[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/stz0U0dx3OW3UHQUOMHhiXDBURs.jpg",
        "title": "My Blue Summer ( 2022 )",
        "description": "\" ကျွန်မဒိုင်ယာရီအထူးကြီးတစ်အုပ်ရေးခဲ့ဖူးတယ်။\nဒိုင်ယာရီထဲကစကားလုံးတိုင်းကဖော်ပြနေခဲ့တာ\nလူတစ်ယောက်ထဲရဲ့အကြောင်းကိုပဲ။\nဒီကမ္ဘာပေါ်မှာထိန်းသိမ်းဖို့အလွယ်ဆုံးနဲ့\nဖျက်ဆီးဖို့အလွယ်ဆုံးက တစ်ဖက်သတ်အချစ်ပဲ။\nကျွန်မအဆက်မပြတ်အလုပ်တွေရှုပ်အောင်လုပ်နေခဲ့တာ\nသူနဲ့ အဲဒီတုန်းကအချိန်တွေကိုမေ့ပစ်ဖို့ပဲ။ \" (လော့ကျီ)\"ငါတို့အတူတူနှစ်သက်ခဲ့တဲ့ မိုးရာသီက\nငါ့အတွက်ခက်ခဲတဲ့နေ့ရက်တွေအဖြစ် ပြောင်းသွားခဲ့တယ်။ \" (ရှန့်ဟွိုင်နန်)တစ်ခါတုန်းကစာတော်ပြီးထူးချွန်တဲ့\nအထက်တန်းကျောင်းသူလေးလော့ကျီက\nရှန့်ဟွိုင်နန်ဆိုတဲ့ကောင်လေးတစ်ယောက်ကို\nတစ်ဖက်သတ်ချစ်နေခဲ့တယ်။\nကောင်လေးကတော့ ဒါတွေကိုမသိခဲ့ပါဘူး။အထက်တန်းပြီးသွားတော့ သူတို့နှစ်ယောက်က\nတက္ကသိုလ်တစ်ခုတည်းပဲဆိုတာ လော့ကျီသိလိုက်ရတယ်။\nနှစ်ယောက်သားမထင်မှတ်ပဲပြန်ဆုံတွေ့ပြီး\nရင်းနီးလာကြခဲ့တယ်။ ရင်ထဲကအချစ်တွေကိုတော့ဖော်မပြရဲခဲ့ပါဘူး၊\nကြီးပြင်းလာရင်း ဘဝရဲ့ဖိအားတွေနဲ့ သူတို့ရဲ့အချစ်တွေက\nဘယ်လိုဖြစ်သွားမလဲဆိုတာကို ငယ်ရွယ်တဲ့ကျောင်းသားဘဝကို\nပြန်လည်လွမ်းဆွတ်အမှတ်ရရင်း ချိုချိုမြိန်မြိန်ကြည့်လိုက်ပါဦးနော်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Romance\nRuntime : 1h 42min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Chu Chu , Moon , Nu Mon\nEncoded by LK",
        "rating": "6.5",
        "url": "https://megaup.net/2sgv9/My_Blue_Summer_2022_WEB-DL_1080p_CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aygkRhW2pOmJHP8KgU4rVK9gKJb.jpg",
        "title": "First Love (2022)",
        "description": "First Love (2022)“The After” series ရဲ့အချောလေး Hero Fiennes Tiffin ရဲ့ 2022 ထွက် နောက်ထပ် romance drama တစ်ကားပဲဖြစ်ပါတယ်။“ဘဝမှာ ပျော်ရွှင်မှုကိုစောင့်မျှော်နေလို့ပဲမရဘူး။ အဲဒီပျော်ရွှင်မှုကို ကိုယ်တိုင်ဖန်တီးယူမှပဲရနိုင်မှာ။” (Ann)“အမှတ်တရကောင်းတွေထက် ပိုပြီးခိုင်မာတဲ့အရာ .. ကောင်းတဲ့အရာမရှိဘူး။\nအထူးသဖြင့် ကိုယ့်ရင်သွေးတွေနဲ့အတူဖြတ်သန်းရတဲ့အခါဆိုရင်ပေါ့ ..” (Greg)ရှက်တတ်ပြီး တော်ရုံဆိုဘယ်သူနဲ့မှလည်းမပေါင်း သူငယ်ချင်းတွေအတူတူလုပ်တဲ့ပါတီပွဲတွေလည်းတက်လေ့မရှိဘဲ\nသူ့ဟာသူတစ်ကိုယ်တည်းသာနေတတ်တဲ့ အထက်တန်းကျောင်းသားလေး Jimဟာ\nတစ်နေ့မှာတော့ သူနဲ့လုံးဝကိုအကျင့်စရိုက်ကွဲပြားပြီး သူငယ်ချင်းအပေါင်းသင်းများပြီးပျော်ပျော်နေတတ်တဲ့ Annကို စိတ်ဝင်စားသွားပါတော့တယ်။\nဒါကတော့ Jim ရဲ့ First Love အစပေါ့။\nဒီလိုနဲ့နှစ်ယောက်သား ပိုနီးစပ်သွားပြီး ချစ်သူတွေဖြစ်သွားပေမယ့်လည်း\nရည်မှန်းချက်ကအစ အကျင့်စရိုက်အဆုံး ဘာမှမတူတဲ့ သူတို့နှစ်ယောက်ရဲ့အချစ်ရေးက အဖုအထစ်လေးဖြစ်လာတဲ့အခါ ..တစ်ဖက်မှာလည်း Jim ရဲ့မိဘတွေဖြစ်တဲ့ Greg နဲ့ Kay တို့ကလည်း\nအသက် ၁၇ နှစ်အရွယ်ကစသိခဲ့တဲ့သူနဲ့ပဲ ချစ်ကြိုက်ပြီးလက်ထပ်ထားတဲ့ အချစ်ဦးနဲ့ဖူးစာပါထားတဲ့အတွဲပါ။\nလက်ရှိမှာတော့ Gregဟာ 2008ခုနှစ် ငွေကြေးတန်ဖိုးကျဆင်းမှုကြောင့်\nစီးပွါးပျက်ကပ်ဆိုက်ပြီး အလုပ်ထုတ်ခံလိုက်ရတာကြောင့် ...",
        "rating": "4.7",
        "url": "https://megaup.net/2sgdo/First.Love.2022.720p.WEB-DL.CM.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fyNkn7KjgA86vLWl6BnVzIufYqB.jpg",
        "title": "Cracked (2022)",
        "description": "Cracked (2022)ထင်မ် အဖြစ် Nichkhun\nရုကျ အဖြစ် Pat Chayanit\nရေချယ် အဖြစ် Nina Nutthatchaဇာတ်လမ်းအကျဉ်းရုကျက အကြောင်းအရင်းတစ်ခုကြောင့် မွေးရပ်မြေချင်းမိုင်ကနေ နယူးယောက်မှာ\nသမီးဖြစ်သူ ရေချယ်နဲ့ နှစ်ဦးတည်းနေထိုင်နေသူတစ်ယောက်ဖြစ်ပါတယ်\nတစ်ရက် သမီးဖြစ်သူ ရေချယ်က မျက်စိပြဿနာတစ်ခုကြောင့်\nကောင်းကောင်းမမြင်ရဘဲ ခွဲစိတ်မှုပြုလုပ်ဖို့ငွေလိုအပ်လာပါတော့တယ်\nဒီအချိန်မှာပဲ ရုကျရဲ့ဖခင် သေဆုံးပြီမို့ မွေးရပ်မြေချင်းမိုင်ကိုပြန်လာဖို့\nဖခင်​ဖြစ်သူရဲ့သူငယ်ချင်းဝိချိုင်က ခေါ်ခဲ့တာမို့ ပြန်လာခဲ့ရပါတော့တယ်\nချင်းမိုင်ကိုရောက်တော့ ဝိချိုင်က ရုကျရဲ့ဖခင်ပကွန်ရေးဆွဲခဲ့တဲ့ပန်းချီကားနှစ်ကားကို သန်းချီပေးပြီးဝယ်ချင်သူရှိကြောင်းပြောတာမို့\nသမီးဖြစ်သူရဲ့ခွဲစိတ်မှုအတွက် ရုကျက ရောင်းဖို့ဆုံးဖြတ်ခဲ့ပါတယ်\nပန်းချီကားတွေမှာ အက်ရာတွေရှိ​နေတာမို့ မရောင်းခင် ပြုပြင်ထိန်းသိမ်းဖို့ ဝိချိုင်က သားဖြစ်သူ ထင်မ်ကိုအပ်ခဲ့ပါတယ်ရုကျအနေနဲ့ ဘာလို့ ဖခင်ဖြစ်သူပကွန်ကို ဘာလို့မုန်းတီးပြီး မွေးရပ်မြေကနေထွက်သွားရတာလဲ\nပန်းချီကားတွေနဲ့စတူဒီယိုကိုရော ရုကျက ဘာလို့ကြောက်ရွံ့နေရတာလဲ\nပန်းချီကားကို ပထမအကြိမ်ရောင်းချခဲ့စဥ်က သေဆုံးမှုတွေဘာလို့ဖြစ်ခဲ့ရတာလဲ\nပန်းချီဆရာပကွန် ၊ ရုကျနဲ့ ဒီစတူဒီယိုကြီးမှာ ဘာအဖြစ်ဆိုးတွေဖြစ်ခဲ့တာလဲဆိုတာကို စိတ်လှုပ်ရှားမှုများစွာနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kyi Nue Zin ပဲ ဖြစ်ပါတယ်Genre.....Horror, Thriller\nQuality…. 1080p | 720p | ...",
        "rating": "5.2",
        "url": "https://megaup.net/16kj2/Cracked.2022..720p.NF.WEB-DL.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7363mrbx0Le5VOgX3GuxTF8ORbN.jpg",
        "title": "The Sea Beast (2022)",
        "description": "နက်ဖလစ်ရဲ့ ကာတွန်းအသစ်လေးလာပါပြီ။ ဒါရိုက်တာ ခရစ်ဝီလီယံ\nရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။\nသူက Big Hero 6 ကိုရိုက်ခဲ့တဲ့သူဖြစ်ပြီး၊ မိုအာနာ နဲ့ Bolt ကိုရေးခဲ့တဲ့သူပါပဲ။\nဒီဇာတ်လမ်းကတော့ ပင်လယ်ထဲက ထူးဆန်းတဲ့ သားရဲကြီးတွေနဲ့ ပင်လယ်မုဆိုးတွေရဲ့\nတိုက်ပွဲကို အခြေခံထားတာပါ။ အကောင်ဆန်းတွေကိုချစ်စရာတွေလုပ်ထားတော့\nကလေးတွေလည်း ကြည့်လို့အရမ်းသဘောကျမှာပါ။ ဇာတ်လမ်းထဲမှာတော့မေစီဆိုတဲ့ ကောင်မလေးဟာ မုဆိုးမျိုးရိုးက ဆင်းသက်လာသူဖြစ်ပြီး\nသူ့မိဘတွေက ပင်လယ်တိုက်ပွဲမှာ သေဆုံးသွားခဲ့လို့ မိဘမဲ့ဖြစ်နေသူပါ။\nသူကလည်း သူ့မိဘတွေလို မုဆိုးလုပ်ချင်တာကြောင့် မုဆိုးသင်္ဘောတွေထဲက\nနာမည်အကြီးဆုံးဖြစ်တဲ့ အင်အက်ဗစ်ထဘဲဆိုတဲ့ သင်္ဘောပေါ်ကို ခိုးပြီးတက်လိုက်သွားပါတယ်။\nအဲဒီမှာပဲ သင်္ဘောပေါ်က ကပ္ပတိန်ကြီး ခရိုး ရယ် သူ့ရဲ့ မွေးစားသား\nလက်ထောက် ဂျေကော့ တို့ရယ်နဲ့ပေါင်းပြီး ပင်လယ်ပြင်မှာ စွန့်စားခန်းတွေဖွင့်ကြတဲ့အခါ....  \nFile size…3GB / 1.3GB\nQuality…1080p NF WEB DL AAC5.1CH / 720p NF WEB DL\nFormat...mp4\nDuration….1h 55mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr.Anderson",
        "rating": "7.9",
        "url": "https://megaup.net/2sfx6/The.Sea.Beast.2022.720p.AAC2.0CH(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mTxbY7tmm87i8iY7Y95pXUhDWQn.jpg",
        "title": "Rip in Time (2022)",
        "description": "Rip in Time (2022)~ IMDb rating - 6.8/10 ~အချိန်ကွဲကြောင်းကို ဖြတ်ပြီး ဖြစ်တည်လာတဲ့ အချစ်ဇာတ်လမ်းလေးအကြောင်းပေါ့။ ဆုံကိုဆုံလာရမယ့် ဖူးစာကို အချိန်လိုစွမ်းအားကြီးတဲ့ အရာကတောင် မတားနိုင်ဘူးလို့ ပြောထားတဲ့ Comedy, Fantasy, Drama ဇာတ်ကားလေးပါ။နယ်မြို့လေးမှာ အေးအေးချမ်းချမ်းနေကြတဲ့ ဆာရာတို့ မိသားစုလေးဆီကို မမျှော်လင့်ထားတဲ့ ဧည့်သည်တစ်ယောက် ရောက်လာရာက စပါတယ်။ ထူးထူးဆန်းဆန်း အဝတ်အစားတွေနဲ့ စကားကို ထူးထူးဆန်းဆန်းပြောတတ်တဲ့ ရစ်ပ်ဆိုတဲ့ သူစိမ်းကို သဘောကောင်းတဲ့ ဆာရာတို့မိသားစု လက်ခံထားပါတယ်။ နောက်တော့ သူစိမ်းရဲ့နာမည်က နာမည်ကျော်စာရေးဆရာတစ်ယောက်ရဲ့ ဝတ္ထုထဲက ဇာတ်ကောင်နာမည်ဖြစ်နေပြီး ၁၈ ရာစု လောက်က ဖြစ်ခဲ့တဲ့ အကြောင်းကို စိတ်ကူးယဉ်ဝတ္ထုအနေနဲ့ ရေးထားတဲ့ ဇာတ်လမ်းက သူ့အဖေရဲ့ အကြောင်းကို ရေးထားတာလို့ ပြောလာပါတယ်။ ပြီးတော့ သူ့ကို မွေးတာက ၁၈ ရာစုတုန်းက ...",
        "rating": "6.8",
        "url": "https://megaup.net/2sfy9/(CM)_Rip_in_Time_(2022)_720p.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AoJTHXmO01EZgT0p1YTsGBEQxLj.jpg",
        "title": "Red Heat (1988)",
        "description": "Red Heat (1988)အမေရိကန်တွေနဲ့ ရုရှားတွေကတော့ ဟိုးပဝေသဏီတည်းက အချင်းချင်း မုန်းကြ၊ အပြစ်ဖို့ကြ၊ ဟားတိုက်ကြနဲ့ ကျောင်းတော်ကရန်စဆို‌တော့ ကမ္ဘာမကြေဖြစ်ကြတဲ့သူတွေပါပဲ။ အခွင့်အရေးရတာနဲ့ ဆော်ကြနှက်ကြတော့တာပဲဗျ။ ခွင်ထဲဝင်လာမိတဲ့ကောင်က ခံရတာမျိုးပေါ့ဗျာ။ စစ်အေးတိုက်ပွဲ ပီသပါပေရဲ့။ဒီတော့ လက်နက်အင်အားနဲ့ စစ်သည်အင်အား ကြိတ်ပြီး ပြိုင်ဆိုင်ကြသလို ဓနအင်အားလည်း ပြိုင်ဘက်ကောင်းတွေပေါ့။ ဒါပေမဲ့ အန်ကယ်ဆမ်တို့ဘက်က သာတာတစ်ခုတော့ရှိတယ်။ ရုပ်ရှင်တွေပေါ့ဗျာ။ လူသိများတယ်။ တကမ္ဘာလုံးက အားပေးတယ်။ ကိုယ့်ရုပ်ရှင်ထဲမှာ ကိုယ်ကြိုက်တာ ထည့်ရိုက်လို့ရတော့ ဝါဒဖြန့်ချိရေးမှာ အမေရိကန်တွေ နှာတဖျားသာတာ မဆန်းပါဘူး။အခုတင်ဆက်မယ့်ကားက‌တော့ အမေရိကန်တို့ ရုရှားတွေကို ချစ်ကြည်ရေးလိုလိုနဲ့ အထုပ်ဖြည်ချင်တဲ့ ဇာတ်ကားပေါ့ဗျာ။ အမေရိကန်ရဲလောကရဲ့ အနာအဆာတွေ ပြသလိုလိုနဲ့ ရုရှားကြီးတွေရဲ့ သောက်ကျင့်တွေ ထင်သလိုလုပ်တတ်ပုံတွေကို လှောင်ထားတဲ့ပုံစံပေါ့။ အဆုံးမှာ နှစ်ယောက်သား ရင်းနှီးသွားတယ်ဆိုတာကလည်း မကောင်းတတ်လို့ ထည့်ပေးရတဲ့ပုံ။ဇာတ်လမ်းအကျဉ်း‌ကတော့ ဆိုဗီယက်ရဲတစ်ယောက်နဲ့ ချီကာဂိုရဲတစ်ယောက် ဘုနဲ့ဘောက်ကျပြီး အမှုအတူလိုက်ရတဲ့ ခွတီးခွကျ ဇာတ်ကားတစ်ကားပေါ့ဗျာ။ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Mi0X/(CM)_Red_Heat_(1988)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BN2RjMzkxYzMtNmU1MS00NzYwLWE1N2EtZmVlMTU5MTM0YzA1XkEyXkFqcGdeQXVyNzEyMTA5MTU@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Fast & Feel Love (2022)",
        "description": "ဂျေ အဖြစ် YaYa Urassaya\nဂေါင်ဝ် အဖြစ် Nat Kitcharitဇာတ်လမ်းအကျဉ်းပညာရေးစနစ်အရ အထက်တန်းပြီးတာနဲ့ တက္ကသိုလ် မေဂျာရွေးနိုင်ဖို့ ဝင်ခွင့်စာမေးပွဲတွေ ဖြေရလေ့ရှိတယ်အားလုံးနဲ့မတူဘဲ Sport stacking ကိုမှ စိတ်ဝင်စားတဲ့ ကျောင်းသား ဂေါင်ဝ် နဲ့ အိပ်မက်ရယ်လို့ မရှိတဲ့ သာမန်ဘဝနဲ့ပဲ နေထိုင်ချင်တဲ့ ကျောင်းသူလေး ဂျေတို့ ခင်မင်ခဲ့ကြတယ်ဂျေအနေနဲ့ သူမရဲ့ ထူးခြားစွမ်းအင်က စိတ်ထားကောင်းမှုလို့ ပြောခဲ့တဲ့ ဂေါင်ဝ်အပေါ် ငြိတွယ်ခဲ့ပြီး သူဝါသနာပါတဲ့ sport stackingကို ကစားနိုင်ဖို့ ပါရမီ ဖြည့်ခဲ့ပါတော့တယ်အချိန်တွေကြာလာတာနဲ့ အမျှ ဂျေ့ဘက်ကို မကြည့်ဘဲ ဝါသနာကိုပဲ ရှေးရှုလုပ်နေခဲ့တဲ့ ဂေါင်ဝ်ကို ဂျေတစ်ယောက် လက်လွှတ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတော့တယ်ဂျေမပါဝင်တော့တဲ့ ဘဝကြီးမှာ ပတ်ဝန်းကျင်နဲ့နေသားကျအောင် ကြိုးစားနေရတဲ့ ဂေါင်ဝ် တစ်ယောက် sport stacking ချန်ပီယံနေရာကို ချိိန်းခြောက်နိုင်တဲ့ သူတစ်ယောက် ပေါ်လာချိန်မှာတော့....အပြောင်းအလဲတွေဖြစ်လာတဲ့ နှလုံးသားရေးရာ ၊ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2sfcz/Fast_and_Feel_Love_(2022)_720p_(2).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/BF-113x200.jpg",
        "title": "Black Fox: Ultimate Rescue ( 2022 )",
        "description": "Black fox: Ultimate Rescue 2022ဒီတစ်ခါမှာတော့ CM ကနေပြီးတော့\nAction/Fantasy/War movie လေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\n1945ကိုအခြေခံထားပြီးတော့ အဲ့ခေတ်အဲ့အခါက\nဂျပန်နဲ့တရုတ်ရဲ့နိုင်ငံရေးအရှုပ်အထွေးကို ရိုက်ကူးထားတာပါ။1945ခုနှစ်ဧပြီလမှာ ဆိုဗီယက်စစ်‌ရေးကျွမ်းကျင်သူလော့ဖေးဟာ\nအရေးကြီးတဲ့တာဝန်ကိုထမ်းဆောင်ပြီး\nတရုတ်ပြည်ကိုပြန်လာတဲ့လမ်းမှာ ဂျပန်တပ်သားတွေရဲ့\nဖမ်းဆီးခြင်းကိုခံလိုက်ရပါတယ်။ လော့ဖေးကိုကယ်ဖို့\nမာလုံချွမ်ဦးဆောင်တဲ့ကယ်ဆယ်ရေးအသင်းကို\nစေလွှတ်ခဲ့ပေးမယ့်လည်း ကျရှူံးခဲ့ကြပါတယ်။\nအဲ့အချိန်မှာပဲ ဝမ်ဝိန်ယွမ်း၊ရှဖန်နဲ့မြေခွေးနက်ကွန်မန်ဒိုအဖွဲ့တို့ပူးပေါင်းပြီး\nကောက်ကျစ်ပြီးရက်စက်တဲ့ဂျပန်တပ်သားတွေလက်ထဲကနေ\nလော့ဖေးကိုအသက်စွန့်ပြီး ဘယ်လိုကယ်ထုတ်ကြမလဲ\nသတိကြီးပြီးအင်အားများတဲ့ဂျပန်တွေကို‌ရော\nသူတို့ရင်ဆိုင်နိုင်ပါ့မလားဆိုတာကို\nစိတ်လှုပ်ရှားစရာကောင်းစွာနဲ့ကြည့်ရှူရမှာပါ။Quality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy , War\nRuntime : 1h 36 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Shwe Zin Oo , Chu Chu , Nu Mon\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/16jnu/The_Rescue_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sVO3gyoS5lMjVViMRgwRm0ZnAmn.jpg",
        "title": "Piercing Heart Sword ( 2022 )",
        "description": "ဒီတစ်ခါ CMကတင်ဆက်ပေးမှာကတော့ အမှုကိစ္စတွေနဲ့\nလူတွေကိုစိတ်ဝင်စားပေမဲ့ ကားလေးတစ်ကားပါ\nတင်းဝူနဲ့ကျန်းဟွမ်က ဌာနတစ်ခုထဲမှာတင်အလုပ်လုပ်ကြတဲ့\nလူနှစ်ယောက်ပါ သူတိုနှစ်ယောက်က အရမ်းလည်းရင်းနှီးကြသလို\nအမှုကိစ္စတွေလည်း အတူတူလိုက်ကြရတာပါတင်းဝူမှာဇနီးရှိသလို ကျန်းဟွမ်မှာလည်း\nသူသဘောကျနေတဲ့ကောင်မလေးရှိပါတယ်\nကျန်းဟွမ်က ပြည့်တန်ဆာအိမ်မှာအလုပ်လုပ်နေတဲ့ရွှမ်ရွှမ်ကို\nဂရုစိုက်ကာကွယ်ပေးရင်း ဘာတွေကြုံတွေ့ရမလဲတင်းဝူရဲ့ဇနီးကလည်း ဘယ်လိုလူမျိုးဆိုတာ စိတ်ဝင်စားစရာပါ\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဇာတ်လမ်းလေးထဲ ကြည့်ကြရအောင်နော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 35min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://megaup.net/16jja/Piercing_Heart_Sword_2022_WEB-DL_480p_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5KmscR49WkmuPJKjmK4OUmsRn5C.jpg",
        "title": "H.P. Lovecraft’s Witch House (2022)",
        "description": "H.P. Lovecraft's Witch House (2022)H.P. Lovecraft ဟာ အထူးခြားဆုံးဟော်ရာဇာတ်လမ်းတွေ ထူးဆန်းထွေလာတွေကို ကြိုက်တဲ့သူတွေထဲ မသိသူမရှိတဲ့သူပါပဲ။ ဒီဇာတ်လမ်းကတော့ H.P. Lovecraft ရဲ့ The Dreams in the Witch House ဆိုတဲ့ ဝတ္ထုတိုလေးကို မှီငြမ်းရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားပေါ့။ရိတ်တင်တော့ မများလှပေမဲ့ ဟော်ရာဖန်တွေ လျှို့ဝှက်ဆန်းကြယ်ဖန်တွေတော့ သဘောကျကြမှာပါ။ ဇာတ်လမ်းက တစ္ဆေ သရဲဇာတ်လမ်းလို့လည်း ဆိုလို့ရသလိုလိုရှိပေမဲ့ အဲဒီထက်အများကြီးဆန်းကြယ်ပါတယ်။ ပြောရရင် ကျွန်တော်တို့ဆီက အင်းတွေ ဘာတွေလိုပဲ ဂျီဩမေတြီပညာရပ်မှာ စွမ်းအားရှိတယ်လို့ ယုံကြည်ထားတဲ့ အယူအဆကို မီးမောင်းထိုးပြထားတာပါ။ ဂျီဩမေတြီပညာရပ်ကနေ မယုံနိုင်စရာကောင်းတဲ့ သဘာဝလွန်အရာတွေကို ယူဆောင်လာပေးနိုင်တယ်လို့ ဘွဲ့လွန်စာတမ်းပြုစုနေတဲ့ ကျောင်းသူစတစ်ယောက်ဟာ ထူးဆန်းတဲ့အိမ်ကြီးတစ်အိမ်ကို ပြောင်းနေရာက အိမ်ကြီးရဲ့ ဂျီဩမေတြီနည်းကျ ဗိသုကာမှာ စွမ်းအားတွေကိန်းအောင်းနေတဲ့အကြောင်းကို လေ့လာပြီး စာတမ်းပြုစုတဲ့အကြောင်း ရုပ်ရှင်ပေါ့။ ဇာတ်ဟာအလှည့်အပြောင်းတွေများသလို ကိုယ့်မျက်လုံးကိုယ်ခွာထုတ်တဲ့ ...",
        "rating": "4.1",
        "url": "https://megaup.net/2sebj/(CM)_H.P_Lovecraft_s_Witch_House_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BZmEyODc5NTAtNmMxYi00MzQwLTgxNDYtYWUwMzgzYmMxMGIzXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-139x200.jpg",
        "title": "[21+] Frivolous Lola (1998) Monella",
        "description": "အီတလီဒါရိုက်တာ Tinto Brass ဇာတ်ကားဆိုရင်တော့ သဘောပေါက်လိုက်ပါတော့။လိုလာဆိုတာ အီတလီနယ်မြို့လေးတစ်မြို့ရဲ့ဆယ်ကျော်သက်မိန်းမငယ်လေးတစ်ယောက်ဖြစ်ပြီး၊ သူ့ချစ်သူနဲ့\nစေ့စပ်ထားတဲ့ သတို့သမီးလောင်းလေးတစ်ယောက်လဲဖြစ်ပါတယ်။ ဒါပေမယ့် လင်ကောင်မပေါ်ပဲ သူ့ကိုမွေးတယ်လို့\nလူတွေဆိုကြတဲ့ သူ့မိခင်၊ မိန်းမရှုပ်တယ်လို့နာမည်ကျော်တဲ့အမည်ခံဖခင်တို့ကြောင့်ရော သူကိုယ်တိုင်ရဲ့လော်လည်တဲ့အနေအထိုင်တွေကြောင့်ပါ\nမြို့နေမိန်းမသားတွေကြားမှာ နာမည်ဆိုးနဲ့ကျော်ကြားပါတယ်။လိုလာဟာ သူ့ချစ်သူနဲ့လက်မထပ်ခင်မှာအပျိုစင်ဘဝကိုအသည်းအသန်ပေးအပ်ချင်နေခဲ့ပေမယ့်\nသူ့ကိုတန်ဖိုးထားချစ်တယ်လို့ဆိုတဲ့ ရှေးရိုးစွဲသူ့ချစ်သူကတော့ လက်မခံပါဘူး။ ဒီတော့ လိုလာဟာ သူ့ချစ်သူကိုအတင်းဝင်လုံးတယ်၊\nအထိအတွေ့နဲ့ဖြားယောင်းတယ်၊ တစ်ပါးသူတွေနဲ့ပရောပရည်လုပ်ပြီးဝန်တိုအောင်ဆွတယ်။ ဒီလိုကနေ\nတစ်ဖြည်းဖြည်းမချင့်မရဲဖြစ်လာတဲ့လိုလာဟာပတ်ဝန်းကျင်ကလူမှန်သမျှကို အလွတ်မပေးစတမ်းဖြစ်လာပါတော့တယ်။အဲ့ဒီထဲမှာမှ သူ့ဖခင်လို့ အများသိထားတဲ့ မိန်းမရှုပ်တဲ့နေရာမှာနာမည်ကျော်တဲ့ အန်ဒရေးလဲ မလွတ်ပါဘူး။ဆရာကြီး Tinto Brass ရဲ့ထုံးစံအတိုင်း မိန်းမလှလေးလိုလာရဲ့ စူးစမ်းရှာဖွေမှုစွန့်စားခန်းတွေကို\nပွင့်လင်းတဲ့ အပြောအပြတွေနဲ့တွေ့မြင်ရမှာဖြစ်တဲ့အတွက် 21 plus ပါပဲ။Frivolous Lola နာမည်နဲ့လူသိပြီး မူရင်း နာမည်က Monella ဖြစ်ပါတယ်။ပိုစတာကိုတော့အများရင်းနှီးနေမှာဖြစ်ပေမယ့် ကြည့်ပြီးသားလို့အထင်မရောက်စေချင်ပါဘူး။ သူ့ဇာတ်ကားတွေထဲမှာ ဒီလိုပုံစံမျိုးဆင်တူတွေ\nမနည်းမနောရှိလို့ပါပဲ။File Size : (2.3 GB) & (950 MB)\nQuality : BluRay 1080p & 720p\nRunning Time ...",
        "rating": "5.1",
        "url": "https://megaup.net/1MgxU/(DS)_Frivolous.Lola.1998.ITALIAN.720p.BluRay.x264.AAC-RGB.mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/104568253_628856971050214_7320355429844742549_n-133x200.jpg",
        "title": "Dear Comrade (2019)",
        "description": "IMDb Rating (7.3) ထိ ရရှိထားတဲ့ ဒီရုပ်ရှင်ကားကတော့ တောင်ပိုင်းရဲ့ နာမည်ကြီး အက်ရှင်ရိုမန့်အချစ်ဇာတ်ကားတစ်ကားပါပဲ...မင်းသား Vijay Devarakonda ကိုတော့ Arjun Reddy ဇာတ်ကားထဲက အချစ်လူကြမ်းကြီးအဖြစ် မှတ်မိကြမယ်ထင်ပါတယ်။မင်းသမီးလေးကတော့ အားလုံးရဲ့အသည်းကျော်လေး ရာရှ်မီကား(Rashmika Mandanna)ပါပဲ။ဇာတ်ကားနာမည်ကတော့ အားလုံးသိတဲ့အတိုင်း ချစ်လှစွာသော သွေးသောက်ရဲဘော်တဲ့။\"သွေးသောက်ရဲဘော်ဆိုတာ ကိုယ့်လုပ်ရပ်တွေကို ဝန်းရံပေးပြီး တစ်ဖက်တစ်လမ်းက ကူညီပေးတဲ့လူ\"ပဲမဟုတ်လား။ဇာတ်လမ်းစစချင်းမှာဘော်ဘီဆိုတဲ့ လူငယ်တစ်ယောက် မူးရူးသောက်စားပြီး မျက်ရည်တွေနဲ့ လီလီဆီ ဖုန်းခေါ်ဖို့ အတင်းကြိုးစားနေတယ်။လီလီ... တစ်ချိန်က သူ့ဘဝထဲ လှလှပပ ဝင်ရောက်ခိုနားခဲ့ပြီး ဝမ်းနည်းမှုတွေပေးပြီးမှ ထွက်ခွာသွားခဲ့သူ။လီလီဟာ ဘာကြောင့်များ ဒီလို ထွက်သွားရက်တာလဲ။ဘော်ဘီဟာ စိတ်လိုက်မာန်ပါ လုပ်တတ်တဲ့လူတစ်ယောက်။ကျောင်းမှာဆိုရင်လည်း \"ကျောင်းသားသမဂ္ဂ\" ဆိုတဲ့ နာမည်တစ်ခုနဲ့ ထင်ရာစိုင်းတဲ့ကောင်လို့ အများမြင်ကြတယ်။ခဏခဏ ရန်တွေဖြစ်တယ်။ သောက်စားတယ်။ဒါပေမဲ့ မိန်းကလေးတွေကို ရိုသေမှုထားတတ်တာလည်း သူ့စရိုက်ပဲ။\"သူ ပြောခဲ့တဲ့ စကားတွေထက် ကျွန်တော် ဘာမှ ခွန်းတုန့်မပြန်နိုင်ခဲ့တာကို ပိုရင်နာရပါတယ်\" ...",
        "rating": "7.3",
        "url": "https://megaup.net/2O05m/(CM)Dear.Comrade.2019.720p.AMZN.WEB.DL.mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/SH-113x200.jpg",
        "title": "Sniper Hero ( 2022 )",
        "description": "ဒီတစ်ခေါက် CM ချစ်ပရိသတ်တွေကိုမိတ်ဆက်ပေးမယ့်\nSniper Heroဆိုတဲ့ ကားလေးက တခြားစစ်ကားတွေလို\nတော်လွန်းတဲ့ အရာရှိကြီးတိုအကြောင်းတို အောင်နိုင်ခဲ့တဲ့\nသမိုင်းကြောင်းတိုကို ရိုက်ကူးထားတာမဟုတ်ဘဲ\nတစ်ယောက်လဲရင် တစ်ယောက်က သူ့အစားဝင်ပြီး\nဒီတိုက်ပွဲကို ဒီလက်နက်နဲ့ ဆက်တိုက်သွားတဲ့ မလျှော့သောဇွဲ\nရန်သူနဲ့ လက်နက်အားချင်းမယှဉ်နိုင်တောင် ယုံကြည်ချက်ဆိုတဲ့\nကျည်ကို စည်းလုံးမှုဆိုတဲ့ သေနတ်မှာထည့်ပြီး\nရန်သူကိုတိုက်ပြသွားတဲ့ကားဖြစ်လို နာမည်ကြီးမင်းသားမင်းသမီးမပါ\nရုပ်ချောတဲ့သူတွေမထည့်ထားတာတောင်\nဘာသာပြန်ရင်း ကြည့်ရတဲ့အရသာက ရှယ်ပါပဲဇာတ်လမ်းအကျဉ်းလေးကိုပြောရမယ်ဆိုရင်\n၁၉၅၂ ခုနှစ်အစောပိုင်း မြောက်ကိုးရီးယားနယ်မြေမှာ\nအမေရိကန်နဲ့ တရုတ် တိုစစ်ဖြစ်ပွားခဲ့ပြီး\nလက်နက်အင်အားမမျှကြပေမယ့် အမေရိကန်စစ်တပ်ရဲ့\nတိုက်စစ်ဆင်မှုတွေကို အဖွဲ၈ က အကြိမ်ပေါင်းများစွာခုခံလာနိုင်ခဲ့ရာကနေ\nတိုက်ပွဲတစ်ခုမှာတော့ အသေအပျောက်များသွားခဲ့ပြီး\nတပ်သားသစ်စုဆောင်းရာမှာ အဖွဲ၆က ရန်တုန်းဖုန်းဆိုတဲ့\nစီချွမ်တပ်သားလေးတစ်ယောက်ဟာ အဖွဲ၆ တစ်ဖွဲလုံး\nရန်သူတပ်ရဲ့ ချေမှုန်းခြင်းကို ခံခဲ့ရပြီး သူအရမ်းလေးစားရတဲ့\nအဖွဲခေါင်းဆောင်လည်း အသက်ပေးသွားခဲ့ရပြီး\nနောက်ပိုင်းမှာတော့ စနိုက်ပါအထူးတပ်ဖွဲထဲကို\nဝင်ရောက်လာခဲ့ပြီး ကလဲ့စားပြန်ချေဖိုကြိုးစားခဲ့ပါတယ်အဲ့လိုကနေ ရဲဘော်အသစ်တွေနဲ့ဆက်လက်တိုက်ပွဲဝင်ရင်း\nနောက်ဆုံးမှာ သူဖြစ်ချင်တဲ့ရည်မှန်းချက်လေးပြည့်ဝသွားမှာလား\nဆိုတာတွေကိုတော့ ဆက်လက်စောင့်ကြည့်ကြရအောင်Quality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 30min\nSubtitle : Myanmar Subtitle ...",
        "rating": "6",
        "url": "https://megaup.net/2sdvW/Sniper_Hero_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/81D9Cvl8JbMJixD9ii9puwqyXK4.jpg",
        "title": "Hot Blooded (2022)",
        "description": "Hot Blooded (2022) လူမိုက်ဂိုဏ်းတွေကြားက အရှုပ်တော်ပုံတွေ၊ ရန်ပွဲတွေနဲ့ စီးပွားဈေးကွက် ယှဉ်လုမှုတွေအကြောင်း ရိုက်ကူးထားတဲ့ ကိုးရီးယား အက်ရှင် ဇာတ်လမ်း အသစ်လေး လာပါပြီ။ဇာတ်လမ်းအညွှန်းလေးကတော့ ...\nဟီဆုက သူဌေးဆွန်း ပိုင်တဲ့ ဘူဆန်မြို့ ခူအန်းမြို့နယ် ကမ်းခြေဘေးက မန်လီဂျန်းဟိုတယ်မှာ မန်နေဂျာ လုပ်လာတာ နှစ်ပေါင်း မနည်းတော့ပါဘူး။ သူဌေးဆွန်းကလည်း သူ့ကို မနည်း ယုံကြည်ပြီး တစ်ခုခုဆို အမြဲ အကြံဥာဏ်ကောင်းတွေ ပေးတတ်ပါတယ်။တစ်နေ့မှာ လူသတ်တရားခံဖြစ်ပြီး ထွက်ပြေးသွားတဲ့ ယုံးဂန်းဆိုတဲ့သူ ပြန်ရောက်လာပြီး သောင်းကျန်းတာကြောင့် ဟီဆုတစ်ယောက် ခေါင်းစားလို့မှ မဆုံးသေးခင် သူ့သူဌေးဆွန်းနဲ့ တခြားသူဌေးတစ်ဦးရဲ့ လူမိုက်ဂိုဏ်း ရန်ပွဲထဲမှာ ကြားညပ်နေပြီဖြစ်ကြောင်း သိလာရတဲ့အခါ ...ကိုရီးယားတို့ ထုံးစံအတိုင်း အက်ရှင်ဇာတ်လမ်းကိုမှ ဒရမ်မာလေးတွေနဲ့ ကြည့်ရှုကြရမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ။)File Size : 2.1GB, 731MB & ...",
        "rating": "6.9",
        "url": "https://megaup.net/16inq/[CM]Hot.Blooded.2022.720p.WEB-DL.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/nan-insert-135x200.jpg",
        "title": "The Nan Movie(2022)",
        "description": "The Nan movie English နာမည်ကျော်comedy မင်းသမီးကြီး Catherine Tate ရဲ့ ဇာတ်ကောင်တစ်ယောက်ဖြစ်တဲ့ Nan အတွက် ရုပ်ရှင်ထွက်ရှိလာပါပြီ။အရင် series ထဲကလိုပဲ အပေါက်ဆိုးပြီး သောင်းကျန်းတတ်တဲ့အဘွားကြီး Nan ရဲ့ဇာတ်လမ်းပါ။Nan ရဲ့ကွဲကွာနေတဲ့ညီမဖြစ်သူ Nellက သူသေခါနီးဖြစ်နေလို့ Nan ကိုလာတွေ့‌ဖို့ခေါ်ပါတယ်။ညီမဖြစ်သူနဲ့လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွကရည်းစားလုဖက်ဖြစ်ပြီးရန်ဖြစ်ခဲ့လို့Nanကအဆက်အသွယ်ဖြတ်ထားတာပါ။Nan ကမသွားချင်ပေမယ့်မြေးဖြစ်သူကအတင်းတိုက်တွန်းတာကြောင့် မြေးအဖွားနှစ်ယောက် ခရီးထွက်ကြရင်း လမ်းမှာရယ်စရာ ပေါက်ကရတွေဖြစ်ပုံကို ရိုက်ကူးထားပါတယ်။ Catherine Tate အပြင် Katherine Parkinson (IT crowd),Mathew Horne တို့လည်းပါ၀င်ထားပါတယ်File size…(2.17GB)/(1.06GB)/(584MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "4.7",
        "url": " https://megaup.net/2scz6/The.Nan.Movie.2022.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/130686_1_large-135x200.jpg",
        "title": "Pacerville (2022)",
        "description": "Pacerville (2022)၂၀၂၂ ထွက် ဇာတ်လမ်းတစ်ခုနဲ့ မိတ်ဆက်ပေးပါ့မယ်။ လူတစ်ယောက်ရဲ့စိတ်က အရာတစ်ခုကို တရားမျှတတယ်လို့ထင်ပေမဲ့ အခြားသူတွေအတွက် မဟုတ်ခဲ့တာမျိုးတွေ ရှိတတ်တဲ့အကြောင်းပါ။ လူတွေဟာ ကိုယ့်လိပ်ပြာဘက်ကနေ ကိုယ်တိုင်လုံနေတတ်တဲ့သူတွေဖြစ်လို့ သူတကာကို လက်ညိုးမထိုးခင်မှာ ကိုယ့်ဘက်ကို အရင်ပြန်ထိုးဖို့ လိုပါလိမ့်မယ်။ခက်ခဲတဲ့ဘဝတစ်ခုကို အလူးလူးအလိမ့်လိမ့် ရင်ဆိုင်လာခဲ့ရတဲ့ သမိုင်းဆရာတစ်ဦး။ အိမ်ထောင်ကလည်းကွဲ၊ သူ့အလုပ်မှာလည်း စိတ်မပါ၊ အခြားရွေးစရာကမရှိ။ နောက်လူရင်ခွင်ထဲက သူ့ဇနီးဟောင်းကို ပြန်တမ်းတမိတဲ့ညတွေ။ သူ့ရဲ့ နှလုံးသည်းပွတ် သမီးလေးကိုလည်း အုပ်ထိန်းခွင့်မရရှာ။ အကုသိုလ်က အဖော်အပေါင်းနဲ့ အိမ်လာလည်တာ ခံရသူ။ကမ္ဘာ့ကပ်ရောဂါကြီးဖြစ်တဲ့ ကိုမြင့်နိုင်ကြီး နှိပ်စက်လို့ တကမ္ဘာလုံး တစ္ဆေမြို့တွေလို ခြောက်ကပ်သွားကြတယ်။ ကျောင်းတွေပိတ်၊ အလုပ်တွေပိတ်။ အိပ်ရာပေါ်မှာပဲ အချိန်ကုန်လာရတဲ့ ပျင်းလို့သေတော့မယ်ဆိုတဲ့ ကျောင်းသားတစ်စု။ သူတို့ သမိုင်းဆရာရဲ့ အတင်းတွေ zoom meeting မှာ မြိန်ရေယှက်ရေ ပြောကြရင်း အပျင်းဖြေကြသတဲ့။ ဒီလိုနဲ့ ပျော်စရာတစ်ခုကို အတူဖန်တီးဖို့ ...",
        "rating": "3.5",
        "url": "https://megaup.net/38a5g/(CM)_Pacerville_(2022)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1kOCCIE5M1wMmUtI3Kf6vsSAY8a.jpg",
        "title": "The Passenger (2021)",
        "description": "The Passenger (2021)ခရီးသည်တွေ တင်လာတဲ့ ဗန်ကား တစ်စီးဟာ တောင်တက်လမ်းတစ်ခုမှာတော့ လမ်းလျှောက်နေတဲ့ အမျိုးသမီးတစ်ယောက်ကို တိုက်မိသွားခဲ့ပါတယ်။ညကြီးမိုးချုပ် ဖြစ်တဲ့အပြင် လမ်းပေါ်မှာလည်း ဘယ်သူမှ မရှိ၊ ဘယ်ကိုမှလည်း ဆက်သွယ်လို့မရတာကြောင့် သူတို့ကားပေါ်တင်လာပြီး အနီးစပ်ဆုံး ဆေးရုံကို ပို့ပေးဖို့ ဆုံးဖြတ်ခဲ့ကြပါတယ်။ပြဿနာကတော့ အဲ့ဒီမှာ စတော့တာပါပဲ။ ခရီးသည်တွေလည်း သူတို့ ကူညီဖို့ဆုံးဖြတ်ခဲ့တာဟာ တစ်ခုခု လွဲမှားသွားပြီဆိုတာသိလိုက်ပေမဲ့ သူတို့ရဲ့ ဆုံးဖြတ်ချက်ကိုတော့ ပြန်ပြင်လို့မရတော့ပါဘူး။သူတို့ ကားပေါ်တင်လာခဲ့တဲ့ အမျိုးသမီးက ဘယ်လိုလူမျိုးလဲ?အဲ့ဒီအမျိုးသမီးနဲ့ သူတို့တွေ ဘယ်လိုရှေ့ဆက်ကြမလဲ?ကားပေါ်ပါလာတဲ့ ခရီးသည်တွေကော ဘယ်လိုပြဿနာတွေနဲ့ ကြုံတွေ့ရမလဲ? ဆိုတာကိုတော့ သည်းထိတ်ရင်ဖို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။File Size : 1.4GB, 541MB, 253MB\nQuality : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat : mp4\nDuration : 1hr & ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Merl/[CM]The.Passenger.2022.720p.WEB-DL.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nVXECwOa4g5ZHND6dOxXjQ5bbpT.jpg",
        "title": "The Lost Leonardo (2021)",
        "description": "The Lost Leonardo (2021)~ IMDb - 7.5/10, Rotten Tomatoes - 97% ~ကမ္ဘာကျော် မိုနာလီဇာရဲ့ အပြုံးကို အသက်သွင်းခဲ့တဲ့ လီယိုနာဒိုဒါဗင်ချီကို မသိတဲ့သူမရှိဘူးပေါ့။ လီယိုနာဒို ဒါဗင်ချီဟာ ရီနေးဆန့်ခေတ်ရဲ့ နာမည်ကျော် အနုပညာသည်ကြီးတွေထဲက တစ်ယောက်ဖြစ်ပြီး မိုက်ကယ်အိန်ဂျလိုနဲ့ ခေတ်ပြိုင်လည်း ဟုတ်သလို ပန်းချီတင်မက သိပ္ပံ မက္ကင်းနစ်အပါအဝင် တခြားလိုင်းပေါင်းများစွာမှာ ထူးချွန်တဲ့ ဂျီးနီးယပ်တစ်ယောက်ပါပဲ။လိုင်းပေါင်းများစွာထူးချွန်ပေမဲ့လည်း သူလုပ်သမျှတွေက ခပ်ပေါပေါတွေတော့မဟုတ်ခဲ့ပါဘူး။ မိုနာလီဇာက သက်သေတစ်ခုပဲမို့လား။ ဒီရုပ်ရှင်ကတော့ မိုနာလီဇာအထီးလို့ခေါ်တဲ့ မိုနာလီဇာနဲ့ ဒီဇိုင်းခပ်ဆင်ဆင် ယောက်ျားပုံတစ်ပုံကို တွေ့ရှိတဲ့အကြောင်းပါ။ အဲဒီပန်းချီကားကို Salvator Mundi လို့ခေါ်ပြီး လီယီုနာဒိုလက်မှတ်မထိုးထားတဲ့ ဟန်ကိုကြည့်ပြီး ဆုံးဖြတ်ရတဲ့ ပန်းချီကားလည်းဖြစ်ပါတယ်။ထူးတာက ဒီကားက လီယီုနာဒိုရဲ့ ကားဟုတ်မဟုတ် အငြင်းပွားမှုတွေအတော်များခဲ့ပြီး အခုထိလည်း မသဲကွဲကြသေးပါဘူး။ ၁၅ရာစုကပန်းချီဟာ ၂၀၀၅လောက်မှာပေါ်လာခဲ့ပြီး လီယိုနာဒိုရဲ့ ပျောက်ဆုံးနေတဲ့ကား ...",
        "rating": "7.5",
        "url": "https://megaup.net/2sbaj/(CM)_The_Lost_Leonardo_(2021)_720p.mp4",
        "category": "Documentary, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-138x200.jpg",
        "title": "Peter Pan (2003)",
        "description": "အားလုံးသိကြတဲ့ပုံပြင်လေးကို ရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ 2003 ကထွက်ရှိတဲ့ကားပါ။Wendy နဲ့သူ့မောင်တွေဖြစ်တဲ့ John နဲ့ Michael တို့ဟာ သူတို့ပုံပြင်ပြောရင်လာနားထောင်တဲ့ Peter Pan ခေါ်တာကြောင့် Neverland ကိုလိုက်သွားပြီး စွ့န်စားခန်းတွေ ကြုံတွေ့ရပါတယ်။လေပေါ်ပျံနိုင်စွမ်းရှိပြီး ဘယ်တော့မှအသက်မကြီးတဲ့ Peter Pan နဲ့ သူ့ရဲ့အပေါင်းအပါတွေဖြစ်တဲ့ The Lost Boys, Fairy လေး Tinkerbell တို့အပြင် ပင်လယ်ဓားပြကြီး Captain Hook တို့လည်းပါ၀င်ပါတယ်။ 2003 ကထွက်တာဖြစ်ပေမယ့်အခုပြန်ကြည့်လည်းမရိုးနိုင်တဲ့ကားလေးပါ။မိသားစုလိုက်ကြည့်ရင် လူကြီးတွေအတွက်လည်းမပျင်းရတဲ့ကားလေးဖြစ်ပါတယ်။Wendy တို့ရဲ့ကုန်ဆုံးတော့မယ် ကလေးဘ၀ကိုကြည့်ရင်း nostalgic feeling လည်းခံစားရမှာပါ။ Rotten tomatoes -77% File size…(2.17GB)/(1.2GB)/(875MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:53:00\nGenre...adventure / Family / fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "6.8",
        "url": "https://megaup.net/2s7je/Peter.Pan.2003.1080Pp(cm)_(2).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7i7yuJoXCv12rQwYdSWcImhryrL.jpg",
        "title": "The Darkness (2016)",
        "description": "The Darkness (2016)ယခုတစ်ခါမှာတော့ 2016ခုနှစ်က ထွက်ရှိခဲ့တဲ့ horror ဇာတ်ကားလေးကို မိုးအေးအေးမှာ မီးမှိတ်ကြည့်ရှုရန် တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်း အကျဥ်းကတော့ မိသားစု ၂စု နက်ရှိုင်းတဲ့ တောင်ကြားတွေဆီ စခန်းချ ခရီးထွက်ကြတယ်ပေါ့။\nပီတာနဲ့ ဘရွန်နီတို့မှာ စတက်ဖနီလို့ခေါ်တဲ့ သမီးလေးတစ်ယောက်နဲ့ အော်တစ်ဇင်ဖြစ်နေတဲ့ မိုက်ကယ်လ်ဆိုတဲ့သားလေးရှိပါတယ်။\nခရီးစဥ်မှာ မိုက်ကယ်လ်ဟာ မတော်တဆ တွင်းတစ်ခုထဲ ပြုတ်ကျသွားပြီး ကလေးတို့သဘာဝ စိတ်ဝင်စားစရာကောင်းတဲ့ ကျောက်တုံးလေး ၅တုံးကို ယူလာခဲ့ပါတော့တယ်။ အိမ်ပြန်ကြပြီးမကြာမီ အိမ်ထဲမှာ ထူးဆန်းတဲ့ ဖြစ်ရပ်တွေ ဆက်တိုက်ဆိုသလိုဖြစ်လာပါတော့တယ်...စတက်ဖနီလည်း စိတ်ဝေဒနာသည်လိုလိုတွေဖြစ်၊ အော်တစ်ဇင် မိုက်ကယ်လ်ခမျာလည်း ပိုရူး ပိုကြောင်တဲ့ ကိစ္စတွေကို ခပ်စိပ်စိပ်လုပ်လာတဲ့အခါ အကြောင်းရင်းကို ရှာဖွေရပါတော့တယ်။ထိုအကြောင်းအရင်းက ဘာဖြစ်မလဲဆိုတာတော့ CM ပရိသတ်တို့ ကြည့်ရှုခံစားရင်း ခန့်မှန်းအဖြေရှာဖို့ ခု The Darkness ဆိုတဲ့ ဇာတ်ကားလေးကို ညွှန်းဆိုလိုက်ပါရစေ... (ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆို ...",
        "rating": "4.5",
        "url": "https://megaup.net/1Mdlz/(CM)_The_Darkness_(2016)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ulGCgWnidH9LJTRL9rMV23cLtQb.jpg",
        "title": "Broker(2022)",
        "description": "Broker(2022) အညွှန်း ****************** IMDb...7.5 ဒီကိုရီးယားရုပ်ရှင်ဟာ Box Office စာရင်းဝင်ခဲ့ပြီး ဆုကြီ:တွေလည်းရရှိခဲ့ပါတယ်... မင်းသားကြီး Song Kang-ho , Dong-won Gang နဲ့ မင်းသမီး IU တို့ရဲ့ Drama ဆိုတော့ လုံးဝကိုလက်မလွှတ်သင့်ဘူးလို့ ဆိုရမှာဖြစ်သလို အညွှန်းဖတ်စရာတောင် မလိုဘဲ ဒေါင်းသင့်တဲ့ ကားမျိုးပါ... ဒီဇာတ်ကားလေးကတော့ Baby box လို့ခေါ်တဲ့ ကလေးအိပ်ရာဘူးထဲမှာ ကလေးတွေကိုစွန့်ပစ်သွားတာကို အခြေခံထားပြီးရိုက်ကူးထားတဲ့ ကားလေးဖြစ်ပါတယ်... Sang Hyun(Song Kang Ho) နဲ့ Dong Soo(Kang Dong Won) ဆိုတဲ့သူတွေက အဲ့ဒီဘူးထဲမှာ ထည့်ထားခဲ့တဲ့ကလေးတွေကိုခိုးပြီး တခြားမွေးစားမယ့် မိဘတွေဆီ ကလေးတွေကိုရောင်းစားတဲ့သူတစ်ယောက်ပါ...သူ့တို့ကိုယ်သူတို့ Broker လို့ခေါ်ပါတယ် တစ်နေ့ So Young(Lee Ji Eun) ကသူမရဲ့ကလေးကို အဲ့ဒီ Baby box ထဲထည့်ထားပြီးစွန့်ပစ်ထားခဲ့ပါတယ် ... So Young ရဲ့ကလေးကို ဟို Broker နှစ်ယောက် ကယူသွားပြီး မွေးစားဖို့တခြားမိဘတွေဆီရောင်းဖို့လုပ်တဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ So Young ကရော ဘာလို့ကလေးကို စွန့်ပစ်တာလဲဆိုတာ သိချင်ရင်တော့🤩 ဒီကားလေးကတော့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/16fmn/Broker.2022.WEB-DL1080P.PP(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xyBDhcgxyffS7uomHDLIuvNwvd9.jpg",
        "title": "The Bang Bang Club (2010)",
        "description": "The Bang Bang Club (2010)အာဖရိကတိုက်ဟာ လူမျိုး‌ရေးပြဿနာတွေ၊ ပဋိပက္ခ‌တွေ၊ ငတ်မွတ်ခေါင်းပါးခြင်းနဲ့ သွေးသံရဲရဲသတ်ဖြတ်မှုတွေကြောင့် တကမ္ဘာလုံးက စောင့်ကြည့်ခဲ့ရတဲ့ နေရာတစ်ခုပါ။ နေ့တိုင်း တစ်ခုမဟုတ် တစ်ခုဖြစ်နေတဲ့အရပ်မို့လို့လဲ သတင်းသမားတွေရဲ့ ရတနာသိုက်ကြီးတစ်ခု ဖြစ်လာတော့တာပေါ့။သတင်းသမားဆိုတာနဲ့ လူ့ကျင့်ဝတ်ကို ဘေးဖယ်ထားလိုက်ရတော့တာပါပဲလေ။ ကိုယ့်ရှေ့မှာ လူသတ်နေရင် ဝင်ကူညီဖို့ထက် ရှင်းလင်းပြတ်သားမြင်သာတဲ့ ဓာတ်ပုံတစ်ပုံ ရိုက်နိုင်ဖို့က ပိုအရေးကြီးတာကိုး။ ဒါ့ကြောင့်ပဲ သတင်းထောက်တွေကို နှာခေါင်းရှုံ့ကြတယ်ပဲ ထင်ပါရဲ့။သတင်းသမား‌တွေအတွက် ဓာတ်ပုံတစ်ပုံဟာ ရွှေထက်ပိုတန်ဖိုးရှိတာပေါ့။ သတင်းဓာတ်ပုံဆု ပူလစ်ဇာ ဆိုတာက သတင်းထောက်တစ်ယောက်ကို စင်ပေါ်တင်ပေးလိုက်ပြီး ငွေပုံပေါ် ထိုင်လို့ရသွားစေတာကိုး။ သတင်းဌာနတွေက အလုအယက်ဝိုင်းခေါ်၊ လစာတွေတပုံကြီးပေးပစ်လိုက်ကြတာမျိုးပဲ။ကဲ ဒီလောက်ဆိုရင် အမြည်းသဘော သိရပြီမလို့ အကြောင်းအရာလေးတစ်ခု ထပ်ပြောပါ့မယ်။ လူကြီးမင်းတို့ထဲမှာ မှတ်မိလိုက်ကြသူတွေလည်း ရှိမှာပေါ့။ အာဖရိက ဆူဒန်တောင်ပိုင်းမှာ ငတ်မွတ်ခေါင်းပါးမှု အကြီးအကျယ်ဖြစ်တော့ လူအမြောက်အများ သေကြေခဲ့ရဖူးတယ်။ ထမင်းငတ်လို့ သေတဲ့မသာတွေပေါ့ဗျာ။ အဲဒီထဲမှာမှ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2s9B3/(CM)_The_Bang_Bang_Club_(2010)_720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNjY1MTFlYWUtZDVkMC00ZGY5LWE2OWQtM2E2N2JkMDNhOGRjXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-133x200.jpg",
        "title": "A Beautiful Curse (2021)",
        "description": "A Beautiful Curse (2021)ပဟေဠိဆန်ဆန် ရိုမန့်တစ်ဆန်ဆန်ကားကိုမှ မင်းသမီးချောချောလေးနဲ့ တွဲဖက်ထားတာဆိုတော့ အားလုံးကြိုက်ကြမယ့် ကားကောင်းပါပဲ။ Sleeping Beauty ဒဏ္ဍာရီကို တစ်ခေတ်ဆန်းထားတာမို့ အားလုံးငြိကြမယ့် ကားကောင်းလည်း ဟုတ်ပါတယ်။ရိုမန့်တစ် အရမ်းဆန်တာမို့ စော်မရှိဘဲမရှိများတော့ မကြည့်စေချင်ပါဘူး။တစ်မြို့လုံးထူးဆန်းစွာ အိပ်ပျော်သွားကြတဲ့ မြို့ကလေးတစ်မြို့ရှိတယ်။ အဲဒီမြို့ကလေးကို ဓာတ်ပုံဆရာတစ်ယောက်ရောက်လာပြီး အဲဒီမြို့လေး‌မှာ ဘာတွေဖြစ်နေလဲ မှတ်တမ်းတင်ဖို့လုပ်တယ်။ ထူးတာကတော့ အိပ်နေတဲ့လူတွေဟာ ထူးခြားစွာ နေရာပေါင်းစုံ ပတ်ရွေ့နေကြတာပါပဲ။ ဒီအဖြစ်အပျက်ဟာ သေစေနိုင်တယ်လို့ အစိုးရက သတ်မှတ်ပြီး အဲဒီမြို့ကလေးကိုပိတ်ချလိုက်ပေမဲ့ ဘာရောဂါလဲဆိုတာတော့ ဘယ်သူမှ မသိခဲ့ပါဘူး။ ဒီလိုနဲ့ မြို့လေးကရောဂါတွေဟာ ပဟေဠိဆန်စွာ မြို့သားတွေကို ဝါးမျိုသွားခဲ့တယ်။ ဓာတ်ပုံဆရာဟာ အိမ်တစ်အိမ်ကို ခိုး၀င်ရင်း အိပ်ပျော်နေတဲ့ မိန်းမလှလေးကို တွေ့သွားရာက ကျိန်စာလှလှလေး ဘယ်လိုဖြစ်လာမလဲ ရှု့စားကြရမှာပါ။ (ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1GB, 500MB\nQuality ...",
        "rating": "5.9",
        "url": "https://megaup.net/16et7/(CM)_A_Beautiful_Curse_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMjQ1MjFkN2EtOTU4NS00NDkzLThhNzItODkzYWNjZDMxZjE0XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-141x200.jpg",
        "title": "Rangasthalam (2018)",
        "description": "Rangasthalam (2018)IMDb Rating(8.2) / Rotten Tomatoes (100%)Rating အလန်းစားနဲ့ ဒီဇာတ်ကားက ဇာတ်လမ်းဇာတ်အိမ်ရော Plot Twist ရော ရိုက်ကူးမှုပိုင်းတွေရော အကုန်လုံး ပြည့်စုံကောင်းမွန်တဲ့ တောင်ပိုင်းရုပ်ရှင်ကားကြီးတစ်ကားပါပဲ။သာမန်ကြည့်ဖူးနေကျ တောင်ပိုင်းကားတွေလို Overတွေ မပါဘဲ သဘာဝကျကျ အက်ရှင်အလန်းစားတွေ၊ သီချင်းတွေနဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင် တင်ဆက်ထားပါတယ်။မင်းသားကလဲ ဘိုင်ရာဘာမင်းသားလို့ လူသိများတဲ့ ရမ်ချရန်းဆိုတော့ သဘာဝကျတဲ့သရုပ်ဆောင်မှုတွေနဲ့ လိုက်ဖက်လွန်းနေပါတယ်...ဇာတ်လမ်းလေးကတော့...\n၁၉၈ဝခုနှစ်တွေက ရန်ဂက်(စ်)တလန်ဆိုတဲ့ ကျေးရွာလေးတစ်ရွာက ဇာတ်လမ်းတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။\nရွာထဲမှာ လယ်တွေကိုရေသွင်းတဲ့အလုပ်ကိုလုပ်တဲ့ ချစ်တီးဘာဘူဟာ မွေးရာပါနားလေးတဲ့ ချို့ယွင်းချက်ရှိပြီး\nမဟုတ်မခံ လူစားမျိုးပါ၊ သူ့အရှေ့မှာ မတရားတာတွေ့ရင် ဝင်ချဖို့ နှစ်ခါမစဉ်းစားတတ်ပါဘူး..ရွာထဲမှာ အဖွဲ့အစည်းဆိုတဲ့နာမည်နဲ့ ရွာသားတွေကို ချေးငွေတွေထုတ်ချေးထားပြီး အမြတ်ကြီးစား ခေါင်းပုံဖြတ်နေတဲ့ အဖွဲ့တဖွဲ့လည်းရှိပါတယ််\nဒီအဖွဲ့ကို အဓိကချုပ်ကိုင်ထားတာက နှစ်(၃၀)ဆက်တိုက် သူကြီးဖြစ်နေတဲ့ ရွာသူကြီးပါ\nလူတွေက သူ့ကို ကြောက်ရွံ့ကြသလို၊ ရင်မဆိုင်ရဲကြပါဘူး\nသူနဲ့ထိပ်တိုက်တွေ့တဲ့သူမှန်သမျှ မရှု့မလှသေပွဲဝင်ကြရစမြဲပါ။ဒီလို ဂုတ်သွေးဆုပ်အမြတ်ထုတ်နေတဲ့ အဖွဲ့ကို ရင်ဆိုင်ပြီး ...",
        "rating": "8.2",
        "url": "https://megaup.net/1M9oe/(CM)_Rangasthalam_(2018)_Telugu_(1080p_WEBRip_x265_10bit)Nyein.mkv",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BY2MxZDVjNmYtOTc5Ni00NWQ5LTg0MDItNTFlNmFjMWM5Y2Q2XkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_-140x200.jpg",
        "title": "Haunted Universities 2nd Semester (2022)",
        "description": "တက္ကသိုလ်တွေတိုင်းမှာ ကြောက်မက်ဖွယ်ရာ သရဲပုံပြင်တွေရှိကြသလို ဒီဇာတ်လမ်းမှာလည်း ကျောင်းသူကျောင်းသားတွေကြားမှာ ပြောလေ့ရှိတဲ့ သရဲဇာတ်လမ်းသုံးခုကို တင်ဆက်ထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်း၂၀၀၉ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Haunted Universities ရဲ့ နောက်ဆက်တွဲဇာတ်ကားဖြစ်ပြီး သရဲတွေကို ​ကျောင်းတက်ရင်းမြင်နေရတဲ့ သူငယ်ချင်းနှစ်ယောက်၊ အထိမ်းအမှတ်နေ့မှာမှ သေဆုံးခဲ့ရပြီး စိတ်စွဲနေခဲ့တဲ့ဆေးကျောင်းသားလေး နဲ့ ကျောင်းမပြီးခဲ့လို့သေသွားခဲ့တဲ့စီနီယာ၊ နှလုံးဖောက်ပြီးသေဆုံးခဲ့ရတဲ့ ဆရာမ၊ ကချေသည်သရဲဆိုတဲ့ ရာဇဝင်တွေရှိတဲ့ အဆောက်အဦးဟောင်းကြီး အစရှိတဲ့သရဲပုံပြင်တွေထဲက ကြောက်မက်ဖွက်ရာသရဲဝိဥာဥ်တွေရဲ့ စွဲလမ်းမှုတွေကို ကြောက်စရာ သနားစရာအပြင် ဟာသနှောပြီးရိုက်ကူးတင်ဆက်ထားတဲ့ \"Haunted Universities 2nd Semester\" ကို ကြည့်ရှူကြရအောင် ။ထျန် အဖြစ် James Teeradon\nတျန် အဖြစ် Nana Sawanya\nမေ ဆာအဖြစ် Music Praewa\nတိုင် အဖြစ် Care Panisara\nဂေါပ့် အဖြစ် Kit Krit\nမင် အဖြစ် Belle Kemisara( အညွှန်းရေးသားထားသူကတော့ Kyi Nue ...",
        "rating": "5.7",
        "url": "https://megaup.net/2s7J5/Haunted_Universities_2nd_Semester_(2022)_720p.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nnl6OWkyPpuMm595hmAxNW3rZFn.jpg",
        "title": "Beetlejuice (1988)",
        "description": "Beetlejuice (1988)~ IMDb - 7.5/10, Rotten Tomatoes - 85% ~Beetlejuice ဟာ Gothic ဟန်နဲ့ နာမည်ကြီးတဲ့ Tim Burton ကြီးရဲ့ ကနဦးကားတွေထဲက တစ်ကားဖြစ်ပြီး Johhny Depp နဲ့ Winona Ryder တို့ Edward Scissorhands မှာ မတွေ့ကြခင် Winona နဲ့ ဘာတန်တွဲရိုက်ခဲ့တဲ့ကားဖြစ်သလို Beetlejuice 2 သာ ထွက်ဖို့သေချာရင် မူလ Actor, Actress တွေဖြစ်တဲ့ Michael Keaton တို့ Winona တို့အပြင် Johnny Depp လည်း ပါလာမယ်ဆိုပါတယ်။Beetlejuice ဟာ Rating တွေမြင့်သလို Classic စာရင်း၀င်တဲ့ ဘာတန်ဆန်ဆန်၊ Gothic ဆန်ဆန် Comedy ကားလည်းဟုတ်ပါတယ်။ ဘာတန်ဟာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Ma8t/(CM)_Beetlejuice_(1988)_720p.mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rPWaktPt50BwkYHmYM62sDrdnjR.jpg",
        "title": "Terror on the Prairie (2022)",
        "description": "Terror on the Prairie (2022) ဂျပ်ဘ်မက်အယ်လစ်စတာဟာ တစ်ချိန်ကခွဲထွက်ရေးဝါဒီစစ်သားတစ်ယောက်ဖြစ်ခဲ့ပြီး အခုချိန်မှာတော့ မွန်တာနာကိုမိသားစုနဲ့အတူပြောင်းရွှေ့နေထိုင်ရင်းခြံလုပ်ငန်းနဲ့အသက်မွေးနေပါတယ်။ ဇနီးဖြစ်သူဟတ်တီက သူ့အတိတ်နောက်ကြောင်းကိုသိပေမယ့် အပြည့်အဝမဟုတ်ပါဘူး။ ဒါပေမဲ့လည်း တစ်နေ့မှာတော့ ဂျပ်ဘ်ရဲ့ အတိတ်တွေဟာ ကပ္ပတိန်နဲ့ သူ့ဓားပြတွေအသွင်နဲ့ သူတို့ဆီကိုပြန်လည်ခြောက်လှန့်ဖို့ရောက်ရှိလာပါတော့တယ်။\nအဲ့ဒီအချိန်ဟာ ဂျပ်ဘ်မြို့ကိုတက်သွားချိန်၊ အိမ်မှာ ဇနီးသည်မိန်းမသား ဟတ်တီနဲ့ လူမမယ်ကလေးနှစ်ယောက်ပဲ ရှိနေချိန်ဖြစ်ပါတယ်။တစ်ချိန်က စစ်ပြန်တွေ၊ အခုချိန်မှာ ဓားပြအဖြစ် အသက်မွေးနေတဲ့ လက်နက်အပြည့်အစုံ ယောက်ျားရင့်မာတစ်အုပ်ကို သူတို့ ဘယ်လိုရင်ဆိုင်တွန်းလှန်ကြမလဲ?Western ရုပ်ရှင်တစ်ခုကို ခေတ်ပေါ် home invasion thriller ဇာတ်ကားတွေလိုမျိုး suspense တွေ လှည့်ကွက်တွေအပြည့်နဲ့ သည်းထိတ်ရင်ဖို ကြည့်ရှုခံစားရမဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Alias ပါ။)File Size : 1.6GB, 670MB & 334MB\nQuality : 1080p WEBRip, 720p WEBRip & 480p\nFormat : mp4\nDuration ...",
        "rating": "6.7",
        "url": "https://megaup.net/16cox/[CM]Terror.on.the.Prairie.2022.720p.WEBRip.mp4",
        "category": "Drama, Thriller, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kWo2lQ0SAZuL54yaTeOXHfjpZbK.jpg",
        "title": "Shallow ( 2022 )",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်တိုအတွက် ကြည့်ရင်းနဲ့\nအားတက်လာစေမယ့် အမျိုးသမီးလက်ဝှေ့ရုပ်ရှင်ကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nအမျိုးသမီးလက်ဝှေ့လက်ရွေးစင်တစ်ယောက်ဖြစ်တဲ့ ပိုင်ယန်ဟာ\nလွန်ခဲ့တဲ့ ၆ နှစ်လောက်က အမှားတစ်ခုကြောင့်\nထောင်ကျခဲ့ပြီး တစ်နှစ်အရွယ်သားလေးနဲ့ ခွဲခွါခဲ့ရပါတယ်။ထောင်ထဲက ထွက်လာပြီးနောက် သားလေးနဲ့တူတူ ပြန်နေချင်ပေမဲ့\nသူမရဲ့ အခြေအနေကြောင့် အစ်မဖြစ်သူရဲ့ တားဆီးခြင်းကို ခံခဲ့ရပါတယ်။\nလက်ဝှေ့ပဲထိုးတတ်တဲ့ သူမဟာ လက်ဝှေ့နည်းပြရှန်ဟောက်ရဲ့\nအကူအညီနဲ့ အောင်မြင်အောင် ဘယ်လိုကြိုးစားမလဲ......\nသူတို သားအမိတတွေ ပြန်လည်ဆုံဆည်းနိုင်ပါ့မလား\nဆိုတာကို ရုပ်ရှင်ကြည့်ရင်း လိုက်ပါခံစားလိုက်ပါဦး...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres  : Drama\nRuntime : 1h 36 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Chu Chu , Moon\nEncoded by LK",
        "rating": "6.3",
        "url": "https://megaup.net/16cc3/Shallow_2022_WEB-DL_1080p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/mechanic-recurrection-poster-133x200.jpg",
        "title": "Mechanic: Resurrection (2016)",
        "description": "Mechanic: Resurrection (2016)_____IMDb - 5.7/10လူသတ်သမားတစ်ယောက်ဟာ လူသတ်ပြီးသွားရင် သူသတ်မှန်းမသိရအောင် ခြေရာလက်ရာဖျောက်နိုင်မှ ကျွမ်းကျင်ပိုင်နိုင်တယ်လို့ ပြောရမှာပါ။ ဒါပေမဲ့ အဲဒီထက် တစ်ဆင့်တက်ကြည့်ကြမလား။ ဘယ်သူဘယ်ဝါ သတ်သွားတယ်ဆိုတာကို အသာထားလိုက်။ လူသတ်ခံလိုက်ရတာပါ ဆိုတာကိုတောင် မသိအောင်လုပ်နိုင်တဲ့ လုပ်ကြံရေးသမားတစ်ယောက်ရှိပါတယ်။ သူ့လက်ချက်နဲ့ လူ့လောကကို တာ့တာပြသွားရတဲ့သူတွေဟာ အများအမြင်မှာတော့ မတော်တဆဖြစ်ပြီး သေရတာပါတဲ့။ ဝမ်းနည်းစရာ မတော်တဆမှုလေးတွေပေါ့။ဒီလောက်ဆိုရင်တော့ လူကြီးမင်းတို့ တွေးမိလောက်ပါပြီ။ ဟုတ်ပါတယ်။ ဘစ်ရှော့ပ် ဆိုတဲ့ Mechanic စက်ပြင်သမားတဖြစ်လဲ လုပ်ကြံရေးသမားကြီးပေါ့။ တည်ငြိမ်တယ်။ သွေးအေးတယ်။ တိကျတယ်။ ပြီးတော့ ရက်စက်တယ်။အခုကတော့ ပထမကား The Mechanic (2011) ရဲ့ အဆက် sequel ဇာတ်ကားဖြစ်ပါတယ်။ မင်းသားကြီး Jason Statham ရဲ့ ဇာတ်ကောင်တစ်ယောက်ပေါ့။ သူနဲ့အတူ ကျွန်တော်တို့ရဲ့ အိပ်မက်မင်းသမီးလေး Jessica Alba ကလည်း ...",
        "rating": "5.7",
        "url": "https://megaup.net/2s6bB/(CM)_Mechanic_-_Resurrection_(2016)_BluRay_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/the-mechanic-1-137x200.jpg",
        "title": "The Mechanic (2011)",
        "description": "The Mechanic (2011)\nIMDb - 6.6/10_____Rotten - 53%မင်းသားကြီး Jason Statham ရဲ့ ဇာတ်ကားတွေထဲမှာ ဒီဇာတ်ကားကလဲ နာမည်ကြီးပါတယ်။ကြေးစားလူသတ်သမား ဘစ်ရှော့ဆိုတာ Mechanic စက်တစ်လုံးလို တိကျသေချာတဲ့နည်းလမ်းနဲ့ အလုပ်လုပ်တတ်တဲ့သူပါ။ဘယ်နေရာမှာမဆို တိကျသေချာအောင် အကွက်ချတတ်ပြီးတော့ သူ့ရဲ့အလုပ်က လူသတ်ယုံမဟုတ်ဘဲ အဲ့ဒီ့လူသတ်မှုကို မတော်တဆမှုလိုလို...အခန့်မသင့်လို့သေတာလိုလို...ဖန်တီးရတာမျိုးပါ။ဒီလိုကြေးစားလူသတ်သမားကိုမှ လာရှုပ်မိတဲ့ ငနဲသားတွေ ဘယ်လိုဒုက္ခဝေသွားမလဲဆိုတာ.....။မာကြောပြတ်သားတဲ့ အက်ရှင်ဇာတ်ရုပ်နဲ့ Jason Statham နဲ့ကတော့ အလိုက်ဆုံးအတွဲအဖက်ပါပဲ။Action,Crime,Thriller အမျိုးအစားဖြစ်ပြီး IMDb Rating (6.6/10 ) ရရှိထားပါတယ်။\nFile size…(1.8 GB) / (700 MB)\nQuality….BluRay 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:32:44\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.6",
        "url": "https://megaup.net/1M8gt/(CM)_The_Mechanic_(2011)_1080p_Bluray_REMUX_HEVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sJOfJuyQVZPwNQ8g21Qv0lojQhC.jpg",
        "title": "Major(2022)",
        "description": "Major(2022) အညွှန်း******************IMDb...8.7၂၀၀၈ ခုနှစ် နိုဝင်ဘာလ ၂၆ ရက်နေ့မှာအစွန်းရောက်အကြမ်းဖက်တွေဟာ မွန်ဘိုင်းမြို့ရဲ့  Iconic တစ်ခုလိုဖြစ်တဲ့Taj Mahal Palace Hotel ကို ဝင်ရောက်စီးနင်းခဲ့တယ်...အလွှာပေါင်း ၄၄ လွှာ ၊အခန်းပေါင်း  ၅၆၀ရှိတဲ့ ဒီဟော်တယ်ကြီးဟာစစ်အတွင်းမှာတောင်ကုတင်  ၆၀၀ဆံ့ ယာယီဆေးရုံအဖြစ် ပြောင်းလဲခဲ့ဖူးတယ်လို့ဆိုတယ်...ဒီဟော်တယ်ကြီး စီးနင်းခံရတဲ့အဖြစ်အပျက်ကတော့ အတော်ထိတ်လန့်စရာကောင်းပါတယ်..အဆိုးဆုံးကတော့ အကြမ်းဖက်အဖွဲ့တွေဟာ  ဧည့်သည်တွေကိုအထိန်းအကွပ်မဲ့ပစ်သတ်ခဲ့သလို အဆောက်အဦးကိုလည်း အတော်ဖျက်ဆီးခဲ့ပါတယ်..ဒါ့ကြောင့်  ကျန်ရှိနေသေးတဲ့ ဓားစာခံ ပြည်သူတွေကို ကယ်ထုတ်ပြီး အကြမ်းဖက်အဖွဲ့ကိုနှိမ်နှင်းဖို့  ဆန်ဒီဗ်အွန်နီခရစ်ရှနန်းဆိုတဲ့ ကယ်ဆယ်ရေးတပ်ဖွဲ့မှမေဂျာအဆင့်ရှိသူဦးစီး  တပ်စိတ်တစ်စိတ်ဟာ ဝင်ရောက်ခဲ့တယ်..ဒီနေရာမှာအကြမ်းဖက်အဖွဲ့ဟာ ခပ်ညံညံအဖွဲ့မဟုတ်ခဲ့ဘဲသေချာထရိန်းပြီး တိုက်ပွဲအတွေ့အကြုံတွေများစွာရှိနေတဲ့သူတွေဖြစ်တယ်...ဒီတော့ မေဂျာတို့အဖွဲ့ ဘယ်လိုတွေ ဆက်လုပ်ကြမလဲဆိုတာကတော့ ဒီဇာတ်ကားက ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်..မေဂျာအဆင့်ဖြင့်တာဝန်ထမ်းဆောင်စဉ် ကြောက်မက်ဖွယ် အကြမ်းဖက်တိုက်ခိုက်ခဲ့မှုကြီးကို ကယ်ဆယ်ခဲ့တဲ့  Major Sandeep Unnikrishnan အကြောင်းကိုရိုက်ပြထားခြင်းဖြစ်လို့ ခံစားကြည့်ကြပါဦး...သမိုင်းဝင်ဖြစ်ရပ်မို့ ဘက်ဂျက်အများကြီ:အကုန်ကျခံထားသလိုအက်ရှင်ခန်းတွေလည်း တော်တော်ကြည့်ကောင်းပါတယ်..File Size :(2.23GB)(2.5GB) (1.1GB) and (364 MB)\nQuality ...",
        "rating": "8.7",
        "url": "https://megaup.net/16cly/(CM)_Major.2O22.NF.WEBDL.1080p.HEVC.AAC.5.1-PP.mkv",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/16YlwH2szFpcRbRtTBWxpAvfvNz.jpg",
        "title": "Kidnapped Soul ( 2021 )",
        "description": "ဒီတစ်ခေါက်မှာတော့ rainie ရဲ့ ထိုင်ဝမ်ကားကောင်းလေးကို\nချစ်ရပါသော CM ချစ်ပရိသတ်တွေအတွက်\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဒီဇာတ်လမ်းလေးက သည်းထိတ်ရင်ဖိုကြိုက်တဲ့\nသူတွေအတွက်လိုဆိုနိုင်သလို အားကြီးနဲ့ မိုးနဲ့အတူ\nငိုချချင်သူတွေအတွက်လည်း ကြည့်သင့်တဲ့ဇာတ်ကားလေးပါနော်....ဒီဇာတ်လမ်းလေးကKidnapped Soul ဆိုတဲ့ နာမည်လေးအတိုင်းပါပဲ...\nပြန်ပေးဆွဲခံရတဲ့ကလေးလေး ၂ ယောက်အကြောင်းပေါ့...\nတစ်ယောက်က ဖုံဖုံ တစ်ယောက် သောသောတဲ့ဇာတ်လမ်းလေးအကျဉ်းလေး ပိစိလေးပြောရမယ်ဆိုရင်...\nရဲမှူးကျီခိုင်က အမည်မဖော်နိုင်တဲ့ကလေးအလောင်းသေတ္တာ\nကွင်းဆက်အမှုကို တာဝန်အရ စုံစမ်းနေချိန်မှာပဲ\nသူ့အစ်မဖြစ်သူ မူလတန်းဆရာမမိန်ကျိန်းရဲ့\nသမီးလေးလည်း အလားတူ ပုံစံနဲ့ ပြန်ပေးဆွဲခံခဲ့ရပါတယ်။အမှုလိုက်နေတဲ့အချိန် သဲလွန်စအရ မိန်ကျိန်းရဲ့\nအိမ်နီးနားချင်းဟောင်းဖြစ်တဲ့ မင်းချန်နဲ့ ဟွေ့လန်တိုနဲ့\nဆုံတွေ့ချိန်မှာတော့ သူတိုရဲ့ သမီးလေးဟာလည်း\nပျောက်ဆုံးနေတာ တစ်နှစ်ရှိပြီဆိုတာ သိခဲ့ရပါတယ်။\nရှုပ်ထွေးပြီး သဲလွန်စပျောက်တဲ့ အမှုကိုလိုက်ဖို့\nလမ်းစရှာမရတဲ့အဆုံး ကျီခိုင်ဟာ ထူးထူးဆန်းဆန်းနဲ့\n၂၁ ရာစုထဲမှာ အမှုမှန်ပေါ်ဖိုအတွက်\nနတ်ကတော်ကျိန်းပိုင်ရှီကိုပဲ အကူအညီတောင်းရပါတော့တယ်။ကဲကဲ... ဝိညာဉ်တွေအကူအညီသုံးရင်း\nအမှန်တရားကိုဖော်ထုတ်နိုင်မလားဆိုတာရယ်...\nပြန်ပေးဆွဲခံရတဲ့ ကလေး ကိုပြန်ကယ်တင်နိုင်မှာလား...\nဇာတ်လမ်းအစက ကလေးအလောင်းက ဘယ်သူဖြစ်မှာလဲ...\nပြန်ပေးဆွဲခံရချင်းတူပေမယ့် ကလေးနှစ်ယောက်ရဲ့\nအဆုံးသတ်တူပါ့မလား ဆိုတာကို မိုးအေးအေး\nစောင်လေးကွေးပြီး ဒေါင်းကြည့်နေတဲ့ CM ချစ်ပရိသတ်တို့\nတစ်ယောက်တည်းအိမ်မှာရှိရင် တံခါးဖွင့်ဖို ကြောက်မသွားကြနဲ့နော်... \nQuality : WEB-DL 1080p, 480p\nFormat : mp4\nGenres ...",
        "rating": "6.1",
        "url": "https://megaup.net/16c80/Kidnapped.Soul.2021_WEB-DL_1080p_CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-what-135x200.jpg",
        "title": "What a Girl Wants(2003)",
        "description": "ဒက်ဖနီဆိုတဲ့ကောင်မလေးက ငယ်စဉ်ကတည်းက အဖေ့ကိုတွေ့ဖို့မျှော်လင့်ရင်းကြီးပြင်းလာခဲ့ရသူပါ သူ့အဖေနဲ့အမေကတော့ အဆင့်အတန်းကွာခြားမှုတွေကြား ဝေးကွာသွားခဲ့ရသူတွေပါ သူ ၁၇ နှစ်ပြည့်တော့ အဖေဖြစ်သူ တော်ဝင်မျိုးနွယ်အမတ်ဒက်ရှ်ဝုဒ်ကိုတွေ့ဖို့လိုက်လာခဲ့ပါတယ် သူ့ရဲ့လွတ်လပ်ပေါ့ပါးတဲ့ပုံစံနဲ့ တော်ဝင်အနွယ်တို့ရဲ့ဣ​န္ဒြေကြီးမားတဲ့ပုံစံတွေကြား ကွာခြားမှုတွေ ကြောင့် သတင်းစာတွေထက်အတင်းအဖျင်းတွေပြောခံခဲ့ရတယ် အဖေ့မှာစေ့စပ်ထားသူတစ်ယောက်ရှိနှင့်နေပြီး သူ့မှာကလည်းသမီးတစ်ယောက်ရှိနေပါတယ်သူတို့ကလည်းစင်ဒရဲလားပုံပြင်လေးလိုပဲ ဒက်ဖနီအပေါ်အကွက်ချမကောင်းကြံပြီး အမေရိကန်ဆီပြန်ပို့ချင်နေတာပါ ဒက်ဖနီဟာ အဖေဖြစ်သူကိုချစ်တဲ့စိတ်ကြောင့် သူ့ကိုယ်သူပြောင်းလဲရင်း ချစ်ရသူအီရန်နဲ့လည်းဝေးသွားခဲ့ရတယ် တဖြည်းဖြည်းချင်းအဆင်မပြေမှုတွေကြားသည်းခံနေရရင်း သူ့ဘဝအမျှော်လင့်ဆုံးဖြစ်တဲ့ ဖခင်ဖြစ်သူနဲ့တွဲကဖို့ကို အမေပါသမီးကလာဆီရာကလုသွားတာမြင်လိုက်ရချိန်မှာ သူသည်းမခံနိုင်တော့ပါဘူး သူနဲ့ ချစ်သူအီရန်ပြန်ပေါင်းထုပ်နိုင်မလား ဖခင်ဒက်ရှ်ဝုဒ်ကရော သမီးနဲ့ဂုဏ်ဒြပ်တွေကြားဘာကိုရွေးချယ်မလဲ ဒက်ဖနီလိုချင်ခဲ့ရတဲ့အိပ်မက်တွေကိုရော တကယ်ရလာပါ့မလားဆိုတာ ကြည့်ရှုခံစားလိုက်ကြပါ File size…(2.14GB)/(1.11GB)/(571MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Comedy, Drama, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein Zayar Kyaw",
        "rating": "5.8",
        "url": " https://megaup.net/16ag4/What.A.Girl.Wants.2003.PROPER.720p(CM)_(2).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/fviyhkp6k3isa2-133x200.jpg",
        "title": "[18+] Raped by an Angel 2: The Uniform Fan (1998)",
        "description": "Raped by An Angel အောင်မြင်သွားတာကြောင့် နံပါတ် (၂) ထွက်ရှိလာတဲ့ဇာတ်ကားပါ...ဒီဇာတ်ကားထဲက မင်းသမီးကတော့ A Chinese Odyssey ထဲက စတီဗင်ချောင်ရဲ့တွဲဖက် မင်းသမီးချောလေး Athena Chu ပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ...ကောင်မလေးတွေရဲ့ယူနီဖောင်းဝတ်စုံတွေကိုစွဲလန်းပြီး လစ်ရင်လစ်သလို မကောင်းကြံတတ်တဲ့ သွားဆရာဝန် နှာဘူးကောင်ကိုRaped by An Angel ဇာတ်ကားတို့ ထုံးစံအတိုင်း ကောင်မလေးတစ်ယောက်က လက်စားပြန်ချေမယ့် ဇာတ်လမ်းပါ။နှာဘူးကောင်က စတီဖင်ချောင်ပုံစံပြင်ဆင်ထားပြီး ယူနီဖောင်းမြင်တိုင်း ရုပ်တည်ကြီးနဲ့  နှာဘူးထနေတာကို မြင်ရမှာပါ။မင်းသမီးကလဲ အားနွဲ့တဲ့ မိန်းမသားဆိုပေမယ့် အရေးကြုံလာတော့ ဘယ်လိုအကွက်ချ လက်စားပြန်ချေမယ်ဆိုတာ အသည်းတယားယားကြည့်ရှုရမှာပါ။တင်ပြီးသမျှ Raped by An Angel ဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=raped+by+an+angel  ရှာကြည့်လို့ရပါတယ်။File Size : (4.8 GB) & (999 MB)\nQuality : ...",
        "rating": "4.7",
        "url": "https://megaup.net/16bgk/(CM)_Raped.by.an.Angel.2.1998.720p.BluRay.REMUX.AVC.AAC.5.1-RGB.mp4",
        "category": "Action, Adult, Asian, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wFQW9HE7NrZQgWnKR8zl6mvHidx.jpg",
        "title": "The Breath(2009)",
        "description": "The Breath(2009) အညွှန်း***********************ဒီကားက Drama, Action, Thriller ကားပါဇာတ်လမ်းကတော့ တူရကီရဲ့အကြမ်းဖက်အဖွဲ့ PKK ကို တွန်းလှန်တဲ့စစ်ပွဲအကြောင်းပါတူရကီရဲ့ အရှေ့တောင်ပိုင်း အီရပ်နယ်စပ်က တောင်ကြီးတွေကြားမှာရှိတဲ့ စခန်းကို စောင့်ပြီးကာကွယ်ရတဲ့ တပ်ဖွဲ့လေးနဲ့ သူတို့အကြောင်းကို အဓိက အခြေခံထားပါတယ်စခန်းမှာ လူ၄၀ပဲရှိပြီး ကြမ်းတမ်းတဲ့ ရာသီဥတုမှာ ကင်းစောင့်ရပြီး စခန်းကို ရန်သူက မသိမ်းနိုင်အောင် ထိန်းထားရပါတယ်တောင်တွေထဲနေတဲ့ရန်သူက အချိန်မရွေးလာတိုက်နိုင်ပြီး လူအင်အားကလဲ နည်း၊ ကိုယ်ပိုင်ဘဝတွေလဲစွန့်ခဲ့ရ၊ PKK အကြမ်းဖက်အဖွဲ့ကိုလဲ ပူရပြီး ဖြတ်ကျော်ခဲ့ရပုံကို သေချာလေးရိုက်ထားတာပါIMDb မှာလဲ 7.9 ရထားပါတယ် File Size : (1.9GB) and (723MB)\nQuality : Blu-ray 1080p AC3 5.1CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Adventure, Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.9",
        "url": "https://megaup.net/16b9u/[CM]The.Breath.2009.720p.Blu-ray.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNTZhY2I3NzAtYjBiNS00ZGYwLWFhZjEtNTBmNDA1N2UyNTg0XkEyXkFqcGdeQXVyNjg0OTM5NjQ@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Terror Trips (2021)",
        "description": "Terror Trips (2021)\n==============Horror ကားနှစ်ခြိုက်သူပရိသတ်ကြီးအတွက်ဆိုရင်တော့ Get Away တို့ဘာတို့\nကြည့်သလောက် အရသာအထိတော့ သေချာပေါက် ထိမိဂွိရစေမှာပါ။ Horror\nကားတွေရဲ့ ထုံးစံအတိုင်း နောက်ဆုံးမှာ ဒုက္ခရောက်မှာလား၊ လွတ်သွားမှာလားကို\nသည်းထိတ်ရင်ဖိုနဲ့ တကယ်ကြည့်ရပါတယ်။ အားမလိုအားမရဖြစ်စရာတွေ ထောက်\nပြစရာတွေပါပေမဲ့ Horror ကားအနေနဲ့မဆိုးတာမို့ ကြည့်ရတာတော့ အဆင်ပြေစေမှာပါ။ဇာတ်လမ်းထဲကအကြောင်းအရာကတော့ ပုံမှန်ဇာတ်လမ်း‌တွေနဲ့\nထူးမခြားနားဆိုပေမဲ့ ဇာတ်လမ်းလေးကတော့ အရင်ကားတွေနဲ့ ထပ်မနေပါဘူး။\nHorror ကားတွေရိုက်လေ့ရှိတဲ့နေရာတွေကို လိုက်ပတ်လှည့်ချင်ကြတဲ့ သူငယ်ချင်း\nတစ်စုဟာ Friday the 13th ရုပ်ရှင်ကားထဲကလိုနေရာကို သွားရောက်လှည့်ပတ်\nကြပါတော့တယ်။ အဲလိုလည်ပတ်တဲ့အခါ ဘာတွေတွေ့ကြုံကြမလဲ၊ ဘာတွေဆက်\nဖြစ်လာမလဲကိုတော့ သေချာပေါက် မျှော်တလင့်လင့်နဲ့ ကြည့်ရှုခံစားရမယ့်ကားလေးမို့\nခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)File Size..........(730 MB) / (500 MB)\nQuality............WebRip 1080p / 720p\nDuration.........1Hr 27mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror\nTranslator.......San Thu Aung\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/2s5pl/Terror.Trips.2021.720p.WEBRip[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pI0qz8FTWvQ3NhgfrvblrXIOQeD.jpg",
        "title": "I Give My First Love to You (2009)",
        "description": "I Give My First Love To you (2009)~ IMDb rating - 7.1/10 ~ကြည့်ကိုကြည့်သင့်တဲ့ ဂျပန်ရိုမန့်ရုပ်ရှင်‌တွေ စာရင်းထဲမှာ ထိပ်ဆုံးက အမြဲတမ်းပါလေ့ရှိတဲ့ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဂျပန်ရုပ်ရှင်ချစ်သူအားလုံးနီးပါးကြည့်ဖူးကြပြီး ကြိုက်နှစ်သက်ခဲ့ရတဲ့ ကျောင်းသားကားတစ်ကားဆိုလည်း မမှားပါဘူး။တကုမ-ခခိနိုအုချိဆိုတဲ့ ကောင်လေးက မွေးရာပါနှလုံးရောဂါအခံရှိတာကြောင့် ဆေးရုံခဏခဏတက်နေရတဲ့ကောင်လေးပါ။ ဆရာဝန်ကြီးက သူ့ရောဂါဟာ အဲဒီခေတ်အခါနဲ့ ကုသလို့မရတဲ့ရောဂါဖြစ်ကြောင်းပြောနေတာကို မထင်မှတ်ဘဲ သိခဲ့ရပါတယ်။ သူ့နှလုံးက အသက်၂၀ထိပဲအသက်ရှင်နိုင်မှာမို့ အစားရှောင် အနေဆင်ခြင်နေခဲ့ရပါတယ်။ဆရာဝန်ကြီးရဲ့သမီးဖြစ်သူ မယု-တနဲဒကတော့ ဆေးရုံကိုလာကစားရင်း တကုမနဲ့ကစားဖော်ဖြစ်လာတဲ့ကောင်မလေးပါ။ ကလေးတွေဆိုပေမဲ့ သာမန်ထက်ပိုတဲ့အချစ်ဦးတွေဖြစ်ကြပြီး ကျန်တဲ့သူတွေက ကလေးလင်မယားဆိုပြီး ချစ်စနိုးစကြတဲ့အထိ တပူးပူး တတွဲတွဲ ရှိနေခဲ့ကြပါတယ်။၁၆နှစ်အရွယ်ရောက်ကြတော့လည်း မယုက တကုမကိုဆက်ချစ်နေဆဲဖြစ်ပြီး ငယ်ငယ်တုန်းက ကတိအတိုင်းလက်ထပ်ချင်နေခဲ့ပါတယ်။ တကုမကတော့ သူက အချိန်တန်ရင်ထွက်သွားရမဲ့သူမို့ ချစ်ပေမဲ့လမ်းခွဲဖို့ကြိုးစားပါတယ်။ဒီအချိန်မှာတော့ နှလုံးအစားထိုးကုသမှု ပေါ်နေပါပြီ။ တကုမနဲ့ ကိုက်ညီတဲ့သူကိုတွေ့ပြီး နှလုံးအစားထိုးနိုင်ဖို့စောင့်ဆိုင်းနေတဲ့အချိန်ပါ။ တကုမနဲ့မယုတို့ဆက်ဆံရေးဖြောင့်ဖြူးနေတဲ့အချိန်မှာ ...",
        "rating": "7.1",
        "url": "https://megaup.net/16b2v/(CM)_I_Give_My_First_Love_To_You_(2009)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BYzRlYTAwNTMtOTQyZi00NDY4LWE3NzMtNWFiMmFiMWUzZmU5XkEyXkFqcGdeQXVyMjUwNjY5MzA@._V1_-141x200.jpg",
        "title": "No Escapes (2020)",
        "description": "No Escapes (2020)\n==============\nIMDb Rating - 6.5/10စွန့်စားခန်းကြည့်ချင်လား? သဲထိပ်ရင်ဖိုကြည့်ချင်လား ? ဇာတ်လမ်းအစနေအဆုံးအထိ\nစီးမြောခံစားပြီးကြည့်ချင်လား ? အများကြီးမစဉ်းစားနေပါနဲ့ တစ်ခါတည်းဒေါင်းပြီး\nကြည့်လိုက်တော့ဗျို့...ပိုစတာမြင်တာနဲ့ ဘာကားမှန်းတော့သိကြမှာပါ။ တောမီးလောင်တာကို ငြိမ်းရတဲ့\nမီးသတ်ကားလေးပါ။ တစ်ခြားမီးသတ်ကားနဲ့ဘာမတူဘူးလဲဆိုတော့ ဇာတ်အလယ်ရောက်မှ\nဇာတ်ရှိန်တက်တာမဟုတ်ဘူးဗျ၊ အစကတည်းက တက်လိုက်တဲ့ဇာတ်ရှိန်၊ တစ်ခါမှကို\nပြန်မကျတော့ဘူး။ သရုပ်ဆောင်တွေကလည်း ကွက်တိ။ မီးလောင်နေတဲ့တောထဲ\nတကယ်ရိုက်ထားသလားတောင် ထင်ရတဲ့အထိပါ။ တကယ်ကောင်းပါတယ်။ကမ္ဘာကြီးလည်း တစ်ဖြည်းဖြည်းပူလာတာနဲ့အမျှ တောမီးတွေလည်းနေရာစုံက\nလောင်နေပါတယ်။ ဒါကိုငြိမ်းဖို့ လူအင်အားလည်းမရှိတော့ လူသစ်တစ်ယောက်ကို\nအပါခေါ်ပြီး စုစုပေါင်းခြောက်ယောက်နဲ့ မစ်ရှင်စပါတော့တယ်။ တောမီးငြိမ်းနေရင်းနဲ့\nအနီးအနားကရွာပါ မီးကူးသွားနိုင်တဲ့ အခြေအနေနဲ့ကြုံလာတော့... ဘယ်လိုမျိုးဇာတ်သိမ်း\nဖြစ်မလဲဆိုတာကို ဆက်ကြည့်လိုက်ပါတော့နော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(2.47 GB) / (1.39 GB) / (884 MB)\nQuality............WebRip 1080p / 720p / 360P\nDuration.........2Hr 11mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "6.5",
        "url": "https://megaup.net/2s5my/No.Escapes.2020.RUSSIAN.720p.WEBRip[CM].mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a0YCxxFhZSczKrw3FHDV0nTyHb5.jpg",
        "title": "Unhuman (2022)",
        "description": "Unhuman (2022)၂၀၂၂ဇွန်လ ၃ရက်မှာထွက်ရှိခဲ့တဲ့ Horror ရုပ်ရှင်ကား တစ်ကားကို တင်ဆက်ပေးပါရစေ။အစမှာတော့ ကျောင်းသားတစ်စုဟာ ကာယဆရာဦးဆောင်တဲ့\nကျောင်းလေ့လာခရီးတစ်ခုကိုထွက်လာကြတာဖြစ်ပါတယ်။\nလမ်းမှာ ကားရှေ့မှန်ကို သွေးတွေလာစင်လို့ ကားကလမ်းဘေးထိုးကျသွားပြီး\nဇွန်ဘီတစ်ကောင်ကြောင့် ကျောင်းသားတွေဟာ ကြောက်လန့်တကြား ထွက်ပြေးကြရင်း\nအဆောက်အဦးပျက်တစ်ခုထဲရောက်သွားပါတယ်။\nကျောင်းသားတချို့ကိုတော့ဆုံးရှုံးလိုက်ရပေမဲ့ ကျန်တဲ့သူတွေက ဇွန်ဘီတွေရန်ကကာကွယ်ဖို့ ပြင်ဆင်ကြပါတယ် ။\nအဲဒီနောက်မှာတော့ ကျောင်းမှာအမြဲ အနိုင်ကျင့်ခံရတဲ့ ကောင်လေးနှစ်ယောက်က ဟီးရိုးဖြစ်လာပြီး\nဇွန်ဘီတွေကိုဘယ်လိုရှင်းထုတ်ကြလဲ တွေ့မြင်ရမှာပါ ။သူတို့ကရောအမှန်တကယ် ဟီးရိုးတွေလား သရုပ်အမှန်က ဘာဖြစ်မလဲ ။\nဇွန်ဘီတွေကရော ဘယ်ကဘယ်လိုရောက်လာကြပြီး အရေးကြီးလာတဲ့အခါ\nသူတို့ဘယ်လိုစည်းစည်းလုံးလုံးကျော်ဖြတ်သွားကြမလဲဆိုတဲ့အဆုံးသတ်ကို\nစိတ်ဝင်တစားနဲ့ ဆက်လက်ကြည့်ရှုကြပါဦး ခင်ဗျာ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Junior ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | 684MB | 280MB\nFormat… mp4\nDuration…. 1h 31min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Junior\nEncoder ..... ...",
        "rating": "",
        "url": "https://megaup.net/1M7ao/Unhuman.2022.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bO6u62tU2hPAOUO4KlsYaiItsgR.jpg",
        "title": "Dongeng Mistis (2018)",
        "description": "Dongeng Mistis (2018)\n.............................................ကလေးဘဝတုန်းက မီးမလာတဲ့ညတွေဆိုရင် လမ်းထဲကကလေးတစ်သိုက်\nပုံပြင်ဇာတ်လမ်းတွေ ပြောပြတဲ့ လူကြီးတွေဆီသွားပြီး သရဲအကြောင်းပြောပြပါလို့ ပူဆာခဲ့ဖူးလား။အိမ်ကမသိအောင် စာအုပ်အငှားဆိုင်တွေကနေ ခိုးဖတ်ရတဲ့ သရဲဝတ္ထုတွေ၊\nရိုးရာတစ္ဆေသရဲပုံပြင်တွေနဲ့တင်အားမရဘဲ\nသူများကိုယ်တွေ့သရဲခြောက်ခံရတာမျိုးဆို တရွရွနားထောင်ချင်သေးတာမလား။အပြောများကြတဲ့ နာမည်ကြီးယုံတမ်းသရဲတွေဆို\nမှတ်မိသလောက်တော့ ကျောပေါက်ကြီးတို့၊ ခြေကလိန်မတို့၊\nကိုယ့်ကိုဝိုင်းပြီး ၇ ပတ်ပတ်ခံရရင် သေတယ်ဆိုတဲ့ မှင်စာတွေရော မီးစားစုန်းဘာညာအစုံပါပဲ။ဒါပေမယ့်လည်း ပြောပြတဲ့လူမတူရင် ဇာတ်လမ်းကလည်းကွာသွားတော့\nဘယ်နှစ်ခါနားထောင်ထောင် အရသာကိုရှိနေတော့တာပဲ။ပြောတဲ့သူက မှင်ကောင်းကောင်းနဲ့ ပြောနိုင်လေလေ နားထောင်ရတဲ့သူက ကျောထဲစိမ့် ကြက်သီးတွေထပြီး\nနောက်မှာပဲ တစ်ခုခုရောက်လာသလိုလို ခံစားရတဲ့အချိန်မှာ...\nသောက်ကျင့်ယုတ်တဲ့ ငနဲတစ်ကောင်ကများ \"ဟေး\" ခနဲထအော်လို့ကတော့\nနောက်ကျတဲ့ခြေထောက် သစ္စာဖောက်ဆိုပြီး ဖိနပ်တောင်မစီးဘဲ တန်းနေအောင်ပြေးကြတော့တာပဲ။အခုဒီကားဆိုရင်လည်း အင်ဒိုနီးရှား ရိုးရာသရဲပုံပြင်အတိုလေး ၆ ပုဒ်ကိုစုထားတာဖြစ်ပြီး\nသရဲကားဆိုတာထက် ငယ်ငယ်ကလူကြီးတွေပြောပြတဲ့ သရဲပုံပြင်တွေနားထောင်နေရသလို ခံစားချက်မျိုးရလို့\nညဘက်ရောက်မှ တစ်ယောက်တည်းနားကြပ်လေးတပ်ပြီး သရဲအခန်းလာတော့မယ်ဆိုရင်\nသတ္တိရှိရှိနဲ့လက်ကြားထဲကနေ ချောင်းကြည့်လိုက်ကြပါဦးလို့။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "6.7",
        "url": "https://megaup.net/1M79l/Dongeng.Mistik.2018.720p.WEB-DL.CM_(2).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ifA1dOwwUe5KLMs5edjo0IR4ux.jpg",
        "title": "Paju (2009)",
        "description": "Paju (2009)ဒီတစ်ခေါက်မှာတော့ ဒီနှစ်ပိုင်းမှာ comeback ပြန်လာတော့မယ့်\nမင်းသမီး Seo Woo ရဲ့ ၂၀၀၉ ခုနှစ်က ရုပ်ရှင်လေးကို တင်ဆက်ပေးပါဦးမယ်မိဘတွေမရှိဘဲ အစ်မနဲ့ နစ်ယောက်တည်းနေရင်း အစ်ကို ကာကွယ်ပေးချင်တဲ့စိတ်ကြောင့်\nအိမ်က ထွက်ပြေးခဲ့တဲ့ ကောင်မလေးဟာ ပြန်လာတော့လည်း အစ်မက သေဆုံးသွားတာကြောင့်\nခဲအိုနဲ့ အဆင်မပြေပြန်လို့ နောက်တစ်ခါထပ်ပြီးထွက်ပြေးခဲ့ပါတယ်အဲလိုနဲ့ ၇ နှစ်ကြာမှ အစ်မဖြစ်သူရဲ သေဆုံးရတဲ့ အကြောင်းအရင်းကို သိသွားပြီး စုံစမ်းရင်းနဲ့\nအစ်မဖြစ်သူ သေဆုံးမှုမှာ ခဲအိုပတ်သက်လိမ့်မယ်လို့ သံသယဝင်လာပါတော့တယ်ပြန်လာတဲ့အချိန်မှာလည်း မိဘတွေအမွေပေးခဲ့တဲ့ အိမ်က\nဖွံ့ဖြိုးမှုအတွက် ပြန်လည်တည်ဆောက်မှု နယ်မြေထဲပါနေပြန်တော့\nအဲအတွက်လည်း ကြိုးစားရပါတော့တယ်ဇာတ်လမ်းကငြိမ့်ငြိမ့်လေးပဲသွားတာဖြစ်ပြီး ဆုတွေလည်း အများကြီး ရထားတဲ့ ရုပ်ရှင်တစ်ခုပါ၊\nအမြင်မတော်တဲ့အခန်းတချို့ပါတဲ့အတွက် မိသားစုနဲ့မကြည့်ဖို့ သတိပေးချင်ပါတယ်ရုပ်ရှင်ကို တစိမ့်စိမ့်ခံစားပြီး ကြည့်တတ်တဲ့သူတွေ အကြိုက်ဖြစ်စေမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 2.1GB ...",
        "rating": "6.5",
        "url": "https://megaup.net/1M7a5/Paju.2009.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BOGM3NDY2NjctYzg5NS00YTcwLWI3MDctOWM1Njc2ZmU0YzZlXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-141x200.jpg",
        "title": "Viraata Parvam (2022)",
        "description": "ဒီတစ်ခါမှာလည်း IMDB မှာ Rating 9 အထိရရှိထားပြီး\nနာမည်ကျော်သရုပ်ဆောင်နှစ်ဦးပါဝင်ထားတဲ့ ရုံတင်ဇာတ်ကားတခုကို\nတင်ဆက်ပေးလိုက်ပါပြီ... ဒီရုပ်ရှင်ရဲ့အဓိက ဇာတ်‌ဆောင်နှစ်ဦးကတော့\nဗဟူဗလီဇာတ်ကားမှာနာမည်ရလာပြီး Kaadanရုပ်ရှင်ကားနဲ့\nပရိတ်သက်ရဲ့အားပေးမှုကို ထပ်မံရရှိထားတဲ့ မင်းသားrana daggubati နဲ့\nမိတ်ကပ်မပါပဲ သဘာဝဆန်ဆန်လှပတဲ့ မင်းသမီးsai pallaviတို့ပဲဖြစ်ပါတယ်....ဇာတ်လမ်းအကျဉ်း\n==============\n၁၉၇၃ ခုနှစ်ကိုအခြေခံထားပြီး ဓနရှင်တွေနဲ့\nအခြေခံလူတန်းစားတိုက်ပွဲကြားမှာ မွေးဖွားလာခဲ့တဲ့\nမိန်းကလေးတစ်ယောက်။ မိခင်ဖြစ်သူဆီက ခေါင်းမာမှုနဲ့\nဖခင်ဖြစ်သူဆီက စာပေကဗျာတွေဖတ်ရှုမှုကိုအမွေရထားပြီး\nမှန်တယ်ထင်ရင် နောက်မဆုတ်တတ်သူတစ်ယောက်ပေါ့ ၊တစ်နေ့ သူငယ်ချင်း အစ်ကိုဆီက စာအုပ်တစ်အုပ်ကိုဖတ်မိရင်း\nလူတန်းစားအားလုံး သာတူညီမျှ ရှိဖို့အတွက်\nခေါင်းထဲဝင်ရောက်လာသလို စာအုပ်ရေးသူကိုပါစွဲလမ်းသွားရာမှစပြီး\nထင်မှတ်မထားတဲ့အရှုပ်တော်ပုံတွေထဲ\nဘယ်လိုဝင်ရောက်ပတ်သက်မိမှာလဲဆိုတာကိုတော့\nရုပ်ရှင်ထဲမှာ စီးမျောခံစားလိုက်ကြပါဦး။အညွှန်း Lwin Htoo Aung\nFile size…(2.6 GB)/ (1.29GB)\nQuality… WEB-DL 1080p HEVC/720p\nFormat...mkv/mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Lwin Htoo Aung & Guu Guu & Honeyey",
        "rating": "9.0",
        "url": "https://megaup.net/16avj/Virata_Parvam_(2022)_TRUE_WEB-DL.720p.Telugu.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Screenshot-2022-07-01-at-01-45-08-The-Princess-2022-134x200.png",
        "title": "The Princess (2022)",
        "description": "The Conjuring , Kissing Booth တို့နဲ့ လူတော်တော်များများသိလာကြတဲ့ မင်းသမီး Joey King ရဲ့ အလန်းစားကားတစ်ကားထွက်လာပြန်ပါပြီ ဇာတ်လမ်းအကျဥ်းလှပပြီး စိတ်ဓာတ် ခံယူချက်ပြင်းထန်တဲ့ မင်းသမီး ‌ချော‌လေးကို လာရောက်တောင်းရမ်း စေ့စပ်ထားတဲ့သူကို လက်မထပ်ချင်လို့ မင်းသမီးကငြင်းလိုက်တဲ့နောက်...အငြင်းခံရတဲ့ စစ်သည်တော်က ခံပြင်းပြီး မင်းသမီးကို ရဲတိုက်ထဲ ဖမ်းကာ နန်းတော်ကို သိမ်းလိုက်တယ်ဘုရင်အစစ်ဖြစ်ဖို့ မင်းသမီးကို လက်ထပ်မှဖြစ်မယ်ဆိုပြီး နည်းအမျိုးမျိုးနဲ့ ကြိုးစားတော့တာပေါ့မင်းသမီးလေးကလည်း ရဲတိုက်ထဲကနေ မိဘတွေကိုကယ်တင်ပြီး ဘယ်လို လွတ်မြောက်ဖို့ ကြိုးစားမလဲဆိုတာတွေကို ကြည့်ရှုကြရမှာပါ ။File Size__( 1.7GB) / (900MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:32:00\nType__Action, Drama, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Myinn\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/16ax7/The_Princess_(2022)_WEB-DL_720p.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/87VZeYnyNFQrXz6d6bbU5tOXQ88.jpg",
        "title": "Blowback (2022)",
        "description": "Bloback 2022ဒီရုပ်ရှင်ကားလေးဟာ ၂၀၂၂ ရဲ့ အက်ရှင်ကားလေးတွေထဲမှာ\nနေရာတစ်နေရာစာဝင်ယူထားတဲ့ကားကောင်းလေးဆိုရင်လည်း မှားမယ်မထင်ပါဘူး။\nချစ်ခြင်း၊ မုန်းခြင်းမပါဘဲ မိမိဘာသာ rating ပေးရရင်တော့ 6/10 ပေးရမယ့်ကားလေးဖြစ်ပြီး\nတော်တော်လေးကြည့်ပျော်မယ့် အက်ရှင်ကားလေးလည်းဖြစ်ပါတယ်။တစ်ခါတလေတော့ ဘဝဆိုတာ သောက်ပြဿနာတွေတက်တဲ့အခါ တစ်ခုပြီးတစ်ခုပြုံပြီးတက်ပေမဲ့\nသောက်ကောင်းတွေကျတော့ အခါတစ်ထောင်မှ တစ်ခါလာတဲ့အထိရှားပါတယ်။\nဒီလိုပါပဲ မစ်ရှင်တွေကို အောင်မြင်မယ်ထင်ထားခဲ့ပေမဲ့\nအကြောင်းအမျိုးမျိုးကြောင့် မအောင်မြင်လိုက်၊ ကျရှုံးလိုက်ဖြစ်နေရတဲ့အခါ\nအဲလိုအခြေအနေကြီးက ဘယ်လိုရုန်းထွက်ရမလဲပေါ့။ကျွန်တော်အနေနဲ့အားပေးရမယ်ဆိုရင် လဲကျသွားတဲ့အခါ ပြန်မထပါနဲ့။\nအိပ်‌နေလိုက်ပါ၊ အနည်းဆုံးတော့ အိပ်ရေးဝတာပေါ့။\nဒါပေမဲ့ မင်းသားကတော့ ပြန်ထတယ်။ ပြန်ကြိုးစားတယ်ဗျ။\nသူ့မှာက သေအံ့ဆဲဆဲသမီးလေးကို ဆေးကုသဖို့အတွက် ရှာဖွေဖို့လိုတာကိုး။\nဒီတော့ဗျာ။ ဒီရုပ်ရှင်ကားလေးထဲမှာဆိုရင် မင်းသားနဲ့ သူသူငယ်ချင်းတစ်သိုက်က ဘဏ်တစ်ခုကို ဓားပြတိုက်ကြတယ်ပေါ့။\nဟောလိဝုဒ်ကားတွေရဲ့ထုံးစံအတိုင်း ရှယ်စီစဉ်ပြီးတော့ကို တိုက်တာပေါ့ဗျာ။ ဘတ်မန်းလိုတော့ ပလန်ဘီမရှိဘူးပေါ့။\nဒီတော့ သူတို့တွေ ဘဏ်ဓားပြတိုက်တာက အောင်မြင်သွားလား၊\nဘာကြောင့် ရှယ်စီစဉ်ပြီးတော့ကို သရဲမရဲ တိုက်ဖို့ကြိုးစားကြတာလဲ၊\nမင်းသားရဲ့ရည်းစားဟောင်းနဲ့ မင်းသားတို့အခြေအနေ၊\nမင်းသားရဲ့သမီးလေး လျှောမလျှော(မင်းသားသမီးဆိုပြီး မလျှောဘူးမထင်နဲ့ဗျနော်)\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့်\n၂၀၂၂ ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကားလေးဖြစ်တဲ့ Blowback 2022 ထဲမှာ ခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "4.4",
        "url": "https://megaup.net/2s3U4/Blowback.2022.720p.WEBRip.CM.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BYTZkYmQzY2ItY2FlNC00ODY2LWEzMTUtYjE1OTc1ZmMxMTRmXkEyXkFqcGdeQXVyMTM2Mzg4MA@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "The Replacement (2021)",
        "description": "The Replacement (2021)\n==================\nIMDb Rating - 6.2/101982 ခုနှစ် စပိန်-ဂျာမနီ စစ်ပွဲကာလတွေမှာ ဖြစ်ပျက်ခဲ့တဲ့\nဖြစ်ရပ်မှန် မှုခင်းတစ်ခုအကြောင်း အခြေခံရိုက်ကူးထားတဲ့\nစပိန်နောက်ခံစကားပြော ဇာတ်ကားလေး တစ်ကားပါ။အဲဒီကာလ မက်ဒရစ်မြို့ရဲ့ အတော်ဆုံး စပိန်လူမျိုး စုံစမ်းရေးမှူး\nတစ်ယောက်ဖြစ်တဲ့ အန်ဒရက်စ်က ပင်လယ်ဆိပ်ကမ်းမြို့လေးက\nဘိုအာဒါဆိုတဲ့ ရဲတစ်ယောက်ရဲ့နေရာမှာ လူစားထိုးပြောင်းရွှေ့လာခဲ့တယ်။\nကိုလမ်ဘို ဆိုတဲ့ တွဲဖက်တစ်ယောက် ရလာခဲ့ပြီး အဲဒီမြို့က\nဂျာမန်တွေရဲ့ လာဘ်ထိုးမှုတွေနဲ့ ဘဝတစ်ဆစ်ချိုး ပြောင်းလဲဖို့\nဖန်လာခဲ့တာပေါ့။\nအဲဒီအချိန်မှာပဲ နာဇီတွေရဲ့ လူမျိုးတုန်းသတ်ဖြတ်မှုတွေ မူးယစ်ဆေးမှုတွေအပြင်\nသူအစားဝင်ခဲ့တဲ့ ဘိုအာဒါရဲ့ သေဆုံးမှုကပါ သာမန်ဖြစ်ရိုးဖြစ်စဉ် မဟုတ်ဘဲ\nထူးဆန်းနေကြောင်း သတိထားမိလာပြီး အမှုကို ပြန်လည်စစ်ဆေးဖို့ ကြိုးစား\nပါတော့တယ်။ဒါ့အပြင် 1980 အစောပိုင်းကာလ နာဇီဂျာမန်တွေရဲ့ စီးပွားရေး\nလက်ဝါးကြီးအုပ်မှုတွေ၊ အကြမ်းဖက်ဒုစရိုက်မှုတွေကို ရိုက်ကူး\nပုံဖော်ထားတဲ့အပြင် စစ်မှန်တဲ့ ဒီမိုကရေစီရရှိဖို့ ကြိုးပမ်းခဲ့ရတဲ့\nကာလတွေအကြောင်း မြင်တွေ့ရမှာမို့ နိုင်ငံရေးသမိုင်းကြောင်း\nစိတ်ဝင်စားတဲ့လူတွေအတွက် အကြိုက်တွေ့စေမှာ အသေချာပါပဲ။\nIMDb 6.2 ရရှိထားပြီး Ricardo Gómez, Vicky Luengo, Pere ...",
        "rating": "6.2",
        "url": "https://megaup.net/16772/The.Replacement.2021.SPANISH.720p.WEBRip.CM_new.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uJH1ytLV1NQJOnIYZywJkUsaR83.jpg",
        "title": "Kowloon Walled City ( 2021 )",
        "description": "Kowloon walled city  ဆိုတဲ့ ဟာသအက်ရှင်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဒါက ထုံးစံအတိုင်း တော်လှန်ရေးကာလကို\nအခြေခံရိုက်ကူးထားတာဖြစ်ပြီး\nပုံစံမတူတာကတော့ ဟောင်ကောင်မြို့ရဲ့\nလူမသိ သူမသိ ပျက်စီးသွားတဲ့\nအကြောင်းရင်းလေးကို ဟာသနှောပြီး တင်ဆက်ပြထားတာဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းနဲ့ ဇာတ်ကားအကြောင်းမပြောခင်မှာ...\nဟောင်ကောင်ဟာ တစ်ခေတ်တစ်ခါက\nတရုတ်ပြည်မှာ ရှန်ဟိုင်းထက် စီးပွားရေး\nအောင်မြင်ပြီး ငွေဖြစ်လွယ် ရလွယ်တဲ့\nအားလုံး မျက်စိကျစရာ\nနေရာတစ်ခုဖြစ်ခဲ့တယ်ဆိုတာလေး ပြောချင်ပါတယ်...သို့ပေမယ့် ဘာကြောင့် ရှန်ဟိုင်းတို့\nပေကျင်းတို့လောက် စီးပွားရေး\nအခွင့်အလမ်းမရှိတော့တာလဲလို့\nမေးလာရင် ဒီကားလေးက အဖြေပေးမယ်လို့\nပြောပါရစေ...တော်လှန်ရေးကာလမို့ စီးပွားရေးက\nမကောင်း ခေတ်ကပျက် စနစ်က မရှိ\nစည်းကမ်းမဲ့နေတဲ့ ကာလတစ်ခုမှာ လူကိုဖျက်တဲ့ ဘိန်းကပါ\nအတူယှဉ်တွဲနေထိုင်လိုက်ချိန်မှာတော့\nဟောင်ကောင်ဟာ အခုကားလေးထဲကလိုပဲ\nဘိန်းဘုရင်တွေပေါ်လာတယ်...ဘိန်းက လူကိုဖျက်... ဖျက်တဲ့ဘိန်းကို\nလူကမဖြတ်နိုင်တော့ မရှိရှိတာပေါင်နှံ\nငွေမလောက်တော့ လောင်းကစားဝိုင်းပြေး\nနောက်ဆုံး အိမ်တိုင်ကျွတ် ရှိတာကုန်တော့ မိန်းမသားသမီးကို\nသင့်ရာနေရာရောင်းချ...\nဒီလိုနဲ့ပဲ လောင်းကစားဝိုင်းတွေများပြားလာပြီး\nအဖော်အချွတ်နဲ့ ငွေရှာတဲ့\nအမျိုးသမီးတွေ ထုနဲ့ထည်ပေါ်ထွက်လာတာပေါ့...ခေတ်ပျက်မှာ စာရိတ္တပျက်ပြီး မကောင်းတာလုပ်မှ ငွေရတော့တဲ့\nကာလဆိုရင်မမှားဘူးပေါ့...\nဒီကာလမှာဖြစ်တဲ့ အဖြစ်ပျက်တစ်ချို့ကို\nအမှန်နည်းနည်း စိတ်ကူးယဉ်နည်းနည်း\nရောယှက်ပြီး ဒီဇာတ်လမ်းလေးဖြစ်လာခဲ့တာပါ.. \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime ...",
        "rating": "6.3",
        "url": "https://megaup.net/16aij/Kowloon_Walled_City_(_2021_)_WEB-DL_1080p.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/h-143x200.jpg",
        "title": "The Hard Way (2019)",
        "description": "Payne ကစစ်သားဘဝက အနားယူပြီးနယူးယောက်မှာ အရက်ဆိုင်လေးဖွင့်ပြီး ဘဝကိုအေးအေးချမ်းချမ်းဖြတ်သန်းဖို့ကြိုးစားနေသူပါ ADS အဖွဲ့ဝင်တစ်ဦးဖြစ်တဲ့ သူ့အစ်ကိုကတော့ရိုမေးနီးယားမှာမူးယစ်ဆေးဂိုဏ်းတစ်ခုကိုလိုက်ဖမ်းရင်းကျဆုံးသွားခဲ့ပါတယ် Payne တစ်ယောက်သူ့အစ်ကိုရဲ့သေဆုံးမှုအတွက် အထူးစစ်သားဘဝကိုပြန်ဝင်ပြီး အရင်အဖွဲ့ဝင်ဟောင်းနှစ်ဦးနဲ့လက်တွဲကာ သူ့အစ်ကိုသတ်သွားတဲ့ တကယ့်ဂိုဏ်းချုပ်ကြီးကို ဘယ်လိုဖော်ထုတ်လက်စား‌ချေသွားမလဲဆိုတာ တွေ့ရမှာပါ Hand Combat Fighting တွေ ရှယ်ပါတဲ့အတွက် အက်ရှင်ကားကြိုက်နှစ်သက်သူတွေအတွက်ကတော့ တကယ့် masterpiece ပါပဲ File size…(1.7 GB)/(942MB)/(534MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kevin",
        "rating": "",
        "url": "https://megaup.net/169xr/The_Hard_Way_2019_720p_(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qR45x6uJDJTdlwCAM0sQbl8WE9E.jpg",
        "title": "Dhaakad(2022)",
        "description": "Dhaakad(2022) အညွှန်း*********************အထူးအေးဂျင့် အက်ဂါနီနဲ့ အဖွဲ့ဝင်နောက်တစ်ယောက်တို့ဟာမစ်ရှင်တစ်ခုထမ်းဆောင်ဖို့ စတင်လှုပ်ရှားခဲ့တယ်...လျှို့ဝှက်လုပ်ဆောင်တယ်ဆိုပေမဲ့ သတင်းပေါက်ကြားသွားပုံကြောင့်အက်ဂါနီတို့ ၂ယောက်ကို စစ်တပ်တစ်တပ်စာလောက်ကအသင့်စောင့်နေလို့အဖွဲ့ဝင်တစ်ယောက်သေဆုံးသွားတယ်...ဌါနချုပ်က အက်ဂါနီကို မစ်ရှင်ဖျက်သိမ်းဖို့ အမိန့်ပေးခဲ့ပေမဲ့အက်ဂါနီက ရူးမိုက်စွာ ဆက်လုပ်ခဲ့တဲ့အပြင်မလိုအပ်ဘဲ လူများစွာသတ်ဖြတ်ခဲ့တယ်...ဒီအခြေအနေကို ဌါနချုပ်က သူတွေလည်းအတော်စိတ်ပျက်သွားတယ်..အဲ့ဒီနောက်မှာတော့ အေးဂျင့်အက်ဂါနီကိုလုံးဝက်ခက်ခဲတဲ့ တာဝန်တစ်ခုထမ်းဆောင်ဖို့ သီးခြားစေလွှတ်လိုက်တယ်..ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့...မင်းသမီးကြီး Kangana Ranaut အဓိက ပါဝင်ထားသလိုစတန့်ခန်းတွေလည်း သူကိုယ်တိုင်ပါဝင်ထားပြီးအဖော်အချွတ် မူးယစ်ဆေး စတဲ့ အိန္ဒိယ သိပ်မဆန်တဲ့ဇာတ်ဝင်ခန်းများစွာနဲ့ သူမရဲ့ ပြင်ပလူနေမှုပုံစံက ဒီရုပ်ရှင်ရဲ့Rating အပေါ်သက်ရောက်မှုရှိခဲ့ပုံပါပဲ..မင်းသားကြီး Arjun Rampal လည်းပါဝင်ပွဲကြမ်းထားတာမို့ဘာပဲဖြစ်ဖြစ် အမိုက်စားအက်ရှင်တွေနဲ့တမူထူးတဲ့ တင်ဆက်ပုံတွေကြောင့် ခံစားကြည့်ကြပါလို့.. File Size :(4GB) (1.5GB) (759 MB) and (253MB)\nQuality : 4K,WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat ...",
        "rating": "6.5",
        "url": "https://megaup.net/3836j/(CM)_Dhaakad.2022.2160p.4K.ZEE5.WEB-DL.DD+5.1.HEVC-PP.mkv",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4jhKRDWdaVQXeJYQs9GaLbld7ex.jpg",
        "title": "The Shameless (2015)",
        "description": "The Shameless (2015)“အချစ်နဲ့ထိတွေ့တဲ့အခါ လူတွေတိုင်းက ဆယ်ကျော်သက်” ဆိုသလို\nတစ်ချိန်ကတောက်ပတဲ့မိန်းကလေးတစ်ယောက်ဖြစ်ခဲ့တဲ့ Kim Hye-Gyung ဟာ\nလူသတ်မှုကျူးလွန်ခဲ့တဲ့ သူ့ချစ်သူအတွက် သူ့ဘဝတစ်ခုလုံးကို စတေးထားခဲ့ရပါတယ်စုံထောက် Jung Jae-Gon ကတော့ ဘယ်လောက်ခက်ခဲတဲ့အမှုမျိုးကိုမဆို\nရအောင်ဖော်ထုတ်နိုင်တဲ့ ထိပ်တန်းစုံထောက်တစ်ယောက်ပါလတ်တလောဖြစ်ပျက်သွားတဲ့ လူသတ်မှုတစ်ခုရဲ့ တရားခံဖြစ်တဲ့ Park Joon-Gil ကို ရှာဖွေဖမ်းဆီးနိုင်ဖို့\nစုံထောက် Jung သုံးလိုက်တဲ့ နည်းဗျူဟာကတော့ Park Joon-Gil ရဲ့ ချစ်သူကို ချဉ်းကပ်ဖို့ပါပဲလူသတ်တရားခံကို ဖမ်းဖို့ဆိုတဲ့ရည်ရွယ်ချက်တဲ့ တရားခံရဲ့ချစ်သူ Kim Hye-Gyung ကို ချဉ်းကပ်ရင်း\nသူ့ရဲ့ခံစားချက်တွေ အစစ်အမှန်ဖြစ်လာချိန်မှာတော့.....။ဘဝကြီးတစ်ခုလုံးကိုရင်းပြီး ချစ်သူ လူသတ်သမားကိုကယ်မယ့် ကောင်မလေးနဲ့\nအဲဒီကောင်မလေး စိတ်ချမ်းသာဖို့ကို ဖန်တီးပေးချင်တဲ့ စုံထောက်တစ်ယောက် ။နောက်ဆုံးမှာ စုံထောက် Jung Jae-Gon တစ်ယောက် နှလုံးသားနောက်ကိုလိုက်သွားမလား\nဦးနှောက်ရဲ့ဆုံးဖြတ်ချက်ကိုပဲ လက်ခံမလားဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုခံစားနိုင်မှာဖြစ်ပါတယ်Crime/ Drama Genre ဖြစ်ပြီး\n18+ Nudity Scene တွေလည်းပါတာမို့ 18 ယောက်စုကြည့်ရမယ့် ...",
        "rating": "6",
        "url": "https://megaup.net/1692k/The.Shameless.2015.720p.CM..mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Aczk8Qrf7YUAZXMzZKhJvnzt2JJ.jpg",
        "title": "Blood-Club Dolls 2 (2020)",
        "description": "Blood-Club Dolls 2 (2020)\n...................................................သွေးသံတရဲရဲ ရက်ရက်စက်စက်သတ်ဖြတ်တာတွေ\nမိစ္ဆာတွေနဲ့ သူသေကိုယ်သေ တိုက်ခိုက်တာတွေကို\nကြိုက်နှစ်သက်တဲ့ ပရိသတ်တွေရဲ့ အသည်းစွဲ Anime စီးရီးတစ်ခုဖြစ်တဲ့\nBlood C ကိုအခြေခံထားတဲ့ Live Action ဇာတ်ကား Blood Club dolls ရဲ့ part 2 လာပါပြီ။ဒီကားကတော့ Blood Clud Franchise ရဲ့ Live Action အနေနဲ့ လေးကားမြောက်ဖြစ်ပြီး\nPart 1 အဆုံးသတ်ကနေ ပြန်ချိတ်ဆက်ပြီး အစပျိုးထားပါတယ်။ဇာတ်လမ်းအစကိုတော့ Michiru Arisugawa ကို\nSouen နဲ့ သူ့ရဲ့အဖွဲ့အစည်းဖြစ်တဲ့ Blood Clud ကနေဖမ်းဆီးသွားလို့\nသူ(မ)ရဲ့လူတွေဘက်ကနေ ပြန်လည်ကယ်ထုတ်ဖို့ ကြိုးစားရှာဖွေနေကြပုံနဲ့ အစပျိုးထားပြီး\nSouen အကြောင်းကို အဓိကဦးစားပေးအနေနဲ့ ပြသသွားမှာမလို့ ကြည့်ရှုအားပေးကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre..... Action\nQuality…. 720p | ...",
        "rating": "",
        "url": "https://megaup.net/1M6r8/Blood-Club_Dolls_2_2020_720p.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/DVAJ-533-150x200.jpg",
        "title": "(21+)While My Girlfriend Was Out Of The House {DVAJ-533}",
        "description": "While My Girlfriend Was Out Of The House\n===============================ခုတခေါက် တင်ဆက်ပေးချင်တာတော့ Riho Fujimoriဆိုတဲ့ အလှပဂေးမင်းသမီးပဲဖြစ်ပါတယ်သူမရဲ့အလှတရားကိုညွှန်းစာဖွဲ့ရရင်တော့ ကုန်မယ်တောင်မထင်ပါဘူး...နုပျိုလှတဲ့မျက်နှာလေးနဲ့ ခန္ဓာကိုယ်အချိုးစားပြေပြစ်မှုတွေက ကြည့်ရသူပုရိသတို့အဖို့ရင်ဖိုစေမှာပါ........ ဇာတ်လမ်းအကျဉ်းရီနိုဆိုတာ ကုန်စုံဆိုင်ကသာမန်ဝန်ထမ်းမလေးတစ်ယောက်ပေါ့အလုပ်ကြိုးစားပြီး ပိုက်ဆံရှာနေသူဆိုလဲမမှားဘူး သိပ်ခင်ရတဲ့စုံတွဲလေးတတွဲက သူ့အဖော်သူငယ်ချင်းနှစ်ယောက်ပေါ့...တနေ့အဲ့စုံတွဲလေးရဲ့ယောကျာ်းလေးသူငယ်ချင်းဖြစ်သူကသူမရဲ့ဖုံးကွယ်ထားတဲ့အမှန်တရားလေးတခုကို သိရှိသွားချိန်မှာတော့...\nFile size…2.28GB / 1GB\nQuality…1080p / 720p\nFormat…mp4\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "",
        "url": "https://megaup.net/2s4qm/[DVAJ-533]_I_Fucked_My_Girlfriend%E2%80%99s_Bestfriend_.720p.X_Cross(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jXHBID1B8qsHtDOEMQHW2orvDwb.jpg",
        "title": "Blood-Club Dolls 1 (2018)",
        "description": "Blood-Club Dolls 1 (2018)Japan Animation Series “Blood C”ကို Live Action အဖြစ်အသက်သွင်းထားတဲ့ Blood-Club Dolls 1ဝန်ကြီးချုပ် Muto ကို ကျောထောက်နောက်ခံထားပြီး တရားမဝင်တိုက်ခိုက်ရေး Club တစ်ခုကို ထူထောင်ထားတဲ့\nSouen ရဲ့ Club မှာတော့ ပြစ်မှုကျူးလွန်သူဖူးသူ လူမိုက်တွေဟာ “သေရင်မြေကြီး ရှင်ရင်ရွှေထီး” ဆိုသလို\nမိမိအသက်ရှင်ခွင့်ရရှိဖို့ တစ်ဦးနဲ့တစ်ဦး အကြိတ်အနယ် ယှဉ်ပြိုင်တိုက်ခိုက်ကြရမှာပါ ။\nအနိုင်ရရှိသူအတွက် ဆုရရှိမယ်ဆိုပေမယ့် ရှုံးတဲ့လူအတွက်ကတော့ သေဖို့ပဲရှိတဲ့ ဂိမ်းတစ်ခုပါပဲတစ်နေ့မှာတော့ ...Souen ရဲ့ Club ကို လူ 32 ယောက်ကို ပုဆိန်နဲ့ခုတ်သတ်ခဲ့တယ်ဆိုတဲ့\nပြစ်မှုကျူးလွန်ထားသူ Aiba တစ်ယောက် ရောက်ရှိလာပြီး သေရေးရှင်ရေးအတွက် တိုက်ခိုက်ရဖို့ အကြောင်းဖန်လာပါတယ် ။အတိတ်ဟောင်းတွေရှိခဲ့ဖူးတဲ့ Souen နဲ့ Aiba တို့ကြားထဲကို\nလျှို့ဝှက်ဗျူဟာအပြည့်နဲ့ မိန်းကလေး Arisugawa ဝင်ရောက်လာခဲ့ပြီးတဲ့နောက်...။တည်ထောင်သူ Lord ...",
        "rating": "",
        "url": "https://megaup.net/2s3T8/Blood-Club_Dolls_1_2018_720p.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YLNpVlwKsaKTUjlVs018LJxIU0.jpg",
        "title": "Turbo Cola (2022)",
        "description": "Turbo Cola (2022)လွန်စွာချမ်းအေးနေတဲ့ ၁၉၉၉ ခုနှစ် ဒီဇင်ဘာလ ၃၁ ရက်နေ့ညချမ်းမှာ\nမြို့ငယ်လေးက အော်စတင် ဆိုတဲ့ ကောင်လေး တစ်ယောက်ဟာ\nQuality Mart ဆိုတဲ့ စတိုးဆိုင်မှာ အလုပ်လုပ်နေပါတော့တယ်။\nတစ်ခြားလူငယ်တွေကတော့ ၂၀၀၀ ခုနှစ်ရောက်တာနဲ့ ကမ္ဘာပျက်ပြီလို့ တွေးထားကြပြီး\nနှစ်သစ်ကူးပါတီလုပ်ပြီး အစွမ်းကုန်ပျော်ပါးနေကြပါတော့တယ်။\nတကယ်တော့ ထိုကောင်လေး အော်စတင်ဟာ သူအလုပ်လုပ်နေတဲ့ Quality Mart ကနေ\nနှစ်သစ်ကူးတာနဲ့ ခိုးပြီး ထုတ်ဖို့ သူငယ်ချင်းဖြစ်သူ ဆွယ်စကီနဲ့အတူ အစီစဉ်ဆွဲထားတာပါ။\nအိပ်မက်တွေ ကိုယ်စီနဲ့ ပြီးပြည့်စုံတဲ့ ရာဇဝတ်မှုလုပ်ကြဖို့ ကြံစည်နေကြရင်း\nထင်မှတ်မထားတဲ့ လူတွေနဲ့ အဖြစ်အပျက်တွေကို ကြုံတွေ့လာတဲ့အခါ....\nသူတို့နှစ်ယောက်ရဲ့ အစီစဉ်တွေ တကယ်ရော ဖြစ်နိုင်ပါ့မလား\nစီစဥ်ထားသလိုရော ဖြစ်လာနိုင်ပါ့မလားဆိုတာကို\nဟာသလေးတွေနဲ့ ရယ်မောရင်း ကြည့်ရှု့နိုင်မယ့် ဒရာမာဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်။IMDb - 5.9/10 ရရှိထားပြီးတော့\nRotten Tomatoes ကတော့ 80% ရရှိထားပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Leonard Lin ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Comedy\nQuality…. ...",
        "rating": "5.9",
        "url": "https://megaup.net/1694f/Turbo.Cola.2022.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/itjop20yizH1cwB44tIo5JivPSq.jpg",
        "title": "Samrat Prithviraj (2022)",
        "description": "Samrat Prithviraj 2022==================Samrat Prithviraj 2022IMDb 7.4ရရှိထားတဲ့ မင်းသားကြီးအာရှေးကူမားရဲ့ ရုံတင်ဇာတ်ကားကြည်တောက်ရှင်းထွက်ရှိလာပါပြီ... ဒီဇာတ်ကားကတော့ ရှေးခေတ်အိန္ဒိယနိုင်ငံ‌ရဲ့ကျော်ကြားတဲ့စစ်သူကြီးSamrat Prithviraj Chauhan အကြောင်းကို အခြေခံရိုက်ကူးထားတာပါ။IMDb 7.4ရရှိထားပြီး မင်းသားကြီးအာရှေးကူမားပါဝင်သရုပ်ဆောင်ထားတဲ့ဒီရာဇဝင်ကားသစ်ဟာဆိုရင်..ကြောက်လန့်ခြင်းမရှိ ရန်အပေါင်းကိုအောင်နိုင်တဲ့ ပရစ်ထဗီရာဂ်ျဆိုတာအခက်အခဲတိုင်းကိုရင်ဆိုင်နိုင်သူပါ တစ်နေ့မှာကန်နူးဂ်ျတိုင်းပြည်ရဲ့ဘုရင်ကပရစ်ထ‌ဗီရာဂ်ျ့တို့နေတဲ့ဒေလီမြို့ကို ပူဇော်ပွဲတက်ရောက်ဖို့ဖိတ်ကြားလွှာပို့ခဲ့ပါတယ် အဲ့ဒီဖိတ်ကြားလွှဲကဘယ်လိုမျိုးလဲ ရဲရင့်တဲ့ သူရဲကောင်းSamratဘယ်လိုဘယ်ပုံဖြေရှင်းရမလဲဆိုတာကို မင်းသားကြီးအာရှေးကူမားရဲ့ သရုပ်ဆောင်ပိုင်နိုင်မှုနဲ့ဆွဲဆောင်မှုမှုရှိရှိကြည့်ရှုရမယ့်ဇာတ်လမ်းကောင်းတပုဒ်ဖြစ်ပါတယ်\nFile size…7.64GB / 2.58GB / 1.2GB\nQuality…4k HEVC AMZ WBE DL / 1080p TRUE WBE DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Yunni & Honeyey & Guu Guu\nReviewed by : Yunni",
        "rating": "7.4",
        "url": "https://megaup.net/168v5/Samrat_Prithviraj_(2022)_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BNWM0ZGJlMzMtZmYwMi00NzI3LTgzMzMtNjMzNjliNDRmZmFlXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Doctor Strange in the Multiverse of Madness (2022)",
        "description": "IMDb Rating (7.3)ဒေါက်တာစထရိန့်ဂျ် ရုပ်ရှင်အသစ်စက်စက်လာပါပြီ။ ဇာတ်လမ်းကတော့ ဝန်ဒါဗီရှင် ဇာတ်လမ်းတွဲကနေ စတာပါ။\nဝန်ဒါဗီရှင် စီးရီးကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်နိုင်ပါပြီ။ဝန်ဒါဗီရှင်စီးရီးအပြီး စကားလက်ဝစ်ချ်(ကြက်သွေးရောင်စုန်းမ) ဖြစ်သွားတဲ့ ဝန်ဒါဟာ မှော်ပညာတွေကို စွန့်လွှတ်ပြီး\nတစ်ယောက်တည်း နေထိုင်နေပါပြီ။ ဒါပေမဲ့ အပြိုင်စကြဝဠာတွေကို ကူးသန်းဖို့ ပေါ်တယ်တံခါး ဖွင့်နိုင်စွမ်းရှိတဲ့\nအမေရိကချားဗက်စ်ဆိုတဲ့ ကလေးမလေးနဲ့ ဒေါက်တာစထရိန့်ဂျ်တို့ တွေ့ဆုံတဲ့အခါ၊ ကလေးမလေးကို\nနတ်ဆိုးတစ်ကောင်က လိုက်ဖမ်းနေကြောင်း သိလိုက်ရတာမို့ ဒေါက်တာစထရိန့်ဂျ်ဟာ ဝန်ဒါမက်ဆီမော့ဖ်ကို\nအကူအညီတောင်းလာပါတော့တယ်။အဲဒီကနေ အပြိုင်စကြဝဠာတစ်လျှောက် ရန်သူတွေ တိုက်ပွဲတွေ စတင်လာပါတော့တယ်...။WEB-DL Quality ကို 4K IMAX HDR နဲ့ပါ တင်ဆက်ထားပါတယ်။(HDR Version ကိုတော့ HDR Support လုပ်တဲ့ ခေတ်ပေါ်ဖုန်းတချို့..Android TV တချို့မှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပြီး ရိုးရိုး Device တွေကတော့ 4K HEVC SDR ကိုသာ ဒေါင်းလုတ်လုပ်ကြပါ။)File size…  (5.2 ...",
        "rating": "7.6",
        "url": "https://megaup.net/15Uzb/Doctor.Strange.in.the.Multiverse.of.Madness.2022.720p(CM).mp4",
        "category": "Action, Adventure, Fantasy, Marvel Universe"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wnLbqoGRGdnPNjMV6rY75wgRamd.jpg",
        "title": "Matilda (1996)",
        "description": "Matilda (1996)Child Novel​တွေ ​ရေးသားထုတ်​ဝေတဲ့ Roald Dahlဆိုတာ ဘယ်သူမှန်း\nမရင်းနှီးရင်​တောင် Charlie and the Chocolate Factory, The BFG\nတို့ကို​တော့ လူတိုင်းသိမှာပါ။ ၂၀ရာစုရဲ့ အကြီးကျယ်ဆုံး က​လေးစာ​ပေ\nဖန်တီးသူအဖြစ် လူသိများတဲ့ Roald Dahlရဲ့ ဝတ္ထု​တွေကို ရုပ်ရှင်အဖြစ်\nပြန်ပြီးအသက်သွင်းရာမှာလည်း ​​အောင်မြင်မှုအတိုင်းအတာတစ်ခုထိ ရရှိ\nခဲ့ပါတယ်။ Matildaဆိုတာလည်း အနုပညာပိုင်းမှာ ​အောင်မြင်ခဲ့တဲ့ Live\naction ဇာတ်ကားတစ်ခုပဲ ဖြစ်ပါတယ်။ IMDbအ​နေနဲ့ 6.9၊ RTမှာ 91%\nရရှိထားပါတယ်မတေးဒါက ​မွေးကင်းစကတည်းက မိဘကံမ​​ကောင်းခဲ့သူလို့ ဆိုရမှာပါ။\nဖခင်က တစ်ပတ်ရစ်ကား​တွေ ဂျင်းထည့်ပြီး​​ရောင်းတဲ့ လူလိမ်၊ အ​​မေက\nအရပ်တကာပတ် ဘင်ဂိုပတ်​ဆော့​နေသူဖြစ်ပြီး ကိုယ့်​ရဲ့သွေးသားရင်းကို\nချစ်တဲ့ပုံများ​ကတော့ က​လေး​မွေးပြီး ​ဆေးရုံ​ဆင်းလာတာ အိမ်​ရောက်တဲ့\nအချိန် သမီးဖြစ်သူမွေးကင်းစက ကား​နောက်ခန်းထဲမှာကျန်ခဲ့မှန်း​တောင်\nသတိမရတဲ့ ဂန္တဝင်​ဖေ​ဖေ၊​ ကောင်းကင်​မေ​​​မေ​တွေ​​​ပေါ့။ မိဘ​တို့ပြုအပ်တဲ့\nဝတ္တရား​ကို ကျေပွန်ပုံကလည်း သမီးအသက်ကို ၄နှစ်နဲ့ ၆နှစ်ခွဲ မသဲကွဲလို့\n​ကျောင်းတက်ချင်တာ​တောင် ​ကျောင်းမအပ်​ပေးကြသူ​တွေ​ပေါ့။မိဘ​တွေရဲ့​​​ကောင်းသတင်းက ​ပြောမဆုံး​​အောင်ရှိ​ပေမယ့် မတေးဒါ​လေးက\n​​ခေသူမဟုတ်ပါ၊ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1M6jc/Matilda.1996.720p.CM.mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z8IPItbwRrJ3QWdCePOnWS1jueY.jpg",
        "title": "Cha Cha Real Smooth (2022)",
        "description": "Cha Cha Real Smooth (2022)ခင်ဗျားတို့ဘ၀မှာ အချစ်ဆိုတာကို ဘယ်လို အဓိပ္ပါယ်ဖွင့်ကြသလဲ ?\nအတူရှိနေရတာက အချစ်လား ?\nပေးဆပ်နေရတာက အချစ် လား ?\nဒါမှမဟုတ် အချစ် ဆိုတာက တစ်ဘ၀လုံးမှာ တစ်ခါပဲ ကြုံမှာလား ?\nသေချာတာကတော့ အချစ်နဲ့ဘ၀ဟာ အမြဲတမ်း တစ်ထပ်တည်း မကျနိုင်သလို\nတစ်ထပ်တည်းကျတဲ့သူတွေကတော့ တကယ်ကံကောင်းတာပါပဲ။ဒီဇာတ်ကားလေးဟာလည်း အချစ်နဲ့ဘ၀ဟာ တစ်ထပ်တည်း ကျနိုင်၏ မကျနိုင်၏ ဆိုတာကို ဖော်ကျူးသွားတဲ့ ဇာတ်ကားလေးပါ\nအဓိကဇာတ်ကောင်ဖြစ်တဲ့ အန်ဒရူးဟာ ကောလိပ်ကျောင်းပြီးကာစ ကောင်လေးတစ်ယောက်ဖြစ်ပြီး\nအရာရာကို ကူညီတတ်ပြီး ဆက်ဆံရေးလည်းပြေပြစ်တဲ့ ကောင်လေးတစ်ယောက်...\nအန်ဒရူးကတော့ ဂောာလိပ်ကျောင်းပြီးသွားတာကို အ‌တော် စိတ်ပျက်နေပြီး\nလက်ရှိမှာ အလုပ်အကိုင်မကောင်းတဲ့သူ့ဘ၀ကနေ အမြဲရုန်းထွက်ချင်နေခဲ့ပါတယ်\nသူ့ကောင်မလေး ပြောင်းသွားတဲ့ ဘာစီလိုနာကို ပိုက်ဆံစုပြီးတာနဲ့ ချက်ချင်းထွက်သွားဖို့ ကြံနေခဲ့တယ်\nအန်ဒရူးတစ်‌ယောက် သူ့ဘ၀အပေါ် ထားတဲ့အမြင်တွေ ပြောင်းလဲဖို့ဖြစ်လာရတာကတော့\nပါတီပွဲတစ်ခုမှာ သူတွေ့ခဲ့တဲ့ ဒိုမီနို နဲ့ သူ့ရဲ့ ‌အော်တစ်ဇင်ရောဂါသည်သမီးလေး လိုလာ လေးတို့ကြောင့်ပဲ\nကူညီတတ်ပြီး ဆက်ဆံရေးကောင်းမွန်တဲ့ အန်ဒရူးကြောင့်\nဒိုမီနိုနဲ့လိုလာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1M6ko/cha.cha.real.smooth.2022.720p.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jZRi9kEFBw4SQTSARnQ9pT1DMLT.jpg",
        "title": "Cassiopeia (2022)",
        "description": "Cassiopeia (2022)ဟိုးအရင်တုန်းက ညဘက်မှာ လမ်းပျောက်ရင် ဓူဝံကြယ်ကိုကြည့်ပြီး လမ်းရှာခဲ့ကြပါတယ်\nဓူဝံကြယ်ကိုရော ဘယ်လိုရှာသလဲ...\nအတောက်ပဆုံးဆိုတဲ့ \"ကယ်ဆီယိုးပီးယား\" ဆိုတဲ့ ကြယ်စုတန်းကို ရှာတွေ့ရင် ဓူဝံကြယ်ကို ရှာတွေ့ပါသတဲ့လေ...\nဒါဆိုရင် ညဘက်မှာလမ်းပျောက်ရင် ကြယ်ကိုကြည့်ပြီး လမ်းရှာနိုင်ပေမဲ့\nနေ့ခင်းဘက်မှာ လမ်းပျောက်ရင်ရော...တကယ်တမ်း နေ့ခင်းမှာလမ်းပျောက်ခဲ့သူကတော့ ဘတ်ဆူဂျင်းပါပဲဘတ်ဆူဂျင်းဟာ သမီးနဲ့ နှစ်ယောက်တည်းနေရင်း တစ်ခုခုဆို အဖေဖြစ်သူကိုပါ အကူအညီတောင်းနေရသူ တစ်ယောက်ပါ\nဖြစ်ချင်တော့ အသက် ၃၀ ကျော်ပဲရှိသေးတဲ့ ဘတ်ဆူဂျင်းဆီကို မထင်မှတ်ထားတဲ့၊\nအဲဒီအသက်အရွယ်မှာ ဖြစ်ခဲလှတဲ့ Dementia လို့ ခေါ်တဲ့ သတိမေ့တတ်တဲ့ ရောဂါကြီး ရောက်လာခဲ့ပါတော့တယ်။တကယ်တမ်း အရေးကြုံလာရင် ဘေးနားမှာရှိပေးတာက မိဘပါပဲ၊\nဘတ်ဆူဂျင်းရဲ့အဖေကတော့ သမီးဖြစ်သူရဲ့ ဘေးမှာ စောင့်ရှောက်ပေးရင်း အရာရာကို အတူတူရင်ဆိုင်ပေးခဲ့တာပါဘတ်ဆူဂျင်းအဖြစ် သရုပ်ဆောင်ထားတာကတော့ Why Her? ကရှေ့နေမမ အိုဆူဂျယ် (Seo Hyun Jin) ပဲဖြစ်ပါတယ်၊ရှေ့နေဆိုတဲ့ ဇာတ်ကောင်တူနေပေမဲ့ လုံးဝကွဲပြားနေတာကတော့\nသတိမေ့တတ်တဲ့ ပုံစံနဲ့ သရုပ်ဆောင်ရတဲ့ဇာတ်ကောင်စရိုက် ပါပဲဒီရုပ်ရှင်ကတော့ Seo ...",
        "rating": "5",
        "url": "https://megaup.net/2s3M5/Cassiopeia.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BYzllMTQzZTEtMGIwMS00ZGI1LWEyYjMtNzk5YTUzY2NiNWVmXkEyXkFqcGdeQXVyODMyNTM0MjM@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Pompo the Cinephile (2021)",
        "description": "Pompo the Cinephile (2021)\n====================\nIMDb Rating - 7.0/10ပွန်မ်ပို ဆိုတဲ့ကောင်‌မလေးက ညလိဝုဒ် မှာ ဇာတ်ကားအသေးလေး\nတွေနဲ့ အရမ်းနာမည်ကြီးတဲ့ ရုပ်ရှင်ထုတ်လုပ်သူတစ်ယောက်ပေါ့။\nသူက ရုပ်ရှင်ကြည့်ရတာ အရမ်းကြိုက်တဲ့အတွက် တစ်နေ့မှာ သူ့ရဲ့\nလက်ထောက်ဖြစ်သူ ဂျင်းဖီနီ ကို သူရုပ်ရှင်ဘယ်လောက်ကြိုက်ကြောင်း\nတွေ ပြောပြပြီး သူကိုယ်တိုင်ရေးထားတဲ့ ဇာတ်ညွှန်းတစ်ခုကို ဇာတ်ကား\nအဖြစ်ရိုက်ဖို့အတွက် ဂျင်းကို ဒါရိုက်တာလုပ်ခိုင်းဖို့ တာဝန်ပေးလိုက်တယ်။ဂျင်း ကလည်း ငယ်ငယ်ကတည်းက ရုပ်ရှင်ဖန်တီးချင်တဲ့အိပ်မက်ရှိပေမယ့်\nအခုမှ စရိုက်ရမှာဆိုတော့ သူ့ရဲ့အခက်အခဲတွေက ဘာတွေဖြစ်မလဲ\nဘယ်လိုတွေကျော်လွှားမလဲဆိုတာ ကြည်ကြည်နူးနူးနဲ့ ကြည့်ရမယ့်\nanime movie လေးပဲဖြစ်ပါတယ်ဗျ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size..........(1.13 GB) / (650 MB)\nQuality............WebRip 1080p / 720p\nDuration.........1Hr 34mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Comedy, Drama\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "7.0",
        "url": "https://megaup.net/2s2fC/Pompo.The.Cinephile.2021.JAPANESE.720p.BluRay.CM_new.mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y5esbgFJ5NXxdE78ScnBXJ88Yzf.jpg",
        "title": "The House That Never Dies: Reawakening ( 2017 )",
        "description": "သရဲကားကြိုက်သူများအတွက် Horror /Thriller\nဇာတ်လမ်းကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\n၂၀၁၄ ခုနှစ်မှာ ၁ ထွက်ရှိခဲ့ပြီး ၂၀၁၇ မှာတော့ ၂ ထွက်ရှိလာတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ သရဲခြောက်တယ်လို့နာမည်ကြီးတဲ့\nအိမ်နံပါတ် ၈၁ မှာပဲစတာဖြစ်ပါတယ်။\nအဲ့ဒီအိမ်ကြီးက ကိုလိုနီခေတ်က ဂုဏ်သတင်းကြီးတဲ့\nဗိုလ်မှူးတစ်​ယောက်ရဲ့အိမ်တော်ကြီးဖြစ်ခဲ့တာပေါ့။\nအခုအချိန်မှာတော့ အပျက်အစီးတွေနဲ့\nပုံစံကိုကခြောက်ခြားစရာကောင်းလှတဲ့ သရဲအိမ်ကြီးဖြစ်လို့နေပါပြီ။အိမ်ကြီးကိုပြုပြင်ဖို့အတွက်အင်ဂျင်နီယာအဖွဲ့တစ်ဖွဲ့ဟာ\nခြံဝန်းကိုရှင်းလင်းရင်းနဲ့အရိုးစုတစ်စုထွက်လာတာကနေစပါတယ်။ အိ\nမ်ကြီးရဲ့ရာဇဝင်ကိုသိထားကြတဲ့အလုပ်သမားတွေက\nအလုပ်ထွက်သွားကြတဲ့အခါ၊ ခေါင်းဆောင်တစ်ယောက်ပဲကျန်ရစ်ခဲ့ပါတော့တယ်။\nခေါင်းဆောင်ဟာအိမ်ကြီးမှာနေပြီး လုပ်ငန်းဆက်လုပ်ဖို့ပြင်တဲ့အခါ...\nအဲ့ဒီနောက်ပိုင်းကျောချမ်းစရာအဖြစ်အပျက်တွေဆက်တိုက်ဖြစ်လာရင်း...အိမ်ကြီးမှာကပ်တွယ်နေတဲ့ မကျွတ်မလွတ်တဲ့သရဲက\nဘယ်လိုတွေခြောက်ခြားဖွယ်အရိပ်အယောင်တွေပြပြီး၊\nဘယ်လိုတွေခြောက်လှန့်မလဲဆိုတာတော့\nဇာတ်ကားကြည့်ရင်းကိုယ်တိုင်သာကြောက်လိုက်ကြပါတော့။ \nQuality : WEB-DL 1080p , 480p\nFormat: mp4\nGenres : Drama , Horror , Mystery\nRuntime : 1h 37min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Ann Chi , Nu Mon , Yin Wai Phyo\nEncoded By LK",
        "rating": "6",
        "url": "https://megaup.net/2s3kf/The_House_That_Never_Dies_II_2017_WEB-DL_1080p_CM.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/88uIQJzMWUvf3o4saEJrfw894W0.jpg",
        "title": "The House That Never Dies ( 2014 )",
        "description": "CM ချစ်ပရိသတ်တို့အတွက် ဒီတစ်ခေါက် စိတ်လှုပ်ရှားဖွယ်ရာ\nThe House ThatNever Dies ဆိုတဲ့ ဇာတ်ကားလေးကို\nမိတ်ဆက်ပေးလိုက်ပါတယ်... ဒီကားလေးကို\nဘာသာပြန်ရင်းနဲ့မှာ ဇီဝေကောကောလို့\nမှတ်ကျောက်တင်ကျန်ခဲ့တဲ့ ruby lin\nတစ်ယောက် ဘာလို့Light the Night မှာ\nTony Yang နဲ့ loveline အဖြစ်ပြန်သုံးခဲ့တယ်ဆိုတာ...ကဲ ဇာတ်လမ်း အကျဉ်းလေးကို ပြောပြရရင် ပေကျင်းက အိမ်အမှတ် ၈၁ ဆိုတဲ့\nနာမည်ကြီး သရဲခြောက်တဲ့ အိမ်ကြီးကို မိသားစုတစ်စုပြောင်းလာတယ်ကနေ\nစပြောရမယ်... အိမ်အမှတ် ၈၁ မှာ မူလအိမ်ပိုင်ရှင်ရဲ့ ဇနီးဟာ\nသတို့သမီးဝတ်စုံနဲ့ ကိုယ့်ကိုယ်ကို သေကြောင်းကြံခဲ့ပြီးနောက်မှာ\nတစ်မိသားစုလုံး ထူးခြားဆန်းပြားစွာ ရှေ့ဆင့်နောက်ဆင့် သေကုန်ကြတာကြောင့်\nဒီအိမ်ကြီးဟာ သရဲခြောက်တယ်လို့ ပါးစပ်ရာဇဝင်တွင်ခဲ့တာကြောင့် အိမ်ကြီးဟာ\nကာလပေါက်ဈေးထက်ကို ထူးခြားစွာ ဈေးသက်သာနေခဲ့ပါတယ်...ဒါကြောင့်လည်း ရွှီလော့ချင်းတို့မိသားစု ပြောင်းလာခဲ့တာလို့\nဆိုနိုင်မယ်... တိုက်တိုက်ဆိုင်ဆိုင်ပါပဲ... ဒီအိမ်ကြီးမှာ\nကိုယ့်ကိုယ်ကို သတ်သေခဲ့တဲ့ အိမ်ပိုင်ရှင်ဇနီးနဲ့\nရုပ်ချင်းခွဲမရအောင်တူနေတာကို သိပြီးနောက်...\nရွှီလော့ချင်းတစ်ယောက်ဟာပုံရိပ်ယောင်တွေလိုမြင်လိုက်...\nအသံတွေကြားလိုက်... အနီရောင်ဝတ်စုံတွေနဲ့\nလူတွေပေါ်လာလိုက်... ဒါတွေအပြင်...\nခင်ပွန်းသည်ကိုပါ ဖောက်ပြန်နေတယ်လို့\nအကြိမ်ကြိမ် သံသယဝင်လာပြီး\nဒီအိမ်ပြောင်းလာပြီးတည်းက လင်မယားနှစ်ဦး\nမကြာခဏရန်ဖြစ်ပြီး ကွာရှင်းဖို့အထိတွေပါ ဖြစ်လာခဲ့တာပေါ့...ဒီလို ...",
        "rating": "6.3",
        "url": "https://megaup.net/168oi/The_House_That_Never_Dies_2014_WEB-DL_1080p_CM.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/d-135x200.jpg",
        "title": "Darkness Falls (2003)",
        "description": "ဒါကတော့ ၂၀၀၃ ခုနှစ်က ထွက်ခဲ့တဲ့ ဟော်ရာရုပ်ရှင်ကောင်းတစ်ခုပါပဲဇာတ်ကားလေးရဲ့ နာမည်အတိုင်းပဲ \"Darkness Fall\"ဆိုတဲ့ မြို့လေးမှာ မတ်တေလ်ဒါဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ရှိတယ်.သူမကို ကလေးတွေအားလုံးချစ်ခင်ကြတယ်.ဒါပေမဲ့ တစ်နေ့တော့ သုူ့အိမ်မီးလောင်တဲ့ အချိန် သူ့မျက်နှာပါ မီးလောင်ဒဏ်ရာ ရသွားတယ်.တစ်နေ့ မြို့မှာ ကလေးနှစ်ယောက်ပျောက်သွားတော့ မြို့က သူတွေက သူ့ကို ကလေးတွေ သတ်တယ်ဆိုပြီး မှားယွင်းစွပ်စွဲ သတ်ပစ်လိုက်ကြတယ်.မတ်တေလ်ဒါက သူမသေခင်မြို့လေးကို \"သူမ မျက်နှာကို မြင်တဲ့ ဘယ်သူကိုမဆို လက်စားချေမယ်\" ဆိုပြီး ကျိန်စာတိုက်ခဲ့တယ်.နှစ်တွေအများကြီး ကြာပြီးတော့ ကိုင်းလ်ဆိုတဲ့ ကလေးလေးနဲ့ ကျိန်စာဟာ ပြန်အသက်ဝင်လာခဲ့တယ်.ကိုင်းလ်ကရော ကျိန်စာကို ဘယ်လိုရင်ဆိုင်မလဲ. ဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာ ဇာတ်ကားကြည့်ရင်း အဖြေရှာလိုက်ပါ File size…(1.7 GB)/(779MB)/(362MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:26:00\nGenre...Fantasy, Horror, Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein Zayar ...",
        "rating": "",
        "url": "https://megaup.net/167z4/Darkness_Falls_2003_720p_(CM).mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lFhxNXEK0UpXXqSbhba83Zhl2uk.jpg",
        "title": "The Wrath of God (2022)",
        "description": "The Wrath of God (2022)ဒီကားလေးကတော့ \"The Slow Death of Luciana B\" ဆိုတဲ့\nဝတ္ထုကို ပြန်ရိုက်ထားတဲ့ စပိန်ဇာတ်ကားကောင်းလေး ဖြစ်ပါတယ်ဒီကားကို အမြည်းပြောပြရရင် လူစီယားနားဆိုတဲ့ ကောင်မလေးနဲ့\nသူ့အလုပ်ရှင် စာရေးဆရာ ကလော့စတာ တို့ကြားကနားလည်မှုအလွဲလေးကြောင့်\nအရာအားလုံး စတင်ခဲ့တယ်လို့ ပြောရပါမယ်\nသေးငယ်တဲ့ လိပ်ပြာ‌ေလးတစ်‌ကောင် အတောင်ပံခတ်လိုက်ရာကနေ\nဟာရီကိန်းမုန်တိုင်းကြီးထိ ဖြစ်လာနိုင်တယ်ဆိုတဲ့ Butterfly Effect လိုမျိုးပဲ\nဒီကားထဲမှာလည်း အနမ်းလေးတစ်ခုကနေ အစပြုပြီး\nမိသားစုဝင်တွေ ‌အသက်ဆုံးရှုံးကုန်ကြတဲ့အထိ ဘယ်လိုတွေ ဒုက္ခကြုံကြရမလဲ.....ကံကြမ္မာဆိုး အားလုံးရဲ့နောက်ကွယ်က တရားခံကရော ဘယ်သူဖြစ်မလဲ.....\nလူစီယားနားကပဲ မှားခဲ့တာလား ကလော့စတာကပဲ လွန်တာလား\nဘယ်သူ့ကြောင့် ဒါတွေဖြစ်လာခဲ့တာလဲ .....\nစတဲ့မေးခွန်းပေါင်းများစွာကို ဒွိဟခံစားချက်တွေနဲ့ ကြည့်ရှုအဖြေရှာလိုက်ပါ2022 ခုနှစ် June လ ၁၅ ရက်နေ့ကမှ လောလောလတ်လတ်ထွက်ရှိထားပြီး\nIMDB rating 5.6 ရရှိထားတဲ့ Drama, Thriller ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Leo ...",
        "rating": "5.7",
        "url": "https://megaup.net/1M4hv/The.Wrath.of.God.2022.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8XqRDaiRr2NWwg8mW8e5EEswVYX.jpg",
        "title": "The Score (2022)",
        "description": "The Score (2022)ဒီရုပ်ရှင်ကတော့ Musical အမျိုးအစားပါ။\nဒါပေမယ့် တခြားဇာတ်ကားတွေနဲ့မတူတာက Crime Musical အမျိုးအစား ဖြစ်ပါတယ်\nအဓိက ဇာတ်ကောင်နှစ်ယောက်ဖြစ်တဲ့ ထရိုင်နဲ့မိုက်တို့က ဒုစရိုက်သမား တေလေဂျပိုးတွေပါ\nထရိုင်ရဲ့အစ်ကို နဲ့မိုက်နဲ့က အရင်ကတွဲဖက်ဖြစ်ပြီး\nကိစ္စတစ်ခု အဆင်မပြေရင်း ထရိုင်ရဲ့အစ်ကို ထောင်ကျသွားခဲ့တယ်\nအဲမှာ မိုက်က ထရိုင်ကို ခေါ်ပြီး သူ့အစ်ကို ဝှက်ထားခဲ့တဲ့ ပိုက်ဆံတွေနဲ့\nအပေးအယူတစ်ခု လုပ်ဖို့ ကော်ဖီဆိုင်တစ်ခုကို ခရီးထွက်ခဲ့ကြတယ်\nရလာတဲ့ ပစ္စည်းတွေ အမြတ်တွေလည်း တစ်ယောက်တစ်ဝက်ခွဲကြမယ်ဆိုပြီးတော့ပေါ့\nဒါပေမယ့် ထရိုင်က ကော်ဖီဆိုင်ကိုရောက်တော့\nကော်ဖီဆိုင်က မိန်းကလေးကို စိတ်ဝင်စားသွားခဲ့တယ်\nအဲမှာ အရာအားလုံးက သူတို့ထင်ထားခဲ့တဲ့အတိုင်းဖြစ်မလာခဲ့တော့ဘူး\nပြီးတော့ မိုက်က ထရိုင်ကိုခေါ်လာတဲ့ အဓိက အကြောင်းရင်းကတော့.....Drama, Romance လေး အနည်းငယ် ပါပေမယ့်\nတခြား Musical ကားတွေလိုတော့ အချစ်သီးသန့်ကား မဟုတ်ဘူး\nဒုစရိုက်မှုတွေ အက်ရှင်ခန်းတွေ Musical ခန်းတွေပါတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်ကြည့်နေကျ Musical တွေထဲကနေ ကွဲထွက်တဲ့ အရသာတစ်မျိုး ရမယ်ဆိုတာ သေချာပါတယ်။အညွှန်း နဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1M4h2/The.Score.2022.720p.WEB-DL.CM.mp4",
        "category": "Crime, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bJyLcNkdccoa4h6D8WYejrJjguD.jpg",
        "title": "The Lost Girls (2022)",
        "description": "The Lost Girl (2022)\n===============\nDrama, Fantasyငယ်ငယ်က ကျနော်တို့အားလုံးကြိုက်ခဲ့ကြတဲ့\nPeter Pan & Wandy , Peter Pan & Captain Hook တို့ဇာတ်လမ်းတွေကို အားလုံးကြည့်ဖူးကြမှာပါ။\nကြယ်တွေ စုံတဲ့တစ်ညမှာ ပီတာပန်ဆိုတဲ့ နတ်သူငယ်လေးက ၀န်ဒီဆိုတဲ့ ကောင်မလေးကိုလာ ခေါ်လေ့ရှိတယ်။\n၀န်ဒီရဲ့အဖွား၊ ၀န်ဒီရဲ့ ‌အမေတို့ တုန်းကလည်း ပီတာပန်ဟာ နဲဗားလန်းဆိုတဲ့ စိတ်ကူးယဉ်ကျွန်းကြီးကိုခေါ်သွားလေ့ရှိတယ်။\nနွေဦးရဲ့ ကြယ်တွေစုံတဲ့တစ်ညမှာ ပီတာပန်ဟာ ၀န်ဒီ့ဆီရောက်လာပြီး ကတိတစ်ခုတောင်းခဲ့တယ် ။\" မင်း ဘယ်တော့မှ ကြီးပြင်းမလာပါနဲ့ ၀န်ဒီ\nနောက်နှစ်နွေဦးမှာ ကိုယ်လာခေါ်မယ်\"၀န်ဒီဟာလည်း ပီတာအလာကို စောင့်နေခဲ့တာ နှစ်တွေအကြာကြီး ကြာခဲ့ပါပြီ ။\nပီတာကရော ပြန်ရောက်လာပါ့မလား....?\n၀န်ဒီရဲ့ ဘဝကရော ဘာတွေဆက်ဖြစ်သွားမလဲ...?\nCast တွေအနေနဲ့လည်း  Preter Pan နေရာမှာ Sherlock Holmes ထဲက လူတိုင်းကြိုက်ခဲ့တဲ့\nလူငယ်သရုပ်ဆောင် ...",
        "rating": "",
        "url": "https://megaup.net/37Zbj/The.Lost.Girls.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/cindrella-138x200.jpg",
        "title": "(18+)Cinderella’s Hot Night (2017)",
        "description": "အကြည့်တွေ အချိုးစားတွေ မြင်ရယုံနဲ့ တဖြုတ်ဖြုတ်ကြွေစေမဲ့\nအလှနတ်သမီးတွေ ဖြစ်တဲ့ Blair Williams, Sarah Hunter, Karlie Montana\nတို့အပြင် အခြား စွဲမက်စရာ မော်ဒယ်တွေ အပြိုင်အစွမ်းပြထားတဲ့\nစင်ဒရဲလားရဲ့ ကြွက်တွေ ရွှေဖရုံသီးတွေ ရထားတွေ မပါတဲ့ ခေတ်သစ် ဇာတ်လမ်းလေးလာပါပြီ\nဖန်တျာတေအောင် ကြည့်ခဲ့ဖူးတဲ့ စင်ဒရဲလားနဲ့ အခုစင်ဒရဲလား လုံးဝမတူပါဘူးနော်\nစင်ဒရဲလား နောက်ခံကျောရိုးကိုယူထားတဲ့ အသွင်သစ် စင်ဒရဲလားဖြစ်ပါတယ် စင်ဒီတစ်ယောက် မိဘတွေဆုံးသွားပြီးနောက်\nဘဝကိုခက်ခက်ခဲခဲနဲ့ ရုန်းကန်နေရရှာပါတယ်\nသူမက ကောလိပ်တက်နေရင် ကျူရှင်လခအတွက်\nလုံးပန်းနေရပါတယ်\nသူမက အလုပ်သင်အနေနဲ့ ယူနီဗာဆယ် လို့ခေါ်တဲ့\nနိုင်ငံအသီးသီးနဲ့ချိတ်ဆက်ထားတဲ့ သွင်းကုန်ကုမ္ပဏီမှာ အလုပ်ရပါတယ်\nကျူရှင်စရိတ်တွေရော အဆောင်ခတွေရော မတက်နိုင်တဲ့အဆုံး\nအဆောင်က နှင်ချခံရပေမဲ့ ကံအားလျာ်စွာပဲ သူဌေးရဲ့ အိမ်ကအခန်းလွတ်မှာ နေခွင့်ရခဲ့ပါတယ်\nသူ့မှာ အရမ်းဆိုးတဲ့ သမီးနှစ်ယောက်လည်းရှိနေပါတယ်......... တစ်နေ့မှာတော့ သူမတို့ ကုမ္ပဏီရဲ့ ပါတနာ အိမ်ရှေ့စံမင်းသားရဲ့ နှစ်သစ်ကြိုဆိုပွဲကြီးကျင်းပမှာမှာဖြစ်ပြီး\nစင်ဒီအရမ်းတက်ချင်ပေမဲ့ မိန်းမဆိုးလေးနှစ်ယောက်နဲ့ သူတို့မိခင်ကြီးက အတင်းအကြပ်တာတဲ့အခါ...\nရှေ့ဆက် ဖြစ်ပေါ်လာတဲ့ ဖြစ်ရပ်တွေက အရမ်းရင်ခုန်စရာကောင်းလှတာဖြစ်ပြီး\nလူကြီးကြိုက် အသားပေး ရိုက်ကူးတာတာဖြစ်လို့\nDS ဖန်တွေအတွက် ...",
        "rating": "3.7",
        "url": "https://megaup.net/167st/Cinderellas.Hot.Night.2017.720p.WEBRip.x264.AAC2.0CH.X_Cross(DS).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/lo-133x200.jpg",
        "title": "Love & Gelato (2022)",
        "description": "Lina ဟာ single mother ဖြစ်သူ သူ့အမေနဲ့ကြီးပြင်းလာရတာပါ။သူ့အမေကင်ဆာနဲ့သေဆုံးသွားချိန်မှာတော့ သူဟာတစ်ကောင်ကြွက်လိုဖြစ်သွားရပါတယ်။ဒါပေမယ့်အမေဖြစ်သူဟာ မသေမီ သူ့သမီးကို သူငယ်စဉ်ကနေခဲ့တဲ့ အီတလီကို သွားဖြစ်အောင်သွားခိုင်းပါတယ်။လီနာလည်း သူ့အမေရဲ့အီတလီက သူငယ်ချင်းဖြစ်သူ Francesca နဲ့သွားနေပြီး သူ့အမေရဲ့လျှို့ဝှက်ထားတဲ့ အတိတ်ကိုခြေရာခံရင်း အီတလီရဲ့ လှပတဲ့အနုပညာလက်ရာ‌တွေဓလေ့ထုံးတမ်းတွေ အရသာရှိတဲ့အစားအစာ‌တွေကိုခံစားရပါတယ်။ဒါ့အပြင် သူ့အမေရဲ့လျှို့ဝှက်ချစ်သူကိုဖော်ထုတ်နေချိန်မှာပဲ သူကိုယ်တိုင်ကလည်း ချောမောတဲ့အီတလီကောင်လေးနှစ်ယောက်ကြားရွေးဖို့ဖြစ်လာရပါတယ်။ Rome, Florence တို့လိုလှပတဲ့မြို့တွေရဲ့ ခမ်းနားမှုကိုခံစားရင်း လီနာ့ရဲ့ဘ၀ကို‌ ပြောင်းလဲသွားစေတဲ့ ခရီးကို ကြည့်ရှုရမှာပါ။နာမည်ကြီးစာအုပ်ကို ရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ ကြည်နူးစရာဇာတ်လမ်းလေးပါ။ File size…(2.21GB)/(1.14GB)/(590 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre...Drama, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/1M4v9/Love_And_Gelato_2022_720p_(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Shanghai_Grand-726426290-large-141x200.jpg",
        "title": "Shanghai Grand (1996)",
        "description": "Shanghai Grand (1996)ဟောင်ကောင်ရုပ်ရှင်တွေကို ချစ်တဲ့လူတိုင်း ဟောင်ကောင်မင်းသားတွေကို သဘောကျကြမှာပဲ။ ကျွန်တော်လည်း ဟောင်ကောင်မင်းသား အတော်များများကို သဘောကျပါတယ်။ ဒီထဲ ကျွန်တော်အကြိုက်ဆုံးမင်းသားက လတ်စလီချောင်ပါပဲ။ ဒီတော့ လတ်စလီချောင်ကားဟောင်းတွေ စိတ်ပေါက်တိုင်းရှာကြည့်ဖြစ်တယ်။ သူ့မှာမာစတာပိစ်ကားတွေလည်း မနည်းပါဘူး။ ရိုးရိုးအချစ်ကားတွေလည်း မနည်းဘူး။ ရိုးရိုးအချစ်ကားတွေတောင် လတ်စလီချောင်ပါနေရင် အတော်လေးကြည့်ကောင်းပါတယ်။ သူ့ကိုချစ်တဲ့စိတ်ကြောင့်လည်း ဖြစ်ကောင်းဖြစ်နိုင်ပါတယ်။အခု ရှန်ဟိုင်းဂရန်းမှာတော့ လတ်စလီချောင်အပြင် Andy Lauလည်းပါပါတယ်။ ဟောင်ကောင်ရဲ့ဆရာတွေထဲက နှစ်ပါးပေါ့။ သူက ဂန်းကားဆိုပေမဲ့ ၁၉၃၀ကာလမှာ ဇာတ်အိမ်တည်ထားပြီး ထိုင်ဝမ်ရဲ့တော်လှန်ရေးအကြောင်းကိုလည်း ပါးပါးစွတ်ထားတယ်။ ဂန်းကားပီပီသသ ဂန်းကားတို့အခေါင်ကြီး Godfatherက ဇာတ်ဝင်ခန်းတစ်ချို့ကိုတောင် မှီးထားသေးတယ်။ နည်းနည်းမှီးထားတဲ့ကားဆိုတော့ မာစတာပိစ်တော့မဖြစ်လှပေမဲ့ တော်တော်ကြည့်ကောင်းတဲ့ ကားကောင်းစာရင်းတော့ဝင်ပါတယ်။ ဟောင်ကောင်ဂန်းကားကြိုက်တဲ့သူတွေအတွက် ရွှေလို့ပြောရမယ်။ သူ့ဇာတ်ဝင်တေးကလည်း အတော်များများရင်းနှီးပြီးသားသီချင်းဖြစ်သလို တကယ့်နာမည်ကြီး သီချင်းပါပဲ နားထောင်ကြည့်ရင်သိမှာပါ။ ဒီထဲကဗားရှင်းကိုတော့ Andy Lauကိုယ်တိုင် ပြန်ဆိုထားတယ်ထင်ပါတယ်။ရှန်ဟိုင်းဂရန်းဟာ ဟောင်ကောင်ဂန်းကားကောင်းဖြစ်သလို လတ်စလီနဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/167r7/Shanghai_Grand_(1996)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/yellows-134x200.png",
        "title": "Murder at Yellowstone City (2022)",
        "description": "Murder at Yellowstone City (2022)\n=========================မွန်တားနားနယ်မြေရဲ့ ရဲလိုးစတုန်းမြို့လေးက တစ်ချိန်တုန်းက\nရွှေတွေအများကြီးထွက်ပြီး စည်ကားခဲ့တဲ့မြို့လေးပေါ့။ ဒါပေမယ့်\nနောက်ပိုင်းကျတော့ အခက်အခဲအကျပ်အတည်းတွေနဲ့ဖြစ်သွားရော။\nအဲဒီအချိန်မှာ ဒွန်နီဂန် ဆိုတဲ့ မြို့အပြင်မှာနေတဲ့ အမျိုးသားတစ်\nယောက်က ရွှေတူးတာရသွားလို့ မြို့ထဲလာပြီး သူ သူဌေးဖြစ်ကြောင်း\nလာကြွယ်ပြီး တစ်မြို့လုံးကို အရက်တွေပါ ဝယ်တိုက်ပစ်တာ။\nကံဆိုးချင်တော့ သိပ်မကြာခင်မှာပဲ သူက အသတ်ခံရလိုက်ရတယ်။\nသူတင်မဟုတ်ဘူး နောက်ပိုင်း တစ်‌ယောက်ပြီးတစ်‌ယောက် ဘာကြောင့်\nမှန်းမသိအသတ်ခံရတဲ့အကြောင်းကို မြို့ရဲ့ အရာရှိက ဘယ်လိုဖော်ထုတ်\nမလဲဆိုတာ ကြည့်ရမယ်။ အနောက်တိုင်း ကောင်းဘွိုင်ခေတ်အကြောင်း\nရိုက်ပြထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size..........(1.34 GB) / (740 MB) / (431 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........2Hr 07mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Western\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "5.0",
        "url": "https://megaup.net/167nt/Murder.at.Yellowstone.City.2022.720p.WEBRip.CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9s8uSm5K1W0vhGPHv2icM6SFib8.jpg",
        "title": "The Texas Chain Saw Massacre (1974)",
        "description": "The Texas Chain Saw Massacre (1974)~ IMDb - 7.4/10, Rotten Tomatoes - 89% ~သိကြတယ်မလား... ကျွန်တော်တို့ငယ်ငယ်က ကြည့်ခဲ့ရတဲ့ လူသတ်ကားတွေ သရဲကားတွေ။ ဟိုအရင် ကလေးဘဝကတော့ စောင်ထဲမှာ ဖင်ဗူးတောင်းထောင်ပြီး တီဗီဖန်သားပြင်ကို ခိုးခိုးကြည့်ရတာမျိုးပေါ့ဗျာ။ ပြီးရင် နောက်ဖေးသွားကြတဲ့အခါ မောင်နှမတွေ အတန်းလိုက်ကြီး။ အဲဒီအချိန်ဆို သိပ်စည်းလုံးတာ။ ရန်ဖြစ်ထားရင်တောင် အဲဒီအချိန်ဆို ပြန်တည့်ကြရော။ သရဲဆိုတာ တကယ်မရှိဘူးကွလို့ ပြောတဲ့လူကြီး‌တွေက‌တောင် ကျွန်တော်တို့ကို နောက်ဖေးလိုက်ပို့သလိုလိုနဲ့ ဟိုကြည့်ဒီကြည့်လုပ် အိမ်သာလုတက်ကြတာမျိုး။ကဲဗျာ ငယ်ငယ်က အရောင်စုံခဲ့တဲ့ ပျော်စရာလေးတွေ ပြန်ခံစားမယ်ဆိုပြီး ရှေးရှေး Horror ကားတွေကို ပြန်ခံစားကြည့်တယ်။ ငယ်ငယ်က နားမလည်ဘဲ ကြည့်ခဲ့ရပေမဲ့ အခုတော့ ငါကိုယ်တိုင် ဘာသာပြန်နိုင်နေပြီ။ ကျန်တဲ့သူတွေ အေးဆေးသက်သာကြည့်နိုင်အောင် လုပ်ပေးမယ်ဆိုပြီး ဂရုထဲမှာတောင်းထားတဲ့ကားလေးကို ဖောင်ဒါကြီးရဲ့ လမ်းညွှန်ချက်နဲ့အညီ ...",
        "rating": "7.4",
        "url": "https://megaup.net/167js/(CM)_The_Texas_Chain_Saw_Massacre_(1974)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/b-135x200.jpg",
        "title": "Bad Blood (2022)",
        "description": "ဆရာသခင်ကိုယ်တော်ဘတ်ကြီးရဲ့ 2016 မှာ ထွက်ရှိခဲ့တဲ့ Animation နဲ့ နာမည်ချင်းတူပေမဲ့ ဇာတ်လမ်းကတော့ မတူပါဘူး။ ဇာတ်လမ်းအစမှာကတည်းက Horror Vibe အပြည့်နဲ့ စိတ္တဇဆန်ဆန် Emotional Damage တွေ အပြည့်ထည့်ပေးတာပါ။ ဇာတ်လမ်းကိုတော့ သွေးစုပ်ဖုတ်ကောင် လူငယ်လေး နေသန်ကို လူမှုဝန်ထမ်း အမျိုးသမီးဖြစ်တဲ့ မာဂျိုရီရဲ့ ဂရုစိုက်ပေးမှုအပေါ် အခြေခံထားပြီး ဇာတ်လမ်းတလျှောက်လည်း ဘာဖြစ်လာမလဲဆိုတဲ့ အတွေးတွေကို တောက်လျှောက်ရိုက်သွင်းပါတယ်။ Ending ကို သာမန်ဇာတ်လမ်းတွေလို ချပြမယ်လို့ထင်ရပေမဲ့ MCU ဇာတ်လမ်းတွေလိုမျိုး ဇာတ်သိမ်းကျမှ မျက်လုံးပြူးမျက်ဆံပြူးဖြစ်သွားရအောင် စပရိုက်တိုက်ခဲ့တာကတော့ အောချလောက်ပါတယ်။ Runtime အနေနဲ့ တိုပေမဲ့လည်း ကြည့်ရတာ Worthy ဖြစ်စေမဲ့ ဇာတ်လမ်းဖြစ်တာကြောင့် CM ပရိသတ်တို့ရဲ့ Playlist မှာ ထည့်သင့်ပါကြောင်း အကြံပြုလိုက်ပါတယ်။ File size…(840MB)/(422MB)/(191MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:15:00\nGenre...Horror\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1M4tV/Bad_Blood_2022_720p_(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/biyak-133x200.jpg",
        "title": "(18+)Biyak (2022)",
        "description": "တချိန်တခါက မြန်မာကားတွေကို ကျွန်တော်တို့တွေ အားရပါးရ ဖောင်းထုခဲ့တဲ့ အချိန်တွေကို\nမှတ်မိကြမှာပါ မအေးအေးဝင်းစီစဉ်သည်တို့ ဇာတ်သိမ်းပိုင်းကြ လူစုံတက်စုံးပြေးကြသည်တို့\nmeme တွေတပြုံတခေါင်းကြီးနဲ့ကို ဖောင်းထုခဲ့ကြတဲ့ ပျော်စရာအချိန်လေးတွေပေါ့ ဒါပေမဲ့လဲ\nမြန်မာကားတွေကတော့ ပြောင်းလဲသွားရိုးထုံးစံမရှိခဲ့ပါဘူးဒါပေမဲ့လဲ တအားကြီးတော့ စိတ်ပျက်မသွားကြပါနဲ့ ကိုယ်တွေလိုပဲ ဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့\nတအားကို မြန်မာဆန်တဲ့ ဇာတ်ကားတွေရှိသေးတယ်ဆိုတာ သတိရလိုက်ပါ။ ခု ဇာတ်ကားလေးကလဲ\nဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ မြန်မာကားကို upgrade မြင့်ထားတဲ့ ဒေသတွင်း ဖိလစ်ပိုင်ကားလေးဖြစ်ပါတယ်\nနဲနဲပိုသွားတာဆိုလို့ ဇာတ်ကားနဲ့ ဘာမှမဆိုင်တဲ့ sex scene လေးနဲနဲပိုပါလာတာလေးပဲရှိပါတယ်။\nဇာတ်လမ်းကလဲ နိုင်ငံခြားက ဂိ ဇာတ်ကားကြီးတွေလို ခေါင်းရှုပ်ခံပြီး စဉ်းစားစရာမလိုပဲ\nဘာပြီးဘာဖြစ်မယ်ဆိုတာ ပျော်ပျော်ကြီး ခန့်မှန့်လို့ရပါတယ်။ God of War ကို easy mode နဲ့\nဆော့ပြီး Boss တွေကို အားရပါးရ ရှယ်ခုတ်နေရသလိုပါပဲ။ အဲ့လောက်ပျော်ဖို့ကောင်းတဲ့\nဇာတ်ကားလေးကို လက်လွတ်မခံပဲ ခုဘဲဒေါင်းကြည့်လိုက်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။P.S ဇာတ်လမ်းအကျဉ်းကတော့ မရေးတော့ဘူး ဇာတ်လမ်းအကုန်သိသွားမှာစိုးလို့       \nFile Size - 1.26GB ...",
        "rating": "",
        "url": "https://megaup.net/167e9/Biyak.2022.720p.VMAX.WEB-DL.AAC2.0(DS).mp4",
        "category": "Action, Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/exyvycwtse8l-133x200.jpg",
        "title": "[18+] Virgin Forest (2022)",
        "description": "ဖရန်စစ်ဟာ နာမည်ကျော်ဓာတ်ပုံသတင်းထောက်တစ်ယောက်ဖြစ်ပြီး တစ်နေ့မှာ ဘူကစ်နွန်ခရိုင်မြို့တော်ဝန်ရဲ့\nဆက်သွယ်တာဝန်ပေးမှုကြောင့် ဒေသတွင်းထိန်းသိမ်းထားတဲ့အပျိုစင်သစ်တောတွေထဲမှာ ရပ်ဖလေးရှား လို့ခေါ်တဲ့\nဆန်းကြယ်တဲ့ ကမ္ဘာအကြီးဆုံးပန်းတွေကိုဓာတ်ပုံရိုက်ဖို့ဖြစ်လာပါတယ်။မြို့တော်ဝန်က သူနဲ့အတူလမ်းပြအဖြစ် ရော်ဂျာဆိုတဲ့ဒေသခံကောင်လေးတစ်ယောက်ကိုထည့်ပေးလိုက်ပြီး\nစကားစပ်မိရာကနေ ရော်ဂျာရဲ့အရွယ်နဲ့မမျှတဲ့မိသားစုတာဝန်တွေ၊ ဝန်ထုပ်ဝန်ပိုးတွေအကြောင်းသိသင့်သလောက်သိလာခဲ့ပါတယ်။\nဖရန်စစ် မသိခဲ့တာက ရှေ့မှာစောင့်ကြိုနေမယ့် တောရဲ့ဆန်းကြယ်မှုတွေ ပဟေဠိတွေနဲ့ ဘယ်သူမှမရိပ်မိကြသေးတဲ့\nလူသားနဲ့သဘာဝရဲ့ဆန်းကြယ်မှုတွေကြားက ပဋိပက္ခတွေအကြောင်းပါပဲ၊အိမ်မက်လိုလိုတကယ်လိုလိုကြားရတတ်တဲ့ နားနားကပ်ပြောတဲ့ စကားသံတွေ၊ မျက်လုံးမှိတ်လိုက်တဲ့အခါမြင်ရတတ်တဲ့\nအဝတ်ဗလာမိန်းမလှလေးတွေနဲ့ ချစ်တင်းနှောရပုံတွေ၊ ကျွန်မတို့ကိုကယ်ပါ ဆိုတဲ့ အကူအညီတောင်းခံသံတွေရဲ့\nနောက်ကွယ်က ဖြစ်ရပ်မှန်တွေကို သူအဖြေရှာရမှာဖြစ်ပါတယ်။Brillante Ma Mendoza ရဲ့ကားသစ်ဖြစ်ပြီး သူ့လက်စွဲတော် မင်းသားမင်းသမီးတွေအပြင် တစ်ခြားသရုပ်ဆောင်အင်အား\nအများအပြား ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်နဲ့တင်ဆက်ထားတာပါ။ သရုပ်ဆောင်အင်အားများသလို မိသားစုနဲ့\nကြည့်လို့မသင့်တဲ့အခန်းတွေလဲ ရှည်လျားများပြားစွာပါဝင်တဲ့အတွက်အချိန်ပေးပြီးတစ်ယောက်တည်းကြည့်ကြတာကောင်းပါလိမ့်မယ်။File Size : (1.9 GB) & (950 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:54:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.0",
        "url": "https://megaup.net/1M4gt/(CM)_Virgin.Forest.2022.720p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "category": "Adult, Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BZWZjMzkyMWEtZjliYy00ZmI3LThjNjUtYzAwNjFlMDhlMzM1XkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_UY1200_CR11806301200_AL_-105x200.jpg",
        "title": "Dying for a Daughter (2021)",
        "description": "Dying for a Daughter (2021)\n====================ဒီတစ်ခေါက်မှာတော့ မိုးအေးအေးမှာ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမယ့်\nThriller,Dramma အမျိုးအစား မူဗီလေးတစ်ခုနဲ့မိတ်ဆက်ပေးပါရစေ။\nရုပ်ရှင်ရဲ့ နာမည်က Dying For a Daughter ဇြစ်ပေမယ့် A Mother's\nSecret လို့လည်း အမည်ပေးထားပါတယ်။ဇာတ်လမ်းအကျဉ်း...\nကားတာယာပွင့်ထွက်မှုကြောင့် ထိုင်ခုံခါးပတ် မပတ်ထားတဲ့ဆယ်နှစ်အရွယ်\nသမီးလေး ဒဏ်ရာများစွာရခဲ့ပါတယ်။ အဲ့ဒီကလေးကို မြင်လိုက်တဲ့အချိန်မှာ\nဆေးရုံက သူနာပြု စမစ်ဆိုတဲ့အမျိုးသမီးဟာ တစ်စုံတစ်ခုကို ခံစားလိုက်\nရပါတယ်။ ဒီလိုနဲ့ ကလေးလေးဆေးရုံက ဆင်းပြီး ကလေးကိုဆက်လက်ပြုစုဖို့\nသူနာပြုလိုအပ်နေချိန်မှာ သူနာပြုစမစ်ကလည်း သူခံစားရတဲ့ ခံစားချက်ကို\nအဖြေရှာဖို့ ကြိုးစားရာကဒီရုပ်ရှင်ဖြစ်လာခဲ့တာပါ။ ဒီကားက Thriller လို့\nပြောပေမယ့်  Soft Thriller အမျိုးအစားဖြစ်ပြီး အိမ်တွင်းရေးနဲ့ လူ့သဘာ၀တွေပါ\nထည့်ထားတာမို့ မိသားစုနဲ့အတူကြည့်လို့ရတဲ့ ရုပ်ရှင်လေးဖြစ်ပါကြောင်းလည်း\nထည့်သွင်းပြောပြချင်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Htoo Aung ဖြစ်ပါတယ်)File Size..........(1.32 GB) / (580 MB)\nQuality............WebRip 1080p / 720p\nDuration.........1Hr 30mins\nSubtitle...........Myanmar ...",
        "rating": "5.6",
        "url": "https://megaup.net/1672g/Dying.For.a.Daughter.2020.720p.WEBRip.[CM]_new.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BYTMzNGI5NTktOTBjZC00NDVjLWJmMzQtZjU5OTFhMzMwZThjXkEyXkFqcGdeQXVyMTM3MTA2ODk@._V1_-133x200.jpg",
        "title": "Revealer (2022)",
        "description": "ဒီကားက ​​​ပြောရရင် ငစားကားဗျ၊ ရိုးရိုးမစားဘဲ ဘာသာ​​ရေးပိုင်းနဲ့ စားတာဆို​တော့ အကျွမ်းတဝင်မရှိတဲ့သူဆို နှစ်ဆတိုးစားသွားမှာ။\nဒီကားထဲမှာ ကိုးကားထားတာက သမ္မာကျမ်းသစ်ထဲက ​နောက်ဆုံး ဖြစ်တဲ့ Revelationအ​ကြောင်းပါ။\nကမ္ဘာရဲ့​နောက်ဆုံး​နေ့ရက်များ အ​ကြောင်း​ပေါ့။ ဇာတ်လမ်းက စားသလို ​သွေးထွက်သံယိုအခန်း နည်းနည်းပါပြီး အ​ပြောအဆိုလည်း နည်းနည်း​လေးကြမ်းပါတယ်။တစ်ကားလုံးမှာ အဓိကဇာတ်​ဆောင်က ​ကောင်မ​လေး၂​ယောက်ပဲပါတာပါ။\nအန်ဂျီက ကလပ်က အ​ဖော်အချွတ်အကမယ်၊ ဆယ်လီဆိုတဲ့ တစ်​​ယောက်ကျ​တော့ ဘာသာ​ရေးအကိုင်းရှိုင်းလွန်း​နေသူ၊အန်ဂျီတို့လို မိန်းက​လေး​တွေ​ကြောင့် ဒီကမ္ဘာကြီးမှာ အပြစ်​တွေနဲ့ညစ်ညမ်းရတယ်ဆိုပြီး အ​ဖော်အချွတ်ကလပ်​တွေကို ဆန္ဒပြ​နေသူတစ်​ယောက်​ပေါ့။တစ်​ရက်မှာ​တော့ အန်ဂျီကလည်း သူ့ဟာသူက၊ ဆယ်လီကလည်း သူ့ဘာသူပြတုန်း ​​​ကောင်းကင်တစ်ခွင်လုံးက မိုးပြိုမလို နီရဲလာပြီး ထူးဆန်းတဲ့အရာ​တွေ မိုးရွာသလို တရဟောကျလာ​သတဲ့။\nကလပ် အပြင်မှာ ဆန္ဒပြ​နေသူတွေက​တော့ အဲဒါ​တွေအန္တရာယ်​ပေးတာကို ခံလိုက်ရပြီး အချင်းချင်းစိတ်ရိုင်း​ဝင်ပြီး သတ်ကြပါ​လေ​ရော။ဘာသာ​ရေးကိုင်းရှိူင်းသူ​လေး ဆယ်လီ​က​တော့ အဲဒါ​တွေရန်က​​နေ လွတ်ပြီး အ​ဖော်အချွတ်ကလပ်ထဲ​ ဝင်သွားနိုင်ပြီး အထဲမှာရှိ​နေတဲ့ အန်ဂျီနဲ့ ၂​ယောက်တည်း ၁ကမ္ဘာ ပိတ်မိ​သွားသတဲ့။\nကျမ်းစာ​တွေ ထုံးလို​မွှေ​ရေလို​နှောက် ဖတ်ထားတဲ့ ...",
        "rating": "5",
        "url": "https://megaup.net/2s26t/Revealer_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/8uj3cflsewb3-133x200.jpg",
        "title": "[18+]Nurse Girl Dorm: Sticky Fingers (1985)",
        "description": "လူနာတွေအပေါ် သူနာပြုဆရာမလေးတွေရဲ့ ဂရုစိုက်မှု့တွေကို အားပါးတရကြည့်ရမယ့်ကားလေးပါသူနာပြုလေးတွေက ရှယ်ချောပြီး လန်းပါတယ် တော်တော်များများ ကွက်ကွက်ကွင်းကွင်း ကြမ်းကြမ်း ရိုက်ပြထားတာမို့ ၁၈ယောက်မက ၂၁ယောက်လောက်စုကြည့်ကြပါလော့File Size__(620MB)\nQuality__DVDRip\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:05:00\nType__Adult , Asian\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.6",
        "url": "https://megaup.net/2s23v/[18+]Nurse_Girl_Dorm_Sticky_Fingers_(1985).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/03BoK_4f-143x200.jpg",
        "title": "Folk Legends: The Water Monkeys ( 2022 )",
        "description": "ထျန်းရွှေရွာဟာထျန်းရွှေမြစ်နံဘေးမှာတည်ရှိတဲ့ရွာငယ်လေးဖြစ်ပါတယ်။\nတောတောင်တွေနဲ့အေးချမ်းသဖွယ်လို့ထင်စရာရှိပေမယ့်\nအမှန်တကယ်မှာတော့ ရွာလေးဟာလုံးဝကိုအေးချမ်းမနေခဲ့ပါဘူး။\nအကြောင်းရင်းကတော့ ထျန်းရွှေမြစ်ထဲမှာ ရေသရဲရှိနေလို့ပါပဲ။\nရွာမှာ ရေသရဲသတ်လို့သေသွားသူတွေလည်းမနည်း၊\nအမြဲတစေ ရွာသားတွေကရေသရဲရန်ကိုထိတ်လန့်နေကြရပါတယ်။ပိုင်ချိုးရွှေဟာ ထျန်းရွှေရွာဇာတိဖြစ်ပြီး ဖခင်ဖြစ်သူ\nရေသရဲအသတ်ခံလိုက်ရအပြီးမှာ ရွာကထွက်သွားခဲ့တယ်။\nနှစ်ပေါင်းများစွာကြာမှ ဇာတိရွာလေးကို\nဖွံဖြိုးတိုးတက်အောင်လုပ်ပေးချင်လို့\nသူဟာရွာလေးဆီကိုပြန်လာခဲ့ပါတယ်။\nသူပြန်ရောက်လို့မကြာခင်မှာပဲ ရွာမှာထူးဆန်းတဲ့\nဖြစ်ရပ်တွေတစ်ခုပြီးတစ်ခုပေါ်လာတဲ့အခါမှာတော့...\nရေသရဲဟာထင်ထားတာထက်ပိုပြီး\nအင်အားကြီးနေ​ကြောင်းသိလိုက်ရတဲ့အခါ...ရေသရဲကိုဘယ်လိုရင်ဆိုင်​ဖြေရှင်းကြလေမလဲဆိုတာကို\nသည်းထိတ်ရင်ဖိုခံစားကြည့်ရှုလိုက်ရအောင်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Fantasy , Thriller\nRuntime : 1h 11min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yin Wai Phyo , Nu Mon , Chu Chu\nEncoded by LK",
        "rating": "6.3",
        "url": "https://megaup.net/37Z5e/Folk_Legend_Water_Monkey_2022_WEB-DL_1080p.mp4",
        "category": "Drama, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNDk3NTEwNjc0MV5BMl5BanBnXkFtZTgwNzYxNTMwMzI@._V1_-135x200.jpg",
        "title": "Call Me by Your Name (2017)",
        "description": "Call Me by Your Name (2017)\n=====================\nIMDb Rating - 7.8/10၁၉၈၃ ခုနှစ်ရဲ့ အီတလီနွေရာသီမှာ ကားလေးတစ်စီးနဲ့ အိမ်ကို စရောက်လာတဲ့\nခင်ဗျားဟာ ကျွန်တော့်ရဲ့ အိပ်ခန်းကို ဦးစွာ သိမ်းပိုက်ခဲ့တယ်။ အရပ်အမောင်း\nကောင်းကောင်းနဲ့ သိပ်ကို ဆွဲဆောင်မှု ရှိတဲ့ ခင်ဗျားဟာ ကျွန်တော်နဲ့ ၇နှစ်တောင်\nအသက်ကွာခြားသတဲ့။အချင်းချင်း နှုတ်ဆက်ခါနီးကို သူများနဲ့မတူ တမူထူးခြားစွာ \" နောက်မှပဲ \" \"\nနောက်မှပဲ\" လို့ ပြောတတ်တဲ့ခင်ဗျားကို ကျွန်တော် အမြင်တော့ကပ်မိသား။\nဒီလို တုံးတိဆန်တဲ့ စကားက ကျွန်တော့်အတွက်တော့ ရိုင်းပြမောက်မာတဲ့\nအပြုအမူလို့ ထင်မိတယ်လေ။ ဟော တွေ့လား ဒီလိုနဲ့ ခင်ဗျားက ကျွန်တော့်ရဲ့\nအတွေးနယ်ကို နယ်ချဲ့သိမ်းပိုက်လိုက်ပြန်ပြီ။ အိမ်ကို လာတဲ့ ဧည့်သည်ကို အိမ်ရှင်\nဖြစ်တဲ့ ကျွန်တော်က မြို့တစ်ဝိုက်ကို လမ်းပြရင်း အချိန်ကုန်ဆုံးပေးခဲ့ရပြန်တယ်။ကျွန်တော့်ဘက်က ဧည်၀တ်ကျေရဲ့လား သေချာမသိပေမယ့် သေချာတာတစ်ခုက\nကျွန်တော့်အချိန်တွေကို ခင်ဗျား သိမ်းပိုက်သွားပြန်ပြီ။ ...",
        "rating": "7.8",
        "url": "https://megaup.net/37V3j/Call.Me.by.Your.Name.2017.720p.BluRay.[CM]_new.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/kisna-133x200.jpg",
        "title": "Kisna (2005)",
        "description": "ဤဘဒ္ဒကမ္ဘာလောကမှာ ကမ္ဘာဦးအစကတည်းက\nဆင့်ကဲပြောင်းလဲခြင်းတွေ များမြောင်စွာဖြစ်ပေါ်လာခဲ့ပါတယ်..လူသားတွေ ပြောင်းလဲလာတယ်...မြစ်ချောင်းအင်းအိုင်တွေ\nပြောင်းလဲလာခဲ့တယ်..နိုင်ငံတွေ ဖြစ်ပေါ်လာတယ်လူ့စိတ်သဘောထားတွေ ပြောင်းလဲလာတယ်...ဒီထဲမွာမွ မပြောင်းလဲဘဲ တည်မြဲနေတာဆိုလို့\nအချစ်စစ်ပဲရှိပါတယ်...ဟုတ်ပါတယ် ဒီဇာတ်လမ်းလေးက ကစ္စနဆိုတဲ့ ကောင်လေးတစ်ယောက်ရဲ့\nအချစ်စစ်တို့သက်သေထူရာကို ဖေါ်ပြထားတဲ့ ကားလေးပါ..၁၉၄၇ခုနှစ် အစောပိုင်း အိန္ဒိယနိုင်ငံလွတ်လပ်ရေးမရခင်\nဗြိတိသျှတို့ အိန္ဒိယမြေပေါ် အုပ်စိုးခဲ့စဉ်က...။ကစ္စန..ကက်သရင်း..လက်ရှမီးဆိုတဲ့ သူငယ်ချင်းသုံးယောက်ရဲ့\nအချစ်ဇာတ်လမ်းလေးကို ဖေါ်ကျူးရိုက်ကူးထားပါတယ်...ဒီကားလေးဟာ သိပ်ကိုနူးညံ့လွန်းတယ်..\nရင်ထဲလည်း ပီတိဖြစ်ရပါတယ်အိန္ဒိယကို လွတ်လပ်ရေးပေးဖို့ ကြေညာလိုက်တော့\nနိုင်ငံတွင်း ဗြိတိသျှအရာရှိတွေကို အင်္ဂလန်အမီ ပြန်ခိုင်းတယ်..\nဒီထဲမွာ ကက်သရင်းရဲ့အဖေနဲ့ အေမဟာ အသတ်ခံလိုက်ရပါတယ်တစ်ဦးတည်းကျန်ခဲ့တဲ့ သူငယ်ချင်းမလေး ကက်သရင်းကို\nအိန္ဒိယသားလေး ကစ္စနက ဘေးမသီရန်မခဘဲ ဘေးကင်းရာကို ပို့ပေးရမှာပါ...ကိုယ့်မိသားစုက သူ့မိဘတွေကို ရန်သူလို့ သတ်မှတ်ပြီး\nလိုက်သတ်နေတဲ့ကြားထဲက မိသားစုနဲ့ အတိုက်အခံလုပ်ပြီး\nကက်သရင်းကို ကယ်တင်ရင်းနဲ့....။ပိုင်ဆိုင်ရမှ အချစ်မဟုတ်ပါဘူး\nခွဲခွာခြင်းဟာလည်း အချစ်ရဲ့တစ်စိတ်တစ်ဒေသပါပဲတစ်ခါတလေကျရင် စွန့်လွှတ်ခြင်းက အချစ်ကို\nပိုလို့တိုးလာစေပါတယ်အချစ်မှာ ကောင်းခြင်းတွေရတတ်သလို\nခွဲခွါခြင်းမှာလည်း ကောင်းခြင်းတွေ ရတတ်ပါတယ်အချစ်ဆိုတာက အတူတူနေရဖို့ပဲမှ\nမဟုတ်တာ..ဒီတော့ ရိုချင်သူ FA နဲ့ ဆော်ပစ် ဘဲပစ်များ\nစောက်ကိုက် တစ်သျှူးဆောင်ပြီး ကြည့်လို့ရပါပြီလို့ ညွှန်းပေးလိုက်ပါတယ်...  \nFile size…3.1GB / 1.5GB\nQuality…1080p ...",
        "rating": "4.5",
        "url": "https://megaup.net/1M4rg/Kisna_The_Warrior_Poet_2005_WebRip_720p_Hindi_AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nZRNGcvuAFXwfuk1gMcp7UmJg2u.jpg",
        "title": "The Bling Ring(2013)",
        "description": "The Bling Ring(2013)အညွှန်း**************************မာ့ခ်ဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ စိတ်ဓာတ်ကျမှုတွေနဲ့ကျောင်းအသစ်ကိုပြောင်းရွှေ့လာခဲ့ရပါတယ်။လူတွေနဲ့ရှောင်ဖယ်နေတတ်လို့ သူငယ်ချင်းမရှိခဲ့ဖူးတဲ့ မာ့ခ်အတွက်ရေဘက်ကာဟာ ပထမဆုံးသူငယ်ချင်းဖြစ်လာခဲ့ရာကနေစလို့ မာ့ခ်ဟာရေဘက်ကာနဲ့ပိုမိုခင်မင်နိုင်ဖို့ ရေဘက်ကာ တောင်းဆိုသမျှကိုလိုက်လျောလာပါတော့တယ်။ အဲဒီလိုက်လျောမှု‌တွေထဲ မာ့ခ်နဲ့ ရေဘက်ကာအပြင် နစ်ကီ၊ခလိုးဝီ၊ ဆမ် စတဲ့သူငယ်ချင်းအုပ်စုတစ်ခုလုံးရဲ့ ဘဝကိုပြောင်းလဲပစ်ခဲ့တဲ့လိုက်လျောမှုတစ်ခုကတော့ နာမည်ကျော်တွေရဲ့အိမ်ကို‌ခိုးဝင်ဖို့ မာ့ခ်ကူညီခဲ့တာပဲဖြစ်ပါတယ်။သာမန်ခေတ်လူငယ်လေးတွေဟာ နာမည်ကျော်မင်းသမီးတွေရဲ့အိမ်ထဲကတန်ဖိုးကြီးပစ္စည်းတွေကို လိုက်လံစပ်စုကြရင်း မသိသာအောင်အနည်းငယ်စီခိုးယူလာခဲ့တဲ့နောက်ပိုင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့File Size : (2 GB) (800 MB) and (268 MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…01:30:00\nGenre : Biography, Drama,Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Reum\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1M4gi/The.Bling.Ring.2013.BLU-RAY.1080P5.1Ch.(CM).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/side-effect-137x200.jpg",
        "title": "Side Effect (2020)",
        "description": "Side Effects (2020)IMDb 5.1Horror/Thriller\nအဆိုတော်အိုလီယာနဲ့ ယောကျာ်းဖြစ်သူအန်ဒရေးတို့နှစ်ယောက်ဟာ ထင်မှတ်မထားတဲ့ဖြစ်ရပ်ဆိုးတစ်ခုရှိ‌ခဲ့ပါတယ်\nဒီအတိတ်ဖြစ်ရပ်ဆိုးတွေကနေရုန်းမထွက်နိုင်တဲ့ အိုလီယာကိုကြည့်မနေနိုင်တော့တဲ့ အန်ဒရေးတစ်ယောက်\nနာမည်ကြီးဆရာမတစ်ယောက်ဆီသွားပြီး အိုလီယာ့မှတ်ဉာဏ်တွေကိုဖျက်ပေးဖို့ အကူအညီတောင်းခဲ့တယ် ဆရာမကမှိုတစ်ပွင့်ပေးလိုက်ပြီး သူမရှိချိန်သူ့အိမ်ကိုစောင့်ရှောက်ပေးဖို့အပေးအယူလုပ်လာတော့\nအိမ်ပြောင်းချင်နေတဲ့အန်ဒရေးအတွက်လည်း လက်လွှတ်မခံဘဲသဘောတူမိလိုက်ပါတယ်\nဒီလိုနဲ့အိမ်ပြောင်းနေရာကစပြီး အိမ်ကြီးမှာထူးဆန်းတာတွေတွေ့ကြုံလာရင်း တစ်နေ့မှာ\nမိန်းမဖြစ်သူအိုလီယာဟာပျောက်ဆုံးသွားတဲ့အခါ...\nဘာတွေဆက်ဖြစ်မှာလဲ ဒီအိမ်ရဲ့ရာဇဝင်ကရောဘာဖြစ်မလဲ သူ့မိန်းမကိုရောရှာတွေ့မှာလားဆိုတာ\nစိတ်ဝင်တစားကြည့်ရှုနိုင်ရန်တင်ဆက်ပေးလိုက်ပါတယ်      \nFile size…1.1GB / 490MB\nQuality…1080p AAC5.1CH / 720p\nFormat…mp4\nDuration….1h 33m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "5.1",
        "url": "https://megaup.net/2s18n/Side_Effect_2020_BluRay_720p.Russia.AAC2.0CH(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3Au37c3KJX29BDvldzGiYtaU5B.jpg",
        "title": "Session 9(2001)",
        "description": "Session 9(2001) အညွှန်း********************ဂေါ်ဒွန်ဦးဆောင်တဲ့အဖွဲ့ဟာ ကျောက်ဂွမ်းမှုန့် (Asbestos) တွေရှင်းလင်းသန့်စင်ပေးတဲ့အဖွဲ့ဖြစ်ပါတယ်...စိတ္တဇဆေးရုံတစ်ခုကိုပြန်လည်ပြုပြင်ရေးပရောဂျက်မှာလေလံဝင်ဆွဲရာကနေအနည်းဆုံးသုံးပတ်ကြာမဲ့အလုပ်ကိုတစ်ပတ်နဲ့ပြီးစေရပါမယ်ဆိုပြီး လေလံအောင်ခဲ့ပါတယ်...\nဂေါ်ဒွန်ကတော့ သူ့မိန်းမဝင်ဒီနဲ့ သူ့သမီးလေးကြောင့် တစ်ခုခုစိတ်ရှုပ်နေရပုံပါ...\nသူတို့အလုပ်လုပ်နေကြရင်း\nsession 9 ဆိုတဲ့ ခွေကိုဖွင့်ကြည့်ခဲ့မိပါတယ်...\nအဲဒီမှာတော့ မေရီဆိုတဲ့ စိတ်အထွေထွေကွဲပြားတဲ့ရောဂါသည်လေးကိုဆွေးနွေးမေးမြန်းထားတာပဲဖြစ်ပါတယ်...\nဟန့်ကလည်း ငွေပြားတွေရှာတွေ့ပြီးနောက်မှာထူးထူးဆန်းဆန်းပျောက်ကွယ်သွားပါတယ်...အဲဒီနောက်မှာတော့ ထူးဆန်းတဲ့ ဖြစ်ရပ်တွေ ဆက်တိုက်ကိုပေါ်လာပါတော့တယ်...ဘာတွေလဲဆိုတာကိုတော့....Box Office ဝင် Horror မို့ ခံစားကြည့်သင့်ပါကြောင်း...File Size :(1.7GB) (715 MB) and (278MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:37:00\nGenre : Horror,  Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Poant\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1M4i9/Session.9.2001.BLU-RAY.1080P(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j8IdKtir1TqzEgh4JO0YAPaUAxG.jpg",
        "title": "The Good Neighbor (2022)",
        "description": "The Good Neighbor (2022) The Tudors ထဲက King Henry VIII အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Jonathan Meyers ရဲ့ ကားသစ်လေးပါ။တစ်နယ်တစ်ကျေးကို အလုပ်ကိစ္စနဲ့ရွှေ့ပြောင်းလာတဲ့ သတင်းသမား ဒေးဗစ်ဆိုသူဟာ စိတ်တူကိုယ်တူ အိမ်နီးချင်း ရောဘတ်ဆိုတဲ့ သူငယ်ချင်းတစ်ယောက်ရခဲ့ပါတယ်။ ဒီလိုနဲ့ ကြမ္မာငင်တဲ့ ညတစ်ညမှာတော့ နှစ်ယောက်သား ကလပ်တူတူသွားကြရာကနေ ပြဿနာကြီးတစ်ခုကို ဖန်တီးခဲ့မိကြပါတော့တယ်။ အဲ့ဒီပြဿနာကို နှစ်ဦးသားဖုံးကွယ်ခဲ့ကြပြီး ရက်ပေါင်းကြာလာတာနဲ့အမျှ ဒေးဗစ်ဟာ အမှန်တရားကိုသာ ဝန်ခံလာချင်ပါတယ်။ တစ်ဖက်မှာတော့ ရောဘတ်ဟာ အမှန်တရားမပေါ်ပေါက်စေချင်တာ‌ကြောင့် သူတို့ချင်း အချေအတင်တွေဖြစ်လာကြပါတယ်။သူတို့ဖုံးကွယ်ထားကြတဲ့ ပြဿနာကြီးတစ်ခုက ဘာများလဲ?ဒေးဗစ်ကို လွှမ်းမိုးချုပ်ကိုင်ချင်ခဲ့တဲ့ ရောဘတ်က အဆုံးထိ ဘယ်လိုတွေ ဉာဏ်ဆင်သွားမလဲ?ဒေးဗစ် တစ်ယောက် အိမ်နီးချင်း အရွေးမှားခဲ့ပြီလား? ဆိုတာ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Reum ပါ။) File Size : 2GB, 813MB & 376MB\nQuality ...",
        "rating": "6.1",
        "url": "https://megaup.net/164jd/[CM]The.Good.Neighbor.2022.720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/91O7z0vo7MiNWd5xD2BoivwbQsb.jpg",
        "title": "[+21] 9 Songs(2004)",
        "description": "[21+]9 Songs(2004) အညွှန်း*******************ဒီကားက Music Romance ဖြစ်ပြီး ဆုတွေလည်းရထားပေမဲ့စိတ်မကောင်းချင်စရာကောင်းတာက အထဲမှာပါတဲ့အချစ်ကိုဖော်ပြတဲ့အခန်းအတော်များများဟာ 21+ အဆင့်ဖြစ်နေတာပါပဲ..Music ,Romance ကြိုက်တဲ့သူတွေအတွက်စိတ်မကောင်းချင်းများစွာနဲ့ ဒီကားကိုဒေါင်းရမှာ ဖြစ်ပါတယ်...ဘဝတစ်ကွေ့မှာ ဆုံတွေ့ခဲ့ပြီး၊ ကိုယ့်ရင်ခွင်ထဲ ခဏ၀င်နားကာပြန်ထွက်ခွာသွားတဲ့သူမျိုးကတော့ လူတိုင်းဆီမှာရှိကျစမြဲပါပဲ။\nလန်ဒန်မှာ အလုပ်လာလုပ်ပြီး သူ့ရင်ခွင်ထဲခိုလှုံကာ မွေးရပ်မြေကိုပြန်သွားတဲ့အမေရိကန်သူလေး လီဆာကို အင်္ဂလန်သားလေး မတ်တစ်ယောက် သတိရ‌နေပြီးအတူရှိခဲ့စဉ်က နှစ်ယောက်သား  ရဲ့ ချစ်ပုံရိပ်တွေကိုသီချင်းကိုးပုဒ်တို့ဖြင့်  ခမ်းနားထည်ဝါစွာဖော်ပြထားပါတယ်..File Size : (1.5GB) (885 MB) and (207MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:11:00\nGenre : Music, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Y\nEncoded by X",
        "rating": "6.5",
        "url": "https://megaup.net/1M43v/9.Songs.2004.BLU-RAY1080P(CM).mp4",
        "category": "Adult, Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BZDE3NjU3MDEtNzUwZC00ZjczLWFiYTktNDA1MGNkNjkzM2YxXkEyXkFqcGdeQXVyMTEzMTQzOTk2._V1_FMjpg_UX1000_-148x200.jpg",
        "title": "The Wannabes (2022)",
        "description": "The Wannabes (2022)\n================\nIMDb Rating - 6.3/10ပြင်သစ် comedy ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။\nသူကတော့ The Wannabes (2022) ပါ။Tech Universe ဆိုတဲ့ စတိုးဆိုင်တစ်ဆိုင်မှာ ဒန်နီရယ် နဲ့ စတက်ဖန် ဆိုတဲ့\nမတည့်အတူနေ လုပ်ဖော်ကိုင်ဖက်နှစ်ယောက်ရှိပါတယ်။ဘယ်လောက်\nတောင် မတည့်ကြသလဲဆိုရင် မြင်တာနဲ့ ထသတ်ကြတဲ့အဆင့်အထိပါပဲ။\nဒန်နီရယ်ကတော့ သီချင်းဆိုဝါသနာပါပြီး အဆိုတော်ပိုးရှိသူတစ်ယောက်\nဖြစ်ပါတယ်။ စတက်ဖန်ကတော့ အိမ်သုံးကုန်ပစ္စည်း မီးဖိုချောင်ပစ္စည်း‌စတာ\nတွေကို ခရေစေ့တွင်းကျသိပြီး အဲဒီပစ္စည်း‌တွေအပေါ်မှာ ရူးသွပ်သူပါ။\nနှစ်ယောက်စလုံးဟာ ကြောင်နဲ့ကြွက်လို တစ်ခုမှ မတူညီကြပေမယ့်လို့\nတူတာတစ်ခုကတော့ နှစ်ယောက်စလုံး အကြွေးတွေတင်နေကြတာပါပဲ။ဒန်နီရယ်ဟာ သူ့အခက်အခဲတွေကို ဖြေရှင်းဖို့ ပစ္စည်းဈေးနှုန်းခန့်မှန်းရတဲ့\nGame Show တစ်ခုမှာ ၀င်ပြိုင်ပြီး ဆုကြေးတွေယူဖို့ အကြံရခဲ့ပါတယ်။\nဒီအကြံကို ပြောပြပြီး စတက်ဖန်ကို စည်းရုံးလို့ ကြောင်နဲ့ကြွက်လို နှစ်ကောင်\nသူတို့ကိုယ်စီမှာရှိကြတဲ့ အရည်အချင်းတွေကိုအသုံးချပြီး Game Show မှာ\nဘယ်လိုတွေ တလွဲလုပ်မလဲဆိုတာ ကြည့်ရင်းပရိသတ်တွေ ခွီလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chuck Chuck ...",
        "rating": "6.3",
        "url": "https://megaup.net/2rWnk/The.Wannabes.2022.FRENCH.720p.BluRay[CM]_new.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BZWRkZGQ5ZjUtNWE5Zi00ZjYyLWIxMmMtMjJjZWFjZGIyN2JlXkEyXkFqcGdeQXVyMTg5MDEyNw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Girl and the Spider (2021)",
        "description": "The Girl and the Spider (2021)\n======================\nIMDb Rating - 6.1/10ထွက်သွားတဲ့လူထက် ကျန်ခဲ့ရတဲ့လူက ပိုခံစားရတယ်ဆိုတဲ့အတိုင်း\nလီဆာ က သူ့ရဲ့အခန်းဖော်တွေဖြစ်တဲ့ မားကတ်စ် နဲ့ မာရာ တို့ဆီကနေ\nအပြီးပြောင်းသွားတော့မယ့်အချိန်မှာ မာရာ တစ်ယောက် စိတ်အတက်\nအကျဖြစ်နေတဲ့အကြောင်းနဲ့ အိမ်‌ပြောင်းရွှေ့တာကို လာကူပေးတဲ့ လူတွေရဲ့\nအကြောင်းကို mystery ဆန်ဆန်ရိုက်ပြထားတဲ့ ဂျာမနီကားလေးဖြစ်တယ်။\nmystery ဆန်တယ်ဆိုပေမဲ့ ‌ဇာတ်ကောင်တစ်ယောက်ချင်းစီရဲ့ ဘဝနဲ့ အချစ်ရေး\nအကြောင်းတွေကို ရောသမွှေပြီး ရိုက်ပြထားတဲ့ကားလေးဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size..........(1.36 GB) / (704 MB) / (402 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 38mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://megaup.net/1LYq5/The.Girl.and.the.Spider.2021.GERMAN.720p.WEBRip.[CM]_new.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Screenshot-2022-06-29-at-07-23-08-The-Haunting-of-the-Tower-of-London-2022-143x200.png",
        "title": "The Haunting of the Tower of London (2022)",
        "description": "The Haunting of the Tower of London (2022)အင်္ဂလန်ရဲ့ Tudorအိမ်တော်က ဘုရင်တွေလက်ထပ်က ဇာတ်လမ်းပါ။ အင်္ဂလန်နန်းတွင်းကားကိုမှ Horror vibeနဲ့ ရိုက်ပြထားတဲ့ဇာတ်လမ်းပါ။ အတ်ဒဝတ်ဘုရင် လက်ထပ်မှာ အယ်လီဇဘက်မိဘုရားရဲ့ သားတော်နှစ်ပါးသေဆုံးသွားပါတယ်။ နန်းတော်ထဲက ထွက်ခဲလှတဲ့ သားတော်နှစ်ပါးသေဆုံးသွားတဲ့ တရားခံက နန်းတော်ထဲမှာပဲရှိမယ်ယူဆပြီး ရှာကြပါတယ်။ အတ်ဒဝတ်ရဲ့ ထီးနန်းကို လိုချင်နေတဲ့ ရစ်ချက်ဟာ နာမကျန်းဖြစ်နေတဲ့ အတ်ဒတ်ရဲ့ သားတော်နှစ်ပါးမရှိတော့တဲ့နောက် ထီးနန်းကို သူရမှာသေချာသလောက်ဖြစ်နေတဲ့အတွက် တရားခံကိုရစ်ချက်လို့ အယ်လီဇဘက်ရဲ့ အစေခံက ထင်ထားပါတယ်။ ဒါပေမဲ့ ဘာသက်သေမှမရှိခဲ့ပါဘူး။ဒီတော့ အယ်လီဇဘက်ရဲ့အစေခံဟာ နန်းတော်ပြင်ပက သရဲတစ္ဆေတွေကို မြင်နိုင်တဲ့ စကားပြောနိုင်တဲ့ သူတစ်ယောက်အကြောင်း သဲ့သဲ့ကြားပြီး အဲဒီလူကို နန်းတော်ကိုခေါ်လာပြီး မင်းသားလေးတွေရဲ့ ဝိညာဉ်နဲ့ စကားပြောခိုင်းပြီး တရားခံဖော်ဖို့လုပ်တဲ့အခါမှာတော့.....သရဲကားလည်းဟုတ်သလို နန်းတွင်းကားလည်းဟုတ်သလို နှိပ်စက်ခန်းတွေလည်း မနည်းပါပါတယ်။ လိင်ဆက်ဆံခန်းတစ်ချို့လည်းပါတာကြောင့် မိသားစုနဲ့ ကြည့်လို့ အဆင်မပြေပါဘူး။ ...",
        "rating": "5.2",
        "url": "https://megaup.net/37Y8v/The_Haunting_of_the_Tower_of_London_(2022)_720p.mp4",
        "category": "History, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/ezgif-4-16d5d3d94a-143x200.jpg",
        "title": "Fading Shadow ( 2022 )",
        "description": "CM ပရိသတ်ကြီးကို စိတ်ဝင်စားဖို့ကောင်းတဲ့\nလျှို့ဝှက်မှုခင်းဇာတ်လမ်းလေးတင်ဆက်ပေးလိုက်ပါတယ်။\n၁၉၉၀ကျော်ခေတ်ကိုအခြေခံပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်။ဟွိုင်ချွမ်ဆိုတဲ့နယ်လေးရဲ့ ကျူတောထဲမှာလူသတ်မှုတစ်ခုဖြစ်ပွားခဲ့တယ်။\nကောက်ချက်ဆွဲပုံတူပန်းချီဆရာဖြစ်တဲ့ Zhang Xin\nကတာဝန်အရ မျက်မြင်သက်သေပြောတဲ့အတိုင်း\nပြစ်မှုကျူးလွန်ကြောင်းသံသယရှိသူပုံကိုဆွဲရတဲ့အခါ\nမထင်မှတ်ပဲ သေဆုံးသွားတာ ၁၀နှစ်ကြာပြီဖြစ်တဲ့\nမိန်းကလေးတစ်ယောက်ရဲ့ပုံကိုဆွဲမိရက်သားဖြစ်သွားခဲ့တယ်။အဲဒီမိန်းကလေးဟာ နယ်အကဖွဲ့ရဲ့ဘဲလေးအကသမားတစ်ယောက်ပဲ။\nအားလုံးကZhang Xinကမှားပြီးပုံဖော်တယ်လို့\nယူဆနေတဲ့အချိန်မှာ အမှုဟာ ၈၀ခုနှစ်တုန်းက\nအမှုတွေနဲ့ဆက်စပ်နေခဲ့တယ်။\nZhang Xinဟာ သူမှန်ကြောင်းပြဖို့အတွက်\nလိုက်စုံစမ်းရင်း တဖြည်းဖြည်းနဲ့\nဝေဝါးနေတဲ့အမှုတွေကြားထဲရောက်သွားခဲ့ရာ......\nတရားခံဟာဘယ်သူဖြစ်မလဲ......\nမျက်မြင်သက်သေအဖိုးအိုမြင်လိုက်တဲ့သူကရော\nဘယ်သူဖြစ်မလဲဆိုတာကိုတော့ အဆုံးထိကြည့်လိုက်ပါနော်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Suspense\nRuntime : 126 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Nu Mon , Chu Chu , Kyawt\nEncoded by LK",
        "rating": "6.4",
        "url": "https://megaup.net/163gy/Fading_Shadow_2022_WEB-DL_1080p.mp4",
        "category": "Drama, Suspense"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/vellai-159x200.jpg",
        "title": "Vellai Pookal (2019)",
        "description": "Vellaipookal (2019)\n---------------------------------\nယခုတင်ဆက်ပေးမဲ့ဇာတ်ကားလေးကတော့ လျှို့ဝှက်သည်းဖိုပရိသတ်တွေအကြိုက်တွေ့စေမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။အိန္ဒိယ ချန်နိုင်းမြို့က အသက် ၅၇နှစ်အရွယ်အငြိမ်းစား ရဲအရာရှိတစ်ယောက်ကအကြောင်းတစ်စုံတစ်ရာကြောင့် စကားမပြောဖြစ်တော့တဲ့ သားဖြစ်သူနဲ့ပြန်လည်သင့်မြတ်အောင်နေဖို့ အမေရိကန်ကိုလိုက်သွားခဲ့ပါတယ်။ ဒါပေမယ့်လည်းသူ့သားရပ်ကွက်ထဲမှာဖြစ်ပွားခဲ့တဲ့ ရာဇဝတ်မှုတစ်ခုကို စုံစမ်းစစ်ဆေးဖို့ စတင်လာတဲ့အချိန်မှာတော့.....။ဒီဇာတ်ကားဟာ Seattle, USA မှာဖြစ်ပွားခဲ့တဲ့ ရာဇဝတ်မှုကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်ပြီး IMDb Rating 7.1ရရှိထားတဲ့အတွက် မှုခင်းစုံထောက်ကားကောင်းမှ ကြိုက်နှစ်သက်ပါတယ်ဆိုသူတွေအတွက်လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားအဖြစ်ညွှန်းလိုက်ပါရစေ။   \nFile size…2.16GB  / 1GB\nQuality…1080p AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "7.1",
        "url": "https://megaup.net/1M39g/Vellai_Pookal_(2019.)Tamil.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Atithi-150x200.jpg",
        "title": "Atithi Devobhava (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ IMDB မှာ ၇.၄ အထိရရှိထားတဲ့\nမင်းသား အက်ဘီရဲ့ အချစ်ဟာသ ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း...\nလူတိုင်းမှာ ကြောက်ရွံစိတ် (Phobia ဆိုတာရှိတတ်ကြပါတယ်\nတစ်ချို့က လေယာဉ်စီးရမှာကိုကြောက်တယ်\nတစ်ချို့က ပိုးဟပ် အိမ်မြောင်က အစကြောက်ကြပါတယ်\nဒီဇာတ်လမ်းမှာတော့ မင်းသား အာဗေးဟာ\nအထီးကျန်ခြင်းကိုကြေက်တဲ့ Mono-phobia ဆိုတဲ့\nဝေဒနာကို ခံစားနေရတဲ့သူပါ။ အချိန်တိုင်း သူ့အနီးအနားမှာ\nတစ်ယောက်ယောက်ရှိနေမှအဆင်ပြေတဲ့ဘ၀မို့\nအချိန်တန်အရွယ်ရောက်လို့ ချစ်သူကိုရှာဖွေတွေ့ရှိချိန်မှာ\nဘယ်လိုများကိုင်တွယ်ဖြေရှင်းမလဲဆိုတာကို ဟာသလေးတွေနဲ့\nလိုက်ပါစီးမျောခံစားပေးကြပါဦးခင်ဗျာ...အညွှန်းကိုတော့ Lwin Htoo Aung မှရေးသားထားပါတယ်  \nFile size…1.9GB / 920MB\nQuality…1080p True WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 13m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Oeliuj & Honeyey & Lwin Htoo Aung",
        "rating": "7.4",
        "url": "https://megaup.net/165w2/Atithi_Devo_Bhava_(2022)_Telugu_TRUE_WEB-DL_-_720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/ebod-911-i-was-made-to-share-a-room-with-my-virgin-156x200.jpg",
        "title": "(21+) I Was Made To Share A Room With My Virgin Coworker (EBOD-911)",
        "description": "သူမရဲ့ တည်ကြည်ခန့်ငြားမှု\nသူမရဲ့ လှပတဲ့ ရှိုက်ဖိုကြီးငယ် အသွယ်သွယ်\nသူမရဲ့ အလှ သဘာဝတရား\nသူမရဲ့ ဝန်ထမ်းကောင်းပီသမှု\nသူမရဲ့ တာဝန်ယူလိုစိတ် အားလုံးက\nချီကျူးနေကြပြီး အားကိုးရတဲ့ဝန်ထမ်းကောင်းတစ်ယောက်\nသူမရဲ့ ဆန့်ကျင်ဖက် ကာဝါရှီမာ တစ်ယောက် ကတော့\nအမြဲတမ်း အဆူငေါက်ခံအနှိမ်ခံသူကိုယ်တိုင်ကလည်း အလုပ်နဲ့ပက်သက်လာရင်\nနဝေတိမ်တောင် ဟိုလိုလိုဒီလိုလို အမြဲလုပ်နေကျ\nအဆိုးဆုံးကတော့ အရွယ်ရောက်တာကြာနေပြီး\nအခုထိ လူပျိုစင်ဖြစ်နေတာကို အလှောင်ခံရတာပါပဲတစ်နေ့မှာတော့ သူတို့ဆန့်ကျင်ဖက်နှစ်ဦး အလုပ်ခရီးအတူထွက်ဖို့အကြောင်းဖန်လာပြီး\nခရီးမှာ မျှော်လင့်ထားသလိုဖြစ်မလာပဲ ကမောက်ကမ ဖြစ်ခဲ့တာတွေကို\nလူကြီးစိတ်ဝင်စားဖွယ် ရှု့ထောင့်အသွယ်သွယ်ကနေ ရိုက်ပြထားတာဖြစ်လို့\nDS ဖန်တွေအတွက် တင်ဆက်လိုက်ပါတယ်     \nFile size…2.23GB /  1GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/165nv/EBOD-911.720p.XCross(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nTtyzQ1qFDJXLWvXX4wvOu0nYun.jpg",
        "title": "Ginger Snaps 2: Unleashed (2004)",
        "description": "Ginger Snaps 2: Unleashed (2004) တစ်မှာတုန်းက အဖြစ်အပျက်တွေအပြီးမှာ ဘရစ်ဂျက်တစ်ယောက် သူ့အစ်မလိုဖြစ်မသွားအောင် တိဝုပင်ကိုပဲ အားကိုးနေရပါပြီ။ဒါပေမဲ့ အဲဒါက ဖြေဆေးမဟုတ်ပဲ အချိန်ဆွဲပေးရုံသက်သက်ဖြစ်တာကြောင့် သူမပြောင်းသွားခင် အချိန်သိပ်မကျန်တော့သလို သူ့နောက်ကိုလိုက်နေတဲ့ သတ္တဝါဆိုးကြီးကလည်း ရှိနေပြန်ပါတယ်။အရေးထဲ သူ့ကို ဆေးစွဲနေတယ်ထင်ပြီး ဆေးဖြတ်စခန်းကို အတင်းခေါ်သွားခံရတဲ့အခါ ...သူ အဲဒီမှာ ဘယ်သူတွေနဲ့ ဘယ်လို စခန်းဆက်သွားမလဲဆိုတာ သည်းထိပ်ရင်ဖို ဆက်ကြည့်ရှုခံစားလိုက်ပါဦး။ ပထမကား ကို မကြည့်ရသေးရင် Ginger Snaps (2000) မှာ ကြည့်လို့ရပါတယ်။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat ပါ။) File Size : 1.9GB, 675MB & 335MB\nQuality : 1080p Blu-ray AC3 5.1CH, 720p Blu-ray & 480p\nFormat : mp4\nDuration : 1hr & 34mins\nGenre ...",
        "rating": "6.4",
        "url": "https://megaup.net/1652o/[CM]Ginger.Snaps.2.Unleashed.2004.720p.Blu-ray.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-out-133x200.jpg",
        "title": "Out of Time (2003)",
        "description": "မီယာမီနားက ဘန်ယန်ကီးမြို့မှာ ရှိတဲ့ ရဲဋ္ဌာနအသေးလေးရဲ့ ခေါင်းဆောင်ဖြစ်သူ ဝှစ်လော့ခ် တစ်ယောက်က အိမ်ထောင်ရေးအဆင်‌မပြေမှုကြောင့် အန်မာရိုင်း ဟယ်ရီဆန်ဆိုတဲ့ အိမ်ထောင်ရှိအမျိုးသမီးတစ်ဦးနဲ့ ကြိတ်ပုန်းခုတ်နေသူပါ အန်မာရိုင်းမှာလည်း ခရစ် ဟယ်ရီဆန်ဆိုတဲ့တရားဝင်ယောက်ျားတစ်ယောက်ရှိပါတယ် ဝှစ်လော့ခ်တို့ ရဲဋ္ဌာနမှာလည်း မူးယစ်ဆေးဝါးအမှုကဖမ်းဆီးရမိတဲ့ ဒေါ်လာငါးသိန်းနီးပါးကိုသိမ်းထားပါတယ် ‌ဝှစ်လော့ခ်တစ်ယောက် တိတ်တိတ်ပုန်းချစ်သူ အန်မာရိုင်းရဲ့ကင်ဆာကို ကုပေးဖို‌ ငွေအလွဲသုံးစားလုပ်ရင်း ဘယ်လိုမထင်မှတ်ထားတဲ့ထောင်ချောက်ထဲ\nဘယ်လိုကျသွားမလဲဆိုတာ ကြည့်ရှုလိုက်ပါ\nဟယ်ရီဆန်တို့ရဲ့ သရုပ်မှန်ကရော ဘာဖြစ်မလဲ\nဝှစ်လော့ခ်တစ်ယောက် သားကောင်မဖြစ်ရအောင် ဘယ်လိုကြိုးစားရုန်းထွက်သွားမလဲဆိုတာ ရှုစားလိုက်ပါFile size…(2.42GB/(1.09GB)/(531GB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Crime   / Drama /  Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kevin",
        "rating": "6.5",
        "url": "https://megaup.net/164t8/out_of_time_2003_720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xKTfXmne1lmsV5xTYotC5cxy1VP.jpg",
        "title": "Ginger Snaps (2000)",
        "description": "Ginger Snaps (2000) Horror ဆို ပေါကားတွေများတဲ့ထဲမှာမှ လုံးဝပေါကားမဟုတ်တဲ့ old but gold, teen horror လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဂျင်ဂျာနဲ့ ဘရစ်ဂျက်က သိပ်ချစ်တဲ့ ညီအစ်မနှစ်ယောက်ပေါ့။ ဂျင်ဂျာက ၁၆ နှစ် ဘရစ်ဂျက်ကတော့ ၁၅ နှစ်။ အသက်လေးကလည်း မတိမ်းမယိမ်း၊ အကျင့်စရိုက်လည်းတူတော့ ကျောင်းမှာဆိုလည်း နှစ်ယောက် တစ်ကမ္ဘာလို ဖြစ်နေတတ်ပြီး သူတို့နဲ့ မတည့်တဲ့သူတွေလည်း ပေါမှပေါပါပဲ။ နောက်ပြီး ခေါင်းမာပြီး rebellious ဖြစ်တဲ့ ဆယ်ကျော်သက်တို့ရဲ့ ထုံးစံအတိုင်း တစ်ခုခုဆို ခုတ်မယ် ထစ်မယ် ပါးပါးလှီးမယ်ပေါ့။ဒီလိုနဲ့ တစ်ရက် ဘရစ်ဂျက်ကို အနိုင်ကျင့်တဲ့ ကျောင်းသူတစ်ဦးကို ကလဲ့စားချေမယ်ဆိုပြီး အိမ်က ခိုးအထွက်မှာ အကြီးမဖြစ်သူ ဂျင်ဂျာတစ်ယောက် အမည်မသိ သတ္တဝါတစ်ကောင် ကိုက်တာ ခံလိုက်ရပါတော့တယ်။ အဲဒီသတ္တဝါကလည်း သူတို့ရပ်ကွက်မှာ သောင်းကျန်းနေတာ ကြာပြီဖြစ်ပြီး အိမ်မွေးခွေးတိုင်းလိုလိုကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1M2uh/[CM]Ginger.Snaps.2000.720p.Blu-ray.mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMzQyMDIzOWUtMTcwNS00MTczLWFkZWMtYzhmMGNjYTM4MzM2XkEyXkFqcGdeQXVyMjgwNzY2NzI@._V1_-142x200.jpg",
        "title": "Swap Me, Baby (2022)",
        "description": "လီလီလို့ခေါ်တဲ့ အရာရာကို သေချာစီစဉ်တတ်တဲ့ စီးပွားရေးသမား အမျိုးသမီးတစ်ယောက်က မထင်မှတ်ပဲ ပြင်သစ်လူမျိုး ယောက်ျားပိုင်းလုံး ဖီလစ်နဲ့ မထင်မှတ်ပဲ ကိုယ်ဝန်ရသွားခဲ့ပါတယ်\nဗိုက်ထဲက ကလေးကို ဘယ်လိုရှေ့ဆက်ပျိုးထောင်မလဲဆိုတာ အကြံပေးအတိုင်ပင်ခံ ပညာရှင်နဲ့ သွားရောက်တိုင်ပင်တဲ့အခါမှာတော့ အကြံပေးပညာရှင်က မှော်သေတ္တာ တစ်လုံး ထုတ်ပြခဲ့ပါတယ် မှော်သေတ္တာရဲ့ စေခိုင်းချက်အတိုင်း တောထဲကအပန်းဖြေအိမ်ထဲမှာ လီလီနဲ့ ဖီလစ်တို့ တစ်ပတ်သွားရောက်နေထိုင်ရပါတယ် ရည်ရွယ်ချက်ကတော့ တစ်‌ယောက်အကြောင်း တစ်ယောက်ပိုသိဖို့ နဲ့ ကလေး ဘဝရှေ့ရေးကို ဆုံးဖြတ်နိုင်ဖို့ပါ ဒါပေမဲ့ မထင်မှတ်ထားပဲ မှော်သေတ္တာက လီလီနဲ့ ဖီလစ်ကို ခန္ဓာကိုယ်ချင်း လဲပေးလိုက်တဲ့ အခါမှာတော့ ဘာတွေဆက်ဖြစ်မှာလဲFile size…(1.32GB)/(643MB)/(388MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kevin",
        "rating": "6",
        "url": "https://megaup.net/1M006/Swap.Me.Baby.2022_720p_(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/sec2-1-157x200.png",
        "title": "(18+)Secrets (2022)",
        "description": "Reviewဒီကားလေးကတော့ ဖီလစ်ပိုင်လိင်ပညာပေးကားလေးပါ ကြည့်သင့်တယ်ပေါ့နော်\nဇာတ်လမ်းအစမှာ လက်မထက်ရသေးတဲ့စုံတွဲတစ်တွဲက အားလပ်ရက်ခရီးလေး\nဆန်တာမာရီယာကမ်းခြေကိုသွားကြတယ်အဲ့ဒီက Resort ကသူတို့သူငယ်ချင်းပိုင်တာကိုး ကောင်လေးက အရင်အိမ်ထောင်နဲ့ကွဲနေပြီး\nကလေးတစ်ယောက်ရှိတယ် သူ့ဇနီးဟောင်းကဖုန်းဆက်တာကို\nကောင်မလေးကမကြိုက်တော့ဆက်ဆံရေးက အဆင်မပြေဘူး\nကောင်လေးက ကုတင်ပေါ်မှာကျတော့လဲပုံမလာဘူးအဲ့လိုဖြစ်နေတဲ့သူတို့နှစ်ယောက်ကြားထဲကိုဝင်လာတဲ့သူကတော့ပရိတ်သတ်ကြီးပဲကြည့်လိုက်ပါတော့ဘယ်လောက်တောင်လဲဆို လခွမ်းကွာ လို့တောင်ထအော်မိလိမ့်မယ့်ပညာပေးကားကောင်းလေးပါ  \nFile size…1.2GB / 597MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.2",
        "url": "https://megaup.net/164sh/Secrets.2022.720p.WEB-DL.AAC2.0.X_Cross(DS).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BN2IxNWIyN2QtNjY3OS00YTk4LTg4NDEtYzYwNmJjZGI2Nzc1XkEyXkFqcGdeQXVyMTA3MTMwNjcw._V1_-135x200.jpg",
        "title": "Blasted (2022)",
        "description": "Blasted (2022)ဓမ္မရံကြီးဘုရားမှာ UFO တွေရှိတဲ့ စာတွေဖတ်ဖူးကြမယ်ထင်ပါတယ်။ ကျန်စစ်သားရဲ့ အရိန္ဒမာလှံဟာ ဂြိုဟ်သားလက်နက်၊ စကြာတေးမင်းရဲ့ စကြာဟာ ဂြိုဟ်သားယာဉ်အစရှိသဖြင့် ပြောကြတဲ့ စကားတွေလည်းရှိပါတယ်။ UFO တွေဟာ အမေရိကန်မှာပဲရှိတာမဟုတ်တဲ့ Conspiracy Theories တွေပေါ့။ ဒီဇာတ်ကားက ဂြိုဟ်သားကတော့ အမေရိကန်မှာမဟုတ်ဘဲ နော်ဝေးရောက်နေတာပါ။နော်ဝေးက တောင်ကြားရွာလေးတစ်ရွာမှာ ပဟေဠိဆန်တဲ့ အလင်းတန်းတွေရှိပါတယ်။ ဘာလို့လင်းနေမှန်းမသိပေမဲ့ ဒီပဟေဠိကို အဖြေညှိကြတဲ့ လူတွေဟာ ထူးဆန်းစွာပျောက်ဆုံးသွားကြတယ်။ အဲဒီနေရာကို ဗရုတ်တစ်အုပ်ရောက်လာတဲ့ အခါမှာတော့......အင်္ဂလိပ်ကားတွေတင်မက အာရှ ဥရောပရဲ့ အကောင်းဆုံးကားတွေကို အခမ်းနားဆုံးထုတ်ပေးနေကျ နက်ဖလစ်ကြီးရဲ့ နော်ဝေးကားအသစ်ပါ။ ဒီတစ်ခါတော့ နက်ဖလစ်ဟာ ဂြိုဟ်သားဆန်တဲ့ ဂြိုဟ်သားကားကြီးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဂြိုဟ်သားဆန်တယ်ဆိုတာ ထွက်ဖူးတဲ့ ဂြိုဟ်သားကားတွေနဲ့ကွဲထွက်နေလို့ပါ။ ပုံမှန်ဂြိုဟ်သားကားတွေမှာ ဂြိုဟ်သားတွေလုပ်သမျှ လူတွေအမြဲခံနေရပေမဲံ့ ဒီရုပ်ရှင်မှာတော့ ဂြိုဟ်သားတွေကို ကလေးကစားစရာ သေနတ်နဲ့ ပယ်ပယ်နယ်နယ် ဆော်တာပါ။ ဂြိုဟ်သားတွေ မာလကီးယားတာကို ပြုံးပြုံးကြီးကြည့်ရမယ့် ...",
        "rating": "6.1",
        "url": "https://megaup.net/2rZmj/(CM)_Blasted_(2022)_720p.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/289582892_bloody-summer-camp-2022-1080p-webrip-dd2-0-x-264-evo-133x200.jpg",
        "title": "Bloody Summer Camp (2022)",
        "description": "1986 ခုနှစ်ဝန်းကျင်၊ Trustfall ဆိုတဲ့နွေအပန်းဖြေစခန်းတစ်ခုမှာဖြစ်ပျက်ခဲ့တဲ့ဇာတ်လမ်းတစ်ပုဒ်ဆိုပါတော့။\nအပန်းဖြေစခန်းပိုင်ရှင်တွေနဲ့ဝန်ထမ်းတွေက အသစ်ရောက်လာမယ့်နွေရာသီအတွက် ပြင်ကြဆင်ကြ လူအသစ်ခန့်ကြပေါ့။\nလူအသစ်လေးတွေနဲ့စခန်းအတွက်ပြင်ကြဆင်ကြရင်း ကံဆိုးမိုးမှောင်တစ်ခုကျရောက်လာခဲ့ပါတယ်။ ဝန်ထမ်းတွေတစ်ယောက်ပြီးတစ်ယောက်ပျောက်နေတဲ့ကိစ္စပါပဲ။ဟိုးအရင်အပန်းဖြေစခန်းရဲ့ကြောက်စရာဒဏ္ဍာရီဇာတ်လမ်းနဲ့ ဒီဝန်ထမ်းတွေပျောက်နေတဲ့ကိစ္စက ပတ်သက်မှုများရှိနေမလား။\nလူတွေပျောက်နေတဲ့ကိစ္စကဘယ်လိုအဖြေပေါ်လာမှာလဲ။ အဖြေကရောရှာလို့တွေ့နိုင်ပါ့မလား စတာတွေကိုကြည့်ရမယ့် Horror ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ် ။File Size__(2.2GB) / (1.1GB)\nQuality__1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__02:02:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by\nEncoded by Naing Aung Latt",
        "rating": "5.2",
        "url": "https://megaup.net/164de/Bloody_Summer_Camp_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/81HI6TztwvL._RI_-150x200.jpg",
        "title": "Open Water (2003)",
        "description": "Open Water(2003 film)ဒန်နီရယ် နဲ့ ဆူဆန် ဆိုတဲ့ လင်မယား နှစ်ယောက် ဟာ scuba diving လုပ်ဖို့ ပင်လယ်ပြင်ကို Tour guide တွေ အခြားသာတွေနဲ့ ခရီး ထွက်လာခဲ့ပါတယ် သူတို့ဟာ အဖွဲ့ထဲကနေ ခွဲထွက်ပြီး နည်းနည်းပိုနက်တဲ့ နေရာထိ ရေငုပ် စူးစမ်းခဲ့တာကြောင့် ဆုံမှတ်ကို ပြန်ရောက်တာ အနည်းငယ် နောက်ကျခဲ့ပါတယ် ကံဆိုးစွာနဲ့ပဲ လှေပေါ်က tour guide က အပြန်မှာ လူရေတွက်တာ မှားသွားတာ ကြောင့် ဒန်နီရယ် နဲ့ ဆူဆန်တို့ ပြန်မရောက်သေးတာ မသိပဲ ထွက်သွားခဲ့ပါတယ်ရေစီးသယ်ရာ မျောပါရင်း အနီးနားမှာ ‌သင်္ဘောကြီးတစ်စီးကို လှမ်းပြခဲ့‌ သော်လည်း သူတို့ကို မမြင်ခဲ့ပါဘူး သေရေးရှင်ရေးမှာ လူသားတွေ ဖြစ်တတ်တဲ့ စိတ် သဘာဝတွေ မြင်တွေ့ရမှာပါ ငါးမန်းတွေနဲ့ တွေ့ကြုံရချိန်မှာတော့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/161wu/open.water.2003.720p.bluray.x264-filmhd(CM).mp4",
        "category": "Adventure, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMDc1OGM3YzQtNDUwNC00ZWUyLWI0MzEtOTZmZjJiYjY1NWYwXkEyXkFqcGdeQXVyMTQyNDk2NzE@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Bad Influence (2022)",
        "description": "Bad Influence (2022)\n===============\nIMDb Rating - 5.6/10ဂျိုအန် နဲ့ လီလီ တို့ သားအမိနှစ်ယောက်က မြို့လေးတစ်မြို့ကို ရာထူးတိုးနဲ့\nပြောင်းရွှေ့လာကြတဲ့သူတွေပေါ့။ အထက်တန်းနောက်ဆုံးနှစ် ရောက်နေပြီ\nဖြစ်တဲ့ လီလီက introvert သမားတစ်ယောက်ဖြစ်တာကြောင့် ကျောင်းပြောင်း\nရအဆင်ပြေပါ့မလားဆိုပြီး စင်ဂယ်မားသားတစ်ဦးဖြစ်တဲ့ ဂျိုအန်တို့ စိတ်ပူပန်\nရခြင်းအပြည့်နဲ့ပါ။ လီလီတစ်ယောက်ကတော့ ကျောင်းရောက်ရောက်ချင်းမှာပဲ\nဗွိုင်းအိုးလက်၊  ဒဲရက်ခ် စတဲ့ အော့ကြောလန်ကျောင်းသားတွေနဲ့ ပေါင်းမိသွားခဲ့တယ်။\nအထူးသဖြင့် ဘာသာမဲ့ကောင်မလေး ဗွိုင်းအိုးလက် နဲ့ပေါ့။\nဗွိုင်းအိုးလက်ရဲ့ လီလီ့အပေါ် ဆိုးရွားတဲ့ လွှမ်းမိုးမှုတွေကြောင့် ပြဿနာတွေ\nဆက်တိုက်ဖြစ်လာပြီး ဗွိုင်းအိုးလက်က လွန်ခဲ့တဲ့နှစ်တွေက ဖြစ်ပွားခဲ့တဲ့ လူသတ်မှု\nတစ်ခုနဲ့ ဆက်စပ်မှုရှိနေတယ်ဆိုတာကိုပါ ဂျိုအန် သိလိုက်ရတဲ့အခါမှာ ဘာတွေ\nဆက်ဖြစ်လာနိုင်လဲဆိုတာကို အလှည့်အပြောင်းများစွာနဲ့ စောင့်ကြည့်ရမယ့်\nဇာတ်လမ်းလေး တစ်ပုဒ်ပါ။ဒီထဲမှာဆိုရင်ဖြင့် ဆယ်ကျော်သက်တွေရဲ့ စပ်ကူးမတ်ကူးကာလတွေမှာ တွေ့ကြုံရတဲ့\nမိဘတွေရဲ့ ခံစားချက်တွေကိုလည်း တွေ့မြင်ရဦးမှာပါ။ ထင်မှတ်မထားတဲ့ အပြောင်း\nအလဲတွေနဲ့ ကြည့်ရှု့ရတာ တန်တဲ့ Crime, Drama, Thriller ဇာတ်‌ကားတစ်ကားပဲ\nဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May ...",
        "rating": "5.6",
        "url": "https://megaup.net/1674i/Bad.Influence.2022.720p,WebRip[CM].mp4",
        "category": "Crime, Drama, Thriller, Uncategorized"
    }
]