[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjZjNmJkYjItZjBiYS00MGI5LWFkM2YtMWQ0YjZmNTI0YTY3XkEyXkFqcGdeQXVyMTUzMTQ0NzQz._V1_-135x200.jpg",
        "title": "Air (2023)",
        "description": "Air (2023)\n==========\nIMDb Rating - 7.6/10Good Will Hunting ရုပ်ရှင်ကြီးတုန်းကလိုပဲ ဘန်အက်ဖလက်နဲ့\nမက်ဒေမွန်တို့အတွဲညီညီနဲ့ ရုပ်ရှင်ကောင်းတစ်ခုဖန်တီးလိုက်ပြန်ပါပြီ။\nဒါရိုက်တာကလည်း ဘန် အက်ဖလက်ပါပဲ။ Ozark စီးရီးရဲ့ မင်းသား\nကြီး ဂျေဆန်ဘိတ်မန်းလည်း အားဖြည့်ပေးထားပါသေးတယ်။ IMDb\n7.6 အထိ ရထားတာမို့ ကားကောင်းဆိုတာ သိသာမှာပါ။ဒီရုပ်ရှင်ဟာ သမိုင်းတလျှောက်အကောင်းဆုံး ဘတ်စကတ်ဘောသမား\nမိုက်ကယ်ဂျော်ဒန်နဲ့ နိုက်ကီကုမ္ပဏီတို့ ပထမဆုံး စာချုပ်ချုပ်ခဲ့တဲ့ သမိုင်း\nဝင် Air Jordan ဖိနပ် သဘောတူညီချက်အပေါ် အခြေခံပြီးရိုက်ကူးထား\nတာဖြစ်ပါတယ်။ အဲဂျော်ဒန်ဝမ်း စနိကာဖိနပ်ဟာ သမိုင်းတလျှောက်\nလူကြိုက်အများဆုံးစာရင်းဝင်ဖိနပ်ပဲဖြစ်ပါတယ်။ မိုက်ကယ်ဂျော်ဒန် ရု\nပ်ရှင်ထဲမှာမပါဝင်ခဲ့ပေမဲ့ ဘန်အက်ဖလက်ဟာ မိုက်ကယ်နဲ့ အကြိမ်ကြိမ်\nတိုင်ပင်ခဲ့ပြီး အသေးစိတ်ရိုက်ကူးခဲ့တာပါ။မိုက်ကယ်ဂျော်ဒန်ဟာ ဒီရုပ်ရှင်အတွက် နှစ်ခုပဲ ပြန်တောင်းဆိုပါတယ်။\nသူ့အမေနေရာမှာ Viola Davis ကိုသရုပ်ဆောင်စေဖို့နဲ့ သူ့ရဲ့မိတ်ဆွေ\nကောင်းကြီး ဟောင်းဝဒ်ဝိုက်အကြောင်းကိုပါ ထည့်သွားပေးဖို့ပါပဲ။\nဘန်အက်ဖလက်ကလည်း သူ့ရဲ့ဘော်ဒါကြီးဖြစ်တဲ့ ခရစ်တက်ကာ\n(Rush Hour ထဲကမင်းသား) ကို ဟောင်းဝဒ်အဖြစ်ထည့်သွင်းခဲ့ပါတယ်။\nဒီရုပ်ရှင်ကိုလည်း အမေဇုံက အွန်လိုင်းကနေပဲ ပြဖို့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2A59p/air.2023.proper.720p.web.(CM).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jZ1PhCyXEySYR7f9q52KYb62Bwp.jpg",
        "title": "Paint (2023)",
        "description": "Paint (2023)ကြည့်ဖူးသမျှထဲက အကောင်းဆုံးဆိုတဲ့ရုပ်ရှင်တွေကိုချည်း စာရင်းလုပ်လိုက်တယ်ထား။ ၂၀၀ ၃၀၀လောက်ရတယ်ထားဦး။ အဲဒီထဲက ၁၀၀ကိုပြန်ရွေးလိုက်တယ်ထား။ ရွေးလို့ရချင်မှလည်းရမှာပေမဲ့ ရွေးလိုက်တယ်ပဲထားပါတော့။\nဓမ္မဓိဋ္ဌာန်ကျကျနဲ့ အဲဒီ ၁၀၀ကို ဘယ်ကားကတော့ ဘယ်ကားထက်ပိုကောင်းပါတယ်ဆိုပြီး ၁ကနေ၁၀၀ထိ စာရင်းလုပ်ဖို့က မဖြစ်နိုင်ဘူး။ ဒီ၁၀၀ဟာ ကြည့်ဖူးသမျှထဲက အကောင်းဆုံးကားတွေကိုရွေးထားတာဆိုတော့ ဒါရိုက်တာကောင်းတွေချည်းပါနေမှာလည်း သေချာတယ်။\nအဲဒီဒါရိုက်တာအားလုံးကို ဘယ်ဒါရိုက်တာက ဘယ်ဒါရိုက်တာထက် ပိုတော်ပါတယ်လို့ သွားအကဲဖြတ်ဖို့တော့ မဖြစ်နိုင်ဘူး။ သူ့နည်းသူ့ဟန်နဲ့တော့ အကုန်လုံးမာစတာတွေချည်း ဖြစ်နေမှာပဲ။\nဒီတော့ ရုပ်ရှင်တွေကို ဘယ်ကားကတော့ ညံ့တယ်လို့ပြောလို့အဆင်ပြေပေမဲ့ ဘယ်ကားကတော့ အကောင်းဆုံးပါလို့ ပြောဖို့တော့ မဖြစ်နိုင်ဘူး။ ရွေးချင်သပဆို ကျွန်တော်တို့ရွေးလို့ရတာက ကိုယ့်ပုဂ္ဂလိကအကြိုက်ဆုံးရုပ်ရှင်ကိုတော့ ရွေးလို့ရမယ်။\nဒါပေမဲ့ တကယ့်အကြိုက်ဆုံးရုပ်ရှင်ကတော့ သိပ်ကောင်းတဲ့ကားတောင် ဟုတ်ချင်မှဟုတ်မယ်။ လူတစ်ယောက်ချင်းစီအပေါ်ပဲ မူတည်နေလိမ့်မယ်။ သူ့ကိုရောင်ပြန်ဟပ်တဲ့ကားတော့ဖြစ်ကောင်းဖြစ်နိုင်လိမ့်မယ်။ မဟုတ်လည်း သူ့စိတ်ဝင်စားမှုကို ရောင်ပြန်ဟပ်တဲ့ကားမျိုးပေါ့။\nတစ်ချို့ကျလည်း ကားတစ်ကားရယ်မဟုတ်ဘဲ ကားအမျိုးအစားနဲ့ ကြိုက်ကြတာလည်း ရှိတာပဲ။ တစ်ချို့ဆို သရဲကားချည်းကြိုက်ကြတာလည်းရှိတာပဲ။ Art House ကားချည်း ကြိုက်ကြတာလည်းရှိတာပဲ။ ...",
        "rating": "5.1",
        "url": "https://megaup.net/2A5S4/Paint.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPJMl05qBhE98cwQz4TCfhPaQ2m.jpg",
        "title": "Always Amore(2022)",
        "description": "Always Amore(2022)*******************အဲလိဇဘတ်ဟာ ယောကျာ်းဖြစ်သူ ဆုံးပါးသွားပြီးနောက် မိသားစုကိုရော စီးပွားရေးကိုရောတစ်ဦးတည်းဦးဆောင်နေရရှာပါတယ်။ ယောကျာ်းဖြစ်သူရဲ့အမွေအနှစ်ဖြစ်တဲ့ စားသောက်ဆိုင်လေးဟာလည်းတစ်နှစ်ထက်တစ်နှစ်ရောင်းအားကျလာပြီးနောက် ပိတ်သိမ်းရမယ့်အခြေအနေကိုရောက်ရှိလာပါတယ်။ဒီအခြေအနေကနေကယ်တင်နိုင်ဖို့ဆိုပြီး စားသောက်ဆိုင်အကြံပေးဖြစ်သူ ဘန်နဲ့ ပူးတွဲအလုပ်လုပ်ဖို့အကြောင်းဖန်လာပါလေရော။ ဘန်ဟာ အကြံပေးလောကမှာ နာမည်ကြီးအောင်မြင်သူ၊အပြောင်းအလဲကိုကြိုဆိုသူပါ။ အဲလိဇဘတ်ကကျတော့ ယောကျာ်းဖြစ်သူရဲ့ အမှတ်တရအငွေ့အသက်တွေ ပျောက်ပျက်မသွားအောင် အပြောင်းအလဲလုပ်ဖို့ ငြင်းဆန်လေ့ရှိသူပါ။သူတို့နှစ်ဦးထိပ်တိုက်တွေ့ဆုံတဲ့အခါမှာတော့.....။ ပြောင်းလဲမှုတိုင်းဟာ အမြဲတမ်းဆိုးဝါးမနေဘဲအချစ်သစ် ပျော်ရွှင်မှုအသစ်ကိုတောင် ရှာဖွေတွေ့ရှိနိုင်ကြောင်းရိုက်ကူးပြသထားတဲ့ကားလေးဖြစ်ပါတယ်။File Size :(1.2GB) and (533MB)\nQuality : WEB-DL1080p, 720p\nFormat…mp4\nDuration…01:57:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://megaup.net/2A6pl/Always.Amore.2022.WEB-DL.1080P(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ZaW8EBJV2ZVw56ysSaXCermAP7.jpg",
        "title": "Bestseller(2010)",
        "description": "Bestseller(2010)***************သည်းထိပ်ရင်ဖိုဇာတ်ကားဖန်တွေအတွက် rating 7.4 ရှိပြီး ဆုတွေလည်းအများကြီးရခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်..အရောင်းရဆုံးစာအုပ်တွေကိုရေးခဲ့ပြီး အရမ်းအောင်မြင်ခဲ့တဲ့ စာရေးဆရာမဘတ်ဟီးဆိုဟာသူမရဲ့နောက်ဆုံးထွက်စာအုပ်ဟာ ကူးချထားတယ်လို့စွပ်စွဲခံပါတယ်။အဲဒါကြောင့် စိတ်ဓါတ်ကျပြီးတော့ စာရေးဖို့အိုင်ဒီယာမထုတ်နိုင်တော့တဲ့အတွက် နယ်မြို့လေးတစ်မြို့ကို ပြောင်းဖို့ဖြစ်လာပါတယ်။သူ့သမီးလေးနဲ့အတူ နယ်မြို့ကိုပြောင်းလာခဲ့ပေမဲ့ သူ့သမီးလေးက အမြဲလိုလိုတစ်ယောက်တည်းစကားပြောနေတတ်ပါတယ်။ မေးကြည့်တဲ့အခါ အစ်မတစ်ယောက်က သူ့ကို ပုံပြင်လာပြောပြတယ်လို့ပြောပါတယ်။ဘတ်ဟီးဆိုက သူ့သမီးပြောပြတာကိုနားထောင်ပြီး ကြောက်နေပေမဲ့ အဲဒီအကြောင်းအရာကိုစာအုပ်အဖြစ်ရေးဖို့ ပိုအားသာနေခဲ့ပါတယ်။စာအုပ်အဖြစ်ရေးပြီး အရောင်းရဆုံးစာအုပ်ဖြစ်လာခဲ့ပေမဲ့ အဲဒါနဲ့တစ်ထပ်တည်းတူတဲ့စာအုပ်ကလွန်ခဲ့တဲ့နှစ်တွေတည်းက ထုတ်ဝေပြီးထားတဲ့အပြင် အဲဒီဇာတ်လမ်းကလည်း မြို့မှာအမှန်တကယ်ဖြစ်ခဲ့တဲ့လူသတ်မှုတစ်ခုဖြစ်လာတဲ့အခါ....လူသတ်မှုကို ဘယ်လိုဖော်ထုတ်ကြမလဲ......တရားခံက ဘယ်သူဖြစ်မလဲ......အဲဒီမြို့မှာနေတဲ့သူတွေကရော တကယ်ရိုးရှင်းကြရဲ့လား.....လှည့်ကွက်တွေအများကြီးနဲ့ ရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်ရှုရမယ့်ဇာတ်ကားပါပဲ။File Size :(2.7GB) and (929MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:57:00\nGenre : Horror , Mystery , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yee Wai\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/2A6ly/Bestseller.2010.BLU-RAY.1080P5.1Ch(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9looDRc5E3nR8pusInJEZoBYCYO.jpg",
        "title": "KKN di Desa Penari: Luwih Dowo, Luwih Medeni (2023)",
        "description": "KKN di Desa Penari: Luwih Dowo, Luwih Medeni (2023)KKN di Desa Penari က အင်ဒိုနီးရှားရုပ်ရှင်မှာ ဝင်ငွေအကောင်းဆုံးရုပ်ရှင်အဖြစ် စံချိန်တင်ထားတဲ့ဖြစ်ရပ်မှန် horror ဇာတ်ကားပါ။ဒီဇာတ်လမ်းစပေါ်လာပုံကလဲထူးဆန်းပါတယ်။\nတွစ်တာမှာ Simpleman ဆိုတဲ့အကောင့်ကနေ ဒီဇာတ်လမ်းကိုစတင်ရေသားခဲ့တာပါ။\nဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်ပြီး လူတွေစိတ်ဝင်စားမှုများလာလို့ရုပ်ရှင်ရိုက်ကူးတဲ့ထိပါ ဖြစ်လာခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ ကျောင်းသား၆ ယောက်အကြောင်းပါ။ သူတို့က ရွာတစ်ရွာမှာ ရပ်ရွာဝန်ဆောင်မှုပရောဂျက်ကိုသွားလုပ်ခဲ့ပါတယ်။ သူတို့အတွက်ဒီပရောဂျက်အောင်မြင်ပြီးမှပဲဘွဲ့ရမှာပါ။\nဒီရွာနာမည်နဲ့တည်နေရာကိုတော့ ချန်လှပ်ပြသထားပါတယ်။ ဒီရွာရောက်ရောက်ချင်းမှာပဲ ရွာသူကြီးကသူတို့ကို ဆောင်ရန်ရှောင်ရန်တွေညွှန်ကြားပေမယ့် သူကလဲသိပ်တော့မပွင့်လင်းခဲ့ပါဘူး။\nကျောင်းသားတွေကလဲ သူများအကျိုးဆောင်ဖို့လာခဲ့ပေမယ့် ကိုယ့်ကိုယ်ကျိုးတွေဆန္ဒတွေကိုရှေ့တန်းတင်ပြီး မဖောက်သင့်တဲ့စည်းတွေကိုဖောက်မိတဲ့အခါ ဘာတွေဖြစ်ကြမလဲကြည့်ရှုရမှာပါ။\nမြန်မာမှာလဲလူကြီးတွေပြောတာကြားဖူးတဲ့ ကျတ်ရွာတို့ အစောင့်လဲတယ်တို့ အစောင့်အရှောက်ရှိတယ်တို့ ဆိုတဲ့အကြောင်းအရာတွေကို ကြားဖူးနားဝကနေ မျက်စိထဲကွက်ကွက်ကွင်းကွင်းမြင်လာတဲ့အထိ ကြက်သီးတဖျင်းဖျင်းနဲ့ကြည့်ရမယ့်ကားပါပဲ။\nဇာတ်ကားရဲ့ခေါ်ဆောင်မှုကဘယ်လောက်အားကောင်းလဲဆိုရင် အပြင်မှာလူတွေက ဒီရွာကိိုလိုက်ရှာကြ ဒီကြုံခဲ့ရတဲ့လူတွေကိုလိုက်ရှာကြတဲ့အထိဖြစ်ခဲ့လောက်အောင်ပါပဲ။\n(မူရင်း KKN di Desa Penari ကိုလဲ CM မှာတင်ဆက်ပေးထားပြီးသားပါ။)ဒီဇာတ်လမ်းကဘာကွာသွားလဲဆိုရင် Luwih Dowo Luwih Medeni ဆိုတာက ...",
        "rating": "5.5",
        "url": "https://megaup.net/1U8kc/KKN.IN.LUWIH.DOWO.DANCING.VILLAGE.LUWIH.MEDENI.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/63InZxeGgfNQCoWkImR14fB99AY.jpg",
        "title": "KKN, Curse Of The Dancing Village (2022)",
        "description": "KKN, Curse of the Dancing Village (2022) SynopsisIMDB - 6.2/10ညဆိုတာ အာဘွားတောင်းဖို့ မဟုတ်ပါဘူး စောင်ခြုံပြီး သရဲကားကြည့်ဖို့ပါ :'Pဒီတစ်ခါမှာတော့ အရှေ့တောင်အာရှရဲ့ နာမည်ကြီး horror film တွေထွက်နေကျဖြစ်တဲ့ အင်ဒိုနီးရှား horror film တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဒီကားလေးကတော့ အင်ဒိုနီးရှားနိုင်ငံ နယ်စွန်နယ်ဖျား တောအုပ်လေးထဲက ရွာလေးတစ်ရွာကို ဘွဲ့ကြိုကျောင်းသားကျောင်းသူ ခြောက်ယောက်\nကျောင်းပြင်ပ လှုပ်ရှားမှုတွေ လုပ်ဖို့လာကြရင်း တားမြစ်ချက်တွေကို ချိုးဖောက်မိရာက ပရလောကနဲ့ ပတ်သက်မိပြီး အမျိုးစုံကြိုးခုန်ကြပုံကို ရိုက်ပြထားတာပါ။အနောက်တိုင်း သရဲကားတွေနဲ့ မတူဘဲ တစိမ့်စိမ့် တွေးပြီးကြောက်ရမယ့် ထူးထူးခြားခြား အရှေ့တောင်အာရှ အငွေ့အသက်လေး ရနေမယ့် ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အာယူ၊ နော်၊ ဝဒီယ၊ ဘီမာ၊ ဝယုနဲ့ အန်တွန်တို့ ကျောင်းနေဖက် သူငယ်ချင်းခြောက်ယောက်ဟာ\nဘွဲ့အတွက် ကျောင်းပြင်ပ လှုပ်ရှားမှုလုပ်ဖို့ တောအုပ်ထဲက ရွာလေးကို ...",
        "rating": "6.2",
        "url": "https://megaup.net/2tOhD/KKN.Di.Desa.Penari.Uncut.2022.720p.HS.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/icL1zn5z1L5ULIpxkuOLjeUgURY.jpg",
        "title": "Two Sinners and a Mule (2023)",
        "description": "Two Sinners and a Mule (2023)Western ကား အသစ်ကို ငတ်မွတ်နေတဲ့လူတွေအတွက် Western အက်ရှင် ဟာသ ဒရာမာကားလေးပါ။ အသစ်ကြပ်ချွတ်ကြည့်ရမယ့် ကားပေါ့။ကြမ်းတမ်း‌သွေ့ခြောက်လှတဲ့ Western အငွေ့အသက်ကိုမှ ပြည့်တန်ဆာတွေရဲ့ ဘဝနဲ့အဖြစ်အပျက်တွေရောပြီး ဟာသတွေနှောပေးထားတယ်။ ဇာတ်ကတော့ ဒီလိုဗျာ။ မြို့တစ်မြို့မှာ မိန်းမရွှင်နှစ်ယောက်ရှိတယ်။ နှစ်ကောင်သားက တစ်မြို့လုံးက ယောက်ျားတွေရဲ့ အကြိုက်ဖြစ်နေတော့ မိန်းမတွေက ဆန္ဒပြပြီး နှင်ထုတ်ခိုင်းရော။ ဒါကိုမှ မြို့ဝန်ရဲ့ခုံအောက်ကထွက်လာပြီး ပြဿနာထပ်ရှာလိုက်တော့ သူတို့နှစ်ယောက် နှင်ထုတ်ခံလိုက်ရတယ်။ ဒီလိုနဲ့ နောက်တစ်မြို့ကူးဖို့ အသွား ကန္တာပြင်ကို ဖြတ်သန်းဖို့အကြောင်းဖန်လာတယ်။ အဲဒီကန္တာရထဲမှာ နာမည်ကြီးလူဆိုးဂိုဏ်းတစ်ခုရှိတယ်။ ဆုကြေးဒေါ်လာ၂ထောင်အထိထုတ်ထားရတဲ့ နာမည်ကြီးလူဆိုးတစ်ကောင် ကျက်စားတယ်။ဒီလိုနဲ့ သူတို့နှစ်ယောက် ဖြတ်လာရင်း လမ်းခုလတ်မှာ သေနတ်ကျည်ဗရပွမှန်ထားတဲ့ လူတစ်ယောက်ကို တွေ့လိုက်ရတယ်။ အဲဒီလူကိုကယ်ရင်းမှ အဲဒီလူက ခုနနာမည်ကြီးလူဆိုးကို လိုက်နေတဲ့ ဆုကြေးစားမုဆိုးမှန်းသိလိုက်ရတယ်။ ဒီတော့ မိန်းမရွှင်ဘဝက လွတ်ချင်တဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1U8cj/(CM)_Two_Sinners_and_a_Mule_(2023)_720p.mp4",
        "category": "Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1kEVyDuA8g4WfPnrFhVvey3Flu2.jpg",
        "title": "Family Affairs (2022)",
        "description": "Family Affairs (2022)ဒီကားလေး‌ကတော့ ၂၀၁၈ မှာတုန်းက How About Adolf? ဆိုတဲ့ နာမည်နဲ့ထွက်ရှိခဲ့တဲ့ ဂျာမန်ကားလေးရဲ့အဆက်ပဲဖြစ်ပါတယ်။ ဒီကားလေးကိုကြည့်မယ်ဆိုရင်တော့ ရှေ့ကကားလေးကိုကြည့်ပြီးမှ ကြည့်ဖို့တိုက်တွန်းပါရစေ။ အဲဒါမှ ရှေ့နောက်ချိတ်ဆက်မိပြီး ပိုခွီရပါလိမ့်မယ်။ဇာတ်လမ်းအစမှာ စတက်ဖန်နဲ့ အဲလိဇဘက်တို့လင်မယားနဲ့ မိဘဖြစ်ခါစ သောမက်စ်နဲ့အန်နာတို့အတွဲတွေ ကလေးတွေကိုထားပြီး လန်ဇိုရာတီမှာရှိတဲ့ ဒေါ်ရိုသီယာရဲ့အိမ်ကို ပိတ်ရက်ခရီးထွက်လာကြရင်း စတက်ဖန်တစ်ယောက် လေဆိပ်မှာ အိတ်ပျောက်လို့စိတ်ညစ်နေတာကို ရိုက်ပြ‌ထားပါတယ်။ ဟိုကိုရောက်တဲ့အခါ ‌ဒေါ်ရိုသီယာနဲ့ ရေးနေးတို့က သတင်းကြီးကို ထုတ်ပြောပြလိုက်ရာကစပြီး အရှုပ်တော်ပုံတွေ တစ်စပြီးတစ်စပေါ်ပေါက်လာပါတော့တယ်။ဒီဇာတ်ကားထဲမှာတော့ မိသားစုတွင်းက အားနည်းချက်ကို လူမသိစေချင်လို့ ယောက်ျားတွေလုပ်မိတဲ့လုပ်ရပ်တွေနဲ့ မိန်းမတွေရဲ့ မျိုသိပ်ထားရတဲ့ခံစားချက်တွေကို ထိထိမိမိရိုက်ပြထားတာကို မြင်တွေ့ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Jina မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 740MB\nQuality - 1080p, 720p\nIMDb Rating - 6.2/10\nFormat - mp4\nDuration - ...",
        "rating": "6.2",
        "url": "https://megaup.net/2A5v8/(CM)_Family_Affairs_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y88rlxEAW0sOzktcpIddNDi7EHs.jpg",
        "title": "Man of Vendetta(2010)",
        "description": "Man of Vendetta(2010)**********************ဂျူယောင်းဆူဟာ ဘုရားသခင်အပေါ် နက်နက်ရှိုင်းရှိုင်းသက်ဝင်ယုံကြည်ခဲ့သူ သင်းအုပ်ဆရာတစ်‌ယောက်ဖြစ်ပြီးပျော်ရွှင်စရာမိသားစုဘဝကို ပိုင်ဆိုင်ခဲ့သူဖြစ်ပါတယ်။တစ်နေ့မှာတော့ သမီးဖြစ်သူ ဂျူဟယ်ရင်းပြန်ပေးဆွဲခံလိုက်ရပြီး ဂျူယောင်းဆူဟာသမီးဖြစ်သူကို ပြန်ရှာတွေ့နိုင်ဖို့အတွက် ဘုရားသခင်ထံမှာ နေ့နေ့ညညဆုတောင်းခဲ့ပါတယ်။အဲ့ဒီလိုမျိုး 8နှစ်ကြာအောင် ဆုတောင်းနေခဲ့ပေမယ့် သမီးဖြစ်သူကို ပြန်ရှာမတွေ့ခဲ့ပါဘူး..အဲ့ဒီနောက်မှာတော့ သမီးဖြစ်သူ သေဆုံးသွားပြီဟုယုံကြည်ထားတဲ့ဂျူယောင်းဆူဆီကို ဖုန်းတစ်ကောလ်ဝင်လာခဲ့ပါတယ်။သမီးဖြစ်သူကို ၄၀၀မီလီယံနဲ့ အလဲအလှယ်လုပ်ဖို့ ခြိမ်းခြောက်လာတဲ့အခါမှာတော့....Man of Vendetta ဇာတ်ကားဟာ 2010\nခုနှစ်မှာ ထွက်ရှိခဲ့တာဖြစ်ပြီး အချစ်တော်ကြီး ဂျူဒန်းထယ် Best New Actor အဖြစ် Nomination ဝင်ခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။File Size : (2.1GB) and (723B)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action ,Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Treasure Htet\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1eazw/Man.of.Vendetta.2010.BLU-RAY.1080P5.1Ch(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uy26E04DxYdICergibgtAFIUuDo.jpg",
        "title": "Mrs. Chatterjee Vs Norway (2023)",
        "description": "Mrs Chatterjee Vs NorwayIMDb-7.4/10 Rotten Tomatoes-15%ညိုချောလေးရာနီးအဓိကသရုပ်ဆောင်ထားတဲ့\nအိန္ဒိယမိခင်တစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်ပါတယ်အာရှတိုက်သားတွေအတွက် နော်ဝေးတို့လိုဥရောပနိုင်ငံတွေဟာ dream land လို့ကိုပြောလို့ရပါတယ်\nဒေဘီကာတို့ဇနီး‌မောင်နှံဟာ နော်ဝေးနိုင်ငံမှာနေတဲ့ အိန္ဒိမိသားစုလေးပါ\nအနောက်နိုင်ငံမှာနေပေမဲ့ အိန္ဒိယအိမ်ထောင်သည်ဘဝအတိုင်း\nယောက်ျားကစီးပွားရှာ မိန်းမကအိမ်မှုကိစ္စနဲ့ ကလေးတွေကိုပြုစုထိန်းသိမ်းပါတယ်အနောက်နိုင်ငံမှာ ကလေးနှစ်ယောက်ရယ် အိမ်မှုကိစ္စရယ်နဲ့ တစ်ယောက်တည်းကသီလင်တနိုင်နေတဲ့\nဒေဘီကာတို့အခြေအနေကို နော်ဝေးအရာရှိတွေက အထင်အမြင်လွဲမှားသွားပါတော့တယ်\nအဲဒီအထင်နဲ့ပဲ ‌ဒေဘီကာတို့မောင်နှံဟာကလေးကို စောင့်ရှောက်နိုင်စွမ်းမရှိဘူးဆိုတဲ့အကြောင်းပြချက်နဲ့\nကလေးနှစ်ယောက် အတင်းဆွဲခေါ်သွားပါတော့တယ်လူ့အခွင့်အရေးအပြည့်အဝရတဲ့ နော်ဝေးလိုနိုင်ငံက မိခင်ရင်ခွင်ထဲရှိနေရမယ့်\nလူမမယ်ကလေးနှစ်ယောက်ကိုဘာကြောင့်များအတင်းဆွဲခေါ်သွားရပါသလဲ\nအင်အားကြီးနိုင်ငံရဲ့ ဥပဒေနဲ့ သာမန်မိခင်တစ်ယောက်ရဲ့မေတ္တာလွန်ဆွဲကြမယ့်ပွဲကို\nတစ်ရှူးဘူးလေးဘေးချပြီး ရှူစားကြည့်နိုင်ဖို့ CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…1.79GB / 812MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 13m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~ThaikSan~Nyein~Sai",
        "rating": "7.5",
        "url": "https://megaup.net/1eaqu/Mrs.Chatterjee.vs.Norway.2023.720p(CM).mp4",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/yaa-150x200.jpg",
        "title": "Yaathisai (2023)",
        "description": "Yaathisai 2023IMDb 8.1/10လတ်တလောထွက်ရှိထားပြီး ရုံတင်ငွေ ကုဋေ သန်း ၂၀ ထိရရှိထားတဲ့ သမိုင်းနောက်ခံ အိန္ဒိယရုပ်ရှင်ပါ။\nချောချောလှလှတွေကိုတော့ ဒီရုပ်ရှင်မှာ မြင်ရမှာမဟုတ်ဘူးဗျ။ သွေးသံတရဲရဲနဲ့စစ်ပွဲကြားက ပလ္လင်လုကြမယ့် တိုက်ပွဲပေါ့။ယာသီဆိုင်ဆိုတာ အိန္ဒိယတောင်ပိုင်းလို့ ခေါ်ဆိုကြတယ်တဲ့။ ရာနာဒီယန်လို့ခေါ်တဲ့ ဘုရင်က ချိုလာ၊ ကွန်ဂူ ၊ ကာတာနာခါ ဒါ့အပြင် မျိုးနွယ်စုပေါင်းများစွာနဲ့\nသွေးချောင်းစီး စစ်ထိုးပြီး အိန္ဒိယတောင်ပိုင်းကို အနိုင်ယူ အုပ်စိုးထားခဲ့တာ နှစ်နဲ့ချီပေါ့။ ကြောက်ခမန်းလိလိ စစ်တပ်အင်အားနဲ့ မဖြိုလဲနိုင်တဲ့ ရာနာဒီယန်။\nဆင်ကောင်ကြီးကို ပုရွတ်ဆိတ်အင်အားနဲ့ ဖြိုမယ်ကြံနေတဲ့ ကိုသီ။ရာနာဒီယန် ချေမှုန်းလိုက်တဲ့ မျိုးနွယ်စုတွေထဲမှာ ကုန်းတွင်းပိုင်းဒေသကို ထွက်ပြေးသွားတဲ့ အီနာ့စ်မျိုးနွယ်စုကနေ မွေးဖွားလာတဲ့ ကိုသီ။ မျိုးနွယ်စုအင်အားရော\nစစ်တပ်အင်အားရောမရှိပေမယ့် ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံပြီး အကြောက်အလန့်ရယ်မရှိ။ ဒီလိုနဲ့ ကိုသီဟာ ချိုလာတွေနဲ့ပေါင်း၊ ပန်ဒီယန်တိုင်းပြည်ထဲ သူလျှိုလုပ်၊ အကွက်ကျကျပြင်ဆင်ပြီး တိုက်ခိုက်ဖို့ကြံစည်ခဲ့တာပါ။သူ့အကြံအစည်က တကယ်ရော အောင်မြင်နိုင်မှာလား။ ထောင်ချီတဲ့စစ်အင်အားကို ရာတန်တဲ့ တပ်ဖွဲ့က ဖြိုခွဲနိုင်ပါ့မလား။\nဘာတွေအချဥ်းနီးဖြစ်သွားမလဲ။ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1eaim/Yaathisai_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cJSjOjuOn1AHkhUWlB0FDrF1FZt.jpg",
        "title": "The Hairpin of the Rogue ( 2023 )",
        "description": "ငယ်ငယ်ကတည်းက ယွဲ့နွီတိုင်းပြည်မှာ ကြီးပြင်းလာခဲ့တဲ့\nသိုင်းလောကသူရဲကောင်းကြီးနင့်ဝူစူးနဲ့ သူ့အဖော်မြောင့်ခုန်းခုန်းတို့ဟာ\nချမ်းသာသူတွေဆီက လုယက်ခိုးယူပြီး ဆင်းရဲသူတွေကို ကူညီပေးတတ်ကြတယ်။တစ်နေ့မှာ ကျားယဲတိုင်းပြည်က မင်းသားကျားလွိထူဆီမှ\nပစ္စည်းတချို့ကို လုယူမိခဲ့ပြီး လိုက်လံဖမ်းဆီးခြင်းခံခဲ့ရပါတယ်။\nထွက်ပြေးနေတဲ့ လမ်းမှာပဲ ယွဲ့နွီတိုင်းပြည်ရဲ့ မင်းသမီးလေးနဲ့ တွေ့ဆုံခဲ့ကြပါတယ်။မသင်္ကာမှုတွေကို လိုက်လံစုံစမ်းရင်း သူတို့ဟာ\nအန္တရာယ်တွင်းထဲကို ရောက်မှန်းမသိ ရောက်လာခဲ့ပါတယ်။\nသူတို့တတွေ ဘယ်လို အန္တရာယ်တွေနဲ့ ကြုံတွေ့ရမလဲ ......\nအန္တရာယ်တွေကို ဘယ်လို ဖြေရှင်းကျော်ဖြတ်ပြီး တိုင်းပြည်နဲ့ လူမျိုးအတွက်\nအကျိုးပြုတဲ့ သူရဲကောင်းကြီး ဖြစ်သွားမလဲဆိုတာကို\nရုပ်ရှင်လေးထဲ ကြည့်ရှုခံစားလိုက်ပါနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By CM Team\nReviewed By Moon\nEncoded by LK",
        "rating": "5.8",
        "url": "https://megaup.net/1ea5x/The_Hairpin_of_the_Rogue_(2023)_1080p_WEB-DL-CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eM4C3t2eXtjplvmQ1rYkmAN8rez.jpg",
        "title": "Social Distancing ( 2023 )",
        "description": "ဒီတစ်ခါမှာတော့ Covidကာလအစောပိုင်းကိုအခြေခံပြီးရိုက်ထားတဲ့\nဟောင်ကောင်ဟော်ရာကားကောင်းလေးတင်ဆက်ပေးလိုက်ပါတယ်။Covid pandemicမှာလူတွေအားလုံးအိမ်တွင်းအောင်းကြရတော့\nစိတ်ထွက်ပေါက်အဖြစ်နဲ့ လက်ကိုဖုန်းတွေကိုပဲပိုသုံးမိကြတာပေါ့။\nနိုင်ငံခြားကပြန်လာတဲ့ချူထုံဟာ Youtube ချန်နယ်ဖွင့်ပြီး\nကြည့်ရှုနှုန်းများအောင်ကြိုးစားနေပါတယ်။\nသရဲတစ္ဆေအကြောင်းစိတ်လှုပ်ရှားစရာတွေရိုက်ရင်\nလူကြည့်များတယ်ဆိုကြလို့ သေသွားတဲ့သူတစ်ယောက်ရဲ့ဖုန်းကို Live လွှင့်ပြီးဖွင့်ပြတာပေါ့.....အဲဒီအချိန်ကစပြီးသူ့ဘေးနားမှာထူးဆန်းတာတွေဖြစ်လာပါတော့......\nDigital spiritသရဲရှိတယ်ဆိုတာကစပြီးယုံလာပါတော့တယ်......\nဒီကားလေးမှာ လူငယ်တွေလက်ကိုင်ဖုန်းကိုအရမ်းစွဲလမ်းလွန်းလို့ဖြစ်ရတဲ့ဆိုးကျိုးတွေ......\nမိသားစုကိုလစ်လျူရှုခဲ့မိလို့နောင်တရခဲ့ရပြီး\nတကယ်နောက်ပြန်လှည့်ချိန်မှာ ပြန်ဆုပ်ကိုင်ဖို့\nအချိန်မမီတော့တာတွေကိုပါဖော်ပြသွားပါတယ်.....\nဟော်ရာတွေရဲ့ထုံးစံအတိုင်း တကယ်သရဲလား\nဘယ်လိုထူးဆန်းတဲ့အရာတွေကြောင့်ဖြစ်လာတာလဲဆိုတာကို\nရင်တထိတ်ထိတ်နဲ့ကြည့်ရမယ့် ကားကောင်းလေးဖြစ်ပါတယ်နော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1U7q9/Social_Distancing_2023_1080p_WEB-DL-CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4XZl6Xyluf7TsJfRa2a0zM49aHA.jpg",
        "title": "Twelve Days ( 2023 )",
        "description": "အခုတစ်ခေါက် အချစ်ကားအေးအေးလေးတွေကို ကြိုက်တတ်တဲ့ပရိတ်သတ်တို့အတွက်\n12 Days ဆိုတဲ့ အချစ်ရုပ်ရှင်လေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအညွှန်းလေးကတော့-လှပချောမောတဲ့ လေယာဉ်မယ်လေး အားနန်နဲ့ အင်္ဂလန်မှ ပညာသင်ပြီး\nပြန်လာတဲ့ ဆိုင်းမွန်တို့ဟာ ရည်းစားဖြစ်ပြီး တစ်နှစ်အကြာမှာ\nသူတို့နှစ်ယောက်အတွက် ကိုယ်ပိုင်နေရာရှိဖို့ရာ အိမ်ထောင်ပြုဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ဇာတ်လမ်းတွေထဲမှာတော့ အိမ်ထောင်ပြုခြင်းနဲ့ ဇာတ်သိမ်းလှလှလေးတွေ\nထည့်တတ်ပေမဲ့ သူတို့နှစ်ယောက်ရဲ့ ဇာတ်လမ်းက အခုမှ စမှာ ဖြစ်ပါတယ်။\nအိမ်ထောင်ပြုပြီးနောက် အမြင်မတူညီမှုကြောင့် ပြဿနာတွေ ဆက်တိုက်ဖြစ်ခဲ့ရပါတယ်။အချစ်ဆုံးဆိုတဲ့ လူနှစ်ယောက်က အိမ်ထောင်ကျပြီးနောက် အနေနီးပေမဲ့\nစိတ်ချင်းဝေးသွားကြပါတယ်။ ဒီဇာတ်လမ်းလေးက အချစ်တစ်ခုတည်းနဲ့\nအိမ်ထောင်ပြုဖို့ မသင့်တော်ဘူးဆိုတာကို နားလည်စေနိုင်မဲ့ ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။ကဲ မိုးအေးအေးလေးနဲ့ feel ချင်တဲ့ ပရိသတ်ကြီးတို့ အတွက်\nဒီကားလေးက အမျိုးသမီးတွေအတွက်ရော အမျိုးသားတွေအတွက်ရော\nကြည့်ကို ကြည့်သင့်တဲ့ ဇာတ်လမ်းလေးတစ်ခုပါပဲနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar ...",
        "rating": "5.7",
        "url": "https://megaup.net/1U7mw/Twelve_Days_2023_1080p_WEB-DL-CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sVBJDOgP9Kf6TiW1FFFO4TG6TIL.jpg",
        "title": "The Ultimate Life(2013)",
        "description": "Money is the second god. တဲ့။ တကယ်ပဲ ဘဝမှာ ပိုက်ဆံသာရှိရင်အရာရာပြီးပြည့်စုံရဲ့လား။ သူ့ကြီးပဲလားကွယ့်…ဆားလေးနဲ့ပါဘုရားလို့ အမတ်ကြီးဦးပေါ်ဦး ပြန်ဖြေသလိုပါပဲ၊ ဘဝမှာ ပိုက်ဆံလေးတင်ရှိနေရုံနဲ့ မပြီးပြည့်စုံပါဘူး။ ဘဝအဓိပ္ပာယ်ဖွင့်ဆိုတဲ့နေရာ လူအချင်းချင်းသဘောထားမတူနိုင်ပေမယ့်လည်း သေချာတာကတော့ ငွေကြေးနဲ့တင်ဘဝအဓိပ္ပာယ်ကို တန်ဖိုးပိုင်းဖြတ်လို့မရပါဘူး။ ဒီဇာတ်လမ်းထဲမှာဂျေဆန်စတီဗင်ဟာ သူ့အဘိုးဆီကနေ အမွေဆက်ခံပြီးနောက်မှာတစ်ခြားမိသားစုဝင်တွေရဲ့ မလိုလောဘတိုက်ခိုက်မှုတွေကို ကာကွယ်ဖို့ကြိုးစားနေရတယ်။ တစ်ဖက်မှာတော့ ဂျေဆန်ဟာ သူ့ချစ်သူနဲ့ပြဿနာပေါ်လာပါတော့တယ်။ ဒီဘဝပြဿနာကို ဖြေရှင်းနိုင်ဖို့သူ့အဘိုးရဲ့ နေ့စဉ်မှတ်တမ်းကနေ အကြံပေးမှုရယူဖို့ ဖြစ်လာပါတော့တယ်။သူ့အဘိုးရဲ့ ဘဝမှတ်တမ်းကနေ ဘယ်လိုသင်ခန်းစာတွေ သင်ယူသွားနိုင်မလဲဆိုတာကို ကြည့်ရှုလိုက်ကြပါဦးနော်။ The Ultimate Gift ၊ The Ultimate Life ၊ The Ultimate LegacyဆိုပြီးThe Ultimate Trilogy ထွက်ရှိထားတာထဲက The Ultimate Life ကိုCM ပရိတ်သတ်တွေအတွက် ဘဝသင်ခန်းစာလေးတွေ ရယူနိုင်ကြဖို့ရည်ရွယ်ရင်း တင်ဆက်ပေးလိုက်ပါပြီ။ ( ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက ...",
        "rating": "6.0",
        "url": "https://megaup.net/1U7gv/The.Ultimate.Life.2013.BluRay.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nkUl1D1KbqW5ux9cAbSxU5f7hOy.jpg",
        "title": "Upstream Color(2013)",
        "description": "ဒီနေ့မှာတော့ တွေ့ရခဲတဲ့ ရုပ်ရှင်တစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်လမ်းကိုရေးတာ၊ ဒါရိုက်တာလုပ်တာ၊ ထုတ်ဝေတာတွေကိုShane Carruth တစ်ယောက်တည်းက လုပ်ထားတာပါ။ဒါ့အပြင် ဇာတ်လမ်းထဲမှာ Jeff ဆိုတဲ့ ဇာတ်ကောင်ကိုလည်းသရုပ်ဆောင်ထားပါသေးတယ်။ ရုပ်ရှင်ရဲ့ ဘတ်ဂျတ်အနေနဲ့ဒေါ်လာ 5,0000 လောက်ပဲ သုံးထားတယ်လို့လည်း ပြောထားပါတယ်။ဇာတ်လမ်းဇာတ်ကွက်နဲ့ တည်းဖြတ်ထားပုံက ထူးခြားပြီး စိတ်ဝင်စားစရာကောင်းလို့ ခံစားကြည့်လိုက်ကြပါဦးနော်။ ဇာတ်လမ်းထဲက ဇာတ်ဆောင်နှစ်ယောက် Kris နဲ့ Jeff ကို အဖြူရောင်သန်ကောင်တွေက ထိန်းချုပ်ထားတာပါ။ အဖြူရောင် သန်ကောင်တွေရဲ့ဇီဝစက်ဝန်းမှာ လူ-ဝက်-သစ်ခွပင်ဆိုတဲ့ လက်ခံသုံးခုကို ဖြတ်ပြီးရှင်သန်နေကြပါတယ်။ Kris ဆီက ပိုက်ဆံခိုးချင်တဲ့ သူခိုးတစ်ယောက်ကKris ခန္ဓာကိုယ်ထဲကို သန်ကောင်ထည့်ပေးပြီး ထိန်းချုပ်ပါတယ်။သူ့အမေကို ဓားစာခံအဖြစ်အဖမ်းခံရလို့ ပိုက်ဆံနဲ့ရွေးရမယ်ဆိုပြီးပိုက်ဆံတွေ လိမ်ထုတ်သွားတယ်။ Kris ကလည်း သန်ကောင်ကြောင့်အိပ်မွေ့ချခံရပြီး ထိန်းချုပ်ခံထားရပါတယ်။ သတိဝင်သွားလို့ ကြည့်လိုက်တော့သူ့ခြေလက်တွေမှာ သန်ကောင် ဖြတ်သွားနေတာ တွေ့ရပါတယ်။နောက်တော့ သန်ကောင်ကို အသံလှိုင်းနဲ့ ထိန်းချုပ်ပြီး Kris ဝက်ခြံတစ်ခုကိုရောက်သွားပါတယ်။ သူ့ခန္ဓာကိုယ်ထဲက ...",
        "rating": "6.5",
        "url": "https://megaup.net/1U6w2/Upstream.Color.2013.BluRay.720p(CM).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vHJVAZKm4y0C7CQQMZ8rpAlsZga.jpg",
        "title": "The Bricks (2022)",
        "description": "The Bricks (2022)ဒီဇာတ်လမ်းရဲ့အစကို ထောင်ထဲရောက်နေတဲ့မူးယစ်ရာဇာတစ်ယောက် ထောင်ထဲမှာ အာဏာပါဝါပြနေပုံနဲ့ဖွင့်ထားပါတယ်။ မူးယစ်ရာဇာဟာ ထောင်အပြင်ကသူ့သားရယ် ပါတနာညီအကိုသုံးယောက်ရယ်နဲ့ချိတ်ဆက်ပြီး ဟူစတန်မြို့ရဲ့အမှောင်ဘက်ခြမ်း မူးယစ်ဂိုဏ်းလောကကိုချုပ်ကိုင်ထားသူတွေထဲကတစ်ယောက်ပါ။ဟူစတန်မြို့ မူးယစ်ဆေးလောကမှာ ဂိုဏ်းပေါင်းစုံရှိတဲ့အထဲ အဲဒီဂိုဏ်းဟာ အဆိုးဆုံးအ​ကြမ်းကြုတ်ဆုံးဖြစ်ပြီး ငွေကြေးအင်အား လူအင်အားတောင့်တင်းတဲ့အပြင် ဂိုဏ်းကိုဦးစီးနေတဲ့ ညီအစ်ကိုသုံးယောက်ရဲ့ပါးနပ်မှု သိုသိုဝှက်ဝှက်အလုပ်လုပ်တတ်မှုတို့ကြောင့် ရဲတပ်ဖွဲ့အနေနဲ့သက်သေခိုင်ခိုင်မာမာရှာလို့မရဘဲ ဖမ်းဆီးလို့မရနိုင်ဖြစ်နေပါတယ်။ဒီအတွက်ရဲတပ်ဖွဲ့ဟာ အဲဒီဂိုဏ်းရဲ့မ​​ကောင်းတဲ့လုပ်ရပ်တွေကိုဖော်ထုတ်နိုင်ဖို့ စုံထောက်တစ်ယောက်ကို သူလျှိုအနေနဲ့လွှတ်ပြီး မူးယစ်ဂိုဏ်းထဲဝင်ဖို့ကြိုးစားစေပါတယ်။ အဲဒီစုံထောက်ဟာ မူးယစ်ဂိုဏ်းထဲကိုဝင်ခွင့်ရပြီး ရဲတပ်ဖွဲရဲ့ဆန္ဒအတိုင်း မူးယစ်ဂိုဏ်းကိုဖြိုခွဲသွားနိုင်မလား ဒါမှမဟုတ် ပါးနပ်တဲ့ညီအစ်ကိုသုံးယောက်လက်အောက်မှာပဲ ကျဆုံးသွားမလား... မူးယစ်ရာဇာရဲ့သားကကော ဘယ်လိုပါဝင်ပတ်သက်နေလဲ... စုံထောက်ကိုနောက်ကွယ်ကအကူအညီပေးနေတဲ့ရဲတပ်ဖွဲ့ကရော ရိုးသားရဲ့လား... စတဲ့ သို့လောသို့လောပေါင်းများစွာနဲ့အတူ ဇာတ်လမ်းအစကနေ အဆုံးအထိ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Paing Hein Kyaw မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 725MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 33Min\nGenre ...",
        "rating": "",
        "url": "https://megaup.net/1e94v/(CM)_The_Bricks_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/0702899-135x200.jpg",
        "title": "Honor Society (2022)",
        "description": "Honor Society (2022)\n================\nIMDb Rating - 6.5/10လူကြီးတွေရော ကလေးတွေပါ ကြည့်လို့ရတဲ့ ပေါ့ပေါ့ပါးပါး\nကျောင်းဟာသကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါပြီ။\n2022 က ထွက်ရှိထားပြီး ကြည့်ရှုနှုန်း rating တွေ မြင့်ခဲ့တဲ့\nဒါရိုက်တာ Oran Zagman ရဲ့ masterpiece လေးဖြစ်ပြီး Angourie\nRice,Gaten Matarazzo(stranger things ထဲက ဒတ်စတင်) တို့က\nအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။အော်နာ(Angourie Rice) ဆိုတဲ့ ဆယ်ကျော်သက်အရွယ် ကောင်မ\nလေးဟာ သူ့ရဲ့အောင်မြင်မှုအတွက်ဆို ဘာမဆိုလုပ်မယ့် high archeiver,\nစီနီယာအထက်တန်းကျောင်းသူလေးပါ။ ဘယ်သူ့ရဲ့ ဖိအားပေးမှုကြောင့်မှ\nမဟုတ်ဘဲ သူကိုယ်တိုင်က နေရာတိုင်းမှာ အဆင့် ၁ ဖြစ်ချင်နေတဲ့ သူပေါ့။\nသူ့ရဲ့ ရည်မှန်းချက်ကတော့ အမေရိကန်ရဲ့ အကြီးမားဆုံး တက္ကသိုလ်ဖြစ်တဲ့\nဟားဗတ်တက္ကသိုလ်ကို သူ့အရည်အချင်းနဲ့သူ တက်ရောက်နိုင်ဖို့ပါ။ သူ့ရဲ့\nဆွေးနွေးအတိုင်ပင်ခံ ဖြစ်တဲ့ မစ္စတာကာဗင် (Christopher Mintz-Plasse)\nက ဟားဗတ်တက္ကသိုလ်နဲ့ အဆက်အသွယ်ရှိပြီး ပြောရေးဆိုခွင့်ရှိတဲ့သူပေါ့။သူက အော်နာ တို့အတန်းထဲက ...",
        "rating": "6.5",
        "url": "https://megaup.net/3g1dx/Honor.Society.2022.720p.AMZN.WEBRip[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/silnfmcn3O0y8uNoYwy6iMgzdjp.jpg",
        "title": "The Big Wedding(2013)",
        "description": "ဒွန်နဲ့ အယ်လီဟာ တစ်ခါက လက်ထပ်ခဲ့ကြတဲ့ စုံတွဲတစ်တွဲပါ။ချစ်စရာအိမ်လေးမှာ အတူနေခဲ့ကြပြီး သားသမီး သုံးယောက်ရှိပါတယ်။သား ဂျဲရက်ဒ် သမီး လိုင်လာနဲ့ မွေးစားသား အယ်လ်ဟန်ဒရိုပါ။လက်ရှိမှာတော့ အကြောင်းကြောင်းကြောင့် ကွာရှင်းလိုက်ကြပြီးကိုယ့်လမ်းကိုယ်လျှောက်နေကြပါပြီ။ အယ်လီကတော့ အိမ်ကနေထွက်သွားပြီး အပြင်မှာ သီးသန့်နေပါတယ်။ ဒွန်ကတော့ အရင်အိမ်မှာပဲအယ်လီရဲ့ အချစ်ဆုံး သူငယ်ချင်း ဘီဘီနဲ့ တွဲခုတ်နေပါတယ်။ ဒွန်နဲ့ အယ်လီရဲ့ မွေးစားသား အယ်လ်ဟန်ဒရိုက သူတို့သူငယ်ချင်းတွေဖြစ်တဲ့ဘယ်ရီနဲ့ မက်ဖင်တို့ရဲ့ သမီး မယ်လီဆာနဲ့ လက်ထပ်ပါတော့မယ်။လက်ထပ်ပွဲကို အယ်လ်ဟန်ဒရိုရဲ့ အမေရင်း မက်ဒေါနားလည်း ကိုလမ်ဘီယာကနေလာမှာပါ။ ပြဿနာက အဲဒီမှာ စတာပါတယ်။ အယ်လ်ဟန်ဒရိုရဲ့အမေရင်း မက်ဒေါနားက ကတ်သလစ်ဘာသာကို နက်နက်ရှိုင်းရှိုင်းယုံကြည်သက်ဝင်သူပါ။ ကွာရှင်းတာကိုလည်း ပြစ်မှုကြီးလို့ ယုံကြည့်လက်ခံထားသူ ဖြစ်ပါတယ်။ သူ့ရဲ့ တစ်ဦးတည်းသော သားလေးအယ်လ်ဟန်ဒရိုကို အပြစ်ကျူးလွန်တဲ့ အယ်လီနဲ့ ဒွန်က (၁၅) နှစ်ကြာ ပျိုးထောင်ပေးထားတယ်ဆိုတာ သိသွားရင် တုန်လှုပ်သွားမှာစိုးလို့ဒွန်နဲ့ အယ်လီ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1U6o4/The.Big.Wedding.2013.BluRay.720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Shaakuntalam-140x200.jpg",
        "title": "Shaakuntalam (2023)",
        "description": "Shaakuntala (2023)ရာဇဝင်ထဲကအချစ်ဇာတ်လမ်းလေးကို စိတ်ဝင်စားသူတွေအတွက် အရသာတွေ့စေမယ့်\nမင်းသား Dev Mohanနဲ့မင်းသမီးSamantha Ruth Prabhuတို့သရုပ်ဆောင်ထားတဲ့\nShaakuntalaကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ပူရူအင်ပါယာရဲ့ ရဲစွမ်းသတ္တိရှိကာမင်းကျင့်တရားနဲ့အညီအုပ်ချုပ်တဲ့မင်းကြီး ဒူရှန်တာနဲ့\nကံမကောင်းအကြောင်းမလှမှုကြောင့် မိဘမဲ့ဖြစ်ကာဂုရုကြီးရဲ့မွေးစားသမီးအဖြစ်ကြီးပြင်းလာသူ\nမိန်းမလှလေးရှာကွန်သာလာတို့ဟာ ကံတရားရဲ့မျက်နှာသာပေးမှုကြောင့်ချစ်ကြိုးသွယ်ခဲ့ကြပါတယ်သို့ပေမယ့်လည်း ဘုရင်တစ်ပါးဖြစ်တာနဲ့အညီရန်သူတွေ တာဝန်တွေဝိုင်းနေတဲ့ မင်းကြီးဒူရှန်တာဟာ\nချစ်ရသူလေးရှာကွန်သာလာကို နေရပ်မှာထားခဲ့ပြီးတိုင်းပြည်ကိုခဏပြန်သွားခဲ့ရပါတယ်\nရှာကွန်သာလာမှာလည်း အခက်အခဲတချို့ကြောင့်ယောင်လည်စွာနဲ့ ဒူရှန်တာရဲ့တိုင်းပြည်ကို\nလိုက်သွားဖို့လုပ်တဲ့ခရီးမှာ အောင်မြင်ပါ့မလား အခက်အခဲတွေဘယ်လိုဖြေရှင်းမလဲ\nမင်းကြီးဒူရှန်တာကရော သူသိပ်ချစ်တဲ့ချစ်သူလေးကိုလက်ခံပါ့မလား ဆိုတာတွေကို\nဇာတ်ကားတစ်လျှောက် ရိုဆန်ဆန်နဲ့ရင်သပ်ရှူ့မောစွာကြည့်ရှူ့ရပါမယ်\nFile size…5.57GB / 3.21GB/ 630MB\nQuality…4kHEVC / 1080p WEB DL /720p\nFormat…mp4\nDuration….2h 29m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni~KhinKhin",
        "rating": "5",
        "url": "https://megaup.net/1e5g5/Shaakuntalam_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTc1MzY1ODAtMDhlMS00NjgyLTlkNTEtZTUwYTM4MzFkNWNmXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Angels and Insects (1995)",
        "description": "IMDb - 6.8/10ဒီဇာတ်ကားက Don't look up, Ready Player One , The BFG, Bridge of Spines, Bones and All အစရှိတဲ့ ရုပ်ရှင်ဇာတ်ကားကောင်းတွေမှာ သရုပ်ဆောင် ရိုက်ကူးခဲ့တဲ့ မင်းသားကြီး Mark Rylanceက ဦးဆောင်ပြီးတခြားသော Cast ၈၃ယောက်နဲ့အတူ ဒီဇာတ်ကားကို ပုံဖော်ထားပါတယ်။ဇာတ်လမ်းကတော့ တောထဲမှာ အင်းဆက်တွေကို လေ့လာပြီး သုတေသနပြုလုပ်တဲ့ ပညာရှင်မစ္စတာအမ်ဒမ်ဆမ်က သင်္ဘောမြှပ်ပြီး ယူဂျီနီးယားရဲ့ အိမ်မှာ မှီခိုနေထိုင်ရဖို့ အကြောင်းဖန်လာပါတော့တယ်။ တစ်အိမ်ထဲမှာ နေထိုင်ရင်း အချိန်တစ်ခုကြာလာတော့ ယူဂျီနီးယားလေးနဲ့ ယူဖြစ်သွားပါလေရော။ ယူဂျီနီးယားနဲ့ အမ်ဒမ်ဆမ်နဲ့ယူတာကို ယူဂျီးနီးယားရဲ့ အကိုအက်ဂါကတော့ သိပ်သဘောမကျပါဘူး။ သဘောမကျတဲ့အပြင်ကိုမှာမှ နှိမ်ပါ နှိမ်နေသေးတာပါ။ မစ္စတာအမ်ဒမ်ဆမ်တစ်ယောက် အက်ဂါ နှိမ်နေတာကို မခံနိုင်တဲ့အဆုံး ကိုယ့်ဝမ်းစားရှာဖို့ သုတေသနစာအုပ် တစ်အုပ်ရေးပါတော့တယ်။ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1e6xi/Angels_and_Insects_(1995)_%E2%80%93_Cat3Movie_2.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Soppana-Sundari-141x200.jpg",
        "title": "Soppana Sundari (2023)",
        "description": "Soppana Sundari 2023\nIMDb - 7.8/10တေလဂူး မင်းသမီး‌‌ချော Aishwarya Rajesh က မိသားစုအပေါ်သိတတ်တဲ့\nအဂါလယာအဖြစ် အဓိကပါ၀င်ထားပြီး ဟာသမြိုင်မြိုင်ဆိုင်ဆိုင်လေးနဲ့\nပဋိပက္ခတသီတသန်းနဲ့ ကြည့်ရှူရမယ့် တေလဂူးဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဆင်ခြေဖုံးရပ်ကွက်မှာနေထိုင်ကြတဲ့ အဂါလယာတို့မိသားစုဟာ\nကံကောင်းထောက်မစွာနဲ့ စိန်ရွှေရတနာဆိုင်ကနေကျင်းပတဲ့ ကံစမ်းမဲပွဲမှာ ကံထူးရှင်ဖြစ်သွားပါတယ်။ ကံထူးရှင်ဖြစ်လို့\nနောင်ရေးအတွက်တွေးရင်း ပျော်မယ်ကြံခါမှ ပဋိပက္ခတွေတစ်ခုပြီး တစ်ခုဖြစ်ရင်း\nကြာကြာမပျော်နိုင်ခဲ့ကြပါဘူး။ဒီလိုနဲ့ ကံထူးရှင်အစစ်က ငါပါ နင်ပါ...ဆိုပြီးတော့ မဆိုင်တဲ့သူတွေပါ ဆုတွေငမ်းငမ်းတက် လိုချင်လာကြတဲ့ချိန်မှာတော့...\nအဂါလယာဟာဆုကိုလက်လွှတ်ပေးလိုက်မှာလား...သူကရော ကံထူးရှင်အစစ်လားဆိုတာကို အဖြေရှာရင်း\nလူ့ဘောင်လူ့ဘဝမှာကြုံတွေ့ရတတ်တဲ့ ကိစ္စအဝဝကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။\nFile size…2.5GB  / 986MB\nQuality…1080p WEBDL / 720p\npFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khin ~Nyein~BpL~Cherry",
        "rating": "7.6",
        "url": "https://megaup.net/1U6ew/Soppana_Sundari_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjk5ZDU2MTYtZDI1ZS00N2UyLWE4ZjAtYjViN2IyMjI3YjUxXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_-136x200.jpg",
        "title": "Gardens of Stone (1987)",
        "description": "မင်းသားကြီး James Caan ရဲ့ Misery မထွက်ခင် ၁၉၈၇ ခုနှစ်ကထွက်ရှိထားတဲ့ကားပါ။ ဗီယက်နမ်စစ်ပွဲကာလ အမေရိကန်စစ်သားငယ်လေးတွေ စစ်မြေပြင်ကိုအပို့ခံရပြီး အများစုဟာ အသက်ရှင်လျက်ပြန်မလာနိုင်ကြတဲ့အခါ သူတို့တွေကို တပ်မတော်သုသာန် အာလင်တန်မှာမြေချပေးရတဲ့တာဝန်ကို ကင်းတပ်ကြီးမှာတာဝန်ထမ်းဆောင်ကြရတဲ့အရာရှိတွေက စစ်ရေးပြဂုဏ်ပြုချီးမြှင့်ပွဲအခမ်းအနားကျင်းပပေးရပါတယ်။ ဒီကားက စစ်နောက်ခံထားပြီး စစ်မြေပြင်တိုက်ပွဲတွေအကြောင်းမဟုတ်ဘဲ စစ်ပွဲကာလ တိုက်ပွဲဝင်စစ်သားတွေရဲ့ ကျန်ရစ်ခဲ့တဲ့ မိသားစု၊ဆွေမျိုး၊မိတ်ဆွေတွေရဲ့ခံစားချက်ကို ပိုအလေးပေးဖော်ပြထားတာပါ ... အမေရိကန်ကင်းတပ်ကြီးရဲ့ ဗီယက်နမ်စစ်ပြန် ဂုဏ်ထူးဆောင်တပ်ကြပ်ကြီးကလဲဟာဇက်ဟာ ဗီယက်နမ်စစ်မြေပြင်ကို အပို့ခံနေရတဲ့စစ်သားငယ်လေးတွေကို စစ်‌မြေပြင်မှာဦးဆောင်လမ်းပြပေးပြီး အသက်မသေအောင်ကယ်တင်နိုင်အောင်လို့ ဗီယက်နမ်အခြေစိုက် ဘန်းနင်းခံတပ်ကို တာဝန်ပြောင်းပေးဖို့လျှောက်တဲ့အခါ အထက်လူကြီးက ပယ်ချလိုက်ပါတယ် အဲ့ဒီအချိန်မှာ ဆာဂျင်ဟာဇက်ရဲ့ ကိုရီးယားစစ်ပွဲကာလမှာတုန်းက ရဲဘော်ရဲဘက်တွေဖြစ်ခဲ့တဲ့မိတ်ဆွေဟောင်းတစ်ယောက်ရဲ့သား ဂျက်ကီဝီလ်လိုတစ်ယောက် ကင်းတပ်ကြီးကိုရောက်လာပါတယ် သူ့သားလေးကို အစစအရာရာသင်ပြပေးဖို့အတွက်လည်း ဆာဂျင်ဟာဇက်ဆီကို စာပါးပေးခဲ့ပါတယ် အဲ့‌ဒီကောင်လေးက စစ်သားတစ်ယောက်ဟာ စစ်‌ဖြစ်နေရင် စစ်မြေပြင်မှာတာဝန်ထမ်းဆောင်ရမယ် ဆိုတဲ့အစွဲနဲ့ သူက ဗီယက်နမ်စစ်မြေပြင်ကို အပြောင်းလျှောက်ချင်နေတဲ့သူပါ ဆာဂျင်ဟာဇက်က ဒါကိုသိတော့ နားချဖို့ကြိုးစားရင်း ...",
        "rating": "6.4",
        "url": "https://megaup.net/1U454/gardens.of.stone.1987.720p.(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/1gDV0Lm9y8ufIKzyf0h0GBgb9Zj-133x200.jpg",
        "title": "Evil Dead (2013)",
        "description": "Evil Dead 2013 ကို ဆင်ဆာတွေမဖြတ်ထားတဲ့ BluRay Extended Version အသစ်နဲ့တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့....ဒီဇာတ်ကား စစချင်းမှာဆို လူငယ်ငါးယောက်ဟာ တောနက်ထဲက သစ်လုံးအိမ်တစ်ခုကို\nအကြောင်းကိစ္စတစ်ခုနဲ့အတူ ရောက်လာကြပါတယ်။\nဒါပေမဲ့ သူတို့ဟာ ထိုအိမ်ထဲမှာ အိပ်ပျော်နေတဲ့\nမကောင်းတဲ့အရာတစ်ခုကို မထင်မှတ်ဘဲ သွားလှုပ်နိုးမိတဲ့ အခါမှာတော့\nအဲ့ဒီမကောင်းဆိုးရွားရဲ့ လက်ကနေ ဘယ်လို\nအသက်ရှင် ရုန်းကန်လွတ်မြောက်ကြဖို့ ကြိုးစားကြမလဲ ဆိုတာ အရမ်းကို\nစောင့်ကြည်ချင်စရာ ကောင်းပါတယ်။\nအောက်မှာ Review လေးကို ဆက်ဖတ်ကြည့်လိုက် ကြရအောင်ပါ။\n****\nEvil Dead 2013 ဟာဆိုရင် အရမ်းကို ထိတ်လန့်တုန်လှုပ်ဖွယ်ကောင်းတဲ့ Horror movie တစ်ခုလို့ပြောလာရင် ငြင်းစရာ မရှိပါဘူး။\nဇာတ်လမ်း ဇာတ်ကွက်ကို သေချာထောင့်စိအောင် ပုံဖော် ဖွဲ့စည်းထားတာကိုလဲတွေ့ရမှာ ဖြစ်ပါတယ်။\nဒီဇာတ်ကားကို ကြည့်ပြီးတဲ့အချိန်မှာ 1981ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Possession ဆိုတဲ့ ပြင်သစ်\ndrama/ horror ဇာတ်ကားကို ပြေးမြင်မိရလောက်အောင် ပီပီပြင်ပြင်နဲ့ ကြောက်ရွံ့စိတ်လှုပ်ရှားဖို့\nကောင်းတာကိုလဲ တွေ့ရမှာဖြစ်ပါတယ်။\nဒါပေမဲ့ ဘယ်လိုပဲ စိတ်မသက်မသာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1U667/(CM)_Evil.Dead.2013.EXTENDED.BluRay.720p.AAC.5.1-Naung.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cioCtpRThVQB5UDnwDSGIljIu3j.jpg",
        "title": "Rebound (2023)",
        "description": "Rebound (2023)၂၀၁၂ ခုနှစ်ကဖြစ်ရပ်မှန်ကို အခြေခံပြီးရိုက်ကူးတင်ဆက်ထားတဲ့ အားကစားရုပ်ရှင် Rebound ထွက်ရှိလာပါပြီဇာတ်လမ်းအကျဉ်းကတော့ အလားအလာမရှိဘူးလို့ သတ်မှတ်ခံထားရတဲ့\nဘူဆန်ဂျွန်အန်းအထက်ကျောင်းကိုယ်စားပြု ဘတ်စကတ်ဘောအသင်းဟာ\nနည်းပြအသစ် Kang Yang-Hyeon ရဲ့ ဦးဆောင်မှုအောက်မှာ ပြောင်းလဲလာခဲ့တဲ့အကြောင်းပါတစ်ချိန်က ထိပ်တန်းကစားဖြစ်ခဲ့ဖူးသူ Kang Yang-Hyeon ဟာ နည်းပြဖြစ်လာတဲ့အချိန်မှာတော့\nသူ့ရဲ့ကစားသမားဘဝအတွေ့အကြုံကို အသုံးချပြီး ဘယ်လိုဗျူဟာတွေနဲ့ အသင်းကိုကိုင်တွယ်သွားမလဲအောက်ဆုံးမှာရောက်နေတဲ့အသင်းကို National Championship ပွဲစဉ်အထိ ဘယ်လိုများ‌ဆွဲခေါ်သွားမလဲဆိုတာအပြင်\nကစားသမားတွေရဲ့ ဘတ်စကတ်ဘောအပေါ်ထားတဲ့ ခံယူချက်တွေ အိပ်မက်တွေကို သေချာကြည့်ရှုခံစားနိုင်မှာဖြစ်လို့\nSports Drama နှစ်သက်ကြတဲ့ ပရိသတ်ကြီးတို့ သဘောကျနှစ်ခြိုက်ကြမှာပါCasts တွေအနေနဲ့လည်း Fight for My Way ထဲက Ahn Jae-Hong နဲ့\nDoctor Romantic S3 ထဲက အဆိုးလေး Lee Shin-Young နဲ့\nSecret Romantic Guesthouse ထဲကအချောလေး Jung Gun Joo တို့အပြင်\nသရုပ်ဆောင်အားလုံးက Basketball ကိုပါ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1e8vg/Rebound.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZTBkMWE1NGItZTgxMi00ZTE0LWIzZjAtNzQ5ZGZlZTQxN2EwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The Craft (1996)",
        "description": "လော့စ်အိန်ဂျလိစ်ရဲ့ အထက်တန်းကျောင်းတစ်ခုမှာ နန်စီ၊ ဘွန်နီနဲ့ ရိုချယ်ဆိုတဲ့ ထူးထူးဆန်းဆန်း ကောင်မလေးသုံးယောက်ရှိတယ်။ ကျောင်းက တခြားသူတွေက သူတို့ကို စုန်းမတွေလို့ စွပ်စွဲခံထားရတဲ့ ကောင်မလေးသုံးယောက်ပေါ့။ တစ်နေ့တော့ သူတို့ကျောင်းကို ဆာရာဆိုတဲ့ ခပ်ချောချော ကျောင်းသူအသစ်တယောက် ပြောင်းလာတယ်။ ဆာရာကတော့ နဂိုကတည်းက စုန်းဗီဇပါလာတဲ့ ဝမ်းတွင်းစုန်းပေမဲ့ သူ့ကိုယ်သူ စုန်းလို့ မခံယူထားတဲ့သူ။ ဆာရာကျောင်းကို ရောက်ပြီး မကြာဘူး။ သူ့ကို နန်စီတို့က သတိထားမိသွားပြီး သူတို့နဲ့ ပေါင်းမိသွားတယ်။ လေးယောက်စုံသွားတဲ့ ဆယ်ကျော်သက်စုန်းမလေးတွေဟာ အစီအရင်တွေကို အပျော်စမ်းသပ်ရာကနေ ထိန်းမနိုင်၊ သိမ်းမရတွေ ဖြစ်ကုန်ပါတော့တယ်။ The Craft ဆိုတဲ့ ဒီရုပ်ရှင်ဟာဆိုရင် 1996 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး တော်တော်လေးကို ကြည့်လို့မိုက်တဲ့ Teen, horror, fantasy ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။ ဇာတ်လမ်း၊ ဇာတ်အိမ် ကောင်းတဲ့အပြင် အထူးပြုလုပ်ချက်တွေကလည်း တော်တော်လေးပီပြင်ပြီး မင်းသမီးတွေကလည်း ...",
        "rating": "",
        "url": "https://megaup.net/2zm5C/The_Craft_1996.720p.(CM).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nGoFIX5WmthZZ3eLBd0QwDSkWNy.jpg",
        "title": "The East(2013)",
        "description": "Imdb - 6.8\nRotten Tomatoes - 76%သဘာဝပတ်ဝန်းကျင်ထိန်းသိန်းရေးလှုပ်ရှားသူများ ဟာ ကမ္ဘာကြီးကိုခေတ်အဆက်ဆက်ဒုက္ခပေးသောအရှင်းရှင်ကော်ပိုရိတ်လုပ်ငန်းကြီးများကိုတန်ပြန်တိုက်ခိုက်မှုများလုပ်ကြတဲ့အကြောင်းပါ။နယ်ပယ်အစုံက မင်းမဲ့ဝါဒီလူငယ်တစ်စုစုစည်းပြီး အရှေ့ရပ်ဝန်းဟုခေါ်ဆိုတဲ့(The East) မြေအောက်အဖွဲ့ကိုဖွဲ့စည်းထားပါတယ်။The Legend of Tarzan, The Northman,သိပ်မကြာသေးခင်ကထွက်ရှိထားတဲ့ Infinity Pool ရုပ်ရှင်များနဲ့အောင်မြင်မှုရရှိထားတဲ့ မင်းသား Alexander Skarsgård ကအရှေ့ရပ်ဝန်းအဖွဲ့ခေါင်းဆောင်အနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ပရိတ်သတ်တွေနဲ့မစိမ်းတဲ့ Inception, Juno, The UmbrellaAcademy တို့မှာ ပါဝင်တဲ့ Elliot Page ဟာလည်း အရှေ့ရပ်ဝန်းအဖွဲ့ရဲ့အဖွဲ့ဝင်တစ်ယောက်အဖြစ် အဆိုပါရုပ်ရှင်တွင်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ အစိုးရနဲ့လုပ်ငန်းကြီးတွေက ပြည်သူတွေကိုမညှာမတာသောက်ဂရုမစိုက်စွာပဲ သူတို့ရဲ့အကျိုးမြတ်ရှေ့ထားတဲ့အပြုမူများကို မကျေနပ်တဲ့လူတစ်စုဟာ တန်ပြန်တိုက်ခိုက်တဲ့အကြောင်းပါ။ပုဂ္ဂလိကထောက်လှမ်းရေးကုမ္ပဏီတစ်ခုမှာအေ့ဂျင့်အဖြစ်လုပ်ကိုင်နေတဲ့ဂျိန်းဆိုတဲ့အမျိုးသမီးတစ်ယောက် အရှေ့ရပ်ဝန်းအဖွဲ့ကိုလိုက်လံစုံစမ်းဖော်ထုတ်ဖို့ တာဝန်ပေးအပ်ခံရတယ်။ လမ်းမတွေပေါ်မှာ အရပ်ဝတ်နဲ့သူလျှိုလုပ်ပြီး မြေအောက်လောကထဲ လေလွင့်ကာ သတင်းအချက်လက်တွေကို စုဆောင်းနေခဲ့ပါတယ်။ ထို့နောက် အမှတ်မထင်ဘဲ အရှေ့ရပ်ဝန်းအဖွဲ့ထဲ ရောက်သွားခဲ့ပါတယ်။ အရှေ့ရပ်ဝန်းအဖွဲ့သားတွေကကော်ပိုရေးရှင်းတွေကို ဆော်ပလော်တီးတဲ့အလုပ်တွေကို Jam (တီးပွဲ /တီးတယ်)လို့သုံးနှုန်းပြောဆိုပါတယ်။ အရေးကြီးတဲ့ တီးပွဲတွေမှာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2A3jB/The.East.2013.BluRay720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jk0NsJqXvJw4pfa386fEEC5RpIj.jpg",
        "title": "The Trials of Cate McCall(2013)",
        "description": "Genre – Crime, Drama\nIMDB – 6.2/10ဇာတ်ကားအကြောင်းမပြောခင် မမ ကိတ်ဘက်ကင်ဆေးရဲ့အလှတော်လေး ချီးမွမ်းခန်းဖွင့်ချင်လို့ပါ။ သူဟာ အင်္ဂလိပ်မဆိုပေမဲ့အဖေရဲ့အဖွားက မြန်မာမစစ်စစ် မနှင်းဖြစ်လို့ မြန်မာသွေးကို ၈ ပုံ၁ ပုံလောက် ပါလာလို့လားမသိ အတော်ချောမောလှပတဲ့မင်းသမီးဖြစ်ပါတယ် ဒီကားထဲမှာဆို ဖွာလန်ကျဲနေရာတွေပါတာတောင်သူ့အလှကို ခံစားကြရဦးမှာပါ အသက်ငယ်လို့ ငယ်ဂုဏ်မောက်တာမျိုးလည်းမဟုတ်ပါဘူး ကြီးတဲ့ထိ ကျက်သရေရှိရှိ လှနေတာမျိုးပါ။သူ့ရဲ့နာမည်ကြီးကားတွေဆို Underworld ကားတွေတို့ Van Helsing တို့ရှိကြပါတယ် ကြည့်ဖူးကြမှာပါ အားလုံးလည်း။ ကဲ ဒီတော့ ဇာတ်လမ်းအကြောင်း ဆက်လိုက်ရအောင် “အသက်တစ်ရာမနေရ အမှုတစ်ရာပွေရ” ဆိုသလို ဇာတ်ကားနာမည်က ကိတ်မက်ကောရဲ့တရားခွင်များတဲ့ ပြောရမယ်ဆို မမရဲ့ ရှုပ်ထွေးပွေလီ ပြဿနာများပေါ့။ရှေ့နေဖြစ်တဲ့မမဟာ အရက်စွဲနေတဲ့ပြဿနာရှိပြီး ရှေ့နေရုံးကနေလည်းဆိုင်းငံ့ခံထားရတယ် နောက်ပြီး ခံဝန်နဲ့ နေနေရတယ်။ မိသားစုရေးမှာလည်းသမီးဖြစ်သူကို ဂရုစိုက်မပေးနိုင်လို့ ဖခင်ဖြစ်သူက အုပ်ထိန်းခွင့်ရဖို့အမှုစွဲထားတာမျိုး ကြုံနေရပါတယ် ဒါက သူ့ ကိုယ်ရေးကိုယ်တာအမှုတစ်ခုပေါ့လေ။ အဲဒီမှာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2A3gl/The.Trials.Of.Cate.McCall.2013.BluRay720p(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNzM3NWRhNWItN2VmMC00YmU3LWEyYmItNjk0YzA1YTE1MzE4XkEyXkFqcGdeQXVyMzM3NjAwNQ@@._V1_-135x200.jpg",
        "title": "Space Oddity (2022)",
        "description": "Space Oddity (2022)\n===============စကြဝဠာကြီးထဲမှာ နဂါးငွေ့တန်းဂလက်ဆီ‌ပေါင်း ၁၀၀\nထရီလီယံရှိတယ်။ ကျွန်တော်တို့ကမ္ဘာကြီးတည်ရှိတဲ့ Milky\nWay ဂလက်ဆီကြီးမှာ ဂြိုဟ်‌‌ပေါင်း ၁၀၀ဘီလီယံကျော်ရှိနေ\nတာပါ။ ကျွန်တော်တို့နေထိုင်ရာကမ္ဘာကြီးမှာ လူဦးရေအဆမ\nတန်တိုးပွားလာတယ်။ ရာသီဖောက်ပြန်မှုတွေက ပိုပြီးဆိုးရွား\nလာတယ်။ ဒီတော့လူသားတွေက နေထိုင်လို့ရမယ့် တခြားဂြိုဟ်\nတစ်ခုကို‌ရှာဖွေနေကြဆဲပါ။ဒီဇာတ်လမ်းမှာ အဲလက်စ်က မားစ်ကိုသွားဖို့အစီအစဉ်တွေချ\nထားတဲ့သူပါ။ သွားရမယ့်ခရီးက ပြန်လမ်းမဲ့နေရာဖြစ်နေတော့\nမိသားစုဝင်တွေနဲ့ညှိနှိုင်းတဲ့အခါ အဆင်မပြေမှုတွေဖြစ်လာတယ်။\nအဖေဖြစ်သူက သူရဲ့ပန်းစိုက်ခင်းကို လက်လွှဲယူစေချင်တယ်။\nဒါပေမယ့် အဲလက်စ်က လုပ်ချင်တာကိုဖြစ်အောင်လုပ်တတ်တဲ့\nလူစားဖြစ်နေတယ်။ ဘော်ဒါတို့လည်း ကြယ်တွေကို‌ငေးရင် အဲဒီ\nကြယ်တွေဆီကို သွားချင်စိတ်ဖြစ်မိလား ကမ္ဘာ‌‌ပေါ်မှာ မကုန်ခမ်း\nနိုင်တဲ့ အသစ်‌အဆန်းတွေရှိနေပါရဲ့ အဲလက်စ်က ဘာလို့ထွက်သွား\nချင်လဲဆိုတာတော့...(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.93 GB) / (700 MB) / (400 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 32Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance, Sci-Fi\nTranslator.......ZWT\nEncoder..........SWM",
        "rating": "5.5",
        "url": "https://megaup.net/1e8ca/Space.Oddity.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Comedy, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4bGB2k4JngWLVABKIw1S7cnlh5h.jpg",
        "title": "Bellflower(2011)",
        "description": "အေဒင်နဲ့ဝုဒ်ရိုးဆိုတာ ကမ္ဘာပျက်မဲ့အချိန်ကိုစိတ်ကူးယဉ်ရင်းနဲ့မီးသေနတ်တွေဖန်တီး ကားအလန်းစားတွေတည်ဆောက်ရင်းဘဝကိုပေါ့ပေါ့လေးဖြတ်သန်းနေတဲ့သူငယ်ချင်းနှစ်ယောက်.တစ်ည ဘားမှာ မိုင်လီဆိုတဲ့စော်လေးကို ဝုဒ်ရိုးကကြွေသွားရင်းဒိတ်ဖို့အထိပြောရာကနေ ရည်းစားတွေဖြစ်သွားခဲ့ပါတယ်။နှစ်ယောက်စလုံးက ဘဝတွေကိုယ်စီနဲ့မလို့ အဆင်ပြေဖို့ခက်တာမလို့အဆုံးသတ်မှာ ဘယ်လိုဖြစ်လာမလဲဆိုတာတော့ ရုပ်ရှင်အဆုံးသတ်မှာရှာဖွေရမှာပါ. ၂၀၁၁ကထွက်တာတဲ့ဇာတ်ကားဖြစ်ပြီးတော့ Indie စတိုင်ဇာတ်ကားဖြစ်ပြီးဘဝမှာရှင်သန်ဖို့အတွက် ဘာတွေကိုရွေးချယ်ပြီး ဘာကိုပစ်ချထားခဲ့ရမယ်ဆိုတာကို စဉ်းစားစရာထွက်လာတာပါပဲ။ထပ်ပြောရရင် ဘဲထားမယ်ဆိုလဲ မီးဟုန်းဟုန်းတောက်စေတဲ့သေနတ်မရှိတဲ့ဘဲမျိုးကို ရွေးဖို့လိုမယ်ဆိုတာပါပဲ။ File size…1.35GB / 941MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 46m\nGenre ..... Action , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "6.5",
        "url": "https://megaup.net/1e7yn/Bellflower.2011.BluRay720p(CM).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcTPr8gxvrblR2fhldzHaWgvaeZ.jpg",
        "title": "Muoi: The Curse Returns (2023)",
        "description": "Muoi : The Curse Returns (2023)လင်းက မြို့ပေါ်က ပန်းချီပြခန်းမှာ အလုပ်လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ဖြစ်ပါတယ်\nတစ်နေ့မှာ သူမရဲ့သူငယ်ချင်းကောင်လေးဟာ ရုတ်တရက်ဆုံးသွားခဲ့လို့ စျာပနအခမ်းအနားကို တက်ရောက်တဲ့အချိန်မှာ\nငယ်ငယ်က သူမရဲ့အချစ်ဆုံးသူငယ်ချင်း ဟမ် နဲ့ပြန်ဆုံခဲ့ပါတော့တယ်။\nဟမ် က အနီးနားမှာရှိတဲ့ မြို့ဟောင်းတစ်ခုရဲ့အိမ်အိုကြီးမှာနေပြီး ပန်းချီဆွဲရင်း အချိန်ကုန်ဆုံးနေခဲ့တာပါ။\nစျာပနအခမ်းအနားမှာ လင်း နဲ့ဆုံတွေ့ပြီးနောက် ဟမ်ဟာ သူမရဲ့နေရာကို အလည်လိုက်ဖို့ လင်းကို တောင်းဆိုခဲ့ပါတယ်။\nဒီလိုနဲ့ လင်းက နှစ်ပေါင်းများစွာ သရဲခြောက်နေတဲ့မူအွိုင်ရဲ့ပုံတူပန်းချီနဲ့ ကျိန်စာကို ရှာဖွေတွေ့ရှိပြီး\nလင်းဟာ သူမရဲ့သူငယ်ချင်းကောင်လေးနဲ့ဖောက်ပြန်မိတာကို ဝန်ခံရင်း ထွက်ပြေးဖို့ကြိုးစားရာကနေ\nသူမရဲ့သူငယ်ချင်းခန္ဓာကိုယ်ဟာ မူအွိုင်ဝင်ပူးတာခံရတာကို သိရှိခဲ့ပါတယ်။\nလင်းက သူမရဲ့သူငယ်ချင်းကိ ကယ်ဖို့ထွက်ပြေးမှာလား ဒါမှမဟုတ် ကျိန်ဟာနဲ့ရင်ဆိုင်ဖို့အတွက် အသက်ပေးမလားဆိုတာကို ဆုံးဖြတ်ရမှာဖြစ်ပါတယ်။\nဒီသရဲခြောက်တဲ့ပုံတူပန်းချီရဲ့နောက်ကွယ်က အမှောင်မိုက်ဆုံးလျှို့ဝှက်ချက်ကို ဖြည်းညှင်းစွာဖော်ထုတ်ရင်း\nသူမ သိရသလောက် လင်းက ကြောက်မက်ဖွယ်အကောင်းဆုံးထောင်ချောက်ထဲကို နက်ရှိုင်းစွာ ကျရောက်သွားခဲ့တော့တယ်\nလင်းက သူမရဲ့သူငယ်ချင်းကို ကယ်တင်နိုင်မှာလား ဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာကိုတော့ ကြည့်ရှုခံစားပေးကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Myo Myo ပဲ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1U53a/Muoi.-.The.Curse.Returns.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3XAWKjWHzXmOGyLYUIUrLdi1HAV.jpg",
        "title": "Girl in the Closet (2023)",
        "description": "Girl in the Closet (2023)\"အိမ်တွင်း အကြမ်းဖက်မှု\" ဆိုတာ ကြောက်စရာကောင်းပါတယ်\nအိမ်တွင်းအကြမ်းဖက်မှုတွေဟာ လူမဆန်တဲ့လုပ်ရပ်တွေဖြစ်ပြီး\nလူသားတွေဟာဒီလောက်တောင်ရက်စက်တတ်ကြပါလားဆိုတာ မေးခွန်းထုတ်စရာပါပဲ။အိမ်တွင်းအကြမ်းဖက်မှုကျူးလွန်သူတွေဟာဆိုရင်\nကိုယ်ပိုင်လုပ်ငန်း လုပ်ကိုင်သူတွေနဲ့ ပညာတတ် နေနိုင်စားနိုင်သူတွေအများစု ဖြစ်နေကြပါတယ်။\nနောက်ပိုင်းမှာလဲ အိမ်တွင်းအကြမ်းဖက်မှုတွေများလာတဲ့အတွက် အိမ်တွင်းအကြမ်းဖက်မှု ကာကွယ်ရေး အဖွဲ့တွေဖွဲ့ပြီး ပညာပေးလုပ်ဆောင်နေကြရပါတယ်။\nဒါဟာလူတွေရဲ့ကိုယ်ကျင့်တရားပျက်ပြားလာမှုတွေဖြစ်ပြီး တချို့တွေအတွက် တွေးတောင်မတွေးရဲလောက်တဲ့ အမှုတွေဖြစ်ပါတယ်။\nမြန်မာနိုင်ငံမှာလဲ နိုင်ငံခြားထွက်ပြီအလုပ်လုပ်တဲ့သူတွေ များလာတဲ့နောက် အိမ်တွင်းအကြမ်းဖက်မှုတွေကို\nဘယ်လိုကာကွယ်တိုက်ဖျက်ရမလဲ ဆိုတဲ့ ကိစ္စအတွက် ကူညီပေးမဲ့အာဏာပိုင်အဖွဲ့တွေ လူမှုကူညီရေးအဖွဲ့တွေမှပညာပေး လုပ်ငန်းတွေ တိုးမြင့်လုပ်ဆောင်ပြီး\nနိုင်ငံတကာ မှလူမှုကူညီရေးအဖွဲ့များရဲ့ အကူညီရယူနိုင်ရန်ပညာပေးဖို့ပိုမိုလိုအပ်လာနေပါပြီ။ယခုဒီကားလေးမှာလဲ အိမ်တွင်းအကြမ်းဖက်မှုရဲ့အကြောင်းတွေ ကလေးငယ်တွေကို ဘယ်လိုအသုံးချပြီး လုပ်စားကြလဲဆိုတာတွေ\nလူတွေရဲ့ အမှောင်ခြမ်းကို ရှင်းရှင်းလင်းလင်း ရိုက်ပြထားတဲ့ ပညာပေးကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးက မီယာဆိုသူ မိန်းမတစ်ယောက်ဟာ အကြောင်းအမျိုးမျိုးနဲ့ ကလေးငယ်တွေကို\nသွေးဆောင်ပြီး လေဝင်လေထွက်မရှိ အိမ်သာမရှိ ရေချိုးစရာမရှိ တဲ့မြေအောက်ခန်းလေးထဲမှာပိတ်လှောင်ပြီး\nနှိပ်စက် အစာရေစာ မကျွေး မိန်းကလေးငယ်လေးတွေကိုပြည့်တန်ဆာလုပ်ငန်းပါ အတင်းကျပ်ခိုင်းစေတဲ့ သူတစ်ယောက် ဖြစ်ပြီး\nအဖမ်းခံထားရတဲ့ ကလေးငယ်တွေရဲ့ဘဝကို ရိုက်ပြထားပြီး ဘယ်လိုမျိုး လွတ်မြောက်အောင် ကြိုးစားကြသလဲဆိုတာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1e7ew/Girl.in.the.Closet.2023.720p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nhj4Q39qMSk6X5Ly9j9Yqyjrg5A.jpg",
        "title": "Snag (2023)",
        "description": "Snag (2023)ဒီတစ်ခါတော့ ၂၀၂၃ ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကြမ်းကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။Snagဟာ ဩစတေးရီးယားလူမျိုး Assassinတစ်ဦးဖြစ်ပြီး မကောင်းမှုတွေရဲ့အဝေးမှာ သိုသိုသိပ်သိပ် ခြေရာဖျောက်နေထိုင်နေခဲ့သူပါ။တစ်နေ့မှာတော့ သူခြေရာဖျောက်နေနေတဲ့နေရာကို မိတ်ဆွေဟောင်းတစ်ယောက်ရောက်လာပြီး သတင်းတစ်ခုကိုပါ ယူလာခဲ့ပါတယ်။\nအဲ့ဒီသတင်းကတော့ တစ်ချိန်ကသူချစ်ခဲ့တဲ့မိန်းကလေးဟာ မသေဆုံးသေးဘဲအသက်ရှင်နေသေးတယ်ဆိုတဲ့သတင်းဖြစ်ပြီး\nအဲ့ဒီမိန်းကလေးကိုလည်း Snagနဲ့ရန်ငြိုးရှိခဲ့ဖူးသူက ဖမ်းဆီးထားတယ်ဆိုတဲ့သတင်းပါ။သတင်းကြားတာနဲ့ Snagတစ်ယောက် သူ့ချစ်သူကောင်မလေးကို\nသွားကယ်ဖို့ကြိုးစားတာတွေကို ရိုက်ကူးပြထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ 10 x 05 ပဲ ဖြစ်ပါတယ်။Genre..... Action, Mystery, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 626MB | 305MB\nFormat… mp4\nDuration…. 1h 23min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... 10 x 05\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1e7g2/Snag.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kmDJhZIq1xnu5ZiMOlb0nHJH1qb.jpg",
        "title": "Simulant (2023)",
        "description": "Simulant (2023)AI စက်ရုပ်တွေအကြောင်း ရိုက်ကူးထားတဲ့ Sci-Fi ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။\nခင်ပွန်းသေဆုံးသွားလို့ ပူဆွေးသောကရောက်နေတဲ့ Faye က သူ့ယောက်ျား Evan နဲ့ ပုံစံတူတဲ့ အသွင်တုစက်ရုပ်တစ်ရုပ်ကို ဖန်တီးခဲ့ပြီးတော့မှ\nသူ့ယောက်ျားမဟုတ်တဲ့အတွက် စက်ရုပ်ကို ပြန်ပိတ်ချဖို့ စိတ်ကူးနေပါတယ်။\nတစ်ဖက်မှာတော့ စက်ရုပ်တွေရဲ့ အခွင့်အရေးအတွက် စက်ရုပ်တွေကို လွတ်မြောက်ဖို့ လုပ်ပေးနေတဲ့ Casey ကို\nစက်ရုပ်ထိန်းသိမ်းရေးအဖွဲ့ AICE က လိုက်ဖမ်းနေပါတယ်။\nAICE အဖွဲ့ က အေးဂျင့် Kessler ကလည်း စက်ရုပ်ရဲ့ပေါ့ဆမှုကြောင့် သူ့ကလေးသေဆုံးရတယ်ဆိုပြီး နာကျင်နေတဲ့သူပါ။\nCasey နဲ့ Evan တို့ တွေ့သွားကြပြီး စက်ရုပ်တွေကို လွတ်မြောက်အောင် ဘယ်လိုလုပ်ကြမလဲ၊\nအေးဂျင့် Kessler က သူတို့ကို ဖမ်းဆီးနိုင်သွားမှာလားဆိုတာကို ဇာတ်ကားထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ပါ။\nစက်ရုပ်တွေလည်း လူသားတွေလို ခံစားတတ်တယ်၊ ချစ်တတ်တယ်၊\nလူသားတွေနဲ့ အတူနေထိုင်လို့ရတယ်ဆိုတာကို စက်ရုပ်နဲ့ လူသားကြားထဲက အချစ်ဇာတ်လမ်းလေး တစ်ပုဒ်နဲ့လည်း ပုံဖော်ထားပါသေးတယ်။အညွှန်း နဲ့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1e7fu/Simulant.2023.720p.WEBRip.DDP5.1.CM.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDE5ZDgwMTgtZTcyNC00NWE1LTk2YmMtZDY5ZmI3NTMxMjJjXkEyXkFqcGdeQXVyNTc5OTMwOTQ@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Baantjer het begin (2019)",
        "description": "Baantjer het begin (2019)\n==================\nIMDb Rating - 6.8/10ဒီရုပ်ရှင်ကတော့ ၁၉၈၀ ခုနှစ် နယ်သာလန်ဘုရင်မကြီး\nဘီယက်ထရစ်နန်းတက်ပွဲမတိုင်ခင်ရက်ပိုင်းအနည်းငယ်\nအချိန်ကို ဇာတ်အိမ်တည်ထားပါတယ်။ဒီကားရဲ့ အဓိကဇာတ်လိုက်ကျော်ကတော့ ယူရီယန်နယ်\nကော့ဆိုတဲ့ ကျေးလက်ဒေသကနေမှ အမ်စတာဒမ်ကိုပြောင်း\nရွှေ့လာခဲ့တဲ့ စုံထောက်လေးပေါ့။ သူနဲ့အတူတူတွဲလုပ်ရတဲ့\nစုံထောက်ကတော့ တိုနီမွန်တိုင်းဆိုတဲ့ အမ်စတာဖွားငလည်\nစုံထောက်တစ်ယောက်။ ယူရီယန်တစ်ယောက် ရောက်ရောက်\nချင်းမှာတင်ကိုပဲ ကံဆိုးချင်တော့ လူဆိုးလိုက်ဖမ်းရာကနေ\nလူသေအလောင်းတစ်လောင်းကိုရှာတွေ့သွားခဲ့ပြီး၊ အဲဒီလူသေ\nအလောင်းကနေမှ နန်းတက်ပွဲကိုဝင်တိုက်ခိုက်နိုင်မယ့် သဲလွန်\nစတွေကိုသိသွားခဲ့ရပါတယ်။ဒီတော့ နန်းတက်ပွဲကို တိုက်ခိုက်ဖို့ကြံစည်နေကြတာ ဘယ်သူ\nတွေလဲ၊ ယူရီယန်နဲ့ တိုနီတို့နှစ်ယောက် အချိန်မီတားဆီးနိုင်ကြ\nမလား၊ တခြားသူတို့မသိကြသေးတာတွေ ဘာတွေရှိနေနိုင်သ\nလဲဆိုတာကိုတော့ ဒီ Baantjer het begin (2019) ကားထဲမှာ\nဆက်လက်ရှုစားကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nFiona Gillen ဖြစ်ပါတယ်)File Size..........(1.87 GB) / (680 MB) / (364 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 53Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Crime, Drama\nTranslator.......Fiona ...",
        "rating": "6.8",
        "url": "https://megaup.net/1e4hz/Baantjer.het.begin.2019.DUTCH.720p.WEBRip.x264-VXT.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/6hkdITQQpvQYJPtU3aUUlLvQQ6Y-133x200.jpg",
        "title": "My Dinner with Andre (1981)",
        "description": "My Dinner with Andre (1981)~ IMDb - 7.7/10, Rotten Tomatoes - 92% ~ဒီဇာတ်ကားအကြောင်းပြောမယ်ဆိုရင် ပါတဲ့လူ ၂ ယောက်အကြောင်းက စပြောရပါလိမ့်မယ်။ အမေရိကန် ပြဇာတ်ရေးဆရာ Wallace Shawn နဲ့ ပြင်သစ်-အမေရိကန် ပြဇာတ်ဒါရိုက်တာ Andre Gregory တို့ပေါ့။ ဇာတ်လမ်းထဲမှာလည်း သူတို့နာမည်ရင်းပဲသုံးထားတယ်။ဒီဇာတ်ကားရိုက်ဖြစ်မယ့်အချိန်တုန်းက Andre ဟာ နှစ်နဲ့ချီခရီးတွေထွက်နေခဲ့လို့ အနုပညာကိစ္စတွေနဲ့ဝေးနေတဲ့အချိန်...အဲဒီမှာသူ့လုပ်ဖော်ကိုင်ဖက်ဟောင်း Wallace Shawn ကိုဆက်သွယ်ပြီး အနုပညာနဲ့ပတ်သက်တဲ့တစ်ခုခုလုပ်ကြဖို့ ပြောခဲ့တယ် (အဲဒီလိုဆက်သွယ်လာတာကို ရုပ်ရှင်ထဲမှာတော့ ညစာစားဖို့ဆက်သွယ်လာခဲ့ကြောင်း ထည့်ရိုက်ထားတယ်) Wallace ကလည်း လက်ခံလိုက်ပေမယ့် ဘာလုပ်ရမှန်းသိခဲ့တာမဟုတ်ဘူး။ သူတစ်ခုသိတာက Andre အနေနဲ့ သူတို့ချင်းမတွေ့ရတဲ့အတောအတွင်းက ဇာတ်ကြောင်းတွေပြန်ပြောပြချင်မယ်ဆိုတာပဲ။ အဲဒါကို တည်ပြီး မိတ်ဆွေနှစ်ယောက် ညစာစားရင်း စကားပြောကြတဲ့ပုံစံမျိုးနဲ့ ရုပ်ရှင်ရိုက်တယ်။ သူတို့နှစ်ယောက်ပဲ ဇာတ်ညွှန်းရေးတယ်။ဒါရိုက်တာက Louis ...",
        "rating": "7.7",
        "url": "https://megaup.net/1e7m6/(CM)_My_Dinner_With_Andre_(1981)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYWU0ZGFhMWEtNGQwNi00ZGJmLWI2ZDQtMjE5YTZlMzI2MGI1XkEyXkFqcGdeQXVyMTYxNzAwNjI1._V1_-150x200.jpg",
        "title": "Sindhooram(2023)",
        "description": "Sindhooram(2023)IMDb-7.8/10ဇာတ်လမ်းအညွှန်းနက်ဇယ်အဖွဲ့တွေနဲ့ ဒေသအာဏာပိုင်တွေ တင်းမာမှုအခက်အခဲတွေရှိနေတဲ့အချိန်\nလယ်ယာလုပ်ငန်းလုပ်ကိုင်သူလယ်သမားတွေဟာ ကိုယ့်လယ်မှာကို\nအလုပ်သမားလိုပြန်လုပ်နေရပြီး လုပ်ခလစာရတာလည်း အရမ်းကိုနည်းပါးကြတယ်ဒီလိုအခက်အခဲဝင်ငွေနည်းမှုတွေနဲ့ လယ်သမားတွေဟာလယ်ထဲမဆင်းနိုင်\nခက်ခဲပင်ပန်းပြီးအသက်ဆုံးတာတွေပါရှိလာကြတယ် ဒီချိန်မှာ MROအဖြစ်\nအသစ်ခန့်လိုက်တဲ့ ရှရီရာကကျေးရွာကိုရောက်လာပြီး လယ်သမားတွေအတွက် ရပ်တည်ဖြေရှင်းပါတော့တယ်ဒေသခံအာဏာပိုင်တွေနဲ့ အပြိုင်ချဲရမယ့်အသစ်ခန့်အမျိုးသမီးငယ်တစ်ယောက် ၊\nဒေသခံလယ်သမားတွေဘဝ နဲ့ နက်ဇယ်အဖွဲ့တွေရဲ့အကြောင်း ရှုထောင့်လေးမျိုးကနေ ကြည့်ရှူရမယ့်ကားဖြစ်ပါတယ်\nFile size…2.7GB / 1.4GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  HM~Yunni~BPL~Sai ~Nyein",
        "rating": "7.8",
        "url": "https://megaup.net/1e77h/Sindhooram_(2023)_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/p_thearistocats_19754_9f944ce1-133x200.jpeg",
        "title": "The AristoCats (1970)",
        "description": "The AristoCats (1970)~ IMDb - 7.1/10, Rotten Tomatoes - 63% ~Disney ရဲ့ တွဲဖက်တည်ထောင်သူ Roy O. Disney မသေဆုံးခင် နောက်ဆုံးထုတ်လုပ်ခဲ့တဲ့ Animated Movie လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ Disney ရဲ့ ကား 20 မြောက်ပေါ့။ကာတွန်းကားတစ်ခုကို ပေးတဲ့ Rating ကတော့ ဒီဇာတ်ကားမှာ တအံ့တဩဖြစ်ရတယ်ဗျို့။ ဇာတ်လမ်းသွားကတော့ အဟုတ်ကြီး မဖြစ်လှပေမဲ့ Animation လက်ရာကတော့ တော်တော်လက်ရာမြောက်တယ်ဗျ။ဇာတ်ကားနာမည်လိုပဲ ဇာတ်ကောင်ကြောင်လေးတွေရဲ့ အမူအရာဟာ သိပ်အထက်တန်းဆန်တာပဲ။ သိမ်မွေ့လှသလို မာန်ကြီးတဲ့၊ အတင်းလုပ်ယူထားရတဲ့ ယဉ်ကျေးတဲ့ဟန်အမူအရာ စကားလုံး၊ အထက်တန်းစားဖြစ်ဖို့ အထက်တန်းလွှာဟန်တွေနဲ့ အထက်တန်းစကားလုံးတွေနဲ့ အထက်တန်းစားကြောင်တွေပေါ့ဗျာ။လမ်းဘေးကြောင်ကြီးကိုလည်း တိတိပပ ဖန်တီးထားပြန်ရောဗျို့။ ဒီဘက်ခေတ် Animated Movie တွေလို အရောင်စိုစို ပန်းချီလှလှတွေနဲ့ အဓိကဖမ်းစားတာမျိုးမဟုတ်ဘူး။ သပ်ရပ် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2A27w/(CM)_The_AristoCats_(1970)_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMmIwZWY1YTYtNDlhOS00NDRmLWI4MzItNjk2NDc1N2NhYzNlXkEyXkFqcGdeQXVyNTUyMzE4Mzg@._V1_-133x200.jpg",
        "title": "Superman IV: The Quest for Peace (1987)",
        "description": "Superman IV: The Quest for Peace (1987)\n==============================စူပါမန်း 4 က 1980 ကျော်ကာလတွေက စူပါမန်းကားတွေရဲ့\nအဆုံးသတ်ဖြစ်ပါတယ်။ စူပါမန်း 2 မှာ အဖမ်းခံခဲ့ရတဲ့ လက်စ်\nလူသာက ထောင်ကပြန်လွတ်လာပြီး စူပါမန်းဆံချည်မျှင်ကနေ\nDNA ယူကာ နယူးကလီးယားမန်းဆိုတဲ့ Villain ကိုတည်ထွင်\nလိုက်ပါတယ် ။စူပါမန်းကို ဖျက်စီးပြီး ကမ္ဘာကိုအုပ်စိုးဖို့ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့\nလက်စ်လူသာတီထွင်လိုက်တဲ့ နယူးကလီးယားမန်းက နောက်\nပိုင်းမှာ သူကိုယ်တိုင်မထိန်းချုပ်နိုင်တော့ဘဲ အနိုင်ယူဖြေရှင်းဖို့က\nစူပါမန်းရဲ့တာ၀န်ဖြစ်လာပါတယ်။#Christopher Reeve(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.9 GB) / (646 MB) / (424 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 30Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Sci-Fi\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "4.7",
        "url": "https://megaup.net/1U49t/Superman.IV.The.Quest.For.Peace.1987.720p.BluRay.(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMzI3ZDllMTctNmI2Mi00OGQ4LTk2ZTQtYTJhMjA5ZGI2YmRkXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_FMjpg_UX1000_-132x200.jpg",
        "title": "Superman III (1983)",
        "description": "Superman III (1983)\n================စူပါမန်း ရုပ်ရှင်တွေမှာ အဓိကကျတာကတော့ သူနဲ့ရင်ဆိုင်ရတဲ့\nVillain တွေပါပဲ။ ဒီ၁၉၈၃ ခုနှစ်ကထွက်ခဲ့တဲ့ အပိုင်း ၃ မှာလည်း\nစူပါမန်းရဲ့ villain က တစ်ခြားကမ္ဘာက စွမ်းအားမြင့် ဂြိုလ်သား\nတွေ နတ်ဘုရားတွေမဟုတ်ဘဲ သာမန် လူတွေပါပဲ။၁၉၈၀ နောက်ပိုင်း ကွန်ပြူတာတွေ စခေတ်စားလာတဲ့အခါမှာ\nကွန်ပြူတာကို အထူးကျွမ်းကျင်တဲ့ ဂက်စ်ဂေါ်မန်ဆိုတဲ့ လူတစ်\nယောက်က သူ့ရဲ့ မဟာအကြံစည်ကြီးမှာ စူပါမန်းက အနှောင့်\nယှက်အတားဆီးဖြစ်နေမှာသိတဲ့အတွက် စူပါမန်းရဲ့အားနည်း\nချက်ဖြစ်တဲ့ ခရစ်ပတွန်ကျောက်ကို ပုံတူပွားပြီး Evil Superman\nဖြစ်အောင် လှည့်ကွက်နဲ့အသုံးချလိုက်ပြီး လူတွေရဲ့ ယုံကြည်အား\nကိုးမှုကိုပျက်ပြားအောင်လုပ်ပြီးသွေးခွဲလိုက်ပါတယ်။ ဒီဒုစရိုက်\nသမား ဉာဏ်ကြီးရှင်ကိုလည်း စူပါမန်းဘယ်လိုအနိုင်ယူသွားမလဲ\nဆိုတာကို ကြည့်ရမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။#Christopher Reeve(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(3.0 GB) / (1.0 GB) / (500 MB)\nQuality............BLU-RAY 1080p / 720p / ...",
        "rating": "5.2",
        "url": "https://megaup.net/1e1sr/Superman.III.1983.720p.BluRay.(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjg5ZWIzYjctYjFhMC00ZjI1LTkzZDktNmI2YTM5ZDk3MGY2XkEyXkFqcGdeQXVyNjc5NjEzNA@@._V1_-133x200.jpg",
        "title": "Superman II (1980)",
        "description": "Superman II (1980)\n===============\nIMDb Rating - 6.8/10၁၉၈၀ ကာလက CGI အထူးပြုလုပ်ချက်တွေ မရှိဘဲ\nရိုက်ကူးခဲ့တဲ့ ဂန္တဝင်စူပါမန်းကားတွေထဲက အပိုင်း ၂\nဖြစ်ပါတယ်။အပိုင်း ၁ နဲ့ဆက်နေပြီး ...General Zod တို့သုံးဦးကို\nခရစ်ပတွန်ဂြိုလ်မှ နှင်ထုတ်ပြီး ကလာ့ခ်ကန့်ခ် ခေါ် စူပါ\nမန်းလည်း ကမ္ဘာမြေပေါ်မှာအခြေချနေပါပြီ။ ဒါပေမယ့်\nအချိန်ကြာလာတာနဲ့အမျှ လူသားတွေရဲ့ အာကာသနယ်\nမြေချဲ့ထွင်ရေးကနေ General Zod တို့ကို ပိတ်လှောင်\nထားတဲ့ ထောင်လည်းစွမ်းအားလျော့သွားပြီး လွတ်မြောက်\nသွားကာ ခရစ်ပတွန်ဂြိုလ်သား စူပါမန်းကို ကလဲံ့စားချေဖို့\nကမ္ဘာမြေကိုအန္တရာယ်ပြုပါတော့တယ်။General Zod တို့ကို ထောင်ဖောက်ပြေးလာတဲ့ လက်စ်\nလူသာက ပူးပေါင်းကာ စူပါမန်းကို ဒူးထောက်ဖို့အကြပ်ကိုင်\nပါတယ်။ အဲဒီတော့ Villain တွေကိုရှင်းလင်းပြီး ကမ္ဘာမြေကို\nကယ်တင်ဖို့ စူပါမန်းအပေါ်ပဲတာဝန်ကျလာပါတော့တယ်။ဒီကားက စူပါဟီးရိုးကားဆိုပေမယ့် Comedy , Drama ပုံစံနဲ့\nရိုက်ထားတော့ ဒီဘက်ခေတ်ကားတွေနဲ့ ကြည့်ရတဲ့ အရသာ\nမတူတာတေ့ာ့ အမှန်ပါပဲ ။#Christopher Reeve(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan ...",
        "rating": "6.8",
        "url": "https://megaup.net/1e16y/Superman.II.1980.720p.BluRay.(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d7px1FQxW4tngdACVRsCSaZq0Xl.jpg",
        "title": "Superman I (1978)",
        "description": "Superman I (1978) Extended Cut===============================~ IMDb - 7.4/10, RT - 93%, Meta - 82% ~ဒီခေတ်လို စူပါဟီးရိုးကားတွေ ရေပန်းစားပြီး ဖောချင်းသောချင်းထွက်မလာခင်ခေတ်တုန်းက စူပါဟီးရိုးကားတော်တော်များများဟာ ဒီခေတ်လို CGI Effects တွေ နာမည်ကြီးသရုပ်ဆောင်တွေ တပုံတပင်နဲ့ သိပ်ခမ်းနားချင်မှခမ်းနားမယ်။ သိပ်လည်းမပေါများခဲ့တော့ တစ်ကားဆိုတစ်ကားဆိုသလို ကြည့်လို့ကောင်းခဲ့ပြီး ကျွန်တော်တို့ငယ်ဘဝရဲ့အမှတ်တရတွေဖြစ်ခဲ့ကြတာကိုတော့ ငြင်းမရဘူး။အဲဒီလိုစူပါဟီးရိုးတွေထဲကမှ စူပါမန်းကားတွေလည်း တော်တော်များများထွက်ခဲ့ပေမဲ့ ခရစ္စတိုဖာရိဗ်ရဲ့ပထမဆုံးကားတဖြစ်လဲ ဒီကားက သမိုင်းရဲ့ အခမ်းနားဆုံး စူပါမန်းကားတစ်ကားဆိုတာကတော့ ရုပ်ရှင်သမားတိုင်း လက်ခံထားရမယ့် အမှန်တရားတစ်ခုပဲ။ ဘာလို့ဆို ဒီစူပါမန်းက The Godfather ရဲ့ စာရေးဆရာ ဇာတ်ညွှန်းဆရာ မာရီယိုပူဇိုတစ်ယောက် The Godfather ရိုက်ပြီးတဲ့နောက် ပထမဆုံးဇာတ်ညွှန်းပြန်ရေးခဲ့တဲ့ ရုပ်ရှင်လည်းဟုတ်တယ်။ Godfather ကြီး မာလွန်ဘရန်ဒိုကိုယ်တိုင်လည်း စူပါမန်းအဖေ Jor-El အဖြစ်သရုပ်ဆောင်ခဲ့တယ်။ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2zWI8/(CM)_Superman_(1978)_EXTENDED_CUT_720p.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6rfYkcuJToQLRTdFN4J697wWHrP.jpg",
        "title": "Picture Perfect Romance (2022)",
        "description": "Picture Perfect Romance (2022)~ IMDb rating - 6.6/10 ~အခုတင်ဆက်ပေးမှာကတော့ ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် လူငယ် Fancy အချစ်ဇာတ်လမ်းလေးပါ။ Main Lead နေရာမှာ​တော့ Titans စီးရီးထဲမှာ Phil ဇာတ်ကောင်နေရာကနေပါဝင်ခဲ့တဲ့ Jon McLaren နဲ့ Celeste Desjardins တို့ကပါဝင်ထားပါတယ်။ဇိုအီဆိုတဲ့ကောင်မလေးက အချစ်ဦးနဲ့လမ်းခွဲပြီး အချိန်အကြာကြီး Single ဖြစ်နေတဲ့သူပေါ့။ မင်္ဂလာပွဲမတိုင်ခင်တစ်ပတ်အလိုမှာ ရည်းစားဟောင်းရဲ့ Ghost လုပ်သွားတာကိုခံခဲ့ရပြီးနောက်ပိုင်း ဇိုအီလည်း Trauma ရသွားပြီး သူအရမ်းချစ်တဲ့မင်္ဂလာဆောင်ဓာတ်ပုံရိုက်တဲ့အလုပ်ကိုစွန့်လွှတ်ခဲ့တယ်။ ဒီလိုနဲ့တနေ့မှာ အပန်း​ဖြေစခန်းပိုင်ရှင် အချစ်ဆုံးသူငယ်ချင်းရဲ့ မင်္ဂလာဆောင်မှာ Photographer လုပ်ပေးဖို့ဖြစ်လာတယ်။ အပန်းဖြေစခန်းကိုရောက်တဲ့အချိန်မှာ မမျှော်လင့်ဘဲ ရည်းစားဟောင်းနဲ့ပြန်တွေ့လိုက်ရတယ်။ ခပ်အေးအေးနေချင်တဲ့ဇိုအီတစ်ယောက် ရည်းစားဟောင်းရဲ့ လက်ရှိရည်းစားစပ်ဆလူးစိန်ကြောင့်လည်း အာရုံနောက်ရပြန်တယ်။ ဒီအခြေအနေကနေ ဇိုအီကိုကယ်တင်ပေးမယ့်သူကတော့ ဒေါက်တာကလာ့ခ်ဆိုတဲ့လူငယ်ဆရာဝန်လေးပေါ့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "6.6",
        "url": "https://megaup.net/1e778/(CM)_Picture_Perfect_Romance_(2022)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fwdkiV9vzZnAWygGaAbGZ5AxflN.jpg",
        "title": "My Youth And I ( 2023 )",
        "description": "Exo Lay ၊Wang Yibo ၊Zhou Yu Tongတို့အဓိကသရုပ်ဆောင်ထားပြီး\nနာမည်ကြီးသရုပ်ဆောင်ကောင်းတွေအများကြီးအားဖြည့်ပါဝင်ထားတဲ့\nလူငယ်ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဒီရုပ်ရှင်ကို အပိုင်း(၃)ပိုင်းခွဲပြီးတင်ဆက်ထားပါတယ်။၁၉၃၈ခုနှစ် တရုတ်ပြည်ရဲ့အငတ်ဘေးဒုက္ခကိုဖြေရှင်းဖို့အတွက်\nရာသီဥတုအလွန်အေးတဲ့မြောက်ပိုင်းခယောင်းမြေကိုထွန်ယက်ဖို့\nကြိုးစားတဲ့လူငယ်လေးတွေအကြောင်း၁၉၉၃ခုနှစ်အခြေခံထားပြီး ဂီတဆရာလေးတစ်ယောက်ဟာ\nရွာသူရွာသားတွေကိုသီချင်းဆိုသင်ပေးရင်း ဂီတနဲ့အကကိုပေါင်းစပ်ခဲ့ပြီး\nဆရာနဲ့တပည့်တွေကြားကဆက်ဆံရေးကိုတက်ဆက်ပြခဲ့ပြီး\nဝေးလံခေါင်သီတဲ့နယ်တို့ကို ယဉ်ကျေးမှုပြန့်ပွားအောင်ကြိုးစားခဲ့ပုံ၂၀၁၈ခုနှစ်မှာ ကွန်မြူနစ်လူငယ်အဖွဲ့အစည်းကနေပြီး\nဆင်းရဲတဲ့မိသားစုတွေကိုပညာရေးပံ့ပိုးမှုနဲ့ အလုပ်အကိုင်\nအကူအညီတွေပေးပြီး ဆင်းရဲတွင်းမှလွတ်မြောက်အောင်ကူညီပေးကြပုံစတဲ့\nတရုတ်လူငယ်တွေရဲ့ခေတ်အဆက်ဆက်ဆင့်ကမ်းလာတဲ့\nနွေးထွေးမှုနဲ့အင်အားတွေကိုတင်ဆက်ပြသွားတာပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1e767/My_Youth_And_I_2023_1080p_WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vnRthEZz16Q9VWcP5homkHxyHoy.jpg",
        "title": "The Mother (2023)",
        "description": "The Mother (2023)နက်ဖလစ်နဲ့ ဖန်စီကားလေးတွေမှန်မှန်ရိုက်နေတဲ့ ဂျေလိုတစ်ယောက် ဒီတစ်ခါတော့ အက်ရှင်ကားကိုအတည်ရိုက်လိုက်ပါပြီ။\nဟာသမပါပါဘူး။ အတော်လည်းကောင်းပါတယ်။\nဒါရိုက်တာကတော့ Mulan တို့ Anna with an E တို့ရဲ့ ဒါရိုက်တာ မမကြီး Niki Caro ပါပဲ။ဇာတ်လမ်းအကျဉ်းဇာတ်လမ်းနာမည် The mother ဆိုတဲ့အတိုင်း ဂျေလိုက ကလေးအမေပါ။\nဇာတ်ကားတစ်ကားလုံးမှာ သူ့နာမည်ကို မပြောသွားပါဘူး။\nသူဟာ အာဖဂန်နဲ့အီရန်မှာ စနိုက်ပါအဖြစ် စစ်ဆင်ရေးတွေလုပ်ခဲ့သူဖြစ်ပြီး\nစစ်တပ်ကထွက်ပြီးနောက်ပိုင်းမှာ ကျူးဘားနဲ့မက္ကဆီကို လူဆိုးဂိုဏ်းတွေနဲ့ ပတ်သတ်ခဲ့ပါတယ်။\nဒါပေမဲ့ ကိုယ်ဝန်ရလာပြီးမှာ သူတို့တွေကို ရဲဆီသတင်းပေးပြီး ဒီလောကထဲကနေ အလွတ်ရုန်းဖို့ ကြိုးစားခဲ့ပေမဲ့\nအတိတ်ရဲ့ရန်သူတော်တွေက လျို့ဝှက်ထားတဲ့ သူ့သမီးကို ရန်ပြုလာတဲ့အခါ\nအမေကလည်း ပုန်းနေရာကနေထွက်လာပြီးတော့ ရန်သူဟောင်းအားလုံးကို ရင်ဆိုင်ရပါတော့တယ်....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | ...",
        "rating": "7.4",
        "url": "https://megaup.net/1e7e2/The.Mother.2023.1080p.NF.WEB-DL.5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjA3OTU5NTQtNzVmMC00ZWU4LWI2MzYtYWRhYjNiMjJlNDE5XkEyXkFqcGdeQXVyMTI5ODA2Mzc5._V1_-135x200.jpg",
        "title": "Diamond in the Rough (2022)",
        "description": "Diamond in the Rough (2022)\n======================Rom-com ကြိုက်နှစ်သက်သူများအတွက် ပေါ့ပေါ့ပါးပါး\nromantic comedy ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေး\nပါရစေ။အာရီယာနာအဲလ်ဗရက်စ်ဆိုတဲ့ ဂျစ်ကန်ကန် ကလေးမလေး\nက မိဘတွေဆုံးပြီးကတည်းက ဘယ်သူနဲ့မှလည်း သဟဇာ\nတမဖြစ်၊ သူငယ်ချင်းလည်းမရှိ၊ အလုပ်လည်းမရှိနဲ့ အိမ်မှာပဲ\nသူ့ကြောင်လေးရိုမီယိုနဲ့အတူ နေနေပါတယ်။ ဒါကိုကြည့်မနေ\nနိုင်တဲ့ သူ့ဦးလေးက သူပိုင်တဲ့အပန်းဖြေကလပ်ကိုလာပြီး\nအဖွဲ့ဝင်တွေနဲ့ မိတ်ဆွေဖွဲ့ရင် အလုပ်ရှာပေးမယ်လို့ ကတိပေး\nလိုက်ပါတယ်။ဒီလိုနဲ့ပဲ မသွားချင်သွားချင်နဲ့ ကလပ်ကိုရောက်သွားတဲ့ အာရီ\nယာနာတို့ ကလပ်ရဲ့များပြားလှတဲ့ စည်းကမ်းတွေကြားမှာ\nဘယ်လိုရုန်းကန်ရင်း သူငယ်ချင်းရှာမလဲ ။ သူငယ်ချင်းအပြင်\nဘယ်သူတွေနဲ့ပါ တွေ့ရမလဲ။ IQ ကောင်းပေမဲ့ EQ မရှိတဲ့ သူ\nက အခက်အခဲတွေကို ဘယ်လိုကျော်လွှားပြီး သူနဲ့သက်ဆိုင်တဲ့\nနေရာကို ရှာဖွေပုံကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို EL မှ ရေးသားပေးပြီး ဘာသာပြန်\nရေးသားပေးသူများကတော့ EL, Khant Sett Naing တို့ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (715 MB) / (424 ...",
        "rating": "4.5",
        "url": "https://megaup.net/1U08t/Diamond.in.the.Rough.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTI4NzdiNjAtYzkzNC00MjQwLWFjZDktMDM3YTg3YzIwMDdiXkEyXkFqcGdeQXVyOTMzOTMzMTg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Tomorrow Job (2023)",
        "description": "The Tomorrow Job (2023)\n===================အကယ်၍ ခင်ဗျားတို့သာ မနက်ဖြန်ကို အချိန်ခုန်ကူးခွင့်\nရမယ်ဆိုရင် ဘယ်နှယ့်လုပ်ကြမလဲ။ ဆေးတောင့်လေး\nကိုသောက်လိုက်။ မနက်ဖြန်ကို တစ်နာရီတိတိအချိန်ခုန်\nကူးလို့ရမယ်။ ဒါပေမဲ့ အသိစိတ်ကပဲကူးသွားမှာ။ ခန္ဓာကိုယ်\nမပါဘူး။ ပြောရရင် ဒီနေ့အချိန်ကခင်ဗျားက မနက်ဖြန်အ\nချိန်က ခင်ဗျားရဲ့အသိစိတ်ထဲရောက်ပြီး အဲဒီမနက်ဖြန်\nအချိန်ကခင်ဗျားက ဒီနေ့အချိန်ကခင်ဗျားရဲ့ အသိစိတ်ထဲ\nရောက်လာမယ်ပေါ့။ တစ်နာရီတိတိဖလှယ်သွားကြမယ်။\nစာမေးပွဲမေးခွန်းတို့ ဘာတို့ညာတို့ ကြိုမကြည့်ချင်ကြဘူး\nလား :P ။လီ တို့အဖွဲ့ကတော့ မကောင်းမှုမှာ အသုံးချနေကြပါတယ်။\nလီရယ် မာတင်ရယ် ဖင်းရယ် သုံးယောက်သားဟာ မနက်\nဖြန်ကိုခုန်ကူးပြီး အချက်အလက်တွေခိုးကြတဲ့အဖွဲ့ပေါ့။\nသူတို့ကို ခိုင်းနေတဲ့ နောက်ကွယ်က အဖွဲ့အစည်းကြီးလည်း\nရှိပါသေးတယ်။အဲဒီအချိန်ကူးဆေးတောင့်တွေကို Z+လို့ခေါ်ပါတယ်။ မသုံး\nတတ်ရင်တော့ ရူးတဲ့အထိ ဘေးဖြစ်တတ်ပါတယ်။ တစ်နေ့\nကျ သုံးယောက်သား မစ်ရှင်တစ်ခုလုပ်ရင်း မာတင်သေသွား\nတဲ့အချိန်ကစပြီး လီနဲ့ဖင်းတို့ ဒီအလုပ်ကိုရပ်ပစ်လိုက်ပေမဲ့\nပြန်စလုပ်ဖို့ အကြောင်းဖန်လာတဲ့အခါ....။ ဒီဆေးတောင့်\nတွေကရောဘာလဲ။ နောက်ကွယ်ကအဖွဲ့အစည်းကရော\nဘာလဲ။ လီတို့တွေ ဒီမပြီးနိုင်တဲ့သံသရာကြီးကို အပြီးဖြတ်\nနိုင်မှာလားဆိုတာ ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.84 GB) / ...",
        "rating": "4.8",
        "url": "https://megaup.net/1U07t/The.Tomorrow.Job.2023.720p.WEBRip.(CM).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Vikram-Vedha-160x200.jpeg",
        "title": "Vikram Vedha (2022)",
        "description": "Vikram Vedha (2022)ကဲ ဒီကားကိုတော့ ထွေထွေထူးထူး ညွှန်းနေစရာမလိုဘူးထင်ပါတယ်\nသူ့အရင်ထွက်ထားတဲ့ တောင်ပိုင်းကားကလည်း အတော်ပေါက်ခဲ့တာဆိုတော့...။ဒိတ်ဒိတ်ကြဲမင်းသားကြီးတွေဖြစ်ကြတဲ့ ရီသစ်ရိုရှန်းနဲ့ ဆေ့ဖ်အလီခန်းတို့က\nအဓိကပါဝင်အားပြိုင်ထားပေးကြပြီး မင်းသမီးရာဒီကားအာပ်တေးက\nပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်...ဇာတ်လမ်းကတော့ ရဲနဲ့ ဂိုဏ်းစတားအားပြိုင်တဲ့ကား...။ဒါပေမဲ့ ဇာတ်လမ်းလေးက ဆန်းတယ်...။ဗစ်ကရမ်...။\nသူဟာ ဖြောင့်မတ်တဲ့ ရဲအရာရှိတစ်ယောက်ဖြစ်ပြီး ရာဇဝတ်သားမြင်ရင်\nလက်ရွံ့တွန့်ဆုတ်မနေတတ်ဘဲ လက်ရဲဇက်ရဲနိုင်တဲ့ ဌာနဆိုင်ရာ\nအားကိုးရတဲ့ရဲတစ်ယောက်...။ဗေဒါး...။\nသူဟာလည်း လက်ခနောင်းမြို့တခွင်မှာ ဒိတ်ဒိတ်ကြဲလူမိုက်ကြီးတစ်ယောက်ဖြစ်ပြီး\nဘယ်သူမှမော်မကြည့်ရဲကြသလို မြို့နေပြည်သူတွေရဲ့ ချစ်ခြင်းကိုခံနေရတဲ့\nဂိုဏ်းစတားတစ်ယောက်...။လက်ခနောင်းမြို့နယ်အတွင်းက ဂိုဏ်းတွေအချင်းချင်း မသင့်မြတ်ကြရင်း\nသတ်ဖြတ်မှုတွေဖြစ်ပေါ်လာတော့ မြို့နေပြည်သူများဟာ\nအသက်အန္တရာယ်စိုးရိမ်နေရပါတယ်...ဒီတော့ ဒီဂိုဏ်းတွေကို ရှင်းပစ်ဖို့ ရဲဌာနကနေ အထူးတပ်ဖွဲ့တစ်ဖွဲ့\nဖွဲ့စည်းလိုက်တယ်..တပ်ဖွဲ့ရဲ့တာဝန်က ဒီရာဇဝတ်သားတွေကို\nလိုက်လံရှာဖွေသတ်ပစ်ဖို့ပဲအဲ့ဒီမှာပဲ ဗစ်ကရမ်နဲ့ ဗေဒါးဟာ ထိပ်တိုက်တွေ့ရဖို့\nအကြောင်းဖန်လာပါတော့တယ်...ဆက်လက်ပြီး ဘယ်လိုတွေကြမ်းလာမယ့်အပြင် လှည့်ကွက်လေးတွေနဲ့\nကြည့်ရဦးမှာမို့ မပျင်းရစေမှာ အမှန်ပဲဖြစ်ပါတယ်...လူအယောက် 18Kလောက်က IMDb 7.1 vote ပေးထားတာဆိုတော့\nကြည့်လို့ကောင်းတဲ့ မှုခင်းအက်ရှင်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့\nညွှန်းပေးလိုက်ပါတယ်နော်...။\nFile size…3.14GB  /  1.26GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 40m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor~Thaik San",
        "rating": "7.1",
        "url": "https://megaup.net/1U4d3/Vikram_Vedha_(2022)_Hindi_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i2F9mk8ssi6hVHwYiV3DbxDfRq.jpg",
        "title": "Circle Line ( 2023 )",
        "description": "စင်္ကာပူရုပ်ရှင်လောကရဲ့ ပထမဆုံးခေတ်သစ်ထူးဆန်းသတ္တဝါကားလို့ဆိုတဲ့\nCircle Line ကို တင်ဆက်ပေးလိုက်ပါတယ်။\nစင်္ကာပူဒါရိုက်တာJD Chuaရိုက်ကူးထားပြီး ထိုင်ဝမ်ထုတ်လုပ်ရေးကုမ္ပဏီနဲ့\nတွဲဖက်ထုတ်လုပ်ထားတာပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင်တော့-ကားအက်စီးဒင့်အပြင်းအထန်ဖြစ်ခဲ့ပြီး စိတ်ဒဏ်ရာတွေကို\nကုသကျော်ဖြတ်နေရတဲ့ သားအမိနှစ်ယောက်\n-အဖေဟာအလုပ်ထဲမှာပဲနှစ်မြှုပ်ထားပြီး သမီးကိုအချိန်မပေးနဲ့တဲ့ အဖေနဲ့သမီး\nမြေအောက်အမြန်ရထားတွေဟာအလိုအလျောက်Programနဲ့ပဲထိန်းချုပ်ပြီးသွားကြတာပါSystem ဟောင်းမှာချို့ယွင်းချက်တွေဖြစ်လာတဲ့အခါ ရထားကဘူတာ\nမရောက်ခင်ရပ်သွားတာတွေစတဲ့ချို့ယွင်းချက်တွေဖြစ်လာပါတယ်။\nSystemကိုပြန်ပြင်ဖို့ကြိုးစားနေတဲ့အချိန်မှာပဲ ညပိုင်းနောက်ဆုံးရထားတစ်စီးဟာ\nချို့ယွင်းချက်ကြောင့် ပုံမှန်ရထားလမ်းကြောင်းကနေသွေဖီပြီး\nအသုံးမပြုတဲ့ရထားလမ်းထဲကိုရောက်သွားခဲ့ပါတယ်။အဲဒီအချိန်မှာမြေအောက်ရထားလှိုဏ်ခေါင်းထဲမှာဘယ်လိုအရာကစောင့်ကြိုနေမလဲ......\nမြေပြင်ဗဟိုဌာနကရော မြေအောက်ရထားထဲကလူတွေကိုဘယ်လိုကယ်တင်မလဲ......\nအန္တရာယ်တွေကြုံလာတဲ့အခါ မိခင်တို့ရဲ့သဘာဝအတိုင်း အမေတစ်ယောက်ဟာ\nသားတစ်ယောက်ကိုဘယ်လိုကာကွယ်ပေးမလဲဆိုတာကို\nဆက်လက်ကြည့်ရှုပြီး စင်္ကာပူရဲ့ပထမဆုံးသောခေတ်သစ်ထူးဆန်းသတ္တဝါကားဟာ\nဘယ်လိုအနေအထားရှိမလဲဆိုတာကိုကြည့်ရှုလိုက်ကြပါဦးနော်......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1U434/Circle_Line_2023_1080p_WEB-DL.CM.mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AlYoBpgTgtWaWpawi8o8lrC5S4O.jpg",
        "title": "Di Renjie and the Flying Demon Head ( 2020 )",
        "description": "စုံထောက်သိုင်းကားတွေကို နှစ်သက်တဲ့ သူတွေအတွက်\neffect လှလှလေးတွေနဲ့ သဲထိတ်ရင်ဖိုဖြစ်စေမဲ့ စုံထောက်ကြီးဒီးရန်ကျယ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ဆုတောင်းပွဲတော်လုပ်နေစဉ်အချိန်တွင်းမှာ ကောင်းကင်ပေါ်မှ ခေါင်းပျံကြီးတစ်ခု\nထွက်လာကာ နန်းတွင်းတပ်တွေကို တိုက်ခိုက်ခဲ့ပါတယ်။ ချက်ချင်းပဲ\nတစ်မြို့လုံးမှာ မိစ္ဆာတံခါးပွင့်ပြီဆိုပြီး သတင်းပြန့်သွားပါတော့တယ်။\nဒီးရန်ကျယ်နဲ့ ဟဲ့လျန်ထူရှိုးတို့ ပူးပေါင်းပြီး အမှုလိုက်ရာမှာ\nအခက်အခဲအများအပြားနဲ့ တွေ့ခဲ့ရပါတယ်။ ဒီးရန်ကျယ်တို့အဖွဲ့ဟာ\nလျှို့ဝှက်တဲ့ ပေမင်တစ္ဆေမြို့ကိုရောက်လာပြီး\nပုန်းခိုတိုက်ခိုက်ခံရသဖြင့် အသက်ပေးရမလို ဖြစ်ခဲ့ပါသေးတယ်။လော့ယန်ကို ပြန်ရောက်ပြီးနောက် ကောင်းကင်ပေါ်မှာ မိစ္ဆာနိမိတ်ဆိုးတွေ ပြနေပြီး\nအန္တရာယ်အပြည့် ဖြစ်နေပါတယ်။ နောက် ၅ ရက်အကြာမှာ\nကျောင်း ၇ ကျောင်းပွဲတော်ကို ပြုလုပ်တော့မှာဖြစ်လို့ အမှုကို ဖြေရှင်းနိုင်ဖို့ အလျင်လိုနေပါတယ်။ဒီးရန်ကျယ်တစ်ယောက် အမှုကို အချိန်မီ ဖြေရှင်းနိုင်ဖို့\nဘယ်လိုအန္တရာယ်တွေနဲ့ ကြုံတွေ့ရပြီး ဖြေရှင်းမလဲဆိုတာကို\nရုပ်ရှင်လေးနဲ့အတူ သဲထိတ်ရင်ဖို ခံစားကြည့်ရှုလိုက်ပါနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar ...",
        "rating": "6",
        "url": "https://megaup.net/2A1pg/Detective_Dee_And_The_Flying_Demon_Head_2020_1080p_WEB-DL.CM.mp4",
        "category": "Drama, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMmE2ZjYwNGYtYWMyMS00M2I0LWI4NDEtMzc1MTllMjk0ZmFmXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Stranger Than Fiction (2006)",
        "description": "လူတိုင်း ဘဝမှာ ကြိုးစားနေကြတာ ရုန်းကန်လှုပ်ရှားနေကြတာက နောက်တော့ ပိုကောင်းတဲ့ ဘဝမှာနေနိုင်မှာပါ ဒီနေ့ သိပ်အဆင်မပြေပေမဲ့ မနက်ဖြန်တော့ ပိုကောင်းလာမှာပါဆိုတဲ့ မျှော်လင့်ချက်လေးကြောင့် ဖြစ်မယ်ထင်ပါတယ်။ ဒါပေမဲ့ ဘဝက အဆုံးသတ်ကို ကြိုရေးထားပြီးသား ဇာတ်လမ်းတစ်ပုဒ် ဖြစ်နေမယ်ဆို ဘယ်လို အသက်ဆက်ရှင်ကြမလဲ ဟာရိုးခရစ်ခ်က IRS က စာရင်းစစ်တစ်ဦးပါ။ သူ့ဘဝက တစ်‌နေ့တစ်နေ့ ဘာထူးခြားမှုမှမရှိဘဲ ပုံသေကားချပ်ကြီးအတိုင်းပါပဲ။ တစ်နေ့မှာတော့ သူ့လုပ်တဲ့အပြုအမူတိုင်းကို ဇာတ်ကြောင်းပြန်ပြောပြနေတဲ့ အသံတစ်ခုကို သတိထားလိုက်မိပါတယ်။ တုန်လှုပ်စရာကောင်းတာက သူ မကြာခင် သေရတော့မယ်လို့ ဇာတ်ကြောင်းပြန်နေတဲ့အသံက ပြောလိုက်ပါတယ်။ ဇာတ်လမ်းတစ်ခုထဲကို ရောက်နေပြီဆိုတာ သူသိလိုက်ပါတယ်။ သူရောက်နေတဲ့ ဇာတ်လမ်းက ဟာသဇာတ်မြူလား အလွမ်းဇာတ်လား။ ဘာပဲဖြစ်ဖြစ် စာရေးဆရာကို ရှာပြီး မကြာခင်သေရတော့မယ်ဆိုတဲ့ ဇာတ်သိမ်းကို ပြောင်းဖို့ ကြိုးစားမှဖြစ်မယ်။ ဒါပေမဲ့ သူ့အကြောင်း ဝတ္ထုရေးနေတဲ့ စာရေးဆရာက အဓိကဇာတ်ကောင်တိုင်းက သေပြီး ...",
        "rating": "",
        "url": "https://megaup.net/1dEo5/stranger.than.fiction.720p.(CM).mp4",
        "category": "Comedy, Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjg3MDY1N2ItMzZjZC00MTc0LThiYjYtYmFkNWNmODEyZDU0XkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Magic Flute (2022)",
        "description": "The Magic Flute (2022)\n=================သီချင်းသံစဉ်တွေဟာ ကျွန်တော်တို့ရဲ့စိတ်ခံစားချက်တွေကို ရသ\nအမျိုးမျိုးပေးနိုင်စွမ်းရှိပါတယ်။ တစ်ယောက်နဲ့တစ်ယောက် အကြိုက်\nချင်းမတူညီရင်တောင်မှ ခံစားချက်တွေတူညီနေခဲ့လို့ နှစ်လွှာပေါင်းမှ\nတစ်ရွက်တည်းဆိုတဲ့ဘဝတွေ ဖြစ်တည်လာခဲ့တာပါ။ ဘဝမှာ တစ်ခု\nခုလိုအပ်နေတဲ့အခိုက်အတန့်ကို လူတိုင်းခံစားဖူးကြမှာပါ။ အချစ်လား\nငွေကြေးလား ပျော်ရွှင်ခြင်းလား အရာရာကို ကြုံတွေ့ခံစားရပြီးမှ ကိုယ်\nဖြစ်ချင်တဲ့အရာကို သိနိုင်ခွင့်ရလာမှာပါ။ ဒီဇာတ်လမ်းကို သီချင်းသံစဉ်နဲ့\nဖောင်ဖွဲ့ထားတာဖြစ်လို့ တခြားရုပ်ရှင်တွေနဲ့မတူတဲ့ ရသမျိုးကိုခံစားရမှာပါ။Timဆိုတဲ့ကောင်လေးရဲ့အိပ်မက်က မိုဇတ်ဂီတကျောင်းတော်ကြီးကို\nတက်ခွင့်ရဖို့ပါ မိုဇတ်ကျောင်းသားဟောင်းဖြစ်တဲ့အဖေဖြစ်သူက မသေ\nခင်မှာ စာအုပ်တစ်အုပ်ပေးခဲ့တယ်။ အဲဒီစာအုပ်ကို သူနဲ့သက်ဆိုင်တဲ့နေ\nရာမှာ ထားပေးဖို့မှာခဲ့တယ်။ ကျောင်းတက်တဲ့နေ့ညမှာတော့ ‌ဝိဉာဉ်အလုံး‌\nလေးသုံးလုံးထွက်ပေါ်လာပြီး Timကို ထူးဆန်းတဲ့ကမ္ဘာကြီးဆီပို့ဆောင်\nပေးလိုက်ပါတယ်။ ဒီလိုနဲ့ အဆိုတော်ဖြစ်ချင်ခဲ့တဲ့ Tim တစ်ယောက်\nကမ္ဘာနှစ်ခုကြား ဘယ်လိုတွေစီးချင်းထိုးမလဲဆိုတာ‌တော့ ဇာတ်လမ်းလေး\nထဲမှာ ကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZwe Win Tun ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (733 MB) / (408 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 55Mins\nSubtitle...........Myanmar ...",
        "rating": "5.6",
        "url": "https://megaup.net/3fU5f/The.Magic.Flute.2022.720p.BluRay.(CM).mp4",
        "category": "Adventure, Fantasy, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jTq9jYTKKo6EhQPso4xTMpPYYXW.jpg",
        "title": "Grudge Match(2013)",
        "description": "လက်ဝှေ့လောကမှာ ရှုံးပွဲမရှိ နာမည်ကျော်ကစားသမားနှစ်ယောက်ဖြစ်တဲ့ရေဇာနဲ့ ကစ် တို့ ယှဉ်ပြိုင်ကြရာ တစ်ယောက်တစ်ပွဲ အနိုင်ရရှိခဲ့ကြပြီးအဆုံးအဖြတ်အဖြစ် နောက်ဆုံးတစ်ပွဲကို မယှဉ်ပြိုင်ခင်မှာ ရေဇာကလက်ဝှေ့လောကကနေ အနားယူသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ နှစ် ၃၀ အကြာမှာဒန်တေးဆိုတဲ့သူ ပေါ်လာပြီး သူတို့ကို ဆက်သွယ်လာပါတယ်။ ဒီလိုနဲ့ ရေဇာနဲ့ ကစ်တို့ နှစ်ယောက်သားပြန်ဆုံကြပြီး ဘယ်လိုတွေဖြစ်ကြမလဲ၊ဒန်တေးကလည်း ဘာတွေ စီစဉ်မလဲ၊ ရေဇာ လက်ဝှေ့လောကကအနားယူသွားခဲ့တာကရော ဘယ်လိုပြဿနာတွေကြောင့်ဖြစ်မလဲဆိုတာကို2013 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Grudge Match ကို ကြည့်ရှုအဖြေရှာလိုက်ကြရအောင်။ File size…2.08GB / 941MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 53m\nGenre ..... Comedy , Drama , Sport\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Benni",
        "rating": "6.4",
        "url": "https://megaup.net/2A0SW/Grudge.Match.2013.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hyvniwVeSvKbTNKrY44ndMsQht.jpg",
        "title": "The Dyatlov Pass Incident(2013)",
        "description": "၁၉၅၉ ခုနှစ်မှာ အီဂါ ီယာလို့ဗ် ခေါင်းဆောင်တဲ့ ရုရှားတောင်တက်သမား၉ယောက်အဖွဲ့ဟာ ရုရှားနိုင်ငံ မြောက်ပိုင်း ယူရယ်တောင်ရိုင်းတွေကိုစွန့်စားတောင်တက်ခဲ့ကြပါတယ်။ နှစ်ပတ်အကြာမှာ သူတို့စခန်းချထားတဲ့နေရာနဲ့ နည်းနည်းလှမ်းတဲ့နေရာတွေမှာ ၉ယောက်လုံးကို ထူးဆန်းစွာသေဆုံးလျက် တွေ့ခဲ့ရပါတယ်။ ဒီဖြစ်ရပ်ကိုတော့ The DyatlovPass incident (ဒီယာလို့ဗ်တောင်ကြားလမ်းမတော်တဆမှု)လို့ခေါ်ခဲ့ကြပါတယ်။ ဒီဖြစ်ရပ်ဟာ ဖြစ်ရပ်မှန်ဖြစ်ပြီး ယနေ့တိုင် ကမ္ဘာပေါ်ကဘယ်သိပ္ပံပညာရှင်မှ အဖြေမထုတ်နိုင်၊မဖြေရှင်းနိုင်သေးတဲ့လျို့ဝှက်ဆန်းကြယ်ဖြစ်ရပ်အဖြစ် ရှိနေဆဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးကတော့ ဒီဖြစ်ရပ်ကိုအခြေခံပြီးစိတ်ကူးပုံဖော်ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းမှာအော်ရီဂွန်တက္ကသိုလ်က ကျောင်းသား ၅ယောက်က အဲ့ဒီမတော်တဆမှုဖြစ်ရပ်ကို အဖြေထုတ်မယ်၊မှတ်တမ်းရိုက်ကူးထားမယ်ဆိုတဲ့ရည်ရွယ်ချက်နဲ့ ဒီဖြစ်ရပ်ဖြစ်ခဲ့တဲ့ ယူရယ်တောင်တွေဆီကို ဒီယာလို့ဗ်တို့အဖွဲ့လမ်းစဉ်အတိုင်း တောင်တက်လာကြပါတယ်။ အဲ့ဒီနောက်မှာဒီ ၅ယောက်အဖွဲ့လည်း ပျောက်ချင်းမလှ ပျောက်ဆုံးသွားတဲ့ သတင်းတွေထွက်ပေါ်လာပါတော့တယ်။ မူလ ဒီယာလို့ဗ်အဖွဲ့တုန်းကလို မဖြေရှင်းနိုင်တဲ့ ပဟေဠိဖြစ်ရပ်တစ်ခုဖြစ်ပြီး တကယ်များတည်ရှိနေကြမလားမသိနိုင်တဲ့ နှင်းလူတွေကြောင့်လား ၊ ဂြိုလ်သားတွေကြောင့်များလား၊ပရလောက နာနာဘာဝ ဝိနာဘာဝတွေ လုပ်တာလား ၊ ဒါမှမဟုတ်အစိုးရစစ်တပ်ရဲ့လုပ်ရပ်လား ။သူတို့ရိုက်ကူးထားတဲ့ footage မှတ်တမ်းပုံစံအနေနဲ့ ကြည့်ရှုရမယ့် horrorဇာတ်လမ်းတစ်ပုဒ် ...",
        "rating": "5.7",
        "url": "https://megaup.net/1U3j7/The.Dyatlov.Pass.Incident.2013.BluRay720p(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-24-135x200.jpg",
        "title": "That Thing You Do! (1996)",
        "description": "ဒီတစ်ခေါက်မှာတော့ မင်းသားကြီး Tom Hanksက ပွဲဦးထွက်အနေနဲ့ ဒါရိုက်တာ၊ စာရေးဆရာအဖြစ် ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်ဇာတ်ပို့သရုပ်ဆောင်အဖြစ် ပါဝင်ထားတဲ့ 1996 ခုနှစ်က That Thing You Do ဆိုတဲ့ IMDB 7/10, Rotten Tomatoes 94% ရရှိထားတဲ့ ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။ ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ Musical/Comedy/Drama ကားလေးမှာ မင်းသားကြီးတွေဖြစ်တဲ့ Tom Everett Scott (Dead Man on Campus)၊ Johnathon Schaech (Hush)၊ ဟာသမင်းသားကြီး Steve Zahn (Daddy Day Care) နဲ့ မင်းသမီးချော Liv Tyler (Lord of the Ringsထဲက Arwen)တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားကြပြီး ဇာတ်ဝင်သီချင်းတစ်ဖြစ်လည်း မူရင်းသီချင်းဖြစ်တဲ့ That ...",
        "rating": "",
        "url": "https://megaup.net/3fz4b/That.Thing.You.Do.1996.EXTENDED.720p.(CM).mp4",
        "category": "Comedy, Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g2YbTYKpY7N2yDSk7BfXZ18I5QV.jpg",
        "title": "Tokyo Story (1953)",
        "description": "Tokyo Story (1953)\n~ IMDb - 8.2/10, RT - 100%, Meta - 100% ~မျက်ရည်ဝိုင်းခဲ့တဲ့ ကမ္ဘာမှာ တစ်စင်းတည်းစီးနေရတော့ အဲဒီမြစ်ရဲ့ တစ်နေ့တစ်နေ့မှာ နေ့တာညတာတွေ သိပ်ရှည်ခဲ့ရသတဲ့။ သူ့ရဲ့မြစ်လက်တက်တွေကလည်း အဲဒီမြစ်ဆီ တစ်ကွေ့တစ်ကြုံထက်ပိုလို့ လည်ပြန်မစီးခဲ့ကြပါဘူး။ စိတ်ပျက်လက်ပျက် အကျိုးအပျက်နေ့တို့ကို ခဝါချလိုက်တဲ့အခါ အကြွင်းနတ္ထိဖြစ်လာခဲ့တဲ့ဘဝမှာ ငါတို့အတ္တတွေဟာ ကြီးပြီးရင်း ကြီးလာ နှလုံးသားတွေဟာ သေးပြီးရင်းသေးလာ... ။ငါမမြင်နိုင်ခဲ့တဲ့နေ့တို့ထဲ ငါ့ရဲ့အကြီးဆုံးနောင်တကို မိုက်မဲစွာနဲ့ ငါပြန်တွေ့ရှိလိုက်ရချိန်... တစ်စစီခွဲခဲ့သူဟာ တစ်စစီကွဲခဲ့ရတာပါပဲ။ ကျန်ရစ်သူတို့နဲ့ ချန်ရစ်သူတို့ ဘယ်သူပိုကြေကွဲခဲ့ရစမြဲလဲ။ သံတုတ်နဲ့ရိုက်ရိုက် သစ်သားတုတ်နဲ့ရိုက်ရိုက် နာကျင်သူဟာ ခေါင်းပဲမို့ ထိုစဉ်မှာ လုံလောက်အောင် မချစ်နိုင်ခဲ့တဲ့လူကတော့ တစ်ချိန်မှာ ပိုကြေကွဲပေးရလိမ့်မယ်။ အချိန်တွေပိုကြာလာလေ ငါပိုသေချာလာနေတဲ့အရာက လူဟာ လောက်အောင် မချစ်ပေးနိုင်ခဲ့လို့တော့ နောင်တမရသင့်ပါဘူး။ သိပ်ရက်စက်လွန်းတယ်။ ချစ်တတ်ဖို့ သိပ်လွယ်ရင်း ချစ်တတ်ဖို့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/3fXmy/(CM)_Tokyo_Story_(1953)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMWUwNDFhNDctYTQxZS00Y2FmLWIyZjEtN2JjOWM4MzcxMmE4XkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_-135x200.jpg",
        "title": "Acidman (2023)",
        "description": "IMDb 5.4/10 ဒီတစ်ခေါက် ရုပ်ရှင်ပရိသတ်ကြီးကို Sci-fi/Drama အမျိုးအစား ဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့ Acidman ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ဇာတ်လမ်းကတော့ ရာစုနှစ်တစ်ခုလောက်ဝေးကွာနေတဲ့ အဖေနဲ့သမီး ပြန်လည်ဆုံတွေ့ကြပြီး ဖြစ်လာတဲ့အဖြစ်အပျက်လေးပဲဖြစ်ပါတယ်။ သမီးဖြစ်သူ Maggie ဟာ တစ်နေ့မှာရုတ်တရက်ကြီး သူ့အဖေအိမ်ကို ရောက်ချလာပါတယ်။ သူ့အဖေဆိုသူကတော့ သားသမီးတွေကို တစ်ခါမှမဆက်သွယ်ဘဲ လူသူကင်းမဲ့တဲ့ တောထဲတောင်ထဲမှာ ဂြိုလ်သားတွေအချက်ပြတာလို့ သူထင်နေတဲ့ အလင်းတွေကို စူးစမ်းရင်း ခွေးတစ်ကောင်ကလွဲလို့ တခြားဘယ်သူနဲ့မှ အပေါင်းအသင်းမလုပ်ဘဲ တစ်ယောက်တည်းနေနေတာပါ။ အဲလိုနဲ့ သားအဖနှစ်ယောက် ဆုံတွေ့ကြရင်း သံယောဇဥ်ကြိုးတွေ ပြန်သွယ်နိုင်ပါ့မလား… Maggie တစ်ယောက် ရုတ်တရက်ရောက်လာရတဲ့အကြောင်းရင်းကရော သူပြောသလို သူ့အဖေအဆင်ပြေရဲ့လား လာကြည့်တာဟုတ်ပါ့မလားဆိုတာ ဒီဇာတ်ကားလေးထဲမှာ ကြည့်ရူခံစားပေးကြပါဦးရှင် File size…(1.8 GB)/(700 MB)/(333 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:27:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1U26p/Acidman.2023.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4ZEQnd2Ar5S0ETnFL4dSenCVpi6.jpg",
        "title": "[18+] AFAM (2023)",
        "description": "AFAM (2023)ဒေစီနဲ့ ဟေဇယ်တို့ဟာ ကလေးဘဝကတည်းက အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ခဲ့သလို လက်ရှိမှာလည်း အပန်းဖြေစခန်းတစ်ခုတည်းမှာ အတူတူလုပ်နေကြပါတယ်။ သူတို့ဟာ ငယ်ဘဝကတည်းက အချင်းချင်းသဘောတူစာချုပ်တစ်ခုထားရှိခဲ့ပြီး အဲဒါကတော့ ယောက်ျား တစ်ယောက်ကိုဘယ်တော့မှ နှစ်ယောက်လုံး ပြိုင်တူမချစ်မိကြေး၊ ယောက်ျားတစ်ယောက်အတွက် သူတို့ရဲ့သူငယ်ချင်းအချစ် မပြိုကွဲရေးတွေပါပဲ။ဒါပေမဲ့လည်း ငယ်ဘဝအိပ်မက်တွေနောက်ကို အတူတူလိုက်ကြရင်း အဲဒီအိပ်မက်တွေကို အကောင်အထည်ဖော်ပေးနိုင်မယ့် အလားအလာရှင် ဖော်ရိန်နာတစ်ယောက်ကိုမှ အတူတူမျက်စိကျသွားတဲ့အခါမှာတော့ သဘောတူစာချုပ်တွေ၊ သူငယ်ချင်းသံယောဇဉ်တွေကိုခဏခေါက်ထားပြီးတော့ နှစ်ယောက်ကြားမှာ ပညာကုန်ထုတ်သုံးရင်း မီးပွင့်မတတ်တစ်ဂျိန်းဂျိန်းပြိုင်ရမယ့် ပြိုင်ပွဲတစ်ခု ဖြစ်ပေါ်လာပါတော့တယ်။မင်းသမီးနှစ်ယောက်ရဲ့ ပွင့်ပွင့်လင်းလင်းပညာပြိုင်ခန်းတွေလည်းအများကြီးပါဝင်သလို အချစ်ဟာသပုံစံမျိုးနဲ့ မြူးမြူးသွက်သွက် တင်ဆက်ထားတဲ့အတွက် ရယ်ရင်းမောနေရမယ့်ဇာတ်ကားတစ်ကားဖြစ်တာမို့ ဆက်လက်ရှုစားလိုက်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 6.1GB, 1.95GB, 930MB\nQuality - 4K HEVC, 1080p, 720p\nFormat - mp4\nDuration - 1H 57Min\nGenre - Comedy\nSubtitle - ...",
        "rating": "5",
        "url": "https://megaup.net/1U2kx/(CM)_AFAM_(2023)_720p.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/opqYDU6xPxAgzFttdoH0RVQ6zn3.jpg",
        "title": "Amelia(2009)",
        "description": "Amelia(2009)************Amelia Earhartဆိုသူဟာ အတ္တလန္တိတ်သမုဒ္ဒရာကို လေယာဉ်နဲ့တစ်ဦးတည်း ဖြတ်ပျံသန်းပြခဲ့တဲ့ ပထမဆုံးအမျိုးသမီးပါပဲ။\nအခြားစံချိန်တင် ပျံသန်းမှုတွေကလည်း ဒုနဲ့ဒေးပါ။ သူ့ရဲ့ စွန့်စားမှုတွေအကြောင်းစာအုပ်ထုတ်ဝေရေးသားခဲ့ပြီး 1935 ဝန်းကျင်မှာတော့\nအမေရိကမှာနာမည်အကြီးဆုံး အမျိုးသမီးပါပဲ။\n၁၉၃၇ခုနှစ်မှာ ကမ္ဘာကြီးကို တစ်ပတ်ပတ်ပျံရင်း စံချိန်တင်ဖို့ကြိုးစားခဲ့ပါသေးတယ်။ကံအကြောင်းမလှဘဲ ဒီပျံသန်းမှုလုပ်ဆောင်နေစဥ်အတွင်းမှာပဲ\nAmeliaနဲ့ သူ့ရဲ့လမ်းကြောင်းပြဖြစ်သူဟာ ပျောက်ဆုံးသွားခဲ့ပြီး ဘယ်သောအခါမှ ရှာမတွေ့ခဲ့ပါဘူး။\nဒီရုပ်ရှင်ဟာ သူ့ရဲ့ ပျံသန်းမှုခရီးစဥ်တွေအကြောင်း၊ အမျိုးသမီးလေယာဥ်မှူးတစ်ယောက်ရဲ စွန့်စားမှုတွေ၊\nဘာကြောင့်ပျောက်ဆုံးသွားရတယ်ဆိုတာကို ရိုက်ကူးပြသထားတဲ့ Biography ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်File Size : (1.8GB) and (769MB)\nQuality :BLU-RAY1080P, 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Adventure, Biography, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1U2l9/Amelia.2009.BLU-RAY.1080P(CM).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/Love-135x200.jpg",
        "title": "Lovelace (2013)",
        "description": "သူမွေးတုန်းက သူ့နာမည်က လင်ဒါဘိုးမန်း။အဖေ့ဘက်က မျိုးရိုးနာမည်ကိုယူတဲ့ထုံးစံအရ ဘိုးမန်းကို ယူထားတာပေါ့။နောက်တော့ ချက် ထရေနာဆိုတဲ့ ဘဲနဲ့ အိမ်ထောင်ကျပြီးလင်ဒါ ထရေနာဆိုပြီး ဖြစ်လာတယ်။အပြာကားမင်းသမီး ဖြစ်လာချိန်မှာတော့ သူဟာ လင်ဒါလက်ဗလေ့စ်ဆိုတဲ့နာမည်နဲ့ အောင်မြင်ခဲ့တယ်။လက်ဗလေ့(စ်)ဆိုတာက ဘာမျိုးရိုးနာမည်မှမဟုတ်ဘူး။ အခွေထွက်ခါနီး ပရိုဂျူဆာဘဲက(ချစ်ဖို့ကောင်းတဲ့ နှောင်ကြိုးလေး )Lovely Lace …. Lovelace ဆိုပြီး ပေးလိုက်လို့ ဖြစ်လာတဲ့နာမည်။ဒီလိုနဲ့ သူ့ရဲ့ ပထမဆုံး Pornographic film Deep Throat အပြီးမှာသူဟာ အဲ့ဒီနာမည်နဲ့သျှမ်းသျှမ်းတောက် အောင်မြင်လာတယ်။သူပါတဲ့Deep Throat ဟာလည်း ရုံကနေကို မချရတဲ့အထိအောင်မြင်လာလို့အပြာလောကရဲ့ Gone With The Wind လို့ကို ပြောစမှတ်တွင်ခဲ့တယ်။ဒါပေမယ့် ဒီလိုကျော်ကြားမှုတွေ အောင်မြင်မှုတွေရဲ့ နောက်မှာတော့လူတွေ မမြင်နိုင်ခဲ့တဲ့ အဖြစ်ဆိုးတွေ ရှိနေခဲ့တယ်။ ဒီကားက 1970 တစ်ဝိုက်မှာ သျှမ်းသျှမ်းတောက် အောင်မြင်ခဲ့တဲ့ အပြာမင်းသမီးLinda Lovelace အကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဘာသာရေးကိုင်းရှိုင်းတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/3fXeo/Lovelace.2013.BluRay720p(CM).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u9kl6YM6WhNon4kT2Tntq6SeWYB.jpg",
        "title": "Don’t Sell My Baby(2023)",
        "description": "Don't Sell My Baby(2023)***********************စီနီယာအထက်တန်းကျောင်းသူတစ်ဦးဖြစ်တဲ့ နီကိုလက်ဟာ သူငယ်ချင်းဖြစ်သူဘရွတ်ပျောက်ဆုံးသွားတဲ့ အတွက် လူပျောက်ကြေငြာလိုက်ကပ်ရင်း ရတက်မအေးဖြစ်နေရသူပါ။\nဒီပျောက်ဆုံးသွားတဲ့ သူငယ်ချင်းဖြစ်သူဟာ ကိုယ်ဝန်ဆောင်နေရသူဖြစ်ပြီး ငယ်ရွယ်သူတို့ထုံးစံအတိုင်းအနာဂတ်ဆိုတာလည်း မရေရာမသေချာသေးပါဘူး။\nတစ်နေ့ကျတော့ ဒီသူငယ်ချင်းဖြစ်သူက နီကိုလက်ဆီကို ဖုန်းဆက်လာပြီး သူ့နောက်ကို လူတစ်ယောက်လိုက်နေကြောင်း၊\nကလေးကို ငွေပေးပြီး လိုချင်နေသူတွေရှိကြောင်းပြောပါတယ်။\nနီကိုလက်ကလည်း အကူအညီအပေးနိုင်ဖို့ တစ်နေရာမှာ ချိန်းဆိုလိုက်ရင်းက သူငယ်ချင်းဖြစ်သူကားတိုက်ခံရပြီး ဆုံးပါးသွားတာမြင်လိုက်ရပါလေရော။\nဒါတွေဟာ တိုက်ဆိုင်မှုပဲလား၊ တမင်ကြံစည်မှုပဲလားဆိုတာ စုံစမ်းနေရင်းမှ နီကိုလက်ကိုယ်တိုင်မမျှော်လင့်ဘဲ ကိုယ်ဝန်ရှိနေမှန်းသိလိုက်ရပါတယ်။\nဒီလိုနဲ့ နီကိုလက်တစ်ယောက် ဘဝအနာဂတ်ရေရေရာရာ မရှိသေးခင်ကိုယ်ဝန်ဆောင်အမျိုးသမီးငယ်လေးတွေကို ပစ်မှတ်ထားတဲ့လူတွေဆီက ပြေးလွတ်နိုင်မလားဆိုတာကိုတော့...File Size : (1.5GB) and (574MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2zZM8/Dont.Sell.My.Baby.2023.WEB-DL.1080P(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTQzZDhkMWUtOWMxNi00MzI5LTkzN2QtMzZjMzk1MjhlNmU3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "Bholaa(2023)",
        "description": "Bholaa (2023)\nIMDb 7.7Drishyam ထဲမှာ အပြိုင်ကြဲခဲ့တဲ့ အဂျေးနဲ့ ရဲမေတာဘူး တို့က ဒီကားထဲမှာ\nအတိုင်အဖောက်ညီညီ ရှယ်ကြမ်းကြဦးမဲ့ ရုံတင်ကားပဲဖြစ်ပါတယ်\nBox Office အနေနဲ့လည်း 111 ကုဋေကျော်အထိ ပြန်ရှာနိုင်ခဲ့ပါတယ်\nမင်းသားမင်းသမီးတင် နာမည်ကြီးရုံမက ဇာတ်လမ်းကလည်း\nပြီးမှန်းမသိဆွဲဆောင်သွားနိုင်တာမို့ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းပါပဲဇာတ်လမ်းအညွှန်း...\nရန်သူတွေက စုန်းမလို့ခေါ်ရ‌လောက်တဲ့အထိ တစ်ခါအာရုံကျပြီးရင်\nလက်မလွှတ်တတ်တဲ့ ရဲမေဒိုင်ယာနာ (တာဘူး)... သန်းတစ်ထောင်တန်ကြေးရှိတဲ့\nကိုကင်းတွေဖမ်းမိတော့ ပိုင်ရှင်က ကြားဖူးသမျှထဲမှာ အကြီးဆုံးဂိုဏ်းဖြစ်နေခဲ့တယ်\nအလုပ်လုပ်သမျှ ပိရိလွန်းတာကြောင့် တစ်ခါမှကို ဖမ်းဆီးခြင်းမခံခဲ့ရတဲ့ဂိုဏ်း\nဒီဂိုဏ်းက သန်းတစ်ထောင်ကျော် အထိနာသွားတော့ ဒိုင်ယာနာ့ကို ကမ္ဘာမြေအဆုံးထိ လိုက်ရှာပါတော့တယ်ဘိုလာ(အဂျေး)က အမှုတစ်ခုကြောင့် ထောင်၁၀နှစ်ကျခဲ့ရတယ် ထောင်သားအချင်းချင်းတောင်\nဘိုလာက ဘယ်သူလဲ ဘယ်ကလာလဲ မသိကြဘူး သိတဲ့လူကလည်း အသက်ရှင်ဖို့လမ်းမရှိတာကိုး\nဘိုလာ့ကို သမုဒ္ဒရာနဲ့တင်စားကြတယ် အပြင်ဘက်မှာ ငြိမ်သက်ပြီး အတွင်းမှာတော့ မုန်တိုင်းထန်တဲ့လူတဲ့\nဒီလိုနဲ့သူထောင်ကထွက်တော့ ကိုကင်းပိုင်ရှင်ကို စုံစမ်းနေတဲ့ဒိုင်ယာနာ့နဲ့ တွေ့ဖို့အကြောင်းဖန်လာပါတယ်\nဂိုဏ်းဘက်ကလည်း ဒိုင်ယာနာ့ကို အသေရရ အရှင်ရရဖြစ်နေတော့ သူတို့၂ယောက်ပေါင်းပြီး\nဘယ်လိုတွေဖြေရှင်းသွားမလဲဆိုတာ Plot Twist ပေါင်းများစွာနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\n(အညွှန်းကိုတော့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1U23p/Bholaa_(2023)_Hindi_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-5-143x200.jpg",
        "title": "Chaguo (2022)",
        "description": "ဝန်ဒိုနဲ့မူဂယ်နီတို့ဟာ အာဖရိကန်နိုင်ငံတစ်နိုင်ငံကလွတ်လပ်ရေးရပြီးကတည်းက သမိုင်းစဉ်ဆက် အားပြိုင်နေတဲ့မတူညီတဲ့မိသားစုနှစ်စုက ချစ်သူတွေဖြစ်ပါတယ်။ ဝန်ဒိုဟာ ရှေးရိုးစွဲ လူမျိုးစွဲတွေကို ဆန့်ကျင်ပြီး ဇာတိမြေကောင်းစားရေးအတွက်ကြိုးပမ်းနေတဲ့ အမတ်လောင်းအတွက် မဲဆွယ်စည်းရုံးရေးမှာ ပါဝင်ကူညီနေတာဖြစ်ပါတယ်။ လူမျိူးစွဲ ပါတီစွဲများကြောင့် ဝန်ဒိုရဲ့အလုပ်ဟာသူတို့ချစ်သူနှစ်ဦးရဲ့ရှေ့ဆက်မယ့်လမ်းမှာ အဟန့်အတားဖြစ်လာပါတော့တယ်။ ဒီဇာတ်လမ်းမှာတော့ ချစ်သူနှစ်ဦးရဲ့ချစ်ခရီးလမ်းမှာ နှောင့်ယှက်လာတဲ့နိုင်ငံရေး လူမျိုးရေးအရှုပ်တော်ပုံကို ဖြေရှင်းကြပုံ၊ နိုင်ငံရေးသမားများ အကျင့်ပျက်ချစားမှု လူမျိုးစွဲမှုတို့ကြောင့် ပြည်သူများနစ်နာရပုံ၊ မဲအနိုင်ရဖို့အတွက် ဘာမဆိုလုပ်ကြမယ့်နိုင်ငံရေးသမားတို့ရဲ့လောဘကို ပေါ်လွင်အောင်ရိုက်ကူးပြထားပါတယ်။ File size…(1.7 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:40:00\nGenre...Drama, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "",
        "url": "https://megaup.net/1e4sf/Chaguo.2022.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/virigin-147x200.jpg",
        "title": "{18+}Entrails of a Virgin (1986)",
        "description": "အချောအလှလေးတွေနဲ့ ဝေဝေဆာဆာ ထုံမွှမ်းထားတဲ့\nဓာတ်ပုံ လောကမှာ အောင်မြင်နေတဲ့ Studio တစ်ခု\nအလုပ်လိုချင်တဲ့ မိန်းကလေးတွေ တန်းစီတိုးနေရတဲ့\nလုပ်ငန်းတစ်ခု အလုပ်ရရင်လည်း ချောမှလှမှ\nအောက်ပါအရည်ချင်းတွေပြည့်စုံမှ ရတာဗျရိုက်ရတဲ့ဓာတ်ပုံတွေက ဖော်ချွတ်ပုံတွေ\nတစ်နေ့ အဖွဲ့လိုက် ဓာတ်ပုံရိုက်ထွက်ကြရာ\nလမ်းခုလတ်မှာ နှင်းမြူတွေပိတ်ပြီး ခရီးဆက်မရတဲ့အခါ\nအိမ်လေးတစ်လုံးထဲ ဝင်နားရာမှ\nအရမ်းစိတ်ဝင်စားဖို့ကောင်းပြီး မော်ဒယ်မလေးတွေ\nဘယ်လိုရုန်းကန်ကြမလဲဆိုတာ DS Fans တွေကြည့်သင့်တဲ့\nဇာတ်ကားတစ်ကားဖြစ်တာမို့ တင်ဆက်လိုက်ပါတယ်\nFile size…1.36GB / 545MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.2",
        "url": "https://megaup.net/3fX5i/Guts.Of.A.Virgin.2022.720p(DS).mp4",
        "category": "Adult, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/p10326521_p_v8_av-200x300.jpg",
        "title": "Nurse 3D (2013)",
        "description": "(ဤဇာတ်လမ်းတွင် သွေးထွက်သံယိုအခန်းများလိင်အသားပေးအခန်းများ ရင့်သီးသောစကားလုံးများပါ၀င်သည့်အတွက်ကလေးသူငယ်များကြည့်ရှုရန်မသင့်လျော်ပါ)ကျွန်မနာမည်က အက်ဘီဂေး ရက်ဆယ်တဲ့။ လုံးကြီးပေါက်လှယောကျားတိုင်းလည်ပြန်ငေးရတဲ့အချောလေး။ကျွန်မအလုပ်လုပ်နေတာက အော်လ်စိန့်ဆေးရုံမှာ သူနာပြုတယောက်အနေနဲ့။ဒါပေမယ့်ညဆိုရင်တော့ကျွန်မကမုဆိုးပဲကျွန်မအမဲလိုက်တဲ့သူတွေကယောက်ျားတွေအထူးသဖြင့်ဖောက်ပြန်ကြတဲ့အိမ်ထောင်ရှိယောကျာ်းတွေပေါ့။ကျွန်မအမြင်သူတို့ကဒီကမ္ဘာပေါ်မှာရွံစရာအကောင်းဆုံးလူတန်းစားတရပ်ပဲ။ကျွန်မကသူတို့ကိုဖျား‌ယောင်းတိုင်းပါလာကြတယ်။အဲ့သည်အခါကျမှ သူတို့နဲ့ထိုက်တန်တဲ့အပြစ်ကိုကျွန်မပေးနေကြ။ဒီလိုနဲ့ကျွန်မဘ၀ထဲကို၀င်လာတာက ဒန်နီရော်ဂျာဆိုတဲ့သူနာပြုအသစ်‌က‌လေး။ဘာမှမသိနားမလည်တဲ့ဒီကောင်မလေးကိုယောကျာ်းထုကြီးဆီကနေကာကွယ်ပေးချင်တယ်။သူ့ဘေးနားကတွဲလောင်းတွဲလောင်းနဲ့စတိဗ်ဆိုတဲ့သူ့ရည်းစားကိုလည်းအမြင်ကတ်တယ်။ဒန်နီကကျွန်မဘယ်လိုကြိုးစားကူညီကူညီကျွန်မကိုပြန်လှည့်တောင်မကြည့်တာအရမ်းမုန်းတယ်။ဒန်နီကကျွန်မအပိုင်ပဲ ဘယ်သူ့မှမပေးနိုင်ဘူး။ကျွန်မလက်ခုပ်ထဲဒန်နီရောက်လာအောင်ကျွန်မဘယ်လိုကြိုးစားမလဲရှင်တို့ကြည့်သာကြည့်လိုက်ကြပါတော့ File size…  1.4 GB / 636.7 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 25m\nGenre ..... Thriller , Horror\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Brackman",
        "rating": "4.6",
        "url": "https://megaup.net/1e4zf/Nurse.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4tKbdmxXrPVH9QhznNKuCkHeaO.jpg",
        "title": "Tell It Like a Woman (2022)",
        "description": "Tell It Like A Woman (2022)Tell it Like A Woman က အမျိုးသမီးတွေအကြောင်း အမျိုးသမီးတွေကပြောပြထားတဲ့ဇာတ်လမ်းတိုခုနှစ်ခုပေါင်းစပ်ထားတဲ့ဇာတ်ကားပါ။\nအမျိုးသမီးတွေပြောပြထားပေမယ့် အမျိုးသမီးတွေအတွက်ချည်းမဟုတ်ပဲ ခံစားနိုင်လည်နိုင်သူအားလုံးအတွက်ရည်ရွယ်တဲ့ ဇာတ်လမ်းဖြစ်ပါတယ်။\nကမ္ဘာအဝှမ်းက အမျိုးသမီးဒါရိုက်တာတွေပူးပေါင်းထားပြီး ဂျပန် အီတလီ အိန္ဒိယ အမေရိကန်တို့မှာရိုက်ကူးထားပါတယ်။\nမင်းသမီးတွေကလဲဒီနိုင်ငံတွေကအစုံပါဝင်ပါတယ်။\nအဓိကဖော်ပြချင်တာကတော့ နိုင်ငံအစုံက အလွှာအစုံကအမျိုးသမီးတွေရင်ဆိုင်ရတဲ့အခက်အခဲတွေ ဘဝအမောတွေ\nသဘာဝအရရင်ဆိုင်ရတဲ့ဒဏ်တွေ အမျိုးသမီးဖြစ်နေလို့ရင်ဆိုင်ရတဲ့ဒဏ်တွေ သူတို့ရဲ့ဒီအခက်အခဲတွေကိုကျော်လွှားပုံတွေကို\nဇာတ်လမ်းရှည်ကြီးနဲ့ဇာတ်နာပြမနေပဲ ဇာတ်လမ်းတိုလေးတွေနဲ့ထိထိမိမိဖော်ကျူးထားပါတယ်။ဒီလိုဇာတ်လမ်းတိုညွှန့်ပေါင်းဇာတ်ကားတွေမှာ ဇာတ်လမ်းသွားတစ်ခုစီဖြစ်နေတဲ့ဇာတ်လမ်းတွေကို မရရအောင်ချိတ်ဆက်ပေးနိုင်တာက အသက်ပဲလို့ထင်ပါတယ်။\nဇာတ်လမ်းတိုတစ်ပုဒ်ကနေ နောက်တစ်ပုဒ်ပြောင်းသွားတာကို ပရိသတ်ကမသိလောက်အောင်လိုက်ပါစီးမြောသွားဖို့ကအခရာပါပဲ။ဒီ Tell It Like A Woman မှာတော့ ဇာတ်လမ်းတစ်ခုနဲ့တစ်ခုအကူးအပြောင်းတွေက ကြမ်းလွန်းတာ ရုတ်တရက်ဖြစ်လွန်းတာတွေရှိပေမယ့်\nဇာတ်လမ်းတိုခုနှစ်ပုဒ်ထဲမှာ တစ်ချို့ဇာတ်လမ်းတွေက ထိမိလွန်းပြီး ပေးချင်တဲ့မက်ဆေ့ချ်ကလဲ ထင်းလွန်းပါတယ်။\nဖြစ်ရပ်မှန်ဇာတ်လမ်းတွေလဲပါဝင်ပါသေးတယ်။\nဘယ်ဇာတ်လမ်းကို ကိုယ်က ပိုသဘောကျတယ်နားလည်စာနာနိုင်တယ်ဆိုတာတော့ ပရိသတ်တစ်ဦးချင်းစီရဲ့အမြင် အတွေ့အကြုံတွေနဲ့သက်ဆိုင်မယ်လို့ထင်ပါတယ်။\nBonus အနေနဲ့ ဒီဇာတ်ကားထဲက ဘောလိဝုဒ်မင်းသမီး ဂျက်ကလင်းပါဝင်သရုပ်ဆောင်ထားတဲ့ နောက်ဆုံးဇာတ်လမ်းတိုမှာပါဝင်တဲ့\n\"Applause\" သီချင်းဟာ အော်စကာမှာ \"Best original Song\" အဖြစ် ...",
        "rating": "",
        "url": "https://megaup.net/1TZ7m/Tell.It.Like.A.Woman.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nPBo5HZN2yubtHyfFkLy1c7RmCY.jpg",
        "title": "You & Me & Me (2023)",
        "description": "You and Me and Me (2023)တစ်ယောက်တည်းမွေးလာရပြီး တစ်ယောက်တည်းသေသွားရမယ့် လောကကြီးထဲမှာ အမြွှာဆိုတာ ဆုလာဘ်တစ်ခုပါပဲ။\nအမေ့ဗိုက်ထဲမှာ အတူတူနေခဲ့ရတယ်၊ အဝတ်အစားတွေ အတူတူဝတ်ခွင့်ရှိတယ်၊ အသုံးအဆောင်တွေ အတူတူသုံးခွင့်ရှိတယ်။ဒါပေမဲ့ ဘယ်လောက်ပဲချစ်ကြတဲ့ အမြွှာတွေဖြစ်နေရင်တောင် ဝေမျှလို့မရနိုင်တာကတော့ “အချစ်ပေါ့”။၁၉၉၉ ခုနှစ်ကို အခြေတည်ပြီး ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားမှာဆိုရင် You နဲ့ Me ဆိုတဲ့ ဆယ်ကျော်သက် အမြွှာညီအစ်မနှစ်ယောက်ဟာ\nမွေးကတည်းက အတူသွား အတူလာ အတူစားပြီး တစ်ယောက်မရှိရင် တစ်‌ယောက်မနေနိုင်တဲ့အထိ ချစ်ကြတဲ့အမြွှာတွေပါ။ဒီလိုနဲ့ တစ်နေ့မှာတော့ သူတို့ရဲ့ဘဝထဲကို Mark လို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက် ဝင်ရောက်လာခဲ့ပါတယ်။\nကံဇာတ်ဆရာအလိုကျ Mark ဟာ ပျိုဖော်ဝင်ခါစ ညီအစ်မနှစ်ယောက်ရဲ့အချစ်ဦး ဖြစ်လာတဲ့အခါမှာတော့ ...ကျန်တာတွေ ဝေမျှနိုင်ရင်တောင် အချစ်ကိုတော့ ဘယ်လိုမှဝေမျှလို့မရတဲ့အခါ ဒီအမြွှာညီအစ်မနှစ်ယောက်ရဲ့ ဘဝကြီးဟာ\nအချစ်ကြောင့် တစ်မျိုးတစ်ဖုံ ပြောင်းလဲသွားမှာလားဆိုတာ ကြည့်ရှုခံစားရမယ့် အချစ်ဇာတ်ကားလေးတစ်ကားပါပဲ။အညွှန်းကိုတော့ Hmwe Thet Winn က ...",
        "rating": "7.1",
        "url": "https://megaup.net/1U28c/You.and.Me.and.Me.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BOTU2ZDljMTEtMjcxNi00ZWZkLWFmNjctNDlkNGM5OWY0YjMyXkEyXkFqcGdeQXVyODc5Mjc4Nzg@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "My Landlord Wants Me Dead (2023)",
        "description": "My Landlord Wants Me Dead (2023)\n===========================ဒီကားလေးကတော့ ဇာတ်ကားနာမည်ကြည့်ရုံနဲ့ လူသတ်သမား\nဘယ်သူဆိုတာတန်းသိတဲ့ ဇာတ်ကားမျိုးပေါ့နော်။ ဒါပေမဲ့ လူသတ်\nသမားဘယ်သူဆိုတာ သိနေတာတောင် ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှု\nရမှာပါ။ နောက်ဆုံးမှာတော့ သားကောင်ဟာ လွတ်မြောက်သွားပါ့\nမလား။ လူသတ်သမားလက်ထဲပဲကျရောက်သွားမလားဆိုတာကိုပေါ့။မက်ဒီက မိခင်ဖြစ်သူဆုံးပြီးတဲ့နောက် ကောလိပ်ကနေလည်း ထွက်\nလိုက်ပြီး ဘိုင်ကျနေတာမို့လို့ သူ့အဒေါ်ပိုင်တဲ့အိမ်မှာ ခေတ္တသွား‌နေ\nပါတယ်။ သူ့အဒေါ်တို့ လင်မယားကမြို့ထဲမှာနေတာဆိုတော့ ဒီအိမ်ကို\nမက်ဒီ့ကိုခဏပေးနေလိုက်တာပါ။ အဒေါ်ဖြစ်သူကတော့ အာဖရိကကို\nခဏတဖြုတ်သွားလည်ပါတယ်။ အဒေါ်ဖြစ်သူရဲ့ယောက်ျားက အိမ်ပိုင်\nရှင်ပေါ့လေ။ကယ်ဗင် ဆိုတဲ့အိမ်နီးချင်းချောချောလေးလည်းရှိတော့ မက်ဒီတစ်ယောက်\nတစ်ချက်ခုတ်နှစ်ချက်ပြတ်နဲ့ ပီတိတွေဖြာမဆုံးခင်မှာပဲ ထူးထူးဆန်းဆန်းတွေ\nကြုံလာရပါတော့တယ်။ သူဒီအဖြစ်တွေကို ဘာလို့ကြုံနေရတာလဲ။ လူသတ်\nသမားလက်ထဲကနေ လွတ်မြောက်နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုခံစားရမှာဖြစ်\nပါတယ်။ မက်ဒီအဖြစ် မင်းသမီးချောEmily Roslyn Villarreal ကပါဝင်သရုပ်\nဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.54 GB) / (522 MB) / (339 MB)\nQuality............WEB-RIP 1080p / 720p / ...",
        "rating": "4.4",
        "url": "https://megaup.net/1e4hf/My.Landlord.Wants.Me.Dead.2023.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i4ecMHJQpclIEr4mh5uzjWr38GC.jpg",
        "title": "The Best Man Holiday (2013)",
        "description": "စာရေးဆရာတစ်ယောက်ဖြစ်တဲ့ ဟာပါ..သူရေးထားတဲ့စာအုပ်က မရောင်းရလို့ စာတိုက်က မထုတ်ဝေပေးဘဲသူငယ်ချင်းဟောင်းတစ်ယောက်ဖြစ်တဲ့ အားကစားသမားလန့်စ်ရဲ့အတ္ထုပတ္တိကိုရေးဖို့ အကြံပေးပါတော့တယ်၊တစ်ဖက်မှာလည်း ဇနီးဖြစ်သူက ကလေးမွေးတော့မှာပါဒီလိုနဲ့ ငွေလိုနေတဲ့ ဟာပါတစ်ယောက် သူငယ်ချင်းရဲ့ အတ္တုပတ္တိကိုရေးဖို့‌ တွေဝေနေပါတယ်၊ဒီလိုအချိန်မှာ သူငယ်ချင်းဟောင်းတစ်ဖြစ် လန့်စ်ရဲ့ဇနီးဖြစ်သူမီယာက ခရစ်စမတ်ပိတ်ရက်ကို သူငယ်ချင်းတွေအတူတူပြန်ဆုံကြဖို့ ဖိတ်လာပါတယ်။ ဒီလိုနဲ့ ခရစ်စမတ်ပိတ်ရက်အတွင်း ငယ်သူငယ်ချင်းတွေပြန်ဆုံပြီးအရင်လိုခင်ခင်မင်မင်ပြန်နေဖို့ကြိုးစားတဲ့အချိန်မှာဘယ်လိုကိစ္စတွေကြုံကြရမလဲ၊ ဟာပါကရောငွေကြေးအခက်အခဲဖြေရှင်းနိုင်ဖို့အတွက်လန့်စ်ရဲ့အတ္ထုပတ္တိကိုရေးပါ့မလားလန့်စ်ကို ဘယ်လိုစည်းရုံးမလဲ စတာတွေနဲ့အတူသူငယ်ချင်းတွေကြား သံယောဇဉ်တွေပြဿနာတွေကို ရသအစုံနဲ့ ကြည့်ရှူရမှာပဲဖြစ်ပါတယ် File size…1.83GB / 735MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Benni",
        "rating": "",
        "url": "https://megaup.net/1e4rc/The.Best.Man.Holiday.2013.BluRay720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/man-150x200.jpg",
        "title": "Man of Tai Chi (2013)",
        "description": "ကျွန်တော်တို့ရဲ့ ကိုကျော်ဝင်းတစ်ယောက် John Wick မလုပ်ခင် တရုတ်ပြည်မှာကောင်လေးတွေ မွေးမွေးပြီး စားတဲ့အကြောင်းပါ။နောက်နေတာပါ ဒီသိုင်းကားကဆိုရင် မင်းသား ကီနူးရိဗ်တစ်ယောက်သူ့ရဲ့ Matrix ဇာတ်ကားထဲက ကွန်ဖူးဆရာကိုမြေတောင်မြှောက်ပေးတဲ့ကားဆိုရင် မမှားပါဘူးဘာလို့လဲဆိုတော့ သူကိုယ်တိုင် ဒါရိုက်တာလုပ်ထားတာ ဖြစ်ပြီးသူကိုယ်တိုင် ဗီလိန်အဖြစ် ပါထားလို့ပဲ ဖြစ်ပါတယ်။တခြားနာမည်ကြီး တရုတ်သရုပ်ဆောင်တွေလည်း ပါဝင်ထားကြပါသေးတယ်။ဇာတ်လမ်းက အဓိက အခြေခံထားတာကတော့ကျွန်တော်တို့ ထိုက်ချိသိုင်းအကြောင်းပဲ ဖြစ်ပါတယ်သူကပြောရမယ်ဆို ရေနဲ့မီး အလင်းနဲ့အမှောင်စတဲ့ဆန့်ကျင်ဖက်တွေ အတူတည်ရှိနေသလိုမျိုးမာကျောတဲ့အရာကို ပျော့ပျောင်းမှုနဲ့ သိမ်းသွင်းတဲ့ကိုယ်ခံပညာတစ်ခုပါ(နာမည်ကြီးဆို မင်းသားကြီး ဂျက်လီချတာတွေ ရှိပါမယ်)။ ဇာတ်လမ်းအကျဉ်းကတော့ကိုကျော်ဝင်းဟာ ဟောင်ကောင်မှာ လုံခြုံရေးကုမ္ပဏီဟန်ပြလုပ်ပြီး မြေအောက်တိုက်ခိုက်ပွဲတွေ ကျင်းပနေတဲ့လူတစ်ဦး၊တစ်နေ့ သူ့ဖိုက်တာကောင် အားမရလို့ သတ်ပစ်ပြီးလူသစ်ရှာနေတဲ့အချိန်ပေါ့။မင်းသား တိုက်ဂါးဆိုတာကျ ထိုက်ချိပညာအမွေယူနေတဲ့လူတစ်ယောက် လမ်းကြောင်းမှန်မရောက်သေးပဲကြိုးစားနေရဆဲပေါ့။တစ်ဖက်မှာလည်း ကိုကျော်ဝင်းကို ဖမ်းချင်နေကြတဲ့ရဲမေတစ်သိုက်တို့က ရှိကြပါသေးတယ်။တစ်ရက်ကျ တိုက်ဂါးအရည်အချင်းတွေကို ကိုကျော်ဝင်းသဘောကျပြီး သူ့ဖိုက်တာလုပ်ဖို့ ဖိတ်ခေါ်ပါတယ်ဒါပေမဲ့ ကိုယ်ခံပညာဟာ ပိုက်ဆံရှာစရာမဟုတ်ဘူးဆိုပြီး ငြင်းခဲ့ပါတယ်။တစ်ချိန်တည်းမှာပဲ သူ့ဆရာနေတဲ့ ဘုရားကျောင်းအတွက်ပိုက်ဆံတွေ အများကြီး လိုအပ်လာတဲ့အချိန်မှာတော့ တိုက်ဂါးတစ်ယောက်….ဒီလောကထဲ ...",
        "rating": "6.1",
        "url": "https://megaup.net/3fWNV/Man.Of.Tai.Chi.2013.BluRay720p(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Screen-Shot-2023-05-11-at-13.39.29-134x200.png",
        "title": "Anglerfish",
        "description": "Anglerfish (2023)\n=============ခရစ်ယာန်သမ္မာကျမ်းစာအရ ၁၉၀၆ ခုနှစ်က ကမ္ဘာပျက်ကိန်း\nရှိတဲ့နှစ်ပါ။ ကမ္ဘာပျက်တော့မှာမို့ တိရစ္ဆာန်တွေ စတင်ပျက်စီး\nလာကြပြီး အဆက်မပြတ်သေဆုံးမှုတွေ ဖြစ်လာခဲ့ပါတယ်။\nအဲဒီအချိန် လူသူမရှိတဲ့တောထဲမှာ ထူးဆန်းတဲ့ လင်မယား\nနှစ်ယောက် နေထိုင်နေကြပါတယ်။ တစ်ရက်မှာတော့ ဇနီး\nဖြစ်သူက လမ်းလျှောက်ထွက်လာရင်း မြစ်ကမ်းနံဘေးမှာ\nအလောင်းတစ်လောင်းကို မြှုပ်နေတဲ့ အမျိုးသမီးတစ်ဦးနဲ့\nတွေ့မိခဲ့တယ်။အဆိုပါ အမျိုးသမီးမြှုပ်နေတဲ့အလောင်းက ယောက်ျားဖြစ်\nသူရဲ့အလောင်းဖြစ်ပြီး ဒီနေရာကနေ ထွက်သွားဖို့ပဲ တတွတ်\nတွတ်ဆိုလာခဲ့ပါတော့တယ်။ သူတို့တွေ ကမ္ဘာသစ်ဆီ ရောက်\nသွားနိုင်မလား၊ ပျက်စီးတော့မဲ့ကမ္ဘာထဲမှာပဲ ပိတ်မိနေခဲ့မလား\nဆိုတာကတော့........(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (425 MB) / (269 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Western\nTranslator.......May Thet Khine Soe\nEncoder..........SWM",
        "rating": "4.1",
        "url": "https://megaup.net/1TZeo/Anglerfish.2022.720p.WEBRip.(CM).mp4",
        "category": "Horror, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODlmYzZmOTQtZThmMy00M2YxLWFmNGQtOGQ2ZTY4NGU5NTExXkEyXkFqcGdeQXVyMjAzMTE1MDU@._V1_-132x200.jpg",
        "title": "The Kindred (2021)",
        "description": "The Kindred (2021)\n===============ဟယ်လင် တာလစ်တ်ဟာ အက်ဆီးဒင့်တစ်ခုကြောင့် ဆေးရုံပေါ်မှာ\nတစ်နှစ်လောက် ကိုမာဝင်နေရာကနေ မှတ်ဉာဏ် တချို့တစ်ဝက်နဲ့\nသတိပြန်ရလာပါတယ်။ ဟယ်လင် သတိပြန်ရလာတဲ့အချိန်မှာ ကိုမာ\nဝင်နေရင်း ကလေးမွေးနိုင်တဲ့ တတိယမြောက် အမျိုးသမီး အဖြစ်\nမှတ်တမ်းဝင်နေပြီး လသားအရွယ် သမီးလေးတစ်ယောက်က သူ့ကို\nစောင့်ကြိုနေပါတယ်။ဟယ်လင်ရဲ့ ခေါင်းထဲမှာ စွဲနေတာက အက်ဆီးဒင့် မဖြစ်ခင်လေးမှာ\nသူ့မျက်စိရှေ့မှာ ကိုယ့်ကိုယ်ကိုယ် သတ်သေသွားတဲ့ သူ့အဖေ ရော\nဘတ် ဖြစ်ပြီးတော့ ဘာလို့ သတ်သေခဲ့ရလဲ ဆိုတာကို နားမလည်နိုင်\nဖြစ်နေပါတယ်။ ဆေးရုံက ဆင်းပြီး သူ့အဖေနေခဲ့တဲ့ အိမ်ကို ပြောင်း\nလာတဲ့ အခါမှာတော့ ဟယ်လင်တစ်ယောက် ၅ နှစ်ကနေ ၉ နှစ်ကြား\nကလေးဝိဉာဉ်တွေကို မကြာမကြာ မြင်လာရပါတော့တယ်။ ကလေး\nဝိဉာဉ်တွေကနေတစ်ဆင့် လွန်ခဲ့တဲ့ အနှစ် ၃၀ လောက်က ဖြစ်ခဲ့တဲ့\nလူသတ်မှုတွေ အကြောင်း သိရှိလာရပြီး အဲဒီဖြစ်ရပ်ဆိုးကြီးက သူ့\nအဖေ ရောဘတ်နဲ့ ဘယ်လိုတွေ ပတ်သက်နေလဲ၊ ဟယ်လင်ရဲ့ သမီး\nလေးဆီကို ...",
        "rating": "4.7",
        "url": "https://megaup.net/3fV2w/The.Kindred.2021.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-25-136x200.jpg",
        "title": "Green Street Hooligans (2005)",
        "description": "Imdb 7.4/10 rotten tomatoes 46%\nဒီဇာတ်ကားက‌တော့ ၂၀၀၅ ခုနှစ်မှာထွက်ရှိခဲ့တာဖြစ်ပြီးတော့  crime drama sport ဇာတ်ကားလေတစ်မျိုးပဲဖြစ်ပါတယ် Lord of the ring ဇာတ်လမ်းထဲကနာမည်ကြီး မင်းသားElijah Woodက အဓိကသရုပ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းအသွားကတော့\nအမေရိကန် သတင်းထောက်ပညာ ကျောင်းသား မတ်ဘက်ခ်နာကသူ့အစ်မမိသားစုရှိရာ လန်ဒန်ကိုပြောင်းလာခဲ့တယ်။ အဲ့ မှာ သူကဘောလုံးပရိသတ်လူရမ်းကားဖြစ်တြံ ပိထ်ဒန်ဟန်နဲ့တွေ့ပြီးတော့ ပိထ်က သူ့ရဲ့ ဘောလုံးပွဲမတိုင်ခင်နဲ့ ဘောလုံးပွဲပြီးတိုင်း ပရိတ်သတ်တွေရန်ဖြစ်ကြတဲ့ ရက်စက်ကြမ်းကြုတ်တဲ့ ကမ္ဘာထဲကိုဆွဲခေါ်ခဲ့တယ်။ဒါပေမယ့် ပိထ်ရဲ့ ညာလက်ရုံး ဘော့ဗာက မတ်မယုံသင်္ကာဖြစ်ပြီးတော့ ပိထ်တို့ရဲ့အဖွဲ့နဲ့ နှစ်ပေါင်းများစွာ ရန်ကြွေးရှိနေတဲ့တခြားအဖွဲ့ ကို ပြန်ပြီးရန်ထောင်ပေးလိုက်ရာကနေပြီးတော့ ဖြစ်ပေါ်လာတာတွေကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမယ့်ဇာတ်ကားပဲဖြစ်ပါတယ်။ သင်ဟာ အက်ရှင် ဇာတ်ကားတွေကြည့်တတ်တဲ့လူဆိုရင်တော့ဒီဇာတ်ကားကိုကြည့်ဖို့ညွှန်းပါရ‌စေFile size…(1.9 GB)/(1.2 GB)/(600 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:49:00\nGenre...Drama, Crime\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1TEat/Green.Street.Hooligans.2005.720p.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-23-134x200.jpg",
        "title": "One Hour Photo (2002)",
        "description": "IMDb - 6.8/10 ~ RT - 81% ဆိုင် ပဲရစ်ရှ် (Robin Williams) ဟာဖလင်တွေကနေပြီး ဓာတ်ပုံကူးပေးတဲ့လုပ်ငန်းကို ၁၁ ကျော်ကြာကြာအောင်လုပ်ကိုင်နေခဲ့သူပါ။ သူ့ရဲ့အလုပ်ကိုသေချာကျွမ်းကျင်ပြီးလေးစားမှုအပြည့်လည်းရှိတဲ့အပြင် သူထုတ်သမျှဓာတ်ပုံတိုင်းကိုလည်း အရောင်လေးနည်းနည်းလွဲတာနဲ့တင်မကျေနပ်ပဲ လုံးဝကိုပြည့်စုံနေမှရမယ်ဆိုတဲ့လူမျိုးပါ။ သူရဲ့ ပုံမှန်ကာစတန်မာတွေကိုလည်း စေတနာအပြည့်နဲ့ ဓာတ်ပုံထုတ်ခတွေဈေးလျော့ပေးတတ်လေ့ရှိပါသေးတယ်။ ဆိုင်ဆီမှာ ပုံမှန်ပုံထုတ်နေကျ‌ကာစတန်မာတွေထဲမှာ ဝီလီယံနဲ နီနာ ယော့ကင်တို့မိသားစုလည်းအပါအဝင်ပဲ။ ဝီတို့ရဲ့သားလေးငယ်ငယ်လေးကတည်းကပြီး အသက်ကိုးနှစ်ပြည့်သည်အထိ ပုံတိုင်းကိုဆိုင်ပဲထုတ်ပေးခဲ့ရတာဖြစ်လို့ တစ်ကိုယ်တည်းပဲနေတဲ့ လူပျိုကြီးဆိုင်တစ်ယောက် ယော့ကင်တို့မိသားစုကိုသံယောဇဉ်ပါတွယ်နေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ ဆိုင်ကိုလာထုတ်ခိုင်းတဲ့ဓာတ်ပုံတွေထဲမှာ ဝီလီယံ ယေ့ာကင်ရဲ့ ဖောက်ပြန်နေတဲ့ ပုံတွေကိုမြင်လိုက်ရပါတယ်။တစ်ချိန်ထဲမှာပဲစာရင်းကွာဟမှုတွေကိုအကြောင်းပြပြီး ဆိုင်ကို မန်နေဂျာကအလုပ်ဖြုတ်ပစ်လိုက်ပါတယ်။ ဒီလိုနဲ့ပဲ ယော့ကင်တို့မိသားစုကိုသံယောဇဉ်တွယ်နေတဲ့ ဆိုင်တစ်ယောက် နီနာနဲ့ သူ့သားလေးတို့ကို ဝီလီယံဖောက်ပြန်နေကြောင်းသိအောင်လုပ်ပြရင် ဘယ်လိုမျိုးလုပ်ရပ်တွေကျူးလွန်မိသွားမလဲဆိုတာကိုကြည့်ရှုရမဲ့ psychological thriller ဇာတ်ကားကောင်းတစ်ကားပါဗျ။ အော်စကာဆုရ မင်းသားကြီး Robin Williams ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တဲ့အပြင် သရုပ်ဆောင်နေကျဇာတ်ရုပ်တွေကနေကွဲထွက်နေတဲ့ ဇာတ်ရုပ်ကို ...",
        "rating": "",
        "url": "https://megaup.net/2zAnw/One.Hour.Photo.2002.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/99-141x200.jpg",
        "title": "[18+] 99 Moons (2022)",
        "description": "[18+] 99 Moons (2022)\n==================\nIMDb Rating - 5.9/10အဖြူနှင့်အမည်းကဲ့သို့ အရောင်ဖြစ်တာခြင်းတူပေမယ့်\nဝိသေသလက္ခဏာချင်းမတူတဲ့ ဘီညာနဲ့ ဖရန်ကီတို့နှစ်\nယောက်။ ဘီညာက ချီလီနိုင်ငံမှာ သိပ္ပံသုတေသနပြုဖို့\nကြိုးစားနေတဲ့ သိပ္ပံပညာရှင်မလေးဖြစ်တယ်။ တစ်ခါ\nတစ်ရံ လစ်ရင်လစ်သလို ယောင်္ကျား‌တွေနဲ့တစ်ယောက်\nပြီးတစ်ယောက် တိတ်တခိုးချစ်ရည်‌လူးတတ်တဲ့အကျင့်\nလေးရှိတာကတစ်ပိုင်းပေါ့လေ။အဲလိုနဲ့ ဘီညာတစ်ယောက် ကာမစိတ်တွေဖြေနေရင်း\nအဖော်မဲ့‌နေတဲ့ ဖရန်ကီနဲ့ ဆုံဆည်းခွင့်ရသွားတယ်။ ဖရန်ကီ\nကတော့ မူးယစ်ဆေး‌တွေသုံးရင်း အချစ်ရဲ့အဓိပ္ပာယ်ကိုရှာ\nဖွေနေတဲ့ တစ်ကိုယ်တော်သမားတစ်ယောက်ဖြစ်တယ်။\nအဲလိုမျိုး ဆန့်ကျင်ဘက်လူနှစ်ယောက်တွေ့ဆုံသွားတဲ့အခါ\nသူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးက ဘယ်လိုတွေဆက်ဖြစ်\nမလဲဆိုတာကို ကြည့်ရမယ့်ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKSN ဖြစ်ပါတယ်)File Size..........(1.85 GB) / (634 MB) / (350 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 50Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......KSN\nEncoder..........AdminX",
        "rating": "5.9",
        "url": "https://megaup.net/1U06u/99.Moons.2022.GERMAN.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/the-help-141x200.jpg",
        "title": "The Help (2011)",
        "description": "IMDb Rating (8.1)အားလပ်ရက်မှာ စာအုပ်ဖတ်သလို ဗဟုသုတရချင်ရင်၊စာအုပ်ထဲကရသမျိုးအတိုင်း ပေါ့မသွားစေတဲ့ဇာတ်ကားကောင်းမျိုးကြည့်ချင်တယ်ဆို The Help ဇာတ်ကားလေးကိုညွှန်ပေးပါရစေ။ဒီဇာတ်လမ်းကို Kathryn Stockettရဲ့ best seller စာအုပ်ပေါ်မှာ အခြေခံပြီးရိုက်ကူးထားကာRatingအနေနဲ့ကတော့ 8.1အထိရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ။The Shawshank Redemption တို့လို Tom Hanksရဲ့ ဇာတ်ကားကောင်းတွေလိုပဲ အနှစ်သာရတစ်ခုခုပေးမယ် ဇာတ်ကားလေးပါ။ဒီဇာတ်လမ်းလေးကိုတော့ အမေရိကန်ပြည်ထောင်စု Mississippi တိုင်း Jacksonမြို့က၁၉၆၀ခုနှစ်လောက်ကဖြစ်ရပ် အပေါ်အခြေခံထားတဲ့ ဝတ္ထုအပေါ်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။တစ်နည်းပြောရရင် လူဖြူလူမဲခွဲခြားဆက်ဆံတဲ့အချိန်လေးပေါ့။ဒါပေမဲ့ ဇာတ်လမ်းမှာ ပျင်းစရာနိုင်ငံရေးတွေ ကြွေးကြော်သံတွေပါတာမျိုးမရှိပါဘူး။လူတိုင်းကြည့် ထိုက်တဲ့ ဇာတ်ကားကောင်းလို့မြင်ပါတယ်....Review Crd\nFile size…(3.9 GB)/(1.2 GB)\nQuality….BluRay 1080p/ 720p\nFormat…mp4\nDuration….02:26:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….AKH",
        "rating": "8.1",
        "url": "https://megaup.net/1e30u/(CM)The.Help.2011.720p-mp4.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mJHBE4REouhFJLR9UKnbRUAW08B.jpg",
        "title": "Like & Share (2022)",
        "description": "Like and Share (2022)\"လိင်ပိုင်းဆိုင်ရာ အမြတ်ထုတ်ခံရပြီး ခြိမ်းခြောက်အကျပ်ကိုင်ခံရတဲ့အခါ\nမိန်းကလေးတွေရဲ့ဘဝပဲ အမြဲပျက်စီးသွားပြီး ယောက်ျားလေးတွေကတော့ ဘာမှမဖြစ်ပါဘူး\" တဲ့။\nဒီဇာတ်ကားထဲက ဇာတ်ကောင်တစ်ယောက်‌ ပြောတဲ့စကားပါ။အပြင်လောကမှာလည်း ဘယ်လောက်ပဲ ခေတ်မီပြီး အမြင်ကျယ်လာတယ်ပြောပြော\nမိန်းကလေးတွေကပဲ စိတ်ဒဏ်ရာတွေကို ပိုခံစားရတတ်ပါတယ်။ဒီဇာတ်ကားကတော့ ASMR ဗီဒီယိုတွေ ရိုက်ကူးတင်ဆက်တဲ့ Channel တစ်ခု ထောင်ထားပြီး\nစိတ်ကူးအိပ်မက်တွေအပြည့်ရှိတဲ့ ဆယ်ကျော်သက်အရွယ် ကောင်မလေးနှစ်ယောက်၊\nသူတိူ့နှစ်ယောက်ထဲနှာ တစ်ယောက်က လိင်ပိုင်းဆိုင်ရာ ခြိမ်းခြောက်အကျပ်ကိုင်ခံရတော့\nသူငယ်ချင်းနှစ်ယောက် အဲဒါကို ဘယ်လိုကြံ့ကြံ့ခံရင်ဆိုင်သွားမလဲဆိုတာ ရိုက်ကူးထားတာဖြစ်ပါတယ်။IMDb 7.2 ရထားပြီး ဆုသုံးခုရထားတဲ့ အင်ဒိုနီးရှားဇာတ်ကားကောင်းလေး ဖြစ်တဲ့အပြင်\nအာရှနိုင်ငံတွေရဲ့ သိပ်မကွဲပြားတဲ့ အယူအဆတွေကိုလည်း တွေ့ရမှာပါ။အပြင်လောကမှာလည်း ဒီဇာတ်ကားထဲကလို ဖြစ်တတ်တဲ့ကိစ္စတွေရှိတော့\nဒီဇာတ်ကားကိုကြည့်ရင်း တစ်ခုခုကိုခံစားရမှာတော့ သေချာပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 606MB | ...",
        "rating": "7.2",
        "url": "https://megaup.net/1e3yg/Like.and.Share.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDdlZjIxOTgtMDY2My00MWMzLTg2MGYtZTAzYTg3MjhiMmQyXkEyXkFqcGdeQXVyNzU5MDE0MTE@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Invitation to a Murder (2023)",
        "description": "စုံထောက်ဝတ္ထုတွေကို ကြိုက်နှစ်သက်သူမှန်ရင် ရှားလော့ဟုမ်းဝ‌တ္ထုတွေကို မကြိုက်တဲ့လူမရှိသလောက်ပါဘဲ။ ငယ်စဉ်က ရှားလော့ဟုမ်းဝတ္ထုစနက်နဲ့ စုံထောက်ရူးရူးခဲ့ဖူးသူတွေထဲမှာ ကျွန်တော်ကိုယ်တိုင်အပါအဝင်ဖြစ်ခဲ့တာပေါ့။ အခုဒီကားလေးထဲက ဇာတ်လိုက်ကျော်လေး Miranda Greenသည်လည်း ကျွန်တော်တို့လိုပဲ Mysteryတွေကိုနှစ်သက်တဲ့ စုံထောက်ရူးလေးတစ်‌ယောက်ပါပဲ။ စုံထောက်ရူးပီပီ သူ့ရဲ့mottoကတော့ \"Every contact leaves a trace\"ပါတဲ့။ Mirandaက ကမ္ဘာကျော်စုံထောက်ဝတ္ထုရေးတဲ့စာရေးဆရာ Agatha Christie ရဲ့အမာခံပရိသတ်တစ်ယောက်ဖြစ်ပြီး စွန့်စားခန်းတွေကို နှစ်သက်သူဆိုလည်းဟုတ်ပါတယ်။ အမြင်စူးရှပြီး ထက်မြက်လွန်းတဲ့Miranda ကျိုးကြောင်းဆက်စပ်ဆင်ခြင်နိုင်စွမ်းမြင့်တဲ့Mirandaတစ်ယောက် သူ့ရဲ့ နုနုရွရွ ပန်းရောင်းရတဲ့အလုပ်နဲ့ နည်းနည်းလေးမှ မအပ်စပ်ဖြစ်‌လို့‌နေတာပေါ့။ လှပပေမဲ့ ရင်ခုန်စိတ်လှုပ်ရှားစရာတွေမရှိတဲ့အလုပ်ခွင်မှာ မပျော်ပိုက်တဲ့ Mirandaအတွက်တော့ Christie ရဲ့စာအုပ်တွေက သူအသက်ဆက်နိုင်မဲ့ အိုအေစစ်ပါပဲ။ ဒီလိုနဲ့ Mirandaဆီကို ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာတဲ့ ဖိတ်စာတစ်စောင်နဲ့အတူ ထူးဆန်းတဲ့သူဌေးကြီးတစ်ယောက်ဖြစ်တဲ့ Louis Findleyနဲ့ တွေ့ဆုံဖို့အတွက် ကျွန်းတစ်ကျွန်းကို ဖိတ်ခေါ်ခံရတဲ့အခါမှာတော့ သာမန်လူတစ်ယောက်ဆို အတွေးစုံနဲ့ဗျာများနေမှာပေမဲ့ စွန့်စားခန်းကိုငတ်မွတ်နေတဲ့ Mirandaကတော့ Christieရဲ့စာအုပ်‌တွေထဲကလိုစူးစမ်းရှာ‌ဖွေထောက်လှမ်းအခွင့်အရေးကို ...",
        "rating": "",
        "url": "https://megaup.net/1e3vp/Invitation.to.a.Murder.2023.720p_(CM).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/p24962465_v_v13_aa-150x200.jpg",
        "title": "Boy in the Walls (2023)",
        "description": "မိသားစုလေးတစ်ခုက မြို့နဲ့ ၄၅မိနစ်လောက်ဝေးတဲ့ မြို့ပြင်းနားလေးတစ်နေရာမှာရှိတဲ့ အိမ်ကြီးဆီကို ပြောင်းလာတာကနေ ဇာတ်လမ်းလေးကို အစပြုထားတာပါ။ အဲဒီအိမ်ကြီးမှာ မိန်းမကြီးတစ်ယောက်ကသေသွားခဲ့ဖူးပါတယ်။ ပြောင်းလာတဲ့မိသားစုမှာ ယောကျာ်းက သူ့အရင်ဇနီး ကင်ဆာနဲ့ဆုံးသွားလို့ နောက်ဇနီးယူထားပြီး အရင်ဇနီးနဲ့ ရတဲ့ ကလေး၂ယောက်ပါ ပါတယ်။ ကလေးတွေက မိထွေးကိုတော့ သိပ်ကြည့်တဲ့ပုံမပေါ်ပါဘူး။မိထွေးကလည်း ကလေးတွေနဲ့ အဆင်ပြေအောင်ကြိုးစား ကလေးတွေကလည်း မိထွေးဆို ကလန်ကဆန်လုပ်နေရင်းကနေ ယောကျာ်းက အလုပ်ကိစ္စနဲ့ ခရီးခန ခန သွားရတော့ အိမ်မှာသူတို့ပဲကျန်တာက များပါတယ်။ ဒီလိုနဲ့ အိမ်ထဲမှာ ပစ္စည်းတွေပျောက် မူမမှန်တာတွေဖြစ်လာတော့ အချင်းချင်းအပြစ်တင်ကြရာကနေ ဘာတွေဆက်ဖြစ်ကြမလဲ မိထွေးနဲ့ ကလေးတွေရော အဆင်ပြေသွားပါ့မလား ပစ္စည်းတွေက ဘာလို့ပျောက်နေရတာလဲ ဘာတွေမူမမှန်ဖြစ်နေရတာလဲဆိုတာကို ကြည့်ရှုခံစားလိုက်ကြပါဦး။ File size…(700 Mb)\nQuality….Webrip 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Drama, Mystery, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated & Encoded by Garfield",
        "rating": "",
        "url": "https://megaup.net/3iU8w/Boy.in.the.Walls.2023.720p(CM).WEB.h264.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Khun-Pun-2016-ขุนพันธ์-210x300.png",
        "title": "Khun Pun (2016)",
        "description": "Khun Pan 1 (2016)၁၉၃၉ ခုနှစ် မှာ ထိုင်းနိုင်ငံ ချွန်ဖွန်ဆိုတဲ့နယ်က ဓါးပြတွေ ကြီးဆိုးတဲ့နေရာတစ်ခုဖြစ်ခဲ့ပါတယ်\nဓါးပြတွေကို နှိမ်နင်းဖို ခွန်ဖန်ဆိုတဲ့ ရဲမှူးချုပ် တာဝန်ပေးအပ်ခံရပါတယ်ဓါးပြနယ်မြေဖြစ်တဲ့အတွက် ရဲအဖြစ် ထင်ထင်ပေါ်ပေါ်သွားလိုမရတဲ့အတွက်\nအဲ့ဒီနယ်မြေမှာ သာမန်လူလို လတော်တော်ကြာကြာ သူလျိုအဖြစ်နဲ့နေထိုင်ရပါတယ်ဒါပေမဲ့ ခွန်ဖန် ရင်ဆိုင်ရမယ့်လူက မှော်အစွမ်းတတ်တဲ့ ဓါးပြခေါင်းဆောင် အာဟာဝီယူရူပါအာဟာဝီယရူဆိုတဲ့သူက ငယ်စဉ်ကတည်းက စိတ်ဒဏ်ရာနဲ့ ကြီးပြင်လာတဲ့ဓါးပြဖြစ်တဲ့အတွက်\nအငြိုးကြီးသလို ရက်လည်း ရက်စက်ပါတယ်အထူးသဖြင့်ရဲတွေကိုပေါ့ အမေဖြစ်သူကလည်း သူ့ရှေ့မှာ သေနတ်ပစ်ခံရပြီး ဆုံးခဲ့တာကြောင့်\nသူ့ရင်ထဲက အငြိုးမီးတွေကို ပိုပြီးတော့ လောင်မြိုက်နေစေပါတယ်ဆိုတော့ ခွန်ဖန်တစ်ယောက် အာဟာဝီယရူကို ဘယ်လို နည်းလမ်းနဲ့ နှိမ်နင်းသွားမှာလဲမှော်အစွမ်းတွေနဲ့ဖိုက်တင်ခန်းတွေကို ရင်ခုန်စိတ်လှုပ်ရှားစွာနှင့် တဝကြီး ကြည့်ရမှာမို\nစောင့်ကြည့်လိုက်တော့နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Fake Love ပဲ ဖြစ်ပါတယ်။Genre.....Action, History, Thriller\nQuality…. 1080p | 720p\nFile size…1.8GB | 991MB\nFormat… mp4\nDuration….1h 45min\nSubtitle…. ...",
        "rating": "5.0",
        "url": "https://megaup.net/2CVwl/Khun.Pan.1.2016.720p.WEB-DL.CM.mp4",
        "category": "Action, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cqAn4SPQ0VWGzJUUidfrURWHTEz.jpg",
        "title": "Khun Pan 2 (2018)",
        "description": "Khun Pan 2 (2018)\n==============\n၂၀၁၆ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Khun Pan 1 ရဲ့ sequel ဖြစ်တဲ့\nKhun Pan 2 ကို ပြန်လည်ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။Khun Pan 1 မှာ တုတ်ပြီး ဓားပြီး သေနတ်ပြီး တောပုန်းဓားပြကြီး အဟာဝီရလူနဲ့ရင်ဆိုင်ကြုံတွေ့ခဲ့ရတဲ့\nလူစွမ်းကောင်းရဲအရာရှိကြီး ခွန်ဖန်ရဲ့ တောပုန်းဓားပြရေစက်ကတော့မဆုံးနိုင်အောင်ပါပဲ။ဒီ Khun Pan 2 မှာလည်း မြေပြန့်အလယ်ပိုင်းမှာသောင်းကျန်းနေတဲ့\nတောပုန်းဓားပြ “ဖိုင်” နဲ့ “ဘိုင်” ဦးဆောင်တဲ့ “ရှပ်နက်ဝတ် တောပုန်းဓားပြဂိုဏ်း” ကိုနှိမ်နင်းဖို့အကြောင်းဖန်လာပြန်ပါတော့တယ်။\nဒီတစ်ခေါက်စစ်ဆင်ရေးမှာရော လူစွမ်းကောင်းကြီး ခွန်ဖန်တစ်ယောက် အောင်ပန်းဆွတ်နိုင်မှာလား ..\nမထင်မှတ်ထားတဲ့ဘယ်လိုအတွေ့အကြုံထူးတွေ ကြုံတွေ့ရဦးမှာလဲဆိုတာကတော့ ကိုယ်တိုင်ပဲကြည့်ရှုခံစားကြည့်လိုက်ပါတော့။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lai Laii ပဲ ဖြစ်ပါတယ်။Genre..... Action, Fantasy\nQuality…. 1080p | 720p\nFile size… 2.2GB | 1.1GB\nFormat… mp4\nDuration…. ...",
        "rating": "6.5",
        "url": "https://megaup.net/2CVwT/Khun.Pan.2.2018.720p.WEB-DL.CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xaspbqQ6r43MPEpQWUwTYqALqOy.jpg",
        "title": "Khun Pan 3 (2023)",
        "description": "Khun Phan 3 (2023)ခွန်ဖန် အဖြစ် Ananda Everingham\nဆီယာမဟေဆွန် အဖြစ် Mario Maurer\nဆီယာဒမ် အဖြစ် Tono Phakin khamwilaisakခွန်ဖန်ဆိုကတည်းက khun phan 1&2 ကိုအားလုံးကြည့်ပြီးကြမယ်လို့ထင်ပါတယ်ဒီ khun phan 3 မှာကတော့ ခွန်ဖန်ဟာ နိုင်ငံရေးအခြေနေမတည်ငြိမ်သေးပေမဲ့\nသူ့မွေးရပ်မြေကိုတာဝန်ပြောင်းဖို့တောင်းဆိုခဲ့ပြီး ပြန်သွားခဲ့ကာ သူ့မိန်းမနဲ့အတူနေထိုင်ခဲ့ပါတယ်သူပြန်နေတဲ့ကာလမှာ ဆီယာဒမ်နဲ့ဆီမဟေဆွန်ဆိုတဲ့တောပုန်းဓားပြတွေသောင်းကျန်းနေလို့\nသူ့ကို ရဲအရာရှိကြီးတစ်ယောက်က တာဝန်ပြန်လာထမ်းဆောင်ဖို့ ပြန်ခေါ်ခဲ့ပါတယ်ခွန်ဖန်တာဝန်ပြန်လာထမ်းဆောင်ပြီး ဆီယာဒမ်နဲ့ဆီယာမဟေဆွန်ကိုဖမ်းဖို့\nခရီးထွက်လာတဲ့အချိန်မှာ ဘာအခက်အခဲတွေနဲ့ကြုံရမလဲဆီယာဒမ်နဲ့ရော အရင်ကဘာအငြိုးတွေရှိခဲ့လို့ ဆီယာဒမ်က သူ့ကိုသတ်ချင်နေပါသလဲဆိုတော့ မှော်အစွမ်းတွေနဲ့ဘယ်လောက်တောင်ကြမ်းနေမလဲ ဇာတ်ကားထဲကြည့်လိုက်ရအောင်နော်ဇာတ်ကားကတော့ ပြောစရာမလိုလောက်အောင် ကောင်းလွန်းပါတယ်\nလုံးဝလက်မလွှတ်သင့်တဲ့ကားလေးပါနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nang Mwe Kham ပဲ ဖြစ်ပါတယ်။Genre..... Action, Fantasy, Thriller\nQuality…. 1080p | 720p\nFile size… 2.2GB | 1.1GB\nFormat… mp4\nDuration…. 2h 36min\nSubtitle…. Myanmar ...",
        "rating": "8.2",
        "url": "https://megaup.net/3hS8q/Khun.Phan.3.2023.WEB-DL.720p.CM.mp4",
        "category": "Action, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nX25xhtbDU7qP7sgxlBxUYghsYU.jpg",
        "title": "Khun Phaen Begins (2019)",
        "description": "[Unicode]\"Khun Phaen Begins 2019\"ဇာတ်လမ်းအကျဉ်းမြစ်ကမ်းဘေး တိုင်းပြည်တစ်ခုဖြစ်တဲ့ အယုဒ္ဓယတိုင်းပြည်ကို ယူထ (သို့) ယူထနမ့်လို့ ခေါ်ကြတဲ့ အချိန်ကာလမှာ စစ်ပွဲတွေမရှိ နှစ်ရာချီအောင် အေးချမ်းခဲ့ပါတယ်...အကြောင်းရင်းကယူထတိုင်းပြည်ကို အထမတ်အမည်ရှိ လျှို့ဝှက်စစ်သားအဖွဲ့က စောင့်ရှောက်ပေးနေခဲ့လို့ပါပဲမှော်နက်အဖွဲ့တွေ အထမတ်အဖွဲ့ကိုချေမှုန်းဖို့ လွှတ်ခဲ့ပေမယ့် အနိုင်မရခဲ့ပဲ မျက်လုံးဖောက်ခံလိုက်ရတယ်လို့ သတင်းတွေထွက်ခဲ့ပါတယ် ၊တောရွာဘက်က ဖန်လို့ အမည်ရတဲ့ကောင်လေးတစ်ယောက်က ယူထတိုင်းပြည်မှာ မိန်းမယူပြီး မိသားစုအခြေချချင်စိတ်နဲ့ ယူထကိုရောက်လာခဲ့ပါတယ်ယူထမှာ ငယ်ချစ်ဦးဖြစ်သူ ဖိင်မ်နဲ့ တွေ့ဆုံပြီး အချစ်ဦးအထင်ကြီးနိုင်ဖို့ ဖန်ဟာ လတ်လျားလတ်လျားနေတတ်သူကနေ စစ်ထဲဝင်ဖို့ ကြိုးစားခဲ့ပါတော့တယ်...ငယ်ငယ်တည်းက အတိတ်မေ့ပြီး အဖေ့ကိုပါ မမှတ်မိနိုင်တဲ့ ဖန်ဟာ တခါလောက်တော့ အဖေ့ကိုတွေ့ဖူးချင်စိတ်နဲ့ မှော်ပညာကို သင်ယူ စစ်သားတစ်ယောက်ဖြစ်လာချိန်...သတင်းသာ ကြားဖူးတဲ့ မှော်နက်အဖွဲ့က တဖန် အထမတ်စစ်သားတွေကို အနိုင်ယူ ယူထတိုင်းပြည်ကို သိမ်းဖို့ကြိုးစားလာချိန်မှာတော့မှော်ပညာတတ် စစ်သားတစ်ယောက်ဖြစ်တဲ့ ဖိတ်တစ်ယောက် ယူထတိုင်းပြည်ကို ကာကွယ်ပေးနိုင်မှာလား...ငယ်ငယ်တည်းက မေ့နေခဲ့တဲ့ အဖေ့ကိုရောပြန်တွေ့နိုင်မလား...ငယ်ချစ်ဦး ...",
        "rating": "7.1",
        "url": "https://megaup.net/2Sx2o/[CM]_Khun_Phaen_Begins_(2019).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aEMdHvaOK7UjCLpjyzBbMV9pezB.jpg",
        "title": "The Haunted Drum (2007)",
        "description": "The Haunted Drum (2007)ငယ်ငယ်က တော်တော်နာမည်ကြီးခဲ့တဲ့ The Haunted Drum ဆိုတဲ့ ထိုင်းသရဲကားလေးကို ပြန်လည်တင်ဆက်ပေးချင်ပါတယ်။\nအရမ်းစည်းကမ်းတင်းကြပ်ပြီး အဖွဲ့သားတွေကို အလိုမလိုက်တတ်တဲ့ ဆိုင်းဆရာကြီး Doung ရဲ့\nဆိုင်းဝိုင်းမှာ ပညာသင်ဖို့အတွက် ဂီတမှာ ပါရမီပါတဲ့ Ping ဆိုတဲ့ကောင်လေးတစ်ယောက် ရောက်လာခဲ့ပါတယ်။\nအဲဒီဆိုင်းဝိုင်းမှာ အဖွဲ့သားအားလုံး အဖွဲ့အပေါ် သစ္စာမဖောက်ပါဘူးဆိုတဲ့ ကတိတစ်ခုကို သစ္စာဆိုရပြီးတော့\nသစ္စာဖောက်ဖျက်မိရင် ဆိုင်းဝိုင်းအိမ်မှာရှိတဲ့ ဗုံကိုစောင့်ကြပ်တဲ့ သရဲက အပြစ်ပေးတတ်တယ်ဆိုပြီး တီးတိုးကောလဟာလတွေလည်း ရှိပါတယ်။\nအဲဒီသရဲက ဆိုင်းဝိုင်းကို စောင့်ရှောက်ပေးထားတယ်ဆိုတဲ့သတင်းကြောင့်\nအဲဒီဗုံကို လိုချင်နေတဲ့ တခြားဆိုင်းဝိုင်းပိုင်ရှင် Muam က ဆိုင်းဝိုင်းကလူတွေကို သူ့ဘက်ပါအောင်လုပ်ပြီး\nဗုံကိုရယူဖို့ နည်းလမ်းမျိုးစုံ သုံးလာတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဇာတ်လမ်းထဲမှာပဲ ကြည့်လိုက်ကြရအောင်နော်။\nပြီးတော့ ဆိုင်းဝိုင်းအိမ်ကို ရောက်လာတဲ့ Ping ရဲ့ ကြည်နူးစရာအချစ်ဇာတ်လမ်းလေးကိုလည်း ဇာတ်လမ်းထဲမှာ ခံစားကြည့်ရှုရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Horror, ...",
        "rating": "5.2",
        "url": "https://megaup.net/1WY6q/The.Haunted.Drum.2007.720p.HC.WEB-DL.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vup07aqHKUGZY9sdaGRv0YbjAlx.jpg",
        "title": "Ice Rain (2004)",
        "description": "Ice Rain (2004)ဒီဇာတ်လမ်းလေးကတော့ ၂၀၀၄ ခုနှစ်မှာ ဇာတ်အိမ်တည်ခဲ့တဲ့ ဆွတ်ပျံ့ဖွယ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါတောင်တက်သမားနှစ်ယောက်ဟာ အာလန်စခါမှာ ရှိတဲ့ အာရှခုလို့အမည်ရတဲ့ ရေခဲတောင်ပေါ်မှာ သောင်တင်နေရင်းနဲ့\nသူတို့ဘဝကို ပြောင်းလဲစေခဲ့တဲ့ မိန်းကလေးအကြောင်းကို တစ်ယောက်နဲ့တစ်ယောက် ပြောပြကြပါတယ်သူတို့မသိခဲ့တာကတော့ တကယ်တမ်း သူတို့နှစ်ယောက်ဟာ ဘယ်လိုမျိုးဆက်နွယ်မှုရှိနေတာလဲဆိုတာပါပဲအဲဒါကတော့ ဇာတ်လမ်းရဲ့အဓိကအချက်ဖြစ်တဲ့အတွက် ကိုယ်တိုင်ကြည့်ရှုခံစားလိုက်ကြပါအားလုံးရဲ့အချစ်တော် \"ဆောင်းဦးရွက်ကြွေချစ်သက်သေ\" ထဲက မင်းသားဂျွန်စောလို့ အသိများကြတဲ့ (Song Seung Heon) နဲ့\nမြန်မာနိုင်ငံမှာ ကျီးကျင့် လို့ နာမည်ရခဲ့တဲ့ မင်းသမီးကြီး Kim Ha Neul လည်း ပါဝင်သရုပ်ဆောင်ထားတာမို့လို့ လက်မလွတ်တမ်း ကြည့်ရှုအားပေးပါဦးနော်ဇာတ်ကားကောင်းလေးကို တင်ပေးချင်တာမို့ လတ်တလော ရတဲ့ ကွာလတီနဲ့ပဲ တင်ပေးထားပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hsu ပဲ ဖြစ်ပါတယ်။Genre..... Adventure, Drama, Romance\nQuality…. 480p\nFile size… 423MB\nFormat… mp4\nDuration…. 1h 45min\nSubtitle…. Myanmar ...",
        "rating": "5.5",
        "url": "https://megaup.net/3iSYv/Ice.Rain.2004.DVDRip.CM.mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BM2Q3NWMyYmEtMWQwZC00OGM4LWE4OWItMGY3YTc1ZDlmODI1XkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Happy Feet Two (2011)",
        "description": "ဒီတစ်ခါမှာတော့ ချစ်စရာပင်ဂွင်းလေးတွေရဲ့ Happy Feet Two ဆိုတဲ့ ၂၀၁၁ ခုနှစ်ထွက် Family/Comedy ကာတွန်းကားလေးကို CM version နဲ့ တင်ဆက်ပေးလိုက်ပါတယ်။ ၂၀၀၆ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Happy Feet 1 ရဲ့ Sequel ဖြစ်ပြီး ၁ ကိုမကြည့်ထားရင်တောင်မှ ဒီတိုင်း ၂ ကို စီးမျောကြည့်ရှုလို့ ရနိုင်မှာပါ။ ၁ မှာတုန်းက သဘာဝပတ်ဝန်းကျင်ကို ကာကွယ်ထိန်းသိမ်းရေးနဲ့ပတ်သက်ပြီး အသိပညာပေးခဲ့သလို ၂ မှာတော့ မိသားစု အသင်းအဖွဲ့စိတ်ဓာတ်က ဘယ်လောက်အရေးကြီးပုံနဲ့ အခက်အခဲတွေကို စိန်ခေါ်မှုအဖြစ် ပြောင်းလဲပစ်တတ်ဖို့ လိုပုံတွေကို တင်ပြထားခဲ့ပါတယ်။ ၂ က ၁ လောက် မအောင်မြင်ခဲ့ပေမဲ့ တခြားသာမန်ကာတွန်းတွေနဲ့ ယှဉ်ရင်တော့ သီချင်းလေးတွေ အကအလှလေးတွေနဲ့ မျက်စိပသာဒဖြစ်စရာမို့ အတော်လေး ကြည့်ပျော်ရှုပျော်ဖြစ်တဲ့ ကာတွန်းကားလေးဖြစ်မှာ။အသံသရုပ်ဆောင်တွေအနေနဲ့လည်း နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Elijah Wood ...",
        "rating": "5.8",
        "url": "https://megaup.net/3iRid/Happy.Feet.Two.2011.720p.(CM).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2KfdXsXTCbMie0wB1mSmIX60C2F.jpg",
        "title": "Marshall (2017)",
        "description": "Marshall (2017)~ IMDb - 7.3/10, Rotten Tomatoes - 80% ~အမေရိကန်ရဲ့ အထက်တရားရုံးမှာ လျှောက်လဲခွင့်ရတဲ့ ပထမဆုံးသော အမေရိကန် အာဖရိကန် လူမျိုး သားဂွတ်မာရှယ်ရဲ့အကြောင်းကို ပြန်လည်ရိုက်ပြထားတဲ့ အတ္ထုပ္ပတ္တိပုံစံ ဒရာမာကားတစ်ကားပါ။ ကြွေလွင့်သွားခဲ့ပြီဖြစ်တဲ့ Chadwick Boseman ရဲ့ ကားကောင်းတစ်ကားပါပဲ။~ ဇာတ်လမ်းအညွှန်း ~အမေရိကန်မှာ လူဖြူဝါဒကြီးစိုးပြီး လူမည်းတွေဖိနှိပ်ခံရတဲ့အချိန် ဂရင်းဝစ်မြို့မှာ လူဖြူအမျိုးသမီးတစ်ဦး လူမည်းရဲ့ မုဒိန်းကျင့်ခံရတယ်လို့ စွပ်စွဲလိုက်တာကြောင့် တနိုင်ငံလုံးကလူမည်းအများစူတွေ အလုပ်ဖြုတ်ခံရတာကို ဖြေရှင်းဖို့ သားဂွတ်တစ်ယောက် လူမည်းဘက်က ထုပဖို့ သူငယ်ချင်းဆမ်နဲ့အတူ ကြိုးစားခဲ့ပါတယ်။သူကိုယ်တိုင်တာဝန်ယူဖို့ ကြိုးစားထားပေမဲ့ တကယ်တမ်း တရားရုံးက သူငယ်ချင်းဆမ်ကို အမှုစစ်ခိုင်းတဲ့အခါ ဘယ်လို အခက်အခဲတွေရှိခဲ့လဲ... ဘယ်လိုကြိုးစားခဲ့ရလဲ... ဆိုတာတွေကို ရိုက်ပြထားတဲ့ ဖြစ်ရပ်မှန်ကားကောင်းတစ်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.45GB, 680MB\nQuality ...",
        "rating": "7.3",
        "url": "https://megaup.net/2CV7y/(CM)_Marshall_(2017)_720p.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hM6DCCbGAVIBWMdnTEtJ1lvyfeH.jpg",
        "title": "Ransomed(2023)",
        "description": "Ransomed(2023)****************ကိုရီးယားရဲ့ နာမည်ကြီးသရုပ်ဆောင်တွေချည်းပါဝင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်..လက်ဘနွန်ဆိုတာ ပြည်တွင်းငြိမ်းချမ်းမှုမရှိသလို လက်နက်ကိုင်အဖွဲ့အစည်းတွေများစွာရှိတဲ့နိုင်ငံလည်းဖြစ်ပါတယ်...သံရုံးတွေကတော့ နိုင်ငံရေးအခြေအနေရတည်ရှိနေရတယ်ဆိုပေမဲ့ သံရုံးဝန်ထမ်းတွေရဲ့ လုံခြုံရေးကတော့ စိတ်ချရတဲ့အခြေအနေမဟုတ်ပါဘူး..တစ်နေတော့ ကိုရီးယားသံရုံးရဲ့ အကြီးအကဲအရာရှိတစ်ဦး လက်ဘနွန် သူပုန်တွေဆီမှာ အဖမ်းခံလိုက်ရတယ်..ထူးခြားတာက အရာရှိကြီးကို ဘယ်သူဖမ်းတယ်လို့ မကြေငြာတော့သတင်းအစအနပါပျောက်နေတယ်..ဒီနောက် ၁ နှစ်နဲ့ ၈လကြာတဲ့နောက်မှာ လက်ဘနွန်ကနေ ကိုရီးယားနိုင်ငံရဲ့  သံရုံးကို ဖုန်းဝင်လာတယ်..အဲ့ဒါကတော့ သံရုံးအရာရှိကို ၂.၅သန်းနဲ့ လာရွေးကြပါပေါ့.. ကိုရီးယားထိပ်သီးအစိုးရဝန်ထမ်းတွေဟာဒီကိစ္စကိုလူသိရှင်ကြားနဲ့ကြေငြာပြီးကယ်မယ်ဆိုရင်လည်း ဓားစာခံဟာသေပြီးသားလူဖြစ်နေရင်အရှက်ကွဲမယ်..မကယ်ရင်လည်း  နောက်မှ ပြန်ပေးဆွဲတဲ့သူတွေဆီကနေ သတင်းပေါက်လို့ရှိပြန်ရင်လည်းသူတို့အရှက်ကွဲမှာဆိုတော့ ဒီကိစ္စကို တိုးတိုးတိတ်တိတ်နဲ့ကယ်ဆယ်ရေးမစ်ရှင်လုပ်ဖို့လူတစ်ယောက်ကိုစေလွှတ်လိုက်ပါတော့တယ်...အဲ့ဒီနောက်မှာတော့....ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့...File Size :(2.2GB) and (987MB)\nQuality : WEB-DL 1080p, 720p\nFormat…mp4\nDuration…02:12:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Miri,Stary, Lia Fay & Treasure Htet\nEncoded by Phyo ...",
        "rating": "6.7",
        "url": "https://megaup.net/1h0pu/Ransomed.2023.WEB-DL.1080P(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iQey3UeqU4uQzr82GQJ1pZMwe40.jpg",
        "title": "Don’t Kill It (2016)",
        "description": "Don't Kill It အဲ့ဒါကိုမသတ်ပါနဲ့။ဒီဇာတ်ကားနာမည်ကအဲ့ဒါပါ။ဘာကိုမသတ်ရမှာလဲ။ဘာလို့မသတ်ရမှာလဲ။သိချင်ရင်တော့ဇာတ်လမ်းအကျဉ်းချုပ်လေးကိုပြောပြပါမယ်။ ချီကရီခရိခ်ဆိုတဲ့နယ်မြို့သေးသေးလေးမှာ လူသတ်မှုတွေအများကြီးဖြစ်ပေါ်နေခဲ့ပါတယ်။လူသတ်မှုက တစ်ယောက်ချင်းစီသတ်တာမျိုးမဟုတ်ပဲတစ်ခါတစ်ခါသေရင် သုံးလေးယောက်အစုလိုက်အပြုံလိုက်ပါပဲ။အဲ့ဒါကဘာကြောင့်ဖြစ်တယ်ဆိုတာကို ဒေသခံရဲတွေကလဲ မသိကြသလိုလူသတ်သမားကိုလဲ မဖမ်းနိုင်ကြပါဘူး။ဒီလိုနဲ့အဲ့ဒီမြို့ကိုရောက်နေတဲ့မကောင်းဆိုးဝါးမုဆိုးက ရဲစခန်းကိုသွားပြီးတော့ ဒီလူသတ်မှုတွေကမကောင်းဆိုးဝါးကြောင့် ဖြစ်တယ်ဆိုတာကိုရှင်းပြခဲ့ပါတယ်။ဒါပေမယ့်ဘယ်သူမှမယုံတဲ့အတွက် ထောင်ထဲအထည့်ခံလိုက်ရပြီးတော့ အဲ့ဒီမြို့လေးမှာငယ်ငယ်တုန်းကနေခဲ့ဖူးတဲ့ FBI ကအေးဂျင့်ပီးယာ့စ်က သူပြောတဲ့အတိုင်းဖြစ်နေတာကိုမြင်လိုက်ရမှ လာထုတ်ပေးခဲ့ပါတယ်။အဲ့ဒီလိုလူသတ်မှုတွေဖြစ်အောင်လုပ်နေတဲ့မကောင်းဆိုးဝါးက တခြားမကောင်းဆိုးဝါးတွေလိုမဟုတ်ပဲနဲ့ သူပူးကပ်ထားတဲ့ခန္ဓာကိုယ်ကို သတ်တဲ့ခန္ဓာကိုယ်ထဲကို ပြောင်းရွှေ့တတ်တဲ့မကောင်းဆိုးဝါးပါ။အဲ့ဒါကြောင့် အဲ့ဒီမကောင်းဆိုးဝါးကို မသတ်ရမှာကိုမသိပဲနဲ့ လူတွေကသတ်မိနေတော့မကောင်းဆိုးဝါးက တစ်ယောက်ပြီးတစ်ယောက်ကိုပူးကပ်နေပါတော့တယ် ။ ဒီလိုနဲ့မကောင်းဆိုးဝါးမုဆိုးနဲ့အေးဂျင့်ပီးယာ့စ်တို့ပူးပေါင်းပြီးတော့ အဲ့ဒီမကောင်းဆိုးဝါးကိုမသတ်ပဲနဲ့ဘယ်လိုနှိမ်နင်းမလဲဆိုတာကို ကြည့်ရမဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ File size…1.30GB / 583MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 23m\nGenre ….. Action , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Soe Lay",
        "rating": "",
        "url": "https://megaup.net/2CUtB/Dont.Kill.It.2016.Blu-Ray720p(CM).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/The-Queen-poster-144x200.jpg",
        "title": "The Queen (2021)",
        "description": "အခုတစ်ခေါက် CM ရဲ့ ပရိသတ်တွေအတွက်\nတရုတ်ရှေးဒဏ္ဍာရီဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ - မြေခွေးမျိုးနွယ်မှ\nဘုရင်မဖြစ်သူ အမြီးကိုးချောင်းကျိုဝေဟာ\nကံဆိုးစွာနဲ့ မေရှန်းတောင် မိစ္ဆာ ၇ ကောင်ရဲ့ ခေါင်းဆောင်\nမျောက်ဝံမိစ္ဆာယွမ်ဟုန်လက်ထဲ ရောက်သွားခဲ့ပါတယ်။\nကံကောင်းစွာနဲ့ ကျန်းကျီယာရဲ့ ကယ်တင်ခြင်းခံခဲ့ရပြီး\nကျန်းကျီယာကြောင့်ပဲ အမြီးတစ်ချောင်းပြတ်သွားခဲ့ပါတယ်။\nလမ်းပျောက်နေတဲ့ ကျိုဝေဟာ နွီဝါးမယ်တော်ရဲ့ လမ်းညွှန်မှုနဲ့\nတာကျီရဲ့ ခန္ဓာကိုယ်ထဲ ဝင်ပူးခဲ့ပြီး ရိကျိုးမြို့စားမင်းစူးဟုရဲ့\nသမီးဖြစ်သွားခဲ့ပါတယ်။ တစ်နေ့မှာ ဘုရင်ကြီးကျို့ဝမ်ဟာ\nရိကျိုးကိုစစ်ခင်းရာ တာကျီဟာ ဖခင်အစား\nကိုယ်တိုင်စစ်ထွက်တိုက်ခဲ့သဖြင့် ကျို့ဝမ်ရဲ့ ဖမ်းဆီးခြင်းကို ခံခဲ့ရပါတယ်။\nသူတို့နှစ်ယောက်သား မြစ်ဘေးမှာ စစ်ဖြစ်ရတဲ့ အကြောင်းရင်းရာတွေကို\nပြောဆိုခဲ့ပြီး တာကျီရဲ့ အမြင်ဟာ ကျို့ဝမ်ကို လက်ခံစေခဲ့ပြီး\nကျို့ဝမ်ကလည်း သူမကို ချစ်မိသွားပါတယ်။ ထိုနေ့ညမှာပဲ\nကျို့ဝမ်ဟာ စူးဟုထံမှာ တာကျီကို လာရောက်တောင်းခံပါတယ်။\nတာကျီဟာလည်း ရှန်းခေတ်ရဲ့ မိဖုရားဖြစ်သွားခဲ့ပြီး လောကရှုပ်ထွေးမယ့်\nအန္တရာယ်ကြီးတစ်ခု စတင်သက်ဝင်လာခဲ့ပါတယ်။ ဒီရှုပ်ထွေးမှုတွေကို\nလူ့ပြည်မှာ မင်းကောင်းမင်းမြတ်ကို ကူညီီဖို့ စေလွှတ်ခံရတဲ့\nကျန်းကျီယာတစ်ယောက် ဘယ်လို ဖြေရှင်းမလဲဆိုတာကို\nဇာတ်လမ်းလေးနဲ့အတူ လိုက်ပါခံစားကြည့်ရှုကြရအောင်နော်။\nQuality - WEB DL 1080p,720p\nFormat - mp4\nGenres - ...",
        "rating": "5.5",
        "url": "https://megaup.net/1h06s/The_Queen_2021_1080p_WEB_DL-CM.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bmUOQIxibopUSNSq2J7iTs691oP.jpg",
        "title": "Golden Triangle Rescue 2018",
        "description": "စီအိုင်အေရဲ့ လက်အောက်က လျှို့ဝှက်အဖွဲ့အစည်းတစ်ခု အလုပ်လုပ်ကြတဲ့\nအားကျယ်တို့အဖွဲ့ကို သူဌေးလင်က ကယ်တင်ခဲ့ပြီးနောက်မှာ သူ့သက်တော်စောင့်တွေအဖြစ် အလုပ်ပေးခဲ့ပါတယ်သူဌေးလင်ရဲ့ သမီးဖြစ်သူ လင်ကယ်လန်ဟာ\nအမေရိကားက သတင်းထောက်တစ်ဦးဖြစ်ပြီး\nတစ်နေ့မှာတော့ ရွှေတြိဂံဒေသမှာ သတင်းယူဖို့သွားရင်း ပြန်ပေးဆွဲခံခဲ့ရပါတယ်\nလင်ကယ်လန်ကို ပြန်ပေးဆွဲထားတဲ့သူက ‌\nရွှေတြိဂံဒေသမှာ \"ခွေးအ\"ဆိုတဲ့နာမည်နဲ့ မူးယစ်ဆေးဝါးနဲ့ ဒုစရိုက်လုပ်ငန်းတွေ လုပ်ပြီး\nကြီးစိုးနေသူတစ်ဦး ဖြစ်ပါတယ်\nလင်ကယ်လန်ကို ကယ်တင်ဖို့သွားရင်း အားကျယ်တစ်ယောက် သူ့ညီမဖြစ်သူရှောင်မေကိုရော\nပြန်ပေးသမားလက်ထဲက ကယ်တင်လို့ရပါ့မလား\"ခွေးအ\" ကိုရော အားကျယ်တို့ အဖွဲ့က ဘယ်လိုဆုံးမကြမလဲဆိုတာတော့ ဒီအက်ရှင်ဇာတ်ကားလေးမှာ အားပေးကြပါဦးQuality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Action\nRuntime - 1 hr 40min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by MeeMee JueJue\nEncoded by LK",
        "rating": "5.6",
        "url": "https://megaup.net/1h04o/Golden_Triangle_Rescue_1080p_WEB-DL_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fxzXFzbSGNA52NHQCMqQiwzMIQw.jpg",
        "title": "Buffalo ’66 (1998)",
        "description": "Buffalo '66 (1998)~ IMDb - 7.4/10, Rotten Tomatoes - 76% ~အဟောင်းအကောင်း Old but Gold ဇာတ်ကားကောင်းတွေထဲက တစ်ကားဖြစ်ပါတယ်။ IMDb Rating (7.4/10) ရထားတဲ့ ဒီဒရာမာ ဟာသ ရိုမန့်စ်ကားလေးက ဆုပေါင်း(၆)ဆုဆွတ်ခူးထားပြီး Nomination တွေလည်း (၁၁)ခုထိ ၀င်ထားခဲ့ပါသေးတယ်။ ကြည့်ရှုသူများကလည်း ကြည့်ဖူးသမျှထဲမှာ အကောင်းဆုံး Independent Film လို့ရည်ညွှန်းခံရတဲ့ကားလေးပါ။ဘီလီဘရောင်းဆိုတဲ့သူက ထောင်ငါးနှစ်ကျပြီး ထွက်လာခဲ့တာပါ။ မိဘတွေကို ထောင်ကျခဲ့တာလို့မပြောဘဲ အလုပ်ကိစ္စကြောင့်အဝေးရောက်‌နေပြီး အိမ်ထောင်လည်းကျနေပြီလို့ လိမ်ညာခဲ့မိတာကြောင့် မိဘအိမ်ပြန်ဖို့လိုလာတဲ့အချိန် ပြစရာဇနီးလိုလို့ လမ်းကြုံကောင်မလေးတစ်ယောက်ကို ပြန်ပေးဆွဲရာကနေ ဒီဇာတ်လမ်းက စတင်လာခဲ့ပါတယ်။ဒီကားလေးက သရုပ်ဆောင်နယ်ပယ်မှာ နာမည်ကြီးပြီး ဆုတွေအများကြီးလည်းရဖူးတဲ့ Golden Lion ဆုအတွက်လည်း Nomi အကြိမ်ကြိမ်၀င်ဖူးတဲ့ Vincent Gallo ရဲ့ ဒါရိုက်တာအဖြစ် ပွဲဦးထွက်ခဲ့တဲ့ကားလေးဖြစ်ပါတယ်။ ...",
        "rating": "7.4",
        "url": "https://megaup.net/3iSm4/(CM)_Buffalo__66_(1998)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9mjYzPlp2hu2xsUnntGei8sdF0T.jpg",
        "title": "Stretch (2014)",
        "description": "ဒီဇာတ်ကားက ၂၀၁၄တုန်းကထွက်ခဲ့တဲ့ ဟာသဇာတ်မြူးအက်ရှင်ဇာတ်ကားဖြစ်ပြီး သရုပ်​ဆောင်တွေကလည်း Patrick Wilson,Chris Pineနဲ့ Jessica Albaဆို​တော့ ရှယ်ပါပဲ။ Rating​တွေကIMDb 6.5နဲ့ RT 88%ပါ။ LAမှာ သူ​ဌေး​တွေပဲစီးနိုင်တဲ့ ဇိမ်ခံကားအ​ကောင်းစားကြီး​မှာ ဒရိုက်ဘာလုပ်​နေတဲ့ ကယ်ဗင်တစ်​ယောက်ရည်းစားကပစ်၊ အလုပ်က အဆင်မ​ပြေ၊ ဖဲ​ကြွေး​​က တပုံတပင်နဲ့ဒိုင်​တွေဓါးကြိမ်းကြိမ်းတာကို ခံ​နေရတဲ့အချိန် မ​မျှော်လင့်ထားဘဲဘီလျံနာ သူ​ဌေးတစ်​ယောက်အတွက် အငှားယာဉ်​မောင်းလိုက်ပြီးတင်​နေတဲ့ဖဲကြွေး​တွေကို အ​ကြေဆပ်နိုင်ဖို့ အခွင့်ကြုံလာပါတယ်။ဒါ​ပေမဲ့ သူ့ရဲ့clientသူ​ဌေးက နောက်​ကြောင်း​တွေအပြည့်နဲ့ သူ​ဌေးဖြစ်​​နေတဲ့အခါ ကယ်ဗင်တစ်​ယောက် ဆွမ်းခံရင်း ငှက်သင့်တဲ့ဘဝရောက်သွားပါ​တော့တယ်။ File size…1.42GB / 642MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 34m\nGenre ….. Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "6.5",
        "url": "https://megaup.net/2CUqf/Stretch.2014.BluRay720p(CM).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/makephotogallery.net_1693918157297-117x200.png",
        "title": "Love in Disguise (2010)",
        "description": "Love in Disguise (2010)ဂူဂူး (Liu Yifei) ပရိတ်သတ်တွေရဲ့ ပြသနာကတော့ အသည်းကျော်လေးဟာ ကားရိုက်နည်းတာပါပဲ...\nဒီတော့လဲ အရင်ကရိုက်ခဲ့ဖူးတဲ့ ရုပ်ရှင်တွေကိုပဲ တသသပြန်ကြည့်နေရတာပေါ့...\nခုတခါတော့ ၂၀၁၀ တုန်းက မင်းသား Leehom Wang နဲ့ရိုက်ကူးထားတဲ့ Romance Comedy ဖန်စီဇာတ်ကားလေး Love in Disguise ကို ကြည်တောက်ရှင်း Quality လေးနဲ့တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ ...အောင်မြင်ကျော်ကြားနေတဲ့ အဆိုတော် တုမင်းဟန် ဟာ တစ်ရက်တော့ ကောင်မလေးတစ်ယောက်ရဲ့ တေးသံသာကို ကြားလိုက်ရချိန်မှာ အာရုံသစ်တွေ၊ အမြင်သစ်တွေကို စတင်ခံစားခဲ့ရပြီး ကောင်မလေးကိုလည်း မေ့မရနိုင်အောင် ဖြစ်သွားခဲ့တယ်။ ဒါနဲ့ပဲသူဟာ ကောင်မလေးတက်တဲ့ ဂီတကျောင်းကို လိုက်စုံစမ်းရင်း သူ့ကိုယ်သူလည်း နာမည်ကျော်မှန်းမသိအောင်၊ ကောင်မလေးနဲ့လည်း နီးစပ်အောင် ရုပ်ဖျက်ပြီး ကျောင်းတက်ရဖို့ အကြောင်းဖန်လာပါတော့တယ်။ဂီတနယ်ပယ်မှာ အောင်မြင်ပြီးသားဖြစ်တဲ့ တုမင်းဟန်ဟာ ကောင်မလေးနဲ့ နီးစပ်ဖို့အရေး ပေးဆပ်လိုက်ရတဲ့ ကျော်ကြားမှုတွေ၊ ...",
        "rating": "5.6",
        "url": "\thttps://megaup.net/1WXs8/(CM)_Love_In_Disguise_2010_BluRay_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMjM3NzQ5NDcxOF5BMl5BanBnXkFtZTgwNzM4MTQ5NTM@._V1_-135x200.jpg",
        "title": "The Nun (2018)",
        "description": "ကျွန်တော်တို့ ဗုဒ္ဓဘာသာအယူအဆမှာ အသူရကာယ်တွေ\nဘီလူးမိစ္ဆာတွေရှိကြသလို အနောက်တိုင်းလောကမှာလဲအဲ့ဒီလိုပုံစံလေးတွေရှိပါတယ်\nသူတို့အခေါ်တော့ The Demon နတ်ဆိုးတွေပေါ့\nနတ်ဆိုးလို့ပြောလိုက်ပြီဆိုတာနဲ့Conjuring Universe က\nCrooked Man တို့ The Nun တို့ကိုပြေးမြင်မိကြမှာပါ The Nun ဆိုတာနဲ့\nမျက်နှာအဖွေးသားအစွယ်တဖွေးဖွေးနဲ့သီလရှင်ကြီးဆိုတာ\nမျက်လုံးထဲပြေးမလွတ်ပါဘူး\nအနောက်တိုင်းနတ်ဆိုးလောကမှာ The Nun ခေါ် Valak က\nevil books တွေမှာတစ္ဆေထိန်းမိစ္ဆာကြီးအဖြစ်နေရာယူထားပေမယ့်\nအခု The Nun(2018)မှာတော့ သီလရှင်ကြီးအနေနဲ့တွေ့ရမှာပါဇာတ်လမ်းအကျဉ်းကတော့ ရိုမေးနီးယား က\nစိန့်ခါသာဆိုတဲ့ church ကြီးမှာသီလရှင်တစ်ပါးသေကြောင်းကြံစည်ခဲ့ပါတယ်\nဒါနဲ့ပဲ Catholic ဘာသာဝင်တို့ရဲ့ဌာနချုပ်ဖြစ်တဲ့\nဗာတီကန်စီးတီးကဘုန်းတော်ကြီးတွေက သီလရှင်အသစ်လေးတစ်ပါးနဲ့\nဘုန်းတော်ကြီးတစ်ပါးကိုခြေနေဆိုးကောင်းသိရအောင်လွှတ်ပေးလိုက်ပါတယ်\nဒါပေမယ့် ရိုမေနီးယားလဲရောက်ရော ဒီသာမန်သီလရှင်တစ်ပါးသေကြောင်းကြံမှုနောက်ကွယ်က\nဘယ်ကိစ္စကကြိုးကိုင်နေလဲဆိုတာစုံစမ်းရင်း\nအစွယ်အဖွေးသားနဲ့အင်မတန်အားကြီးတဲ့နတ်ဆိုးမကြီးနဲ့\nပတ်သတ်မိကြတော့တာပါပဲဇာတ်လမ်းအဆုံးမှာConjuring 1 နဲ့ပြန်ချိတ်ပေးထားလို့\nConjuring universe ကိုခုံမင်တဲ့သူတွေအတွက်ကြည့်သင့်တဲ့ကားပါ\nပုံမှန်ခြောက်နေကြတစ္ဆေတွေနဲ့ကွဲထွက်ပြီး သီလရှင်ပုံစံအသွင်ယူထားတဲ့\nValak ရဲ့ကျောချမ်းစရာအသံနက်ကြီးနဲ့တင်ဇာတ်လမ်းကိုဆွဲခေါ်သွားပေးမှာဖြစ်ပါတယ်(ရုပ်ရှင်အညွှန်းကို Hein Thet Naing မှတင်ဆက်ထားပါတယ်။)\nFile size…(2.8 GB)/ (860 MB)/(660 MB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:36:34\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka ...",
        "rating": "5.6",
        "url": "https://megaup.net/1WXms/(CM)_The_Nun_(2018)_BluRay_720p-Naung.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/Girl_in_Room_13_TV-515714753-large-150x200.jpg",
        "title": "Girl in Room 13 (2022)",
        "description": "(၂၀၂၂) ထွက် Girl in Room 13 အမည်ရ Crime drama ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်ကားက ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ရိုက်ကူးထားတာဖြစ်ပြီး မူးယစ်ဆေးသုံးစွဲမှုတွေ၊ လူကုန်ကူးမှုတွေ ပါဝင်ပတ်သက်နေသလို မိခင်မေတ္တာကို အလေးပေးပြသထားတဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ဂရေ့စ်က မူးယစ်ဆေးဖြတ်ဖို့ ပြန်လည်ထူထောင်ရေးဌာနမှာ နှစ်ကြိမ်တိတိ ဆေးတက်ဖြတ်တဲ့ရတဲ့ ဆယ်ကျော်သက်မိန်းကလေးတစ်ယောက်ဖြစ်ပြီး သူ့ဘဝသူပြန်လည်ထူထောင်ဖို့ စိတ်ဆုံးဖြတ်ထားတဲ့သူတစ်ယောက်ပါ။ သူ့ကိုယ်သူတောင် မယုံကြည်ခဲ့တဲ့အချိန်တွေမှာ သူ့ကိုယုံကြည်ပေးခဲ့တဲ့ အမေတစ်ယောက်ရှိနေတာကြောင့်လည်း သူ့ဆုံးဖြတ်ချက်တွေက ပိုခိုင်မာခဲ့တာပေါ့။ဒါပေမဲ့ ကံကြမ္မာကဂရေ့စ်ကို မျက်နှာသာမပေးခဲ့ပါဘူး။ ဘဝကိုတစ်ကပြန်စဖို့ ကြိုးစားနေခဲ့တဲ့ဂရေ့စ်ကို ဆေးစွဲနေတဲ့ရည်းစားဟောင်းက ပြန်ပေးဆွဲပိတ်လှောင်ထားခဲ့ပြီး လိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်မှုတွေနဲ့ လိင်ကျွန်အဖြစ်ရောင်းစားဖို့ပါ ကြံစည်ခဲ့ပါတယ်။ဂရေ့စ်ဆေးပြန်စွဲပြီး ထွက်ပြေးသွားတယ်လို့ အားလုံးကထင်နေကြပေမဲ့ ဂရေ့စ်အမေကတော့ ဂရေ့စ်အပေါ်ယုံကြည်ပြီး အရာအားလုံးနဲ့တိုက်ခိုက်ပြီး သမီးဖြစ်သူကိုလိုက်ရှာဖို့ ရေကုန်ရေခမ်းကြိုးစားခဲ့ပါတယ်။ရာဇဝတ်မှုတွေ၊ မှုခင်းတွေပါဝင်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်တာမို့ အတက်အကျတွေများပြီး သည်းထိတ်ရင်ဖိုဆန်ဆန် ကြည့်ရှုရမဲ့ကားတစ်ကားပဲ ဖြစ်ပါတယ်။ File size…(1.7 GB)/(870 Mb)\nQuality….Webrip 1080p / ...",
        "rating": "5.4",
        "url": "https://megaup.net/1WXoe/Girl.In.Room.13.2022.720p(CM).WEBRip.x264.AAC.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wQrfnO1r5t3Md5rBerh9ump9A6J.jpg",
        "title": "Trafficking (2023)",
        "description": "ရက်ကွင်ယန်ဆိုတဲ့အသက် ၅၀ ကျော်လူတစ်ယောက်ကမကြာသေးခင်ကပဲသူ့မှာ ကုမရတဲ့ကင်ဆာရှိနေပြီး ခြောက်လလောက်ပဲအသက်ရှင်ရတော့မယ်ဆိုတာကိုသိခဲ့ရပါတယ်။သူက ၃၅ နှစ်တုန်းကလုပ်ခဲ့တဲ့ ပြစ်မှုတစ်ခုကြောင့်ထောင် ၁၅ နှစ်ကျခဲ့ပြီးလွတ်လာတာလဲ ငါးနှစ်လောက်သာရှိပါသေးတယ်။အခုလွတ်လာတော့လဲ သူကကြေးစားအကြွေးလိုက်တောင်းပေးတဲ့လူတစ်ယောက်အနေနဲ့လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ပဲဖြစ်ပါတယ်။အသက်ကြီးပေမဲ့ မပျက်စီးသေးတဲ့ ဇနဲ့ဘဲကြီးတစ်ယောက်ပါပဲ။တစ်နေ့မှာတော့ သူ့အကြွေးသွားတောင်းတဲ့လူတစ်ယောက်ရဲ့ အိမ်ကိုရောက်ပြီးနောက်မှာ အဲ့ဒီအိမ်က ကလေးမလေးတစ်ယောက် လူကုန်ကူးခံရတော့မယ်ဆိုတာကို သိခဲ့ရပါတယ်။ဒါပေမယ့် အဲ့ဒီလူကုန်ကူးတဲ့လုပ်ငန်းကြီးရဲ့ပိုင်ရှင်က သူ့သူဌေးတောင်မထိရဲတဲ့ ဥရောပမူးယစ်မှောင်ခိုကုန်သည်ကြီးဖြစ်နေတဲ့ အတွက် သူ့သူဌေးကရော သူ့သူငယ်ချင်းကပါအဲ့ဒီကိစ္စကိုသွားမရှုပ်ဖို့တားခဲ့ပါတယ် ။ ဒါပေမယ့် သေမထူးနေမထူးဖြစ်နေတဲ့လူတစ်ယောက်အနေနဲ့ သူ့သမီးအရွယ်လောက်သာရှိတဲ့ အဲ့ဒီကလေးမလေးကို သွားကယ်ခဲ့ပြီးနောက်မှာ ဘယ်လို နောက်ဆက်တွဲပြဿနာတွေဆက်ဖြစ်လာမလဲ။ သူ့ဘဝရဲ့ ကျန်ရှိနေတဲ့အချိန်လေးတွေကိုရောဘယ်လိုအကျိုးရှိရှိ နေသွားမလဲဆိုတာကိုကြည့်ရမှာပဲဖြစ်ပါတယ်။ File size…0.9GB / 416MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 36m\nGenre ….. Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "",
        "url": "https://megaup.net/2CUO7/Trafficking.2023.BluRay720p(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xCPAatRJPqZi1gGJliExFb6BK6G.jpg",
        "title": "Greatest Days (2023)",
        "description": "ကိုယ်ငယ်ငယ်တုန်းက ငယ်သူငယ်ချင်းတွေနဲ့ရူးသွပ်ခဲ့တဲ့အရာလေးတွေ အမှတ်တရတွေဆိုတာကလူတိုင်းမှာရှိကြမှာပါ။ ဒီ Greatest Days ဆိုတဲ့ဇာတ်ကားလေးထဲမှာလဲ မိန်းကလေးသူငယ်ချင်းငါးယောက်ရဲ့ငယ်ငယ်တုန်းက The Boys ဆိုတဲ့ယောက်ျားလေးအဆိုတော်အဖွဲ့ကိုရူးသွပ်ခဲ့ပုံတွေ သူတို့ရဲ့ပျော်ရွှင်စရာမှတ်ဉာဏ်တွေ အမှတ်တရတွေအကြောင်းကိုရိုက်ကူးထားတာတွေ့ရမှာပဲဖြစ်ပါတယ်။ဒါပေမယ့် အမှတ်တရတွေဆိုတာကပျော်ရွှင်စရာကောင်းတဲ့အမှတ်တရတွေရှိသလို ဝမ်းနည်းစရာအမှတ်တရတွေလဲရှိပါတယ်။ဒီလိုနဲ့သူတို့ငါးယောက်မှာ ဝမ်းနည်းစရာအမှတ်တရတစ်ခုကိုကြုံခဲ့ပြီးတဲ့ အချိန်ပြီးတဲ့နောက်မှာတော့ သူငယ်ချင်းတွေလဲလူစုကွဲသွားကြပြီး ၂၅ နှစ်ကြာမြင့်သွားခဲ့ပါတယ်။ဒီလိုနဲ့ ၂၅ နှစ်ကြာပြီးတဲ့နောက်မှာသူတို့သူငယ်ချင်းတွေထဲက ကောင်မလေးတစ်ယောက်က ငယ်ငယ်တုန်းကရူးသွပ်ခဲ့ရပြီး အခုထက်ထိလဲရူးသွပ်နေတဲ့ The Boys အဖွဲ့ရဲ့ပြန်လည်ဆုံစည်းခြင်းဖျော်ဖြေမှုပွဲကိုသွားဖို့ ကံစမ်းမဲလက်မှတ်ကံထူးသွားခဲ့ပါတယ်။ဒီလိုနဲ့တစ်ကွဲတစ်ပြားဖြစ်နေတဲ့သူငယ်ချင်းတွေကို ပြန်လည်စုစည်းပြီးတော့အဲ့ဒီခရီးစဉ်ကိုအတူတူသွားကြတဲ့ပုံတွေနဲ့ သူတို့ရဲ့ငယ်ဘဝတွေနဲ့လက်ရှိ ဘဝတွေမှာ ဘာတွေများကွာခြားသွားလဲဆိုတာတွေကို ကြည့်ပြီးတော့ငယ်သူငယ်ချင်းတွေကိုပြန်အမှတ်ရစေမဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ File size…2.09GB / 887MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 52m\nGenre ….. Comedy , Drama , Music\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "5.8",
        "url": "https://megaup.net/1WXjm/Greatest.Days.2023.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZDY2MmU3MGUtYmM1ZS00NjFiLWIzYTQtMDk5Mzg3NWI0NjAyXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_-133x200.jpg",
        "title": "One Day as a Lion (2023)",
        "description": "ပိုက်ဆံလိုနေတဲ့ Jackie ဆိုတဲ့လူတစ်ယောက်က သူ့အသိဂန်းစတားတစ်ယောက်အတွက် လူတစ်ယောက်ကို ကော်ဖီဆိုင်တစ်ဆိုင်မှာ လုပ်ကြံဖို့ ကြိုးစားတာ ကျရှုံးသွားခဲ့ပါတယ်။ ပြီးတော့ အဲအဖြစ်အပျက်ကို အစအဆုံးမြင်လိုက်တဲ့ စားပွဲထိုးမလေးကို ပြန်ပေးဆွဲတော့လည်း လွတ်တော့မလိုဖြစ်သွားပြန်ပါတယ် အဲလိုအလွဲလွဲအချော်ချော်တွေကြောင့် စိတ်ဓါတ်ကျပြီး မတ်တပ်တောင် မရပ်ချင်တော့တဲ့ Jackie ကို စားပွဲထိုးမလေးက သူတို့နှစ်ယောက်စလုံး ပိုက်ဆံရှာနိုင်မဲ့နည်းလမ်းပြောပြလာတဲ့အခါ အဲနည်းလမ်းကိုရော အစစအရာရာတလွဲလုပ်တတ်တဲ့ Jackie တစ်ယောက် အောင်မြင်အောင်လုပ်နိုင်ပါ့မလား...ဆိုတာကိုတော့ crime comedyအမျိုးအစားဖြစ်တဲ့ဒီဇာတ်ကားလေးထဲမှာ ရှုစားကြည့်ကြပါဦးရှင်File size…(1.1 GB)/580 MB)/(270 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:27:00\nGenre...Action, Crime, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "",
        "url": "https://megaup.net/3fAvP/One.Day.As.A.Lion.2023.720p.(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ANoOtrJKtivZmxao0m2rC5Pm9i.jpg",
        "title": "The Grudge 3 (2009)",
        "description": "The Grudge 3 (2009)ဒုတိယကားမှာ လွတ်မြောက်လာတဲ့ ဂျိတ်ဟာ စိတ္တဇဆေးရုံတစ်ခုကို ပို့ခံလိုက်ရပါတယ်။ အဲဒီကို ရောက်သွားတာတောင် တကယ်တမ်းတော့ သူဟာ မလွတ်မြောက်သေးပါဘူး။ကာယာကို ရောက်လာလို့ ထွက်ပြေးဖို့ကြိုးစားရင်း တံခါးပိတ်ထားခံရတဲ့ ဂျိတ်...\nသူရှင်းပြတာကို ဆေးပညာရှုထောင့်ကပဲ ကြည့်နေမိတဲ့ ဒေါက်တာ ဆူလီဗန်...\nတကယ်တမ်း ဂျိတ် ရက်ရက်စက်စက် အသတ်ခံရချိန်မှာ ဒေါက်တာဆူလီဗန်ဟာ သိပ်ကိုနောက်ကျသွားခဲ့တယ်။ ထူးထူးဆန်းဆန်း သေဆုံးသွားတဲ့ သူ့လူနာအတွက် အမှန်တရားကို နားလည်အောင် ကြိုးစားစုံစမ်းပါတော့တယ်။ဂျိတ်နေထိုင်ခဲ့တဲ့ တိုက်ခန်းမှာ ကျိန်စာဟာ ပြန်လည်ပေါ်ပေါက်နေတာမို့ လူခဏခဏ သေနေတဲ့ ဒီအဆောက်အဦမှာ ငှားနေသူတွေအားလုံးဟာ ပြောင်းရွှေ့ကုန်ကြတယ်။ ဒါကြောင့် ဒုက္ခရောက်ရတာကတော့ ကြားပွဲစားလေး မက်စ်ပါပဲ။ မက်စ်ဟာ ညီမ၂ယောက်နဲ့အတူ ကျိန်စာသင့်အခန်းရဲ့ အောက်တည့်တည့်မှာ နေထိုင်တယ်။ အိမ်ငှားရမ်းခ ပေးစရာမလိုဘဲ အဆောက်အဦကို ကြည့်ရှုပေးရတဲ့သူ... မွေးရာပါ ရောဂါ‌သည် ညီမလေး ရို့စ်ကို စောင့်ရှောက်ပေးသူ... နောက်ညီမတစ်ယောက် လီဆာကလည်း ...",
        "rating": "",
        "url": "https://megaup.net/2zYpi/(CM)_The_Grudge_3_(2009)_UNRATED_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    }
]