[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fJb2XlqYSYFA25EMyodon0cBare.jpg",
        "title": "Highwaymen (2004)",
        "description": "မော်လီဟာ သူငယ်ချင်းဖြစ်သူ အဲလတ်စ်နဲ့ကားမောင်းပြီး အိမ်ပြန်နေချိန်မှာ ကားတစ်စီးက သူတို့ကိုအချက်ပြပြီးကျော်သွားလိုက်တယ်။ ခဏအကြာ လှိုဏ်ခေါင်းထဲ အဝင်မှာ ကားမတော်တဆဖြစ်မှုတစ်ခုကိုတွေ့လိုက်ရတယ်။ ဒဏ်ရာရသူတွေကူညီဖို့အတွက် သူငယ်ချင်းနှစ်ယောက် အပြင်ထွက်လိုက်ကြတယ်။ မော်လီကို ဒဏ်ရာရသူတွေကိုကြည့်ခိုင်းထားပြီး အဲလတ်စ်ကတော့ လမ်းပေါ်တက်ပြီး အကူအညီတောင်းတဲ့အခါကားတစ်စီးက အဲလတ်စ်ကို တမင်ဝင်တိုက်ပြီးသတ်လိုက်တယ်။ ဖြစ်ရပ်အစအဆုံးကို မြင်သွားတဲ့ မော်လီကိုထပ်တိုက်မယ်အလုပ်မှာ လူတစ်ယောက်ရောက်လာတဲ့  အတွက် ထွက်ပြေးသွားတယ်။ နောက်တော့ရဲတွေရောက်လာပြီးမော်လီကိုကယ်ဆယ်ပေးလိုက်ကြတယ်။စိတ်ဒဏ်ရာရသွားတဲ့မော်လီဟာ ကားတိုက်ခံရပြီးကိုယ်လက်အင်္ဂါဆုံးရှုံးသွားတဲ့သူတွေကိုစိတ်သက်သာရာရအောင် ကုစားပေးတဲ့သင်တန်းကိုတက်နေချိန်မှာခရေးဆိုတဲ့လူတစ်ယောက်ကမော်လီနဲ့စကားလာပြောတယ်။ကားတိုက်ပြီးထွက်ပြေးတဲ့သူကို သူသိကြောင်း ၊နောက်တစ်ခါထပ်လာလိမ့်ဖြစ်ကြောင်း ၊တရားခံကိုရဲတွေမဖမ်းပေးနိုင်‌ပေမယ့် သူကူညီနိုင်ကြောင်းပြောပြတဲ့အခါ မော်လီလည်းခ‌ရေးနဲ့ အတူလက်တွဲပြီး အလုပ်လုပ်ဖို့လက်ခံလိုက်တယ်။ ဒီလိုနဲ့မော်လီနဲ့ ခရေးတို့ တရားခံကိုဘယ်လိုအခက်အခဲ‌တွေနဲ့ဖမ်းမလဲဆိုတာဆက်လက်ကြည့်ရှုပေးပါဦး။ File size…1.57GB / 562MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 20m\nGenre ….. Action , Crime , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tin Myo Lwin",
        "rating": "5.6",
        "url": "https://megaup.net/1Wycq/Highwaymen.2004.WEB-DL720p(CM).mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vwMFPtWnMOocdRS54dTnOH37CAL.jpg",
        "title": "The Girl from Monday (2005)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အနာဂတ်ကိုစိတ်ကူးယဉ်ပြီး ရိုက်ကူးထားတဲ့စိတ်ဝင်စားစရာဇာတ်ကားလေးပါ။ စတော့ရှယ်ယာတွေအနေနဲ့ ပိုက်ဆံကိုမလှဲလှယ်ကြတော့ဘဲ လူတွေကိုလှဲလှယ်တဲ့အချိန်‌ကို ရောက်သွားပါပြီ။ လူတွေဟာ ပိုက်ဆံလိုမျိုးနေရာကိုရောက်သွားပြီး တစ်ယောက်ချင်းစီရဲ့တန်ဖိုးကိုတော့ လိင်ဆက်ဆံတဲ့အကြိမ်ရေနဲ့သတ်မှတ်ပါတယ်။ လိင်ဆက်ဆံမှုများလေ တန်ဖိုးမြှင့်လာလေလေပါ။လူတွေဟာ လိင်မှုဆက်ဆံတာကို သူတို့တန်ဖိုးမြှင့်အောင်ပဲလုပ်ကြပြီးတော့အချစ်တွေ၊ ကြင်နာမှုတွေ၊ နူးညံ့မှုတွေကို ရှာမတွေ့နိုင်တော့ပါဘူး။အဲဒီဈေးကွက်ကို Triple M ဆိုတဲ့မာတီမီဒီယာကုမ္ပဏီတစ်ခုကနေထိန်းချုပ်ပြီးတော့လူတွေကို အမြဲမော်နီတာကနေ စောင့်ကြည့်နေတာဖြစ်ပါတယ်။Jack ဆိုတဲ့သူဟာ အဲဒီကုမ္ပဏီမှာ အမှုဆောင်အရာရှိတစ်ဦးဖြစ်ပါတယ်။သူဟာ သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက် ဆီစီးလ်ကိုသ‌ဘောကျမိနေပေမဲ့ သူနဲ့ဆက်ဆံရေးတစ်ခုကိုထူထောင်ဖို့ တွေဝေနေပါတယ်။ ဒါပေမဲ့ ဆီစီးလ်ဟာ ဝီလီယံဆိုတဲ့သူနဲ့တရားမဝင်လိင်ဆက်ဆံမိခဲ့တဲ့အတွက် ထောင်ဒဏ်နှစ်နှစ်ချမှတ်ခံလိုက်ရပါတယ်။ဒါကြောင့် ဆီစီးလ်နဲ့ဝီလီယံဟာ ဒီစနစ်ကိုဆန့်ကျင်ဖို့ကြိုးစားကြပါတော့တယ်။  File size…1.67GB / 757MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 24m\nGenre ….. Action , Comedy , Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Yee Wai",
        "rating": "5.5",
        "url": "https://megaup.net/1Wy9e/The.Girl.from.Monday.2005.Blu-Ray720p(CM).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/htU1F9o2yegoaGfIC2stIwIV8bs.jpg",
        "title": "Walking on Sunshine (2014)",
        "description": "ဒီကားကိုတော့ ထွေထွေထူးထူးပြောမနေတော့ပါဘူး posterကြည့်လိုက်တာနဲ့ရွှင်ရွှင်မြူးမြူး Musicalကားလေးဆိုတာ အားလုံးခန့်မှန်းမိကြမှာပါ။Gabriel's Infernoကားတွေရဲ့ မင်းသားချော Giulio Berrutiလည်းပါဝင်ထားပါတယ်။ Meddieဟာ အီတလီနိုင်ငံ ပူလီယာကမ်းခြေမှာ ရည်းစားသက်တမ်းသိပ်မကြာသေးတဲ့ချစ်သူနဲ့ လက်ထပ်ဖို့ပြင်ဆင်နေပါတယ်။ Meddie မသိတာကသူ့ရဲ့ခင်ပွန်းလောင်းဟာ သူ့ညီမTaylorရဲ့ ရည်းစားဟောင်းဖြစ်နေတာကိုပေါ့။Taylor အနေနဲ့လည်း အစ်မဖြစ်သူရဲ့ စပရိုက်စ်အတိုက်ခံလိုက်ရပြီး သူ့ခဲအိုဟာသူမမေ့နိုင်သေးတဲ့ချစ်သူဆိုတော့ ပျာယာတွေခတ်ကုန်တာပေါ့။ ဒါပေမဲ့သူ့အစ်မကောင်းကျိုးအတွက် Taylor ဟာ အရာအားလုံးကို ဖုံးကွယ်ထားဖို့ကြိုးစားပါတော့တယ်။ သူတို့ရဲ့သုံးပွင့်ဆိုင်အချစ်ရေးဟာ ဘယ်လိုဆက်ဖြစ်မလဲ၊အရမ်းချစ်ကြတဲ့ ညီအစ်မနှစ်ယောက်ကရော ဆက်ပြီးအဆင်ပြေပါ့မလား၊သူငယ်ချင်းတွေကရော ဘယ်လိုကူညီပေးကြမလဲဆိုတာ ၈‌‌၀ ခုနှစ်ကနာမည်ကြီးပေါ့သီချင်းတွေနဲ့အတူ မြိုင်မြိုင်ဆိုင်ဆိုင်ကြည့်ကြရမှာပါ။  File size…1.84GB / 961MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ….. Comedy , Drama , Musical\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jane",
        "rating": "5.5",
        "url": "https://megaup.net/1Wy7c/Walking.on.Sunshine.2014.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTY0NWRiNmItZTFmYS00MTdiLTkzMjgtMmJjNDA3YWU0NDY3XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Baby (2023)",
        "description": "Baby (2023)\nIMDb-7.9/10\nအခုတင်ဆက်ပေးမယ့် ရုံတင်ငွေကုဋေခုနစ်တယ်ထိ ရရှိအောင်မြင်ခဲ့တဲ့\nဇာတ်လမ်းလေးက တလေဂူးစကားပြော အိန္ဒိယအချစ်ဇာတ်လမ်းတစ်ပုဒ်။\"တကယ်တော့ အချစ်ဆိုတာ သိစိတ်ရဲ့ခဏတာရူးသွပ်မှုနဲ့\nမသိစိတ်ရဲ့စိတ်လိုလက်ရနိုင်တဲ့ထင်မြင်ချက်နှစ်ခု\nအေးစက်စွာခပ်မြူးမြူးတွေ့ဆုံတဲ့ တဒင်္ဂလေးပါပဲ။ချစ်သူနဲ့အတူ ချစ်ခဲ့တယ်ဆိုတဲ့ သက်တမ်းကလည်း အသေအချာစစ်ကြည့်ရင် အဲဒီတဒင်္ဂရဲ့ပြတ်တောက်မှုကို\nသတိမပြုမိဘဲ ဆက်ပြီးထင်ခဲ့မိတဲ့ မသိစိတ်ရဲ့လှည့်စားမှုတရပ်ပါ။ဒီတဒင်္ဂတွေက တခုနဲ့တခုပတ်သက်နေပေမဲ့လည်း\nတခုနဲ့တခု တာဝန်တော့မယူ။ခင်ဗျားတို့လက်ထဲမှာ ရှိနေတဲ့အဲဒီတဒင်္ဂလေး ပျက်စီးသွားတာနဲ့ ရှေ့မှာရှိခဲ့တဲ့\nတဒင်္ဂများစွာတို့ကလည်း ပြိုလဲပျက်စီးသွားနိုင်တယ်။ဒါမှမဟုတ် ရပ်တန့်ငြိမ်သက်သွားတတ်ကြတယ်။\nအချစ်ဆိုတာ တဒင်္ဂသာပိုင်ဆိုင်ရတတ်တဲ့ ခံစားမှုအစုအဝေးတခုပဲဖြစ်ပြီး တဒင်္ဂတည်းနဲ့ ဆုံးရှုံးသွားနိုင်တဲ့အရာလည်း\nဖြစ်တယ်။\"(ဒီစကားစုက ဆရာနီကိုရဲရဲ့ မကြည်ပြာနှင့်ချစ်ခြင်း၏နဂ္ဂတစ်များ၀တ္ထုထဲက စကားပြေကို စကားပြောနဲ့ပြန်ရေးပြထားတာပါ)ဒီဇာတ်လမ်းက သစ္စာမဲ့တာလား သစ္စာရှိနိုင်လွန်းတာပဲလား ကျွန်တော်လည်းမဝေခွဲတတ်။\nငယ်ငယ်ကတည်းက အိမ်နားနီးချင်းကောင်လေးနဲ့ကောင်မလေးတို့ ဆယ်တန်းကျောင်းသားဘ၀မှာ ချစ်သူတွေဖြစ်ခဲ့ပြီး\nကောင်မလေးက ကောလိပ်ကိုသွားတက်တဲ့အချိန် တတိယတယောက်ပေါ်လာတဲ့အခါမှာတော့။\nချစ်ခြင်းတရားဆိုတာ ဝေးကွာနေတာပဲဖြစ်စေ အနီးဆုံးမှာပဲရှိနေပါစေ စိတ်ချင်းနီးပြီးချစ်တတ်သူတို့အဖို့ပါပဲ။\nဒီသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းကိုကြည့်ပြီး ကြည့်ရှုသူအပေါင်းဘ၀အမောတွေတိုးလာကြပါစေလို့ဆန္ဒပြုရင်း\nတင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~Zwe~BpL~Vတို့ပဲဖြစ်ပါတယ်)\nFile size…2.7GB /  1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 55m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Zwe~BpL~V",
        "rating": "7.9",
        "url": "https://megaup.net/3itiA/Baby_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/cat-133x200.jpg",
        "title": "The Cat Returns (2002)",
        "description": "The Cat Returns (2002)\n===================Studio Ghibli ရဲ့နာမည်ကြီးကားတွေကြားထဲမှာ လူသိပ်မသိကြပေမယ့်\nချစ်ဖို့ကောင်းပြီး အသစ်အဆန်းဖြစ်တဲ့ ဇာတ်ကားဟောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဥ်းကတော့ တစ်နေ့မှာ ဟရုဆိုတဲ့ အထက်တန်းကျောင်းသူလေးဟာ\nကျောင်းသွားတဲ့လမ်းမှာ လမ်းဖြတ်ကူးနေတဲ့ကြောင်လေးကို ကားတိုက်ခံရမှာကနေ ကယ်ပေးခဲ့ပါတယ်။ဒါပေမဲ့ သူကယ်ခဲ့တဲ့ကြောင်လေးဟာ စကားပြောတတ်တဲ့အပြင်\nကြောင်တိုင်းပြည်ရဲ့အိမ်ရှေ့စံမင်းသားလေးဖြစ်နေပါတော့တယ်။အဲဒီကနေစလို့ ဟရုရဲ့နေ့စဥ်ဘဝမှာ ကြောင်တွေနဲ့ပတ်သက်လို့\nထူးဆန်းဆန်းတွေ စဖြစ်လာပြီး နောက်ဆုံးမှာ ကြောင်တိုင်းပြည်ကို ခေါ်ဆောင်သွားခံရဖို့ ဖြစ်လာတဲ့အခါမှာတော့...ဒီဇာတ်လမ်းဟာ Whisper of the heart ရဲ့ MC ဖြစ်တဲ့ Shizuku ရေးခဲ့တဲ့\nfiction ဆိုပြီး fan theory လည်းရှိပါတယ်။\nအဓိကကတော့ WOTH မှာပါတဲ့ Baron ဆိုတဲ့ကြောင်ရုပ်တုလေးက\nဒီမှာအသက်ဝင်နေတဲ့အပြင် နာမည်ရော ရုပ်ပါအတူတူပါပဲ။\nဒါ့အပြင် သေချာသတိထားကြည့်ရင် ဒီနှစ်ကားရဲ့ဆက်စပ်နေတဲ့\nscene တော်တော်များများကိုလည်း တွေ့ရမှာမို့ ကြည့်ရှုအားပေးလိုက်ကြပါဦး။\nFile size…1.5GB  / 763MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/3it2z/Neko_no_Ongaeshi_-_The_Cat_Returns_(720p_BD)_YK(CM).mp4",
        "category": "Action, Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1NaYl6GFQYdLZXDLcDgTC9plMQO.jpg",
        "title": "[21+] All Babe Network(2013)",
        "description": "လူရယ်လို့မှဖြစ်လာပြီဆိုရင် အလုပ်တခု ဝါသနာတစ်ခုတော့ ရှိရမယ်လေ\nအလုပ်နဲ့ ဝါသနာ ထပ်တူကျဖို့ဆိုတာ ပိုအရေးကြီးနေပြန်ရော\nဘရက် မှာလည်း အလုပ်တခုရှိနေတယ် ဝါသနာလည်းပါနေတယ်ခက်တာက အထက်လူကြီးက မကောင်းဘူးဖြစ်နေတယ်\nအထက်လူကြီးက ဘရက်ကို ထောင်းချင်နေပေမဲ့ ပိုင်ရှင်က ဘရက်ရဲ့ဦးလေးဖြစ်‌နေတယ်\nဒီတော့ ဘရက်ကို အလုပ်ဖြုတ်ဖို့ ကြံရပါတော့တယ်ဘရက်ရဲ့ TV Show ကို နည်းလမ်းပေါင်းစုံနဲ့ ဖျက်တယ်\nအလုပ်ထဲက လူတွေကို စည်းရုံးတယ် စည်းရုံးတဲ့နည်းက မိုက်နေရော\nဘရက်မှာလည်း အခက်ခဲမျိုးစုံးကိုဖြေရှင်းပေးနိုင်တဲ့ ချစ်သူရထားတော့\nအတော် ပွဲစည်သွားတယ် သူ့အထက်လူကြီးက ဘယ်လောက်ပဲ\nဖျက်ဖျက် ဘရက်ကတော့ရအောင်ကြိုးစားရှာတယ်ဘရက်တယောက် မှတ်ချက်တွေ ဆိုးနေရာမှ\nမှတ်ချက်တွေ တဟုန်ထိုးတက်လာအောင် ဘယ်လိုနည်းလမ်း\nတွေ့သွားလဲ ဆိုတာ ကြည့်လို့ကောင်းတာမို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nအောင်မြင်တဲ့ယောင်္ကျားတွေရဲ့နောက်မှာ ထက်မြက်တဲ့မိန်းမတ‌ယောက်ရှိနေတက်ပါတယ်\nFile size…926MB\nQuality…720p\nFormat…mp4\nDuration….1h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.1",
        "url": "https://megaup.net/2Cvwb/All_Babe_Network_2013,_FHD_720p_X_Cross(DS).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTJhNDI3NjEtYTg2ZS00MWI2LWFhMjItNDZlYTJjZDA5ODU2XkEyXkFqcGdeQXVyMTY0NDU5MDY1._V1_-141x200.jpg",
        "title": "Bengaluru Boys (2023)",
        "description": "Bengaluru Boys 2023ပရိသတ်တွေအတွက် ယခုပဲထွက်ရှိလာတဲ့ rating IMDb 9.1/10 ရရှိထားတဲ့\nကန်နာဒါ ရုပ်ရှင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဘဝမှာ နောက်ဆုံးထွက်သက်ကိုရှူရှိုက်နေရတဲ့ ကုတင်အမှတ် ၄၉ ပေါ်က အချိန်မှာ ကိုယ်နဲ့အတူပါလာတာ ဘာတွေလဲ??\nစည်းစိမ်ဥစ္စာ အိမ်ရာတိုက်တာတွေလား ငွေကြေးချမ်းသာစည်းစိမ်တွေလား\nကိုယ့်ရဲ့ ထွက်သက်ငင်ရတော့မဲ့အချိန်တွေမှာ ကိုယ့်ကိုအဖော်ပြုပေးမှာ\nကိုယ့်ဘဝရဲ့ ပျော်ရွှင်စရာအခိုက်အတန့်တွေပါ ကိုယ့်ရဲ့ ဘဝမှာ\nတူတူဖြတ်သန်းခဲ့ရတဲ့ မိတ်ဆွေကောင်းတွေရဲ့ အဖိုးမဖြတ်နိုင်တဲ့ အချိန်တွေပေါ့ခုလိုလေးနက်တဲ့ ဒသနတွေနဲ့အစပြုထားပေမယ့် အဲ့ဒဿနတွေအစပြုရာဒီကားလေးက\nကျောင်းသားဘဝ ပျော်စရာလေးတွေနဲ့ ငယ်ဘဝကနေ ပေါ့ပေါ့ပါးပါးပဲ ပျော်ရွှင်ဖွယ်ရာ\nအစပြုတင်ဆက်ထားပြီးမှ လေးနက်တဲ့ ဒဿနတွေကို ပြထားတာမို့\nလက်မလွှတ်သင့်ကြောင်း ပြောကြားရင်းတင်ဆက်ပေးလိုက်ပါတယ်(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ Saii ~ V ~ BpL ~Zwe ~ Moon ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…1.84GB / 971MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Saii ...",
        "rating": "9.3",
        "url": "https://megaup.net/1gzwb/Bengaluru_Boys_(2023)_Kannada_WEB-DL_-720p-YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMDMwYjEyM2YtMjY1NS00OWNmLWJkZjItODBhZDI0MDYwODUxXkEyXkFqcGdeQXVyMTkxNzU2NDU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Once and for all / Odata Pentru Totdeauna (2022)",
        "description": "\"Once and for all\" လို့အဓိပ္ပါယ်ရတဲ့ရိုမေးနီးယန်းဇာတ်ကား‌တစ်ကားဖြစ်ပြီးအရမ်းအောင်မြင်နေတဲ့ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ရဲ့လူတွေမသိတဲ့အခြားတစ်ဖက်ကဘဝအကြောင်းကိုဇာတ်အိမ်တည်ရိုက်ကူးထားတာပါ အဲလက်စ်ဟာအပြင်ပန်းမှာတော့လူတိုင်းအားကျရလောက်အောင်အောင်မြင်ကျော်ကြားနေပေမဲ့တကယ်တမ်းသူ့ဘဝကတော့ထင်သလောက်မကောင်းခဲ့ပါဘူး ဂုဏ်သတင်းအပြင်ငွေတွေပါအများကြီးရှာနိုင်နေပေမဲ့စိတ်ကျရောဂါနဲ့စိတ်‌ခြောက်ခြားတာဟာသူ့ဘဝကြီးကိုတစ်စတစ်စတိုက်စားနေပါတော့တယ်အဲလက်စ်တစ်ယောက်ကုသလို့မရနိုင်တဲ့စိတ်ဝေဒနာကြောင့်စိတ်ဓာတ်တွေအောက်ဆုံးထိထိုးကျပြီးသူတစ်ယောက်ထဲထွက်သွားဖို့စီစဉ်ထားရာကနေ မမျှော်လင့်ထားတဲ့ဖြစ်ရပ်တွေကြောင့်မျှော်လင့်ချက်ရောင်ခြည်လေးသန်းလာပါတော့တယ် သူ့ဘဝမှာအရေးကြီးတာတွေကိုသတိရသွားတာကြောင့်သူ့ရဲ့စိတ်‌ဝေဒနာကိုဘာပဲလုပ်ရလုပ်ရကုသဖို့ဆုံးဖြတ်လိုက်တဲ့အဲလက်စ်တစ်ယောက် ကြုံတွေ့လာတဲ့ဖြစ်ရပ်တွေကိုကျော်လွှားနိုင်ပါ့မလား သူ့စိတ်ကပဲသူ့ကိုအနိုင်ယူသွားမလား ဆိုတာကိုကြည့်ရှုရမဲ့အပြင် စိတ်ကျန်းမာရေးနဲ့ပတ်သက်ပြီးမပေါ့ဆဖို့နဲ့ဘဝဟာလုံးဝအဆုံးသတ်မဟုတ်သေးဘူးဆိုတာကိုမီးမောင်းထိုးပြထားပြီးကြုံရင်ကြုံသလိုဟာသလေးတွေပါထည့်သွင်းရိုက်ကူးထားတာကိုတွေ့ရမှာပါ File size…(1.1 GB)/(679 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:31:00\nGenre...Drama, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/1Wvhh/Odata.Pentru.Totdeauna.2022.720p.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z7FZP6uivgVc4t0mnmia0B8YygW.jpg",
        "title": "Endless Love (2014)",
        "description": "Endless Love (2014)~ IMDb rating - 6.2/10 ~ဒီရုပ်ရှင်လေးထဲမှာတော့ အထက်ကျောင်းမှာ အလှဆုံးမိန်းကလေးတွေထဲက တစ်ယောက်ဖြစ်တဲ့ ဂျိတ်ဘတ်တာဖီးလ်ဆိုတဲ့ကောင်မလေးတစ်ယောက် သူ့အစ်ကိုခရစ်ကိုဆုံးရှုံးပြီးနောက်ပိုင်း အနေအေးလာတဲ့အခါ ကျောင်းမှာသူတစ်ယောက်တည်းလိုမျိုး အဖော်မရှိဖြစ်နေခဲ့ပါတယ်။ သူများတွေ ဂျိတ်ကိုမေ့မေ့ပျောက်‌ပျောက်ဖြစ်နေပေမဲ့ အဲဒီထဲမှာ သူ့ကိုသဘောကျပြီး စောင့်ကြည့်နေတဲ့ ဒေးဗစ်ဆိုတဲ့ အတန်း‌ဖော်ကောင်လေးကတော့ မပါခဲ့ပါဘူး။ဒေးဗစ်ဟာ တစ်ကောင်ကြွက်၊ ဝပ်ရှော့ဖွင့်ထားတဲ့ အဖေပဲရှိတော့တဲ့ သာမန်လက်လုပ်လက်စား မိသားစုငယ်လေးကဖြစ်ပြီး ဂျိတ်ကတော့ ပညာတတ်လူကုံထံအသိုင်းအဝိုင်းကဖြစ်ပါတယ်။ သားတစ်ယောက်လည်းဆုံးရှုံးထားရတဲ့ သူ့ရဲ့အဖေ ဟူ့ချ်ဘတ်တာဖီးလ်ဟာ အငယ်ဆုံးသမီးလေးဂျိတ်တစ်ယောက် ဒေးဗစ်နဲ့တွေ့တဲ့အခါမှာ ဘယ်လိုမှသဘောမတူနိုင်ဖြစ်ခဲ့ရပါတယ်။ ပညာရေးအရရော အဆင့်အတန်းအရပါကွာခြားလွန်းနေတဲ့ ဒေးဗစ်ကို ဂျိတ်ရဲ့အမေ\"အန်း\"နဲ့ အစ်ကို\"ကိ့သ်\"တို့က ကြည်ဖြူကြပေမဲ့ ဟူ့ခ်ျကတော့ လုံးဝလက်မခံနိုင်ခဲ့ပါဘူး။မိုးအေးအေးနဲ့ကွေးရင်းကြည့်လို့ကောင်းမယ့် ဒီလူငယ် Drama, Romance ကားကောင်းလေးတစ်ကားပါပဲ။ ဟူ့ခ်ျတစ်ယောက် ဒေးဗစ်နဲ့ဂျိတ်ရဲ့ဆက်ဆံရေးကို ဘယ်လိုကြားဝင်နှောင့်ယှက်မလဲ... တကယ်တော့ သူဟာဘယ်လိုလူမျိုးလဲ... မိသားစုအပေါ်တကယ်ရောကောင်းရဲ့လား... ဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရင်း ဒေးဗစ်နဲ့ ဂျိတ်အချစ်ဇာတ်လမ်းကိုလည်း ရင်တဖိုဖိုနဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1gzcx/(CM)_Endless_Love_(2014)_BluRay_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/1481758-133x200.jpg",
        "title": "Strength of a Woman (2023)",
        "description": "IMDb 6.5အထိရရှိထားတဲ့အချစ်ဒရမ်မာအမျိုးအစားဇာတ်ကားတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းမှာတော့... ကန်ဒရာဆိုတဲ့အောင်မြင်တဲ့ဓာတ်ပုံဆရာမလေးတစ်ယောက်ဟာပျော်ရွှင်တဲ့အိမ်ထောင်သည်တစ်‌ယောက်ဖြစ်ပြီးသူ့ဘဝလေးကအားလုံးပြည့်စုံနေခဲ့ပါတယ် ဒါပေမဲ့ထင်ထားသလိုမဖြစ်တတ်တဲ့လောကကြီးကသူ့ဘဝကိုအကြီးကြီးပြောင်းလဲသွားစေပါတော့တယ် ဖောက်ပြားတတ်တဲ့ယောက်ျားဖြစ်သူအကြောင်းကိုသိသွားပေမဲ့ ကန်ဒရာဟာသူ့ရဲ့အိမ်ထောင်သည်ဘဝကိုနှမြောတာကြောင့်နည်းအမျိုးမျိုးနဲ့သည်းခံပြီးဆက်ပေါင်းနေခဲ့ပါသေးတယ်ဒီကြားထဲမှာအရင်ကသူ့ရဲ့ရည်းစားဟောင်းဖြစ်သူပါပေါ်လာပြီးသုံးယောက်ကြားမှာအပူတွေပွားလာပါတော့တယ် ကန်ဒရာတစ်ယောက် သူ့ရဲ့အဆိပ်သင့်နေတဲ့အိမ်ထောင်ရေးကနေရုန်းထွက်ပြီး right person ကိုရှာတွေ့နိုင်ပါ့မလား သူ့အချစ်ရေးကရောချောမွေ့နိုင်ပါ့မလား ဆိုတာကိုကြည့်ရှုရမှာပါ အချစ်ဒရမ်မာဇာတ်လမ်းလေးဖြစ်ပြီး toxic relationship ကနေရုန်းမထွက်နိုင်ဘဲ (I can fix him/her) \"ငါသူ့ကိုပြောင်းလဲသွားအောင်လုပ်ပေးနိုင်တယ်\" လို့ခံယူထားတဲ့သူတွေကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ် File size…(1.4 GB)/(660 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Khunn",
        "rating": "6.5",
        "url": "https://megaup.net/1gzfo/Strength.Of.A.Woman.2023.720p(CM).WEBRip.x264.AAC.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/adlwQTs3zEo8EL2ta1IZebhoVPE.jpg",
        "title": "Standoff (2016)",
        "description": "The Matrixထဲက မောဘီးယပ်စ်ကြီး Laurence Fishburneနဲ့ actionမင်းသားကြီးThomas Janeတို့ အဓိကပါဝင်သရုပ်ထားပြီးလူဆိုးနဲ့လူကောင်းနှစ်ဦးသား ထိပ်တိုက်ရင်ဆိုင်တာကိုတွေ့ရမယ်ဇာက်ကားကောင်းလေးပါ...။ ဇာတ်လမ်းအကြောင်းကတော့ လူသူဝေးတဲ့ တောအရပ်ကအိမ်လေးတစ်လုံးမှာပဲဇာတ်လမ်းတည်ထားပါတယ်...။အိမ်အပေါ်ထပ်နဲ့ အောက်ထပ်ကြား၊ သူသေကိုယ်သေ အကုန်ချရင်းပြီး ကစားရတဲ့ပွဲပေါ့...။အောက်ထပ်မှာက ကြေးစားလူသတ်သမား...။ သူ့ရည်ရွယ်ချက်က အိမ်အပေါ်ထပ်ကကောင်မလေးကို သတ်ချင်တာ...သတ်မှဖြစ်မယ့်အကြောင်းအရင်းကလည်း သူ့မျက်နှာကို မြင်သွားလို့...။ဒါပေမဲ့ သူကြမ်းချင်တိုင်း တက်ကြမ်းလို့မရအောင် ကောင်မလေးကိုကာကွယ်ပေးနေတဲ့သူတစ်ယောက်ရှိနေပါတယ်...။သူကတော့ အိမ်အပေါ်ထပ်မှာစောင့်ပြီး ကောင်မလေးကို ကာကွယ်ပေးနေတဲ့ စစ်ပြန်ကြီးပါပဲ....။ဇာတ်လမ်းplotရဲ့ မိုက်တဲ့အချက်က ဒီစစ်ပြန်ကြီးဟာ ကြေးစားလူသတ်သမားကိုကျည်တစ်တောင့်တည်းနဲ့ စိတ်ဓာတ်ဗျူဟာခင်းပြီး တစ်ကားလုံးရင်ဆိုင်တာပါပဲ...။အများကြီးမညွှန်းတော့ပါဘူး...အက်ရှင်ခန်းတွေ၊ cgiတွေ ဘာမှမပါဘဲ သိပ်ကြည့်လို့ကောင်းတဲ့Crimeကားမို့ လက်မလွှတ်တမ်းကြည့်သင့်တဲ့ကားပါ...။ File size…933MB / 381MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 20m\nGenre ….. Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.1",
        "url": "https://megaup.net/1Ww3y/Standoff.2016.BluRay.720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fwXPj8kYGhcZ3yP65K4OPhUVgay.jpg",
        "title": "[18+] Call Me Alma (2023)",
        "description": "Call Me Alma (2023)လူအမျိုးမျိုး စိတ်အထွေထွေရှိကြသလို ပြည့်တန်ဆာတွေမှာလည်း အမျိုးမျိုးစရိုက်အဖုံဖုံရှိကြတယ်။ ဒူးထောက်ရတာ သဘောကျတဲ့ ဘာသာရေးကိုင်းရှိုင်းသူတွေ၊ အချင်းချင်းဖြတ်ခုတ်တဲ့ လောဘသားတွေ၊ ဝါသနာပါလို့ ဒီအလုပ်လုပ်ကြတဲ့သူတွေ၊ တကယ့်ပရော်ဖက်ရှင်နယ်ဆန်ဆန် အလုပ်တစ်ခုလိုသာ သဘောထားသူတွေ စသဖြင့် အမျိုးမျိုးပေါ့လေ။ သူတို့အများစုရဲ့ ရည်မှန်းချက်ပန်းတိုင်ကတော့ ဒီဘဝကကယ်တင်ပေးမယ့်၊ သူတို့ကိုမြတ်မြတ်နိုးနိုးလက်ထပ်ယူမယ့် ကယ်တင်ရှင်တစ်ယောက်ယောက်ကိုပါပဲ။ကျွန်မမှာတော့ အဲဒီလို အတွေးအယူမှား မျှော်လင့်ချက်အမှားတွေမရှိဘူး။ သူတို့အားလုံးနီးပါး နာမည်အတုတွေသုံးလေ့ရှိကြပေမဲ့ ကျွန်မကတော့ မသုံးဘူး။ကျွန်မနာမည် \"အယ်လ်မာ\" ပါ။အယ်လ်မာက ဒီဘဝမှာပျော်ပျော်နေသလို မနက်ဖြန်ကိုလည်း သိပ်မစဉ်းစားပါဘူး။ သူ့ဘဝရဲ့အတိတ်ဆိုးတွေကို ပြောပြလေ့မရှိသလို ပြန်တွေးနေတာမျိုးလည်းမရှိပါဘူး။ သူဟာ ပစ္စုပ္ပုန်ကိုပဲ တည့်တည့်ရှုမြင်လေ့ရှိသူပါ။ ဒါပေမဲ့ သူ့ဘဝထဲကို အတိတ်ကသူ့မိခင်ဆိုသူ ရှီလာဆိုတဲ့ အမျိုးသမီးကြီးတစ်ယောက် ချဥ်းနင်းဝင်ရောက်စပြုလာချိန်မှာ အယ်လ်မာဘယ်တုန်းကမှခေါင်းထဲမရှိခဲ့တဲ့ ချစ်ခြင်းမေတ္တာဆိုတဲ့အရာကို ခံစားမိစပြုလာပါတယ်။အားလုံးရဲ့ အချစ်တော်လေး Azi Acosta ရဲ့ဇာတ်ကားသစ်ဖြစ်ပါတယ်။ တော်တော်မိုက်ပါတယ်။ ရှုစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ...",
        "rating": "",
        "url": "https://megaup.net/2Cu3v/(CM)_Call_Me_Alma_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMzI0MTgwMGEtMDA1MS00YTBjLTgxYzMtMTY4YzA0ZmU1YTFjXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-141x200.jpg",
        "title": "Padachone Ingalu Kaatholee (2022)",
        "description": "Padachone Ingalu Katholi(2023)IMDb-6/10လူပျိုသိုးကြီးတို့ အစွံထုတ်တဲ့ရွေးကောက်ပွဲ\nရွေးကောက်ပွဲကတော့ တကယ့်ရွေးကောက်ပွဲအစစ်ပါ အဲ\nဒီရွေးကောက်ပွဲမှာပါနေတဲ့ အရွယ်လွန်လူပျိုကြီးတွေက ‌\nရွေးကောက်ပွဲ‌အရေးနဲ့အတူ သူတို့လူပျိုဘဝကျွတ်ရေးကိုပါတွဲအကျိုးဆောင်နေကြတဲ့ ရွေးကောက်ပွဲကြယ်တွေခူးမပေးနိုင်ပေမဲ့ ရေတွင်းတဲ့ကျနေတဲ့ကြက်ကိုတော့\nမင်းအတွက်ဆင်းကယ်ရဲပါတယ်ဆိုတဲ့ အချစ်သူရဲကောင်းကြီး\nတစ်သက်လုံးဂေါ်မစွံအဆင်မပြေရင်းက အိမ်ကိုလာတည်းတဲ့\nကောလိပ်ကျောင်းသူလေးကို မျက်စိကျသွားသူ\nအရွယ်လွန်လူပျိုကြီးတွေနဲ့ ရောင်စုံသစ်လွင်ပျိုမြစ်တဲ့\nအချစ်ဆုံတဲ့အချိန် ဘယ်လိုရယ်ပွဲဖွဲ့ရမလဲရှုစားကြည့်ပါဦး(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ BpL ~ Zwe ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size… 2.3GB / 1.11GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Zwe ~ V ~ Yunni",
        "rating": "5.6",
        "url": "https://megaup.net/1gz4o/Padachone_Ingalu_Katholi_(2022)_Malayalam_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/snow-140x200.jpg",
        "title": "(18+) Snow Woman (2009)",
        "description": "ရွာထဲက ယောကျ်ားတွေကိုသတ်ပစ်တယ်ဆိုပြီး နာမည်ကြီးနေတဲ့နှင်းမိစ္ဆာ...\nတစ်ရွာလုံးက ယောက်ျားတွေမုန်းနေကြတဲ့ နှင်းမိစ္ဆာ...\nနှင်းမိစ္ဆာက ယောက်ျားတွေကိုစားသတဲ့...ယောက်ျားတွေက နှင်းမိစ္ဆာကိုပလစ်ကြတာကိုတော့ ဘယ်သူမှမပြောကြဘူး..\nနှင်းမိစ္ဆာကိုကစားခဲ့ကြတာကိုလည်း ပြန်မပြောခဲ့ကြဘူး။တကယ်တော့ နှင်းမိစ္ဆာက ဘယ်သူ့ကိုမှမစားပါဘူး... သူ့ကိုလာချစ်ကြတဲ့ယောက်ျားလေးတွေရဲ့\nငယ်ပါကိုပဲ အေးခဲသွားအောင်လုပ်တာပါ။ ဒါပေမဲ့ထူးခြားတာတစ်ခုက နှင်းမိစ္ဆာကလည်း\nခံစားချက်နဲ့မို့လို့ ကောင်းရင်ကောင်းသလောက် သူလည်းသေလုနီးပါးဖြစ်တတ်ပါတယ်။ဒါကိုမသိတဲ့ လူလိမ်နီအဲတစ်ယောက် အရမ်းလှတဲ့နှင်းမိစ္ဆာနဲ့ မတော်တဆစိတ်ပါပြီး\nချစ်မိကြပြီးနောက် တစ်ရွာလုံးက သူ့အိမ်မှာနှင်းမိစ္ဆာကိုလာဖမ်းတဲ့အခါ....\nအချစ်လွန်ထားကြတဲ့ သူတို့နှစ်ယောက် ရွာသားတွေရဲ့လက်ကနေ လွတ်နိုင်မလား?\nနှင်းမိစ္ဆာရဲ့သနားစရာဘဝကိုပဲ နားလည်သွားကြမလားဆိုတာ နားကြပ်လေးတပ်\nမီးလေးပိတ်ပြီး နှင်းမိစ္ဆာကိုခံစား (မှားလို့) ဇာတ်လမ်းကိုခံစားလိုက်ပါဦးဗျာ....\nFile size…1.33GB /  456MB\nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….1h\nSubtitle…Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "",
        "url": "https://megaup.net/3irbg/Snow.Woman.2009.720p(DS).mp4",
        "category": "Adult, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTg2NTM0NDY1NV5BMl5BanBnXkFtZTcwMjU5OTkyMQ@@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "My Summer of Love (2004)",
        "description": "My Summer of Love (2004)\n====================\nIMDb Rating - 6.7/10ဒီကားလေးကတော့ 2004 ခုနှစ်က ထွက်ရှိထားတဲ့ ဒရမ်မာရိုမန့်စ် ကား\nကောင်းလေးတစ်ကားဖြစ်ပါတယ်။၂၀၀၅ ခုနှစ် BAFTA Awards မှာ\nOutstanding British Film Award ကို ဆွတ်ခူးထားပါတယ်။ Top\nCast တွေသုံးပြီးမှ ရထားတဲ့ ဆုမဟုတ်ပဲ မထင်မရှား Cast တွေရဲ့ သက်\nဆိုင်ရာ Role ကိုပီပီပြင်ပြင် သရုပ်ဆောင်မှုကြောင့်ရရှိခဲ့တာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ အဖေအမေ ဆုံးသွားပြီးနောက် အကိုနဲ့\nမောင်နှမနှစ်ယောက်တည်း နေနေရတဲ့ မိုနာဆိုတဲ့ ကောင်မလေးနဲ့ နွေ\nရာသီကျောင်းပိတ်ရက်၊ နယ်မြို့လေးကိုပြန်လာတဲ့ တမ်မ်ဆင် တို့ ကောင်\nမလေးနှစ်ဦးကြားက အချစ်ဇာတ်လမ်းလေးကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\nဇာတ်ဆောင်တွေရဲ့ ကွဲပြားတဲ့စရိုက်နဲ့ မတူညီတဲ့ ဘဝဇာတ်ကြောင်းကြားမှာ\nအချစ်တစ်ခုဘယ်လိုပေါက်ဖွားလာမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်\nရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(2.17 GB) / (802 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Wji1/My.Summer.of.Love.2004.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fnkey4fxqtqMHwFcNLxfEbX5xmP.jpg",
        "title": "Mood Indigo (2013)",
        "description": "အရမ်းချမ်းသာပြီး ဘဝကို အေးအေးချမ်းချမ်း ဖြတ်သန်းနိုင်တဲ့သူဌေးလေးကိုလန်အကြောင်းကို ရိုက်ကူးထားတဲ့ကားလေးပါ။ကုဋေရှစ်ဆယ်သူဌေးသားကိုမှ ပြင်သစ်ဗားရှင်းလေးလို့ ပြောလို့ရပါတယ်၊ဒါပေမဲ့ ဒီကုဋေရှစ်ဆယ်သူဌေးသားကကိုယ်တိုင်သုံးဖြုန်းလို့ကုန်တာမဟုတ်ဘဲအချစ်ကြောင့်ကုန်တာမျိုးဆိုတော့ သူရဲကောင်းလေး‌ပေါ့...ကိုလန်က ဘဝမှာ အပူအပင်မရှိသက်သောင့်သက်သာနေနိုင်သလောက်ချစ်ရတဲ့သူတော့ရှိမနေပါဘူး၊ တစ်ရက် မိတ်ဆွေတစ်ယောက်ရဲ့ခွေးလေးမွေးနေ့ပါတီကိုသွားရင်း တွေ့ခဲ့တဲ့ ကလိုဝီကိုချစ်မိသွားပါတော့တယ်၊နောက်ရက်မှာ ကလိုဝီနဲ့ အပြင်မှာတွေ့ပြီး အချစ်တွေကိုဝန်ခံလိုက်ချိန်မှာတော့ကလိုဝီ့ဘက်ကလည်း လက်ခံခဲ့ပါတယ်။ချစ်သူနှစ်ယောက် မင်္ဂလာဆောင်ပြီးတဲ့ညမှာပဲကလိုဝီ့အဆုတ်ထဲမှာပဒုမ္မာကြာပေါက်လို့ အိပ်ရာထဲလဲသွားပါတော့တယ်...မိန်းမကိုအရမ်းချစ်တဲ့ ကိုလန်တစ်ယောက် ဘယ်လိုမျိုး ကုပေးမလဲ...ကလိုဝီ့ရောဂါကရော သက်သာနိုင်ပါ့မလား ဆိုတာကို 2013 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီးIMDb မှာ rating 6.5နဲ့ Rotten Tomatoes မှာ rating 61% ရရှိထားတဲ့Mood Indigo ဆိုတဲ့ကားလေးထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင် File size…  2.84 GB /  1.24 GB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 2h 10m\nGenre .....  Drama, Comedy\nSubtitle…. Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/1gy2v/Mood.Indigo.2013.FRENCH.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTQ3YmUzY2MtOGZkMi00MzdlLTkyNWYtMzNiOWQwZGQ5MWY5XkEyXkFqcGdeQXVyMTIwNzcyNDg0._V1_-160x200.jpg",
        "title": "Aachar & Co (2023)",
        "description": "Aachar & Co (2023)\nIMDb-8.1/10သားသမီးတွေကို ကိုယ့်စိတ်တိုင်းကျအိမ်ထောင်ဖက်နဲ့ပဲပေးစားချင်ကြတာက\nမိဘအုပ်ထိန်းသူတော်တော်များများရဲ့ အတ္တလို့ဆိုရမလား။သူတို့ဘက်ကကျလည်း\nကိုယ့်သားသမီးကို ဆင်စီးမြင်းရံတာပဲ မြင်ချင်တာမျိုး ကောင်းစားစေချင်တာမျိုးပေါ့။\nဒီကားလေးက ၁၉၆၀ပြည့်နှစ်အလွန်က အိန္ဒိယတောင်ပိုင်းပြည်နယ်\nဘန်ဂါလူရူပြည်နယ်ကိုနောက်ခံထားပြီး အမျိုးသမီးဒါရိုက်တာ ဆင်ဒူးဆရီနီဗာဆာမူသီ\nရိုက်ကူးထားတဲ့ မိသားစုဟာသဇာတ်မြူးရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။သားသုံးယောက် သမီးခုနစ်ယောက်မွေးထားတဲ့ အစိုးရဝန်ထမ်း\nဆောက်လုပ်ရေးအင်ဂျင်နီယာကြီး ဦးအာချာပေါ့။သူ့သားသမီးတွေကို\nသူ့စိတ်တိုင်းကျဖြစ်စေချင်တဲ့ ဖခင်တယောက်။သားသမီးတွေကို သူ့စိတ်တိုင်းကျ အိမ်ထောင်ဖက်ရှာပေး အိမ်ထောင်ချပေးနေရာက\nရုတ်တရက်ကွယ်လွန်သွားတဲ့အခါမှာတော့ အိမ်ထောင်မကျသေးတဲ့\nသမီးရဲ့ဘ၀က အခြေအနေတွေပြောင်းလဲသွားပါတော့တယ်။\nအဲဒီခေတ်အခြေအနေမှာ ဘာလဲဆိုတော့ အမျိုးသမီးတွေက အိမ်ထောင်ရေးအတွက်\nအသုံးချခံအနေနဲ့ သက်မဲ့အရာလိုသတ်မှတ်ခံထားရမှုတွေကို မီးမောင်းထိုးပြရင်း\nခပ်မြူးမြူးလေးကြည့်ရမယ့် ပေါ့ပေါ့ပါးပါးဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~BpL~Zwe~Moon~Vတို့ပဲဖြစ်ပါတယ်)\nFile size…1.6GB/ 685MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Zwe~Moon~V",
        "rating": "8.0",
        "url": "https://megaup.net/1Wv3v/Aachar_&_Co_(2023)_Kannada_TRUE_WEB-DL_-_720p_-_AVC_.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nkGG4ovQAOmoWHBJ3aOyCAXz6Cz.jpg",
        "title": "Love You Long Time (2023)",
        "description": "ဒီဖိလစ်ပိုင်ကားကတော့ မြင်ဖူးနေကျဖိလစ်ပိုင်ကားတွေနဲ့ ကွဲထွက်ပါတယ်။အရာရာကို သဘာဝရှုခင်းလှလှ၊ ရုပ်ရှင်ဓာတ်ပုံလှလှတွေနဲ့  ငြိမ့်ငြိမ့်လေးပြသွားတာအချစ်ကဗျာတစ်ပုဒ် ဖတ်နေရသလိုပါပဲ။ အစပိုင်းမှာ ကြည့်ရတာပျင်းကောင်းပျင်းနိုင်ပေမဲ့စိတ်ရှည်ရှည်နဲ့ဆက်ကြည့်ရင် ဒီရုပ်ရှင်ကပေးစွမ်းချင်တဲ့ရသတွေကို ခံစားရမှာပါ။ အချစ်ဆိုတာလည်း ခက်တော့ခက်သား ဝေးရမယ်ဆိုမှ ပိုတွေ့ချင်မိတယ် ခွဲရမယ်ဆိုမှဆွဲထားချင်မိတယ်။ Before Trilogy တွေကိုကြည့်ပြီး မရိုးမရွဖြစ်စေတဲ့အရာကလည်းဒီလိုပဲ ဘဝမှာအလွယ်ရခဲ့သမျှအချစ်တွေအားလုံးကို ပေါပေါပဲပဲလုပ်ခဲ့ပြီးမှ ရထားခရီးစဉ်ဆုံးရင် ခွဲရတော့မယ့်လူကိုမှ ချစ်မိသွားလို့ နှစ်ယောက်သား နောင်တမရအောင် လမ်းခုလတ်ကဘူတာမှာ တစ်ညတာဆင်းနေခဲ့ကြတယ်မဟုတ်လား။ ကိုယ်ရဲ့ပစ္စုပ္ပန်က မင်းရဲ့အတိတ်မင်းရဲ့ပစ္စုပ္ပန်က ကိုယ့်အနာဂတ်အဖြစ် ၄ နှစ်တာ ကွာဟနေတဲ့ အချိန်ကာလကိုကိုယ်တို့အချစ်နဲ့ ဘယ်လိုပိတ်ဆို့ကြမလဲ။ ကိုယ်ကတော့ ဖုန်းအဟောင်းတစ်လုံးနဲ့မကျေနပ်နိုင်ဘူး။ မင်းကိုထိတွေ့ခွင့်တွေ၊ မင်းနဲ့အတူထိုင်ပြီး ကော်ဖီသောက်ခွင့်တွေ၊မင်းချသမျှဆုံးဖြတ်ချက်တိုင်းမှာ အရေးပါခွင့်တွေကို လောဘတက်ချင်သေးတယ်။မျှော်လင့်ချက်ဟာ အရာရာဆိုတာကို လက်ခံကြလားဗျ။ မျှော်လင့်ချက်ကြောင့်အသက်ရှင်သလို မျှော်လင့်ချက်ကြောင့် သေဆုံးနိုင်တာပါပဲ။ ကိုယ့်ကိုယ်ကိုသေလူလို့သက်မှတ်ထားတဲ့ကိုယ်က ဒီမျှော်လင့်ချက်တွေကြောင့်ပဲ အသက်ရှင်ချင်လာမိတယ်...ဒီဇာတ်ကားလေးကတော့Healing movie ကောင်းကောင်းတစ်ခုဖြစ်တဲ့အတွက် အချစ်ကြောင့်စိတ်ပင်ပန်းနွမ်းနယ်နေခဲ့ရင် ဒီကားကိုကြည့်ဖို့ ညွှန်းပေးချင်ပါတယ်ခင်ဗျာ။ File size…1.26GB / 481MB\nQuality…NF WEB-DL ...",
        "rating": "5.8",
        "url": "https://megaup.net/1gxnd/Love.You.Long.Time.2023.NF.WEB-DL720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTQzZDhkMWUtOWMxNi00MzI5LTkzN2QtMzZjMzk1MjhlNmU3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "Bholaa(2023)",
        "description": "Bholaa (2023)\nIMDb 7.7Drishyam ထဲမှာ အပြိုင်ကြဲခဲ့တဲ့ အဂျေးနဲ့ ရဲမေတာဘူး တို့က ဒီကားထဲမှာ\nအတိုင်အဖောက်ညီညီ ရှယ်ကြမ်းကြဦးမဲ့ ရုံတင်ကားပဲဖြစ်ပါတယ်\nBox Office အနေနဲ့လည်း 111 ကုဋေကျော်အထိ ပြန်ရှာနိုင်ခဲ့ပါတယ်\nမင်းသားမင်းသမီးတင် နာမည်ကြီးရုံမက ဇာတ်လမ်းကလည်း\nပြီးမှန်းမသိဆွဲဆောင်သွားနိုင်တာမို့ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းပါပဲဇာတ်လမ်းအညွှန်း...\nရန်သူတွေက စုန်းမလို့ခေါ်ရ‌လောက်တဲ့အထိ တစ်ခါအာရုံကျပြီးရင်\nလက်မလွှတ်တတ်တဲ့ ရဲမေဒိုင်ယာနာ (တာဘူး)... သန်းတစ်ထောင်တန်ကြေးရှိတဲ့\nကိုကင်းတွေဖမ်းမိတော့ ပိုင်ရှင်က ကြားဖူးသမျှထဲမှာ အကြီးဆုံးဂိုဏ်းဖြစ်နေခဲ့တယ်\nအလုပ်လုပ်သမျှ ပိရိလွန်းတာကြောင့် တစ်ခါမှကို ဖမ်းဆီးခြင်းမခံခဲ့ရတဲ့ဂိုဏ်း\nဒီဂိုဏ်းက သန်းတစ်ထောင်ကျော် အထိနာသွားတော့ ဒိုင်ယာနာ့ကို ကမ္ဘာမြေအဆုံးထိ လိုက်ရှာပါတော့တယ်ဘိုလာ(အဂျေး)က အမှုတစ်ခုကြောင့် ထောင်၁၀နှစ်ကျခဲ့ရတယ် ထောင်သားအချင်းချင်းတောင်\nဘိုလာက ဘယ်သူလဲ ဘယ်ကလာလဲ မသိကြဘူး သိတဲ့လူကလည်း အသက်ရှင်ဖို့လမ်းမရှိတာကိုး\nဘိုလာ့ကို သမုဒ္ဒရာနဲ့တင်စားကြတယ် အပြင်ဘက်မှာ ငြိမ်သက်ပြီး အတွင်းမှာတော့ မုန်တိုင်းထန်တဲ့လူတဲ့\nဒီလိုနဲ့သူထောင်ကထွက်တော့ ကိုကင်းပိုင်ရှင်ကို စုံစမ်းနေတဲ့ဒိုင်ယာနာ့နဲ့ တွေ့ဖို့အကြောင်းဖန်လာပါတယ်\nဂိုဏ်းဘက်ကလည်း ဒိုင်ယာနာ့ကို အသေရရ အရှင်ရရဖြစ်နေတော့ သူတို့၂ယောက်ပေါင်းပြီး\nဘယ်လိုတွေဖြေရှင်းသွားမလဲဆိုတာ Plot Twist ပေါင်းများစွာနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\n(အညွှန်းကိုတော့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1U23p/Bholaa_(2023)_Hindi_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-5-143x200.jpg",
        "title": "Chaguo (2022)",
        "description": "ဝန်ဒိုနဲ့မူဂယ်နီတို့ဟာ အာဖရိကန်နိုင်ငံတစ်နိုင်ငံကလွတ်လပ်ရေးရပြီးကတည်းက သမိုင်းစဉ်ဆက် အားပြိုင်နေတဲ့မတူညီတဲ့မိသားစုနှစ်စုက ချစ်သူတွေဖြစ်ပါတယ်။ ဝန်ဒိုဟာ ရှေးရိုးစွဲ လူမျိုးစွဲတွေကို ဆန့်ကျင်ပြီး ဇာတိမြေကောင်းစားရေးအတွက်ကြိုးပမ်းနေတဲ့ အမတ်လောင်းအတွက် မဲဆွယ်စည်းရုံးရေးမှာ ပါဝင်ကူညီနေတာဖြစ်ပါတယ်။ လူမျိူးစွဲ ပါတီစွဲများကြောင့် ဝန်ဒိုရဲ့အလုပ်ဟာသူတို့ချစ်သူနှစ်ဦးရဲ့ရှေ့ဆက်မယ့်လမ်းမှာ အဟန့်အတားဖြစ်လာပါတော့တယ်။ ဒီဇာတ်လမ်းမှာတော့ ချစ်သူနှစ်ဦးရဲ့ချစ်ခရီးလမ်းမှာ နှောင့်ယှက်လာတဲ့နိုင်ငံရေး လူမျိုးရေးအရှုပ်တော်ပုံကို ဖြေရှင်းကြပုံ၊ နိုင်ငံရေးသမားများ အကျင့်ပျက်ချစားမှု လူမျိုးစွဲမှုတို့ကြောင့် ပြည်သူများနစ်နာရပုံ၊ မဲအနိုင်ရဖို့အတွက် ဘာမဆိုလုပ်ကြမယ့်နိုင်ငံရေးသမားတို့ရဲ့လောဘကို ပေါ်လွင်အောင်ရိုက်ကူးပြထားပါတယ်။ File size…(1.7 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:40:00\nGenre...Drama, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "",
        "url": "https://megaup.net/1e4sf/Chaguo.2022.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/virigin-147x200.jpg",
        "title": "{18+}Entrails of a Virgin (1986)",
        "description": "အချောအလှလေးတွေနဲ့ ဝေဝေဆာဆာ ထုံမွှမ်းထားတဲ့\nဓာတ်ပုံ လောကမှာ အောင်မြင်နေတဲ့ Studio တစ်ခု\nအလုပ်လိုချင်တဲ့ မိန်းကလေးတွေ တန်းစီတိုးနေရတဲ့\nလုပ်ငန်းတစ်ခု အလုပ်ရရင်လည်း ချောမှလှမှ\nအောက်ပါအရည်ချင်းတွေပြည့်စုံမှ ရတာဗျရိုက်ရတဲ့ဓာတ်ပုံတွေက ဖော်ချွတ်ပုံတွေ\nတစ်နေ့ အဖွဲ့လိုက် ဓာတ်ပုံရိုက်ထွက်ကြရာ\nလမ်းခုလတ်မှာ နှင်းမြူတွေပိတ်ပြီး ခရီးဆက်မရတဲ့အခါ\nအိမ်လေးတစ်လုံးထဲ ဝင်နားရာမှ\nအရမ်းစိတ်ဝင်စားဖို့ကောင်းပြီး မော်ဒယ်မလေးတွေ\nဘယ်လိုရုန်းကန်ကြမလဲဆိုတာ DS Fans တွေကြည့်သင့်တဲ့\nဇာတ်ကားတစ်ကားဖြစ်တာမို့ တင်ဆက်လိုက်ပါတယ်\nFile size…1.36GB / 545MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.2",
        "url": "https://megaup.net/3fX5i/Guts.Of.A.Virgin.2022.720p(DS).mp4",
        "category": "Adult, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/p10326521_p_v8_av-200x300.jpg",
        "title": "Nurse 3D (2013)",
        "description": "(ဤဇာတ်လမ်းတွင် သွေးထွက်သံယိုအခန်းများလိင်အသားပေးအခန်းများ ရင့်သီးသောစကားလုံးများပါ၀င်သည့်အတွက်ကလေးသူငယ်များကြည့်ရှုရန်မသင့်လျော်ပါ)ကျွန်မနာမည်က အက်ဘီဂေး ရက်ဆယ်တဲ့။ လုံးကြီးပေါက်လှယောကျားတိုင်းလည်ပြန်ငေးရတဲ့အချောလေး။ကျွန်မအလုပ်လုပ်နေတာက အော်လ်စိန့်ဆေးရုံမှာ သူနာပြုတယောက်အနေနဲ့။ဒါပေမယ့်ညဆိုရင်တော့ကျွန်မကမုဆိုးပဲကျွန်မအမဲလိုက်တဲ့သူတွေကယောက်ျားတွေအထူးသဖြင့်ဖောက်ပြန်ကြတဲ့အိမ်ထောင်ရှိယောကျာ်းတွေပေါ့။ကျွန်မအမြင်သူတို့ကဒီကမ္ဘာပေါ်မှာရွံစရာအကောင်းဆုံးလူတန်းစားတရပ်ပဲ။ကျွန်မကသူတို့ကိုဖျား‌ယောင်းတိုင်းပါလာကြတယ်။အဲ့သည်အခါကျမှ သူတို့နဲ့ထိုက်တန်တဲ့အပြစ်ကိုကျွန်မပေးနေကြ။ဒီလိုနဲ့ကျွန်မဘ၀ထဲကို၀င်လာတာက ဒန်နီရော်ဂျာဆိုတဲ့သူနာပြုအသစ်‌က‌လေး။ဘာမှမသိနားမလည်တဲ့ဒီကောင်မလေးကိုယောကျာ်းထုကြီးဆီကနေကာကွယ်ပေးချင်တယ်။သူ့ဘေးနားကတွဲလောင်းတွဲလောင်းနဲ့စတိဗ်ဆိုတဲ့သူ့ရည်းစားကိုလည်းအမြင်ကတ်တယ်။ဒန်နီကကျွန်မဘယ်လိုကြိုးစားကူညီကူညီကျွန်မကိုပြန်လှည့်တောင်မကြည့်တာအရမ်းမုန်းတယ်။ဒန်နီကကျွန်မအပိုင်ပဲ ဘယ်သူ့မှမပေးနိုင်ဘူး။ကျွန်မလက်ခုပ်ထဲဒန်နီရောက်လာအောင်ကျွန်မဘယ်လိုကြိုးစားမလဲရှင်တို့ကြည့်သာကြည့်လိုက်ကြပါတော့ File size…  1.4 GB / 636.7 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 25m\nGenre ..... Thriller , Horror\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Brackman",
        "rating": "4.6",
        "url": "https://megaup.net/1e4zf/Nurse.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4tKbdmxXrPVH9QhznNKuCkHeaO.jpg",
        "title": "Tell It Like a Woman (2022)",
        "description": "Tell It Like A Woman (2022)Tell it Like A Woman က အမျိုးသမီးတွေအကြောင်း အမျိုးသမီးတွေကပြောပြထားတဲ့ဇာတ်လမ်းတိုခုနှစ်ခုပေါင်းစပ်ထားတဲ့ဇာတ်ကားပါ။\nအမျိုးသမီးတွေပြောပြထားပေမယ့် အမျိုးသမီးတွေအတွက်ချည်းမဟုတ်ပဲ ခံစားနိုင်လည်နိုင်သူအားလုံးအတွက်ရည်ရွယ်တဲ့ ဇာတ်လမ်းဖြစ်ပါတယ်။\nကမ္ဘာအဝှမ်းက အမျိုးသမီးဒါရိုက်တာတွေပူးပေါင်းထားပြီး ဂျပန် အီတလီ အိန္ဒိယ အမေရိကန်တို့မှာရိုက်ကူးထားပါတယ်။\nမင်းသမီးတွေကလဲဒီနိုင်ငံတွေကအစုံပါဝင်ပါတယ်။\nအဓိကဖော်ပြချင်တာကတော့ နိုင်ငံအစုံက အလွှာအစုံကအမျိုးသမီးတွေရင်ဆိုင်ရတဲ့အခက်အခဲတွေ ဘဝအမောတွေ\nသဘာဝအရရင်ဆိုင်ရတဲ့ဒဏ်တွေ အမျိုးသမီးဖြစ်နေလို့ရင်ဆိုင်ရတဲ့ဒဏ်တွေ သူတို့ရဲ့ဒီအခက်အခဲတွေကိုကျော်လွှားပုံတွေကို\nဇာတ်လမ်းရှည်ကြီးနဲ့ဇာတ်နာပြမနေပဲ ဇာတ်လမ်းတိုလေးတွေနဲ့ထိထိမိမိဖော်ကျူးထားပါတယ်။ဒီလိုဇာတ်လမ်းတိုညွှန့်ပေါင်းဇာတ်ကားတွေမှာ ဇာတ်လမ်းသွားတစ်ခုစီဖြစ်နေတဲ့ဇာတ်လမ်းတွေကို မရရအောင်ချိတ်ဆက်ပေးနိုင်တာက အသက်ပဲလို့ထင်ပါတယ်။\nဇာတ်လမ်းတိုတစ်ပုဒ်ကနေ နောက်တစ်ပုဒ်ပြောင်းသွားတာကို ပရိသတ်ကမသိလောက်အောင်လိုက်ပါစီးမြောသွားဖို့ကအခရာပါပဲ။ဒီ Tell It Like A Woman မှာတော့ ဇာတ်လမ်းတစ်ခုနဲ့တစ်ခုအကူးအပြောင်းတွေက ကြမ်းလွန်းတာ ရုတ်တရက်ဖြစ်လွန်းတာတွေရှိပေမယ့်\nဇာတ်လမ်းတိုခုနှစ်ပုဒ်ထဲမှာ တစ်ချို့ဇာတ်လမ်းတွေက ထိမိလွန်းပြီး ပေးချင်တဲ့မက်ဆေ့ချ်ကလဲ ထင်းလွန်းပါတယ်။\nဖြစ်ရပ်မှန်ဇာတ်လမ်းတွေလဲပါဝင်ပါသေးတယ်။\nဘယ်ဇာတ်လမ်းကို ကိုယ်က ပိုသဘောကျတယ်နားလည်စာနာနိုင်တယ်ဆိုတာတော့ ပရိသတ်တစ်ဦးချင်းစီရဲ့အမြင် အတွေ့အကြုံတွေနဲ့သက်ဆိုင်မယ်လို့ထင်ပါတယ်။\nBonus အနေနဲ့ ဒီဇာတ်ကားထဲက ဘောလိဝုဒ်မင်းသမီး ဂျက်ကလင်းပါဝင်သရုပ်ဆောင်ထားတဲ့ နောက်ဆုံးဇာတ်လမ်းတိုမှာပါဝင်တဲ့\n\"Applause\" သီချင်းဟာ အော်စကာမှာ \"Best original Song\" အဖြစ် ...",
        "rating": "",
        "url": "https://megaup.net/1TZ7m/Tell.It.Like.A.Woman.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nPBo5HZN2yubtHyfFkLy1c7RmCY.jpg",
        "title": "You & Me & Me (2023)",
        "description": "You and Me and Me (2023)တစ်ယောက်တည်းမွေးလာရပြီး တစ်ယောက်တည်းသေသွားရမယ့် လောကကြီးထဲမှာ အမြွှာဆိုတာ ဆုလာဘ်တစ်ခုပါပဲ။\nအမေ့ဗိုက်ထဲမှာ အတူတူနေခဲ့ရတယ်၊ အဝတ်အစားတွေ အတူတူဝတ်ခွင့်ရှိတယ်၊ အသုံးအဆောင်တွေ အတူတူသုံးခွင့်ရှိတယ်။ဒါပေမဲ့ ဘယ်လောက်ပဲချစ်ကြတဲ့ အမြွှာတွေဖြစ်နေရင်တောင် ဝေမျှလို့မရနိုင်တာကတော့ “အချစ်ပေါ့”။၁၉၉၉ ခုနှစ်ကို အခြေတည်ပြီး ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားမှာဆိုရင် You နဲ့ Me ဆိုတဲ့ ဆယ်ကျော်သက် အမြွှာညီအစ်မနှစ်ယောက်ဟာ\nမွေးကတည်းက အတူသွား အတူလာ အတူစားပြီး တစ်ယောက်မရှိရင် တစ်‌ယောက်မနေနိုင်တဲ့အထိ ချစ်ကြတဲ့အမြွှာတွေပါ။ဒီလိုနဲ့ တစ်နေ့မှာတော့ သူတို့ရဲ့ဘဝထဲကို Mark လို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက် ဝင်ရောက်လာခဲ့ပါတယ်။\nကံဇာတ်ဆရာအလိုကျ Mark ဟာ ပျိုဖော်ဝင်ခါစ ညီအစ်မနှစ်ယောက်ရဲ့အချစ်ဦး ဖြစ်လာတဲ့အခါမှာတော့ ...ကျန်တာတွေ ဝေမျှနိုင်ရင်တောင် အချစ်ကိုတော့ ဘယ်လိုမှဝေမျှလို့မရတဲ့အခါ ဒီအမြွှာညီအစ်မနှစ်ယောက်ရဲ့ ဘဝကြီးဟာ\nအချစ်ကြောင့် တစ်မျိုးတစ်ဖုံ ပြောင်းလဲသွားမှာလားဆိုတာ ကြည့်ရှုခံစားရမယ့် အချစ်ဇာတ်ကားလေးတစ်ကားပါပဲ။အညွှန်းကိုတော့ Hmwe Thet Winn က ...",
        "rating": "7.1",
        "url": "https://megaup.net/1U28c/You.and.Me.and.Me.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BOTU2ZDljMTEtMjcxNi00ZWZkLWFmNjctNDlkNGM5OWY0YjMyXkEyXkFqcGdeQXVyODc5Mjc4Nzg@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "My Landlord Wants Me Dead (2023)",
        "description": "My Landlord Wants Me Dead (2023)\n===========================ဒီကားလေးကတော့ ဇာတ်ကားနာမည်ကြည့်ရုံနဲ့ လူသတ်သမား\nဘယ်သူဆိုတာတန်းသိတဲ့ ဇာတ်ကားမျိုးပေါ့နော်။ ဒါပေမဲ့ လူသတ်\nသမားဘယ်သူဆိုတာ သိနေတာတောင် ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှု\nရမှာပါ။ နောက်ဆုံးမှာတော့ သားကောင်ဟာ လွတ်မြောက်သွားပါ့\nမလား။ လူသတ်သမားလက်ထဲပဲကျရောက်သွားမလားဆိုတာကိုပေါ့။မက်ဒီက မိခင်ဖြစ်သူဆုံးပြီးတဲ့နောက် ကောလိပ်ကနေလည်း ထွက်\nလိုက်ပြီး ဘိုင်ကျနေတာမို့လို့ သူ့အဒေါ်ပိုင်တဲ့အိမ်မှာ ခေတ္တသွား‌နေ\nပါတယ်။ သူ့အဒေါ်တို့ လင်မယားကမြို့ထဲမှာနေတာဆိုတော့ ဒီအိမ်ကို\nမက်ဒီ့ကိုခဏပေးနေလိုက်တာပါ။ အဒေါ်ဖြစ်သူကတော့ အာဖရိကကို\nခဏတဖြုတ်သွားလည်ပါတယ်။ အဒေါ်ဖြစ်သူရဲ့ယောက်ျားက အိမ်ပိုင်\nရှင်ပေါ့လေ။ကယ်ဗင် ဆိုတဲ့အိမ်နီးချင်းချောချောလေးလည်းရှိတော့ မက်ဒီတစ်ယောက်\nတစ်ချက်ခုတ်နှစ်ချက်ပြတ်နဲ့ ပီတိတွေဖြာမဆုံးခင်မှာပဲ ထူးထူးဆန်းဆန်းတွေ\nကြုံလာရပါတော့တယ်။ သူဒီအဖြစ်တွေကို ဘာလို့ကြုံနေရတာလဲ။ လူသတ်\nသမားလက်ထဲကနေ လွတ်မြောက်နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုခံစားရမှာဖြစ်\nပါတယ်။ မက်ဒီအဖြစ် မင်းသမီးချောEmily Roslyn Villarreal ကပါဝင်သရုပ်\nဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.54 GB) / (522 MB) / (339 MB)\nQuality............WEB-RIP 1080p / 720p / ...",
        "rating": "4.4",
        "url": "https://megaup.net/1e4hf/My.Landlord.Wants.Me.Dead.2023.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i4ecMHJQpclIEr4mh5uzjWr38GC.jpg",
        "title": "The Best Man Holiday (2013)",
        "description": "စာရေးဆရာတစ်ယောက်ဖြစ်တဲ့ ဟာပါ..သူရေးထားတဲ့စာအုပ်က မရောင်းရလို့ စာတိုက်က မထုတ်ဝေပေးဘဲသူငယ်ချင်းဟောင်းတစ်ယောက်ဖြစ်တဲ့ အားကစားသမားလန့်စ်ရဲ့အတ္ထုပတ္တိကိုရေးဖို့ အကြံပေးပါတော့တယ်၊တစ်ဖက်မှာလည်း ဇနီးဖြစ်သူက ကလေးမွေးတော့မှာပါဒီလိုနဲ့ ငွေလိုနေတဲ့ ဟာပါတစ်ယောက် သူငယ်ချင်းရဲ့ အတ္တုပတ္တိကိုရေးဖို့‌ တွေဝေနေပါတယ်၊ဒီလိုအချိန်မှာ သူငယ်ချင်းဟောင်းတစ်ဖြစ် လန့်စ်ရဲ့ဇနီးဖြစ်သူမီယာက ခရစ်စမတ်ပိတ်ရက်ကို သူငယ်ချင်းတွေအတူတူပြန်ဆုံကြဖို့ ဖိတ်လာပါတယ်။ ဒီလိုနဲ့ ခရစ်စမတ်ပိတ်ရက်အတွင်း ငယ်သူငယ်ချင်းတွေပြန်ဆုံပြီးအရင်လိုခင်ခင်မင်မင်ပြန်နေဖို့ကြိုးစားတဲ့အချိန်မှာဘယ်လိုကိစ္စတွေကြုံကြရမလဲ၊ ဟာပါကရောငွေကြေးအခက်အခဲဖြေရှင်းနိုင်ဖို့အတွက်လန့်စ်ရဲ့အတ္ထုပတ္တိကိုရေးပါ့မလားလန့်စ်ကို ဘယ်လိုစည်းရုံးမလဲ စတာတွေနဲ့အတူသူငယ်ချင်းတွေကြား သံယောဇဉ်တွေပြဿနာတွေကို ရသအစုံနဲ့ ကြည့်ရှူရမှာပဲဖြစ်ပါတယ် File size…1.83GB / 735MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Benni",
        "rating": "",
        "url": "https://megaup.net/1e4rc/The.Best.Man.Holiday.2013.BluRay720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/man-150x200.jpg",
        "title": "Man of Tai Chi (2013)",
        "description": "ကျွန်တော်တို့ရဲ့ ကိုကျော်ဝင်းတစ်ယောက် John Wick မလုပ်ခင် တရုတ်ပြည်မှာကောင်လေးတွေ မွေးမွေးပြီး စားတဲ့အကြောင်းပါ။နောက်နေတာပါ ဒီသိုင်းကားကဆိုရင် မင်းသား ကီနူးရိဗ်တစ်ယောက်သူ့ရဲ့ Matrix ဇာတ်ကားထဲက ကွန်ဖူးဆရာကိုမြေတောင်မြှောက်ပေးတဲ့ကားဆိုရင် မမှားပါဘူးဘာလို့လဲဆိုတော့ သူကိုယ်တိုင် ဒါရိုက်တာလုပ်ထားတာ ဖြစ်ပြီးသူကိုယ်တိုင် ဗီလိန်အဖြစ် ပါထားလို့ပဲ ဖြစ်ပါတယ်။တခြားနာမည်ကြီး တရုတ်သရုပ်ဆောင်တွေလည်း ပါဝင်ထားကြပါသေးတယ်။ဇာတ်လမ်းက အဓိက အခြေခံထားတာကတော့ကျွန်တော်တို့ ထိုက်ချိသိုင်းအကြောင်းပဲ ဖြစ်ပါတယ်သူကပြောရမယ်ဆို ရေနဲ့မီး အလင်းနဲ့အမှောင်စတဲ့ဆန့်ကျင်ဖက်တွေ အတူတည်ရှိနေသလိုမျိုးမာကျောတဲ့အရာကို ပျော့ပျောင်းမှုနဲ့ သိမ်းသွင်းတဲ့ကိုယ်ခံပညာတစ်ခုပါ(နာမည်ကြီးဆို မင်းသားကြီး ဂျက်လီချတာတွေ ရှိပါမယ်)။ ဇာတ်လမ်းအကျဉ်းကတော့ကိုကျော်ဝင်းဟာ ဟောင်ကောင်မှာ လုံခြုံရေးကုမ္ပဏီဟန်ပြလုပ်ပြီး မြေအောက်တိုက်ခိုက်ပွဲတွေ ကျင်းပနေတဲ့လူတစ်ဦး၊တစ်နေ့ သူ့ဖိုက်တာကောင် အားမရလို့ သတ်ပစ်ပြီးလူသစ်ရှာနေတဲ့အချိန်ပေါ့။မင်းသား တိုက်ဂါးဆိုတာကျ ထိုက်ချိပညာအမွေယူနေတဲ့လူတစ်ယောက် လမ်းကြောင်းမှန်မရောက်သေးပဲကြိုးစားနေရဆဲပေါ့။တစ်ဖက်မှာလည်း ကိုကျော်ဝင်းကို ဖမ်းချင်နေကြတဲ့ရဲမေတစ်သိုက်တို့က ရှိကြပါသေးတယ်။တစ်ရက်ကျ တိုက်ဂါးအရည်အချင်းတွေကို ကိုကျော်ဝင်းသဘောကျပြီး သူ့ဖိုက်တာလုပ်ဖို့ ဖိတ်ခေါ်ပါတယ်ဒါပေမဲ့ ကိုယ်ခံပညာဟာ ပိုက်ဆံရှာစရာမဟုတ်ဘူးဆိုပြီး ငြင်းခဲ့ပါတယ်။တစ်ချိန်တည်းမှာပဲ သူ့ဆရာနေတဲ့ ဘုရားကျောင်းအတွက်ပိုက်ဆံတွေ အများကြီး လိုအပ်လာတဲ့အချိန်မှာတော့ တိုက်ဂါးတစ်ယောက်….ဒီလောကထဲ ...",
        "rating": "6.1",
        "url": "https://megaup.net/3fWNV/Man.Of.Tai.Chi.2013.BluRay720p(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Screen-Shot-2023-05-11-at-13.39.29-134x200.png",
        "title": "Anglerfish",
        "description": "Anglerfish (2023)\n=============ခရစ်ယာန်သမ္မာကျမ်းစာအရ ၁၉၀၆ ခုနှစ်က ကမ္ဘာပျက်ကိန်း\nရှိတဲ့နှစ်ပါ။ ကမ္ဘာပျက်တော့မှာမို့ တိရစ္ဆာန်တွေ စတင်ပျက်စီး\nလာကြပြီး အဆက်မပြတ်သေဆုံးမှုတွေ ဖြစ်လာခဲ့ပါတယ်။\nအဲဒီအချိန် လူသူမရှိတဲ့တောထဲမှာ ထူးဆန်းတဲ့ လင်မယား\nနှစ်ယောက် နေထိုင်နေကြပါတယ်။ တစ်ရက်မှာတော့ ဇနီး\nဖြစ်သူက လမ်းလျှောက်ထွက်လာရင်း မြစ်ကမ်းနံဘေးမှာ\nအလောင်းတစ်လောင်းကို မြှုပ်နေတဲ့ အမျိုးသမီးတစ်ဦးနဲ့\nတွေ့မိခဲ့တယ်။အဆိုပါ အမျိုးသမီးမြှုပ်နေတဲ့အလောင်းက ယောက်ျားဖြစ်\nသူရဲ့အလောင်းဖြစ်ပြီး ဒီနေရာကနေ ထွက်သွားဖို့ပဲ တတွတ်\nတွတ်ဆိုလာခဲ့ပါတော့တယ်။ သူတို့တွေ ကမ္ဘာသစ်ဆီ ရောက်\nသွားနိုင်မလား၊ ပျက်စီးတော့မဲ့ကမ္ဘာထဲမှာပဲ ပိတ်မိနေခဲ့မလား\nဆိုတာကတော့........(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (425 MB) / (269 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Western\nTranslator.......May Thet Khine Soe\nEncoder..........SWM",
        "rating": "4.1",
        "url": "https://megaup.net/1TZeo/Anglerfish.2022.720p.WEBRip.(CM).mp4",
        "category": "Horror, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODlmYzZmOTQtZThmMy00M2YxLWFmNGQtOGQ2ZTY4NGU5NTExXkEyXkFqcGdeQXVyMjAzMTE1MDU@._V1_-132x200.jpg",
        "title": "The Kindred (2021)",
        "description": "The Kindred (2021)\n===============ဟယ်လင် တာလစ်တ်ဟာ အက်ဆီးဒင့်တစ်ခုကြောင့် ဆေးရုံပေါ်မှာ\nတစ်နှစ်လောက် ကိုမာဝင်နေရာကနေ မှတ်ဉာဏ် တချို့တစ်ဝက်နဲ့\nသတိပြန်ရလာပါတယ်။ ဟယ်လင် သတိပြန်ရလာတဲ့အချိန်မှာ ကိုမာ\nဝင်နေရင်း ကလေးမွေးနိုင်တဲ့ တတိယမြောက် အမျိုးသမီး အဖြစ်\nမှတ်တမ်းဝင်နေပြီး လသားအရွယ် သမီးလေးတစ်ယောက်က သူ့ကို\nစောင့်ကြိုနေပါတယ်။ဟယ်လင်ရဲ့ ခေါင်းထဲမှာ စွဲနေတာက အက်ဆီးဒင့် မဖြစ်ခင်လေးမှာ\nသူ့မျက်စိရှေ့မှာ ကိုယ့်ကိုယ်ကိုယ် သတ်သေသွားတဲ့ သူ့အဖေ ရော\nဘတ် ဖြစ်ပြီးတော့ ဘာလို့ သတ်သေခဲ့ရလဲ ဆိုတာကို နားမလည်နိုင်\nဖြစ်နေပါတယ်။ ဆေးရုံက ဆင်းပြီး သူ့အဖေနေခဲ့တဲ့ အိမ်ကို ပြောင်း\nလာတဲ့ အခါမှာတော့ ဟယ်လင်တစ်ယောက် ၅ နှစ်ကနေ ၉ နှစ်ကြား\nကလေးဝိဉာဉ်တွေကို မကြာမကြာ မြင်လာရပါတော့တယ်။ ကလေး\nဝိဉာဉ်တွေကနေတစ်ဆင့် လွန်ခဲ့တဲ့ အနှစ် ၃၀ လောက်က ဖြစ်ခဲ့တဲ့\nလူသတ်မှုတွေ အကြောင်း သိရှိလာရပြီး အဲဒီဖြစ်ရပ်ဆိုးကြီးက သူ့\nအဖေ ရောဘတ်နဲ့ ဘယ်လိုတွေ ပတ်သက်နေလဲ၊ ဟယ်လင်ရဲ့ သမီး\nလေးဆီကို ...",
        "rating": "4.7",
        "url": "https://megaup.net/3fV2w/The.Kindred.2021.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-25-136x200.jpg",
        "title": "Green Street Hooligans (2005)",
        "description": "Imdb 7.4/10 rotten tomatoes 46%\nဒီဇာတ်ကားက‌တော့ ၂၀၀၅ ခုနှစ်မှာထွက်ရှိခဲ့တာဖြစ်ပြီးတော့  crime drama sport ဇာတ်ကားလေတစ်မျိုးပဲဖြစ်ပါတယ် Lord of the ring ဇာတ်လမ်းထဲကနာမည်ကြီး မင်းသားElijah Woodက အဓိကသရုပ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းအသွားကတော့\nအမေရိကန် သတင်းထောက်ပညာ ကျောင်းသား မတ်ဘက်ခ်နာကသူ့အစ်မမိသားစုရှိရာ လန်ဒန်ကိုပြောင်းလာခဲ့တယ်။ အဲ့ မှာ သူကဘောလုံးပရိသတ်လူရမ်းကားဖြစ်တြံ ပိထ်ဒန်ဟန်နဲ့တွေ့ပြီးတော့ ပိထ်က သူ့ရဲ့ ဘောလုံးပွဲမတိုင်ခင်နဲ့ ဘောလုံးပွဲပြီးတိုင်း ပရိတ်သတ်တွေရန်ဖြစ်ကြတဲ့ ရက်စက်ကြမ်းကြုတ်တဲ့ ကမ္ဘာထဲကိုဆွဲခေါ်ခဲ့တယ်။ဒါပေမယ့် ပိထ်ရဲ့ ညာလက်ရုံး ဘော့ဗာက မတ်မယုံသင်္ကာဖြစ်ပြီးတော့ ပိထ်တို့ရဲ့အဖွဲ့နဲ့ နှစ်ပေါင်းများစွာ ရန်ကြွေးရှိနေတဲ့တခြားအဖွဲ့ ကို ပြန်ပြီးရန်ထောင်ပေးလိုက်ရာကနေပြီးတော့ ဖြစ်ပေါ်လာတာတွေကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမယ့်ဇာတ်ကားပဲဖြစ်ပါတယ်။ သင်ဟာ အက်ရှင် ဇာတ်ကားတွေကြည့်တတ်တဲ့လူဆိုရင်တော့ဒီဇာတ်ကားကိုကြည့်ဖို့ညွှန်းပါရ‌စေFile size…(1.9 GB)/(1.2 GB)/(600 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:49:00\nGenre...Drama, Crime\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1TEat/Green.Street.Hooligans.2005.720p.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-23-134x200.jpg",
        "title": "One Hour Photo (2002)",
        "description": "IMDb - 6.8/10 ~ RT - 81% ဆိုင် ပဲရစ်ရှ် (Robin Williams) ဟာဖလင်တွေကနေပြီး ဓာတ်ပုံကူးပေးတဲ့လုပ်ငန်းကို ၁၁ ကျော်ကြာကြာအောင်လုပ်ကိုင်နေခဲ့သူပါ။ သူ့ရဲ့အလုပ်ကိုသေချာကျွမ်းကျင်ပြီးလေးစားမှုအပြည့်လည်းရှိတဲ့အပြင် သူထုတ်သမျှဓာတ်ပုံတိုင်းကိုလည်း အရောင်လေးနည်းနည်းလွဲတာနဲ့တင်မကျေနပ်ပဲ လုံးဝကိုပြည့်စုံနေမှရမယ်ဆိုတဲ့လူမျိုးပါ။ သူရဲ့ ပုံမှန်ကာစတန်မာတွေကိုလည်း စေတနာအပြည့်နဲ့ ဓာတ်ပုံထုတ်ခတွေဈေးလျော့ပေးတတ်လေ့ရှိပါသေးတယ်။ ဆိုင်ဆီမှာ ပုံမှန်ပုံထုတ်နေကျ‌ကာစတန်မာတွေထဲမှာ ဝီလီယံနဲ နီနာ ယော့ကင်တို့မိသားစုလည်းအပါအဝင်ပဲ။ ဝီတို့ရဲ့သားလေးငယ်ငယ်လေးကတည်းကပြီး အသက်ကိုးနှစ်ပြည့်သည်အထိ ပုံတိုင်းကိုဆိုင်ပဲထုတ်ပေးခဲ့ရတာဖြစ်လို့ တစ်ကိုယ်တည်းပဲနေတဲ့ လူပျိုကြီးဆိုင်တစ်ယောက် ယော့ကင်တို့မိသားစုကိုသံယောဇဉ်ပါတွယ်နေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ ဆိုင်ကိုလာထုတ်ခိုင်းတဲ့ဓာတ်ပုံတွေထဲမှာ ဝီလီယံ ယေ့ာကင်ရဲ့ ဖောက်ပြန်နေတဲ့ ပုံတွေကိုမြင်လိုက်ရပါတယ်။တစ်ချိန်ထဲမှာပဲစာရင်းကွာဟမှုတွေကိုအကြောင်းပြပြီး ဆိုင်ကို မန်နေဂျာကအလုပ်ဖြုတ်ပစ်လိုက်ပါတယ်။ ဒီလိုနဲ့ပဲ ယော့ကင်တို့မိသားစုကိုသံယောဇဉ်တွယ်နေတဲ့ ဆိုင်တစ်ယောက် နီနာနဲ့ သူ့သားလေးတို့ကို ဝီလီယံဖောက်ပြန်နေကြောင်းသိအောင်လုပ်ပြရင် ဘယ်လိုမျိုးလုပ်ရပ်တွေကျူးလွန်မိသွားမလဲဆိုတာကိုကြည့်ရှုရမဲ့ psychological thriller ဇာတ်ကားကောင်းတစ်ကားပါဗျ။ အော်စကာဆုရ မင်းသားကြီး Robin Williams ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တဲ့အပြင် သရုပ်ဆောင်နေကျဇာတ်ရုပ်တွေကနေကွဲထွက်နေတဲ့ ဇာတ်ရုပ်ကို ...",
        "rating": "",
        "url": "https://megaup.net/2zAnw/One.Hour.Photo.2002.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/99-141x200.jpg",
        "title": "[18+] 99 Moons (2022)",
        "description": "[18+] 99 Moons (2022)\n==================\nIMDb Rating - 5.9/10အဖြူနှင့်အမည်းကဲ့သို့ အရောင်ဖြစ်တာခြင်းတူပေမယ့်\nဝိသေသလက္ခဏာချင်းမတူတဲ့ ဘီညာနဲ့ ဖရန်ကီတို့နှစ်\nယောက်။ ဘီညာက ချီလီနိုင်ငံမှာ သိပ္ပံသုတေသနပြုဖို့\nကြိုးစားနေတဲ့ သိပ္ပံပညာရှင်မလေးဖြစ်တယ်။ တစ်ခါ\nတစ်ရံ လစ်ရင်လစ်သလို ယောင်္ကျား‌တွေနဲ့တစ်ယောက်\nပြီးတစ်ယောက် တိတ်တခိုးချစ်ရည်‌လူးတတ်တဲ့အကျင့်\nလေးရှိတာကတစ်ပိုင်းပေါ့လေ။အဲလိုနဲ့ ဘီညာတစ်ယောက် ကာမစိတ်တွေဖြေနေရင်း\nအဖော်မဲ့‌နေတဲ့ ဖရန်ကီနဲ့ ဆုံဆည်းခွင့်ရသွားတယ်။ ဖရန်ကီ\nကတော့ မူးယစ်ဆေး‌တွေသုံးရင်း အချစ်ရဲ့အဓိပ္ပာယ်ကိုရှာ\nဖွေနေတဲ့ တစ်ကိုယ်တော်သမားတစ်ယောက်ဖြစ်တယ်။\nအဲလိုမျိုး ဆန့်ကျင်ဘက်လူနှစ်ယောက်တွေ့ဆုံသွားတဲ့အခါ\nသူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးက ဘယ်လိုတွေဆက်ဖြစ်\nမလဲဆိုတာကို ကြည့်ရမယ့်ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKSN ဖြစ်ပါတယ်)File Size..........(1.85 GB) / (634 MB) / (350 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 50Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......KSN\nEncoder..........AdminX",
        "rating": "5.9",
        "url": "https://megaup.net/1U06u/99.Moons.2022.GERMAN.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/the-help-141x200.jpg",
        "title": "The Help (2011)",
        "description": "IMDb Rating (8.1)အားလပ်ရက်မှာ စာအုပ်ဖတ်သလို ဗဟုသုတရချင်ရင်၊စာအုပ်ထဲကရသမျိုးအတိုင်း ပေါ့မသွားစေတဲ့ဇာတ်ကားကောင်းမျိုးကြည့်ချင်တယ်ဆို The Help ဇာတ်ကားလေးကိုညွှန်ပေးပါရစေ။ဒီဇာတ်လမ်းကို Kathryn Stockettရဲ့ best seller စာအုပ်ပေါ်မှာ အခြေခံပြီးရိုက်ကူးထားကာRatingအနေနဲ့ကတော့ 8.1အထိရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ။The Shawshank Redemption တို့လို Tom Hanksရဲ့ ဇာတ်ကားကောင်းတွေလိုပဲ အနှစ်သာရတစ်ခုခုပေးမယ် ဇာတ်ကားလေးပါ။ဒီဇာတ်လမ်းလေးကိုတော့ အမေရိကန်ပြည်ထောင်စု Mississippi တိုင်း Jacksonမြို့က၁၉၆၀ခုနှစ်လောက်ကဖြစ်ရပ် အပေါ်အခြေခံထားတဲ့ ဝတ္ထုအပေါ်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။တစ်နည်းပြောရရင် လူဖြူလူမဲခွဲခြားဆက်ဆံတဲ့အချိန်လေးပေါ့။ဒါပေမဲ့ ဇာတ်လမ်းမှာ ပျင်းစရာနိုင်ငံရေးတွေ ကြွေးကြော်သံတွေပါတာမျိုးမရှိပါဘူး။လူတိုင်းကြည့် ထိုက်တဲ့ ဇာတ်ကားကောင်းလို့မြင်ပါတယ်....Review Crd\nFile size…(3.9 GB)/(1.2 GB)\nQuality….BluRay 1080p/ 720p\nFormat…mp4\nDuration….02:26:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….AKH",
        "rating": "8.1",
        "url": "https://megaup.net/1e30u/(CM)The.Help.2011.720p-mp4.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mJHBE4REouhFJLR9UKnbRUAW08B.jpg",
        "title": "Like & Share (2022)",
        "description": "Like and Share (2022)\"လိင်ပိုင်းဆိုင်ရာ အမြတ်ထုတ်ခံရပြီး ခြိမ်းခြောက်အကျပ်ကိုင်ခံရတဲ့အခါ\nမိန်းကလေးတွေရဲ့ဘဝပဲ အမြဲပျက်စီးသွားပြီး ယောက်ျားလေးတွေကတော့ ဘာမှမဖြစ်ပါဘူး\" တဲ့။\nဒီဇာတ်ကားထဲက ဇာတ်ကောင်တစ်ယောက်‌ ပြောတဲ့စကားပါ။အပြင်လောကမှာလည်း ဘယ်လောက်ပဲ ခေတ်မီပြီး အမြင်ကျယ်လာတယ်ပြောပြော\nမိန်းကလေးတွေကပဲ စိတ်ဒဏ်ရာတွေကို ပိုခံစားရတတ်ပါတယ်။ဒီဇာတ်ကားကတော့ ASMR ဗီဒီယိုတွေ ရိုက်ကူးတင်ဆက်တဲ့ Channel တစ်ခု ထောင်ထားပြီး\nစိတ်ကူးအိပ်မက်တွေအပြည့်ရှိတဲ့ ဆယ်ကျော်သက်အရွယ် ကောင်မလေးနှစ်ယောက်၊\nသူတိူ့နှစ်ယောက်ထဲနှာ တစ်ယောက်က လိင်ပိုင်းဆိုင်ရာ ခြိမ်းခြောက်အကျပ်ကိုင်ခံရတော့\nသူငယ်ချင်းနှစ်ယောက် အဲဒါကို ဘယ်လိုကြံ့ကြံ့ခံရင်ဆိုင်သွားမလဲဆိုတာ ရိုက်ကူးထားတာဖြစ်ပါတယ်။IMDb 7.2 ရထားပြီး ဆုသုံးခုရထားတဲ့ အင်ဒိုနီးရှားဇာတ်ကားကောင်းလေး ဖြစ်တဲ့အပြင်\nအာရှနိုင်ငံတွေရဲ့ သိပ်မကွဲပြားတဲ့ အယူအဆတွေကိုလည်း တွေ့ရမှာပါ။အပြင်လောကမှာလည်း ဒီဇာတ်ကားထဲကလို ဖြစ်တတ်တဲ့ကိစ္စတွေရှိတော့\nဒီဇာတ်ကားကိုကြည့်ရင်း တစ်ခုခုကိုခံစားရမှာတော့ သေချာပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 606MB | ...",
        "rating": "7.2",
        "url": "https://megaup.net/1e3yg/Like.and.Share.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDdlZjIxOTgtMDY2My00MWMzLTg2MGYtZTAzYTg3MjhiMmQyXkEyXkFqcGdeQXVyNzU5MDE0MTE@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Invitation to a Murder (2023)",
        "description": "စုံထောက်ဝတ္ထုတွေကို ကြိုက်နှစ်သက်သူမှန်ရင် ရှားလော့ဟုမ်းဝ‌တ္ထုတွေကို မကြိုက်တဲ့လူမရှိသလောက်ပါဘဲ။ ငယ်စဉ်က ရှားလော့ဟုမ်းဝတ္ထုစနက်နဲ့ စုံထောက်ရူးရူးခဲ့ဖူးသူတွေထဲမှာ ကျွန်တော်ကိုယ်တိုင်အပါအဝင်ဖြစ်ခဲ့တာပေါ့။ အခုဒီကားလေးထဲက ဇာတ်လိုက်ကျော်လေး Miranda Greenသည်လည်း ကျွန်တော်တို့လိုပဲ Mysteryတွေကိုနှစ်သက်တဲ့ စုံထောက်ရူးလေးတစ်‌ယောက်ပါပဲ။ စုံထောက်ရူးပီပီ သူ့ရဲ့mottoကတော့ \"Every contact leaves a trace\"ပါတဲ့။ Mirandaက ကမ္ဘာကျော်စုံထောက်ဝတ္ထုရေးတဲ့စာရေးဆရာ Agatha Christie ရဲ့အမာခံပရိသတ်တစ်ယောက်ဖြစ်ပြီး စွန့်စားခန်းတွေကို နှစ်သက်သူဆိုလည်းဟုတ်ပါတယ်။ အမြင်စူးရှပြီး ထက်မြက်လွန်းတဲ့Miranda ကျိုးကြောင်းဆက်စပ်ဆင်ခြင်နိုင်စွမ်းမြင့်တဲ့Mirandaတစ်ယောက် သူ့ရဲ့ နုနုရွရွ ပန်းရောင်းရတဲ့အလုပ်နဲ့ နည်းနည်းလေးမှ မအပ်စပ်ဖြစ်‌လို့‌နေတာပေါ့။ လှပပေမဲ့ ရင်ခုန်စိတ်လှုပ်ရှားစရာတွေမရှိတဲ့အလုပ်ခွင်မှာ မပျော်ပိုက်တဲ့ Mirandaအတွက်တော့ Christie ရဲ့စာအုပ်တွေက သူအသက်ဆက်နိုင်မဲ့ အိုအေစစ်ပါပဲ။ ဒီလိုနဲ့ Mirandaဆီကို ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာတဲ့ ဖိတ်စာတစ်စောင်နဲ့အတူ ထူးဆန်းတဲ့သူဌေးကြီးတစ်ယောက်ဖြစ်တဲ့ Louis Findleyနဲ့ တွေ့ဆုံဖို့အတွက် ကျွန်းတစ်ကျွန်းကို ဖိတ်ခေါ်ခံရတဲ့အခါမှာတော့ သာမန်လူတစ်ယောက်ဆို အတွေးစုံနဲ့ဗျာများနေမှာပေမဲ့ စွန့်စားခန်းကိုငတ်မွတ်နေတဲ့ Mirandaကတော့ Christieရဲ့စာအုပ်‌တွေထဲကလိုစူးစမ်းရှာ‌ဖွေထောက်လှမ်းအခွင့်အရေးကို ...",
        "rating": "",
        "url": "https://megaup.net/1e3vp/Invitation.to.a.Murder.2023.720p_(CM).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZDY2MmU3MGUtYmM1ZS00NjFiLWIzYTQtMDk5Mzg3NWI0NjAyXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_-133x200.jpg",
        "title": "One Day as a Lion (2023)",
        "description": "ပိုက်ဆံလိုနေတဲ့ Jackie ဆိုတဲ့လူတစ်ယောက်က သူ့အသိဂန်းစတားတစ်ယောက်အတွက် လူတစ်ယောက်ကို ကော်ဖီဆိုင်တစ်ဆိုင်မှာ လုပ်ကြံဖို့ ကြိုးစားတာ ကျရှုံးသွားခဲ့ပါတယ်။ ပြီးတော့ အဲအဖြစ်အပျက်ကို အစအဆုံးမြင်လိုက်တဲ့ စားပွဲထိုးမလေးကို ပြန်ပေးဆွဲတော့လည်း လွတ်တော့မလိုဖြစ်သွားပြန်ပါတယ် အဲလိုအလွဲလွဲအချော်ချော်တွေကြောင့် စိတ်ဓါတ်ကျပြီး မတ်တပ်တောင် မရပ်ချင်တော့တဲ့ Jackie ကို စားပွဲထိုးမလေးက သူတို့နှစ်ယောက်စလုံး ပိုက်ဆံရှာနိုင်မဲ့နည်းလမ်းပြောပြလာတဲ့အခါ အဲနည်းလမ်းကိုရော အစစအရာရာတလွဲလုပ်တတ်တဲ့ Jackie တစ်ယောက် အောင်မြင်အောင်လုပ်နိုင်ပါ့မလား...ဆိုတာကိုတော့ crime comedyအမျိုးအစားဖြစ်တဲ့ဒီဇာတ်ကားလေးထဲမှာ ရှုစားကြည့်ကြပါဦးရှင်File size…(1.1 GB)/580 MB)/(270 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:27:00\nGenre...Action, Crime, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "",
        "url": "https://megaup.net/3fAvP/One.Day.As.A.Lion.2023.720p.(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ANoOtrJKtivZmxao0m2rC5Pm9i.jpg",
        "title": "The Grudge 3 (2009)",
        "description": "The Grudge 3 (2009)ဒုတိယကားမှာ လွတ်မြောက်လာတဲ့ ဂျိတ်ဟာ စိတ္တဇဆေးရုံတစ်ခုကို ပို့ခံလိုက်ရပါတယ်။ အဲဒီကို ရောက်သွားတာတောင် တကယ်တမ်းတော့ သူဟာ မလွတ်မြောက်သေးပါဘူး။ကာယာကို ရောက်လာလို့ ထွက်ပြေးဖို့ကြိုးစားရင်း တံခါးပိတ်ထားခံရတဲ့ ဂျိတ်...\nသူရှင်းပြတာကို ဆေးပညာရှုထောင့်ကပဲ ကြည့်နေမိတဲ့ ဒေါက်တာ ဆူလီဗန်...\nတကယ်တမ်း ဂျိတ် ရက်ရက်စက်စက် အသတ်ခံရချိန်မှာ ဒေါက်တာဆူလီဗန်ဟာ သိပ်ကိုနောက်ကျသွားခဲ့တယ်။ ထူးထူးဆန်းဆန်း သေဆုံးသွားတဲ့ သူ့လူနာအတွက် အမှန်တရားကို နားလည်အောင် ကြိုးစားစုံစမ်းပါတော့တယ်။ဂျိတ်နေထိုင်ခဲ့တဲ့ တိုက်ခန်းမှာ ကျိန်စာဟာ ပြန်လည်ပေါ်ပေါက်နေတာမို့ လူခဏခဏ သေနေတဲ့ ဒီအဆောက်အဦမှာ ငှားနေသူတွေအားလုံးဟာ ပြောင်းရွှေ့ကုန်ကြတယ်။ ဒါကြောင့် ဒုက္ခရောက်ရတာကတော့ ကြားပွဲစားလေး မက်စ်ပါပဲ။ မက်စ်ဟာ ညီမ၂ယောက်နဲ့အတူ ကျိန်စာသင့်အခန်းရဲ့ အောက်တည့်တည့်မှာ နေထိုင်တယ်။ အိမ်ငှားရမ်းခ ပေးစရာမလိုဘဲ အဆောက်အဦကို ကြည့်ရှုပေးရတဲ့သူ... မွေးရာပါ ရောဂါ‌သည် ညီမလေး ရို့စ်ကို စောင့်ရှောက်ပေးသူ... နောက်ညီမတစ်ယောက် လီဆာကလည်း ...",
        "rating": "",
        "url": "https://megaup.net/2zYpi/(CM)_The_Grudge_3_(2009)_UNRATED_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n1THotGwS7Hgg2WvWtMiKddJ8SO.jpg",
        "title": "Nothing Like Paris (2023)",
        "description": "Nothing Like Paris (2023)IMDb - 7/10လူတစ်ယောက်ရဲ့ဘဝမှာသုံးကြိမ် ချစ်မိတတ်တယ် ငါကတော့ ပထမ ဒုတိယ တတိယ အရာအားလုံးမင်းပါပဲ.....လှပါတယ်ဆိုတဲ့အချစ်မြို့တော် ပါရီ/ပဲရစ်မြို့ရဲ့ လမ်းသွယ်တွေမှာ လမ်းပတ်လျှောက်ရင်း စကားတွေဖောင်ဖွဲ့ခဲ့ကြတဲ့\nBefore sunset ထဲက Jessie နဲ့ Celine ကိုမှတ်မိကြတယ်ဟုတ်\nအဲ့လို vibe လေးကို ဒီဖိလစ်ပိုင်အချစ်ဇာတ်ကားလေးမှာပြန်ခံစားမိတယ်ပြောရရင် ဇာတ်အိမ်မတူပေမဲ့ ကော်ဖီဆိုင်တူတူထိုင်တာ သုဿန်ကိုတူတူသွားကြတာ စသဖြင့် ရိုက်ကွင်းနေရာလေးတွေကိုလည်း reference ယူထားတာကိုတွေ့ရတယ်\nနှစ်ယောက်သား လမ်းလျှောက်စကားဖောင်ဖွဲ့ရင်း အချစ်အကြောင်း ဘဝအကြောင်း အနုပညာအကြောင်းတွေဆွေးနွေးကြနဲ့ ကြည့်ရတာတကယ်ကို ငြိမ့်ငြိမ့်လေးပါပဲ\nGhost ကားထဲက အိုးလုပ်တဲ့ ဂန္ဓဝင်အခန်းလေးကိုတောင် လက်စွမ်းပြ မှီငြမ်းထားတဲ့တစ်ခန်းပါပါသေးတယ်ဇာတ်ကားလေးက ရိုက်ချက်တွေ ရိုက်ကွင်းတွေ ဒိုင်ယာလော့တွေ အပြစ်ပြောစရာမရှိသလို\nဇာတ်အိမ်လေးကလည်း ရိုးရိုးလေးနဲ့ပဲ အချစ်ကိုအဓိပ္ပာယ်ဖွင့်ဆိုထားတယ်ပဲရစ်မြို့က ဖိလစ်ပိုင်ပန်းချီဆရာ ဂျိုဂျို နဲ့ သူ့ရဲ့လက်ရာပုံတူပန်းချီထဲက ငယ်သူချင်းကောင်မလေး မေရီတို့ရဲ့ အချစ်ကို ရှာဖွေကြပုံ\nအချစ်ကို အဓိပ္ပာယ်သတ်မှတ်ကြပုံလေးတွေကို တီးလုံးလှလှလေးတွေနဲ့ ကြည့်ရှုနိုင်ဖို့ ...",
        "rating": "7",
        "url": "https://megaup.net/2zWwX/Nothing.Like.Paris.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-4-133x200.jpg",
        "title": "Almost Heroes (1998)",
        "description": "Imdb 5.7/10  rotten tomatoes 5%\nဒီရုပ်ရှင်ကတော့ ၁၉၉၈ ခုနှစ်မှာ စတင်ထွက်ရှိခဲ့တဲ့ comedy adventure အမျိုးအစားပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ လက်စလီအက်ဒ်ဝေါ့ဒ်နဲ့ ဘာသိုလိုမြူး ဆိုတဲ့လူနှစ်ယောက်ရဲ့အမေရိကန်အရှေ့ဘက်ကနေ အနောက်ဘက် ပစီဖိတ်ကို‌ရောက်အောင် စွန့်စားသွားကြတာကို ဟာသဆန်ဆန်ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်။ ဒီကားထဲမှာ ပါဝင်တဲ့အရာတော်တော်များများကလည်း စိတ်ဝင်စားစရာကောင်းတဲ့အပြင် အရမ်းကိုရယ်ရတဲ့အတွက် comedy ကြိုက်တဲ့လူတွေကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ဆောင်တစ်ဦးဖြစ်တဲ့ Chris Farley မသေဆုံးခင်ရိုက်ကူးခဲတဲ့ ဇာတ်ကားတစ်ကားဆိုလည်းမမှားပါဘူး။ ဇာတ်အိမ်ထက် ဟာသကို ပိုပြီးဦးစားပေးထားတာမို့ ဟာသကြိုက်တဲ့လူတွေကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်File size…(1.6 GB)/(1.3 GB)/(650 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Adventure, Western, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Phyo Phil",
        "rating": "",
        "url": "https://megaup.net/1e12b/Almost.Heroes.1998.720p.(CM).mp4",
        "category": "Adventure, Comedy, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7iptNJAUkexPdyuRiVe0LsLmt1Z.jpg",
        "title": "Sid is Dead (2023)",
        "description": "Sid is Dead (2023)High School Comedy ကားတွေကြိုက်တတ်တဲ့သူတွေအတွက်\nAmerican High School Theme အပြည့်ဝခံစားရမဲ့ ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။အထက်တန်းကျောင်းသားဘဝဆိုတာ ထင်တာထက်ဖိအားတွေ အများကြီးရှိတာပါ။\n၁၀ တန်းပြီးမှသာ ၁၀ တန်းကဘာမှမဟုတ်ဘူးပြောကြပေမဲ့ ၁၀ တန်းတုန်းကတော့ တကယ့်ဖိအားတွေနဲ့နေခဲ့ရသလို အမှတ်တရတွေလဲများခဲ့ကြသူတွေချည်းပါပဲ။\nဒုက္ခဆိုတာ နောင်တချိန်ကျရင်တော့ ရယ်စရာတွေပါ ဆိုသလိုပေါ့။\nခုဇာတ်ကားလေးမှာလဲ အမေရိကန်ရဲ့ ပညာရေးပုံစံတွေကို သရော်ထားတာတွေ။ ကျောင်းသားတွေရဲ့ဘဝကို ကျောင်းကပဲဖျက်ဆီးနေတာတွေ\nကျောင်းသားဘဝကြုံရ ဆုံရအလွဲတွေကို တခွီးခွီးရယ်ရအောင် တင်ဆက်ထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ဆစ်ဒ်ဆိုတဲ့ ကျောင်းသားလေးတစ်ယောက် အရာရာကိုရင်မဆိုင်ရဲပဲ အမြဲရှောင်ပြေးပုန်းရှောင်နေခဲ့ပါတယ်။\nသူ့ကိုယ်သူအထက်တန်းကျောင်းမှာ ရှင်သန်နိုင်ဖို့ စည်းကမ်းတွေပါ ထုတ်ထားပါတယ်။\nဒါပေမဲ့ တနေ့မှာတော့ သူသွားရှုပ်လို့မရတဲ့ လူတကာကို အနိုင်ကျင့်နေတဲ့ အကောင်ကြီးကြီးရဲ့ သားတစ်ကောင်ကို သွားရှုပ်မိပါတယ်။\nအဲ့လိုရှုပ်မိရာမှ ဟိုကောင်ကကျောင်းနှစ်ပတ်နားလိုက်ရပါတယ်။\nအဲဒီအအတ္ပက် သူ့မှာ အသက်ရှင်ဖို့ရာ နှစ်ပတ်ပဲကျန်တော့ရာမှ မသေခင်စာရင်းလုပ်မယ်ဆိုပြီး မလုပ်ခဲ့ရတာတွေအကုန် လျောက်လုပ်ခဲ့ရာကနေ\nဘယ်လိုတွေတလွဲဖြစ်ပြီး ဘယ်လိုပြဿနာတွေတက်မလဲဆိုတာတော့ တခွီးခွီးနဲ့ ကြည့်ရှုလိုက်ကြပါဦး။*** စကားလုံးအသုံးနှုန်းလေးတွေကြမ်းတာတော့ သတိချပ်စေချင်ပါတယ်***အညွှန်း နဲ့ ဘာသာပြန်ကဗတာ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/3fU16/Sid.is.Dead.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x0bOXCGMxHc4RHeeZQFFLIM6fZJ.jpg",
        "title": "Return to Seoul (2022)",
        "description": "Return to Seoul ( 2022 )ယဉ်ကျေးမှု ဆိုတာကို \" သဘာဝပတ်ဝန်းကျင်မှ လူတိုင်းကိုယ်တိုင်ဖန်တီးယူသော အစိတ်အပိုင်း တစ်ခုဖြစ်သည်။\nယဉ်ကျေးမှု ဆိုသည်မှာ လူတစ်မျိုး၏ ဘဝတည်ဆောက် ပျိုးထောင်ပုံ နည်းနာများသာ ဖြစ်သည်။\nလူ့ဘောင်အဖွဲ့အစည်းအတွင်း၌ လူတို့ ဆက်ဆံ နေထိုင်စားသောက် လှုပ်ရှားသည့် ပုံစံသည် လူတို့၏ ယဉ်ကျေးမှု စနစ်ဖြစ်သည်\"လို့ ဖွင့်ဆိုထားတယ်။\nသူ့ဖွင့်ဆိုချက်အတိုင်းပဲ ယဉ်ကျေးမှုဟာ ရွေ့လျောသွားတဲ့နေရာ ရွေ့လျားသွားတဲ့ပတ်ဝန်းကျင်ကိုလိုက်ပြီး မတူညီကြဘူး။\nနိုင်ငံကွဲ ဒေသကွဲ အရပ်ကွဲတာတွေထားဦး။ အိမ်တစ်အိမ်ထဲတောင် အဖေနဲ့သားရဲ့ ယဉ်ကျေးမှုခြင်းက မတူနိုင်ဘူး။\nဘယ်တုန်းကမှလည်း လူကြီးတွေရဲ့ ယဉ်ကျေးမှုဟာ လူငယ်တွေရဲ့ ယဉ်ကျေးမှုနဲ့ ထပ်မတူမကျဖူးဘူး။\nဟိုးတုန်းက ဆံပင်အရှည်ထားလို့ လမ်းသရဲလို့သမုတ်ခံရတဲ့ ကျွန်တော်တို့ရှေ့မျိုးဆက်တွေနဲ့ သူတို့ရှေ့မျိုးဆက်တွေရဲ့ ယဉ်ကျေးမှုလည်းမတူသလို ကျွန်တော်တို့နဲ့ ဆံပင်ရှည်ထားတဲ့မျိုးဆက်က ယဉ်ကျေးမှုလည်းမတူဘူး။\nတကယ်လို့သာ နိုင်ငံကွဲသားသမီးတစ်ယောက်နဲ့ အဖေတစ်ယောက်ရဲ့ ယဉ်ကျေးမှုဆို ဘယ်လောက်ထိ ကွာခြားသွားနိုင်လဲ။ ဒီရုပ်ရှင်က ဒီအကြောင်းပါပဲ။ဇာတ်ကားစစအဖွင့်မှာ ကိုရီးယားမျက်နှာနဲ့ ကောင်မလေးတစ်ယောက် တည်းခိုခန်းမှာ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1TZ5x/Return.to.Seoul.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dTnAYyUwp6lT0cKrt4aNujj5mdF.jpg",
        "title": "The Green Inferno (2013)",
        "description": "The Green Inferno (2013)IMDb rating - 5.3ဇာတ်လမ်းအညွှန်းအာဖရိကအမျိုးသမီးအခွင့်အရေးအတွက် အားမလိုမရဖြစ်နေတဲ့တက္ကသိုလ်ကျောင်းသူ ဂျက်စတင်းဟာ ကျောင်းစောင့်တွေအရေးအတွက်အစာငတ်ခံဆန္ဒပြနေတဲ့၊ အယ်လီဟန်ဒရိုခေါင်းဆောင်တဲ့၊လူအခွင့်အရေးတက်ကြွလှုပ်ရှားတဲ့ ကျောင်းသားအဖွဲ့ထဲ ဝင်ရောက်လာတယ်။ပီရူးနိုင်ငံအပိုင်းထဲက အမေဇုန်တောတစ်နေရာမှာ တောကို ရှင်းပြီးအဖိုးတန်ဓာတ်ငွေ့တွေထုတ်ယူမယ့်ကုမ္ပဏီဟာ အဲ့တောနေရာကရှားပါးလူရိုင်းမျိုးနွယ်စုဖြစ်တဲ့ ရာဟက်စ်တွေရဲ့ ရွာကိုပါ ထိပါးပြီးဒေသခံလူမျိုးစုကိုပါ ရက်ရက်စက်စက် ရှင်းလင်းသတ်ပစ်လိုက်နိုင်တဲ့ဒီအရေးကို တားဆီးဖို့ ကယ်တင်ဖို့ဟာ အယ်လီဟန်ဒရိုတို့အဖွဲ့ရဲ့နောက်ထပ်ပရောဂျက်ဖြစ်လာပါတယ်။ဒီအဖွဲ့က လူထုအာရုံစိုက်မှုရလာအောင် ဆန္ဒထုတ်ဖော်မှာဖြစ်ပြီးUNက ရှေ့နေကြီးရဲ့သမီး ဂျက်စတင်း တစ်ယောက်လည်း လိုက်လာခဲ့တယ်။ခက်ခက်ခဲခဲဆန္ဒပြပြီး အပြန်လမ်းမှာ သူတို့စီးလာတဲ့လေယာဉ်လေးက တောနက်ကြီးထဲမှာ ပျက်ကျပါလေရော။တချို့လည်း သေကုန်ပြီး အသက်ရှင်ကျန်တဲ့ ဂျက်စတင်းတို့လူစုကတော့ နောက်ထပ် “တစ်ပူပေါ် နှစ်ပူဆင့်”ဆိုသလိုပဲရာဟက်စ်တွေ ဖမ်းခေါ်သွားခံရပါတယ်။ရာဟက်စ်လူမျိုးစုတွေက လူ့ဦးခေါင်းကိုအမဲလိုက်သူတွေ၊လူသားစားလူရိုင်းမျိုးနွယ် ဖြစ်လေတော့…..ဂျက်စတင်းတို့ ဘာတွေဆက်ပြီး တွေ့ကြုံရမလဲ။လူသားစားလူရိုင်းတွေ ဖမ်းခံရတာဆိုတော့အသက်ရှင်လွတ်မြောက်မယ့်သူရော ရှိပါ့မလားဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။လုံးဝ horror အကြမ်းစား၊ ကြည့်ရင်းနဲ့ကိုအမလေး အမလေး အော်နေရမယ့်ဇာတ်လမ်းဖြစ်တာကြောင့် horror ကြိုက်တဲ့သူတွေအတွက်တကယ်ကြည့်ကောင်းမယ့် ဇာတ်လမ်းလေးဖြစ်ပါတယ်။ (၁၈နှစ်အောက် ကလေးတွေနဲ့ စိတ်နုနုရွရွလူတွေအတွက် ကြည့်ရှုရန် မသင့်တော်ပါ။) ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1e3ow/The.Green.Inferno.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Adventure, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/cis-141x200.jpg",
        "title": "CSI Sanatan (2023)",
        "description": "C.S.I. Sanatan (2023)IMDb-9.6/10ဇာတ်လမ်းအညွှန်း ၁‌ ဒေါ်လာနဲ့ VCဆိုတဲ့ချေး‌ငွေ\nကုမ္ပဏီတစ်ခုမှာ ရင်းနှီးမြှုပ်နှံရုံနဲ့ အိမ်မက်တွေပြည့်၀မယ်\nလူမှုဘ၀အဆင်ပြေတယ်ဆိုပြီး\nဟိုးလေးတကျော်ကျော်ဖြစ်နေတဲ့ ကာလပေါ့အဲဒီချိန်မှာမှ VC ကုမ္ပဏီရဲ့ CEO ဗစ်ကရမ်အသတ်ခံလိုက်ရပါတယ်\nနိုင်ငံအတွင်းနာမည်ကြီးဟစ်ဖြစ်နေတဲ့လူအသတ်ခံရတာမို့\nရဲတပ်ဖွဲ့တင်မဟုတ်ဘဲ အထူးပညာရှင်တွေပါလိုအပ်လာချိန်မှာ\nဆန်နသန်၀င်ပါလာရ‌ပါတော့တယ်ဆန်နသန်ရဲ့ ဘ၀တစ်စိတ်တစ်ပိုင်းကတော့\nရဲဖြစ်ချင်တဲ့ဘ၀အိမ်မက်အတွက် စာမေးပွဲကျတဲ့အချိန်မှာ ရည်းစားကပစ်\nအစ်ကိုကသေနဲ့စိတ်ဓာတ်ကျနေရာက ပြစ်မှုဗေဒဝင်သင်ရင်း\nပြစ်မှုစုံစမ်းစစ်ဆေးရေးတွေမှာ တစ်ဖက်ကမ်းခပ်ကျွမ်းကျင်လာသူပါ\nနိုင်ငံအတွင်းလတ်တလောနာမည်ကြီးထိပ်ပြေးနေတဲ့သူ\nအသတ်ခံရတဲ့နောက်ကွယ်ကဘာများလဲ\nဆန်နသန်ရဲ့ ကျွမ်းကျင်မှုပညာတွေနဲ့ ဘယ်လိုထုတ်ဖော်သွားမလဲဆိုတာတွေက\nမှုခင်းကားတွေကြိုက်တတ်တဲ့ ပရိသတ်ကိုစိတ်ပျက်စေမှာမဟုတ်ပါဘူး\nFile size…1.96GB / 894MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 17mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Khin~BpL",
        "rating": "9.6",
        "url": "https://megaup.net/3VT2Z/C.S.I_Sanatan_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tcpcxX0kbiizYwV6Lccwpzd7YDH.jpg",
        "title": "The Wedding Wish (2023)",
        "description": "The Wedding Wish (2023)~ IMDb rating - 6.2/10 ~ဒီတစ်ခါ မိတ်ဆက်​ပေးမယ့်ကား​လေးက​တော့ 2023 မှာထွက်ရှိထားတဲ့ အသက် 35 နှစ်အမီ မင်္ဂလာ​ဆောင်ချင်တဲ့ ဂျန်နီနယူးလပ်ရဲ့ ​ကောင်​လေးရှာပုံ​တော်ဖွင့်တာ​လေးကို ဟာသဆန်ဆန် ​ရိုက်ပြထားထားတဲ့ Comedy, Romance ကား The Wedding Wish ​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~အသက် ၃၅ နှစ်ပြည့်​မွေး​နေ့မှာ အပြီးပြည့်စုံဆုံး ​အမျိုးသားနဲ့ အ​ကောင်းဆုံး မင်္ဂလာပွဲကိုကျင်းပရမယ်လို့ ​ဗေဒင်ဆရာက ​​ဟောကိန်းထုတ်လိုက်တာ​ကြောင့် ဂျန်နီတစ်​ယောက် ၃၅ နှစ်ပြည့်ခါနီးထဲက စိတ်​တွေလှုပ်ရှားပြီး ခန်းမ​တွေ ဘိုကင်လုပ် မိတ်ကပ်​အဖွဲ့​တွေ ငှားထား​ပေမယ့် သူ့မှာ မရှိ​သေးတာက သူ့ကိုလက်ထပ်မယ့် သတို့သား​လောင်းပါ။ သတို့သားရှာပုံ​တော်ဖွင့်ရင်း ကြုံ​တွေ့ရမယ့် ဟာသ​တွေ၊ သူငယ်ချင်း​တွေရဲ့ ကူညီမှု​တွေနဲ့ ဂျန်နီ​တစ်​ယောက် သတို့သား​​လောင်းကို​တွေ့သွားလား... ဟောကိန်းကမှန်သွားလား... ဒါမှမဟုတ် ဂျန်နီ​တစ်​ယောက် ​​​ဟောကိန်းကမဖြစ်နိုင်ဘူးဆိုတာကို ...",
        "rating": "6.2",
        "url": "https://megaup.net/1e3h5/(CM)_The_Wedding_Wish_(2023)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ik4ATKmNtmJU6AYD0bLm56BCVM.jpg",
        "title": "Evil Dead Rise (2023)",
        "description": "Evil Dead Rise (2023)~ IMDb - 7.1/10, RT - 84%, Meta - 69% ~Evil Dead ဆိုတာ ဟော်ရာရုပ်ရှင်လောကရဲ့ နာမည်အကြီးဆုံး ရုပ်ရှင်တွဲတွေထဲက တစ်ခုပါပဲ။ ဟောဒီရုပ်ရှင်ကတော့ Evil Dead ရဲ့ ၅ ကားမြောက်ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ ကျန်တဲ့လေးကားကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပြီးပါပြီ။ ဒါရိုက်တာ Lee Cronin ဟာ အရင်က The Hole in the Ground ဆိုတဲ့ဟော်ရာကားတစ်ကားလောက်ပဲ ကြီးကြီးမားမားရိုက်ဖူးပေမဲ့ ဒီ Evil Dead ရုပ်ရှင်မှာတော့ ရှားရှားပါးပါး IMDb - 7.1/10 ရတဲ့အထိ လက်စွမ်းပြနိုင်ခဲ့ပါတယ်။ သူ့ရဲ့ The Hole in the Ground ကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပါတယ်။ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3VRcB/(CM)_Evil_Dead_Rise_(2023)_720p.mp4",
        "category": "Evil Dead Franchise, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fiuTCP0XDjUBT3HeR6pjmi6uDXl.jpg",
        "title": "Secret(2009)",
        "description": "Secret(2009)***********အဓိကဇာတ်ဆောင်တွေအနေနဲ့ Cha Seung Won, Song Yoon A, Ryoo Seung Ryong တို့ ပါဝင်ထားကြပါတယ်။စုံထောက် ကင်ဆောင်းယော (Cha Seung Won) ဆိုတဲ့သူမှာ သိပ်လှတဲ့ ဇနီးချောလေးတစ်ယောက်ရှိတယ်..သူဟာ အလုပ်မှာတာဝန်ကျေတယ်လို့ဆိုရပေမဲ့ ဇနီးဖြစ်သူအပေါ်တော့ ခင်ပွန်းဝတ္တရားကျေပုံမရဘူး...ဒါ့ကြောင့် သူတို့လင်မယားရဲ့ အိမ်ထောင်ရေးဟာအဆင်ပြေလှတယ်ရယ်တော့မဟုတ်ဘူး...ဒါပေမဲ့ သူဟာ နည်းလမ်းအမျိုးမျိုးနဲ့ဇနီးဖြစ်သူနဲ့အဆင်ပြေဖို့ကြိုးစားရှာတယ်...တစ်နေ့တော့ လူမိုက်ဂိုဏ်းခေါင်းဆောင်တစ်ဦးသတ်ခံရတယ်..ဒီအမှုကိုလိုက်ဖို့ သူ့ကိုပဲ စခန်းမှူးက တာဝန်ပေးလိုက်တယ်...အမှုမှာ သက်သေတွေလိုက်စစ်တဲ့အခါမှာ သက်သေအဖြစ်ကျန်ခဲ့တဲ့ ကြယ်သီးတစ်လုံးနဲ့နားကတ်တစ်ဖက်ဟာ သူ့မိန်းမရဲ့ပစ္စည်းတွေဖြစ်နေတယ်...ဒီလိုနဲ့ တရားခံဖြစ်ဖို့ရာခိုင်နှုန်းများတဲ့ မိန်းမရဲ့ သက်သေခံပစ္စည်းတွေဖြစ်နေတဲ့အတွက်ကြောင့်သူဟာ ဒီသက်သေတွေကိုဖျောက်ပြီး အမှုကို တလွဲတွေလုပ်ဖို့ကြံစည်ပါတော့တယ်..\nအဲ့ဒီနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....File Size :(2.8GB) and (855MB)\nQuality :NF.WEB-DL.1080P5.1Ch,720p\nFormat…mp4\nDuration…01:45:00\nGenre : Crime , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mya Thet\nEncoded by Phyo ...",
        "rating": "7.0",
        "url": "https://megaup.net/3VSrA/Secret.2009.NF.WEB-DL.720P(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-28-136x200.jpg",
        "title": "Locke (2013)",
        "description": "IMDb - 7.1 , RT - 91% ဒီဇာတ်ကားက ကျွန်တော်တို့ရဲ့ အချစ်တော် Venom ကြီး Tom Hardyနဲ့ Spidyလေး Tom Holland တို့ရဲ့ရုပ်ရှင်ကားကောင်း တစ်ကားဖြစ်ပါတယ်။ ဒါ့အပြင် Heart Stopper၊ The Crown၊ Puss in boots တို့ထဲမှာ သရုပ်ဆောင်ဖူးတဲ့ Olivia Colmanလည်း ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။ ဇာတ်လမ်းလေးကို မပြောခင် သင်ဟာ One Night Stand ကို ဘယ်လိုမြင်ပါသလဲ။ သင်ဟာ One Night Stand လုပ်နေသူလား၊ လုပ်ခဲ့သူလား၊ လုပ်ဖို့ကြံရွယ်နေတဲ့လူလားဆိုတာကို သုံးသပ်စေလိုပါတယ်။ အိုင်ဗန်လော့ခ်ဆိုတဲ့ အမျိုးသားက ကက်ထရီနာ၊ အက်ဒီ၊ ရှောင်တို့နဲ့ ပျော်ရွှင်စရာ မိသားစုဘဝလေးကို တည်ထောင်ထားတဲ့ အောင်မြင်တဲ့ ဆောက်လုပ်ရေး မန်နေဂျာတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1dKq2/Locke.2013.LIMITED.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMWFjYzI0MzAtMzQwNS00M2E3LWI2YzUtNTg4ZDJmZTBmNDk3XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Sound of Silence (2023)",
        "description": "အမ်မာဟာအဆိုတော်ဖြစ်ချင်သူတစ်ယောက်ပါ။ ဒါပေမဲ့ အကဲဖြတ်ဒိုင်တွေရှေ့ကိုရောက်သွားတိုင်းမှာ အသံမထွက်နိုင်တော့ပဲကြောက်နေတာကြောင့် သူ့ရဲ့ပါရမီတွေကိုထုတ်ပြခွင့်မရပဲဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ အီတလီက သူ့အမေကဖုန်းဆက်ပြီး ပြန်လာဖို့ခေါ်တဲ့အတွက် အီတလီကိုပြန်သွားတဲ့အခါမှာတော့ သူ့ရဲ့အဖေက လှေကားပေါ်ကနေပြုတ်ကျပြီး အထူးကြပ်မတ်ကုသဆောင်မှာကုသနေရပါတယ်။ အမ်မာရဲ့ အမေဆီမှာလည်း ဒဏ်ရာတွေရှိနေတဲ့အတွက် ဆရာဝန်တွေကတော့ အိမ်တွင်းအကြမ်းဖက်မှုလို့ယူဆထားပြီး သေချာစောင့်ကြည့်ခိုင်းထားတယ်။ ဒါပေမဲ့ အမ်မာရဲ့အမေကတော့ အမ်မာရဲ့အဖေမဟုတ်တဲ့လူက သူကိုသတ်ဖို့ကြိုးစားတယ်လို့ပြောတဲ့အတွက် အမ်မာတစ်ယောက်အိမ်ကိုပြန်ပြီး ဖြစ်ခဲ့တာကိုလေ့လာကြည့်ရင်း သူ့အဖေပြင်နေတဲ့ ရေဒီယို အဟောင်းလေးတစ်လုံးမှာ ရှိနေတဲ့အရာက ဒီလိုတွေဖြစ်အောင်လုပ်လိုက်မှန်းသိလိုက်ရတဲ့အခါမှာ ဘယ်လိုတွေဆက်ပြီးဖြစ်မလဲဆိုတာကို သည်းထိတ်ရင်ဖိုကြည့်ရှုရမှာပါဗျ။File size…(1.6 GB)/(500 MB)/(200 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by TMMT",
        "rating": "",
        "url": "https://megaup.net/2zXoB/Sound.of.Silence.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNzg5YzA5MGItMGMxZS00Y2ZjLTkzYzQtYmE3MTdlMzE5OTNhXkEyXkFqcGdeQXVyNTc3MjUzNTI@._V1_-152x200.jpg",
        "title": "Real Steel (2011)",
        "description": "IMDb Rating(7.1)မင်းသားကြီး Hugh Jackman ပါဝင်တဲ့ အာလုံးအကြိုက်တွေ့စေမယ့် စက်ရုပ် အက်ရှင် ဖိုက်တင်ကား အလန်းလေးတင်ဆက်ပေးချင်ပါတယ် ။ဒီရုပ်ရှင်က ထွက်စတုန်းကလဲ လူကြိုက်များနာမည်ကြီးခဲ့သလို ဘယ်အချိန်ကြည့်ကြည့်မရိုးတဲ့ Drama,Sci-Fi ကားလေးပါပဲ။ဇာတ်လမ်းကတော့...\nစက်ရုပ်‌တွေကို အရမ်းစိတ်ဝင်စားလွန်းလို့ အကြွေးပတ်ပတ်လည် ဝိုင်းနေတဲ့ ချာလီ...\nချာလီ ဆီမှာ မရင်းနှီးတဲ့ ၁၀ အရွယ် ဂျစ်ကန်ကန်သားတစ်ယောက်ရှိတယ် ။\nသားဖနှစ်ယောက် ပေါင်းမိပြီး ကောက်ရတဲ့ စက်ရုပ်နဲ့ ကြေးစားလက်ဝှေ့ ပွဲတွေကို ဝင်ရောက်ထိုးသတ်ရင်း နာမည်ကြီးလာခဲ့တယ် ။\nစက်ရုပ်ရဲ့ နာမည်က .... အက်ပ်တန် ....ပါ....နာမည် ကြီးလာတဲ့ အက်ပ်တန်နဲ့ သားအဖနှစ်ယောက် Real Steel ကမ္ဘာ့ ချန်ပီယံ ပွဲရဲ့ ချန်ပီယံကို စိန်ခေါ်ပြီး\nဘယ်လို ဖိုက်တင်ပလေးကြမလဲဆိုတာ.....။Review Crd\nFile size…(3 GB)/(1.4 GB)\nQuality….BluRay 1080p/ 720p\nFormat…mp4\nDuration….02:06:50\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….AKH",
        "rating": "7.1",
        "url": "https://megaup.net/2zXnu/(CM)Real_Steel(2011)720.mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTJjMWQyODItYjUwNC00ZmVhLWFjOGYtMmI3MTRjYjRjY2U0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-138x200.jpg",
        "title": "The Man with One Red Shoe (1985)",
        "description": "မင်းသားကြီး တွမ် ဟန့်ခ်ရဲ့ 1985 ခုနှစ်တုန်းကထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ စီအိုင်အေ လက်ထောက်ညွှန်ကြားရေးမှူဖြစ်တဲ့ ကူးပါးဟာ သူ့ရဲ့အထက်အရာရှိဖြစ်တဲ့ညွှန်ကြားရေးမှူး ရို့စ်ကိုဖြုတ်ချပြီး သူ့ရဲ့နေရာကိုယူနိုင်ဖို့အတွက် ရို့စ်က လာဘ်စားပြီးမူးယစ်ဆေးဝါးမှောင်ခိုမှုတွေမှာပါဝင်နေသလိုမျိုးအကွက်ဆင်ခဲ့ပါတယ်။ ဒီလိုနဲ့ ကော်မတီဖွဲ့ပြီးစစ်ဆေးကြတဲ့အခါမှာတော့ ရို့စ်ကသူ့ဘက်ကနေ ပြန်ချေပနိုင်ဖို့အတွက် အချိန်တောင်းခဲ့ပြီး ကော်မတီကလည်း ၄၈ နာရီပေးခဲ့လိုက်ပါတယ်။ ရို့စ်ကလည်း သူ့ရဲ့လူယုံကြီး ဘရောင်းကိုအိမ်ကိုခေါ်ပြီး ရှင်းပြဖို့လုပ်တဲ့အချိန်မှာ ကူးပါးက သူ့အိမ်တစ်အိမ်လုံးမှာ အသံဖမ်းစက်တွေတပ်ထားတာကိုသိထားတာမလို့ ကူးပါးကိုအကွက်ဆင်ပြီးပြန်ဖမ်းဖို့အတွက် ကော်မတီကြားနာမှုမှာ သူ့ဘက်ကနေထွက်ဆို ပေးမဲ့လူကို လေဆိပ်မှာသွားတွေ့ပါဆိုပြီး ဘရောင်းကို တကယ်မရှိတဲ့လူတစ်ယောက်ကို သွားတွေ့ခိုင်းလိုက်ပါတယ်။ ဘရောင်းလည်းလေဆိပ်မှာ လူရှာရင်း ဖိနပ်အနီရောင်တစ်ဖက်စီးထားတဲ့ ရစ်ချက်ကိုရွေးလိုက်ပြီး နှုတ်ဆက်လိုက်တဲ့အတွက် ကူးပါးလွှတ်ထားတဲ့ လူတွေကလည်း ရစ်ချက်နောက်ကိုတကောက်ကောက်လိုက်ကြပါတော့တယ်။ ဒီလိုနဲ့ ငယ်ငယ်လေးကတည်းကတယောကိုပဲ ထိုးလာခဲ့ပြီး သူလျိုလုပ်ဖို့နေနေသာသာ ကားတောင်မမောင်းတတ်တဲ့ ရစ်ချက်တစ်ယောက် အလကားနေရင်း စီအိုင်အေ ဒုတိယညွှန်ကြားရေးမှူးရဲ့ လူတွေလိုက်တာကိုခံရရင်း ဘယ်လိုအလွဲတွေတစ်မျိုးပြီးတစ်မျိုးဖြစ်ကြတာကို ရယ်ရယ်မောမောနဲ့ ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…(1.5 ...",
        "rating": "",
        "url": "https://megaup.net/1e2te/The.Man.with.One.Red.Shoe.1985.720p.(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yMeKoe3ui4Pad8FUOJwCby3SOWe.jpg",
        "title": "Death’s Roulette(2023)",
        "description": "Death's Roulette(2023)*********************နိုးထလာတဲ့အချိန်မှာ သိလိုက်ရတာက သူတို့အားလုံး အိမ်ကြီးတစ်လုံးထဲမှာ ရောက်နေကြတာကိုပါ။စီးပွားရေးလုပ်ငန်းရှင် မိသားစုသုံးယောက်၊ စိတ်ရောဂါဆရာဝန်တစ်ယောက်၊ ခွဲစိတ်ဆရာဝန်တစ်ယောက်၊ရဲတစ်ယောက်၊ ယာဉ်မယ်တစ်ယောက် စုစုပေါင်း ၇ ယောက်။\nသူတို့ဟာ သေခြင်းတရာရဲ့ ကစားပွဲကို ကစားဖို့အတွက် ပြန်ပေးဆွဲခံကြရတာကို သိရှိသွားတဲ့နောက်....\nသူတို့က ဘာလို့ ဒီအိမ်ကြီးထဲကိုရောက်လာကြတာလဲ\nဒီကစားပွဲနဲ့ သူတို့ဟာဘယ်လိုပတ်သက်မှုတွေရှိနေကြသလဲ\nသူတို့တစ်ဦးချင်းစီရဲ့ နောက်ကြောင်းဇာတ်လမ်းတွေကရော ဒီကစားပွဲနဲ့ဘယ်လိုဆက်စပ်မှုရှိနေသလဲဆိုတာတွေကို ဇာမ်လမ်းဇာတ်ကွက် အလှည့်အပြောင်းတွေနဲ့ စိတ်ဝင်စားဖွယ် ကြည့်ရှု့ရမှာဖြစ်ပါတယ်..File Size : (1.9GB) and (713MB)\nQuality : AMZN.WEB-DL,1080P,720p\nFormat…mp4\nDuration…01:34:00\nGenre : Mystery, Thriller, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  PROXY\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1e2zl/Deaths.Roulette.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/726eKWUNN5jiOhUM7HaxEwPjf9G.jpg",
        "title": "Billiards King ( 2023 )",
        "description": "ရုပ်ရှင်အမျိုးအစားအတိုင်း ဟာသ‌နှောပြီး ဘိလိယက်အားကစားလောကရဲ့\nအခြေခံသဘောတရားတွေကို တစ်ဝကြီးကြည့်ရှုရမဲ့\n- Billiard's King_ဘိလိယက်ဘုရင်မဏ္ဍိုင်‎(东北球王）ရွာတစ်ရွာက အခြေခံလူတန်းစားတစ်ယောက်ဖြစ်ပြီး\nဝါသနာတစ်ခုနဲ့ ဘိလိယက်ကိုခုံမင်တဲ့ -ကျိုးသာ့ဖားသူ့ရဲ့အိမ်မက်ကတော့ မြို့ကိုတက်ပြီး \"တရုတ်ဘိလိယက် ကမ္ဘာ့အဆင့်မြင့်စိန်ခေါ်ပွဲစဉ်\"မှာ\nပါဝင်ယှဉ်ပြိုင်ခွင့်ရပြီး ချန်ပီယံဖြစ်‌ဖို့ပဲ ဖြစ်ပါတယ်\nဒါပေမဲ့မိခင်ဖြစ်သူဟာ ကျိုးသာ့ဖားကို အတင်းလက်ထပ်ပေးဖို့ စီစဉ်ပါတော့တယ်၊\nဒီလိုနဲ့ ကျိုးသာ့ဖားဟာ ရွာကနေထွက်သွားပြီး အိမ်မက်တွေဆီကိုအရောက်လှမ်းဖို့လုပ်တဲ့အခါ。。。∆ရွာမှာရိုးရှင်းစွာဘဝကိုဖြတ်သန်းနေတဲ့သူတစ်ယောက်\nရပ်ခြားမြေခြားမှာ ဘယ်လို စိန်ခေါ်မှာတွေကိုရင်ဆိုင်ရမလဲ\nဝါသနာနဲ့အလုပ်မှာရော ဘယ်လိုကွဲပြားမှုတွေရှိတာကို သူသိလိုက်ရမလဲ ?\nပြိုင်ပွဲအတွက်ကြိုးစားရင်း သိကျွမ်းရတဲ့မိန်းမလှလေးဟောင်ယွင်နဲ့သူ့ကြားက\nအဆုံးသတ်ဟာရော ဘယ်လိုဇာတ်လမ်းမျိုးနဲ့ ဇာတ်သိမ်းလိမ့်မလဲ...?∆ချန်ပီယံဆုကိုရော အနိုင်ယူနိုင်ပါ့မလား?ဒီလိုဟာသနှောပြီးပေါ့ပေါ့ပါးပါးရုပ်ရှင်လေးဖြစ်တာမို့ ပိတ်ရက်မှာအနားယူရင်း\nကြည့်ရှုနိုင်အောင်တင်ဆက်ပေးလိုက်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/billiards-king-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kVG8zFFYrpyYLoHChuEeOGAd6Ru.jpg",
        "title": "The Covenant(2023)",
        "description": "The Covenant(2023)*******************Sherlock Holmes 2009 တို့ Alladin 2019 တို့ကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာ Guy Ritchie ရဲ့ ဖြစ်ရပ်မှန်အခြေခံ စစ်ကားအသစ်လာပါပြီ။ဇာတ်ကားနာမည် Covenant ဆိုတာကတော့ ကတိတစ်ခု သစ္စာတစ်ခုကို ဆိုလိုတာပါပဲ။ မင်းသားကတော့ ဂျိတ်ယီလင်ဟောပါပဲ။\nအဖြစ်အပျက်ကတော့ အာဖဂန်စစ်ပွဲတွင်းကိုပဲ အခြေတည်ထားတာပါ။ အောက်တိုဘာ ၇ ရက်၊၂၀၀၁ ခုနှစ်မှာ ၉/၁၁ တိုက်ခိုက်မှုကိုတုံ့ပြန်တဲ့အနေနဲ့ အမေရိကန်တပ် ၁၃၀၀ ကို အာဖဂန်မှာတာဝန်ချထားခဲ့ပေမဲ့ ၂၀၁၁ ဒီဇင်ဘာမှတေ့ာ အမေရိကန်တပ်သား ၉၈၀၀၀ အထိ တာဝန်ပေးတပ်စွဲစေခဲ့ပါတယ်။အဲဒီတပ်တွေနဲ့အတူ အာဖဂန် စကားပြန်ပေါင်း ၅၀၀၀၀ လောက်ကို အမေရိကန်မှာ ခိုလှုံခွင့်ပေးဖို့ သဘောတူညီချက်နဲ့အမေရိကန်စစ်တပ်က တာဝန်ပေးခဲ့ပါတယ်။ အဲဒီကာလအတွင်းမှာ တပ်ကြပ်ကြီး ဂျွန် ကန်န်လီနဲ့ စကားပြန် အာမက်တို့အသက်လုပြီးတိုက်ပွဲဝင်ခဲ့ရပုံတွေကို တစ်ဝက်လောက်အထိပြထားတာပါ။ အာဖဂန်ကနေ ၂၀၂၁ ခုနှစ်မှာအမေရိကန်တွေတပ်ဆုတ်ပြီး တာလီဘန်တွေ အာဏာရသွားချိန်မှာ စကားပြန်ပေါင်း ...",
        "rating": "8.0",
        "url": "https://megaup.net/1e278/The.Covenant.2023.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Action, Thriller, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k0IrevoY228CZYtemGbhazuk93n.jpg",
        "title": "Ajoomma(2022)",
        "description": "Ajoomma(2022)**************စင်ကာပူနိုင်ငံသူ လင်းမိန်ဟွာဟာဆိုရင် ကိုးရီးယားဇာတ်လမ်းတွဲတွေ ကြည့်ရတာကိုအရမ်းနှစ်သက်သူဖြစ်ပြီး ဇာတ်လမ်းတွဲကြည့်ရင်း ဒိုင်ယာလော့တွေကို လိုက်ပြောရတာကတော့ သူ့ရဲ့ဝါသနာပေါ့..လင်းမိန်ဟွာနဲ့ သူ့သားလေးက အားလပ်ရက်မှာ ကိုးရီးယားကို ခရီးအတူသွားဖို့ ကြိုတင်ဘိုကင်လုပ်ထားခဲ့ပေမဲ့သားဖြစ်သူက အလုပ်အင်တာဗျူးကြောင့် ခရီးသွားမဲ့အစီအစဉ်ကို ဖျက်သိမ်းလိုက်ပါတော့တယ်..တစ်သက်နဲ့တစ်ကိုယ် တစ်ယောက်တည်းခရီးမသွားခဲ့ဖူးတဲ့ အန်တီလင်းမိန်ဟွာလည်းသတ္တိမွေးပြီး တစ်ယောက်တည်း ကိုးရီးယားကို ခရီးထွက်လာတဲ့အခါမှာတော့...ပထမဆုံး ကိုးရီးယား-စင်ကာပူ ရုပ်ရှင်လေးဖြစ်ပြီး ကိုးရီးယားဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူတွေအဖို့တော့ ‌ဇာတ်လိုက်မင်းသမီး လင်းမိန်ဟွာနဲ့ ထပ်တူခံစားရင်း ကြည့်ရှုလို့ရမဲ့ ရုပ်‌ရှင်လေးပါပဲ...\nMain Cast တွေအနေနဲ့ စင်ကာပူ ဝါရင့်သရုပ်ဆောင်မင်းသမီးကြီး Hong Huifang ၊Kang Hyeong Seok နဲ့ Jung Dong Hwan တို့က ပါ၀င်သရုပ်ဆောင်ပေးထားပြီး\nမင်းသားချော Yeo Jin Goo ကလည်း special guest အဖြစ် ပါ၀င်သရုပ်ဆောင်ပေးထားပါသေးတယ်.....File Size : (1.3GB) and (566MB)\nQuality : AMZN.WEB-DL,1080P,720p\nFormat…mp4\nDuration…01:30:00\nGenre : ...",
        "rating": "7.0",
        "url": "https://megaup.net/2zXpg/Ajoomma.2022.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/pufQnUSzjrf70cHR3mGxG0eXHem-133x200.jpg",
        "title": "Queens on the Run (2023)",
        "description": "Queens on the Run (2023)\n===================ဒီတစ်ခေါက် CM ကနေ တင်ဆက်ပေးမှာကတော့ French\nroad trip movie ကောင်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။\nအထက်တန်းကျောင်းကတည်းက plan ထားတဲ့ခရီး၊ လင်ပါ\nရသွားတယ် မသွားရသေးဘူး ဆိုသူ သူငယ်ချင်းမ လေးယောက်\nတို့ရဲ့ Ex ရှာပုံတော်ခရီးမှာ ကြုံတွေ့ရတဲ့ အလွဲအကွဲဟာသလေး\nတွေအပေါ် ဇာတ်အိမ်တည်ထားတာပဲဖြစ်ပါတယ်။ဒီ Squad ကတော့ တစ်ယောက်တစ်မျိုးစီ ဆောက်၊ အိုး၊ စည်\nအဖွဲ့လို့ဆိုရင်လည်းမမှားပါဘူး။ Anniversary တွေတိုင်း မေ့\nတတ်တဲ့ယောက်ျားကို အားမလိုအားမရဖြစ်နေသူ ၊ လင်အတည်\nမယူချင်ဘဲ အဆင်တကာပတ်စား​တဲ့အပျိုကြီး ၊ တွေ့တာနဲ့ ဖောင်း\nမယ် ဒိုင်းမယ်တကဲကဲဖြစ်နေတဲ့ Momma's girl ၊ ဘောစိယောက်ျား\nသဘောကျအောင် ဆီလီကွန်ပဲဖြည့်နေတဲ့ သူဌေးကတော် စတဲ့\nသူငယ်ချင်းလေးယောက်ရဲ့ ခရီးတစ်ထောက် ပြဿနာတစ်ပေါက်\nဖြစ်ပုံကို ခွီရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (828 MB) ...",
        "rating": "4.8",
        "url": "https://megaup.net/2zWof/Queens.on.the.Run.2023.SPANISH.720p.WEBRip.x264-VXT.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNDNlYzg3YmQtYWU3NC00YzA2LWJjODEtNTMxNDA2YTFlYmM2XkEyXkFqcGdeQXVyNDU0NjMyNTQ@._V1_-1-135x200.jpg",
        "title": "Revoir Paris (2022)",
        "description": "Revoir Paris (2022)\n===============\nIMDb Rating - 6.8/10အဓိပ္ပာယ်က \"ပဲရစ်မြို့ရဲ့ အမှတ်တရများ\" တဲ့။ ပဲရစ်မြို့ဆိုတာနဲ့\nစိတ်ကူးယဉ်အိပ်မက်မြို့တော်လေးလို့ မြင်ယောင်မိကြလိမ့်မယ်\nထင်ပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့အမှတ်တရတွေက ချိုမြိန်တဲ့အမှတ်တရ\nလေးတွေတော့ ဟုတ်မနေခဲ့ဘူး။ အရိပ်လို တကောက်ကောက်လိုက်\nနေမဲ့ ဆိုးရွားတဲ့အမှတ်တရတွေဖြစ်နေခဲ့တယ်။ပဲရစ်မြို့လယ်ခေါင်စားသောက်ဆိုင်တစ်ခုမှာ လူပေါင်းများစွာ သေ\nကြေခဲ့ရတဲ့ တိုက်ခိုက်မှုတစ်ခု ဖြစ်ပွားခဲ့ပြီး အသက်ရှင်ကျန်ရစ်သူ\nဆိုတာ လက်နှစ်ဖဝါးစာတောင် မပြည့်တဲ့အရေအတွက်တစ်ခုပါ။\nမီရာက အဆိုပါတိုက်ခိုက်မှုကနေ လွတ်မြောက်လာခဲ့ပေမဲ့ သူဘယ်\nလိုတွေဖြစ်ခဲ့တယ်ဆိုတာကို လုံးဝသတိရခြင်း မရှိတော့ပါဘူး။ တခြား\nကျန်ရစ်သူတွေပြောတဲ့ အဲဒီညက သူ့အကြောင်းတွေကလည်း လိုက်\nကောက်ဖို့မလွယ်တဲ့ ပဟေဠိလေးတွေ ဖြစ်နေခဲ့ပြီး သူ့အတွက်အရာ\nရာဟာ မှုန်ဝါးဝါးပါပဲ။ မီရာတစ်ယောက် သူတိုက်ခိုက်ခံခဲ့ရတဲ့ညက\nအမှတ်တရတွေကို ပြန်တူးဖော်မိနိုင်မလား ဆိုတာကတော့ \"ပဲရစ်မြို့ရဲ့\nအမှတ်တရများ\" ကနေ ဆွဲဆောင်ပြောပြသွားပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (612 MB) / (353 MB)\nQuality............WEB-RIP 1080p / ...",
        "rating": "6.8",
        "url": "https://megaup.net/1dZs6/Revoir.Paris.2022.FRENCH.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMmRlNjQ2N2ItZmM4ZC00YzA0LWEzOWQtNzYzYjMwZmZmODEzXkEyXkFqcGdeQXVyMTE5NTM5NTU5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "My Sister’s Serial Killer Boyfriend (2023)",
        "description": "My Sister's Serial Killer Boyfriend (2023)\n=============================သတင်းထောက်မမမက်ဒီက ကွင်းဆက်လူသတ်မှုဖြစ်စဥ်ကို ဆောင်းပါး\nရေးရဖို့ကြိုးပမ်းနေတဲ့သူပေါ့။ ကွင်းဆက်လူသတ်သမားတွေက စံနှုန်း\nတစ်ခုထားပြီး လူသတ်ကြတယ်ဆိုတာ ဘော်ဒါတို့လည်းသိကြမှာပါ။\nဖြစ်ချင်တော့ လူတစ်ယောက်က ညီမဖြစ်သူအိုလစ်ဗီယာရဲ့အိမ်ထဲ\nဖောက်ထွင်းဝင်လာပြီး အန္တရာယ်ပြုဖို့ကြိုးစားပေမဲ့ မအောင်မြင်ခဲ့ဘူး။\nဒီတော့ မမမက်ဒီက ကိုယ်ခံပညာတတ်ထားမှရမယ်ဆိုပြီး သင်တန်း\nသွားတက်ကြတယ်။ကဲ...ဘာပြောကောင်းမလဲ သင်တန်းနည်းပြက ခပ်တောင့်တောင့်\nဘဲကြီးဆိုတော့ အိုလစ်ဗီယာတစ်ယောက် မြင်မြင်ချင်းချစ်ကျွမ်းဝင်\nရှာတာပေါ့။ ဒါပေမဲ့ မမက်ဒီကလည်း သင်တန်းနည်းပြကို ဟိုလိုလို\nဖြစ်နေတော့ ညီအစ်မနှစ်ယောက်နဲ့သင်တန်းနည်းပြကြီးတို့ကြား\nဘာတွေဆက်ဖြစ်လာမလဲ၊ မမနိုင်သွားမလား ညီမလေးနိုင်သွားမ\nလားဆိုတဲ့ ဒီဇာတ်ကားလေးမှာ ညီအစ်မနှစ်ယောက်ရဲ့အားပြိုင်မှု\nအပြင် တခြားဘယ်လို​လေး​​တွေထပ်ပါလာဦးမလဲဆိုတာတော့\nပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲ ကြည့်ရှုလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZwe Win Tun ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (480 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 24Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Zwe Win Tun\nEncoder..........SWM",
        "rating": "5.1",
        "url": "https://megaup.net/1e1ul/My.Sisters.Serial.Killer.Boyfriend.2023.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Chokehold-620605643-large-135x200.jpg",
        "title": "Chokehold (2023)",
        "description": "Chokehold (2023)\n==============\nIMDb Rating - 5.8/10လင်မယားနှစ်ယောက်ဟာ ရွာငယ်လေးဆီကို ဘဝသစ်စဖို့\nပြောင်းလာကြတယ်။ ဒါပေမဲ့ အဲဒီရွာကလူတွေက သူတို့ကို\nသတ်ချင်နေကြပါသတဲ့။ဒီဇာတ်ကားထဲက မင်းသားရဲ့ဇာတ်ကောင်ဟာ လူကောင်း\nလုံးလုံးကြီးရယ်လို့ မဟုတ်ပါ။ သူ့ပုံစံက လုပ်ရင်းလုပ်ရင်း\nလက်လွန်လာသလိုမျိုး။ ကိုယ့်ကို ဒုက္ခပေးတဲ့သူကို လက်စား\nချေချင်လို့သတ်လိုက်၊ ကိုယ့်ကိုယ်ကိုယ် ကာကွယ်ချင်လို့သတ်\nလိုက်နဲ့ လုံးချာရိုက်နေတော့တာပေါ့။တစ်ဖက်မှာလည်း လင်မယားနှစ်ယောက်ကြား သံယောဇဉ်\nအက်ကွဲကြောင်းလေးတွေ ပေါ်လာပြန်တယ်။ ဇာတ်လမ်းက\nရိုးရိုးလေးနဲ့ကြည့်ကောင်းပြီး Rating - 5.8 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (654 MB)  /(361 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 52Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/1e1tb/Chokehold.2023.TURKISH.720p.WEBRip(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYmM1NzUyY2YtOTU4My00ZmFmLWI4ZjYtYzJlM2JlOTBhZmIzXkEyXkFqcGdeQXVyNjE5MjUyOTM@._V1_-134x200.jpg",
        "title": "Judge Dredd (1995)",
        "description": "မင်းသားကြီးစတားလုံးပါဝင်ထားပြီး 1995 ခုနှစ်ထွက် Judge Dredd ဆိုတဲ့သိပ္ပံစိတ်ကူးယဉ်ကားကောင်းတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ 2012 မှာလည်း Dredd ဆိုတဲ့နာမည်နဲ့ ထပ်မံထွက်ရှိခဲ့ပြီး ပရိသတ်အားပေးမှုကိုရရှိခဲ့ပါသေးတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ခုနှစ် 2100 ကျော်မှာ ကမ္ဘာကြီးဟာ လူတွေနေထိုင်လို့မရတော့တဲ့ ကျိန်စာသင့်ကမ္ဘာကြီး အဖြစ်ပြောင်းလဲသွားခဲ့ပြီး ကမ္ဘာပေါ်မှာရှိသမျှလူတိုင်းကလည်း အသက်ဆက်လက်ရှင်သန်နိုင်ဖို့အတွက် မီဂါမြို့တော်ဆိုတဲ့ မြို့တွေကိုတည်ထောင်ခဲ့ကြပြီး နေရာကျဉ်းကျဉ်းလေးမှာ လူဦးရေအများကြီးနဲ့ဆက်လက်နေထိုင်ခဲ့ကြပါတယ်။ လူဦးရေများလာတာနဲ့အမျှရာဇဝတ်မှုဖြစ်ပွားနှုန်းကလည်းမြင့်မားပြီး သာမာန်တရားရေးစနစ်နဲ့တင် နှိမ်နင်းဖို့မဖြစ်နိုင်တာကြောင့် တရားရေးစနစ်အသစ်တစ်မျိုးကိုအသုံးပြုခဲ့ကြပါတယ်။ ဒီစနစ်မှာကတော့ စီရင်သူ ဆိုတဲ့လူတွေက ရဲတွေအဖြစ်၊ ဂျူရီလူကြီးတွေအဖြစ်၊ ကွပ်မျက်သူတွေအဖြစ် တာဝန်ယူရင်း ငြိမ်းချမ်းမှုကိုထိန်းသိမ်းရင်း ငြိမ်ဝတ်ပိပြားလာအောင် လုပ်ဆောင်ခဲ့ကြတာပါ။ မီဂါမြို့တော်တစ်လို့ခေါ်တဲ့ မြို့ကြီးမှာတော့ ဥပဒေကို ကိုးကွယ်တဲ့ စီရင်သူ ဒရက်ဒ် (စတားလုံး) ကဦးဆောင်ပြီး ရာဇဝတ်မှုတွေကိုဖြေရှင်းပေးနေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ သတင်းထောက်လင်မယားမိသားစုကို သ-တ်တဲ့အမှုနဲ့ ဒရက်ဒ်ကိုဖမ်းပြီး စွဲချက်အတင်ခံလိုက်ရပြီး အပြစ်ရှိကြောင်းသက်သေ တွေ့ရှိရတဲ့အတွက် အက်စပန်ထောင်မှာ‌ ထောင်ဒဏ်တစ်သက်ကျခံဖို့အမိန့်ချမှတ်ခံလိုက်ရပပါတော့တယ်။ ဒရက်ဒ်မရှိတော့တဲ့ မီဂါမြို့တော်ကြီးထဲမှာလည်း ...",
        "rating": "",
        "url": "https://megaup.net/2zW0w/Judge.Dredd.1995.PROPER.720p.(CM).mp4",
        "category": "Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Breathe-In-142x200.jpg",
        "title": "Breathe In (2013)",
        "description": "ဒီဇာတ်ကားကတော့ တကယ့်ကိုမှရိုးရိုးရှင်းရှင်းနဲ့ဇာတ်အိမ်တည်ထားတဲ့\nဇာတ်ကားတစ်ကားဖြစ်တယ်\nဇာတ်လမ်းအကြောင်းကတော့ ကျောင်းဆရာတစ်ဦးအနေနဲ့\nလုပ်ကိုင်နေတဲ့ ဂီတပညာရှင်တစ်ဦးရဲ့အိမ်မှာ\nဇနီးဖြစ်သူက စာသင်နှစ်တစ်ခုစာကျောင်းလာတက်တဲ့\nလေ့လာရေးကျောင်းသူကို လက်ခံထားစဉ်\nလင်မယားနှစ်ယောက်ကြားနှစ်ပေါင်းများစွာ\nမြိုသိပ်ထားတဲ့ မကျေနပ်ချက်တွေပွင့်ထွက်လာကာ\nထန်းသီးကြွေခိုက် ကျီးနင်းခိုက်ဆိုသလို လေ့လာရေးကျောင်းသူကိုအရင်းတည်ပြီး\nမိသားစုအတွင်းမပြေလည်မှုတွေဖြစ်လာတဲ့ဇာတ်လမ်းတစ်ခုဖြစ်တယ်ဒီဇာတ်လမ်းလေးမှာ ဇာတ်လမ်းအဖွင့်နဲ့အပိတ်က ဇာတ်ဝင်ခန်းလေးက\nတွေးစရာတွေအများကြီးပေးတဲ့ဇာတ်ဝင်ခန်းတွေဖြစ်ပါတယ်\nဇာတ်ဝင်ခန်းတိုင်းမှာလည်း သရုပ်ဆောင်တွေရဲ့အကြည့်တွေက\nတကယ့်ကိုမှသူတို့အတွင်းစိတ်ကို ထွင်းဖောက်မြင်လိုက်ရသလိုခံစားရစေတယ်\nခင်ပွန်းဖြစ်သူကဇနိးသည် သူ့ကိုနားလည်မပေးလိုက်တဲ့အချိန်ဖြစ်သွားတဲ့အကြည့်၊\nဇနီးဖြစ်သူက ခင်ပွန်းသည်ဂီတအကြောင်းတွေပြောတဲ့အချိန် စိတ်မဝင်စားပေမယ့်\nနားလည်နိုင်ဖို့ကြိုးစားနေတဲ့အချိန်ဖြစ်သွားတဲ့သရုပ်ဆောင်ချက်တွေ\nစသဖြင့်သရုပ်ဆောင်ချက်တွေကိုအသေးစိတ်ရှုမြင်ခံစားရမှာဖြစ်ပါတယ်။\nဇာတ်လမ်းအေးလေးဖြစ်ပေမယ့် အေးအေးငြိမ့်ငြိမ့်လေးနဲ့\nဆွဲဆောင်သွားမယ့်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်\nFile size…1GB / 475MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 38m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Eunice",
        "rating": "6.3",
        "url": "https://megaup.net/1TZd6/Breathe.In.2013.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A6giic4ReClIwcZAlGYfDnRTzqW.jpg",
        "title": "The Ancestral (2021)",
        "description": "The Ancestral (2021)ဒီတစ်ခါမိတ်ဆက်ပေးသွားမယ့် ဇာတ်ကားလေးကတော့ The Ancestral ဆိုတဲ့ သဲထိတ်ရင်ဖို ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ Horror ဇာတ်လမ်းလေးဆိုပေမဲ့ ယန်းတို့မိသားစုဝင်တွေကြားက ချစ်ခြင်းမေတ္တာတွေကို အများကြီး ဖော်ပြထားတဲ့ drama ဆန်ဆန်ကားလေးပါ။ဇာတ်လမ်းအညွှန်းကတော့ ...\nအိပ်ရင် ဘီလူးစီးတဲ့ ရောဂါကို ခံစားနေရတဲ့ယန်း၊ယန်းဆိုတာကတော့ ဗီယက်နမ်လူမျိုး မိသားစုလေးတစ်ခုက သမီးလေးပါ။ သူခံစားနေရတဲ့ ဝေဒနာနဲ့ပတ်သက်ပြီး အဖြေရှာဖို့ သူတို့တစ်မိသားစုလုံးက ရှေးဟောင်းအိမ်ကြီးတစ်ခုကို ပြောင်းလာခဲ့ပါတယ်။အဲ့ဒီနောက်မှာတော့ ယန်းတစ်ယောက်တည်းမဟုတ်တော့ဘဲ အဲ့ဒီ မိသားစုက သမီးငယ်လေးနှစ်ယောက်လုံး ဘယ်သူမှ မမြင်ရတာတွေကို မြင်လာရပါတယ်။ ဒီကိစ္စကိုဖြေရှင်းဖို့ အဖေဖြစ်သူက စိတ်ကျန်းမာရေး အထူးကု နဲ့ ကြိုးစား ကုသပေးပေမဲ့ ကိစ္စတွေက ထင်ထားတာထက်ပိုပြီး နက်နဲနေတဲ့ အခါ ...ဘာတွေဆက်ဖြစ်မလဲ ရုပ်ရှင်ထဲ ကြည့်ရှုရင်း အဖြေရှာလိုက်ကြရအောင်ပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Eric ပါ။) File Size : 1.7GB, 731MB & 350MB\nQuality ...",
        "rating": "4.8",
        "url": "https://megaup.net/1TY16/[CM]The.Ancestral.2021.720p.WEB-DL.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/33aY5SYNym6QuF4Rn3QbozPiNSa.jpg",
        "title": "Detective Dee and Grand Canal Dragon ( 2023 )",
        "description": "ယခုတစ်ခေါက် မှုခင်းစုံထောက်ကားတွေကြိုက်တတ်တဲ့သူတွေအတွက်\nစုံထောက်ကြီးဒီးရန်ကျယ်ကားကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ချွေကုန့်ခုနှစ်မှာ ဝူကျဲထျန်းဟာ လုံမိန်သို့ တိုင်းခန်းလှည့်လည်ရာမှာ\nစီးမာချိန်ကျန်းနဲ့ မူးမတ်ရာကျော် လိုက်ပါလာခဲ့ပါတယ်။ ညအချိန် လော့ယန်က\nလူသောင်းချီတဲ့ လမ်းတွေပေါ်ကနေ လုံမိန်သုံး အပြေးလာကြပြီး မင်းကြီးကို လာရောက်ဖူးမြော်ကြပါတယ်အဲ့အချိန်မှာ တူးမြောင်းကြီးထဲကနေ နဂါးသဏ္ဍာန်တိရိစ္ဆာန်ကြီးက\nတော်ဝင်သင်္ဘောကို တိုက်ခိုက်ခဲ့ပါတယ်။ လော့ယန်မှ ပြည်သူတွေက\nနိမိတ်ဆိုးအဖြစ်နဲ့ ပြောဆိုနေကြတဲ့အတွက် ဝူကျဲထျန်းက\nဒေါသူပုန်ထပြီး ဒီးရန်ကျယ်ကို နဂါးမင်းအမှုကို စစ်ဆေးဖို့ ပြန်လည်ဆင့်ခေါ်ခဲ့တယ်။လော့ယန်တစ်မြို့လုံးမှာ ကောလာဟလတွေနဲ့ ပြည်သူအားလုံး ကြောက်လန့်နေကြပါတယ်။\nဒီးရန်ကျယ်တစ်ယောက် နဂါးမင်းအမှုကို ၇ ရက်အတွင်း အဖြေထွက်အောင်\nစုံစမ်းစစ်ဆေးဖို့ အမိန့်ကျလာတဲ့အခါမှာ အခက်အခဲတွေ အန္တရာယ်တွေကြားက\nအမှန်တရားကို ဘယ်လိုဖော်ထုတ်မလဲဆိုတာကို ရုပ်ရှင်လေးနဲ့အတူ ခံစားအဖြေရှာလိုက်ကြရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/detective-dee-and-grand-canal-dragon-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/anoter-135x200.jpg",
        "title": "Another Me(2013)",
        "description": "Game of thrones က ဆန်ဆာ စတာ့ခ်အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့\nSophie Turnerရဲ့ဇာတ်ကားလေးတကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဖေး ဒယ်လူ့စီဆိုတာ အရမ်းလှတဲ့ဆံပင်အနီရောင်နဲ့\nအထက်တန်းကျောင်းသူလေး။ သူမရဲ့ပျော်ရွှင်စရာ\nမိသားစုဘ၀လေးတခုက လွန်ခဲ့တဲ့နွေရာသီ သူမရဲ့\nဖခင်နာမကျန်းစဖြစ်ခဲ့တာနဲ့အတူတူပြောင်းလဲသွားခဲ့ရတယ်။ကိုယ်တပိုင်းသေဖြစ်သွားတဲ့ယောကျာ်းဖြစ်သူကို\nစောင့်ရှောက်နေရတဲ့ ဖေးရဲ့မိခင် အန်းဒယ်လူ့စီရဲ့\nအရှုပ်တော်ပုံတွေ။ မိုနီကာ မယ်ဒရန်ဆိုတဲ့ ဖေးကိုမနာလို\nဖြစ်နေတဲ့ကောင်မလေးတယောက်။ ကျောင်းကလူကြိုက်များတဲ့\nဒရူးဆိုတဲ့ကောင်လေးက သူ့ကိုကြိုက်နေလို့\nလူမုန်းခံရတာကလည်းရှိသေး။ ဒါပေမယ့် ဖေးအတွက်\nဒါတွေထဲကအကြီးဆုံးပြဿနာကတော့\nသူ့လိုအယောင်ဆောင်နေတယ်ထင်ရတဲ့လူတယောက်ရှိနေတာပဲ။သူမရဲ့နေ့စဉ်ဘ၀ထဲမသိမသာနဲ့ လူတွေကြား\n၀င်၀င်‌မွှေသွားတဲ့ဒီသူကဘယ်သူလဲ။ ဒါကမိုနီကာရဲ့လက်ချက်ပဲလား။\nသူမမိဘတွေရဲ့အေးစက်လာတဲ့\nဆက်ဆံရေးကြားကလျှို့ဝှက်ချက်တွေကရောဘာတွေလဲ။\nအများအမြင်သူ့ကိုအရူးမတယောက်လိုထင်ရတဲ့အထိဒုက္ခပေးလာတဲ့\nဒီသူကိုသူဘယ်လိုရှာနိုင်မလဲ။ အဆုံးမှာတရားခံကဘယ်သူလဲဆိုတာကို\nAnother Me ဆိုတဲ့ဇာတ်ကားလေးမှာရှူစားအားပေးကြပါဦးခင်ဗျ\nFile size…1.1GB / 551MB\nQuality…1080p BluRay  / 720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by BrackMan",
        "rating": "4.6",
        "url": "https://megaup.net/1e1q5/Another.Me.2013.720p(CM).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/67x9NJyjK4u02NpISnChDMKzCUr.jpg",
        "title": "What If (2013)",
        "description": "What If (2013)\nGenre – Comedy, Romance\nIMDB – 6.8/10“သူငယ်ချင်းလေးပါပဲ သူငယ်ချင်းလေးပဲတဲ့ကွယ်ဒီလိုအကြိမ်ကြိမ်အခါခါ ပြောပါတယ် ချစ်ရသူရယ်”ဘာရယ်မဟုတ်ဘူး ဒီကားလေး ကြည့်မိတော့ အရင်ဆုံးပြေးမြင်မိတာကဒီသီချင်းလေး ဖြစ်နေလို့။အကယ်၍များ ခင်ဗျားတို့ တကယ်အဆင်ပြေနေတဲ့လူတစ်ယောက်ကိုတွေ့ပြီဆိုပေမယ့် ရှေ့ဆက်တိုးလို့ မဖြစ်နိုင်တော့ရင်ဘယ်လိုတွေဆက်လုပ်ကြမလဲ...လောကဝတ်ကျင့်ထုံးတွေကို လိုက်နာမလား...မျက်စိမှိတ် ခြေစုံဇွတ်ဝင်တိုးပစ်လိုက်ချင်မလား…ဝေခွဲမရဖြစ်မှာ သေချာပါတယ်။တစ်လောကလုံးမှာ ကိုယ်ဘယ်လောက်ပဲ ကြောင်တောင်တောင်စကားတွေပြောတလွဲတွေလုပ်ပေမယ့် ဒါမျိုး အတူတူလိုက်ပြော/လိုက်လုပ်နိုင်စွမ်းရှိတဲ့တခြားဆန့်ကျင်ဖက်လိင်တစ်ယောက်ကို တွေ့ရတာကလည်းကံကောင်းမှုတစ်ခုပေလား ကံဆိုးမှုများပဲလား…။ကိုယ်က ဒီလူတစ်ယောက်ကို ဆိုးတူကောင်းဖက် တိုင်ပင်လို့ရတယ်ရင်ဖွင့်လို့ရတယ် အထီးကျန်ချိန် အဖော်လုပ်ပေးနိုင်တယ်ဖေးမကူညီတယ် ဒါပေမဲ့ လူ့စည်း ဘီလူစည်းဆိုတာလေးလည်း ရှိနေတော့အခက်သားမဟုတ်လား…။သူငယ်ချင်းကလည်းပြောတယ် မင်း Do or Die လုပ်ပေါ့မပြတ်မသားဆိုတာ ပိုပြီး ခံရခက်စေတယ်တဲ့ တစ်ဖက်ကလည်းရေရှည်တွဲလာတဲ့ လက်တွဲဖော်ဆိုတာက ရှိတယ်ပြဿနာဖြစ်ဖို့မပြောနဲ့ အစစအရာရာ ပြေလည်နေတဲ့ စုံတွဲဆိုတော့ကမျှော်လင့်ချက်မီးက ခပ်မှိန်မှန်သာ…ဘာဆက်လုပ်ရမလဲ…။ကိုယ့်မှာကလည်း ငယ်ဘဝက ဒဏ်ရာဒဏ်ချက်ရော ကြီးမှရတဲ့စိတ်ထိခိုက်စရာရောက ဒီကိစ္စနဲ့လာပတ်သက်နေပြီးဆုပ်လည်းစူး စားလည်းရူးမယ့်ဘဝဖြစ်နေတော့ ဘာလုပ်ရမလဲခင်ဗျားတို့သာ အကြံပေးကြပါတော့လားလို့…။ချစ်သူကဖောက်ပြန် အထီးကျန်တစ်ယောက်တည်းနေရာမှကောင်မလေးကိုတွေ့ခဲ့သူက ဟယ်ရီပေါ်တာမင်းသားဖြစ်တဲ့ဒယ်နီရယ်ရတ်ကလစ်ဖ် ...",
        "rating": "6.8",
        "url": "https://megaup.net/3fTLJ/What.If.2013.LIMITED.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZmVkMDQ0MGMtNDA5My00NjQ2LWE4ZjQtZTYwZWE4NWU3NWFlXkEyXkFqcGdeQXVyMjkyMDI4NTQ@._V1_-141x200.jpg",
        "title": "(21+)Nurse’s Sex Journal (My Sex Report: Intensities) [1976]",
        "description": "အီတိုလို့ခေါ်တဲ့ ရှယ်ချစ်စရာကောင်းတဲ့\nသူနာပြုမလေး သူမရဲ့အလှတွေကပြည့်စုံတယ်\nချစ်ဖို့ကောင်းတယ် တည်ကြည်တယ်သူကငွေကြေးချို့တဲ့တယ် ဆေးရုံတစ်ရုံမှာ\nအလုပ်ကြိုးစားပြီး သူနာပြုလုပ်တယ်\nသူကလှတော့ သူဌေးတွေက တစ်ယောက်ပြီးတစ်ယောက်လာကပ်ကြတယ်\nဝိသမလောဘသားတွေရဲ့ မျက်စိကျစရာလည်းဖြစ်လာတယ်\nတစ်နေ့သူရဲ့ ဆွေးမျိုးသားချင်းထဲက အရေးပေါ်ဆေးရုံတက်လိုက်ရပြီး\nငွေအရေးတကြီးလိုအပ် လာချိန်မှာတော့....အရမ်းကိုစိတ်ဝင်စရာကောင်းပြီး\nရင်ခုန်စိတ်လှုပ်ရှားစရာ အလှတွေကိုခံစားစေဖို့\nDS Fans တွေဆီအရောက်ပို့ပေးလိုက်ပါတယ်\nFile size…1.1GB / 435MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.8",
        "url": "https://megaup.net/2zWji/My.Sex.Report.Intensities.1976.720p(DS).mp4",
        "category": "Action, Adult, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BODcyYzM4YTAtNGM5MS00NjU4LTk2Y2ItZjI5NjkzZTk0MmQ1XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006711000_AL_-201x300.jpg",
        "title": "Army of Darkness (1992)",
        "description": "Army of Darkness (1992)~ IMDb 7.4 / Rotten Tomatoes 74% ~ဒီတစ်ခါ CM ပရိတ်သတ်ကြီးအတွက်ယူဆောင်လာတာကလည်း Evil Dead ရုပ်ရှင်ကားတွေထဲက တတိယမြောက်ထွက်ရှိခဲ့တဲ့ Army of Darkness ရုပ်ရှင်ကားလေးပဲဖြစ်ပါတယ်။ Evil Dead လို့ပြောလိုက်တာနဲ့ ထွေထွေထူးထူးညွှန်ပေးနေစရာမလိုလောက်အောင် အောင်မြင်တဲ့ filmgoer တွေအကြိုက် ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။ဒီတစ်ကြိမ်မှာတော့ ဇာတ်လိုက်မင်းသားအက်ရှ်တစ်ယောက် မှော်လေပွေထဲကတစ်ဆင့် လွန်ခဲ့တဲ့ ခရစ်နှစ်တစ်ထောင့်သုံးရာသို့ ရောက်ရှိသွားပါတယ်။ အက်ရှ်တစ်ယောက် မိမိရဲ့ လက်ရှိအချိန်ကာလကို ပြန်ရောက်ဖို့အတွက် နက်ခရိုနော့မစ်ကန် လို့ခေါ်တဲ့ သေသူများအကြောင်း စာအုပ်ကို ရှာဖွေရင်းဘယ်လိုအန္တရာယ် မကောင်းဆိုးဝါးတွေနဲ့ ရင်ဆိုင်တိုက်ခိုက်ရမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် Horror / Fantasy ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်...\n~ Evil Dead Franchise ကြီးကို ဒီ Link ကနေ ဝင်ကြည့်နိုင်ပါတယ် ...",
        "rating": "7.6",
        "url": "https://megaup.net/1bbwg/Army_of_Darkness_1992_Bluray_720P_%7BCM%7D.mp4",
        "category": "Comedy, Evil Dead Franchise, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/1987insert-129x200.jpg",
        "title": "Evil Dead II (1987)",
        "description": "Evil Dead II (1987)\n~ IMDb 7.7 / Rotten Tomatoes 95% ~ဒီတစ်ခါ CM ပရိသတ်ကြီးအတွက် ယူဆောင်လာပေးတဲ့ ရုပ်ရှင်ကားလေးကတော့ နာမည်ကျော် Evil Dead ရုပ်ရှင်ကားတွေထဲက ဒုတိယမြောက်ထွက်ရှိခဲ့တဲ့ Evil Dead II ပဲဖြစ်ပါတယ်။ Evil Dead ရုပ်ရှင်ကားတွေရဲ့ထုံးစံအတိုင်း သေသူများအကြောင်း လို့ခေါ်တဲ့ သရဲခေါ်ဂါထာ စာအုပ်လေးတစ်အုပ်ကို ဇာတ်အိမ်တည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ ချစ်သူနှစ်ယောက် သစ်တောတစ်တောထဲက အိမ်လေးတစ်အိမ်မှာ ခေတ္တတည်းကြစဥ် တက္ကသိုလ်ပါမောက္ခတစ်ယောက် ချန်ထားခဲ့တဲ့ အသံဖမ်းစက်တစ်ခုကို ဖွင့်နားထောင်နေရင်း ချစ်သူကောင်မလေးဟာ မကောင်းဆိုးဝါးဝိညာဥ်တစ်ခု ပူးကပ်ခြင်းကိုခံလိုက်ရပါတယ်။ ရုပ်သာ ချစ်သူဖြစ်ပြီး နာမ်မှာ မကောင်းဆိုးဝါးဖြစ်နေတဲ့ ချစ်သူကောင်မလေးကို သတ်ပြီးနောက် ကောင်လေးဟာ ဒီမကောင်းဆိုးစိတ်ဝိညာဥ်တွေထံက ဘယ်လိုလွတ်မြောက်အောင် ကြိုးပမ်းမလဲဆိုတာ စိတ်ဝင်စားထိတ်လန့်ဖွယ် ကြည့်ရှုရမယ့် Horror & Comedy ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1baxm/Evil.Dead.2.1987.REMASTERED.720p.BluRay__%7BCM%7D.mp4",
        "category": "Comedy, Evil Dead Franchise, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/insert-1981-129x200.jpg",
        "title": "The Evil Dead (1981)",
        "description": "The Evil Dead (1981) \nပျော်ရွှင်ဖွယ် ခရီးလေး ထွက်လာတဲ့ သူငယ်ချင်းတစ်စု\nတောင်တွေ ကာရံပြီး ချောက်ကမ်းပါး ခြားနေတဲ့ တောတစ်ဖက်သို့\nခရော်နီခရောနဲ့ တံတားလေးကို ဖြတ်ပြီး တောထဲက အိမ်အိုကြီးကိုရောက်အသွား\nစပ်စုတတ်တဲ့ လူငယ်သဘာ၀ ဗီဇအရ ပိတ်ထားတဲ့\nမြေအောက်ခန်းထဲကို ရောက်သွားပြီး မူလ ဘိုးဘေးတွေ အသံသွင်းထားတဲ့\nအသံဖမ်းစက် အဟောင်းကြီးကို ဖွင့်မိရာက အစ\nသရဲများ နိုးထ စေသော ဂါထာ ကို အသံဖမ်းစက်မှ ပြန်လည်ကြားပြီး\nတောထဲတွင် ချူပ်နှောင်ထားသော သရဲများ လွတ်လာပြီးနောက်\nလူငယ်တစ်စုကို ပြန်ခွင့်မပေးတော့ပဲ မသေမချင်း သတ်ဖို့ ကြံစည်လေသောအခါ...\n~ Evil Dead Franchise ကြီးကို ဒီ Link ကနေ ဝင်ကြည့်နိုင်ပါတယ် ~\n(ဒီကားလေးကိုတော့ Channel Myanmar မှ ကိုဟေဒိ မှ ဘာသာပြန်ပေးထားတာပါ)\nFile size…1.90GB / 1.2GB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 25m\nGenre ...",
        "rating": "7.6",
        "url": "https://megaup.net/1bams/The.Evil.Dead.1981.REMASTERED.720p.BluRay__%7BCM%7D.mp4",
        "category": "Evil Dead Franchise, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODA5ZTgzMzUtOWIyZS00MTI4LTg1ZTItMzcwYzI2MGI1YmNhXkEyXkFqcGdeQXVyNTI4OTYyNTM@._V1_-165x200.jpg",
        "title": "Phenomena (2023)",
        "description": "Phenomena (2023)\n==============ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ ဖြစ်ရပ်မှန် စပိန် Horror\nMovie ဖြစ်ပါတယ်။ ဖာသာပီလွန်ဟာ ၁၉၈၇ မှာ ဟက်ပ်တာ\nအဖွဲ့ကို စတင်တည်ထောင်ခဲ့ပါတယ်။ အရည်အချင်းရှိကြတဲ့\nအဖွဲ့ဝင်တွေကို စုစည်းထားပြီး သဘာဝလွန်ဖြစ်ရပ်တွေ၊ သိပ္ပံ\nနည်းကျမဖြေရှင်းနိုင်တဲ့ အမှုတွေကို ဖြေရှင်းကြပါတယ်။\nဟက်ပ်တာအဖွဲ့ဆိုတာ အပြင်မှာလည်း တကယ်ရှိပါတယ်။ဇာတ်လမ်းထဲက အဓိကသရုပ်ဆောင်သုံးယောက်က ဟက်ပ်တာ\nအဖွဲ့ရဲ့ အဓိကအဖွဲ့ဝင် သုံးယောက်ဖြစ်တဲ့ Sol Blanco-Soler,\nPaloma Navarrete နဲ့ Piedad Cavero တို့ကို ကိုယ်စားပြု\nထားတာပါ။တစ်နေ့မှာတော့ ဖာသာပီလွန်ကို ရှေးဟောင်းပစ္စည်းဆိုင်တစ်ခုက\nဆိုင်မှာ ပစ္စည်းတွေ နေရာရွေ့နေတာ၊ အနံ့ဆိုးတွေထွက်တာ၊ အရာ\nဝတ္ထုတွေပျံနေတာ၊ လူရိပ်တွေ မြင်ရတာတွေ ဖြစ်နေလို့ ကူညီပေးဖို့\nတောင်းဆိုလာပါတယ်။ တခြားအဖွဲ့ဝင်တွေကို မခေါ်ဘဲ ဖာသာပီလွန်\nတစ်ယောက် သွားစုံစမ်းရာက သတိမေ့ပြီး ဆေးရုံတက်လိုက်ရပါတယ်။\nဒါကြောင့် တခြားအဖွဲ့ဝင်တွေက ဖာသာ ဘာတွေဖြစ်ခဲ့လဲဆိုတာကို\nသိဖို့ ရှေးဟောင်းပစ္စည်းဆိုင်ကို သွားပြီး စုံစမ်းကြပါတော့တယ်။၁၉၉၉ ခုနှစ်က စပိန်နိုင်ငံ မက်ဒရစ်မှာ တကယ်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို\nရိုက်ကူးထားတာပါ။ အကြောက်အလန့်မရှိတဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/3VG4v/Phenomena.2023.SPANISH.720p.WEBRip.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ok2sl6rGITZ0W94DeRU4VkB2ssW.jpg",
        "title": "The Host (2013)",
        "description": "CM Fan တွေ အတွက် ဒီတစ်ခါမှာတော့ချစ်စရာကောာင်းတဲ့ မျက်နှာလေးနဲ့မင်းသမီးချောလေး Saoirse Ronan ရဲ့သိပ္ပံအက်ရှင် ရုပ်ရှင်ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်ဂြိုဟ်သားတွေက ကမ္ဘာကိုကျူးကျော်တဲ့ဇာတ်ကားမျိုးကြည့်ဖူးကြမယ်ထင်ပါတယ်။ဒီကားမှာတော့ တခြားကားတွေလိုလက်နက်တွေနဲ့လာကျူးကျော်ကြတာမဟုတ်ဘဲ ဂြိုဟ်သားတွေကလူ့ခန္ဓာကိုယ်တွေကို အပိုင်စီးပြီးလူတွေလိုပဲဆက်ပြီးနေထိုင်ကြတာပါ။ဂြိုဟ်သားတွေဟာ ခန္ဓာကိုယ်ကို အပိုင်စီးရုံမကပဲလူသားတွေရဲ့ ဦးနှောက်မှတ်ဉာဏ်ကိုပါအပိုင်သိမ်းဖျက်ဆီးတာပါတွန်းလှန်နိုင်ဖို့ဆိုတာလဲ လုံး၀ မလွယ်ကူပါဘူးခုခံတဲ့လူတွေကိုလဲ သတ်ပစ်ကြပါတယ်။အဲဒီခုခံသူတွေထဲမှာ မယ်လနီဆိုတဲ့ကောင်မလေးလည်း ပါတာပေါ့။သူ့ခန္ဓာကိုယ်ကို ဂြိုဟ်သားတစ်ယောက်ကအပိုင်စီးလိုက်တဲ့အခါမှာ... File size…  1.59 GB /  664 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 2h 5m\nGenre .....  Action , Drama , Sci-Fi\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Kasashi",
        "rating": "5.8",
        "url": "https://megaup.net/2zWgi/The.Host.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYWM2ODUxYTAtZmJiNy00ZjYxLWJiMDctYmY5YzdmZTBmNDY5XkEyXkFqcGdeQXVyMTE4NTI5NTA@._V1_-155x200.jpg",
        "title": "After Masks (2021)",
        "description": "After Masks (2021)\n================ကူးစက်ရောဂါ ကိုရိုနာဗိုင်းရပ်စ် သောင်းကျန်နေတဲ့ကိုဗစ်\nကာလအတွင်း Stay home နေကြရင်း တစ်ယောက်ချင်းစီ\nဖြတ်သန်းရပုံတွေ အခက်အခဲ တွေ့ရပုံတွေ အထီးကျန်ရပုံတွေ\nပြဿနာတက်ရပုံတွေ စိတ်ထွက်ပေါက်ရှာကြတာတွေကို\nရှုထောင့်အမျိုးမျိုးကနေ ပြောပြနေတဲ့ပုံစံမျိုးနဲ့ တင်ဆက်ထား\nပါတယ်။အလုပ်တွေ ကြိုးစားရုန်းကန်ပြီး အဆင်မပြေဖြစ်နေတဲ့ အမျိုး\nသမီးတစ်ဦး၊ လူမည်းတစ်ယောက် နှိမ့်ချခံရတာ Black Lives\nMatter ပြချင်တဲ့ လူမည်းအမျိုးသမီးတစ်ဦး၊ ကိုဗစ်ကာလ မူးရူး\nဖြတ်သန်းနေတဲ့ အမူးသမားတစ်ဦး၊ ဘာသာရေးတွေနဲ့ ဖြတ်သန်း\nကြတဲ့ ဂျူးအမျိုးသမီး၊ ယောက်ျားဆုံးလို့ ပူပင်စွာဖြတ်သန်းနေရတဲ့\nဇနီးသည်၊ သူငယ်ချင်းတွေနဲ့ ပျော်မြူးပြီး ဖြတ်သန်းကြတဲ့လူငယ်တွေ\nအတွဲတွေ စသဖြင့် လူပေါင်းစုံနေရာကို ရိုက်ကူးထားပြီး ကိုဗစ်ကာလ\nတစ်ယောက်ချင်းစီရဲ့ အကြောင်း လူသားအတွေ့အကြုံခရီးတစ်ခု\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThura Aung ဖြစ်ပါတယ်)File Size..........(2.27 GB) / (592 MB) / (378 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 45Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Thura Aung\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1e14r/After.Masks.2021.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hCSqxrM5Sw6AhDIRfxQ4BenPd9y.jpg",
        "title": "I Give It a Year (2013)",
        "description": "အိမ်ထောင်ရေးဆိုတာကလည်း မိသားစု ၂ စု ပေါင်းစည်းရတဲ့ကိစ္စဖြစ်လို့. တစ်ဖက်နဲ့ တစ်ဖက်မတူညီမှုတွေကို သမီးရည်းစားဘဝမှာထက် အိမ်ထောင်ရှင်ဘဝမှာသာ မျက်ဝါးထင်ထင်မြင်တွေ့နိုင်ကြတာပါသက်တမ်း ၉ လ အကြာကို ဝင်ရောက်လာပြီဖြစ်တဲ့.နတ် နဲ့ ဂျော့ရှ် တို့ အိမ်ထောင်ရေးမှာ ပြောမပြနိုင်တဲ့အဟန့်အတား တစ်ခုခုရှိနေပြီဆိုတာကိုနှစ်ဦးသဘောတူဆုံးဖြတ်ခဲ့ကြတဲ့အတွက်.အိမ်ထောင်ရေးတိုင်ပင်ပြောဆိုပေးသူတစ်ယောက်နဲ့ စုံတွဲစိတ်ကုထုံး ဆက်ရှင်ဝင်ဖို့ဆုံးဖြတ်ခဲ့ကြပါတယ်.ညျှိနှိုင်းဆွေးနွေးနေရင်း နဲ့ သူတို့ရဲ့အိမ်ထောင်သက်တမ်းအတွင်း ကြုံတွေ့ရတဲ့ မတူညီမှုတွေ၊သဘောထားမတိုက်ဆိုင်မှုတွေ၊ အခက်အခဲတွေကိုFlashback Scene များနဲ့ဟာသနှောတင်ဆက်ထားပါတယ်.သူတို့ရဲ့အိမ်ထောင်ရေးကြားထဲကို နောက်ထပ်ဝင်ရောက်လာတာကတော့ပိုကောင်းတဲ့တစ်ယောက် ဆိုတဲ့အတွေးတွေပါပဲ.နတ်ကလည်း သူ့ကို အလုပ်အပ်မယ့်အမေရိကန်လုပ်ငန်းရှင် ဂိုင်းဟားရပ် ဆိုတဲ့အမျိုးသား တစ်ယောက်အပေါ်မှာ စိတ်တိမ်းညွတ်လာခဲ့သလို.ဂျော့ရှ်ကလည်း တရားဝင် မပြတ်စဲခဲ့ရတဲ့ရည်းစားဟောင်း. ကလိုဝီအပေါ်မှာအချစ်စိတ်တွေ ပြန်လည်ယိုဖိတ် လာချိန်မှာတော့..စုံတွဲ ၂ တွဲကြားထဲက အရှုပ်အထွေး၊ပြဿနာများကြားထဲကနေ ယုံကြည်မှု၊ သည်းခံမှု၊ချစ်ခြင်းမေတ္တာများနဲ့ အိမ်ထောင်ရေးကိုတည်ဆောက်ကြပုံနဲ့. ချစ်ခြင်းရဲ့ညှို့ယူစေခိုင်းမှုဒဏ်ကနေဘယ်သူတွေကများ လွတ်မြောက်နိုင်မှာလဲဆိုတာကိုအကောင်းဆုံးဖော်ကြူးထားတဲ့ ဇာတ်လမ်းလေးကိုCM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ် File size…  1.56 GB /  686 MB\nQuality… Blu-Ray ...",
        "rating": "5.7",
        "url": "https://megaup.net/1e1hy/I.Give.It.a.Year.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYzNkNzU5MTMtZmVmNC00OTNjLWE1YjEtNGZhNDVhNDg0MGQ4XkEyXkFqcGdeQXVyMjA0ODUxMw@@._V1_-140x200.jpg",
        "title": "The Judgement [De veroordeling] (2021)",
        "description": "The Judgement [De veroordeling] (2021)\n=============================\nGenre – Biography, Crime, Drama\nIMDb Rating  – 7.3/10တကယ့်ဖြစ်ရပ်မှန်အပေါ် အခြေခံထားတဲ့ နယ်သာလန်ရုပ်ရှင်\nဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၉၉၉ ခုနှစ်မှာ\nချမ်းသာကြွယ်ဝတဲ့ မုဆိုးမကြီးတစ်ယောက် သေဆုံးမှုကနေ\nစတင်ခဲ့တာပဲ ဖြစ်ပါတယ်။ အဲဒီမှာ စတွေ့တဲ့သက်သေတွေအရ\nလောင်ဝက်စ်ဆိုတဲ့လူကို ဖမ်းဆီးလိုက်ကြပါတယ်။ဒါပေမဲ့ နောက်နှစ်နည်းနည်းကြာလာတော့ ပြန်လွှတ်ပေးလိုက်\nကြပါတယ်။ နောက်ပြီးတော့ ဒီအန်အေစစ်တာ ကိုက်ညီတယ်ဆိုပြီး\nထောင်ဒဏ် ၁၂ နှစ် ပြန်ချမှတ်လိုက်ပါတယ်။ အဲဒီမှာ နက်ဝေါ့ဆိုတဲ့\nရုပ်သံလိုင်းက သတင်းထောက် ဘတ်စ်ဟန်းဟာ ဒီအမှုနောက်ကို\nစိန်ခေါ်မှုတွေများစွာနဲ့ သတင်းလိုက်ပြီး အမှန်တရားကို ရှာဖွေပါ\nတော့တယ်။ တစ်ချိန်တည်းမှာလည်း မောရစ်စ်ဆိုတဲ့လူ ပြောစကား\nအရ မုဆိုးမကြီးကို သတ်တဲ့လူဟာ သူမရဲ့ လက်တိုလက်တောင်း\nခိုင်းတဲ့ မီခေး ဖြစ်နေတယ်လို့လည်း စွပ်စွဲလာပါတယ်။ အဲဒီမှာ သပွတ်\nအူလို ရှုပ်ထွေးလှတဲ့ အမှုအခင်းကြီး ဘယ်လိုဆက်ဖြစ်ကြမလဲ ဆိုတာ\nသတင်းထောက်အမြင်နေရာကနေ ကြည့်ရှု ခံစားရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThura Aung ...",
        "rating": "7.3",
        "url": "https://megaup.net/3fTrW/The.Judgement.2021.DUTCH.720p.WEBRip(CM).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r8OYOeiSyC2CmogqfRAMCUc0Xfc.jpg",
        "title": "The To Do List (2013)",
        "description": "ဘရန်ဒီ ကလက်ခ်ဆိုတာ အထက်တန်းကျောင်းကလောလောလတ်လတ်ဘွဲ့ရထားတဲ့ ကျောင်းသူလေးပါ။ကျောင်းစာမှာ ထိပ်ဆုံးရောက်အောင် ထူးချွန်ပြီးအဘက်ဘက်က ပြည့်စုံတဲ့သူပေမဲ့ တစ်ခုတော့ လိုအပ်နေပါတယ်။လိင်ကိစ္စနဲ့ပတ်သက်တဲ့ အတွေ့အကြုံမရှိတဲ့ ပြစ်ချက်လေးပါပဲ။ဘရန်ဒီတစ်ယောက် အထက်တန်းဘွဲ့ရပါတီမှာ ခပ်မိုက်မိုက်ကောလိပ်ကျောင်းသား ရပ်စတီဝါးတားစ်နဲ့ တွေ့ပြီးကြွေသွားမိသွားပါတော့တယ်။ဒါပေမဲ့ သူငယ်ချင်းတွေကတော့ လိင်ကိစ္စနဲ့ပတ်သက်လို့ ဘာဆိုဘာမှမသိတဲ့ ဘရန်ဒီရဲ့ အဆင့်ကရပ်စတီကို မီဖို့ အများကြီးလိုနေတယ်လို့ ပြောကြပါတယ်။ဒီတော့ ဘရန်ဒီတစ်ယောက် ရပ်စတီကို ဘယ်လို မီအောင် လိုက်မလဲ။ဘရန်ဒီကလည်း ထူးချွန်ကျောင်းသူပီပီ လိင်ကိစ္စနဲ့ ပတ်သက်ပြီးသူ လုပ်ဖို့လိုတာတွေကို စာရင်းတစ်ခု ပြုစုလိုက်ပါတော့တယ်။စာရင်းထဲက စမ်းသပ်ချက်တွေကို လုပ်ဖို့ ပူးကောင်လေးကတော့သူ့ကို ကြိတ်ကြွေနေတဲ့ သူငယ်ချင်းလေး ကမ်မရွန်ပါ။ဒီတော့ ကောလိပ်မရောက်ခင် ပညာစုံသင်မယ့်ဘရန်ဒီတစ်ယောက် ဘာတွေ လက်တည့်စမ်းဦးမလဲကိုယ့်ကိုကြွေနေတဲ့ သူငယ်ချင်း ကမ်မရွန်နဲ့ကိုယ်က ကြွေနေတဲ့ ခပ်မိုက်မိုက်ကောင်လေး ရပ်စတီကြားဘယ်လိုတွေ ဗျာများဦးမလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦးနော်   File size…  1.75 GB /  874 MB\nQuality… Blu-Ray 1080p / ...",
        "rating": "5.8",
        "url": "https://megaup.net/1e1fu/The.To.Do.List.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a9q6HloUNPn5dXkzLGJt8CUbXhN.jpg",
        "title": "Detective Dee’s Ghost Blood Hand ( 2020 )",
        "description": "ဖုံလိုင်ခရိုင်မှ ခရိုင်မှူး ၃ ဦးဆက်တိုက် ထူးခြားစွာသေဆုံးသွားကြရာမှာ\nသက်သေရှာမရလိုက်လို့ အစိုးရတစ်ခုလုံး တုန်လှုပ်နေခဲ့တယ်။\nအဲ့အချိန်မှာပဲ အမှုလိုက်ရာမှာ နာမည်ကြီးတဲ့ ဒီးရန်ကျယ်က\nတလီစစ်မှ ထွက်ခွါပြီး ဖုံလိုင်ခရိုင်မှာ ဒီအမှုကို စစ်ဖို့ ရောက်လာပါတယ်။ဖုံလိုင်ခရိုင်သို့ ရောက်ရှိပြီးနောက်မှာလဲ တူညီတဲ့ သေဆုံးပုံနဲ့ နောက်ထပ်\nလူတွေ သေနေပါသေးတယ်။ ထို့အပြင် ထိုလူသတ်သမားက\nဒီးရန်ကျယ်ရဲ့ အသက်အန္တရာယ်ကိုပါ ခြိမ်းခြောက်လာပါတယ်။ဖုံလိုင်ခရိုင်က ထူးခြားတဲ့ သေဆုံးမှုတွေနဲ့ မိစ္ဆာဒဏ္ဍာရီတွေနဲ့\nပြည့်နှက်နေတဲ့ မြူဝင်္ကပါတောကြီးနဲ့ ဒီးရန်ကျယ်တစ်ယောက်\nလူသတ်တရားခံကို ဘယ်လို ရှာတွေနိုင်မလဲဆိုတာကို\nဇာတ်လမ်းလေးထဲမှာ အဖြေရှာလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Moon\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/detective-dees-ghost-blood-hand-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-3-139x200.jpg",
        "title": "Pillow Party Massacre (2023)",
        "description": "Horrorကြိုက်တဲ့လူတွေအတွက် Netflixရဲ့ ရှပ်ရှင်အသစ်လာပါပြီ။ ပျော်စေပျက်စေ စရင်းနဲ့ အပျော်ကနေ အပျက်ဖြစ်ခဲ့ရလို့ ဝမ်းနည်းစရာအဖြစ်ပျက်နဲ့ကြုံခဲ့ရပြီး ၂နှစ်အကြာမှာ သူငယ်ချင်းတစ်သိုက် ငယ်ငယ်တုန်းက နွေရာသီ အားလပ်ရက်တိုင်း လာလေ့ရှိတဲ့ အိမ်ကို ဆမန်သာ၊ မိုင်းစ်၊ အလာနာ နဲ့ မစ်ကီတို့ သူငယ်ချင်းတစ်သိုက် ပြန်ချိန်းလိုက်ကြပါတယ်။ မတွေ့တာကြာပြီဖြစ်တဲ့ သူငယ်ချင်းတစ်သိုက်ကို ဘယ်လိုမကောင်းတဲ့အရာတွေက စောင့်ကြိုနေမလဲ၊ အဲဲဒီ မကောင်းတဲ့အရာကနေ ဆမန်သာတို့ လွတ်မြောက်သွားနိုင်ပါ့မလား၊ ဘာလို့ အဲဒီမကောင်းတဲ့အရာကြီးက ဘာလို့လိုက်သတ်နေတာလဲဆိုတာကို ကြည့်ရှု့ရမှာဖြစ်ပါတယ်။ ခေတ်စားနေတဲ့ Screamလိုမျိုးပုံစံမျိုးဆိုတော့ တရားခံက ဘယ်သူလဲဆိုတာ ကြည့်ရင်းရှာဖွေလိုက်ကြပါအုန်း။ File size…(1 GB)/(500 MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:27:00\nGenre...Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Kyi Win",
        "rating": "",
        "url": "https://megaup.net/1e10p/Pillow.Party.Massacre.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNjA2M2M4YzUtYWU3NS00NWFmLThmZjgtNTEyODRjOWI0M2U5XkEyXkFqcGdeQXVyNTM3Njc3MA@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Conception (2022)",
        "description": "Conception (2022)\n==============မိသားစုတစ်ခုမှာ ကလေးရှိတာက ရတနာလေးတစ်ခုပဲလို့\nဆိုတတ်ကြတယ်။ တချို့အတွက်ကျလည်း ရတာ,နာ လေးတဲ့။\nဒီဇာတ်ကားထဲက အေမီကတော့ တစ်ဦးတည်းသောသမီးဆို\nတော့ ကလေးတွေအများကြီးနဲ့ သာယာတဲ့ မိသားစုတစ်ခုကို\nမျှော်လင့်နေတဲ့သူပေါ့။ဒီတော့ သူအိမ်ထောင်ကျပြီးတဲ့အခါမှာ သူ့ရဲ့အိပ်မက်ဖြစ်တဲ့\nသားသမီးတွေယူဖို့ အမျိုးသားဖြစ်သူ ဗစ် နဲ့ အားကြိုးမာန်တက်\nကြိုးစားပါတော့တယ်။ ဗစ် ကတော့ ကလေးရရာလမ်းကြောင်း\nကို ဝင်ခလုတ် ထွက်ခလုတ်ဆက်တိုက်လျှောက်လှမ်းနေရတော့\nရှယ်အကြိုက်တွေ့တာပေါ့။ဒါပေမဲ့ သနားစရာကောင်းတာက ဗစ်ခမျာ လချီကြိုးစားပေမဲ့\nရင်သွေးလေးက ရမလာခဲ့ဘူး။ ဒီတော့ ကလေးရူးရူးနေတဲ့ အေမီ\nအတွက် နောက်ဆုံးလက်နက်ဖြစ်တဲ့ ဖန်ပြွန်သန္ဓေသားလေးလွယ်\nနိုင်ဖို့ ကြိုးစားကြပါတော့တယ်။ မိသားစုဆိုတဲ့ အဓိပ္ပာယ်ကို ဆေး\nပညာရှု့ထောင့်ကနေရော ဟာသအမြင်လေးနဲ့ပါ တွဲဖက်ရိုက်ကူး\nပြထားတာမို့ ဇာတ်လမ်းအစအဆုံး ပျင်းမနေရဘဲ စိတ်ပျော်ပျော်\nရွှင်ရွှင်နဲ့ ကြည့်လို့ရနိုင်မဲ့ ဇာတ်လမ်းမျိုးလေး ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို May Thet Khine Soe မှရေးသားပေး\nပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ May Thet Khine Soe,\nNgwe Zin တို့ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (534 ...",
        "rating": "5.2",
        "url": "https://megaup.net/1dZpz/Conception.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9DScIcL0cEIKcwSEz0jRfzEcGn.jpg",
        "title": "The Blessing Bracelet (2023)",
        "description": "The Blessing Bracelet (2023)~ IMDb - 6.7/10, Rotten Tomatoes - 100% ~Romance ပရိသတ်တွေအတွက်ဇာတ်ကားသစ်လေးတစ်ခုလာပါပြီ။ ဒေါင်းန်ဆိုတဲ့ Single Mom အမျိုးသမီးနဲ့ ခွေးချစ်သူ အေဒမ်တို့ကြားမှာပေါ်ပေါက်လာမယ့် အချစ်ဇာတ်လမ်းလေးကိုရှုစားကြရမှာပါ။ Main Leads တွေအဖြစ် နာမည်ကျော် SUITS စီးရီးက Amanda Schull နဲ့ Carlo Marks တို့ပါဝင်ထားပါတယ်ဒေါင်းန်က ကွာရှင်းထားပေမဲ့ သားလေးတစ်ယောက်ရှိပြီး ဘဝကိုကြိုးကြိုးစားစားရှင်သန်နေသူတစ်ယောက်ပါ။ တက်ကြွ အကောင်းမြင်စိတ်ရှိပြီး အလုပ်မှာလည်းအလေးထားရတဲ့သူတစ်ယောက်ပါ။ ဒါပေမဲ့ ဒေါင်းန်မှာ လူမသိတဲ့ပြဿနာတွေ ရင်ဆိုင်နေရတယ်။ ခင်ပွန်းဟောင်းထားခဲ့တဲ့အကြွေးတွေကို ဒိုင်ခံဆပ်နေရတဲ့အခါ အလုပ်တစ်ခုတည်းနဲ့မလုံလောက်တော့တဲ့အတွက် ဒုတိယအလုပ်ထပ်ရှာနေတုန်းမှာ အိမ်ကအပေါင်ဆုံးတော့မယ့် အခြေအနေဖြစ်လာခဲ့တယ်။ ​အဲဒီအချိန်မှာ အထက်တန်းကျောင်းအကြီးတန်းနှစ်မှာ ဒေါင်းန်လုပ်ခဲ့တဲ့ ပုတီးစေ့လက်ကောက်လေးတွေကိုပြန်သတိရသွားခဲ့တယ်။ လက်ကောက်လေးတွေက ဒေါင်းန်ကို ခက်ခဲတဲ့နေ့ရက်တွေမှာ သူ့ဘဝမှာလက်ခံရရှိဖူးတဲ့ကောင်းချီးတွေကို ပြန်အမှတ်ရပြီးကျေးဇူးတရားထားတတ်အောင်ကူညီပေးတာပါ။ အဲဒီ Blessing Bracelet ...",
        "rating": "6.7",
        "url": "https://megaup.net/1e0bp/(CM)_The_Blessing_Bracelet_(2023)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mEegKDrhRZVnn0Y87TdKqGwjowo.jpg",
        "title": "Prime Time (2021)",
        "description": "Prime Time (2021)1999 ခုနှစ်ကနေ နောက်ထပ် ထောင်စုနှစ်တစ်ခုဖြစ်တဲ့ သက္ကရာဇ် 2000 ကိုပြောင်းတော့မယ့် New Year Eve တစ်ညမှာ ပိုလန်နိုင်ငံရဲ့ TV show တစ်ခု Broadcast နေစဉ်မှာ Studio ထဲကို လက်နက်ကိုင်တစ်ယောက် ဝင်ရောက်စီးနင်းခဲ့ပါတယ်။ သူ့နာမည်ကတော့ Sebastian ပါ။ သူရဲ့ ရည်ရွယ်ချက်ဟာ ဒီလို နှစ်တစ်ထောင်မှတစ်ခါ ကြုံတဲ့ ကြီးကျယ်လှတဲ့ နှစ်သစ်ကူးပြောင်းမယ့်တစ်ရက်မှာ တီဗွီအစီအစဉ်မှာ စကားတစ်ခွန်းပြောချင်တာဖြစ်ပါလိမ့်မယ်။သူ့ရဲ့ရည်ရွယ်ချက်ကိုမသိတဲ့ Broadcast အဖွဲ့သားတွေနဲ့ သူဖြစ်ချင်တဲ့အရာရဲ့ Conflict ဟာ Crisis တစ်ခုပါပဲ။ ဒီလို Drama ဆန်တဲ့ Mild Thriller ဇာတ်ကားလေးရဲ့အဆုံးသတ်မှာ Sebastian ဟာ ဘာတွေဆက်လုပ်သွားမလဲဆိုတာတော့ ဆက်လက်ရှုစားဖို့လိုပါလိမ့်မယ်ဗျ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Nyan Hlyan Chit မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, ...",
        "rating": "5.2",
        "url": "https://megaup.net/1TXwW/(CM)_Prime_Time_(2021)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BY2YxZTFiNWMtMTY4Zi00Y2MyLWIyODctOWEzMjk0MjExN2ViXkEyXkFqcGdeQXVyMTk3OTg3NTQ@._V1_-133x200.jpg",
        "title": "Noble Intentions (2023)",
        "description": "ဘယ်ဆိုတဲ့ အသက် ၁၈ နှစ်အရွယ်ကောင်လေးတစ်ယောက်ဟာ အဖေဆုံးသွားပြီးနောက် အမေနဲ့နေထိုင်ရင်းက ကင်ဆာရောဂါသည်အမေကို ဆေးကုသဖို့အတွက် ငွေပမာဏအမြောက်အမြားလိုလာပါတယ်။ သူ့နာမည်နိုဘယ်က မြင့်မြတ်တယ်လို့ အဓိပ္ပာယ်ရပေမဲ့ မိခင်ကိုချစ်တဲ့စိတ်ကြောင့် ငွေအများကြီးရှာနိုင်ဖို့ လမ်းစရှာရင်း နာမည်နဲ့မလိုက်တဲ့ အလုပ်တွေလုပ်ရဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။ အစကတော့ ချီတုံချတုံဖြစ်နေခဲ့ပေမဲ့ ဘဝကြီးမှာ တခြားရွေးချယ်စရာကလည်း ဘာမှရှိမနေပြန်တော့ အရင်ကတစ်ခါမှမစဉ်းစားခဲ့ဖူးတဲ့ မူးယစ်ဆေးရောင်းတဲ့အလုပ်ကိုလုပ်ဖို့ ဆုံးဖြတ်လိုက်ရပါတော့တယ်။ တရားမဝင်တဲ့အလုပ်ကိုလုပ်ကိုင်ကြပြီး အကြောင်းပြချက်ကြီးကြီးမာမားမရှိပေမဲ့ လူတစ်ယောက်ကို အလွယ်တကူဒုက္ခပေးဖို့ ဝန်မလေးတတ်ကြတဲ့ လောကကြီးထဲမှာပါဝင်ပတ်သက်ရင်း နိုဘယ်တစ်ယောက် ဘယ်လိုအခက်အခဲတွေကြုံရမလဲ၊ အန္တရာယ်များပေမဲ့ငွေဝင်လွယ်တဲ့လောကကြီးထဲကနေရော သူရုန်းထွက်နိုင်ပါ့မလား၊ နဂိုရည်ရွယ်ချက်ဖြစ်တဲ့ ဆေးဖိုးရပြီး အမေနေကောင်းဖို့ဆိုတဲ့ မြင့်မြတ်တဲ့ရည်ရွယ်ချက်ရော ပြည့်ဝသွားရဲ့လားဆိုတာတွေကို ခံစားကြည့်ရှုနိုင်မယ့် ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ File size…(1.8 GB)/(910 MB)/(435Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Drama, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Monica May",
        "rating": "",
        "url": "https://megaup.net/1dKy4/Noble.Intentions.2022.720p.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8DMDx7XMylIL7lpBEOMzIjuwhw0.jpg",
        "title": "Devil’s Knot (2013)",
        "description": "Colin Firth, Reese Witherspoon,Dane Dehhan တို့လိုဝါရင့်သရုပ်ဆောင်တွေပါ၀င်ထားတဲ့ဖြစ်ရပ်မှန်မှုခင်းဇာတ်ကားကောင်းလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။၀က်စ်မန်းဖက်စ် မြို့ဆိုတာက အာကန်ဆာပြည်နယ်ကဆိတ်ငြိမ်တဲ့မြို့လေးတမြို့ပါ။ဒီလိုမြို့လေးကိုတနေ့မှာ တုန်လှုပ်သွားစေခဲ့တာကတော့ရှစ်နှစ်သားအရွယ် စတီဗီ, မိုက်ကယ်နဲ့ ခရစ်စတိုဖာဆိုတဲ့ကောင်လေး ၃ယောက် လူသတ်ခံရမှုကြောင့်ပါပဲ။ဒီလူသတ်မှုမှာရဲတပ်ဖွဲ့က သံသဃရှိ စွဲချက်တင်ခံထားရတာကဒေမီယန် အက်ကိုးလ်, ဂျေဆင် ‌ဘော့်၀င်နဲ့ ဂျက်စီ မစ်စ်ကယ်လီဆိုတဲ့လူငယ်လေးသုံးယောက်ပါ။ဒီလူငယ်လေးသုံးယောက်ကို လူတွေကလည်းနတ်ဆိုးကိုးကွယ်တဲ့သူတွေ ကလေးတွေကိုယဇ်ပူဖော်လိုက်တာလို့စွပ်စွဲထားကြပါသေးတယ်။သူတို့ကိုကူညီဖို့အတွက် ရောက်လာခဲ့တဲ့သူကတော့ရွန်လက်စ်ဆိုတဲ့ အလွတ်တန်းစုံထောက်ပါ။သေဒဏ်အထိဖြစ်လာနိုင်နေတဲ့ ဒီလူငယ်လေးတွေကိုကူညီပေးရင်းနဲ့ရွန် သတိထားလာမိတာကတော့ ရဲတွေနဲ့စုံထောက်တွေရဲ့အလောတကြီး ဒီအမှုကိုတရားရုံးတင်ခဲ့တာတွေသက်သေရှေ့နောက်မညီ ထိန်ချန်တာတွေ မူမမှန်တဲ့ထွက်ဆိုချက်တွေပါ။ရွန်အနေနဲ့သူ့စိတ်ထဲထင်သလို ဒီကောင်လေးသုံးယောက်ကတကယ်ပဲအပြစ်မရှိတာလား။မရှိခဲ့ရင်ရောတကယ့်တရားခံတွေကဘယ်သူလဲဆိုတာဖော်ထုတ်နိုင်ပါ့မလားအယူသီးမှုတွေနဲ့ တရားဥပဒေလက်တလုံးခြားလုပ်မှုတွေရဲ့အောက်မှာသူ့အနေနဲ့အမှန်တရားကိုဖော်ထုတ်နိုင်ပါ့မလားဆိုတာကိုDevil's knot ဆိုတဲ့ ဖြစ်ရပ်မှန်မှုခင်းဇာတ်ကားလေးမှာရှူစားအားပေးကြပါဦးခင်ဗျ File size…  1.58 GB /  768 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 54m\nGenre .....  Crime , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated ...",
        "rating": "6.1",
        "url": "https://megaup.net/2zUO9/Devils.Knot.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/npWmmadYcEWKmCHS3prucSVJHjH.jpg",
        "title": "42 (2013)",
        "description": "ဒီတစ်ခါ CM Fan တွေ အတွက် Black Panther ရုပ်ရှင်ကားနှင့်ပိုပြီးလူသိများ ကျော်ကြားခဲ့သော ကွယ်လွန်သွားပြီဖြစ်တဲ့မင်းသားChadwick Boseman ရဲ့ ရုပ်ရှင်ကားကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်၁၉၄၅ ခုနှစ်မှာ ဒုတိယကမ္ဘာစစ်ကြီးပြီးဆုံးပြီးတော့အမေရိကန်နိုင်ငံရဲ့ ရှေ့တန်းထွက်နေရတဲ့သူအားလုံးအမိမြေကိုပြန်လာကြပါတယ်။အဲဒီမှာ အာဖရိကန်-အမေရိကန်လူမျိုးတွေလည်းပါပါတယ်။သူတို့ဟာ နာဇီစစ်တပ်ရဲ့လူမျိုးရေးခွဲခြားမှုကို တိုက်ခိုက်အနိုင်ယူခဲ့ကြပေမယ့်အမိမြေပြန်ရောက်တဲ့အချိန်မှာတော့ သူတို့အပေါ်လူမျိုးရေးခွဲခြားမှုကြီးက စောင့်ကြိုနေပါတယ်။သူတို့ဟာ လူဖြူတွေနဲ့ အိမ်သာအတူတူသုံးခွင့်မရှိဘူး၊ရေချိုးခန်းတစ်ခန်းထဲအတူသုံးခွင့်မရှိဘူး၊ ဟိုတယ်ထဲတည်းခွင့်မရှိဘူးစတဲ့ခွဲခြားမှုပေါင်းမျိုးစုံရှိနေတာပါ။ဒီလိုအဖြစ်မျိုးက အမေရိကန်တစ်နိုင်ငံလုံးမှာဖြစ်ပျက်နေတာပါ။ဘေ့စ်ဘောလောကမှာလည်း အတူတူပါပဲ။၁၉၄၆ ခုနှစ်မှာ စာရင်း၀င်ဘေ့စ်ဘောအသင်း ၁၆သင်းရှိခဲ့ပြီးစာရင်း၀င်ကစားသမား အယောက် ၄၀၀ရှိခဲ့ပါတယ်။အဲဒီအယောက် ၄၀၀လုံးကလည်း လူဖြူတွေပါ။ဒါပေမယ့် ၁၉၄၇ ခုနှစ်ရောက်တော့ ဘရွတ်ကလင်ဒေါ့ဂျာစ်အသင်းရဲ့ ပိုင်ရှင်ဖြစ်တဲ့မစ္စတာရစ်ကီဟာ လူမည်းကစားသမား ဂျက်ကီရော်ဘင်ဆင်ကို ခေါ်ယူခဲ့ပါတယ်။ဒီလိုခေတ် ဒီလိုအခါမှာ လူမည်းကစားသမားကိုထခေါ်တော့ကန့်ကွက်သူပေါင်းများစွာကို ရင်ဆိုင်ခဲ့ရပြီး ကျောနံပါတ်၄၂ ဂျက်ကီရော်ဘင်ဆင်ကလည်းကစားပွဲထဲမှာရော ကစားပွဲပြင်ပမှာပါလူမျိုးရေးခွဲခြားမှုတွေ၊ ခြိမ်းခြောက်စာမျိုးစုံကိုပါ ရခဲ့ပါတယ်။ဒါပေမယ့် သူတို့ဟာ ဒီခွဲခြားမှုတွေကို ကြံ့ကြံ့ခံရင်ဆိုင်ခဲ့ပြီးအနိုင်ရဖို့ ကြိုးစားအားထုတ်ခဲ့ကြတာကိုတွေ့ရပြီးဘေ့စ်ဘောလောကကြီးက လူမျိုးရေးခွဲခြားမှုကိုဘယ်လိုမျိုးပြောင်းလဲခဲ့လဲဆိုတာကို ကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ File size…  1.82 GB /  894 ...",
        "rating": "7.5",
        "url": "https://megaup.net/3fS6w/42.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jQ7aucozEWiz1cBCdZtcYSJfWC7.jpg",
        "title": "3096 Days (2013)",
        "description": "3096 Days ဇာတ်ကားဟာ သြစတြီးယားမှာဖြစ်ခဲ့တဲ့ 10နှစ်အရွယ် ကလေးမလေးနာတာရှာ ခမ်ပွတ်ရှ်ကို 8နှစ်ကြာအောင်ပြန်ပေးဆွဲခဲ့တဲ့ အကြောင်း ဖြစ်ရပ်မှန်ကိုပြန်လည်ရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားမှာ နာတာရှာ ကြုံတွေ့ခဲ့ရတဲ့ စိတ်ဓာတ်ပိုင်းဆိုင်ရာခန္ဓာကိုယ်ပိုင်းဆိုင်ရာနဲ့ လိင်ပိုင်းဆိုင်ရာ အကြမ်းဖက်မှုတွေကိုပေါ်လွင်အောင် ရိုက်ပြထားတာကိုလည်း တွေ့ရမှာပါ။ဒီလို နှိပ်စက်မှုတွေနဲ့ နာတာရှာရဲ့ စိတ်ဒဏ်ရာအကြောင်းကိုသေချာရိုက်ကူးထားတာဖြစ်လို့ တချို့သောပရိတ်သတ်တွေအတွက်တော့ကြည့်ရှုဖို့ ခက်ခဲနိုင်ပါတယ်။ဒါပေမယ့် ဒီဇာတ်ကားမှာ နာတာရှာရဲ့ စိတ်ခွန်အားနဲ့သူ့ကိုပြန်ပေးဆွဲသူဆီက ဇွဲရှိရှိ လွတ်မြောက်ဖို့ကြိုးပမ်းပုံကိုလည်း တွေ့မြင်ရဦးမှာပါ။ပါဝင်ထားတဲ့ castတွေကလည်း သရုပ်ဆောင် အရမ်းကောင်းကြပါတယ်။ဒီဇာတ်ကားဟာ ပြန်ပေးဆွဲမှုတွေနဲ့ အကြမ်းဖက်မှုတွေရဲ့ခါးသီးတဲ့အမှန်တရားကို မီးမောင်းထိုးပြထားတဲ့ဇာတ်ကားတစ်ကား ဖြစ်လို့ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်ဗျာ   File size…  1.23 GB /  604 MB\nQuality…  Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 51m\nGenre .....  Crime , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San ...",
        "rating": "6.5",
        "url": "https://megaup.net/1TX5j/3096.Days.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Cd3mqDMcOi0fJURiPnkDjTJwRh.jpg",
        "title": "Detective Dee : Deep Sea Dragon Palace ( 2020 )",
        "description": "သက္ကရာဇ်(၆၈၈)ခုနှစ်မှာ တထန်ပြည်ကြီးမှာ(၁၀)လကြာအောင်\nမိုးခေါင်ရေရှားမှုကြီးကြုံတွေ့နေရပါတယ်။ ဝူကျယ်ထျန်းကမိုးခေါ်\nဆုတောင်းပွဲကျင်းပဖို့ကွေးရွှီးတိုင်းပြည်ကနဂါးပုလဲကိုဆက်သခိုင်းခဲ့ပါတယ်။ပင်လယ်ရေကြောင်းလမ်းကနေပြီးပို့လာတဲ့အချိန်မှာ\nရေသူမျိုးနွယ်တွေရုတ်တရက်ပေါ်လာပြီး အစောင့်တပ်သားတွေကို\nသတ်ဖြတ်ကာနဂါးပုလဲလုံးကိုလုယူသွားခဲ့ပါတယ်။အဲဒီအချိန်မှာအချစ်ကိုဆုံးရှုံးလိုက်ရလို့အသဲကွဲနေတဲ့\nစုံထောက်ကြီးဒီဟာသေရည်တွေသောက်ပြီး ဆောင်ကြာမြိုင်မှာလေလွင့်နေခဲ့ပါတယ်။\nမိဖုရားကြီးကနဂါးပုလဲလုံးကိုရှာဖို့ စုံထောက်ကြီးဒီးကိုအချိန်(၃)ရက်သာပေးလိုက်တဲ့အခါဆုတောင်းပွဲအတွက်ကွေးရွှီးကလာတဲ့သူတော်စင်မလေးဟာ\nသူ့ရဲ့ချစ်ရသူလေးနဲ့ရုပ်အရမ်းတူနေတာကိုတွေ့လိုက်ရတဲ့အခါ.\nစုံထောက်ကြီးဒီတစ်ယောက် ရေသူမျိုးနွယ်တွေလုယက်သွားတဲ့\nနဂါးပုလဲလုံးကို(၃)ရက်အတွင်းဘယ်လိုရှာဖွေမလဲ......\nရေသူမျိုးနွယ်ဆိုတာရဲ့နောက်ကွယ်ကအမှန်တရားဟာ\nဘာတွေဖြစ်နေမလဲဆိုတာကိုကြည့်ရှုအားပေးလိုက်ပါဦးနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/detective-dee-deep-sea-dragon-palace-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qlgPBk5xZzHHPfrimBFV46QuktX.jpg",
        "title": "Afternoon Delight (2013)",
        "description": "Afternoon Delight (2013)Imdb - 5.7Rotten Tomatoes - 66%ပျင်းရိစရာကောင်းနေတဲ့ အိမ်ထောင်မှုဘဝကိုအပြောင်းလဲဖြစ်လိုဖြစ်ငြား အဖော်ချွတ်ကလပ်ကိုလင်မယားနှစ်ယောက်လုံး သွားဖို့ဆုံးဖြတ်လိုက်ကြတယ်။ဇနီးဖြစ်သူ ရေချယ်တစ်ယောက်ကလပ်မှာလုပ်နေတဲ့ မက္ကန်နာဆိုတဲ့ကောင်မလေးနဲ့ရင်းနှီးကျွမ်းဝင်ပြီးကောင်မလေးဒုက္ခရောက်တာနဲ့ကြုံကြိုက်ပြီးရေချယ်တို့ အိမ်အထိလာနေဖြစ်ရော။ပိုက်ဆံရရင်ဘာမဆိုလုပ်တဲ့ မက္ကန်နာဟာရေချယ်ရဲ့ကယ်တင်ခြင်းကနေ သူ့ဟာသူသိမှန်းမသိပဲထွက်ပြေးနေမိတယ်။အလုပ်တွေပဲအမြဲတစေပိနေတဲ့ ယောက်ျားဖြစ်သူဂျက်ဖ်နဲ့စိတ်တွေကယောက်ကယက်ဖြစ်နေတဲ့ ရေချယ်တို့လိင်မှုဆက်ဆံရေးကတော့ ဘာမှထူးမလာခဲ့ပါဘူး။ပတ်ဝန်းကျင်မှာစိတ်အဆင်ပြေချင်ယောင်ဆောင်နေရတဲ့ရေချယ်တစ်ယောက်ဘယ်တော့ပေါက်ကွဲထွက်မယ် မသိတဲ့အစိုင်းခဲကြီးကိုပိုက်ပြီးနေလာခဲ့ရာမှအကြောင်းတရားတွေတိုက်ဆိုင်သွားတဲ့အခါကွဲထွက်လွင့်စင်ကုန်ပါတော့တယ်။ရုပ်ရှင်ဟာအမျောပုံစံဖြစ်ပြီး အေးအေးဆေးဆေးပေါ့ပေ့ါပါးပါး ရယ်မောစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ File size…  1.59 GB /  790 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 48m\nGenre .....  Drama, Comedy\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Kaung Paing",
        "rating": "5.7",
        "url": "https://megaup.net/1TX10/Afternoon.Delight.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNTMzMjMzOGQtNTEzYy00MDBhLWIyZmUtZjBlNmYwODljNzdhXkEyXkFqcGdeQXVyNTgwNzU4NjM@._V1_FMjpg_UX1000_-146x200.jpg",
        "title": "Buddha 2: The Endless Journey (2014)",
        "description": "Buddha 2 : The Endless Journey\nမြတ်ဗုဒ္ဓ ၂ - ဘဝသံသရာခရီး\n........................................................IMDb 6.2/10\nMyAnimeList 6.9/10ဒီကာတွန်း​လေးက​တော့ ၂၀၁၁ထွက် Buddha : the great departureရဲ့​နောက်ဆက်တွဲကာတွန်းပါ။\n(ပထမကား Buddha : The Great Departureရဲ့ download linkပါ Click Hereပထမကား​အပြီး တောထွက်ရာက​နေ သဗ္ဗညုတဥာဏ်ဆိုက်​​ရောက်ပြီး\nဗုဒ္ဓမဖြစ်ခင်စပ်ကြား ဒုက္ကရစရိယာကို ပြင်းပြင်းထန်ထန်ကျင့်ကြံခဲ့ပုံ၊ ​\nဂင်္ဂါမြစ်စစ်ပွဲ၊ ​ကောသလနဲ့သကျသာကီတို့ရဲ့ စစ်ပွဲ၊ ဗိမ္မသာရမင်းကြီးနဲ့​တွေ့ဆုံခန်း၊\nသာကီဝင်​တွေကျဆုံးခန်း​တွေကို​ဝေ​​ဝေဆာဆာမြင်​တွေ့ရမှာပါ။ တစ်ခု​တော့ရှိပါတယ်။ဗုဒ္ဓဖြစ်စဥ်ကို​ကျောရိုး​လောက်ပဲယူထားတာမလို့ ​ထေရဝါဒရဲ့ဗုဒ္ဓဝင်နဲ့​တော်​တော်ကိုကွဲပါတယ်။\nတချို့ဇာတ်လမ်း​တွေဆိုရင် အသစ်ထည့်တာ​တွေ၊ အချိန်ကွဲတာ​တွေပါပါတယ်။\nဥပမာ ​ကောသလက သကျသာကီ​တွေကိုဝင်တိုက်တဲ့ကာလဟာ အရမ်း​စော​နေတာတို့ပါ။\nအပျင်း​ပြေကြည့်မယ်ဆိုမှပဲ ကြည့်ရအဆင်​ပြေမှာပါ။ နို့မို့ဆိုရင် ကျမ်းစာနဲ့မကိုက်ဘူး\nဘာဘူးညာဘူးဖြစ်ပြီး စိတ်ညစ်ရပါလိမ့်မယ်။မှတ်ချက် - နာမည်​တွေကိုတတ်နိုင်သမျှ ကျမ်းစာပါအတိုင်း ​​ရေး​ပေးထားပါတယ်\nFile size…1.4GB/ 565MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Dr Nyan",
        "rating": "6.2",
        "url": "https://megaup.net/3fR3T/Tezuka_Osamu_no_Buddha_-_Owarinaki_Tabi.720p.AAC2.0CH(CM).mp4",
        "category": "Adventure, Animation, Asian, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNGUyYTZmOWItMDJhMi00N2IxLWIyNDMtNjUxM2ZiYmU5YWU1XkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_-131x200.jpg",
        "title": "Butch Cassidy and the Wild Bunch (2023)",
        "description": "အသစ်စက်စက်ထွက်ထားတဲ့ Butch Cassidy and the wild bunchဟာဆိုရင်ဖြင့် အရင် cowboy ခေတ်မှာဇာတ်လမ်းတည်ထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ကြည့်နေရင်းတန်းလန်းနဲ့တင်ပဲမသိရင် အရင်ခေတ်က ရိုက်ခဲ့တဲ့ ကားလို့တောင်ထင်ရလောက်အောင် ကောင်းလှတဲ့ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအသွားလေးကတော့ Butch Cassidy ဆိုတဲ့ လူလေးဟာ သူ့ရဲ့မိဘအိမ်ကိုအကြွေးလာသိမ်းမယ်ဆိုတာကို ကြားခဲ့ရပြီးတဲ့နောက်ပိုင်းမှာ ဘဏ်ကိုသူ့သူငယ်ချင်းနဲ့ဓားပြတိုက်ခဲ့တယ်။ နောက် ၅နှစ်လောက်ကြာတဲ့အခါမှာတော့ သူဟာနာမည်ကြီး ဓားပြတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။ သူဓားပြတိုက်လိုက်တဲ့ ရထားက လက်မှတ်ဖြတ်တဲ့လူကိုရုတ်တရက်သတ်မိသွားရာကနေပြီးတော့ Pinkertons လို့ခေါ်တဲ့ အဖွဲ့က စုံထောက်တွေက သူ့ကိုလိုက်လံရှာဖွေရာကနေ ဘယ်လိုတွေဖြစ်သွားလဲဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ Butch Cassidyနေရာကိုတော့Ross Jirgl ကသရုပ်ဆောင်ထားတာဖြစ်ပြီးတော့ Charles Siringoနေရာမှာတော့ Jeffrey Combsက ပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်\nသင်ဟာ Actionကားတွေကိုကြိုက်နှစ်သက်တဲ့လူဆိုရင်တော့ဒီကားဟာကြည့်သင့်တဲ့ကားတစ်ကားပဲဖြစ်ပါတယ်\nFile size…(802 MB)/(500 Mb)\nQuality….Webrip 720p / 480p\nFormat…mp4\nDuration….01:46:00\nGenre...Western\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Phyo Phill",
        "rating": "",
        "url": "https://megaup.net/1dM74/Butch.Cassidy.And.The.Wild.Bunch.2023.720p.(CM).mp4",
        "category": "Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-30-133x200.jpg",
        "title": "Legacy Peak (2022)",
        "description": "တောတွင်းစွန့်စားခန်းဖွင့်တဲ့ဇာတ်ကားမျိုးကိုမှ exaggerated ဖြစ်နေတဲ့ scene တွေမပါဘဲ ကိုယ်ကိုယ်တိုင်တောတွင်းရောက်သွားတဲ့အခါ တကယ်တမ်းကြုံတွေ့လာရနိုင်တာတွေကိုပဲ ရိုက်ပြထားတဲ့ သဘာဝအဆန်ဆုံး adventure movie မျိုးကို သဘောကျတယ်ဆိုရင် Legacy Peak ဆိုတဲ့ ဒီဇာတ်ကားလေးကိုကြည့်ဖို့ ကျွန်တော်ညွှန်းချင်ပါတယ်ဗျာ။ ဇာတ်လမ်းအကျဉ်းကတော့ ဂျေဆန်ဆိုတဲ့ သက်လတ်ပိုင်းဘဲတစ်ပွေက သူလက်ထပ်လုဆဲဆဲအမျိုးသမီးရဲ့ သားနဲ့သမီးဆီမှာ မျက်နှာကောင်းရဖို့အတွက် သူ့အမျိုးသမီးရဲ့မိသားစု ခရစ်စမတ်ကိုအတူတူနွှဲကြမဲ့အပန်းဖြေအိမ်လေးဆီ ကလေးနှစ်ယောက်ကိုခေါ်ပြီး ဘိုးရင်းဂျက်တစ်စီးနဲ့ ထွက်လာခဲ့ပါတယ်။ ဒါပေမဲ့လည်း စီစဉ်တဲ့အတိုင်းဖြစ်မလာခဲ့ဘဲ လေယာဉ်ပျက်ပြီး လီဂေဆီတောင်ထိပ်နားကတောနက်ကြီးထဲကို သုံးယောက်သားရောက်ရှိသွားပါတော့တယ်။ လူတွေဟာ အခက်အခဲတွေကြုံလာရချိန် ကိုယ်နဲ့အတူရင်ဆိုင်မဲ့ရဲဘော်ရဲဘက်တွေနဲ့ ရင်ဘတ်ချင်းနီးတတ်ကြသလိုပဲ ဒီသုံးယောက်သားဟာလည်း အခက်အခဲတွေကြားမှာမှ တစ်ယောက်အကြောင်းတစ်ယောက်ပိုသိလာ၊ တစ်ယောက်စိတ်ရင်းအမှန်ကိုတစ်ယောက် မြင်ခွင့်ရလာပါတော့တယ်။ ဒီဇာတ်လမ်းမှာက အဓိကအနေနဲ့ တောတွင်းစွန့်စားခန်းတွေထက် သူတို့သုံးဦးသားကြားက မေတ္တာတွေ၊ အခက်အခဲတွေကို အတူရင်ဆိုင်ကြပုံတွေကို ရိုက်ပြထားတာမို့ ကြည့်ပြီးတဲ့အချိန်မှာလည်း တစ်ခုခုတော့ကျန်ခဲ့မှာ အသေအချာပါပဲဗျာ။File size…(1.6 GB)/(966 MB)/(466 Mb)\nQuality….Webrip 1080p / ...",
        "rating": "",
        "url": "https://megaup.net/1TK29/Legacy.Peak.2022.720p.(CM).mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Enthada-Saji-150x200.jpg",
        "title": "Enthada Saji (2023)",
        "description": "Enthada Saji (2023)IMDb - 6.2/10ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ စိတ်ကူးယဥ်ဆန်ပြီးရယ်ရတာကို သဘောကျတဲ့သူတွေကို\nအကြိုက်တွေ့စေမယ့် မင်းသား Kunchacko Bobanနဲ့မင်းသမီးNivetha Thomasတို့\nပါဝင်သရုပ်ဆောင်ထားတဲ့ Enthada Saji ဆိုတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ဆာဂျီမိုဟာ ရည်မှန်းချက်မရှိပဲလေလွင့်ပျင်းရိနေတဲ့ အမျိုးသမီးလေးတစ်ယောက်ဖြစ်ပါတယ်\nသူ့သူငယ်ချင်းတွေတောင် မင်္ဂလာဆောင်ပြီးသွားကြပေမယ့် သူကတော့စေ့စပ်စွဲတစ်ခါပျက်ဖူးတဲ့အပြင်\nအခုချိန်ထိလည်း Faဖြစ်နေတာမို့ရပ်ထဲရွာထဲမှာ အပျိုဟိုင်းကြီးလို့ စနောက်လှောင်ပြောင်ခံနေရသူလေးပါ\nဆာဂျီမိုဟာဒီလိုဒဏ်တွေကို သည်းမခံနိုင်တော့တာမို့ ချက်ကျောင်းမှာအမြဲလိုလိုသွားညည်းညူလေ့ရှိပါတယ်တစ်နေ့မှာတော့သူ့ညည်းညူတာတွေကို ကြားရတာများလာတဲ့အရှင်က ရုပ်တုထဲကနေအပြင်ကိုထွက်လာရာကနေ\nဆာဂျီမိုရဲ့ဘဝဟာလည်းပြောင်းလဲသွားပါတော့တယ် ဆာဂျီမိုရဲ့ပျော်ရွှင်ခြင်းအခိုက်အတန့်တွေကြားမှာ\nချက်ကျောင်းရဲ့ရုပ်တုဟာလည်းထူးဆန်းစွာပျောက်ကွယ်သွားတဲ့အချိန်မှာ အရှင်နဲ့သူထပ်ဆုံနိုင်ပါ့မလား\nဒီလိုရုပ်တုထဲကထွက်လာတဲ့အရှင့်နောက်ကွယ်မှာလည်း ဘယ်လိုပဟေဠိတွေရှိနေမလဲဆိုတာ\nစိတ်ကူးယဥ်ဆန်စွာတခြားကားတွေနဲ့မတူပဲကြည့်ရှူ့ရမှာဖြစ်ပါတယ်\nFile size…1.92GB/ 800MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~HayMan~Yunni~Khin Khin",
        "rating": "5.4",
        "url": "https://megaup.net/1dYvz/Enthada_Saji_(2023)_Malayalam_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYWFjZmE2NGYtNGIzYi00Nzc2LTlhZWMtMTNkOTBkOTQ0MTJmXkEyXkFqcGdeQXVyMTkzODUwNzk@._V1_-140x200.jpg",
        "title": "Doubt (2008)",
        "description": "John Patrick Shanley ရေးသားပြီး Pulitzer Prize ရရှိထားတဲ့ Doubt: A Parable ဆိုတဲ့ ဝတ္ထုကို သူကိုယ်တိုင် ဒါရိုက်တာအဖြစ် ရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ ဇာတ်လမ်းကတော့ စိန့်နီကိုးလပ်စ်ဆိုတဲ့ ကတ်သလစ်စာသင်ကျောင်းတစ်ကျောင်းမှာ အခြေခံထားပါတယ်။ စစ်စတာအယ်လိုဝစ်ရှက်စ်ဟာ ကျောင်းကို စည်းကမ်း တိတိကျကျနဲ့ အုပ်ချုပ်တတ်သူတစ်ဦးဖြစ်ပါတယ်။ ဖာသာဖလင်းကတော့ ခေတ်မီတဲ့အမြင်နဲ့ စည်းကမ်းတွေကို ဖြေလျှော့ပြီး ကျောင်းသားတွေနဲ့ ရင်းရင်းနှီးနှီးနေတတ်သူ တစ်ဦးပါ။ တစ်နေ့မှာ စစ်စတာဂျိမ်းစ်တစ်ယောက် ဖာသာဖလင်း ကျောင်းသားတစ်ယောက်ကို အထူးအရေးပေးပြီး ဆက်ဆံနေတာ မြင်လိုက်ပါတဲ့အကြောင်း စစ်စတာအယ်လိုဝစ်ရှက်စ်ကို ပြောပြပါတယ်။ ဘာကြောင့်ဒီလိုဆက်ဆံလဲဆိုတဲ့အကြောင်းအရင်းကိုတော့ သူတို့သေချာမသိပါဘူး။ အဲဒီမသေချာမှုကို လက်ကိုင်ထားပြီး စစ်စတာအယ်လိုဝစ်ရှက်စ် ဖာသာဖလင်းကို ဖြုတ်ချဖို့ ကြိုးစားပါတော့တယ်။ ဒီဇာတ်ကားနဲ့ ပတ်သက်လို့ ဆုတွေလည်း အများကြီးရထားပြီး သရုပ်ဆောင်ပုံတွေကလည်း ပေါ်လွင်ပါတယ်။ ဇာတ်လမ်းထဲမှာ သုံးထားတဲ့ စာသားတွေကလည်း ထိထိမိမိနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/3VCpR/Doubt.2008.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zi0Lrmtvhrz52VXUjwEKlXItF9q.jpg",
        "title": "Mafia Mamma (2023)",
        "description": "Mafia Mamma (2023)\n\" ကြမ်းတမ်းတဲ့စကားအသုံးအနှုန်းနဲ့ သွေးထွက်သံယိုခန်းတွေပါဝင်ပါတယ် \"ခရစ္စတင်ဟာ သာမန်အမေရိကန်အိမ်ထောင်ရှင်မတစ်ယောက်...ပြောရမယ်ဆိုရင် မိခင်တစ်ယောက်အနေနဲ့ကော အိမ်ရဲ့ အဓိကထောက်တိုင်အနေနဲ့ပါ သူ့မှာတာဝန်ဝတ္တရားတွေအပြည့်ပိနေပါတယ်။သားဖြစ်တဲ့သူက ကောလိပ်တက်...\nယောက်ျားကဖောက်ပြန်...\nအထက်လူကြီးကလည်းတကယ့်လိင်ခွဲခြားဆက်ဆံတဲ့ဘဲကြီး...\nအဲဒီလိုမွန်းကြပ်ရတဲ့ဘဝထဲပိတ်မိနေတုန်း သူတောင်မသိတဲ့ အီတလီက သူ့အဖိုးဆုံးပါးသွားပါတယ်။အဲဒီတော့ မွန်းကြပ်တဲ့အမေရိကန်လူနေမှုဘဝကနေရုန်းထွက်ရင်း အပန်းဖြေခရီးလည်းဖြစ်အောင် အသုဘရှုဖို့ အီတလီကို ခရီးနှင်ခဲ့ပါတော့တယ်။ကျားကြောက်လို့ရှင်ကြီးကိုး ရှင်ကြီးကျားထက်ဆိုးဆိုသလိုပါပဲ။ အမေရိကန်မှာနေရတာပင်ပန်းလို့ အီတလီကိုရောက်ခါမှ သူ့အဖိုးရဲ့ သေတမ်းစာအရ ဟန်ပြဝိုင်လုပ်ငန်းအပြင် နောက်ကွယ်က မာဖီးယားဂိုဏ်းကြီးကိုပါအမွေဆက်ခံခဲ့ရပါတော့တယ်။လူမပြောနဲ့ ပိုးကောင်တောင်မသတ်ရဲတဲ့ ခရစ္စတင်တစ်ယောက် လူသတ်မှောင်ခိုလုပ်ငန်းတွေကို ဦးစီးရင်း တိုင်တွေဘယ်လိုပတ်မလဲ။ သူ့ကိုလုပ်ကြံဖို့ကြိုးစားတဲ့လူတွေနဲ့ဘယ်လိုရင်ဆိုင်မလဲဆိုတာအပြင် တခြားမားဖီးယားမိသားစုတွေရဲ့လေးစားမှုကိုဘယ်လိုရယူနိုင်ခဲ့မလဲတွေ့ရမှာဖြစ်ပါတယ်။ဒီရုပ်ရှင်ဟာ အက်ရှင်ဟာသကားဖြစ်ပေမယ့် ကျွန်တော်တို့အခုရင်ဆိုင်နေရတဲ့ မွန်းကြပ်ပြီး ပျင်းစရာကောင်းနေတဲ့ဘဝကိုပါ စောင်းပါးရိပ်ခြည်သတိပေးထားတဲ့ရုပ်ရှင်တစ်ခုပါ။ ကျွန်တော်တို့တွေရဲ့ ဘဝနေထိုင်မှုဟာ ပျင်းစရာ စားဝတ်နေရေးနဲ့တင် ပြည့်စုံလုံလောက်နေပါရဲ့လား။ ချစ်လို့ အားနာလို့ ဆိုတဲ့ခေါင်းစဉ်အောက်မှာ ကျွန်တော်တို့ရဲ့ ဖြစ်ချင်တဲ့ဆန္ဒတွေထက် တခြားသူတွေရဲ့ဆန္ဒကို ဦးစားပေးနေခဲ့မိတာက မှန်ကန်တဲ့ရွေးချယ်မှုဟုတ်နေရဲ့လား။ အချဉ်အစပ်လေးမှ စားမြိန်တယ်ဆိုသလိုပါပဲ ဘဝဟာလည်း စွန့်စားခန်းတွေမပြည့်နေရင်တောင် စွန့်စားခန်းတွေပါနေမှ နေရကျိုးနပ်မှာပါ။ဇာတ်လမ်းဇာတ်ကျောက ကြည့်ပျော်တယ်ဆိုတဲ့အဆင့်မှာရှိသလို ...",
        "rating": "5.3",
        "url": "https://megaup.net/1dYtj/(CM)_Mafia_Mamma_(2023)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzr7ywaU9mUfASN57FYsKRFb4l0.jpg",
        "title": "The Grudge 2 (2006)",
        "description": "The Grudge 2 (2006)ဒီဇာတ်ကားလေးက 2004 ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ အမေရိကန် Ju-On ရဲ့ အဆက်လေးဆိုပါတော့...\nThe Grudge 1 ထဲက ကယ်ရန်ရဲ့ ညီမလေး အော်ဘရီကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားပါတယ်။အမေလုပ်သူက ဖုန်းဆက်ပြီး အစ်မဖြစ်သူ ကယ်ရန် ဆေးရုံတင်ထားရတယ် ပြန်သွားခေါ်ပါဆိုလို့ မသွားချင်သွားချင်နဲ့ ဂျပန်ကို ရောက်ရှိသွားတဲ့ အော်ဘရီ...\nအစ်မနဲ့ တွေ့တဲ့အခါ လွတ်မြောက်အောင်လုပ်ပေးဖို့ အတင်းတောင်းဆိုခံရတဲ့ အော်ဘရီ...\nထိုညမှာပဲ ကယ်ရန်တစ်ယောက် ဆေးရုံခေါင်မိုးကနေ ခုန်ချလိုက်တဲ့အခါ...ဂျပန်မှာကျောင်းလာတက်တဲ့ ဆယ်ကျော်သက် ကျောင်းသူလေး အဲလစ်ဆန်...\nအများနဲ့မဝင်ဆန့်လို့ သူငယ်ချင်းရှားနေတာမို့ အတန်းဖော်ကောင်မလေး ၂ယောက်ကို အတင်းဝင်ရောရင်း သူတို့ရဲ့ နောက်ပြောင်မှုကြောင့် သရဲခြောက်တဲ့အိမ်ကြီးကို ရောက်ရှိသွားတဲ့ အဲလစ်ဆန်...မိထွေးအိမ်ပေါ်ရောက်လာတာကို မကျေမနပ်ဖြစ်နေတဲ့ ဂျိတ်...\nဘေးအခန်းမှာ ထူးဆန်းတဲ့အသံတွေကြားရင်း ကျိန်စာ တစ်ခုမှာ ကပ်ငြိသွားတဲ့ သူတို့မိသားစုလေး....ဒီ၃ယောက်ရဲ့ ထူးဆန်းဖွယ် အချိတ်အဆက်ကိုတော့ ဇာတ်ကားလေးကြည့်ရှုရင်း အဖြေရှာလိုက်ကြပါဦးလို့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya ...",
        "rating": "5",
        "url": "https://megaup.net/1dYqz/(CM)_The_Grudge_2_(2006)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tzG1UxUSfPACREjgBrsPDRUvneH.jpg",
        "title": "Shanghai Triad (1995)",
        "description": "Shanghai Triad (1995)~ IMDb - 7.1/10, RT - 90%, MyDramaList - 7.2/10 ~ပွဲဦးထွက်ကားဖြစ်တဲ့ Red Sorghum (1988) ကနေစပြီး သိပ်အတွဲညီလာတဲ့ ကျန်းရိမူနဲ့ ဂေါင်လီတို့ အတွဲအစပ်ဟာ ရိုက်သမျှကားတိုင်း တွဲရိုက်လာတာ ၁၉၉၀ရဲ့ Shanghai Triad မှာမှ နားသွားပါတယ်။ ဒီကြားထဲ ကျန်းကျိရီနဲ့ ၃ကားလောက်တွဲရိုက်ခဲ့သလို တခြားသရုပ်ဆောင်တွေနဲ့လည်း ရိုက်ဖြစ်ခဲ့တယ်။ Hero တို့ House of Flying Daggers တို့လို ဂေါင်လီနဲ့သူ တွဲရိုက်ခဲ့တဲ့တုန်းကရှိခဲ့တဲ့ သူ့မူလဟန်ကနေ နည်းနည်းကွဲထွက်တဲ့ဟန်နဲ့လည်းမြင်လာရသလို ကျွန်တော့်အတွက် သူ့မာစတာပိစ်အဖြစ်ဆုံးကားဖြစ်တဲ့ Hero ကိုလည်း ဟောင်ကောင်ရဲ့ Top Star တွေ သုံးပြီး ရိုက်ဖြစ်ခဲ့တယ်။ နောက်ပိုင်းတော့ ၁၆နှစ်အကြာ ၂၀၀၆မှာ ဂေါင်လီနဲ့ပြန်တွဲပြီး ချောင်ယွန်ဖတ်ကိုပါထည့်သုံးပြီး Curse ...",
        "rating": "7.1",
        "url": "https://megaup.net/1dYnf/(CM)_Shanghai_Triad_(1995)_720p.mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/MV5BODRmY2NhNDItOWViNi00OTIyLTk3YjYtYzY0YTFlMDg1YzQ0L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Van Helsing (2004)",
        "description": "ဒီဇာတ်ကားလေးကတော့ တစ်ခေတ်တစ်ခါက Sony PS2 ဂိမ်းတောင် ထွက်ခဲ့ရတဲ့အထိ နာမည်ကြီးခဲ့တဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။ ၉၀ ခုနှစ်ဖွားတွေအနေနဲ့တော့ ဒီကားကို ကောင်းကောင်းကြီး သိကြမှာပါ။ ဒီဇာတ်ကားလေးကို The Mummy တို့ G.I Joe တို့ကို ရိုက်ခဲ့တဲ့ ဒါရိုက်တာကြီး Stephen Sommers ကပဲ ရိုက်ထားပြီးတော့ Logan မင်းသားကြီး Hugh Jackman ကပဲ ဗန်ဟဲလ်ဆင်း အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်။Hugh Jackman တစ်ဖြစ်လဲ Van Helsing ဆိုတာ လူတွေကို သက်သက် အလုပ်မရှိအလုပ်ရှာ လိုက်လံဖမ်းစားသတ်ဖြတ်နေတဲ့ မကောင်းဆိုးဝါးတွေကို လိုက်သတ်နေတဲ့သူ ၊\nတစ်ရက်တော့ ကျရာတာ၀န်ကို ကျေပွန်စွာ ထမ်းဆောင်ပြီး စခန်းပြန်လာချိန် ၊ ကိုယ်မသွားရတိုင်း တွေ့တဲ့နေရာကို ရောက်ချင်တဲ့ ဒုက္ခရောက်ဆိုပြီး အမိန့်ပေးနေတဲ့ အထက်လူကြီး‌တွေထုံးစံအရ Count Dracula ...",
        "rating": "6.1",
        "url": "https://megaup.net/2zTek/(CM)_Van.Helsing.2004.BluRay_720p-Naung.mp4",
        "category": "Action, Adventure, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bsUGS9kqQcTJcqGknCoqBZTQbrt.jpg",
        "title": "Private Eye(2009)",
        "description": "Private Eye(2009)*****************ကိုရီးယားရဲ့အထင်ကရမင်းသားကြီး Hwang Jung-min ပါဝင်ထားတဲ့ဒီဇာတ်ကားကလည်း အတော်ကောင်းပါတယ်..Thriller vibe အပြည့်ရသလိုplot twist တွေလည်းပါတာမို့ ဒေါင်းရကျိုးနပ်စေမှာပါ..ဂျိုဆွန်းပြည်မှာ ဂျပန်တွေ အုပ်စိုးနေတဲ့အချိန်ကို အခြေတည်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဖောက်ပြန်နေတဲ့မိန်းမတွေကို ဓာတ်ပုံလိုက်ရိုက်ပြီး သတင်း​တွေ ဖန်တီးတတ်တဲ့ ဟုန်းဂျင်ဟိုဆီတစ်နေ့မှာ ဆေးကျောင်းသားလေးတစ်ယောက်က လူတစ်ယောက်ကို ရှာပေးဖို့ အကူအညီလာတောင်းပါတော့တယ်။ပြဿနာကတော့ ရှာပေးရမယ့်လူက အတွင်းဝန်ရဲ့ပျောက်နေတဲ့သားကို သတ်သွားတဲ့ လူသတ်တရားခံပါ။ဆေးကျောင်းသားလေးက တိရစ္ဆာန်အ​သေတွေနဲ့ပဲ လေ့လာရာကနေ တစ်နေ့မှာလူသေအလောင်းတွေ့လို့ လေ့လာဖို့ ယူသွားလိုက်တာ အဲ့အလောင်းက အတွင်းဝန်ရဲ့သားမှန်းနောက်ကျမှ သိလိုက်ရတော့ ရဲဆီ သွားပြန်ရင်လည်း သူသတ်တယ်ဆိုပြီးအထင်ခံရမှာစိုးလို့ ကြောက်ကြောက်လန့်လန့်နဲ့ ဟုန်းဂျင်ဟိုဆီ အကူအညီသွားတောင်းလိုက်ရတာပါ။\nနှစ်ယောက်သားအတူတူ လူသတ်တရားခံကို လိုက်ရှာရာကနေ အစိုးရအရာရှိတွေရဲ့ အကျင့်ပျက်​ခြစားမှုတွေ၊ဆက်စပ်နေတဲ့ ရာဇဝတ်မှုတွေကို သိလိုက်ရပြီး အားလုံးကို အတူတူထုတ်ဖော်ဖို့ ကြိုးစားရာကနေ ကြုံတွေ့ရမယ့်အဖြစ်အပျက်တွေကို ဟာသတစ်မျိုး ရင်ဖိုစရာတစ်ဖုံနဲ့ စိတ်လှုပ်ရှားဖွယ် ကြည့်ရမှာပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myat Noe ဖြစ်ပါတယ်..File Size : ...",
        "rating": "6.7",
        "url": "https://megaup.net/3fQwR/Private.Eye.2009.WEB-DL.720P(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/owfKp0rbBa8vHoNO30MdB3GiaYU.jpg",
        "title": "Summerland(2020)",
        "description": "Summerland(2020)******************ဒုတိယကမ္ဘာစစ်တုန်းက စစ်ထွက်တိုက်ပေးရတဲ့ဖခင်တွေနဲ့ အစိုးရရုံးမှာအလုပ်လုပ်ပေးရဲ့မိခင်တွေဟာသားသမီးတွေကို ဂရုစိုက်ဖို့အချိန်လည်း\nမပေးနိုင်ကြသလို၊ လုံခြုံမှုလည်း ရာနှုန်းပြည့်မပေးနိုင်ကြပါဘူး။\nဒီလိုနဲ့ သူတို့ရဲ့သားသမီးတွေကို စစ်မဖြစ်တဲ့ နယ်ဘက်တွေမှာ လုံလုံခြုံခြုံနေထိုင်၊ပညာသင်နိုင်ဖို့ဆိုပြီး လူမှုကူညီရေးအသင်းတွေပေါ်လာပါတယ်။\nသားသမီးမရှိတဲ့ အဘိုးကြီးအဘွားကြီးတွေ၊ အားလပ်သူတွေက တစ်နိုင်တစ်ပိုင် တာဝန်ယူစောင့်ရှောက်ပေးကြတာပေ့ါ။\nအဲ့အထဲမှာမှ လူ့ဂွစာအမျိုးသမီးကြီးတစ်ယောက်က ကောင်ကလေးတစ်ယောက်ကိုစောင့်ရှောက်တာဝန်ယူပေးဖို့ဖြစ်လာပါတယ်။\nဒီအမျိုးသမီးကြီးဟာ အိမ်ထောင်လည်းမရှိ၊ တကုပ်ကုပ်နဲ့သာ စာရေးနေတတ်သူဖြစ်ပြီး\nဆက်ဆံရေးလည်းမကောင်းလို့ ပတ်ဝန်းကျင်ကပါရှောင်ဖယ်ခံနေရသူပါ။\nသူ့ဆီကိုကောင်လေးတစ်ယောက်လာနေရမယ်ဆိုတော့ မြို့ထဲကလူမှန်သမျှကကောင်လေးကို ဝိုင်းသနားကြပါလေရော။\nလူ့ဂွစာအမျိုးသမီးကြီးကလည်း သူချစ်ခဲ့ဖူးတဲ့အမျိုးသမီးကပစ်ထားခဲ့တာကြောင့် အသဲကွဲကာတစ်ယောက်တည်းနေရတာကိုပဲခုံမင်နေခဲ့သူပါ။\nအခုသူ့ဆီကို ကောင်လေးတစ်ယောက်လာနေမယ်ဆိုတော့ လက်မခံချင်ဘဲ ပထုတ်ဖို့သာကြံပါတော့တယ်၊\nဇာတ်လမ်းလေးထဲမှာ lesbianတို့ရဲ့အချစ်၊ လူ့ဂွစာအပျိုကြီးနဲ့ ကောင်ကလေးတို့အကြားကမေတ္တာတရားလေးတွေကို မြင်တွေ့ရမယ့်ကားလေးပဲဖြစ်ပါတယ်။File Size : (1.7GB) and (610MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Drama, Romance , War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1TVz1/Summerland.2020.BLU-RAY.720P(CM).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTQ1Njg0NjUtMjhmMC00ZGNjLWFmOGMtOGJjMjg1OWNkZTM1XkEyXkFqcGdeQXVyNjkwOTg4MTA@._V1_-132x200.jpg",
        "title": "Amma I Love You (2018) Siddhu The Warrior",
        "description": "Amma I Love You (2018) Siddhu The Warrior\"မိခင်တစ်ယောက်က ကျွန်တော်တို့အတွက်\nတံမြက်စည်းလှည်းသမား...သန့်ရှင်းရေး...စားဖိုမှုး..စားပွဲထိုး...ဆရာမလည်း ဖြစ်တယ်...\nပွဲစီစဉ်သူ ...အလှဆင်တဲ့သူ....ပုံပြင်ပြောတဲ့သူ.. အဆိုတော်..သရုပ်ဆောင်\nပြီးတော့ ဘာသာပြန်ပေးသူ ဆိုလည်းဟုတ်တယ်\nစျေးဆစ်တတ်တဲ့သူ....ငွေကိုင်...စီးပွားရေးအကြံပေး...ထောက်ပံ့ပေးတဲ့သူ...\nစိတ်ခွန်အားပေးတဲ့သူဆိုလည်း ဟုတ်တယ်\nကျွန်တော်တို့ပစ္စည်းတွေ မေ့ကျန်ခဲ့ရင်လည်း သူက သတိပေးတတ်တယ်\nကျွန်တော်တို့ဟာ ကျွန်တော်တို့မိခင်တွေကို အရာအားလုံးအတွက် လိုအပ်တယ်\nဖခင်တစ်ယောက်ကို အချိန်ခဏပဲ လိုအပ်ပေမယ့်\nမိခင်ကို‌တော့ ကျွန်တော်တို့တစ်ဘ၀လုံး လိုအပ်တယ်\"\nဒီလိုအဖွင့်စကားလုံးတွေနဲ့ Amma I Love You ဆိုတဲ့ ဒီဇာတ်ကားက အမေချစ်တတ်တဲ့လူသားတွေအတွက် ဟက်ထိစေမယ့်\nအိန္ဒိယတောင်ပိုင်းဇာတ်ကားလေးပါ....ဆစ်ဒူ ဆိုတာ အိန္ဒိယရဲ့ ထိတ်ထိတ်ကြဲကုမ္ပဏီကြီးတစ်ခုကို အမွေဆက်ခံမယ့် သူဌေးသားလေးပါ...\nတစ်နေ့မှာတော့ ကုမ္ပဏီကိုဦးစီးပြီးအမွေဆက်ခံဖို့အတွက် သူ့အမေက သူ့ကို အိန္ဒိယကိုပြန်ခေါ်လိုက်ပါတယ်....\nအမေကလဲသူ့ကိုဆို အသေးစိတ်ကအစ ဂရုစိုက်တတ်သလို သူကလဲ အမေ့စကားဆို မြေဝယ်မကျနားထောင်တတ်တဲ့ သားလိမ္မာလေးပါ။\nသိပ်ချစ်ကြတဲ့သူတို့သားအမိကြားကို တစ်နေ့မှာတော့ ကံကြမ္မာဆိုးက ဝင်ရောက်လာပါတယ်...\nမတော်တဆမှုတစ်ခုကနေ သူ့အမေထိခိုက်ဒဏ်ရာရပြီး ဆေးရုံမှာ သတိမလည်ဘဲ ကိုမာဝင်တဲ့အဆင့်ထိရောက်သွားပါတယ်...\nဘာနဲ့ကုကု သတိပြန်မလည်တော့တာကြောင့် ကူကယ်ရာမဲ့သွားတဲ့ ဆစ်ဒူတစ်ယောက် ဘာလုပ်ရမှန်းမသိတဲ့အချိန်မှာ\nကံကောင်းချင်တော့ အကြားအမြင်ဆရာတစ်ယောက်နဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1TU1Z/(CM)Amma_I_Love_You(2018)Siddhu_The_Warrior_-WEB-DL_720p.mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODk3MWExNDEtM2RlZS00OThiLWJkOGItOTIzM2I1OWFjNDJmXkEyXkFqcGdeQXVyNTYyNzQ2MjY@._V1_-138x200.jpg",
        "title": "(18+) Virgin People (1984)",
        "description": "Virgin People ဆိုပေမယ့် အသိဉာဏ်နုနယ်လွန်းတဲ့လူသားတွေလို့ အဓိပ္ပါယ်ဖွင့်ချင်ပါတယ်ဗျ။\nအသိဉာဏ်နုနယ်တဲ့အပြင် လောကကြီးအကြောင်း ဘာမှမသိသေးတဲ့အဖြူထည်လေးတွေအကြောင်းကို\nရင်နင့်စရာကောင်းအောင် ရိုက်ကူးထားတာမို့ စဉ်းစားစရာအတွေးတစ်ခုရသွားနိုင်မယ့်\nရုပ်ရှင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။အခုပဲကော်ဖီတစ်ခွက်သွားဖျော်လိုက်ပါ။ ကိုယ်ခံစားလို့ကောင်းအောင် ဆေးလိပ်တိုပဲဖြစ်ဖြစ်၊\nVape ပဲဖြစ်ဖြစ် အရင်ဆုံးရှူပြီး မီးခိုးလေးတွေမှုတ်ထုတ်လိုက်ပါ... ဒါဆိုဇာတ်လမ်းစကြည့်လို့ရပါပြီ။မြို့ပေါ်ကလူတွေက အရမ်းကိုမူယာမာယာများတတ်ပြီး ဖြူစင်တဲ့လူတွေကို နှိပ်စက်တတ်တာမို့\nသမီးသုံးယောက်ရှိလာတဲ့အခါ မြို့ပြနဲ့ဝေးရာ တောင်ပေါ်မှာပဲနေထိုင်ခဲ့ကြပါတယ်။\nအီခန်၊ တိုင်လာ၊ အာနင်တို့ ညီအစ်မသုံးယောက်က မွေးကတည်းက တောမှာပဲမို့လို့\nလူတွေရဲ့အကျင့်စရိုက်ကို ကောင်းကောင်းနားမလည်ခဲ့ပါဘူး။\nသူတို့ကို အဖော်ပြုပေးတာ ကျမ်းစာပဲရှိပါတယ်။ ပြီးတော့\nသူ့အဖေဆီတစ်လတစ်ခါလာတတ်တဲ့ ချိုအင်ဂါလို့ခေါ်တဲ့\nဦးလေးကြီးတစ်ယောက်။ သူလာတိုင်း မြို့ပေါ်ကနေ\nလက်ဆောင်ပစ္စည်းတွေ ယူလာတတ်တာမို့ မြင်းလှည်းအသံကြားတိုင်း စောင့်မျှော်ရတဲ့ဦးလေးကြီးပေါ့....တစ်နေ့မှာ သူတို့ညီအစ်မသုံးယောက်ရဲ့အဖေ ရုတ်တရက်ဆုံးပါးသွားပြီးနောက်\nချိုအင်ဂါကလည်း လူကြီးမပီသပဲနဲ့ ဘယ်လိုမျိုးအနိုင်ကျင့်အကျင့်ပုတ်မလဲ\nပြီးတော့ ညီအစ်မသုံးယောက်ရဲ့ကံကြမ္မာကရော ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာကိုတော့\nဆက်လက်ကြည့်ရှူလိုက်ပါတော့ဗျာ .....\nFile size…3.24GB  /  1.36GB\nQuality…1080p Restored WEB DL / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "7.5",
        "url": "https://megaup.net/3VNMS/Virgin.People.1984.720p(DS).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BM2JlNzMzM2MtY2M0Mi00ZjcxLWFkOTYtYzk1ZTY4MDA2NjFhXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_-133x200.jpg",
        "title": "The Sandlot (1993)",
        "description": "Imdb 7.8/10 rottentomatoes 65%\n၁၉၉၃ ခုနှစ်ကထွက်ရှိထားတဲ့ The Sandlot ဟာဆိုရင်  ရပ်ကွက်လေးတစ်ခုကိုပြောင်းလာတဲ့ ကောင်လေးတစ်ယောက်နဲ့ သူရဲ့ အဲ့က သူငယ်ချင်းတွေနဲ့အတူ ဘေ့စ်ဘောဆော့လေရှိတဲ့ ကွင်းပြင်လွတ်ကြီးထဲကသူတို့လေးတွေရဲ့ ပျော်စရာကောင်းလှတဲ့ စွန့်စားခန်းတွေကို ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ ဘေ့စ်ဘောရဲ့ သဘောသဘာဝတွေလည်းပါဝင်သလို ကလေးတွေရဲ့ ကိုယ့်အားကိုယ် ကိုးပြီးကြိုးစားကြတာလေးကိုပြထားပါသေးတယ်။ ဒီ ကားထဲမှာပါတဲ့ ဇာတ်ကောင်တွေကတော့ Scotty Smalls, Benny Rodriguez, Yeah-Yeah, Squints, Hamilton,စတဲ့ ကလေးတွေကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ကားပဲဖြစ်ပါတယ်။ Slice of Life, Comedy, Drama, Sport အမျိုးအစားဖြစ်တဲ့အပြင် ကြည့်သူတိုင်းကို ရင်ထဲနွေးသွားအောင်ပြုလုပ်ပေးနိုင်တဲ့ဇာတ်ကားမလို့ ကြည့်သင့်တဲ့ ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။File size…(1.7 GB)/(1.5 GB)/(776 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Family, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/3fFE2/The.Sandlot.1993.720p.(CM).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5RG0t17b6XDAyTjEXSHQ8f4Ndfa.jpg",
        "title": "Detective Dee and Plague of Chang’an ( 2021 )",
        "description": "ထူးဆန်းထွေလာစုံထောက်ကြီးဒီးရဲ့မှုခင်းဇာတ်လမ်းပရိသတ်တွေအတွက်\nစုံထောက်ကြီးဒီးရဲ့ ချန်အန်မြို့တော်ကပ်ဘေးအမှုကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ပန်းချီဆရာကြီးရဲ့နှစ်နှစ်ကြာအောင်ကြိုးစားအားထုတ်ထားတဲ့\nလက်ရာမြောက်နံရံပန်းချီကားကို ဂုဏ်သရေရှိလူကြီးမင်းတွေလာကြည့်ကြတဲ့အချိန်မှာ\nပန်းချီဆရာရဲ့လက်ထောက်လေးဟာ ထူးထူးဆန်းဆန်းသေနေတာကိုတွေ့လိုက်ကြရပါတယ်။ငရဲဘုံအကြောင်းရေးထားတဲ့ကျမ်းထဲကအတိုင်း လူတွေဟာအဖြစ်ဆိုးနဲ့သေကြတဲ့အခါ\nချန်အန်းမြို့တော်ကြီးမှာ ဒါဟာမကောင်းတဲ့သူတွေကိုကောင်းကင်ကြီးက\nပြစ်ဒဏ်ခတ်ခြင်းပဲဆိုပြီး ကောလဟာလတွေပြန့်သွားပါတယ်။စုံထောက်ကြီးဒီးတစ်ယောက် အမှုကိုလိုက်စုံစမ်းရင်းနဲ့\nလူသတ်သမားထောင်ချောက်ဆင်တာကိုခံလိုက်ရပြီး တရားခံအဖြစ်နဲ့အဖမ်းခံလိုက်ရပါတယ်။\nစုံထောက်ကြီးဒီးတစ်ယောက် အမှုမှန်ပေါ်အောင်ဘယ်လိုများလိုက်ရမလဲ......\nဆန်းကြယ်တဲ့လူသေမှုတွေရဲ့နောက်ကွယ်မှာ ဘယ်လိုလျှို့ဝှက်ချက်ကြီးရှိနေမလဲ......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/detective-dee-and-plague-of-changan-2021/"
    }
]