[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/avsins-131x200.jpg",
        "title": "Asvins (2023)",
        "description": "Asvins ( 2023 )\n==============IMDb 6.9/10အာသာဝဏီနတ်မင်းရဲ့တန်ခိုးကြောင့် သိဒ္ဓိဝင်နေတဲ့ နတ်ဆင်းတုနှစ်ခု။\nအဲဒီဆင်းတုနှစ်ခုထဲက တစ်ခုဟာ နတ်ဆိုးတစ်ကောင်ကြောင့် ကျိန်စာသင့်\nအပမှီသွားပြီး အဲဒီဆင်းတုတွေရှိနေတဲ့ ရွာတစ်ခုလုံး အငတ်ဘေးကျ\nကပ်ဆိုက်ကာ ရွာပျက်သွားတယ်။ အဲဒီနောက်မှာတော့ အဲဒီဆင်းတုတွေလည်း\nပျောက်ချင်းမလှပျောက်သွားခဲ့ပါတယ်။\n.\nလူတွေသေဖူးတဲ့၊ အဖြစ်ဆိုးတွေကြုံရဖူးတဲ့နေရာတွေ အိမ်အိုအိမ်ဟောင်းတွေမှာ\nမှတ်တမ်းတင်ဗွီဒီယိုတွေရိုက်ကြတဲ့ YouTuber အဖွဲ့တစ်ဖွဲ့ဟာ သရဲခြောက်တယ်လို့\nနာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ အိမ်အိုကြီးတစ်ခုကို မှတ်တမ်းတင်ဖို့ သွားကြရင်း\nတစ်ယောက်ပြီးတစ်ယောက် အဖြစ်ဆိုးတွေကြုံရပါတယ်။အဲဒီအဖြစ်ဆိုးတွေရဲ့နောက်ကွယ််မှာ ဘယ်လိုအကြောင်းအရာတွေရှိနေလဲ၊\nဘာလို့ ဒီလိုတွေကြုံနေရတာလဲဆိုတာ ဒီ ရုပ်ရှင်ထဲမှာ မြင်တွေ့ကြရမှာပါ။\nဒီရုပ်ရှင်ဟာဆိုရင် အိန္ဒိယသရဲကားတွေမှာမြင်ရခဲတဲ့ပုံစံနဲ့တင်ဆက်ထားပြီး\nစိတ်ဝင်စားစရာလည်းကောင်းတာမို့ ညဘက်တစ်ယောက်တည်း\nမီးမပြတ်တဲ့နေရာတွေဆို မီးလေးပိတ်ပြီး ကျောတစိမ့်စိမ့်နဲ့ကြည့်လို့ကောင်းမယ့်\nရုပ်ရှင်လေးပဲဖြစ်ပါတယ်...။\n( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ BpL, ZweYan,V နဲ့ Yunni တို့ပဲဖြစ်ကြပါတယ်။ )\nFile size…1.34GB / 593.5MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ ZweYan~ V ~ Yunni",
        "rating": "6.5",
        "url": "https://megaup.net/1fF6z/Asvins_(2023)_Tamil_TRUE_WEB-DL_-720p(CM)(.mp4",
        "category": "Bollywood, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNzU4ZWEwNTctMWEwMC00YWQ5LThkMjAtZDRmNGEwNjVmOWQ2XkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_-112x200.jpg",
        "title": "My Valentine Crush (2023)",
        "description": "(၂၀၂၃) ကမှ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ My Valentine Crush ဆိုတဲ့ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ခရစ်စတယ်ဟာ ဆေးဝါးဖြန့်ဖြူးရေးကုမ္ပဏီတစ်ခုက အရောင်းဌာနရဲ့ ဌာနမှူးဖြစ်ပြီး ထူးချွန်ထက်မြက်တဲ့မိန်းမသားတစ်ဦးလို့ ဆိုရပါမယ်။ ဒါပေမဲ့လည်း ချစ်ရသူဆေးဗီးယားရဲ့ မရေရာမှုတွေကြောင့် စိတ်မလိုမကျစရာအချစ်ရေးတစ်ခုမှာ ပိတ်မိနေသူပါ။ ဒီလိုနဲ့ သူ့ရဲ့အထီးကျန်စရာချစ်သူများနေ့တစ်ခုမှာ အင်တာနက်လိုင်းပြတ်သွားရာကနေ အင်တာနက်ပိုင်းဆိုင်ရာနည်းပညာကျွမ်းကျင်သူ ဒါရယ်နဲ့စတွေ့ခဲ့ပါတယ်။ ဒါရယ်နဲ့တွေ့ပြီးတဲ့နောက်မှာမှ အသက်ဝင်လာတဲ့ခရစ်စတယ့်ဘဝဟာ ပျော်လို့မဆုံးခင်မှာပဲ တစ်ဖက်ကမပြတ်မသားအချစ်ရေးကြောင်း ဘေးကျပ်နံကျပ်အခြေအနေကို ရောက်သွားပါတော့တယ်။ ဒီလိုအခြေအနေတွေကို ခရစ်စတယ်ဘယ်လိုကိုင်တွယ်ဖြေရှင်းပြီး ဘယ်သူနဲ့သူ့ဘဝကို ရှေ့ဆက်သွားမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာ တွေ့ရမှာပဲဖြစ်ပါတယ်။ ဇာတ်ကားက rom-com အမျိုးအစားဖြစ်ပြီး IMDB rating အနေနဲ့ 5 အထိရရှိထားတာမို့ ပေါ့ပေါ့ပါးပါး အပန်းဖြေရင်းကြည့်ချင်သူတွေအတွက် အဆင်ပြေစေမဲ့ကားလေးတစ်ကား ဖြစ်စေမှာပါခင်ဗျာ။ File size…(1.7 GB)/(848 MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:24:00\nGenre...Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1VAi7/My.Valentine.Crush.2023.720p.(CM).mp4",
        "category": "Romance, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ihCDU8FulNvHQFqs01cEc7CE3zq.jpg",
        "title": "The Haunting (1999)",
        "description": "The Haunting (1999)Liam Neeson, Catherine Zeta-Jones, Owen Wilson နဲ့ Lili Taylor တို့လို ခုချိန်ကာလမှာ မသိသူမရှိလောက်တဲ့ Cast အကြမ်းတွေပါဝင်တဲ့ Horror, Thriller ရုပ်ရှင်‌ဖြစ်ပါတယ်။The Haunting of the Hill House ဝတ္ထုကို အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီဝတ္ထုကို အခြေခံပြီး The Haunting (1963) နဲ့ နက်ဖလစ်စီးရီးတစ်ခုလည်းရိုက်ထားပါသေးတယ်။ အဲဒီ နက်ဖလစ်စီးရီးကတော့ အတော်လေးကို လူကြိုက်များခဲ့ပါတယ်။Dr. Marrow ဟာ အကြောက်တရားနဲ့ပတ်သက်ပြီး သုတေသနလုပ်ဖို့ ညအိပ်မပျော်ရောဂါရှိတဲ့သူတွေကို Hill အိမ်ကြီးဆီ ခေါ်ခဲ့ပါတယ်။ အိမ်ကြီးကိုဆောက်ခဲ့တဲ့သူအကြောင်း ဘာကြောင့်ဆောက်ခဲ့သလဲဆိုတာကိုသိကြရပြီး ဘယ်သူမှမဝင်ရဲတဲ့ အိမ်ကြီးမှာ ဖြစ်ပျက်နေတာတွေကို သူတို့ကြုံရပါတော့တယ်။ အိမ်ကြီးမှာဖြစ်ပျက်သမျှကို အစပိုင်းမှာတော့ အိပ်မပျော်လို့ ထင်ယောင်ထင်မှားဖြစ်နေကြတယ် ထင်ခဲ့ပေမဲ့ တကယ့်လက်တွေ့မှာ ဖြစ်နေတဲ့အခါမှာတော့ သူတို့တစ်ဖွဲ့လုံးပိတ်မိပြီး မကောင်းဆိုးဝါးကြီးကိုရင်ဆိုင်ရပါလေတယ်။ဇာတ်လမ်းကတော့ ...",
        "rating": "5",
        "url": "https://megaup.net/1VAp7/(CM)_The_Haunting_(1999)_REMASTERED_BluRay_720p.mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/h7xIcxQTxXfz62AUFNX2Jg6A5vf-143x200.jpg",
        "title": "God Is a Bullet (2023)",
        "description": "God Is a Bullet (2023)ဖြစ်ရပ်မှန်တွေကို အခြေခံထားပြီး Teran Boston ရဲ့ အရောင်းရဆုံးဝတ္ထုဖြစ်ခဲ့တဲ့ \"God Is a Bullet\" ကို ရုပ်ရှင်အနေနဲ့အသက်သွင်းထားတဲ့ ရုပ်ရှင်တစ်ခုဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စုံထောက်ဘော့ဘ်က သူ့မိန်းမဖြစ်သူနဲ့ ကွာရှင်းထားပြီး သမီးဖြစ်တဲ့ဂါဘီနဲ့ ခွဲနေနေရတာပါ။ ဒါပေမဲ့ တစ်နေ့မှာတော့ သူတို့အိမ်ကို စေတန်ဂိုဏ်းတစ်ခုက‌ ဝင်စီးပြီး မိန်းမနဲ့ သူ့ရဲ့နောက်ယောက်ျားကို ဘဝပြောင်းပေးသွားတဲ့အပြင် သမီးဖြစ်တဲ့ဂါဘီကိုပါ ပြန်ပေးဆွဲသွားပါတယ်။ဘယ်ကဘယ်လို စလိုက်လို့လိုက်ရမှန်းမသိတဲ့အချိန်မှာ ‌‌တစ်ချိန်က စေတန်ဂိုဏ်းဝင်ဖြစ်ခဲ့ပြီး ‌ထွက်ပြေးလာခဲ့တဲ့ ကေ့စ်က စေတန်ဂိုဏ်းလက်ချက်ဆိုတာကို သိပြီး ဘော့ဘ်ကိုကူညီဖို့ကမ်းလှမ်းခဲ့ပါတယ်။ အဲဒီမှာ သူတို့နှစ်ယောက်ပေါင်းပြီး စေတန်ဂိုဏ်းကိုခြေရာခံရင်း ဂါဘီကို ကယ်တင်ဖို့ကြိုးစားကြပါတော့တယ်။ဇာတ်လမ်းက ဒီအပေါ်ကိုအခြေခံထားပေမဲ့ စေတန်ဂိုဏ်းနဲ့မတွေ့ခင်ကြားထဲတင် ပေအတော်ရှည်တယ်ပြောရမယ်။ ဇာတ်ကောင်တွေကို စိတ်ဝင်စားစရာကောင်းအောင် တဖြည်းဖြည်းတည်ဆောက်သွားပြီးမှ လူဆိုးကြီးနဲ့ပေးတွေ့တာမျိုးပေါ့။ ဘော့ဘ်က အမြဲတမ်းစားပွဲခုံထိုင်တဲ့ လူရိုးလူအေးကြီးဖြစ်ခဲ့ပေမဲ့ သမီးဇောနဲ့ တက်တူးတွေထိုး ဂန်းတွေပါကိုင်ပြီး စေတန်ဂိုဏ်းသားတွေကို အမဲလိုက်တဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/3hwzV/(CM)_God_Is_a_Bullet_(2023)_WEB-DL_720p.mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYTE5ZDMyOTItZTU3NS00ZWU4LWFkN2MtMGIzYzkxZTgzZmIzXkEyXkFqcGdeQXVyNDY5MzA0NDU@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "The Reading (2023)",
        "description": "စကိုင်းဆိုတဲ့ ကောင်မလေးဟာ သေသူတွေနဲ့ ဆက်သွယ်လို့ရတဲ့သူ တစ်ယောက်ပါ။ သူနဲ့ သူ့သူငယ်ချင်းတွေက သေသူတွေနဲ့ ချိတ်ဆက်ဟောပြောတဲ့ အလုပ်ကို စီးပွားရေး တစ်ခုလို လုပ်နေကြရာကနေ စကိုင်းက ဒီအလုပ်ကို လုပ်ရမှာ ကြောက်လာပါတယ်။ အဲ့ဒီအချိန်မှာ ပိုက်ဆံအချီကြီးရမဲ့ အခွင့်အရေး တစ်ခုက ပေါ်လာပါတယ်။ အဲ့ဒါကတော့ အေမာ လီဒင်န်ဆိုတဲ့ အမျိုးသမီးကို ဟောကြားပေးဖို့ပါပဲ။ အေမာလီဒင်န်ဟာ သူ့အိမ်ကိုကျူးကျော်ခံရမှုမှာ သူကလွဲပြီး တစ်မိသားစုလုံး သေဆုံးခဲ့တဲ့ ဖြစ်ရပ်ကို ကြုံတွေ့ခဲ့ရတာပါ။ ဒါကို စကိုင်းက ဟောကြားပေးရင်းနဲ့ သူတို့ တစ်ဖွဲ့လုံးပါ ဘာတွေ ကြုံတွေ့လာရမလဲ၊ ကျူးကျော်ခံရမှုဆိုတာကရော ဘယ်လိုဖြစ်ခဲ့တာလဲ ဆိုတာကို ထိတ်လန့်ခြောက်ခြားစွာ ကြည့်ရှုရမဲ့ horror thriller ဇာတ်ကားကောင်း တစ်ခုလည်း ဖြစ်ပါတယ်။ IMDb rating 5.3ရှိပြီးတော့ မထင်မှတ်ထားတဲ့ plot twistတွေက ဇာတ်လမ်းအဆုံးထိ စိတ်ဝင်စားအောင် ဆွဲခေါ်သွားမှာပဲ ...",
        "rating": "5.4",
        "url": "https://megaup.net/3XsHg/The.Reading.2023.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t9LkTrAfIb6g2cfrMR5CUm6p8KO.jpg",
        "title": "Hoon Payon (2023)",
        "description": "Hoon Payon (2023)ထမ် အဖြစ် Phuwin Tangsakyuen\nတေး အဖြစ် Up poompat lam-samang\nဂျိတ် အဖြစ် Nick Kunatip pinpradab\"ဒွမ်ဆင်ထမ်း\" ဆိုတဲ့ကျွန်းမှာ ဘိုးဘိုးကြီဆက်ထမ်းရုပ်တုတော်ကို အရမ်းယုံကြည်ကိုးကွယ်ကြပါတယ်တစ်နေ့မှာ ထမ်ဟာ သူ့အစ်ကိုဖြစ်တဲ့ ဘုန်းကြီးထီကို သူတို့မိဘဆုံးသွားကြောင်း\nသတင်းပြောဖို့ ဒွမ်ဆင်ထမ်းကျွန်းကိုရောက်လာခဲ့ပါတော့တယ်ဒါပေမဲ့ သူရောက်လာတော့ သူ့အစ်ကိုဖြစ်တဲ့\nဘုန်းကြီးထီဟာ ကျောင်းထိုင်ဆရာတော်ကိုသတ်တယ်လို့စွပ်စွဲခံရပြီး ပျောက်ဆုံးနေပါတယ်ထမ်ဟာ သူ့အစ်ကိုအကြောင်းစုံစမ်းဖို့ အဲ့ဒီဘုန်းကြီးကျောင်းမှာတည်းဖို့ ဘုန်းဘုန်းကိုခွင့်တောင်းလိုက်ပါတယ်\nအဲ့ဒီကျွန်းမှာ တစ်ခုထူးခြားတာက အရိုးပြာကို ရုပ်တုထဲထည့်တဲ့ဓလေ့ပါ\nသူတည်းတဲ့ပထမညမှာတင် ထူးဆန်းတဲ့အရာတွေဖြစ်ခဲ့တယ်\nအဲ့ကျွန်းမှာ ဂဝံရုပ်အစီအရင်လုပ်နေတဲ့သူရှိပါတယ်\nဂဝံရုပ်လုပ်နည်းတွေမျိုးစုံရှိတဲ့ထဲမှာ လူသေအလောင်းနဲ့ဂဝံရုပ်သရဲတွေလုပ်ပြီး လူတွေကိုလိုက်ခြောက်တာပါ။ဆိုတော့ အဲ့ဒီဂဝံရုပ်သရဲလုပ်တဲ့သူကဘယ်သူလဲ ထမ်တို့ဘယ်လိုကိုင်တွယ်မှာလဲ\nထမ် သူ့အစ်ကိုကိုရော ရှာတွေ့မလား ဇာတ်ကားထဲကြည့်လိုက်ရအောင်နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nang Mwe Kham ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p\nFile size… 1.4GB | 715MB\nFormat… mp4\nDuration…. 1h 47min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/3hwzY/Hoon.Payon.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/4028322_so-140x200.jpg",
        "title": "Somewhere in Time (1980)",
        "description": "Somewhere in Time (1980)~ IMDb rating - 7.2/10 ~အခုတင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ 1980 ရဲ့ Old but Gold ကားကောင်းတစ်ကားဖြစ်ပြီး Time Travel, Romance အမျိုးအစားဖြစ်ပါတယ်။ ဟိုးတုန်းက Original Superman မင်းသား Christopher Reeve ပါဝင်သရုပ်ဆောင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့...1972 မှာ ရစ်ချတ်ကော်လီယာဆိုတဲ့ဘဲဟာ ပြဇာတ်တစ်ခုကို စီစဉ်ကပြနေတုန်း ထူးထူးဆန်းဆန်း အဖွားကြီးတယောက်ရောက်လာပြီး ခေတ်ဟောင်းနာရီတလုံး ပေးသွားတယ်။ ပြီးတော့ သူ့ဆီပြန်လာခဲ့ပါဆိုပြီး ရစ်ချတ်ကို ပြောသွားတယ်။၈နှစ်လောက်ကြာပြီး တစ်ရက်မှာ ရစ်ချတ်က Grand Hotel ကို ရောက်လာရင်းနဲ့ ဟိုးတုန်းက မင်းသမီးတယောက်ရဲ့ပုံကိုတွေ့ပြီး စွဲလမ်းသွားတယ်။ မင်းသမီးရဲ့အကြောင်းကို လိုက်ရှာရင်းနဲ့ အသက်ကြီးသွားတဲ့ပုံကိုတွေ့တော့ အဲဒီမင်းသမီးက သူ့ကိုနာရီလာပေးသွားတဲ့အဖွားကြီးဖြစ်မှန်းသိလိုက်ရတယ်။ တစ်နည်းနည်းနဲ့ မင်းသမီးကို သွားပြန်တွေ့မယ်လို့ ဆုံးဖြတ်လိုက်တဲ့ရစ်ချတ်ဟာ အိပ်မွေ့ချတဲ့နည်းနဲ့ 1912 ကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/1fE8x/(CM)_Somewhere_in_Time_(1980)_BluRay_720p.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/love-138x200.jpg",
        "title": "(21+) The Love Machine (2016)",
        "description": "မိန်းမတယောက်ရဲ့အငြိုး\nလုံးကြီးပေါက်လှ အမေရိကန်ပျိုဖြူတွေရဲ့အလှကို\nအတိုင်းသား အားပါးတရခံစားကြည့်ရအောင်မိန်းမတွေအငြိုးကြီးလာရင် အရမ်းကြောက်စရာကောင်းပြီး\nသွေးအေးအေးနဲ့ ဘယ်လို‌တွေကြံစည်တက်လဲဆိုတာ\nဒီ ဇာတ်ကားလေးကို နမူနာအနေနဲ့ ကြည့်ပြီးသိနိုင်ပါတယ်အိမ်ထောင်သည်ဘဝကြာလာရင် မိန်းမတွေက လိင်စိတ်ကုန်လာ\nတာဟာ သဘာဝပဲလို့ဆိုပါတယ်\nဒါပေမဲ့ ယောင်္ကျားတယောက်အတွက်တော့\nဒါဟာ အင်မတန်မှဖြေရှင်းရခက်တဲ့ ကိစ္စပဲလေ\nဒါပေမဲ့ကံကောင်းထောက်မစွာပဲ သူတို့မြို့လေးမှာ\nဒေါက်တာဘရက်ရှောနဲ့ သူရဲ့ အချစ်စက်လို့ခေါ်တဲ့ ကိရိယာတခု\nနာမည်ကြီးနေပါတယ် သူက လိင်စိတ်ကုန်နေတဲ့\nအိမ်ထောင်သည်အမျိုးသမီးတွေကို\nအထူးကုသပေးနေတာဖြစ်ပါတယ်သူ့ရဲ့လူနာ‌တွေက သူနဲ့တွေ့ပြီးနောက်ပိုင်း\nဖလန်းဖလန်းထလာပြီး ဘယ်လိုတွေပွဲကြမ်းလဲဆိုတာ\nအရမ်းကြည့်ကောင်းတာမို့ DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.5GB / 776MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1fE8v/The_Love_Machine_(2016).720p(DS).mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/wild-143x200.jpg",
        "title": "[ 18 + ] Wild Orchid (1989)",
        "description": "ဇာတ်လမ်းအကျဉ်းလေးကအမ်မလီရိဒ်ဟာ ရှေ့နေတစ်ယောက်ဖြစ်ပြီး နယူးရော့ခ်မှာအလုပ်လာရှာတာပါစွမ်းဆောင်ရည်ကောင်းတွေပိုင်ဆိုင်ထားတဲ့အတွက် ကုမ္ပဏီကအလုပ်ခန့်လိုက်ပြီးကလော့ဒီဒန်းနစ်ဆိုတဲ့ စီနီယာတစ်ယောက်နဲ့အလုပ်တွဲလုပ်ဖို့ဖြစ်လာပါတော့တယ်၊အလုပ်ကတော့ ငွေအကြေးအခက်အခဲဖြစ်နေတဲ့ ကုမ္ပဏီက အပန်းဖြေဟိုတယ်တစ်ခုတည်ဆောက်ဖို့ဖြစ်ပြီး ရင်းနှီးမြှုပ်နှံသူတွေကိုသဘောတူအောင်ညှိနှိုင်းဆောင်ရွက်ပေးရမှာဖြစ်တယ်၊အလုပ်ကိစ္စကိုသေချာဆွေးနွေးဖို့ချိန်းထားပေမယ့် တာဝန်ခံဖြစ်တဲ့သူကနိုင်ငံခြားကိုထွက်သွားတဲ့အတွက် ကလော့ဒီဟာ အမ်မလီကိုလုပ်ငန်းခွင်မှာထားပြီ းလိုက်ခေါ်ပါတော့တယ်၊ လိုက်မခေါ်ခင်မှာ ကလော့ဒီဟာ ဒိတ်ဖို့ချိန်းထားတဲ့အတွက် အမ်မလီကိုလူစားသွားတွေ့ခိုင်းတယ်၊ လူစားတွေ့ရမယ့်သူက နာမည်ကြီးသူဌေးဂျိမ်းစ်ဝီလာဖြစ်ပြီး ကလော့ဒီကိုဂွင်ကျော်ရိုက်တဲ့သူလည်းဖြစ်ပါတယ်၊ ရှေ့နေမလေးအမ်မလီနဲ့ ဂျိမ်းစ်ဝီလာတို့ဘယ်လိုတွေတွေ့ကြမလဲဆိုတာဆက်လက်ကြည့်ရှုပေးပါဦး[ ၁၈- များပါတဲ့အတွက်ကလေးသူငယ်များကြည့်ရှုဖို့မသင့်တော်ပါဘူး ]  File size…4.12GB / 1.18GB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ….. Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Phyo Pyae\nTranslated by Tin Myo Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/2Bz0T/Wild_Orchid_1989.WEB-DL720(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wuc0RUHRzm6gYx7bkfAJ9apDyI.jpg",
        "title": "The Blackwell Ghost 7 (2023)",
        "description": "The Blackwell Ghost 7 (2023)ဒါကတော့ horror series တစ်ခုဖြစ်တဲ့ The Blackwell Ghost series ထဲက\nIMDb 6.4 ရထားတဲ့ 7ကားမြောက် ဇာတ်လမ်းပဲဖြစ်ပါတယ်။\nThe Blackwell Ghost ဆိုတာ Turner Clayတစ်ယောက် ဒါရိုက်တာလည်း သူ၊ ဇာတ်လိုက်လည်း သူ၊ ရိုက်ကူးရေးလည်း\nသူပဲ တာဝန်ယူပြီးတော့ လက်စွမ်းပြထားတဲ့ seriesကောင်းတစ်ခုပေါ့။\nparanormalအဖြစ်အပျက်တွေကို တကယ်လား၊ ရုပ်ရှင်လား အထင်မှားအောင်ရိုက်ထားတဲ့ ဇာတ်လမ်းတွေဆိုလည်း မမှားဘူး။\nရှေ့ကကားတွေက ကြောက်စရာကောင်းခဲ့ပေမယ့် ဒီကားမှာတော့ horror ထက် mysteryဘက်ကို ပိုသွားထားတာတွေ့ရတယ်။\nရှေ့ကားတွေနဲ့ ဆက်စပ်နေတဲ့အပိုင်းတွေ ရှိပေမယ့်လည်း main plotက မတူတော့တာမို့\nရှေ့ကားတွေမကြည့်ထားရင်တောင် ဒီကားကိုပဲ ဖောက်ကြည့်လို့ရပါတယ်။ကောင်မလေးတစ်ယောက် ပျောက်တဲ့အမှုကနေစလိုက်တာ psycho တစ်ကောင်ရဲ့ကစားစရာ ဖြစ်မှန်းမသိဖြစ်သွားတဲ့\nTurner Clayတစ်ယောက် ဘာတွေကြုံတွေ့ရမလဲ၊ Psycho ကောင်ကိုရော ဖမ်းမိမှာလား၊\nကလေးတွေနဲ့ရော အတူတူပြန်နေခွင့်ရမှာလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ရှုစားလိုက်ပါဦး~အညွှန်း ...",
        "rating": "",
        "url": "https://megaup.net/2BysZ/The.Blackwell.Ghost.7.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Screen-Shot-2023-07-19-at-17.19.54-134x200.png",
        "title": "Biosphere (2022)",
        "description": "Biosphere (2022)\n=============ဒီကားလေးကတော့ အမေရိကန်သမ္မတ နဲ့ သူ့သူငယ်ချင်း သိပ္ပံပညာရှင်\nသမ္မတအကြံပေးတို့ နှစ်ဦး ကမ္ဘာကြီးပျက်စီးသွားပြီးနောက်မှာ သူတို့နှစ်ဦး\nတည်းသာ ကျန်ခဲ့ရတဲ့ အဖြစ်အပျက်လေးကိုရိုက်ပြထားတာပါ။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ သမ္မတရဲ့ ဆုံးဖြတ်ချက်အမှားတစ်ခုကြောင့်\nကမ္ဘာကြီးက ကောင်းကင်ကိုတောင်မမြင်ရတော့အောင် လေထုကပျက်စီး\nသွားပါတော့တယ်။ အပြင်လေက ဘယ်လိုမှ ရှုလို့မရလောက်အောင်ဖြစ်\nသွားပြီး သက်ရှိတွေလည်းမျိုးတုံးကုန်ကြတယ်။သမ္မတရဲ့ အချစ်ဆုံးသူငယ်ချင်းလည်းဖြစ် အကြံပေးလည်းဖြစ်တဲ့ သိပ္ပံ\nပညာရှင်က ဒီအခြေအနေကို ကြိုမြင်ပြီး Green House လို ထပ်ခိုးလေး\nတစ်ခုကို အချိန်မီတည်ဆောက်နိုင်ခဲ့တယ်။ ဒီလိုနဲ့ သူနဲ့ သမ္မတနဲ့ပဲ နောက်\nဆုံးရှင်ကျန်သူတွေဖြစ်လာတော့တာပေါ့။ အမိုးခုံးအိမ်လေးထဲက နှစ်ယောက်\nသားကြား ဘာတွေဘယ်လိုဖြစ်ပျက်ကြမလဲဆိုတာကိုတော့ ဆက်လက်\nကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (507 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 46Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Mystery\nTranslator.......Thetti Tun\nEncoder..........Zin Phyo Aung",
        "rating": "5.6",
        "url": "https://megaup.net/1fD5f/Biosphere.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f73jLLuwof34BqmoScqYMBeVqsY.jpg",
        "title": "Summoning Sylvia (2023)",
        "description": "Summoning Sylvia (2023)လယ်ရီတစ်ယောက် စပရိုက်စ်တိုက်ခံလိုက်ရပါတယ်။\nသူကတော့ဂေးတစ်ယောက်ဖြစ်ပြီး သူ့ချစ်သူဂျေမီနဲ့မကြာခင်လက်ထပ်တော့မှာပါ။\nဒါနဲ့သူ့သူငယ်ချင်းဂေးတစ်ဖွဲ့က သူ့ကိုစပရိုက်စ်လူပျိုပါတီအတွက်ခေါ်သွားပါတယ်။\nသူတို့က သရဲခြောက်တယ်လို့နာမည်ကြီးတဲ့အိမ်ကြီးမှာ နှစ်ညအိပ်သုံးရက်ဌားနေကြပါတယ်။\nသရဲကတော့ ဆယ်ဗီရာဆိုတဲ့မိန်းမတစ်ယောက်က သူ့သားလေးကိုရက်ရက်စက်စက်သတ်ခဲ့တာပါတဲ့။\nသူကိုယ်တိုင်လဲ အဲ့ဒီအိမ်ထဲမှာပဲသူများသတ်တာ ခံလိုက်ရပါတယ်။\nအဲ့အိမ်မှာ သူတို့သားအမိပုံကိုတွေ့တော့ လယ်ရီတို့တစ်ဖွဲ့လုံးကလဲ ကောင်လေးကအဆင်လေးဟဲ့ဆိုပြီး\nသူတို့သရဲသားအမိကိုခေါ်ပြီး သူတို့တကယ်ဘာဖြစ်ခဲ့တာလဲမေးမယ်ပေါ့ဆိုပြီး ဝိဥာဥ်ခေါ်ပါတော့တယ်။\nအဲ့မှာသရဲထက်ပိုဆိုးတဲ့အရာက ရောက်ချလာပါလေရော။ လယ်ရီ့ရဲ့ယောက်ဖလောင်းလေး ဟယ်ရစ်ဆန်ပါ။\nဟယ်ရစ်ဆန်က စစ်ပြန်တစ်ယောက်ဖြစ်ပြီး ဂေးလဲမဟုတ်ပဲဖြောင့်လွန်းသူဖြစ်နေပါတယ်။\nအဲ့တော့ဂေးသူငယ်ချင်းလေးယောက်ရဲ့လူပျိုပါတီကို ရောက်လာတဲ့အဖြောင့်ရယ် သရဲသားအမိရယ်\nဂေးတွေရယ်ကြားကအလွဲလွဲအချော်ချော်လေးတွေကို ပါးစပ်မပိတ်တမ်းရယ်ရမယ့်ဇာတ်လမ်းကောင်းပါပဲ။\nဟာသဇာတ်မြူးအပြင်ကို ဂေးတွေရဲ့ကြားကခင်မင်မှုတွေ လူတွေရဲ့အထင်အမြင်လွဲမှုတွေ ပုံသေကားချပ်အယူအဆတွေကိုပါ ဟဲဗီးကြီးဒရာမာမခင်းဘဲ\nဇာတ်လမ်းသွားထဲမှာ ဒိုင်ယာလော့ခ်ထဲမှာပဲ ပေါ့ပေါ့ပါးပါးထိထိမိမိနဲ့ဖော်ပြထားသေးတာမို့ လူတိုင်းကြည့်သင့်တဲ့ဇာတ်လမ်းပါပဲ။\nလူအားလုံးမှာလဲ ဂေးမိတ်ဆွေသူငယ်ချင်းအနည်းဆုံးတစ်ယောက်တော့ ရှိကြတာပဲမဟုတ်လား။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror , Thriller\nQuality…. 1080p | 720p\nFile size… 1.1GB } 550MB\nFormat… mp4\nDuration…. 1h 14min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... Aaron",
        "rating": "6.3",
        "url": "https://megaup.net/1fDy9/Summoning.Sylvia.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Fraud-145x200.jpg",
        "title": "Fraud Crackdown : Unknown Caller ( 2018 )",
        "description": "တိုးတက်လာတဲ့ ခေတ်ကြီးမှာ ဒုစရိုက်သမားတွေအတွက် ဒုစရိုက်လုပ်ဖို့\nနည်းလမ်းတွေလည်း များလာပါတယ်။ ဒီဇာတ်လမ်းလေးကတော့\nဖုန်းနဲ့ လိမ်လည်မှုတွေကို အဓိကထားပြီး ရိုက်ပြထားတာပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ဖုန်းနဲ့လိမ်လည်တဲ့ ဒုစရိုက်အဖွဲ့ဝင် လေရှောင်ကျွင်းတစ်ယောက်\nမနက်စာသွားဝယ်နေတဲ့အချိန်မှာ ရဲတွေ အဖွဲ့ကို ဝင်ဖမ်းသွားတဲ့အချိန်နဲ့\nတိုက်ဆိုင်ပြီး လွှတ်မြောက်သွားခဲ့ပါတယ်။ ထို့နောက် သူဟာ\nနောက်ထပ် လူ ၂ ယောက်နဲ့ ပူးပေါင်းပြီး သူ့ကိုယ်သူ\n\"ဆယ်သိန်းအရင်ရှာဖို့\" ဆိုပြီး ဦးတည်ချက်ထားခဲ့ပါတယ်။ဒါပေမယ့် ကံဆိုးတဲ့ လေရှောင်ကျွင်းတစ်ယောက်ဟာ\nသူနဲ့ပူးပေါင်းသူအားလုံး ဖမ်းဆီးခြင်းကို ခံခဲ့ရပါတယ်။\nလမ်းပျောက်နေတဲ့ လေရှောင်ကျွင်းတစ်ယောက် အန္တရာယ်တွေ ကြားထဲက\nညသန်ခေါင်အချိန်မှာ ဒုစရိုက်ဂိုဏ်းကြီး \"ဟုန်လုံ\" ရဲ့ ကိရိယာတွေနဲ့\nအချက်အလက်တွေကို ခိုးယူပြီး လိမ်လည်မှုလုပ်ငန်းကို ပြန်လည်ထူထောင်ချင်နေပါတယ်။သူမသိတာက ပင်းဟိုင်ရဲ့ လိမ်လည်မှုဆန့်ကျင်ရေးရဲတပ်ဖွဲ့က\nလေရှောင်ကျွင်းရဲ့ အမှားတစ်ခုကြောင့် \"ဟုန်လုံ\" ကုမ္ပဏီရဲ့တည်နေရာကို\nသိသွားပြီး တစ်ချက်တည်း အပိုင်သိမ်းဖမ်းဆီးသွားခဲ့ပါတယ်။\nဒီတစ်ကြိမ်မှာလည်း လေရှောင်ကျွင်းတစ်ယောက် ကံကောင်းစွာနဲ့ လွှတ်မြောက်သွားခဲ့ပါတယ်။လက်ထဲရောက်လာတဲ့ ငွေတွေကို တစ်ကိုယ်တည်း အပိုင်ယူချင်တဲ့အတွက်\nလေရှောင်ကျွင်းတစ်ယောက် သူ့အဖွဲ့သားတွေကို သတ်ဖို့ဆုံးဖြတ်လိုက်သောအခါ......\nလောဘစိတ်တစ်ခု မထိန်းချုပ်နိုင်တာနဲ့ လူ့အသက်အများအပြား ဆုံးရှုံးနိုင်ကြောင်း ......\nရုပ်ရှင်လေးနဲ့အတူ ခံစားကြည့်ရှုလိုက်ရအောင်နော်။\nQuality : ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/fraud-crackdown-unknown-caller-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tKZIBVNC4mJ0c55R4iOU7ChfuPS.jpg",
        "title": "Whisper of the Heart (2022)",
        "description": "Whisper of the Heart (2022)စတူဒီယိုဂီဘီရဲ့ နာမည်ကျော်အန်နီမဲရုပ်ရှင်တစ်ကားဖြစ်တဲ့ Whisper of the Heartကို ပြန်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။\nအန်နီမဲလောက်တော့ မလှပပေမဲ့ သူ့နည်းသူ့ဟန်နဲ့သူတော့ လှပ်နေတဲ့ ရုပ်ရှင်တစ်ကားလို့ပြောလို့ရပါတယ်။\nအန်နီမဲနဲ့မတူတာကတော့ သူက ကလေးဘဝနဲ့ လူကြီးဘဝကို အပြိုင်ပြထားတာပါပဲ။\nရှေ့ကြောင်းပြန်လိုက် နောက်ကြောင်းပြန်လိုက်နဲ့ ကောင်လေးနဲ့ ကောင်မလေးကြားက သံယောဇဉ်စဖြစ်လာပုံကို ဖော်ပြထားတယ်။\nတစ်ုခုရှိတာက အန်နီမဲပရိသတ်တွေအတွက်တော့ ဟုတ်မှာမဟုတ်ပါဘူး။ဒီတိုင်းစကြည့်မယ့်လူတွေအတွက် ညွှန်းရရင်တော့....\nစာအုပ်တွေဖတ်ပြီး အသံတွေကြားရတဲ့ ကောင်မလေးရယ် ကောင်လေးရယ်ရှိတယ်\nသူတို့ကြားနေရတဲ့အသံက သူတို့နှလုံးသားရဲ့အသံတွေပေါ့ ကောင်လေးက တယောဆရာဖြစ်ချင်ပြီး ကောင်မလေးက ပုံပြင်ရေးဆရာမဖြစ်ချင်ခဲ့တယ်။\nဒီလိုနဲ့ သူတို့အိပ်မက်တွေနောက် အတူတူလိုက်ကြမယ်လို့ ကတိထားခဲ့ကြတယ်။\nကောင်လေးက တစ်ရပ်တစ်ကျေးမှာ သူ့အိပ်မက်နောက်လိုက်ရင်း အောင်မြင်ရင်း ၁၀နှစ်တာကုန်ဆုံးသွားပေမဲ့\nကောင်မလေးကတော့ သူ့အိပ်မက်တွေဖြစ်မလာဘဲ အချိန်တွေပဲ ကုန်ရင်းနေလာခဲ့ရတယ်။\nသူ့နှလုံးသားက အသံကိုလည်း သူမကြားနိုင်တော့ဘူး။\nဒီလိုနဲ့ သူဟာဇာတိမြို့ကလေးကို ပြန်ရောက်လာပြီး သူ့နှလုံးသားက တီးတိုးသံလေးကို သူပြန်နားထောင်ဖို့ကြိုးစားရင်း\nအိပ်မက်တွေနောက်ပဲလိုက်မလား လက်တွေ့ဘဝမှာပဲ ရှင်သန်သွားမလား ။\nလှလှပပပြသသွားတဲ့ Coming Of Age ဆန်ဆန်ဂျပန်ဒရာမာကားလေးပါပဲ။\nအိပ်မက်နဲ့လူ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1VB13/Whisper.of.the.Heart.2022.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-CM.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZWRlNzUyYTQtOGI5Yi00YTJlLWFlNWYtOTc4ZTA2MDc5ZjE5XkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-137x200.jpg",
        "title": "She Is Love (2023)",
        "description": "She Is Love (2023)\n==============\"အကြောင်းတိုက်ဆိုင်မှုဆိုတာသာ မရှိခဲ့ရင် ဘဝဟာ ပုံမှန်အတိုင်းပဲ\nဖြစ်နေမှာပါ\"။ နိုးထမယ်. ရှင်သန်မယ်. အိပ်စက်မယ် . . . ကျွန်တော်\nတို့ဘဝတွေမှာ နာမည်လေးတစ်ခု ကြားလိုက်ရရုံနဲ့တင် မျက်စိရှေ့မှာ\nအကြောင်းအရာတိုက်ဆိုင်မှုလေးတစ်ခု ဖြစ်ပျက်ခဲ့ရုံနဲ့တင် နင့်နင့်နဲနဲ\nခံစားလိုက်ရတဲ့ အဖြစ်အပျက်တစ်ခု. လူတစ်ယောက်မှာ တစ်ခါတော့\nရှိခဲ့ဖူးမှာပါ။ သစ်ရွက်ဖျားမှာ ခိုသီးနေတဲ့ရေစက်ကလေးကို သစ်ရွက်\nကလေးက လက်လွှတ်လိုက်ရချိန်မှာတော့ တုန်ခါလှုပ်ခတ်သွားတဲ့ အ\nဖြစ်အပျက်လေးလိုပါပဲ ရေစက်မရှိတော့တဲ့အချိန်မှာတော့ ပြန်လည်\nတည်ငြိမ်ရစမြဲပါပဲ။တည်ငြိမ်အခြေကျနေပြီဖြစ်တဲ့ အစ်ဒရစ်စ်ရဲ့ ဘဝထဲကို အချစ်ဟောင်း\nဖြစ်သူ ပက်ထရစ်ရှာတစ်ယောက် မမျှော်လင့်တဲ့အဖြစ်အပျက်တစ်ခု\nကြောင့် ပြန်လည်ဝင်ရောက်လာခဲ့ချိန်၊ တွေ့ဆုံချိန်ခဏလေးအတွင်းမှာ\nပဲ နှစ်ဦးသားရဲ့ ရူးသွပ်မှု၊ ပေါက်ကွဲမှု၊ ဟန်ချက်ညီမှု၊ ဘက်ပြိုင်မှု၊ အချစ်၊\nအမုန်း၊ အာယာတ၊ ခွင့်လွှတ်မှုတွေကို ရောပြွန်းတင်ဆက်ထားနိုင်ခဲ့တဲ့\nဒီဇာတ်ကားလေးကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့တင်ဆက်ပေး\nလိုက်ရပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nSai Sumali ဖြစ်ပါတယ်)File Size..........(1.33 GB) / (517 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "4.7",
        "url": "https://megaup.net/2Bsim/She.Is.Love.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jjShNPbd3ekmU85WkiPbPqvUcOD.jpg",
        "title": "Remp-It 2 (2022)",
        "description": "Remp-it 2 (2022)2022 ခုကထွက်ရှိထားတဲ့ မလေးရှားဆိုင်ကယ်ပြိုင်ပွဲကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ယခင်က လမ်းမပေါ်မှာတရားမဝင် ဆိုင်ကယ်ပြိုင်ပွဲတွေ ဝင်ပြိုင်နေတဲ့\nမဒီ တစ်ယောက်လမ်းပေါ်ကနေဆင်းကာ တရားဝင် ဆိုင်ကယ်ပြိုင်ကွင်းထဲဝင်ပြီး ရိုးရိုးသားသားနဲ့ ဆိုင်ကယ်ပြင်ဆိုင်ဖွင့်ပြီး နေနေပါတယ်။\nဒါ့အပြင်ရွိုင်းဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ပါ ဆိုင်ကယ်မောင်းသင်တန်းဖွင့်ပြီး ဆိုင်ကယ်မောင်းနည်းပြအဖြစ်နဲ့ ဘဝကိုကြိုးစားနေသူပါ။\nဒါပေမဲ့ အရင်ကသူနဲ့ ရန်ငြိုးရှိခဲ့တဲ့ ဆိုင်ကယ် ဂိုဏ်းတစ်ခုက ပြန်လည်ပေါ်လာပြီး\nအရင်ကရန်ကြွေးတွေ မဒီရဲ့ ဘဝထဲပြန်ဝင်ရောက်လာတဲ့အခါ ဘယ်လိုပြန်လည်ပြီး ရင်ဆိုင်မလဲ။\nကြားထဲကနေ ဘယ်ကမှန်းမသိတဲ့ သူ့ရဲ့သားဆိုတဲ့ ကလေးတစ်ယောက်ပေါ်လာပြီး\nပေါ့ပေါ့နေပေါ့ပေါ့စားလုပ်တတ်တဲ့ သူ့အကျင့်တွေနဲ့ ဒီကလေးတစ်ယောက်ကို\nဘယ်လို တာဝန်ယူပြီး သားအဖဆက်ဆံရေးကို ဘယ်လိုပြန်လည် တည်ဆောက်မလဲဆိုတာကို ကြည့်ရှုအားပေးလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime, Drama\nQuality…. 1080p | 720p\nFile size… 2.1GB | 969MB\nFormat… mp4\nDuration…. 1h 45min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "",
        "url": "https://megaup.net/2BysD/Remp-it.2.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/teenage-135x200.png",
        "title": "Ruby Gillman, Teenage Kraken (2023)",
        "description": "Ruby Gillman, Teenage Kraken (2023)\n===========================\nIMDb Rating - 5.9/10The Croods 2013 ကိုရေးသားခဲ့တဲ့ Kirk DeMicco ဒါရိုက်\nတာအဖြစ် ရိုက်ကူးထားတဲ့ ကာတွန်းရုပ်ရှင်အသစ်လေး လာ\nပါပြီ။ အသံသရုပ်ဆောင်အနေနဲ့ To All the Boys I've Loved\nBefore ရဲ့ မင်းသမီး Lana Condor ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း -\nလူတွေဟာ ခရက်ကန်ဆိုတဲ့ သတ္တဝါဆိုးကြီးတွေအကြောင်း ကြား\nဖူးကြပါတယ်။ လှေတွေ သင်္ဘောတွေကို မြှပ်ပစ်တယ်၊ သင်္ဘောသား\nတွေကိုသတ်ပစ်တယ် စသဖြင့်ပေါ့။ ဒါပေမဲ့ ဒီရုပ်ရှင်ထဲမှာတော့ ခရက်\nကန်မိသားစုတစ်စုဟာ လူယောင်ဆောင်ပြီး သမုဒ္ဒရာကမ်းခြေမြို့လေး\nမှာ လာအခြေချနေပါတယ်။ ခရက်ကန်အမေ အာဂ်သာမှာ ၁၅ နှစ်အ\nရွယ် ရူဘီဂေမန်ဆိုတဲ့ သမီးလေးရှိပါတယ်။ သူကတော့ ခရက်ကန်ဆို\nတာ လူတွေမသိအောင်ဖုံးထားရင် လူဝင်ဆန့်ဖို့ ကြိုးစားနေတဲ့ အထက်\nတန်းကျောင်းသူလေးပါပဲ။ သူ့အမေက သူ့ကို သမုဒ္ဒရာထဲကိုဘယ်တော့မှ\nမဆင်းဖို့တင်းတင်းကြပ်ကြပ်မှာထားတာပါ။တစ်နေ့မှာတော့ အမှတ်မထင် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1fDp6/Ruby.Gillman.Teenage.Kraken.2023.720p.AMZN.WEB-DL.DDP5.1[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pEFQkA9q5yfN5dGqk5X52nH8bST.jpg",
        "title": "The Childe(2023)",
        "description": "The Childe(2023)***************ဒီကားက မထွက်ခင်ကတည်းက လူစိတ်ဝင်စားတဲ့ အကြောင်းတွေအများကြီးရှိတယ်...တစ်ချက်က အဓိက မင်းသားဖြစ်သူဟာ ဒီလို  လက်မရွှံကြေးစားလူသတ်သမားဟန်ပန်မျိုးတစ်ခါမှမရိုက်ဖူးတဲ့ မင်းသား Kim Seon-Ho ဖြစ်နေလို့ပါပဲ.... ဒါ့အပြင် A List သရုပ်ဆောင်တွေများစွာပါဝင်ထားတယ်..ထရောလာလေးပဲကွက်ကြမ်းနေတဲ့ ကားမျိုးမဟုတ်ဘူး..တစ်ကားလုံးကြမ်းသလို သတ်ဖြတ်ခန်းတွေဆိုလည်း အတော်ကြီးကိုမိုက်တယ်...ဖိလစ်ပိုင်ရဲ့မြေအောက်ကြေးစားလက်ဝှေ့လောကမှာကျဉ်လည်နေတဲ့ဖိုက်တာတစ်ယောက်ရှိတယ်....သူက အဖေက ကိုရီးယားလူမျိုးဖြစ်ပြီး အမေက ဖိလစ်ပိုင်လူမျိုးဖြစ်တယ်...လက်ရှိမိခင်နဲ့အတူနေပြီး မိခင်ကျန်းမာရေးမကောင်းတော့ ကြုံရာလူကြိုးဝိုင်းမှာထိုးပြီးပိုက်ဆံရှာနေတယ်..သူ့ရဲ့ရည်မှန်းချက်က ကိုရီးယားမှာရှိတဲ့ဖခင်ကိုရှာဖွေပြီး မိသားစုလေးပျော်ပျော်ရွှင်ရွှင်နေဖို့ဖြစ်တယ်..တစ်နေတော့ကံကောင်းထောက်မစွာ အဖေဘက်က လူတွေကသူ့ကိုရှာတွေ့သွားပြီး ကိုရီးယားကိုလိုက်ခဲ့ဖို့ခေါ်ခဲ့တယ်...ကိုရီးယားကိုအဖေနဲ့တွေ့ဖို့သွားတဲ့အခါမှာ မမျှော်လင့်ဘဲ စစ်တပ်တစ်တပ်စာလောက်ရှိတဲ့ကြေးစားလူသတ်သမားတွေသူ့နောက်ကိုလိုက်လာခဲ့တဲ့အခါမှာတော့...File Size : (1.8GB),&(709MB)\nQuality : WEB-DL 1080p,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Action,  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Miri Stary , Treasure Tiff  & Hnin Wai Oo\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/1fDbs/The.Childe.2023.WEB-DL.720P(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGQxYWE3MWEtODI3MC00ZmZhLTkwMWUtYWEwZTVkNDQzY2JkXkEyXkFqcGdeQXVyMDMxMTgwOQ@@._V1_-139x200.jpg",
        "title": "Unknown: Killer Robots (2023)",
        "description": "လူလုပ်အသိဉာဏ် AI (Artificial intelligence) နည်းပညာဟာဆိုရင်အခုခေတ်မှာသိကိုသိထားသင့်တဲ့နည်းပညာတစ်ခုဖြစ်နေပါပြီ ဒီ documentary film မှာတော့ နယ်ပယ်အသီးသီးကပညာရှင်တွေက AI နည်းပညာကိုဘယ်လိုတိုးတက်အောင်လုပ်ဆောင်နေကြပြီလဲ AI ကိုအသုံးပြုတဲ့အတွက်အကျိုးရလဒ်တွေကရောအမြဲတမ်းကောင်းနိုင်ပါ့မလားဆိုတဲ့အကြောင်းတွေကိုအချက်အလက်အပြည့်အစုံနဲ့ကြည့်ရှုရမှာပါ File size…(1.2 GB)/(675 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:10:00\nGenre...Documentary\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.5",
        "url": "https://megaup.net/3hu9e/Unknown.Killer.Robots.2023.720p.(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BM2UzNmY5NGEtYmE2ZS00YTcxLTg1OWMtYmM1NTAzMWY1MTcxXkEyXkFqcGdeQXVyMTA1OTMzNTQw._V1_-150x200.jpg",
        "title": "Farhana(2023)",
        "description": "Farhana (2023)\nIMDb 6.4/10\nDrama/Thriller\nဘာသာရေးအရမ်းကိုင်းရှိုင်းပြီး ရှေးရိုးစွဲလွန်းတဲ့ ဘိုင်ဟာ မိသားစုစီးပွားရေးအနေနဲ့ ဖိနပ်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ထားပါတယ်။\nဒီဖိနပ်ဆိုင်ကြောင့်ပဲ သမီးတွေကို မင်္ဂလာဆောင်ပေးနိုင်ခဲ့ပေမယ့် အိမ်ထောင်အသီးသီးကျပြီး မြေးတွေထပ်ရလာတဲ့အခါမှာတော့\nဒီစီးပွားရေးကျဆင်းလာပြီး မလောက်ငှတော့ပါဘူး။ ချေးငွေယူတာကိုလည်း မကောင်းတဲ့အရာလို့ သတ်မှတ်ထားပါတယ်။အဲဒါကြောင့် သမီးဖြစ်သူ ဖာဟာနာဟာ ကလေးသုံးယောက်ရဲ့အနာဂတ်လည်းရှိသေးတာမလို့ အလုပ်ထွက်လုပ်ခွင့်ပေးဖို့ တောင်းဆိုပါတော့တယ်။\nရှေးရိုးစွဲလွန်းတဲ့အိမ်ကနေ ခက်ခက်ခဲခဲတောင်းဆိုပြီး အလုပ်ရလာတဲ့အခါ ဖာဟာနာတစ်ယောက် အစွမ်းကုန်ကြိုးစားပါတော့တယ်။ဒီလိုနဲ့တဖြည်းဖြည်းအဆင်ပြေလာခဲ့ပေမယ့် သမီးဖြစ်သူ အရေးပေါ်ခွဲစိတ်မှုနဲ့ကြုံလာတဲ့အခါ\nဒီ့ထက်ပိုပြီးမက်လုံးပေးတဲ့ အလုပ်တစ်ခုကိုရဖို့ကြံပါတော့တယ်။\nဒါပေမဲ့ ဒီအလုပ်ကနေ မထင်မှတ်ထားတာတွေ ကြုံရ‌တဲ့အခါ ဖာဟာနာဘာတွေဆက်လုပ်မလဲ။\nဘယ်လိုစိတ်ဝင်စားစရာဇာတ်ကြောင်းတွေဖြစ်လာဦးမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Cherry,Zwe,V,BpL,Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2.09GB / 858MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by  Cherry~Zwe~V~ BpL~ Yunni",
        "rating": "6.4",
        "url": "https://megaup.net/1VAvi/Farhana.2023.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kKX61echirKRwARuxp6HcAeTMq9.jpg",
        "title": "The Scarlet Letter (2004)",
        "description": "(18+) The Scarlet Letter (2004)ဒီဇာတ်ကားရဲ့နာမည်ကို The Scarlet Letter ဆိုတဲ့စာအုပ်ကို အစွဲပြုပြီး ​ပေးထားတာဆို​ပေမယ့်\nဇာတ်လမ်းနဲ့ အလိုက်ဖက်ဆုံးနာမည်ကို ​စဉ်းစားရရင်\n\"အချစ်​ကြောင့် ပျက်သုဉ်းရသူများ\"လို့ ကင်ပွန်းတပ်ရင် မှားမယ်မထင်ပါဘူး။\n၂၀၀၄ ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Mystery Drama ရုပ်ရှင်ဖြစ်ပြီး\nတစ်​ခေတ်တစ်ခါက အ​တော်​ရေပန်းစားခဲ့တဲ့ ကိုရီးယားရုပ်ရှင်ပါ၊\nIMDb 6.4အထိရရှိထားပြီး ဇာတ်လမ်းသွားနဲ့ plot twist​တွေက အ​တော်​လေးမိုက်ပါတယ်၊\nအ​​​ဖော်အပြလည်း ကြမ်းသလို ​သွေးသံရဲရဲ​တွေလည်း ပါဝင်လို့\n18+လို့ ​ပြောလို့ရပါတယ်။\nမထင်ထားတဲ့plot twistအဆန်း​​တွေကြိုက်ရင် ဒီဇာတ်ကားကို ​သေချာ​ပေါက် ညွှန်းလို့ရပါတယ်။သရုပ်​ဆောင်​​တွေအ​​နေနဲ့ အားလုံးရင်းနှီးပြီးသား Dr. Romantic ထဲက မင်းသားကြီး Han Suk Kyu နဲ့\nတချိန်က နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Lee Eun Juတို့ အဓိကပါဝင်ထားသလို\nဒီဘက်​ခေတ် ဒရာမာ​တွေမှာ မကြာခဏတွေ့​နေကျ မင်းသား၊မင်းသမီးကြီး​တွေ\nပါဝင်ထားပါ​သေးတယ်၊\nဒီဇာတ်ကားက မင်းသမီးLee Eun Juရဲ့ ​နောက်ဆုံးဇာတ်ကား ဖြစ်ပြီး ​အညွန့်တလူလူနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1Lkrj/The.Scarlet.Letter.2004.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tf1G7uToWuoW2X5TzpUNX9vbNuO.jpg",
        "title": "Musudan (2016)",
        "description": "Musudan (2016)ပန့်ဟောက်စ် ထဲက ရှင်းဆူယွန်း လို့ လူသိများတဲ့\nမင်းသမီးကြီး အီဂျီအာ ရဲ့ Mystery Thriller ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ တောင်ကိုရီးယားနှင့်မြောက်ကိုရီယားနယ်စပ်ကြားမှာ\nအကြောင်းအရင်းမရှိလူသေမှု၊ လူပျောက်မှုတွေ ဖြစ်နေခဲ့လို့\nဒီအကြောင်းကိုစုံစမ်းဖြေရှင်းဖို့ တောင်ကိုရီးယားက အထူးတပ်ဖွဲ့ဖွဲ့ပြီး\n၂၄နာရီမစ်ရှင် တစ်ခုကို စေလွှတ်ခဲ့ပါတယ်။\nဒါပေမယ့် ဒီတပ်ဖွဲ့ နယ်စပ်ကိုရောက်သွားတဲ့အခါမှာတော့\nသာမန်မဟုတ်တဲ့အဖြေတစ်ခုကို ရှာတွေ့ခဲ့ပါတယ်။\nဒီအဖြေက ဘာဖြစ်မလဲဆို‌တာ ဖော်ထုတ်ရင်း ဘယ်လိုအခက်အခဲမျိုးတွေနဲ့ကြုံတွေ့ရလဲ၊\nအ‌ဖြေကို ရှာတွေ့တဲ့အချိန်ဘာဆက်လုပ်ကြလဲ၊\nနောက်ဆက်တွဲဘာတွေဖြစ်လာလဲ ဆိုတာကို စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yolanda Shwe ပဲ ဖြစ်ပါတယ်Genre.....Action, Mystery, Thriller\nQuality….1080p | 720p| 480p\nFile size…1.4Gb | 745MB | 275MB\nFormat…mp4\nDuration….1h 27min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Yolanda Shwe\nEncoder ..... August",
        "rating": "",
        "url": "https://megaup.net/2r4jm/Musudan.2016.720p.NF.WEB-DL.CM.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1pBAaatnUJ7SrIxKUPaVHhJZi1A.jpg",
        "title": "Go Back (2021)",
        "description": "Go Back (2021)\"လောကကြီးမှာ မွေးဖွားလာတဲ့ ကလေးတွေအကုန်လုံး\nကောင်းကောင်းမွန်မွန် ကြီးပြင်းလာဖို့ ထိုက်တန်ပါတယ်\"ဆိုးလ်မြို့မှာ ထူးဆန်းတဲ့ \"ဝမ် ၁၀၀၀ ပြန်ပေးဆွဲမှု\" ဆိုတာ ပေါ်လာခဲ့ပါတယ်။\nပြည်သူတစ်ဦးကို ဝမ် ၁၀၀၀ ပို့ပေးဖို့ နဲ့ အဲဒီငွေတွေကို စုပြီး တစ်ပတ်အတွင်း ဝမ်၁သန်း ပြည့်အောင် မပေးနိုင်ရင်\nပြန်ပေးဆွဲထားတဲ့ ကလေးကို သတ်ပစ်မယ်ဆိုပြီး မထင်မှတ်ထားတဲ့ ပြန်ပေးဆွဲမှုပါပဲ။လူမှုဝန်ထမ်းတစ်ဦးဖြစ်တဲ့ အူဆွန်း ကနေ စောင့်ရှောက်ပေးနေတဲ့ ဘိုရာဆိုတဲ့ ကလေးတစ်ယောက် ရှိပါတယ်။\nအဲဒီကလေးကို သူ့အဖေက ညှင်းပန်းနှိပ်စက်တယ်လို့ အူဆွန်းက သံသယဝင်လို့\nသူ့အဖေနဲ့ အူဆွန်း ပြဿနာ ဖြစ်ခဲ့ဖူးပါတယ်။\nတစ်နေ့မှာတော့ ဘိုရာ့အဖေ ရုတ်တရက် အသတ်ခံရပြီး ဘိုရာလည်း ပျောက်သွားခဲ့ပါတယ်။ဘိုရာ့အဖေ သေဆုံးမှုကို စုံစမ်းနေတဲ့ ရဲဝန်ထမ်းတွေက အူဆွန်းကို သံသယဝင်လာသောအခါမှာတော့ .....သည်းထိတ်ရင်ဖိုဇာတ်ကားတွေကိုမှ ကြိုက်နှစ်သက်တတ်သူတွေအတွက်\nခံတွင်းတွေ့စေမယ့် ကိုရီးယား Crime, Drama ကားကောင်းတစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Su Yeong ...",
        "rating": "",
        "url": "https://megaup.net/37fju/Go.Back.2021.720p.CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3RbaSILAQNOQ4iNUJfh49A5gSQU.jpg",
        "title": "The Emigrants (2021)",
        "description": "ဒီကားလေးကတော့ ၂၀၂၁ မှာ ထွက်ရှိတဲ့ ဆွီဒင် ဥရောပ ဇာတ်ကားလေးပါ။1970 မှာ ရိုက်ခဲ့တဲ့ နာမည်တူ ဆွီဒင်ဇာတ်ကားကိုပဲ remake ပြန်ရိုက်ထားတာပါ။သမိုင်းနောက်ခံ အချက်အလက်မှန်မှန်နဲ့ ရင်ထဲထိအောင်ရိုက်ပြနိုင်တဲ့ ဥရောပ ဒရာမာကား ကောင်းကောင်းကို ကြည့်ချင်ရင်တော့ဒီဇာတ်ကားလေးကို ကြည့်သင့်ပါတယ်။ ပထမကမ္ဘာစစ်မဖြစ်ခင် 1840 ဝန်းကျင်တဝိုက် ဆွီဒင်မှာ သီးပင်စားပင်စိုက်ရခက်ပြီးစားနပ်ရိက္ခာရှားပါး ငတ်ပြတ်နေချိန် အော်စကာနဲ့ ခရစ္စတီးနားတို့ လင်မယား ကလေးတွေရှေ့ရေးအတွက်အမေရိကကို လှေနဲ့သွားပြီး ပြောင်းရွှေ့အချေချဖို့ လုပ်ကြတယ်။ အဲ့အချိန်ကအမေရိကန်ဟာ နိုင်ငံစတည်ကာစ ဖြစ်ပြီး လူ့အခွင့်အရေးအပြည့်အဝရတဲ့လွတ်လပ်သောနိုင်ငံ တစ်ခုဖြစ်နေတဲ့အချိန်ပေါ့။ ခင်ပွန်းဖြစ်သူက မိသားစုရှေ့ရေးအတွက်အမေရိကမှာ အခြေချဖို့ မကြောက်ပေမယ့် ခရစ္စတီးနားကတော့ သမားရိုးကျဆန်တဲ့ဘာသာရေး ကိုးကွယ်သူ ပီပီယဥ်ကျေးမှု မတူတဲ့ အရပ်ဟာ သူ့အတွက်နေပျော်မယ့် အရပ်ဖြစ်ပါ့မလားတွေးရင်း ခင်ပွန်းဖြစ်သူနဲ့အတူ အမေရိကားကို ပြောင်းရွှေ့အခြေချဖိို့ လိုက်ခဲ့တာပေါ။ ဒီကားထဲမှာဘာသာရေးအယူဝါဒကွဲပြားမှုကြေင့် ချစ်ခင်ကြသူတွေ သွေးကွဲကြတယ်ဆိုတဲ့သဘောကို တွေ့ရပါတယ်။ ရှေးရိုးဆန်တဲ့ အယူဝါဒတွေနဲ့ လူကိုလူလိုမြင်တတ်မှုလူသားဆန်မှုတွေကြား ခရစ္စတီးနားတစ်ယောက် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Lktg/The.Emigrants.2021.SWEDISH.720p.BluRay.x265.YK(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uDkDzSUluhC3ONk25VbaVaqe8kH.jpg",
        "title": "Breath (2007)",
        "description": "Breath (2007)တောင်ကိုရီးယား Art Houseဒါရိုက်တာတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Kim Ki Dukကို ဒီကလူ တော်တော်များများသိကြသလို\nသူ့ရုပ်ရှင်တွေဖြစ်တဲ့ 3-Iron, Spring Summer Fall winterနဲ့ တခြားရုပ်ရှင်တွေလည်း ဒီမှာ တော်တော်ကြိုက်ကြပါတယ်။\nBreathဟာ Kimရဲ့ ကားကောင်းတွေထဲက တစ်ကားပါပဲ။Castတွေထဲ ထူးထူးခြားခြား ဝေါင်ကာဝေးလက်စွဲတော်တစ်ယောက်ဖြစ်တဲ့ ချန်းချန်ကို သုံးထားပါတယ်။\nနောက် တောင်ကိုရီးယား A Listတန်း၀င် မင်းသား Ha Jung-Wooနဲ့ Park Ji-Ahတို့ကို သုံးထားပါတယ်။Breathဟာ Kim Ki Dukကားပါ။\nဒီတော့ သူရိုက်တတ်တဲ့ပုံစံအတိုင်း ဒီထဲမှာ ချန်းချန်ရဲ့ ဇာတ်ကောင် Jiang Jinဟာ ဒီထဲစကားတစ်လုံးမှ မပြောပါဘူး။\nလူ့အဇ္ဈတ္တအတွင်းသဏ္ဍာန်ကို သာမန်လူတွေ မတွေးမိတဲ့ဟန်နဲ့ပဲ ပုံဖော်ထားပါတယ်။\nသူ့ကားပီပီသသ နည်းနည်းလည်း ပဟေဠိဆန်ပါတယ်။\nသူ့ကားပီပီသသ လိင်ဆန္ဒသရုပ်ဖော်ခန်းတွေလည်း ပါတယ်။ဖရန်စစ် ဖို့ဒ် ကော်ပိုလာဟာ သူ့ရုပ်ရှင်တွေကို စကားလုံးတစ်လုံးတည်းနဲ့ ခြုံငုံပြောပြဖူးပါတယ်။\nမှတ်မိသလောက်ဆို Godfatherဆို Familyလို့ ပြောခဲ့တယ်ထင်ပါတယ်။\nဒီရုပ်ရှင်ကို ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/breath-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8c9olEa8xtSKoThXu0qjiD6mgtd.jpg",
        "title": "The International(2009)",
        "description": "The International(2009) အညွှန်း****************************IBBC ဆိုတဲ့ဘဏ်က ဘဏ်နဲ့မဆိုင်တဲ့ သန်းရာချီ လက်နက်တွေဝယ်ယူနေတဲ့လို့သတင်းရပြီးနောက်ပိုင်းအေးဂျင့် လူးဝစ် နဲ့ သူ့အဖွဲ့က IBBC ကို ဆက်တိုက်လိုက်စုံစမ်းပါတယ်...အချက်အလက်တွေ အချိန်တွေ အများကြီးယူပြီးတဲ့နောက်မှာ သူတို့အဖွဲ့ဟာ အရေးပါတဲ့သူတစ်ယောက်နဲ့ဆက်သွယ်မိကြတယ်...ခက်တာက အဲ့ဒီသူနဲ့တွေ့တဲ့ လူးဝစ်တို့အဖွဲ့က တစ်ယောက် မတော်တဆမှုနဲ့သေဆုံးခဲ့သလိုအချိန်တစ်ရက်မပြည့်ခင်မှာပဲ သူတို့ဆက်သွယ်မိတဲ့သူဟာလည်း မတော်တဆမှုနဲ့ထပ်မံ့ပြီးသေဆုံးခဲ့ပါတယ်..အထက်ကလူကြီးတွေကလည်း မရေရာမသေချာတဲ့ ဒီကိစ္စကြီးကိုလက်ရှောင်ချင်နေကြတယ်..လူးဝစ်အတွက်တော့ လုပ်ဖော်ကိုင်ဖက်လည်းဆုံးရှုံးရသလို အင်အားကြီးတဲ့ ရန်သူနဲ့ရင်ဆိုင်နေရလို့လက်ရှောင်ချင်တဲ့သူတွေကြားမှာတော့ အကြီးအကျယ် ဒေါသထွက်နေတယ်...သို့ပေမဲ့ သူအစွမ်းရှိသလောက် ရအောင်ဖော်ထုတ်မယ်ဆိုပြီ:ကြိုးစားတဲ့အခါမှာတော့...ဒီကားဟာ BOX Office မှာ ဝင်ငွေကောင်းခဲ့သလို  မင်းသားကြီး Clive Owen  နဲ့ မင်းသမီ:ကြီးNaomi Watts တို့ က အဓိက သရုပ်ဆောင်ထားပြီ: ဇာတ်လမ်းအစမှ  အဆုံး အီနေတာမျိုးမရှိဘဲတော်တော်လန်းတဲ့ဇာလမ်းမို့ ကြည့်ကြပါလို့....File Size :(4.1GB)(924MB) and (292MB)\nQuality : Blu-Ray 1080P5.1CH,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Crime , ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Lklf/The.International.2009_.BLU-RAY720P.(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eQRFo1qwRREYwj47Yoe1PisgOle.jpg",
        "title": "The Gold Rush (1925)",
        "description": "ဂန္တဝင်ဟာသသရုပ်ဆောင်ကြီး ချာလီချပ်ပလင်ရဲ့ ဇာတ်ကားတွေကို\nတင်ဆက်ပေးလာရာ အခုတစ်ခါ တင်ဆက်ပေးမှာကတော့ ၁၉၂၅က\nထွက်ရှိခဲ့တဲ့ The Gold Rushဆိုတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်။Ratingတွေ ဘာတွေ များများစားစား ပြောစရာမလိုပါဘူး။ IMDb\n8.2နဲ့ Rotten Tomatoes 100%ပါ။ ချာလီချပ်ပလင်ရဲ့ ဇာတ်ကား\nဆိုတဲ့အတိုင်း စ လယ် ဆုံး ရယ်မောနေရမှာပါ။တစ်ခေတ်တစ်ခါက မြောက်အမေရိကတိုက်မှာ ရွှေကြောရှာခရီးတွေ\nအများကြီး ရှိခဲ့သလို တစ်ကမ္ဘာလုံးက ရွှေကြောရှာသမားတွေလည်း\nဒုနဲ့ဒေး လာရောက်ခဲ့ကြတာပါ။ ချာလီချပ်ပလင်ကတော့ အလာစကာ\nရွှေကြောရှာခရီးရှည်ကြီးထဲ ပါလာတဲ့သူပါ။ အလာစကာပြည်နယ်က\nအချိန်ပြည့် ဆီးနှင်းတွေ ကျဆင်းပြီး ရေခဲတောင်ကြီးတွေ ရှိတဲ့နေရာ\nဖြစ်လို့ အင်မတန်ကြမ်းတမ်းခက်ခဲတဲ့ ခရီးစဉ်ကြီးပါ။ဒီရွှေရှာခရီးကိုချာလီချပ်ပလင်တစ်ယောက် ကျော်ဖြတ်နိုင်ပါ့မလား၊ ရွေတွေတွေ့ပြီး\nသန်းကြွယ်သူဌေးကြီး ဖြစ်သွားမလား၊ဘယ်လိုမျိုး တလွဲတချော်တွေ\nဖြစ်ဦးမလဲဆိုတာကို ရယ်မောခံစားကြည့်ရှုရမှာပါ။   \nFile size…1.2GB\nQuality…720p\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by JimX",
        "rating": "8.2",
        "url": "https://megaup.net/1Lkl2/The.Gold.Rush.1925.720p.BluRay._%7BCM%7D.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1QpO9wo7JWecZ4NiBuu625FiY1j.jpg",
        "title": "The Great Dictator (1940)",
        "description": "The Great Dictator (1940)Comedy/War\nIMDb -8.4, Rotten Tomatoes 93%ချာလီချက်ပလင်ဆိုရင် အသံတိတ်ရုပ်ရှင်တွေကိုပဲ အများစုပြေးမြင်ကြမယ်ဆိုပေမယ့်ဒါ အသံတိတ်ဇာတ်လမ်းမဟုတ် အဓိပ္ပါယ်ရှိတဲ့ စကားလုံးတွေနဲ့ ပြည့်နှက်နေတဲ့ဇာတ်လမ်းတစ်ပုဒ်ပါ။ ဒီဇာတ်လမ်းကို ချာလီချက်ပလင်ကိုယ်တိုင်ရိုက်ကူးထုတ်လုပ် သရုပ်ဆောင်ထားပြီး သူထုတ်လုပ်ခဲ့ဖူးတဲ့ ဇာတ်လမ်းတွေထဲမှာအကောင်းဆုံးလို့တောင် ချီးကျူးပြောဆိုခံခဲ့ရပါတယ်။ ဘာကြောင့်ဆို ဟစ်တလာ၊ နာဇီနဲ့ဖက်ဆစ်စနစ်တို့ကို ပညာသားပါပါ သရော်ထားပြီး ဂျူးမုန်းတီးရေးဝါဒီတွေကိုရှုတ်ချထားလို့ပါ။ဒီဇာတ်လမ်းမှာ သာမန်အညတရ ဆံသဆရာ စစ်မှုထမ်းဟောင်းတစ်ယောက်အဖြစ်နဲ့ဟင်ကယ်လို့ အမည်ရတဲ့ ကမ္ဘာကို လက်ဝါးကြီးအုပ်ချင်နေတဲ့ စစ်အာဏာရှင်အဖြစ်ချာလီကိုယ်တိုင် နှစ်ကိုယ်ခွဲ သရုပ်ဆောင်ထားပါတယ်။ အားလုံးနဲ့ မစိမ်းတော့တဲ့အာဏာရှင်လက်အောက် ကျရောက်နေတဲ့ နိုင်ငံသားတို့ရဲ့ ကျီးလန့်စာစား၊ ဘာဆိုဘာမှပြောပိုင်ခွင့်မရှိ၊ လုပ်ပိုင်ခွင့်မရှိတဲ့ ဘ၀တွေကို မြင်ရလိမ့်မယ်။ စက်ရုပ်လိုပုံစံရိုက်သွင်းခံထားရတဲ့ စစ်သားတွေရဲ့ ရပ်ကွက်တွေထဲ နိုင်ထက်စီးနင်းမှုတွေကိုမြင်ရလိမ့်မယ်။ အာဏာရှင်တို့ရဲ့ \" ဘယ်သူသေသေ ငတေမာရင် ပြီးရော \" ဆိုတဲ့ကိုယ့်ဖို့ကိုယ်သာကြည့်တဲ့ စရိုက်ဆိုးတွေကို မြင်ရပါလိမ့်မယ်။ဒီဇာတ်လမ်းရဲ့ အထူးခြားဆုံးနဲ့ နာမည်အကြီးခဲ့ဆုံးအပိုင်းကတော့ သူ့ရဲ့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1Lki5/The_Great_Dictator_(1940)_Criterion__720P_%7BCM%7D.mp4",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/81Ka4kzEL._AC_SL1500_xX-141x200.jpg",
        "title": "[21+] In Summer- Amin Nina (SSNI-895)",
        "description": "မင်းသမီး Amin Nina ရဲ့ နောက်ဇာတ်လမ်းတစ်ပုဒ်ကို တင်ဆက်လိုက်ပါတယ်။ပထမကားကိုကြည့်ဖူးတဲ့လူတွေ သိကြပါလိမ့်မယ်... Amin Nina ဆိုတာအသားအရည်ရဲ့ဝင်းလက်မှု ခန္ဓာကိုယ်ရဲ့အဆီအပိုမရှိမှုတွေကြောင့် လုံးဝစွဲမက်စရာ မင်းသမီးလေးတစ်ပါးပါ။အကြည့်တွေစူးရှသလို သူကချည်းပဲ ဦးဆောင်တတ်တဲ့အပြုအမူတွေနဲ့ ရဲဝင့်မှုအပြည့်ပါပဲ။ဒီဇာတ်ကားမှာဆိုလဲ သူမ ဘယ်လောက်ထိ ဝင့်လဲဆိုတာ ပြပါဦးမယ်….မင်းသားကြီးကလဲ နယ်မရွေး လိုက်တဲ့ လူမိုက်ကြီးမလို့ကြိုက်မိတဲ့ Jav တစ်ပုဒ်ဆိုပါစို့။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.5 GB) & (850 MB)\nQuality : HDRip 1080p & 720p\nRunning Time : 01:58:38\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Andrew Mason\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/1Lkgi/(DS)Amin_Nina(SSNI-895)HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pLAeWgqXbTeJ2gQtNvRmdIncYsk.jpg",
        "title": "Father Stu (2022)",
        "description": "Father Stu(2022)Mark Wahlberg နဲ့ Mel Gibson တို့ရဲ့ Father Stu လာပါပြီဗျာ။Father Stu ဆိုတာကတော့ ထိုးဖို့ ကြိတ်ဖို့ သတ်ဖို့ ပုတ်ဖို့ပဲ\nစိတ်ဝင်စားတဲ့ လက်ဝှေ့သမား အဖြစ်ကနေ\nလူတွေကို ပျက်စီးရာပျက်စီးကြောင်းကနေ အဖတ်ဆယ် ကယ်တင်ပေးသူ\nခရစ်ယာန်ဘုန်းတော်ကြီး ဖြစ်လာတဲ့ Stuart Long အကြောင်း\nဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပါStuart Long ဟာ ဆိုးသွမ်းတဲ့ ဖခင်ဒဏ်ကို ခံရပြီး\nကြမ်းကြမ်းတမ်းတမ်း ကြီးပြင်းလာရတဲ့ လက်ဝှေ့သမားတစ်ယောက်ပါလက်ဝှေ့ထိုးနေရင်း ဆိုးဝါးတဲ့ မေးရိုးရောဂါကြောင့်\nလက်ဝှေ့သမားအဖြစ်ကနေ နှုတ်ထွက်ခဲ့ရပြီး သရုပ်ဆောင် လုပ်မယ်ဆိုပြီး LA ကို ထွက်လာခဲ့ပါတယ်LA က စူပါးမားကတ်မှာ အလုပ်လုပ်ပြီး သရုပ်ဆောင်လုပ်ဖို့ ကြိုးစား ရုန်းကန်ရပုံတွေ\nစူပါမားကတ်ကို စျေးဝယ်လာတဲ့ ကတ်သလစ်ဘာသာဝင် မိန်းကလေးတစ်ယောက်ကို သဘောကျမိရာက\nဘုရားကျောင်းရောက်သွားပြီး ဖာသာဘဝကို ရောက်ခဲ့ရပုံတွေ\nစတာတွေကို သဘာဝကျကျ ရိုက်ကူးတင်ဆက်ထားတာပါIMDb rating 6.8 အထိ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Lken/Father.Stu.2022.720p.WEB-DL.CM.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/photo_2022-05-31_07-50-26-2-135x200.jpg",
        "title": "[21+] Nymphomaniac: Vol. II (2013)",
        "description": "[21+] Nymphomaniac Vol.2 (2013)Rating အမြင့်တွေ၊ ဝေဖန်ချက်ကောင်းတွေချည် းရထားတဲ့ Adult Art flim တစ်ခု ဖြစ်ပြီး နာမည်ကျော်ဒါရိုက်တာ Lars Von Trier ရဲ့ အကောင်းဆုံး လက်ရာ‌တွေထဲက တစ်ကားဖြစ်ပြီး ရှည်လွန်းလို့ နှစ်ကား ခွဲထားရတဲ့ Nymphomaniac Vol-1 ပထမကားရဲ့ အဆက် Volume 2 ပါ။Volume 1 နောက်ဆုံးမှာ လိင်ပိုင်းဆိုင်ရာ အာရုံခံစားမှုတွေ ပျောက်သွားတဲ့ ကာမစိတ်လွန်ကဲနေတဲ့ ဂျိုးတစ်ယောက် သူ့ရဲ့ ကာမခံစားမှုတွေနဲ့ orgasm ကို ပြန်ရဖို့အတွက် အားသွန်ခွန်စိုက် ကြိုးစားရင်း ဖြစ်လာခဲ့တဲ့ စိတ်ဝင်စားဖွယ်ရာ ဖြစ်ရပ်တွေ၊ ခံစားချက်တွေကို အဘိုးကြီးကို ပြန်ပြောင်းပြောရင်း ရင်ဖွင့်လိုက်ပါတယ်။သိုင်းချတဲ့အခန်းတွေတော့ အများကြီးမပါတော့ပေမဲ့ ဇာတ်လမ်းကတော့ အရမ်းကိုကောင်းသထက်ကောင်းရင်း ပြီးသွားတဲ့အထိကို ဇာတ်ရှိန်ကျမသွားတဲ့ တကယ်ကိုကောင်းမွန်တဲ့ Art Film တစ်ခုပါပဲ။ ဂျိုးနဲ့အဘိုးကြီးရဲ့စကားဝိုင်းကလည်း ...",
        "rating": "6.6",
        "url": "https://megaup.net/15lrb/[DarkSide][21+]Nymphomaniac.Vol.2.2013.720p.Blu-ray.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sznMDVeUW5E1uQUjxjwO6mEX02z.jpg",
        "title": "Seththumaan (2021)",
        "description": "ဘောလိ၀ုဒ် ပရိသတ်များအတွက် မြင်ဖူးကြည့်ဖူးနေကြ\nဇာတ်အိမ်လေးမဟုတ်ဘဲ တမူထူးခြားနေတဲ့ ဇာတ်အိမ်ကို\nဖွဲ့စည်းတင်ဆက်ရိုက်ကူးထားတဲ့ Sethuthumaan\nမြန်မာလို \" ဝက် \" လို့ အမည်ရတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးလိုက်ပါရစေ ။အိန္ဒိယနိုင်ငံ ရွာလေးတစ်ရွာကို အခြေပြုရိုက်ကူးထားပြီး ခြင်းတောင်းလေးတွေကို\nရက်လုပ်ရောင်းချပြီး ရိုးသားကြင်နာတတ်တဲ့အဘိုးအို ပူချီပါး .....\nသူတို့ရွာရဲ့ ဟိန္ဒူအမျိုးဇာတ် ခွဲခြားမှုကြောင့် ဖြစ်ပွားခဲ့အဓိကရုဏ်းမှာ\nမိဘနှစ်ပါးလုံးဆုံးပါးပြီး လောကကြီးအလယ်မှာ တစ်ဦးတည်း အဘိုး ပူချီနဲ့\nကျန်ရစ်ခဲ့ရှာတဲ့ မြေးလေး ကူမရီဆန် .....အဘိုး ပူချီကတော့ မြေးလေးကို ကျောင်းကောင်းကောင်းမှာထား ပညာတွေသင်ပြီး\nဘ၀ကို ကောင်းကောင်းမွန်မွန် ဖြတ်သန်းစေချင်ခဲ့တဲ့\nအိပ်မက်အကြီးကြီးကို လွယ်ထားရတဲ့ မြေးချစ်အဘိုးပေါ့ ....\nအဘိုးပူချီရဲ့ မြေရှင် ဒေါသအိုး ဗယ်လရမ်က အဘိုးပူချီ့ကို\nဒေသခံအစားကြူးတဲ့သူတွေ ကြိုက်ကြတဲ့အသားဖြစ်ပြီး\nအမျိုးဇာတ်ထိန်းသိမ်းသူတွေ ရှုံ့ချတဲ့ အသားဖြစ်တဲ့ \" ဝက်သား \"ကို\nစားချင်လို့ ဝက်ရှာခိုင်းတဲ့အခါ ပူချီတို့ မြေးအဘိုးနှစ်ယောက် အလုပ်ရှုပ်ကြပါတော့တယ်။ဒါပေမယ့်လည်း ဝက်ကိုပေါ်ပြီးချိန်မှာတော့ ဒေါသအိုးမြေရှင် ဗယ်လရမ်လိုပဲ ဝက်သားကြိုက်သူ ရွာသားတို့စုစည်းလာပါတော့တယ် ....\nအဲဒီထဲမှာမှ ဝက်သားလေးနဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Lk6v/Seththumaan_(2022)_TRUE_WEB-DL_-_720p.Malayalam.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/272086719_untitled-160x200.jpg",
        "title": "(21+)When I Was Bored And Bored In The Countryside Where My Husband Was Transferred, I Invited PRED-360",
        "description": "အိုက်ကာရဲ့ အလှတွေကို သင်တို့တွေကို မြင်ဖူးစေချင်တယ်\nအိုက်ကာရဲ့ အကြည့်တွေနဲ့ Dirty Talk တွေကို နားထောင်စေချင်တယ်\nအိုက်ကာရဲ့ ညှိုချက်တွေကို တွေ့ဖူးစေချင်တယ်အိုက်ကာတစ်ယောက် သူမအမျိုးသားတာဝန်ကျရာနေရာကို လိုက်ရပါတယ်\nအခုလည်း သူမအမျိုးသာက တောခေါင်းတာဝန်နဲ့ ကျေးလက်ဒေသလေးတစ်ခုကို\nပြောင်းရွှေ့လာပါတယ် သူမကိုယ်တိုင်ကလည်း စိုက်ပျိုးရေးဝါသနာပါသူဖြစ်ပါတယ်သူမအိမ်နီးချင်းဂါအိုက လူပျိုးကြီးတစ်ကိုယ်တည်းပါ\nသူကစိုက်ပျိုးရေးကိုဝါသနာပါသူဖြစ်ပြီး\nလယ်တော့ထဲမှာပဲ အချိန်ဖြုန်းနေသူတစ်ဦးပါအိုက်ကာတစ်ယောက် လူပျိုကြီးဆီးမှာ ပညာတွေသင်ယူရင်း\nလူပျိုကြီးကို မထိကလုပ်ထိကလုပ်စ,ရင်းကနေ\nမဖွယ်မရာတွေဖြစ်လာပါတော့တယ်\nမဖွယ်မရာတွေက ခေါင်းကြီးတို့အကြိုက်တွေဖြစ်နေလို့ရွေးချယ်တင်ဆက်ပေးလိုက်ပါတယ်  \nFile size…1.8 GB\nQuality…720p HD RIP\nFormat…mp4\nDuration….2h 1mins\nSubtitle….Myanmar SUbtitl (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/21when-i-was-bored-and-bored-in-the-countryside-where-my-husband-was-transferred-i-invited-pred-360/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/iqbylgcunugv-145x200.jpg",
        "title": "[18+]Homejack Triangle (2018)",
        "description": "Homejack Triangle (2018)Homejack Triangle အပိုင်းမှာတော့ ကွင်းဆက်လူသတ်သမား ဂျက် ကို ဖမ်းမိပြီဆိုတဲ့ သတင်းထွက်ပေါ်လာပြီး တကယ်တမ်းကျတော့ လူမှားဖမ်းမိတာ ဖြစ်နေပါတယ်...\nဒါကြောင့် ဂျက်အမှုကို ကိုင်တဲ့ စစ်ဆေးရေးမှုး ရီ က လူမှားဖမ်းမှုကြောင့် အလုပ်ကနေ နားလိုက်ရပါတယ်။\nအလုပ်ပ်ိတ်ရက်မှာ သူ့ရည်းစားအိမ်မှာပဲ နေရင်း ချစ်ကြည်နူးကြပါတာပေါ့သူ့ရည်းစားက သူ့ညီမနဲ့မိတ်ဆက်ပေးဖို့ နေ့မှာပဲ ကွင်းသတ်လူသတ်သမားက စစ်ဆေးရေးမှုးရီကိုရော သူ့ရည်းစားရဲ့ ညီမလေးကိုပါ ဟိုဟာကျင့်ပါတော့တယ်...\nဂျက်ကို ဖမ်းချင်နေတဲ့ ရီ နဲ့ သူ့ရည်းစားရဲ့ ညီမလေးကို ဘယ်လိုအကွက်တွေနဲ့ ကျင့်မလဲဆိုတာ ကိမုချိတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(650MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:14:00\nType__Adult, Asian, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parrot\nEncoded by Dark Devil",
        "rating": "5",
        "url": "https://channelmyanmar.org/18homejack-triangle-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/14697-67-Timejpg-132x200.jpeg",
        "title": "Time (2021)",
        "description": "Time (2021)\n__________\nIMDb Rating - 6.4/10ဟောင်ကောင်ကား ကောင်းကောင်းကြည့်ချင်တဲ့လူတွေအတွက် Ricky Koဆိုတဲ့ ဟောင်ကောင် ‌ဒါရိုက်တာအသစ်ရဲ့ Debutရုပ်ရှင်ပါ။ သရုပ်ဆောင်တွေကတော့ Patrick Tse Yinနဲ့ Fung Bo-Boလို 1960ဟောင်ကောင်ရဲ့ နာမည်ကျော်ဖြစ်ခဲ့တဲ့ သရုပ်ဆောင်တွေက သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့ အက်ရှင်လည်းဟုတ်သလို တော်‌တော်လည်းရယ်ရတယ် ဒရာမာလည်း အသေချိုးတယ်။ ဒါရိုက်တာရဲ့ Debutအနေနဲ့ဆိုကောင်းတဲ့ အနေအထားရှိပါတယ်။ အရင်ဟောင်ကောင် ရုပ်ရှင်တွေရဲ့ အငွေ့အသက်ကိုပြန်ရတယ်။ လက်ရှိဟောင်ကောင်ရုပ်ရှင်အများစုနဲ့ ယှဉ်ရင်တော့ ရွှေပါပဲ။ဘာမှမဆိုင်အောင်ကို ကောင်းတယ်။ ဇာတ်အိမ်ပေါ့ပေါ့ပါးပါးနဲ့ တော်တော် ကြည့်ပျော်တဲ့ ရုပ်ရှင်ပါပဲ။ဇာတ်‌ကြောင်းကတော့ ကြေးစားလူသတ်သမား လူမိုက်၃ယောက်ရှိတယ်။ ငယ်စဉ်ကတော့ တော်တော် နာမည်ကြီးပြီး သူတို့ကို နိုင်တဲ့လူမရှိဘူး။ Timeဆိုတဲ့အတိုင်း ကာလတွေရွေလျောပြီး အိုမင်းလာကြတော့ ကိုယ်ပိုင်ဒုက္ခတွေ တစ်ပုံတပင်နေရတာကို ဟာ‌သလေးနှောပြသွားတယ်။ ‌နောက်တော့ ဘ၀မှာ လွတ်လွတ်လပ်လပ်ရှင်သန်ဖို့ ကိုယ့်အတွက်ကိုယ်ရှင်သန်ဖို့ ဘာညာပေါ့။ ဝါရင့် သရုပ်ဆောင်တွေချည်းမို့ သရုပ်ဆောင်လည်း ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Ljih/Time_(2021)_720p.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/death-in-desert-140x200.jpg",
        "title": "(18+)Death In Desert (2015)",
        "description": "အချစ်ဦးမြေးဦးရတောင်မမေ့ဘူးတဲ့\nစကားပုံလေးက လှပေမဲ့ကြောက်ဖို့ကောင်းတယ်\nမမေ့နိုင်တာကို မမေ့နိုင်သလိုပဲမနေပဲ\nအတင်းကြီးနီးစပ်အောင် လုပ်မိတော့\nမဖြစ်သင့်တာတွေဖြစ်ကုန်ပါတယ်အချစ်သစ်ကိုယ်စီနဲ့ ဘဝသစ်မှာပျော်တဲ့သူကပျော်နေပေမဲ့\nသူမကတော့မပျော်နိုင်ပါဘူး\nသူမရဲ့ခံစားချက်ကို ရအောင်အကောင်ထည်ဖေါ်ပါတော့တယ်\nသူမက ရုပ်ရည်ချောသလောက် အစွဲလမ်းကလည်းကြီးတယ်\nတစ်နေ့ သူမရဲ့ငယ်ချစ်ဦးဆီကို မရောက်ရောက်အောင်သွားပြီး\nအပြင်ကို မရမက ဆွဲထုတ်ပါတော့တယ်သူမ ကြိုတင်စီစဉ်ထားတဲ့အတိုင်း တည်းခိုခန်းတစ်ခုမှာ\nသွားတည်းရာကနေ မထင်မှတ်ပဲ ပြဿနာအကြီးကြီးတက်ပါတော့တယ်\nဆက်မချစ်သင့်တဲ့သူကို ခန္ဓာကိုယ်ရင်းပြီး ပက်သက်လို့ရောရပါ့မလားဆိုတာ\nသင်ခန်းစာယူရင်း ခေါင်းကြီးတို့အကြိုက်တွေ တသီကြီးပါတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…500MB\nQuality…720p HD RIP\nFormat…mp4\nDuration….1h 19mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.9",
        "url": "https://megaup.net/1Lir8/Death.In.Desert.2015.720p.HDRip.XviD(DS).mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-ladder-133x200.jpg",
        "title": "Ladder 49 (2014)",
        "description": "Ladder 49\n~~~~~~\nIMDb - 6.5\nRT - 41%\nမီးသတ်သမားတွေဆိုတာ အမေ့ခံ ပုဂ္ဂိုလ်တွေလို့ပဲ ပြောရမလားပဲ။ ကိုယ့်အသက်ကို ပဓာနမထားပဲ ကယ်တင်မှုတွေလုပ်ပေးပေမဲ့ ဆုတံဆိပ်အချို့က လွှဲလို့ ဘာမှရခဲ့တာမဟုတ်ပါဘူး။ အဲ့ဒီလိုလေးတွေနဲ့ပဲ ချွေးသိပ်ခဲ့ကြရတာပါ။အဲ့လို‌အမေ့ခံသူရဲကောင်းတွေဖြစ်တဲ့ မီးသတ်သမား‌တွေအကြောင်းကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်များစွာရှိပါတယ်။ အဲ့ဒီထဲမှာမှမင်းသား Joaquin Phoenix ရဲ့ ၂၀၀၄ က ရိုက်ကူးခဲ့တဲ့ Ladder 49 ဆိုတဲ့ ရုပ်ရှင်ကို တင်ဆက်ပေးချင်ပါတယ်။ဗာတီမောမြို့က ဂျက်မော်ရစ်စင် အမည်ရတဲ့ မီးသတ်သမားရဲ့ဘဝကို အခြေတည်ထားပြီး မီးသတ်သမားတွေရဲ့ ဘ‌ဝတွေ လူမှုပြဿနာတွေ သူရဲကောင်းဆန်မှုတွေ ရိုက်ကူးပြထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ဝင်ငွေပိုင်းအရ အောင်မြင်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ခဲ့ပြီ ကမ္ဘာ့တစ်ဝန်းမှာ သန်းတစ်ရာကျော်ပြန်လည်ရရှိခဲ့ပါတယ်။ File size…(1.77GB)/(1.01GB)/(597MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...Action /Drama /Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SPK",
        "rating": "6.5",
        "url": "https://megaup.net/2rf6u/Ladder.49.2004.720p_(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uxOXvW0pxqqMV2Q0YCuehMwLkER.jpg",
        "title": "The Fate of Swordsman ( 2017 )",
        "description": "ဒီတစ်ခါ CMက တင်ဆက်ပေးလိုက်တဲ့ ဇာတ်ကားလေးကတော့\nThe Fate Of SwordsManဆိုတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်\nထန်မင်း‌ဆက်ခေတ် လီမျိုးနွယ်စုဆို မင်းဧကရာဇ်အဖြစ်\nစိုးမိုးနေတဲ့အချိန်ကိုရိုက်ပြထားတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်မင်းကြီးမှာ အငယ်ဆုံးသားတော် ချုံမောက်လို့ခေါ်တဲ့ မင်းသားလေးတစ်ပါးရှိပါတယ်\nချုံမောက်ကငယ်စဉ်အခါထဲက နန်းတော်ထဲအနေပဲ\nမြို့တော်ပြင်ပမှာရှိတဲ့ ချွမ်ယန်နန်းတော်ဆောင်မှာနေပါတယ်တစ်နေ့မှာ မင်းကြီးနေမကောင်းဖြစ်တော့ သူ့သားငယ်ကိုတွေ့ချင်ပါတယ်ဆိုပြီး\nချုံမောက်ကိုမြို့တော်ပြန်ခေါ်ရာမှ လမ်းခရီးတစ်ဝက်မှာ လုပ်ကြံမှုတွေနဲ့ကြုံခဲ့ရပါတယ်\nဒီဇာတ်ကားမှာတော့ ကျွန်တော်တို့ရဲ့ မင်းသား ရှဲ့ယွင်လျိုကတော့\nချွမ်ယန်ဂိုဏ်းရဲ့ အကြီးဆုံးတပည့်ပေါ့သူက ချုံမောက်ကိုနန်းတော်ဆီသို့ပြန်လိုက်ပို့ရင်း\nအိမ်ရှေ့စံမင်းသားနဲ့ မင်းသမီးကို အမှတ်မထင်ကယ်တင်ခဲ့မိရာမှ\nတော်ဝင်မျိုးနွယ်စုရဲ့ နန်းလုနေတဲ့ရန်ပွဲထဲကိုအမှတ်မထင်ဝင်ရောက်မိခဲ့တယ်\nနောက်ဆုံးမှာ ရှဲ့ယွင်လျိုနဲ့ တော်ဝင်မျိုးနွယ်စုတို့\nဘယ်လိုဆက်ပတ်သက်ကြမလဲဆိုတာတော့\nဇာတ်လမ်းလေးကိုကြည့်ရှုရင်းစောင့်ကြည့်လိုက်ရအောင် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Thriller\nRuntime : 1h 2min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Xing Er\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-fate-of-swordsman-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BODBkOTRkZDgtNzI3My00YWZkLWE5NjAtNmQxMjAwYTY3YjYxXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-139x200.jpg",
        "title": "Deewangee (2002)",
        "description": "မင်းသားကြီးအဂျေးနဲ့အရှေးခန်နာ...မင်းသမီး Urmila Matondkar တို့ပါဝင်ထားတဲ့ ဒီဇာတ်ကားက IMDb Rating(6.5) ရရှိထားတဲ့ Crime,Mystery အမျိုးအစား စိတ်ဝင်စားစရာ ဇာတ်ကားကောင်းလေးပါ။\"အချစ်\"\nခေတ်အဆက်ဆက်က ဒီစကားလုံးလေးနှစ်လုံးကို ကဗျာတွေ\nစာတွေ ပေတွေနဲ့ ဖော်ကျူးခဲ့ကြတယ်...ခံစားချက်ထောင်ချီကနေ ပေါက်ဖွားလာတဲ့ ဒီစကားလုံးလေးက\nလူသားကို လုံးဝ ရူးသွပ်သွားအောင် လုပ်နိုင်ခဲ့တယ်..ပြောကြတယ်မလား အချစ်အတွက်ဆို အသက်လည်းပေးနိုင်သလို\nသေလည်းသေရဲတယ်ပေါ့ ဒါဟာ တကယ်အချစ်ကိုရူးသွပ်ကြတဲ့\nလူတွေမှာ ပေါက်ဖွားလာတဲ့ ခံစားချက်လေးပါ...ဒီလိုအချစ်မျိုးတွေ တကယ်ရှိခဲ့ကောင်း ရှိခဲ့ပါလိမ့်မယ်\nရှိလည်း ရှိနိုင်ပါတယ်...ဒီလိုစွဲလန်းရူးသွပ်စိတ်ကို ဖေါ်ပြထားတဲ့ ဒီကားလေးမှာ\nငယ်ငယ်လေးကတည်းက တိတ်တခိုးချစ်စိတ်တွေနဲ့\nဖုံးကွယ်ထားခဲ့ရတဲ့ ခံစားချက်တွေကို ရင်မှာမျိုသိပ်ရင်း\nဆရ်ဂမ်ဆိုတဲ့ကောင်မလေးကို တရန်းဆိုတဲ့ကောင်လေးဟာ\nရင်မှာကျိတ်ပိုးငြိတွယ်နေခဲ့တယ်...မိဘတွေက ရင်းနှီးသိကျွမ်းကြလို့ သူတို့နှစ်ယောက်ကို\nငယ်ငယ်လေးကတည်းက သဘောတူထားခဲ့ကြတယ်..လောကဓံကြောင့် တရန်းရဲ့မိဘတွေ ငယ်ငယ်လေးကတည်းက\nဆုံးပါးသွားခဲ့ကြပြီး ချစ်ရသူနဲ့ငယ်ငယ်လေးကတည်းက\nကွေကွင်းသွားခဲ့ရပါတယ်..ပြန်ဆုံမိတဲ့အခိုက်အတန့် သိပ်မကြာခင်မှာပဲ\nလူသတ်မှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်...ရဲတွေဟာ တရန်းကို\nလက်ပူးလက်ကြပ်မိလို့ လူသတ်တရားခံလို့ မှတ်ယူထားခဲ့ကြတယ်...ဆရ်ဂမ်ဟာ တရန်းကလူသတ်သမားမဖြစ်နိုင်ဘူးဆိုတာကို\nယုံကြည်တဲ့အတွက် နာမည်ကျော်ရှေ့နေလေး ရာဂျ်ကို\nအမှုလိုက်ပေးဖို့ အကူအညီတောင်းခဲ့ပါတယ်...တရန်းကလည်း သူ လူမသတ်ပါဘူးလို့ ငြင်းတယ်...ရှေ့နေရာဂျ်ကလည်း ဆရ်ဂမ်ကို သဘောကျနေတော့\nဒီအမှုကိုလိုက်ပေးဖို့ ဆုံးဖြတ်လိုက်ပါတယ်...ဒီလိုနဲ့ တရန်းဟာ တကယ်ပဲ လူသတ်သမားဖြစ်နေမလား...တကယ့်လူသတ်သမားက ဘယ်သူဖြစ်နေမလဲဆိုတာကို\nလှည့်ကွက်တွေများစွာနဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/158ol/(CM)_Deewangee.2002.720p.AMZN.DL.AVC.DDP.5.1-Nyein.mp4",
        "category": "Bollywood, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/gdthtf-139x200.jpg",
        "title": "Laddaland (2011)",
        "description": "ထီဆိုတဲ့သူဟာ သူ့ယောက္ခမအထင်သေးပြောဆိုမှုတွေကိုမခံနိုင်တဲ့အတွက် လတ်ဒါလန်အိမ်ရာက အိမ်တစ်အိမ်ကိုအရစ်ကျနဲ့ပေးဝယ်ခဲ့ပါတယ်ဘန်ကောက်ကနေ လတ်ဒါလန်ကို ပြောင်းရွှေ့ပြီး သူတို့အိမ်ပိုင်တစ်လုံးရှိရင် သူတို့မိသားစုပျော်ရွှင်ကြမယ်လို့ထင်ခဲ့ပေမဲ့ ထီထင်သလို မဖြစ်ခဲ့ပါဘူးတစ်နေ့မှာ သူတို့အိမ်နားက အိမ်တစ်အိမ်မှာအမျိုးသမီးတယောက်သေဆုံးပြီးနောက်ပိုင်း အခြေနေတွေကပိုပိုဆိုးလာပြီး ခြောက်ခြားစရာတွေဖြစ်လာပါတော့တယ်...လူတိုင်းက အဲ့ဒီအိမ်မှာသရဲရှိတယ်လို့ပြောနေကြပေမဲ့ ထီကတော့ သူတို့ရဲ့ ပထမဆုံးပိုင်ဆိုင်ရတဲ့ အိမ်လေးမို့ မယုံခဲ့ပါဘူးအဲ့ဒီအိမ်မှာသရဲတကယ်ရှိရဲ့လား...လတ်ဒါလန်အိမ်ရာမှာရော ဘယ်လိုခြောက်ခြားစရာဖြစ်ရပ်တွေကြုံရဦးမလဲဆိုတာ ဇာတ်ကားမှာကြည့်ရှူလိုက်ရအောင်နော် ။ဒီကားထဲမှာတော့ May Who ဆိုတဲ့ထိုင်းကားထဲက မင်းသမီးချော Sutatta Udomsilp ပါ၀င်ထားပြီး ဒီကားနဲ့ Best Supporting Actress ဆုကို ရရှိခဲ့ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(2GB) / (970MB)\nQuality__1080p, 720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:52:00\nType__Drama, Horror, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Li1X/Laddaland_(2011)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8qOClZdbepfdVLRpOrN9umehMCo.jpg",
        "title": "The Unbelievable (The Cases of Disappearances) 2022",
        "description": "မြူခိုးရွာဟာ မျိုးရိုးစဥ်ဆက်နှစ်ပေါင်းထောင်ချီ နဂါးဘုရင်ကို ကိုးကွယ်လာခဲ့ပြီး ၊\nနဂါးဘုရင်ရဲ့ကောင်းချီးနဲ့စောင့်ရှောက်မှုကိုရရှိထားတယ်လို့လက်ခံထားကြပါတယ်။\nတစ်ရက်မှာ လူတစ်ယောက်ထူးဆန်းစွာ သေဆုံးသွားပြီး ကံကြမ္မာဆိုးကမြူခိုးရွာလေးကို\nစတင်ရိုက်ခတ်လာပါတော့တယ်။သေဆုံးသွားတဲ့သူဟာ နဂါးဘုရင်ကိုအပြစ်ပြုမိလို့ ဒဏ်ခတ်ခံရတယ်လို့ဆိုကြတဲ့အခါ...\nအစွဲအလမ်းတွေ ယုံကြည်ကိုးကွယ်မှုတွေကိုမယုံကြည်တဲ့ ဝမ်ကျဲဟာ\nတကယ့်အမှန်တရားကိုရှာဖို့​ကြိုးစားပါတော့တယ်။\nအဲ့အချိန်မှာပဲ သူ့ရဲ့မွေးစားအဖေဖြစ်သူပါ ထူးဆန်းစွာသေဆုံးသွားပြန်ပါတယ်။နောက်တော့ ရွာလေးဟာ ထူးဆန်းတဲ့ဗီဇပြောင်း မကောင်းဆိုးဝါးသတ္တဝါတွေရဲ့\nတိုက်ခိုက်ခြင်းကိုခံရပြီး၊ တစ်ရက်ပြီးတစ်ရက် သေသူတွေတိုးလာတဲ့အခါ....\nအယူသီးတဲ့ရွာသားတွေဟာ ဒီပြဿနာကိုဘယ်လိုဖြေရှင်းလေမလဲ။\nဝမ်ကျဲတို့ကရော ဗီဇ​ပြောင်းသတ္တဝါတွေကိုဘယ်လိုရင်ဆိုင်လေမလဲ။\nရွာကိုရော ဒီကပ်ဘေးကနေ ကယ်တင်နိုင်ပါ့မလားဆိုတာကို\nဇာတ်လမ်းထဲမှာ စိတ်လှုပ်ရှားစွာ အဖြေရှာကြည့်ကြရအောင်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Mystery , Thriller\nRuntime : 1h 9min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yin Wai Phyo , Moon , Kyawt\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-unbelievable-the-cases-of-disappearances-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/urw2ifoIBGjGOJpJv7Ak8Q6jwHk.jpg",
        "title": "Pothanur Thabal Nilayam (2022)",
        "description": "ဒီတစ်ခါမှာတော့ အကတွေ အိုဗာတင်းတွေမပါတဲ့ စိတ်ဝင်စားစရာ၂၀၂၂ ခုနှစ်ထွက် တောင်ပိုင်း ကားလေးတစ်ကားနဲ့မိတ်ဆက်ချင်ပါတယ်\nဇာတ်လမ်းအစအဆုံး ရိုးသားမှုနဲ့ မရိုးသားမှု\nအားပြိုင်တဲ့ဇာတ်ကွက်လေးတွေရဲ့ရိုက်ထားတာမို့\nကြည့်ပျော်တဲ့ရုပ်ရှင်တကားပဲဖြစ်ပါတယ်... ဇာတ်လမ်းအကျဉ်း...\nကိုအင်ဘာတိုး ပိုတာနာက စာတိုက်ရုံးရဲ့ ရုံးအုပ်ကြီး ဗန်ကတ်ဟာ\nရိုးသားပြီးစည်းကမ်းကြီးတဲ့ သူတစ်ယောက်ပါ။\nသူ့ရဲ့သားဟာ စွန့်ဦးတည်ထွင်သူအဖြစ် ကွန်ပျူတာဆော့ဝဲလ်\nလုပ်ငန်းကို အိန္ဒိယမှာလုပ်ချင်နေသူပါ။ အဲ့ဒီအတွက်ဘဏ်ချေးငွေ\nလျှောက်ဖို့ပြင်ဆင်နေတဲ့သူပါ.. ရိုးသားလှတဲ့ ဗန်ကတ်နဲ့\nသူ့ရဲ့သားတို့ ဘ၀လမ်းကို အေးဆေးစွာဖြတ်သန်းရင်း\nဘ၀က သူတို့ထင်သလို မလွယ်ပဲ စာတိုက်ကငွေတွေ\nပျောက်သွားပြီး နှစ်ရက်အတွင်းပြန်ထားရမယ့်အချိန်မှာတော့... သူတို့ပဲ ငွေတွေပြန်ကိုရှာလို့တွေ့မလား... ငွေတွေကိုဘယ်သူခိုးတာလဲ\nနှစ်ရက်အတွင်းပြန်ထားနိုင်မလားဆိုတာတော့\nဇာတ်လမ်းထဲမှာပဲ လိုက်ပါစီးမျောလိုက်ပါ...\nအိုဗာအိုက်တင်မပါ အကမပါပဲ စုံထောက်ဆန်ဆန်ဇာတ်လမ်းကြိုက်သူတွေ\nအကြိုက်တွေ့မယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်...အညွန်းနဲ့ ဘာသာပြန်ကတော့ Lwin Htoo Aung ပဲဖြစ်ပါတယ်File size…1.6GB / 800MB\nQuality…1080p WEB DLAAC5.1Ch / 720p\nFormat…mp4\nDuration….2h 6mins\nSubtitle….Myanmar Subt\nEncoder….YK\nTranslated by Lwin Htoo Aung",
        "rating": "8.5",
        "url": "https://megaup.net/2rdT9/Pothanur_Thabal_Nilayam_(2022)_Tamil_TRUE_WEB-DL_.720p_HQ_.Tamil.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/the.knower-141x200.png",
        "title": "The Knower (2021)",
        "description": "The Knower (2021)\n==================\nIMDb Rating - 6.4/10ယနေ့ခေတ် နည်းပညာ တိုးတက်လာတာနဲ့အတူ နယ်မြေစိုးမိုးတိုက်ခိုက်မှု\nတွေဟာ အရင်ကလို လက်နက်နဲ့ လူတွေအများကြီး သေကြပျက်စီးမှုမရှိဘဲ\nနည်းပညာ တိုက်ခိုက်မှုတွေနဲ့ပဲ တိုက်ခိုက်သိမ်းယူနိုင်တယ်ဆိုတဲ့ ဇာတ်ကြောင်းကို\nကြေးစား Hacker တစ်ယောက်ရဲ့ ဘဝနဲ့ ကြောရိုးတည်ပြီး ရိုက်ကူးထားတာပါ။\nယူနစ်ဆိုတဲ့ Hacker တစ်ယောက်က သူရဲ့ ယောက္ခမတွေ ဆုံးသွားပြီးနောက်ပိုင်း\nHacker အလုပ်ကိုဆက်မလုပ်တော့ဘဲ သူ့သမီးလေးနဲ့ ဘဝကို အေးဆေးနေထိုင်\nပါတယ်။ တစ်ရက် အရင်အေဂျင်စီက သူ့ကိုအလုပ်တစ်ခုပြန်လုပ်ဖို့ တောင်းဆို\nလာတဲ့အခါမှာတော့ သူ့ရဲ့ Hacker အလုပ်ကို ပြန်လုပ်မှာလား၊ ဒါ့အပြင် သူ့ရဲ့\nယောက္ခမတွေ ဘာကြောင့် ဆုံးသွားရလဲဆိုတာကို ဆက်လက်ကြည့်ရှူပေးပါဦး။\nHacker တစ်ယောက်ရဲ့ အရေးပါပုံနဲ့ Cyber Crime နဲ့ပတ်သက်ပြီး စိတ်ဝင်စားတဲ့\nလူငယ်တွေအတွက် ကြိုက်နှစ်သက်မယ့် ဇာတ်ကားကောင်းတစ်ကား ဖြစ်မယ်လို့\nမျှော်လင့်မိပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Paris ဖြစ်ပါတယ်)File Size..........(1.53 GB) / (790 MB) ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Ldcg/the.knower.2021.720p.[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3BUCbEMFdizaBrNbH6lEfDdNtku.jpg",
        "title": "Look At Me: XXXTENTACION (2022)",
        "description": "Look at Me: XXXTentacion\nIMDb-7/10, Rotten Tomatoes-89%ဒီ Documentary မှာတော့ ရက်ပ် ဆိုရင်လည်း ကြမ်းပြီး သီချင်းဆိုရင်လည်းချိုတဲ့ ကျွန်တော်တို့ရဲ့ ကွယ်လွန်လေပြီးသော စွယ်စုံရအဆိုတော်ကြီး XXXTentacion (Jahseh Onfroy) ရဲ့ဘဝဇာတ်ကြောင်းကို မြင်တွေ့ရမှာဖြစ်ပါတယ်X ဟာ အသက် ၁၀နှစ်အရွယ်တည်းက စိတ်ကျဝေဒနာရှင်ဖြစ်ခဲ့တာပါ သူ့ရဲ့ဂီတလမ်းကြောင်းကလည်း ဟိုးအစတည်းကသူ့ရဲ့ရွေးချယ်မှုကြောင့်ရော ဘေးလူတွေကြောင့်ပါ မထင်မှတ်ထားလောက်အောင်ကြမ်းတမ်းပြီးအကျည်းတန်ခဲ့ပါတယ် သို့သော် သူ့သီချင်းတွေကတော့ လူအများကြီးရဲ့ဘဝကို ကယ်တင်ပေးနိုင်ခဲ့ပါတယ်...သူ့အကြောင်းကိုဖော်ပြသွားတဲ့နေရာမှာလည်း မိသားစု သူငယ်ချင်း ချစ်သူ လုပ်ဖော်ကိုင်ဖက် ပရိတ်သတ် စသဖြင့်ရှုထောင့်ပေါင်းစုံကနေရိုက်ပြထားတာဖြစ်တဲ့အတွက် X ကိုအမြင်မျိုးစုံနဲ့မြင်ရမှာပါ အားလုံးထက်X ကိုယ်တိုင်ဖြေထားတဲ့ Interview တွေနဲ့ ဗီဒီရိုတွေကိုပါ ထည့်သွင်းပြသထားတာကြောင့်X တစ်ယောက် အသက်ရှင်နေသေးသလားလို့တောင် အောက်မေ့ရမှာဖြစ်ပါတယ်...ဂီတလောကကို ကိုင်လှုပ်ခဲ့တဲ့ လူငယ်လေးတစ်ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းကို ခံစားချက်မျိုးစုံနဲ့ကြည့်ရှုရမှာဖြစ်တဲ့အတွက် ဒီ Documentary လေးကို X fan တွေအတွက်ရောX fan ...",
        "rating": "",
        "url": "https://megaup.net/15j5t/Look.at.Me.XXXTentacion.2022.720p.WEBRip.x264.AAC2.0CH.YK(CM).mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/feature-1-150x200.jpg",
        "title": "The Proposition (2005)",
        "description": "ဒါကတော့ western ကားလေးပါ။ Australia ရဲ့တရားဥပဒေစိုးမိုးမှုးအားနည်းသေးတဲ့၁၈၈၀ပြည့်နှစ်တွေမှာဇာတ်တည်ထားပါတယ်။Charlie Burns ဟာနာမည်ကျော်ရာဇ၀တ်သားတစ်ယောက်ဖြစ်ပြီး တစ်ရက်မှာတော့သူနဲ့သူ့ညီကို ရဲတွေကပစ်ခတ်ဖမ်းဆီးလိုက်ပါတယ် ရဲဗိုလ်ကြီး Stanley က ချာလီသာ မုဒိန်းမှု၊လူသတ်မှုနဲ့အလိုရှိနေတဲ့ သူ့အကိုဖြစ်သူ Arthur Burns ကိုဖမ်းပေးနိုင်ရင်သူနဲ့သူ့ညီကိုလွှတ်ပေးမယ်၊မဖမ်းနိုင်ရင်တော့ သူ့ညီကိုကွပ်မျက်မယ်လို့ အကျပ်ကိုင်ပါတယ်။ချာလီက သဘောတူပြီး သူနဲ့ကွဲနေတဲ့ ဆိုးသွမ်းလှတဲ့အကိုဖြစ်သူကို အရှာထွက်ရာကနေ ဒေသခံလူမည်းတွေ၊ကြေးစားတွေရန်ကိုပါရင်ဆိုင်ရပါတယ်။ \nFile size…(1.6GB)/(864MB)\nQuality…. 1080p/720p HDCAM/ 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Crime /Drama/ western\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "7.3",
        "url": "https://megaup.net/1Kwxd/The_Proposition_2005_720p(CM).mp4",
        "category": "Crime, Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/yun-141x200.png",
        "title": "The Legend of Zhao Yun (2020)",
        "description": "The Legend of Zhao Yun (2020)\n======================\nIMDb Rating - 6.2/10ဂန္တဝင်စစ်သူကြီး ကျောက်ယွင် (ကျောက်ကျီလုံ) ဆိုရင် သိုင်းလောကသားတွေရော၊\nဂိမ်းသမားတွေပါ ရင်းနှီးကြတဲ့စစ်သူကြီးတစ်ယောက်ဆို မှားမယ်မထင်ပါဘူးနော်။\nကျောက်ယွင်ပါဝင်တဲ့ သုံးနိုင်ငံကားတွေဆိုတာ မရေမတွက်နိုင်အောင်များတဲ့အပြင်\nသူ့အကြောင်းကိုပဲသီးသန့်ရိုက်ထားတဲ့စီးရီးတွေလည်း ရှိနေပါပြီ။ ဒီကားလေးကလည်း\nသူ့ကိုပဲဦးတည်ထားပါတယ်။ ထူးခြားတာကတော့ ရုပ်ရှင်တွေ၊ စီးရီးတွေမှာ ပြကွက်\nတစ်ကွက်လောက်ပဲပါတတ်တဲ့ လျိုပေ့ရဲ့မိန်းမနဲ့ကလေးကယ်တဲ့အခန်းကို တစ်ခမ်းတနားနဲ့\nရိုက်ပြသွားတာဖြစ်ပြီး ဇာတ်ကောင်တစ်ယောက်ချင်းစီရဲ့ စိတ်သဘောထားတွေကို\nသေချာလေးခံစားရမယ့် ရုပ်ရှင်ကားလေးတစ်ကားဖြစ်ပါတယ်ဗျ ။ကျောက်ကျီလုံပါရင် ချောင်ချောင်၊ လွီပု နဲ့သောင်းချန်တို့လည်း မပါမဖြစ်ပေါ့။ လွီပု နဲ့\nသောင်းချန်တို့ရဲ့အချစ်ကြီးမားပုံကို ပေါ်လွင်အောင်ရိုက်ပြထားသလို ချောင်ချောင်ရဲ့\nရည်မှန်းချက်ကြီးမားပုံကိုလည်း အကောင်းဘက်ကနေလှည့်ရိုက်ထားတယ်လို့တောင်\nပြောလို့ရပါတယ်။ဟန်မင်းဆက်ပျက်သုဉ်းနေတဲ့အချိန် တိုင်းပြည်ရှုပ်ထွေးနေပေမယ့် ကျောက်ကျီလုံကတော့\nစစ်သူကြီးမလုပ်ချင်ခဲ့ပါဘူး။ မျက်စိမမြင်ရတဲ့မရီးကိုပဲ စောင့်ရှောက်ချင်ပါတယ်ဆိုပြီးရွာကိုပဲ\nပြန်လာခဲ့ပါတယ်။ ဒါပေမဲ့ စစ်ပွဲရဲ့ရိုက်ခတ်ဒဏ်ကြောင့် မရီးလည်းဆုံး သူလည်းသေမလိုဖြစ်ခဲ့\nရပြီးတော့ လျိုပေရဲ့ဇနီးသည်က ကယ်တင်ပေးခဲ့ပါတယ်။ အဲ့ဒါကြောင့်လည်း အသက်သခင်\nကျေးဇူးရှင်ဆိုပြီး မရီးလို့တောင်မခေါ်ဝံ့ခဲ့တဲ့ ကျောက်ကျီလုံပါ။\nအသက်သခင်ကျေးဇူးရှင်ဖြစ်တဲ့ သခင်မနဲ့လျိုပေ့ရဲ့ကလေးငယ်တို့ ချောင်ချောင်လက်ထဲမှာ\nပိတ်မိနေတဲ့အခါ... ကျေးဇူးသိတတ်တဲ့ ကျောက်ကျီလုံတစ်ယောက် အစွမ်းကုန်ကြိုးစားပြီး\nဘယ်လိုကယ်တင်မလဲ... ချောင်ချောင်ကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာ... ဆက်ကြည့်\nလိုက်ပါတော့ဗျာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/374gw/Legend.of.Zhao.Yun.2020.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Action, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/jealousie-136x200.png",
        "title": "Jealousy (2013)",
        "description": "Jealousy (2013)\n===============\nIMDb Rating - 6.4/10လူးဝစ်ဆိုတဲ့ ကောင်လေးက သူ့ဇနီးနဲ့ သူ့သမီးလေးကို ထားခဲ့ပြီး\nအပြင်မှာ ကလော်ဒီယာဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ တွဲနေခဲ့\nပါတယ်။လူးဝစ်က ပြဇာတ်က သရုပ်ဆောင်တစ်ယောက်ဖြစ်ပြီး\nကလော်ဒီယာကလည်း အရင်က ပြဇာတ်သရုပ်တစ်ယောက်ဖြစ်ပြီး\nလက်ရှိအလုပ်လက်မဲ့တစ်ယောက်ပါ။ဒီဇာတ်လမ်းမှာ သူတို့နှစ်ယောက် ဘယ်လိုတွေ့ဖြစ်ကြလဲ......သူတို့\nနှစ်ယောက်နဲ့ ဆက်ဆံရေးကရော ရေရှည်တည်မြဲမှာလားဆိုတာကို\nကြည့်ရှုရမယ့်အပြင် .  လူးဝစ်နဲ့သမီးလေး ဆက်ဆံရေးကရော ရေရှည်\nခိုင်မြဲမှာလား ဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦး။ဒီဇာတ်လမ်းက ပြင်သစ်အဖြူအမည်းရုပ်ရှင်ကားဟောင်းဖြစ်ပြီး\nပြစ်သစ်လူနေမှုဘဝနဲ့ မိသားစုတစ်စုရဲ့ဇာတ်လမ်းကို ရိုက်ကူးထားတာ\nဖြစ်လို့  Drama ကောင်းကောင်းလေးကြည့်ချင်တဲ့သူတွေအတွက်\nသင့်တော်တဲ့ကားလေးလို့ပြောချင်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size..........(1.96 GB) / (675 MB) / (348 MB)\nQuality............Web-Rip 1080p / 720p / 360p\nDuration.........1Hr 17mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Parris\nEncoder..........SWM",
        "rating": "6.4",
        "url": "https://megaup.net/2r72n/Jealousy.2013.FRENCH.720p.WEBRi[CM]_new.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MXGS-788--141x200.jpg",
        "title": "(21+) MXGS-788 Carnal Disease Nasty Nurse Konishi Yu {DS}",
        "description": "သူနာပြုဆရာမလေး ယုချန်ဟာ လူနာတွေကို\nသေချာစောင့်ရှောက် ပေးပါတယ်\nရောဂါဝေဒနာခံစားနေရတဲ့ သူတွေကို\nသေချာ ပြုစုပေးပါတယ်ဒါပေမဲ့ သူမမှာလည်း လူသိလို့မဖြစ်တဲ့\nရောဂါတစ်ခု ကိန်းအောင်းနေပါတယ်\nအဲဒီရောဂါက လူ တစ်ထောင်မှာ တစ်ယောက်မှာတောင်\nတွေ့ရခဲတဲ့ ရောဂါဖြစ်နေပါတယ် သူမအနေနဲ့ ရောဂါကိုကြိတ်ကုနေပေမဲ့\nပိုဆိုးလို့လာပါတယ် ဆေးရုံတစ်ရုံလုံး\nဝိုင်းပြီး ကုပေးတာတောင် မသက်သာတဲ့ရောဂါမျိုးပါ\nသူနာပြုမလေးက အရမ်းချောပါတယ်\nသူမရဲ့ လှပတဲ့အချိုးအစား နဲ့ မလိုက်ဖက်တဲ့\nရောဂါဆိုးကြီးက ဘာရာဂါလဲ ဘယ်လိုကုလဲဆိုတာ\nလက်မလွတ်တမ်း ကြည့်သင့်တဲ့ ကုသရေး ဇာတ်ကားတစ်ကားဖြစ်ပါကြောင်း    \nFile size…1.7GB / 900MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 53min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "7.6",
        "url": "https://megaup.net/15iyc/MXGS-788_UNCENSORED_LEAKED.720p.Xcross(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ejRrpBuWj8MNkFP7DUHZoqhuGmV.jpg",
        "title": "The Perfect Family (2021)",
        "description": "The Perfect Family(2021)\n======================\nComedy, Dramaလူကုံတန်မိသားစုနဲ့ အခြေခံလူတန်းစား မိသားစု ၂ ခု ပေါင်းစပ်ကြတဲ့အခါ\nအမြဲတမ်း အချစ်တစ်ခုထဲနဲ့ ဦးစားပေးလို့ မရပါဘူး။အမြဲတမ်း ရွှေဇွန်းကိုက်ပြီးမွေးလာခဲ့တဲ့ လူစီယာဟာ\nသူနဲ့အသိုင်းအဝိုင်းတူထဲက မီဂဲနဲ့ လက်ဆက်ပြီး ပါဘလိုဆိုတဲ့ သားတစ်ယောက်နဲ့\nအပူအပင်ကင်းမဲ့တဲ့ အိမ်ထောင်သက်တစ်ခုကို ဖြတ်သန်းနေခဲ့တာ ပါဘလို အရွယ်ရောက်တဲ့အထိပါပဲ။\nတစ်နေ့ ပါဘလို တစ်ယောက် အရွယ်ရောက်လို့ အတောင်စုံတဲ့အခါ\nသူရွေးချယ်လိုက်တဲ့ ကြင်ယာဖက်ဟာ သူတို့နဲ့အခြေအနေများစွာ ကွာလွန်းနေတဲ့ သာမန်မိသားစုက မိန်းကလေးကိုပါ ။\nလူစီယာလည်း ဖြစ်လာမယ့် သူ့ချွေးမကို သဘောမကျနိုင်ဖြစ်ကာ\nတစ်ဖက်မိသားစုနဲ့ပါ ပဍိပက္ခလေးတွေဖြစ်လာပါတယ်။\nဒီအရာရာကွာခြားနေတဲ့ မိသားစု ၂ ခုကြားမှာ\nဘယ်လိုမျိုး Perfect ဖြစ်လာမလဲဆိုတာကို စောင့်ကြည့်ရမယ့် ကားကောင်းလေးတစ်ခုဖြစ်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)Genre.....Comedy\nQuality….1080p | 720p| 480p\nFile size…\nFormat…mp4\nDuration….1h 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thiha Yan Naing\nEncoder ..... ...",
        "rating": "",
        "url": "https://megaup.net/2r4my/The.Perfect.Family.2021.SPANISH.720p.WEBRip.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/takedown-135x200.png",
        "title": "The Takedown (2022)",
        "description": "The Takedown (2022)\n================\nIMDb Rating 5.7/10အစစအရာရာမိုးနဲ့မြေ ဆီနဲ့ရေလိုကွာခြားလှတဲ့ မတည့်အတူနေ\nသူငယ်ချင်းရဲနှစ်ယောက်ဖြစ်တဲ့ Monge နဲ့ Diakite။ တစ်ချိန်တုန်းက\nတစ်ဖွဲ့တည်းအတူတူအလုပ်လုပ်ခဲ့ကြပေမယ့် အကြောင်းတစ်ခုကြောင့်\nတစ်ယောက်တစ်ဌာနဆီရောက်သွားခဲ့ကြပါတယ်။ ဒါပေမယ့် ရထား\nတစ်စီးပေါ်က လူသေအလောင်းကနေအစပြုပြီး နှစ်ယောက်သားပြန်\nပေါင်းမိပြီး အမှုလိုက်ဖို့ဖြစ်လာခဲ့ပါတယ်။ နဂိုကတည်းကအရာရာ\nမတူညီတဲ့သူတို့နှစ်ဦး အမှုကိုဘယ်လိုလိုက်ကြမှာလဲ။ ပြဒါးတစ်လမ်း\nသံတစ်လမ်းလိုဖြစ်နေတဲ့သူနှစ်ဦး အမှုအတူလိုက်တဲ့အခါ ဘာတွေအလွဲလွဲ\nအချော်ချော်တွေဖြစ်မှာလဲ စတာတွေကို ရယ်မောဖွယ်ကြည့်ရမယ့် Crime ,\nComedy, Drama ကားကောင်းလေးတစ်ကားပါလို့ညွှန်းပါရစေ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size..........(2.5 GB) / (1.16 GB) / (816 MB)\nQuality............Web-DL 1080p / 720p / 360p\nDuration.........1Hr 59mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Comedy, Crime\nTranslator.......Chit Tee\nEncoder..........SWM",
        "rating": "5.7",
        "url": "https://megaup.net/1KVmh/The.Takedown.2022.720p.NF.WEB-DL.DUAL.DDP5.1.[CM].mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tFL9lRtVUEmsVcggoag0u4H14mJ.jpg",
        "title": "Unplugging (2022)",
        "description": "Unplugging (2022)ဒီနေ့ခေတ်မှာ electronic devices တွေကတော့ ဘယ်သူနဲ့မှမကင်းတဲ့အရာပါပဲ။\nအားလုံးထဲမှာမှ phone နဲ့ laptop ကတော့ အဆိုးဆုံးပေါ့။\nကျောင်းသားအရွယ်လူငယ်တွေကလည်း ဒီ phone တွေ laptop တွေကနေပညာရှာရတယ်။\nအလုပ်လုပ်နေတဲ့ လူရွယ်တွေ လူကြီးတွေလည်း အလားတူ ဖုန်းနဲ့လူ ကွာတယ်ရယ်မရှိကြပါဘူး။\nတစ်နေ့တစ်နေ့ ဒီပစ္စည်းတွေ social media ပေါ်က အကြောင်းအရာတွေနဲ့ပဲအချိန်ကုန်နေပြီး\nကိုယ့်မိသားစု၊ ကိုယ့်အနီးနားက အရင်းနှီးဆုံးသူတွေကို အချိန်ပေးဖို့မေ့နေမိတယ်လို့ရော ထင်မိကြဖူးလား ..\nနေ့စဉ်ဘဝနဲ့ဝေးရာကို ကိုယ်ချစ်တဲ့သူတွေနဲ့အတူသွားပြီး သူတို့ကိုအချိန်ပေးမယ်လို့ရော တွေးမိကြဖူးလား ..?အိမ်ခြံမြေအရောင်းအဝယ်လုပ်ငန်းတစ်ခုမှာ ဒါရိုက်တာတာဝန်ထမ်းဆောင်နေတဲ့ Jeanine က\nအလုပ်လောဘကြီးပြီး နေ့နေ့ညညအလုပ်မှအလုပ်ဖြစ်နေတဲ့သူပါ။\nကိစ္စတချို့ကြောင့် သူ့အရင်အလုပ်ကိုနားထားရတဲ့ ခင်ပွန်းဖြစ်သူ Dan က\nဝါသနာပါရာ ဆော့စ်အစပ်လည်းလုပ်ရောင်းရင်း အိမ်မှုကိစ္စလည်းလုပ်ရင်း\nသမီးဖြစ်သူ Lizzy ကိုလည်းထိန်းကျောင်းရပါတယ်။\nဒီလိုနဲ့တစ်နေ့မှာ Dan ရဲ့ဆော့စ်အစပ်တွေကို လိုက်ပို့ပေးနေကျ Juan ဆုံးသွားရာကနေ\nDan တစ်ယောက် တစ်ခုခုကိုတွေးမိသွားပါတော့တယ်။\nအဲဒါကတော့ မိုးလင်းကမိုးချုပ် ဖုန်းနဲ့လူမခွာဘဲ အလုပ်ထဲမှာပဲနစ်မြောနေတဲ့သူ့မိန်းမကို\nဖုန်း၊ အင်တာနက် တစ်ခုမှသုံးမရတဲ့နေရာကိုခေါ်သွားပြီး နှစ်ယောက်တည်း ...",
        "rating": "4.1",
        "url": "https://megaup.net/159uz/Unplugging.2022.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qDFfu73R8uO94ydFtdxEdSfTlg6.jpg",
        "title": "Jailbreak Pact (2020)",
        "description": "Jailbreak Pact (2020)~ IMDb - 7/10, Rotten Tomatoes - 89% ~၂၀၂၀ခုနှစ်ရဲ့ နှစ်ဆန်းပိုင်းမှာထွက်ရှိခဲ့ပြီး ချီလီနိုင်ငံမှာ ရိုက်ကူးပြသခဲ့တဲ့ စပိန်စကားပြော ရုပ်ရှင်ကားဖြစ်ပါတယ်။ ဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတာလည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းကို မိတ်မဆက်ခင်မှာ ဇာတ်အိမ်တည်ရာ ချီလီနိုင်ငံရဲ့ နောက်ခံသမိုင်းကို နည်းနည်းပြောမှ ဖြစ်ပါလိမ့်မယ်။ ၁၉၇၃ ခုနှစ်၊ တောင်အမေရိကတိုက်၊ ချီလီနိုင်ငံမှာ ပြည်သူတွေက ဒီမိုကရေစီနည်းကျ ရွေးကောက်တင်မြှောက်ထားတဲ့ လက်ဝဲယိမ်းဆိုရှယ်လစ်အစိုးရကို ဗိုလ်ချုပ်ကြီး ဩဂတ်စတို ပီနိုရှေး ဆိုသူက ဖြုတ်ချပြီး စစ်အာဏာသိမ်းလိုက်ပါတယ်။ မှတ်တမ်းတွေအရတော့ အဲဒီအာဏာသိမ်းမှုကို အမေရိကန်အစိုးရက ကျောထောက်နောက်ခံပြုပေးခဲ့တယ်လို့ ဆိုပါတယ်။ အဲဒီကာလတုန်းကတော့ အမေရိကန်ဟာ ကွန်မြူနစ်ဝါဒမပြန့်ပွားရင်ပြီးစတမ်းဆိုတဲ့ သဘောထားနဲ့ လက်ဝဲယိမ်းသူမှန်သမျှ ဖြုတ်ချဖို့အားပေးနေခဲ့တဲ့ စစ်အေးကာလ ဖြစ်ပါတယ်။ လက်ဝဲသမားတွေမဟုတ်ရင်ပြီးရော။ မင်းတို့ဘာသာ စစ်ဖိနပ်နဲ့ ဘယ်သူ့တက်နင်းနင်းပေါ့လေ။ ပီနိုရှေးစစ်အစိုးရဟာ ၁၉၇၃ ကနေ ...",
        "rating": "7",
        "url": "https://megaup.net/15i08/(CM)_Jailbreak_Pact_(2020)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mIh37nBjtYqYwycAAZVnLqHLoXw.jpg",
        "title": "Green Snake: The Fate of Reunion ( 2022 )",
        "description": "မြွေဖြူမြွေစိမ်းဇာတ်ကားလို့ပြောလိုက်ရင် အားလုံးက\nမြွေဖြူကိုအဓိကသရုပ်ဆောင်အဖြစ်ထားပြီး ရိုက်ကူးထားတဲ့ဇာတ်ကားတွေများပါတယ်\nဒီတစ်ခါမှာတော့ ထူးထူးခြားခြား မြွေစိမ်းမလေးအဓိက\nပါဝင်သရုပ်ဆောင်ထားတဲ့ The Fate Of Reunionဆိုတဲ့\nဇာတ်လမ်းလေးကို CMက တင်ဆက်ပေးလိုက်ပါတယ်ပုံမှန်အတိုင်း မြေစိမ်းမလေးရဲ့ နာမည်က ချင်းအာပါ\nချင်းအာရဲ့ ချစ်သူ တောက်ချင်းက သူမကိုကယ်တင်ရင်း\nနတ်စည်းကမ်းကိုချိုးဖောက်မိလို့ လူသားအဖြစ်ပြန်ဝင်စားဖို့ အပြစ်ပေးခံလိုက်ရပါတယ်ချင်းအာက နှစ်ပေါင်းများစွာသူ့ရဲ့ချစ်သူကိုစောင့်မျှော်ရင်း ရှာဖွေနေရာမှ\nချွဲလျန်ဆိုတဲ့ ဘုန်းကြီးတစ်ပါးနဲ့တွေ့သွားပါတယ်\n(ချွဲလျန်ကတော့ တောက်ချင်းရဲ့ လူဝင်စားထားတဲ့ နောက်တစ်ဘဝပါ)\nဘုန်းကြီးဆိုတော့ အားလုံးသိတဲ့အတိုင်းမိစ္ဆာတွေကိုနိပ်နင်းရင်း မြွေစိမ်းနဲ့တွေ့ရာမှ\nဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကို အားလုံးဆက်လက်ကြည့်ရှုလိုက်ရအောင်  \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Romance , Fantasy\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Xing Er\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/green-snake-the-fate-of-reunion-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qm0y0vLhD0uCrdKAN32FeyE5cTG.jpg",
        "title": "Dear Sathya (2022)",
        "description": "Dear Sathya (2022)\nIMDb Rating-(7.8/10)\"ဆတ်ရာ\" ဆိုတာကတော့ စိတ်ကူးအိမ်မက်တွေနဲ့ ပြည့်ဝနေတဲ့ deli ပို့တဲ့ လူငယ်လေးတစ်ယောက်ဖြစ်ပါတယ်အလုပ်ကြိုးစားတဲ့သူဖြစ်တဲ့အပြင် မိခင်အပေါ်မှာလည်း အရမ်းသိတတ်တဲ့ သားလိမ္မာလေးတစ်ယောက်ပါသူ့မှာ တစ်ဖက်သတ် ကြိတ်ကြွေနေရတဲ့ ကောင်မလေးတစ်ယောက်လည်း ရှိပါတယ်အစားအစာတွေပို့တဲ့ တာဝန်ပြီးတိုင်း ကောင်မလေးကို သွားသွားခိုးကြည့်နေကျပါသို့သော် တစ်နေ့ ဆတ်ရာတစ်ယောက် သူ မကျူးလွန်ခဲ့တဲ အမှုအတွက်ချောက်တွန်းခံရပြီး ထောင်ကျသွားပါတယ် အဲ့ဒီထက်ဆိုးတာကတော့ သူ့မှာ သူအရမ်းချစ်ရတဲ့ မိခင်မရှိတော့ပါဘူး...ဒီကံကြမ္မာဆိုးက ဆတ်ရာဆီကို ဘယ်ပုံဘယ်နည်းနဲ့ ရောက်လာခဲ့တာလဲ...ဆတ်ရာကရော သူ့ဘဝကို ဇောက်ထိုးမိုးမျှော်ဖြစ်အောင်လုပ်ခဲ့တဲ့သူတွေကိုဘယ်လိုလက်စားပြန်ချေမှာလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမယ့်Action Thriller ကားကောင်းလေးဖြစ်တာမို့ အခုပဲကြည့်ရှုဖို့ ညွှန်းပေးလိုက်ရပါတယ်ဗျာ  \nFile size…2.07GB / 1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by GuuGuu & Lai Lai & Honey",
        "rating": "7.6",
        "url": "https://megaup.net/15ft7/Dear_Sathya_(2022)_Kannada_TRUE_WEB-DL_-_720p.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1wi5QVH3XBIQzcbhh5FqNIOULEW.jpg",
        "title": "Jockey (2021)",
        "description": "Jockey (2021)~ IMDb - 6.5/10, Rotten Tomatoes - 93% ~Jockey ဆိုတာကတော့ သိတဲ့လူလည်းသိကြမှာပါ။ အကြမ်းဖျဥ်းပြောရရင် မြင်းစီးသမားပဲဆိုပါစို့။ ဒါပေမဲ့ မြင်းစီးတဲ့လူတိုင်းကို ဂျော်ကီလို့မခေါ်ပါဘူး။ ကျွန်တော်တို့တချို့ရုပ်ရှင်တွေမှာ သူဌေးကြီးတွေမြင်းပွဲလောင်းတဲ့အခန်းမျိုး မကြာခဏမြင်ဖူးပါလိမ့်မယ်။ အဲဒီပြိုင်ပွဲဝင်မြင်းတွေရဲ့ ကျောပေါ်ကနေစီးနင်းပေးရတဲ့ကစားသမားကို ဂျော်ကီလို့ခေါ်တာပါ။ လူအများစုကတော့ မြင်းပွဲတစ်ပွဲမှာ အမြန်ဆုံးမြင်းကနိုင်တာပဲလို့ အကြမ်းဖျဥ်းသိထားကြပါလိမ့်မယ်။ ဒါပေမဲ့ ဒီပြိုင်ပွဲတစ်ပွဲမှာအနိုင်ရဖို့ ဂျော်ကီတစ်ယောက်ရဲ့အရည်အချင်းနဲ့ အခန်းကဏ္ဍက ဘယ်လောက်အရေးပါသလဲဆိုတာအပြင် တကယ့်လက်တွေ့မှာဂျော်ကီတွေရဲ့ဘဝကဘယ်လိုအနိမ့်အမြင့်တွေရှိမယ်၊ စွန့်စားရမှုတွေ၊ ဝါသနာအတွက်ပေးဆပ်ရမှုတွေကို ရုပ်ရှင်တစ်ကားဆိုတာထက် Documentary ဆန်ဆန်တင်ဆက်ထားတဲ့ဇာတ်ကားတစ်ကားပါ။အားကစားနောက်ခံဇာတ်ကားလို့လည်း ခေါ်နိုင်ပေမဲ့ အားကစားနောက်ခံကားတွေမှာ မြင်ရနေကျ ဒရာမာချိုးတဲ့အကွက်ကြီးတွေမပါပါဘူး။ အဓိကဇာတ်ဆောင်မင်းသားဟာ ကစားသမားဘဝရဲ့နေဝင်ချိန်ကိုနီးကပ်နေပြီဖြစ်တဲ့ ဝါရင့်ဂျော်ကီကြီးတစ်ယောက်ဖြစ်ပါတယ်။ ခုနကပြောခဲ့သလိုပဲ ဒီဇာတ်ကားဟာ သူ့ကိုတည်ပြီးတော့ သူ့ကစားသမားဘဝနေဝင်ချိန် အစိတ်အပိုင်းလေးတစ်ခုကို Documentary ဆန်ဆန်ရိုက်ကူးတင်ဆက်ထားတာပါ။ဒီဇာတ်ကားကို ကြည့်ပြီးရင် သင်ခန်းစာတို့ဘာတို့တော့မရနိုင်ပေမဲ့ ကိုယ်မသိခဲ့တဲ့နယ်ပယ်တစ်ခုအကြောင်းကိုတော့ အလုံးစုံမဟုတ်တောင် ထဲထဲဝင်ဝင်သိသွားမှာပါ။ အဓိကဇာတ်ဆောင်နေရာက မင်းသားကြီးရဲ့သရုပ်ဆောင်ချက်တွေကအပိုအလိုမရှိတဲ့အပြင် Drama ...",
        "rating": "6.5",
        "url": "https://megaup.net/15hn6/(CM)_Jockey_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lSCU3sm6O9kHdPKmcPAxsW3vejA.jpg",
        "title": "Rhino (2021)",
        "description": "Rhino 2021ဒီရုပ်ရှင်လေးကတော့ ၂၀၂၁ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ ရုရှားစကားပြော ယူကရိန်း ဒရာမာ ၊ မှုခင်းဇာတ်လမ်းလေးပါ။ဥရောပ ရုပ်ရှင်တို့ ထုံးစံအရ တီးလုံးတွေ လေးပြီး ဇာတ်အေး ဇာတ်နှေးတတ်ပေမယ့်လည်း ဒီဥရောပကားကတော့ ဇာတ်ရှိန်မြန်တာကြောင့် ကြည့်ရတာ သိပ်ပျင်းဖို့ မကောင်းပါဘူး။ငယ်ငယ်က အနိုင်ကျင့်ခံရတာကို မုန်းတီးတဲ့ ရိုင်နိုဆိုတဲ့ လူငယ်လေးဟာ အရွယ်ေရာက်လာတာနဲ့ အမျှ လူမိုက်လောကထဲကို ရောက်မှန်းမသိရောက်သွားပါတော့တယ်။ ကြီးနိုင်ငယ်ညှင်း ဒီလောကထဲမှာ ရိုင်နိုတစ်ယောက် အောင်မြင်အောင် ရှင်သန်ရုန်းကန်ရင်း ရက်စက်တဲ့ အသည်းနှလုံး ပိုင်ရှင်လူသားတစ်ဦးဖြစ်လာရပါတော့တယ်။ ဘဝရဲ့ ကြမ်းတမ်း ရက်စက်မှု ဒဏ်ကို အံတုရင်း အရေထူအောင် ကြီးပြင်းလာခဲ့ရတဲ့ ရိုင်နိုတစ်ယောက် သူ့ ရင်ထဲမှာဖြူစင်မှုရော ရှိသေးရဲ့လားဆိုတာကိုတော့ ဇာတ်လမ်းလေးဆုံးအောင်ကြည့်ပြီး အဖြေရှာစေချင်ပါတယ်။ ဘဝရဲ့ ရိုက်ခတ်မှုတွေကြားထဲ လောကကြီးမှာ ရှင်သန်ဖို့ အရေထူအောင်ကျင့်ရင်းကလေးတစ်ဦးရဲ့ အဆုံးသတ်ဟာ ကောင်းခြင်းနဲ့ဆုံးမလား ဆိုးခြင်းနဲ့အဆုံးသတ်မလား ဆိုတာကတော့။   \nFile size…1.6GB ...",
        "rating": "6.6",
        "url": "https://megaup.net/15bug/Rhino.2021.720p(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w8dSAuMHUgx0lYSB6wAAURStcGM.jpg",
        "title": "Torn Hearts (2022)",
        "description": "Torn Hearts (2022)=======================\"Torn Hearts\" ဆိုတာက တက်သစ်စ အမျိုးသမီး နှစ်ယောက်တွဲပြီး ဖွဲ့ထားတဲ့ တီးဝိုင်းအဖွဲ့ နာမည်ပါ။အရက်ဘားတွေမှာ အပျော်တမ်း တီးကြဆိုကြရင်း\nဝမ်းစာရှာနေရတဲ့ အဆိုရှင် တစ်ယောက်နဲ့ တေးရေးတစ်ယောက်သာ ပါတဲ့\nဒီအဖွဲ့က ကောင်မလေးနှစ်ယောက်ဟာ သိပ်ချစ်ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ဆိုရင်လည်း မမှားပါဘူး။\nသူတို့ရဲ့ ရည်မှန်းချက်ဖြစ်တဲ့ အခွေထုတ်နိုင်ဖို့ ဂွင်ကောင်းကောင်းတစ်ခုကို လိုက်ရှာကြရင်းနဲ့\nနာမည်ကျော်အဆိုတော်ဟောင်း တစ်ယောက်ဆီ ရောက်သွားကြပါတယ်။\nဒီအဆိုတော်မှာ လူသိမခံဝံ့တဲ့ နောက်ကြောင်းရာဇဝင်တွေ ရှိနေသလို ကြေကွဲစရာ ဇာတ်လမ်းတွေလည်း ရှိထားပြန်ပါတယ်။ဒီအမျိုးသမီး ၃ယောက်ကြားက ဆက်ဆံရေးက ဘယ်လိုဖြစ်လာမလဲ.....။\nအချစ်၊ သံယောဇဥ် နဲ့ ကျော်ကြားမှုတို့ ယှဥ်လာကြတဲ့အခါ\nအဖုအထစ်တွေဖြစ်လာရင်း......ဘယ်လိုပြောင်းလဲသွားကြမလဲ....။အောင်မြင်မှုနောက်ကိုလိုက်ကြရင်း နောက်ဆုံး သင်ခန်းစာရဖွယ် ဖြစ်ရပ်ကိုသာ ကြုံခဲ့ရတာကို\nပညာပေးရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်။ပေါ့ပေါ့ပါးပါးနဲ့ တွေးစရာပေးတဲ့ ဇာတ်လမ်းလေးဖြစ်လို့\nအချိန်ရရင် ကြည့်သင့်ကြောင်း တိုက်တွန်းလိုက်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richard Wai ပဲဖြစ်ပါတယ်။Genre.....Drama, Horror, Music\nQuality….1080p | 720p| 480p\nFile size…1.1GB | ...",
        "rating": "5.2",
        "url": "https://megaup.net/159tu/Torn.Hearts.2022.720p.WEBRip.CM.mp4",
        "category": "Drama, Horror, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7AQbfQuLvUzKkEUdgwXExZnCJS9.jpg",
        "title": "Official Competition (2021)",
        "description": "Official Competition (2021)2021 ခုနှစ်က ထွက်ရှိထားတဲ့ စပိန်ဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။Rotten Tomatoes 86%၊ IMDb – 7.2 အထိ ရရှိထားတဲ့\nComedy/Drama ဇာတ်ကားအမျိုးစား ဖြစ်လို့ ကြည့်ရှု့ရကျိုးနပ်စေမှာပါ။\nနာမည်ကြီး စပိန်မင်းသား Antonio Banderas လည်း ပါဝင်သရုပ်‌ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ အသက် ၈၀ ရှိပြီဖြစ်တဲ့ သူ‌ဌေးကြီးတစ်ယောက်ဟာ\nသူ့ဘဝမှာ မှတ်တမ်းတင်နိုင်စရာ၊ လူတွေ မှတ်မိစေနိုင်တဲ့ တစ်ခုခုကို လုပ်ချင်တဲ့ စိတ်ကူးဖြစ်ပါတော့တယ်။\nထို့အတွက်ကြောင့် သူဟာ အကောင်းဆုံးရုပ်ရှင်ကား တစ်ကားကို ထုတ်လုပ်မယ်ဆိုပြီး\nနာမည်ကြီး ဒါရိုက်တာ တစ်ယောက်ဖြစ်တဲ့ လိုလာ ကွေဗာ့စ် ကို ငှားရမ်းလိုက်ပါတော့တယ်။\nလိုလာ‌ ကွေဗာ့စ်ဟာ ထူးချွန်တဲ့ ဒါရိုက်တာ တစ်ယောက်ဖြစ်ပြီး\nသူမရဲ့ ရိုက်ကူးနည်းတွေဟာလည်း တမူထူးခြားပါတယ်။\nလိုလာဟာ နာမည်ကြီး မင်းသား ၂ ယောက်ဖြစ်တဲ့ ဖီးလစ်နဲ့ အီဗန်တို့ကို\nဇာတ်ကားရဲ့ အဓိကဇာတ်ကောင်နေရာတွေမှာ ပါဝင်စေပါတယ်။\nမင်းသား ၂ ယောက် စရိုက်ချင်းလည်း မတူ၊ ...",
        "rating": "",
        "url": "https://megaup.net/159qf/Official.Competition.2021.720p.WEBRip.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iv1hGQjD390UeH2unAoR6wAchBF.jpg",
        "title": "Rough Cut (2008)",
        "description": "Rough Cut (2008) အခုတစ်ခါ မိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ မင်းသားကြီး So Ji Sub ရဲ့ အက်ရှင်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ မကြာခင်ရက်ပိုင်းအတွင်းမှာလည်း ဒီမင်းသားကြီး ဦးဆောင်ပါဝင်မဲ့ Doctor Lawyer ဆိုတဲ့ Series လည်း ထွက်လာဦးမှာပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...ဂန်ဖယ်ဆိုတာကတော့ အင်မတန်ကြမ်းတမ်းတဲ့ လုပ်ရပ်တွေကြောင့် လူမိုက်ဂိုဏ်းတစ်ခုရဲ့ အဆင့် ၂ နေရာကို ရောက်ရှိလာခဲ့ပါပြီ။ ဒီလို ကြမ်းတမ်းတယ်ဆိုပေမဲ့လည်း တစ်ဖက်မှာတော့ ဂန်ဖယ်ဟာ နူးညံ့တဲ့သဘောရှိပြီး အနုပညာကိုလည်း မြတ်နိုးသူ တစ်ယောက်ပါ။ဆူထာ ဆိုတာကတော့ အက်ရှင်မင်းသား ဖြစ်ပြီး ခပ်ကြမ်းကြမ်း သရုပ်ဆောင်ရတာကို ကြိုက်နှစ်သက်တဲ့သူပါ။ ကြမ်းတမ်းမှု အဆင့်တွေ သတ်မှတ်လိုက်ရင် ဆူထာ နဲ့ ဂန်ဖယ်တို့က အတူတူလောက်ပါပဲ။မင်းသားဂျန်ဆူထာက ရိုက်ကွင်းမှာ အတူတူရိုက်ကူးတဲ့ တစ်ဖက်သရုပ်ဆောင်ကို အက်ရှင်ကား ရိုက်ကူးရင်း အမှန်တကယ် ချလိုက်တာကြောင့် ဆေးရုံတင်လိုက်ရလို့ သူနဲ့အတူ တွဲရိုက်ပေးမယ့် ...",
        "rating": "7",
        "url": "https://megaup.net/2rawV/[CM]Rough.Cut.2008.720p.Blu-ray.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cVWYG9W7jNaElA4U7naT6o9JhdF.jpg",
        "title": "The Mystic Nine: Qing Shan Hai Tang ( 2022 )",
        "description": "TU ထဲက မုန့်ယောင်လေးရဲ့ The Mystic Nine: Qing Shan Hai Tang (2022)\nဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်... The Mystic Nine\nဆိုတဲ့နာမည်ကို C-drama ဖန်တွေစိမ်းနေမယ်မထင်ပါဘူး... ဟုတ်ပါတယ် 2016 မှာ\nအတော်လေး နာမည်ကြီးခဲ့တဲ့ The Mystic Nine ဒရာမာကို ပြန်ပြီး adapt\nထားတဲ့ ရုပ်ရှင်ကားလေးပါ...The Mystic Nine (2016) မှာ ကျန်းချီရှန်းနဲ့ အာ့ယွဲ့ဟုန်ကြားက\nဂျင်းချိုတွေ စားခဲ့သူရှိပေမယ့် ဘယ်သူမှ သူတို့နှစ်ယောက် ဘယ်လိုဆုံပြီး\nဘယ်လို မိတ်ဆွေဖြစ်ခဲ့ကြတယ်ဆိုတာ မသိခဲ့ကြဘူး... ဒီအဖြေကို\nဒီရုပ်ရှင်ကားလေးက ဖြေပေးပါလိမ့်မယ်... ကျန်းချီရှန်းဟာ အဖေ့အတွက်\nလက်စားချေပေးမယ်ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ချန်ရှားကိုရောက်လာခဲ့ပါတယ်...\nဒါပေမယ့် ချန်ရှားမှာ အာဏာရနေသူ ကျော်ချန်ကျီးက\nသူလက်စားချေရမယ့်သူဖြစ်နေတာကြောင့် ခိုင်မာတဲ့သက်သေကို ရှာရင်း\nအာ့ယွဲ့ဟုန်နဲ့ အမှတ်မထင်ဆုံခဲ့ရာကနေ...\nကျန်းချီရှန်းရဲ့ ပထမဆုံးသော မိတ်ဆွေအဖြစ်ထိ ဖြစ်လာခဲ့ပါတယ်...တစ်ဖက်က အာ့ယွဲ့ဟုန်အတွက်လည်း ကျန်းချီရှန်းက အတော်လေး\nထူးခြားတဲ့သူဖြစ်နေပေမယ့် သူလက်စားချေမယ့် ကျော်ချန်းကျီးဟာ အာ့ယွဲ့ဟုန်\nအဖေနဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-mystic-nine-qing-shan-hai-tang-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lWHaG2OSNOuthT90b7nWCDg5jTO.jpg",
        "title": "The Curious Case of Tianjin ( 2022 )",
        "description": "ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော် ချင်ဖန်ဟာတရုတ်ရိုးရာသမားတော်တစ်ယောက်ဖြစ်ပြီး\nကျင်းမန်ဆိပ်ကမ်းမှာနေပါတယ်။ငြိမ်းချမ်းရေးကိုလိုလားပြီးအေး​အေးဆေးဆေးနေချင်သူပေါ့။​ဆိပ်ကမ်းရဲ့အဖွဲ့ကြီးနှစ်ဖွဲ့ဖြစ်တဲ့ \"ရိက္ခာပို့ဆောင်ရေးအဖွဲ့\" နဲ့ \"ချင်းလုံအဖွဲ့\" တို့\nစားကျက်လုရင်းရန်ပွဲတွေဖြစ်ကြတဲ့အခါမှာ ချင်ဖန်ဟာဘုမသိဘမသိဝင်ပါမိရော။\nသူဟာဖျန်ဖြေဖို့ရည်ရွယ်ချက်နဲ့ဝင်ပါခဲ့ပေမယ့်၊\nမထင်မှတ်ထားစွာဘဲ လူနှစ်ယောက်သေသွားတဲ့အခါ\nမှော်အတတ်သုံးတယ်လို့စွပ်စွဲခံရပြီးထောင်နန်းစံရပါလေရော။သူ့ရဲ့အပြစ်ကင်းမှုကိုသက်သေပြဖို့​ထောင်ထဲကခိုးထွက်ပြီး\nရင်ခွဲရုံမှာအလောင်းခွဲစိတ်တာကိုသွားကြည့်နေတဲ့အချိန်မှာပဲ\nဆေးတစ်မျိုးကြောင့်မေ့မျောသွားပါတော့တယ်။ အလောင်းကလည်းပျောက်ဆုံးသွားတယ်။\nအကုသိုလ်ဟာအဖော်အပေါင်းနဲ့လာတယ်ဆိုသလိုပဲ\nသူ့ဘာသာသူမေ့မျောပြီး ဆောင်ကြာမြိုင်တစ်ခုကိုဘယ်လိုရောက်လို့ရောက်မှန်းမသိ နှပ်နေစဥ်မှာပဲ၊\nအဲ့ဒီညမှာဆိပ်ကမ်းကလူတချို့ဟာ ထိန်းချုပ်ခံရသလို\nအသိစိတ်မရှိတော့တဲ့ပုံစံတွေနဲ့ရေထဲခုန်ချပြီးသေသွားကြရော။ဆိုတော့ တစ်မှုပေါ်တစ်မှုဆင့်ပြီး လူသတ်မှု၊ အလောင်းခိုးမှု၊\nထောင်ဖောက်မှုတွေအပြင် ၊ လူအများရဲ့မှော်အတတ်သုံးတယ်ဆိုတဲ့\nစွပ်စွဲချက်ပါထပ်လောင်းလာတဲ့အခါမှာတော့…\nချင်ဖန်ဟာသူ့ရဲ့ဖြူစင်မှုကိုသက်​သေပြဖို့အတွက်ကြိုးစားရပါတော့တယ်။\nဒီအမှုတွေရဲ့နောက်ကွယ်မှာဘယ်သူရှိနေတာလဲ။\nမှော်အတတ်တွေနဲ့ရောသက်ဆိုင်နေတာလား။\nချင်ဖန်ကရောဒီထူးဆန်းတဲ့အမှုတွေကိုဖော်ထုတ်နိုင်ပါ့မလား။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy , Adventure\nRuntime : 1h 23min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-curious-case-of-tianjin-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/photo_2022-05-28_19-36-22-2-135x200.jpg",
        "title": "[21+] Nymphomaniac: Vol. I (2013)",
        "description": "[21+] Nymphomaniac Vol.1 (2013)Ratingအမြင့်တွေ၊ ဝေဖန်ချက်ကောင်းတွေချည်းရထားတဲ့ Adult Art film တစ်ခုဖြစ်ပြီး နာမည်ကျော်ဒါရိုက်တာ Lars Von Trier ရဲ့ အကောင်းဆုံးလက်ရာ‌တွေထဲက တစ်ကားဖြစ်ပါတယ်။လမ်းထဲမှာ ဒဏ်ရာတွေနဲ့လဲကျနေတဲ့ မိန်းကလေးတစ်ယောက်ကို ဦးလေးကြီးတစ်ယောက်က ကူညီပြီးသူ့အိမ်ကိုခေါ်သွားရင်းနဲ့ ဘာတွေဖြစ်ခဲ့တာလဲလို့မေးတဲ့အခါ မိန်းကလေးက သူ့ဘဝဇာတ်ကြောင်းကို ကွက်ကွက်ကွင်းကွင်းမြင်အောင်ပြောပြပါတော့တယ်။ (သူ့ဇာတ်လမ်းကို chapter 8ခန်းခွဲထားပြီး ဒီvol 1မှာတော့ 4ခန်းပါဝင်ပြီး နောက်4ခန်းကိုတော့ vol2မှာ ကြည့်ရှုရမှာပါ။) သူ့နာမည်ကတော့ ဂျိုးဖြစ်ပြီး ငယ်ငယ်ကတည်းက ကာမစိတ် လွန်ကဲနေသူဖြစ်လို့ ကိုယ့်ကိုယ်ကို အပျက်မ၊ အပြစ်ရှိသူလို့ ခံယူထားတာပဲဖြစ်ပါတယ်။သူရဲ့ ငယ်ဘဝကတည်းက ဘယ်လိုထန်ခဲ့ပုံ ...\nယောင်္ကျားတွေနဲ့ ဘယ်လိုကစားခဲ့ပုံ ...\nသူရဲ့ အထီးကျန်လှတဲ့ ဘဝကို ယောက်ျားတွေနဲ့ ဖြေသိမ့်နေရပုံ ...\nတစ်ညတစ်ည ၁၀ ယောက်လောက်နဲ့ အလှူပေးပုံတို့ကို ရှင်းရှင်းလင်းလင်း ရိုက်ကူးပြသထားပါတယ်။ကိုးရီးယား 18+ တွေလို အားတိုင်းကြဲနေတာမျိုးမဟုတ်ဘဲ ဇာတ်လမ်းဆန်ဆန် ...",
        "rating": "6.9",
        "url": "https://megaup.net/15ef1/[DarkSide][21+]Nymphomaniac.Vol.1.2013.720p.Blu-ray.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vElHOYAVs8ponDgqGBMgwYx4i8z.jpg",
        "title": "Luzifer (2021)",
        "description": "Luzifer (2021)~ Rotten Tomatoes - 100% ~Horror ရုပ်ရှင်ပေမဲ့ ကနေဒါက ရုပ်ရှင်ပွဲတော်တွေမှာ Best Picture ရထားပါတယ်။ Horror ဆိုပေမဲ့ အကြမ်းပတမ်းတွေ မပြဘဲ သိမ်သိမ်မွေ့မွေ့နဲ့ စိတ်ညစ်အောင် ရိုက်ပြထားတဲ့ ရုပ်ရှင်ပါ။ ဂျာမန်စကားပြောရုပ်ရှင်ဖြစ်ပြီး Rotten Tomatoes 100% ရထားတဲ့ Art House ဆန်ဆန် ရုပ်ရှင်လို့ပြောလည်း မမှားပါဘူး။ဖြစ်ရပ်မှန်ကို အခြေတည်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး ဘာသာရေးတွေ နတ်ဆိုးတွေနဲ့ ဆိုက်ကိုဆန်ဆန် ပုံဖော်ထားပါတယ်။ အသက်ကြီးလာပေမဲ့ ကလေးစိတ်ပဲရှိသေးတဲ့ သားကို ကာကွယ်ပေးချင်လို့ လူမနီးသူမနီးတောကြီးထဲ သွားနေတဲ့အမေနဲ့ သူ့သားကြားက စိတ္တဇဆန်ဆန်ဖြစ်ရပ်တွေကို စိတ်ညစ်စရာကောင်းအောင် ရိုက်ပြထားတဲ့ ရုပ်ရှင်ပါ။Metaphor တွေ တပုံတပင်သုံးထားတဲ့ ဥရောပ Art Houseရုပ်ရှင်တွေကို မြည်းစမ်းကြည့်ချင်တဲ့သူတွေ ကြည့်သင့်တဲ့ ရုပ်ရှင်ဖြစ်ပြီး Actor တွေရော Actress တွေရော ...",
        "rating": "5.6",
        "url": "https://megaup.net/15edh/(CM)_Luzifer_(2021)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/My-Best-Friend-Breakfast_Teaser-2_Poster_28-Jan-135x200.jpg",
        "title": "My Best Friend’s Breakfast (2022)",
        "description": "နောက် ၁၅ နှစ်နေရင် ဘယ်လိုတွေဖြစ်ကြမှာလဲ...ဒီဇာတ်ကားလေးရဲ့ အဓိကစာကြောင်းလေးပေါ့။\nနောက် ၁၅ နှစ်နေရင် အောင်မြင်မှာလား၊ အခုထက်ပိုဝမှာလား၊ အခုလက်ရှိတွဲနေတဲ့ချစ်သူနဲ့ရော ဆက်တွဲဖြစ်ပါ့မလား... စသည်ဖြင့်မသိနိုင်တဲ့အချိန်ကာလတစ်ခုပေါ့တွေးရင်း စဉ်းစားရင်းနဲ့ ခံစားလို့ကောင်းဦးမယ့် ထိုင်ဝမ်ကျောင်းသားကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nကျောင်းသားကားတွေဆို ထိုင်ဝမ်ကားတွေကပဲ ကြည့်လို့ပိုကောင်းတယ်လို့ထင်မိတယ်။\nပိုပြီးလည်း ယုတ္တိဆန်သလို ဆယ်ကျော်သက်အရွယ်ခံစားချက်ကိုလည်း ထိထိမိမိရိုက်ပြနိုင်တတ်ကြပါတယ်။ ဒီကားကလည်း အဲ့ဒီလိုမျိုးပါပဲ။အစားအသောက်ဆို မီးလိုတောက်တဲ့ ရှန့်ဝေရှင်းကတော့ သူ့သူငယ်ချင်းကို ပိုးကြေးပန်းကြေးနဲ့ လာပို့ပေးတတ်တဲ့ မနက်စာကိုတောင် အကုန်စားပစ်တတ်တဲ့ သူပါ။\nအစားအသာက်ရှိနေမှ ဘဝအဓိပ္ပါယ်ရှိတယ်လို့ သတ်မှတ်ထားတဲ့သူက နောက် ၁၅ နှစ်ကြာရင် ဘယ်လိုဖြစ်လာမလဲဆိုပြီး စဉ်းစားနေရင်းနဲ့ အခုလို အချစ်၊ဒရာမာ၊ လူငယ်ဆန်ဆန်ရုပ်ရှင်ကားလေးဖြစ်တည်လာပါတော့တယ်။\nရိုးရှင်းမလိုလိုနဲ့ ရှုပ်ထွေးတဲ့အထဲမှာ ဒီဇာတ်ကားလည်းပါပါတယ်။ အတွေးစတစ်ခုခုရရှိစေပြီး စာအရှည်ကြီးရေးချင်လာတဲ့ဖီလင်ဖြစ်လာမှာပါ။ကဲ... ဒီကားလေးကြည့်ရင်းနဲ့ ပရိသတ်ကြီးလည်း နောက် ၁၅ နှစ်နေရင် ဘယ်လိုပုံစံဖြစ်မလဲ စဉ်းစားကြည့်ရအောင်လားဗျာ...။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ JoJo Va ပါ )File Size__(2.1GB) / ...",
        "rating": "7.9",
        "url": "https://megaup.net/15e6z/My_Best_Friend_s_Breakfast_(2022)_WEB-DL_720p.mp4",
        "category": "Romance, School"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/frHjhJEKD9k71Bw9sfhHtEoM73Y.jpg",
        "title": "Zero Contact (2022)",
        "description": "Zero Contact (2022)ဒီတစ်ခါတင်ဆက်​ပေးမှာ​တော့ အ​မေရိကန် Mystery Thriller ရုပ်ရှင်ဖြစ်ပါတယ်။\nရောဂါကပ်​ဘေး​ကြောင့် အိမ်က​နေပဲ Zoom နဲ့ဆက်သွယ်ကြတဲ့ ပုံစံနဲ့ ဇာတ်လမ်းကို ပုံ​ဖော်ထားပါတယ်\nလူတကာက ရူး​ကြောင်​ကြောင်လို့ သတ်မှတ်ကြတဲ့ ပါရမီရှင်ဖင်န်န​လေဟာ့ဒ်ဟာ\nပ​ရောဂျက်စလုပ်မယ့်အချိန်မှာပဲ အလုပ်ကထုတ်ခံလိုက်ရပါတယ်\nအဲလိုနဲ့ သူ မ​သေခင်မှာ လက်စမသတ်နိုင်​သေးတဲ့ ပ​ရောဂျက်ကို\nသူ အယုံကြည်ရဆုံးလူ ၅​ယောက်ကို အကြံ​ပေးရာက​နေတစ်ဆင့် စုစည်းပြီး ပြန်အသက်သွင်းဖို့မှာထားခဲ့ပါတယ်\nပ​ရောဂျက်ကလျှို့ဝှက်ပ​ရောဂျက်ဖြစ်တဲ့အပြင် ကမ္ဘာကြီးကိုကယ်တင်ဖို့ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ဆို​တော့\nအ​ရေး​ပေါ်ဖွဲ့လိုက်တဲ့အဖွဲ့ဟာ ဆက်လုပ်ဖို့ဖြစ်လာပါ​တော့တယ်\nသူတို့တစ်ခုသတိလွတ်သွားတာက သူတို့ကို​စောင့်ကြည့်​နေတဲ့သူရှိ​နေတယ်ဆိုတာပါပဲ\nမသိလိုက်ခင်မှာပဲ အိမ်ထဲကိုဝင်သလို အ​ရေး​ပေါ်အဖွဲ့ဝင်​တွေရဲ့ မိသားစုကိုလည်း ရန်ရှာလာခဲ့ပါတယ်\nလျှို့ဝှက်ချက်​တွေအပြည့်နဲ့ ဖင်န်န​လေထားခဲ့တဲ့ ပုစ္ဆာကို အ​ရေး​ပေါ်အဖွဲ့က အ​​ဖြေရှာနိုင်မလား ​\nသူတို့က​ရော နောက်​ဆုံးထိ အသက်မ​သေဘဲ ပ​ရောဂျက်ကိုဆက်လုပ်နိုင်မလားဆိုတာ\nလှည့်ကွက်​တွေအများကြီးနဲ့ Zero Contact ကိုကြည့်ရှု​ပေးကြပါဦး​နော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Joyz  နဲ့  Hmwe ပဲ ဖြစ်ပါတယ်။Genre.....Thriller\nQuality….1080p | 720p| 480p\nFile size…1.9GB | 734MB | ...",
        "rating": "",
        "url": "https://megaup.net/2r8T5/Zero.Contact.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pL9tLATXkwZyDNtnoq3RYoy0bln.jpg",
        "title": "4 Kings (2021)",
        "description": "4 Kings (2021) ဒီတစ်ခေါက် တင်ဆက်ပေးမယ့်ကားလေးကတော့ 90 ခုနှစ်ဝန်းကျင်က အသက်မွေးဝမ်းကျောင်းတက္ကသိုလ်လေးခုကြားမှာဖြစ်ခဲ့တဲ့ ပဋိပက္ခဖြစ်ရပ်မှန်အကြောင်းရိုက်ကူးထားတဲ့ကားလေးပါ။ဆယ်ကျော်သက်အရွယ် သမီးတစ်ယောက်နဲ့ အဖေတစ်ခု သမီးတစ်ခု အခြေအနေကို ရောက်သွားခဲ့ရတဲ့ အသက်မွေးဝမ်းကျောင်း တက္ကသိုလ်ကျောင်းသားဟောင်း ဘီလီရဲ့ မှတ်ဉာဏ်ကနေ ပြန်လည်ဖော်ပြရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်။အဖေနဲ့သမီး ဆက်ဆံရေးက သိပ်မကောင်းပေမဲ့ ကျောင်းသားလူဆိုးဂိုဏ်းကြောင့် သမီးဖြစ်သူ ထိခိုက်ဒဏ်ရာ ရသွားတဲ့အခါမှာ ဘီလီက သူနဲ့ သူ့သူငယ်ချင်းရဲ့ အတိတ်ကအကြောင်းအရာတွေကို ပြန်အမှတ်ရသွားခဲ့ပါတယ်။အဲဒီခေတ်အခါတုန်းက အသက်မွေးဝမ်းကျောင်း တက္ကသိုလ်တွေကို မျှော်လင့်ချက်ကင်းမဲ့ပြီး အနာဂတ်မရှိတဲ့ နေရာလို့ သတ်မှတ်ထားကြတာပါ။ အမေက နောက်အိမ်ထောင်ပြုပြီး ပထွေးဖြစ်သူ အမုန်းခံ‌နေရတဲ့ ဘီလီအတွက် စိတ်ထွက်ပေါက်ဆိုလို့ သူ့ရဲ့ ရင်းနှီးတဲ့ သူငယ်ချင်းတွေပဲ ရှိခဲ့ပါတယ်။ ဒါကြောင့် သူ့ရဲ့ကျောင်းနေဖက် ရဲဘော်ရဲဘက်တွေကို ကာကွယ်ဖို့ ဘာမဆိုလုပ်ခဲ့ပြီး ပြဿနာတွေ အများကြီးနဲ့ ထိပ်တိုက်ရင်ဆိုင်ရရင်း အချစ်ဆုံးသူငယ်ချင်းကို ဆုံးရှုံးလိုက်ရတဲ့အခါ ...ယနေ့ထိတိုင် သူပေးဆပ်နေရတဲ့ ဘဝသင်ခန်းစာ ဖြစ်ရပ်မှန်အကြောင်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ 4 ...",
        "rating": "7.1",
        "url": "https://megaup.net/1L9or/[CM]4.Kings.2021.720p.WEB-DL.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/edRmta5mJHrnmRmcHiH3RVDtaZE.jpg",
        "title": "Runway 34 (2022)",
        "description": "ကပ္ပတိန် ဗစ်ကရန့်ခန်နား...\n\"မတော်တဆမှုတိုင်းမှာ ဘက်နှစ်ခုရှိတယ်\"\n\"ဘာဖြစ်ခဲ့တာလဲ..ဘယ်လိုဖြစ်ခဲ့တာလဲ\"\n\"အဲ့ဒီနှစ်ခုကြားထဲက အနားသတ်မျဉ်းလေးမှာ\nအမှန်တရားက တိမ်ဝှက်နေတယ်\"နာရာယန်းဗီဒန့်...\n\"အမှားလုပ်ပြီးသွားရင် မင်းလုပ်နိုင်တာ သုံးခုပဲရှိတယ်\"\n\"အမှားကို ဝန်ခံမယ်\"\n\"အမှားကနေ သင်ယူမယ်\"\n\"နောက်တစ်ခါ မမှားအောင် ဆင်ခြင်မယ်\"ခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့\nမင်းသားကြီးအဂျေးနဲ့ မင်းသားကြီး အမီတာဘဂျမ်းတို့ပါဝင်သရုပ်ဆောင်ထားတယ့်\nဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက အိန္ဒိယနိုင်ငံမှာ တကယ်ဖြစ်ပျက်ခဲ့တဲ့\nဖြစ်ရပ်မှန်ဇာတ်ကြောင်းလေးကို အခြေခံပြီးရိုက်ကူးထားတယ်...  ကပ္ပတိန်ဗစ်ကရန့်ခန်နား(အဂျေး) က နာမည်ကြီးလေယာဉ်မှူးတစ်ယောက်...\nအဲ့ဒီနေ့က ပျံသန်းတဲ့ခရီးစဉ်မှာ ရာသီဥတုဆိုးရွားလွန်းတဲ့အတွက်\nမတော်တဆမှုဖြစ်ခဲ့ပါတယ်...ဒီကိစ္စမှာ မသင်္ကာစရာကိစ္စလေးတွေပါဝင်နေတဲ့အတွက်\nလေကြောင်းမတော်တဆစုံစမ်းစစ်ဆေးရေးအဖွဲ့ခေါင်းဆောင်\nနာရာယန်းဗီဒန့် (အမီတာဘဂျမ်း) ကိုယ်တိုင် ကွင်းဆင်းစစ်ဆေးမေးမြန်းတာကို\nဝေဟင်ပေါ်က ထိတ်လန့်ဖွယ် မြင်ကွင်းတွေနဲ့အပြင်\nဝါရင့်သရုပ်ဆောင်နှစ်ဦးရဲ့ပီပြင်တဲ့ သရုပ်ဆောင်ပိုင်နိုင်မှုတွေကို\nကျေကျေနပ်နပ်ကြီး မြင်တွေ့ရမှာဖြစ်ပါတယ်...  \nFile size…5GB / 1.9GB / 900MB\nQuality…4k HEVC / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.4",
        "url": "https://megaup.net/1L9w5/Runway.34.2022.720p.AMZN.WEB-DL.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b5128Q2pctk85KmQVT2m59aRCfo.jpg",
        "title": "Exposure 36 (2022)",
        "description": "Exposure 36 (2022)~ Rotten Tomatoes - 83% ~ကမ္ဘာပျက်ဖို့ သုံးရက်ပဲလိုတော့မယ်ဆိုရင် ခင်ဗျားဘာလုပ်မလဲ...ဒီဇာတ်ကားထဲမှာတော့ တချို့လူတွေက ပုံမှန်အတိုင်းနေကြတယ်။ လွတ်နိုင်မယ့်နေရာကို ပြေးကြတယ်။ နောက်ဆုံး အကောင်းဆုံး အလုပ်ကို လုပ်နိုင်ဖို့ ကြိုးစားကြတယ်။ တစ်သက်လုံးမှာ မရဖူးတဲ့ လွတ်လပ်မှုမျိုးရလို့ အပြည့်အဝခံစားကြတယ်။လူတွေ အများကြီးကလည်း ကိုယ့်ကိုယ်ကိုယ် သတ်သေကြတယ်။ တချို့လူတွေကတော့ မနားမနေ အိပ်ရာဝင် ဇာတ်လမ်းရိုက်ကြတယ်။ဇာတ်ဆောင် ဆေးရောင်းသမား ဓာတ်ပုံဆရာ ကမ်မရွန်ကတော့ ဘုမသိဘမသိ မွေးစားညီမကောက်ရပြီး ရာဇဝတ်ကောင် အကြီးစားတွေနဲ့ ပြဿနာတက်ပါတယ်။ဇာတ်လမ်းတလျှောက်မှာ ဇာတ်ကားနာမည်ဖြစ်တဲ့ Exposure 36 ဆိုတဲ့ အတိုင်း နောက်ဆုံး ကျန်တဲ့ ဖလင်လိပ်က ပုံ ၃၆ ပုံကို သူအကောင်းဆုံးဖြစ်အောင်ဘယ်လိုရိုက်သွားလဲ ကြည့်ရမှာပါ...Exposure 36 ဟာ ကမ္ဘာပျက်လုနီးချိန်ကာလတစ်ခုက မြို့တစ်မြို့ကို မှိုင်းပြပြ ပုံဖော်သွားတဲ့ ရုပ်ရှင်ကားကောင်းဖြစ်ပြီး RT လည်း ...",
        "rating": "5.2",
        "url": "https://megaup.net/374fg/(CM)_Exposure_36_(2022)_720p.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMTUyNDk5ODE0OV5BMl5BanBnXkFtZTgwMDMyNzE4MDE@._V1_-135x200.jpg",
        "title": "Welcome to the Jungle (2013)",
        "description": "တစ်ချိန်တုန်းက တမ်းတမ်းစွဲကြိုက်ခဲ့ရတဲ့ အက်ရှင်မင်းသားကြီးဗန်ဒိန်းရဲ့ Adventure , Comedy ကားဟောင်းလေးကို ပြန်ခံစားကြည့်လို့ရအောင် တင်ဆက်ပေးလိုက်ပါပြီ။\nဒီကားက (၂၀၁၃) ခုနှစ်ကထွကခဲ့တာ အခုဆိုရင် (၁၀)နှစ်ပြည့်ခါနီးနေပြီဆိုတော့ တော်တော်လေးကြာပြီလို့ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကုမ္ပဏီတွင်းအသင်းဖွဲ့နဲ့လုပ်ကိုင်တတ်အောင်လို့ ကျွန်းတစ်ကျွန်းပေါ်ခရီးထွက်လာခဲ့ကြရတဲ့ ကုမ္ပဏီအဖွဲ့သားတွေရဲ့ခရီးစဉ်က မထင်မှတ်တာတွေဖြစ်ပြီး ကျွန်းပေါ်မှာသောင်တင်ဖို့ဖြစ်လာခဲ့ပါတယ်။ဒီလိုသောင်တင်နေတဲ့အဖွဲ့သားတွေကို အများကငကြောက် ငကြောင်လို့မှတ်ယူနေတဲ့ Chrisကကယ်တင်မလား...Chris ဆီကအိုင်ဒီယာကိုခိုးသွားတဲ့ အထက်လူကြီးPhilကပဲ ဦးဆောင်မလား..ကျွန်းပေါ်မှာ သူတို့ဘယ်လို ရှင်သန်လွတ်မြောက်အောင် ကြိုးစားကြမလဲဆိုတာကို ကြည့်ရမယ့် ဟာသအက်ရှင်စွန့်စားခန်းဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူက‌တော့ Chit Tee ပါ )File Size__(1.6GB) / (900MB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:35:00\nType__Action, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/2r6rD/Welcome_to_the_Jungle_(2013)_Bluray_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5jGKbYuZtdxSNOocI6ZziQeiY4n.jpg",
        "title": "Attack (2022)",
        "description": "အခုတစ်ခါထွက်ရှိလာတဲ့ ကားလေးကလည်း\nစိတ်ဝင်စားဖို့ကောင်းတဲ့ စူပါစစ်သားကားလေးပဲဖြစ်ပါတယ်အာဂျွန်ဟာ သိပ်တော်တဲ့ စစ်တပ်အရာရှိတစ်ယောက်ဖြစ်ပြီး\nမတော်တဆမှုတစ်ခုမှာ ထိခိုက်မိသွားလို့\nခန္ဓာကိုယ်အကြောသေသွားခဲ့တယ်...နိုင်ငံတွင်းမှာ အကြမ်းဖက်ဖြစ်စဉ်တွေ များလာတော့\nဖြေရှင်းဖို့က ပတ်ဝန်းကျင်နိုင်ငံတွေပါဝင်ပတ်သက်နေတာကို\nသံသယအဆင့်နဲ့ပဲသိထားတော့ ငြိမ်းချမ်းရေးညှိနှိုင်းဆွေးနွေးလို့လည်းမရ\nစစ်ဖြစ်လို့လည်းမရနဲ့ အကြပ်ရိုက်နေခဲ့ပါတယ်...ဒါကိုဖြေရှင်းဖို့အတွက် အိန္ဒိယစစ်တပ်ကနေ စူပါစစ်သားတွေကို\nဖန်တီးဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်...  ဒီဖြစ်စဉ်မှာ အစမ်းသပ်ခံလူသားက အကောင်းပကတိအတိုင်း\nမဟုတ်ဘဲ လေဖြတ်အကြောသေနေတဲ့ ပုံစံမျိုးမှာရှိနေမှ\nအဲ့ဒီလူသားဟာ ဒီစမ်းသပ်ခြင်းမှာ ပုံမှန်ထက်ထူးကဲတဲ့\nအစွမ်းခွန်အားမျိုးကို ရရှိမှာဖြစ်ပါတယ်..ဒီလိုနဲ့ နိုင်ငံ့အကျိုးသယ်ပိုးဖို့ အာဂျွန်ကို\nစမ်းသပ်လိုက်တဲ့အခါမှာတော့.....။ \nFile size…2.8GB / 1.9GB / 950MB\nQuality…4k ZEE5 WEB DL SDR HEVC / 1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor , Myo Myo , Yunni",
        "rating": "7.3",
        "url": "https://megaup.net/15byi/Attack.Part.1.2022.720p.ZEE5.WEB-DL.AAC2.0CH.Hindi.YK(CM).mp4",
        "category": "Action, Bollywood, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3cWnCG5NyXJYARO2hmNqfbbgrMA.jpg",
        "title": "Max Payne(2008)",
        "description": "Max Payne(2008) အညွှန်း*********************Video Game အပေါ်အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပြီး နာမည်ကျော်မင်းသားကြီး Mark Wahlberg နဲ့မင်းသမီးချော Mila Kunis ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်....မက်စ်ပိန်းဟာ နယူးယောက်က စုံထောက်ကျော် တစ်ယောက်ပေါ့…တစ်ရက်မှာ သူချစ်ရတဲ့ဇနီးသည် မီရှဲလ်နဲ့ လူမမယ်မွေးကင်းစကလေးလေးကိုဓားပြလာတိုက်တဲ့လူတစ်စုက ရက်ရက်စက်စက်သတ်သွားခဲ့ပါတယ်…တရားခံတွေလွတ်မြောက်သွားခဲ့ပြီး ဘယ်လိုစုံစမ်းစုံစမ်း အမှုမှန်မပေါ်ပေါက်တာကြောင့်မက်စ်လည်း အတော်လေးစိတ်ဆင်းရဲရတဲ့ကြားထဲအမှုစာရင်းသွင်းတဲ့ စာရေးသာသာ ရာထူးကိုပါ ချခံလိုက်ရပါတော့တယ်…ဒါပေမဲ့လည်း အားမလျှော့တဲ့ မက်စ်က ဆက်လက်စုံစမ်းရာက သူမထင်ထားတဲ့ ထူးထူးဆန်းဆန်းအရာတွေနဲ့ ကြုံဆုံလာရတဲ့အခါသူ့ဇနီးနဲ့ကလေးကို သတ်သွားခဲ့တဲ့တရားခံကို သူကိုယ်တိုင် တရားစီရင်နိုင်ပါ့မလား ကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ပါ..... File Size : (2.05GB)(889MB) and (263MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:40:00\nGenre : Adventure, Crime, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2r6jo/Max_Payne_2008_BLU-RAY720P.PP(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jb3YT094KM5QMOWUbOZB8it9IHa.jpg",
        "title": "Cyber Hell: Exposing an Internet Horror (2022)",
        "description": "Cyber Hell : Exposing an Internet Horror (2022)IMDb - 6.5/10ဒီDocumentaryဟာ ၂၀၁၉ ​တောင်ကိုရီးယားနိုင်ငံမှာ ဖြစ်ပွားခဲ့တဲ့ အကြီးကျယ်ဆုံး ဆိုက်ဘာပြစ်မှု​တွေထဲက၂ခုအ​ကြောင်း\nဖြစ်ရပ်မှန်​တွေကို ရိုက်ကူးတင်ဆက်ထားတာ ဖြစ်ပါတယ်၊\nIT​ခေတ် ဖြစ်တာနဲ့အညီ နည်းပညာနဲ့ ကျွမ်းဝင်သူ​တွေ များသလို\nဒီနည်းပညာကိုသုံးပြီး မသိနားမလည်သူ​တွေအ​ပေါ် ကျူးလွန်လာတဲ့ဆိုက်ဘာပြစ်မှု​တွေက\nတစ်​နေ့တခြား များလာသလို နည်းလမ်း​တွေလည်း ပိုစုံလာပါတယ်၊\nဒီ Documentary မှာဆိုရင်​ နည်းပညာကိုအသုံးချပြီး လိင်ပိုင်းဆိုင်ရာ\nအမြတ်ထုတ် စီးပွားရှာသွားသူ​တွေအ​ကြောင်း မြင်​တွေ့ရမှာပါ။ဘယ်လိုပုံစံမျိုး​ ကျူးလွန်သွားမလဲဆိုတာ အညွှန်းထဲရေးတာထက်\nကိုယ်တိုင်ကြည့်လိုက်တာက ပိုပြီးအ​ဆင်​ပြေပါတယ်၊ ​\nဒီ​​နေ့​ခေတ်မှာ လူတိုင်းကြုံ​တွေ့​နေရတဲ့ အခက်အခဲတစ်ခုကိုပဲချနင်းပြီး ငွေသန်းချီ ရှာသွားခဲ့ကြတာတွေ၊\nသူတို့ရဲ့​ကျော့ကွင်းထဲ သက်​ဆင်းသွားတဲ့ မိန်းမပျို​တွေ ဘယ်​လောက်ထိ ထိခိုက်နစ်နာခဲ့ရလဲ ဆိုတာ​တွေကို မြင်​တွေ့ရမှာပါ၊\nနစ်နာသူ မိန်းက​လေး​တွေထဲမှာ အသက်မပြည့်​သေးသူ​တွေပါ ပါဝင်​နေတာက အ​တော်ကို ဆိုးပါတယ်၊\nမြန်မာနိုင်ငံမှာလည်း လိင်ထိပါး​စော်ကားမှုအဖြစ်အပျက်​တွေ မကြာခဏဆိုသလို မြင်​တွေ့​နေရချိန်\nဒီ Docuကို ကြည့်ပြီး ​ရှောင်သင့်၊ ဆောင်သင့်တာ​တွေ သိသွားနိုင်ဖို့ ​မျှော်လင့်ပါတယ်၊\nဘယ်သူ​တွေ ...",
        "rating": "",
        "url": "https://megaup.net/3MS4S/Cyber.Hell.Exposing.an.Internet.Horror.2022.720p.NF.WEB-DL.CM.mp4",
        "category": "Crime, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iphBuJth9kd8LndhMH4bToXBIN0.jpg",
        "title": "Kaathuvaakula Rendu Kaadhal (2022)",
        "description": "Kaathuvaakula Rendu Kaadhal (အညွှန်း)ဒီကားလေးကတော့ Sgတွေ Faတွေကြည့်ပြီးအားကျ၊ ကျိတ်ငိုရမယ့်ကားလေးပါ:3ယူတို့မယ် ရည်းစားလေးတစ်ယောက်တောင်အဖြစ်ရှိအောင်မထားနိုင်ပေမယ့်Rambo တစ်ယောက်ကတော့ သူ့ကိုတုန်နေအောင်ချစ်ကြတဲ့ ရည်းစားလန်းလန်းလေးနှစ်ယောက်ကြား ရှယ်ဗျာများပဲ။ဇာတ်လမ်းလေးကတော့ ရွာလေးတစ်ရွာရဲ့ ထူးဆန်းတဲ့မိသားစုအကြောင်းကစရပါမယ်။ Rambo ကိုမမွေးခင်Rambo တို့မိသားစုက ကျိန်စာသင့်နေတဲ့မိသားစုဆိုပြီးနာမည်ကြီးပါတယ်။ သူတို့မိသားစုဝင်ထဲကဘယ်သူကမှလက်ထပ်လို့မရဘူး။ လက်ထပ်တာနဲ့ အိမ်ထောင်ဖက်အသက်ဆုံးရှုံးရတယ်ဆိုလို့ရွာထဲကဘယ်သူကမှ သူတို့မိသားစုဝင်တွေနဲ့လက်မထပ်ချင်ကြပါဘူး။ ဒီလိုနဲ့တစ်နေ့မှာ Rambo အဖေကသူ့ချစ်သူ အင်္ဂလိပ်စာဆရာမ Minah Kaif နဲ့လက်ထပ်လိုက်ပြီး သူမွေးလာမယ့်ကလေးက သူ့မိသားစုဆီကံကောင်းခြင်းတွေယူဆောင်လာမယ့်ကလေးလို့ ကြွေးကြော်နေတာပေါ့။ Rambo ကိုမွေးတဲ့နေ့မှာပဲအဖေဖြစ်သူကမတော်တဆမှုတစ်ခုနဲ့ဆုံးပါးသွားရတယ်။ ခိုကိုးရာမဲ့မိခင်ကြီးလည်း လေဖြတ်ပြီးသူ့သား Ramboကလွဲပြီး အရာအားလုံးမေ့သွားတော့တယ်။ ဒီလိုနဲ့ အများက “ဂြိုဟ်ဆိုးကောင်” လို့ဝိုင်းသမုတ်ထားကြတဲ့ Ramboရဲ့ ကလေးဘဝက သိမ်ငယ်မှု၊ နာကျင်မှုတွေအပြည့်နဲ့ပေါ့။အမေ့ဆီကိုပါ ကံဆိုးမှုတွေမကူးအောင် အမေနဲ့ရွာကိုစွန့်ပြီး မြို့မှာ နေ့နေ့ညညမလုပ်ကြိုးစားလုပ်တဲ့Ramboတစ်ယောက် Khatija နဲ့ Kanmani ဆိုတဲ့ မချောလေးနှစ်ယောက်နဲ့တွေ့ပြီး“မချောနှစ်ယောက် ကိုယ်တစ်ယောက်” ဇာတ်လမ်းစပါတော့တယ်။ ကောင်မလေးနှစ်ယောက်ကလည်းသူမှသူဖြစ် .. တစ်သက်လုံးကအပယ်ခံလာရပြီး ...",
        "rating": "5.9",
        "url": "https://megaup.net/1L9iz/Kaathuvaakula.Rendu.Kaadhal.2022.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYmQ0ODljODQtYjdmOC00ZTc1LWJiNDUtNjg3YTRmZDE2MDg1XkEyXkFqcGdeQXVyMjA5MjgyNTI@._V1_-135x200.jpg",
        "title": "County Line: All In (2022)",
        "description": "Couty Line : All In (2022)မြို့လေးတစ်မြို့မှာ သေနတ်အတုတွေနဲ့ ပစ်ကြ‌ခတ်ကြတဲ့ ကစားပွဲလေးတစ်ခုလုပ်တယ်။ အဲဒီပွဲမှာ လူတစ်ယောက် ကျည်အစစ်မှန်ပြီး သေသွားတယ်။\nပြဿနာက သူ့အလောင်းက ရဲအရေးပိုင်နယ်မြေ နှစ်ခုရဲ့ ကြားထဲကျနေတော့ ဒီအမှုက ဟိုဘက်စခန်းနဲ့ဆိုင်သလို ဒီဘက်စခန်းနဲ့ ဆိုင်သလိုလို တိုင်ပတ်‌သွားပြီးနောက် ဟိုဘက်စခန်းနဲ့ ဒီဘက်စခန်း အမှုအတူတူလိုက်ကြတယ်။သေတဲ့လူက မြို့ခံဂန်းစတားအကြီးစားရဲ့ ရှေ့နေဆိုတော့ မြို့ခံလူမိုက်တွေကို စုံစမ်းရာက နောက်ဆုံး နိုင်ငံရေးသမားတွေအထိ ဆက်နွယ်လာပြီး နောက်ထပ်လူတွေလည်း တစ်ယောက်ပြီး တစ်ယောက် သေလာတဲ့အခါမှာတော့.....2017က County Line ရုပ်ရှင်နဲ့ တိုက်ရိုက်ဆက်စပ်နေတဲ့ သူ့အဆက်ကားပါ။\n2017ကားက အရာရှိ ကလင့်သရုန်းအနားယူပြီးတဲ့နောက် အရာရှိအသစ်ရောက်လာတဲ့ အချိန်ကို ဇာတ်အိမ်တည်ထားပါတယ်။\nBansheeတို့ ဘာတို့လို မြို့လေးတစ်မြို့မှာ မြို့ခံလူမိုက်ဂိုဏ်းတွေနဲ့ မြို့ခံရဲအရာရှိတွေကြားက အရှုပ်အထွေးတွေကို ကြိုက်ရင် ကြည့်သင့်တဲ့ရုပ်ရှင်ပါပဲ။\nတရားခံ ဖြစ်နိုင်တဲ့လူတွေ အများကြီးပြပြီး ပြန်ရွေးထုတ်သွားတာလေးလည်း ကောင်းပါတယ်။\nစုံထောက်ကားတွေကြည့်ပြီး တရားခံကိုခန့်မှန်းကြည့်ရတာ ကြိုက်ရင် ကြည့်ကြည့်ပါ။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/15b2z/County_Line_All_In_(2022)_WEB-DL_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cfKTqIwMRYblzesiidC91E1g5Cf.jpg",
        "title": "Heropanti 2 (2022)",
        "description": "(ရုံတင်ခိုးရိုက်ဗားရှင်းမဟုတ်ပဲ ရုပ်ထွက်ကြည်လင်ပြတ်သားပြီးအသံထွက်အကောင်းဆုံး 1080p WEB DL 5.1CH ဗားရှင်းကို တင်ဆက်ပေးထားပါတယ်)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ တိုက်ဂါးရှရော့ဖ်ရဲ့ Heropanti 2 ဆိုတဲ့ကားလေးပါနံပါတ် ၁ ကတော့ ၂၀၁၄ ကထွက်ထားပြီး အချိတ်အဆက်မရှိလို့ ပြန်မကြည့်လည်းရပါတယ်Heropanti ကို မြန်မာလိုပြန်လိုက်ရင် ဟီးရိုးဝင်လုပ်တယ်ဆိုပါတော့....ကားနာမည်အတိုင်းပဲ ဒီကားက တိုက်ဂါးရဲ့အက်ရှင်သက်သက်ကား...ဇာတ်လမ်းကိုပြောရမယ်ဆိုရင်အိနိဒယနိုင်ငံသားတွေဆီကနေ လုယက်ချင်နေတဲ့ လူတစ်ယောက်ရှိတယ်ဟက်ကာတစ်ယောက်ဆိုပါတော့ လွန်စွာရက်စက်တဲ့ ဆိုက်ကိုမျက်လှည့်ဆရာတစ်ယောက်လည်းဖြစ်သေးတယ်သူကနိုင်ငံသား​တွေအခွန်ဆောင်ရမယ့်နေ့မှာ အားလုံးရဲ့အကောင့်ထဲကငွေတွေကို လှမ်းဟက်ပြီး အပိုင်စီးချင်နေတာပေါ့မင်းသားက သူ့ထက်နှာတဖျားသာတဲ့ ဟက်ကာ...ဆိုတော့ ဒီအဖြစ်ကိုတားဆီးဖို့ ထောက်လှမ်းရေးကမင်းသားကို သူ့အဖွဲ့ထဲဝင်ပြီး ဒေတာတွေ ပြန်ဟက်ခိုင်းတဲ့အခါ....ဖြစ်လာမယ့်စွန့်စားခန်းတွေနဲ့ တိုက်ဂါးရဲ့အက်ရှင်တွေကို တဝကြီးကြည့်ရှုခံစားရမှာပါအော် မင်းသမီးကလည်း Student of the Year 2 ထဲက မင်းသမီးချောလေး တာရားဆိုတော့သူမရဲ့ဝတ်စားဆင်ယင်ပုံအလန်းတွေကို အပိုထပ်ဆောင်းအနေနဲ့ မျက်စိပါအစာကြွေးနိုင်မှာပါ....\nFile size…8GB / 4GB / 1.8GB\nQuality…1080p True WEB DL AAC5.1CH ...",
        "rating": "4.6",
        "url": "https://megaup.net/15a0c/Heropanti_2_(2022)_Hindi_TRUE_WEB-DL_-_720p_.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/heropanti_ver6-138x200.jpg",
        "title": "Heropanti (2014)",
        "description": "အချစ်ဆိုတာလက်ထပ်ပြီးမှဖြစ်တာလို့ ဘေးဘိုးစဉ်ဆက် အရိုးစွဲကျင့်သုံးခဲ့ကြတဲ့ ဟက်ကရီရွာကိုအုပ်ချုပ်တဲ့ဝန်ကြီး ချောင်ဒရီဆူရက်ဂ်ျဆင်ဂ်မှာ သမီးနှစ်ယောက်ရှိပါတယ် သမီးကြီးဖြစ်တဲ့ ရန်နူဟာ သူမကိုလက်ထပ်ပေးမဲ့နေ့မှာပဲ ဘာဘလူလားဆိုတဲ့ သူငယ်ချင်းရဲ့ အကူအညီနဲ့ ချစ်သူရာကက်ရ်နောက်ကို ခိုးရာလိုက်ပြေးသွားပါတော့တယ်။ရန်နူရဲ့ဦးလေးတွေ ဒီကိစ္စကို သိသွားတော့ ကြံရာပါဖြစ်တဲ့ ဘာဘလူနဲ့ သူငယ်ချင်းတွေကို ဖမ်းဆီးနှိပ်စက်ပြီး ရန်နူးတို့ရှိရာကိုလိုက်ပို့ခိုင်းပါတယ် ဘာဘလူးဟာလည်းဝန်ကြီးရဲ့သမီးအငယ်ဖြစ်တဲ့ဒင်မ်ပီကိုချစ်ကြိုက်မိသွားပါသေးတယ်... အဖေ ဦးလေးတွေ ကြားက ဒင်မ်ပီရဲ့ အချစ်ကိုရောပိုင်ဆိုင်နိုင်ပ့ါမလား\nချောင်ဒရီဆူရက်ဂ်ျဆင်ဂ် က ရော သမီးငယ်နှင့်သဘောတူပါ့မလား\nဆိုတာကိုတော့. .ဆက်လက်ကြည့်ရူပေးကြပါ\nReview Credit:",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/heropanti-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3hWWrQ86GJMb0JQEY6JhHPnveW4.jpg",
        "title": "Symbol (2009)",
        "description": "ဒီတစ်ခေါက်မှာတော့ 2009 ခုနှစ်က ထွက်ရှိထားတဲ့ Symbol ဆိုတဲ့ဂျပန်စိတ်ကူးယဉ်ဟာသကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအစမှာ စပိန်မိသားစုလေးတစ်စုနဲ့ စတင်ထားပါတယ်။ ကလေးတွေက ကျောင်းသွား၊ မိဘတွေက အလုပ်လုပ်တဲ့သာမန်မိသားစုလေးတစ်စုပေါ့။ အဲဒီနောက်မှာတော့ ရုတ်တရက်ကြီး အဖြူရောင်ဗလာအခန်းတစ်ခန်းထဲမှာ ပိတ်မိနေတဲ့ဆံပင်ဂုတ်ဝိုင်းကေနဲ့ ညအိပ်ဝမ်းဆက်အစိမ်းရောင်ကွက်ကြားကိုဝတ်ထားတဲ့ ဂျပန်ဘဲကြီးတစ်ယောက်ဆီကို ရောက်သွားပါတယ်။သိပ်မကြာပါဘူး။ အဖြူရောင်နံရံကြီးပေါ်မှာ မြားနတ်မောင်ဂွေးစိ သေးသေးလေးတွေ နံရံအနှံ့ ပေါ်လာတာပေါ့။အဲဒီ ဂွေးစိသေးသေးလေးတွေကို ဖိလိုက်ရင် ကြုံရာပစ္စည်းတစ်ခုခု ကျလာပါတယ်။ဆူရှီ၊ ပန်းအိုး၊ တူ၊ ဘောလုံး၊ မဂ္ဂဇင်း စသဖြင့် ကြုံရာပေါ့။ အဲဒီ ထူးဆန်းတဲ့အခန်းကြီးကပစ္စည်းတွေ ချပေးရုံတင်မကဘဲ ညအိပ်အင်္ကျီနဲ့ဘဲကြီးကို အနုနည်းနဲ့ နှိပ်စက်ပါသေးတယ်။ အဲဒီအခန်းက ဘဲကြီးကို ဘယ်လိုအနုနည်းနဲ့နှိပ်စက်မလဲ။ ဘဲကြီးကဘာလို့အဲဒီအခန်းထဲ ရောက်နေတာလဲ။ အဲဒီအခန်းထဲကနေ အပြင်ကိုဘယ်လိုထွက်မလဲ။ တကယ်ရော အပြင်ထွက်လို့ ရနိုင်ပါ့မလား။ဗလာခန်းထဲကဘဲကြီးနဲ့ ဇာတ်လမ်းအစက စပိန်မိသားစုနဲ့ ဘာဆိုင်လို့လဲ။စသဖြင့် \"လဲ\" ပေါင်းများစွာနဲ့ စောင့်ကြည့်ရမယ့်ကားဖြစ်ပါတယ်။ ဘာမှမဆိုင်တာကို မဆိုင်ဆိုင်အောင်လုပ်တာကိုက ဂျပန်တွေရဲ့skill တစ်ခုမဟုတ်လား။ ဒီတော့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1L6ye/Symbol.2009.JAPANESE.720p.BluRay.H264.AAC2.0CH(CM).mp4",
        "category": "Comedy, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYWU0Y2JjMDEtZWI3Mi00ZTNiLTliNTEtNGIwZjM2OTIzZWEzXkEyXkFqcGdeQXVyNDgzNjc0MTg@._V1_-140x200.jpg",
        "title": "Siam Square (2017)",
        "description": "လွန်ခဲ့တဲ့နှစ် ၃၀ ခန့်က စယမ်မှာ ရုတ်တရက်ကြီးမီးပျက်သွားပြီးကျောင်းသူမလေးတစ်ယောက်ဟာ လျှို့ဝှက်ဆန်းကြယ်စွာပျောက်ဆုံးသွားခဲ့ပါတယ်နောက်ပိုင်းမှာ ကောင်မလေးရဲ့ဝိညာဉ်က ယခုလက်ရှိအချိန်ထိစယမ်မှာသွားလာနေတုန်းပဲလို့ ခြောက်ခြားစရာကောလဟာလတွေပျံ့နေတော့တာပေါ့အဲ့ဒီသရဲက သူနဲ့အတူနေဖို့တယောက်ယောက်ကိုခေါ်ချင်ရင် အဲ့ဒီလူရဲ့အိပ်မက်ထဲဝင်လာတတ်ပြီး အိပ်မက်ကနေနိုးလာရင်ညာဘက်လက်မှာ ကြိုးနီချည်ခံထားရတယ်တဲ့\nကြိုးနီချည်ခံရပြီဆိုရင် မကြာခင်သေရတော့မယ်ဆိုတဲ့ကောလဟာလတွေလည်း ပျံ့နေပါတယ်ဒါကို သရဲတကယ်ရှိမရှိအတည်ပြုချင်တဲ့ ကျောင်းသားတစ်ဖွဲ့က သရဲကိုဗွီဒီယိုရိုက်ဖို့သွားရင်း ဘယ်လိုခြောက်ခြားစရာတွေနဲ့ကြုံရမလဲ သရဲကရောတကယ်ရှိရဲ့လား\nကြိုးနီပုံပြင်ကရောတကယ်လားဆိုတာ ဇာတ်ကားမှာကြည့်ရှူလိုက်ရအောင်...\nသည်းထိပ်ရင်ဖို ဇာတ်ကားကြိုက်တဲ့သူအတွက် ဒီကားက လုံးဝမလွှတ်သင့်တဲ့ကားလေးပါနော် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.9GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__5.3/10\nFormat__mp4\nDuration__01:53:00\nType__Drama , Horror, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5.3",
        "url": "https://megaup.net/1L65k/Siam_Square_(2017)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BNWJmYmY2YTYtZDAxYi00YzhhLWFhZWItOTUxNzM5ZjczMTM3XkEyXkFqcGdeQXVyMTAxMzA4Mzgy._V1_-135x200.jpg",
        "title": "Save the Cinema (2022)",
        "description": "ပြဇာတ်ဆန်ဆန် ​အေး​အေးငြိမ့်ငြိမ့်​လေး ခံစားလို့ရမယ့် Drama ရုပ်ရှင်​လေးတစ်ကားကို တင်​ဆက်​ပေးချင်ပါတယ်။\n၁၉၉၃ခုနှစ် ဝေးလ်နိုင်ငံ၊ ကာမာသန်မြို့မှာ ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အ​ခြေခံ၍ ရိုက်ကူးထားတာပါ။\nIMDb - 6.7 နဲ့ Rotten Tomatoes 70%ထိရရှိထားပြီး Gotham series မင်းသမီး​ချော Erin Richards နဲ့Draco Malfoyအ​နေနဲ့ လူသိများတဲ့ Tom Feltonတို့ ပါဝင်ထားပါတယ်။ကာမာသန်မြို့ရဲ့ လစ်ရစ်ဇာတ်ရုံက ဟိုးနှစ်​ပေါင်းများစွာတည်းက စင်တင်ပြဇာတ်​​တွေနဲ့ ​အော်ပရာတွေ တင်ဆက်လာတဲ့ ဇာတ်ရုံကြီးဖြစ်သလို ​နောက်ပိုင်းနှစ်​တွေမှာ ရုပ်ရှင်ရုံအဖြစ် ပြောင်းခဲ့​​ပေမယ့်\nလာ​ရောက်ကြည့်ရှုသူ မရှိသ​လောက်နည်း​နေသလို ၂လ၃လ​နေမှ တစ်ခါပြတဲ့ ​ပြဇာတ်​တွေနဲ့ အသက်ဆက်​နေရတာပါ။ဒီလို​ဒေဝါလီခံရကာနီး​နေတဲ့ ရုပ်ရှင်ရုံကိုဖြိုချပြီး ​ဈေးဝယ်စင်တာ ​ပြောင်း​ဆောက်ဖို့ ကြံ​နေသူ​တွေက​တော့ ကာမာသန်မြို့​တော်ဝန်နဲ့သူ့ရဲ့ ခရိုနီ​တွေပါ။\nလစ်ရစ်ရုံဟာ ဝင်​​ငွေမရ​တော့​ပေမယ့် မြို့​ခံလူ တချို့​အတွက်​ မ​​မေ့နိုင်တဲ့အမှတ်တရ​များစွာ ရှိ​နေတဲ့နေရာတစ်ခု ဖြစ်သလို မြို့ရဲ့ အထိမ်းအမှတ်လည်းဖြစ်​လို့ ဖြိုချမယ့် အကြံကို လုံးဝလက်မခံခဲ့ကြပါဘူး။\nဒါ​ပေမဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/158rv/Save_the_Cinema_(2022)_WEB-DL_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/EBozz_4f-140x200.jpg",
        "title": "Boogie Nights (2022)",
        "description": "Boogie Nights (2022) အညွှန်း****************************မြောက်ကိုရီးယားရဲ့ ရုတ်တရက် နျူးကလီးယားဗုံး ပစ်လွှတ်မယ်ဆိုတဲ့ သတင်း​ကြောင့်တောင်ကိုရီးယားနိုင်ငံမှာ ကမ္ဘာပျက်မတတ်ဖြစ်နေကြတယ်..တစ်ချို့လည်း ဒီသတင်းကြောင့် အသက်ဘေးလွတ်မြောက်ဖို့ကြိုးစားကြသလိုတစ်ချို့ကလည်း နောက်ဆုံးအချိန်ဆိုပြီး လုပ်ချင်ရင်လုပ်ဖို့ စိတ်ပိုင်းဖြတ်ကြတယ်..ဒီထဲမှာလည်း ခတ်လတ်လတ် လူရွယ်တစ်ယောက်ကတော့သူ့ဘဝရဲ့ နောက်ဆုံးနေ့ကို စိတ်တိုင်းကျ ကုန်ဆုံးဖို့အတွက်သူငယ်ချင်းတွေနဲ့ ကလပ်သွားဖို့ ဆုံးဖြတ်လိုက်ပါတယ်...ကလပ်သွားရင်း မမျှော်လင့်ဘဲအလန်းစား စကီ ၅ပွေနဲ့တွေ့တဲ့အခါမှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့Comedy , Romance လေးဖြစ်လို့ ခံစားကြည့်ကြပါဦ:...File Size : (1.1GB)(491MB) and (113 MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:28:00\nGenre : Comedy ,Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/158jv/Boogie.Nights.2022.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/photo_2022-05-25_11-44-41-141x200.jpg",
        "title": "[18+] I Don’t Like Younger Men (2017)",
        "description": "[18+] I Don't Like Younger Men (2017)ဒီကားလေးကတော့ 18+ ကားဆိုပေမဲ့ စိတ်ဝင်စားစရာ ဇာတ်လမ်းလေးနဲ့ပါ။ ဝန်းဂီဆိုတဲ့ အမျိုးသားဟာ ဇနီးဖြစ်သူဆုံးသွားပြီးနောက် မြို့ပြနဲ့အဝေးတစ်နေရာမှာ အသေးစား ဘော်ဒါဆောင်လေး တစ်ခုဖွင့်ပြီး အသက်မွေးဝမ်းကျောင်း ပြုကာ နေထိုင်ပါတယ်။တစ်နေ့မှာတော့ သမီးဖြစ်သူက ကျောင်းက အားလပ်ရက်လေး ရတုန်း သူငယ်ချင်းဖြစ်သူ ဆယ်ယောင်းကို ခေါ်ကာ အဖေဖြစ်သူဖွင့်ထားတဲ့ ဘော်ဒါဆောင်လေးမှာ နေဖို့ ရောက်လာခဲ့ပါတယ်။ဒါပေမဲ့လည်း ဆယ်ယောင်းဟာ ဝန်းဂီရဲ့ တိမ်းပါးသွားတဲ့ ဇနီးဖြစ်သူနဲ့ အတော်လေး ဆင်တူတာက တစ်ကြောင်း ...ဝန်းဂီရဲ့ သမီးဖြစ်သူနဲ့ ဆယ်ယောင်းတို့ကြားမှာ ပြဿနာ အဖုအထစ်လေးတွေ ရှိကာ ဆယ်ယောင်းကလည်း အဲ့ဒီအတွက် လက်စားချေလိုနေတာက တစ်ကြောင်း ...ဝန်းဂီနဲ့ ဆယ်ယောင်းတို့ ဇာတ်လမ်းလေးတွေ စဖြစ်ပါတော့တယ်။ဆယ်ယောင်းတို့ သူငယ်ချင်း နှစ်ယောက်ကြားက ပြဿနာက ဘာဖြစ်မလဲ?\nအဖေနဲ့ သူငယ်ချင်းတို့ရဲ့ နှစ်ပါးသွား ဇာတ်လမ်းကို ...",
        "rating": "",
        "url": "https://megaup.net/36Yee/[CM][18+]I.Don_t.Like.Younger.Men.2017.720p.HDRip.mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/LIV-150x200.jpg",
        "title": "Longling Insect Valley (2022)",
        "description": "\"လုံလင်ပိုးမွှားတောင်ကြား\" ဆိုတာဘယ်လိုနေရာမျိုးလဲ။ အဆိပ်ရှိမြွေကြီးတွေ၊\nဧရာမကင်းမြီးကောက်တွေ၊ ပင့်ကူတွေနဲ့ တခြားသောထူးဆန်းတဲ့\nသတ္တဝါတွေကျက်စားနေထိုင်ရာနေရာပေါ့။နှစ်ပေါင်းများစွာအိပ်ပျော်နေတဲ့ရှေးဟောင်းသားရဲတွေလည်းရှိတယ်လို့ဆိုကြတယ်။\nဝင်သွားပြီးရင်ပြန်လမ်းမရှိတဲ့ သေမင်းတံခါးဝဖြစ်ပြီး၊\nဘဝအသစ်စရာလို့လည်းဆိုကြပါတယ်။\nဘာလို့ ဘဝအသစ်စရာလို့ပြောတာလဲ?\nလုံလင်ပိုးမွှားတောင်ကြားမှာသေဆုံးသွားပြီးရင်\nပြန်လည်မွေးဖွားနိုင်တဲ့အစွမ်းရှိတဲ့သတ္တဝါတစ်မျိုးရှိတယ်တဲ့။ဒါကိုမျက်မြင်တွေ့ဖူးတဲ့ဇီဝဗေဒပါမောက္ခတစ်ယောက်က\nအရူးလို့သတ်မှတ်ခံရပြီး၊ အလုပ်ကပါထွက်ခဲ့ရတယ်။\nသူဟာအဲ့ဒီသတ္တဝါတကယ်ရှိကြောင်းသက်​သေပြချင်နေခဲ့တယ်။\nပိုးမွှားတောင်ကြားသုတေသနမှာပျောက်ဆုံးသွားတဲ့\nပါမောက္ခတစ်ဦးရဲ့သားဖြစ်သူဟာလည်း\nအဲ့ဒီလျို့ဝှက်ဆန်းကြယ်တဲ့တောင်ကြားအကြောင်းကို တိတ််တိတ်လေးစုံစမ်းနေခဲ့တယ်။သူတို့၂ယောက်နဲ့ ကုလို့မရတဲ့ရောဂါခံစားနေရတဲ့\nလူချမ်းသာအဘိုးကြီးတို့တွေ့ကြတဲ့အခါ လုံလင်ပိုးမွှားတောင်ကြားကိုခရီးဆက်မယ့်\nစွန့်စားခန်းစတင်ပါတော့တယ်။ မတူညီတဲ့ပန်းတိုင်ကိုယ်စီရှိကြတဲ့\nမတူညီတဲ့လူတွေ အတူတကွခရီးဆက်ကြတဲ့အခါ....ဆန်းကြယ်တဲ့ ပဟေဠိ​တွေကိုအဖြေညှိကြရင်း\nရှေးဟောင်းသတ္တဝါတွေနဲ့တိုက်ပွဲမှာဘယ်သူကအနိုင်ရလေမလဲ။\nမသေမျိုးဖြစ်စေနိုင်တဲ့ သတ္တဝါကရော တကယ်ရှိလား။\nဘယ်သူတွေရဲ့ရည်ရွယ်ချက်ကအောင်မြင်ပြီး ဘယ်သူတွေက ကျဆုံးလေမလဲ။ Quality : WEB-DL 1080p , 480pFomat : mp4Genres : Adventure . ThrillerRuntime : 1h 7minSubtitle :  Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/longling-insect-valley-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4EaMMsKs0g6gucK9dJwo1B5BOGn.jpg",
        "title": "The Monkey King: The Legend Begins ( 2022 )",
        "description": "The Monkey King ဇာတ်ကားတွေအများကြီးထွက်နေပြီဆိုပြီးရိုးနေပြီဆိုတဲ့\nCM ပရိတ်သတ်တွေအတွက် ဒီရှည်လျားတဲ့ဇာတ်ဝတ္ထုကြီးရဲ့ မျောက်ဘုရင်\nဘယ်လိုဖြစ်ပေါ်လာကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတဲ့\nThe Monkey King: The Legend Beginsဆိုပြီး ယနေ့မှာတော့တင်ဆက်ပြသပေးလိုက်ပြီအားလုံးသိပြီသားအတိုင်း မျောက်ဘုရင် စွန်းဝူခုန်းက\nကောင်းကင်ဘုံမှာပြဿနာရှာလို့ ရူလိုင်မြတ်စွာဘုရားက\nသူ့ကိုလက်ငါးချောင်းတောင်အောက်မှာအပြစ်ဒဏ်ပေးတဲ့အနေနဲ့ တရားကျင့်ကြံခိုင်းထားခဲ့ပါတယ်ဒီဇာတ်ကားလေးမှာ အားယိဆိုတဲ့ ကလေးမလေးတစ်ယောက်\nမျောက်ဘုရင် စွန်းဝူခုန်းကို ကောင်းကင်ဘုံ နတ်ပြည်ထံခေါ်သွားပေးဖို့ လိုက်ရှာပါတယ်\nဒီလိုနဲ့ပဲ ဝူခုန်းနဲ့တွေ့ပြီးနောက်ပိုင်း သူ့မိဘတွေအသတ်ခံလိုက်ရကြောင်းကို\nကောင်းကင်ဘုံမှာရှိတဲ့ နတ်အရာရှိတွေကိုတိုင်ကြားချင်လို့\nကောင်းကင်ဘုံကိုခေါ်သွားပေးပါလို့ အားယိကတောင်းဆိုပါတယ်ဝူခုန်းနောက် တကောက်ကောက်ရှုပ်တဲ့ကလေးမက\nဝူခုန်းဒုက္ခတွေကြုံလာရင် သူအရင်ဆုံးထွက်ကာကွယ်ပေး\nဝူခုန်းကိုပျော်ရွှင်အောင်ထား‌ပေးနဲ့ သူငယ်ချင်းတွေဖြစ်လာရော\nနောက်ဆုံးမှာ အားယိကို ကောင်းကင်ဘုံခေါ်သွားဖို့ ဝူခုန်းကတိပေးခဲ့လိုက်ပါတယ်ကံမကောင်းစွာနဲ့ ဝူခုန်းရဲ့ ရန်ဘက် နဂါးမင်းသားက\nဝူခုန်းကိုလက်စားချေချင်တဲ့စိတ်နဲ့ အားယိကိုဖမ်းကာ\nလက်စားချေမှုတွေစတင်လှုပ်ရှားခဲ့ပါတယ်\nအားယိကိုသွားကယ်ရင်းဖြစ်လာမဲ့အကြောင်းအရာလေးတွေကိုတော့\nဆက်ပြီးပြောပြသွားမှာမဟုတ်တဲ့အတွက် :') ဇာတ်ကားလေးကိုပဲကြည့်ရှုလိုက်ရအောင် .. Quality : WEB-DL 1080p ,  480pFormat : mp4Genres : Action , Fantasy , DramaRuntime : 1h 20minSubtitle : Myanmar Subtitle ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-monkey-king-the-legend-begins-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/d64e3bf9b0844a24a9738e7e5d4eb809-113x200.jpeg",
        "title": "Faqiu-The Lost Legend ( 2022 )",
        "description": "Faqiu-The lost legend (2022)ခွန်းလွန်တောင်ဆိုတာကတော့ ကောင်းကင်ဘုံက\nနတ်ဘုရားတွေကျင့်ကြံအားထုတ်တဲ့နေရာဖြစ်ပြီး\nသာမန်မျက်စိနဲ့မမြင်နိုင်ဘူးလို့ဆိုကြပါတယ်။ခွန်းလွန်တောင်ဟာ ကောင်းကင်နဲ့မြေကြီးရဲ့ကျောရိုးဖြစ်ပြီး\nနတ်ဘုရားပေါင်းရာချီကနေတည်ဆောက်ထားတဲ့ ရတနာတိုက်ဖြစ်တယ်။\nရှေးဟောင်းအုတ်ဂူအမြောက်အများတည်ရှိနေတဲ့နေရာလည်းဖြစ်တယ်။\n\"တောင်တန်းတွေကြားမှာ အထွတ်အမြတ်ရတနာတွေကိုသိုဝှက်ထားတယ်၊\nကျောက်မင်ကလမ်းပြလိမ့်မယ်\" လို့ထျန်းကွမ်းစာအုပ်ကဆိုပါတယ်။ကျောက်မင်ဆိုတာဘာလဲ? ရှေးဟောင်းကြေးမုံတစ်ချပ်ဖြစ်ပြီး\nရတနာတိုက်ရဲ့သော့ချက်လို့အများကသိထားကြတယ်။\nခွန်းလွန်ရဲ့ရတနာတိုက်ကို မတရားလောဘတက်သူ\nသင်္ချိုင်းဂူဖောက်သမားအများစုဟာလည်း ခွန်းလွန်အပြင်ကိုပြန်မရောက်နိုင်ဘဲ\nအထဲမှာပဲဇိဝိန်ချုပ်သွားခဲ့တယ်။ သားရဲတိရစ္ဆာန်တွေ ၊\nအသူတရာနက်တဲ့ချောက်ကမ်းပါး၊ အလောင်းကောင်နဲ့အရိုးစုအမြောက်အများကြောင့်\nခွန်းလွန်ပတ်ဝန်းကျင်ဟာ ကြောက်မက်ဖွယ်ကောင်းနေပါတော့တယ်။\nခွန်းလွန်ကိုသွားသူအကုန်လုံးဟာလည်းပြန်လမ်းမရှိပျောက်ဆုံးသွားကြတယ်။ဒီလိုဒဏ္ဍာရီတွေနဲ့ကြောက်မက်ဖွယ်ကောင်းနေတဲ့ခွန်းလွန်ကို\nကျန်းဝမ်ဖုန်းတစ်ယောက်သွားဖို့ဖြစ်လာတာကတော့\nမိမိတိုင်းပြည်ရဲ့အမွေအနှစ်တွေကို တိုင်းတစ်ပါးသားလက်ဝါးကြီးအုပ်မှာကိုကာကွယ်ဖို့ရယ်၊\nလွန်ခဲ့တဲ့ ၁၇နှစ်ကခွန်းလွန်ကိုသွားရင်းပျောက်ဆုံးသွားတဲ့အဖေဖြစ်သူရဲ့\nအကြောင်းကို တူးဆွဖို့ရယ်ဖြစ်ပါတယ်။\nဒါပေမဲ့ ခွန်းလွန်ကိုသွားတာသူတို့တစ်ဖွဲ့တည်းမဟုတ်ဘဲ\nတိုင်းတစ်ပါးကအဖွဲ့နဲ့ရင်ဆိုင်တွေ့မိကြတဲ့အခါ၊\nအဲ့အဖွဲ့ခေါင်းဆောင်ဟာ လွန်ခဲ့တဲ့၁၇နှစ်က အဖေဖြစ်သူနဲ့အတူသွားခဲ့တဲ့လူရဲ့တပည့်ဖြစ်နေတဲ့အခါ...ခွန်းလွန်တောင်ရဲ့လျို့ဝှက်ဆန်းကြယ်မှုတွေနဲ့အတူ\nရတနာသိုက်ရှာပုံတော်အကြောင်းကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Action , Thriller , AdventureRuntime : 1h 20 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/faqiu-the-lost-legend-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pvgpovdyGZIj9QXSoNNiqe290O1.jpg",
        "title": "Song of the Assassins ( 2022 )",
        "description": "ဒီတစ်ခါ Channel Myanmar ကတင်ဆက်ပေးမဲ့Song Of The Assassins\nဇာတ်ကားလေးက Prince of Lan Lingမှာ အဓိက\nပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား ပြန်လည်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်ဒီဇာတ်ကားမှာတော့ ပရမ်းပတာဖြစ်နေတဲ့ခေတ်ကာလကြီးမှာ\nလှည့်ကွက်တွေများစွာနဲ့ အကွက်ချခံနေရတဲ့ မင်းသား ချင်းမန့်ရှိုးလော်\nချီကျွင်းယွမ်ရဲ့ ဇာတ်ကြောင်းကိုအဓိကပြသထားတာဖြစ်ပါတယ်ချီကျွင်းယွမ်က မုန်းတီးမှုများစွာနဲ့ လီဟန့်ဂူဆိုတဲ့နေရာမှာ\nထိပ်တန်းလူသတ်သမားအဖြစ်ရပ်တည်နေတဲ့ ဆရာကြီးတစ်ယောက်ပါ\nငယ်စဉ်အခါက ကြေးပြားမြေပုံ (ရှေးဟောင်းမြေပုံ) ဆိုတဲ့\nမြေပုံတစ်ခုကြောင့် ချီမျိုးနွယ်စုအားလုံး မင်းသားရဲ့ မိသားစုတွေက အသတ်ခံလိုက်ရတာပါအဲ့မြေပုံရဲ့နောက်ကြောင်းကိုလိုက်စုံစမ်းရင်း\nဘယ်လိုအမှန်တရားတွေထွက်ပေါ်လာမလဲဆိုတာကိုတော့\nSong Of The Assassins ရဲ့အကွက်ပေါင်းများစွာနဲ့\nအံ့ဩပြီး ဆက်လက်ကြည့်ရှုဖို့ဖိတ်ခေါ်လိုက်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 58min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Xing Er\nEncoded by LK",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/song-of-the-assassins-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KsAHLzQnhXeQhuMPCicZ37gFDS.jpg",
        "title": "The Labyrinth ( 2022 )",
        "description": "ဒီတစ်ခါမှတော့ သည်းထိတ်ရင်ဖို Horror Thriller ရုပ်ရှင်လေးတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်လမ်းအမည်ကတော့ \"ဝင်္ကပါ\" ဖြစ်ပြီး ဘာဝင်္ကပါလဲဆိုတာတော့ ဇာတ်လမ်းအကျဥ်းမှာဖတ်ကြည့်ရအောင်။ဇာတ်လမ်းအစမှာ ရထားတစ်စီးဟာ အေးအေးလူလူခုတ်မောင်းနေလေရဲ့။\nရထားပေါ်မှာ လူတန်းစားအမျိုးမျိုး၊ လူအမျိုးမျိုးက လိုက်ပါစီးနင်းနေကြတာပေါ့။\nရှေ့မှာကြုံလာမယ့်အန္တရာယ်ကိုသတိမထားမိစွာဘဲ အေးအေးလူလူ စကားတပြောပြောနဲ့ပေါ့။တစ်နေရာအရောက်မှာတော့ ဘာဖြစ်မှန်းမသိဘဲ ရထားဟာရပ်တန့်သွားပါတော့တယ်။\nရထားထဲကထွက်ဖို့ကြိုးစားကြရင်း ရုန်းရင်းဆန်ခတ်ဖြစ်နေကြပြီးနောက်မှာတော့\nရထားလမ်းမြေပြိုနေတာဖြစ်ကြောင်းသိလိုက်ရပါတယ်။\nဘေးလွတ်ရာမှာဆင်းနေကြပေမယ့် ကင်းခြေများအကောင်ရေ\nထောင်ချီဝိုင်းလာတဲ့အခါမှာတော့ ရထားပေါ်ပြန်တက်နေရုံကလွဲရွေးချယ်စရာမရှိခဲ့ပါဘူး။ရထားဟာ ဝန်မမျှဖြစ်ပြီး မြေပြိုနေတဲ့တွင်းနက်ကြီးထဲကို ထိုးကျသွားပါလေရော။\nအဲ့ဒီတွင်းထဲမှာလည်း ကင်းခြေများအကောင်ရေအမြောက်အများရှိနေတဲ့အခါ\nခြေဦးတည့်ရာကိုပြေးရပါတော့တယ်။ ဘယ်နေရာကိုရောက်မှန်းမသိရောက်ကုန်ရင်း\nကယ်ဆယ်ရေးအဖွဲဲ့တွေကရော သူတိူ့ကိုရှာတွေ့ပြီး ကယ်တင်နိုင်ပါ့မလား။\nသူတို့အနေနဲ့ရော ကင်းခြေများဝင်္ကပါကနေလွတ်အောင်ပြေးနိုင်ပါ့မလား။\nဘေးအန္တရာယ်ကြုံတဲ့အခါတွေ့ရမယ့်လူ့ သဘောသဘာဝ ကို\nမြင်တွေ့ရမယ့်အ​ပြင် ကင်းခြေများနဲ့လူတွေရဲ့အားပြိုင်ပွဲကို စိတ်လှုပ်ရှားစွာကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure\nRuntime : 1h 9min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By CM Team\nEncoded by LK",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-labyrinth-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fa0sl6xf2oph9kSCUF41onRHfV2.jpg",
        "title": "(18+)High School Girl’s Diary (1981)",
        "description": "(18+)High School Girl's Diary (1981)\n==============================ရီကာက ၁၈နှစ်ပြည့်ပြီးတာမကြာသေးတဲ့ ကျောင်းသူလေးကလေးဆန်ဆန်မျက်နှာပေါက် လှပကျော့ရှင်းတဲ့ခန္ဓာကိုယ်ကိုလဲပိုင်ဆိုင်ထားသူပေါ့ သူ့ရဲ့အိမ်မက်ကတော့ တနေ့မှာ မော်ဒယ်တစ်ယောက်ဖြစ်ဖို့ပါ....ကံကောင်းချင်တော့ စတူဒီယိုတခုရဲ့ဒါရိုက်တာကသူ့ကိုတွေ့သွားပြီး အလားအလာရှိတယ်လို့ထင်တာကြောင့်ခေါ်ယူမွေးစားရိုက်ကူးပြီး နာမည်ကြီးမော်ဒယ်တစ်ယောက်ဖြစ်အောင်မြေတောင်မြှောက်ပေးပုံကို ကြည့်ရှုရမှာပါ.....တချို့ဇာတ်ဝင်ခန်းတွေမှာမိသားစုနဲ့အတူ မကြည့်ရှုသင့်တာကြောင့် 18+ဖြစ်ကြောင်း သတိပေးပါရစေ...  \nFile size…1.4GB / 700MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…X Cross\nTranslated by  Dark",
        "rating": "4.3",
        "url": "https://megaup.net/156o2/High.School.Girls.Fake.Diary.1981.720p.XCross(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bqg6V5XBF2qnStJsp5uQkBE0RUQ.jpg",
        "title": "Drive All Night (2022)",
        "description": "Drive All Night (2022)မရဏတရား...\nလူတွေက သေမှာကို ကြောက်ကြတယ်။\nဘာလို့လဲ။\nသေပြီးနောက် တမလွန်မှာ ဘာဖြစ်မယ် မသိကြလို့... အခုလက်ရှိပိုင်ဆိုင်ထားတဲ့ ဘဝလေးကို တွယ်တာနေကြလို့ပါပဲ။ တကယ်တော့ လူတွေက သေမှာကို မကြောက်ပါဘူး လက်ရှိ ပိုင်ဆိုင်ထားတဲ့ ဘဝလေးကို ဆုံးရှုံးရမှာကို ကြောက်ကြတာပါ။ရွေးချယ်မှု...\nဘဝမှာ ရွေးချယ်မှုက အရမ်းအရေးပါပါတယ်။\nနေမလား... သွားမလား...\nထိုင်နေမလား... ထနေမလား...\nဒါလုပ်မလား... ဟိုဟာလုပ်မလား...\nလက်လွှတ်ရမယ့် တန်ဖိုးက ကြီးလေ ဆုံးဖြတ်ရခက်လေပါပဲ။တစ်ခါတလေမှာ ကျွန်တော်တို့တွေ ဆုံးရှုံးရမှာကို ကြောက်လို့ ဆုံးဖြတ်ချက်အမှားတွေ လုပ်မိတတ်ကြတယ်။ တစ်ခါတလေမှာတော့ အကြောက်တရားနဲ့ ဆုံးဖြတ်လိုက်တာက မှန်နိုင်ပါတယ်။ ဒါပေမဲ့ ဆုံးဖြတ်ချက် မှန်မမှန်ဆိုတာက ရွေးထားတဲ့ လမ်းဆုံးကို ရောက်မှ သိနိုင်မှာမလား။ကစားပွဲ...\nကစားပွဲတစ်ခုကို အနိုင်ရဖို့ ကျွမ်းကျင်မှု၊ ကစားပွဲကို နားလည်သဘောပေါက်မှု၊ ဖြတ်ထိုးဉာဏ်၊ ဗျူဟာ၊ ဆုံးဖြတ်ချက်မှန်ကန်မှုတွေ လိုအပ်ပါတယ်။ ခံစားချက်ကရော ကစားပွဲမှာ အရေးပါပါသလား။ ခံစားချက်တွေကို ထိန်းချုပ်နိုင်တဲ့သူက နိုင်တယ်လို့ပြောကြပါတယ်။ ကျွန်တော်ကတော့ ...",
        "rating": "6",
        "url": "https://megaup.net/2r1cx/(CM)_Drive_All_Night_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/1-171x200.jpg",
        "title": "Urban Myths (2022)",
        "description": "Urban Myths (2022) အညွှန်း************************ဒီဟော်ရာဇာတ်လမ်းက စိတ်ဝင်စားဖို့ကောင်းသလိုပါတဲ့သရုပ်ဆောင်တွေကလည်း နာမည်ကြီး Idol တွေဖြစ်တဲ့Monsta x - Shownu WJSN - Seola, Exy BTOB - Minhyuk TheBoyz -Haknyeon Golden Child - JaeHyun Lovelyz - SeoJisoo Alexa ,OhMyGirl - Arinတို့ပါဝင်ထားတာမို့ သူ့ဖန်တွေအတွက်တော့ ပျော်စရာပါပဲ...ပြီးတော့ မတူညီတဲ့ ဟော်ရာဇာတ်လမ်းတိုတွေနဲ့ဖွဲ့စည်းထားတာမို့ တစ်ခုချင်းမှာ တစ်မျိုးထိတ်လန့်စရာကောင်းတယ်...အပျော်ဂိမ်းကစားကြရင်းသရဲဝင်ပူးတာတွေ...အိမ်နီချင်းမှာ သရဲဖြစ်နေတာတွေ...လူသတ်ပြီး အလောင်းဖျောက်ရင်းမလွတ်မကျွတ်တဲ့သရဲက ပြန်ပြီးသတ်တဲ့အဖြစ်မျိုးတွေမို့horror ဇာတ်လမ်းကြိုက်သူတို့ ကြည့်ကြပါ...File Size : (2.2GB)(542MB) and (232 MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…02:03:00\nGenre : Horror, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thynn ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/urban-myths-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BM2ZjYzI3MWItODYxYS00ZmNmLWEyN2YtNDQ1NjhjNTcwYzc4XkEyXkFqcGdeQXVyMjY5ODI4NDk@._V1_FMjpg_UX1000_-1-135x200.jpg",
        "title": "Our Father(2022)",
        "description": "ဒါကတော့ အမေရိကန်နိုင်ငံ Indiana ပြည်နယ်ကနာမည်ကျော်အမှုတစ်မှုအကြောင်းရိုက်ထားတဲ့ Documentary ပါ။Doctor Donald Cline ဆိုတဲ့Fertility (မျိုးပွား) specialist တစ်ယောက်ဟာသူရဲ့လူနာအမျိုးသမီးအများအပြားကို သူတို့ခွင့်ပြုချက်မပါဘဲ သူ့ရဲ့ သုတ်ပိုးနဲ့ကိုယ်၀န်တည်စေခဲ့ပါတယ်။လူနာအမျိုးသမီးတွေကတော့ အပြင်အလှူရှင်ရဲ့ သုတ် သို့မဟုတ် သူတို့အမျိုးသားတွေရဲ့ သုတ်လို့ပဲ ထင်နေကြတာပါ။နှစ်ပေါင်းများစွာကြာချိန်မှာတော့ DNA နည်းပညာတွေတိုးတက်ထွန်းကားလာတာကြောင့်အမျိုးသမီးတစ်ယောက်ဟာ DNA စစ်ကြည့်ရင်းနဲ့ သူ့မှာ ဖအေတူမအေကွဲ မောင်နှမ ညီအစ်မတွေအများကြီးရှိတာကို ထိတ်လန့်ဖွယ် တွေ့ရှိလိုက်ရပါတယ်။သူတို့မောင်နှမတွေစုပေါင်းပြီး တရားခံကိုဖော်ထုတ်ပြီး တရားစွဲဖို့ကြိုးစားကြပုံကို ရိုက်ကူးထားပါတယ်။ဖြစ်ရပ်မှန်ဆိုတာ ဇာတ်လမ်းထက်ပိုဆန်းတယ် ဆိုတဲ့အတိုင်း မယုံနိုင်စရာ ဒီအမှုဟာနောက်ဆုံးဘယ်လိုပြီးသွားလဲ၊ ကျုးလွန်ခံရသူတွေကရော သူတို့ဘ၀ကိုဘယ်လို လက်ခံကြမလဲ၊ ဒီဆရာ၀န်ကလည်း ဘာလို့ဒီလိုလုပ်ရတာလဲဆိုတာအဖြေရှာကြပုံကို ကြည့်ရှူရမှာပါ။ File size…(1.5GB)/(752MB)/(358MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre...Conedy /Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://megaup.net/2r0v5/Our.Father.2022.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pGB8ZR1UOCDxWw5Eb8WTxAEr2CW.jpg",
        "title": "The Mysterious Cloths ( 2022 )",
        "description": "မသိမသာ စိတ်ဝင်စားဖို့ကောင်းတဲ့ the mysterious cloths ဆိုတဲ့\nဇာတ်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဒီကားလေးက တစုန့်မင်းကြီးရဲ့ မွေးနေ့ပွဲက စတယ်ဆိုရမလား...\nပါးစပ်ရာဇဝင်ထဲက မသေမျိုးနတ်မျိုးနွယ်တို့ရဲ့ မြဝတ်ရုံက စတယ်ဆိုရမလားပဲ...\nဘာလို့လဲဆိုတော့ ရှီရှပြည်ထောင်က မသေမျိုးနတ်မျိုးနွယ်တို့ရဲ့\nမြဝတ်ရုံကို တစုန့်မင်းကြီး မွေးနေ့ပွဲအတွက် မွေးနေ့လက်ဆောင်မွန်အဖြစ်\nဆက်သဖို့ကြိုးစားရာမှာ တစုန့်က လက်ဆောင်လက်ခံသူ လျန်ဝမ်ရယ်ဟာ\nလက်ဆောင်လက်ခံပြီး ညတွင်းချင်းမှာပဲ ဘဝတစ်ပါးကို အကြောင်းရင်းမဲ့စွာ\nပြုံးပြုံးကြီး ကူးပြောင်းသွားပါတယ်...ဟုတ်ပါတယ် ဒဏ္ဏာရီလာ မြဝတ်ရုံကို စမ်းမဝတ်ဘဲ မနေနိုင်တဲ့ လျန်ဝမ်ရယ်ဟာ\nမြဝတ်ရုံကို စမ်းဝတ်ကြည့်ပြီးနောက် ပြုံးပြုံးကြီးနဲ့  ဘာကြောင့်မှန်းမသိ\nဆုံးပါးသွားခဲ့တာပါ... တစ်ဖက်မှာ အလောင်းကို စစ်ဆေးတော့လည်း\nခုခံထားဟန်မတွေ့ အဆိပ်မိတဲ့လက္ခဏာကမရှိတဲ့အပြင် ကိုယ့်ကိုယ်ကို\nသတ်သေဖို့ဆိုတာလည်းမဖြစ်နိုင်တော့ အခက်တွေ့တာပေါ့ ဒါကြောင့်လည်း\nလက်ဆောင်ဆက်သသူ ရှီရှပြည်ထောင်က ချင်ယွမ်မင်းသားကိုပဲ စစ်ဆေးဖို့\nဖမ်းလိုက်ရတာကြောင့် ၂ ပြည်ထောင် ချစ်ကြည်ရေးတည်ဆောက်ဖို့ ကြိုးစားရာကနေ\nဆက်ဆံရေးက အဆိုးဖက်ကို ကူးပြောင်းလာတော့တယ်...ဒါကြောင့် စုန့်စီဆိုတဲ့ ပြည်သူတွေသတ်မှတ်ထားတဲ့ သမာသမတ်ကျသူ\nတရားသူကြီးမင်းကို စစ်ဆေးစုံစမ်းဖို့ တာဝန်လွှဲအပ်ခဲ့တယ်... ဒီလိုနဲ့\nလျန်ဝမ်ရော ရှီရှ လက်ဆောင်ဆက်သသူတို့အပါအဝင်\nတစုန့်မင်းကြီးမွေးနေ့မင်္ဂလာပွဲ တက်ဖို့ ရောက်လာသူတွေ တည်းခိုတဲ့\nတည်းခိုဆောင်ကို ရောက်လာခဲ့တော့တယ်....စုန့်အမတ်မင်းက တကယ်ပဲ ဒီအမှုကို ရှင်းနိုင်မှာလား...\nလျန်ဝမ်ကရော ဘာကြောင့်သေသွားတာလဲ...\nမြဝတ်ရုံရဲ့ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-mysterious-cloths-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/90j5GnmU9ri9hpZlAoiizkXg9JR.jpg",
        "title": "Stellar: A Magical Ride (2022)",
        "description": "Stellar: A Magical Ride (2022) ဇာတ်လမ်းအညွှန်း ယုံဘယ်ဆိုတာတော့ ကားအငှားလောကမှာ အထင်ကရ ပုဂ္ဂိုလ် တစ်ယောက်ပါ။ တစ်နေ့မှာတော့ တစ်နေရာကို ပို့ပေးရမဲ့ ကားတစ်စီး ကို သူငယ်ချင်းဖြစ်သူက ဒုန်းရှစ်က ယူပြီး ပျောက်သွားတဲ့အခါ ယုံဘယ်တစ်ယောက် အခက်ကြုံရပါတော့တယ်။ဖြစ်ချင်တော့ လူဆိုးဂိုဏ်းတစ်ခုကလည်း ပျောက်သွားတဲ့ကားထဲမှာ သူတို့ရဲ့ အဖိုးတန်ပစ္စည်းတွေ ပါသွားတယ်ဆိုပြီး ယုံဘယ်ကို အပူတပြင်း လိုက်ရှာနေကြပါပြီ။ယုံဘယ်ကတော့ သူ့အဖေရဲ့ နာရေးသတင်းကို သိလိုက်ရတာကြောင့် အဖေ့ရဲ့ ဈာပနအခမ်းအနားကိုသွားခဲ့ပြီး အရင်က သူ တက္ကစီမောင်းပြီး စီးပွားရှာခဲ့တဲ့ အဖေ့ရဲ့ ကားစုတ်လေး ကို ရှာနေခဲ့ပါတယ်။ ကံဆိုးချင်တော့ အရင်က ဇိမ်ခံကားအဖြစ် သူသိခဲ့တဲ့ ကားလေးက အခုတော့ တံခါးတောင် ကောင်းကောင်းဖွင့်လို့ မရတဲ့ အနေအထားကို ဖြစ်နေပါပြီ။ ဒါပေမဲ့ အဲ့ဒီ ကားလေးကို သူ့ရဲ့ စီးတော်ယာဉ်အဖြစ် အသုံးချပြီး ကားပျောက်ရှာပုံတော် ...",
        "rating": "",
        "url": "https://megaup.net/1L3g8/[CM]Stellar-A.Magical.Ride.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lkQWgiNeum4oDO9ZIEK4MaQGPnG.jpg",
        "title": "12th Man (2022)",
        "description": "12th Man(2022)IMDb 7.2ရရှိထားပြီး မာလာယာလမ်း သဘာဝမင်းသားကြီးမိုဟမ်လယ်တော့အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့တောင်ပိုင်းရုပ်ရှင်ကားကောင်းတခုတင်ဆက်ပေးချင်ပါတယ် အမြဲစည်းလုံးနေခဲ့တဲ့သူငယ်ချင်း၁၁ယောက် ဂိမ်းကစားကြရင်းတစ်ယောက်ရဲ့လျှို့ဝှက်ချက်တစ်ယောက်သိကုန်ကြပြီး အဖွဲ့ထဲကတစ်ယောက်ကထူးဆန်းစွာသေဆုံးသွားတဲ့အခါ....ကောလိပ်ကျောင်းသားဘဝတွေတည်းကလက်တွဲမဖြုတ်ဘဲတစ်တွဲတွဲဖြစ်လာခဲ့တဲ့သူငယ်ချင်း၁၁ယောက်ဟာ ဘဝကိုယ်စီနဲ့ဖြတ်သန်းနေကြပါတယ် တစ်နေ့တော့ သူငယ်ချင်းထဲကတစ်ယောက်ရဲ့လူပျိုပါတီမှာတွေ့ဆုံကြဖို့အပန်းဖြေခြံတစ်ခုဆီခရီးထွက်ခဲ့ကြပါတယ် ဒီခြံထဲမှာဆော့ကစားရင်းအရက်သမားချန်ဒရာဆီလ်ဆိုတဲ့တစ်ယောက်နဲ့အမှတ်မထင်တွေ့ဆုံခဲ့ပြီးကတောက်ကဆလေးတွေရှိခဲ့ကြပါတယ် ဒီလိုနဲ့ညဘက်ရောက်တော့ပါတီပွဲလုပ်နေရင်းဂိမ်းဆော့ကြမယ်ဆိုပြီး လျှို့ဝှက်ချက်ဖော်တဲ့ဂိမ်းကစားရာက အချင်းချင်းခိုက်ရန်ဖြစ်ပြီးကိုယ်စီအခန်းတွေကိုပြန်လာခဲ့ကြပါတယ် ဇာတ်လမ်းကဒီမှာတင်ပြီးမသွားပါဘူး၁၁ယောက်ထဲက မိန်းကလေးတစ်ယောက်ညဘက်ကြီးအသတ်ခံလိုက်ရပါတယ်ဒီကောင်မလေးကိုသတ်တာဟာအရက်သမားလို့ယုံကြည်နေကြပေမယ့်မြှုပ်ကွက်တွေရှိနေတဲ့အတွက်အရမ်းစိတ်ဝင်စားစရာကောင်းနေမှာပါ ဒီအရက်သမားရဲ့ဘဝဇာတ်ကြောင်းအမှန်ကရောဘယ်သူဖြစ်မလဲလူသတ်သမားက ၁၁ယောက်ထဲကပဲလားဆိုတာ သိချင်ဇောတွေတစ်ဟုန်ဟုန်နဲ့ကြည့်ရှုရမှာပဲဖြစ်လို့ အခုပဲအပြေးဒေါင်းလိုက်ကြဖို့တိုက်တွန်းလိုက်ပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပါတယ်) \nFile size…1.8GB / 871MB\nQuality…1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Poe & Yunni",
        "rating": "7.2",
        "url": "https://megaup.net/1L2gq/12th_man.2022.Malayalam.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/career-opportunities-movie-poster-134x200.jpg",
        "title": "Career Opportunities (1991)",
        "description": "ရုပ်ရှင်တစ်ကားကို ဇာတ်လမ်းအကြောင်းလဲစိတ်မဝင်စား ဘာတွေပြောနေမှန်းလဲမသိဘဲ မျက်တောင်မခတ်တမ်း အစအဆုံးကြည့်....ပြီးရင်လဲ သတိရတိုင်းအထပ်ထပ်ပြန်ကြည့်နေမယ်ဆိုရင် အဲ့ကောင်ကို ရူးနေတယ်လို့ မထင်ဘူးလား...\nဟုတ်ပါတယ်...အဲ့ဒီအရူးက ကျွန်တော်ပါ။ဒီဇာတ်ကားကိုကြည့်မိတိုင်း ကျွန်တော်ဟာ အသက်ရှူဖို့မေ့နေတာမျိုး...\nမမမြင်းစီးတဲ့စီးချက်အတိုင်း နှလုံးခုန်နေတာမျိုး...\nကျွန်တော့်ကမ္ဘာဟာ မမအကြည့်တွေမှာ တည်ထားတာမျိုး....\nဪ...အမျိုးမျိုးနဲ့ သိပ်လှတဲ့မမလို့ ယောင်ရမ်း ထအော်မိနေတတ်တာမျိုး...\nအဲ့ဒီမမကတော့ ဒီဇာတ်ကားရဲ့မင်းသမီး Jennifer Connelly ပါ။မကြည့်ဖူးသေးရင် ကြည့်ကြည့်ပါ..ကြည့်ဖူးရင်လဲ BluRay 1080p HEVC Quality နဲ့ ပြန်ကြည့်ကြပါ။ဇာတ်ကြောင်းကိုသွားရမယ်ဆိုရင်တော့ဖြင့်...ဂျင်ဒေါ့ဂ် (Frank Whaley) ဆိုတာ အရွယ်ရောက်နေပေမယ့် မိဘအိမ်မှာနေနေသေးတဲ့လူတစ်ယောက်ပါ.\nလေကြီးမိုးကြီး အရမ်းပြောတတ်ပေမယ့် comfort zone ထဲ က မထွက်နိုင်သေးတဲ့ ငပျင်းတစ်ယောက်ဆို မှန်ပါလိမ့်မယ်။\nအလုပ်လဲ ခဏခဏ အထုတ်ခံရပြီး မိဘတွေကအစ ငြိုငြင်ခြင်းခံရသူပေါ့. တစ်နေ့ သူ့အဖေ ဖြစ်သူက သူ့ကို\nစတိုးဆိုင်တစ်ခုမှာ ညသန့်ရှင်းရေးသမား အဖြစ် အလုပ်သွင်းပေးလိုက်ပါတယ်။ ဂျင် ပထမဆုံး အလုပ်ဆင်းတဲ့ညမှာ\nသူ့အထက်ဝန်ထမ်းက သူ့ကို အာဏာတွေပြပြီး ငါ မနက်မှ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2r0vg/(CM)_Career.Opportunities.1991.720p.H.264.AAC.2Audio.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/american-129x200.png",
        "title": "American Pastoral (2016)",
        "description": "American Pastoral (2016)\n==================\nIMDb Rating - 6.1/10၁၉၈၀၊ ၁၉၉၀ ဖွား‌တွေ အရမ်းသဘောကျခဲ့ကြရတဲ့ အလှဘုရင်မတစ်ပါး (သို့)\nဂျန်နီဖာကော်နယ်လီ။ Star Wars ရုပ်ရှင်ကားတွေနဲ့ရုပ်ရှင်ကားပေါင်းများစွာအပြင်\nHarley Queen 2020 မှာပါ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားချောကြီး အီဝမ်မက်\nဂရက်ဂေါ။ I am Sam 2001၊ Coraline 2009 ရုပ်ရှင်ကားတွေမှာပါဝင်ခဲ့၊ အသံ\nသရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးချောလေး ဒါကိုတာဖန်းနင်း။ ဒီတော့ အခုကားဟာ\nဒီနာမည်ကျော်သုံးယောက်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားပါ။အမေရိကန်/ ဗီယက်နမ်စစ်ပွဲခေတ်ကို အခြေတည်ထားပြီး အောက်ခြေအမေရိကန်\nပြည်သူတွေကို အထက်ကလူတွေက ပြန်ငုံ့မကြည့်တဲ့အခါ အောက်ခြေက အမေ\nရိကန်ပြည်သူတွေ ဘယ်လိုတွန်းကန်တော်လှန်ကြလဲဆိုတဲ့ အငွေ့အသက်တွေပါတဲ့\nရုပ်ရှင်ကားပေါ့။ ချောပေ့၊ ခန့်ပေ့ ပျိုတိုင်းကြိုက်ပါပေ့ဆိုတဲ့ ဆွိဒ်ဆိုတဲ့ကောင်လေးနဲ့\nနယူးဂျာစီမယ်ဆုကို ထိုက်ထိုက်တန်တန်ရရှိခဲ့တဲ့ ဒေါင်းလိုလှတဲ့ ဒေါင်းဆိုတဲ့အမျိုး\nသမီးလေး။ ဒီလိုနှစ်ယောက်က မွေးဖွားလာတဲ့ မယ်ရီဆိုတဲ့ကလေးမလေး။ ဒီတော့\nဇာတ်လမ်းဟာ ဘယ်လိုကနေ ဘယ်လို ဘယ်ကိုဇာတ်ကွေ့သွားမယ်၊ ဘာတွေဟာ\nဇာတ်ရှိန်တတ်တာတေွ ဖြစ်လာမလဲ၊ ဇာတ်ရှုပ်ဇာတ်ထွေးတွေနဲ့ ကြုံတဲ့အခါ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2qYpr/American.Pastoral.2016.720p.BluRay[CM]_new.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/The-Quiet-2005dvdplanetstorepk-137x200.jpg",
        "title": "The Quiet (2005)",
        "description": "--- စံလွဲသူနှစ်ယောက် ---\nကိလေသာထောင်ချောက်ရဲ့ အဆွဲဆောင်နိုင်ဆုံး အထိအတွေ့များ၊ တီးတိုးညည်းညူသံ၊ ဖိုလှိုက်တဲ့အသက်ရှုသံများနဲ့ အိပ်ယာပေါ်က ချစ်တလင်းမှာ ဗျူဟာကျင်းလို့ စေတန်နတ်ဆိုးရဲ့ ပန်းသီး (ချဉ်စော်ကားသီး) ကို စားသုံးနေကြလေရဲ့။ ရှူထုတ်လေရဲ့ လေနုငွေ့ငွေ့တိုးခတ်မှုကို အပြန်အလှန်ထိခတ်ရင်း လေပေါ်မှာလွင့်နေသလိုခံစားရရှာတဲ့ လိင်မတူ ချစ်သူနှစ်ဦး။ ရိုးတွင်းခြင်ဆီထဲအထိ တိုးဝင်လာတတ်တဲ့ တဖျင်းဖျင်း ကြက်သီးထဖွယ် အရသာများကို ဆား‌ငံရေလို တစွတ်စွတ်သောက်၊ မောလေ သောက်လေ ငတ်မပြေနိုင်။သဘဝတရားရဲ့ ရုန်းမထွက်နိုင်တဲ့ ထောင်ချောက်ထဲကို သက်ဆင်း ဝပ်တွားခယရတဲ့ ဟောဒီလူသားနှစ်ယောက်က လောကကြီးကိုမေ့နေပါလေရော။ သူတို့ဟာ လောကကြီးကို မေ့လျှော့နေသလိုပဲ သူတို့ဟာ သွေးရင်းသားရင်း သားအဖ တော်စပ်ပါတယ်ဆိုတာကိုပါ သတိမရ အနက်ဆုံး အမှောင်ဆုံးတွင်းကို အထိန်းမပါဘဲ သက်ဆင်းနေကြပြီ။ ဟုတ်ပါတယ်လေ။ သမီးနဲ့ ဖခင် သွေးရင်းခေါက်ခေါက်ကြီးတွေပါ။ သူတို့ဟာ သားအဖအဖြစ်ကသွေဖည်လို့ လင်မယားဘဝကို အသက်သွင်း၊ ငရဲတွင်းကို ဆင်းချင်တိုင်းဆင်းနေလေရဲ့။--- ကိုယ်ပျောက်မိန်းကလေး ...",
        "rating": "6.2",
        "url": "https://megaup.net/1KW9r/(CM)_The.Quiet.2005.720p.AMZN.WEB-DL.DDP2.0.H.264-Nyein.mp4",
        "category": "Adult, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ds1-134x200.jpg",
        "title": "{21+}Butt Fetish Special! !I’m Accustomed Many Times By Rolling Up The Anal Circle From The Back Vagina Back Intense Piston Many Times! STRAS -080",
        "description": "{STRAS -080}Butt Fetish Special! !I'm Accustomed Many Times By Rolling Up The Anal Circle From The Back Vagina Back Intense Piston Many Times!Ogura Yunaဆိုတဲ့ ပျိုကညာလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်မျက်လုံးဝိုင်းဝိုင်း မျက်ဆံနက်နက်နဲ့ ပါးဖောင်းဖောင်းလေးတွေကြောင့်ချစ်စရာမျက်နှာလေးကို ပိုင်ဆိုင်ထားပြီး ခန္ဓာကိုယ်အလှတရားဟာလဲခေသူ မဟူတ်သူလေးပါ အထူးသဖြင့်သူမရဲ့ နောက်ဘက် ကောက်ကြောင်းလေးတွေပေါ့...........အလှတရားနဲ့သွေးသားဆန္ဒတို့ကြား တိုက်ပွဲလေးတွေကိုဆင်ဆာမပါတဲ့ အကောင်းဆုံးဗားရှင်းနဲ့တင်ဆက်ပေးထားပါတယ်  \nFile size…4GB / 1.47GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 18mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "7.6",
        "url": "https://megaup.net/154jo/Butt_Fetish_Special!_!I_m_Accustomed_Many_Times_By_Rolling_Up_The_Anal_Circle_From_The_Back_Vagina_Back_Intense_Piston_Many_Times.720p.STARS_080(DS).mp4.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h7MvPaLinT47B1HSmgvteXxCFfC.jpg",
        "title": "Captors (2022)",
        "description": "Captors (2022)စိတ္တဇလူသတ်သမားကားတွေ ဟန်နီဘယ်ဆန်ဆန်ကားတွေ ကြိုက်ကြတယ်မလား။ ဒီရုပ်ရှင်ကတော့ ဒီလိုလူတွေအတွက် တကယ့်ရွှေပါပဲ။စိတ္တဇလူသတ်သမားကားဆိုတာ စိတ္တဇလူသတ်သမားအဖြစ် သရုပ်ဆောင်တဲ့မင်းသားကောင်းမှ ပိုပေါ်လွင်မှာမလား။ မိုက်တို့ အန်သိုနီတို့ ဘေးလ်တို့ ဟိလဂျာတို့လိုပေါ့။သရုပ်ဆောင်တဲ့ မင်းသားကလည်း ဒီရုပ်ရှင်မှာ သရုပ်ဆောင်သိပ်ကောင်းပါတယ်။ အန်သိုနီကြီး ဟန်နီဘယ်နေရာက အော်စကာရတာ ဟိလဂျာ ဂျိုကာနေရာက အော်စကာရတာဟာ သူ၀င်သရုပ်မဆောင်ခဲ့လို့ပါပဲ။မင်းသမီးကလည်း နာတာလီပေါ့မန်း၊ ဂဲလ်ဂဒေါ့ တစ်ခါတစ်ခါကျ အင်ဂျလီနာဂျိုလီ သူတို့သုံးယောက်ပေါင်းရုပ်မျိုးပေါ့။ အခန်းတိုင်း တစ်ယောက်မဟုတ် တစ်ယောက် မြင်ရပါလိမ့်မယ်။ကောင်မလေးတစ်ယောက်ရှိတယ်။ အရူးတစ်ကောင်က ချုပ်ထားတယ်။ လွတ်သွားတယ်။ သူမသိတဲ့ဦးလေးဆီက အမွေရတယ်ဆိုလို့ ဟိုတောခေါင်ခေါင် လူမရှိသူမရှိနေရာထိလိုက်သွားတယ်။ အိမ်ထဲရောက်မှ သူ့ကို ဟိုးအရင် အတိတ်တစ်ချိန်က ချုပ်ထားခဲ့တဲ့အိမ်မှန်းသိလိုက်ရတယ်။ ဇာတ်လမ်းကတော့ ဒါပါပဲပေမဲ့ မင်းသမီးနဲ့အတူ စိတ္တဇလူသတ်ကောင်နဲ့အတူ လုံးထွေးသတ်ပုတ်ရင်း ဆက်လက် ခံစားကြည့်လိုက်ကြပါတော့...Size - 1.2GB, 663MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration ...",
        "rating": "4",
        "url": "https://megaup.net/154mf/(CM)_Captors_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/perfect.paring-138x200.png",
        "title": "A Perfect Pairing (2022)",
        "description": "A Perfect Pairing (2022)\n==================\nIMDb Rating - 6.1/10ဒီနေ့မှာတော့ Netflix ကရိုက်ကူးထားပြီး ဩစတေးလျရဲ့ရေမြေတောတောင်နဲ့\nကောင်းဘွိုင်ဆန်ဆန် ဘ၀ကိုရိုက်ကူးတင်ဆက်ထားတဲ့ Romance ကားလေး\nတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဉ်း\nလိုလာဆိုတဲ့ တစ်ခုလတ်မလေးဟာ  ဝိုင်လုပ်ငန်းမှာ ကျွမ်းကျင်အဆင့်ထက်ပိုတဲ့\nအဆင့်မှာရှိပြီး၊ ဝိုင်သွင်းကုန်ကုမ္မဏီမှာအလုပ်လုပ်ပါတယ်။ လုပ်ငန်းချဲ့ထွင်ဖို့အတွက်\nဩစတေးလျက  ဗွန်းမိသားစုဝိုင်လုပ်ငန်းကို တင်သွင်းခွင့်ရဖို့ကြိုးစားပြီးတဲ့အချိန်မှာ\nကုမ္မဏီက သူ့ကိုကန်ထုတ်လိုက်ပါတော့တယ်။ အဲ့တော့ သူ့ကိုယ်ပိုင်လုပ်ငန်းထောင်ပြီး\nဗွန်းမိသားစုဝိုင်လုပ်ငန်းကို တင်သွင်းခွင့်ရဖို့ ဩစတေးလျထိ သွားရောက်ခဲ့ရမှာတော့\nသူလုပ်ချင်တဲ့ လုပ်ငန်းကို လုပ်ခွင့်ရမှာလား၊ ဩစတေးလျမှာကော ဘာတွေကြုံတွေရမှာလဲ\nဆိုတာတော့ ဇာတ်လမ်းအေးအေး ရှုခင်းကောင်းကောင်း သဘာ၀ဆန်ဆန် ဇာတ်လမ်း\nလေးထဲမှာ လိုက်ပါစီးမျောခံစားကြည့်လိုက်ပါဦးဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Htoo Aung ဖြစ်ပါတယ်)File Size..........(1.57 GB) / (780 MB) / (517 MB)\nQuality............Blu-Ray 1080p / 720p / 360p\nDuration.........1Hr 41mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......Lwin Htoo Aung\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://megaup.net/153kl/A.Perfect.Pairing.2022.720p.NF.WEB-DL.DDP5.1[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3PaISIVAwskxVRF47rFpKezk4FP.jpg",
        "title": "Toolsidas Junior (2022)",
        "description": "Toolsidas Junior (2022) အညွှန်း ဒီတစ်ခါမှာတော့ အိန္ဒိယကားကောင်းတွေကိုပဲ စောင့်မျှော်ကြည့်ရှုတတ်တဲ့သူတွေအဖို့ အားကစားနဲ့ပတ်သက်တဲ့ ကားကောင်းလေးထပ်မံ ထွက်ရှိလာပါပြီ။ ဒီဇာတ်ကားကတော့ ဘိလိယက်အားကစားကိုအခြေခံတဲ့ စနူကာကစားသမားတစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်ကို ပြန်လည်ပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်။နာမည်ကြီးဇာတ်ကားဖြစ်တဲ့ \"Dangal\" တို့လို မိဘကတိုက်တွန်းလို့ မဖြစ်မနေ စလုပ်ရတာမျိုးမဟုတ်ဘဲ သားအဖကြားမှာရှိတဲ့ မေတ္တာကြောင့် ကိုယ်တိုင်ကိုက လိုလိုချင်ချင်နဲ့ ကြိုးစားနေတဲ့ ကောင်လေးတစ်ယောက်ပုံစံကို တွေ့မြင်ရမှာဖြစ်လို့ သားအဖကြားကအချစ်အပြင် ဆရာနဲ့တပည့်ကြားက ၅၂၈ မေတ္တာကိုပါ အေးအေးငြိမ့်ငြိမ့်လေးနဲ့ ထိထိမိမိ ခံစားရမှာဖြစ်ပါတယ်။ \"ငါ့သားအတွက်ပဲ ငါပြိုင်ပွဲဝင်နေတာ\" လို့ကြွေးကြော်တတ်တဲ့ စနူကာကစားသမားတစ်ယောက်ဖြစ်သူ \"တူလ်ဆီးဒက်စ်\"၊ သူကြွေးကြော်သလိုပဲ သူပြိုင်သမျှပွဲတွေဆို မလွတ်တမ်းလိုက်စောင့်ကြည့်တတ်တဲ့ သူ့ရဲ့သားငယ်လေး \"မီဒီ\" ...၁၉၉၄ ခုနှစ် ပြိုင်ပွဲစဉ်မှာတော့ ကတိပေးထားသလို သူ့အဖေက ဆုဖလားကို မရယူနိုင်တဲ့အကြောင်းရင်းဟာ ပြိုင်ဖက်ဖြစ်သူက ၅ နှစ်ဆက်တိုက်ချန်ပီယံဖြစ်နေတဲ့ \"ဂျင်မီ တန်ဒန်\" ရဲ့စနက်ဆိုတာကို မီဒီလေးသိသွားတဲ့အခါ ...သူကိုယ်တိုင် အဖေဖြစ်သူအတွက် ဆုဖလားယူပေးချင်စိတ်တွေဖြစ်ပေါ်လာပြီး \"တူလ်ဆီးဒက်စ် ...",
        "rating": "8.1",
        "url": "https://megaup.net/153qo/[CM]Toolsidas.Junior.2022.720p.WEB-DL.mp4",
        "category": "Drama, Family, Sport"
    }
]