[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNzZlNjA3OTEtODE0MC00MmVmLTllNmYtOWQyMzdkN2NiNTdkXkEyXkFqcGdeQXVyNTQyODc1OTY@._V1_-139x200.jpg",
        "title": "(18+)Nasha(2013)",
        "description": "(18+) Nasha (2013)\n---------------------\nဆယ်ကျော်သက်အရွယ် မှီးကောင်ပေါက်စကောင်လေးတစ်ယောက်နဲ့ ၃၀ဝန်းကျင် ရင့်ကျက်နေတဲ့လှလှပပ ဆရာမလေးတို့ကြားက မေတ္တာတရားကိုချပြထားတဲ့ ဇာတ်လမ်းတပုဒ်ပါပဲ. တချို့အချစ်တွေကျမစွဲလန်းသင့်ဘူးဆိုတာကို နည်းနည်းပညာပေးထားတာတွေလဲပါတော့ပေါ့ဗျာ...ဇာတ်လမ်းအကျဉ်း\n------------------\nဆာဟေးတို့ဆိုတာ သူတို့မြို့ရဲ့ကောလိပ်မှာသိပ်ဆိုးတဲ့ ကျောင်းသားလေးတွေ.....စစနောက်နောက်နဲ့ လုံးဝမျက်နှာပိုးမသတ်လို့ကျောင်းအုပ်ကြီးခဏခဏဒဏ်ပေးရတဲ့လူဆိုးအဖွဲ့ပေါ့.တနေ့ကျ သူတို့ရဲ့နွေရာသီကျောင်းပိတ်ရက်လှုပ်ရှားမှုအတွက် အနီတာဆိုတဲ့ဆရာမလေးတစ်ယောက် ရောက်လာပါတယ်.အနီတာက မိန်းမလှပေါ့. မနက်ဆိုဘောင်းဘီတိုနဲ့ပုံမှန်ပြေးတယ်.ခန္ဓာကိုယ်အဆစ်အပေါက်ကလဲပြောစရာမရှိတော့ ကျောင်းကဆာဟေးတို့အဖွဲ့ငမ်းကြတာပေါ့ဗျာ.. ဒါပေမယ့်ဆာဟေးကတော့စည်းတခုကျော်မိသွားတယ်. အဲ့ဒါကတော့ အဲ့ဒီဆရာမကိုတဏှာစိတ်အပြင် ချစ်စိတ်ဝင်မိသွားတာပါပဲ...သူနဲ့ဆရာမဘာဆက်ဖြစ်မယ်ဆိုတာကိုတော့ဆက်လက်ကြည့်ရှုခံစားစေချင်ပါတယ်.......လူငယ်ကားတွေသဘောတရားအရတချို့ဇာတ်ဝင်ခန်းတွေမှာ က္ကထ္ထိယမလေးတွေရဲ့လှပတဲ့နေရာတချို့ လှစ်ဟပ်ပြသထားတာအပြင်ချစ်မှုရေးရာဇာတ်ဝင်ခန်းတချို့ကြောင့် အသက်၁၈နှစ်အောက်မကြည့်သင့်ပါFile size…1.85GB / 906Mb / 465MB\nQuality…1080p WEB Rip DD+5.1 / 720p / 480p\nFormat…Mp4\nDuration….2h 2mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by YK",
        "rating": "",
        "url": "https://megaup.net/YO6m/Nasha_2013_WebRip_720p_(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMjRjOTMwMDEtNTY4NS00OWRjLWI4ZWItZDgwYmZhMzlkYzgxXkEyXkFqcGdeQXVyODIxOTg5MTc@._V1_-142x200.jpg",
        "title": "Match Point (2005)",
        "description": "Match point(2005)\n==============\nIMDb Rating - 7.6/10\nDirected by Woody Allenဝူဒီအယ်လန်ကားဆို စောင်တလွဲလူ့ဘောင်ကြီးကို တစ်နည်းမဟုတ် တစ်နည်းနဲ့သရော်တတ်တဲ့ ရုပ်ရှင်တွေလို့ ‌ပြေးမြင်မိကြမှာပဲ။\nသူ့ကားတွေဟာ ရိုမန့် ဒရာမာ ဟာသ စာရင်းဝင်ကားတွေများတယ်။\nMatch Point ကတော့ ကွဲလွဲတယ်ပြောရမှာမယ်။တခြားအယ်လန်ကားတွေက နာမည်ကြီးအနုပညာသမားတစ်ချို့ကို သိမှ သူသရော်တာကို နားလည်မှာတို့ ဘာတို့ ပါတတ်ပေမဲ့ ဒီရုပ်ရှင်ကတော့ ဒါမျိုးကင်းတယ်။ မသိရင် စုံထောက်ကားလိုလိုပါပဲ။\nGenresအရ Romance/Dramaပေမဲ့ ကြည့်ပြီးတဲ့သူတွေက Psychological Thriller ကားလို့ ဆိုကြတယ်။သို့ပေမဲ့ သရော်တာလည်း မကင်းပါဘူး၊ ဟာသတစ်စက်မှ မနှောဘဲ သရော်သွားတာကလွဲလို့ပေါ့။\nဒီရုပ်ရှင်မှာတော့ သူ့ THEMEကတော့ ကံပါပဲ။ ကံကိုTHEME အဖြစ်သုံးပြီး စောင်တလွဲလောကကြီးရဲ့မတရားလှတဲ့ ကံကိုသရော်သွားခဲ့တယ်။ဇာတ်လမ်းအစမှာ သူက ဒီလိုပြောထားတယ်\n\" ကျုပ်မတော်ချင်ဘူး ကံပဲကောင်းချင်တယ်လို့ ပြောတဲ့သူက ဘဝကို ကောင်းကောင်းနားလည်တဲ့သူပဲ။\nဘဝရဲ့တစ်စိတ်တစ်ပိုင်းက ကံပေါ်အများကြီး မူတည်နေတယ်ဆိုတာကို လူတွေက ...",
        "rating": "7.6",
        "url": "https://megaup.net/2kJ7i/Match_Point_(2005)_720p.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MK-136x200.jpg",
        "title": "Monkey King : The One & Only ( 2021 )",
        "description": "CMကနေ စွန်းဝူခုန်း နောက်တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီတစ်ခါဇာတ်ကားလေးကတော့ ဟာသပုံစံမျိုးရိုက်ကူးထားတာပါနော်မူရင်းဝူခုန်းကိုတော့ မမှီပေမဲ့ ဒီကားလေးလည်း တဖန်အသစ်ဆန်းထားတဲ့ပုံလေးနဲ့ ရိုက်ကူးထားတာကြောင့်မို့လို့ ကြည့်လို့ကောင်းပါတယ်ဒီဇာတ်ကားလေးဟာ အရာရာကို အကြမ်းဖက်ဖြေရှင်းတတ်တဲ့ ဝူခုန်းနဲ့အမြဲမေတ္တာတရားကို ရှေ့ထားပြီး ဖြေရှင်းချင်တဲ့ ဆရာတော် နှစ်ဦးသားကြားကပြဿနာကနေ အစချီပြီးတော့ရိုက်ကူးထားတာပါ တစ်နေ့ ဝူခုန်းနဲ့ဆရာတော်သဘောထားကွဲလွဲမှုကြောင့် ဆရာတော်က အရမ်းဒေါသထွက်ပြီး ဝူခုန်းကိုအပြင်းအထန်ပြောဆိုကာ မောင်းထုတ်လိုက်ပါတယ် ဝူခုန်းကလည်းဆရာတော်စကားတွေကို စိတ်နာက ဆရာတော်အပါးကနေ အပြီးတိုင်ထွက်သွားပါတော့တယ်ဝူခုန်းထွက်သွားပြီးမကြာခင်မှာပဲ ဆရာတော်နဲ့ ဝူကျင်း ရှန့်ကျန်းမိစ္ဆာဆီမှာအဖမ်းခံလိုက်ရပါတယ် အဲ့ဒီအချိန်မှာ ဝူခုန်းတစ်ယောက်မနေသာတော့ဘဲပါးကျဲနဲ့အတူ စွမ်းအားကြီး မိစ္ဆာရှန့်ကျန်းကို ဘယ်လို နည်းလမ်းမျိုးတွေသုံးကာဘယ်လိုကယ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုရမှာပါ ဒီကားလေးဟာဆိုရင်ခေတ်သစ်ဟာသတွေနဲ့ ပေါင်းစပ်ဖန်တီးထားတာဖြစ်တဲ့အတွက်ကြောင့်တစ်ကားလုံးပျင်းမနေရဘဲ ရီနေရတဲ့ အချိန်ကုန်မြန်စေမဲ့ကားလေးမို့လို႕ခုပဲ ဒေါင်းကြည့်လိုက်ပါတော့နော် Quality : WEB-DL 720pFormat : mp4Genres : Action , History , FantastySubtitle : Myanmar Subtitle ( hardsub )Translated ...",
        "rating": "6",
        "url": "https://megaup.net/1EIpm/Monkey.King.The.One.And.Only.720p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Ratatouille-2007-133x200.jpg",
        "title": "Ratatouille (2007)",
        "description": "Animationဇာက်ကားကြိုက်တဲ့လူများအတွက် နာမည်ကျော် ကာတွန်းကားအများအပြားကို ထုပ်လုပ်တဲ့ Walt Disney က ရိုက်ကူးထားတဲ့ ratatouille ဆိုတဲ့ ကြွက်ကားနဲ့ မိတ်ဆက်ပေးပါရစေRemyက အိုင်ဒီယာကောင်းပြီး အနံ့ အရသာခံတဲ့နေရာမှာ ထူးချွန်တဲ့ ကြွက်တစ်ကောင်ဖြစ်ပါတယ်သူ့က ချက်ပြုတ်တာကို အလွန်ဝါသနာပါသလို သူရဲ့ Heroကတော့ စားဖိုမှူး Auguste Gusteaပဲဖြစ်ပြီး သူ့ရဲ့ ဟင်းချက်နည်းကို တီဗီကနေ အဘွားကြီးတစ်ယောက်ထဲနေတဲ့အိမ်မှာ အမြဲတမ်း သွား သွားကြည့်ပါတယ်တစ်ရက်မှာတော့ ဟင်းလျာတွေကို အကဲဖြတ်ရတဲ့ Egoက Auguste Gusteaရဲ့ ဟင်းလျာတွေကို Rating နည်းနည်းသာပေးတာကြောင့် Auguste Gustea ကိုယ့်ကိုကို သတ်သေသွားတဲ့ သတင်းကို တွေ့လိုက်ရပြီး ဝမ်နည်းစွာ အော်မိတာကြောင့် အဘွားကြီးက ကြွက်ရှိကြောင်း သိသွားပြီး သေနတ်နဲ့ လိုက်ပြစ်တာကြောင့် တစ်ဆွေလုံး တစ်မျိုးလုံးထွက်ပြေးရင်း Remyကတော့ သူ့အမျိုးတွေနဲ့ ကွဲသွားပြီး စားသောက်ဆိုင်တစ်ခုကို ရောက်သွားရကနေ အစမ်းခန့်ထားတဲ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/YNbf/Ratatouille.2007.2160p.BluRay.x264.8bit.SDR.TrueHD.7.1.Atmos-HEVC_%7BCM%7D_Recoded.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t8Sp0gyC0dLdzrHoZ4Knh78p5GE.jpg",
        "title": "Take Off (2017)",
        "description": "Take Off (2017) ဒီကားက ကိုယ့်နိုင်ငံသားတွေရဲ့ အသက်အိုးအိမ်ကို ကာကွယ်ဖို့ တာဝန်ရှိသူတွေမှာ ဘယ်လောက်တာဝန်ယူစိတ်ရှိသလဲဆိုတဲ့အပေါ် မူတည်ကြောင်း ရိုက်ပြခဲ့တဲ့ကားလေးပေါ့။ဒီအတွက် စားကောင်းသောက်ကောင်း သံအရာရှိ၊ စားကောင်းသောက်ကောင်း မျိုးချစ်စိတ်နဲ့တော့ မရဘူး။လူစိတ်ရော လူကြီးစိတ်ပါရှိမှ ဖြစ်မှာပါ။Take off က ၂ဝ၁၇ မတ်လ ၂၄ ရက်နေ့က ထွက်ခဲ့တဲ့ အိန္ဒိယမာလာရာလမ် စကားပြော ဒရာမာနဲ့ ရင်သိမ့်တုန်ကားပါ။အီရတ်နိုင်ငံ တီကရစ်ဆေးရုံမှာ အလုပ်သွားလုပ်တဲ့ နပ်စ် ၁၉ ယောက်ဟာ ၂ဝ၁၄ အီရတ်အစိုးရနဲ့ ISIS တို့ ပြည်တွင်းစစ်ထဲမှာ ပိတ်မိနေတယ်။အသက်ဆိုတာ အစွန်းရောက် အစ္စလာမ်မစ် တွေရဲ့ သေနတ်ပြောင်းဝမှာပဲ ရှိတယ်။အိန္ဒိယအနေနဲ့ သူ့လူ ၁၉ ယောက်ကို ဘေးမသီရန်မခ ဘယ်လို ကယ်ခဲ့ရလဲဆိုတဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်ကားလည်း ဖြစ်ပါတယ်။ဒီကားကို မာဟက်ရှ်နာရာယမ်နဲ့ ပီဗွီရှာဂျစ်ကူးမားတို့က ဇာတ်ညွှန်းရေးသားပြီး မာဟက်ရှ်နာရာယမ်က ဒါရိုက်တာလုပ်ရိုက်ကူးခဲ့တာပါ။ဒီရုပ်ရှင်ကို ဒူဘိုင်းနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1EL3u/(CM)Take_Off_2017_720p_10bit_BluRay_x265_HEVC_[Malayalam_DTS_5.1].mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BYmY3NGJlYTItYmQ4OS00ZTEwLWIzODItMjMzNWU2MDE0NjZhXkEyXkFqcGdeQXVyMzQzMDA3MTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Doctor Sleep (2019)",
        "description": "IMDb 7.6 အထိရထားတဲ့ ဟော်ရာကားပါ။ 1980 မှာထွက်ခဲ့ပြီး IMDb 8.4 အထိ ရှိခဲတဲ၊့ အကောင်းဆုံးဟော်ရာကားတွေထဲက\nတစ်ကားဖြစ်တဲ့ The Shining ရုပ်ရှင်ရဲ့ အဆက်ပါပဲ။ ဒီရုပ်ရှင် ၂ ခုလုံးကိုတော့ ဟော်ရာဝတ္ထုတွေအရေးများတဲ့ စာရေးဆရာကြီးStephen King ကပဲ ရေးသားခဲ့တာပါပဲ။\nမူလရုပ်ရှင် ရှိုင်းနင်းကို ကြည့်ဖူးမှအပြည့်အစုံနားလည်နိုင်မှာပါ။ မကြည့်ဖူးရင်တော့ အချို့အခန်းလေးတွေ နားမလည်တာ ဖြစ်နိုင်ပါတယ်။\nရှိုင်းနင်းကတော့ တစိမ့်စိမ့်တွေးကြောက်စရာတွေ၊ ဖုန်းဆိုးမြေတွေ၊ ကလေးငယ်တွေနဲ့ ပတ်သတ်တဲ့ ဟော်ရာတွေနဲ့ ဖန်တီးထားခဲ့တာဖြစ်ပြီး။\nဒီရုပ်ရှင်ကတော့ ပိုပြီးမှော်ဆန်တဲ့ စွမ်းအင်တွေနဲ့ အက်ရှင်နည်းနည်းဆန်ဆန် ဖန်တီးထားတာပါ။ ဇာတ်လမ်းအကျဉ်းကိုတော့ ရှိုင်းနင်းကပဲ စကောက်ရပါလိမ့်မယ်။\nအမေရိကန် လူနီတွေကို မြေမြှပ်သင်္ဂြိုလ်ရာ သင်္ချိုင်းမြေပေါ်မှာ အိုဗာလွတ်ခ် ဆိုတဲ့ လူမနေတော့တဲ့ ဟိုတယ်ကြီးတစ်ခုရှိပါတယ်။\nအဲဒီဟိုတယ်ကြီးမှာ အစောင့်အဖြစ်နေရင်း စာရေးဖို့ရောက်လာတဲ့ စာရေးဆရာမိသားစုကတော့ ဂျက်၊ ဝင်ဒီ နဲ့ သားဖြစ်သူ ဒန်နီတို့ပါပဲ။\nအဲဒီဟိုတယ်ကြီးရဲ့ အရင်အစောင့်ဖြစ်သူကတော့ သူ့မိသားစုတစ်ခုလုံးကို ပြန်သတ်ပြီး ...",
        "rating": "7.5",
        "url": "https://megaup.net/11bex/Doctor_Sleep_[2019]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/doon1-158x200.jpeg",
        "title": "Here and There (2021)",
        "description": "Here and There (2021)\"သံယောဇဉ်တွေတော့ ရှိနေတယ်\nချစ်သူတော့လည်း မဟုတ်ပြန်ဘူး\"\"တစ်ယောက််အကြောင်း တစ်ယောက် အပြန်အလှန် ဖွင့်ဟနေမိကြတယ်\nအရင်းနှီးဆုံးသူတွေတော့လည်း မဟုတ်ပြန်ဘူး\"ခံစားချက် တစ်ခုကတော့ မွေးဖွားနေတယ် .....\nဒါဟာ အချစ်လား မသေချာပြန်ဘူးလေလှိုင်းပေါ်က ဇာတ်လမ်းတစ်ပုဒ်ရယ်လို့ပဲ တင်စားရမလားCovid-19 ဆိုတဲ့ ဗိုင်းရပ်စ် ရဲ့ ရိုက်ခတ်မှုအောက်မှာ\nလူတိုင်းရဲ့ ကွန်းခိုရာက အင်တာနက်ဆိုတဲ့ အရာ ဖြစ်လာတယ်အထီးကျန်ဆန်သူတို့အဖို့ စိတ်အပန်းဖြေရာ ဖြစ်လာတယ်ချစ်ရသူတွေနဲ့ ဆက်သွယ်ကြတယ် .....\nချစ်သူဖြစ်လာမယ့်သူတွေနဲ့ ဆုံဆည်းခဲ့ကြတယ် ....လေလှိုင်းပေါ်က အချစ်ဟာ တည်မြဲပါ့မလားဆိုတဲ့ မေးခွန်းထက်\nပို မေးချင်မိတဲ့အရာကလေလှိုင်းပေါ်ကနေ တကယ်ပဲ ချစ်မိသွားနိုင်လား ...\nချစ်မိသွားရင်ရော ဘယ်လောက်ထိ နက်နဲမှာလဲတစ်ဘက်က နှစ်နှစ်ကာကာချစ်ပြီး\nတစ်ဖက်က ပေါ့ပေါ့တန်တန်ချစ်ခဲ့ရင်ရောနှစ်နှစ်ကာကာ ချစ်မိသူအဖို့ နာကျင်ရမှာလားသေချာတယ် ..... နာကျင်ရလိမ့်မယ်ဗျ\"အချစ်ဆိုတာကတော့ နီးနီး ဝေးဝေး၊\nကြီးကြီးသေးသေး အချစ်ဟာ အချစ်ပါပဲ\"တချို့ကတော့ ဆိုကြတယ်\nလေလှိုင်းပေါ်က အချစ်က မတည်မြဲဘူး မစစ်မှန်ဘူးသို့ပေမဲ့ လေလှိုင်းပေါ်က စပြီး သက်ဆုံးတိုင်သွားကြတာတွေလည်း ရှိနေကြပြန်ရောဒီတော့ ဒီကောင်လေးနဲ့ ကောင်မလေးရဲ့\nလေလှိုင်းပေါ်က ...",
        "rating": "7.1",
        "url": "https://megaup.net/1ELnr/Here_and_There.2021.720p.CM.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/wVzDNf-140x200.jpg",
        "title": "Move the Grave (2020)",
        "description": "မြို့ပြပေါ်က သာမန်လူမှုဘဝတွေ ၊ လူတိုင်းမှာ ရှိတဲ့အခက်အခဲတွေကိုပါ ဇာတ်လမ်းထဲမှာပြသထားတဲ့အပြင် တောင်ကိုရီးယားရှေးလူကြီးတွေရဲ့ ရှေးရိုးစွဲမှုကိုလည်း ဖော်ပြထားပါတယ် ။ဇာတ်လမ်းအကျဉ်းဖခင်ရဲ့ အုတ်ဂူကို နေရာပြောင်းရွှေ့ဖို့အတွက် စာလေးတစ်စောင် ဟဲယောင်းဆီကို ဝင်လာခဲ့တယ်\nအကြီးဆုံးဖြစ်တဲ့ ဟဲယောင်းက ကျန်မောင်နှမတွေနဲ့အတူ မွေးရပ်မြေကို သွားရမှာပါဆုံခဲလှတဲ့ ဟဲယောင်း၊ဟဲယွန်း၊ဂွန်းအို့၊ဂွန်းဟီ နဲ့ ဆောင်းရာ ဆိုတဲ့ မောင်နှမ ၅ ယောက်\nလူစုံအောင်လုပ်ရင်း လမ်းခရီးမှာ ကြုံတွေ့ရတဲ့ အခက်အခဲတွေကို ရိုက်ပြထားတဲ့အပြင်\nသူတို့ဖခင်ရဲ့ အုတ်ဂူကိုရော သေချာရွှေ့ပြောင်းဖြစ်မလားဆိုတာကို Move The Grave ဆိုတဲ့ မိသားစု ဇာတ်ကားလေးထဲမှာ ကြည့်ရှူ့ကြရမှာပါ ။ရိုးရိုးအေးအေးနဲ့ ကောင်းတဲ့ မိသားစု ဒရမ်မာကားကောင်းလေးကြည့်ချင်တယ်ဆိုရင်တော့ ဒီကားက သင့်အတွက်ပါပဲ ။( အညွှန်းရေးသားထားသူကတော့ Seung ပါ )File Size__1.7 GB , 900 MB\nQuality__1080p,720p\nIMDb Rating__7.2/10\nFormat__mp4\nDuration__01:30:00\nType__Comedy , Drama , ...",
        "rating": "7.2",
        "url": "https://megaup.net/YNe1/Move_the_Grave_(2020)_720p.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dDow0Kbrf1L9BydRLfSdoNMOdMm.jpg",
        "title": "Zone 414 (2021)",
        "description": "Memento ထဲက မင်းသားကြီး Guy Pearce , Vikings နဲ့ Warcraft ထဲက မင်းသား Travis Fimmel နဲ့Revenge ဖိုက်တာဇာတ်ကားထဲက အီတလီမင်းသမီး Matilda Lutz တို့လို ဇာတ်ဆောင်တွေနဲ့ ရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ဒေးဗစ်ကာမိုက်ကယ်ဟာ မရိန်းတပ်သားဟောင်းတဖြစ်လဲ ရဲစုံထောက်ဟောင်းတစ်ဦးဖြစ်ပြီးတော့\nအမှုတစ်ခုနဲ့ထွက်လာခဲ့တဲ့နောက်ပိုင်း အလွတ်စုံထောက်အဖြစ်အသက်မွေးနေပါတယ်။တစ်နေ့တော့ သူ့ကို ဇုန် ၄၁၄ လို့ခေါ်တဲ့ လူသားအသွင်နဲ့စက်ရုပ်တွေရဲ့နယ်မြေ\nရိုဘော့မြို့တော်လို့ခေါ်ကြတဲ့ နေရာကြီးကိုတည်ထောင်ထားတဲ့ မာလွန်ဗိဒ်ဆိုသူကဆက်သွယ်လာခဲ့ပြီး\nအဲ့ဒီဇုန်ထဲကိုထွက်ပြေးသွားခဲ့တဲ့ သူ့သမီးကို ရှာဖွေပြီးပြန်ခေါ်လာခဲ့ဖို့ အမှုအပ်လာပါတယ်။အဲ့ဒီဇုန်ထဲမှာ ပထမဆုံးတွေ့ဆုံရတဲ့သူကတော့ ဂျိန်းဆိုတဲ့ဖောက်သည်တွေဆန္ဒကို\nနည်းမျိုးစုံနဲ့ဖြည့်ဆည်းပေးဖို့တာဝန်ယူထားတဲ့စက်ရုပ်မလှလှလေးတစ်ယောက်ဖြစ်ပါတယ်။\nဗိဒ်သမီးရဲ့ ပျောက်ဆုံးမှုဟာ သာမန်အိမ်ပြေးမှုတစ်ခုအဖြစ်စတင်ခဲ့ပေမယ့်\nရှုပ်ထွေးပွေလီတဲ့လူတွေရဲ့အကောက်ဉာဏ်၊ ရူးသွပ်မှု ၊ အတ္တတွေကြားမှာ\nသူတို့အတွက် အန္တရာယ်ဟာ ပိုမိုနက်ရှိုင်းလာပါတော့တယ်။မြင်နေတွေ့နေကျဇာတ်လမ်းမျိုးဖြစ်ပေမယ့်\nပုံဖော်ထားတဲ့ CGI တွေ Cinematography အမိုက်စားတွေနဲ့အတူ\n90s ဝန်းကျင်ကခေတ်စားခဲ့တဲ့စက်ရုပ်လူသားကားတွေ ခေတ်လွန်မြို့တော်တွေရဲ့ vibe မျိုး\nတစ်ခါတစ်လေ Blade runner လိုပုံစံမျိုးကိုတောင်ပြန်အမှတ်ရစေတဲ့\nစိတ်ကူးယဉ်သိပ္ပံဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size…(1.7 GB) / (999 MB) / ...",
        "rating": "5.1",
        "url": "https://megaup.net/2kI8m/(CM)Zone.414.2021.720p.AMZN.WEB-DL.DDP5.1.H.264-EVO.mp4",
        "category": "Fantasy, Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/jlkposter_opt-135x200.jpg",
        "title": "Burial Ground Massacre(2021)",
        "description": "မှော်ပညာကိုယုံကြည်တဲ့ အင်ဒီးယန်းမြေပေါ်မှာ အခြေချနေထိုင်ကြတဲ့အခါ အရာရာကသတိထားစရာပါ။တစ်ခုခုမဆင်ခြင်မိတာနဲ့ ဖြစ်လာနိုင်တဲ့အကျိုးဆက်က မတွေးဝံ့စရာပါပဲ။ အဲ့ဒီလိုမှော်ပညာနဲ့ ကျိန်စာတိုက်ထားတဲ့လက်စွပ်လေးက လာဆန်တို့မိသားစုရဲ့စံအိမ်ထဲမှာ ရှိနေပါတယ်။“အိပ်ရာဝင်ပုံပြင်ကို ယုံကြည်ရင် ကျိန်စာတွေကိုလည်း ယုံကြည်ရမယ်တဲ့....”ကျိန်စာသင့်လက်စွပ်ကိုမှအသက်ပြန်သွင်းဖို့ လိုချင်နေတဲ့ လူတစ်စုကလည်း ရှိနေပါသေးတယ်။လာဆန်တို့မိသားစုက မျိုးနွယ်စုခေါင်းဆောင် ကြိုးပေးခံခဲ့ရတဲ့မြေပေါ်မှာ နေထိုင်ခဲ့တာ တော်တော်ကြာပါပြီ။အိမ်မှာ မိဘတွေမရှိတုန်း ချေ့စ်လာဆန်တစ်ယောက် သူငယ်ချင်းတွေခေါ်ပြီး ပါတီပေးရင်းနဲ့ လုံးဝတားမြစ်ထားတဲ့သူ့အဖေရဲ့စာဖတ်ခန်းကို လူငယ်သဘာဝ ရအောင်ဝင်ကြည့်ပြီး ကျိန်စာသင့်လက်စွပ် ကိုရှာဖွေတွေ့ရှိသွားပါတော့တယ်။လက်စွပ်ကလည်း အစွမ်းတွေပြ၊ လက်စွပ်ကိုလာယူတဲ့သူကလည်း တစ်ဖြေးဖြေးချင်း လာဆန်တို့ရဲ့စံအိမ်ကို ချဉ်းကပ်လာတဲ့အခါ....လက်စွပ်ရဲ့ကျိန်စာတွေနဲ့ လက်စွပ်ကိုလိုချင်တဲ့လူသတ်သမားရဲ့လက်ထဲကနေ လာဆန်တို့သူငယ်ချင်းတစ်စုဘယ်လိုရင်ဆိုင်ကြမလဲ၊ လက်စွပ်ရဲ့သမိုင်းကြောင်းကရော ဘာလဲဆိုတာကိုတော့ ရုပ်ရှင်ထဲမှာပဲ အဖြေရှာလိုက်တော့နော်... \nFile size…1.6GB / 801MB / 491MB\nQuality…1080p WebRip / 720p / 480p\nFormat…Mp4\nDuration….1h 40min\nSubtitle….Myanmar subtilte (Hard Sub)\nEncoder….YK\nTranslated by JoJoVa and HAW",
        "rating": "7.8",
        "url": "https://megaup.net/YN0s/Burial.Ground.Massacre.2021..720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMmFhM2YxYzMtZGU0Ny00Nzg3LTkzODUtMDZjYjVhZGEzZTJhXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Yakuza Princess (2021)",
        "description": "Yakuza Princess (2021)ယာကူဇာ ကားတွေ မကြည့်ရတာ အတော်ကြာပြီ မဟုတ်လား?ဒီတစ်ခါတော့ ယာကူဇာကားကောင်းကောင်းလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေဗျာ။ယာကူဇာက အထီးလေး မဟုတ်ဘဲ အမလေးပါ။ယာကူဇာ မင်းသမီးလေး အာကီ (သို့မဟုတ်) အာကေမီ ပါ။ကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ အက်ရှင်ကားကို ကြည့်ချင်သူများအတွက်ရေငတ်တုန်း ရေတွင်းထဲကျ ဖြစ်မှာပါပဲ။အာရှဂျက်မကားတွေလည်း မကြည့်ကြရတာ ကြာပြီ မဟုတ်လားဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။အာကီတို့ မြေးအဖိုးနှစ်ယောက်ဟာ ပေါ်တူဂီနိုင်ငံမှာ အခြေချနေကြတဲ့ ဂျပန်လူမျိုးတွေပါ။တစ်နေ့တော့ အာကီရဲ့အဖိုးကို ဓားပြတိုက်ရင်းနဲ့ အသတ်ခံလိုက်ရပါတယ်။သာမန်ဓားပြမှုလို့ ထင်ထားခဲ့ပေမယ့် ......ဒီကိစ္စရဲ့နောက်ကွယ်မှာ ရှိနေတဲ့ ကိစ္စတွေကို အာကီ တစ်ယောက်တစ်ခုချင်း သိလာရတဲ့အချိန်မှာတော့ .....ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ August ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p and 480p\nFile size… 2.5GB and 1.3GB and 492MB\nFormat…mp4\nDuration….1h 51min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "4.7",
        "url": "https://megaup.net/2kHP6/Yakuza.Princess.2021.720p.WEB-DL.DDP5.1.H.264.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jx0dug8xdAVP6insxW2kBcO2LUO.jpg",
        "title": "Helmet(2021)",
        "description": "Helmet(2021)အညွှန်း******************MDb rating 7.5အထိရရှိထားတဲ့ Comedy Dramaအမျိုးအစားဟင်ဒီအမျိုးအစား ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။\nဒီရုပ်ရှင်ကိုကြည့်ဖြစ်တော့ ဟိုး ၂၀၁၈ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့\nအရှေးကူးမားရဲ့ Padman ရုပ်ရှင်ကိုတောင် သတိရမိပါသေးတယ်။\nအဲ့ဒီတုန်းကတော့ ရှေးရိုးစွဲတဲ့လူအများစုရှိတဲ့ အိန္ဒိယလိုနိုင်ငံမှာ\nအမျိုးသမီးလစဉ်သုံးပစ္စည်းသုံးစွဲဖို့ ခက်ခဲကြတဲ့အတွက်\nလစဉ်သုံးပစ္စည်းတွေကို ထွင်ပြီး သုံးစွဲစေခဲ့သူတစ်ယောက်အကြောင်းပေါ့။ဒီကားထဲမှာကျတော့ အမျိုးသားတွေဘက်ကို လှည့်ထားတယ်။\nအမျိုးသားတစ်ယောက် အမျိုးသမီးနဲ့ နှစ်ဦးသဘောတူ နေချင်လာတဲ့အခါ\nအခုလို အဘက်ဘက်က တိုးတက်နေတဲ့ခေတ်ကြီးထဲမှာ\nအိမ်ထောင်သည်ဆိုရင် သားဆက်ခြားဖို့ ၊ လိင်ကတဆင့်ကူးစက်တဲ့ရောဂါတွေကို\nကာကွယ်ဖို့ ၊ အိမ်ထောင်မရှိတဲ့ လူပျိူလူလွတ်ဆိုရင်\nအတူနေအမျိုးသမီး ကိုယ်ဝန်ရပြီး နောက်ဆက်တွဲပြသနာတွေမဖြစ်ဖို့\nကွန်ဒုံးဆိုတဲ့ ပစ္စည်းလေးကို မရှိမဖြစ် သုံးရ ဆောင်ထားရမှာပါ။ဒါပေမယ့် ရှေးရိုးစွဲသူတွေ အများကြီးရှိနေဆဲဖြစ်တဲ့ အိန္ဒိယနိုင်ငံလေ...\nကွန်ဒုံးဝယ်ရတာမျိုး ၊ ဆောင်ရတာမျိုးကို ရှက်စရာလုပ်ရပ်တစ်ခုလို သဘောထားပြီး\nမသတီတဲ့မျက်လုံးမျိုးနဲ့ ဝိုင်းကြည့်ကြမှာမလား...\nအိန္ဒိယနိုင်ငံတင် မဟုတ်ပါဘူး ၊ မြန်မာနိုင်ငံအပါအဝင်\nအလားတူ အရှေ့တိုင်းနိုင်ငံအများစုမှာ\nဒီကိစ္စက ရှက်စရာတစ်ခုလို ဖြစ်နေပါတယ်။ရောင်းသူအတွက်ရော ဝယ်သူအတွက်ပါမက\nအရွယ်ရောက်သူတိုင်း ဒီကားလေးကို ကြည့်စေချင်တယ်။\nကွန်ဒုံးပြဿနာကို ဇာတ်လမ်းကဦးတည်ထားပေမယ့်\nရယ်စရာလေးတွေ ၊ အူမြူးစရာလေးတွေနဲ့ ပရိတ်သတ်ကို\nပေါ့ပေါ့ပါးပါး ခံစားချက်မျိုး ...",
        "rating": "7.5",
        "url": "https://megaup.net/YMi0/Helmet.2021.WEB-DL.1080P.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m0f9sDiwYlEtfhUWxc5F2ZW7wfq.jpg",
        "title": "Happier Than Ever: A Love Letter to Los Angeles(2021)",
        "description": "Happier Than Ever Concert Flim (2021)Alternative Pop Queen ​လေး Billie Eilish ရဲ့Happier Than Ever Concert Flim ​လေးထွက်ရှိလို့လာပါပြီ။Concert Flim အ​ကြောင်းမ​ပြောခင် Happier Than Ever Album ​လေးအ​ကြောင်း​ပြောချင်ပါတယ်ဒီ album ဟာ When We Fall Asleep Where Do We Go?? ​album ရဲ့​လောင်းရိပ်​အောက်က​နေခွဲထွက်ပြခဲ့တဲ့ Billie ရဲ့ masterpiece တစ်ခုပါ။ ​​အောင်မြင်မှုများစွာကိုလည်း သိမ်းပိုက်ထားခဲ့ပါပြီ။Billie ​​လေးဟာ သူ့ကိုလူ​တွေက Bad Guys သီချင်းရဲ့အဆို​​တော်မ​လေးလို့ မြင်​နေကြတာကို ​ပြောင်းလဲချင်​နေပါတယ်။ သူ့ကိုလူ​တွေ တပုံစံတည်းမြင်​နေတာ မနှစ်သက်ပါဘူး​အောင်မြင်ကာစထက် ပိုသာလွန်​နေတဲ့ ပိုရင်ကျက်​နေတဲ့ Billie Eilish ကို ချပြချင်​နေခဲ့တာပါ။ အဲ့တာကိုလည်းHappier Than ...",
        "rating": "6.4",
        "url": "https://megaup.net/2kH5D/Happier.Than.Ever.A.Love.Letter.to.Los.Angeles.2021.720p(CM).mp4",
        "category": "Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/14040907511625999465-160x200.jpg",
        "title": "Don’t Breathe 2 (2021)",
        "description": "IMDb Rating (6.3)Don't breath(2016) ထဲက မျက်မမြင်အဘိုးကြီးက ကြမ်းတုန်းပါပဲ။\nဒီကားမှာတော့ပိုကြမ်းတယ်လို့ပြောလို့ရတယ်။အရင်က အိမ်ကိုဖောက်တဲ့သူခိုးလေးတွေကိုတွယ်တာ...\nအခုကမူးယစ်ဆေးနဲ့ ကိုယ်အင်္ဂါကုန်ကူးတဲ့လူတွေကိုတွယ်မှာပါ။\nDon't breath ဆိုတဲ့အတိုင်း အသက်ရှူဖို့တောင် မနားနိုင်အောင် ကြမ်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nDon't breath(2016)ရဲ့အဖြစ်အပျက်ဖြစ်ပြီး ၈ နှစ်အကြာကာလမှာ ဇာတ်အိမ်တည်ထားပါတယ်။\nမျက်မမြင်အဘိုးကြီးက ကလေးမလေးတစ်ယောက်နဲ့နှစ်ယောက်တည်း သီးသန့်နေပြီး\nကလေးမလေးကို မိမိကိုယ်ကိုခုခံကာကွယ် အသက်ရှင်နိုင်ဖို့ သင်ခန်းစာတွေပို့ချထားပါတယ်။တစ်နေ့ ကလေးမလေးကို မြို့ထဲအလည်အပတ်လွှတ်လိုက်တဲ့အချိန် ဂေါက်တောက်တောက်လူနဲ့တွေ့ပြီး\nအဲဒီလူနဲ့အပေါင်းအပါတွေက ကလေးမလေးနောက်ကလိုက်လာရာက\nမျက်မမြင်ဘိုးတော်နဲ့ တွေ့ကြတဲ့အခါ...မျက်မမြင်ထင်ပြီး လျှော့တွက်ကြမယ့်ကောင်တွေနဲ့ မျက်စိသာမမြင်ပေမယ့်\nအသတ်အပုတ်ရှယ်ကြမ်းတဲ့ ဘိုးတော်တို့ ဘယ်လိုစခန်းသွားကြမလဲဆိုတာ...။Horror, Thriller ဇာတ်ကားလို့ သတ်မှတ်ထားပေမဲ့ Action ဖက်ကိုပိုပြီးသွားပါတယ်။ဇာတ်လမ်းကလည်းသွက်တယ်။သတိပြန်ပေးရဦးမယ် အသက်ရှူဖို့မမေ့ပါနဲ့ဦး။ \nFile size…(1.7 GB) / (980 MB) / (500MB)\nQuality…WEB-DL 1080p/720p/480p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by d3m0n Lynn",
        "rating": "6.3",
        "url": "https://megaup.net/YM2t/(CM)Dont.Breathe.2.2021.REPACK.720p.AMZN.WEB-DL.DDP5.1.H.264-TEPES.mp4",
        "category": "Action, Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/dont-breathe-2-133x200.png",
        "title": "Don’t Breathe (2016)",
        "description": "IMDb Rating (7.1) / Rotten Tomatoes (88%)လက်ရှိ နာမည်ကြီး လူကြိုက်များနေတဲ့ Horror/Thriller တစ်ကားကို တင်ပေးလိုက်ပါတယ်။ Evil Dead ကို ဖန်တီးခဲ့သူ Fede Alvarez ရဲ့ အကောင်းဆုံးလက်ရာတစ်ခုပါပဲ။ ဘက်ဂျက် ၉ သန်းပဲ အသုံးပြုခဲ့ပြီး လက်ရှိ သန်း ၁၄၀ အထိ Box office မှာတက်နေပါပြီ။ အိမ်လေးတစ်လုံးထဲမှာ သရုပ်ဆောင်လေး ၄-၅ ယောက်ကိုပဲ အားပြုပြီး တင်ဆက်သွားတာပါ။ဒါပေမယ့် ဇာတ်လမ်း၊ မထင်မှတ်တဲ့လှည့်ကွက်တွေ၊ သရုပ်ဆောင်၊ အသံပိုင်းတွေမှာ ပြောစရာမရှိအောင် ကောင်းမွန်လွန်းတဲ့အတွက် ဒီလို အောင်မြင်သွားတာပဲ ဖြစ်မယ်ထင်ပါတယ်။ လက်ရှိတော့ IMDb 7.1 နဲ့ ရပ်တည်နေပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့တစ်ယောက်တည်းနေတဲ့ စစ်ပြန် မျက်မမြင်အဘိုးကြီးတစ်ယောက်ရဲ့အိမ်ကို ဖောက်ထွင်းဝင်ရောက်တဲ့ ဆယ်ကျော်သက်လေး ၃ ယောက်ရဲ့အကြောင်းပါ။ အလွယ်ဆုံးဖောက်ထွင်းမှုလို့ ထင်ပြီး ဝင်ရောက်သွားခဲ့ပေမယ့် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1bH9t/(CM)Don_t_Breathe_(2016)_(1080p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Action, Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-03-at-16.23.15-134x200.png",
        "title": "Cinderella (2021)",
        "description": "Cinderella (2021)=============ကျွန်တော်တို့ ငယ်ငယ်က အရမ်းကြိုက်ခဲ့ရတဲ့ စင်ဒရဲလား ဆိုတဲ့ ကောင်မလေးကို မေ့နိုင်ကြသေးမယ် မထင်ပါဘူး။ကဲ အခု သူပြန်လာပြီဗျ။ အားလုံးသိပြီးသားဖြစ်တဲ့ ဇာတ်လမ်းလေးကိုမှ တဖန် ဆန်းသစ်တဲ့ musical film အသွင်လေးနဲ့ပေါ့၊ဆန်းသစ်တဲ့ ဖက်ရှင်တွေ မြိုင်ဆိုင်တဲ့ ဂီတသံစဉ်တွေ ဇာတ်ဆောင်တွေရဲ့ အလှအပတွေကို တ၀ကြီး ခံစားနိုင်မှာပါ။ဒီကားလေးထဲမှာ Havana oh na na နဲ့ တစ်ခေတ်ထခဲ့တဲ့ သီချင်းပိုင်ရှင်မလေး Camila Cabello ကို ချစ်စရာကောင်းတဲ့စင်ဒရဲလားလေးအဖြစ် မြင်တွေ့ရမှာဖြစ်ပြီး အရင်က သိခဲ့တဲ့ Fairy Godmother နေရာမှာ  Billy Porter က Fab G (fabulousgodmother) ဆိုပြီး ပါ၀င်ကာ LGBT society ကို supporting လုပ်ထားတာလည်း တွေ့ရပါတယ်။ OST တွေကလည်း တကယ်ကိုဘ၀င်တွေ့စရာမလို့ Camila ...",
        "rating": "4.0",
        "url": "https://megaup.net/30Ekf/Cinderella.2021.720p.AMZN.WEB-DL.[CM].mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/7d382cb4e2f51e816bdea89511a4b4e7c04d7aeb74f652b714d9d0d90dd3f212._RI_V_TTW_-150x200.jpg",
        "title": "Into the Blue (2005)",
        "description": "IMDb Rating (5.9)ဆုံးသွားပြီဖြစ်တဲ့ Paul Walker နဲ့ Jessica Alba တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီကားလေးမှာ\nကားဆရာနဲ့ ကိုယ်ပျောက်မယ်တို့ကို ပင်လယ်ကမ်းခြေက ကမ်းခြေပျော် မောင်နှံလေးတွေ အဖြစ်တွေ့ရမှာပါ..ကားဆရာက ကားမမောင်းပဲ ရေငုပ်ပြီး ရတနာလိုက်ရှာရတာ ဝါသနာပါသလို အမြဲတမ်းလည်း ရှာတွေ့ပါတယ်..\nဖြစ်ချင်တော့ သူတို့စုံတွဲရယ် မြို့ပေါ်က ဘော်ဒါစုံတွဲရယ် ပင်လယ်ထဲမှာ double date ရင်း ရေအပျော်ငုပ်ကြတုန်း\nကိုကင်းတွေ အပြည့်နဲ့ လေယာဉ်ပျက်ကြီးကို တွေ့ရှိသွားတဲ့အခါမှာတော့ ...လုပ်နေကျ ရတနာအတိုအစလေးတွေပဲရှာဖွေယူပြီး ပြန်ကြမလား ...\nကိုကင်းလေယာဉ်ပျက်ကြီးနဲ့ ဘယ်လိုစခန်းသွားကြမလဲ...\nဘယ်လိုစွန့်စားဖြေရှင်းကြမလဲဆိုတာ....ပေါ်ဝေါ်ကာအလွမ်းပြေကြည့်ရှုနိုင်သလို\nဂျက်ဆီကာအယ်ဘာလေးရဲ့ ဘီကီနီနဲ့ ရေကူးနေတာလေးတွေလဲ အဝငမ်းနိုင်မယ့် ဇာတ်ကားပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Sai Thurein Lynn မှတင်ဆက်ထားတာဖြစ်ပါတယ်။)\nFile size…(1.9 GB) / (1 GB)\nQuality…BluRay 1080p/720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Sai Thurein Lynn",
        "rating": "5.9",
        "url": "https://megaup.net/30DZ1/(CM)Into_the_Blue_(2005)_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j7X43Fy5Ad3UrOM14q8CUd8O3mQ.jpg",
        "title": "The Secret 2: Mystery of Villa 666 (2021)",
        "description": "The Secret 2: Mystery of Villa 666 (2021)သိပ်မကြာသေးခင်ကမှ ထွက်ရှိထားတဲ့အင်ဒိုနီးရှားသရဲကားတပုဒ်ပါ...ဇာတ်လမ်းနာမည်လိုပါပဲ လူတိုင်းမှာလျှို့ဝှက်ချက်တွေ ရှိတတ်ကြပါတယ်..ဒီထဲမှာပါတဲ့ ဇာတ်ကောင်တွေရဲ့ လျှို့ဝှက်ချက်ကဘာတွေလဲ? အဓိကဇာတ်အိမ်တည်ရာဖြစ်တဲ့စံအိမ်တော်ကြီးရဲ့ လျှို့ဝှက်ချက်ကရော ဘာလဲ?စတဲ့ မေးခွန်းတွေနဲ့အတူ ထိတ်လန့်ခြောက်ခြားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်လမ်းတပုဒ်ပါပဲ....ဇာတ်လမ်းအကျဉ်း.\n--------------နာနီက ပြင်သစ်မှာနေတဲ့ဖက်ရှင်ဒီဇိုင်နာမလေးတစ်ယောက်ပေါ့.တနေ့မှာတော့ သူ့မွေးရပ်ဖြစ်တဲ့အင်ဒိုနီးရှားကို ပြန်လာဖို့ အခွင့်ဖန်လာပါတော့တယ်အဲ့ဒါကတော့ သူတို့မိသားစုပိုင်စံအိမ်တော်ကြီးကိုရောင်းထွက်ဖို့ သူ့အဖေက သူ့ကို လွှဲလိုက်လို့ပါ.မွေးရပ်မြေနဲ့ဝေးတာကြာနေတဲ့ နာနီကဒီအိမ်ကြီးကို ရောင်းမထွက်ခင်သူ့သူငယ်ချင်းတွေနဲ့အတူတပျော်တပါးစားသောက်ပြီးအရင်အကြောင်းတွေကို ပြန်ပြောပြီးအပန်းဖြေချင်တာကြောင့်သူ့သူငယ်ချင်းမ၃ဦးနဲ့အတူစံအိမ်တော်ကြီးကို ရောက်လာခဲ့ပြီးနောက်မှာတော့.....\nFile size…1.09GB / 509MB\nQuality…1080p WEBDL DDP5.1 / 720p\nFormat…Mp4\nDuration….1h 11min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by YK",
        "rating": "6.5",
        "url": "https://megaup.net/1EIhq/The.Secret.2.Mystery.of.Villa.666.2021.1080p.DSNP.HS.WEB-DL.DDP5.1.H.264(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/image_22a64aa3-133x200.jpeg",
        "title": "Jennifer’s Body (2009)",
        "description": "ဒီဇာတ်ကားကတော့ မင်းသမီး မီဂန်ဖောက်ရဲ့ နာမည်ကြီး Horror ဇာတ်ကားပါ...Megan Fox အပြင် Amanda Seyfried လဲပါပါသေးတယ်...Horror ကားကောင်းလေးတစ်ကားဖြစ်တာနဲ့အညီ ကြည့်ရတာလည်း\nတော်တော့်ကိုကောင်းတဲ့ကားလေးကားလေးတစ်ကားလို့ဆိုထိုက်တယ်ဗျ။\n၂၀၀၉ ခုနှစ်ရဲ့ အချောလေးနှစ်ယောက် သူပြိုင်ကိုယ်ပြိုင်ဇာတ်ကောင်စရိုက်ယှဉ်ပြိုင်မှုတွေကလည်း\nနင်လား ငါလားနဲ့ကိုကြည့်ရတာအရသာတွေ့လှသလို မျက်စိပသာဒလည်းတော်တော်ဖြစ်တယ်ပေါ့လေ။ဂျနီဖာဟာတစ်‌ကျောင်းလုံးရဲ့အချစ်တော်အချောလေးဗျ။\nအချောလေးဆိုတဲ့အတိုင်း အထက်‌တန်းကျောင်းပထမနှစ်လောက်တည်းကစပြီး\nဘာညာကိစ္စနဲ့ပက်သက်လို့အတွေ့အကြုံရှိဖူးတယ်ပေါ့လေ။ပင်တိုင်ရည်းစားလေးရှိပေမဲ့\nတစ်ခါတလေသဘောကျတဲ့ကောင်ချောလေးတွေတွေ့ရင် ကောက်ကောက်စားတတ်တဲ့ကောင်မလေးပေါ့။နိဒီကတော့ ဂျနီဖာရဲ့အချစ်ဆုံးသူငယ်ချင်းမလေးပေါ့ဗျာ။\nငယ်ငယ်တည်းကခင်လာကြတယ်ပေါ့။\nဒါပေမဲ့ သူတို့နှစ်ယောက်ရဲ့စရိုက်တွေကတော့ ဆန့်ကျင်ဖက်တွေပါ..\nတစ်ယောက်က တစ်ကျောင်းလုံးရဲ့အလှပဂေးဖြစ်သလို ခေတ်ရှေ့ကိုနှစ်ဆလောက်ပြေးနေတဲ့သူ ၊\nတစ်ယောက်ကတော့စာကြမ်းပိုးဗိုင်းကောင်းကျောက်ဖိ လူမသိသူမသိလေးဆိုတော့\nဇာတ်ကောင်ပိုင်းအရဆို ဆန့်ကျင်ဖက်နှစ်‌ယောက်ကသူငယ်ချင်းတွေဖြစ်နေတယ်ဆိုပါတော့ဗျာ။ဇာတ်လမ်းစတာကတော့ သူတို့ရဲ့နယ်မြို့လေး‌ဆီကိုမြို့ကြီးပြကြီးကရော့ခ်ဂီတတီးဝိုင်းအဖွဲ့ရောက်လာတဲ့အခါ\nခေါင်းဆောင်အဆိုတော် ကောင်ချောလေးပါမှန်း သိလိုက်တဲ့ဂျနီဖာက တစ်စခန်းထရာက စပါတယ်...သူစခန်းထတာမှာ အဖော်ပါဖို့ နိဒီကိုပါခေါ်ပြီး ရှိုးပွဲသွားကြရင်း ဘယ်လိုကြောက်မက်ဖွယ်အဖြစ်အပျက်တွေကြုံကြရမလဲဆိုတာ.....။Unrated Version နဲ့တင်ဆက်ထားပြီး အဖော်အချွတ်နဲ့ သွေးထွက်သံယိုဇာတ်ဝင်ခန်းတွေပါလို့ မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို San Thu Aung မှ တင်ဆက်ထားပါတယ်။) \nFile size…(1.8 GB) / (999 MB)/ (500 MB)\nQuality…BluRay Unrated 1080p/720p/480p\nFormat…mp4\nDuration….01:47:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "5.3",
        "url": "https://megaup.net/30Dai/(CM)Jennifer_s_Body_(2009)_Unrated_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adult, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/္သမမနျအ-136x200.jpg",
        "title": "Forrest Gump (1994)",
        "description": "IMDb Rating (8.8) / Rotten Tomatoes (71%)Winston Groom ရဲ့ Novel ကိုအခြေခံလို့ Eric Roth ဇာတ်ညွှန်းရေးကာ ဒါရိုက်တာ Robert Zemeckis ရိုက်ကူးခဲ့တဲ့ ဒီကားဟာ အော်စကာ Best picture, Best director, Best actor, Best adapted screenplay, Best visual effects, Best editing ဆုတွေရရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။ မင်းသား Tom Hanks အတွက်တော့ ရှားရှားပါးပါး နှစ်နှစ်ဆက်(Philadelphia, Forrest Gump) အော်စကာရရှိစေခဲ့တာပါ။ Tom Hanks အပြင် Robin Wright, Gary sinise, Mykelti Williamson, Sally Field တို့ပါဝင်ပါတယ်။ Tom Hanks ဟာ Forrest ...",
        "rating": "8.8",
        "url": "https://megaup.net/1grk2/(CM)Forrest_Gump_(1994)_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BN2FlMGRlZTctY2Q5YS00ZWIzLThjYzQtNTZhYmEwYjU2MmI0XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Afterlife of the Party (2021)",
        "description": "Afterlife of the Party (2021)ကဲ တမလွန်ဘ၀ ခဏသွားကြရအောင် ..... ပရိသတ်ကြီးရေအဲလို မေးလို့လည်း လန့်မသွားကြပါနဲ့ဦးဘာလို့ဆို ခင်ဗျားတို့ကို မေးစရာရှိလို့ဗျတကယ်လို့သာ အခု စာဖတ်နေတဲ့သူ သေသွားတယ်ဒါပေမဲ့ လူ့ပြည်မှာ မပြီးပြတ်သေးတဲ့ ကိစ္စတွေကလည်း ကျန်ခဲ့သေးတယ်ပြင်ဆင်ချင်တဲ့ အမှားတွေ ရှိခဲ့တယ် ဆိုပါတော့ .....အဲဒီအချိန်မှာ ကံထူးပြီး ဒီအမှားတွေကို ပြန်လည် ပြင်ဆင်ခွင့်အနေနဲ့ဒုတိယအခွင့်အရေးရလာမယ်အခွင့်အရေးကို အသုံးချပြီး အမှားတွေပြင်နိုင်ခဲ့ရင် ကိုယ့်အတွက် ကောင်းကျိုးရမယ်ဆိုရင်အားလုံး ဒီအခွင့်ကို အရယူမိကြမှာလားဒီလိုပါပဲ ဒီဇာတ်လမ်းထဲက ကတ်စီဆိုတဲ့ ကောင်မလေးဟာလည်းဒီလိုအခြေအနေနဲ့ ကြုံခဲ့ရတယ်ကံမကောင်းစွာနဲ့ သေသွားခဲ့ပေမဲ့လူ့ဘ၀မှာ သိရက်ရော မသိရက်နဲ့ပါ အမှားတွေ လုပ်ခဲ့တယ်ဒါကို ပြန်ပြင်ဖို့ သူ အချိန် ၅ ရက် အခွင့်ရလာတဲ့အခါသူဘယ်လိုတွေ လှုပ်ရှားပြီး သူ့ရဲ့ အမှားတွေကို ပြင်ဆင်မလဲအချိန်မီရော ပြင်ဆင်နိုင်ပါ့မလားFantasy, comedy ,drama ဖြစ်ပြီး စိတ်ကူးယဉ်ဆန်တဲ့အတွက်ဒီဇာတ်လမ်းက နှုတ်ခမ်းနီမလေးတွေအတွက် ပိုဘ၀င်တွေ့စေမယ့် ...",
        "rating": "5.6",
        "url": "https://megaup.net/3GAxO/Afterlife_of_the_Party.2021.720pCM.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xAbSLi61npWyVs5M0yxin3dKcGO.jpg",
        "title": "Josee, the Tiger and the Fish (2020)",
        "description": "အချစ်ဟာ သိပ်ကို ဆန်းကြယ်လှပါတယ်.တခါတလေ နေ့ခင်းဘက်ကြီး မီးထိုးလိုက်ရှာရင်းတောင်မတွေ့တက်ပေမယ့် တခါတလေမှာတော့အချစ်ဟာ မှာ ဝှီးချဲပေါ်ကနေကိုယ့်ဆီကို ဒိုင်ဗင်ပစ်ပြီးလည်း ရောက်လာတတ်ပါတယ်မိဘတွေရဲ့ အလိုလိုက်ခြင်းကို ခံထားရတဲ့ ခပ်ဆိုးဆိုးကောင်မလေးနဲ့ခပ်ရိုးရိုးတက္ကသိုလ်ကျောင်းသားလေးတို့ရဲ့ အချစ်ဇာတ်လမ်းကိုAnimeရုပ်ထွက်လှလှလေးနဲ့ ကြည့်ရမှာပါ.............ဇာတ်လမ်းအကျဉ်း\n---------------အိပ်မက်တွေကို လက်တွေ့အကောင်ထည်ဖော်ဖို့အတွက် အလုပ်ကြိုးစားနေတဲ့Suneo ဆိုတဲ့တက္ကသိုလ်ကျောင်းသားလေးဟာတစ်နေ့အလုပ်ကအပြန် ဝှီးချဲပေါ်ကနေသူ့အပေါ်ကိုပြုတ်ကျလာတဲ့ကောင်မလေးနဲ့အမှတ်မထင်တွေ့ဆုံမိရာကနေ အဲ့ကောင်မလေးအိမ်မှာအလုပ်လုပ်ဖို့အကြောင်းဖန်လာပါတော့တယ်အလိုလိုက်ခံထားရလို့ ဆိုးနေတဲ့ကောင်မလေးရဲ့ အနိုင်ကျင့်ဗိုလ်ကျမှုတွေကို Suneo တစ်ယောက်သည်းခံရင်းနဲ့နောက်ဆုံးမှာ အားငယ်စိတ်ကိုဖုံးကွယ်ထားတဲ့ သူမရဲ့ပုံစံအမှန်ကို သိသွားမလားစာအုပ်တွေအရမ်းဖတ်ပြီး ပုံဆွဲတော်တဲ့ Josee နဲ့ ငါးလေးတွေကိုချစ်ပြီး စာတော်တဲ့ Suneo တို့နှစ်ယောက်ကိုနီးစပ်သွားစေတဲ့အရာကရောဘာများဖြစ်မလဲဆိုတာကို ရင်ထဲနွေးထွေးသွားအောင် ရိုက်ကူးပြသထားတဲ့Anime ဇာတ်လမ်းတပုဒ်ဖြစ်တာကြောင့် တင်ဆက်ပေးလိုက်ပါတယ် \nFile size…1.45GB / 700MB / 400MB\nQuality…1080p / 720p / 480p\nFormat…Mp4\nDuration….1h 39mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moe Pwint Phyu",
        "rating": "8.0",
        "url": "https://megaup.net/YKu8/Josee,_the_Tiger_and_the_Fish.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-02-at-12.31.58-133x200.png",
        "title": "The House Next Door: Meet the Blacks 2 (2021)",
        "description": "The House Next Door: Meet the Blacks 2 (2021)==================================ဒါလေးမကြည့်ခင် Meet the Blacks 1 လေး အရင်ကြည့်ဖို့အကြံပေးချင်ပါတယ်။ အတွဲ၁ မကြည့်ရသေးသူတွေအတွက်spoiler လေးတွေပါနိုင်ပါတယ်။ကားလ်ဘလက်ခ်တို့မိသားစု ဘီဗာလီဟေးလ်မှာ The Purge ဆိုတဲ့ သုတ်သင်ခြင်းညကြီးကို ကျော်ဖြတ်ခဲ့ရပြီးနောက်ပိုင်းကားလ်ရဲ့ ငယ်ဘဝအိမ်လေးရှိရာ အက်တလန်တာကို တစ်စခန်းရွှေ့ကြပြန်ပါတယ်။၁၀၉ ၁၁၀ ဖြစ်နေတဲ့ ကားလ်တစ်‌ယောက် သုတ်သင်ခြင်းညအကြောင်းရေးထားတဲ့ သူ့ရဲ့ Terror Night စာအုပ် အတွဲ၂ ကိုဆက်ထုတ်ဖို့လုပ်ပေမယ့် ကုန်ကြမ်းရှာမရဖြစ်နေရှာတာပါ။ဒီလိုနဲ့ စာအုပ်အတွက် ကုန်ကြမ်းရလာတယ်ဆိုမလား သူတို့မိသားစုကိုက အေးအေးလူလူနေရဖို့ကံမပါဘူးဆိုမလားတစ်ည ညလယ်ကောင်ကြီးမှာ သူတို့ဘေးအိမ်ကို စုန်းလိုလိုဆံရှည်လူကြီးတစ်‌ယောက်ရယ်၊ မျက်လှည့်ဆရာလို ဦးထုပ်ကြီးနဲ့လူတစ်ယောက်ရယ်၊ ညလယ်ကောင်ကြီး ရေကန်ဘေးမှာနေပူဆာလှုံနေကြတဲ့ ဘစ်ကနီနဲ့ကောင်မလေးတွေရယ် ပြောင်းလာတာကိုကားလ်တို့တစ်တွေ စုံထောက်လုပ်ကြရင်း....ဘာတွေတွေ့ရှိလာရမလဲ ဘယ်လိုတွေလွဲကြမလဲဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ MTA ဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "3.9",
        "url": "https://megaup.net/2kFir/The.House.Next.Door.2021(Meet.The.Black.2).720p.BluRay.[CM].mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-01-at-23.22.08-138x200.png",
        "title": "Meet the Blacks (2016)",
        "description": "Meet the Blacks (2016)=================IMDb Rating - 4.8/10ခင်ဗျားတို့ကို ၁၂ နာရီတိတိ ကြိုက်တာ လုပ်ခွင့်ပေးမယ်? အဲဒီ ၁၂ နာရီအတွင်းမှာ လူသတ်ချင်လည်း သတ်၊ခိုးချင်လည်း ခိုး၊ ဘယ်ဒုစရိုက်မှုမဆို လုပ်လို့ရမှာဖြစ်ပြီး ဘယ်သူကမှလည်း အရေးယူခွင့်မရှိဘူး။ ဒါဆို ဘာလုပ်မလဲဒီလို အချိန်အတိုင်းအတာတစ်ခုနဲ့ လုပ်ချင်တာလုပ်ခွင့်ပေးထားခြင်းကို Purge (သုတ်သင်ခြင်း)လို့ ခေါ်သဗျ။တရားမမျှတသူတွေ မကောင်းတဲ့သူတွေကို လောကကြီးက ရှင်းထုတ်ဖို့ရာ နှစ်စဉ် တရားဝင် သတ်မှတ်ထားတာမျိုးပေါ့ကားလ် ဘလက်ခ်ဆိုတဲ့ လူညစ်ကတော့ ဒီကိစ္စကြီးကို ရှောင်နိုင်ဖို့ သူနေတဲ့ ချီကာဂိုကနေ မိသားစုနဲ့ လစ်ထွက်အရှုပ်ထုတ်တွေချန်ခဲ့ပြီး ဘီဗာလီဟေးဘ်ဆိုတဲ့ လူဖြူတွေချည်းရှိတဲ့ အရပ်ဒေသတစ်ခုမှာ လာအခြေချလေရဲ့။ ကံဆိုးချင်တော့ လူဖြူရပ်ကွက်က လူမည်းကို အလိုမရှိ အတိတ်က နောက်ကြောင်းမရှင်းခဲ့တာတွေကလည်းနေရာသစ်ထိ လိုက်လာ . ၁၂ နာရီတိတိ ရမ်းကားချင်သလို ရမ်းကားလို့ရတဲ့ Purge ဆိုတဲ့ သုတ်သင်ခြင်းနေ့နဲ့တည့်တည့်ကြီး ...",
        "rating": "4.8",
        "url": "https://megaup.net/3GzrJ/Meet.the.Blacks.2016.720p.BluRay[CM].mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wvjlNWpwtAwVksnMirtNKohf1kh.jpg",
        "title": "Swan Song (2021)",
        "description": "Swan Song 2021\n-------------------\nImdb 7.1 Rotten Tomatoe 95%သိပ်မကြာခင်မှ ထွက်ရှိထားတဲ့ ဒီရုပ်ရှင်ကားကတော့အတော်လေး ကောင်းတဲ့ ဒရာမကားထဲ ပါဝင်ပါတယ်.ဆုအနေနဲ့ ၃ဆုရရှိထားပြီး LGBTလူအိုကြီးတစ်ယောက်ရဲ့ဘဝကို ဟာသလေးနည်းနည်းရောပြီး ရင်ထဲရောက်အောင်ပို့နိုင်မယ့် ဇာတ်လမ်းတပုဒ်ဆို မမှားပါဘူး.ကျွန်တော်တို့တွေLGBTလူငယ်ကားအတော်များများကို ကြည့်ရှုခဲ့ကြပြီးပါပြီ.ဒီဇာတ်လမ်းကတော့ အဖိုးအရွယ် LGBTတဦးရဲ့ဘဝကိုဟာသလေးနှောပြီး ကြည့်ရဦးမှာပါ....ဇာတ်လမ်းအကျဉ်း---------------------------------ဘိုးဘွားရိပ်သာမှာ တချိန်တုန်းက လျှမ်းလျှမ်းတောက်အောင်မြင်ခဲ့တဲ့မိတ်ကပ်ပညာရှင် ပတ်ထရစ်က အခုချိန်မှာတော့အရင်ပျော်စရာအချိန်တွေကို ပြန်လည်တမ်းတရုံသာတမ်းတနိုင်တော့တဲ့ လူအိုကြီးပတ်ထရစ်ဖြစ်နေပါပြီ.တနေ့တော့ သူ့ရဲ့တမ်းတမှုတွေကို လက်တွေ့တဖန်ပြန်ခံစားနိုင်မယ့် အခွင့်အရေးလေးတခုသူရလာခဲ့ပါတယ်, အဲ့ဒါကတော့သူ့အသိရှေ့နေက သတင်းတစ်ခုပြောဖို့ရောက်လာခြင်းကနေ စတင်ပါတယ်.အဲ့ဒီသတင်းကတော့ပတ်ထရစ်ရဲ့အချစ်ဆုံးသူငယ်ချင်းလည်းဖြစ်ဖောက်သည်လည်းဖြစ်ခဲ့တဲ့ အမျိုးသမီးဟာဆုံးပါးသွားပြီလို့ပြောပါတယ်။သူ့သေတမ်းစာမှာ သူ့မသာမိတ်ကပ်ကိုပတ်ထရစ်ကိုပဲ ပြင်ခိုင်းရမယ်လို့ရေးခဲ့ပါတယ်။အဲ့ဒါကြောင့်ပတ်ထရစ်ဟာ လက်စွမ်းပြနိုင်ဖို့သူငယ်ချင်းရှိရာမြို့ဆီ ရောက်အောင်သွားရင်းဆုံးရှုံးမှုတွေ အခက်အခဲတွေကြုံရတာကိုဟာသလေးနှောပြီး ကြည့်ရှုရမှာပါ....ပတ်ထရစ်ရဲ့ဘဝကို ဟာသလေးနှောရင်းလေးလေးနက်နက်ခံစားရမယ့် ဇာတ်ကားမျိုးလည်းဖြစ်လို့ကြည့်နေကျမဟုတ်ပဲ ကွဲပြားတဲ့ဇာတ်ကားမျိုးရှာနေရင်၊လေးနက်တဲ့ရသပေးတဲ့ကားမျိုး ကြည့်ချင်နေရင်ဒီကားကိုလက်မလွှတ်လိုက်ဖို့ ပြောချင်ပါတယ်။ \nFile size…1.6GB / 800MB / 400MB\nQuality…1080p WEBRIP DD+5.1 / 720p / 480p\nFormat…Mp4\nDuration….1h 45min\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.0",
        "url": "https://megaup.net/YJt9/Swan.Song.2021.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aevmNtJCNG4ZlfEeEGZ79frMUes.jpg",
        "title": "Monster (2003)",
        "description": "IMDb Rating (7.3) / Rotten Tomatoes (81%)ဒီဇာတ်ကားက အမေရိကန်မှာ လူ ၇ ယောက်ကိုသတ်ဖြတ်ခဲ့တဲ့ Serial Killer ပြည့်တန်ဆာမ Aileen Wuornos အကြောင်းကိုရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်ပါတယ်...အယ်လင်းအဖြစ် မင်းသမီး Charlize Theron မှ အကောင်းဆုံးသရုပ်ဆောင်ထားပြီး အကယ်ဒမီဆုပါ ရရှိခဲ့တာပါ။၂၀၀၃ ခုနှစ်ရဲ့ ရုပ်ရှင်ဆုပေးပွဲအမျိုးမျိုးမှာ အကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုအဖြစ်Charlize Theron အနေနဲ့ ဆုတွေအများကြီးရရှိခဲ့သလို သူ့ရဲ့ရုပ်ဖျက်ထားတဲ့သရုပ်ဆောင်ချက်တွေက သက်ဝင်လွန်းပါတယ်။ဘဝဆိုတာ ရှည်လျားကောက်ကွေးပြီး အလှည့်အပြောင်းများလှတာမို့...လိုတာမရ၊ ရတာမလိုတဲ့အပြင် စိတ်ကူးနဲ့လက်တွေ့တစ်ထပ်တည်းမကျတာတွေ တစ်ပုံကြီးပါ ..အယ်လင်းဟာ ငယ်ငယ်က နာမည်ကျော်စတားတစ်ယောက်ဖြစ်ချင်ခဲ့ပေမဲ့အကြောင်းအမျိုးမျိုးကြောင့် ပြည့်တန်ဆာတစ်ယောက်ဖြစ်လာခဲ့ရပါတယ် ..လောကကြီးကိုစိတ်ကုန်လာချိန်မှာတော့ ကိုယ့်ကိုယ်ကိုယ်သတ်သေဖို့လုပ်ရင်းဆဲလ်ဘီဆိုတဲ့လိင်တူချစ်သူကောင်မလေးနဲ့ဆုံတွေ့ခဲ့ပြီး သူတို့နှစ်ယောက်ချစ်ကြိုက်မိသွားကြတယ် ..အချစ်ရေးနောက်မှာ ငွေရေးကြေးရေးကလည်းကပ်ပါလာစမြဲပါပဲ ..အယ်လင်းဟာ ပြည့်တန်ဆာအလုပ်ကိုလုပ်ပြီး ဆဲလ်ဘီကိုထောက်ပံ့ခဲ့ပေမယ့်မတော်တဆဖြစ်ရပ်တစ်ခုကြောင့် ပြည့်တန်ဆာအလုပ်ကိုနားလိုက်ရတဲ့အခါမှာတော့.......။ဖြစ်ရပ်မှန်တို့မည်သည် စိတ်ကူးယဉ်ဇာတ်လမ်းတွေထက် ပိုမွန်းကြပ်တတ်တာမျိုးပဲ...လူတိုင်းဟာ ဘဝကိုအကောင်းဆုံးတည်ဆောက်ချင်ကြပေမယ့် ဘဝဆိုတာ ဘုရားသခင်ချစ်ခင်တဲ့အထဲ မပါဝင်ပါဘူး။ဟုတ်တယ်..ဘုရားသခင်က ကြွေအံကစားတယ်...ကံကြမ္မာဆိုတာ ဖြစ်ချင်ရာဖြစ်တတ်တဲ့ ဘုရားသခင်ရဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/YJld/Monster_(2003)_(720p_BluRay_x265_Silence).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/2021-09-01_15-15-12-133x200.jpg",
        "title": "Meet Joe Black (1998)",
        "description": "ဒီတစ်လော မင်းသားကြီး Brad Pitt ရဲ့ ရုပ်ရှင်ကားတွေပြန်ကြည့်ဖြစ်ရင်း Meet Joe Black ဆိုတဲ့ ကားကိုCM မှာ တင်ပေးဖို့ သတိထားမိသွားပါတယ်ဒီကားကို တိပ်ခွေခေတ်က ခဏ ခဏ ကြည့်ဖူးပါတယ်DVD ခွေတွေ ထွက်တဲ့အခါလဲ BluRay အခွေဝယ်သိမ်းတဲ့ အထိ ကြိုက်ခဲ့မိပါတယ်...ဒီရုပ်ရှင်ကားမှာ မင်းသားကြီး Brad Pitt သရုပ်ဆောင်တဲ့အချိန်က ၁၉၉၈ ခုနှစ်ဖြစ်ပြီး Brad Pitt ရဲ့ အသက်က၂၁ နှစ်ပဲ ရှိပါသေးတယ်...နာမည်ကျော်မင်းသားကြီး ရဲ့ ငယ်ရွယ်နုပျိုချောမောနေမှုကပျိုတိုင်း ယိုင်လဲလောက်ပါတယ်...အပြုံး အကြည့် ခပ်ပေပေ ပုံစံလေးတွေက အစဆွဲဆောင်မှု ရှိနေတာမျိုးပေါ့...ဒီရုပ်ရှင်ကားကလဲ မိသားစုလိုက်ကိုကြည့်သင့်တဲ့ ကားမျိုးဗျ မိသားစု မေတ္တာကိုပိုအသားပေး ထားတာမျိုးပဲဇတ်လမ်းအကြောင်း နည်းနည်းပြောပြမယ်နော်စပွိုင်လာ ဖြစ်ချင်လဲ ဖြစ်နိုင်တာမို့ ကြည့်ဖို့ ရည်ရွယ်ထားရင်ဆက်မဖတ်နဲ့တော့....ဆက်သွယ်ရေးလုပ်ငန်းကြီး တစ်ခု ရဲ့ ဥက္ကဌ ဖြစ်သူ ဘေးလ် ဟာတစ်ညသော ...",
        "rating": "7.2",
        "url": "https://megaup.net/YJh6/Meet.Joe.Black.1998.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama, Fancy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-01-at-17.44.47-161x200.png",
        "title": "Mortal Kombat Legends: Battle of the Realms (2021)",
        "description": "Mortal Kombat Legends: Battle of the Realms (2021)======================================IMDb Rating - 7.2/10Mortal Kombat Fan​တွေ ​စောင့်​မျှော်​နေတဲ့ Animation​ကားလေးထွက်ရှိလာပါပြီ၊ ဒီဇာတ်ကားက ယမန်နှစ်ကထွက်ထားတဲ့ Mortal Kombat Legends: Scorpion's Revengeရဲ့ အဆက်ဇာတ်လမ်းဖြစ်ပါတယ်။မရင်းနှီး​သေးတဲ့သူ​တွေအတွက် Mortal Kombatပြိုင်ပွဲအ​ကြောင်း အကျဥ်းချုပ်​ပြောရရင် Realms​ခြောက်ခုထဲက ကြီးနိုင်ငယ်\nညှင်းသိမ်းပိုက်မှု​တွေကို ကာကွယ်ဖို့ Universeရဲ့ Elder Gods​တွေက​နေ စီစဥ်​ပေးတဲ့ပြိုင်ပွဲဖြစ်ပါတယ်၊ပြိုင်ပွဲကို တစ်နှစ်တစ်ကြိမ်ကျင်းပပြီး ၁၀နှစ်ဆက်တိုက်အနိုင်ရရှိတဲ့ Realmက တခြားကမ္ဘာတစ်ခုကို အပြီးတိုင်သိမ်းပိုက်ခွင့်ရမှာပါ၊\nScorpion' Revengeမှာ​တော့ ၉ကြိမ်အထိ Outworld realm က အနိုင်ရပြီးမှ လူခန်းတို့အုပ်စု​ကြောင့် Earth Realmဘက်က\nပြန်အနိုင်ရပြီး ကံ​ကောင်းခဲ့တာပါ၊Scorpion's Revengeအပြီးမှာ Outworld Realmကို အနိုင်ရခဲ့တဲ့ လူခန်း၊ ​ရေဒင်၊ ဂျွန်နီ​​​ကေ့ဂျ်နဲ့ ဆွန်ညာဘလိတ်တို့က ​နောက်တစ်နှစ် ပြည့်သွားပြီဖြစ်တာ​​ကြောင့် Outworldစစ်တပ်​တွေ Earth​ပေါ် ...",
        "rating": "7.2",
        "url": "https://megaup.net/2kEbu/Mortal.Kombat.Legends.Battle.of.the.Realms.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/F9-126x200.jpg",
        "title": "F9 (2021) Fast and Furious 9",
        "description": "F9: The Fast Saga(2021) အညွှန်း****************************ဆိုက်ဖာဆိုတာအရင်တုန်းက ဒွန်လို လူမျိုးကိုတောင် လိုသလိုခိုင်းလို့ရအောင်လုပ်နိုင်တဲ့အမျိုးသမီးဆိုတာအားလုံးသိကြမှာပါ.....အဲ့တုန်းက ပေးဆပ်မှုပေါင်းများစွာနဲ့ ဆိုက်ဖာကို ဖမ်းဆီးထိန်းသိမ်းခဲ့ပေမဲ့ဒီ F9မှာတော့ သူမကိုဖမ်းဆီးခေါ်ဆောင်ခဲ့တဲ့ လေယာဉ်က ပစ်ချခံလိုက်ရတဲ့အပြင် လေယာဉ်ပေါ်ကအရေးပေါ်အချက်ပြကလည်းထူးဆန်းစွာပဲ ဒွန်းတို့အဖွဲ့ဆီကိုပဲ ရောက်လာခဲ့ပါတယ်....ဒွန်တို့ဟာ မိသားစုနဲ့အတူ Work Shopလေးဖွင့်ပြီးအေးဆေးစွာနေပေမဲ့ အစိုးရဆီကိုတောင်မယုံရလို့အချက်ပြမရောက်ဘဲ သူတို့ဆီကိုပဲပို့ခဲ့လို့ ဒီပြဿနာအရှုတ်ကြီးဆို သူတို့အဖွဲ့ မပါမဖြစ်ပါလာရပါတော့တယ်....လေယာဉ်ကိုဘယ်သူတွေပစ်ချခဲ့တာလဲ....ဆိုက်ဖာကိုဘယ်သူတွေကကယ်သွားလဲ.....ဒွန်တို့ရော ဒီအရှုတ်တွေကိုရှင်းနိုင်ပါ့မလား...ပြီးတော့ John Cena ကြီးလည်း ပါလာပြီး အကြမ်းစားဘဲကြီးအဖြစ်ထည့်သွင်းထားလေတော့ပိုမြိုင်လာတယ်လို့ပြောရမှာပဲ...Cardi-Bကလည်း ခပ်ကြမ်းကြမ်းဝင်ဖိုက်ထားသေးရဲ့....F ဇာတ်လမ်းတွေဟာ နောက်ပိုင်းတစ်ချို့သောသူတွေဝေဖန်ကြပါတယ် ..ဘရိုင်ယန်မပါတဲ့နောက်ပိုင်းပေါ့သွားတယ်ဘာညာပေါ့လေ..သို့ပေမဲ့လည်း ထွက်တဲ့ဇာတ်လမ်းသစ်တွေတိုင်းမှာ ဇာတ်ကောင်အသစ်တွေအက်ရှင်ခန်းဆန်းဆန်းပြားပြားတွေထည့်ပြီး သန်းပေါင်းများစွာကုန်ကျခံရိုက်လေတော့ ကြည့်ပျော်နေတာတော့ငြင်းမရပါဘူး....ဒါ့ကြောင့် ဘေလေးအနည်းငယ်ကုန်ကျခံလိုက်ရုံနဲ့ နင်းကန်မိုက်တဲ့ရုပ်ရှင်ကားကိုကြည့်ရမှာမို့ တန်ပါတယ်ဗျာ.. File Size :(2.7GB) / (2.6GB)/(1.4GB)/586MB\nQuality :WEB-DL HEVC / 1080p / 720p / 480p\nFormat…mp4\nDuration…02:23:00\nGenre : Action, Crime , Adventure\nSubtitle ...",
        "rating": "5.5",
        "url": "https://megaup.net/2Aiv6/(CMRefix)F9.the.Fast.Saga.2021.1080p.AMZN.WEB-DL.DDP5.1.H.264-Telly.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BOTIzYmUyMmEtMWQzNC00YzExLTk3MzYtZTUzYjMyMmRiYzIwXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-137x200.jpg",
        "title": "Fast and Furious Presents: Hobbs & Shaw",
        "description": "Fast and Furious ကနေခွဲထွက်လာတဲ့ ၂၀၁၉ ရုပ်ရှင်ကားအသစ်ကို တင်ပေးထားပါတယ်။\nအဓိက သရုပ်ဆောင်၂ယောက်ကတော့ ဒဝိန်းဂျွန်ဆန် နဲ့ ဂျေဆင် စတာသန် တို့ပါပဲ။The rock ကြီးနဲ့ transporter မင်းသားဆို ပိုသိကြမှာပါ။ဒီရုပ်ရှင်ကတော အက်ရှင်အသားပေးပါပဲ\nသာမန်လူတွေ မလုပ်နိုင်လောက်မယ့် အမိုက်စား အကြမ်းစားအက်ရှင်တွေနဲ့ပေါ့။\nနောက်ပြီးတော့ မင်းသား ၂ ယောက် မတည့်အတူနေ ပုံစံနဲ့ ကြည့်ရှုတဲ့သူတွေကို\nဟာသရသလေးတွေ ပျော်ရွွင်ဖွွယ်ရာဖြစ်အောင်ထည့်ပေးထားပါသေးတယ်။ကမ္ဘာကြီးတစ်ခုလုံးကို သေစေနိုင်လောက်တဲ့ ဗိုင်းရပ်စ်ပိုးတစ်မျိုးကို အသုံးချမယ့် အစွန်းရောက်အဖွဲ့တစ်ဖွဲ့ ရှိပါတယ်။\nအဲဒီဗိုင်းရပ်စ်ကို သယ်ဆောင်ထားရတဲ့ စီအိုင်အေး အေးဂျင့်မလေးကို\nသူတို့နှစ်ယောက် လိုက်ကယ်ရင်း အဲဒီ အဖွဲ့နဲ့ ရင်ဆိုင်ကြတာပေါ့။ဒီမင်းသားကြီး ၂ ယောက် ကယ်တင်နိုင်ပါ့မလားဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး။\nအလန်းစားအက်ရှင်ခန်းတွေနဲ့ ရင်သပ်ရှုမောဖွယ်ရာ\nစတန့်ခန်းတွေကို တစ်၀ကြီးမြင်တွေ့ရမှာဖြစ်လို့ ကြည့်လိုက်ကြပါဦးဗျို့......ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ် File Size : (2.5 GB) and (1.2 GB)\nQuality : BluRay 1080p ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Ul78/(CM)_Fast_And_Furious_Presents_hobbs_and_Shaws_2019_BluRay1080p__5.1_CH.mkv",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjMxODI2NDM5Nl5BMl5BanBnXkFtZTgwNjgzOTk1MTI@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "The Fate of the Furious (2017) Fast and Furious 8",
        "description": "Fast & Furious ပရိသတ်တွေအတွက် USD 250 million အကုန်အကျခံပြီး အကောင်းဆုံးတင်ဆက်ထားတဲ့အတွက် Box officie မှာ USD 1 Billion ကျော် ဝင်ငွေရပြန်ရခဲ့ပြီး IMDb 7.2 ထိ Rating ရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်ကြီး “ဒွန်မနစ်တိုရက်စ်တို” တစ်ယောက် သူရဲ့ ချစ်ဦးသူ “လတ်တီ” တို့ ကျူးဘားကျွန်းလေးမှာ ဟန်နီးမွန်းထွက်နေကြပါတယ်။ဒီအချိန်မှာ အမေရိကန်အစိုးရရဲ့  Electromegnatic Pulse –EMP လို့ခေါ်တဲ့စွမ်းအားမြင့်ဗုံးကို အခိုးခံလိုက်ရပြီးဘာလင်က လက်နက်ကုန်သည်တွေ လက်ထဲမှာရောက်နေပါတယ်လို့ သတင်းရထားပါတယ်။ဒီဗုံးနဲ့သာတိုက်ခိုက်ရင် ကမ္ဘာပေါ်မှာရှိတဲ့ ဘယ်မြို့ကြီးမဆို စွမ်းအင်တွေပြတ်ပြီးကျောက်ခတ်ကလို ပြန်ဖြစ်သွားနိုင်တဲ့အတွက် အမေရိကန်အစိုးရ ကိုယ်လုပ်ထားတဲ့ဗုံးအတွက်ကိုယ်ပြန်ပူပန်နေရပါပြီ။တစ်ခြားနိုင်ငံတစ်ခု ပိုင်နက်မှာဆိုတာ့ အစိုးရအနေနဲ့ တရားဝင်အဖွဲ့အစည်းတွေလွတ်လို့မရတဲ့အတွက် “လုခ်ဟော့ခ်” ကိုပဲ ဦးဆောင်ခိုင်းပြီး ပြန်ခိုးခိုင်းလိုက်ပါတယ်။ဒီ EMP ဗုံးကို Furious အဖွဲ့သားတွေ အောင်မြင်အောင်ခိုးလာနိုင်ပေမယ့် ဇာတ်လိုက်ကျော်ကြီးဒွန်က သစ္စာဖောက်ပြီး ...",
        "rating": "6.8",
        "url": "https://megaup.net/2Aiw1/(CM)The_Fate_of_the_Furious_2017__(720p_x264_10bit_S95_Joy).mp4 ",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQxOTA2NDUzOV5BMl5BanBnXkFtZTgwNzY2MTMxMzE@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "Furious 7 (2015) Fast and Furious 7",
        "description": "Review မလုပ်ခင် တစ်ခုပြောချင်တာက ဒီကားက ၂ပတ်အတွင်းမှာတင် US မှာ သန်း ၂၆၀ ကျော်သွားပြီဖြစ်သလို၊ World Wide မှာ အပို သန်း ၇၀၀ နဲ့ စုစုပေါင်း သန်း ၁ထောင်ကျော်သွားပါပြီ။ ၂ပတ်အတွင်းမှာ မှာတင် All Time ဝင်ငွေအကောင်းဆုံးစာရင်းမှာ နံပါတ် ၂၀ ဖြစ်သွားပြီး၊ ဒီအတိုင်း ဆက်သွားရင် ထိပ်ဆုံး ၅ ကားစာရင်းဝင်မှာဖြစ်ပါတယ်။\nဒီကားက မင်းသား Paul Walker ရဲ့ နောက်ဆုံး ဇာတ်ကား\nဖြစ်ပြီး၊ Fast & Furious ဇာတ်လမ်းတွဲရဲ့ ၇ကားမြောက်ဖြစ်ပါတယ်။ ဒီစီးရီးက Fast 5 ကနေစပြီး ဇာတ်လမ်း ပုံစံပြောင်းလိုက် ပြီးတဲ့နောက်မှာမှ လူတွေပိုစိတ်ဝင်စားလာတာ တွေ့ရပါတယ်။ ပထမသုံးကားက ကားပြိုင်တဲ့ ဇာတ်လမ်းတွေပဲဖြစ်ပြီး နံပါတ်လေးမှာ Tokyo Drift ဒါရိုက်တာ ...",
        "rating": "7.2",
        "url": " https://megaup.net/2Aix0/(CM)Furious_Seven_(2015)_EXTENDED__[720p_x265_10bit_FS88_Joy]_[UTR].mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTM3NTg2NDQzOF5BMl5BanBnXkFtZTcwNjc2NzQzOQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Fast & Furious 6 (2013) Fast and Furious 6",
        "description": "Fast and Furious အဆက်အနေနဲ့ထွက်ရှိထားတဲ့ နံပါတ် ၆ ခုမြောက်ဇာတ်ကားဖြစ်ပါတယ်...ထုံးစံအတိုင်း နာမည်ကျော်မင်းသားမင်းသမီးတွေ ကားတွေ သေနတ်တွေနဲ့ အက်ရှင်အလန်းစားတွေကိုမြင်တွေ့ရမှာဖြစ်ပါတယ်။ File Size : (2.4 GB) / (1.3 GB)\nQuality : BluRay 1080p / 720p 5.1CH\nRunning Time : 2hr 10min\nFormat : MKV\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chothet_mlmt\nEncoded by Nyeinsaeya Aung",
        "rating": "7.1",
        "url": " https://megaup.net/1Ul6x/(CM)Fast_and_Furious_6_(2013)_EXTENDED__[720p_x265_q18_Joy][UTR].mkv ",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTUxNTk5MTE0OF5BMl5BanBnXkFtZTcwMjA2NzY3NA@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Fast Five (2011) Fast and Furious 5",
        "description": "ရုပ်ရှင်မိတ်ဆက်ဒီတစ်ခါတော့ လူငယ်တွေကို ပြိုင်ကားတွေနဲ့ ရင်းနှီးစေခဲ့တဲ့ Fast & Furious ဇာတ်လမ်းတွဲတွေထဲက အကောင်းဆုံးလို့ ပြောလို့ရတဲ့ Fast Five နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီတစ်ခါ Review ကတော့ ထူးထူးခြားခြား ပရိတ်သတ်အားလုံးကို အမှတ်တရဖြစ်နေမှာပါ။ Fast & Furious ဇာတ်ကားတွေရဲ့ အဓိကမင်းသားအဖြစ် Vin Diesel နဲ့အတူ တွဲဖက်သရုပ်ဆောင် ခဲ့တဲ့ Paul Walker (Brian O'Conner) က နိုဝင်ဘာလ ၃၀ ရက်နေ့ ၂၀၁၃ ခုနှစ်မှာ Santa Clarita, California မှာ ကား အက်ဆီးဒင့် ဖြစ်ပြီး သေဆုံးသွားပြီဖြစ်ပါတယ်။ သူ သေဆုံးချိန်မှာ အသက် ၄၀ ပဲရှိသေးပြီး သူငယ်ချင်းနဲ့ အတူ ဖီလစ်ပိုင်မုန်တိုင်း အတွက် Charity Event ကနေပြန်အလာမှာ ကားအက်ဆီးဒင့် ဖြစ်တာဖြစ်ပါတယ်။ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Ul5z/(CM)Fast_Five_2011__(720p_x265_10bit_FS82_Joy)_[UTR].mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQwNDA2MTg3Nl5BMl5BanBnXkFtZTcwNTg3MzIyMg@@._V1_-137x200.jpg",
        "title": "Fast & Furious (2009) Fast and Furious 4",
        "description": "ဆီကုန်ကားကြီး(၂)စီးကို ဓားပြတိုက်ပြီး ဒွန်တို့အဖွဲ့ဟာ အေးဆေးနေဖို့ကြိုးစားကြတယ်...ရဲတွေကလည်း ဒွန်ဆိုတာကို အဓိကပစ်မှတ်ဖြစ်လာတာမို့ဒွန်ကိုယ်တိုင်ခြေရာဖျောက်ဖို့အကောင်းဆုံးနည်းဖြစ်တယ်လို့ ဆုံးဖြတ်မိတာကြောင့်နည်းမျိုးစုံကြိုးစားခဲ့တယ်....သို့ပေမဲ့ အဲ့အခိုက်အတန့်အတွင်းမှာပဲ လက်တီဟာအသတ်ခံလိုက်ရတယ်....အဲ့ဒီနောက်မှာတော့.... File Size : (2.05GB)(0.99 GB)\nQuality : Blu-Ray 1080P5.1CH,720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-SPARKS\nTranslated by Joker.phs\nEncoded by Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/1eotx/Fast_And_Furious.2009.BLU-RAY.1080P5.1CH.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQ2NTMxODEyNV5BMl5BanBnXkFtZTcwMDgxMjA0MQ@@._V1_SY999_CR00676999_AL_-135x200.jpg",
        "title": "The Fast and the Furious: Tokyo Drift (2006)Fast and Furious 3",
        "description": "ရှောင်ဆိုတဲ့လူငယ်လေးဟာ တကယ်ပြဿနာအိုးကောင်..ကျောင်းတက်ရင်လည်း ပြဿနာမျိုးစုံတက်သလိုရန်ပွဲတွေလည်းခဏ ခဏဆင်နွှဲလေ့ရှိတယ်...ဒီလို ဂျစ်ကန်ကန်ကောင်လေးကြောင့်အမေဖြစ်သူဟာ ခဏ ခဏနေရပ်ပြောင်းရလေ့ရှိတယ်....နောက်ဆုံးအဆင်မပြေတဲ့အဆုံးအမေဖြစ်သူဟာ ရှောင်ကို အဖေဖြစ်သူနေထိုင်တဲ့ ဂျပန်နိုင်ငံတိုကျိုမြို့ကိုလွှတ်လိုက်တယ်...အဖေနဲ့အတူနေပြီး နိုင်ငံခြားကျောင်းမှာ ခြေငြိမ်မယ်အထင်နဲ့ပေါ့...သို့ပေမဲ့ ဂျပန်ရောက်မှာ ပိုဆိုးပါတော့တယ်....File Size :(1.95GB) (0.99 GB)\nQuality : Blu-Ray1080P5.1CH, 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-SPARKS\nTranslated by Khin Pyae Sone Kyaw\nEncoded by Thanhtike Zaw",
        "rating": "6.0",
        "url": " https://megaup.net/1eotk/The_Fast_And_The_Furious.Tokyo_Drift.2006.BLU-RAY1080P.5.1CH.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMzExYjcyYWMtY2JkOC00NDUwLTg2OTgtMDI3MGY2OWQzMDE2XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "2Fast 2 Furious (2003)Fast and Furious 2",
        "description": "F1 ကပြဿနာမျိုးစုံပြီးတဲ့နေက် ဘရိုင်ယန်တစ်ယောက် ရဲအလုပ်ကထွက်ပြီးအရပ်သားဘဝနဲ့ တရားမဝင်ကားပြိုင်ပွဲတွေမောင်းလိုက်ငွေဝင်မဲ့ အလုပ်ကိစ္စမျိုးစုံကို ငပွေးတစ်ကောင်လို လုပ်နေတယ်...အမှုငယ်ပေါင်းများစွာနဲ့ပေါ့...ဒီချိန်မှာပဲ မိုင်ယာမီမှာ သွင်းကုန်ထုတ်ကုန်နဲ့ပတ်သက်ပြီး လုပ်ငန်းရှင်ကြီးတစ်ယောက်က မူးယစ်ဂိုဏ်းတွေနဲ့ပတ်သက်ပြီးသတင်းအရမ်းထွက်နေတယ်...သူ့ဆီမှာ မူးယစ်ဆေးများစွာသိုလှောင်ထားတယ်လို့သံသယရှိနေသလို ငွေမဲတွေကိုလည်းငွေဖြူအချီကြီးလုပ်ဖို့စီစဉ်နေတယ်လို့သတင်းရနေတယ်..ဒါကြောင့် ရဲတပ်ဖွဲ့ဟာ အမှုတွေပယ်ဖျက်ပေးမယ်ဆိုတဲ့မက်လုံးနဲ့ ဘရိုင်ယန်ကိုကမ်းလှမ်းပြီး မိုင်ယာမီက လူဆိုးကြီးကိုလိုက်ဖို့အသုံးချပါတော့တယ်.... File Size :(2.05GB), (0.99 GB)Quality : Blu-Ray1080P5.1CH 720pRunning Time : 1hr 46minFormat : Mp4Genre :Action, Crime, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay x264-SPARKSTranslated by Thura Zarni AungEncoded by Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://megaup.net/2Aixd/2.Fast.2.Furious.2003.BLU-RAY.1080P5.1CH_(2).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNzlkNzVjMDMtOTdhZC00MGE1LTkxODctMzFmMjkwZmMxZjFhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006721000_AL_-134x200.jpg",
        "title": "The Fast and the Furious (2001) Fast and Furious 1",
        "description": "ဒွမ်တို့အဖွဲ့ဟာ မြို့ရဲ့ အကြီးမားဆုံးသောခိုးမှုတွေမှာ ရဲတပ်ဖွဲ့တွေရဲ့ သံသယအရှိဆုံးသူတွေပါ...အချီကြီးမှချတတ်သလို ပိရိလွန်းပြီးလက်တွဲညီလွန်းတဲ့သူတို့အဖွဲ့ကြောင့် ရဲတပ်ဖွဲ့ဟာကြိတ်မနိုင်ခဲမရ ဘယ်ကအစကောက်ပြီးလိုက်ရမှန်းမသိဖြစ်နေတယ်...အဲ့ဒီအချိန်မှာပဲ ကားမောင်းကျွမ်းကျင်ပြီး ဂျလေဘီပုံပေါက်နေတဲ့ ဘရိုင်ယန်ကိုသူလျှိုအဖြစ်စေခိုင်းရင်း ဒွန်တို့အဖွဲ့ကို ရဲတပ်ဖွဲ့ဟာ ဖြိုခွင်းဖို့ကြိုးစားပါတော့တယ်....File Size : (2.06GB) ,(0.99 GB)\nQuality : Blu-Ray 10805.1CH , 720p\nRunning Time : 1hr 46min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-SPARKS\nTranslated by Thura Zarni Aung\nEncoded by Phyo Pyae/Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://megaup.net/1Ukx8/The_Fast_and_the_Furious.2001.BLU-RAY1080P5.1CH.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1HcOyMODYZXnncMikfhYkw3x2ss.jpg",
        "title": "Tower Heist(2011)",
        "description": "Tower Heist(2011) အညွှန်း ************************ IMDb...7.0 နာမည်ရင်းတွေသာမသိရင်နေမယ် ..ဟာသလေးတွေနဲ့ပရိတ်သတ်ကို ရင်ထဲ တစ်ခုခုချန်ချန်သွားတတ်တဲ့ ဒီသရုပ်ဆောင်ကြီး (၂)ဉီး Eddie Murphy ,Ben Stiller ကိုတော့ အတော်များများသိကြမယ်ထင်ပါတယ်... ဒီကားက ဓားပြတိုက်တဲ့ကားစာရင်းတွေထဲမှာ အကောင်းဆုံးစာရင်းဝင်ခဲ့သလို ဝင်ငွေလည်းစံချိန်တင်ခဲ့ပါတယ်... ဂျော့ရှ် ကိုဗက်ခ်စ် ဆိုတဲ့ လူတစ်ယောက်ဟာ နယူးယောက်မြို့ရဲ့ နာမည်အကြီးဆုံး \"The Tower\" ဆိုတဲ့ အဆောက်အဦမှာ အလုပ်လုပ်တဲ့ အရည်အချင်းရှိ မန်နေဂျာတစ်ဦး ဖြစ်ပါတယ်။ အဲ့ဒီ တာဝါ မှာရှိတဲ့ တိုက်ခန်းတွေက New York မှာဈေးအကြီးဆုံးဖြစ်ပြီးတော့ တကယ့်ကျိကျိတက် သူဌေးတွေပဲ နေထိုင်ကြတဲ့နေရာလည်းဖြစ်ပါတယ်။ ဂျော့်ရှ်ဟာ စပ်စပ်တယ်...ထက်မြက်တယ်....သနားကြင်နာတတ်တဲ့စိတ်လည်းရှိတယ်.... ဒါ့ကြောင့် တာဝါမှာရှိတဲ့အလုပ်သမားတွေကလည်း သူ့ကို အားကိုးကြတယ်... တစ်နေ့တော့ ဒီတာဝါမှာ ရှယ်ယာအများဆုံးပိုင်ဆိုင်တဲ့  အာသာရှောကို ငွေကြေးမသာမှုနဲ့ FBI ကဖမ်းဆီးသွားပါတယ်.... အဲ့ဒီနောက် ဂျော့ရှ်မထင်မှတ်ထားတဲ့ ကိစ္စတွေဆက်တိုက်ဖြစ်လာခဲ့သလို့ သူလုံးဝမမျှော်လင့်ထားတဲ့ဟာတွေလည်းသိလာခဲ့တယ်... အာသာရှောဟာ ပင်စင်လစာတွေပါ အလွဲသုံးစားလုပ်သွားတဲ့အပြင်  အောက်ခြေအလုပ်သမားတွေရဲ့ ရင်းနှီးမြှုတ်နှံငွေတွေပါ ဖျောင်သွားတာမျိုးပေါ့... တစ်ချို့အလုပ်သမားတွေဆို ကွကိုယ်သတ်သေတဲ့အထိဖြစ်သွားတယ်... အဲ့ဒီနောက် ဂျော့ရှ်ဟာ အကြီးအကျယ်ပေါက်ကွဲပြီးတော့ အာသာရှော ပိုင်တဲ့ penthouse ကို သူကိုယ်တိုင်ဉီးဆောင်ပြီး ဓားပြတိုက်ဖို့ကြံကြပါတော့တယ် ...",
        "rating": "7.0",
        "url": "https://megaup.net/YI0f/Tower_Heist.2011.BLU-RAY.1080P.5.1CH.mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-31-at-00.22.49-135x200.png",
        "title": "Minamata (2020)",
        "description": "Minamata (2020)=============IMDb Rating - 7.9/10၁၉၇၁ ခုနှစ်က ဂျပန်နိုင်ငံ၊ မီနာမာတာမြို့လေးမှာ ဖြစ်ပွားခဲ့တဲ့ မာကျူရီအဆိပ်သင့်မှုကို အခြေခံပြီးရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။မီနာမာတာမြို့လေးဆိုတာ သိပ်ကိုလှပတဲ့ ကမ်းရိုးတန်းမြို့လေး၊ ဒေသခံ‌တွေမှာလည်း တံငါလုပ်ငန်းနဲ့အသက်မွေးဝမ်းကျောင်းပြုနေသူတွေအများကြီးရှိပြီး ပင်လယ်ငါးတွေကို အဓိကစားသုံးကြတဲ့မြို့လေးပေါ့၊ဒါပေမယ့် ချီဆိုဆိုတဲ့ဓာတုစက်ရုံကြီး မီနာမာတာမြို့လေးကိုရောက်လာတဲ့အခါမှာ စက်ရုံကနေပင်လယ်ထဲကိုစွန့်ထုတ်တဲ့ဓာတုပစ္စည်းတွေကြောင့် ငါးတွေအဆိပ်သင့်၊ အဲဒီကတစ်ဆင့် လူတွေအဆိပ်သင့်ပြီး ကလေးလူကြီးမကျန် ဦးနှောက်တစ်သျှူးတွေထိခိုက်ပြီး ခြေလက်တွေအကြောဆိုင်း၊ မျက်စိကွယ်၊ စကားမပြောနိုင် စတဲ့ ရောဂါလက္ခဏာတွေခံစားရရှာပါတယ်။ဒီလိုနဲ့ ဆယ်စုနှစ်တစ်စုကျော်အကြာ ၁၉၇၁ခုနှစ်မှာ နယူးယောက်မြို့ လိုက်ဖ်မဂ္ဂဇင်းက ဓာတ်ပုံဆရာကြီး ယူဂျင်းစမစ်ဟာဘာသာပြန်ဂျပန်မလေး အိုင်လင်းရဲ့တောင်းဆိုမှုကြောင့် မီနာမာတာကို ကင်မရာတစ်လုံးနဲ့ရောက်လာပြီး ဒေသခံတွေနဲ့အတူတရားမျှတမှုအတွက် ဆန့်ကျင်လှုပ်ရှားကြပါတော့တယ်။ဒီဖြစ်ရပ်မှန် ဇာတ်ကားထဲမှာ လောကကြီးကိုစိတ်ကုန်နေတဲ့ ထေ့ငေါ့ငေါ့ဓာတ်ပုံဆရာကြီးယူဂျင်းစမစ်အဖြစ် မင်းသားကြီးJohnny Depp က  အဓိကပါဝင် သရုပ်ဆောင်ထားပါတယ်။ အားလုံးပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ MTA ပဲ ဖြစ်ပါတယ်။) Quality – 1080p, 720p, ...",
        "rating": "7.9",
        "url": "https://megaup.net/1EF1c/Minamata.2020.720p.BluRay.H264.AAC-RARBG[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/j9swcbnpcgqu-133x200.jpg",
        "title": "Taya ( 2021 )",
        "description": "တစ်ခါ CMက တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ဖေ့စ်ဘွတ်ပေါ်ကonline endingဆိုတဲ့ လောင်းကစားဂိမ်းလေးအကြောင်းကိုရိုက်ကူးပုံဖော်ထားတာပါ ဒီလောင်းကစားဟာဆိုရင်တရားမဝင်ဖွင့်ထားတာဖြစ်ပြီးတော့ အဲ့ဒီမှာ ဆုကြေးတွေကတော့သေနတ်တို့ ပြည့်တန်ဆာတို့ ဆေးတွေပါ အစုံ ကိုယ်ကြိုက်ရာ ဆုအတွက်လောင်းကြေးထည့်လို့ရပါတယ် တကယ်လို့ ကိုယ်လောင်းတာနိုင်သွားရင်အဲ့ဒီဆုရတာ ဖြစ်ပြီးတော့ ရှုံးရင်တော့ ဒိုင်စားတာပါဇာတ်လမ်းစပုံလေးကတော့ စစ်တိုဆိုတဲ့ ကောင်လေးဟာနှစ်ကျ ကျောင်းပျော်ကြီးတစ်ယောက်ပေါ့နော် thesisလုပ် အောင်ပြီးမှ ဘွဲ့ရမဲ့သူ့ဘဝကြီးအတွက် thesis ခေါင်းစဉ်ရှာရင်း Online endingလောင်းကစားကိုတွေ့သွားတဲ့အခါမှာတော့ စစ်တိုတစ်ယောက် ရှာဖွေမှုတွေလုပ်ပါတော့တယ်ရှာဖွေရေးလုပ်ရင်တင်မကဘဲ သူအရမ်းကြိုက်ရတဲ့ ကောင်မလေးကလောင်းကစား ဆုကြေးဖြစ်နေတဲ့အခါမှာ ရှိသမျှပိုက်ဆံလေးကိုလောင်းပြီးတော့ သူ့အချစ်ကိုလည်း အရလှမ်းဖို့ ကြံပါတော့တယ်အဲ့ဒီနောက်မှာ စစ်တိုတစ်ယောက် ဒီလောင်းကစားဂိမ်းကြီးနဲ့ဘယ်လိုတွေ ဆက်လက်ပတ်သတ်မိမလဲဆိုတာကို ဆက်လက်ပြီးတော့ကြည့်ရှုကြရမှာပါ Quality : WEB-DL 720pFormat : mp4During : 1h 50minGenres : ThrillerSubtitle : Myanmar Subtitle ( Hardsub )Translator : ...",
        "rating": "6.1",
        "url": "https://megaup.net/1EEm3/Taya.2021.720p.WEB-DL.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vwZhw2hqKYCijfnkPJYPsM7aTEr.jpg",
        "title": "Quo vadis, Aida?(2020)",
        "description": "Quo Vadis, Aida ?(2021)\n===================\nIMDb Rating. = 7.9/10\nRotten Tomatoes = 100%July 1995မှာ Srebrenicaက မွတ်စလင် 8373ယောက်ဟာ လူမျိုးသုဉ်းသတ်ဖြတ် ခံခဲ့ရတယ်။2005မှာ ကုလအထွေထွေ အတွင်းရေးမှူးချုပ် ကိုဖီအာနန်က ဆရီဘရီနီကာမြို့က အစုအပြုံလိုက်သတ်ဖြတ်မှုဟာ ဥရောပမှာ ဒုတိယကမ္ဘာစစ်နောက်ပိုင်းမှာ အဆိုးရွားဆုံးဖြစ်ရပ်လို့ ကြေညာခဲ့ရတဲ့အထိကို ရက်စက်ကြမ်းကြုတ်ခဲ့တဲ့ အဖြစ်ဆိုးတစ်ခုပါပဲ။ဥရောပရဲ့ နှလုံးသား‌ ဒေသမှာ ဖြစ်ပျက်ခဲ့တဲ့ UNသမိုင်းက အမဲစက်ကြီးဆိုပြီး ကျော်ကြားခဲ့တယ်။ဒီသတ်ဖြတ်မှုကို လူမျိုးသုဉ်းသတ်ဖြတ်မှုလို့လည်း ခေါ်ကြပေမဲ့ ဆားဘီးယားသမ္မတကတော့ လူမျိုးသုဉ်း သတ်ဖြတ်မှုမဟုတ်ပါဘူးလို့ ငြင်းဆိုထားတယ်။ဒီရုပ်ရှင်ဟာ ဆရီဘရီနီကာက Genocideဖြစ်ရပ်မှန်ကို ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။ဇာတ်လမ်းကတော့ ဆာ့ဗ်‌တွေက ဆ‌ရီဘရီနီကာကို စသိမ်းလုဆဲဆဲ အချိန်ကစထားတယ်။ မြို့ပေါ်ကို လက်နက်ကြီးတွေ စက္ကန့်တိုင်းမှာ သုံးခုစီ ကျနေတယ်။ UN က ဆရီဘရီနီကာမှာ အခြေစိုက်စခန်းချပြီး ဆရီဘရီနီကာကို လုံခြုံရေးဇုန် (ဝါ) UN ...",
        "rating": "7.9",
        "url": "https://megaup.net/1EEfl/Quo_Vadis,_Aida(2020)_720p(CM).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/zykrhheff-133x200.jpg",
        "title": "[18+]Rape Zombie: Lust of the Dead 3 (2013)",
        "description": "[18+]Rape Zombie: Lust of the Dead 3 (2013)ပထမကားမှာဆိုရင်…\nဂျပန်ကိုနယူးကလီးယားဗုံးအကြဲခံလိုက်ရပြီးတော့ အမျိုးသမီးတွေကို လိင်စိတ်ဆာနေတဲ့ဇွန်ဘီးတွေက တိုက်ခိုက်ကြပါတယ်….အဲ့တိုက်ခိုက်တဲ့ ဇွန်ဘီးတွေကို အမျိုးသမီးတစ်စု ဘယ်လိုနှိမ်နှင်းပြီး လွတ်မြောက်သွားလဲဆိုတာကို ကြည့်ရမှာပါ ။ဒုတိယကားမှာတော့ ပုန်းအောင်းနေတဲ့လူနောက်တစ်စုက ပိုမိုဆိုးရွားလှတဲ့ ဇွန်ဘီးမျိုးစိတ်အသစ်ကို ရင်ဆိုင်ကြရမှာဖြစ်ပြီးယခု တတိယကားမှာတော့ မပြီးပြတ်သေးတဲ့ လုပ်ငန်းစဉ်တွေနဲ့ နေရာအနှံ့ပျံ့နှံ့နေပြီဖြစ်တဲ့ လိင်စိတ်ဆာလောင်နေတဲ့ ဇွန်ဘီးတွေကို နောက်ဆုံးအသက်ရှင်ကျန်ဖို့အတွက် အားနွဲ့သောမိန်းမသားပေမယ့် ခက်ခက်ခဲခဲ ကြိုးစားရှင်သန်ပုံတွေကို ကြည့်ရှု့ရမှာပါ ။ဒီကားလေးဟာ18+ ကားတကားဖြစ်ပေမဲ့လည်း တချို့လူသဘာဝတရားသီအိုရီတွေကိုပါ တခါတည်းထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဒီကားအမျိးအစားလေးကတော့ Horror အပေါ်အခြေခံထားပြီးတဲ့ 18+ကား တကားပါ ။(မှတ်ချက်)\nကလေးသူငယ်များကြည့်ရှု့ရန်မသင့်တော်ပါ ။File Size__(750MB)\nQuality__720p\nIMDb Rating__3.8/10\nFormat__mp4\nDuration__1 hr 5 min\nTranslated by Parris\nEncoded by Dark Devil",
        "rating": "3.8",
        "url": "https://megaup.net/30zdO/[18+]Rape_Zombie_Lust_of_the_Dead_3_(2013)_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vqDJ8tTVMJ1jWfUtwgvukZ2mRb3.jpg",
        "title": "Fighting For The Motherland 1162 ( 2021 )",
        "description": "အခုတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ အမိမြေအတွက်ကိုယ်ကျိုးစွန့် အသက်ကိုရင်းပြီး ကျူးကျော်သူတွေကိုလက်နက်ချအရှုံးမပေးဘဲ အဆုံးထိတိုက်ခိုက်ခဲ့ကြတဲ့မျိုးချစ်သူရဲကောင်းတွေ အကြောင်းကို ရိုက်ကူးပုံဖော်ထားတဲ့ ဇာတ်ကားလေးပါဇာတ်လမ်းအကြောင်းအရာလေးကတော့.... ၁၁၆၂ ခုနှစ်မှာ ဖြစ်ပွားခဲ့တဲ့အဖြစ်အပျက်တစ်ခုကို ဦးတည်ရိုက်ကူးထားတာပါ ၁၁၆၂ခုမှာတကျင်လူမျိုးတွေ တစုန့်ပြည်ကို ကျူးကျော်ဝင်ရောက်လာပြီးနယ်မြေတွေသိမ်းကာ ရက်စက်တဲ့ဥပဒေတွေချမှတ်ခဲ့ပါတယ်အဲ့ဒီအချိန်မှာ နေထိုင်သူတို့ မနေသာဘဲ နေရာကွက်ကြားပုန်ကန်မှုတွေပေါ်ပေါက်လာပါတော့တယ်တကျင်စစ်တပ်သိမ်းယူသွားတဲ့နယ်မြေတွေထဲမှာ ရှင်းချီကျီဆိုတဲ့မျိုးချစ်စိတ်အပြည့်ရှိတဲ့ လူငယ်တစ်ယောက်ရဲ့စီဖုန်းကျာရွာလေးလည်း ပါသွားခဲ့ပါတယ် ရှင်းချီကျီက ပညာတတ်စစ်ရေးစစ်ရာကျွမ်းကျင်သူတစ်ယောက်ဖြစ်တဲ့အတွက် သူဟာအများသူငါလို တစ်နယ်ထဲ မပုန်ကန်ဘဲ ပုန်ကန်သူအားလုံးစုပေါင်းကာတကျင်လူမျိုးတွေကို တစုန့်ပြည်ကနေ အပြီးတိုင်မောင်းထုတ်ဖို့ကြိုးပမ်းပါတော့တယ် ဒီဇာတ်ကားလေးမှာဆိုရင် တစုန့်ပြည်မှာ ပြည်သူတွေ ကောင်းမွန်တဲ့ဘဝလေးနဲ့ ငြိမ်းချမ်းစွာနေထိုင်ရဖို့ရှင်းချီကျီနဲ့ သူ့ရဲ့နောက်လိုက်ညီအစ်ကိုတို့ အသက်ကိုစွန့်ဘဝတွေကိုစွန့်ကာ မျိုးချစ်စိတ် ရဲစိတ်ရဲမာန်အပြည့်နဲ့တော်လှန်ကြပုံကို မှင်သက်ရှုမောဖွယ် ဆက်လက်ကြည့်ရှုကြရမှာပါနော် Quality : WEB-DL 720pFormat : mp4During : 1h 50minGenres : Action , HistorySubtitle : Myanmar Subtitle ( Hardsub )Translator ...",
        "rating": "7.1",
        "url": "https://megaup.net/1EEgq/Fighting.For.The.MotherLand.720p.2021.WEB-DL.CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/taHSWPck0emMUWQmPIFiPd8HAn0.jpg",
        "title": "Kasada Tabara (2021)",
        "description": "Kasada Thapara (2021)အခုတစ်ခေါက် CM ပရိသတ်တွေကို တင်ဆက်ပေးမဲ့ဇာတ်ကားကတော့ Kasada Tharapa လို့ အမည်ရတဲ့ အိန္ဒိယ ရုပ်ရှင်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်ဒီကားလေးကတော့ အများနဲ့မတူ တစ်မူ ထူးခြားပါတယ် ဇာတ်ကားနာမည်ဖြစ်တဲ့ \"Kasada Thapara\"ဆိုတဲ့ စကားလုံးလေးကအစ ထူးခြားနေတာမျိုးပေါ့.....တမီးလ် ဘာသာအရဆိုရင် Kasada Tharapa ဆိုတာက \"အက္ခရာတွေရဲ့ပုံပြင်\"လို့ အဓိပ္ပာယ်ရပါတယ် ဒီမှာ ထင်မိမှာပေါ့အက္ခရာတွေက ဘာများ ထူးခြားနေလို့လဲ..... အဲ့ဒီမေးခွန်းအတွက် အဖြေလာပါပြီCrossword ဆိုတဲ့ ပဟေဠိကို လူတိုင်းဆော့ကြဖူးမယ်ထင်ပါတယ် ပေးထားတဲ့ အဓိပ္ပာယ်နဲ့စာလုံးလေးတွေအတန်းလိုက်ဖြည့်ရတယ် ပြီးရင် ဖြည့်ထားတဲ့ အကွက်လေးထဲကအက္ခရာတစ်လုံးချင်းဆီ ပေါင်းပြီး စာလုံးအသစ်လေးတွေ ရလာတယ် မဟုတ်လားဒီရုပ်ရှင်လေးမှာလည်း ဒီလိုပါပဲ လူခြောက်ယောက်ရဲ့ အဖြစ်အပျက် ကိုယ်စီကို သရုပ်ဖော်ထားမယ် အဲ့ဒီလူခြောက်ယောက်ရဲ့အဖြစ်အပျက်တွေ ဆက်စပ်ဖော်ထုတ်ရင်း နောက်ဆုံး အဖြေကို ရအောင် ရှာဖွေရမှာပဲ ဖြစ်ပါတယ်ဒါပေမဲ့ ဒီလိုရှာဖွေဖို့ကလည်း အခက်အခဲအများကြီးကို ဖြတ်ကျော်ရဦးမှာပါ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1EEft/Kasada_Thapara_(2021)_Tamil_720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qq18y961r2CAlLyHwZjruxcZuqz.jpg",
        "title": "No Man of God(2021)",
        "description": "No Man of God(2021)အညွှန်း**************************The Lord of the Rings ထဲက ဖရိုဒိုလေးက ဒီတစ်ခါတော့FBI အရာရှိ ဘေလ်ဟက်မိုင်ယာ အဖြစ်ပါဝင်ထားပါတယ်...\" ၁၉၈၉ ခုနှစ် ဇန်နဝါရီလ ၂၄ ရက်နေ့မှာ လျှပ်စစ်ကုလားထိုင်နဲ့ ကွပ်မျက်ခြင်း ခံလိုက်ရတဲ့ တက်ဘန်ဒီ \"\nတက်ဒ်ဘန်ဒီခေါ် အမည်ရင်း သီအိုဒေါဘန်ဒီဆိုတဲ့သူက ဘယ်သူများလဲ...\nဘယ်လိုပြစ်မှုတွေကို ကျူးလွန်ခဲ့လို့ သေဒဏ်အထိ ပေးခံခဲ့ရတာလဲ...\nအမေရိကားမှာတော့ တက်ဘန်ဒီဆိုတဲ့နာမည်ကြားရင် မသိသူမရှိလောက်အောင်ပါပဲ ....\nဘာလို့လဲဆိုတော့ သူက ၁၉၇၀ ကျော်မှာ အမေရိကန်ပြည်နယ်ပေါင်းများစွာကို လှည့်လည်ပြီး\nအရွယ်မရောက်သေးတဲ့ကလေးသူငယ်အပါအဝင် မိန်းကလေးပေါင်းများစွာကို\nရက်ရက်စက်စက် မုဒိန်းကျင့် သတ်ဖြတ်ခဲ့တဲ့ ကွင်းဆက်လူသတ်သမားဖြစ်နေလို့ပါပဲ...\nသူနဲ့ပတ်သက်ပြီး ရုပ်ရှင်တွေ စာအုပ်တွေလည်း အမြောက်အများ ထုတ်ဝေခဲ့ကြဖူးပါတယ် ...\nခုလည်း ၂၀၂၁ မှာ မင်းသား လုခ်ကာဘီ က တက်ဒ်အဖြစ် သရုပ်ဆောင်ထားတဲ့ဇာတ်ကားထွက်လာပြန်ပါပြီ ...\nထူးခြားတာက ယခုဇာတ်ကားမှာတော့ တက်ဒ်ရဲ့ရှူထောင့်ဘက်က မဟုတ်ပဲ တက်ကို အင်တာဗျူးမယ့်\nFBI ...",
        "rating": "6.5",
        "url": "https://megaup.net/1EEdm/No_Man_Of_God.2021.AMZN.WEB-DL.1080P5.1CH.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/126076702_2800657686819797_848895770550971183_n-150x200.jpg",
        "title": "Poison Ivy (1992)",
        "description": "ဒီကားထဲက Drew Barrymore ရဲ့ စတိုင်နဲ့ ရဲတင်းတဲ့အလှအပတွေဟာ လူပြောများခဲ့ပါတယ်...နွယ်ပင်ဆိုတာ ရစ်ပတ်နွယ်တတ်တဲ့အမျိုးပဲ...ဒါပေမယ့်အဆိပ်နွယ်ပင်ဆိုရင်တော့ တင်းကြပ်စွာရစ်ပတ်နှောင်ဖွဲ့မှုတွေကြားမှာ ရုန်းထွက်မရဘဲအဆိပ်သင့်သွားနိုင်ပါတယ်...ဒီလိုအဆိပ်နွယ်ပင်အကြောင်းဆိုရင်တော့ Poison Ivy (1992) ဇာတ်ကားလေးက သံဝေဂရစရာပါ...ဇာတ်လမ်းလေးကတော့...Ivy ဆိုတဲ့မိဘမဲ့မိန်းကလေးတစ်ယောက်က ချမ်းသာတဲ့သူငယ်ချင်းရဲ့အဖေကိုချဉ်းကပ်တဲ့ဇာတ်လမ်းမျိုးဖြစ်ပါတယ်။ချဉ်းကပ်တဲ့နေရာမှာ နာမည်နဲ့လိုက်အောင် အဆိပ်ပြင်းတဲ့ \"Ivy\" နွယ်ပင်ဆိုတဲ့အတိုင်း သေသေချာချာအကွက်ချစီစဉ်ပြီးသူငယ်ချင်းမိသားစုကို ပြိုကွဲအောင်ကြံစည်တာမျိုးပါ။Ivy ရဲ့ ညှို့ဓာတ်အပြည့်နဲ့ ဘယ်လိုရစ်ပတ် အဆိပ်သင့်သွားသလဲဆိုတာ......။Unrated Version နဲ့တင်ဆက်ထားပြီး အဖော်အချွတ်ခန်းတချို့ကြောင့် မိသားစုနဲ့ကြည့်ဖို့အဆင်မပြေပါ။ \nFile size…(1.6 GB)/ (999 MB)\nQuality…BluRay Unrated 1080p /720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Nay Lin Thar",
        "rating": "5.4",
        "url": "https://megaup.net/YBbb/Poison.Ivy.1992.UNRATED.720p.BluRay.REMUX.AVC.DTS-HD.MA.2.0-FGT.mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3XpHxxx2Ou0lAUplETsblTmn6r1.jpg",
        "title": "The Day We Lit Up The Sky ( 2021 )",
        "description": "ဘဝမှာ ကိုယ့်ကိုသူများတွေက ဘယ်လိုပဲမြင်မြင် ဘယ်လိုပဲပြောပြော ဘယ်လိုပဲ ပျက်ရယ်ပြုပြု ကိုယ်ပျော်နေဖို့က အဓိကပါပဲ ကျွန်တော်တို့သာလောကကြီးမှာ လေလာရာယိမ်းနေတဲ့ မြက်ပင်လေးလိုဘယ်သူ့ကိုမှဂရုမစိုက်ဘဲ ကိုယ့်စိတ်ကြိုက်သာ နေလိုက်မယ်ဆိုရင်ဘယ်လောက်တောင် ပျော်ဖို့ကောင်းလိုက်မလဲလို့ တွေးမိတယ်ခံစားမိတယ်ဆိုရင်တော့ ဒီဇာတ်ကားလေးကို ကြည့်ဖို့ဖိတ်ခေါ်လိုက်ပါတယ်နော်ဇာတ်လမ်းအကြောင်းအရာလေးကတော့ ရှောင်ဟွမ်ဟာ အရမ်းကိုအကတော်ပြီး ကချင်ပေမဲ့လည်း အသားညိုပြီးအရပ်ပုတာကြောင့်ငါးခြောက်မလို့ အခေါ်ခံရကာ မိန်းကလေးကျောင်းမှာ အနှိမ်ခံရတဲ့လူတစ်ပါတစ်နေ့ ကျောင်းဖွင့်ပွဲအခမ်းအနားတစ်ခုမှာ အကအဖွဲ့တစ်ဖွဲ့လုံးညီညီညာညာကနေချိန်မှာ ရှောင်ဟွမ်က သူ့​စိတ်ကြိုက်စည်းချက်နဲ့အတိုင်း ဘေးကနေ ပျော်မြူးကာ ကနေတာကို လောင်ကော်ဆိုတဲ့ကောင်လေးကတွေ့သွားပြီး စိတ်ဝင်စားသွားပါတော့တယ် လောင်ကော်ကတော့ရှောင်ဟွမ်တို့ကျောင်းမျက်နှာချင်းဆိုင်က ယောကျာ်းလေးကျောင်းကိုပြောင်းလာတဲ့ ကျောင်းသားတစ်ယောက်ဖြစ်ပါတယ် ​လောင်ကော်ဟာလည်းအကြောင်းအမျိုးမျိုးကြောင့် သူ့သူငယ်ချင်းသုံးယောက်နဲ့အတူအရှုံးသမားလိုဆက်ဆံခံနေ ​ရတာပါ ဒါကို ဆက်သည်းမခံနိုင်ဘဲသူတို့တွေ တစ်ခုခုကြီးကြီးကျယ်ကျယ်လုပ်ပြဖို့ ဆုံးဖြတ်လိုက်ပါတယ်နောက်ဆုံးလုပ်ဖို့ဆုံးဖြတ်လိုက်တာကတော့ ပျော်နေတဲ့အချိန်မှာပိုပျော်ရွှင်မှုပေးနိုင်ပြီးတော့ ဝမ်းနည်းအားငယ်နေချိန်မှာတော့နှစ်သိမ့်မှုပေးနိုင်တဲ့ အက ကဖို့ပါပဲ ဒီလိုနဲ့ ရှောင်ဟွမ်နဲ့ လောင်ကော်တို့သူငယ်ချင်းလေးယောက် ပေါင်းမိသွားပြီး လူတွေကိုသက်သေပြဖို့သူမတူတဲ့နည်းလမ်းတွေကို သုံးကာ သူတို့ရဲ့ ဖြစ်တည်မှုကိုဘယ်လိုမျိုးရှာဖွေမလဲဆိုတာကို သီချင်းအကလေးတွေ ဟာသတွေ တပုံကြီးနဲ့ နှောပြီးတော့ ဆက်လက်ကြည့်ရှုကြရမှာပါ Quality ...",
        "rating": "5.6",
        "url": "https://megaup.net/2kAL3/The.Day.We.Lit.Up.The.Sky.2021.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/afea-140x200.jpg",
        "title": "His (2020)",
        "description": "His 2020ကိုယ်ကြိုက်ချင်တဲ့လူကို ကြိုက်ခွင့်ရှိတာက လူတယောက်ရဲ့ လွတ်လပ်ခွင့်တဲ့\nကဲ အဓိပ္ပါယ်လေးကတော့ ထိထိမိမိနဲ့ ရှင်းရှင်းလေးပါပဲကျွန်တော်တို့ လူ့ပတ်ဝန်းကျင်ဆိုတဲ့ သဘောသဘာဝကြီးကတော့ လွတ်လပ်ခွင့်တွေကို အပြစ်တင် ဝေဖန်တတ်ကြစမြဲဒါပေမယ့်လည်း အဲ့ပတ်ဝန်းကျင်ကြီးမှာပဲ နေသားတကျဖြစ်အောင်နေရင်း ရှေ့ဆက်လျှောက်လှမ်းကြရတာပါပဲအဲ့လိုရှေ့ဆက်လျှောက်လှမ်းကြမယ့် ကောင်းလေးနှစ်ယောက်ရဲ့ အချစ်ရေးအကြောင်းကို ဒီဂျန်ကားလေးထဲမှာ စီးမျောကြည့်ဖို့ အကျဉ်းချုပ်လေး ပြောပြရရင်ရွှမ်နဲ့ နာဂီဆာ တို့နှစ်ယောက်ဟာ အထက်တန်းကျောင်းသားဘဝတည်းက ချစ်သူဖြစ်ခဲ့ကြပြီး တက္ကသိုလ်ထိလည်း ဆက်ဆံရေးလေးဟာ ချိုမြိန်နေခဲ့ပါတယ်ဘွဲ့ရခါနီး တနေ့မှာတော့ မထင်မှတ်စွာပဲ နာဂီဆာက ရွှမ်ကို လမ်းခွဲပြီး ထားပစ်ခဲ့ပါတော့တယ်စိတ်ဒဏ်ရာတွေကြောင့် ရွှမ်တယောက် လူတွေနဲ့ သိပ်မဆက်ဆံရတဲ့ ကျေးလက်ဒေသလေးမှာ ဇာတ်မြုှပ်နေခဲ့ပြီး နှစ်တွေကြာပြီးနောက်နာဂီဆာဟာ သူ့ရဲ့ချစ်စရာ သမီးလေး ဆိုရာကိုခေါ်ပြီး ရွှမ့်ဆီ ပြန်ရောက်လာတဲ့ခါ...ပျော်ရွှင်စရာအခိုက်အတန့်လေးတွေဖြစ်နေရင်တောင် သူတို့ရဲ့လွမ်းဆွတ်အားငယ်စရာ ခံစားချက်တွေကို သိမြင်ခံစားလာစေမယ့် မိသားစုဆန်ဆန် BLကားလေးဖြစ်လို့ ရင်ထဲတခုခု စွဲကျန်နေခဲ့မှာ အသေအချာပါ ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ ...",
        "rating": "7.5",
        "url": "https://megaup.net/YGr2/His_(2020)_720p.mp4",
        "category": "Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/imasasasges-135x200.jpg",
        "title": "Zombieland: Double Tap (2019)",
        "description": "IMDb (6.7) / Rotten Tomatoes (69%)Zombieland (2009) ထွက်ပြီး ၁၀ နှစ်အကြာမှာ Zombieland 2 အနေနဲ့ ဒီဇာတ်ကားထွက်ရှိခဲ့ပါတယ်..ပထမဇာတ်ကားက သရုပ်ဆောင်တွေပဲ အဓိကပါဝင်ထားပြီး မပျင်းရအောင် ရယ်ရ ကြောက်ရတုန်းပါပဲ...Rating တွေလဲ ကောင်းဆဲဖြစ်ပြီး ဇာတ်လမ်းတည်ဆောက်ထားပုံလဲ လတ်ဆတ်ပါတယ်...Zombie တွေ ဒီကမ္ဘာမှာ တကယ်ရှိလာနိုင်တာမို့ Zombieland ဇာတ်ကားတွေ ကြည့်ထားဖို့ဖိတ်ခေါ်ပါတယ်။ :P File Size : (1.7 GB),(990 MB)\nQuality : Blu-Ray (1080p 5.1,720p)\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre : Adventure, Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Nyeinsaeya ...",
        "rating": "6.7",
        "url": "https://megaup.net/30y3l/(CM)Zombieland.Double.Tap.2019.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-FGT.mp4",
        "category": "Action, Adventure, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/shasajs-133x200.jpg",
        "title": "Zombieland (2009) Zombie Land",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (89%)အီမာစတုန်းတို့လို နာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ ခေတ်ကိုသရော်ထားတဲ့ Zombie ဟာသဇာတ်ကားပါ...Rating တွေမြင့်သလို အကောင်းဆုံး Zombie ဇာတ်ကားတွေထဲမှာပါဝင်ပါတယ်...ကိုလမ်ဘတ်(စ်) လို့ခေါ်တဲ့ လူငယ်လေးတစ်ယောက်ဟာသူအသက်ရှင်နေထိုင်နိုင်ဖို့အတွက် သူကိုယ်တိုင်ထုတ်ထားတဲ့စည်းမျဉ်းစည်းကမ်းတွေကိုတိတိကျကျ လိုက်နာပြီး Zombie တွေသာကျန်ရှိတော့တဲ့ တိုင်းပြည်မှာ ရှင်သန်နေထိုင်လျှက်ရှိပါတယ်အမေရိကန်ပြည်မှာ ရောဂါပိုး ကူးစက်ခံရတာကနေတစ်ဆင့်လူတွေအားလုံးဟာ ဖုတ်ကောင်တွေအဖြစ် ပြောင်းလဲသွားကြပါတယ်ဒီအချိန်မှာတော့ လူငယ်လေးကိုလမ်ဘတ်(စ်)တစ်ယောက် သူ့ရဲ့စည်းမျဉ်းစည်းကမ်းတွေနဲ့အတူ ဆက်လက်ရှင်သန်နိုင်ခဲ့ပါတယ်တစ်နေ့မှာတော့ သူ့လိုပဲ အသက်ရှင်ကျန်ရစ်တဲ့ တယ်လာဟေဆီ ဆိုတဲ့ဖုတ်ကောင်တွေသတ်ရာမှာ အလွန်ကျွမ်းကျင်တဲ့ လူတစ်ယောက်နဲ့ဆုံတွေ့ခဲ့ပြီးအိုဟိုင်းရိုး ပြည်နယ်ကို ခရီးဆက်ခဲ့ကြပါတယ်ဒီလိုနဲ့ ခရီးဆက်ရင်း သူတို့ဟာ ဈေးဝယ်စင်တာ တစ်ခုမှာလိုအပ်တဲ့ ရိက္ခာတွေ ဖြည့်တင်းရင်းကနေမှ အသက်ရှင်ကျန်ရစ်နေသေးတဲ့ညီအမနှစ်ဦးနဲ့တွေ့ခဲ့ပြီး နှစ်ကြိမ်တိုင်တိုင် အလိမ်ခံခဲ့ရပါတယ်နောက်ပိုင်းမှာတော့ သူတို့၄ ယောက်ပေါင်းမိသွားကြပြီးလိုရာခရီးကို ဆက်သွားခဲ့ကြတယ်နောက်ပိုင်းမှာတော့ မျှော်လင့်ချက်မဲ့နေတဲ့ သူတို့၄ယောက်ဖုတ်ကောင်တွေ မဝင်ရောက်သေးဘူးလို့သူတို့ထင်နေခဲ့ကြတဲ့ပစိဖိတ် ပေးလန်း(ဒ်) ကစားကွင်းကို သွားဖို့ဆုံးဖြတ်လိုက်ကြတယ်ဒါပေမဲ့ သူတို့ထင်ထားခဲ့သလိုတွေ မဖြစ်လာခဲ့ပဲ ဖုတ်ကောင်မြောက်မြားစွာနဲ့ရင်ဆိုင်တိုက်ခိုက်ခဲ့ရတာတွေကို ရိုက်ကူးပုံဖော်ထားတဲ့Zombie ...",
        "rating": "7.6",
        "url": "https://megaup.net/1ED93/(CM)Zombieland_(2009)_B-R_720p_.mp4",
        "category": "Action, Adventure, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/thimmarusu-et00312664-26-07-2021-05-23-22-133x200.jpg",
        "title": "Thimmarusu: Assignment Vali(2021)",
        "description": "Thimmarusu (2021)\"လူတစ်ယောက် ကောင်းတယ်ဆိုတာကို ပတ်ဝန်းကျင်က လက်ခံဖို့အချိန်တွေအများကြီး ယူရပေမယ့်သူမကောင်းဘူးဆိုတာကိုတော့ စက္ကန့်ပိုင်းလေးအတွင်း လူတွေလက်ခံနိုင်ကြတယ်မင်းနာမည်ဘေးမှာ တွဲလျက်ရှိနေတဲ့လူသတ်သမားဆိုတဲ့ ဂုဏ်ပုဒ်က သေတဲ့ထိပါသွားမှာကွဒါကြောင့် ဒီအမှုကို မင်းရင်ဆိုင်ရမှာ\"လွန်ခဲ့တဲ့ ၈ နှစ်က လူသတ်မှုနဲ့ စွပ်စွဲခံရပြီးထောင်ကျခဲ့ရတဲ့ ကောင်လေးကိုအမှုပြန်ဖွင့်ပြီး တရားခံအစစ်ဖော်ထုတ်ဖို့ရှေ့နေက ပြောတဲ့စကားတရားဥပဒေဆိုတာ လက်တစ်လုံးခြားပဲတဲ့​မတရားမှုမှန်သမျှ ဖော်ထုတ်မယ်ဆိုတဲ့လူငယ်ရှေ့နေလေးကတော့ ဒီစကားကိုလက်မခံပါဘူးတုံးဆိုတိုက် ကျားဆိုကိုက်ပြီးအမှန်တရားသာဖော်ထုတ်မယ့် ရှေ့နေပေါ့ဒီလိုရှေ့နေတစ်ယောက်က လွန်ခဲ့တဲ့ ၈ နှစ်ကအမှုဟောင်းကို စုံစမ်းရရောဗျာသာမာန်လျော်ကြေးငွေကိစ္စနဲ့ အမှုဆိုပြီးလိုက်ရာကနေတရားအစွဲခံခဲ့ရတဲ့သူဟာ တရားခံအစစ်မဟုတ်ဘဲထောင်ကျခဲ့တယ်ဆိုတာ သိသွားတဲ့အချိန်မှာတော့ရအောင်ဖော်ထုတ်မယ်လို့ စိတ်ဆုံးဖြတ်ခဲ့တယ်လှည့်ကွက်တွေ အများကြီးရှိနေတဲ့အပြင်မထင်မှတ်ထားတဲ့ လူတွေပါ ပါဝင်ပတ်သက်နေတဲ့ ဒီအမှုကြီးကိုဆက်ပြီးဖော်ထုတ်လေ သူ့အတွက်အန္တရာယ်များလာလေဖြစ်လာခဲ့တဲ့အခါ...အန္တရာယ်ကြားကနေ အမှန်တရားဘက်တော်သားတစ်ယောက်ဒီအမှုကို ဘယ်လိုကိုင်တွယ်သွားမလဲဆိုတာကိုအိန္ဒိယဇာတ်ကားတို့ ထုံးစံအတိုင်း Dialog အလန်းတွေနဲ့ ရိုက်ပြထားပါတယ်ကြည့်ရှုလိုက်ကြပါဦး \nFile size…2Gb / 1.22Gb / 600MB\nQuality…720p /480p / 1080pTRUE WEBDL DD+5.1\nFormat…Mp4\nDuration….2h 7mins\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Amelia & ...",
        "rating": "8.5",
        "url": "https://megaup.net/30y8t/THIMMARUSU_(2021)_Telugu_TRUE_WEB-DL720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/EgW2b_4f-141x200.jpg",
        "title": "The Sun Does not Move (2021)",
        "description": "The Sun Does not Move (2021)ဒီတစ်ခါတော့ ကြည့်ရခဲတဲ့ ဂျပန် သိပ္ပံအက်ရှင်ကား ပါ။ကြည့်ရခဲသလို အတွဲအစပ်ကလည်း ထူးခြားပါတယ်။Death Note ဇာတ်ကားတွေထဲက Kira လို့ အများသိထားကြတဲ့\nမင်းသားကြီး Tatsuya Fujiwar နဲ့\nMy Teacher, My Love ထဲက မင်းသားချောလေး Ryoma Takeuchi တို့က\nခေါင်းဆောင် မင်သားအနေနဲ့ ပါဝင်ထားပြီးတော့\nမင်းသမီးကတော့ W :Two Worlds က မင်းသမီးချော Han Hyo Joo ပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....ခန္ဓာကိုယ်ထဲမှာ ၂၄ နာရီအတွင်း ပေါက်ကွဲပြီး\nသေစေနိုင်တဲ့ Chip အပြားလေးတွေကို ထည့်ထားရတဲ့\nAN ဆက်သွယ်ရေးဆိုတဲ့ သတင်းအရောင်းအဝယ်လုပ်တဲ့\nလျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုက သူလျှိုတွေဖြစ်တဲ့ Takano နဲ့ Taoka တို့နှစ်ယောက်ဟာ\nတိုးတက်လာတဲ့ နေစွမ်းအင်နဲ့ပတ်သက်တဲ့ သတင်းအချက်အလက်တွေကို\nကိုယ်ကျိုးစီးပွားအတွက်လိုချင်နေကြတဲ့\nနိုင်ငံပေါင်းစုံက အတော်ဆုံးသူလျှိုတွေနဲ့ အားပြိုင်ပြီး\nဘယ်လိုရအောင်ယူမလဲဆိုတာကို ကြည့်ရှူရမှာ ဖြစ်ပါတယ်။ဘာသာပြန် ...",
        "rating": "5.2",
        "url": "https://megaup.net/1EC37/The.Sun.Does.not.Move.2021.Amazon.WEB-DL.720p.H264.DDP.CM.mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uTgZuqUQbaCB6Wfk03N8IUEuzQf.jpg",
        "title": "Vacation Friends (2021)",
        "description": "Vacation Friends(2021)\n==================\nIMDb Rating. - 6/10တစ်ခါတုန်းက ဆော့ခရိတ္တိအိမ်ကို လူတစ်ယောက်ရောက်လာခဲ့တယ်\nတွေးခေါ်ပညာရှင်ကြီး ဆော့ခရိတ္တိက လူသာနာမည်ကြီးတာ အိမ်က‌တော့ ကျဉ်းကျဉ်းသေးသေးလေး။အဲ့ဒီတော့ ရောက်လာတဲ့သူက ပြောတယ်။\"တွေးခေါ်ပညာရှင်ကြီးလုပ်နေပြီး ခင်ဗျားအိမ်ကျကျဉ်းလှချေလားဗျာ\"တဲ့။ဆော့ခရိတ္တိကတော့ \"ကျုပ်အိမ်ကကျဉ်းပေမဲ့ မိတ်ကောင်းဆွေကောင်းတွေလာရင်တော့ နေဖို့လောက်ပါတယ်\"လို့ဖြေလိုက်တယ်။မိတ်ကောင်းဆွေကောင်းဆိုတာ လောကမှာ တကယ့်ကိုရှားတယ်ဆိုတဲ့ သဘောပေါ့။ အဲ့ဒီလိုရှားတဲ့ ထဲမှာမှ အရစ္စတိုတယ်က ပြောထားသေးတယ်။အားလုံးရဲ့ မိတ်ဆွေဟာ ဘယ်သူ့ရဲ့ မိတ်ဆွေမှမဟုတ်ဘူးတဲ့။ဆိုတော့ကာ မိတ်ဆွေကောင်းလည်းဖြစ် ကိုယ့်ကိုအခင်ဆုံး ဖြစ်နေမယ့် မိတ်ဆွေလည်း ဖြစ်မယ့်သူဆိုတာ တော်တော့်ကိုရှားပါတယ်။ရလိုက်ရင်တော့ ခင်ဗျား ကံကောင်းပြီပေါ့။ ဒီရုပ်ရှင်ဟာ အဲ့ဒီလို မိတ်ကောင်းဆွေကောင်း တစ်ယောက်ကိုရလိုက်တဲ့ ကံကောင်းခဲ့တဲ့ သူတစ်ယောက်အကြောင်းပါပဲ။\nဟာသကားပေမဲ့ သူရဲ့ Main Concept ဖြစ်တဲ့ မိတ်ဆွေကောင်း တစ်ယောက်ရလိုက်ခြင်း အကြောင်းဟာ အားကျစရာ ကြည်နူးစရာကောင်းနေတော့ တော်တော်လေးကောင်းတဲ့ ရုပ်ရှင်လို့ဆိုရမှာပါပဲ။ R Rateဟာသတွေထည့်ထားတဲ့ကားဆိုတော့ ဆဲတာဆိုတာ နည်းနည်းတော့ပါပါတယ်။\nဂျွန်ဆီနာကို ဗီလိန်အနေနဲ့ ဒီတစ်နှစ်ထဲ နှစ်ကားမြင်ခဲ့ပြီးပြီဆိုတော့ ဒီရုပ်ရှင်ထဲက မိတ်ဆွေကောင်းပီသတဲ့ ဂျွန်ဆီနာရဲ့ ချစ်စရာကောင်းတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1ECf1/(CM)Vacation.friends.2021.720p.web.h264.mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/238477430_547577950029680_4578000828338461112_n-141x200.jpg",
        "title": "[18+]Rape Zombie: Lust of the Dead 2 (2013)",
        "description": "[18+]Rape Zombie: Lust of the Dead 2 (2013)ပထမကားမှာဆိုရင်...\nဂျပန်ကိုနယူးကလီးယားဗုံးအကြဲခံလိုက်ရပြီးတော့ အမျိုးသမီးတွေကို လိင်စိတ်ဆာနေတဲ့ဇွန်ဘီးတွေက တိုက်ခိုက်ကြပါတယ်....အဲ့တိုက်ခိုက်တဲ့ ဇွန်ဘီးတွေကို အမျိုးသမီးတစ်စု ဘယ်လိုနှိမ်နှင်းပြီး လွတ်မြောက်သွားလဲဆိုတာကို ကြည့်ရမှာပါ ။\nအခု ဒုတိယကားမှာတော့ ပုန်းအောင်းနေတဲ့လူနောက်တစ်စုက ပိုမိုဆိုးရွားလှတဲ့ ဇွန်ဘီးမျိုးစိတ်အသစ်ကို ရင်ဆိုင်ကြရမှာပါ ။ဒီကားလေးဟာ18+ ကားတကားဖြစ်ပေမဲ့လည်း တချို့လူသဘာဝတရားသီအိုရီတွေကိုပါ တခါတည်းထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဒီကားအမျိးအစားလေးကတော့ Horror အပေါ်အခြေခံထားပြီးတဲ့ 18+ကား တကားပါ ။(မှတ်ချက်)\nကလေးသူငယ်များကြည့်ရှု့ရန်မသင့်တော်ပါ ။File Size__(750MB)\nQuality__720p\nIMDb Rating__3.6/10\nFormat__mp4\nDuration__1 hr 5 min\nTranslated by Parris\nEncoded by Dark Devil",
        "rating": "3.6",
        "url": "https://megaup.net/YFk4/[18+]Rape_Zombie_Lust_of_the_Dead_2_(2013).mp4",
        "category": "Adult, Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/XJWWZ_4f-133x200.jpg",
        "title": "Love Story in London (2021)",
        "description": "Love Story In London (2021)ကျွန်​​တော်တို့ ဆယ်​ကျော်သက်ဘ၀မှာ\nကိုယ့်ဘ၀ထက်​တောင် ပိုပြီးချစ်ခဲ့မိတဲ့\nအချစ်ဆုံးလူသား​လေးတစ်​ယောက်​တော့ လူတိုင်းမှာရှိခဲ့ကြမှာပါ။ပိုင်ဆိုင်ရသည်ဖြစ်​စေ၊ မပိုင်ဆိုင်ရသည်ဖြစ်​စေ၊\nသူ့အ​ကြောင်း​တွေးမိလိုက်တိုင်း .....\nရင်ထဲ​​နွေး​ထွေးသွားရတဲ့ အခိုက်အတန့်​​လေးတွေက​ တန်ဖိုးမဖြတ်နိုင်​လောက်​အောင်ပါပဲ။ဒီကား​လေးဟာလည်း ဆယ်​ကျော်သက်ဘဝ\nလွမ်း​​မောဖွယ် အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nဖော်ကျူးပြသထားတာဖြစ်ပါတယ်။ကျွန်​တော်က​တော့ ဒီကား​လေးက \"You Are The Apple Of My Eye\" ရဲ့\nအရိုက်အရာကို ဆက်ခံနိုင်လိမ့်မယ်လို့ထင်တယ်ဗျာ။ဒါဆို ဇာတ်ညွှန်း​လေးကို စလိုက်ကြရ​အောင်။ကျန်းဟယ် မှာ ငယ်ငယ်ကတည်းက ရင်းနှီးလာခဲ့တဲ့\nဂူရှင်းလဲ့ဆိုတဲ့​ကောင်​လေးတစ်​ယောက်ရှိတယ်။ဂူရှင်းလဲ့ က စာ​​ဖက်မှာလည်း မထူးချွန်သလို\nအားကစားဖက်ကြည့်ပြန်​တော့လည်း ညံ့မြဲညံ့ဆဲပါ\nအဲ့တာ​ကြောင့် ကျန်းဟယ်က သူ့ကို \"ငတုံးဂူ\" လို့\nနာမည်​​ပြောင်ပေးထားခဲ့တယ်။ကျန်းဟိုင် က​တော့ ဂူရှင်းလဲ့နဲ့ ဆန့်ကျင်ဖက်\nအရာရာပြီးပြည့်စုံပြီး ကျန်းဟယ်ရဲ့တစ်ဖက်သတ်ကျိတ်ချစ်ခြင်းခံရသူဆိုလည်း မမှားပါဘူး။ သူတို့​နှစ်​ယောက်ဟာ အ​တော်ထူးချွန်တဲ့အတွက်\nပြိုင်ပွဲ​​ပေါင်းများစွာမှာ ဆု​တွေအသီးသီရရှိဆွတ်ခူးထားကြတာပါ။ဒီလိုနဲ့အတန်း​တွေကြီးလာတဲ့အခါ နှစ်​​ယောက်စလုံးဟာ\nအင်္ဂလန်နိုင်ငံ က နာမည်ကြီးတက္ကသိုလ်တွေရဲ့ ဖိတ်ကြားစာ အသီးသီးလက်ခံရရှိကြပြီး\nပညာ​တော်သင်သွားဖို့ ပြင်ဆင်ကြပါ​တော့တယ်။နိုင်ငံခြားမှာ ကျန်းဟိုင်နဲ့အတူ ပညာ​တော်သင်သွားရဖို့က\nကျန်းဟယ် မမက်ရဲခဲ့တဲ့ အိပ်မက်ဖြစ်ပြီး၊\nကျန်းဟယ်နဲ့ အမြဲအတူရှိ​နေချင်တာက ဂူရှင်းလဲ့ရဲ့အိပ်မက်ပါ။သုံးပွင့်ဆိုင်ဖြစ်​နေကြတဲ့ သူတို့ရဲ့အချစ်ဇာတ်လမ်း​လေးကို\nမျက်ရည်ခိုင်ခိုင်ထားပြီး ကြည့်ဖို့​တော့လိုမယ်ဗျာ။ဘာပဲ​ပြော​ပြော ဒီကား​လေးက ...",
        "rating": "5.7",
        "url": "https://megaup.net/YEjl/Love_Story_in_London_2021_WEB-DL_720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BODY2ZTY0N2ItZTk2MS00NzQyLWIzZmMtZWQwNGMxMGY1ZjNiXkEyXkFqcGdeQXVyNjYyODQ0NDY@._V1_-140x200.jpg",
        "title": "Nemesis (2019)",
        "description": "Nemesis (2019)\nคืนยุติ-ธรรมထောင်ဆိုတာ ဆင်းရဲသားတွေအတွက် သီးသန့်ဖြစ်နေခဲ့ပြီး\nငွေရှိရုံနဲ့ အမှားမှန်သမျှကို အမှန်ဖြစ်အောင် လုပ်ပစ်နိုင်တဲ့\nအခြေအနေတွေနဲ့ ကြုံတွေ့ခဲ့ရရင် ခင်ဗျားဘယ်လိုဖြေရှင်းမလဲ?အော့နှလုံးနာစရာ အဖြစ်အပျက်တွေနဲ့ ပြည့်နှက်နေတဲ့\nလောကကြီးရဲ့ တစ်စိတ်တစ်ပိုင်းကို ရိုက်ကူးတင်ဆက်ထားတဲ့\nဒီဇာတ်ကားမှာဆိုရင်အဓိကဇာတ်ကောင်ဖြစ်တဲ့ မာနွတ်ဟာ\nကိုယ်ဝန်နဲ့ ဇနီးဖြစ်သူကို သတ်ခဲ့တဲ့သူရယ်လို့\nသတင်းတွေမှာ ဝေဝေဆာဆာဖော်ပြခံရတဲ့ လူသတ်သမားတစ်ဦးပါ။ဒါ့အပြင် မာနွတ်က မူးယစ်ဆေးသုံးစွဲထားမှုရဲ့ ဘေးထွက်ဆိုးကျိုးတွေကြောင့်\nစိတ်ကျန်းမာရေးမကောင်းတဲ့သူအဖြစ်လည်း သတ်မှတ်ခံထားရပါသေးတယ်။တရားစီရင်မှုအပြီးမှာပဲ မေ့မေ့ပျောက်ပျောက်ဖြစ်သွားကြတဲ့ လူသတ်မှုဟာ\nမာနွတ်ထောင်ကလွတ်လာပြီးနောက်မှာတော့ တစ်ဖန်ပြန်ပြီး လှုပ်နှိုးခံလိုက်ရပါတော့တယ်။ဆေးသမားတစ်ယောက်က သူ့မိန်းမကို သတ်လိုက်တာလို့\nရိုးရိုးတန်းတန်းထင်ခဲ့ကြတဲ့ လူသတ်မှုနောက်ကွယ်မှာ\nမရိုးဖြောင့်နိုင်တဲ့ ရင်နာစရာ အဖြစ်အပျက်တွေ အများကြီးရှိနေတဲ့အခါ...သူ့အတွက် တရားမျှတမှုမပေးနိုင်တဲ့ တရားဥပဒေကို ကျော်လွန်ပြီး\nမာနွတ်တစ်ယောက် ဘယ်လိုတရားစီရင်မှာလဲ?လောကကြီးကိို ထင်ဟပ်စေတဲ့ ထိုင်းအက်ရှင်ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး\nပြီးလို့ ပြီးမှန်းမသိအောင် ဇာတ်ရှိန်အတက်အကျမှန်မှန်နဲ့\nဆွဲခေါ်သွားနိုင်တဲ့ ဇာတ်ကားကောင်း တစ်ကားလည်း ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hazel ပဲ ဖြစ်ပါတယ်။ File size…1.7GB and 1.1GB and 499MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 29min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....Hazel\nEncoder ...",
        "rating": "6.9",
        "url": "https://megaup.net/2kz80/Nemesis.2019.720p.NF.WEB-DL.DDP5.1.x264.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/QBEQY_4f-142x200.jpg",
        "title": "Loved Like a Flower Bouquet (2021)",
        "description": "I Fell in Love Like a Flower Bouquet (2021)အသက်၂၁နှစ်အရွယ် တက္ကသိုလ် ကျောင်းသားချစ်သူနှစ်ဦးကြားက ချိုချဉ်ခါးအရသာအစုံ ပေးမယ့် ဂျပန်ရိုမန့်ခပ်ငြိမ့်ငြိမ့်လေးလာပါပြီဗျာရာမာနဲမူကီနဲ့ ဟာချီရာကီနှစ်ယောက် ရထားဘူတာမှာ ဆုံတွေ့ခဲ့ရင်းက ထူးဆန်းစွာပဲ အကြိုက်ချင်း ဝါသနာချင်း အသေးစိတ်လေးကအစ တူညီနေကြတာကို သိလိုက်ရပါတယ်ထပ်တူကျတဲ့ ဝါသနာအကြိုက်လေးအကြောင်းတွေကို ဖလှယ်ရင်း ဆွေးနွေးရင်း နောက်တော့ တရက် မတွေ့ရမနေနိုင်ဖြစ်သွားပြီး ချစ်မိခဲ့ရောပေါ့အဲ့လိုနဲ့ နှစ်ယောက်သား living together နေကြရင်း ဖြတ်သန်းလာကြရတဲ့ ၄နှစ်တာ ချစ်သူမက ဆက်ဆံရေးမှာ လူမှုရေးကိစ္စပြသနာတွေနဲ့ အမြင်ကွဲလွဲမှုတွေဝင်ရောက်လာတဲ့အခါ... စိတ်တူကိုယ်တူသူတို့နှစ်ယောက်ကြား ပျော်ရွှင်မှုဆိုတာ တည်မြဲနိုင်ခဲ့သလားဆိုတာကိုလူငယ်နှစ်ယောက်ရဲ့ အချစ်ရေး စလယ်ဆုံး အမျိုးစုံကြိုးခုန် အဖြစ်အပျက်တို့ကို လက်တွေ့ဆန်ဆန် ပုံဖော်ထားတဲ့ ဒီကားလေးမှာကြည့်ရှုရမှာပါမိုးအေးအေးလေးမှာ ကွေးကွေးလေးနဲ့ အတည်ကြီး ဖီးလ်တတ်ရင် ကြည်နူးမိရင်း ငိုချင်မိသလိုဖြစ်သွားစေမှာလည်း အမှန်အကန်ပါ ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann ...",
        "rating": "7.1",
        "url": "https://megaup.net/30vvi/We_Made_a_Beautiful_Bouquet_(2021)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/p19885745_b_v13_aa-150x200.jpg",
        "title": "He’s All That (2021)",
        "description": "He's all that (2021)ကဲ ပေါ့ပေါ့ပါးပါးနဲ့ teen romantic comedy ကြည့်ချင်သူတွေအတွက်\nhe's all that လာပါပြီဒီကားဟာ 1999 ခုနှစ်တုန်းက She's All That ဆိုတဲ့ ဇာတ်လမ်းကို\nGender swap လုပ်ပြီး update ပြန်မြှင့်ရိုက်ကူးထားခြင်း ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ပတ်ဂျက်ဆိုတဲ့ ကောင်မလေးဟာ ငယ်ငယ်ရွယ်ရွယ်နဲ့ရုပ်လေးကလည်း ချော၊ ဆိုရှယ်မီဒီယာမှာလည်း နာမည်ကြီးစပွန်ဆာတွေလည်းရ၊ ရည်းစားကလည်းရှိနဲ့အခု ဖတ်နေသူနဲ့တော့ ဆီနဲ့ရေပဲဗျာဒါပေမဲ့ တစ်နေ့မှာ တက်သစ်စအဆိုတော်ဖြစ်တဲ့သူ့ဘဲကို ရိုက်ကွင်းမှာ surprise လုပ်ဖို့ သွားကာမှချစ်သော ကိုကိုက back-up dancer မနဲ့ နောက်မီးလင်းနေတာကို မြင်ပြီးရိုက်ကွင်းမှာတင် ပတ်ဂျက်တစ်ယောက် \"ခင်မို့မို့အေး\" လုပ်ပါတော့တယ်သူမသိလိုက်တာက သူ ပွဲကြမ်းသမျှက သူ့အကောင့်မှာ live လွှင့်နေတယ်ဆိုတာပါပဲဘဲနဲ့ပြတ်ရတဲ့အထဲ တစ်ပူပေါ် တစ်ပူမက နှစ်ပူဆင့်ပြီးနာမည်လည်းပျက် အလုပ်ကလည်း စပွန်ဆာ ရပ်မယ် ပြောလာတော့ပတ်ဂျက်တစ်ယောက် သူ့နာမည် ...",
        "rating": "4.2",
        "url": "https://megaup.net/YE6m/He_s_All_That.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMTg4ODExMDgwOF5BMl5BanBnXkFtZTgwMjUzNDM5MDE@._V1_-138x200.jpg",
        "title": "Enemy(2013)",
        "description": "Enemy(2013) ရုပ်ရှင်အညွှန်းတစ်ခါတစ်လေ ကျရင် ကိုယ့်ဘဝရဲ့ ရန်သူဆိုတာ ကိုယ်ကိုယ်တိုင်လည်း ဖြစ်နေနိုင်ပါတယ်ဒီရုပ်ရှင်ကတော့ အချုပ်အနှောင်ကို မကြိုက်တဲ့ ယောက်ျား တစ်ယောက်၊ မိန်းမ တစ်ယောက်တည်းအပေါ် မှာပဲသစ္စာရှိရမှာ ကြောက်နေပြီး အဲ့လို ဘဝမျိုးမှာ လက်တွေ့ရှင်သန်နေထိုင်နေရတဲ့ အတွက် စိတ္တဇဝေဒနာ ကိုခံစားနေရတဲ့ ယောက်ျားတစ်ယောက်အကြောင်းပါရုပ်ရှင်ရဲ့ အဓိကက မင်းသားရဲ့ စိတ်ရောဂါ အကြောင်းကို လုံးဝ ပရိတ်သတ်တွေ နှစ်ခါပြန်ကြည့်ပြီးစဥ်းစားရလောက်မယ့် ပုံစံမျိုးနဲ့ တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်ပထမတစ်ခေါက်ကြည့်ပြီးရင်တော့ wtf? ဘာကြီးလဲ လို့ တွေးမိသွားနိုင်ပေမယ့်ရုပ်ရှင် တစ်ခုရဲ့ symbolism,metaphors တွေကို စိတ်ဝင်စား နားလည်တဲ့ သူတွေအတွက်ကတော့ဒီရုပ်ရှင် ပဟေဠိ တစ်ခုလိုပါပဲ အဖြေကို သေချာ နားလည်သွားတဲ့ အခါကျရင်တော့ တကယ့် masterpiece တစ်ခုလို့ ခံစားရမှာ အသေအချာပါပဲမင်းသားကတော့ ကျွန်တော့်အနေနဲ့ nightcrawler,spiderman-far from home တို့မှာ တွေ့ခဲ့ရတဲ့ မင်းသား​ကြီးjake ...",
        "rating": "6.9",
        "url": "https://megaup.net/30vjw/Enemy.2013.720p(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/vvs-theprotege-poster-27x39-29-708x1024-1-138x200.jpg",
        "title": "The Protégé (2021) The Protege",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (60%)နီကီတာဇာတ်လမ်းတွဲနဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Maggie Q..\nမားသားဖက်ခါကြီး Samuel L. Jackson နဲ့\nမူရင်းဘတ်မန်းကြီး Michael Keaton တို့ပါဝင်ထားတဲ့ ​\nကြေးစားလူသတ်သမား အသတ်အဖြတ်ကားမျိုးဖြစ်ပါတယ်။ကြေးစားလူသတ်သမား မူဒီဟာ\nဗီယက်နမ်မှာတွေ့ခဲ့တဲ့ အန်နာဆိုတဲ့ကလေးလေးတစ်ယောက်ကို\n​​သူ့ရဲ့တပည့်အဖြစ် လက်သပ်မွေးပြုစုပျိုးထောင်ခဲ့တာပါ...\nအန်နာနဲ့မူဒီတို့ဟာ လိုက်ရှာဖို့မဖြစ်နိုင်တဲ့လူတွေကို\nအဓိကလိုက်သတ်တဲ့ ​​​ကြေးစားဆရာတပည့်နှစ်ယောက်ဖြစ်လာပါတယ်...\nတစ်နေ့တော့ မူဒီဟာ သူလိုက်ရှာဖို့အခက်ခဲဆုံးလူတစ်ယောက်ကို\nခြေရာခံဖို့ကြိုးစားရင်း လုပ်ကြံခံလိုက်ရပါတော့တယ်...\nဒါကြောင့်မို့ သူ့တပည့်မ အန်နာဟာ တရားခံကိုအဖြေရှာဖို့နဲ့ မူဒီရှာခဲ့တဲ့လူကိုဆက်ရှာတဲ့အခါမှာ...\nနောက်ကွယ်မှာပါဝင်ပတ်သတ်နေတဲ့လူတွေက ဘယ်သူတွေဖြစ်နေမလဲဆိုတာ...။မင်းသမီးလည်းမိုက် မင်းသားတွေကလည်း\nဆရာကြီးတွေဖြစ်ပြီး အတိုက်အခိုက်အပစ်အခတ်တွေလည်း မိုက်တာမို့\nဂျွန်ဝစ်လို သွေးအေး Action ဇာတ်ကားမျိုးတွေကို လွမ်းနေတဲ့သူတွေအဖို့\nအလွမ်းပြေစေမယ့်ဇာတ်ကားမျိုးဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို Pyi T Nyein နဲ့ Chit Tee တို့မှ တင်ဆက်ထားပါတယ်။)File size…(1.8 GB) / (1 GB) / (500 MB)Quality…WEB-DL 1080p / 720p ...",
        "rating": "6.6",
        "url": "https://megaup.net/30vjv/(CM)The.Protégé.2021.WEBDL.720p.x264-CM.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/kabir-singh-et00080853-22-10-2020-06-59-53-133x200.jpg",
        "title": "Kabir Singh (2019)",
        "description": "IMDb Rating (7.1)၂၀၁၉ ခုနှစ် ဘောလိဝုဒ် Box Office မှာ အောင်ပွဲခံသွားခဲ့တဲ့\nKabir Singh အကြည်ထွက်လာလို့ အမြန်ဆုံးပဲတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းကတော့ အိန္ဒိယကားတွေနဲ့မစိမ်းတဲ့လူတိုင်းလိုလိုသိပြီးသားပါပဲ\n၂၀၁၇ မှာ နာမည်ကြီးအောင်မြင်ခဲ့တဲ့ Telugu ဇာတ်ကား Arjun Reddy ရဲ့\nRemake ဖြစ်ပါတယ်အဲ့ဒီတော့ Arjun Redddy မကြည့်ရသေးသူတွေအတွက်\nဇာတ်လမ်းလေးနည်းနည်းလောက်ပြောပြပါမယ်ဒေါက်တာ ကဗီး(ရ်) ရာဂျ်ဒီးဆင့်ဟာ ဒေလီဆေးသိပ္ပံရဲ့\nဘက်စုံထူးချွန်တဲ့ အလုပ်သင်ဆရာဝန်ဆိုးလေးပေါ့\nနေရာတကာလည်း ဒေါသကြီးသလို ထင့်ကနဲ့ဆို လက်ပါမယ်ဆိုတာချည်း\nဒါပေမဲ့ တစ်ခုတည်းသော သူ့အားနည်းချက်ကတော့\nပရီသီးဆိုတဲ့ကောင်မလေးပါပဲ\"သဘာဝတရားတွေ ဖွံ့ဖြိုးတိုးတက်နေတဲ့လောကကြီးထဲမှာ ငါတို့နေထိုင်ကြတယ်\nအဲ့ဒီထဲမှာ ငါသဘောပေါက် နားလည်လာတာတစ်ခုကတော့\nငါတို့တစ်ခုခုဖြစ်ခဲ့ရင် အထိခိုက်နာကျင်ရဆုံးလူတစ်ယောက်ရှိတယ်\nငါ့အတွက်ကတော့ ဒီကောင်မလေးပဲ\nသူသာတစ်ခုခုဖြစ်ရင် အခံစားရဆုံးဖြစ်မယ့်သူက ငါပဲ\nအဲ့ဒီတော့ သူ့ကို ထိခိုက်အောင်မလုပ်ကြပါနဲ့\"ဒီလို အသည်းသန်ချစ်ရတဲ့ ပရီသီးနဲ့ ကဗီး(ရ်)ဟာ မထင်မှတ်ထားဘဲ\nကွဲကွာသွားတဲ့အခါမှာတော့....။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်)Arjun Reddy (2017) Original ဇာတ်ကားကို https://channelmyanmar.org/arjun-reddy-2017/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.8 GB) / ...",
        "rating": "7.5",
        "url": "https://megaup.net/1EAc6/(CM)Kabir.Singh.2019.1080p.NF.WEB-DL.DD+5.1.x264-Telly.mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/148-1488063_vijay-devarakonda-photos-hd-download-135x200.jpg",
        "title": "Arjun Reddy (2017)",
        "description": "Arjun Reddy (2017)\n•••••••••••••••••••••••••\n\"တစ်နည်းနည်းအားဖြင့် တစ်ယောက်က\nပြိုလဲခဲ့ရင် ကျန်တဲ့ တစ်ယောက်က ပို\nပူဆွေးရတယ်။ ဒါ့ကြောင့် ငါ ချစ်တဲ့သူကို\nမထိခိုက်စေပါနဲ့ \"\n- [Arjun Reddy ]ဇာတ်လမ်းအကျဉ်း\n______________\nနောက်ဆုံးနှစ် ဆေးကျောင်းသား Arjun ဟာ ဒေါသသိပ်ကြီးတတ်တဲ့ လူငယ်ဗီဇ နဲ့\nမွေးဖွားလာသူပါ။ စာပေမှာလည်း တော်သလို အားကစားမှာလည်း ထူးချွန်ပါသေးတယ်။ ဒါပေမယ့် ဖြစ်သမျှ ဘောလုံးရန်ပွဲတွေကတော့ သူနဲ့ မကင်းခဲ့ရပါဘူး။\nဌာနမှူးက တော့ သြဝါဒတွေ အလီလီခြွေလို့။\n\" ဆေးပညာရပ်မှာ ဒေါသမထိန်းနိုင်တဲ့သူက ခွဲစိတ်ဓားကိုင်တဲ့ လူသတ်သမားနဲ့ တူတယ် Arjun \"\nဒီလို ဆုံးမလည်း Arjun ကတော့ မထူးလှ။ ကိုယ့်ခံယူချက်နဲ့ကိုယ်မို့ ကျောင်းတစ်လ နားခံရလည်း ဂရုမစိုက်တတ်။\nဒီလိုနဲ့ တစ်နေ့မှာတော့ ပထမနှစ်ကျောင်းသူလေး Preethi ကို တွေ့ခဲ့မိပါပြီ။ဒီတော့ Arjun ဟာ Preethi ကို သိပ်ချစ်တတ်ခဲ့တယ်။ ကမ္ဘာတစ်ခုလုံးကို အရှုံးပေးရလောက်အောင် အရူးအမူးပါပဲ။\nသူ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1EAbr/(CM)Arjun_Reddy_(2017)_Telugu_720p_AMZN_WEB-DL_H264_DDP_5.1_-_NbT.mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/cjpmvi6puqet-135x200.jpg",
        "title": "Dien Toi (2021)",
        "description": "Dien Toi (2021)ရှားရှားပါးပါး ဗီယက်နမ် သရဲကားလေးတစ်ကား အသစ်ထွက်လာတာမို့\nသရဲကားကြိုက်သူများအတွက် ကားကောင်း လက်မလွတ်ရလေအောင် တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ .....နာမည်ကြီးအောင်မြင်နေတဲ့ ဆယ်ကျော်သက်စာရေးဆရာမလေး \"မန်ကျောက်\" ဆီကို\nညစဥ်ညတိုင်း သရဲမလေးတစ်ယောက်က ကူညီပေးဖို့ အိပ်မက်ပေးတာကြောင့်\nသူမမှာ စာရေးဖို့အတွက် အခက်အခဲတွေရှိနေပါတယ်။တစ်ရက်မှာတော့ ဒါရိုက်တာပေါက်စ \"ထိုက်\" ဆိုတဲ့ကောင်လေးနဲ့\nအကြောင်းကိစ္စ တစ်စုံတစ်ရာကြောင့် တွေ့ဆုံခဲ့ကြပါတယ်။မန်ကျောက် ရဲ့ အိပ်မက်တွေထဲကို အကူအညီလာလာတောင်းနေတဲ့ သရဲမလေးက\nသူ့အိမ်အနား​က စန္ဒယားသင်တန်းရဲ့အပေါ်ထပ်မှာရှိနေတယ်ဆိုတာ သိလိုက်ရတဲ့အခါမှာတော့...သဘာဝလွန်စွမ်းအားရှိပြီး အတိတ်ဆီကိုမြင်နိုင်တဲ့ မန်ကျောက်နဲ့\nပ​ရလောကကို မြင်နိုင်တဲ့ ထိုက် တို့နှစ်ယောက်သား\nသရဲမလေးကို ကယ်တင်ပြီး ဖုံးကွယ်ထားတဲ့အမှန်တရားတစ်ခုကို\nဘယ်လိုတွေကြိုးစားကြမလဲဆိုတာကို ကြည့်ရှုရမယ့်\nဗီယက်နမ် Horror, Thriller ကားကောင်းလေးဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ HAW ပဲ ဖြစ်ပါတယ်။File size… 1.7GB and 1GB and 400MB\nQuality….WEB-DL 1080p and 720p and 480p\nFormat…mp4\nDuration….1h 30min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "",
        "url": "https://megaup.net/30u9h/Dien.Toi.2021.720p.WEBRip.AAC2.0.x264.CM.mp4",
        "category": "Action, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/the-prestige.14577-1-200x300.jpg",
        "title": "The Prestige (2006)",
        "description": "THE PRESTIGEIMDb (8.5/10) / Rotten Tomatoes (76%)ကြီးမားတဲ့ မျက်လှည့် လှည့်စားမှုတိုင်းမှာ အပိုင်း (3) ပိုင်း ဒါမှမဟုတ် ပြကွက် (3) ကွက်ပါရှိတယ်။ ပထမ အပိုင်းကိုတော့ \"ကတိ\" လို့ခေါ်တယ်။ မျက်လှည့်ဆရာတစ်ယောက် ဟာ မင်းကို ရိုးရှင်းတဲ့ အရာကိုပြသလိမ့်မယ်။ အထပ်လိုက်စီထားတဲ့ ကဒ်တွေ၊ ဌက်တစ်ကောင် ဒါမှမဟုတ် လူတစ်ယောက်ပေါ့၊ သူကမင်းကို ဒီအရာကိုပြမယ်။ စစ်မှန်ခြင်း သာမာန်ဖြစ်ခြင်း ပြုပြင်ပြောင်းလဲထားခြင်း မဟုတ်ကြောင်းတို့ကို မင်းကို စစ်ဆေးခိုင်းဖို့ဖြစ်ချင်ဖြစ်မှာပေါ့။ ဒါပေမဲ့.. မဟုတ်ပါဘူး။ ဒုတိယပြကွက်ကိုတော့ \"လှည့်ခြင်း\" လို့ခေါ်တယ်။ မျက်လှည့်ဆရာက သာမာန်အရာဝတ္ထုတစ်ခုကို ယူပြီး ထူးခြားဆန်းကြယ်တဲ့ အရာတစ်ခုခုကို ဖြစ်အောင်လုပ်ဆောင်လိုက်တယ်။ အခုမင်းလျှို့ဝှက်ချက်တွေကို ရှာဖွေနေမယ်။ ဒါပေမဲ့ မင်းတွေ့မှာမဟုတ်ဘူး။ ဘာကြောင့်လဲဆိုတော့ မင်းတကယ်ကြည့်မနေလို့ပဲလေ။ မင်းကတစ်ကယ်မသိချင်ပါဘူး။ မင်းက အရူးလုပ်ခံချင်တာပါ။ ဒါပေမဲ့လည်း မင်းလက်ခုပ်မတီးသေးဘူး။ ...",
        "rating": "8.5",
        "url": "https://megaup.net/YBvc/(CM)The.Prestige.2006.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Y1zHJ227zOWqv5OMXG3WrijqVA.jpg",
        "title": "Monster (2014)",
        "description": "Monster(2014)\n===========\nIMDb. = 6.5/10ဒီရုပ်ရှင်ဟာ အလယ်အလတ်အဆင့် ကိုရီးယားရုပ်ရှင်ဆိုတော့ကာ အားနည်းချက်နဲ့ အားသာချက် အလီလီတော့ရှိနေတယ်။\nသို့ပေမဲ့ Entertainmentတော့ အပြည့်အ၀ဖြစ်တဲ့ ရုပ်ရှင်ဆိုတာတော့ အာမခံလို့ရပါတယ်။\nThriller, Action အမျိုးအစားပေမဲ့ Thrillerနည်းပြီး Actionများတဲ့ကားလို့ ဆိုရမှာပဲ။\nPsychopath လူသတ်သမားဖြစ်တဲ့ Lee Min Ki ရဲ့ သတ်ခန်း‌ဖြတ်ခန်းတွေကိုတော့ လူအတော်များများ အကြိုက်တွေ့ကြမှာပဲ။ရုပ်ရှင်ရဲ့အားသာချက်ကိုပြောရရင်တော့ အားအသာဆုံးအပိုင်းက သရုပ်ဆောင်တွေရဲ့ သရုပ်ဆောင်မှုပဲ။\nကလေးသရုပ်ဆောင်က အစအတော်လေး အသက်၀င်တယ်။\nသရုပ်ဆောင်ကောင်းဆို cast တွေကလည်း ဆရာတွေကိုး။\nအဓိကဇာတ်ဆောင်ဖြစ်တဲ့ လီမင်ဂီကတော့ Beauty Inside series နဲ့ OH Master မှာ Sociopath ဆန်ဆန် ဇာတ်ရုပ်တွေနဲ့ အတော်လိုက်ဖက် သရုပ်ဆောင်ကောင်းခဲ့တဲ့လူ။\nဒီမှာလည်း Psychopathအနေနဲ့ အတော်လေး သရုပ်ဆောင်တာ ကောင်းတယ်။\nနောက်... ပွဲဦးထွက် A Muse (2012)မှာကတည်းက အတော်လေးဂေါ်ခဲ့တဲ့ Goblin နဲ့နာမည်ကြီးတဲ့ ဂင်ဂိုအွန်းကလည်း ကျပ်မပြည့်တဲ့ ဇာတ်ကောင်နေရာမှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Ey6v/(CM)Monster.2014.720p.AMZN.WEB-DL.DD+2.0.H.264.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/b9983b683a4465a965257abe3b43c595f168912a1819c95c7501e70f70fa4fdc._RI_V_TTW_-150x200.jpg",
        "title": "Dream Lover (1993)",
        "description": "IMDb Rating (6.2) / Rotten Tomatoes (57%)မိန်းမတွေရက်စက်လို့ ဘဝပျက်သူတွေ ဒီကမ္ဘာမှာ ဘယ်လောက်များရှိမလဲ...ကိုးတောင်ဝတ်ယောကျ်ားလေးတွေ အချစ်အတွက် ဘဝပျက်ခံကြပုံတွေဟာ တရားရစရာပါပဲ...အချစ်မှာရိုးသားသူက ကြေကွဲရသူပဲမလား....လူနှစ်ယောက်ပေါင်းစည်းခြင်းမှာ တစ်ဦးစီရဲ့အတ္တတွေရှေ့တန်းတင်လာတဲ့အခါဒီဇာတ်ကားဖြစ်လာတာပါပဲ...၁၉၉၀ ခုနှစ်များဆီက ရုပ်ရှင်တချို့ဟာ မင်းသမီးတွေရဲ့ လှပကျော့ရှင်းမှုကိုရှေ့တန်းတင်ဆွဲဆောင်ပြီးတော့စိတ်ဝင်စားစရာ Crime Thriller ဇာတ်လမ်းမျိုးတွေ အတော်ရိုက်ကြခဲ့တာပဲ...မင်းသမီးရှရွန်စတုန်းရဲ့ Basic Instinct , မင်းသမီးမက်ဒေါနားရဲ့ Body of Evidence စသည်ဖြင့်ပေါ့...ခုကတော့ မင်းသမီး Mädchen Amick ပေါ့...သူကလဲ ငယ်ငယ်တုန်းက Jennifer Connelly တို့လို ညှို့အားပြင်းမင်းသမီးတစ်လက်ဆိုတာ ခုဇာတ်ကားမှာ မျက်မြင်ကိုယ်တွေ့ရပါမယ်...ဇာတ်လမ်းကတော့..‌သာမန်ယောကျ်ားလေးတွေလိုပဲ ကိုယ်နဲ့အသက်ထက်ဆုံး ပျော်ရွှင်ကြည်နူးပြီး ခိုင်မြဲလက်တွဲဖို့အိပ်မက်ထဲက စိတ်ကူးယဉ်မိန်းမလှလေးနဲ့တွေ့ချင်ခဲ့တဲ့ ရေးတစ်ယောက် ...သူ့ရဲ့စိတ်ကူးထဲကမိန်းမလှလေးလို့ထင်ခဲ့တဲ့ ပထမမိန်းမရဲ့ဖောက်ပြန်မှုကိုကြုံပြီးတဲ့နောက်မှာနောက်ထပ် သူ့စိတ်ကူးအိပ်မက်မိန်းကလေးဆိုတာ တကယ်ရှိနိုင်ပါ့မလားလို့ ယုံမှားသံသယတွေပြည့်နေခဲ့ပါတော့တယ်...သူဟာလုပ်ငန်းလဲရှိတယ်..ငွေလဲရှာနိုင်တယ်..စိတ်ကောင်းလဲရှိတယ်..မိတ်ဆွေတွေလဲရှိတယ်..သူ့မှာမရှိတာ သူ့အိမ်မက်ထဲကလို ယုံကြည်ရတဲ့ချစ်ခြင်းပဲ...ဒါပေမဲ့ လီနာ‌ ဆိုတဲ့ မိန်းမလှလေးနဲ့ မတော်တဆတွေ့ဆုံပြီးတဲ့နောက်မှာ သူ့ဘဝတစ်ဆစ်ချိုးပြောင်းလဲလာပါတယ်..ယောကျ်ားလေးတို့ထုံးစံအတိုင်းပဲ အလူးအလဲကျရှုံးခဲ့တဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/YBb9/Dream.Lover.1994.720p.NF.WEB-DL.DDP2.0.x264-NTb.mp4",
        "category": "Adult, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BZmIxOTQwNzQtODEyZS00OGFmLWI3YjQtNTVhOGZjNDE5Zjk4XkEyXkFqcGdeQXVyNTI4ODg2Mjc@._V1_-142x200.jpg",
        "title": "Brave: Gunjyo Senki (2021)",
        "description": "ဒီတစ်ခါမှာတော့ လောလောလတ်လတ်ကထွက်ခဲ့တဲ့ Rurouni Kenshin: Final Chapter မှာလည်းပါဝင်ခဲ့တဲ့ ဂျပန်နာမည်ကြီးမင်းသား Mackenyu ရဲ့ အချိန်ခရီးသွားတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။သူပဲလားဆိုတော့ မဟုတ်ပါဘူး လူတိုင်းနီးပါးသိတဲ့ Death Note ထဲ့မှာ \"L\" လို့သိကြတဲ့ Ken'ichi Matsuyama လည်း ပါဝင်ထားပါသေးတယ် ။ ဇာတ်ကြောင်းလေးကတော့...စဲအိတိုခု အားကစားအထက်တန်းကျောင်းလေးမှာ ဆန်းကျယ်မှုတစ်ခုဖြစ်ပွားခဲ့ပြီး သူတို့တစ်ကျောင်းလုံး ၁၅၆၀ခုနှစ်မှာ ဖြစ်ပွားခဲ့တဲ့ စစ်ပွဲအချိန်ကို ရောက်ရှိသွားခဲ့ပါတယ်အဲ့ဒီအချိန်ဟာဆိုရင် စစ်ပွဲကာလဖြစ်တဲ့အတွက် ရုတ်ချည်းဆိုသလို အေးချမ်းနေတဲ့ သူတို့ကျောင်းလေးထဲကို အရင်ခေတ်က စစ်သည်တွေဝင်ရောက်လာပြီး အကြမ်းဖက်ပါတော့တယ်တချို့သူငယ်ချင်းတွေလည်း အသတ်ခံရ တချို့တွေလည်း အဖမ်းခံ နှိပ်စက်ခံရတဲ့အခါမှာတော့အားကစားထူးချွန်ကျောင်းသားတွေပူးပေါင်းပြီး ရှေးခေတ်စစ်သည်တော်တွေကို ညီညွှတ်ခြင်းအင်အား ခေတ်သစ်နည်းပညာတွေနဲ့ ဘယ်လိုရဲရဲဝင့်ဝင့် ရင်ဆိုင် တိုက်ခိုက်ကြမလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ဆက်လက် ကြည့်ရှုကြရမှာပါ ။( အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ )File Size_2.1 ...",
        "rating": "6.3",
        "url": "https://megaup.net/YBdz/Brave_-_Gunjo_Senki_(2021)_720p.mp4",
        "category": "Adventure, Fantasy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-25-at-20.33.07-135x200.png",
        "title": "Annette (2021)",
        "description": "Annette (2021)=============IMDb Rating - 6.6/10 Adam Driver နဲ့ Marion Cotillard တို့ ပါ၀င် သရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်လမ်းဟာဆိုရင် musical filmငတ်နေသူတွေအတွက်တော့ဘ၀င်ကျစရာပါပဲ၊ La La Land တို့ The Greatest Showman တို့လို ဇာတ်လမ်းအဖြစ်အပျက်ကို သီချင်းတွေ သီဆိုရင်း အနုပညာမြောက်မြောက် တင်ဆက်ထားတာ တွေ့ရပြီး နားကြပ်လေးသာတပ်ကြည့်ရင် ဂီတအနှစ်သာရခံစားရတာ ပိုပြီးကောင်းပါလိမ့်မယ်။Musical film ဖြစ်တဲ့အတွက် Plot ကိုပဲ အာရုံစိုက်ပြီး ကျန်တာဘေးထားကြည့်နိုင်ရင်တော့ အပန်းဖြေစရာ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဟင်နရီဆိုတဲ့ လူဟာ stand-up comedian တစ်ယောက်၊ အန်ဆိုတဲ့ အမျိုးသမီးက operasinger တစ်ယောက်၊ ၂ ယောက်လုံးဟာ သူ့နယ်ပယ်မှာသူ ဒိတ်ဒိတ်ကြဲအောင်မြင်နေသူတွေ ဒီလိုအချိန်မှာ ရုတ်တရက်လက်ထပ်လိုက်ကြပြီး အန်းနက်ဆိုတဲ့ သမီးလေးမွေးဖွားလာတယ်။ သို့ပေမဲ့ အန်းနက်ဆိုတဲ့ ကလေးမလေးဟာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Ex8b/Annette.2021.1080P.WebRip[CM].mp4",
        "category": "Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tRnPT88iD5zgeUPjHqaZznrxk5m.jpg",
        "title": "Extinct(2021)",
        "description": "Extinct(2021) အညွှန်း*******************၁၈၃၅ ခုနှစ် အမည်မသိကျွန်းတကျွန်းပေါ်မှာ အဒ်နဲ့အော့ပ်ဆိုတဲ့ မောင်နှမနှစ်ယောက်ရှိကြတယ်..သူတို့က ဘာကောင်လေးတွေလဲဆိုတော့ ဖလန်မယ်လို့အမည်ရတဲ့ဒိုးနပ်ပုံစံ ဗိုက်မှာအပေါက်လေးတွေနဲ့ ချစ်စရာ ရှဉ့်လိုကောင်လေးတွေပါ...ညီမဖြစ်သူအော့ပ်က တခြားမျိုးနွယ်တူတွေနဲ့အမြင်ကိုဂရုမစိုက်တတ်ပဲအဆော့သန်ပြီး ပေါက်တတ်ကရတွေ အမြဲလုပ်တတ်တယ်....အစ်ကိုဖြစ်သူအဒ်ကတော့ အေးဆေးသမား အော့ပ်တလွဲလုပ်သမျှ ခံရပြီး မျိုးနွယ်တူဖလန်မယ်အသိုင်းအဝိုင်းမှာ ဝင်ဆန့်ချင်ရှာတဲ့သူပေါ့....​တနေ့တော့ သူတို့နှစ်ကောင် အကြီးကြီးလွဲပြီး ၂၁ ရာစုက ရှန်ဟိုင်းမြို့ကို time travel ရောက်သွားပါတော့တယ် ..အဲ့ဒီနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....  File Size :(1.3GB) and (757 MB)\nQuality : HD-Rip 1080p\nFormat…mp4\nDuration…01:24:00\nGenre : Animation , Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2kv9C/Extinct.2021.HDRip.720p.mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/5678ba9ca85c71d17973b2e0f9d14ccf-140x200.jpg",
        "title": "Pardes (1997)",
        "description": "Pardes (1997)\n*****IMDb Rating (7.0) / Rotten Tomatoes (72%)Pardes (နယ်မြေရပ်ခြားနိုင်ငံခြား) ဟာ ၁၉၉၇ ၊ ဩဂုတ်လ ၊ (၈)ရက် မှာ အိန္ဒိယနဲ့ နိုင်ငံတကာမှာ ရုံတင်ပြသခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ် ။ ဘောလီးဝုဒ်ဒါရိုက်တာ ဆရာကြီး ဆူဘတ်ရ်ှဂိုင်း ၊ ဇာတ်လမ်းဇာတ်ညွှန်း ဆူဘတ်ရ်ှဂိုင်း ၊ နီရတ်ဂ်ျပသစ်ခ် ၊ ဂျာဗေ့ဒ်ဆစ်ဒီကီးတို့မှရေးသားကာ ဒါရိုက်တာဆူဘတ်ရ်ှဂိုင်းရိုက်ကူးပြီး ၊ အမ်မရစ်ရ်ှပူရီး ၊ အာလိုခ်နတ် ၊ ရှာရွတ်ခန်၊ မာဟီမားကျောင်ဒရီး ၊ အပူရ်ဗားတို့မှ ခေါင်းဆောင်ပါဝင်သရုပ်ဆောင်ထားကြပါတယ် ။\nဇာတ်လမ်းအကျဉ်း\n*************\nကစ်ရှိုးလားဂျီးဟာ အမေရိမှာ အခြေတကျအောင်မြင်နေတဲ့ စီးပွားရေးလုပ်ငန်းရှင်ကြီးတစ်ယောက် ။ အမေရိကမှာနေပေမဲ့ ကိုယ့်နိုင်ငံရိုးရာ ၊ ယဉ်ကျေးမှု၊ ဓလေ့ထုံးတမ်းအစဉ်အလာတွေကို ချစ်မြတ်နိုးသူတစ်ယောက် ဖြစ်သလို သူ့ရဲ့တစ်ဦးတည်းသောချစ်သားလေးရာဂျစ်အတွက် ချွေးမလောင်းလေးဟာလဲ ရိုးရာဓလေ့နဲ့လူ့ကြီးသူမကို လေးစားရိုသေ အလုပ်အကျွေးပြုတတ်သူ အလိမ္မာအိမ်ပါ အိန္ဒိယသူစစ်စစ်ဖြစ်ရမယ်ရယ်လို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2kv8s/Pardes.1997.720p.Hindi.NF.WebDL.AVC.AAC.2.0.Telly.mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tEx2073cwxiN9niVVEvaZikbTMB.jpg",
        "title": "(21+)The Breastford Wives(2007)",
        "description": "အတိတ် က အကိတ်မယ်လေးတွေရဲ့နွေးထွေးယုယတက်တဲ့ သဘာဝတရားလေးတွေရယ်နယ်မြို့သူပျိုမေလေးတွေရဲ့ အလှတရားတွေကို ပေါင်းစပ်ပြီးတော့ပုရိသတွေရော ဣထိယတွေရော တွေ့မရှောင်အသေလုံးမဲ့ Breastford သူတွေလာပါပြီ ရော့ဘ် တို့ဇနီးမောင်နှံ မြို့ပြရဲ့လူနေမှု့စနစ်ကို ငြီးငွေ့လာတဲ့အတွက်Breastford ခေါ်တဲ့နယ်မြို့လေးတစ်မြို့မှာ အိမ်တလုံးဝယ်ပြီးအလုပ်လုပ်ရင်း အခြေချဖို့ ပြောင်းရွှေ့လာခဲ့ပါတယ် Breastford ဆိုတာတကယ်တော့ အတော်ထူးဆန်းပြီး ကြောက်စရာကောင်းတဲ့မြို့လေးတစ်မြို့ဖြစ်နေတာကို သူတို့မသိကြဘူးနယ်ခံလေးတွေကချောတယ် ဖော်ရွေတယ် အပေးကမ်းရက်ရောတယ်ဆိုပြီးရော့ဘ်ကတော့ အကြေနပ်ကြီးကျေနပ်နေတယ် တစ်ညမှာတော့ ရော့ဘ်တစ်ယောက် အသံတစ်သံကြောင့် လန့်နိုးလာခဲ့ပါတယ်အသံကြားရာလိုက်ရှာလိုက်တော့ အမျိုးသမီးတစ်ယောက်ဖြစ်နေပါတယ်အမျိုးသမီးက သူ့ကို ထူးဆန်းတဲ့ အကြောင်းရာတွေပြောပြပါတော့တယ်အဲဒီထူးဆန်းတဲ့ အရာကတော့ သူတို့လင်မယားပေါ်မှာ သက်ရောက်နေပြီဆိုတာ သိလိုက်ရချိန်မှာတော့ ရော့ဘ်တစ်ယောက်ဘယ်လိုဖြေရှင်းမလဲမြို့သူလေးတွေနဲ့ ဘယ်လိုပက်သက်နေတယ် ဆိုတာတော့ ကြည့်ရှု့အားပေးပါဦးFile size…615MB\nQuality…DVD RIP\nFormat…Mp4\nDuration….1h 14min\nSubtitle….Myanmar Subtitle( hardSub)\nEncoder….Senpai\nTranslated by Ki Mu Chi",
        "rating": "4.1",
        "url": "https://megaup.net/1Ewsj/The_Breastford_Wives_2007_[DVDRip.XviD-miguel]DS.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screenshot-2021-08-25-at-00-18-34-A-Millionaire-on-the-Run-2012-139x200.png",
        "title": "A Millionaire On The Run (2012)",
        "description": "A Millionaire On The Run (2012)\n======================အဆိုတော် ၊ သရုပ်ဆောင် ၊ ပရိုဂျူဆာတင်မက ရုပ်သံအစီအစဉ်တွေမှာပါ ဒိုင်လုပ်ပြီး JYP Entertainment ရဲ့Founder ဖြစ်တဲ့ J.Y.Park ( Park Jin-Young ) ရဲ့ ဇာတ်ကားလေးကို CM Fan တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းကတော့...ယောင်အင်းနဲ့ဆွန်းဒယ်ဟာ နိုင်ငံရေးအကူအညီလိုအပ်ချက်တွေနဲ့ ဘဏ္ဍာရေးကိစ္စတွေအတွက် အလုပ်လုပ်ပေးရတဲ့လုပ်‌ဖော်ကိုင်ဖက်‌တွေဖြစ်ပါတယ်သူတို့ရဲ့အထက်လူကြီးဒါရိုက်တာဟန်ခိုင်းတဲ့ တရားမဝင်အလုပ်တွေလုပ်ရင်း အပြစ်မကင်းခံစားလာရတဲ့ဆွန်းဒယ်ဟာ ယောင်အင်းကိုဖွင့်ပြောပြီး ရဲတိုင်ဖို့စီစဉ်ခဲ့ပါတယ်အဲ့မတိုင်ခင်မှာပဲ ဆွန်းဒယ်ဟာ သေတမ်းစာရေးပြီး တံတားပေါ်ကခုန်ချသတ်သေသွားပြီးနောက်...ဒါရိုက်တာဟန်က ဒေါ်လာ၅သန်းပို့ခိုင်းလိုက်တဲ့ယောင်အင်းကလည်း မထင်မှတ်ဘဲ ဒါရိုက်တာဟန်ရဲ့ယုတ်မာမှုကိုသိသွားပြီး ဒေါ်လာ၅သန်းကိုယူပြီးပြေးပါတော့တယ်ဒါရိုက်တာဟန်လည်း သူ့ပိုက်ဆံတွေဆုံးမှာကြောက်ပြီး လူမိုက်တွေနဲ့လိုက်ရှာရင်း အလွဲလွဲအချော်ချော်ဖြစ်ကြပုံကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Htet Nandar Aung ပါ ) File Size_1.9 GB , 1 GB\nQuality__1080p, 720p, 360p\nIMDb ...",
        "rating": "5.8",
        "url": "https://megaup.net/30s8j/A_Millionaire_On_The_Run_(2012)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-25-at-01.20.04-141x200.png",
        "title": "The Rebels of PT-218 (2021)",
        "description": "The Rebels of PT-218 (2021)=====================ဒုတိယကမ္ဘာစစ်အတွင်းမှာ သင်္ဘောကပ္ပတိန်စနိုးဦးဆောင်တဲ့ SS Lawton B. Evans ကုန်တင်သင်္ဘောဟာPT လို့ခေါ်တဲ့တော်ပီဒိုပစ်သင်္ဘောငယ်တွေကို လိုက်ပါစောင့်ရှောက်ပေးရတဲ့ သင်္ဘောဖြစ်ပါတယ်။Lawton B. Evans ဟာစစ်သင်္ဘောမဟုတ်ပေမယ့် စစ်ဆင်ရေးနေရာအတွင်းက တစ်ခုတည်းသောစွမ်းဆောင်ရည်အမြင့်ဆုံးသင်္ဘောဖြစ်လို့ ပီတီသင်္ဘောတွေနဲ့အတူ ဂျာမန်အင်ပါယာရဲ့ အင်အားနည်းရာအီတလီကမ်းခြေတစ်ခုကို တက်သိမ်းဖို့အမိန့်ရလိုက်ပါတယ်။လမ်းခရီးမှာ ဂျာမန်ရေငုပ်သင်္ဘောတွေနဲ့ ရင်ဆိုင်ခဲ့ရပြီး အတူပါလာတဲ့ PT သင်္ဘောတွေကို ဆုံးရှုံးလိုက်ရတဲ့အပြင်ကမ်းခြေနားနီးကပ်နေချိန်မှာ တပ်ကူသင်္ဘောတွေ မလာနိုင်တော့လို့ စစ်ဆင်ရေးဖျက်သိမ်းဖို့ အမိန့်ရလိုက်တဲ့အခါစစ်တိုက်ဖို့မဟုတ်တဲ့ကုန်တင်သင်္ဘောပေါ်က ကပ္ပတိန်စနိုးဟာ ခက်ခဲတဲ့ဆုံးဖြတ်ချက်တစ်ခုကို ချရတော့မှာဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်က ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး Machete ကားရဲ့မင်းသားကြီး Trejo လည်းပါပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Pyi T. Nyein ပဲ ဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1h 28minSubtitle – Myanmar HardsubFormat ...",
        "rating": "5.2",
        "url": "https://megaup.net/Yz3m/The.Rebels.Of.PT-218.2021.720p.BluRay.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BYmViZGM0MGItZTdiYi00ZDU4LWIxNDYtNTc1NWQ5Njc2N2YwXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Limitless (2011)",
        "description": "မင်းသား Bradely Cooper နဲ့ မင်းသားကြီး Robert De Niro တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ၂၀၁၁ ခုနှစ်ထွက် Limitless ဇာတ်ကားကို မကြည့်ဖူးချင်နေမယ် မသိတဲ့သူတော့မရှိလောက်ပါဘူး။Thriller, Action ဆိုတဲ့အတိုင်း ဇာတ်လမ်းကတော့ Fighting ခန်းများများစားစားမပါဘဲ သွက်သွက်လေးသွားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးနည်းနည်းလောက်ပြန်ပြောပါမယ်။ပိုက်ဆံကမရှိ ရည်းစားကပစ် အလုပ်ကအဆင်မပြေဖြစ်နေတဲ့ စာရေးဆရာ အက်ဒ်ဝက်မိုရာ အိမ်ခြေရာမဲ့ ပုံပေါက်တဲ့အထိ စုတ်ပြတ်နေလေရဲ့။လမ်းပေါ်မှာ လျှောက်သွားနေရင်း ဆေးရောင်းသမား ယောက်ဖဟောင်းနဲ့ ပြန်တွေ့တယ်။သူက ဆေးလုံးတစ်လုံးပေးတယ် NZT တဲ့။ ဦးနှောက်ရဲ့ ၁၀၀% ကို အသုံးချနိုင်အောင်လုပ်ပေးတဲ့ ဆေးလို့ပြောပြီး ဆေးရောင်းသမားထုံးစံ ပထမတစ်လုံးကို အလကားပေးသွားတယ်။အဲဒီတော့ ဘဝဆုံးပြီးလို့တွက်ထားတဲ့ အက်ဒီ ပေါက်တဲ့နဖူးထူးချင်ထူးလာမှာပဲဆိုပြီး သောက်ကြည့်လိုက်တော့ ညွန်းတဲ့အတိုင်း ဆေးကစွမ်းတာကိုသိလာတယ်။ဆေးနောက်ထပ်ရဖို့အသွား ယောက်ဖဟောင်းက သတ်ခံရပြီး သူကျန်ခဲ့တဲ့ဆေးတွေ ရလာတော့ စိတ်ကြိုက်သုံးပါလေရော။အရင်က စာတစ်လုံးမှ ခေါင်းထဲပေါ်မလာတဲ့ စာရေးဆရာ စာတစ်အုပ်လုံးကို ၄ ရက်နဲ့အပြီးရေးနိုင်လာတယ်။နောက်တော့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/Yz7c/(CM)Limitless.2011.UNRATED.720p.BluRay.x264.mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Kuch Kuch Hota Hai (1998)",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (92%)မင်းသားကြီး ရှာရွတ်ခန်းနဲ့ မင်းသမီး ကာဂျိုးတို့ရဲ့နာမည်ကြီးဇာတ်ကားပါပဲ...မင်းသမီး Rani Mukerji နဲ့ မင်းသား ဆယ်မန်ခန်းတို့လဲ ပါဝင်ထားပါသေးတယ်....ဇာတ်လမ်းကတော့...မိတဆိုးသမီးလေးတစ်ယောက် ဖခင်အပေါ်ကိုပဲအားလုံးမှီခိုနေရပြီး မိခင်ဆိုတာ ဓာတ်ပုံအချို့ပဲမြင်ဖူးခဲ့တာပါ..\nတိုက်တိုက်ဆိုင်ဆိုင်ကျောင်းကျပန်းစကားပြောပြိုင်မွဲမှာသမီးလေးကျတဲ့ခေါင်းစဉ်က \"အမေ\" တဲ့\nခေါင်းစဉ်လေးကိုကိုင်ရင်း လက်တွေတဆတ်ဆတ်တုန် မျက်လုံးနဲ့ပြောနေတဲ့စကားက\nအမေအကြောင်းသမီးမသိပါဘူးလို့ အဓိပ္ပါယ်ဖော်နေသယောင်ပုံဖော်နေတယ်ကံကောင်းတာတစ်ခုက ၈နှစ်ပြည့်မွေးနေ့မှာ အမေထားခဲ့တဲ့စာလေးဖတ်လိုက်ရတယ်\nစာထဲမှာရေးထားတာက \" အန်ဂျလီဆိုတာ တကယ်တော့သမီးရဲ့နာမည်အရင်းဖြစ်သလို\nသမီးအဖေသိပ်ချစ် ရတဲ့ကောင်မလေးရဲ့နာမည်လည်းဖြစ်တယ်တဲ့\"စာလေးထဲမှာ အတိတ်ကအကြောင်းတွေအများကြီးရေးထားတယ်\nကျောင်းတက်စဉ်ငယ်ဘဝတုန်းက ကောင်လေးတစ်ယောက်မှာအရမ်းခင်ရတဲ့ ယောကျ်ားလေးဆန်ဆန်ကောင်မလေးတစ်ယောက်ရှိတယ်\nပေါ့ပေါ့ပါးပါးလေးဖြတ်သန်းနေတဲ့သူတို့ဘဝလေးထဲကို ကောင်မလေးတစ်ယောက်ညင်ညင်သာသာလေးဝင်လာခဲ့တယ်\nဒါပေမဲ့ ထိချက်ကတော့ အတော်ပြင်းတယ်\nယောင်္ကျားလေးဆန်ဆန်ကောင်မလေးက နောက်ဆုံးစာမေးပွဲကိုတောင်မဖြေပဲ အပြီးအပိုင်ဇာတ်မြှုတ်ပျောက်ကွယ်သွားတယ်\nအဲ့ဒီယောက်ျားလျာကောင်မလေးရဲ့နာမည်က \" အန်ဂျလီ\"တဲ့ဆုံးသွားတဲ့မိခင်က သမီးကိုသူ့ရဲ့နောက်ဆုံးဆန္ဒဘာတွေရေးခဲ့လဲသမီးလေးကရော အမေ့ရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးနိုင်ပါ့မလားဆိုတာတွေနဲ့ချစ်ခြင်းမေတ္တာကိုပုံဖော်ရာမှာ ထိမိလွန်းတာကြောင့် နာမည်ကြီးတဲ့ဇာတ်ကားတစ်ကားပါပဲ။ဒီဇာတ်ကားက ကြာတော့ကြာခဲ့ပါပြီ ဒါပေမယ့် နှစ်ချို့ဝိုင်လိုအစွမ်းထက်နေတုန်းပါပဲကဲပရိတ်သတ်ကြီးရေ နှစ်ချို့ဝိုင်လေးသောက်ကြည့်ပါလို့ အကြံပြုရင်း..........။ \nFile size…(3.2 GB) / (1.8 GB)/ (650 MB)\nQuality…BluRay 1080p / 720p / ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Ewgc/(CM)Kuch.Kuch.Hota.Hai.1998.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-EPSiLON.mp4",
        "category": "Bollywood, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Boomika-725151921-large-133x200.jpg",
        "title": "Boomika (2021)",
        "description": "Boomika (2021)အိမ်ရာစီမံကိန်းပရောဂျက်တစ်ခုကိုရေးဆွဲဖို့အတွက်\n၁၀နှစ်တာလောက် စွန့်ပစ်ထားခြင်းခံထားရတဲ့ ဗြိတိသျှခေတ်က\nရဲတိုက်ကြီးတစ်ခုဆီကို မိသားစုတစ်စုထွက်လာကြတယ်...ရဲတိုက်ကြီးက ဟိန်းနေပြီး ခြံဝန်းကြီးကလည်း အကျယ်ကြီး...ရဲတိုက်ကြီးဆီရောက်ပြီး သူတို့တွေ ခဏတထောက်နားကြရင်း\nခရစ်ရှနားဆိုတဲ့ သူငယ်ချင်းကောင်လေးတစ်ယောက်နဲ့\nစာပို့စကားပြောနေကြတယ်...သိပ်မကြာခင်မှာပဲ အဲ့ဒီကောင်လေးဟာ လွန်ခဲ့တဲ့ ၁နာရီလောက်ကတည်းက\nယာဉ်တိုက်မှုကြောင့် သေဆုံးသွားပြီဆိုတာ သိလိုက်ရတဲ့အခါ..တဖြည်းဖြည်းနဲ့ ရဲတိုက်ကြီးအတွင်းမှာလည်း သဘာဝလွန်ဖြစ်ရပ်တွေ\nဖြစ်ပေါ်လာပါတော့တယ်...သူတို့ အဲ့ဒီရဲတိုက်ကြီးကနေ ထွက်ပြေးလေလေ ပိုအချုပ်ကျလေလေ\nဖြစ်လာတဲ့အခါ...ရှေ့ဆက်ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာတော့....။Review by : May Zin OoTranslated by : May Zin Oo and MyaFile size…2.33 GB and 1.5 GB and 487MB\nQuality….WEB-DL 1080p 5.1CH and 720p and 480p\nFormat…mp4\nDuration…. 2h 3min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... May Zin Oo and Mya\nEncoder ..... August",
        "rating": "6.1",
        "url": "https://megaup.net/2ksE1/Boomika.2021.720p.NF.WEB-DL.Tamil.DD+5.1.x264.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Poongsan-p2-140x200.jpg",
        "title": "Poongsan (2011)",
        "description": "PoongSan (2011)လျှို့ဝှက်သူလျှို မစ်ရှင်တွေနဲ့အတူ အပစ်အခတ်အနှိက်အစက် အက်ရှင်ကားမျိုးကြိုက်သူများ အကြိုက်တွေ့စေမယ့် ကားကောင်းလေးလာပါပြီမြောက်နဲ့ တောင်ကိုရီးယား နှစ်နိုင်ငံကြားက စစ်မဲ့ဇုန်ကိုဖြတ်ပြီး ကွဲကွာနေကြတဲ့ မိသားစုတွေကို ပြန်ဆုံစည်းဖို့ မှောင်ခိုခေါ်ထုတ်ပေးနေတဲ့လူငယ်တယောက်...သူက ပွန်ဆန်းဆေးလိပ် သောက်လေ့ရှိပြီး အံ့သြစရာ အစွမ်းအစတွေနဲ့သူလို့ သိရတာကလွဲ နာမည်ကိုတောင် မသိရတဲ့သူပေါ့ တနေ့ မြောက်ကိုရီးယားပြည်ပြေး တောင်ကိုရီးယားမှာရှိနေတဲ့ ရာထူးကြီးအကောင်တကောင်က မြောက်ပိုင်းမှာရှိတဲ့ သူ့ချစ်သူလှလှလေးအင်အုတ်ကို တောင်ပိုင်းဆီခေါ်ဖို့အတွက် တောင်ကိုရီးယားအစိုးရအေးဂျင့်အကူအညီနဲ့ ပွန်ဆန်းလူငယ်လေးကို မစ်ရှင်ပေးခဲ့ပါတယ်မထင်မှတ်ဘဲ ခေါ်ထုတ်လာတဲ့လမ်းမှာပဲ အင်အုတ်နဲ့လူငယ်လေးတို့ ချစ်မိသွားကြတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို စောင့်ကြည့်ရင်းတောင်နဲ့မြောက်ကိုရီးယား လူမျိုးတို့ရဲ့ ပဋိပက္ခကြားက သူလျှိုတွေရဲ့ဘ၀ ၊ သစ္စာစောင့်ထိန်းမှုနဲ့ အတူ တောင်မြောက်ဆက်ဆံရေးကို မီးမောင်းထိုးပြထားကိုပါ သိရမယ့် အက်ရှင် ရိုမန့်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )Quality__1080p, 720p, 360p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__02:00:00\nType__Action , Drama ...",
        "rating": "6.6",
        "url": "https://megaup.net/2ksw2/Poongsan_(2011)_720p.mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BY2IwNjM0ODktYTZkNy00ZTA0LWEzMWYtMDE3ZDg0YmI3YzQ3XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-135x200.jpg",
        "title": "The Witcher: Nightmare of the Wolf (2021)",
        "description": "ဒီ Animationဇာတ်လမ်းက​တော့ The Witcher universeထဲက ဇာတ်လိုက်​ကျော်ကြီးGeralt of Riviaအ​ကြောင်းမဟုတ်ပါဘူး။သူ့ရဲ့ဆရာ Vesemir : The Nightmare of the Wolfရဲ့ ဘဝဇာတ်​ကြောင်းကို အ​ခြေခံရိုက်ကူးထားတာပါ။ဒါ​ကြောင့် Live Action season1ရဲ့ timelineထက် ပို​စောပါလိမ့်မယ်။ဒီAnimationထဲမှာ Vesemirရဲ့ ငယ်ဘဝဇာတ်​ကြောင်း၊ Witcher တစ်​ယောက်ဖြစ်လာဖို့ ​ကျော်ဖြတ်ရတဲ့စမ်းသပ်မှု​တွေ၊သူ့ရဲ့စွန့်စားခန်း​တွေနဲ့အတူ ​ရှေးအယူအရ သာမန်လူ​တွေရဲ့ witcher​တွေအ​ပေါ် သ​ဘောထားကိုလည်း ​ပေါ်လွင်​အောင်ရိုက်ကူးပေးထားပါတယ်ဒါ့အပြင် Kaedwen တိုင်းပြည်က Madam Tetra Gilcrestကလည်း Witcher​တွေကို ရန်ငြိုးရန်စရှိတဲ့အတွက်​ကြောင့်မ​ကောင်းဆိုးဝါး​​တွေ၊ နတ်ဆိုး​​တွေနဲ့ပူး​ပေါင်းပြီး Vesemirတို့ရဲ့ Witcherတိုင်းပြည်ကြီးကို အပြီးတိုင် အမြစ်ဖြတ်ပစ်ဖို့ ကြိုးစားလာတဲ့အခါမှာ....Witcher verseရဲ့ထုံးစံအတိုင်း ကြမ်းကြမ်းတမ်းတမ်းအ​ပြောအဆို​တွေ၊ သတ်ခန်းဖြတ်ခန်း​တွေကို ​သွေးသံတရဲရဲနဲ့ ပီပီပြင်ပြင်တင်ဆက်ထားတာ​ကြောင့်R -ratedအဖြစ် သတ်မှတ်လို့ရပါတယ်သိပ်မကြာခင်ထွက်လာ​တော့မယ့် Witcher Season 2မှာလည်း ဒီကားရဲ့ ဇာတ်​ဆောင် Vesemirပြန်လည်ပါဝင်လာမှာမလို့ဒီ​နေ့ထွက်ဇာတ်ကားအသစ်​လေးနဲ့ သူ့ရဲ့ဘဝဇာတ်​ကြောင်း​ကို animation​ကောင်း​ကောင်း၊ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Ev2u/The.Witcher.Nightmare.of.the.Wolf.2021.720p.WEB.H264(CM).mp4",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/dVZJByLhVpbKp4YKAChM12MxSNn-133x200.jpg",
        "title": "Memories of Murder (2003)",
        "description": "IMDb (8.1/10)....Rotten Tomatoes (95%)\nRating တွေကြည့်ပြီး ကိုရီးယားဇာတ်ကားမှ ဟုတ်ရဲ့လားလို့ အတွေးမများပါနဲ့။ ကိုရီးယားဇာတ်ကားအစစ်ဖြစ်သလို မင်းသားမင်းသမီးချောချာလှလှတွေလဲ တစ်ယောက်မှမပါပါဘူး။ ဒီဇာတ်ကားဟာ ကိုရီးယားရဲ့ အနုပညာအရည်အသွေးကို ကမ္ဘာကိုချပြနိုင်ခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။ ကြည့်ကိုကြည့်သင့်ပါတယ်။ ကျွန်တော်ကတော့ ဇာတ်ကားကိုကြည့်ပြီး ရင်ထဲတနုံ့နုံ့နဲ့ ဖြစ်နေတာ ဒီနေ့နဲ့ဆို သုံးရက်ရှိခဲ့ပါပြီ....သူငယ်ချင်းတို့လဲ ခံစားကြည့်ပါဦး....ဇာတ်လမ်းအညွှန်းကိုတော့ ဒီဇာတ်ကားကြည့်ဖြစ်စေခဲ့တဲ့ ကိုညီလင်းအိမ်ရဲ့အညွှန်းနဲ့ မိတ်ဆက်ပေးပါရစေ။\n--------------------------------------------\nMemories Of Murder\nကိုယ်တွေကပဲ နောက်ပိုင်း အဲဒီလို အကြောင်းအရာတွေကိုပဲ ရွေးဖတ်မိကြည့်မိနေတာလား တိုက်ပဲတိုက်ဆိုင်နေသလား မသိဘူး။\nစိတ်ထဲစွဲနစ်စွာ ကျန်ခဲ့တဲ့ ဇာတ်ကားတွေ စာအုပ်တွေမှာဆို အဓိက ခံစားခဲ့ရတာက \"မရေရာမှု \"ပဲ။အီးလိုဆို \"Doubtful\"လား \"Inconclusively \"လား ဘယ်ဟာက ပိုလေးနက်လဲတော့မသိဘူး။\nအမှန်တရားလည်း မရှိဘူး ။အမှားတရားလည်း မရှိဘူး။ရှုံးတယ်လည်း မရှိဘူး။နိုင်တယ်လည်း မရှိဘူး။\nဘယ်သတ်မှတ်ချက်မှ မှန်တယ်လို့ တရားသေ ကောက်ချက်ဆွဲလို့မရတဲ့ စိတ်ခံစားမှု တွေပေးတဲ့ စာတွေ ရုပ်ရှင်တွေ မကြာခဏ ကြည့်ဖြစ်ဖတ်ဖြစ်ပါတယ်။\nလတ်တလော ...",
        "rating": "8.1",
        "url": "https://megaup.net/Yxv1/(CM)Memories.of.Murder.2003.720p.BluRay.x264.DTS-WiKi.mp4",
        "category": "Asian, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xQZeIwJF21NNb3ciEJsWZlA2WZ6.jpg",
        "title": "Miss & Mrs. Cops (2019)",
        "description": "Weightlifting fairy ကားထဲက မင်းသမီးလေး ပါတဲ့ ကားသစ်လေးပါအလွန်တရာထူးချွန်တဲ့ စုံထောက်ပတ်ခ်မီယောင်းဟာ အိမ်ထောင်ကျ၊ကလေးရပြီးနောက်မှာ သူမ ချစ်ခင်နှစ်သက်ရတဲ့စုံထောက်အလုပ်ကိုစွန့်လွှတ်ခဲ့ရပြီး ပြည်သူ့တိုင်ကြားချက်များဌာနမှာပဲပြောင်းရွှေ့တာဝန် ထမ်းဆောင်နေခဲ့ရပါတယ်သူ့ယောင်းမဖြစ်သူ ချွဲဂျီဟေးကလည်း ရဲဖြစ်ဖို့မွေးဖွားလာတယ်ထင်ရတဲ့ရဲမေတစ်ယောက်ပါပဲတစ်ရက်မှာတော့ ဂျီဟေးဟာ သံသယရှိသူတစ်ယောက်ကိုဖမ်းဆီးရာမှာ အလွန်အကျွံအားသုံးတယ်ဆိုတဲ့ ပြစ်မှုနဲ့ အရေးယူခံရပြီးမီယောင်းရှိရာ ဌာနကို ခေတ္တပြောင်းရွှေ့ခန့်ထားခံခဲ့ရပါတယ်ပုံမှန်ဆိုမတည့်လေ့ရှိတဲ့ သမီးယောင်းမနှစ်ယောက်ဟာမတော်တဆ မှုခင်းတစ်ခုထဲပါဝင်မိပြီး သူတို့မထင်ထားလောက်တဲ့အထိပြစ်မှုကကြီးမားနေတဲ့အခါမှာတော့..သာမန်ချိန်းခြောက်အကြပ်ကိုင်မှုလို့သာ ယူဆထားခဲ့တဲ့ အမှုခင်းလေးတစ်ခုဟာကွင်းဆက်ရာဇဝတ်မှုကြီးဖြစ်နေတဲ့အခါမှာတော့..သမီးယောင်းမနှစ်ယောက်ဘယ်လိုဖော်ထုတ်ကြမလဲဘယ်လိုကိုင်တွယ်ဖြေရှင်းကြမလဲဆိုတာဟာသနှောပြီးကြည့်ရမှာပဲဖြစ်ပါတယ်ဝါရင့်သရုပ်ဆောင်တွေဆိုတော့ ကြည့်ရတာ အပိုအလိုမရှိ ကွက်တိပါပဲနော် File Size : (1 GB , 367 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 47 minFormat : Mp4Genre : Comedy , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by NeveEncoded ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/miss-mrs-cops-2019/",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/ML-143x200.jpg",
        "title": "My Love ( 2021 )",
        "description": "ဒီတစ်ခါတော့ CMကနေ ၂၀၁၈ကထွက်ထားတဲ့ ကိုရီးယားကား On Your Wedding Dayကိုပြန်လည်ရိုက်ကူးထားတဲ့ တရုတ်အချစ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်နော်ဒီကားလေးကတော့ မိန်းကလေး တစ်ယောက်တည်းကိုပဲ မပြောင်းလဲဘဲ၁၅နှစ်တာလုံးချစ်ခဲ့တဲ့ ကောင်လေးတစ်ယောက်အကြောင်းကိုရိုက်ကူးပုံဖော်ထားတဲ့ ရိုမန့်ကားလေးပါ ဇာတ်ကြောင်းလေးကတော့...ကျိုးရှောင်ချီဆိုတဲ့ကောင်လေးက ကျောင်းမှာ အမြဲတမ်းရန်ဖြစ်ကျောင်းလစ်နေကျ ကောင်ဆိုးလေးတစ်ယောက်ပါ သူ့အသက် ၁၇နှစ်အရွယ်မှာပဲရှောင်ချီဟာ ကျောင်းပြောင်းကျောင်းသူလေး ယိုယုံစစ်ကို မြင်မြင်ချင်းချစ်မိသွားခဲ့တယ် အဲ့နောက်မှာတော့ ရှောင်ချီတစ်ယောက်ယုံစစ်နောက်ကနေ တကောက်ကောက်လိုက်ရင်း သူတို့နှစ်ယောက်သူငယ်ချင်းတွေ ဖြစ်လာခဲ့ပါတယ် ဒီလိုနဲ့ သူတို့နှစ်ယောက်အတူတူပေါက်ကရတွေလုပ်ရင်း သူတို့သံယောဇဉ်တွေ တိုးလာပြီလို့ရှောင်ချီတစ်ယောက်ထင်ခဲ့ပေမဲ့ အဲ့ဒါဟာ သူ့အထင်တစ်ခုသာဖြစ်နေခဲ့ပါတယ်တစ်နေ့မှာ ယုံစစ်တစ်ယောက် ရှောင်ချီကို နှုတ်ဆက်စကားတစ်ခွန်းပဲဆိုပြီးထွက်သွားပြီးနောက်ပိုင်းမှာ ယုံစစ်နဲ့ ရှောင်ချီ ဘယ်လိုမျိုးပြန်တွေ့ ကြမလဲရှောင်ချီရဲ့ အချစ်တွေကရော ရောင်ပြန်ဟပ်လာမှာလားဆိုတာဆက်လက်ပြီးတော့ ကြည့်ရှုခံစားကြရမှာပါနော် Quality : WEB-DL 720pFormat : mp4During : 1h 55minGenres : Drama , RomanceSubtitle : Myanmar Subtitle ...",
        "rating": "6.2",
        "url": "https://megaup.net/2ks7A/My.Love.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/81rwBcj1QML._RI_-133x200.jpg",
        "title": "Monk Comes Down the Mountain (2015)",
        "description": "Monk Comes Down The Mountain (2015)ကဲဝူတန်သိုင်းပြီးတော့ ဒီတစ်ခါကွန်ဖူးကားပါနော်ဒီဇာတ်ကားလေးက တာအိုဘုန်းကြီးကျောင်းက ခဲ့အန်းရှက တောင်အောက်ဆင်းလာရာကနေစတဲ့ဇာတ်လမ်းလေးပါတာအိုဘုန်းကြီးကျောင်းက မြို့တွေနဲ့အဝေး တောင်ထိပ်မှာ ဆောက်ထားတာဖြစ်ပြီး ဘုန်းကြီးကျောင်းသားတွေကို ကွန်ဖူးသင်ပေးပြီး ကျွေးမွေးစောင့်ရှောက်ထားတဲ့နေရာပေါ့နောက်ပိုင်း အစားအသောက်ပြသနာကြောင့် တိုက်ခိုက်ပြီး ဘယ်သူဆက်နေရမလဲဆုံးဖြတ်ကြရတယ် ဒီလိုနဲ့ အပြင်လောကကိုခုမှတွေ့ကြုံဖူးတဲ့ခဲ့အန်းရှက တောင်အောက်ဆင်းဆင်းချင်း အစားအသောက်ကိစ္စနဲ့ပက်သက်ပြီးဒုက္ခရောက်ပါတော့တယ်ကြက်သားဟင်းကိုလုယူဖို့ကြိုးစားရာကနေ သနားစိတ်ဖြစ်မိပြီးအိမ်ခေါ်သွားတဲ့ သမားတော်ဆွေ့ခဲ့အန်းရှကလည်း တကယ့်ဆရာအရင်းလိုသဘောထားပြီး ပြုစုလုပ်ကိုင်ပေးပေမဲ့ ကံကြမ္မာကြောင့်ဝေးကွာခဲ့ရပြန်ပါတယ်ဒီလိုနဲ့ သူဟာ အပြင်လောကမှာ ကြုံတွေရတဲ့ ပြသနာတွေ ဘယ်လိုရင်ဆိုင်မလဲသူ့ဆရာအတွက်ရော ဘယ်လိုလက်စားချေမလဲ ဆိုတာကို ဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှူ့ကြပါ ။ခဲ့အန်းရှအဖြစ် Wang Bao Jiang\nသူဌေးကျားအဖြစ် Chang Chen\nကျိုးချီရင်အဖြစ် Aaron kok\nပန်ချင်းဝူအဖြစ် Yuen Wah\nသနားတေည်ဆွေ့အဖြစ် Fan Wei( အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )Quality__720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__02:00:00\nType__Action , Adventure\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5.5",
        "url": "https://megaup.net/2ks3g/Monk_Comes_Down_the_Mountain_(2015)_720p.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/affda-140x200.jpg",
        "title": "Don’t Listen (2020)",
        "description": "Don’t Listen (2020)ခင်ဗျားတို့ တမလွန်ဘဝရှိတယ်ဆိုတာ ယုံလား\nတခါတလေကျရင် ဘယ်ကမှန်းမသိတဲ့အသံတွေက ကိုယ့်ကိုတစ်ခုခုပြောနေတာမျိုး လုပ်ခိုင်းတာမျိုးရော ကြုံဖူးကြလားအီရစ်ဆိုတဲ့ကောင်လေးက သူတို့ပြောင်းလာတဲ့ရှေးဟောင်းအိမ်ကြီးထဲမှာ ဘယ်ကမှန်းမသိတဲ့အသံတွေကို ကြားနေရတဲ့ကောင်လေးပေါ့\nမိဘတွေက ဆရာဝန်နဲ့ပြပေးပြီး ကလေးဆိုတော့ စိတ်ကူးယဉ်ပြီးကြားနေရတဲ့အသံတွေလို့ပဲ လက်ခံခဲ့ကြတယ်\nဒီကြားထဲမှာလည်း ထူးဆန်းတာတွေဖြစ်ခဲ့ပေမယ့် ပေါ့ပေါ့တန်တန်ပဲ သဘောထားခဲ့ကြတဲ့မိဘတွေဆီမှာ ရင်နင့်ဖွယ်ဖြစ်ရပ်ကြီးတစ်ခု ကြုံလိုက်ရတဲ့အခါ.... အဲ့ဒီဖြစ်ရပ်ပြီးတော့ ဖခင်ဖြစ်သူဟာ အမှတ်တမဲ့ကြားလိုက်ရတဲ့ အသံကနေတစ်ဆင့်\nElectronic voice phenomenon ဆိုတဲ့ သဘာဝလွန်အသံတွေကိုလေ့လာနေတဲ့ ပါမောက္ခဂျာမန်ဆီကို ဆက်သွယ်ပါတော့တယ်အသံတွေနောက်ကို လိုက်ရင်းနဲ့ မတော်တဆမှုတွေ ဆက်တိုက်ဖြစ်ပြီးတဲ့နောက် အကြောင်းအရင်းကို ဖော်ထုတ်လိုက်ကြတဲ့အခါ...\nကြောက်စရာကောင်းတဲ့အိမ်ထဲကနေ သူတို့လွတ်လမ်းရှိပါ့မလား...Plot တွေက ရိုးရှင်းပေမယ့် Horror ဇာတ်ကားကောင်းနှစ်သက်တဲ့သူတွေအဖို့တော့ အကြိုက်တွေ့စေမှာပါ\nR-rated movie မဟုတ်ပေမယ့် တချို့သော Scene တွေက R-rated နီးနီးကြမ်းတာကြောင့် ကလေးသူငယ်များ ကြည့်ရှူရန်မသင့်ပါခင်ဗျာ ။( အညွှန်းရေးသားထားသူကတော့ Amelia ပါ )Quality__1080p , 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:35:00\nType__Drama , ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Eu30/Don_t_Listen_(2020)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/11qHlLL2rsQGH1nmPjJ7jFjeGcb.jpg",
        "title": "Midnight Runners (2017)",
        "description": "ဒီတခေါက်တော့ Marvel ဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်တော့မယ့် တောင်ကိုရီးယားမင်းသား‌‌ေချာ Park Seo-Joonပါဝင် သရုပ်ဆောင်ခဲ့တဲ့ Midnight Runners ဆိုတဲ့ action, comedy ကားလေးကို တင်ဆက်လိုက်ပါပြီIMDB rating 7.3 နဲ့ .Rotten Tomatoes 100% ရရှိထားပါတယ်တောင်ကိုရီးယားမင်းသားချော Kang Ha-neul နဲ့အတူ ရိုက်ကူးထားပြီး 2017 ခြနှစ်က ထွက်ခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပါဇာတ်လမ်းလေးကတော့ ရည်ရွယ်ချက်ရေရေရာရာမရှိဘဲနဲ့ ရဲတက္ကသိုလ်ကို ရောက်လာကြတဲ့ အူကြောင်ကြား ကောင်လေး ၂ ယောက် အကြောင်းကို ရိုက်ပြထားတာပါPark Seo-Joon ကတော့ အစားမက်တဲ့ကောင်လေး ဂီဂျွန်အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပြီး Kang Ha-neul က သန့်ရှင်းရေးကျန်းမာရေးနဲ့ ပတ်သက်လာရင် ဇီဇာကြောင်တတ်တဲ့ မှန်ကြောင်လေး ဟီရောအနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်သဘာဝမတူ၊ ရှင်သန်ကြီးပြင်းခဲ့ရာ ပတ်ဝန်းကျင်မတူ၊ စတွေ့ကတည်းက မျက်နှာကြောမတည့်တဲ့ ကောင်လေး ၂ ယောက်ရဲတက္ကသိုလ်ဝင်ခွင့်အတွက် ...",
        "rating": "7.3",
        "url": "https://megaup.net/Yukc/Midnight.Runners.2017.720p.BluRay.CM.mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yetbsCuB6fmzI4lpJMvqwJcehti.jpg",
        "title": "In the Name of the King III (2014)",
        "description": "In the Name of the King III==================== Hazen Kaine ဟာ ယနေ့ခေတ် လုပ်ကြံသတ်ဖြတ်သူ တစ်ယောက်ဖြစ်ပြီး စီးပွားရေးသမားတစ်ဦးရဲ့ သမီးကို ပြန်ပေးသမားတွေ လက်ကနေ ကယ်တင်ပေးဖို့ ငှားရမ်းခြင်းခံရပါတယ်။ ဒါပေမယ့် ကိစ္စတွေက သူထင်သလို ဖြစ်မလာဘဲ ထိန်းမနိုင်သိမ်းမရဖြစ်ကုန်ပြီး ထူးဆန်းစွာနဲ့ အလယ်ခေတ်ကို ရောက်ရှိသွားပါတယ်။ အဲဒီကာလမှာ သူဟာ မီးနဂါးကြီးတွေ အလယ်ခေတ် စစ်သည်တွေရဲ့ ရင်ဆိုင်ရပါတယ်။ In the Name of the King III  မှာတော့ Dominic Purcell ကြီးက ‌Hazen Kaine အဖြစ်ပါဝင်ထားပါတယ်။ ဒီကားဟာ တစ်ချိန်က နာမည်ကျော်ဗီဒီယိုဂိမ်းတစ်ခုဖြစ်တဲ့ Dungeon Siege ကိုအခြေခံထားတာဖြစ်ပြီး နန်းတွင်းဇာတ်ရှုပ်တွေ မှော်ဆရာတွေ၊ သတ္တဝါဆန်းတွေ နဂါးတွေနဲ့ ဖျော်ဖြေရေးမှု ဦးစားပေးတင်ဆက်ထားတာဖြစ်ပါတယ်။ In the name of the king ၃ ကားလုံးကို https://channelmyanmar.org/?s=In+the+name+of+the+king မှာကြည့်လို့ရပါတယ် Quality__1080pIMDb Rating__3.1/10Format__mp4Duration__1h 26minType__Action,Adventure,FantasySubtitle__Myanmar ...",
        "rating": "3.1",
        "url": "https://megaup.net/Yv9y/In.the.Name.of.the.King.3.720p.final.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kM9hjeGLtPZi9ExuBVwIFYrQbx0.jpg",
        "title": "In the Name of the King 2: Two Worlds (2011)",
        "description": "In the Name of the King 2: Two Worlds (2011)===================================ဂရန်ဂျာဟာလက်ရှိခေတ်မှာ စစ်ပြန်အငြိမ်းစားတစ်ယောက်ဖြစ်ပြီး ကိုယ်ခံပညာအချိန်ပိုင်းသင်ပြီးအသက်မွေးပါတယ်။တစ်နေ့ သူ့အိမ်ထဲမှာရှိနေတုန်း ရှေးအဝတ်အစားနဲ့လူတစ်စု အချင်းချင်းလာရောက်တိုက်ခိုက်ကြပြီး အဲ့ဒီထဲကအမျိုးသမီးတစ်ယောက်ဟာ သူ့ကိုအလင်းပေါက်ကြီးတစ်ခုကနေ တစ်ဖက်ကိုခေါ်ဆောင်သွားပါတော့တယ်။အဲ့ဒီဘက်အခြမ်းဟာ အလယ်ခေတ်ကာလဖြစ်နေပြီး ဂရန်ဂျာသိလိုက်ရတာက ရှေးဟောကိန်းတစ်ခုအရလက်ရှိအချိန်မှာ အကျပ်အတည်းဆိုက်နေတဲ့ အက်ဘ်ဆိုတဲ့တိုင်းပြည်ရဲ့ ကယ်တင်ရှင်ဟာသူဖြစ်နေတယ်ဆိုတာကိုပါပဲ။ သူ မယုံကြည်လက်မခံပေမယ့် ဘယ်လိုမှမလွှဲသာတဲ့အဆုံးမှာ ဂရန်ဂျာတစ်ယောက်မီးစင်ကြည့်က ဖို့ဆုံးဖြတ်လိုက်ပြီး သူတို့ရဲ့ ဇာတ်ရှုပ်ထဲကိုဝင်ပါရပါတော့တယ်။အဲ့ဒါကတော့ ရှေးဟောကိန်းအရ သူဟာ တိုင်းပြည်ခံတပ်ရဲ့ပြင်ပတစ်နေရာမှာ စခန်းချနေထိုင်တဲ့ မြင့်မြတ်တဲ့မိခင်ဆိုတဲ့ စုန်းမအိုကြီးနဲ့ သူ့နောက်လိုက် အမှောင်ပုဂ္ဂိုလ်တွေကို သုတ်သင်ပေးရမှာပါ။ဒါပေမယ့် သူသိလိုက်ရတဲ့ အပေါ်ယံဇာတ်လမ်းနောက်ကွယ်မှာလှည့်ကွက်တွေအများကြီးရှိနေတယ်ဆိုတဲ့အကြောင်း မကြာခင်သိလာပါတော့တယ်။In the Name of the King: Two Worlds မှာတော့ Dolph Lundgren ကြီးက ဂရန်ဂျာအဖြစ်ပွဲကြမ်းထားပါတယ်။ဒီကားဟာ တစ်ချိန်က နာမည်ကျော်ဗီဒီယိုဂိမ်းတစ်ခုဖြစ်တဲ့ Dungeon Siege ကိုအခြေခံထားတာဖြစ်ပြီးနန်းတွင်းဇာတ်ရှုပ်တွေ ...",
        "rating": "3.1",
        "url": "https://megaup.net/Yv9p/In.the.Name.of.the.King.2.Two.Worlds.2011.BluRay.720p.x264.AAC.final.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bbN1lmDk1PT0GsTFCy179sk5nIF.jpg",
        "title": "In the Name of the King: A Dungeon Siege Tale (2007)",
        "description": "In the Name of the King: A Dungeon Siege Tale (2007)======================================Jason Statham ကအက်ဘ် တိုင်းပြည်မှာ ဇနီးသည်သားတစ်ယောက်နဲ့အတူလယ်လုပ်ငန်းလုပ်ပါတယ်။ တစ်နေ့သူ့ဇနီးနဲ့သား မြို့ကိုဈေးရောင်းထွက်တဲ့အချိန်မှာ သူ့လယ်ကို ခရပ်ချ်ဆိုတဲ့ သတ္တဝါဆန်းကြီးတွေ လာတိုက်ခိုက်တာခံရပြီးနောက် မြို့ကိုတက်ပြီး ဇနီးနဲ့သားကိုရှာဖို့ သူ့မွေးစားအဖေနဲ့အတူထွက်အလာမှာ မှော်ဆရာတစ်ယောက်ဖြစ်တဲ့ ဂါလီယန်က ခရပ်ချ်သတ္တဝါတွေကိုထိန်းချုပ်ခိုင်းစေပြီး သူ့သားကိုသတ် သူ့ဇနီးကိုဖမ်းခေါ်သွားတာကို သိလိုက်ရပါတယ်။ မှော်ဆရာဂါလီယန်ဟာ သူတို့ဘုရင်ရဲ့ မဟာရန်သူတော်ဖြစ်ပြီး ဘုရင့်တူနဲ့အတူ နန်းလုဖို့ပူးပေါင်းကြံစည်နေသူပါ။ ဒီလိုနန်းတွင်းဇာတ်ရှုပ်မှာ သာမန်အညတရလယ်သမားတစ်ယောက်ဖြစ်တဲ့သူဟာ အဓိကကျတဲ့နေရာက ပါဝင်ပတ်သက်နေတယ်ဆိုတာ ဘုရင့်အတိုင်ပင်ခံနတ်ဆရာက အစောကြီးကြိုမြင်ခဲ့ပြီး သူ့ဆီချဉ်းကပ်လာတဲ့အခါ..။ သူမသိခဲ့တဲ့သူ့နောက်ခံဇာတ်ကြောင်းက ဘာလဲ၊ ဘာကြောင့်သူဟာ ဒီဇာတ်လမ်းမှာအဓိကကျနေလဲ အစရှိတဲ့ မေးခွန်းတွေနဲ့အတူ မှော်ပညာတွေ သတ္တဝါဆန်းတွေနဲ့ စွန့်စားခန်းတွေကြုံဆုံရပါတော့တယ်။ In the Name of the King မှာ လယ်သမားအဖြစ် Jason Statham ကဦးဆောင်ပါဝင်ထားပါတယ် ဒီကားဟာ တစ်ချိန်က နာမည်ကျော်ဗီဒီယိုဂိမ်းတစ်ခုဖြစ်တဲ့ Dungeon Siege ကိုအခြေခံထားတာဖြစ်ပြီး နန်းတွင်းဇာတ်ရှုပ်တွေ မှော်ဆရာတွေ၊ သတ္တဝါဆန်းတွေ နဂါးတွေနဲ့ ...",
        "rating": "3.8",
        "url": "https://megaup.net/2kq2l/In.The.Name.Of.The.King.A.Dungeon.Siege.Tale.2007.DC.720p.BluRay.x264.ACC.final.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-18-at-01.16.34-135x200.png",
        "title": "Collection (2021)",
        "description": "Collection (2021)=============အခုတစ်ခေါက် တင်ဆက်ပေးမှာကတော့ Collection လို့ အမည်ရတဲ့ ရုပ်ရှင်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်ခေတ်ကာလ နည်းပညာတွေ တိုးတက်လာတာနဲ့အမျှ လူနေထိုင်မှုစနစ်တွေကလည်း တစ်စတစ်စ တိုးတက်ပြောင်းလဲလာခဲ့ပါတယ်။ ဟိုးရှေးရှေးတုန်းက ပစ္စည်းအလဲအလှယ်လုပ်ပြီး ရောင်းဝယ်ဖောက်ကားခဲ့ကြတယ် နောက်တော့ ဒင်္ဂါးတွေသွန်းလုပ်တယ် အဲ့ဒီလိုနဲ့ အခုမျက်မှောက်ခေတ်မှာတော့ ငွေစက္ကူတွေ ပုံနှိပ်ပြီး ရောင်းဝယ်ကြတယ် Mobile bankingစနစ်တွေ အကြွေးဝယ်ကတ်တွေ စသဖြင့်ပေါ့ ။တိုးတက်လာတဲ့အပေါ်မှာ ကောင်းကျိုးတွေလည်း ရှိသလို ဆိုးကျိုးတွေဟာလည်း ဒွန်တွဲနေစမြဲပါပဲ လူတွေဟာ နည်းပညာတိုးတက်မှုကို အခွင့်ကောင်းယူပြီး သတင်းအချက်အလက်တွေ ခိုးယူကာ မသမာမှုကို ကြံစည်လာကြပါတော့တယ်။ဒီဇာတ်ကားလေးမှာတော့ ဘရန်ဒန်ဟာ သူငယ်ချင်းဖြစ်သူ ရော့စ်နဲ့အတူ အကြွေးဝယ်ကတ်ကိုင်ဆောင်သူတွေရဲ့ အချက်အလက်တွေကို ခိုးယူပြီး ပိုက်ဆံ လိမ်လည်တောင်းရမ်းနေတဲ့ အကြွေးကုမ္ပဏီပိုင်ရှင် နှစ်ဦးပါ။ သူတို့နှစ်ဦးဟာ သာမန်စာပို့အကြောင်းကြားပြီး တောင်းရမ်းကြတာမျိုးမဟုတ်ဘဲ အကြွေးဝယ်ကတ်ကိုင်ဆောင်သူတွေရဲ့ အလုပ်ဖုန်းတွေကို ခဏခဏဆက်မယ် မိသားစုဝင်တွေကိုလည်း နှောင့်ယှက်မယ် ယုစ္စအဆုံး ပိုက်ဆံပေးရင်ပေး မပေးရင် ...",
        "rating": "6.3",
        "url": "https://megaup.net/Yw5l/Collection.2021.720p.WEBRip[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BYjI4YTczODYtNDRiMi00MmM5LTg5NjMtODhiZjM2ZjY3ZDAwXkEyXkFqcGdeQXVyNjIxNDE0OTE@._V1_-127x200.jpg",
        "title": "The Spectacular Now (2013)",
        "description": "IMDb Rating (7.1) / Rotten Tomatoes (91%)ဒီဇာတ်ကားဟာRating  မြင့်တဲ့အချစ်ကားလေးဖြစ်သလို သရုပ်ဆောင်တွေကလဲ မခေသူတွေချည်းပါပဲ...Fantastic Four ထဲက မင်းသား Miles Teller , Divergent နဲ့ The Fault in Our Stars ထဲက မင်းသမီးချောလေး Shailene Woodley နဲ့Marvel  ရဲ့  Captain Marvel တဖြစ်လဲ မင်းသမီး Brie Larson တို့ဖြစ်ပါတယ်။အချစ်ဆိုတဲ့အရာကို တချို့ကခံစားတယ်..တချို့ကခုတုံးလုပ်ပြီး အသုံးချတယ်..တချို့က မသိကျိုးကျွံပြုတယ်...ဘယ်လိုပဲအချစ်ကိုသုံးဆောင်သုံးဆောင်ပေါ့...တကယ်တန်ဖိုးထားသူဆီမှာသာ အချစ်တွေက အမြဲနေတတ်တာမျိုးပဲ။ဇာတ်လမ်းလေးကတော့ ၃ ပွင့်ဆိုင် ဇာတ်လမ်းပါ...ဆက်တာဟာ အနာဂတ်ကိုမတွေးထားဘဲ အရာရာကို ပေါ့ပေါ့ပါးပါးပဲ ဖြတ်သန်းတတ်တဲ့ လူငယ်လေးတစ်ယောက်ပေါ့။ကပ်စ်စီလီဆိုတဲ့ သူသိပ်ချစ်တဲ့ ကောင်မလေးနဲ့ အထင်လွဲခံရမှုတစ်ခုကြောင့် ပြတ်အပြီး စိတ်လေနေချိန်မှာအေမီဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ မထင်မှတ်ဘဲ သူငယ်ချင်းတွေဖြစ်သွားခဲ့တယ်။အေမီဟာ ရည်းစားတောင်မထားဖူးသလို အနေအေးတဲ့ ဖြူစင်တဲ့ကောင်မလေး..ဆက်တာဟာ ...",
        "rating": "7.1",
        "url": "https://megaup.net/Yw1i/The_Spectacular_Now_(2013)_(720p_BluRay_x265_Silence).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/hwguebk2yxsz-133x200.jpg",
        "title": "The Eve (2021)",
        "description": "The Eve (2021)ကိုရီးယားနဲ့ ဂျပန်ယာကူဇာဂိုဏ်းတွေ အကြောင်းရိုက်ကူးထားတဲ့အမိုက်စားအက်ရှင်ကားဖြစ်ပါတယ်Korea Action/Dramaဇာတ်ကားကောင်းမျှော်နေတဲ့ ပရိသတ်ကြီးအတွက် ဂျွန်လထဲမှာအသစ်စက်စက်ထွက်ထားတဲ့ The Eve ဆိုတဲ့ ဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ် Cast တွေအနေနဲ့ Seo Han-Gyul,Hong Ah-Reum,Park Yum, Kim Jung-woon, Park Sun-mi အစရှိတဲ့ကိုရီးယားသရုပ်ဆောင်ပေါင်းများစွာပါဝင်သရုပ်ဆောင်ထားတဲ့ကားလေးလည်းဖြစ်ပါတယ်ဇာတ်လမ်း အကျဉ်းကတော့ ဂျောင်ဝူးဆိုတဲ့ မိဘမဲ့ လူငယ်လေးတစ်ယောက်ဟာငယ်ငယ်တည်းက မိဘတွေဆုံးပါးသွားခဲ့ပြီး သူ့ကို သူ့မိဘတွေရဲ့သူငယ်ချင်းဖြစ်သူ အဒေါ်ကြီးတစ်ယောက်က မွေးစားခဲ့ပါတယ်အဲ့ဒီအဒေါ်ကြီးမှာ သူ့ထက်အသက်ကြီးတဲ့ သမီးတစ်ယောက်ရှိပြီးနာမည်ကတော့ဟန်နာလို့ခေါ်ပါတယ် ဟန်နာကငယ်စဉ်တုန်းကခပ်ဆိုးဆိုးကျောင်းသားတစ်ယောက်နဲ့ တွဲမိပြီး သူမရည်းစားရှာတဲ့ ပြဿနာများကိုမကြာခဏ ဖြေရှင်းရလေ့ရှိပါတယ် ဒီလိုအချိန်တိုင်း သူမရဲ့ အဖေမတူမအေကွဲ မောင်လေး ဂျောင်ဝူးက ကာကွယ်ပေးခဲ့ပါတယ် အဲ့လိုကနေအရွယ်ရောက်လာတဲ့အထိ ဟန်နာရည်းစား လူဆိုး ချောဂျင်းက ဟန်နာကိုစိတ်ဒုက္ခပေးနေခဲ့ပါတယ် ချောဂျင်းကလည်း ထယ်ချန်း လူဆိုးဂိုဏ်းထဲဝင်သွားခဲ့ပြီးတစ်ရက်မှာ ထယ်ချန်းဂိုဏ်းက ဂျပန်ယာကူဇာ မူးယစ်ဆေးဂိုဏ်းနဲ့ပေါင်းမိဖို့ဖြစ်လာခဲ့ပါတယ် အဲ့ဒီအချိန် ဘယ်လို အရှုပ်အထွေးတွေကြုံရမယ်ဆိုတာကိုတော့ကိုယ်တိုင်ရင်တမမနဲ့ ကြည့်ရှုခံစားရဦးမှာပါ ...",
        "rating": "7",
        "url": "https://megaup.net/1Eriq/The.Eve.1080p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3ByzrLc6lWP77UlvgYTjyEOvGab.jpg",
        "title": "Anbe Sivam(2003)",
        "description": "Anbe Sivam(2003) အညွှန်း**********************IMDb...8.73 Idiots ထဲကကင်မရာလေးတစ်ကိုင်ကိုင်နဲ့ ဖာဟန်ကိုသိကြတယ်မလား......ဒီကားထဲမှာတော့အဓိကမင်းသားပေါ့...ကြော်ငြာ ဗီဒီယိုရိုက်သူ အန်ဘာစုရ်တစ်ယောက် အိမ်ထောင်ပြုဖို့အတွက်ချန်နိုင်းကို လေယာဉ်နဲ့ပြန်ဖို့ စီစဉ်ထားပါတယ်။\nလေဆိပ်ရောက်ရောက်ချင်းမှာပဲ မြို့ထဲမှာ အကြမ်းဖက်သမားတွေရှိကြောင်းကြေညာနေတဲ့ သတင်းကို သူတွေ့လိုက်ရတယ်။\nဒီလိုနဲ့ပဲ ထူးဆန်းတဲ့အပြုအမှုနဲ့ ဟိုကြည့်ဒီကြည့်လုပ်နေတဲ့ ရှီဗန်(မ်)ကိုတွေ့သွားပြီး အကြမ်းဖက်သမားလို့ သံသယဝင်သွားကာ ရဲနဲ့တိုင်ပါတော့တယ်။\nရဲတွေကလည်း ရှီဗန်(မ်)ကို ဖမ်းဆီးပြီး စစ်ဆေးပါတယ်...အဲ့ဒီနောက်မှာတော့ အလွဲကြီး လွဲမှုတွေဆက်တိုက်ဖြစ်ပါတော့တယ်...ဘာတွေဖြစ်မလဲဆိုတာကိုတော့...\nဒီဇာတ်ကားဟာ ကွန်မြူနစ်ဝါဒ၊ ဘုရားမဲ့ဝါဒနဲ့ ပရဟိတလုပ်ငန်းတွေအပြင်Haasanရဲ့ လူသားဆန်တဲ့ အတွေးအမြင်တွေကို ရိုက်ကူးပုံဖော်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပြီးတောလိဝုဒ်ပရိတ်သတ်များ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း ...\nဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။File Size :(2.9GB) (1.2 GB) and (471 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:40:00\nGenre : Adventure ,Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "8.7",
        "url": "https://megaup.net/Yviq/Anbe_Sivam.2003.WEB-DL.1080P5.1CH.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MIL-133x200.jpg",
        "title": "Man in Love ( 2021 )",
        "description": "ဒီတစ်ခေါက်တော့ CMကနေ ခပ်မိုက်မိုက် ထိုင်ဝမ် အချစ်ကားလေး တစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ် IMDB ကလည်း 7.0 ပါဇာတ်ကြောင်းလေးကတော့...အားချန်ဟာ မဖြစ်သာတဲ့ အကြောင်းအမျိုးမျိုးကြောင့် အကြွေးသိမ်းသမားတစ်ယောက်ဖြစ်ခဲ့ရပေမဲ့သူ့ရဲ့ အတွင်းစိတ်က နူးညံ့ပြီး အကြွေးသွားတောင်းတိုင်း တစ်ဖက်လူကိုအဆင်ပြေရင်ပြေသလောက်ကူညီပေးတတ်သူပါ တစ်နေ့မှာ ဟောက်ထင်ဆိုတဲ့ကောင်မလေးကို အကြွေးသွားတောင်းရင်း နှလုံးသားပျော့ပြောင်းတဲ့အားချန်တစ်ယောက်သူများတွေနဲ့မတူ အလွယ်လမ်းမလိုက်တတ်တဲ့ ဟောက်ထင်ကိုကြွေဆင်းသွားပါတော့တယ် ဟောက်ထင်ဆိုတဲ့ ကောင်မလေးကတော့အဖေ့အကြွေးတွေနဲ့ လူမမာအဖေကြီးကို ပြုစုရင်း သူ့ရဲ့ဘဝကြီးကအလင်းတွေကွယ်ပျောက်ကာ အမှောင်တွေဖုံးနေသူပါ ဒီလိုနဲ့ သူ့ရဲ့မှောင်မိုက်နေတဲ့ဘဝကြီးထဲမှာ အားချန်ဆိုတဲ့ အလင်းပျပျလေး ပေါ်လာခဲ့ပါတယ်အကြွေးသိမ်းသမားနဲ့ အကြွေးဆပ်မဲ့ သူတို့နှစ်ယောက်ကြားက သံယောဇဉ်တွေတိုးပြီးအချသ်တစ်ခုပေါက်ဖွားလာတဲ့အခါ မဖြစ်နိုင်တဲ့ အချစ်ကိုသူတို့တွေ ဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာကို ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ဆက်လက်ကြည့်ရှုကြရမှာပါ Quality : WEB-DL 720pFormat : mp4During : 1h 55minGenres : Drama , RomanceSubtitle : Myanmar Subtitle ( Hardsub )Translator ...",
        "rating": "7",
        "url": "https://megaup.net/2kq9v/Man.in.Love.2021.WEB-DL.720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xqyoBeaZaVJwAAMVB2t2q6kIHo3.jpg",
        "title": "Fan (2016)",
        "description": "မင်းသားကြီး ရှရွတ်ခန်း နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားတဲ့ Action, Drama, Thriller ဇာတ်ကားလေးပါ။နာမည်ကျော်မင်းသားကြီးတစ်ယောက် နဲ့ အဲဒီမင်းသားကို အသည်းအသန်ကြိုက်တဲ့ Hardcore Fan လူငယ်လေးနေရာ နှစ်နေရာကနေ သရုပ်ဆောင်ထားတာပါ။မင်းသားကို ကြိုက်လွန်းလို့ လုံးဝကို ပုံတူကူးပြီး တစ်ထပ်တည်း သရုပ်ဆောင်ပြနိုင်တဲ့အထိကို ရူးသွပ်တာပါ။သရုပ်ဆောင်ပြိုင်ပွဲတစ်ခုမှာ ပထမဆုရခဲ့ပြီး အဲဒီဆုကို သူ့ရဲ့ မင်းသားမွေးနေ့အမီ ပြနိုင်ဖို့ ကြိုးစားပြီး တွေ့ဖြစ်သွားတဲ့အချိန်မှာတော့Idol တွေနဲ့ Fan တွေနဲ့ တွေ့တဲ့ထုံးစံအတိုင်း သူ့ရဲ့စိတ်ကူးထဲက အတိုင်း ဖြစ်မလာဘူးပေါ့။နောက်ထပ် Action တွေ Thriller တွေဆက်ဖြစ်လာတာကို ဇာတ်ကားထဲမှာ ကြည့်ပါတော့။တစ်ယောက်တည်းက လုံးဝ မတူညီတဲ့ ဇာတ်ရုပ်နှစ်ခုကို လုံးဝ သရုပ်ဆောင်နှစ်ယောက် သရုပ်ဆောင်ထားသလို ပီပြင်အောင် သရုပ်ဆောင်ထားတာပါ။အသက်ချင်းထက်ဝက်လောက်ကွာတဲ့ နေရာနှစ်ခုကနေ ပီပြင်အောင် သရုပ်ဆောင်ထားနိုင်တယ်ဆိုတဲ့ ရှရွတ်ခန်းရဲ့ အရည်အချင်းကတော့ထူးချွန်တယ်ဆိုတာထက် ပိုတော်တယ်လို့ ပြောနိုင်ကောင်းပါရဲ့ဒီဇာတ်ကားရဲ့ IMDb Rating ကတော့ 7/10 ...",
        "rating": "7.0",
        "url": "https://megaup.net/2kjav/(CM)FAN_2016_Hindi_BluRay_720p.mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/bd-spywholovedme-155x200.jpg",
        "title": "[James Bond] The Spy Who Loved Me (1977)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့ တတိယမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ဒီကားက ရှေ့နှစ်ကားထက် ပို Rating ကောင်းသလို ဇာတ်လမ်းရော မင်းသမီးရော ပိုမိုက်ပါတယ်။ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (7.1/10) ရရှိထားပါတယ်…။ \nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:06:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.1",
        "url": "https://megaup.net/Yvbv/The.Spy.Who.Loved.Me.1977.INTERNAL.720p.BluRay.x264-CLASSiC[rarbg].mp4",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/kabhi-khushi-kabhie-gham-indian-movie-poster-139x200.jpg",
        "title": "Kabhi Khushi Kabhie Gham(2001)",
        "description": "Kabhi Khushi Kabhie Gham(2001)IMDb Rating (7.4) / Rotten Tomatoes (100%)အမီတာဘဂျမ်း..ရှရွတ်ခန်း...လက်ပွားမင်းသား ရိုရှမ်..မင်းသမီးကာဂျိုး...ကရီနာကပူးလ်စတဲ့ ဘောလိဝုဒ်ရဲ့တကယ့်ဒိတ်ဒိတ်ကြဲမင်းသားမင်းသမီးတွေ ပြုံပြီးသရုပ်ဆောင်သလို ဇာတ်လမ်းကလဲတကယ်ကောင်းပါတယ်။ပြသချိန် ၃နာရီခွဲ ကြာတဲ့ဇာတ်ကားဆိုပေမယ့် ခနလေးလိုပဲ ထင်ရလောက်အောင်ကောင်းတာပါ။ဇာတ်လမ်းကတော့...ယာရှ်နဲ့ နန်ဒနီတို့ဟာ သားသမီးမဖွားမြင်တာကြောင့် ရာဟုလ်ကိုမွေးစားဖို့အိမ်ခေါ်လာပါတယ်။သားအရင်းမဟုတ်ပေမယ့်သားအရင်းတစ်ယောက်လို ချစ်ကြပါတယ်။တစ်နေ့ ရာဟုလ်က အဖြစ်မှန်ကို သိသွားခဲ့ပေမယ့် အဲဒီစကားကို အဲဒီအိမ်မှာဘယ်တော့မှထပ်မပြောကြဖို့ ယာရှ်က ဆုံးဖြတ်လိုက်တယ်။ယာရှ်ဟာ မျိုးရိုးဂုဏ်အရှိန်အဝါနဲ့ ဓလေ့ထုံးတမ်းအစဥ်အလာတွေကို အလေးထားတဲ့သူဖြစ်တာကြောင့် ရာဟုလ်ကိုအဆင့်အတန်းတူတဲ့ မျိုးရိုးက ဆင်းသက်လာသူနဲ့သာ ပေးစားချင်နေတယ်။\nဒါပေမယ့် အမျိုးဇာတ်နိမ့်တဲ့ ကောင်မလေးတစ်ယောက်ကို ရာဟုလ်က ချစ်မိသွားတဲ့အခါမှာတော့...။ဒရမ်မာဇာတ်လမ်းရှည်ကြီးတွေကို တစ်ရှူးအပြည့်နဲ့ကြည့်တတ်သူတွေ လုံးဝလက်လွတ်ခံလို့မဖြစ်ပါဘူး။(Thaik San မှ ဘာသာပြန်တင်ဆက်ထားတာပါ။) \nFile size…(3.5 GB) / (2 GB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….03:29:00\nsubtitle….Myanmar Hardsub\nEncoder….Nyeinsaeya Aung\nTranslated by Thaik San",
        "rating": "7.4",
        "url": "https://megaup.net/2knyc/(CM)Kabhi_Khushi_Kabhie_Gham_2001_BluRay_720p_Hindi_DTS_HDMA_5.1_x264_[Telly].mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/l3xbes0s5drp-133x200.jpg",
        "title": "{18+} Sister Virus (2021)",
        "description": "ကိုဗစ်ကာလမှာ DSရဲ့ပရိတ်သတ်တွေဖို့ DSက ခပ်ဆန်းဆန်းဗိုင်းရပ်စ်တစ်ခုအကြောင်းကို တင်ဆက်ပေးချင်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ယောင်းဝူဟာ မိန်းမဖြစ်သူရဲ့ ညီအစ်မနှစ်ယောက်အတူနေတဲ့သူပေါ့တစ်နေ့တော့ မျိူးသစ်ဗိုင်းရပ်စ်တစ်ခု ပျံ့နှံချိန်မှာတော့ စိတ်မကောင်းစွာနဲ့ယောင်းဝူရဲ့ မိန်းမဖြစ်သူဂျီနာဟာ ပိုးကူးပြီး ဆေးကုသဖို့သွားတဲ့ အချိန်မှာယောင်းဝူဟာ မိန်းမရဲ့ အစ်မဖြစ်သူနဲ့ညီမဖြစ်သူနဲ့အတူ Home Qဖို့နေခဲ့ရတယ်တစ်နေ့ကျ ယောင်းဝူရဲ့ ခယ်မဖြစ်သူက ပိုးကူးစက်ပြီးဆေးရုံလည်းပို့လို့မရတဲ့အချိန်မှာတော့ သူတို့ရဲ့ကြိုးစားလေ့လာမှုနဲ့အတူတကုသနည်းတစ်ခုကိုတွေ့ရှိခဲ့တယ်ကုသနည်းကတော့ ဇာတ်လမ်းထဲ ဆက်လက်ရှုစားပေါ့ဗျာ...သရုပ်ဆောင်လေးတွေကလဲ အသစ်လေးတွေဆိုတော့သဘောကျစရာ မျက်စိကျစရာလေးတွေပါပဲ  \nFile size…772MB and 407MB\nQuality…720p HDRIP H264 and 480p\nFormat…Mp4\nDuration….1h 17min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Senpai\nTranslated by OAK",
        "rating": "7.5",
        "url": "https://megaup.net/2kpR7/Sisters.Virus.2020.720p.HDRip.H264.AAC(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BY2RkNmJhMzMtNTQ3Ny00ZjgxLThiN2ItODQ5ZmZhZDQzNDk3XkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_-141x200.jpg",
        "title": "Akshara(2021)",
        "description": "Akshara 2021\n--------------------------\"စာသင်ခန်းဆိုတာ တိုင်းပြည်ရဲ့အနာဂတ်တွေကိုထုတ်လုပ်ပေးတဲ့မြင့်မြတ်တဲ့နေရာ၊စာသင်ခန်းဆိုတာ ထောင်မဟုတ်ဘူး\" တဲ့ဇာတ်ကားထဲက ဒိုင်ယာလော့လေးတစ်ခုပါ..... ဒီဇာတ်လေးကိုတော့ အက်ရှာရာဆိုတဲ့အမျိုးသမီးလေးတစ်ဦးအပေါ် အခြေခံဇာတ်အိမ်တည်ထားပါတယ်.အက်ရှာရာက ဆင်းရဲပြီး အမေတစ်ယောက်တည်းကသာပြုစုပျိုးထောင်ပေးခဲ့တဲ့ ထက်မြတ်တဲ့ ကောင်မလေးပေါ့.သူ့ရဲ့ထက်မြက်မှုကြောင့် သူက 10တန်းမှာလဲ ဂုဏ်ထူးဆောင်ကျောင်းသူတဦးဖြစ်ခဲ့ပါတယ်. သူ့ရဲ့ရည်ရွယ်ချက်လေးကလဲ ကောင်းပါတယ်.နိုင်ငံရဲ့ ရတနာဖြစ်တဲ့ ကျောင်းသူကျောင်းသားတွေကို သင်ကြားပေးချင်တဲ့ဆရာမလေးတဦးဖြစ်ချင်တာပါ. သူမက ဆရာတဦးမှာရှိသင့်တဲ့ နာသုံးနာလဲပြည့်စုံပြီး ကျောင်းသားတွေရဲ့ ရင်ထဲက ဆန္ဒကပါ မြင်နိုင်တဲ့ထိ တော်တာကြောင့်အိန္ဒိယရဲ့ထိပ်တန်းကောလိပ်တခုမှာ ရူပဗေဒဆရာမအဖြစ်အလုပ်ရခဲ့ပါတယ်.သူမရဲ့ဘဝလေး ပြီးပြည့်စုံနေခဲ့ပေမယ့် ဆိုးဝါးတဲ့ကိစ္စတစ်ခုကြောင့် သူမဟာကျောင်းရဲ့ဘုတ်အဖွဲ့ဝင်တဦးကို သတ်မိခဲ့ပြီး ဇာတ်လမ်းအချိုးအကွေ့နဲ့ဇာတ်ရှိန်ဟာပြောင်းလဲသွားခဲ့ပါတယ်.......သူမဘာလို့ သူ့ကိုသတ်ခဲ့ရတာလဲ...ဒီကောလိပ်ကတကယ်ပဲ ထိပ်တန်းအဆင့်မှီရဲ့လား...ဆရာမတဦးရဲ့အရည်အချင်းကဘာလဲ....တကယ်ကို ပညာရေးစနစ်နဲ့ ဆရာတစ်ယောက်ရဲ့အရည်အချင်းကို ပြန်မေးခွန်းထုတ်စေမယ့် ရုပ်ရှင်ပါပဲ...သရုပ်ဆောင်ပိုင်းမှာလဲ အက်ရှရာနေရာသရုပ်ဆောင်ထားတဲ့ မင်းသမီးကသူ့ရဲ့ဇာတ်ရုပ်ကို အတော်လေး ပိုင်နိုင်တာတွေ့ရပါတယ်...  \nFile size…2.1GB and 1.1Gb and 501MB\nQuality…1080p WEB DL DD+5.1 and 720p and 480p\nFormat…Mp4\nDuration….2h 16min\nSubtitle….Myanmar Subtile(Hard Sub)\nEncoder…. YK\nTranslated ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Esds/Akshara_2021_.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/RzZKY_4f-143x200.jpg",
        "title": "August Never Ends (2021)",
        "description": "August never Ends (2021)MyDramalist - 7.1 /10ကျွန်မအတွက်တော့ အတောမသတ်တဲ့ ဩဂတ်စ်ပါပဲ မောင် ......'\nဩဂတ်စ် က ကျွန်မအတွက် ဘယ်တော့မှလည်း အဆုံးသတ်မှာ မဟုတ်ပါဘူး။ဩဂတ်စ်မိုးတွေ ရွာတာ ကျွန်မမျက်ရည်ကို မှီနိုင်မတဲ့လား?????မောင်ရယ် ..... သူရယ် ..... ကျွန်မရယ် ......အစကတော့ သူနဲ့ကျွန်မပဲပေါ့ ..... မောင်။သူက မောင်နဲ့ သက်ဆိုင်သူမှန်း ကျွန်မ မသိခဲ့တာ အမှန်ပါ။ကျွန်မဘဝထဲ မောင် ဝင်မှန်းမသိ ဝင်လာတဲ့အချိန်မှာ ......\nအချိန်အတော်နှောင်းသွားခဲ့ပြီ .......ကျွန်မလည်း ငယ်ငယ်ကတည်းက ကျိုးပျက်နေတဲ့ မိသားစုထဲက မွေးဖွားလာခဲ့သလို\nသူကလည်း ငယ်ငယ်ကတည်းက ကျိုးပျက်နေတဲ့ မိသားစုထဲက မွေးဖွားခဲ့ကြတာမို့သူနဲ့ကျွန်မ အချစ်ဆုံးသူငယ်ချင်းတွေ ဖြစ်ခဲ့ကြတာပေါ့ မောင်ရယ် .....အမေ့အတွက် ကျွန်မက တစ်ဦးတည်းသော မိသားစုဝင်ဖြစ်သလို\nတစ်ဦးတည်းသော ရန်သူဆိုလည်း ဟုတ်တယ်။အမေက ကျွန်မကို အိမ်မြှောင်က မွေးတဲ့ကလေးတဲ့။\nသွေးအေးပြီး နှလုံးသား မရှိတဲ့လူပေါ့လေ။ဒါပေမယ့် အမေသိပ်မှားတယ် ...",
        "rating": "4.1",
        "url": "https://megaup.net/1Eq2l/August.Never.Ends.2021.720p.WEB-DL.H265.DDP5.1.CM.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/HOME-160x200.jpg",
        "title": "Home (2021)",
        "description": "Home(2021)အိန္ဒိယ Family movie မျှော်နေတဲ့သူတွေအတွက်\nSreenath Bhasi ပါဝင်သရုပ်ဆောင်ထားတဲ့\nအသစ်စက်စက်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားကို ညွှန်းရမယ်ဆိုရင်တော့\n2013 တုန်းက ထွက်ရှိထားတဲ့ Philips and the Monkey Pen ဇာတ်ကား ရဲ့\nဒါရိုက်တာ Rojin Thomas ရဲ့ နောက်ထပ်လက်ရာမွန်တစ်ခုပါကျွန်တော်ကတော့ ဒီကားကိုကြည့်ရင်းကနေ\nKapoor and Sons ဆိုတဲ့ဇာတ်ကားနဲ့ကို သွားအမှတ်ရမိတယ်ဗျ\nKapoor and Sons ဇာတ်ကားကို ကြိုက်တဲ့သူတွေအဖို့တော့\nဒီကားကိုလည်းနှစ်ခြိုက်မယ်လို့ အာမခံနိုင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့\nအန်တိုနီဆိုတဲ့လူက မြို့မှာအလုပ်လုပ်နေတဲ့\nရုပ်ရှင်ဒါရိုက်တာဗျာ\nတစ်ရက်တော့ ရုပ်ရှင်အတွက်အေးဆေးအညွှန်းရေးချင်တာနဲ့\nနယ်မြို့ကအိမ်လေးဆီပြန်သွားတယ်ခုခေတ်လူငယ်ဆိုတော့ အင်တာနက်ပေါ်မှာပဲ\nအချိန်ဖြုန်းနေတော့\nအိမ်ကမိသားစုဝင်တွေက သဟဇာတမဖြစ်ကြဘူး\nဒီလိုနဲ့ပဲ မိသားစုထဲဖြစ်တဲ့အလွဲတွေ\nအလုပ်ကိစ္စနဲ့ပတ်သက်တဲ့အလွဲတွေနဲ့ကြောင့်\nအန်တိုနီရဲ့မိသားစုတွေရော သူရော\nသဟဇာတဖြစ်အောင်ညှိရင်းကနေ\nနောက်ဆုံးဘယ်လိုတွေဆက်ဖြစ်သွားကြမှာလဲဆိုတာ\nရသအစုံနဲ့ ကြည့်ရှူရမှာပါနောက်ဆုံးအနေနဲ့ ပြောချင်တာကတော့\nFamily ကားဖြစ်တာကြောင့် လူကြီးလူငယ်မရွေးကြည့်ရှူနိုင်ပါတယ်ခင်ဗျာအညွှန်းကတော့ Amelia ဖြစ်ပြီးတော့ဘာသာပြန်ထားတာကတော့ F&R Gurls ပဲ ဖြစ်ပါတယ်။File size…..2.8GB and 1.7GB and 558MB\nQuality….WEB-DL 1080p and 720p and 480p\nFormat…mp4\nDuration….2h 41min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "4.8",
        "url": "https://megaup.net/30n4x/HOME_(2021)_1080p.CM.mp4",
        "category": "Asian, Drama, Family, Uncategorized"
    }
]