[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjk5OGNmZTgtZDAxNS00MGIzLTgwMDEtYTNjMDM5ZDVlNmJkXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-133x200.jpg",
        "title": "Custody (2023)",
        "description": "Custody(2023)\nIMDb 8.1/10\nForrest Gump ကို Remake ပြန်ရိုက်ထားတဲ့ Laal Singh Chaddha ထဲမှာ\nလေတအားပေါတဲ့ စွပ်ကျယ်ချုပ်တဲ့ဆရာကြီး ဘာလာရာဂျူး ခေါင်းဆောင်ပါဝင်ထားတဲ့\nရဲမှူခင်းဇာတ်ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်း\nလူနာတင်ကားအတွက် ဝန်ကြီးချုပ်ကားကိုတောင် တားပြီး\nလူနာတင်ကားကို လမ်းပေးရဲတဲ့ ရဲတပ်သားလေးရှီဗာတယောက်\nအချစ်ရေးနဲ့ အမှန်တရားကြားမှာ\nဗျာများရတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်ထုံးစံအတိုင်းပဲ အမှန်တရားဘက်ရပ်တည်တဲ့အခါ တလောကလုံးနဲ့ကိုယ်တစ်ယောက်တည်း\nရင်ဆိုင်တိုက်ပွဲဝင်ရယုံသာမကရာဇဝတ်မှုကျူးလွန်တဲ့သူတွေကလည်း ဟိုလူနဲ့အပိုင်\nဒီလူ့တပည့်ပါဆိုပြီး အကာအကွယ်တွေယူ လက်တစ်လုံးခြားတွေလုပ်\nကိုယ်နဲ့ ဆန့်ကျင်ဘက်ကို အမျိုးမျိုးဖိနှိပ်ကြနဲ့ အက်ရှင်ဒရာမာ တရားခွင်စုံနေအောင်\nရသစုံခံစားရမဲ့ဇာတ်ကားလေးဖြစ်ပါတယ် အိန္ဒိယရဲကားကောင်းလေးတွေ\nကြိုက်နှစ်သက်တတ်တဲ့ ပရိသတ်ကြီးအတွက် ဒီဇာတ်ကားလေးကလည်း\nသရုပ်ဆောင်ကောင်းကောင်း rating ကောင်းကောင်း ဇာတ်လမ်းကောင်းကောင်းနဲ့\nရသစုံခံစားရမှာဖြစ်လို့ ကြည့်ရှုအားပေးနိုင်ဖို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Sai,chiclon3,Thaik San,Bpl,Yunni,Zwe တို့ပဲ ဖြစ်ပါတယ်)\nFile size…10.5GB / 3.45GB / 1.4GB\nQuality…4k HEVC / 1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai~chiclon3~Thaik San~Bpl~ Yunni~ Zwe ...",
        "rating": "8.1",
        "url": "https://megaup.net/2AKbx/Custody_(2023)_Telugu_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lCanGgsqF4xD2WA5NF8PWeT3IXd.jpg",
        "title": "Kandahar (2023)",
        "description": "Kandahar (2023)ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ နောက်ထပ် စစ်ကားကောင်းတစ်ခုလာပါပြီ။ ဒီကားက ဂျိတ်ယီလင်ဟောရဲ့ နာမည်ကြီးစစ်ကား The Covenant နဲ့ ဆင်တူပါတယ်။ ကောင်းတာချင်းလည်းတူပါတယ်။ မင်းသားကတော့ အက်ရှင်ကားကောင်းတွေအများကြီးရိုက်ထားတဲ့ ဂျရက်ဘတ်တလာပါပဲ။ ဒါရိုက်တာကတော့ Angel Has Fallen နဲ့ Greenland ကို ရိုက်ခဲ့တဲ့ Ric Roman Waugh ဖြစ်ပြီး ဒီရုပ်ရှင်တစ်ခုလုံးကို ဆော်ဒီမှာပဲ ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းကိုတော့ အမေရိကန်တွေ အာဖဂန်ကနေ ဆုတ်ခွာအပြီး တာလီဘန်တွေကြီးစိုးနေချိန်မှာ တည်ထားပါတယ်။ အီရန်နိုင်ငံနဲ့အနောက်နိုင်ငံတွေ အနုမြူလက်နက်လျှော့ချရေး သဘောတူညီချက်ရဖို့ ကြိုးစားနေဆဲကာလပါ။ တွမ်ဟားရစ်ဆိုတဲ့ စစ်ပြန် အမ်အိုင်-၆ လူဟောင်းဟာ စီအိုင်အေမှာ အငှားအေးဂျင့်အနေနဲ့ လုပ်နေပြီး အီရန်စစ်ဆင်ရေးတွေကို လျို့ဝှက်ဆောင်ရွက်နေသူဖြစ်ပါတယ်။ သူ့ရဲ့စစ်ဆင်ရေးကတော့ အီရန်နိုင်ငံထဲမှာအသွင်ယူပြီး အနုမြူဓာတ်ပေါင်းဖိုတွေကို ဖျက်ဆီးရတဲ့အလုပ်ပါပဲ။ ဒါပေမဲ့ နောက်ဆုံးစစ်ဆင်ရေးတစ်ခုစခါနီးမှာပဲ ပင်တဂွန်က သတင်းပေါက်ကြားမှုဖြစ်ပြီး သူ့နာမည်နဲ့ပုံဟာ အီရန်၊ အာဖဂန် ...",
        "rating": "6.1",
        "url": "https://megaup.net/3gR5d/(CM)_Kandahar_(2023)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTQxNDYzMTg1M15BMl5BanBnXkFtZTgwNzk4MDgxMTE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "My Cousin Vinny (1992)",
        "description": "နယူးယောက်မြို့တော်ကကောလိပ်ကျောင်းသားတွေဖြစ်တဲ့ ဘီလ်နဲ့စတန်တို့သူငယ်ချင်းနှစ်ယောက်ဟာ အယ်လာဘားမားကိုဖြတ်မောင်းလာရင်း ကုန်စုံဆိုင်တစ်ခုမှာဈေးဝင်ဝယ်ဖြစ်ပါတယ်။ သူတို့ထွက်သွားပြီးတဲ့နောက်မှာ စတိုးဆိုင်စာရေးလုယက်သတ်ဖြတ်ခံရပေမယ့်သူတု့ိမသိခဲ့ကြပါဘူး။တစ်ခုရှိတာက ဘီလ်ဟာ တူနားငါးသေတ္တာတစ်ဘူးကိုအလစ်သုတ်လာမိပါတယ်။နောက်ကရဲတွေလိုက်လာတဲ့အချိန်မှာရောသူတို့ကိုဖမ်းပြီး ရဲစခန်းမှာစစ်မေးနေတဲ့အချိန်မှာကော တူနားငါးသေတ္တာတစ်ဘူးအလစ်သုတ်မှုကြောင့်လို့ထင်ခဲ့ပေမယ့် တကယ်တမ်းမှာ\nသူတို့ကို စတိုးဆိုင်စာရေးသတ်မှုနဲ့ကြံရာပါအဖြစ် စွပ်စွဲဖမ်းဆီးထားတာပါ။သူတို့က ဝန်ခံမိရက်သားဖြစ်နေတဲ့အပြင် အထောက်အထားတွေအရလည်းသူတို့ကိုပဲညွှန်ကြနေတဲ့အတွက် အယ်လာဘားမားရဲ့ အလွန်တင်းကျပ်ပြီးကြမ်းတမ်းတဲ့ဥပဒေအရပြစ်မှုထင်ရှားရင် သေဒဏ်နဲ့မလွဲမသွေကြုံရတော့မယ့်အခြေအနေမှာ သူတို့အတွက်ကယ်တင်ရှင်ပေါ်လာပါတော့တယ်။ အဲ့ဒီလူကတော့ဘီလ်ရဲ့ကာဆင်တစ်ယောက်ဖြစ်တဲ့ ဗင်နီဆိုတဲ့ရှေ့နေပါပဲ။ရှေ့နေကျောင်းကိုခြောက်နှစ်တက်ခဲ့တဲ့၊ ဘယ်လိုတရားခွင်အတွေ့အကြုံမျိုးမှမရှိတဲ့၊အယ်လာဘားမားအကြောင်း သူတို့အမှုအကြောင်းကို ဘာတစ်ခုမှမသိပဲ ဒိအမှုကနေ သူတို့ကို ဘယ်လိုကယ်တင်မလဲဆိုတာက စိတ်ဝင်စားစရာအကောင်းဆုံးအချက်ဖြစ်နေလို့ဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားကြပါ။\nဟာသကားဖြစ်နေပေမယ့် ပေါတဲ့ဘက်ကိုမသွားပဲ သဘာဝကျကျဟာသတွေ၊ခိုင်မာတဲ့ဇာတ်လမ်း၊ဇာတ်အိမ်တွေနဲ့တည်ဆောက်ထားတဲ့ Underrated ဟာသဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ အကောင်းဆုံးအချက်ကတော့ ဗင်နီရဲ့ဇနီးလောင်းအဖြစ်သရုပ်ဆောင်ထားတဲ့ Marisa Tomei (tom holland spidey's aunty may) ပါပဲ။နုရွလှပနေတဲ့ အန်တီမေငယ်ငယ်လေးကို တမူထူးခြားတဲ့ဇာတ်ရုပ်နဲ့တွေ့မြင်ရမှာဖြစ်ပါတယ်။  File size…(2 GB)/(1 GB)/(610 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/1UTui/My.Cousin.Vinny.1992.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8A1iDYSp8H5WORWZVCV3E3SpkGD.jpg",
        "title": "The Mosquito Coast (1986)",
        "description": "The Mosquito Coast (1986)~ IMDb - 6.6/10, Rotten Tomatoes - 74% ~ဒီဇာတ်ကားထဲက Harrison Ford သရုပ်ဆောင်တဲ့ အယ်လီဖောက်စ် (Allie Fox) ဆိုတဲ့ ဇာတ်ကောင်ကို တီထွင်သူ၊ အလွယ်လမ်း မလိုက်သူ၊ အမေရိကနိုင်ငံကြီးရဲ့ ပုပ်ပွနေတဲ့ စနစ်နဲ့ လူမှုအဖွဲ့အစည်းကြီးကို ရွံရှာမုန်းတီးနေသူ တစ်ယောက် အဖြစ် ပုံဖော်ထားတယ်။မော်စကီတို ကမ်းရိုးတန်း (Mosquito Coast) ဆိုတာ အယ်လီအတွက်တော့ အထဲမှာ ဟောင်းလောင်းပေါက်ကြီး ဖြစ်နေတဲ့ အမေရိကနိုင်ငံကြီးထဲကနေ သူတို့ ထွက်ပြေးမယ့် သုခဘုံကြီးတစ်ခုပဲ။အဖေဖြစ်သူ အယ်လီကို ဘုရားလို ကိုးကွယ်ကြတဲ့ သား ၂ယောက်၊ သမီးအမြွှာလေး ၂ယောက်၊ ဇနီးမယားတစ်ယောက်ကတော့ ဘာမှ မတတ်နိုင်ဘဲ မော်စကီတိုကမ်းရိုးတန်းမကလို့ သေတွင်းထဲ ခေါ်သွားလည်း အယ်လီ့နောက်ကို လိုက်နေရမှာပါပဲ။ဒါ့အပြင် ယောက်ျားရဲ့ စံနှုန်းနဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1eZj7/(CM)_Mosquito_Coast_(1986)_720p.mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iGiVGkMxplHpYRpg4OuMVOLnCjo.jpg",
        "title": "Dreaming Walls: Inside the Chelsea Hotel (2022)",
        "description": "Dreaming Walls: Inside the Chelsea Hotel (2022)~ IMDb - 6.1/10, Rotten Tomatoes - 70% ~ဒါကတော့ 1884 ခုနှစ်ကတည်းကတည်ဆောက်ခဲ့ပြီး နယူးယော့မြို့ မန်ဟက်တန်မှာရှိတဲ့ နာမည်ကြီးဂန္ထဝင် ချဲလ်ဆီးဟိုတယ်အကြောင်း Documentary လေးပဲဖြစ်ပါတယ်။ ရိုက်ကူးထားတာကတော့ ဟိုတယ်ကိုပြန်လည်ပြုပြင်မွမ်းမံရေးလုပ်နေတဲ့အချိန်မှာပါ။ဒီဟိုတယ်ဟာ ဘာကြောင့်ဒီလောက်နာမည်ကြီးရသလဲဆိုတော့ ဒီနေရာဟာ အရင့်အရင်တုန်းက အနုပညာရှင်တွေရဲ့ ကျက်စားရာဖြစ်ခဲ့သလို မန်ဟက်တန်အနုပညာတစ်ခေတ်မှာလည်း တကယ့်နာမည်ကြီးအနုပညာ‌ရှင်တွေနေထိုင်သွားတဲ့နေရာတစ်ခုဖြစ်ခဲ့လို့ပါ။ အမေရိကန်ကိုလာတဲ့အနုပညာရှင်တိုင်း ချဲလ်ဆီးဟိုတယ်လေးမှမတည်းရရင် အမေရိကန်ပြည်ရဲ့အနုပညာအသိုင်းအဝိုင်းကိုမထိတွေ့လိုက်ရသလိုခံစားရလောက်အောင် အရှိန်အဝါရှိခဲ့တာဖြစ်ပါတယ်။နေထိုင်သွားခဲ့တဲ့အဆိုတော်ပေါင်းမြောက်များစွာထဲ ‌Bob Dylan, Bob Marley, Jimi Hendrix တို့ပါဝင်သလို Madonna ကလည်း ဓာတ်ပုံရှုတင်တစ်ခုရိုက်ခဲ့ပါသေးတယ်။Mark Twain တို့ Dylan Thomas တို့ Thomas Wolfe တို့လို ဂန္ထဝင်စာရေးဆရာကြီးတွေအပြင် တခြားပန်းချီအနုပညာ‌ရှင်ပေါင်းများစွာနေထိုင်သွားခဲ့တဲ့ ဟိုတယ်တစ်ခုပါ။အန်ဒီဝါးဟိုးလ်နဲ့ ပေါလ်မောရစ်ဆီတို့ကလည်း Chelsea Girls ...",
        "rating": "6.1",
        "url": "https://megaup.net/1eZgv/(CM)_Dreaming_Walls_-_Inside_the_Chelsea_Hotel_(2022)_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzM5NjY3NTktMmI1MC00NDJkLWJjZjQtZWNiYjUyM2M2MjFkXkEyXkFqcGdeQXVyMTY0NjI3Mjcx._V1_-135x200.jpg",
        "title": "I Love You (2023)",
        "description": "I Love You (2023)\n**************************\nဒီဇာတ်ကားလေးကတော့ IMDb rating\n8.8အထိရရှိထားပြီး Drama/Romanceနဲ့\nThrillerအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကား\nတစ်ကား ဖြစ်ပါတယ်။\nဒီဇာတ်ကားထဲမှာတော့ ပရိတ်သတ်အသဲစွဲမင်းသမီး\nရာကူးလ်ပရီးသ်ဆင်းဂ်က ဇာတ်ဆောင်မင်းသမီးအဖြစ်\nပါဝင်သရုပ်ဆောင်ထားပြီး ဇာဆောင်မင်းသားတွေကတော့\nအက်ရှေး အိုဘရွိုင်နဲ့ ပလ္လဗီဂူလာထီတို့ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းစတ်တရာဟာ အောင်မြင်တဲ့စီးပွားရေးလုပ်ငန်းရှင်ကြီးတစ်ယောက်ဖြစ်ပြီး သူ့ခင်ပွန်းလောင်းနဲ့\nလက်ထပ်ရတော့မှာကို စိတ်လှုပ်ရှားနေရတဲ့သူပါ။ သူ့မှာအချစ်ဆုံးသူငယ်ချင်း\nအာရ်အိုဆိုတဲ့သူတစ်ယောက်ရှိတယ်။ သူ့အကြောင်းအစုံသိနေတဲ့သူပေါ့။\nတစ်နေ့ဒေဝါလီညမှာ\nမင်္ဂလာဆောင်ဖို့ဒေလီသွားဖို့လုပ်ရင်း ရုံးကနေအပြန်မှာ\nဒေဝါလီပိတ်ရက်ကြောင့် ရုံးတွေအစောကြီးပိတ်ကြပြီး\nစတ်တရာတစ်ယောက် ရုံးထဲမှာပိတ်ကျန်နေခဲ့တော့တယ်။\nရုတ်တရက်သူ့သူငယ်ချင်း\nအာရ်အိုလည်း ရုံးခန်းထဲမှာပိတ်မိနေတဲ့အချိန်မှာတော့\nနှစ်ယောက်သား အပြင်ထွက်ဖို့ဘယ်လိုကြိုးစားကြမလဲ...\nစတ်တရာလည်းလက်ထပ်ဖို့အစီအစဉ်ပါ\nဖျက်လိုက်ရတဲ့အခြေအနေမှာတော့...သူ့သူငယ်ချင်းကရော\nသူငယ်ချင်းအဖြစ်ရှိနေနိုင်ဦးမလားဆိုတာတော့\nမထင်မှတ်ထားတဲ့ plot twist တွေနဲ့\nစိတ်ဝင်စားဖွယ်ကြည့်ရှူရမှာပါ။အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ Nyein,\nZwe Yan Naingနဲ့ Thaik Sanတို့ပဲ ဖြစ်ပါတယ်။\nFile size…1.17GB  / 459MB\nQuality…1080p True WEB DL  /720p\nFormat…mp4\nDuration….1h 33m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Nyein~ Zwe Yan Naing ~ Thaik San",
        "rating": "7.8",
        "url": "https://megaup.net/1eZ9b/I_Love_You_(2023)_Hindi_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYmFmYzg5MDEtYmViYS00OWU0LTkzYjQtMDhhNmVlZjQ4Y2I2XkEyXkFqcGdeQXVyMTA3MTI2ODc5._V1_-143x200.jpg",
        "title": "The Matchmaker (2023)",
        "description": "The Matchmaker (2023)\n=================အိုင်တီသမားအဖြစ်နဲ့ ဘဝကိုဖြတ်သန်းနေတဲ့ တာရစ်ခ်ဟာ\nဇနီးသည်နဲ့သမီးလေးတစ်ယောက်ကို ပိုင်ဆိုင်ထားရပေမယ့်\nအဆိုပါအိမ်ထောင်ရေးကို စိတ်ကုန်နေတဲ့ သူလည်း ဖြစ်ပါ\nတယ်။ အချစ်ခံရတဲ့ခံစားချက်ကို တောင့်တမိလာတဲ့သူ ရုံး\nဝန်ထမ်းသစ်လေး ဆယ်လ်မာကိုစွဲလမ်းမိလာခဲ့ပါတယ်။\nသူ ရုတ်တရက် အလုပ်က ထွက်သွားတယ်လို့ ကြားလိုက်ရ\nချိန်. အလုပ်ထွက်သွားတဲ့ အကြောင်းရင်းကိုလိုက်လံစုံစမ်း\nရင်း ကန္တာရအပန်းဖြေစခန်းထိ လိုက်လံရှာဖွေရမယ်ဆို\nတာကို သိလိုက်ရချိန်မှာလည်း လက်မလျှော့ဘဲ အဆုံးစွန်\nထိ ကြိုးစားခဲ့ပါတယ်။ဒါပေမယ့် ဒေသခံတွေရဲ့ ပုံပြင်တစ်ခုအရတော့ အဆိုပါ\nနေရာမှာ ဖောက်ပြန်တဲ့/ ဇနီးသည်တွေအပေါ်မှာ ဆိုးသွမ်း\nတဲ့ယောကျ်ားတွေကို အပြစ်ပေးခဲ့ဖူးတဲ့ ဒဏ္ဍာရီတစ်ခု ရှိခဲ့\nဖူးပါတယ်။ ကျောချမ်းစရာအဖြစ်အပျက်တွေ၊ ထူးဆန်းမှု\nတွေ ဆက်တိုက် ကြုံတွေ့ရင်း. အိပ်မက်လား တကယ့်အဖြစ်\nအပျက်လား မဝေခွဲနိုင်တဲ့အထိ သူ့ကို ထိန်းချုပ်ခံရလာချိန်\nမှာတော့ လှုပ်လေမြှုပ်လေ ဒီအခြေအနေကနေ ဆက်ရုန်း\nထွက်နိုင်မလား. သူ တွေ့ချင်ခဲ့သူကိုရော ဆက်လက်ပြီး ရှာ\nတွေ့နိုင်ဦးမလား. ဒီနေရာရဲ့ နောက်ကွယ်က အမှန်တရား\nကရော ဘာလဲဆိုတာကို ငြိမ့်ငြိမ့်လေးနဲ့ပဲ တစိမ့်စိမ့်တွေးရင်း\nသည်းထိတ်ရင်ဖို ဖြစ်လာရမယ့် ဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "4.3",
        "url": "https://megaup.net/3g95e/The.Matchmaker.2023.ARABIC.720p.WEBRip.(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMzc2YmIxMWItMGM4Yi00MjVmLWJmZDktMjVmOWRjYjVlNWU1XkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Lagi-Lagi Ateng (2019)",
        "description": "Lagi-Lagi Ateng (2019)\n==================\nIMDb Rating - 6.9/10အာတန်ဆိုတာကတော့ နယ်မြို့လေးတစ်မြို့က မင်းမျိုးမင်း\nနွယ် မိသားစုမှာ ကြီးပြင်းလာပြီး အသက် ၂၆နှစ်အထိ ဉာဏ်\nရည်ကောင်းကောင်းမဖွံ့ဖြိုးသူပဲဖြစ်ပါတယ်။ မိတဆိုးသား\nလေးမို့လို့ အလိုလိုက်ခံထားရတဲ့ အာတန်.... မွေးနေ့လက်\nဆောင်အနေနဲ့ ဂျာကာတာကိုသွားခွင့်ရလိုက်တဲ့အခါ.....\nဘဝရဲ့ အကြီးမားဆုံးသော Surprise နဲ့ကြုံလိုက်ရပါတော့\nတယ်။အာတန်နဲ့ ချွတ်စွပ်တူနေတဲ့ အာဂွန်ဆိုသူဟာ တခြားလူ\nမဟုတ်ဘဲ ကွဲကွာသွားတဲ့ အမြွှာညီအစ်ကိုဖြစ်တယ်ဆိုတာ\nသိပြီးနောက်မှာတော့ ...... မိသားစုတွေအတူနေရဖို့ မိဘ\nနှစ်ပါးပြန်ပေါင်းထုပ်ဖြစ်အောင် ညီအစ်ကိုနှစ်​ယောက်\nနေရာအလဲအလှယ်တွေလုပ်ရင်း ရေမီးအစုံလေထီးခုန်\nကြမှာပဲဖြစ်ပါတယ်။ Family drama, romance, comedy\ntype ဖြစ်တဲ့ ဇာတ်ကားကောင်းလေးမို့လို့ မိသားစုနဲ့အတူ\nပေါ့ပေါ့ပါးပါးကြည့်ဖို့လည်း သင့်တော်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.27 GB) / (462 MB) / (333 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 48Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Family\nTranslator.......Hnin Wut ...",
        "rating": "6.9",
        "url": "https://megaup.net/3g94w/Lagi-Lagi.Ateng.2019.INDONESIAN.720p.WEBRip(CM).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNmQ1ZDU1MjAtZjU0My00YzZjLTkzODQtODgyZWZlMDRmOWJjXkEyXkFqcGdeQXVyMTE1MjE4Mw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "A Snowy Day in Oakland (2023)",
        "description": "2023 မှအသစ်စက်စက်ထွက်ရှိထားတဲ့ Romance & comedy film အမျိုးအစားဖြစ်ပြီး IMDb - 7.5/10 အထိရရှိထားပါတယ် ဇာတ်လမ်းမှာတော့ ဆန်ဖရန်စစ္စကိုကစိတ်ရောဂါကုဆရာဝန်မလေးတစ်ယောက် သူနဲ့အကြာကြီးတွဲခဲ့တဲ့ရည်းစားဖြစ်သူကိုထားပစ်ခဲ့ပြီးအုတ်ခ်လန်ရဲ့ဆင်ခြေဖုံးရပ်ကွက်လေးကိုပြောင်းရွေ့လာရာကနေ အဲဒီရပ်ကွက်ထဲမှာအိမ်နီးနားချင်းတွေနဲ့အသားကျအောင်ကြိုးစားရင်း ဘယ်လိုရှေ့ဆက်ပြီးခင်တွယ်သွားကြမလဲဆိုတာကိုပေါ့ပေါ့ပါးပါးနဲ့စောင့်ကြည့်ရမှာပါFile size…(1.8 GB)/(930 MB)/(470 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "7.1",
        "url": "https://megaup.net/3gDOw/A.Snowy.Day.In.Oakland.2023.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jKFOQ5LNQuIWGLdB2WhVlSUcS6F.jpg",
        "title": "Medellin (2023)",
        "description": "Medellin (2023)ဟာသအက်ရှင်ကား ကောင်းကောင်းကြိုက်သူတွေအတွက် ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nအဓိကမင်းသားတွေအဖြစ် Taxi 5 ရုပ်ရှင်ထဲမှ မင်းသား Frank Gastambide နဲ့\n2 lone in Paris ဟာသရုပ်ရှင်ကားထဲမှ မင်းသား Ramzy Bedia တို့မှ တွဲဖက်မိမိနဲ့ သရုပ်ဆောင်ထားပါတယ်။\nMike Tyson လည်း ပါဝင် အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရီဒါဟာ ပြင်သစ်မှာ လက်ဝှေ့အားကစားရုံဖွင့်ထားတဲ့လူတစ်ယောက်ပါ။\nသူ့ညီဖြစ်သူ ဘရာဟင်းကတော့ နာမည်ကြီးမင်းသားအတိုင်း ဝတ်စားပြင်ဆင်တတ်တဲ့ Influencer တစ်ယောက်ပါ။\nဘရာဟင်းလည်း ကိုလမ်ဘီယာနိုင်ငံ မက်ဒလင်းမြို့ကို သွားလည်ရင်းနဲ့ မူးယစ်ဂိုဏ်းတစ်ခုရဲ့ ပြန်ပေးဆွဲတာကို ခံလိုက်ရပါတယ်။\nအဲဒါကို သိသွားတဲ့ ရီဒါလည်း သူ့ညီကို ဒီအတိုင်းပစ်မထားနိုင်တာကြောင့် ဘရာဟင်းကို ကယ်ဖို့ ကိုလမ်ဘီယာကို လိုက်ဖို့ လုပ်ပါတော့တယ်။\nဒီလိုနဲ့ ရီဒါရယ် စတန်ရယ် ရှာဖိခ်ဆိုတဲ့ လူပုလေးတို့ ဘရာဟင်းကို ကယ်ဖို့လာရင် မက်ဒလင်းမြို့မှာ စွန့်စားခန်းထွက်ပါတော့တယ်......အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Leonard ...",
        "rating": "",
        "url": "https://megaup.net/3gNM1/Medellin.2023.FRENCH.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/snkWwY1gEk7n1azAZi4WPW6PZ3h.jpg",
        "title": "The Year I Started Masturbating (2022)",
        "description": "The Year I Started Masturbating (2022)Netflix ကထွက်ထားတဲ့ The Year I Started Masturbating ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဇာတ်ကားနာမည်ကြည့်ပြီးတော့ ကျောင်းသားကားဆိုပြီး တွေးနေရင်တော့ မှားသွားပါလိမ့်မယ်။\n၁၈ ယောက်စုကြည့်ရမယ်ထင်နေရင်လဲ သင့်ရဲ့ စိတ်ကို အမှောင်ဘက်ခြမ်းကနေ ပြန်ခေါ်လိုက်ပါ။\nဒီဇာတ်ကားလေးဟာ မိန်းကလေးတွေ ကိုယ့်ကိုကိုယ် ဘယ်လိုတန်ဖိုးထားရမယ်ဆိုတာ ပြသွားမဲ့ကားမျိုးပါ။\nဒါပေမဲ့ စကားလုံးတွေက ပွင့်ပွင့်လင်းလင်းပြောထားတော့ မိသားစုနဲ့တွဲကြည့်လို့လဲ အဆင်ပြေမှာမဟုတ်ပါဘူး။\n(ဥပမာဆို လူတိုင်းသိကြတာက ဂျီစပေါ့ လောက်ပါပဲ\nဒါပေမဲ့ ဒီထဲမှာတော့ ဂျီစပေါ့တင်မကဘဲ အိုစပေါ့ အမ်စပေါ့ ဒီစပေါ့ တွေပါ ပါပြီးတော့\nဘယ်နေရာမှပါ ရှိတယ်ဆိုတာ ညွှန်ပြထားပါသေးတယ်)။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဟန်နာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ အလုပ်တွေကြိုးစားပြီး မိသားစုကို အချိန်မပေးနိုင်ဘဲ အလုပ်ပဲဖိလုပ်တဲ့သူပါ။\nယောကျာ်းဖြစ်သူဟာလဲ ကြာလာတေ့ ငြိုငြင်လာပါတယ်။\nဟန်နာအတွက်ကတော့ ကလေးတွေယူပြီး အလုပ်လုပ် ပိုက်ဆံရှာပေးနေရင် မိသားစုကိစ္စပြီးပြီလို ထင်နေပါတယ်။\nဒါပေမဲ့ တစ်နေ့မှာ ယောကျာ်းဖြစ်သူနဲ့ ပြဿနာ ဖြစ်ပြီး ...",
        "rating": "5.2",
        "url": "https://megaup.net/1eVpw/The.Year.I.Masturbating.2022.720p.NF.WEB-DL.DD5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKs0ufPp0agLptnhEutDOlfwfdH.jpg",
        "title": "Princess Protection Program (2009)",
        "description": "Princess Protection Program (2009)Selena Gomez နဲ့ Demi Lovato တို့ရဲ့ ငယ်ရွယ်တက်ကြွတဲ့ ပုံစံကို ပြန်မြင်ရမယ့် ကားဟောင်းလေးပါ။ Selena ကတော့ ကာတာလို့ခေါ်တဲ့ ငါးစာရောင်းတဲ့ သာမန်အထက်တန်းကျောင်းသူလေးဖြစ်ပြီး Demi ကတော့ ရိုဆလင်ဒါလို့ခေါ်တဲ့ မင်းသမီးတစ်ပါးအဖြစ် သရုပ်ဆောင်ထားပါတယ်။ ကာတာရဲ့အဖေက ခြိမ်းခြောက်ခံရတဲ့ နေရာအနှံ့က မင်းသမီး‌တွေကိုကယ်တင်တဲ့ နိုင်ငံတကာလျှို့ဝှက်အေဂျင်စီမှာ အလုပ်လုပ်တာပါ။မင်းသမီးရိုဆလင်ဒါနေတဲ့ ကိုစတာလူနာဆိုတဲ့တိုင်းပြည်က ကျွန်းနိုင်ငံလေးဖြစ်ပြီး သူ့ဖခင်ဘုရင်ကြီးနတ်ရွာစံသွားတဲ့အတွက် မင်းသမီးက နောက်တစ်လနေရင် ဘုရင်မအဖြစ် နန်းတက်ရတော့မှာပါ။ နန်းတက်ပွဲအတွက်လေ့ကျင့်နေချိန်မှာ ဗိုလ်ချုပ်ကိန်းက မင်းသမီးငယ်သေးတာကို အကြောင်းပြပြီး အာဏာသိမ်းဖို့လုပ်ပါတော့တယ်။ ကံကောင်းစွာနဲ့ ရိုဆလင်ဒါအမေစီစဉ်ထားမှုကြောင့် ကာတာ့အဖေက ရိုဆလင်ဒါကို ခေါ်ထုတ်လာနိုင်ပါတယ်။ရိုဆလင်ဒါကို အေဂျင်စီက လုံခြုံတဲ့အချိန်ရောက်တဲ့ထိ နေရာချပေးဖို့လုပ်ရာကနေ ကာတာတို့အိမ်ကို ၀မ်းကွဲညီအမ ရိုစီအဖြစ်ရောက်လာပါတော့တယ်။ရိုစီကို သာမန်ဆယ်ကျော်သက်ကောင်မလေးလို နေတတ်အောင် ကာတာက သင်ပေးရင်း ကြုံတွေရတဲ့ အဖုအထစ်လေးတွေ ကျောင်းမှာကြုံရတဲ့အခက်အခဲတွေကို တွေ့ရဉီးမှာပါ။ ...",
        "rating": "5.6",
        "url": "https://megaup.net/3WNH4/(CM)_Princess_Protection_Program_(2009)_720p.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOWEyNDk0MzUtODZkYS00ZDc1LWE1NDYtY2VhNDk0OWRmMGNiXkEyXkFqcGdeQXVyMTU4MzQzNDkx._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Dancing Detective: A Deadly Tango(2023)",
        "description": "The Dancing Detective: A Deadly Tango(2023)*******************************************မော်လ်တာမြို့မှာ ဆီနိတ်တစ်ယောက်ရဲ့အစ်ကို လူကုံထံသူဌေးတစ်ဦးဟာ ရုတ်တရက်ကြီး သေဆုံးသွားပါ တယ်။ရိုးရိုးသေတာလား၊ အသတ်ခံရတာလား မသေချာတော့ ဆီနိတ်တာက အမေရိကန်ရဲတွေထဲကအတော်ဆုံး စုံထောက်လွှတ်ပြီး အမှုစုံစမ်းပေးဖို့ အကူအညီတောင်းပါတယ်။ ရဲတပ်ဖွဲ့ရဲ့ အတော်ဆုံး စုံထောက်ဟာ အမှုလိုက် ရာမှာတွဲဖက်ရဲတွေနဲ့ ဘုဘောက်ကျပြီး ကိုယ့်သဘောနဲ့ကိုယ်ပဲလုပ်တတ်တဲ့ စုံထောက်မဘေလီပါ။အမှုက အရေး ကြီး နေတာကြောင့် ဘေလီ့ကို အင်တာပိုလ်က စီစဉ်ပေးတဲ့ တွဲဖက်တွေနဲ့ အဆင်ပြေပြေအလုပ်လုပ်ဖို့ နားချပြီးစေ လွှတ်လိုက်ပါတယ်။ မော်လ်တာရောက်တော့ အင်တာပိုလ်က စီစဉ်ပေးတဲ့တွဲဖက်ဟာ ရဲတွေ၊စုံထောက်တွေ မဟုတ်ဘဲ အကသင်တဲ့နည်းပြဖြစ်နေတော့ ဘေလီတော်တော်စိတ်ညစ်သွားပါတယ်။ပြီးတော့ အမှုကို စုံစမ်းတဲ့ အခါ ဘေလီတစ်ခါမှ မကဘူးတဲ့ အကပြိုင်ပွဲဝင်အနေနဲ့ စုံစမ်းရမှာဖြစ်လို့ ဘေလီအတွက်တော်တော်သေချင်စော်နံ့ သွားပါလေရော။ ဒီလိုခွတီးခွကျ အဖြစ်အပျက်များစွာနဲ့အတူ ဘေလီအောင်အောင်မြင်မြင် အမှုဖော်ထုတ်နိုင်ပါ့ မလားဆိုတာကို ရှုစားကြရမှာပါ။\nဇာတ်ကားလေးကတော့ ပေါ့ပေါ့ပါးပါးနဲ့ စုံထောက်၊ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2ASK0/The.dancing.detective.a.deadly.tango.2023.WEB-DL.1080P(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pFqjuNiSBSSwqyiDBNDeFfA9PaU.jpg",
        "title": "Ngeri-Ngeri Sedap (2022)",
        "description": "Ngeri-Ngeri Sedap (2022)************************သား ၃ ယောက်နဲ့ သမီး ၁ ယောက်မွေးထားတဲ့ လင်မယား ၂ ယောက်... သား ၃ ယောက်ကိုအကောင်းဆုံးပညာရေးရဖို့ တခြားမြို့တွေမှာ ကျောင်းထားခဲ့ရာကစလို့ သားယောက်ျားလေးတွေဟာလက်တွေ့ကျကျ စဉ်းစားတွေးခေါ်တတ်ပြီး ကိုယ်ဖြစ်ချင်တာကိုပဲ လုပ်ကြရာကနေ မိဘအိမ်ကို ပြန်မလာခဲ့ကြတာ၁၀ နှစ်နီးပါး ရှိသွားခဲ့တယ်။ ဒီလိုနဲ့ပဲ အဘွားဖြစ်သူရဲ့ မင်္ဂလာအခမ်းအနားကို မိသားစုစုံစုံလင်လင်ကျင်းပဖို့အတွက် သား ၃ ယောက်ကို လင်မယား ၂ ယောက် ဘယ်လို လှည့်ဖြားပြီး အိမ်ကို ပြန်လာအောင် ခေါ်ကြမလဲ...သူတို့ ချက်ချင်း မပြန်သွားအောင် ဘယ်လိုလုပ်ကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\nတစ်ခါတစ်လေကျ သားသမီးရဲ့ ပျော်ရွှင်မှုဟာ မိဘရဲ့ စိတ်တိုင်းကျ မဖြစ်နိုင်သလို, မိဘရဲ့ စိတ်တိုင်းကျဆန္ဒဟာလည်းသားသမီးကို မပျော်စေတာမျိုးတွေ ကြုံတွေ့ရတတ်ပါတယ်။ မိသားစုတစ်ခုမှာ ဒီလိုမျိုး စိတ်သဘောထားမတိုက်ဆိုင်မှုတွေ ဖြစ်လာတဲ့အခါတစ်ဖက်ဖက်က အလျှော့ပေးမှသာ ပျော်ရွှင်တဲ့ မိသားစုမျိုး ...",
        "rating": "8.0",
        "url": "https://megaup.net/3gQ7D/Ngeri-Ngeri.Sedap.2022.WEB-DL.1080P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Xye26gsr6MHWRzqolqz7y2u93g.jpg",
        "title": "Buddy Games: Spring Awakening (2023)",
        "description": "Buddy Games: Spring Awakening (2023)ဒီဇာတ်ကားကတော့ ၂၀၁၉ ခုနှစ်ကထွက်ရှိထားတဲ့ Buddy Games ဆိုတဲ့ ဇာတ်ကားလေးရဲ့ အဆက်ပဲဖြစ်ပါတယ်။ဒီ ဇာတ်ကားထဲမှာဆိုရင်တော့ Supernatural ထဲက ဒင်းန်ဝင်ချက်စတာကြီး Jensen Ackles အပြင်ကို Once Upon A Time ရဲ့ စနိုးဝှိုက်မင်းသမီးနဲ့ မိုက်ကယ်ဘေးရဲ့ Transformers ဇာတ်ကား တွေထဲပါ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသားကြီး ဂျော့ဒူဟာမယ်လည်းပါတဲ့အပြင် တခြားနာမည်ကြီး မင်းသား မင်းသမီးတွေ ရောကျော်ပါဝင်ထားလို့ ကြည့်လို့ကောင်းမှာကတော့ သေချာပါတယ်။ပထမကားလိုပဲ ငယ်ပေါင်းချစ်သူငယ်ချင်း ခြောက်ယောက်ကို အခြေခံပြီးရိုက်ထားတဲ့ဟာသဇာတ်လမ်းလေးဖြစ်ပါတယ်။ ဇာတ်ဆောင်သူငယ်ချင်းခြောက်ယောက်ထဲက တစ်ယောက်ဖြစ်တဲ့ ဒယ်ဖီသေသွားပြီးနောက်ပိုင်း ဒယ်ဖီ့ကို ဂုဏ်ပြုပေးဖို့အတွက် ဒယ်ဖီ့ရဲ့ ပြာအိုးကို ဘယ်နေရာသွားကြဲမလဲဆိုတာကို ဆုံးဖြတ်ရာကနေစတင်ခဲ့ပါတယ်။ နွေရာသီအားလပ်ရက်မှာ ကျန်နေခဲ့တဲ့ သူငယ်ချင်းတစ်သိုက်က ဒယ်ဖီ့ရဲ့ အသုဘအခမ်းအနားမှာ ဘယ်လိုသောင်းကျန်းခဲ့၊ ပြာအိုးကို နေရာချဖို့ကိစ္စကို ဆုံးဖြတ်ရင်းနဲ့ ဘယ်လို ...",
        "rating": "",
        "url": "https://megaup.net/1UVb8/(CM)_Buddy_Games_-_Spring_Awakening_(2023)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Q0rtUfNHFOEnVoRv1pmKaAbZEV.jpg",
        "title": "We Are What We Are (2013)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အမေရိကန် horror/thrillerဇာတ်ကားလေးတစ်ကား မိတ်ဆက်ပေးချင်ပါတယ်။နည်းနည်းအော်ဂလီဆန်စရာလည်းကောင်းတာကြောင့်အသည်းနုတဲ့သူတွေကြည့်ရင် နည်းနည်းသတိထားဖို့လိုပါလိမ့်မယ်။ ပါကာမျိုးနွယ်မိသားစုဟာ ရှေးခေတ်ရိုးရာအလ့အထကိုလက်ခံကျင့်သုံးနေကြတဲ့ မိသားစုတစ်စုဖြစ်ပြီး သူတို့အဲလိုဆိုတာကို တစ်မြို့လုံးကလည်း ဘယ်သူမှမသိကြပါဘူး။မစ္စတာပါကာရဲ့ သမီးနှစ်ယောက်ဖြစ်တဲ့ အိုင်းရစ် နဲ့ ရို့စ် တို့ဟာရုပ်ရောစိတ်ထားပါ လှပတဲ့သူတွေဖြစ်တာကြောင့် မြင်သမျှလူတိုင်းကလည်း ချစ်ခင်ကြပါတယ်။ ဒါပေမယ့် နောက်ကွယ်မှာတော့ အင်မ‌တန်ကြောက်စရာကောင်းတဲ့ ဓလေ့တစ်ခုသူတို့ဆီမှာရှိနေခဲ့ပါတယ်။ တစ်ရက်ကျတော့ သူတို့ရဲ့ အမေဆုံးပါးသွားတဲ့နောက် မိသားစုရိုးရာကို ဆက်ဆံထိန်းသိမ်းဖို့ကသမီးကြီးဖြစ်တဲ့ အိုင်းရစ်ပေါ် ကျရောက်လာခဲ့ပါတယ်။စိတ်နှလုံးဖြူစင်သူတွေအတွက် ဒီကြောက်စရာဓလေ့ကြီးတစ်ခုကိုလက်ခံဖို့ ခက်ခဲလွန်း‌တာကြောင့် အိမ်ကနေရုန်းထွက်ဖို့ကြိုးစားကြမှာဖြစ်ပြီး သူတို့တွေအောင်မြင်သွားကြမလား၊ သူတို့ရဲ့ ကြောက်စရာကောင်းတဲ့ ရှေးခေတ်ရိုးရာဓလေ့က ဘာများဖြစ်မလဲဆိုတာ စိတ်၀င်စားဖို့ကောင်းလွန်းတာမို့ ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားအဖြစ်ညွှန်းပေးလိုက်ရပါတယ်။ ( ဘာသာပြန်နှင့် အညွှန်းကတော့  Jaka ပဲ ဖြစ်ပါတယ် ) File size…1.54GB / 504MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Horror  , Drama , Thriller\nSubtitle….Myanmar Subtitle ...",
        "rating": "5.9",
        "url": "https://megaup.net/2ASC5/We.Are.What.We.Are.2013.BluRay720p(CM).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZDE2ZmY0NWMtM2M3ZC00YmMyLThkZTYtYzMwMmIzMzcyYzM1XkEyXkFqcGdeQXVyNjM0MDQ4OTQ@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Smile or Hug (2022)",
        "description": "Smile or Hug (2022)\n===============ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်ကြီးတို့အတွက် ပေါ့ပေါ့ပါးပါး\nဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ သမီးရည်း\nစားဆက်ဆံရေးတွေ၊ သူငယ်ချင်းဆက်ဆံရေးတွေမှာ အချိန်တွေ\nအကြာကြီးဖြတ်သန်းခဲ့တယ်ဆိုရင်တောင် အထင်လွဲတာ၊ နားလည်\nမှုလွဲတာလေးတွေ ရှိစမြဲပဲမဟုတ်လား။ သူငယ်ချင်းသံယောဇဉ်တွေ\nမှာလည်း တစ်ခါတလေ မတိုက်ဆိုင်တာလေးတွေကြောင့် အဖုအ\nထစ်လေးတွေ၊ မကျေနပ်မှုလေးတွေစုရင်း ပြဿနာတက်တတ်ကြ\nတယ်လေ။ဒီလိုအခြေအနေမျိုးဆိုရင် ဘယ်လိုဖြေရှင်းတတ်ကြပါသလဲ။ ပြဿ\nနာကို တစ်ယောက်တည်းအထင်နဲ့ဆွဲတွေးရင် အမှုပိုကြီးတတ်တယ်\nနော်။ ဒီလိုအချိန်မှာ \"မျက်နှာချင်းဆိုင်ဖြေရှင်း\"လိုက်တာက အကောင်း\nဆုံးနည်းလမ်းပါပဲ။ အမှားတွေ၊အထင်လွဲမှုတွေကို ရှောင်ပုန်းမနေဘဲ\nထိပ်တိုက်ရင်ဆိုင်လိုက်တာက အကောင်းဆုံးဆိုတာကို ဆန်တို့စ်ဆိုတဲ့\nကောင်မလေးတစ်ယောက် သင်ယူလိုက်ရပုံလေးကို ကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (500 MB) / (335 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 31Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://megaup.net/2AObx/Smile.or.Hug.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDA1NTA2YTQtYWZjNS00MTExLWE2M2ItM2QxMjg5Nzg5Zjc5XkEyXkFqcGdeQXVyOTkzMDA1NTg@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Pollen (2023)",
        "description": "Pollen (2023)\n==========ကျွန်တော်တို့တွေရဲ့ နေ့စဉ်ဘဝမှာ မသိမသာရော သိသိသာသာပါ\nabuse လုပ်ခံရတဲ့ အချိန်တွေ ရှိနေတတ်ပါတယ်။ ကျူးလွန်တဲ့သူ\nဘက်ကတော့ မဖြစ်စလောက်လေးဆိုပေမဲ့ ကျူးလွန်ခံလိုက်ရတဲ့သူ\nအတွက်ကတော့ တစ်ဘဝလုံးစာပါပဲ။ ဟုတ်ပါတယ်။ ဒီဇာတ်လမ်းက\nရုံးတွင်းအနိုင်ကျင့်မှုတွေကို ခံခဲ့ရတဲ့ ဟယ်ရာဆိုတဲ့ ကောင်\nမလေးတစ်ယောက်အကြောင်းပါ။ဟယ်ရာက အသက် ၂၃ နှစ်အရွယ်ရှိပြီဖြစ်ပြီး ရည်မှန်းချက်အရောင်\nတလက်လက်တောက်နေတဲ့ မျက်လုံးလေးတွေနဲ့ပေါ့။ သူ့ရဲ့အလုပ်မှာ\nအမြင့်ဆုံးရာထူးထိရောက်အောင် တက်လှမ်းမယ်ဆိုတဲ့ ခံယူချက်နဲ့\nကြိုးစားတဲ့သူလေးပါ။ ဒါပေမဲ့ သူ့အိပ်မက်တွေကို ဖျက်ဆီးပစ်ကြတာ\nကတော့ သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တွေပါပဲ။ အထက်လူကြီးတစ်ယောက်ရဲ့\nrape လုပ်တာကို ခံခဲ့ရပြီး အဲဒီလူ လက်ဆောင်ပေးခဲ့တဲ့ ပန်းပင်လေး\nကနေ မကောင်းဆိုးဝါးတစ်ကောင် ကပ်ပါလာခဲ့တယ်။ လုပ်ငန်းခွင်\nအဆင်မပြေမှုတွေအပြင် အဲဒီမကောင်းဆိုးဝါးကပါ သူ့ရဲ့အိပ်မက်တွေ\nထိ လိုက်နှောင့်ယှက်လာတဲ့အခါ ဟယ်ရာတစ်ယောက် ဘယ်လိုရင်ဆိုင်\nသွားမလဲဆိုတာကို ကြည့်ရှု့ခံစားလိုက်ကြရအောင်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.0 GB) / (360 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 26Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Mystery, ...",
        "rating": "",
        "url": "https://megaup.net/1eThl/Pollen.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wUb0PGmXXfSSyDZc4G48MVPkhe.jpg",
        "title": "D@bbe 6: The Return (2015)",
        "description": "IMDb- 5.5Rotten Tomatoes- 80%ဇာတ်လမ်းအညွှန်းဒီဇာတ်လမ်းကတော့ မူခက်ဒါ ရာမန်ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ကိုကျိန်စာတိုက်ဖို့ ဘယ်သူမှန်းမသိရတဲ့အမျိုးသမီးတစ်ဦးကစုန်းကဝေတစ်ယောက်ဆီမှာ အစီအရင်ပြုလုပ်ခိုင်းရာကနေအစပြုထားပါတယ်။ နောက်နေ့မှာတော့ မူခက်ဒါ ဟာ သေဆုံးသွားပါတယ်။ မှုခင်းဆေးပညာရှင်တွေက သေဆုံးခြင်းအကြောင်းရင်းဟာဦးနှောက်သွေးယိုစိမ့်မှုလို့ ကောက်ချက်ချပေမယ့် သူ့အမေသေဆုံးတာကိုမျက်မြင်တွေ့ထားတဲ့ သမီးငယ် အိုင်လာကတော့ သူ့အမေကို ဂျင်သတ်သွားတာလို့ပဲ ပြောနေတာပါ။ အဲ့နောက်ပိုင်းမှာစိတ်ကယောင်ချောက်ချားတွေဖြစ်ပြီး အပြုအမူတွေလည်း ထူးဆန်းလာတဲ့ အိုင်လာကိုဆေးပညာအရလည်း အဖြေရှာကုသလို့မရဖြစ်နေတဲ့အခါ အမဖြစ်သူ ဇီရန်က ဘယ်လို အဖြေရှာ ကုသပေးသွားမလဲ။ အမေဖြစ်သူသေဆုံးသွားရတာက တကယ်ပဲ ဂျင်က သတ်သွားတာလား။ကျိန်စာအစီအရင်ကြောင့်လား။ကျိန်စာကြောင့်ဆိုရင်ရော ဘယ်သူကဘာလို့လုပ်ရတာလဲ။ ညီမဖြစ်သူ အိုင်လာကရော ဘာတွေကြုံတွေ့နေရတာလဲ။ ဇီရန် တစ်ယောက် ဘာတွေဆက်လုပ်မလဲဆိုတာကို အံဩစရာဇာတ်လမ်းဇာတ်ကွက်တွေထဲ စီးမြောပြီး ကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်။ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်။ Dabbe ဇာတ်လမ်းတွေထဲက ၆ကားမြောက် တူရကီ horrorဇာတ်လမ်းလေးဖြစ်ပါတယ်။ အခန်းမီးကိုပိတ်ပြီး ညအမှောင်ထဲတစ်ယောက်တည်းကြည့်လိုက်လို့ကတော့ horror ရဲ့ အရသာကိုအပြည့်အဝပေးမယ့်ဇာတ်လမ်းဖြစ်တာကြောင့် horrorပရိတ်သတ်တွေအတွက် တကယ် အကြိုက်တွေ့စေမယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်။ (ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/3gYhe/Dabbe.6.The.Return.2015.WEBRip720p(CM).mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sxDigIqWNlb3hZoYgBztvlrFCM2.jpg",
        "title": "D@bbe 5: Curse of the Jinn (2014)",
        "description": "ဇာတ်ကားရဲ့အစမှာ မိန်းမတစ်ယောက် ကလေးမွေးနေတဲ့အခန်းနဲ့ စထားတယ်။ဘေးမှာလည်း မိန်းမဖော်တွေအများကြီးနဲ့ပေါ့ ။ညွှစ်ထား ထွက်တော့မယ် အားတင်းထား စသဖြင့် အသံတွေဆူညံလို့။အဲ့အသံတွေကြားထဲမှာမှ ကိုယ်ဝန်သည်မိန်းမရဲ့ နာကျင်လွန်းလို့ အော်ညည်းသံကတော့ အကျယ်ဆုံးပဲ။သိပ်မကြာလိုက်ပါဘူး။ထွက်လာပြီဆိုတဲ့ ဝမ်းဆွဲသည်ရဲ့ အသံနဲ့အတူ ကလေးငိုသံလေးကိုကြားလိုက်ရတယ်။ကိုယ်ဝန်သည်မိန်းမဟာ ပင်ပန်းလွန်းလို့ခြေပစ်လက်ပစ်ပေါ့။အဲ့ဒီအချိန်မှာပဲ မွေးခန်းထဲကို လူတွေသုတ်သုတ်ပြာပြာ ဝင်လာတယ်။ပေး ပေး ဆိုပြီး ဝမ်းဆွဲသည်ဆီကကလေးကို လုသွားတယ်။ ပင်ပန်းလွန်းလို့လှဲနေတဲ့ကလေးမိခင်ဟာ ထိတ်ထိတ်ပြာပြာနဲ့ခေါင်းထောင်လာတယ်။ရှင်တို့ ဘယ်သူတွေလဲ ကျွန်မကလေးကိုဘယ်ခေါ်သွားကြမလို့လဲ မလုပ်ကြပါနဲ့ စသဖြင့် တစာစာအော်လို့။ဒါပေမယ့် ဟိုလူတွေကတော့ ဂရုမစိုက်ပါဘူး။ခုမှမွေးထားတဲ့ကလေးကိုသွေးနုသားနုမိခင်ဆီက ရက်ရက်စက်စက်ပဲ ခေါ်ယူသွားကြတယ်။ဝမ်းဆွဲသည်တွေကလည်း ဟိုလူတွေကို တားရမယ့်အစားကလေးမိခင်ကိုပဲ ဝိုင်းချုပ်ထားကြတယ်။ နောက်တစ်ခန်းမှာတော့အိုမာ နဲ့ ဒီလေ့ဆိုတဲ့ စုံတွဲတစ်တွဲရဲ့ အိမ်ကိုပြတယ်။အခုတလောမှာဒီလေ့ဟာ ညဘက်ဆို အိပ်မက်ဆိုးတွေ မက်လာတယ်။သူ့အိပ်မက်ထဲမှာလူတစ်စုက ကလေးတစ်ယောက်ကို မိခင်ဆီက လုသွားတဲ့ ပုံရိပ်တွေကိုထပ်ခါထပ်ခါမြင်နေတယ်။နောက်တော့ ဒီလေ့ဟာ ဒီစိတ်နဲ့ပဲကျန်းမာရေးချို့ယွင်းလာတယ်။မမြင်သင့်တာတွေကို မြင်လာရတယ်။သူ့ယောကျ်ား အိုမာကတော့ ဒီလေ့ကို စိတ်ရောဂါဆရာဝန်နဲ့ ပြချင်တယ်။ဒါပေမယ့် ဒီလေ့ရဲ့ သူငယ်ချင်း စုံတွဲကတော့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2AH7w/Dabbe.5.Curse.of.the.Jinn.2014.WEBRip720p(CM).mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/time-machine-poster-133x200.jpg",
        "title": "The Time Machine (2002)",
        "description": "The Time Machine (2002)____IMDb - 6.0/10\n   \nအချိန် ဆိုတာ လူတွေအတွက် အရေးပါတဲ့ အရာတစ်ခုပါ။လူတွေ အချိန်တွေကို ဖြတ်သန်းလာကျတယ်။\nကျော်ဖြတ်သွားကျတယ်။နောက်တစ်နေ့ရောက်တဲ့ အခါမှာ အရင်နေ့က အမှားတွေရဲ့ အကျိုးဆက်တွေ\nရလာဒ်တွေကို ကြုံရတဲ့ အခါ ငါ အရင် အချိန်တွေကို ပြန်သွားလို့ရရင် ကောင်းမှာ ဆိုပြီး တွေးတက်\nကျပါတယ်။အဲ့အတွေးတွေကနေ စပြီး Time Travel အချိန်ခရီးသွားခြင်း ဆိုတဲ့ စိတ်ကူးစိတ်သန်းတွေ\nဖြစ်လာပါတယ်။နှစ်ပေါင်းများစွာ ခေတ်ပေါင်းများစွာ ဖြတ်သန်းပြီးတာတောင် ဒီနေ့အထိ လူတွေ\nစိတ်ကူးယဉ်နေကျဆဲ ပါပဲ။ H.G Wells ရဲ့ နာမည်ကျော် ဝတ္ထု ကို ပြန်ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားဟာ\nဆိုရင်လည်း Time Travel အကြောင်းကို ရိုက်ကူးထားတာပါ။ပါမောက္ခ အလက်ဇန္ဒား ဟာဆိုရင် ထူးချွန်တဲ့\nအလုပ်ကြိုးစားတက်တဲ့ သိပ္ပံပညာရှင်တစ်ယောက်ပါ။သူ့ဘဝဟာအေးဆေး ဆိတ်ငြိမ်ပြီး သူ့ကျောင်းသားတွေ\nသူ့သုတေသနတွေ နဲ့ ပျော်မွေ့နေတက်သူပါ။သူဟာ မကြာခင်မှာသူချစ်ရတဲ့ ချစ်သူဖြစ်တဲ့ အမ်မာ ကို\nလက်ထပ်ခွင့်တောင်းတော့မှာပါ။ဘဝက ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Ty2e/The_Time_Machine_[2002]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/lpupbfg8k1cz-143x200.jpg",
        "title": "[18+] The Girls Rebel Force of Competitive Swimmers (2007)",
        "description": "A psycho scientist sent in to inoculate the luscious young student bodies against a new virus makes a little error in judgment, resulting in a not-so-little flesh-eating zombie problem. Now, with most of the school and all of the teachers running amuck, eating each other, having rabid sex and juggling, it's up to Aki and her new found allies on ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/18-the-girls-rebel-force-of-competitive-swimmers-2007/",
        "category": "Action, Adult, Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTU2MDE1NTUxNF5BMl5BanBnXkFtZTgwMDk0NzgwMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Camera Obscura (2017)",
        "description": "စိတ္​က်​ေရာဂါ ခံစား​ေနရတဲ့ Jack ဆိုတဲ့ လူငယ္​တစ္​​ေယာက္​ဟာ အလုပ္​က​ေနထြက္​လိုက္​ရၿပီး​ေနာက္​\nသူရဲ႕အလုပ္​လက္​မဲ့ျဖစ္​​ေနတဲ့ အ​ေၾကာင္​း​ေၾကာင္​့ သူနဲ႔ သူ႔ခ်စ္​သူ​ေကာင္​မ​ေလးတို႔၂​​ေယာက္​ၾကားမွာ\nပဋိပခ​ေတြစျဖစ္​ပါ​ေတာ့တယ္​\nထိုအဆင္​မ​ေျပမႈ​ေတြကို​ေက်ာ္​လႊားဖို႔ ခ်စ္​သူ​ေကာင္​မ​ေလးက Jack ၀ါသနာပါတဲ့ ဓာတ္​ပံု႐ိုက္​လုပ္​ငန္​းကို\nဆက္​လုပ္​လို႔ရ​ေအာင္​ ​ေ႐ွး​ေဟာင္​းကင္​မရာတစ္​လံုးကို anniversary gift အ​ေနနဲ႔​ေပး၀ယ္​​ေပးလိုက္​ပါ​ေတာ့တယ္\n​ ထိုကင္​မရာက အစက​ေတာ့ အ​ေကာင္​းျဖစ္​​ေပမယ္​့ ​ေနာက္​က်​ေတာ့ ႐ိုက္​သမ်ွျမင္​ကြင္​းထဲမွာ\nအနိဌာရံု​ေတြ ​ေပၚလာပါ​ေတာ့တယ္​\nထိုအနိဌာရံု ျမင္​ကြင္​း​ေတြထဲ Jack ကိုယ္​တိုင္​ပါလာ​ေသာအခါ.....\n \n(ဘာသာျပန္သူ ကေတာ့ Aye Min Oo ပါ )\n File Size : (650 MB) and (260 MB)Quality : Webdl720pRunning Time : 1hr 35minutesFormat : Mp4Genre : Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/camera-obscura-2017/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BNDg2NzM2NzIwNF5BMl5BanBnXkFtZTcwODE2ODc1Mg@@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Exam (2009)",
        "description": "2010 ကထြက္တဲ့ Deadpoolမင္းသား Ryan Reynolds သ႐ုပ္ေဆာင္ထားတဲ့ Buriedဆိုတဲ့ကားေလးကိုလဲ ၾကည့္ဖူးၾကမွာေပါ့ျပသခ်ိန္ ၁နာရီခြဲခန္႔ရွိတဲ့ ဇာတ္ကားတစ္ကားလံုးကို အေခါင္းေလးတစ္လံုးထဲမွာပဲ လွည့္ပတ္႐ိုက္ျပသြားတယ္\nအခုဒီ Exam ဆိုတဲ့ကားေလးလဲ အဲ့လိုမ်ိဳးပါပဲ\nအခန္းေလးတစ္ခန္းထဲမွာပဲ တစ္ကားလံုးၿပီးသြားတာပါ\n2009 ကထြက္ခဲ့တဲ့ ဒီindieကားေလးဟာ 600,000 USD သာ ကုန္က်ခဲ့ပါတယ္\nတစ္ကားလံုးကို အခန္းေလးတစ္ခန္းထဲမွာပဲၿပီးသြားခဲ့ေပမဲ့ စိတ္ဝင္စားစရာေတြနဲ႔ ျပည့္ႏွက္ေနခဲ့တဲ့ ဒီကားေလးဟာ ဆုေတြလဲ ဆြတ္ခူးခဲ့ပါတယ္ဇာတ္လမ္းအက်ဥ္းေျပာရမယ္ဆိုရင္......\nတစ္ကမ႓ာလံုးမွာ ကူးစက္ေရာဂါတစ္မ်ိဳး ကပ္ေရာဂါအသြင္ျဖစ္ပြားေနခ်ိန္\nလူေတြက ေရာဂါအကူးမခံရဖို႔ကိုသာ အာ႐ံုစိုက္ေနရၿပီး အလုပ္အကိုင္ေတြလဲရွားပါးလာတဲ့အေျခအေနမ်ိဳးမွာ\nကုမၸဏီတစ္ခုက အလုပ္ေခၚတဲ့အေၾကာင္းေလးပါ\nအလုပ္လိုခ်င္တဲ့လူေပါင္းေျမာက္မ်ားစြာထဲကမွ ေနာက္ဆံုးစကာတင္ ရွစ္ေယာက္ပဲက်န္တယ္အဲ့ရွစ္ေယာက္ကို ေနာက္ဆံုးစမ္းသပ္မႈတစ္ခုထပ္ေျဖခိုင္းတယ္\nသတ္မွတ္ထားတဲ့စည္းကမ္းခ်က္ ၃ခ်က္ထဲရွိတယ္\nစည္းကမ္းေဖာက္ရင္ အထုတ္ခံရမယ္\nေျဖဖို႔သတ္မွတ္ခ်ိန္ မိနစ္ ၈၀ေပးထားတယ္\nသူတို႔အတြက္စားပြဲေပၚမွာေပးထားတာက ခဲတံေလးတစ္ေခ်ာင္းစီနဲ႔ စာ႐ြက္တစ္႐ြက္စီ\nအားလံုးက ေမးခြန္းစာ႐ြက္လို႔ထင္ေနေပမဲ့ တကယ္တမ္း စေျဖလို႔ရပါၿပီဆိုတဲ့အခ်ိန္မွာ ၾကည့္လိုက္ေတာ့\nစာ႐ြက္က အလြတ္ႀကီး!အဲ့ေတာ့ ဘာကိုေျဖခိုင္းတာလဲ?သာမန္စာေမးပြဲလို စာေရးရမွာမဟုတ္ရင္ ဘာေတြလုပ္ရမွာလဲ?ဘာလို႔ဒီကုမၸဏီက အလုပ္ေလးတစ္ခုခန္႔ဖို႔ကို အဲ့ေလာက္ထိ႐ႈပ္ေထြးေနရတာလဲ?သာမန္ေ႐ြးခ်ယ္မႈေလးမဟုတ္ရင္ ဒီအလုပ္က ဘယ္ေလာက္အထိေတာင္ အေရးႀကီးေနလို႔လဲ?အဲ့ကုမၸဏီကလဲ အမွန္တကယ္က ဘာကုမၸဏီလဲ?ရွစ္ေယာက္ထဲကဘယ္သူက လွ်ိဳ႕ဝွက္ခ်က္ေတြကိုေဖာ္ႏိုင္ၿပီး အလုပ္ရသြားမလဲ?ျပသခ်ိန္ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/exam-2009/",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/red-2-poster-139x200.jpg",
        "title": "RED 2 (2013)",
        "description": "RED 2 (2013)\nIMDb - 6.6/10_____Rotten - 44%\n  \nဒီတစ်ခါတော့ RED 1 ရဲ့အဆက် RED 2 ဆိုတဲ့အက်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nပထမဇာတ်ကားထဲမှာလိုပဲ အချစ်နဲ့ အက်ရှင်ကိုခပ်မြူးမြူးလေး ပေါင်းစပ်ရိုက်ကူးထားတာပါ\nပထမကားကိုကြည့်ထားပြီးတဲ့ပရိသတ်တွေကိုအေးဂျင့်ဟောင်းကြီးဖရန့်ခ်နဲ့ ဆာရာတို့ရဲ့\nအချစ်ဇာတ်လမ်းကိုတော့ အထူးအထွေ မိတ်ဆက်ပေးဖို့မလိုတော့ဘူးထင်ပါတယ်\nဖရန့်ခ်ကသူ့ကောင်မလေးကို အရမ်းချစ်ပြီး ဘာမှမဖြစ်စေရအောင်သူပဲ ကာကွယ်ပေးချင်နေပါတယ်\nဆာရာကလဲ အဲလိုကာကွယ်ခံရတဲ့ဘဝကိုငြီးငွေ့နေပြီး သူ့ချစ်သူအရိပ်အောက်ကလွတ်ဖိ\nမာဗင်ရဲ့အကူအညီယူပြီး ကြိုးစားပါတော့တယ်\nအေးဂျင့်တွေရဲ့ အလုပ်ကိုဘာမှသေချာနားမလည်တဲ့ ဆာရာတစ်ယောက် ဘယ်လိုအလွဲတွေလုပ်မလဲဆိုတာ\nဟာသရှုထောင့်ကနေ ထင်သာမြင်သာရိုက်ပြထားပါတယ်\nဒါ့အပြင် ဒီကားထဲမှာ ထပ်ထူးခြားတာကတော့နှုတ်ခမ်းနီမလေးတွေရဲ့ အသည်းစွဲ ကိုရီးယားမင်းသား\nလီဗြောင်ဟွန်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nထုံးစံအတိုင်း သူ့ရဲ့ အလန်းစားတိုက်ကွက်တွေကိုဖရန့်ခ်တို့ RED အုပ်စုရဲ့\nပစ်ခန်းခတ်ခန်းအက်ရှင်ပြကွက်တွေနဲ့အတူပေါင်းစပ်လိုက်တဲ့အခါ\nတကယ့်ကိုစိတ်ဝင်စားဖွယ်ရာဇာတ်လမ်းတစ်ခုဖြစ်လာတာပါ\nဖရန့်ခ်တို့ ဘာပြသနာတွေရင်ဆိုင်ရမလဲ\nဘယ်လိုတွေဖြေရှင်းကြလဲ\nအောင်မြင်ပါ့မလား ဆိုတာတွေကိုတော့\nဇာတ်လမ်းထဲမှာပဲ ဇိမ်ပြေနပြေနဲ့ ကြည့်ရှုခံစားကြပါဦးလို.\nဇာတ်လမ်းဇာတ်အိမ်ရော ရိုက်ကွက်တွေရောရိုးမသွားစေရဘဲ\nပထမဇာတ်ကားနဲ့ အပြတ်အသတ်ယှဉ်နိုင်တဲ့ဇာတ်ကားဆိုတာ\nကြည့်လိုက်တာနဲ့ ပြောစရာမလိုအောင်သိနိုင်တယ်ဆိုတာ အာမခံပါတယ်ဗျာ\nအက်ရှင်ကြိုက်ပရိသတ်တွေ လက်မလွတ်သင့်တဲ့ တကယ့်ကို ပြောင်မြောက်တဲ့အက်ရှင်ကားတစ်ကားဆိုတာလဲ\nညွှန်းပေးပါရစေနော်\n \n(ဘာသာပြန်သူ ကတော့ မေသရဖီလွင် ပါ )\n  \nFile Size : (850 MB)\nQuality : ...",
        "rating": "6.6",
        "url": "https://megaup.net/TTe7/Red_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMzg2Mjg1OTk0NF5BMl5BanBnXkFtZTcwMjQ4MTA3Mw@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "RED (2010)",
        "description": "RED (2010)\nIMDb - 7.0/10_____Rotten - 72%\n  \nဒီတစ်ခါတော့ အက်ရှင်ကြိုက်တဲ့ပရိသတ်တွေအတွက်\nတကယ့်ကိုရင်ထဲထိစေမယ့် Red ဆိုတဲ့ အက်ရှင်ရိုမက်တစ်ဇာတ်ကြမ်းကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ\nRed ဆိုတာကတော့ Retire: Extremely Dangerous ရဲ့အတိုကောက်ပါ\nအငြိမ်းစားယူထားပြီးဖြစ်တဲ့ စီအိုင်အေက အေးဂျင့်တွေရဲ့ အကြောင်းကိုရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ရိုက်ကူးထားတာပါ\nအေးဂျင့်ဟောင်းဖရန့်ခ်မို့စ်ဟာ သာမန်မိန်းကလေးတစ်ယောက်ဖြစ်တဲ့\nဆာရာကို ချစ်မိခဲ့ရာက စွန့်စားခန်းတွေအပြည့်နဲ့ အချစ်ဇာတ်လမ်းလေးဖြစ်ပေါ်လာတာက\nဒီဇာတ်ကားလေးရဲ့ အဓိကဆွဲဆောင်မှုတစ်ခုပါ\nဒါ့အပြင် တစ်ယောက်ချင်းမှာ unique ဖြစ်တဲ့ character တွေနဲ့ ဖရန့်ခ်ရဲ့ မိတ်ဆွေဟောင်းတွေကလဲ\nဘယ်လိုပါဝင်ထားကြတယ်ဆိုတာကလဲ စိတ်ဝင်စားစရာပါ\nဒီထဲမှာ သူတို့ကိုသတ်ဖို့ အမိန့်ပေးခံထားရလို့အငြိမ်းစားယူထားပေမယ့် ထက်မြက်တောက်ပဆဲ\nသူတို့ရဲ့လက်ရည်တွေကို ထုတ်ပြရပါတော့တယ်\nရင်ဖိုဖွယ်ရာ တိုက်ခန်းခိုက်ခန်းတွေနဲ့ ဇာတ်လမ်းလေးအဆုံးမှာသူတို့ကိုသတ်ဖို့ကြိုးစားနေတဲ့သူကို တွေ့ရမာလား\nသူတို့ရော အသက်အန္တရာယ်လွတ်သွားရဲ့လား\nဖရန့်ခ်ကရော အချေမလေး ဆာရာရဲ့ အချစ်ကိုရပါ့မလားဆိုတာ\nကြည့်ရှုအားပေးကြပါလို့\n \n(ဘာသာပြန်သူ ကတော့ မေသရဖီလွင် ပါ )\n  File Size : (850 MB)\nQuality : Bluray720p\nRunning Time : 1hr 51minutes\nFormat : Mp4\nGenre : Action, Comedy, ...",
        "rating": "7.0",
        "url": "https://megaup.net/TTdo/Red_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/2481-142x200.jpg",
        "title": "The Mole Song: Undercover Agent Reiji (2013)",
        "description": "အျမဲတမ္း တလြဲေတြလုပ္တတ္တဲ့ Reiji Kikukawa ဟာ ေပါေတာေတာေနတတ္ေပမယ့္ တရားမ်ွတမႈကို ျမတ္ႏိုးလိုလားသူတစ္ေယာက္ပါ\nအဲဒါေၾကာင့္ သူဟာ ရဲအကယ္ဒမီတက္ခ့ဲတယ္ ဒါေပမဲ့ အနိမ့္ဆံုးရမွတ္ေတြ မွတ္တမ္းေတြနဲ႔ပဲ သင္တန္းဆင္းခဲ့ၿပီး ရဲသားတစ္ေယာက္ျဖစ္လာပါတယ္\nတစ္ရက္မွာေတာ့ မေမွ်ာ္လင့္ပဲ စည္းမ်ဥ္း စည္းကမ္းကိစၥေတြနဲ႔ ပတ္သတ္ၿပီး ရဲခ်ဳပ္က သူ႔ကို အလုပ္ျဖဳတ္ပစ္ခဲ့ပါတယ္။\nတကယ္ေတာ့ ဒါဟာ ေသခ်ာဇာတ္တိုက္ထားတဲ့ အရာတစ္ခုပါပဲ။\nသူဟာ သူလွ်ိဳတစ္ေယာက္ ငေပြးတစ္ေကာင္အျဖစ္ ဘဝတစ္ဆစ္ခ်ိဳး ေျပာင္းလဲလာခဲ့ပါတယ္။\nသူ႔ရဲ႕ပစ္မွတ္က Sukiyakaki ဂိုဏ္းေခါင္းေဆာင္ Shuho Todoroki ပါ ။\nအဲဒီဂိုဏ္းက Kanto နယ္တဝွမ္းမွာေတာ့ အႀကီးမားဆံုး ရာဇဝတ္ဂိုဏ္းတစ္ခုပါပဲ။\nတစ္ရက္မွာေတာ့ Sukiyakaki ရ့ဲ နံပါတ္ႏွစ္ျဖစ္တဲ့ Masaya Hiura က Reiji ကို မ်က္စိက်သြားၿပီး\nသူ႔ရဲ႕ ေသြးေသာက္ညီအကိုအျဖစ္ ရာကူဇာဂိုဏ္းထဲကို ထည့္သြင္းခဲ့ပါတယ္\nReiji တစ္ေယာက္ ဘယ္လို အခက္အခဲမ်ားစြာ ဆင္းရဲဒုကၡအမ်ိဳးမ်ိဳးကို ျဖတ္ေက်ာ္ျပီး ရာကူဇာဂိုဏ္းက Shuho Todoroki ဆီ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-mole-song-undercover-agent-reiji-2013/",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTkwODcyOTU5Nl5BMl5BanBnXkFtZTgwMzc5NTIwMjI@._V1_-2-152x200.jpg",
        "title": "Raabta (2017)",
        "description": "Bollywood ပရိတ္သတ္ေတြအတြက္ ၂၀၁၇ထြက္ အလန္စားတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။ Magdheera , Anegan တုိ႔လုိ ဇာတ္လမ္းေတြကုိ စိတ္ဝင္စားတဲ့ လူေတြအတြက္ အႀကိဳက္ေတြ႕ေစမွာပါ။\nRaabta ဆုိေတာ့ ျမန္မာလုိဆုိရင္ ဆက္ႏြယ္မႈ ညညဆုိ အိပ္မရပဲ အိပ္မက္ဆုိးေတြကေနလန္႕လန္႕ႏုိးေနတတ္တဲ့ ေကာင္မေလး တစ္ေယာက္\nသူ႕အိပ္မက္ထဲမွာေတာ့ လူတစ္ေယာက္ကုိ ႀကိဳးတုပ္ၿပီး ေရထဲ ပစ္ခ်လုိက္သလုိလုိ\nသူကုိယ္တုိင္ပဲ ေရနစ္ေနသလုိလုိနဲ႕ အိပ္ေနရင္း လန္႔လန္႕ႏုိးတတ္တဲ့ ဆုိင္ရာ ဆုိတဲ့ ေကာင္မေလး\nေပ်ာ္ေပ်ာ္ေနတတ္ၿပီး ေတြ႕မေရွာင္ ေဆာ္ေၾကာင္တတ္တဲ့ ဘဝကုိ ေပါ့ေပါ့ပါးပါး ျဖတ္သန္းေနတဲ့\nလူငယ္တစ္ေယာက္ ျဖစ္တဲ့ ရွိဗ္ ရွိဗ္ရဲ႕ အက်င့္အတုိင္း ေဆာ္လုိက္ေၾကာင္ရင္း\nဆုိင္ရာကုိ ျမင္ေတြ႕ၿပီး လုိက္ရင္းကေန အမွန္တကယ္ သံေယာဇဥ္ေတြ ျဖစ္လာတဲ့အခါမွာေတာ့\nဒီႏွစ္ေယာက္ရဲ႕ ၾကားကုိ ဇခ္ ဆုိတဲ့ သူ တစ္ေယာက္ ေရာက္လာတဲ့ အခါ ႕႕႕႕႕ ...",
        "rating": "3.9",
        "url": "https://megaup.net/2dkpt/Raabta_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/50K-And-A-Call-Girl-A-Love-Story-2014-135x200.jpg",
        "title": "$50K and a Call Girl: A Love Story (2014)",
        "description": "R-Rated ဇာတ္လမ္းကိုမွ IMdb (7.1) ရရွိထားတဲ့ Rating ျမင့္ဇာတ္ကားတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။\nRose တစ္ေယာက္ ဦးေႏွာက္ကင္ဆာကြၽမ္းေနျပီျဖစ္ေၾကာင္း...အသက္႐ွင္ရန္ ၆လသာ အခ်ိန္ရေတာ့ေၾကာင္း သူ႔ကိုယ္သူသိလိုက္ရတဲ့အခ်ိန္မွာေတာ့...\nသူ႔ဘဝရဲ႕ ေနာက္ဆံုးအခ်ိန္ေတြကို ခရီးသြားရင္း ကုန္ဆံုးဖို႔ ဆံုးျဖတ္ခဲ့ပါတယ္...\nသူ႔ရဲ႕ခ်စ္လွစြာေသာ လက္ထပ္ခါနီးတဲ့ အစ္ကိုက လက္ထပ္ဖို႔စုထားတဲ့ ေဒၚလာ၅ေသာင္းကို သူ႔ခရီးမွာသံုးဖို႔ စပြန္ဆာေပးခဲ့ပံုေတြ...\nခရီးမွာ ဘက္ပဲ့ေနတဲ့ Rose ခမ်ာ အေဖာ္ရဖို႔ ေကာင္မေလးတစ္ေယာက္ ေခၚခဲ့ပံုေတြ....\nေစစပ္ထားတဲ့ သူ႔အစ္ကုိစံုတြဲ သူ႕ေၾကာင့္ ကေတာက္ကစျဖစ္ရပံုေတြ...\nကိုယ့္ကိုကိုယ္ ေသမွာသိေနတဲ့ လူတစ္ေယာက္ရဲ႕ခံစားခ်က္ေတြ...\nေသခါနီးလူတစ္ေယာက္ရဲ႕နားမွာ လႈပ္႐ွား႐ုန္းကန္ေနရတဲ့ လူတစ္စုရဲ႕အေၾကာင္းေတြကိုဟာသေႏွာကာ ႐ိုဆန္ဆန္ လက္ေတြ႔က်က် ဘယ္လိုေတြ႔ျမင္ရမလဲဆိုတာကေတာ့....။(ဘာသာျပန္နဲ႔ အညႊန္းကေတာ့ Thinthtoo Zaw ျဖစ္ပါတယ္။) \nFile Size…(800MB) and (310MB)Quality…BluRay 720p\nFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Blade",
        "rating": "7.1",
        "url": "https://megaup.net/1Ba66/$_50K_And_Call_Girl_-_A_Love_Story_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BNTk1M2I2OTUtNDRlYS00MGI5LWE5NDktZmQ4YjRhOTY1ZmJjXkEyXkFqcGdeQXVyNDcyMjQ4MzU@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "The Villainess (2017)",
        "description": "The Villainess (2017)\nIMDb - 6.7/10_____Rotten - 84%အမျိူ းသမီးဇာတ်ကောင်ကို အဓိကထားပြီး ရိုက်ကူးတဲ့ ဇာတ်ကားတွေ ပြန်လည်ခေတ်ကောင်းလာတဲ့ကာလလို့ ပြောလို့ရမယ့် လက်ရှိကာလမျို းမှာ တောင်ကိုရီးယားရုပ်ရှင်ထုတ်လုပ်ရေးတွေကလည်း Shiri တို့လို အက်ရှင်ကားမျို းတွေနဲ့ ကမ္ဘာသိအောင် ပြဆိုခဲ့မှုတွေ ရှိခဲ့တာပီပီ ယခုနှစ် 2017ခုနှစ်ထဲမှာလည်း အမျိုးသမီးဇာတ်ဆောင်ကို အဓိကထားရိုက်ကူူးထားတဲ့ အက်ရှင်ကားကောင်းတစ်ကားကို ဖြန့်ချီပေးလိုက်ပြန်ပါပြီ။ဇာတ်လမ်းအကြောင်းအရာကတော့ တရုတ်ပြည်နယ်ဘက်မှာ ငယ်စဉ်ကတည်းက လုပ်ကြံသတ်ဖြတ်ရေး ပညာရပ်တွေကို သင်ကြားခဲ့ရတဲ့ Sook -hee လို့ အမည်ရတဲ့ မိန်းကလေးတစ်ယောက်ဟာ ပညာတွေပြည့်စုံလာချိန်မှာတော့ တောင်ကိုရီယားနိုင်ငံထဲက အေဂျင်စီတစ်ခုမှာ အပေးအယူတစ်ခုနဲ့ တာဝန်ထမ်းဆောင်ခဲ့ပါတယ်။သူမရဲ့ပကတိဆန္နက သာမန်လူတွေလိုပဲ ဘဝကို\nဖြတ်သန်းချင်တာဖြစ်တဲ့အတွက် ဆယ်နှစ်တိတိ တာဝန်ယူထမ်းဆောင်ပြီး အနားယူခွင့်ပေးရမယ်ဆိုတဲ့ကတိဖြစ်ပါတယ်။ဒါပေမယ့် သူမအပေါ်ကို ပညာသင်ကြားပေးခဲ့တဲ့ ဆရာနဲ့အခြားသောသူစိမ်းတစ်ယောက်နဲ့ ပြန်လည်ပတ်သက်မိချိန်မှာတော့ သူမလိုချင်တဲ့ အေးချမ်းတဲ့ဘဝကို ရရှိဖို့ မသေချာတော့ပါဘူး။အဲဒီနောက်မှာ သူမဘဝအစိတ်အပိုင်းတွေ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ရှု့စားရမှာဖြစ်ပါတယ်။Cannes ...",
        "rating": "6.7",
        "url": "https://megaup.net/2d43p/The_Villainess_(Aknyeo)_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/wheels-on-meals-poster-133x200.jpg",
        "title": "Wheels on Meals (1984)",
        "description": "Wheels on Meals (1984)_______IMDb - 7.2/10တရုတ်ကွန်ဖူးရုပ်ရှင်တွေမှာ နာမည်ကြီးတဲ့မင်းသားသုံးဦးဖြစ်တဲ့ Jackie Chan, Yuen Biao, Sammo Hung တို့ရဲ့ ပေါင်းစပ်မှုဖြစ်ပါတယ်။ ထုံးစံအတိုင်း ကွန်ဖူးနဲ့ဟာသကို ရောထားတဲ့ ကားလေးပါ။ ဇာတ်လမ်းကတော့ စပိန်နိုင်ငံမှာပဲ ရိုက်ကူးထားတာဖြစ်ပါတယ်။\nJackie Chan နဲ့ Yuen Biao တို့ဟာ စပိန်နိုင်ငံမှာ အခြေချတဲ့ တရုတ်လူမျိုးတွေဖြစ်ပြီး Mobile စားသောက်ဆိုင်လေးနဲ့ အေးချမ်းတဲ့ဘဝကို ပိုင်ဆိုင်ထားပါတယ်။ Yuen Biao ရဲ့အဖေကတော့ စိတ်ကျန်းမာရေးမကောင်းသူမို့ ဆေးရုံကိုသွားရင်းနဲ့ လှပချောမောတဲ့ စပိန်သူ\nလေးကို တွေ့ခဲ့ကြရပါတယ်။ အဲဒီ လှပတဲ့စပိန်သူလေးက Jackie Chan နဲ့ Yuen Biao တို့ကို ဒုက္ခတွေအမျိုးစုံရောက်စေခဲ့ပါတယ်။ အလွတ်စုံထောက် Sammo Hung ကလည်း သူ့ရဲ့အမှုသည်အတွက် အဲဒီစပိန်သူလေးနောက်ကို လိုက်နေသူဖြစ်ပါတယ်။ အဲဒီအချိန်မှာပဲ\nလူဆိုးတစ်အုပ်က စပိန်သူလေးကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/1xgt0/Wheels_On_Meals_(Kuai_Can_Che)_[1984]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/edge-of-innocence-2017.png-136x200.jpg",
        "title": "Edge of Innocence (2017)",
        "description": "EXO-M အဖြဲ႕ဝင္ Tao ပါဝင္ထားတဲ့ ဒီဇာတ္ကားဟာ IMDb Rating (7.3) ထိရရွိထားတာကို ေတြ႕ရပါတယ္။\"Edge of Innocence\"Tao ရဲ႕ပြဲဦးထြက္ရုပ္ရွင္ဇာတ္ကားျဖစ္လာမဲ့ Edge of\nInnocence ကို Shanghai Film Festival မွာ\nျပသခဲ့ရာမွာ Feedback ေကာင္းေတြအမ်ားႀကီးရရွိခဲ့\nပါတယ္....(Tao ပရိသတ္မဟုတ္တဲ့)ၾကည့္ရႈသူတစ္ဦးေျပာထား\nတာကေတာ့ ဇာတ္လမ္းဟာေမၽွာ္မွန္းထားခဲ့တာထက္\nအလြန္ကိုေကာင္းမြန္ၿပီး စိတ္လႈပ္ရွားစရာေတြနဲ႔ျပည့္ေန\nတယ္လို႔ဆိုပါတယ္...မထင္မွတ္ထားတဲ့ Plot twists ေတြအျပင္ မူရင္း ဝတၳဳ Summer, the portraits of 19 years old နဲ႔ကြဲျပားတဲ့ဇာတ္သြားတခ်ဳိ႕ေၾကာင့္\nဇာတ္လမ္းအရွိန္ကပိုမိုေကာင္းမြန္သြားတယ္လို႔ေျပာပါ\nတယ္..ဇာတ္လမ္းရဲ႕ပထမတစ္ဝက္မွာ အျပစ္ရွိသူက\nဘယ္သူလဲ လို႔လိုက္စဥ္းစားရင္း ဒုတိယတစ္ဝက္ရဲ႕\nPlot twists ကသူ႔ကိုအံ့ဩေစပါတယ္တဲ့...နာမည္ႀကီးတရုတ္ ဇာတ္လမ္းတြဲဒါရိုက္တာတစ္ဦးက\nေတာ့ Shanghai Intl Film Festival မွာၾကည့္ခဲ့\nရသမၽွထဲEdge of Innocence ဟာ လူငယ္ဇာတ္လမ္းေတြထဲမွာအေကာင္းဆံုးဇာတ္လမ္းတစ္ခုျဖစ္ၿပီး ၾကည့္ရႈဖို႔သူ Recommend ေပးလိုေၾကာင္း\nေျပာၾကားထားပါတယ္...တျခားတစ္ဦးကလည္း ဒီဇာတ္လမ္းဟာ သရုပ္ေဆာင္\nအသစ္ေတြနဲ႔ျဖစ္ေပမဲ့ မူရင္းဇာတ္အိမ္ခိုင္မာမႈအျပင္\nသရုပ္ေဆာင္ေတြနဲ႔ ဇာတ္ေကာင္နဲ႔အံဝင္ခြင္က်ျဖစ္မႈတို႔\nကိုပါေမၽွာ္လင့္ထားလို႔ရတယ္လို႔ေျပာခဲ့ပါတယ္...တျခားရုပ္ရွင္ေဝဖန္ေရးသမားတခ်ဳိ႕ကလည္းဒီဇာတ္ကား\nကို ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/edge-of-innocence-2017/",
        "category": "Asian, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/thunderbolt-poster-133x200.jpg",
        "title": "Thunderbolt (1995)",
        "description": "Thunderbolt (1995)______IMDb - 6.4/10\n IMDb Rating (6.4/10) ရရှိထားတဲ့ ဂျက်ကီချန်းဇာတ်ကားပါ။\nအညွှန်းမပေးတော့ပါဘူး။\nဂျက်ကီချန်းပရိတ်သတ်တွေ အကြိုက်တွေ့မှာ သေချာပါတယ်။\n  \nFile Size…(956MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:50:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Saw Wunna",
        "rating": "6.4",
        "url": "https://megaup.net/1xgvS/Thunderbolt_(Pik_Lik_Foh)_[1995]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/iTB01AX6We1h8CAJql55dUyvSWq-133x200.jpg",
        "title": "Joint Security Area",
        "description": "ဒီဇာတ္ကားကိုအညႊန္းမေရးခင္ လြန္ခဲ႔တဲ႔ 2 ႏွစ္ေလာက္က\nကရင္ၿပည္နယ္ဘက္မွာ တာ၀န္ထမ္းဖူးတဲ႔စစ္သားတေယာက္ရဲ႔\nအေတြ႔အၾကံဳကိုေရးထားတဲ႔ စေတးတပ္တခုကိုအရင္ေၿပာပါရေစ\nကရင္ၿပည္နယ္ဘက္မွာစခန္းထိုင္ေနရင္းနဲ႔၂ဖက္တပ္ေတြက တၿဖညး္ၿဖည္းရင္း\nႏွီးလာၾကတယ္ (ကိုယ္႔ေသြးသားအရင္းေတြကိုး မုန္းလဲခနေပါ႔)\nၾကာေတာ႔ ၂ဖက္တပ္ေတြက ရင္းႏွီးယံုမကဘူး ၿခင္းခတ္အတူတူ\nဟင္းဆုိလဲ တဖက္နဲ႔တဖက္လဲစားၾကတာေပါ႔ သူတုိ႔ၾကားကသံေယာဇဥ္ဟာလဲ\nတၿဖညး္ၿဖည္းနက္ရွိဳင္းလာတယ္ တုိက္မိန္႔က်လို႔တုိက္ရရင္ေတာင္\nသာတဲ႔ဘက္က စစ္သည္ေတြက \"ေၿပးၾကပါေတာ႔ေယာက္ဖတုိ႔ရာ\"ဆိုၿပီးမ်က္ရည္ေတာင္\nက်ခဲ႔ၾကပါသတဲ႔\nအခုဒီဇာတ္လမ္းမွာလဲ နယ္စပ္မွာ လံုၿခံဳေရးယူေနရင္းကေန ရင္းႏွီးသြားၾကတဲ႔ ၂ဖက္စစ္သား\nေတြရဲ႔ၾကားမွာ မထင္မွတ္ပဲ ကံၾကမၼာဆုိး၀င္လာေသာအခါ......\nၿဖစ္ရပ္မွန္ကိုရိုက္ကူးထားတာၿဖစ္တဲ႔အတြက္ ဗဟုသုတလဲရေစသလို စစ္ကားၿဖစ္ၿပီးစစ္မတိုက္\nၾကပါေစနဲ႔လို႔ေတာင္ဆုေတာင္းေပးရတဲ႔အထိ ဆြဲေဆာင္မွဳအၿပည္႔ရွိတဲ႔ အႏုပညာဖန္တီးမွဳကို\nမေလးစားပဲမေနႏုိင္ပါဘူး\n၂ဖက္တပ္ေတြၿဖစ္တဲ႔အတြက္ ကြ်န္ေတာ္တုိ႔ေပါကားေတြလိုမ်ိဳး တဖက္က အင္မတန္းမိုက္ရိုင္း\nယုတ္မာ တဖက္က အင္မတန္ေကာင္းဆုိတဲ႔ေပါေတာေတာၿပကြက္မ်ိဳးေတြမပါသလို လူလူခ်င္း\nစရိုက္ကိုေပၚလြင္ေအာင္ဖန္တီးသြားပံုကလဲ ဒီဇာတ္ကားကိုၾကည္႔သင္႔တဲ႔အခ်က္တခ်က္ပါပဲ\nQuality…..BluRay 1080p\nDuration…..01:50:00\nFormat…Mp4\nFile Size…(779 MB, 532 MB , 310 MB)\nTranslator…..ၿမန္မာၾကီး\nEncoder…..Moe Myint Lwin",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/joint-security-area/",
        "category": "Drama, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/1d8f7441b9ac9c40a6aafa5e0df3c2cf-cinema-movies-ki-140x200.jpg",
        "title": "[18+] Moebius (2013)",
        "description": "ဒီကိုရီးယားဇာတ်ကားက ထူးဆန်းပါတယ်။ ဘာစကားမှ မပြောပါဘူး။18+ သီးသန့် ဇာတ်ကားလဲ မဟုတ်တာ အသေအချာပါ။ဇာတ်လမ်းကတော့ ကြက်သီးထစရာဖြစ်ပြီးဇာတ်လမ်းလို့ပြောရမလား အတွေးတစ်စလို့ပြောရမလား\nတကယ့်အဖြစ်အပျက်ကိုဒီတိုင်းထိုင်ကြည့်နေရတာလို့ ပြောရမလားအတော်ပဲ ဇဝေဇဝါဖြစ်ရတဲ့ဇာတ်ကားပါ။ဒါရိုက်တာ Kim Ki-duk က ရိုက်ကူးထားပြီး သူ့အကြောင်းနဲ့ သူ့အနုပညာကိုတော့\nသူရိုက်ခဲ့တဲ့ 3‑Iron (2004), Spring Summer(2003), Bad Guy(2001), The Isle(2000) စတဲ့ဇာတ်ကားတွေမယ် အထင်အရှားမြင်ရပြီးသား ဖြစ်မှာပါ။ရုပ်ရှင်ဝေဖန်ရေးဆရာတွေရဲ့ ကောင်းမွန်တဲ့မှတ်ချက်တွေရရှိထားတဲ့ ဒီဇာတ်ကားဟာ\nပြသစဉ်တုန်းကတော့ ပရိတ်သတ်တွေရဲ့ အုတ်အော်သောင်းနင်းဖြစ်မှုကိုရရှိခဲ့ပြီး\nဘာလိုကြောင့်များလဲဆိုတာ သိချင်ရင် ကြည့်ကြပါဦး။IMDB Rating(6.4)Rotten Tomatoes(78%) \nFile Size…(700MB)Quality…BluRay 720p\nFormat…mp4\nDuration…01:28:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://megaup.net/Trpl/Moebius_(Moebiuseu)_[18+]_[2013]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/FB_IMG_1501964946429-140x200.jpg",
        "title": "Before Sunrise (1995)",
        "description": "B E F O R E ရဲ ့နိဒါန်း\n.Vienna ကို ခုတ်မောင်းနေတဲ့ ရထားတစ်စင်းပေါ်မှာ အသက်အရွယ်အနည်းငယ်ကြီးရင့်စပြုနေပြီဖြစ်တဲ့ German စုံတွဲတစ်တွဲ စကားများနေကြတယ်။ ဘယ်အကြောင်းအရာကို အခြေခံပြီး စကားများနေကြသလဲဆိုတာကိုတော့ ကျွန်တော်မသိ။ ဒါပေမဲ့ အိမ်တွင်းရေးကိစ္စတော့ ဖြစ်ဟန်တူတယ်။ သူတို ့နှစ်ဦးရဲ ့အငြင်းအခုန်ပွဲဟာ ရထားတွဲအတွင်းက တစ်ခြားခရီးသည်တွေကိုပါ စိတ်အနှောက်အယှက် ဖြစ်စေတယ်။ ဒါကြောင့်မို ့လည်း စာအုပ်တစ်အုပ်ကို ဖတ်နေတဲ့ ပြင်သစ်သူ Celine ဆိုတဲ့ မိန်းမငယ်လေးဟာ ရထားတွဲရဲ ့အနောက်နားက ဆိတ်ငြိမ်တဲ့ထိုင်ခုံတစ်နေရာကို ပြောင်းထိုင်လိုက်တယ်။ ဒီမှာတင် မလှမ်းမကမ်းနားမှာ သူမလိုပဲ စာအုပ်ထိုင်ဖတ်နေတဲ့ လူငယ်လေးတစ်ယောက်က သူမကို လှမ်းမေးလို်က်တယ်။ စောစောက လင်မယား ဘာကိစ္စနဲ ့ စကားတွေများနေကြတာလဲ ဆိုပြီး …\n.အချိန်ကာလအားဖြင့် 18 နှစ်ကျော်ကြာမြင့် သွားတဲ့အခါ Greece ရဲ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2cllB/Before_Sunrise_[1995]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/hulk-vs-thor-133x200.jpg",
        "title": "Thor Vs Hulk (2009)",
        "description": "Asgardရဲ့ ဘုရင္ႀကီးျဖစ္​တဲ့Odinဟာနွစ္​စဥ္​တုိင္​း ​\nတစ္ႏွစ္ကိုတစ္ႀကိမ္ ကာလရွည္အိပ္စက္ပါတယ္\nဒီလို အိပ္​စက္​အနား​ယူ​ေနခ်ိန္​မွာOdinရဲ႕​ေမြးသားျဖစ္​တဲ့Lokiဟာနန္းဆက္ခံမယ့္Thorကိုအနိုင္​ရဖို႔အတြက္​Dr.Bannerရဲ႕ခႏၶာကိုယ္​က​ေနHulkကိုခြဲထုတ္ၿပီး\nThor ကိုတိုက္ခိုက္ေစပါတယ္\nဒါေပမယ့္ ေဒါသဘုရင္ Hulkႀကီးကို\nျပန္​ထိန္​းခ်ဳပ္​လိူ႔မရနိုင္​​ေတာ့ပဲဘာေတြဆက္ျဖစ္ျကမလဲ ဆိုတာကိုေတာ့  ဆက္လက္ၾကည့္လိုက္ပါေတာ့\nImb rating 7.1ရရွိထားလို့ Ratingေကာင္းတဲ့ Animationတစ္​ကားျဖစ္​လို႔ပရိတ္သတ္မ်ားအႀကိဳက္ေတြ႔ေစၿပီး Marvel Fanမ်ားအတြက္လည္း စိတ္ေက်နပ္မႈေပးစြမ္းႏိုင္မယ့္\nဇာတ္ကားေကာင္းတစ္ကားအျဖစ္ၿပီး သင္ေကာ marval fanတစ္ေယာက္သာဆို Thor နဲ႔ Hulk သတ္ၾက ရင္ ဘယ္သူ ႏိုင္မယ္လို႔ထင္ပါသလဲဘာသာျပန္ နဲ႔ အၫြန္းကေတာ့ မင္း ျပည့္စံု ပါ",
        "rating": "",
        "url": "https://channelmyanmar.org/thor-vs-hulk-2009/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/download-133x200.jpg",
        "title": "Harold & Kumar Escape from Guantanamo Bay 2008",
        "description": "ဒီကားေလးက အမ်ားစုသိၾကတယ့္ ဟာရုိး နဲ ့ကူးမားကားေတြထဲက Guantanamo Bay ဇတ္လမ္းပါWarning (16+)ဒီကားကုိ ၂၀၀၈ ခုႏွစ္က ရုိက္ကူးခဲ့ျပီး 18 +အခန္းေတြ နည္းနည္းပါပါတယ္။ american ဟာကကားဆို ေတာ့ နည္းနည္း ပြင့္လင္းတာေပါ့။IMDb ၆.၆ ၊ Rotten Tomatoes ၅၃% ရရွိထားပါတယ္။ ဟာသကားၾကိဳက္ရင္ ဒီrating ေတြ ကုိၾကည့္မေနနဲ ့ ဒီကားကုိသာၾကည့္လုိက္ပါ။ ဘတ္ဂ်တ္၁၂ မီလံယံ နဲ ့ရုိက္ကူးခဲ့ျပီး Box office မွာ ၄၃ မီလီယံ ျပန္လည္ရရွိခဲ့ပါတယ္။ ကဲ ....ဇာတ္လမ္းပိုင္းမွာေတာ့ ဟာရုိရဲ ့ ပုံစံကသန္ ့သန္ ့ျပန္ ့ျပန္ ့ေနတက္တဲ့ ကိုရီးယားေကာင္၊ကူးမားကေတာ့ ညဏ္ေကာင္းေပမယ့္ ေခါင္းထဲမွာအိပ္ ၊ စား ၊ ကာမ ၊ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1zMms/Harold_&_Kumar_-_Escape_From_Guantanamo_Bay_[16+]_[2008]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTc5ODMyNzE4OF5BMl5BanBnXkFtZTgwNTM0Mzc4MTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Wall (2017)",
        "description": "The Wall (2017)\nIMDb - 6.2/10_____Rotten - 65%\n ဒီကားလေးကတော့ယခုနှစ်၂၀၁၇၅လပိုင်းထွက်ကားသစ်လေးပါ။\nစစ်ကားလို့ထင်ရပေမယ့်ဒီကားလေးကတမူထူးခြားပါတယ်။\nအဲဒါထက်အဓိကသရုပ်ဆောင်နှစ်ယောက်မှာလဲနပန်းသမားကြီးJohnCenaပါဝင်သရုပ်ဆောင်ထားတာကိုတွေ့ရမှာပါ။\nဒီကားလေးကပုံမှန်စစ်ကားအတိုက်အခိုက်ကားတွေကနေကွဲထွက်နေတာပါ။\nအပစ်အခတ်တွေထက်စကားပြောခန်းပိုပြီးပါတာတွေ့ရမှာပါ။\nပုံမှန်ကြည့်နေကျအမေရိကန်စစ်ကားတွေလိုစစ်တပ်ဆိုင်ရာအမြင်ထက်စစ်ပွဲအကြောင်းကို\nတဖက်ရှုထောင့်ကနေဖော်ပြပေးထားတာပါ။\nကြည့်လိုက်ရင်တော့တမျိုးကြီးဖြစ်နေပေမယ့်မကောင်းတဲ့တမျိုးကြီးတော့မဟုတ်ပါဘူး။\nတွေးစရာလေးတော့ရမယ်ထင်ပါတယ်။\nဇာတ်ကားလေးကို၂၀၀၇ခုနှစ်စစ်ပွဲအပြီးပြန်လည်ထူထောင်ရေးကာလအီရတ်နိုင်ငံတနေရာမှာဇာတ်အိမ်တည်ထားပါတယ်။\nအမေရိကန်စစ်တပ်လက်ဖြောင့်သမားနှစ်ဦးဖြစ်တဲ့အိုက်ဇက်နဲ့လက်ထောက်တပ်ကြပ်ရှိန်းတို့ဟာ\nဆောက်လုပ်ရေးလုပ်ငန်းခွင်တနေရာမှာပစ်ခတ်မှုဖြစ်တဲ့အတွက်အကူအညီခေါ်လို့သွားရောက်စုံစမ်းထောက်လှမ်းခဲ့ပါတယ်။\nအချိန်အတော်ကြာအောင်စောင့်ကြည့်ပေမယ့်ဘာမှမထူးခြားတာကြောင့်တပ်ကြပ်ရှိန်းတယောက်\nအောက်ကိုဆင်းကြည့်တာမှစပြီးဲဂိုလ်ဆိုးဝင်တာပါပဲ။\nJubaလို့ခေါ်တဲ့အသံတိတ်သေနတ်သမားဆိုတဲ့အတိုင်းအမေရိကန်လက်ဖြောင့်သမားတွေထက်တောင်\nကျွမ်းကျင်သူနဲ့ထိပ်တိုက်ရင်ဆိုင်ရပါတော့တယ်။\nရှိန်းတယောက်အပစ်ခံရပြီးနောက်အိုက်ဇက်လည်းနောက်ကလိုက်ကူဖို့ဆင်းသွားပါတယ်။\nဒါပေမယ့်သူလည်းအပစ်ခံလိုက်ရပြီးနှစ်ယောက်သားရန်သူလက်ဖြောင့်သမားရဲ့ထိန်းချုပ်မှုအောက်မှာရောက်သွားပါတယ်။\nဇာတ်လမ်းလေးကိုတော့အဲလိုလေးကျောရိုးတည်ထားပါတယ်။\nဇာတ်ကွက်ထက် စကားပြောခန်းကပိုပြီအခရာကျတဲ့အတွက်ဇာတ်ကားကိုကြည့်ပါမှပိုပြီးအရသာရှိမယ်လို့ပြောချင်ပါတယ်။\nဒီကားထဲမှာပါတဲံJubaဆိုတဲ့အသုံးအနှုန်းဟာတကယ့်လက်တွေ့မှာလည်းအီရတ်စစ်မြေပြင်မှာအမေရိကန်စစ်သားများစွာရဲ့\nအသက်ကိုခြွေယူနိုင်ခဲ့တဲ့အသံတိတ်သေနတ်သမားတယောက်ကိုသုံးနှုန်းတဲ့စကားဖြစ်ပါတယ်။\nအပစ်အခတ်ကိုဦးစားပေးတာမဟုတ်လို့အကြမ်းပတမ်းတွေတွေ့ရမှာမဟုတ်ပါဘူး။\nRatingအနေနဲ့ကလည်း6.2ထိရထားပါတယ်ဗျာ။\n \n(ဇာတ်လမ်းအညွန်းနဲ့ဘာသာပြန်ကတော့ Thura Zarni Aung  ပါ )  File Size : (700 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 28minutes\nFormat : Mp4\nGenre : Action, Drama, Thriller, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated By Thura Zarni Aung\nEncode By Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://megaup.net/3zAvN/The_Wall_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTU3MDUxMDI0MV5BMl5BanBnXkFtZTgwMzk3OTg3MDI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Raw (2016)",
        "description": "အခုတကားကတော့စောင့်မျှော်နေကြတဲ့သူတွေအတွက်ရောHorrorကားကြိုက်တဲ့သူတွေအတွက်ပါအူယားစေမယ့်၂၀၁၇မတ်လထွက်ကားလေးလာပါပြီ။ဂျက်စတင်ဆိုတဲ့ကောင်မလေးဟာမွေးကတည်းနေအသားနဲ့ဓာတ်မတည့်တဲ့အတွက်သတ်သတ်လွတ်ပဲစားတဲ့သူဖြစ်ပါတယ်။သူတို့တမိသားစုလုံးသတ်သတ်လွတ်စားကြတာပါ။ဒါပေမယ့်အဲဒါတွေအားလုံးဟာတိရိစ္ဆာန်ကုဆရာဝန်ကျောင်းရောက်တဲ့ပထမအပတ်တွင်းမှာပဲပြောင်းလဲသွားခဲ့ပါတယ်။ကျောင်းရဲ့ထူးဆန်းတဲ့ကြိုဆိုမှုကြောင့်ဂျက်စတင်တယောက်အသားကိုစစားလိုက်ရပါတယ်။အဲဒီကနေစပြီးအသားစားချင်တဲ့အာသီသဖြစ်နေခဲ့တာပါ။နောက်တော့အခန်းဖော်အဆွယ်ကောင်းမှုနဲ့သူအသားညှပ်ပေါင်မုန့်စစားရင်းနောက်တော့အသားစိမ်းတွေကိုပါစမ်းစားကြည့်လာပါတော့တယ်။ဒီလောက်နဲ့တင်ရပ်မသွားသေးပါဘူး။တနေ့ကျောင်းမှာအရင်ကျောင်းတက်နှင့်တဲ့သူ့အစ်မဆီသွားရင်းမတော်တဆဖြစ်ပြီးသူ့အစ်မလက်ချောင်းပြတ်သွားပါတယ်။ထိတ်ထိတ်ပြာပြာနဲ့ဖြစ်နေရင်းသူ့အစ်မလက်ကိုကိုက်မိပါတယ်တော့တယ်။အဲဒီကနေစပြီးလူသားကိုပထမဆုံးစစားတော့တာပါပဲ။ကြည့်ရင်းကြည့်ရင်းနဲ့အူယားလာစေတဲ့ကားလေးဖြစ်ပါတယ်။၁၈+တွေကြမ်းတမ်းတဲ့စကားအသုံးအနှုန်းတွေပါတဲ့အတွက်မိသားစုနဲ့မကြည့်သင့်ပါဘူး။ဆိုတော့ဂျက်စတင်တယောက်သူ့အာသီသကိုဆက်ထိန်းနိုင်မလား။အဲဒီကနေတဆင့်သူ့မိသားစုနဲ့ဘယ်လိုဆက်နွယ်နေသလဲ။ဘာလျို့ဝှက်ချက်တွေရှိနေသလဲ။သူ့အစ်မကရောသူ့ကိုကူညီပေးမှာလား။ပိုဆိုးစေမှာလား။ဘာတွေကွယ်ဝှက်ထားတာရှိမလဲဆိုတာကတော့ဇာတ်ကားလေးမှာဆက်လက်ရှုစားလိုက်ပါဦးဗျာ။(ဇာတ်လမ်းအညွန်းနဲ့ဘာသာပြန်ကတော့ Thura Zarni Aung  ပါ )   File Size : (750 MB) and (300 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 39minutes\nFormat : Mp4\nGenre : Drama, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated By Thura Zarni Aung\nEncode By Thanhtike Zaw",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/raw-2016/",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/tomorrow-i-will-date-with-yesterdays-you.82374-133x200.jpg",
        "title": "Tomorrow I Will Date With Yesterday’s You (2016)",
        "description": "ဂ်ပန္​ႏိုင္​ငံရဲ႕ဘူတာရံုတခုမွာစၿပီးျဖစ္​ပ်က္​ခဲ့တဲ့ ဇာတ္​လမ္​း​ေလးပါ\nပန္​းခ်ီဆရာ​ေပါက္​စ​ေလး တာကာတိုခ်ီဟာ တကၠသိုလ္​သြားတဲ့ရထား​ေပၚမွာ\n​ေကာင္​မ​ေလးတစ္​​ေယာက္​ကိုစၿပီးျမင္​ဖူးခဲ့တယ္​ျမင္​ျမင္​ခ်င္​းပဲ​ခ်စ္​မိသြားပီး​ေတာ့\n​ေယာက်ာ္​း​ေလးတို႔ထံုးစံအတိုင္​းပဲ ဘူတာဆင္​း​ေတာ့​လိုက္​သြားတာ​ေပါ့\n​ေကာင္​မ​ေလးကလဲ​ေရ​ေရလည္​လည္​လန္​းတာကိုးE-mail လိပ္​စာ​ေတဖုန္​း​ေတြ​ေတာင္​းတယ္​\n​ေကာင္​မ​ေလးကလဲ ​ေကာင္​​ေလးရဲ႕ ပြင္​့လင္​းမႈကိုသ​ေဘာက်သြားပီး​ေနာက္​​ေန႔ျပန္​ဆံုဖို႔ခ်ိန္​းလိုက္​တယ္\n​ ​ဒီလိုနဲ႔ဆံုျဖစ္​ရင္​း ခ်စ္​မိသြားၾကတာ​ေပါ့\nထူးဆန္​းတာတခုက ​ေကာင္​မ​ေလး​ေျပာသမွ်စကား​ေတြကထူးဆန္​း​ေနပီး​ေတာ့\n​ေျပာသမွ်စကားတိုင္​းျဖစ္​ပ်က္​​ေနလို႔ အံအားသင္​့ရ​ေလာက္​​ေအာင္​ပဲ\n​ေနာက္​​ေတာ့ သူတို႔​ေတြ ဘာ​ေတြဆက္​ျဖစ္​ၾကမွာလဲ\n​ေကာင္​မ​ေလးနဲ႔​ေကာင္​​ေလးရဲ႕ပတ္​သတ္​မႈ​ေတြက​ေကာ ဘလို​ေတြထူးဆန္​​း​ေနတာလဲ\n​အၾကားအျမင္​​မ်ားရ​ေနတာလား ထူးဆန္​း​ေနတာလား ဆိုတာ​ေတာ့\nပရိသတ္​ႀကီးထင္​ထား​ေလာက္​​ေအာင္​​ထူးဆန္​းတာ​ေတြ ျမင္​​ေတြ႕ခံစားရမွာပါ\nရသစံု​ေအာင္​ရိုက္​ကူးထားတဲ့ Japan Drama ကား​ေလးျဖစ္​လို႔\nမ်က္​ရည္​မလြယ္တဲ့သူ​ေတြအထူး ၾကိဳက္ႏွစ္သက္မယ့္ကားေလးၿဖစ္ပါတယ္....\n \nQuality…..BluRay 720p\nDuration…..01:51:00\nFormat…Mp4\nFile Size…(793 MB , 308 MB)\nTranslator.....Pyae Xeinn Sett\nEncoder…..Moe Myint Lwin",
        "rating": "7.7",
        "url": "https://megaup.net/TWv2/Tomorrow_I_Will_Date_Yesterday_s_You_[2016]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/gangster-squad-poster-133x200.jpg",
        "title": "Gangster Squad",
        "description": "Gangster Squad (2013)_____IMDb - 6.7/10\n  \nဒုတိယကမ္ဘာစစ်ပြီးတော့\nအမေရီကန်ဟာ ကိုရီးယားပြည်တွင်းစစ်ကို ဝင်ပါတယ် ၊ နောက်ကျူးဘားအရေးကြောင့် ရုရှားနဲ့ စစ်ဖြစ်မလိုလိုအထိ ဖြစ်ခဲ့တယ် ။ ပြည်ပအရေးတွေ ဝင်ရောက်စွက်ဖက်တာများလာတယ် ပြီးတော့ ကမ္ဘာစစ်ဒဏ်ကိုလည်း တော်တော်ထိထားတော့ မိမိ ပြည်တွင်းအုပ်ချုပ်ရေးဘက်ကို ကောင်းကောင်းမလှည့်ကြည့်နိုင်တော့ဘူး ။ အဲသလိုတွေ ပြည်တွင်း အုပ်ချုပ်ရေးဘက် ပေါ့လျော့ခဲ့လို့ အမေရီကန်ပြည်သူတွေဟာ လူဆိုးဂိုဏ်းတွေရဲ့ ဒုက္ခပေးခြင်းကို တော်တော်ခံခဲ့ရတယ် ။ ဂျွန်ဒီလင်ဂျာလို ပြည့်သူရန်သူ နံပါတ်-၁ လို့ ကြေငြာရတဲ့အထိ လူဆိုးတွေ ပေါ်ထွက်လာတယ် ။\nဒီရုပ်ရှင်က ၁၉၄၉ ခုနှစ်\nအမေရီကန်ရဲဌာနတွေ ၊ တရားရေးဌာနတွေ အကျင့်ပျက်ခြစားပြီး မကောင်းမှုပြုရာတွေကို အခြေခံပြီး ရိုက်ကူးထားတယ် ။\nလော့အိန်ဂျလိစ်မြို့မှာ\nလောင်းကစားရုံ ၊ ပြည့်တန်ဆာအိမ် ၊ မူးယစ်ဆေးအရောင်းအဝယ်စသဖြင့် မကောင်းမှုမှန်သမျှအကုန်လုံး ထိန်းချုပ် လုပ်ကိုင်နေတဲ့ ဂိုဏ်းစတား တစ်ယောက်ရှိတယ် ။ သူက အရင်တုန်းက ...",
        "rating": "6.7",
        "url": "https://megaup.net/2TQ7p/Gangster_Squad_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjIyNzMxMDE2MV5BMl5BanBnXkFtZTgwNzY4NTM0NDE@._V1_-150x200.jpg",
        "title": "Out of the Dark(1995)",
        "description": "1995 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး ေသးထြက္မတတ္ရီ ရမဲ့ဟာသမင္းသားၾကီး စတီဗင္ ေခ်ာင္ ရဲ႕ ဟာသကားတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက ေတာ့ မစၥတာလီ နဲ႕သူ႕ဇနီးတို႕ဟာ တိုက္ခန္းအသစ္ငွားျပီးေျပာင္းေရြ႕ေနထိုင္ၾကပါတယ္ဒါေပမဲ့ ကံဆိုးတာတစ္ခုက တိုက္ခန္းမွာအဖြားၾကီး ဟာေသဆံုးထားျပီး သူေသဆံုးမႈကို မေက်နပ္ႏိုင္ပဲ လိုက္လံ အျပစ္တင္ေနပါေတာ့တယ္ မစၥတာလီ တို႕ လင္မယားကို ဂ်င္းထည့္ခံခဲ့ရျပီး အဖြားၾကီးရဲ႕ ေျခာက္လန္႕မႈေၾကာင့္ မစၥတာလီတို႕ လင္မယားဟာ သည္းညည္းမခံႏိုင္ေတာ့ပဲ တိုက္ခန္းကလံုျခံဳေရး နဲ႕ ပူးေပါင္းျပီး ဒီပံုမွန္မဟုတ္တဲ့ျဖစ္စဥ္ေတြကို ေဖာ္ထုတ္ဖို႕ လုပ္ေဆာင္ပါေတာ့တယ္ဒါေပမဲ့ အရင္က တိုက္ခန္းမွာ စိတ္ေနာက္ေနတဲ့ ေကာင္မေလး ကို ကုသေပးဖူးတဲ့ စိတ္က်န္းမာေရး ဆရာ၀န္ တစ္ျဖစ္လဲ စတီဗင္ေခ်ာင္ပါ ပါ၀င္ပတ္သက္လာတဲ့အခါမွာေတာ့ ကဲ ဘယ္လို ေသာက္ေပါက္ကရေတြမ်ားလုပ္မလဲဆိုတာကိုေတာ့ တ၀ၾကီး ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ :Pဘာသာျပန္ကေတာ့ ကိုကြန္ပိုက္ပါဗ်",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/out-of-the-dark/",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMGY0YTM3MjItZmExMy00NDgyLThjNzUtZWQ1MzY2NGRmMjZhXkEyXkFqcGdeQXVyMzYyMzE1NjA@._V1_-1-135x200.jpg",
        "title": "Everything, Everything (2017)",
        "description": "Channel Myanmar ပရိတ္သတ္ ေတြ အတြက္ ဒီတစ္ေခါက္ တင္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားကေတာ့\nMay 19 ရက္ ေန႔မွ ထြက္ရွိခဲ့တဲ့ ပူပူေႏြးေႏြး \"Everything Everything \"ဆိုတဲ့ ဇာတ္ကားပါ\nရိုမတ္တစ္ အခ်စ္ ဇာတ္ကားတစ္ကားပါ\nဇာတ္လမ္းအညႊန္း ေျပာပါရေစ-\nမယ္ဒလင္း လို႔ေခၚတဲ့ ေကာင္မေလး ဟာ ၁၈ ႏွစ္လံုးလံုး အိမ္ျပင္ထြက္ခြင့္ မရခဲ့ပါဘူး...\nသူ မထြက္ရတဲ့ အေၾကာင္းရင္းကေတာ့ သူ႔ေရာဂါ ေၾကာင့္ပါ....\nကမၻာေပၚမွာ ေတြ႕ရခဲတဲ့ စကစ္ ေရာဂါကို သူမ ခံစားခဲ့ရပါတယ္...\nအဲ့ေရာဂါ က ကိုယ္ခံအားနည္းတဲ့ ေရာဂါတစ္မ်ဳိးပါ...\nအျပင္ေလာကနဲ႔ ထိေတြ႕လိုက္တာနဲ႔ သူ႔ ခႏၶာကိုယ္မွာ ဓာတ္မတည့္တာေတြ စျဖစ္ေတာ့တာဘဲ...\n၁၈ႏွစ္လံုးလံုး ဘယ္မွမသြားရ သူငယ္ခ်င္း မိတ္ေဆြလဲ မရွိတဲ့ဘဝ ဟာ မေတြးရဲေလာက္ေအာင္ ခက္ခဲလြန္းပါတယ္...\nတစ္ေန႔မွာေတာ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/everything-everything-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/insomnia-133x200.jpg",
        "title": "Insomnia (2002)",
        "description": "IMdb 7.2 ရထားပြီး ၂၀၀၂ ခုနှစ်ကထွက်ခဲ့တဲ့သဲထိပ်ရင်ဖို ကားတစ်ကား\nကိုတင်ဆက်ပေးခြင်ပါတယ် ဇာတ်ကားလေးးကတော့ ခပ်ကြမ်းကြမ်းတော့မဟုတ်ဘူး\nဆိုပေမယ့် ဒရာမာ အချိုးလေးတွေနဲ့ မထင်မှတ်ထားတဲ့ ဇာတ်လမ်း အလှည့်အပြောင်းလေး\nတွေက တော့ ပရိတ်သတ်ကြီးကို တကားလုံး မထတန်းကြည့်အောင် ဆွဲဆောင်သွားမှာပါ\nဇာတ်လမ်းး အကျဉ်းလေးကတော့ အလက်စကာ မြို့ကို အပို့ခံလိုက်ရတဲ့ စုံထောက်ကြီးဟာ\nတစ်နေ့မှာ မိန်းကလေး တစ်ယောက်အသတ်ခံရတဲ့ အမှုကိုလိုက်ရင်း မတော်တဆ သူ့ တွဲဖက်ကို\nသေနတ်နဲ့ ပစ်လိုက်မိပါတယ် ဒါပေမဲ့စုံထောက်ဟာ သူ့အပြစ်ကို ဝန်ခံရမယ် အနေအထားကနေ\nမထင်မှတ်ထားတဲ့ အလီဘိုင် တစ်ခုကိုပြနိုင်ခဲ့ပြီး အပြစ်ကနေလွတ်သွားပါတယ် ဒါပေမဲ့ သူ့ဟာ သူ့ကို\nသူတော့ လိပ်ပြာမသန့်ခဲ့ပါဘူး ဒီလိုနဲ့ တစ်နေ့မှာ သူ့ အကြောင်းတွေကို သိထားတဲ့ တစ်ယောက်က သူ့ကို\nခြိမ်းခြောက်အကြပ်ကိုင်လာတဲ့ အခါမှာတော့ ကဲ စုံထောက်ကြီး ဘယ်လိုတုံ့ပြန်မလဲ နောက်ကွယ်က သူကကော\nဘယ်သူလဲ ဘယ်လို အရှုပ်ထုတ်တွေကြောင့် သမိုင်းရှုပ်နေလဲဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက မထတမ်းကြည့်ကြရမှာပါ\nဘာသာာပြန်ကတော့ ပြည့်စုံဇော်ဖြစ်ပါတယ် ဗျာ\n-------------------------------------------------------------\nIMdb 7.2 ရထားျပီး ၂၀၀၂ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4UFHf/Insomnia_[2002]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/poseidon-poster-133x200.jpg",
        "title": "Poseidon (2006)",
        "description": "Poseidon (2006)______IMDb - 5.7/10ခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ Poseidon ဆိုတဲ့ဇာတ်ကားလေးပါ ။\nMS Poseidon ဆိုတဲ့ အပျော်စီးသင်္ဘောဟာ အတ္တလန်တိတ်သမုဒ္ဒရာကို ဖြတ်သန်းနေခဲ့ပါတယ် ။\nဒီသင်္ဘောပေါ်မှာ အရင်က နယူးရော့ခ်မြို့အုပ်ဟောင်းဖြစ်ခဲ့တဲ့ ရောဘတ်ရယ် ၊ သူ့သမီးဂျနီဖာရယ်\nဂျနီဖာရဲ့ကောင်လေးခရစ်ရှန်ရယ် လိုက်ပါလာခဲ့ကြပါတယ် ။\nသင်္ဘောပေါ်မှာ နှစ်သစ်ကူးပွဲတော်ကျင်းပနေချိန်မှာ ပင်လယ်ပြင်တစ်နေရာကို ဗဟိုပြုပြီး\nငလျင်လှုပ်ရာကနေ ကြီးမားလှတဲ့ ဆူနာမီ လှိုင်းလုံးကြီးကြောင့် သင်္ဘောဟာ တိမ်းမှောက်ခဲ့ရပါတယ် ။\nအားလုံးနီးပါးသေဆုံးပြီး အသက်ရှင်ကျန်ရစ်သူ ခြောက်ယောက်ရှိခဲ့ပါတယ် ။\nသူတို့ဟာ သူတို့အသက်ဆက်ရှင်နိုင်ဖို့ ဖြစ်နိုင်တဲ့နည်းလမ်းတွေနဲ့ ကြိုးစားကြပါတယ် ။\nသူတို့တွေ နောက်ဆုံးမှာ အသက်ဆက်ရှင်ကြမလား ၊\nကယ်ဆယ်မယ့်သူတွေနဲ့ရော တွေ့ရပါ့မလားဆိုတာကိုတော့ ရင်တထိတ်ထိတ်နဲ့ စောင့်ကြည့်ရမယ့်\nဇာတ်လမ်းကောင်းလေးပါလို့ ညွှန်းပေးချင်ပါတယ် ။\nဒီရုပ်ရှင်မှာ လူသားဆန်မှု ၊ တစ်ကိုယ်ကောင်းဆန်မှုတွေကို တွေ့ရပြီး\nအသက်နဲ့ မေတ္တာတရား တကယ်တမ်း ယှဉ်ပြိုင်လာတဲ့အခါမှာတော့ ..........\n(ဘာသာပြန်သူကတော့ ကိုစည်သူထက်ပါ)File Size : (701 MB)\nQuality : Bluray ...",
        "rating": "5.7",
        "url": "https://megaup.net/2de81/Poseidon_[2006]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMGY0YTM3MjItZmExMy00NDgyLThjNzUtZWQ1MzY2NGRmMjZhXkEyXkFqcGdeQXVyMzYyMzE1NjA@._V1_-135x200.jpg",
        "title": "Shot Caller (2017)",
        "description": "ဒီဇာတ်လမ်းလေးက ဒုစရိုက်ဂိုဏ်းသားတွေရဲ့ ထောင်ထဲမှာ ဘယ်လိုခြယ်လှယ်နေတယ်ဆိုတာကို ပုံဖော်ထားတဲ့ Action ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးက လူတိုင်းက အားကျလောက်ရအောင် စီးပွားရေးလည်းအောင်မြင်မိသားစုပျော်ပျော်ရွှင်ရွှင်ရှိနေတဲ့ ဂျေကော့ လို့ခေါ်တဲ့လူတစ်ယောက်တစ်နေ့မှာတော့ ကံဆိုးပြီး ကားမတော်တဆဖြစ်ပြီး ကားပေါ်ပါတဲ့သူ့သူငယ်ချင်းသေသွားသလိုတစ်ဖက်လူလည်း အပြင်းအထန် ထိခိုက်မိတဲ့အတွက် ထောင်ကျသွားပါတယ် ။အကုသိုလ်ကံဆိုးမှုတွေဟာ အဖော်အပေါင်းနဲ့လာတတ်တဲ့ဆိုတဲ့အတိုင်းပဲ ထောင်ကျသွားမှပိုပြီးတာ့ ကံဆိုးမိုးမှောင်ကျသွားပါတော့တယ်။ထောင်ထဲမှာ ဒုစရိုက်သမားတွေရဲ့ ဖိနှိပ်ကွပ်ကဲမှုကို ခုခံဖို့ကြိုးစားရင်းနဲ့ သူကိုယ်တိုင်လည်းမဖြစ်ချင်ဘဲနဲ့ တဖြည်းဖြည်း လူဆိုးဂိုဏ်းဝင်တစ်ယောက်ဖြစ်လာပါတယ်။ထောင်ကအထွက် သူ့ကိုလက်နက် မှောင်ခိုတစ်ခု ကွပ်ကဲဖို့ သူ့မိသားစုအသက်အန္တရာယ်ခြိမ်းခြောက်ပြီး စေခိုင်းခံလိုက်ရပါတယ်။ဂျေကော့တစ်ယောက် ဘယ်လိုနည်းလမ်းတွေ ရှာကြံပြီး သူ့မိသားစုလည်း ဘေးအန္တရာယ်မရောက်အောင်လက်နက်မှောင်ခိုမှုကို လည်းဖော်ထုတ်ပြီး ရာဇဝင်လူဆိုးတွေကိုပညာသားပါပါ ဘယ်လိုရင်ဆိုင်သွားလဲဆိုတာ စောင့်ကြည့်လိုက်ပါ ။အိမ်ထောင်ဦးစီး ဖခင်တစ်ယောက် ဒုက္ခအခက်အခဲတွေကို ကြံကြံခံရင်ဆိုင်ရင်းမိသားစုအတွက် ဘယ်လိုကာကွယ်သွားတယ်ဆိုတာကို စောင့်ကြည့်လိုက်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်က Little Twinlay ပါ)Quality : Bluray 720p\nRunning Time : 2hr 01minutes\nFormat : Mp4\nGenre : Crime, ...",
        "rating": "7.5",
        "url": "https://megaup.net/2mQy8/Shot_Caller_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BYmIyNmEwM2UtNDQxZi00MzdiLWJlZDQtYmYyNjFjNTcwMDEyXkEyXkFqcGdeQXVyMzIyMjMyMzY@._V1_SY1000_CR006521000_AL_-130x200.jpg",
        "title": "Awaken the Shadowman (2017)",
        "description": "အသက္​အလတ္​ပိုင္​းအရြယ္​႐ွိတဲ့လူငယ္​တစ္​​ေယာက္​ အိမ္​နဲ႔အဆင္​မ​ေျပာျဖစ္​ၿပီး\nအိမ္​က​ေနထြက္​လာခဲ့ၿပီး ကုိယ္​့​ေျခ​ေထာက္​​ေပၚကိုယ္​ရပ္​တည္​ခဲ့တယ္\nထိုလူအရြယ္​​ေရာက္​ အိမ္​​ေထာင္​ရပ္​သားက်ၿပီး​ မိသားစု ​ေပ်ာ္​​ေပ်ာ္​ရႊင္​​ရႊင္​​ေနထိုင္​​ေနခ်ိန္​မွာ\nညီျဖစ္​သူဆီက ဖုန္​းလာၿပီး အ​ေမျဖစ္​သူ​ေပ်ာက္​​ေနတယ္​ဆိုတဲ့သတင္​းကို ၾကားလိုက္​ရ​ေတာ့\nအ​ေမ႐ွိတဲ့ၿမိဳ႕ဆီသြားၿပီး အ​ေမျဖစ္​သူကို ႐ွာပါ​ေတာ့တယ္\nအ​ေမျဖစ္​သူကို႐ွာ​ေဖြရင္​း ထူးဆန္​းတာ​ေတြ တစ္​ခုၿပီးတစ္​ခုျဖစ္​လာပါ​ေတာ့တယ္​\nသူတို႔ရဲ႕အ​ေမျဖစ္​သူကို ႐ွာ​ေတြႏိုင္​ပါ့မလား\nအျဖစ္​ဆိုး​​ေတြက​ေန လြတ္​​ေျမာက္​ႏိုင္​ပါ့မလား ဆိုတာက​ေတာ့....\n \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က မၾကီး Myint Thinzar ပါ)\n  File Size : (600 MB) and (220MB)\nQuality : Webdl 720p\nRunning Time : 1hr 23minutes\nFormat : Mp4\nGenre : Horror, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hardsub)\nTranslated By Myint Thinzar\nEncode By Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/awaken-the-shadowman-2017/",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjAyOTUzNDY5NF5BMl5BanBnXkFtZTgwNzc1NDgyNjE@._V1_-150x200.jpg",
        "title": "Darr (1993)",
        "description": "Bollywood ရဲ႕ King Khan လုိ႔ လူသိမ်ားတဲ့ ရွာရြတ္ခန္း(SRK) ရဲ႕ အေကာင္းဆုံး ဇာတ္႐ုပ္ကုိ ေျပာပါဆုိရင္\nဗီလိန္ဇာတ္႐ုပ္ပဲ ေျပာရလိမ့္မယ္။ အိႏၵိယမွာ SRK ႏွင့္ အမီတာဘခ်မ္း တုိ႔ဟာ ပရိတ္သတ္အေပၚ လႊမ္းမုိးႏုိင္လြန္းလုိ႔\nသူတုိ႕ ေတာ္ရုံ ဗီလိန္ ဇာတ္႐ုပ္ သိပ္မ႐ုိက္ၾကဘူး ပရိတ္သတ္ အတုယူ မွားမွာ ေၾကာက္လုိ႔။\nဒီဇာတ္ကားမွာဆုိလည္း SRK က ရည္စား အိမ္ေထာင္ ရွိၿပီးသား မိန္းကေလး တစ္ေယာက္ကုိ စိတၱဇ ဆန္ဆန္\nတဖက္သတ္္ ခ်စ္ရတဲ့ ဗီလိန္ ေနရာက သရုပ္ေဆာင္ရေပမယ့္ သူ႕ သ႐ုပ္ေဆာင္ခ်က္ေတြက ပရိတ္သတ္ အျမင္မွာ\nဗီလိန္ မဟုတ္ပဲ ဟီးရုိးျဖစ္ေစခဲ့ပါတယ္။\n============================================\n\"မင္းခံစားေနရတာေတြကုိ တစ္ေယာက္ေယာက္ကုိ ရင္ဖြင့္လုိက္ရင္ မင္းရင္ထဲက ဝန္ထုပ္ဝန္ပုိးေတြ ေလ်ာ့သြားမွာေပါ့\"\n\"ဝန္ထုပ္ဝန္ပုိး\" \"သူ႔ ...",
        "rating": "7.9",
        "url": "https://megaup.net/Qwbd/Darr_[1993]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/o0800104713341890623-153x200.jpg",
        "title": "Garo:Gold Storm Sho (2015 )",
        "description": "Garo GoldStorm Sho ( 2015 )ဒီဂ်ပန္Movieကားေလးကေတာ့ MyDramaListမွာ\nRating 7.8/10 ရ႐ွိထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။\nေရႊေရာင္သူရဲေကာင္းလက္႐ွိမ်ိဳးဆက္ျဖစ္တဲ့ Doigai Ryuugaရဲ႕ 2013က \" The One to Shine Light into the Darkness \" ဇာတ္လမ္းတြဲၿပီးဆံုးတဲ့ေနာက္မွာ ေနာက္ထပ္ထြက္ရွိလာမယ့္ ဒုတ္ယေျမာက္ \" Garo- Goldstorm \" Seriesအတြက္ အစပ်ိဳးထားေပးတဲ့ Movieေလးပဲျဖစ္ပါတယ္ ။\nျမဳပ္ကြက္ေတြနဲ႔အရမ္းကိုၾကည့္ေကာင္းတဲ့ Series ေတြကိုေတာ့ အခ်ိန္ရလို႔အဆင္ေျပရင္ တင္ဆက္ပါဦးမယ္။\nအခု ဒီMovieေလးကေတာ့ ေ႐ွ႕ကထြက္ခဲ့တဲ့ဒီGaroမ်ိဳးဆက္ရဲ႕ Series ကို မၾကည့္ေပမယ့္ နားလည္ႏိုင္ေလာက္တဲ့အတြက္ ဘာသာျပန္တင္ဆက္လိုက္ရတာပါ။\nဒီMovieရဲ႕ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ...\nတစ္ၿမိဳ႕ၿပီးတစ္ၿမိဳ႕ Horrorေတြကို ႐ွင္းလင္းေပးၿပီးလူသားေတြကိုကာကြယ္ေပးေနတဲ့\nေရႊေရာင္သူရဲေကာင္း Dougai Ryuugaဟာ Vol City မွာ႐ွိတဲ့ Horrorအားလံုးကို႐ွင္းလင္းၿပီးတဲ့အခါမွာ\nခရီးဆက္ဖို႔အတြက္ လာတဲ့လမ္းမွာ မာကိုင္းဆရာမေလးRianကိုဒုကၡေပးဖို႔ႀကိဳးစားေနတဲ့ Volcityရဲ႕ေနာက္ဆံုးလက္က်န္ Horrorေတြျဖစ္တဲ့\nMuradoနဲ့သူတပည့္ေတြကို Rianနဲ႕အတူတိုက္ခိုက္ခဲ့ၾကျပီးတဲ့ေနာက္...\nအဲ့ဒီတစ္ခ်ိန္တည္းမွာပဲ Ryuuga ဟာသူ႔ေရႊထည္ဝတ္စံုမွာလႊမ္းမိုးစျပဳလာၿပီျဖစ္တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/garo-gold-strom-sho-2015/",
        "category": "Action, Asian, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/furry.vengeance.movie_-135x200.jpg",
        "title": "Furry Vengeance (2010)",
        "description": "ဒီဇာတ္ကားေလးက Mummy မင္းသားၾကီး Branden Fraser ရဲ့ ဟာသဇာတ္ကားေလးပါ။\nအေဟာင္းေပမယ့္ေကာင္းလြန္းလို႔ မရရေအာင္လုိက္ရွာျပီး တင္ေပးထားတာပါ။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့  မင္းသားၾကီး က အိမ္ျခံေျမ အက်ိဳးေဆာင္ေဆာက္လုပ္ေရးကို\nၾကီးၾကပ္ကြပ္ကဲေနတဲ့လူတစ္ဦး “ဒန္” အျဖစ္ပါ၀င္ထားပါတယ္။ \n“ဒန္”က မိသားစုနဲ႔အတူ ေရာ့ကီးစပင္းဆိုတဲ့ အေမရိကန္က ေတာက်က်ေနရာေလးတစ္ခုကို\nခ်ီကာဂိုကေန တစ္နွစ္စာခ်ဳပ္နဲ႔ လာေရာက္ လုပ္ကုိင္ေနပါတယ္။\nေရာ့ကီးစပင္း မွာ သိပ္လ်င္သိပ္ထက္ျမက္တဲ့ ရက္ကြန္း၀ံတစ္ေကာင္က\nတိရိစာၦန္ေလးေတြကို ဦးစီးေနရင္း သူတို႔ရဲ့ ေတာေတာင္ကို ကာကြယ္ေစာင့္ေရွာက္ေနပါတယ္။\nအဲဒီေနရာေလးက ျမိဳ႔ျပတည္ေဆာက္ဖို႔ ေနရာေတြေစ်းသက္သာတာေၾကာင့္ ကုမၸဏီက မ်က္စိက်ေနပါတယ္။\nဒါေၾကာင့္ ျမိဳ႔ျပတည္ေဆာက္ဖို႔အၾကံနဲ႔ ဒန္႔ကို ရာထူးတိုးေပးျပီး ေလးနွစ္စီမံကိန္းစဖို႔ ၾကံစည္လာပါေတာ့တယ္။\nအဲဒါကို ရက္ကြန္း၀ံေလးကၾကားျပီး မင္းသားကို ေရွ႔ဆက္ မလုပ္နိုင္ေအာင္ ပညာေတြျပပါေတာ့တယ္။\nမာမီေတြနဲ႔တုန္းက ၾကမ္းခဲ့အစြမ္းျပခဲ့သမွ် တိရိစာၦန္ေလးေတြနဲ႔က်မွ ဘယ္ေလာက္ေတာင္ ပညာျပခံရတယ္ဆိုတာ \nေပ်ာ္ေပ်ာ္ပါးပါးနဲ႔ ဆက္လက္ၾကည့္ရွဳလိုက္ပါေနာ္။\nတိရိစာၦန္ေလးေတြရဲ့ ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/furry-vengeance-2010/",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BYmU4NjdkNjctZTExYy00NmE2LWI5YzctMDNjYjdkNDc4NDEwXkEyXkFqcGdeQXVyMjMwMDkwOTY@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "Planet Single (2016)",
        "description": "ဒီတစ္ခါ မိတ္ဆက္ေပးခ်င္တာကေတာ့ ပိုလန္ဟာသဇာတ္ျမဴးေလးပါ\nTomek ဆိုတဲ့ လၽွမ္းလၽွမ္းေတာက္ေအာင္ျမင္ေနတဲ့ တီဗီအစီစဥ္တင္ဆက္သူက ပါဖက္ျဖစ္တဲ့ဖူးစာရွင္ကို\nအြန္လိုင္းဝက္ဆိုဒ္ေပၚမွာရွာေဖြေနတဲ့ အဂၤလိပ္စာဆရာမအပ်ိဳႀကီး Ania နဲ႔ ဆံုေတြ႕ခဲ့ပါတယ္\nမိန္းမတိုင္းကလိုခ်င္ၾကၿပီး ေယာက်္ားတိုင္းက သူ႔လိုျဖစ္ခ်င္ေလာက္ေအာင္ ဆြဲေဆာင္ႏိုင္တဲ့ Tomek က\nသူ႔အတြက္ Ania ေႂကြေအာင္လုပ္ဖို႔ လြယ္ကူမယ္လို႔ထင္ခဲ့ၿပီး သူ႔ရဲ႕ေနာက္ထပ္ပရိုဂရမ္မွာ Ania ကိုရယ္ေအာင္လုပ္ဖို႔\nရုပ္ေသးပြဲတစ္ခုလုပ္ေပးခဲ့ပါတယ္ ဒီေတာ့ Ania ကTomek အေပၚအထင္ႀကီးၿပီးေႂကြသြားမလား\nဒါမွမဟုတ္ သူရွာေနတဲ့အြန္လိုင္းကရည္းစားကိုေရာ ရွာေတြ႕ပါ့မလားဆိုတာကို\nဟာသဇာတ္ကြက္ေလးေတြနဲ႔ ခပ္ျမဴးျမဴးေလးရိုက္ျပထားပါတယ္\nဟာသခ်စ္ပရိတ္သတ္ေတြ တကယ္အႀကိဳက္ေတြ႕မယ့္ဇာတ္ကားေလးျဖစ္လို႔ အားေပးၾကပါဦး\n File Size : (800 MB) and (430MB)\nQuality : Bluray 720p\nRunning Time : 2hr 15minutes\nFormat : Mp4\nGenre : Comedy, Romance\nSubtitle : Myanmar Subtitle (Hardsub)\nEncode By ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/planet-single-2016/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BYTkwNDA0NTYtMzc2Zi00NGZhLWJlZjQtYzU4OTU4MDcwMmE1XkEyXkFqcGdeQXVyMzIwMjI3Nzg@._V1_SY1000_CR006871000_AL_-137x200.jpg",
        "title": "Stratton (2017)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ Stratton ဆိုတဲ့ဇာတ္ကားေလးကေတာ့ ၿဗိတိန္အက္ရွင္ကားေလးပါ\nSBS ရဲ႕တာဝန္ရွိသူ Stratton ကသူ႔ရဲ႕ပါတနာ Marty နဲ႔အတူ ဇီဝလက္နက္ကို ယူဖို႔ အီရတ္က\nဓာတ္ခြဲခန္းမွာ သြားေရာက္ရွာေဖြရပါတယ္\nမစ္ရွင္ကလြဲၿပီး သူ႔သူငယ္ခ်င္း Marty က ေသေလာက္တဲ့ဒဏ္ရာရသြားပါတယ္\nအဲေနာက္ေတာ့ သူ႔ရဲ႕အထက္လူႀကီး သတင္းရတာက လြန္ခဲ့တဲ့ အႏွစ္ ၂၀ ေလာက္ကေသဆံုးၿပီလို႔ထင္ထားခဲ့တဲ့\nအရင္က ဆိုဗီယက္တာဝန္ရွိသူ Barovski က လက္စားေခ်ဖို႔ျပန္လာတယ္ဆိုတဲ့သတင္းပါ\nအဲအခါမွာ Stratton နဲ႔သူ႔အဖြဲ႕ဟာ စိတ္ကူးယဥ္လို႔မရႏိုင္ေလာက္တဲ့ အျဖစ္အပ်က္ေတြကိုတားဆီးဖို႔\nအခ်ိန္နဲ႔အမၽွ ေလ့က်င့္ရပါေတာ့တယ္ သူတို႔ေတြ ဘယ္လိုေလ့က်င့္ၾကမယ္ဆိုတာနဲ႔\nBarovski ကိုႏိုင္ေအာင္တိုက္ႏိုင္ပါ့မလားဆိုတာကို ဇာတ္လမ္းဇာတ္ကြက္ပီပီျပင္ျပင္နဲ႔ ရိုက္ျပထားတဲ့အက္ရွင္ကားေကာင္းေလးပါ\nစိတ္ဝင္စားဖြယ္ဇာတ္လမ္းဇာတ္ကြက္ေလးေတြနဲ႔မလို႔ ၾကည့္ရႈသင့္တဲ့အက္ရွင္ကားတစ္ကားလို႔ ေျပာလို႔ရပါတယ္\nCM ပရိသတ္ႀကီးေရ\n File Size : (700 MB) and (280MB)\nQuality : Bluray 720p\nRunning Time ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/stratton-2017/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/S.W.A.T.-Under-Siege-2017-movie-poster-140x200.jpg",
        "title": "S.W.A.T. Under Siege (2017)",
        "description": "SWAT ဆိုတဲ့အေမရိကန္နိုင္ငံရဲ့ အထူးလက္နက္ကိုင္တပ္ဖြဲ႔ျဖစ္ျပီး\nလိုအပ္တဲ့အေရးေပၚစစ္ဆင္ေရးေတြ ကယ္ဆယ္ေရးေတြကို လုပ္ကိုင္ေပးေနရတဲ့ အထူးတပ္ဖြဲ႔ပါ။\n  အေမရိကန္ရဲ့ လြတ္လပ္ေရးေန႔ အားလပ္ရက္ခံစားေနတုန္း တပ္ဖြဲ႔၀င္ေတြကို ျပန္လာဖုိ႔လွမ္းေခၚခံရပါတယ္။\nသူတို႔လုပ္ရမယ့္ စစ္ဆင္ေရးကေတာ့\nDEA မူးယစ္နွိပ္နွင္းေရးအဖြဲ႔က ကုန္တင္ကုန္ခ် ဆိပ္ကမ္းဆိပ္အေဟာင္းတစ္ခုမွာ\nမူးယစ္ေဆး၀ါးေတြအမ်ားဆံုးပါတဲ့ ကြန္တင္နာတစ္ခုေရာက္လာတယ္လို႔ သံသယျဖစ္လို႔\nသြားစစ္ေဆးမယ့္ေနရာကို လံုျခံဳေရးလိုက္ပါထိန္းသိမ္းေပးရင္း ပူးေပါင္းေဆာင္ရြက္ရမွာ ျဖစ္ပါတယ္။\nအမ်ားစုက သာမန္စစ္ဆင္ေရး ေပါ့ေပါ့ပါးပါးျပီးသြားမယ္ထင္ခဲ့ေပမယ့္ တကယ္တမ္း တုိက္ပြဲကျပင္းထန္ခဲ့တယ္။\nသူတို႔ မူးယစ္ေဆးလို႔ ထင္ခဲ့တဲ့ကြန္တင္နာထဲမွာ ပါလာတာကေတာ့ ကင္းျမီးေကာက္ပံုတက္တူးၾကီးနဲ႔\nဗလေတာင့္ေတာင့္ လူမဲတစ္ဦးပဲ ပါလာပါတယ္။\nသူတို႔နဲ႔ ပူးေပါင္းစစ္ဆင္ေရးလုပ္ခဲ့တဲ့ DEA ကလူေတြလည္း တုိက္ပြဲက်သြားလုိ႔\nသူတို႔ပဲ ဒီမေဟဠိဆန္တဲ့လူကို ေခတၱထိန္းသိမ္းထားရဖို႔ ျဖစ္လာပါတယ္။ ဒီလူကို စစ္ေမးရင္းနဲ႔\nသူ႔ေခါင္းထဲမွာ ကမာၻကိုမီးဟုန္းဟုန္းေတာက္ေအာင္လုပ္နုိင္တယ္လို႔\nသိလာရျပီး သူ႔ကိုလိုခ်င္ေနတဲ့လူေတြကလည္း မ်ားလွပါတယ္။\nသူတို႔ တပ္ဖြဲ႔ထဲမွာလည္း အျပင္ကို သတင္းေပးတဲ့သစၥာေဖာက္တစ္ေယာက္လည္း ရွိေနတယ္လို႔ သိလိုက္ရတယ္။\n-ဒီလူ႔ဆီမွာပါတဲ့ ကမာၻက္ိုမီးဟုန္းဟုန္းေတာက္ေအာင္လုပ္နုိင္မယ့္အခ်က္ဆိုတာ ဘာမ်ားလဲ\n- ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/s-w-a-t-under-siege-2017/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTk4ODcyOTI3NV5BMl5BanBnXkFtZTgwMjgyOTUxMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Exception (2016)",
        "description": "ခုမိတ်ဆက်ပေးမယ့် The Exception ဆိုတဲ့ဇာတ်ကားလေးကတော့ ဒုတိယကမ႓ာစစ်အတွင်းက\nရိုမက်တစ်အချစ်ဇာတ်ကားလေးပါ Stefan Brandt ဆိုတဲ့ ဂျာမနီစစ်သားလေးဟာ နယ်နှင်ခံရတဲ့ဂျာမနီဘုရင် Wilhelm 2\nရဲ့ ဘော်ဒီဂတ်အဖြစ်တာဝန်ပေးအပ်ခံရပါတယ်\nနယ်နှင်ခံဘုရင်က နယ်သာလန်က ရဲတိုက်မှာနေရပါတယ်\nBrandt ဟာ သူ့တာဝန်တွေကို ထမ်းဆောင်ရင်း အိမ်အစေခံထဲကတစ်ယောက်ဖြစ်တဲ့ Mieke နဲ့ မမျှော်လင့်ဘဲ ချစ်မိသွားခဲ့ပါတယ်\nနောက်မှသူသိရတာက Mieke က ဂျူးလူမျိုးဖြစ်နေတာပါ\nအဲအပြင် Mieke ဟာနယ်နှင်ခံဘုရင်အိမ်တော်ကသတင်းတွေကို လျှို့ဝှက်စုံစမ်းဖို့ ရောက်နေတာလဲဖြစ်ပါတယ်\nသူတို့ ၂ယောက်ချစ်နေကြတာကို နယ်နှစ်ခံဘုရင်ရဲ့ဇနီးသိသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲ\nBrandt ဟာ အလုပ်တာဝန်နဲ့ နှလုံးသားကြား ရွေးချယ်ရတဲ့အခါ သူဘယ်လိုဆုံးဖြတ်မလဲ\nသူတို့ ၂ ယောက်ရဲ့အချစ်ဇာတ်လမ်းလေးကရော ပေါင်းဖက်ရပါ့မလား ဆိုတာတော့ ကြည့်ရှုအားပေးကြပါဦးFile Size : (750 MB) and (270MB)\nQuality : Webdl 720p\nRunning Time : 1hr 45minutes\nFormat : Mp4\nGenre : Drama, Romance, ...",
        "rating": "6.8",
        "url": "https://megaup.net/33Taj/The_Exception_[2016]_(MM_Sub).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/extraordinarymission-poster-135x200.jpg",
        "title": "Extraordinary Mission (2017)",
        "description": "ဒီတစ္ခါေတာ့ Channel Myanmar ပရိတ္သတ္ေတြအတြက္ ၾကမ္းၾကမ္းရမ္းရမ္း အက္ရွင္ကား\nတစ္ကားကို မိတ္ဆက္ေပးခ်င္ပါတယ္Extraordinary mission ဆိုတာကေတာ့ ရဲအရာရွိ\nလင္ခိုင္ ရဲ႕ မစ္ရွင္ တစ္ခုပါ...သူ႔ရဲ႕ မစ္ရွင္က ေတာ့ မူးယစ္ေဆးဝါးဂိုဏ္းအႀကီးစား တစ္ခုကို ႏွိမ္နင္းဖို႔ပါဒီဂိုဏ္းကို လက္ပူးလက္ၾကပ္ ဖမ္းဖို႔က မလြယ္တဲ့ ကိစၥတစ္ခုပါဒီေတာ့ ရဲအရာရွိႀကီး ဟာ မူးယစ္ ေဆးဝါး ဂိုဏ္းထဲကို\nသူလ်ိဳတစ္ေယာက္ အေနနဲ႔ ဝင္ ဖို႔ ဆံုးျဖတ္လိုက္ပါတယ္လူအသစ္ တစ္ေယာက္ကို ဘယ္သူက ေကာ လြယ္လြယ္ယံုမွာလဲ...\nဂိုဏ္းအႀကီးစား ဆိုေတာ့ ပိုဆိုးၿပီေပါ့..ဒါနဲ႔ လင္ခိုင္ ဟာ သူ႔ကိုယ္သူ မူးယစ္ေဆး အစြဲ ခံၿပီး\nမူးယစ္ေဆးဝါးဂိုဏ္းက ယံုေအာင္ သက္ေသ ျပရပါတယ္ ( extraordinary ဘဲဗ်ာ  )သူ႔ရဲ႕ ႀကိဳးပမ္းမႈ ဟာ အရာထင္မလား???ဂိုဏ္းက သူ႔ရဲ႕ အၾကံကို ရိပ္မိသြားမလား ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/extraordinary-mission-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/tom-and-jerry-shiver-me-whiskers-front-1-143x200.jpg",
        "title": "Tom and Jerry in Shiver Me Whiskers (2006)",
        "description": "Tom Jerry ကားေလးေတြဆိုကေလးေတြေကာ လူတိုင္းေကာသိၾကမွာပါ....\nအမ်ားအားၿဖင့္ ေၾကာင္နဲ႕ၾကြက္ကားေတြကစကားသိပ္မေၿပာၾကပါဘူး..\nဒါေပမယ့္ ဒီကားေလးကေတာ့ The Movie ပါ....\nေၿပာၿပရမယ္ဆိုရင္ေတာ့ ပင္လယ္ဓားၿပကားေလးပဲၿဖစ္ပါတယ္....\nကေလးေလးေတြေကာလူၾကီးေတြပါႏွစ္သက္ခဲ့ၾကတဲ့ကားေလးပါ...\nေၾကာင္နဲ႕ၾကြက္ကားေလးေတြဟာ\nလူတိုင္းၾကည့္ရတာၾကည္ၾကည္ႏူးႏူးနဲ႕ၾကည့္ၾကတဲ့ကားေလးေတြပဲၿဖစ္ပါတယ္...\nဒီကားေလးေတြကို ကေလးေလးေတြၾကည့္ၾကတဲ့အၿပင္ ကြ်န္ေတာ္တို႕အရြယ္ထိႏွစ္ႏွစ္သက္သက္နဲ႕ကို\nၾကည့္ေနဆဲၿဖစ္တဲ့ကားေလးေတြပါ...\nဒီကားေလးကိုၾကည့္ၿပီးတဲ့ လူေတြေကာမၾကည့္ရေသးတဲ့လူေတြေကာ\nၿပန္လည္ၾကည့္ၿပီးေတာ့ ငယ္ဘ၀ေတြကိုၿပန္လည္သတိရလိုက္ရေအာင္ဗ်ာ...\nQuality…..BluRay 720p\nDuration…..01:14:00\nFormat…Mp4\nFile Size…(513 MB)\nTranslator…..Myat Ko Ko\nEncoder…..Moe Myint Lwin",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/tom-and-jerry-in-shiver-me-whiskers-2006/",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/351mrandmrsplayer-140x200.jpg",
        "title": "[18+] Mr. & Mrs. Player (2013)",
        "description": "အတည္တက် အခ်စ္တစ္ခုကိုဘယ္ေတာ့မွ မေဆာက္တည္ဘဲ နာမည္ယူ အသည္းခြဲလုပ္ေနတဲ့ ပ်ိဳတိုင္းႀကိဳက္တဲ့ ႏွင္းဆီခိုင္မင္းသားကာဆန္ဟာ တိရစာၦန္ေဆးကုဆရာဝန္မေလးခ်ီလင္းကို ျမင္ျမင္ခ်င္းပဲ ေၾကြက်ေျမခသြားပါတယ္။ ဒါေပမယ့္ သူတို႔ႏွစ္ေယာက္နဲ႔ အေနအထိုင္အမူအက်င့္ေတြမတူညီၾကတဲ့အခါမွာ အခ်စ္က မစရေသးဘူး..အဆုံးသတ္ရမလိုေတြျဖစ္လာတဲ့အခါ...။ခ်ီလင္းဟာ ကာဆန္ကိုသူနဲ႔အတူလာေနဖို႔ေခၚပါတယ္။ဒါေပမယ့္ ဒီအတိုင္းေတာ့မဟုတ္ပါဘူး...ရက္တစ္ရာတိတိ ဘယ္မိန္းမနဲ႔မွ ဘာညာ ဘာညာေတြ မလုပ္ပါဘူးဆိုတဲ့ ကတိနဲ႔ပါ။ဒီကတိကို ကာဆန္တစ္ေယာက္တည္ႏိုင္မလား သူတို႔ရဲ႕ အခ်စ္လမ္းခရီးဟာဘာေတြျဖစ္လာမလဲဆိုတာကိုေတာ့....။ဇာတ္ကားထဲက မင္းသမီးေတြက ေပါက္စီေတြခ်ည္းလွိမ့္ပိတ္ေရာင္းေနလို႔ မိသားစုနဲ႔ေတာ့မၾကည့္သင့္တဲ့ဇာတ္ကားပါ ညီကိုတို႔။(ရုပ္ရွင္အညႊန္းကို Han Htoo Zaw မွတင္ဆက္ပါသည္။) \nFile Size…(800MB) and (310MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:39:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/18-mr-mrs-player-2013/",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BN2QxY2U5ZDAtN2YwYi00MzNhLThhMjktNDFmYWY1MjhmNzVlXkEyXkFqcGdeQXVyMTk2MDc1MjQ@._V1_SY1000_CR007151000_AL_-143x200.jpg",
        "title": "Guns and Roses (2012)",
        "description": "ဒုတိယကမၻာစစ္မျဖစ္မီွ အာရွမွာ ဂ်ပန္ေတြ အုပ္စိုးစဥ္ကေပါ့\nမန္ခ်ဴးရီးယားျပည္နယ္ စစ္တပ္အတြက္ \nဂ်ပန္ျပည္ တိုက်ဳိကေန ေရႊ ၈ တန္ ပို႔ေပးလိုက္တယ္ ။ အဲဒိေရႊေတြကို ယာမာတိုဘဏ္မွာ ခဏ သိမ္းထားမယ္ ။ ၿပီးရင္ အီတလီကေန အဲဒိေရႊေတြနဲ႔ လက္နက္ေတြ ဝယ္မယ္ ။ယာမာတိုဘဏ္ဆိုတာ\nဥေရာပဒီဇိုင္းပညာရွင္ေတြ ေရးဆြဲၿပီး ဂ်ပန္ေတြ ေဆာက္ထားတဲ့ ဘဏ္ပဲ ။ ဘဏ္နံရံကတင္ ၉ ေပထူတယ္ ။ အေျမႇာက္ဆံေတာင္ မေဖာက္ႏိုင္ဘူး ။ ေလဝင္ေလထြက္ေပါက္ဆိုတာလည္း ျခင္ေတာင္ ဝင္မရဘူး ၊ ေရထြက္ေပါက္ကလည္း ပိုဟပ္ေတာင္ မထြက္ႏိုင္ဘူး ။ စီးပြားေရးသမားအျမင္နဲ႔ၾကည့္ရင္ အလံုၿခံဳဆံုးဘဏ္ေပါ့ ၊ စစ္သားတစ္ေယာက္ အျမင္မွာေတာ့ ယာမာတိုဘဏ္က ခံတပ္ပဲ ။\nမန္ခ်ဴးရီးယား ေတာ္လွန္ေရး မ်ဳိးခ်စ္ေတြက\nေရႊေတြကို ဘဏ္ထဲ မေရာက္ခင္ လမ္းက ျဖတ္လုခ်င္တယ္ ။ ေရႊေတြသာ ဘဏ္ထဲ ေရာက္သြားရင္ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/guns-and-roses-2012/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/20161104112215163-135x200.jpg",
        "title": "Perfect Imperfection (2016)",
        "description": "ဒီတရုတ္ဇာတ္ကားေလးက MyDrama List မွာ Rating(7/10) ရရွိထားတဲ့ Romantic Drama ဇာတ္ကားေလးပါ။ကိုရီးယားမင္းသား Ahn Jae-hyun နဲ႔ ထိုင္ဝမ္မင္းသမီး Ady An တို႔မွ အဓိကပါဝင္ထားပါတယ္။12th Chinese American Film Festival မွာ Golden Angel Award ဆုကိုရရွိထားတဲ့ဇာတ္ကားပါ။ဇာတ္လမ္းကေတာ့စည္းကမ္းရွိတဲ့အပ်ိဳၾကီးနဲ႔ ျမာေပြတဲ့အယ္ဒီတာတို႔ ထိပ္တိုက္ေတြ႕ဆံုတဲ့အခါ အခ်စ္ဆိုတာ....။ \nFile Size…(800MB) and (290MB)\nQuality…WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "",
        "url": "https://channelmyanmar.org/perfect-imperfection-2016/",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BNjI1MTM1OTEwMV5BMl5BanBnXkFtZTcwODYzNzUzMQ@@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "The Covenant (2006)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ witch ကားေလးပါ အစ္ဝစ္ခ်္ၿမိဳ႕မွာ ေပၚျပဴလာျဖစ္တဲ့ ေကာင္ေလး ၄ ေယာက္ရွိပါတယ္\nအခ်စ္ဆံုးသူငယ္ခ်င္းေလးေယာက္ကို အစ္ဝစ္ခ်္ရဲ႕သားေတြလို႔သိၾကပါတယ္\nသူတို႔ေလးေယာက္ဟာ ၁၇ ရာစုက witch ေတြကေန ဆင္းသက္လာတဲ့\nေမွာ္ပညာပိုင္ဆိုင္ထားတဲ့ ဆယ္ေက်ာ္သက္ေကာင္ေလးေတြပါ\nသူတို႔ ၁၈ ႏွစ္ျပည့္တဲ့အခ်ိန္မွာ သူတို႔စြမ္းအားေတြကို အဆင့္ျမႇင့္တင္ေပးျခင္းခံရပါတယ္\nသိပ္မၾကာခင္သူတို႔ေက်ာင္းကို ပၪၥမေျမာက္မိသားစုက ေကာင္ေလးတစ္ေယာက္ေပၚလာၿပီး\nဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာေတာ့ ၾကည့္ရႈၾကပါဦးေနာ္\nMagic တို႔ သဘာဝလြန္တို႔ ႀကိဳက္တတ္တဲ့ ပရိသတ္ေတြကိုဆြဲေဆာင္ႏိုင္မယ့္\nဇာတ္ဝင္ခန္းေလးေတြလည္းပါလို႔ အားေပးၾကပါဦးလို႔\n \n(ဘာသာျပန္သူကေတာ့ ကိုေက်ာ္ေက်ာ္ပါ)\n File Size : (600 MB) and (320 MB)\nQuality : Bluray 720p\nRunning Time : 1hr 37minutes\nFormat : Mp4\nGenre : Action, Fantasy, Horror\nTranslated By ေက်ာ္ေက်ာ္ (CU - Mdy)\nEncode By ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-covenant-2006/",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/20471860_853408838156586_702453817_n-141x200.jpg",
        "title": "The Promise (2016)",
        "description": "ဒီဇာတ်ကားလေးက ပထမကမ္ဘာစစ်ကာလအတွင်းက ဖြစ်ရပ်မှန်အပေါ်အခြေခံ ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးပါ။Batman မင်းသားကြီး Christian Bale ရဲ့ဇာတ်ကားလေးပါ။ပထမကမ္ဘာစစ်မဖြစ်ခင်အချိန်မှာ တူရကီအင်ပါယာက တန်ခိုးအာဏာ ကြီးမားခဲ့တဲ့အချိန်ပါ။တဖြည်းဖြည်းနဲ့ တူရကီအင်ပါယာလည်းပြိုယွင်းလုနီးနီး ဖြစ်နေပါပြီ။အဲဒီအချိန်ကတူရကီမှာ ခရစ်ယာန်ဘာသာဝင် လူနည်းစုဖြစ်တဲ့ အားမေးနီးယန်းမျိုးနွယ်စုတွေကိုအစ္စလာမ်ဘာသာကိုးကွယ်တဲ့ တူရကီလူမျိုးကြီးဝါဒရှင်တွေ  အများစုက  မနှစ်သက်ကြဘူး။ပထမကမ္ဘာစစ်ဖြစ်လာတဲ့အချိန်မှာတော့ တူရကီစစ်ခေါင်းဆောင်ပိုင်းတွေကအားမေးနီးယန်းတွေကို တိတ်တဆိတ် စစ်နဲ့အတူရောယောင်ပြီး လူမျိုးတုန်းသတ်ဖြတ်မှုတွေကို လုပ်ဆောင်ခဲ့ကြတယ်။ခုချိန်ထိလည်း တူရကီအာဏာပိုင်တွေက ဒီလူမျိုးတုန်း သတ်ဖြတ်ခဲ့မှု ဘူးခံပြီး ငြင်းကွယ်နေဆဲပါပဲ။ဒီဖြစ်ရပ်မှန်အကြောင်းကို ဖော်ထုတ်ပေးခဲ့တာကတော့ အမေရိကန်သတင်းထောက်တစ်ဦးပါပဲ။ဒီဇာတ်ကားက စစ်ပွဲကိုအခြေခံထားတဲ့အချစ်ဇာတ်လမ်းပေမယ့်  အဓိကပေးသွားတဲ့ မက်ဆေ့ချ်လေးကတော့သတင်းမီဒီယာသမားရဲကျင့်ဝတ်သိက္ခာနဲ့ အခန်းကဏ္ဍပါပဲ။တကယ့်ကို စစ်မှန်တဲ့ သတင်းထောက် တစ်ယောက်ကြောင့် လူပေါင်းများစွာ လူမျိုးစုတစ်ခုကို ကယ်တင်နိုင်ခဲ့သလိုသတင်းမီဒီယာသမားတစ်ယောက်ဟာ အမှန်တရားကို အသက်နဲ့တောင် အလဲအထပ်လုပ်ရဲတဲ့အထိစိတ်ဓါတ်ခိုင်မာပြတ်သားတယ်။ဒီလိုစိတ်ဓါတ်မျိုးရှိပြီး အမှန်တရားကို ဖော်ထုတ်ရေးသားတတ်သူ သတင်းထောက်မျိုးကိုသာနိုင်ငံတကာက အသိအမှတ်ပြုပြီး သူရဲ့သတင်းက ယုံကြည်စိတ်ချရပြီးအားကိုးရမယ့်သူမျိုးဆိုတာကို ပါးပါးလေးပြသွားပါတယ်။သတင်းထောက်ကောင်းတွေဟာ ဘယ်လောက်တောင်အပြောအဆို လိမ္မာပါးနပ်မှုရှိသလဲဆိုတာကိုလည်း မြင်တွေ့ရမှာပါ။မြန်မာ့မီဒီယာလောကသတင်းထောက်တွေ ဒီလိုမျိုးဖြစ်လာအောင် ကျင့်သုံးအတုယူသင့်ပါတယ်။နောက်ပြီး ဘယ်သူတွေဘယ်လို ရန်ငြိုးနဲ့လူမျိုးရေးမုန်းတီးမှုပဲရှိရှိ သူငယ်ချင်းတွေ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-promise-2016/",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTg3ZDVlMjgtNTM4Yi00ZTQ3LThmM2QtYzdjZmRjMTcxMTkzXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "The Ottoman Lieutenant (2017)",
        "description": "The Ottoman Lieutenant (2017)_____IMDb - 6.6/10\n  \nဒီဇာတ်ကားလေးကတော့ ဒီနှစ်မှ အသစ်စက်စက်ထွက်ထားတဲ့ ရိုမက်တစ်ဆန်ဆန်အချစ်ဇာတ်လမ်းလေးပါ\nပထမကမ္ဘာစစ်အတွင်းက ခရစ်ယာန်သူနာပြုမလေးနဲ့ အော့တမန်စစ်တပ်က အစ္စလာမ်စစ်ဗိုလ်တို့ရဲ့ အချစ်အကြောင်းလေးပါ\nသူတို့နှစ်ယောက် ဆုံတွေ့ပုံလေးတွေ ဘာသာမတူဘဲချစ်မိသွားပုံလေးတွေကတော့\nညွှန်းစရာမလိုလောက်အောင်ကို ရိုမက်တစ်ဆန်လွန်းပါတယ်\nအဲလို ရင်ခုန်စရာအချစ်ဇာတ်ဝင်ခန်းလေးတွေအပြင် ပတမကမ္ဘာစစ်ကြောင့် ဖြစ်ခဲ့ရတဲ့အပျက်အစီးတွေ\nအဖြစ်အပျက်လေးတွေလဲ ဝေဝေဆာဆာနဲ့ရိုက်ကူးထားတာပါ\nတကယ့်ကိုကောင်းတဲ့ ဇာတ်ကားလေးလို့ ညွှန်းပါရစေ\nစိတ်ဝင်စားစရာ ချစ်သူနှစ်ဦးရဲ့ အချစ်ဇာတ်လမ်းလေးကရော ဘယ်လိုအဆုံးသတ်သွားမလဲဆိုတာ ကြည့်ရှုအားပေးကြပါလို့\n \n(ဇာတ်လမ်းအညွှန်းနဲ. ဘာသာပြန်က မေသရဖီလွင် ပါ)\n  \nဒီဇာတ္ကားေလးကေတာ့ ဒီႏွစ္မွ အသစ္စက္စက္ထြက္ထားတဲ့ ရိုမက္တစ္ဆန္ဆန္အခ်စ္ဇာတ္လမ္းေလးပါ\nပထမကမ႓ာစစ္အတြင္းက ခရစ္ယာန္သူနာျပဳမေလးနဲ႔ ေအာ့တမန္စစ္တပ္က အစၥလာမ္စစ္ဗိုလ္တို႔ရဲ႕ အခ်စ္အေၾကာင္းေလးပါ\nသူတို႔ႏွစ္ေယာက္ ဆုံေတြ႕ပံုေလးေတြ ဘာသာမတူဘဲခ်စ္မိသြားပံုေလးေတြကေတာ့\nညႊန္းစရာမလိုေလာက္ေအာင္ကို ရိုမက္တစ္ဆန္လြန္းပါတယ္\nအဲလို ရင္ခုန္စရာအခ်စ္ဇာတ္ဝင္ခန္းေလးေတြအျပင္ ပတမကမ႓ာစစ္ေၾကာင့္ ျဖစ္ခဲ့ရတဲ့အပ်က္အစီးေတြ\nအျဖစ္အပ်က္ေလးေတြလဲ ေဝေဝဆာဆာနဲ႔ရိုက္ကူးထားတာပါ\nတကယ့္ကိုေကာင္းတဲ့ ဇာတ္ကားေလးလို႔ ညႊန္းပါရေစ\nစိတ္ဝင္စားစရာ ခ်စ္သူႏွစ္ဦးရဲ႕ အခ်စ္ဇာတ္လမ္းေလးကေရာ ဘယ္လိုအဆံုးသတ္သြားမလဲဆိုတာ ၾကည့္ရႈအားေပးၾကပါလို႔\n \n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္က ေမသရဖီလြင္ ပါ)\n   \nFile Size : (800 MB)\nQuality : Bluray 720p\nRunning Time ...",
        "rating": "6.6",
        "url": "https://megaup.net/2gorz/The_Ottoman_Lieutenant_(Osmanlı_Subayı)_[2017]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/assassins-poster-133x200.jpg",
        "title": "Assassins (1995)",
        "description": "Assassins (1995)_____IMDb - 6.3/10\n  \nကြေးစားလူသတ်လောကရဲ့ ထိပ်သီး နံပါတ် တစ် လူသတ်သမား Syvester Stallone ရောဘတ် ရတ် .....\nလွန်ခဲ့တဲ့ ၁၅ နှစ်က နံပါတ်တစ် ကြေးစားလူသတ်သမားကို ပြန်သတ်ပြီး\nရောဘတ် ရတ်က ကြေးစားလောကမှာ နံပါတ် တစ် ဖြစ်လာခဲ့တယ် ။\nရောဘတ်ရတ်ရဲ့ အလုပ်တွေကို ကြားဖြတ်လုပ်ဆောင်ပြီး ကြေးစားလောကရဲ့ ထပ်သီး နံပါတ်တစ်\nလူသတ်သမား ဖြစ်ချင်နေတဲ့ Antonio Banderas မီဂူရယ် ဘိန်း ... နံပါတ်တစ် နေရာတစ်ခုစာအတွက်\nအားပြိုင်နေကြတဲ့ ကြေးစားလူသတ်သမား နှစ်ယောက် ကြားက စီးပွားရေးအရှုပ်ထုပ် ဖိုင်တွေ ခိုးလာတဲ့\nသူခိုးမလေး အဲလက်ထရာ ။ သူခိုးမလေး အဲလက်ထရာက တကယ်တမ်းပစ်မှတ် ဖြစ်လာတဲ့အခါ\nကြေးစားလူသတ်သမားနှစ်ယောက် ဘယ်လိုရုန်းကန်ကြမလဲ ။\nသူခိုးမလေး လက်ထဲက ဖိုင်တွေက ဘာတွေမို့လဲ သူ ပစ်မှတ်လို့ သတ်မှတ်ခြင်းခံရတာလဲ ဆိုတာတော့.....\n  \nဘာသာပြန်ကတော့ စည်သူထက် ဖြစ်ပါတယ် ...",
        "rating": "6.3",
        "url": "https://megaup.net/Sba4/Assassins_[1995]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTFiMmUwYTktMzJkMC00NmU2LWI5OTMtMTI2Y2E2ZThkYWJlL2ltYWdlXkEyXkFqcGdeQXVyMzgyNTM5NA@@._V1_SY1000_CR006781000_AL_-136x200.jpg",
        "title": "The Hippopotamus (2017)",
        "description": "ဒါကေတာ့ ယခုႏွစ္မွာ ထြက္ရွိလာတဲ့ The Hippotamus ဆိုတဲ့ comedy မ်ိဳးအစားဇာတ္ကားေလးျဖစ္ပါတယ္\nတစ္ခ်ိန္ကလၽွမ္းလၽွမ္းေတာက္ေအာင္ျမင္ခဲ့ေပမယ့္ သတင္းစာတိုက္မွာအလုပ္လုပ္ေနရတဲ့ ကဗ်ာဆရာ\nတက္ဒ္ေဝါေလ့စ္ကဆိုရင္ ဝီစကီကိုအရမ္းႏွစ္ၿခိဳက္တဲ့သူပါ တေန႔သူအလုပ္ျပဳတ္သြားၿပီးပိုက္ဆံမရွိလို႔\nစိတ္ညစ္ေနတဲ့အခ်ိန္မွာ သူ႔ရည္းစားေဟာင္းရဲ႕သမီး ဂ်ိမ္းက သူ႔ဆီေရာက္လာၿပီး အလုပ္တစ္ခုလာအပ္ပါတယ္\nဂ်ိမ္းမွာေသြးကင္ဆာရွိေနၿပီး သိပ္မၾကာခင္ေသဆံုးေတာ့မယ္လို႔ဆရာဝန္ေတြက ေျပာပါတယ္\nဒါေပမယ့္ ဂ်ိမ္းကသူ႔ဦးေလးမိုက္ကယ္လိုဂန္ပိုင္တဲ့ ဆြာ့ေဖာ့မွာေနခဲ့စဥ္က သူ႔ေရာဂါကို ကုသမႈခံယူခဲ့ရတဲ့\nအံ့ဖြယ္ကိစၥေတြရွိေနတယ္လို႔ ေျပာပါတယ္ တက္ဒ္ကိုစရန္ေငြ ေဒၚလာ ၂၅၀၀၀ ေပးၿပီး အံ့ဖြယ္ကိစၥေတြကို\nစံုစမ္းဖို႔ ေစလႊတ္လိုက္ပါတယ္ တက္ဒ္ဟာ တစ္ခ်ိန္က မိုက္ကယ္ရဲ႕အခ်စ္ဆံုးသူငယ္ခ်င္းျဖစ္တဲ့အျပင္\nမိုက္ကယ့္ညီမရဲ႕ရည္းစားေဟာင္းလဲျဖစ္ေနပါတယ္\nဒီေတာ့ မိုက္ကယ္က တက္ဒ္အေပၚဘယ္လိုသေဘာထားေတြရွိေနမလဲ\nတက္ဒ္တစ္ေယာက္ ဆြာ့ေဖာ့မွာ ေနဖို႔ဘယ္လိုႀကိဳးစားရမလဲ\nတက္ဒ္က သူေဖာ္ထုတ္စံုစမ္းရမယ့္အံ့ဖြယ္ကိစၥေတြကို ဘယ္လိုေဖာ္ထုတ္မလဲဆိုတာေတြကို\nဟာသေလးေႏွာၿပီးရိုက္ျပထားတာပါ ဘယ္လိုအံ့ဖြယ္ေတြေတြ႕ရမွာလဲဆိုတာ ရင္တထိတ္ထိတ္နဲ႔ ၾကည့္ရႉရမွာပါ\nဒီဇာတ္ကားထဲမွာ အခုေဖာ္ျပထားတဲ့ ကာရိုက္တာေတြအျပင္ တျခားအဓိကကာရိုက္တာေတြလဲ\nပါဝင္ထားပါေသးတယ္ အဲဒါေတြကိုေတာ့ အရသာပ်က္သြားမွာစိုးလို႔မေျပာျပေတာ့ပါဘူး ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-hippopotamus-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/20-once-agian-137x200.jpg",
        "title": "20 Once Again (2015)",
        "description": "FOD မင္းသားေလး လုဟန္ရဲ့ဇာတ္ကားေလးပါ။\nဒီကားေလးထဲမွာ “ေမာက္က်င္း” ဆိုတဲ့မိန္းကေလး တစ္ဦးတည္းေသာသားေလးကို\nမုဆိုးမဘ၀နဲ႔ ခက္ခက္ခဲခဲ ျပဳစုပ်ိဳးေထာင္လာခဲ့တာ သားေလးေတာင္ တကၠသိုလ္က ပါေမာကၡျဖစ္လို႔\nအဘြားအိုအရြယ္ေတာင္ ေရာက္လာခဲ့ပါျပီ။\nစိတ္ရင္းေကာင္းမြန္ေပမယ့္ အဘြားၾကီးပီပီ ျပစ္ေတာက္ေတာက္ အေျပာေတြေၾကာင့္ ေခြ်းမမွာ စိတ္ဆင္းရဲေနတယ္။\nတစ္ေန႔ေတာ့ သူ႔ေခြ်းမရဲ့က်န္းမာေရးအေျခအေနအရ အဘြားေမာက္ကြ်င္းကို\nဘုိးဘြားရိပ္သာ ပို႔ရေတာ့မယ့္ အေျခအေန ေရာက္လာပါတယ္။\nဒီအတြက္ ပူေဆြး၀မ္းနည္းေနတဲ့အဘြားအို ေနာက္တစ္ေန႔နိုးလာခ်ိန္မွာ\nသူရဲ့အလွပဆံုးအခ်ိန္ေတြျဖစ္တဲ့ အသက္ ၂၀ အရြယ္ကို ျပန္ေရာက္သြားတဲ့ အခါမွာေတာ့………\nဘယ္လိုေတြဆက္ျဖစ္ၾကမွာလဲ\n လူေတြဟာ အသက္အရြယ္ၾကီးလာတဲ့အခါ အပယ္ခံလိုျဖစ္လာတတ္ပါတယ္။\nအခက္အခဲမ်ားစြာျဖတ္သန္းလာျပီးတဲ့ေနာက္မွာေတာ့ ဘ၀အေတြ႔အၾကံဳအမ်ားအရ\nဘ၀ေနကြယ္ခ်ိန္မွာ ေနာင္တရတတ္သူမ်ားရွိသလို ေနာင္တမရဘဲ\nေကာင္းမြန္စြာျဖတ္သန္းခဲ့ရသူမ်ားလည္း ရွိၾကပါတယ္။\nအပယ္ခံဘ၀ေရာက္ျပီးမွ သင္ေရာ အသက္၂၀ အရြယ္ကို ဘ၀ကိုဘယ္လိုျပန္စခ်င္ပါသလဲ\nဒီအဘြားေရာ ဘယ္လိုျပန္စမယ္ထင္လဲ အခ်စ္ေရးလား\nစီးပြားေရးလား နဂိုမိသားစုအေရးလား\nကိုယ့္အတြက္ျဖတ္သန္းမလား သူမ်ားအတြက္ျဖတ္သန္းမလားဆိုတာကို စိတ္၀င္စားဖြယ္ၾကည့္ရမွာပဲၿဖစ္ပါတယ္...Quality…..BluRay 1080p\nDuration…..02:11:00\nFormat…Mp4\nFile Size…(923 MB , 421 ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/20-once-again-2015/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Mother’s-Friend-2015-141x200.jpg",
        "title": "[18+] Mother’s Friend (2015)",
        "description": "ကဲေနာက္ထပ္လူၾကီးကားတစ္ကားေလးပါ။\nဒီတခါေတာ့ကိုးရီးယားဖက္လွည့္တာေပါ့။\nဇာတ္လမ္းကေတာ့ေကာင္းတယ္ဗ်ဳိ႕။\nအထက္တန္းေနာက္ဆံုးနွစ္ေက်ာင္းသားေလးခၽြဲစူဟာသူေမွ်ာ္မွန္းတကၠသိုလ္ေက်ာင္းသားဘ၀ကိုရေတာ့မယ္ဆိုျပီး\nအားကုတ္ၾကိဳးပမ္းေနခ်ိန္မွာမေမွ်ာ္လင့္ဘဲ အိမ္တြင္းေရးျပႆနာေၾကာင့္အိိမ္ပါဆံုးရႈံးသြားျပီး\nမိခင္ျဖစ္သူကသူ႕ရဲ႕သူငယ္ခ်င္းျဖစ္သူထံေခတၱအပ္ႏွံခဲ့ရပါတယ္။\nလူပ်ဳိေပါက္ကအရြယ္ေက်ာင္းသားျဖစ္သူနဲ႕အပ်ဳိၾကီးမမတို႕ပဲေနတဲ့အိမ္ေလးဟာေတာ့အခ်ိန္ေတြၾကာလာတာနဲ႕\nအမွ်လူပ်ဳိေပါက္ေလးအတြက္ခက္ခဲလာတာပါပဲ။\nအေၾကာင္းအရင္းကေတာ့သူ႕အေမသူငယ္ခ်င္းအပ်ဳိၾကီးေၾကာင့္ပါပဲ။\nအဲေတာ့ဘာေတြဘယ္လိုေၾကာင့္ဇာတ္လမ္းေတြျဖစ္ခဲ့လဲ။\nအပ်ဳိၾကီးမမကေရာဘယ္လိုပံုစံမ်ဳိးလဲ\n။ေနာက္ဆံုးအဆံုးသတ္မွာဘယ္လိုျပီးဆံုးသြားမလဲဆိုတာေတာ့၁၈ေယာက္စုျပီးၾကည့္လိုက္ၾကပါဦး။\nဇာတ္ကားကလည္းေကာင္းသလိုမင္းသမီးကလည္းလန္းပါတယ္။\nကိုရီးယားကားေတြေတာ္ေတာ္မ်ားမ်ားလိုပဲဟာသေလးေတြဘာေလးေတြ\nအေရာအေႏွာတင္ဆက္ထားတဲ့အတြက္ၾကည့္လို႕ေကာင္းပါတယ္။\n18+အခန္းေတြေဖာေဖာသီသီပါတဲ့အတြက္ေၾကာင့္မိသားစုနဲ႕မၾကည့္သင့္ပါဘူး။\n18+ဆိုေတာ့18+အတြက္ေပါ့ေနာ့္(ေျပာလည္းရတာမွမဟုတ္တာ:3)။ခြီရင္းၾကည့္လိုက္ၾကပါဦး။\n \n(ဘာသာျပန္သူကေတာ့ အဘဖရိုင္းေဒးပါ)\n File Size : (650 MB) and (240 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 20minutes\nFormat : Mp4\nGenre : Drama, Comedy,Adult\nTranslated By A Ba Friday's\nEncode By Berry Htike",
        "rating": "",
        "url": "https://channelmyanmar.org/18-mothers-friend-2015/",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMzIwMzgwMGYtZDY5Ny00N2Q4LWExNGYtZjU3YWEyNzM3YjQxXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-135x200.jpg",
        "title": "[18+] Dismay (2016)",
        "description": "ဒီကားလေးကတော့၂၀၁၆ခုနှစ်ထွက်ဖိလစ်ပိုင်ဒရမ်မာလူကြီးကားလေးတကားပါ။\nလူကြီးဆိုမှကြည့်ပါဒါမှမဟုတ်၁၈စုကြည့်ပါ။\nဇာတ်ကားလေးကတော့ဖိလစ်ပိုင်ကျေးလက်ဒေသကလယ်သမားမိသားစုတခုမှအခြေပြုထားပါတယ်။\nလယ်သမားကြီးရဲ့ဇနီးဖြစ်သူကဆေးရုံမှာကင်ဆာရောဂါနဲ့နှစ်ရှည်လများစွာကြာအောင်ခံစားနေခဲ့ရတာပါ။\nနောက်ဆုံးဆရာဝန်တွေလက်လျော့လိုက်ပြီးမိသားစုတွေအိမ်ကိုပြန်ခေါ်လာကြပါတယ်။\nသားနှစ်ယောက်ရှိပြီး အစ်ကိုဖြစ်သူကတော့ဖခင်ဖြစ်သူရဲ့အလုပ်မှာကူညီလုပ်ကိုင်ပေးနေပြီးညီဖြစ်သူကတော့ကျောင်းသားအူတူတူဆိုက်နဲ့ပါ။\nအကြံကြီးတဲ့ဖခင်ဖြစ်သူကသူ့ဇနီးအတွက်ဆိုပြီးသူနာပြုခေါ်ပါတယ်။\nအဲဒီမှာဇာတ်လမ်းစသယောင်ယောင်ပဲငိငိ။\nသိပ်မကြာခင်မှာပဲဇနီးဖြစ်သူဆုံးပါးသွားတဲ့အခါမှာတော့ဖခင်ဖြစ်သူကသူနာပြုမလေးကိုပေါ်တင်အိမ်ပေါ်ခေါ်တင်ပါတော့တယ်။\nအဲဒီမှာပဲအိမ်တွင်းပြသနာလေးတွေစတော့တာပါပဲ။\nသူနာပြုလေးကလည်းလန်းတာကိုး။\nဆိုတော့ယောကျာ်းသားသုံးယောက်နဲ့အိမ်မှာဘယ်လိုဇာတ်လမ်းတွေဖြစ်လာမလဲ။\nအဆုံးသတ်မှာရောမျှော်လင့်ထားသလိုဖြစ်လာမလား။\nမြုပ်ကွက်တွေကဘာတွေလဲဆိုတာတော့စိတ်ဝင်စားစရာပါ။ \n၁၈+တွေပါတယ်ဆိုတော့အသက်မပြည့်သူများမကြည့်သင့်ပါ။ \nမင်းသမီးကလည်းမင်းသမီးပါပဲ။\n(တကယ်တော့မိန်းမတွေမကောင်းတာဘာာ:3) \n(ဘာသာပြန်သူကတော့ အဘဖရိုင်းဒေးပါ)  \nFile Size : (700 MB)\nQuality : Webrip 720p\nRunning Time : 1hr 30minutes\nFormat : Mp4\nGenre : Drama, Adult\nTranslated By A Ba Friday's\nEncode By Berry Htike",
        "rating": "5.2",
        "url": "https://megaup.net/1B619/Dismay_(Siphayo)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BODRjMDRlMmUtNGFiZi00NjIwLWJkMDgtZGU5NjY4MDNmODg3XkEyXkFqcGdeQXVyMjU3NTI0Mg@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Sleight (2016)",
        "description": "အခု ဇာတ္ကားေလးကေတာ့ ၂၀၁၆ ခုႏွစ္မွာထြက္ခဲ့တဲ့ Sleigh ဆိုတဲ့ ဇာတ္ကားေလးပါ\nဒီထဲမွာ ဘိုဆိုတဲ့ေကာင္ေလးဟာ မိဘ၂ပါးဆံုးပါးသြားတဲ့ေနာက္ ေက်ာင္းဆက္မတက္ေတာ့ဘဲ\nမ်က္လွည့္ပညာနဲ႔ အသက္ေမြးရင္း သူ႔ရဲ႕တစ္ဦးတည္းေသာညီမေလးတီနာကို ေစာင့္ေရွာက္ေနခဲ့ပါတယ္\nၿပီးေတာ့ ညပိုင္းေတြမွာ မူးယစ္ေဆးေရာင္းဝယ္တဲ့လုပ္ငန္းကို လုပ္ကိုင္ခဲ့ပါတယ္\nမ်က္လွည့္ဆရာျဖစ္တဲ့သူ႔အေနနဲ႔ ရဲေတြမိတဲ့အခါ ရဲေတြကိုလွည့္စားဖို႔လြယ္ကူေပမယ့္\nသူ႔ေခါင္းေဆာင္နဲ႔ထိပ္တိုက္ရင္ဆိုင္ဖို႔ ႀကိဳးစားမိတဲ့အခါမွာ\nဘယ္လိုအႏၲရာယ္ေတြကိုရင္ဆိုင္ရတယ္\nသူဘယ္လိုေျဖရွင္းမယ္ ဆိုတာေတာ့ၾကည့္ရႈၾကပါလို႔\nသူ႔ေကာင္မေလးဟိုလီကေရာ သူ႔အေၾကာင္းေတြသိသြားေတာ့ သူ႔ကိုဆက္ခ်စ္ၿပီး သူ႔အနားမွာ\nအခက္အခဲေတြကို တူတူရင္ဆိုင္ေျဖရွင္းေပးမွာလား\nသူ႔ကိုပစ္သြားမလား သူတို႔ရည္းစားႏွစ္ေယာက္ ဘယ္လုိေရွ႕ဆက္ၾကမလဲဆိုတာေတြကို ရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရႈရမယ့္အျပင္\nဘိုရဲ႕ အံ့ဩစရာမ်က္လွည့္ေတြကိုလဲ ရႈစားရမွာျဖစ္လို႔\nမ်က္လွည့္ႀကိဳက္တဲ့ပရိတ္သတ္ေတြ တကယ့္ကိုသေဘာေတြ႕မယ္ ဇာတ္ကားေလးပါ\nၿပီးရင္ ဘိုျပတဲ့မ်က္လွည့္ျပကြက္ေတြရဲ႕ ေနာက္ကြက္ကတကယ့္အေၾကာင္းကိုလဲ သိရမွာမလို႔ အားေပးၾကပါဦးလို႔\n \n(ဘာသာျပန္သူကေတာ့ ေမသရဖီလြင္ ပါ)\n File Size : (650 MB) and (200 MB)Quality : Bluray 720pRunning ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/sleight-2016/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BY2ViNGI1ZGUtYmUyNS00ZWU0LWExOTQtMDMwZjQ2ZWJhNmRhXkEyXkFqcGdeQXVyNjYxMDUzODc@._V1_SX671_CR00671999_AL_-1-134x200.jpg",
        "title": "American Gods (2017)",
        "description": "Supernatural စီးရီးအျပီးမွာ ကြ်န္ေတ္ စိတ္၀င္တစားၾကည့္မိတဲ့ စီးရီးတစ္ခုပါ။\nအေမရိကန္ နတ္ဘုရားမ်ားလို႕ နာမည္ေပးထားေပမယ့္ တကယ္ေတာ့ နတ္ဘုရားေတြ အေတာ္စံုပါတယ္။\nGreek, Egypt, Norse နတ္ဘုရားေတြနဲ႕ အျခား ပံုျပင္ထဲက သတၱ၀ါဆန္းေတြ ပါပါတယ္။\nနတ္ဘုရားေတြဟာ လူေတြၾကားထဲမွာ ေရာျပီးေနၾကရင္း အေမ့ေလ်ာ့ခံ ကိုးကြယ္သူမရိွတဲ့ ဘ၀ေတြမွာ ရုန္းကန္ေနၾကတာပါ။\nဒါေပမယ့္ ေခတ္သစ္နတ္ဘုရားေတြကေတာ့ လူေတြအေပၚ နည္းလမ္းသစ္ေတြနဲ႕လႊမ္းမိုးေနၾကျပီး\nေခတ္ေဟာင္းနဲ႕ ေခတ္သစ္နတ္ဘုရားေတြရဲ႕ အားျပိဳင္မႈမွာ တင္းမာမႈေတြနဲ႕ စစ္ပြဲၾကီးျဖစ္လာေတာ့မယ္ အေျခအေနပါ။\nဒီစီးရီးဟာ Neil Gaiman ရဲ႕ American Gods ၀တၳဳကို ျပန္ရိုက္ထားတာပါ။\n၀တၳဳေတြကေန ျပန္ရိုက္တဲ့ အခ်ိဳ႕ ရုပ္ရွင္ေတြမွာ ဇာတ္ညႊန္း အေျပာင္းအလဲေတြ အ၇မ္းေကာင္းရင္ ပိုိစိတ္၀င္စားစရာေကာင္းသြားတာေတြ ရိွေနတတ္ပါတယ္။\nဒီစီးရီးဟာလည္း စာအုပ္မဖတ္ပဲ အရင္ၾကည့္သင့္တဲ့ စီးရီးထဲမွာ ပါပါလိမ့္မယ္။\nအခန္းေတြကို ေရွ႕ေနာက္ျပန္စီထားတာေတြ၊ ျမွပ္ကြက္ထပ္ထည့္ထားတာေတြနဲ႕ အခန္းပိုအခ်ိဳ႕\nထပ္ထည့္ထားတာေတြ အကုန္ေကာင္းေနပါတယ္။\nကြ်န္ေတာ္လည္း စာအုပ္ကို စီးရီးေရာက္သေလာက္ပဲ ဖတ္ျပီး ဆက္မဖတ္ဘဲ ရပ္ထားျပီး စီစန္ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/american-gods-2017/",
        "category": "Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMWFkYmM2ZTctNmZjZi00MWQwLWI0MjctZDdiNjJlMTlmNzdkL2ltYWdlXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006481000_AL_-194x300.jpg",
        "title": "Aftermath (2017)",
        "description": "မင္းသားၾကီးအာႏိုးရဲ႕ ရုပ္ရွင္ကားသစ္ကို တင္ဆက္ေပးလိုက္ပါတယ္ ။\nအာႏိုးၾကီးနဲ႔အတူ Scoot McNairy နဲ႔ Maggid Grace တို႔ တြဲဖက္သရုပ္ေဆာင္ထားျပီး ေ\nလယာဥ္ပ်က္က်မွုဳတစ္ခုမွာ ဇနီးနဲ႔ ကေလးကို ဆံုးရွံဳးလိုက္ရတဲ႔ ရိုမန္ဆိုတဲ႔\nလူတစ္ေယာက္ရဲ႕ဘ၀အေၾကာင္းသရုပ္ေဖာ္ရိုက္ကူးထားတာျဖစ္ပါတယ္ ။\nဒီျဖစ္ရပ္ဟာ ေလေၾကာင္းထိန္းခ်ဳပ္ေရး တာ၀န္ခံ ဂ်ိတ္ဘရိုႏို တာ၀န္က်ခ်ိန္မွာျဖစ္ပြားခဲ႔တာမို႔ ရိုမန္ဟာ\nဒီတာ၀န္ခံကိုလူခ်င္းေတြ႕ျပီး ျပသနာရဲ႕အေျဖကို ေတာင္းဆိုဖို႔ၾကိဳးစားလာပါေတာ႔တယ္ ။\nမိသားစုကိုဆံုးရွံဳးလုိက္ရတဲ႔ လူတစ္ေယာက္ရဲ႕ အခဲမေက်စိတ္၊ နာက်ည္း၀မ္းနည္းမွဳေတြနဲ႔ ဒီကိစၥရဲ႕ျဖစ္ရပ္ေနာက္ကြယ္မွာ\nဘယ္လို အေၾကာင္းတရားေတြရွိမယ္ဆုိတာကို ခံစားၾကည္႔ရွဳလိုက္ပါ ။\n \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္ သူကေတာ့ ကိုေက်ာ္ေက်ာ္ (CU - Mdy)  ကဲျဖစ္ပါတယ္)\n File Size : (600MB) and (250 MB)\nQuality : Bluray 720p\nRunning Time : 1hr 34minutes\nFormat : Mp4\nGenre : Drama, ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/aftermath-2017/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/1-208x300.jpg",
        "title": "Trapped(2017)",
        "description": "ဒီကားေလးက IMDb 7.7​ေတာင္ရထားတဲ့ကားေလးျဖစ္ပါတယ္။\nတစ္ျခားပုံမွန္ အိႏၵိယကားေတြကေနခြဲထြက္ရုိက္ကူးထားတဲ့ကားမ်ဳိးေလးျဖစ္ပါတယ္။\nေရွာယား ဆုိတဲ့ ေကာင္ေလးက ရုံးတစ္ရုံးမွာအလုပ္လုပ္ေနတဲ့ ႏုိရီးဆုိတဲ့ ေကာင္မေလးကုိ\nႀကိတ္ႀကဳိက္ေနပါတယ္။ဒီလုိနဲ႔ သူ႕အခ်စ္ကုိ ဖြင့္ေျပာတဲ့ အခ်ိန္က်မွာ ႏုိရီးကုိ မိဘေတြက\nသူတုိ႔သေဘာက်တဲ့ သူေတြနဲ႔ လက္ထပ္ေပးေတာ့မယ္ဆုိတာ သိလုိက္ရပါတယ္။ဒါေပမဲ့\nေရွာယားက သူ႕ကုိ လက္ထပ္ဖုိ႔ပဲ ႏုိရီးကုိေျပာတာေပါ့။ အဲ့မွာႏုိရီးကလည္းလက္ခံလုိက္တာေပါ့\nဒီေတာ့ သူတုိ႔ လက္ထပ္ၿပီးေနဖုိ႔ အခန္းကုိ ေရွာယားက ရွာရေတာ့တာေပါ့။အဲ့မွာပဲ အေဆာင္ကုိေတာင္\nသူငယ္ခ်င္းေတြနဲ႔ စုေနရတဲ့ ရုံး၀န္ထမ္းေလးေရွာယားတစ္ေယာက္ ဒုကၡေရာက္ေတာ့တာေပါ့။\nဒီလုိနဲ႔ ရွာရင္း နဲ႔ ပြဲစားလူလိမ္တစ္ေယာက္က လူေနခြင့္ပါမစ္ေတာင္ မရေသးတဲ့ တုိက္ခန္းတစ္ခုကုိ\nထုိးေပးၿပီး ဂ်င္းထဲ့ေတာ့တာေပါ့။ ဒီလုိနဲ႔ အခန္းေတြ ဘာေတြ သြားၾကည့္က်တဲ့ အခါမွာပဲ\nေရွာယားတစ္ေယာက္ အဲ့ အခန္းထဲမွာပဲ ေသာ့ပိတ္မိေနပါေတာ့တယ္။ အစားအစာ မရွိ\nေရမရွိ လွ်ပ္စစ္မီးေတာင္မရွိတဲ့ အခန္းထဲကေန ေရွာယားတစ္ေယာက္ လြတ္ေျမာက္ေအာင္\nဘယ္လုိ လုပ္မလဲ ... လြတ္ေကာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/Qv3l/Trapped_[2017]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Hindi Medium (2017)",
        "description": "\"မိဘတုိင္းက သူတုိ႔ သားသမီးေတြကုိ\nကုိယ္ရည္ကုိဟ္ေသြး ေတာက္ေျပာင္ ေစခ်င္တယ္။\"\n\"အထူးသျဖင့္ သူတုိ႔ထက္ပုိသာေစခ်င္ၾကတယ္။\"\n*****************************************\nBollywood မွာ ဒိတ္ဒိတ္ႀကဲ မင္းသားေတြ အမ်ားႀကီး ရွိတဲ့\nၾကားကေန Irrfan Khan ကလည္း နမည္ႀကီး ေအာင္ျမင္တဲ့ မင္းသား တစ္ေယာက္ပါပဲ။\nBollywood တင္မက Hollywood ထိေအာင္ျမင္တဲ့ မင္းသားတစ္ေယာက္။\nအထူးသျဖင့္ The Lunchbox (2013) မွာလည္း ပရိတ္သတ္ အႀကိဳက္ေတြ႕ခဲ့ပါတယ္။\nဒီဇာတ္ကားဆုိရင္လည္း IMDB 8/10 ထိရ႐ွိထားပါတယ္။\n#Hindi Medium ဆုိေတာ့ ျမန္မာလုိဆုိရင္ ဟႏၵီလူလတ္တန္းစားေပါ့ ႕႕႕႕႕႕\nဟုတ္ပါတယ္ ကုိယ္တုိင္ ပညာေရးမွာ မထူးခြ်န္ခဲ့ေတာ့\nကုိယ္ေတြလုိ သမီးေလးကုိ ပညာေရးမွာ မထူးခြ်န္မွာ\nစုိးရိမ္လြန္ေနတဲ့ ရာဂ်္ ဘတ္တရာ ႏွင့္ မီတား ဘတ္တရာ\nတုိ႕ဟာ သူတုိ႔ သမီး ပညာေရး အတြက္ ေပါင္းစုံႀကိဳးစားခဲ့ပါတယ္။\nေဒလီၿမိဳ႕ရဲ႕ ထိပ္တန္းေက်ာင္းေတြမွာ ေက်ာင္းအပ္ခြင့္ရဖုိ႕\nေနရပ္ကေေန လူ႕အထက္တန္းစားေတြၾကားထဲကုိ ေျပာင္းေရႊ႕ ေနထုိင္ၾကတယ္။\nလူလတ္တန္းစား နဲ႕ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/hindi-medium-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/1ee9a34d1b5c4aab884f26ca0a09ff2f-300x169.jpg",
        "title": "Halo: Nightfall Season (1)",
        "description": "ဒီကားကတော့ စီးရီးသဘောအနေနဲ့ Season 1 တစ်ခုတည်းသာ၂၀၁၄ကထွက်ပြီး ပြီးဆုံးသွားခဲ့တဲ့Action စီးရီးတစ်ခုဖြစ်ပါတယ်....အခုတင်ဆက်ပေးထားတာကတော့ စီးရီးကို Movie တစ်ခုအနေနဲ့ပေါင်းစည်းပြီးရိုက်ကူးထားတာကြောင့် တစ်ကားလုံးကိုအပြည့်ဝကြည့်ရမှာပဲဖြစ်ပါတယ်....သိပ္ပံနဲ့စိတ်ကူးယဉ်ယဉ်ဆန်ဆန် ရိုက်ကူးထားတဲ့ Action War Type ပုံစံဖြစ်ပါတယ်...စစ်ဆင်ရေးတစ်ခုကိုဆင်နွှဲနေရာကနေ ရန်သူလို့သံသယရှိတဲ့လူတွေနောက်ကိုလိုက်ရင်းအမည်မသိတဲ့ဂြိုလ်တစ်ခုကိုရောက်သွားတဲ့ Soldier Team တစ်ခုရဲ့ကံကြမ္ပာဟာဘယ်လိုတွေကြုံတွေ့ရမလဲဆိုတာ ကြည့်ရမှာပဲဖြစ်ပါတယ်....သူတို့တွေဟာ သာမာန်စစ်သားအဖွဲ့မဟုတ်ပဲ အထူးလက်နက်တပ်ဆင်ထားတဲ့ အဖွဲ့ဖြစ်လို့သာမာန်လူတွေကိုင်ထားတဲ့ လက်နက်တွေထက် သာလွန်တဲ့လက်နက်တွေကိုကိုင်ဆောင်ထားပါတယ်...ဒါပေမယ့် ဒီဂြိုလ်ကိုသူတို့ရောက်ရှိသွားတဲ့အခါမှာတော့ သူတို့ရဲ့အစွမ်းထက်လှတဲ့လက်နက်တွေဟာသူတို့ကိုပြန်ပြီးတော့ ဒုက္ခပေးလာပါတော့တယ်....ဘယ်လိုဒုက္ခပေးမလဲဆိုတော့ထူးဆန်းတဲ့အကောင်တွေကြောင့်ဖြစ်လို့ပါပဲ...အဲလိုသူတို့တွေတောင်နားမလည်နိုင်တဲ့အကောင်တွေက သူတို့ကိုဘယ်လိုတွေသုတ်သင်ပြီး သူတို့အဖွဲ့ကိုခြောက်ခြားအောင်လုပ်မလဲဆိုတာ စောင့်ကြည့်လိုက်ရအောင်ဗျာ....\nQuality…..BluRay 720p\nDuration…..01:38:00\nFormat…Mp4\nFile Size…(704 MB , 281 MB)\nTranslator…..Hnin Oo Wai\nEncoder…..Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/3en4C/Halo_Nightfall_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/pbwyvjdpdemv-209x300.jpg",
        "title": "[18+] Wrestling (2014)",
        "description": "ကိုရီးယား Comedy ဇာတ္ကားျဖစ္ေပမယ့္ Nudity ေတြ အမ်ားၾကီးပါတာေၾကာင့္ အရြယ္ေရာက္ျပီးသူမ်ားသာ ၾကည့္သင့္ပါတယ္။Sex is zero ဇာတ္ကားထဲက မင္းသား Choi Seong-guk ကအဓိကဇာတ္ေဆာင္အျဖစ္ ပါဝင္ထားျပီး မင္းသမီးႏွစ္လက္ကေတာ့ ကိုရီးယား Erotic ဇာတ္ကားေတြမွာ ပါေနၾကျဖစ္တဲ့ Song Eun-Chae နဲ႔  Ha Na-Kyung တို႔ျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့....မင္းသားက ထန္ဂိုဏ္းက ။ အဲဗားထန္ေနတာ...။ေက်ာင္းဆရာျဖစ္ေပမယ့္ ဇာတ္ရႈပ္ေတြလဲ လုပ္ေသးတယ္။ထန္ခ်က္ကလဲ တပည့္မေလးေတာင္ အလြတ္မေပးခ်င္သူပါ....သူတို႔ရဲ႕ထန္ေက်ာင္းကို Sexy က်က် ေက်ာင္းဆရာမအသစ္တစ္ေယာက္ ထပ္ေရာက္လာတဲ့အခါ ထန္ဂိုဏ္းဝင္ ေက်ာင္းဆရာလူပ်ိဳၾကီးေတြ ဘယ္လို ခ်ဥ္းကပ္ၾကမယ္..ဘယ္လိုေတြေသာင္းက်န္းၾကမယ္ဆိုတာ...။ \nFile Size...(800MB) and (270MB)\nQuality...HD-Rip 720p\nFormat...mp4\nDuration...01:25:00\nSubtitle...Myanmar Subtitle(Hardsub)\nEncoder...Nyeinsaeya Aung\nTranslated by Saw Wunna",
        "rating": "",
        "url": "https://channelmyanmar.org/18-wrestling-2014/",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Fall_in_Love_Like_a_Star_poster-215x300.jpeg",
        "title": "Fall in Love Like a Star (2015)",
        "description": "ဒီဇာတ္ကားက တရုတ္ Romance ဇာတ္ကားေလးပါ။\nမင္းသား Li Yifeng နဲ႔ မင္းသမီး Yang Mi တို႔ပါဝင္သရုပ္ေဆာင္ထားပါတယ္။\nမင္းသားေရာ မင္းသမီးေရာ Swords of Legends သိုင္းကားစီးရီးထဲမွာ အတူတကြသရုပ္ေဆာင္ခဲ့ဖူးပါတယ္။\nStar တစ္ေယာက္ကိုခ်စ္မိတဲ့ အခ်စ္နဲ႔ လွ်ိဳ႕ဝွက္ျမိဳသိပ္မႈေတြၾကား ဘာေတြက ခ်စ္သူႏွစ္ေယာက္ကို ေဝးကြာေစမလဲ...\nအခ်စ္ရဲ႕စြမ္းအားေတြကေရာ ခ်စ္သူႏွစ္ဦးကို နီးကပ္လာေစမွာလားဆိုတာ...........။\nအခ်စ္ကားသန္႔သန္႔ေလး ခံစားခ်င္သူမ်ားအတြက္ ရည္ရြယ္တင္ဆက္လိုက္ရပါတယ္။File Size...(800MB) and (310MB)\nQuality...HD Rip 720p\nFormat...mp4\nDuration...01:38:00\nSubtitle...Myanmar Subtitle(Hardsub)\nEncoder...Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/fall-in-love-like-a-star-2015/",
        "category": "Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMThmNzNlOTctZmE1ZS00Nzg3LTg3MjctYjk5NDJhZGYxMjhkXkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SY1000_CR006661000_AL_-200x300.jpg",
        "title": "Jackpot 2016",
        "description": "နန္းတြင္း ကိုရီးယား ဇတ္လမ္း ႏွစ္သက္သူမ်ားအတြက္\nအေကာင္းဆံုး နန္းတြင္း ကိုရီးယားဇတ္လမ္းတြဲ တစ္ခုကို တင္ဆက္ေပးလုိက္ပါတယ္\nဇတ္လမ္းပံုစံကေတာ့ မေအတူ ဖေအကြဲ ညီအကို ၂ ေယာက္ ရဲ႕ တစ္ဦးက ဘုရင္ျဖစ္\nတစ္ဦးကေတာ့ ေလာင္းကစားသမား ျဖစ္ၿပီး တစ္ေယာက္နဲ႔ တစ္ေယာက္ ညီအကိုမွန္း မသိၾကပဲ\nေရေျမ႕ရွင္ ဘုရင္မင္းျမတ္အား အတူတကြ ကာကြယ္ၾကရတဲ့ ညီအကို ႏွစ္ေယာက္\nေလာင္းကစား နဲ႔ ပတ္သက္ၿပီး ယွဥ္ၿပိဳင္ၾကရမယ့္ စီးပြားေရးေတြ\nဘယ္လိုဆိုတာ ဆက္လက္ၾကည့္ရႈလုိက္ပါ....",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/jackpot1-2016/",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTc5Mzg3NjI4OF5BMl5BanBnXkFtZTgwNzA3Mzg4MDI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Going in Style (2017)",
        "description": "Going in Style (2017)_______IMDb - 6.6/10\n  \nဒီကားလေးကဘယ်လိုကားလေးလဲဆိုတာမမေးခင်ပါဝင်သရုပ်ဆောင်ထားတဲ့သူတွေကိုပဲအရင်ကြည့်လိုက်ပါ။\nစိတ်ဝင်စားစရာဖြစ်မယ်ဆိုတာသိသာပါတယ်ဗျာ။\nNow You See Meဇာတ်ကားတွေမှာအပြင်ဇာတ်ကားတော်တော်များများမှာပါဝင်တဲ့ဝါရင့်သရုပ်ဆောင်ကြီးMorgan Freeman၊\nအဲဒီNUSMကားထဲမှာပဲMorganနဲ့အတူပါဝင်ခဲ့တဲ့Micheal Caineနှင့်\nနောက်ထပ်ဝါရင့်သရုပ်ဆောင်Alan Arkinတို့ပါဝင်ပါတယ်။\nအဖိုးကြီးသုံးယောက်ပေါင်းလောင်းကျော်ပွဲကြမ်းထားကြတဲ့2017ထွက်ဟာသကားကောင်းလေးဖြစ်ပါတယ်။\nဇာတ်ကြောင်းလေးကတော့အသက်အရွယ်ထောက်လာပြီဖြစ်တဲ့ဝီလီ၊ဂျိုးနဲ့အယ်ဘာ့တ်တို့\nသူငယ်ချင်းတတွေငွေကြေးအခက်အခဲတွေနဲ့ရင်ဆိုင်လာရပြီးဘဏ်တွေရဲ့နှိပ်စက်မှုတွေကိုခံနေရပါတယ်။\nအဲဒီနောက်သူတို့နှစ်ပေါင်းများစွာအလုပ်လုပ်ပေးခဲ့တဲ့companyဟာပိုင်ရှင်အသစ်လက်ထဲရောက်ပြီးနောက်\nသူတို့ခံစားနေရတဲ့ပင်စာလစာလေးတွေကိုပါဖျက်သိမ်းတော့မယ်လို့သိလိုက်ရတဲ့အခါမှာတော့\nသူတို့ချစ်တဲ့မိသားစုတွေအပေါင်းအသင်းတွေဒုက္ခနဲ့လှလှနဲ့တွေ့ရတော့မယ်ဆိုတာသဘောပေါက်လာကြပါတယ်။\nအဲဒီတော့အဖိုးကြီးသုံးယောက်သားဘဏ်ကိုဓါးပြတိုက်ဖို့ဆုံးဖြတ်လိုက်ကြပါတော့တယ်။\nအသက်အရွယ်တွေကြီးနေကြပြီဆိုပေမယ့်\nသုံးယောက်သားဘယ်လိုအချက်ကျကျသေချာစီစဉ်ပြီးပွဲကြမ်းကြမလဲဆိုတာကတော့စိတ်ဝင်စားစရာပါပဲ။\nအဲတော့သူတို့သုံးယောက်ဘယ်လိုအခက်အခဲတွေကိုတူတူရင်ဆိုင်ကြမလဲ။\nဘယ်လိုဖြေရှင်းကြမလဲ။\nသူတို့လုပ်ဆောင်မယ့်အကြံအစည်တွေအောင်မြင်ပါ့မလား။\nရဲတွေစုံထောက်တွကိုဘယ်လိုနှစ်ကျပ်ကွက်နင်းသွားမလဲဆိုတာကိုဟာသအမြူးလေးတွေနဲ့ရှုစားရမှာဖြစ်ပါတယ်။\nတကယ်ကြည့်လို့ကောင်းပြီးစိတ်အမောပြေစေမယ့်ကားကောင်းလေးဖြစ်မယ်ဆိုတာအသေအချာပဲဖြစ်တာမို့\nလက်မလွတ်စေဖို့တိုက်တွန်းချင်ပါတယ်။\nRatingအနေနဲ့လဲ6.6 ထိရထားပြီးရုံဝင်ငွေဒေါ်လာ82.1သန်းထိရရှိထားတဲ့ကားလေးဖြစ်ပါတယ်။\nကဲအဖိုးကြီးတွေလေးတေးတေးနဲ့ဘယ်လိုလက်စွမ်းပြကြမလဲဆိုတာတော့ရယ်ရင်းမောရင်းကြည့်လိုက်ရအောင်ဗျာ။\n(ဘာသာပြန် သူကတော့ May Tharaphi Twinlay ပါ)\n  File Size : (702 MB)\nQuality : Webrip 720p\nRunning Time : 1hr 36minutes\nFormat : Mp4\nGenre : Comedy,Crime\nTranslated By May Tharaphi Twinlay\nEncode By Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/Rjyg/Going_In_Style_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTUzNTUzMTA5OF5BMl5BanBnXkFtZTgwOTg0ODc1MTE@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "Wolf Children (2012)",
        "description": "Wolf Children (2012)\nIMDb – 8.1/10______Rotten – 94% ဂျပန်လို Ōkami Kodomo no Ame to Yuki လို့ အမည်ရတဲ့ ဒီဇာတ်ကားဟာ 2013 Japan Academy Prize for Animation of the Year, the 2012 Mainichi Film Award for Best Animation Film, the 2013 Animation of the Year Award တွေလက်ခံရရှိခဲ့ရုံသာမက... နော်ဝေနိုင်ငံရဲ့ အဓိကဆုဖြစ်တဲ့ The Silver Mirror နဲ့ The Audience Award တို့အပြင် 2013 New York International Children's Film Festival မှာလဲ ...",
        "rating": "8.1",
        "url": "https://megaup.net/4UNby/Wolf_Children_(Ookami_Kodomo_No_Ame_To_Yuki)_[2016]_(MM_Sub).mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/200-Pounds-Beauty-Poster-139x200.jpg",
        "title": "200 Pounds Beauty (2006)",
        "description": "200 Pounds Beauty (2006)_____IMDb - 6.8/10\n  \nဒီနေ့လဲ IMDb Rating (6.8) ထိ ရရှိထားတဲ့ ကိုရီးယား ဇာတ်ကားကောင်းတစ်ကားနဲ့ထပ်မံမိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်ကားက တချို့လဲကြည့်ဖူးလောက်ပြီ တချို့လဲမေ့နေလောက်ပြီ\nတချို့လဲသတိရဆဲဖြစ်နေမယ့် တစ်ခေတ်တစ်ခါက နာမည်ကြီးဇာတ်ကားပါ။\nကျွန်တော်တော့ အခုပြန်ကြည့်တာ ထပ်ပြီး Heart ထိအောင် ခံစားရပါတယ်။\nကိုးရီးယားမှာ တအားကို ဟော့ဖြစ်ခဲ့ပြီး \"ပြရက် ၂၀ နဲ့ လက်မှတ် ၄ သန်း ရောင်း ရပြီး\" လို့ ဖေါ်ပြခံခဲ့ရတဲ့ဇာတ်ကားပါ။\n၄၂ ရက်မှာ လက်မှတ် ၅.၈၃ သန်း ရောင်းခဲ့ရပြီး၊ ကိုးရီးယား တစ်နိုင်ငံလုံး ရုံပေါင်း ၂၅၀ မှာ တပြိုင်နက်တည်းပြသခဲ့တာပါ။\nစံချိန်တွေချိုးခဲ့တဲ့ဇာတ်ကားဖြစ်ပြီး ကုန်ကျစရိတ် US$ 4 Million ပဲရှိခဲ့ပေမယ့်\nBox Office ဝင်ငွေ US$ 42 Million ပြန်ရခဲ့အထိအောင်မြင်ခဲ့ပါတယ်။\nဇာတ်ကားရဲ့ ဒါရိုက်တာ Kim Yong-hwa ကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/SFhj/200_Pounds_Beauty_(Minyeo-Neun_Goerowo)_[2006]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTM0NTI3NTIzN15BMl5BanBnXkFtZTYwNDY3OTg4._V1_-210x300.jpg",
        "title": "[21+] All Ladies Do It (1992)",
        "description": "ထုံးစံ အတိုင်း ဘာသာပြန်ကောင်းတဲ့ အဘဆရာ သာရစ် ကတော့ အိမ်ထောင်ရေး ရုပ်ရှင်တစ်ကားကို\n၃ ကြိမ်မြောက် ထပ်မံ ဘာသာပြန်ပေးလိုက်ပါပြီ ... :P \nဒီရုပ်ရှင်ကားဟာ Rated R အဆင့် မို့ မိသားစု နှင့် အတူမကြည့်ရန် ၊ အသက်မပြည့်သေးသူများ မကြည့်ရန် သတိပြုမှုပါ...\n \nအိမ်ထောင်ရေး ပညာပေး ဇတ်လမ်း တစ်ခုဖြစ်ပြီး မိန်းမဖြစ်သူမှာ ယောကျာၤးဖြစ်သူထံမှ စိတ်ကျေနပ်မှု မရ၍\nအပြင်တွင် တစိမ်းယောင်္ကျား တစ်ဦးဖြင့် ခြေလိမ်ရှုပ်သော ဇတ်လမ်းဖြစ်ပါတယ်....\nGuru Alcon\n============\n  \nထံုးစံ အတုိင္း ဘာသာျပန္ေကာင္းတဲ့ အဘဆရာ သာရစ္ ကေတာ့ အိမ္ေထာင္ေရး ရုပ္ရွင္တစ္ကားကို\n၃ ၾကိမ္ေျမာက္ ထပ္မံ ဘာသာျပန္ေပးလုိက္ပါၿပီ ... :P\n \nဒီရုပ္ရွင္ကားဟာ Rated R အဆင့္ မို႔ မိသားစု ႏွင့္ အတူမၾကည့္ရန္ ၊ အသက္မျပည့္ေသးသူမ်ား မၾကည့္ရန္ သတိျပဳမႈပါ...\n \nအိမ္ေထာင္ေရး ပညာေပး ...",
        "rating": "5.3",
        "url": "https://megaup.net/TGp9/All_Ladies_Do_It_(Così_Fan_Tutte)_[21+]_[1992]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/52649-214x300.jpg",
        "title": "At War For Love (2016)",
        "description": "ဒီဇာတ္လမ္းေလးဟာ ဒုတိယကမၻာစစ္အတြင္း waterကို အသံမထြက္တတ္ဘဲ\nwarလို႔မွားထြက္မိလို႔စစ္တပ္ထဲေရာက္လာတဲ႔အူေၾကာင္ေၾကာင္\nအီတလီစစ္သားေလးတစ္ေယာက္အေၾကာင္းပါ …\nဒါေပမယ့္လည္းျဖစ္ပံုက အဲ႔ဒီေန႔က သူ႔ေကာင္မေလးကိုလက္ထပ္ခြင့္ရဖို႔အတြက္\nပင္လယ္ျခားေနတဲ႔စီစလီျမိဳ႕ကသူမရဲ႕အေဖဆီ သြားျပီးခြင့္ေတာင္းရမွာပါ…\nဒါေပမယ့္ စားပြဲထိုးငမြဲေလးျဖစ္တဲ႔အာတူရိုဟာ သြားဖို႔ရာ\nကားခသေဘၤာခေလးေတာင္မတတ္နိုင္တဲ႔အတြက္ စိတ္ညစ္ညစ္နဲ႔ ဘားသြားပါေလေရာ…\nဘားလည္းေရာက္ေရာ ေရေတာင္းတာ Waterကိုအသံမထြက္တတ္ဘဲ\nwarလို႔ထြက္မိတဲ႔အတြက္ စစ္တပ္ထဲအူေျကာင္ေျကာင္နဲ႔ေရာက္သြားပါတယ္...\nဒါေပမယ့္လည္း စစ္တပ္က စီစလီျမိဳ႕ကိုတပ္ကူလႊတ္လိုက္တဲ႔အတြက္ ေရငတ္တုန္းေရတြင္းထဲက်ျပီး\nစီစလီျမိဳ႕ကိုဆိုက္ဆိုက္ျမိဳက္ျမိဳက္ၾကီးကိုေရာက္သြားပါေတာ့တယ္...\nစီစလီျမိဳ႕အေရာက္မွာေတာ့ သူ႔ခ်စ္သူရဲ႕ဖခင္ကိုရွာေဖြရင္း ဘာေတြဆက္ျဖစ္ျကမလဲ……\nနိုင္ငံကိုေပးဆပ္ဖို႔စစ္တပ္ထဲဝင္လာတဲ႔သူရဲေကာင္းအရာရွိၾကီးဖီးလစ္…\nဗံုးေစာင့္ၾကည့္ေပးရတဲ႔ မ်က္မျမင္နဲ႔ ေထာ့က်ိဳးအတြဲ…\nစစ္တိုက္ထြက္သြားတဲ႔ခင္ပြန္းျဖစ္သူကိုေစာင့္ေမ်ွာ္ေနတဲ႔မိသားစုေလး…\nစတဲ႔သူတို႔ရဲ႕စစ္အတြင္း ဘဝေလးေတြကိုဟာသေႏွာလိုက္ ငိုခ်င္ေအာင္လုပ္လိုက္နဲ႔\nပရိသတ္ကိုနည္းမ်ိဳးစံုနဲ႔စိတ္ေက်နပ္မႈေပးထားတဲ႔ကားေလးပါ…\nသဘာဝက်က် ခြီရတဲ႔အခန္းေတြေတာ့ သိပ္ကိုသေဘာက်ရပါတယ္……\nအႏွစ္ခ်ဳပ္ေျပာ႐င္ေတာ့ တကယ္ၾကည့္လို႕အရမ္းေကာင္းတဲ့ကားေလးတစ္ကားပါ...Quality…..BluRay 720p\nDuration…..01:39:00\nFormat…Mp4\nFile Size…(807 MB , 302 MB)\nTranslator…..May Thazin Myint\nEncoder…..Moe Myint LwinDownload with Yoteshin Link\nDownload with CM Cloud\nDownload with Openload \nDownload with Openload (Small Size)",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/at-war-for-love-2016/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BY2ZkNDNjZGEtZjU1MC00NGUwLTkyYTQtNzk5OGQ5ZDc4NGY5XkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_SY1000_SX750_AL_-225x300.jpg",
        "title": "No Escape (2015)",
        "description": "သရဲကားတွေ ဟာသကားတွေ ရိုမတ်တစ်ကားတွေ ကြည့်ပြီး ပျင်းနေကြပြီလားဒီတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ မပျင်းရဘူး အသည်းတထိတ်ထိတ် နဲ့ ကြည့်ရမယ့် အက်ရှင်ဇာတ်ကားပါဇာတ်လမ်းနာမည်ကတော့ \"No Escape\" ပါအညွှန်းလေးဖတ်ကြည့်ဦးနော်..ဇာတ်လမ်းအကြောင်းအရာကတော့ အမေရိကန်နိုင်ငံသား အင်ဂျင်နီယာ ဂျက် ဟာ သူ့မိသားစုနဲ့ အတူ အရှေ့တောင်အာရှနိုင်ငံ တစ်နိုင်ငံ ကို ရေသိုလှောင်ရေး စီမံကိန်း အလုပ်ကိစ္စနဲ့ ခရီးထွက်ခဲ့ပါတယ်...\nအဲ့နိုင်ငံ လဲ ရောက်ရော အမေရိကန် လူမျိုးတွေ အပေါ်မကျေမနပ် ဖြစ်နေတဲ့ လူအုပ်စုရဲ့ တိုက်ခိုက်မှုကို ဂျက်တို့ မိသားစု ပတ်ပင်းတိုးခဲ့ပါတယ်\nဂျက် နဲ့ သူ့မိသားစု ဟာ escape မရနိုင်ဘဲ သူများနိုင်ငံမှာ အတော် ဒုက္ခရောက်ခဲ့ပါတယ်\nဇာတ်လမ်းခေါင်းစဉ် No escape ဆိုတဲ့ အတိုင်းဘဲ လွတ်မြောက်ဖို့ တကယ် ခက်တာပါ\nအသတ်ခံရမယ့် ဘေးကနေ လွတ်အောင် ကြိုးစားတာတွေကို ရင်တထိတ်ထိတ် နဲ့ကြည့်ရှူရမယ့် အက်ရှင်ဇာတ်လမ်းပါ\nဒီဇာတ်ကားကို ကမ္ဘောဒီးယားနိုင်ငံ ...",
        "rating": "6.8",
        "url": "https://megaup.net/4eF2B/No_Escape_[2015]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/large_yhkRyr5DFOmNlauAwY6zBks3Cjs-200x300.jpg",
        "title": "Bedtime Stories 2018",
        "description": "အိပ္ရာ၀င္ခ်ိန္ဆိုတာ လူသားတိုင္းရဲ႕တစ္ေန႕တာမွာအၿငိမ္းခ်မ္းဆံုးအနားယူတဲ့အခ်ိန္ေလးပါ\nအိပ္ရာ၀င္ခ်ိန္မွာ ယံုတမ္းပံုၿပင္မ်ားကိုနားေထာင္ၿပီးေတာ့ ကြ်န္ေတာ္တို႕အိပ္စက္ခဲ့ရပါတယ္....\nအခုလည္း Disney ရဲ႕အိပ္ရာ၀င္ပံုၿပင္ေလးကို ၾကည့္္ၿပီးေတာ့\nဒီညအိပ္မက္ေတြကို ကိုယ္စိတ္ၾကိဳက္ဖန္တီးၿပီးေတာ့ ေပါက္တတ္ကရေတြမက္လိုက္ရေအာင္....\nငယ္ငယ္တုန္းက အိပ္ရာ၀င္ပံုျပင္ေလးေတြ နားေထာင္ခဲ့ဖူးတယ္ ။\nပံုေျပာေကာင္းတဲ့ အစ္ကိုၾကီးအစ္မေတြဆီကေန တေစၦသူရဲပံုျပင္ေတြ အဘုိးအဘြားေတြဆီကလည္း\n“ တို႔႔႔ေတြေခတ္တုန္းက   ဘယ္လို၊ တို႔ငယ္ငယ္တုန္းက ဘယ္လို”  စသျဖင့္ေပါ့ဗ်ာ နားေထာင္ခဲ့ဖူးၾကပါတယ္ ။\nအေျပာေကာင္းတဲ့သူေတြနဲ႔ဆို သူတုိ႔ဇာတ္လမ္းေလးမွာ စီးေမ်ာရင္း အခ်ိန္ေတြကုန္မွန္းေတာင္ မသိခဲ့ဘူး။\n  ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ စကီတာ ဆိုတဲ့  ဦးေလးလူပ်ိဳၾကီး တစ္ေယာက္\nသူ႔တူေလးနဲ႔ သူတူမေလးကို သူတုိ႔အေမခရီးသြားတုန္း တစ္ပတ္ေလာက္\nညဖက္ေတြမွာ ၾကည့္ရွဳေစာင့္ေရွာက္ေပးဖုိ႔ အေၾကာင္းေပၚလာတယ္။\nသူကလည္း လူပ်ိဳၾကီးဆိုေတာ့ ကေလးမထိန္းတတ္ အိပ္ရာ၀င္ပံုျပင္ေျပာရေတာ့မယ္ဆိုေတာ့\nပံုျပင္စာအုပ္ထဲက ဇာတ္လမ္းေတြကိုလည္း သူမၾကိဳက္ဘူး။\nဒါနဲ႔႔ပဲ သူရဲ့အေၾကာင္းကို ရာဇ၀င္ဇာတ္လမ္းေတြထဲက သူရဲေကာင္းေတြနဲ႔ေရာျပီး\nေပါက္တက္ကရေတြ ေလ်ာက္ေျပာေတာ့တာပဲ။\nသူကေျပာလိုက္ သူ႔တူေလးတူမေလးေတြလည္းက ဇာတ္လမ္းျပင္ေျပာလိုက္နဲ႔ လုပ္ေနၾကတာေပါ့။\nဒီလိုနဲ႔ ထူးထူးဆန္းဆန္း ...",
        "rating": "6.1",
        "url": "https://megaup.net/1A2q4/Bedtime_Stories_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/The-Sexy-Soccer-2004-asianmediafire-171x300.jpg",
        "title": "[18+] Sexy Soccer (2004)",
        "description": "INFO:\nTitle: Sexy Soccer (2004)\nAlso known as: Sing gum zhook kao\nYear : 2004\nGenres : Comedy | Sport | Erotic\nLanguage : Cantonese\nCountry : ChinaDirected by : Sik Hok Min\nStars : Tong Tong, Au Yeung, Carmen YeungPlot:\nDown on his luck soccer coach Rolando is having a hard time scoring; in more ways than one! In debt to a loan shark; he really needs ...",
        "rating": "3.5",
        "url": "https://megaup.net/V8zk/Sexy_Soccer_(Sing_Gum_Zhook_Kao)_[18+]_[2004]_(MM_Sub).mp4",
        "category": "Adult, Asian, Comedy, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjA1MjExNTEzN15BMl5BanBnXkFtZTcwMjE1MzAwMQ@@._V1_-212x300.jpg",
        "title": "Magnificent Warriors (1987)",
        "description": "ဒီဇတ္ကားကိုစၾကည့္ရတဲ့အခ်ိန္တုန္းကကြ်န္ေတာ္အ ေတာ္ေလးငယ္ပါေသးတယ္\nမီရွဲယိုကိုအဲဇတ္ကားကေနစၿပီးႀကိဳက္ခဲ့တယ္လို႔ေျပာလို႔ရတယ္\nေနာက္ပိုင္းမွာသူ႔ကားေတြအေတာ္ၾကည့္ျဖစ္တယ္\nမင္းသမီးမီရွဲယိုဟာကမ႓ာေက်ာ္မင္းသားႀကီးေတြနဲ႔အတူတူသ႐ုပ္ေဆာင္ခဲ့ ၿပီး\nအာရွသာမကကမ႓ာေက်ာ္႐ုပ္ရွင္မင္းသမီးတစ္ဦးပါအက္ရွင္ေတြသာမကဒရာမေတြပါပိုင္နိင္တဲ့မင္းသမီး ျဖစ္ေၾကာင္းကို\nthe lady ဆိုတဲ့ဇတ္ကားမွာေတြ႕နိင္ပါ တယ္\nဂ်ိမ္းစ္ဘြန္းကားမွာလည္းပါဝင္သ႐ုပ္ေဆာင္ဖူးတဲ့ထိုမင္းသမီးဟာဂ်က္ကီခ်မ္း ဂ်က္လီတို႔နဲ႔အၿပိဳင္နာမည္ ႀကီးတဲ့မင္းသမီးတစ္ဦးပါပဲ\nဇတ္လမ္းအက်ဥ္းကိုေျပာျပရရင္ေတာ့တ႐ုတ္နဲ႔ဂ်ပန္စစ္ျဖစ္ေနတဲ့ကာလအတြင္းမင္းသမီးမီရွဲယိုဟာ\nမ်ိဴးခ်စ္ေတာ္လွန္ေရးသမားတစ္ဦးကိုသြားေရာက္ကယ္တင္တဲ့ဇတ္လမ္းေလးပါ\nလမ္းခုလတ္ မွာဘာေတြၾကံဳရမလဲဘယ္သူေတြနဲ႔ေတြ႕ၾကံဳရမလဲဆိုတာစိတ္ဝင္တစားၾကည့္ရႈရမွာပါ\nအက္ရွင္သာမကဟာသလည္းေရာေႏွာပါဝင္တာမို႔ေသခ်ာပါတယ္\ncmပ ရိတ္သတ္ေတြအႀကိဳက္ေတြ႕မယ္လို႔ထင္ပါတယ္\nကြ်န္ ေတာ္ႀကိဳက္ခဲ့တဲ့ဇတ္ကားေလးကိုအေကာင္းဆံုးကြာလတီနဲ႔ဘာသာျပန္ေပးလိုက္ပါတယ္\nေဒါင္းေလာ့ဆြဲၿပီးသိမ္းထားၾကပါလို႔ပဲေျပာၾကားရင္း\n \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က ကိုစိုးေထြးပါ)\n  File Size : (680 MB) and (330 MB)\nQuality : Dvdrip 480p\nRunning Time : 1hr 31minutes\nFormat : Mp4\nGenre : Action, Drama\nTranslated By Soe Htwe\nEncode By Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/magnificent-warriors-1987/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/gun-woman-poster-133x200.jpg",
        "title": "[21+] Gun Woman (2014)",
        "description": "2014 ခုနှစ်ကထွက်ရှိခဲ့ပြီး ခပ်ကြမ်းကြမ်း ဂျပန် အပေါင်းနှစ်ဆယ့်တစ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားလေးက ကျတော်ကျိဖူးသမျှ Japan Gore movies တွေထဲမှာ\nတော်တော်ကြမ်းတဲ့ ဇာတ်ကားပါ ပြီးတော့ ဇာတ်ကားရဲ့ story line နဲ့ plot twist တွေက 21+ လို့တောင် မထင်ခြင်စရာပါပဲ\nနောက်တခုက သွေးသံရဲရဲ ခန်းတွေ ဆင်းရဲသားအခန်းတွေ ပေါပေါသောသော ပါတာမို့ ပုရိသအကြိုက်ကားတစ်ကားဖြစ်မယ်ဆိုတာတော့ ရဲရဲြက်ီးအာမခံရဲပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ဆရာဝန် တယောက် တစုံတခုသောအကြောင်းတစ်ခုကြောင့် ကလဲ့စားခြေဖို့အာသီသပြင်းထန်နေတဲ့ဆရာဝန်\nအဲ့ဒီ့ ဆရာဝန်က ဘာကြောင့် အသဲအသန် ကလဲ့စားခြေဖို့ ဆာလောင်နေလဲ\nတနေ့ ကံတရားက မျက်နှာသာပေးလာတော့ မိန်းမပျိုလေးတယောက်ကို\nဝယ်ပြီး ရက်စက်တဲ့ လူသတ်သမ ဖြစ်အောင် သေချာလေ့ကျင့်ပေးလိုက်တဲ့အခါမှာတော့ ကဲ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ပါ\n(ဘာသာပြန်ကတော့ ကိုကွန်ပိုက်ပါ :)",
        "rating": "4.7",
        "url": "https://megaup.net/2f4aD/Gun_Woman_(Nyotaiju_Gan_Ūman)_[21+]_[2014]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BOGUxODcyZmUtZTkxMy00YWIwLWEzOGEtNDQ0MTgxNTIzNjA1XkEyXkFqcGdeQXVyNjEwNTM2Mzc@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Hush (2016)",
        "description": "မက်ဒီ ဟာ တောစပ်ကိုစာရေးဖို့ရောက်လာခဲ့ပါတယ်\nတောစပ်ဆိုပေမဲ့ အိမ်လေးတွေတော့ရှိပါတယ်\nအလှမ်းတော့ဝေးတာပေါ့ အိုကေ ဆက်ရအောင်\nအံဩစရာကောင်းတာက မက်ဒီဟာ ဆွံ့အနားမကြားသူ\nတစ်ယောက်ပါ သူစာရေးလို့ စာမူခရတာတွေကိုလည်း\nနားထိုင်းစောင့်ရှောက်ရေး ဝက်ဆိုဒ်အတွက် ကူညီပေးပါတယ်...\"She is alone....\nBut She is not alone....သူ့အတွက် ကံကြမ္မာဆိုးတွေစတင်ဝင်ရောက်လာပါပြီ\nသူ့ဆီကိုဖိတ်မခေါ်ပဲရောက်လာတဲ့လူတစ်ယောက်....\nသူ့အသက်ကိုတစ်စစီခြွေမဲ့သူ......\nအကူအညီအော်တောင်းလည်းမရနိုင် ...ပြေးလည်းမလွှတ်...\nမက်ဒီဟာ ထိုသူလက်ခုပ်ထဲကရေဖြစ်နေမလား....ဒါမှမဟုတ်.... ဖိတ်မခေါ်ပဲရောက်လာတဲ့သူကိုမက်ဒီက\nပြန်မလာနိုင်တဲ့လမ်းကိုပို့ပေးမလား.....\nလူတွေက သေခြင်းတရားနဲ့နီးကပ်လာရင် ဘယ်လိုတွေဖြစ်တက်ကြတာလဲ\nပြင်းထန်တဲ့အခက်အခဲတွေကြုံလာတိုင်း\nအလျှော့မပေးပဲ အဖြေကိုရအောင်ရှာပါတဲ့.....ဒီကားကတော့ အင်းအားကြီးသူနဲ့ အားနည်းသူတို့\nယှဉ်ပြိုင်တိုက်ခိုက်တဲ့ပွဲပဲလို့ပြောရတော့မှာပဲကိုင်း ....အညွန်းကိုတော့ဒီမှာတင်တစ်ခန်းရပ်\nကျွန်တော် John LaYaungဆိုတဲ့လူချောလေးနားပါရစေတော့လားခင်ဗျား  File Size : (600 MB) and (230 MB)\nQuality : 720p WebRip \nRunning Time : 1hr 21minutes\nFormat : Mp4\nGenre : Horror, Thriller\nTranslated By John La Yaung\nEncode By Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/Wmxp/Hush_[2016]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/FB_IMG_1499741782305-213x300.jpg",
        "title": "Our School E.T (2008)",
        "description": "ဇာတ္လမ္းအၫႊန္း\n===========\n2008 ခုႏွစ္က ထြက္ရွိခဲ့ ၿပီး IMdb 6.2 ရထားတဲ့ ကိုရီးယား ဟာသကားေလး တစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္\nဇာတ္လမ္းေလးထဲမွာပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားႀကီးကေတာ့ ပ်ိဳေမေတြရဲ႕ အသဲစြဲ မင္းသးာႀကီးျဖစ္ၿပီး တျခား မင္းသားမင္းသမီးေတြကလည္း ပရိတ္သတ္ႀကီးနဲ႔သိပ္မစိမ္းလွတာမို႔ ဇာတ္ကား ေကာင္းလားမေကာင္းလားဆိုတာကို ခန္႔မွန္းမိၾကမွာပါ\nကဲေလေတာင္ေတာ္ေတာ္ ရွည္သြားၿပီဗ်ာ\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အထက္တန္းေက်ာင္းမွာ ႏွစ္ေပါင္းမ်ားစြာ GYM နည္းျပလုပ္လာခဲ့တဲ့ ဆိုးဂန္း တေယာက္ တေန႔မွာေတာ့ဆရာလိုအပ္ခ်က္အရ သူမက်ြမ္းက်င္တဲ့ အဂၤလိပ္စာ ကိုသင္ျပေပးဖို႔အတြက္ အေၾကာင္းဖန္လာတဲ့အခါမွာေတာ့ ဆိုးဂန္းတေယာက္ ဘယ္လိုမ်ားအခက္အခဲေတြ ေက်ာ္ျဖတ္မလဲ ဘယ္လိုအလြဲေတြနဲ႔မ်ား ႀကံဳရမလဲဆိုတာေတြကိုေတာ့ ပရိတ္သတ္ႀကီးက ဆက္လက္ ၾကည့္ၾကရမွာပဲျဖစ္ပါတယ္\nယခု ဇာတ္ကားေလးကို ဘာသာျပန္ သူကေတာ့ မင္းျပည့္စံုျဖစ္ၿပီး သူ ခ်စ္ေနတဲ့တေယာက္ေသာသူ ေမြးေန႔အတြက္ ဘာသာျပန္တင္ဆက္ေပးခဲ့တာ ျဖစ္ပါတယ္\nဇာတ္ကားအၫြန္းကိုေတာ့ ေ႐ြစည္းခံုဘုရားမွာ သြားေရာက္ဖူးေမ်ွာ္ရင္းေရးသားခဲ့တာပါ ????\nဇာတ္ကားက ၂ပိုင္းဗ်ေနာ္ လင့္ ေတြမယ္ ၁ နဲ႔ ၂ ျပထားတယ္ဗ်\nFile size…(230MB) ...",
        "rating": "",
        "url": "https://channelmyanmar.org/our-school-e-t-2008/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/edge-199x300.jpg",
        "title": "The Edge of Seventeen (2016)",
        "description": "ဒီကားလေးကတော့ဆယ်ကျော်သက်ဟာသ/ဒရာမာကားလေးဖြစ်ပါတယ်။ဇာတ်ကားအစမှာတော့ကျောင်းသူဖြစ်သူNadineနဲ့သမိုင်းဆရာMr.Brunerတို့ရဲ့စကားဝိုင်းလေးနဲ့စထားပါတယ်။NadineဟာMr.Brunerကိုသူ့ရဲ့ဘဝအခက်အခဲတွေကိုရင်ဖွင့်နေတာဖြစ်ပါတယ်။အဲဒီကနေစလို့သူ့ရဲ့ငယ်ဘဝကစပြီးအိမ်တွင်းရေးတွေသူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းဖြစ်သူKristaအကြောင်းတွေပြောပြပါတယ်။သူရဲ့အဖေဖြစ်သူကွယ်လွန်သွားပြီးနောက်အမေဖြစ်သူနဲ့အဆင်မပြေတဲ့Nadineဟာတွယ်တာစရာဆိုလို့အချစ်ဆုံးသူငယ်ချင်းဖြစ်သူKristaပဲရှိပါတော့တယ်။တရက်အစ်ကိုလုပ်တဲ့ပါတီမှာကဲရင်းနှစ်ယောက်သားပျော်ပါးမူးပြီးအိပ်ပျော်သွားကြပါတယ်။မနက်အိပ်ရာလည်းထရောအစ်ကိုဖြစ်သူနဲ့တူတူအချစ်ဆုံးသူငယ်ချင်းဖြစ်သူကိုတွေ့လိုက်ရတော့Nadineတယောက်အတော်စိတ်ထိခိုက်သွားပါတော့တယ်။အဲဒါနဲ့သူ့ကိုကြိတ်သဘောကျနေသူEwrinဖြစ်သူနဲ့ပဲတွဲဖြစ်ပါတော့တယ်။အဲဒီနောက်ပိုင်းNadineရဲ့ရင်ဖွင့်စရာရင်းနှီးနှစ်သိမ့်ပေးသူဟာMr.Brunerပဲဖြစ်လာပါတော့တယ်။ဆိုတော့Mr.Brunerတယောက်မိမိရဲ့ကျောင်းသူဖြစ်သူကိုဘယ်လိုဖြေသိမ့်ပေးနိုင်မလဲ၊ဘယ်လိုလမ်းပြပေးနိုင်မလဲ။Nadineရဲ့အချစ်ရေးလူမှုရေးကိစ္စတွေဟာဘယ်လိုဖြစ်လာမလဲဆိုတာကတော့လူငယ်ဆန်ဆန်ဟာသအရောအနှောလေးတွေနဲ့တွေ့မြင်ရမှာဖြစ်ပါတယ်။Nadineတယောက်ပြဿနာတွေပြေလည်သွားမလား၊နောက်ဆုံးဘယ်လိုendingလေးနဲ့ပြီးဆုံးသွားမလဲဆိုတာတော့ဇာတ်ကားလေးကိုကြည့်လိုက်ရအောင်ဗျာ။လူငယ်သဘာဝDrama/Comedyကြိုက်တဲ့သူတွေအတွက်လူငယ်ဆန်ဆန်သဘာဝအလျောက်ဖြစ်ပျက်ပုံတွေကိုတင်ဆက်ထားတာကိုတွေ့ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားလေးကိုဘာသာပြန်ပေးထားသူကတော့ May Thazin Myint ဖြစ်ပါတယ်)  File Size : (750 MB) and (300 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 44minutes\nFormat : Mp4\nGenre : Comedy,Drama\nTranslated By May Thazin Myint\nEncode By Thanhtike Zaw",
        "rating": "7.4",
        "url": "https://megaup.net/1A2qu/The_Edge_Of_Seventeen_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMDM1NWQwNTktM2M2MC00ODY2LWEyNDItNTQ1NGM0YjA4ODIwXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007141000_AL_-214x300.jpg",
        "title": "Sky on Fire (2016)",
        "description": "အေဖတူအေမကြဲ ေမာင္ႏွမ၂ေယာက္...\nညီမျဖစ္သူ ကင္ဆာေရာဂါ ေနာက္ဆံုးအဆင့္ေရာက္ေနၿပီဆုိတာ သိလုိက္ရတဲ့အခါ...\nတစ္ဖက္မွာလည္း ကင္ဆာေရာဂါကိုအျမစ္ပ်က္ေအာင္ကုေပးနိုင္တဲ့ ေဆးကိုေဖာ္စပ္ေနတဲ့ ဆရာဝန္ႀကီးတစ္ေယာက္ ေဆးရံုမီးေလာင္မႈနဲ႕အတူ ေသဆံုးသြားခဲ့တယ္\nေဆးကိုဆက္ၿပီးေဖာ္စပ္တာ ေအာင္ျမင္သြားတဲ့အခါမွာေတာ့ ...\nအဲ့ေတာ့ ညီမျဖစ္သူရဲ႕ ကင္ဆာေရာဂါကိုပဲ ေပ်ာက္ေအာင္ကုသေပးနုိင္မွာလား...\nဆရာဝန္ႀကီး ဆံုးသြားတဲ့ မီးေလာင္မႈက မေတာ္တဆျဖစ္တာလား...\nမတရားမႈေတြကို ေျဖရွင္းနိုင္မွာလားဆိုုတာကို အသည္းတယားယား ရင္တဖိုဖိုၾကည့္ရႈရမယ့္ အက္ရွင္ဒရမ္မာဇာတ္ကားေလးျဖစ္ပါတယ္\n \n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Myint Thinzar ပဲျဖစ္ပါတယ္)\nFile Size : (750 MB) and (350 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 39minutes\nFormat : Mp4\nGenre : Action, Crime, Thriller\nTranslated By Myint Thinzar\nEncode By Thanhtike Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/sky-on-fire-2016/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/grWS1nNexgCQacAIF6Um5PS5N5y.jpg",
        "title": "[18+] Sex Doll (2016)",
        "description": "2016 ခုႏွစ္ထြက္ သည္းထပ္ရင္ဖိုဇာတ္ကားေလးတစ္ကားျဖစ္တဲ့ sex doll ကားမွာ႐ုပါဒ့္ဆိုတဲ့သူက အဂၤလန္အေျခစိုက္ျပင္သစ္ညဥ့္ငွက္ေလးျဖစ္တဲ့ဗာဂ်ီနီဆိုတဲ့ေကာင္မေလးကိုဘယ္လိုေတြကယ္မွာလဲဆိုတာစိတ္ဝင္စားစရာပါပဲ။၁၈+ အခန္းတခ်ိဳ႕ပါတာကိုေတာ့ သတိခ်ပ္ေစခ်င္ပါတယ္။  \nFile Size...(900MB) and (310MB)\nQuality...BluRay Rip 720p\nFormat...mp4\nDuration...01:42:00\nSubtitle...Myanmar Subtitle(Hardsub)\nEncoder...Nyeinsaeya Aung\nTranslated by Saw Wunna",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/18-sex-doll-2016/",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BODQ4ZmIzNWMtY2NiYi00MmM1LWFjMGQtMDE0Nzc1NzhjNjEyXkEyXkFqcGdeQXVyNDUwNzM4MzQ@._V1_SY1000_CR007111000_AL_-213x300.jpg",
        "title": "Shin Godzilla",
        "description": "ကုိးရီးယား ကားေတြ အဂၤလိပ္ကားေတြ ၾကီးဘဲ ေတြ ့ေနရတယ့္ ၾကားက ဒီဂ်ပန္ကားေလးကုိ ၾကည့္ၾကည့္\nလိုက္ပါ ရသတစ္မ်ိဳး ေပးႏိုင္မွာပါ။\nဒီကားေလးရဲ ့အေၾကာင္းကုိ စျပီးမိတ္ဆက္ေပးပါမယ္။ ဒီကားကုိ ၂၀၁၆ ခုႏွစ္က စျဖန္ ့ခ်ီခဲ့ျပီး ဒါရိုက္တာ Hideaki Anno နဲ ့ Shinji Higuchi တို ့ႏွစ္ေယာက္ရုိက္ကူးထားတယ့္ ကားျဖစ္ပါတယ္။ႏွစ္ေယာက္လုံး က annime ဖန္တီးသူနဲ ့အထူးျပဳလုပ္ခ်က္ေတြ ဖန္တီးၾကတဲ့ ဒါရိုက္တာေတြပါ။IMDb ၆.၉ ၊ Rotten Tomatoes ၈၄% ၊Roger Ebert ၃.၅/ ၄ ရရွိထားတယ့္ကားျဖစ္ပါတယ္။ Toho productionကေန ၂၀၁၄ မွာဒီကားကုိစျပီ မိတ္ဆက္ခဲ့ျပီး ၂၀၁၆မွာ ျဖန္ခ်ီခဲ့ျပီး Budget ကန္ေဒၚလာ ၁၅မီလီယံ နဲ ့ရုိက္ကူးခဲ့ျပီး Box office မွာ ၇၇.၉ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/shin-godzilla/",
        "category": "Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMDUwZTZjN2YtMTcwNy00YjZiLWExOWMtODU4ZGZhZWY0MTE3XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY1000_CR006771000_AL_-203x300.jpg",
        "title": "Once Upon a Time in Venice (2017)",
        "description": "ဒီကားေလးကေတာ့၂၀၁၇ထြက္ကားေလးပါ။သိျပီးၾကျပီေနမွာပါ။\nမင္းသားၾကီးBruce Willisရဲ႕အသက္ၾကီးေပးမယ့္မပ်က္ဆီးတာကိုေတြ႕ရမွာပါ။\nအခြီနဲ႕အက္ရွင္ေပါင္းဆက္ထားတဲ့တကယ္ရယ္ရတဲ့ကားေလးျဖစ္ပါတယ္။\nအဆိုေတာ့Tygaေတာင္ပါပါေသးတယ္။စတိဗ္(Bruce Willis)ဟာဗင္းနစ္ကမ္းေျခကအလြတ္စံုေထာက္တဦးပါ။\nအမ်ဳိးသမီးေတြနဲ႕ဆိုပလဲနံသင့္ျပီးသူ႕ေခြးကိုထိရင္ေတာ့လံုး၀သည္းမခံတဲ့သူမ်ဳိးပါ။\nဇာတ္လမ္းကသူ႕ေခြးအခိုးခံရတာကစတာပါ။\nတကယ္ေတာ့သူ႕ေခြးအခိုးခံရတာလဲသူကစတာပါ။\nဒီဘဲၾကီးေတာ္ေတာ္ရႈပ္တယ္ဗ်တကယ္ပါ။\nJohn Wickကားထဲကလ္ိုပဲသူ႕ေခြးထိဓါးၾကည့္ဆိုေတာ့ ပြဲၾကမ္းေတာ့တာေပါ့။\nသူပြဲၾကမ္းပံုကတမ်ဳိး John Wickလိုၾကမ္းတာအဟုတ္ဘူး။\nအသက္ေလးကလည္းေထာက္လာေတာ့ဦးေႏွာက္ေလးသံုးျပီးၾကမ္းတာပါ။\nအဲေတာ့Bruce Willisတေယာက္စံုေထာက္ပီပီဘယ္လိုအကြက္ေတြေရြ႕ျပီး ဘယ္လိုဟာသေဖာက္မလဲ။\nအဆံုးသတ္မွာသူဘယ္လိုေတြအျမတ္ထုတ္သြားသလဲဆိုတာေတာ့ဇာတ္ကားေလးကိုဆက္ၾကည့္လိုက္ပါဦးဗ်ာ။\nတကယ့္မင္းသားၾကီးဆိုေတာ့သဘာပါပါနဲ႕ႏႈတ္ခမ္းေလးေတြျပံဳးျပံဳးသြားေအာင္လုပ္ျပမယ့္ကားေလးပါဗ်ာ။\nအားလပ္ရက္ေလးအနားယူရင္ခြီၾကေပါ့။ဂ်က္ကီခ်န္းအကြက္ေတြပါလာမယ္:3\n \n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပဲျဖစ္ပါတယ္)\n File Size : (700 MB) and (260 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 34minutes\nFormat : Mp4\nGenre : Action, Comedy, Thriller\nTranslated By Thura Zarni Aung\nEncode By Thanhtike Zaw",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/once-upon-a-time-in-venice-2017/",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTQyNDE1MTYyMl5BMl5BanBnXkFtZTcwNzk1NDAyMw@@._V1_-225x300.jpg",
        "title": "Solomon Kane",
        "description": "Solomon Kane (2009)\nIMDb - 6.1/10_____Rotten - 67%\n  \nမိစ္ဆာတွေ စွန့်စားခန်းတွေ တိုက်ပွဲတွေ မှော်ပညာပါတဲ့ ဇာတ်လမ်းတွေကိုမှ အားပေးချင်ပါတယ်ဆိုတဲ့\nပုရိတ်သတ်ကြီးအတွက်ဆော်လမွန်ကိန်း လာပါပြီ။\nဇာတ်လမ်းကျောရိုးလေးကို နားလည်ထားမှ ဇာတ်ကားလေးက ကြည့်ရတာအရသာရှိနေတာကြောင့် တင်ပြလိုပါတယ်။\nတစ်ချိန်တုန်းက ကမ္ဘာကြီး မိစ္ဆာအမှောင်ထုရဲ့ ကြီးစိုးမှု့အောက်ရောက်ရှိခဲ့ပါတယ်\nမှော်ဆရာတွေ မိစ္ဆာတွေ မကောင်းဆိုးရွားတွေ သူတစ်လူ ငါတစ်မင်း\nသောင်းကျန်းချင်တိုင်းသောင်းကျန်း နေတဲ့ခေတ်တစ်ခေတ်ပါပဲ။\nအားလုံးက အတည်တကျမဖြစ် ကျီးလန့်စာစားနေနေကြရပါတယ်။\nကိုယ့်ကိုယ်ကိုမပြောနဲ့ ကိုယ့်ဝိဉာဉ်ကိုယ်တောင်မပိုင်တဲ့ ခေတ်ကြီးပါပဲ။\nဝိဉာဉ်ကို မိစ္ဆာတွေနဲ့ အလဲထပ် အလောင်းစားလုပ်လို့ရနေပြီး ကတိဆိုတာ မရှိသလောက်ဖြစ်နေပါတယ်။\nဆော်လမွန်ကိန်းတစ်ယောက် ဖခင်ရဲ့စေတနာကို နားလည်မှု့လွဲပြီး ဆန့်ကျင်ဘက်တွေလုပ်ရာမှ\nသူ့ဝိဉာဉ်ကို မိစ္ဆာနဲ့အလောင်းစားလုပ်ပြီး ဆိုးချင်တိုင်းဆိုး မိုက်ချင်တိုင်းမိုက်နေခဲ့ပါတယ်။\n  \nမိစ္ဆာကလည်း အချိန်စေ့တာကတစ်ကြောင်း မနိုင်တော့တာလဲတစ်ကြောင်းမို့ ဝိဉာဉ်ပြန်လာနှုတ်ပါတယ်။\nဒါပေမဲ့ ဆော်လမွန်ကိန်းက ပြန်မပေးပဲ အပြန်လှန်တိုက်ခိုက်ရာမှ ထွက်ပြေးလွတ်မြောက်ခဲ့ပါတယ်။\nဆော်လမွန်ကိန်းတစ်ယောက် ပြေးရင်းပြေးရင်းမှ မိစ္ဆာတွေရဲ့ စက်ကွင်းလွတ်ရာ ဘုန်းတော်ကြီးကျောင်းထဲမှာ\nရက်ရှည်လများစွာခိုအောင်းရင်း ဆိုးမိုက်မှု့တွေကိုစွန့်လွှတ်ကာ အေးချမ်းစွာနေထိုင်နေပါတယ်။\nတစ်နေ့မှာတော့ ဘုန်းတော်ကြီးက သူ့မွေးရပ်ဇာတိကို ပြန်ပြီးအမွေဆက်ခံဖို့စေလွှတ်ပါတော့တယ်။\nအေးဆေးနေချင်တဲ့ ဆော်လမွန်ကိန်းတစ်ယောက် မငြင်းသာတော့ပဲ ခရီးရှည်ကြီးကို စတင်ရပါတော့တယ်။\nလမ်းခရီးကမိတ်ဆွေတွေရှိနေသလို ...",
        "rating": "6.1",
        "url": "https://megaup.net/2f1bk/Solomon_Kane_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTc3OTg3MDUwN15BMl5BanBnXkFtZTgwMTAwMTkxNDE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "The DUFF (2015)",
        "description": "ဒီတစ္ခါေတာ့ comedy ႀကိဳက္တဲ့သူေတြအတြက္ ဇာတ္ျမဴးေလးပါ\n၂၀၁၅ ခုႏွစ္ကထြက္ထားတဲ့ The Duff ဆိုတဲ့ movie ေလးပါ\nဒီဇာတ္ကားထဲမွာေတာ့ ဘီယမ္ကာဆိုတဲ့ စာၾကမ္းပိုးမေလးနဲ႔ အရမ္းလန္းအရမ္းေဟာ့တဲ့\nဂ်က္စ္နဲ႔ေကဆီတို႔ဟာ အခ်စ္ဆံုးသူငယ္ခ်င္းေတြပါ\nဘီယမ္ကာဟာ သူ႔သူငယ္ခ်င္းႏွစ္ေယာက္ရဲ႕ duff ျဖစ္မွန္းမသိျဖစ္ေနခဲ့ပါတယ္\nဘီယမ္ကာရဲ႕ငယ္သူငယ္ခ်င္း ခပ္ေဟာ့ေဟာ့ေဘာလံုးအသင္းေခါင္းေဆာင္ ဝက္စေလက သူ႔ကိုေျပာျပတဲ့အခါ\nဘီယမ္ကာတစ္ေယာက္ အေတာ္စိတ္အေႏွာက္အယွက္ျဖစ္ၿပီး\nသူ႔သူငယ္ခ်င္းေတြရဲ႕ duff အျဖစ္မေနႏိုင္ေတာ့ဘဲ\nသူႀကိတ္ crush ေနတဲ့ေကာင္ေလး တိုဘီကိုဖြင့္ေျပာရဲဖို႔ႀကိဳးစားပါေတာ့တယ္\nဒါကို ဝက္စေလကကူညီေပးခဲ့ပါတယ္\nအဲဒီအေတာတြင္း ဘယ္လိုအခက္အခဲေတြၾကံဳရတယ္ဆိုတာကို ဟာသေႏွာၿပီးရိုက္ထားတာပါ\nေနာက္ဆံုးမွာေတာ့ စာၾကမ္းပိုးေလးဘီယမ္ကာတစ္ေယာက္ လွလာၿပီးသူ႔ crush ရဲ႕\nအခ်စ္ကိုတကယ္ပဲရမလားဆိုတာကိုေတာ့ ေစာင့္ၾကည့္ၾကပါလို႔\n \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္)\nFile Size : (750 MB) and (300 MB)\nQuality : 720p Bluray\nRunning ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-duff-2015/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/lost-city-of-z-poster-135x200.jpg",
        "title": "The Lost City of Z (2017)",
        "description": "The Lost City of Z (2017)\nIMDb - 6.6/10____Rotten - 86%\n လောလောလတ်လတ်ပူပူနွေးနွေးထွက်ထားတဲ့ရုံတင်ကားလေးတကားမိတ်ဆက်ပေးချင်ပါတယ်။နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့Robert Pattinson, Charlie Junnamတို့အပြင် ကျွန်တော်တို့ရဲ့Spider ManလေးTom Hollandလည်းပါဝင်တဲ့Advanture/Dramaကားလေးတကားဖြစ်ပါတယ်။ဒီကားလေးဟာ၂၀ရာစုနှစ်အစောပိုင်း၁၉၀၆ခုနှစ်ဗြိတိသျှစူးစမ်းရှာဖွေသူတဦးဖြစ်တဲ့Percy Fawcettဆိုတဲ့သူရဲ့တကယ့်အဖြစ်အပျက်ကိုရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။Percy Fawcettဆိုတာကဗြိသျှတပ်မတော်ကအရာရှိတဦးဖြစ်တဲ့အပြင်ရှေးဟောင်းသုတေတနပညာရှင်၊ပထဝီပညာရှင်တဦးဖြစ်ပါတယ်။၁၈၆၇ခုနှစ်ဖွားအင်္ဂလန်နိုင်ငံသားတဦးပါ။သူ့ဖခင်ဖြစ်သူဟာလည်းRoyal Geographical Society(RGS)အဖွဲ့ဝင်တဦးဖြစ်ပါတယ်။နောက်ပိုင်းသူဟာလည်းအဲဒီအဖွဲ့ဝင်ဖြစ်လာခဲ့ပြီးတောင်အေမေရိကတိုက် အမေဇုံဒေသကိုနိုင်ငံရေးကိစ္စကြားဝင်စေ့စပ်မှုတခုအတွက်စေလွှတ်ခြင်းခံရသူဖြစ်ပါတယ်။အဲဒီမှာနယ်မြေတိုင်းတာမှုတွေစစ်တမ်းကောက်ရင်းအမှတ်မထင်တောကြီးမျက်မည်းထဲမှာရှေးလူ့အသုံးအဆောင်ပစ္စည်းတွေကိုတွေ့ရှိခဲ့ပါတယ်။အဲဒီကစပြီးအဲဒီဒေသမှာပျောက်ဆုံးကွယ်ပျောက်နေတဲ့သူကိုယ်တိုင်Zလို့နာမည်ပေးထားတဲ့ရှေးဟောင်းမြို့ကြီးတမြို့ရှိလိမ့်မယ်လို့ယုံကြည်ခဲ့ပါတယ်။သူဟာ၁၉၀၆ခုနှစ်ကနေ ၁၉၂၄ခုနှစ်အတွင်းစူးစမ်းရှာဖွေမှု၇ကြိမ်တိုင်တိုင်ကြိုးစားခဲ့ပါတယ်။တျောက်လျောက်သူလိုချက်တဲ့ရည်မှန်းချက်မအောင်မြင်ခဲ့ပေမယ့်သူလုံးဝစိတ်မပျက်ခဲ့ပါဘူး။ဒါပေမယ့်သက်သေအထောက်အထားတွေတော့ပြနိုင်ခဲ့ပါတယ်။နောက်ဆုံးတခေါက်၁၉၂၅ခုနှစ်မှာသူ့သားဖြစ်သူJack Percy Fawcettနဲ့အတူတူသွားခဲ့ပြီးတဲ့နောက်မှာတော့သတင်းအစအနပျောက်သွားပါတယ်။သူတို့ကိုအဲဒီအချိန်ကစပြီးနောက်ထပ်မတွေ့ရတော့ပါဘူး။အဲဒီကိစ္စဟာပဟေဠိတခုလိုဖြစ်နေခဲ့ပါတယ်။သူတို့အဲဒီမြို့ကိုတွေ့ခဲ့ကြသလား။ဘာတွေဖြစ်ခဲ့ကြလဲဆိုတာတော့သူတို့ကိုယ်တိုင်ပဲသိနိုင်မှာပါ။ဒီကားလေးဟာလည်း၁၉၀၅ခုနှစ်ကနေစပြီးသူ့ရဲ့ကြိုးစားခဲ့မှုတွေအမေဇုံလိုတောကြီးမျက်မည်းထဲမှာအန္တာရာယ်အမျိုးမျိုးရဲ့ကြားရုန်းကန်ခဲ့ရမှုတွေကိုရိုက်ပြထားတဲ့ကားကောင်းလေးတကားဖြစ်ပါတယ်။လူတယောက်ရဲ့ဇွဲလုံလ၊အဲဒီခေတ်အခါကရူးသွပ်မှုတွေစွန့်စားမှုတွေကိုမြင်တွေ့ရမှာပါ။တကယ့်ဖြစ်ရပ်မှန်ဇာတ်ကားအနေနဲ့ဇာတ်ရှိန်အေးအေးလေးနဲ့ဆွဲခေါ်သွားမယ့်ကားလေးဖြစ်ပါတယ်။အေးအေးဆေးဆေးနားနားနေနေကြည့်သင့်တဲ့ကားလေးဖြစ်ပါတယ်။Ratingအနေနဲ့လည်း  6.6/10 ထိရထားတဲ့ကားလေးဖြစ်ပါတယ်။\n(ဇာတ်လမ်းအညွှန်းနဲ. ဘာသာပြန်သူကတော့ Thura Zarni Aung ပဲဖြစ်ပါတယ်)\n  File Size : (853 MB)\nQuality : 720p Bluray\nRunning Time : 2hr 21minutes\nFormat : Mp4\nGenre : Biography, Drama, History\nTranslated By Thura Zarni Aung\nEncode By Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/3zulm/The_Lost_City_Of_Z_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fhISWbjQ3X9lFwQj0w3PjMfNFNR.jpg",
        "title": "God of Gamblers III Back to Shanghai (1991)",
        "description": "ဒီဇာတ္ကားမွာေတာ့ စတီဖင္ေခ်ာင္က အဓိကဇာတ္ေဆာင္အျဖစ္ပါဝင္ထားျပီး  Action,Comedy,Fantasy အမ်ိဳးအစားဇာတ္ကားပါ။စတီဖင္ေခ်ာင္ဇာတ္ကားအတိုင္း အူတက္ေအာင္ရယ္ရတဲ့ဇာတ္ကားပါ။ ဖဲကစားတဲ့ လူစြမ္းေကာင္းေတြအေၾကာင္း ၾကည့္ၾကပါဦး။God of Gamblers ဇာတ္ကား (၃) ကားလံုးကို https://channelmyanmar.org/?s=god+of+gamblers မွာရွာပါ။ \nFile Size…(900MB) and (430MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration…01:56:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "6.6",
        "url": "https://megaup.net/2Vq2A/God_Of_Gamblers_III_-_Back_To_Shanghi_[1991]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zR0QYh5pyGdn1E9VY6gngPqcBtJ.jpg",
        "title": "God of Gamblers II (1991)",
        "description": "ဒီဇာတ္ကားမွာေတာ့ စတီဖင္ေခ်ာင္က ေလာင္းကစားလူစြမ္းေကာင္းအျဖစ္ စတင္ပါဝင္လာတာမို႔ ဟာသေတြအေတာ္မ်ားမ်ားပါပါတယ္။Andy Lau က ေလာင္းကစားသူရဲေကာင္းအျဖစ္ပါဝင္ထားျပီး  Action,Comedy အမ်ိဳးအစားဇာတ္ကားပါ။God of Gamblers ဇာတ္ကား (၃) ကားလံုးကို https://channelmyanmar.org/?s=god+of+gamblers မွာရွာပါ။ \nFile Size…(900MB) and (400MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration…01:39:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "6.9",
        "url": "https://megaup.net/Txyc/God_Of_Gamblers_II_[1991]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YW7f8eRtpNJ43iMINvhn78KPg.jpg",
        "title": "God of Gamblers (1989)",
        "description": "ဒီဇာတ္ကားဟာ စတီဖင္ေခ်ာင္ ဆက္ရိုက္ကူးမယ့္ God of Gamblers ဇာတ္ကားေတြရဲ႕ အစပထမဇာတ္ကားပါ။ဒီဇာတ္ကားထဲမွာ စတီဖင္ေခ်ာင္မပါေသးပါဘူး။ေခ်ာင္ယြန္ဖက္ကို အဓိကဇာတ္ေဆာင္အျဖစ္ ေလာင္းကစားဘုရင္အေနနဲ႕ျမင္ေတြ႕ရမွာပါ။Andy Lau လဲပါဝင္ထားျပီး  Action,Comedy,Drama အမ်ိဳးအစားဇာတ္ကားပါ။God of Gamblers ဇာတ္ကား (၃) ကားလံုးကို https://channelmyanmar.org/?s=god+of+gamblers မွာရွာပါ။ \nFile Size...(950MB) and (440MB)\nQuality...BluRay Rip 720p\nFormat...mp4\nDuration...02:06:00\nSubtitle...Myanmar Subtitle(Hardsub)\nEncoder...Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "7.4",
        "url": "https://megaup.net/1zv7r/God_Of_Gamblers_[1989]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    }
]