[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jgfNqGZ4afLiZVHkVxnIRefOVBk.jpg",
        "title": "Chun Tae-il: A Flame That Lives On (2021)",
        "description": "ဒီတစ်ခါတော့ ၂၀၂၁ ခုနှစ်ကထွက်ထားတဲ့ IMDb 8.8/10 ရထားတဲ့\nကိုရီးယား Animation ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါမယ်၊\nကာတွန်းကားကို ဒီလောက် rating ရထားတယ်ဆိုတော့ ထူးပြီးညွှန်းဖို့တော့ လိုမယ်မထင်ပါဘူးဒီဇာတ်လမ်းကတော့ ၁၉၇၀ ခုနှစ်မှာ အလုပ်သမားအခွင့်အရေးရအောင်\nစည်းရုံးတောင်းဆိုခဲ့တဲ့ ဂျောင်ထယ်အီးလ်ရဲ့ အကြောင်းကို တင်ဆက်ထားခြင်းဖြစ်ပါတယ်\n၁၉၉၅ ခုနှစ်မှာ A Single Spark ဆိုတဲ့နာမည်နဲ့ ရုပ်ရှင်ထွက်ခဲ့ပြီးတော့ ၂၀၂၁ မှာ Animation အဖြစ်ဖန်တီးထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့\nမူလတန်းတောင် မအောင်ခဲ့တဲ့ ကောင်လေးတစ်ယောက်...\nသားအကြီးဆုံးဖြစ်ပြီး အိမ်ရဲ့စားဝတ်နေရေးကြောင့် ကျောင်းထွက်လိုက်ရပြီး\nအိမ်ပြေးအဖြစ်နဲ့ ဖိနပ်တိုက် သတင်းစာရောင်း စတာတွေကို လက်တိုလက်တောင်းလုပ်ခဲ့ပါတယ်၁၉ နှစ်ပြည့်တဲ့အခါမှာတော့ စက်ရုံတည်ထောင်ချင်တဲ့စိတ်နဲ့ အဝတ်စက်ရုံတစ်ခုမှာ\nအဝတ်ဖြတ်ဆရာလက်ထောက်အဖြစ်သင်ယူရင်းနဲ့ ဖြောင်းဟွာဈေးက\nစက်ရုံရဲ့ မတရားခိုင်းစေမှုတွေ၊ လုပ်ခလစာ နည်းပါးမှုနဲ့ ကျန်းမာရေးအာမခံချက်မရှိတာတွေကို သိလိုက်ရပါတော့တယ်အဲလိုနဲ့ အခြေခံဥပဒေအကြောင်းသိလိုက်ရတဲ့အချိန်မှာ မညီမျှတာတွေအတွက်\nတောင်းဆိုဖို့ကြိုးပမ်းပါတော့တယ် ဘယ်လိုဆန္ဒပြရမလဲဆိုတာတောင် မသိတဲ့\nအပ်ချုပ်ဆရာ၊ အဝတ်ဖြတ်ဆရာအဖြစ်ကနေ စိတ်အားထက်သန်စွာနဲ့ပဲ\nအလုပ်သမားအခွင့်အရေးရအောင် နည်းမျိုးစုံနဲ့ ကြိုးစားပုံတွေကို ကြည့်ရှုခံစားရမှာပါ\nဒီဇာတ်လမ်းရဲ့အသံသရုပ်ဆောင်ကလည်း အားလုံးနဲ့မစိမ်းတဲ့\nJang Dong Yoon, Kwon ...",
        "rating": "8.8",
        "url": "https://megaup.net/1KI50/Chun.Tae-il.A.Flame.That.Lives.On.2021.720p(CM).mp4",
        "category": "Animation, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A8cUguHlZp84DZfm4QuAPX1wall.jpg",
        "title": "Thatrom Thookrom (2020)",
        "description": "ဒီတစ်ခါမှာတော့ ၂၀၂၀ ခုနှစ်က ထွက်ရှိထားပြီး\nIMDB ၆.၈ ရရှိထားတဲ့ တမီလ် အက်ရှင်/ဒရမ်မာ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n============\n\"လောကမှာ ပိုကောင်းတဲ့ဘ၀ကိုရဖို့ အိမ်မက်မက်ခွင့်တောင်\nငါတို့အတွက်မရှိဘူးလား\" တဲ့ ဟုတ်ပါတယ် တစ်နေ့လုပ် တစ်နေ့စားတောင်မဟုတ်ဘူး\nပုလင်းခွံကောက်ပြီး ဝမ်းကြောင်းနေရတဲ့ သူငယ်ချင်းသုံးယောက်နဲ့ လူတကာက\nသူတို့ကို နှာခေါင်းရှုံ့နေတဲ့ကြားက သူတို့ကိုချစ်ခင်တဲ့ သူငယ်ချင်းတစ်ယောက်။ သူတို့ရဲ့ အိမ်မက်ကတော့ ပိုက်ဆံကိုရိုးသားစွာရှာဖွေပြီး နိုင်ငံခြားမှာ အလုပ်လုပ်နိုင်ဖို့ပါ...\nနိုင်ငံခြားသွားဖို့ ရူပီး သုံးသိန်းလိုအပ်တာကြောင့် သူငယ်ချင်းအကူအညီနဲ့\nအရက်သယ်တဲ့ကားကို မောင်းဖို့ ဆုံးဖြတ်လိုက်ချိန်မှာတော့.... အပေါ်ကအညွှန်းကြောင့်ရိုးရှင်းတဲ့ဇာတ်လမ်းလို့မထင်စေချင်ဘူး...\nအိန္ဒိယကားတို့ရဲ့ထုံးစံအတိုင်း နိုင်ငံရေးအရှုပ်အထွေးတွေ...\nငွေဖြူငွေမည်း...ငွေတု...အရက်တု ကိစ္စတွေပါ သိုင်းဝိုင်းထားပြီး\nတစ်ချို့အချက်အလက်တွေဟာ မြန်မာနိုင်ငံနဲ့ အတော်တူတာမို့လို့\nဇာတ်ကားကောင်းတစ်ကားအဖြစ် လိုက်ပါစီးမျောခံစားလိုက်ပါဦး..\nover action တွေလည်းမပါသလို သုံးနှုန်းထားတဲ့စကားလုံးတွေကလည်း ထုံးစံအတိုင်းခိုက်စရာတွေချည်းပါပဲ... File size…1.96GB / 1GB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/thatrom-thookrom-2020/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSbeOXVt4J0wEC3QAKN3QEjlrTJ.jpg",
        "title": "Foxhole (2021)",
        "description": "ဒီရုပ်ရှင်က နည်းနည်းဆန်းတယ်၊ အ​မေရိကန်ပြည်တွင်းစစ်၊ ပထမ\nကမ္ဘာစစ်နဲ့ အ​မေရိကန်-အီရတ်စစ်ဆိုတဲ့ အထင်ကရစစ်ကြီး ၃ခုကို\nဇာတ်အိမ်တည်ထားတယ်၊ ဒါ​​ပေမဲ့ စစ်ကားဆိုပြီး အကြီးအကျယ်\nတိုက်ပွဲဖြစ်​ပုံတွေ၊ ​​နောက်ကွယ်က စစ်ပရိယာယ်နဲ့ နည်းဗျူဟာ​တွေ၊\nဒါမျိုး​​တွေကို မြင်ရမှာမဟုတ်ပါဘူး၊ အချိန်ကာလ ၃ခု၊ စစ်ကြီး၃ခု\nအတွက် တည်​နေရာတစ်မျိုးစီပဲ သုံးထားတာပါ၊ အလွယ်​ပြောရရင်\nကတုတ်ကျင်းလို့ ​ခေါ်လို့ရတဲ့​နေရာ​ပေါ့။ ထူးခြားတာက စစ်၃ခုရဲ့ ဇာတ်​ကောင်နာမည်​နဲ့ သရုပ်​ဆောင်​တွေက\nအတူတူပါပဲ၊ ဇာတ်လမ်းတစ်ခုနဲ့ တစ်ခုက​ အဆက်အစပ် မရှိသလို\nဇာတ်​ကောင်စရိုက်​တွေက စစ်တစ်ခုကို တစ်မျိုး​ပြောင်း​နေပါတယ်၊\nဒီဇာတ်​ကောင်​တွေဟာ ဇာတ်လမ်းတစ်ခုမှာ ကတုတ်ကျင်းတစ်မျိုး\nဆီမှာ အသက်ရှင်သန်ဖို့ ရုန်းကန်လှုပ်ရှားရပုံ​​တွေကို အဓိကထားပြီး\nရိုက်ထားတာပါ၊ ဒါ​ပေမဲ့ ဒိုင်ယာ​လော့ဂ်​တွေအရ ဒါရိုက်တာဖြစ်သူ\nအဓိက ပြချင်တာက လူ့သ​ဘောသဘာဝ၊ စစ်ဖြစ်​နေစဉ် ရှိအပ်တဲ့\n​စောင့်ထိန်းရမယ့် ကျင့်ဝတ်​တွေအ​ကြောင်း ဖြစ်ပါလိမ့်မယ်။ ဘယ်လိုဇာတ်အိမ်မျိုး​တွေ ဖြစ်မလဲဆို​တာ​တော့ ကိုယ်တိုင်ပဲ ကြည့်ရှု\nလိုက်ပါ၊ လူတစ်ကိုယ် အကြိုက်တစ်မျိုးရယ်ဖြစ်လို့ တိုက်ပွဲကြီး​တွေ\nပါမှ သ​ဘောကျတတ်တဲ့သူအတွက်ဆို အားမရတာမျိုးရှိနိုင်ပါတယ်၊\nဒါက စကား​ပြောအသား​ပေးစစ်ကား ဖြစ်​နေလို့ပါ၊ ဇာတ်အိမ်ဆန်းတဲ့\nရုပ်ရှင်​တွေကို ကြိုက်တတ်ရင်​​တော့ ခံစားကြည့်​စေချင်ပါတယ်။  \nFile size…1.2GB / 570MB\nQuality…1080p ...",
        "rating": "4.4",
        "url": "https://megaup.net/1KJvb/Foxhole.2021.720p.WEBRip.AAC2.0CH(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dfoudpFhAo5Mn8Sqyuu4Y006ITQ.jpg",
        "title": "The Getaway King (2021)",
        "description": "The Getaway King (2021) ဒီတစ်ခါတော့ ပေ့ါပေ့ါပါးပါးနဲ့ ကြည့်လို့ကောင်းမဲ့ ပိုလန် ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းလေးကတော့ ပိုလန်နိုင်ငံမှာ ကွန်မြူနစ်ဝါဒီတွေ ကြီးစိုးခဲ့ချိန်ရဲ့ နောက်ဆုံးနေ့ရက်တွေကို အခြေပြု ဇာတ်အိမ်တည်ထားပြီး အဲ့ဒီအချိန်က ရဲတွေအလိုအရှိဆုံး ဒုစရိုက်သမားတစ်ယောက်အကြောင်းကို ရိုက်ကူးပုံဖော်ထားတာပါ။ ရဲလက်ကနေ ၂၉ ကြိမ်တိတိ ရဲလက်က လွတ်အောင်ပြေးနိုင်ခဲ့ပြီး အဲ့ဒီထဲက တစ်ကြိမ်ဆို ထောင်ဖောက်ပြီးပါ လွတ်မြောက်ခဲ့တာပါ။ဒီလိုနဲ့ တစ်ရက်မှာတော့ အမျိုးသမီးတစ်ယောက်နဲ့ တွေ့ပြီးနောက် အဆိုပါ စောရဝိဇ္ဇာတစ်ယောက် သူ့ရဲ့ ဘဝနဲ့ အတွေးအခေါ်အယူအဆတွေ ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ ...Action, Crime, Comedy အမျိုးအစားဖြစ်ပြီး ဖြစ်ရပ်မှန်တချို့တဝက်ကို ရိုက်ကူးပြထားတဲ့ ဇာတ်လမ်းကောင်းလေး ဖြစ်ပါတယ်။ File Size : 3.2GB, 806MB & 367MB\nQuality : 1080p WEB-DL, 720p WEB-DL & 480p\nFormat : mp4\nDuration : ...",
        "rating": "6.6",
        "url": "https://megaup.net/14H5d/%5BCM%5DThe.Getaway.King.2021.720p.WEB-DL.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jJbxft0A2iQtH7ZWsGtgCfOq05b.jpg",
        "title": "Hatching (2022)",
        "description": "ဖင်လန် ဟော်ရာကားတစ်ကားလောက် ကြည့်ရအောင်ဗျာ။\nနာမည်က Hatching တဲ့။\nအဓိပ္ပါယ်ကတော့ ဥကနေ အကောင်ဖောက်ခြင်းပေါ့။ ဒီဇာတ်လမ်းဟာ မိသားစုတွေရဲ့ဖိအားနဲ့ ကလေးတစ်ယောက်ရဲ့\nစိတ်ပူပန်မှုတွေကို ကြောက်စရာတင်စားပြထားတဲ့ကား\nအထူးအဆန်းမျိုးပါပဲ။ တင်ညာဆိုတဲ့ ကျွမ်းဘားမယ်\nကလေးမလေးဟာ တစ်နေ့မှာ ငှက်သေတစ်ကောင်ရဲ့အသိုက်ကနေ\nထူးဆန်းတဲ့ ငှက်ဥလေးတစ်လုံးကို တွေ့လာခဲ့တယ်။ အဲဒီဥလေးကို အပူပေးပြီး အကောင်ပေါက်အောင်ကြိုးစားရင်းနဲ့\nဖြစ်ရပ်တစ်ခုကြောင့် အကောင်မပေါက်ခင် ဥဟာ ကြီးကြီးလာခဲ့တယ်။\nပေါက်လာတော့လည်း လူလိုလိုငှက်လိုလို ကလေးအရွယ်\nအကောင်အဆန်းတစ်ကောင်ဖြစ်နေပြီး တင်ညာရဲ့အနားကနေ\nဘယ်မှမသွားတော့ဘူး။ တင်ညာကလည်း သူ့ကို\nကလေးလေးလို စောင့်ရှောက်နေရင်နဲ့\nကြောက်စရာကောင်းတဲ့ ထူးခြားမှုတွေ တွေ့လာတဲ့အခါ...\nဆက်ကြည့်လိုက်ပါ။ ပြီးရင်\nနောက်ကွယ်က မက်ဆေ့လေးကိုလည်း စဉ်းစားကြည့်လိုက်ပါဦး။   File size…1.27GB / 554MB / 261MB\nQuality… 1080p WEBRIP AAC5.1CH/ 720p / 480p\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr.Anderson",
        "rating": "6.6",
        "url": "https://megaup.net/14Ol1/Hatching.2022.FINNISH.720p.AAC2.0CH(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f2lTAmLYpWpd8JxtJrMXFFGV9gZ.jpg",
        "title": "Happening (2021)",
        "description": "Happening (2021)ဒီဇာတ်ကားလေးဟာ Annie Ernaux ရဲ့ \"Happening\" ဆိုတဲ့ ဝတ္ထုလေးကို အခြေခံ ရိုက်ကူးထားတာဖြစ်ပြီး IMDb 7.4 အထိရရှိခဲ့တဲ့အပြင် BAFTA Award တွေအတွက် ဆန်ခါတင်စာရင်းမှာ ပါခဲ့သလို အခြား ဆုတွေလည်း ၁၃ ခုလောက် ရရှိထားခဲ့တဲ့ ဒရမ်မာ ဇာတ်ကားကောင်းလေး တစ်ကားပါ။ကိုယ်ဝန်ဖျက်ချတာဟာ တရားဝင်တယ် တရားမဝင်ဘူး ဆိုတာ အခု ၂၂ ရာစုအထိ နိုင်ငံအချို့မှာ debate လုပ်နေကြဆဲဖြစ်ပါတယ်။1960 ခုနှစ်တွေတုန်းက ပြင်သစ်နိုင်ငံမှာ ကိုယ်ဝန်ဖျက်ချတာဟာ တရားမဝင်ပါဘူး။ ကိုယ်ဝန်ဖျက်ချရင် ဖျက်ပေးတဲ့ ဆရာဝန်ရော ကိုယ်ဝန်ရှိသူပါ ထောင်ချခံရတဲ့ အခြေအနေပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့ ...အန်းဆိုတဲ့ စာပေ မေဂျာ ကျောင်းသူလေးက ပညာရေးမှာ ပါရမီပါပြီး ထူးချွန်တယ်။ လူဆိုတာကတော့ အမှားနဲ့ မကင်းကြပါဘူး။ အမှားနဲ့မကင်းတဲ့ထဲမှာမှ ကံဆိုးသွားသူက အန်း ပေါ့။ တစ်ညတာလေး ...",
        "rating": "7.4",
        "url": "https://megaup.net/2qzT3/%5BCM%5DHappening.2021.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7InGE2Sux0o9WGbbn0bl7nZzqEc.jpg",
        "title": "Vendetta (2022)",
        "description": "ဆရာကြီး ဘရုစ်ဝီလီရဲ့ Vendettaဆိုတဲ့ အက်ရှင် ဇာတ်ကားသစ်\nထွက်ရှိလာပြန်ပါပြီ၊ ဒီဇာတ်ကားထဲမှာ​တော့ ဇာတ်လိုက်မဟုတ်တဲ့\nဗီလိန်အ​နေနဲ့ ​တွေ့ရမှာဆို​တော့ တမျိုးဆန်းတာ​ပေါ့၊ ဒါတင်မကဘဲ\nမိုက်တိုင်ဆန်ဆိုတဲ့ လက်သီးချင်းမနိုင်လို့ သူများနားရွက်​ပြေးဟပ်\nတဲ့ လူကြမ်းလက်​​ဝှေ့သမားကြီးလည်း ပါဝင်ထားပါ​သေးတယ်။  အညွှန်းက​တော့ ဝီလီယမ်ဒန်ကန်ဆိုတဲ့ စစ်မှုထမ်း​ဟောင်းကြီးဟာ\nမိသားစုနဲ့အတူ သာယာ​ပျော်ရွှင်တဲ့ ဘဝ​လေးကိုဖြတ်သန်း​နေရင်း\nတစ်​နေ့မှာ​တော့ ကံဆိုးစွာပဲ သမီးဖြစ်သူ ကက်သရင်းဟာ ​ဒေသခံ\nFetterလူမိုက်ဂိုဏ်းရဲ့ လက်ချက်နဲ့ ​သေဆုံးသွားပါတယ်၊ ဒန်ကန်\nအ​နေနဲ့ တရားခံကို လက်ရဖမ်းမိခဲ့​ပေမယ့် မျက်မြင်သက်​သေမရှိ\nဓါတ်ပုံနဲ့ စီစီတီဗွီ​တွေလည်းမရှိလို့ တရား​သေလွတ်သွားခဲ့ပါတယ်။  သမီးဖြစ်သူကို သတ်သွားတဲ့သူကို ဥပ​​ဒေအရ စီရင်လို့မရတဲ့အဆုံး\nဒန်ကန်တစ်​ယောက် ဥပ​ဒေပြင်ပက​နေ သူကိုယ်တိုင်ပဲ လက်တုံ့ပြန်\nခဲ့ပါတယ်၊ ဒါ​ပေမဲ့ တရားခံက Fetter ဂိုဏ်းချုပ်ရဲ့ သားဖြစ်​နေလို့\nFetter ဂိုဏ်းကလည်း ဒန်ကန်ကို လက်စား​ချေဖို့အတွက် ကြိုးစား\nလာရင်း ဗုံလုံတစ်လှည့် ငါးပျံတစ်လှည့် လက်စား​ချေပွဲ ဆင်နွှဲကြ\nပါ​တော့တယ်။File size…1.4GB / 647MB\nQuality… 1080p WEBRIP AAC5.1CH/ 720p\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "3.5",
        "url": "https://megaup.net/36Iah/Vendetta.2022.720p.WEBRip.AAC2.0CH(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zIQ35pwy1yU2ABn0W4hKMRq4Jyf.jpg",
        "title": "Donkeyhead (2022)",
        "description": "Donkeyhead (2021)လူအမျိုးမျိုး စိတ်အထွေထွေ\" တဲ့ ...လူရယ်လို့ ဖြစ်လာရင် ကိုယ်ပိုင်ခံယူချက်တွေ၊ အတွေးအခေါ်တွေ၊ အယူအဆတွေက တစ်ယောက်နဲ့တစ်ယောက် ဘယ်လိုမှ မတူနိုင်ဘူး။မိသားစုတစ်ခုမှာတောင် မိဘနဲ့ သားသမီးဟာ စိတ်သဘောထားချင်း မတူတာများတယ်မလား၊ မျိုးဆက်တစ်ခု ကွာတဲ့ မိဘနဲ့ သားသမီးကို ခဏထားဦး အသက်ရွယ် သိပ်မကွာတဲ့ မောင်နှမ အချင်းချင်းတောင် အဆင်မပြေမှုတွေ ရှိတတ်တာပဲလေ။အခုဇာတ်လမ်းလေးကတော့ ဒီလိုဗျ ...မိသားစု တစ်ခုရှိတယ်။\nအဖေဖြစ်သူက ကင်ဆာရောဂါသည်တစ်ယောက်၊ သမီးနှစ်ယောက် သားနှစ်ယောက်ရှိတယ်၊ သမီးဖြစ်သူ မိုနာကတော့ အဖေ့အိမ်မှာ အတူနေပြီး အနီးကပ် ပြုစုပေးနေတယ်ပေါ့။ကျန်တဲ့ မောင်နှမကိုယ်ဆီက အလုပ်အကိုင် အတည်တကျနဲ့ ကိုယ့်လမ်းကိုယ်လျှောက်နေတဲ့သူတွေ၊ မိုနာကတော့ စာရေးဆရာမ ဖြစ်ချင်ပေမဲ့ အခုထိစာအုပ်တောင် မယ်မယ်ရရ မရေးရသေးဘူး၊ သူ့စိတ်ထဲမှာ ဇာတ်လမ်းရှိတယ်ပဲ ပြောနေခဲ့တဲ့သူ၊တစ်နေ့မှာတော့ ကင်ဆာရောဂါသည် ဖခင်ကြီးက ကိုမာဝင်သွားခဲ့တယ်၊ ဒီတော့ တစ်နေရာစီမှာ အခြေကျနေတဲ့ မောင်နှမတွေအားလုံးကို မိုနာက ...",
        "rating": "6.3",
        "url": "https://megaup.net/14Dq6/%5BCM%5DDonkeyhead.2021.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/21EN8reaMiQctJeRDQ5QPoyx39c.jpg",
        "title": "Seven Days (2007)",
        "description": "Seven Days(2007) အညွှန်း**********************ရှေ့​နေယူဂျီယောင်းဟာ ရှေ့နေလောကမှာ နာမည်ကျော်ကြားသူတစ်ဦးဖြစ်ပြီးသူ လက်ခံတာဝန်ယူတဲ့ အမှုမှန်သမျှ ရှုံးနိမ့်တာမရှိသလောက်နာမည်ကြီးတဲ့သူ...တစ်ရက်မှာတော့ သူမရဲ့ သမီးလေး အွန်းယောင်းကို အကြမ်းဖက်အဖွဲ့ကနေ ပြန်ပေးဆွဲသွားတယ်...အွန်းယောင်းကို ပြန်ပေးဆွဲသွားတဲ့ အုပ်စုက သူမကိုအမှုတစ်ခု တာဝန်ယူပြီး သူတို့ရဲ့ လူကို အပြစ်မရှိကြောင်း သက်သေပြနိုင်မှသာလျှင်  သမီးလေးကိုအသက်ရှင်လျှက်ပြန်လွှတ်ပေးမယ်လို့ ခြိမ်းခြောက်ခဲ့တယ်...ယူဂျီယောင်းအတွက် တကယ့်ကို ငရဲခန်းပါပဲ...သူလွတ်အောင်လုပ်ပေးရမဲ့တရားခံက ခိုင်လုံတဲ့သက်သေတွေကြောင့် သေဒဏ်ကျဖို့ သေချာသလောက်ရှိနေတဲ့အပြင် တစ်ဘက်ကလည်းမိမိရဲ့ ရင်သွေးလေးရဲ့ အသက်ကိုလည်း ကယ်ရမှာဖြစ်တဲ့အတွက်ကြောင့်မို့..ကားဟောင်းဖြစ်ပေမဲ့ အတော်ကြီးကိုစိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းဖြစ်လို့ကြည့်သင့်ပါကြောင်း.... File Size :(2.6GB) (1.3GB) and (498 MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…02:05:00\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nan D Lei\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://megaup.net/14Bw9/Seven.Days.2007.BLU-RAY.1080P.PP5.1CH.CM)NEW.mkv",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/a-141x200.jpg",
        "title": "Where Is Anne Frank (2022)",
        "description": "Anne Frank ရဲ့ဇာတ်လမ်းကိုတော့တော်တော်များများသိကြမယ်ထင်ပါတယ်။မသိသူတွေအတွက်ကတော့ Anne Frank ဆိုတာဒုတိယကမ္ဘာစစ်ဖြစ်တုန်းက ဟော်လန်မှာနေတဲ့ဆယ်ကျော်သက်အရွယ်ဂျုးမိန်းကလေးတစ်ယေက်ပါ။\nနာဇီတွေဟော်လန်ကိုသိမ်းပိုက်အပြီးမှာတော့ သူတို့ရဲ့လူမျိူးတုန်းသတ်ဖြတ်မှုဟာ Anneတို့အနားကိုရောက်ရှိလာပါတယ်။ဒါနဲ့Anne တို့မိသားစုဟာ Anne အဖေအလုပ်ရဲ့အပေါ်ထပ်လျှို့ဝှက်တိုက်ခန်းမှာ အခြားဂျုးမိသားစုတစ်ခုနဲ့တူတူသွားပုန်းကြပါတယ်။ပုန်းနေရတဲ့နှစ်နှစ်ကျော်ကာလအတွင်းမှာ Anne ဟာသူ့ရဲ့ အတွေ့အကြုံအခက်အခဲတွေကို ဒိုင်ယာရီရေးပြီးမှတ်တမ်းတင်ခဲ့ပါတယ်။Anne တို့ဟာနောက်ဆုံးမှာတော့ကံမကောင်းရှာပဲ နာဇီတွေကရှာတွေ့သွားပြီး အားလုံးကိုအရှေ့ဘက်မှာရှိတဲ့ Concentrate Camp တွေကိုပို့လိုက်ပါတယ်။Anne ရဲ့အဖေ Otto Frank ကလွဲရင်ဘယ်သူမှအသက်ရှင်လျက်ပြန်မလာနိုင်ခဲ့ပါဘူး။Otto ဟာရုံးက၀န်ထမ်းတစ်ယောက်ကပေးလို့ Anne ရဲ့ဒိုင်ယာရီပြန်ရပြီး တခြားလူတွေကိုဝေမျှပေးနိုင်ဖို့ ဒိုင်ယာရီကိုစာအုပ်ထုတ်‌ဝေဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။\nအခုချိန်မှာတော့ Diary of Anne Frank ဟာကမ္ဘာမှာနာမည်အကြီးဆုံးစာအုပ်တစ်အုပ်ဖြစ်နေပါပြီ။ဒီကားလေးကတော့ Anne Frank ရဲ့ဇာတ်ကြောင်းကိုကွန့်မြူးထားတာမျိုးပါ။Anne ဟာဒိုင်ယာရီရေးတိုင်း သူ့ရဲ့စိတ်ကူးထဲကသူငယ်ချင်းဖြစ်သူ Kitty ဆီ စာရေးပြီးရင်ဖွင့်တဲ့ပုံနဲ့ရေးတတ်ပါတယ်။ယခုခေတ်မှာ Anne ရဲ့ဒိုင်ယာရီက မှင်စွန်းသွားပြီး စာလုံးတွေကနေတဆင့် တကယ်ကောင်မလေးတစ်ယောက်အဖြစ် Kitty ဟာအသက်၀င်လာပါတယ်။သူက ဒိုင်ယာရီထဲကဖြစ်ရပ်တွေကိုပဲမှတ်မိပြီး အခုခေတ်မှာ သူငယ်ချင်းဖြစ်သူ Anne ကိုရှာနိုင်ဖို့ကြိုးစားပါတယ်။ဒီကားလေးမှာ Anne ရဲ့ဒိုင်ယာရီထဲကအဖြစ်အပျက်တချို့ရော Kitty ...",
        "rating": "",
        "url": "https://megaup.net/2qH4x/Where.Is.Anne.Frank.2022.1080p.(CM).mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lv3RonWge4GlC9ymNzC0oWpFCfv.jpg",
        "title": "Double World (2020)",
        "description": "Double World(2020) အညွှန်း************************* အလယ်ပိုင်းလွင်ပြင်မှာ တောင်ပိုင်းဇောင်နဲ့ ​မြောက်ပိုင်းယန်တို့ကြား နှစ်ပေါင်းများစွာ စစ်ဖြစ်ခဲ့ကြတယ်၊တိုက်ပွဲက အနိုင်အရှုံးမရှိခဲ့ဘဲ နောက်ဆုံးမှာတော့ နှစ်ဘက်စလုံးဟာ ငြိမ်းချမ်းရေး သဘောတူညီမှု ရခဲ့ကြတယ်၊ဒါပေမဲ့ ဒီငြိမ်းချမ်းရေး သဘောတူညီမှုဟာ ဆယ်နှစ်တာပဲ ခံခဲ့ပါတယ်၊မြောက်ပိုင်းယန်ရဲ့ ဘုရင်အသစ် နန်းတက်လာတဲ့အချိန်မှာတော့ တောင်ပိုင်းဇောင်ကိုဆက်လက်သိမ်းပိုက်ချင်ခဲ့တယ်၊အလယ်ပိုင်းလွင်ပြင်မှာ သွေးချောင်းစီးမဲ့ စစ်ပွဲကြီးကို ထပ်မံ မြင်တွေ့ရတော့မှာပါ၊မြောက်ပိုင်းယန်ကလူတွေက တောင်ပိုင်းဇောင်ရဲ့ ဘုရင်ကို လုပ်ကြံဖို့ကြိုးစားလာပါတယ်၊ဒါကြောင့် တောင်ပိုင်းဇောင်ဟာ စစ်ပွဲအတွင်း စစ်သူကြီးနေရာကို ရွေးချယ်ဖို့အတွက်မျိုးနွယ်စု ရှစ်စုလုံးက စစ်သည်တော်တွေကို ဆင့်ခေါ်ခဲ့ကာ လူရွေးပြိုင်ပွဲကို ကျင်းပခဲ့ပါတယ်၊အဲ့ဒီနောက်မှာတော့....Fight Scene တွေ အတော်မိုက်...တရုတ်အက်ရှင်ကားကောင်းကြိုက်သူတွေတော့ လုံးဝ ဒေါင်းရကျိုးနပ်စေရပါလိမ့်မယ်....   \nFile Size          : 2.9GB, 1.5GB, 590MB\nQuality            : WEB-DL1080P5.1Ch, 720p \nFormat        ...",
        "rating": "6.1",
        "url": "https://megaup.net/36pbe/Double.World.2020.WEB-DL.1080P5.1CH(CM).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/oppinsert-135x200.jpg",
        "title": "Operation Mincemeat (2022)",
        "description": "ကင်းစ်မန်းရဲ့ မင်းသားကြီး ကိုလင်ဖာ့သ် နဲ့ Price and Prejudice တို့ Three Musketeers တို့လိုရုပ်ရှင်ကြီးတွေရဲ့ မင်းသား မက်သရူး မစ်ဖက်ဒီရန်တို့ ပါတဲ့ ဒုတိယကမ္ဘာစစ် ဖြစ်ရပ်မှန်ရုပ်ရှင်အသစ်ပါ။စစ်ပွဲကြီးတွေမှာ လူတွေလက်နက်တွေနဲ့ ရှေ့တန်းမှာ အပြိုင်တိုက်ကြသလို နောက်တန်းမှာလည်း သူလျိုတွေ ထောက်လှမ်းရေးတွေ ဉာဏ်ချင်းပြိုင်ပြီး အပြိုင်ကျဲကြတာလည်း စစ်ပွဲအဆုံးအဖြတ်ဖြစ်လာစေတာကို သိကြမှာပါ။ဒီရုပ်ရှင်ထဲက အဖြစ်ကတော့ ကမ္ဘာစစ်အတွင်း အကြီးဆုံးအောင်မြင်ခဲ့တဲ့ လှည့်ကွက်ကြီးတစ်ခုဖြစ်ပြီး အင်အားသိန်းချီတဲ့ စစ်ဆင်ရေးကြီးတစ်ခုရဲ့ အသက်လည်း ဖြစ်ခဲ့ပါတယ်။\nအဲဒီစစ်ဆင်ရေးနာမည်က အော်ပရေးရှင်း မင့်စ်မိထ် တဲ့။ မင့်စ်မိထ် ဆိုတာ အသားစင်းကောတွေ အကြာကြီးခံအောင် ထိန်းသိမ်းထားတဲ့အသားတွေကို ပြောတာပါ။မဟာမိတ်တပ်တွေဟာ ဥရောပစစ်မြေပြင်မှာ နာဇီတွေနဲ့တိုက်ပွဲအတွက် အဆုံးအဖြတ်ဖြစ်စေမယ့် နေရာတစ်ခုဖြစ်တဲ့ စစ္စလီကို ဧရာမထိုးစစ်ကြီး ဆင်နွှဲဖို့ ရည်ရွယ်ထားပါတယ်။ ဒါပေမဲ့ စစ္စလီဟာ ဗြူဟာအရ အရေးပါတာကို ဟစ်တလာလည်း သိထားပြီးဖြစ်လို့ ခံစစ်ကို အကြီးအကျယ်ပြင်ဆင်နေပါပြီ။ ...",
        "rating": "",
        "url": "https://megaup.net/2qOwU/Operation.Mincemeat.2022.1080p(CM)_(2).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-1-142x200.jpg",
        "title": "Memory(2022)",
        "description": "မင်းသားကြီး လီယံနယ်ဆန် နဲ့ မင်းသမီး မိုနီကာဘယ်လူချီတို့ပါဝင်ထားတဲ့ ရုပ်ရှင်ကားအသစ်ထွက်ပါပြီ။ Crime, Thriler အမျိုးအစားပါပဲ။\nအဲလက်စ်ဆိုတဲ့ ကြေးစားလူသတ်သမားတစ်ယောက်ကို ကလေးသူငယ် လူကုန်ကူးတဲ့အဖွဲ့က လူတစ်ယောက်ကို သတ်ဖို့ ငှားရမ်းတာကနေ စတင်လိုက်ပါတယ်။ငှားလိုက်တဲ့အဖွဲ့ မသိသေးတာက အဲလက်စ်ဟာ အယ်ဇိုင်းမာရောဂါဖြစ်နေပြီး မှတ်ဉာဏ်တွေက ပေါ်လိုက်ပျောက်လိုက်ဖြစ်နေတာပါပဲ။\nအဲဒီလူကုန်ကူးအဖွဲ့ကိုပဲ မက္ကဆီကိုရဲတစ်ယောက်နဲ့ အက်ဖ်ဘီအိုင်တစ်ယောက်က လိုက်နေပါတယ်။\nဒီလူအားလုံးမှာ ဝမ်းနည်းစရာ နောက်ကြောင်းကိုယ်စီနဲ့ပေါ့။ဥပဒေ နဲ့ လက်စားချေမှုကြားမှာ လွန်ဆွဲပုံတွေ၊ ချမ်းသာပြီး ဩဇာကြီးလွန်းတဲ့သူတွေဟာ ဥပဒေအထက်ကိုရောက်နေပုံတွေကို ပြသထားတဲ့ ရုပ်ရှင်ကောင်းကောင်းတစ်ကားပါပဲ။ \nFile size…(1.5GB)/(834MB)/(392MB)\nQuality…. 1080p/720p HDCAM/ 480p\nFormat…mp4\nDuration….01:54:00\nGenre...Action/ Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Mr. Anderson",
        "rating": "6",
        "url": "https://megaup.net/2qOO3/Memory.2022.720p.(CM)_(2).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/FSn4aj-XoAEvT9l-133x200.jpg",
        "title": "[18+] Putahe (2022)",
        "description": "ဂျန်နီလင်းဟာ တံငါလုပ်ငန်းနဲ့အသက်မွေးပြီးဝေးလံခေါင်ဖျားတဲ့ကျွန်းကလေးမှာကြီးပြင်းလာတဲ့\nကျွန်းသူမလှလှလေးပါ၊ သူတို့ကျွန်းဟာ မြို့ပြနဲ့ဝေးလံ ဗဟုသုတဖျော်ဖြေရေးတွေနည်းပါးတဲ့အလျောက်\nကျွန်းသူတွေဟာ လူစုအတင်းတုပ်လေ့ရှိကြပြီး ကျွန်းသားတွေကတော့ ညဘက်မှာအရက်ဝိုင်းဖွဲ့လေ့ရှိကြတယ်။\nသူစိမ်းလူအရောက်အပေါက်အဝင်အထွက်နည်းလှပြီး တစ်ယောက်အကြောင်းတစ်ယောက်အတွင်းသိအစင်းသိ အဖွဲ့အစည်းကျဉ်းကျဉ်းလေးတစ်ခုပေါ့။တစ်နေ့တော့ သူတို့ကျွန်းကို သူစိမ်းတစ်ယောက်ရောက်လာပါတယ်၊ အလွန်လှပဖွံ့ဖြိုးပြီး လည်ပြန်ငေးကြည့်လောက်ရတဲ့\nမြို့သူမလှလှကြီး ( MILF အထာမမကြီး) ဟာ သူတို့ကျွန်းမှာ ထမင်းဆိုင်လေးဖွင့်ပြီး အခြေချပါတော့တယ်။ကျွန်းသူတွေက\nမြို့သူမကြီးကို ဝရမ်းပြေး၊ဇိမ်မယ်စသဖြင့်\nစကားတင်းဆိုပြီး သူတို့ယောက်ျားတွေနဲ့သဝန်တိုကြပေမယ့် ဂျန်နီကတော့ ဟင်းချက်ကောင်းသလို သိပ်လှတဲ့မမကြီးကိုခင်မင်သိကျွမ်းလိုစိတ်နဲ့\nသွားသွားချောင်းတဲ့အချိန်မှာ သူတွေ့လိုက်ရတာကတော့..။ကျွန်းသူတွေ အတင်းပြောကြတဲ့အတိုင်း မြို့သူမမကြီးဟာ ကျွန်းသားတွေကို\nနေ့ဘက်မှာလက်ရာကောင်းဟင်းလျာတွေနဲ့ဧည့်ခံသလို ညဘက်ကျတော့လဲ အယုတ်အလတ်အမြတ်မရွေးပဲ တစ်ယောက်ဆင်းတစ်ယောက်တက် ရက်ရောနေတာကို တွေ့လိုက်ရပါတော့တယ်။ဂျန်နီကတော့ ရှေ့ဆက်တိုးမိခဲ့တာပါပဲ။ ဒီလိုနဲ့ပဲမမလှလှကြီးဟာ ဂျန်နီကို ဟင်းချက်နည်းတွေတင်မကပဲ အိပ်ယာပေါ်က ကိစ္စတွေကိုပါ\nကိုယ်ဖိရင်ဖိ ခရေစေ့တွင်းကျ သင်ပြလာတဲ့အခါ..။L တို့ Kinsenas, katapusan တို့နဲ့ပရိသတ်ရင်းနှီးပြီးသားဖြစ်မယ့် မင်းသမီးချောလေး Ayanna Misola က ဂျန်နီအဖြစ်\nဦးဆောင်ပါဝင်ထားပြီး မြို့သူမမလှလှကြီး ယူကာအဖြစ်သရုပ်ဆောင်သူကတော့ 2019 Miss Philippines Earth, Janelle Tee ...",
        "rating": "",
        "url": "https://megaup.net/14Ucb/(CM)_Putahe.2022.720p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zP9tXuxoPRpCJM0UxbxZUHYB83n.jpg",
        "title": "Love Story (2021)",
        "description": "Love Story (2021)\nIMDb - 6.92021တုန်းက Hitဖြစ်ခဲ့တဲ့ Romance Dramaလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nဒီကားလေးကတော့ မြို့ကို အလုပ်လုပ်ဖို့ တက်လာတဲ့ အင်ဂျင်နီယာမလေးကို\nချစ်မိသွားတဲ့ ဇွန်းဘားကတဲ့သူတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။လူတိုင်းမှာ ကိုယ့်ရဲ့ဆိုင်ရာဆိုင်ရာ အချစ်ဇာတ်လမ်းလေးတွေရှိခဲ့ကြမှာပေါ့နော်။\nပျော်စရာ၊ ကြည်နူးစရာ၊ လွမ်းစရာ၊ ကြေကွဲစရာ မျိုးစုံထဲမှာမှ တွေ့တာနဲ့\nသတ်နေကြတဲ့ ကြောင်နဲ့ကြွက်လို ဇာတ်လမ်းလေးတွေလည်း ရှိကြမယ်လို့ထင်ပါတယ်။ဒီဇာတ်လမ်းလေးကလည်း ဒီလိုပါပဲ။ အမေတစ်ခု၊ သားတစ်ခုဘဝမှာ ကြီးပြင်းလာရတဲ့\nရေးဗန်ဟာ သူ့ရဲ့အမေဖြစ်သူဆုံးမတဲ့ လူတွေဆီက အနှိမ်မခံစေရချင်ရင် ပိုက်ဆံရှာဆိုတဲ့\nဆုံးမစကားကြောင့် အိမ်ငှားခမပေးနိုင်တဲ့အချိန်မှာတောင် သူကိုယ်တိုင်ထောင်ထားတဲ့\nဇွန်းဘားစင်တာကို ကြိုးစားပမ်းစားအသက်ဆက်လို့နေပါတယ်။ သူဌေးသမီးလေး\nမောနီကတော့ စည်းကမ်းတင်းကြပ်တဲ့အဖွား၊ သူတို့မိသားစုအပေါ် ဂုတ်သွေးစုပ်နေတဲ့\nဉီးလေးဖြစ်သူကို ဆန့်ကျင်ပြီး အိမ်ပေါ်ကနေ လက်ဗလာနဲ့ဆင်းလာခဲ့တဲ့သူပါ။\nမာနကြီးပြီး အထည်ကြီးပျက်ပုံစံဖြစ်နေတာကြောင့် အလုပ်လည်းမရနိုင်၊\nတွေ့ရာအလုပ်ကိုလည်း ဝင်မလုပ်နိုင်တဲ့ အင်ဂျင်နီယာမလေး မောနီနဲ့\nငွေလေးတစ်ပြားဝင်ဖို့ ရုန်းကန်နေရတဲ့ ရေးဗန်တို့နှစ်ယောက်ဟာ\nတွေ့တာနဲ့ ကြောင်နဲ့ကြွက်လို တကျက်ကျက် ရန်ဖြစ်ကြရင်းကနေ မောနီ\nကတာကို တွေ့ပြီး ရင်သပ်ရှူမောဖြစ်သွားတဲ့ ရေးဗန်က မောနီကို\nသူတို့ဇွန်းဘားစင်တာမှာ စပ်တူအလုပ်လုပ်ဖို့\nခေါ်ရင်းကနေ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2qMS8/Love.Story.2021.720p.UNCUT.AHA.WEB-DL.Telgu.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nlIPrUsttnnJLuQqVxlEwiAq1ow.jpg",
        "title": "Acharya (2022)",
        "description": "Acharya (2022)၂၀၂၂ မှာ အသစ်စက်စက် ထွက်ရှိထားပြီး နာမည်ကြီး မင်းသားချော ဘိုင်ရာဘာ\nပါဝင် သရုပ်ဆောင်ထားတဲ့ Acharya ဆိုတဲ့ တလဲဂူး action drama\nရုပ်ရှင်ဇာတ်ကားအသစ်စက်စက်လေးကို တင်ဆက်ပေးလိုက်ပါရစေ။ဒီဇာတ်ကားလေးဟာ ၂၀၁၉ ထဲက ထွက်ရှိဖို့ ကြေငြာထားခဲ့ပေမယ့် ကိုဗစ်ရောဂါကြောင့်မလို့\n၂၀၂၂ ဧပရယ်လမှ ထွက်ရှိလာတဲ့ ဇာတ်ကားလေးတစ်ကားလဲဖြစ်ပါတယ် ။လွန်ခဲ့သော နှစ်ပေါင်း၈၀၀ ဝန်းကျင်ထဲက ဓမ္မစသာလီနဲ့ ပမ်မာဂတ်တမ် တို့ဟာ ဂျီဟာဗာရာရဲ့\nမြစ်တစ်ဖက်တစ်ချက်ဆီမှာ တည်ရှိနေပြီး ဆစ်ဟာဗာနမ် တောအုပ်ကြီး ဝိုင်းရံထားတဲ့\nဘာသာရေးကိုင်းရှိုင်းပြီး ဓမ္မကို လက်ကိုင်ထားထားတဲ့ မြို့တွေ ဖြစ်ခဲ့ကြတယ်။သူတို့ဟာ မယ်တော် ဂတ်တာမာကို အရမ်း ယုံကြည်သက်ဝင် ကိုးကွယ်ကြတဲ့ သူတွေပါ ။\nဒီလိုမျိုး ဓမ္မတရားကိုသာ စွဲကိုင်ပြီး အေးချမ်းစွာ တည်ရှိနေကြတဲ့မြို့လေးကို\nစီးပွားရေးသမားတစ်ဦးဖြစ်တဲ့ ဘာဆာဗာ ရောက်လာပြီး ဓမ္မစသာလီ နဲ့\nပမ်ဒါဂတ်တမ်ကို မိုင်းတွင်းတွေ တူးဖော်ချင်နေတဲ့ ရာသော့လက်ထဲကို ထည့်ဖို့ ယုတ်မာတဲ့ နည်းလမ်းမျိုးစုံနဲ့ ကြိုးစားပါတော့တယ်။ဘာဆာဗာ ...",
        "rating": "4.2",
        "url": "https://megaup.net/3MJIw/Acharya_(2022)_Telugu_HQ_HDRip.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/add-2-133x200.jpg",
        "title": "The Great Raid(2005)",
        "description": "ဒါကတော့ ၂၀၀၄ ကထွက်တဲ့ဒုတိယကမ္ဘာစစ်ကားလေးပါ။၁၉၄၁ မှာဂျပန်တွေကပုလဲဆိပ်ကမ်းကိုဗုံးကျဲပြီးနောက် အမေရိကန်ပိုင် ဖိလစ်ပိုင်ကို၀င်သိမ်းတာအမေရိကန်စစ်သားတစ်သောင်းလက်နက်ချအဖမ်းခံခဲ့ရပါတယ်။ ၁၉၄၄အရောက်မှာတော့အမေရိကန်တွေက စစ်ရေးသာလာပြီး ဖိလစ်ပိုင်ကိုပြန်သိမ်းဖို့တာစူနေပါပြီ။အဲဒီအချိန်မှာ ရိန်းဂျားတပ်ရင်း(၆)ဟာ ရှေ့တန်း‌ကိုကျော်ပြီး အမေရိကန်စစ်သုံ့ပန်းငါးရာရှိတဲ့စခန်းကို၀င်စီးပြီး သုံ့ပန်းတွေကိုကယ်ဖို့ တာ၀န်ကျလာပါတယ်။ လမ်းခရီးမှာတွေကြုံရတဲ့အခက်အခဲတွေ၊တိုက်ပွဲ၀င်ပုံတွေ၊ရဲဘော်ရဲဘက်စိတ်ထားပုံတွေကို ပြထားပါတယ်။သုံးစွဲတဲ့လက်နက်တွေ၊အသုံးအဆောင်တွေ၊လက်နက်တွေကိုလည်း အမှန်အတိုင်းဖြစ်အောင် ဂရုစိုက်ပြီးသုံးပြထားပါတယ်။Director John Dahl ရိုက်ကူးထားပြီး နာမည်ကျော်မင်းသား James Franco, Benjamin Bratt,Joseph Fiennesတို့ပါ၀င်ထားပါတယ်။ စစ်ကားကြိုက်တတ်သူတွေ အတွက်အကြိုက်တွေ့မယ့်ကားလေးပါ။ File size…(3.24GB)/(1.4GB)/(1014MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:12:00\nGenre...Drama /Action/War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "6.6",
        "url": "https://megaup.net/14qob/The_Great_Raid_(2005)720p.mp4(CM).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/7uis4dugf51c-133x200.jpg",
        "title": "[18+] Kaliwaan (2022)",
        "description": "18+ ဆိုပြီး အားရပါးရပြေးမငမ်းခင် တစ်ခုသတိပေးချင်တာက ဒီဇာတ်ကားက သတ်ခန်းဖြတ်ခန်း သွေးထွက်သံယိုတွေနဲ့ Thriller အမျိုးအစားလဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...ဘူဂီက သာမန်လူလတ်တန်းစားမိသားစုက မွေးဖွားလာပြီးကျောင်းတက်အလုပ်လုပ်နေဆဲလူငယ်တစ်ယောက်ဖြစ်ပြီး၊\nသူ့မိဘတွေကတော့မုန့်တိုက်တစ်ခုဖွင့်ထားပါတယ်။ သူ့ကောင်မလေး မော်နီကာ ကတော့ အနှိပ်ခန်းတစ်ခုမှာ အလုပ်လုပ်ပြီး\nမကြာခဏငွေတောင်းကြမ်းတဲ့ အဒေါ်လောင်းကစားသမားကြောင့် ဒီဘဝက ရုန်းထွက်လွတ်မြောက်ဖို့\nကြိုးစားရင်း သံသရာလည်နေရသူပါ။တစ်နေ့တော့ မော်နီကာကိုတစ်ဖက်သတ်ကြိတ်ကြိုက်နေတဲ့ ရာဂျီဆိုတဲ့လူတစ်ယောက်က\nအလုပ်ရှာပေး ငွေတွေနဲ့မက်လုံးပေးရင်း မော်နီကာရဲ့ကာမကိုရယူချိန်မှာ ဘူဂီတွေ့မြင်သွားခဲ့ပြီး ရုတ်တရက်\nဖြစ်ပေါ်လာတဲ့ သဝန်တိုပူလောင်မှုနဲ့ ရာဂျီခေါင်းကိုခဲနဲ့ထုသတ်ဖို့ကြိုးစားပါတယ်။\nမော်နီကာအဆွဲမြန်လို့ သေတဲ့အထိဖြစ်မသွားပေမယ့် အဲ့ဒါကြောင့်ပဲ ပြဿနာပိုကြီးဖို့ဖြစ်လာပါတော့တယ်။ရာဂျီရဲ့မိသားစုဟာ သြဇာကြီး၊ ငွေကိုရေလိုသုံးပြီးတော့ သူတို့သားအတွက် ကလဲ့စားကိုရအောင်ယူမှာဖြစ်သလို၊\nဘူဂီရဲ့မိခင်ကလဲ သူ့သားအန္တရာယ်မကျရောက်စေဖို့ ဘူဂီဦးလေးဖြစ်သူရဲအရာရှိကိုအကူအညီတောင်းမိသွားတဲ့အခါ..။\nဘူဂီနဲ့မော်နီကာတို့တင်မက သူတို့ရဲ့မိသားစုတွေပါ ဒီပြဿနာအရှုပ်ထုပ်ထဲ ဘယ်လိုနစ်ကျွံဝင်သွားမလဲ?\nသူတို့အတွက်အဖြေ ဒါမှမဟုတ် ထွက်ပေါက်တစ်ခုကိုအချိန်မှီရှာတွေ့ကြမလားဆိုတာ ဆက်လက်ရှုစားကြပါ။Vivamas Princess လို့ခေါ်ကြတဲ့ညှို့မင်းသမီးပေါက်စလေး AJ Raval နဲ့အတူ Vince Rillon \"Siklo\" (2022) တို့ဦးဆောင်ပါဝင်ထားပြီး\nမင်းသမီးအသစ်လေးတစ်ချို့ကိုလဲ မိတ်ဆက်ပြထားပါသေးတယ်။\nစိတ်ညစ်ညူးစရာကောင်းအောင် ကြမ်းတမ်းရက်စက်တဲ့ နှိပ်စက်သတ်ဖြတ်ခန်းတွေ၊သာမန်လိင်ဆက်ဆံခန်းတွေတင်မက၊\nIncest တွေ သီရိစံတွေပါ ပါဝင်တဲ့အတွက်မိသားစုနဲ့လုံးဝကြည့်လို့မရတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File Size ...",
        "rating": "",
        "url": "https://megaup.net/1KoZ2/(CM)_Kaliwaan.2022.720p.WEB-DL.AAC2.0.x264-Naung.mp4",
        "category": "Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nZ96VyEjhG6KJ97tN24PjVfdk33.jpg",
        "title": "Shepherd (2021)",
        "description": "Shepherd (2021)\n============\nHorror/Drama / Mysteryမိဘထက် ဇနီးသည်ကို ပိုချစ်ခဲ့တဲ့ ခင်ပွန်းကောင်းလေး အဲရစ်၊\nတခြားကောင်နဲ့ ဖောက်ပြန် ကိုယ်ဝန်ရှိနေတဲ့ ဇနီးသည်ကို လောလော\nလတ်လတ်မြေမြုပ်ခဲ့တဲ့ အဲရစ်၊ ခြေရာဖျောက်ဖို့ ကြိုးစားရင်း လှေမောင်း\nသမားအမျိုးသမီးတစ်ယောက်နဲ့ ချိတ်ဆက်ပေးမှုကြောင့် လူသူမရှိတဲ့\nစကော့တလန်ကျွန်းတစ်ခုမှာ သိုးထိန်းလာလုပ်နေတဲ့ မစ္စတာဘလက် (အဲရစ်)။\nတစ်ယောက်တည်းရှိတဲ့အချိန်တွေမှာ ပိုပြီးစဉ်းစားမိ ပိုပြီးတွေးမိတတ်ကြသလို\nသိုးထိန်းကြီးမစ္စတာအဲရစ်ဘလက်ဟာလည်း အထီးကျန်ကျွန်းမှာ ဘက်စ်တာဆိုတဲ့\nခွေးလေးနဲ့ အလုပ်တွေလုပ်နေရင်း ဇနီးသည်ရဲ့ အဖြစ်အပျက်အကြောင်းကို\nပိုပြီး စဉ်းစားမိနေခဲ့တယ်။ဒါပေမယ့် ဒီလိုအတွေးတွေကနေ တွေးမိရုံကနေ အဆင့်တက်ပြီး ပုံမှန်မဟုတ်တဲ့\nအမြင်အာရုံ အကြားအာရုံတွေဖြစ်ပေါ်လာရာက ထင်ယောင်မှားမှုတွေ လွှမ်းမိုး\nသွားတဲ့အခါ . မစ္စတာအဲရစ်ဘလက်တစ်ယောက် သူ့ရဲ့ ရူးနှမ်းသလိုဖြစ်မှုတွေကို\nဘယ်လိုထိန်းချုပ်သွားမလဲ။ လက်ခံထားတဲ့အရာနဲ့ အမှန်တရားက ထပ်တူကျရဲ့လား။\nဘယ်ဟာကို အမှန်တရားလို့ လက်ခံပြီး ရွေးချယ်လိုက်မလဲဆိုတာကို ရင်တထိတ်ထိတ်\nကြည့်ရမှာပါ။ ဒီကားမှာ မစ္စတာအဲရစ်ဘလက်ရဲ့ အသံတိတ်အော်ဟစ်မှုတွေကြောင့်\nကြည့်နေတဲ့သူပါ မွန်းကြပ်လာလောက်အောင်ထိလည်း ဇာတ်လမ်းကဆွဲဆောင်နိုင်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jerrica ဖြစ်ပါတယ်)File Size - (1.34 GB) / ...",
        "rating": "",
        "url": "https://megaup.net/2qEow/Shepherd.2021.720p.BluRay.%5BCM%5D.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kvBssfP0aqEAwdlpruZQ8Uz0Amr.jpg",
        "title": "Eagle Wings (2021)",
        "description": "Eagle Wings (2021)\nဒီဇာတ်ကားကို ပထမဆုံးတွေ့တုန်းက IMDb 8 ထိရထားတာလို့ ပြောရင် ခင်ဗျားတို့ ယုံမလားတော့မသိဘူး။ဘာအကြောင်းလဲဆိုတော့ နိုင်ဂျီးရီးယားအစိုးရရဲ့ကောင်းကြောင်း အားရပါးရဖားထားတဲ့ ဇာတ်ကားဗျ။ နိုင်ဂျီးရီးယား အစိုးရရဲ့ မိဘပြည်သူတွေအပေါ် မေတ္တာထားပုံတွေ၊ ငြိမ်းချမ်းရေးကို လိုလားပုံတွေ၊ နိုင်ဂျီးရီးယားစစ်သည်တော်တွေရဲ့ ပြည်သူတွေအပေါ် မြတ်နိုးပုံတွေကို အတုံးလိုက်အတစ်လိုက် ချပြထားတာကိုတွေ့ရပါလိမ့်မယ်။ဒါတင်လားဆိုမဟုတ်ပါဘူး။အခြေအမြစ်မရှိတဲ့ ခံယူချက်ပေါ် အစွန်းရောက်ယုံကြည်နေကြတဲ့ သောင်းကျန်းသူတွေ၊ လူရိုင်းလိုလို ဘာလိုလိုနဲ့ ပြည်သူတွေကိုသတ်၊ အိုးအိမ်တွေကို ဖျက်စီး၊ လူတွေကို ပြန်ပေးဆွဲနေတဲ့ သောင်းကျန်းသူတွေရဲ့ လုပ်ရပ်တွေကြောင့် ငြိမ်းချမ်းရေးပျက်စီးရတယ်ဆိုတာတွေကို ကွက်ကွက်ကွင်းကွင်းမြင်လာအောင် မမြင်မြင်အောင် ပြထားပါသေးတယ်။ မတော်တဆ သူပုန်တပ်ထဲရောက်သွားတဲ့ လူငယ်လေးတွေကို ဖခင်တစ်ယောက်က သားဆိုးလေးကို ခွင့်လွှတ်ပြီး အမြဲတမ်းလက်ကမ်းကြိုနေတဲ့ နိုင်ဂျီးရီးယားအစိုးရရဲ့ မေတ္တာတရားတွေကို အီဆောင့်နေအောင် မြင်ရမှာပါ။ဇာတ်ကားက ကောင်းလားဆိုတော့ မကောင်းဘူး။ ဘုရားစူး မကောင်းတာ။ ဒါပေမဲ့ ဇာတ်ကားအကြောင်းအရာတွေက ရှယ်ရယ်ရတယ်။ ဆဲလို့ကောင်းတယ်။ နိုင်ဂျီးရီးယားအစိုးရကို ...",
        "rating": "3.9",
        "url": "https://megaup.net/1KPbc/(CM)_Eagle_Wings_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8wh9WzTKo5pJw3EgHYWA60W7Kbl.jpg",
        "title": "Changing Lanes (2002)",
        "description": "Changing Lanes (2002)\n=================\nIMDb Rating - 6.5/10Motherfker ကြီးလို့လူသိများသူ (သို့) နောင်တစ်ချိန်မှာ Marvel ရဲ့\nNick Fury ရယ်လို့ ဖြစ်လာမယ့် အာဖရိကန်အမေရိကန်မင်းသားကြီး\nSamuel Jackson နဲ့ နောင်အခါမှာ DC ရဲ့ Batman ဇာတ်ကောင်\nသရုပ်ဆောင်ရတော့မယ့် မင်းသားချောကြီး Ben Affleck တို့ရဲ့ ကား\nကောင်းလေးတစ်‌ကားဖြစ်ပါတယ်။စိတ်ဝင်စားစရာကောင်းတဲ့အချက်တစ်ချက်ကတော့ ဒီဇာတ်ကားတစ်ကားလုံးရဲ့\nဇာတ်အိမ်ကို တစ်ရက်အတွင်းမှာဖြစ်ပျက်သွားတဲ့ဇာတ်အိမ်အဖြစ်တည်\nထားတာမျိုးပါ။ တစ်ခါတလေကျရင် ကျွန်တော်တို့လူဘဝဆိုတာ ကောင်းတာ\nတွေကိုမျှော်လင့်နေကာမှ ဆိုးတာတွေချည်းဇာတ်တိုက်လှိမ့်ဝင်နေတတ်တာမျိုးပါ။\nဒီရုပ်ရှင်ကားမှာလည်း သားနှစ်ယောက်ရဲ့ဖခင် Samuel Jackson ကို မိခင်ဖြစ်သူ\nအမျိုးသမီးက ခွဲခွာပြီးနောက် ကလေးတွေရဲ့အုပ်ထိန်းခွင့်ကိုယူဆောင်ကာ ဝေးရာကို\nသွားဖို့အတွက် တရားရုံးမှာ အမှုရင်ဆိုင်ခွင့်တောင်းရာကနေစတင်ထားပါတယ်။\nမင်းသားကြီး Ben Affleck ကလည်း ယောက္ခထီးအလိုကျ ပရဟိတသမားကြီး\nတစ်ယောက်ရဲ့အလှူငွေတွေကို ရုံးတော်မှာ ဘုံးတော်မူဖို့အတွက် အမှုရင်ဆိုင်ရမယ့်\nဇာတ်အိမ်မျိုးနဲ့စတည်ထားပါတယ်။ဒီတော့ မတူညီသောအကြောင်းပြချက်နှစ်မျိုးကြောင့် တရားရုံးတက်ရမယ့်အမျိုးသား\n၂ ဦးမည်သို့ဆုံမလဲ၊ ‌ဆုံပြီးတဲ့နောက် ဘယ်လိုဇာတ်အိမ်အရှုပ်အထွေးတွေနွယ်လာမလဲ၊\nထိုဇာတ်အိမ်အရှုပ်အထွေတွေကြားမှာ သူတို့နှစ်ယောက် ဘယ်လိုမျိုးဇာတ်ကောင်ချင်း\nအားပြိုင်ကြမလဲဆိုတာကို Changing Lanes ...",
        "rating": "6.5",
        "url": "https://megaup.net/14Qhl/Changing.Lanes.2002.720p.BluRay%5BCM%5D.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a2NCtBpiaVyAMZdSCQCPT93v06y.jpg",
        "title": "Hollow (2021)",
        "description": "Hollow (2021)\nရုပ်ရှင်ဆိုတာ တော်တော်မှော်ဆန်တဲ့အရာပါပဲ။ လူတစ်ယောက်ဟာ တစ်နေ့ကို အနည်းဆုံး သီချင်းတစ်ပုဒ်နား‌ထောင်၊ ကဗျာတစ်ပုဒ်ဖတ်ပြီး၊ ပန်းချီကားတစ်ကားကို ခံစားသင့်တယ်လို့ ဆိုတယ်။ ရုပ်ရှင်အစစ်တွေကတော့ ဒီ၃ခုလုံးကို ပေါင်းစပ်ထားတဲ့အရာတွေပါပဲ။ ကဗျာဆန်မှုကိုလည်းခံစားရတယ်။ အလှပဆုံးစီနီမာကိုလည်းခံစားရတယ်။ နောက်ခံတေးဂီတရဲ့ အရသာကိုလည်း ခံစားနိုင်တယ်။ ဒါကြောင့်ပဲ ကျွန်တော် ရုပ်ရှင်တွေကို သိပ်ချစ်ခဲ့တာပါပဲ။တာကော့စကီးတို့ အင်ဂမာဘတ်ခ်ျမန်းတို့ အဘတ်ကီယာအိုစတမိတို့ အိုဇုတို့ရဲ့ ရုပ်ရှင်တွေမှာ ကျွန်တော်တို့ ကိုယ့်ကိုယ်ကိုယ် ပြန်ရှာဖွေကြတယ်။ ဝေါင်ကာ‌ဝေးတို့ Shunji Iwai တို့ ဝူဒီအယ်လန်တို့ရဲ့ ရုပ်ရှင်တွေမှာ အချစ်ရဲ့ ၀မ်းနည်းစရာကဗျာဆန်မှုကို ကျွန်တော်တို့ တွေ့ရှိကြတယ်။ ပတ်ချန်းဝုတို့ လီချန်းဒုံတို့ စတန်လေကူးဘရစ်တို့ ရုပ်ရှင်တွေမှာ လောကရဲ့တခြားမျက်နှာတွေကို မြင်ရကြတယ်။ ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာတို့ မာတင်စကောဆေးစိတို့ စတီဗင်စပီးဘာ့ခ်ျတို့ကတော့ လောကအသစ်တွေ‌ဆီ ခေါ်ဆောင်သွားခဲ့တာပေါ့။Schindler's List ထဲက နာရီလို ၊ Life Is Beautiful ထဲက ဟာသမဟုတ်တဲ့ ...",
        "rating": "3.2",
        "url": "https://megaup.net/1KNjl/(CM)_Hollow_(2021)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6EL45C23bLCUMm7UJGMKPDpV8Dk.jpg",
        "title": "Days of the Bagnold Summer (2019)",
        "description": "Days of the Bagnold Summer (2019)==========================IMDb Rating - 6.5/10အခုအချိန် ကျွန်တော်တို့ လူငယ်တွေနဲ့ အိမ်က လူကြီးတွေကြားမှာ ကြုံတွေ့နေရတဲ့\nအခြေအနေတွေကို  ပြပေးနေတဲ့ ဇာတ်ကားတစ်ကားကို မီးမောင်းထိုးပြပါ ဆို ဒီကားကို\nညွှန်ရမှာပါပဲ။Broken family က ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက် ကျောင်းပိတ်ရက်\nနွေရာသီမှာ အဖေရှိရာ လိုက်သွားဖို့ စီစဉ်ထားပေမယ့် အစီအစဉ်တွေပျက်သွားခဲ့တယ်။\nအတူနေရတဲ့ အမေကလည်း ကိုယ်သိပ်ကြိုက်တဲ့ heavy metal သီချင်းတွေကို အလကား\nနားဆူတဲ့ဟာတွေ ဆိုပြီး တော်ကီတွေပွားတယ်။ ဒီအချိန်မှာ ရွယ်တူသူငယ်ချင်းနှစ်ယောက်\nဆီကလည်း သူတို့ရည်းစားတွေအကြောင်း လာကြွားတာခံရတယ်။\nဒါ့အပြင် အမေ့ရဲ့ နောင်ရည်းစားဖြစ်လာမယ့်သူက ကိုယ့်ကျောင်းက ဆရာ လာဖြစ်နေတဲ့\nအခါ၊ အလုပ်တွေလိုက်လျှောက်ပေမယ့် ဘယ်အလုပ်ကမှ လက်မခံတဲ့အခါ။ဒါတွေကို ဒန်နီရယ် ဘက်နိုးလ်တစ်ယောက် ဘယ်လို ရင်ဆိုင်ဖြေရှင်းသွားမလဲ၊\nသူကတကယ်ပဲ အများထင်သလို ခပ်ဆိုးဆိုးကောင်လေးတစ်ယောက်ဖြစ်နေပြီလား\nအမေဖြစ်သူ ဆူး ကရော သားဖြစ်သူအတွက် ဘယ်ချိန်ထိ နားလည်မှုပေးနိုင်မလဲ\nဆိုတာ စောင့်ကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲ။\nကျွန်တော်တို့ရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1KJ8u/Days.of.the.Bagnold.Summer.2019.720p.BRRip.%5BCM%5D_new.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8oNfHttjjuRqlwQ0tTkH8v3fzre.jpg",
        "title": "All the Moons (2020)",
        "description": "All the Moons (2020)\n===============\nIMDb Rating - 6.7/10၁၉ ရာစုအပြီး စပိန်နိုင်ငံမှာ တတိယ ကာလစ်စစ်ပွဲဖြစ်နေတဲ့အချိန်မှာပေါ့\nဒီဇာတ်ကားရဲ့ အဓိက ဇာတ်လိုက်ကောင်မလေးနေတဲ့ မိဘမဲ့ဂေဟာအပေါ်ကို\nဗုံးတစ်လုံးကျသွားခဲ့ပြီး အကုန်အနိစ္စရောက်သွားခဲ့တယ်။ သူသတိပြန်ရလို့\nကြည့်လိုက်တော့ ဂေဟာကလူတွေ တစ်ယောက်မှအသက်မရှိတော့ဘူး။\nသူကိုယ်တိုင်လည်း သေအံ့ဆဲဆဲဖြစ်နေပြီ။ အဲ့အချိန်မှာ ထူးဆန်းတဲ့ အမျိုးသမီး\nကြီးတစ်ယောက်က သူ့ကိုခေါ် ပြီးဆေးကု‌ပေးလိုက်တယ်။ ကောင်မလေး\nပြန်နိုးလာတော့ ဒဏ်ရာတွေက ယူပစ်လိုက်သလိုပျောက်သွားပြီး နာကျင်မှု\nဆိုတာလည်းမရှိတော့ဘူး။ ဘယ်လိုကုပေးလိုက်လဲလို့မေးလိုက်တော့လည်း\n\"အနမ်းတစ်ပွင့်\" နဲ့ ကုလိုက်တယ်လို့ပဲပြန်ဖြေတယ်။နောက်သူထပ်ပြီးသိလိုက်ရတာ အဲ့အမျိုးသမီးကြီးတင်မဟုတ် သူနဲ့အတူ\nအခြားလူတွေပါရှိ‌သေးတယ်ဆိုတာပဲ၊ အားလုံးက စစ်သားတွေဆီကနေပုန်းပြီး\nနေနေကြတယ်။ နောက်နေ့ရောက်တော့ စစ်သားတွေက သူတို့ပုန်းတဲ့နေရာ\nသိသွားလို့ ဝင်စီးခံရတဲ့အခါ အမျိုးသမီးကြီးနဲ့ကောင်မလေးတို့ နှစ်ယောက်က\nအတူတူထွက်ပြေးကြတာပေါ့။ ပြေးရင်းပြေးရင်း ချောက်ကမ်းပါး‌နားရောက်သွားတဲ့\nအခါမှာ အမျိုးသမီးကြီးက သေနတ်နဲ့ အပစ်ခံလိုက်ရပြီး ကောင်မလေးက\nချောက်ထဲကျရော။အထက်မှာပြောသွားတာတွေက ဇာတ်လမ်းရဲ့ အစပိုင်းအဖြစ်အပျက်တွေလောက်\nပါပဲ။ တကယ့်နောက်ဆက်တွဲတွေကတော့ Horror ဆန်ဆန်ဆက်ကြည့်ရမယ့်\nအခန်းတွေအများကြီးကျန်ပါသေးတယ် . ဇာတ်လမ်းက ဇာတ်ရှိန်အေးအေးနဲ့\nHorror ကား ကြိုက်တဲ့သူတွေအတွက်ကြည့်လို့ကောင်းမယ့် ကားမျိုးပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/all-the-moons/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/hg57Zr63A96mpIQKHxOjHYqCVhI-185x278-1-133x200.jpg",
        "title": "The Blue Lagoon (1980)",
        "description": "The Blue Lagoon ဆိုတာ အချောအလှတွေနဲ့ နာမည်ကြီးတဲ့ မင်းသမီး Brooke Shields ရဲ့နာမည်ကျော် ဇာတ်ကားပါ။သူမအသက် ၁၄ နှစ် မြီးကောင်ကောက်အရွယ်မှာ ရိုက်ထားတာဖြစ်သလို အဖော်အချွတ်ခန်းတွေနဲ့မို့ပုရိသတို့ရဲ့အိမ်မက်တွေထဲထိ ရိုက်ခတ်မှုတွေရှိခဲ့ပါတယ်။ဇာတ်လမ်းကတော့...ပင်လယ်ပြင်မှာ မုန်တိုင်းတိုက်ခတ်မှုကြောင့် သင်္ဘောတစ်စီးပေါ်ကလူတွေအကုန် အသက်လုပြေးကြရသလိုရစ်ချတ်နဲ့ အမ်မလိုင်းဆိုတဲ့မောင်နှမဝမ်းကွဲကလေးနှစ်ယောက်ကိုသင်္ဘောရဲ့ချက်ကြီးဖြစ်တဲ့ ပတ်တီက ကယ်တင်ခဲ့ရပြီးလူသူဝေးတဲ့ကျွန်းလေးတစ်ကျွန်းပေါ်မှာ သောင်တင်နေပါတော့တယ်။ကလေးနှစ်ယောက်ကိုထိန်းကျောင်းပေးရင်းနဲ့ပတ်တီတစ်ယောက် အရက်မူးလွန်ပြီးတော့ ရေနစ်သေဆုံးသွားတဲ့အခါတော့မောင်နှမနှစ်ယောက်တည်း ကျွန်းလေးပေါ်မှာပဲ အသက်ဆက်ရှင်ဖို့ကြိုးစားနေထိုင်ရပါတော့တယ်တဖြေးဖြေးနဲ့ ရစ်ချတ်နဲ့အမ်မလိုင်းတို့နှစ်ယောက်အရွယ်တစ်ခုကိုရောက်လာချိန်မှာတော့လူသားဗီဇအရသွေးသားဆန္ဒကိစ္စတွေပါ စိတ်ဝင်စားလာပါတော့တယ်..ဒီတော့ ရစ်ချတ်နဲ့အမ်မလိုင်းတို့ကို လူသူကင်းမဲ့တဲ့ကျွန်းလေးပေါ်ကနေ ကယ်ဆယ်မယ့်သူပေါ်လာနိုင်မလားဆိုတာနဲ့သူတို့နှစ်ယောက်ရဲ့ လူသားသဘာဝဇာတ်လမ်းကရော ဘယ်ထိခရီးဆက်သွားမလဲဆိုတာ.....။ငယ်ဘဝက ချောင်းကြည့်ခဲ့ရတဲ့ ဒီဇာတ်ကားလေးကို အကောင်းဆုံး Quality နဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။File Size : (3 GB) & (1.5 GB)\nQuality : BluRay DS4K 1080p HEVC & 720p\nRunning Time : 01:45:00\nFormat : mp4\nSubtitle ...",
        "rating": "5.8",
        "url": "https://megaup.net/14Lsd/(CM)_The.Blue.Lagoon.(1980).Blu-Ray.720p.mp4",
        "category": "Adult, Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dSO7CoTOwPhWliBkkxbqr54p0vq.jpg",
        "title": "U311 Cherkasy (2019)",
        "description": "U311 Cherkasy (2019)\n================\nIMDb Rating - 6.6/10၂၀၁၉ ခုနှစ်က ထွက်ရှိထားတဲ့ တကယ့်ဖြစ်ရပ်မှန် စစ်ပွဲကို အခြေခံပြီး\nရိုက်ကူးထားတဲ့ စစ်ကားကောင်းလေးတစ်ကား ကို တင်ဆက်ပေးလိုက်\nပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ ၂၀၁၄ ခုနှစ် ရုရှားနိုင်ငံဟာ ယူကရိန်းပိုင်ဖြစ်တဲ့\nခရိုင်းမီးယားဒေသကို သိမ်းပိုက်ပြီး ဒွန်နူစလပ်ပင်လယ်ကွေ့မှ ပင်လယ်နက်\nဆီသို့ ထွက်ပေါက်ကို ပိတ်ဆို့လိုက်ပါတော့တယ်။ အဆိုပါ ပိတ်ဆို့မှုကြောင့်\nယူကရိန်း ‌ရေတပ်သင်္ဘော ၇ စင်းဟာလည်း နိုင်ငံဆီသို့ပြန်မရဘဲ ပိတ်မိသွား\nပါတော့တယ်။ သင်္ဘော ၇ စင်းဟာ တစ်စင်းပြီး တစ်စင်း ရုရှားထံသို့ အညံ့ခံ\nသွားခဲ့ကြပါတယ်။သို့သော် မိုင်းရှင်းလင်းရေး သင်္ဘော Cherkasy ကတော့ မျှော်လင့်ချက်\nမရှိနိုင်သည့်တိုင်အောင် ပြန်လည်ခုခံဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။\nCherkasy သင်္ဘောမှ ယူကရိန်းရေတပ်သားတွေ အင်အားကြီးမားတဲ့\nရုရှား‌‌ရေတပ်ကို ဘယ်လိုခုခံကြမလဲ။ ရှုံးနိုင်ချေများတဲ့ စစ်ပွဲတစ်ခုမှာ\nစစ်သားတွေရဲ့ ခံယူချက်၊ ခံစားချက်၊ ရုန်းကန်ရမှုတွေကို ရှု့ထောင့်တစ်မျိုးမှ\nကြည့်ရှု့ရမယ် ဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Leonard Lin ဖြစ်ပါတယ်)File ...",
        "rating": "6.6",
        "url": "https://megaup.net/14Jtu/Cherkasy.2019.RUSSIAN.720p.BluRay%5BCM%5D.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3qDumKWwi3YZacMI9u2UoPHWVDi.jpg",
        "title": "Escape the Field (2022)",
        "description": "Escape the Field (2022)Thriller/ Mysteryသည်းထိတ်ရင်ဖိုကားလည်းဖြစ်၊ လျို့ဝှက်ဆန်းကြယ်အမျိုးအစားလည်းဖြစ်တဲ့\nဒီကားလေးဟာ ၂၀၂၂ ခုနှစ်မှာထွက်ရှိလာတဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ်။Escape Room လိုမျိုး thriller ကားကောင်းကြိုက်နှစ်သက်တဲ့သူတွေ ကြည့်သင့်တဲ့ကားလေးဖြစ်ပြီး\nရင်ခုန်လှိုက်မောမှုနဲ့ နားမလည်နိုင်ခြင်းတို့ ဒွန်တွဲပြီးကြည့်ရမယ့် သည်းထိတ်ရင်ဖိုကားလေးတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်း၊ ဇာတ်ကွက်အနေနဲ့လည်း မ‌ဆိုးလှသလို ဇာတ်ကောင်တွေရဲ့သရုပ်ဆောင်တွေကလည်း\nအသည်းတယားယားဖြစ်ချင်စရာမျိုးဖြစ်အောင်ကို ကောင်းမွန်လှပါတယ်။ဇာတ်လမ်းရဲ့အစမှာတော့ မိမိဘာသာယမန့်နေက တစ်နေရာရာမှာ အိပ်မောကျမိသွားတဲ့သူတွေ\nဘယ်နေရာကမှန်းမသိတဲ့ ပြောင်းခင်းကျယ်ကြီးထဲ ရောက်သွားရာကနေ စတင်ပါတယ်။ ‌\nအဆိုပါ ပြောင်းခင်းကြီးဟာ လူလုပ်ပြောင်းခင်အတုကြီးလား၊ တကယ့်ပြောင်းခင်းအစစ်လား။\nပြောင်းခင်လိုနေရာမျိုးမှာ Escape Room လိုမျိုး ဇာတ်ကွက်ကို ဘယ်လိုဖော်ဆောင်သွားမလဲ၊\nဘယ်လောက်တောင် ဇာတ်ရှိန်တက်ပြီး ကြည့်ကောင်းမလဲဆိုတာကိုတော့\nEscape the Field 2022 ကားလေးထဲမှာ ခံစားရင်ခုန်ပေးလို့ရပါပြီခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ San Thu Aung ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Thriller\nQuality….1080p | 720p| 480p\nFile size… 1.3GB | 653MB | ...",
        "rating": "4.3",
        "url": "https://megaup.net/36yg4/Escape.the.Field.2022.720p.WEB-DL.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8LKHfjfqmggsErt4YIPpyMxF0Ma.jpg",
        "title": "The Devil’s Tail (2021)",
        "description": "The Devil's Tail (2021)\nဒါရိုက်တာ၆ယောက် လက်စွမ်းပြပြီး ဇာတ်လမ်း၆ခုကို ရောသမမွှေပြထားတဲ့ ဇာတ်ကားပါ။ငယ်ငယ်က သူရဇ္ဇတို့ နက္ခတ္တရောင်ခြည်တို့ထဲက သဲထိတ်ရင်ဖိုဇာတ်လမ်းတိုလေးတွေကို သဘောကျတဲ့ လူတွေအတွက် အံကိုက်ပါပဲ။မြင်သာထင်သာ ရိုးရိုးရှင်းရှင်းရှိတဲ့ ဇာတ်လမ်းတွေရော၊ စိတ္တဇဆန်တဲ့ ဇာတ်လမ်းတွေရော၊ သရဲလိုလိုဇာတ်လမ်းတွေရော၊ ကွင်းဆက်လူသတ်သမားဇာတ်လမ်းတွေရော အစုံတကာ့အစုံရဲ့ သဲထိတ်ရင်ဖိုရသကို တစ်နာရီခွဲလောက် အချိန်ကလေးမှာ ခံစားလို့ရအောင် ပြသပေးထားပါတယ်။ Horror , Thrillerတွေ ကြိုက်တဲ့သူတွေ လက်လွတ်မခံသင့်တဲ့ မဆိုးလှတဲ့ကားပါပဲ။ ရော်ဘတ်အဂ္ဂါဖန်တွေလည်း သဘောကျကြမှာပါ။သိသလောက် ၂၀၂၂မှာ ဘာဟော်ရာကားကောင်းကောင်းမှ မရှိသေးပါဘူး။ ဒီရုပ်ရှင်ကို အပြည့်အ၀ Recommend ပေးချင်ပါတယ်။ တစ်ချိန်က သိပ်ခေတ်စားခဲ့တဲ့၊ ခုမရှိတော့တဲ့ လျှို့ဝှက်သည်းဖို မဂ္ဂဇင်းများစွာအတွက် အလွမ်းပြေကြည့်ကြဖို့ပါပဲ...(ဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 1.22Gb, 552Mb\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H ...",
        "rating": "3.6",
        "url": "https://megaup.net/14Kbk/(CM)_The_Devil_s_Tail_(2021)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2022/05/mXBY08ztPwe9467XQqKx4yRbaaR-225x300.jpg",
        "title": "Taal (1999)",
        "description": "မင်းသမီး Aishwarya Rai အဓိကပါဝင်ထားပြီး Anil Kapoor နဲ့ Akshaye Khanna တို့လို မင်းသားကြီးတွေနဲ့ဒီရုပ်ရှင်ကားက အချစ်ရိုမန့် အလွမ်းအဆွေးရသစုံတဲ့ ရုပ်ရှင်ကားကြီးပါ။\"Taal\" ဆိုတာ သိပ်ကိုနူးညံ့တဲ့စကားလုံးလေး \"ဂီတသံစဉ်\"\nတစ်နည်းအားဖြင့် \"နှောင်ကြိုး\"လူသားရဲ့စိတ်ဖြေရာ အချစ်တို့မွေးဖွားရာ\nခံစားချက်တွေ ပေါင်းဆုံရာကို ဂီတလို့ခေါ်နိုင်မလား...ဂီတငြိစွန်းလာတဲ့အခါ လူ့ရဲ့စိတ်ကနူးညံ့လာပြီး\nနှလုံးသားချင်း စကားပြောလာတတ်ပါတယ်\nအဲ့ဒီစကားလုံးတွေကပဲ နှလုံးသားကို အချစ်လမ်းသွယ်လေးဆီ\nခေါ်ဆောင်လာတတ်တယ်...ဟုတ်ပါတယ် ဒီနှောင်ကြိုးလေးက မာနဗ် မာန်ဆီ\nဗစ်ကရန်းဆိုတဲ့ ဘဝသုံးခုနဲ့ ချိတ်တွယ်ထားပါတယ်ဘဝရဲ့လမ်းသွယ်လေးတွေမှာ ကျွန်မတို့\nလူတော်တော်များများနဲ့ ဆုံဖြစ်ကြပါလိမ့်မယ်ကိုယ့်စိတ်နဲ့ ထပ်တူမကျတာရှိနိုင်သလို ကိုယ့်နှလုံးသားနဲ့\nအဲ့ဒီလူကို ငြိတွယ်သွားတာလည်း ဖြစ်နိုင်ပါတယ်နိုင်ငံခြားပြန် မြေပြန့်သားလေး မာနဗ်ဟာ ဖခင်ဖြစ်သူရဲ့\nအလုပ်ကိစ္စနဲ့ တောင်ပေါ်ဒေသကို အလည်လာရင်း\nရိုးသားတဲ့တောင်ပေါ်သူလေး မာန်ဆီနဲ့ သံယောဇဉ်ငြိတွယ်ခဲ့ပါတယ်...အခြေအနေအချင်းက အရမ်းကွာဟတာကြောင့် ဒီနှောင်ကြိုးကို\nမြဲအောင်မထားနိုင်ခဲ့ပါဘူး...ဘဝရဲ့အခန်းကဏ္ဍတစ်ခုပြီးဆုံးသွားတဲ့အခါ တခြားကဏ္ဍတစ်ခုက\nပေါ်လာတတ်စမြဲပဲဆိုတာ ကြားဖူးကြတယ်မလား...အဲ့ဒီအခန်းကဏ္ဍနဲ့အတူ မာန်ဆီရဲ့ဘဝထဲကို ထပ်မံဝင်ရောက်လာသူကတော့\nအောင်မြင်ကျော်ကြားတဲ့ သီချင်းဒါရိုက်တာကြီး..ထုတ်လုပ်သူကြီး ဗစ်ကရန်းကပူရ်ပါပဲ\"လက်ထပ်တယ်ဆိုတာ ဘဝနှစ်ခု ပေါင်းဆုံဆည်းတာ\"\n\"လက်ထပ်တယ်ဆိုတာ နှလုံးသားနှစ်ခု ထပ်တူကြတာ\"\n\"အတူတူသေမယ် အတူတူရှင်သန်မယ်\" တဲ့...။ကဲ..သူတို့သုံးဦးရဲ့ဘဝနှောင်ကြိုးတွေက ဘယ်ကိုဦးတည်သွားမလဲဒီနှောင်ကြိုးလွန်ဆွဲပွဲမှာ ဘယ်သူ့အချစ်က အနိုင်ရပြီး\nဘယ်သူနဲ့ဆုံဆည်းရမလဲဆိုတာကိုစောင့်မျှော်ကြည့်ရှုပြီး\nလူသားတိုင်း ...",
        "rating": "6.6",
        "url": "https://megaup.net/36Cde/(CMorg)_Taal_1999_Hindi_720p_NF_WEBDL.mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6HFZ5B5RBdhABpoKFGCz2LiBaqK.jpg",
        "title": "Triad Election (2006)",
        "description": "Triad Election (2006)\n~ IMDb - 7.3/10, RT - 96%, Meta - 83% ~Election 1 မှာတော့ တိုနီလျောင်ခဖိုင်နဲ့ ဆိုင်မွန်ယန်းတို့ရဲ့ ကာရိုက်တာနှစ်ယောက် ဂိုဏ်းခေါင်ဆောင် နေရာအတွက်ပြိုင်ကြတာကို အဓိက မီးမောင်းထိုးပြသွားပေမဲ့ Triad Election မှာတော့ ပထမရွေးကောက်ပွဲမှာ လော့ကို ကူညီခဲ့တဲ့သူ‌အများစုပါ ဂိုဏ်းခေါင်းဆောင်နေရာအတွက် ၀င်ပြိုင်ချင်နေကြပြီး လော့ကိုယ်တိုင်ကလည်း ဒုတိယသက်တမ်းကိုလိုချင်နေတဲ့အတွက် ပြိုင်ဆိုင်မှုပိုပြင်းထန်လာပါပြီ။ ပြည်မက ဂိုဏ်းတစ်ဂိုဏ်းကလည်း သူတို့အခြေအနေကို စောင့်ကြည့်နေပါတယ်ာဒီမှာတော့ Louis Koo ရဲ့ ကာရိုက်တာ ဂျင်မီကို အဓိက မီးမောင်းထိုးပြသွားပြီး ရက်စက်သင့်တဲ့နေရာမှာ ရက်စက်ပြီး သိက္ခာရှိတဲ့နေရာမှာရှိတဲ့ သူ့ကာရိုက်တာဟာ Godfather ဆန်ဆန်နဲ့ကို တော်တော်ငြိစရာကောင်းပါတယ်။ နောက် သဘောကျစရာကောင်းတာက Election 2 ဟာ Action ခန်းကိုလည်း ပါသင့်သလောက် ထည့်ထားသလို ...",
        "rating": "7.3",
        "url": "https://megaup.net/36Cfn/(CM)_Election_2_(2006)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jJ07f8DTdeWnCKCwDzB4htLXKBN.jpg",
        "title": "Sneakerella (2022)",
        "description": "Sneakerella (2022)\n===============ဒစ်စနေးရဲ့ ဂီတ ရုပ်ရှင်အသစ်လေး ကြည့်လိုက်ရအောင်။\nသီချင်းတွေနဲ့ စကားပြောလှလှလေးတွေရယ် ဇာတ်လမ်းကောင်းလေးရယ်နဲ့\nတန်ဆာဆင်ထားတာပါပဲ။ သရုပ်ဆောင်အကုန်လုံးလည်း ချစ်ဖို့ကောင်းပါတယ်။\nကြည့်ရင်းတစ်ချိန်လုံးပြုံးနေရမယ့် ရုပ်ရှင်မျိုးပါပဲ။ဇာတ်လမ်းနာမည် စနိကရဲလားဆိုတာ စင်ဒရဲလားရဲ့ ခေတ်သစ်ပုံပြင်အနေနဲ့\nရိုက်ထားတာပါ။ ဖန်ဖိနပ်လေးအစား စနိကာလေးတစ်ရံ ဖြစ်လာပြီး မင်းသမီးလေးက\nဆင်းရဲသားလေးကို လိုက်ရှာရတဲ့ ဇာတ်လမ်းလေးပေါ့။ အဲလ်ဆိုတဲ့ ကောင်လေးဟာ\nစနိကာဖိနပ်တွေကိုအရမ်းချစ်တတ်လာအောင်သင်ပေးခဲ့တဲ့ အမေဆုံးပါးသွားပြီးနောက်မှာ\nပထွေးဖြစ်သူရယ်၊ ပထွေးရဲ့သားနှစ်ယောက်ရယ်နဲ့ ဖိနပ်ဆိုင်လေးမှာ အနှိမ်ခံဘဝနဲ့\nဆက်အလုပ်လုပ်နေရပါတယ်။ ဒါပေမဲ့ တစ်နေ့မှာအောင်မြင်တဲ့ဖိနပ်ဒီဇိုင်နာဖြစ်ရမယ့်\nအိပ်မက်တွေရယ် ဖိနပ်ဒီဇိုင်းတွေနဲ့ ပြည့်နေတဲ့ စာအုပ်လေးတစ်အုပ်ရယ် ရှိနေတာပေါ့။\nတစ်နေ့မှာတော့ သူ့အိပ်မက်တွေကို တကယ်ဖြစ်လာစေမယ့် ကောင်မလေးတစ်ယောက်နဲ့\nတွေ့မိလာတဲ့အခါမှာ... ငြိမ့်ငြိမ့်မြူးမြူးလေးနဲ့ကြည့်ရမယ့် Disney movie ကောင်းလေးပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size - (2.4GB) / (1.13 GB)\nQuality – Web-Rip 1080p / 720p\nDuration - 1Hr 52mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre ...",
        "rating": "4.2",
        "url": "https://megaup.net/2qEC3/Sneakerella.2022.720p.DSNP.WEB-DL%5BCM%5D.mp4",
        "category": "Comedy, Family, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rlHRGolc4WP17Fp7qtlYdbi6hhs.jpg",
        "title": "Nini Thowok (2018)",
        "description": "Nini Thowok (2018)CM ပရိတ်သတ်ကြီးအတွက် 2018 က ထွက်ခဲ့တဲ့ အင်ဒိုနီးရှား သရဲကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ် ။\"Nini Thowok\" ဇာတ်ကားဟာ အနောက်ဂျာဗားရှိတဲ့ \"ဆိုလို\"ဆိုတဲ့ မြို့လေးမှာ\nအဖွားရဲ့အမွေဖြစ်တဲ့ မီခါဂျီဝူ ဟိုတယ်ကို မရောင်းခိုင်းဘဲ အတင်းအကျပ် ဖွင့်ဖို့စေခိုင်းခံရတဲ့\nညီမနာရာ (Nicole Rossi) နဲ့ သူမရဲ့အစ်မ နာဒင်း (Natasha Wilona) တို့ရဲ့ အကြောင်းကို ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ် ။Nini Thowok ဆိုတာ လူသားကဲ့သို့ လှုပ်ရှားနိုင်တဲ့ အရုပ်လို့ အဓိပ္ပါယ်ရပြီး\nဝိညာဉ်တွေနဲ့ ပြောဆိုဆက်သွယ်ရာမှာ အသုံးပြုတဲ့ အရုပ်လို့လည်း လူသိများကြပါတယ် ။\nအဖွားဖြစ်သူ သေဆုံးပြီးတဲ့နောက် ညီအစ်မနှစ်ဦးဟာ\nအမွေရခဲ့တဲ့ ဟိုတယ်က သော့ခတ်ထားတဲ့ တားမြစ်အခန်းအတွင်းကို ဝင်ရောက်ခဲ့ပြီး\nလျှို့ဝှက်ဆန်းကြယ်မှုကို ရှာတွေ့ရာမှ ထိတ်လန့်ကြောက်ရွံ့ဖွယ်ရာတွေကို ရင်ဆိုင်ရမှာပဲ ဖြစ်ပါတယ် ။နာရာနဲ့ နာဒင်းတို့ ညီမနှစ်ယောက် ဟိုတယ်အတွင်းက လျှို့ဝှက်ဆန်းကြယ်မှုကို\nဖော်ထုတ်နိုင်ပါ့မလားဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/3MvIY/Nini.Thowok.2018.720p.NF.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lkp1GFmWyf7k2WKvKIQuuGyichI.jpg",
        "title": "Prince of Persia: The Sands of Time (2010)",
        "description": "Prince of Persia (2010)Prince of Persiaဟာ ကျွန်တော်တို့ ဟိုးငယ်ငယ် နာရီပေးနဲ့ဆော့ခဲ့ရတဲ့ P2ခေတ်ကတည်းက နာမည်ကြီးခဲ့ပါတယ်။ နောက်ပိုင်း Mobile Game အထိ ရှိခဲ့သလို ဒီနှစ်ထဲလည်း Ubisoftက remakeပြန်ထုတ်ဖို့ အထိလုပ်ထားပါတယ်။ Prince of Persiaဟာ ဒီလို ခေတ်အဆက်ဆက်အထိ မမှေးမှိန်သေးတဲ့ နာမည်ကျော်ဂိမ်းစီးရီးတစ်ခုပါပဲဒီရုပ်ရှင်ကတော့ Prince of Persia , Sand of time ဂိမ်းTrilogy က အချက်အလက်တွေကို သုံးပြီး 2010မှာ ရိုက်ခဲ့တဲ့ ရုပ်ရှင်ပါ။ legend actorကြီး Jake Gyllenhaalနဲ့ Ben Kingsley တို့အပြင် ဆွဲဆောင်မှုအပြည့်နဲ့ မမGemma Artertonတို့က သရုပ်ဆောင်ထားပါတယ်။ရုပ်ရှင်က ပါရှားတွေရဲ့ စစ်မက်တွေ မတည်ငြိမ်တဲ့ ခေတ်ကာလမှာ တည်ထားတာဆိုတော့ နန်းဆောင်ကြီးတွေ ၊ စစ်တပ်‌တွေ ...",
        "rating": "6.6",
        "url": "https://megaup.net/14Jt3/(CM)Prince_of_Persia_-_The_Sands_of_Time_(2010)_BDRip_720p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y9NTnzSFuzZQLONda4IMTHHXnuh.jpg",
        "title": "The Twin (2022)",
        "description": "The Twin (2022)၂၀၂၂ ခုနှစ်ထွက် Horror ကားသစ်လေး တင်ဆက်ပေးလိုက်ပါတယ်။\nဒီဇာတ်ကားထဲမှာ အဓိကသရုပ်ဆောင် မင်းသမီးကတော့\nI am Number 4, Warm Bodies, Lights Out နဲ့ Hacksaw Ridge မှာ\nပါဝင်ခဲ့တဲ့ မင်းသမီးချော Teresa Palmer ပဲဖြစ်ပါတယ်။\nဒီဇာတ်ကားမှာတော့ သူ့ရဲ့ သရုပ်ဆောင်စွမ်းရည် ဘယ်လောက်ကောင်းကြောင်း မြင်တွေ့ရမှာပါ။\nဇာတ်လမ်းအကျဥ်းကတော့ ဆိုးရွားတဲ့ ကားမတော်တဆမှု တစ်ခုမှာ\nအမြွှာထဲက တစ်ယောက်ဖြစ်တဲ့ နေသန်ကို ဆုံးရှုံးလိုက်ရတဲ့ ရေချယ်နဲ့ အန်တိုနီတို့ဟာ\nအမြွှာထဲက နောက်တစ်ယောက် အယ်လီရက်နဲ့အတူ ဘဝအသစ်ပြန်စဖို့ နေရာသစ်တစ်ခုကို ပြောင်းရွေ့လာခဲ့ပါတယ်။\nသားတစ်ယောက်ကို ဆုံးရှုံးခဲ့ရတဲ့ ‌ရေချယ်ဟာ အယ်လီရက်ကို မျက်စိရှေ့က အပျောက်မခံဘဲ\nအရိပ်တကြည့်ကြည့်နဲ့ ဖြစ်နေပါတော့တယ်။\nနေရာသစ်ကို ရောက်ပြီး မကြာခင်မှာပဲ အယ်လီရက်ရဲ့ အပြုအမူတွေဟာ ထူးဆန်းလာပါတော့တယ်။\nထို့နောက် ရေချယ်ဟာ ပါတီတစ်ခုမှာ ထူးဆန်းတဲ့မိန်းမကြီးတစ်ယောက်နဲ့ ဆုံဖြစ်ခဲ့ပါတယ်။\nထိုမိန်းမကြီးက အယ်လီရက်နဲ့ ပတ်သတ်ပြီး အထူးအဆန်းတွေ ပြောသွားခဲ့လို့ ...",
        "rating": "",
        "url": "https://megaup.net/1KDmp/The.Twin.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2022/05/e195fdadf92044819d78173508fec7dd-208x300.jpeg",
        "title": "[21+] My Beautiful Lady Boss- Anzai Rara-RION-Decensored (SSNI-727)",
        "description": "RION ဆိုတာ JAV မင်းသမီးတွေထဲ မေ့လို့မရအောင် ထူးခြားတဲ့သူလေးပါ..အမြဲတမ်း Horny ဖြစ်နေတတ်တဲ့ အကြည့်တွေက သူမဆီက ထူးခြားမှုတွေနဲ့ ပြည့်စုံစွာ လိုက်ဖက်ပါတယ်။(သူမရဲ့ထူးခြားမှုတွေက ဘာဖြစ်မလဲဆိုတာ ပိုစတာကိုကြည့်တာနဲ့သိမြင်နိုင်ပါတယ်။)RION ကို မမခန်းတွေမှာ အတွေ့များရသလို မမဆိုတဲ့အတိုင်း သူကချည်းပဲ Play Girl လုပ်တတ်တာမျိုးပါ။ခုဇာတ်လမ်းမှာလဲ သူမရဲ့ လက်အောက်က ဝန်ထမ်းကောင်လေးကို ဘယ်လို Play မလဲဆိုတာ ရှုမြင်ရပါမယ်။Decensored Version နဲ့ တင်ဆက်ထားတာမို့ RION ကို စွဲလမ်းသွားစေဖို့ ကွက်တိပါပဲ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.4 GB) & (1.2 GB)\nQuality : HDRip Decensored 1080p & 720p\nRunning Time : 02:30:00\nFormat : mp4\nSubtitle : ...",
        "rating": "",
        "url": "https://megaup.net/14Jsn/%5BSSNI-727%5D_My_Beautiful_Lady_Boss-Anzai_Rara_(RION)Decensored-HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ayMDun9vLHWclIN6bXitRlCrLII.jpg",
        "title": "The Souvenir: Part II (2021)",
        "description": "The Souvenir: Part II (2022)\n=============================2019 ခုနှစ်က ထွက်ရှိထားတဲ့ Souvenir ဇာတ်ကားရဲ့အဆက်\nSouvenir Part II (2021) ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။Rotten Tomatoes 92%၊\nIMDb 7.4 အထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်တာမို့\nရုပ်ရှင်ချစ်သူများအနေနဲ့ အချိန်ပေးကြည့်ရှု့ပါက အချိန်ကုန်ရကျိုး\nနပ်စေမှာပါ။ ဒီတစ်ကားကို ကြည့်မယ်ဆိုရင်လည်း အဆင်ပြေပါတယ်။\nဒါ‌ပေမဲ့ ဇာတ်ကောင်တွေကို ပိုပြီး ရင်းနှီးချင်တယ်ဆိုရင်တော့ Souvenir\n(2019) ကို အရင်ကြည့်ဖို့အတွက် Recommend ပေးလိုပါတယ်။Part 1 >>> Click Hereဂျူလီဟာ သူ့ချစ်သူ အန်တိုနီ ဆေးလွန်ပြီး သေဆုံးမှုအတွက် ဝမ်းနည်း\nပက်လက်ဖြစ်နေတုန်းပါပဲ။ ဂျူလီမှာ သူ့မိဘဖြစ်သူ အိမ်မှာ ဆက်လက်\nနေနိုင်နေခဲ့ပါတယ်။ သို့သော် ဂျူလီဟာ အန်တိုနီ တစ်ယောက် မသေဆုံးခင်\nနောက်ဆုံးအချိန်တွေမှာ ဘယ်လိုတွေ ကြုံတွေ့ခဲ့ရလဲ၊ ခံစားခဲ့ရလဲဆိုတာကို\nအန်တိုနီရဲ့ မိဘဖြစ်သူတွေ၊ မိတ်ဆွေတွေထံ လိုက်လံပြီး စုံစမ်းနေခဲ့ပါတယ်။\nတစ်ဖက်မှာလည်း ဘွဲ့ယူဖို့အတွက် ရုပ်ရှင်ရိုက်ကူးမှုပြုလုပ်နေရပါသေးတယ်။\nဂျူလီဟာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2qAkp/The.Souvenir.Part.II.2021.720p.BluRay.%5BCM%5D_new.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6UqbcDQhCYpxboK58Z0eVfdeHcT.jpg",
        "title": "Senior Year (2022)",
        "description": "293MBSenior Year (2022)ဘဝမှာ ကိုယ့်ပတ်ဝန်းကျင်ကလူတွေနဲ့ မဝင်ဆန့်ဘူး\nကိုယ်တစ်ယောက်တည်း ကွဲထွက်နေတယ်ဆိုပြီး\nကိုယ့်ကိုယ်ကို တခြားလူတွေနဲ့နှိုင်းယှဉ်မိပြီး သိမ်ငယ်မိဖူးပါသလားစတက်ဖနီကလည်း အဲဒီလိုကောင်မလေးပါပဲ။\nဆယ်ကျော်သက်အရွယ်အစောပိုင်းမှာ အမေရိကကိုပြောင်းလာတဲ့ ဩစတြေးလျသူလေး စတက်ဖနီဟာ\nယဉ်ကျေးမှုမတူတဲ့ အသိုင်းအဝိုင်းကြားမှာ သူ့ကိုယ်သူအပယ်ခံလေးတစ်ယောက်လို ခံစားခဲ့ရရှာပါတယ်။ကျောင်းက နာမည်ကြီးကလေးတွေဆို အပေါင်းအသင်းတွေလည်းအများကြီး၊\nသွားလေရာမှာ ဖူးဖူးမှုတ်ခံရတာတွေကို အားကျပြီး\nသူကိုယ်တိုင်လည်း နာမည်ကြီးလာအောင်လုပ်မယ်ဆိုပြီး ကျောင်း cheerleader အဖွဲ့ထဲဝင်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ဒီလိုနဲ့ ၂၀၀၂ ခုနှစ် ဟားဒင်းအထက်တန်းကျောင်းရဲ့ ကျောင်းကပွဲဘုရင်မ prom queen ဖြစ်လာဖို့ကြိုးစားရင်း\nမမျှော်လင့်တဲ့အဖြစ်တစ်ခုနဲ့ ကြုံရပြီး သူ့ဘဝဟာ ချက်ချင်းဆိုသလို\nသူ့ဘဝရဲ့ နှစ်‌ပေါင်း၂၀ တာကာလဟာ မျက်စိတစ်မှိတ်အတွင်း ပြီးဆုံးသွားပါတယ်။ဆယ်စုနှစ်၂စုအကြာ ၂၀၂၂ခုနှစ် အသက်၃၇ခုနှစ်အရွယ်ထိ\nအထက်တန်းကျောင်းသူတစ်ဦးဖြစ်နေဆဲ စတက်ဖနီဟာ ကျောင်းကပွဲဘုရင်မ သရဖူကိုခူးဆွတ်ရဖို့ လက်မလျှော့နိုင်သေးပါဘူး။သူ့ဘဝရဲ့ရည်မှန်းချက်ဟာ ကျောင်းကပွဲဘုရင်မရာထူးပဲဖြစ်နေပြီး\nအဲဒီအတွက်နဲ့ သူ့ဘဝရဲ့အရေးကြီးတဲ့အရာတွေကို မေ့လျော့နေခဲ့တာပါ။ကျောင်းပြီးဖို့တစ်လအလို စီနီယာနှစ်မှာမှ စတက်ဖနီတစ်ယောက် ဘယ်လိုတွေကြုံတွေ့ခဲ့ရလို့များ\n၃၇နှစ်အရွယ်အထိ အထက်တန်းကျောင်းသူအဖြစ် သံသရာလည်နေခဲ့ရလဲဆိုတာကို အဖြေရှာရင်း\nပေါ့ပေါ့ပါးပါး comedy teenage ဇာတ်လမ်းလေးကို ကြည့်ရှုလိုက်ကြပါဦးPitch Perfect ထဲက Fat ...",
        "rating": "",
        "url": "https://megaup.net/1KF9o/Senior.Year.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2MTGip0nfahQ1jPQCZSfCsPBZes.jpg",
        "title": "Firestarter (2022)",
        "description": "Firestarter (2022)\n1980 တုန်းက ထွက်ခဲ့တဲ့ စတီဖင်ကင်း ၀တ္တုဖြစ်တဲ့ Firestarter ကို 1984 မှာ ရုပ်ရှင်အဖြစ် အသက်သွင်းခဲ့ပါတယ်။ ခုတစ်ဖန် ၂၀၂၂မှာ Reboot ပြန်ရိုက်ထားတာပါ။ အကောင်းကြီးတော့ မဟုတ်ပေမဲ့ ကြည့်ပျော်တဲ့ထဲပါတဲ့ ရုပ်ရှင်ပါပဲ။ Zac Efron လို နာမည်ကြီး မင်းသားလည်း ပါ၀င်သရုပ်ဆောင်ထားသလို အဓိကဇာတ်ကောင်ကလေးမလေးကလည်း ရုပ်ရှင်သမားအတော်များများ မြင်ဖူးကြလောက်မယ့်သူပါပဲ အရင်ကားအဟောင်းကိုပဲ တီးခတ်ပေးထားတဲ့ ဂန္ထဝင် Composer John Carpenter ကြီးကပဲ နောက်ခံဂီတကို တီးခတ်ပေးထားပါတယ်။သူကတော့ Horror, Science Fiction လို့ ရေးထားပေမဲ့ စူပါဟီးရိုးကား အရသာတော်တော်ရပါတယ်။ အဓိက ဇာတ်ကောင်ကလေးမလေးက မီးကိုထုတ်ချင်သလိုထုတ်လို့ရပါတယ်။ သို့ပေမဲ့ သူ့ပုံစံက X menထဲက ဂျင်းဂရေးနဲ့အတော်တူပါတယ်။ သူတို့လို စွမ်းအားတွေရဲ့ရင်းမြစ်က ဓာတုကွန်ပေါင်းတစ်မျိုးဖြစ်တာကြောင့် The Boys ထဲက ဟီးရိုးတွေနဲ့လည်း ...",
        "rating": "4.6",
        "url": "https://megaup.net/1KEsV/(CM)_Firestarter_(2022)_720p.mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2015/12/The_Transporter_Refueled-338271224-large-225x300.jpg",
        "title": "The Transporter Refueled (2015)",
        "description": "ဒီဇာတ်ကားကတော့ Transporter ရဲ့ ပင်တိုင်မင်းသားကြီး Jason Statham မပါတော့ဘဲ မင်းသားအသစ် Ed Skrein နဲ့ သယ်ယူပို့ဆောင်မယ့်ဇာတ်ကားပါ...\nဇာတ်လမ်းအကျဉ်းကတော့ ထုံးစံအတိုင်း ပို့ဆောင်ရေးသမားကြီး လူပေါင်းမှားတာပါပဲ။\nဒီတစ်ခါ မှားပေါင်းမိတာကတော့ ၁၂ သမီးကတည်းက ပြည့်တန်ဆာအဖြစ်ရောင်းစားခံရပြီး သေမှလွတ်လပ်တော့မယ့် ဘဝရောက်နေတဲ့ မိန်းကလေး ၄ ယောက်က ရုရှားဒုစရိုက်ခေါင်းဆောင်ကြီးကို အပြုတ်ပြန်တွယ်မယ့် အစီအစဉ်မှာပါမိတာပါ။ ဒါကို သူကရှောင်ထွက်ချင်ပေမယ့် သူရဲ့ အဖေ အငြိမ်းစား စပိုင်ကြီးကို ဖမ်းပြီးအကြပ်ကိုင်တဲ့အတွက်ဝင်ပါရပါတော့တယ်။\nဒီဇာတ်ကားကို ကြိုက်မိတာကလဲ သူ့ရဲ့ အဖေနေရာက သရုပ်ဆောင်တဲ့ မင်းသားကြီးရဲ့ ပံ့ပိုးမှုကလည်း အတော်ကောင်းနေတာလဲ ပါပါတယ်။ သူတို့ သားအဖ ၂ ယောက်ဟာ ကောင်မလေး ၄ ယောက်တို့နဲ့ ထိပ်သီးလူဆိုးတွေနဲ့ ကြားထဲမှာ ဘာကြောင့်ပါလာပြီး ဘယ်လိုရင်ဆိုင်ရမလဲဆိုတာ ..........။File size…(2 GB)/(999 MB)\nQuality….BluRay 1080p HEVC / ...",
        "rating": "5.1",
        "url": "https://megaup.net/1KDgv/(CM)_The.Transporter.Refueled.2015.BluRay.720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2022/05/transporter-3-british-dvd-movie-cover-217x300.jpg",
        "title": "Transporter 3 (2008)",
        "description": "Jason Statham ရဲ့ Transporter ဇာတ်ကားတွေဟာ\nအက်ရှင်ကားစစ်စစ်တွေလို့ ပြောရလောက်အောင် အထိုးအခုတ်အတိုက်အခိုက် ပေါက်ကွဲရမ်းကားမှုတွေနဲ့ ဆွဲဆောင်မှုရှိခဲ့ပါတယ်။\nသူပါဝင်ထားတဲ့ Transporter (၃)ကားထွက်ရှိထားပြီး ၃ ကားလုံး လန်းတယ် ဆိုရပါမယ်။\nFrank Martin (Jason Statham) ဟာ စည်းကမ်းတွေနဲ့\nအလုပ်လုပ်တတ်တဲ့ သယ်ယူပို့ဆောင်ရေးသမားဖြစ်ပြီး တိကျမှု စမတ်ကျမှု\nတည်ကြည်ခန့်ငြားမှုတွေအပြင် ကိုယ်ပိုင်အတွေးအခေါ်နဲ့\nရှင်သန်နေထိုင်တဲ့ တကယ့်ဖိုက်တာတစ်ယောက်ပါ...ဒီလိုလူမျိုးနဲ့မှ လာပတ်သက်မိတဲ့ ဒုစရိုက်သမားတွေ ဘယ်လိုအဗျင်းခံရလဲဆိုတာ\nအပေါ်စီးကနေ ထိုင်ကြည့်နေယုံပါပဲ။မင်းသား Jason Statham ရဲ့တည်ငြိမ်တဲ့ပုံစံကြောင့် ဒီဇာတ်ကားဟာ နာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nAction ပေါ့ပေါ့ပါးပါးလေးတွေကို ဟာသဆန်ဆန်ကြည့်ရတာ နှစ်ခြိုက်သူများအတွက်တော့ လက်လွတ်မခံသင့်ပါ။Transporter 1,2 အောင်မြင်ပြီးနောက် ၂၀၀၈ ခုနှစ်၊ နိုဝင်ဘာလမှာ Transporter 3 ဆက်လက် ထွက်ရှိခဲ့ပါတယ်။ Europa နဲ့ Lionsgate ရုပ်ရှင် ထုတ်လုပ်ရေးတို့ ပူးပေါင်းဖန်တီးလိုက်တဲ့ Transporter 3 ဟာ Boxoffice မှာ ဝင်ငွေကောင်းဇာတ်ကားတစ်ကား ဖြစ်ခဲ့ပါတယ်။\nTransporter ...",
        "rating": "6",
        "url": "https://megaup.net/36yff/(CM)_Transporter_3_2008_BluRay_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cdm17vK8PxHfTi7ayZf6WKbOgUO.jpg",
        "title": "Transporter 2 (2005)",
        "description": "Jason Statham ရဲ့ Transporter ဇာတ်ကားတွေဟာ\nအက်ရှင်ကားစစ်စစ်တွေလို့ ပြောရလောက်အောင် အထိုးအခုတ်အတိုက်အခိုက် ပေါက်ကွဲရမ်းကားမှုတွေနဲ့ ဆွဲဆောင်မှုရှိခဲ့ပါတယ်။\nသူပါဝင်ထားတဲ့ Transporter (၃)ကားထွက်ရှိထားပြီး ၃ ကားလုံး လန်းတယ် ဆိုရပါမယ်။\nFrank Martin (Jason Statham) ဟာ စည်းကမ်းတွေနဲ့\nအလုပ်လုပ်တတ်တဲ့ သယ်ယူပို့ဆောင်ရေးသမားဖြစ်ပြီး တိကျမှု စမတ်ကျမှု\nတည်ကြည်ခန့်ငြားမှုတွေအပြင် ကိုယ်ပိုင်အတွေးအခေါ်နဲ့\nရှင်သန်နေထိုင်တဲ့ တကယ့်ဖိုက်တာတစ်ယောက်ပါ...ဒီလိုလူမျိုးနဲ့မှ လာပတ်သက်မိတဲ့ ဒုစရိုက်သမားတွေ ဘယ်လိုအဗျင်းခံရလဲဆိုတာ\nအပေါ်စီးကနေ ထိုင်ကြည့်နေယုံပါပဲ။မင်းသား Jason Statham ရဲ့တည်ငြိမ်တဲ့ပုံစံကြောင့် ဒီဇာတ်ကားဟာ နာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nAction ပေါ့ပေါ့ပါးပါးလေးတွေကို ဟာသဆန်ဆန်ကြည့်ရတာ နှစ်ခြိုက်သူများအတွက်တော့ လက်လွတ်မခံသင့်ပါ။The Transporter 2(2005)ကတော့ IMDb Rating(6.3/10)ရရှိထားပါတယ်။\nFile size…(2.8 GB)/(1.2 GB)\nQuality….BluRay Directer's Cut 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….01:34:11\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://megaup.net/36ycx/(CM)_Transporter_2_2005_BluRay_Directer_Cut_Version_1080p_HEVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v3QIFUWgtVN4wejVuDZowuyJ20W.jpg",
        "title": "The Transporter (2002)",
        "description": "Jason Statham ရဲ့ Transporter ဇာတ်ကားတွေဟာ\nအက်ရှင်ကားစစ်စစ်တွေလို့ ပြောရလောက်အောင် အထိုးအခုတ်အတိုက်အခိုက် ပေါက်ကွဲရမ်းကားမှုတွေနဲ့ ဆွဲဆောင်မှုရှိခဲ့ပါတယ်။\nသူပါဝင်ထားတဲ့ Transporter (၃)ကားထွက်ရှိထားပြီး ၃ ကားလုံး လန်းတယ် ဆိုရပါမယ်။\nFrank Martin (Jason Statham) ဟာ စည်းကမ်းတွေနဲ့\nအလုပ်လုပ်တတ်တဲ့ သယ်ယူပို့ဆောင်ရေးသမားဖြစ်ပြီး တိကျမှု စမတ်ကျမှု\nတည်ကြည်ခန့်ငြားမှုတွေအပြင် ကိုယ်ပိုင်အတွေးအခေါ်နဲ့\nရှင်သန်နေထိုင်တဲ့ တကယ့်ဖိုက်တာတစ်ယောက်ပါ...ဒီလိုလူမျိုးနဲ့မှ လာပတ်သက်မိတဲ့ ဒုစရိုက်သမားတွေ ဘယ်လိုအဗျင်းခံရလဲဆိုတာ\nအပေါ်စီးကနေ ထိုင်ကြည့်နေယုံပါပဲ။မင်းသား Jason Statham ရဲ့တည်ငြိမ်တဲ့ပုံစံကြောင့် ဒီဇာတ်ကားဟာ နာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nAction ပေါ့ပေါ့ပါးပါးလေးတွေကို ဟာသဆန်ဆန်ကြည့်ရတာ နှစ်ခြိုက်သူများအတွက်တော့ လက်လွတ်မခံသင့်ပါ။The Transporter(2002)မှာတော့ တရုတ်မင်းသမီး Shu Qi ပါဝင်ထားပြီး IMDb Rating(6.8/10)ရရှိထားပါတယ်။\nFile size…(2.3 GB)/(760 MB)\nQuality….BluRay 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….01:32:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://megaup.net/1KDk5/(CM)_The_Transporter_2002_BluRay_720p_H.264_AAC_2.0.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d5spmLeGR9kxBRQ6qxCFad1ljvT.jpg",
        "title": "Along for the Ride (2022)",
        "description": "Along for the ride (2022)==================IMDb Rating - 6.0/10Netflix ကနေ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ Family, Drama,\nRomance ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်....\nမိသားစုရဲ့နွေးထွေးမှုကို မရရှိတဲ့ ကောင်မလေးနဲ့ ရည်မှန်းချက်တွေ\nကွယ်ပျောက်နေတဲ့ ကောင်လေးအကြောင်းကို အဓိကရိုက်ကူးထား\nတာပါ.......အာဒန်ဆိုတဲ့ အထက်တန်းကျောင်းသူလေးက ကျောင်းပြီးတော့\nသူ့အဖေနဲ့ သူ့မိထွေးရှိရာ ကိုဘီမြို့ကိုထွက်လာခဲ့ပါတယ်။ အကြောင်း\nအရင်းကတော့ ကိုယ့်ကိုယ်ကိုရှာဖွေဖို့အတွက်ပါ။ ကိုဘီမြို့က သူ့မိထွေး\nဆိုင်လေးမှာ စာရင်းကိုင်အလုပ်ဝင်လုပ်ပြီး အမှတ်မထင် စက်ဘီးစီးတဲ့\nကောင်လေး အီလိုင်နဲ့ တွေ့ဆုံခဲ့ပါတယ်.....\nအဲ့တော့ ဒီတွေ့ဆုံမှုတွေရဲ့နောက်ကွယ်မှာ ဘာတွေဆက်ဖြစ်လာမလဲ၊\nအာဒန်ဆိုတဲ့ ကောင်မလေးရော ကိုဘီမြို့မှာ သူငယ်ချင်းအသစ်တွေ\nရနိုင်ပါ့မလား၊ အာဒန်နဲ့အီလိုင် ဘယ်လိုတွေ့ခဲ့ကြလဲ၊ သူတို့နှစ်ဦးမှာရှိတဲ့\nစိတ်ဒဏ်ရာတွေကို ဘယ်လိုကုစားကြမလဲဆိုတာ ဆက်လက်စောင့်ကြည့်\nပေးပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size - (1.56 GB) / (760 MB) / (760 MB)\nQuality – Web-Rip 1080p/ 720p / ...",
        "rating": "6.0",
        "url": "https://megaup.net/14El4/Along.for.the.Ride.2022.720p.WEBRip%5BCM%5D.mp4",
        "category": "Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2019/11/War_official_poster-220x300.jpg",
        "title": "War (2019)",
        "description": "War (2019)\nIMDb - 6.5/10_____Rotten - 69%ကားသစ်တွေ ကားကောင်းတွေ ဆက်တိုက်ထွက်နေတဲ့ကြားက ယနေ့ထွက် ဘောလိဝုဒ်ကားသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။နာမည်ကြီး မင်းသားနှစ်ယောက် အားပြိုင်ထားတဲ့ ဒီဇာတ်ကားကြီးဟာဆိုရင်.... ဘတ်ဂျက်ငွေရဲ့ ၃ဆကျော်ကျော် အောင်ပွဲခံခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေး ချရင်လည်း မဖတ်ဘဲ ဒေါင်းကြမှာမို့ သိပ်ပြီး မရေးတော့ပါဘူး။တိုက်ဂါးနဲ့ ရီသိတ်ဟာ အိန္ဒိယတပ်မတော်သားတွေဖြစ်ပြီး တိုက်ဂါးကတော့ ရီသိတ်ရဲ့ တပည့်အဖြစ် မြင်ရပါမယ်။ရီသိတ်ဟာ လတ်တလောမှာ မစ်ရှင်တစ်ခုကို လုပ်ရင်း တရားခံကို မပစ်ဘဲ ကိုယ့်ဖက်က အရာရှိကို ပစ်သတ်သွားခဲ့တယ်။သူ ဘာကြောင့် ပစ်ခဲ့တာလဲ....ဘာကြောင့် သစ္စာဖောက်သွားခဲ့တာလဲ...သူ့လို တည်ကြည်ဖြောင့်မတ်ပြီး သစ္စာရှိတဲ့ လူတစ်ယောက် သစ္စာဖောက်သွားတာကို စုံစမ်းဖို့နဲ့ ရှင်းပစ်ဖို့ တာဝန်ပေးခံရသူကတော့... တိုက်ဂါးပါ။ကဲ.... ဆရာနဲ့ တပည့်....ဘယ်လို ဆက်ဖြစ်ကြမလဲ.....အမှန်တရားကို ဘယ်လို ဖော်ထုတ်ကြမလဲ.... ဆိုတာကို ကိုယ်တိုင်သာ ခံစားကြည့်ကြပါဦးဗျာ။File size…(7.6 GB)/(2.3 GB)/(1.3 GB)\nQuality….BluRay 4K ...",
        "rating": "6.5",
        "url": "https://megaup.net/1KBma/(CM)_WAR_(2019)_Hindi_-_BluRay_1080p_HEVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kgZNHHZacK3iO18d7agg9iYQYWp.jpg",
        "title": "Sanam Re (2016)",
        "description": "Sanam Re (2016)နောက်ထပ် ဆက်တိုက်ညွှန်းချင်တာကတော့ ဒီကားလေးပေါ့နော် :P\nနာမည်ကြီး မင်းသား မင်းသမီးတွေလဲ မဟုတ်။ ဒါရိုက်တာ ထုတ်တဲ့ ကုမ္ပဏီကအစ တစ်ခုမှ မသိပဲ ဘာကြောင့်ကြည့်ဖြစ်သွားလဲဆိုတော့ Sanam Teri Kasam ကို အရမ်းစွဲလန်းနေချိန်မှာ နာမည် ဆင်တာလေးတစ်ခုကြောင့် ထရေလာကိုကြည့်ဖြစ်တယ် သီချင်းတွေရှာကြည့်ဖြစ်တယ်။ကြည့်ဖြစ်သမျှလဲ အကုန်ကြိုက် ဘယ်တော့ထွက်မလဲ လက်ချိုးစောင့်နေဖူးခဲ့တာရယ်။ထရေလာလေးနဲ့ ကြည့်ဖြစ်သမျှ သီချင်းလေးတွေနဲ့ ဇာတ်လမ်းကို ဘယ်လိုဖြစ်လာ မလဲ ပုံဖော်ကြည့်ရတာက အရသာ တစ်မျိုး မဟုတ်လား။ သရုပ်ဆောင်တွေကလဲ တစ်ခါမှမမြင်ဖူးပေမယ့် အကုန်လုံး လက်ခံလို့ရတယ်။အဓိက ဇာတ်ဆောင်မင်းသားက Ranbir Kapoor ပေါ်ကာစက ရုပ်မျိုး သူ့ထက် နည်းနည်းပိုချောတယ်။ မင်းသမီးဆိုရင် ပြောမနေနဲ့တော့ ငယ်ငယ်တုန်းက ရေလည်ကြွေခဲ့ရတဲ့ အကအလှ ဘုရင်မ လို့ လူတကာပြောကြတဲ့ Madhuri Dixit - Nene နုစဉ်အခါက ...",
        "rating": "3.1",
        "url": "https://megaup.net/36k3f/(CM)Sanam.Re.2016.Hindi.Untouched.WEB-HD.720p.mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vZVXCj3jXzIPJUHLaQohzt2uTM3.jpg",
        "title": "Reign of Fire (2002)",
        "description": "Game of Thrones ထဲက နဂါးကြီးတွေကို သဘောကျ နှစ်ခြိုက်ကြတဲ့သူတွေ အများအပြားရှိပါလိမ့်မယ်။ ဝံ့ကြွားလှပတဲ့ကိုယ်ဟန်နဲ့၊ ဝါညီးထွန်းတောက်တဲ့ မီးတောက်တွေ မှုတ်ထုတ်လို့ ခံ့ညားလှတဲ့ သတ္တဝါကြီးတွေပေါ့။ ဒီတော့ လူကြီးမင်းရဲ့ အိမ်အောက်မှာ အ‌ပေါက်တစ်ခုတွေ့လို့ ဆင်းကြည့်ရင်း နဂါးကြီးတစ်ကောင်နဲ့ ပက်ပင်းတိုးမိတယ်ဆိုပါစို့။ အကြံပေးချင်တာကတော့ Game of Thrones ကို မေ့လိုက်ပြီး ဖနောင့်နဲ့တင်ပါး တသားတည်းကျအောင်သာပြေးပါ။ ဘာလို့လဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ရှုစားနိုင်ပါတယ်။ခေတ်မီစက်မှုကာလ မျက်မှောက်ခေတ်၊ လူတွေဟာ ငွေနောက်လိုက်ရင်း ငွေရှာရင်း အသက်ကြီးလာ၊ ငွေနောက်လိုက်ရင်းပဲ သေကြရတဲ့အချိန်ပေါ့။ ဒီတော့ လောကဇာတ်ဆရာက ပျင်းရိငြီးငွေ့လာပုံရပါတယ်။ မြေကြီးထဲမှာ အိပ်ပျော်နေတဲ့ နဂါးတစ်ကောင်ကို နိုးထစေလိုက်တယ်။ သံချပ်ကာ အကြေးခွံချပ်တွေနဲ့၊ နိုက်ထရို နက်ဖလင်းမီးတောက်တွေမှုတ်ထုတ်နေတဲ့ နဂါးကြီးဟာ လှပသလောက် အန္တရာယ်မ‌ျားလှပါသတဲ့။ စာရေးဆရာက ဘယ်လောက်တောင် ညွှန်းလိုက်သလဲဆိုရင် ဒိုင်နိုဆောတွေကို မီးလောင်တိုက်သွင်းခဲ့တာ သူတို့ပါတဲ့။ သူတို့ကြောင့် ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Kp8q/(CM)_Reign.of.Fire.2002.1080p.bluray.x264-Nyein.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ns1fj82sgo2o-185x278-1-133x200.jpg",
        "title": "[18+] Doblado (2022)",
        "description": "ဂျိုင်ရာက ဆင်းရဲတဲ့မိသားစုကလာပြီး ဆင်းရဲတွင်းကိုပြန်မသွားချင်တော့တဲ့ အဲ့ဒီဘဝကနေလွတ်အောင်ရုန်းဖို့\nရည်မှန်းချက်ကြီးတဲ့ကောင်မလေးပါ။ အဲ့ဒီအိမ်မက်တွေကိုအကောင်အထည်ဖော်ဖို့ လတ်တလောမှာကျောင်းတက်ရင်း\nတစ်ဖက်က ကြေးကြီးတဲ့ပြည့်တန်ဆာအဖြစ်အချိန်ပိုင်းလုပ်နေပါတယ်။သူတို့ကို elgimikero.com ဆိုတဲ့ဝက်ဘ်ဆိုက်ကတစ်ဆင့် ဘွတ်ကင်တင်ချိတ်ဆက်ရပြီးဖောက်သည်အများစုကလဲ\nသူဌေးတွေ၊နိုင်ငံရေးလောကထဲက ဒိတ်ဒိတ်ကြဲတွေဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဂျိုင်ရာဟာ ဘယ်ဖောက်သည်နဲ့မှမတူတဲ့\nရိုနန်ဆိုတဲ့ သူဌေးသားလေးတစ်ယောက်နဲ့တွေ့ခဲ့ရပါတယ်။ရိုနန်ဟာ သူသိပ်ချစ်ရတဲ့ချစ်သူသေဆုံးမှုကြောင့်အရူးတစ်ပိုင်းဖြစ်နေပြီး ဂျိုင်ရာကိုခေါ်ခဲ့တယ်ဆိုတာ သူ့ချစ်သူဆိုဖီနဲ့တူလို့ဆိုပြီးပြောပြတယ်။\nဂျိုင်ရာကို သူ့ချစ်သူအဝတ်အစားတွေဝတ်၊ သူ့ချစ်သူနာမည်ကိုခေါ်ပြီး ချစ်သူတစ်ယောက်လို ဆက်ဆံလာတာတွေကိုပျော်မွေ့လာပြီးတဲ့နောက်ဂျိုင်ရာဟာ\nသူသတ်မှတ်ထားတဲ့ စည်းဘောင်တွေကို ကိုယ်တိုင်ချိုးဖျက်ပြီး ဒီလူငယ်လေးကိုချစ်မိသွားပါတော့တယ်။ဂျိုင်ရာရဲ့ဘော့စ်မမ အလက်စစ်၊ သူ့အချစ်တော်သရီးဆမ်းဝါသနာရှင်လေးပင်ကီ၊\nဂျိုင်ရာရဲ့ငြင်းဆန်မှုကြောင့် အငြိုးအတေးတွေနဲ့ဖောက်သည်ဟောင်းတစ်ဦးတို့ဟာ ဒီဇာတ်လမ်းမှာ ဘယ်လိုတွေဝင်မွှေဇယားရှုပ်ကြမလဲဆိုတာ\nဆက်ရှုစားကြပါ။ဖိလစ်ပိုင်ကားဆိုဒီလူတွေပဲလားလို့မေးတဲ့သူတွေအတွက် Vivamax ကဒီဇာတ်ကားမှာအသစ်လေးတွေမိတ်ဆက်ပြပေးထားတာဖြစ်တဲ့\nအလျောက် မမြင်ဖူး မတွေ့ဖူးတာလေးတွေကိုလဲ လတ်လတ်ဆတ်ဆတ်ခံစားရမှာဖြစ်ပါတယ်။File Size : (1.1 GB) & (450 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:43:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alias\nEncoded by RGB",
        "rating": "8.3",
        "url": "https://megaup.net/2qwSZ/(CM)_Doblado.2022.720p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xDpFHT2dXI2IDdYwGCSWql6uoql.jpg",
        "title": "One for the Road (2021)",
        "description": "One For The Road (2022)\" ငါ့ဘ၀မှာ မိန်းကလေးဘယ်နှယောက်ကို ငါထပ်ချစ်မိဦးမလဲ မသိဘူး။\nငါ့ဘ၀ရဲ့နောက်ဆုံး စက္ကန့်မရောက်ခင်အထိ ငါ့အချစ်ဆုံးမိန်းကလေးက ဘယ်သူလဲ ငါသိဦးမှာမဟုတ်ဘူး\"တဲ့။ဒီလိုနဲ့ အချစ်တွေကို ငါအရက်နာမည် ပေးပစ်မိတယ်။ပန်းနီရောင်ကောင်မလေးရဲ့ဆံစတွေလို အနီရောင်ကော့တေးထဲ ငါ့သက္ကရာဇ်တွေ ၅ ၄ ၃ ၂ ၁။\nသက္ကရာဇ်တွေဟာ အသေပါ လို့ ဘယ်သူညာလဲ။ဒုတိယမိန်းကလေးရဲ့ မျက်ရည်အဖြူတွေလို ကော့တေးဟာ အမှားတွေရဲ့အရသာပေါ့။မြူတွေပဲ။ ငါဖြတ်သန်းသွားတုန်းက မမြင်ခဲ့မိဘူး။\nခုနေခပ်လှမ်းလှမ်းကျမှ ငါ့အမှားမြူထုကြီး အုံ့လို့ဆိုင်းလို့ ထီးတည်း။\nမိုးရွာပြီးတဲ့နောက် တတိယကော့တေး။အချစ်ဦးကော့တေးဟာ မထွက်ခွာခင် နောက်ဆုံးတစ်ခွက် (One For The Road)လို ခရီးတွေအဝေးကြီးရောက်ပြီးလည်း တသသကျန်ခဲ့တဲ့အရာပေါ့။\"လောကဓံဦးတုန်းက အလွန်အကျူးသောက်ခဲ့တဲ့ အရက်တစ်ခွက် အခုကျတော့မှ စံပယ်ရွက်ပေါ်မှာ မူးလဲ\nအသည်းကွဲတယ်ဆိုတာ သီချင်းလေးတွေ တိုးတိုးညည်းရင်းက ထိရှခဲ့တဲ့ သွေးမဲ့ဒဏ်ရာတစ်ချက်\"ငါတို့အတူတည်ဆောက်ဖူးကြတဲ့ စိတ္တဇအဆောက်အဦးလေးရဲ့ပညတ်က \"One For The Road\"။\nမင်းတိုက်ခဲ့တဲ့ နောက်ဆုံးကော့တေးတစ်ခွက်က \" One ...",
        "rating": "7.4",
        "url": "https://megaup.net/14Bub/One_for_the_Road.2022.NF.WEB-DL.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b4OaXw2MW97VvIiZE0Sbn1NfxSh.jpg",
        "title": "Knocked Up (2007)",
        "description": "Knocked Up (2007)\nIMDb 6.9\nRotten Tomatoes 89%Comedy ဇာတ်ကားတစ်ကား ဒီလောက် Rating မြင့်မားနေရင် မှတ်ထားလိုက်ပါတော့...ရှယ်ကောင်းလို့ပါပဲ။မင်းသား Seth Rogen ,Paul Rudd,Jonah Hill,Jay Baruchel တို့လို ဟာသသရုပ်ဆောင်တွေမြိုင်ဆိုင်သလို မင်းသမီး Katherine Heigl,Leslie Mann တို့ဆိုတာကလဲ ဒီလိုဇာတ်ကားနဲ့ သိပ်လိုက်ဖက်လှတာပေါ့။ဇာတ်လမ်းကလဲ R Rated ဆိုတဲ့အတိုင်း တကယ့်ဗရုတ်သုတ်ခပါပဲ...မူးမူးရူးရူးနဲ့ ဖြစ်မိတဲ့ တစ်ညတာ one night stand က မထင်မှတ်ဘဲ ကိုးလလွယ်ဆယ်လအထိကြာ‌အောင်ခံရမယ့် ဒုက္ခအဖြစ်သို့ ပြောင်းလဲသွားသောအခါ.....အယ်လီဆင် စကော့ ဟာ ရုပ်မြင်သံကြားဌာနတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ ရည်မှန်းချက်ကြီးကြီး အိပ်မက်လှလှလေးတွေမက်နေတဲ့ မိန်းမပျိုလေးပါ ။ တစ်နေ့မှာတော့ အထက်လူကြီးတွေက သူ့ကို ရာထူးတိုးပေးလိုက်တော့ ပျော်လွန်းလို့ သူ့အစ်မ ဒက်ဘီ နဲ့အတူ ကလပ်တစ်ခုမှာ သွားပြီး အောင်ပွဲခံပါတော့တယ်။ အဲဒီမှာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2qmya/(CMorg)Knocked.Up.2007.UNRATED.720p.BluRay.x264.AAC-Nyein.mkv",
        "category": "Action, Adult, Comedy, Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rFd98DjPMSy1L6KKNFrqrrGNtrD.jpg",
        "title": "4 Horsemen: Apocalypse (2022)",
        "description": "4 Horsemen: Apocalypse (2022)\nကမ္ဘာပျက်ကိန်းကားတွေ သဘာ၀ဘေးအန္တရာယ်ကားတွေ ကြိုက်ကြတယ်ဆိုတဲ့ လူတွေအတွက်ပါ။ Moonfallတို့၊ 2012တို့ဟာ တစ်ချို့အတွက် ပေါပေမဲ့ ဒီလိုကားကြိုက်တဲ့လူတွေအတွက် ကောင်းနေပြန်တာပါပဲ။ ဒီတစ်ခါ ရုပ်ရှင်ကတော့ အဲဒီရုပ်ရှင်တွေနဲ့ လုံး၀မတူပါဘူး။ ကမ္ဘာပျက်ကိန်းရဲ့ မြင်းသည်တော်လေးယောက်ဆိုတာ စူပါနေထရယ်ဖန်တွေ မစိမ်းဘူးမလား။ ဒီရုပ်ရှင်ဟာ အဲဒီ ကမ္ဘာပျက်ကိန်းရဲ့ မြင်းသည်တော်လေးယောက်ရဲ့ ကမ္ဘာပျက်မှာကို တားတဲ့ရုပ်ရှင်ပါပဲ။ ပင်တဂွန်၊ မှိုပညာရှင်(အတည်မှိုပါ)၊ မိုးလေ၀သပညာရှင်၊ မီးတောင်လေ့လာရေး ပညာရှင်၊ စစ်သားတွေ အစုံအလင်နဲ့ တားကြတာပါ။ဒီနေရာမှာ ပြောချင်တာက ဇာတ်ကောင်တွေအားလုံးဟာ သူမတူအောင် ထူးခြားပါတယ်။ သရုပ်ဆောင်မှန်းသိသာနေအောင် ရုပ်သေကြီး‌တွေနဲ့ ဟာ ငါတို့ ဘာလုပ်မှာဆိုပြီး ကိုယ်ကြွေနေတဲ့ကောင်လေးရှေ့ အသံပေးတဲ့ ဆယ်ကျော်သက်မလေးတွေလို ခဏခဏကို သူတို့ဘာလုပ်မယ့်အကြောင်းကို ဆယ်ခါလောက်ကိုပြောနေတာပါ။ ဥပမာဆို ထမင်းစားမယ်ဆိုပါစို့။ ငါတို့ထမင်းစားမှာကွ။ ဇွန်းနဲ့ပန်းကပ်ထဲ ခပ်ပြီး ပါးစပ်ထဲထိုးထည့် သွားနဲ့ဝါးတာလေလို့ ထိုင်ပြောနေသလိုပါပဲ။ အကြောင်းအရာတော့မတူဘူးပေါ့။။သရုပ်ဆောင်တွေဟာ ဒါတင်ပဲလားဆိုတော့ ...",
        "rating": "",
        "url": "https://megaup.net/14An7/(CM)_4_Horsemen_Apcalypse_(2022)_720p.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wL9bamyQ9R5crirp3rLF4Z2qLHx.jpg",
        "title": "Take Care of My Mom (2022)",
        "description": "Take care of my Mom (2022)\"မိသားစုလိုမျိုး သူစိမ်း ၊ သူစိမ်းလိုဖြစ်နေတဲ့ မိသားစု\"ဆိုတာမျိုး မြင်ဖူကြားဖူးကြုံဖူးပါသလား?\nအသက် ၈၅ နှစ်အရွယ် အဘွားအိုတစ်ဦးရဲ့ ရွေးချယ်မှုက ဘာများဖြစ်မလဲ ။\nအဘွားဂျောင်မာအင်ကတော့ ဒယ်ဂူမှာနေထိုင်တဲ့ အသက် ၈၅ နှစ်အရွယ် အဘွားတစ်ဦးပါ။\nအကြာကြီးနေမှ ဒယ်ဂူကို ပြန်လာမယ်ဆိုတဲ့ သားဖြစ်သူရဲ့စကားကြောင့်\nဟိုဟိုဒီဒီပြင်ဆင်နေရင်းကနေ မတော်တဆ လက်ကျိုးသွားခဲ့တဲ့အခါ\nကိုယ့်ကြောင့် သားဖြစ်သူကို ဒုက္ခမဖြစ်စေချင်တဲ့ မိခင်တစ်ယောက်ရဲ့ ခံစားချက်တွေကို မြင်တွေ့ရမှာပါ ။\nသားဖြစ်သူရဲ့တာဝန်ဝတ္တရားတို့အတိုင်း မိခင်ဖြစ်သူအတွက် အစစအရာအရာ အဆင်ပြေအောင် လုပ်ပေးဖို့ကြိုးစားပေမယ့်လည်း\nအသက်အရွယ်အိုမင်းနေပြီဖြစ်တဲ့ မိခင်ဖြစ်သူရဲ့ စိတ်ကို သားဖြစ်သူကရော ဘယ်လိုနားလည်အောင် ကြိုးစားမလဲ?\nသူကြိုးစားခဲ့သမျှကရော မိခင်ဖြစ်သူအတွက် အကောင်းဆုံးတွေကိုပဲ ဖြစ်စေမှာလား\nဒါမှမဟုတ် အဆင်မပြေမှုတွေပဲ ဖြစ်လာမှာလား?\nမိဘဘက်က ခံစားရတဲ့စိတ်ခံစားချက်တွေနဲ့ သားသမီးဘက်ကမြင်တဲ့ အမြင်တွေကို\nနှစ်ဖက်မျှပြီး ရိုက်ကူးပုံဖော်ထားတာမို့ မိသားစုရုပ်ရှင်တွေကို သဘောကျတဲ့သူတွေအတွက်\nတကယ်ကို ကြည့်လို့ကောင်းစေမယ့် ဇာတ်ကားတစ်ကားဖြစ်မယ့်အပြင်\nလက်တွေ့ဘဝက သက်ကြီးရွယ်အိုမိဘတွေရဲ့ ခံစားချက်တွေ ၊\nမိဘတွေအတွက် တတ်နိုင်သလောက်လုပ်ပေးချင်မိတဲ့ သားသမီးတို့ရဲ့ ...",
        "rating": "5",
        "url": "https://megaup.net/14x8m/Take.Care.of.My.Mom.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Family, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/suicide-for-beginners-movie-poster-135x200.jpg",
        "title": "Suicide for Beginners (2022)",
        "description": "Suicide for Beginners (2022)ကိုယ့်ကိုယ်ကို သေကြောင်းကြံရတော့မယ်ဆိုရင် ဘယ်လိုနည်းလမ်းက အကောင်းဆုံးဖြစ်မလဲ..\nဆေးတွေသောက်မလား.. ကြိုးဆွဲချမလား.. ဒါမှမဟုတ် ဘဝမှာမရှိမဖြစ်လိုအပ်တယ်ဆိုတဲ့အရာတစ်ခုခုကို သတ်ပစ်လိုက်ရင်း ကိုယ့်ဘဝပါ အတူလိုက်သေမလား..ဒီဇာတ်ကားမှာတော့ အပေါ်ကပြောထားတဲ့ သတ်သေဖို့နည်းလမ်းတွေကို အလွဲအမျိုးမျိုးနဲ့ ကြိုးစားခဲ့တဲ့ ဇာတ်ကောင် Garrettကို တွေ့ရမှာပါ။\nတစ်ဖက်သတ်ချစ်ရတဲ့ မီယာရဲ့ လျစ်လျူရှုမှုတွေကို suicideနည်းလမ်းနဲ့ ဖြေရှင်းဖို့ကြိုးစားရင်း မထင်မှတ်ဘဲ ထွက်ပေါက်မရှိအောင် ရှုပ်ထွေးလာတဲ့ ဇာတ်ရဲ့ အရှိန်ကောင်းတဲ့ အနိမ့်အမြင့်တွေကို တွေ့ရမှာလည်း ဖြစ်ပါတယ်။\nဇာတ်ကောင်ဖောင်းပွခြင်းမရှိဘဲ ရှိပြီးသား ဇာတ်ကောင်အနည်းငယ်နဲ့ Garrettတို့ကြားက ပြဿနာတွေ၊ twists and turnsတွေကို ရင်တမမနဲ့ ကြည့်ရမှာပါ..Comedy, Horrorအမျိုးအစားဖြစ်တာကြောင့် စိတ်လှုပ်ရှားစရာ၊ ထိန်လန့်စရာ ဇာတ်ကြောင်းကို လေးပင်ဖျင်းတွဲမနေအောင် ဟာသမြောက်တဲ့ dialogueတွေ၊ ဇာတ်ကောင်တွေရဲ့ ဟန်ပန်တွေနဲ့ ထိန်းသွားတာဖြစ်ပါတယ်..။\nဒါကြောင့် pure horror မကြည့်ရဲသူတွေအတွက် အဆင်ပြေတဲ့ ဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။Age ratingမပေးရသေးတာကြောင့် ကလေးငယ်များကို ပြသမယ်ဆိုရင်တော့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/14vxg/Suicide_For_Beginners_(2022)_WebDL_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zmXaK4ajfTUOeb8K13uQ4fNfE8L.jpg",
        "title": "Honeymoon With My Mother (2022)",
        "description": "Honeymoon with my mother(2022)ဒီတစ်ခါတော့ အမေနဲ့ ဟန်းနီးမွန်း ထွက်ကြည့်ကြရအောင်ပါ။မင်္ဂလာဆောင်မှာ ကတိသစ္စာပြုတော့မယ့်ဆဲဆဲ သတို့သမီးကို\nသူ တကယ်ချစ်ရတဲ့သူက အချစ်သူရဲကောင်းဆန်ဆန် လာခေါ်သွားတဲ့  ဇာတ်ဝင်ခန်းမျိုး ကြည့်ဖူးကြမှာပါ။ဒီဇာတ်လမ်းရဲ့ဇာတ်လိုက်ကြီးကတော့\nကြောင်တောင်တောင်နဲ့ ကျန်ရစ်ဖြစ်ခဲ့ရတဲ့ သတို့သားကြီး ဟိုဆေးလူးဝစ်ပါ။မင်္ဂလာပွဲ ကုန်ကျ စရိတ်လည်းဆုံး သတို့သမီးလည်းဆုံး ဖြစ်နေတဲ့\nဟိုဆေးတစ်ယောက် ဟန်းနီးမွန်းအတွက် ပေးထားတဲ့ ပိုက်ဆံကလည်း\nပြန်အမ်းခိုင်းလို့မရ ဖြစ်ရာကနေ သူ့အမေရဲ့ အကြံအတိုင်း\nအမေနဲ့အတူ ဟန်းနီးမွန်းထွက်ဖို့ ဖြစ်လာပါတော့တယ်။သားအမိနှစ်ယောက် မော်ရေးရှပ်စ်ကျွန်းကို ဟန်းနီးမွန်းထွက်ကြရင်း\nဇနီးမောင်နှံဟန်ဆောင်ကြရပုံတွေ တလွဲဖြစ်ကြပုံတွေကို ဟာသဆန်ဆန် ရိုက်ကူးထားတဲ့အပြင်သားအမိတွေကြားမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့ နားလည်မှုအလွဲတွေ\nအမေတစ်ယောက်ရဲ့ ခံစားချက်တွေကိုပါ မီးမောင်းထိုးပြထားတဲ့ ဇာတ်လမ်းလေး ဖြစ်တာကြောင့်\nကြည့်ရှူခံစားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်Genre.....Comedy\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB and 830MB and 283MB\nFormat…mp4\nDuration….1h 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Roman ...",
        "rating": "5.9",
        "url": "https://megaup.net/14vkt/Honeymoon_with_My_Mother.2022.NF.WEB-DL.720p.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z3lVSySBEW17JK4k5RZJ5mALHM5.jpg",
        "title": "Blizzard of Souls (2019)",
        "description": "Blizzard of Souls (2019)The Rifleman လို့လည်း လူသိများတဲ့ ဒီဇာတ်ကားလေးဟာ ပထမ ကမ္ဘာစစ်ကာလက အသက် ၁၆ နှစ်အရွယ် လူငယ်လေးတစ်ယောက်အကြောင်း ဖြစ်ရပ်မှန်ကို အခြေပြုထားတာပါ။ သူရဲကောင်းဖြစ်ချင်တဲ့စိတ်နဲ့ ပထမကမ္ဘာစစ်ကို ဝင်တိုက်ခဲ့ပေမဲ့ စစ်ရဲ့ အနိဌာရုံတွေကို မြင်တွေ့ခဲ့ချိန်၊ ကိုယ့်ရဲ့ မိသားစုဝင်ကိုပါ ဆုံးရှုံးလိုက်ရချိန်မှာတော့ သူ့ရဲ့ ဦးတည်ချက်က သူရဲကောင်းဖြစ်ဖို့မဟုတ်တာ့ဘဲ အမိတိုင်းပြည်မှာ မိသားစုဝင်တွေကို တစ်စုတစည်းတည်း ပြန်ဖြစ်စေဖို့ ကြိုးစားပုံတွေကို ရိုက်ကူးပုံဖော်ထားတာပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...အချိန်အားဖြင့် 1900 ကျော် ပထမကမ္ဘာစစ်ကြီးဖြစ်ခါနီးအချိန်ပေါ့၊ လာဗီယာဆိုတဲ့ ရုရှားနဲ့ ဂျာမနီနိုင်ငံကြားက နိုင်ငံငယ်လေးတစ်ခုမှာ အာတူ့စ်ဆိုတဲ့ ချာတိတ်လေးတစ်ယောက်ဟာ သူ့မိဘနှစ်ပါးရယ် အစ်ကိုဖြစ်သူရယ်နဲ့ နေထိုင်ပါတယ်။ပထမကမ္ဘာစစ်ကြီးစဖြစ်တော့ သူ့မိခင်ကို ဂျာမန်စစ်သားတွေက သတ်သွားတယ်။ စစ်ပြန်ဖခင်ဖြစ်သူနဲ့ သူတို့ညီအစ်ကိုနှစ်ဦးလည်း လာဗီယာတပ်ဖွဲ့ထဲဝင်ပြီး စစ်တိုက်ထွက်ကြရတဲ့အချိန်ပေ့ါ။အဲဒီချိန်မှာ လာဗီယာနိုင်ငံက ရုရှားလက်အောက်ခံအဖြစ်ပဲ ရှိပါသေးတယ်။ ရုရှားအတွက် စစ်တိုက်ပေးရင်း ဆိုဗီယက်ရုရှားဟာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Ksrs/[CM]Blizzard.of.Souls.2019.720p.WEB-DL.mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/279643426_389915396373767_464817954246914473_n-135x200.jpg",
        "title": "Land of the Dead (2005)",
        "description": "Land of the Dead (2005)Zombies apocalypse ရုပ်ရှင်တွေ အရိုက်များလာတဲ့​နောက် Old but gold zombie ကား​​​ကောင်းတစ်ကားကို CM fan​တွေ မကြည့်ဖူးမရှိရ​​အောင် တင်​​​ဆက်​ပေးလိုက်ပါတယ်\n2005ခုနှစ်ကတည်းက ထွက်ရှိခဲ့တာဖြစ်ပြီး IMDb 6.2, RT 74% rating ရထားပါတယ်။ အမျိုးအမည်မသိရတဲ့ကပ်​ဘေးတစ်ခု​ကြောင့် တစ်ကမ္ဘာလုံးက လူ​အများစု ဖုတ်​ကောင်​တွေ ဖြစ်သွားတဲ့​နောက် ​လူကုံထံ​တွေက လုံခြုံ​ရေးအထပ်ထပ်နဲ့ မြို့သစ်တွေတည်ပြီး​​​နေထိုင်ကြပါတယ်၊\nကပ်​ဘေးကလွတ်လာတဲ့ မျက်နှာမွဲလူဆင်းရဲ​တွေကို​တော့ မြို့ရဲ့အစွန်ဆုံး၊ ခြံစည်းရိုး​တွေနဲ့ အနီးဆုံးမှာပဲ ​ပေး​နေပါတယ်၊\nရိက္ခာကို​တော့ ကြေးစားလူစွန့်စား​တွေကို ငှားရမ်းပြီး ဖုတ်​​ကောင်​တွေပြည့်နေတဲ့ မြို့ပျက်ငယ်​တွေမှာ ရှာ​​ဖွေခိုင်းပြီး အသက်ဆက်​နေကြတာပါ။ရိုင်​လေ နဲ့ ချိုလိုဒယ်မိုရာတို့က အဆိုပါ​​ ကြေးစားအဖွဲ့ဝင်​တွေပဲ ဖြစ်ပါတယ်၊\nအစပိုင်းမှာ​တော့ ဖုတ်​ကောင်​တွေက လမ်း​လျှောက်တတ်တဲ့ လူ​သေ​ကောင်သာသာပဲမို့လို့ စားနပ်ရိက္ခာ ရှာ​ဖွေရာမှာ သိပ်အခက်အခဲမရှိခဲ့ပေမယ့်\nတစ်​​နေ့မှာ​တော့ ဆင့်ကဲ​ပြောင်းလဲတတ်တဲ့ သဘာဝအတိုင်း အချင်းချင်း ဆက်သွယ်တတ်တာကစလို့ ကမ္ဘာဦးလူသား​တွေလို အစာရှာဖို့၊ ကိုယ့်ကိုယ်ကိုယ်ခုခံဖို့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/14vkm/Land_of_The_Dead_(2005)_720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Screenshot-2022-05-06-at-06-10-35-The-Detective-2-2011-141x200.png",
        "title": "The Detective 2 (2011)",
        "description": "အခုတင်ဆက်ပေးမယ့်ကားလေးကတော့ The Detective 2 (ခေါ်) <<B+侦探>> ပဲဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဥ်းဒီကားမှာတော့ ပထမကားတုန်းကလိုပဲ သူ့သူငယ်ချင်း ဖြစ်သူ ရဲအရာရှိတစ်ဦးနဲ့အတူ ရာဇဝတ်မှု လူသတ်မှုတွေကို ဖြေရှင်းသွားမှာပါ\nမိဘတွေက ပစ်ထားခဲ့တာမဟုတ်ဘဲ အသတ်ခံခဲ့ရတာကို သိခဲ့ရပြီး လူသတ်ကောင်ကို မရမက ရှာဖွေဖော် ထုတ်တဲ့နောက်...\nဘာတွေ ကြုံတွေ့ရမလဲ ... File Size__(1.7GB) / (870MB)\nQuality__1080p, 720p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__01:45:00\nType__Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yunn Myat Noe Khaing\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://megaup.net/36mbg/The_Detective_2_(2011)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Screenshot-2022-05-06-at-06-08-28-The-Detective-2007-142x200.png",
        "title": "The Detective (2007)",
        "description": "အခုတင်ဆက်ပေးမယ့်ကားလေးကတော့ The Detective (ခေါ်) <<C+侦探>> ဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဥ်းဒီထဲမှာတော့ တန်(မ်)လို့ခေါ်တဲ့ main cast စုံထောက်တစ်ဦးနဲ့ အစချီထားပါတယ်\nငယ်ငယ်တည်းက မိဘတွေရဲ့ ထားခဲ့ခြင်းကို ခံရလို့ မိဘတွေကို လိုက်ရှာရင်း အလွတ်တမ်းစုံထောက်တစ်ယောက် ဖြစ်လာခဲ့တယ်\nဇာတ်လမ်းထဲမှာ သူနဲ့သူငယ်ချင်း ဖြစ်သူ ရဲအရာရှိတစ်ဦးတို့ ရာဇဝတ်မှု လူသတ်မှုတွေကို ဖြေရှင်းသွားမှာပါသူမိဘတွေကို ရှာဖွေနေတဲ့ကြား လူပျောက်ဆုံးမှုတွေ ဆက်တိုက်ဖြစ်ပြီး လူ၄ယောက် ဆက်တိုက်သေဆုံးမှုတွေလည်း ဖြစ်လာခဲ့တဲ့နောက်...သူတို့တွေ တစ်ချိန်ထဲနီးပါးသေတာကရော တိုက်ဆိုင်မှုလား ဒါမှမဟုတ် ဆက်စပ်မှုတွေရှိနေတာလား\nဘယ်လိုစုံစမ်းပြီးဘယ်လိုဖြေရှင်းလဲဆိုတာ ရုပ်ရှင်လေးကို ဆက်ကြည့်လိုက်ရအောင်ပါ ။File Size__(1.9GB) / (950MB)\nQuality__1080p, 720p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__01:49:00\nType__Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yunn Myat Noe Khaing\nEncoded by Naing Aung Latt",
        "rating": "6.6",
        "url": "https://megaup.net/1Krg6/The_Detective_(2007)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BODQ1MWFiZjctNzg2Zi00ZThkLTg1OTYtYTZmOTI0NWY2ZjhmXkEyXkFqcGdeQXVyNjgwNTk4Mg@@._V1_-142x200.jpg",
        "title": "[18+]Side Job (2017)",
        "description": "[18+]Side Job (2017)\"Kanojo no Jinsei wa Machigai ja Nai\" ဝတ္ထုစာအုပ်ကို အခြေခံရိုက်ကူးထားပြီး ဝတ္ထုရေးဆရာပဲ ပြန်လည်ရိုက်ကူးထားတာပါဆူနာမီကြောင့် အမေဆုံးရှုံးသွားပြီးနောက်ပိုင်း မီယူကီဆိုတဲ့ ကောင်မလေးက ဖူကူရှီမာမြို့မှာ သူ့အဖေနဲ့အတူ နေထိုင်ပါတယ်\nအရင်တုန်းက လယ်သမားဖြစ်တဲ့ အဖေက နေ့တိုင်းအရက်သောက်ပြီး ငလျင်ဒဏ်ကြောင့် ပြန်လည်ရရှိခဲ့တဲ့ ထောက်ပံ့ငွေတွေကို ဂိမ်းကစားပစ်ပါတယ်...မီယူကီတစ်ယောက် အိမ်စရိတ်ကာမိဖို့အတွက် တိုကျိုမြို့မှာ ပြည့်တန်ဆာအဖြစ် ရုန်းကန်ရင်း ဘဝကို ရှေ့ဆက်ရပါတယ်...\nမီယူကီတစ်ယောက် ဘဝကို ရှေ့ဆက်ဘယ်လိုဖြတ်သန်းမလဲ ဆက်လက်ကြည့်ရှုကြပါအုန်း ။File Size__(2.1GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__02:00:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parris99\nEncoded by Dark Devil",
        "rating": "6.1",
        "url": "https://megaup.net/14tmy/[18+]Side_Job_(2017)_720p.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/jhund-150x200.jpg",
        "title": "Jhund (2022)",
        "description": "Jhund (2022)အားလုံးမျှော်လင့်စောင့်စားနေကြတဲ့ မင်းသားကြီး အမီတာဘချမ်းရဲ့ကားသစ်လေး ထွက်ရှိလာခဲ့ပါပြီ။၉၀ ခုနှစ်တွေကတည်းက အိန္ဒိယရုပ်ရှင်ပရိသတ်တွေရဲ့အသည်းနှလုံးကို သိမ်းပိုက်လာတဲ့မင်းသားကြီး အမီတာဘချမ်းကတော့ အသက် ၇၉ နှစ်ရှိပြီဆိုပေမဲ့ ငယ်တုန်းကလို လန်းမြဲလန်းဆဲပါပဲ။လက်ရှိအထိ အိန္ဒိယရုံတင်ကားတွေရဲ့သမိုင်းမှာ လွှမ်းမိုးမှုအရှိဆုံးသူတွေထဲကတစ်ယောက်လို့သတ်မှတ်ခံထားရတာပါ။ ဒီကားထဲမှာတော့ သူ့ရဲ့ရင့်ကျက်တဲ့သရုပ်ဆောင်ချက်တွေကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။ ဒီကားလေးကတော့ NGO slum soccer ကို တည်ထောင်ခဲ့သူဖြစ်တဲ့ Vijay Barse ရဲ့ ဘဝဇာတ်ကြောင်းကို အခြေခံရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ဆင်းရဲနွမ်းပါးတဲ့ဒေသတွေမှာ ငွေကြေးမတတ်နိုင်တဲ့အလျောက် ပညာရေးကလည်း နိမ့်ကျနေတတ်ပါတယ်။အိမ်တစ်အိမ်မှာရှိတဲ့ ကလေးတွေကပါ အလုပ်ထွက်လုပ်ရတော့ ပညာမသင်ရ၊ အားကစားလိုက်စားခွင့်မရတဲ့အပြင်ငွေကြေးကို အလွယ်ရဖို့ ခိုးဆိုးလုနှိုက်ပြီး ပြန်ရောင်းစားတာတွေအထိပါ လုပ်လာကြပါတယ်။အဲဒီကထက် တစ်ဆင့်တက်ပြီး ဈေးပေါတဲ့အရက်ဆေးလိပ်တွေနဲ့ မူးယစ်ဆေးစွဲတဲ့အထိ ဖြစ်လာကြပြန်ပါတယ်။ ဒီလိုနဲ့ အငြိမ်းစား အားကစားဆရာတစ်ယောက်က အဲဒီလို ဆင်းရဲနွမ်းပါးတဲ့အရပ်ထဲမှာရှိတဲ့စာမတတ်တဲ့ လူကြီးတွေကို စာသင်ပေးဖို့ ရောက်လာရင်းနဲ့ လူငယ်တွေ၊ကလေးတွေ ဖြစ်ပျက်နေတဲ့အခြေအနေကို မျက်မြင်ကြုံတွေ့လိုက်ရပါတော့တယ်။ကလေးတွေရဲ့အနာဂတ်ကို မပျက်စီးစေချင်တဲ့စေတနာ၊ မိမိကျွမ်းကျင်ပိုင်နိုင်တဲ့ပညာရပ်နဲ့ဒီဆင်းရဲတွင်းထဲက ဒီကလေးတွေကို ဘယ်လိုဆွဲဆောင်ရမလဲဆို‌တဲ့ဆင်ခြင်ဉာဏ်တို့ ပေါင်းစပ်ပြီး ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Kr5g/Jhund_(2022)_Hindi_TRUE_WEB-DL_.720p.hindi.AAC2.0CH_(CM).mp4",
        "category": "Biography, Bollywood, Drama, Short"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ltHlJwvxKv7d0ooCiKSAvfwV9tX.jpg",
        "title": "K.G.F: Chapter 1 (2018)",
        "description": "K.G.F: Chapter 1 (2018)အညွှန်း******************************IMDb rating - 8.7/10\nGoogle Users - 95%၁၉၅၁ ခုနှစ်ကို အခြေတည်ရေးသားထားတဲ့\nကိုလာရွှေလုပ်ကွက်ရဲ့ အကြောင်းအရာတွေ ပါဝင်နေတဲ့\nဂျာနယ်လစ်အာနန်းအင်္ဂလာဂီရဲ့ \"El Dorado- အယ်လ်ဒိုရာဒို\"စာအုပ်ကို\nအိန္ဒိယအစိုးရက တားမြစ်ပိတ်ပင်ပြီး\nထုတ်ဝေထားသမျှ စာအုပ်အားလုံးကို\nမီးရှို့ဖျက်ဆီးပစ်လိုက်တယ်။မျက်မှောက်ခေတ်ကို ရောက်တော့\nဒီစာအုပ်ကိုပဲ တီဗီချန်နယ်တစ်ခုက မရမက ရှာဖွေပြီး\nဂျာနယ်လစ်ကို အင်တာဗျူးလုပ်တယ်။စာအုပ်ထဲက အကြောင်းအရာတွေကို စာရေးသူက ပြန်လည်ပြောပြရာကနေ\nဒီဇာတ်လမ်း ပြန်လည်အသက်ဝင်လာခဲ့တော့တယ်။\"ကိုလာရွှေလုပ်ကွက် ဖြစ်တည်လာပုံနှင့် ရော်ကီမွေးဖွားလာပုံ\nပြိုင်တူအဖြစ်အပျက်နှစ်ခု...\"ဟိုး ၁၉၅၁ခုနှစ်တုန်းက အိန္ဒိယနိုင်ငံတောင်ပိုင်းမှာရှိတဲ့ မိုင်ဆောပြည်နယ်\n(ယခု ကာနာတားကားပြည်နယ် - ကိုလာခရိုင်) မှာ အစိုးရအာဏာပိုင်တွေဟာ\nရွှေကြောတစ်ခုကို တွေ့ရှိခဲ့ကြတယ်။\nဒီရွှေကြောကို ရှာတွေ့ခဲ့တဲ့ နေ့မှာ အဖြစ်အပျက်နှစ်ခု ပြိုင်တူဖြစ်ပွားခဲ့တယ်။တစ်ခုက ရာဂျားကရစ်ရှ်နားပါးဘိုင်ယာဆိုတဲ့ လူသားတစ်ယောက်\nအသက်မပြည့်သေးပဲ ကိုယ်ဝန်လွယ်ထားရတဲ့ အမိဝမ်းကနေ ကမ္ဘာမြေပေါ်ကို\nရောက်ရှိလာခဲ့တာ ဖြစ်ပြီးနောက်တစ်ခုက ကိုလာရွှေကြောကို တွေ့ရှိတဲ့နေရာမှာကြီးစိုးတဲ့\nဆူရိယဗာဒန်ဆိုသူ လူမိုက်ကြီးဟာ ရွှေကြောကို တွေ့ရှိတဲ့ အစိုးရအာဏာပိုင်တွေကို လက်စဖျောက်ပစ်ပြီး\nရွှေကြောကို အပိုင်စီးလိုက်တာပဲ...။\nအဲ့ဒီနောက်မှာ ဒီနေရာကို တပ်မက်နေတဲ့သူတွေလက်ကနေ ကာကွယ်ဖို့\n၉၉နှစ်တာ ...",
        "rating": "8.9",
        "url": "https://megaup.net/2gJQ4/K.G.F_Chapter_1.2018.720p.pp.mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aQvJ5WPzZgYVDrxLX4R6cLJCEaQ.jpg",
        "title": "Sonic the Hedgehog (2020)",
        "description": "အရင်လက ရုံတင်သွားတဲ့ သိပ္ပံစိတ်ကူးယဉ်ကားလေးပါ။အခြားဂြိုလ်ကနေလာပြီး အမြန်နှုန်းနဲ့ပါဝါတွေရှိတဲ့ ဆောနစ်ဆိုတဲ့ ဖြူကောင်လေးဟာရန်သူတွေလက်ကနေ ပြေးရင် ကမ္ဘာပေါ်ကို ရောက်လာပါတယ်။ကမ္ဘာပေါ်မှာ ရဲတစ်ယောက်နဲ့မိတ်ဆွေဖြစ်ပြီးတစ်ချိန်တည်းမှာပဲ သူ့ကို ဖမ်းဖို့လိုက်လာတဲ့သိပ္ပံပညာရှင် ရိုဘော့နစ် နဲ့ပါ ရင်ဆိုင်လာရပါတော့တယ်။ဒီတော့ ရဲအရာရှိ သောမက် နဲ့ဆောနစ်တို့ သူ့လက်ကလွတ်အောင်ပြေးရင် ဘေကင်းတဲ့ဂြိုလ်တစ်ခုကို ဆောနစ်ကို ပြန်ပို့နိုင်ဖို့ ကြ်ိုးစားရပါတော့တယ်။ဆာနစ်အဖြစ် ဘန် ရှဝက်က သရုပ်ဆောင်ထားပြီးဗီလိန်နေရာကတော့ မတွေ့ရတော ကြာပြီဖြစ်တယ်မင်းသားကြိး ဂျင်မ် ကာရေးမို့ ကြည့်လို့သိပ်ကောင်းပါလိမ့်မယ်။rating လည်း 6.8 ဆိုတော့ အားလုံးအပမ်းပြေကြမယ်ထင်ပါတယ်File Size : ( 930 MB)\nQuality : HDRip 720p\nRunning Time : 1 hr 39 min\nFormat : Mp4\nGenre : Action , Adventure , Comedy\nSubtitle : Myanmar ...",
        "rating": "6.8",
        "url": "https://megaup.net/14s1g/(NZ)Sonic.The.Hedgehog(2020).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Talaash-The-Hunt-Begin-145x200.jpg",
        "title": "Talaash: The Hunt Begins (2003)",
        "description": "အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့အက်ရှေးကူမားရဲ့အက်ရှင်ကားလေးပဲဖြစ်ပါတယ်...မင်းသမီးအနေနဲ့ ကရီနားကပူးက ပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းကတော့...အရ်ဂျွန်ရဲ့ဖခင်ဟာ မှောင်ခိုဂိုဏ်းတစ်ဂိုဏ်းနဲ့ပတ်သတ်မိရာကနေ အသတ်အဖြတ်ခံရပြီးသမီးဖြစ်သူကပါ ရောင်းစားခံရဖို့ ဖမ်းဆီးခေါ်ဆောင်သွားခြင်းခံခဲ့ရတယ်...ခင်ပွန်းအသတ်ခံရတဲ့အပြင် သမီးပါဖမ်းခေါ်သွားခံခဲ့ရတဲ့အဖြစ်ကို မျက်စိရှေ့မှာတင်မြင်လိုက်ရတော့ ယူကြုံးမရဖြစ်ပြီး အရ်ဂျွန်ရဲ့အမေဟာ အရူးတစ်ပိုင်းဖြစ်လို့သွားပါတော့တယ်.... အဖေသေ အမေကအရူးဖြစ် ညီမကိုပါ ဖမ်းခေါ်သွားကြတော့ ငယ်ငယ်ပဲ ရှိသေးတဲ့အရ်ဂျွန်ခမျာ အခြေအနေတွေကို မထိန်းနိုင်ခဲ့ဘူး....သို့ပေမယ့်လည်း မလျှော့သော ဇွဲနဲ့ ရဲထဲဝင်ပြီး ဒုစရိုက်ဂိုဏ်းမှန်သမျှကိုဖြိုခွင်းရင်း ညီမဖြစ်သူကို လိုက်ရှာပါတော့တယ်....ဒီလိုနဲ့....အရ်ဂျွန်ရဲ့ ရှာပုံတော်ဇာတ်လမ်းမှာ ဘယ်လိုစိတ်ဝင်စားစရာတွေနဲ့ပြည့်နှက်နေမလဲဆိုတာကိုတော့ ပိတ်ကားထက်မှာ ဆက်လက်ရှုစားပေးကြပါဦးရှင့်.... \nFile size…2.8GB / 1.4GB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….2h 33m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by Taylor",
        "rating": "4.3",
        "url": "https://megaup.net/1Kpkm/Talaash_The_Hunt_Begins_2003_WebRip_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMTA3NDM2MTkzOTZeQTJeQWpwZ15BbWU3MDczMDgwNjc@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Memorial Day (2012)",
        "description": "Memorial Day (2012)================IMDb Rating - 6.1/10ဒီဇာတ်ကားဟာ ပစ်တယ်၊ ခတ်တယ်၊ လူတွေ သေတယ်ဆိုတဲ့သာမန်ရိုးကျ စစ်ကားတစ်ကားမဟုတ်ပါဘူး။ စစ်ပွဲ တစ်ပွဲမှာပါဝင်ဆင်နွှဲခဲ့ကြပြီး စစ်ပြန် စစ်သားဟောင်းတွေရဲ့ နောက်ကွယ်ကခံစားချက်တွေကို ‌ဖော်ပြပေးနေတဲ့ စစ်ပွဲနောက်ခံပြု ဇာတ်ကားကောင်း တစ်ကားဖြစ်ပါတယ်။\nအီရတ်မှာ တာဝန်ထမ်း‌ဆောင်နေတဲ့ ဆာဂျင် ကိုင်းလ် ဗိုဂယ်ဟာစစ်ဆင်ရေးလုပ်ဆောင်ရင်း အမှတ်တရပစ္စည်းတွေ စုဆောင်းတတ်သူတစ်ယောက်ပါ။ တစ်နေ့မှာ စစ်ဆင်‌ရေးလုပ်ဆောင်ရင်း ကိုင်းလ်တစ်ယောက် ဒဏ်ရာရပြီး ဆေးရုံတက်လိုက်ရပါတော့တယ်။ဆေးရုံတက်ရင်း အဘိုးဖြစ်သူပြောပြခဲ့တဲ့ ဇာတ်လမ်းများကိုပြန်ပြောင်းပြောဖို့ ဖြစ်လာပါတော့တယ်။\nကိုင်းလ်ရဲ့ အဘိုးဖြစ်သူ ဘက်တ်ဗိုဂယ်ဟာ ဒုတိယကမ္ဘာစစ်မှာတိုက်ပွဲဝင်ခဲ့တဲ့ စစ်သားဟောင်းကြီး တစ်ယောက်ပါ။ ဘက်တ်ဟာစစ်ပွဲအတွင်းမှာ ဖြစ်ပျက်ခဲ့တာတွေကို ဘယ်သူ့ကိုမှပြန်မပြောဘဲအမှတ်တရပစ္စည်းများကိုသာ သိမ်းထားပါတယ်။ ကိုင်းလ် ငယ်စဥ်က တူတူပုန်းတမ်းကစားရင်း အဘိုးရဲ့ ပစ္စည်းတွေ သိမ်းထားတဲ့သေတ္တာကြီးကို တွေ့သွားပါတော့တယ်။ ထိုသေတ္တာကြီးကို တွေ့ရာမှအဘိုးဖြစ်သူရဲ့ လျှို့ဝှက်ထားတဲ့ စစ်ပွဲအတွင်း အဖြစ်အပျက်တွေကိုကိုင်းလ် နားဆင်ရပါတော့တယ်။  စစ်ပွဲဆိုတာ ခေတ်သာ ပြောင်းသွားတယ် အဖြစ်အပျက်တွေက ...",
        "rating": "6.1",
        "url": "https://megaup.net/36efA/Memorial.Day.2012.720p[CM]_new.mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BZTYyY2Y2NjAtNzVmYS00MTA5LTk5NzEtYzE3ZTc0Nzk1YjAyXkEyXkFqcGdeQXVyMDAyMjM2OQ@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Contra (2021)",
        "description": "Contra (2021)===========IMDb Rating - 6.6/10\"စကားအချေအတင်ပြောတယ် ဆိုတာ တီးလုံးမပါဘဲ rap ရွတ်ရသလိုပါပဲ\"\nမူရင်း ပြင်သစ်ရုပ်ရှင်ကို ဂျာမနီက ပြန်လည်ရိုက်ကူးထားသော ဇာတ်ကား\nဖြစ်တဲ့ \"Contra\" ဟာ နေ့စဉ်နဲ့အမျှဖြစ်လေ့ရှိတဲ့ ငြင်းခုံမှုတွေ လူမျိုးရေး၊\nဘာသာရေး ခွဲခြားခံရမှုတွေကို ‌မီးမောင်းထိုးပြထားတဲ့ ဇာတ်ကားကောင်း\nလေး တစ်ကားဖြစ်ပါတယ်။ဂျာမနီမှာ နေထိုင်တဲ့ အာရပ်သူလေး နာအီမာ က ရှေ့နေမမ ဖြစ်ချင်တဲ့\nအိပ်မက်နဲ့ ကြိုးစားရုန်းကန်နေရတဲ့သူ တစ်ဦးဖြစ်တယ်။ တက္ကသိုလ်\nစတက်တဲ့နေ့မှာပဲ အတန်းချိန်နောက်ကျသွားတဲ့အတွက် ဆရာဖြစ်သူ\nပါမောက္ခ ပိုးလ် ရဲ့ လူမျိုးရေး ခွဲခြားတာ ခံလိုက်ရတာပေါ့။ အဲတာကို\nတစ်ခြား အတန်းဖော်တွေက ဗီဒီယိုရိုက်ပြီး အင်တာနက်မှာ ဖြန့်ပ\nလိုက်တော့ ဆရာ ပိုးလ်မှာ အလုပ်ပြုတ်မလိုတောင်ဖြစ်သွားရော။\nနာအီမာ ကလည်း အလုပ်သင်ဆင်းချင်တဲ့အတွက် စကားရည်လု\nပြိုင်ပွဲပြိုင်ဖို့ လေ့လာနေတာဆိုတော့ နာအီမာကို အနီးကပ်သင်ကြား\nပေးဖို့အတွက် ဆရာ ပိုးလ် ကို ကျောင်းအုပ်က ‌တာဝန်ပေးလိုက်တယ်။\nလူမျိုးရေးခွဲခြားသူ ဖြစ်တဲ့ ဆရာ ပိုးလ် ...",
        "rating": "6.6",
        "url": "https://megaup.net/36g5h/Contra.2020.GERMAN.1080p.BluRay[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c8yLmpZ4cXi1Hrjrx5x1UUHsg3K.jpg",
        "title": "Maoshan Heavenly Master ( 2022 )",
        "description": "CM ကနေ ဒီတစ်ခါတင်ဆက်ပေးမယ့် ရုပ်ရှင်ကတော့\nMaoshan Heavenly Master ဆိုတဲ့ မကောင်းဆိုးဝါးဖမ်းတဲ့ကားလေးပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ကျန်းကျောက်လင်ဆိုတဲ့ ပယောဂဆရာက\nချီလျန်ဆိုတဲ့ မကောင်းဆိုးဝါးကို ဖမ်းပြီး ခွင်းလွန်တောင်မှာ\nပြစ်ဒဏ်ပေးဖို့ ခေါ်လာခဲ့ရာမှာ မထင်မှတ်ဘဲ\nလှည့်စားခံလိုက်ရပြီးချီလျန်ဟာ လွတ်မြောက်သွားခဲ့ပါတယ်တာဝန်မကျေပွန်ခဲ့တဲ့ ကျန်းကျောက်လင်ကို သူ့ဆရာက\nပြစ်ဒဏ်ပေးတဲ့အနေနဲ့ သူ့အနားကနေ ထွက်သွားခိုင်းလိုက်ပါတယ်\nကျန်းကျောက်လင်က အဲ့အချိန်ကစလို့ ချီလျန်ကိုသတ်ပစ်ဖို့\nရေဆုံးမြေဆုံးလိုက်ရှာရင်း တခြားမကောင်းဆိုးဝါးတွေဖြစ်တဲ့\nဟေးဝူချန်နဲ့ ပိုင်ဝူချန်တို့ကို ဖမ်းဆီးရင်း နံပါတ်တစ်ဓါးသမား လျောက်ဖုန်းရီနဲ့ဆုံခဲ့ပါတယ်ရွမ်ထျန်းမြွေကြီးအဖြစ်ပြောင်းလဲဖို့ ယန်ဓာတ်ပြည့်ဝတဲ့သူတွေကို\nလိုအပ်နေတဲ့ ချီလျန်အတွက်တော့ လျောက်ဖုန်းရီဟာ\nသားကောင်တစ်ယောက်ဖြစ်လာခဲ့ရာမှာ ကျန်း‌ကျောက်လင်က ကူညီပေးခဲ့ရာကနေ\nနောက်ဆုံးမှာ ချီလျန်ကို ပူးပေါင်းနှိမ်နင်းပြီး လောကကြီးကို\nအေးချမ်းသာယာအောင် ဘယ်လိုလုပ်ဆောင်သွားမှာလဲဆိုတာကို‌တော့\nCM ကနေတင်ဆက်ပေးထားတဲ့ Maoshan Heavenly Master ဆိုတဲ့ ရုပ်ရှင်မှာ ကြည့်ရှုလို့ရပါပြီနော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Mystery , Horror , Drama\nRuntime : 1h 9min\nSubtitle ...",
        "rating": "6.2",
        "url": "https://megaup.net/2qlos/Maoshan_Heavenly_Master_(_2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vbiijFSUmIGXidv7b6Ap1rjHmDC.jpg",
        "title": "The Medicine King Coffin ( 2022 )",
        "description": "The Medicine King Coffin ဆိုတဲ့ခေါင်းစဉ်အတိုင်း သင်္ချိုင်းထဲမှာ\nဆေးပညာတွေရှာဖွေရမဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်\nကျွန်တော်တို့ရဲ့မင်းစား ဟော့ချန်ရှန်းက ငယ်ငယ်ထဲက\nအဘိုးနိ့သိုင်းလောကထဲမှာဖြတ်သန်းကျော်လွှားပြီး ဆေးပညာဗဟုသုတနဲ့\nအဖိုးတန်ဆေးမြစ် ဆေးဝါးတွေကိုရှာဖွေလေ့လာတဲ့ လူငယ်လေးတစ်ယောက်ဖြစ်ပါတယ်သူ့အဘိုးသေသွားပြီးနောက်မှာ သူ့ရဲ့ငယ်သူငယ်ချင်း ဟူယိဖားနဲ့အတူ\nဆေးတိုက်လေးတစ်ခုဖွင့်ပြီး ရောဂါကုပေးပြီး\nဆေးဝါးတွေကိုရောင်းချစွာ အေးဆေးနေထိုင်ကာ အသက်မွေးကြပါတယ်\nတစ်နေ့မှာတော့ သူတို့ သူငယ်ချင်း၂ယောက် ဆေးတိုက်မှာအလုပ်ဆင်းနေချိန်\nအားမာန်လို့ခေါ်တဲ့ မျောင်မျိုးနွယ်စုက မိန်းကလေးတစ်ယောက်ဝင်လာပါတယ်အားမာန်ရောက်လာပြီးနောက် ဟောရန်ကျန်းလို့ခေါ်တဲ့\nဘိုးတော်တစ်ယောက်ရောက်လာပြန်တယ်\nသူတို့ ၂ယောက်လုံးက ထူးဆန်းစွာနဲ့ \"မင်းအဖေတင်ခဲ့တဲ့အကြွေးက\nသားဖြစ်သူက အကြွေးပြန်တပ်ပေးရမယ်\" ဆိုပြီး\nဟော့ချန်ရှန်းတစ်ခါမှ မကြားဖူးတဲ့နေရာ \"ဆေးဘုရင်တောင်ကြား\"ကို\nလိုက်ပို့ပေးပါလို့ ၂ဦးလုံးတောင်းဆိုလာကြတယ်ဟော့ချန်ရှန်းက အဖေနဲ့အဆက်သွယ်မရှိတာလည်း ကြာပြီဖြစ်သောကြောင့်\nအစကငြင်းဆိုခဲ့ရာမှ သူ့အဖေက ဘာဖြစ်လို့သူ့ကိုပစ်ပြီး\nဆေးဘုရင်တောင်ကြားထံထွက်သွားခဲ့ရတာလဲဆိုတဲ့\nအကြောင်းအရင်းကိုသိချင်လို့ သူတို့နဲ့အတူလိုက်ပါပေးဖို့ လက်ခံလိုက်ပါတယ်အားမာန်နဲ့ ဟောရန်ကျန်းတို့က ဘာဖြစ်လို့ဆေးဘုရင်တောင်ကြားကိုသွားချင်ရတာလဲ\nဟော့ချန်ရှန်းရဲ့အဖေကရော ဆေးဘုရင်တောင်ကြားမှာရှိနေမလား\nဆေးဘုရင်တောင်ကြားဆိုတာ ဆေးဝါးတွေနဲ့ပြည့်နှပ်နေတဲ့\nကောင်းကင်ဘုံလား ပုတ်ကောင်အလောင်းတွေနဲ့ပြည့်နေတဲ့\nငရဲဘုံလားဆိုတာကို စိတ်ဝင်စားစွာနဲ့ကြည့်ရှုလိုက်ရအောင်ဗျာ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRunTime : 1h 22min\nSubtitle : ...",
        "rating": "6",
        "url": "https://megaup.net/14qti/The_Medicine_King_Coffin_2022_1080p_WEB-DL_(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dZt9Pvv80Ea4MxmGpi0eUhZ8S5W.jpg",
        "title": "No Regret (2006)",
        "description": "No Regret (2006)နာမည်ကြီးမင်းသား Kim Nam Gil နုစဉ်အခါက ရိုက်ခဲ့ဖူးတဲ့\nရှားရှားပါးပါး BL Movie လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။အချစ်ဆိုတာ ပုံစံစုံ၊ အလွှာစုံနဲ့ ဖြစ်ပျက်တည်ရှိလာခဲ့ကြတာပါပဲ။\nမိုးနဲ့မြေ ဆိုတဲ့ ရှေးရိုးကျဇာတ်လမ်းတွေအတိုင်းပါပဲ။\nမိဘမဲ့တစ်ယောက်ဖြစ်တဲ့ အီဆူမင်း နဲ့ သူဌေးသားကလေး ဆွန်းဂျယ်မင်း တို့ရဲ့ အချစ်ဇာတ်လမ်းပါ။မိဘမဲ့တစ်ယောက် ဖြစ်တဲ့ အီဆူမင်း ဟာ အခြေအနေအရပ်ရပ်ကြောင့်\nယောကျာ်းပြည့်တန်ဆာဘဝနဲ့ အသက်မွေးခဲ့ရပါတယ်။\nသူဌေးသားကလေး ဆွန်းဂျယ်မင်းကိုတော့ စတွေ့ကတည်းက ကြည့်မရဖြစ်နေခဲ့တာပါ။\nဒါပေမယ့်လည်း အီဆူမင်းကို ဆွန်းဂျယ်မင်းက တန်းတန်းစွဲ ဖြစ်လို့နေခဲ့ပါတယ်။\nဆွန်းဂျယ်မင်းက အီဆူမင်းကို မရရအောင် လိုက်ခဲ့ပြီး နောက်ဆုံး ချစ်သူဘဝ ရောက်ခဲ့ပါတယ်။ဒါပေမယ့်လည်း သူဌေးသားနဲ့ ပြည့်တန်ဆာတို့ရဲ့ အချစ်ဇာတ်လမ်းက\nပန်းခင်းထားသလို သာယာဖြောင့်ဖြူးနေခဲ့တာတော့ မဟုတ်ပါဘူး။ဘာအခက်အခဲတွေနဲ့ ကြုံရမလဲ?\nသူတို့နှစ်ယောက် ဘယ်လို ရင်ဆိုင်ရမလဲ? ဆိုတာကို ဆက်လက်ကြည့်ရှုကြပါဦး။\nမင်းသားနှစ်လက်ကလည်း ဓာတုဗေဒမိမိနဲ့ သရုပ်ဆောင်ထားတာမို့\nအရိုခန်းလေးတွေကလည်း အသက်ဝင်နေတာကို မြင်ကြရဦးမှာပါ။ဘာသာပြန် နဲ့ အညွှန်းကတော့ Go Dong Won ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Knfq/No_Regret_Remastered_2006_720p_WEB-DL_CM.mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/hostile-135x200.jpg",
        "title": "Hostile Territory (2022)",
        "description": "အမေရိကန်ရဲ့ ပြင်းထန်တဲ့ ပြည်တွင်းစစ်ပွဲကြီးပြီးသွားတဲ့အချိန်က မိဘမဲ့တွေဖြစ်သွားခဲ့ရတဲ့ ကလေးတွေကိုဇာတ်အိမ်တည်ထားတဲ့ ကားကောင်းလေးတစ်ကားပါပဲ စစ်ပွဲတစ်ပွဲရဲ့ ဘေးထွက်ဆိုးကျိုးတွေဟာဘယ်လောက်ဆိုးရွားလဲဆိုတာနဲ့ မိသားစုရဲ့ချစ်ခြင်းမေတ္တာတွေဟာ ဘယ်လောက်ကြီးမားလဲဆိုတာကိုသေသေချာချာရိုက်ပြသွားတဲ့ကားကောင်းလေးတစ်ကားပါပဲ ဂျက်ဆိုတဲ့သူဟာ သူ့သားနဲ့အတူ ပြည်တွင်းစစ်ကြီးအတွက်စစ်တိုက်ထွက်သွားတဲ့ အချိန်မှာတောကလေး၃ယောက်နဲ့ မိန်းမကကျန်ခဲ့ပါတော့တယ် အဲဒီလိုနဲ့ စစ်ပွဲမှာ ဂျက်က ဒဏ်ရာရပြီး အဖမ်းခံလိုက်ရတော့သေပြီဆိုပြီး သူ့မိန်းမကလည်းဝမ်းနည်းကြေကွဲရာကနေတီဘီရောဂါနဲ့ဆုံးပြန်ပါရော အဲဒီအချိန်မှာ စစ်ပွဲကြောင့် မိဘမဲ့ဖြစ်ရတဲ့ကလေးအတွက် စီစဉ်ပေးထားတဲ့ လှုပ်ရှားမှုတစ်ခုမှာ ဂျက်ရဲ့ကလေးတွေပါသွားရင်း ဇာတ်လမ်းလေက စတာပါပဲ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကတော့ကြည့်နူးမှု ဝမ်းနည်းမှုတွေနဲ့အတူ မိသားစုရဲ့ချစ်ခြင်းမေတ္တာတွေကို တဝကြီးခံစားရင်း ကြည့်ရှုခံစားလိုက်ပါဦး File size…(1.6GB)/(866.22MB)/(601.62MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:33:00\nGenre...Drama /History/Western\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Garfield",
        "rating": "",
        "url": "https://megaup.net/14phi/Hostile.Territory.2022_720p.(CM).mp4",
        "category": "Drama, History, Uncategorized, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/47a9-68e8f994e4c7a4557c583daa4bd09def-143x200.png",
        "title": "Brothers (2022)",
        "description": "မွေးကင်းစတည်းက ပင်လယ်ကမ်းစပ်က ကောက်ရခဲ့ပြီး ​မွေးစားအဖွားနဲ့ တူတူ​နေထိုင်ရင်း\nက​လေးဘဝတည်းက တခြားက​လေး​တွေရဲ့ အနိုင်ကျင့်ခြင်းကိုသည်းခံရင်း လူလား​မြောက်လာတဲ့ကွာ​ဟောင်တစ်​ယောက်\nအဖွားဖြစ်သူ ဆုံးပါးသွားတဲ့​နောက် တစ်​ကောင်ကြွက်ဘဝနဲ့ နိုင်ငံခြားထွက်ကာ အလုပ်လုပ်ဖို့ ကြံပါ​တော့တယ်သူရဲ့အလုပ်က ၃နှစ်တိတိအလုပ်လုပ်ရုံနဲ့ ယွမ်၁သန်းရမယ်လို့ မက်လုံး​ပေးထားတဲ့ ကုန်တင်သင်္ဘောလုပ်ငန်းတစ်ခု ဖြစ်ပါတယ်တကယ်​တော့ ကုန်တင်သင်္ဘောနဲ့ မက်လုံး​တွေရဲ့ ​နောက်ကွယ်မှာ ကုမ္ပဏီကြီးတစ်ခုကိုအမည်ခံပြီး လုပ်အား​ခေါင်းပုံဖြတ်မှု​ လုပ်နေတာပါ\n​နောက်ကွယ်ကလူက ဥက္ကဌမိသားစုရဲ့ အနီးကပ်လူယုံတစ်ဦးပါ\nတစ်​နေ့ သင်္ဘောလုပ်ငန်းကို ဥက္ကဌကိုယ်တိုင်စစ်​ဆေးရင်း လူယုံရဲ့ လျှို့ဝှက်ချက်ကို သိသွားတဲ့​နောက် ဥက္ကဌကြီးကို ရှင်းပြီး သူ့​​နေရာမှာ လူစားထိုးဖို့ ရုပ်ချင်းဆင်တဲ့တစ်​ယောက်ကို ရှာရပါ​တော့တယ်။အဲဒီရုပ်ချင်းဆင်တဲ့သူက ကွာ​ဟောင်ဖြစ်​နေပြီး ဥက္ကဌ​နေရာကို ဘုမသိဘမသိ လူစားဝင်ကာ အ​​ယောင်​ဆောင်ရပါ​တော့တယ်\nတကယ့်ဥက္ကဌအစစ်က အသက်မ​သေဘဲ ကွာ​ဟောင်တို့ရဲ့ဇာတိမြို့ကို​ ရောက်သွားပြီး အဖြစ်မှန်ကို ​တစ်ဆင့်ချင်း​ဖော်ထုတ်ဖို့ ကြိုးစားရာ\nကွာ​ဟောင်၊ဥက္ကဌနဲ့ လူယုံတို့ အားပြိုင်မှု​တွေဖြစ်လာတဲ့အခါ...( အညွှန်းရေးသားထားသူကတော့ Jim X ပါ )File Size__(1.6GB) / (800MB)\nQuality__WebDL_1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:31:00\nType__Action, ...",
        "rating": "5.5",
        "url": "https://megaup.net/14po8/Brothers_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Dasd-791--140x200.jpg",
        "title": "{21+} Hot Teacher Will Sweetly Show You Anything You Ask (DASD-791)",
        "description": "တချို့မိန်းမတွေရဲ့အလှတရားဆိုတာ ၃၀ကျော်မှပေါ်တာမျိုးဗျ......သက်ကြီးလေ အလှသွေးကြွယ်လေဆိုတာ မမYu Shinodaကိုပြောတာနေပါတယ်သိမ်ပြီးသွယ်နေတဲ့ ခါးလေးမကြီးလွန်းမသေးလွန်းလှတဲ့ရှိုက်ကြီးရှိုက်ဖွယ်အသွယ်သွယ်ကလဲပုရိသတွေအဖို့ စွဲမက်စရာပိုကောင်းလာပါတယ်ဒီဇာတ်လမ်းမှာလဲ မမYu Shinodaကအသင်အပြကောင်းလှတဲ့ ဆရာမနေရာကနေ သရုပ်ဆောင်ထားပြီးအလှအပတွေနဲ့ ဖမ်းစားသွားဦးမှာပါ    \nFile size…1.8GB / 862MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 59min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "7.8",
        "url": "https://megaup.net/2qjak/%7B21+%7D_DASD-791_Hot_Teacher_Will_Sweetly_Show_You_Anything_You_Ask_For.1080p_720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9iqYe4B5O0iFgfQhNscPReCoAxE.jpg",
        "title": "3.5th Period (2022)",
        "description": "3.5th Period (2022)\"မင်းနဲ့အတူရှိနေရတာဆိုရင် အချိန်တွေရပ်တန့်နေလဲရတယ်\"ကိုရီးယားနိုင်ငံရဲ့ ဂုဏ်သိက္ခာရှိတဲ့ ရှင်းအထက်တန်းကျောင်းမှာ\n၃ချိန် နဲ့ ၄ချိန် ကြား လျှို့ဝှက်ချက် တစ်ခုရှိနေခဲ့ပါတယ်\n၃.၅ ချိန် ဆိုတဲ့ အချိန်တွေက ၁၀ ဆနှေးပြီး ၁၀ မိနစ်က မိနစ် ၁၀၀ ဖြစ်နိုင်တာမျိုးပါဘတ်အာဂျင်းက အဲ့ ၃.၅ ချိန်ဆီ ရုတ်တရက်ရောက်လာခဲ့ပြီး\nအဲ့အချိန်အတွင်းမှာ ပိတ်မိနေတဲ့ ကျောင်းသားဂန်ဒါဝွန်းနဲ့ တွေ့ခဲ့ပါတယ်။\n၃.၅ ချိန်ကနေ ဂန်ဒါဝွန်းလွတ်မြောက်နိုင်ဖို့အတွက်\nအာဂျင်းက ထိုနေရာတွေ ရှိနေသော လျှို့ဝှက်ချက်ကို ဖော်ထုတ်ဖို့ ကြိုးစားပါတယ်ဒါမဲ့ 3.5ချိန်က လျှို့ဝှက်ချက်ကို လူတွေ မသိအောင်\nကျောင်းက အကြီးအကဲတွေကိုယ်တိုင် လျှို့ဝှက်ထားတာမို့......၃.၅ ချိန်မှာ ဘယ်လိုလျှို့ဝှက်ချက်တွေ ရှိနိုင်မလဲ\nပြီးတော့ ဒါဝွန်းကရော အဲ့အချိန်ကနေ လွတ်မြောက်နိုင်ပါ့မလား....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Su Yeong Cherry ပဲ ဖြစ်ပါတယ်။Genre.....Mystery, Fantasy, Romance\nQuality….WEB-DL ...",
        "rating": "5",
        "url": "https://megaup.net/1Km1i/3.5th.Period.2022.720p.WEB-DL.CM..mp4",
        "category": "Fantasy, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/t53U8onQRDDG1zMl8h1qCmID5gF-133x200.jpg",
        "title": "[18+]Sashimi (2015)",
        "description": "Sashimi (2015)ဇာတ်လမ်းအစမှာတော့ အပြာမင်းသမီးတစ်ယောက် နာဆုမိနဲ့ ရုပ်ရှင်ရိုက်ကူးခဲ့တဲ့ မင်းသားတစ်ယောက် HIV ပိုးကူးစက်ခံရပြီး မင်းသားက သူ့ကိုယ်သူအဆုံးစီရင်သွားတဲ့ သတင်းက ပျံ့နှံ့လို့နေပါတယ်။နာဆုမိတစ်ယောက် အပြာကားတွေရိုက်နေစဥ်ကာလတစ်လျှောက်လုံး ရုပ်ရှင်တစ်ကားထွက်တိုင်း ထိုင်ဝမ်ကနေ သူ့ဆီ ပို့စ်ကဒ်တစ်ကဒ် အမြဲရောက်လာခဲ့ပါတယ်။\nHIV ပိုးရောဂါရှိမှန်းသိလိုက်ရတဲ့ အချိန်ကစပြီး အပြာကားတွေဆက်မရိုက်တော့ဘဲ နာဆုမိက သူ့ဆီအမြဲစာပို့နေတဲ့ သူနောက်ကို ခရီးဆက်ခဲ့ပါတယ်။ နာဆုမိကို ပိုစ့်ကဒ်တွေ ပို့ပေးနေသူဟာ ဘယ်သူဖြစ်မလဲ...\nဘာကြောင့် နာဆုမိဆီ ပိုစ့်ကဒ်တွေပို့ပေးနေရတာလဲ...\nနာဆုမိနဲ့ သူ့ဆီစာအမြဲပို့နေတဲ့သူက ဘယ်လိုဆက်စပ်မှုရှိမလဲ ဆိုတာ ဆက်လက်ကြည့်ရှူပေးပါဦး ။File Size__(1.6GB) / (750MB)\nQuality__1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:24:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parris\nEncoded by Dark Devil",
        "rating": "5",
        "url": "https://megaup.net/2qiK8/[18+]Sashimi_(2015)_720p.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9qG7cBhu444BYmcIOeoLJoCBMuO.jpg",
        "title": "Corrective Measures (2022)",
        "description": "Corrective Measures (2022) (မူရင်းကိုက 1080p မထွက်တဲ့အတွက် 720, 480p နဲ့ပဲ တင်ဆက်ပေးလိုက်ပါတယ်)ဘရုစ်ဝီလီရဲ့ နောက်ဆုံးဖြစ်လာမယ့် ရုပ်ရှင်တွေထဲက တစ်ကားပါ။ စူပါဟီးရိုးကားပါ။ နာမည်တူဂရပ်ဖစ် နိုဗယ်ကိုပဲ ရိုက်ထားတာပါ။ ပုံစံကတော့ The Boys Presents: Diabolical ထဲက အပိုင်းနှစ်နဲ့တောင် ခပ်ဆင်ဆင်ပါပဲ။ ဘရုစ်ဝီလီရဲ့ ကာရိုက်တာကတော့ ပရော်ဖက်ဆာ X နဲ့အကုန်တူပါတယ်။ တူဆို အစကတည်းက ကတုံးပဲကိုး။ ဝှီးချဲတော့ မပါဘူးပေါ့။ တခြား Punisher တို့ Electro တို့ The Watcher တို့လည်း ပါတယ်။ ကပ္ပတိန်အမေရိကတို့ မာရှန်မန်းဟန်တာတို့အပြင် ဆိုက်ကလော့နဲ့အတူ တခြားဟီးရိုး ပေါင်းများစွာလည်းပါပါတယ်။X-men ထဲက ဆိုက်ကလော့ထက် ဒီက ဆိုက်ကလော့က ဆိုက်ကလော့နဲ့ပိုတူပါတယ်။ မျက်စိတစ်လုံးပဲ ပါဝါရှိတာပါ။ နောက် CW Flash ဖန်တွေအတွက် သတင်းကောင်းပြောရရင် ...",
        "rating": "",
        "url": "https://megaup.net/1Kl6j/(CM)_Corrective_Measures_(2022)_720p.mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AdVtSJYG0AxdkudZ6UJEOV1LUxX.jpg",
        "title": "Lovers’ Concerto (2002)",
        "description": "Lovers’ Concerto(2002)IMDb 7.2/10မကြာသေးခင်ကမှ အပျိုကြီး ဘဝကို စွန့်လွှတ်သွားခဲ့တဲ့\nမင်းသမီး Son Ye-Jin ရဲ့ တစ်ခေတ်တစ်ခါက အောင်မြင်ခဲ့တဲ့\nအချစ်ဇာတ်လမ်းကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီဇာတ်ကားလေးနဲ့  Son Ye-Jin ရယ်လို့ လူသိများလာခဲ့ပြီး\n“Best New Actress” ဆုကိုလည်း ရရှိခဲ့ပါတယ်My Sassy Girl ဇာတ်လမ်းနဲ့ လူသိများခဲ့တဲ့ မင်းသား Cha Tae-hyun နဲ့\nThe Scarlet Letter ဇာတ်ကားက မင်းသမီး Lee Eun-ju တို့ ပါဝင် သရုပ်ဆောင်ထားပြီး\nမင်းသမီး Moon Geun-young ကလည်း ပါဝင်အားဖြည့်ပေးထားပါသေးတယ်ဇာတ်လမ်းလေးကတော့ သူငယ်ချင်းသုံးယောက်ကြားက ချစ်ခြင်းမေတ္တာကို ရေးဖွဲ့ထားတာပဲ ဖြစ်ပါတယ်တစ်နေ့မှာ အီဂျီဟွမ်း(Cha Tae-hyun)ဆီကို နာမည်မပါ လိပ်စာမပါတဲ့ စာတစ်စောင်ရောက်လာခဲ့ရာကနေ\nသူငယ်ချင်းသုံးယောက်ရဲ့ အတိတ်ဇာတ်လမ်းကို ပြန်ပြောင်း သတိရဖို့ဖြစ်လာပါတယ်လွန်ခဲ့တဲ့ ၅ နှစ် ကောလိပ်ကျောင်းသား ...",
        "rating": "",
        "url": "https://megaup.net/2qime/Lovers_.Concerto.2002.720p.NF.WEB-DL.CM..mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4Emwa41uK9vrZJevrjFtFyrK9Ju.jpg",
        "title": "The First Girl I Loved (2021)",
        "description": "The First Girl I Loved (2021)ချစ်တယ်လို့ပြောရဲပေမယ့် မချစ်ရဲတဲ့သူတွေအများကြီးထဲမှာ ငါတို့နှစ်ယောက် ထိပ်ဆုံးကပါဝင်ခဲ့ကြတယ်။\nငါတို့နှစ်ယောက်ရဲ့ချစ်ခြင်းက ပြန်တွေးကြည့်ရင်ကလေးဆန်တယ်လို့ထင်ကြလိမ့်မယ်တဲ့...\nဒါဆိုရင် ငါ ဘယ်တော့မှ လူကြီးမလုပ်တော့ဘူး။\nနင့်ကိုပဲဆက်ချစ်မယ်...\nနင်နဲ့ပဲအတူတူရှိချင်တယ်...\nဒါပေမဲ့ နင်ပျော်ရွှင်ဖို့ပဲလေ.... ငါနောင်တမရပါဘူး။ဘဝကြီးက ဇာတ်လမ်းတစ်ပုဒ်ဆိုရင် နင်နဲ့ငါကအဓိကဇာတ်ဆောင်တွေပေါ့။\nမဟုတ်သေးဘူး...ငါကနင့်ရဲ့ဇာတ်ကွက်ကို လှပအောင်ကူညီခွင့်ရခဲ့တဲ့ ဇာတ်ပို့သရုပ်ဆောင်ပါ။\nဒါပေမဲ့ ငါကျေနပ်တယ်။\nအဓိကက နင်ပျော်ရွှင်ဖို့ပဲလေ... ငါနောင်တမရပါဘူး။ငါတို့နှစ်ယောက် ဘာကွာခြားခဲ့လို့လဲ?\nအသက်အရွယ်လား စည်းစိမ်ဥစ္စာလား မိသားစုအခြေအနေကြောင့်လား?\nသေချာတာကတော့ ပတ်ဝန်းကျင်ကြောင့်ပါ။\nအချစ်ကိုအချစ်လို့ မမြင်နိုင်ကြတဲ့ပတ်ဝန်းကျင်၊\nအချစ်ကိုလိင်ဆက်ဆံဖို့ပဲသတ်မှတ်ထားကြတဲ့ ပတ်ဝန်းကျင်၊\nသူတို့ရဲ့ကျားမစုံတွဲကမှ မြင့်မြတ်တဲ့အချစ်လို့ထင်ကြတဲ့ပတ်ဝန်းကျင်ကြောင့်ပေါ့။\nနင်အတွက်ခက်ခဲခဲ့မှန်းသိပါတယ်။\nအဲ့ဒါကြောင့် နင်ပျော်ရွှင်ဖို့ပဲလေ... ငါနောင်တမရပါဘူး...ဘဝကြီးကို အတူတူလျှောက်လှမ်းဖို့ ယောကျ်ားတစ်ယောက်ရှိဖို့မလိုပါဘူး။\nကိုယ့်ကိုနားလည်ပေးနိုင်မယ့်လူရှိဖို့ပဲ လိုအပ်တယ်။\nချစ်ခြင်းမေတ္တာဆိုတာ ချစ်နေရရင်ကို ချိုမြိန်ပါတယ်။\nတကယ်ချစ်မိရင် တကယ်ခံစားရပါတယ်။\nငါချစ်နေတဲ့သူက နင်ဖြစ်နေတဲ့အတွက် ပိုပြီးချိုမြိန်ပါတယ်။\nပိုပြီးပျော်ရွှင်ရပါတယ်။ ပိုပြီးရင်ခုန်မိပါတယ်။    ။ဒီကားလေးရဲ့ကောင်းတဲ့အချက်ကတော့\nLove story ...",
        "rating": "6.2",
        "url": "https://megaup.net/2qimw/The.First.Girl.I.Loved.2021.720p.CM..mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYWE0YTY1NjAtMzY1OS00OWViLTk1MWYtMGYzZThhMzFmM2RjXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_-138x200.jpg",
        "title": "A Cowgirl’s Song (2022)",
        "description": "A Cowgirl's Song (2022)========================IMDb Rating - 6.2/10ဂီတဝါသနာရှင်တို့အတွက် inspiring ဖြစ်စရာဂီတ ရုပ်ရှင်လေး\nတစ်ပုဒ် ထပ်မံထွက်ရှိလာပါတယ်။ ဒီဇာတ်လမ်းဟာ ကန်းထရီး\nသီချင်းတွေ ကြိုက်နှစ်သက်သူတွေအတွက်လည်း ဘ၀င်ကျစရာ\nဇာတ်လမ်းတစ်ပုဒ်ပါ။ ပါ၀င်တဲ့ ဇာတ်၀င်တေးတွေကလည်း\nကန်းထရီးသီချင်းတွေပီပီ မြုးကြွချိုမြနေပါတယ်။ဒီဇာတ်လမ်းရဲ့ ဇာတ်လိုက်ကျော်မလေးကတော့ ဟေးလီဆိုတဲ့\nကောင်းဘွိုင်မလေးပါပဲ။ သူဟာ ဂီတကို ဝါသနာပါပြီး အဘွားဖြစ်သူလို\nနာမည်ကျော် အဆိုတော် ဖြစ်ချင်သူပါ။ တစ်နေ့တော့ ဟေးလီရဲ့ အဖေဟာ\nသူ မကျူးလွန်တဲ့ ပြစ်မှုအတွက် ထောင်ကျသွားတော့ မိခင်ဖြစ်သူမှာ\nသားအမိသုံးယောက်စာ ငွေရှာရ ခက်ခဲတဲ့အတွက် ဟေးလီတို့ညီအစ်မ\nနှစ်ယောက်ကို အဖွားဖြစ်သူနဲ့အတူ နေစေခဲ့ပါတယ်။ ဒီလိုနဲ့ ဟေးဘီ\nတစ်ယောက်ဂီတ လမ်းကြောင်းပေါ် ရောက်မယ့် ကံကြမ္မာနဲ့ ဆုံလာခဲ့ပါတယ်။ဟေးလီရဲ့ အဘွားဖြစ်သူ စေတနာ့၀န်ထမ်းလုပ်တဲ့ လူမှုရေးစင်တာတစ်ခုမှာ\nဟေးလီ ဂစ်တာတီးသီချင်းဆိုနေတာကို ရုဖက်စ်ဆိုတဲ့ ကောင်လေးက\nကြားသွားပြီး တေးရေး-တေးဆိုလုပ်ဖို့ သူ့ကို ကမ်းလှမ်းလာပါတော့တယ်။\nဒါပေမယ့်ပထမဆုံး ဖျော်ဖြေမှုမှာ စင်ကြောက်ပြီး မဖျော်ဖြေနိုင်ခဲ့တဲ့အပြင်\nကိုယ်စားလှယ်ကပါ အပြစ်တင်လိုက်တော့ ဟေးလီစိတ်ဓာတ်တွေ အောက်ဆုံးထိ\nထိုးကျသွားပြီး လုံး၀ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Kjjt/A.Cowgirls.Song.2022.720p.WEB-DL.DD5.1[CM].mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k1JWsSgkn0K3RhGNZ5qRPMGsfe0.jpg",
        "title": "The One You Love (2019)",
        "description": "The One You Love (2019)ချစ်သူဆိုတာ ကိုယ်ချစ်ရတဲ့သူ၊ ကိုယ့်ကို ချစ်နေရတဲ့သူ ရယ်လို့ ရှိပါတယ်။\nချစ်ခဲ့ဖူးသူကလည်း ချစ်သူ ဖြစ်ခဲ့ဖူးတာပေါ့။\nချစ်ခဲ့ဖူးသူကိုလည်း ကိုယ်က တကယ်ချစ်ခဲ့ရတယ်။\nကိုယ့်ကို ချစ်လာတဲ့လူကိုလည်း ကိုယ်က ချစ်နေမိပြီ။\nဒါပေမယ့် ဒီလိုအချိန်မှာမှ ချစ်ခဲ့ဖူးသူ ရည်းစားဟောင်းက ကိုယ့်ဆီ ပြန်ရောက်လာတဲ့အခါမှာတော့ .....ဒီဇာတ်လမ်းကတော့ ဒီလိုမျိုး ၃ ပွင့်ဆိုင်ပါပဲ။အင်္ဂလန်မှာ ကြီးပြင်းပြီး အဲဒီမှာပဲ ကျောင်းတက်နေတဲ့ အင်္ဂလန်သားလေး''ဒန်နီ''နဲ့\nဟောင်ကောင်မှာမွေးပြီး အင်္ဂလန်မှာပဲ ကျောင်းလာတက်တဲ့ မင်းသမီးလေး ''ဒါနီ''၊\nသူ့ရည်စားဟောင်း ''အဲလက်စ်''တို့ရဲ့ သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းလေးပေါ့\nတိုက်ခန်းတစ်ခန်းထဲမှာ အတူတူ နေပေမယ့် မသိကြတဲ့ ''ဒန်နီ''နဲ့'\n'ဒါနီ'' သူငယ်ချင်း ''ဂျီဂျီ'' မိတ်ဆက်ပေးမှ သိကြရာက ဖြစ်လာမယ့် သူတို့အချစ်ရေးကြောင့်\nလောလောလတ်လတ်မှာ အသည်းကွဲထားတဲ့ ''ဒါနီ''တစ်ယောက် ''ဒန်နီ''ကို ​ပြန်ချစ်နိုင်ပါ့မလား။\nဒါ့ပြင် ရည်စားဟောင်းက ပြန်လာတောင်းပန်တဲ့အခါ ''ဒါနီ'' ပြန်လက်ခံမလား ဘယ်လိုဖြစ်မလဲ\nသူတို့၂ယောက်ထဲက ဘယ့်သူ့ကို ရွေးမလဲ\nဒါဟာ ဆုံးဖြတ်ရခက်တဲ့ အခြေအနေပါပဲ။\nကိုယ်သာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2qh6q/The.One.You.Love.2019.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BZTQyMDBlNTYtNWM0OC00MGI5LWE1ZmYtMjc2NGI0MzIxODQwXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_-135x200.jpg",
        "title": "Fortress: Sniper’s Eye (2022)",
        "description": "Fortress: Sniper's Eye (2022)=====================ဒီကားထဲမှာတော့ အက်ရှင်မင်းသားကြီးBruce Willis က အငြိမ်းစား\nထောက်လှမ်းရေးအရာရှိ Robert နေရာကသရုပ်ဆောင်ထားပါတယ်။\nဒီကားလေးက (၂၀၂၁)ကထွက်တဲ့ Fortress ရဲ့အဆက်ဆိုလည်းမမှားပါဘူး။\nRussia မှာအဖမ်းခံထားရတဲ့ Sashaဆိုတဲ့ကောင်မလေးကိုကယ်ရင်း\nဒဏ်ရာရခဲ့လို့နားနေရတဲ Robertတစ်ယောက် ပျော်ပျော်ရွှင်ရွှင်နေထိုင်\nဒဏ်ရာတွေကုသနေရင်း မထင်မှတ်ထားတဲ့ သေပြီလို့ထင်ထားတဲ့ လူတစ်\nယောက်ပေါ်လာပြီး သူ့ခိုးခဲ့တဲ့ပိုက်ဆံသန်း(၆၀၀)ကိုပြန်ယူဖို့အပြင် Robert\nတစ်ယောက်ကိုလက်စားချေဖို့လုပ်လာပါတော့တယ်။ဒါကတော့ Robertချစ်ရတဲ့လူတွေကိုဖမ်းပြီးသတ်ဖို့ပါပဲ။ ဒါပေမယ့်ထောက်\nလှမ်းရေးအရာရှိဟောင်းပီပီ Robertကလည်း ဉာဏ်နီဉာဏ်နက်ဉာဏ်ဝါတွေ\nထုတ်ပြီး ပြန်လည်တိုက်ခိုက်ဖို့ကြံထားတဲ့ အက်ရှင်ကားကိုကြည့်ရှုခံစားလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.4 GB) / (650 MB) / (411 MB)\nQuality – Web-DL 1080p/ 720p / 480p\nDuration - 1Hr 27mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action\nTranslator – Chit ...",
        "rating": "4.3",
        "url": "https://megaup.net/2qgxf/Fortress.2.Snipers.Eye.2022.720p.WEBRip.DD5.1[CM].mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Ke1UxDKM4I9f2OCtLTgkN3U3Lx.jpg",
        "title": "The Girl on a Bulldozer (2022)",
        "description": "The Girl on a Bulldozer (2022)လူကောင်သေးသေးလေး နဲ့ မိုက်တဲ့ ဖိုက်တာအစ်မကြီးရဲ့ ဘူဒိုဇာ မောင်းတဲ့ကား လေး တင်ဆက်ပေးပါဦး မယ်ကိုယ် မဟုတ်ရင် နည်းနည်းမှ အထိမခံတဲ့ ဂူဟယ်ယောင်းဟာ အကြမ်းဖက်မှုနဲ့  ကျောင်းထွက်လိုက်ရပါတယ်အဲဒီနောက်မှာတော့ အ ဖေဖြစ်သူ ရဲ့ ရုတ်တရက်ဖြစ်သွားတဲ့ ယာဥ်တိုက်မှု နောက်ကွယ်က\nအကြောင်းအရင်းကို လိုက်စုံစမ်းရင်းနဲ့ အမှန်တရားကိုသိသွားပါ တော့တယ်အသက် ၁၉ နှစ်ပဲ ရှိသေးလို့ မယောင်မလည်နဲ့ စုံစမ်းတဲ့ နေရာမှာတောင်\nဒေါသကို ရှေ့တန်းတင်တဲ့  ကောင်မလေးဆို ပေမယ့်\nမောင်ဖြစ်သူကို တော့ အစ်မကြီးပီပီ ဂရုတစိုက်နဲ့ ချစ်တတ်ပါ သေးတယ်Sky Castle ထဲက မင်းသမီး Kim Hye Yoon အပြင်\nစုံထောက်အဖြစ် Super Junior's Ye Sung လည်းပါဝင်ထားပါ တယ်Kim ...",
        "rating": "",
        "url": "https://megaup.net/14mak/The.Girl.on.a.Bulldozer.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Re0xEf-147x200.jpg",
        "title": "[18+] Atashira (2017)",
        "description": "ငယ်ငယ်တည်းက ကိုယ့်အမေတစ်ခြားယောက်ျားနဲ့ ဖောက်ပြန်တာတွေ သူရှေ့မှာတင် မိဘနှစ်ပါးလုံး အသေဆိုးနဲ့ သေရတာတွေ မြင်ခဲ့ရပြီး စိတ်တွေ သုံးကိုယ်ကွဲနေတဲ့ ကောင်မလေးတစ်ယောက်...အဖြစ်ဆိုးတွေရန်ကနေ စိတ်စုစည်းနိုင်ဖို့ ၀တ္တု ဇာတ်လမ်းတွေ ‌ရေးနေတာပေါ့\nသူနဲ့ အဆင်ပြေနေတဲ့ lesbian ကောင်မလေးရှိတယ် အလန်းလေးပါတစ်နေ့ အဲ့ကောင်မလေးဖောက်ပြန််နေတာကိုပါ တွေ့သွားတဲ့အခါ...ဇာတ်လမ်းက အဆန်း အကြမ်း အလန်း... ဇာတ်လမ်းအရ စော် စော် ချင်းရော ဘဲတွေနဲ့ရော ချစ်ရည်လူးနေကြတာမို့ မိသားစုနဲ့ ကြည့်ဖို့ မသင့်တော် ပါ ။( အညွှန်းကတော့ Dark Devil ပါ )File Size__(2GB) / (999MB)\nQuality__1080p, 720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__01:40:00\nType__Adult, Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "7.1",
        "url": "https://megaup.net/14m4v/[18+]Atashira_(2017)_720p_DS.mp4",
        "category": "Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/the-devill-135x200.jpg",
        "title": "The Devil You Know (2022)",
        "description": "The Devil you know Marcus ဟာသူ့ဘ၀တစ်ခုလုံးဆိုးပေတေနေခဲ့ပေမယ့် ထောင်ကထွက်ပြီးမှာတော့ အရက်ဖြတ်ဆေးဖြတ်ပြီး ဘ၀သစ်စဖို့အဆင်သင့်ဖြစ်နေပါတယ်။မိသားစုအကူအညီနဲ့အလုပ်အသစ်လည်းရပြီး နားလည်ပေးတတ်တဲ့ ချစ်သူလည်းရှိနေပါတယ်။ တစ်ချိန်တည်းမှာအမြဲလိမ္မာခဲ့တဲ့သူ့ညီက‌တော့အလုပ်ပြုတ်ပြီး လူဆိုးတွေနဲ့ပေါင်းသင်းနေလို့Marcus တို့ကစိတ်ပူနေရပါတယ်။တရက်မှာတော့ ဆိုးဝါးရက်စက်လှတဲ့ လူသတ်ဓားပြတိုက်မှုမှာ သူ့ညီပတ်သတ်နေတယ်ဆိုတာ သိလိုက်ရပြီး Marcus တစ်ယောက်မှန်ကန်တာကိုလုပ်ဖို့နဲ့သူ့ညီကိုကာကွယ်ဖို့ကြား လွန်ဆွဲနေရပါ‌ တော့တယ်။ Lionsgate ကထုတ်လုပ်ပြီး Omar Epps,Micheal Ealy, William Catlet တို့လိုလူမည်းသရုပ်ဆောင်တွေပါ၀င်ထားတဲ့ရုပ်ရှင်ပါ။တရားမျှတမှုနဲ့ မိသားစုအပေါ်သစ္စာရှိမှုတို့ရဲ့အားပြိုင်မှုကို သရုပ်ဖော်ထားတာပါ။ File size…(2GB)/(932.32MB)/(599MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:56:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Mr. Anderson",
        "rating": "",
        "url": "https://megaup.net/1Kj7b/The.Devil.You.Know.2022.720p(CM).mp4",
        "category": "Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BODI4N2QzZTMtYjg5Yy00ZDJkLWFhMTQtOWExZGM4ODVmMGU4XkEyXkFqcGdeQXVyMTE4NTI5NTA@._V1_FMjpg_UX1000_-155x200.jpg",
        "title": "The Adventures of Peanut and Pig (2022)",
        "description": "The Adventures of Peanut and Pig (2022)=============================ဒီဇာတ်ကားကတော့ 2022 မှာ အသစ်ထွက်ရှိလာပြီး\nIMDb 5.7 ရရှိထားတဲ့ animation ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါ။ပင်လယ်ကျွန်းမျောပေါ်မှာ တည်ရှိတဲ့ ဂူလာကျွန်းကြီးဟာ\nဆိုရင်တော့ဖြင့် သက်ရှိသတ္တဝါတို့ရဲ့ အားထားမှီခိုရာဗိမ္မာန်\nလေးတစ်ခုပေါ့။သီးစုံပန်းမန်တွေနဲ့ ပျော်စရာအတိပြည့်နေတဲ့ ဂူလာကျွန်းကြီးက\nတစ်နေ့မှာ‌တော့ ပင်လယ်ရေအောက်ထဲကို စုံးစုံးနစ်မြုပ်ဖို့ရာ\nအကြောင်းဖန်လာပါတော့တယ်။ အဲ့ဒီကျွန်းကို ကယ်တင်ဖို့အတွက်\nအပျော်အပါးနဲ့ မိန်းကလေး ကိစ္စကလွဲရင် ကျန်တာစိတ်မဝင်စားတဲ့\nဖီးနတ် ဆိုတဲ့ မျောက်တစ်ကောင်အား ဂူလာကျွန်းကိုကယ်တင်ဖို့\nတာဝန် ပေးအပ်လိုက်တဲ့အခါမှာတော့။ဖီးနတ်က သူ့တာဝန်ကို ပြီးမြောက်အောင် ထမ်းဆောင်နိုင်ပါ့မလား၊\nဖီးနတ်ရဲ့ကောင်းမှုကြောင့် ကယ်ဆယ်ရေးအဖွဲ့ထဲ ပါသွားရရှာတဲ့\nဘဝမှာ အစားအသောက်သည်သာ နံပါတ်တစ်ဆိုတဲ့ ဝက်ကလေး\nပစ်ဂ် ကရော ဒီခရီးစဉ်မှာ ဘယ်လိုတွေ ကြံစည်ဦးမလဲ။ ဂူလာကျွန်းကြီး\nနစ်မြုပ်ရတဲ့ အဓိကတရားခံကရော ဘာကြောင့် ဖြစ်နိုင်မလဲ စတဲ့\nသို့လောသို့လော မေးခွန်းပေါင်းများစွာနဲ့ စိတ်ဝင်တစားကြည့်ရှု့နိုင်မယ့်\nဇာတ်လမ်းလေးတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။ယူတတ်ရင်ပညာ ဆိုသလို စော်ကြည်ဘဲလေး ဖီးနတ်ရဲ့\nကောင်မလေးတွေကို ချုပ်နည်း၊ ကြူနည်းကျမ်းများကိုလည်း တွေ့ရှိ\nရဦးမှာမို့  ဇာတ်လမ်းကြည့်ရင်း  လေ့လာသင်ယူနိုင်ပါကြောင်း\nထပ်လောင်းပြောလိုက်ပါရစေ‌ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2q8M2/The.Adventures.of.Peanut.and.Pig.2022.720p.WEBRip[CM].mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BOTc3ODMwMWItMjI0NC00YmM1LWIxZmItZDk2NjQ1NzQ1ZTVmXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-136x200.jpg",
        "title": "Ae Dil Hai Mushkil (2016)",
        "description": "Ae Dil Hai Mushkil (2016)\n\" ဒီနှလုံးသားက ရှုပ်ထွေးလွန်းလှပါတယ်\"မထွက်ခင်က သတင်း...၁၇ နှစ်လောက် တွဲအလုပ်မလုပ်ဖြစ်တော့တဲ့ ဒါရိုက်တာ ကာရန်ဂျိုဟာ နဲ့ မင်းသမီး အက်ရှ်ဝါရိုင်းတို့ ပြန်လည်ပေါင်းစည်းရိုက်ကူးထားတဲ့ ကားလေးပါ... မင်းသားကတော့ Ranbir Kapoor နဲ့ မင်းသမီး Anushka Sharma(PK) တို့ ပါဝင်ပါသေးတယ်... ကာရန်ဟာ Kuch Kuch Hota Hai ကအစပြု ပြီး Dostana(Shut Up & Bounce) ဒီမှာတော့ အေသင်ရဲ့တင်းတယ် ဖြစ်သွားတဲ့ သီချင်းပါတဲ့ ရုပ်ရှင်နဲ့ တအားအောင်မြင်ခဲ့တဲ့သူပါလို့ အက်ရှ်က ပြောပါသေးတယ်...ပါဝင်သူတို့အကြောင်း...ကာရန်ဂျိုဟာ - ရုပ်ရှင်ကားကို မညွှန်းခင် ဒါရိုက်တာကို အရင် ပြောပါရစေ... သူ့ရိုက်လိုက်တဲ့ ဒရမ်မာကားတွေဆိုရင် ဒရမ်မာကားမကြိုက်တဲ့သူတွေတောင် ကြိုက်ကြတယ်... လူငယ်ဆန်တယ် ပေါ့ပါးတယ်... စကားလုံး ဒိုင်ယာလော့တွေ အမိုက်စားတွေချည်းပဲ... ...",
        "rating": "5.8",
        "url": "https://megaup.net/2qgz6/(CM)_Ae_Dil_Hai_Mushkil_2016_BluRay_720p.mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/photo_2022-05-01_13-30-07-142x200.jpg",
        "title": "[18+] Young Mother’s Friend (2018)",
        "description": "[18+] Young Mother's Friend (2018) ဇာတ်လမ်းအညွှန်းဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...ဂျယ်ဝန်းတစ်ယောက် ကျောင်းပြန်တက်ဖို့ သွားတဲ့အခါ နေစရာမရှိတဲ့အတွက် သူ့အမေရဲ့ သူငယ်ချင်းဖြစ်သူ ဟီးဂျယ် အိမ်မှာ နေဖို့ ဖြစ်လာခဲ့ပါတယ်။ ဟီးဂျယ်ရဲ့ သမီး ယွန်းယောင်းလေးကလည်း ရင့်ကျက်တဲ့ မိန်းမပျိုလေးအရွယ်လေးပါ။တစ်နေ့မှာတော့ ယွန်းယောင်းက ကျောင်းစာမေးပွဲကို အကြောင်းပြပြီး စာကြည့်တိုက်မှာ တစ်ညလုံး အိပ်မယ်လို့ ဆိုပါတယ်။ အဲ့ဒီနေ့မှာပဲ ဂျယ်ဝန်းကလည်း သူ့ရဲ့ ကောင်မလေးနဲ့ စာအတူလုပ်မယ်ဆိုပြီး ကောင်မလေးကို အိမ်ခေါ်လာဖို့ ခွင့်တောင်းပါတယ်။ညနေ အဒေါ်ဖြစ်သူ ဟီးဂျယ် ပြန်လာတဲ့အခါ ဂျယ်ဝန်းနဲ့ သူ့ကောင်မလေးတို့ စာလုပ်နေတယ်ဆိုတဲ့ အခန်းထဲမှာ တစ်ခုခု ပုံမှန်မဟုတ်တာကို ရိပ်မိပြီး ကြားဝင်ဖို့ ကြိုးစားတဲ့အခါ ...ယွန်းယောင်းက သူ့ကောင်လေးနဲ့ ဘာညာကိစ္စကို ဘဝင်မကျလှပဲ ဂျယ်ဝန်းကို စတွေ့တဲ့အချိန်ကတည်းက ဂျယ်ဝန်းအကြောင်းပဲ အမြဲတွေးနေခဲ့မိရာကနေ ဂျယ်ဝန်းကို ယောက်ျားလေးတစ်ယောက်အဖြစ် မြင်လာတဲ့အခါမှာတော့ ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1Kj9o/[DarkSide]Young.Mother_s.Friend.2018.720p.WEB-DL.mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Ok-Jaanu-poster-144x200.jpg",
        "title": "Ok Jaanu (2017)",
        "description": "ဒီတစ်ခါတော့ Channel Myanmar ပရိသတ်ကြီးအတွက် အရိုမှာနာမည်ကြီးတဲ့ Bollywood အချစ် ဒရမ်မာ ကားလေးတင်ဆက်လိုက်ပါတယ်လက်နောင်မှာနေတဲ့ ဂိမ်းဒီဇိုင်နာလေး အေဒီဟာ အမေရိကန်ကိုပြောင်းပြီး နေထိုင်ဖို့ ဆန္ဒရှိနေသူပါ။သူ့သူငယ်ချင်းမင်္ဂလာဆောင်တစ်ခုမှာ တာရာဆိုတဲ့မိန်းမချောလေးနဲ့ ဆုံတွေ့ပြီး ကြိုက်မိသွားပါတော့တယ်။တာရာကကျတော့ ဗိသုကာကုမ္ပဏီတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ ဗိသုကာဘွဲ့ရပညာရှင်ပါ။သူမရဲ့အိမ်မက်ကတော့ ပဲရစ်ကိုသွားပြီ အဆင့်မြင့်ဗိသုကာပညာတွေကိုဆည်းပူးဖို့ပါတဲ့။အိပ်မက်တွေကိုယ်စီနဲ့ သူတို့နှစ်ယောက်ဟာ တစ်ယောက်ကိုတစ်ယောက် သဘောကျသွားကြပါတယ်...ဒါပေမယ့် သူတို့ရဲ့အိပ်မက်တွေကတော့ ထပ်တူမကျခဲ့ပါဘူး...အိပ်မက်တွေမတူတဲ့ သူတို့နှစ်ယောက် လမ်းမခွဲခင်ထိ အတူတူနေဖို့ ဆုံးဖြတ်ပြီး ပျော်ရွှင်နေကြပေမယ့်ကိုယ့်လမ်းကိုယ်လျှောက်ဖို့ လမ်းခွဲရမယ့်အချိန်တွေ နီးကပ်လာတဲ့အခါမှာတော့...အချစ်က အရာရာကို ကျော်ဖြတ်ပြသွားမလားဆိုတာ...။\nFile size…(6.5 GB)/(2.7 GB)/(1.2 GB)\nQuality….BluRay 4K HEVC/ 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….02:16:02\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "5.1",
        "url": "https://megaup.net/2qebD/(CM)_OK_Jaanu_2017.BluRau.720p.mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BZjJjZWIwZDMtNGQ5OC00OWJmLWJkNGMtZTJlZjA5NTRkZDBmXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-138x200.jpg",
        "title": "Padmaavat (2018)",
        "description": "Padmaavat (2018)IMDb - 7.0/10_____Rotten - 56%သမိုင်းရာဇဝင်အခြေခံ ဒရာမာကားအမျိူးအစား Padmaavat ရုပ်ရှင်ဟာ ဒါရိုက်တာ Sanjay,Ranveer နဲ့Depika တို့ ၃ ဦးအတူရိုက်ကူးတဲ့တတိယမြောက် ရုပ်ရှင်ကားဖြစ်ပါတယ်။ဒါရိုက်တာ Sanjay ဆိုတာ ဘောလီးဝုဒ်မှာ Classic ရုပ်ရှင်တွေကို ဦးစားပေးရိုက်ကူးအောင်မြင်သူတစ်ဦးဖြစ်ပါတယ်။လွန်ခဲ့တဲ့ နှစ် ၂၀ ကတည်းက စလ်မားန်ခါးန် နဲ့Aishwaray တို့ရဲ့ Hum Dil De Chup Ke Sanam၊ရှာရွခ်ခါးန် နဲ့Devdas စတဲ့ ရုပ်ရှင်ကားကောင်းတွေကို ရိုက်ကူးပြီး ဘောလီးဝုဒ်ပရိသတ်တွေကို ညို့ယူဖမ်းစားနိုင်စွမ်းရှိတဲ့ ဒါရိုက်တာတစ်ယောက်ပါ။ဒီဇာတ်ကား စရိုက်ကတည်းက ပြသနာပေါင်း သောင်းခြောက်ထောင်တက်ခဲ့ပြီး ရှုတင်ဖျက်စီးခံခဲ့ရပါတယ်။ဒါရိုက်တာ ပါးရိုက်ခံရပါတယ်။ဆက်တင်တစ်ခုလုံး မီးတင်ရှို့ခံခဲ့ရပါတယ်။မင်းသမီး ဒီပီကားနှာခေါင်းဖြတ်ပေး၊မုဒိမ်းကျင့်ပေး၊ခေါင်းဖြတ်ပေးရင် ရူပီ ကုဋေ ဘယ်လောက်ပေးမယ်၊ဒါရိုက်တာ ခေါင်းဖြတ်ပေးရင် ရူပီး ၅ ကုဋေပေးမယ် စသဖြင့်အကြီးအကျယ် ခြိမ်းခြောက်ခံခဲ့ရပြီး ကျော်လွှားခဲ့ရတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ မွတ်စလင်မ်ဘုရင်တစ်ဦး ...",
        "rating": "7.0",
        "url": "https://megaup.net/2e5jn/Padmaavat_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Bollywood, Drama, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Mishan_Impossible1-134x200.jpg",
        "title": "Mishan Impossible(2022)",
        "description": "Mishan Impossible(2022) အညွှန်း******************************\nThappad ဆိုတဲ့ ကားနဲ့ လူသိပိုများတဲ့နာမည်ကြီးမင်းသမီးချောလေး Taapsee Pannu  ရဲ့ ကားသစ်ထွက်ရှိလို့လာပါပြီ...\nတစ်ချို့သောသူတွေဟာ အာဏာရပြီး အများကျိုးသယ်ပိုးဟန်တွေပြတဲ့သူတွေဆိုပေမဲ့တစ်ချိန်တုန်းက ကလူတိုင်းထိတ်လန့်ကြောက်ရွှံရတဲ့ လူဆိုးကြီ:တွေဖြစ်ခဲ့ကြတယ်...လက်ရှိမှာလည်း ဉပဒေကိုလက်တစ်လုံးခြား ကွက်ကျော်ရိုက်နေတဲ့သူတွေပေါ့....ဒီလိုလူတွေကို နည်းမျိုးစုံနဲ့ လက်လံဖမ်းဆီးနေတဲ့ ကောင်မလေးတစ်ယောက်ဦးဆောင်တဲ့(၃)ယောက်အဖွဲ့တစ်ဖွဲ့ရှိတယ်...တစ်နေတာ့ သူတို့တွေဟာ ကလေး လူမှောင်ခိုကူးတာကိုအဓိကထားလုပ်နေတဲ့ ဒုစရိုက်ရာဇာတစ်ဦးကို ဖမ်းဖို့ စီစဉ်ကြတယ်...အာဏာလည်းရှိပြီးငွေလည်းရှိတဲ့အပြင် အဆက်အသွယ်တွေ လူအင်အားတွေ တောင့်လွန်းတော့သူတို့အတွက်မလွယ်လှဘူး...တစ်ချိန်တည်းမှာပဲ အစိုးရက ဒီလူဆိုးကြီ:ကိုဖမ်းနိုင်ရင်ရူပီသိန်း(၅၀)ချီးမြှင့်မယ်ဆိုပြီးကြေငြာထားတယ်...ဒီအကြောင်းကို ရွာတရွာရဲ့ မျောက်လောင်း ကလေး (၃)ယောက်ကသွားတွေ့တယ်...သူတို့သာ ဖမ်းနိုင်ရင် သိန်း၅၀ ရမယ် ..ဒါဆို သူတို့ရည်မှန်းချက်တွေပြည့်အောင်လုပ်ဖို့များစွာအထောက်အကူဖြစ်မယ်ဆိုပြီး စပါယ်ရှယ်အစီအစဉ်တွေဆွဲပြီး ဖမ်းဖို့ကြိုးစားပါတော့တယ်..လူကြီး(၃)ယောက်နဲ့ ကလေး(၃)ယောက်ပေါင်းစည်းဖို့ဖြစ်လာသလိုသူတို့အစီအစဉ်တွေအောင်မြင်မလား...ဆိုတာကိုတော့...  File Size          : 2.5GB, 1.1GB, 378MB\nQuality            : Web-dl 720p, 480p\nFormat    ...",
        "rating": "7.0",
        "url": "https://megaup.net/2qgpk/Mishan.Impossible.2022.WEB-DL1080P5.1CH(CM).mkv",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/iron-girl-final-142x200.jpg",
        "title": "(18+) Iron Girl: Final Wars (2019)",
        "description": "၂၀၁၂နဲ့ ၂၀၁၅ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ရုပ်ရှင်နှစ်ကားရဲ့ အဆက်ဖြစ်ပြီးဒီဇာတ်လမ်းလေးကတော့ နောက်ဆုံးပိတ်ဖိုင်နယ်ရုပ်ရှင်ပဲဖြစ်ပါတယ်....ရှေ့ဇာတ်လမ်းတွေမှာ မပြီးဆုံးခဲ့တဲ့ နောက်ဆုံးတိုက်ပွဲကိုပုရိသတို့အကြိုက်မင်းသမီးKirara Asukaကသရုပ်ဆောင်ထားပြီး Action SciFiဇာတ်အိမ်နဲ့ဆိုတော့သဘောကျနှစ်ခြိုက်ကြဦးမယ့် ဇာတ်လမ်းတပုဒ်ပါပဲ....တချို့ဇာတ်ဝင်ခန်းတွေမှာ မင်းသမီးရဲ့ကောက်ကြောင်းပြေပြစ်ပုံတွေကိုရှင်းရှင်းလင်းလင်းချပြတင်ဆက်ထားမှုကြောင့်မိသားစုနဲ့တော့အတူမကြည့်သင့်တဲ့ဇာတ်လမ်းပါ.... File size…1.7GB / 700MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 30mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by  Dark",
        "rating": "",
        "url": "https://megaup.net/14kns/Iron.Girl.Final.Wars.2019.720p(DS).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BY2VlNDlmNmMtYzQxZS00ZmU5LWJhNTctYjRlYjZmMDZkNWFjXkEyXkFqcGdeQXVyNzIzMTc2Mw@@._V1_-135x200.jpg",
        "title": "Adam Resurrected (2008)",
        "description": "Adam Resurrected (2008)===================IMDb Rating - 6.1/10ဒုတိယကမ္ဘာစစ်အတွင်း နာဇီစစ်သုံ့ပန်းစခန်း​တွေနဲ့ နာဇီ​တွေရဲ့\nစစ်သုံ့ပန်း​တွေအ​ပေါ်ကျူးလွန်ခဲ့တဲ့ လူမဆန်တဲ့စမ်းသပ်မှု​တွေ၊\nဖိနှိပ်ဆက်ဆံမှု​တွေဟာ အ​တော်​​လေး အရုပ်ဆိုးအကျည်းတန်\nခဲ့သလို နာမည်ဆိုးလည်း တွင်ခဲ့ပါတယ်၊ သူတို့ဒဏ်ကို များစွာ\nခံစားခဲ့ရတာက​တော့ ဂျူးလူမျိုး​တွေပဲ ဖြစ်ပါတယ်။ဒီဇာတ်ကားက​တော့ နာဇီစစ်စခန်း​တွေက​နေ အသက်ရှင်လျက်\nလွတ်​မြောက်လာသူ​တွေနဲ့ သူတို့ရဲ့ စိတ်ဒဏ်ရာ​တွေအ​ကြောင်း\nအဒမ်စတိုင်းဆိုတဲ့ ဂျူးလူမျိုးတစ်​ယောက်နေရာက​နေ ရိုက်ကူး\nပြမှာဖြစ်ပါတယ်၊ Main Cast၂​ယောက်က​တော့ old school\nမင်းသားကြီး​တွေဖြစ်တဲ့ Jeff Goldblum နဲ့ William Dafoe\nတို့ပဲဖြစ်ပါတယ်။အဒမ်စတိုင်းဟာ စစ်ကြီးမတိုင်ခင်က ဆပ်ကပ်တစ်ခုပိုင်သလို\nဂျာမနီရဲ့လူသိအများဆုံး လူပြက်clownတစ်​ယောက်ဆိုလည်း\nမမှားပါဘူး၊ ဒါ​ပေမဲ့ ဒုတိယကမ္ဘာစစ်ဖြစ်ပြီး နာဇီ​အင်အားစုကြီး\nတန်ခိုးထွားလာချိန်မှာ​တော့ ဂျူးလူမျိုးဖြစ်​နေတဲ့ အဒမ်လည်း\nနာဇီ​တွေလက်က​နေ မလွတ်နိုင်ခဲ့ပါဘူး၊ သူ့ကို ဖမ်းဆီးသွားသူ\nက​တော့ ကွန်မန်ဒါကလိုင်းဆိုတဲ့ ဂျာမန်ဗိုလ်ချုပ်တစ်ဦးပါ။ကွန်မန်ဒါကလိုင်းက သူ့ကို တခြားဂျူး​တွေလို နှိပ်စက်စမ်းသပ်\nတာမျိုးမလုပ်ဘဲ တစ်မူထူးတဲ့အရာတစ်ခုကို လုပ်ခိုင်းခဲ့ပါတယ်၊\nအဲဒါက​တော့ သူ့ရဲ့လက်စွဲ​တော်​ခွေးရက်ဇ်အတိုင်း ​ခွေးလို​နေပြီး\n​ခွေးလို ကျင့်ကြံခိုင်းတာပါ၊နှစ်​ပေါင်းများစွာ ​ခွေးတစ်​ကောင်လို\nပုံစံသွင်းခံလာရတဲ့ အဒမ်ဟာ စစ်ပြီး​​ခေတ်မှာ​တော့ အပြင်ပိုင်း\nလူစိတ်ဆို​ပေမယ့် မသိစိတ်ထဲမှာ ​ခွေးဗီဇစွဲကပ်​နေခဲ့ပါပြီ။အဆိုပါဗီဇကို စစ်ပြီး​ခေတ် ...",
        "rating": "6.1",
        "url": "https://megaup.net/14irn/Adam.Resurrected.2008.720p.BluRay[CM].mp4.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k6A33jpSUphiJ8n9Byjye5uxT3A.jpg",
        "title": "Crush (2022)",
        "description": "Crush (2022) အညွှန်း ဒီကားလေးကတော့ Hulu က ပြသသွားပြီး ပေ့ါပေ့ါပါးပါး ကြည့်ရမဲ့ ဇာတ်ကားလေးပါ။ လိင်တူ စိတ်ဝင်စားတဲ့ ဆယ်ကျော်သက်လူငယ်လေးတွေ အကြောင်းကို အထက်တန်းကျောင်းလေးတစ်ခုမှာ အမှီပြုပြီး ရိုက်ထားတာဖြစ်ပါတယ်။Crush ဆိုတဲ့ နာမည်လေးအတိုင်း တစ်ဖက်သတ် အချစ်ဇာတ်လမ်းလေးနဲ့ စတင်ခဲ့ပါတယ်။ ပေ့ချ် ဆိုတဲ့ ကောင်မလေးက လိင်တူ စိတ်ဝင်စားတဲ့ Lesbian လေးပါ။ သူ တက်နေတဲ့ ကျောင်းမှာလည်း 60 % လောက်က gay, lesbian, bisexual တွေချည်းပါပဲ။ ပေ့ချ်က ပန်းချီ အနုပညာကို နှစ်သက်ပြီး ကျွမ်းကျင်တဲ့ ကျောင်းသူလေးပေါ့။ သူ့ အိပ်မက် ကျောင်းဖြစ်တဲ့ CalArts မှာ နွေရာသီ ပရိုဂရမ် ဝင်ခွင့်လျှောက်တဲ့အချိန်မှာ ကျောင်းက သူ့ကို \"အပျော်ဆုံး အခိုက်အတန့်\" နဲ့ပတ်သက်ပြီး ဖန်တီးထားတဲ့ အနုပညာလက်ရာကို တောင်းတယ်။ပေ့ချ်တစ်ယောက် သူ့ဘဝရဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/36c6e/[CM]Crush.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/spGNRm0HOxemYylTC1KWs4x7QHJ.jpg",
        "title": "The Survivor (2022)",
        "description": "စစ်ပြန်ရဲ​ဘော်​တွေ စစ်မှုထမ်း​ဟောင်းတွေ ​နေရပ်ပြန်​ရောက်ရင်စစ်အနိဌာရုံ​တွေ​ကို ပြန်မြင်​ယောင်ပြီး စိတ်ဒဏ်ရာ ရသွားတယ်ဆိုတာမျိုး ကြားဖူးကြမှာ​​​​ပေါ့၊ တကယ်လို့များ ဒုတိယကမ္ဘာစစ်နာဇီစစ်သုံ့ပုန်းစခန်းက​နေ ဂျူးလူမျိုးတစ်​ယောက် အသက်​ရှင်လျက်လွတ်​မြောက်လာခဲ့တယ်ဆိုရင် အဲဒီဂျူးလူမျိုးရဲ့စိတ်မှာဒဏ်ရာအနာတရ​တွေ အတိတ်ရဲ့အရိပ်တ​စ္ဆေ​တွေ ဘယ်​လောက်များ​နေမယ်ထင်ပါသလဲ။ The Survivorဆိုတဲ့ ၂၀၂၁ထွက် ရုံတင် Biographicalရုပ်ရှင်က​တော့အက်ရှ်ဝှစ်ဇ် သုံ့ပန်းစခန်းဆိုတဲ့ ဂျူးလူမျိုး​တို့အတွက်ငရဲတမျှ ရက်စက် ကြမ်းကြုတ်လွန်းတဲ့ နာဇီသုံ့ပန်းစခန်းက​​နေလွတ်​မြောက်လာခဲ့ပြီး စစ်​ကြီးပြီးတဲ့​နောက် အ​မေရိကန်နိုင်ငံမှာလက်​ဝှေ့သမား ဖြစ်လာခဲ့တဲ့ ဟယ်ရီဟာ့ဖ် ​ခေါ် ဟက်ဇ်ကိုဟာ့ဖ်အ​ကြောင်းဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတာပါ။ IMDb မှာ 7.5Rotten Tomatoes 75%နဲ့ Metacritic 72% အထိ ရရှိထားတာပဲဖြစ်ပါတယ်။ အက်ရှ်ဝှစ်ဇ်ငရဲခန်းကြီးမှာ အသက်ရှင်သန်ဖို့ ဘယ်လိုကြိုးစားရုန်းကန်ခဲ့ရလဲ၊ထိုစခန်းမှ ဘယ်လိုလွတ်​မြောက်လာကာ USမှာလက်​ဝှေ့သမားအဖြစ် ဘယ်လိုအသက်​မွေးရပ်တည်မလဲ၊သူ့ရဲ့စိတ်ဒဏ်ရာ​တွေက အတိတ်မှာ​ရော ပစ္စုပ္ပန်မှာပါဘယ်​​လောက် ဒုက္ခ​ပေးမလဲ၊ အဲဒီ​ ခြောက်လှန့်မှု​တွေကိုဘယ်လိုရင်ဆိုင်မလဲဆိုတာကို HBO တို့ထုံးစံအတိုင်းဇာတ်အိမ်​ လေး​လေးပင်ပင်၊Setting​ ကောင်း​ကောင်းနဲ့ရိုက်ကူးထားတာဖြစ်လို့ အညွှန်းကိုတောင်အ​ထွေအထူးကွန့်​​ဖို့မလိုတဲ့ ဇာတ်ကားကြီးဖြစ်ပါတယ်၊ကြည့်ရှုပြီးသွားချိန်မှာ​ ရသတစ်မျိုး ခံစားရစ်ခဲ့မှာ ​သေချာတဲ့Heavy Drama movieပဲဖြစ်ပါတယ်။\nFile ...",
        "rating": "6.8",
        "url": "https://megaup.net/2qez3/the.survivor.2021.720p.web.h264(CM).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BOTJlMWYwYTYtZGFjYS00NmY1LWFhNGEtNWMxZTVmZGY1N2MwXkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_-150x200.jpg",
        "title": "Band Baaja Baaraat (2010)",
        "description": "IMDb Rating (7.2)မင်းသား ရန်ဗီးဆင်းနဲ့ မင်းသမီး အနွရှ်ကားတို့ ပါဝင်ထားတဲ့ ဒီဘောလိဝုဒ်ဇာတ်ကားက Rating မြင့်တဲ့ အချစ်ဟာသရုပ်ရှင်ဇာတ်ကားကြီးပါ။ဇာတ်လမ်းကတော့...ရွာပြန်ပြီးလယ်လုပ်ရတော့မယ့်ကောင်လေးနဲ့ အိမ်ကယောကျ်ားအတင်းပေးစားခံနေရတဲ့ကောင်မလေးတို့နှစ်ယောက်မင်္ဂလာဆောင်တစ်ခုမှာ အမှတ်မထင်ဆုံကြတဲ့အခါ...ကောင်မလေးရဲ့ချစ်စဖွယ်အမူအရာတွေကို ချစ်မိသွားတဲ့ ကောင်လေး...ပိုင်ရှင်လျာထားခံရတဲ့ကောင်မလေးတို့ဇာတ်လမ်းဘယ်လိုတွေရှေ့ဆက်ဖြစ်မယ်ဆိုတာ...။မင်းသားရော မင်းသမီးရော ချစ်စရာကောင်းသလို ဇာတ်လမ်းလေးကလဲ အရိုအကအလှတွေနဲ့ကြည့်ကောင်းလှတာမို့ဘောလိဝုဒ်ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။\nFile size…(10 GB)/(3.7 GB)/(1.5 GB)\nQuality….BluRay 4K HEVC/ 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….02:23:04\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.2",
        "url": "https://megaup.net/2qebl/(CM)_Band.Baaja.Baaraat.2010.Blu-Ray.Rip.720p.H264.AAC.2.0.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BZTUwM2YxYjYtMDZmMi00NzRjLWJjYjYtOWI5NDA2Mjg1ZjJmXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_-137x200.jpg",
        "title": "Constantine: The House of Mystery (2022)",
        "description": "Constantine: The House of Mystery (2022)==============================DC Fanတိုင်း ကိုစံသိန်းရယ်လို့ ချစ်စနိုး​ခေါ်ကြတဲ့ John Constantine ရဲ့\nAnimation ဇာတ်လမ်းတစ်ပုဒ် ထွက်လာပါပြီ၊ ဇာတ်အိမ်က​တော့ Justice\nDark : Apokolips Warအပြီးကို တည်ထားတာပါ၊ Runtime က​ မိနစ်၃၀\n​လောက်ပဲရှိလို့ ဇာတ်လမ်းတိုလို့ပြောလို့ရပါတယ်၊ ကမ္ဘာပျက်စစ်ပွဲကြီး အပြီး\nစစ်လည်းနိုင်သလို Justice League Member​ တွေနဲ့ ကမ္ဘာကြီး ကိုယ်တိုင်\n​ဆုံးရှုံးမှု​တွေ အများကြီးကြုံ​လိုက်ရပါတယ်၊ ကမ္ဘာကြီးလည်း ပျက်စီးမှုဒဏ်\n​​ကြောင့် အဆုံးသတ်လုဆဲဖြစ်လာပါပြီ။ဒါ​ကြောင့် ဂျွန်ကွန်စတန်တင်းက ဖလက်ရှ်ရဲ့အလျင်နဲ့ ဖလက်ရှ်ပွိုင့်ဖန်တီးပြီး\nဒီဖြစ်စဉ်​တွေလုံးဝမဖြစ်ခဲ့သလို အတိတ်ကိုပြင်ဆင်ဖို့ အကြံထုတ်ခဲ့ပါတယ်၊\nဒါ​ပေမဲ့ အဲဒီလို ပြင်ဆင်စဉ်မှာ ရုတ်တရက် ပ​ဟေဠိဆန်ဆန် စံအိမ်ကြီးထဲကို\n​ရောက်သွားပါတယ်၊ အိမ်ထဲမှာ​ ဂျွန်ချစ်ရတဲ့ ဇီနဲ့ ​​သေပြီးသားသူ့မိတ်​ဆွေ​တွေ\nရှိ​နေတာပါ၊ ဒါ​ပေမဲ့ သူတို့က လူစင်စစ်​မဟုတ်ဘဲ မ​ကောင်းဆိုးဝါး​​ ဖြစ်​နေပြီး\nဂျွန်ကို ဝိုင်းသတ်လိုက်ကြပါတယ်။ဒါ​ပေမဲ့ ဂျွန်က ​သေသွားတယ်လို့မရှိဘဲ ဒီအိမ်ထဲမှာပဲ အချိန်စက်ဝန်း​ကျော့​နေ\nသလို ...",
        "rating": "",
        "url": "https://megaup.net/14jrh/Constantine.The.House.of.Mystery.2022.1080p.BluRay[CM].mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BYjE1ZWY4ZGQtNGIyYi00YzMzLWFkZGYtZGIxMDAwNzA2YTMxXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Girls Gone Dead (2012)",
        "description": "Girls Gone Dead (2012)=================(18+ Warning ......သွေးသံတရဲရဲတွေ၊ အဖော်အချွတ်တွေ၊\nညစ်ညမ်းတဲ့ အသုံးအနှုန်းတွေ ပါဝင်သည့်အတွက် အသက်\n၁၈ နှစ်ပြည့်ပြိးမှသာ ကြည့်ရန်နှင့် မိသားစုနှင့်အတူ ကြည့်ရန် မသင့်ပါ။)၂၀၁၂ ခုနှစ်က ထွက်ရှိထားတဲ့ Thriller ကားလေးကို တင်ဆက်\nပေးလိုက်ပါတယ်။ သွေးသံတရဲရဲနဲ့ လူသတ်မယ်၊ မိန်းကလေး\nလှလှလေးတွေရဲ့ အလှအပကို မြင်ရမယ် အဲလို သမာရိုးကျ\nလူသတ်ကားမျိုးကို ကြိုက်နှစ်သက်တွေအတွက်တော့ ကြည့်သင့်တဲ့\nဇာတ်ကားလေးပါပဲ။ဇာတ်လမ်းအကျဥ◌်းလေးပြောပြရရင် သူငယ်ချင်း ၆ ယောက်ဟာ ‌\nနွေရာသီအားလပ်ရက် ကောလိပ်ပိတ်ရက်မှာ ခရီးတစ်ခုကို ထွက်ခဲ့\nကြပါတယ်။ ရေဘက္ကာဟာ ဘာသာရေးကိုင်းရှိုင်းတဲ့ အမေဖြစ်သူထံမှ\nခွင့်ပြုချက်တောင်းပြီး အဆိုပါခရီးစဥ်မှာ လိုက်ပါလာခဲ့ပါတယ်။\nသူငယ်ချင်းတစ်စုဟာ အိမ်တစ်အိမ်မှာတည်းခိုရင်း ပျော်ကြပါးကြနဲ့\nအပန်းဖြေနေရင်း လူတစ်ယောက်က သူတို့ကို စောင့်ကြည့်နေတာ\nကိုတော့ မသိခဲ့ကြပါဘူး။မျက်နှာဖုံးစွပ်ထားတဲ့ လူတစ်ယောက်ဟာ အလယ်ခေတ်က စစ်ပွဲတွေမှာ\nကိုင်ဆောင်တဲ့ တူနဲ့ ပုဆိန်တွေကို အသုံးပြုပြီး အဆိုပါ ကောင်မ‌လေးများကို\nအမဲလိုက်သလို လိုက်လံသတ်ဖြတ်ပါတော့တယ်။ ဒါကြောင့် ရေဘက္ကာတို့\nသူငယ်ချင်းတစ်စု အသက်ရှင်နိုင်ပါ့မလား။ အသက်ရှင်ဖို့ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1Kf2x/Girls.Gone.Dead.2012.1080p.BluRay.[CM].mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNzMyYjY4YzktNDUyZi00ODUyLWJlZTQtMDc3NmM1NmRmMWE2XkEyXkFqcGdeQXVyNDY2NDU1MzA@._V1_-135x200.jpg",
        "title": "The Mystery of Marilyn Monroe: The Unheard Tapes (2022)",
        "description": "The Mystery of Marilyn Monroe: The Unheard Tapes (2022)==========================================IMDb Rating - 6.3/10တစ်ချိန်က World's Sex Symbol လို့ တင်စားခံရတဲ့ ဒီအမျိုးသမီးကို\nကျွန်တော်တို့ မွန်ရိုးလို့ ချစ်စနိုး ခေါ်ကြတယ်။ အနုပညာလမ်းကြောင်း\nပေါ်ကို ရောက်ရောက်ချင်းမှာပဲ အလှနဲ့ အရည်အချင်းကြောင့် တစ်မဟုတ်ချင်း\nကမ္ဘာကျော် ကြယ်တစ်ပွင့်ဖြစ်လာခဲ့တယ်။ ဒီလောက်ပြောနေတာမှ\nမသိသေးဘူးဆိုရင် စကတ်လေဟပ်လို့ လက်နဲ့အုပ်ပြီး ရယ်နေတဲ့ ပါးမို့မှာ\nအင်မတန် ဆွဲဆောင်မှု ရှိတဲ့ မှဲ့ပိုင်ရှင် မိန်းမလှလေးက မာရီလင် မွန်ရိုးပဲဗျာ။\nကဲ မျက်လုံးထဲ ပေါ်ပြီမလား။ဒီလိုကမ္ဘာချစ်ပြီး တောက်ပတဲ့ အနာဂတ်ရှိတဲ့ အမျိုးသမီးဟာ တစ်နေ့မှာ\nရုတ်ချည်းသေဆုံးသွားခဲ့တယ်။ ပြောကြတာတော့ အိပ်ဆေးလွန်တာတဲ့။\nဒါပေမဲ့ ဒီစတားရဲ့သေဆုံးမှုဟာ သွေးရိုးသားရိုး မဟုတ်ဘဲ ဖုံးကွယ်မှုတွေ\nရှိနေသတဲ့ဗျ။ ဒီ Docu မှာမာရီလင် မွန်ရိုးရဲ့ ဘ၀နဲ့ သူ့ရဲ့ အချိန်မတိုင်ခင်\nသေဆုံးမှု နောက်ကွယ်က အကြောင်းတွေကို လူတွေကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/14itg/the.mystery.of.marilyn.monroe.the.unheard.tapes.1080P.2022[CM].mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o4LE3FXJ1YdMM1FkDiu8ldyW5cW.jpg",
        "title": "The Cougar Queen (2018)",
        "description": "The Cougar Queen (2018)======================ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးအတွက်\nဗီယက်နမ်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားလေးမှာတော့ နာမည်ကြီးအစီအစဥ်တင်ဆက်သူ အပျိုကြီးမမ မင်းသမီးရဲ့\nနောက်ကွယ်က ဘဝကို ရိုက်ကူးထားတဲ့ အချစ် ဟာသဇာတ်မြူးကားလေးပဲ ဖြစ်ပါတယ်။ဒီအပျိုကြီးမမက အသက်ရလာပေမယ့် အိမ်ထောင်မပြုချင်ဘဲ ယောကျာ်းတွေကို အပျော်ပဲတွဲနေတတ်သူပါ။တစ်ညတာ စံစားဖို့ တစ်ဘဝစာ ချုပ်နှောင်စရာမလို\nမှော်တုတ်တစ်ချောင်း ကောင်းကောင်းဆောင်ထားရင် ဖြစ်ပြီလို့ ခံယူပြီး\nသူငယ်ချင်းတွေနဲ့ Single life ကို ပျော်ပါးနေသူပါ။ဒါပေမဲ့ သူတင်ဆက်နေတဲ့ အစီအစဥ်က ရုတ်တရက် ဆိုင်းငံ့ခံလိုက်ရပါတယ်။ဒီလိုဆိုင်းမပါ ဗုံမဆင့်ဘဲ ဖြစ်သွားတဲ့အခါ\nကြံရာမရဖြစ်ပြီး နည်းလမ်းစုံသုံးကာ ကြံဖန်ရပါတော့တယ်။ဒီလိုနဲ့ ဖူးစာရှင်ကို ရွာလည်ပြီးတွေ့လေမလား\nအခက်အခဲတွေပဲ ပိုဆိုးလာမလားဆိုတာဇာတ်လမ်းထဲမှာပဲ ကြည့်ရှုလိုက်ကြရအောင်ဒီကားထဲမှာ တောင့်တောင့်ဖြောင့်ဖြောင့် ဖြူဖြူဖွေးဖွေး ဗီယက်နမ်သူအချောလေးတွေကို ရှုစားရမှာပဲ ဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richard Wai ပဲဖြစ်ပါတယ်။Genre.....Comedy, Romance\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB and 763MB and 286MB\nFormat…mp4\nDuration….1h 45min\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/14iwf/The.Cougar.Queen.2018.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uF9Lxp7vKKDROF1jx2ImgvDMNWS.jpg",
        "title": "Treat or Trick (2021)",
        "description": "Treat or Trick (2021)စုံထောက်ကားကိုမှ သရဲမချောချောလေးလည်းပါမယ်။ ဟာသလေးလည်းပါမယ်။\nစိတ်ဝင်စားဖို့ကောင်းတဲ့ဇာတ်လမ်းလေးလည်းဖြစ်နေတာဆိုတော့ ...\nအောက်ကအညွှန်းကို ဆက်ဖတ်မနေပါနဲ့ တန်းသာဒေါင်းလိုက်ပါ 😁ထိုင်ဝမ်မှာ သဘာဝမင်းသားလို့နာမည်ကြီးနေတဲ့ Chen Bo Lin ကတော့\nဒီရုပ်ရှင်ကားထဲမှာ ဉာဏ်များတဲ့အမှုလိုက်ရဲအဖြစ် သရုပ်ဆောင်ထားပါတယ်။\nဒါပေမဲ့ဒီကားကတော့ အမှုလိုက်တာမဟုတ်ဘဲ သူငယ်ချင်းနောက်ကိုလိုက်ရတာပါ။\nခိုးစရာရှားလို့ ဒုစရိုက်ဂိုဏ်းခေါင်းဆောင် လင်ဆရာကြီးရဲ့စိန်ကိုမှသွားခိုးတော့\nမင်းသားခဗျာ စိန်နဲ့သူငယ်ချင်းနောက်လိုက်ရင်း သရဲမနဲ့တွေ့ပါလေရောဗျာ။သရဲမအပြင် ထူးထူးဆန်းဆန်းလယ်သမားအဖွဲ့နဲ့ပါတွေ့ရပြီး အမျိုးစုံကြိုးခုန်နေရတော့\nဒီဇာတ်လမ်းလေးက ပျင်းဖို့မကောင်းဘဲ တော်တော်လေးသွက်ပါတယ်။\nသရဲမ နဲ့လယ်သမားအုပ်စုကတစ်ဖက် သူငယ်ချင်းနဲ့စိန်တုံးကတစ်ဖက်\nဗျာများနေရတဲ့ မင်းသားချောချောလေးတစ်ယောက်\nအမှုတွေကို ဘယ်လိုဖော်ထုတ်သွားမလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့နော်။ ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်။Genre.....Thriller\nQuality….WEB-DL 1080p and 720p and 480p\nFile size…1.5GB and 764MB and 292MB\nFormat…mp4\nDuration….1h 46min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....JoJoVa\nEncoder ..... August",
        "rating": "6.8",
        "url": "https://megaup.net/14iww/Treat.or.Trick.2021.720p.WEB-DL.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNTU0ZGFiMDktMjAxMC00OWZmLWI2OGMtYjYyMzA2MGNmMjc1XkEyXkFqcGdeQXVyMjQ0NzcxNjM@._V1_-135x200.jpg",
        "title": "The Tale of King Crab (2021)",
        "description": "The Tale of King Crab (2021)====================IMDb Rating - 6.7/10အီတလီနိုင်ငံမှာ ယနေ့အချိန်ထိမုဆိုးအိုကြီးတွေပြောနေကြ\nဒေသပုံပြင်လေးတစ်ပုဒ်ရှိတယ်။ အဲ့ဒီပုံပြင်လေးက Luciano\nဆိုတဲ့ခြေသလုံးအိမ်တိုင်အရက်သမားတစ်ယောက်အကြောင်း\nပေါ့။ Luciano ကအရက်သမားသာဖြစ်တာ ခေသူမဟုတ်...\nသူသိုးကျောင်းနေကြလမ်းကို မင်းသားကပိတ်လိုက်လို့ မင်းသားကို\nပြဿနာရှာခဲ့တဲ့သူ။တစ်နေ့တော့ သူပြစ်မှုတစ်ခုကျူးလွန်ခဲ့မိပြီး သူ့ရဲ့ရွာလေးကနေ\nTierra del Fuego ဆိုတဲ့နေရာလေးဆီထွက်ပြေးသွားခဲ့ပါတယ်။\nအဲ့ဒီနေရာလေးကလူမျိုးစုတွေပြောကြတဲ့ ရတနာကျွန်းအကြောင်း\nသူသိသွားပြီးနောက် ရှာဖွေရေးခရီးထွက်ခဲ့ရာကနေ.....ဒရမ်မာ\nအခန်းလေးတွေပါတဲ့ စွန့်စားခန်းပုံပြင်လေးသဖွယ်ကြည့်ရမှာပါ\nနောက်ပြီး ကြည့်လို့ကောင်းတဲ့ အီတလီဇာတ်ကားကောင်းလေး\nတစ်ကားပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (2.23 GB) / (1.03 GB) / (642 MB)\nQuality – WEB-DL 1080p / 720p / 480p\nDuration - 1Hr 45mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Adventure, Drama\nTranslator – ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Kf3h/The.Tale.of.King.Crab.2021.720p[CM].mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BN2VhMDFkMjItMTRiNi00MTczLTk1M2MtNTUzMWM2ODI1ZjNjL2ltYWdlXkEyXkFqcGdeQXVyNDg2MjUxNjM@._V1_-142x200.jpg",
        "title": "The Dressmaker (2015)",
        "description": "The Dressmaker (2015)=================\nIMDb Rating - 7.0/10လူနေကြဲပါးလှတဲ့ တောမြို့လေးတစ်မြို့မှာ ကလေးမလေးတစ်ယောက်ဟာ\nသူနဲ့ရွယ်တူကောင်လေးတစ်ယောက်ကို သတ်လိုက်တယ်လို့ စွပ်စွဲခံရပြီး\nတစ်ရပ်တစ်ကျေးအပို့ခံခဲ့ရတယ်။ နောက်၂၅နှစ်အကြာမှာ သူနာမည်ကြီး\nအဝတ်ချုပ်သမဖြစ်ပြီးနောက် အဲဒီမြို့ကလေးဆီပြန်ရောက်လာခဲ့တယ်။\nသူလုပ်ခဲ့လား သူမလုပ်ခဲ့လားတော့ သူလည်းသေချာမသိသလို ဘယ်သူမှလည်း\nသေချာမသိကြပါဘူး။ ဒါပေမဲ့ လူတွေရဲ့လှံဟာမြေနိမ့်တဲ့အရပ်ကိုပဲ စိုက်တတ်တဲ့\nသဘာဝအတိုင်း သူ့ကိုပယ်ကြဉ်ထားခဲ့ကြတယ်။သူကတော့ သူတတ်တဲ့အတတ်နဲ့ ဒီလူတွေနဲ့ ပြန်အဆင်ပြေဖို့ ကြိုးစားကြည့်\nခဲ့တာပေါ့။ ဒါမေမဲ့လည်း အားလုံးပြောကြသလို သူတကယ်ပဲ ကျိန်စာမိနေလား\nမသိရအောင် သူ့ဘေးကလူတွေပဲ ထိခိုက်လာတဲ့နောက်......ခင်မောင်ရင်ပြောဖူးတဲ့စကားရှိတယ်။\n\" ဘ၀ကိုယ်တိုင်ကိုက အမှားတွေနဲ့ ပြည့်နေတာပဲမို့လား။ စမ်းတဝါးဝါးလျှောက်ရင်း\nအမှားတွေကြုံရင်း ပြန်ပြင်ဆင်ရင်းနေရတာကိုက ဘ၀ပါပဲ။ ဒီလိုပဲ ကျုပ်လည်း\nအမှားတွေကို လုပ်တယ်။ ဒါကြောင့်ပဲ ကျုပ်ရှင်သန်နေတာပေါ့။ အမှားတွေလုပ်နေတယ်\nဆိုတာ ရှင်သန်နေလို့ပဲကိုး\"တဲ့။လူတွေဟာ အမြဲအမှားတွေလုပ်နေကြ ပြန်ပြင်ဆင်နေကြတာပါပဲ။ မြေနိမ့်လို့ အခွင့်\nအရေးမရခဲ့သူတို့ကတော့ ပြင်ရခက်ကြတယ်။ ဒီလောကထဲရောက်လာကတည်းက\nမှားဖို့ ပြင်ကြဖို့ ရောက်လာတာလို့ ဆိုကြတယ်မို့လား။ အဲ့တော့လက်မလျှော့တမ်း\nပြင်ကြဆင်ကြတာပေါ့။ ခင်ဗျားမှာလည်း အမှားတွေရှိဖူးတယ်ဆို ဒီရုပ်ရှင်ဟာ\nခင်ဗျားကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။တစ်ချိန်က ပန်းချီတစ်ချပ်နဲ့ ကမ္ဘာကိုကိုင်လှုပ်ဖူးတဲ့ မမကိတ်ဝင်းစလက်က\nအဓိကဇာတ်ကောင်အဖြစ်သရုပ်ဆောင်ထားသလို ...",
        "rating": "7.0",
        "url": "https://megaup.net/14cyu/The.Dressmaker.2015.720p.%7BCM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/elj5J1p09UdO1eqjfQuIafSpftp.jpg",
        "title": "Moulin Rouge!(2001)",
        "description": "Moulin Rouge!(2001) အညွှန်း**************************IMDb...7.4ဒီဇာတ်ကားကြီးဟာ အော်စကာ ၂ဆုတောင်ရရှိခဲ့ပါတယ်...Nicole Kidman နဲ့ Ewan McGregor  နဲ့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်... \"သဝန်တိုမှုကင်းသော အချစ်စစ်ဟူသည်မရှိ\" ဆိုတဲ့စကားလေးရှိတယ်...လူတွေဟာ တစ်စုံတစ်ခု ဒါမှမဟုတ် တစ်စုံတစ်ယောက်ကို ချစ်မိသွားတဲ့အခါမှာသဝန်တိုစိတ်ဟာ အလိုလိုကပ်ပါလာတတ်ပါတယ်....\nနည်းနည်းလေးသဝန်တိုတတ်တဲ့လူရှိသလို ဖြစ်သမျှအကြောင်း သဝန်တိုကောင်းလို့ခံယူထားတဲ့ဆန်းဆန်းတင့်ချစ်သူများလည်းရှိတတ်ပါတယ်...\nအဲ့လိုဆန်းဆန်းတင့်တွေဟာ ဒီမင်းသားနေရာမှာသာဆိုရင်တော့ သေပန်းတွေပွင့်ရပြီပေါ့\nဘာလို့လဲဆိုတော့ မင်းသမီးဟာ ပြည့်တန်ဆာပါ....\nအရင်ခေတ်တွေတုန်းက ပြည့်တန်ဆာဆိုတာ နှိမ်ချတဲ့အသုံးမဟုတ်ဘဲတိုင်းပြည်ရဲ့ အဆင်တန်ဆာလို့ခေါ်စမှတ်ပြုရလောက်တဲ့အထိ အမြတ်တနိုးထားကြတာမို့ ပြည်၏တန်ဆာ \"ပြည့်တန်ဆာ\" လို့ခေါ်တယ်ဆိုပြီးလည်း ပြောကြပါတယ်....\nအခုမင်းသမီးဟာလည်း အထက်တန်းစားပြည့်တန်ဆာတစ်ယောက်ပါ\nငွေရရင် အချစ်နဲ့ရမ္မက်ကို ရောရောင်းတဲ့လူမျိုးပေါ့....\nဒါပေမဲ့ သူဟာ သူ့ချစ်သူလိုပဲ အနုပညာကိုချစ်မြတ်နိုးတဲ့လူတစ်ယောက်ပါ....\nအကောင်းဆုံးဆိုတဲ့အနုပညာကိုပုံဖော်ဖို့အတွက် အရာရာကိုပေးဆပ်နိုင်သူတစ်ယောက်ပေါ့.....သူတို့ (၂)ဘယ်လိုတွေဆုံစည်းပြီး ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့\nဇာတ်လမ်းက Romance နဲ့ Musical အမျိုးအစားဖြစ်တော့ သီချင်းလေးတွေအကလေးတွေနဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင်ခံစားကြည့်ရှုနိုင်မယ့် ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် File Size : (3.6GB)(1.2GB) And (580 MB)\nQuality : Blu-Ray 1080p5.1ch, 720p\nFormat…mp4\nDuration…02:07:00\nGenre : ...",
        "rating": "7.6",
        "url": "https://megaup.net/36a4C/Moulin_Rouge.2001.BLU-RAY1080P5.1CH(CM).mkv",
        "category": "Drama, Musical, Romance"
    }
]