[
    {
        "thumbnail": "",
        "title": "Yes Man (2008)",
        "description": "JimCarreyကားဆိုေတာ့ အထူးေျပာစရာေတာ့မလုိဘူးေနာ္။iMDb ၆.၈ ရထားတဲ့ ကားေကာင္းတစ္ကားပါ။လူတိုင္း လူတိုင္းမွာ လူတိုင္း လူတိုင္းမွာ အဆိုးျမင္၀ါဒေလးေတြရွိၾကမွာပါ။ငါကအေျပာမေကာင္းဘူး၊ငါကအေပါင္းအသင္းမဆံ့ဘူး၊ငါက မေတာ္ဘူးဆိုျပီး တစ္ခါတစ္ေလကုိယ့္ကုိယ္ကုိ အဆိုးျမင္မိၾကပါတယ္။ဒီကားထဲမွာလည္း ကားလ္က အဆိုးျမင္သမားပါပဲ။ကုိယ့္ကုိယ္ကို ေဘာင္ေလးထဲမွာ ေပ်ာ္ေမြ႕ေနသူေပါ့။တစ္ေန႔ ေဟာေျပာပြဲတစ္ခုကို တက္ေရာက္လိုက္တဲ့အခ်ိန္မွာသူဟာ အျမင္ေျပာင္းလဲသြားပါတယ္။အျမင္ေျပာင္းလဲလိုက္တာနဲ႔ တစ္ျပိဳင္နက္ သူ႕ဘ၀ဟာ ေကာင္းတာေတြျဖစ္လာပါေတာ့တယ္။ေဟာေျပာပဲြက ဘာေျပာလိုက္လို႔လဲ?အဲ့ဒီေကာင္းျခင္းေတြကေရာ ၾကာရွည္ခံပါ့မလား? ဆိုတာ ၾကည့္ရႈလိုက္ပါေနာ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  Inzali Than Htike ပါ) File Size : (850 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre : Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264.AC3-ETRG\nTranslated by Inzali Than Htike \nEncoded by Thanhtike Zaw",
        "rating": "6.8",
        "url": "https://megaup.net/1wwrl/Yes_Man_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5V54GvHclEuO4qJ13tEaFqaFTxP.jpg",
        "title": "They Call Me Jeeg (2015)",
        "description": "သူရဲကောင်းဆိုတာ ဘယ်လိုမျိုးပါလဲအဲဒီမေးခွန်းကိုခက်ခက်ခဲခဲမစဉ်းစားရအောင် ဒီကားလေးကိုကြည့်လိုက်ပါ။IMDB Rating 7.1 ရရှိထားတဲ့ အီတလီ Super hero ရုပ်ရှင်ကားလေးပါ။လူတွေထဲကလူတစ်ယောက်ဖြစ်တဲ့ Enze ဆိုတဲ့ အဓိကဇာတ်ကောင်ကတော့ စိတ်လေပြီး ဘဝဆုံးနေတဲ့ တေလေဂျပိုး တစ်ယောက်ပါ။ဒါပေမယ့် သေမလိုဖြစ်ပြီးတော့ မသေပဲနဲ့ အဆမတန်ခွန်အားတွေကြီးမားလာတဲ့အခါ ဘာတွေကိုလုပ်သလဲဘယ်လိုတွေဖြစ်လဲကြည့်ရမှာပါ။သူက Super Hero ဖြစ်လာမလား။Hero တစ်ယောက်ဖြစ်လာဖို့ ဘယ်လိုအရာတွေက သူ့ကိုတွန်းအားပေးနိုင်မှာလဲ။သူ့ကို Hero တစ်ယောက်လို့ဘာလို့သတ်မှတ်ကြမှာလဲသူလုပ်ခဲ့ဖူးတဲ့ မကောင်းမှုတွေကရော သူ့ကို Hero တစ်ယောက်ဖြစ်စေနိုင်မှာလား...အဲဒါကိုတော့ CM ပရိတ်သတ်ကြီးကပဲဖြေပေးကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (900 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 52min\nFormat : Mp4\nGenre : Action, Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-V3RiTAS\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Hdin/They_Call_Me_Jeeg_[2015]_(MM_Sub).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Zodiac-133x200.jpg",
        "title": "Zodiac (2007)",
        "description": "ဒီဇာတ်လမ်းကတော့ ၁၉၆၈ လောက်မှာဖြစ်ခဲ့တဲ့ အတွဲလိုက်လူသတ်မှုတွေကို ကျူးလွန်ခဲ့တဲ့ ဇိုဒီရက်ခ် ဆိုတဲ့ လူသတ်သမားအကြောင်း ရိုက်ကူးထားသော ဖြစ်ရပ်မှန် မှုခင်းကားတစ်ကားဖြစ်ပါတယ်။အမေရိကန်နိုင်ငံ ဆန်ဖရန်စစ္စကိုခရိုနီကယ် သတင်းစာကို တစ်နေ့မှာ စာတစ်စောင်ရောက်လာခဲ့တယ်..ဒီစာထဲမှာ လူတစ်ယောက်က သူအရင်နှစ်တွေတုန်းက ဘယ်နေရာမှာဘယ်လို လူတွေသတ်ခဲ့တယ်ဆိုတာကို ရေးထားတယ်…ဒီတော့သတင်းစာက လူတွေလည်းခေါင်းခြောက်ပြီး ရဲစခန်းကိုဖုန်းဆက်စုံစမ်းကြည့်တဲ့အခါ စာထဲမှာ ရေးသားထားတဲ့အမှုတွေဟာ အဲ့ဒီနေ့အထိ တရားခံမပေါ်သေးတဲ့ လူသတ်မှုတွေဖြစ်နေတယ်…အဲ့ဒီအချိန်ကစပြီး ရဲတွေလည်းခြေရာခံရင်း သတင်းထောက်တွေကလည်းခြေရာခံရင်း လူသတ်သမားကလည်းလူတွေသတ်ရင်း တရားခံကို လက်ပူးလက်ကြပ်မဖမ်းနိုင်လောက်အောင် သက်သေတွေ သဲလွန်စတွေ အမှုကွင်းဆက်တွေ ပျောက်သွားရင်းနဲ့ နှစ်ပေါင်း ၃ဝကျော်ကြာတဲ့အထိ အမှုဟာ သို့လော သို့လောနဲ့ဖြစ်နေခဲ့တယ်..ဒီဇာတ်ကားဟာ တကယ့်ဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတာပါ..ပါဝင်တဲ့မင်းသားတွေ နာမည်ကြီးသလောက် ဇာတ်လမ်းဟာလည်း အစကနေအဆုံးတိုင်အောင် ကောင်းမွန် ရှည်လျားလှပါတယ်…၁၉၇၀ ခုနှစ်ဝန်းကျင် နည်းပညာတွေ သိပ်မဖွံ့ဖြိုးသေးခင် အမေရိက ဆန်ဖရန်စစ္စကိုမှာ ရဲတပ်ဖွဲ့ဘယ်လိုအမှုလိုက်တယ်ဆိုတာကို ဒီဇာတ်လမ်းထဲမှာ မြင်တွေ့ရမှာပါ…Rating တွေကတော့ …IMDb- 7.7/10, Rotten tomatoes ...",
        "rating": "7.7",
        "url": "https://megaup.net/1IY5m/Zodiac_[2007]_(MM_Sub).mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7XURM64DYa9DpS70I2rM4suvq1s.jpg",
        "title": "Duck Duck Goose (2018)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ ပန္ ဆိုတဲ့ ငန္းေလးရယ္ ခ်ီ နဲ႔ေခ်ာင္ ဆိုတဲ့ ဘဲေပါက္ေလး ႏွစ္ေကာင္ရယ္ အေၾကာင္းျဖစ္ပါတယ္ၾကည့္လို႔ေကာင္းတဲ့ အန္နီေမးရွင္းေလးပါမိသားစု ဆိုတာဘာလဲ မိသားစုက ဘယ္လို ခြန္အားေတြေပးႏိုင္လဲဆိုတာကို ျပသြားတာပါပန္က ေပါ့ပ်က္ပ်က္ နဲ႔ ေပ်ာ္ေပ်ာ္ ေနတက္တဲ့ ငန္းတစ္ေကာင္ပါဒီလို ေနတက္လို႔လဲ ငန္းအုပ္က သူ႔ကို ခ်ဥ္ေနၾကတာေပါ့ဒါေပမဲ့ ေခါင္ထိ အကုန္ စားလို႔ မွတ္ထားလားေတာ့ မသိပါဘူးစည္းကမ္းႀကီးၿပီး အတည္တံ့ေနတက္တဲ့ ငန္းအုပ္ေခါင္းေဆာင္ႀကီးရဲ႕ သမီးဂ်င္ဂ်င္း ကိုမွၾကဳိက္ေနတာပါဒါေပမဲ့ ဒီလို ေပါ့ပ်က္ပ်က္ေကာင္ကို ဂ်င္ဂ်င္းရဲ႕ အေဖက ဘယ္သေဘာၾကမလဲဒီလိုနဲ႔ တစ္ရက္ ပန္ တစ္ေယာက္ အဲ့ေလ ပန္ တစ္ေကာင္ ေပါ့ပ်ကိပ်က္ ေပါက္ကရလုပ္ရင္းက သာသာယာယာ ေတာင္ကုန္းကို သြားေနတဲ့ ဘဲေပါက္အုပ္ထဲ က်ၿပီး ဘဲေမာင္ႏွမ ႏွစ္ေယာက္က ဘဲအုပ္ထဲကေနကြဲထြက္သြားပါေတာ့တယ္ဘဲေပါကေလးႏွစ္ေကာင္ထဲမ်က္စိလည္တာေပါ့တစ္ဖက္မွာလည္း ပန္တို႔ ငန္းအုပ္က ေဆာင္းခိုေျပာင္းေရႊ ့ဖို႔လုပ္ေနပါတယ္အဲ့အခ်ိန္မွာ ပဲ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/duck-duck-goose-2018/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/drKHW08lJ8TWneoAz97TesDmIgN.jpg",
        "title": "Destiny: The Tale of Kamakura (2017)",
        "description": "ဒီဇာတ်​ကား​လေးက​တော့ Rating 7အထိကိုရရှိထားတဲ့ ရှားရှားပါးပါး ဂျပန်​ကား​လေးဖြစ်​ပြီး Crime, dramaကားအမျိုးအစား​လေး ဖြစ်​ပါတယ်​ဒီကား​လေးမှာဆိုရင်​​တော့အီရှီကီဆိုတဲ့သူနဲ့အာဆာကိုတို့လက်ထပ်ပြီးနောက်အီရှီကီရဲ့မွေးရပ်မြေကိုရောက်လာတယ်ထူးခြားတာကအဲ့မှာလူတွေတင်မကဘူး ဝိညာဉ်တွေပါနေထိုင်တယ်သူတို့လည်းဝိညာဉ်တွေနဲ့ ပြောဆိုဆက်ဆံရတာပေါ့သေခြင်းရှင်ခြင်းကြားမှာထပ်ပြီးနေလို့ရသေးတာတွေတွေ့ရတယ်တမလွန်အကြောင်းတွေကိုလည်းရှင်းပြထားတယ်ကိုယ်ထဲကလိပ်ပြာထွက်တဲ့အကြောင်းတွေလည်းပြထားတယ်ဝိညာဉ်နဲ့ ပတ်သက်တာကြိုက်တဲ့သူတွေအတွက်တော့ကြည့်သင့်တဲ့ကားတစ်ကားပေါ့သူတို့ရဲ့ ဝိညာဉ်တွေနဲ့အတူဘယ်လိုနေကြလဲအီရှီကီကရဲစခန်းမှာအကြံပေးလည်းလုပ်တော့စုံထောက်ဆန်တဲ့ဇာတ်ဝင်ခန်းတွေလည်းပါတယ်တစ်နေ့ အာဆာကိုရဲ့ဝိညာဉ်က ကိုယ်ထဲကထွက်သွားပါလေရောအဲ့တော့ သေမင်းကလာခေါ်ရောအီရှီကီက အဲ့ဒါကိုတားဆီးနိုင်မလားမတားနိုင်ဘဲ တမလွန်ကိုပါသွားရင်ရောဘယ်လိုဖြစ်မလဲဘာ​တွေ​ရောဆက်​ဖြစ်​ကြဦးမှာလဲဘယ်​လို​တွေရင်​ဆိုင်​​ဖြေရှင်​းကြမလဲဆိုတာကို Destiny.The Tale of Kamakura 2017ဆိုတဲ့ ဂျပန်​ကား​လေးမှာ ​​စောင်​့ကြည်​့လိုက်​ကြပါဦးရှင်​(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့ May Nandar Kyaw ပါ)File Size : (0.99 GB) and (450 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 09min\nFormat : Mp4\nGenre : Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  720p BluRay x264 DTS-WiKi\nTranslated by May Nandar Kyaw\nEncoded by Thanhtike ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Hddv/Destiny_-_The_Tale_Of_Kamakura_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nRK1wUXVtiSHNPDRuLPgsQJcteT.jpg",
        "title": "Anaarkali of Aarah (2017)",
        "description": "Anaarkali of Aarah (2017)_____IMDb - 6.1/10\n Bollywood ရုပ်ရှင်လောကမှာ နာမည်ကြီး သရုပ်ဆောင်တွေ အလှိုင်လှိုင်နဲ့ တခမ်းတနားတင်ဆက် ရိုက်းကူးတင်ဆက်ထားတဲ့ ဇာတ်ကားတွေရှိသလိုနာမည်သိပ်မကြီး ဇာတ်ပို့ဇာတ်ရံအဆင့်သာသာပဲရှိတဲ့ သရုပ်ဆောင်အများစုနဲ့ ကုန်ကျစရိတ်နည်းနည်းသာ အကုန်ခံပြီး တင်ဆက်ထားတဲ့ ဇာတ်ကားတွေလည်း ရှိပါတယ်။အဲဒါကြောင့်ပဲ ရုပ်ရှင်ကားကောင်းတကားဖြစ်ဖို့ဆိုတာကုန်ကျစရိတ်တွေအများကြီးမလိုဘူးနည်းပညာအကူအညီမလိုဘူးလူအင်အားအများကြီးမလိုဘူး ဇာတ်လမ်း ဇာတ်ညွှန်းကောင်းကောင်းနဲ့ စေတနာပါဖို့ပဲလိုပါတယ်ဒီလိုကားတွေက သက်သေပါပဲဘာနာမည်ကြီး သရုပ်ဆောင်မှမပါဘဲစရိတ်နည်းနည်းနဲ့ ကားကောင်းတစ်ကား ဖြစ်ကြောင်း ပြသနိုင်ခဲ့ပါတယ်ဇာတ်လမ်းကို ပြောရမယ်ဆိုရင် အာရာက ကချေသည်မလေး အနာကလီရဲ့အကြောင်းပါပဲကချေသည်ဆိုတာ သူတို့အိန္ဒိယမှာ ဘယ်လိုသတ်မှတ်သလဲဆိုရင် ပြည့်တန်ဆာနဲ့ ထူးမခြားနားပါပဲသူတို့ဖျော်ဖြေတဲ့သီချင်းတွေက လိင်စိတ်ကြွအောင် အသားပေးထားပြီး လာအားပေးကြတဲ့သူတွေကလည်း မူးမူးရူးရူးနဲ့ အော်ဟစ်ကခုန်နေကြတဲ့သူတွေပါပဲဘောက်ဆူးချသလိုနဲ့ ဟိုနှိုက်၊ ဒီဆွဲနဲ့ အဲဒီဒဏ်တွေကိုလည်း ခံရပါတယ်တနေ့တော့ ရဲစခန်းတစ်ခုမှာ ကပြဖျော်ဖြေတဲ့ပွဲမှာ ပွဲလာအားပေးတဲ့ VIPလို့ပြောလို့ရသူ ခရိုနီဘဲတပွေက မူးရူးနဲ့စင်ပေါ်တက်ပြီး အတင်းအဓ္ဓမဆွဲလားရမ်းလား လုပ်ပါတယ်လူအများရှေ့မှာဆိုတော့ အနာကလီကလည်း ငြိမ်မနေဘဲ အဲဒီဘဲကို ပါးပြန်ချလိုက်ပါတယ်အဲဒီအချိန်မှာ ပြသနာပေါင်းစုံစ,တတ်တော့တာပါပဲအနာကလီတစ်ယောက် ဘာတွေ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2eMjl/Tomb_Raider_[2018]_(MM_Sub).mp4 https://megaup.net/4gFCe/Anaarkali_Of_Aarah_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/tully-poster-133x200.jpg",
        "title": "Tully (2018)",
        "description": "Tully (2018)\nIMDb - 7.0/10_____Rotten - 87%\n  ကဲ အခုမိတ်ဆက်ပေးမှာကတော့ Mad Max, Atomic Blonde, Snow White and the Huntsman တို့အပြင် Fate of the furious အစရှိတဲ့ရုပ်ရှင်ကားတွေမှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးချော Charlize Theron အဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်ထားတဲ့ Drama ကားအသစ်လေးပါအကြမ်းအရမ်းပိုင်တဲ့ ထိုမင်းသမီးဟာ ဒရမ်မာကိုလည်း ရှယ်ပိုင်နိုင်တာကို တွေ့ရမှာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့မာလိုတို့ မိသားစုလေးမှာ ရှစ်နှစ်အရွယ် သမီးကြီးဆယ်ရာရယ်အော်တစ်ဇင်ဖြစ်နိူင်ချေရှိတဲ့ သားလတ် ဂျိုနာရယ်အလုပ်အမြဲရှုပ်ပြီး ခရီးတွေခဏခဏထွက်ရတဲ့ ခင်ပွန်းသည်ဒရူးတို့ပါဝင်ပါတယ်မရည်ရွယ်ပဲ တတိယကိုယ်ဝန်ရရှိပြီး သမီးထွေးလေး မီယာကို မွေးဖွားပြီးတဲ့အခါမှာတော့ မာလိုတစ်ယောက် နေ့တိုင်းစိတ်ပင်ပန်းလူပင်ပန်းဖြစ်နေရရှာပါတယ်...မာလိုရဲ့ မောင်ပေးတဲ့ အကူအညီနဲ့အတူ တယ်လီလို့ အမည်ရတဲ့ ညကလေးထိန်းတစ်ယောက် သူတို့အိမ်ကိုရောက်လာတဲ့အခါမှာတော့...အမြဲတမ်းပျော်ရွှင်တက်ကြွပြီး ဗဟုသုတကြွယ်တဲ့ တယ်လီကြောင့် မာလို့ဘဝလေး ပြန်စိုပြေလာပါတော့တယ်..ဒါပေမယ့် တယ်လီဆိုတာက...Plot Twist အကြီးကြီးပါဝင်ပြီး မိခင်တစ်ယောက်ရဲ့ဘဝဟာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/UA56/Tully_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/ezvuejbpbyuf-133x200.jpg",
        "title": "My Old Classmate (2014)",
        "description": "My Old Classmate\nဇာတ်လမ်းအကျဉ်း\nတခြားကျောင်းသားတွေအနိုင်ကျင့်တာ အမြဲခံရတဲ့ကျောင်းသူသစ်လေးကျိုးရှောင်ကျူ\nကျိုးရှောင်ကျူကိုအမြဲကာကွယ်ပေးတတ်တဲ့ပြသနာအိုးလင်ရီး\nသူတို့နှစ်ယောက်ကြားခိုင်မာတဲ့သူငယ်ချင်းသံယောဇဉ်ကနေ၁၅ဝဝချစ်ခြင်းအဖြစ်ပြောင်းလဲသွားကြတဲ့အခါ…\nကျောင်းတုန်းကသူငယ်ချင်းတွေကြားထဲ 'နောက်ဆယ်နှစ်ကြာလို့ငါတို့ပြန်တွေ့ကြရင်ငါတို့တွေဘယ်လိုဖြစ်နေမလဲ'ဆိုပြီးအမြဲပြောလေ့ရှိကြမယ်ထင်တယ်နော်...အဲ့မေးခွန်းလေးရဲ့အဖြေကတော့…\nအချစ်ဦးဆိုတာအလွန်လှပတဲ့အတိတ်က အမှတ်တရကောင်းလေးပေါ့....။ထိရှမယ့်ရသတချို့နဲ့ ဒီဇာတ်ကားက ရင်ဘတ်ထဲမယ် ရွာရန်ရာနှုန်းမြင့်တက်လာနိုင်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Ying Ying ပါ။)File size…(850 MB) and (400 MB)\nQuality…WEB-HD Rip 720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ying Ying",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/my-old-classmate-2014/",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iXZsv8e9Q5mdYjsdNjch8cZzcUs.jpg",
        "title": "The Devil’s Doorway",
        "description": "မရတော့ဘူး Devil's doorway ကြည့်ပြီး အရမ်းဒေကြောက်နေပြီ.....မထင်ရတဲ့ နေရာတွေကနေ ပေါ်လာတဲ့ သရဲတွေနဲ့ ... ဒီတစ်ခေါက်မှာတော့ Horror movie အမျိုးအစား ဖြစ်တဲ့ \"Devil's doorway\" (မိစ္ဆာတံခါးဝ)ဆိုတဲ့ ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်..အညွှန်း....ဒီကြောက်စရာအကြောင်းအရာ တွေကတော့ 1960 ချမ်းအေးတဲ့အချိန်မှာ ဖြစ်ခဲ့တာပါ...Father Thomas Riley နဲ့ John Thornton ဟာထူးဆန်းတဲ့အကြောင်းအရာတစ်ခုကို စုံစမ်းဖို့ အတွက် Irish အိမ်တစ်အိမ်ကို သွားခဲ့ပါတယ်...ဒီအိမ်ဟာ သူတို့နှစ်ယောက်အတွက် မိစ္ဆာတံခါးဝထဲဝင်သလို ဖြစ်ခဲ့ပါတယ်...သူတို့နှစ်ယောက် အကြောင်းအရင်းကို ဘယ်လိုဖော်ထုတ်ကြမလဲ....မိစ္ဆာတံခါးဝကနေ ပြန်ထွက်နိုင်မလား... ကဲ CM ပရိတ်သတ်တွေနဲ့ မိစ္ဆာတံခါးဝထဲအတူတူဝင်ကြမယ်နော်...",
        "rating": "N/A",
        "url": "https://megaup.net/1Hdhm/The_Devil’s_Doorway_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Black-swan-105x200.jpg",
        "title": "Black Swan (2010)",
        "description": "UnicodeIMDb (8/10)Rotten Tomatoes (86%)Black Swan ....ဒီကားနဲ့ ပက်သက်ပြီး ရေးမယ် လုပ်တော့ ကျွန်တော့်ခေါင်းထဲ ဝင်လာတာ စကားလုံးတစ်လုံးပဲရှိတယ်။\" အနုပညာ မှော်ဝင်စားမှု\"... ဘဲလေးအကပညာထဲပဲ စိတ်ကို စုံလုံးနှစ်ထားတဲ့ Nina ဆိုတဲ့ကချေသည်မလေးတစ်ယောက် Swan Lake ပြဇာတ်ကို ကဖို့ လူဝင် အရွေးခံရာက ဒီဇာတ်လမ်းလေး ဖြစ်လာခဲ့တယ်...။Swan Lake ပြဇာတ်ရဲ့ ငန်းဖြူ နေရာနဲ့ အသင့််တော်ဆုံး သူ ဖြစ်ပေမဲ့...ငန်းနက်နေရာအတွက်တော့ သူ့ စရိုက်နဲ့ ကွဲပြားလွန်းနေခဲ့တယ်....။ငန်းနက်ရဲ့ တဏှာများ ကြမ်းတမ်းတဲ့စရိုက်နဲ့ သူမရဲ့ ပျော့ညံ့တဲ့ စိတ်နဲ့ကြား..သူ့ အသက် သူ့ဘဝ ဖြစ်တဲ့ အက အနုပညာရဲ့ မှော်ဝင်စားမှုနဲ့..သူ့ ရဲ့ အမှောင်ဘက်အခြမ်း ထွက်လာတဲ့အခါဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ကိုယ်တိုင်ပဲ ခံစားကြည့်ကြပါ။က ကွက်တွေ....တေးဂီတတွေနဲ့ ဒီ ဇာတ်လမ်းလေးမှာ တာရာမင်းဝေ ရဲ့ အရှေ့မြို့ရိုးက မိုးရေစက်များ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2cr7r/Black_Swan_[2010]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AaDkZB1L9pWUCdzQPW1CXfXKoFN.jpg",
        "title": "ÜnOfficially Yours(2012)",
        "description": "ဖိလစ်ပိုင်ဇာတ်လမ်း ကြိုက်ပရိတ်သတ်တွေအတွက်ဖိလစ်ပိုင်ဇာတ်လမ်းလေး နောက်ထပ်လာပါပြီနော်...ဒီတစ်ခါတော့ \"Unofficially Yours\"ဆိုတဲ့ ဇာတ်လမ်းလေးပါ...ပြောရရင်တော့ \"Silent တွဲခံရသူလေးပေါ့\" ဒီတစ်ခါ Silent တွဲခံရတာက ကောင်လေးတဲ့....သနားစရာကောင်လေးနာမည်က မက်ကီပါ... မက်ကီက ရည်းစားထား ဇီဇာကြောင်လွန်းသူပါ... သူထားတဲ့ကောင်မလေးက သူ့အတွက် အလှဆုံး အတော်ဆုံး အရည်အချင်းရှိနေရမယ်တဲ့....သူ့ဘဝမှာ ရည်းစားက နဲလို့ လက်ချိုးရေလို့ရတယ်...သူ့ထူးခြားချက်က သူချစ်တဲ့လူအတွက်ဆိုရင် ဘာလုပ်ပေးရ လုပ်ပေးရ အကုန်လုပ်ပေးတာပဲ....အဲ့လိုအချစ်ကြီးသူကြီးက one night stand တစ်ညတာ ချစ်တင်းနှောခဲ့တဲ့ စော်လေးကို ကြွေသွားတာပဲ....အဲ့ကောင်မလေးနာမည်က ဆက်စ်တဲ့...သူတို့နှစ်ယောက်ရဲ့ ရေစက်ကလဲ တစ်ညတည်းတင်မပြီးဘူး...အဲ့အချိန်က မက်ကီဟာ သွားဆရာဝန်အလုပ်ကနေ ဂျာနယ်လစ်သမားအလုပ် ပြောင်းတဲ့အချိန်..သူအလုပ်စဝင်တဲ့ သတင်းစာတိုက်မှာပဲ ဆက်စ်နဲ့ပြန်ဆုံခဲ့တယ်...ဆက်စ်က အဲ့မှာသတင်းထောက်ဆရာမကြီးပေါ့...အဲ့မှာဇတ်လမ်းကစတာပဲ...ဘာလဲဆိုတာ့ သူတို့နှစ်ယောက် ညတိုင်း ချစ်တင်းနှောဖြစ်ကြတယ်...မနက်ပိုင်းဆိုရင်တော့ ဆက်စ်က မက်ကီကို မသိသလိုဘဲနေတာ... နေ့တစ်မျိုး ညတစ်ဖုံ ပေါ့နော်....အဲ့လို Silent တွဲခံရတာကိုပဲ မက်ကီတစ်ယောက် ပျော်နေလေရဲ့...ဆက်စ်က ဘာလို့ ယောကျာ်းလေးတစ်ယောက်ကို ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Hdj6/ÜnOfficially_Yours_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2mfT0WQ98TVWnSsVStHJEBgQi8p.jpg",
        "title": "Bleed for This (2016)",
        "description": "ကြၽန္ေတာ္တို႔ဘဝမွာ ကြၽန္ေတာ္တို႔လုပ္ႏိုင္မယ္လို႔မထင္တဲ့အရာေတြကို\nလုပ္ဖို႔အတြက္ ယံုၾကည္မႈဟာ ပဓာနက်ပါတယ္\nဘယ္ေလာက္ အေထာက္အပံေကာင္းေတြ႐ွိ႐ွိ ယံုၾကည္မႈမ႐ွိရင္\nကြၽန္ေတာ္တို႔ရဲ႕ရည္မွန္းခ်က္ေတြဟာ အေကာင္အထည္ေပၚလာႏိုင္မွာ မဟုတ္ပါဘူး\nအဲ့ဒီအခ်က္ကို ျဖစ္ရပ္မွန္အျဖစ္အပ်က္တစ္ခုကို မွတ္တမ္းတင္ထားတဲ့\nဒီ႐ုပ္႐ွင္ေလးက သက္ေသျပထားပါတယ္\n၁၉၉၀ခုႏွစ္ဝန္းက်င္က ဗန္နီပါဇီယန္ဇာလို႔အမည္ရတဲ့\nအေမရိကန္လက္ေဝွ႔သမားတစ္ေယာက္ဟာ နာမည္ႀကီးကာစမွာ\nကားအက္ဆီးဒန္႔တစ္ခုေၾကာင့္ လက္ေဝွ႔လိုအားကစားမ်ိဳးကိုျပန္ကစားဖို႔ မျဖစ္ႏိုင္တဲ့\nလည္ပင္း႐ိုးက်ိဳးသြားတဲ့ဒဏ္ရာကို ရ႐ွိခဲ့ၿပီး\nကံေကာင္းစြာနဲ႔အသက္ေဘးက လြတ္ေျမာက္ခဲ့ပါတယ္\nသူ႔ရဲ႕ဘဝလိုျဖစ္ေနတဲ့လက္ေဝွ႔ကို မျဖစ္ႏိုင္တဲ့အေျခအေနကေန ျပန္ကစားဖို႔အတြက္\nလူတိုင္းကဝိုင္းဝန္းတားဆီးေနသည့္ၾကားကပင္ ယံုၾကည္မႈျပင္းထန္စြာ ၾကဳိးစားခဲ့ၿပီး\nကမၻာ့လက္ေဝွ႔ခ်န္ပီယံအျဖစ္ ျပန္လာႏိုင္ခဲ့ကာ\nအားကစားေလာကရဲ႕အစဥ္အလာမ႐ွိဆံုး ျပန္လာႏိုင္မႈအျဖစ္ မွတ္တမ္းဝင္သြားခဲ့ပါတယ္\nဒီျဖစ္ရပ္မွာကာယကံ႐ွင္ေနရာကသ႐ုပ္ေဆာင္ထားတဲ့မင္းသား Miles Tellerဟာ\nကြၽန္ေတာ္တို႔ပရိတ္သတ္ေတြနဲ႔သိပ္မစိမ္းတဲ့ မင္းသားတစ္လက္ျဖစ္ၿပီး\nဒီ႐ုပ္႐ွင္မွာလည္းပီပီျပင္ျပင္ သ႐ုပ္ေဆာင္သြားႏိုင္ခဲ့ပါတယ္\nImdb 6.8နဲ႔ Rotten Tomatoes 70%ထိရ႐ွိထားပါတယ္\nFlim of the yearဆုကိုလည္းရ႐ွိခဲ့တဲ့႐ုပ္႐ွင္ျဖစ္ၿပီး ကြၽန္ေတာ္တို႔စိတ္ခြန္အားေတြကုိ\nတစ္စိတ္တစ္ပိုင္း အားျဖည့္ေပးႏိုင္မယ့္\n႐ုပ္႐ွင္ခ်စ္သူေတြလက္မလြတ္သင့္တဲ့ ဇာတ္ကားတစ္ကားလည္းျဖစ္ပါတယ္\nဒီျဖစ္ရပ္က ကာယကံ႐ွင္ေတြရဲ႕ပံုရိပ္ေတြ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2WsA9/Bleed_For_This_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BNzI2MTIyZGYtNmVhYS00MzFmLWEzNzItZjU2OGRjYTkzYjc1XkEyXkFqcGdeQXVyMjMzMDQwNTA@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Vodka Diaries (2018)",
        "description": "ဒီဇာတ္လမ္းေလးက စိတ္ဝင္စားစရာဇာတ္လမ္းပါပဲလို႔ ေျပာပါရေစ။အာရႊင္နီဆိုတဲ့ ေအစီပီတစ္ေယာက္ရယ္၊ ကဗ်ာဆရာမဇနီးရယ္၊ လူသတ္မႈေတြရယ္နဲ႔ စိတ္ဝင္စားဖြယ္ျဖစ္ေအာင္ တင္ျပထားပါတယ္။ေအစီပီရဲ႕ ဇနီးဟာ ႏူးညံ့တဲ့ အႏုပညာကို ဝါသနာႀကီးၿပီး လင့္အေပၚ ဖ်စ္ညႇစ္ၿပီး နားလည္ေပးေနရသူပါ။ဇာတ္လမ္းအစမွာ ေအစီပီဟာ အပန္းေျဖခရီးတစ္ခုကို ကဗ်ာႀကိဳက္တဲ့ ဇနီးနဲ႔ အတူ ထြက္လာခဲ့ပါတယ္။မၾကာမီမွာပဲ ေအစီပီဟာ လူသတ္မႈတစ္ခုကို ကိုင္တြယ္ခဲ့ရတယ္။အဲ့ဒီအမႈကို လိုက္ရင္း လူသတ္မႈ သံုးခု ဆက္တုက္ ျဖစ္ပြားခဲ့တယ္။ေအစီပီအာရႊင္နီလည္း ဒီအမႈေတြကို ကိုင္တြယ္ရင္း လူသတ္မႈေတြကို ျကိဳးကိုင္သူဆီက ဖုန္းေခၚဆိုမႈ တစ္ခု ရရိွခဲ့ပါတယ္။၄င္းဟာ အမ်ဳိးသမီးတစ္ဦး ျဖစ္ျပီး ေအစီပီရဲ႕ ဇနီးကိုလည္း ျပန္ေပးဆြဲေခၚယူသြားၿပီျဖစ္ေၾကာင္း ၿခိမ္းေျခာက္ခဲ့ပါတယ္။ဒီလိုနဲ႔ ေအစီပီဟာ ဇနီးကိုဖမ္းေခၚသြားတဲ့ လူသတ္မႈေတြရဲ႕ တရားခံကို လိုက္ရွာရင္းသူစစ္ေဆးဆဲ အေလာင္းေတြ ေပ်ာက္ဆံုးသြားခဲ့ပါတယ္။ဖုန္းေခၚဆိုမႈေတြအရ သဲလြန္စေတြေပးရာမွာေတာ့.... ထင္မွတ္မထားတဲ့ အျဖစ္အပ်က္ေတြ ေပၚထြင္လာပါေတာ့တယ္ ။အဲ့ဒီအျဖစ္အပ်က္၊လွည့္ကြက္ေတြကေတာ့....... ။အေလာင္းေတြ ဘယ္ေရာက္သြားတာလဲ?ေအစီပီရဲ႕ ဇနီး ဘယ္ေရာက္သြားလဲ?ေအစီပီရဲ႕ ဇနီးနဲ႔ ဓာတ္ပံုအတူ႐ိုက္ထားတဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/vodka-diaries-2018/",
        "category": "Bollywood, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zG04TVrWrzpSMdmoTygkWR6bZWJ.jpg",
        "title": "Pyewacket (2017)",
        "description": "IMDB.....5.8/10ဒီတစ္ခါမွာေတာ့ CM ရဲ႕ပရိသတ္ေတြကုိ thriller ကားေကာင္းေကာင္းေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္...ဒီကားကုိေတာ့ director Adam MacDonal ကရုိက္ကူးထားပါတယ္လီယာရဲ႕အေမက သူ႔ေယာက်ာ္းဆုံးၿပီးတဲ့ေနာက္ သူ႔ရဲ႕တစ္ဦးတည္းေသာသမီးကုိ ထပ္မဆုံးရႈံးခ်င္လုိ႔ အရမ္းဂရုစုိက္ပါေတာ့တယ္ဒါေပမယ့္ ဆယ္ေက်ာ္သက္ေကာင္မေလး လီယာအတြက္ေတာ့ အဲ့လုိ တစ္ခ်ိန္လုံးေစာင့္ၾကည့္ခံရတာလုိ႔ သူ႔အေမကုိ အျမင္မၾကည္ျဖစ္လာပါေတာ့တယ္တစ္ရက္လည္းက်ေရာ သူ႔အေမနဲ႔စကားမ်ားရာကေန \"က်မ္းကၽြံရင္ ႏႈတ္လုိ႔ရတယ္ စကားကၽြံရင္ ႏႈတ္လုိ႔မရဘူး\" ဆုိတဲ့အတုိင္း သူ႔အေမေျပာမိလုိက္တဲ့စကားတစ္ခြန္းေၾကာင့္ သတ္ခ်င္ေလာက္ေအာင္ ေဒါသထြက္သြားပါေတာ့တယ္တုိက္တုိက္ဆုိင္ဆုိင္ သူဖတ္မိသြားတဲ့စာအုပ္က ေမွာ္အတတ္ စုန္းအတတ္ေတြအေၾကာင္းေရးထားတဲ့ စာအုပ္ျဖစ္ေနတဲ့အခါမွာ သူ႔အေမကုိသတ္ဖုိ႔ အဲ့စာအုပ္ထဲမွာပါတဲ့ ဂါထာနဲ႔ မေကာင္းဆုိးဝါးကုိ ေခၚမိလုိက္တဲ့အခါမွာေတာ့............. (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Esther ပါ) File Size : (750 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Horror, Thriller\nSubtitle : Myanmar ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/pyewacket-2017/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BOTViMmI4ZTEtMzY0Zi00NjMwLWJhMzAtMmU2OTE4N2M4MzI4XkEyXkFqcGdeQXVyNjc2NjA2NTE@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Operation Red Sea (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\nCM ပရိတ်သတ်ကြီးကို ဒီတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ Operation Red Sea ဆိုတဲ့ ၂၀၁၈ ထွက် Chinese ကားလေးပါIMDB Rating 7.1 ရထားပြီးတော့ Rotten Tomato 81% ထိရထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ ၂၀၁၅ ခုနှစ်တုန်းက ယီမင် ပြည်တွင်းစစ်မှာ ပိတ်မိနေခဲ့တဲ့ တရုတ်နိုင်ငံသားတွေကိုကယ်ထုတ်ခဲ့ခြင်းဖြစ်ရပ်မှန်ကို မှီငြမ်းပြီးရိုက်ထားတာပါ။ဒီဇာတ်ကားထဲမှာ ရေဝိုင်ယာမှာ အစိုးရရယ် တော်လှန်ရေးတပ်တွေရယ် အကြမ်းဖက်သမားတွေရယ် ကြောင့် ပြည်တွင်းစစ်ဖြစ်ပေါ်လာတဲ့ အချိန်မှာ ရေဝိုင်ယာမှာရှိတဲ့ တရုတ်ပြည်သူပြည်သားတွေက ပိတ်မိနေပါတော့တယ်ဒီလို ပိတ်မိနေတာကို အနားမှာရှိနေတဲ့ တရုတ်ရေတပ်သင်္ဘောကို ကယ်ထုတ်ဖို့ တာဝန်ပေးအပ်တော့တာပေါ့။ရေတပ်သင်္ဘောကလည်း သူ့ရဲ့အတော်ဆုံးကွန်မန်ဒို တပ်ဖွဲ့ကိုစေလွှတ်ပြီးဓားစားခံတွေကိုကယ်တင်ခိုင်းပါတယ်။ဒီအချိန်မှာပဲ ရှီနန် ဆိုတဲ့ တရုတ် ပြင်သစ် သတင်းထောက်မလေးကလည်း ရေဝိုင်ယာက စွမ်းအင်ကုမ္ပဏီမှာ သုတေသနခေါင်းဆောင်ဖြစ်တဲ့ ဝီလီယန်က ယူရေနီယမ် တူးဖော်ပြီး ကိတ်ဝါ (ယူရေနီးယား) ...",
        "rating": "7.2",
        "url": "https://megaup.net/3yI8x/Operation_Red_Sea_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/laTuyHi9Rpc6Xba2s1j6exjBjtZ.jpg",
        "title": "Rosy (2018)",
        "description": "IMDB rating -5.1ဒီဇာတ်​ကာ​း​လေးက​တော့​နည်​းနည်​း​ကြောင်​​တောင်​နိုင်​တယ်​ဗျဘာလို့လဲဆို​တော့အဲ့လိုမျိုးအပြင်​တကယ်​ရှိ​ရောရှိရဲ့လားဆို​တာ​တွေးမိတယ်​ရိုမန်​တစ်​ကားဆို​ပေမယ်​့thrillerခန်​းနည်​းနည်​း​တော့ပါတယ်​အဲ့လို​ယောက်​ျားမျိုးနဲ့​တွေ့ရင်​မိန်​းက​လေး​တွေဘယ်​လိုလုပ်​ကြမလဲမသိဘူးဒီဇာတ်​လမ်​းထဲမှာ​ဒေါ့ခ်​ဆိုတဲ့​ကောင်​​လေးတစ်​​ယောက်​ရှိတယ်​သူကရိုစီဆိုတဲ့​ကောင်​းမ​လေးကိုကြိုက်​တာ ကြိုက်​တာဆို​ပေမယ်​့ဖွင်​့​ပြောတာလဲမဟုတ်​ဘူးတစ်​ခါတည်​းသတိ​မေ့​အောင်​လုပ်​ပြီးသူအဖွားအိမ်​က​မြေ​အောက်​ခန်​းထဲမှာထည်​့ထားလိုက်​တယ်​ဒီတိုင်​းထည်​့ထားတာ​တော့မဟုတ်​ဘူး လုံးဝဂရုစိုက်​တယ်​ အစားအ​သောက်​​ကျွေးတယ်​မှုခင်​းဂျာနယ်​​တွေထဲမှာဖတ်​ရသလိုမျိုး​မြေ​အောက်​ခန်​းထည်​့ထားပြီးမုဒိန်​းကျင်​့တယ်​လို့ဘာတို့လုပ်​တယ်​ဆိုပြီးမဟုတ်​ဘူး​သေချာဂရုစိုက်တယ်​​အိမ်​သာသွားတာ​ရေချိုးတာကအစ​သေချာ​စောင်​့​ပေးတာဒါ​ပေမယ်​့​ကောင်​မ​လေးကိုဒီတိုင်​းလွှတ်​ထားတာ​တော့မဟုတ်​ဘူး လက်​ထိပ်​ခတ်​ထားတယ်​ ​ထွက်​​ပြေးမှာစိုးလို့ ကောင်​​လေးကအလုပ်​သွားတယ်​အလုပ်​ကပြန်​လာမှ​မြေ​အောက်​ခန်​းတံခါးကိုဖွင်​့​ပေးတယ်​​ကောင်​​လေးက​ကောင်​းမ​လေးကိုသူဆီမှာရှိ​နေတာကိုဘယ်​သူကိုမှမသိ​စေချင်​ဘူး​နေမ​ကောင်​းဖြစ်​​နေတဲ့သူ့ရဲ့အဖွားကိုဆရာဝန်​ကအိမ်​ပြန်​​ခေါ်ပြီး​ဆေးပိုက်​​တွေတပ်​ထားပြီး​နေလို့ရတယ်​ဆို​တာ​တောင်​သူက​အိမ်​ကိုမ​ခေါ်ချင်​လို့​ဆေးပိုက်​​တွေဖြုတ်​ပြီးသတ်​ခိုင်​းလိုက်​တယ်​အဲ့​ကောင်​မ​လေးလဲသူစိမ်​းအိမ်​မှာဘယ်​ကြာကြာ​နေနိုင်​မလဲ ထွက်​​ပြေးဖို့ကြိုးစားတာ​ပေါ့အဲ့​တော့​ကောင်​မ​လေးလဲမိန်​းမမာယာ​တွေသုံးပြီးဘယ်​လိုထွက်​​ပြေးမလဲဆို​တာဇာတ်​လမ်​း​လေးထဲမှာကြည်​့လိုက်​ပါလို့ဇာတ်​ကားထဲမှာဆိုက်​ကိုဆန်​ဆန်​​ကောင်​​လေးတစ်​​ယောက်​က​ကောင်​မ​လေးတစ်​​ယောက်​ကိုဘယ်​လိုရူးရူးမူးမူးချစ်​​နေလဲဆိုတာက​တော့ ကြည်​့ကြည်​့လိုက်​ပါ(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုတင်မျိုးလွင် ပါ)File Size : (700 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Comedy, Romance, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "5.1",
        "url": "https://megaup.net/1Hdgd/Rosy_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BOTViMmI4ZTEtMzY0Zi00NjMwLWJhMzAtMmU2OTE4N2M4MzI4XkEyXkFqcGdeQXVyNjc2NjA2NTE@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Operation Red Sea (2018)",
        "description": "CM ပရိတ်သတ်ကြီးကို ဒီတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ Operation Red Sea ဆိုတဲ့ ၂၀၁၈ ထွက် Chinese ကားလေးပါIMDB Rating 7.1 ရထားပြီးတော့ Rotten Tomato 81% ထိရထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ ၂၀၁၅ ခုနှစ်တုန်းက ယီမင် ပြည်တွင်းစစ်မှာ ပိတ်မိနေခဲ့တဲ့ တရုတ်နိုင်ငံသားတွေကိုကယ်ထုတ်ခဲ့ခြင်းဖြစ်ရပ်မှန်ကို မှီငြမ်းပြီးရိုက်ထားတာပါ။ဒီဇာတ်ကားထဲမှာ ရေဝိုင်ယာမှာ အစိုးရရယ် တော်လှန်ရေးတပ်တွေရယ် အကြမ်းဖက်သမားတွေရယ် ကြောင့် ပြည်တွင်းစစ်ဖြစ်ပေါ်လာတဲ့ အချိန်မှာ ရေဝိုင်ယာမှာရှိတဲ့ တရုတ်ပြည်သူပြည်သားတွေက ပိတ်မိနေပါတော့တယ်ဒီလို ပိတ်မိနေတာကို အနားမှာရှိနေတဲ့ တရုတ်ရေတပ်သင်္ဘောကို ကယ်ထုတ်ဖို့ တာဝန်ပေးအပ်တော့တာပေါ့။ရေတပ်သင်္ဘောကလည်း သူ့ရဲ့အတော်ဆုံးကွန်မန်ဒို တပ်ဖွဲ့ကိုစေလွှတ်ပြီးဓားစားခံတွေကိုကယ်တင်ခိုင်းပါတယ်။ဒီအချိန်မှာပဲ ရှီနန် ဆိုတဲ့ တရုတ် ပြင်သစ် သတင်းထောက်မလေးကလည်း ရေဝိုင်ယာက စွမ်းအင်ကုမ္ပဏီမှာ သုတေသနခေါင်းဆောင်ဖြစ်တဲ့ ဝီလီယန်က ယူရေနီယမ် တူးဖော်ပြီး ကိတ်ဝါ (ယူရေနီးယား) အဖြစ် သန့်စင်ကာ ဗုံးလုပ်ဖို့ ကြံစည်နေတယ်ဆိုတာကု်ဖော်ထုတ်တွေ့ရှိထားပါတယ်။ဒီတော့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4eFqt/Operation_Red_Sea_(Hong_Hai_Xing_Dong)_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/euM4vLbVU3g0Z2AmKnwt46y5STb.jpg",
        "title": "The Third Party (2016)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ The Third Party လို႔ေခၚတဲ့ ဖိလစ္ပိုင္ အခ်စ္ဇာတ္ကားေလးပါ..\nသာမန္ဇာတ္ကားေတြနဲ႔ မတူတဲ့ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္ ?..\nအစပိုင္းမွာ အန္ဒီနဲ႔ မက္စ္တို႔က ခ်စ္သူေတြျဖစ္တယ္\nမက္စ္ကေဆးေက်ာင္းသြားတက္ၿပီးျပန္လာတဲ့အခ်ိ္န္မွာ ​ေဖာက္​ျပန္​ၿပီး ခရစ္ယာန္ဆိုတဲ့ေကာင္နဲ႔ ရည္းစားျဖစ္သြားၾကတယ္..\nသူတို႔ႏွစ္ေယာက္က ကေလးေမြးစားဖို႔ဆံုးျဖတ္လိုက္တဲ့ အခ်ိန္မွာ အန္ဒီ့မွာရွိတဲ့ကိုယ္ဝန္ကို သူတို႔တာဝန္ယူဖို႔ဆံုးျဖတ္ၾကတာေပါ့..\nသူတို႔သံုးေယာက္ တစ္အိမ္တည္းေနၾကၿပီးေတာ့\nျပႆ နာေတြနဲ႔ ဘယ္လိုေရွ႕ဆက္သြားလဲဆိုတာ\nဟာသေလးေတြနဲ႔ ၾကည့္ရႈရမယ့္ ဇာတ္ကားေကာင္းေလးပဲျဖစ္ပါတယ္..\n Qty - HDrip 720pGern - comedy/ RomanceSubtitle - MyanmarTranslator - AykayiEncoder - Kyaw Ye Aung",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/the-third-party-2016/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/enqVwbUu6OX5LHq0fuk7sLT35zy.jpg",
        "title": "Shrek Forever After (2010)",
        "description": "A bored and domesticated Shrek pacts with deal-maker Rumpelstiltskin to get back to feeling like a real ogre again, but when he's duped and sent to a twisted version of Far Far Away—where Rumpelstiltskin is king, ogres are hunted, and he and Fiona have never met—he sets out to restore his world and reclaim his true love. (ဘာသာျပန္ေပးထားသူကေတာ့ Zaya Phyoe ပါ) File Size : (800 ...",
        "rating": "6.3",
        "url": "https://megaup.net/2fV3n/Shrek_Forever_After_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lA17Mlz8hXVZsW5Y3WuUa8KPilQ.jpg",
        "title": "Shrek the Third (2007)",
        "description": "The King of Far Far Away has died and Shrek and Fiona are to become King & Queen.  However, Shrek wants to return to his cozy swamp and live in peace and quiet, so when he finds out there is another heir to the throne, they set off to bring him back to rule the kingdom. (ဘာသာျပန္ေပးထားသူကေတာ့ May Myat Thu ပါ) File Size : ...",
        "rating": "6.0",
        "url": "https://megaup.net/2fV3w/Shrek_The_Third_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/akWDA0BMVYK4OTM92T5i91DYnsT.jpg",
        "title": "Shrek 2 (2004)",
        "description": "Shrek, Fiona and Donkey set off to Far, Far Away to meet Fiona's mother and father. But not everyone is happy. Shrek and the King find it hard to get along, and there's tension in the marriage. The fairy godmother discovers that Shrek has married Fiona instead of her Son Prince Charming and sets about destroying their marriage. (ဘာသာျပန္ေပးထားသူကေတာ့ Zaya Phyoe ပါ) File Size : ...",
        "rating": "7.2",
        "url": "https://megaup.net/U098/Shrek_2_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/140ewbWv8qHStD3mlBDvvGd0Zvu.jpg",
        "title": "Shrek (2001)",
        "description": "ဇာတ္လမ္းအက်ဥ္း~~~~~~~~~~~Dulocဆိုတဲ့ ၿမိဳ႕ေတာ္ႀကီးမွာ အၾကင္နာတရားေခါင္းပါးၿပီး တရားမမ်ွတမႈမ႐ွိတဲ့ တရားသူႀကီး Farquaadက Fairy Tale(နတ္သမီး ပံုျပင္)ေတြကို မႏွစ္သက္တဲ့အျပင္ သူ႔တို႔တိုင္းျပည္မွာ႐ိွေနတဲ့ Fairy Taleေတြထဲက သက္႐ွိဇာတ္ေကာင္ေတြ အားလံုးကို တိုင္းျပည္အစြန္ဖ်ားက ရႊံဗြက္ေတာႀကီးဆီကို နယ္ႏွင္ဒဏ္ေပးလိုက္ပါတယ္။\nအဲ့ဒီမွာလည္း.... Shrek(အစိမ္းေရာင္ ဘီလူးႀကီး)က လူသူကင္း႐ွင္းစြာနဲ႔ ၁ေယာက္တည္း ေပ်ာ္ရႊင္စြာ ေနထိုင္ေနပါတယ္။\nသူ႔ေနရာဆီကို နယ္ႏွင္ဒဏ္ေပးခံရတဲ့သူေတြ အမ်ားႀကီးလဲ ေရာက္လာေရာ... သူ႔ရဲ႕ေပ်ာ္ရႊင္မႈေတြ ပ်က္သြားတဲ့အတြက္....တရားသူႀကီး Farquaadဆီကို နယ္ႏွင္ဒဏ္ ျပန္႐ုတ္သိမ္းေပးဖို႔ သူနဲ႔အတူ Donkey (ပါးစပ္ပိတ္တာကလြဲလို႔ က်န္တာအကုန္လုပ္မယ့္ စကားအရမ္းမ်ားတဲ့ ျမည္း)က Dulocၿမိဳ႕ကို လမ္းျပပီး သြားမွာပါ။တရားသူႀကီး Farquaadကလည္း Cookie(စကားေျပာတတ္တဲ့ လူပံုစံမုန္႔)ေလးကို ႏွိပ္စက္ပီး က်န္႐ွိေနေသးတဲ့ Fairy Taleေတြထဲက ဇာတ္ေကာင္ေတြရဲ႕ ေနရာကို ေမးေနပါတယ္။ အဲ့ဒီအခ်ိန္မွာ... သူတပည့္ေတြက သူ႐ွာခိုင္းထားတဲ့ Magic Mirror (Snow Whiteထဲက Evil Queenရဲ႕ ...",
        "rating": "7.9",
        "url": "https://megaup.net/U091/Shrek_[2001]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4yih9FDkxsFGgLaCRY9vgIEJl45.jpg",
        "title": "The Cleanse (2016)",
        "description": "CM ပရိတ်သတ်တွေထဲမှာ အသည်းကွဲတဲ့သူတွေရှိလားမသိဘူး။ဒီကားက အသည်းကွဲတဲ့ ကျွန်တော့်ဘော်ဒါတွေအတွက်ပါ။IMDB Rating 5.3 ရရှိထားပြီး Comedy,Drama,Fantasy လို့ရေးထားပေမယ့် မရယ်ရပါဘူးလို့ပြောချင်ပါတယ်။မရယ်ရပါဘူး။တကယ်ကို အေးအေးဆေးဆေးကြည့်ပြီးတော့ လေးလေးနက်နက် တွေးရမယ့်ဇာတ်ကားပါ။ခက်ခက်ခဲခဲ တခြားအကြောင်းအရာတွေမဟုတ်ပဲ ကိုယ်ကိုယ်တိုင်ရဲ့ အကြောင်းတွေကိုပြန်စဉ်းစားဖို့သင့်ပါပြီ။ဝမ်းနည်းမှုတွေ၊ နာကျင်မှုတွေကို ဘယ်လိုရင်ဆိုင်ကြမလဲ။အဓိက ဇာတ်ကောင်ဖြစ်တဲ့ Paul တစ်ယောက်သူ့ရဲ့အသည်းကွဲဝေဒနာကို ရင်ဆိုင်ဖို့ သန့်စင်ခြင်းဆိုတဲ့ ကုစားခြင်းသင်တန်းတစ်ခုကို သွားပြီးတော့ ကုစားတာကိုကြည့်ရင်းနဲ့ ကျွန်တော်တို့ရဲ့ဝမ်းနည်းမှုတွေ နာကျင်မှုတွေကို ကုစားနိုင်မလားဆိုတာကြည့်ရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (655 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 21min\nFormat : Mp4\nGenre : Comedy, Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p WEB-DL DD5.1 H264-CMRG\nTranslated by d3mon\nEncoded by ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Hdhg/The_Cleanse_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4XCA70oDgYSBLJDvOgYs1Ca4rBm.jpg",
        "title": "Furious (2017)",
        "description": "CM ပရိတ္သတ္ႀကီးအတြက္ History/Action အမ်ိဳးအစားIMDB 6.1 ရရွိထားတဲ့ ရရွားဇာတ္ကားေလးကို မိတ္ဆက္ေပးလိုက္ပါတယ္၁၃ ရာစုမွာ မြန္ဂိုစစ္အာဏာရွင္ ဂ်င္ဂစ္ခန္ဟာ အာရွနဲ႔ ဥေရာပ တစ္ခြင္လံုးကို က်ဴးေက်ာ္စစ္ခင္းၿပီး သိမ္းပိုက္ခဲ့ပါတယ္ရရွားႏိုင္ငံဟာလည္း တစ္ခုအပါအဝင္ပါပဲအဲ့ဒီကာလမွာ ရရွားေကာင္ေလးကိုလိုဗရတ္က ၁၃ႏွစ္သား စစ္တပ္ထဲဝင္ခ်င္တဲ့ သတၱိခဲေလးပါဒါေပမယ့္ ကံမေကာင္းစြာနဲ႔ပဲ ရန္သူမြန္ဂိုေတြ လက္ခ်က္နဲ႔ ေခါင္းထိၿပီး မွတ္ဉာဏ္ထိခိုက္သြားပါတယ္အသက္ေတြႀကီးလာၿပီး စစ္သည္ေတြကို ေလ့က်င့္ေပးရတဲ့ စစ္သားေကာင္းတစ္ေယာက္ျဖစ္လာခဲ့ေပမယ့္ တစ္ညအိပ္ၿပီး မနက္မိုးလင္းလာတိုင္း ၁၃ႏွစ္သားမွတ္ဉာဏ္ကိုပဲ ျပန္ျပန္ေရာက္သြားပါတယ္ဒီလိုနဲ႔ပဲ သူတို႔ေနတဲ့ၿမိဳ႕ေလးကို ဂ်င္ဂစ္ခန္ရဲ႕ သား ဘာတူခန္က မီးရိႈ႕ဖ်က္ဆီးလိုက္တဲ့အခါမွာေတာ့...ေနာက္လိုက္စစ္သည္ အေယာက္ႏွစ္ဆယ္တည္းနဲ႔ ကိုလိုဗရတ္တစ္ေယာက္ ေထာင္ေသာင္းခ်ီတဲ့ မြန္ဂိုစစ္တပ္ႀကီးကို အညံ့မခံ အရံႈးမေပးပဲ ရဲရဲဝံ့ဝ့ံ ဘယ္လိုရင္ဆိုင္တိုက္ခိုက္ခဲ့လဲမနက္လင္းတိုင္း မွတ္ဉာဏ္ေတြ မေပ်ာက္သြားေအာင္ သူဘယ္လိုႀကိဳးစားမလဲဆိုတာကို ဆက္လက္ၾကည့္ရႈေပးၾကပါဦး \n***** Russia ကေန English လို English ကေန Myanmar ဘာသာျပန္ထားတာျဖစ္တဲ့အတြက္ေၾကာင့္ဘာသာျပန္လြဲမွားမႈတစ္ခ်ိဳ.ရွိနိုင္ပါတယ္*****\n (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျမတ္သူ ျဖစ္ပါတယ္) File ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/furious-2017/",
        "category": "Action, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Hv0jeuhQzz1tSjYwiLDHAMtDOl.jpg",
        "title": "Ghost Stories (2017)",
        "description": "သရဲပုံျပင္ေလးေတြနားေထာင္လုိက္ရေအာင္ဗ်ာ။Andy Nyman အဓိကပါဝင္သရုပ္ေဆာင္ထားျပီး Martin Freeman လည္းအားျဖည့္ထားပါတယ္။IMDB Rating 6.7 နဲ႔ Rotten tomatoes 82% ရရွိထားတဲ့ Horror,Drama ကားေလးပါ။ေၾကာက္စရာလည္းေကာင္းသလုိ စိတ္ဝင္စားဖုိ႔လည္းေကာင္းပါတယ္။ကိုယ့္ဘဝအတြက္ကုိယ္ အျပန္အျပန္အလွန္လွန္ ေမးခြန္းထုတ္စရာ ေမးခြန္းေတြလည္းအမ်ားၾကီးပါပါတယ္။ကုိယ္ဘာေတြလုိခ်င္တာလဲ။ဘာေတြျဖစ္ခ်င္တာလဲ။ဘာေတြလုပ္ေနတာလဲ။ထုိက္တန္ရဲ႕လား။ဘယ္ေနရာေတြကပုန္းကြယ္ ထြက္ေျပးေနမိလည္း ကိုယ့္ကုိကုိယ္ ျပန္ျပီးေမးခြန္းေတြထုတ္ခ်င္လာမွာေသခ်ာပါတယ္။အဓိပါၸယ္ရွိသလုိ Horror ကားပီပီသသေၾကာက္ရလန္႔ရေအာင္ တင္ဆက္ျပထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ သဘာဝလြန္ျဖစ္ရပ္အတုေတြကုိေဖာ္ထုတ္ေနတဲ့ Professor Goodman တစ္ေယာက္သူရဲ႕ Idol တစ္ေယာက္ျဖစ္ျပီး ႏွစ္ေပါင္းမ်ားစြာထူးဆန္းစြာေပ်ာက္သြားတဲ့ Professor Cameron ဆီက အဆက္အသြယ္ရျပီး သဘာဝလြန္ျဖစ္ရပ္ ၃ခုကုိ အတုလားအစစ္လားဆုိတာ ေဖာ္ထုတ္ရင္း ေနာက္ဆုံးမွာ သဘာဝလြန္ျဖစ္ရပ္ေတြက အစစ္အမွန္ေတြလား အတုေတြလားဆုိတာ ၾကည့္ရမွာပါ။ေနာက္ဆုံးပုိင္းမွာ မေမွ်ာ္လင့္ထားတဲ့ပုံစံနဲ႔ ထူးထူးဆန္းဆန္းဇာတ္သိမ္းထားတာကုိလည္းေတြ႕ရမွာပါ။ဒီကားမွာ ေၾကာက္ရမွာေတြ ေတြးရမွာေတြအမ်ားၾကီးပါပဲ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : (750 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/ghost-stories-2017/",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BNTYyYmI1MGYtMTdiMi00MTNlLWJjMWMtZTU5Zjk0YWYyZWNiL2ltYWdlXkEyXkFqcGdeQXVyNzE5MzAwNTg@._V1_-134x200.jpg",
        "title": "The Fortune Handbook (2017)",
        "description": "Gong ဆိုတာ ဆု​တောင်​းတာကို ​ပြောတာပါ။Xi ဆိုတာ ​ပျော်​ရွှင်​မှုကို ​ပြောတာပါ။Fa ဆိုတာ ကြွယ်​ဝချမ်​းသာခြင်​းကို ဆိုလိုတာပါ။Cai က​တော့ ကံ​ကောင်​းခြင်​းဆိုတဲ့ အဓိပ္ပာယ်​​ပေါ့။ဒီဇာတ်​ကား​လေးထဲမှာGong Xi နဲ့ Fa ဆိုတဲ့ နတ်​​တွေက သူတို့ရဲ့ ​နောက်​တစ်​ဆင်​့ဖြစ်​တဲ့ Cai ဆိုတဲ့ ရာထူး​လေးကို လိုချင်​​နေကြတာပါ။နတ်​ပြည်​​က​ကျောင်​းမှာ အတန်​းသား​တွေအများကြီး ရှိတဲ့အထဲက Fa ဆိုတဲ့ နတ်​က သူလိုချင်​တဲ့ရာထူးကို ရယူဖို့ လူပြည်​ဆင်​းပြီး တလွဲလုပ်​တာကို ဟာသအနေနဲ့ တွေ့ရမှာပဲဖြစ်ပါတယ်လူ့လောကသဘောသဘာဝအကြောင်းကို ဟာသနှောပြီးရိုက်ထားတဲ့ ပညာပေးကားလေးပါပဲQty - DVD ripGern - ComedyTranslator  - AykayiEncoder - Encoder",
        "rating": "6.8",
        "url": "https://megaup.net/1Hdhx/The_Fortune_Handbook_[2007]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A7mK52WGXKwbEGEj8MApzaYnSiC.jpg",
        "title": "Hello (2017)",
        "description": "သင်ဟာ လူငယ်ဆန်ဆန်နဲ့ အချစ်အလွမ်း အကြမ်း ရသစုံ ကြိုက်တတ်တဲ့သူဆိုရင်ဒီကားလေးကို ကြည့်သင့်ပါတယ်ဒီနှစ်ပိုင်းထွက်ရှိတဲ့ South Indian Romance Action ကားတွေထဲမှာ ဒီကားလေးကို ကျွန်တော်အကြိုက်ဆုံးပါ. . .မနက် 7:30 အချိန်ကို ရောက်တိုင်း ကောင်လေးတစ်ယောက် ကရစ်ရှ်နားမီးပွိုင့်နားက ခုံတန်းလေးမှာ လာထိုင်တတ်တယ်.သူ ့မျက်နှာဟာ လွမ်းရိပ်သန်းနေတယ်တစ်စုံတစ်ခုကိုဖွေရှာနေတဲ့ ရီဝေဝေမျက်ဝန်းတစ်စုံနဲ့. . .အဲ့ဒိ်အချိန် ရုတ်တရတ် သူ ့ဆီကို ဖုန်းဝင်လာလို့ ကောက်ကိုင်လိုက်တယ်Call Taxi လို့ခေါ်တဲ့ ဖုန်းဆက်ခေါ်လို့ရတဲ့ တက္ကစီဒရိုင်ဘာတစ်ယောက်ဆီက. . .သူတက္ကစီခေါ်ထားလို့ ဖုန်းဆက်တာဖြစ်တဲ့အကြောင်း ဟိုဘက်က ပြောတယ်သူကလည်း သူမခေါ်ထားကြောင်း ပြန်ရှင်းပြတယ်. . .ရုတ်တရတ်. . .အဲ့ဒ်ီရုတ်တရတ် ခဏလေးမှာ. . .ဖုန်းပြောနေရင်းဖုန်းထဲက တစ်စုံတစ်ခုကို သူကြားလိုက်တယ်. . .သူဟိုးငယ်စဉ်ကတည်းက စွဲလန်းတသ ဖြစ်ခဲ့ရတဲ့ အသံလေး. . .ရိုးသားဖြူစင်လွန်းလှတဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1GH4y/Hello_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Stand_by_Me-P1-140x200.jpg",
        "title": "Stand by Me (2018)",
        "description": "Stand by meဆိုတဲ့ 2018ထွက်​ ကားသစ်​​လေးက​တော့ Drama အမျိုးအစားဖြစ်​ပြီး  ဖြစ်​ရပ်​မှန်​ကို ပြန်​လည်​ပုံ​ဖော်​ထားတဲ့ ကား​လေးတစ်​ကားပါဒီဇာတ်​ကား​လေးကို စိတ်​မခိုင်​တဲ့လူ​တွေ ကြည်​့မယ်​ဆိုရင်​​တော့ တစ်​သျှူး​လေး​တော့ ​ဆောင်​ထားကြပါ​နော်​ဒီကား​လေးမှာ​တော့ အသက်​ရဝအရွယ်​ အဖိုးတ​ယောက်​က ​မြေး​လေးနှစ်​​ယောက်​ကို ပင်​ပင်​ပန်​းပန်​း ရှာ​ဖွေ​ကျွေး​မွေး​စောင်​့​ရှောက်​ရင်​း ​​နေထိုင်​​နေခဲ့တယ်​ဘယ်​​လောက်​ပဲ အဖိုးချစ်​ခင်​​စောင်​့​ရှောက်​​နေပါ​စေမိဘ​မေတ္တာငတ်​​နေတဲ့ က​လေး​တွေက​တော့ အ​မေနဲ့အ​ဖေကိုသာ လွမ်​းဆွတ်​​နေခဲ့ရှာပါတယ်​အဖိုးဖြစ်​သူက အ​မေ့ကို ​မောင်​းထုတ်​လိုက်တယ်​ဆိုပြီး က​လေး​တွေက အဖိုးကို တခါတ​လေ မုန်​းတီးတတ်​ပါတယ်​အဲ့လိုနဲ့ အဖိုးဖြစ်​သူက အဆုတ်​ကင်​ဆာဖြစ်​​နေခဲ့ပြီး​တော့ က​လေး​တွေကို ဘယ်​လိုဆက်​လုပ်​ရမှန်​းမသိ​တော့ပဲ​ချွေးမဖြစ်​သူကို ရှာဖို့ကြိုးစားပါ​တော့တယ်​​ချွေးမဖြစ်​သူကို​တော့ အဖိုးက သူ့သား​သေသွားတာကို အာမခံ​ငွေ​တွေယူပြီး ထွက်​သွားလို့ မုန်​းတီ​းခဲ့တာပါအဲ့လိုနဲ့အဖိုးက သူ့​ချွေးမကို​ရော ပြန်​ရှာ​တွေ့ခဲ့လားသူ့​ချွေးမက​ရော ဘာလို့ အာမခံ​ငွေ​တွေယူသွားခဲ့ရတာလဲအဖိုးက​​သေ​တော့မှာမို့ က​လေး​တွေကို​ရော ဘယ်​လိုလုပ်​ခဲ့လဲက​လေး​တွေက​ရော အ​မေနဲ့ပြန်​​တွေ့ပါ့မလားဆိုတာ မသိချင်​ကြဘူးလားတကယ်​့ကိုသနားစရာ​ကောင်​းတဲ့ ဖြစ်​ရပ်​မှန်​ကား​လေးလည်​းဖြစ်​ပြီး လက်​​တွေ့ဘဝမှာလည်​း ဖြစ်​တတ်​တဲ့အ​ကြောင်​းအရာပုံစံမို့လို့ မဖြစ်​မ​နေကို ကြည်​့သင်​့တဲ့ ဗဟုသုတရတဲ့ကား​လေးပါကြည်​့ကိုကြည်​့သင်​့ပြီး ကြည်​့ရတာတကယ်​တန်​​စေမယ်​့ ကား​လးပါလို့ ညွှန်​းလိုက်​ချင်​ပါတယ်​ရှင်​(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Nandar Kyaw  ဖြစ်ပါတယ်)File Size ...",
        "rating": "8.0",
        "url": "https://megaup.net/1Hdgp/Stand_By_Me_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xh34tAT1hlI7kp29vhZHAjdDIQG.jpg",
        "title": "Cold Eyes (2013)",
        "description": "ဇာတ္​ကားအစ​က​​ေနအဆံုးအထိဇာတ္​႐ိွိန္​​ေကာင္​း​ေကာင္​းနဲ႔​ေခၚသြားမယ့္​့ကားကိုၾကည္​့ခ်င္​ပါသလားဒီကားကိုၾကည္​့လိုက္​ပါ လံုးဝအာမခံပါတယ္​ IMDB rating 7.2ရထားတဲ့ကား​ေလးပါအဓိကပါဝင္​သ႐ုပ္​ထားတဲ့လူ​ေတြက​ေတာ့ ကိုရီးယားႏိုင္​ငံရဲ႕နာမည္​ႀကီးသ႐ုပ္​​ေဆာင္​ woo sung jungဒီကားမွာ​ေတာ့ဗီလိန္​​ေနရာက​ေပါ့​ေနာက္​ထပ္​သ႐ုပ္​​ေဆာင္​မင္​းသမီး​ေခ်ာ​ေလးက​ေတာ့ Hyo Joo Han​ေနာက္​ထပ္​တစ္​​ေယာက္​က​ေတာ့ဝါရင့္​့သ႐ုပ္​​ေဆာင္​Kyung gu Sol တို႔ပါဝင္​သ႐ုပ္​​ေဆာင္​ထားပါဇာတ္​လမ္​းအစမွာဘဏ္​​ကိုဓားျပတိုက္​တဲ့အခန္​းကတျဖည္​းျဖည္​း​ဇာတ္​႐ွိန္​ျမႇင္​့​ေအာင္​​ေခၚသြားမွာပါဘဏ္​ကိုဓားျပတိုက္​​ထဲမွာပါတဲ့သူတစ္​​ေယာက္​ကိုကင္​မရာက​ေတြ႕လိုက္​ၿပီးမႈခင္​းစံုစမ္​းစစ္​​ေဆး​ေရး​ေခါင္​း​း​ေဆာင္​ဝမ္​နဲ႔သူ႔လူ​ေတြကၿမိဳ႕ထဲမွာရက္​​ေတာ္​​ေတာ္​ၾကာ​ေအာင္​လိုက္​႐ွာၿပီးတရားခံ​ေတြ႕သြားတယ္​​ေတြ႔သြား​ေတာ့တရားခံရဲ႕တိုက္​ခန္​းမွာကင္​မရာ​ေတြတပ္​ၿပီး​ေစာင္​့ၾကည္​့ၿပီးတရားခံအားလံုးရဲ႕​ေခါင္​း​ေဆာင္​ကိုအမိဖမ္​းဖို႔လိုက္​စံုးစမ္​းပါ​ေတာ့တယ္​​ေခါင္​း​ေဆာင္​ဝမ္​တို႔က​ေထာက္​လွမ္​း​ေရးသာလုပ္​ရတဲ့အတြက္​ရန္​သူ​ေခါင္​း​ေဆာင္​ကို​ေတြ႕​ေပမယ္​ဖမ္​းလို႔မရဘူး​ေပါ့ရန္​သူဘက္​ကလဲတိက်​ေစ့စပ္​တာလဲပါတာ​ေပါ့တစ္​ဖက္​ကဦး​ေဆာင္​တဲ့လူကလဲ​ေနာက္ဆံုးအလုပ္​ကိုလက္​ခံၿပီးကိုရီးယားက​ေနထြက္​​ေျပး​ေတာ့မယ္​အခ်ိန္​မွာကံမ​ေကာင္​းအ​ေၾကာင္​းမလွဘဲသူ႔အလုပ္​လာ​ေပါက္​ၾကားၿပီး​ေနာက္​ဆံုးမွာဖမ္​းမိသြားပါ​ေတာ့တယ္​ရန္​သူဘက္​ကဗ်ဴဟာ​ေတြနဲ႔ရဲဘက္​​ေထာက္​လွမ္​း​ေရးဗ်ဴဟာ​ေတြကိုျကည္​့႐ႈခံရမယ္​့ကား​ေကာင္​း​ေလးတစ္​ကားမိ္ု႔လို႔တင္​​ေပးလိုက္​ပါတယ္​ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုတင္မ်ိဳးလြင္ပါ) File Size : (900 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-WiKi\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "7.2",
        "url": "https://megaup.net/2gali/Cold_Eyes_(Gam-Si-Ja-Deul)_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Fun with Dick and Jane(2005)",
        "description": "Fun with Dick and Jane(2005)\nIMDb....6.1\nJim Carrey ကားေတြဟာ ဟာသျပကြက္ေတြဖန္တီးရင္း လူ႕သေဘာ သဘာ၀ ေတြကုိ အေကာင္းမြန္ဆုံးဖန္တီး\nတင္ဆက္ေပးထားတာေၾကာင့္ ကမၻာေက်ာ္ၿပီးလူႀကဳိက္မ်ားတာအားလုံးလည္းအသိပါ...\n... ဒီဇာတ္ကားမွာေတာ့ Jim Carrey ဟာ  Dick ဆုိတဲ့နာမည္နဲ႕သရုပ္ေဆာင္ထားၿပီး သူဟာ\nဂလိုဘိုဒိုင္းဆိုတဲ့ ကုမၸဏီတစ္ခုမွာ ၁၅ ႏွစ္ၾကာ ထမ္းေဆာင္ခဲ့တဲ့ ဝန္ထမ္းတစ္ေယာက္ပါ... သူ႔မွာ Jane ဆိုတဲ့ ဇနီးျဖစ္သူ နဲ႔အတူ သားေလးအပါအဝင္ မိသားစု သံုးေယာက္ရွိပါတယ္.\n. Dick ဟာ သူ႔ ကုမၸဏီမွာ ဒုဥကၠဠ ေရြးခံရတဲ့အခ်ိန္မွာပဲ ျပႆနာေတြစပါေတာ့တယ္...\nဒုဥကၠဌရာထူးတိုးၿပီမို႔ ဇနီးကိုလဲ အလုပ္ထြက္ခိုင္းခဲ့ပါတယ္...\nသူ႕ရဲ႕လစာနဲ႕ တစ္မိသားစုလုံးကုိေထာက္ပံ့ႏုိင္ၿပီလုိ႕ သူကတြက္ထားတာကုိးး.... ကံဆိုးတာက မၾကာခင္မွာပဲ ဂလိုဘိုဒိုင္းကုမၸဏီရဲ႕ CEO Jack ဟာ ရွယ္ယာေတြကို ေရာင္းၿပီး ကုမၸဏီႀကီး ၿပိဳလဲခဲ့ပါတယ္.\n..Dick အပါအဝင္ ဂလိုဘိုဒိုင္းက ဝန္ထမ္းအားလံုး ဒုကၡေရာက္ခဲ့ပါတယ္... အလုပ္လက္မဲ့ ျဖစ္သြားတဲ့\nDick ဟာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1wmof/Fun_With_Dick_And_Jane_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/images-2-200x300.jpg",
        "title": "Wazir",
        "description": "IMDb rating 7.2 ရရွိထားၿပီး နာမည္ႀကီး မင္းသားႀကီး အမီတာဘခ်မ္းပါ0င္သရုပ္ေဆာင္ထားတဲ့ သဲထိပ္ရင္ဖိုမႈခင္းကားတကားနဲ႔မိတ္ဆက္ေပးျခင္ပါတယ္ ဒီဇာတ္ကားဟာ ၂၀၁၆ ခုႏွစ္အတြက္ top hit movieလို႔ေတာင္ေျပာၾကတဲ့ အထိေအာင္ျမင္မႈရခဲ့တဲ့ ဇာတ္ကားတစ္ကားပါဇာတ္လမ္းေလးမတူညီတဲ့ လူ၂ေယာက္ရဲ႕ စရုိက္ကို ရိုက္ကူးျပထားတာျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အၾကမ္းဖက္တိုက္ဖ်က္ေရး ႏွိမ္နင္းေရးအရာရွိ ဒန္းနစ္ရွ္ဟာသူ႔ဇနီးနဲ႔ သာယာတဲ့ မိသားစုဘ၀ေလးကုိပိုင္ဆိုင္ထားၿပီး တေန႔မွာ သူ႔သမီးျဖစ္သူနဲ႔ကားေမာင္းၿပီး အျပန္လမ္းမွာ သူအရင္ကဖမ္းဆီးခဲ့ဖူးတဲ့ အၾကမ္းဖက္ေခါင္းေဆာင္က ျပန္လည္လက္စားေခ်ရာမွသမီးျဖစ္သူ ေနာရစ္ဟာ ေသဆံုးသြားခဲ့ပါတယ္ ဒီလိုနဲ႔ သူဟာ အဖမ္းစီးခံထားရစဥ္မွာသူ႔ဆရာ အမီတာဘခ်မ္း (ခ်က္ ခ်န္ပီယံႀကီးက )သင္ၾကားေပးခဲ့တဲ့ ေတြးေခၚစဥ္းစားနည္းေတြနဲ႔ ဘယ္လိုႀကံဆ မလဲသူ႔ဇနီး ကေကာ အၾကမ္းဖက္သမားရဲ႕ သတ္ျဖတ္လုပ္ႀကံမႈကိုခံရမလားသူ႔နဲ႔ သူ႔ဇနီးတို႔ေကာ ျပန္လည္ ေပါင္းစည္းႏိုင္ပါ့မလားဆိုတာေတြကို ရင္တထိတ္ထိတ္နဲ႔ ၾကည့္ရႈ႕ရမွာ ျဖစ္ပါတယ္ပရိတ္သတ္ႀကီးအေနနဲ႔ ဇကားၾကည့္ေနတုန္း ေရဘူးေလးေတာ့ ေဆာင္ထားေနာ္ ရင္ေမာရင္ ေရေလးေသာက္ၿပီး အေမာေျဖရေအာင္အညႊန္းကို ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/wazir-2016/",
        "category": "Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oCdPDusnJvIZN6OpaF2Yj7211w.jpg",
        "title": "Flushed Away (2006)",
        "description": "ဒီတစ္ခါမွာေတာ့ 2006 ခုႏွစ္ကထြက္႐ွိခဲ့တဲ့ ကာတြန္းကားေကာင္းေလး တစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါၿပီIMDB 6.6 အထိရ႐ွိထားၿပီး မင္းသားႀကီး Hugh Jackman နဲ႔ Kate Winslet တုိ႔က အဓိကအသံသ႐ုပ္ေဆာင္ေတြအျဖစ္ ပါဝင္ထားပါတယ္ေရာ္ဒီဆုိတဲ့ အိမ္ေမြးႂကြက္ကေလးတစ္ေကာင္ဟာ မိတ္ေဆြအေပါင္းအသင္းမ႐ွိပဲ အထီးက်န္စြာေနရသူတစ္ေယာက္ပါတစ္ေန႔မွာေတာ့ ထူးဆန္းတဲ့ႂကြက္တစ္ေကာင္က သူ႔ဆီေရာက္လာၿပီး သူ႔ေနရာကုိအပုိင္စီးလုိက္ပါေတာ့တယ္အဲ့ဒီေနာက္မွာေတာ့ ေရာ္ဒီဟာ ေရဆုိးေျမာင္းထဲကုိ ႏွင္ခ်ခံရၿပီး ေျမေအာက္ျမဳိ႕တစ္ျမဳိ႕ကုိေရာက္႐ွိသြားပါတယ္အိမ္ျပန္လမ္းကုိ႐ွာေဖြရာမွ 'ရီတာ' ဆုိတဲ့ႂကြက္မေလးတစ္ေကာင္နဲ႔ဆုံေတြ႔မိတယ္ရီတာဟာ လူဆုိးအဖြဲ႔တစ္ဖြဲ႔နဲ႔ျပႆနာ႐ွိထားသူတစ္ဦးျဖစ္ၿပီး ေရာ္ဒီပါဝင္ပတ္သက္မိတဲ့ေနာက္ပုိင္း ဘယ္လုိအခက္အခဲေတြနဲ႔ရင္ဆုိင္ရမလဲအိမ္ျပန္ဖုိ႔ၾကဳိးစားေနတဲ့ ေရာ္ဒီတစ္ေယာက္ အႏၱရာယ္ေတြၾကားကေန လြတ္ေျမာက္ႏုိင္ပါ့မလား...ဇာတ္လမ္းဇာတ္အိမ္ေကာင္းေကာင္းနဲ႔ ဖန္တီးထားတာမုိ႔ အခ်ိန္ေပးရက်ဳိးနပ္မဲ့ ကာတြန္းကားေကာင္းေလး တစ္ကားပါပဲ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Lyric Lynn Khant ပါ) File Size : (700 MB) and (300 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 25min\nFormat : Mp4\nGenre ...",
        "rating": "6.6",
        "url": "https://megaup.net/2UURF/Flushed_Away_[2006]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w4LIGgNyxf0AuzIjouECWsNEehW.jpg",
        "title": "7 Splinters in Time (2018)",
        "description": "7 Splinter in Time ဇာတ္ကားကေတာ့ Director -Gabrial Judet Weinshel အေကာင္းဆံုး ပံုေဖာ္႐ိုက္ကူးထားေသာ ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ မင္းသမီး Emmanuelle Chriqui အျပင္ တစ္ျခား သ႐ုပ္ေဆာင္မ်ားစြား ပါဝင္ထားေသာဇာတ္ကားလည္းျဖစ္ပါတယ္။ ဒီဇာတ္ကားထဲမွာဆိုရင္ေတာ့ စံုေထာက္တစ္ေယာက္က လူသတ္မႈ့တစ္ခုကို စံုစမ္းရင္း သူပံုစံနဲ႔ခြၽတ္ဆြတ္တူေသာ လူတစ္ေယာက္နဲ႔ထပ္ေတြ႔တဲ့အခါမွာေတာ့ ဘာေတြ ဆက္ျဖစ္သြားမလဲ... ဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာ အဆံုးသတ္ခန္႔မွန္းရခက္တဲ့ Mistery, Thriller ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ (ဘာသာျပန္သူကေတာ့ Brilliant Star ပါ) File Size : (655 MB) and (330 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 15min\nFormat : Mp4\nGenre : Mystery, Sci-Fi, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP2.0.x264-NTG\nTranslated by Brilliant Star\nEncoded by Thanhtike ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/7-splinters-in-time-2018/",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eCjATHunhgLl9ARKUFtmKguaWDJ.jpg",
        "title": "Melancholia (2011)",
        "description": "သင္ စိတ္ဓါတ္က်ဖူးသလားလူတစ္ေယာက္ဟာ Depression ဆိုးဆိုးဝါးဝါးဝင္လာတဲ့အခါ ဘာေတြလုပ္မိတတ္လဲကိုယ့္ပတ္ဝန္းက်င္မွာ ကမာၻပ်က္ေနရင္ေတာင္ ကိုယ္က ဘာမွမခံစားရေတာ့ေလာက္ေအာင္ စိတ္ေတြထံုသြားခဲ့ဖူးလားဒီေမးခြန္းေတြရဲ႕အေျဖေတြကို ဒီဇာတ္ကားက ေပးႏိုင္မယ္လို႔ထင္ပါတယ္ဒီဇာတ္ကားကို ဂ်ပ္စတင္းနဲ႔ မိုက္ကယ္တို႔ရဲ႕ ေပ်ာ္ရႊင္စရာ မဂၤလာပြဲေလးနဲ႔ စဖြင့္ထားၿပီး မဂၤလာပြဲတစ္ေလွ်ာက္ ဂ်ပ္စတင္းရဲ႕ အျပဳအမူေတြ ထူးဆန္းေနတာ ဘာေၾကာင့္မ်ားလဲဂ်ပ္စတင္းရဲ႕အစ္မကလဲယာကေရာ ဂ်ပ္စတင္းကို ဘာလို႔ဒီေလာက္စိတ္ပူေနတဲ့ပံုေပါက္ေနတာလဲအဲ့အခ်ိန္မွာပဲ ကမာၻကို မီလန္ခိုလီဆိုတဲ့ ၿဂိဳလ္တစ္ခုက ဝင္တိုက္ၿပီး ကမာၻပ်က္ေတာ့မယ္ဆိုတဲ့ ေဟာကိန္းေတြကလည္း ပ်ံ႕ႏွံ႔ေနပါတယ္ဂ်ပ္စတင္းရဲ႕မဂၤလာပြဲ ဘယ္လိုအဆံုးသတ္သြားမလဲကမာၻပ်က္ကိန္းကေရာ ဘာေတြဆက္ျဖစ္မလဲဆိုတာ ၾကည့္ရႈေပးၾကပါဦးIMDB 7.1/10 ရရွိထားၿပီး ဒီဇာတ္ကားဟာ စိတ္ေရာဂါခံစားေနရတဲ့သူတစ္ေယာက္ကို ကြက္ကြက္ကြင္းကြင္းျမင္ေအာင္ ျပႏိုင္ခဲ့တယ္ဆိုတဲ့ review ေတြရရွိထားပါတယ္ဂ်ပ္စတင္းအျဖစ္ ဟိုးအစ Spider man ဇာတ္ကားမွာ မယ္ရီဂ်ိန္းအျဖစ္ပါဝင္ခဲ့သူ Kristen Dust ကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျမတ္သူ ျဖစ္ပါတယ္) File Size : (950 MB) and (360 MB)\nQuality : Blu-Ray ...",
        "rating": "7.1",
        "url": "https://megaup.net/2eXpq/Melancholia_[2011]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lKcRXcffQM2KxNruljrd7H3gUe5.jpg",
        "title": "Emperor (2012)",
        "description": "Emperor ကေတာ့ ဇာတ္လမ္းနာမည္ေလး အတိုင္း ဘုရင္ နဲ႔ သူ႔တိုင္းျပည္ အေၾကာင္းရိုက္ထားတဲ႔ ဇာတ္ကား ေလးတစ္ခုပါ။ဘယ္နိုင္ငံ နဲ႔ ဘယ္ဘုရင္လဲ ဆိုေတာ့ ဂ်ပန္နိုင္ငံပါ။ဒုတိယကမာၻစစ္ အၿပီး မွာ စစ္ရွံုး (လက္နက္ခ်) လိုက္တဲ႔ ဂ်ပန္ေတြ နဲ႔ စစ္နိုင္သူ အေမရိကန္ ေတြရဲ ႔ ၾကား က နိုင္ငံေရး အယူအဆ ေတြ ၊ ဂ်ပန္နိုင္ငံ ရဲ ႔ ဘုရင္အေပၚ သစၥာေစာင့္သိမွုေတြ ၊ ဘုရင္ရဲ ႔ သူ႔ တိုင္းသူျပည္သား ေတြကို ကာကြယ္ေစာင့္ေရွာက္ခ်င္မွုေတြ ၊ထိုေခတ္ က ဂ်ပန္စစ္တပ္ ရဲ ႔ ဝါဒျဖန္႔မွုေတြ နဲ႔ အတူ ဂ်ပန္ ကို ခ်စ္ျမတ္နိုးတဲ႔ အေမရိကန္ စစ္သားတစ္ေယာက္ အေၾကာင္း စသျဖင့္ ျဖစ္ရပ္မွန္ ေတြကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/emperor-2012/",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/vanilla-sky-poster-133x200.jpg",
        "title": "Vanilla Sky (2001)",
        "description": "Vanilla Sky (2001)_______IMDb...6.9/10ဒီကားကိုတစ်ချို့သောသူတွေက မသေခင်ကြည့်သင့်တဲ့ကား ခံစားသက်ဝင်သင့်တဲ့ကားရယ်လို့ ညွှန်းဆိုကြတယ်...\nမင်းသားချောTom Cruiseဟာဒီဇာတ်ကားမှာဆိုရင်တော့ ညှို့အားကောင်းတဲ့\nမင်းသမီးနှစ်ယောက်နဲ့တွဲဖက်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။\nဒီကားကို ကြည့်ဖို့ရည်ရွယ်ပြီဆိုရင် ခင်ဗျားတို့ ဟာ မင်းသားရဲ့ အပြုအမူတွေ အားလုံးနဲ့\nဒိုင်ယာလော့တွေ\nအကုန်လုံးကို အသေးစိတ်လိုက်ရမှာဖြစ်ပါတယ်...အခန်းတစ်ခန်းပြီးသွားတိုင်း ခင်ဗျားဟာ\nဂရုတစိုက်တွေးရတော့မယ်..ဒါဟာ\nTom Cruiseရဲ့ အိပ်မက်လား...ဒါမှမဟုတ်တကယ်ဖြစ်ရပ်လား...\n.နောက်အခန်းကရောဘယ်လိုဆက်စပ်နေလဲဆိုတာမျိုးတွေ\nအတော်အတွေးခေါင်ရပါတယ်....ကျွန်တော့်လို ခပ်ကြောင်လူတွေအတွက်တော့ သဘောကျချင်စရာပဲ.\n..အများသူငါ ဘာကြောင့်\nဒီကားကိုကြည့်သင့်လဲ ညွှန်းဆိုနေကြတယ်ဆိုတာကိုတော့ ခင်ဗျားတို့ကိုယ်တိုင်ပဲခံစားကြည့်လိုက်ပါ.....ဒီကားကုိတစ္ခ်ဳိ႕ေသာသူေတြက မေသခင္ၾကည့္သင့္တဲ့ကား ခံစားသက္၀င္သင့္တဲ့ကားရယ္လုိ႕ ညႊန္းဆုိၾကတယ္...\nမင္းသားေခ်ာTom Cruiseဟာဒီဇာတ္ကားမွာဆိုရင္ေတာ့ ညိွဳ႕အားေကာင္းတဲ႕\nမင္းသမီးႏွစ္ေယာက္နဲ႔တဲြဖက္သရုပ္ေဆာင္ထားတာျဖစ္ပါတယ္။\nဒီကားကုိ ၾကည့္ဖုိ႕ရည္ရြယ္ၿပီဆုိရင္ ခင္ဗ်ားတုိ႕ ဟာ မင္းသားရဲ႕ အျပဳအမူေတြ အားလုံးနဲ႕\nဒုိင္ယာေလာ့ေတြ\nအကုန္လုံးကုိ အေသးစိတ္လုိက္ရမွာျဖစ္ပါတယ္...အခန္းတစ္ခန္းၿပီးသြားတုိင္း ခင္ဗ်ားဟာ\nဂရုတစုိက္ေတြးရေတာ့မယ္..ဒါဟာ\nTom Cruiseရဲ႕ အိပ္မက္လား...ဒါမွမဟုတ္တကယ္ျဖစ္ရပ္လား...\n.ေနာက္အခန္းကေရာဘယ္လုိဆက္စပ္ေနလဲဆုိတာမ်ဳိးေတြ\nအေတာ္အေတြးေခါင္ရပါတယ္....ကြ်န္ေတာ့္လုိ ခပ္ေၾကာင္လူေတြအတြက္ေတာ့ သေဘာက်ခ်င္စရာပဲ.\n..အမ်ားသူငါ ဘာေၾကာင့္\nဒီကားကုိၾကည့္သင့္လဲ ညႊန္းဆုိေနၾကတယ္ဆုိတာကုိေတာ့ ခင္ဗ်ားတုိ႕ကုိယ္တုိင္ပဲခံစားၾကည့္လုိက္ပါ.....File Size : (957 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:16:00\nGenre :  Fantasy, Mystery, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Hnin Amy ...",
        "rating": "6.9",
        "url": "https://megaup.net/1xiu3/Vanilla_Sky_[2001]_(MM_Sub).mp4",
        "category": "Fantasy, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g8vgcpYYOs1ZmF47KJLnxeSQytc.jpg",
        "title": "Psychic Kusuo (2017)",
        "description": "ဆိုင္ကီ ကူဆူအိုဟာ အသက္၁၆ႏွစ္အ႐ြယ္႐ွိတဲ့\nအထက္တန္းေက်ာင္းသားတစ္ေယာက္ပါ...\nေမြးကတည္းက စိတ္စြမ္းအင္ေတြကိုပိုင္ဆိုင္ရ႐ွိထားတဲ့သူ႔အေနနဲ႔\nဒီလိုဘ၀မ်ိဳးကိုစိတ္ပ်က္ေနျပီး သာမန္ဘ၀မ်ိဳးနဲ႔သာေနလိုသူပါ...\nဒါေၾကာင့္မို႔ သူ႔ရဲ႕စြမ္းအင္ေတြကို အျခားသူေတြမသိေအာင္နဲ႔\nသတိမထားမိေအာင္လို႔ လွ်ိဳ႕၀ွက္ျပီးေနထိုင္ေနပါတယ္...\nဒါေပမယ့္လဲ ကံမေကာင္းစြာနဲ႔ မထင္မွတ္ပဲ\nသူ႔အတန္းေဖာ္တခ်ိဳ႕ရဲ႕သတိျပဳျခင္းကိုခံလာရျပီးေနာက္မွာ\nသူထင္ထားတာထက္ပိုျပီးေတာ့ သာမန္ဘ၀မ်ိဳးနဲ႔ေနရတာက\nပိုမိုခက္ခဲလာပါေတာ့တယ္...\nကူဆူအိုအေနနဲ႔ သူ႔ရဲ႕အဖိုးတန္လွတဲ့သာမန္ဘ၀ေလးကို\nဆက္လက္ထိန္းသိမ္းထားႏိုင္ပါ့မလား...\nသာမာန္လူေတြထက္ထူးၿခားေနတဲ့လူေတြအဖို႕ ေအးေဆးေနႏိုင္ဖို႕ဆိုတာ\nေတာ္ေတာ္ခက္ခဲတဲ့ အရာလို႕ေၿပာလို႕ရပါတယ္..\nလူေတြဂရုမစိုက္မိေအာင္ေနတတ္ေအာင္ဆိုတာက\nေၿပာရတာလြယ္သေလာက္လုပ္ရတာ\nေတာ္ေတာ္ေလးကိုခက္ပါတယ္..\nဒါေၾကာင့္ ဂ်ပန္ကားေတြကိုမွၾကိဳက္တဲ့လူေတြအတြက္\nဒီကားေလးကို ၾကည့္ၾကည့္ၾကဖို႕ တိုက္တြန္းလိုက္ပါတယ္...\nFile Size : (765 MB) and (345 MB)\nQuality : Blu Ray 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu Ray 720p\nTranslated by Pone Thone\nEncoded by Moe ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/psychic-kusuo/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/reign-of-assassins-52350055cbd94-140x200.jpg",
        "title": "Reign of Assassins (2010)",
        "description": "ရုပ္ရွင္ဝါသနာရွင္အခ်င္းခ်င္း ကြ်န္ေတာ့္ကို ဘယ္သိုင္းကားအၾကိဳက္ဆံုးလဲလို႕ ေမးရင္ အျမဲတမ္း စေျပာမိတာက အခုတင္ေပးထားတဲ့ Reign of Assassins ပါပဲ။အခုေနာက္ပိုင္း ထြက္ေနတဲ့ အထူးကြန္ျပဴတာဖန္တီးမႈလိႈင္လိႈင္နဲ႕ ကႏြဲ႕ကလ် သိုင္းသမားကားေတြနဲ႕ တျခားစီပါပဲ။ ဇာတ္လမ္း ဒိုင္ယာေလာ့ တိုက္ခိုက္ခန္းတြ အားလံုးျပည့္စံုပါတယ္။အခ်ိန္တုိအတြင္းမွာ ထူးျခားတဲ့ ဇာတ္ေကာင္ေတြနဲ႕ မတူညီတဲ့ သိုင္းေတြကို လွလွပပ ရိုက္ျပသြားတာပါ။ ကြ်န္ေတာ္ကိုယ္တိုင္ အနည္းဆံုး ၅ ေခါက္ေလာက္ေတာ့ ျပန္ၾကည့္မိပါေသးတယ္။ဇာတ္လမ္းအက်ဥ္း ေျပာျပပါ့မယ္။သိုင္းေလာကမွာ သတင္းတစ္ခုရိွပါတယ္။ ေဗာဓိဆရာေတာ္ရဲ႕ ရုပ္အေလာင္းကို ရရင္ သိုင္းေလာကတစ္ခုလံုးကို အုပ္စိုးႏိုင္မယ္ ေရာဂါအားလံုးလည္း ေပ်ာက္ကင္းႏိုင္မယ္ေပါ့။ အဲဒီအေလာင္းကိုရဖို႕ အားလံုးတိုက္ခိုက္ေနၾကခ်ိန္မွာ အလြန္အစြမ္းထက္တဲ့ လ်ိဳ႕ဝွက္ လူသတ္သမားအဖြဲ႕ ေက်ာက္မည္းဂိုဏ္းပါ ပါဝင္လာပါတယ္။အဲဒီဂိုဏ္းရဲ႕ နာမည္ၾကီး လူသတ္သမား မိုးဖြဲ(မစ္ခ်ဲယို) ဟာ အေလာင္းတစ္ဝက္ကို ရသြားျပီး အေၾကာင္းတစ္ခုနဲ႕ ဇာတ္ျမွပ္သြားပါတယ္၊ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2h9pC/Reign_of_Assassins_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mvgNgJuB6iu4pFKpmaP1yDIv52J.jpg",
        "title": "Bilal: A New Breed of Hero (2015)",
        "description": "လွန်ခဲ့သောနှစ်ပေါင်းများစွာကြာက ဘာသာရေးယုံကြည်မှုများမထွန်းကားချိန်အခါတုန်းက ဘီလာနဲ့ဂူဖိုးယားတို့မောင်နှမနှစ်ယောက်ဟာရွာလေးတစ်ရွာမှာ သူတို့အမေနဲ့အတူ ငြိမ်းငြိမ်းချမ်းချမ်းနေနေခဲ့ကြတယ်ဘီလာဟာငယ်ငယ်လေးထဲကမြင့်မြတ်တဲ့စစ်သည်တော်ကြီးတစ်ယောက်ဖြစ်ချင်ခဲ့သူတစ်ယောက်ပါခေတ်အခါကလဲ မှောင်ခေတ်ကလဲ မှောင်ခေတ်လို့ပြောရလောက်အောင်သက်ဦးဆံပိုင်ကျွန်ခေတ်ဖြစ်နေတော့ တစ်ရက်မှာ သူတို့ရွာလေးကိုအင်အားကြီးနယ်မြေက သိမ်းသွားပြီး သူတို့အမေလဲသေသူတို့ကိုလဲ ကျွန်အဖြစ်နဲ့ဖမ်းသွားခဲ့ပါတယ်အဲ့ဒီလိုနဲ့ဘီလာတို့မောင်နှနှစ်ယောက် ကျွန်အဖြစ်နဲ့နေလာရင်းဘာသာရေးကိုခုတုံးလုပ်ပြီး စီးပွားရှာနေတဲ့သူဌေးကြီးရဲ့ အစေခံမဖြစ်နေခဲ့ရပါတယ်ဒီလိုနဲ့ပါ နှစ်တွေကြာလာတဲ့အချိန်မှာ ဘာသာရေးရဲ့အနှစ်သာရကိုတကယ်သိရှိတဲ့လူနဲ့တွေ့ပြီး ဘီလာတစ်ယောက် မှန်ကန်တဲ့လမ်းကိုရွေးပြီးလွတ်လပ်ပြီးတန်းတူအခွင့်အရေးရရှိဖို့အတွက် ကြိုးစားလာပါတော့တယ်ဒီအချိန်မှာ ဘာသာရေးကိုခုတုံးလုပ်အမြတ်ထုတ်နေသူတွေနဲ့ယုံကြည်သူတွေကြားထဲ ဘယ်လိုအားပြိုင်မှုတွေဖြစ်လာမလဲဆိုတာကိုတော့ဒီဇာတ်ကားကိုသာဆက်ကြည့်လိုက်ကြပါပြီးတော့ ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ခုလည်းဖြစ်ပါတယ်...Rating 8.5 ရရှိထားတဲ့ ဒီကားလေးဟာ ကြည့်တဲ့လူတွေအဖို့အတိုင်းတာတစ်ခုထိကျေနပ်စေမှာပါ....File Size : (941 MB) and (364 MB)\nQuality : Web Rip 1080p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Adventure, Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Web Rip 1080p\nTranslated by Crisis A ...",
        "rating": "8.5",
        "url": "https://megaup.net/1Neod/Bilal_-_A_New_Breed__of_Hero_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ulfbTB4eqckVvknntPOzJQwB7am.jpg",
        "title": "My Perfect You (2018)",
        "description": "My Perfect( ကိုယ့္ရဲ႕ျပည့္စံုသူေလး)ဖိလစ္ပိုင္ဇာတ္ကားကိုမွ ႀကိဳက္တဲ့ ပရိတ္သတ္ေတြရွိလား...ဒါဆိုရင္ေတာ့ ဒီႏွစ္မွာပဲ ထြက္ရွိထားတဲ့ \"My perfect you\" ဆိုတဲ့ ဇာတ္လမ္းနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္...အညႊန္း- ဘန္းဆိုတဲ့ ေကာင္ေလးက ခ်စ္သူကို အရမ္းခ်စ္တဲ့ ေကာင္ေလးတစ္ေယာက္...ဒါေပမဲ့ မေမၽွာ္လင့္ဘဲ သူ႔ခ်စ္သူရဲ႕ ျငင္းပယ္မႈကို ခံလိုက္ရတဲ့အခ်ိန္...နာက်င္မႈေတြေၾကာင့္ အလုပ္ေတြလဲပ်က္ၿပီး အလုပ္ထုတ္ခံလိုက္ရတဲ့ ဘန္း...သူ႔ကို သူ႔ေကာင္မေလး ဘာလို႔ ျငင္းခဲ့တာလဲ.... ဘန္းဟာ စိတ္ညစ္ၿပီး ကားအရွိန္နဲ႔ ေမာင္းခဲ့တယ္...ဒီလိုနဲ႔ ကားမထိန္းႏိုင္ျဖစ္ၿပီး လၽွိတစ္ခုထဲ က်သြားခဲ့တယ္...ဘန္းဟာ ကားထဲက ထြက္ၿပီး ေယာင္လည္လည္နဲ႔ အပန္းေျဖစခန္းတစ္ခုထဲေရာက္သြားတယ္...အဲ့အပန္းေျဖစခန္းရဲ႕ ပိုင္ရွင္အဘီဆိုတဲ့ေကာင္မေလးနဲ႔ ဆံုခဲ့တယ္...အဘီနဲ႔ ဘန္း သံေယာဇဥ္ေတြျဖစ္ခဲ့တယ္.. ဒါေပမဲ့ ဘန္းရဲ႕ အခ်စ္ဇာတ္လမ္းက တည္ျမဲပါ့မလား....ဒီဇာတ္လမ္းထဲက ရတာက လူတိုင္းျပႆနာေတြနဲ႔ ေန႔စဥ္ မိတ္ေဆြျဖစ္ရတာ သိခဲ့ပါတယ္...ကိုယ့္ကိုကိုယ္ခ်စ္တတ္ဖို႔ သင္ယူႏုိင္ခဲ့တယ္...CM ပရိတ္သတ္ႀကီး \"My perfect you\" ဆိုတဲ့ ဇာတ္လမ္းေလးကို အားေပးၾကပါဦးေနာ္.... Qty ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/my-perfect-you-2018/",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/eUuDUh7i8SHY5b23nfPq5qF4O4M-133x200.jpg",
        "title": "Kung Fu Traveler 2 (2018)",
        "description": "ဒီကားကတော့ Kung Fu Traveler 1 ရဲ့အဆက်ဖြစ်ပါတယ်ဇာတ်လမ်းကျောရိုးကတော့ ဂြိုလ်သားတွေ ကမ္ဘာမြေကိုကျူးကျော်လာပြီးနောက်ပိုင်း သူတို့ကို တိုက်ခိုက်နိုင်တာဟာ ကွန်ဖူးသိုင်းပညာတစ်ခုပဲရှိပါတော့တယ်ပထမဇာတ်ကားတုန်းက လူသားတွေဘက်က စက်ရုပ်တစ်ကို ၁၈ရာစုကို အချိန်ခရီးသွားစေခဲ့ပြီးတောင်ပိုင်းကွန်ဖူးပညာကို ယူစေခဲ့ပါတယ်ဒါပေမယ့် ပိုအဆင့်မြင့်တဲ့ ဂြိုလ်သားတွေအတွက်တော့ ထိုတောင်ပိုင်းပညာတစ်ခုနဲ့တင် မလုံလောက်ခဲ့ပါဘူးအဲ့ဒါကြောင့် ဒီဒုတိယဇာတ်ကားမှာတော့ စက်ရုပ်နှစ်ကို မြောက်ပိုင်းခြေထောက်သိုင်းဘုရင်ဆီကို ထပ်မံ စေလွှတ်ပြီး ပညာသင်စေခဲ့ပါတယ်အချိုးအကွေ့တွေများစွာနဲ့အတူ စက်ရုပ်နှစ်နဲ့ ဇုဇီရင်းတို့နှစ်ယောက်ကွန်ဖူးဆရာကြီးကိုရှာပုံတော်ဖွင့်ခန်းကို ကြည့်ရှုရမှာဖြစ်ပါတယ်ပထမဇာတ်ကားရဲ့ သရုပ်ဆောင်တွေဖြစ်တဲ့ မင်းသား Tiger Wu Chan နဲ့ မင်းသမီး Zhi Wang က ပါဝင်သရုပ်ဆောင်ထားပါတယ်တစ်ခုပါပဲ Low budget CGI ဖြစ်ပြီး ပထမဇာတ်ကားလောက်သိပ်အားမရခဲ့ပေမယ့် တရုတ်ရိုးရာသိုင်းကွက်တွေကိုအဓိကထားကြည့်ရှုရမှာမို့Entertaining တော့ဖြစ်ခဲ့ပါကြောင်း...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (750 MB) and (360 MB)\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "5.0",
        "url": "https://megaup.net/2neP1/Kung_Fu_Traveler_2_[2018]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/nQUcM4OSwUjqo5MHltfn4c6GEWy-138x200.jpg",
        "title": "Rambo: First Blood Part II (1985)",
        "description": "[Unicode]John Rambo တစ်ယောက် သူလုပ်ခဲ့တဲ့ကိစ္စတွေကြောင့်\nအပြစ်ပေးခံနေရစဉ်မှာ\nအဖေလိုအားကိုးရတဲ့ သူ့ရဲ့အထက်အရာရှိဟောင်း Colonel Trautman က\nလျှို့ဝှက်စစ်ဆင်ရေးတစ်ခုကို လုပ်ပေးဖို့ကမ်းလှမ်းပါတယ်။\nဗီယက်နမ်ကိုပြန်သွားပြီး စစ်သုံ့ပန်းတွေကိုဖမ်းထားမထား စုံစမ်းခိုင်းလိုက်တာပါ။\nသတင်းပို့ပေးဖို့ပဲ တာဝန်ရှိပေမယ့် Rambo က သုံ့ပန်းတွေထဲကတစ်ယောက်ကိုကယ်လာခဲ့ပါတယ်။\nအဲဒီအချိန်မှာ စစ်ဆင်ရေးခေါင်းဆောင်ဖြစ်တဲ့ Mardock ကသစ္စာဖောက်လိုက်လို့ အဖမ်းခံရသွားပါတယ်။\nအဖမ်းခံရတဲ့ထဲက လွတ်အောင်ဘယ်လိုလုပ်လဲ ...\nဘယ်လိုပြန်သွားနိုင်မလဲ ...\nသုံ့ပန်းတွေကိုကယ်နိုင်ပါမလားဆိုတာတော့ ကြည့်လိုက်ကြပါတော့...အညွှန်းရေးသူကတော့ d3mon ဖြစ်ပါတယ်။[Zawgyi]John Rambo တစ္ေယာက္ သူလုပ္ခဲ့တဲ့ကိစၥေတြေၾကာင့္\nအျပစ္ေပးခံေနရစဥ္မွာ\nအေဖလိုအားကုိးရတဲ့ သူ႕ရဲ႕အထက္အရာရွိေဟာင္း Colonel Trautman က\nလွ်ိဳ႕ဝွက္စစ္ဆင္ေရးတစ္ခုကုိ လုပ္ေပးဖုိ႔ကမ္းလွမ္းပါတယ္။\nဗီယက္နမ္ကုိျပန္သြားျပီး စစ္သုံ႔ပန္းေတြကုိဖမ္းထားမထား စုံစမ္းခုိင္းလုိက္တာပါ။\nသတင္းပုိ႔ေပးဖုိ႔ပဲ တာဝန္ရွိေပမယ့္ Rambo က သုံ႔ပန္းေတြထဲကတစ္ေယာက္ကုိကယ္လာခဲ့ပါတယ္။\nအဲဒီအခ်ိန္မွာ စစ္ဆင္ေရးေခါင္းေဆာင္ျဖစ္တဲ့ Mardock ကသစၥာေဖာက္လုိက္လုိ႔ အဖမ္းခံရသြားပါတယ္။\nအဖမ္းခံရတဲ့ထဲက လြတ္ေအာင္ဘယ္လုိုလုပ္လဲ ...\nဘယ္လုိျပန္သြားႏိုင္မလဲ ...\nသု႔ံပန္းေတြကုိကယ္ႏုိင္ပါမလားဆုိတာေတာ့ ၾကည့္လုိက္ၾကပါေတာ့...အညြွန္းေရးသူကေတာ့ d3mon ျဖစ္ပါတယ္။File size…(900MB) and (400MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:35:58\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung ...",
        "rating": "6.4",
        "url": "https://megaup.net/4eB6j/%7BCM%7DRambo_-_First_Blood_Part_II.1985.(1080p).mp4",
        "category": "Action, Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/sylvester-stallone-poster-rambo-iii-1988-BPD63P-130x200.jpg",
        "title": "Rambo III (1988)",
        "description": "[Unicode]ဒီတစ်ခါမှာတော့ ဘုန်းကြီးကျောင်းတစ်ကျောင်းမှာ\nအငြိမ်းစားယူနေတဲ့ Rambo တစ်ယောက်\nသူ့ရဲ့အဖေလိုရင်းနှီးတဲ့ Colonel Trautman သူနဲ့အတူ\nတာဝန်ထမ်းဆောင်ဖို့ လာခေါ်ပါတယ်။\nအနားယူဖို့စိတ်ဆုံးဖြတ်ထားလို့ ငြင်းလိုက်ပေမယ့်\nTrautman တစ်ယောက်ရန်သူလက်ထဲကျသွားတဲ့အချိန်မှာ\nRambo ဟာသွားကယ်ဖို့ လိုက်သွားပါတယ်။\nအဲဒီမှာ ဒုက္ခရောက်နေတဲ့ ဒေသခံတွေရဲ့ အခြေအနေကိုကြည့်ပြီး\nစိတ်မကောင်းဖြစ်မိကာ Trautman ကိုကယ်တင်ရင်း\nဒေသခံတွေအတွက်ပါကူညီပေးတာကိုတွေ့ရမှာပါ။ဒီဇာတ်ကားလေးကတော့ Action,Adventure,Dramaဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်ခင်ဗျာ။[Zawgyi]ဒီတစ္ခါမွာေတာ့ ဘုန္းၾကီးေက်ာင္းတစ္ေက်ာင္းမွာ\nအျငိမ္းစားယူေနတဲ့ Rambo တစ္ေယာက္\nသူ႕ရဲ႕အေဖလုိရင္းႏွီးတဲ့ Colonel Trautman သူနဲ႔အတူ\nတာဝန္ထမ္းေဆာင္ဖုိ႔ လာေခၚပါတယ္။\nအနားယူဖုိ႔စိတ္ဆုံးျဖတ္ထားလုိ႔ ျငင္းလုိက္ေပမယ့္\nTrautman တစ္ေယာက္ရန္သူလက္ထဲက်သြားတဲ့အခ်ိန္မွာ\nRambo ဟာသြားကယ္ဖုိ႔ လုိက္သြားပါတယ္။\nအဲဒီမွာ ဒုကၡေရာက္ေနတဲ့ ေဒသခံေတြရဲ႕ အေျခအေနကုိၾကည့္ျပီး\nစိတ္မေကာင္းျဖစ္မိကာ Trautman ကုိကယ္တင္ရင္း\nေဒသခံေတြအတြက္ပါကူညီေပးတာကုိေတြ႕ရမွာပါ။ဒီဇာတ္ကားေလးကေတာ့ Action,Adventure,Dramaဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္ခင္ဗ်ာ။File size…(950MB) and (410MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:41:37\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung Latt",
        "rating": "5.7",
        "url": "https://megaup.net/4UyyV/%7BCM%7DRambo.III.1988.1080p.BluRay.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/51amxwoekL-1-135x200.jpg",
        "title": "Rambo-First Blood (1982)",
        "description": "[Unicode]Rambo ဆိုတာနဲ့ ခေါင်းမှာ အဝတ်စည်းပြီး\nM60 ကြီးကိုင်ထားတဲ့ Stallone ပုံကိုပြေးမြင်ကြမှာသေချာပါတယ်။\nအဲဒါကြောင့်ဒီကားနဲ့အထူးမိတ်ဆက်ပေးစရာမလိုတော့ဘူးထင်ပါတယ်။\nIMDB Rating 7.7 ရရှိထားတဲ့ဇာတ်ကားလေးပါ။\nအက်ရှင်ကားပရိတ်သတ်တွေအတွက် အတော်အကြိုက်တွေ့ကြမှာသေချာပါတယ်။\nကြည့်ပြီးသူတွေများမယ်ဆိုပေမယ့် မကြည့်ရသေးတဲ့သူတွေအတွက်\nဇာတ်လမ်းအကျဉ်းလေးပြောပါဦးမယ်။ဗီယက်နမ်စစ်ပြန်တစ်ယောက်ဖြစ်တဲ့ John.J. Rambo ဟာ\nအိမ်ခြေရာမဲ့လျှောက်သွားနေသူတစ်ယောက်ဖြစ်နေပြီး\nသူ့ရဲ့တစ်ဦးတည်းသောစစ်ပြန်သူငယ်ချင်းဆီ သွားတဲ့အခါ\nသေဆုံးသွားကြောင်းကိုကြားလိုက်ရပါတယ်။\nလေလွင့်နေရင်း နယ်မြို့လေးတစ်မြို့ကိုရောက်သွားပြီး\nအဲဒီမြို့က ဒေသခံရဲမှုး နဲ့ရဲတပ်ဖွဲ့ဝင်တွေရဲ့ အာဏာအလွဲသုံးစားလုပ်ပြီး\nမရှိတဲ့အမှုကိုရှာကြံပြီး တရားစွဲဖို့ကြိုးစားနေပြီး အနိုင့်အထက်လုပ်တာကိုခံရတဲ့အခါ\nရဲစခန်းက ထွက်ပြေးခဲ့ပါတယ်။\nသူ့အသက်ကိုသတ်ဖို့ကြိုးစားလာတဲ့အထိဖြစ်လာတာကြောင့်\nပြန်လည်တုံ့ပြန်ခဲ့ပုံကိုတော့ ဇာတ်ကားမှာကြည့်ပါဗျာ။[Zawgyi]Rambo ဆုိတာနဲ႔ ေခါင္းမွာ အဝတ္စည္းျပီး\nM60 ၾကီးကုိင္ထားတဲ့ Stallone ပုံကုိေျပးျမင္ၾကမွာေသခ်ာပါတယ္။\nအဲဒါေၾကာင့္ဒီကားနဲ႔အထူးမိတ္ဆက္ေပးစရာမလုိေတာ့ဘူးထင္ပါတယ္။\nIMDB Rating 7.7 ရရွိထားတဲ့ဇာတ္ကားေလးပါ။\nအက္ရွင္ကားပရိတ္သတ္ေတြအတြက္ အေတာ္အၾကိဳက္ေတြ႕ၾကမွာေသခ်ာပါတယ္။\nၾကည့္ျပီးသူေတြမ်ားမယ္ဆုိေပမယ့္ မၾကည့္ရေသးတဲ့သူေတြအတြက္\nဇာတ္လမ္းအက်ဥ္းေလးေျပာပါဦးမယ္။ဗီယက္နမ္စစ္ျပန္တစ္ေယာက္ျဖစ္တဲ့ John.J. Rambo ဟာ\nအိမ္ေျခရာမဲ့ေလွ်ာက္သြားေနသူတစ္ေယာက္ျဖစ္ေနျပီး\nသူ႕ရဲ႕တစ္ဦးတည္းေသာစစ္ျပန္သူငယ္ခ်င္းဆီ သြားတဲ့အခါ\nေသဆုံးသြားေၾကာင္းကုိၾကားလုိက္ရပါတယ္။\nေလလြင့္ေနရင္း နယ္ျမိဳ႕ေလးတစ္ျမိဳ႕ကုိေရာက္သြားျပီး\nအဲဒီျမိဳ႕က ေဒသခံရဲမႈး နဲ႔ရဲတပ္ဖြဲ႕ဝင္ေတြရဲ႕ အာဏာအလြဲသုံးစားလုပ္ျပီး\nမရွိတဲ့အမႈကုိရွာၾကံျပီး တရားစြဲဖုိ႔ၾကိဳးစားေနျပီး အႏိုင့္အထက္လုပ္တာကုိခံရတဲ့အခါ\nရဲစခန္းက ထြက္ေျပးခဲ့ပါတယ္။\nသူ႕အသက္ကုိသတ္ဖုိ႔ၾကိဳးစားလာတဲ့အထိျဖစ္လာတာေၾကာင့္\nျပန္လည္တုံ႔ျပန္ခဲ့ပုံကုိေတာ့ ဇာတ္ကားမွာၾကည့္ပါဗ်ာ။File size…(900MB) and (380MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:33:22\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung Latt",
        "rating": "7.7",
        "url": "https://megaup.net/4eB6q/%7BCM%7DRambo.First_Blood._1080p_(1982).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "",
        "title": "Siberia (2018)",
        "description": "ဒီတစ္ခါမွာေတာ့ မၾကာေသးခင္ကမွ ထြက္ရွိထားတဲ့ John Wick မင္းသားၾကီး Keanu Reeves ရဲ႕ဇာတ္ကားအသစ္ကို တင္ဆက္ေပးလိုက္ပါတယ္။Romance, Crime, Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီးေတာ့ ဒါရိုက္တာ Matthew Ross က ရိုက္ကူးပံုေဖာ္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္း\n==========\nLucas Hill ဟာ အေမရိကန္စိန္ကုန္သည္တစ္ဦးျဖစ္ပါတယ္။တစ္ရက္မွာ အျပာေရာင္စိန္ေတြကို ေရာင္းဖို႔ရုရွားက၀ယ္လက္တစ္ဦးနဲ႔ခ်ိတ္ဆက္မိသြားတဲ့အခါ အေရာင္းအ၀ယ္ျဖစ္ေျမာက္ေရးအတြက္ရုရွားႏုိင္ငံကိုထြက္လာခဲ့ပါေတာ့တယ္။သို႔ေပမယ့္ ရုရွားအေရာက္မွာေတာ့ သူ႔စိန္ေတြကို ထိန္းသိမ္းေပးထားတဲ့ ပါတနာျဖစ္သူ Pyotr ဟာ စိန္ေတြနဲ႔အတူေပ်ာက္ဆံုးေနတာကိုသိလိုက္ရပါတယ္။တစ္ဖက္၀ယ္လက္ဟာ မာဖီးယားဆန္ဆန္လူဆိုးဂိုဏ္းျဖစ္တာေၾကာင့္ အေရာင္းအ၀ယ္သာမျဖစ္ရင္ သူ႔အသက္ရန္ရွာခံရမယ္ဆိုတာကိုသိတဲ့ Lucas ဟာ ေပ်ာက္သြားတဲ့ပါတနာနဲ႔စိန္ေတြကို အပူတျပင္းလိုက္ရွာရပါေတာ့တယ္။အဲဒီလိုလိုက္ရွာရင္းနဲ႔ ယမကာဆိုင္ပိုင္ရွင္တစ္ဦးျဖစ္တဲ့ Katya ဆိုသူနဲ႔ ျငိစြန္းမိသြားတဲ့အခါမွာ အေျခအေနေတြက ပိုျပီးရႈပ္ေထြးလာပါေတာ့တယ္။ဒီလိုရႈပ္ေထြးတဲ့အေျခအေနကို Lucas တစ္ေယာက္ ဘယ္လိုကိုင္တြယ္မလဲဆိုတာေတာ့ ကိုယ္တိုင္ပဲၾကည့္ရႈလိုက္ပါ။ဒီဇာတ္ကားဟာ Crime Thriller ကားသာျဖစ္တဲ့အတြက္ေၾကာင့္John Wick လို အက္ရွင္ဇာတ္ၾကမ္းမ်ိဳးသာၾကည့္ခ်င္တဲ့ ပရိသတ္ၾကီးအတြက္ေတာ့ စိတ္မေကာင္းပါဘူး။အက္ရွင္အခန္းေတြေဖာေဖာသီသီၾကီးမပါ၀င္တဲ့ခပ္ေအးေအးဇာတ္လမ္းသာျဖစ္ေပမယ့္ ေရွ႕ဘာဆက္ျဖစ္မလဲဆိုတဲ့သိခ်င္စိတ္နဲ႔ ဇာတ္လမ္းကိုအဆံုးထိဆြဲေခၚသြားမွာပါ။မင္းသားၾကီး Keanu Reeves ...",
        "rating": "5.1",
        "url": "https://megaup.net/1xZdi/Siberia_[2018]_(MM_Sub).mp4",
        "category": "Crime, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/prdFM08mGvVDA6uQxKJh8n8Vek1.jpg",
        "title": "How It Ends (2018)",
        "description": "ဒီတစ္ေခါက္ေတာ႔ CM ပရိသတ္ၾကီးအတြက္ Netflix ကတင္ဆက္ေပးလိုက္တဲ႔ Sci-Fi ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ How it ends (2018)ပါ။ဒီဇာတ္လမ္းေလးဟာ သဲထိတ္ရင္ဖိုကားေတြကိုေမွ်ာ္လင္႔ေနတဲ႔ ပရိသတ္ၾကီးအတြက္ေတာ႔ အရမ္းကိုအၾကိဳက္ေတြ႔ေစမယ္႔ကားေလးပါ။နာမည္ေက်ာ္မင္းသားၾကီး Forest Whitakerရဲ ႔သဘာဝက်က်သရုပ္ေဆာင္မႈေတြရယ္၊ ထူးဆန္းတဲ႔ဇာတ္လမ္းေက်ာရိုးရယ္ ေၾကာင္႔ဇာတ္လမ္းအဆံုးအထိဆြဲေခၚသြားႏိုင္မွာမလြဲမေသြပါပဲ။ဒီဇာတ္လမ္းေလးရဲ ႔အက်ဥ္းကေတာ႔....ဥပေဒအက်ိဳးေတာ္ေဆာင္ျဖစ္တဲ႔ ဝီလ္တစ္ေယာက္ သူနဲ႔ဆက္ဆံေရးသိပ္မေျပလည္လွတဲ႔ ေယာကၡမေလာင္းျဖစ္သူ တြမ္ဆီကို သမီးေတာင္းဖို႔ တစ္ကိုယ္တည္းခရီးထြက္လာခဲ႔ပါေတာ႔တယ္။ေယာကၡမေလာင္းမိသားစုနဲ႔ အဆင္မေျပျဖစ္ျပီး အိမ္ကိုျပန္အလာမွာ ထူးဆန္းတာေတြျဖစ္ေပၚလာခဲ႔ပါေတာ႔တယ္။သူ႔ေကာင္မေလးျဖစ္သူဆမ္ေနထိုင္ရာဆီးယက္တဲလ္မွာတစ္ခုခုေတာ႔ျဖစ္ေနျပီလို႔သိကာ အေျပးအလႊားျပန္ေပမယ္႔ လွ်ပ္စစ္ဓာတ္အားလိုင္းေတြျပတ္ေတာက္ ဆက္သြယ္ေရးလိုင္းေတြျပတ္ေတာက္ကာ ေလယာဥ္ေတြလဲမထြက္ေတာ႔ပါဘူး။အဲ႔ဒီအခါမွာသူ႔နဲ႔ဆက္ဆံေရးမေျပလည္တဲ႔စစ္သားေဟာင္းေယာကၡမျဖစ္သူနဲ႔ သူ႔ေကာင္မေလးဆီကိုခရီးႏွင္ပါေတာ႔တယ္...အစစအရာရာျပတ္ေတာက္သြားတဲ႔အေျခအေနတစ္ခုမွာ သူတို႔ႏွစ္ေယာက္ေရာေအာင္ျမင္ပါ႔မလား?ဒီလိုရုတ္တရက္ျဖစ္လာတာေတြကဘာေၾကာင္႔လဲ?မိုင္ေပါင္းေထာင္ေသာင္းခ်ီတဲ႔ခရီးလမ္းတစ္ခုမွာဘာေတြေတြ႔ၾကံဳရဦးမွာလဲ? စတဲ႔ေမးခြန္းေပါင္းမ်ားစြာနဲ႔ဇာတ္လမ္းအဆံုးထိဆြဲေခၚသြားႏိုင္မယ္႔ဇာတ္လမ္းေလးပါလို႔ပဲညႊန္းလိုက္ပါရေစ။ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Aye Mon Kyaw ပါ) File Size : (860 MB) and (380 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 53min\nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/how-it-ends-2018/",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yvmhEcqzN2bUZvEmEIh9SjhTkr6.jpg",
        "title": "Benji(2018)",
        "description": "NetFlix ရုပ္​သံလိုင္​းကရိုက္​ကူးထားၿပီး Director - Brandon Camp ရိုက္​ကူးထားတဲ့ Benji ဆိုတဲ့ကား​ေလးကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​Benji ဆိုတာ ဟိုး 1980s ကာလ​ေလာက္​ကထဲက ထြက္​ထားတဲ့ကား​ေလးျဖစ္​ၿပီးဇာတ္​လမ္​း​ေကာင္​းလြန္​း​ေတာ့ ဒါရိုက္​တာ အမ်ိဳးမ်ိဳးက ျပန္​လည္​ရိုက္​ကူးၾကပါတယ္​ ထူးျခားတာတစ္​ခုက ဒီကားထဲမွာ ​ေတာ့ Benji ဟာ ​ေခြးအစစ္​ကို ​ေသခ်ာသင္​ၿပီး လိုျခင္​တဲ့အမူအရာ သရုပ္​​ေဆာင္​တဲ့ပံုစံရ​ေအာင္​ ထပ္​ခါတလဲလဲအခ်ိန္​​ေပးရိုက္​ကူးထားတယ္​လို႔သိရပါတယ္​IMDb မွာ​ေတာ့ 6.4 ရထားၿပီး​ေတာ့ ​ေခြးခ်စ္​တတ္​တဲ့ ပရိတ္​သတ္​ႀကီး အတြက္​တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ဘန္ဂ်ီဆိုတာေပစုတ္စုတ္နဲ႔ပိုင္႐ွင္မဲ့ေခြးေလးတစ္ေကာင္ျဖစ္ပါတယ္ဘယ္သြားလို႔ဘယ္လာရမွန္းမသိဘဲ လမ္းေဘးမွာေနတဲ့ ဘန္ဂ်ီေလးကို ကာတာဆိုတဲ့ ကေလးေလးတစ္ေယာက္ကအိမ္ကိုခိုးေခၚလာခဲ့ၿပီး သူ႔ညီမ ဖရန္ကီနဲ႔အတူ သူ႔အေမမသိေအာင္ ဖြက္ထားဖို႔ႀကိဳးစားခဲ့ပါတယ္တရက္မွာေတာ့ ကာတာနဲ႔ဖရန္ကီတုိ႔ေမာင္ႏွမကုိ ဓားျပေတြက ေရာင္းစားဖို႔ဖမ္းသြားတဲ့အခါ ဘန္ဂ်ီေလးကအစြမ္းကုန္ႀကိဳးစားၿပီး ကေလး၂ေယာက္ကို ဘယ္လိုကယ္တင္မလဲဆိုတာ ၾကည့္႐ႈရမွာျဖစ္ပါတယ္တကယ့္ေခြးအစစ္ေတြကို သင္ေပးၿပီး လိုခ်င္တဲ့အိုက္တင္မရမခ်င္း အပင္ပန္းခံ႐ိုက္ကူးထားတာျဖစ္လို႔ ၾကည့္ရတာအခ်ိန္ကုန္တန္ေစမွာပါ Qty - 720p Web DLDuration - 1hr 45minSubtitle ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/benji2018/",
        "category": "Comedy, Crime, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a05xQU9huY3P5uurLcGGHmsf2Vh.jpg",
        "title": "Monsters University (2013)",
        "description": "A look at the relationship between Mike and Sulley during their days at Monsters Universitywhen they weren't necessarily the best of friends.   (ဘာသာျပန္သူကေတာ့  Myat Noe Wutt Yi ပါ)  File Size : (850 MB) and (370 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre : Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  1080p.BluRay.x264-CiNEFiLE\nTranslated by Myat Noe Wutt Yi \nEncoded by Thanhtike Zaw",
        "rating": "7.3",
        "url": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4 https://megaup.net/31DVn/Child’s_Play_[1988]_(MM_Sub).mp4 https://megaup.net/1FJ13/Child’s_Play_2_[1990]_(MM_Sub).mp4 https://megaup.net/1FJ1j/Child’s_Play_3_[1991]_(MM_Sub).mp4 https://megaup.net/ZLyv/Child’s_Play_[2019]_(MM_Sub).mp4 https://megaup.net/ZLzs/Cult_Of_Chucky_[2017]_(MM_Sub).mp4 https://megaup.net/1FJ2h/Curse_Of_Chucky_[2013]_(MM_Sub).mp4 https://megaup.net/2lGuP/Monsters_University_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/93Y9BGx8blzmZOPSoivkFfaifqU.jpg",
        "title": "Monsters, Inc. (2001)",
        "description": "James Sullivan and Mike Wazowski are monstersthey earn their living scaring children and are the best in the business...even though they're more afraid of the children than they are of them.When a child accidentally enters their worldJames and Mike suddenly find that kids are not to be afraid of and they uncover a conspiracy that could threaten all children across ...",
        "rating": "8.1",
        "url": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4 https://megaup.net/31DVn/Child’s_Play_[1988]_(MM_Sub).mp4 https://megaup.net/1FJ13/Child’s_Play_2_[1990]_(MM_Sub).mp4 https://megaup.net/1FJ1j/Child’s_Play_3_[1991]_(MM_Sub).mp4 https://megaup.net/ZLyv/Child’s_Play_[2019]_(MM_Sub).mp4 https://megaup.net/ZLzs/Cult_Of_Chucky_[2017]_(MM_Sub).mp4 https://megaup.net/1FJ2h/Curse_Of_Chucky_[2013]_(MM_Sub).mp4 https://megaup.net/2lGuP/Monsters_University_[2013]_(MM_Sub).mp4 https://megaup.net/31DXr/Monsters,_Inc._[2001]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sEhWMRlf1frCXxovPcbYn5njIJe.jpg",
        "title": "Cho Lon (2013)",
        "description": "IMDb rating 7.0 ရထားၿပီး ခပ္​ၾကမ္​းၾကမ္​း အက္​ရွင္​ႀကိဳက္​ပရိတ္​သတ္​ႀကီးအတြက္​ အၾကမ္​းပတမ္​း သတ္​ပုတ္​ခန္​း​ေတြပါတဲ့ ဇာတ္​ကား​တစ္​ကားကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ဒီဇာတ္ကားေလးက Bui Doi Cho Lon ဆိုတဲ့ 2013 မွာ ထြက္ရွိထားတဲ့ Thai ဇာတ္ကားေလးပါ..လူငယ္အႀကိဳက္ fighting ဇာတ္ကားေကာင္းတစ္ခုပဲျဖစ္ပါတယ္..ဇာတ္ကားထဲမွာ တိုင္ေနာ့နဲ႔ ဟန္ခ်ိဳလံုလို႔ေခၚတဲ့ လူႏွစ္ေယာက္က နယ္ေျမခြဲျခားၿပီး ဂိုဏ္းႏွစ္ဂိုဏ္းကြဲေနတာပါ..အစမွာ ခ်ိဳလံုရဲ႕ညီက မိန္းကေလးတစ္ေယာက္ကို တင္ေျပးလာတာကေနစတာပါပဲ...မိန္းကေလးတစ္ေယာက္ေၾကာင့္ ဂိုဏ္းႏွစ္ခုဟာ အေသအေၾကတိုက္ခိုက္ရၿပီး ေနာက္ဆံုးမွာ ဘယ္လိုျဖစ္သြားလဲဆိုတာ ရင္ တမမ နဲ႔ ၾကည့္ရႈရမယ့္ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္... Qty - 720p Web DLDuration - 1hr 45minGern - Action / ThrillerTranslator - AykayiEncoder - Kyaw Ye Aung",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/cho-lon-2013/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMTQwMTQxNTcwOF5BMl5BanBnXkFtZTcwMzQ1NzUzMQ@@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "Over the Hedge 2006",
        "description": "ကဲပါ ဒီတစ္ေခါက္ အူတက္ေနေအာင္ ရယ္ရၿပီး\nခ်စ္ဖို႔ေကာင္းလြန္းတဲ့ ေဆာင္းခို သတၱ၀ါ ေလးေတြ ရဲ႕\nအစားအစာ ရွာေဖြေတာ္မူခန္း ကို တင္ဆက္ေပးခ်င္ပါတယ္\nDreamWorks Animation ရဲ႕ ထုတ္ကုန္ ဆိုရင္\nေျပာေနစရာမလိုေအာင္ ေကာင္းၿပီးသားမွန္း သိမွာပါ\nဇတ္လမ္းပံုစံကေတာ့ လိပ္ကေလး တစ္ေကာင္ ဦးေဆာင္တဲ့\nေဆာင္းခို အဖြဲ႔ဟာ တစ္ခုေသာ ေႏြရာသီမွာ သူတို႔ အသိုက္ကေန\nထြက္လာၾကၿပီး က်န္တဲ့ ေဆာင္းရာသီ အတြက္ အစာရွာေဖြျခင္း\nလက္ရွိရာသီ အတြက္ အသက္ရွင္ ေနထုိင္ေရး အတြက္ ႀကိဳးပမ္းမႈ မ်ားကို\nစတင္လုပ္ေဆာင္ပါေတာ့တယ္ ဒါေပမယ့္ သူတို႔ မသိလုိက္တာက\nသူတို႔ ေဆာင္းခိုေနစဥ္ ကာလ အတိုေလးမွာပဲ သူတို႔ ေတာအုပ္ေလးကို\nကြပ္လပ္ေလး တစ္ခုအျဖစ္ အလယ္ဗဟိုထားၿပီး ၿမိဳ႕ေသးေသးေလး တစ္ခု\nေဆာက္လုပ္လုိက္တာပါပဲ ဒီေတာ့ သူတို႔ အတြက္ အစာေရစာ ရွားပါးသည့္\nအျပင္ လူသားေတြ ရဲ႕ သက္ျဖတ္ ႏွိမ္ႏွင္းမႈ ကိုလဲ ခံရႏုိင္ပါတယ္\nဒီေတာ့ ဘယ္လိုလုပ္ၾကမလဲ ?\nအဲ့ဒီအခ်ိန္မွာပဲ လူေတြ ကို လွည့္စားၿပီး အစာရွာနည္းသင္ေပးမယ့္\nေၾကာင္လည္ပတ္ကား ေတာေၾကာင္ တစ္ေကာင္ သူတို႔ မိသားစုေလးထဲ\nဆိုက္ဆုိက္ ၿမိဳက္ၿမိဳက္ ေရာက္ရွိလို႔ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2WEhv/Over.The.Hedge(2006).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5gGkt84bCPt7XRo35FcsrOeer78.jpg",
        "title": "Journey’s End (2018)",
        "description": "Journey's End (2018)ဒီတစ္ေခါက္ေတာ့ စစ္ကားေကာင္းေကာင္းၾကိဳက္တဲ႔ Channel Myanmarပရိတ္သတ္ၾကီးအတြက္ ေလာေလာလတ္လတ္ထြက္ရွိတာလဲ စစ္ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစ။ဒီဇာတ္လမ္းေလးနာမည္ကေတာ႔ Journey's End (2018)ကားေလးပါ။နာမည္ေက်ာ္\" The Space between us \",\" Hugo \"အစရွိတဲ႔ဇာတ္လမ္းေတြထဲက သရုပ္ေဆာင္ Asa Butterfield...\" Me before u\",\"Love Rosie!\" အစရွိတဲ႔ Romanceကားေတြနဲ႔ နာမည္ၾကီးလာခဲ႔တဲ႔ မင္းသား Sam Clafin...ဒီလိုနာမည္ၾကီးသရုပ္ေဆာင္ေတြက သူတို႔ရိုက္ေနၾက Characterေတြကေနခြဲထြက္ကာ ဒီဇာတ္လမ္းထဲမွာပီျပင္ေအာင္သရုပ္ေဆာင္ႏိုင္သြားတာလဲ ခ်ီးက်ဴးစရာပါပဲ။Rating ကပ္ေစးနည္းတဲ႔ Rotten Tomatoesကေတာင္ 92%ေပးထားတာမို႔ ၾကည္႔ရႈသင္႔တဲ႔ကားေလးတစ္ကားဆိုလဲ မမွားပါဘူး။ရုပ္ရွင္ေဝဖန္ေရးသမားေတြကလဲ Rating ေတြရက္ရက္ေရာေရာေပးထားတာေတြ႔ရျပန္ပါတယ္။ဇာတ္လမ္းေလးကိုျမည္းစမ္းၾကည္႔ဖို႔အတြက္ ဇာတ္လမ္းအက်ဥ္းေလးလဲ တင္ျပေပးပါရေစ။ Qty - 720p BlurayDuration - 2hr 15minGern - Drama / WarSubtitle - MyanmarTranslator - ArkayiEncoder ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/journeys-end-2018/",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xSNSp2wmCUwFavxdkMF417hBc39.jpg",
        "title": "Identity(2003)",
        "description": "Identity(2003)\nIMDb....7.3,,,,Rotten.....62%\nသရဲကားေတာ့မဟုတ္ပါဘူး ဒါေပမယ့္ Thriller ပါ လံုး၀အာရံုအျပည္႕အ၀စူးစိုက္ျပီးၾကည့္ရေလာက္ေအာင္\nဆဲြေခၚသြားမယ့္ဇာတ္ကားပါ...\nဇာတ္လမ္းအက်ဥ္းကေတာ့ Nevada မွာရွိတဲ့ Motel တစ္ခုမွာ မုန္တိုင္းဒဏ္ေၾကာင့္ ေသာင္တင္ၾကတဲ့\nလူ ၁၀ေယာက္ရွိပါတယ္...\nဒါေပမယ့္အဲ့၁၀ေယာက္အတြက္ ကပ္ဆုိးႀကီးတစ္ခုက ဆုိက္ေရာက္လာတယ္...\nအဲ့ဒါကေတာ့ ထူးဆန္းစြာပဲ၁ေယာက္ျပီး၁ေယာက္အသတ္ခံရတာပါ...\nခင္ဗ်ားတုိ႕ကုိယ္တုိင္ ဘယ္သူသတ္တယ္ ...ဘယ္သူက ႀကံစည္ေနတယ္ဆုိတာကုိေတာ့\nအေျဖရွာၾကည့္လုိက္ပါ.....\nSpoiler ျဖစ္သြားမွာစိုးလို႕ဆက္ပဲၾကည္႕ၾကပါလို႕\nအဲျပီးေတာ့တစ္ခုေလာက္ေျပာျပဦးမယ္\n\"As I was walking up the stairs, I met a man who wasn't there.\nHe wasn't there agian today. I wish, I wish he'd go away.\"\nဒီစာသားေလးကအခုေနျမင္ရဖတ္ရတာေတာ့သာမန္လုိပဲျဖစ္ေနေပမယ့္\nတကယ္တမ္းကေတာ့ ဒီစာသားက Canda ရဲ႕ Antigonish Nova Scotia ျမိဳ႕ေလးမွာရွိတဲ့\nသရဲေျခာက္တဲ့အိမ္ၾကီးထဲက ေလွကားနားက လူတစ္ေယာက္အေၾကာင္းကို\nWilliam Hughes Mearns ေရးသားထားတဲ့\nနာမည္ၾကီးကဗ်ာထဲကစာသားေလးပါ...\nဒီဇာတ္ကားကိုၾကည္႕ျပီးသြားတဲ့အခါ သာမန္ကဗ်ာစာသားကေန ဒီစကားကိုၾကားတိုင္းၾကားတုိင္း\nေက်ာခ်မ္းေလာက္တဲ့အထိကိုျဖစ္ေစတာပါ...\nဇာတ္ကားၾကည့္ၿပီးခံစားေနတုန္းခပ္ႀကမ္းႀကမ္းႏွလုံးခုန္သံေတြထြက္ေပၚလာတာကုိ\nႏွစ္ၿခဳိက္သူေတြအတြက္  ေထြးေပြ႕ထားသင့္တဲ့ Thriller ကားပါ...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့  ညီမငယ္ JtheKoala  ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/identity2003/",
        "category": "Mystery, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mRi0yIECsCzgDNUZ1aKNtVjryCi.jpg",
        "title": "102 Not Out (2018)",
        "description": "IMDb rating : : 7.6ဒီတစ္ေခါက္ ပရိတ္သတ္ႀကီးကိုအိႏၵိယႏိုင္ငံရဲ႕ အေက်ာ္အေမာ္ သ႐ုပ္ေဆာင္ႀကီး အမီတာဘဂ်မ္းရဲ႕ အသစ္စက္စက္ ႐ုပ္႐ွင္ကားႀကီး တစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစ. . .ဒီကားရဲ႕ ထူးျခားခ်က္ကေလးေတြကို အရင္ဆံုး ေကာက္ႏႈတ္ေဖာ္ျပေပးပါရေစဇာတ္လမ္းထဲက အမီတာဘဂ်မ္းရဲ႕ အသက္က 102 ႏွစ္ရီ႐ွီးကပူးရ္ရဲ႕ အသက္က 75 ႏွစ္27 ႏွစ္ ကြာျခားပာတယ္\nတကယ့္အျပင္မွာေတာ့ မင္းသားႀကီး ရီ႐ွီးကပူးရ္က အမီတာဘဂ်မ္းထက္ ၇ ႏွစ္သာ ငယ္ပါသတဲ့ဒီအခ်က္ကိုေတာ့ မင္းသားႀကီး အမီတာဘဂ်မ္းနဲ႔ ရီ႐ွီးကပူးရ္တို႔ Ajooba 1991 ဆိုတဲ့ ဇာတ္ကားရဲ႕ ေနာက္ နွစ္ေပာင္း ၂၇ ႏွစ္ၾကာမွ႐ုပ္႐ွင္ဖန္သားျပင္မွာ အတူတကြ တြဲဖက္ျပီး ျပန္လည္သ႐ုပ္ေဆာင္တဲ့အမွတ္အသားတစ္ခုအျဖစ္ ထည့္သြင္းထားတာ ျဖစ္ပါတယ္တိုက္ဆိုင္စြာပဲ ဒီကား႐ိုက္ကူးစဥ္မွာမင္းသားႀကီး အမီတာဘဂ်မ္းဟာ အသက္ 75 ႏွစ္႐ွိေနပါၿပီဒီကားကို 2016 ခုႏွစ္ အလယ္ေလာက္မွာ ႐ိုက္ကူးဖို႔ လ်ာထားခဲ့ေပမယ့္ ဇာတ္ညႊန္းအေျပာင္းအလဲေၾကာင့္ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/102-not-out-2018/",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rEz6ArsPGzVnizMS1fWrvrQcp7t.jpg",
        "title": "The Legacy of a Whitetail Deer Hunter (2018)",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ ခုလိုမိုးတြင္းေလးမွာ comedy ပုံစံ ေပါ့ေပါ့ပါးပါးေလးၾကည့္လို႔ေကာင္းတဲ႔ ကားအမ်ိဳးအစားေလးပဲျဖစ္ပါတယ္။IMDB 5.4 ရထားျပီးေတာ့မွ အေဖနဲ႔ သား နွစ္ေယာက္ရဲ႕ relationship ကိုပံုေဖာ္ရိုက္ျပထားတာပဲျဖစ္ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ သမင္အမဲလိုက္ထြက္တဲ႔ ပညာကို ဘိုးဘြားစဥ္ဆက္အေမြအနွစ္တစ္ခုအေနနဲ႔ လက္ဆင့္ကမ္းလာတဲ႔အရာျဖစ္ျပီး ဘက္ခ္ ဆိုတဲ့ လူက 12 နွစ္ ရွိျပီးျဖစ္တဲ႔ သူ႔သား ေဂ်ဒန္ကို သမင္အအမဲလိုက္တဲ႔ အေမြအနွစ္ကို ေပးဖို႔ အခ်ိန္ေရာက္လာပါေတာ့တယ္။အဲ႔ေတာ့ ဘက္ခ္ဟာ သူ႔သူငယ္ခ်င္းတစ္ေယာက္နဲ႔ သူ႔သားနဲ႔ ၃ေယာက္အတူတူ အမဲလိုက္ဖုိ႔ခရီးထြက္ခဲ႔ၾကပါေတာ့တယ္။ဒါေပမဲ႔ သူ႔သား ေဂ်ဒန္ဟာ သမင္အမဲလိုက္တာကိုၾကိဳက္တဲ႔ပံုမေပၚပါဘူး။အဲ႔ေတာ့ ေတာထဲမွာ ဒီသားအဖနွစ္ေယာက္ ဘယ္လိုဓာတ္တည့္ေအာင္လုပ္မလဲ။ဒီဂ်စ္ကန္ကန္သားကို အေဖက ဘယ္လိုကိုင္တြယ္မလဲဆိုတာကို ဟာသပံုစံနဲ႔ ဖခင္ေမတၲာကို ေဖာ္က်ဴးထားပဲျဖစ္ပါတယ္။ (ဘာသာျပန္သူကေတာ့ Brilliant Star ပါ) File Size : (700 MB) and (330 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 35min\nFormat ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-legacy-of-a-whitetail-deer-hunter-2018/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/upAYxsju9jV7hU3k7pxYtS4exyL.jpg",
        "title": "Blame (2017)",
        "description": "ဒရာမာ ဇာတ္ကားေတြကိုမွၾကည့္ခ်င္ၾကတဲ့လူေတြအတြက္ ၂၀၁၇ ထြက္ Blame ဆိုတဲ့ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္…အက္ဘီဂယ္ဆိုတဲ့ ေကာင္မေလးဟာ စိတ္ေရာဂါသည္ေလးတစ္ေယာက္အျဖစ္ အတန္းထဲမွာေလွာင္ေျပာင္ခံေနရတဲ့မိန္းကေလတစ္ေယာက္ေပါ့…တစ္ေန႔ေတာ့ သူတို႔အတန္းရဲ႕ ဒရာမာ ဆရာမ ခြင့္ယူသြားတဲ့အတြက္ ဂ်ရမီဆိုတဲ့ ဆရာတစ္ေယာက္ အစားထိုးဝင္ေရာက္လာပါေတာ့တယ္…အတန္းထဲမွာ လူတကာ အႏွိမ္ခံ ေကာင္မေလးကို အစားထုိးဒရာမာဆရာ ဂ်ရမီကေန သနားစိတ္နဲ႔ သံေယာဇဥ္တြယ္မိရာကေန…အစားထိုးဆရာကို တစ္ဖက္သတ္ၾကိဳက္ေနျပီး အက္ဘီဂယ္အေပၚမွာ မနာလိုျဖစ္ေနတဲ့ မာလီဆာဆိုတဲ့ ခပ္ဆိုးဆိုး ေကာင္မေလးက သူတုိ႔ႏွစ္ေယာက္အေပၚ မစားရတဲ့အမဲ သဲနဲ႕ပက္ပါေတာ့တယ္..။၂၀၁၇ ထြက္ ကားေလးတစ္ကားျဖစ္ျပီး လူငယ္ေတြစိတ္ဝင္စားမယ့္ကားတစ္ကားျဖစ္ပါတယ္…။Rating ေတြအေနနဲ႕ကေတာ့ IMDb – 5.8/10…Rotten Tomatoes – 83% (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပါ) File Size : (799 MB) and (350 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/blame-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BY2M5ZWZhNGQtNGRiMi00OTMwLTljZWEtYWEwYzAzYTg0ZWU4XkEyXkFqcGdeQXVyNTE2ODk5MjU@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Rendel (2017)",
        "description": "ဒီဇာတ္ကားကိုေတာ့ ဖင္လန္ႏုိင္ငံမွာ အေျခတည္ထားပါတယ္။ဖင္လန္ႏုိင္ငံမွာ Vala လို႔အမည္ရွိတဲ့ ကုမၸဏီၾကီးဟာ တရားမ၀င္ေဆး၀ါးတစ္ခုကို ေဖာ္စပ္ျပီးေတာ့ အာဏာပိုင္ေတြနဲ႔ပူးေပါင္းကာတရား၀င္ျဖန္႔ခ်ိဖို႔ၾကိဳးစားေနပါတယ္။အဲဒီေဆး၀ါးကိုစမ္းသပ္စဥ္ကာလမွာလည္း အျပစ္မဲ့ကေလးငယ္ေပါင္းမ်ားစြာ ဓားစာခံျဖစ္ခဲ့ရပါေသးတယ္။ကေလးငယ္ေတြတင္မက တျခားဓားစာခံျဖစ္ခဲ့တာေတာ့ ရမ္မီလို႔ေခၚတဲ့အလုပ္သမားၾကီး။ Vala မွာ အဲဒီတရားမ၀င္ေဆး၀ါးေတြကို ၾကီးၾကပ္ရင္းတခ်ိဳ႕တ၀က္ေပ်ာက္ဆံုးခဲ့တာေၾကာင့္ သမီးနဲ႔ ဇနီးျဖစ္သူအသတ္ခံခဲ့ရသလို သူကိုယ္တုိင္လည္း မေသရံုတမယ္ အႏွိပ္စက္ခံခဲ့ရပါတယ္။အဲဒီအခ်ိန္မွာပဲ ဒုစရိုက္အဖြဲ႕အစည္းၾကီးျဖစ္တဲ့ Vala ကုမၸဏီကို တစ္ကိုယ္တည္း လက္စားေခ်ဖို႔ၾကိဳးစားပါေတာ့တယ္.....။ဒီဇာတ္ကားက Feratum Film Festival မွာ အေကာင္းဆံုးအက္ရွင္ကားစုကိုရရွိခဲ့တဲ့ကားတစ္ကားပါ။အက္ရွင္ကားၾကိဳက္တဲ့သူေတြအတြက္ေတာ့ ၾကည့္ေပ်ာ္ေလာက္မယ့္ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ၾကိဳေတာင္းပန္ခ်င္တာတစ္ခုကေတာ့ဇာတ္ကားထဲမွာပါတဲ့ အဂၤလိပ္စကားေျပာေတြက မူရင္းစာဖိုင္ထဲမွာ မပါတဲ့အတြက္ သည္းခံေပးၾကပါလို႔ေတာင္းပန္ခ်င္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကို မ်ိဳးသန္႔ ပါ) File Size : (850 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Crime, Fantasy\nSubtitle : ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/rendel-2017/",
        "category": "Action, Crime, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Race 2 (2013)",
        "description": "Race Film Seriesက အခုဆုိ Race 3 အထိေရာက္ရွိလုိ႔လာခဲ့ပါၿပီ(2008)မွာ Race 1 ထြက္ခဲ့ၿပီး (2013)မွာ Race 2 ထြက္ခဲ့၍ ယခု (2018)မွာေတာ့ Race 3 ထပ္မံထြက္ရွိခဲ့ပါတယ္ဇာတ္ကားေတြကေတာ့ Crime, Action, Drama ကားေကာင္းေတြျဖစ္ၿပီး အထူးသျဖင့္ 1, 2က Ratingsပုိင္းလည္းေကာင္းသလုိ ဇာတ္လမ္းလည္းဆြဲေဆာင္မႈရွိလွပါတယ္။Race 3ကေတာ့ မၾကည့္ရေသးလုိ႔ ဘာမွမေျပာလုိပါ။1,2 မွာေတာ့ ေဆ့ဖ္အလီခန္း၊ အနီလ္ကပူးရ္တုိ႔က အဓိကပါဝင္ခဲ့ၿပီး ဇာတ္လမ္းကလည္း အလွည့္အေျပာင္းမ်ားနဲ႕ ဂ်င္ေပၚကထုံးဆုိသလုိ\nတေယာက္နဲ႕တေယာက္ ေက်ာ္ခြရင္းအၿပိဳင္ဆုိင္ခ်ဲၾကတဲ့ ဇာတ္ကားေကာင္းေတြပါ။ဇာတ္ဝင္သီခ်င္းခပ္ျမဴးျမဴးေတြ၊ အက္ရွင္ခပ္လန္းလန္းေတြစတန္႔အကြတ္ေတြကုိမွ ႀကိဳက္ႏွစ္သက္တဲ့ပရိတ္သတ္ႀကီးအတြက္Race 1, 2ကုိ တင္ဆက္ေပးလုိက္ပါတယ္။Race 3ကေတာ့ ႐ုံတင္ထားတာသိပ္မၾကာေသးတဲ့အတြက္ အၾကည္ထြက္ဖုိ႔ၾကာဦးမွာမုိ႔လုိ႔ အၾကည္၊ စာအမွန္ထြက္လာတာနဲ႕ တင္ဆက္ေပးမွာပါ။အခုေတာ့ Race 1, 2ကုိပဲ ျပန္လည္ခံစားၾကည့္လုိိက္ၾကပါဦး။  File Size : (1.2 GB)\nQuality ...",
        "rating": "5.2",
        "url": "https://megaup.net/1wran/Commando_[2013]_(MM_Sub).mp4 https://megaup.net/2cose/(cm)Gunday_(2014).mp4 https://megaup.net/Qu64/Jazbaa_[2015]_(MM_Sub).mp4 https://megaup.net/2coz2/Race_[2008]_(MM_Sub).mp4 https://megaup.net/2coy0/Race_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Race (2008)",
        "description": "Race Film Seriesက အခုဆုိ Race 3 အထိေရာက္ရွိလုိ႔လာခဲ့ပါၿပီ(2008)မွာ Race 1 ထြက္ခဲ့ၿပီး (2013)မွာ Race 2 ထြက္ခဲ့၍ ယခု (2018)မွာေတာ့ Race 3 ထပ္မံထြက္ရွိခဲ့ပါတယ္ဇာတ္ကားေတြကေတာ့ Crime, Action, Drama ကားေကာင္းေတြျဖစ္ၿပီး အထူးသျဖင့္ 1, 2က Ratingsပုိင္းလည္းေကာင္းသလုိ ဇာတ္လမ္းလည္းဆြဲေဆာင္မႈရွိလွပါတယ္။Race 3ကေတာ့ မၾကည့္ရေသးလုိ႔ ဘာမွမေျပာလုိပါ။1,2 မွာေတာ့ ေဆ့ဖ္အလီခန္း၊ အနီလ္ကပူးရ္တုိ႔က အဓိကပါဝင္ခဲ့ၿပီး ဇာတ္လမ္းကလည္း အလွည့္အေျပာင္းမ်ားနဲ႕ ဂ်င္ေပၚကထုံးဆုိသလုိ\nတေယာက္နဲ႕တေယာက္ ေက်ာ္ခြရင္းအၿပိဳင္ဆုိင္ခ်ဲၾကတဲ့ ဇာတ္ကားေကာင္းေတြပါ။ဇာတ္ဝင္သီခ်င္းခပ္ျမဴးျမဴးေတြ၊ အက္ရွင္ခပ္လန္းလန္းေတြစတန္႔အကြတ္ေတြကုိမွ ႀကိဳက္ႏွစ္သက္တဲ့ပရိတ္သတ္ႀကီးအတြက္Race 1, 2ကုိ တင္ဆက္ေပးလုိက္ပါတယ္။Race 3ကေတာ့ ႐ုံတင္ထားတာသိပ္မၾကာေသးတဲ့အတြက္ အၾကည္ထြက္ဖုိ႔ၾကာဦးမွာမုိ႔လုိ႔ အၾကည္၊ စာအမွန္ထြက္လာတာနဲ႕ တင္ဆက္ေပးမွာပါ။အခုေတာ့ Race 1, 2ကုိပဲ ျပန္လည္ခံစားၾကည့္လုိိက္ၾကပါဦး။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကိုေဇာ္ထူး ပါ) File Size : (1.2 GB) ...",
        "rating": "6.6",
        "url": "https://megaup.net/1wran/Commando_[2013]_(MM_Sub).mp4 https://megaup.net/2cose/(cm)Gunday_(2014).mp4 https://megaup.net/Qu64/Jazbaa_[2015]_(MM_Sub).mp4 https://megaup.net/2coz2/Race_[2008]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Babys-day-out-133x200.jpg",
        "title": "Baby’s Day Out (1994)",
        "description": "Baby Bink couldn't ask for more; he has adoring (if somewhat sickly-sweet) parents, he lives in a huge mansion, and he's just about to appear in the social pages of the paper. Unfortunately, not everyone in the world is as nice as Baby Bink's parents; especially the three enterprising kidnapers who pretend to be photographers from the newspaper. Successfully kidnaping ...",
        "rating": "6.1",
        "url": "https://megaup.net/2SFq4/Baby_s_Day_Out_[1994]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Crime, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/body-of-lies-poster-133x200.jpg",
        "title": "Body of Lies (2008)",
        "description": "IMDb 7.1 ရတဲ့ကားလဲဖြစ် လီယိုနာဒိုရဲ့ကားလည်းဖြစ်နေတဲ့အတွက်အထူးတလည်ညွှန်းစရာမလိုပဲ ဘယ်လောက်ကောင်းလဲ မှန်းကြည့်နိုင်ပါတယ်။အကြမ်းဖက်အဖွဲ့ခေါင်းဆောင်နောက်ကို လိုက်နေတဲ့ စီအိုင်အေ အေးဂျင့်(လီယိုနာဒို) ဟာ သူ့ရဲ့ အမေရိကန် အထက်အရာရှိရဲ့ သံသယဖြစ်ဖွယ်အမိန့်တွေနဲ့ ကိုယ်ပိုင်ဆုံးဖြတ်ချက်တွေ ရောထွေးနေတဲ့အချိန်မှာ အခက်အခဲတွေကြားထဲကနေ................. ဇာတ်ကားဟာ လှည့်ကွက်ကောင်းကောင်းနဲ့ ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ကြည့်လို့ ကောင်းလွန်းတဲ့အတွက် အညွှန်းနဲ့ spoiler ဖြစ်အောင် မလုပ်တော့ပါဘူး။ ကြည့်လိုက်ကြပါဦး။(အညွန်းရေးသူကတော့  Little Neo ပဲ ဖြစ်ပါတယ်)--------------------------------------------------------------------------------------IMDb 7.1 ရတဲ့ကားလဲျဖစ္ လီယိုနာဒိုရဲ႕ကားလည္းျဖစ္ေနတဲ့အတြက္အထူးတလည္ညႊန္းစရာမလိုပဲ ဘယ္ေလာက္ေကာင္းလဲ မွန္းၾကည့္နိုင္ပါတယ္။အၾကမ္းဖက္အဖြဲ႕ေခါင္းေဆာင္ေနာက္ကို လိုက္ေနတဲ့ စီအိုင္ေအ ေအးဂ်င့္(လီယိုနာဒို) ဟာ သူ႕ရဲ႕ အေမရိကန္ အထက္အရာရိွရဲ႕ သံသယျဖစ္ဖြယ္အမိန္႕ေတြနဲ႕ ကိုယ္ပိုင္ဆံုးျဖတ္ခ်က္ေတြ ေရာေထြးေနတဲ့အခ်ိန္မွာ အခက္အခဲေတြၾကားထဲကေန................. ဇာတ္ကားဟာ လွည့္ကြက္ေကာင္းေကာင္းနဲ႕ ဇာတ္အိမ္ခိုင္ခိုင္နဲ႕ ၾကည့္လို႕ ေကာင္းလြန္းတဲ့အတြက္ အညႊန္းနဲ႕ spoiler ျဖစ္ေအာင္ မလုပ္ေတာ့ပါဘူး။ ၾကည့္လုိက္ၾကပါဦး။(အညြန္းေရးသူကေတာ့  Little Neo ပဲ ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eB2g/Body_Of_Lies_[2008]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qr6k7puh4cnrPHBi785Bo8YOWia.jpg",
        "title": "Voodoo Doll (2017)",
        "description": "ဗီယက္နမ္သရဲကားေကာင္းေကာင္းေလးကို ေစာင္႔ဆိုင္းေနတဲ႔CMပရိသတ္ၾကီးအတြက္ ဇာတ္လမ္းေကာင္းေလးတစ္ခုကိုတင္ဆက္ေပးပါရေစ။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Voodoo Doll (2017)ပါ။တခ်ိဳ႕ေသာသရဲကားမ်ားလို ဘာကိုေျခာက္လို႔ေျခာက္ေနမွန္းမသိ ျဖဲေျခာက္ေနတာမ်ိဳးမဟုတ္ပဲ ဇာတ္လမ္းဇာတ္အိမ္နဲ႔ ေက်ာရိုးထဲကစိမ္႔ျပီးေျခာက္ျခားေစမယ္႔ကားတစ္ကားလို႔ညႊန္းခ်င္ပါတယ္။ဇာတ္လမ္းေလးရဲ ႔အက်ဥ္းကိုလဲ အနည္းအက်ဥ္းေျပာျပခ်င္ပါေသးတယ္။ေက်ာင္းတစ္ခုမွာ အရမ္းခင္ၾကတဲ႔သူငယ္ခ်င္းသံုးေယာက္ဟာတစ္ေန႔ေတာ႔ ဂီတျပိဳင္ပြဲတစ္ခုအတြက္ေက်ာင္းမွာညလံုးေပါက္ေလ႔က်င္႔ဖို႔ျဖစ္လာပါေတာ႔တယ္။အဲ႔လိုေလ႔က်င္႔ေနတဲ႔အခ်ိန္ မထင္မွတ္ထားတဲ႔ ျဖစ္ရပ္ေတြေၾကာင္႔ စာသင္ခန္းအုတ္နံရံမွာဖြက္ထားတဲ႔ အရုပ္တစ္ရုပ္ကိုရွာတြ႔တဲ႔အခါ.....အဲ႔ဒီအရုပ္ကဘယ္သူ႔ကိုက်ိန္စာတိုက္ခဲ႔တာလဲ?ဘယ္သူကဒီေအာက္လမ္းနည္းကိုသံုးခဲ႔တာလဲ?ရွာေတြ႔တဲ႔ကေလးေတြကေရာ ဘယ္လိုဆက္ျဖစ္မလဲ?အဲ႔လိုေမးခြန္းေပါင္းမ်ားစြာနဲ႔ ရင္တစ္ဖိုဖိုၾကည္႔ရႈရမယ္႔ ဇာတ္ကားေကာင္းေလးပါ။ဇာတ္သိမ္းအထိမျငီးမေငြ႔ဆြဲေခၚသြားႏိုင္တဲ႔ကားေလးပါ။မိုးေအးေအးနဲ႔ သရဲကားေကာင္းတစ္ကားကိုျမည္းစမ္းၾကည္႔လိုက္ရေအာင္လားဗ်ာ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  Aye Mon Kyaw ပါ) File Size : (700 MB) and (300 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 49min\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p WEBRip AAC2.0 H.264-MooMa\nTranslated by Aye Mon Kyaw\nEncoded by Thanhtike Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/voodoo-doll-2017/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5eyPpqvkH6OsXpohfHPk2FM8MVu.jpg",
        "title": "Mary Magdalene(2018)",
        "description": "Mary Magdalene(2018)\nMary ဟာ သူရဲ႕ မိသားစုနဲ႔ တံငါရြာ​ေလးကို ​ေက်ာခိုင္​းၿပီး ​Jesusရဲ႕​ေနာက္​ကို လိုက္​ခဲ့ၿပီး\n႐ွင္​သန္​ျခင္​းရဲ႕အျခားနည္​းလမ္​းကို႐ွာ​ေဖြခဲ့ပါတယ္​...\nအဲ့လိုလိုက္​ခဲ့တာက အျခားသူ​ေတြ၊Saint Peter အပါအဝင္အ​​ျခားတမန္​​ေတာ္​​ေတြ\nပဋိပကၡ​ေတြျဖစ္​ေစခဲ့ပါတယ္​...\n​ေနာက္​ပိုင္​းမွာ​ေတာ့ Mary ဟာ Jesus လိုပဲ လက္​ဝါးကပ္​တိုင္​မွာပဲ\nအဆံုးစီရင္​​ေစခဲ့ပါတယ္​....\nဒီကား​ေလးက​ေတာ့ Jesus​ရဲ႕ တမန္​​ေတာ္​​ေတြထဲက တစ္​ပါးျဖစ္​တဲ့ Mary အ​ေၾကာင္​းကို အ​ေျခခံၿပီး\n႐ိုက္​ကူးထားတဲ့ ခရစ္​ယာန္​ ဘာသာ​ေရးကား​ေလးတစ္​ကားပဲျဖစ္​ပါတယ္​...\nGarth Davis က ႐ိုက္​ကူးထားၿပီး Rooney Mara, Joaquin Phoenix အစ႐ွိတဲ့\nသ​႐ုပ္​​ေဆာင္​​ေတြက ပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတဲ့ ဇာတ္​ကား​ေလးျဖစ္​ပါတယ္​....\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ ညီမငယ္ Tinnilar Lwin ျဖစ္ပါတယ္....\nFile Size : (900 MB) and (336 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:00:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tinnilar Lwin\nEncoded by Phyo ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Vlae/Mary_Magdalene_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yAcb58vipewa1BfNit2RjE6boXA.jpg",
        "title": "A Wrinkle in Time (2018)",
        "description": "A Wrinkle in Time(2018)\nဒီ A Wrinkle in Time ဆိုတဲ႔ကားေလးကိုနာမည္ေက်ာ္ Walt Disney Studioကေနရိုက္ကူးထားတာပါ..\n.\nWalt Disneyရဲ ႔ထံုးစံအတိုင္း သီခ်င္းေကာင္းေကာင္းေလးနဲ႔ ဇာတ္လမ္းဇာတ္အိမ္ကလည္း\nဆန္းဆန္းေလးျဖစ္လို႔ မျငီးမေငြ႔ၾကည္႔ရႈရမယ္႔ကားတစ္ကားပါပဲ...\nOprah Winfrey,Reese Witherspoon,Chris Pineစတဲ႔ နာမည္ေက်ာ္အႏုပညာရွင္ေတြ\nပါဝင္ရိုက္ကူးထားတဲ႔\nဒီဇာတ္ကားေလးရဲ ႔အက်ဥ္းခ်ဳပ္ေလးကေတာ့\nဖခင္ျဖစ္သူရုတ္တရက္ေပ်ာက္ဆံုးသြားေပမယ္႔\nတစ္ေန႔ျပန္လာမယ္ဆိုျပီး ေမွ်ာ္လင့္ခ်က္ေလးနဲ႔ မက္ဂ္ နဲ႔ ခ်ားလ္ေဝါေလ႔စ္ဆိုတဲ႔ ေမာင္ႏွစ္မႏွစ္ေယာက္ဟာ\nအခ်ိန္ေတြကုိျဖတ္ေက်ာ္ေနပါတယ္...\nတစ္ညမွာေတာ႔ ထူးဆန္းစြာ နတ္သမီးေတြလို့ထင္ရေလာက္တဲ့အမ်ိုးသမီးေတြနဲ႔\nေတြ႔ဆံုမိပါေတာ႔တယ္။\nဒီအမ်ိဳးသမီးသံုးေယာက္ရဲ ႔ေျပာၾကားခ်က္အရ\nသူတို႔ရဲ ႔အေဖျဖစ္သူဟာ မေသဆံုးေသးပဲ တစ္ေနရာရာမွာပိတ္မိေနတာကို သိရွိလာရပါတယ္။\nဒီကေလးေတြ သူ႔အေဖျဖစ္သူကိုဘယ္လိုကယ္တင္မလဲ...\nဘယ္လိုအခက္အခဲေတြကေရာ ေရွ ႔မွာေစာင္႔ၾကိဳေနမလဲ...\nဖခင္ျဖစ္သူကိုေရာ ကယ္တင္ႏိုင္ပါ႔မလား ဆိုတာ\nရင္တစ္ထိတ္ထိတ္ၾကည္႔ရႈခံစားရမယ္႔ကားေလးပါ။\nသဲထိတ္ရင္ဖို ကားေကာင္းေလးေတြစိတ္ဝင္စားတဲ႔ လူေတြအတြက္ေတာ့မျဖစ္မေနျကည့္သင့္တဲ့\n႐ွယ္ဇာတ္ကါးေလးလို့ပဲေျပာခ်င္ပါတယ္...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့\nညီမငယ္JtheKoalaျဖစ္ပါတယ္....\nFile Size : (900 MB) and (336 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:49:00\nGenre : Adventure, Family, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/a-wrinkle-in-time2018/",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/download-1-134x200.jpg",
        "title": "Traffik (2018)",
        "description": "IMDB Rating 7.1 ရရွိထားတဲ့ဇာတ္ကားေလးပါ။Thriller ကားဆုိတဲ့အတုိင္းထိတ္လန္႔တုန္လႈပ္စရာေတြပါပါတယ္။Paula Patton နဲ႔ Roselyn Sanchez လုိမင္းသမီးေတြသရုပ္ေဆာင္ထားတယ္ဆုိေတာ့ ရင္တုန္တဲ့အခန္းေတြအမ်ားၾကီးပါတာေပါ့ေနာ္။သတင္းေထာက္တစ္ေယာက္ျဖစ္တဲ့ Brea ဟာ သတင္းသမားက်င့္ဝတ္နဲ႔ ညီေအာင္အလုပ္လုပ္ေနေပမယ့္လည္း စီးပြားေရးကုိဦးစားေပးေနတဲ့ အရွိန္အဟုန္တျပင္း စီးဆင္းေနတဲ့ေခတ္ၾကီးမွာ အခ်ိန္အမ်ားၾကီးယူျပီး အသိပညာေပးခ်င္တာကုိဦးစားေပးေနတဲ့ Brea အတြက္ေနရာမရွိခဲ့ပါဘူး။အလုပ္ျဖဳတ္ခံေတာ့မယ့္ဆဲဆဲမွာ သူရဲ႕ခ်စ္သူျဖစ္တဲ့ John ကသူ႕ကုိလက္ထပ္ခြင့္ေတာင္းဖုိ႔ အပန္းေျဖခရီးတစ္ခုကုိေခၚသြားခဲ့ပါတယ္။မေမွ်ာ္လင့္တဲ့ျဖစ္ရပ္ေတြေၾကာင့္ သူတုိ႔ရဲ႕အပန္းေျဖခရီးေလးပ်က္စီးသြားျပီး ဘယ္လုိျပႆနာေတြထဲေရာက္သြားတယ္ဘယ္လုိၾကိဳးစားေျဖရွင္းၾကတယ္ဆုိတဲ့အေၾကာင္းကုိ ရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရႈ႕ခံစားရမွာပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : (750 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-DRONES\nTranslated by d3mon\nEncoded by Thanhtike Zaw",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/traffik-2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BODhlNDc0ZTQtN2FiOS00OGRiLWE2YmYtZmI2ZmU1NzM5MmJlXkEyXkFqcGdeQXVyODY3Nzc0OTk@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Catcher Was a Spy (2018)",
        "description": "ဒုတိယကမာၻစစ္ႀကီးဟာ တစ္ကမာၻလံုးကို\nပူေဆြးေသာကနဲ႔ ျပာပံုေတြသာ ခ်န္ခဲ႔ေပမယ့္\nလူ႔သမိုင္းမွာ အဆန္းၾကယ္ဆံုး ျဖစ္ရပ္ေတြ\nရင္ခုန္စရာစြန္႔စားခန္းေတြကိုလည္း ေပၚေပါက္ခဲ႔ေစပါတယ္။\nဒုတိယကမာၻစစ္ႀကီးအတြင္းမွာ ရက္စက္တဲ႔စစ္ဝါဒီေတြ\nသူရဲေကာင္းေတြ ဉာဏ္ႀကီးရွင္ေတြ အံ့မခန္းလူစြန္႔စားေတြ\nေပၚေပါက္ခဲ႔ၿပီး သူတို႔ရဲ႕စြန္႔စားခန္းေတြ အေတြ႕အႀကံဳ\nျဖစ္ရပ္စံုေတြဟာ ဒီေန႔ထိေတာင္ ေျပာမကုန္ေအာင္\nျဖစ္ေနဆဲပါပဲ။ ဒါေပမဲ႔ ေဘ့စ္ေဘာ္ေမဂ်ာ္လိဂ္ရဲ႕\nေဘာ္စတြန္အေျခစိုက္ကလပ္ရက္ဒ္ေဆာက္အသင္းမွာ\nကစားတဲ႔ ေဘာဖမ္းသမားတစ္ေယာက္ဟာ\nထိပ္တန္းသူလွ်ိဳတစ္ေယာက္ျဖစ္လာလိမ့္မယ္လို႔\nဘယ္သူကမွ ထင္ထားမွာ မဟုတ္ဘူး။\nMoeလို႔ အမ်ားက ေခၚေလ့ရွိတဲ႔ ေမာရစ္ဘာ႔ဂ္ဟာ\nေဘ့စ္ေဘာ ေမဂ်ာလိဂ္ သမိုင္းတစ္ေလွ်ာက္မွာေတာ့\nထူးခြ်န္တဲ႔ကစားသမားစာရင္း မဝင္တဲ႔သူပါ။\nဒါေပမဲ႔ ဘာသာစကား ၇ မ်ိဳးေလာက္ကို ေရေရလည္လည္\nေျပာတတ္ၿပီး ဗဟုသုတလည္း ၾကြယ္လြန္းလွသူမို႔\nဉာဏစြမ္းအျမင့္ဆံုး ေဘ့စ္ေဘာသမားလို႔ အမ်ားက\nသတ္မွတ္ထားၾကပါတယ္။ ပရင္စတန္တကၠသိုလ္က\nဘြဲ႕ရထားသူျဖစ္ၿပီး တစ္ေန႔ကို သတင္းစာ\nဆယ္ေစာင္ဖတ္ၿပီး စာအုပ္တစ္အုပ္ကို တစ္ခါဖတ္ၿပီး\nအားလံုးမွတ္မိတဲ႔အထိ မွတ္ဉာဏ္စြမ္းရည္\nျမင့္မားပါတယ္။ ပုလဲဆိပ္ကမ္းကို ဂ်ပန္ေတြ\nဗံုးႀကဲအၿပီးမွာ Moeဟာ ေနာင္တစ္ခ်ိန္မွာ CIA\n \nျဖစ္လာမယ့္ Office of Strategic Service\n(OSS) မဟာဗ်ဴ ဟာအေကာင္အထည္ေဖာ္ေရး\nဌာနမွာ ဘာသာျပန္အျဖစ္ ရာထူးတစ္ေနရာရခဲ႔ၿပီး\nCIAဖြဲ႕စည္းခ်ိန္အထိ ဆက္လက္ တာဝန္\nထမ္းေဆာင္ခဲ႔တယ္။ CIAက ထြက္လာၿပီးခ်ိန္မွာေတာ့\nတစ္ကိုယ္တည္းလူပ်ိဳႀကီးဘဝနဲ႔ ေဘ့စ္ေဘာနည္းျပ\nလုပ္ရင္း စာၾကည့္တိုက္မွာ အခ်ိန္ကုန္ရင္း\nေဆြမ်ိဳးေတြရဲ႕ အေထာက္ပံ႔ခံဘဝနဲ႔ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2WjkC/The_Catcher_Was_A_Spy_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8mXEq5vomTKsR5YTQIgLj1b2phZ.jpg",
        "title": "Believer (2018)",
        "description": "ဒီကား​ေလး လံုး၀ကို crimeနဲ႔ actionကို ႀကိဳက္​ႏွစ္​သက္​တဲ့သူ​ေတြအတြက္​ တကယ္​ကိုထိမိ​ေစမယ္​့ကား​ေလးပါကားအစမွာ​ေတာ့ ဆရာလီဆိုတဲ့ မူးယစ္​ရာဇာကိုလိုက္​စံုစမ္​း​ေနတဲ့စံု​ေထာက္​နဲ႔ သူရဲ႕သတင္​း​ေပး ​ေဆးဆြဲ​ေနတဲ့က​ေလးမ​ေလး ခ်ာဆူ​ေဂ်ာင္​းတို႔နဲ႔စထားပါတယ္​ခ်ာဆူ​ေဂ်ာင္​းက သတင္​းယူ​ေပးရင္​း မိသြားၿပီး အသတ္​ခံလိုက္​ရတဲ့အခါမွာ​ေတာ့ စံု​ေထာက္​ခင္​ဗ်ာ ​ေၾကကြဲၿပီး မူးယစ္​ရာဇာကို လိုက္​ဖမ္​းဖို႔ မရရ​ေအာင္​ နည္​းမ်ဳိးစံုနဲ႔ႀကိဳးစားပါ​ေတာ့တယ္​အဲ့လိုႀကိဳးစားရင္​း ပံုစံမ်ဳိးစံု အ​ေျခအ​ေနမ်ဳိးစံု လူ​ေပါင္​းစံုနဲ႔ပါႀကံဳ​ေတြ႔လာရၿပီး ရင္​ဆိုင္​​ေျဖ႐ွင္​းပံု​ေတြက ရယ္​ရမလို ငိူရမလိုနဲ႔ ​ေတာ္​​ေတာ္​ကို လႈိက္​ဖို​ေငး​ေမာၿပီး ၾကည့္႐ွဴရမယ္​့ကား​ေလးပါ​ေနာက္​ဆံုးက်ျပန္​​ေတာ့ ဆရာလီဆို​ေတာ့လူက ဘယ္​သူျဖစ္​မလဲသူ႔ကိုတကယ္​​ေရာ ႐ွာ​ေတြ႔ပါ့မလားဖမ္​းလို႔​ေရာရဲ႕လားဆိူတာကို​ေတာ့ Believer (2018)ဆိုတဲ့ဇာတ္​ကား​ေလးမွာ ၾကည္​့လိုက္​ပါ​ေနာ္​ (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ May Nandar Kyaw  ျဖစ္ပါတယ္) File Size : (900 MB) and (400 MB)\nQuality : HDRip 720p\nRunning Time : 2hr 3min\nFormat : Mp4\nGenre : Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/believer-2018/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/96pdw2qcx4g25vZLywNi4XRQVqm.jpg",
        "title": "Ransom(1996)",
        "description": "Ransom(1996)\nIMDb...6.6,,,Rotten...76%\nဒီကားကုိၾကည့္ေနတဲ့ ခင္ဗ်ားဟာ  ဇာတ္လမ္းစၿပီး မိနစ္(၂၀)ေလာက္မွာ တစ္ကားလုံးၿခဳံငုံသုံးသပ္မိသြားၿပီ.\n..ဘာလုိ႕ဆုိ စစခ်င္း အဓိက သရုပ္ေဆာင္ျဖစ္တဲ့ မဲလ္ဂစ္ဆင္ရဲ႕ အေၾကာင္းကုိစၿပတယ္..\nသူဟာ လူခ်မ္းသာတစ္ဦးျဖစ္တယ္ ခ်စ္စရာဇနီးေလးနဲ႕ လိမၼာတဲ့သားေလးတစ္ေယာက္ရွိတယ္..\nသိပ္မႀကာဘူး သူ႕ရဲ႕သားကုိျပန္ေပးဆြဲတယ္..ျပန္ေပးဆြဲသူက ေဒၚလာ သန္း(၂၀)နဲ႕ကေလးကုိ\nလာေရြးဖုိ႕ေျပာတယ္... ကေလးကုိျပန္ေရြးဖုိ႕ ရဲေတြနဲ႕အလုပ္ရႈတ္ၾကတယ္.\n..ဒီမွာတင္ခင္ဗ်ားဟာ သမရုိးက်ကားလုိ႕ ဒီကားကုိ သုံးသပ္မိလိမ့္မယ္..\n..အဲ့အေတြးဟာ ေနာက္ပုိင္းမွားယြင္းေၾကာင္းတျဖည္းျဖည္းျပသြားလိမ့္မယ္..\n.ဒါရုိက္တာဟာ ခင္ဗ်ားမေမွ်ာ္လင့္တဲ့\nျဖစ္ရပ္ေတြ ခင္ဗ်ားမျမင္မိ မေတြးမိ တဲ့ ရႈေထာင့္ေတြကုိ တစ္စစီဆြဲထုတ္ျပလိမ့္မယ္..\n. ဖခင္တစ္ေယာက္ရဲ႕ေနရာမွာ ခင္ဗ်ားတုိ႕ဆုိရင္ေရာ ဘယ္လုိလုပ္မလဲ..မဲလ္ဂစ္ဆင္ရဲ႕လုပ္ရပ္ေတြဟာ ျဖစ္သင့္လား ..\n.ဒါမွမဟုတ္ ခင္ဗ်ားတုိ႕ကေရာ သူ႕လုပ္ရပ္ကုိေထာက္ခံမွာလား.\n.. ကြ်န္ေတာ္တုိ႕ လူငယ္ေတြၾကား ေျပာတတ္တဲ့စကားေလးရွိတယ္ ဒီကိစၥက\nမင္းထင္သေလာက္မရုိးရွင္းဘူးကြဆုိတဲ့စကားကုိ ဒီမွာလည္း ယူသုံးရမယ္ထင္တယ္ .\n..ဒီကားကလည္း ခင္ဗ်ားတုိ႕ထင္သေလာက္မရုိးရွင္းဘူးဗ်....\nFile Size : (900 MB) and (338 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:01:00\nGenre : Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Amy Khine\nEncoded ...",
        "rating": "6.6",
        "url": "https://megaup.net/TBwm/Ransom_[1996]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ef4gmMkP4At2TZbHJ2lViwFG53S.jpg",
        "title": "Let the Sunshine In (2017)",
        "description": "Let the Sunshine In ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ ၂၀၁၇ခုႏွစ္​ထြက္​ ျပင္​သစ္​ဒရာမာအခ်စ္​ဇာတ္​ကား​ေလးတစ္​ကားျဖစ္​ပါတယ္​Imdb rating 6.1 ရ႐ွိထားၿပီး Rotten Tomatoes 86% ရ႐ွိထားပါတယ္​ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက​ေတာ့ မင္​းသမီးႀကီး Juliette Binoche , မင္​းသား​ Xavier Beauvois,Nicolas Duvauchelle,Alex Descas စတဲ့သူ​ေတြျဖစ္​ပါတယ္​.ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ ​ေယာက္​်ားနဲ႔ကြာ႐ွင္​းထားတဲ့ ပဲရစ္​ၿမိဳ႕​ေန အႏုပညာသည္​ Isabelle တစ္​​ေယာက္​ သူမရဲ႕အထီးက်န္​ဆန္​တဲ့ဘ၀ႀကီးမွာ အ​ေဖာ္​ျပဳ​ေပးဖို႔ အခ်စ္​႐ွာပံု​ေတာ္​ဖြင္​့တဲ့ဇာတ္​လမ္​း​ေလးပါ။႐ွာပံု​ေတာ္​ဖြင္​့ရင္​း ဘယ္​လို​ေယာက်္​ား​ေတြနဲ႔ သူ​ေတြ႔ဆံုမလဲ.....အခ်စ္​စစ္​ကို႐ွာ​ေတြ႔သြားပါ့မလားဆိုတာ စိတ္​၀င္​စားဖြယ္​ၾကည္​့႐ႈလိုက္​ပါဦး(18+ ဇာတ္၀င္ခန္းေတြ အမ်ားအျပားပါ၀င္ေနတာေၾကာင့္ မိသားစုနဲ႔ အတူၾကည့္ဖို႔မသင့္ေတာ္ပါဘူး) (ဘာသာျပန္သူကေတာ့ Mary  ျဖစ္ပါတယ္) File Size : (750 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Comedy, Drama, Romance,Adult\nSubtitle : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/let-the-sunshine-in-2017/",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/nvsjts6dm2jh-141x200.jpg",
        "title": "The Dragon Chronicles: The Maidens of Heavenly Mountain (1994)",
        "description": "The Dragon Chronicles: The Maidens of Heavenly Mountain (1994)\nIMDb - 6.0/10\n  \nတရုတ်သိုင်းလောကရဲ့ အလှထိပ်ခေါင် မင်းသမီးတွေဖြစ်တဲ့ Gong Li , Sharla Cheung , Brigitte Lin တို့ သုံးယောက်ကို တပြိုင်တည်း တွေ့မြင်ရမယ့် ဇာတ်ကားပါ။\nIMDb Rating (6/10) ရရှိထားပြီး Fantasy/Action/Adventure ဇာတ်ကားအမျိုးအစားပါ။\nသိုင်းလောကသားတွေ နှစ်သက်မယ့် သိုင်းကွက်၊ဇာတ်ကွက်တွေနဲ့မို့ သိုင်းလောကသားမှန်ရင် လက်လွတ်မခံသင့်ပါဘူး။\n     \nFile size…(900 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by YMA & Ying Ying",
        "rating": "6.0",
        "url": "https://megaup.net/2gpiw/The_Dragon_Chronicles_-_The_Maidens_Of_Heavenly_Mountain_(San_Tin_Lung_Bat_Bo_-_Tin_San_Tung_Lo)_[1994]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Bharat Ane Nenu (2018)",
        "description": "ဖခင်ကြီး ကျန်းမာရေးချို့တဲ့နေပြီဆိုတဲ့သတင်းကြောင့် နိုင်ငံခြားမှာ ပညာတော်သင်သွားနေတဲ့လူတစ်ယောက် ကိုယ့်ရပ်ကိုယ့်မြေကို ပြန်လာတယ်ပြန်ရောက်တော့ဖခင်ကြီးရဲ့အသက်ကိုမမှီလိုက်သလိုဇပနအခမ်းအနားကိုတောင် ကျင်းပခွင့် မရလိုက်ဘူး. . .သို့ပေမယ့် ကောက်ကာငင်ကာဆိုသလို ဝန်ကြီးချုပ်ရာထူးကို ဝင်ရောက်ထမ်းဆောင်ဖို့ ဖြစ်လာတယ်ပညာတတ် လူငယ်လေးဖြစ်တဲ့အပြင်ဖခင်ရဲ့ သွေးအပြည့်ပါတဲ့သူဖြစ်တာကြောင့်အလုပ်ကို ကြိုးစားတယ်မှန်ကန်တဲ့အလုပ်ကို လုပ်တယ်တည်ကြည်တယ် ဖြောင့်မတ်တယ်ရဲ့ဝံ့တယ်. . .ဘယ်သူ့မျက်နှာကိုမှ မထောက်ဘူးပြည်သူတွေကို ချစ်တဲ့သူဖြစ်တာကြောင့်အောက်ခြေလူတန်းစားတွေနေတဲ့ ကျေးလက်ဒေသတွေအထိ ရှောင်တခင် စစ်ဆေးတတ်တယ်သက်ဆိုင်ရာနယ်မြေက တာဝန်ကျ အစိုးရ အရာရှိတွေကို ပြည်သူ့အကျိုး သယ်ပိုးသူမှန်ရင် မြှောက်စားတယ်လာဘ်စားပြီး တာဝန်မကျေရင် ဖြုတ်ပစ်တယ်. . .အဲ့ဒီလောက်အထိ ရဲရဲတောက်တဲ့ဝန်ကြီးချုပ် ဖြစ်လာတယ်. . .လမ်းပန်းဆက်သွယ်မှု ကောင်းမွန်ရေးလမ်းတံတားပြုပြင်ရေးကျေးလက်ဒေသ စည်ပင်ဖွံဖြိုးရေးစတဲ့ လုပ်ငန်းတွေမှာ နိုင်ငံတော်ဘတ်ဂျက်ကို မျှတအောင် သုံးစွဲပြီး ရန်ပုံငွေတွေ ချပေးကာကိုယ်ထူကိုယ်ထ လုပ်စေတယ်သူက ပြည်သူကို ကိုယ့်အားကိုယ်ကိုးစေချင်တဲ့ ဒီလိုမျိုးစိတ်ဓာတ်ပိုင်ရှင် ဝန်ကြီးချုပ်ပါ။သူပြောတဲ့စကားက\"စစ်မှန်တဲ့ ခေါင်းဆောင်ဆိုတာခေါင်းဆောင်မလိုတဲ့ လူ့အဖွဲ့အစည်းတစ်ရပ် ဖြစ်တည်လာအောင် လမ်းပြပေးတဲ့သူပါ\"တဲ့မည်သို့ပင်ဆိုစေ. . .ပြည်သူ့အချစ်တော် ခံယူပြီးတာဝန်တွေကို ကျေပွန်အောင် ...",
        "rating": "8.8",
        "url": "https://megaup.net/2tfxU/Bharat_Ane_Nenu_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Ouija-Seance-The-Final-Game-poster-133x200.jpg",
        "title": "Ouija Seance: The Final Game (2018)",
        "description": "Ouija Seance: The Final Game (2018) သရဲကားကောင်းကောင်းလေးကြည့်ဖို့စောင့်မျှော်နေတဲ့ CMပရိတ်သတ်ကြီးအတွက်July ၃ရက်နေ့ကမှ ထွက်ရှိထားတဲ့သရဲကားအသစ်စက်စက်လေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီနှစ်မှာထွက်လာတဲ့ Ouija ကားလေးက အရင်ကထွက်ထားတဲ့ကားတွေနဲ့ ဆက်စပ်မှုတော့မရှိပါဘူးဆာရာနဲ့ သူ့သူငယ်ချင်းတစ်စုတို့ ကျောင်းပိတ်ရက်မှာ ဆာရာအမွေရထားတဲ့ သူ့အဖွားဆီမှာသွားနေဖို့ အကြောင်းဖန်လာပါတယ် အဲ့အိမ်ရဲ့ထပ်ခိုးမှာ Ouija ဘုတ်ပြားတစ်ခုကို သွားယူခဲ့ပါတယ်။ ဂီရွန်းတွန်းအားပေးလို့  ဆာရာ့အဖွားဖန်တီးခဲ့တဲ့ ကျိန်စာကို မထင်မှတ်ဘဲ နှိုးထလိုက်မိတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲ......Ouijaကားတွေ ကြည့်ဖူးတဲ့သူတွေအတွက်တော့ Ouija Boardဆိုတာဘာလဲလို့ သိကြပါတယ်ထင်မထားတဲ့လှည့်ကွက်တွေနဲ့ ကျောချမ်းစရာကောင်းတဲ့ ဇာတ်ကားဖြစ်လို့ ဘေလ်ကုန်ခံရကျိုးနပ်မှာသေချာပါတယ်။ \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Phyu Khin  ပါ)\n \nFile Size : (700 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 22min\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by ...",
        "rating": "2.2",
        "url": "https://megaup.net/1zA9r/Ouija_Seance_-_The_Final_Game_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qheJcFjQ3hAMroE8y6FpCg6jNeN.jpg",
        "title": "The Cured (2017)",
        "description": "ဒီဇာတ္လမ္းကေတာ့ Drama/Science Ficiton အမ်ိဳးအစားျဖစ္ျပီးေတာ့ IMDB 5.4 ၊ Rotten Tomatoes 64% ရထားတဲ့ကားေလးပဲျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ Zombie ပံုစံလုိ ဇာတ္လမ္းမ်ိဳးျဖစ္ေပမယ့္ တစ္ေယာက္နဲ႔ တစ္ေယာက္ ေျပးလႊားကိုက္ျဖတ္ျပီး ျပီးသြားတာမဟုတ္ပဲ ကိုယ့္ကို အေတြးတစ္ခုနဲ႔က်န္ခဲ့ေစႏုိင္တဲ့ ဇာတ္လမ္းမ်ိဳးျဖစ္ပါတယ္။ဇာတ္လမ္းကိုေတာ့ The Maze Virus ဆိုတဲ့ ေရာဂါပိုးဟာ ျပန္႔ႏွ႔ံလာခဲ့ျပီး ကူးစက္ခံရတဲ့ လူေတြဟာ Zombie ပံုစံျဖစ္သြားျပီး လူေတြကို လုိက္တုိက္ခိုက္တာနဲ႔ အစျပဳထားပါတယ္။ဆရာ၀န္ေတြဟာ အဲ့ဒီ Virus ကို ေပ်ာက္ေအာင္ကုႏုိင္တဲ့ ေဆးကုထံုးကို ေတြ႕ခဲ့ျပီး ကူးစက္ခံရသူ ၇၅% ကို ကုသႏုိ္င္ခဲ့ေပမယ့္ အဲ့ေဆးရဲ႕ အက်ိဳးရလဒ္ကေတာ့ ေရာဂါေပ်ာက္ကင္းသြားတဲ့သူေတြဟာ သူတုိ႔ ကူူးစက္ခံခဲ့ရတဲ့ အခ်ိန္တုန္းက လုပ္ခဲ့သမွ်ေတြကိုျပန္မွတ္မိေနတာပဲျဖစ္ပါတယ္။အဲ့ေတာ့ က်န္ေနတဲ့ ၂၅%ကို ဆက္လက္မကုသေတာ့ပဲ အစိုးရက သုတ္သင္ရွင္းလင္းဖို႔အမိန္႔ေပးခဲ့တာပဲျဖစ္ပါတယ္။ဒီဇာတ္လမ္းထဲမွာ အစိုးရေတြကို ေဆးကုသမႈခံယူျပီး ေပ်ာက္ကင္းသြားတဲ့သူေတြက အရင္ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-cured-2017/",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ocRgFgAyxWrVtPszHwva24cT1UR.jpg",
        "title": "How Long Will I Love U (2018)",
        "description": "Romance Comedy ကားေကာင္းေကာင္းေလးၾကည့္ခ်င္တယ္ဆိုသူမ်ားအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္ေနာ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့လုမင္က ၁၉၉၉ ခုႏွစ္မွာ အိမ္ဒီဇိုင္းနာ သူ႔ဒီဇိုင္းေတြကို ရင္းႏွီးျမႇဳပ္ႏွံမယ့္သူမရွိလို႔ တိုင္ပတ္ေနတဲ့ အသက္ႏွစ္ဆယ့္ငါးႏွစ္အရြယ္ေကာင္ေလးေပါ့ေရွာင္ေက်ာင္းဂုကေတာ့ ၂၀၁၈မွာ အသက္သံုးဆယ္ေက်ာ္ အေခ်ာအလွ ခ်မ္းသာတဲ့ေယာက်ာ္းနဲ႔လက္ထပ္ခ်င္သူ အြန္လိုင္းဒိတ္ေတြနဲ႔ေတြ႕တိုင္းေျပာေလ့ရွိတာက ရွင္အိမ္တစ္လံုးဝယ္ႏိုင္ရင္ ကြ်န္မရွင့္ကိုလက္ထပ္မယ္ဆိုပဲျဖစ္ခ်င္ေတာ့ လုမင္နဲ႔ ေရွာင္ေက်ာင္းတို႔ေနတဲ့အိမ္က တစ္အိမ္တည္းျဖစ္ေနတာပါပဲ လုမင္ကလည္း သူ႔ေခတ္ ၁၉၉၉ မွာေနတယ္ ေရွာင္ေက်ာင္းကလည္း သူ႔ေခတ္ ၂၀၁၈ မွာေနတယ္တစ္ေန႔က်ေတာ့ ထူးဆန္းတာေတြျဖစ္လာေတာ့တာပါပဲအဲ့ဒါကေတာ့ ၁၉၉၉ နဲ႔ ၂၀၁၈ timelines ႏွစ္ခုကို ဆက္ေပးတဲ့လမ္းတစ္ခု သူတို႔အိမ္မွာ ပြင့္သြားေတာ့တာပဲအဲ့ဒီမွာ ေရွာင္ေက်ာင္းနဲ႔လုမင္တို႔ ဆံုၾကေတာ့တာေပါ့အစကေတာ့ ဘုနဲ႔ေဘာက္ဆိုေပမယ့္ တစ္အိမ္တည္းေနရင္းတေျဖးေျဖးနဲ႔ သံေဃာဇဥ္တြယ္သြားၾကပါေတာ့တယ္ခ်မ္းသာခ်င္တဲ့ ေရွာင္ေက်ာင္းက လုမင္ကို အရည္အခ်င္းမရွိဘူးလို႔ေျပာတဲ့အခ်ိန္ ၂၀၁၈ မွာလုမင္က ထိပ္ထိ္ပ္ႀကဲ စီးပြားေရးလုပ္ငန္းရွင္ျဖစ္ေနတာကို ေတြ႕လိုက္ရတဲ့အခါမွာေတာ့...အခ်ိဳးအေကြ႕ေတြမ်ားစြာနဲ႔ သူတို႔အခ်စ္ဟာ Happy Ending ျဖစ္ပါ့မလားဆိုတာကို ဆက္လက္ၾကည့္ရႈေပးၾကပါဦး **** ကိုယ္ပိုင္ဖန္တီးယူထားတဲ့ srt file ျဖစ္တာေၾကာင့္ timing ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/how-long-will-i-love-u-2018/",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMGUzYTMxMzctYzZkMC00MDcxLThlOTktNGE5YTUyNjM0NDI0XkEyXkFqcGdeQXVyMjI4MjA3NDY@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "On the Ropes (2018)",
        "description": "ႀကိဳးဝိုင္းထဲမွာ ႀကိဳးနားကပ္ၿပီး အသဲအသန္ျပန္ထိုးေနရၿပီဆိုရင္ေတာ့ ရႈံးေတာ့မဲ့အေနအထားေပါ့။အဲဒီအေျခအေနကေန ႐ုန္းမထြက္ႏိုင္ေတာ့ဘူးဆိုရင္ ေသခ်ာတယ္အရႈံးေပးရမယ္။အခုဇာတ္ကားထဲမွာလည္း ဇာတ္လိုက္မင္းသားရဲ႕အေျခအေနက အဲလိုအေနထားမ်ိဳးမွာ ရွိေနတာေပါ့။ဇာတ္လမ္းအက်ဉ္းကိုေျပာရမယ္ဆိုရင္ဇာတ္လိုက္မင္းသား နာမည္က ဂၽြန္ပါ။ဒီဇာတ္ကားက လူဆိုးဂိုဏ္းႏွစ္ဂိုဏ္းၾကားမွာရွိတဲ့ ဆက္ဆံေရးကို အေျခခံထားပါတယ္။အေပးအယူ၊ အျပန္အလွန္ေလးစားမႈကေနကေန ဂိုဏ္းေတြရဲ႕ထံုးစံအတိုင္း သတ္ျဖတ္တာေတြအထိပါတာေပါ့။ဒီလိုဂိုဏ္းမ်ိဳးေထာင္ထားၾကၿပီဆိုရင္ ဂိုဏ္းထဲမွာရွိတဲ့ ဂိုဏ္းသားေတြရဲ႕သစၥာေစာင့္ထိန္းမႈက အေရးႀကီးဆံုးပဲေပါ့။သစၥာမေစာင့္ထိန္းဘဲ ရဲကိုသတင္းေပးၿပီး ပိုက္ဆံရွာတဲ့ သတင္းေပးေတြကို Rat (အသားထဲကေလာက္ထြက္တဲ့ ေလာက္ေကာင္) လို႔ေခၚတာေပါ့။အဲဒီလိုဂိုဏ္းတစ္ခုမွာ ေလာက္တက္ၿပီဆိုရင္ေတာ့ အဲဒီဂိုဏ္းၿပိဳကြဲဖို႔သိပ္မေဝးေတာ့ဘူးေပါ့။ေနာက္ထပ္ဂိုဏ္းတစ္ခုမွာ အေရးႀကီးတာက ကိုယ္ခံပညာနဲ႕ဂိုဏ္းသားေတြအေပၚမွာ ၾသဇာေညာင္းမႈေပါ့။ကိုယ့္ဂိုဏ္းသားေတြဆိုတာလည္း စံျပပုဂၢိဳလ္ကိုမွ ဆရာတင္ၾကတာေပါ့။အဲဒီလိုနဲ႕ဂၽြန္တို႔ရဲ႕ေခါင္းေဆာင္အဖိုးႀကီးက ေနထိုင္မေကာင္းျဖစ္လာတဲ့အခ်ိန္ ဂိုဏ္းထဲမွာေလာက္တက္ၿပီး ဂိုဏ္းသားေတြစၿပီးေတာ့ ၿပိဳကြဲပါေတာ့တယ္။လီဆိုတာက ဂၽြန္နဲ႕အတူတူႀကီးၿပီးလာၿပီး ငယ္ငယ္က ဂၽြန္ကို အႏိုင္က်င့္ေနၾကေပါ့။အဲဒီဂိုဏ္းမွာ အဖိုးႀကီးၿပီးရင္ သူလို႔ေျပာလို႔ရတယ္။ဒါေပမဲ့သူက စိတ္ဆက္ၿပီး လုပ္ခ်င္ရာလုပ္တတ္တဲ့အက်င့္ရွိတယ္။အဲဒါေၾကာင့္အဖိုးႀကီးက သူ႔ကိုစိတ္မခ်ဘူး။အဲဒီလိုအေျခအေနမွာ ပိုဆိုးလာတာက အဖိုးႀကီးေရာဂါရတဲ့အခ်ိန္မွာ အဖိုးႀကီးက ဂိုဏ္းကိုအုပ္ခ်ဳပ္ဖို႔အတြက္လီကိုတာဝန္မေပးဘဲ ဂၽြန္ကိုတာဝန္ေပးဖို႔ ဆံုးျဖတ္လိုက္တဲ့အခါမွာေတာ့ ဂိုဏ္းထဲမွာ လုပ္ၾကံမႈေတြဆက္တိုက္ျဖစ္လာပါေတာ့တယ္။အဲဒီအခက္အခဲေတြကိုေျဖရွင္းဖို႔ႀကိဳးစားတဲ့အခါ ဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ ၾကည့္႐ူခံစားလိုက္ပါဦးကိုယ္ခံပညာအလန္းစားေတြနဲ႕႐ိုက္ခ်က္ေကာင္းေကာင္း႐ိုက္ထားလို႔ ၾကည့္ေကာင္းမဲ့ အက္ရွင္ကားေကာင္းတစ္ခုလို႔ ၫႊန္းလိုက္ပါရေစ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/on-the-ropes-2018/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zbvziwnZa91AJD78Si0hUb5JP5X.jpg",
        "title": "Truth or Dare (2018)",
        "description": "သည္းထိတ္ရင္ဖိုကားေတြကို ၾကိဳက္ႏွစ္သက္သူေတြအတြက္ ၂၀၁၈ ဧျပီ လထဲထြက္ထားတဲ့ Truth or Dare ? ဆိုတဲ့ ဇာတ္ကားေလးတင္ဆက္ေပးလိုက္ပါတယ္ျမန္မာနိုင္ငံက ကေလးေတြကစားၾကတဲ့ တူတူပုန္းတမ္းလို အေနာက္တိုင္းကကေလးေတြ ကစားေလ့ရွိတဲ့ ကစားနည္းတစ္မ်ိဳးကို Truth or Dare ? လို႔ေခၚပါသတဲ့…တစ္ေယာက္က Truth or Dare ? လို႔ေမးလိုက္ရင္အေမးခံရတဲ့ တစ္ေယာက္က Truth ကိုေရြးလုိက္မယ္ဆိုရင္ သူဟာ ေမးတဲ့ေမးခြန္းတစ္ခုကို အမွန္အတိုင္း ေျဖရပါသတဲ့….Dare ကိုေရြးလိုက္မယ္ဆိုရင္ေတာ့ ေမးတဲ့သူစိန္ေခၚတာ(ခိုင္းတာ)ကို မျငင္းဆန္ဘဲ လုပ္ရတဲ့ ဂိ္မ္းပါ ဒီပံုစံနဲ႕ အလွည့္က်ေဆာ့ၾကတာေပါ့..ဒီဇာတ္လမ္းထဲမွာ ေက်ာင္းျပီးေတာ့မယ့္ ေကာလိပ္ေက်ာင္းသားသူငယ္ခ်င္းတစ္စုဟာ သူတို႔ရဲ႕ေနာက္ဆံုး ေႏြရာသီေက်ာင္းပိတ္ရက္ကို မကၠဆီကိုႏိုင္ငံမွာ အခ်ိ္န္ျဖဳန္းရင္း ကုန္လြန္ဖုိ႔ ဆံုးျဖတ္ခဲ့ၾကပါတယ္….မကၠဆီကိုေရာက္ေတာ့ သူတို႔ဟာ လူငယ္ေတြပီပီ ကမ္္းေျခေတြ ဘားေတြမွာ ေသာက္စားေပ်ာ္ပါးၾကရင္း တစ္ညေရာက္ေတာ့ ဘားတစ္ခုမွာ သူတို႔လိုပဲ လူစိမ္းလူငယ္တစ္ေယာက္နဲ႔သိကၽြမ္းခဲ့ရာက အဲ့ဒီညမွာပဲ ကိုလူစိမ္းေရြးခ်ယ္မႈအရ ဘုရားေက်ာင္းပ်က္ၾကီးထဲမွာ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/truth-or-dare-2018/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Lean-on-Pete-movie-poster-147x200.jpg",
        "title": "Lean on Pete (2017)",
        "description": "[Unicode]Lean on Pete ဇာတ်ကားကတော့\nစာရေးဆရာ Willy Vlautinရေးသားခဲ့တဲ့ lean on Pete ဝတ္ထုကို\nအခြေခံပြီး Director - Andrew Haigh က ပြန်လည် ရိုက်ကူးထားသော\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ ဆယ်ကျော်သက်ကောင်းလေးတစ်ယောက်ရဲ့\nသူ့ပြိုင်မြင်းအပေါ် သံယောဇဉ်ကြီးပုံကို အဓိကဖော်ပြထားတဲ့\nဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။မြင်းပြိုင်ပွဲတစ်ခုက\n၁၅နှစ်အရွယ်ကောင်လေးတစ်ယောက်ရဲ့\nအိုမင်းနေပြီဖြစ်တဲ့ပြိုင်မြင်း lean on peteကို သားသတ်သမားတွေက နှိပ်ဆက်ပြီးတစ်ခြားနေရာကို\nပို့တော့မယ်ဆိုတာ သိလိုက်ရချိန်မှာ...\nသူ့အချစ်တော်မြင်းကို ကယ်ဖို့သူဘာတွေဆက်လုပ်မလဲ...\nဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ...စိတ်လှုပ်ရှားစရာအပြည်နဲ့ ရင်သက်ရှူ့မောဖွယ်ခံစားရမယ့်\nAdventure ,Drama ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။[Zawgyi]Lean on Pete ဇာတ္ကားကေတာ့\nစာေရးဆရာ Willy Vlautinေရးသားခဲ့တဲ့ lean on Pete ၀တၳဳကို\nအေျခခံျပီး Director - Andrew Haigh က ျပန္လည္ ရိုက္ကူးထားေသာ\nဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားကေတာ့ ဆယ္ေက်ာ္သက္ေကာင္းေလးတစ္ေယာက္ရဲ႕\nသူ႔ျပိဳင္ျမင္းအေပၚ သံေယာဇဥ္ၾကီးပံုကို အဓိကေဖာ္ျပထားတဲ့\nဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ျမင္းျပိဳင္ပြဲတစ္ခုက\n၁၅နွစ္အရြယ္ေကာင္ေလးတစ္ေယာက္ရဲ႕\nအိုမင္းေနျပီျဖစ္တဲ့ျပိဳင္ျမင္း lean on peteကို သားသတ္သမားေတြက နွိပ္ဆက္ျပီးတစ္ျခားေနရာကို\nပို႔ေတာ့မယ္ဆိုတာ သိလိုက္ရခ်ိန္မွာ...\nသူ႔အခ်စ္ေတာ္ျမင္းကို ကယ္ဖို႔သူဘာေတြဆက္လုပ္မလဲ...\nဘယ္လိုေတြဆက္ျဖစ္သြားမလဲ...စိတ္လွုပ္ရွားစရာအျပည္နဲ႔ ရင္သက္ရွဴ႕ေမာဖြယ္ခံစားရမယ့္\nAdventure ,Drama ရုပ္ရွင္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။File size…(999MB) ...",
        "rating": "7.4",
        "url": "https://megaup.net/4eB4i/Lean_On_Pete_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/happy_feet_posterlarge_0-281322805-139x200.jpg",
        "title": "Happy Feet (2006)",
        "description": "Happy Feet (2006)\nWon 1 Oscar. Another 19 wins & 26 nominations\nIMDb - 6.4/10_____Rotten - 76% \nHappy Feet ကို 90Kids တွေ မှတ်မိအုံးမှာပါ\nသီချင်းမဆိုတက်ပေမယ့် အက ကျွမ်းကျင်တဲ့\nပင်ဂွင်း ငှက်ကလေး ရဲ့ စွန့်စားခန်း ခရီးစဉ်တစ်ခုကိုပေါ့\nဒီ Animation ရုပ်ရှင်ဟာ လူတော်တော်များများကို\nသဘာ၀ ပတ်ဝန်းကျင် ထိန်းသိမ်းရေး နဲ့ ပတ်သက်ပြီး\nအသိပညာတွေ ပေးပါတယ်\nကျနော် ကိုယ်တိုင် ဒီဇတ်ကားရဲ့\nနောက်ဆုံးတစ်နေရာမှာ ရင်ထဲ ဆို့နင့်ပြီး\nမျက်ရည်ကျလောက်အောင် ဝမ်းသာမိဖူးတယ်\n(ငယ်ငယ်တုန်းကပါ) :D\nဇတ်လမ်းလေး အစ မှာတော့ ပင်ဂွင်းတွေ ဟာ ဖူးစာဖက် ရရှိဖို့\nသီချင်းအဆိုကောင်းရပါတယ် ပင်ဂွင်းမ ကို ပိုးပန်းဖို့\nပင်ဂွင်းအထီးတွေက သီချင်းဆိုပြရတယ် မကြိုက်ရင်\nပင်ဂွင်းမ ချေတာ ခံရမှာ ဖြစ်ပြီး\nအသံ ပါဝါ ကောင်းကောင်း နဲ့ ခံစားချက် ကောင်းကောင်းနဲ့\nညို့ငင်စွာ သီချင်းဆိုတက်တဲ့ ဘဲကြီး (ပင်ဂွင်းအထီး) တွေကတော့\nစော်ကြည်ဘဲ တွေပါပဲ....\nဒီလိုနဲ့ နာမည်ကျော် အဆိုကောင်း အသံကောင်းတဲ့\nပင်ဂွင်း အထီး နဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1x23n/Happy_Feet_[2006]_(MM_Sub).mp4",
        "category": "Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/9c96505a4b6c6dee3e653f37e65e2dfa3912624f553fa52c_600_9999-133x200.jpg",
        "title": "At the Gate of the Ghost (2011)",
        "description": "နာမည္ႀကီး ထိုင္းမင္းသား Mario Maurer နဲ႔ ထိုင္းနာမည္ေက်ာ္သရုပ္ေဆာင္ေတြ ပါ၀င္ထားတဲ့ဇာတ္ကားေကာင္း တစ္ခုပါ...IMDb 6.4/10 ရရွိထားပါတယ္။ဇာတ္လမ္း အစ မွာေတာ့ သာသနာ့ေဘာင္ ၀င္ေနတဲ့ Mario Maurer ကေန အစျပဳထားၿပီးသူဘာေၾကာင့္ သာသနာ့ေဘာင္ ၀င္ခဲ့တယ္.. ေလာက ရဲ႕ ဇာတ္အရႈပ္ေတြ ဘယ္လိုရွင္းရမယ္..မိန္းမ ေယာက်ၤားတို႔ရဲ႕ ပရိယယ္ မာယာေတြ ျမင္ေတြ႕ရပံုကို လွည့္ကြက္မ်ိဳးစံုျဖင့္သရုပ္ေဖာ္ရုိက္ကူးထားတာျဖစ္လို႔ အညႊန္းႀကိဳဖတ္တာထက္ ၾကည့္ရႈတာပိုေကာင္းမွာပါ။(သစ္ဆန္းခန္႔) \nFile size…(900 MB) and (530 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.5",
        "url": "https://megaup.net/Vlyf/At_The_Gate_Of_The_Ghost_[2011]_(MM_Sub).mp4",
        "category": "Asian, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/skPT4ffWhlmmDOMNEdxOiP6Emfz.jpg",
        "title": "Disobedience (2017)",
        "description": "စည္းကမ္းေတြ စည္းမ်ဥ္းေတြ အမ်ားၾကီးအမ်ားၾကီးၾကားမွာ ကၽြန္ေတာ္တုိ႔ေမြးဖြားလာရပါတယ္။ဟုိဟာမလုပ္နဲ႔ ဒီဟာမကုိင္နဲ႔ တားျမစ္ခ်က္ေတြ အမ်ားၾကီးနဲ႔ၾကီးျပင္းလာခဲ့ရပါတယ္။အဲဒီတားျမစ္ခ်က္ေတြက ကုိယ္ျဖစ္ခ်င္ေနတာေတြ လုပ္ခ်င္ေနတာေတြကုိမေရာက္ေအာင္တားျမစ္ထားတယ္ ဆုိရင္ ခင္ဗ်ားတုိ႔ဘာလုပ္ၾကမွာလဲ။ဒီဇာတ္ကားမွာေတာ့ တားျမစ္ခ်က္ေတြအမ်ားၾကီးၾကားက ဂ်ဴးဘာသာဝင္ မိန္းကေလးႏွစ္ေယာက္ရဲ႕ စည္းမ်ဥ္းေတြကုိခ်ိဳးေဖာက္ၾကတာကုိ ေတြ႕ရမွာပါ။ဘာသာတရားကုိင္းရႈိင္းတဲ့ အသုိင္းအဝုိင္းမွာၾကီးပ်င္းလာၾကတဲ့ သူတုိ႔ ဒီအသုိင္းအဝုိင္းကုိ ဘယ္လုိရင္ဆုိင္ၾကလဲဘယ္လုိအင္အားမ်ိဳးေတြက ဒီလုိဆန္႔က်င္ရဲေအာင္တြန္းအားေပးလဲဆုိတာေတာ့ ဇာတ္ကားကုိၾကည့္ရင္း ကိုယ့္ဘာသာကုိယ္ပဲအေျဖထုတ္ၾကည့္လုိက္ၾကပါေတာ့။ခင္ဗ်ားတုိ႔ေရာဘယ္လုိလုပ္ၾကမလဲ..ဒီဇာတ္ကားက IMDB Rating 6.8 ရရွိထားျပီး ကၽြန္ေတာ့္အၾကိဳက္မင္းသမီး Rachel Weisz နဲ႔ Rachel McAdam တုိ႔ပါဝင္သရုပ္ေဆာင္ထားပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : (900 MB) and (390 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 54min\nFormat : Mp4\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-DRONES\nTranslated by d3mon\nEncoded by ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/disobedience-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/isle-of-dogs-poster-133x200.jpg",
        "title": "Isle of Dogs (2018)",
        "description": "Isle of Dogs (2018)\nIMDb - 7.9/10_____Rotten - 90%\n ဒီဇာတ်လမ်းလေးအကြောင်းကို စမပြောခင် Animation ရဲ့ Graphic ပုံစံဟာ မြင်တွေ့နေကြပုံစံမျိုးမဟုတ်ပါဘူးလို့ စကားဦးခံထားပါရစေဘာလို့လဲဆိုတော့ ဘာသာပြန်ဖို့စကြည့်တဲ့အချိန်မှာ မိမိကိုယ်တိုင်လည်း ဘယ်လိုကြီးလဲဆိုပြီး အတွေးဝင်မိလို့ဖြစ်ပါတယ်ဒါပေမယ့် ဒီကားဟာ IMDb 7.9 တောင်ရရှိထားပြီး အသံသရုပ်ဆောင်တွေကလည်း ထိပ်ထိပ်ကြဲတွေဖြစ်တဲ့ Scarlett Johnson တို့ Breaking Bad ကမင်းသားကြီး Bryan Cranston တို့ Bill Murray တို့ပါဝင်သရုပ်ဆောင်ထားကြဖြစ်လို့ ပေါ့သေးသေးတော့မဟုတ်ပါဘူးကဲ ဇာတ်လမ်းအကြောင်း ဆက်လိုက်ကြရအောင်လွန်ခဲ့တဲ့ ရာစုနှစ်ဆယ်စုစာတုန်းက ခွေးတွေဟာ လူတွေရဲ့ အမိန့်ကို နာခံတတ်ကြတဲ့ အိမ်မွေးတိရစ္ဆာန်တွေမဟုတ်ကြပါဘူးအဲ့အချိန်မှာ ခွေးမုန်းတီးရေးဝါဒီကိုဘာယားရှီမျိုးနွယ်တွေဟာ ခွေးတို့ိကို စစ်အင်အားအလုံးအရင်းနဲ့ဝင်တိုက်ပါတော့တယ်အဲ့အချိန်မှာ ခွေးတွေဘက်က ရပ်တည်ပေးတဲ့ သူရဲကောင်းကလေးတစ်ဦး ပေါ်ပေါက်လာတာတော့တယ်ခွေးတွေကတော့ လူတွေရဲ့ အိမ်မွေးတိရစ္ဆာန်တွေဖြစ်လာပါတယ်နောက်နှစ် နှစ်ဆယ်ကြာလာတဲ့အခါ ခွေးတုပ်ကွေးရောဂါပြန့်ပွားမှုဟာ ပြင်းထန်တဲ့အဆင့်ကို ရောက်ရှိနေပါတယ်အဲ့အချိန်မှာ ခွေးမုန်းတီးတဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2TsuW/Isle_Of_Dogs_(Inugashima)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MPW-40402-135x200.jpg",
        "title": "Crank: High Voltage (2009)",
        "description": "Crank (2006) ဇာတ္ကားရဲ႕ေနာက္ဆက္တြဲဇာတ္ကားျဖစ္ျပီးမင္းသားၾကီး Jason Statham ရဲ႕အမိုက္စား ခပ္ၾကမ္းၾကမ္းဇာတ္ကားပါ။ေၾကးစားလူသတ္သမားအခ်င္းခ်င္း ေအာက္လမ္းနည္းေပါင္းစံုနဲ႕လုပ္ၾကံၾကတဲ့ ကစားပြဲမွာအသက္ရွင္ဖို႕ အရာအားလံုးကို ျဖတ္ေက်ာ္မယ့္ Chev Chelios အျဖစ္ Jason Statham ကို အမိုက္စားျမင္ေတြ႕ရမွာပါ။IMDb (6.2) ထိရရွိထားတဲ့ Action , Crime , Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီး မင္းသမီး Amy Smart မွလဲ ဇာတ္လမ္းနဲ႔အျပိဳင္ ခပ္ၾကမ္းၾကမ္း ပါဝင္အားျဖည့္ထားပါတယ္။ \nFile size…(900 MB) and (460 MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Edrea Rae",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/crank-high-voltage-2009/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/crank_ver3-134x200.jpg",
        "title": "Crank (2006)",
        "description": "မင္းသားၾကီး Jason Statham ရဲ႕အမိုက္စား ခပ္ၾကမ္းၾကမ္းဇာတ္ကားပါ။ေၾကးစားလူသတ္သမားအခ်င္းခ်င္း ေအာက္လမ္းနည္းေပါင္းစံုနဲ႕လုပ္ၾကံၾကတဲ့ ကစားပြဲမွာအသက္ရွင္ဖို႕ အရာအားလံုးကို ျဖတ္ေက်ာ္မယ့္ Chev Chelios အျဖစ္ Jason Statham ကို အမိုက္စားျမင္ေတြ႕ရမွာပါ။IMDb (7) ထိရရွိထားတဲ့ Action , Crime , Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီး မင္းသမီး Amy Smart မွလဲ ဇာတ္လမ္းနဲ႔အျပိဳင္ ခပ္ၾကမ္းၾကမ္း ပါဝင္အားျဖည့္ထားပါတယ္။ \nFile size…(850 MB) and (420 MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:44:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by MT",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/crank-2006/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/just-friends-italian-movie-poster-140x200.jpg",
        "title": "Just Friends (2005)",
        "description": "[Unicode]Just Friends(2005)Just Friends ဆိုတဲ့ ဇာတ်ကားကတော့\nDirector- Roger Kumble လက်စွမ်းပြထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်မင်းသားRyan Reynolds နှင့် မင်းသမီးAmy Smartတို့\nပါဝင် သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာတော့ အထက်တန်းကျောင်းက\nChris Brander ဆိုတဲ့ သဘောကောင်းတဲ့ လူဝတုတ်ကြီးရဲ့\nဝနေတာကြောင့်လူ အစအနောက်ခံရပြီးနောက်\nဘယ်လိုတွေ ပြောင်းလဲသွားမလဲ...\nသူcrushနေတဲ့ သူ့သူငယ်ချင်းကောင်မလေးနဲ့ရော\nဘယ်လိုတွေ ဆက်ဖြစ်မလဲ\n၁၀နှစ်ကြာပြီးနောက်သူ့ရဲ့ပြောင်းလဲမှု့တွေက ဘာတွေလဲ...လူတစ်ယောက်ရဲ့မခံချင်စိတ်က ထိုလူကို ဘယ်လောက်ထိ\nပြောင်းလဲသွားစေနိုင်လဲဆိုတာကို ဖော်ပြထားတဲ့\nComedy , Romance ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။[Zawgyi]Just Friends(2005)Just Friends ဆိုတဲ့ ဇာတ္ကားကေတာ့\nDirector- Roger Kumble လက္စြမ္းျပထားတဲ့\nဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္မင္းသားRyan Reynolds နွင့္ မင္းသမီးAmy Smartတို႔\nပါ၀င္ သရုပ္ေဆာင္ထားတဲ့ ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားထဲမွာေတာ့ အထက္တန္းေက်ာင္းက\nChris Brander ဆိုတဲ့ သေဘာေကာင္းတဲ့ လူ၀တုတ္ၾကီးရဲ႕\n၀ေနတာေၾကာင့္လူ အစအေနာက္ခံရျပီးေနာက္\nဘယ္လိုေတြ ေျပာင္းလဲသြားမလဲ...\nသူcrushေနတဲ့ သူ႔သူငယ္ခ်င္းေကာင္မေလးနဲ႔ေရာ\nဘယ္လိုေတြ ဆက္ျဖစ္မလဲ\n၁၀နွစ္ၾကာျပီးေနာက္သူ႔ရဲ႕ေျပာင္းလဲမွု႔ေတြက ဘာေတြလဲ...လူတစ္ေယာက္ရဲ႕မခံခ်င္စိတ္က ထိုလူကို ဘယ္ေလာက္ထိ\nေၿပာင္းလဲသြားေစနိုင္လဲဆိုတာကို ေဖာ္ျပထားတဲ့\nComedy , Romance ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။File size…(600MB)\nQuality…BR-Rip ...",
        "rating": "6.2",
        "url": "https://megaup.net/4eB4c/Just_Friends_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cOnVhuqmirMo3c1vlQcI2jnfWT7.jpg",
        "title": "The Maus (2017)",
        "description": "ဒီကားဟာ Horror အမ်ိဳးအစားဆိုေပမယ့္ သရဲေတြမေကာင္းဆိုးဝါးေတြနဲ႔ ျပဴးျပဴးၿပဲၿပဲေျခာက္ျပတာမ်ိဳးမဟုတ္ပါဘူးထူးျခားတာက တစ္ကားလံုးကို လူေလးေယာက္ထဲနဲ႔ သယ္သြားတာပါဇာတ္လမ္းအက်ဥ္းကေတာ့ Horror ကားေတြရဲ႕ ထံုးစံအတိုင္း အဲလက္စ္တို႔ ခ်စ္သူစံုတြဲတစ္တြဲ ေလဆိပ္ကိုသြားဖို႔ ေတာအုပ္တစ္အုပ္ကိုအျဖတ္ ကားပ်က္သြားပါေတာ့တယ္ျဖစ္ခ်င္ေတာ့ အဲ့ေတာက မိုင္းေတြျပည့္ေနတာကို သူတို႔မသိခဲ့ၾကပါဘူးအဲ့အေၾကာင္းကိုမဆက္ခင္ ေျပာျပခ်င္တာက၁၉၉၅ ခုနစ္ေလာက္တုန္းက ခရစ္ယာန္ဆာဘီးယန္းလူမ်ိဳးေတြက အျပစ္မဲ့ မူစလင္ေဘာ္စနီးယန္းေတြကို မိန္းမနဲ႔ကေလးေတြပါမခ်န္ ရက္ရက္စက္စက္ သတ္ျဖတ္ခဲ့တဲ့စစ္ပြဲျဖစ္ပြားခဲ့ပါတယ္အဲ့စစ္ပြဲမွာ ဒုကၡသည္ျဖစ္ခဲ့ရၿပီး တစ္မိသားစုလံုးအသတ္ခံခဲ့ရတဲ့ ဆယ္မာဟာ ႀကီးမားတဲ့ စိတ္ဒဏ္ရာေၾကာင့္ ဆာဘီးယန္းလူမ်ိဳးေတြကို မယံုၾကည္ႏိုင္ပါဘူးေတာထဲမွာ ကူကယ္ရာမဲ့ေနတဲ့အခ်ိန္ ေပၚလာတဲ့လူႏွစ္ေယာက္က ဆာဘီးယန္းေတြ သူတို႔က ဆယ္မာထင္သလို လူဆိုးေတြလားအဲလက္စ္ထင္သလို ကူညီေပးမယ့္လူေတြလားဆိုတာကိုေတာ့ အသည္းတထိပ္ထိပ္နဲ႔ၾကည့္ရႈၾကရမွာျဖစ္ပါတယ္ (ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ) File Size : (750 MB) and (350 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 29min\nFormat : Mp4\nGenre : Drama, ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/the-maus-2017/",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvEyStSBUHBBNCV5QZ821wJG19C.jpg",
        "title": "Meatball Machine Kodoku (2017)",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ ဂ်ပန္ Sci-fic/thriller အမ်ိဳးအစားျဖစ္ပါတယ္။Rating 6.3 ရထားျပီးေတာ့မွ အခုလူမႈဘဝ အေျခအေနေတြကို ေသခ်ာရိုက္ျပထားတာျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ ေလာကမွာ ေမတၱာတရားေခါင္းပါးေနျပီး ေငြေၾကးကသာအဓိကျဖစ္ေနတဲ႔ လူေတြၾကားမွာ အႏိုင္က်င့္ခံ အထီးက်န္ေနတဲ႔ လူတစ္ေယာက္အေၾကာင္းရိုက္ျပထားတာပါ။လူေတြဟာ အၾကင္နာတရားတကယ္ေခါင္းပါးလာျပီး စက္ရုပ္သဖြယ္ ျဖစ္လာတဲ႔ အေျခအေနမွာ တကယ့္ စက္ရုပ္ေတြက လူ႔ေလာက ကိုေရာက္လာျပီး လူေတြကို သတ္ျဖတ္လာတဲ့အခါမွာေတာ့ လူသားေတြအတြက္ ေပ်ာ္ရႊင္ျခင္း ခ်စ္ျခင္းကို သိလာတာ ေနာက္က်သြားျပီလားလူေတြကေရာ စက္ရုပ္ေတြရဲ႕လက္ထဲကေတလြတ္ေျမာက္ႏိုင္ပါ့မလားဆိုတာကို သည္းထိတ္ရင္ဖိုၾကည့္ရမွာျဖစ္မွာပါတယ္ (ဘာသာျပန္သူကေတာ့ Brilliant Star ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre : Action, Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/meatball-machine-kodoku-2017/",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qPNIWfyynPdFJgOGsMAxAmxIbKw.jpg",
        "title": "Mad Genius (2018)",
        "description": "နည္းပညာတုိးတက္လာတာနဲ႔အတူ Hacker ေတြလည္းအရမ္းမ်ားလာပါတယ္။Social Media Account ေတြ၊ Website ေတြ၊ ပုဂၢိဳလိကအဖြဲ႕အစည္းေတြ၊ အစုိးရ အဖြဲ႕အစည္းေတြ Hack ခံေနရတာေတြၾကားေနရမွာပါ။ဒါေပမယ့္ ဒီဇာတ္ကားထဲက ဇာတ္ေကာင္ကေတာ့ လူသားမ်ိဳးႏြယ္စုတစ္စုလုံးကုိ အေျပာင္းအလဲၾကီးေျပာင္းလဲေစမယ့္ အရာကုိ Hack ဖုိ႔ၾကိဳးစားတာပါ။လူေတြရဲ႕ဦးေႏွာက္ေတြကုိ Hack ဖုိ႔ၾကိဳးစားတာပါ။Computer Software ေတြလုိ လူသားေတြရဲ႕ဦးေႏွာက္က မေကာင္းတဲ့အပုိင္းေတြကုိ ဖ်က္စီးျပီး ေကာင္းတဲ့အပုိင္းေတြထည့္သြင္းဖုိ႔ပါတဲ့။သူက စမ္းသပ္ခ်က္တစ္ခုမွာ ကုိယ့္ကိုကိုယ္စမ္းၾကည့္ရင္း သူ႕ရဲ႕စိတ္ကူးယဥ္ပုံရိပ္တစ္ခုကုိ အျမဲျမင္ေတြ႕ေနရတဲ့သူပါ။ဒီကားေလးမွာ Computer အေခၚေတြနဲ႔ ရူပေဗဒ အေခၚေတြနဲ႔ သေဘာသဘာဝေတြကုိ ေတြ႕ျမင္ရမွာျဖစ္တဲ့အတြက္ အဲဒီ နယ္ပယ္ႏွစ္ခုလုံးကုိရင္းႏွီးသူေတြ စိတ္ဝင္စားသူေတြအၾကိဳက္ေတြ႕ေစမွာပါ။IMDB Rating ကေတာ့ 5.9 ျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/mad-genius-2018/",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/batman-returns-copy-133x200.jpg",
        "title": "Batman Returns (1992)",
        "description": "Batman Returns က\nTim Burton director လုပ္ခဲ့တဲ့\nBatman သုံးကားထဲ တစ္ကား အပါအဝင္ပါ။Gotham ၿမိဳ႕ရဲ႕\nေရဆိုးေျမာင္းေတြထဲမွာ ပင္ဂြင္းလူတစ္ေကာင္\n႐ွိေနတယ္ဆိုၿပီး ေကာလဟာလေတြ ထြက္ေပၚလာခ်ိန္..Max shreck အမည္ရတဲ့\nေဂၚသမ္မ်က္ႏွာဖုံးသူေ႒းတစ္ေယာက္ဟာ\nတစ္ၿမိဳ႕လုံးက စြမ္းအင္ေတြကို စုတ္ယူမဲ့\nPower Generator တစ္ခု လုပ္ဖို႔ ၾကံစည္ေနခ်ိန္..လူေလးစား\nပင္ဂြင္းဟာ Max ရဲ႕ အၾကံေတြကို သိၿပီး\nMax နဲ႔ ေပါင္းၿပီး.. ၿမိဳ႕ေတာ္ဝန္လုပ္ဖို႔ ၾကံခဲ့တယ္။max သူ႔အၾကံကို သိသြားတဲ့..Selena ကို\nႏႈတ္ပိတ္သတ္ဖို႔ ၾကံခဲ့တယ္။Selena မေသပဲ Catwoman ျဖစ္သြားတဲ့အခါ\nBatman အေနနဲ႔\nဗီလိ္န္သုံးေကာင္ ကိုယ္တစ္ေကာင္ ႏြဲဖို႔ ျဖစ္လာခဲ့ပါတယ္။တစ္ဖက္တစ္လမ္းကလည္း Bruce wayne အေနနဲ႔\nSelena နဲ႔ ခ်စ္ႀကိဳက္မိတဲ့အခါ......။\nဆက္ျဖစ္လာဦးမဲ့ Batman ရဲ႕\nစြန္႔စားခန္းေတြကိုေတာ့ ကိုယ္တိုင္ပဲ ခံစားၾကည့္ၾကပါ။Gotham ၾကည့္တဲ့\nOswald Cobblepot ရဲ႕ fanေတြအတြက္\nပင္ဂြင္း Adult ကို ခံစားရမဲ့\nဇာတ္ကားဆိုလည္း မမွားပါဘူး။ထူးျခားခ်က္အေနနဲ႔\nCatwoman ရဲ႕ Nine Live ...",
        "rating": "7.0",
        "url": "https://megaup.net/4eB44/Batman_Returns_[1992]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BNDFiYTM3MzMtMTY1MC00ODhlLWI5ZmMtNGIwYTcwMzE3Y2MxXkEyXkFqcGdeQXVyNzMwNTgzMzU@._V1_-132x200.jpg",
        "title": "Batman (1989)",
        "description": "[Unicode]Batman ဇာတ်ကားကတော့ ဒါရိုက်တာ Tim Burtonရိုက်ကူးခဲ့တဲ့ဇာတ်ကား၃ကားထဲက တစ်ကားအပါအဝင်ဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကတော့ အမေရိကန်ပြည်ထောင်စု၊Gotham မြို့စွန်ကမိဘနှစ်ပါးလုံးဆုံးရှုံးလိုက်ရလို့ လက်စားချေလိုစိတ်၊တရားမျှတမှု့ကို ဖြစ်စေချင်တဲ့စိတ်ကြောင့်ကိုယ်ရည်စွမ်းထက်မြက်အောင်လုပ်ပြီး ယိုယွင်းနေပြီဖြစ်တဲ့ Gotham မှာလူဆိုးကောင်တွေကို ရှင်းလင်းနေတဲ့ Batmanနဲ့လူတစ်ကာကို ဒုက္ခပေးနေတဲ့ လူဆိုးအရူး Joker တို့ရဲ့ တိုက်ခိုက်ကြတဲ့Action ဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။[Zawgyi]Batman ဇာတ္ကားကေတာ့ ဒါရိုက္တာ Tim Burtonရိုက္ကူးခဲ့တဲ့ဇာတ္ကား၃ကားထဲက တစ္ကားအပါအ၀င္ျဖစ္ပါတယ္။ဒီဇာတ္ကားေလးကေတာ့ အေမရိကန္ျပည္ေထာင္စု၊Gotham ျမိဳ့စြန္ကမိဘနွစ္ပါးလံုးဆံုးရွံုးလိုက္ရလို႔ လက္စားေခ်လိုစိတ္၊တရားမွွ်တမွဳ့႕ကို ျဖစ္ေစခ်င္တဲ့စိတ္ေျကာင့္ကိုယ္ရည္စြမ္းထက္ျမက္ေအာင္လုပ္ျပီး ယိုယြင္းေနျပီျဖစ္တဲ့ Gotham မွာလူဆိုးေကာင္ေတြကို ရွင္းလင္းေနတဲ့ Batmanနဲ့လူတစ္ကာကို ဒုကၡေပးေနတဲ့ လူဆိုးအရူး Joker တို႔ရဲ႕  တိုက္ခိုက္ျကတဲ့Action ဇာတ္လမ္းေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ Batman(1989)File size…(999MB) and (555MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….02:06:19\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Min Thant HtooEncoded by Naing Aung Latt",
        "rating": "7.6",
        "url": "https://megaup.net/4Uywj/Batman_[1989]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j64I3u1wwgPct3stvvKU2ikl14w.jpg",
        "title": "The Domestics (2018)",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ Horror/ Thriller/Film Noir အမ်ိဳးအစားျဖစ္ပါတယ္။IMDB 5.7 ရထားျပီးေတာ့ ဒီဇာတ္လမ္းမွာ လူေတြရဲ႕ လုပ္ရပ္ေၾကာင့္ ဒီကမာၻၾကီးဘယ္ေလာက္ဆိုးရြားပ်က္ဆီး ကပ္ဆိုက္ေနျပီလဲ ဆိုတာကို စိတ္လႈပ္ရွားဖြယ္ရိုက္ကူးေပးထားတာျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ မာခ့္ ဆိုတဲ့ လူတစ္ေယာက္ဟာ ကြာရွင္းျပီးသား သူ႔မိန္းမနဲ႔ ျပန္လည္ေပါင္းထုတ္ဖို႔ သူ႔မိန္းမကို သြားေခၚတာကေနစျပီး သူတို႔ႏွစ္ေယာက္ အတူတူ ခရီးထြက္လာၾကတာျဖစ္ပါတယ္။ဒါေပမဲ့ ကမာၻၾကီးမွာ အၾကင္နာတရားေတြ ကိုယ္ခ်င္းစာမႈေတြ မရွိေတာ့တဲ့ လူ႔သရဲေတြ မ်ားျပားလာတဲ့အေျခအေနနဲ႔ အစာ ရွားပါးေဘးကပ္ဆိုက္ေနလုိ႔ လူလူခ်င္းျပန္စားေနၾကရတ့ဲအေျခအေနမွာ ခရီးတစ္ခုထြက္ဖို႔ဆိုတာ အသက္ကို ဖက္နဲ႔ ထုပ္ထားရသလုိပါပဲ။အဲ့ေတာ့ သူတုိ႔ႏွစ္ေယာက္ဟာ တကယ္ေရာ အခ်စ္ဆိုတဲ့အရာရွိေသးလုိ႔ ျပန္လည္ ေပါင္းထုတ္ၾကတာလားသူတုိ႔ကေရာ အဲ့ဒီ လူ႕သရဲ လူမိုက္ဂိုဏ္းေတြ လက္ခုပ္ထဲကေရလိုပဲ ေသသြားရမွာလားဒါမွမဟုတ္ ထြက္ေျပးလြတ္ေျမာက္ႏိုင္ပါ့မလားကို သဲထိတ္ရင္ဖို ဇာတ္လမ္းအဆံုးထိၾကည့္ရမွာျဖစ္ပါတယ္ (ဘာသာျပန္သူကေတာ့ Brilliant Star ပါ) File Size : (700 MB) and (280 MB)\nQuality ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Ba54/The_Domestics_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5JcZ4xOlc4og9Hw7vjZYDk9BIFN.jpg",
        "title": "Chappaquiddick (2017)",
        "description": "ဒီတစ္​​ေခါက္​က​ေတာ့ အ​ေမရိကန္​ဇာတ္​လမ္​း​ေကာင္​း​ေကာင္​း​ေလး​ေတြကို ႀကိဳက္​တဲ့သူ​ေတြအတြက္​ပဲျဖစ္​ပါတယ္​ဇာတ္​လမ္​းက​ေတာ့ ....Joe Kennedy ရဲ႕ အသက္​႐ွင္​က်န္​ခဲ့တဲ့တစ္​ဦးတည္​း​ေသာသား အမတ္​ Ted Kennedy က Chappaquiddick ကြၽန္​းကို ​ေလွၿပိဳင္​ပြဲအတြက္​သြားရင္​ \"Boiler Room Girls\" လို႔​ေခၚတဲ့ စည္​းရံုးမဲဆြယ္​​ေရးက အမ်ိဳးသမီး​ေတြနဲ႔ ၁၉၆၉ ဇူလိုင္​လ၁၈ရက္​မွာ ျပန္​လည္​​ေတြ႔ဆံုပြဲလုပ္​ခဲ့ပါတယ္​ပြဲၿပီးတဲ့​ေနာက္​မ​ွာ သူ႔ရဲ႕အစ္​ကိုျဖစ္​သူ Bobby လက္​ထပ္​တုန္​းက အတူအလုပ္​လုပ္​​ေပးခဲ့ဖူးတဲ့ Mary Jo နဲ႔အတူ ပါတီက​ေနထြက္​လာခဲ့တယ္​လမ္​းမွာပဲ မ​ေတာ္​တဆမႈျဖစ္​ၿပီး ကားက​ေရထဲထိုးက်သြားခဲ့ၿပီး Mary Joလည္​း​ေသသြားခဲ့ပါတယ္​လာမယ္​့​ေရြး​ေကာက္​ပဲြမွာ အ​ေရြးခံမယ္​့ လႊတ္​​ေတာ္​အမတ္​ Ted ဟာ Mary Jo ​ေသတဲ့ကိစၥနဲ႔ပတ္​သတ္​ၿပီး ​ေျဖ႐ွင္​းရင္​း ျပႆနာ​ေတြ ႐ႈပ္​​ေထြးသြားခဲ့ပါတယ္​အဲ့ျပႆနာ​ေတြကို ဘယ္​လို​ေျဖ႐ွင္​းမလဲ?Ted က ျပစ္​ဒဏ္​​ေတြခံရဦးမွာလား?Ted ရဲ႕သမၼတ​ေလာင္​း​ေနရာက​ေရာ ဘယ္​လိုျဖစ္​မလဲ ဆိုတာစိတ္​ဝင္​တစား​ေစာင္​့ၾကည္​့ရမယ္​့ ဇာတ္​လမ္​း​ေကာင္​းျဖစ္​ပါတယ္​ဒီဇာတ္​လမ္​းကို John Curranက ႐ိုက္​ကူးထားၿပီး​ေတာ့ John Clarke, Kate Mara, Ed ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/chappaquiddick-2017/",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p0ESXdJbhVOHwVoWmxDhakgPu3H.jpg",
        "title": "Big Legend (2018)",
        "description": "Action/Thriller ပရိတ္သတ္ႀကီးအတြက္ပါဒီကားရဲ႕ အစကေတာ့ ႐ိုဆန္ဆန္ေလး ဖြင့္ထားပါတယ္ ခ်စ္သူစံုတြဲတစ္တြဲ camping ထြက္လာၾကတာေပါ့တိုင္လာက စစ္ျပန္တစ္ေယာက္ရႈခင္းအရမ္းလွတဲ့ ခရီးတစ္ေနရာမွာ လက္ထပ္ခြင့္ေတာင္းေတာ့ နာတာလီက အရမ္းေပ်ာ္ေနတာေပါ့အဲ့လိုေပ်ာ္ေနတဲ့ ခ်စ္သူစံုတြဲၾကား ဝင္လာမယ့္ ၾကမၼာဆိုးကိုေတာ့ သူတို႔ ႀကိဳမျမင္ခဲ့ၾကရွာဘူးအဲ့ဒီညမွာပဲ မူမမွန္တဲ့အသံေတြၾကားေတာ့ တိုင္လာကထြက္ၾကည့္တယ္ က်န္ေနခဲ့တဲ့ နာတာလီတစ္ေယာက္ အဖမ္းခံလိုက္ရတဲ့အခါ...ဒီေတာႀကီးမ်က္မည္းမွာ ဘယ္သူကမ်ား ဖမ္းသြားတာလဲ..သားရဲလား လူလား...စိတ္ေရာဂါကုေဆးရံုကို တစ္ႏွစ္တက္အၿပီးမွာေတာ့ ခ်စ္ရတဲ့သူ အသက္ရွင္ရက္ရွိေနခ်င္ရွိေနမွာဆိုတဲ့ ေမွ်ာ္လင့္ခ်က္ကို မစြန္႔လႊတ္ႏိုင္တဲ့ တိုင္လာတစ္ေယာက္ အေျဖရွာဖို႔ ေတာထဲကို ေနာက္တစ္ခါ ေျခခ်ပါေတာ့တယ္...တရားခံကိုမိမလား မိမိပဲအသက္ေဘးနဲ႔ၾကံဳရမလားဆိုတာေတာ့Low Budget Film တစ္ကားျဖစ္ေပမယ့္ Acting ပိုင္း Cinematography ပိုင္းဆိုင္ရာေကာင္းမြန္ၿပီး Entertaining ျဖစ္တဲ့ကားတစ္ကားျဖစ္ပါတယ္IMDB rating ကေတာ့ 4.5/10 ပါ (ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ) File Size : (750 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/big-legend-2018/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r1OWlfEq9ahXoTNAIDg5mI3zh1z.jpg",
        "title": "Wolves at the Door(2016)",
        "description": "Wolves at the Door(2016)\n​ေႏြရာသီရက္တစ္ရက္မွာ သူငယ္​ခ်င္​း၄​ေယာက္​ဟာ လွပခန္​႔ညားတဲ့အိမ္​ႀကီးမွာ စု​ေဝးခဲ့ၾကတယ္​ ..\n.\nသူငယ္ခ်င္း ၄ေယာက္ဆုံေလေတာ့ ေပ်ာ္ၾက ရႊင္ၾကေပါ့..လြပ္လပ္ေပါ့ပါးစြာေနၾကတယ္.\n..သူတုိ႕ရဲ႕အေပ်ာ္ဟာ\nၾကာၾကာမခံလုိက္ရပါဘူး....\nသူတုိ႕ ၄ေယာက္အတြက္ ေသျခင္းတရားကုိယူေဆာင္လာတဲ့\nအမည္မသိ လူတစ္စုဟာ\nအိမ္အျပင္ဘက္ကေန၀င္ေရာက္လာတယ္..\nသာမန္​ႏႈတ္​ဆက္​ပြဲ​ေလးက​ေန ​ထိတ္​လန္​႔​ေျခာက္​ျခားဖြယ္​​ေကာင္​းတဲ့\nညအျဖစ္​​ေျပာင္​းသြားခဲ့တယ္​....\nHorr0r ကားေတြကုိမွ ႏွစ္သက္တဲ့သူေတြအဖုိ႕ ခံစားလုိက္ပါဦးဗ်ဳိ႕...\nFile Size : (900 MB) and (292 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:13:00\nGenre : Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "4.5",
        "url": "https://megaup.net/1Ba54/The_Domestics_[2018]_(MM_Sub).mp4 https://megaup.net/1Ba5r/Wolves_At_The_Door_[2016]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/paper-year-150x200.jpg",
        "title": "Paper Year (2018)",
        "description": "Paper Year (2018)\nIMDb - 5.2/10_____Rotten - 71%\n  ဒီကားလေးကတော့ Rating 5.2/10 ရထားတဲ့ ရိုမန်းတစ်ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။မင်းသားချောလေး Avan Jogia နဲ့ မင်းသမီးလေး Eve Hewson ပါဝင်သရုပ်ဆောင်ထားပြီး ဒါရိုက်တာကတော့ Rebecca Addelman ပါ။ဇာတ်လမ်းအကျဉ်းသာမန်ရိုမန်းတစ်ဇာတ်ကားတွေနဲ့ မတူတဲ့တစ်ချက်ကတော့ ကြင်စဦးမှောင်နှံတစ်တွဲရဲ့အချစ်နဲ့ဖြစ်လေ့ဖြစ်ထရှိတဲ့ ပြဿနာလေးတွေကို ပုံဖော်ရိုက်ကူးထားဖြစ်ပါတယ်လက်ထပ်ပြီးခါစမှာတော့ အချစ်စိတ်မွှန်နေပြီး တစ်ယောက်အပေါ်တစ်ယောက်အပြစ်မမြင်ပဲ ချစ်ကြတာပေါ့ဒါပေမဲ့ အချိန်ကြာလာတာနဲ့အမျှ ပြဿနာလေးတွေစုကာ ကတောက်ကစတွေဖြစ်လာကြပါတော့တယ်ဒီတော့ သူတို့ဒီအတိုင်းလက်လျော့ပြီး နောက်ပြန်ဆုတ်မလား ဒါမှမဟုတ် ပြဿာနာကို အတူတူဖြေရှင်းမလားဆိုတာကိုတော့ ဇာတ်ကားလေးမှာ ကြည့်ရှုပေးပါနော် \n(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ann Mary ပါ)\n  ဒီကားေလးကေတာ့ Rating 5.2/10 ရထားတဲ့ ႐ိုမန္းတစ္ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။မင္းသားေခ်ာေလး Avan Jogia နဲ႔ မင္းသမီးေလး Eve Hewson ပါဝင္သ႐ုပ္ေဆာင္ထားၿပီး ဒါ႐ိုက္တာကေတာ့ Rebecca Addelman ပါ။ဇာတ္လမ္းအက်ဥ္းသာမန္႐ိုမန္းတစ္ဇာတ္ကားေတြနဲ႔ မတူတဲ့တစ္ခ်က္ကေတာ့ ၾကင္စဦးေမွာင္ႏွံတစ္တြဲရဲ႕အခ်စ္နဲ႕ျဖစ္ေလ့ျဖစ္ထရွိတဲ့ ျပႆနာေလးေတြကို ...",
        "rating": "5.2",
        "url": "https://megaup.net/2gZjv/Paper_Year_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/the-family-poster-1-1-133x200.jpg",
        "title": "The Family (2013)",
        "description": "The Family (2013)_____IMDb - 6.3/10\n  \nနယူးယောက်မှ လူဆိုးဂိုဏ်းဝင် ဂျော်ဗန်နီ မန်ဇိုနီ ဟာ FBIအေးဂျင့် ရောဘတ် စတန်ဖီနဲ့\nအပေးအယူလုပ်ပြီး သူ့ရဲ့ မာဖီးယားအဖွဲ့ကို သစ္စာဖောက်ခဲ့ပါတယ်...\nသူ့ရဲ့ သတင်းပေးမှုကြောင့် မာဖီးယားအဖွဲ့ အတော်လေးဖွဲ့စည်းပုံပျက်သွားတယ်...\nဂျော်ဗန်နီဟာ သက်သေကာကွယ်ရေးအစီအစဉ်မှာပါဝင်ခဲ့ပြီး ဖရက် ဘလိတ်\nအဖြစ် မှတ်ပုံတင်အသစ်ရခဲ့ပါတယ်...\nဂျော်ဗန်နီနဲ့ သူ့ဇနီး မက်ဂီ သူတို့ရဲ့ဆယ်ကျော်သက်ကလေးတွေဖြစ်ကြတဲ့ ဘဲလ်လာနဲ့\nဝါရန်တို့ဟာ နော်မန်က Cholong sur Avredကို စတန်ဖီနှင့် အေးဂျင့်၂ယောက်တို့ရဲ့\nအကာအကွယ်နဲ့ပြောင်းရွေ့ခဲ့ပါတယ်...\nမာဖီယားတွေအတွက်တော့ သူတို့မိသားစုဟာ ကမ္ဘာမကျေပါပဲ...\nဒီအချိန်မှာ မာဖီယားဂိုဏ်းက လူသတ်သမားကို ဒေါ်လာသန်း၂၀ပေးပြီး\nသူတို့မိသားစုကို သတ်ခိုင်းပါတယ်...\nမာဖီးယားဂိုဏ်းဟာ မန်ဇိုနီ မိသားစုကို မထင်မှတ်ဘဲ ရှာတွေ့သွားပြီးတဲ့နောက်မှာတော့.....\n \nဇာတ်လမ်းအညွှန်းကိုတော့ ညီမငယ် Hnin Amy Khineကရေးသားပေးပါတယ်...\n  \nFile Size : (903 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:51:00\nGenre : Comedy, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.3",
        "url": "https://megaup.net/2dWxi/The_Family_[2013]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/39XJExIXKyvSYQYvy1b5EsutjB8.jpg",
        "title": "House of Flying Daggers (2004)",
        "description": "ရယူခြင်းဟာ အချစ်တဲ့လား ပေးဆပ်ခြင်းဟာအချစ်ပဲလား\nတချို့လူတွေဟာ မဖြစ်နိုင်မှန်းသိသိကြီးနဲ့ ပိုင်ဆိုင်ဖို့\nပေါင်းစည်းဖို့ကြိုးစားတာကို အချစ်လို့သမုတ်ကြပေမယ့်\nတချို့တွေကတော့ ထိုအချိန်မှာချစ်သူကိုစွန့်လွတ်ရင်း ပေးဆပ်ရင်း\nချစ်နေတာကို အချစ်စစ်လို့ခေါ်ကြပြန်တယ် စသည်ဖြင့်သို့လော သို့လောတွေနဲ့ အချစ်အကြောင်းကို မသိခင် ငယ်စဉ်အခါက\nတီဗီရှေ့မှာဖီးလ်ခဲ့ရဖူးတဲ့ အချစ်ကားတွေထဲမှာ\nဒီဇာတ်ကားလည်းအပါအဝင်ဖြစ်ခဲ့ပါတယ်\nဇာတ်လမ်းအကျဉ်းအနည်းငယ်ပြောရရင် တရုတ်ပြည် အေဒီ၅၈၉မှာ\nအင်အားကြီးတန်မင်းဆက်ဟာ အားလျော့ခဲ့လာပြီး\nတိုင်းပြည်ကို မနိုင်မနင်း အုပ်ချုပ်နေရချိန်ဖြစ်ပါတယ်\nသူပုန်အဖွဲ့တွေ အများအပြားသောင်းကျန်းနေချိန်မှာ\nအင်းအားအကြီးဆုံးနဲ့ပြည်သူတွေရဲ့ ထောက်ခံမှုကို ရရှိနေတဲ့အဖွဲ့ကတော့\nဓားပျံတို့ရဲ့ဂေဟာ လို့ခေါ်တဲ့အဖွဲ့ဖြစ်ပါတယ်\nမြို့တွင်းပျော်ပွဲစားရုံတစ်ခုမှ\nမျက်မမြင်ကချေသည်မိန်းကလေးတစ်ဦးဟာ\nသူပုန်အဖွဲ့ဝင်တစ်ဦးလို့ သံသယ ရှိခြင်းခံရပြီး\nအစိုးရဋ္ဌာနမှုးနှစ်ဦးဖြစ်တဲ့လီယိုနဲ့ဂျင်ဟာ\nထိုမိန်းကလေးနောက်ကို လိုက်ရင်း\nသူပုန်အဖွဲ့ရဲ့ နေရာကိုဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်\nမိန်းကလေးကိုအယုံသွင်းကာ သူ့မူလနေရာကိုပြန်ပို့ပေးရင်း\nနေရာကိုဖော်ထုတ်ရမယ့်တာဝန်ကိုယူတဲ့ဂျင်ဟာ\nရဲမက်တွေရန်မှကာကွယ်ရင်း\nထိုမိန်းကလေးအပေါ်ချစ်မိသွားကာ\nဇာတ်လမ်းရဲ့အရှိန်ကိုပိုမြင့်လာစေခဲ့ပါတယ်…\nအချစ်ဆိုတာ တကယ်တော့ ချစ်နေဖို့လိုအပ်သလို \nတခါတလေကျတော့လည်း အချစ်ကြောင့်ပဲ\nကိုယ့်ဘဝတစ်ခုလုံးရင်းရဲတဲ့သတ္တိတွေရှိလာခဲ့ပါတယ်…\nသိုင်းကားလေးတစ်ကားဖြစ်ပေမယ့် အမိုက်စား\nဇာတ်လမ်းအစကနေအဆုံးထိအားလုံးရဲ့စိတ်ဝင်စားမှု့တွေကို\nအဆုံးထိဆွဲခေါ်သွားမယ့်ကားတစ်ကားဖြစ်ပါတယ်…\nImdb 7.6နဲ့RT မှာတော့88%ရရှိထားပြီး\nနာမည်ကျော်Heroဇာတ်ကား Great ...",
        "rating": "7.6",
        "url": "https://megaup.net/1ILfb/House_Of_Flying_Daggers_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sTlPvjdQrrv5cLH410aMlSxqi0x.jpg",
        "title": "Green Room (2015)",
        "description": "IMDB... 7/10\nRotten tomatoes... 90%Green Room ကေတာ့ 2015 တုန္းကဒါရိုက္တာ Jeremy Saulinerကိုယ္တိုင္ ေရးသားရိုက္ကူးခဲ့တဲ့Horror, Thriller ရုပ္ရွင္ကားေလးပါဇာတ္လမ္းကေတာ့ သိပ္ၿပီး ႀကီးႀကီးမားမားေတာ့ မဟုတ္ပါဘူးလူငယ္ Punk Rock Band တစ္ဖြဲ႕က လူမနီးသူမနီး ေတာအုပ္တစ္ခုမွာရွိတဲ့ Club တစ္ခုမွာသြားေဖ်ာ္ေျဖရင္းနဲ႔ကံဆိုးမ သြားရာ မိုးလိုက္လို႔ရြာဆိုတဲ့ အတိုင္းစင္အေနာက္ဘက္က နားေနခန္း Green Room ထဲမွာလူသတ္မႈတစ္ခုနဲ႔ အမွတ္မထင္ ပက္ပင္းသြားတိုးသြားၿပီး အသက္အႏၲာရာယ္ႀကီးမားတဲ့ ျပႆနာတစ္ခုနဲ႔ ၾကံဳေတြ႕ရတဲ့ အျဖစ္အပ်က္ေလးကို ရိုက္ျပထားတာပဲ ျဖစ္ပါတယ္ဒီကားဟာ 2015 ရဲ႕ အေကာင္းဆံုး ရုပ္ရွင္ေတာ့ မဟုတ္ေပမယ့္ သည္းထိပ္ရင္ဖို ႀကိဳက္သူေတြ အတြက္ေတာ့ လံုးဝ ပ်င္းရမွာ မဟုတ္ပါဘူးေသြးထြက္သံယိုေတြလည္း အေတာ္ပါပါတယ္တခ်ိဳ႕အခန္းေတြဆိုရင္ အဲ့လိုမ်ိဳးေသြးထြက္သံယို ႀကိဳက္တတ္တဲ့ သူေတြအတြက္ေတာင္ အသည္းယားဖို႔ေကာင္းတာေတြ ပါတယ္ေတာ္ေတာ္ ယုတၱိရွိေအာင္လည္းရုိက္ျပထားပါတယ္Punk music ေတြ Metal ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/green-room-2015/",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qVKYduwLJ5HjbeVVYqYPSAhWQqh.jpg",
        "title": "Chocolat(2000)",
        "description": "Chocolat(2000)\nIMDb...7.3,,,Rotten.....62%\nေခ်ာကလက္ဆုိတဲ့ဇာတ္ကားဟာ လူသားဆန္မႈ၏ တန္ဖုိးတစ္ခုကုိ\nပါးပါးေလးေျပာျပထားသည့္ ခ်စ္စဖြယ္ ကဗ်ာတစ္ပုဒ္လုိ႕ စာေရးဆရာမ\nဂ်ဴးက ဆုိထားေလတယ္...\nျပင္သစ္ႏုိင္ငံရဲ႕ၿမဳိ႕တစ္ၿမဳိ႕...\nသူတုိ႕ၿမဳိ႕ေလးက စည္းကမ္းေပါင္းမ်ားစြာ အယူေပါင္းမ်ားစြာရွိတယ္..\nသူတုိ႕ေတြကုိၾကည့္ရတာ စက္ရုပ္ဆန္ေနသလုိပဲ...ျပည္သူျပည္သားအေပါင္းဟာ\nလည္း ဒီလုိက်င့္၀တ္စည္းကမ္းေတြကုိ အသားက်ေနတဲ့ပုံစံပါပဲ...\nၿမဳိ႕ေတာ္၀န္ဟာ စည္းကမ္းေတြလုိက္နာၿပီး အေနအထုိင္တည္တံသူျဖစ္လုိ႕\nအားလုံးအေပၚကုိ ၾသဇာသက္ေညာင္းတယ္...ဒီလုိၿမဳိ႕ေလးကုိ\nသားအမိ (၂)ေယာက္ေရာက္လာတယ္.ၿမဳိ႕ကုိေရာက္ၿပီးအေမလုပ္သူဟာ ေခ်ာကလက္ဆုိင္ဖြင့္တယ္.\n..သူမ ဟာ လြပ္လပ္စြာေနတယ္...သူ႕ရဲ႕ကိုယ္ပုိင္ဟန္\nအတုိင္းေနတယ္...သုိ႕ေပမယ့္လည္း ၿမဳိ႕ခံလူေတြနဲ႕ ၿမဳိ႕ေတာ္၀န္အတြက္\nေတာ့ သူမဟာ အရုိင္းဆန္ေနသလုိျဖစ္ေနတယ္....\nဒီလုိၿမဳိ႕ရဲ႕ျမစ္ကမ္းကိုမွ ဂ်စ္ပစီေမာ္ေတာ္မ်ားဆုိက္ကပ္လာတယ္...\nျမစ္ေၾကာင္းအတုိင္း ေမာ္ေတာ္နဲ႕ ကမၻာပတ္ၿပီးခရီးသြားေနထုိင္ၾကတဲ့သူေတြေပါ့။..\nဒီေမာ္ေတာ္မွာပါတဲ့ လူလတ္ပုိင္းအရြယ္ေယာကၤ်ားတစ္ေယာက္ဟာ လည္း\nလြပ္လပ္ပြင့္လင္းစြာေနတဲ့သူေပါ့...ကုိင္း\nပရိတ္သတ္ႀကီးေရ ဒီၿမဳိ႕ေလးမွာ ဘာေတြဆက္ျဖစ္မလဲဆုိေတာ့ ခံစားၾကည့္လုိက္ပါဦးဗ်...\nဒီကားထဲက အဓိကသရုပ္ေဆာင္ေတြျဖစ္တဲ့ Johnny Depp ႏွင့္ Juliette Binoche တုိ႕\n၂ေယာက္ကုိ သိၾကမယ္ထင္ပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ ညီမငယ္Tinnilar Lwin ျဖစ္ပါတယ္..\nFile Size : (900 MB) and (364MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:01:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/chocolat2000/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMWJmNmRjYzgtNDk0ZC00ZDk5LTkyNGItMDY5OWU4MjU4ZTExXkEyXkFqcGdeQXVyMTA5MzEzOTg@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Calibre (2018)",
        "description": "Netflix ရဲ့ နောက် Movie တစ်ခုကို ထပ်မံ တင်ဆက်ပေးလိုက်ပါပြီ\nNetflix ရဲ့ ထုံးစံအတိုင်း တွေးစရာတွေ အများကြီးပေးပြီး\nပေါ့ပေါ့ပါးပါး ဇတ်လမ်းလေးကိုပဲ စိတ်ဝင်စားစရာတွေ\nတစ်ပုံကြီး နဲ့ စွဲဆောင်ထားပြန်ပါတယ်....\nဇတ်လမ်းပုံစံကတော့ ဘော်ဒါဆောင်နေကတည်းက\nလက်တွဲလာခဲ့တဲ့ အချစ်ဆုံး သူငယ်ချင်း ၂ ယောက်ဟာ\nအမဲပစ်ရာသီမှာ အပျော်တမ်း အမဲပစ်ဖို့ ကားတစ်စီး နဲ့\nသေနတ်တွေ သယ်ပြီး ခရီးထွက်လာခဲ့ပါတယ်...\nသူတို့ရောက်တဲ့ မြို့မှာတော့ စရိုက်ကြမ်းတယ်လို့ ပြောလို့ရတဲ့\nလူတွေ နေပြီး ဥပဒေစိုးမိုးမှု သိပ်မရှိလှပါဘူး ဒါကြောင့်\nစည်းကမ်း တစ်ချို့ကို လိုက်နာရပြီး နယ်မြို့လေး ရဲ့\nပြသနာရှိမယ့် လူတစ်ချို့ ကို ရှောင်ပြီး အမဲလိုက်ရမယ့်အကြောင်း\nသူတို့ကို သတိပေးထားပြီး ဖြစ်ပါတယ်....\nမားကပ်စ် က သူဌေးသား တစ်ယောက်ဖြစ်ပြီး\nဗွမ် ကို အမြဲတမ်းလိုလို ကာကွယ်ပေးတက်သူပါ\nသူအချစ်ဆုံး သူငယ်ချင်းအတွက် ဘာပဲ လုပ်ရ လုပ်ရ\nလုပ်ပေးမယ့် သူ တစ်ယောက်ပေါ့...\nသူငယ်ချင်း ၂ ယောက်ဟာ တစ်ယောက်ကို တစ်ယောက်\nချစ်ပြီး အသတ်ပေးဖို့ လဲ ဝန်မလေးကြပါဘူး...\nဒီလိုနဲ့ သူငယ်ချင်း နှစ်ယောက် သေနတ်တွေ သယ်ပြီး\nသူတို့ ကားလေးနဲ့ တောအုပ်ထဲ ဝင်ခဲ့တယ်\nတောစပ် တစ်နေရာမှာတော့ သားကောင် ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Nr5r/Calibre_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rmP8b6vxbpK1sPinnUqXHKq0VkT.jpg",
        "title": "I Feel Pretty (2018)",
        "description": "ကြန္ဖီးဒန္႔ရွိလို႔ လွတာလား?  လွလို႔ ကြန္ဖီးဒန္႔ရွိတာလား?\nဒီဇာတ္ကားထဲက ရီေနးကေတာ့ကုိယ့္ကုိယ္ကုိ မလွဘူးဆိုျပီး စိတ္ဓာတ္က်ေနသူပါ\nအလွကုမၸဏီမွာ ေကာင္တာထိုင္အလုပ္ေနရာအတြက္ေလွ်ာက္ထားခ်င္ေသာ္လည္းအလုပ္ေခၚစာမွာ ကုမၸဏီရဲ႕အလွမ်က္ႏွာဖုံးျဖစ္ရမယ္ပါေတာ့လက္ေလွ်ာ့ခဲ့တယ္\nတစ္ေန႔ေတာ့ ေရပန္းတစ္ခုမွာလွလာပါေစလို႔ ဆုေတာင္းလိုက္တယ္\nေနာက္ေန႔မွာေတာ့ ေလ့က်င့္ခန္းစက္ဘီးေပၚကျပဳတ္က်ျပီးေနာက္မွာ ေခါင္းထိသြားတယ္\nျပန္ႏိုးလာတဲ့အခ်ိန္မွာေတာ့ခႏၶာကုိယ္က ဘာမွ မေျပာင္းလဲသြားေပမယ့္သူကုိယ္သူ အလွႀကီးလွတယ္ဆိုတဲ့ယုံႀကည္စိတ္ရသြားပါတယ္။\nအဲ့စိတ္နဲ႔ပဲ အလုပ္ေလွ်ာက္ေတာ့ အလုပ္ရရည္းစားရ အဆင္ေျပခဲ့ေပမယ့္အရမ္းကြန္ဖီးဒန္႔ရွိတဲ့မာန္မာနေႀကာင့္လူအမ်ားနဲ႔ တစ္ျဖည္းျဖည္းေဝးကြာလာပါေတာ့တယ္။\nဒီကြန္ဖီးဒန္႔အျပည့္ရွိေနတဲ့ စိတ္က တစ္သက္ခံပါဦးမလား?\nလူေတြနဲ႔ေရာ ျပန္အဆင္ေျပမလား?\nကြန္ဖီးဒန္႔က အေရးႀကီးလား?\nလွဖို႔က အေရးႀကီးလား?\nဘယ္အရာက အေရးႀကီးမလဲဆိုတာ ရႈစားႀကည့္ပါေနာ္\n--------------------------------------------------------------\nကြန္ဖီးဒန္႔ရွိလို႔ လွတာလား?  လွလို႔ ကြန္ဖီးဒန္႔ရွိတာလား?\nဒီဇာတ္ကားထဲက ရီေနးကေတာ့ကုိယ့္ကုိယ္ကုိ မလွဘူးဆိုျပီး စိတ္ဓာတ္က်ေနသူပါ\nအလွကုမၸဏီမွာ ေကာင္တာထိုင္အလုပ္ေနရာအတြက္ေလွ်ာက္ထားခ်င္ေသာ္လည္းအလုပ္ေခၚစာမွာ ကုမၸဏီရဲ႕အလွမ်က္ႏွာဖုံးျဖစ္ရမယ္ပါေတာ့လက္ေလွ်ာ့ခဲ့တယ္\nတစ္ေန႔ေတာ့ ေရပန္းတစ္ခုမွာလွလာပါေစလို႔ ဆုေတာင္းလိုက္တယ္\nေနာက္ေန႔မွာေတာ့ ေလ့က်င့္ခန္းစက္ဘီးေပၚကျပဳတ္က်ျပီးေနာက္မွာ ေခါင္းထိသြားတယ္\nျပန္ႏိုးလာတဲ့အခ်ိန္မွာေတာ့ခႏၶာကုိယ္က ဘာမွ မေျပာင္းလဲသြားေပမယ့္သူကုိယ္သူ အလွႀကီးလွတယ္ဆိုတဲ့ယုံႀကည္စိတ္ရသြားပါတယ္။\nအဲ့စိတ္နဲ႔ပဲ အလုပ္ေလွ်ာက္ေတာ့ အလုပ္ရရည္းစားရ အဆင္ေျပခဲ့ေပမယ့္အရမ္းကြန္ဖီးဒန္႔ရွိတဲ့မာန္မာနေႀကာင့္လူအမ်ားနဲ႔ တစ္ျဖည္းျဖည္းေဝးကြာလာပါေတာ့တယ္။\nဒီကြန္ဖီးဒန္႔အျပည့္ရွိေနတဲ့ စိတ္က တစ္သက္ခံပါဦးမလား?\nလူေတြနဲ႔ေရာ ျပန္အဆင္ေျပမလား?\nကြန္ဖီးဒန္႔က အေရးႀကီးလား?\nလွဖို႔က အေရးႀကီးလား?\nဘယ္အရာက အေရးႀကီးမလဲဆိုတာ ရႈစားႀကည့္ပါေနာ္\n File Size : (900 MB)\nQuality : WEB-DL 720p\nRunning ...",
        "rating": "4.7",
        "url": "https://megaup.net/3yKTO/I_Feel_Pretty_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    }
]