[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tIYOP0Smjl0Un8iGNZ3aa5dgq7a.jpg",
        "title": "The Sorcerer and the White Snake",
        "description": "မိနျးကလေးတစျယောကျကိုသတျတဲ့အမှုနဲ့ စှပျစှဲခံထားရတဲ့ အလှတျစုံထောကျ ရိုလနျဒရျိတျချဟာ သူ့ရုံးခနျးမှာ စိတျပကြျလကျပကြျထိုငျနတေုနျး အနကျရောငျဝတျစုံကို ဆငျမွနျးထားတဲ့ ဆံပငျအနကျရောငျနဲ့ ကတျသရငျးဆိုတဲ့ မိနျးမခြောတစျဦး သူ့ဆီ ရောကျလာခဲ့ပါတယျ…ဒီမိနျးကလေးဟာ…လူကုနျထံအသိုငျးအဝိုငျးထဲက မှနျတီမာမိသားစုရဲ့ သမီးတစျယောကျပေါ့…နာမည်ကြီးမင်းသားဂျက်လီနဲ့ကားဆိုတာနဲ့တင်ပြောစရာကိုမလိုတော့ပါဘူး..ဒီကားကတော့ ကြည့်ဖူးသမျှဂျက်လီရဲ့ကားတွေထဲမှာ အကောင်းဆုံးနဲ့အမိုက်ဆုံးကားတစ်ကားဆိုရင်လည်းမမှားပါဘူး...၂၀၁၁ ကရိုက်ခဲ့တဲ့ကားပေမယ့် CGI Effect တွေကတော့ဒီနေ့အထိကောင်းမွန်ဆဲလို့ပြောရမှာပါပဲ...မိစ္ဆာတွေကိုလိုက်ဖမ်းတဲ့ကျောင်းတိုင်ဘုန်းတော်ကြီးဖအိုင် အဖြစ်ဂျက်လီကိုမြင်ရမှာဖြစ်ပါတယ်...သူဟာမိစ္ဆာပေါင်းစုံကိုလိုက်လံနှိမ်နင်းဖမ်းဆီးပြီးတော့ကျောင်းဆောင်အပေါ်ထပ်မှာချုပ်နှောင်ထားရပါတယ်..သူအဲလိုလိုက်လံဖမ်းဆီးနေတဲ့အချိန် တခြားအရပ်မှာတော့မိစ္ဆာမြွေမလေး ၂ ယောက်ထဲက အမဖြစ်သူ စုစုဟာလူသားယောကျာင်္းလေးတစ်ယောက်ကို ရုတ်တရက်မြင်မိရာကနေချစ်ကြိုက်မိသွားပါတယ်...အဲဒီအချိန်မှာဇာတ်လမ်းကစတော့တာပါပဲ...အချစ်မှာ မျက်စိမရှိဘူးဆိုပေမယ့် လူသားတစ်ယောက်နဲ့မိစ္ဆာတစ်ကောင်ဟာအတူတူပေါင်းစည်းဖို့ဆိုတာ ဖြစ်နိုင်ပါ့မလား...ပေါင်းစည်းလို့ရခဲ့ရင်တောင်မှ အခက်ခဲတွေအများကြီးရှိမှာပါ..ဒါပေမယ့် ဒီကားလေးမှာကတော့ အချစ်ကြီးတဲ့ မိစ္ဆာမြွေဖြူမလေးတစ်ယောက်ရဲ့နှလုံးသားဖြူဖြူလေးကို အသေချာမြင်တွေ့ရမှာပါ..တစ်ကားလုံးနီးပါး စိတ်ဝင်တစားကြည့်ရမှာဖြစ်ပြီးတော့လူသားကောင်လေးတစ်ယောက်နဲ့ မိစ္ဆာမြွေမလေးတစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းဟာ အားလုံးရဲ့စိတ်ကိုအဆုံးထိဆွဲဆောင်သွားမှာကလည်းဒီဇာတ်ကားရဲ့ထူးခြားချက်တစ်ခုလိုပါပဲ...ဖိုက်တင်မင်းသားကြီးဂျက်လီဇာတ်ကားတိုင်းမှာ ဖိုက်တင်အလန်းတွေနဲ့ကြည့်ရမှာဆိုပေမယ့်လည်း ဒီဇာတ်ကားကတော့ သနားစရာအချစ်ဇာတ်လမ်းလေးတစ်ခုကို ဇာတ်အိမ်တည်ပြီးတော့ ရေးသားထားတာကြောင့်ဖိုက်တင်ကားကြိုက်သူများတောင် ဝမ်းနည်းသွားစေရမယ့်ရသကိုအပြည့်ဝခံစားရမှာပဲဖြစ်ပါတယ်....ဒါကြောင့် ကိုရီးယားအချစ်ဇာတ်ကားတွေကိုကြည့်ပြီး ခံစားချင်တဲ့လူတွေအတွက်ဒီ တရုတ်ကားလေးကိုကြည့်ကြည့်ပါ...အိမ်မှာနေပြီးတော့ ဖီးလ်းအပြည့်ဝယူချင်သူများအတွက်ဒီကားလေးကြည့်ပြီး ဘဝအမောများပြေနိုင်မှာပါ....ဒီကားလေးကြည့်ပြီး အချစ်ကြီးသူများဖြစ်ကြပါစေလို့ဆုတောင်းပေးပါတယ်....File Size : (1 GB) and (264 MB)\nQuality : BluRay 720p\nRunning Time : ...",
        "rating": "5.9",
        "url": "https://megaup.net/2n0jg/The_Sorcerer_And_The_White_Snake_[2011]_(MM_Sub).mp4",
        "category": "Action, Fancy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uys7jLv8wbQoaic8DZMshOIXCmC.jpg",
        "title": "The Rake (2018)",
        "description": "June.5.2018 မွာအသစ္ထြက္ရွိခဲ႕တဲ႕ ဒီThe Rake ဆိုတဲ႕ကားေလးကေတာ့ Horror, Thrillerအမ်ိဳးအစားကားေလးျဖစ္ျပီးေတာ့ ပရိသတ္အားေပးမႈမ်ားျပားခဲ႕တဲ႕ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ဒီကားကိုေတာ့ ေရးသားေပးခဲ႕တဲ႕ဇာတ္ညြန္းေရးဆရာကေတာ့Jeremy Silva ျဖစ္ျပီးေတာ့ ရိုက္ကူးေပးခဲ႕တဲ႕ဒါရိုက္တာကေတာ့ နာမည္ၾကီးဒါရိုက္တာTony Wash ပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းဘန္နဲ႕အက္ရွ္ေလတို႕ဟာ မိဘေတြနဲ႕အတူၾကီးျပင္းေနထိုင္လာခဲ႕ၾကပါတယ္။တစ္ေန႕မွာေတာ့သူတို႕ရဲ႕မိဘနွစ္ပါးလုံးရက္ရက္စက္စက္အသတ္ခံလိုက္ရပါတယ္။မိဘေတြအသတ္ခံလိုက္ရတဲအေၾကာင္းအရင္းကိုေမာင္နွမနွစ္ေယာက္လုံးအေၾကာင္းအရင္းမသိခဲ႕ပါဘူး။နွစ္ေပါင္း၂၀ၾကာျပီးတဲ႕ေနာက္မွာေတာ့ သူတို႕မိဘေတြဘာေၾကာင့္ေသဆုံးခဲ႕တယ္ဆိုနဲ႕ပေဟဠိဆန္တဲ႕သတၱဝါျဖစ္တဲ႕ ရိတ္ခ္လို႕ေခၚတဲ႕သတၱဝါၾကီးနဲ႕ သူတို႕မိဘေတြေသဆုံးတာဘဟ္လိုဆက္စပ္ေနလဲဆိုတာကို ခံစားၾကည့္ရႈ႕ၾကရမွာျဖစ္ပါတယ္။ဒီ ကားေလးဟာပရိသတ္အားေပးမႈေကာင္းခဲ႕တဲ႕ horror, thriller ကားေလးျဖစ္လို႕လက္လြတ္မခံဘဲၾကည့္ရႈသင့္တဲ႕ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Nyi Nyi Lwin  ပါ) File Size : (650 MB) and (280 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 19min\nFormat : Mp4\nGenre : Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated by Nyi Nyi Lwin\nEncoded by Thanhtike Zaw",
        "rating": "4.4",
        "url": "https://megaup.net/1Ba7d/The_Rake_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kHyoFs6BIJJwCaFlWu6P5Bnpa70.jpg",
        "title": "Padman (2018)",
        "description": "\" ကြ်န္ေတာ္တုိ႔ အိႏၵိယဟာ ျပသနာေပါင္္းေသာင္းေျခာက္ေထာင္နဲ႕ ႏုိင္ငံပါကြ်န္ေတာ္ရွာေတြ႕ခဲ့တဲ့ျပသနာက အမ်ိဳးသမီးေတြဓမၼတာလာတဲ့ ၅ရက္တာ ျပသနာပါဓမၼတာလာၿပီဆုိရင္ အမ်ိဳးသမီးေတြဟာ ဘာအလုပ္မွလုပ္ခြင့္မရွိဘဲ အိိမ္အျပင္ထြက္ထုိင္ေနရပါတယ္သန္႔ရွင္းေရးအတြက္က်လည္း အဝတ္စုတ္ေတြသုံးေနၾကတယ္ဒီီကိစၥကုိ ကြ်န္ေတာ့္မိန္းမလည္းလုပ္ေနတာျမင္ေတာ့ တခုခုလုပ္ဖုိ႔ၾကံမိပါတယ္။အမ်ိဳးသမီးတေယာက္ကုိ ပဒ္အသုံးျပဳခုိင္းျခင္းဟာ သူ႕အတြက္ အခ်ိန္ ၂လထပ္အပုိေပးလုိက္သလုိပါပဲ ရွင္းျပပါမယ္၁လကုိ ၅ရက္၊ ၁၂လဆုိ ရက္ ၆၀၊ တႏွစ္မွာ ၂လပါ။အမ်ိဳးသားေတြက်ေတာ့ တႏွစ္မွာ ၁၂လရၿပီး အမ်ိဳးသမီးေတြမွ ဘာေၾကာင့္ ၁၀လပဲ ရ,ရမွာလဲနာရီဝက္ေလာက္ပဲ အမ်ိဳးသားတစ္ေယာက္က အမ်ိဳးသမီးေတြလုိေသြးထြက္ၾကည့္လုိက္၊ တန္းေသၿပီပဲ \"ဒီမိန္႔ခြန္းကုိ အဂၤလိပ္ေဝါဟာရမၾကြယ္မဝနဲ႕ အေမရိကန္ျပည္ေထာင္စု၊ နယူးေယာက္ၿမိဳ႕မွာေဟာေျပာခဲ့သူကေတာ့ ပဒ္မန္းလုိ႔ အမည္တြင္ခဲ့တဲ့ လက္(ရွ္)မီးကန္႔ ေခ်ာ္ဟန္႕ပဲျဖစ္ပါတယ္။သူ႕ဘဝဇာတ္ေၾကာင္းကုိ ပုံေဖၚထားၿပီး အိမ္ေထာင္က်ၿပီးခ်ိန္မွသိပ္ခ်စ္လြန္းတဲ့ဇနီးျဖစ္သူရဲ႕ ဒီဒုကၡကုိေျဖရွင္းေပးဖုိ႔ႀကိဳးစားရင္းအရူး၊ တဏွာရူး၊ လူညစ္ပတ္ စသျဖင့္ေပါင္းစုံေဝဖန္အျပစ္တင္မႈေတြခံခဲ့ရၿပီးေနာက္ဆုံး သိပ္ခ်စ္ရတဲ့ဇနီးနဲ႕ပါ ကြဲရတဲ့အထိျဖစ္ခဲ့ရပါတယ္ဒါလည္း သူ႕ယုံၾကည္ရာကုိ ဇြဲမေလ်ာ့ဘဲ ႀကိဳးစားမႈေၾကာင့္လက္(ရွ္)မီးဟာ ပဒ္မန္းျဖစ္လာခဲ့ပါတယ္။သူဘဝမွာဘယ္လုိေတြ ခက္ခဲႀကိဳးပမ္းခဲ့ရလဲဘယ္သူေတြက အျပစ္တင္ၾကၿပီးဘယ္သူေတြက ကူညီေပးခဲ့လဲဆုိတာ သူ႕ဘဝဇာတ္ကားႀကီးမွာ ခံစားမႈေပါင္းစုံနဲ႕ စီးေမ်ာလုိက္ၾကပါဦးဗ်ာ(#ဒီကားက ...",
        "rating": "8.3",
        "url": "https://megaup.net/2cgqn/Padman_[2018]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-man-in-the-iron-mask-133x200.jpg",
        "title": "The Man in the Iron Mask (1998)",
        "description": "The Man in the Iron Mask (1998)_____IMDb - 6.5/10\n  \nသင်သာ စာပေတွေကို နှစ်ခြိုက်တဲ့လူတစ်ယောက်ဆိုရင်\nAlexder Dumas ရဲ့ The Three Musketeers ကို သိမှာပါ။\nရွှေဥဒေါင်းကလည်း သူရဲကောင်းသုံးယောက်\nအမည်နဲ့ ဘာသာပြန်ပေးခဲ့ဖူးပါတယ်။\nဒီဇာတ်လမ်းကလည်း Muskteers တွေဖြစ်တဲ့\nရာမီ ပေါသိုး အားသိုး ဒါးတညံ တို့ရဲ့ ဇာတ်လမ်းပါပဲ။\nThe Man in the Iron Mask ဟာလည်း Classic စာပေ\nတန်း ဝင်ခဲ့ပါတယ်။\nဒီတော့ ဇာတ်ကားအနေနဲ့လည်း မညံ့ခဲ့ပါဘူး။\nဒီကားက ဇာတ်လမ်းအနေနဲ့ဆို The Threemuskteers ရဲ့\nSequel လို့ ဆိုနိုင်ပါတယ်။\nLeonado Decaprio ရဲ့ ငယ်ရုပ်ငယ်သွင်ကိုလည်း\nကြည့်ကြရဦးမှာပါ။\nဇာတ်လမ်းကိုတော့ Spoil သလို ဖြစ်နေမှာ စိုးလို့ ကျွန်တော်\nထည့်မရေးတော့ပါဘူး။\nThe Three Muskteersကို အရင်ကြည့်ထားရင်တော့ ဒီထဲက\nဒါးတညံနဲ့ ရာမီတို့သုံးယောက်ရဲ့ ဆက်ဆံရေးကို ပို သဘောပေါက်မှာပါ။\nကဲ..... ...",
        "rating": "6.5",
        "url": "https://megaup.net/Us9p/The_Man_In_The_Iron_Mask_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/once-upon-a-time-in-mexico-poster-133x200.jpg",
        "title": "Once Upon a Time in Mexico (2003)",
        "description": "Once Upon a Time in Mexico (2003)\nIMDb - 6.4/10_____Rotten - 66%\n  \nဂစ်တာအိတ်ကြီးလွယ်ထားတတ်တဲ့ သွေးအေးလူသတ်သမားတွေအကြောင်းကို မှတ်မိကြဦးမယ်ထင်ပါတယ်...\nမင်းသားကြီး Johnny Depp , Antonio Banderas တို့အပြင် မင်းသမီးတွေဖြစ်တဲ့ Salma Hayek နဲ့ Eva Mendes တို့လို နာမည်ကျော်တွေနဲ့ရိုက်ကူးထားတဲ့  ဒီဇာတ်ကားဟာ ဒါရိုက်တာ Robert Rodriguez ရဲ့  Mexico Trilogy ထဲကနောက်ဆုံးဇာတ်ကားပါ။\nသူ့ရှေ့က ရိုက်ကူးခဲ့တဲ့  El Mariachi (1992) နဲ့ Desperado (1995) ဆိုတဲ့ ဇာတ်ကားတွေကလဲ ဒါရိုက်တာ Robert Rodriguez ရဲ့ နာမည်ကျော်ဇာတ်ကားတွေပါ။ El Mariachi (1992) ဇာတ်ကားဆိုရင် Budget $7000 သာအကုန်အကျခံခဲ့ပြီး Box Office မှာ $2 ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Tsrs/Once_Upon_A_Time_In_Mexico_[2003]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/somelikeithot-142x200.jpg",
        "title": "Some Like It Hot (1959)",
        "description": "Some Like It Hot (1959)\nIMDb - 8.2/10_____Rotten - 95%\nWon 1 Oscar. Another 14 wins & 15 nominations.\n  တစ်ချို့ကတော့ လန်းလန်းလေးကြိုက်တယ် တစ်ချို့ကတော့ရိုးရိုးလေးကြိုက်တယ်တဲ့။ ရိုးရိုးလေးရော လန်းလန်းလေးတွေရောရတဲ့မာရီလင်မွန်ရိုးရဲ့ Some Like It Hot ကတော့ အချစ်ဟာသဇာတ်မြူးလေးပါ...IMDB Rating(8.2) ထိရရှိထားပြီး Rotten Tomatoes မှာလဲ 95% ထိရရှိထားတဲ့ဇာတ်ကားကောင်းလေးပါ။ ရွှေကမ္ဘာလုံးဆုသုံးဆု၊ အကယ်ဒမီတစ်ဆု၊ အခြားဆုသုံးဆုရရှိထားပါတယ်။ဇာတ်လမ်းကတော့ လူဆိုးဂိုဏ်းတစ်ဂိုဏ်းရဲ့ လူသတ်မှုမှာမျက်မြင်သက်သေဖြစ်သွားတဲ့ Joe နဲ့ Jerry တို့ ချီကာဂိုကနေ မိန်းကလေးတီးဝိုင်းတစ်ခုမှာ မိန်းမဟန်ဆောင်ပြီးထွက်ပြေးရင်း အတိတ်ဆိုးတွေကနေထွက်ပြေးလာတဲ့ Suger နဲ့တွေ့တဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်ကြမယ်...Suger ကို မြင်မြင်ချင်း ချစ်မိသွားတဲ့ Joe ကရော Suger ရဲ့အချစ်ကိုဘယ်လိုရအောင်ကြိုးစားတယ်ဆိုတာကို ဟာသဆန်ဆန်တင်ဆက်ပြသပေးထားပါတယ်။ Jerry တစ်ယောက်ကတော့ သူငယ်ချင်း ...",
        "rating": "8.2",
        "url": "https://megaup.net/2TvzV/Some_Like_It_Hot_[1959]_(MM_Sub).mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/raomiLDo4NQVEqsavlh7jgRnJOb.jpg",
        "title": "211(2018)",
        "description": "211 (2018)************ဒီတစ်ခါမှာတော့ မြန်မာပြည်ကပရိသတ်တွေနဲ့ အထူးတလည်မိတ်ဆက်ပေးနေစရာတောင်မလိုအောင်ရင်းနှီးပြီးသားဖြစ်တဲ့ မင်းသားကြီး Nicolas Cage ရဲ့ မကြသေးခင်ကမှထွက်ရှိထားတဲ့ 211 ဆိုတဲ့ Crime Action ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားမှာတော့မင်းသားကြီး Nicolas Cage က တာဝန်ကျေပွန်တဲ့ရဲသားကြီး Mike Chandler နေရာမှာပါဝင်သရုပ်ဆောင်ထားပါတယ်။Mike Chandler ဟာ တာဝန်ကျေပွန်လှတဲ့ ရဲသားကြီးတစ်ဦးပါ။ သမီးဖြစ်သူရဲ့ ခင်ပွန်းသည် Steve ဟာလည်း ရဲသားတစ်ယောက်ဖြစ်ပြီးMike အနဲ့အတူ ကင်းလှည့်ရတဲ့ တွဲဖက်ဖြစ်ပါတယ်။တစ်ရက်မှာအထက်တန်းကျောင်းက ကျောင်းသားတစ်ဦးဖြစ်တဲ့ Kenny ဟာကျောင်းမှာခိုက်ရန်ဖြစ်ပွားခဲ့တာကြောင့် ရဲစခန်းမှာလုပ်အားပေးရမယ်ဆိုပြီး ဒဏ်ပေးခံရပါတယ်။အဲဒီမှာ Kenny ဆိုတဲ့ကျောင်းသားဟာMike တို့နဲ့အတူ ကင်းလှည့်ရမှာ လိုက်ပါဖို့ အကြောင်းဖန်လာပါတော့တယ်။ဒီလိုနဲ့ သူတို့သုံးဦးဟာ ကင်းလှည့်ရင်း ကားမရပ်ရနေရာမှာ ရပ်ထားတဲ့ကားတစ်စီးကိုမသင်္ကာတာကြောင့် ဝင်စစ်ဆေးကြည့်ရမှာ ကြေးစားစစ်သားအဟောင်းတွေ ပေါင်းပြီး ဘဏ်ဓားပြတိုက်နေတာကိုသိသွားတဲ့အခါမှာတော့.......။Nicolas Cage ဟာ အကြွေးတွေပတ်လည်ဝိုင်းနေတာကြောင့် လာကမ်းလှမ်းသမျှဇာတ်ကားပေါင်းစုံကိုမငြင်းနိုင်ဘဲ ရိုက်နေရတာကြောင့် ဇာတ်နိမ့်မင်းသားတစ်ဦးဖြစ်လာပါတော့တယ်။ရုပ်ရှင်ဝေဖန်ရေးတွေရဲ့အထုအထောင်းကိုလည်း ...",
        "rating": "4.3",
        "url": "https://megaup.net/1Hhk3/211_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sHPQfCoDLuoW23NXWzCw1aWd3Wm.jpg",
        "title": "Missing (2018)",
        "description": "ဒီတစ္ခါေတာ႔ Channel Myanmarပရိသတ္ၾကီးအတြက္ေဘာလိ၀ုကားေကာင္းေကာင္းေလးတစ္ကားတင္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Missing (2018) ပါ။အခ်စ္ ဟာသ ကားေတြနဲ႔ျငီးေငြ႔ေနတဲ႔ ပရိသတ္ၾကီးအတြက္ ဒီ Drama Thriller အမ်ိဳးအစား ကားေလးကအၾကိဳက္ေတြ႔ေစမွာပါ။Ratingအေနနဲ႔ကလဲ Imdb Rating 6.2/10 ေလာက္ရထားတာဆိုေတာ႔ ကုလားကားတစ္ကားအေနနဲ႔မဆိုးဘူးလို႔ပဲ ဆိုရမွာပါ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အားလံုးျမည္းစမ္းၾကည္႔ရေအာင္တင္ဆက္ေပးခ်င္ပါေသးတယ္။ေအးေအးလူလူ အပန္းေျဖခရီးထြက္လာတဲ႔မိသားစုတစ္စု...ဖခင္ျဖစ္သူ Sushantရယ္ မိခင္ျဖစ္သူ Aparnaရယ္ သံုးႏွစ္အရြယ္သမီးေလး Titli တို႔ကပင္လယ္ကမ္းေျခတစ္ခုကိုအလည္အပါတ္ေရာက္ရွိေနတာပါ။အဲ႔ဒီခရီးစဥ္မွာပဲ သမီးေလး Titli ကအျပင္းဖ်ားပါေတာ႔တယ္။ဒီလိုနဲ႔ ေနာက္တစ္ေန႔မနက္မွာ အျပင္းဖ်ားေနတဲ႔ကေလးေလး ေပ်ာက္ခ်င္းမလွေပ်ာက္ဆံုးသြားပါေတာ႔တယ္။နယ္ေျမရဲေတြကိုသတင္းပို႔တိုင္ခ်က္ဖြင္႔ေသာ္ျငား အေျခအေနထူးမလာခဲ႔ပါဘူူး။အဲ႔အခ်ိန္မွာပဲ တစ္ေယာက္နဲ႔တစ္ေယာက္သံသယေတြဝင္ကာအေျခအေနေတြက တစ္စတစ္စတင္းမာလာခဲ႔ပါတယ္။ဒီကေလးေပ်ာက္ဆံုးသြားမႈအေပၚေဘးလူေတြဝိုင္းသံုးသပ္မႈေတြနဲ႔ ဒီေပ်ာက္ဆံုးမႈဟာေသြးရိုးသားရိုးေရာဟုတ္ပါသလား?ဘယ္သူ႔ပေယာဂေၾကာင္႔မ်ားေပ်ာက္ဆံုးသြားခဲ႔တာလဲ?ျပန္ေရာေတြ႔ပါ႔မလား?စတဲ႔သို႔ေလာသို႔ေလာေမးခြန္းေတြနဲ႔ အဆံုးအထိ စိတ္ဝင္တစားၾကည္႔ရႉသြားရမယ္႔ကားေလးတစ္ကားပါ။ဒီကားေလးရဲ ႔နာမည္ကေတာ႔ Missing (2018)ျဖစ္ျပီး CMပရိသတ္ၾကီးအတြကိတင္ဆက္ေပးလိုက္ရပါတယ္။ (ဘာသာျပန္သူကေတာ့ d3mon ပါ) File Size : (999 MB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 0min\nFormat ...",
        "rating": "N/A",
        "url": "https://megaup.net/2gRyb/Missing_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ev5Einzgi2OFxPllt81DxBnfBSu.jpg",
        "title": "The Warrior’s Way (2010)",
        "description": "\"This is the Story of a Sad Flute....a Laughing Baby and a Weeping Sword.\"ျဖဴစင္စြာရယ္ေမာေနတဲ့ကေလးေလးနဲ႕ ၀ိဥာဥ္ေတြရဲ႕ငိုသံေတြျပည့္ႏွက္ေနတဲ့ဓား တို႔ရဲ႕ ၀မ္းနည္းသံစဥ္ဇာတ္လမ္းေလးတစ္ပုဒ္အႀကီးက်ယ္အခမ္းနားဆုံးေသာ ဓားသမားျဖစ္ခ်င္ခဲ့တဲ့ စစ္သည္တစ္ဦးသူအလိုခ်င္ဆုံးအရာကိုရရွိလိုက္တဲ့အခ်ိန္မွာ အရာအားလုံးဘာမွမရွိ(ေပ်ာက္ကြယ္သြား)ေတာ့သလိုခံစားလိုက္မိတဲ့ စစ္သည္\nတျပိဳက္နက္ထဲမွာပဲ သူ႔ဘ၀တစ္ေလွ်ာက္လုံး မႀကံဳဖူးမခံစားဖူးေသးတဲ့ ကေလးရဲ႕ရယ္သံေလးေၾကာင့္ျဖစ္ေပၚလာတဲ့ ေႏြးေထြးတဲ့ေမတၱာ\nဒါေပမယ့္လဲ ကံၾကမၼာရဲ႕လွည့္ကြက္ဆိုသလို ကေလးေလးက သူ႔ရဲ႕ရန္သူေတာ္ဂိုဏ္းကမ်ိဳးဆက္ျဖစ္ေနပါတယ္ဒါေပမယ့္လဲ အခ်စ္နဲ႕အမုန္းလြန္ဆဲြလိုက္တဲ့အခါ အခ်စ္ကအႏိုင္ရၿပီး ကေလးကိုပိုက္ကာ အေ၀းကိုထြက္ေျပးခဲ့ပါတယ္အဲ့အက်ိဳးဆက္ေၾကာင့္ စစ္သည္ဟာ သူ႔ဂိုဏ္းရဲ႕Black list ထဲအထည့္ခံရမယ္ဆိုတာ အတိအက်သိေနေပမယ့္လည္းေပါ့အဲ့လိုနဲ႕ သူ႔မိတ္ေဆြေဟာင္းတစ္ဦးရွိတဲ့ အေနာက္ဖက္ကိုခရီးထြက္လာခဲ့တယ္သူ႔မိတ္ေဆြကဆုံးသြားၿပီျဖစ္တဲ့အတြက္ေၾကာင့္ သူ႔မိတ္ေဆြရဲ႕လုပ္ငန္းျဖစ္တဲ့ အ၀တ္ေလွ်ာ္လုပ္ငန္းကိုျပန္လည္လုပ္ကိုင္ရင္း\nဇာတ္ျမဳပ္ေနလိုက္ပါတယ္ သူ႔ရဲ႕ဓါးကိုပါ ခ်ိတ္ပိတ္လိုက္ရင္းေပါ့တစ္ေန႔ေတာ့ သူ႔ရဲ႕ဓါးကိုမသုံးမျဖစ္သုံးရမယ့္အခ်ိန္လဲေရာက္လာေရာ ဘာေတြဆက္ျဖစ္သြားမလဲဆိုတာကေတာ့....ဓါးသမားစစ္သည္အျဖစ္ ကိုရီးယားမင္းသား ဒါရိုက္တာ ရင္ အျဖစ္တစ္ခ်ိန္ကျမန္မာျပည္ပရိသတ္ေတြအကၽြမ္း၀င္ခဲ့သူ Jang Dong Gunမင္းသမီးကေတာ့ superman returns(2006)ထဲက Lois Lane အျဖစ္သရုပ္ေဆာင္ခဲ့သူ Kate Bosworthေနာက္ထပ္သရုပ္ေဆာင္တစ္ဦးကေတာ့ Pirates ...",
        "rating": "6.3",
        "url": "https://megaup.net/UQfh/The_Warrior’s_Way_[2010]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/An55LrWu0q6Nvh09xjMNAwE9Pnk.jpg",
        "title": "All Summers End (2017)",
        "description": "2017ကထြက္ရွိခဲ႕တဲ႕ All Summer End ဒီကားေလးကေတာ့ drama, thriller film အမ်ိဳးအစားေလးပဲျဖစ္ပါတယ္။ရိုက္ကူးေပးတဲ႕ဒါရိုက္တာကေတာ့ေတာ့ Kyle Wilamowski ျဖစ္ျပီး သူကိုယ္တိုင္ပဲဒီဇာတ္လမ္းရဲ႕ ဇာတ္ညြန္းကိုေရးခဲ႕တာျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ drama, thriller ျဖစ္ျပီးပရိသတ္အားေပးမႈမ်ားခဲ႕တဲ႕ movie ေကာင္းေလးတစ္ကားလည္းျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကြန္ရတ္ဆိုတဲ႕ ေကာင္ေလးတစ္ေယာက္ဟာ အေမနဲ႕သာၾကီးျပင္းေနရတဲ႕ေကာင္ေလးတစ္ေယာက္ျဖစ္ျပီး သူနဲ႕ခ်စ္ၾကိဳးလြယ္ေနတဲ႕ ေကာင္မေလး ဂေရ႕တမ္နာဆိုတဲ႕ ေကာင္မေလးတေယာက္ရွိပါတယ္။တေန႕မွာေတာ့ ပြဲေတာ္ေန႔တခုမွာ ကြန္ရတ္ဟာသူငယ္ခ်င္းေတြနဲ႕ ေလ်ွာက္လည္ၾကရင္း မေတာ္တဆမႈတခုျဖစ္သြားခဲ႕ပါတယ္။အဆိုပါမေတာ္တဆမႈေၾကာင့္ သူနဲ႕ သူေကာင္မေလးဂေရ႕တမ္နာတို႕ ဘယ္လိုထိပ္တိုက္ ရင္ဆိုင္ေျဖရွင္းၾကလဲဆိုတာကို.………… (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Nyi Nyi Lwin  ပါ) File Size : (750 MB) and (340 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 50min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/all-summers-end-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xm0QJ3eumZ5LSewpYKQe6KfwWRW.jpg",
        "title": "Ibiza (2018)",
        "description": "MBD rating 5.1/10\nRotten tomatoes 72%Ibizaကို ေမလ ၂၅တုန္းက Netflixမွာျပခဲ့တာပါဒါရိုက္တာ Alex Richanbandရိုက္တဲ့အေမရိကန္အခ်စ္ဟာသကားေလးရဲ႕ဇာတ္လမ္းပံုစံကေတာ့ နယူးေရာ့ခ္မွာေနေနတဲ့မိန္းကေလး ဟပ္ပါက ဘာစီလိုနာကို အလုပ္ကိစၥနဲ႔အလႊတ္ခံရတာပါအဲ့ခရီးစဥ္ကို ပါတီတက္ရတာႀကိဳက္တဲ့သူ႔အခင္ဆံုးသူငယ္ခ်င္းႏွစ္ေယာက္လည္း အတူပါသြားတယ္ဟိုေရာက္ေတာ့ ဟပ္ပါတစ္ေယာက္ ပါတီတစ္ခုကDJ အလန္းေလးကိုေတြ႕ၿပီး ခိုက္သြားပါေလေရာအဲ့ေနာက္မွာေတာ့ သူစိတ္ဝင္စားသြားတဲ့ DJေနာက္ကိုလိုက္ရင္း ဘာေတြဆက္ျဖစ္မလဲေပါ့... ??ပါတီေတြလိုက္တက္တဲ့ ကားဆိုေတာ့ ဒီကားေလးမွာEDM သီခ်င္းအလန္းေတြ နာမည္ႀကီးေနတဲ့သီခ်င္းေကာင္းေတြကို ၾကားရမွာပါ18+ ေလးလည္းနည္းနည္းပါတယ္ေနာ္ :3 (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ May Phyu Khin  ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEBRip.x264-STRiFE\nTranslated ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/ibiza-2018/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/brothers-poster-133x200.jpg",
        "title": "Brothers (2009)",
        "description": "Brothers (2009)\nIMDb - 7.1/10_____Rotten - 64%\n  \nမင်းသား Tobey Maguire , Jake Gyllenhaal , မင်းသမီး နာတာလီပေါ့ထ်မန်းတို့ပါဝင်ထားတဲ့\nစစ်ပွဲအခြေပြု Drama,Thriller,War အမျိုးအစား ဇာတ်ကားဖြစ်ပါတယ်။\nIMDb Rating  (7.1) ရရှိထားတဲ့ဇာတ်ကားပါ။\nTobey နဲ့ နာတာလီပေါ့ထ်မန်း က လင်မယား....ကလေးနှစ်ယောက်လဲရှိတယ်....Jake နဲ့ Tobey က ညီအစ်ကိုတွေ...\nTobey ကတော့ အမေရိကန်မရိန်းတပ်ကဗိုလ်ကြီး... Jake ကတော့ ထောင်ထွက်အပေအတေ...\nအာဖဂန်နစ်စတန်ကစစ်ဆင်ရေးတစ်ခုမှာ Tobey တစ်ယောက် အဖမ်းခံလိုက်ရပြီး ပျောက်ဆုံးသွားတဲအခါမှာတော့..........။\n  \nFile size…(900 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Bonne Fille",
        "rating": "7.1",
        "url": "https://megaup.net/2eRnn/Brothers_[2009]_(MM_Sub).mp4",
        "category": "Drama, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/pacific-rim-uprising-poster-1-135x200.jpg",
        "title": "Pacific Rim: Uprising (2018) [Blu-Ray 1080p 5.1 CH x264]",
        "description": "Pacific Rim: Uprising (2018) [Blu-Ray 1080p 5.1 CH x264]\nIMDb - 5.6/10_____Rotten - 43%\n  \nPacific Rim ရဲ့ ဒုတိယမြောက်ကားလေး ၅နှစ်ကြာတဲ့အခါ ပရိသတ်ရှေ့ ရောက်လာပါပြီ။\nIMDb Ratinf  5.6/10 ရထားပြီးတော့ ဘတ်ဂျပ် $ ၁၇၀millionကျော်\nအကုန်အကျခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Pacifim Rim တုန်းက ကိုင်ဂျူးလို့ခေါ်တဲ့\nဂြိုလ်သားတွေရဲ့ ကျူးကျော်မှုကိုတိုက်ခိုက်မှုကို ယေဂါလို့ခေါ်တဲ့ ဧရာမစက်ရုပ်ကြီးတွေနဲ့\nတန်ပြန်တိုက်ခိုက် လို့အောင်မြင်ခဲ့ပြီး ကမ္ဘာနှစ်ခုဆက်သွယ်ထားတဲ့ တွင်းပေါက်ကြီးကို\nဖျက်ဆီးပစ်နိုင်ခဲ့တာ ၁၀ နှစ်ကျော်ကာလကို ရောက်ရှိနေပါပြီ။\nဒါပေမယ့် ယေဂါတွေရဲ့ အားနည်းချက်ကတော့ စက်ရုပ်ရဲ့ တိုက်ခိုက်နိုင်စွမ်းဟာ\nသူ့ကိုမောင်းနှင်တဲ့ ပိုင်းလော့ဒ်နှစ်ယောက်ရဲ့ သဟဇာတဖြစ်မှု ပိုင်းလော့ဒ်တွေရဲ့\nကျွမ်းကျင်မှုအပေါ်မူတည်နေသလို ကျူးကျော်လာတဲ့ကိုင်ဂျူးဆီကို သွားတိုက်တဲ့အခါမှာ\nစက်ရုပ်အကြီးကြီးမို့ သယ်ယူပို့ဆောင်ရေးမှာ ကြံ့ကြာနေတဲ့အချက်ပါပဲ။\nဒါကြောင့် ပိုင်းလော့ဒ်ကောင်းတွေရအောင် ငယ်စဉ်ကတည်းက လေ့ကျင့်ပေးရပါတယ်။\nဒါကြောင့် လူသားတွေအနေနဲ့ ဒါတွေကို ဖြေရှင်းနိုင်ဖို့နည်းလမ်းတွေ ကြံစည်လာပါတယ်။\nဒီမှာ တရုတ်နိုင်ငံ “ရှောင်-စက်မှုလုပ်ငန်း” ကနေ ...",
        "rating": "5.6",
        "url": "https://megaup.net/4fJ5g/Pacific_Rim_-_Uprising_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2UDsmTvWSxVvuGoRQyV3zVaIRyu.jpg",
        "title": "Sleepy Hollow (1999)",
        "description": "Sleepy Hollow လုိ႔ေျပာရင္ သိတဲ့သူနည္းတယ္ဆုိေပမယ့္ ေခါင္းျပတ္ေနတဲ့ျမင္းစီးသရဲၾကီးက ေခါင္းလုိက္ျဖတ္တဲ့ကားေလ လုိ႔ေျပာရင္ ေတာ္ေတာ္မ်ားမ်ားသိထား ၾကည့္ဖူးျပီးသားျဖစ္ၾကမွာပါ။ဟုတ္ပါတယ္ ဒီဇာတ္ကား က ၁၉၉၉ ကရုိက္ခဲ့တဲ့ Pirate of the Carribean မင္းသား Johnny Depp ရဲ႕ IMDB Rating 7.4 နဲ႔ Rotten 68% ရရွိခဲ့တဲ့ဇာတ္ကားပါ။ Stephen King တုိ႔နဲ႔ျပိဳင္နာမည္ၾကီးတဲ့ စာေရးဆရာ Washington Irving ရဲ႕ဝတၱဳကုိ ခပ္ဆန္းဆန္းပုံစံေတြနဲ႔ တင္ဆက္တတ္တဲ့ နာမည္ၾကီး ဒါရုိက္တာ Tim Burton ကရုိက္ကူးထားတာျဖစ္ပါတယ္။က်ိဳးေၾကာင္းဆင္ျခင္တတ္ျပီး ယုတၱိက်က် အေတြးရွိလုိ႔ ေခတ္ေနာက္ျပန္ဆြဲေနတဲ့ အထက္လူၾကီးေတြက ရာထူးအနိမ့္ဆုံးထိခ်ထားျခင္းခံရတဲ့ ရဲသားကရိန္း(Johnny Depp) တစ္ေယာက္ Sleepy Hollow ဆုိတဲ့ရြာငယ္ေလးက ေလးေလာင္းျပိဳင္ေခါင္းျဖတ္သတ္မႈေတြ အေၾကာင္းကုိ ဖိအားေပး စုံစမ္းဖုိ႔ေစလြတ္ျခင္းခံရပါတယ္။ယုတၱိက်တာကုိပဲ ယုံတတ္တဲ့ရဲသားကရိန္းတစ္ေယာက္ သဘာဝလြန္ျဖစ္ရပ္မ်ားနဲ႔ၾကံဳေတြ႕လာတဲ့အခါ သူ႔ရဲ႕ငယ္ဘဝအတိတ္ဆုိးေတြေၾကာင့္ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/sleepy-hollow-1999/",
        "category": "Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/aScbNHE3T6l4esitrmYGy6VUxjv-133x200.jpg",
        "title": "Midnight Sun (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\n \nMidnight Sun (2018)_____IMDb - 6.6/10\n  \n၁၇ နှစ်အရွယ် Katie Price ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာ ငယ်ငယ်တည်းက ထူးဆန်းတဲ့ရောဂါတစ်ခုကို ခံစားနေရတယ်…\nအဲ့ဒီရောဂါက အသားအရည်ပေါ် နေရောင်ခြည်လုံးဝကျလို့မရတဲ့ရောဂါပေါ့…\nအဲ့ဒါကြောင့် သူဟာ အထူးစီမံထားတဲ့ ပြတင်းပေါက်မှန်တွေနောက်မှာပဲ နေပြီး သူ့ဘဝကိုဖြတ်သန်းနေတဲ့မိန်းကလေး…\nအပြင်ထွက်လို့မရတဲ့အတွက်..ကျောင်းတက်ဖို့လည်းမဖြစ်နိုင်တော့…\nသူ့ရဲ့အဖေကပဲ အိမ်မှာ စာသင်ပေးရတယ်လေ…\nသူ့အဖေကလည်း မိတဆိုး သမီးလေးကိုလုံးဝအရှုံးမပေးတဲ့လူမျိုး…\nဖြစ်လာသမျှကိုလက်ခံပြီး အကောင်းဆုံးဖြစ်အောင် သူ့ကိုထားခဲ့တာလေ.…\nသူ့မှာ ရှားရှားပါးပါး မော်ဂန်လို့ခေါ်တဲ့ BFF မလေးတစ်ယောက်ရှိတယ်…\nနောက်တစ်ယောက်ကတော့ မူလတန်းကတည်းက သူ့အိမ်ရှေ့မှာ စကိတ်စီးရင်းဖြတ်သွားဖြတ်လာမြင်နေရတဲ့ ချာလီဆိုတဲ့ကောင်လေး…\nဒီကောင်လေးကို သူကကျိတ်ပြီးသဘောကျနေတာ…ချာလီက သူရှိလို့ရှိမှန်းတောင်မသိဘူး…ဘယ်သိမလဲ …ရောဂါကြောင့်အိမ်တွင်းအောင်းနေရတဲ့ ပတ်ဝန်းကျင်နဲ့အဆက်အသွယ်ပြတ်နေတဲ့ သနားစရာကောင်မလေးလေ…\nဒါပေမယ့် တစ်နေ့တော့ ချာလီနဲ့မထင်မှတ်တဲ့ပုံစံနဲ့ဆုံတွေ့ပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ….၊\n၂၀၁၈ မတ်လထွက် လတ်လတ်ဆတ်ဆတ် ရိုမန်တစ်ဒရာမာကားတစ်ကားဖြစ်ပြီး လူငယ်ကားဆိုပေမယ့် လူကြီးတွေလည်း အကြိုက်တွေ့စေမယ်လို့ထင်ပါတယ်…\nနောက်တစ်ခုက ကြည့်မယ်ဆိုရင် တစ်ရှူးလေးဆောင်ထားဖို့ ပြောပါရစေ…အခြားမဟုတ်ပါဘူး မျက်ရည်သုတ်ဖို့ပါ…\nရယ်ရလို့လား ငိုရလို့လားဆိုတာတော့ ပိတ်ကားပေါ်ဆက်လက် ရှူစားကြပါခင်ဗျာ…\nRatings တွေကတော့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1zUyg/Midnight_Sun_[2018]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kQ29Tp6L43o1hVbyXxdtxAtLtZ3.jpg",
        "title": "Tombstone of the Fireflies",
        "description": "-------- မငိုပါနဲ့ ဆဲဆုကို ---------ညီမလေး ဟိုမှာကြည့်လိုက် ပိုးစုန်းကြူးလေးတွေမြေကြီးပေါ်မှာခင်းထားတဲ့ဖျာစုတ်လေးပေါ်မှာနွမ်းဖတ်ဖတ် အညိုရောင်ပြောင်းနေတဲ့ အဖြူရောင်လက်ရှည် အကျီ င်္လေး ကိုဝတ်ထားပြီး\nခွေခွေလေးလှဲအိပ်နေတဲ့ ၄ နှစ်အရွှယ်ကလေးမလေး ခပ်တိုတို တုတ်တုတ် လေသံမပျော့မမာနဲ့ အားမရှိလို့လား အရမ်းများအိပ်ချင်နေလို့လား သူ့အကိုမျက်နှာကို မကြည့်ဘဲပြောလိုက်တယ်\" ကိုကြီး ဒီအရုပ်လေးယူထားလိုက်ကိုကြီးအတွက် \"လို့ပြောပြီး သူကိုင်နေကြ ကိုယ်ပွား အရုပ်မလေး\nကို လက်လေးပိစီ နဲ့ ခေါင်းပိုင်းကကိုင်ပြီး ဖြည်းဖြည်းလေး ကမ်းပေးနေတယ်။ခဏလေးအတွင်းမှာဘဲ ကလေးမလေးက ပါးလေးတစ်ချက်တွန့်ပြီးအေးစက်တဲ့မြေကြီးပေါ်မှာ အိပ်သွားပျော်သွားတယ်။.....အစကတော့ ငါ့ကိုဘာလို့ပေးမှန်းမသိဘဲစဉ်းစားနေမိတယ်ဟာ......ငါ့ကိုပေးချင်လို့မှာမဟုတ်ဘဲ နင်ယူသွားချင်လို့င့ါကိုပေးတာကို.......ပိုးစုန်းကြူးလေးတွေ နာမည်ကိုဘဲ သစ်သားပြားပေါ်မှာရေးပြီး မြေကြီးပေါ်မှာစိုက်ပေးရမယ်ထင်ထားတာ....\n...ပိုးစုန်းကြူးလေတွေ အများကြီး ညီမလေးဘေးနားမှာရှိတော့ တစ်ယောက်တည်းမဖြစ်ပဲ နင်တွေ့ချင်တဲ့ မေကြီးနဲ့ တွေ့လို့ရသွားပြီပေါ့............။။။။။။။။ဆဲဆုကို င့ါကိုထားမသွားပါနဲ့ဟာ။။။။။။။။ဒီရုပ်ရှင်ကားကို ၂၀၀၈ ခုနှစ် ဇူလိုင်လ ကထုတ်လွှင့်ခဲ့ပြီး ဇာတ်ကားရဲ့ မှုရင်းနာမည်က Hotaru no haka 火垂るの墓 ဖြစ်ပါတယ်။Grave of the Fireflies ...",
        "rating": "6.7",
        "url": "https://megaup.net/11k0n/Tombstone_Of_The_Fireflies_(Hotaru_No_Haka)_[2008]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/midnight-sun-2-133x200.jpg",
        "title": "Midnight Sun (2018)",
        "description": "Midnight Sun (2018)_____IMDb - 6.6/10\n  \n၁၇ နှစ်အရွယ် Katie Price ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာ ငယ်ငယ်တည်းက ထူးဆန်းတဲ့ရောဂါတစ်ခုကို ခံစားနေရတယ်…\nအဲ့ဒီရောဂါက အသားအရည်ပေါ် နေရောင်ခြည်လုံးဝကျလို့မရတဲ့ရောဂါပေါ့…\nအဲ့ဒါကြောင့် သူဟာ အထူးစီမံထားတဲ့ ပြတင်းပေါက်မှန်တွေနောက်မှာပဲ နေပြီး သူ့ဘဝကိုဖြတ်သန်းနေတဲ့မိန်းကလေး…\nအပြင်ထွက်လို့မရတဲ့အတွက်..ကျောင်းတက်ဖို့လည်းမဖြစ်နိုင်တော့…\nသူ့ရဲ့အဖေကပဲ အိမ်မှာ စာသင်ပေးရတယ်လေ…\nသူ့အဖေကလည်း မိတဆိုး သမီးလေးကိုလုံးဝအရှုံးမပေးတဲ့လူမျိုး…\nဖြစ်လာသမျှကိုလက်ခံပြီး အကောင်းဆုံးဖြစ်အောင် သူ့ကိုထားခဲ့တာလေ.…\nသူ့မှာ ရှားရှားပါးပါး မော်ဂန်လို့ခေါ်တဲ့ BFF မလေးတစ်ယောက်ရှိတယ်…\nနောက်တစ်ယောက်ကတော့ မူလတန်းကတည်းက သူ့အိမ်ရှေ့မှာ စကိတ်စီးရင်းဖြတ်သွားဖြတ်လာမြင်နေရတဲ့ ချာလီဆိုတဲ့ကောင်လေး…\nဒီကောင်လေးကို သူကကျိတ်ပြီးသဘောကျနေတာ…ချာလီက သူရှိလို့ရှိမှန်းတောင်မသိဘူး…ဘယ်သိမလဲ …ရောဂါကြောင့်အိမ်တွင်းအောင်းနေရတဲ့ ပတ်ဝန်းကျင်နဲ့အဆက်အသွယ်ပြတ်နေတဲ့ သနားစရာကောင်မလေးလေ…\nဒါပေမယ့် တစ်နေ့တော့ ချာလီနဲ့မထင်မှတ်တဲ့ပုံစံနဲ့ဆုံတွေ့ပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ….၊\n၂၀၁၈ မတ်လထွက် လတ်လတ်ဆတ်ဆတ် ရိုမန်တစ်ဒရာမာကားတစ်ကားဖြစ်ပြီး လူငယ်ကားဆိုပေမယ့် လူကြီးတွေလည်း အကြိုက်တွေ့စေမယ်လို့ထင်ပါတယ်…\nနောက်တစ်ခုက ကြည့်မယ်ဆိုရင် တစ်ရှူးလေးဆောင်ထားဖို့ ပြောပါရစေ…အခြားမဟုတ်ပါဘူး မျက်ရည်သုတ်ဖို့ပါ…\nရယ်ရလို့လား ငိုရလို့လားဆိုတာတော့ ပိတ်ကားပေါ်ဆက်လက် ရှူစားကြပါခင်ဗျာ…\nRatings တွေကတော့ IMDb – 6.6/10 Google ...",
        "rating": "6.6",
        "url": "https://megaup.net/TWrc/Midnight_Sun_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/kinopoisk.ru-Edward-Scissorhands-3107616-159x200.jpg",
        "title": "Edward Scissorhands (1990)",
        "description": "Edward Scissorhands (1990)\nIMDb - 7.9/10_____Rotten - 90%\n   ခပ်ကြောင်ကြောင်သရုပ်ဆောင်ချက်တွေနဲ့မင်းသား Johnny Depp နဲ့ အမြင်ဆန်းတွေနဲ့ ပညာသားပါပါရိုက်ပြပြီး Message လှလှလေးတွေ ပေးတတ်တဲ့ ဒါရိုက်တာ Tim Burton တို့ရဲ့ပူးပေါင်းမှု နောက်တစ်ခုပါ။ဆုကိုးဆုရရှိခဲ့ပြီး ရွှေကမ္ဘာလုံးဆုအပါအဝင် အခြားဆုတွေမှာ ဆန်ကာတင် ၂၂ခုရှိခဲ့ပါတယ်။ IMDB Rating 7.9 နဲ့ Rotten Tomatoes (89%) ထိရရှိခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ပုဒ်ပါ။အဆင်မပြေဖြစ်နေတဲ့အရောင်းစာရေးမတစ်ယောက်ဖြစ်တဲ့ Peggy တစ်ယောက် ဖောက်သည်အသစ်ရှာရင်း သရဲခြောက်တဲ့အိမ်ကြီးလို့နာမည်ကြီးတဲ့အိမ်ကိုရောက်သွားတဲ့အခါ လူပုံစံအတိုင်းပြုလုပ်နေပေမယ့် အဆုံးမသတ်ခင်တီထွင်သူကသေဆုံးသွားခဲ့တဲ့ စက်ရုပ်လေး Edward တစ်ယောက်နဲ့ဆုံတွေ့ခဲ့ပါတယ်။စိတ်ထားကောင်းလှတဲ့ Peggy ကစက်ရုပ်လေးကို မွေးစားပြီး လူနေမှုဘဝတွေနဲ့မိတ်ဆက်ပေးခဲ့ပါတယ်။ တီထွင်ဖန်တီးဉာဏ်ရှိပေမယ့် အသိဉာဏ်မဖွံ့ဖြိုးသေးတဲ့စက်ရုပ်လေး Edward တစ်ယောက် အချောမသပ်ရသေးပေမယ့် နှလုံးသားနဲ့ဦးနှောက်ကိုတပ်ဆင်ပေးခဲ့လို့ Peggy ရဲ့သမီး Kimber နဲ့တွေ့ပြီး ရင်ခုန်မိသွားပါတယ်။စက်ရုပ်လေးEdward လူ့အသိုင်းအဝိုင်းအဝိုင်းမှာ အဆင်ပြေပါ့မလားဆိုတာကတော့...သေချာတာတစ်ခုက အဲဒီမြို့မှာသူမရောက်ခင်ကနှင်းမကျပါဘူး ဒါပေမယ့် ...",
        "rating": "7.9",
        "url": "https://megaup.net/Sb7b/Edward_Scissorhands_[1990]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6rn170WmFUE4esoXvoOOAonDw16.jpg",
        "title": "The Mercy (2018)",
        "description": "The Mercy ဟာ 1968 ခုနှစ်ဝန်းကျင်မှာ ကျုင်းပခဲ့တဲ့ Sunday Times Golden Globe Race လို့ခေါ်တဲ့ လှေမာရသွန်ပြိုင်ပွဲကို ဝင်ရောက်ယှဉ်ပြိုင်ခဲ့တဲ့ အပျော်တမ်းရွက်လှေသမား Donald Crowhurst ရဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့ Biography, Drama ဇာတ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကိုရိုက်ကူးသူကတော့ ဒါရိုက်တာ James Marsh ဖြစ်ပြီး၊ ဇာတ်ဆောင်ဖြစ်သူ Donald Crowhurst နေရာမှာ The King's Speech ဇာတ်ကားနဲ့ အော်စကာဆုကိုရရှိခဲ့တဲ့သူဖြစ်ပြီး The Kingsman ဇာတ်ကားနှစ်ကားလုံးမှာ Harry Hart အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Colin Firth ပါ။ပြိုင်ပွဲဝင်ပြိုင်မယ့် ပြိုင်ပွဲဝင်တစ််ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းရိုက်ကူးထားတာဖြစ်တဲ့အတွက်ကြောင့် စီကာပတ်ကုံးညွှန်းဆိုနေစရာမလိုတော့ဘူးလို့ထင်ပါတယ်။ဇာတ်ဆောင်ရဲ့ မဆုတ်မနစ်ကြိုးပမ်းမှုတွေကို အသားပေးရိုက်ကူးထားတာကြောင့် ဘဝကိုရုန်းကန်ဖို့အတွက် အားယုတ်လျော့နေတဲ့သူတွေ၊ ဘဝကိုလက်မြောက်အရှုံးပေးချင်တဲ့သူတွေအတွက်တော့ ဒီဇာတ်ကားမှပေးစွမ်းတဲ့ရသက ခွန်အားဖြစ်စေမှာ ဖြစ်တာကြောင့်\nလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Brilliant Star ပါ)File ...",
        "rating": "6.1",
        "url": "https://megaup.net/ZUj7/We_Belong_Together_[2019]_(MM_Sub)_(2).mp4 https://megaup.net/1FRhs/Tucker_And_Dale_Vs_Evil_[2010]_(MM_Sub).mp4 https://megaup.net/1FRhr/The_Mercy_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gb21lRTWA6uo1IdIIYotPCHHUP9.jpg",
        "title": "Incoming(2018)",
        "description": "Incoming(2018)Sci-Fi, Thriller ,Actionကားလန္းလန္းေလးေတြၾကည္႔ရႈလိုတဲ႔ပရိသတ္ၾကီးအတြက္ လတ္တေလာထြက္ရွိလာတဲ႔ကားသစ္ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ကားေလးနာမည္က Incoming (2018)ပါ။ဒီဇာတ္လမ္းေလးက ဇာတ္လမ္းဇာတ္အိမ္ေကာင္းမြန္ျပီး သရုပ္ေဆာင္မႈေကာင္းေကာင္းေတြနဲ႔ တင္ဆက္ထားႏိုင္ေပမယ္႔ Rating ေတြကေတာ႔ ထင္သေလာက္မေကာင္းခဲ႔ပါဘူး။Ratingနဲ႔ ဇာတ္လမ္းနဲ႔ခ်ိန္ၾကည္႔ႏိုင္ဖို႔အတြက္ ဇာတ္လမ္းအက်ဥ္းေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ႏိုင္ငံတကာ အာကာသစခန္းတစ္ခုဟာ ကမာၻေပၚက အႏၲရာယ္ရွိ အက်ဥ္းသားေတြကိုခ်ဳပ္ေႏွာင္ထားရာေနရာတစ္ခုပါ။ထိုေနရာကိုေရာက္ျပီးရင္ဘယ္သူမွျပန္မထြက္ႏိုင္သလို အဲ႔ဒီအက်ဥ္းေထာင္မွာ ဘာေတြျဖစ္တယ္၊ဘာေတြရွိတယ္ဆိုတာကို ဘယ္သူမွမသိႏိုင္ပါဘူး။တစ္ေန႔မွာေတာ႔ ထိုအက်ဥ္းေထာင္ကိုအာကာသယာဉ္မႈးအသစ္ေတြေရာက္လာတဲ႔အခ်ိန္...အက်ဥ္းသမားတစ္ေယာက္လြတ္ေျမာက္ကာအက်ဥ္းေထာင္ကို အပိုင္စီးလိုက္တဲ႔အခါမွာ ဘာေတြဆက္ျဖစ္မလဲ?မထင္မွတ္ထားတဲ႔ လွ်ိဳ႔ဝွက္နက္နဲမႈေတြနဲ႔ဘယ္လိုလွ်ိဳ႔ဝွက္ခ်က္ေတြကိုသိလာရမလဲ?စတဲ႔ သို႔ေလာ႔သို႔ေလာေမးခြန္းေတြနဲ႔ရင္တစ္ဖိုဖိုနဲ႔ၾကည္႔ရႈရမွာပါ။အားလံုးသေဘာက်ႏွစ္ျခိဳက္မယ္လို႔လဲ ေမွ်ာ္လင္႔ရင္းChannel Myanmarပရိသတ္ႀကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ Qty - 720p Web DLGern - Sci-FiDuration - 1hr 45minTranslator - AkaryiEncoder - Kyaw Ye Aung",
        "rating": "3.5",
        "url": "https://megaup.net/2gRwq/Incoming_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1M1U5K4Vf1Cbtrjl9EkGNWpqahf.jpg",
        "title": "Unsane (2018)",
        "description": "ဒီတစ်ခါမှာတော့ IMDb 6.6 ရရှိထားတဲ့ Psychological Thriller ဇာတ်ကားကောင်းတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ဒါရိုက်တာကတော့ Steven Soderbergh ဖြစ်ပြီးတော့ Clarie Foy က ခေါင်းဆောင်မင်းသမီးနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ထူးခြားချက်တစ်ခုအနေနဲ့ကတော့ နာမည်ကျော်ကြီး Matt Damon ဟာ ဒီဇာတ်ကားမှာ ဧည့်သည်သရုပ်ဆောင်အဖြစ် ပါဝင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်း\n==========\nSawyer Valentini ဟာ ဘဏ်ဝန်ထမ်းတစ်ဦး၊ သူ့မှာနောက်ယောင်ခံလိုက်တဲ့သူရှိတယ်လို့ ထင်ယောင်ထင်မှားဖြစ်နေတာကြောင့် လုပ်လက်စအလုပ်တွေကိုပါပစ်တခြားမြို့ကိုပြောင်းပြီး အဲဒီစိတ်ရောဂါကို ပျောက်အောင်ကုဖို့ကြိုးစားတယ်။ကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာဆိုသလိုပဲ သူဆေးကုသမှုခံယူမယ့်ဆေးရုံကအာမခံကြေးလိုချင်တာကြောင့် လာသမျှလူနာကို အရူးတံဆိပ်ကပ်ပြီး အာမခံကြေးရမှ ပြန်လွှတ်ပေးတဲ့ဆေးရုံဖြစ်နေတယ်။သူဟာ အဲဒီဆေးရုံမှာ အလိုမတူဘဲ ဘုမသိဘမသိနဲ့ စိတ်ရောဂါဝေဒနာရှင် အမည်ခံပြီးဆေးကုသမှုကိုတစ်ပတ်ခန့်ခံယူဖို့အကြောင်းဖန်လာတော့တယ်။ပိုဆိုးတာက အဲဒီဆေးရုံကဝန်ထမ်းတစ်ဦးက သူ့ကိုနောက်ယောင်ခံလိုက်နေတဲ့David Strine ဆိုတဲ့လူဖြစ်နေတဲ့အခါမှာတော့...။အကုသိုလ်အပြွှတ်လိုက်ဝင်နေတဲ့ မင်းသမီးတစ်ယောက်အခက်အခဲတွေကိုကျော်ဖြတ်နိုင်မလား မကျော်ဖြတ်နိုင်ဘူးလာဆိုတာကိုတော့ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုမျိုးသန့်ပါ)File Size : (800 MB) and (360 MB)\nQuality : Blu-Ray 720p\nRunning Time : ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/unsane-2018/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3SBYxAQtwvYxzLQIo8iZG4QuvG.jpg",
        "title": "Urvi (2017)",
        "description": "အိန္ဒိယဇာတ်​ကား​တွေကြိုက်​နှစ်​သက်​တဲ့ပရိတ်​သတ်​ကြီးအတွက်​ Urvi ဆိုတဲ့ဇာတ်​ကား​ကောင်​း​လေးကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​။Ratingလည်​း 7.1ထိရထား​တော့ ဇာတ်​ကား​ကောင်​းတစ်​​ကားလို့​ပြောလို့ရပါတယ်​။ဇာတ်​လမ်​းအကျဉ်​း​လေးက​တော့...အိန္ဒိယဆင်​းရဲသား တံငါသည်​တစ်​​ယောက်​ဖြစ်​တဲ့ နာနီမှာ သမီး​ငယ်​အ​ချော​လေးနှစ်​​ယောက်​ပိုင်​ဆိုင်​ထားပါတယ်​။ဆင်​းရဲပြီးဥစ္စာပစ္စည်​းမရှိ​ပေမယ်​့ သမီးငယ်​​လေးနှစ​်​​ယောက်​ရှိ​နေတဲ့အတွက်​ သူ့ဘဝဟာ ပြည်​့စုံလွန်​း​နေပါတယ်​။ဒီလိုနဲ့တစ်​​နေ့မှာ ​ခေါင်​းပုံဖြတ်​တတ်​တဲ့ သူ​ဋ္ဌေးတစ်​​ယောက်​ဆီက​နေ ​ငွေ​ချေးယူမိပြီး ပြန်​မဆပ်​နိုင်​တဲ့အခါမှာ သူ့ရဲ့သမီးအကြီးဖြစ်​သူကို အတင်​းအဓမ္မသိမ်​းယူပါ​တော့တယ်​။သူ​ဋ္ဌေးဖြစ်​သူရဲ့ အဓမ္မကျင်​့ခြင်​းကိုခံပြီးတဲ့​နောက်​မှာ​တော့ သမီးအကြီးဖြစ်​သူက အရှက်​အသက်​ကိုလဲသွားခဲ့ပါတယ်​။အဲ့ဒီခါမှာ​တော့ အငယ်​ဆုံးသမီး​လေးဖြစ်​သူက သူ့အ​ဖေနဲ့အစ်​မရဲ့ဖြစ်​ရပ်​ဆိုး​တွေကို အသက်​အရွယ်​ကြီးပြင်​းလာတဲ့တစ်​​နေ့မှာပဲ လက်​စား​ချေခွင်​့ရလာခဲ့ပါတယ်​။အဲ့လိုရရှိလာတဲ့အခွင်​့အ​ရေးကို အမိအရဆုပ်​ကိုင်​ပြီးဘယ်​လိုလက်​စားပြန်​​ချေသွားမလဲ၊ ဘယ်​လိုလှည်​့ကွက်​​တွေရှိလာဦးမလဲဆိုတာ ဒီဇာတ်​လမ်​းထဲမှာဆက်​လက်​ကြည်​့ရှု့ရမှာပါ။Rating လည်​း 7.1 ထိရထားတဲ့ဇာတ်​ကား​လေးဆို​တော့ ဇာတ်​လမ်​း​ကောင်​း​လေးလို့​ပြောပါရ​စေ။(ဘာသာပြန်သူကတော့ Ye Yint & Saw A Mon ပါ)File Size : (900 MB) and (390 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 31min\nFormat : Mp4\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.1",
        "url": "https://megaup.net/11k1q/Urvi_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BZjZkN2I4MDItMGM5Yy00OTJmLThmMDMtZGQzY2U1MTU4NDAwXkEyXkFqcGdeQXVyMjQ3NzUxOTM@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Berlin Falling (2017)",
        "description": "ဂ်ာမနီတပ္ထြက္တစ္ေယာက္ဟာ သူ႔မိန္းမနဲ႔ ကြာရွင္းေတာ့မွာျဖစ္တဲ့အတြက္ သူနဲ႕အတူမေနရတဲ့ သမီးေလးကို သြားေတြ႔ဖို႔ ဘာလင္ျမိဳ႕ကို ကားေမာင္းလို႔ထြက္လာခဲ့ပါတယ္ …လမ္းမွာ လူတစ္ေယာက္က ဘာလင္ျမိဳ႕ကို ကားၾကံဳလိုက္ခ်င္တဲ့အတြက္ တင္ေခၚလာရာကေန လမ္းခရီးတစ္ေနရာအေရာက္ မေတာ္တဆ အဲ့ဒီလူရဲ႕ အိတ္ထဲကေန ဗံုးတစ္လံုးထြက္က်လာခဲ့ပါတယ္..ဒီလူဟာဘယ္သူလဲ..အဲ့ဒီေနာက္မွာဒီလူဟာ သူ႔ကိုဘာလင္လိုက္မပို႕ရင္ သူ႔သမီးကိုသတ္ပစ္မယ္လို႔ျခိမ္းေျခာက္ျပီး ေသနတ္နဲ႕ခ်ိန္ကာဘာလင္အထိလိုက္လာပါတယ္…ခရီးသည္ကေန ျပန္ေပးသမား အၾကမ္းဖက္သမားျဖစ္သြားတဲ့သူဆီကေန သူေျပးလို႔လြတ္နိုင္မလား ၾကည့္ရွဳေတာ္မူၾကပါ။၂၀၁၇ထြက္ကားတစ္ကားျဖစ္ျပီးRatings ေတြကေတာ့IMDb – 6.5Google users- 61%Moviepilot – 5.9/10Cinema.de – 4/5 (ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin  ပါ) File Size : (700 MB) and (320 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 31min\nFormat : Mp4\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "6.9",
        "url": "https://megaup.net/1zz50/Berlin_Falling_[2017]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/pathology-poster-133x200.jpg",
        "title": "Pathology (2008)",
        "description": "Pathology (2008)\nIMDb - 6.0/10_____Rotten - 45%\n  \"Forensics အသိပညာနဲ့ လူသတ်ကြည့်မလား\"\n~~~~~~~~~~~~~~~~~~~~~~~~~\nတစ်ခါတလေ တွေးကြည့်ဖူးတယ် ။\n\" မှုခင်းဆေးပညာ တတ်မြောက်တဲ့သူတစ်ဦးသာ ပိပိရိရိ လူသတ်နိုင်ရင် အဲ့အမှုကာလကို\nဘယ်လောက်ထိစစ်ဆေးရမလဲ \" ဆိုတာပဲ။\nတကယ် ရူးလွင့်လွင့် အတွေးပါပဲ။ဒီကားကတော့ ဟစ်ပိုကရေးတီး ကျမ်းကို\nဇာတ်ကားအစမှာ ညွှန်းဆိုပြပြီး မလုပ်သင့်တဲ့ ကျင့်ဝတ်များ ( တနည်းအားဖြင့် )\nလူသေတွေနဲ့\nကစားပွဲတွေ ဖန်တီးကြတဲ့ ကားမျိုးဖြစ်တယ်။အမျိုးအစားက #18+Rated ကားမျိုးဖြစ်မယ်ထင်တယ်။ ဒါပေမဲ့ သည်းထိတ်ရင်ဖို ကြည့်ချင်တဲ့သူတွေအတွက်ကတော့ တကယ်မိုက်ပါတယ်။ Autopsy of Jane Doe ကားထက် ပို ကြောက်ဖို့ကောင်းပါတယ်။ဒီဇာတ်ကားမှာတော့ ရင်ခွဲရုံတွေ /သေဆုံးမှုစစ်ဆေးတာတွေက အမှန်တကယ် တည်ဆောက်ခြင်းတွေနဲ့တူတယ်။ သွေးသံတရဲရဲနဲ့\nအမှောင်ခန်းတွေက လည်း စိတ်ခြောက်ခြားဖို့ကောင်းပါတယ်။အဲ့ဒီနောက် ဦးခေါင်းခွံခွာပြီး ဦးနှောက်လေးကို အတုံးအခဲလိုက် ကိုင်တွယ်ယူပုံက သာမန်လူအဖို့ကျောချမ်းစေမယ် လို့ ယူဆမိပါတယ်။ နံရိုးတွေ ကို ညှပ်ကိရိယာတွေနဲ့ ချိုးယူပုံတွေက ...",
        "rating": "6.0",
        "url": "https://megaup.net/2TU6z/Pathology_[2008]_(MM_Sub).mp4",
        "category": "Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/sherlock-gnomes-poster-1-133x200.jpg",
        "title": "Sherlock Gnomes (2018)",
        "description": "Sherlock Gnomes (2018)_____IMDb - 5.2/10\n Sherlock Gnomes(2018)အားလုံးမျှော်လင့်စောင့်စားနေကြတဲ့ ကာတွန်းကားလေးဖြစ်မယ်ထင်ပါတယ် ...2011 တုန်းက ထွက်ရှိခဲ့တဲ့ Gnomeo & Juliet ဇာတ်လမ်းရဲ့အဆက်ပါ ...ယခုဇာတ်လမ်းလေးထဲမှာတော့ ကျွန်တော်တို့ရဲ့အချစ်တော်တွေဖြစ်ကြတဲ့ ဥယျာဉ်စောင့်နုမ်းလေးတွေဟာလန်ဒန်ကိုပြောင်းရွေ့ခဲ့ကြပါတယ် ..ဒီအချိန်မှာပဲ လန်ဒန်မှာထူးဆန်းတဲ့အမှုတစ်ခုဖြစ်ပွားခဲ့တယ်...အဲ့ဒါကတော့ ဥယျာဉ်စောင့်နုမ်းတွေ ထူးဆန်းစွာပျောက်ဆုံးသွားခြင်းပါ ...လန်ဒန်ရဲ့အကျော်ကြားဆုံးစုံထောက်ကြီးရှားလော့ခ်နုမ်းစ်နဲ့ သူ့မိတ်ဆွေဒေါက်တာဝက်ဆန်ဟာနုမ်းတွေပျောက်ဆုံးမှုကို စုံစမ်းရင်း နိုမီယို ဂျူးလိယက်တို့နဲ့ဆုံတွေ့ခဲ့ကြပါတယ်...လျို့ဝှက်မှုတွေနဲ့ပြည့်နှက်နေတဲ့ နုမ်းတွေရဲ့ပျောက်ဆုံးမှုကို သူတို့လေးယောက်ဘယ်လိုဖြေရှင်းကြမလဲ ...ဘယ်လိုထူးဆန်းမှုတွေနဲ့တွေ့ကြုံရမလဲဆိုတာကို ဆက်လက်ရှူ့စားရမှာပဲဖြစ်ပါတယ် ...ဒါ့အပြင်ရှားလော့ခ်နုမ်းစ်ဇာတ်ကောင်ရဲ့ အသံသရုပ်ဆောင်ကလည်း မင်းသားကြီးJohnny Depp ဆိုတော့ အထူးပြောနေစရာမလိုတော့ပါဘူး အချိန်ပေးရကျိုးနပ်မဲ့ကာတွန်းကားကောင်းတစ်ကားပါပဲလို့ ပြောချင်ပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ကို Lyric Lynn Khant ဖြစ်ပါတယ်...\n  File Size : (703 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:26:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lyric Lynn ...",
        "rating": "5.2",
        "url": "https://megaup.net/6hq2B/Sherlock_Gnomes_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/CFvwP4axrqwd8sf5tC0Tz8YH1L.jpg",
        "title": "Deadly Sweet (1967)",
        "description": "Bernard meets Jane in a Night Club, in London, and he likes her.\nHer father was killed in a car accident, but Jane thinks he has been killed because he was blackmailed for a picture of his second wife, Jane's mother in law.\nIn the same Night Club Bernard finds the blackmailer corpse and Jane near him, but he believes she is ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/deadly-sweet/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/White-The-Melody-Of-The-Curse-poster-140x200.jpg",
        "title": "White: The Melody of the Curse (2011)",
        "description": "White: The Melody of the Curse (2011)\nIMDb - 6.0/10_____Rotten - 52%\n  \nဒီတစ်ခါမိတ်ဆက်ပေးမယ့် ခြောက်ခြားစရာဇာတ်လမ်းလေးကတော့\nKpop မိန်းကလေးအဖွဲ့လေးတစ်ခုရဲ့  သီချင်းလေးတစ်ပုဒ်ကိုဆိုလိုက်ရင်းကနေ\nနောက်ဆက်တွဲဖြစ်ပေါ်လာတဲ့ အသည်းပျက်ဖွယ်ရာ ထိတ်လန့်ကြောက်စရာ\nဖြစ်ရပ်များကို ရိုက်ကူးထားတဲ့ ကားလေးဖြစ်ပါတယ်...\nသရဲ တစ္ဆေဆိုတာကို လူတိုင်းယုံကြည်ကြပါတယ်...\nဒါပေမယ့် မယုံတဲ့လူတွေလည်းရှိပါတယ်...\nတချို့သေသွားတဲ့ လူတွေက အမျှလိုချင်လို့ ခြောက်လန့်ကြတယ်...\nတချို့ကျတော့လည်း နေရာလိုချင်လို့ ခြောက်လန့်ကြတယ်...\nအသိပေးကြတယ်...\nဘယ်လိုပဲဖြစ်နေပါစေ ခြောက်တာကခြောက်တာပဲမဟုတ်ဘူးလား...\nဒီဇာတ်လမ်းလေးထဲမှာတော့ အဲလိုမဟုတ်ပါဘူး..\nသီချင်းလေးတစ်ခုကို စွဲလမ်းရင်းကနေ အဲသီချင်းလေးထဲမှာပဲ\nစိတ်ကရှိနေတာကြောင့် ဒီသီချင်းကိုဆိုတဲ့ လူမှန်သမျှဟာ\nအသေဆိုးနဲ့သေကြတာပါပဲ...\nဘာလို့လဲဆိုတော့ အဲသီချင်းလေးထဲမှာရှိနေတဲ့ ကောင်မလေးဟာလည်း\nသနားစရာ ဇာတ်သိမ်းနဲ့ မတရားခံရပြီး အဆုံးသတ်သွားရလို့ပါ..\nသူဟာ သူ့သီချင်းကိုပြီးအောင်မဆိုသွားခဲ့ရပဲ သေဆုံးသွားခဲ့ရတယ်..\nဘယ်လိုတွေသေဆုံးရတယ်ဆိုရင် ကိုယ့်ကိုကိုယ်သတ်သေသွားရလောက်တဲ့အထိ\nဝေဒနာတွေခံစားသွားရလို့ပါ...\n  \nသူမဆိုခဲ့ရတဲ့ သီချင်းကို နောက်လူတွေဆိုတဲ့အခါမှာ\nအဖြစ်ဆိုးတွေကြံလာကြတော့တာပါပဲ...\nအဲဒီအချိန်မှာမအောင်မြင်သေးတဲ့ မိန်းကလေးအဆိုတော်အဖွဲ့လေးက\nဒီသီချင်းလေးကိုတွေ့ရှိပြီး ဆိုလိုက်ကြပါတယ်..\nဒီသီချင်းကြောင့်လည်းအရမ်းကိုအောင်မြင်လာကြပါတယ်...\nဒါပေမယ့် သူတို့မသိလိုက်တာတစ်ခုကတော့ ဒီသီချင်းဆိုပြီးနောက်ပိုင်းမှာ\nသူတို့တွေ ရင်ဆိုင်ရမယ့် အဖြစ်ဆိုးကြီးတွေကိုပါပဲ...\nတချို့သောလူတွေက အစွဲလမ်းအရမ်းကြီးကြပါတယ်..\nဒီအစွဲလမ်းကြောင့်ပဲ သေသွားတဲ့အခါ သူတို့ကိုယ်တိုင်ဒုက္ခများစွာကို\nခံစားရပါတယ်..\nဒီကားလေးမှာကတော့ အစွဲလမ်းကြီးတဲ့ တစ္ဆေကောင်မလေးတစ်ယောက်ကြောင့်\nလူသားအဆိုတော်မိန်းကလေး လေးယောက်ရဲ့ ကြောက်လန့်ခြောက်ခြားဖွယ်ရာ\nအဖြစ်ဆိုးကြီးတွေကို တစ်ကားလုံးမွန်းမွန်းကြပ်ကြပ်နဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်...\nRating 6 ရရှိထားပါတယ်...\nHorror ကားကြိုက်တဲ့လူတွေအဖို့ကတော့ တကယ်ကိုကောင်းတဲ့ကားလေးဖြစ်ပါတယ်...\nကြောက်စရာကောင်းလားလို့ မေးမယ်ဆိုရင်တော့ တော်တော်ကြောက်ဖို့ကောင်းပါတယ်...\n  \n(ကြောက်တတ်တဲ့လူများတစ်ယောက်တည်းကြည့်ဖို့မသင့်တော်ပါဘူး...)\n  \nFile Size : (770 MB)\nQuality : 720p HDRip\nRunning Time : 1hr 46min\nFormat ...",
        "rating": "6.0",
        "url": "https://megaup.net/2g7TX/White_-_The_Melody_Of_The_Curse_(Hwaiteu_-_Jeojooui_Mellodi)_[2011]_(MM_Sub).mp4",
        "category": "Horror, Music, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v4d6UHuQ2gpsaN38pMSZ42Fj6hi.jpg",
        "title": "The Last Witness(2018)",
        "description": "The Last Witness(2018)IMDb....5.4စိတ်​ဝင်​စားဖွယ်​ပိုလန်​နိုင်​ငံ​ရေးကား​ကို တင်​ဆက်​​ပေးလိုက်​ပါတယ်​.....ဒီကား​ထဲမှာဆိုရင်​​တော့ ဆိုဗီယက်​ပြည်​​ထောင်​စု​တွေကြီးစိုးတဲ့စစ်​ပွဲကာလမှာ ပိုလန်​နိုင်​ငံရဲ့အရာရှိ​တွေပြည်​သူ​တွေ\nထောင်​​သောင်​းချီပြီးအစုလိုက်​အပြုံလိုက်​အသတ်​ခံခဲ့ရပါတယ်....​ ဒီကိစ္စကို ပိုလန်​နိုင်​ငံရဲ့အထက်​လူကြီး​တွေကလည်​းတိကျတဲ့အ​ဖြေတစ်​ခုမ​ပေးနိုင်​ကြပါဘူး..ဒါ​ပေမဲ့ ဒီကိစ္စနဲ့ပတ်​သတ်​ပြီးတိကျတဲ့အ​ဖြေတစ်​ခု​ဖော်​ထုတ်​ချင်​တဲ့သူက​တော့မစ္စတာစတီဖင်​အန်​ဒါဝတ်​လို့​ခေါ်တဲ့\nဂျာနယ်​လစ်​တစ်​​ယောက်​ပါ ...ဂျာနယ်လစ်တစ်ယောက်အတွက်ရက်စက်တဲ့ဆိုးယုတ်မှုကြီးကိုဖော်ထုတ်ဖို့ရာမလွယ်ပါဘူးးး...သို့ပေမယ့် သူဟာ ဒီဖြစ်ရပ်ကြီးကို ဇွဲရှိရှိနဲ့လိုက်လံရှာဖွေဖော်ထုတ်ရာမှာ မမျှော်လင့်တဲ့သူတွေ ပါဝင်ပတ်သက်နေပြီးသူ့အတွက်လည်း အန္တရယ်ပေါင်းများစွာနဲ့ကြုံရပါတော့တယ်..သူဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကိုတော့ ကြည့်လိုက်ပါဦး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Pyae Xeinn Settဖြစ်ပါတယ်...File Size : (900 MB) and (321MB)\nQuality : WEBDL-720p\nFormat…mp4\nDuration…01:37:00\nGenre :  History, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncoded by Phyo Pyae",
        "rating": "5.6",
        "url": "https://megaup.net/1Hhrn/The_Last_Witness_[2018]_(MM_Sub).mp4",
        "category": "History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pCsB2IePfLj5eQXXziGb8Xyxblm.jpg",
        "title": "They Remain (2018)",
        "description": "They Remain ဆိုတဲ့ ဇာတ္လမ္းကေတာ့ Thriller/Horror အမ်ိဳးအစားျဖစ္ပါတယ္။Rotten Tomato 61% ရထားတဲ့ ဘဘာ၀လြန္ဇာတ္လမ္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ Keith နဲ႔ Jessica ဆိုတဲ့ သုေတသန ပညာရွင္ႏွစ္ေယာက္က သစ္ေတာတစ္ခုထဲမွာ အမည္ေဖာ္လုိ႔မရတဲ့ အရာတစ္ခုကို ေဖာ္ထုတ္ျပီးသုေတသနလုပ္ဖုိ႔ ေစခိုင္းခံရပါတယ္။ပထမေတာ့ သူတုိ႔ႏွစ္ေယာက္ဟာ တိရိစာၦန္ မ်ိဳးရိုးဗီဇအသစ္နဲ႔ အပင္မ်ိဳးစိတ္အသစ္ကိုပဲ သုေတသနျပဳလုပ္ရမယ္လို႔ထင္ၾကပါတယ္။သူတို႔ သုေတသန ျပဳလုပ္ရမယ့္ သစ္ေတာနားက ကြင္းျပင္မွာပဲ စခန္းခ်ျပီး စတင္ ရွာေဖြၾကပါေတာ့တယ္။ဒါေပမဲ့ သူတို႔သိလုိက္ရတာက တစ္ခ်ိန္က လူေပါင္းေျမာက္ျမားစြာ အသတ္ခံရျပီးကိုအဲ့ဒီေနရာမွာပဲ ျမဳပ္ႏွံထားတာပဲျဖစ္ပါတယ္။အဲဒီေနရာမွာ လူဆိုလုိ႔ သူတုိ႔ႏွစ္ေယာက္ပဲရွိေပမဲ့ သူတုိ႔ေတြ႔ေတြ႕ေနရတဲ့ လူအရိပ္ေတြ ေခၚသံေတြ တံခါးေခါက္သံေတြက ဘာေတြလဲ သူတို႔ဘာသာစိတ္ထင္လုိ႔ျဖစ္တာလား တကယ္သူတုိ႔ကို ကိုယ္ေယာင္လာျပတာလား ပရေလာကသားေတြက သူတို႔ႏွစ္ေယာက္ကို ဘာမ်ား ေျပာခ်င္တာလဲ သူတုိ႔ကေရာ အဲလိုထူးဆန္းတဲ့အရာေတြကေန လြတ္ေျမာက္ႏိုင္ပါ့မလားဆိုတာကို ရင္တမမနဲ႔ ၾကည့္ရမွာျဖစ္ပါတယ္။ဇာတ္လမ္းထဲမွာ သူတုိ႔ႏွစ္ေယာက္ပဲပါတယ္ဆုိေပမဲ့ တကယ္ပ်င္းစရာမေကာင္းပဲ ၾကည့္တဲ့သူကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Ba70/They_Remain_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/monster-hunt-2-133x200.jpg",
        "title": "Monster Hunt 2 (2018)",
        "description": "Monster Hunt 2 (2018)\nIMDb - 5.3/10_____Rotten - 50%\n  ၂၀၁၅ တုန်းက ထွက်ရှိခဲ့ တဲ့ Monster Hunt ဇာတ်ကားရဲ့ အဆက်အဖြစ် ထွက်ရှိလာတာ ဖြစ်ပြီး ချစ်စရာမိစ္ဆာကောင်လေး ဝူဘရဲ့ စွန့်စားခန်းဇာတ်လမ်းကို ဆက်လက်ရှုစားရမှာ ဖြစ်ပါ တယ်။အရင်ဇာတ်လမ်းရဲ့ အဆုံး သတ်မှာ မိစ္ဆာကောင်လေး ဝူဘ ဟာ သူ့ဘဝခရီးရှေ့ဆက်ဖို့ သူ့ရဲ့ လူသား မိဘနှစ်ပါးဖြစ်တဲ့ ထျန်၊ လန်တို့နဲ့ လမ်းခွဲခဲ့ပါတယ်။ မိစ္ဆာ လောကမှာလည်း မိစ္ဆာဘုရင်ကြီး သေဆုံးအပြီးမှာ သူ့နေရာဆက်ခံ ဖို့ အချင်းချင်း သတ်ကြဖြတ်ကြနဲ့ လောကမငြိမ်းချမ်းခဲ့ပါဘူး။တကယ်တော့ ဝူဘလေးဟာ သူ့မိဘတွေနဲ့ လမ်းခွဲခဲ့ပေမယ့် အရင်တုန်းက အတူရှိနေချိန်တွေ ကို တစ်ချိန်လုံး သတိရနေခဲ့တာ ပါ။ အဲဒါနဲ့ နောက်ဆုံးမှာတော့ ထိုင်သတိရနေမယ့်အစား ပြန် လိုက်ရှာဖို့ ဆုံးဖြတ်ခဲ့ပြီး စွန့်စား ...",
        "rating": "5.3",
        "url": "https://megaup.net/TQoj/Monster_Hunt_2_(Zhuo_Yao_Ji_2)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/veZszwMZu8d3WMU6TJX9sV5w1Y4.jpg",
        "title": "I Can Only Imagine (2018)",
        "description": "IMDb rating 7.6 အထိရရှိထားတဲ့ 2018ခုနှစ်ထွက် Christian Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။Mercy Me တီးဝိုင်းအဖွဲ့ရဲ့ Best Selling Christian Song ဖြစ်တဲ့ I Can Only Imagine ကိုရိုက်ကူးထားတာဖြစ်ပြီးအဆိုပါသီချင်းဟာ အမေရိကန်နိုင်ငံတွင်နံပါတ် ၁ ချိတ်ခဲ့တဲ့သီချင်းလည်းဖြစ်ပါတယ်။ဒီသီချင်းကိုသူ့ရဲ့အဖေနဲ့ဆက်ဆံရေးအကြောင်းရေးဖွဲ့ထားခဲ့တဲ့အဆိုပါတီးဝိုင်းအဖွဲ့ရဲ့ Lead Singerလည်းဖြစ်တဲ့ Bart Millard အဖြစ် Michel Finely ကသရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကို ဒေါ်လာရသန်းဖြင့်ရိုက်ကူးထားခဲ့ပြီး ၈၄သန်းအထိပြန်လည်ရရှိခဲ့တာကြောင့် အောင်မြင်တဲ့ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။ဒါ့အပြင် အမေရိကန်ပြည်ထောင်စုတွင် တတိယအအောင်မြင်ဆုံးသောMusic Biopic အဖြစ်မှတ်တမ်းဝင်ခဲ့ပါသေးတယ်။ဝေဖန်ရေးဆရာတစ်ချို့ကတော့ ဒီဇာတ်ကားလေးကို အခြား Faith-Based ဇာတ်ကားတွေနဲ့ယှဉ်ရင် ပိုပြီးစိတ်လွှမ်းမိုးနိုင်တဲ့\nတိုးတက်မှုဖြစ်စေတဲ့ကားလေးဖြစ်တယ်လို့ဆိုထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ငယ်စဉ်ဘဝ မိဘတွေအဆင်မပြေမှုတွေကြောင့် မြေစာပင်ဖြစ်ခဲ့ရတဲ့ Bart Millard တစ်ယောက်\nမိခင်အိမ်ကနေထွက်သွားပြီးတဲ့နောက် ဖခင်နဲ့ပဲနေရတဲ့အခါ ဖခင်စိတ်တိုင်းကျဖြစ်စေချင်တာတွေကိုပဲ သဘောကျဖြစ်အောင်လုပ်ပေးခဲ့ပေမယ့် ကံကြမ္မာကသူ့ကိုလမ်းမှန်ပို့ခဲ့တယ်ဆိုရမလားပဲခြေကျိုးခဲ့ပြီး ဘောလုံးအသင်းကနေ Music Club ကိုရောက်သွားခဲ့ပါတယ်။ငယ်စဉ်ကတည်းက သီချင်းတွေကိုခုံမင်မြတ်နိုးလာပြီး စိတ်ဉာဏ်ကွန့်မြူးတတ်တဲ့ Bart ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Hhlg/I_Can_Only_Imagine_[2018]_(MM_Sub).mp4",
        "category": "Drama, Family, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tIcZAB5AmRN8fIDXfDZ2aUok9qa.jpg",
        "title": "Black Water (2018)",
        "description": "မင္းသားႀကီးဗန္ဒိန္းနဲ႕ ရုရွားအာႏိုးလို႔လူသိမ်ားၾကတဲ့ Dolph Lundgrenတို႔ပါ၀င္ထားတဲ့အက္ရွင္ကားသစ္ေလးပါဗန္ဒိန္းက စီအိုင္ေအေအးဂ်င့္စေကာ့၀ီလ္လာအျဖစ္၊ ရုရွားအာႏိုးက ဂ်ာမန္သူလ်ိဳအျဖစ္သရုပ္ေဆာင္ထားပါတယ္စေကာ့၀ီလ္လာ စီအိုင္ေအကအထူးေလ့က်င့္ေပးထားတဲ့ေအးဂ်င့္အေရးႀကီးဟာ့ဒ္ဒရိုက္ဖ္တစ္ခုအတြက္ လ်ိဳ႕၀ွက္တာ၀န္ထမ္းေဆာင္ေနရသူဒါေပမယ့္ သစၥာေဖာက္လို႔အထင္ျမင္မွားခံရၿပီး ေရငုပ္သေဘာၤထဲမွာ အက်ဥ္းခ်ခံလိုက္ရတယ္အက်ဥ္းေထာင္မွာပဲ မာကို(ရုရွားအာႏိုး)နဲ႕ေတြ႕ဆုံၿပီး ဘယ္လိုမ်ား လြတ္ေျမာက္ေအာင္လုပ္ေဆာင္ၾကမလဲသူ႔ကိုသစၥာေဖာက္သြားသူကိုေရာေဖာ္ထုတ္ႏိုင္မလား သက္စြန္႔ဆံဖ်ားထိန္းသိမ္းေနရတဲ့ဟာ့ဒ္ဒရိုက္ဖ္ကေရာ\nဘာေၾကာင့္မ်ားအေရးႀကီးေနရတာလဲဇာတ္လမ္းကေတာ့ ရိုးရွင္းေပမယ့္ အက္ရွင္ကားၾကိဳက္သူေတြ ဗန္ဒိန္း Fanေတြအတြက္ေတာ့ အႀကိဳက္ေတြ႔ႏိုင္ပါတယ္\n********တစ္ခုေမတၱာရပ္ခံခ်င္တာကေတာ့ ဒီကားရဲ႕ မူရင္းEng subtitle မွာကတည္းက တစ္ကားလုံးနီးပါးလဲြေနတာေၾကာင့္အသံနားေထာင္ၿပီးဘာသာျပန္ရတာမ်ားေနပါတယ္။\nတတ္ႏိုင္သမွ်အေကာင္းဆုံး အနီးစပ္ဆုံးဘာသာျပန္ေပးထားပါတယ္။\nအဲ့ဒါေၾကာင့္ မွားယြင္းမႈမ်ားရွိခဲ့ပါက ခြင့္လႊတ္သည္းခံၾကည့္ရႈေပးၾကပါလို႔ ေတာင္းဆိုခ်င္ပါတယ္ ခင္ဗ်*******\n (ဘာသာျပန္ေပးထားသူက ကိုဟိန္းမင္းထြန္းပါ) File Size : (850 MB) and (360 MB)\nQuality : Blu-Ray 720p and 360p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264.DTS-FGT\nTranslated by ...",
        "rating": "5.2",
        "url": "https://megaup.net/2WDcu/Black_Water_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/O.T.-Ghost-Overtime-poster-136x200.jpg",
        "title": "O.T. Ghost Overtime (2014)",
        "description": "O.T Ghost Overtime (2014)_____IMDb - 5.7/10\n  \n2014 မှာ ထွက်ရှိထားတဲ့ ထိုင်းသရဲကားတစ်ကားဖြစ်ပါတယ်..\n3AM ထဲမှာပါတဲ့ ဇာတ်ကားအပိုင်း 3ခုထဲက\nတစ်ခုရဲ့ အဆက်အဖြစ် ဆက်လက်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်..\n3AM ထဲမှာ အချိန်ပိုဆင်းတဲ့ ရည်းစား၂\nယောက်ကို သရဲအဖြစ်ခြောက်လှန့်ပြီးတော့ စနောက်တဲ့\nသူ2ယောက်အကြောင့် ထွက်ပြေးသွားကြရတဲ့\nရည်းစား၂ဦးလုံး လှေကားပေါ်ကနေ ပြုတ်ကျသွားပြီးသေဆုံးသွားပါတယ်..\nအဲ့ဇာတ်ကားကိုမှတ်မိကြမယ်\nထင်ပါတယ်..\nအခုဒီဇာတ်ကားရဲ့အစမှာလည်း ထိုဇာတ်ကားက\nအပိုင်းအစ လေးတွေကိုပြန်ပြီးတော့ပြထား\nပေးပါတယ်..\nGhost Over Time ဇာတ်ကားမှာတော့\nအစအနောက်သန်တဲ့ လူတစ်စုနဲ့အတူ\nသရဲအယောင်ဆောင်တာတွေမှာ..\nတကယ့်သရဲအစစ်ပါလာတဲ့အခါ\nဘယ်လိုတွေကြုံတွေ့ကြရမလဲဆိုတာ\nကိုဆက်လက်စောင့်ကြည့်ကြပါ\n  \n3.A.M Part 1\n3.A.M Part 2\nနှင့် ယခု O.T Overtime ၃ ကားလုံးကို\nThinZar Htet မှ ဘာသာပြန်ပေးထားပါတယ်\n \nThit San Khant",
        "rating": "5.7",
        "url": "https://megaup.net/T64k/O.T._Ghost_Overtime_(O.T._Phi_Overtime)_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/jcvzx5ly3vno-140x200.jpg",
        "title": "[18+]The Sultry Assassin : The Aphrodisiac Kill (2010)",
        "description": "ဂျပန်ဆာမူရိုင်းမလေး Rin တစ်ယောက်သူ့အဖေကိုသတ်လိုက်တဲ့ လူသတ်သမားကိုလိုက်ရှာနေရင်းနဲ့ တားမြစ်ထားတဲ့ဆေးတစ်ခုအကြောင်းကို မမျှော်လင့်ဘဲ သိရလိုက်ရတဲ့အခါမှာတော့...ဆာမူရိုင်းဖိုက်တင် 18+ ကားလေးပါ...ဆာမူရိုင်းမလေးကတော့ တော်တော်ချောတယ်လို့လက်တို့ပါရစေ..ဒါနဲ့ ဒီကားထဲမှာပါတဲ့ဆေးအစွမ်းကတော်တော်စွမ်းတယ်ဗျ..ဘာဆေးလဲဆိုတာကိုဒီကားထဲမှာကြည့်ကြည့်လိုက်ပါကုန်။(Dark Side Production မှတင်ဆက်သည်။) \nFile size…(750 MB) and (330 MB)\nQuality…DVDrip\nFormat…mp4\nDuration….01:08:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Dark Moe Gyi",
        "rating": "",
        "url": "https://megaup.net/2neUd/The_Sultry_Assassin(2010).mp4",
        "category": "Action, Adult, Adventure, Asian, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5YUYg5q7QfC4IoNwNUtiwdiYKPr.jpg",
        "title": "Love, Simon (2018)",
        "description": "ဒီတစ္ခါ CM ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ \"Love Simon\" ဆိုတဲ့ Romantic ဇာတ္လမ္းေလးျဖစ္ပါတယ္...အညႊန္း- ကၽြန္ေတာ့္နာမည္က ဆိုင္မြန္(Simon)ပါ...ကၽြန္ေတာ္က ခရိဝုလို႔ေခၚတဲ့ေက်ာင္းမွာ တက္ေနတဲ့ အထက္တန္းေက်ာင္းသားတစ္ေယာက္မွာ... ကၽြန္ေတာ္တို႔ မိသားစုေလးေယာက္ရွိပါတယ္...ကၽြန္ေတာ္ခ်စ္ရတဲ့ညီမေလးအပါအဝင္ေပါ့... ကၽြန္ေတာ့္မွာ သူငယ္ခ်င္းေကာင္းေတြလဲရွိပါတယ္...သူတို႔ကေတာ့ လီယာ အဘီ နဲ႔ နစ္ တို႔ပါ...ကၽြန္ေတာ္တို႔ ေလးေယာက္အျမဲ ေက်ာင္းတူတူသြားပါတယ္...ကၽြန္ေတာ့္ဘဝက ေပ်ာ္စရာမိသားစု သူငယ္ခ်င္းေကာင္းေတြနဲ႔ ျပည့္စံုပါတယ္....ဒါေပမဲ့ ကၽြန္ေတာ့္မွာ ထိပ္တန္းလ်ိဳ႕ဝွက္ခ်က္တစ္ခုရွိတယ္...တစ္ေန႔ ကၽြန္ေတာ္ လီယာနဲ႔ စကားေျပာျဖစ္တယ္... သူက ခရိဝုေက်ာင္းက ေက်ာင္းသားေတြအေၾကာင္း တင္တဲ့ ခရိဝုလ်ိဳ႕ဝွက္ခ်က္ ဘေလာ့အေၾကာင္း ေျပာတာပါ...အဲ့ ဘေလာ့မွာ ဘလူးဆိုတဲ့သူက သူ႔လ်ိဳဝွက္ခ်က္ကို ေဝမၽွခဲ့တာပါ... သူ႔ပို႔စ္ကို ကၽြန္ေတာ္ဖတ္ၿပီးတဲ့ေနာက္မွာေတာ့ သူ႔လ်ိဳ႕ဝွက္ခ်က္နဲ႔ ကၽြန္ေတာ့္လ်ိဳ႕ဝွက္ခ်က္တူေနခဲ့ပါတယ္...အဲ့ေတာ့ ကၽြန္ေတာ္ သူနဲ႔ သိခြင့္ရဖို႔ ခ်ဥ္းကပ္ခဲ့ပါတယ္... ဂ်က္ဆိုတဲ့ နာမည္နဲ႔ေပါ့.... လ်ိဳ႕ဝွက္ခ်က္ခ်င္း တူေနေတာ့ ကၽြန္ေတာ္တို႔ ႏွစ္ေယာက္ရင္းႏွီးခဲ့ပါတယ္..ကၽြန္ေတာ္လဲ သူ႔ကို ...",
        "rating": "8.1",
        "url": "https://megaup.net/1zE7i/Love,_Simon_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yTbj8Kcp4WFwMRdEejnn55KIsfH.jpg",
        "title": "Batman  and Two-Face(2017)",
        "description": "Batman Vs Two Face (2017)\nIMDb....6.1,,,,,Rotten...100%\nBatman Vs Two Faceကေတာ့ 2017 မွာထြက္ခဲ့ေပမဲ့...1960 ျပည့္ႏွစ္မ်ားက Batman Theme ကိုပဲ\nသုံးထားတာျဖစ္ပါတယ္။\nBatman ရဲ႕ Detective Skill ေတြကို တစ္ကားလုံးလိုလို ေတြ႕ရမွာပါ။\nဒီကားဟာ 2016မွာထြက္ခဲ့တဲ့The Return of the caped Crusaderရဲ႕ Sequel ျဖစ္တဲ့အျပင္\n1966 တုန္းက Batman မင္းသား Adam Westကပဲ Batman အျဖစ္\nအသံ သ႐ုပ္ေဆာင္ေပးထားပါတယ္။Batman ဝါ The Caped Crusaderနဲ႔\nRobin ဝါ The Boy Wonder တို႔နဲTwo- Faceတို႔ ညဏ္ကစားၾကမဲ့\nBatman ကားေကာင္း တစ္ခုျဖစ္ၿပီး။ေဝဖန္ေရးဆရာေတြေပးပါတယ္ဆိုတဲ့\nRotten Tomatoes ရဲ႕ Rating မွာ 100 အတိရထားတဲ့Super Hero..ကားေကာင္းပါ။\nDark Knight ႀကီးကို ခဏရပ္ၿပီး Caped ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Afi9/Batman_Vs._Two-Face_[2017]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/The-Perks-Of-Being-A-Wallflower-poster-139x200.jpg",
        "title": "The Perks of Being a Wallflower (2012)",
        "description": "The Perks of Being a Wallflower (2012)IMDb - 8.0/10_____Rotten Tomatoes - 86%\n  \nHarry Potter မင်းသမီး Emma Watson ၊ Percy Jackson မင်းသား Logan Lerman ၊ Flash မင်းသား Ezra Miller တို့လို\nနာမည်ရ လူငယ်သရုပ်ဆောင်တွေနဲ့ ပုံဖော်ထားတဲ့ coming-of-age teen drama ဇာတ်ကားမျိုးပါ။\nStephen Chbosky က သူ့ရဲ့ နာမည်ကြီးစာအုပ် The perks of being a wallflower ကို ကိုယ်တိုင်ဒါရိုက်တာလုပ်ပြီး ရိုက်ကူးခဲ့တာပါ။\nဆယ်ကျော်သက်လူငယ်လူရွယ်တွေရဲ့ ခံစားချက်တွေ ထင်ဟပ်နေတဲ့ဇာတ်ကားမျိုးဖြစ်ပါတယ်။\nဒီလို Teen ဇာတ်လမ်းမျိုးဟာ Rating တွေမြင့်ဖို့ခက်ခဲပေမယ့် ဒီဇာတ်ကားကတော့ Rating အကြမ်းကြီးတွေ ရရှိထားတဲ့အပြင်\nကြည့်ဖူးသူတိုင်းစွဲမက်ရတဲ့ဇာတ်ကားမျိုးပါ။ စတားတွေကလဲ ရင်းနှီးပြီးသားတွေမို့ လက်လွတ်မခံသင့်ပါကြောင်း။\n   \nHarry ...",
        "rating": "8.0",
        "url": "https://megaup.net/1xXgo/The_Perks_Of_Being_A_Wallflower_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/7FG13lLQcV9DC2Bhn0hjxc6AFXV-133x200.jpg",
        "title": "Death Wish (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264Death Wish (2018)_____IMDb - 6.4/10\n  2018 ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကားသစ် Death Wish ကိုတော့အထူးတလည်မိတ်ဆက်ပေးနေစရာ မလိုဘူးလို့ထင်ပါတယ်။ဒီဇာတ်ကားကို1972 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ စာရေးဆရာ Brian Garfield ရဲ့စာအုပ်ကိုအခြေခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒါရိုက်တာကတော့ Eli Roth ဖြစ်ပြီး၊Die Hard Franchise မှာဇာတ်ဆောင်အဖြစ်သရုပ်ဆောင်ခဲ့သူ ဖြစ်ပြီး အက်ရှင်မင်းသားတစ်ဦးအဖြစ် လူအများသိကြတဲ့ မင်းသားကြီး Bruce Willis က ခေါင်းဆောင်မင်းသားနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီဇာတ်ကားဟာ Box Office မှာ ထင်သလောက် မအောင်မြင်ခဲ့ပေမယ့်လည်း IMDb rating 6.4 ရှိတာကြောင့် တော်တော်ကြည့်လို့ကောင်းတဲ့ အက်ရှင်ကားတစ်ကားလို့ဆိုရမှာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း\n==========\nပေါလ်ကာစီဟာ ခွဲစိတ်ဆရာဝန်တစ်ဦးဖြစ်ပြီး ဇနီးဖြစ်သူ လူစီသမီးဖြစ်သူ ဂျော်ဒန်တို့နဲ့အတူ မိသားစုဘဝလေးကိုပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့လူအေးကြီးတစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့မိသားစုအပေါ်ကံဆိုးမိုးမှောင်ကျရောက်ခဲ့ရပါတော့တယ်။ဓားပြတွေရဲ့လက်ချက်နဲ့ ဇနီးဖြစ်သူ လူစီသေဆုံးပြီး သမီးဖြစ်သူဂျော်ဒန်ဟာမသေရုံတမယ်ဘဝမျိုးကိုရောက်ရှိသွားပါတော့တယ်။အဆိုပါမှုခင်းဖြစ်ပြီး ရက်အတော်ကြာတဲ့အထိ ဘာသတင်းမှမထူးတာကြောင့် ရဲတွေကို အားကိုးလို့မရဘူးဆိုတာကို ဒေါက်တာကာစီတစ်ယောက် ...",
        "rating": "6.4",
        "url": "https://megaup.net/T8y1/Death_Wish_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/a-walk-to-remember-poster-133x200.jpg",
        "title": "A Walk to Remember (2002)",
        "description": "A Walk to Remember(2002)_______IMDb....7.4/10\n “A Walk to Remember” သို့ ပြန်တမ်းတခြင်း …။\nမြန်မာပရိသတ်တွေအနေနဲ့ Nicholas Sparks ကို သိချင်မှသိမှာပေမယ့်၊ romance ကြိုက်သူတိုင်းရဲ့ playlist ထဲမှာ မပါမဖြစ်တဲ့The Notebook, The Lucky One, Dear John, The best of me စတဲ့ ဇာတ်ကားတွေဟာသူ့ရဲ့ဝတ္ထုတွေကို ပြန်အသက်သွင်းထားတာပါ။ အခု A Walk to Remember ဟာ ဒီကားတွေထက် စောပြီး2002 ခုနှစ်ထဲက ထွက်ရှိခဲ့တာဖြစ်ပါတယ်။အချစ်ဆိုတာ ဘယ်လိုမျိုးလဲ.. အချစ်က ကျွန်တော်တို့အတွက် ဘယ်လောက်အရေးပါလဲ။ တစ်နည်းအားဖြင့်် အချစ်ကိုကျွန်တော်တို့ ဘယ်လိုသတ်မှတ်ကြလဲ။Beauford ဆိုတဲ့ သိပ်လှတဲ့ ကမ်းနားမြို့လေးက ဇာတ်လမ်းတစ်ပုဒ်...။အဖေက သူတို့ကိုပစ်ပြီး နောက်မိန်းမယူသွားလို့ လောကကြီးကို အရွဲ့တိုက်ဆိုးပေနေတဲ့…၊မျှော်လင့်ချက်၊ ယုံကြည်ချက်၊ ပန်းတိုင်၊ မေတ္တာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Tiby/A_Walk_To_Remember_[2002]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yIVnNriiyl522hk3LFLJrrMovhP.jpg",
        "title": "Black Mass (2015)",
        "description": "​ေဘာ့စတြန္​​ေတာင္​ပိုင္​းကျဖစ္​ရပ္​မွန္​ကို႐ိုက္​ကူးထားတဲ့ဇာတ္​ကား​ေလးပါ။IMDB rating 6.9ရထားတဲ့ကား​ေလးျဖစ္ပါတယ္။​ေဘာ့စတြန္​​ေတာင္​းပိုင္​းမွာႀကီးစိုး​ေနတဲ့ဝင္းတ​ေဟးဂိုဏ္​းရဲ႕ဘယ္​လိုလုပ္​ခဲ့တာ​ေတြ လူ​ေတြဘယ္​လိုသတ္​ခဲ့တာ​ေတြ FBIနဲ႔ဘယ္​လို​ေပါင္​းၿပီးလုပ္​တာ​ေတြကို႐ိုု္​က္​ထားတာပါ။ေဘာ့စတြန္​လူမိုက္​ဘုရင္​ဂ်ိမ္းဝိႈက္​တီ​ေဘာင္​ဂ်ာရဲ့ညီကၿမိဳ​ ့လြတ္ေတာ္အမတ္​ FBIက​ေကာ္​နယ္​လီ ညီကဒုစ႐ိုက္​​ေလာကကိုမလုပ္​​ေ​ပမယ့္ ေကာ္နယ္လီတို့ကေတာ့ေဘာ့စတြန္​မွာစိတ္​ႀကိဳက္​ခ်ယ္​လွယ္​​ေတာ့တာပဲ​။ဇာတ္​​ေဆာင္​​ေတြက​ေတာ့ ဂ်က္​စပဲ႐ိုးလို႔လူသိမ်ားတဲ့ Jonny DeppDr.Strange ဒါမွမဟုတ္​ ႐ွား​ေလာ့ခ္​ဟုမ္​းလို႔လူသိမ်ားတဲ့ Benedict ၊Fifty shade of Greyဇာတ္​ကားထဲကမင္​းသမီး Dakota၊​ေနာက္​တစ္​​ေယာက္​ကလက္​တ​ေလာ၂၀၁၈မွာထြက္​ထားတဲ့ Gringoဇာတ္​ကားမွာပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတဲ့ Joel Edgerton တို႔ကပါဝင္​သ​႐ုပ္​​ေဆာင္​ထားပါတယ္​ဒီလိုနာမည္​ႀကီးဇာတ္​​ေဆာင္​​ေတြပါဝင္​ထားတဲ့အတြက္​​အရမ္​းၫႊန္​း​ေတာ့ပါဘူးတကယ္​့ဇာတ္​ကား​ေကာင္​း​ေလးမို႔လို့တင္ဆက္​ေပးလိုက္​ပါတယ္​ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုတင္မ်ိဳးလြင္ပါ)  File Size : (950 MB) and (399 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 3min\nFormat : Mp4\nGenre : Biography, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-BLOW\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/black-mass-2015/",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMTA4NTgwMjM5MzheQTJeQWpwZ15BbWU3MDg2ODA1ODk@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Turbo (2013)",
        "description": "Turbo - (2013)\nIMDb - 6.4/10_____Rotten - 67%\n 17 July 2013 က ထွက်ရှိထားတဲ့ Animation Cartoon ရုပ်ရှင်ဖြစ်ပါတယ်...\nAnimation | Adventure | Comedy | Family | Sport အမျိုးအစား\nကာတွန်းရုပ်ရှင်ဖြစ်ပြီး မဖြစ်မနေကြည့်ရှုသင့်တဲ့ အတွေးအခေါ်တစ်ခုခု\nရရှိစေမယ့် ကာတွန်းရုပ်ရှင်ဖြစ်ပါတယ်...\nဇတ်လမ်း အစ မှာတော့ အိမ်တစ်ခု ရဲ့ ဥယဉ်အတွင်းမှာ မှီတင်းနေထိုင်ကြသော\nဥယဉ်ခရုများအနက် တာဘို နှင့် ၎င်း၏ အကိုဖြစ်သူ ချက် တို့လဲ ပါဝင်ပါတယ်\nဥယဉ်ခရုတို့ သဘာ၀ မနက်ထ အလုပ်လုပ် အစာစား တစ်နေကုန် ခရုသံသယာ\nဘ၀ လည်နေသောလဲ တာဘို တွင်မှု ရည်မှန်းချက်ကြီးကြီးမားမားရှိနေပါတယ်\n၎င်းနေထိုင်ရာ ခြံအတွင်း မှ ပိုင်ရှင်ဖြစ်သူ၏ တီဗီတွင်လာသော နိုင်ငံတကာ\nကားပြိုင်ပွဲများကို ကြည့်ပြီး ၎င်းကို၎င်း ပြိုင်ကားအမှတ်ဖြင့် ကြိုးစားနေသူ\nဖြစ်ပါတယ်...\nထိုကဲ့သို့ ပြိုင်ကား စိတ်ဓါတ် ...",
        "rating": "6.4",
        "url": "https://megaup.net/2TuA1/Turbo_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vZ72SsxEP9XSx3StaazsMwBi9C0.jpg",
        "title": "Feral (2017)",
        "description": "Feralရုပ်​ရှင်​ဇာတ်​ကားဟာ ၂၀၁ရခုနှစ်​ထွက်​ Horror အမျိုးအစား ဇာတ်​ကားတစ်​ကားဖြစ်​ပါတယ်​Imdb rating 4.1/10 ရှိထားပြီး ဇာတ်​လမ်​းကြာမြင့်​့ချိန်​က​တော့ တစ်​နာရီခွဲပါပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက​တော့ Scout Taylor-Compton,Olivia Luccardi,Renee Olstead စတဲ့ မင်​းသမီး​ချော​တွေဖြစ်​ပါတယ်​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ အားလပ်​ရက်​မှာ အပန်​း​ဖြေ ခံရသူ​တွေတစ်​​ယောက်​ပြီးတစ်​​ယောက်​ ဗိုင်​းရပ်​စ်​ပိုးအကူးခံရပြီး ​သွေးဆာ​လောင်​​နေတဲ့သူ​တွေအဖြစ်​​ပြောင်​းလဲသွားပါ​တော့တယ်​....ဒီ​ကြောက်​စရာဖြစ်​ရပ်​ဆိုးက​နေ ဘယ်​သ1တွတစ်​​ယောက်​ပြီးတစ်​​ယောက်​ ဗိုင်​းရပ်​စ်​ပိုးအကူးခံရပြီး ​သွေးဆာ​လောင်​​နေတဲ့သူ​တွေအဖြစ်​​ပြောင်​းလဲသွားပါ​တော့တယ်​....ဒီ​ကြောက်​စရာဖြစ်​ရပ်​ဆိုးက​နေ ဘယ်​သူ​တွေလွတ်​​မြောက်​လာမလဲ....ဘယ်​လိုရှင်​သန်​ရုန်​းထွက်​လာနိုင်​မလဲဆိုတာ ပရိသတ်​ကြီး​စောင်​့ကြည်​့လိုက်​ပါဦး(ဘာသာပြန်သူကတော ကွီးရဲခံပါ) File Size : (700 MB) and (293 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Action, Drama, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated by Ye Khant Min\nEncoded by Thanhtike Zaw",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/feral-2017/",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMTQ1NDI5MjMzNF5BMl5BanBnXkFtZTcwMTc0MDQwOQ@@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Special 26 (2013)",
        "description": "အားလပ်ချိန်မှာ ပေါ့ပေါ့ပါးပါးလေးနဲ့ Bollywood ဇာတ်ကားကောင်းကို ကြည့်ရှုခံစားချင်ရင်တော့ IMDB 8/10 အထိရရှိထားတဲ့ ဒီဇာတ်ကားလေးကို မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်ကားမှာတော့ အဂျေး နဲ့ အပေါင်းအပါတွေရဲ့ လိမ်လည်မှုပညာ တွေကို အဓိက တင်ဆက်ထားပြီး လူလိမ်နဲ့ ရဲကြား အားပြိုင်မှုကို ဖော်ပြထားပါတယ်။ဒီနေရာမှာ အဂျေးနဲ့ အပေါင်းအပါတွေဟာ ခေသူတွေမဟုတ်ပါဘူး။ဝန်ကြီးချုပ်ကိုတောင် လိမ်လည်နိုင်စွမ်းရှိခဲ့သူတွေပါ။သူတို့တွေ ဘယ်သူတွေကို ဘယ်လို လိမ်ခဲ့ကြမှာလဲ။ရဲတွေလက်ကနေ ဘယ်လောက် ဖောက်ထွက်နိုင်မလဲ / အလွန်တော်တဲ့ စုံထောက်တွေကရော ဖမ်းဆီးနိုင်မလား ဆိုတာ ရင်ခုန်ခံစားရမှာပါ။အဂျေး အဖြစ် မင်းသားကြီး အရှေးကူးမားက ပါဝင်သရုပ်ဆောင်ထားပြီး Bollywood ဇာတ်ကားကောင်းတို့၏ ထုံးစံအတိုင်း ပဥ္စလက်ဆန်ဆန် လှည့်ကွက်တွေနဲ့ ဆွဲဆောင်သွားစေမှာ ဖြစ်လို့ ကြည့်ရှုအားပေး ခံစားကြည့်ကြစို့လားခင်ဗျာ။File Size         : 1 GB\nQuality           : Blu ray 720P\nRunning Time : 2hr ...",
        "rating": "8.0",
        "url": "https://megaup.net/2cqQ7/Special_Chabbis_26_[2013]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uiLgARBzUiE7PPRiJILXSh4zOIW.jpg",
        "title": "The Other End of the Line(2008)",
        "description": "\"The other end of the line\"\n\"လေလိုင်းတစ်ဘက်က\"\n*လေလိုင်းတစ်ဘက်မှာ ဘယ်သူရှိလဲ\n*လေလိုင်းတစ်ဘက်မှာကိုယ်မတွေ့သေးတဲ့ ဖူးစာရှင်လေးရှိမလား\n*လေလိုင်းတစ်ဘက်မှာ ကိုယ်မသိသေးတဲ့ ကံကြမ္မာတစ်စုံတစ်ရာရှိလေမလား\nCM ပရိတ်သတ်တွေအတွက်ပိုးဆိုးပတ်ဆတ် ရိုလွန်းတဲ့ ဇာတ်လမ်းတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ... ဇာတ်လမ်းနာမည်က \"The other end of the line\"တဲ့... ပရိတ်သတ်တွေထဲမှာ ကိုယ်နဲ့ မတူတဲ့ နိုင်ငံခြားသူတစ်ယောက်နဲ့ ဆုံစည်းမယ်လို့ တွေးခဲ့ဖူးလား.... ကိုယ့်ရဲ့ မသိသေးတဲ့ ဖူးစာက အခြားတစ်ဘက်ခြမ်းမှာဆိုရင် ဘာလုပ်မလဲ.... ဂရင်ဂျာဆိုတဲ့ ကောင်လေးက အမေရိကန်နိုင်ငံသားတစ်ယောက်... သူနဲ့အကြောင်းပါလာခဲ့သူလေးက အိန္ဒိယနိုင်ငံသူ ပရီယာစီသီးတဲ့...ပရီယာက မွန်ဘိုင်းမြို့ စီးတီးဝမ်းလို့ခေါ်တဲ့ အမေရိကန်ဘဏ်တစ်ခုမှာ အလုပ်လုပ်တဲ့သူပါ.. သူ့ရဲ့ အမေရိကန်နာမည်က ဂျနီဖာဒေးဗစ်တဲ့... သူ့အလုပ်က အင်္ဂလိပ်အသံထွက်ကောင်းကောင်းနဲ့ အမေရိကန်နိုင်ငံသားတွေရဲ့ အကြွေးဝယ်ကတ်ပြဿနာ ကိုဖြေရှင်းပေးရတာပါ... ဂရင်ဂျာ အကြွေးဝယ်ကတ်ခိုးခံလိုက်ရတယ်.. ပရီယာက ဒါကိုကူညီဖြေရှင်းပေးသူပါ...သူတို့နှစ်ယောက်ဟာ လေလိုင်းပေါ်မှာပဲ သံယောဇဉ်ဖြစ်ခဲ့ကြတယ်... ထူးဆန်းတဲ့ မျက်လှည့်ဆန်ဆန် ခံစားချက်မျိုး ဖြစ်ခဲ့ကြတယ်... ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-other-end-of-the-line2008/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fm0d9TOAglrzpkcx5NpjDOO9vqf.jpg",
        "title": "Godless Youth (2017)",
        "description": "Youth Without God ဆိုတဲ့ဇာတ်လမ်းလေးကတော့ Crime/Drama/Science-Fiction အမျိုးအစားဖြစ်ပါတယ်။Bavarian Film Award (2017)မှာ Best young Actor ဆုနဲ့ German Film Award (2018) မှာ Best Production Design ဆုမှာ nominate ခံထားရတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။Rating ကတော့ 5.7 အထိရထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ပြောရရင် Hunger Game နဲ့ ခပ်ဆင်ဆင် ဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ ဂျာမန်ကျောင်းသားတွေက ကမ္ဘာ့အကောင်းဆုံး တက္ကသိုလ် တစ်ခုဖြစ်တဲ့ Rowald Eduation Performance Center ကို တက်ရောက်ခွင့်ရအောင် ယှဉ်ပြိုင်ကြိုးစားကြတာပါ။အဲ့လို ကြိုးစားတဲ့ အခါမှာ Rowald က လက်ရွေးစင်ကျောင်းသားတွေကို Camp သွင်းပြီး တောအုပ်တွေထဲမှာ missions တွေကို လုပ်ခိုင်းတာပါ။အဲ့ဒီအချိန်မှာ တက္ကသိုလ်ဝင်ခွင့်ရချင်ကြတဲ့ ကျောင်းသားတွေက ဘယ်လို အခက်အခဲယှဉ်ပြိုင်မှုမျိုးလုပ်ရမလဲဆိုတာကို ...",
        "rating": "5.8",
        "url": "https://megaup.net/Uxat/Godless.Youth(2017).mp4",
        "category": "Crime, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/hichki-poster-143x200.jpg",
        "title": "Hichki (2018)",
        "description": "Hichki (2018)______IMDb - 7.5/10\n Hichki ( သို့မဟုတ်)ဝင်ရိုးစွန်းကြယ်လေး\n~~~~~~~~~~~~~~~~~~~\n\" ဝင်ရိုးစွန်းကြယ်လေးဟာ သဘောၤတွေကို လမ်းပြပေးခဲ့တယ် ဆိုရင် ကျွန်တော်တို့အတွက် ဆရာမ ဟာ ဝင်ရိုးစွန်ကြယ်လေး \" ပါပဲ။ဒါကတော့ St.Nokler's ကျောင်းရဲ့ အညံ့ဆုံးစာရင်းဝင် 9F အတန်းသားတွေက သူတို့ရဲ့ ဆရာမ Naina ကို ပြောခဲ့ကြတဲ့ စကားလေးတွေပါ။ဒီတော့ ဆရာမ Naina အကြောင်း စပြောရအောင်။ ဆရာမ Naina ဆိုတဲ့ မိန်းမပျိုလေးဟာ Tourette syndrome လို့ခေါ်တဲ့ ဝေဒနာ ခံစားနေရသူပါ။ဒီဝေဒနာ ကဦးနှောက်ရဲ့ လုပ်ဆောင်ချက် စည်းချက်မကျမှုတွေကြောင့် စိတ်လှုပ်ရှားတိုင်း ကြို့ထိုးနေတဲ့ ခံစားမှု မျိုးဖြစ်ပါတယ်။ ဒီဝေဒနာဟာ ဉာဏ်ရည်ဉာဏ်သွေးကိုတော့ မထိခိုက်ပါဘူး။ဒါပေမဲ့ ဒီဝေဒနာကြောင့်ပဲ Naina ဟာ ငယ်စဉ်ကတည်းက ရယ်ပြောင်ခံခဲ့ရတယ်။ ကျောင်း များစွာမှ ထုတ်ပယ်ခံရပြီး မိသားစုဆက်ဆံရေး မှာလည်း ...",
        "rating": "7.5",
        "url": "https://megaup.net/2dim8/Hichki_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fbMVirC0QIlzxMJabtH8OqWFCtd.jpg",
        "title": "Seven Swords",
        "description": "၂၀၀၅ ခုနှစ်ထွက် တရုတ်သိုင်းကားကောင်းလေးကို တင်ပေးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့....၁၇ ရာစု မှာ အင်အားကြီးထွားနေတဲ့ စစ်ဘုရင် fire.wind ဟာ ရွာတွေဖျက်ဆီးလူတွေသတ်ရင်း ချီတတ်လာနေပါတယ်။ဒါကို တားဆီးချင်တဲ့ အငြိမ်းစားပါးကွက်သား ဖူကျင်းကျူးဟာရွာထဲက တပည့်နှစ်ယောက် နဲ့ အတူ ကောင်းကင်ဘုံတောင်ကပန်းပဲဓားသိုင်းဆရာကြီး ဆီကအကူအညီကို တောင်းခံပါတော့တယ်။ဆရာကြီးက တပည့်လေးယောက်ကို အကူထည့်ပေးပြီး သူတို့ ၇ ယောက်အတွက်ထူးခြားတဲ့ ဓား တစ်ချောင်းစီ ပေးအပ်လိုက်တဲ့အခါ ဓားရဖော်အဖွဲ့ ဖြစ်လာပြီးစစ်ဘုရင်ကြီးရဲ့ တပ်တွေကို အံတုပါတော့တယ်.......ဒီရုပ်ရှင်ကားကိုဘာသာပြန်ပေးထားသူကတော့ Archi Thang Gyi ဖြစ်ပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/seven-swords/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m8T3M974HdjxLeMLJTdKQ4LcII2.jpg",
        "title": "3 A.M. PART 2",
        "description": "3.A.M Part 2 ကို CM ပရိတ်သက်များအတွက် ထပ်မံတင်ဆက်လိုက်ပါပြီဒီအခန်းမှာလဲ အရင် Part 1 တုံးကလို အခန်း ကဏ္ဍ ၃ ခု လောက်ပါဝင်လာပါတယ်၁။ အစိမ်းသေ၂။ ခေါင်းပြတ်သီလရှင်၃။ ပုံပြောသူ၁။ အစိမ်းသေအရာတစ်ခုခုကို စွဲလန်းပြီး သေသွားတဲ့ လူတစ်ယောက်ဟာသူ စွဲလန်း နေတဲ့ အရာတစ်ခုခု အတွက် ကျန်တဲ့သူတွေကိုပါကောင်းကောင်းမနေရအောင် ဒုက္ခလိုက်ပေးတက်တဲ့သူ...၂။ ခေါင်းပြတ်သီလရှင်ဘုရားကျောင်းပျက် တစ်ခုထဲမှာစန္ဒရား တစ်ခု ရှိပြီး အဲ့ဒီ စန္ဒရား ကို မကြောက်မလန့်သွားတီးခဲ့ရင် ခေါင်းပြတ်သီလရှင် က လာခေါ်တယ်ဆိုတဲ့ယုံတမ်း ပုံပြင် တစ်ခု နဲ့ အချစ်အတွက် အရူးလုပ်ခံလိုက်ရတဲ့တွမ်ဘွိုင်းလေး....၃။ ပုံပြောသူအထပ်ပါ ခေါင်းစဉ် ၂ ခုကို ဒီပုံပြောသူတွေက ပြောခဲ့တာဖြစ်ပြီးပုံပြောပြီးတဲ့နောက် အဲ့ဒီ ပုံပြင်တွေက သူတို့ အနောက်ကိုကပ်ပါလာခဲ့သော အခါ.....ဒီ ရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ThinZar Htet ဖြစ်ပြီး Thit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/3-a-m-part-2/",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/pride-and-prejudice-poster-133x200.jpg",
        "title": "Pride & Prejudice (2005)",
        "description": "Pride and Prejudice(2005)\nIMDb.....7.8,,,,,Rotten ...86%\n ဒီဇာတ်လမ်းလေးကမသိတဲ့သူမရှိလောက်ပါဘူး Drama အချစ်ဇာတ်လမ်းအေးအေးလေးတစ်ပုဒ်ဖြစ်ပေမယ့်\nစိတ်ဝင်စားစရာလေးပါ...\n၁၈၁၃ခုနှစ်တုန်းက Jane Austen ရေးသားခဲ့တဲ့ ဝတ္ထုတစ်ပုဒ်ဖြစ်ပြီးတော့ ပြဌာန်းစာအုပ်တွေမှာလည်း\nဖော်ပြခြင်းခံရတဲ့ နာမည်ကျော်ဝတ္ထုလေးက 2010 ခုနှစ်မှာ ဒါရိုက်တာ Joe Wright က\nဇာတ်လမ်းအဖြစ်အသက်သွင်းခဲ့တဲ့ဇာတ်ကားလေးပါ..\nဇာတ်လမ်းလေးက ၁၈ရာစုနှောင်းပိုင်းဂျော်ဂျီယန် အင်္ဂလန်ခေတ် တစ်နည်းအားဖြင့်ပြောရရင်\nအတန်းစားခွဲတဲ့ခေတ်ပေါ့ ..အဲ့ခေတ်မှာအခြေတည်ထားပါတယ်...\nသာမန်လူတန်းစားဖြစ်ကြတဲ့ Bennet မိသားစုက သမီးတွေချည်းပဲ၅ယောက်မွေးထားတော့\nသူတို့အမေရဲ့ဘဝမှာတစ်ခုတည်းသောမျှော်မှန်းချက်က သူ့သမီးတွေကိုလူချမ်းသာယောက်ျားတွေနဲ့\nအိမ်ထောင်ပြုခိုင်းဖို့ပဲပေါ့..\nအဓိကဇာတ်ဆောင်မင်းသမီးဖြစ်တဲ့ Elizabeth (Keira Knightly) ကညီအစ်မတွေတည်းမှာ\nခပ်သွက်သွက်နဲ့ စိတ်ထဲရှိရာထုတ်ပြောရဲတဲ့ မိန်းကလေးပေါ့..\nတစ်နေ့မှာသူတို့မြို့ကို အထက်တန်းလွှာထဲက လူပျိုလူလွတ်၂ယောက်ကရောက်လာတော့\nသူ့သမီးတွေ အဆင်ပြေရေးအတွက် Bennet မိခင်ကြီးပျာယာတွေခတ်ပြီပေါ့...\nဖြစ်ချင်တော့တော်ရုံသဘောမကျတတ်တဲ့ Elizabeth တစ်ယောက် မာနကြီးတဲ့\nMr.Darcy(Matthew Macfadyen) ဆိုတဲ့ အထက်တန်းလွှာလူပျိုတစ်ယောက်ကိုသဘောကျမိသွားတယ်ပေါ့ ..\nဒီကားဟာ အဓိကနဲ့သာမညအပေါ်စဉ်းစားဆင်ခြင်နိုင်စွမ်းကိုအလေးပေးထားပါတယ်..\n.ရည်ရွယ်ချက်ကောင်းသလို ဇာတ်လမ်းထဲက ဒိုင်ယာလော့တွေကလည်း ပြောင်မြောက်ပါတယ်..\n..ပေးချင်တဲ့ Message လေးတွေကလည်း လှပလွန်းတော့ ခံစားကြည့်လိုက်ပါဦးလို့.\n.အော်စကာ (၄)ဆုဆန်ကာတင်စာရင်းဝင်ခဲ့သလို အခြားဆုပေါင်း (၁၃)ခုလည်းရရှိခဲ့ပါတယ်...အညွှန်းနဲ့ဘာသာပြန်သူကတော့ ညီမငယ်  JtheKoala ဖြစ်ပါတယ်...\n  File Size : (855 MB)\nQuality : ...",
        "rating": "7.8",
        "url": "https://megaup.net/3zz5j/Pride_And_Prejudice_[2005]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a5xMXQxJCziekoyXZEkt64DbE02.jpg",
        "title": "Raid (2018)",
        "description": "ဒီဇာတ်ကားလေးဟာ ၁၉၈ဝခုနှစ်များဆီက အိန္ဒိယနိုင်ငံမှ အခွန်ဦးစီးဌာနအရာရှိတစ်ယောက်ရဲ့ အဖြစ်အပျက်ကိုအခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဆင်းရဲသားတွေဆီကခေါင်းပုံဖြတ်၊ လာဘ်ပေးလာဘ်ယူမှုတွေနဲ့ချမ်းသာလာပြီး တစ်ဖက်မှာလူအများအမြင်ကြည်အောင်ဘီလူးခေါင်းကွယ်ထားတတ်တဲ့ လူချမ်းသာတွေ၊ ပြည်သူတွေကိုအသုံးချပြီး ကိုယ်ကျိုးရှာတဲ့နိုင်ငံရေးသမားတွေကို သူတို့ဆီမှာအမှန်တကယ် တရားဘောင်အတွင်းကနှိပ်ကွပ်ခဲ့တဲ့အဖြစ်အပျက်လေးကိုအခြေတည်ထားတာပါ။ရိုးသားပြီးကိုယ့်ခံယူချက်အတိုင်းလုံးဝတရားမပျက်တဲ့ အစိုးရအရာရှိတစ်ယောက်သူတို့ဆီမှာရှိဖူးတယ်ဆိုတာကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်။ဘယ်သူတရားပျက်ပျက်ကိုယ်မပျက်ဘူးဆိုတဲ့သတ္တိနဲ့ အဆိုပါအခွန်ဦးစီးဌာနကအရာရှိတစ်ယောက် လက်နောင်းမြို့ကို၄၉ကြိမ်မြောက် ရာထူးပြောင်းရွေ့ခြင်းခံရပြီးရောက်လာတာကစတာပါပဲ။အရင်အရာရှိတွေနဲ့မတူပဲ အလုပ်ကိုအမှန်အကန်လုပ်တဲ့သူနဲ့တွေ့တဲ့အခါမှာတော့ ဂုတ်သွေးစုပ်နေတဲ့ သွေးစုပ်ဖုတ်ကောင်ကြီးတွေ မျက်ဖြူလန်တော့တာပါပဲ။ဇာတ်လမ်းလေးကိုဆက်မပြောတော့ဘဲကိုယ်တိုင်ပဲကြည့်လိုက်စေချင်ပါတယ်။နိုင်ငံရေးသဘောသဘာဝတွေ၊ ရိုးသားတဲ့အစိုးရဝန်ထမ်းတွေနှိပ်ကွက်ခံရမှုတွေ၊ လူထုကိုနိုင်ငံရေးသမားတွေဘယ်လို ဦးနှောက်အဆိပ်ခတ်ထားသလဲဆိုတာတွေကို ကွက်ကွက်ကွင်းကွင်းရိုက်ကူးပြသပုံဖော်ထားတာကိုတွေ့ရမှာပါ။Rating အနေနဲ့လည်း 7.6 အထိရရှိထားပြီး ငွေကြေးအရလည်းအောင်မြင်ထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ) File Size : (950 MB) and (394 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 2min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.H264.AAC2.0 DTOne\nTranslated by Thura Zarni Aung\nEncoded ...",
        "rating": "7.6",
        "url": "https://megaup.net/1zJqt/L_uomo.zip https://megaup.net/TN5o/Raid_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m9FODCCEse9e32sqso14Gpe1RZN.jpg",
        "title": "Sara’s Notebook (2018)",
        "description": "Sara’s Notebook ဆိုတဲ့ဇာတ်လမ်းကတော့ အာဖရိက မှာ ရိုက်ထားတဲ့ စပိန် Adventure/Thriller ကားအမျိုးအစားဖြစ်ပါတယ်။Rating 6.2 ရထားပြီး သည်းထိပ်ရင်ဖိုဖွယ်ကြည့်ရမယ့်ကားလေးပါ။ဇာတ်လမ်းကတော့ ရှေ့နေတစ်ယောက်ဖြစ်တဲ့ Laura ဟာ နှစ်နှစ်လောက်ပျောက်သွားခဲ့တဲ့ သူ့ရဲ့ညီမ Sara ကိစ္စနဲ့ အာဖရိကကိုသွားခဲ့ပါတယ်။ဒါပေမဲ့ အာဖရိကကိုရောက်လို့ Laura ဟာ သူ့ညီမ Sara ရဲ့ မှတ်စုစာအုပ်ကို တွေ့ပြီးတဲ့အခါမှာတော့ ပျောက်နေခဲ့တဲ့ သူ့ညီမကို ရှာဖို့ စိတ်အားထက်သန်ခဲ့ပါတော့တယ်။ဒါပေမဲ့ သူ့ညီမကို သွားရှာရမယ့် နေရာက ကမ္ဘာ့အန္တာရာယ် အများဆုံးနေရာဖြစ်တဲ့ အာဖရိက သူပုန်စစ်တပ်တွေ ပိုင်တဲ့ ရွှေနက်မိုင်းတွင်းတွေတူးတဲ့နေရာကိုသွားရမှာဖြစ်ပါတယ်။Laura ကရော ဒီလို ဝေးလံပြီး အန္တာရာယ်များတဲ့ နေရာကို ဘယ်လို စွန့်စားပြီးသွားရမလဲဘယ်လို အသက်အန္တာရာယ်တွေနဲ့ကြုံတွေ့ရမလဲ။သူ့ညီမ Sara ကရော ဒီလို သူပုန်စစ်တပ်တွေနေတဲ့ နေရာမှာ အသက်ရောရှင်သေးရဲ့လားဆိုတာကို ဇာတ်လမ်းအဆုံးထိ ရင်တစ်မမ နဲ့ ကြည့်ရမယ့်ကားလေးဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Brilliant Star  ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/saras-notebook-2018/",
        "category": "Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rUJbwJkJNjwEcFYzEktOrgm5YUd.jpg",
        "title": "The Book Thief(2013)",
        "description": "The Book Thief(2013)IMDb....7.6စာရေးဆရာ Markus Zusak ရေးသားခဲ့တဲ့ The Book Thief စာအုပ်ဟာ Bestseller စာရင်းဝင်ခဲ့ပြီးဘာသာစကေားပေါင်းများစွာစွာနဲ့ ပြန်လည်ထုတ်ဝေခဲ့ပါတယ်...လက်ရာမြောက်ဒီစာအုပ်ကို ရုပ်ရှင်အသွင် ၂၀၁၃ မှာပြန်လည်ရိုက်ကူးခဲ့ပါတယ်... ဝတ္ထုဇာတ်လမ်းလေးကို ရုပ်ရှင်အဖြစ်ပြောင်းလဲရာတွင်လည်း ဆုပေါင်းများစွာဆွတ်ခူးနိုင်ခဲ့ပါတယ် ...ဒုတိယကမ္ဘာစစ်အတွင်း  ဂျာမနီနိုင်ငံရဲ့ စစ်တစ်လင်းအောက်မှာရှိခဲ့တဲ့သာမန်လူတစ်စုကိုအခြေခံပြီးရိုက်ကူးထားပါတယ်...လင်မယား (၂)ယောက်ရှိတယ်...သားသမီးမရခဲ့တဲ့သူတို့လင်မယား(၂)ယောက်ဟာလီဆယ်မီမင်ဂါဆိုတဲ့ ကောင်မလေးကိုမွေးစားခဲ့ပါတယ် ..စာမရေးတတ် မဖတ်တတ်တဲ့ လီဆယ်ကို မွေးစားဖခင်ကဝတ္ထုစာအုပ်တွေဖတ်ပြပြီး သင်ပေးခဲ့ရာမှ လီဆယ်တစ်ယောက် စာအုပ်တွေကိုသဘောကျသွားခဲ့တယ်...ဒီကလေးမလေးရဲ့ပတ်ဝန်းကျင်မှာ စစ်ဘေးဒဏ်ခံနေရတဲ့လူတွေအများကြီး...သူမဟာ အသက်ငယ်ပေမယ့် ဒီလူတွေကိုတတ်နိုင်တဲ့ဘက်က အားပေးနှစ်သိမ့်ပေးချင်တယ်...ဒီတော့ အဲ့ဒီကလေးမလေးဟာစာအုပ်တွေအများကြီးပိုင်တဲ့ မြို့တော်ဝန်အိမ်က စာအုပ်တွေခိုးယူဖတ်ပြီး စစ်ဘေးဒဏ်ခံလူတွေကိုပုံပြင်လေးတွေပြောပြရင်း အားပေးနှစ်သိမ့်ပါတယ်....နောက်ပြီး လီဆယ်တို့ မိသားစုဟာဂျူးလူမျိုးတစ်ယောက်ကို ကယ်တင်မိပြီး သံယောဇဉ်တွယ်ခဲ့ရာမှ အခက်အခဲတွေကြုံတွေ တစ်သီကြီးကြုံရပါတော့တယ်....ဒီကားထဲက ကလေးသရုပ်ဆောင်Sophie Nélisse ဟာ၂၀၁၃ခုနှစ်ရဲ့ အကောင်းဆုံးကလေးသရုပ်ဆောင်ဆုကိုဒီကားနဲ့ရရှိခဲ့ပါတယ်...အခြားဆု(၈)ခုရရှိခဲ့ပြီး ဆန်ကာတင်ဆုစာရင်းမှာ (၁၄)ခုတောင်ဝင်ခဲ့ပါသေးတယ်....ကိုင်းခံစားကြည့်လိုက်ပါဦးခင်ဗျ....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lyric Lynn Khant ဖြစ်ပါတယ်...File Size : (900 MB) and (396 ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-book-thief2013/",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8d9HG9An0WOPNQywo99QyEptLHz.jpg",
        "title": "The Score(2001)",
        "description": "The Score(2001)IMDb....6.8,,,,Rotten...73%ဒီကားထဲမှာပါတဲ့ အဓိကသရုပ်ဆောင် Robert De Niroနဲ့Edward Norton, တို့ကိုတော့ထွေထွေထူးထူးမိတ်မဆက်ပေးတော့ဘူး....ကျွန်တော်ကတော့Edward Norton ကို Primal Fear ကားထဲမှာပြောင်မြောက်တဲ့ သရုပ်ဆောင်ဟန်ကို လေးစားမိသွားတာ...Robert De Niro ကတော့ HEAT ဆိုတဲ့ကားထဲမှာ....နစ်ဆိုတဲ့လူတစ်ယောက်ဟာ တန်ဘိုးကြီးပစ္စည်းတွေကိုခိုးတဲ့နေရာမှာ သိပ်တော်တယ်...အစီအစဉ်ကောင်းတွေဆွဲတယ်...အဆက်အသွယ်ကောင်းတွေရှိတယ်...ခိုးခဲ့တဲ့ကိစ္စတိုင်းမှာလည်း အထိအခိုက် အသေအကျေမရှိအောင်ဂရုစိုက်တယ်....သူဟာ ဒီလုပ်ငန်းထဲမှာကျင်လည်နေတာ အတော်ကြာပြီ....တစ်နေ့မှာတော့ ဂျက်ဆိုတဲ့ကောင်လေးတစ်ယောက်က အချီကြီးချလို့ရမယ့် ပွပေါက်တစ်ခုလာပြောရင်းသူနဲ့ပူပေါင်းပါရစေလို့တောင်းဆိုတယ်...ဂျက်က လူငယ်ဆိုပေမယ့် အတော်ဉာဏ်များတယ်...သွေးလည်းဆူတယ်...သူတို့(၂)ယောက်ဘယ်လိုရှေ့ဆက်ကြမလဲ..ဘယ်လိုအခက်အခဲတွေ အနှောင့်အယှက်တွေပေါ်လာမလဲဆိုတာတော့......ကိုင်းပရိတ်သတ်ကြီးရေ ဒီကားက သူခိုးကားတွေထဲမှာ အတော်လေးကိုလန်းတယ်....၂၀၀၁ကဆိုပေမယ့် ကြည့်လို့ကောင်းနေဆဲပါ..မင်းသားကြီး (၂)လက်ကြောင့်လည်းပါမှာပေါ့လေ...ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...File Size : (850 MB) and (360 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:04:00\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SCRN\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-score2001/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMzE0MjU5NzQxNV5BMl5BanBnXkFtZTcwMzQzNzU2NA@@._V1_-135x200.jpg",
        "title": "Red Corner (1997)",
        "description": "အရင်ဦးဆုံး ပြောချင်တာကတော့ ဒီကားကို တောင်းဆိုတဲ့ အထူးပုဂ္ဂိုလ်တစ်ဦးကိုရင်ထဲကနေ လှိုက်လှိုက်လှဲလှဲကျေးဇူးတင်ပါတယ်။သူ့ကြောင့်သာမဟုတ်ရင်ဒီလိုကားကောင်းတစ်ကားကို ဘယ်တော့မှကြည့်ဖြစ်လိုက်မှာမဟုတ်ပါဘူး။ဒီကားကို စသိကာစက သာမန် တရုတ်-အမေရိကန်ရုပ်ရှင်ကားတစ်ကားလို့ထင်ခဲ့ပေမယ့် တကယ်ဘာသာပြန်တဲ့အခါမှ အင်အားကြီးနှစ်နိုင်ငံရဲဲ့ နိုင်ငံရေးအနေအထားတွေကို ကွက်ကွက်ကွင်းကွင်းသိလာရတာပါ။ဇာတ်လမ်းကတော့ အမေရိကန်က ရုပ်သံလိုင်းကုမ္ပဏီတစ်ခုရဲ့ အကြီးအကဲဖြစ်သူ ဂျက်ခ်ပီတာမိုးဟာတရုတ်အစိုးရနဲ့ သဘောတူညီချက်တစ်ခုလက်မှတ်ရေးထိုးဖို့ တရုတ်နိုင်ငံကို ရောက်ရှိလာခဲ့ပါတယ်။ဂျက်ခ်ရဲ့စကားပြောလိမ္မာပါးနပ်မှုကြောင့် တရုတ်ဆင်ဆာအဖွဲ့နဲ့ပါ အဆင်ပြေနေပြီး ပြိုင်ဖက်ကုမ္ပဏီအပေါ်ပါ အသာစီးရနိုင်ဆဲအခြေအနေဖြစ်နေတဲ့ အနေအထားဖြစ်ပါတယ်။ဆွေးနွေးပွဲပြီးလို့ညပိုင်းမှာတော့ ဂျက်ခ်တစ်ယောက် ဘားတစ်ခုမှာ တရုတ်အမျိုးသမီးချောတစ်ယောက်နဲ့ညှိစွန်းမိပြီးနောက်တစ်နေ့မနက်အရောက်မှာတော့ အာဏာပိုင်တွေက သူ့ရဲ့ဟိုတယ်ခန်းထဲရောက်နေသလိုအမျိုးသမီးကလဲ သေဆုံးနေတာကို တွေ့လိုက်ရပါတယ်။သက်သေမရှိ၊ အပေါင်းအပါမရှိ၊ ရှေ့နေလိုက်ပေးမယ့်သူဆိုလို့လဲ ခပ်စွာစွာတရုတ်အမျိုးသမီးတစ်ယောက်ပဲ ရှိတဲ့အခြေအနေမှာ ဂျက်ခ်တစ်ယောက်တရုတ်ကွန်မြူနစ်အာဏာပိုင်တွေရဲ့ တရားခွင်ကို ဘယ်လိုဖြတ်ကျော်မှာလဲဆိုတာကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ တရုတ်နိုင်ငံသမိုင်းမှာ နာမည်အရမ်းကျော်ကြားခဲ့တဲ့ Cultural Revolution (ယဉ်ကျေးမှုတော်လှန်ရေး)\nကာလနှောင်းပိုင်းမျိုးဆက်တွေရဲ့ ရက်စက်မှုတွေ၊ အဲ့ဒီတော်လှန်ရေးရဲဲ့ အကျိုးဆက်တွေကို ထင်ထင်ရှားရှားဖော်ပြသွားခဲ့ပြီး\nအဲ့ခေတ် အဲ့အချိန်တုန်းက တံခါးပိတ်ဝါဒကျင့်သုံးနေတဲ့ တရုတ်နိုင်ငံအကြောင်းကို အနည်းနဲ့အများတော့ သိလာမှာဖြစ်ပါတယ်။ဒါ့အပြင် ဒီတော်လှန်ရေးကြီးကြောင့် ဘယ်ကိစ္စမဆို မှားမှားမှန်မှန် ရေငုံနှုတ်ပိတ်နေခဲ့ရတဲ့ တရုတ်နိုင်ငံသားတွေရဲ့\nတကယ့်ခံစားချက်တွေကိုပါ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/red-corner-1997/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c5w3fkua6BYjDzs0bbOXYbWCrlF.jpg",
        "title": "In Darkness (2018)",
        "description": "လျှို့ဝှက်သည်းဖိုမှုခင်းဇာတ်ကားကောင်းများကို ကြိုက်နှစ်သက်တတ်တဲ့ သူတွေအတွက် ယခုလအတွင်းကမှ ထွက်ရှိထားတဲ့\nIn Darkness ဆိုတဲ့ ဇာတ်ကားကို တင်ဆက်လိုက်ရပါတယ်။ဒီဇာတ်ကားကို ဒါရိုက်တာ Anthony Byrne ကရိုက်ကူးပြီးတော့၊HBO ရဲ့နာမည်ကျော် TV Series မှာ Margaery Tyrell အဖြစ်လည်းကောင်း၊ The Hunger Game ဇာတ်ကားတွေမှာ Cressida အဖြစ်လည်ကောင်း သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီး Natalie Dormer ကတော့ ခေါင်းဆောင်မင်းသမီးအဖြစ်ပါဝင် သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n==========\nဆိုဖီယာဟာ မျက်မမြင်အမျိုးသမီးတစ်ယောက်ဖြစ်ပြီးတော့ပီယာနိုပညာရှင်တစ်ဦးအဖြစ် ဘဝကိုရပ်တည်နေသူလည်းဖြစ်ပါတယ်။သူဟာ လက်ရှိငှားရမ်းနေတဲ့တိုက်ခန်းမှာ ခြောက်လကျော်ကြာမြင့်ခဲ့သည့်တိုင်အောင်နေထိုင်ခဲ့ပြီးသော်ငြားလည်း မျက်မမြင်တစ်ဦးဖြစ်တာကြောင့် အိမ်နီးချင်းမိတ်ဆွေ များများစားစားမရှိဘဲ သူ့တိုက်ခန်းရဲ့အပေါ်ထပ်မှာနေထိုင်တဲံ ဗရောနစ်အမည်ရှိ အမျိုးသမီးတစ်ဦးနဲ့သာ ခင်မင်ရင်းနှီးခဲ့ပါတယ်။တစ်ရက်မှာ ဗရောနစ်တစ်ယောက် အမျိုးသားတစ်ဦးနဲ့ စကားများပြဿနာတက်နေတာကိုဆိုဖီယာတစ်ယောက်ကြားကြားပြီးလိုက်ချင်းမှာပဲ ဗရောနစ်ဟာ တိုက်ပေါ်ကပြုတ်ကျလို့သေသွားခဲ့ပါတယ်။ခဏကြာပြီးနောက် ရဲတွေရောက်လာပြီးဆိုဖီ့ယာကို ဗရောနစ်သေဆုံးမှုနဲ့ စစ်ဆေးမေးမြန်းရာမှာတော့ ဆိုဖီယာဟာဘာမှမကြားခဲ့ကြောင်း ငြင်းဆိုခဲ့ပါတယ်။ဒါနဲ့ ရဲတွေက ထိုအမှုကို ကိုယ့်ကိုယ်ကိုအဆုံးစီရင်မှုလို့သာ ခေါင်းစဉ်တပ်ခဲ့ကြပါတယ်။သို့ပေမယ့် သင်္ကာမကင်းတဲ့ ရဲဘက်က ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/in-darkness-2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vOFDhEJ3UrNYTHUq7Kxj47xvjm3.jpg",
        "title": "Future World (2018)",
        "description": "၂၀၁၈ထဲမှာထွက်တဲ့ကားတွေမှာ အနာဂတ်မှာဘာတွေဘယ်လိုဖြစ်နိုင်မလဲဆိုတာတွေးတောရိုက်ထားတဲ့ကားတွေအတော်များသားဗျအခု Future World ဆိုတဲ့ကားကလဲ နာမည်အတိုင်း အနာဂတ်ကမ္ဘာမှာ အခြေတည်ထားပါတယ်လူသားတွေအချင်းချင်းစစ်ပွဲတွေဖြစ်ခဲ့ကြတယ် သေကြေပျက်စီးကုန်ကြတယ်ဘယ်လောက်ထိအကြီးအကျယ်ဖြစ်ခဲ့သလဲဆိုရင် ပစ်စရာကျည်ဆံတောင်မရှိတဲ့ခေတ်ဖြစ်သွားတယ်အဲ့တော့ စစ်ပွဲကြီးအပြီးကျန်ခဲ့တဲ့လူတွေကရော ဘယ်လိုရှင်သန်နေထိုင်ကြလဲလောကကြီးရဲ့ထုံးစံအတိုင်း ကောင်းတာလုပ်တဲ့လူနဲ့ဆိုးတာလုပ်တဲ့လူပဲရှိတာဆိုတော့ သူ့ဘာသူအဖွဲ့လေးတွေနဲ့ဖွဲ့နေကြတယ်ပေါ့ဗျာဆိုးတဲ့လူတွေက အဖွဲ့လေးတွေနဲက သူ့တို့သူတို့ စစ်ခေါင်းဆောင်(warlord)လို့ခံယူပြီးသောင်းကျန်းနေကြတယ်ပေါ့ဒီဇာတ်ကားရဲ့ဇာတ်လိုက်ကတော့ အိုအေစစ်လို့ခေါ်တဲ့နေရာမှာနေကြတဲ့လူစုထဲက မင်းသားပေါ့သူ့အမေဖြစ်သူ စစ်ပွဲရဲ့အကျိုးဆက်ဖြစ်တဲ့ ရောဂါကိုခံစားနေရသူ သေလုမျောပါးဝေဒနာသည်အဖြစ် တရုတ်မင်းသမီး (Lucy Lui)ကသရုပ်ဆောင်ထားပါတယ်မင်းသားက အမေ့ကိုဆေးကုသဖို့အတွက် နတ်ပြည်ကမ်းခြေ(Paradise Beach)ကိုသွားချင်နေတယ် အဲ့နေရာမှာဆေးရတယ်ကြားထားတာကိုးအဲ့လိုနဲ့ မင်းသားရဲ့ဆေးရှာပုံတော်ခရီးစဉ်စရတော့တာပေါ့ဇာတ်လိုက်မင်းသမီးကတော့ အက်ရှ်လို့ခေါ်တဲ့ စက်ရုပ်မလေး သူကဟိုးစစ်ပွဲကြီးကတည်းက ရှိနေခဲ့တာ သူကသတ်ဖြတ်ရတာတွေကိုမုန်းတီးနေတယ် သူကိုယ်တိုင်ဘဝတစ်ခုပိုင်ဆိုင်ချင်နေတယ်မင်းသားတစ်ယောက် ဆေးကိုရှာတွေ့သွားမလားသူရှာနေတဲ့ဆေးကရောတကယ်ပဲရှိနေလို့လား စက်ရုပ်မလေးနဲ့ရောဘယ်လိုနှစ်ပါးသွားမလဲဆိုတာတွေကတော့ဇာတ်ကားဒေါင်းကြည့်ကြပါကုန်ဒီကားရဲ့ Cast List ကတော့ အလန်းဗျဗီလိန်အဖြစ် နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ James Franco, Resident Evil မင်းသမီး Milla Jovovich တို့ပါဝင်ထားတယ်ပြီးတော့ ထူးခြားချက်အနေနဲ့ Snoop Dogg တောင်ပါလိုက်သေးတယ်ဗျဒီဇာတ်ကားထဲမှာ အဖော်အချွတ်အခန်းအချို့နဲ့ စကားလုံးရိုင်းရိုင်းတချို့ပါဝင်နေတာကြောင့် ချင့်ချိန်ပြီးဒေါင်းနိုင်ပါတယ်ခင်ဗျ(ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ) File Size ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/future-world-2018/",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/every-day-poster-133x200.jpg",
        "title": "Every Day (2018)",
        "description": "Every Day (2018)\nIMDb - 6.4/10_____Rotten - 63%  \nမိုးလင်းတိုင်း ဘဝအသစ်တစ်ခုမှာ လူအသစ်တစ်ယောက်လိုနေ့တိုင်းနိုးထလာရတဲ့ ....\nနေ့တိုင်းနေ့တိုင်းဘဝအသစ်တစ်ခုမှာရှင်သန်ရင်း သူ့ကိုယ်တိုင်ဖြစ်တည်မှုကိုတောင် မေ့လျော့လုဆဲဆဲအချိန်မှာပဲ\nသူဝင်ရောက်နေတဲ့ ခန္ဓာကိုယ်ပိုင်ရှင် ဂျပ်စတင် ရဲ့ချစ်သူ ရီအန်နွန်နဲ့ တွေ့ဆုံလာခဲ့ရတဲ့အခါ...\nနေ့တိုင်းခန္ဓာကိုယ်ပြောင်းလဲနေပေမယ့် မပြောင်းလဲတဲ့ သူ့အချစ်စိတ်ကို ရီအန်နွန် သိအောင်ဘယ်လိုထုတ်ပြမလဲ?\nရီအန်နွန်ကရောဘယ်လိုတံုံ့ပြန်မှာလဲ?\nဘာတွေဆက်ဖြစ်မှာလဲ?  ဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမယ့် ကားလေးတစ်ကားပါ။\nအားမလို အားမရမှုတွေ၊ကြည်နူးမှုတွေ စိတ်ခံစားချက်မျိုးစုံကိုခံစားရင်း\nအဆုံးထိဆွဲခေါ်ပေးသွားနိုင်တဲ့ကားလေးတစ်ကားဆိုလဲ မမှားပါဘူး။\nရိုးရိုးဇာတ်အိမ်တွေထဲကဖောက်ထွက်ထားတဲ့ ဒီကားသစ်လေးကတော့ Everyday (2018)ပါ။\nDramanကားကောင်းလေးတွေကြိုက်တဲ့CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\n \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ မအေးမွန်ကျော် ပါ)\n   \nFile Size : (800 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre : Drama, Fantasy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.DD5.1.H264-FGT\nTranslated by Aye Mon ...",
        "rating": "6.4",
        "url": "https://megaup.net/2VOOi/Every_Day_[2018]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLuo4swOCHF2a8BlaxXZGdqETUs.jpg",
        "title": "Lions for Lambs (2007)",
        "description": "Lions for Lambs(2007)IMDb....6.2ဒီကားထဲမှာပါတဲ့ အဓိကသရုပ်ဆောင်တွေဖြစ်တဲ့ Tom Cruise ,Robert Redford နဲ့  Meryl Streep  တို့ကိုတော့ အတော်များများသိကြမယ်ထင်ပါတယ်...အမှန်ပြောရရင် ကျွန်တော်ကတော့ Meryl Streep ကို The post မှာခမ်းနားတဲ့သူ့ရဲ့သရုပ်ဆောင်ဟန်တွေကြောင့်သတိထားမိခဲ့တာပါ..တကယ့်လူတွေ တစ်ပြိုင်နက်သုံးထားတော့ ဒီကားကို နည်းနည်းစူးစမ်းမိသွားတယ်.......ဒီကားဟာ scene (၃) ခုကို အလှည့်ကျပြသွားရင်း ကြီးကျယ်ခမ်းနားတဲ့ ဒိုင်ယာလော့တွေနဲ့ ကြည့်ရှူသူပရိတ်သတ်ကိုပခုံးဖက်တွဲခေါ်ပြီး အတွေးအခေါ်တွေဖြန့်ကျက်စေတဲ့လိုဆိုရမယ်ထင်တယ်...အဲ့ဒါတွေကြောင့် တကယ့်လူ ၃ ယောက်ကို သရုပ်ဆောင်ခိုင်းထားတယ်ထင်တယ်...Andrew Garfield လည်းပါသေးတယ်...ပထမ Sceneပရော်ဖက်ဆာတစ်ယောက်ဟာ ကျောင်းသားတစ်ယောက်ကို သူ့ရုံးခန်းထဲခေါ်တွေ့တယ်...အဲ့ဒီကျောင်းသားဟာ ထက်မြက်ပေမယ့် ပရော်ဖက်ဆာ အမြင်မှာ လွဲမှားဟန်ရှိတဲ့အယူအဆတစ်ချို့ကြောင့် ဆွေးနွေးဖို့ခေါ်လိုက်တာပါ....ဒုတိယ Sceneအဖဂန်နစ်စတန်စစ်မြေပြင်နဲ့ပတ်သက်ပြီး အမတ်တစ်ယောက်ဟာ ရှေ့တန်းစစ်မြေပြင်ထိုးစစ်တွေအကြောင်းကို ဂျာနယ်လစ်တစ်ယောက်ကိုခေါ်ပြောပြတယ်....သူတို့တွေ ဘယ်လိုထိုးစစ်ဆင်တယ် ..ဘယ်လိုတွေအတွက် ဒီတိုက်ပွဲကိုဆင်နွှဲနေတယ်...ဂျာနယ်လစ်ရဲ့ မေးခွန်းတွေနဲ့ အမတ်ရဲ့ အဖြေတွေနဲ့ပေါ့...တတိယ Sceneအမေရိကန်ရှေ့တန်းစစ်မြေပြင်အခြေစိုက်စခန်းတစ်ခုရဲ့ တကယ့်စစ်မြေပြင် ထိုးစစ်အသွင်တွေကို ပြတာပါ....ဒီကားဟာ ဖျော်ဖြေရေးမဆန်ဘူး....သူ့ရဲ့ဆိုလိုရင်းဟာ ဘာလဲဆိုတာကိုတော့ ကျွန်တော်မပြောချင်ဘူး....ပြောပြဖို့လည်းခက်ပါတယ်....ဒီကားကိုရသအမြောက်ဆုံးဖြစ်အောင် ဘာသာပြန်ပေးတဲ့ ညီမငယ်JtheKoala  ရေ အထူးပဲကျေးဇူးတင်ပါတယ်...File Size : (850 MB) and (319 MB)\nQuality : ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/lions-for-lambs2007/",
        "category": "Drama, Thriller, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1apGVeQrKtge99kBdUJVP2rPNvT.jpg",
        "title": "Samui Song (2017)",
        "description": "ဟောလီးဝုဒ်ကားတွေကြည့်ရတာ ပျင်းနေပြီဆိုတဲ့ CMပရိသတ်တွေအတွက် Crime ဆန်ဆန် ထိုင်းဒရာမာဇာတ်ကားကောင်းလေး\nတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။Viyada ဟာ အော်ပရာမင်းသမီးတစ်ဦးဖြစ်ပြီး Jerome ဆိုတဲ့နိုင်ငံခြားသားသူဌေးတစ်ဦးရဲ့ဇနီးဖြစ်ပါတယ်။သူ့ခင်ပွန်းဖြစ်သူ Jerome ဟာ အစွန်းရောက်ဘာသာရေးဂိုဏ်းတစ်ခုရဲ့ခေါင်းဆောင်လည်း ဖြစ်ပါတယ်။Viyada ဟာ အသက် ၃၀ အရွယ်အရောက်မှာတော့ သူ့ခင်ပွန်းဖြစ်သူရဲ့နှိပ်စက်ခြင်းကို သိသိသာသာ ခံလာရပါတယ်။နှိပ်စက်တာကို မခံနိုင်တဲ့အဆုံးမှာ Viyada တစ်ယောက် သူတို့နဲ့ဝေးရာကို ထွက်ပြေးဖို့ ကြိုးစားပါတော့တယ်....။(ဘာသာပြန်သူကတော့ Brilliant Star  ပါ)File Size : (850 MB) and (348 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 48min\nFormat : Mp4\nGenre : Drama,Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay DTS x264-HDH\nTranslated by Brilliant Star\nEncoded by ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/samui-song-2017/",
        "category": "Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/Healing-Mate-140x200.jpg",
        "title": "[18+] Healing Mate (2014) Uncut Version",
        "description": "Dark Side Production မှတင်ဆက်သည်။ကိုရီးယား 18+ Erotic ဇာတ်လမ်းဆိုပေမယ့် ဇာတ်လမ်းဇာတ်ကွက်ကျကျနနနဲ့ တင်ဆက်ထားတာပါ။Uncut Version ဖြစ်တာနဲ့အညီ ဇာတ်လမ်းသွားလဲ ရှည်ကြာပြီး ၂ နာရီကျော်ကြာမြင့်ပါတယ်။အချစ်နဲ့ရမ္မက်တွေကြားက မေတ္တာတရားအကြောင်းတွေကို ပုံဖော်ထားပြီး မင်းသမီးတွေလဲ လန်းတယ်လို့ဆိုရပါမယ်။ဇာတ်လမ်းကိုပံ့ပိုးသရုပ်ဆောင်ရာမှာ ကွက်ကွက်ကွင်းကွင်းတွေဖြစ်နေတာမို့ မိသားစုနဲ့မကြည့်သင့်သလို Not4Kid ဇာတ်ကားလဲဖြစ်ပါတယ်။\nFile size…(1.1 GB) and (600 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….02:14:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by Kyaw Kyaw Aung",
        "rating": "",
        "url": " https://megaup.net/115my/_Healing_Mate_(2014).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dxeVPklFwng2IowqRPNI4od6aXv.jpg",
        "title": "Gringo (2018)",
        "description": "Gringo ဆိုတာ စပိန္ေတြက ဒါမွမဟုတ္ စပိန္စကားေျပာႏိုင္ငံေတြက အေမရိကန္ေတြကိုေခၚတဲ့အသံုးအႏႈန္းလို႔ဆိုပါတယ္ (ကိုးကား- ဘာဘာညာညာ)..ဒီဇာတ္လမ္းေလးက ရိုးရိုးအအ အေမရိကန္လူမည္းတစ္ေယာက္အေၾကာင္းကို ရိုက္ထားတဲ့ ဒရာမာဇာတ္ျမဴး မႈခင္းကားတစ္ကားျဖစ္ပါတယ္…ဟာရိုးဆိုတဲ့ အေမရိကန္လူမည္းတစ္ေယာက္ဟာ သူငယ္ခ်င္းတစ္ေယာက္ျဖစ္သူရဲ႕ေဆးကုမၸဏီမွာ ရိုးသားၾကိဳးစားစြာ အလုပ္လုပ္ေနတဲ့ လူတစ္ေယာက္ေပါ့…သူ႔သူငယ္ခ်င္းကသူ႕ကို သူပိုင္တဲ့ေဆးကုမၸဏီမွာ အလုပ္သြင္းေပးထားရံုမက သူ႔မိန္းမ အိမ္တြင္းဒီဇုိင္နာကိုလည္း သူ႔အိမ္ျပင္ဆင္ဖို႔ အလုပ္အပ္ထားတဲ့အတြက္ ေက်းဇူးတင္ေနသူတစ္ေယာက္ေပါ့….သူတို႔ေဆးကုမၸဏီက အမွန္တကယ္ေတာ့ ဟန္ျပသက္သက္ပဲျဖစ္ျပီး တကယ္တမ္းမွာ မကၠဆီကိုက မူးယစ္ရာဇာေတြနဲ႔ဆက္သြယ္ျပီး တားျမစ္ေဆးဝါးေတြထုတ္လုပ္ေနတာပါ…ဒါကို စာရင္းကိစၥေတြပဲလုပ္ေပးရတဲ့ဟာရိုးကမသိပါဘူး….ဒီလိုနဲ႕ကုမၸဏီအရွံဳးေပၚလာတဲ့အခ်ိန္မွာ ဟာရိုး ဟာ အလုပ္ျပဳတ္မယ့္အေရးေတြးပူေနရာကေန ၾကံရာမရျဖစ္ျပီး…သူ႔သူငယ္ခ်င္းကုမၸဏီပိုင္ရွင္ ေနာက္ေက်ာဓားနဲ႔ထိုးမယ့္အျဖစ္ေတြပါသိျပီးေတာ့ ျပန္ေပးဆြဲခံရတယ္ဆိုျပီး..လုပ္ၾကံဖန္တီးခဲ့ပါတယ္..ဒါေပမယ့္ မကၠဆီကိုမူးယစ္ရာဇာေတြ သူ႕ကိုတကယ္ျပန္ေပးဆြဲတဲ့အခါမွာေတာ့…..၂၀၁၈ ထြက္ဇာတ္ကားျဖစ္ျပီး ဇာတ္လမ္ေလးကို ျမဴးျမဴးေလးရိုက္ျပထားပါတယ္နာမည္ၾကီးသရုပ္ေဆာင္ေတြနဲ႕ ဇာတ္လမ္းကို အဆံုးထိဆြဲေဆာင္ေခၚယူသြားမွာျဖစ္ျပီး ၁၈+ဒိုင္ယာေလာ့ေတြပါတယ္ဆိုတာကိုလည္း ေျပာျပထားပါရေစRatings IMDb – 6, Rotten tomatoes – 41%, Google users – 70% (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/gringo-2018/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4eoWQO9qb6dChmOMeqnsZtz6fl.jpg",
        "title": "Gonjiam: Haunted Asylum (2018)",
        "description": "ဒီတစ်ခါတော့ မြန်မာနိုင်ငံမှာ ဒီနေ ့မှစပြီး ရုံတင်ပြသနေတဲ့ကိုရီးယား Horror ရုပ်ရှင်လေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်၁၉၇၉ ခုနှစ်မှာ ဂွန်းဂျီယန် စိတ်ကျန်းမာရေးဆေးရုံရဲ ့လူနာပေါင်း၄၂ ယောက်ဟာ မိမိကိုကိုယ်အဆုံးစီရင်ခဲ့ကြပြီး တစ်ချိန်တည်းမှာပဲဆေးရုံရဲ ့အမှုဆောင်ဒါရိိုက်တာဟာလည်း ပဟေဠိဆန်ဆန် ပျောက်ဆုံးသွားခဲ့ပြီးနောက်ပိုင်းမှာတော့ အဆိုပါဆေးရုံကို ပိတ်သိမ်းခဲ့ပါတယ်ဒီဖြစ်ရပ်တွေအပြီးမှာတော့ အနီးအနားပတ်ဝန်းကျင်ကလူတွေမှတစ်ဆင့်အဲ့ဒီဆေးရုံမှာ သရဲတစ္ဆေတွေမြင်တွေ ့ရတယ်ဆိုတဲ့ ကောလဟလ ထွက်ပေါ်လာပါတယ်ကြောက်မက်ဖွယ်ရာနေရာများကို စွန် ့စားသွားလာပြီး မှတ်တမ်းရုပ်ရှင်များရိုက်ကူးတင်ဆက်ပေးတဲ့ အဖွဲ ့အစည်းတစ်ခုဖြစ်တဲ့Horror Times ဆိုတဲ့ အဖွဲ ့မှ လူငယ်တစ်စုဟာ ကမ္ဘာပေါ်ကကြောက်စရာအကောင်းဆုံးနေရာတွေမှာ နံပါတ်ခုနစ်နေရာမှာရှိနေပြီးကိုရီးယားနိုင်ငံရဲ ့ကြောက်စရာအကောင်းဆုံးနေရာတွေထဲမှာတော့နံပါတ်သုံးနေရာမှာတည်ရှိနေတဲ့ အဆိုပါ ဂွန်းဂျီယန် စိတ်ကျန်းမာရေးဆေးရုံကို\nစွန် ့စားခန်းတစ်ရပ်ထွက်ပြီး သူတို ့ရဲ ့စွန် ့စားခန်းကို အွန်လိုင်းမှာပါတိုက်ရိုက်လွှင့်တင်ဖို ့ဆုံးဖြတ်ခဲ့ကြပါတယ်သူတို ့နဲ ့အတူ စွန် ့စားခန်းမှာလိုက်ပါဖို ့အတွက် အခြားလူသစ်တွေကိုလည်း\nဖိတ်ခေါ်ခဲ့ကြပါတယ်သူတို ့ရဲ ့စွန် ့စားခန်းခရီးစဉ်မှာ ဘယ်လိုအတားအဆီးတွေရှိနေမလဲအဲ့ဒီဆေးရုံဟာ ကောလဟလတွေအတိုင်း တကယ်ပဲသရဲခြောက်နေတာလားဒါမှမဟုတ် ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/gonjiam-haunted-asylum-2018/",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wh1f7peigW0qUXXwynwVAt7axZd.jpg",
        "title": "The Hurricane Heist (2018)",
        "description": "အခု ပရိတ္သတ္ႀကီးအတြက္ တေလာကမွရံုတင္သြားတဲ့ The Hurricane Heist ဆိုတဲ့ကားေလးကို မိတ္ဆက္ေပးခ်င္ပါတယ္ေဝနဲ႔ ဘရိဇ္တို႔ ညီအစ္ကိုႏွစ္ေယာက္က မုန္တိုင္းခဏခဏဝင္ေလ့ရွိတဲ့ ၿမိဳ႕ေလးမွာ ဖခင္ျဖစ္သူနဲ႔ေနထိုင္ၾကပါတယ္တစ္ေန႔မွာ မုန္တိုင္းတစ္ခုေၾကာင့္ ဖခင္ျဖစ္သူကို ဆံုးရံႈးလိုက္ရပါတယ္ေနာက္ ႏွစ္ဆယ့္ငါးႏွစ္အၾကာမွာေတာ့ အစ္ကိုျဖစ္သူဘရိဇ္က ၿမိဳ႕ေလးမွာပဲ အေဟာင္းျပင္ဆိုင္ေလးတစ္ဆိုင္ ဖြင့္ထားၿပီးညီျဖစ္သူေဝလ္ကေတာ့ မုန္တိုင္းေတြကို ေၾကာက္တဲ့ မိုးေလဝသပညာရွင္ျဖစ္လာခဲ့ပါတယ္ေကဆီေကာ္ဗင္လို႔အမည္ရတဲ့ မိန္းကေလးကေတာ့ေငြအေဟာင္းေတြကို ဖ်က္ဆီးဖို႔ သယ္လာေပးရတဲ့ အရာရွိပါတစ္ေန႔မွာ တန္မီလို႔အမည္ေပးထားတဲ့ မုန္တိုင္းက ဒီၿမိဳ႕ေလးကိုထပ္ျဖတ္ဖို႔ အေၾကာင္းဖန္လာပါတယ္အဲ့ဒီအခ်ိန္မွာပဲ ဒီမုန္တိုင္းကို အသံုးခ်ၿပီးႏိုင္ငံေတာ္ဘဏၭာတိုက္ကို ေဖာက္ဖို႔ႀကိဳးစားေနတဲ့သူေတြလည္း ရွိေနျပန္ပါတယ္အဲ့ဒီအရႈပ္ေတြၾကား ဘရိဇ္တစ္ေယာက္ပါသြားတဲ့အခါ...ေကဆီနဲ႔ ေဝလ္တို႔ ႏွစ္ေယာက္ေပါင္းၿပီး မုန္တိုင္းၾကားက ဘရိဇ္နဲ႔ က်န္တဲ့ ဓါးစာခံေတြကိုကယ္ထုတ္ႏိုင္မွာလားဒါမွမဟုတ္ လူဆိုးေတြကပဲ ပိုက္ဆံေတြနဲ႔ လြတ္သြားမလားေလာဘေဇာတက္လာတဲ့အခါ ကိုယ့္အရင္းႏွီးဆံုးမိတ္ေဆြေတာင္ စိတ္ေျပာင္းသြားႏိုင္ေၾကာင္း...အစ္ကိုျဖစ္သူအသက္အႏၲရာယ္နဲ႔ၾကံဳေတြ႕လာရတဲ့အခါ မိမိရဲ႕အေၾကာက္တရားကို ေက်ာ္လႊားဖို႔ ႀကိဳးစားခဲ့တဲ့ ညီျဖစ္သူရဲ႕ ေမတၱာတရား စတာေတြကို ျမင္ေတြ႕ခံစားရမွာပါဒီဇာတ္ကားကို The Mummy 3 နဲ႔ Dragon ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-hurricane-heist-2018/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2o4z89Q6YsEniOboIvRDKVNnuPw.jpg",
        "title": "Trouble Is My Business (2018)",
        "description": "ရောက်လာတဲ့ကိစ္စက သူ့အဖေပျောက်သွားလို့ လိုက်ရှာပေးဖို့အကူအညီလာတောင်းတာပါတဲ့….ဖြစ်ချင်တော့ စုံထောက်နဲ ့ မိန်းမပျိုဟာရည်ငံသွားကြပြီး အဲ့ဒီညမှာတင် စုံထောက်တိုက်ခန်းကိုလိုက်အိပ်ပါသတဲ့….မနက်နိုးတော့ မိန်းကလေးဟာ ပျောက်ဆုံးနေခဲ့ပြီး သူနဲ့အတူအိပ်ခဲ့တဲ့ အိပ်ရာပေါ်မှာ သွေးကွက်ကြီးတစ်ခုသာ ကျန်ခဲ့တာကို စုံထောက်ကထူးဆန်းစွာတွေ့ရှိခဲ့ပါတယ်…အဲ့ဒီမနက်မှာ ဖုန်းခေါ်ဆိုမှုတစ်ခုရပြီး ရုံးကိုပြန်အသွား ရွှေအိုရောင်ဆံပင်နဲ့မိန်းကလေးတစ်ယောက် ထပ်ရောက်လာခဲ့ပါတယ်…သူကတော့ ကတ်သရင်းရဲ့ညီမ ဂျနီဖာပါတဲ့…သူကလည်းမနက်လင်းလင်းချင်း သူ့ဆီကို ကတ်သရင်းနဲ့စုံထောက်အတူရှိနေခဲ့ကြတဲ့ပုံတွေကို စာအိတ်တစ်အိတ်နဲ့ရောက်လာပြီး သူ့အဖေပြီး သူ့ညီမပါထပ်ပျောက််သွားတဲ့အတွက် သူ့ဆီလာရောက်စုံစမ်းခြင်းပါ..ဒီလိုနဲ့ ထူးဆန်းစွာပျောက်ဆုံးမှုတွေကို ရှာဖွေရင်း ရှုပ်ထွေးတဲ့ပြဿနာတွေထဲ ဝင်ရောက်မိသွားတဲ့ ရာဇဝတ်စုံထောက်ကားကို ၁၉၄၀ ပတ်ဝန်းကျင် ကပုံစံမျိုးနဲ့ရိုက်ကူးထားတဲ့ ၂၀၁၈ ထွက် ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်…စုံထောက်ကားကြိုက်နှစ်သက်သူတွေအတွက် ဇာတ်လမ်းအဆုံးထိဆွဲခေါ်သွားပြီး ဇာတ်လမ်းအဆုံးမှာ ဟာခနဲ ဟင်ခနဲ ဖြစ်သွားစေမယ့် ကားတစ်ကားပဲဖြစ်လို့ ကြည့်ရှုခံစားကြဖို့ ဖိတ်ခေါ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)File Size : (850 MB) and (333 MB)Quality : WEB-DL 720p\nRunning Time : ...",
        "rating": "6.9",
        "url": "https://megaup.net/3IVdX/Trouble_Is_My_Business_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wXawsklFVsUVbFfE8Wc4t5u9RwU.jpg",
        "title": "The Art of Seduction (2005)",
        "description": "ဂျူမုံမင်းသားကြီး ဆောင်အီဂွတ် နဲ့ Classic မင်းသမီး ဆွန်ရင်ဂျီတို့ပါဝင်ထားတဲ့Romantic Comedy အမျိုးအစား ကိုရီးယား ဟာသဇာတ်ကားလေးဖြစ်ပါတယ်။ကိုယ့်အကြိုက်မင်းသားမင်းသမီးတွေရဲ့ ငယ်နုစဉ်ကာလက သရုပ်ဆောင်မှုတွေက ဆွဲခေါ်သွားပါလိမ့်မယ်...။The Art of Seduction (ဆွဲဆောင်မှု အနုပညာ) ဆိုတဲ့ ဇာတ်ကားနာမည်နဲ့လိုက်အောင် တစ်ယောက်နဲ့တစ်ယောက်စွဲလမ်းမှုမှော်ရုံတောထဲ ကျရှံူးဖို့ ဘယ်လိုတွေ ဆွဲဆောင်သွားကြမလဲဆိုတာ......။ \nFile size…(999 MB) and (380 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Naw Lydia",
        "rating": "",
        "url": "https://megaup.net/115oq/The_Art_Of_Seduction_[2005]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/rxPghSvLbWCUjLplxkkcPMahbsz-133x200.jpg",
        "title": "Death Wish (2018)",
        "description": "Death Wish (2018)_____IMDb - 6.4/10 2018 ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကားသစ် Death Wish ကိုတော့အထူးတလည်မိတ်ဆက်ပေးနေစရာ မလိုဘူးလို့ထင်ပါတယ်။ဒီဇာတ်ကားကို1972 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ စာရေးဆရာ Brian Garfield ရဲ့စာအုပ်ကိုအခြေခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒါရိုက်တာကတော့ Eli Roth ဖြစ်ပြီး၊Die Hard Franchise မှာဇာတ်ဆောင်အဖြစ်သရုပ်ဆောင်ခဲ့သူ ဖြစ်ပြီး အက်ရှင်မင်းသားတစ်ဦးအဖြစ် လူအများသိကြတဲ့ မင်းသားကြီး Bruce Willis က ခေါင်းဆောင်မင်းသားနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီဇာတ်ကားဟာ Box Office မှာ ထင်သလောက် မအောင်မြင်ခဲ့ပေမယ့်လည်း IMDb rating 6.4 ရှိတာကြောင့် တော်တော်ကြည့်လို့ကောင်းတဲ့ အက်ရှင်ကားတစ်ကားလို့ဆိုရမှာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း\n==========\nပေါလ်ကာစီဟာ ခွဲစိတ်ဆရာဝန်တစ်ဦးဖြစ်ပြီး ဇနီးဖြစ်သူ လူစီသမီးဖြစ်သူ ဂျော်ဒန်တို့နဲ့အတူ မိသားစုဘဝလေးကိုပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့လူအေးကြီးတစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့မိသားစုအပေါ်ကံဆိုးမိုးမှောင်ကျရောက်ခဲ့ရပါတော့တယ်။ဓားပြတွေရဲ့လက်ချက်နဲ့ ဇနီးဖြစ်သူ လူစီသေဆုံးပြီး သမီးဖြစ်သူဂျော်ဒန်ဟာမသေရုံတမယ်ဘဝမျိုးကိုရောက်ရှိသွားပါတော့တယ်။အဆိုပါမှုခင်းဖြစ်ပြီး ရက်အတော်ကြာတဲ့အထိ ဘာသတင်းမှမထူးတာကြောင့် ရဲတွေကို အားကိုးလို့မရဘူးဆိုတာကို ဒေါက်တာကာစီတစ်ယောက် သဘောပေါက်သွားပြီး သူ့မိသားစုအတွက် တရားမျှတမှုကို သူကိုယ်တိုင်ဆောင်ကြဉ်းဖို့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/T8wg/Death_Wish_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cF33Yb2XZpOgd8OZbvnLElRuO67.jpg",
        "title": "Swordsman 2 (1992)",
        "description": "Swordsman 2 (သို႕) The Legend of the Swordsman ဆိုတဲ့ဇာတ္ကားကေတာ့နာမည္ေက်ာ္သိုင္းစီးရီးတစ္ခုျဖစ္တဲ့ သိုင္းေလာကစိန္ေခၚသံကို အေျချပဳလို႕ ရိုက္ကူးထားတာပါ။လြင္ကူခ်ဳံးအျဖစ္ မင္းသားၾကီးဂ်က္လီမွပါဝင္ထားျပီး တုန္ဖုန္းပုပိုက္အျဖစ္ မင္းသမီးေခ်ာBrigitte Lin တို႕ပါဝင္ပါတယ္။ငယ္ငယ္က ရြာဗြီဒီယိုရံုမွာ အံ့ၾသဘနန္း သေရက်ခဲ့ရတဲ့ သိုင္းဇာတ္ကားတစ္ကားအျဖစ္ အမွတ္ရမိပါတယ္။IMDb (7.3) ပါ။ \nFile size…(999 MB) and (530 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:051:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/swordsman-2-1992/",
        "category": "Action, Asian, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7xQlKNJv25YCNCVTKiZFCf7lqZb.jpg",
        "title": "Swordsman (1990)",
        "description": "တရုတ္သိုင္းကားစစ္စစ္ပရိတ္သတ္အတြက္ Swordsman (1+2) ကိုတင္ဆက္လိုက္ပါတယ္။Sam Hui,Jacky Cheung,Sharla Cheung တို႕နဲ႔ အျခားသရုပ္ေဆာင္မ်ားစြာ ပါဝင္ထားျပီး IMDb Rating(7) ထိရရွိထားပါတယ္။၁၉၉၀ ဝန္းက်င္က ရိုက္ကြင္းရိုက္ကြက္ေတြဆိုေပမယ့္ သစ္လြင္ျပီး ခံစားဖို႕ေကာင္းေနဆဲပါပဲ။ \nFile size…(999 MB) and (600 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Suzy Jirakit Thawornwong",
        "rating": "",
        "url": "https://channelmyanmar.org/swordsman-1990/",
        "category": "Action, Asian, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pIxZzTfITqBpZxbIGsV01DcoHsT.jpg",
        "title": "Thoroughbreds (2017)",
        "description": "ဒီကားေလးကေတာ့ ၂၀၁၇ခုႏွစ္ထြက္ Drama/Thiller ဇာတ္ကားေလးျဖစ္ပါတယ္။Rating 7.2 အထိရရွိထားတဲ့ဇာတ္ကားျဖစ္ျပီး Thiller ဆိုတဲ့အတိုင္းလူတစ္ကာကရင္ထိတ္ေအာင္ရိုက္ျပေနတဲ့ေခတ္မွာ အရမ္းရင္ထိတ္ေအာင္ရိုက္ျပထားတာ မဟုတ္ဘဲဇာတ္ကြက္အလွည့္အေျပာင္း၊ ျမဳပ္ကြက္ေတြနဲ႕ တင္ဆက္ထားတဲ့ဇာတ္ကားေလးျဖစ္ျပီး တင္ဆက္ပံုကြဲထြက္လာမႈနဲ႔အတူ ေ၀ဖန္မႈေကာင္းေကာင္းရထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။ငယ္ငယ္ကရင္းရင္းႏွီးႏွီးမရွိခဲ့တဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္၊ ျပႆနာကိုယ္စီနဲ႕အတူတူတြဲလာမိၾကပါတယ္။အထက္တန္းလႊာကဆင္းသက္ေပါက္ဖြားလာသူေတြအျဖစ္သရုပ္ေဖာ္ထားျပီး၊ အဓိကဇာတ္ေကာင္ႏွစ္ခုရဲ႕သရုပ္ကို ေသခ်ာသရုပ္ေဆာင္ျပထားပါတယ္။ဘာကိုစိတ္ခံစားခ်က္မရွိဘဲ ထံုေပေပမ်က္ႏွာေပးမ်ဳိးနဲ႕ ၾကည့္ရင္းေက်ာခ်မ္းလာေစတဲ့ အမန္ဒါ၊ ပေထြးရဲ႕ဆိုး၀ါးတဲ့အမူအက်င့္ေတြေၾကာင့္ စိတ္ေသာကေရာက္ေနရျပီး အျမဲအပူရုပ္ကိုဟန္လုပ္ျပေနရတဲ့ လီလီ။သူတို႕ႏွစ္ေယာက္ရဲ႕ျပႆနာကိုယ္စီဟာ ဘာေတြလဲ။ဆယ္ေက်ာ္သက္မိန္းကေလး၂ေယာက္ ဘယ္လိုေျဖရွင္းၾကမွာလဲ။သူတို႕ဘ၀ဟာဘယ္လိုျဖစ္ေနလို႕လဲဆိုတာေတြကို Dialogue ေတြအမ်ားၾကီးမထည့္ပဲ သရုပ္ေဆာင္တင္ဆက္သြားတာကို စိတ္၀င္စားဖြယ္ေတြ႕ရမွာပါ။ဇာတ္ရွိန္ေအးေအးနဲ႕စိတ္၀င္တစားေအးေဆးၾကည့္ခ်င္တဲ့သူေတြအတြက္ ဇာတ္ကားေကာင္းပဲျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္း ႏွင့္ ဘာသာျပန္သူကေတာ့ ကိုသူရပါ) File Size : (750 MB) and (320 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.DD5.1.H264-CMRG\nTranslated by ...",
        "rating": "7.3",
        "url": "https://megaup.net/1ALz1/Thoroughbreds_[2017]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/blow-poster-144x200.jpg",
        "title": "Blow (2001)",
        "description": "Blow (2001)\nIMDb - 7.6/10_____Rotten - 55% \nUnicode\n**********\nမင်းသားကြီးဂျွန်နီဒပ်နဲ့ မင်းသမီးကြီး ပင်နီလုပ့်ခရုဇ်တို့ပါဝင်ထားပြီး\nအမေရိကန် ကိုကိန်းရောင်းဝယ်ရေးသမား George Jung ရဲ့\nဘဝဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာပါ။\nBiography, Crime, Drama အမျိုးအစားဖြစ်ပြီး IMDb (7.6) ထိရရှိထားပါတယ်။\n \nZawgyi\n**********\nမင္းသားႀကီးဂြၽန္နီဒပ္နဲ႔ မင္းသမီးႀကီး ပင္နီလုပ့္ခ႐ုဇ္တို႔ပါဝင္ထားၿပီး\nအေမရိကန္ ကိုကိန္းေရာင္းဝယ္ေရးသမား George Jung ရဲ႕\nဘဝျဖစ္ရပ္မွန္ကို အေျခခံ႐ိုက္ကူးထားတာပါ။\nBiography, Crime, Drama အမ်ိဳးအစားျဖစ္ၿပီး IMDb (7.6) ထိရရွိထားပါတယ္။  \nFile size…(999 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:04:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by OWL",
        "rating": "7.6",
        "url": "https://megaup.net/T3vo/Blow_[2001]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/strangers-pray-at-night-poster-133x200.jpg",
        "title": "The Strangers: Prey at Night (2018)",
        "description": "The Strangers: Prey at Night (2018)_____IMDb - 5.2/10The Staranger: Prey at Night 2018 ကတော့ Thriller၊/Horror ဇာတ်လမ်းအမျိုးအစားဖြစ်ပါတယ်။\nRating 6.2 ရထားပြီးတော့ ပရိသတ်ကို အခြား Horror ကားနဲ့ မတူတဲ့ ရသတစ်မျိုးကို ပေးနိုင်မယ့်ကားလေးပါ။\nဇာတ်လမ်းကတော့ မိသားစုတစ်စု သမီးဖြစ်သူကို ကျောင်းအသစ်ပြောင်းပေးဖို့ ခရီးထွက်လာတဲ့ညတစ်ည မှာ ဖြစ်ပျက်ခဲ့တာတွေကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။\nအဲ့ဒီမိသားစုဟာသူတို့ရဲ့ ဦးလေး အန်ကယ်မာဗ့် တို့ပိုင်တဲ့ ဂါလင် ရေကန် အပန်းဖြေစခန်းကို ထိုညမှာ ဝင်ရောက်တည်းခဲ့ပါတယ်။\nအဲဒီမှာ သူတို့အတွက် အခန်းသော့နဲ့ မနက်မှ တွေ့မယ်ဆိုတဲ့ စာကို အန်ကယ်မာ့ဗ်က တကယ် ချန်ထားပေးခဲ့တာလား\nအရုပ်မျက်နှာနဲ့ တွေ့ရတဲ့ သူတွေရဲ့ မျက်နှာဖုံးအောက်က ရက်စက်မှုတွေကို သူတို့ သိလိုက်ရတဲ့အခါမှာ သူတို့မိသားစု ထွက်ပြေးလွတ်မြောက်နိုင်ပါ့မလား\nအဲ့ဒီအရုပ်မျက်နှာဖုံးနဲ့ လူတွေကရော ဘယ်သူတွေလဲဆိုတာကို ရင်တမမ နဲ့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1xuz2/The_Strangers_-__Prey_At_Night_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bXJt4mSbDcp7N08zePZuOSUZhFm.jpg",
        "title": "Havenhurst (2016)",
        "description": "သဲထိတ်ရင်ဖိုကားလေးတစ်ကားကို ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့Heavenhurst (2016)ပါ။Heavenhurst ဆိုတဲ့ နေရာကိုပြောင်းရွေ့လာခဲ့တဲ့ အရက်စွဲနေတဲ့အမျိုးသမီးလေး Jackie...အဲ့ဒီတိုက်ခန်းမှာပဲ ထူးဆန်းစွာပျောက်ဆုံးသွားခဲ့တဲ့ သူမရဲ ့သူငယ်ချင်းနှစ်ယောက်...ထူးဆန်းစွာနားလည်ရခက်တဲ့ အိမ်ရှင်အဖွားကြီး...အဲ့ဒီအိမ်ကိုပြောင်းရွေ့လာပြီးနောက်ပိုင်း အရမ်းထူးဆန်းတာတွေနဲ့တွေ့ကြုံလာရပြီး အိမ်ကြီးကနေ ထွက်ပြေးဖို့ကြိုးစားတဲ့အခါ သူမလွတ်မြောက်နိုင်ပါ့မလား။ပျောက်ဆုံးသွားတဲ့လူတွေအကြောင်းကိုရောသူမ အချိန်မှီသိရှိနိုင်ပါ့မလား။ဒီလိုသဲထိတ်ရင်ဖိုကားတွေကိုမှ နှစ်သက်တဲ့ CMပရိသတ်ကြီး ရင်တစ်ဖိုဖိုခံစားကြည့်ရှုနိုင်ဖို့တင်ဆက်ပေးလိုက်ပါတယ်။(ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (680 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 20min\nFormat : Mp4\nGenre : Horror, Thriller,Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-GUACAMOLE\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "4.9",
        "url": "https://megaup.net/2n0iu/Havenhurst_[2016]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hkflwtWCJffdDSwg63fdDFbwOvS.jpg",
        "title": "Irreplaceable You (2018)",
        "description": "ဒီကားေလးက ဒါရိုက္တာ Stephanie Laingရဲ႕IMDB rating 6.3 ရထားတဲ့အေမရိကန္ အခ်စ္ဟာသဒရမ္မာကားေလးပါဇာတ္လမ္းပံုစံကေတာ့ ငယ္ငယ္တည္းကအခင္ဆံုးသူငယ္ခ်င္းေတြျဖစ္လာခဲ့တဲ့ဆမ္နဲ႔ အက္ဘီတို႔က ေစ့စပ္ထားၾကတဲ့သူေတြေပါ့ရွစ္ႏွစ္ကတည္းက ခ်စ္ခင္လာခဲ့တဲ့သူတို႔ႏွစ္ေယာက္ကံၾကမၼာကေသကြဲမကြဲခင္အထိပဲ အတူေနဖို႔ပဲျဖစ္လာခဲ့တယ္ကံၾကမၼာက အက္ဘီ့မွာ ေသႏိုင္တဲ့ကင္ဆာေရာဂါျဖစ္ဖို႔အေၾကာင္းဖန္လာတဲ့အခါ အက္ဘီကသူ႔ရဲ႕မေသခ်ာေတာ့တဲ့ ဘဝကိုရင္ဆိုင္ရင္း\nဆမ့္ကိုျပဳစုေစာင့္ေရွာက္ဖို႔ အခ်စ္သစ္ကိုစရွာေပးပါေလေရာေနာက္ဆံုး အက္ဘီကဆမ့္ကို ဘယ္လိုေတြလုပ္ေပးၿပီးႏႈတ္ဆက္ထြက္ခြာသြားလဲ...အက္ဘီ့ရဲ႕ဆႏၵေရာ ျပည့္သြားခဲ့လားဆိုတာကို ဇာတ္ကားေလးကိုၾကည့္ၾကည့္ေနာ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျဖဴခင္ ပါ)  File Size : (750 MB) and (325 MB)\nQuality : WEB-Rip 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEBRip.DD5.1.x264-FGT\nTranslated by May Phyu Khin\nEncoded by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://megaup.net/Tzun/Irreplaceable_You_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "",
        "title": "Dark Crimes (2016)",
        "description": "ရဲဌာနကတစ္ေယာက္အသတ္ခံရမွဳနဲ႕ပက္သက္ၿပီးအမွဳျပန္လိုက္တဲ႕ကားေလးပါျပည္႔တန္ဆာအိမ္ကိုခဏခဏသြားၿပီးတစ္ရက္မွာအသတ္ခံလုိက္ရပါတယ္သတ္တဲ႔တရားခံကိုလဲမသိလုိက္ရဘဲအမွဳပိတ္လိုက္ရတယ္အဲံ့ဒါကိုတစ္ႏွစ္ကအမွဳလိုက္ရာျပသနာရွိခဲ့တဲ႔တက္ဒက္ခ္ကဘာေႀကာင့္အသတ္ခံတယ္ဆိုတာသိလိုအမွဳျပန္ဖြင့္လိုက္ပါတယ္BDSMေတြကိုအသားေပးေရးတဲ႔စာေရးဆရာကသတ္တယ္လို႕ထင္လို႕အမွဳကိုျပန္လိုက္ပါတယ္စာေရးဆရာနဲ႕အသတ္ခံရတဲ႔ရဲကအတူတူအဲ႕ျပည္႕တန္ဆာအိမ္ကိုသြားေနႀကတာပါစာေရးဆရာေရးထားတဲ႔အေႀကာင္းအရာဟာ သူတို႕ရဲဌာနကတစ္ေယာက္ေသတာနဲ႕တူေနလို႕စာေရးဆရာကိုေခၚၿပီးစစ္ပါတယ္ ေခၚၿပီးစစ္တဲ႔အခ်ိန္မွာဘာမွမထူးျခားခဲ႔ပါဘူးရဲေတြနဲ႕လူသတ္သမားကိုယ္တိုင္ပဲသိတဲ႕ဒီလိုအခ်က္အလက္ကို စာေရးဆရာကဘယ္လိုိလုပ္သိတာလဲလိမ္မွာေပါ့မုသားေဖာ္စက္နဲ႔လဲစစ္တယ္ဒါေပမယ့္မထူးျခားပါဘူးသူမ်ားကိုသတ္ခုိင္းမွာေပါ့ အဲ႔ဒါလဲစစ္ပါတယ္ သူမခိုင္းခဲ့ပါဘူးဒါဆိုအဲ့ရဲကိုဘယ္သူသတ္တာလဲနည္းနည္းေတာ့စိတ္ဝင္စားစရာေကာင္းလာပါတယ္အဲ႕ေတာ့တက္ဒက္ခ္ဟာစာေရးဆရာရဲ႕အိမ္ကိုေစာင့္ႀကည္ေတာ့တာပဲ အဲ႕မွာအျခားပက္သက္တဲ႔သူေတြကိုေတြ႕တယ္စာေရးဆရာရဲ႕ေကာင္မေလး ဒီအမွဳကိုအရင္ကစံုစမ္းတဲ႔ရဲခ်ဳပ္အာဒမ္ေတြ႕တယ္ အိမ္မွာအျမဲအႏိုင္က်င့္ခံရတဲ႔စာေရးဆရာရဲ႕ေကာင္မေလးသတ္တာလား ရဲခ်ဳပ္ကပဲသတ္တာလားဆိုတာသူသိေအာင္လိုက္စံုစမ္းတယ္ လိုအပ္တဲ႔အခ်က္အလက္စံုးစမ္းၿပီးေနာက္ဆံုးေကာင္မေလးကိုျခိမ္းေျခာက္အႀကပ္ကိုင္ၿပီးစာေရးဆရာလူသတ္ဆိုတာဝန္ခံခဲ႕တယ္သူသတ္ပါတယ္လို႕သတင္းရွာရွင္းလင္းပဲြလဲလုပ္ၿပီးေရာစာေရးဆရာကမွဳခင္းျဖစ္ေနခ်ိန္မွာခရီးထြက္ေနပါတယ္ဒါဆိုဘယ္သူသတ္တာပါလဲ သိခ်င္ရင္ဇာတ္လမ္းေလးကိုႀကည့္လိုက္ပါလို႕ေျပာပါရေစ IMDB rating 5.1ရထားတဲ႕ဇာတ္ကားေလးပါ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုတင္မ်ိဳးလြင္ပါ)  File Size : (700 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.X264.AC3-EVO\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "5.1",
        "url": "https://megaup.net/1wwp5/Dark_Crimes_[2016]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/Poster-3AM-1-210x300.jpg",
        "title": "3 A.M. 3D (2012)",
        "description": "2012 ထွက်ရှိခဲ့တဲ ထိုင်းသရဲ ရုပ်ရှင်ဖြစ်ပြီး ဇတ်လမ်း ၃ မျိုး ပါဝင်ပါတယ်..၁. ဆံပင်တုလုပ်သူ၂.အသုဘ အလောင်းပြင်သူ၃. အစအနောက်သန်သူဆံပင်တု လုပ်တဲ့နေရာသို့ သင်းချိုင်းကုန်းမှ အလောင်းဆီကနေဆံပင်ဖြတ် လာရောင်း တာကို ဝယ်လိုက်မိပြီး ဒုက္ခများသွားတဲ့ညီအစ်မ နှစ်ယောက်....အသုဘ အလောင်းပြင်ဖို့ တာဝန်နဲ့ အသုဘ အလောင်းနှစ်ခုကိုညအိပ်စောင့်ရင်း စပ်စုတက်တဲ့ စိတ်ရယ် သနားစိတ်ရယ်အချစ်စိတ်ရယ် ပေါင်းပြီး သေသူ ကိုကြိုက်မိသူ တစ်ဦး....နည်းပညာ Co.Ltd တစ်ခုရဲ့ မန်းနေးဂျင်းဒါရိုက်တာ နှစ်ဦးမှအလုပ်တွင် ရေသာချောင်ခိုလိုက်ပြီး ညဘက် OT ဆင်းတယ်ဆိုပြီးအချိန်ပိုကြေးတွေ ညာယူနေတဲ့ ဝန်ထမ်းတွေကို စနောက်ရင်းကနေအလုပ်အတွင်း လူသေမှုတွေ ဆက်တိုက်ဖြစ်ပေါ်လာခဲ့တဲ့အခါ...ဇတ်ကား သုံးကားလုံး ရဲ့ အချိန်ကြာမြင့်ချိန်၁ နာရီခွဲခန့် ရှိပြီး နှလုံးရောဂါရှိသူများ ကြည့်ရှုရန်မသင့်တော်ပါ...ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ ThinZar Htet ဖြစ်ပါတယ်Thit San Khant",
        "rating": "5.5",
        "url": "https://megaup.net/2n0hi/3_A.M._[2012]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/syWYKnLvaXUcZ7hXUIWX29kJmzz.jpg",
        "title": "Hong Kong Rescue (2018)",
        "description": "ဖြစ်ရပ်မှန် သမိုင်းကြောင်းနောက်ခံကားလေးတစ်ကားကိုမိတ်ဆက်ပေးပါရစေ။ကားလေးနာမည်က Hong Kong Rescue (2018)ကားလေးပါ။ဒီကားလေးရဲ ့နောက်ခံကတော့ ဂျပန်တွေတရုတ်ကိုဝင်စီးနေတဲ့အချိန်လေးပါ။တရုတ်တွေဟာ စိတ်ဓာတ်သိပ်ပြင်းသူတွေလို့ တော်တော်များများယူဆကြမှာပါ။အဲ့လိုယူဆတဲ့အတိုင်းပဲတရုတ်တွေကိုအောင်နိုင်ချင်ရင် သူတို့စာပေ အနုပညာကို ချိုးနှိမ်နိုင်မှ ဖြစ်မယ်လို့ယူဆကာ ဟောင်ကောင်မှာရှိတဲ့ တရုတ်အနုပညာသည်တွေကိုဖမ်းဆီးခိုင်းပါတော့တယ်။ထိုအချိန်မှာပဲ ဂျပန်တော်လှန်ရေးတပ်မတော်ကလဲ ထိုသူတွေကို ကယ်ဖို့ကြိုးစားပါတော့တယ်။တင်းကြပ်ပြီး ရက်စက်တဲ့ဂျပန်တွေရဲ ့လက်ထဲကနေ ဘယ်လိုလွတ်မြောက်အောင်ကြိုးစားကြမလဲ။အနုပညာသမားဆိုတာ ပျော့ညံ့ညံ့တွေမဟုတ်ဘူးဆိုတာပဲ သက်သေပြနိုင်မလား ဆိုတာတွေ ရင်တစ်ဖိုဖိုနဲ့ကြည့်ရှုရမယ့်ကားလေးနာမည်ကတော့ Hong Kong Rescue(2018)ပါ။ Qty - 720p HDRipGern - HistoryDuration - 2hr 10minTranslator - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://megaup.net/2n0iA/Hong_Kong_Rescue_(Xiang_Gang_Da_Ying_Jiu)_[2018]_(MM_Sub).mp4",
        "category": "Action, History"
    },
    {
        "thumbnail": "",
        "title": "Desi Boyz (2011)",
        "description": "ဒီကားေလးကေတာ့ Bollywood ကားေတြထဲမွာ Old But Gold လို႕\nေၿပာလို႕ရတဲ့အထိေကာင္းတဲ့ကားေလးတစ္ကားၿဖစ္ပါတယ္...\nဇာတ္လမ္းအညႊန္းကေတာ့ နစ္နဲ႕ဂ်ယ္ရီဆိုတဲ့ အလြန္ခ်စ္တဲ့သူငယ္ခ်င္းႏွစ္ေယာက္ရွိပါတယ္..\nသူတို႕ဟာ တစ္အိမ္ထဲမွာအတူတူေနၾကၿပီးေတာ့\nတစ္ေယာက္ကိုအလုပ္တစ္ခုစီနဲ႕ေအာင္ၿမင္ေအာင္ၾကိဳးစားေနၾကသူေတြလည္းၿဖစ္ပါတယ္..\nနစ္ကေတာ့ စီးပြားေရးဘြဲ႕တစ္ခုရၿပီးေတာ့ အထက္တန္းက်က်အလုပ္တစ္ခုမွာ\nအလုပ္လုပ္ေနပါတယ္...\nရိုးသားတဲ့ ဂ်ယ္ရီတစ္ေယာက္ကေတာ့ ၾကံဳရာက်ပန္းလုပ္တဲ့သူၿဖစ္ၿပီးေတာ့\nေက်ာင္းၿပီးေအာင္ဆက္မတက္ေတာ့တဲ့ သူတစ္ေယာက္လည္းၿဖစ္ပါတယ္....\nသူတို႕ႏွစ္ေယာက္စလံုးရဲ႕ဘ၀ေတြဟာ အလုပ္ေတြရွိစဥ္အခ်ိန္က\nေတာက္ေတာက္ေၿပာင္ေၿပာင္ ၿဖစ္ေနေပမယ့္\nသူတို႕ႏွစ္ေယာက္ကံဆိုးစြာနဲ႕ အလုပ္လက္မဲ့ ၿဖစ္လာတဲ့အေၿခေနမွာေတာ့\nႏွစ္ေယာက္စလံုးအက်ပ္ရုိက္ကုန္ၾကပါေတာ့တယ္...\nနစ္လည္းသူ႕ေကာင္မေလးကို မဂၤလာေဆာင္ဖို႕ေတာင္အႏိုင္ႏိုင္ၿဖစ္သြားခဲ့ရၿပီး\nဂ်ယ္ရီတစ္ေယာက္မွာလည္း သူအရမ္းခ်စ္ရတဲ့ကေလးေလးကို \nပိုင္ဆိုင္ခြင့္ဆံုးရံႈးရမယ့္ အေၿခေနကိုေရာက္လာပါေတာ့တယ္...\nဒီအခ်ိန္မွာ သူတို႕ႏွစ္ေယာက္အတြက္ လက္တစ္စံုဟာက်ေရာက္လာပါတယ္...\nဒါကေတာ့ Desi Boyz ပိုင္ရွင္ဟာ သူတို႕ရဲ႕ ေတာင့္တင္းလွတဲ့\nကိုယ္အရြယ္အစားေတြကိုမ်က္စိက်သြားတာေၾကာင့္ပါ....\nDesi Boyz ဆိုတဲ့ အသံုးအႏႈန္းကိုနားမလည္သူေတြအတြက္ ေၿပာၿပပါရေစ..\nDesi Boyz ဆိုတာ ဆြဲေဆာင္မႈ႕ရွိတဲ့ အမ်ိဳးသားေတြကအလိုဆႏၵရွိတဲ့\nအမ်ိဳးသမီးေတြအတြက္ Personal Privacy လံုၿခံဳမႈ႕ရွိတဲ့ေဖ်ာ္ေၿဖေရး\n၀န္ေဆာင္မႈ႕ၿဖစ္ပါတယ္...(18+ လံုး၀မပါပါ....)\nဒီလိုမိန္းကေလးေတြနဲ႕ေပ်ာ္ပါးေနရတဲ့ အလုပ္ကို နစ္ရဲ႕ေကာင္မေလးသိသြားတဲ့အခါ\nၿပသနာေတြ အကုန္စလာပါေတာ့တယ္....\nBollywood ကားေတြရဲ႕ထံုးစံအတိုင္း သီခ်င္းေတြကေတာ့\nတကယ္ကိုအမိုက္စားေတြပါ...\nခဏခဏၿပန္နားေထာင္ရတဲ့အထိကိုေကာင္းလြန္းပါတယ္...\nမိသားစုနဲ႕အတူတူ ရယ္ေမာရင္းနဲ႕ အခ်ိန္ေတြကိုကုန္ဆံုးခ်င္တယ္ဆိုရင္ေတာ့\nဒီကားေလးကို ညႊန္းပါရေစ...\nအားလံုးၾကိဳက္ႏွစ္သက္ၾကမယ့္ ကားေကာင္ေလးတစ္ကားၿဖစ္ပါတယ္....\nFile Size : (871 MB) \nQuality : BluRay 720p\nRunning Time : 2hr 02min\nFormat : ...",
        "rating": "5.9",
        "url": "https://megaup.net/2drx3/Desi_Boyz_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oelnarWDCuXoZPTyXXGrEaKApYM.jpg",
        "title": "The Hollow Child (2017)",
        "description": "Samantha ခေါ် ဆမ်က မွေးစားမိသားစုတွေနဲ့အတူတူနေရတဲ့ အတိတ်ဆိုးတွေနဲ့ ခပ်ဆိုးဆိုးကောင်မလေးတစ်ယောက်ပါတစ်နေ့မှာတော့ သွေးမတော်သားမစပ်ပေမယ့် သူ့ကိုခင်တွယ်ရှာတဲ့ ညီမလေး အိုလီဗီရာတစ်ယောက် အိမ်အပြန်လမ်းမှာ ပျောက်သွားပါတော့တယ်ကိုယ့်ကိုယ်ကို အပြစ်တင်စိတ်နဲ့အတူ ဆမ်တစ်ယောက်ပြောင်းလဲဖို့ကြိုးစားပေမယ့် ပြန်ရောက်လာတဲ့ အိုလီဗီရာလေးက အရင်ကနဲ့မတူတော့တဲ့အခါ...အိုလီဗီရာလေး တောထဲမှာ ကြုံတွေ့ခဲ့ရတဲ့အရာတွေက ဘာများလဲဆိုတာ ဖော်ထုတ်ဖို့ကြိုးစားရပါတော့တယ်...ဒါရိုက်တာ Jeremy Lutter ရိုက်ကူးထားပြီး ဆမ်အဖြစ် Jessica Mcleod နဲ့ အိုလီဗီရာအဖြစ် Hannah Cheramy က ပါဝင်သရုပ်ဆောင်ထားပါတယ်IMDB Rating ကတော့ 4.9/10 ပါ(ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (700 MB) and (237 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "4.6",
        "url": "https://megaup.net/115ow/The_Hollow_Child_[2017]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qTLFfzhvhD2rtQsSzCXwgNsMBwS.jpg",
        "title": "What a Man Wants (2018)",
        "description": "What a Man Wants (2018)\nIMDb - 6.3/10_____Rotten - 71%Rating 6.3 ရထားတဲ့ အခု ဇာတ်လမ်းလေးကတော့ What a Man Wants ဆိုတဲ့အတိုင်း 18+ ဆန်ဆန်ကို ဟာသာဆန်ကြည့်ရမယ့်ကားပဲဖြစ်ပါတယ်။ဒီကားထဲမှာ Running man အချစ်တော် ဆုန်းဂျီဟို နဲ့ Goblin ဇာတ်လမ်းထဲက Samshin lady အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ Lee Ei တို့ ပါဝင်ထားတဲ့အတွက် ကြည့်လို့ကောင်းမယ့်ကားဆိုတာကို အထူးတလည် ပြောစရာလိုမယ်မထင်တော့ပါဘူး။ဇာတ်လမ်းကတော့ အိမ်ထောင်ရေးဖောက်ပြန်တတ်တဲ့ သူတွေအကြောင်းကို အဓိက မီးမောင်းထိုးပြ ထားပြီးတော့ အတွေးပေါင်းများစွာနဲ့ ကိုယ့်ကိုထားခဲ့မယ့် အချစ် Drama ကားလေးပဲဖြစ်ပါတယ်။ယောက်ျားတစ်ယောက် သူတို့လိုချင်တာဘာလဲ မိန်းမ တွေကရော သူတို့ယောက်ျားကို ပါရမီဘယ်လိုဖြည့်ပေးရမလဲ ဆိုတာ သင်ခန်းစာပေးထားတာဖြစ်ပါတယ်။ယောက်ျားတစ်ယောက်ကရော သူတို့ဖောက်ပြန်တာ သူတို့မိန်းမကို မချစ်တော့လို့လား လိင်ဆန္ဒ မပြည့်ဝလို့လား ...",
        "rating": "6.3",
        "url": "https://megaup.net/2fO9u/What_A_Man_Wants_(Balam_Balam_Balam)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/urH9H50gKbUK8U6qTVd89SLQPjx.jpg",
        "title": "Fahrenheit 451 (2018)",
        "description": "ဒီရုပ်ရှင်ကတော့ HBO ရုပ်သံလိုင်းကနေ ထုတ်လွှင့်ခဲ့တဲ့ Fahrenheit 451 ဆိုတဲ့ရုပ်ရှင်ကားကောင်းတစ်ကောင်းဖြစ်ပါတယ်။အနာဂတ်ကာလမှာ အာဏာပိုင်တွေဟာ လူတွေ ပညာဆည်းပူးနေတာတွေ၊ အသိပညာရှာဖွေတာတွေကို ပိတ်ပင်တားဆီးနိုင်ဖို့၊\nသတင်းအမှောင်ချနိုင်ဖို့၊ စိတ်ကြိုက်ခြယ်လှယ်နိုင်ဖို့အတွက် စာအုပ်တွေအားလုံးကို မီးရှို့ဖျက်ဆီးဖို့ စေခိုင်းပါတော့တယ်။စာအုပ်တွေကို မီးရှို့ဖျက်စီးတဲ့သူတွေထဲမှာ Guy Montag ဆိုတဲ့လူငယ်တစ်ယောက်လဲ ပါဝင်ပြီး အာဏာပိုင်တွေရဲ့ အမိန့်အတိုင်း\nဘာအမေးအမြန်းမှမရှိပဲ ဖျက်စီးပေးနေခဲ့ပါတယ်။ ဒါပေမယ့် တစ်နေ့မှာတော့ သူ့ရဲ့လုပ်ရပ်တွေကို မေးခွန်းထုတ်လာတဲ့ ကောင်မလေး\nတစ်ယောက်နဲ့ဆုံတွေ့ခဲ့ပြီးနောက် စာအုပ်တွေကို ဖျက်စီးတဲ့လုပ်ရပ်ကို သူကိုယ်တိုင်ပြန်လည်တားဆီးဖို့ ကြိုးစားပါတော့တယ်။ဒီဇာတ်ကားရဲ့အဓိကသရုပ်ဆောင်တွေကတော့ Black Panther ဇာတ်ကားထဲမှ Michael B. Jordan နဲ့ ဒိတ်ဒိတ်ကြဲမင်းသားကြီးဖြစ်တဲ့\nMichael Shannon တို့ဖြစ်ပါတယ်။ Fahrenheit 451 ဆိုတဲ့ဝတ္ထုကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး မင်းသားကောင်း ၂ လက်နဲ့အတူ\nဇာတ်လမ်း အစအဆုံးဆွဲခေါ်သွားမှာဖြစ်တဲ့အတွက် ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားလို့ပဲ ညွန်းလိုက်ပါရစေ။(ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ)File Size : (750 MB) and (350 ...",
        "rating": "5.8",
        "url": "https://megaup.net/115n4/Fahrenheit_451_[2018]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rDyK1mCUFxbQcxFHj9c2xumFCp.jpg",
        "title": "Son of Rambow (2007)",
        "description": "ဒီကားလေးကိုစကြည့်မိတော့ကျွန်တော်တို့ယောက်ျားလေးတွေငယ်ငယ်တုန်းက ကစားတာတွေကိုသွားသတိရမိတယ်စစ်တိုက်တမ်းကစားရင်ဟိုဘက်နဲ့ဒီဘက်ခဲတွေပစ်ပြီးဆော့တာပေါ့လေသေနတ်တွေစပေါ်လာတုန်းကဆိုရင်လေသေနတ်နဲ့ပစ် နွေရာသီဆိုစွန်လွှတ်် ဂျင်ပေါက် အရုပ်ပစ် နဲ့ ဒီကြားထဲစမတ်ဒေါင်းကွဆိုပြီးချသေးတာပဲရုပ်ရှင်ကြည့်ပြီးရင် ကိုယ်ကြိုက်တဲ့ဇာတ်ကောင်တွေဆိုအတုခိုး သူ့အတိုင်းလိုက်လုပ်နဲ့စဉ်းစားရင်းပျော်ဖို့ကောင်းခဲ့တာ ဒီကားမှာလဲအဲ့လိုပဲ ဝီလီယံဆိုတဲ့ကောင်လေးတစ်ယောက် ကျောင်းမှာဆိိုးပေတေတဲ့လီကန်တာအိမ်ကိုရောက်သွားပြီး ရမ်ဘိုကား FIRST BLOOD ဆိုတဲ့ဇာတ်ကားကိုကြည့်မိပြီး စတော့တာပဲနဂိုကတည်းကပုံဆွဲဝါသနာပါနဲ့သူ့ကိုယ်သူရမ်ဘိုရဲ့သားဆိုကိုယ့်ဟာကိုဇာတ်လမ်းရေးထားတာရုပ်ရှင်ဇာတ်လမ်းဝင်ပြိုင်မယ့်လီကန်တာလဲဇာတ်လမ်းကြိုက်ပါတယ်ဆိုပြီးရိုက်တော့တာပဲသူတို့ဘယ်လိုရုပ်ရှင်ရိုက်ကြလဲဆိုတာဇာတ်လမ်းထဲမှာကြည့်ပေါ့နော်ဟာသခန်းလေးတွေလဲပါတယ်သူတို့ရုပ်ရှင်ရိုက်တာကိုကြည့်ပြီးငယ်ငယ်ကကမြင်းကြောထတာတွေတောင်သတိရမိတယ်ကျောင်းမှာဆော်ကြည်ဘဲ ပြင်သစ်ကလာတဲ့ ဒီဒီယာတစ်ယောက်ဝီလီယံတို့ရိုက်မယ့်ဇာတ်လမ်းထဲမှာဝင်ပါပါရစေဆိုပြီးဝင်ရိုက်ပါတယ်ကန်တာကအမြင်ကတ်တော့ပြသနာတွေဖြစ်တော့တာပဲနောက်ဆုံးမှာ dramaပုံစံမျိုးလေးနဲ့ဇာတ်သိမ်းထား တယ်ဇာတ်ဆောင်က ကလေးတွေပဲဆိုပြီးအထင်မသေးပါနဲ့ IMDB rating 7 ရထားတဲ့ဇာတ်ကားကောင်းလေးပါကဲကျွန်တော်တို့ကလေးဘဝကိုတစ်ခေါက်လောက်ပြန်သွားကြတာပေါ့(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုတင်မျိုးလွင်ပါ)  Quality : Blu-Ray 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-iNFAMOUS\nTranslated by Tin Myo Lwin\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/115oi/Son_Of_Rambow_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/p28873_v_v8_aa-133x200.jpg",
        "title": "Black Hawk Down (2001)",
        "description": "Black Hawk Down (2001)IMDb - 7.7/10_____Rotten - 76%Won 2 Oscars. Another 9 wins & 37 nominationsဆိုမာလီနိုင်ငံဟာ ၁၉၉၀ဝန်းကျင်က ငတ်မွတ်မှုကြောင့်ပြည်သူသုံးသိန်းကျော်သေဆုံးခဲ့ပါတယ်အကြောင်းရင်းကတော့ ယခုထိတိုင်မပြီးဆုံးနိုင်သေးတဲ့တစ်နိုင်ငံထဲနေမျိုးနွယ်စုတွေအချင်းချင်းဖြစ်ပွားတဲ့ ကာလရှည်ပြည်တွင်းစစ်ကြောင့်ဖြစ်ပါတယ်ဆိုမာလီယာအစိုးရဟာ မထိန်းချုပ်နိုင်ပဲငါတလူမင်းမူနေတဲ့ ခေါင်းဆောင်တွေကြားမှာMohamed Farrah Aididဟာ အာဏာအရှိဆုံးဖြစ်ခဲ့ပြီးထိုအချိန်က မြို့တော်မိုဂါဒစ်ရှူ းကို အုပ်စိုးခဲ့ပါတယ်နိုင်ငံတကာကထောက်ပံတဲ့ရိက္ခာ အထောက်အပံတွေကိုငတ်မွတ်နေတဲ့ပြည်သူတွေဆီမဝေငပဲ အရက်စက်ဆုံးထင်ရာဆိုင်းမင်းမူနေတဲ့Aididကိုဖယ်ရှားပစ်မယ် အစီအစဉ်တွေထဲကတစ်ခုကို၁၉၉၃ခုနှစ်အတွင်း မြို့တော်မိုဂါဒစ်ရှူ းမှာ ထုံးစံအတိုင်းအမေရိကန်တို့ လုပ်ခဲ့ပါတယ်Aididအစိုးရအဖွဲ့ရဲ့အစည်းအဝေးတစ်ခုကိုဝင်စီးကာ ဝန်ကြီးတွေကိုဖမ်းဖို့ဖြစ်ပြီးတစ်နာရီအတွင်းအပြီးသတ်ဖို့စနစ်တကျ စီစဉ်ထားတဲ့စစ်ဆင်ရေးဟာAididစစ်တပ်ရဲ့ မထင်မှတ်တဲ့ အပြင်းအထန်ခုခံမှုတွေကြောင့်ဘလက်ဟော့ဟယ်ရီကော်ပတာ တွေပျက်ကျမှုမှစတင်ကာ အလွဲလွဲချော်ချာ်ဖြစ်ပြီးအမေရိကန်စစ်တပ်ဟာ အချိန်မှီမြို့ထဲကပြန်မထွက်နိုင်ပဲ ပိတ်မိကာတစ်ရက်နီးပါးကြာမြင့်သွားပါတယ်ဒီဇာတ်ကားဟာထိုအခါက အမေရိကန်နဲ့ဆိုမာလီတွေရဲ့ အပြင်းအထန်တိုက်ခဲ့ကြပုံတွေစစ်ရဲ့မာန် စစ်ရဲ့ဓလေ့နဲ့ စစ်ရဲ့ကြေကွဲဖွယ်ရာတွေကို အပီပြင်ဆုံးရိုက်ကူးပြထားပြီးအကယ်ဒမီဆုတွေကို သိမ်းပိုက်သွားခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်Imdb 7.7နဲ့ RT 76%ထိရရှိထားပြီး စစ်ကားဆိုမှစစ်ကားကိုကြိုက်တဲ့သူတွေအနေနဲ့ကြည့်ဖူးတဲ့စစ်ကားတွေထဲမှာ ဒီကားမပါသေးရင်အမြန်ဆုံးသာ download လုပ်လိုက်ပါလို့တိုက်တွန်းချင်ပါတယ်ဆိုမာလီႏိုင္ငံဟာ ၁၉၉၀ဝန္းက်င္က ငတ္မြတ္မႈေၾကာင့္ျပည္သူသံုးသိန္းေက်ာ္ေသဆံုးခဲ့ပါတယ္အေၾကာင္းရင္းကေတာ့ ယခုထိတိုင္မၿပီးဆံုးႏိုင္ေသးတဲ့တစ္နိုင္ငံထဲေနမ်ိဳးႏြယ္စုေတြအခ်င္းခ်င္းျဖစ္ပြားတဲ့ ကာလ႐ွည္ျပည္တြင္းစစ္ေၾကာင့္ျဖစ္ပါတယ္ဆိုမာလီယာအစိုးရဟာ မထိန္းခ်ဳပ္ႏိုင္ပဲငါတလူမင္းမူေနတဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/4eU58/Black_Hawk_Down_[2001]_(MM_Sub).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/c7bbf7574a3470933ac4af921770072a-138x200.jpg",
        "title": "Cargo (2017)",
        "description": "Cargo ဇာတ်ကားဟာ 2017ခုနှစ်ထွက် Drama, Horror ဇာတ်ကားအမျိုးအစားတစ်ကားပဲဖြစ်ပါတယ်။Ben Howling နဲ့ Yolanda Ramke ဆိုတဲ့ ဒါရိုက်တာနှစ်ဦးပူးတွဲရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပြီး အဓိကဇာတ်ကောင်ဖြစ်တဲ့ Andy နေရာမှာ သရုပ်ဆောင်တဲ့သူကတော့Hobbit Trilogy မှာ Bilbo Baggins , BBC ကထုတ်လွှင့်ခဲ့တဲ့ Sherlock TV Series မှာ Sherlock Holmes ရဲ့မိတ်ဆွေကြီးဖြစ်တဲ့ Dr.John Watson နေရာမှာ သရုပ်ဆောင်ခဲ့ မင်းသားကြီး Martin Freeman ပါ။ဒါ့အပြင် Marvel Cinematic Universe မှာ Everett K. Ross ဆိုတဲ့ အစိုးရအေးဂျင့်တစ်ယောက်အနေနဲ့လည်း ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်း\n==========\nAndy နဲ့ Kay ဇနီးမောင်နှံတွေဖြစ်ပြီးတော့ ၁နှစ်အရွယ်သမီးလေးRosie ကိုပါဖွားမြင်ထားပါသေးတယ်။သူတို့မိသားစုဟာ စက်လှေအိုကြီးတစ်စီးကိုစီးပြီး မြစ်ကြောင်းအတိုင်းစီးမျောနေခဲ့တာ အတော်ကြာပါပြီ။သူတို့ဟာ တစ်စုံတစ်ခုကိုကြောက်ရွံ့တာကြောင့် ထွက်ပြေးနေတဲ့ပုံစံပေါက်နေပြီး ပြဿနာတွေလည်း အများကြီးရှိနေပုံရပါတယ်။သူတို့ရဲ့ပြဿနာထဲမှာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2d4cA/Cargo_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/ripd-poster-133x200.jpg",
        "title": "R.I.P.D. (2013)",
        "description": "R.I.P.D. (2013)_____IMDb - 5.6/10\n  \nဒီကားကတော့ ၁၉ ၉ ဝ ကျော်ကထွက်ရှိခဲ့တဲ့ Man In Black နဲ့ပုံစံတူတဲ့ကားဖြစ်ပါတယ်...\nDeadpool မင်းသားဖြစ်တဲ့ Ryan Reynolds ကရဲအရာရှိတစ်ယောက်ဖြစ်ပြီးတော့\nသူ့ရဲ့လက်တွဲဖော်လုပ်ကြံမှု့ကြောင့် စစ်ဆင်ရေးတစ်ခုမှာသေဆုံးသွားခဲ့ပါတယ်...\nသူသေဆုံးသွားတဲ့အချိန်မှာ သူ့ကို R.I.P.D လို့ခေါ်တဲ့ Rest In Peace Department ကနေ\nသူ့ကို အမှု့လိုက်ဖို့အတွက်ပြန်လည်ဆင့်ခေါ်လိုက်ပါတယ်...\nR.I.P.D ရဲ့အမှု့တွေကတော့ ငရဲပြည်ကနေလွတ်လာတဲ့ လူယောင်ဆောင်ထားတဲ့\nမကောင်းဆိုးဝါးတွေကို လိုက်လံဖမ်းဆီးနှိမ်နင်းရတာပဲဖြစ်ပါတယ်...\nဒီလိုလိုက်လံစုံစမ်းရင်း ထူးဆန်းတဲ့ အကောင်တွေ ကမ္ဘာမြေပြင်ကို\nကျလာမှာကို နောက်ဆုံးမှာတော့ တားဆီးရပါတော့တယ်....\nသူတို့ဟာ တကယ့်လူ့ဘဝထဲကိုဝင်တဲ့ အခါ လက်ရှိရုပ်သွင်ပြင်နဲ့ဝင်ရတာမဟုတ်ပဲနဲ့\nသူတို့ရဲ့ ID Card မှာပါတဲ့ ရုပ်နဲ့ဝင်ရပါတယ်...\nဒါကြောင့် သူများတွေအမြင်မှာတော့ သူတို့ဟာ တခြားပုံဖြစ်နေတတ်ပါတယ်..\nအက်ရှင်ကားအမျိုးအစားဖြစ်ပြီးတော့ အိမ်မှာနေရင်းပိတ်ရက်မှာအပျင်းဖြေဖို့အတွက်\nသင့်တော်တဲ့ကားဖြစ်ပါတယ်...\n   \nFile Size : (760 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Action,Adventure,Comedy\nEncoded by Moe ...",
        "rating": "5.6",
        "url": "https://megaup.net/2gn4f/R.I.P.D._[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kEOKmFzHvcM6ycvlemq9HOLVFz4.jpg",
        "title": "KL Special Force (2018)",
        "description": "KL Special Force ရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၁၈ခုနှစ်ထွက် မလေးရှားအက်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။အခုလက်ရှိတွင် IMDb rating 7.5 ရရှိထားပြီး ပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ Fattah Amin,Rosyam Nor,Syamsul Yusof စတဲ့သရုပ်ဆောင်မင်းသားတွေဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Roslan ဦးဆောင်တဲ့ အထူးအဖွဲ့ဟာ Asyraff ဦးဆောင်တဲ့ မာဖီးယားအဖွဲ့ဖြစ်တဲ့ \"Gang Anarkis\" ကိုနှိမ်နင်းဖို့တာဝန်ပေးအပ်ခြင်းခံရပါတယ်။ဒီအထူးရဲအဖွဲ့မှာ ပါဝင်လာသူနောက်တစ်ယောက်ကတော့ အသက်ငယ်ငယ်ရဲတပ်သားလေး Zul ဖြစ်ပါတယ်။Zul နဲ့ Roslan တို့နှစ်ယောက်ကြားကို မာဖီးယားခေါင်းဆောင်Asyraff မှ ဘယ်လိုခလောက်ဆန်မလဲ......ဒီအမှုမှာဘယ်လိုလျှို့ဝှက်ချက်တွေရှိတာလဲ.....ရဲတပ်ဖွဲ့မှ မာဖီးယားဂိုဏ်ကိုဘယ်လိုနှိမ်နင်းသွားမလဲစတာတွေကို အက်ရှင်စွန့်စားခန်းတွေနဲ့စိတ်ဝင်တစားကြည့်ရှုရမှာပါ။File Size : (850 MB) and (345 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p ...",
        "rating": "7.6",
        "url": "https://megaup.net/2n0iC/KL_Special_Force_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMjRlZTU1YzQtNzVkMC00YzI2LTk3OWQtZjVhYzQ5MzNhZGRlXkEyXkFqcGdeQXVyNDkyMjA2NjU@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Look Who’s Back",
        "description": "2015 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ IMDB 7.2 ရထားတဲ့ဂျာမန် သရော်ဟာသ အမျိုးအစား ရုပ်ရှင်ကို ဘာသာပြန်ပြီး တင်ပေးထားပါတယ်။ဒီရုပ်ရှင်ဟာ ၂၀၁၂ တုန်းက ဂျာမနီမှာ အုပ်ရေသန်းချီ ရောင်းချခဲ့ရပြီး နိုင်ငံပေါင်းများစွာက ဘာသာပြန်ဆိုခဲ့တဲ့ စာအုပ်တစ်အုပ်ကိုအခြေခံပြီး ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ရော စာအုပ်ဟာ နှစ်သက်သူ မနှစ်သက်သူများနဲ့ ဝေဖန်သံများ ဆူညံနေခဲ့တာပါ။ဘာကြောင့်လဲဆိုတော့ တစ်ကမ္ဘာလုံးမှာ လူသိ်အများဆုံး လူတွေထဲက တစ်ယောက်အကြောင်းဖြစ်နေလို့ပါ။လက်ရှိခေတ်မှာ ဟစ်တလာ ပြန်ရှင်လာခဲ့တဲ့ အကြောင်းပါပဲ။ ဒီရုပ်ရှင်ထဲမှာ ၂၀၁၄ ခုနှစ် ဘာလင်မြို့မှာ ဟစ်တလာ ပြန်ရှင်လာခဲ့ပါပြီ။ဟစ်တလာရဲ့ ခေတ်သစ်ကမ္ဘာအပေါ် အမြင် နဲ့ သူ့ရဲ့ အံမဝင်မှုတွေကို ပြသထားတာပါ။ တီဗီအပေါ်အမြင် ကွန်ပြူတာနဲ့ အင်တာနင်အပေါ်အမြင် စသည်ဖြင့်ပေါ့။ဒါပေမယ့် ဟစ်တလာတစ်ယောက် အခြေအနေ အရပ်ရပ်ကို သုံးသပ်မိလာချိန်မှာတော့ သူရဲ့ မူလရည်မှန်းချက်တွေကို ပြန်ဖော်ဆောင်ဖို့ ဂျာမနီနိုင်ငံသားတွေကို တီဗီ ဖေ့ဘု ...",
        "rating": "7.1",
        "url": "https://megaup.net/2lWdy/Look_Who’s_Back_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/orrhmo00kk6w-143x200.jpg",
        "title": "[18+] Disappear (2005)",
        "description": "Japan Adult Movie တွေ ပြန်ပေးနေကြ  Jueno ရဲ့\nနောက်ထပ် ပြန်ထားတဲ့ ရုပ်ရှင်ကား တစ်ခု နဲ့ မိတ်ဆက်ပေးပါရစေ\nရုပ်ရှင်ကား နာမည်က Disappear ပါတဲ့….\nDark Side ကနေ တင်ဆက်လိုက်တဲ့ နောက် တစ်ကား…\nဒီဇတ်လမ်း မှာ အဓိက သရုပ်ဆောင်က ၃ ယောက်ပဲ ရှိတယ်\nသူငယ်ချင်း ၃ ယောက်ပေါ့….\nမြန်မာကားတွေနဲ့တောင် ခပ်ဆင်ဆင်တူသေးတယ်\nယောရှိကို ၊ ဟီရို ၊ အားကို ဆိုတဲ့ သူင်ယချင်း ၃ ယောက် ရှိတယ်\nယောရှိကို က စာတော်သူ ဟီရို နဲ့ အားကို ကတော့ စာသိပ်မတော်ပေမယ့်\nပြေလည်ကြပါတယ် ယောရှိကို ကတော့ ဆင်းရဲလွန်းပြီး မိဘ တွေလဲ\nမရှိတော့လို့ အခန်းကျဉ်းလေး ထဲ အထီးကျန်ပြီး စက်ရုံအလုပ်ဆင်း\nကျောင်းတက်နေရသူပါ…\nဒီလိုနဲ့ တစ်နေ့မှာတော့ ယောရှိကို နဲ့ အားကို နှစ်ယောက်ထဲ\nယောရှီကို ရဲ့ အခန်းကျဉ်းလေးထဲမှာ စာကျတ်နေတုန်း\nအားကို တစ်ယောက် အိပ်ငိုက်ပြီး အိပ်ပျော်သွားခဲ့ပါတယ်\nအိပ်ပျော်နေတဲ့ အားကို ရဲ့ ပုံစံလေးကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/2WILA/Disappear_(Shisso_-_Boku_Ga_Kanojo_O_Tojikometa_Wake)_[18+]_[2007]_(MM_Sub).mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A8qXRAshLdsEWx65HLJhjNbek8r.jpg",
        "title": "The Nanny (2017)",
        "description": "CM ပရိသတ်ကြီးအတွက် 2017 ခုနှစ်ထွက် The Nanny ဆိုတဲ့ Horror ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒါရိုက်တာကတော့Joel Novoa ဖြစ်ပြီး မင်းသား Nicholas Brendon နဲ့ မင်းသမီးကတော့ Sleepy Hollow, Once Upon a Time, The Originals အစရှိတဲ့ နာမည်ကျော် TV series တွေမှာ ပါဝင်သရုပ်ဆောင်ခဲ့ဖူးတဲ့ Jaime Murray ပါ။ဇာတ်လမ်းအကျဉ်း\n==========\nLenor ဆိုတဲ့အမျိုးသမီးဟာ Noa နဲ့ Micheal တို့နှစ်ယောက်ကို ထိန်းကျောင်းဖို့ မကြာသေးခင်ကမှ ငှားရမ်းထားတဲ့ ကလေးထိန်းတစ်ဥိးပါ။Noa ဆိုတဲ့ကလေးမလေးက သူတို့ကိုထိန်းကျောင်းပေးမယ့် ကလေးထိန်းဖြစ်သူ Lenor ဟာ သာမန်လူသားတစ်ယောက် မဟုတ်ဘူးလို့ သံသယရှိတာကြောင့် သူ့ရဲ့အကြောင်းကိုခြေရာခံပြီးစုံစမ်းပါတော့တယ်။ သို့ပေမယ့် Noa တွေ့ရှိသွားတဲ့ အရာကတော့....။ဇာတ်လမ်းတစ်ခုလုံး သည်းထိပ်ရင်ဖိုစွာနဲ့ကြည့်ရမယ့်ဇာတ်ကားုဖြစ်တာကြောင့် Horror ကြိုက်နှစ်သက်တတ်သူဆိုရင်တော့ လက်မလွှတ်သင့်တဲ့ ...",
        "rating": "4.5",
        "url": "https://megaup.net/2n0jf/The_Nanny_[2017]_(MM_Sub).mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t89TgOiEXGl43pVoBxpGUP2tIpD.jpg",
        "title": "The Assassin’s Code (2018)",
        "description": "မိုက်ကယ်ကွန်နယ်လီ ကလေ့ဗ်လန်းမြို့နယ်လေးက ရဲစခန်းက စုံထောက်တစ်ယောက် ဖခင်ဖြစ်သူကရဲဖြစ်ပြီး မူးယစ်ဆေးအရောင်းအဝယ်မှာ ပူးပေါင်းပါဝင်ခဲ့သူဖြစ်နေတော့ သူ့အဖေကိုမုန်းတီးနေခဲ့ပါတယ်အဲ့လိုနဲ့သူကိုယ်တိုင်ရဲဖြစ်လာတဲ့အခါ သူ့အဖေနဲ့ဆက်စပ်မှုရှိခဲ့တဲ့မူးယစ်ဆေးအမှုကိုကိုင်တွယ်ရဖို့အကြောင်းဖန်လာပါတယ်ဒီလိုမျိုးဇာတ်လမ်းတွေရဲ့ထုံးစံအတိုင်း ရာဇဝတ်မှုရဲ့နောက်ကွယ်မှာအကောင်ကြီးကြီးအမြီးရှည်ရှည်ကောင်တွေပါနေကြဆိုတော့အခုဒီကားမှာလည်း အညတရရဲစုံထောက်လေးတစ်ယောက်က ဘယ်လိုများကိုင်တွယ်ဖြေရှင်းသွားမလဲဆိုတာဒေါင်းကြည့်လိုက်ကြပါဦးလို့(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်း ပါ)File Size : (750 MB) and (340 MB)Quality : AMZN WEB-DL 720p\nRunning Time : 1hr 35min\nFormat : Mp4\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-SiGMA\nTranslated by Hein Min Tun\nEncoded by Thanhtike Zaw",
        "rating": "5.7",
        "url": "https://megaup.net/115os/The_Assassin’s_Code_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/American-psycho-135x200.jpg",
        "title": "American Psycho (2000)",
        "description": "American Psycho(2000)\nIMDb....7.6,,,,Rotten...69%\n အမေရိကန် ပြည်ထောင်စု ၉၀နှစ်ဝန်းကျင်မှာ ကုမ္ပဏီ လူကြီးမင်းတွေကြားက အချင်းချင်းပြိုင်ဆိုင်မှုတွေ မနာလိုမှုတွေ အဆင့်အတန်းခွဲ ခြားမှုတွေပြည့်နှက်နေခဲ့တယ် ....ရယ်မောစကားပြောနေပေမယ့် အတွင်းစိတ်က မုန်းတီးနေကြတဲ့ ပတ်ဝန်းကျင်တစ်ခု..... ဒီလိုအနေအထားမှာ ပက်ထရစ် ဘိတ်မန်း တစ်ယောက် သူကြည့်မရတဲ့ လုပ်ဖော်ကိုင်ဘက်ကို သတ်ပစ်ခဲ့တယ် ...သူ့လုပ်ရပ်တွေက အကုန်အဆန်းတွေကြီးပဲ...ဒီကားဟာ TOP IMDB ထဲမှာပါသလို ရုပ်ရှင်ဝေဖန်ရေးသမားတွေအသိအမှတ်ပြုဇာတ်ကားတစ်ကားဖြစ်တယ်....ဒီကားကိုကြည့်တဲ့သူတွေအဖို့  ဘိတ်မန်းရဲ့ စရိုက် အမူအကျင့်တွေ ပတ်ဝန်းကျင်ကို ဆက်ဆံပုံတွေ အသေးစိတ် မျက်ခြေမပြတ်လိုက်ရပါ့မယ်......သူလုပ်ရပ်တွေဟာ အမှန်တကယ်ဖြစ်ခဲ့တာလား...စိတ်ကူးယဉ်သက်သက်လား....သူစီစဉ်ခဲ့တာတွေဟာဘာအတွက်လဲ.... ဘာကြောင့်လဲ...ဒီကားက အတော်ကို ခေါင်းစားပါတယ်...နောက်ပြီးအဖော်အချွတ်အခန်းတစ်ချို့ ပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..ဒီကားရဲ့ အဓိကသရုပ်ဆောင် Christian Bale  ကိုတော့ ထွေထွေထူးထူးမိတ်ဆက်ပေးစရာမလိုဘူးထင်ပါတယ်...ဒီကားဟာ ကျွန်တော့်အမြင်ပြောရရင် ကြည့်ရှူသူကို အဖြေတွေရှာခိုင်းတာ ဒါမှမဟုတ် ခံစားဆုံးဖြတ်နိုင်စွမ်းဘယ်လောက်ရှိသလဲ စမ်းသပ်နေတာနဲ့ပိုတူပါတယ်...ဆိုတော့ကား ဒီကားကြည့်ပြီး ခံစားသိမြင်တာလေးတွေကို ကျွန်တော်တို့ channel myanmar group မှာ  လာရောက်ဆွေးနွေး မျှဝေပေးဖို့ဖိတ်ခေါ်အပ်ပါတယ်...\n--------------------------------------------------\nအ​ေမရိကန္​ ျပည္​​ေထာင္​စု ၉၀နွစ္​၀န္​းက်င္မွာ ကုမၸဏီ လူႀကီးမင္​း​ေတြၾကားက ...",
        "rating": "7.6",
        "url": "https://megaup.net/1x1ck/American_Psycho_[2000]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/spb6ir8Z1PzheaxagpCELAhZG4O.jpg",
        "title": "Four Brothers (2005)",
        "description": "2005 ခု နှစ်တုန်းက ထွက်ရှိခဲ့တဲ့ Four Brother ဆိုတဲ့ဇာတ်ကားကို ဒါရိုက်တာ John Singleton ကရိုက်ကူးတင်ဆက်ထားပါတယ်..IMDb Rating ကလည်း 6.9 ရရှိထားတာမို့ကားကောင်းတစ်ကားလို့ဆိုလိုရမှာဖြစ်ပါတယ်..အက်ရှင်ဇာတ်ကားအကြမ်းတွေ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့သဘောတွေ့မယ့်ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်..ဇာတ်လမ်းပုံစံလေးကတော့..အင်မတန်ဆိုးတဲ့ ညီအကိုလေးယောက်...သူတို့ဟာဆိုးလွန်းလို့လူတိုင်းကသဘောမကျကြဘူး..အကြီးဆုံးအကိုကြီးဆိုရင်..မြို့ထဲမှာတောင်နေလို့မရတဲ့အဆင့်ထိပါပဲ..တစ်နေ့မှာ သူတို့လေးယောက် ကို ငယ်ငယ်ကတည်းက မွေးစားခဲ့တဲ့ အမျိုးသမီးအသတ်ခံရတဲ့အချိန်မှာတော့ ရဲတွေကရော..မြို့လူထု ကရော သူတို့ကိုသံသယဝင်နေကြပါတယ်..သူတို့တကယ်ပဲ သူတို့ရဲ့မွေးစားမိခင်ကိုသတ်တာလား..သူတို့ရဲ့ဆိုးသွမ်းမှုတွေကြောင့်အထင်ခံရတာလား..ဒီကိစ္စတွေကိုသူတို့ဘယ်လိုဖြေရှင်းမှာလဲ ဆိုတာတွေကို..စိတ်ဝင်တစားနဲ့ ဆက်လက်ကြည့်ရှုကြပါFile Size : (850 MB) and (355 MB)Quality : Blu-Ray 720p\nRunning Time : 1hr 49min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-SPARKS\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://megaup.net/2n0ii/Four_Brothers_[2005]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/jack-ryan-poster-1-133x200.jpg",
        "title": "Jack Ryan: Shadow Recruit (2014)",
        "description": "Jack Ryan, as a young covert CIA analyst, uncovers a Russian plot to crash the U.S. economy with a terrorist attack.   File Size : (850 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-SPARKS\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://megaup.net/2em2s/Jack_Ryan_-_Shadow_Recruit_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jv4ydf8S6bdkC2G9C6BGKg7J4c.jpg",
        "title": "Alex & The List (2018)",
        "description": "အချစ်ဟာသ Romance ကိုမှ ကြည့်ချင်တဲ့သူတွေအတွက်ဒီ Alex and the list ဆိုတဲ့ အချစ်ဇာတ်််မြူးကား ကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီကားလေးကတော့ Burbank Film Festival မှာ Comedy Feature အနေနဲ့ winner ဆု ရရှိထားတာပြီးဒိီကားနဲ့ပဲ Best Actor Award ကို ရရှိထားတဲ့ Patrick Fugit က Alex အဖြစ် အဓိက ပါဝင်သရုပ်ထားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Alex ဟာ ခွေးချစ်တဲ့ လူရိုး လူအေး တစ်ယောက်၊သူက Katherine ဆိုတဲ့ အမျိုးသမီးနဲ့ ချစ်သူတွေဖြစ်နေကြပါတယ်။ Katherine က ချမ်းသာတဲ့ ဂျူးမိသားစုကဆင်းသက်လာတဲ့ သူတစ်ယောက်၊ အဲ့တော့ သူမက Alexကို သူမ လိုချင်တဲ့ယောက်ကျားလေးပုံစံ၊ပြောင်းလဲ စေချင်တဲ့အချက်တွေကို list ချရေးပြီး Alex ကို list ...",
        "rating": "5.1",
        "url": " https://megaup.net/2n0hu/Alex_&_The_List_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sAtQcotXBPAJDBPYOl47lGid5X6.jpg",
        "title": "Backstabbing for Beginners",
        "description": "ဒီဇာတ်လမ်းက တကယ့်ဖြစ်ရပ်မှန်အခြေခံပြီးရိုက်ထားတဲ့ကားဖြစ်ပါတယ်....ဘာလို့လဲလို့ပြောရရင်ကမ္ဘာကုလသမဂ္ဂအဖွဲ့ရဲ့ 1996 ခုနှစ်မှာစပြီးလုပ်ခဲ့တဲ့အီရတ်နိုင်ငံမှာ ငတ်မွတ်နေတဲ့သူတွေကို အစားအစာနဲ့ရေနံလဲလှယ်ရေး (Oil-for-Food Program)အစီအစဉ်ကြီးမှာ ကမ္ဘာ့နိုင်ငံပေါင်းများစွာက အစိုးရရာထူးကြီးတွေနဲ့နာမည်ကျော်ကုမ္ပဏီကြီးပေါင်းများစွာရဲ့ ဒေါ်လာဘီလျံနဲ့ချီတဲ့ လာဘ်စားမှု၊ချစားမှုတွေအပြည့်နဲ့ ပါဝင်ပတ်သက်မှုတွေကိုဖေါ်ထုတ်ခဲ့တဲ့ ကုလသမ္မဂ္ဂဝန်ထမ်းတစ်ယောက်အကြောငး်ပါ။ဒီအမှုဟာ ကုလသမ္မဂ္ဂသက်တမ်းတစ်လျှောက်အပြောင်းအလဲအကြီးမားဆုံးဖြစ်စေခဲ့တဲ့ အမှုလဲဖြစ်တယ်။ဇာတ်လမ်းရိုက်ကူးထားပုံက ကြည့်ပျော်ရှုပျော်အဆင့်ပဲရှိပါတယ်၊ဆွဲဆောင်မှုမကောင်းသလို အရမး်စိတ်ဝင်စားဖို့ကောင်းလာတဲ့အခြေအနေမျိုးလဲ တွေ့ရမှာမဟုတ်ပါဘူး။ဒါပေမယ့် ဘာလို့ ကြည့်သင့်တယ်လို့ ညွှန်းချင်တာလဲဆိုတော့UN အပါအဝင် INGO အဖွဲ့အစည်းတွေရဲ့ အတွင်းရေးတွေနဲ့ လုပ်စားပုံတွေ၊အလှူငွေတွေရအောင် ဘယ်လိုတွေ ဟန်ပြလုပ်ကြပြီးအိတ်ထဲဘယ်လိုထည့်တယ်ဆိုတာတွေကို ကွက်ကွက်ကွင်းကွင်းမြင်နိုင်တဲ့ဖြစ်ရပ်မှန် ဇာတ်လမ်းဖြစ်နေလို့ပါ။၁၀၈ ခုနှစ်အတွင်း ထွက်ရှိထားတဲ့ နိုင်ငံရေးဆက်နွယ်မှုပါတဲ့ဇာတ်ကားကောင်းတစ်ကောင်းပဲဖြစ်ပါတယ်သံတမန်တစ်ဦးရဲ့သားဖြစ်သူ မိုက်ကယ်ဆာလဗန်ဟာကုလသမဂ္ဂမှာအလုပ်ဝင်ဖို့ ဘဝတစ်လျှောက်လုံး ကြိုးစားခဲ့ပါတယ်..မမျှော်လင့်ထားပဲ ကုလသမဂ္ဂအတွင်းဝန်ရဲ့လက်ထောက်နေရာ ခန့်ထားခံလိုက်ရပါတယ်..သူတာဝန်ယူရတဲ့ပရိုဂရမ်ဟာ လူသားချင်းစာနာထောက်ထားမှုအခြေခံတဲ့ပရိုဂရမ်ပေမယ့် အကျင့်ပျက်ခြစားမှုကြီးကြီးမားမားဖြစ်နေပြီး အာဏာရှင်တစ်ယောက်အမြတ်ထုတ်စရာ ပရိုဂရမ်တစ်ခု သာဖြစ်နေခဲ့ပါတယ်..ဖော်ထုတ်ဖို့ကြိုးစားတဲ့သူတွေအနေနဲ့လည်းလက်စဖျောက်သတ်ဖြတ်ခြင်းကို ခံခဲ့ရပါတယ်..သူ့အရင်ဝန်ထမ်းဟောင်းသေဆုံးမှုဟာ မရိုးရှင်းမှန်းသူသွားပြီး..ကုလသမဂ္ဂအတွင်းခြစားမှုကို လိုက်လံဖော်ထုတ်ရင်းနဲ့သူ့ရဲ့ဆရာကိုယ်တိုင် ဒီအရှုပ်တော်ပုံထဲ ပါဝင်ပတ်သက်နေတာသူသိသွားတဲ့အခါ သူဘယ်လိုဖြေရှင်းမလဲခက်ခက်ခဲခဲကြားထဲက ချစ်ခဲ့ရတဲ့ သူ့ချစ်သူကိုရောအန္တရာယ်ကြားထဲက သူကယ်တင်နိုင်ပါ့မလားထိပ်တန်းခေါင်းဆောင်တွေပါ ပါဝင်ပတ်သက်နေတဲ့ ဒီခြစားမှုကြီးကိုတစ်ကမ္ဘာလုံးသိအောင် သူချပြနိုင်ပါ့မလားဆိုတာကိုတော့စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်…ကုလသမ္မဂ္ဂအဖွဲ့ဆိုတာနဲ့ အရမး်ကောင်းတဲ့အဖွဲ့ကြီးမဟုတ်ဘူးဆိုတာသိသွားနိုင်စေတဲ့ ရုပ်ရှင်လည်းဖြစ်ပါတယ်...UN အပါအဝင် ...",
        "rating": "5.9",
        "url": "https://megaup.net/2n0hA/Backstabbing_For_Beginners_[2018]_(MM_Sub).mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYG0IvEdQ54KM7r6IQ0ETrGj4Il.jpg",
        "title": "Fantastic Journey to Oz (2017)",
        "description": "2018 ခုနှစ်ထွက်ထားတဲ့ သားသားမီးမီးတို့ အကြိုက်အင်နီမေးရှင်းကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားလေးကတော့ Oz ဆိုတဲမှော်တိုင်းပြည်ကြီးကို အလည်သွားရောက်တာကိုပုံဖော်ရိုက်ကူးထားတာဖြစ်ပြီးတော့ သားသားမီးမီးတို့ အကြိုက် မျောက်ကလေးတွေငှက်ကလေးတွေ နဲ့ ဝက်ဝံကြီးလဲပါပါတယ် ဇာတ်လမ်းလေးက ကတော့ Urfin ဟာ Ozဆိုတဲ့ မှော်တိုင်းပြည်ကြီးကို မတော်မတရားသိမ်းပိုက်ပြီး အုပ်ချုုပ်ဘုရင်လုပ်ချင်တာပါဒါ့ကြောင့် သူဟာ သူ့ရဲ့ သစ်သားစက်ရုပ်တွေနဲ့ တက်ပြီးတော့ သိမ်းပိုက်ပြီးတော့ဒီမှော်တိုင်းပြည်ကြီးရဲ့ နာမည်ကို Urfinville ဆိုပြီးနာမည်ပါပြောင်းလိုက်ပါတယ်ဒီလိုနဲ့ သူဟာ သူ့နန်းတက်ပွဲအတွက် ကျင်းပဖို့ အဆင်သင့်ဖြစ်နေချိန်မှာ သူ့အတွက်အနှောက်အယှက်ဝင်လာတာကတော့ တခြားတိုင်းပြည်ကနေ သောက်ကမျင်းကြောထပြီးရောက်လာတဲ့ ဒေါ်ရိုသီ ဆိုတဲ့ ကောင်မလေးပါ သူနဲ့ အတူ သူ့သူငယ်ချင်းတွေကတော့ခြင်္သေ့ကြီး ၊စာခြောက်ရုပ်လေးနဲ့ သံပတ်ရုပ်လေး တို့ဖြစ်ပါတယ် ကဲ သူ့သူငယ်ချင်းတွေကကောဒေါ်ရသီကို အိမ်ပြန်ဖို့ ကူညီပေးနိုင်မှာလား ဒေါ်ရသီကကော မှော်တိုင်းပြည်ကြီးကိုကယ်တင်နိုင်ပါ့မလားဆိုတာကိုတော့ပရိတ်သတ်ကြီးက အဆ ကြည့်ကြရမှာဖြစ်ပါတယ်Qty - HD RipGern - Advanture / AnimationDuration - 1hr 54minTranslator - Pyae SoneEncoder - Kyaw ...",
        "rating": "5.6",
        "url": "https://megaup.net/115np/Fantastic_Journey_To_Oz_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/downrange-141x200.jpg",
        "title": "Downrange (2017)",
        "description": "Downrange (2017)\nIMDb - 5.4/10_____Rotten - 70%\n  \nCMပရိတ်သတ်တွေထဲက Thriller ကားတွေကြိုက်တဲ့သူတွေအတွက်\nDownRange ဆိုတဲ့ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားလေးကိုကြည့်မယ်ဆိုရင်တော့ အဟေဠိတွေနဲ့ ကြည့်ကြရမှာဖြစ်ပြီး\nအစကနေ ပြီးခါနီးထိ ဘာမှ နားလည်မှာမဟုတ်ပါဘူး\nအဆုံးသတ် ဇာတ်ပေါင်းခန်းရောက်မှသာ ကွင်းခနဲ ကွက်ခနဲ\nအော်ဒါကြောင့်ကိုးဆိုပြီး သဘောပေါက်သွားစေမဲံ\nဇာတ်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ် ဒီကားလေးရဲ့ပုံစံက\nလူတွေကို အမဲလိုက်သလို လိုက်ရတယ် တပ်ထွက် sniper တစ်ယောက်နဲ့\nခရီးသွားရင်းကံဆိုးမိုးမှောင်ကျပြီး ဒီစစ်သားနဲ့မှတိုးမိတဲ့ ခရီးသွား လူငယ်တစ်ခုတို့\nအကြောင်းကို ပြထားတာဖြစ်ပြီးတော့\nလမ်းတစ်ဝက်မှာ သောင်တင်နေတဲ့ သူငယ်ချင်းတစ်စုရဲ့\nလွှတ်ရာလွှတ်ကြောင်းနည်းလမ်းတွေရှာရင်း\nအဲ့သူငယ်ချင်းတစ်စုက လွတ်မြောက်နိုင်ပါ့မလား\nစနိုင်ပါသမားကကောဘာလို့ လိုက်ပစ်နေတာလဲဆိုတာတွေကိုကြည့်ကြရမှာဖြစ်ပြီး\nပရိတ်သတ်ကြီးက ဘာတွေ ဆက်ဖြစ်သွားမလဲဆိုတာတော့\nရုပ်ရှင်လေးကို သည်းထိတ်ရင်ဖိုကြည့်လိုက်ကြနော်\n  \nCMပရိတ္သတ္ေတြထဲက Thriller ကားေတြႀကိဳက္တဲ့သူေတြအတြက္\nDownRange ဆုိတဲ့ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဒီကားေလးကိုၾကည့္မယ္ဆိုရင္ေတာ့ အေဟဠိေတြနဲ႕ ၾကည့္ၾကရမွာျဖစ္ျပီး\nအစကေန ျပီးခါနီးထိ ဘာမွ နားလည္မွာမဟုတ္ပါဘူး\nအဆံုးသတ္ ဇာတ္ေပါင္းခန္းေရာက္မွသာ ကြင္းခနဲ ကြက္ခနဲ\nေအာ္ဒါေၾကာင့္ကိုးဆိုျပီး သေဘာေပါက္သြားေစမဲံ\nဇာတ္ကားေလးတစ္ကားပဲ ျဖစ္ပါတယ္ ဒီကားေလးရဲ႕ပံုစံက\nလူေတြကို အမဲလိုက္သလို လိုက္ရတယ္ တပ္ထြက္ sniper တစ္ေယာက္နဲ႔\nခရီးသြားရင္းကံဆိုးမိုးေမွာင္က်ျပီး ဒီစစ္သားနဲ႕မွတိုးမိတဲ့ ခရီးသြား လူငယ္တစ္ခုတို႕\nအေၾကာင္းကို ျပထားတာျဖစ္ျပီးေတာ့\nလမ္းတစ္ဝက္မွာ ေသာင္တင္ေနတဲ့ သူငယ္ခ်င္းတစ္စုရဲ႕\nလႊတ္ရာလႊတ္ေၾကာင္းနည္းလမ္းေတြရွာရင္း\nအဲ့သူငယ္ခ်င္းတစ္စုက လြတ္ေျမာက္ႏိုင္ပါ့မလား\nစႏိုင္ပါသမားကေကာဘာလို႕ ...",
        "rating": "5.4",
        "url": "https://megaup.net/Tij3/Downrange_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Jack the Giant Slayer (2013)",
        "description": "The story of an ancient war that is reignited when a young farmhand unwittingly opens a gateway between our world and a fearsome race of giants. Unleashed on the Earth for the first time in centuries, the giants strive to reclaim the land they once lost, forcing the young man, Jack into the battle of his life to stop them. ...",
        "rating": "6.3",
        "url": "https://megaup.net/2dekf/Jack_-_The_Giant_Slayer_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hOkIYMrNmEE3ybDznJlO0tOKbWd.jpg",
        "title": "Suburra (2015)",
        "description": "Suburra (2015) မြန်မာစာတန်းထိုးဒီကားတော့ အီတလီရုပ်ရှင်ကားပါ IMDB rating 7.5 ရှိတဲ့ကားလေးပါဇာတ်လမ်းကတော့နိုင်ငံရေးအရှုပ်အရှင်းတွေ ဂိုဏ်းစတားတွေအကြောင်းကိုရိုက်ထားတာပါဂိုဏ်းစတားတွေဆိုတော့အခြားကားတွေလိုတစ်ကားလုံးပစ်ခတ်နေတာမဟုတ်ပါဘူးဒီကားမှာတော့သေနတ်ပစ်ခန်းသုံး လေးခန်းပဲပါတယ် ဇာတ်လမ်းရဲ့အစမှာတော့ပါလီမန်အဖွဲ့ဝင်နိုင်ငံရေးသမား Malgradiတစ်ယောက်ဟိုတယ်မှာကောင်မလေးတွေနဲ့ပျော်ပါးနေတာ အဲ့ထဲကကောင်မလေးတစ်ယောက်မတော်တဆသေဆုံးသွားတာကစတာပဲ အလောင်းကိုဖျောက်ဖို့အတွက်Manfredi Anacleti ရဲ့ညီကိုအကူအညီတောင်းတယ် Manfredi Anacleti ရဲ့ညီဟာအဲ့ကိစ္စနဲ့ Malgradi ကိုခြိမ်းခြောက်ပြီးအခွင့်ရေးတောင်းတော့တာပဲMalgradi ဟာလုပ်မပေးချင်တာနဲ့ သူ့ပါလီမန်အဖွဲ့ဝင်တစ်ယောက်ဆီကအကူအညီတောင်းခဲ့တယ်အဲ့လူက OstiaကAureliano Adami ဆိုတဲ့လူကိုခေါ်ပြီးဆုံးမခိုင်းတဲ့အခါလက်လွန်သွားတယ်Manfredi Anacleti ဟာသူ့ညီသေဆုံးမှုအတွက်လက်စားချေဖို့လုပ်ပါတော့တယ်အဲ့အချိန်မှာ Ostiaမြစ်နားမှာရှိတဲ့မြို့မှာအလုပ်လုပ်နေတဲ့Samurai ဆိုတဲ့လူဟာသူ့လုပ်ဖော်ကိုင်ဖက် Malgradi နဲ့သူ့လူ Aureliano Adamiကိုကာကွယ်ဖို့လုပ်ပါတော့တယ်Samurai ကသူ့လုပ်ငန််းတွေကိုထိခိုက်လာမှာစိုးတဲ့အေးဆေးတည်ငြိမ်စွာဘယ်လိုဖြေရှင်းမလဲဆိုတာကတော့……Aureliano Adami ကရောသေမှာလား………Manfredi Anacleti ကရောလက်စားချေခွင့်ရမှာလား……………CM ပရိတ်သတ်ကြီးဆက်လက်ကြည့်ပေးပါဦးQty - 720p BlurayGern - Crime / ThrillerDuration-2 hr 14minSubtitle -MyanmarTranslator-Tin Myo LwinEncoder - Kyaw Ye Aung",
        "rating": "7.4",
        "url": "https://megaup.net/115oo/Suburra_[2015]_(MM_Sub).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Hate Story IV (2018)",
        "description": "အားလံုး​ေစာင္​့​ေမ်ာ္​​ေနၾကတဲ့ Hate Story-4လာပါၿပီခင္​ဗ်။Hate Storyရဲ႕ထံုးစံအတိုင္​းဇာတ္​လမ္​းရဲ႕ျမဳပ္​ကြက္​​ေတြလွည္​့ကြက္​​ေတြနဲ႔ ရင္​​ေမာစြာၾကည္​့႐ႈ႕ရဦးမွာပါ။Hate Story ပရိတ္​သတ္​ႀကီးအတြက္​​ေတာ့ အႀကိဳက္​​ေတြ႕ဦးမယ္​့ဇာတ္​ကားပါ။ဇာတ္​လမ္​းအက်ဥ္​း​ေလးက​ေတာ့ အိႏိၵယမွာၾသဇာႀကီးမားၿပီး ၿမိဳ႕​ေတာ္​ဝန္​္​​ရာထူးအတြက္​ပါ​ေရြး​ေကာက္​ပြဲဝင္​​ေရာက္​ၿပိဳင္​​ေနတဲ့ 'ကူးယားနား'မွာ သား​ေယာက်ာ္​း​ေလးႏွစ္​​ေယာက္​ပိုင္​ဆိုင္​ခဲ့ပါတယ္​။သူ႔ရဲ႕သားႏွစ္​​ေယာက္​ဟာ အ​ေပ်ာ္​႐ွာရင္​းတစ္​​ေန႔မွာ​ေတာ့ ​ေကာင္​​ေလးတစ္​​ေယာက္​ကို လူသတ္​မႈက်ဴးလြန္​မိခဲ့ပါ​ေတာ့တယ္​။လူသတ္​မႈက်ဴးလြန္​ခဲ့​ေပမယ္​့ ​တရားဥပ​ေဒက​ို​ေငြနဲ႔ကိုင္​​ေပါက္​ႏိုင္ခဲ့အတြက္​ သူ႔ရဲ႕သားႏွစ္​​ေယာက္​ဟာ ရာဇဝတ္​မႈမသင္​့ခဲ့ပါဘူး။ဒါ​ေပမယ္​့ အသတ္​ခဲ့ရတဲ့​ေကာင္​​ေလးရဲ႕ညီမ ျဖစ္​သူက အၿငိဳးထားကာ လက္​စား​ေခ်ဖို႔​ႀကိဳးစားပါ​ေတာ့တယ္​။​ေသဆံုးသြားခဲ့တဲ့သူ႔ရဲ႕အကိုအတြက္​ ဘယ္​လိုအကြက္​​ေတြခ်ၿပီးလက္​စား​ေခ်မလဲ၊ဘယ္​လိုလွည္​့ကြက္​​ေတြအသံုးခ်မလဲ၊အၿငိဳးဇာတ္​လမ္​း​ေတြဖြဲ႔ၿပီး လက္​စား​ေခ်မႈမွာ ​ေအာင္​ျမင္​မႈရသြားမလားဒါမွမဟုတ္​ ၾသဇာႀကီးမားတဲ့ ကူယားနားမိသားစုကပဲ ​ေငြနဲ႔ကိုင္​​ေပါက္​ၿပီးကိုင္​တြယ္​​ေျဖ႐ွင္​းသြားမလား.......တစ္​​ေယာက္​နဲ႔တစ္​​ေယာက္​အၿငိဳး​ေတြဖြဲ႔တဲ့ Hate Storyထဲမွာ ဘယ္​သူကအႏိုင္​ရရိွသြားမလဲဆိုတာကို​ေတာ့.....Hate Story-4ထဲမွာပဲ ရင္​သပ္​႐ႈ​ေမာစြာ ခံစားလိုက္​ပါဦး။18+ အခန္းတစ္ခ်ိဳ.နဲ႔ မလံု႔တလံု အ၀တ္အစားေတြနဲ႔ လန္ထြက္ေနတဲ့ဘာလိ၀ုမင္းသမီးအလန္းေလးေတြပါတာေၾကာင့္ မိသားစုနဲ႔ၾကည့္ဖို႔မသင့္ေတာ္ပါဘူး (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုရဲရင့္ေက်ာ္ ပါ) File Size : (950 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 11min\nFormat : Mp4\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar ...",
        "rating": "3.4",
        "url": "https://megaup.net/1wpqy/Hate_Story_IV_[16+]_[2018]_(MM_Sub)_(2).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Hate Story 3 (2015)",
        "description": "Hate Story 3 က ေရွ႕က Hate Story (1,2) နဲ႕ဘာမွမပတ္သက္ထားပါဘူး။ဇာတ္ကားနာမည္တူတာနဲ႕ အမုန္းတစ္ခုကို ကလဲ့စားေခ်တာပဲ တူပါတယ္။မင္းသားႏွစ္လက္ မင္းသမီးႏွစ္လက္နဲ႕ အမုန္းတစ္ခုကိုေျဖရွင္းၾကမွာပါ။ File size…(999MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….02:03:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.5",
        "url": "https://megaup.net/1wpr3/Hate_Story_3_[16+]_[2015]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    }
]