[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BYmI5Y2JkNzUtNWJkZC00OTE1LTg3ZDItMjQ0Mzc1MjdhMzhiXkEyXkFqcGdeQXVyMjQwOTU5NTg@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Golmaal Again (2017)",
        "description": "ေမြးရပ္ေျမေနရာေဟာင္းဆီ ကို ျပန္လာၾကတဲ့ ဂိုပဲလ္၊ မာဒက္ဗ္၊လပ္ကီး၊ လက္စ္မန္ပရာဆပ္နဲ႔ လက္စ္မန္တို႔ဟာ အသစ္ျပန္ လည္မြမ္းမံထားတဲ့ မိသားစုပိုင္အိမ္ႀကီးမွာ ေနၾကပါတယ္။ ဂိုပဲလ္တို႔မွာ ကေလးဘ၀ကတည္းက မတည့္ၾကတဲ့ အဖြဲ႕တစ္ဖြဲ႕ရွိၿပီး အရြယ္ေရာက္လာတဲ့အခ်ိန္ထိ မတည့္ၾကဘဲ ျပန္ေရာက္လာတဲ့ ဂိုပဲလ္တို႔နဲ႔ ေတြ႕တာနဲ႔ကို ရန္ျဖစ္ ၾကပါေတာ့တယ္။တစ္ရက္မွာေတာ့ ဂိုပဲလ္ တစ္ေယာက္ အိမ္ႀကီးမွာေနရင္း ထူးဆန္းတဲ့ အျဖစ္အပ်က္ေတြႀကံဳ ရလို႔ တျခားသူေတြကို ေျပာျပေပမယ့္ ဂိုပဲလ္ကို တစ္ေယာက္မွ မယံုပါဘူး။ ဒါေပမဲ့ ေနာက္ေတာ့ အိမ္ႀကီးထဲက ဆန္းၾကယ္မႈေတြကို အကုန္ႀကံဳရတဲ့အခါမွာေတာ့ အ ေျခာက္အလွန္႔ေတြရွိ တယ္ဆို တာ သေဘာေပါက္ခဲ့ပါတယ္။ဒါနဲ႔ သရဲတေစၦေတြေမာင္း ထုတ္ဖို႔ဆိုၿပီး ဆရာေတြ မ်ိဳးစံုေခၚ လုပ္ေပမယ့္ ထူးျခားမႈမရွိဘဲ အ ေျခာက္အလွန္႔မ်ိဳးစံုနဲ႔သာ ႀကံဳရပါတယ္။ ဂိုပဲလ္တို႔ရဲ႕ အျဖစ္အပ်က္ေတြကို ဟာသဇာတ္ကြက္ ေလးေတြနဲ႔ တင္ဆက္ထားတာမို႔ ရယ္ေမာရဦးမွာပါ။အိမ္ႀကီးထဲက အေျခာက္အ လွန္႔ေတြေနာက္ကြယ္မွာ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1y5hs/Golmaal_Again_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNDg1NjYyMTEyOF5BMl5BanBnXkFtZTgwNzY4MDMyMzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Snowman (2017)",
        "description": "ဒါရိုက်တာ တိုမက်စ်အဲဖ ရက်ဆင်ရဲ့ လက်ရာဖြစ်ပြီး မိုက် ကယ်ဖက်စ်ဘန်ဒါ၊ ရီဘက်ကာ ဖာဂူဆန်၊ ရှားလက်ဂိန်းစ်ဘော့ဂ်၊ ဗယ်လ်ကစ်လ်မာ စတဲ့ သရုပ် ဆောင်တွေပါဝင်ထားတာပါ။နှင်းခဲလူရုပ်နဲ့ သဲလွန်စပေး ထားတဲ့ စိတ္တဇလူသတ်သမားကို စုံစမ်း ဖော်ထုတ်တဲ့အကြောင်း ဇာတ်အိမ်တည်ထားတာ ဖြစ်ပါ တယ်။ဆောင်းရာသီအစပထမဆုံး နှင်းကျတဲ့နေ့မှာ အမျိုးသမီးငယ် တစ်ယောက် သေဆုံးခဲ့ပြီး စုံ ထောက် ဟယ်ရီဟိုးလ်ကတော့ သာမန်အမှုအခင်းမဟုတ်တဲ့ လူ သတ်မှုဖြစ်တယ်လို့ ယုံကြည်ခဲ့ပါ တယ်။ ထူးခြားတာတစ်ခုက လူ သတ်သမားက သူ့ကိုယ်သူနှင်းခဲ လူရုပ်(The Snowman)လို့သုံး နှုန်းသလို နှင်းခဲလူရုပ်နဲ့လည်း သဲ လွန်စချန်ထားခဲ့လို့ပဲဖြစ်ပါတယ်။လူသတ်သမားက နှင်းကျတဲ့ အချိန်တွေကိုပဲ ပစ်မှတ်ထားလှုပ် ရှားတာမို့ စုံထောက်ဟယ်ရီတစ် ယောက် ရက်စက်တဲ့လူသတ်မှု တွေထပ်ပေါ်လာမှာကို စိုးရိမ်နေ ခဲ့ပါတယ်။ အဲဒါကြောင့် ဆိုးရွား တဲ့အဖြစ်အပျက်တွေ ထပ်မပေါ် လာခင်မှာ Snowman ကို ...",
        "rating": "5.2",
        "url": "https://megaup.net/1ej8m/The_Snowman_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNjllMWJmZTEtODA2Mi00MzY3LThiYmMtZDFjYjQ2NDM2MWJkXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Mountain Between Us (2017)",
        "description": "The Mountain Between Us (2017)_____IMDb - 6.4/10\n  \nအခုမိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားကတော့ ၂၀၁၇ မှာထွက်လာတဲ့ The Mountain Between Us ဆိုတဲ့ ဒရမ်မာကားကောင်းလေးပါ\nဒေါက်တာဘန်ဘက်စ်အဖြစ် Idris elba ကပါဝင်သရုပ်ဆောင်ထားပြီး အဲလက်စ်အဖြစ်ကိုတော့ တိုက်တန်းနစ်ဇာတ်ကားရဲ့ မင်းသမီး Kate Winslet ကသရုပ်ဆောင်ပေးထားတာပါ\nတစ်ယောက်နဲ့တစ်ယောက်လုံးဝမသိကြတဲ့ သူတို့ နှစ်ယောက်ဟာ မုန်တိုင်းကြာင့်လေယာဉ်ခရီးစဉ်ဖျက်လိုက်တဲ့အတွက် နှစ်ယောက်အတူလေယာဉ်စင်းလုံးငှားရာကနေ စတွေ့ခဲ့ပါတယ်\nသူတို့လေယာဉ်ဟာ မထင်မှတ်ဘဲ နှင်းတောင်ပေါ်မှာ ပျက်ကျခဲ့ပါတယ်\nလူသူအရောက်အပေါက်နည်းပြီး အရမ်းမြင့်တဲ့နေရာမှာ ကျသွားတဲ့အတွက် ဆက်သွယ်ဖို့လဲ လုံးဝမရခဲ့ပါဘူး\nအဲတော့ တစ်ယောက်နဲ့တစ်ယောက် လုံးဝမသိကြတဲ့ ဒီလူနှစ်ယောက် အသက်ရှင်နိုင်ဖို့ ဘယ်လိုတွေကြိုးစားကြမလဲ\nသူတို့တွေ နောက်ဆုံးမှာ အသက်ရှင်ဖို့ အခွင့်အရေးရော ရပါ့မလား\nအဲတောင်တွေပေါ်မှာ ဘာတွေဖြစ်ပျက်သွားလဲဆိုတာတော့ စောင့်မျှော်ကြည့်ရှုကြပါဦး\nIMDb 6.4 ထိရထားတဲ့ ဒရမ်မာကားကောင်းလေးမို့ လက်မလွတ်တမ်းကြည့်သင့်တဲ့ကားလေးလို့ ညွှန်းပေးပါရစေ\n  \nအခုမိတ္ဆက္ေပးခ်င္တဲ့ဇာတ္ကားကေတာ့ ၂၀၁၇ မွာထြက္လာတဲ့ The Mountain Between Us ဆိုတဲ့ ဒရမ္မာကားေကာင္းေလးပါ\nေဒါက္တာဘန္ဘက္စ္အျဖစ္ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1A4xi/The_Mountain_Between_Us_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTYxMzM4NTEzOV5BMl5BanBnXkFtZTcwNDMwNjQzMw@@._V1_SY1000_CR006721000_AL_-134x200.jpg",
        "title": "Memoirs of a Geisha (2005)",
        "description": "Memoirs of a Geisha (2005)_____IMDb - 7.4/10Won 3 Oscars. Another 29 wins & 47 nominationsဂေးရှားတွေ အကြောင်းကို အရမ်းစိတ်ဝင်စားခဲ့မိတယ်\nအကိုတစ်ယောက်က Memoirs Of a Geisha ကို ကြည့်ပါလို့ လမ်းညွှန်ခဲ့တယ်\nဂျပန်တွေရဲ့ ရိုးရာယဉ်ကျေးမှုကို ထိန်းသိမ်းထားတဲ့ ဂေးရှားအလှမယ်ဆိုတာ တွေ့ကရာ မိန်းမတိုင်း\nအမည်တပ်ခွင့်မရှိဘူး ထိုက်တန်မှ ရတယ် သေလောက်အောင် လေ့ကျင့်ထား နာကျင်ထားမှ ရနိုင်မယ့် နာမည်တစ်ခု\nဒီရုပ်ရှင်ကို ကြည့်ပြီး ဂေးရှားအလှမယ် ဆိုတာ ပြည့်တန်ဆာ သာသာ မဟုတ်ဘူးဆိုတာ နားလည်သွားတယ်\nပျော်တော်ဆက်မယ် သက်သက်လဲ မဟုတ်ပြန်ဘူး သူတို့မှာ တန်ဖိုးတစ်ခုဆိုတာ ရှိတယ် အဲ့ဒီတန်ဖိုးကိုလဲ\nအခကြေးငွေ အမြင့်ဆုံးနဲ့ ပြန်ရောင်းကြတယ် အပျိုစင် ဘဝ ပေါ့...\nကြေး အမြင့်ဆုံးရတဲ့ ဂေးရှား ဟာ ဂုဏ်သိက္ခာ အရှိဆုံး လို့ မှတ်ယူခဲ့ကြတယ်....\nဒီရုပ်ရှင် အစမှာတော့ ချီယို နဲ့ ဆပ်စု ဆိုတဲ့ တံငါရွာက ညီအမ နှစ်ယောက်ဟာ ဂေးရှားအလှမယ်တွေကို\nသင်ကြားပျိုးထောင်ပေးနေတဲ့ နေရာတစ်ခုမှာ ရောင်းစားခံလိုက်ရတယ်...\nတိတိ ကျကျ ပြောရရင် ...",
        "rating": "7.4",
        "url": "https://megaup.net/1x3jw/Memoirs_Of_A_Geisha_[2005]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/killing-joke-146x200.jpg",
        "title": "Batman: The Killing Joke (2016)",
        "description": "Batman: The Killing Joke (2016)_____IMDb - 6.4/10\n \nဒီလောကကြီးထဲမှာ လူရယ်လို့ဖြစ်လာခဲ့ပြီဆိုရင် လောကဓံရဲ့ရိုက်ချက်တွေကံတရားရဲ့ ကစားကွက်တွေ\nချစ်ရသူတွေကို ဆုံးရှုံးခဲ့ရတဲ့ခံစားမှုရဲ့ ဒဏ်တွေကို တစ်ခုမဟုတ်တစ်ခုကတော့ အလူးအလဲခံစားကြဖူးကြမှာပါပဲ\nဒီလို နာကျင်မှုတွေ ထိုးနှက်ချက်တွေကြားမှာ လူသားတစ်ယောက်အနေနဲ့ ကြံ့ကြံ့ခံ ရပ်တည်နေနိုင်ပါ့မလား\nဒါမှမဟုတ်အရှုံးပေး လက်မြှောက်လိုက်မလား...?\nဒါမှမဟုတ် အရာအားလုံးကို နာကျည်းမုန်းတီးသွားမလား…?\nဒီဇာတ်ကားထဲမှာတော့ Batman ရဲ့ အဓိကရန်သူတော် Villain ကြီး Joker ဟာ သူဖြတ်သန်းခဲ့ရတဲ့ လောကဓံရဲ့\nရိုက်ချက်တွေ သူ့အပေါ် ပြင်းထန်ခဲ့တဲ့ အခါမှာ သူ့ရဲ့ကျရှုံးမှုတွေ နာကျင်မှုတွေ ကနေ\nအရာအားလုံးကို နာကျည်း မုန်းတီးသွားခဲ့ပြီး ရူးသွပ်စွာ ရက်စက်တတ်တဲ့ သူတစ်ယောက်အဖြစ်ကို\nအသွင်ပြောင်းသွားခဲ့ပါတယ် နောက်ပြီး Joker ဟာ သူ့လိုပဲ လူတိုင်းဟာ\nစိတ်ဒါဏ်ရာ ပြင်းပြင်းထန်ထန် ရသွားခဲ့ ရင် ရူးသွပ်သွားမှာပဲဆိုတဲ့ အချက်ကို သက်သေပြဖို့အတွက် ဘယ်လို ဘယ်ပုံတွေ\nရက်စက် အကွက်ချ လုပ်ပြမလဲဆိုတာကတော့ ဒီဇာတ်ကားရဲ့အဓိက ဇာတ်အိမ်ပဲဖြစ်ပါတယ်\nမြင်ရခဲတဲ့ Jokerရဲ့နောက်ကြောင်းရာဇဝင်ကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/4eGse/Batman_-The_Killing_Joke_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/killing_of_a_sacred_deer_ver2-135x200.jpg",
        "title": "The Killing of a Sacred Deer (2017)",
        "description": "အခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ ၂၀၁၇ နိုဝင်ဘာမှာ အသစ်ထွက်လာတဲ့ The Killing of a Sacred Deer ဆိုတဲ့ ဇာတ်ကားလေးပါ။ဒီကားမှာတော့ ဒေါက်တာစတီဗင်ဟာ သူ့ဇနီးရယ် ကလေးနှစ်ယောက်ရယ်နဲ့ အပြစ်ကင်းစင်တဲ့မိသားစုလေးကို အိမ်ထောင်ဦးစီးနေတဲ့ အောင်မြင်ကျော်ကြားတဲ့နှလုံးအထူးကုခွဲစိတ်ဆရာဝန်တစ်ယောက်ပါ။တစ်နေ့မှာတော့ သူ့ဘဝထဲကို စိတ်အနှောင့်အယှက်ဖြစ်စရာနည်းလမ်းတွေနဲ့ တဖြည်းဖြည်းချင်းဝင်ရောက်လာတဲ့သူကတော့\nအဖေမရှိတော့တဲ့ဆယ်ကျော်သက်ကောင်လေးမာတင်ပါ။မကြာခင်မှာ မာတင်ဟာ သူတို့မိသားစုရဲ့ပျော်ရွှင်မှုလေးတွေကို ထာဝရဖျက်စီးပစ်မယ့် အတိတ်က အတော်ကြာမေ့ထားခဲ့တဲ့ သူ့ရဲ့အပြစ်ကျူးလွန်ခဲ့မှုကို ဖော်ထုတ်ချိန်မှာ မာတင်ရဲ့ရည်ရွယ်ချက်ဟာ လုံးလုံးလျားလျားပေါ်လွင်လာပါတယ်။မာတင်က ဘယ်သူလဲ။ဘာလို့ ဒေါက်တာစတီဗင်တို့ပျော်စရာမိသားစုလေးကို ဖျက်စီးဖို့ ကြိုးစားရတာလဲဒေါက်တာကရော ဘာအပြစ်တွေ ကျူးလွန်ခဲ့တာလဲ။နောက်ဆုံးမှာ ဘယ်လိုတွေအဆုံးသတ်မလဲဆိုတာတော့ စောင့်မျှော်ကြည့်ရှုကြပါဦးIMDb rating 7.6 အထိရထားတဲ့ ကားလေးမို့ ကြည့်ပြီးရင် စိတ်မပျက်စေရပါဘူး။တကယ်ကိုကြည့်ဖို့ ထိုက်တန်တဲ့ ဇာတ်ကားတစ်ကားပါ။File Size : (950 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 1min\nFormat : Mp4\nGenre ...",
        "rating": "7.6",
        "url": "\thttps://megaup.net/1UA6j/The_Killing_Of_A_Sacred_Deer_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/eyes-wide-shut-poster-141x200.jpg",
        "title": "Eyes Wide Shut (1999)",
        "description": "Eyes Wide Shut (1999)\nIMDb - 7.4/10_____Rotten - 75%\n  \nဒီဇာတ်ကားကတော့ နာမည်ကြီး ဒါရိုက်တာ Stanley Kubrick ရဲ့ နောက်ဆုံးလက်ရာ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအမျိုးအစားကတော့ Drama/Mystery/Thriller ပါ။\nအက်ရှင်ကားတွေမှာပဲ ကျွန်တော်တို့ အတွေ့များတဲ့ မင်းသား Tom Cruise ကို ဒီကားမှာ\nဆရာဝန်'ဘေးလ် ဟားဖို့ဒ်' အဖြစ်နဲ့ အဓိက သရုပ်ဆောင်နေရာမှာ တွေ့ရမှာဖြစ်ပါတယ်။\nလူမသိသူမသိ လျှို့ဝှက်ကျင်းပတဲ့ အုပ်စုလိုက်ဆင်နွဲကြတဲ့ လိင်အပျော်အပါးပါတီတစ်ခုကို\nမလိမ့်တပတ်လုပ်ပြီး ဝင်ရောက်သွားတဲ့ ဆရာဝန်'ဘေး ဟားဖို့ဒ်' ရဲ့ တစ်ညတာ ကြုံတွေ့ခဲ့ရတဲ့ စိတ်လှုပ်ရှားစရာ\nအဖြစ်အပျက်တွေကို ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။\nကျွန်တော့်အနေနဲ့ ပြောရရင် ဒီဇာတ်ကားရဲ့ အရသာမျိုးကို အရင်က တခါမှ မခံစားခဲ့ဖူးပါဘူး။\nတခြားကားတွေနဲ့ မတူတဲ့ ခံစားမှုမျိုးကို ဒီကားမှာ မိတ်ဆွေတို့ ထိတွေ့ခွင့်ရပါလိမ့်မယ်။\nပြကွက်တိုင်းကိုက အဓိပ္ပါယ်ရှိပါတယ်။ IMDB rating (7.4) နဲ့ Rotten Tomatoes (75%) ...",
        "rating": "7.4",
        "url": "https://megaup.net/1yIag/Eyes_Wide_Shut_[17+]_[1999]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNjVhYjA4NjItZTMxZi00N2MwLTk1MzgtZTViMzQzMjg3ZDk4XkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_SX692_CR00692999_AL_-139x200.jpg",
        "title": "Mubarakan (2017)",
        "description": "ဒီတစ္ခါေတာ့ Bollywood ပရိ္တ္သတ္ေတြအတြက္ Family, Comedy, Drama ကားေလးတစ္ကား တင္ဆက္ေပးလုိက္ပါတယ္။အဓိကသ႐ုပ္ေဆာင္ေတြကလည္း အားလုံးသိၾကတဲ့ အနီးလ္ကပူးရ္၊ အာရ္ဂြ်န္ကပူးရ္ တုိ႔နဲ႕ မင္းသမီးေခ်ာ အလန္းေတြနဲ႕ဆုိေတာ့ကာ ေဘာလီဝုဒ္ဖန္ေတြ ေက်နပ္ၾကမွာပါ။မိသားစု ဟာသ ဒရာမာကားေလးျဖစ္တဲ့ မိသားစုဝင္ေတြနဲ႕ အတူတူ ေပ်ာ္ေပ်ာ္ႀကီး ခံစားလုိက္ၾကပါလုိ႔ဇာတ္လမ္းအက်ဥ္းေလးက ႕႕႕႕႕ကရန္၊ ခ်ရန္ ဆုိတဲ့ အျမႊာညီကုိႏွစ္ေယာက္ဟာ ကားအက္ဆီဒန္႕ေၾကာင့္ ငယ္ငယ္ေလးေတြနဲ႕ မိဘမဲ့သြားခဲ့ၾကပါတယ္\nဒါေပမဲ့ ဦးေလးျဖစ္သူ ကာရ္တာကေတာ့ ကေလးေတြကုိ လန္ဒန္က အစ္မႀကီးဆီ တစ္ေယာက္နဲ႕ ပန္ဂ်ဗ္က အစ္ကုိႀကီဆီ တစ္ေယာက္ ပုိ႕ေပးလုိက္ပါတယ္။အျမႊာညီကုိေတြကေန ဝမ္းကြဲညီကုိေတြ ျဖစ္သြားၾကပါေတာ့ေပမယ့္ အျမႊာျဖစ္တဲ့အတြက္ မ်က္ႏွာေတြကေတာ့ တပုံစံတည္းေတြပါပဲ ႕႕႕႕ႏွစ္ေတြၾကာလာေတာ့ မိဘေတြက သားႏွစ္ေယာက္ကုိ ကုိယ္စီကုိယ္စီ အိမ္ေထာင္ေတြခ်ေပးဖုိ႔ လုပ္ပါေတာ့တယ္ ႕႕႕႕ဒီအခ်ိန္မွာ ျပသနာေတြ စတတ္ေတာ့တာပါပဲ ႕႕႕ခ်စ္သူကုိယ္စီရွိေနတဲ့ ကရန္နဲ႕ခ်ရန္ မိဘေတြကုိလဲ မျငင္းရဲ၊ သူတုိ႔မွာလည္း အၾကံဥာဏ္မရွိတာနဲ႕ ဦးေလးဆီက ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/mubarakan-2017/",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nYOoqnGuiUUNE4gccO0JJigfACP.jpg",
        "title": "Batman: Assault on Arkham (2014)",
        "description": "Assault On Arkham အတြက္ အညႊန္းအေနနဲ႔ကေတာ့\nSuicide Squad ဇာတ္ကားမွာတုန္းကAmanda Waller ကုိ သိခဲ့ၾကမွာပါ\nအဲ့ဒီ့ Amanda Waller ဟာ ဒီကားမွာလည္း Mission တစ္ခုအတြက္Suicide Squad အဖြဲ႕သားေတြကို စုေဆာင္းပါတယ္\nအဖြဲ႕ဝင္အေဟာင္းေတြ ပါသလိုအဖြဲ႕ဝင္ အသစ္ေတြလဲ ပါဝင္ပါတယ္။\nAmanda ဟာ ပစၥည္း တစ္ခု အတြက္Gotham ျမိဳ႕မွာ ရိွတဲ့ Arkham စိတၱဇအက်ဥ္းေထာင္ကိုသူ႔ရဲ႕ Suicide Squad အဖြဲ႕သားေတြကို\nခ်ိဳးေဖာက္ဝင္ေရာက္ေစပါတယ္ ဒါေပမယ့္ သူတို႔အတြက္ ခက္ခဲတဲ့ အဟန္႔အတားတစ္ခုကေတာ့ Gotham ျမိဳ႕ဆိုတာ\nကအားလုံးသိတဲ့ အတိုင္းပဲ Batman ရဲ႕ ျမိဳ႕ေတာ္ျဖစ္တဲ့အတြက္ သူတို႔လို Villianေတြေျခရႈပ္ဖို႔သိပ္မလြယ္ကူပါဘူး\nဒီလို စိတ္လႈပ္ရွား စရာေတြ နဲ႔ ျပည့္ေနတဲ့ ဒီဇာတ္ကားမွာAmanda ဟာ Arkham မွာ ဘာပစၥည္းကိုယူခိုင္းတာလဲဘာအႀကံအစည္ ေတြရိွလဲ\nSS အဖြဲ႕သားေတြကေရာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/batman-assault-on-arkham-2014/",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Hope-2013-poster-140x200.jpg",
        "title": "Hope (2013)",
        "description": "Hope (2013)_____IMDb - 8.3/10\"လူ\" ဟုပင် မခေါ်ထိုက်သည့် မိစ္ဆာကောင်\n*************************************၁၂ နှစ်ဆိုသည့် အချိန်သည် အကုန်မြန်လွန်းလှသည်...။***************************************\n၂၀၀၈ ခုနှစ်လွန်ခဲ့သော ၂၀၀၈ ခုနှစ်တွင် ထောင်ဒဏ် ၁၂ နှစ် အပြစ်ပေးခံရသော ဂျို ဒို ဆွန်း (Cho Doo-Soon) ဆိုသည့် အသက် ၅၆ နှစ်အမျိုးသားကြီးသည် များမကြာမီ ၂၀၂၀ ဆိုလျှင် ထောင်က လွတ်လာတော့မည်ဖြစ်သည်။ယခု ၂၀၁၇ ခုနှစ်ဆိုတော့ နောက် ၃ နှစ်...။ထိုအချိန်တွင် Cho သည် အသက် ၆၈ နှစ် အဘိုးကြီးဖြစ်နေပေတော့မည်။သူသည် ယခု ထောင်ထဲတွင် ကျန်းမာရေးလည်း သိပ်မကောင်းဟု သတင်းရသည်။ထိုအသက် ၇၀ နားကပ်နေတော့မည့် အဘိုးကြီး ထောင်မှပြန်လွတ်လာတော့မည်...။ဒါကို တောင်ကိုရီးယားပြည်သူတို့က မကြည်ဖြူကြပါ..။ယခုတလော ထို အဘိုးကြီးအကြောင်းကို လူတွေကပြောနေကြသည်။\"ထောင်ထဲမှာ တသက်လုံးနေရမှာ..\"\" ဟင်... မသေသေးဘူးလား!?!\"\" ဘုရား..ဘုရား ...",
        "rating": "8.3",
        "url": "https://megaup.net/2Tpdp/Hope_(So-Won)_(Wish)_[2013]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/p12518233_p_v8_aa-133x200.jpg",
        "title": "Open Season: Scared Silly (2015)",
        "description": "2015 ခုႏွစ္ကထြက္ ရွိခဲ့ တဲ့ Animation ေလးတစ္ခုကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက စီးရီး အလိုက္ ထြက္ခဲ့ေသးတာမို႔ သိၾကမယ္ထင္ပါတယ္ ဒီကားေလး က ေတာ့ လူေတြနဲ႔ တိရိစၦန္ေတြၾကားဆက္စပ္ခ်က္ေတြ သမန္း၀ံပုေလြအေၾကာင္းေလးေတြနဲ႔ သူတို႔ႀကံဳေတြ႕ရတဲ့ ကိစၥေလးေတြကို ပံုျပင္ေလးသဖြယ္ေျပာၿပီး ခ်စ္စရာ Animation ေလးေတြနဲ႔ တင္ဆက္္ျပထားတာပါ ဒါေၾကာင့္ ပရိတ္သတ္ႀကီးအေနနဲ႔ မရိုးရေအာင္ၾကည့္ၾကရမွာ ျဖစ္ၿပီး အဆံုးထိကို မပ်င္းေစပဲ ဆြဲေဆာင္သြားမွာ ျဖစ္လုိ႔ ပရိတ္သတ္ႀကီးအေနနဲ႔ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ Qty - 720p BlurayDuration - 1hr 24minGern - ComedyEncoder - Kyaw Ye Aung",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/open-season-scared-silly-2015/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wPeorCnD9MRR2S9Dzh4OpIgNLiv.jpg",
        "title": "Batman: The Dark Knight Returns, Part 2 (2013)",
        "description": "Part (2) မွာေတာ့ ေတာ္ေတာ္ကို Tempoျမင့္လာပါတယ္\nBatman လို႔ ေျပာလိုက္တာနဲ႔ ခင္ဗ်ားတို႔ တြဲျမင္တာ  ဘယ္လိုလဲ လို႔ေမးရင္? ??\nဟုတ္ပါတယ္ အခ်စ္ေတာ္ Villain ႀကီး Joker ပါပဲ\nဒီလို ဆယ္စုႏွစ္တစ္ခုေလာက္ Batman ေပ်ာက္ကြယ္ေနေတာ့ joker ကေရာ ဘယ္ကိုေရာက္ေနလဲ?\nဘယ္ကိုမွ မေရာက္ပါဘူး.... Arkham Asylum မွာ အေသေကာင္နဲ႔ မျခား\nမလႈပ္မ႐ွားေတာ့ ပဲ အသက္ရွင္ေနတယ္ ဆို႐ုံပဲရိွေနတာပါ\nဒါေပမယ့္ Gotham ၿမိဳ႕မွာ Bat ျပန္လည္လႈပ္႐ွား လာတဲ့ အသံနဲ႔ အတူ\nJ လည္း ျပန္လည္ အသက္ဝင္လာခဲ့ပါေတာ့တယ္။\nဒီမွာတစ္ခုေလး ေျပာခ်င္တာက Batman ဇာတ္ေကာင္ရဲ႕ အားသာမႈတစ္ခုကို\nကြၽန္ေတာ့္အျမင္အရေျပာရရင္ Villain ေတြပါပဲ တစ္ခ်ိဳ႕ Bat villain ေတြဟာ ရည္ရြယ္ခ်က္ႀကီးၾကတယ္\nတစ္ခ်ိဳ႕ Villain ေတြဟာ သနားစရာေကာင္းတယ္ တစ္ခ်ိဳ႕က က်ေတာ့ ရြံစရာသပ္သပ္ပဲ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/batman-the-dark-knight-returns-part-2-2013/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFPD2YsdaWAzjuxF7ItGmsEFpdY.jpg",
        "title": "Batman: The Dark Knight Returns, Part 1 (2012)",
        "description": "1986 ခုႏွစ္က Frank Miller ရဲ႕ Dark Knight Returns Comic ကို 2012 ခုႏွစ္မွာ\nDark Knight Returns  Part 1 နဲ႔ Part 2ရယ္လို႔ ႏွစ္ပိုင္းခြဲၿပီး\nAnimated ဇာတ္ကားအျဖစ္ ႐ိုက္ကူးပုံေဖာ္ခဲ့ပါတယ္။\nDark Knight Return comic ဟာ ကမာၻ့အဆင့္သတ္မွတ္တဲ့ top 10 comic booksေတြ\nစာရင္းမွာ ထိပ္ဆုံးပိုင္းတစ္ေနရာမွာ အျမဲပါေနတတ္တာကသူ႔ရဲ႕ ခိုင္မာတဲ့ ဇာတ္အိမ္နဲ႔\nေသသပ္ဆြဲေဆာင္မႈ ရိွတဲ့ story line ေၾကာင့္ျဖစ္ပါတယ္\nဒီလို Comic ကို ျပန္ၿပီး ပုံေဖာ္ထားတဲ့ Animated ကလည္း Rotten Tomatoesရဲ႕ rating မွာ\nအင္မတန္႐ွားပါးလွတဲ့ 100% rating အျပည့္ရရိွထားခဲ့တာေၾကာင့္ ဒီ Animatedေကာင္းလားမေကာင္းလားဆိုတာ\nသိပ္ၿပီး အျငင္းပြားေနစရာ မလိုေလာက္ေအာင္ပါပဲ\nဇာတ္လမ္းအၫႊန္းဘက္ နည္းနည္းသြားရရင္\nGotham မွာ Batman ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/batman-the-dark-knight-returns-part-1-2012/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/ahYINzO-126x200.jpg",
        "title": "American Made (2017)",
        "description": "Online Shopping တွေကနေ ပစ္စည်းမှာရင် Delivery လာပို့တဲ့သူတွေကို သိကြမှာပါ။\nကမ္ဘာပေါ်မှာ ပစ္စည်း Delivery ပို့တဲ့ အလုပ်လုပ်ပြီး ပိုက်ဆံတွေထားစရာနေရာမရှိအောင် ချမ်းသာသွားတဲ့သူအကြောင်း သိချင်ပါသလား။\nဒါဆိုရင်တော့ ဒီ American Made ဆိုတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားက မကြည့်မဖြစ် ကြည့်ရှူ့သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။\n1980 မတိုင်ခင်ကစပြီး အမေရိကန်နိုင်ငံတွင်းကို အမေရိကအလယ်ပိုင်းကနေတဆင့် တရားမဝင်မူးယစ်ဆေးတွေ မှောင်ခိုသွင်းလာကြပါတယ်။\nအဲ့ထဲမှာ သမီးဖြစ်သူ ဆောင်းတွင်း အရမ်းချမ်းလို့ ဒေါ်လာ ၂ သန်းကို မီးရှို့ပြီး အနွေးဓာတ်ရအောင်လုပ်ပေးဖူးတယ်ဆိုတဲ့ နာမည်ကျော်မူးယစ်ရာဇာကြီး Pablo Escobar လဲ အပါအဝင်ပါပဲ။\nဒီဇာတ်ကားမှာတော့ ခေါင်းဆောင်မင်းသား Tom Cruise က Barry Seals လို့ခေါ်တဲ့ လေယာဉ်မှူးတစ်ယောက်အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။\nအစပိုင်းမှာ TWA လေကြောင်းလိုင်းရဲ့ လေယာဉ်မှူးကောင်းတစ်ယောက်အနေနဲ့ အလုပ်လုပ်ကိုင်နေရာကနေ သူ့ရဲ့ လေကြောင်းကျွမ်းကျင်မှုကို သတိထားမိလာကြတဲ့အခါ CIA က စတင်ပြီး တရားမဝင်အလုပ်တွေကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/2cQvt/American_Made_[2017]_(MM_Sub).mp4",
        "category": "Action, Biography, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Pokemon_Movie_I_Choose_You_KEY_ART_EN_rgb-141x200.jpg",
        "title": "Pokémon the Movie: I Choose You!",
        "description": "ဒီ Pokemon ကားေလးကေတာ့ အက္ခ်္ နဲ႕ ပီကာခ်ဴး ပထမဆံုးစၿပီးေတြ႕တဲ့ကားေလးပါ....\nPokemon The Movie ေတြအမ်ားၾကီးရွိတဲ့အထဲက ဒီ ၂၀၁၁၇ ထြက္ကားေလးကေတာ့\nအစပိုင္း Pokemon ဇာတ္လမ္းကိုတည္ထားပါတယ္....\nဒီကားေလးရဲ႕ထူးၿခားခ်က္ကေတာ့ ယခင္ အက္ခ်္နဲဲ႕တြဲေနက် ဘေရာ့နဲ႕ မစ္စတီတို႕အစား\nေနာက္ထပ္သူငယ္ခ်င္း အသစ္ ၂ေယာက္ထပ္ပါလာခဲ့ပါတယ္....\nဒီဇာတ္လမ္းေလးထဲမွာ အက္ခ်္ဟာ Legendary Pokemon ၿဖစ္တဲ့ ဟိုအုိကိုေတြ႕လိုက္ရပါတယ္...\nအဲဒီ Legendary Pokemon ဟာ သူ႕အတြက္အေမႊးေလးတစ္ေခ်ာင္းခ်ေပးခဲ့ပါတယ္..\nအဲဒီအေမႊးေတာင္ေလးကေန အက္ခ်္ဟာ ဒီ Legendary Pokemon ကိုေတြ႕ႏိုင္မယ့္\nတစ္ေယာက္တည္းေသာ Trainer ၿဖစ္လာခဲ့ပါေတာ့တယ္...\nဒီခရီးမွာသူတို႕ကိုထပ္ၿပီးေႏွာက္ယွက္ေနက် Team Rocket လည္းပါလာမွာၿဖစ္ပါတယ္...\nဒီကားေလးဟာ ထြက္ရွိသမွ်  Pokemon Series အားလံုးနီးပါးကို အက်ဥ္းခ်ဳပ္ထားသလို\nရိုက္ကူးထားတဲ့ကားေလၿဖစ္လို႕ Pokemon ပရိတ္သတ္ေတြအကုန္လံုးအၾကိဳက္ေတြ႕ေစမယ့္\nAnimation ကားသစ္ေလးတစ္ကားၿဖစ္ပါတယ္....File Size : (730 MB) and (379 MB)\nQuality : 720p WEBRip\nRunning Time ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/pokemon-the-movie-i-choose-you/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/images-5-133x200.jpg",
        "title": "Metro Manila (2013)",
        "description": "Metro Manila ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ 2013 ခုႏွစ္​ကထြက္​႐ွိထားတဲ့ British ႐ုပ္​ရ​ွင္​ဇာတ္​ကား​ေကာင္​းတစ္​ခုျဖစ္​ၿပီး ဖိလစ္​ပိုင္​ႏိုင္​ငံမွာ ဇာတ္​အိမ္​တည္​ထားပါတယ္​\nIMDb 7.6 , Rotten tomatoes 94%ထိရ႐ွိထားတဲ့ဇာတ္​ကား​ေကာင္​း​ေလးပါ\nပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက​ေတာ့ Jake Macapagal,John Arcilla,Althea Vega တို႔အ​ေဓိကပါ၀င္​ထားပါတယ္​\nဇာတ္​လမ္​းအက်ဥ္​း​ေလးက​ေတာ့\nBanaue မွာ​ေနထိုင္​တဲ့လယ္​သမား​ေလး Oscar တစ္​​ေယာက္​ စီးပြား​ေရးမ​ေကာင္​းတာ​ေၾကာင္​့ ဇနီးနဲ႔သားသမီး ၂​ေယာက္​ကို​ေခၚကာ Manila ၿမိဳ႕ႀကီးဆီ​ေျပာင္​း​ေရႊ႔လာပါတယ္​ သို႔​ေသာ္​အလိမ္​ခံရတာ​ေၾကာင္​့ တိုက္​ခန္​း​ေျပာင္​း​ေပးရၿပီး ဆင္​​ေျခဖံုးရပ္​ကြက္​ ​ေလးဆီ​ေျပာင္​း​ေရႊ႔​ေနထိုင္​ရပါ​ေတာ့တယ္​ ကံ​ေကာင္​း​ေထာက္​မၿပီး Oscar တစ္​​ေယာက္​ ကုမၸဏီတစ္​ခုမွာ လံုျခံဳ​ေရးအရာ႐ွိအ​ေနနဲ႔အလုပ္​ရခဲ့ပါတယ္​ လုပ္​​ေဖာ္​ကိုင္​ဖက္​ Ong ကလည္​း မိသားစု​ေျပာင္​း​ေရႊ႔​ေနထိုင္​ဖို႔ တိုက္​ခန္​းတစ္​ခန္​းစီစဥ္​​ေပးခဲ့ပါတယ္​ သို႔​ေသာ္​ ဒါ​ေတြက တစ္​ကယ္​ပဲကံ​ေကာင္​းျခင္​း​ေတြလား......Ong က​ေရာလုပ္​​ေဖာ္​ကိုင္​ဖက္​​ေကာင္​းလား.....သူတို႔မိသားစုၿမိဳ႕ႀကီးမွာဘယ္​လို​ေတြၾကံဳ​ေတြ႔ရမလဲဆိုတာ ၾကည္​့႐ႈသူတို႔ခံစားၾကည္​့လိုက္​ပါဦး Qty - 720p BlurayDuration - 2hr 10minGern - Drama / ThrillTranslator - May Thu SoeEncoder ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/metro-manila-2013/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNmE5NWQyYjktMmMzYi00YjY2LWFmNTUtMWQyMzcwNWM2NWYzXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Better Watch Out (2017)",
        "description": "Better Watch Out movie ဟာ ​၂၀၁၇ခုႏ​ွစ္​ထြက္​ စိတၱဇ horror ကား အမ်ိဳးအစားျဖစ္​ပါတယ္​Rotten Tomatoes 87% IMDb 6.6 ထိရ႐ွိထားတဲ့ဇာတ္​ကား​ေကာင္​းတစ္​ကားျဖစ္​ပါတယ္​ပါ၀င္​သ႐ုပ္​​ေဆာငိထားသူ​ေတြက​ေတာ့ Levi Miller,Olivia Dejonge , Ed Oxenbould တို႔အဓိကပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​ အခုလိုခရစၥမတ္​ရာသီမွာၾကည္​့​ေကာင္​းမယ္​ ခရစၥမတ္​ horror ကား​ေလးပါဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့Ashley တစ္​​ေယာက္​ ခရစၥမတ္​အားလပ္​ရက္​မွာ ၁၂သား Luke Lerner ကိုက​ေလးထိန္​း​ေပးရပါတယ္​Luke ဟာ သူမကိုျမဴဆြယ္​တဲ့အမူအရာ​ေတြလုပ္​တက္​တာလည္​း သတိျပဳမိ​ေနခဲ့ပါတယ္​ထို႔​ေနာက္​ Luke သူငယ္​ခ်င္​း Garret အိမ္​အလည္​လာခ်ိန္​ သူတို႔တစ္​​ေတြ အိမ္​အ​ေပၚထပ္​ကအုတ္​ခ်ပ္​မွာ ထြက္​သြားရင္​​ေသရမယ္​ ဆိုတဲ့စာတန္​း​ေတြ႔တဲ့အခါ......ထူးဆန္​းတာ​ေတြျဖစ္​လာတဲ့အခါ......Garrett တစ္​​ေယာက္​အမည္​မသိ ​ေသနတ္​သမားပစ္​သတ္​ခ်င္​းခံရတဲ့အခါ.......လူသတ္​သမားအစစ္​ကဘယ္​သူလဲ......​ေနာက္​ကြယ္​ကၾကံစည္​​ေနသူက ဘယ္​သူလဲ......ဆိုတာ ၾကည္​့႐ႈသူကိုယ္​တိုင္​ပဲ ခံစားၾကည္​့လိုက္​​ေနာ္​ File Size : (700 MB) and (230 MB)\nQuality : ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/better-watch-out-2017/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjMzNzAyNzYwOF5BMl5BanBnXkFtZTgwMDg5ODEyMzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Rememory(2017)",
        "description": "၂၀၁၇ ခုႏွစ္ စက္တင္ဘာလမွာ\nLionsgate Premiere က ျဖန္႔ခ်ိရုံတင္ခဲ့တဲ့ Rememory ဇာတ္ကားကို Director Mark Palansky က ႐ိုက္ကူးထားၿပီး Peter Dinklage(Samuel Bloom) , Martin Donovan (Gordan Dunn) တို႔က အဓိက ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္အ႐ုပ္ငယ္ေလးေတြနဲ႔ ေမာ္ဒယ္ပုံေသးေသးေလးေတြတည္ေဆာက္တဲ့ပညာ႐ွင္\nဆမ္မ်ဴရယ္ဘလြန္းဟာ သူ႔ညီနဲ႔ အရက္ဘားကေနအိမ္ကိုကားေမာင္းအျပန္မွာ ကားမေတာ္တဆမႈျဖစ္ပြားၿပီး သူ႔ညီေလးေသဆုံးခဲ့ပါတယ္ေနာက္ ႏွစ္နည္းနည္းၾကာလာတဲ့အခ်ိန္မွာ ေဂၚဒန္ဒန္းဆိုတဲ့ သိပၸံပညာ႐ွင္တေယာက္က ဦးေႏွာက္ထဲက မွတ္ဥာဏ္ေတြကို အတိအက်ျပန္လည္တူးေဖာ္ေပးႏိုင္တဲ့ မွတ္ဥာဏ္ေဖာ္စက္ကို ေ႐ွ႕ေျပးပုံစံငယ္တည္ေဆာက္ႏိုင္ခဲ့ပါတယ္ေဂၚဒန္ဒန္းမွာ ဂ်ိန္းလို႔ေခၚတဲ့သမီးေလးတေယာက္႐ွိၿပီး အဲဒီသမီးေလးဟာ ကားမေတာ္တဆမႈတခုမွာ ဆုံးပါးသြားခဲ့ပါတယ္\nသမီးေလးဆုံးပါးၿပီးတဲ့ေနာက္ ဇနီးျဖစ္သူနဲ႔ပါ အဆင္မေျပျဖစ္လာတဲ့ ေဂၚဒန္ဟာ သူ႔သမီးငယ္ေလးရဲ႕ပုံရိပ္ေတြကို ျပန္လည္ျမင္ေတြ႔ႏိုင္ဖို႔ မွတ္ဥာဏ္ေဖာ္စက္ကို ဖန္တီးခဲ့တာပါသူ႔ကုမၸဏီက တာဝန္႐ွိသူေတြကေတာ့\nမွတ္ဥာဏ္ေဖာ္စက္ကို တည္ေဆာက္တာက ကိုမာဝင္ေနတဲ့လူနာေတြကို ျပန္လည္ကယ္တင္ႏိုင္မယ္ဆိုတဲ့ ေမွ်ာ္လင့္ခ်က္နဲ႔ စီးပြားတြက္တြက္ၾကပါတယ္အဲဒီ နမူနာပုံစံကို ေစ်းကြက္ကိုစတင္မိတ္မဆက္ခင္\nစက္ကိုစမ္းသပ္တုန္းက စမ္းသပ္ခံအေနနဲ႔ ပါဝင္ခဲ့သူေတြဟာ စမ္းသပ္ခံၿပီးေနာက္မွာေတာ့ ျပႆနာမ်ိဳးစုံၾကဳံခဲ့ရၿပီး ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/rememory2017/",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/81YtpSEZpQL._SY445_-141x200.jpg",
        "title": "Earth to Echo (2014)",
        "description": "အခုတစ္ခါေတာ့ ၂၀၁၄ ခုႏွစ္လည္ပိုင္းေလာ္က ထြက္ရွိထားတဲ့စက္ရုပ္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုုက္ပါတယ္ဇတ္ကားေလးက IMdb မွာ ၅.၄ ရထားျပီးေတာ့Stranger Things လိုခပ္ဆင္ဆင္ေလးရိုက္ထားတာပါဇာတ္လမ္း အက်ဥ္းေလး  တတ္ခ္ ရယ္ မာ့ခ်္ရယ္ အဲလတ္စ္ ရယ္ဟာသူတို႕ နားမွာ ေဆာက္ေနတဲ့ ေဆာက္လုပ္ေရးလုပ္ငန္းခြင္မွာ ေျမတူးရာမွာစျပီး သူတို႕ဆီကို ထူးဆန္းတဲ့ စာတိုေတြ သူတို႕ဖုနး္ေတြကို ဆက္တိုက္ပို႕ေနရာမွအဲ့ဒီ ေဆာက္လုပ္ေရးဆိုက္ ရဲ႕ တာ၀န္ရွိသူေတြကို သြားျပရာမွာ ဒီလိုနဲ႕အစိုးရပိုင္းကပါ သိျပီး ထူးဆန္းတဲ့ ျဂိဳဟ္သားစက္ရုပ္ က်ဴးေက်ာ္မႈ တစ္ခုဆိုတာကိုသိရွိသြားပါတယ္ ဒီလိုနဲ႕ သူတို႕ သူငယ္ခ်င္း ၃ေယာက္လဲ ဒီအရွဴပ္ေတာ္ပံုထဲကေနဘယ္လိုေတြျဖစ္ၾကမလဲ ဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720P BlurayDuration - 1hr 40minGern - Sci-fiEncoder - Kyaw Ye Aung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/earth-to-echo-2014/",
        "category": "Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/p12399683_p_v8_ab-133x200.jpg",
        "title": "Bizarre (2015)",
        "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ဘာလိုလို ညာလိုလို ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက ေတာ့လူ႕သေဘာ သဘာ၀ေတြကို ရိုက္ကူးတင္ဆက္ျပထားတာျဖစ္ျပီး လူတို႕ရဲ႕ သဘာ၀အတိုင္း ေအာင္ျမင္မႈဒဏ္ေတြပိုက္ဆံေနာက္ကို လိုက္ရင္းနဲ႕ ပိုက္ဆံရဲ႕ လြမ္းမိုးမႈေအာက္ကေန မရုန္းထြက္ႏိုင္ေတာ့ပဲေနာက္ဆံုးမွာ ဘ၀ပါပ်က္ရပံုေတြကိုရိုက္ကူးျပထားတာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ Maurice ဟာ အိမ္ေျခမဲ့တစ္ေယာက္ပါသူဟာ သူ႕ရဲ႕ ညေတြကို ႏိုက္ကလပ္မွာ ပါကင္ထိုးေပးတဲ့ အလုပ္နဲ႕ပဲ ကုန္ဆံုးေစပါတယ္ဒီလိုနဲ႕ တစ္ေန႕မွာ Underground Club မွာ အ၀တ္ေတြကို တလြာခ်င္း ခ်ြတ္ျပတဲ့ ကလပ္မွာသူဟာ သီခ််င္းဆိုေဖ်ာ္ေဖ် ရတဲ့ အလုပ္ကို ရသြားျပီး ကလပ္က ေဖာ္ခ်ြတ္အကမယ္ ၂ေယာက္နဲ႕ ရင္းႏွီးမႈရသြားပါတယ္တရက္မွာ ေဖာ္ခ်ြတ္အကမယ္ ၂ေယာက္ထဲက တစ္ေယာက္ျဖစ္တဲ့ Luka နဲ႕ သူတို႕ ရင္ႏွီးမႈပိုလာၾကရာကေန ဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720P BlurayDuration - 1hr 20 minGern - DramaAudio - GermanEncoder - ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/bizarre-2015/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/flatliners-135x200.jpg",
        "title": "Flatliners (2017)",
        "description": "၁၉၉၀ ျပည့္ႏွစ္တုန္းက နာမည္တူအတိုင္း ထြက္ရွိခဲ့တဲ့ ဇာတ္ကားရဲ႕အဆက္အျဖစ္ ထြက္ရွိလာတာျဖစ္ၿပီးဘယ္သူမွမလုပ္ဖူးတဲ့ စမ္းသပ္မႈမ်ိဳးလုပ္ခဲ့တဲ့ ေဆးေက်ာင္းသားငါးေယာက္ႀကံဳရတဲ့ ဆန္းၾကယ္တဲ့ျဖစ္ရပ္အေၾကာင္း ဇာတ္အိမ္တည္ထားတာျဖစ္ပါတယ္။နယ္လ္ဆင္႐ိုက္ဆိုသူရဲ႕ အသက္နဲ႔ရင္းၿပီး လုပ္ေဆာင္ခဲ့တဲ့ တုန္လႈပ္ေခ်ာက္ခ်ားဖြယ္ရာ စမ္းသပ္မႈၿပီးဆံုးခဲ့မႈ ၂၈ ႏွစ္ၾကာအၿပီးမွာေတာ့ အလားတူစမ္းသပ္မႈမ်ိဳးကို ေဒါက္တာေကာ္တေနဟုမ္းဦးေဆာင္တဲ့ ေဆးေက်ာင္းသား အဖြဲ႕တစ္ဖြဲ႕က တိတ္တဆိတ္ လုပ္ေဆာင္ခဲ့ပါတယ္။ အသက္နဲ႔ရင္းရတဲ့ သူတို႔ရဲ႕စမ္းသပ္မႈက ေသသြားၿပီးေနာက္မွာ ဘာျဖစ္သလဲဆိုတဲ့ အေျဖအတြက္ လုပ္ေဆာင္တာျဖစ္ၿပီး ႏွလံုးခုန္တာကို ေခတၱရပ္ေအာင္လုပ္ၿပီး သိျမင္ႀကံဳေတြ႕ရတာေတြကို သုေတသနလုပ္ၾကတာျဖစ္ပါတယ္။ဒီလိုနဲ႔ ေဒါက္တာေကာ္တေနအပါ၀င္ ေဆးေက်ာင္းသား ေတြဟာ တစ္ေယာက္တစ္လွည့္စီ ႏွလံုးခုန္ရပ္ေအာင္လုပ္ၿပီး အႏၲရာယ္ရွိတဲ့စမ္းသပ္မႈမ်ိဳးကို လုပ္ ေဆာင္ခဲ့ၾကပါတယ္။အဲဒီလို စမ္းသပ္ရင္းနဲ႔ စိတ္ေတြဟိုေရာက္ဒီေရာက္ျဖစ္ၿပီး လက္ရွိျဖစ္ေနသလိုလို၊ တမလြန္အေျခအေနမွာျဖစ္ ေနသလိုလိုနဲ႔ ထိတ္လန္႔စရာ အေျခအေနေတြနဲ႔ ႀကံဳရပါေတာ့ တယ္။ လက္ရွိ အေျခအေနမွာကိုဆန္းၾကယ္တဲ့ ေျခာက္လွန္႔မႈေတြက တစ္ဦးခ်င္းစီကို ဒုကၡလွလွေပး တဲ့အခါမွာ ဘာေတြဆက္ျဖစ္မလဲဆိုတာ ဆက္ၾကည့္လိုက္ဦးေနာ္။ဒီဇာတ္ကားမွာ အယ္လန္ေပ့ခ်္၊ ဒီဂိုလူနာ၊ နီနာဒိုဘရက္ဗ္၊ဂ်ိမ္းစ္ေနာ္တန္၊ ကီရာေဆးကလီ ...",
        "rating": "5.0",
        "url": "https://megaup.net/TAxp/Flatliners_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZTkzNzgzMGEtZjM1OS00MDVmLTk5ZmEtNjg0NjI1YWRlMGIwXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_-144x200.jpg",
        "title": "Gangster Land (2017)",
        "description": "အခု၂၀၁၇ထြက္ဂိုဏ္းစတားကားေလးတစ္ကားျဖစ္ပါတယ္။အေမရိကန္ျပည္ေထာင္စုရဲ႕၁၉၂၀ခုႏွစ္ေနာက္ပိုင္း တန္ခိုးထြားခဲ့တဲ့လူမိုက္ဂိုဏ္းေတြၾကားကျပိဳင္ဆိုင္မႈရက္စက္မႈ၊ နယ္ေျမခ်ဲ႕ထြင္မႈ၊ ေတြကိုေနာက္ခံထားျပီး လူငယ္ေလးတစ္ေယာက္ရဲ႕ဘ၀တစ္ဆစ္ခ်ဳိးေျပာင္းလဲသြားပံုကိုရိုက္ကူးျပထားတာပါ။ ဇာတ္ကားနာမည္ေလးအတိုင္းပဲတကယ္ကိုဂိုဏ္းေလာကထဲကိုေရာက္သြားတဲ့သူေတြရဲ႕အျဖစ္သနစ္ေတြကိုရိုက္ကူးျပသြားပါတယ္။ဂ်က္ဟာသာမန္ မိသားစုေလးတစ္ခုကေနေပါက္ဖြားလာတဲ့ သူတစ္ေယာက္ျဖစ္ျပီးလက္ေ၀ွ႕ကစားတာကိုအရမ္းၾကိဳက္ႏွစ္သက္ပါတယ္။ လက္ေ၀ွ႕ပညာမွာပါရမီပါျပီးေ႕ရွဆက္ထြန္းေတာက္လာမယ့္လမ္းေတြရွိခဲ့ေပမယ့္လည္းကံၾကမၼာရဲ႕အလွည့္အေျပာင္းနဲ႕ အတူ သူတို႕မိသားစုေလးလည္းဘ၀တစ္ဆစ္ခ်ဳိးသြားရပါတယ္။လူငယ္ဆိုတာစိတ္ထင္ရာလုပ္မိျပီး လမ္းမွားေရာက္သြား တတ္သလိုပဲ ဂ်က္ဟာလည္းလက္ေ၀ွ႕ထိုးေကာင္းတဲ့သူျဖစ္တဲ့အတြက္ လူမိုက္ဂိုဏ္းတစ္ခုရဲ႕ပစားေပးခ်င္ခံရပါ ေတာ့တယ္။အမွားအမွန္ကိုခြဲျခားႏိုင္စဥ္မွာေတာ့ျငင္းဆန္ႏိုင္ေပမယ့္ တစ္ခုခုကိုရဲ႕လႊမ္းမိုးမႈခံလိုက္ရခ်ိန္မွာေတာ့စိတ္ထင္ရာလုပ္ျပီး လမ္းမွားကိုတစ္ေျဖးေျဖး၀င္ေရာက္သြားတဲ့ေနာက္ ဂ်က္တစ္ေယာက္ ရုန္းထြက္ႏိုင္ပါ့မလား။အေမရိကန္ျပည္ေထာင္စုက အီတလီလူမိုက္ဂိုဏ္းေတြ အိုင္းရစ္လူမိုက္ဂိုဏ္းေတြပါရွန္းလူမိုက္ဂိုဏ္းေတြရဲ႕ နယ္ေျမလုမႈ ၊ စီးပြားေရးေစ်းကြက္ရွာေဖြမႈ ၊တစ္ဖြဲ႕နဲ႕တစ္ဖြဲ႕ဘယ္လိုေခ်ာက္ခ်လဲဆိုတာေတြကိုလည္းေတြ႕ရမွာပါ။American Gangster ဇာတ္ကားေတြကိုၾကိဳက္ႏွစ္သက္တဲ့သူေတြအတြက္တင္ဆက္ေပးလိုက္ပါတယ္ Qty - 720P Web-DlGenre : Action/Drama/CrimeDuration : 1Hour and 22 MinutesTranslator - Thura Zarni AungEncoder - Kyaw Ye Aung",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/gangster-land-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Kung_Fu_Chefs_poster-137x200.jpg",
        "title": "Kung Fu Chefs (2009)",
        "description": "\" အသီးမွာ သရက္ ၊ အသားမွာ ၀က္ ၊အရႊက္မွာ\nလက္ဖက္ \"\"အစားအေသာက္က လူနဲ႔တည့္တယ္\"\n\"ဆီးခ်ိဳတက္ကေနာက္မွေသမွအခုစား\nရဖို႔အဓီက\"ယေန႔ေခတ္ လူ႔အသုိင္းအ၀ုိင္းထဲမွာေတြ႔ရတက္\nတယ့္ စကားအတုိင္း အစားအေသာက္က\nအက်ိဳးျပဳတာလဲရွိသလို အႏၱရယ္လဲေပးတက္ပါ\nတယ္။အဲ့ဒါက အရသာအႏုပညာဖန္တီးသူ ၀ါ စားဖိုမႈ\nေတြရဲ႕အခန္းက႑က ထင္သေလာက္မ\nလြယ္ပါဘူး။\nအရသာရွိတာစားရဖုိ႔ဆုိတာ ကုိေရာ့ အင့္ ဆိုျပီ လြယ္လြယ္ေလးျဖစ္လာတာမဟုတ္မွန္း\nဒီကားၾကည့္ျပီး စီေဘာေပါက္ႏိုင္ပါလိမ့္မယ္။ဒီကားက IMDb rating ၅.၂ ၊ Rotten Tomatoes ၃၆ % ၊ Asiawiki ၈၃ % ရရွိထားပါတယ္။ေဟာင္ေကာင္ကားျဖစ္ျပီး ၂၀၀၉ ခု\nႏွစ္က ျဖန္ ့ခ်ီထားခဲ့ပါတယ္။တစ္ကားလုံး ၉၂ မိနစ္ၾကာျပီးBox Office မွာ ေဟာင္ေကာင္\nေဒၚလာ၁၈မီလီယံရရွိထားခဲ့ပါတယ္။ တရုတ္\nစကားေျပာ တရုတ္ကားျဖစ္ပါတယ္။\nေဘာလုံးမင္းသားလားဖက္တီးမင္းသားလားအခု အသက္ ၆၅ ႏွစ္အရႊယ္ရွိေနျပီး ကၽြန္ေတာ္\nတုိ႔ ငယ္ဘ၀ ၾကီးျပင္းလာတဲ့ အရာေတြ ထဲမွာ\nသူလဲ တစ္ေယာက္အပါအ၀င္ျဖစ္ပါတဲ့\nSammo Hung နဲ႔ Vanness Wu သူတို႔\nအဓီကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။\nအဲ့ဒီမင္းသားၾကီးပါတဲ့ကားဆိုရင္ေတာ့ၾကည့္\nလို ...",
        "rating": "5.2",
        "url": "https://megaup.net/2gakA/Kung_Fu_Chef_[2009]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/78kjgspmLLOm2Glgpzqo9cS4GpI.jpg",
        "title": "Batman: Under the Red Hood (2010)",
        "description": "ဒီကားေလးကေတာ့ DC ရဲ႕ နာမည္ ေက်ာ္ Animation ေတြထဲက တစ္ကားျဖစ္ပါတယ္။ဒီကားထဲမွာေတာ့ Batman ရဲ႕ နာမည္ေက်ာ္ ဗီလိန္ေတြျဖစ္တဲ့ ဂ်ဳိကာ ရာအယ္ဂူး Red Hoodအစရွိတဲ့ သူေတြပါ၀င္တဲ့ဇာတ္လမ္းေကာင္းတစ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္း အက်ဥ္းကုိ ေျပာရရင္ေတာ့ဂ်ဳိကာ ရဲ႕ လက္ခ်က္နဲ႔ Second Robin ျဖစ္တဲ့ Jason Todd ေသဆုံးသြားၿပီးနဲ့ေနာက္မွာ Batman ဟာ ဆုိရင္ဘယ္သူ႕ အကူအညီမွ မယူပဲတစ္ေယာက္ထဲ လွုပ္ရွား ေနပါေတာ့တယ္။အဲ့အခ်ိန္မွာပဲ Gotham မွာJoker က Arkham Asylum ထဲမွာ အဖမ္းခံေနရၿပီး ရာဇ၀တ္လုပ္ငန္းေတြကုိ Black Mask က ခ်ဳပ္ကုိင္ေနတဲ့ အခ်ိန္ေပါ့။ အဲ့အခ်ိန္မွာပဲ Red Hood လုိ႔အမည္ရတဲ့ အနီေရာင္ မ်က္ႏွာဖုံးစြပ္ ဗီလိန္တစ္ဦးေပၚထြက္လာခဲ့ပါတယ္။သူကေတာ့ Black Mask တုိ႔လုိ မူးယစ္ေဆး အေရာင္း အ၀ယ္လုပ္ဖုိ႕ဆုိးသြမ္း ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/batman-under-the-red-hood-2010/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/l7t0Zx995JJ4qmkfLb2I4vt1Umk-133x200.jpg",
        "title": "My Last Love (2017)",
        "description": "​ေပ်ာ္​စရာအရမ္​း​ေကာင္​းတဲ့ ကင္​ဘံုယံုတို႔မိသားစု​ေလးရဲ႕ ရင္​နစ္​ဖြယ္​ဇာတ္​​လမ္​း​ေလးတစ္​ပုဒ္​ ။အိမ္​​ေထာင္​ဦးစီးျဖစ္​သူ ကင္​ဘံုယံုဟာ ​ေဆာက္​လုပ္​​ေရး construction တစ္​ခုရဲ႕ဒါ႐ိုက္​တာတစ္​ဦးျဖစ္​ၿပီး အႏိုင္​က်င္​့သူ သူ​ေဌးတစ္​​ေယာက္​ရဲ႕လက္​​ေအာက္​မွာ မိသားစုအတြက္​​ေအာက္​က်ိဳ႕ၿပီး အလုပ္​ႀကိဳးစားသူတစ္​​ေယာက္​ျဖစ္​ပါတယ္​။သားသမီးျဖစ္​သူ အၿမႇာႏွစ္​​ေယာက္​မွာ​ေတာ့ တစ္​​ေယာက္​ကစာ​ေတာ္​ၿပီး ​ေနာက္​တစ္​​ေယာက္​က​ေတာ့ ​ေက်ာင္းပံုမွန္​မတက္​ဘဲ အႏုပညာကိုဝါသနာႀကီးသူပီပီ သူငယ္​ခ်င္​းနဲ႔လမ္​း​ေဘးမွာ​ေဖ်ာ​္​ေျဖ​ေရးပြဲအ​ေသးစား​ေလး​ေတြ လုပ္​ၿပီးသီခ်င္​းဆိုသူျဖစ္​ပါတယ္​။အငယ္​ဆံုးသမီး​ေလးက​ေတာ့ မူႀကိဳတက္​​ေနၿပီး အရမ္​းခ်စ္​ဖို႔​ေကာင္​းတဲ့အ​ေဖခ်စ္​သမီး​ေလးတစ္​​ေယာက္​​ေပါ့။ဖခင္​ျဖစ္​သူကင္​ဘံုယံုဟာ အႏိုင္​က်င္​့သူ သူ​ေဌး​ေၾကာင္​့ ​ေန႔တိုင္​းအရက္​​ေတြ​ေသာက္​ျဖစ္​​ေနၿပီး ​ေနာက္​ဆံုး​ေတာ့ ဗိုက္​​ေအာင္​့တဲ့​ေဝဒနာကို ခဏတိုင္​းခံစား​ေန​ေသာ​ေၾကာင္​့ ​ေဆးစစ္​လိုက္​​ေသာအခါ အူမႀကီးကင္​ဆာဆို​ေသာ ​ေၾကာက္​မက္​ဖြယ္​ေဝဒနာႀကီးဆိုးႀကီး(​ေနာက္​ဆံုးအဆင္​့)႐ွိ​ေန​ေၾကာင္​း သိခဲ့ရပါတယ္​။ထိုသို႔ စိတ္​ဓာတ္​မ်ား စုတ္​ျပတ္​သတ္​​ေအာင္​ က်ဆင္​း​ေနခ်ိန္​ မလိုအပ္​ဘဲ​ေဒါသ​ေတြထြက္​ကာ စာမလုပ္​သူသမီးဒါနင္​းနဲ႔လည္​း အျငင္​းအခံု​ေတြျဖစ္​ခဲ့ရပါတယ္​။ဖခင္​ျဖစ္​သူဟာ သူ​ေဌးျဖစ္​သူရဲ႕သား​ေလးကို​ေက်ာင္​းသြားႀကိဳရတဲ့အခ်ိန္​မ်ား ႐ွိခဲ့​ေသာ​ေၾကာင္​့ သားအႀကီးဆံုးျဖစ္​သူက အ​ေဖဟာ အိမ္​​ေထာင္​​ေရး​ေဖာက္​ျပန္​​ေနၿပီဟုထင္​ကာ အထင္​လြဲခဲ့ပါတယ္​။ကင္​ဆာျဖစ္​​ေနသူ ဖခင္​ႀကီးမွာ ဆိုက္​မွာလည္​း အလုပ္​သမားတစ္​ဦးဓာတ္​လိုက္​​ေသဆံုးမႈ​​ေတြ​ေရာ သားသမီးမၾကည္​ညိဳမႈ​ေတြ​ေရာ အကုန္​ျပည္​့ႏွက္​ကာ စိတ္​ဆင္​းရဲ​​ေနပါတယ္​။ဖခင္​ျဖစ္​သူဟာကိုယ္​့အတြက္​လည္​းအခ်ိန္​သိပ္​မက်န္​​ေတာ့မယ္​့ လူ႔ဘဝႀကီးကို ဘယ္​လိုကုန္​ဆံုးသြားမလဲဆိုတာကို​ေတာ့ ဒီဇာတ္​ကား​ေလးကို ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/my-last-love2017/",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/p11087119_p_v8_ac-133x200.jpg",
        "title": "Tell (2014)",
        "description": "2014 ခုႏွစ္ကထြက္ရွိထားတဲ့ အက္ရွင္ကားေလးတစ္ကားကိို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက IMdb ၅.၄ ရထားတာေၾကာင့္ သိပ္မဆိုးဘူးလို႕ သတ္မွတ္လို႕ရပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အီသန္တဲ က ပဆံခိုးတဲ့ ေနရာမွာ ေတာ္ေတာ္ နာမည္ၾကီးတဲ့တစ္ေယာက္ပါ  ဒါေပမဲ့ ပဆံခိုးတာ က သူ႕ အတြက္လြယ္ေနသေလာက္ လက္ေတြ႕ ဘ၀မွာသူ႕အတြက္ အေရးပါတဲ့ သူ႕သူငယ္ခ်င္းေတြသူ႕ရဲ႕ မိသားစုေတြ လုပ္ေဖာ္ကိုင္ဖက္ေတြနဲ႕သူဘယ္လို ဆက္လက္ေနမလဲ သူပဆံခိုးတာကိုလဲ စံုေထာက္ ေတြ႕ လိုက္လံေထာက္လွမ္းလာတဲ့အခါမွာေတာ့ ဘာေတြ ဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါQty - 720p BlurayDuration - 1hr 33minGern - ActionEncoder - Kyaw Ye Aung",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/tell-2014/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/hffCAdbjkDxoiBrr2V6FsaWhFkF-140x200.jpg",
        "title": "The End of April (2017)",
        "description": "မေျပလည္တဲ့ မိသားစုမွာ ေမြးဖြားလာတဲ့ မိန္းကေလးတစ္ေယာက္ ျဖစ္တဲ့ ဂ်ိဳဟီးက အိမ္နီးခ်င္း အစ္မ ေယာင္ဂ်င္းကို သိပ္အားက်ခဲ့ပါတယ္ ...ေယာင္ဂ်င္းကလည္း ဂ်ိဳဟီးကို ညီမေလးလို ခ်စ္တာမို႔ အတတ္ႏိုင္ဆံုးကာကြယ္ေပးခဲ့သူပါ ...ဒါေပမယ့္ အခ်ိန္တန္က်တဲ့အခါ ကိုယ့္ဘဝနဲ႔ကိုယ္လည္ပတ္ရတဲ့ အခါမွာ ေယာင္ဂ်င္းက ေယာင္ဂ်င္းဘဝ ဂ်ိဳဟီးက ေယာင္ဂ်င္းဘဝ ျဖစ္လာပါတယ္ (ရႈပ္သြားလား မသိ ?) ႐ုပ္ရွင္ေလးကို ၾကည့္ၾကည့္ရင္ နားလည္လာပါလိမ့္မယ္ေနာ္ ...ေလာကႀကီးမွာ ဘယ္သူမွ မယံုရပါဘူး ....ဘယ္အ႐ူးကမွလည္း ကိုယ့္ကိုကိုယ္ ႐ူးတယ္လို႔ မေျပာတတ္ၾကပါဘူး...ျမင္ျမင္ခ်င္းအခ်စ္တို႔ အေၾကာင္းမသိပဲ ခ်စ္တယ္တို႔ဆိုတာလည္း မေကာင္းပါဘူး ...ဘယ္အရာကိုမွ အလြယ္ေတြးတာ မေကာင္းပါဘူး ...အဲ့ဒီ \"ဘူး\" ေတြကို ဒီကားၾကည့္ၿပီးတဲ့ အခါ ယံုသြားပါလိမ့္မယ္...ေယာက်ာ္းေလးပရိသတ္ေတြဆို အတန္းထဲက အေၾကာင္းမသိတဲ့ ေကာင္မေလးကိုေတာင္ မႀကိဳက္ရဲ ျဖစ္သြားေစရမယ္ ??၁၈+ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-end-of-april-2017/",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BY2ExY2NlNDEtMzg4ZS00MmQ1LWE2MzgtYmIwODJiNDUwYWY1XkEyXkFqcGdeQXVyNTUzNjcwOTM@._V1_-131x200.jpg",
        "title": "Mariah Carey’s All I Want for Christmas Is You (2017)",
        "description": "အခုမိတ္ဆက္ေပးမယ့္ ဇာတ္ကားေလးကေတာ့ အခု ၂၀၁၇ မွာအသစ္ထြက္လာတဲ့ ဒီဇင္ဘာလအတြက္ ရာသီေပၚ ခရစ္စမတ္ကားေလးျဖစ္တဲ့ All I want for Christmas is You ပါဒီထဲမွာ မက္ရိုင္ယာဆိုတဲ့ ေကာင္မေလးဟာ ေခြးအရမ္းခ်စ္တတ္ပါတယ္ဒါေပမဲ့ သူ႔အေဖက ေခြး allergic ရွိၿပီး အေမက အိမ္သန္႔ရွင္းေရးနဲ႔ပတ္သက္ရင္ ေခ်းမ်ားတတ္သူပါဒီေတာ့ သူ႔ေမြးေန႔တိုင္း ခရစ္စမတ္တိုင္း ေခြးေလးရဖို႔ ပူဆာခဲ့ေပမယ့္ မရခဲ့ပါဘူးတစ္ႏွစ္မွာေတာ့ အရမ္းကိုဆိုးသြမ္းတဲ့ ေခြးေလေခြးလြင့္ေလး ဂ်က္ဆိုတာ သူ႔ဘဝထဲကို ေရာက္လာခဲ့ပါတယ္သူ႔အေဖက ဂ်က္အရမ္းဆိုးတာေတြကို ၾကံဳရရင္ သူ႔သမီး ေခြးေမြးဖုိ႔ စိတ္ပ်က္သြားမလားဆိုတဲ့ အၾကံနဲ႔ ဂ်က္ကိုေခၚလာခဲ့တာပါမက္ရိုင္ယာဟာ သူေခြးထိန္းႏိုင္တယ္ဆိုတာ သက္ေသျပဖို႔ ဂ်က္ဆိုးသမၽွကို အကုန္သည္းခံၿပီး ႀကိဳးစားခဲ့ပါတယ္ဒါေပမဲ့ မထင္မွတ္ပဲ သူဟာ ဂ်က္အေပၚသံေယာဇဥ္တြယ္သြားပါေတာ့တယ္ေခြးေလးဂ်က္နဲ႔ မက္ရိုင္ယာတို႔ရဲ႕ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/mariah-careys-all-i-want-for-christmas-is-you-2017/",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZmNkNzllMmItN2Q2Yy00NWNiLTliMzctOWI1NDAyMWQ5YWJjXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-134x200.jpg",
        "title": "The Ninth Gate (1999)",
        "description": "အတတ္ပညာတစ္ခုကို တစ္ဘက္ကမ္းခတ္ တတ္ေျမာက္သြားသူကို ဝိဇၨာလို႔ ေခၚတယ္ ။ဘာသာေရးအရ သာမန္လူေတြ မလုပ္နိုင္တဲ့ ဂမီၻရအတတ္ပညာတစ္ခ်ဳိ႕ကို တစ္ဘက္ကမ္းခတ္ တတ္ေျမာက္ၿပီး အရွင္ထြက္ အေသထြက္နဲ႔ ေနာင္ပြင့္မယ့္ဘုရားဖူးဖို႔ လြတ္ေျမာက္ရာလမ္းလို႔ ေခၚတဲ့ ထြက္ရပ္လမ္းကို ေရာက္သြားတာေတြရိွတယ္ ။သူတို႔ကို ထြက္ရပ္ပါက္ ပုဂၢိဳလ္လို႔ ေခၚတယ္ ။ထြက္ရပ္ေပါက္ ပုဂၢိဳလ္ေတြကို ဝိဇၨာလို႔လည္း ေခၚၾကေသးတယ္ ။ဝိဇၨာေပါင္း ရွစ္ေသာင္းေလးေထာင္ရိွတဲ့အထဲ ကြၽန္ေတာ္တို႔သိတာ ျပဒါးဝိဇၨာ ၊ သံဝိဇၨာ ၊ အင္းဝိဇၨာ ၊ ေဆးဝိဇၨာ စသျဖင့္ နည္းနည္းပါးပါးပဲ သိၾကတာပဲ ရိွေသးတယ္ ။ထားေတာ့ .... ဝိဇၨာအေၾကာင္းဆက္ရွင္းေနရင္ ကိုယ္တိုင္ေတာင္ အဂၢိရတ္ ထထိုးေနရမယ္ ။ဒီ႐ုပ္ရွင္ကေတာ့ နဝမေျမာက္ တံခါးကေန ထြက္ရပ္လိုင္းကို ေလွ်ာက္လမ္းမယ့္ စာအုပ္ဝိဇၨာပဲ ျဖစ္ပါတယ္ ။ဂမီၻရအတတ္ပညာတစ္ခ်ဳိ႕ကို စိတ္ဝင္စားရင္ ၾကည့္ၾကေပါ့ဗ်ာ .......ps. ...",
        "rating": "6.7",
        "url": "https://megaup.net/4VD6S/The_Ninth_Gate_[1999]_(MM_Sub).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjE4NTA1NzExN15BMl5BanBnXkFtZTYwNjc3MjM3._V1_-135x200.jpg",
        "title": "How to Lose a Guy in 10 Days (2003)",
        "description": "အခုမိတ်ဆက်ပေးမယ့်ဇာတ်ကားလေးကတော့ 2003 ခုနှစ်က ထွက်ခဲ့တဲ့ How to lose a Guy in 10 days ဆိုတဲ့ကားပါဒါကတော့Romance/Comedy အမျိုးအစားလေးပါဒီထဲမှာတော့ ဘန်ဂျမင်ဘယ်ရီဆိုတဲ့ ကြော်ငြာတာဝန်ခံတစ်ယောက်ဟာ စီမံကိန်းအကြီးကြီးတစ်ခုကို ရဖို့အတွက် အလောင်းအစားတစ်ခုလုပ်ခဲ့ပါတယ်ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင် ဘန်ဂျမင်ဟာ မိန်းကလေးတစ်ယောက်ကို 10 ရက်အတွင်း သူ့ကိုကြွေဆင်းလာစေရမယ်လို့ လောင်းကြေးထပ်လိုက်တာပါတစ်ချိန်တည်းမှာပဲ မဂ္ဂဇင်းမှာ 10 ရက်အတွင်း ယောကျ်ားတစ်ယောက်က ကိုယ့်ကိုထားခဲ့ချင်အောင် ဘယ်လိုလုပ်မယ်ဆိုတာကို ရေးဖို့ ကုန်ကြမ်းလိုက်ရှာမယ့် အန်ဒီ အန်ဒါဆန်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ရှိနေပါတယ်သူဟာစမ်းသပ်ဖို့အတွက် ယောကျ်ားတစ်ယောက်ကိုရှာဖွေဖို့ ဖြစ်လာပါတယ်အလောင်းအစားလုပ်ပြီး သိပ်မကြာခင်မှာ သူတို့ နှစ်ယောက် ဆုံတွေ့ခဲ့ကြပါတယ်သူတို့ရည်ရွယ်ချက်တွေအတိုင်း ဘယ်သူကအောင်မြင်သွားမလဲဘာတွေဖြစ်သွားတယ်ဆိုတာကို ဟာသလေးတွေနှောပြီး ပေါ့ပေါ့ပါးပါးလေး ရိုက်ကူးထားတာပါcomedy ချစ်ပရိသတ်တွေ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပါလို့ ညွှန်းပေးပါရစေFile Size : (900 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr ...",
        "rating": "6.4",
        "url": "https://megaup.net/16JXu/How_To_Lose_A_Guy_In_10_Days_[2003]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/1200x630bb-133x200.jpg",
        "title": "A League of Their Own (1992)",
        "description": "မင္းသားၾကီး တြမ္ဟန္႕ ရဲ႕ ၁၉၉၂ ေလာက္က ထြက္ရွိထားတဲ့ ဇာတ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားထဲမွာ တြမ္ဟန္႕ ရဲ႕ ငယ္ရုပ္ကိုေတြ႕ျမင္ရမွာျဖစ္ျပီး သူ႕ကားေတြရဲ႕ ထံုးစံ အတိုင္း ေကာင္းမေကာင္းကိုေတာ့ မေျပာေတာ့ပါဘူးဗ်ာ ဇာတ္ကားေလးက ဒုတိယ ကမၻာစစ္ ကာလကို အေျခခံရိုက္ကူးထားတာျဖစ္ျပီးညီအစ္မ ႏွစ္ေယာက္ၾကားထဲက ျပသနာေလးေတြ မိသားစု ျပသနာေလးေတြကိုဟာသေလးေႏွာျပီး ရိုက္ျပထားတာမို႕ Drama ကားေပမယ့္ မပ်င္းရပဲ ၾကည့္ၾကရမွာျဖစ္ပါတယ္ဇာတ္ကားအက်ဥ္းေလးကေတာ့ ေဒါ့တီ နဲ႕ ကစ္ ဟာ ေဘ့စ္ေဘာ အားကစားကို ႏွစ္သက္ၾကသူေတြျဖစ္ျပီး သူတို႕  ဟာ ေက်ာင္း ျပိဳင္ပြဲေတြမွာလဲ အသင္းရဲ႕ အားထားရတဲ့သူေတြျဖစ္ပါတယ္ဒီလိုနဲ႕ တစ္ေခါက္မွာေတာ့ သူတို႕ ရဲ႕ အသင္းက အမူးသမား နညး္ျပ ေၾကာင့္ သူတို႕ အသင္းအက်ဥ္းအက်ပ္ထဲကိုေရာက္လာတဲ့ အခါမွာေတာ့ သူတို႕ ညီအစ္မႏွစ္ေယာက္ ဘယ္ေလာက္ထိရုန္းကန္ႏုိင္ၾကမလဲ ဘယ္လို လူမႈေရးျပသနာေလးေတြကို ေကာဘယ္လို ေျဖရွင္းၾကမလဲ ဆိုတာေတြကိုေတာ့ပရိတ္သတ္ၾကီးက ၾကည့္ၾကရမွာျဖစ္ပါတယ္ ဗ်Qty - 720p BlurayDuration - 2hr 8minGern - Comedy/ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1wv9p/A_League_Of_Their_Own_[1992]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/images-1-2-133x200.jpg",
        "title": "Wild Tales (2014)",
        "description": "ဒီဇာတ္ကားက နည္းနည္းေလးဆန္းတယ္။\nကၽြန္ေတာ္တို ့ေနစဥ္ၾကဳံေနၾကျပသနာေလး\nေတြမွာ တစ္ခ်ိဳ ့က စိတ္မထိန္းႏိုင္ေတာ့ဘဲ\nတစ္ဖက္ျခမ္းကုိ ေရာက္သြားၾကတယ့္\nလူ ့သဘာ၀ ျဖစ္စဥ္ေလးေတြ ကုိ သည္းခံစိတ္\nရဲ ့အလြန္အေနထားေလးေတြ ေတြ ့ျမင္ရမွာပါ။\nဒီကားကုိ ေရႊးခ်ယ္ျဖစ္ရျခင္းအေၾကာင္းရင္းတစ္ခု\nက ကိုယ္မတရားခံေနရသည္ျဖစ္ေသာ္ျငားလဲ\nစိတ္ေနာက္ အလုိလိုက္ျပီး တုန္ ့ျပန္လိုက္တဲ့\nအခါ သူ ့အတြက္ သာမက ကိုယ့္ အတြက္ပါ\nၾကီးၾကီးမားမားထိခိုက္ေစတယ္ဆုိတာကုိ သိ\nေစခ်င္လို ့ပါ။\" ေသာက္ေရးၾကီးေနပါတယ္ဆိုမွာ\nေသာက္ကားေတြ ကလာပိတ္ေနတယ္\nအကုန္၀င္တိုက္ပလိုက္ရ ...ေသာက္ဖုန္းကဒ္က ပုိက္ဆံကေတာ့ျဖတ္တယ္\nလိုင္းက်ေတာ့ အ၀ိုင္းလည္တာထုိင္\nၾကည့္ေနရတယ္ ေသာက္ရုံး(....)ကုိ ဗုံးသြားခြဲ\nမိေတာ့မယ္.....\"အဲ့လို ့ကၽြန္ေတာ္တုိ ့ ေတြ ျဖစ္တက္ၾကတယ့္\nသည္းခံႏိုင္မႈအတိုင္းအတာတစ္ခဏေလးကုန္ဆုံးသြားတဲ့ အလြန္အေျခအေနေလ\nးမွာ လူတစ္ခ်ိဳ ့ က သူတို ့ ဖုန္းကုိ ရိုက္ခြဲမိသြားတာမ်ိဳးတိ\nု ့ ၊ လူၾကီးတစ္ေယာက္ကုိ မေက်နပ္\nလို ့ဆဲဆို လိုက္တာမ်ိဳး ေက်ာက္တုံးကုိ ေခါင္းနဲ ့\nပစ္တိုက္ သလို ငပိေၾကာ္စားသြားရတာမ်ိဳးကုိ\nျဖစ္သြားတက္ပါတယ္။ဒီဇာတ္ကားထဲမွာ စိတ္ထဲသေဘာ ဇာတ္လမ္း\nတစ္ခန္း စီတိုင္းမွာ မတူညီတယ့္ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/wild-tales-2014/",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTc5MzE1ODYwNl5BMl5BanBnXkFtZTgwMTkzMzQwNDI@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Alien Invasion: S.U.M.1",
        "description": "ဒီတစ္ေခါက္ မိတ္ဆက္ေပးခ်င္တဲ့ကားေလးကေတာ့\n''Alien Invasion S.U.M 1 ဆိုတဲ့ဇာတ္လမ္းၿဖစ္ပါတယ္...\nအညြန္းကိုဖတ္ၾကည့္ရေအာင္.\nကမၻာေျမဟာ ၿဂိဳဟ္သားေတြရဲ႕ တိုက္ခိုက္မႈခံေနရတဲ့ ကာလျဖစ္ပါတယ္..\nလူသားမ်ိဳးႏြယ္ ၉၅ ရာခိုင္ႏႈန္းေလာက္ သတ္ခံခဲ့ရပါတယ္ ...\nကမၻာေျမမွ အႀကီးအကဲမ်ားဟာ ၿဂိဳဟ္သားေတြလက္ထဲမွ ကမၻာေျမကို\nျပန္လည္ရယူဖို႔ အေစာင့္တပ္သားမ်ားကို ေစလႊတ္ခဲ့ပါတယ္..\nဒီအေစာင့္တပ္သားမ်ားထဲမွ Sum 1 ဆိုတဲ့ တပ္သားအေၾကာင္းကို ဇာတ္အိမ္တည္ထားပါတယ္...\nတပ္သားေတြဟာ ရက္ ၁၀၀ မစ္ရွင္းျဖင့္ တာဝန္ထမ္းေဆာင္ရပါတယ္...\nဒုကၡေရာက္ျပည္သူမ်ားကို လံုျခံဳရာေနရာသို႔ ေျပာင္းေရႊ႕ေပးရပါတယ္..\nSum1 ဟာ ကမၻာေျမေအာက္ေျခ တာဝါတစ္ခုမွာတစ္ကိုယ္တည္း ေနထိုင္ရပါတယ္...\nသူ႔ရဲ႕တစ္ေန႔တာ တာဝန္ကေတာ့ တာဝါဝန္းက်င္ကင္မရာမ်ားကို ေစာင့္ၾကည့္တာ\nခ်ဥ္းကပ္လာသူ ၿဂိဳဟ္သားေတြရန္ကို ကာကြယ္တာ စတာေတြျဖစ္ပါတယ္...\nသူ႔ရဲ႕တစ္ေန႔တာ တာဝန္ကေတာ့ တာဝါဝန္းက်င္ကင္မရာမ်ားကို ေစာင့္ၾကည့္တာ\nခ်ဥ္းကပ္လာသူ ၿဂိဳဟ္သားေတြရန္ကို ကာကြယ္တာ စတာေတြျဖစ္ပါတယ္...\nSum1 မတိုင္ခင္က အရင္ထမ္းေဆာင္ခဲ့တဲ့ တပ္သားဟာ\nက်န္းမာေရးအေျခအေနေၾကာင့္ Sum1 ကို အေရးေပၚအစားထိုးခဲ့ျခင္းျဖစ္ပါတယ္....\nလူေတြရဲ႕ထံုးစံအတိုင္း Sum1 တစ္ေယာက္ ရက္ ၁၀၀ မစ္ရွင္းအစမွာေတာ့\nတက္ႂကြၿပီး တာဝန္သိစိတ္အျပည့္အဝနဲ႔ ႀကိဳးစားခဲ့ပါတယ္...\nၾကာလာေတာ့ တစ္ေယာက္တည္းေနရတဲ့ဘဝ\nစကားေျပာေဖာ္အေပါင္းအသင္းမရွိတဲ့ဘဝကို သူစိတ္ပ်က္လာပါတယ္...\nတစ္ေန႔လာလည္း ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/alien-invasion-s-u-m-1/",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjk0NjI2MjM1NF5BMl5BanBnXkFtZTgwODc2NjU0MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Thelma (2017)",
        "description": "ဒီတစ္ေခါက္တင္ဆက္ေပးမွာကေတာ့ Thelma လို႔အမည္ရတဲ့ ေနာ္ေ၀ ကားေလးပဲျဖစ္ပါတယ္။IMDb Rating အေနနဲ႔ 7.3 အထိရရွိထားေသာဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းခ်ဳပ္ကေတာ့ သဲမာဆိုတဲ့ထူးဆန္းတဲ့ ေကာင္မေလးတစ္ေယာက္ဝက္ရူးျပန္ေရာဂါလိုမ်ိဳး မၾကာခဏျဖစ္တတ္ၿပီးဆရာဝန္ေတြက စိတ္မႏွံ႔ဘူးလို႔ ေျပာခံရတဲ့သူပါသူမက ခဏခဏဆိုသလို စိတ္အားငယ္တတ္ရာကေန မ်ိဳးတူမိန္းကေလးတစ္ေယာက္ကို ခ်စ္ႀကိဳက္ရာမွသူမရဲ႕ေနာက္ဆက္တြဲ...မိသားစုေရးရာနဲ႔ စိတ္ဖိစီးေနတဲ့သူမ...အေတြးနယ္ပယ္ထဲမွာ ခ်ာခ်ာလည္လည္ရင္း...ဒီဇာတ္ကားၾကည့္ေနရင္းနဲ႔ ပရိသတ္ေတြအေနနဲ႔ သဲမာတစ္ေယာက္ တကယ္ပဲစိတ္မႏွံ႔တာလားသူမရဲ႕အခ်စ္ဇာတ္လမ္းေလးကေရာ ဘယ္လိုျဖစ္သြားမလဲဆိုတာ .......စိတ္ဝင္တစားနဲ႔ၾကည့္ရႈၾကရမွာပါ File Size : (950 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 56min\nFormat : Mp4\nGenre : Drama, Mystery, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay DTS x264-WASTE\nTranslated by Aye Yeik Htin\nEncoded by ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/thelma-2017/",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMzc5ODExODE0MV5BMl5BanBnXkFtZTgwNDkzNDUxMzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Mother! (2017)",
        "description": "\"Public Health Warning:This movie is insane\" ပါ…\n \nကဲ Motherပါတဲ႔…\n \nMotherဆိုလို႔လည္း မာတာမိခင္ ေက်းဇူးရွင္အေၾကာင္းကို ခ်စ္ခင္ႏွစ္သက္ဖြယ္…ၾကည္ႏူးေအာက္ေမ့ဖြယ္ အလြမ္းအေဆြးေလးနဲ႔ (Burmese filmsေတြပံုစံ)ဖြဲ႔ႏြဲ႔ထားတယ္ထင္ရင္… မွားမွာပါ…\n \nအဲ႔ဒီလို႔မွားတဲ႔အျပင္ကို လူၾကီးမင္းတို႔မွာ စိတ္သိပ္မခိုင္တဲ႔ ခံစားခ်က္ျပင္းျပင္းမခံစားသင့္တဲ႔ေရာဂါ မ်ိဳး ကင္းလြတ္မွသာ ဒီ Motherကို ၾကည့္သင့္တာပါ…\n \nဘာေၾကာင့္ဆို ဒီMotherဟာ ပရိသတ္ေတြအေပၚ ဆယ္စုႏွစ္တစ္ခုလံုးမွာ Mindblowing အလုပ္ႏိုင္ဆံုး ဇာတ္ကားအျဖစ္ ေဝဖန္မႈမ်ားစြာလက္ခံရ႐ွိခဲ႔တာေၾကာင့္ျဖစ္ပါတယ္……\n \nဇာတ္လမ္းအက်ဥ္းခ်ဳပ္ေျပာရင္ေတာ့… နာမည္ၾကီးစာေရးဆရာ တစ္ေယာက္နဲ႔ သူရဲ႕ဇနီးေခ်ာေလးတို႔ဟာ ျမိဳ႕နဲ႔ေဝးကြာျပီး လူသူ တိတ္ဆိတ္လွတဲ႔အရပ္မွာ ထီးထီးၾကီး ခန္႔ထည္ေနတဲ႔အိမ္ၾကီးတစ္အိမ္မွာ အတူေနထိုင္ၾကတာပါ…\n \nစာေရးဆရာဟာ လတ္တေလာမယ္ စာေရးဖို႔ကုန္ၾကမ္းေတြးမရတဲ႔ ျပႆနာမ်ိဳးၾကံဳေနရတဲ႔ အခ်ိန္……\n \nအိမ္ကို ဖိတ္ေခၚမထားတဲ႔ ဧည့္သည္ေတြ ေရာက္ရွိလာခဲ႔ပါတယ္……\n \nအဲ႔ဒီအခ်ိန္ကစလို႔ သူတို႔ဇနီးေမာင္ႏံွရဲ႕ဘဝ ေျဗာင္းဆန္ခဲ႔ရေတာ့တာပါပဲ……\n \nဒီဇာတ္လမ္းၾကည့္ေနစဥ္မွာ မထင္မွတ္တဲ႔ဇာတ္လမ္း အေကြ႕အခ်ိဳး ေတြမ်ားလြန္းတဲ႔အတြက္ ပရိသတ္ေတြခမ်ာ ၾကည့္ေနရင္းနဲ႔ကို ရင္ေမာေနရျပီး စိတ္ဝင္တစားကို ေတာက္ေလ်ွာက္ၾကည့္ျဖစ္ၾကမွာ ျမင္ေယာင္မိပါတယ္……\n \nRatingကလည္း 7.1/10 ဆိုေတာ့ သိပ္ညႊန္းမေနေတာ့ပါဘူးေနာ္\n \nအဲ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2fdej/Mother!_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/c1453464a1acde47233a684283772673-133x200.png",
        "title": "Memento (2000)",
        "description": "Memento (2000)\nIMDb (8.4/10)__________Rotten Tomatoes (93%)Memento (2000)သူ.........ည တစ်ရေးနိုးလာခဲ့သည်။ အိပ်ရာပေါ်က သူ့ဘေးမှာ သူ့ဇနီးရှိမနေ။ အပေါ့သွားတာဖြစ်ရမည်။ အင်း..........မဟုတ်သေးဘူး။ သူ့စိတ်ထဲမှာ သူ့ရဲ့ဇနီး အိပ် ရာပေါ် ဘယ်တော့မှပြန်မလာတော့မှာကို တစ်နည်းတစ်ဖုံ သိနေသည်။ ရေချိုးခန်းထဲက ရုန်းရင်းဆန်ခတ်အသံတွေ......................ရိုင်းစိုင်းမှုတွေ...............အသနားခံမှုတွေ.........။ သေချာသွားပြီ.........သူ့ဘဝထဲမှာ သူ့ဇနီးရှိမနေတော့ဘူး။ အဲဒါကလွဲပြီး ကျန်တာသူမသိ။ မနေ့ညက သူဘာလုပ်ခဲ့လဲ၊ မနက်လင်းရင်သူဘာလုပ်ရမှာလဲ သူမသိ။ သူ့ကိုယ်ပေါ်က tattoo တွေ ဘယ်လိုပေါ်လာလဲသူမသိ။ သူ မှန်ရှေ့မှာရပ်ကြည့်လိုက်ရင်တော့ သူ့ရင်ဘတ်ပေါ်မှာ မှန်စာလိုရေးထားတဲ့ အထင်ရှားဆုံး tattoo ကိုတွေ့လိမ့်မယ်။ \"John G. raped and murdered my wife.\"Christopher Nolan ဟာ Following ဆိုတဲ့ ဒေါ်လာ 6000 လောက်သာကုန်ကျတဲ့ ဇာတ်ကားကိုရိုက်ကူးပြီး ဒါရိုက်တာအဖြစ် ခြေလှမ်းစခဲ့တယ်။ အဲဒီကားနဲ့ သူ့ကိုစတင်အာရုံစိုက်စေခဲ့ပြီး သူ့ရဲ့ ဒုတိယကားမှာတော့ ဒေါ်လာငါးသန်းလောက် budget ...",
        "rating": "8.4",
        "url": "https://megaup.net/1wtow/Memento_[2000]_(MM_Sub).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTk3MTQ3NzU0MF5BMl5BanBnXkFtZTgwNTM0MTE0MjE@._V1_SY1000_CR007001000_AL_-140x200.jpg",
        "title": "Castaway on the Moon (2009)",
        "description": "ဒီတစ္ေခါက္ တင္ေပးမွာကေတာ့\nCastaway on the moon ဇာတ္ကားေလးပါ။\nဒီကားေလးက Tom Hank သရုပ္ေဆာင္ခဲ့ျပီး oscar\nရခဲ့တယ့္ Castaway လိုဇာတ္လမ္းမ်ိဳးေလးပါ။\nဒါေပမယ့္ဒီကားက ဟာသနဲ ့ေပါင္းထားပါတယ္။\nဒီဇာတ္ကားက IMDb Rating 8.1 ၊Rotten Tommatoes 93%၊ AsiaWiki Rating 93%\nတို ့နဲ ့Rating အျမင့္ၾကီးေတြရရွိထားပါတယ္။\nTom Hant ကားထက္ IMDb Rating ပုိျမင့္ပါတယ္။\nဒီကားကုိ ၂၀၀၉ ခုႏွစ္ကျပသခဲ့ျပီး အဓိကမင္းသားေဂ်ာင္ေဂ်ေရာင္း နဲ ့ အဓီကမင္းသမီး ေဂ်ာင္းယုိ၀န္း\nတို ့ကသရုပ္ေဆာင္ထားပါတယ္။ Budget 5မီလီယံ\nနဲ ့ရုိက္ကူူးခဲ့ျပီး Box Officeမွာ ၃၇ မီလီယံ ျပန္\nလည္ရရွိခဲ့ပါတယ္။ တစ္ကားလုံးကု ၁၁၆ မိနစ္ၾကာ\nျပီး တစ္မႈထူးျခားတယ့္ ဇာတ္ေကာင္စရုိက္ေတြနဲ ့ ဖြဲ ့\nစည္းထားပါတယ္။ ႏုိင္ငံတကာနာမည္ၾကီးတယ့္ရုပ္ရွင္ပြဲေတာ္ေတြအပါ၀င္ ရုပ္ရွင္ဆုေပးပြဲ ၈ခုမွာ\nဇကာတင္ဆုအတြက္ ဆု ၁၁ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1AFvb/Castaway_On_The_Moon_[2009]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "",
        "title": "No Country for Old Men(2007)",
        "description": "No Country for Old Men (2007)ဒီဇာတ္ကားကေတာ့ IMDB Rating 8.1/10 နဲ႔ RT Rating 93 % ရရွိထားတဲ့\nCrime Thriller ဇာတ္ကားေကာင္းတစ္ကားပါ\nEthan Coen နဲ႔ Joel Coen ဆုိတဲ့ ညီေနာင္ ဒါရိုက္တာရဲ႕ ဖန္တီးမွဳျဖစ္ၿပီးBest Picture Best Actor (Supproting) Best Director\nBest Writing Adapted စတဲ့ ေအာ္စကာ ၄ ဆုနဲ႔ အျခားဆုေပါင္း ၁၅၆ ဆု ေတာင္ ရရွိထားတဲ့ ဇာတ္ကားႀကီးပါဇာတ္လမ္းအက်ဥ္းကေတာ့\nလေ၀းလန္ေမာ့စ္လို႔ေခၚတဲ့လူတစ္ေယာက္ဟာ အမဲလိုက္ထြက္ရင္း\nမထင္မွတ္ဘဲ ေဆးေမွာင္ခို အေရာင္းအ၀ယ္တစ္ခု ျပသနာတက္တဲ့ ေနရာကို\nေတြ႔သြားမိတယ္ ...အခင္းျဖစ္တဲ့ေနရာမွာ ေမွာင္ခုိသမားအကုန္လုံးက အကုန္နီးပါးေသဆုံးေနပါတယ္ ေသလုေမ်ာေမ်ာလူတစ္ေယာက္က်န္ေနေပမဲ့ သူလည္း စကားအနည္းငယ္ေျပာႏုိင္ရုံကလြဲလုိ႕ဘာမလုပ္ႏုိင္ပါဘူး...ဒါေၾကာင့္ အမဲလုိက္သမားဟာ\nေမွာင္ခုိသမားေတြရဲ႕ ေဒၚလာ ၂ သန္းေက်ာ္ကို ေလာဘတက္ၿပီး ယူခဲ့မိပါတယ္\nအဲဒီေနာက္မွာေတာ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/4UGdz/No_Country_For_Old_Men_[2007]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/images-1-1-133x200.jpg",
        "title": "Elle (2016)",
        "description": "\" ငါ မုဒိန္းက်င္ခံလိုက္ရတယ္\nဘာ... နင္ ရဲကုိအေၾကာင္းၾကားျပီးသြားျပီလား\nဘာလို ့ အေၾကာင္းၾကားရမွာလဲ \"ရုပ္ရွင္ေ၀ဖန္ေရးေလာကမွာ ေလးစားမႈအမ်ား\nဆုံးရယူထားႏိုင္ခဲ့ေသာအႏုပညာ ဖန္တီးမႈဒီဇာတ္ကား ရဲ ့ အမ်ိဳးအစားက Crime ၊ Drama\nThriller ျဖစ္ပါတယ္။ ၂၀၁၆ ခုႏွစ္က ထြက္ရွိ\nထားခဲ့့ျပီးေတာ့ တစ္ကား ၾကာခ်ိန္ ၁၃၀ မိနစ္\nရွိပါတယ္။ IMDb Rating 7.2 ၊Rotten Tomatoes average rating 8/10 ၊ Metacritic\n89/100 ရရွိထားပါတယ္။ ဘာလို ့ ဒီေလာက္\nRating ေတြျမင့္ေနရတာလဲ ဆိုတာကုိဇာတ္ကားၾကည့္ျပီးမွ ေ၀ဖန္လိုက္ပါ။ ဒီဇာတ္ကား\nက ျပင္သစ္စကားေျပာ ဇာတ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားက Phillippe Djian ရဲ ့ Oh ဆိုတယ့္\n၀တၱဳကုိ ျပန္လည္ရိုက္ကူးထားတယ့္ ကားပါ။\nဒီ၀တၱဳက ၂၀၁၂ ခုႏွစ္ကထြက္ရွိထားျပီး\nအမ်ိဳးသားစာေပဆုကုိရရွိခဲ့တယ့္ ၀တၳဳပါ။\n၀တၱဳ မွာကတည္းက အရွိန္အ၀ါၾကီးခဲ့တာပါ။\nဒီ၀တၱဳ ကုိ ဒါရိုက္တာ Paul ...",
        "rating": "7.2",
        "url": "https://megaup.net/2fV3D/Elle_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Melody_To_Remember-p2-140x200.jpg",
        "title": "A Melody to Remember (2016)",
        "description": "A Melody to Remember ေခၚတဲ့ကုိရီးယား\nကားေလးပါ။ IMDb Rating ၇.၂ ၊\nMyDrama List ၈.၆ ရရွိထားတယ့္ Rating\nအျမင့္ပိုင္းေတြ ရရွိထားတယ့္ကာားေလးပါ။\nAction/ Drama အမ်ိဳးအစားျဖစ္ျပီး ၂၀၁၆ ခုႏွစ္\nကျဖန္ ့ခ်ီထားခဲ့ပါတယ္။ တစ္ကားလုံး ကုိ ၁၂၄\nမနစ္ၾကာပါတယ္။ ဒီကားကုိ နာမည္အမ်ိဳးမ်ိဳးနဲ ့လဲ ေခၚၾကပါတယ္။သူ ့ရဲ ကုိးရီယား ျပည္တြင္းမွာ\n( 임시완 )오빠생각 ျမန္မာလို အဓိပၸယ္က\nအစ္ကုိၾကီးရဲ ့ ဆႏၵ ျဖစ္ျပီး ႏိုင္ငံတကာ မွ\nA Melody to Remember လို ့ေခၚၾကပါတယ္။\nဒီကားေလးက Box Office ၀င္ေငြကုိၾကည့္ရင္\nျပည္တြင္းမွာေအာင္ျမင္မႈမရေပမယ့္ ႏုိင္ငံတကာမွာေအာင္ျမင္မႈပုိရရွိခဲ့တယ္ကားပါ။\nရိုက္ကူးတယ့္ စရိတ္ကုိမသိရေပမယ့္\n၀င္ေငြ ကန္ေဒၚလာ ၇ သန္းေက်ာ္ရွိခဲ့ပါတယ္။\nရွာလုိ ့ရသေလာက္က Far East Flim Festival မွာပရိတ္သတ္အၾကိဳက္ဆုံး ဆုကုိ ရရွိထားျပီးဇကာတင္စာရင္း၀င္ထားတာနည္းနည္းေတာ့ရွိပါတယ္။ဒီကားရဲ ့အဓီကမင္းသားအျဖစ္ပါ၀င္\nထားတယ့္ ...",
        "rating": "7.3",
        "url": "https://megaup.net/U718/A_Melody_To_Remember_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BN2YyZjQ0NTEtNzU5MS00NGZkLTg0MTEtYzJmMWY3MWRhZjM2XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Dunkirk (2017)",
        "description": "Dunkirk (2017)\nIMDb - 7.9/10_____Rotten - 93%\nWon 3 Oscars. Another 64 wins & 229 nominations\n ဒုတိယကမ္ဘာစစ်ကာလ ပြင် သစ်နိုင်ငံ ဒန်ကာ့ခ်မြို့မှာ ဖြစ်ပွားခဲ့တဲ့ စစ်ပွဲအကြောင်း ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ပုံမှန် အက်ရှင်ဇာတ်ကားတွေ ကြည့်နေရာက ဒီလို စစ်အက်ရှင်ဇာတ်ကားလေးက ပရိသတ်တွေကိုရသအပြောင်းအလဲ ပေးစွမ်းမှာမို့ သဘောကျမှာပါ။ဇာတ်လမ်းကို ၁၉၄၀ ပြည့် နှစ် ဒုတိယကမ္ဘာစစ်ကာလနဲ့ ဇာတ်အိမ်တည်ထားပြီး ဂျာမန် နာဇီတပ်တွေ ပြင်သစ်ကို ကျူး ကျော် ဝင်ရောက်လာတဲ့အခါ မဟာမိတ်နိုင်ငံတွေရဲ့ ထောင် ပေါင်းများစွာသော စစ်သားတွေ ဟာ ဒန်ကာ့ခ်မြို့ရဲ့ ပင်လယ် ကမ်းခြေဘက်ကနေ တပ်စခန်း တွေချပြီး တိုက်ခိုက်ခဲ့ကြပါတယ်။ အကျအဆုံးများပြီး အင်အား တဖြည်းဖြည်း လျော့လာတာမို့ တပ်သားတွေအတွက် မျှော်လင့် ချက်ကင်းမဲ့တဲ့ အနေအထားမျိုး ဖြစ်လာခဲ့ပါတယ်။နောက်တော့ ဗြိတိန်နဲ့ ပြင် သစ်က ကြည်းတပ်၊ ရေတပ်၊ လေတပ် စစ်အင်အားတွေစုစည်း ပြီး ...",
        "rating": "7.9",
        "url": "https://megaup.net/2ctek/Dunkirk_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/Begin-again-133x200.jpg",
        "title": "Begin Again (2013)",
        "description": "Gretta, a budding songwriter, finds herself alone after her boyfriend Dave ditches her. Her life gains purpose when Dan, a record label executive, notices her talent.IMDb rating 7.4 အထိရရှိထားတဲ့ Drama ဇာတ်လမ်းတစ်ပုဒ်ကို တင်ပြပေးပါစေ။ Music ကိုဝါသနာပါတဲ့ သူများ ပိုမိုကြိုက်နှစ်သက်လောက်မယ့်ဇာတ်ကားမျိုးပါပဲ။သီချင်းလေးတွေရေးစပ်သွားတာ . Christmas လက်ဆောင်အဖြစ် သီချင်းလေးလက်ဆောင်ပေးသွားတာတွေဟာ ဇာတ်ကားရဲ့တကယ့်ကို ဆွဲဆောင်မှု အရှိဆုံးအချက်ထဲက တစ်ချက်လို့ပြောချင်ပါတယ်။\nသာမန် Acoustic Guitar တစ်လုံးနဲ့တီးခတ်နေတဲ့ Gretta ရဲ့ သီချင်းတစ်ပုဒ်ကို  လိုအပ်တဲ့ သံစဉ်ထောက်ပံ့မှုတွေကို အရက်သောက်နေရင်းနဲ့ မိမိစိတ်ထဲမှာတင် ခံစားတီးခတ်ပြသွားတဲ့ Dan ရဲ့ ဂီတစွမ်းရည်ဟာ ကျွန်တော့်တို့လို ဂီတကိုကြိုက်နှစ်သက်တဲ့လူတွေအတွက် ...",
        "rating": "7.4",
        "url": "https://megaup.net/2SF39/Begin_Again_[2013]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "",
        "title": "Double Dhamaal (2011)",
        "description": "၂၀၀၇ ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ Dhamaal ဇာတ္ကားရဲ႕ ေနာက္ဆက္တြဲအျဖစ္ ဆက္လက္ထြက္ရွိခဲ့တာပါ။ပထမဇာတ္ကားက သရုပ္ေဆာင္အမ်ားစုပဲ ပါဝင္ထားျပီး ပထမဇာတ္ကားက မေၾကတဲ့ရန္ေၾကြးေတြကို အေၾကဆပ္ဖို႕ၾကိဳးစားၾကရာကဂ်ိဳကာ(၄)ေကာင္ရဲ႕ တလြဲေတြကို ဟားတိုက္ၾကည့္ရႈရမွာပါ။ပထမဇာတ္ကား Dhamaal (2007) ကို https://channelmyanmar.org/dhamaal-2007/ မွာၾကည့္ပါ။ \nFile Size…(1GB)Quality…WEBHD Rip 720pFormat…mp4\nDuration…02:18:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Naing Zar Aye",
        "rating": "3.8",
        "url": "https://megaup.net/2e2K8/Double_Dhamaal_[2011]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Dhamaal (2007)",
        "description": "Bollywood ဖန္ေတြအတြက္ ေပါ့ေပါ့ပါးပါး တခြီးခြီး နဲ႕ ဟားရမယ့္ ဟာသ ကားေကာင္း တစ္ကားနဲ႕ မိတ္ဆက္ေပးခ်င္ပါတယ္။Cast ေတြကေတာ့ မင္းသားႀကီး Snajay Dutt, ဟာသကားတုိင္းလုိလုိ ပါေနက် ျဖစ္တဲ့ Riteish Deshmukh , Arshad Warsi တုိ႔က ဓိကပါဝင္ထားၿပီး\nတကားလုံ နားခ်ိန္မရေအာင္ ရယ္ေနရမယ္ဆုိတာ အာမခံပါတယ္။ဇာတ္လမ္းေလးကေတာ့ အလုပ္လက္မဲ့ ေဘာ္ဒါ ေလးေယာက္ျဖစ္တဲ့\nRoy, Adi, Boman နဲ႕ Madav တုိ႔ဟာ တစ္ေန႔ မွာ အက္ဆီးဒန္႕ ျဖစ္သြားတဲ့ လူတစ္ေယာက္ကုိ ကူညီဖုိ႔ သြားေပမယ့္ ထုိသူက သူ႕အေျခအေန သူသိၿပီး\nမေသခင္မွာ သူဖြက္ထားခဲ့တဲ ပုိက္ဆံ သန္း၁၀၀ ရွိတဲေနရာကုိ ေျပာျပခဲ့တယ္\nသူငယ္ခ်င္းေလးေယာက္ခြဲယူဆုိၿပီးေတာ့ ႕႕႕႕႕႕ဒါေပမဲ့ ဒီလူက ရာဇဝတ္သားျဖစ္လုိ႔ သူ႕ကုိ လုိက္ဖမ္းေနတ့ဲ ရဲနဲ႕ သူတုိ႔ ပက္ပင္းမိၿပီး ျပသနာေတြ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1y5ho/Dhamaal_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTg4MDk4MTUxMF5BMl5BanBnXkFtZTgwNDE5NjA5MjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Detroit (2017)",
        "description": "ဒီဇာတ္​ကား​ေလးၾကည့္​ၿပီး​ေတာ့အ​ေတြးတစ္​ခုဝင္​လာတယ္​ ​လီနင္​တို႔ အိုဘားမားတို႔လိုကမ႓ာ​ေက်ာ္​ပုဂၢိဳလ္​​ေတြ , အူစိန္​​ေဘာ့လိုအ​ေျပးခ်န္​ပီယံတစ္​​ေယာက္​, ကမ႓ာ​ေက်ာ္​လူမည္​းအထင္​ကရပုဂၢိဳလ္​​ေတြဘာ​ေၾကာင္​​့ရွမ္းရွမ္း​ေတာက္​​ေအာင္​ျမင္​လာရသလဲဆိုတာသ​ေဘာ​ေပါက္​လာတယ္​လူတစ္​​ေယာက္​ရဲ႕တိုးတက္​လာလမ္​း​ေၾကာင္​းမွာ \"မခံခ်င္​စိတ္​\"ဆိုတာ အ​ေရးႀကီးတဲ့ ​ေဖာင္​​ေဒးရွင္​းတစ္​ခုပါမခံခ်င္​စိတ္​နဲ႔ရုန္​းကန္​လႈပ္​ရွားရတဲ့မထင္​မွတ္​တဲ့​ေအာင္​ျမင္​မႈ​ေတြရလာၾကစၿမဲပါဒီကား​ေလးက​ေတာ့ လူျဖဴ/လူမည္​းခြဲျခား​ေရးဝါဒက​ေန သင္​ခန္​းစာရၿပီးထိုးထြက္​​ေအာင္​ျမင​္​ေအာင္​လုပ္​ခဲ့တဲ့ဇာတ္​​ေၾကာင္​း​ေလးပါအ​ေမရိကန္​ႏိုင္​ငံ Detroit ၿမိဳ႕က ကလပ္​တစ္​ခုမွာ​​တရားမဝင္​အုပ္​စုဖြဲ႕​ေသာက္​စား​ေပ်ာ္​ပါးမႈ​ေၾကာင္​့​လူမည္​း​ေတာ္​​ေတာ္​မ်ားမ်ားဖမ္​းဆီးခံခဲ့ရပါတယ္​ဒါကိုမ​ေက်နပ္​နပ္တဲ့ပတ္​ဝန္​းက်င္​ကလူ​ေတြကရဲ​ေတြနဲ႔က​ေတာက္​ကဆျဖစ္​ရင္​း ​\"ေတာမီး​ေလာင္​​ေတာ​ေၾကာင္​လက္​ခ​ေမာင္​းခတ္​ \" ဆိုသလို အဓိကရုဏ္​းကိုအ​ေၾကာင္​းျပၿပီးကိုယ္​က်ိဳးရွာအၾကမ္​းဖက္​မႈ​ေတြလုပ္​ခဲ့လို႔ျပည္​တြင္​းစစ္​အ​ေျခအ​ေနအထိပါဂယက္​ရိုက္​သြားခဲ့ပါတယ္​ ဒီအၾကမ္​းဖက္​မႈ​​ေတြ​ထဲမွာ ရိုးသားတဲ့ဘာမဆိုင္​ညာမဆိုင္​ တက္​သစ္​စလူမည္​းအဆို​ေတာ္​အဖြဲ႕ျဖစ္​တဲ့ Dramatics အဖြဲ႕ပါ ​ေရာ​ေယာင္​ထိန္​းသိမ္​းခံခဲ့ရပါတယ္​ဒီလုိနဲ႔ရဲ​ေတြရဲ႕ထိန္​းကြပ္​မႈၾကမ္​းတမ္​းတဲ့စိတ္​​ေတြရယ္​ လူမ်ိဳး​ေရး​ခြဲျခားမႈစိတ္​အခံ​ေတြ​ေၾကာင္​့ဓားစာခံ​အခ်ိဳ႕ကိုမ​ေတာ္​တဆသတ္​မိသြားပါတယ္​​ေရွ႕ဆက္​ၿပီး​ေကာဒီဖမ္​းဆီးခံလူမည္​း​ေတြနဲ႔တရားစီရင္​​ေရးမွာဘာ​ေတြဆက္​ျဖစ္​ၾကမလဲလူမည္​း​ေတြရဲ႕မခံခ်င္​စိတ္​​ေၾကာင္​့ကမ႓ာတစ္​ဝွမ္​းအသိအမွတ္​ျပဳခံလာရ​ေအာင္​ဘယ္​လို​ေတြအစပ်ိဳးမလဲဆိုတာက​ေတာ့...  File Size : (1.2 GB) and (448 MB) \nQuality : Blu-Ray 720p\nRunning Time : 2hr 23min \nFormat : Mp4 \nGenre :Crime, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub) \nSource : 1080p.BluRay.x264-SPARKS \nTranslated by Pyae ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/detroit-2017/",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/C-TQKtbUQAAn1e7-140x200.jpg",
        "title": "The King’s Case Note (2017)",
        "description": "The King's Case Note ဇာတ်လမ်းလေးကတော့ 2017 မှာထွက် ကိုရီးယားဇာတ်ကားဖြစ်ပြီးIMDb Rating (6.4) ထိ ရရှိထားပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော...အဓိကဇာတ်ကောင်နှစ်ယောက်ဖြစ်တဲ့ 'ဂျိုဆွန်'မင်းကြီးနဲ့သူ့ရဲ့စာတမ်းပြုစုသူ 'ယွန်ရီဆွန်'တို့ကိုရှားလော့ဟုမ်းနဲ့ဒေါက်တာဝပ်ဆင်လို ပုံစံမျိုးသရုပ်ဖော်ထားပါတယ်။ဂျိုဆွန်မင်းကြီးက သာမန်ရှင်ဘုရင်မဟုတ်ပေ..ခေတ်မှီသလို ဉာဏ်ရည်လဲထက်မြက်ပြီး ဂရုဏာတရားလဲ အပြည့်အဝရှိသူပါ။ဟိတ်ဟန်တွေကို မုန်းသူတစ်ယောက်ဖြစ်သလို ဟာသဆန်ဆန်လဲ နေတတ်ပါသေးတယ်။နန်းတွင်းထဲမှာတော့ အမှုထမ်းအကြီးပိုင်းတွေမှာ အာဏာလွန်ဆွဲပွဲတွေဖြစ်ပေါ်နေပြီး ဘယ်သူ့ကိုမှ ယုံကြည်လို့မရတဲ့အချိန်မှာရှင်ဘုရင်ဟာ ယွန်ရီဆွန်ဆိုတဲ့ အူကြောင်ကြောင်လူငယ်လေးကို သူ့ဘေးနားမှာ ဘုရင့်မှတ်တမ်းပြုစုသူရာထူးနဲ့ အတွင်းရေးမှူးပုံစံ ခန့်အပ်ထားလိုက်ပါတယ်။အဲ့ဒီနောက်မှာပဲ ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ တိုင်းပြည်အတွင်းမှာပေါ်ပေါက်လာပြီးနောက် ကောလဟာလတွေကလည်းပြည်သူလူထုကြား ထိတ်လန့်ဖွယ် ပျံ့နှံ့နေပါတယ်။ဒီလိုမျိုးဖြစ်ရပ်တွေနောက်ကွယ်မှာ ကြိုတင်အကွက်ချထားတဲ့ ပုန်ကန်မှုအကြီးစားကြီးတစ်ခုရှိနေခဲ့ပြီးမင်းကြီးနဲ့'ယွန်ရီဆွန်'တို့ ပြသနာအားလုံးရဲ့အရင်းအမြစ်ကို ဆက်စပ်ရှာဖွေကာပုန်ကန်မှုကြီးကိုဟန့်တားဖို့ကြိုးစားကြတဲ့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။လျို့ဝှက်မှုတွေနဲ့စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းလေးဖြစ်ပြီးဟာသအလွဲလေးတွေလည်းပါဝင်တာကြောင့် သေချာပေါက်အကြိုက်တွေ့စေမဲ့ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။သိပ်ကြိုက်မိတဲ့အချက်လေးတွေ ဒီဇာတ်ကားထဲမှာ ပါဝင်နေပါတယ်။ သူငယ်ချင်းတို့လဲ အကြိုက်တွေ့လိမ့်မယ်လို့ ယူဆမိပါကြောင်း။(ဘာသာပြန်နဲ့ အညွှန်းရေးသူကတော့ Lyric Lynn Khant ပဲဖြစ်ပါတယ်။)----------------------------------------------------------------The King's Case Note ဇာတ္လမ္းေလးကေတာ့ 2017 ...",
        "rating": "6.4",
        "url": "https://megaup.net/4eK3f/The_King_s_Case_Note_(Imgeumnimui_Sagunsoocheob)_[2017]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/p173590_p_v8_ab-200x300.jpg",
        "title": "Fool’s Gold (2008)",
        "description": "Fool's Gold (2008)_____IMDb - 5.7/10\n  \n၁၇၁၅ ခုနှစ် ဇူလိုင်လ ၂၄\nစပိန်နိုင်ငံရဲ့ ဘုရင်ဖီးလစ်ပ် မင်္ဂလာပွဲအတွက်\nရတနာတွေကို ဟာဗားနား ကျူးဘားကနေ စတင် ရွက်လွှင့်ပို့ဆောင်ခဲ့တယ်\nသမိုင်းရဲ့ ရေကြောင်းသယ်ယူပို့ဆောင်ရေးမှတ်တမ်းမှာ\nအကြီးမားဆုံးပို့ဆောင်မှုတစ်ခုအဖြစ် မှတ်တမ်းတင်ခံခဲ့ရတဲ့ ရတနာတွေ...\n\" ဘုရင်မကြီးရဲ့ လက်ဖွဲ့ \"လို့ခေါ်ဆိုကြတဲ့ အဲဒီရတနာတွေဟာ အဲဒီ ခေတ်က\nဒေါ်လာ သန်းငါးရာတန်တဲ့ ရွှေ ငွေနဲ့ ကျောက်သံပတ္တမြားတွေ ဖြစ်တယ်...\nအချိန်မတော်ကျင်းပတဲ့ မင်္ဂလာပွဲအတွက် ဘုရင်ဖီးလစ်က\nလက်ဖွဲ့ပစ္စည်းတွေကို နှစ်တစ်နှစ်ရဲ့ အဆိုးဆုံးအချိန်မှာမှ ပို့ဆောင်မိခဲ့တယ်\nပင်လယ်ပြင်ရဲ့ လှည့်စားမှုကြောင့် သင်္ဘောကြီးဟာ\nဟာရီကိန်းမုန်တိုင်းရဲ့ အလယ်ခေါင်ကိုမှ ဝင်တိုးမိရက်သား ဖြစ်သွားခဲ့တယ်\nသင်္ဘောကြီးကို နောင်တစ်ချိန်အထိ ထပ်မတွေ့ခဲ့ကြတော့ဘူး...\n  \nIMDb 5.7/10 ...\nRotten Tomatoes 11% ...\nMetacritic 29%\nRating တွေ ကြည်ပြီး စိတ်ထဲ မတင်မကျဖြစ်မသွားပါနဲ့\nသမိုင်းကြောင်းကို မှီငြမ်းရိုက်ထားတဲ့ ရတနာရှာတဲ့ကားတွေဟာ\nRating နည်းတတ်လေ့ရှိပါတယ် ဒီကားက အလုံးစုံတော့ ပြည့်စုံနေတာ\nမဟုတ်ပေမယ့်လည်းပဲ\nChristopher Nolanရဲ့ Interstellarမှာ ခေါင်းဆောင်ပါဝင်ခဲ့ပြီး\nDallas Buyers ...",
        "rating": "5.7",
        "url": "https://megaup.net/TRy2/Fool’s_Gold_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BODIzNzkyNzcwNV5BMl5BanBnXkFtZTgwMTAzMTg3MDI@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "The Little Vampire 3D (2017)",
        "description": "ေသြးစုပ္ဖုတ္ေကာင္ေလး ရူးေဒါ့ဖ္ဟာ သူ႔ရဲ႕ အၾကိမ္သံုးရာေျမာက္ ၁၃ႏွစ္ျပည့္ေမြးေန႔ကို မုန္းတီးေနသူပါ…ေမြးေန႔မက်င္းပမီ၃ရက္အလိုမွာ စြန္႔စားခ်င္တဲ႔သူ႔အစ္ကို ဂရီဂိုရီဟာ ေျမေအာက္သခ်ိ ၤဳင္းထဲကေန မိဘေတြတားေနတဲ႔ၾကားက အတင္း ထြက္သြားတဲ႔အခါ ရူးေဒါ့ဖ္က လိုက္ေစာင့္ေရွာက္ဖို႔ျဖစ္လာခဲ႔တယ္.…ဂရီဂိုရီတို႔အျပင္ေရာက္တယ္ဆိုရင္ပဲ ေသြးစုပ္ဖုတ္ေကာင္မုဆိုး ေတြနဲ႔ေတြ႔ျပီးျပန္ေျပးလာရာကေန သူတို႔ခိုေအာင္းရာ သခ်ိ ၤဳင္းတစ္ခုလံုးကို မုဆိုးေတြေျခရာခံမိသြားပါေတာ့တယ္…ေသြးစုပ္ဖုတ္ေကာင္ တစ္မ်ိဳးႏြယ္လံုး ဒုကၡေရာက္ျပီေပါ့…ဒါေပမယ့္ ရူးေဒါ့ဖ္ သူ႔မ်ိဳးႏြယ္ကို ကာကြယ္ေနတုန္း မထင္မွတ္ဘဲ သူနဲ႔မအသက္တူလူသားေလးတစ္ေယာက္နဲ႔ေတြ႕ကာ လူသားေကာင္ေလးက သူ႔ကို အကူအညီေတြေပးခဲ႔ပါတယ္…ရူးေဒါ့ဖ္ရဲ႕၁၃ႏွစ္ျပည့္ေမြးေန႔ေလးဟာ ဒီတစ္ႏွစ္မွာေတာ့ ဘယ္လိုထူးျခားသြားလဲ…လူသားေကာင္ေလးနဲ႔ပူးေပါင္းကာ ရူးေဒါ့ဖ္ သူ႔မ်ိဳးႏြယ္ကိုဘယ္လိုကာကြယ္မလဲဆိုတာကို စိတ္ဝင္စားဖြယ္…ဆက္လက္ျပီး ၾကည့္ရႈလိုက္ၾကပါဦး… File Size : (700 MB) and (280 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre :Animation, Adventure, Comedy\nSubtitle : ...",
        "rating": "5.2",
        "url": "https://megaup.net/1A2k1/[04275]_The_Little_Vampire_3D_(2017)_[Animation]_[Rasmus_Hardiker]_[GERMANY]_[7.0].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Dog_Eat_Dog_2016_film-138x200.jpg",
        "title": "Dog Eat Dog (2016)",
        "description": "Dog Eat Dog ဇာတ္ကားဟာ ၂၀၁၆ ခုႏွစ္ကထြက္ရွိထားတဲ့Crime ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္ IMDb 4.6 ရရွိထားပါတယ္ပါဝင္သရုပ္ေဆာင္ထားသူေတြကေတာ့ နာမည္ႀကီးမင္းသားႀကီးနီကိုးလက္စ္ေက့ခ်္ ၊ Williem Dafoe ၊Christopher Matthewတို ့ျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ လူလိမ္ဘဝကအနားယူထားတဲ့သူေတြျဖစ္တဲ့ Troy / Mad dog / Diesel တို ့လူဆိုးဂိုဏ္းေခါင္းေဆာင္တစ္ေယာက္ကေန ကေလးတစ္ေယာက္ျပန္ေပးဆြဲဖို ့ခိုင္းေစျခင္းခံရတဲ့အခါ.......အမွားအယြင္းေတြျဖစ္ၿပီး သံုးေယာက္လံုး ရဲလက္ကေနရာ လူဆိုးေတြလက္ကပါလြတ္ေအာင္ေျပးရပါေတာ့တယ္.......ဘယ္လိုေတြအမွားအယြင္းျဖစ္တာလဲ....သူတို ့ဘယ္လိုလြတ္ေအာင္ႀကံစည္မလဲဆိုတာ.......ကိုယ္တိုင္ပဲၾကည့္လိုက္ပါQty - 720p BlurayDuration - 1hr 33minGern - Crime / Thrill / ActionReview - Ei Pa Pa SanEncoder - Kyaw Ye Aung",
        "rating": "4.6",
        "url": "https://megaup.net/1A2qd/Dog_Eat_Dog_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/1-133x200.jpg",
        "title": "Miss Granny (2014)",
        "description": "CM ပရိတ္သတ္ေတြထဲမွာ ကိုးရီးယားဇာတ္လမ္းကိုမွ ႏွစ္ၿခိဳက္ၿပီး စြဲစြဲျမဲျမဲအားေပးေနတဲ့သူေတြရွိလား...ဒီတေခါက္တင္ဆက္ေပးခ်င္တဲ့ ကိုးရီးယားဇာတ္လမ္းကေတာ့ ပ်င္းလဲမပ်င္းရဘူး ရယ္ေနရမယ္ ငိုရမယ့္ဇာတ္ဝင္ခန္းလဲပါမယ္..စိတ္ဝင္စားဖို႔လဲေကာင္းမယ္ဒီဇာတ္လမ္းကို Chinese က Remake ျပန္လုပ္ထားတဲ့ version ေတာင္ရွိပါတယ္...ကဲ စိတ္ဝင္စားသြားၾကၿပီထင္ပါတယ္..ဇာတ္လမ္းနာမည္ကေတာ့ \"Miss Granny\"တဲ့..အညႊန္းေလးကို ဖတ္ၾကည့္ပါဦး..အသက္ ၇၄ ႏွစ္အရြယ္ အဖြား အိုမယ္ဆြန္းဟာ တစ္ကိုယ္တည္း ရပ္တည္ၿပီးသားျဖစ္သူကို ျပဳစုပ်ိဳးေထာင္ခဲ့သူပါ..သူဟာ ငယ္ငယ္ရြယ္ရြယ္နဲ႔ အိမ္ေထာင္က်ခဲ့ပါတယ္ကံဆိုးခ်င္ေတာ့ သူခ်စ္ရတဲ့ ခင္ပြန္းဟာလဲ စစ္တိုက္ရင္း စစ္ပြဲက်ကာ အသက္ငယ္ငယ္နဲ႔ မုဆိုးမ ျဖစ္သြားပါေတာ့တယ္...ကေလးတစ္ေယာက္နဲ႔ အားကိုးမယ့္သူမရွိ ေငြေၾကးကလဲအဆင္မေျပ အသက္ကလဲငယ္ေသးေတာ့ မယ္ဆြန္းအတြက္ ဘဝဟာခက္ခဲပင္ပန္းခဲ့ပါတယ္..သူ႔ရဲ႕ ငယ္ရြယ္မႈေတြ ဝါသနာေတြကို သားေလးအတြက္ ျမႇဳပ္ႏွံေပးဆပ္ခဲ့ပါတယ္...သူ႔ရဲ႕ သားေလးအေပၚသြန္သင္ဆံုးမမႈေတြက အခ်ည္းႏွီးမျဖစ္ခဲ့ပါဘူး..သားျဖစ္သူဟာ ပါေမာကၡတစ္ေယာက္ျဖစ္ခဲ့ၿပီး အိမ္ေထာင္က်ကာ သမီးတစ္ေယာက္ သားတစ္ေယာက္ပိုင္ဆိုင္ခဲ့ပါတယ္..မယ္ဆြန္းဟာ အဖိုးႀကီးအဖြားႀကီးထံုးစံအတိုင္း ေခၽြးမျဖစ္သူကို ေန႔စဥ္ပြစိပြစိ ေျပာတတ္ပါတယ္..ေခၽြးမျဖစ္သူဟာ က်န္းမာေရးေကာင္းမြန္သူေတာ့မဟုတ္ပါဘူးေယာကၡမ ပူညံသံကတစ္မ်ိဳး ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/miss-granny-2014/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/shaun-of-the-dead-poster-140x200.jpeg",
        "title": "Shaun of the Dead (2004)",
        "description": "Shaun of the Dead (2004)\nIMDb - 7.9/10_____Rotten - 92%\n  \nဒီကားက ဇွန်ဘီဇာတ်ကားကြိုက်သူတွေအတွက်တော့ အကိုက်ပဲဖြစ်စေမှာပါ\nဟာသဇာတ်မြူးဇွန်ဘီကားပါ\nIMDb 7.9 ရရှိထားတဲ့ ကားကောင်းဖြစ်ပါတယ်\nဒီဇာတ်ကားလေးကတော့ ရှောင်ဆိုတဲ့ အသက်သုံးဆယ်ကျော် အရှုံးသမားတစ်ယောက်ဟာသူ့အချစ်ဆုံးသူငယ်ချင်း ငကြောင် အတ်ဒ်နဲ့ အတူနေထိုင်ပါတယ်။\nသူ့မှာ ကြွားစရာဆိုလို့ သူ့ရည်းစား လစ်ဇ်ပဲရှိပါတယ်။\nတစ်နေ့မှာ ဇွန်ဘီတွေ ပေါ်လာတဲ့အချိန်မှာတော့ရှောင်တို့ အသက်ရှင်လွတ်မြောက်နိုင်မှာလား?\nဇွန်ဘီတွေရဲ့အစားခံရမှာလား?\nဘယ်လိုတွေ ဟာသမြောက်အောင် ရိုက်ထားမလဲ?\nစိတ်ဝင်စားဖွယ်ရိုက်ထားမလဲ?\n  \nဒီကားက ဇြန္ဘီဇာတ္ကားၾကိဳက္သူေတြအတြက္ေတာ့ အကိုက္ပဲျဖစ္ေစမွာပါ\nဟာသဇာတ္ျမဴးဇြန္ဘီကားပါ\nIMDb 7.9 ရရွိထားတဲ့ ကားေကာင္းျဖစ္ပါတယ္\nဒီဇာတ္ကားေလးကေတာ့ ေရွာင္ဆိုတဲ့ အသက္သုံးဆယ္ေက်ာ္ အရႈံးသမားတစ္ေယာက္ဟာသူ႔အခ်စ္ဆုံးသူငယ္ခ်င္း ငေၾကာင္ အတ္ဒ္နဲ႔ အတူေနထိုင္ပါတယ္။\nသူ႔မွာ ၾကြားစရာဆိုလို႔ သူ႔ရည္းစား လစ္ဇ္ပဲရွိပါတယ္။\nတစ္ေန႔မွာ ဇြန္ဘီေတြ ေပၚလာတဲ့အခ်ိန္မွာေတာ့ေရွာင္တို႔ အသက္ရွင္လြတ္ေျမာက္ႏိုင္မွာလား?\nဇြန္ဘီေတြရဲ႕အစားခံရမွာလား?\nဘယ္လိုေတြ ဟာသေျမာက္ေအာင္ ရုိက္ထားမလဲ?\nစိတ္၀င္စားဖြယ္ရိုက္ထားမလဲ?\n  \nFile Size : (700 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Az5t/Shaun_Of_The_Dead_[2004]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMzMxMTFlMDYtNjIyNS00YzQ4LWJlMDAtNGQwY2RlZGJiMmM1XkEyXkFqcGdeQXVyNzEyMTA5MTU@._V1_SY1000_SX700_AL_-140x200.jpg",
        "title": "Bad Genius (2017)",
        "description": "ျဖစ္ရပ္မွန္အေပၚအေျခခံထားတဲ့ နာမည္ၾကီးထိုင္းကားတစ္ကား တင္ေပးလိုက္ပါတယ္။၂၀၁၇ မွာ ထိုင္းနိုင္ငံရဲ႕ ဝင္ေငြအေကာင္းဆံုး ဇာတ္ကားပါ။စျပတဲ့အဖြင့္ ၂ပါတ္မွာ ဘတ္ သန္း ၁၀၀ ေက်ာ္ရရိွခဲ့ျပီး တရုတ္နိုင္ငံမွာလည္း ေဒၚလာ သန္း ၃၀ ေလာက္ ရရိွသြားခဲ့ပါတယ္မ်က္နွာသစ္မင္းသားမင္းသမီးေတြကို သံုးျပီး နိုင္ငံတကာက ရုပ္ရွင္ဆုေတြ အေျမာက္အမ်ားကို သိမ္းပိုက္သြားနိုင္ခဲ့တာပါ။ဇာတ္လမ္း၊ တင္ဆက္ပံု၊ သရုပ္ေဆာင္ခ်က္ အားလံုးက ျပည့္စံုလြန္းတယ္လို႕ ေျပာလို႕ရပါတယ္။ထိုင္းနဲ႕ျမန္မာ ရုပ္ရွင္အဆင့္အတန္း မိုးနဲ႕ေျမလို ကြာေနတာကို ေတြ႕နိုင္သလို၊ သရုပ္ေဆာင္တယ္ဆိုတာ ဘယ္လိုေလးလဲ ေတြ႕နိုင္ပါလိမ့္မယ္။CGI ေတြ နည္းပညာေတြအေၾကာင္းပဲ ဆင္ေျခတက္ေနတဲ့ အနုပညာရွင္ၾကီးမ်ားကို ထိပ္ပုတ္သြားတဲ့ ကားမ်ိဳးေတြထဲမွာ ပါပါလိမ့္မယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ လင္းဆိုတဲ့ ဥာဏ္ၾကီးရွင္ ေက်ာင္းသူေလးတစ္ေယာက္ဟာ ဆင္းရဲေပမယ့္ ေစ်းၾကီးတဲ့ ေက်ာင္းေကာင္းၾကီးတစ္ခုမွာ ပညာသင္ဆုနဲ႕ တက္ေရာက္ေနပါတယ္။သူနဲ႕ခင္မင္မိတဲ့သူငယ္ခ်င္းေတြကေတာ့ ခ်မ္းသာေပမယ့္ စာညံ့ၾကပါတယ္။အဲဒီေတာ့ သူတို႕ေတြဆီကေန ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/bad-genius-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZDZmNmYzZjctMGJhZS00Zjg3LWIzMzEtZTE1MGIyYWQ2YjVlXkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "The Ward(2010)",
        "description": ".. Kristen ဆိုတဲ့ ခပ္ဆိုးဆိုးေကာင္မေလးတစ္ေယာက္ဟာ ယာအိမ္တစ္လံုးကို မီးရွို႔ပစ္ခဲ့ပါတယ္...ဒီမီးရႈိ႕မႈနဲ႔ သူဟာ ဖမ္းဆီးခံခဲ့ရၿပီး စိတ္က်န္းမာေရးေဆးရံုတစ္ခုမွာ ထိန္းသိမ္းျခင္းခံခဲ့ရပါတယ္...Kristen ဟာ ေဆးရံုမွာ ေနထိုင္ခ်ိန္အတြင္း Dr. Geral Stringer, Emily, Sarah, Zoey, Iris ဆိုတဲ့ မိန္းကေလးေတြနဲ႔ ရင္းႏွီးခဲ့ပါတယ္...ေဆးရံုတိုင္းလိုလို နာနာဘဝ မေကာင္းဆိုးဝါးဆိုတာ ရွိစျမဲပါ...ဒီလိုပဲ Kristen တစ္ေယာက္လဲ ေရခ်ိဳးရင္း သရဲမ တစ္ေကာင္နဲ႔ ပတ္ပင္းတိုးခဲ့ပါတယ္...Kristen သရဲမကို ျမင္ၿပီးေနာက္မွာေတာ့ သူ႔သူငယ္ခ်င္း Iris ဟာလဲ သရဲမကို ေတြ႕ခဲ့ၿပီး အသက္ႏႈတ္ယူခံခဲ့ရပါတယ္... Iris ေပ်ာက္ဆံုးသတင္းကို ၾကားၿပီးေနာက္မွာေတာ့ မိန္းကေလးေတြဟာ Iris ကို ရွာေဖြခဲ့ၾကပါတယ္...ကံဆိုးခ်င္ေတာ့ Sarah, Emily တစ္ေယာက္ၿပီး တစ္ေယာက္ ေသဆံုးခဲ့ၾကပါတယ္.... Kristen ကေတာ့ ကံေကာင္းေထာက္မၿပီး လြတ္ေျမာက္ခဲ့ပါတယ္... သူဟာ က်န္ရွိေနတဲ့ သူငယ္ခ်င္း Zoey ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-ward2010/",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/9781408810231-130x200.jpg",
        "title": "The 9th Life of Louis Drax (2016)",
        "description": "2016 ခုႏွစ္ထြက္ထားတဲ့ psycho ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက စိတ္ရဲ႕ ဆန္းၾကယ္မူ စိတ္ပညာရဲ႕ မယံုႏိုင္စရာ ထူးျခားမူေတြကိုပံုေဖာ္ ရိုက္ကူး ျပထားတာပါ psychologist နာမည္ႀကီးစာေရးဆရာ The Rapture ရဲ႕ အေရာင္းေကာင္းဆံုး ၀တၴု Mail On Sunday ကို အသက္သြင္းရိုက္ကူးထားတာ ျဖစ္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ စိတ္ပညာရွင္တေယာက္ သူဟာ ရုပ္နာမ္လြင့္တာကို စမ္းသပ္ခ်င္ဖို႔ စိတ္အားထက္သန္ေနတဲ့သူ တစ္ေန႔မွာ သူ႔ ဆႏၵေတြ ျပည့္၀ဖို႔အေၾကာင္းဖန္လာၿပီး စိတ္ဒဏ္ရာရေနတဲ့ လူငယ္ေလးတစ္ေယာက္နဲ႔ ဆံုမိတဲ့အခါမွာေတာ့ ရုပ္နာမ္ လြင့္တာကို စမ္းသပ္ရင္း တကယ့္ အတုအေယာင္နာမ္ေလာကႀကီးထဲက ေန ေကာင္ေလး ျပန္လြတ္ေျမာက္လာ ႏိုင္မလား ဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးကဆက္လက္ၾကည့္ၾကရမွာပါQty - 720p BlurayDuration - 1hr 45minGern - Thrill / MysteryEncoder - Kyaw Ye Aung",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-9th-life-of-louis-drax-2016/",
        "category": "Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/under-the-skin-poster-136x200.jpg",
        "title": "Under the Skin (2013)",
        "description": "Under the Skin (2013)IMDb - 6.3/10_____Rotten - 85%  စကားလက်ဂျိုဟန်ဆန်ရဲ့ Lucy (2014) ဇာတ်ကားကို ကြည့်ဖူးကြမယ်ထင်ပါတယ်...ဇာတ်လမ်းအဆုံးမှာ Lucy တစ်ယောက် ဘယ်ကို လွတ်မြောက်သွားသလဲ....အခုတော့ ဘယ်ရောက်နေလဲ သိပါပြီ...Lucy တစ်ယောက် Under The Skin ဇာတ်ကားထဲရောက်လာပြီး လုပ်ချင်ရာလုပ်နေပါတယ်.....:Pဒါကတော့ Under The Skin ဇာတ်ကားကို ပေါ့ပေါ့ပါးပါး မိတ်ဆက်ပေးတာပါ။တကယ်တော့ ဒီဇာတ်ကားဟာ ခင်ဗျားကို လေးလံမှု အပြည့်ပါတဲ့ ထိုင်းမှိုင်းမှုတွေနဲ့ အာရုံထွေပြား ဒွိဟတချို့ကိုသာ သယ်ဆောင်လာပေးမှာပါ။ကျွန်တော်ဒီလိုပြောနေလဲ ခင်ဗျားတို့ကတော့ Scarlett Johansson ကြောင့် ဒီဇာတ်ကားကို ကြည့်ချင်နေပြီမလား...သူကလဲ ဒီဇာတ်ကားမှာ အတော်ဟော့ပါတယ်။Poster နဲ့ Scarlett Jo ကိုတွေ့ပြီး ကျွန်တော့်လိုပဲ ခင်ဗျားတို့လဲ ဇာတ်လမ်းကို အမှတ်မရှိ ကြည့်ကြပါဦးမယ်..ကျွန်တော်ကတော့ ဒီဇာတ်ကားကို ခင်ဗျားတို့ဆီ သယ်ဆောင်လာရတာ အတော်ကို ကျေနပ်နေပါတယ်။ဇာတ်ကားကြည့်ပြီး ဘာမှန်းမသိတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2eKbp/Under_The_Skin_[2013]_(MM_Sub).mp4",
        "category": "Adult, Fantasy, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZmU4MDRhNGQtODAyMC00ZmU0LWFmMWEtZTYxYzhhOTczYjhjXkEyXkFqcGdeQXVyNDI2NzczOTg@._V1_-135x200.jpg",
        "title": "Olaf’s Frozen Adventure (2017)",
        "description": "Olaf's Frozen Adventure (2017)\nIMDb - 5.5/10_____Rotten - 57% When the kingdom of Arendelle empties out for the holiday season, Anna and Elsa realize that they have no family traditions of their own. So Olaf sets out on a merry mission to bring home the very best traditions and save Christmas. File Size : (200 MB)\nQuality : WEB-DL 720p\nRunning Time : 22 min\nFormat ...",
        "rating": "5.5",
        "url": "https://megaup.net/1y80Y/Olaf’s_Frozen_Adventure_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Musical, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/72bba79b3218153589bc8a4df71bb35a-new-trailers-mormon-quotes-132x200.jpg",
        "title": "The Cokeville Miracle (2015)",
        "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ မိသားစုတစ္စုရဲ႕ ျဖစ္ရပ္မွန္ကိုရိုက္ကူးျပထားတဲ့ဇာတ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက ေတာ့ ကံတရားဆိုတာဘာလဲ ကံတရားရဲ႕ ဆန္းၾကမ္မူ မ်က္ႏွာသာလိုက္မူေတြအေၾကာင္းကို ရိုက္ကူးျပထားတာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ၁၉၈၆ ခုေမလ ၉ ရက္ေန႔မွာ အေမရိကန္အေနာက္ပိုင္း wyoming မွာဘုရားနဲ႔ အဆက္အသြယ္လုပ္ႏိုင္တဲ့သူ တစ္ေယာက္ေပၚထြက္လာခဲ့ပါတယ္တစ္ေန႔မွာ စံုတြဲတစ္တြဲက စာသင္ေက်ာင္းမွာ ဗံုးခြဲဖို႔ႀကံစည္လိုက္တဲ့အခါမွာေတာ့ ဘုရားနဲ႔ဆက္သြယ္ႏိုင္တဲ့ messenger နဲ႔ ထိပ္တိုက္ေတြ႕တဲ့အခါမွာ ဘယ္လိုစိတ္၀င္စားစရာေတြ ျဖစ္လာမလဲ ဆိုတာကိုေတာ့ ........Qty - 720p BlurayDuration - 1hr 33minGern - Family/ Thrill / HistoryEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/the-cokeville-miracle-2015/",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjA0NjU3MTU5OF5BMl5BanBnXkFtZTgwMTYyMDQ3MzE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Strange Magic",
        "description": "အမှောင်တောအုပ်ကြီးရဲ့ အရှင်သခင် Bob King ဟာအချစ်ဆိုတာကို မုန်းတီးနေပြီး အချစ်ဆေးရည်ရဲ့ အဓိက ပါဝင်ပစ္စည်းဖြစ်တဲ့ primrose ပန်းတွေအားလုံးကို ဖျက်စီးပစ်ဖို့ အမိန့်ပေးထားပါတယ်ဒါပေမဲ့သူဟာ မိန်းမပွေတတ်တဲ့ စေ့စပ်ထားတဲ့ အမျိုးသားတစ်ယောက်ကြောင့် အသည်းကွဲနေတဲ့ fairy princess လေး Marianne ကိုတွေ့တဲ့အခါမှာ သူ့သဘောထားတွေပြောင်းလဲသွားခဲ့ပါတယ်တစ်ချိန်တည်းမှာပဲ မှင်စာလေး Sunny ဟာ သူ့ကိုယ်ပိုင်ဆေးရည်အတွက် primrose ပွင့်ဖတ်တွေကို လိုက်စုဆောင်းရင်း အမှောင်တောအုပ်ဆီကို ရောက်လာခဲ့ပါတယ်ဒီနောက်ပိုင်း ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာတော့ စောင့်မျှော်ကြည့်ရှုကြပါဦး File Size : (900 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre :Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-RARBG\nSubtitle by Kyaw Lwin Tun\nEncoded ...",
        "rating": "5.8",
        "url": "https://megaup.net/Zvms/Strange_Magic_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/bombay_velvet_ver5_xlg-139x200.jpg",
        "title": "Bombay Velvet (2015)",
        "description": "ဇာတ္လမ္းအက်ဥ္းကို ေျပာျပရရင္လူ႕ဘဝေအာက္ေျခနင္းျပားေအာက္ ျပည့္တန္ဆာမိခင္က ေမြးဖြားလာတဲ့ လူတစ္ေယာက္ရိွတယ္ ။သူအိပ္မက္က ဘယ္လိုနည္းနဲပျဖစ္ျဖစ္ ခ်မ္းသာဖို႔ပဲ ။သူဟာ သူေဌးသိပ္ျဖစ္ခ်င္တယ္ ။တစ္ေန႔ သူျဖစ္တဲ့သူေဌးဘဝကို ရဖို႔ သူႀကိဳးစားေနတုန္းမွာပဲ ကလပ္တစ္ခုက အဆိုေတာ္မေလးအေပၚ သံေယာဇဥ္ ၿငိတြယ္မိတယ္ ။အဲဒိ ကလပ္အဆိုေတာ္မေလးဟာ သူ႕ဘဝလို မထူးျခားနား ဘဝကေန လာတယ္ဆိုတာ သူသိသြားေတာ့ ေကာင္မေလးအေပၚ အရာရာ ေပးဆပ္ခ်င္စိတ္ေတြျဖစ္ေပၚလာတယ္ ။ဒါေပမယ့္သူတို႔ႏွစ္ဦးရဲ႕ ဆရာ ႏွစ္ဦးက အခ်င္းခ်င္း ယွဥ္ၿပိဳင္မႈေတြရိွေနေတာ့ သူတို႔ ႏွစ္ဦးၾကားက အေႏွာက္အယွက္ နဲ႔ ၾကမ္းတမ္းတဲ့ခရီးလမ္း စိန္ေခၚမႈေတြကို သူတို႔ ဘယ္လိုရွင္းမလဲ ဆိုတာ အႏၵိယ႐ုပ္ရွင္ ထံုးစံအတိုင္း အခ်စ္ အလြမ္း အၾကမ္း ဟန္မူရာမ်ဳိးစံုနဲ႔ ပံုေဖာ္ထားတတ္ေတာ့ ႐ုပ္ရွင္ ခ်စ္သူေတြအတြက္ေတာ့ လက္မလႊတ္သင့္တဲ့ ဇာတ္ကားေကာင္းတစ္ခုပါပဲ ။အထူးၫႊန္းခ်င္တာကေတာ့ခ်စ္စကား ႀကိဳက္စကား ေျပာခန္းေတြမွာ အေသအခ်ာ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/bombay-velvet-2015/",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/paul_ver3_xlg-135x200.jpg",
        "title": "Paul (2011)",
        "description": "CM ပရိတ္သတ္အတြက္ ဒီတေခါက္တင္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ \"Paul\" ျဖစ္ပါတယ္...ဒီဇာတ္လမ္းကေတာ့ 2011 က ထြက္ရွိခဲ့တာျဖစ္ပါတယ္...လူတိုင္းမွာ ဝါသနာအမ်ိဳးမ်ိဳးရွိပါတယ္..သီခ်င္းဆိုတာစိတ္ဝင္စားတာ.. ကြန္ျပဴတာစိတ္ဝင္စားတာ...စသျဖင့္ ဝါသနာကိုယ္စီရွိၾကပါတယ္...ကလိုက္ဗ္ နဲ႔ ဂရမ္းဆိုတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ကေတာ့ ၿဂိဳဟ္သားရွိတာကိုယံုၾကည္ၿပီး ၿဂိဳဟ္ေတြအေၾကာင္းကို စိတ္ဝင္စားၾကပါတယ္..ဝါသနာတူသူငယ္ခ်င္းႏွစ္ေယာက္အေမရိကန္မွာက်င္းပတဲ့ သိပၸံရုပ္ျပပြဲကို သြားခ်ိန္မွာဇာတ္လမ္းစေတာ့တာပါပဲ....သူတို႔ႏွစ္ေယာက္ဟာ ဥကၠာပ်ံေတြပ်က္က်တယ္ဆိုၿပီး လူသိမ်ားတဲ့ ေနရာတစ္ခုကို သြားေရာက္လည္ပတ္ခဲ့ၾကပါတယ္..အဲ့အခ်ိန္ Paul လို႔ အမည္ရတဲ့ ၿဂိဳဟ္သားဟာ FBI ကေန ထြက္ေျပးလာခ်ိန္ျဖစ္ပါတယ္...Paul ဟာ လြန္ခဲ့တဲ့ ႏွစ္ ၆၀ ေလာက္တည္းက ကမၻာေျမေပၚယာဥ္ပ်က္က်ကာ အစိုးရခိုင္းေစတဲ့ တာဝန္ေတြကို အၾကံေပးေနရသူပါ...တစ္ေန႔ သူ႔ကိုသတ္မယ္ဆိုတဲ့ သတင္းၾကားၿပီးေနာက္ ထြက္ေျပးတိမ္းေရွာင္ရပါေတာ့တယ္...Paul ဟာ ဂရမ္း ကလိုက္ဗ္တို႔နဲ႔ ပတ္ပင္းတိုးပါေတာ့တယ္...သူငယ္ခ်င္းႏွစ္ေယာက္ဟာ Paul ကို သူ႔ေနရပ္ကို ျပန္ႏိုင္ဖို႔ ကူညီေပးခဲ့ပါတယ္...ဒီအျပန္ခရီးမွာေတာ့ ၾကံဳရတဲ့အလြဲေတြ.. ဟာသေႏွာထားတဲ့ အျဖစ္အပ်က္ေလးေတြ..FBI ...",
        "rating": "7.0",
        "url": "https://megaup.net/Ufqf/Paul_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/p13242711_p_v8_aa-133x200.jpg",
        "title": "Sam (2015)",
        "description": "အခုတစ်ခါတော့ ၂၀၁၅ ခုနှစ်ကထွက်ထားတဲ့ ခပ်မြူးမြူး ဟာသကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်ကားလေးက ယောကျာ်း ဘဝ ကနေ မိန်းမ ဘဝကိုပြောင်း သွားတဲ့ သူတစ်ယောက်အကြောင်းကို ရိုက်ကူး ပြထားတာပါ​ အချစ်​ဟာသဇာတ်​မြူး​လေးတစ်​ကားနဲ့မိတ်​ဆက်​​ပေးချင်​ပါတယ်​ ဒါနဲ့စကားမစပ်​ယူတို့ယောကျာ်း​တွေထဲက ယောကျာ်းဘဝက​နေမိန်းမဘဝ​ပြောင်​းချင်​တဲ့သူဘယ်​နှ​ယောက်​ရှိလဲ​လို့​မေးလဲ​မေးချင်​တယ်​​မေးလဲ​မေးပလိုက်​ပြီ​...ဒီဇာတ်​ကား​လေးထဲမှာ ဆမ်​က မိန်​းမလိုက်​စားသူလူရှုပ်​လူ​ပွေတစ်​​ယောက်​ပါ တစ်​​နေ့သူ့ရဲ့အချစ်​ဆုံး​ဘော်​ဒါကြီး​ဒေါ့ ရဲ့​စေ့စပ်​ထားတဲ့​စေ့စပ်​ပွဲကပြန်​ မူးမူးရူးရူးနဲ့ဆိုင်​တစ်​ဆိုင်​ထဲဝင်​သွားခဲ့ပါတယ်​ ​စျေးဆိုင်​ရှင်​ကြီးနဲ့ဘာညာသာဒကာ​လျှောက်​​ပြောရင်​းမိန်​းမ​တွေရဲ့မ​ကောင်​း​ကြောင်​းဘယ်​လိုဘယ်​သင်​းရင်​ဖွင်​့ပါ​တော့တယ် ​စျေးဆိုင်​ရှင်​ကြီးကလည်​း​သူ့ကိုဖြေသိမ်​့ရင်​း ထူးဆန်​းတဲ့အရာတစ်​ခု​သောက်​ခိုင်​းခဲ့ပါတယ်​ ​နောက်​တ​စ်​​နေ့မနက်​အိပ်​ယာထတဲ့အချိန်​မှ​ာ​​တော့​ဒေါ့ဟာအရမ်​းကိ​ု​ချော​မောလှပတဲ့မိန်​းမ​ချော​လေးတစ်​​ယောက်​အဖြစ်​သို့​ပြောင်​းလဲသွားခဲ့ပါတယ်​ ​​ကြံရာမရတဲ့အဆုံးမှာ​တော့သူ့ရဲ့ယောကျာ်းဘဝကိုဖုံးကွယ်​ပြီးမိန်​းမတစ်​​ယောက်​အဖြစ်​ဟန်​​ဆောင်​​နေသွားရပုံကိုဟာသဆန်​ဆန်​​လေးကြည်​့ရှုရမှာဖြစ်​ပါတယ်​ ယူတို့လည်​းသိပ်​ပြီးအားကျရင်​ဇာတ်​ကား​လေးကြည်​့ပြီးနည်​းနာယူကြပါလို့....\nအ​ရေအကြီးဆုံးတစ်​ချက်​က​တော့မိန်​းမ​ချော​လေးကိုငမ်​းမှာဆိုလည်​းတကယ်​​တော့သူဟာဆမ်​ဆိုတဲ့ယောကျာ်းအစစ်​ကြီးပါဆိုတဲ့အသိတရား​လေးဝင်​ကြပါဦးလို့့  :) Qty - 720p BlurayDuration - 1hr 40minGern - Comedy / DramaReview - Pyae Xein SettEncoder - Kyaw Ye Aung",
        "rating": "5.2",
        "url": "https://megaup.net/ZUj7/We_Belong_Together_[2019]_(MM_Sub)_(2).mp4 https://megaup.net/1FRhs/Tucker_And_Dale_Vs_Evil_[2010]_(MM_Sub).mp4 https://megaup.net/1FRhr/The_Mercy_[2018]_(MM_Sub).mp4 https://megaup.net/1FRhj/Sam_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjI0NDI1MTMyM15BMl5BanBnXkFtZTcwMDMzMTcyNA@@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "I Am Number Four (2011)",
        "description": "ဒီဇာတ်ကားက Pittacus Lore ရေးတဲ့ ဝတ္ထုအတွဲတွေထဲကပထမဆုံး စာအုပ်ကို ဇာတ်ညွှန်းပြုပြီး ရိုက်ထားတာပါ ။တခြားစာအုပ်တွေဖြစ်တဲ့ \"The Power of Six,\" \"The Rise of Nine,\" \"The Fall of Five,\"\"The Revenge of Seven\" နဲ့ \"The Fate of Ten.\" စာအုပ်တွေကျန်ပါသေးတယ် ။ရုပ်ရှင်ထပ်ရိုက်မရိုက်တော့ မပြောတက်ဘူး ။ဇာတ်လမ်းအကျဉ်းကတော့ကမ္ဘာမြေမှာ လာရောက်နေထိုင်နေတဲ့ ဂြိုလ်သား ၉ ယောက်နဲ့ သူတို့ရဲ့အုပ်ထိန်းသူတွေ ကိုလိုက်ရှင်းနေတဲ့ Mogadorian တွေကို ဇာတ်အိမ်ဖွဲ့ထားတာပါ ။ကလေးတွေဟာ သူတို့ကိုယ် သူတို့ ဂြိုလ်သားဖြစ်တယ် ၊စွမ်းအားရှိတယ်ဆိုတာ မသိရပါဘူး ။အရွယ်ရောက်လာရင် သူ့အလိုလို စွမ်းအားတွေ ထွက်ပေါ်လာတတ်တယ် ။အဲဒိလို ထွက်ပေါ်လာတဲ့ စွမ်းအားတွေကြောင့် Mogadorian တွေကိုသူတို့ဘယ်မှာရှိတယ်ဆိုတာ ပြသမိသလို ဖြစ်ဖြစ်သွားပါတယ် ။.Mogadorian ...",
        "rating": "6.1",
        "url": "https://megaup.net/2el9A/I_Am_Number_Four_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Screenshot_2017-12-01-18-48-58-51-140x200.png",
        "title": "Starry Eyes (2014)",
        "description": "2014 ခုႏွစ္က ထြက္ရွိထားတဲ့ သဲထိပ္ရင္ဖို စိတ္ကူးယဥ္ ကားေလးတစ္ကားကိုတင္ဆက္ေပး လိုက္ပါတယ္ အခုလို ေအးတဲ့ေဆာင္း တြင္း ညမွာ ေစာင္ေလးၿခံဳ ၿပီးၾကည့္လိုက္ရရင္ ေတာ့ တကယ့္အႏွစ္ပါပဲ ဗ်ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ရုပ္ရွင္သရုပ္ေဆာင္ တက္သစ္စ မင္းသမီး တစ္ေယာက္ ေအာင္ျမင္ မွဴ ကို လိုျခင္ လာေတာ့ မလုပ္သင့္ မလုပ္ထိုက္တဲ့ နတ္ဆိုး နဲ႔ အေလာင္း အစား အေပးအယူ ကို လုပ္လိုက္ မိၿပီး အဲ့ဒီ အေပးအယူ လုပ္ထားတဲ့ နတ္ဆိုး က အခ်ိန္တန္ေတာ့ သူ႔ရဲ႕ ရစရာ ရွိတာကို ျပန္ယူဖို႔ႀကိဳးစားတဲ့ အခါမွာေတာ့ ဘာေတြ ဆက္ျဖစ္ၾကမလဲ ဘယ္လို စိတ္လွဴပ္ရွားစရာေတြ နဲ႔ ေတြ႕ႀကံဳ ရမလဲဆိုတာေတြကိုေတာ့ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာQty - 720p BlurayDuration - 1hr 40minGern - Horror / ThrillEncoder - ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/starry-eyes-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/hNZVUesuTFMW5gd50waxIDtyh2u-140x200.jpg",
        "title": "[18+] A Special Lady (2017)",
        "description": "ကိုရီးယားအက်ရှင်ဒရာမာကားလေးတစ်ကားပါ။ကိုရီးယား Gang တစ်ခုအပေါ်အမှီပြုပြီးဇာတ်အိမ်ဖွဲ့ထားတာဖြစ်ပါတယ်။အခက်အခဲတွေအများကြီးကြားထဲကနေ နောက်ဆုံးလူမိုက်ဂိုဏ်းတွေရဲ့ထုံးစံအတိုင်း ဂိုဏ်းကြီးမားတာနဲ့အမျှ တရားဝင်စီးပွားရေးလုပ်ငန်းလုပ်ဖို့ တာဆူလာကြတာပါပဲ။ဒီလိုနဲ့စီမံကိန်းအကောင်အထည်ဖော်ဖို့ရန်အတွက် သေချာစီစဉ်အကွက်ချလုပ်ခဲ့ကြပေမယ့် ကံတရားကတော့မျက်နှာသာမပေးဘဲ လွဲချော်မှုတစ်ခုဖြစ်သွားခဲ့ပါတယ်။ကိုယ်မွေးတဲ့မျောက်ကကိုယ့်ပြန်ခြောက်တဲ့အခါမှာတော့ အားလုံးခဲလေသမျှသဲရေကျဖြစ်သွားရတော့တာပါပဲ။ဒီလိုနဲ့ ဒုစရိုက်ဂိုဏ်းနဲ့ပတ်သက်ဆက်စပ်မိပြီးနောက် ပြန်လည်ရုန်းထွက်နိုင်ပါ့မလား။ဘယ်လိုကြောင့်ဒီလိုဖြစ်သွားရတာလဲ။ကိုယ်ချစ်တဲ့တဲသူနဲ့အတူနေနိုင်ဖို့လူတိုင်းကြိုးစားကြပေမယ့် နှစ်ဖက်ပြိုင်ဆွဲကြတဲ့အခါ ဘယ်လိုဖြစ်ကုန်ကြမလဲ ဆိုတာတော့ ကိုရီးယားလူမိုက်ဂိုဏ်းအချင်းချင်းကြားကပက်ပက်စက်စက် တိုက်ခိုက်မှုအလန်းစားတွေနဲ့အတူ ကြည့်လိုက်ကြပါဦးဗျာ။  \n၁၈+ အခန်းတွေဖောဖောသီသီ ပါဝင်တဲ့အတွက်မိသားစုနဲ့တော့မကြည့်သင့်ပါဘူးလို့..\n  \nFile Size : (800 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 31min\nFormat : Mp4\nGenre :Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.AAC.x264\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://megaup.net/URb5/A_Special_Lady_[18+]_(Mi-Ok)_[2017]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/received_900177663481798-136x200.jpeg",
        "title": "Shuyurenhe (2016)",
        "description": "အခုတစ္ခါေတာ့ BL ပရိတ္သတ္ႀကီးအတြက္ တရုတ္ BL ကားတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက ေတာ့ လံုး၀ ရို ရမယ့္ဇာတ္လမ္းေလးျဖစ္ၿပီးၾကည့္ၿပီးရင္ေတာ့ ၈ ခ်င္စိတ္ေတြ မေတာ္မတရားႀကီးေပၚလာမယ္ဆိုတာကိုေတာ့ အာမခံ ပါတယ္လုေရွာင္ဖန္ က အားထန္ရဲ႕လက္ေထာက္အားထန္ကမင္းသား CEOဂူဆိုတာ ကုမၸဏီပိုင္ရွင္အဲ့မင္းသားကလုေရွာင္ဖန္ကို ႀကိဳက္တာ သူ႔အႀကိဳက္မလိုက္ေတာ့လုေရွာင္ဖန္ကိုကုမၸဏီက ထြက္ေအာင္ဉာဏ္ဆင္ ေခ်ာက္တြန္းတာအဲ့မွာလုေရွာင္ဖန္နဲ႔ CEOဂူ ျပႆနာတက္ၿပီးအလုပ္ကထြက္ရတယ္အဲ့မွာလုေရွာင္ဖန္က အလုပ္ကသူ႔သူငယ္ခ်င္းေခ်ာင္ေခ်ာင္ဆိုတဲ့ေကာင္မေလးကိုအကူညီေတာင္းၿပီးသူတို႔႐ုပ္ရွင္ ကုမၸဏီကက်င္းပတဲ့ Be A Star ၿပိဳင္ပြဲဝင္ၿပိဳင္တာ CEOဂူက သိၿပီးသနားသြားလို႔ ေတာင္းပန္ဖို႔လုပ္ေတာ့သူေတာင္းပန္ရင္မင္းသားမျဖစ္ေတာ့မွာဆိုးၿပီးမေတာင္းပန္ေတာ့ဘူးေနာက္ပိုင္း မင္းသားထန္က လုေရွာင္ဖန္ကိုခဏခဏေခ်ာက္ခ်ေသေၾကာင္းၾကံပါတယ္အဲ့ဒါကိုCEoဂူကလိုက္ကယ္ေပးရင္း CEOဂူနဲ႔လုေရွာင္ဖန္ ဘာညာဘာညာနဲ႔ရင္ထဲမွာ ဘာေတြ က်န္ခဲ့မလဲဆိုတာကိုေတာ့ Qty - 720p DVD ripDuration - 1hr 20minGern - Drama / RomanceTranslator - Phyu ThanTReview - Phyu ThantEncoder - Kyaw Ye ...",
        "rating": "",
        "url": "https://channelmyanmar.org/shuyurenhe-2016/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/500full-sixty-million-dollar-man-cover-147x200.jpg",
        "title": "Sixty Million Dollar Man (1995)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားဟာ ဟောလိဝုဒ်နာမည်ကြီးဇာတ်ကားတချို့ကို ပေါင်းစပ်ပြီး Parody သဘောမျိုးအပြင် ကိုယ်ပိုင်အိုင်ဒီယာတချို့ပါ ကွန့်မြူး ရိုက်ကူးထားတဲ့ Comedy ဟာသကားစစ်စစ်ဖြစ်ပါတယ်။ရယ်ရချက်ကတော့ ကြည့်နေချိန်တစ်ချိန်လုံး တခွိခွိဖြစ်နေလို့ ဘေးနားက လူတချို့တောင် သင့်ကို ရူးနေလားလို့ သမုတ်နိုင်ပါတယ်။ဇာတ်ကြောင်းလေးကလဲ ထူးခြားဆန်းသစ်သလို စတီဖင်ချောင်နဲ့ သူ့ပါတနာ Ng Man‑tat တို့ရဲ့ သရုပ်ဆောင်ချက်တွေကလဲ အတော်ကို ထိမိလှပါတယ်။ဇာတ်ကားက ကြာခဲ့လှပြီ ဖြစ်လို့ ကြည့်ပြီးသားဖြစ်နေရင်လဲ နောက်တစ်ကြိမ်ပြန်ကြည့်ဖို့ တိုက်တွန်းပါရစေ။ကြပ်ညှပ်တင်းကျပ်စွာ ရှင်သန်နေရတဲ့ ကျွန်တော်တို့ဘဝတွေကနေ ခဏတာ ထွက်ပေါက်ဖြစ်စေဖို့ ဒီဇာတ်ကားက ပံ့ပိုးပေးပါမယ်။File Size…(800MB) and (450MB)Quality…Blu-Ray Rip 720pFormat…mp4\nDuration…01:30:23\nSubtitle…Myanmar Subtitle(Hardsub)Encoder...Nyeinsaeya Aung\nTranslated by Saw Wanna",
        "rating": "6.2",
        "url": "https://megaup.net/11wmg/Sixty_Million_Dollar_Man_[1995]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjExNDQ3ODI3N15BMl5BanBnXkFtZTgwMTUwNTEzMzI@._V1_SY1000_CR006911000_AL_-138x200.jpg",
        "title": "Judwaa 2 (2017)",
        "description": "လန်ဒန်မှာ ကြီးပြင်းတဲ့ ပရမ်ကတော့ ခပ်အေးအေးနဲ့ရိုးအတဲ့အတွက် သူများနှိပ်စက်ခံဖြစ်ပေ မယ့်လို့ မွမ်ဘိုင်းက ရာဂျာကတော့ ရန်ဖြစ်သတ်ပုတ်တဲ့နေရာမှာ ဆရာကျတဲ့ဖိုက်တာ တစ်ယောက် ပါ။ ဒီလိုနဲ့ တစ်ရက်မှာတော့ရာဂျာတစ်ယောက် လန်ဒန်ကို သွားဖို့ ဖြစ်လာခဲ့ပြီး မွမ်ဘိုင်းမှာနေ နေကျ ဆံပင်အရှည်ပုံစံမဟုတ်ဘဲ ဆံပင်တွေ ဘာတွေသပြီးသွား တာမို့ ပရမ်နဲ့ပိုလို့တောင်တူပါ တယ်။တစ်ရက်မှာတော့ ညီအစ်ကိုနှစ်ယောက် ထိပ်တိုက်ဆုံမိခဲ့ကြ ပြီး အမြွှာညီအစ်ကိုမှန်းသိသွားခဲ့ ကြပါတယ်။ နှစ်ယောက်တွေ့ပြီး နောက်မှာ ထူးခြားတာတစ်ခုက တစ်ယောက်ယောက်ထိခိုက်ဒဏ် ရာရရင်ပဲဖြစ်ဖြစ်၊ တစ်ခုခုဖြစ် ရင်နောက်တစ်ယောက်မှာအတူတူ လာပြီးဖြစ်တာလည်း ရယ်မောရ စေမှာပါ။ပရမ်နဲ့ ရာဂျာကို လူတွေမှားကြတဲ့ ဇာတ်ကွက်တွေထဲမှာ အရယ်ရဆုံးကတော့ အမြွှာနှစ် ယောက်ရဲ့ ချစ်သူတွေ လူမှားကြတာပါ။ ဘောလိဝုဒ်ဇာတ်ကား တွေရဲ့ ထုံးစံအတိုင်း မြူးမြူးကြွကြွအကတွေနဲ့ ကြည်နူးစရာဇာတ် ကွက်လေးတွေကိုလည်း အကြိုက်တွေ့ကြမှာပါ။အမြွှာညီအစ်ကိုနှစ်ယောက် ပြန်ဆုံပြီးနောက်မှာတော့ မိသားစု ကို အန္တရာယ်ပေးမယ့်သူတွေကို အတူရင်ဆိုင်ကြတာကိုလည်း ...",
        "rating": "4.1",
        "url": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/cannesmarche17_hangman-133x200.jpg",
        "title": "Hangman (2017)",
        "description": "2017 ခုႏွစ္ထြက္ သဲထိပ္ရင္ဖို အက္ရွင္ကားေလးတစ္ကား ကို တင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက Saw လိုဂိမ္း ကစားပြဲေလးေတြနဲ႔ လူသတ္တဲ့ သေဘာနဲ႔ဆင္ ပါတယ္ အဲ့တာေၾကာင့္ လူသတ္ အက္ရွင္သဲထိပ္ရင္ဖို ပရိတ္သတ္ႀကီး အေနနဲ႔ ကေတာ့ အႀကိဳက္ေတြ႕မွာ ေသခ်ာပါတယ္ဒီဇာတ္လမ္းေလးမွာေတာ့ လူသတ္မႈစံုေထာက္တစ္ေယာက္ဟာ ရာဇဝတ္မႈေကာက္ခ်က္ခ်တဲ့သူတစ္ေယာက္နဲ႔ပူးေပါင္းခဲ့ပါတယ္ သူတို႔ဟာ ကြင္းဆက္လူသတ္မႈတစ္ခုကို အတူတူေဖာ္ထုတ္ဖို႔ပါ အဲလူသတ္သမားကေတာ့ ကေလးေတြကစားတဲ့ Hangman ဆိုတဲ့ဂိမ္းကေန ျပစ္မႈေတြကို က်ဴးလြန္တာပါ မႈခင္းစံုေထာက္ဇာတ္ကားဆိုတဲ့အတိုင္း သည္းထိတ္ရင္ဖို ျပကြက္ေတြ ျမႇ ဳပ္ကြက္ေတြနဲ႔ တကယ္ကို ၾကည့္လို႔ေကာင္းမယ့္ ဇာတ္လမ္းေလးပါ ၾကည့္ရႈအားေပးၾကပါဦးQty - 720p Web DlDuration - 1hr 22minGern - Action/ ThrillTranslator - Zuel Khant ThwinEncoder - Kyaw Ye Aung",
        "rating": "4.8",
        "url": "https://megaup.net/1A2qj/Hangman_[2017]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTY5NTYzNTA1M15BMl5BanBnXkFtZTgwODIwODU1MTE@._V1_SY1000_CR006801000_AL_-136x200.jpg",
        "title": "Chef (2014)",
        "description": "အစားအ​ေသာက္​​ေကာင္​း​ေကာင္​း​ေလး​ေတြမွ သ​ေဘာက်တယ္​ဆိုတဲ့လူမ်ိဳး​ေတြ ဒီဇာတ္​ကားကို လက္​မလြတ္​တမ္​းၾကည္​့သင္​့ပါတယ္​။ဇာတ္​လမ္​း​ေလးက​ေတာ့ စိတ္​ဝင္​စားဖို႔​ေကာင္​းၿပီး​ေပ်ာ္​စရာ​ေလးနဲ႔အဆံုးသတ္​ထားပါတယ္​။စာဖိုမွဴ းတစ္​​ေယာက္​ပီပီ ဘဝကိုအစားအ​ေသာက္​​ေတြကိုပဲပံုအပ္​ခဲ့လို မိသားစုနဲ႔လည္​းအဆင္​မ​ေျပျဖစ္​ရပါတယ္​။အဲ့လိုခ်ိန္​မွာပဲ အစားအ​ေသာက္​​ေဝဖန္​သူတစ္​​ေယာက္​နဲ႔ျပႆ နာတက္​ခဲ့ၿပီး အလုပ္​ထုတ္​ျခင္​းခံလိုက္​ရပါတယ္​။အဲ့လိုအခက္​ခဲ​ေတြက​ေန ဘယ္​လိုျပန္​႐ုန္​းထြက္​မလဲဆိုတာ သိခ်င္​ရင္​​ေတာ့ ဒီဇာတ္​ကား​ေလးကိုသာဆက္​ၾကည္​့လိုက္​ပါ။အစားအ​ေသာက္​​ေကာင္​း​ေကြႀကိဳက္​တဲ့သူ​ေတြအတြက္​​ေတာ့ လက္​မလြတ္​တမ္​းၾကည္​့သင္​့တဲ့ကားပါ File Size : (950 MB) and (370 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 54min\nFormat : Mp4\nGenre :Adventure, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-SPARKS\nTranslated by Ye Yint\nEncoded by Thanhtike Zaw",
        "rating": "7.3",
        "url": "https://megaup.net/1zJmf/Chef_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMGM3ZmQyMTktMWU1NS00YjVkLWIzMDMtNmRlZmQ2Y2ViNzYzXkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY1000_CR007081000_AL_-142x200.jpg",
        "title": "The Child in Time (2017)",
        "description": "ဇာတ္လမ္းအက်ဥ္းကေတာ့ဖခင္ျဖစ္သူ စာေရးဆရာ စတီဖင္လူးဝစ္က ၄ႏွစ္အ႐ြယ္ သူ႕သမီးေလး ကိတ္နဲ႔အတူ ေစ်းဝယ္ထြက္ေနရင္း သူ႕သမီးေလးေပ်ာက္ဆံုးသြားပါတယ္ ။သမီးေပ်ာက္ဆံုးမႈေၾကာင့္ ဇနီးျဖစ္သူ ဂ်ဳးလီနဲ႔လဲ အိမ္ေထာင္ေရး အဆင္မေျပေတာ့ပဲ ႏွစ္ဦးသေဘာတူ လမ္းခြဲေနလိုက္ၾကရပါေတာ့တယ္ ။စတီဖင္တစ္ေယာက္စာေရးတဲ့အလုပ္ကို စိတ္မပါေတာ့ဘဲ အရက္အလြန္အကၽြံေသာက္ရင္း သမီးျဖစ္သူကို မရမကလိုက္႐ွာခဲ့ေပမယ့္ ၃ႏွစ္ေက်ာ္တဲ့အထိ သတင္းအစအနေတာင္မရခဲ့ပါဘူး ။တစ္ေန႔ စတီဖင္လူးဝစ္ဟာ ေက်ာင္းတစ္ခုမွာ သူ႔သမီးနဲ႔တူတဲ့၈ ႏွစ္အ႐ြယ္ ကလးတစ္ေယာက္ကို မေမွ်ာ္လင့္ဘဲ ေတြ႔လိုက္ရတဲ့အခါမွာေတာ့ စတီဖင္လူးဝစ္ရဲ႕ သမီးေပ်ာက္ဆံုးမႈဟာ စိတ္ဝင္စားဖို႔ ေကာင္းလာပါေတာ့တယ္ ။စာေရးဆရာ စတီဖင္လူးဝင္ဟာ သူ႕သမီးေလး ျပန္ေတြ႕မလား ဘယ္လိုေၾကာင့္ သူ႕သမီးေလး ေပ်ာက္ဆံုးသြားတယ္ဆိုတာေတာ့ ႐ုပ္ရွင္ခ်စ္သူေတြပဲ ၾကည့္႐ႉလိုက္ပါေတာ့ဗ်ာ .... File Size : (700 MB) and (340 MB)\nQuality : HDTV 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-child-in-time-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BYmUzZGI1YzktZjY4OC00NzAzLTk0ZDMtOWUxZDY2ZjY4NmFlXkEyXkFqcGdeQXVyMTYwMzA3OQ@@._V1_-135x200.jpg",
        "title": "The Eyes (2017)",
        "description": "ကဲဆက္တင္ေတြ ရႈေထာင့္အမ်ဳိးအမ်ဳိးေတြရိုက္ျပ၀ုန္းဒိုင္းဂြမ္းေတြလုပ္ျပတဲ့ဇာတ္ကားေတြထက္ ပိုမိုေလးနက္တဲ့ အခန္းတစ္ခန္းထဲမွာတင္ လူေလး ၅ေယာက္ ၆ေယာက္ေလာက္နဲ႕တင္ျပီးသြားတဲ့ကားေတြရဲ႕အရသာကို ဇာတ္ကားCrazy ေတာ္ေတာ္မ်ားမ်ားၾကည့္ဖူးၾကမွာပါ။ဒီကားေလးကလည္း အဲဒီလုိပဲအစအဆံုး အခန္းေလးတစ္ခုထဲမွာတင္ရိုက္ျပ သြားတာပါ။စရိုက္မတူတဲ့လူ၆ေယာက္ကိုအခန္းတစ္ခန္းထဲမွာထည့္ထားလိုက္ပါတယ္။အားလံုးႏိုးလာတဲ့အခါမွာေတာ့ ေျခေတြလက္ေတြတုပ္ေႏွာင္ထားတာကိုေတြ႕လိုက္ရေတာ့ စရိုက္အမ်ဳိးမ်ဳိးအလုိက္ တံု႕ျပန္ပံုခ်င္းကြဲျပားပံုကို စိတ္၀င္စားဖြယ္ေတြ႕ၾကရမွာပါ။ဒါ့အျပင္အဲဒီလူ၆ေယာက္လံုးဟာလည္း တစ္ခါမွမျမင္ဖူးမေတြ႕ဖူးတဲ့လူေတြျဖစ္ေနတာပါပဲ။ဒီမွာတစ္ခ်က္ရွိတာကေတာ့ ဒါဟာဂိမ္းတစ္ခုျဖစ္လိမ့္မယ္ဆိုျပီး လူတစ္ေယာက္ခန္႕မွန္းျပထားကိုၾကည့္ျခင္းအားျဖင့္ “ဟာ ဒီလုိပံုစံပဲ ဂိမ္းတစ္မ်ဳိးလာျပန္ျပီ”ဆိုတဲ့ပရိသတ္ရဲ႕အေတြးကိုေစာေစာကတည္းကေခ်ဖ်က္ထားျပီး စိတ္၀င္စားမႈရယူထားပါတယ္။စရိုက္တစ္မ်ဳိးစီ အသက္ေမြး၀မ္းေက်ာင္းမႈပံုစံတစ္မ်ဳိးစီနဲ႕ လူ၆ေယာက္အတြက္ ဘာလို႕သူတို႕ေတြဒီအခန္းထဲေရာက္ေနရသလဲဆိုတာကို အေျဖရွာၾကေတာ့တာပါပဲ။အဲဒီမွာပဲ လူတစ္ကိုယ္အၾကိဳက္တစ္မ်ဳိးဆိုသလို လူေတြရဲ႕အမ်ုဳိးမ်ဳိးေသာပံုစံေတြ ဟန္ေဆာင္ပန္ေဆာင္မ်ားမႈေတြေတြ႕ရမွာပါ။တစ္ခုပါပဲ အဲဒီလိုဟန္ေဆာင္ပန္ေဆာင္မ်ားတယ္ဆိုတာကို ဇာတ္လမ္းအဆံုးမွာဘြားကနဲခ်သြားတာကေတာ့ ၾကည့္ရႈသူပရိသတ္ရဲ႕ရင္ကိုေကြ႕၀ိုက္သြားေစတာေတာ့ အားမရစရာပါ။ဒါေပမယ့္အဲဒီလိုကားမ်ဳိးပဲဆိုတဲ့အထင္တစ္လံုးကို တစ္မ်ဳိးတစ္ဖံုလုပ္ျပသြားတာျဖစ္ေတာ့ ၾကည့္ရတာမဆိုးလွတာမို႕ Mystery/Thiller ၾကိဳက္တဲ့ပရိသတ္ေတြအတြက္ တင္ေပးလိုက္ရပါတယ္။ ရႈစားၾကပါဦး… File Size : (730 MB) and (370 MB)\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-eyes-2017/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMzExZTFiM2EtN2QyYS00YWZiLWFlOTMtZGYzMWI4MTNkZGYzXkEyXkFqcGdeQXVyNzk3NjQ1MTc@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Newness (2017)",
        "description": "အိမ္ေထာင္ေရးျပဳိကြဲသြားတာေျခာက္လခန္႔႐ွိၿပီျဖစ္တဲ့Martin တစ္ေယာက္ ဟာ sex partners ႐ွာေဖြေနၾကတဲ့သူေတြအတြက္ဖြင့္ထားတဲ့Winx app ကုိအသံုးျပဳၿပီး အထီးက်န္ေနတဲ့တစ္ကိုယ္ရည္ညေတြအတြက္ျဖတ္သန္းေလ့႐ွိပါတယ္ထုိနည္းတူတစ္ဖက္မွာလည္း Gabi ဆုိတဲ့ေကာင္မေလးဟာ winx ကုိအသံုးျပဳၿပီးေတာ့သူမရဲ႕စိတ္ဆႏၵကုိျဖည့္ဆည္းေပးႏုိင္မယ့္သူကုိ\n႐ွာေဖြေနတယ္ဒီလုိသူတုိ႔ႏွစ္ေယာက္ဆံုျဖစ္သြားၾကတယ္ (ၾကားထဲမွာ date ခဲ့သူေတြအမ်ားႀကီး႐ွိၾကၿပီးသား)ဒီမွာဇတ္လမ္းကစတာပဲ အခ်စ္မပါပဲအေသြးအသားဆႏၵအတြက္အဆင္ေျပတဲ့သူေတြ႐ွာၿပီးျဖစ္ခ်င္သလုိျဖစ္ၾကတုန္းကအေကာင္း\n(အထီးက်န္ေနတယ္ဆုိတဲ့ ခံစားခ်က္ကလြဲလုိ႔ေပါ့)Relationship တစ္ခုကုိအေသခ်ာေလးတည္ေဆာက္ၿပီးၾကေတာ့မွဆံုး႐ႈံးရမွာေၾကာက္တဲ့စိတ္ေတြနဲ႔ အခ်င္းခ်င္းနားလည္ေပးႏုိင္ဖုိ႔ႀကိဳးစားရင္းနားလည္မႈေတြလြဲၿပီး မ်က္ရည္ေတြကုိဖန္တီးသြားေစခဲ့ေရာ သူတုိ႔ရဲ႕ relationship ကုိဘယ္လုိျပန္လည္တည္ေဆာက္မလဲၾကားထဲမွာေရာ သူတုိ႔ဘာေတြခံစားရခဲ့ရတယ္ဆုိတာကုိယ္တုိင္လုိက္ပါစီးေမ်ာၾကည့္ရင္အဆံုးသတ္​ဟာ ဝမ္းနည္းဝမ္းသာနဲ႔\nDrama/Romance ရသတစ္ခုကုိရ႐ွိေစမွာပါေတာ္ရံု ႐ုိတာေလာက္မၾကဳိက္တဲ့ကုိယ္ပါေႂကြတယ္\n(ဇာတ္လမ္းအညႊန္းကိုေတာ့ Dave Harry ရဲ႕ Facebook Account (https://www.facebook.com/profile.php?id=100010606993816) မွကူးယူေဖာ္ျပပါသည္။)\n File Size : (900 MB) and (375 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 52min\nFormat : Mp4\nGenre :Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-FGT\nTranslated ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/newness-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/Screenshot_2017-11-29-16-35-23-73-135x200.png",
        "title": "Newton (2017)",
        "description": "IMDb 8.1 ရထား တဲ့ Bollywood ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ေအးကား ဆိုေပမယ့္ India ႏိုင္ငံရဲ႕ ဒီမိုကေရစီ အကူးအေျပာင္းမွာ ရတက္ မေအးရပံုကို ရိုက္ကူးျပသသြားတဲ႔ ဇာတ္ကားပါ။ Award 2 ခု ရရွိထားျပီး 2018 အတြက္ Oscar စကာတင္ ဇာတ္ကားျဖစ္ခဲ႔ရတဲ႔ Bollywood ကားပါ။ပထမဦးစြာ ေျပာခ်င္တာက ဒီကားက ကြ်န္ေတာ္တို႕ႀကိဳက္တဲ႔ ပံုစံ မရွိပါဘူး ။ ႏိုင္ငံေရး နဲ႕ ႏွီးႏြယ္တာမို႕ ကြ်န္ေတာ္တို႕ ေမွ်ာ္လင့္ရတဲ႕ ဇာတ္သိမ္းနဲ႕ Type မ်ိဳး လံုး၀မရွိပါဘူး။ ဒီကားရဲ႕ အဓိက က ႏိုင္ငံသားေကာင္း ပီသျခင္း / ၀န္ထမ္းေကာင္း ပီသျခင္းနဲ႔ ဒီမိုကေရစီ ကို လွစ္ဟ ျပသရံုသာ ျဖစ္ပါတယ္။ အေတြးသက္သက္နဲ႔ ေတြးျပီးမွ သဘာ၀က် တဲ႔ ဇာတ္ကား ေကာင္း ...",
        "rating": "8.1",
        "url": "https://megaup.net/1AMxU/Newton_[2017]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/images-3-133x200.jpg",
        "title": "Mr. X (2015)",
        "description": "Action ကားလန္းလန္းေလးေတြၾကိဳက္တဲ႔ပရိတ္သတ္ၾကီးအတြက္ အက္ရွင္ကားေကာင္းေလးတစ္ကားမိတ္ဆက္ေပးလိုက္ပါတယ္။ Mr X (2015) ဆိုတဲ႔ ကုလားကားေလးပါ။ဒီကားေလးရဲ ႔အက်ဥ္းခ်ဳပ္ကေတာ႔ ကိုယ္ေပ်ာက္စြမ္းအင္ကို အမွတ္မထင္ပိုင္ဆိုင္သြားတဲ႔လူတစ္ေယာက္။သူဟာ သူ႔အေပၚမွာ မတရားေစာ္ကားခဲ႔သူေတြ၊ရဲေတြအေရးမယူႏိုင္ခဲ႔တဲ႔၊ အေရးမယူခဲ႔တဲ႔ ရာဇဝတ္သားေတြကိုလုိက္လံအျပစ္ေပးတဲ႔ တရားမ်ွတတဲ႔လူတစ္ေယာက္ျဖစ္လာပါေတာ႔တယ္။အခ်စ္နဲ႔လက္စားေခ်မႈေရာျပြမ္းေနတဲ႔ ဒီကားေလးက ျကာျမင္႔ခ်ိန္၁၃၃မိနစ္အတြင္းေတာ္ေတာ္ေလးၾကည္႔ေကာင္းတဲ႔ ကားေလးလို႔ပဲဆိုရမွာပါ။ကုလားကားပရိသတ္ေတြၾကည္႔ရႈခံစားၾကည္႔ဖို႔တိုက္တြန္းလိုက္ပါတယ္။  Qty - 720p Bluray Duration - 2hr 13min Gern - Action Review - Aye Mon Kyaw Encoder - Kyaw Ye Aung",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/mr-x/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNjNkNDRmNWMtMDVkMC00YTU0LTgwZTctNjc0ZjM4ZWVlZmQ1XkEyXkFqcGdeQXVyMTgxMjc0MA@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Serpent (2017)",
        "description": "သူ့ဖုန်းကို ခဏခဏဝင်နေတဲ့ အသံမက်ဆေ့ချ်တွေကို ဖျက်ပစ်နေပါတယ်သူကားမောင်းအိမ်ပြန်သွားတော့ အိမ်မှာ သူ့ခင်ပွန်းဖြစ်သူက ညစာချက်ပြုတ်ပြင်ဆင်နေပါတယ်ညစာချက်လို့မပီးခင် သူတို့ပြောနေတဲ့စကားဝိုင်းလေးမှာ ခင်ပွန်းဖြစ်သူက သူအင်းဆက်တွေကိုတောထဲမှာ လေ့လာဖို့ အချိန်ကြာကြာသွားရမယ်ဆိုတာကို ပြောလိုက်ပါတယ်အမျိုးသမီးဟာ သူ့ခင်ပွန်းသည်ကို ဟန်မပျက်အလိုက်အထိုက် စကားပြောနေပေမယ့် သူ့မျက်နှာမရွှင်မလန်းဖြစ်နေပါတယ်ပြီးတော့ သူ့ခင်ပွန်းသွားမယ့်ခရီးကို လိုက်လိုကြောင်းပြောပါတယ်သူတစ်ခုခုကနေ ရှောင်ပြေးဖို့ ကြိုးစားနေပုံပါပဲနောက်တစ်နေ့သူ့ခင်ပွန်းနဲ့ တောထဲကို သူလိုက်သွားတဲ့အခါ သူတို့ ဘာတွေကြုံတွေ့ရမှာလဲသူဖုံးကွယ်ဖို့ကြိုးစားနေတာကရော ဘာလဲ သူ့ခင်ပွန်းရော သိသွားမလားဆိုတာတွေကိုတော့ အရသာပျက်သွားမယ်စိုးလို့ မပြောတော့ပါဘူး ကိုယ်တိုင်ကြည့်ကြပါလို့ တောအုပ်ထဲက သည်းထိပ်ရင်ဖို ဖြစ်ရပ်တွေနဲ့ ပရိသတ်တွေ စိတ်မပျက်စေမယ့် ဇာတ်ကားတစ်ကားပါလို့ ညွှန်းပါရစေFile Size : (700 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 21min\nFormat : Mp4\nGenre :Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "5.6",
        "url": "https://megaup.net/1HFe3/Serpent_[2017]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/24171985_940032099483292_493884456_n-153x200.jpg",
        "title": "Suck Seed (2011)",
        "description": "2011 ခုႏွစ္ထြက္ ထိုင္းေက်ာင္းသား ဟာသလူငယ္အခ်စ္ဖန္စီကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက ဂီတကိုယ္ ဗန္းျပၿပီး ေပၚပင္လုပ္ျခင္တဲ့ အထက္တန္းေက်ာင္းသား လူငယ္ေလးတစ္စုဒီလိုနဲ႔ေပၚပင္လုပ္ရင္း တစ္ေန႔မွာ တကယ့္ ဂီတကို ၀ာသနာပါတဲ့ ေကာင္မေလး ေခ်ာေခ်ာေလး နဲ႔ဆံုမိတဲ့ အခါမွာေပၚပင္လုပ္ခ်င္တဲ့ အထက္တန္းေက်ာင္းသား လူငယ္ေလးေတြ တကယ္ေကာင္မေလးေၾကြေအာင္ အမွန္အကန္လုပ္ျပၾကတဲ့ အခါမွာ ဘယ္လို အလြဲေတြျဖစ္ၾကမလဲဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကုိေတာ့ ပရိတ္သတ္ႀကီးကဆက္လက္ၾကည့္ၾကရမွာပါ လူငယ္ဆန္ဆန္ဟာသေလးေတြနဲ႔ မို႔ တကားလံုး မပ်င္းေအာင္ ဆြဲေခၚသြား မွာမို႔ ထိုင္းကား ေတြနဲ႔ ေ၀းကြာေနတဲ့ပရိတ္သတ္ႀကီး ေတာ့ အႀကိဳက္ေတြ႕မွာပါQty - 720p BlurayDuration - 1hr 33minGern - ComedyTranslator - Kaung HeinEncoder - Kyaw Ye Aung",
        "rating": "7.6",
        "url": "https://megaup.net/1Awv5/Suck_Seed_[2011]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMDM4YjIyZjAtMzU4Ny00MmIzLTg1ZWItNzIzMjEzMGY5YjUyXkEyXkFqcGdeQXVyNzYzOTEzMDg@._V1_SY1000_CR007141000_AL_-1-143x200.jpg",
        "title": "Absurd Accident (2017)",
        "description": "Absurd Accident ကေတာ့ ခ်ာလည္ရိုက္ၿပီးပတ္ရႈပ္ေနတဲ့ တရုတ္ဟာသကားေလးပါ၊ဒီကားထဲမွာရန္ပိုင္ဝမ့္နဲ႔သူ႔မိန္းမမာလိလ်န္ဟာတည္းခိုခန္းပိုင္ရွင္လင္မယားႏွစ္ေယာက္ပါ၊သူေဌးရန္ကသူျမံဳေနတဲ့အတြက္သူ႔မိန္းမကိုတျခားေယာက်ာ္းနဲ႔ေဖာက္ျပန္ေနမလားဆိုၿပီးအျမဲသံသယဝင္ေနတဲ့သူပါတစ္ေန႔မွာသူ႔မိန္းမတျခားေယာက်ာ္းနဲ႔ေဖာက္ျပန္ေနတာကိုဆြံ႕အနားမၾကားကေတြ႕လိုက္တယ္ဆိုၿပီးသူ႔မိတ္ေဆြရဲ႕ေျပာစကားအရဆြံ႕အနားမၾကားကိုကိုယ္တိုင္သြားေမးၿပီးအထင္လြဲသြားခဲ့တယ္ဒါနဲ႔ပဲသူေဆးကုေနတဲ့ဆရာဝန္ပီက်န္႔ေရွာင့္ဟာလူဆိုးဂိုဏ္းကလူေတြနဲ႔သိတယ္ဆိုၿပီးဆရာပီကိုအကူအညီေတာင္းၿပီးသူ႔မိန္းမကိုသတ္ခိုင္းပါေတာ့တယ္ဇာတ္လမ္းကေတာ့အဲဒီကေနစတာပါပဲ၊ရတနာဆိုင္ ဓားျပတိုက္ၿပီးျပန္လာတဲ့ဓားျပႏွစ္ေယာက္ထဲကတစ္ေယာက္ကေနာက္တစ္ေယာက္မသိေအာင္ပတၱျမားလက္စြပ္ကိုသူေဌးရန္တို႔ဆိုင္စားပြဲေအာက္မွာပီေကနဲ႔ကပ္ၿပီးဖြက္ထားခဲ့ပါတယ္ညသန္းေခါင္ေရာက္တာနဲ႔သူ႔လက္စြပ္ကိုျပန္လာယူတဲ့အခ်ိန္...မာလိလ်န္ကိုသတ္ဖို႔ေရာက္လာတဲ့လူနဲ႔ထိပ္တိုက္ေတြ႕ေနခဲ့ပါတယ္အဲဒီေနာက္ပိုင္းမွာေတာ့ခ်ာလည္ရိုက္ေနတဲ့အရႈပ္ေတြနဲ႔ဟာသေတြေႏွာထားပါေတာ့တယ္ရန္ပိုင္ဝမ့္ကသူ႔မိန္းမကိုအဆံုးထိသံသယဝင္ေနမွာလား......သူအထင္လြဲေနတာကိုပဲအျမင္မွန္ရသြားမွာလား..... File Size : (800 MB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre :Comedy, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL AAC2.0 H.264-FDHD\nTranslated by Yamin Thawdar Maung\nEncoded by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/absurd-accident-2017/",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMDhmMWQyNjUtZTM5NC00MThhLWEyNzktOTM2ZTYzZWU5MGYyXkEyXkFqcGdeQXVyNTQwMDA5NTg@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "The Nile Hilton Incident (2017)",
        "description": "Channel Myanmar ပရိသတ္​ႀကီးအတြက္​ အီဂ်စ္​စံု​ေထာက္​ကား​ေလးတစ္​ကားတင္​ဆက္​​ေပးလိုက္​ပါတယ္​အီဂ်စ္​ႏိုင္​ငံရဲ႕ႏိုင္​ငံ​ေရးမတည္​ၿငိမ္​မႈ​ေတြ လူတန္​းစားခြဲျခား​ေရးအ​ေျခအ​ေန​ေတြ အာဏာပိုင္​​ေတြရဲ႕ျခစားမႈအ​ေျခအ​ေန​ေတြကိုသိသာျမင္​သာ​အာင္​ရိုက္​ျပထားတဲ့က​ား​ေလးတစ္​ကားပါဇာတ္​လမ္​းအက်ဥ္​းဟာဆုိရင္​ျဖင္​့ တစ္​ညႏိုင္​းဟီလ္​တန္​ဆိုတဲ့​ၾကယ္​ငါးပြင္​့​ေဟာ္​တယ္​တစ္​ခုမွာ လူသတ္​မႈတစ္​ခုျဖစ္​ပြားခဲ့ပါတယ္​ ​Grand ေဟာ္​တယ္​ဆို​ေတာ့လည္​းထံုးစံအတိုင္​းလူခ်မ္​းသာ​ေတြရဲ႕က်က္​စားရာ​ေနရာတစ္​ခု​ေပါ့ဗ်ာျဖစ္​ပံုက​ေတာ့ အဆို​ေတာ္​မ​ေလးတစ္​​ေဗြနဲ႔သူရဲ႕​ေဘာစိတို႔ အခန္​းထဲမွာစကားမ်ား​ေနတာကို သန္​႔ရွင္​း​ေရးဝန္​ထမ္​းမ​ေလးဆူဒန္​အမ်ိဳးသမီး​ေလးတစ္​​ေယာက္​ကမ​ေတာ္​တဆၾကားခဲ့ပါတယ္​ ​ဘဲႀကီးထြက္​သြားၿပီးမၾကာဘူးအခန္​းထဲကဝရုန္​းသုန္​းကားအသ​ံ​ေတြၾကားရၿပီး အဆို​ေတာ္​စကီ​ေလး​ေသဆံုးခဲ့ပါတယ္​ အဆို​ေတာ္​မ​ေလးလာလီနာနဲ႔​ေဘာစိဘဲႀကီးဟာတမ္​ရွာဖစ္​တို႔ကတိတ္​တိတ္​ပုန္​းဇာတ္​လမ္​းရွိတဲ့သူ​ေတြပါဒီဘဲႀကီးက​ေခသူ​ေတာ့မဟုတ္​ပါဘူးပါလီမန္​အဖြဲ႕ဝင္​တစ္​​ေယာက္​လည္​းျဖစ္​ပါတယ္​လူခ်မ္​းသာ​ေတြရဲ႕ႀကိဳးကိုင္​ျခင္​းကုိခံ​ေနရတဲ့ လူ​ေတြ​ေၾကာင္​့အမႈဟာၾကန္​႔ၾကာၿပီးရႈပ္​​ေထြးလာပါတယ္​ဒီလိုတိုင္​ပတ္​​ေနတဲ့လူသတ္​မႈကို လာဘ္​စားမႈ​ေတြ , ႏိုင္​ငံ​ေရးမတည္​ၿငိမ္​မႈ​ေတြ , လူမ်ိဳး​ေရးခြဲျခားမႈ​ေတြ ,အာဏာပိုင္​​ေတြရဲ႕ဂယက္​ရိုက္​မႈ​ေတြၾကားထဲက​ေန စံု​ေထာက္​ႏိုဒင္​းတစ​္​​ေယာက္​ မ်က္​ျမင္​သက္​​ေသျဖစ္​တဲ့ဆူဒန္​လူမည္​းမ​ေလးဆာဝါက​ေနတစ္​ဆင္​့ ​ေဖာ္​ထုတ္​ႏိုင္​ပါ့မလားဆိုတာက​ေတာ့...... File Size : (850 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 46min\nFormat : Mp4\nGenre :Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-USURY\nTranslated by Pyae ...",
        "rating": "7.0",
        "url": "https://megaup.net/2f3hv/The_Nile_Hilton_Incident_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/2ciH7CO7NaI.movieposter_maxres-139x200.png",
        "title": "Kanchana: Muni 2 (2011)",
        "description": "Kanchanaဒီကားက အခုလတ်​တ​လောမှာ ​ရေပန်​းစား​နေတဲ့ ရုံတင်​ကားကြီးဖြစ်​တဲ့ တာ​တေကြီးရဲ့ မူရင်​းဇာတ်​ကား​လေးပါ...ဇာတ်​လမ်​း ဇာတ်​ကွက်​​တွေက ​အထူး​ညွှန်​း​နေစရာ​တောင်​ မလိုအပ်​​တော့ပါဘူး...\nရာဗာတို့သူငယ်ချင်း​အုပ်​စု ခရစ်​ကတ်​ ကစား​နေကြ ​မြေကွက်​လပ်​ကြီးက ကစားလို့မရ​တော့တဲ့အတွက်​\n​နေရာအသစ် ​သွားရှာတဲ့အခါမှာ...လူမရှိတဲ့ခြံကျယ်​ကြီးတစ်​ကွက်​ကို​တွေ့ခဲ့ပါတယ်​\nရာဗာတို့သူငယ်​ချင်​းအုပ်​စုက အဲ့ဒီခြံကျယ်​ကြီးထဲမှာ ခရစ်​ကတ်​ကစားဖို့ ပြင်​ဆင်​​နေကြတဲ့အချိန်​မှာပဲ\n​လေပြင်​း​တွေတိုက်​ ​ကောင်​းကင်​​တွေက မဲ​​မှောင်​လာခဲ့ပါ​တော့တယ်​\nရာဗာတို့​တွေလဲ ​ကြောက်​အားလန်​့အားနဲ့ အိမ်​ပြန်​​ပြေးကြတဲ့အခါမှာ​တော့ ရာဗာရဲ့\nခရစ်​ကတ်​ကစားတဲ့တုတ်​မှာ အဲ့ဒီခြံကျယ်​ကြီးထဲက မ​ကောင်​းဆိုးဝါးကလိုက်​လာခဲ့ပါ​တော့တယ်​....\nသရဲဆိုရင်​ အသံ​တောင်​ကြားမရ​အောင်​​ကြောက်​တတ်​တဲ့ သတ္တိခဲရာဗာဆီမှာမှ\nအမုန်​း​တွေ အညှိုး​တွေ အာဂတ​တွေနဲ့ ပြည်​့​နေတဲ့ ခြံကျယ်ကြီးထဲက\nသရဲ​တွေ ဝင်​​ရောက်​စီးကပ်​သွားတဲ့အခါမှာ​တော့...\nရာဗာတို့မိသားစု​တွေ ဘယ်​လိုအ​ခြောက်​အလှန်​့​တွေနဲ့ ရင်​ဆိုင်​သွားရမလဲ...\nရာဗာကိုယ်​တိုင်​က​ရော ဘယ်​လိုပုံစံမျိုး​တွေ​ပြောင်​းလဲသွားမလဲ...\nရာဗာ့ဆီမှာ ဝင်​ပူးခဲ့တဲ့သရဲ​တွေက​ရော ဘယ်​လိုအ​ကြောင်​း​ကြောင်​့လဲဆိုတာ​တွေကို​တော့\nဇာတ်​လမ်​းဆုံးသည်​ထိ သည်းထိတ်ရင်ဖို​​​နဲ့ ကြည်​့ရှုခံစားရမယ်​့ဇာတ်​ကားတစ်​ကားဖြစ်​ပါတယ်​...\nသရဲကားကြိုက်​နှစ်​သက်​သူ​တွေအတွက်​ အထူးညွှန်​းစရာမလို​ပေမယ်​့\nသရဲကားမကြည်​့ရဲတဲ့သူ​တွေအတွက်​လဲ ဟာသ​လေး​တွေနဲ့မို့ မ​ကြောက်​ပဲကြည်​့ကြပါလို့ ညွှန်​းချင်​ပါတယ်​Qty - 720p Blu-ray\nDuration - 2hr 30min\nGern - Horror/ Thrill\nTranslator - Mie Mie\nReview - Mie Mie\nEncoder - Kyaw Ye ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/kanchana-muni-2-2011/",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BODgwMjM2ODE4M15BMl5BanBnXkFtZTcwMTU2MDcyMw@@._V1_-135x200.jpg",
        "title": "Date Night(2010)",
        "description": "ဖီလ္ေဖာ္စတာနဲ႔ကလ်ာေဖာ္စတာတို႔ဟာနယူးဂ်ာစီျပည္နယ္မွာေနတဲ့အိမ္ေထာင္သည္​လင္​မယား ၂ဦးပါ။\nလင္​မယား ၂​ေယာက္​ဟာ သားသမီး​ေတြျပဳစုရ ​ေငြရွာရ ဆုိ​ေတာ့ တစ္​​ေယာက္​ကုိတစ္​​ေယာက္​ အခ်ိန္​မ​ေပးႏုိင္​ၾကဘူး:။ ဒီ​​ေတာ့ သူတုိ႔ ၂​ေယာက္​ ဟာ အလွည္​့အ​ေျပာင္​း​ေလးျဖစ္​သြား​ေအာင္​ အိမ္​နဲ႔ခပ္​လွမ္​းလွမ္​းမွာရွိတဲ့ ျမဳိတစ္​ျမဳိ႕ရဲ႕ ဆုိင္​ႀကီးတစ္​ဆုိင္​မွာ ​ေပ်ာ္​စရာ​ေတြျပန္​ဖန္​တီးဖုိ႔ ညဘက္​မွာခ်ိန္​း​​ေတြ႕ၾကတယ္​\n။ဆုိင္​က နာမည္​ႀကီး လူႀကိဳက္​မ်ားတဲ့အျပင္​ အထင္​ကရ​ေတြပဲလာတတ္​​ေလ​ေတာ့ ဘြတ္​ကင္​ၾကဳိမလုပ္​တဲ့သူတုိ႔အဖုိ႔ ​ေနရာ မရရွာဘူး။သူတုိ႔လင္​မယား ၂​ေယာက္​ဟာ ဘြတ္​ကင္​လုပ္​ၿပီးမလာတဲ့ သူရဲ႕၀ုိင္​းကုိခပ္​တည္​တည္​နဲ႔၀င္​ထုိင္​ၾကတယ္​။။။အဲ့ဒီမွာျပသနာစ​ေတာ့တာပဲ။။။\nလူဆုိး​ေတြက အဲ့စားပြဲကုိ လာထုိင္​တဲ့ သူကုိ​​ေစာင္​့​ေနတာပါ ဘာလုိ႔ဆုိ ဘြတ္​ကင္​လုပ္​ထားတဲ့နာမည္​နဲ႔လူဟာ ႏုိင္​ငံအႀကီးအကဲ ရဲ႕ လွ်ဳိ႕၀ွက္​ အခ်က္​အလက္​​ေတြခုိးယူထားတ့ဲသူမုိ႔ပါ။ ​ေပ်ာ္​ခ်င္​လုိ႔ ​လာတဲ့လင္​မယား ၂​ေယာက္​ ၆ပါးစ​ေမွာက္​​ေတာ့တာပဲ။ ကိုင္​းၿပိတ္​သတ္​ႀကီး​ေရ အလြဲအ​ေခ်ာ​္​ေတြနဲ႔ ဟာသကား​ေလး​ေတြၾကည္​့ခ်င္​တယ္​ဆုိရင္​​ေတာ့ ကုိင္​း ........\nဒီကားထဲကအဓိကသရုပ္​​ေဆာင္​ တလြဲမင္​းသားႀကီးကုိ​ေတာ့သိၾကမွာပါ​ေနာ္​File Size…(874 MB) and (355 MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration…01:27:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Phyo Pyae\nTranslated by Saw Wunna",
        "rating": "6.3",
        "url": "https://megaup.net/Qlvi/Date_Night_[2010]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/tricky-brains-jing-gu-jyun-ga.49183-133x200.jpg",
        "title": "Tricky Brains (1991)",
        "description": "​IMDb Rating (7.1) ထိ ရရွိထားတဲ့ စတီဖင္ေခ်ာင္ရဲ႕ နာမည္ၾကီးဇာတ္ကားတစ္ကားပါပဲ။\nစတီဖင္ေခ်ာင္အျပင္ မင္းသား Andy Lau.. မင္းသမီး Rosamund Kwan နဲ႕\nအျခားေသာ နာမည္ၾကီးဇာတ္ရံမ်ားလဲပါဝင္ထားပါတယ္။ဒီဇာတ္ကားထဲမွာ စတီဖင္ေခ်ာင္က လူလိမ္ဝိဇၨာ...\nလိမ္တဲ့ေနရာမွာ လ်ပ္တျပက္ေရာ အစီအစဥ္တက်ေရာ အကုန္ပိုင္ႏိုင္တဲ့ စြယ္စံုရလူလိမ္...\nဘယ္သူ႕မ်က္ႏွာမွ မေထာက္ဘဲ ပိုက္ဆံမ်က္ႏွာတစ္ခုပဲၾကည့္တတ္တဲ့ တကယ့္လူ...\nအဲ့...အန္ဒီလ်ဴက်ေတာ့ ရိုးသားၾကိဳးစားတဲ့ ကုမၸဏီဝန္ထမ္းတစ္ဦး...\nရိုးအ,လြန္းလို႕ ေကာင္မေလးကေတာင္ ေရလာေျမာင္းေပးျပရတဲ့လူ...\nစတီဖင္ေခ်ာင္လိုလူလိမ္ဝိဇၨာနဲ႕ အန္ဒီလ်ဴလိုလူရိုးေလးတို႕ လွ်ိဳ႕ဝွက္ကိစၥတစ္ခုနဲ႕ ထိပ္တိုက္ေတြ႕ၾကတဲ့အခါ.......။ဇာတ္ကားက အေတာ္ပဲရယ္ရပါတယ္...စတီဖင္ေခ်ာင္တစ္ေယာက္ထဲနဲ႕ကို အကြက္ျပည့္ေနတာပါပဲ။\nစတီဖင္ေခ်ာင္ရဲ႕မ်က္ခြက္ေျပာင္ပံုနဲ႕ ဒီဇာတ္လမ္းတစ္သားတည္းက်ေၾကာင္းကို ေအာက္မွာ အစမ္းရႈပါ။တျခားတစ္ေယာက္နဲ႕ သူ႕ေကာင္မေလးေစ့စပ္သြားလို႕\nအသည္းကြဲေနတဲ့ အန္ဒီလ်ဴတစ္ေယာက္ အရက္ေသာက္ရင္းညည္းတယ္။\n\"မိန္​းမ​ေတြက အ​ေရးမပါပါဘူးကြာ...\"\nဒါကို စတီဖင္ေခ်ာင္ကေတာ့လက္မခံပါဘူး..ဒီလိုျပန္ေခ်ပပါတယ္။\n\"အ​ေရးပါတယ္​ကြ....သူ႔ကိုလက္ထပ္ၿပီးရင္ မင္းႏွိပ္စက္လို႔ရၿပီ....\nၿပီးရင္ သူ႔ကို အေပ်ာ္မယ္လုပ္ခိုင္းျပီး ေရာင္​းစားလုိက္လဲရတယ္...\n​တျခားလူဆီေတာ့ မေပးလိုက္နဲ႕\" တဲ့။ :Pဗရုတ္သုတ္ခ စတီဖင္ေခ်ာက္တစ္ေယာက္ ဘယ္လိုေတြ ျပသနာရွာျပီး အဲ့ျပသနာေတြကို သူပဲ ဘယ္လိုေျဖရွင္းသြားမယ္ဆိုတာ..ၾကည့္ရႈလိုက္ပါေနာ္။File Size…(850 MB) and (450 MB)\nQuality…BluRay Rip ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/tricky-brains-1991/",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNDMxNTQ0NjIwOV5BMl5BanBnXkFtZTgwODE5NjA5MjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Home Again (2017)",
        "description": "Channel Myanmar ပရိတ်သတ်တို့အတွက်ဒီတခေါက် တင်ဆက်ပေးချင်တဲ့ဇာတ်လမ်းကတော့ 2017 ဒီနှစ် မှ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ \"Home Again\" ဆိုတဲ့ Drama Romance ဇာတ်ကားလေးဖြစ်ပါတယ်...ဒီဇာတ်လမ်းမှာ starring အနေနဲ့တော့ မင်းသမီးကြီး Reese Witherspoon က သရုပ်ဆောင်ထားပါတယ်...\"Legally Blonde\" ဇာတ်လမ်းကြည့်ဖူးတဲ့ ပရိတ်သတ်တွေကတော့ ဒီမင်းသမီးကို ရင်းနှီးပြီးသားဖြစ်မှာပါ...အညွှန်းကို ရေးပေးပါရစေ...အဲလစ်စ် ဆိုတဲ့ အသက် ၄၀ အရွယ် အမျိုးသမီးတစ်ယောက်...သူဟာ ကလေးနှစ်ယောက် အမေ..အိမ်ထောင်ရေးအဆင်မပြေမှုများကြောင့် သူ့ရဲ့ ဇာတိအိမ် LA ကို ပြန်လည်ပြောင်းရွှေ့ခဲ့ပါတယ်...အဲ့အချိန် LA မှာ ရောက်နေတဲ့ အသက် ၂၇ နှစ်ဝန်းကျင် ရိုက်ကူးရေး Filmmaker ကောင်လေးသုံးယောက်လဲရှိပါတယ်...ဒီကောင်လေးသုံးယောက်ကတော့ ဇာတ်လမ်းရိုက်ကူးနိုင်ဖို့ ကြိုးစားနေတဲ့ တက်သစ်စလူငယ်အနုပညာရှင်များဖြစ်ပါတယ်...တစ်နေ့မှာတော့ ဒီသုံးယောက်နဲ့ အဲလစ်စ် ဟာ စားသောက်ဆိုင်တစ်ဆိုင်မှာ ဆုံခဲ့ကြပါတယ်...ကောင်လေးသုံးယောက်ထဲက ဟယ်ရီဆိုတဲ့ တက်သစ်စ ဒါရိုက်တာလေးဟာ အဲလစ်စ်ကို ...",
        "rating": "5.8",
        "url": "https://megaup.net/1x432/Home_Again_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BYjA0ZDgwMjktOTAzYS00MmI1LTkyZWUtMzI0YzBlMzk4NDIzXkEyXkFqcGdeQXVyMjU3NzM1MjA@._V1_-133x200.jpg",
        "title": "Singularity",
        "description": "ဒီကားေလးကေတာ့ စိတ္ကူးယဥ္ဆန္ဆန္သိပၸံကားေလးတစ္ကားၿဖစ္ပါတယ္....\nထူးခြ်န္တဲ့သိပၸံပညာရွင္ညီအစ္ကိုႏွစ္ေယာက္ဟာ သူတို႕ရဲ႕နည္းပညာေတြကိုတိုးၿမွင့္ဖို႕အတြက္\nအေကာင္းဆံုးဆိုတာကိုလုပ္ေဆာင္ခ်င္လာၾကပါတယ္...\nဒါေၾကာင့္လည္း သူတို႕ရဲ႕အေကာင္းဆံုးေပးဆပ္မႈ႕ေတြကိုခံစားဖို႕အတြက္\nအဆံုးဆိုးနဲ႕ သဘာ၀တရားၾကီးကိုဖ်က္ဆီးေနၾကတာ လူသားေတြဆိုတာကို ယံုၾကည္လာၾကပါတယ္...\nတစ္ေန႕မွာေတာ့ သူတို႕ရဲ႕အၾကီးမားဆံုးတီထြင္မႈ႕အတြက္သူတို႕အသက္ေတြကိုေပးဆပ္လိုက္ၾကၿပီး\nမေကာင္းဘူးလို႕သတ္မွတ္ထားခဲ့ၾကတဲ့လူသားမ်ိုးႏြယ္ကို တစစီဖ်က္ဆီးခဲ့ပါတယ္...\nခံစားခ်က္ရွိၿပီး ဆိုးရြားတာေတြကိုပဲလုပ္ေနတဲ့လူသားေတြေနရာမွာ သက္မဲ့စက္ရုပ္ေတြကိုအစားထိုးၿပီး\nကမၻာကိုသာယာေအာင္ဖန္တီးႏိုင္ၾကမယ္လို႕လည္းသူတို႕ယူဆခဲ့ၾကပါတယ္....\nဒါေၾကာင့္လည္း လူသားမ်ိဳးႏြယ္ကိုဖ်က္ဆီးၿပီး လူသားေတြေနရာမွာ သက္မဲ့စက္ရုပ္ေတြကို\nအစားထိုးခဲ့ပါတယ္...\nသူတို႕ဟာဥာဏ္ၾကီးရွင္ေတြၿဖစ္တဲ့အတြက္ ထာ၀ရမေသဆံုးႏိုင္တဲ့ အရာေတြအၿဖစ္တည္ရွိေနၾကၿပီး\nေနာက္ဆံုးက်န္တဲ့ လူသားမ်ိဳးႏြယ္မ်ားရွိတယ္လို႕ယူဆရတဲ့ ၿမိဳ႕ေလးတစ္ၿမိဳ႕ကို\nသူတို႕ရဲ႕နည္းပညာၿမင့္ စက္ရုပ္တစ္ရုပ္နဲ႕အစားထိုးၿပီး သြားေရာက္ဖ်က္ဆီးဖို႕ၾကိဳးစားၾကမွာပဲၿဖစ္ပါတယ္...\nဒီကားေလးထဲမွာေပးခ်င္တဲ့ အခ်က္ကေတာ့ သူတို႕ယူဆခ်က္ေတြဟာတခ်ိဳ႕တ၀က္သာမွန္ကန္ခဲ့ပါတယ္...\nေနာက္ၿပီးလူသားတိုင္းပဲ ခံစားခ်က္ရွိတာမဟုတ္ပါဘူး...\nလူသားမဟုတ္တဲ့ သက္မဲ့စက္ရုပ္တစ္ရုပ္ေတာင္ အခ်စ္ ဆိုတဲ့ထူးဆန္းတဲ့အရာနဲ႕ၾကံဳေတြ႕လာတဲ့အခါ\nေၿပာင္းလဲမႈ႕တခ်ိဳ႕ဟာစတင္လာခဲ့ပါေတာ့တယ္....\nဒါေၾကာင့္ သိပၸံကားထူးထူးဆန္းဆန္းေလးနဲ႕ စက္ရုပ္ကားေတြၾကိဳက္တဲ့လူေတြအတြက္ကေတာ့\nအတိုင္းတာတစ္ခုထိစိတ္ေက်နပ္မႈ႕ရေစမယ့္ ကားေလးၿဖစ္ပါတယ္....\n \nFile Size : (794MB) and (275 MB)\nQuality : 720p Web DL\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre :Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p Web DL\nTranslated by Thet Htar Phyu\nEncoded by ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/singularity/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/munich-poster-133x200.jpg",
        "title": "Munich (2005)",
        "description": "Munich (2005)IMDb - 7.5/10_____Rotten - 78% \nပါလက်စတိုင်းမြေကို ဂျူးတွေက သူတို့ဘိုးဘွားတွေပိုင်တဲ့ မြေဆိုပြီး ကျူးကျော်ဝင်ရောက် နေထိုင်တယ် ။\nပါလက်စတိုင်းပြည်သူတွေဟာ သူတို့မြေကို ဖယ်ပေးလိုက်ရပြီး ဒုက္ခသည်စခန်းတွေမှာ လူမသိ သူမသိပဲ ၂၄ နှစ်တိတိ နေလိုက်ရတယ် ။\nနှစ်စဉ်နှစ်တိုင်း အစ္စရေးတွေကြောင့် ပါလက်စတိုင်းတွေ သွေးမြေကျတာ ဘယ်သူမှ မသိဘူး ။\nသူတို့ရင်ထဲမှာတော့ တစ်နေ့တော့ ပါလက်စတိုင်း နိုင်ငံတော်ကြီးပြန်လည်တည်ဆောက်ကြမယ့် အိပ်မက်တွေ ဆုပ်ကိုင်ထားတယ် ။\nကမ္ဘာကြီးပေါ်က အမေ့အလျော့ခံ ပါလက်စတိုင်းတွေဟာ တစ်နေ့တော့ ဂျာမဏီနိုင်ငံမှာ ကျင်းပနေတဲ့ ၁၉၇၂ အိုလံပစ်ပွဲမှာ\nအစ္စရေး အားကစားသမားတွေကို ပြန်ပေးဆွဲပြီး သတ်ပစ်လိုက်ကြတယ် ။\nလူတွေဟာ ပါလက်စတိုင်း ဒုက္ခသည်တွေကို ဂရုစိုက်မိအောင်ပေါ့ ။\nအစ္စရေးအစိုးရဟာ ချက်ချင်းပဲ ဂျူးမျိုးချစ်လူငယ် လူလေးယောက်ကို စေလွှတ်ခဲ့တယ် ။\nမြူးနစ်အိုလံပစ်အကြမ်းဖက်မှုရဲ့နောက်ကွယ်က လူ ၁၁ ယောက်ကို တိတ်တဆိတ် လုပ်ကြံသတ်ဖြတ်ဖို့ပေါ့ ။\nဂျူးနဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2eeng/Munich_[2005]_(MM_Sub).mp4",
        "category": "Action, Drama, History, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjA4NzU2ODA5OF5BMl5BanBnXkFtZTgwNTk1ODkwMzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Super Dark Times (2017)",
        "description": "ဒီတစ္ခါမိတ္ဆက္ေပးခ်င္တဲ့ဇာတ္ကားကေတာ့ ၂၀၁၇ မွာထြက္လာတဲ့ Super Dark Time ဆိုတဲ့ကားေလးပါလူငယ္ေတြၾကားမွာ ျဖစ္ေလ့ျဖစ္ထရွိတတ္တဲ့ ျပသနာေလးေတြကို ရိုက္ျပထားတာပါဒီထဲမွာေတာ့ ဇက္နဲ႔ ေဂ်ာ့ရွ္နဲ႔က အခ်စ္ဆံုးသူငယ္ခ်င္းေတြပါဇက္မွာ ငယ္ငယ္က အျမဲအတူတူေဆာ့ခဲ့တဲ့ ဒဲလ္ဆိုတဲ့ သူငယ္ခ်င္းတစ္ေယာက္လည္းရွိပါတယ္သူကျပသနာေကာင္ေပါ့ ဒါ့အျပင္ သူတို႔ထက္နည္းနည္းငယ္တဲ့ အလယ္တန္းေက်ာင္းကေကာင္ေလး ခ်ာလီဆိုတာလဲ ရွိပါေသးတယ္သူတို႔က အျမဲကိုယ္စီစက္ဘီးေတြနဲ႔ အုပ္စုလိုက္ တံတားေပၚမွာ ေလၽွာက္လည္ေလ့ရွိပါတယ္တစ္ေန႔ေတာ့ ေဂ်ာ့ရွ္အိမ္ကို လိုက္သြားရင္း ေဂ်ာ့ရွ္အစ္ကိုရဲ႕ ေဆးေျခာက္ထုပ္ကိုေတြ႕ေတာ့ဒဲလ္က စမ္းသံုးၾကည့္ခ်င္ပါတယ္ေဂ်ာ့ရွ္က ခြင့္မျပဳပါဘဲ တျခားစိတ္ဝင္စားစရာပစၥည္းတစ္ခု ထုတ္ျပပါတယ္အဲဒါက သူ႔အစ္ကိုရဲ႕ဓားပါ သူတို႔အဲ ဓားနဲ႔ေဆာ့မယ္ဆိုၿပီး ေတာထဲထြက္လာၾကပါတယ္ဒဲလ္က ေဂ်ာ့ရွ္မသိေအာင္ ေဆးေျခာက္ထုပ္ခိုးယူလာတာကို သိသြားေတာ့ ျပသနာတက္ၾကၿပီး ထိုးရင္းႀကိတ္ရင္းဒဲလ္ကို ဓားနဲ႔ထိုးမိသြားပါတယ္အဲမွာ အသက္မျပည့္ေသးတဲ့ကေလးေတြ ဒီကိစၥကို လူမသိေအာင္ဖံုးရင္းဖိရင္း ဘာေတြၾကံဳရတယ္ဆိုတာကို ရိုက္ျပထားတာပါတကယ္ၾကည့္လို႔ေကာင္းတဲ့ကားေလးပါဒါ့အျပင္ လူငယ္ဆန္ဆန္လြတ္လြတ္လပ္လပ္သရုပ္ေဆာင္ပံုေလးေတြနဲ႔ တကယ္ၾကည့္ရႈသင့္တဲ့ကားမ်ိဳးလို႔ ညႊန္းပါရေစ File Size : (900 MB) and (370 MB)\nQuality : ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/super-dark-times-2017/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTUwMzAxNTU2NV5BMl5BanBnXkFtZTgwOTU5MzUyMzI@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "6 Below: Miracle on the Mountain (2017)",
        "description": "ျဖစ္ရပ္မွန္ Survivalကားေကာင္းေလးေတြၾကိဳက္တဲ႔ ပရိသတ္ၾကီးအတြက္ 6 Below Miracle on the Mountain(2017)ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။အရာအားလံုးဆံုးရႈံးျပီးေမ်ွာ္လင္႔ခ်က္ကင္းမဲ႔သြားတဲ႔အခ်ိန္မွာ အေတာ္မ်ားမ်ားကေတာ႔ လက္ေလ်ွာ႔အရႈံးေပးလိုက္ၾကတာပါပဲ။ဒါကပဲ ေအာင္ျမင္သူ နဲ႔ ရႈံးနိမ္႔သူဆိုတဲ႔စည္းတစ္ခုျဖစ္လာေစတယ္ေျပာရမွာပဲ။ငယ္စဥ္ကတည္းကဝါသနာပါခဲ႔တဲ႔ ေဟာ္ကီအားကစားေလာကမွာရႈံးနိမ္႔ခဲ႔တဲ႔Ericတစ္ေယာက္ ႏွင္းေလ်ွာစီးဖို႔ေတာင္တစ္ခုမွာအနားယူေနခဲ႔တာပါ။သူႏွင္းေလ်ွာစီးထြက္လာတဲ႔အခ်ိန္မွာႏွင္းမုန္တိုင္းက်လာခဲ႔ပါေတာ႔တယ္။လမ္းေပ်ာက္သြားခဲ႔ျပီးခက္ခက္ခဲခဲ အသက္ရွင္ဖို႔ၾကိဳးစားခဲ႔တာကိုရိုက္ျပထားတဲ႔ကားေကာင္းေလးပါ။စိတ္ဓါတ္က်ေနခ်ိန္ ဒီကားေလးနဲ႔ ခြန္အားယူလို႔ရပါတယ္လို႔ပဲ ညႊန္းလိုက္ပါရေစ။ File Size : (730 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 38min\nFormat : Mp4\nGenre :Adventure, Biography, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-DRONES\nTranslated by Aye Mon Kyaw\nEncoded by Thanhtike Zaw",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/6-below-miracle-on-the-mountain-2017/",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjViMDIxYWItNjBmYS00N2Q4LThlZTgtMWRjNjMwMmEwOTcyXkEyXkFqcGdeQXVyNzk3NTU0MjE@._V1_SY1000_SX750_AL_-1-150x200.jpg",
        "title": "Mersal (2017)",
        "description": "Mersal ဇာတ္​ကားဟာ ၂၀၁၇ ခုႏွစ္​မွာျဖန္​႔ခ်ိခဲ့တဲ့ အိႏၵိယဇာတ္​ကား​ေကာင္​းတစ္​ကားျဖစ္​ပါတယ္IMDB rating 8.8/10 ရ႐ွိထားပါတယ္​သ႐ုပ္​​ေဆာင္​မ်ားအ​ေနနဲ ့ မင္​းသား Vijay,Samantha,Nithya Menon တို႔ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထား​ေသာ သဲထိတ္​ရင္​ဖိုအက္​႐ွင္​ကားျဖစ္​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ေဒါက္​တာ Marran တစ္​​ေယာက္​ ​ေဆးပညာရပ္​ႏွီး​ေႏွာဖလွယ္​ပြဲတစ္​ခုတက္​ရင္​း အျခားဆရာ၀န္​တစ္​​ေယာက္​ျဖစ္​တဲ့ Arjun နဲ႔မသင္​့မျမတ္​ျဖစ္​ခဲ့ပါတယ္​ထို႔​ေနာက္​ Arjun နဲ႔လက္​​ေထာက္​ Anu Pallavi တို႔ကို႔ မ်က္​လွည္​့ျပပြဲၾကည္​့ရန္​ဖိတ္​​ေခၚခဲ့ပါတယ္​မ်က္​လွည္​့ျပ​ေနစဥ္​ ​ေဒါက္​တာ Arjun တစ္​​ေယာက္​ အသတ္​ခံလိုက္​ရတဲ့အခါ......တရားခံအစစ္​အမွန္​ကဘယ္​သူလဲ.......​ေနာက္​ကြယ္​မွာဘယ္​သူ​ေတြ႐ွိ​ေနလဲဆိုတာ.......စိတ္​၀င္​စားဖြယ္​႐ိုက္​ကူးတင္​ဆက္​ထားတဲ့ဇာတ္​ကား​ေကာင္​း​ေလးျဖစ္​ပါတယ္​  File Size : (1.3 GB)\nQuality : HDRip 720p\nRunning Time : 2hr 52min\nFormat : Mp4\nGenre :Action, Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : HDRip1080p.x264.AVC.AC3.5.1.HC.ESub Team TMR\nEncoded by Thanhtike Zaw",
        "rating": "8.7",
        "url": "https://megaup.net/2SkfA/Mersal_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BOGNlMDU4ODQtZDQxYi00NzQ1LWI1OGUtMTFhMGM3MmJkMjg3XkEyXkFqcGdeQXVyNzk5NzM5NzQ@._V1_SY1000_CR007151000_AL_-143x200.jpg",
        "title": "Love You to the Stars and Back (2017)",
        "description": "ကဲ ဖိလစ္ပင္း ကားေကာင္းေကာင္းေလးေတြ ၾကည့္ခ်င္တဲ့ ပရိတ္သတ္အတြက္ Love you to the stars and back လာပါၿပီ...ၿဂိဳလ္သား တကယ္ရွိပါသလား?ၿဂိဳလ္သား တကယ္မရွိဘူးလား?ဒီေမးခြန္းဟာ အခုထိ လူေတြၾကားမွာ အျငင္းပြားဖြယ္ ျပႆနာျဖစ္ေနဆဲပါ...ဒုတိယကမၻာစစ္အတြင္းမွာလည္း ၿဂိဳဟ္သားေတြနဲ႔ အေမရိကန္ကမ္းေျခေစာင့္တပ္တို႔ တိုက္ပြဲငယ္တစ္ခုျဖစ္ပြားခဲ့ၿပီး ခိုင္လံုတဲ့မွတ္တမ္းဓာတ္ပံုေတြ ရွိခဲ့ေပမယ့္ အေမရိကန္အစိုးရက ဒီကိစၥကို လံုးဝဖံုးကြယ္ထားတယ္ လို႔ အခုခ်ိန္ထိ တပ္အပ္ယံုၾကည္တဲ့ သူေတြလည္း ရွိေနဆဲပါ...ဒါေၾကာင့္ ၿဂိဳဟ္သား ကိစၥဟာ သို႔ေလာ သို႔ေလာ ျပႆနာ ေတြထဲက တစ္ခုလို႔ေျပာလို႔ရပါတယ္...ဒါေပမယ့္ အခုတင္ဆက္ေပးမယ့္ ဇာတ္လမ္းထဲက မီကာဆိုတဲ့ မိန္းမပ်ိဳေလးကေတာ့ ၿဂိဳဟ္သားေတြ တကယ္ရွိတယ္ဆိုတာ တထစ္ခ်ယံုၾကည္ေနတဲ့သူပါ...မိခင္ေသဆံုးၿပီးတဲ့ေနာက္ ၿဂိဳဟ္သားေတြနဲ႔အတူေနထိုင္ေနတယ္လို႔ယံုၾကည္ကာ...သူကိုယ္တိုင္လည္း မိခင္ေနာက္ လိုက္ခ်င္ေနခဲ့တာေပါ့...ဖခင္ကလည္း အိမ္ကို အမ်ိဳးသမီးတစ္ေယာက္ေခၚလာၿပီး ထို အမ်ိဳးသမီးမွာ ကိုယ္ဝန္ရွိေနၿပီ လို႔ ေၾကျငာလိုက္ၿပီးတဲ့ အခါမွာေတာ့ မီကာ ဟာ သူၿဂိဳဟ္သားေတြေနာက္ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/love-you-to-the-stars-and-back-2017/",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjQwOTI3Nzk5OV5BMl5BanBnXkFtZTgwMzY3NDMyODE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Amityville: The Awakening (2017)",
        "description": "''ဘယ္​လီ''လို႔​ေခၚတဲ့ က​ေလးသံုး​ေယာက္​အ​ေမ မုဆိုးမဟာ ပတ္​ဝန္​းက်င္​အသစ္​​ေၾကာင္​့ သားျဖစ္​​သူျပန္​လည္​​ေန​ေကာင္​းလာေအာင္​ infamous 112 Ocean Ave လမ္​းထဲမွာ႐ွိတဲ့အိမ္​ကို​ေျပာင္​းလာခဲ့တယ္​။ပိန္​ခ်ံဳးၿပီး​ေၾကာက္​စရာ​ေကာင္​းတဲ့ပံုစံနဲ႔ဂ်ိမ္​းစ္​က​ေတာ့ မိသားစုကိုစြဲ​ေနတဲ့မွင္​စာ​ေလးတစ္​​ေကာင္​​ေပါ့။အ​ေမျဖစ္​သူက​ေတာ့ သူသား​ေလးျပန္​​ေကာင္​းလာႏိုင္​တယ္​လို႔ ထင္​ေန​ေပမယ္​့ သမီး​ျဖစ္​သူ​ေတြက​ေတာ့ ဂ်ိမ္​းစ္​ကသူတို႔ကို ​အ​ေစာႀကီးကတည္​းကထားသြားခဲ့ၿပီဆိုတာ ယံုၾကည္​ေနခဲ့တယ္​။အ​ေမျဖစ္​သူဘယ္​လီက အိမ္​ႀကီးရဲ႕​ေနာက္​​ေၾကာင္​းကို​ေသခ်ာမသိခဲ့ဘူးဒါ​ေပမယ္​့လည္​းအသိတစ္​​ေယာက္​​ေၾကာင္​့ 1979 တုနး္​ကထူးျခားတဲ့ DVD က​ေနတစ္​ဆင္​့ သိခဲ့ရပါတယ္​။အဲ့​ေနာက္​ပိုင္​း​ေတာ့ အိမ္​ႀကီးက ပိုမို​ေျခာက္​ျခားလာၿပီး ညဘက္​ဆိုလည္​း အရိပ္​မည္​း​ေတြကိုျမင္​​ေနရပါ​ေတာ့တယ္​။အဲ့အခ်ိန္​မွာဘဲ သားျဖစ္​သူဂ်ိမ္​းစ္​က ျပန္​​​ေန​ေကာင္​းလာတာလား...လိပ္​ျပာခ်င္​းလဲခံလိုက္​ရတာလား ဆိုတာက​ေတာ့...  File Size : (700 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 25min\nFormat : Mp4\nGenre :Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-SPARKS\nTranslated by Tadashi Takero\nEncoded by Thanhtike ...",
        "rating": "4.9",
        "url": "https://megaup.net/TWvb/Amityville_-_The_Awakening_[2017]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BYTMwMDg5NWQtOTE3My00MmNlLWI5OWUtNTBlNTRjZTA5NDg4XkEyXkFqcGdeQXVyNjY3MTI4NzU@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Chef (2017)",
        "description": "2017ထြက္​ အိႏၵိယဇာတ္​ကား​ေကာင္​း​ေလးပါ...႐ို႐ွန္​ဆိုတဲ့ စားဖိုမွဴးက သူ႔ရဲ႕ ​ေဒါသကို မထိန္​းႏိုင္​ပဲ စားသံုးသူနဲ႔ရန္​ျဖစ္​ခဲ့တဲ့အတြက္​ အလုပ္​ထုတ္​ခံခဲ့ရပါတယ္​..သူ႔ကိုထုတ္​ရင္​ သူ႔​ေနာက္​လိုက္​​ေတြလဲ လိုက္​ထြက္​လိမ္​့မယ္​လို႔ သူထင္​ခဲ့​ေပမယ္​့ တကယ္​တမ္​းမွာ​ေတာ့ လူ​ေတြက ကိုယ္​့အက်ိဳးပဲကိုယ္​ၾကည္​့ၾကတာပါပဲအလုပ္​ထုတ္​ခံလိုက္​ရတဲ့ ႐ို႐ွန္​က ​ေနာက္​ထက္​အလုပ္​တစ္​ခုထပ္​႐ွာဖို႔ အဆင္​မ​ေျပျဖစ္​​ေနခ်ိန္​\nသူ႔ရဲ႕ကြာ႐ွင္​းထားၿပီးတဲ့ဇနီးနဲ႔သားဆီကို ျပန္​ဖို႔အ​ေၾကာင္​း​ေပၚလာခဲ့ပါတယ္​...အိႏၵိယကို ျပန္​​ေရာက္​လာတဲ့အခ်ိန္​မွာ​ေတာ့ ဇနီး​ေဟာင္​းရဲ႕အကူညီနဲ႔ ဘက္​စ္​ကား​ေပၚမွာ\n​စား​ေသာက္​ဆိုင္​​ေလးဖြင္​့ဖို႔ စိတ္​ကူးရခဲ့ပါ​ေတာ့တယ္​...႐ို႐ွန္​ရဲ႕သား​ေလးက အ​ေဖ့ရဲ႕​ေမတၱာကို ငတ္​မြတ္​​ေနခဲ့​ေတာ့ အ​ေဖနဲ႔အတူ႐ွိ​ေနရခ်ိန္​​ေတြက\nသူ႔အတြက္​ အရမ္​းကို​ေပ်ာ္​စရာ​ေကာင္​းခဲ့ပါတယ္​...ဘက္​စ္​ကားစား​ေသာက္​ဆိုင္​​ေလးဖြင္​့ဖို႔ျပင္​ဆင္​ရင္​း အ​ေဖနဲ႔ရင္​းႏွီးမႈ​ေတြ ပိုလာ​ေနတဲ့အခ်ိန္​မွာပဲ\n႐ို႐ွန္​က အလုပ္​သစ္​ကမ္​းလွမ္​းခံခဲ့ရပါ​ေတာ့တယ္​ဒီအခ်ိန္​မွာ ႐ို႐ွန္​က သူ႔ရဲ႕သား​ေလးအနားမွာပဲ​ေနမွာလားသူ႔ရဲ႔ဝါသနာအရင္​းခံတဲ့အလုပ္​႐ွိရာဆီကိုပဲျပန္​သြားမွာလားဆိုတာကို​ေတာ့..ဇာတ္​လမ္​း​ေလးဆံုးသည္​ထိ ခံစား​ေပးၾကပါဦး..မိဘနဲ႔သားသမီးၾကားသံ​ေယာဇဥ္​​ေမတၱာ​အ​ေၾကာင္​း အိမ္​မက္​​ေနာက္​ကို လိုက္​ခဲ့လို႔ခက္​ခဲခဲ့​ေပမယ္​့ ​ေအာင္​ျမင္​ခဲ့တဲ့အ​ေၾကာင္​း သီခ်င္​း​ေလး​ေတြ​ေရာ အိႏၵိယစားစရာ​ေလး​ေတြ​နဲ႔ပါတင္​ဆက္​​ေပးထားလို႔ ၾကည္​ႏူးစရာဇာတ္​ကား​ေလးပါလို႔ ၫႊန္​း​ေပးပါရ​ေစ.... File Size : (950 MB) and (300 MB)\nQuality : HDRip 720p\nRunning Time : 2hr 13min\nFormat : Mp4\nGenre :Comedy\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.6",
        "url": "https://megaup.net/3BBJC/Chef_[2017]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjM0MjY4MTk5NV5BMl5BanBnXkFtZTgwNDE2NTQyMzI@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "American Assassin (2017)",
        "description": "ဒါရိုက်တာမိုက်ကယ်ကူစ် တာရဲ့ လက်ရာဖြစ်ပြီး ဒီလန်အို ဘရိုင်ယန်၊ မိုက်ကယ်ကီတန်၊ ဆန်နာလေသန်၊ ရှီဗာနီဂါ၊ တေ လာကစ္စချ် စတဲ့ သရုပ်ဆောင်များစွာ အားဖြည့်ထားတာဖြစ်ပါ တယ်။မစ်ချ်ရက်ပ်နဲ့ သူ့ချစ်သူဟာ စပိန်ကို အပန်းဖြေခရီးထွက်ကြ ရင်း ကမ်းခြေမှာ အစ္စလာမ်မစ် ဂျီဟတ် အကြမ်းဖက်သမားတွေနဲ့ ဆုံမိပြီး ပစ်ခတ်ကြရင်း ရက်ပ်ရဲ့ချစ်သူ သေဆုံးခဲ့ရပါတယ်။ဒီလိုနဲ့ ၁၈ လလောက်ကြာ အပြီးမှာတော့ သူ့ချစ်သူကိုသတ် တဲ့ အကြမ်းဖက်သမားကို လက် တုံ့ပြန်ဖို့ အခွင့်အရေး ပေါ်လာခဲ့ ပေမယ့် အမေရိကန်အထူးတပ်ဖွဲ့ တွေက ချေမှုန်းလိုက်တာကြောင့် ရက်ပ်ရဲ့ အစီအစဉ်တွေ ပျက်ခဲ့ ပါတယ်။အဲဒီနောက်မှာတော့ ရက်ပ် ဟာ စီအိုင်အေရဲ့ လျှို့ဝှက်စစ် ဆင်ရေးအတွက် စီအိုင်အေအကြီး အကဲ အိုင်ရင်းကနေဒီရဲ့ ခေါ်ယူ ခြင်းခံခဲ့ရပြီး အမေရိကန်စစ်ပြန် ကြီး စတန်ဟာလေရဲ့ လက် အောက်မှာ လက်တွဲတာဝန်ထမ်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/Zy9d/American_Assassin_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/11-136x200.jpg",
        "title": "One Buck (2017)",
        "description": "စံု​ေထာက္​အက္​ရွင္​ႀကိဳက္​ပရိသတ္​​ေတြအတြက္​ Rating ​ေကာင္​း​ေကာင္​းရထားတဲ့ ဇာတ္​ကား​​ေကာင္​းေလးတင္​ဆက္​​ေပးထားပါတယ္​ ဇာတ္​လမ္အက်ဥ္​း​ေလးက​ေတာ့​အ​ေမရိကန္​ႏိုင္​ငံ ​ဆင္​​ေျခဖံုးၿမိဳ႕တစ္​ၿမိဳ႕ျဖစ္​တဲ့ေဘာ္​စီရာၿမိဳ႕​ေလးမွာ ကြင္​းဆက္​လူသတ္​မႈ​ေတြတစ္​မႈၿပီးတစ္​မႈျဖစ္ပြားခဲ့ပါတယ္ရဲဘက္​ကေကာ FBI ကပါ ​ေျခရာခံ​ေန​ေပမယ့္​ ၁၁​ေယာက္​​ေျမာက္​လူသတ္​မႈျဖစ္​ပြားတဲ့အထိတရားခံကိုဖမ္​းမမိခဲ့ပါဘူူး\nပိုဆိုးတာက ဟယ္​ရီမက္​ဂ်ီယိုလို႔​ေခၚတဲ့အလြတ္​တန္​းစံု​ေထာက္​တစ္​​ေယာက္​ရဲ႕ ကိုယ္​ဝန္​ႏု​ေသးရဲ႕ဇနီးပါ ကံဆိုးစြာနဲ႔လူသတ္​သမားရဲ႕သား​ေကာင္​စာရင္​းထဲပါဝင္​ခဲ့ပါတယ္​ကုိယ္​ဝန္​သည္​ဇနီး​ေသသြားလို႔ပရိ​ေဒဝမီး​ေတာက္​​ေလာင္​​ေနတဲ့ ဟယ္​ရီတစ္​​ေယာက္​ လမ္​း​ေပၚမွာ​ေလလြင္​့​ေနခဲ့ၿပီးသူ႔ခံစားခ်က္​ကိုပုိဆိုး​ေစတဲ့တစ္​ခ်က္​က​ေတာ့ သူ႔မိန္​းမအပါအဝင္​မိန္​းက​ေလး​ေတြ၁၁​ေယာက္​လံုးအသတ္​ခံ​ေနရတာကို သူမဖမ္​း​ေပးႏိုင္​တာပါပဲ ဒီလိုနဲ႔ဟယ္​ရီတစ္​​ေယာက္​ မိန္​းက​ေလး​ေတြခ်ည္​့၁၁​ေယာက္​​လံုးသတ္​ခဲ့တဲ့ ကြင္​းဆက္​လူသတ္​တရားခံကိုအမိဖမ္​းၿပီးဇနီးသည္​အတြက္​​ေသြး​ေႂကြးျပန္​ဆပ္​ႏိုင္​မလား ဆိုတာက​ေတာ့.........  File Size : (700 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre :Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay 720p DTS x264-MT\nTranslated by Pyae Xeinn Sett\nEncoded by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/one-buck2017/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/4vdYxsp8WHE8VG1Lt11Yosnn6yC-140x200.jpg",
        "title": "The Outlaws (2017)",
        "description": "The Outlaws တဲ့ ..မြန်မာလိုဆိုရင်တော့ဝရမ်းပြေးတွေပေါ့ဗျာ…၂၀၁၇ အောက်တိုဘာထဲမှာထဲမှာထွက်ထားတာဖြစ်တဲ့အတွက် အသစ်စက်စက် ဘရန်းနယူးကိုရီးယားအက်ရှင်ကားတစ်ကားပါနာမည်ကြီးမင်းသားတွေဖြစ်ကြတဲ့ Train to Busan ထဲက Ma Dong-Seok နဲ့ Yoon Kye-sang, Jo Jae-yoon စသူတို့ ပါဝင်သရုပ်ဆောင်ထားပြီး ဇာတ်လမ်းကိုတော့ ၂၀၀၄ ခုနှစ် ကိုရီးယားနိုင်ငံ ဆိုးလ်မြို့က ရပ်ကွက်တစ်ခုမှာဖြစ်ပွားတဲ့ လူဆိုးဂိုဏ်းတွေရဲ့ ရာဇဝတ်မှုတွေကိုအခြေခံရိုက်ကူးထားပါတယ်ဇာတ်လမ်းကို ဟာဂျီဝန်ဆိုတဲ့ ဆိုးလ်မြို့က ရပ်ကွက်လေးတစ်ခုရဲ့စျေးထဲမှာဖြစ်တဲ့လူမို်က်တွေရဲ့ရန်ပွဲလေးတစ်ခုနဲ့အစပြုထားပါတယ်…ဒီဒေသတစ်ဝိုက်ကိုတာဝန်ယူရတာက ရဲစုံထောက် မား နဲ့အဖွဲ့ဖြစ်ပြီး အနားတစ်ဝိုက်ကလူမိုက်တွေက စုံထောက်မားကို ချစ်ခင်လေးစားကြပုံ…နောက်တော့ တခြားနယ်က လူမိုက်တွေရောက်လာပြီး လူသတ်နှိပ်စက်မှုတွေကြောင့် ရဲနဲ့ လူမိုက်တွေရဲ့အသည်းအေးဖွယ်ရာရိုက်ချက်တွေကို ပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားတော်မူကြပါဦးခင်ဗျာFile Size : (950 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 1min\nFormat : Mp4\nGenre :Action, Crime\nSubtitle : ...",
        "rating": "6.7",
        "url": "https://megaup.net/16Sgp/The_Outlaws_[2017]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/everest-133x200.jpg",
        "title": "Everest (2015)",
        "description": "ဒီကားကတော့ ကမ္ဘာ့အမြင့်ဆုံး တောင်ဖြစ်တဲ့ Everest (ဧဝရတ်တောင်) တက်တဲ့ အဖွဲ့နှစ်ဖွဲ့ Adventure Consultants and Mountain Madness အကြောင်း ရိုက်ကူးထားတာဖြစ်ပြီး၊ ၁၉၉၆ Everest Disaster အကြောင်းကို အကြမ်းဖျင်း အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းမှာ Rob Hall (Jason Clarke) က လမ်းပြသုံးယောက်ထဲက တစ်ယောက်ဖြစ်ပြီး Beck Weathers (Josh Brolin), Doug Hansen (John Hawkes), Yasuko Namba (Naoko Mori), Scott Fischer (Jake Gyllenhaal) တို့ ပါဝင်တဲ့ တောင်တက်အဖွဲ့နှစ်ဖွဲ့က တောင်ခြေမှာ ဆုံကြပြီး ကမ္ဘာအမြင့်ဆုံး တောင်ကို တက်ဖို့ပြင်ဆင်ကြပါတယ်။ Rob ရဲ့ မိန်းမက ဗိုက်ကြီးနေပြီး သမီးလေး ဖြစ်တယ်လို့ အကြောင်း ကြားလာသလို ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eC6x/Everest_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/the-bacchus-lady-poster-133x200.jpg",
        "title": "The Bacchus Lady (2016)",
        "description": "The Bacchus Lady (2016)IMDb - 7.2/10_____Rotten - 100%\n သင်တို့ လက်ရှိဘဝကိုစိတ်ပျက်နေပါသလား\nဒီကားလေးကြည့်ရင်းကိုယ့့်ထက်ဆိုးတဲ့သူတွေကိုအောက်မေ့သတိရပြီးကောင်းဘက်ကဖြည့်တွေးပေးပါ\nသင်တို့ ဂုဏ်ပကာသနတွေနဲ့စိတ်ရင်းစေတနာကိုသတ်မှတ်ရတယ်လု့ိထင်ပါသလား\nမှားသွားပါလိမ့်မယ် မတတ်သာလို့လုပ်နေရတဲ့သူတွေရှိသေးလို့ပါ\nသင်တို့နုစဉ်အခါမှာအပျော်တွေနဲ့ပြည့်နှက်နေလို့ တစတစအသက်ကြီးပြီးအနိစ္စသဘောကိုမေ့လျော့နေပါသလား ဘယ်အရာမှမမြဲပါဘူးဆိုတာသတိရပါ\nဒီဇာတ်လမ်းလေးထဲမှာတော့ အသက်သေဆုံးသွားသည့့်တိုင်အောင်လောကဓံရဲ့ဆိုးကျိုးတွေကိုခါးစည်းခံသွားရတဲ့ဆိုယောင်းဆိုတဲ့အမျိုးသမီးကြီးတစ်ယောက်ရဲ့သရုပ်ကိုပီပြင်အောင်ရိုက်ကူးထားတာပါ အိုခံကောင်းဖို့ဆိုတာလူကြီးသူမတိုင်းရဲ့မျှော်လင့်ချက်တစ်ခုပါ ဒါပေမယ့် ဒီအမျိုးသမီးကြီးကတော့ဒီဆုတောင်းမပြည့့်ခဲ့ပါဘူး ငယ်စဉ်တည်းက အိမ်ဖော် / စက်ရုံအလုပ်သမားဘဝတွေနဲ့ဖြတ်သန်းခဲ့ရပြီး ပြည့့်တန်ဆာတစ်ယောက်ဖြစ်လာရသူပါ ဂျုန်နိုဆိုတဲ့နေရာဟာ အသက်ကြီးကြီးဘိုးတော်တွေအတွက် စိတ်ကျေနပ်မှုရှာလို့ရတဲ့ပြည့်တန်ဆာအမျိုးသမီးတွေရဲ့စုရပ်ပါ ဒီလိုနဲ့တစ်နေ့မှာ ဆေးခန်းသွားပြရင်းဆေးခန်းကဆရာဝန်ကိုဖိလစ်ပိုင်သူတစ်ယောက်ကဓားနဲ့ထိုးတဲ့အမှုဖြစ်ပွားတာနဲ့ကြုံခဲ့ရပါတယ် ဒီအမျိုးသမီးအဖမ်းခံရတဲ့အချိန်မှာအကူအညီမဲ့နေတဲ့သားလေးတစ်ယောက်တည်းမျက်စိသူငယ်နားသူငယ်နဲ့ဖြစ်နေတဲ့အချိန်မှာ ဆိုယောင်းဆိုတဲ့အမျိုးသမီးကအိမ်ခေါ်သွားပြီးစောင့်ရှောက်ပေးထားခဲ့ပါတယ် အဓိကပြောချင်တာကတော့လူတစ်ယောက်ရဲ့ဘဝမှာစိတ်ရင်းစေတနာဟာသူ့ရဲ့အသက်မွေးဝမ်းကြောင်းတဲ့အလုပ်နဲ့မဆိုင်ဘူးဆိုတာကိုသက်သေသာဓကပြသွားခဲ့ပါတယ် အသက်ကြီးလာတဲ့အခါကြုံတွေ့ရမယ့်ဖြစ်ပျက်သဘောတရားတွေ / စိတ်သောကတွေ / အားငယ်မှုတွေ / အသက်မွေးဝမ်းကြောင်းဖို့ခက်ခဲတာတွေကိုပီပြင်အောင်ရိုက်ကူးထားတဲ့ဂရုဏာရသပေးတဲ့ဇာတ်ကားလေးဆိုလည်းမမှားပါဘူး အဲ့တော့ CM ပရိသတ်ကြီးလည်းမိဘတွေအိုမင်းလာတဲ့အခါ ပစ်ပယ်မထားသင့်ဘူးနော် အိုခံကောင်းတဲ့မိဘတွေဖြစ်အောင်သားသမီးဖက်က တာဝန်ရှိတဲ့အကြောင်းသင်ခန်းစာယူကြရအောင်ဗျာ....\n \nAdult scence အနည်းးငယ်ပါဝင်တာမို့ သတိထားကြည့်ကြဖို့ သတိပေးလိုက်ပါရစေဗျ\n သင္​တို႔ လက္​ရွိဘဝကိုစိတ္​ပ်က္​​ေနပါသလား\nဒီကား​ေလးၾကည္​့ရင္​း​ကိုယ့္​့ထက္​ဆိုးတဲ့သူ​ေတြကို​ေအာက္​​ေမ့သတိရၿပီး​ေကာင္​းဘက္​က​ျဖည္​့ေတြး​ေပးပါ\nသင္​တို႔ ဂုဏ္​ပကာသန​ေတြနဲ႔စိတ္​ရင္​း​ေစတနာကိုသတ္​မွတ္​ရတယ္​လု႔ိထင္​ပါသလား\nမွားသြားပါလိမ္​့မယ္​ မတတ္​သာလို႔လုပ္​​ေနရတဲ့သူ​ေတြရွိ​ေသးလို႔ပါ\nသင္​တို႔ႏုစဥ္​အခါမွာအ​ေပ်ာ္​​ေတြနဲ႔ျပည္​့ႏွက္​​ေနလို႔ တစတစ​အသက္​ႀကီးၿပီး​အနိစၥသ​ေဘာကု​ိ​ေမ့​ေလ်ာ့​ေနပါသလား ဘယ္​အရာမွမၿမဲပါဘူးဆိုတာသတိရပါ\nဒီဇာတ္​လမ္​း​ေလးထဲမွာ​ေတာ့ အသက္​​ေသဆံုးသြားသည့္​့တိုင္​​ေအာင္​​ေလာကဓံရဲ႕ဆိုးက်ိဳး​ေတြကိုခါးစည္​းခံသြားရတဲ့ဆို​ေယာင္​းဆိုတဲ့အမ်ိဳးသမီးႀကီးတစ္​​ေယာက္​ရဲ႕သရုပ္​ကိုပီျပင္​​ေအာင္​ရိုက္​ကူးထားတာပါ အိုခံ​ေကာင္​းဖို႔ဆိုတာလူႀကီးသူမတုိင္​းရဲ႕​ေမွ်ာ္​လင္​့ခ်က္​တစ္​ခုပါ ဒါ​ေပမယ့္​ ဒီအမ်ိဳးသမီးႀကီးက​ေတာ့ဒီဆု​ေတာင္​းမျပည့္​့ခဲ့ပါဘူး ငယ္​စဥ္​တည္​းက အိမ္​​ေဖာ္​ / စက္​ရံုအလုပ္​သမားဘဝ​ေတြနဲ႔ျဖတ္​သန္​းခဲ့ရၿပီး ...",
        "rating": "7.2",
        "url": "https://megaup.net/2TQnv/The_Bacchus_Lady_(Jookyeojooneun_Yeoja)_[17+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BODg2YzU3MWYtM2YxOC00NzRkLTlmMDQtMDdhZWUyZDM1ZTA1XkEyXkFqcGdeQXVyMTM2MzgyOTU@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Thumper (2017)",
        "description": "ဇာတ္ကားကေတာ့ ၂၀၁၇ မွာထြက္လာတဲ့ လူငယ္ကားေလး Thumper ပါဒီထဲမွာေတာ့ ေဆးအေရာင္းအဝယ္လုပ္တဲ့ ေကာင္ေလး ထရြိဳင္ဆိုတာ ရွိပါတယ္သူ႔ကိုေရာင္းဖို႔ ေဆးခ်က္ေပးေနတဲ့ အဓိကလူကေတာ့ ဝိုင္းေရးဗားဆုိတဲ့သူပါထရြိဳင္တို႔ လူငယ္အုပ္စုဟာ လူငယ္ဘာဝ အေပ်ာ္ရွာရင္း ေဆးစြဲေနၾကတာပါတစ္ေန႔ေတာ့ သူတို႔ထဲက ဘီဘာဆိုတဲ့ ေကာင္ေလးဟာ ေက်ာင္းမွာ ကတ္ဆိုတဲ့ ေကာင္မေလးနဲ႔ ၿငိလာၿပီး ကတ္က သူတို႔အုပ္စုထဲ ေရာက္လာပါတယ္ကတ္ဟာ သူတို႔နဲ႔မတူထူးျခားေနေပမယ့္ အမႈမဲ့ အမွတ္မဲ့ေပါင္းသင္းေနတုန္း ဝိုင္းကေတာ့ သူ႔ကို သံသယရွိေနပါတယ္ဝိုင္းဟာ ကတ္ရဲ႕ လၽွိဳ႕ဝွက္ခ်က္ကို ေဖာ္ထုတ္ႏိုင္မွာလားကတ္ကေရာ အမွန္တကယ္ဘယ္သူလဲ လူဆိုးလား လူေကာင္းလားဆိုတာေတာ့ ေစာင့္ၾကည့္ၾကပါဒါ့အျပင့္ ဒီဇာတ္ကားေလးထဲမွာ GOT ထဲက Lena Headey ( Cercei Lannister ) လဲ ပါဝင္သရုပ္ေဆာင္ထားပါတယ္ေပါ့ေပါ့ပါးပါးနဲ႔ လူငယ္ဇာတ္ကားေလးမို႔ တကယ္ၾကည့္လို႔ေကာင္းတယ္လို႔ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/thumper-2017/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/into_the_woods_ver12-150x200.jpg",
        "title": "Into the Woods (2014)",
        "description": "ငယ်ငယ်တုန်းကစွဲလမ်းခဲ့ရတဲ့ အိပ်ယာဝင်ပုံပြင်တွေကိုအကုန်ချိတ်ဆက်ပြီးစိတ်ကူးယဉ်မိတဲ့အခိုက်အတန့် အားလုံးရဲ ့ကလေးဘဝမှာ ရှိခဲ့ဖူးကြမှာပါ။ဒီလိုအချိတ်အဆက်မိမိ Fairytalesတွေကို ဇာတ်လမ်းကျောရိုးတစ်ခုထဲမှာ ပေါင်းစုဖို့ဆိုတာလွယ်တော့မလွယ်ပေမယ့် ဒါကပဲ ဒီကားလေးရဲ ့ထူးခြားချက်လို့ပဲပြောပါရစေ။Johny Deep,Anna Kendrick,Emily Bluntစတဲ့နာမည်ကျော်တွေအများအပြား ပါဝင်ထားတဲ့ ဒီကားလေးကတော့ မှော်ဆန်ဆန်ကားလေးတွေကို သဘာဝကျကျကြည့်ချင်သူတွေအဖို့တော့အံကိုက်ပါပဲ။Musical Dramaသဘောမျိုးလေးလဲပါလို့ မပျင်းမရိမြူးမြူးကြွကြွကြည့်ရှုခံစားရမှာပါ။Imdb Rating 6/10 Rotten Tomatoes 71%ရရှိထားတဲ့ကားကောင်းလေးပါ။File Size : (950 MB) and (420 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 5min\nFormat : Mp4\nGenre :Adventure, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-DRONES\nSubtitle by Kyaw Lwin Tun\nEncoded by Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/into-the-woods-2014bluray/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BZDY3MTAyNmEtZDY1Yi00NGY5LTg1ZDctNDQ2N2FlMmRlYWU0XkEyXkFqcGdeQXVyNTQzOTc3MTI@._V1_SY1000_SX680_AL_-136x200.jpg",
        "title": "Tulip Fever (2017)",
        "description": "မိဘမဲ့ျဖစ္​တဲ့ ဆိုဖီယာတစ္​​ေယာက္​ ကုန္​သည္​ႀကီးျဖစ္​တဲ့ ​ေကာနယ္​လစ္​ ဆန္႔ဗို႔ဆီကို မယားငယ္​အျဖစ္​နဲ႔​​ေရာက္​သြားခဲ့တယ္​.​ေကာနယ္​လစ္​ရဲ႕အိမ္​​ေဖာ္​ မာရီယာက​ေတာ့ ငါးသည္​ဝီလ္​လံနဲ႔ခ်စ္​ႀကိဳက္​​ေနသူျဖစ္​တယ္​.တစ္​​ေန႔​ေတာ့ ​ေကာနယ္​လစ္​ဟာ သူနဲ႔သူ႔မိန္​းမရဲ႕ပံုတူပန္​းခ်ီဆြဲဖို႔ ဂ်န္​ဗန္​​ေလာ့စ္​ကိုငွါးခဲ့ရာ ထိုပန္​းခ်ီဆရာ​ေလးႏွင္​့ဆိုဖီယာတို႔ ခ်စ္​ကြၽမ္​းဝင္​ခဲ့ၾကျပန္​တယ္​.အဲ့အခ်ိန္​မွာ ပိုက္​ဆံအခ်ီႀကီးျမတ္​တဲ့က်ဴးလစ္​ဖူး​ေတြကို​ ​ေလလံတင္​ၿပီး​ေရာင္​းတာ ​ေခတ္​စား​ေနခ်ိန္​ျဖစ္​​ေတာ့ ဝီလ္​လံဟာ မာရီယာနဲ႔လက္​ထပ္​ဖို႔အတြက္​ ဒီက်ဴးလစ္​​​ေရာင္​းဝယ္​​ေရး​ေလာကထဲကိုဝင္​လာခဲ့တယ္​.ကံ​ေကာင္​းစြာဘဲ သူဝယ္​တဲ့ပန္​းပြင္​့​ေတြထဲမွာ တန္​ဖိုးအ႐ွိဆံုးဘရိတ္​ကာလို႔​ေခၚတဲ့ အနီစင္​းပါတဲ့က်ဴးလစ္​ပန္​းတစ္​ပြင္​့ပါလာခဲ့တယ္​.ဆိုဖီယာက မာရီယာရဲ႕ဝတ္​ရံုကိုျခံဳၿပီး ပန္​းခ်ီဆရာ​ေလးဆီသြားတဲ့လမ္​းမွာ ဝီလ္​လံက မာရီယာထင္​မွတ္​ၿပီးလိုက္​သြားကာ မာရီယာနဲ႔ပန္​းခ်ီဆရာနဲ႔​ေဖာက္​ျပန္​​ေနတယ္​ဟု အထင္​ျမင္​လြဲကာ မိုးၿပိဳမတတ္​ခံစားခဲ့ရတယ္​.စိတ္​နဲ႔ကိုယ္​နဲ႔မကပ္​တဲ့ဝီလ္​လံတစ္​​ေယာက္​ အရက္​ဆိုင္​မွာ​ေသာင္​းက်န္​းမိၿပီး ​ေရတပ္​ထဲ​ေရာက္​သြားပါ​ေလ​ေရာ.ထိုအခ်ိန္​ မာရီယာ့မွာ ဝီလ္​လံရဲ႕ရင္​​ေသြး​ေလးကိုလြယ္​ထားရခ်ိန္​ျဖစ္​ကာ ဘာလုပ္​လို႔ဘာကိုင္​ရမွန္​းမသိခ်ိန္​ ဆိုဖီယာႏွင္​့​ေပါင္​းမိကာ ဘာ​ေတြဆက္​ျဖစ္​မလဲဆိုတာက​ေတာ့.... \n(ဘာသာျပန္သူကေတာ့ Htet Thin Zar Maung ပါ)\n File Size : (900 MB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre :Drama, Romance\nSubtitle ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/tulip-fever-2017bluray/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/vow_ver2-135x200.jpg",
        "title": "The Vow (2012)",
        "description": "ကိုယ္သာ အတိတ္ေမ့သြားမယ္ဆို ကိုယ္ခ်စ္တဲ့သူကို ျပန္သတိရႏိုင္မွာလားအခ်စ္ေတြကိုေရာေမ့သြားႏိုင္မွာလားဇာတ္လမ္းကေတာ့ လီယို နဲ႔ ပိခ်္႕တို႔ဟာ သိပ္ခ်စ္ၾကတဲ့လင္မယားေတြပါတစ္ေယာက္ကို တစ္ေယာက္ကို ေဖးမရင္း ေပ်ာ္ရႊင္တဲ့အိမ္ေထာင္ေရးကို တည္ေဆာက္ၾကသူေတြပါဒါေပမယ့္တစ္ေန႔မွာ ကံဆိုးစြာနဲ႔ သူတို႔ႏွစ္ေယာက္အက္ဆီးဒင့္ျဖစ္ခဲ့ပါတယ္အဲ့ေနာက္မွာ ပိခ်္႕ဟာ မွတ္ဥာဏ္ေပ်ာက္ဆုံးသြးျပီး သူမခင္ပြန္း လီယိုိုကို မမွတ္မိႏိုင္ျဖစ္သြားပါတယ္ပိခ်္႕ဟာ လီယိုကို ျပန္မွတ္မိႏိုင္မွာလား ဒါမွမဟုတ္ လီယိုကိုေရာ လီယိုအေပၚအခ်စ္ေတြကိုေရာ လုံး၀ျပန္မမွတ္မိႏိုင္ေတာ့ဘူးလား…….လီယိုကေေရာ ပိခ်္႕ျပန္ခ်စ္လာေအာင္ ျပန္မွတ္မိလာေအာင္လုပ္ႏုိင္မလားပိခ်္႕က လီယို႔ကိုျပန္မခ်စ္ႏုိင္ေတာ့ပဲ ပိခ်္႕ရဲ႕အရင္ခ်စ္ရသူ ဂ်ဲရမီကိုပဲ ေရြးသြားမလား……........... \n(ဘာသာျပန္သူကေတာ့ အဥၨလီသန္းထိုက္ပါ)\n File Size : (930 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre :Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay 1080p DTS x264-beAst\nTranslated ...",
        "rating": "6.8",
        "url": "https://megaup.net/2eRam/The_Vow_[2012]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNTZjMjMzZTQtNWQ5Yi00YjhiLTk4YjEtZGNhYTUyNmQzYWViXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Mayhem (2017)",
        "description": "ဒီအက္​ရွင္​ဇာတ္​ၾကမ္​း​ကား​ေလးအ​ေၾကာင္​းအစပ်ိဳးရရင္​ဇာတ္​လမ္​း​ေျပ​ေျပ​ေလးက​ေန မထင္​ထား​ေလာက္​​ေအာင္​ၾကမ္​းရမ္​းသြားတယ္​ဘာညာ​ေပါ့ဗ်ာဒါ​ေတြမ​ေျပာခင္​ ID - 7 ဗိုင္​းရပ္​စ္​​ေလးအ​ေၾကာင္​းအနည္းငယ္​ intro ဝင္​ခ်င္​ပါတယ္​ID-7 ဗိုင္​းရပ္​စ္​ဆိုတာ ​လူ​ေတြရဲ႕စိတ္​အာရံုကို ထိန္​းခ်ဳပ္​မႈမဲ့​ေအာင္​တဒဂၤရူးသြပ္သြား​ေစတဲ့ဗိုင္​းရပ္​မ်ိဳးပါမီး​ေလာင္​ရာ​ေလပင္​့ဆိုသလို​ေပါ့ဗ်ာ​ေဒါသနည္​းနည္​း​ေလးထြက္​​ေလ့ရွိတာကို ဗိုင္​းရပ္​စ္​​ေၾကာင့္​့လူသတ္​တဲ့အထိျဖစ္​သြားတာမ်ိဳးအစရွိသည္​ျဖင္​့ဘာညာ​ေပါ့အၫႊန္​းကို​ေျပာရမယ္​ဆိုရင္​​ေတာ့ျဖင့္​့TSC ကုမၸဏီဆိုတာ လူထုအက်ိဳးျပဳလုပ္​ငန္​းတစ္​ခုပါဘာ​ေတြအက်ိဳးျပဳသလဲလို႔​ေမးရင္​ နည္​းနည္​း​ေတာ့​ေျဖရခက္​မယ္​ဗ်အက်ိဴး​ေဆာင္​မွန္​သမွ်အကုန္​လုပ္​တယ္​​ေပါ့ဗ်ာဒါ​ေပမယ့္​ အျမတ္​ႀကီးစားၿပီးအက်ိဳးအျမတ္​​ေလာက္​ပဲ​ထည့္​စဥ္​းစားတဲ့​​ေသာက္​က်ိဳးနဲလုပ္​ငန္​းႀကီးဆိုပိုမွန္​မယ္​ဗ်အဲ့ဒီကုမၸဏီမွာအၿမဲတမ္​း​တစတစ​ေအာင္​ျမင္​ဖို႔ႀကိဳးစား​ေနတဲ့ဒဲလ္​ရက္​ခ္​ဆိုတ႔ဲအာရွသားတစ္​​ေယာက္​ကလည္​း​ေနရာတစ္​​ေနရာရထားတဲ့သူပါတစ္​​ေန႔မွာ အက်င္​့ပ်က္​မႈႀကီးျပည့္​​ေနတဲ့လုပ္​ငန္​းကို ID - 7 ဗိုင္​းရပ္​စ္​ဆိုတဲ့မိတ္​​ေဆြႀကီးအလည္​လာၿပီးတဲ့​ေနာက္​မွာ​ေတာ့ဝရုန္​းသုန္​းကားကိုျဖစ္​ကုန္​​ေတာ့တာပါပဲ​အဲ့ဒါ​ေၾကာင့္​့ဒီကုမၸဏီကိုသီးသန္​႔အ​ေဆာက္​အဦးအျဖစ္​သတ္​မွတ္​ၿပီးကူးစက္​ျပန္႔​ပြားမႈမျဖစ္​ေအာင္​ ၈နာရီနီးပါးခ်ိတ္​ပိတ္​ခံခဲ့ရပါတယ္​ဘယ္​​ေျပာ​ေကာင္​းမလဲဗ်ာ အထဲကကုမၸဏီဝန္​ထမ္​း​ေတြရဲ႕အခ်င္​းခ်င္​းမ​ေကာင္​းႀကံမႈ​ေတြ သတ္​ျဖတ္​မႈ​ေတြ ကလည္​းဗိုင္​းရပ္​စ္​ပိုးတြန္​းအား​ေပးမႈ​ေၾကာင္​့တစတစဝုန္​းဒိုင္​းက်ဲလာ​ေတာ့တာပဲ​ေနာက္​ပိုင္​း​ေကာဘာဆက္​ျဖစ္​မလဲ ဒီဗိုင္​းရပ္​စ္​ပိုးကူးစက္​ခံခဲ့ရတာကပဲ​အဆိုးထဲကအ​ေကာင္​းျဖစ္​သြားႏိုင္​မလားဆိုတာက​ေတာ့.....အင္​မတန္​ၾကမ္​းရမ္​းတာကိုရႈစားရင္​းစီး​ေမ်ာၾကမယ္​ဗ်ာ...(စကားလံုးအသံုးအႏႈန္​းမ်ားအင္​မတန္​ၾကမ္​းတမ္​းျခင္​းကို​သတိျပဳ​ပါ) \n(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (700 MB) and (320 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre :Action, Horror\nSubtitle ...",
        "rating": "6.5",
        "url": "https://megaup.net/UP5f/Mayhem_[2017]_(MM_Sub).mp4",
        "category": "Action, Horror"
    }
]