[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/4SafxuMKQiw4reBiWKVZJpJn80I-133x200.jpg",
        "title": "All the Bright Places (2020)",
        "description": "All the Bright Places (2020)\nIMDb - 6.5/10_____Rotten - 66% (Unicode)နုနုရွရွ ရိုမန်းတစ် ဇာတ်လမ်းလေးတွေကို ကြည့်ရှုချင်တဲ့သူတွေအတွက် ၂၀၂၀ ထွက် All the Bright Places ဆိုတဲ့ ဇာတ်ကားလေးတင်ဆက်ပေးချင်ပါတယ်IMDb – 6.5/10 နဲ့ Rotten tomatoes – 75% ရရှိထားပြီးတော့ Elle Fanning နဲ့ Justice Smith တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းလေးရဲ့အစကတော့ ဖင့်ချ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ဟာ တစ်မနက်မှာ တံတားပေါ်ပြေးနေတုန်းတံတားဘောင်ပေါ်မှာ မတ်တပ်ရပ်ပြီး တံတားအောက်ကို ငုံ့ကြည့်နေတဲ့ ကောင်မလေးတစ်ယောက်ကို တွေ့ခဲ့ပါတယ် …ကောင်မလေးက သူတို့အတန်းထဲက ဗိုင််အိုလက် ဆိုတဲ့ကောင်မလေးပေါ့ …ဖင့်ချ်ဟာ ဗိုင်အိုလက် တံတားအောက် ခုန်ချမယ်အထင်ကြောင့်လားမသိ …အာရုံလွှဲဖို့ သူပါ တံတားဘောင်ပေါ် တက်လာခဲ့တယ်…သူတို့နှစ်ယောက်ရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2em9f/All_The_Bright_Places_[2020]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/come-as-you-are-138x200.jpg",
        "title": "Come As You Are (2019)",
        "description": "Come As You Are (2019)==================IMDb Rating 6.7/10#Unicode၂၀၁၉ ခုနစ်ထွက် drama နဲ့ comedy ရောသမထားတဲ့ ဇာတ်ကားဖြစ်ပြီး IMDB 6.7/10 ရရှိထားတာဖြစ်ပါတယ်.. ဇာတ်လမ်းအကျဉ်းလေးကတော့... စကော့တီဟာ မွေးရာပါအဆစ်အမြစ်ရောဂါကြောင့် ဝှိီးချဲနဲ့ နေရသူပါ... သူ့အမေနဲ့ နှစ်ယောက်တည်းနေထိုင်ပါတယ်... မိုကတော့ သူ့သူငယ်ချင်း မျက်မမြင်တစ်ယောက်ပေါ့.. စကော့တီက စကားပြောရင် အထက်စီးဆန်တတ်တာကြောင့် အမြဲတမ်း မိုနဲ့ တကျက်ကျက်ပါပဲ... ဒီလိုနဲ့ မတ်လို့ခေါ်တဲ့ကောင်လေးတစ်ယောက် သူတို့ပြနေကျ ဆေးခန်းကိုရောက်လာတဲ့အခါ... သုံးယောက်သား ဘာတွေကြံစည်ကြမလဲဆိုတာကိုတော့ ပြောပြလိုက်ရင် ပေါ့သွားမှာစိုးလို့ ဆက်လက်ကြည့်ရှုခံစားလိုက်ပါဦး မသန်စွမ်းတစ်ယောက်ဖြစ်နေလို့ အားငယ်စရာမလိုဘူးဆိုတာကို ပြသပေးမယ့် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်...#Zawgyi၂၀၁၉ ခုနစ္ထြက္ drama နဲ႔ comedy ေရာသမထားတဲ့ ဇာတ္ကားျဖစ္ၿပီး\nIMDB 6.7/10 ရရွိထားတာျဖစ္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့...\nစေကာ့တီဟာ ေမြးရာပါအဆစ္အျမစ္ေရာဂါေၾကာင့္\nဝွိီးခ်ဲနဲ႔ ေနရသူပါ...\nသူ႔အေမနဲ႔ ႏွစ္ေယာက္တည္းေနထိုင္ပါတယ္...\nမိုကေတာ့ သူ႔သူငယ္ခ်င္း မ်က္မျမင္တစ္ေယာက္ေပါ့..\nစေကာ့တီက စကားေျပာရင္\nအထက္စီးဆန္တတ္တာေၾကာင့္ အၿမဲတမ္း\nမိုနဲ႔ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/come-as-you-are-2019/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sR002yBI04ZBLdEpoSquxYQryEC.jpg",
        "title": "Sarileru Neekevvaru (2020)",
        "description": "(Unicode)ရက်ပေါင်း၅ဝလောက် ကြာပြီးတဲ့နောက်မှာတော့ အားလုံးစောင့်မျှော်နေကြတဲ့ တေလဂူးမင်းသားချော Mahesh Babuနဲ့ပရိသတ်တို့ရဲ့ အချစ်တော် တောင်ပိုင်းမင်းသမီး Rashmika Mandanna တို့ရဲ့ အချစ်၊အကြမ်းကားကြီး အကြည်တက်လာခဲ့ပါပြီ။ဇာတ်လမ်းအကျဉ်းအရ မင်းသားချောကတော့ စစ်ဗိုလ်တစ်ယောက်ပါ။စစ်ဆင်ရေးတွေမှာလည်း ခေါင်းဆောင်ကောင်းပီသပြီး အရမ်းတော်တဲ့ စစ်သားတစ်ယောက်ပါ။မိဘမဲ့တစ်ယောက်ဘဝနဲ့ စစ်တပ်ထဲမှာ အသက်ရင်းပြီး မိခင်မေတ္တာကို လိုချင်တောင့်တနေသူပါ။ဒီလိုနဲ့ သူဦးဆောင်တဲ့ စစ်ဆင်ရေးတစ်ခုမှာ စစ်သားတစ်ယောက် ပြင်းပြင်းထန်ထန် ဒဏ်ရာရခဲ့ပါတယ်။လတ်တလောမှာ အဲ့ဒီစစ်သားဟာ ဒီစစ်ဆင်ရေးပြီးရင် ညီမဖြစ်သူရဲ့ မင်္ဂလာပွဲအတွက် အိမ်ပြန်မှာပါ။ခွင့်လည်း တောင်းထားပြီးသား။ခုလိုအခြေအနေကို မိသားစုကို အကြောင်းကြားဖို့ရာ မိသားစုတစ်ခုလုံး အခြေအနေတွေ ကမောက်ကမဖြစ်မှာစိုးလို့တပ်ရင်းရဲ့ ကိုယ်စား စစ်သားတစ်ယောက် သွားရောက်ပြီး အေးဆေးစွာ ပြောပြနိုင်ရပါမယ်။ဒီတာဝန်ကို တာဝန်ယူလိုက်တဲ့ သူကတော့... မင်းသားချောပါပဲ။ကဲ သူ့ ခရီးတစ်လျှောက် ဘယ်လိုမျိုးတွေ တွေ့ကြုံရမလဲ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/sarileru-neekevvaru-2020/",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/nations.fire_-137x200.jpg",
        "title": "Nation’s Fire (2020)",
        "description": "Nations's Fire (2020)================#UnicodeBikerဇာတ်ကားကောင်းကောင်းတွေကို ကြည့်ချင်ကြတဲ့ ပရိသတ်တွေအတွက် Nation's Fire\nဇာတ်ကားလေးကိုတင်ပေးလိုက်ပါပြီ။ ဒီဇာတ်လမ်းလေးထဲမှာတော့ ဆိုင်ကယ်စီးချစ်သူတွေ Bikers တွေ\nအနေနဲ့ ဘယ်လိုကျင့်ကြံသင့်တယ်၊ဘယ်လို စိတ်ဓာတ်မျိုးကို ထားရမလဲဆိုတာကို စိတ်၀င်စားဖွယ်ရာ\nအက်ရှင်တွေနဲ့အတူ တွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းလေးကို Movieဝေဖန် သူတွေလည်း ရှုပ်ချတဲ့\nမှတ်ချက်မျိုးတွေပေးထားတာ လုံး၀မရှိပါဘူး။ ဒီတော့ ကြည့်သင့်တဲ့ ဇာတ်လမ်းလေးတစ်ခုလို့ပဲ ပြောလိုက်ပါရစေ။ ‌ဒီဇာတ်ကားမှာတော့ လူအမျိုးမျိုး ရှုထောင့်အမျိုးအမျိုးကနေ ဇာတ်လမ်းရိုက်ကူးထားတာကိုကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။\nအမေက Single Mother တစ်ယောက်ဘဝအဖြစ် သားလိမ္မာနှစ်ယောက် နှင့်အတူ ဘ၀ကို အေးအေးလူလူဖြတ်သန်းနေနေပေမယ့်\nတစ်နေ့တော့ မထင်မှတ်ထားတဲ့ ကိစ္စတစ်ခုကြောင့် သားလိမ္မာလေးက လူသတ်သမားဆိုပြီး နာမည်ဆိုးကြီးနဲ့\nကွယ်လွန်သွားရတဲ့အခါ....၀မ်းနည်းပူဆွေးနေတုန်း သားဘယ်လိုသေရလဲ အမှန်သိသွားတဲ့အခါ သူ့သားနာမည်ကို\nပြန်အဖတ်ဆယ်ပြီး မကောင်းတဲ့သူတွေကို လိုက်သုတ်သင်မယ့် ကားမျိုးလေးပဲဖြစ်ပါတယ်။ဒါပေမဲ့အဆုံးမှာတော့\nမထင်ထားတာလေးတဲ့ အဖြစ်အပျက်တွေအများကြီးကျန်နေသေးတာမို့ ကြည့်ကောင်းမယ့်ကားမျိုးပါပဲ။ #ZawgyiBikerဇာတ္ကားေကာင္းေကာင္းေတြကို ၾကည့္ခ်င္ၾကတဲ့ ပရိသတ္ေတြအတြက္ Nation's Fire\nဇာတ္ကားေလးကိုတင္ေပးလိုက္ပါၿပီ။ ဒီဇာတ္လမ္းေလးထဲမွာေတာ့ ဆိုင္ကယ္စီးခ်စ္သူေတြ Bikers ေတြ\nအေနနဲ႔ ဘယ္လိုက်င့္ႀကံသင့္တယ္၊ဘယ္လို စိတ္ဓာတ္မ်ိဳးကို ထားရမလဲဆိုတာကို စိတ္၀င္စားဖြယ္ရာ\nအက္ရွင္ေတြနဲ႔အတူ ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/nations-fire-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vPYRg4Kwwj3w3waMPjGM9M7cLpV.jpg",
        "title": "Darbar (2020)",
        "description": "(Unicode)ဘောလိဝုဒ်ဇာတ်ကားတွေပြီးတော့အခုတစ်ခါ တမီးလ်စူပါစတားကြီး Rajinikanth ရဲ့ ရုံတင်ဇာတ်ကားကြီးအလှည့်ပေါ့ဗျာ။ဟောလိဝုဒ် ၊ ဘောလိဝုဒ်ပရိတ်သတ်တွေအဖို့အိုဗာအက်ရှင်တွေကို ညည်းငွေ့နေနိုင်ပေမယ့်အိန္ဒိယတောင်ပိုင်းရုပ်ရှင်တွေကို ကြိုက်တတ်သူအဖို့တော့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။ဘယ်လိုပဲ ဖြစ်ဖြစ် Rajinikanth ဟာလည်းတောင်ပိုင်းရုပ်ရှင်ထုတ်လုပ်ရေးတွေကြားသာကမဘောလိဝုဒ်ရုပ်ရှင်ထုတ်လုပ်ရေးတွေကြားမှာလည်းသြဇာရှိပြီး အနုပညာကြေးမြင့်တဲ့ မင်းသားကြီးမို့ပရိတ်သတ်တွေကတော့ ဒီဇာတ်ကားကို ကြည့်ရင်းလက်ခုပ်လက်ဝါးတီးပြီး အားပေးကြဦးမှာပါ။အညွှန်းအာဒိသယာဆိုတဲ့ ရဲအရာရှိတစ်ယောက်ဟာသမီးဖြစ်သူ ဗာလီနဲ့အတူ မွန်ဘိုင်းမြို့ကို ရဲမင်းကြီး(ရဲမှူးကြီးဟု သင့်တော်သလို ဘာသာပြန်ထားသည်)အဖြစ်နဲ့ရောက်ရှိလာပြီးမြို့ထဲမှာရှိတဲ့ ဆိုးသွမ်းသူတွေကို လိုက်လံနှိမ်နင်းရာကနေ ဇာတ်လမ်းကို စထားပြီး....ဒီနောက်ပိုင်းမှာတော့ တမီးလ်ရုပ်ရှင်တွေရဲ့ ထုံးစံအတိုင်းအကအလှတွေ ၊ ဟာသခန်းလေးတွေ ညှပ်ထည့်ပြီးဇာတ်လမ်းကို အရှိန်တက်လာအောင် စွမ်းဆောင်ထားပါတယ်။ဇာတ်လမ်းပုံစံက ရဲနဲ့လူဆိုး အားပြိုင်ကြတဲ့ မြင်နေကျ သာမာန်ဆိုပေမယ့်ရိုက်ကူးထားပုံက ဆန်းသစ်ပြီး Rajinikanthရဲ့ ဟိုးရုပ်ရှင်ခေတ်ဦးကတည်းကသုံးစွဲလာခဲ့တဲ့ သူ့ရဲ့ကိုယ်ပိုင်အမှတ်အသားဖြစ်တဲ့ တီးလုံးကို အက်ရှင်ခန်းတွေ ၊ Tempo မြှင့်တင်တဲ့အခန်းတွေမှာသင့်တော်သလို သုံးစွဲထားပုံက သပ်ရပ်ပြီး ပရိတ်သတ်ကို တစ်မျိုးတစ်မည် ဆွဲဆောင်ထားပါတယ်။ကဲ...အိန္ဒိယတောင်ပိုင်းဇာတ်ကားပရိတ်သတ်တို့ရေ...ကျွန်တော်တို့ငယ်စဉ်ကတည်းက စွဲလမ်းခဲ့ရတဲ့Idol ကြီးရဲ့ အသစ်စက်စက် ရုံတင်ဇာတ်ကားကြီးကို လက်မနှေးပဲ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/darbar-2020/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uSO5koo1Af2iBEUkfYt6bqsy7Vr.jpg",
        "title": "Guns Akimbo (2019)",
        "description": "unicodeညစ်ပတ်ပြီး ကြမ်းတမ်းတဲ့ ဟာသ အက်ရှင် အမျိုးအစားဖြစ်လို့မိသားစုနဲ့ အတူမကြည့်သင့်ပါဘူး။ကောင်းတာတော့ အတော်ကောင်းပါတယ်။ဟယ်ရီပေါ်တာ မင်းသားက ဒီလိုကားတွေနဲ့ အတော်အကျိုးပေးပုံပါပဲ။ဒီကားမှာတော့ မိုင်လ် ဆိုတဲ့ ကောင်လေးတစ်ယောက်ပေါ့။မိုင်လ်ဟာ ကုမ္ပဏီတစ်ခုမှာ ကွန်ပြူတာလေး တစ်လုံးနဲ့ အလုပ်လုပ်ရတဲ့ ကောင်လေး၊လက်တွေ့ဘဝမှာဘယ်သူမှ အထင်မကြီးသလို၊ဘာမှလည်း အရာမရောက်တဲ့ ကောင်လေးပါ။ဒီလိုလူတွေရဲ့ ထုံးစံအတိုင်း အင်တာနက်ပေါ်မှာ ထရိုးလိုလို ဂိလိုလိုနဲ့ဖောင်းထုပြီး ဖင်နာရှာရင်း ပျော်နေရတဲ့ သူပေါ့။ဒါပေမယ့် သူဖောင်းထုတာ လူမှားသွားပါတယ်။လူတွေကိုဖမ်းပြီး လူသတ်ပွဲတွေလုပ်ခိုင်းရင်းတိုက်ရိုက်ထုတ်လွှင့်တဲ့ ကောင်တွေကို သွားပြီး ဖောင်းထုမိတာပါပဲ။ဟိုက တည်နေရာကိုရှာပြီး အိမ်အထိ လာရိုက်တဲ့ အခါမှခြေသလုံးဖက်တောင်းပန်ပေမယ့် မမှီတော့ပါဘူး။ရလာဒ်ကတော့ လူသတ်ကစားပွဲထဲကို အသွင်းခံရပြီး၊အတော်ဆုံး ကစားသမားနဲ့ အသက်လု ချရဖို့ ဖြစ်လာတော့တာပါပဲ။ဒီလိုသောက်ပေါနဲ့ တကယ့် လူသတ်သမားအကြမ်းစားတို့ပြေးကြလွှားကြ တိုက်ကြရင်းအဲဒီပွဲက အင်တာနက်မှာလူကြည့်အများဆုံးဖြစ်လာပြီးသူလည်း တစ်ရက်ထဲနဲ့ နာမည်ကျော်လာပါတော့တယ်။ဒီလောက်ဆို ဆက်ကြည့်ချင်မယ်ထင်ပါတယ်၊ ဆက်မပြောပြတော့ဘူးနော်။စကားလုံးရော ရိုက်ချက်တွေရော ကြမ်းလို့အိမ်မှာ မိသားစုနဲ့ ကြည့်လို့မသင့်တာ သတိပေးပါရစေ။File Size : ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/guns-akimbo-2019/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BMTc3MjkyMzk4N15BMl5BanBnXkFtZTcwODQxMDg5Mw@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Ong-bak 3 (2010)",
        "description": "Ong Bak 3 picks up where Ong Bak 2 had left off. Tien is captured and almost beaten to death before he is saved and brought back to the Kana Khone villagers. There he is taught meditation and how to deal with his Karma, but very soon his arch rival returns challenging Tien for a final duel.",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/ong-bak-3-2010/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BMjIzMjM2NDAwNF5BMl5BanBnXkFtZTcwMDU0NjU3Mg@@._V1_-135x200.jpg",
        "title": "Ong Bak 2 (2008)",
        "description": "Moments from death a young man is rescued by a renowned warrior. Realizing unsurpassed physical potential in the young boy he trains him into the most dangerous man alive. As he becomes a young man he goes on a lone mission of vengeance against the vicious slave traders who enslaved him as a youth and the treacherous warlord who killed ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/ong-bak-2-2008/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BNDg4MmQyODgtM2Q4ZC00ZWI2LWJkYmMtYTQ5ZGI5NDJhN2IwXkEyXkFqcGdeQXVyNzgzODI1OTE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Ong Bak: Muay Thai Warrior (2003)",
        "description": "When the head of a statue sacred to a village is stolen, a young martial artist goes to the big city and finds himself taking on the underworld to retrieve it.",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/ong-bak-muay-thai-warrior/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dyj8X2HsGImGvOuw526FHpuPNjU.jpg",
        "title": "Ouran High School Host Club (2012)",
        "description": "[Unicode]အိုရန်အကယ်ဒမီကျောင်းဆိုတာ တိုကျိုမြို့မှာရှိတဲ့ နာမည်ကြီး hi-so အထက်တန်းကျောင်းတစ်ခုဖြစ်ပါတယ် ၊ဆူအူ တာမာကီ ဆိုတဲ့ကောင်လေးကတော့ ဆူအူလုပ်ငန်းစုရဲ့ တစ်ဦးတည်းသောဆက်ခံသူပေါ့...ဟာရူဟီဆိုတဲ့ကောင်မလေးကတော့ ပညာသင်ဆုနဲ့ဒီကျောင်းမှာတက်ခွင့်ရခဲ့တာပါ ၊တာမာကီက ကျောင်းမှာဧည့်ခံကလပ်တစ်ခုကိုထောင်ထားပါတယ် ၊\nဧည့်ခံကလပ်ရဲ့တန်ဖိုးကြီးပန်းအိုးတစ်လုံးကို ဟာရူဟီကတိုက်မိပြီး ကျကွဲသွားတာကြောင့် ကျကွဲသွားတဲ့ပန်းအိုးရဲ့တန်ဖိုးကိုပြန်လျော်ပေးဖို့\nဟာရူဟီကယောက်ျားလေးယောင်ဆောင်ပြီး ဧည့်ခံသူအဖြစ်ဝင်လုပ်ရပါတယ်...ကျောင်းကိုရောက်လာတဲ့ မီချဲဟီမီဆိုတဲ့သူဋ္ဌေးသမီးလေးကတော့\nတာမာကီရဲ့ဆုံးသွားတဲ့အမေနဲ့အရမ်းတူတာကြောင့် မီချဲကိုပျော်အောင်ထားဖို့က တာမာကီရဲ့အိပ်မက်ဖြစ်လာပါတယ် ။အိုရန်ကျောင်းမှာနှစ်စဉ်ပြိုင်ပွဲရှိပါတယ်...\nဒီပြိုင်ပွဲကိုနိုင်အောင်ကြိုးစားရင်း တာမာကီရဲ့ဆန္ဒအတိုင်း မီချဲဟီမီကိုပျော်အောင်ထားနိုင်ဖို့ ဧည့်ခံကလပ်တစ်ဖွဲ့လုံးကြိုးစားကြပါတယ် ။တစ်ချိန်တည်းမှာပဲ မီချဲက တာမာကီကိုချဉ်းကပ်ဖို့ကြိုးစားလာပါတယ်...\nတာမာကီနဲ့ ဟာရူဟီတို့ကလည်း သံယောဇဉ်ရှိနေကြတဲ့အခါ ၃ပွင့်ဆိုင်ဇာတ်လမ်းလေးဖြစ်လာတဲ့နောက်...မီချဲ တကယ်လိုအပ်တဲ့အရာကို ဧည့်ခံကလပ်ကလူတွေရှာနိုင်မှာလား ၊\nမီချဲကိုပျော်စေချင်တဲ့တာမာကီတို့ရဲ့ကြိုးစားမှုကရော ဘယ်လိုဖြစ်မလဲဆိုတာကို ဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ပါနော်....။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့Ingyin San ဖြစ်ပါတယ် )[Zawgyi]အိုရန္အကယ္ဒမီေက်ာင္းဆိုတာ တိုက်ိဳၿမိဳ႕မွာရွိတဲ့ နာမည္ႀကီး hi-so အထက္တန္းေက်ာင္းတစ္ခုျဖစ္ပါတယ္ ၊ဆူအူ တာမာကီ ဆိုတဲ့ေကာင္ေလးကေတာ့ ဆူအူလုပ္ငန္းစုရဲ႕ တစ္ဦးတည္းေသာဆက္ခံသူေပါ့...ဟာ႐ူဟီဆိုတဲ့ေကာင္မေလးကေတာ့ ပညာသင္ဆုနဲ႔ဒီေက်ာင္းမွာတက္ခြင့္ရခဲ့တာပါ ၊တာမာကီက ေက်ာင္းမွာဧည့္ခံကလပ္တစ္ခုကိုေထာင္ထားပါတယ္ ၊\nဧည့္ခံကလပ္ရဲ႕တန္ဖိုးႀကီးပန္းအိုးတစ္လုံးကို ဟာ႐ူဟီကတိုက္မိၿပီး က်ကြဲသြားတာေျကာင့္ က်ကြဲသြားတဲ့ပန္းအိုးရဲ႕တန္ဖိုးကိုျပန္ေလ်ာ္ေပးဖို႔\nဟာ႐ူဟီကေယာက္်ားေလးေယာင္ေဆာင္ၿပီး ဧည့္ခံသူအျဖစ္ဝင္လုပ္ရပါတယ္...ေက်ာင္းကိုေရာက္လာတဲ့ မီခ်ဲဟီမီဆိုတဲ့သူေ႒းသမီးေလးကေတာ့\nတာမာကီရဲ႕ဆုံးသြားတဲ့အေမနဲ႔အရမ္းတူတာေၾကာင့္ မီခ်ဲကိုေပ်ာ္ေအာင္ထားဖို႔က ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/ouran-high-school-host-club-2012/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/08/MV5BMzE0NTRhZWQtZmE5OS00NTI5LWJhMzMtMGU4MzE4MmRlZDE0L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006781000_AL_-136x200.jpg",
        "title": "Mousehunt (1997)",
        "description": "ဒီဇာတ်ကားကတော့ အမှန်အကန်ကိုရယ်ရမယ့်\nနာမည်ကြီးကြွက်ဇာတ်ကားပါ…\nကြာခဲ့ပြီဆိုသော်ငြား ဘယ်အချိန်ပြန်ကြည့်ကြည့်\nရယ်နေရတုန်းပါပဲ…\nဟာသဇာတ်ကားဆိုပေမယ့်\nဇာတ်လမ်းကလဲအနှစ်သာရပြည့်ဝပါတယ်…\nချစ်ခြင်းမေတ္တာနဲ့ လူသားဆန်ဆန်\nအတ္တတွေအကြောင်းကို ကြွက်တစ်ကောင်နဲ့ ပုံဖော်ထားပါတယ်…\nအကြိုက်ဆုံးအခန်းကတော့\nဗီလိန်မင်းသားကြီး Christopher Walken ကြွက်လိုက်ဖမ်းတဲ့\nဇာတ်ဝင်ခန်းပါပဲ…\nတင်ဆက်ပုံကောင်းသလို\nတကယ့်ကြွက်အစစ်နဲ့ ရိုက်ကူးထားတာမို့\nအခုခေတ်ဇာတ်ကားတွေလို Camera Effect\nတွေနည်းနည်းနဲ့ သဘာဝဆန်ဆန်ကြည့်ရှုရမှာပါ…\nမိသားစုနဲ့ကြည့်သင့်တဲ့ဇာတ်ကားပါ…\nကလေးလေးတွေအတွက်တော့ Tom and Jerry\nကိုအရှင်လတ်လတ်တွေ့ရသလိုခံစားရမှာပါ…\n(ဒီဇာတ်ကားရဲ့ မြန်မာစာတန်းထိုးကို ကျွန်တော်ဂျီကျလို့\nကသာသားလေး (Kyaw Ye Aung) ကရေးသားပေးခဲ့ပါတယ်)\n----------------------------------------------------------------\n     ဒီဇာတ္ကားကေတာ့ အမွန္အကန္ကိုရယ္ရမယ့္\nနာမည္ၾကီးၾကြက္ဇာတ္ကားပါ…\nၾကာခဲ့ၿပီဆိုေသာ္ျငား ဘယ္အခ်ိန္ျပန္ၾကည့္ၾကည့္\nရယ္ေနရတုန္းပါပဲ…\nဟာသဇာတ္ကားဆိုေပမယ့္\nဇာတ္လမ္းကလဲအႏွစ္သာရျပည့္ဝပါတယ္…\nခ်စ္ျခင္းေမတၱာနဲ႕ လူသားဆန္ဆန္\nအတၱေတြအေၾကာင္းကို ၾကြက္တစ္ေကာင္နဲ႕ ပံုေဖာ္ထားပါတယ္…\nအၾကိဳက္ဆံုးအခန္းကေတာ့\nဗီလိန္မင္းသားၾကီး Christopher Walken ၾကြက္လိုက္ဖမ္းတဲ့\nဇာတ္ဝင္ခန္းပါပဲ…\nတင္ဆက္ပံုေကာင္းသလို\nတကယ့္ၾကြက္အစစ္နဲ႕ ရိုက္ကူးထားတာမို႕\nအခုေခတ္ဇာတ္ကားေတြလို Camera Effect\nေတြနည္းနည္းနဲ႕ သဘာဝဆန္ဆန္ၾကည့္ရႈရမွာပါ…\nမိသားစုနဲ႕ၾကည့္သင့္တဲ့ဇာတ္ကားပါ…\nကေလးေလးေတြအတြက္ေတာ့ Tom and Jerry\nကိုအရွင္လတ္လတ္ေတြ႕ရသလိုခံစားရမွာပါ…\n(ဒီဇာတ္ကားရဲ႕ ျမန္မာစာတန္းထိုးကို ကြ်န္ေတာ္ဂ်ီက်လို႕\nကသာသားေလး (Kyaw Ye Aung) ကေရးသားေပးခဲ့ပါတယ္)",
        "rating": "6.4",
        "url": "https://megaup.net/4esU7/Mousehunt_[1997]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/30YacPAcxpNemhhwX0PVUl9pVA3.jpg",
        "title": "Spies in Disguise (2019)",
        "description": "unicodeကာတွန်းကား ကောင်းကောင်းကြည့်ချင်တဲ့ သူတွေအတွက် လာပါပြီ။ရယ်လည်းရယ်ရတယ် ဇာတ်လမ်းလည်းမိုက်တယ်။အသံသရုပ်ဆောင်ထားသူတွေကတော့ မပြောရင်တောင်အသံကြားတာနဲ့ သိမယ့် ၂ ယောက်ပါပဲ။ဝယ်လ် စမစ်သ် ရယ် တွမ် ဟော်လန် ရယ်ပါ။တကယ်လိုက်ဖက်တဲ့ သူတွေပါပဲ။ဝယ်လ်စမစ်သ်က လန့်စ်စတာလင်ဆိုတဲ့ အရမ်းတော်တဲ့ စပိုင်တစ်ယောက်။သူက အရမ်းတော်ပေမယ့် တစ်ကိုယ်တော်ပဲ လှုပ်ရှားတတ်တဲ့သူ။တွမ်ဟော်လန်ကတော့ ဝေါ်တာ ဘက်ကက် ဆိုတဲ့ ဉာဏ်ကြီးရှင်တီထွင်သူအူကြောင်ကြောင် ကောင်လေး အဖြစ် အသံသရုပ်ဆောင်ထားပါတယ်။ဝေါ်တာရဲ့ တီထွင်ချက်တွေကိုအေဂျင်စီမှာ ဘယ်သူမှ အထင်မကြီးတဲ့အပြင် လန့်စ်ကိုပါပြဿနာ သွားလုပ်မိလို့ အလုပ်ဖြုတ်ခံလိုက်ရတော့တယ်။ဒါပေမယ့် လန့်စ်နဲ့ မျက်နှာတူလူဆိုးတစ်ယောက်ကြောင့် လန့်စ် တစ်ယောက် အထင်လွဲခံရပြီးထွက်ပြေးရတဲ့အခါမှာ မလွှဲမရှောင်သာ ဝေါ်တာနဲ့ပူးပေါင်းပြီးအလွဲလွဲအချော်ချော်နဲ့ လူဆိုးကို အမိဖမ်းဖို့ ကြိုးစားရပါတော့တယ်။File Size : ( 948 MB , 345 MB )\nQuality : BluRay 720p\nRunning Time : 1 hr ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/spies-in-disguise-2019/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2UTSoKergdypiYFFLtsDT8z0yZ6.jpg",
        "title": "My Brilliant Life (2014)",
        "description": "[Unicode]My Brilliant Life (2014)ငယ်ရွယ်မှုဆိုတာဘာနဲ့မှလဲလို့မရသလို လူတိုင်းလိုချင်တဲ့အရာလဲဖြစ်ပြီး လူတိုင်းကလဲငယ်ရွယ်မှုကိုပိုင်ဆိုင်ဆဲ ပိုင်ဆိုင်ခဲ့ဖူးကြတယ် ၊ဒါပေမယ့်ဒီဇာတ်လမ်းလေးထဲက အာရွန်ဆိုတဲ့၁၆နှစ်သားလေးကတော့ ကံဆိုးစွာပဲငယ်ရွယ်မှုကိုမပိုင်ဆိုင်ခဲ့ဘူး...သူ့မှာprogeriaလို့ခေါ်တဲ့အသက်ကြီးမြန်တဲ့ရောဂါရှိနေခဲ့တယ် ၊အသက်၁၆နှစ်လေးနဲ့အသက်၈၀အရွယ်ခန္ဓာကိုယ်ပိုင်ဆိုင်ပြီး ရောဂါတွေအများကြီးနဲ့\nလောကကြီးထဲကဘယ်အချိန်ထွက်သွားရမယ်မသိတဲ့ အာရွန်လေးရဲ့ခံစားချက်ကဘယ်လိုဖြစ်နေမလဲ...ကိုယ့်သားသမီးလေးပွန်းပဲ့ရင်တောင်စိုးရိမ်တတ်တာမိဘတွေဖြစ်တာမို့ ဒီလိုအသက်၈၀အဖိုးကြီးလို လူတကာလိုက်ကြည့် လူကြားထဲမသွားရဲပဲသေမယ့်နေ့ကိုထိုင်စောင့်နေရတဲ့အာရွန်လေးကို ဘာမှမတတ်နိုင်ပဲကြည့်ရုံကြည့်နေရတဲ့ မိဘရဲ့ရင်ထဲကခံစားချက်...' လူတွေကကျန်းမာနေကြတာမို့ ကိုယ်ကျန်းမာနေတာကိုမေ့နေတတ်ကြတယ်တဲ့ 'Messageကောင်းကောင်းလေးပေးထားတဲ့ကားလေးမို့ ကြည့်ပြီးရင်ရင်ထဲမှာတစ်ခုခုတော့ကျန်ခဲ့မှာပါ ၊Drama Queen SongHyeKyo(အွန်စော)ရဲ့ကားလေးမို့ တစ်သျှူးလေးဆောင်ပြီးကြည့်ကြပါလို့...( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Myat Thinn ဖြစ်ပါတယ် )[Zawgyi]My Brilliant Life (2014)ငယ္႐ြယ္မႈဆိုတာဘာနဲ႔မွလဲလို႔မရသလို လူတိုင္းလိုခ်င္တဲ့အရာလဲျဖစ္ၿပီး လူတိုင္းကလဲငယ္႐ြယ္မႈကိုပိုင္ဆိုင္ဆဲ ပိုင္ဆိုင္ခဲ့ဖူးၾကတယ္ ၊ဒါေပမယ့္ဒီဇာတ္လမ္းေလးထဲက အာ႐ြန္ဆိုတဲ့၁၆ႏွစ္သားေလးကေတာ့ ကံဆိုးစြာပဲငယ္႐ြယ္မႈကိုမပိုင္ဆိုင္ခဲ့ဘူး...သူ႔မွာprogeriaလို႔ေခၚတဲ့အသက္ႀကီးျမန္တဲ့ေရာဂါရွိေနခဲ့တယ္ ၊အသက္၁၆ႏွစ္ေလးနဲ႔အသက္၈၀အ႐ြယ္ခႏၶာကိုယ္ပိုင္ဆိုင္ၿပီး ေရာဂါေတြအမ်ားႀကီးနဲ႔\nေလာကႀကီးထဲကဘယ္အခ်ိန္ထြက္သြားရမယ္မသိတဲ့ အာ႐ြန္ေလးရဲ႕ခံစားခ်က္ကဘယ္လိုျဖစ္ေနမလဲ...ကိုယ့္သားသမီးေလးပြန္းပဲ့ရင္ေတာင္စိုးရိမ္တတ္တာမိဘေတြျဖစ္တာမို႔ ဒီလိုအသက္၈၀အဖိုးႀကီးလို လူတကာလိုက္ၾကည့္ လူၾကားထဲမသြားရဲပဲေသမယ့္ေန႔ကိုထိုင္ေစာင့္ေနရတဲ့အာ႐ြန္ေလးကို ဘာမွမတတ္ႏိုင္ပဲၾကည့္႐ုံၾကည့္ေနရတဲ့ မိဘရဲ႕ရင္ထဲကခံစားခ်က္...' လူေတြကက်န္းမာေနၾကတာမို႔ ကိုယ္က်န္းမာေနတာကိုေမ့ေနတတ္ၾကတယ္တဲ့ 'Messageေကာင္းေကာင္းေလးေပးထားတဲ့ကားေလးမို႔ ၾကည့္ၿပီးရင္ရင္ထဲမွာတစ္ခုခုေတာ့က်န္ခဲ့မွာပါ ၊Drama Queen SongHyeKyo(အြန္ေစာ)ရဲ႕ကားေလးမို႔ တစ္သွ်ဴးေလးေဆာင္ၿပီးၾကည့္ၾကပါလို႔...( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Myint Myat ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/my-brilliant-life-2014/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6968mZj0jlDp7gmcjLJSd42r9pU.jpg",
        "title": "Moonlit Winter (2019)",
        "description": "[Unicode]ယွန်ဟီး (Kim Hee-ae) ဟာ သူမရဲ့သမီးဖြစ်သူ ဆယ်ဘုံး (Kim So-hye) နဲ့အတူနေထိုင်ပါတယ်ဆောင်းရာသီရဲ့နေ့တစ်နေ့မှာတော့ ဂျပန်နိုင်ငံ အိုတာရူကနေ စာတစ်စောင်ရောက်လာခဲ့ပြီးအဲ့ဒီစာကို ဆယ်ဘုံးမှ မတော်တဆဖတ်မိသွားပြီးတော့ သူ့အမေရဲ့တစ်သက်လုံးဖုံးကွယ်ထားတဲ့လျှို့ဝှက်ချက်ကို သိရှိခဲ့ရတဲ့နောက်....အချိန်နောက်ကျနေပေမယ့်လည်း သူ့အမေရဲ့နှလုံးသားကို နှစ်သိမ့်ချင်တဲ့စိတ်နဲ့ သူ့အမေကိုခေါ်ပြီး ဂျပန်နိုင်ငံကိုခရီးထွက်ခဲ့ပါတော့တယ် ၊အိုတာရူမြို့မှာဆိုရင် ယွန်ဟီးရဲ့အချစ်ဦးဖြစ်သူ ဂျွန်ဆိုသူနေထိုင်ပါတယ် ။ခရီးထွက်သွားပြီးနောက်မှာတော့ ဆယ်ဘုံးအနေနဲ့ သူ့အမေနဲ့သူ့အမေ့ရဲ့အချစ်ဦးကို ဘယ်လိုတွေ့ဆုံပေးမလဲ ၊သူ့အမေ့ကို ဘယ်လိုတွေနှစ်သိမ့်ပေးမလဲ ၊ဒီဇာတ်ကားထဲမှာ ဆယ်ကျော်သက်လူငယ်တွေရဲ့ မိဘအပေါ်ထားတဲ့စိတ်...လိင်တူချစ်ကြိုက်မှုကို တားမြစ်ခံရလို့ ကွဲကွာခဲ့ရတဲ့ချစ်သူနှစ်ယောက်ရဲ့ ရင်ဖွင့်ခံစားချက်တွေကို စီးမြောလိုက်ပါရင်း ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ် ။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon ဖြစ်ပါတယ် )a[Zawgyi]ယြန္ဟီး (Kim Hee-ae) ဟာ သူမရဲ႕သမီးျဖစ္သူ ဆယ္ဘုံး (Kim So-hye) နဲ႔အတူေနထိုင္ပါတယ္ေဆာင္းရာသီရဲ႕ေန႔တစ္ေန႔မွာေတာ့ ဂ်ပန္ႏိုင္ငံ အိုတာ႐ူကေန စာတစ္ေစာင္ေရာက္လာခဲ့ျပီးအဲ့ဒီစာကို ဆယ္ဘုံးမွ မေတာ္တဆဖတ္မိသြားၿပီးေတာ့ သူ႔အေမရဲ႕တစ္သက္လုံးဖုံးကြယ္ထားတဲ့လွ်ိဳ႕ဝွက္ခ်က္ကို သိရွိခဲ့ရတဲ့ေနာက္....အခ်ိန္ေနာက္က်ေနေပမယ့္လည္း သူ႔အေမရဲ႕ႏွလုံးသားကို ႏွစ္သိမ့္ခ်င္တဲ့စိတ္နဲ႔ သူ႔အေမကိုေခၚၿပီး ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/moonlit-winter-2019/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/bad.boys-2-134x200.jpg",
        "title": "Bad Boys II (2003)",
        "description": "Bad Boys 2 (2003)==============IMDb Rating - 6.6/10 #UnicodeBad Boys ဇာတ်ကားရဲ့ဒုတိယမြောက်ဇာတ်ကားလေးပါ။ ဒီဇာတ်ကားရဲ့ထုံစံအတိုင်း မင်းသားတွေဖြစ်တဲ့Will Smith နဲ့ Martin Lawrence တို့ပဲဆက်လက်သရုပ်ဆောင်ထားပါတယ်။ ရှေ့ဇာတ်ကားနဲ့မတူကွဲပြားတဲ့ပုံစံမျိုးနဲ့ရိုက်ပြထားတာလည်းတွေ့ရပါတယ်။ ဒီဇာတ်ကားမှာတော့ ကျူးဘားက မူးယစ်မှောင်ခိုလုပ်တဲ့ တမီယာဆိုတဲ့သူက သူ့ဆေးတွေကိုအမေရိကမှာရောင်းပြီး ကျူးဘားဆီကို ငွေပြန်ပို့တာပါ မူးယစ်ငွေမဲတွေဖြစ်တဲ့အတွက်ဘဏ်တွေကနေတစ်ဆင့်ပို့လို့မရတဲ့အတွက် ရေကြောင်းသင်္ဘောတွေကို သုံးပြီးပို့ပါတယ်။ အဲ့ဒါကိုသိတဲ့အမေရိကန်တွေက ရေကြောင်းမှာ လုံခြုံရေးတင်းကျပ်ပြီး လိုက်ပေမယ့် ဖမ်းလို့မမိပါဘူး။ မိရင်လည်းနည်းနည်းသာဖြစ်ပြီးတပီယာကိုတရားစွဲလို့မရပါဘူး။ အဲ့အတွက် ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်ကြီးတွေက ဝင်ပြီးဖမ်းဆီးပေးတာကိုခပ်မိုက်မိုက်ကြည့်ရမယ့်ဇာတ်ကားမျိုးပါ။ ဒီဇာတ်ကားတွေဟာ Rating တွေလည်း များစွာရထားပြီး . ခုလထဲမှာလည်းBad Boys III ကိုရုံတင်သွားတာမို့ နောက်ထပ်တစ်ကား ထပ်ကြည့်ရဖို့ ပရိသတ်များအတွက် အခွင့်အရေးရဦးမှာပါ။ #ZawgyiBad Boys ဇာတ္ကားရဲ႕ဒုတိယေျမာက္ဇာတ္ကားေလးပါ။ ဒီဇာတ္ကားရဲ႕ထုံစံအတိုင္း မင္းသားေတြျဖစ္တဲ့Will Smith နဲ႔ Martin Lawrence တို႔ပဲဆက္လက္သ႐ုပ္ေဆာင္ထားပါတယ္။ ေရွ႕ဇာတ္ကားနဲ႔မတူကြဲျပားတဲ့ပုံစံမ်ိဳးနဲ႔႐ိုက္ျပထားတာလည္းေတြ႕ရပါတယ္။ ဒီဇာတ္ကားမွာေတာ့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/bad-boys-ii-2003-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/bad.boys-1-135x200.jpg",
        "title": "Bad Boys I (1995)",
        "description": "Bad Boys (1995)===========IMDB rating- 6.9#Unicodeလူတိုင်းရင်းနှီးပြီးသား မင်းသားတွေဖြစ်တဲ့ Will Smith နဲ့ Martin Lawrence တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့Action , Comedy , Crime ဇာတ်ကားပါ။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ မင်းသားနှစ်ယောက်ဖြစ်တဲ့Will Smith နဲ့ Martin Lawrence တို့က မိုက်ခ်နဲ့ မားကပ်စ်ဆိုတဲ့ မိုင်ယာမီမူးယစ်တိုက်ဖျက်ရေးမှုခင်းရဲတွေပါ။တစ်နေ့ သူတို့ ဌာနမှ ထိန်းသိမ်းထားတဲ့ ကိုကင်းတွေကို အဖောက်ခံလိုက်ရပါတယ်။ အဲ့လိုအဖောက်ခံလိုက်ရတော့သူတို့ရဲ့ခေါင်းဆောင် ဟောင်းဝဒ်က သူတို့ကို ကို ပြန်ရှာခိုင်းပါတယ်။ ဒီလိုနဲ့ မိုက်ခ်နဲ့ မားကပ်စ်က သူတို့နဲ့အရင်ကဇာတ်လမ်းတွေရှိခဲ့ဖူးတဲ့ ဆေးသမား ပြည့်တန်ဆာတွေနဲ့ပူးပေါင်းပြီးတော့ သတင်းယူပြီး ဒီအမှုကိုလိုက်တာကနေတစ်ကားလုံး သဘောကျစရာကောင်းလောက်အောင်ကို သရုပ်ဆောင်ပြသွားတာပါ။ ကော်ဖီကြိုက်တတ်တဲ့သူတွေကဒီ မူဗီကိုမဖွင့်ခင်ကတည်းက ဖျော်ထားနှင့်ကြပါ . . . မူဗီကြည့်နေရင်း ထဖျော်ဖို့ကို ဝန်လေးနေမှာလို့ ကြိုပြောထားပါရစေ။ #Zawgyiလူတိုင္းရင္းႏွီးၿပီးသား မင္းသားေတြျဖစ္တဲ့ Will Smith ...",
        "rating": "6.9",
        "url": "https://megaup.net/Tijc/[CM]Bad.Boys.1995.1080p.BluRay.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uJkBxE3uD78u5KTQHayXTbbeyge.jpg",
        "title": "Troop Zero (2019)",
        "description": "unicodeမိတဆိုးလေး Christmas ဟာ အာကာသအကြောင်းဂြိုဟ်သားအကြောင်းတွေ အလွန်စိတ်ဝင်စားတဲ့သူတစ်ယောက်ပါ။သူက ရေဒီယိုလေးတစ်လုံးနဲ့ ဂြိုဟ်သားတွေဆီအမြဲတမ်း အဆက်အသွယ်လုပ်ဖို့ ကြိုးစားနေတတ်တယ်။ကျောင်းမှာတော့ သူ့ကို အိပ်ယာထဲသေးပေါက်ချတတ်တယ်ဆိုပြီးကျောင်းသူကျောင်းသားတွေက အမြဲနောက်ပြောင်ကြတယ်။တစ်နေ့ NASA အဖွဲ့ဝင်တစ်ယောက် သူတို့ကျောင်းဆီရောက်လာပြီး ပွဲတော်မှာအနိုင်ရမယ့်အဖွဲ့ကို ဂြိုဟ်သားတွေဆီစာပို့နိုင်ဖို့ ဆုချမယ်လို့ ကြေညာလိုက်တယ်။Christmas လေးက အရမ်းစိတ်ဝင်စားသွားပြီး ပွဲတော်မှာအနိုင်ရဖို့အတွက် ကြိုးစားချင်လာတော့တယ်။ဒါပေမဲ့ ကျောင်းသူအဖွဲ့က သူ့ကို လက်မခံကြတဲ့အခါသူ့ကိုယ်ပိုင်အဖွဲ့တစ်ဖွဲ့ ဖွဲ့ဖို့ကြိုးစားရတော့တယ်။ဒီဇာတ်ကားလေးက ၁၉၇၀ ခုနှစ်တွေဆီ အခြေခံပြီး ဇာတ်အိမ်တည်ထားတဲ့Comedy-Drama ဇာတ်လမ်းလေးပါ။အရမ်းလည်း Motivation ရစေမယ့် ဇာတ်ကားတစ်ကားဆိုရင် မှားမယ်မထင်ပါဘူး။File Size : ( 904 MB , 292 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 34 min\nFormat : Mp4\nGenre : Comedy , Drama ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/troop-zero-2019/",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/FVU9HZ87VfYMe5vIJvM3hFTG5i.jpg",
        "title": "Superman: Red Son (2020)",
        "description": "2020ရဲ့စူပါမန်းရောက်ရှိလို့လာပါပြီဆိုဗီယက်ပြည်နယ်မှာမွေးဖွားတဲ့စူပါမန်းတစ်ယောက်ဟာလူတွေကိုဖိနှိပ်ချုပ်ချယ်မှုတွေကင်းလွတ်တဲ့ဘဝမှာနေစေချင်တဲ့ ဆန္ဒတွေပြင်းထန်လို့နေပါတယ်သို့ပေမယ်လဲထုံးစံအတိုင်း အာဏာကိုမက်မောတဲ့လူတွေကြောင့်စူပါမန်းတစ်ယောက် တိုက်ပွဲဝင်ရပါတော့တယ်တစ်ချိန်တည်းမှာပဲ သူတို့ရဲ့မြို့လေးတစ်မြို့ကို ဂြိုလ်သားတွေရဲ့ယာဥ်ရောက်ရှိလာပြီးဖန်ပုလင်းထဲထည့်သိမ်းလိုက်တဲ့အခါအဲဒီမြို့ကိုလည်းကယ်တင်ဖို့ကြိုးစားရတစ်ဖက်မှာလည်းအမေရိကန်ရဲ့ဖိနှိပ်မှုတွေကိုခံရနဲ့ဒီကြားထဲသူ့ကိုမုန်းတဲ့လင်းနို့လူသားပါ ပါလာတဲ့အချိန်မှာတော့စူပါမန်းတစ်ယောက်ဘယ်လိုတွေရင်ဆိုင်တိုက်ခိုက်မလဲဘယ်လိုတွေစွန့်စားမလဲဆိုတာကိုတော့ ကြည့်ရှူလိုက်ကြပါနော် File Size : ( 798 MB , 234 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 24 min\nFormat : Mp4\nGenre : Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phue\nEncoded by Moe Myint Lwin zawgyi2020ရဲ႕စူပါမန္းေရာက္ရွိလို႔လာပါၿပီဆိုဗီယက္ျပည္နယ္မွာေမြးဖြားတဲ့စူပါမန္းတစ္ေယာက္ဟာလူေတြကိုဖိႏွိပ္ခ်ဳပ္ခ်ယ္မႈေတြကင္းလြတ္တဲ့ဘဝမွာေနေစခ်င္တဲ့ ဆႏၵေတြျပင္းထန္လို႔ေနပါတယ္သို႔ေပမယ္လဲထုံးစံအတိုင္း အာဏာကိုမက္ေမာတဲ့လူေတြေၾကာင့္စူပါမန္းတစ္ေယာက္ တိုက္ပြဲဝင္ရပါေတာ့တယ္တစ္ခ်ိန္တည္းမွာပဲ သူတို႔ရဲ႕ၿမိဳ႕ေလးတစ္ၿမိဳ႕ကို ၿဂိဳလ္သားေတြရဲ႕ယာဥ္ေရာက္ရွိလာၿပီးဖန္ပုလင္းထဲထည့္သိမ္းလိုက္တဲ့အခါအဲဒီၿမိဳ႕ကိုလည္းကယ္တင္ဖို႔ႀကိဳးစားရတစ္ဖက္မွာလည္းအေမရိကန္ရဲ႕ဖိႏွိပ္မႈေတြကိုခံရနဲ႔ဒီၾကားထဲသူ႔ကိုမုန္းတဲ့လင္းႏို႔လူသားပါ ပါလာတဲ့အခ်ိန္မွာေတာ့စူပါမန္းတစ္ေယာက္ဘယ္လိုေတြရင္ဆိုင္တိုက္ခိုက္မလဲဘယ္လိုေတြစြန႔္စားမလဲဆိုတာကိုေတာ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/superman-red-son-2020/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iByJ7PO0KCbZKDwGTK4rbI9fwbw.jpg",
        "title": "Love Rain (2018)",
        "description": "unicodeဒီတစ်ခါတော ထိုင်းသရဲအချစ်ဟာသကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ခုနောက်ပိုင်း ထိုင်းကားတွေကတော်တော်လေး အဆင့်အတန်းရှိလာတာကို တွေ့ရပါတယ်။ဒီကားလေးကလည်း တော်တော်ကောင်းတဲ့ကားလေးပါ။IMDB 5.5 ရထားတဲ့ ဇာတ်လမ်းလေးပါ။အချစ်မိုးတွေရွာတဲ့တစ်နေ့မှာ တို့တွေတွေ့ခဲ့ကြတယ်.....မိုးခိုရင်း စခဲ့တဲ့ ဇာတ်လမ်းလေး....Gab ဟာ နယ်ကနေ ကျောင်းလာတက်တဲ့ကောင်လေးတစ်ယောက်ပါ။ဒါပေမယ့် သူက အသုံးအဖြုန်းကြီးလွန်းတာကြောင့် အိမ်က သူ့ကို ပိုက်ဆံမထောက်ပံ့တော့ပါဘူး။Gab မှာ ကျောင်းစားရိတ်တွေ ပေးဖို့ကလည်း လိုလာပါပြီ။ဒီတော့ Gab တစ်ယောက် အလုပ်ရှာရပါပြီ။ရမယ့်ရတော့လည်း စတိုးဆိုင်လေးတစ်ဆိုင်မှာ ရပါတယ်။တစ်နေ့ Gab တစ်ယောက်ထဲ စတိုးဆိုင်မှာ ကျန်ခဲ့ရာကနေ ဇာတ်လမ်းက စပါတော့တယ်။အဲ့ဒီနေ့က မိုးတွေရွာတာပေါ့။ကောင်မလေးတစ်ယောက်က အပြင်မှာမိုးတွေစိုနေလို့ အမြင်မတော်လို့ ဖိတ်ခေါ်မိရာကနေ သူ့ဘဝထဲကိုအဲ့ကောင်မလေးရောက်လာခဲ့တော့တာပါ။တကယ်တော့ ကောင်မလေးက လူမဟုတ်ဘဲ သရဲမလေးဖြစ်နေတာပါ။(သရဲမလေးကလည်း ချောချောလေးနော့)ကောင်မလေးက ဆိုင်မှာတင်မဟုတ်ဘဲ သူ့အိမ်ထိ လိုက်လာခဲ့တဲ့အခါ....သူ့နားက တစ်ဖဝါးမှမခွာဘဲ သူ့နောက် တကောက်ကောက် လိုက်နေခဲ့တဲ့အခါ....အဲ့ကောင်မလေးက ဘယ်သူလဲ? ဘယ်ကလဲ? ဘာလို့ ဒီလိုတွေ ဖြစ်နေတာလဲ?Gab တစ်ယောက် အဖြေရှာကြည့်ပါတော့တယ်။သရဲကြောက်တဲ့ Gab ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/love-rain-2018/",
        "category": "Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ceEmtlyvbJh1khLpSkPUKAmpPA7.jpg",
        "title": "The Body (2019)",
        "description": "(Unicode)ဒီတစ်ခါ ဘောလီဝုဒ်ဖန်တွေအတွက် ၂၀၁၉ ထွက် Crime, Mystery ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ပါဝင်ထားတဲ့သရုပ်ဆောင်တွေကလည်း နာမည်ကျော်တွေဖြစ်တဲ့ Emraan Hasmi နဲ့ Rishi Kapoor တို့ အပြိုင်သရုပ်ဆောင်ထားကြတာပါအထူးသဖြင့် မင်းသမီးရဲ့အက်တင်တွေကလည်း အတော်လေးကို ကောင်းလှပါတယ်ဇာတ်လမ်းလေးကတော့ စီပွားရေးလောကမှာ အောင်မြင်ပြီး သြဇာအာဏာကြီးမားတဲ့ အမျိုးသမီးငယ်တစ်ယောက်ဟာ နှလုံးရောဂါနဲ့ ဆုံးသွားခဲ့ပါတယ်အလောင်းခွဲစိတ်စစ်ဆေးဖို့ သူ့အလောင်းကို ရင်ခွဲရုံပို့ထားတဲ့အခါ ညဘက်ကျတော့ အလောင်းပျောက်သွားပါတယ်ညစောင့်ပြောတာတော့ အလောင်းပြန်ရှင်လာပြီး ထသွားတာတဲ့ဒါပေမဲ့ တာဝန်ကျရဲမှူးကြီးကတော့ သူ့ယောက်ျားဖြစ်သူ အဂျေးပူရီကိုပဲ သံသယဝင်နေပါတော့တယ်ထိုညမှာ ရဲမှူးကြီးနဲ့ အဂျေးပူရီတို့ မာယာဗာရ်မားရဲ့အလောင်းကို ရှာတွေ့ပါ့မလားဘယ်လိုအလှည့်အပြောင်းတွေ ဖြစ်သွားမလဲဆိုတာကိုတော့ အားလုံးပဲ ကိုယ်တိုင်ကိုယ်ကျ ခံစားကြည့်လိုက်ကြပါအထူးမေတ္တာရပ်ခံလိုတာက ဒီဇာတ်ကားဟာ ၂၀၁၂ ခုနှစ်ထွက် The Body ကို Remake ပြန်ရိုက်ထားတဲ့ဇာတ်ကားဖြစ်သည့်အတွက်...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-body-2019/",
        "category": "Bollywood, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/elsewhere-135x200.jpg",
        "title": "Elsewhere (2019)",
        "description": "Elsewhere (2019)==============#Unicode2020 ခုနှစ်ထွက် drama ဇာတ်ကားလေးဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဇနီးသည်သေဆုံးပြီး ၂ နှစ်ကြာတဲ့အထိ ဗိသုကာပညာရှင် ဘရူနိုဟာကြေကွဲဝမ်းနည်းနေတုန်းပါပဲ... ဘဝကို အရှုံးပေးထားတဲ့ ဘရူနိုတစ်ယောက် သူတို့လင်မယားအတူတူဒီဇိုင်းဆွဲဆောက်လုပ်ခဲ့တဲ့သစ်သားအိမ်လေးမှာ နေထိုင်ပါတယ်... တစ်ရက်တော့ ဘရူနိုရဲ့ ယောက္ခမတွေကသူတို့သမီးကိုပေးထားတဲ့ အိမ်ကို ပြန်လည်သိမ်းယူသွားပါတော့တယ်... မိဘအိမ်ပေါ် ပြန်တက်နေရတဲ့ ဘရူနိုဟာအိမ်ကိုပြန်ရယူအောင်ကြိုးစားနေဆဲမှာပဲ အဲ့အိမ်ကို ရောင်းထုတ်ခံလိုက်ရပါတယ်... အသစ်ပြောင်းလာသူနဲ့ဆုံကြတဲ့အခါ ဘရူနိုဘာတွေဆက်လုပ်မလဲ သူ့အိမ်ကိုပြန်ရနိုင်မလားဆိုတာကို ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်.... #Zawgyi2020 ခုႏွစ္ထြက္ drama ဇာတ္ကားေလးျဖစ္ပါတယ္...ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဇနီးသည္ေသဆုံးၿပီး ၂ ႏွစ္ၾကာတဲ့အထိ ဗိသုကာပညာရွင္ ဘ႐ူႏိုဟာေၾကကြဲဝမ္းနည္းေနတုန္းပါပဲ... ဘဝကို အရႈံးေပးထားတဲ့ ဘ႐ူႏိုတစ္ေယာက္ သူတို႔လင္မယားအတူတူဒီဇိုင္းဆြဲေဆာက္လုပ္ခဲ့တဲ့သစ္သားအိမ္ေလးမွာ ေနထိုင္ပါတယ္... တစ္ရက္ေတာ့ ဘ႐ူႏိုရဲ႕ ေယာကၡမေတြကသူတို႔သမီးကိုေပးထားတဲ့ အိမ္ကို ျပန္လည္သိမ္းယူသြားပါေတာ့တယ္... မိဘအိမ္ေပၚ ျပန္တက္ေနရတဲ့ ဘ႐ူႏိုဟာအိမ္ကိုျပန္ရယူေအာင္ႀကိဳးစားေနဆဲမွာပဲ အဲ့အိမ္ကို ေရာင္းထုတ္ခံလိုက္ရပါတယ္... အသစ္ေျပာင္းလာသူနဲ႔ဆုံၾကတဲ့အခါ ဘ႐ူႏိုဘာေတြဆက္လုပ္မလဲ သူ႔အိမ္ကိုျပန္ရႏိုင္မလားဆိုတာကို ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/elsewhere-2019/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z59Vr7l2ZFQPh76ooSQdXjW3YRo.jpg",
        "title": "Panipat(2019)",
        "description": "Panipat(2019)(unicode)မာရာသတိုင်းမှာရှိတဲ့ တိုင်းသူပြည်သားတွေ\nရဲစွမ်းသတ္တိနဲ့ပြည့်စုံပြီး သူတို့တိုင်းပြည်ရဲ့လက်အောင်မှာ တိုင်းပြည်ငယ်တော်တော်များများရှိကြတယ်..သူတို့တိုင်းပြည်ကိုလည်း နှစ်စဉ်\nအခွန်ပေးဆောင်ကြရပါတယ်..ဒါပေမယ့်တစ်နေ့မှာတော့ တိုင်းပြည်ငယ်တစ်ခုကအခွန်မပေး\nဆောင်တဲ့အပြင် ရာဇသံလာပေးတဲ့စစ်သူကြီးတစ်ဦးကိုပါ သတ်ဖြတ်ပစ်လိုက်တယ်..အဲ့ဒီမှာ ဇာတ်လမ်းကစတော့တာပဲ....ဒီတိုင်းပြည်ငယ်ဟာ အာခံရတဲ့အကြောင်းရင်းလည်းရှိပါတယ်...အဲ့ဒါက အာဖဂန်နစ္စတန်ဧကမရာဇ်မင်းတစ်ဦးနဲ့ပူးပေါင်းပြီး အင့်အားတောင့်တင်းလာတဲ့အပြင် အိန္ဒိယ\nတစ်ပြည်လုံးကိုသိမ်းပိုက်ဖို့အထိတောင် ရည်ရွယ်ထားပါတယ်....ဒီဇာတ်လမ်းဟာပြသချိန်သုံးနာရီနီးပါး\nကြာမြင့်ပေမယ့် အစအဆုံးထိ ဇာတ်လမ်းဇာတ်ကွက်တိုင်းက ဆွဲဆောင်မှု\nရှိပါတယ်..ဆာဒါးရှိဗ်ဟာ အာဖဂန်တပ်နဲ့စစ်ခင်းဖို့အတွက် သူ့လက်အောက်ခံတိုင်းပြည်တွေ\nနဲ့ပူးပေါင်းဖို့ ကြိုးစားအားထုတ်ပုံတွေ..စစ်နည်းဗျူဟာတွေ တွေ့မြင်ရသလို\nတိုက်ပွဲတွေ အက်ရှင်ခန်းတွေကိုလည်း များစွာကြည့်ရမှာပါ....\nလက်အောက်ခံတိုင်းပြည်တွေကရော ဆာဒါးရှိဗ်မျှော်လင့်ထားသလို သူနဲ့အတူပူးပေါင်းပြီး\nအာဖဂန်တွေကို တိုက်ထုတ်ကြမှာလား..တိုက်တဲ့စစ်ပွဲတွေရော အောင်မြင်ပါ့မလား....ဆိုတာကိုတော့.....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်...\n(zawgyi)မာရာသတိုင္းမွာရွိတဲ့ တိုင္းသူျပည္သားေတြ\nရဲစြမ္းသတၱိနဲ႔ျပည့္စုံၿပီး သူတို႔တိုင္းျပည္ရဲ႕လက္ေအာင္မွာ တိုင္းျပည္ငယ္ေတာ္ေတာ္မ်ားမ်ားရွိၾကတယ္..သူတို႔တိုင္းျပည္ကိုလည္း ႏွစ္စဥ္\nအခြန္ေပးေဆာင္ၾကရပါတယ္..ဒါေပမယ့္တစ္ေန႔မွာေတာ့ တိုင္းျပည္ငယ္တစ္ခုကအခြန္မေပး\nေဆာင္တဲ့အျပင္ ရာဇသံလာေပးတဲ့စစ္သူႀကီးတစ္ဦးကိုပါ သတ္ျဖတ္ပစ္လိုက္တယ္..အဲ့ဒီမွာ ဇာတ္လမ္းကစေတာ့တာပဲ....ဒီတိုင္းျပည္ငယ္ဟာ အာခံရတဲ့အေၾကာင္းရင္းလည္းရွိပါတယ္...အဲ့ဒါက အာဖဂန္နစၥတန္ဧကမရာဇ္မင္းတစ္ဦးနဲ႔ပူးေပါင္းၿပီး အင့္အားေတာင့္တင္းလာတဲ့အျပင္ အိႏၵိယ\nတစ္ျပည္လုံးကိုသိမ္းပိုက္ဖို႔အထိေတာင္ ရည္႐ြယ္ထားပါတယ္....ဒီဇာတ္လမ္းဟာျပသခ်ိန္သုံးနာရီနီးပါး\nၾကာျမင့္ေပမယ့္ အစအဆုံးထိ ဇာတ္လမ္းဇာတ္ကြက္တိုင္းက ဆြဲေဆာင္မႈ\nရွိပါတယ္..ဆာဒါးရွိဗ္ဟာ အာဖဂန္တပ္နဲ႔စစ္ခင္းဖို႔အတြက္ သူ႔လက္ေအာက္ခံတိုင္းျပည္ေတြ\nနဲ႔ပူးေပါင္းဖို႔ ႀကိဳးစားအားထုတ္ပုံေတြ..စစ္နည္းဗ်ဴဟာေတြ ေတြ႕ျမင္ရသလို\nတိုက္ပြဲေတြ အက္ရွင္ခန္းေတြကိုလည္း မ်ားစြာၾကည့္ရမွာပါ....\nလက္ေအာက္ခံတိုင္းျပည္ေတြကေရာ ဆာဒါးရွိဗ္ေမွ်ာ္လင့္ထားသလို သူနဲ႔အတူပူးေပါင္းၿပီး\nအာဖဂန္ေတြကို တိုက္ထုတ္ၾကမွာလား..တိုက္တဲ့စစ္ပြဲေတြေရာ ေအာင္ျမင္ပါ့မလား....ဆိုတာကိုေတာ့.....\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Zwe ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/panipat2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ryYmy2rHP8DXBaR2pDFt3JaTnx.jpg",
        "title": "Good Newwz (2019)",
        "description": "(Unicode)အားလုံးကို သတင်းကောင်းလေး ပေးချင်ပါတယ်။ ကျူပ်တို့ ဖက်က အာမခံနိုင်တာတစ်ခုကတော့ သတင်းကောင်းပါပဲဒါက ဂျိုရှီဆေးရုံရဲ့ ကြော်ငြာ၊ နေ့စဉ် ကလေးမရတတ်တဲ့ ဇနီးမောင်နှံတို့ရဲ့ အားထားရတဲ့ နေရာ။ကလေးလိုချင်ပေမဲ့ မရတတ်ကြတဲ့ ဗာရွန်တို့ ဗတ္တရားလင်မယားမှာ ညီမနဲ့ယောက်ဖရဲ့လမ်းညွှန်ချက်ကြောင့် ဒီဆေးရုံကို ရောက်လာခဲ့ပါတယ်။အဲ့ဒီမှာပဲ ဗာရွန်တို့ လင်မယားနဲ့ ဟန်နီးတို့ လင်မယားကို တွေ့ဆုံဖို့ ဖြစ်လာပါတယ်။သူတို့က နာမည်အဖျားတွေ တူနေကြတယ်။နှစ်တွဲလုံးက ဗတ္တရားတွေ၊ ဒီလိုနဲ့ ဆရာဝန်က ပြောလိုက်ပါတယ်။ကျူပ်တို့ရဲ့ အတွေ့အကြုံရင့်ကျက်လှတဲ့ ပညာရှင်တွေဟာ သုက်နှစ်စုံကို နာမည်တူနေတော့ ရောထွေးမိသွားပါတယ်တဲ့။ကဲ အဲ့ဒီမှာ ဇာတ်လမ်းက စပြီ။ဟန်နီးရဲ့ သုက်က ဒီးပ်တီးဆီ ရောက်သွားပြီး ဗာရွန်ရဲ့ သုက်က မိုနီကားဆီ မှားပြီး ရောက်သွားပြီလို့ သိလိုက်ရတဲ့ အခါမှာတော့.....ကဲ ကိုယ့်လူတို့.... ...",
        "rating": "7.1",
        "url": "https://megaup.net/2T1fn/Good_Newwz_[2019]_{1080p}_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BMjNiMWVhNjAtMzgyYS00NzRhLWJmNGUtNzdiOGFhMmY5NDUwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006611000_AL_-132x200.jpg",
        "title": "Police Academy (1984)",
        "description": "New rules enforced by the Lady Mayoress mean that sex, weight, height and intelligence need no longer be a factor for joining the Police Force. This opens the floodgates for all and sundry to enter the Police Academy, much to the chagrin of the instructors. Not everyone is there through choice, though. Social misfit Mahoney has been forced to sign ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/police-academy/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BMzdlYmZiMDctMWNiZS00YmY5LWEzMjYtMTY4ZDg3NTg2MjUxL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006441000_AL_-129x200.jpg",
        "title": "Police Academy 2: Their First Assignment (1985)",
        "description": "Officer Carey Mahoney and his cohorts have finally graduated from the Police Academy and are about to hit the streets on their first assignment. Question is, are they ready to do battle with a band of graffiti-tagging terrorists? Time will tell, but don't sell short this cheerful band of doltish boys in blue.",
        "rating": "7.0",
        "url": "https://megaup.net/1GIno/Police_Academy_2_-_Their_First_Assignment_[1985]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BNWM0NGQ2ZTctZDNiZi00MzlmLTlhODAtMWQ5Y2Q0YTFjOTcwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Police Academy 3: Back in Training (1986)",
        "description": "When police funding is cut, the Governor announces he must close one of the academies. To make it fair, the two police academies must compete against each other to stay in operation. Mauser persuades two officers in Lassard's academy to better his odds, but things don't quite turn out as expected...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/police-academy-3-back-in-training/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BYzJhOGE5MTktYmNkZi00YTk1LTkxZDgtZDU5MjkxODI5ZWM4L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Police Academy 4: Citizens on Patrol (1987)",
        "description": "A new batch of recruits arrives at Police Academy, this time a group of civilian volunteers who have joined Commandant Lassard's new Citizens on Patrol program. Although the community relations project has strong governmental support, a disgusted Captain Harris is determined to see it fail.",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/police-academy-4-citizens-on-patrol/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BNmJjN2Y2NDgtMDE5Mi00ZWUwLTkyMmQtZTgzZTdiMTM4OGUwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Police Academy 5: Assignment: Miami Beach (1988)",
        "description": "The Police Academy misfits travel to Miami, Florida for their academy's commanding officer, Lassard, to receive a prestigious lifetime award pending his retirement, which takes a turn involving a group of jewel thieves after their stolen loot that Lassard unknowingly has in his possession.",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/police-academy-5-assignment-miami-beach/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BZDg4YWQ2MTQtYTlhNC00NDA3LTg2NWMtZTNjODY1Yzc2NmRmL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006581000_AL_-132x200.jpg",
        "title": "Police Academy 6: City Under Siege (1989)",
        "description": "Our favourite police men are called together to deal with a gang who rob banks and jewelers. Using their various talents as well as their extraordinary luck, the crooks stand no chance against our men and women wearing blue..",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/police-academy-6-city-under-siege/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BNmM5MzA3YTMtZDZkNy00YzNlLWFkZTUtZDJhYTNkMzk1ODNlL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "Police Academy: Mission to Moscow (1994)",
        "description": "The Russians need help in dealing with the Mafia and so they seek help with the veterans of the Police Academy. They head off to Moscow, in order to find evidence against Konstantin Konali, who marketed a computer game that everyone in the world is playing.",
        "rating": "7.0",
        "url": "https://megaup.net/10L19/Police_Academy_7_-_Mission_To_Moscow_[1994]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/Soeurs-darmes-2019-150x200.jpg",
        "title": "Sisters in Arms (2019) or Soeurs d’armes (2019)",
        "description": "Soeurs D’armes 2019================IMDB rating – 5.8 / 10#Unicodeအရှေ့အလယ်ပိုင်းဒေသမှာ ရွာတွေကို အကြမ်းဖက်လူတွေက လာရောက်ဖမ်းဆီးခဲ့ပါတယ်။ အဲ့အချိန်မှာ ရစ်ဇီဒီမျိုးနွယ်မိန်းကလေးရာဇာ ဆိုသူရဲ့အဖေက အကြမ်းဖက်သမားတွေကိုဆန့်ကျင်ပြောလို့အသတ်ခံလိုက်ရပါတယ်။ အဲ့ဒီအကြမ်းဖက်သမားတွေက ဖမ်းဆီးရမိတဲ့ အပျိုအရွယ်မိန်းကလေးတွေကိုကျ ရောင်းစားပြီး . အမျိုးသားနဲ့ကလေးတွေကိုကျတော့ အကြမ်းသမားမဖြစ်ဖြစ်အောင် မွေးမြူကြပါတယ်။ ဇာတ်လမ်းက အတိုက်အခိုက်တွေစုံစုံလင်လင်ပါပြီး . . . ဖိနှိပ်ခံ အတိုက်အခိုက်ခံရတာတွေလည်း တွေ့မြင်မယ်ဆိုတာကိုတော့ ကြိုတင်ပြောချင်ပါတယ်။ ဇာတ်လမ်းအပြည့်အစုံကိုတော့ မိမိဘာသာခံစားပေးကြပါဦး။ #Zawgyiအေရွ႕အလယ္ပိုင္းေဒသမွာ ႐ြာေတြကို အၾကမ္းဖက္လူေတြက လာေရာက္ဖမ္းဆီးခဲ့ပါတယ္။ အဲ့အခ်ိန္မွာ ရစ္ဇီဒီမ်ိဳးႏြယ္မိန္းကေလးရာဇာ ဆိုသူရဲ႕အေဖက အၾကမ္းဖက္သမားေတြကိုဆန႔္က်င္ေျပာလို႔အသတ္ခံလိုက္ရပါတယ္။ အဲ့ဒီအၾကမ္းဖက္သမားေတြက ဖမ္းဆီးရမိတဲ့ အပ်ိဳအ႐ြယ္မိန္းကေလးေတြကိုက် ေရာင္းစားၿပီး . အမ်ိဳးသားနဲ႔ကေလးေတြကိုက်ေတာ့ အၾကမ္းသမားမျဖစ္ျဖစ္ေအာင္ ေမြးျမဴၾကပါတယ္။ ဇာတ္လမ္းက အတိုက္အခိုက္ေတြစုံစုံလင္လင္ပါၿပီး . . . ဖိႏွိပ္ခံ အတိုက္အခိုက္ခံရတာေတြလည္း ေတြ႕ျမင္မယ္ဆိုတာကိုေတာ့ ႀကိဳတင္ေျပာခ်င္ပါတယ္။ ဇာတ္လမ္းအျပည့္အစုံကိုေတာ့ မိမိဘာသာခံစားေပးၾကပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/sisters-in-arms-2019-or-soeurs-darmes-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6VZlm8sEwxkE3L5nXxz17QLj1sF.jpg",
        "title": "Corpus Christi (2019)",
        "description": "unicodeဖစ်ရပ်မှန်ဇာတ်လမ်းကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ကားလေးပါ။လူငယ်အကျဉ်းထောင်ကနေ အသက် ၂၀ အရွယ် လူငယ်လေးတစ်ယောက်ကစောင့်ကြည့်အမိန့်နဲ့ လူငယ်အကျဉ်းထောင်ကနေ လွတ်လာပါတယ်။သူ့ကို သစ်စက်မှာ အလုပ်သွင်းပေးဖို့ စီစဉ်ထားပေမဲ့သူက တစ်နေရာမှာ ဘုန်းတော်ကြီးအယောင်ဆောင်ရင်း နေနေလိုက်ပါတယ်။အကျဉ်းထောင်အတွင်းကို တရားလာဟောလေ့ရှိတဲ့ဘုန်းတော်ကြီးဆီကနေ သူလေ့လာထားသလောက်ပညာတွေနဲ့ဘုန်းတော်ကြီးခရီးစဉ်ကို စတင်လျှောက်လှမ်းပါတော့တယ်။သူရောက်သွားတဲ့နေရာလေးမှာ အဖြစ်ဆိုးတစ်ခုလည်း ဖြစ်ထားခဲ့ပါတယ်။အဲဒီအဖြစ်ဆိုးကြီးရဲ့ နောက်ဆက်တွဲပြဿနာတွေကိုဘုန်းတော်ကြီးအယောင်ဆောင်ထားတဲ့လူငယ်လေးက ဖြေရှင်းဖို့လုပ်ပါတော့တယ်။File Size : ( 1 GB , 286 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 55 min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Man Aung\nEncoded by Moe Myint Lwinzawgyiဖစ္ရပ္မွန္ဇာတ္လမ္းကုိ အေျခခံၿပီး ရိုက္ကူးထားတဲ့ကားေလးပါ။လူငယ္အက်ဥ္းေထာင္ကေန ...",
        "rating": "7.7",
        "url": "https://megaup.net/1xq9w/(CM)_Corpus_Christi_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zINwtC2MJ4jRt2zp2E65yTau7eP.jpg",
        "title": "Heritage (2019)",
        "description": "unicodeတက္ကသိုလ်မှာအလုပ်လုပ်နေတဲ့ စီအိုင်အေအေးဂျင့်ဟောင်းတစ်ယောက်ကရှေးဟောင်းရတနာတွေနဲ့အတူ ပျောက်ဆုံးသွားတဲ့သူ့သူငယ်ချင်းကိုရှာဖွေဖို့ တာဝန်ပေးခြင်းခံရပါတယ်။ဂျာမဏီနိုင်ငံအရှေ့ပိုင်းတောင်တဒေသတွေဆီ ပို့ဆောင်ခြင်း ခံလိုက်ရပါတယ်။ရှေးဟောင်းရတနာတွေနဲ့ သူ့သူငယ်ချင်းကိုရှာဖုံတော်ဖွင့်ရင်း ရန်သူမျိုးစုံနဲ့လည်း ကြုံလာရပြန်ပါတယ်။ရတနာတွေကလည်း သူ့မိသားစုအမွေအနှစ်လို့ ပြောလို့ရတဲ့ ရတနာတွေဖြစ်ပါတယ်။အဲဒါတွေနဲ့အတူ အတိတ်ကအကြောင်းအရာတွေပါ မထင်မှတ်ဘဲ သိရှိလာခဲ့ပါတယ်။အတိတ်ကသူ့မိဘတွေနဲ့ ဒီရတနာတွေဟာ ဘယ်လိုဆက်စပ်နေလဲဆိုတာနဲ့ဒီရတနာတွေကို ဘယ်သူတွေက ဘယ်လိုလုယူကြမလဲဆိုတာဇာတ်ကားလေးထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ပါခင်ဗျာ။File Size : ( 733 MB , 225 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 18 min\nFormat : Mp4\nGenre : Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Man Aung\nEncoded by Moe Myint Lwinzawgyiတကၠသိုလ္မွာအလုပ္လုပ္ေနတဲ့ စီအုိင္ေအေအးဂ်င့္ေဟာင္းတစ္ေယာက္ကေရွးေဟာင္းရတနာေတြနဲ႔အတူ ေပ်ာက္ဆုံးသြားတဲ့သူ႔သူငယ္ခ်င္းကုိရွာေဖြဖို႔ တာဝန္ေပးျခင္းခံရပါတယ္။ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1xq9m/(CM)_Heritage_2019_(Large_Size).mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kOC91b6y0CKbwmPHZLlBnXkNGlV.jpg",
        "title": "Martin Eden (2019)",
        "description": "ဒါလေးကတော့ IMDb Rating 7နဲ့ tomatoesမှာ 80%ရထားတဲ့အီတလီ Romance-Dramaကားလေးပါ။ချမ်းသာတဲ့လူကုံသံအသိုင်းအဝိုင်းကပညာတတ်မိန်းမချောလေးတစ်ယောက်ကိုချစ်မိသွားတဲ့လူငယ်လေးတစ်ယောက်အကြောင်းကို ဖွဲ့နွဲ့ရိုက်ကူးထားတာပါ။မာတင်အက်ဒမ်ဆိုတာ သင်္ဘောပေါ်မှာအလုပ်ကြမ်းလုပ်ရတဲ့ဆင်းရဲသားတစ်ဦးဖြစ်ပေမယ့်ရုပ်ရည်ချောမောပြေပြစ်လှသူတစ်ဦးပါ။တစ်နေ့တော့ အနုပညာကိုခံစားတတ်ပြီး စာတွေဖတ်တဲ့သူဌေးသမီးပညာတတ်အလှလေးအယ်လင်နာကိုတွေ့ပြီးချစ်မိသွားတဲ့နောက်မှာတော့ ချစ်ခြင်းမေတ္တာတွေကကဗျာတွေစာတွေအဖြစ်လျှံကျလာပြီး သူစာရေးဆရာဖြစ်ချင်သွားပါတော့တယ်။ပညာရေးမှာမူလတန်းတောင်မပြီးမြောက်ပေမယ့် စာအုပ်တွေဖတ်ပြီးကဗျာတွေ ဝတ္ထုတွေ ဆိုရှယ်လစ်လမ်းစဉ်တွေကိုလက်မခံနိုင်တဲ့စာတွေရေးပါတော့တယ်။မိန်းကလေးမိဘအသိုင်းအဝိုင်းကတော့ပုံစံချင်းမတူ ပိုက်ဆံလည်းမရှာနိုင်တဲ့မျက်နှာမွဲကောင်နဲ့ သဘောမတူတဲ့အခါမှာတော့....Dramaကားတွေကိုနှစ်သက်သူတွေအတွက် စီးမြောပြီးကြည့်ရှုနိုင်တဲ့ကားကောင်းတစ်ကားပါပဲ။ File Size : ( 1 GB , 427 MB )\nQuality : WEB-DL 720p\nRunning Time : 2 hr 09 min\nFormat : Mp4\nGenre :  Drama , Romance\nSubtitle : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xq9j/(CM)_Martin_Eden_2019_(Large_Size).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eUQyvpTtirjQRYi4gVRsVrDvf6T.jpg",
        "title": "Walk. Ride. Rodeo (2019)",
        "description": "မြင်းစီးပြိုင်ပွဲရဲ့အကျော်အမော် အမ်ဘလေစနိုင်ဒါ ဟာကားအက်စီးဒန့်ဖြစ်ပြီးနောက်မှာ အောက်ပိုင်းသေခဲ့ပါ တယ်သူမချစ်တဲ့အားကစားကိုလည်းလုပ်ဖို့နေနေသာသာလမ်းမလျောက်နိုင်တော့တဲ့အခြေအနေမျိုးနဲ့ ကြုံတွေ့ရပြီးတဲ့နောက်ပြန်လည်ထူထောင်နိုင်မလားသူမချစ်တဲ့အရာကိုလုပ်ဖို့စိတ်အားထက်သန်နေတဲ့အခါအခက်အခဲတွေကို ဖြတ်ကျော်ပြီးဖြစ်အောင်လုပ်နိုင်မလားတခါတလေမှာ ဘဝကကိုယ်လိုချင်တာတွေမဖြစ်ပဲဘဝကပေးတဲ့အရာတွေကို မလိုချင်ပဲလက်ခံလိုက်ရတာ တွေ ရှိခဲ့ဖူးပါသလား????စိတ်ဓာတ်ကျအားငယ်ပြီး ဘဝကို အရှုံးပေးချင်စိတ်တွေကော ဖြစ်ခဲ့ဖူးလားဗျအဲ့တာဆိုရင်တော့ ဒီဇာတ်ကားလေးကိုသေချာပေါက် ကြည့်လိုက်ပါအခက်အခဲအတားအဆီးတွေနဲ့ကြုံတွေ့ရ တာတောင်ဇွဲ့မလျော့တဲ့ ဇာတ်ကောင်ကိုကြည့်ရှုခံစားရမှာ ပါဘဝကို ကိုယ်လိုချင်တာ ရွေးပြီးဖြစ်ခိုင်းလို့မရပေမဲ့ဘဝကပေးတဲ့ခါးသီးတဲ့အရာတွေကို ရရှိပြီးတဲ့နောက်မှာအိပ်မက်တွေရိုက်ချိုးခံလိုက်ရပြီးတဲ့နောက်မှာဘဝကပြီးသွားပြီလို့ ထင်နေရင် မှားပါလိမ့်မယ်အိပ်မက်အသစ်တွေနောက်ကို လိုက်လို့ရပါသေးတယ်ဇာတ်ကားထဲမှာ စိတ်ဓာတ်တက်ကြွစရာစကားလုံးများစွာ လည်းပါဝင်တာကြောင့် ကြည့်ရှုသင့်တဲ့ဇာတ်ကားလေးပါ File Size : ( 934 MB , 337 MB )\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xq9c/(CM)_Walk.Ride.Rodeo_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xssWHNrOhAeq0EUzHbHqn1SRb5s.jpg",
        "title": "Color Out of Space (2019)",
        "description": "မင်းသားကြီး Nicholas Cage ပါဝင်သရုပ်ဆောင်ထားတဲ့ဒီ Color Out of Space ဇာတ်ကားလေးကတော့၂၀၁၉ခုနှစ်ထွက် Fantasy/ Sci-fi အမျိုးအစားဖြစ်ပြီးကြာမြင့်ချိန် ၁နာရီနဲ့၅၁မိနစ်ရှိပါတယ်နေသန်ဂါဒနာဟာ သူ့မိန်းမထရီဆာရဲ့ကျန်းမာရေးအခြေအနေကြောင့်လာဗီနီယာ ဘန်နီ နဲ့ ဂျက်လို့ခေါ်တဲ့သူ့သားသမီးသုံးယောက်နဲ့အတူကျေးလက်ဒေသလေးကိုပြောင်းရွှေ့နေထိုင်ကြပါတယ်။တစ်ညမှာ သူတို့အိမ်ရှေ့ကိုထူးဆန်းလှတဲ့ဥက္ခာခဲကြီးကျရောက်လာပြီးတော့အခြားဂြိုဟ်ကလာတဲ့သန္ဓေပြောင်းဇီဝသက်ရှိကြောင့်သူတို့ရဲ့တိတ်ဆိတ်ငြိမ်သက်တဲ့ကျေးလက်နေဘဝလေးဟာအိပ်မက်ဆိုးတစ်ခုအဖြစ်ပြောင်းလဲသွားတဲ့အခါနေသန်နဲ့သူ့မိသားစုဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာစောင့်ကြည့်ရမှာမို့ကြည့်လို့ကောင်းတဲ့ကားကောင်းလေးတစ်ကားပါပဲ။ File Size : ( 1 GB , 375 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 51 min\nFormat : Mp4\nGenre : Horror , Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xq94/(CM)_Color_Out_Of_Space_2019_(Large_Size).mp4",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3BZ2rBn31kWER45ZMj7OTe9keMm.jpg",
        "title": "Honey Boy (2019)",
        "description": "IMBD-7.4 ရရှိထားတဲ့ကားလေးပါ၁၂ နှစ်အရွယ် ကလေးတစ်ယောက်ဟာတီဗီစတား တစ်ယောက်အဖြစ်အောင်မြင်ကျော်ကြားပြီးနောက်ရိုင်းစိုင်းကြမ်းတမ်းတဲ့ အရက်ဂျိုးအဖေက ပြန်လာပြီးတော့ကလေးရဲ့အထိန်းတော်အဖြစ်နဲ့ အတူတူနေထိုင်ကြတဲ့အကြောင်းအဖေနဲ့ သားကြားက ဆက်ဆံရေးအခြေအနေကို ရိုက်ကူးတင်ဆက်ထားတာပါကလေးသရုပ်ဆောင်ကောင်းသလို တစ်ကားလုံးကြည့်ရင်း နဲ့ဆွဲခေါ်သွားတဲ့ ကားလေးပါဒါ့အပြင် nomination များစွာ ပေးထားခြင်းခံထားရပါတယ်လက်တွေ့ဘဝဆန်ဆန် အကောင်းဆုံးပုံဖော်ရိုက်ကူး ထားတာဖြစ်လို့ ကြည့်ရှုလိုက်ကြပါဦး File Size : ( 882 MB , 324 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 34 min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kaung Thant ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Tl3A/(CM)_Honey_Boy_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hNQ7st9dFXUXENMcsAuVxcrIBfA.jpg",
        "title": "Horse Girl (2019)",
        "description": "ဆာရာဆိုတဲ့လူမှုဆက်ဆံရေးညံ့ပြီးတစ်ယောက်တည်းနေလေ့ရှိတဲ့သူမကအနုပညာနဲ့လက်မှုပစ္စည်းတွေကြိုက်ပြီးမြင်းစီးရတာနဲ့သဘာဝလွန်ဇာတ်ကားတွေကြည့်တာကို ဝါသနာပါလှသူပါ ။သူမရဲ့လက်တွေ့ဘဝ ကို ရောယှက်ရှုပ်ထွေးစေတာကတော့သူမရဲ့ ရှင်းလင်းပြတ်သားတဲ့ အိပ်မက်ဆိုးတွေကပဲဖြစ်ပါတယ် ။အိပ်မက်ဆိုးတွေကိုအိပ်မက်လို့မယူဆပဲထူးခြား ဆန်းကြယ် ဇာတ်ကားတွေအကြည့်လွန်နေတဲ့သူမကအိပ်မက်ထဲကအရာတွေက အိပ်မက်မဟုတ်ပဲအပြင်မှာ အမှန်တကယ်ရောက်ရှိနေတယ်လို့ယူဆတဲ့သူမ အတွေးအခေါ်က မှန်ကန်နေလားဒါမှမဟုတ် သူမ ကိုယ်တိုင်က ရူးကြောင်ကြောင်ဖြစ်နေတာလားဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမဲ့ဇာတ်ကားကောင်းလေးပါ IMBD-5.9 ရရှိထားပြီးMystery,Drama ဇာတ်ကား အမျိုးအစားပဲဖြစ်ပါတယ်........ File Size : ( 975 MB , 310 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 43 min\nFormat : Mp4\nGenre : Drama , Mystery\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.9",
        "url": "https://megaup.net/2Tl3p/(CM)_Horse_Girl_2019_(Large_Size).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "",
        "title": "Commando 3 (2019)",
        "description": "Commando 3 အကြည်တက်လာလို့ အမြန်ဆုံး တင်ဆက်ပေးလိုက်ပါတယ်။အိန္ဒိယ လုံခြုံရေး အဖွဲ့ဝင် တပ်သား ကာရန်ဟာ တာဝန်တစ်ခုနဲ့ လန်ဒန်ကို စေလွှတ်ခံခဲ့ရတယ်။အိန္ဒိယမှာ အကြမ်းဖက်တိုက်ခိုက်မှု တစ်ခု ရှိလာတော့မယ်ဆိုတာကို ရဲဌာနက အတိအကျသိထားတယ်။ဒါကို စုံစမ်းစစ်ဆေးလိုက်ရာမှာတော့ တရားခံဟာ လန်ဒန်မှာ အခြေချနေသူဖြစ်ကြောင်း ရိပ်စားမိတယ်။ဒီအတွက် ကာရန်နဲ့အတူ အေးဂျင့်တစ်ယောက်ရယ်၊ လန်ဒန်အခြေစိုက် အေးဂျင့်နှစ်ယောက်ရယ် ဒီစစ်ဆင်ရေးကို အတုတကွ လုပ်ဆောင်ဖို့ ဖြစ်လာပါတယ်။အကြမ်းဖက်ခေါင်းဆောင်ကလည်း ပါးနပ်တယ်။ခြေတစ်လှမ်းစီအသာစီးရဖို့ သူပြိုင်ကိုယ်ပြိုင် ကြိုးစားကြရမှာတော့.....---- -------------------- -- ---------ဒီဇာတ်ကားဟာ ကြည့်ရှုရသူအဖို့ ပျင်းစရာ မကောင်းဘဲ တစ်ကွက်ချင်း စိတ်ဝင်စားစရာကောင်းနေတာတော့ အကြိုက်တွေ့မိပါတယ်။အကြမ်းဖက်သမားကို မျက်ဝါးထင်ထင် မြင်နေရပေမဲ့ အကြမ်းဖက်သမားရဲ့ လုပ်ရပ်တွေကလည်း ပိရိတယ်။ကြည့်ရှုသူကို အားရစေမယ့် ဇာတ်သိမ်းခန်းကို သဘောအကျဆုံးပါပဲ။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1wr7s/Commando_3_(2019).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ksHdHK17wRKMLkpMH4UslMT1V0p.jpg",
        "title": "Queen & Slim (2019)",
        "description": "ဒီဇာတ်ကားကတော့ IMDb7.1ထိရထားတဲ့ လူမျိုးရေးခွဲခြားတာကိုအဓိကရိုက်ကူးပြထားတဲ့ဇာတ်ကားကောင်းတစ်ကားပါချိန်းတွေ့တဲ့ဆော့ဖ်ဝဲလ်တစ်ခုကနေညစာအတူသွားစားရင်းနဲ့အပြန်မှာရဲဖမ်းခံရာကနေဇာတ်လမ်းကစပါတော့တယ်လူမည်းစုံတွဲဖြစ်တဲ့သူတို့ဟာသူတို့အမှားမရှိပဲရဲဖမ်းခံရရင်းပြဿနာကြီးလာပြီးလူဖြူဖြစ်တဲ့ရဲကိုသတ်လိုက်မိတာကြောင့် ထွက်ပြေးရပါတော့တယ်တဇွတ်ထိုးဆန်တဲ့ရှေ့နေမလေးနဲ့ တုံးလွန်းတဲ့ကောင်လေးတို့စုံတွဲဘယ်လိုတွေထွက်​ပြေးရမလဲဘယ်လိုပုန်းကြမလဲအဖြူအမည်းခွဲခြားတဲ့နိုင်ငံရေးအရှုပ်အရှင်းတွေကြားမှာရော ဘယ်လိုဖြေရှင်းမလဲနောက်ဆုံးလွတ်မြောက်မလား ထွက်ပြေးတဲ့ဇာတ်လမ်းကိုရိုက်ကူးထားပေမယ့်ပျင်းဖို့ကောင်းတဲ့ဇာတ်အိမ်မဟုတ်ပဲပြောသွားတဲ့စကားတွေကလဲပညာယူစရာတွေပါတာကြောင့်ကြည့်ရတာပျင်းဖို့ကောင်းမှာမဟုတ်ပဲ တကယ်ကိုကောင်းတဲ့ဇာတ်ကားတစ်ကားပါ File Size : ( 1 GB , 453 MB )\nQuality : WEB-DL 720p\nRunning Time : 2 hr 12 min\nFormat : Mp4\nGenre : Crime , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phue\nEncoded by Moe Myint Lwin zawgyiဒီဇာတ္ကားကေတာ့ IMDb7.1ထိရထားတဲ့ လူမ်ိဳးေရးခြဲျခားတာကိုအဓိက႐ိုက္ကူးျပထားတဲ့ဇာတ္ကားေကာင္းတစ္ကားပါခ်ိန္းေတြ႕တဲ့ေဆာ့ဖ္ဝဲလ္တစ္ခုကေနညစာအတူသြားစားရင္းနဲ႔အျပန္မွာရဲဖမ္းခံရာကေနဇာတ္လမ္းကစပါေတာ့တယ္လူမည္းစုံတြဲျဖစ္တဲ့သူတို႔ဟာသူတို႔အမွားမရွိပဲရဲဖမ္းခံရရင္းျပႆနာႀကီးလာၿပီးလူျဖဴျဖစ္တဲ့ရဲကိုသတ္လိုက္မိတာေၾကာင့္ ထြက္ေျပးရပါေတာ့တယ္တဇြတ္ထိုးဆန္တဲ့ေရွ႕ေနမေလးနဲ႔ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1xq8x/(CM)_Queen_And_Slim_2019_(Large_Size).mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8RCzAmdfVKhgUq5QQovNBFMORX5.jpg",
        "title": "Kunlun Kingdom ( 2023 )",
        "description": "စူးစမ်းလေ့လာရေးအဖွဲ့တစ်ဖွဲ့ဟာ တောင်ပေါ်မှာရှာဖွေလေ့လာရင်း\nမိစ္ဆာနဂါးကျောက်ဖြစ်ရုပ်ကြွင်းအသက်ဝင်လာတာနဲ့ကြုံခဲ့ရပြီး\nလေ့လာရေးတစ်ဖွဲ့လုံးဒုက္ခရောက်ခဲ့ကြပါတယ်အဖွဲ့ထဲမှာ လီရှန်းရဲ့မိဘနှစ်ပါးလုံးပါဝင်ခဲ့တာဖြစ်ပြီး\nနှစ်အတော်ကြာအောင်ထိ လီရှန်းဟာ\nမိဘတွေရဲ့ဘာသတင်းအစနမှပြန်မကြားခဲ့ရပါဘူးတခြားအဖွဲ့ဝင်များရဲ့ မိသားစုတွေကလည်း\nလီရှန်းရဲ့မိဘနှစ်ပါးကို လူသတ်တရားခံဆိုပြီးစွပ်စွဲခဲ့ကြပါတယ်မတရားစွပ်စွဲခံရတာကို သက်သေပြနိုင်ဖို့\nလီရှန်းတစ်ယောက် ဘယ်လိုစူးစမ်းရှာဖွေမှုတွေလုပ်ရင်း ဘာတွေသိလာရမလဲငယ်ငယ်ကတည်းက‌အတူတူကြီးပြင်းခဲ့တဲ့ လုယောင်နဲ့\nလောင်ယွီကရော သူငယ်ချင်းအတွက်ဘယ်လို\nအသက်စွန့်ပြီးကာကွယ်ကြမလဲဆိုတာကို\nစိတ်ဝင်တစားနဲ့ကြည့်ရမယ့်ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 33 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Kyawt\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/kunlun-kingdom-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjllZTdkYzctMjViYi00OTE2LTliNDgtMjg2YzQ3ZTdiNzVlXkEyXkFqcGdeQXVyMTM2MzA3OTEz._V1_-133x200.jpg",
        "title": "War of the Worlds: The Attack (2023)",
        "description": "War of the Worlds: The Attack (2023)\n==========================\nGenre: Horror, Sci-fi, Thrillerဟတ်ရယ် ဟန်နာရယ် အိုဂီရယ် နက္ခတ္တဗေဒပညာရှင် သူငယ်ချင်း\n၃ ယောက် ရှိကြပါတယ်။ တစ်ရက်တော့ ကမ္ဘာမြေပေါ်ကို အာကာ\nသထဲကနေ အစိမ်းရောင် အလင်းတန်းတွေ ပြုတ်ကျလာပါတယ်။\nဒီမှာ သူငယ်ချင်း ၃ ယောက်သား ဥက္ကာခဲကြွေတယ်ဆိုပြီး လိုက်ပြီး\nစူးစမ်းလေ့လာဖို့လုပ်တုန်း ဒါတွေဟာ ဥက္ကာခဲမဟုတ်ပဲ အင်္ဂါဂြိုလ်\nပေါ်က ဂြိုလ်သားတွေ ရောက်လာတယ်ဆိုတာ သိလိုက်ရပါတယ်။အဲဒီမှာ ရန်သူလား မိတ်ဆွေလားမသိရတုန်း ဂြိုလ်သားတွေက အလျင်\nအမြန်ပဲ တိုက်ခိုက်ကြတဲ့အခါ အိမ်ကိုထွက်ပြေးလာပါတယ်။ သူတို့\nဘာဆက်လုပ်ရမလဲ စဉ်းစားနေကြတုန်း စစ်တပ်အမြှောက်တပ်ထဲက\nစစ်သားတစ်ယောက်က သူတို့ဆီ ဂြိုလ်သားတွေလက်ကနေ ထွက်ပြေး\nရောက်ရှိလာပါတယ်။ အဲဒီမှာ သူငယ်ချင်း ၃ ယောက်ရယ် စစ်သားကြီးရဲ့\nအကူအညီနဲ့ ဒီလို ဂြိုလ်သားခေတ်ပျက်ကြီးမှာ ဘယ်လိုအသက်ရှင်အောင်\nလုပ်ကြမလဲ ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာကို ရိုက်ကူးထားတဲ့ သိပ္ပံဆန်\nဆန် ရုပ်ရှင်တစ်ကားပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThura Aung ...",
        "rating": "4.0",
        "url": "https://megaup.net/2AMQ4/War.of.the.Worlds.The.Attack.2023.720p.WEBRip.(CM)mp4.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dXloJ82I5KZ9oXVtjmBtCjOQnFx.jpg",
        "title": "Road Kill (2019)",
        "description": "Road Kill (2019)ဒီ korea ကားလေးကတော့ အိုဝန်းဆိုတဲ့လူတစ်ယောက်က နယ်ဘက်ခရီးသွားရင်း လမ်းမှာ မတော်တဆဖြစ်တဲ့အကြောင်းပါ။တောင်တက်လမ်းပေါ်ကားမောင်းနေတုန်း သူလူတစ်ယောက်ကို ဝင်တိုက်မိတယ် ဒါမဲ့ ကားရပ်ကြည့်လိုက်တော့ ရိုးရိုးစာခြောက်ရုပ်ဖြစ်နေတယ် ဒါနဲ့ဆက်မောင်းရင်းမှ သူကိုယ်တိုင် ကားအက်စီးဒန့်ဖြစ်ရော ...သတိရလာတော့ သူ့ကို မိသားစုတစ်ခုက ကယ်ထားကြတယ်။ သဘောကောင်းကောင်း ရိုးသားတဲ့တောင်ယာသမားတွေဆိုတော့ အကုန်ကူညီပေးတယ်။\nဒါပေမဲ့ ပြန်မရတာ တစ်ရက်ကနေ ၂ရက်ဖြစ် ထူးဆန်းတာတွေလည်း တွေ့ရတော့ ဘာဆက်ဖြစ်ကြမလဲ?(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Mal Ei ပါ။)File Size          : 1.3GB, 577MB, 330MB\nQuality            :1080p WEB-DL, 720p WEB-DL, 480p\nFormat            : mp4\nDuration  ...",
        "rating": "5.8",
        "url": "https://megaup.net/1VhsY/[CM]Road.Kill.2019.720p.WEB-DL.mp4",
        "category": "Crime, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDU0Y2RkY2ItNzBiOC00ZTcxLWFhMDgtZmQ0MGFlNTc4NjQyXkEyXkFqcGdeQXVyMzA0OTQzODE@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Mavka: The Forest Song (2023)",
        "description": "Mavka: The Forest Song (2023)\n======================\nIMDb Rating - 7.4/10ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ IMDb - 7.4 ရထားတဲ့\nအသစ်ထွက် Animation movie တစ်ခုပါ။ အရမ်းလှပတဲ့\ngraphics တွေနဲ့ scenery အမိုက်စားတွေကို ချပြထားတဲ့\nအပြင်ကိုမှ စလယ်ဆုံး မရိုးရတဲ့ plot တစ်ခုကတော့ အဆစ်\nပေါ့။ ကဲ ရှည်ရှည်ဝေးဝေး ဆိုမနေတော့ပါဘူး။ ဇာတ်လမ်း\nအညွှန်းလေး စလိုက်ကြရအောင်။ဟိုးလွန်ခဲ့တဲ့ ဆောင်းရာသီတစ်ခုတုန်းကပေါ့။ အမှောင်တောင်\nတန်းကြီးရဲ့ အနောက်ဘက်တောအုပ်ထဲမှာ အစောင့်အရှောက်\nနတ်တွေ မှီတင်းနေထိုင်ခဲ့ကြတယ်။ တစ်ရက်မှာ သစ်စက်ပိုင်\nရှင်လူသားတစ်ယောက်က သူ့ရဲ့မွေးကာစရောဂါသည် သမီး\nလေးကို ကယ်တင်ဖို့အတွက် တောစောင့်နတ်ကြီးဆီကနေ\nဆေးရည်လေးတစ်ခု လာတောင်းခဲ့တယ်။ ဒီလိုနဲ့ အဲဒီသမီးဖြစ်\nသူလည်း အသက်ဆက်ရှင်သွားခဲ့တာပေါ့။ ဒါပေမဲ့ လောဘပိုး\nမသတ်နိုင်တဲ့ သစ်စက်ပိုင်ရှင်ကြီးက တောအုပ်ဆီကို စစ်တပ်\nကြီးတစ်ခုနဲ့ ချီတက်လာပြီး ဆေးရည်ထုတ်ပေးတဲ့ သစ်ပင်ကို\nအပိုင်သိမ်းဖို့ ကြိုးစားတော့တာပါပဲ။အဲဒီမှာပဲ အစောင့်အရှောက်နတ်တွေနဲ့ လူသားတွေရဲ့ ရန်ပွဲတွေ\nစတင်လာခဲ့လိုက်တာ မက်ဗ်ကာဆိုတဲ့ နတ်သမီးလေးတို့ခေတ်\nထိဆိုပါတော့။ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1flq2/Mavka.The.Forest.Song.2023.720p.AMZN.WEB-DL.DDP5.1.H.264-CMRG.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mpVGR5tPhTmTiqSu8kvrSsNCQLl.jpg",
        "title": "[18+] Sanctuary (2022)",
        "description": "Sanctuary (2022)~ IMDb - 6.5/10, Rotten Tomatoes - 90% ~ဘဝရဲ့အဓိပ္ပာယ်ကဘာလဲ၊ ငါတို့ဒီကိုဘာကြောင့်ရောက်လာရသလဲ၊ ငါတို့ကကော ဘယ်လိုလူတွေလဲ၊ ငါဆိုတဲ့လူအစစ်အမှန်က ဘယ်သူလဲ ဆိုတဲ့မေးခွန်းတွေဟာ စိတ္တဗေဒပညာရှင်တွေတင်မက သာမန်လူတွေပါ ကိုယ့်ကိုယ်ကိုယ်ပြန်ထုတ်မိနေကျ မေးခွန်းတွေပါ။အနုပညာဆိုတာ လူတွေရဲ့ အတွေးတွေကို အသက်ဝင်လာအောင် မှော်သွင်းပေးတဲ့ မှော်တောင်ဝှေးတစ်ခုဖြစ်ပြီး အနုပညာရှင်ဆိုတဲ့ မှော်ဆရာတွေရဲ့ ပဉ္စလက်နဲ့ပေါင်းလိုက်တဲ့အခါ ခေတ်ကိုအံတုနိုင်တဲ့ မှော်ဝင်အနုပညာတွေဖြစ်လာပါတယ်။ဒီလို အနုပညာကတဆင့် နက်ရှိုင်းတဲ့အတွေးတွေအထိခေါ်သွားနိုင်တဲ့ ရုပ်ရှင်အမျိုးအစားတွေထဲ Psychological Thriller ရုပ်ရှင်တွေက ထိပ်ဆုံးတန်းကနေ အမြဲပါဝင်နေကျပါ။ Taxi Driver ကစလို့ Donnie Darko, The Machinist နဲ့ American Psycho တို့လိုရုပ်ရှင်တွေ အထိ ဒီလိုရုပ်ရှင်တွေက လူတွေရဲ့ မွန်းကြပ်တဲ့ဘဝလူနေမှုပုံစံနဲ့ ဟန်ဆောင်မျက်နှာဖုံးတွေကြားဘဝကို တနည်းနည်းနဲ့ ဆွဲခွာချပစ်ဖို့ ကြိုးပမ်းချက်တွေလို့ပြောရင်မှားမယ်မထင်ပါဘူး။အခု Sanctuary ရုပ်ရှင်ဟာ ဟယ်လ်ဆိုတဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Viqk/(CM)_Sanctuary_(2022)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZjQ3ZTIzOTItMGNjNC00MWRmLWJlMGEtMjJmMDM5ZDIzZGM3XkEyXkFqcGdeQXVyMTkzODUwNzk@._V1_-135x200.jpg",
        "title": "The Devil Wears Prada (2006)",
        "description": "The Devil Wears Pradaဆိုတဲ့ ဇာတ်လမ်းနာမည်လေးအတိုင်းပါပဲ။ Prada‌ဒေါက်ဖိနပ်စီးပြီး ဖက်ရှင်မဂ္ဂဇင်းလောကရဲ့ ဒိတ်ဒိတ်ကြဲအမျိုးသမီးတစ်ဦးနဲ့ ကြုံဆုံခဲ့ရပုံကို ရိုက်ကူးထားတဲ့ကားလေးပါပဲ။ ပေါ့ပေါ့ပါးပါးဟာသလေးတွေနဲ့ကြည့်ကောင်းပြီး ဆုတွေအများကြီးရခဲ့တဲ့ကားပါ။ ဇာတ်လမ်းထဲက မဂ္ဂဇင်းအယ်ဒီတာချုပ် မီရန်ဒါ ပရိစ်စလီဟာဆိုရင် အလုပ်ကို အရမ်းကြိုးစားသူ၊ လက်အောက်ငယ်သားတွေက စက်စက်ယိုအောင်ကြောက်ရသူပေါ့၊ တစ်ခါတလေကျ သူ့လက်ထောက်ကို ဖြစ်နိုင်မဖြစ်နိုင်မသိ ခိုင်းချင်ရာခိုင်းပြီး ကြပ်တတ်ပါသေးတယ်။ ဘယ်လိုလဲဆိုရင်တော့ ဟယ်ရီပေါ်တာစာအုပ်ရဲ့ မထွက်သေးတဲ့ စာမူကိုရအောင်ယူခိုင်းတာမျိုးပါ။ ဒီဇာတ်ကောင်နဲ့ သူ့ရဲ့ ဟာသတချို့ဟာ အင်္ဂလန်ဘုရင်မ Queen Elizabeth IIကို ဇာတ်လမ်းထဲပုံဖော်ထားပါ။လက်ထောက်ဖြစ်သူက ကော်ဖီလာမပို့သေးလို့ \"ကော်ဖီမရောက်သေးပါလား၊ သူသေသွားပြီလား\"မေးလို့မေး ဟာရီကိန်းမုန်တိုင်းတိုက်နေတာကို \"မိုးဖွဲလေးကျနေတာပါ\"လို့ ပြောလို့ပြော တစ်ခုခုခိုင်းပြီးရင် \"ဒါပဲ\"ဆိုပြီး ပြောလွှတ်တတ်တဲ့ မူဟန်လေးတွေထည့်သွင်းရိုက်ကူးထားတာပါ။ ဇာတ်လမ်းအကျဉ်းအနေနဲ့ သတင်းထောက်ဖြစ်ချင်သူ အန်ဒီဟာ အလုပ်ရှာနေရင်းနဲ့မှာ နာမည်ကြီးဖက်ရှင်အယ်ဒီတာချုပ်ရဲ့လက်ထောက်အဖြစ်အလုပ်ရသွားပါတယ်။ သူလုပ်ချင်တာတော့ စာရေးချင်တာပါ။ ဒါပေမဲ့ ဒီအလုပ်မှာတော့ ကော်ဖီယူပေး ဖုန်းကိုင်ပေးနဲ့ စာမရေးရတဲ့အပြင် အယ်ဒီတာ့စိတ်ကြိုက်အတိုင်းနေပေးရပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1fjbq/The.Devil.Wears.Prada.2006.REPACK.720p.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODU0MTQzZTUtYWRmZi00MzhmLWIyODItYjliMDgxNDdiMWI3XkEyXkFqcGdeQXVyMTM3Mjc5MjA4._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Surrounded (2023)",
        "description": "IMDb rating - 5.5/10 လွတ်လပ်တယ်ဆိုတာကို ပရိတ်သတ်ကြီးတို့ ဘယ်လိုခံယူထားပါသလဲ။ဒီရုပ်ရှင်မှာတော့ လူမည်းအမျိုးသမီးတစ်ယောက် ခံယူထားတဲ့ လွတ်လပ်ခြင်းရဲ့အနှစ်သာရကို ထိထိမိမိရိုက်ကူးတင်ဆက်ပြသထားပါတယ်။ ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့... Mo Washington က လွတ်လပ်ခွင့်ရထားတဲ့ အမျိုးသမီးတစ်ဦးပါ။ အမေရိက civil war ဖြစ်ပြိးကတည်းက သူလွတ်မြောက်နေတာ ၅ နှစ်တာရှိပြီဆိုပေမဲ့ ဦးတည်ရာမဲ့နေတဲ့ အမျိုးသမီးတစ်ယောက်ပေါ့။ တစ်နေ့တော့ ကော်ရိုရာဒိုမှာ မြေပိုင်ဆိုင်ခွင့် သူမမှာရရှိခဲ့ပါတယ်။ ဒီတော့ သူမရဲ့မျိုးနွယ်စုအတွက် ခိုနားရာနေရာတစ်ခုအဖြစ် ဖန်တီးပေးမယ်ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ ယောက်ျားလေးအသွင်ယူပြီး ကော်ရိုရာဒိုကိုသွားမယ့် လှည်းနဲ့လိုက်ပါလာခဲ့‌ေပမဲ့ အဲဒီလှည်းက လမ်းမှာ အတိုက်ခိုက်ခံလိုက်ရတဲ့အခါမှာ ဘဏ်ဓားပြကြီး Tom Walsh ...အလိုရှိဆုံးတရားခံအဖြစ်သတ်မှတ်ခံထားရတဲ့သူနဲ့ တွေ့ဆုံခဲ့ပါတယ်။ ဒီဇာတ်လမ်းမှာတော့ အမျိုးသမီးတစ်ယောက်က သူကြုံတွေ့နေရတဲ့ အကျပ်အတည်းတွေကြားကနေ ဘယ်လိုအောင်အောင်မြင်မြင် ရုန်းထွက်သွားမလဲဆိုတာကို ဒီကြည့်ရှူခံစားရမှာပါ။ File size…(1.3 GB)/(790 MB)/(370 Mb)\nQuality….Webrip 1080p / 720p ...",
        "rating": "5.5",
        "url": "https://megaup.net/1fja8/Surrounded.2023.720p.(CM).mp4",
        "category": "Action, Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/image_750x_6208f38c5c007-135x200.jpg",
        "title": "The Notebook (2004)",
        "description": "The Notebook (2004)IMDb Rating (7.8 )Romantic ရုပ်ရှင်ဆိုတာနဲ့ အရင်ဆုံးပြေးမြင်ကြမှာကတော့ The Notebook ဆိုတဲ့ဇာတ်ကားပါပဲ။ဒီဇာတ်ကားက အမေရိကန် ရိုမန့်တစ် စာရေးဆရာကြီး Nicolas Sparks ရဲ့ ဝတ္ထုကို ရိုက်ကူးထားတာဖြစ်ပြီးမင်းသား Ryan Gosling နဲ့ မင်းသမီး Rachel McAdams တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အချစ်ဆိုတာ တကယ်ရှိတယ်ပြဖို့လိုအပ်လာရင် ဒီရုပ်ရှင်ကို ထိုးပြလိုက်ယုံပါပဲ...\"ငါတို့ချစ်ခြင်းက ငါတို့ ဖြစ်ချင်တာ အကုန်လုပ်ပေးနိုင်တယ်လို့ ငါထင်တယ်\"ချစ်ခြင်းနဲ့ဖန်ဆင်းထားတဲ့ကမ္ဘာကြီးဟာ ဘယ်လောက်ထိလှပလဲဆိုတာ ခံစားကြည့်ကြပါဦး။\nFile size…(2.4 GB)/ (1.1 GB)\nQuality….BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:03:48\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung",
        "rating": "7.8",
        "url": "https://megaup.net/2Bfv7/(CM)_The.Notebook.2004.720p.Blu-ray.Remux-Naung.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xxMaO7VoN2BnZit79PedVHnTjcO.jpg",
        "title": "Hobo with a Shotgun (2011)",
        "description": "Hobo with a Shotgun (2011)သွေးထွက်သံယို ကြမ်းကြမ်းရမ်းရမ်းမှ ကြိုက်တတ်တဲ့ ရုပ်ရှင်ပရိတ်သတ်များအတွက် ဒီဇာတ်ကားက လက်လွှတ်ခံလို့ မရတဲ့အထဲမှာပါပါတယ်။ ပြောင်းချောသေနတ်တစ်လက်နဲ့ ပတ်ကြမ်းနေတဲ့ အိမ်မဲ့ယာမဲ့တစ်ယောက်ကို ဒီဇာတ်လမ်းထဲမှာ တွေ့ရမှာပါ။သူဟာအစပိုင်းမှာ မြက်ရိတ်စက်လေးတစ်ခု ဝယ်ချင်တဲ့အတွက် ကြုံရာကြပန်းလုပ်ပြီး ပိုက်ဆံရှာဖို့ မြို့တစ်မြို့ကိုတက်လာခဲ့တယ်။ ဒါပေမယ့် သူရောက်လာခဲ့တဲ့မြို့ဟာ အထိန်းအကွပ်မရှိ ဗရမ်းဗတာဖြစ်နေတာကို တွေ့လိုက်ရတဲ့နောက်မှာ ...ရဲတွေကအစ တစ်မြို့လုံးဟာ လူတစ်ယောက်ရဲ့ လက်အောက်မှာ ဝပ်ဆင်းနေပြီး သူသေဆိုသေ ရှင်ဆိုရှင်ရတဲ့ဘဝမှာ နေနေကြရတာပါ။ နောက်ပိုင်း ဒီအရှုပ်တော်ပုံထဲကို ဘယ်လိုမှမလွဲသာ မရှောင်သာရောက်ရှိသွားခဲ့ပြီးတော့ လမ်းပေါ်က လူမိုက်လူရမ်းကားတွေကို တစ်ကိုယ်တော် ပြောင်းချောသေနတ်တစ်လက်တည်းနဲ့ လိုက်လံရှင်းလင်းပုံကို အက်ရှင် ဟော်ရာဆန်ဆန် ကြည့်ရှုခံစားရမှာဖြစ်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Zwel Zan Aung ပါ။)File Size          : 4.1GB, 1.3GB, 536MB\nQuality    ...",
        "rating": "6.1",
        "url": "https://megaup.net/3hckf/[CM]Hobo.With.A.Shotgun.2011.BDRip.720p.mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u74J7v9Az6Wd5WwzOXjd6kCD4Gv.jpg",
        "title": "Sex Girl 10(2020)",
        "description": "Sex Girl 10(2020)****************အဆောင်နေမိန်းကလေးထဲ ကောင်မလေးတစ်ယောက်ဟာနေ့ဘက်ဆိုရင်တစ်ကုန်အလုပ်တွေရှုတ်နေတတ်ပြီးတော့ညဘက်ဆိုရင်လည်း အိပ်ချိန်တွေအတော်ရှားပါတယ်...ပညာသင်ကြားဖို့အတွက်ငွေစုချိန်ဖြစ်နေလို့သူမအတွက်အချိန်ဆိုတာငွေလိုဖြစ်နေပါတယ်..ဒီလို ကောင်မလေးဘဝထဲကို ကောင်လေးတစ်ယောက်ဝင်လာတဲ့အခါမှာတော့...adult ကားမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူးခင်ဗျ File Size :(1.4GB)& (622MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:34:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/2BfI0/Sex_Girl_10(2020)WEB-DL.720P(CM).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zNFCkFmgI4Dnv3UpC0lLM7jWhYU.jpg",
        "title": "The Day (2011)",
        "description": "The Day (2011)သွေးသံတရဲရဲနဲ့ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် အတိုက်အခိုက် ဇာတ်ကားမျိုး Zombie ဇာတ်ကားမျိုး သဘောကျတဲ့ ရုပ်ရှင်ချစ်သူတို့အတွက် The Day (2011) ဇာတ်ကားလေးကို ကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။ဒီကားလေးက အဖြူအမည်းနဲ့ production budget လျှော့ချပြီး ရိုက်ထားပေမဲ့ Cartlonian Film Festival မှာ Best Motion Picture award အတွက် စံကာတင် အရွေးခံခဲ့ရတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ တစ်ကမ္ဘာလုံး ကပ်ဘေးကျရောက်ပြီး လူမကျ ဇွန်ဘီးမကျတဲ့ လူသားစား အကောင်တွေရဲ့ လိုက်လံ သတ်ဖြတ် စားသုံးခြင်းကို ခံနေရတဲ့ ခေတ်ကာလကြီးဖြစ်ပါတယ်။အဲ့ကာလမှာ လူ ၅ ယောက်တစ်စုဟာ ထွက်ပြေးတိမ်းရှောင်ရင်း အိမ်တစ်အိမ်မှာ အခြေချကာ သွေးဆာနေတဲ့ လူသားစားအကောင်တွေကို လက်ကျန်ကျည်ဆန်လေးနဲ့ ရင်ဆိုင် တိုက်ခိုက်ရတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းလှည့်ကွက်လေးတွေလည်း ပါတာမလို့ စိတ်ဝင်စားဖို့ကောင်းပြီး ရိုက်ချက်တွေကလည်း မိုက်တာမလို့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Vhqq/[CM]The.Day.2011.720p.BrRip.mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yXypFcN2E0SZJj1uaVdjJ2GHReJ.jpg",
        "title": "Detective Dee And Thunder Fire ( 2023 )",
        "description": "ဒီတစ်ခေါက်မှာတော့ အမှုစစ်ဒီးရန်ကျယ်ရဲ့အမှုတွဲတွေထဲက\nနောက်ဆုံးထွက်ထားတဲ့ရုပ်ရှင်ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဥ်း...\nဘုရင်မ အုပ်စိုးနေတဲ့ ရှန့်ယွမ်ပထမနှစ်မှာ သဘာဝဘေးအန္တရာယ်ဆိုး တွေ\nကျရောက်လာတာကြောင့် တိုင်းပြည်မှာ ပြည်သူတွေရဲ့ အပြစ်တင်မှုတွေဖြစ်ပေါ်လာခဲ့တယ်\nဘုရင်မဟာ ပြည်သူတွေရဲ့အပြစ်တင်သံတွေကို လျစ်လျူရှူခဲ့ပြီး\nနန်းတွင်း ဆရာကြီးရဲ့ အဆိုမိန့်အတိုင်းနန်းဆောင်ကို ဆောက်လုပ်ပြီး\nနတ်နဂါးကို ခေါ်ဆောင်ဖို့ပြုလုပ်ခဲ့ပါတယ်ဒါပေမယ့် နတ်နဂါးကြီး သက်ဝင်လှုပ်ရှားလာတဲ့အခါမှာတော့\nနတ်နဂါးကြောင့် နန်းဆောင်ကြီး မီးလောင်သွားပြီး\nအနီးအနားကလူတွေအပြင် အမှုစစ်တွေကပါ\nသဘာဝလွန် ထူးဆန်းစွာ သေဆုံးလာကြတဲ့အခါ.....ဒီထူးခြားဆန်းကြယ်တဲ့ အမှုကြီးကိုဖြေရှင်းဖို ပြောင်းရွှေ့မိန့်ကျလာတဲ့\nဒီးရန်ကျယ် အတွက် ဘယ်လိုဖြေရှင်းချက်တွေပြုလုပ်လာမလဲဆိုတာကို\nထုံးစံအတိုင်းဆက်လက်စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Mystery\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Aye Myat Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/detective-dee-and-thunder-fire-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aqwxFmGqG4nlh4fGERhSi3CpOZC.jpg",
        "title": "Clean Job(2023)",
        "description": "Clean Job(2023)***************\nဇာတ်လမ်းနာမည်လေးအတိုင်းပဲ အိမ်သန့်ရှင်းရေးအလုပ်လုပ်တဲ့ လူမည်းအမျိုးသမီးတစ်စုအကြောင်းရိုက်ကူးထားတဲ့Comedy Dramaကားလေးပါ။\nသူတို့သန့်ရှင်းရေးက အိမ်ထဲရှိသမျှပစ္စည်း အကုန်ရှင်းအောင် \"မ\"သွားတဲ့အလုပ်ပါ...\nချမ်းသာတဲ့လူတွေဆီကို အိမ်သန့်ရှင်းရေး၊အိမ်စေအဖြစ် ဟန်ပြလုပ်ပြပြီး ယုံကြည်မှုရအောင်လုပ်တယ်...\nအိမ်ရှင်တွေရဲ့ ဘယ်အချိန်အပြင်ထွက်တယ် ဘယ်အချိန်ပြန်လာတယ်၊အဝင်အထွက်တွေ၊ ကင်မရာတွေ၊ လျှို့ဝှက်နံပါတ်တွေအကုန်သိအောင်လုပ်ပြီးမှ အိမ်ဖောက်ထွင်းကြတဲ့ အမျိုးသမီးတစ်စုပေါ့။\nဒီအလုပ်ကို ဘယ်လိုစလုပ်ခဲ့ကြတာလဲဆိုတော့...\nကင်ဘာလေရဲ့ မိခင်ဖြစ်သူဟာ ချမ်းသာတဲ့မိသားစုတစ်ခုရဲ့အိမ်စေဖြစ်ပါတယ်။\nအမေဖြစ်သူဆုံးသွားတော့ ကင်ဘာလေဟာ သူဌေးအိမ်ကနှင်ချခံရပြီး ‌အမျိုးရင်းဦးလေးရှိတဲ့အောက်ခြေလူတန်းစားတွေကြားရောက်သွားပါတယ်။\nအဲ့ဒီနေရာက ပညာမတတ်တဲ့ အမျိုးသမီးတွေဟာ ချမ်းသာတဲ့ အိမ်တွေမှာအိမ်ဖော်အဖြစ်အလုပ်သွားလုပ်ကြပြီး ဖိနှိပ်ခံ၊ အမှိုက်လိုဆက်ဆံခံရ၊ အလုပ်ဖြုတ်ခံနေရပါတယ်။\nဒါတွေကို မြင်တွေ့ရတာများလာတော့ နဂိုကတည်း သူဌေးအိမ်တွေကိုနာကျည်းချက်ရှိတဲ့ ကင်ဘာလေဟာ ပြန်တိုက်ဖို့ကြံပါတော့တယ်...\nဒီလိုနဲ့ပဲ သန့်ရှင်းရေးအမျိုးသမီးတစ်စုက အိမ်တွေကို ဘယ်လိုဖောက်ထွင်းကြမလဲ၊ ကင်ဘာလေရဲ့နာကျည်းမှုကရောဘာလဲ\nနာကျည်းမှုတွေနဲ့ မကောင်းမှုပြုလုပ်ခဲ့ကြတဲ့သူတို့တွေ ဥပဒေလက်ကလွှတ်နိုင်ပါ့မလားဆိုတာ ဇာတ်လမ်းထဲမှာကြည့်ရှုနိုင်ပါပြီ...။File Size :(1.8GB)& (814MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:31:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo ...",
        "rating": "6.7",
        "url": "https://megaup.net/1fkox/Clean_Job.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/244273386_138979761794259_4527548776284547379_n-134x200.jpg",
        "title": "Fitoor (2016)",
        "description": "Charles Dickens ရဲ့ Great Expectations (မြန်မာဘာသာပြန် \"မျှော်တလင့်လင့်\")ဝတ္ထုကိုအခြေခံထားတဲ့ အချစ်ရိုမန့်ဒရမ်မာ ဇာတ်လမ်းလေးပါ။မင်းသား Aditya Roy Kapur နဲ့ မင်းသမီး Katrina Kaif တို့အပြင် Ajay , Tabu စတဲ့နာမည်ကြီးတွေပါ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့...ဆင်းရဲသားအခိုင်းအစေကောင်လေးနဲ့ အိမ်ကြီးရှင်ရွှေမင်းသမီးကောင်မလေးတို့ ချစ်ကြိုးသွယ်ကြချိန်မှာထုံးစံအတိုင်း အိမ်ကြီးရှင်မင်းသမီးအမေကြီးက အကွက်တွေရွှေ့ ပြီး သူတို့ရဲ့တွေ့ဆုံခြင်းကိုခွဲလိုက်ပါတယ်။စစ်မှန်တဲ့ချစ်ခြင်းတရားဆိုတာ စွန့်လွှတ်အနစ်နာခံမှုတွေနဲ့ အချိန်ရဲ့တိုက်စားမှုကို မှတ်ကျောက်တင်ခံနိုင်တယ်ဆိုတဲ့အတိုင်းဝေးကွာသွားတဲ့ သူတို့နှစ်ယောက် ပေါင်းစုံနိုင်ပါ့မလားဆိုတာ......။IMDb Rating (5.4) သာ ရရှိထားတဲ့ဇာတ်ကားဖြစ်ပေမယ့် မင်းသမီး ကပ်ထရီနာကဖ် ပရိတ်သတ်တွေတော့ လက်လွတ်မခံသင့်ပါဘူး...ရင်းဂစ် ၅၅ သိန်းထိ ကုန်ကျခံ ပုံသွင်းထားတဲ့ ဆံကေသာအရောင်တောက်တောက်နဲ့ သူမကို တောက်ပလှပစွာခံစားရမှာပါ။ဇာတ်ကားတစ်ခုလုံးက အလွမ်းတွေချည်း ရွာချထားတဲ့မိုးရာသီတစ်ခုလို အုပ်မှိုင်းမျောလွင့်နေပြီးမင်းသား Aditya Roy Kapur ကလဲ အဲဒီ့ရာသီဉတုနဲ့ တော်တော်လိုက်ဖက်တာကို တွေ့မြင်ရပါမယ်။\nFile size…(6.3 GB)/(1.8 ...",
        "rating": "",
        "url": "https://megaup.net/2Bfiw/(CM)_Fitoor_2016.BluRay_720p-Naung.mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/image_9e35a739-133x200.jpeg",
        "title": "Aladdin (2019)",
        "description": "ဒီကားလေးကတော့ သိပ်ပြီးမိတ်ဆက်စရာမလိုလောက်အောင်\nအားလုံးသိထားပြီးတဲ့ ကားလေးဖြစ်ပါတယ်...\nDisney ကနေထုတ်လုပ်ပြီးတော့ ၂၀၁၉  မှာ Animation ကို\nLive Action အသွင်ပြောင်းပြီးရိုက်ကူးပြီးတင်ဆက်ခဲ့ပါတယ်...\nAnimation မှာအရမ်းကိုအောင်မြင်ခဲ့တဲ့ဒီကားလေးက\nအခု Live Action မှာကော အောင်မြင်မလားဆိုတာကို\nဒီကားလေးကိုကြည့်ပြီးဆုံးဖြတ်လိုက်ရအောင်လား......ဇာတ်ကားထဲမှာ အာလာဒင်ဆိုတဲ့ သူခိုးတစ်ယောက်က\nမြို့သူအယောင်ဆောင်ပြီး မြို့ထဲကိုထွက်လာတဲ့ မင်းသမီးလေးနဲ့တွေ့ပြီးချစ်မိသွားကြတယ်...\nသူခိုးတစ်ယောက်နဲ့မင်းသမီးတစ်ပါးနဲ့ မဖြစ်နိုင်တော့\nဂျဖာက အာလာဒင်ကိုဖမ်းပြီး မီးခွက်ခိုးခိုင်းတာကနေပြီးတော့\nမီးခွက်စောင့်ကြီး တဖြစ်လဲ Will Smith နဲ့တွေ့ဆုံပါတော့တယ်...Will Smith မီးခွက်ပုံစောင့်ပုံကြီးနဲ့ ပိုစတာထွက်လာတုန်းကဆိုရင်\nတော်တော်လေးကို ကြည့်ရဆိုးပြီလို့ တွက်ခဲ့ဖူးတယ်....\nဒါပေမယ့် ကိုယ်တိုင်ကြည့်လိုက်တဲ့အခါမှာတော့\nWill Smith တစ်ယောက် သူ့ရဲ့အကောင်းဆုံး Genie ပုံစံကိုပြသနိုင်ခဲ့ပါတယ်...Disney ရဲ့ထုံးစံအတိုင်းပဲ နောက်ခံတီးလုံးအမိုက်စားတွေနဲ့\nLive Action အနေနဲ့ထွက်ရှိလာခဲ့တဲ့ ဒီကားလေးဟာ\nကလေးဘဝတွေကိုပြန်လည်တမ်းတနိုင်အောင်\nရိုးရိုးလေးနဲ့ရိုက်ကူးထားတဲ့ ကားလေးတစ်ကားပဲဖြစ်ပါတယ်......\nFile size…(6.8 GB)/(2.2 GB)/ (1.3 GB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:07:58\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Littelneo",
        "rating": "7.4",
        "url": "https://megaup.net/2Bfhr/(CM)_Aladdin_(2019)_BluRay_720p-Naung.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWQ2YzJhOGItNTMyOC00YzFmLWExZjEtOGFmMDVkMDdmOGFiXkEyXkFqcGdeQXVyMTUxNTU1NzEz._V1_QL75_UX190_CR00190281_-135x200.jpg",
        "title": "Nimona (2023)",
        "description": "Nimona (2023)\n===========\nGenre – Animation, Adventure, Comedy, Drama\nIMDb Rating – 7.7/10Netflix ကနေ အသစ်ဆက်ဆက် ထွက်ရှိထားတာ မကြာ\nသေးတဲ့ Animation ကားကောင်းလေး ဖြစ်ပါတယ်။ တ\nကယ်ဆို ဒီကားလေးဟာ ၂၀၂၁ ခုနှစ်ကတည်းက Ice Age\nတို့ Rio တို့ကို ဖန်တီးခဲ့တဲ့ Blue Sky Studio ကနေ ဖန်တီး\nနေတဲ့ လက်ရာဖြစ်ပါတယ်။ ၇၀ ရာခိုင်နှုန်းတောင် ပြီးစီးနေ\nခဲ့ပါပြီ ဒါပေမဲ့ Disney က ပိတ်ချလိုက်တဲ့အခါမှာတော့\nNetflix ကနေ ပြန်လည်လက်လွှဲယူပြီး ခုမှ ထွက်ရှိလာခဲ့\nတာပါ။ အသံသရုပ်ဆောင်ဆိုရင်လည်း ဇာတ်ကောင် Nimona\nနေရာမှာက ကလေးဘဝကတည်းက ခုထက်ထိ သရုပ်ဆောင်\nနေပြီး အကုန်ချစ်ရတဲ့ မင်းသမီးလေး Chloe Grace Moretz\nပဲ ဖြစ်ပါတယ်။ ဒါရိုက်တာဆိုရင်လည်း Blue Sky Studio က\nနေ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1fjz1/Nimona.2023.720p.WEB.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aHvZYoQNRTMrfs46pj64b9GrbaK.jpg",
        "title": "Scoop (2006)",
        "description": "Scoop (2006)မင်းသားကြီး Hugh Jackman နဲ့ မင်းသမီး Scarlett Johansson တို့ တွဲဖက်သရုပ်ဆောင်ထားတဲ့ Crime Fantasy ကားလေးပါပဲ။ Hugh Jackmanရဲ့ ငယ်ရွယ်ခံညားမှုနဲ့အတူ Scarlett Johanssonရဲ့ မျက်မှန်လေးနဲ့ ကျောင်းသူပုံစံယဥ်ယဥ်လေးကို မြင်တွေ့ရမှာပါ။သူတို့နှစ်ယောက်ကြားဆက်သွယ်ချက်က ဘယ်လိုလဲဆိုတော့ မင်းသားက တော်ဝင်မျိုးနွယ်၊ ကျိကျိတက် ချမ်းသာတဲ့၊ ဂုဏ်သတင်းမွှေးတဲ့ နိုင်ငံရေးသမား ...\nမင်းသမီးကတော့ သတင်းစာပိုင်းအထူးပြုကျောင်းသူလေး ...ကံစပ်ချင်တော့ သေဆုံးပြီးသား ဝိညာဥ်တစ်ယောက်က မင်းသမီးကို ကွင်းဆက်လူသတ်သမားတစ်ယောက်အကြောင်း သတင်းလာပေးပါတယ်။ ဝိညာဥ်ကလာပြောတာဆိုတော့ ယုံရခက်ခက်ပေါ့။ သတင်းကလည်း လူရည်မွန်လေးဖြစ်တဲ့ မင်းသားကိုမှ လူသတ်သမားတဲ့။မင်းသမီးကလည်း သတင်းထောက်ဖြစ်ချင်သူပီပီ ဒီအကြောင်းကို အသွင်ယူစုံးစမ်းဖို့ မင်းသားနား ချဥ်းကပ်ရင်းက...တရားခံနဲ့မှ ချစ်မိသွားတဲ့ Scarlett Johanssonလေးရဲ့ သရုပ်ဆောင်ပုံကို တဝကြီးမြင်တွေ့ရမှာပါ။ ငယ်ရွယ်သူအချစ်က တကယ်မျက်ကန်းနိုင်ပါတယ်။\nသို့ပေမဲ့ ချမ်းသာပြီး တော်ဝင်မျိုးနွယ် ဂုဏ်သရေရှိတဲ့ လူချောလေး Hugh Jackman ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Vhu2/[CM]Scoop.2006.720p.Blu-ray.mp4",
        "category": "Comedy, Crime, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/heZ0E4xoEv3DK9yZpVUSL3xoQoN-133x200.jpg",
        "title": "Lakadbaggha(2023)",
        "description": "Lakadbaggha 2023\nIMDb - 6.3/10Zee5 ကနေအသစ်ထွက်ရှိထားတဲ့ အိန္ဒိယမှုခင်းအက်ရှင်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nသရုပ်ဆောင်တွေအနေနဲ့က Asur ဇာတ်လမ်းတွဲမှာရဲမေအဖြစ် သရုပ်ဆောင်ထားတဲ့ မင်းသမီးချောရီဒီး နဲ့\nအက်ရှင်ကားတွေဆိုပိုင်နိုင်လှတဲ့ မင်းသားအန်ရှုမန်က အာဂျွန်အဖြစ်ပါဝင်ထားပါတယ်။\nခပ်သွက်သွက်အက်ရှင်တွေနဲ့ တိရစ္ဆာန်ချစ်တတ်တဲ့သူတွေ ပိုပြီးအကြိုက်တွေ့စေမှာပါ။ဇာတ်လမ်းအကျဉ်း\nအာဂျွန်ဟာ တိရစ္ဆာန်လေးတွေကိုချစ်တတ်တဲ့\nသာမန်စာပို့သမားတစ်ယောက်ပါ။ တစ်နေ့မှာတော့ သူ့ခွေးလေးပျောက်သွားတာကိုလိုက်ရှာရင်း\nတရားမဝင်တိရစ္ဆာန်မှောင်ခိုလုပ်ငန်းတစ်ခုကို တွေ့သွားခဲ့တယ်။ အဲ့ထဲမှာတော့ ရှားပါးအိန္ဒိယမျိုးစိပ်(Hyena)ဆိုတဲ့\nခွေးမျိုးစိပ်ကိုအဓိကထားမှောင်ခိုကြတယ်။ ဒါကိုသိတဲ့ အာဂျွန်ဟာ လူသိမခံဘဲ စေတနာ့ကင်းသမားတစ်ယောက်လို\nအသွင်ယူပြီး တားဆီးဖို့ကြံစည်ပေမဲ့ ဥပဒေဘောင်အတွင်းကလုပ်တာမဟုတ်တာကြောင့်\nရဲတွေကသူ့ကိုအကြမ်းဖက်သမားလို့ ခေါင်းစဉ်တပ်လိုက်တဲ့အခါမှာ‌တော့ အာဂျွန်ဟာခွေးလေးတွေကိုကယ်တင်ပြီး\nမှောင်ခိုလုပ်ငန်းကို တားဆီးနိုင်ပါဦးမလားဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Moon~BpL~Cherry~V~ThaikSan~Zwe တို့ပဲဖြစ်ပါတယ်။\nFile size…2.01 GB / 900MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 9m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~BpL~Cherry~V~ThaikSan~Zwe",
        "rating": "6.5",
        "url": "https://megaup.net/1Vhis/Lakadbaggha.2023.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/y0wol02fcnge-133x200.jpg",
        "title": "Lady of the Dynasty (2015)",
        "description": "တကယ့်အဖြစ်အပျက်တွေက ပုံပြင်တွေထက် ဆန်းကြယ်တာမျိုးပဲထင်တယ်...၇ ရာစုခန့်က တရုတ်ပြည် ထန်မင်းဆက်ခေတ်မှာ ရွှမ်ကျုံးဆိုတဲ့ ထန်ဧကရာဇ် စိုးစံတယ်....သူဟာ ထန်ခေတ်ရဲ့အချောဆုံးအလှဆုံးဆိုနိုင်တဲ့ ရန်ယုဟွမ်ဆိုတဲ့ မိန်းကလေးကို တွေ့ပြီး မြင်မြင်ချင်း အရည်ပျော်သွားတာကြောင့် တော်ကောက်ဖို့လုပ်ပါတယ်...ပြသနာက အဲ့မိန်းကလေးဟာ သူ့ရဲ့သားနဲ့လက်ထပ်ထားသူဖြစ်ပြီး တနည်းအားဖြင့် သူ့ချွေးမဖြစ်နေပါတယ်....ဒါပေမယ့်သူဟာ ရှင်ဘုရင်ဖြစ်ပြီး လိုချင်တာကိုရအောင်ယူနိုင်တဲ့လူဖြစ်နေတာကြောင့်အချစ်ရဲ့စေစားရာအတိုင်း ရန်ယုဟွမ်ကို မိဖုရားတင်မြှောက်ဖို့ မကြံကောင်းမစည်ရာတွေ ကြံစည်ပါတော့တယ်...ဒီလို အဆိပ်ပန်းသီးစားရတဲ့ချစ်ခြင်းတစ်ခုဟာ ဘယ်လိုဆက်သွားပြီး ရာဇဝင်မှာဘယ်လိုအဆုံးသတ်ရတယ်ဆိုတာ ဒီရုပ်ရှင်မှာကြည့်ရှုရမှာဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့ကြာချိန်တိုတိုလေးအတွင်းမှာ ရှည်လျားထွေပြားပြီး သပွတ်အူလိုရှုပ်နေတဲ့ရာဇဝင်ကို ပြည့်စုံအောင်မရိုက်ကူးနိုင်တာကြောင့်ရာဇဝင်အပြည့်အစုံကို ဒီ Post https://www.facebook.com/tianxiadiyi888888/posts မှာ ဖတ်ကြည့်လို့ရပါတယ်။ရုပ်ရှင်ကိုတော့ ရာဇဝင်နောက်ခံ ရသမြောက်အောင် ဖန်တီးတင်ဆက်ထားတာဖြစ်ပြီးအချောဆုံးအလှဆုံးမိဖုရားနေရာကနေ တရုတ်မင်းသမီးချော ဖန်ပင်းပင်းက တကယ့်ကိုလိုက်ဖက်စွာ သရုပ်ဆောင်ထားပါတယ်။\nFile size…(2.6 GB)/ (1 GB)\nQuality….BluRay 1080p /720p\nFormat…mp4\nDuration….02:01:29\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Mugiwara ...",
        "rating": "",
        "url": "https://megaup.net/1fjl3/(CM)_Lady.of.the.Dynasty.2015.720p.BluRay.x264.AAC.5.1-Naung.mp4",
        "category": "Asian, Drama, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjhhZjJjNTctYmM1OS00YmFlLTkyZjEtNjExMDBhN2Q5OGE2XkEyXkFqcGdeQXVyMjA4MDQzMTM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Fear the Invisible Man (2023)",
        "description": "British Movie လေးဖြစ်တဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nအဓိက သရုပ်ဆောင်မင်းသမီးကတော့ Mhairi Calvey မင်းသားကတော့ Mike Beckingham ဖြစ်ပြီးတော့\nဇာတ်ကားရဲ့ Title အတိုင်းပဲ ကိုယ်ပျောက်လူသားကားလေးတစ်ကားပေါ့နော်ဇာတ်လမ်းကတော့ 1897 ခုနှစ်အချိန်တေတုန်းက သိပ္ပံပညာကို အရူးအမူး စူးစမ်းရှာဖွေနေကြတဲ့\nအချန်ကာလလေးကို ဇာတ်အိမ်တည်ထားတာပါ\nဘဝတစ်ခုလုံးကို သိပ္ပံပညာရပ်အတွက်ပဲ ပုံအောထားတဲ့ ဂရစ်ဖင်ဆိုတဲ့ လူငယ်လေးတစ်ယောက်\nမထင်မှတ်ထားတဲ့ စမ်းသပ်ချက်တွေ့ရှိမှုတွေကနေ ကိုယ်ဖျောက်နိုင်ခဲ့ပြီး\nဘယ်လိုကြီးကျယ်တဲ့အရာတွေလုပ်မလဲဆိုတာကိုတော့.......စိတ်လှုပ်ရှာရင်ခုန်စွာနဲ့ ကြည့်ရှုရမယ့် Crime/Horror ဇာတ်ကားကောင်းလေးတစ်ကားမို့\nကြည့်ရှုခံစားပေးကြပါဦးဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် \nFile size…(970 MB)/(420 MB)/(240 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:40:00\nGenre...Thriller, Horror, Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Leo",
        "rating": "",
        "url": "https://megaup.net/2BcS7/Fear.the.Invisible.Man.2023.720p.(CM).mp4",
        "category": "Horror, Science Fiction, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rL0IFt16HwkKoV4HSjEsZuX674c.jpg",
        "title": "The Directive (2019)",
        "description": "Rating 6.3 ရထားတဲ့ကားေလးပါVirusတစ်ခုကလူသားမျိုးနွယ်​တွေ​ကိုသေ​စေပြီးတဲ့​နောက်မှာ​တော့တစ်​​ယောက်တည်းဖြစ်​နေတဲ့ အသက်ရှင်ကျန်ရစ်​နေသူဟာပျက်စီး​နေတဲ့စက်ရုပ်တစ်ရုပ်နဲ့​တွေ့ဆုံခဲ့တယ်အဲ့ဒီစက်ရုပ်အကူအညီနဲ့ ​ဘေးကင်းလုံခြုံတဲ့သတ်မှတ်နယ်​​မြေ57ဆီကိုခရီးဆက်ခဲ့ကြတယ်စက်ရုပ်ရဲ့အဓိကညွှန်ကြားချက်က ဘာ​တွေလဲ....သတ်မှတ်နယ်​မြေဆီသွားတဲ့လမ်းခရီးမှာ ဘယ်လို​တွေဖြစ်ခဲ့လဲ......အသက်ရှင်ကျန်ရစ်သူက သယ်​​ဆောင်လာတဲ့​ရေနဲ့အစားအ​သောက်​တွေ ကုန်သွားတဲ့အခါမှာဘာ​တွေဖြစ်လာမလဲ.....သူသွားမယ့်​ဘေးကင်းလုံခြုံတဲ့သတ်မှတ်နယ်​မြေမှာ လူ​တွေ​ရောရှိ​နေပါ့မလား..... File Size : ( 1 GB , 523 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 53 min\nFormat : Mp4\nGenre : Action , Adventure , Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hsu Lei\nEncoded by Moe Myint Lwin zawgyiRating 6.3 ရထားတဲ့ကားေလးပါVirusတစ္ခုကလူသားမ်ိဳးႏြယ္​ေတြ​ကိုေသ​ေစၿပီးတဲ့​ေနာက္မွာ​ေတာ့တစ္​​ေယာက္တည္းျဖစ္​ေနတဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-directive-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uZFvYnhxUH6E5Ql2t1PEZrJLi5M.jpg",
        "title": "Theresa & Allison (2019)",
        "description": "ဗန်ပိုင်ယားဇာတ်လမ်းကြိုက်တဲ့သူတွေအတွက်rating ကောင်းကောင်း Imbd-7.0 ရရရှိထားတဲ့ လက်မလွတ်သင့်တဲ့ကားလေးပါ.................အရက်မူးနေလို့ အူဘာတက္ကဆီနဲ့သူငယ်ချင်းတွေကတင်ပေးလိုက်ပြီးတဲ့နောက်မှာ သရီဆာတစ်ယောက် ဗန်ပိုင်းယားနဲ့တည့်တည့်တိုးပြီးနောက်နေ့မနက်မှာ သူကိုယ်တိုင် ဗန်ပိုင်းယားဖြစ်သွားပါတယ်...ဗန်ပိုင်းယားလောကသားဖြစ်လာတဲ့နေ့မှာပဲဗန်ပိုင်းယားတွေရဲ့ အစိုးရရုံးကိုရောက်သွားပါတယ်အဲ့မှာ အလီဆန်နဲ့သူ့ချစ်သူဟောင်း တိုနီတို့ကဗန်ပိုင်းယားဥပဒေဖောက်မိလို့ ရုံးမှာရှိနေကြပါတယ်အလီဆန်က သူမကို မျက်စိကျပြီး နောက်ယောင်ခံ လိုက်ရာကနေ ခင်သွားကြပါတယ်..........ဗန်ပိုင်းယားလောကကြီး အကြောင်းကို သရီဆာ တစ်ယောက် ပိုသိလာခဲ့ပါတယ်ဒီကားကို ၂၀၁၆ ခုနှစ်မှာ ရိုက်ကူးထားပြီးတော့ ဇာတ်လမ်းဟာဆိုရင်အပေါစားဆန်မနေပဲနဲ့တကယ့် ဗန်ပိုင်းယားတွေရဲ့ အနှစ်အရသာကိုခံစားနိုင်မဲ့ကားလေးပါ File Size : ( 1 GB , 310 MB )\nQuality : WEB-DL 720p\nRunning Time : 2 hr \nFormat : Mp4\nGenre ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xq8k/(CM)_Theresa_Allison_2019_(Large_Size).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ofJp9SfJFlzCaDCUFfvCx08Hwfh.jpg",
        "title": "Come to Daddy (2019)",
        "description": "၂၀၁၉ ခုနစ်မှာထွက်ရှိခဲ့တဲ့ Horror/ Drama / Mystery အမျိုးအစားဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ နိုဗက်ဟာ ကယ်လီဖိုနီးယားပြည်နယ်ဘာဘလီဟေးမှာ မိခင်ဖြစ်သူနဲ့ နှစ်ယောက်တည်းနေထိုင်ပါတယ်...တစ်ရက်မှာတော့ သူငါးနှစ်သားကတည်းက ထွက်သွားတဲ့ဖခင်ဖြစ်သူဆီက သူ့အမှားကိုခွင့်လွှတ်ပေးဖို့သားအဖေပြန်လည်ဆုံစည်းချင်တာကြောင့်သူ့ကိုလာတွေ့ဖို့ ရေးထားတဲ့ စာတစ်စောင်ရောက်လာပါတယ်...နိုဗယ်လည်း သူ့အဖေကိုတွေ့ဖို့ရာ ခရီး​ထွက်လာခဲ့ပါတယ်ဒါပေမယ့် တကယ်တမ်းဆုံကြတဲ့အခါဖခင်ဖြစ်သူဟာ သူထင်ထားသလိုလူတစ်ယောက်ဘဖြစ်မနေခဲ့ပါဘူး...တစတစနဲ့ သူသိလာရတဲ့ အတိတ်အပိုင်းအစတွေကဘာတွေလဲဆိုတာကို​ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်...IMDB 6.1 /10 ရရှိထားပြီး Lords Of the Rings ရဲ့ မင်းသားချော Eijan Woods ကပါဝင်ထားပါတယ်.. File Size : ( 888 MB , 247 MB )\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "6.1",
        "url": "https://megaup.net/2dpu7/(CM)_Come_To_Daddy_2019_(Large_Size).mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/adGOvuC3Q0OKtM681dYJBKaKu7B.jpg",
        "title": "Coda (2019)",
        "description": "နာမည်ကျော် စန္ဒယားတီးဆရာတစ်ယောက်ရဲ့အကြောင်းရိုက်ကူးထားတဲ့ဒရာမာ ကားကောင်းလေးကိုတင်ဆက် ပေးလိုက်ပါတယ်Patrick Stewart နဲ့ Katie Holmies တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး တော့အသက်အရွယ်ရလာတဲ့ စန္ဒယားဆရာနဲ့ သတင်းထောက်တို့ရဲ့ဇာတ်လမ်းကိုကြည့်ရှုခံစားရမှာပါအသက်အရွယ်ရလာပြီးတော့ စတိတ်စင်ကြောက်တတ်တဲ့ရုန်းကန်မှုတွေကြုံတွေ့နေရတဲ့နာမည်ကျော်စန္ဒယားဆရာ ကဂီတဝေဖန်ရေးသတင်းထောက်ဆီကနေ လှုံ့ဆော် အားပေးမှုတွေရရှိလာတဲ့ အခါမှာတော့.......Google user rating 86% ရရှိထားတဲ့Drama ကြိုက်သူတွေအတွက် ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားကောင်းလေးပါ ..... File Size : ( 897 MB , 312 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 36 min\nFormat : Mp4\nGenre : Drama , Music\nSubtitle : Myanmar ...",
        "rating": "5.3",
        "url": "https://megaup.net/2dpu4/(CM)_Coda_2019_(Large_Size).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zoNvPooWc5m7Jz2Hd5qAsoY0scg.jpg",
        "title": "37 Seconds (2019)",
        "description": "unicode၃၇စက္ကန့်အတွင်းမှာ သူမအသက်ရှုခဲ့မယ်ဆိုရင်...တစ်စက္ကန့်လေးပဲဖြစ်ဖြစ် သူမစောပြီးအသက်ရှူခဲ့မယ်ဆိုရင်...ယူမာတာကာဒါဆိုတဲ့ ကောင်မလေးဟာမွေးမွေးချင်း၃၇စက္ကန့်လေးမှာ အသက်မရှုခဲ့တဲ့အတွက်မွေးရာပါအာရုံကြောထိခိုက်သွားပြီးcerebral palsyဆိုတဲ့ရောဂါဖြစ်ပွားခဲ့ကာမသန်စွမ်းဘဝနဲ့ရှင်သန်လာခဲ့ရသူလေးပါ။manga ကာတွန်းရေးဆွဲတဲ့နေရာမှာပါရမီပါခဲ့ပေမယ့်မသန်စွမ်းဆိုတဲ့ခေါင်းစဉ်အောက်မှာအဖိနှိပ်ခံခေါင်းပုံဖြတ်ခံနေရတဲ့ပါရမီရှင်လေးတစ်ယောက်ပေါ့။မိခင်ဖြစ်သူနဲ့ နှစ်ယောက်တည်းနေထိုင်ရင်း အသက်၂၃နှစ်ပြည့်လာခဲ့ပါတယ်။တစ်နေ့မှာတော့လိင်အသားပေးကာတွန်းမဂ္ဂဇင်းမှာအလုပ်ဝင်လျှောက်ခဲ့ပါတော့တယ်။ဒါပေမယ့်စာအုပ်တိုက်ကလိင်အတွေ့အကြုံရှိမှပြန်လာခဲ့ပါလို့ပြောလိုက်တဲ့အခါ...ဒီတစ်ခေါက်တော့ CM ပရိသတ်ကြီးအတွက်37seconds (2019)ဆိုတဲ့ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။Imdb Rating 7.4/10 Rotten Tomatoes 80%တောင်ရရှိထားတာမလို့အထွေအထူးမညွှန်းရင်တောင် ကားကောင်းလေးမှန်းအားလုံးသိကြမှာပါ။69ကြိမ်မြောက်ဘာလင်ရုပ်ရှင်ပွဲတော်မှာပြသခဲ့ပြီး ဆုတွေလဲဆွတ်ခူးနိုင်ခဲ့တဲ့ကားလေးပါ။Drama ကားကောင်းလေးတွေမျှော်လင့်နေတဲ့ပရိသတ်ကြီးအတွက်တော့အကြိုက်တွေ့စေမှာပါ။ဇာတ်ကားလေးနာမည်ကတော့ 37seconds(2019)ပါ။File Size : ( 1 GB , 395MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 55 min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Moe Myint Lwinzawgyi၃၇စကၠန္႔အတြင္းမွာ သူမအသက္ရႈခဲ႔မယ္ဆိုရင္...တစ္စကၠန္႔ေလးပဲျဖစ္ျဖစ္ သူမေစာျပီးအသက္ရွဴခဲ႔မယ္ဆိုရင္...ယူမာတာကာဒါဆိုတဲ႔ ေကာင္မေလးဟာေမြးေမြးခ်င္း...",
        "rating": "7.4",
        "url": "https://megaup.net/Ruz8/(CM)_37_Seconds_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bHVy3bKsfi8AbVwzelliNBt3SUG.jpg",
        "title": "The Assent (2019)",
        "description": "ဖာသာလမ်ဘတ်ဟာရှစ်နှယ်အရွယ်ကောင်လေးကိုပယောဂနှင်ပေးခဲ့ရာမှာကျရှုံးခဲ့လို့ထောင်သုံးနှစ်ကျခဲ့တယ်။သူပြန်လွတ်လာတဲ့အခါမှာဂျိုးကလက်လို့ခေါ်တဲ့ကလေးတစ်ယောက်မုဆိုးဖိုအိမ်မှာသဘာဝလွန်ဖြစ်ရပ်တွေဖြစ်နေတယ်လို့သိလိုက်ရတယ်။ဂျိုးဟာသူ့သားလေးမေဆန်တစ်ယောက်မကောင်းဆိုးရွားဝင်ပူးခံနေရတယ်လို့သံသယရှိလာတဲ့အခါမှာဖာသာရဲ့ဖြောင်းဖြမှုနဲ့ပယောဂနှင်ဖို့လက်ခံလိုက်တယ်။ဖာသာလမ်ဘတ်ဟာသူ မအောင်မြင်ခဲ့တဲ့ကိစ္စကိုပြန်ကြိုးစားရင်းဂျိုးတို့သားအဖကိုကူညီပေးခဲ့ရာမှဘာတွေဆက်ဖြစ်မလဲဆိုတာစိတ်လှုပ်ရှားဖွယ်ကြည့်ရမယ့်ကားလေးတစ်ကားပဲဖြစ်ပါတယ် File Size : ( 820 MB , 319 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 33 min\nFormat : Mp4\nGenre : Horror , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SuSu\nEncoded by Moe Myint Lwin zawgyiဖာသာလမ္ဘတ္ဟာရွစ္ႏွယ္အ႐ြယ္ေကာင္ေလးကိုပေယာဂႏွင္ေပးခဲ့ရာမွာက်ရႈံးခဲ့လို႔ေထာင္သုံးႏွစ္က်ခဲ့တယ္။သူျပန္လြတ္လာတဲ့အခါမွာဂ်ိဳးကလက္လို႔ေခၚတဲ့ကေလးတစ္ေယာက္မုဆိုးဖိုအိမ္မွာသဘာဝလြန္ျဖစ္ရပ္ေတြျဖစ္ေနတယ္လို႔သိလိုက္ရတယ္။ဂ်ိဳးဟာသူ႔သားေလးေမဆန္တစ္ေယာက္မေကာင္းဆိုး႐ြားဝင္ပူးခံေနရတယ္လို႔သံသယရွိလာတဲ့အခါမွာဖာသာရဲ႕ေျဖာင္းျဖမႈနဲ႔ပေယာဂႏွင္ဖို႔လက္ခံလိုက္တယ္။ဖာသာလမ္ဘတ္ဟာသူ မေအာင္ျမင္ခဲ့တဲ့ကိစၥကိုျပန္ႀကိဳးစားရင္းဂ်ိဳးတို႔သားအဖကိုကူညီေပးခဲ့ရာမွဘာေတြဆက္ျဖစ္မလဲဆိုတာစိတ္လႈပ္ရွားဖြယ္ၾကည့္ရမယ့္ကားေလးတစ္ကားပဲျဖစ္ပါတယ္File Size : ( 820 MB , 319 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 33 ...",
        "rating": "4.8",
        "url": "https://megaup.net/1xs16/(CM)_Assent_2019_(Large_Size).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5YHjyjd2N0ZXcnGuB8G1nIa6h9t.jpg",
        "title": "Arctic Dogs (2019)",
        "description": "ပေါ့ပေါ့ပါးပါးနဲ့ တစ်ကားလုံးထိုင်ရာမထကြည့်ချင်အောင်ဆွဲခေါ်သွားတဲ့ ကာတွန်းကားလေးပါ...မြောက်ဝင်ရိုးစွန်းဒေသအစွန်ဆုံးမှာတိုင်ဂတ်ဗယ်လီ ဆိုတဲ့ ရွာလေးတစ်ရွာရှိတယ်အဲ့ရွာလေးမှာ ပစ္စည်းပို့ဝန်ဆောင်မှု လုပ်ငန်းကပစ္စည်းပို့တဲ့ မြောက်ဝင်ရိုးစွန်းခွေး ကြီးတွေက ကလေးတိုင်းအားကျရ တဲ့ သူတွေပေါ့ဆွစ်ဖတီ ဆိုတဲ့မြေခွေးလေးကတော့အဲ့ခွေးကြီးတွေလို မသန်မာပေမဲ့ပစ္စည်းပို့တဲ့သူဖြစ်ဖို့ကသူ့အိပ်မက်ပဲ အဲ့လုပ်ငန်းမှာ တခြားနေရာကနေ ဝန်ထမ်းဝင်လုပ်ရင်းတနေ့မှာ ခွေးကြီးတွေက ပြန်ပေးဆွဲခံရတော့ သူဖြစ်ချင်တဲ့ပစ္စည်းပို့သူဖြစ်လာတဲ့အခါမှာ ပြန်ပေးဆွဲခံရတဲ့အကြောင်းရင်းတွေကို စုံစမ်းသိရှိသွားပြီးဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ကြည့်ရှုခံစားလိုက်ပါ File Size : ( 868 MB , 429 MB )Quality : WEB-DL 720p\nRunning Time : 1 hr 32 min\nFormat : Mp4\nGenre : Animation , Adventure , Comedy\nSubtitle ...",
        "rating": "4.3",
        "url": "https://megaup.net/1xs0U/(CM)_Arctic_Dogs_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qS2RqexX4LAIysGR3tSQFEphfq4.jpg",
        "title": "Secret Zoo(2020)",
        "description": "Secret Zoo(2019)(unicode)ဒီဇာတ်ကားလေးက 2020 ဇန်နဝါရီလကပဲ ရိုက်ကူးပြီးစီးထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီး IMDB ကတော့ 10 out of 6.3 ရထားပါတယ်။ Runningman ကြည့်တဲ့သူတွေဆို လွန်ခဲ့တဲ့နှစ်ပတ်ကျော်လောက်က ဇာတ်ကား promotion အတွက်ဒီဇာတ်ကောင်တွေ လာသွားတာကိုမှတ်မိကြမယ်ထင်ပါတယ်။ဇာတ်လမ်းအကြောင်းအရာလေးကတော့ရှေ့နေတစ်ယောက်ဖြစ်သူ ဂန်းထယ်ဆူက ရှေ့နေအဖွဲ့အစည်းကြီးတစ်ခုဖြစ်တဲ့ JH မှာတရားဝင်ဝန်ထမ်းဖြစ်ဖို့ အမြဲအိမ်မက်နေခဲ့သူပါ။တစ်နေ့တော့သူ့အတွက် တရားဝင်ဝန်ထမ်းဖြစ်ဖို့အခွင့်အရေးတစ်ခုကလည်း ကျရောက်လာပါတယ်။အဲ့ဒါကတော့ အကြွေးနဲ့သိမ်းခံရတော့မယ့် နိုင်ငံခြားက ဝယ်ယူထားတဲ့တိရိစ္ဆာန်ရုံတစ်ခုကို ဦးစီးပေးဖို့ကုမ္ပဏီကခိုင်းစေလာပါတယ်။ကြည့်ရင်တော့လွယ်တယ်ထင်ရပေမယ့် တကယ်သွားကြည့်တဲ့အခါမှာတော့ ထူးခြားတာက အဲ့တိရိစ္ဆာန်ရုံမှာ ပြစားလို့ရတဲ့ တိရိစ္ဆာန် တစ်ကောင်မှမရှိတာပါပဲ။ကျန်တဲ့ အသေးအမွှားတိရိစ္ဆာန်လေးတွေပဲ ကျန်ခဲ့ပြီး တခြား တန်ဖိုးကြီးတိရိစ္ဆာန်တွေကအကြွေးကြောင့် ရောင်းစားခံလိုက်ရတဲ့ အခြေအနေပါ။အဲ့ဒီလို ပြစားစရာတိရိစ္ဆာန်တောင်မရှိတဲ့ တိရိစ္ဆာန်ရုံကြီးကို ဂန်းထယ်ဆူကို ၃လအတွင်းဦးစီးပြီး အကြွေး သိန်းတစ်သောင်းကို JH ကဆပ်ခိုင်းထားပါတယ်။ဂန်းထယ်ဆူတစ်ယောက် တိရိစ္ဆာန်တွေမရှိတဲ့ တိရိစ္ဆာန်ရုံကိုဦးစီးပြီး အကြွေးဆပ်ဖို့ရှိသမျှအကြံထုတ်ရပါတော့ပါတယ်။ဂန်းထယ်ဆူတစ်ယောက် တိရိစ္ဆာန်ရုံကြီးကို ဘယ်လိုလည်ပတ်အောင်လုပ်မလဲ။အကြွေး ဘယ်လိုဆပ်မလဲဆိုတာကတော့ ကိုယ်တိုင်ကြည့်ပြီး အဖြေရှာကြည့်စေချင်ပါတယ်။။ပိတ်ရက်မှာဒီကားလေးနဲ့ ရယ်မောပြီးအနားယူခံစားကြည့်စေချင်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/secret-zoo2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/while.at_.war_-140x200.jpg",
        "title": "While at War (2019)",
        "description": "While at war 2019==============IMBD rating – 7.1Rotten tomatoes – 63%#Unicodeဒီဇာတ်လမ်းဟာ စပိန်နိုင်ငံရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို အခြေခံရိုက်ကူးထားတာပါ။\nဇူလိုင်လ ၁၈ ၁၉၃၆ Salamanca, Castilla and León စတဲ့ စပိန်နိုင်ငံရဲ့ စပိန်စစ်တပ် ဟာ စစ်ကြေညာခဲ့ပါတယ်။ နိုင်ငံတော်အခြေအနေ မတည်ငြိမ်လို့ တိုင်းပြည်တိုးတက်ဖို့ဆိုပြီး သိမ်းလိုက်တာပါ။ အနီရောင်တပ်ဖွဲ့ ပြည်သူ့တပ်ဖွဲ့တွေက လဲ စပိန်စစ်တပ်ကို တွန်းလှန်တိုက်ခိုက်ကြတယ်။ စပိန်နိုင်ငံရဲ့ အထင်ကရ စာရေးဆရာတစ်ယောက်လည်းဖြစ် တက္ကသိုလ်မှာလည်း ကျောင်းဆရာတစ်ယောက်ဖြစ်နေတဲ့ မီဂွယ်တအူနာမိုနို က သူ့ကိုယ်တိုင် ကူညီတည်ထောင်ပေးခဲ့တဲ့ ပြည်သူ့တပ်ဖွဲ့ဆိုတာ ကိုသူကိုယ်တိုင်မကြိုက်ဘူးဖြစ်နေပါတယ်။ အကြောင်းကတော့ ဇာတ်လမ်းထဲမှာကြည့်ပါ။ စပိန်စစ်တပ်ကလဲ လူတွေကိုအကြောင်းမရှိအကြောင်းရှာသတ်ပစ်ကြတယ်။ ဒီလိုစိတ်ဝင်စားစရာဇာတ်လမ်းကို spoiler သဘောသက်ရောက်မှာစိုးတာရယ်ကြောင့် အသေးစိတ်ကိုတော့ ဇာတ်လမ်းထဲမှာ ခံစားကြည့်ပါ။ #Zawgyiဒီဇာတ္လမ္းဟာ စပိန္ႏိုင္ငံရဲ႕ျဖစ္ရပ္မွန္ဇာတ္လမ္းကို အေျခခံ႐ိုက္ကူးထားတာပါ။\nဇူလိုင္လ ၁၈ ၁၉၃၆ Salamanca, Castilla and ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/while-at-war-2019/",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kc2cvuqESIiRX5QoZOoMTBq18kQ.jpg",
        "title": "Freaks(2018)",
        "description": "Freaks(2018)အၫႊန္း*******************IMDb...7.0(unicode)Freaks (2019)\nAbnormal သို့မဟုတ် Freak လို့ သတ်မှတ်ခံထားရတဲ့ ညာဖက်မျက်လုံးမှ သွေးများကျတတ်တဲ့ လူတစ်စုရှိတယ်.....ဒီလိုသာမန်မဟုတ်တဲ့ ပတ်ဝန်းကျင်မှာ ကလိုဝီ လို့ခေါ်တဲ့ ခုနှစ်နှစ်အရွယ်သမီးလေးကို သာမာန်ကလေးတွေကဲ့သို့ နေထိုင်တတ်အောင် သင်ကြားပေးနေသော ဟင်နရီကိုတွေ့ရမှာဖြစ်ပါတယ်... သူ့ဇနီး မယ်ရီကို သေဆုံးသွားလို့ သမီးလေးဘေးကင်းအောင် စောင့်ရှောက်ပေးရင်း ကလေးကို အိမ်ထဲမှာပဲ လုံခြုံအောင်ထားခဲ့ပါတယ်...သူဘယ်လိုပဲသင်သင် နေထိုင်အောင်ကြိုးစား ကြိုးစား သမီးလေး ကလိုဝီ\nမှာ ထူးခြားတဲ့စွမ်းအင်တစ်ခုပိုင်ဆိုင်ထားတယ်...ဒါကို ဖခင်ဖြစ်သူလည်းမသိရှာဘူး...\nဒီအစွမ်းကြောင့်ပဲ သူ့အမေရဲ့ တကယ့်ဖြစ်ရပ်မှန်ကိုသိခဲ့ရတယ်..တခြားတစ်ဘက်မှာလည်း သူတို့မျိုးနွယ်စုတွေကို ADF အဖွဲ့ကမုဆိုးက သားကောင်လိုက်သလို လိုက်လံဖယ်ရှားနေခြင်းကိုခံနေရတယ်.....ကလိုဝီရဲ့ ထူးခြားတဲ့စွမ်းအင်တွေက ဘာတွေလဲ...\nသူ့အမေရဲ့အဖြစ်ကိုသိပြီးတဲ့နောက် ဘယ်လိုဆက်ဖြစ်ကြမလဲ...သုတ်သင်ရှင်းလင်းရေး\nအဖွဲ့တွေရန်ကရော လွတ်မြောက်ပါ့မလား....IMDb...7.0တောင်ရရှိထားတာမို့\nကားကောင်းတစ်ခုဖြစ်ပါကြောင်းညွှန်းဆိုပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htoo Htoo Ka Joe ပဲဖြစ်ပါတယ်...(zawgyi)Abnormal သို႔မဟုတ္ Freak လို႔ သတ္မွတ္ခံထားရတဲ့ ညာဖက္မ်က္လုံးမွ ေသြးမ်ားက်တတ္တဲ့ လူတစ္စုရွိတယ္.....ဒီလိုသာမန္မဟုတ္တဲ့ ပတ္ဝန္းက်င္မွာ ကလိုဝီ လို႔ေခၚတဲ့ ခုႏွစ္ႏွစ္အ႐ြယ္သမီးေလးကို သာမာန္ကေလးေတြကဲ့သို႔ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/freaks2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nNZr776Ua56v8aThSqHRBXxpUa7.jpg",
        "title": "Black Christmas (2019)",
        "description": "ခရစ္စမတ်ပိတ်ရက်မှာ ​ကျောင်းသား​တွေကိုယ်စီကမိသားစု​တွေနဲ့အချိန်ကုန်ဆုံးဖို့ပြန်သွားကြတာ​ကြောင့်ဟာ​သော်​ကောလိပ်ကြီးက တိတ်ဆိတ်ငြိမ်သက်​နေခဲ့တယ်ဒါ​ပေမယ့် ရိုင်​လေနဲ့ သူမရဲ့​ကောလိပ်ကညီအစ်မ​တွေအိမ်မပြန်ကြပဲအ​ဆောင်မှာ ခရစ္စမတ်ပိတ်ရက်ကိုကုန်ဆုံးခဲ့ကြတယ်ရိုင်​လေတို့အဖွဲ့က ​ခရစ္စမတ်ညမှာ တစ်​ယောက်နဲ့တစ်​ယောက်အဆင်မ​ပြေဖြစ်ခဲ့ပြီး ရန်ဖြစ်ကြရင်းမျက်နှာဖုံးစွပ်ထားတဲ့လူစိမ်း​တွေရဲ့တိုက်ခိုက်ခြင်းကိုခံခဲ့ရတယ် ​သူမတို့အဖွဲ့က ဘာအတွက်​ကြောင့်တိုက်ခိုက်ခံရတာလဲ.....တခြားအ​ဆောင်မှာရှိ​နေကြတဲ့​ကောင်မ​လေး​တွေက​ရောသူတို့လိုပဲတိုက်ခိုက်ခံရတာလား.....ရိုင်​လေတို့အဖွဲ့မှာ ဘယ်သူ​တွေကအသက်ရှင်ပြီး လွတ်​မြောက်ခဲ့မလဲ.....အဲ့တိုက်ခိုက်မှု​တွေက ဘာအတွက်​ကြောင့်ဖြစ်လာရတာလဲဆို​​တော့..... File Size : ( 862 MB , 270 MB )Quality : WEB-DL 720p\nRunning Time : 1 hr 32 min\nFormat : Mp4\nGenre : Horror , Mystery , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hsu Lei\nEncoded ...",
        "rating": "5.1",
        "url": "https://megaup.net/1xs0g/(CM)_Black_Christmas_2019_(Large_Size).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/two.one_-136x200.jpg",
        "title": "Two/One (2019)",
        "description": "Two/One 2019============#Unicodeကမ္ဘာရဲ့ တစ်ဘက်တစ်ချက်ဆီမှာ သီးခြားစီနေထိုင်တဲ့ လူနှစ်ယောက်ရှိတယ်။ ဆန့်ကျင်ဘက်အရပ်မှာရှိနေတဲ့အတွက်တစ်ယောက်က အိပ်နေရင် တစ်ယောက်ကနိုးထရှင်သန်နေရတာပဲမဟုတ်လား .  ကမ္ဘာတစ်ဖက်မှာ နေဝင်တာက နောက်တစ်ခြမ်းအတွက်နေထွက်ခြင်းတစ်မျိုးပဲမှတ်လား . . .အချိန်ကာလတစ်ခုမှာ သူတို့နှစ်ယောက်ဆုံတွေ့ကြတဲ့အခါ . မေးစရာလေးတွေရှိလာခဲ့ပြီပေါ့။ ဘယ်သူက အိမ်မက်ဖြစ်နေပြီးတော့ . ဘယ်သူက အိမ်မက်မက်နေသူလည်းဆိုတာလည်း . တွေ့လာသိလာမှာပါ။ အညွှန်းကို ကြည့်ပြီးတွေဝေစရာတွေများနေရင်ဇာတ်ကားလေးကိုသာကြည့်ရှုပေးကြပါကုန်။ #Zawgyiကမာၻရဲ႕ တစ္ဘက္တစ္ခ်က္ဆီမွာ သီးျခားစီေနထိုင္တဲ့ လူႏွစ္ေယာက္ရွိတယ္။ ဆန႔္က်င္ဘက္အရပ္မွာရွိေနတဲ့အတြက္တစ္ေယာက္က အိပ္ေနရင္ တစ္ေယာက္ကႏိုးထရွင္သန္ေနရတာပဲမဟုတ္လား .  ကမာၻတစ္ဖက္မွာ ေနဝင္တာက ေနာက္တစ္ျခမ္းအတြက္ေနထြက္ျခင္းတစ္မ်ိဳးပဲမွတ္လား . . .အခ်ိန္ကာလတစ္ခုမွာ သူတို႔ႏွစ္ေယာက္ဆုံေတြ႕ၾကတဲ့အခါ . ေမးစရာေလးေတြရွိလာခဲ့ၿပီေပါ့။ ဘယ္သူက အိမ္မက္ျဖစ္ေနၿပီးေတာ့ . ဘယ္သူက အိမ္မက္မက္ေနသူလည္းဆိုတာလည္း . ေတြ႕လာသိလာမွာပါ။ အၫႊန္းကို ၾကည့္ၿပီးေတြေဝစရာေတြမ်ားေနရင္ဇာတ္ကားေလးကိုသာၾကည့္ရႈေပးၾကပါကုန္။(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။) Quality – 720p  ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/two-one-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/I-am-legend-135x200.jpg",
        "title": "I Am Legend (2007)",
        "description": "I Am Legend 2007==============#UnicodeIMDb Rating 7.2/10 ထိရရှိထားတဲ့ နာမည်ကျော် သရုပ်ဆောင် Will Smith ပါဝင်သရုပ်ဆောင်ထားတဲ့ I am Legend(2007) ဇာတ်ကားကို တော်တော်များများကြည့်ဖူးကြမှာပါ။\nဒါပေမဲ့ ဒီဇာတ်ကားက နောက်ထပ် ဇာတ်သိမ်းတစ်မျိုးနဲ့ ထပ်ထွက်သေးတယ်ဆိုတာကိုတော့ သိပ်မသိကြပါဘူး။ ဇာတ်လမ်းကတော့ ပုံစံတူတူပါပဲ။ ကမ္ဘာတစ်ခုလုံးကို ဗိုင်းရပ်ပျံ့နှံ့သွားပြီး သူတစ်ယောက်တည်းကျန်နေခဲ့တာပါ။ ဗိုင်းရပ်ကို ကုသဖို့ နည်းလမ်းရှာနေရင်း သူ့ရဲ့ နောက်ဆုံး အဖော်အဖက်ဖြစ်တဲ့ ခွေးလေး ဆမ် သေသွားတဲ့အချိန်မှာ သူ့ကိုသူ သတ်သေဖို့ ကြိုးစားခဲ့ပါတယ်။ သေလုဆဲဆဲမှာ အမျိုးသမီးတစ်ယောက်လာရောက် ကယ်တင်တာကိုခံခဲ့ရပါတယ်။ ကမ္ဘာပေါ်မှာ သူတစ်ယောက်တည်း ကျန်ခဲ့တာ မဟုတ်ဘူးဆိုတာကို သိလာရပါတယ်။ ဒီအမျိုးသမီးက ဘာလို့သူ့ဆီကိုရောက်လာတာလဲ။ ဘာတွေဆက်ဖြစ်ကြမယ်ဆိုတာက ပထမဇာတ်ကားနဲ့ ကွဲသွားမှာပါ။ Rating ကတော့ IMDb 7.2 ချင်း တူတူပါပဲ။ Quality – 1080P, ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/i-am-legend-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/17149-133x200.jpg",
        "title": "0.0MHz (2019)",
        "description": "CM ပရိသတ်​တွေအကြိုက်​တွေ့​စေမယ့်သဘာဝလွန်ဖြစ်ရပ်​တွေနဲ့ ​ကြောက်စရာ​ကောင်းတဲ့ရုံတင်ဇာတ်ကား​ကောင်း​လေးဖြစ်တဲ့ 0.0MHz ဆိုတဲ့ကိုးရီးယားသရဲကား​လေးပါဒီဇာတ်လမ်းထဲမှာဆိုရင် ​ကောလိပ်တစ်ခုမှာသဘာဝလွန်ဖြစ်ရပ်​တွေနဲ့ ပရ​လောကကို စုံးစမ်း​​လေ့လာ​နေတဲ့0.0MHzဆိုတဲ့အဖွဲ့​လေးတစ်ဖွဲ့ရှိတယ်ဒီအဖွဲ့ဟာ သရဲ​ခြောက်တာကြမ်းတယ်လို့ နာမည်ကြီး​နေတဲ့အိမ်တစ်အိမ်ကို သွားပြီးလက်​တွေ့ကျကျစူးစမ်းကြရင်း သူတို့မယုံကြည်တဲ့အရာ​တွေ တကယ်ဖြစ်လာပြီး ​ကြောက်စရာ​​ကောင်းတဲ့ ​ခြောက်လှန့်မှု​တွေနဲ့ ​တွေ့ကြုံရတဲ့အခါဘယ်လိုဖြစ်ပျက်မလဲ ပြီး​တော့အဲ့ဒီအဖွဲ့ထဲမှာ မျိုးရိုးစဥ်ဆက် ပရ​လောကသား​တွေကို မြင်နိုင်ကြားနိုင်တဲ့ ​ကောင်မ​လေးတစ်​ယောက်ပါဆို​​တော့ သူတို့​တွေဘာ​တွေဆက်ဖြစ်ကြမလဲဘယ်လိုရုန်းထွက်ကြမလဲဆိုတာ စိတ်ဝင်တစားနဲ့ကြည့်ရှု့ရမှာပါHorror​ကြိုက်တဲ့သူ​တွေအတွက် တစ်ခြားဇာတ်ကား​တွေနဲ့မတူပဲတစ်မျိုးဆန်း​နေမယ့်ဇာတ်ကား​ကောင်း​လေးတစ်ကားလို့ထင်ပါတယ် File Size : ( 953 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 41 min\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub) ...",
        "rating": "4.6",
        "url": "https://megaup.net/1xayg/0.0_MHz_[2019]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/angels.fallen.2020-150x200.jpg",
        "title": "Angels Fallen (2020)",
        "description": "Angels Fallen 2020==============#UnicodeIMDb Rating 6.1/10 ထိရရှိထားတဲ့\n၂၀၂၀ ထွက် Horror ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့....\nသမ္မာကျမ်းစာအရ ကမ္ဘာပေါ်မှာ နတ်ဆိုးတွေရှိပါတယ်...ဂတ်ဘရီရယ် မိုက်ကယ် တိုင်နဲ့ ဟန်နာတို့ဟာ နတ်ဆိုးတွေကိုနှင်တဲ့ မုဆိုးတွေပါ ဒါပေမယ့်\nအခုချိန်မှာတော့ အဲ့မုဆိုးအလုပ်ကို စွန့်လွှတ်ပြီး အသီးသီး သူ့အလုပ်နဲ့သူ ဖြစ်နေကြပါပြီ....တစ်နေ့မှာတော့ သမ္မာကျမ်းစာထဲကအတိုင်း\nကမ္ဘာပျက်ကပ်ကိုသယ်ဆောင်လာမယ့်\nနတ်ဆိုးတမာန်တော်လေးယောက် ရောက်နေပြီမှန်း သိလိုက်ရတဲ့အခါ...သူတို့တွေပြန်ပေါင်းစည်းပြီး ကမ္ဘာကိုကယ်တင်နိုင်မှာလားဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်.... #ZawgyiIMDb Rating 6.1/10 ထိရရွိထားတဲ့\n၂၀၂၀ ထြက္ Horror ဇာတ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့....\nသမၼာက်မ္းစာအရ ကမာၻေပၚမွာ နတ္ဆိုးေတြရွိပါတယ္...ဂတ္ဘရီရယ္ မိုက္ကယ္ တိုင္နဲ႔ ဟန္နာတို႔ဟာ နတ္ဆိုးေတြကိုႏွင္တဲ့ မုဆိုးေတြပါ ဒါေပမယ့္\nအခုခ်ိန္မွာေတာ့ အဲ့မုဆိုးအလုပ္ကို စြန႔္လႊတ္ၿပီး အသီးသီး သူ႔အလုပ္နဲ႔သူ ျဖစ္ေနၾကပါၿပီ....တစ္ေန႔မွာေတာ့ သမၼာက်မ္းစာထဲကအတိုင္း\nကမာၻပ်က္ကပ္ကိုသယ္ေဆာင္လာမယ့္\nနတ္ဆိုးတမာန္ေတာ္ေလးေယာက္ ေရာက္ေနၿပီမွန္း သိလိုက္ရတဲ့အခါ...သူတို႔ေတြျပန္ေပါင္းစည္းၿပီး ကမာၻကိုကယ္တင္ႏိုင္မွာလားဆိုတာကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 720p  Web - ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/angels-fallen-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/the-city-of-violence2006-147x200.jpg",
        "title": "The City of Violence(2006)",
        "description": "The City of Violence(2006)(unicode)ဆိုးလ်မြို့ရာဇဝတ်မှုနှိမ်နှင်းရေးအဖွဲ့မှ ထယ်ဆိုး တစ်ယောက်သူငယ်ချင်းဟောင်းဖြစ်သူ ဝမ်းဂျယ်ရဲ့စျာပနာပွဲကိုတက်ရောက်ဖို့အတွက် မွေးရပ်မြေကိုပြန်လာခဲ့ပါတယ်။ သူပြန်လာလို့ သူငယ်ချင်းရဲ့ ဈပနပွဲမှာ မသာမှုတွေ တွေ့ခဲ့ရတယ်။ သူငယ်ချင်းဖြစ်သူဝမ်းဂျယ်ရဲ့သေဆုံးမှုဟာ သံသယဖြစ်စရာကောင်းတဲ့အတွက် ဆော့ဟွမ်းနဲ့ထယ်ဆိုးတို့ဟာ သူ့နည်းသူ့ဟန်နဲ့စုံစမ်းရေးကိုစတင်ခဲ့ပါတော့တယ်။ အဲ့ဒီမှာပဲ\nသေဆုံးမှုဟာ ထယ်ဆိုးမမျှော်လင့်ထားတဲ့သူတွေနဲ့ဆက်နွယ်နေတာကို တွေ့ခဲ့ရတယ်...\nထယ်ဆိုးတစ်ယောက်ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ...သူမထင်ထားတဲ့သူတွေဆိုတာကရော ဘယ်သူတွေများဖြစ်မလဲ...ဒီကားက အက်ရှင်ဦးစားပေးဇာတ်ကားတစ်ကားပါ.... ဇာတ်လမ်းကကောင်းသလို အက်ရှင်ကားကြိုက်သူတွေအတွက်\nကျေနပ်လောက်အောင် အက်ရှင်ခန်းတွေ များစွာပါဝင်ပါတယ်...ခံစားကြည့်ကြပါဦး..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Shoon ပဲဖြစ်ပါတယ်....(zawgyi)ဆိုးလ္ၿမိဳ႕ရာဇဝတ္မႈႏွိမ္ႏွင္းေရးအဖြဲ႕မွ ထယ္ဆိုး တစ္ေယာက္သူငယ္ခ်င္းေဟာင္းျဖစ္သူ ဝမ္းဂ်ယ္ရဲ႕စ်ာပနာပြဲကိုတက္ေရာက္ဖို႔အတြက္ ေမြးရပ္ေျမကိုျပန္လာခဲ့ပါတယ္။ သူျပန္လာလို႔ သူငယ္ခ်င္းရဲ႕ ဈပနပြဲမွာ မသာမႈေတြ ေတြ႕ခဲ့ရတယ္။ သူငယ္ခ်င္းျဖစ္သူဝမ္းဂ်ယ္ရဲ႕ေသဆုံးမႈဟာ သံသယျဖစ္စရာေကာင္းတဲ့အတြက္ ေဆာ့ဟြမ္းနဲ႔ထယ္ဆိုးတို႔ဟာ သူ႔နည္းသူ႔ဟန္နဲ႔စုံစမ္းေရးကိုစတင္ခဲ့ပါေတာ့တယ္။ အဲ့ဒီမွာပဲ\nေသဆုံးမႈဟာ ထယ္ဆိုးမေမွ်ာ္လင့္ထားတဲ့သူေတြနဲ႔ဆက္ႏြယ္ေနတာကို ေတြ႕ခဲ့ရတယ္...\nထယ္ဆိုးတစ္ေယာက္ဘယ္လိုအခက္အခဲေတြရင္ဆိုင္ရမလဲ...သူမထင္ထားတဲ့သူေတြဆိုတာကေရာ ဘယ္သူေတြမ်ားျဖစ္မလဲ...ဒီကားက အက္ရွင္ဦးစားေပးဇာတ္ကားတစ္ကားပါ.... ဇာတ္လမ္းကေကာင္းသလို အက္ရွင္ကားႀကိဳက္သူေတြအတြက္\nေက်နပ္ေလာက္ေအာင္ အက္ရွင္ခန္းေတြ မ်ားစြာပါဝင္ပါတယ္...ခံစားၾကည့္ၾကပါဦး..\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Shoon ပဲျဖစ္ပါတယ္....File Size : (850 MB) and (334 ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-city-of-violence2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tPzw28qOSVU5kfyczbcOJkInqxF.jpg",
        "title": "Ghost (2019)",
        "description": "(Unicode)ကျွန်တော်တို့ အိန္ဒိယဇာတ်ကားတွေ ခုတလောတင်ဆက်ပေးတဲ့အထဲ အချစ်၊အကြမ်းတွေပဲ များနေခဲ့တာခုချိန်မှာတော့ အပြောင်းအလဲတစ်မျိုးနဲ့ သရဲကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအရ....ရွေးကောက်ပွဲဝင် ကိုယ်စားလှည်လောင်းမစ္စတာ ကာရန်ခန်းနား ညဘက် အိမ်ပြန်မအိပ်နိုင်ဘဲမနက်စောစောမှ အိမ်ပြန်တဲ့အခါ သူ့ရဲ့ ဇနီးဟာသေဆုံးလျက်သား တွေ့ခဲ့ရပါတယ်။ရဲတွေရရဲ့ စီစီတီဗီ မှတ်တမ်းတွေ တွေ့ရှိချက်အရမစ္စတာ ခန်းနားဟာ ညဘက် ၂နာရီဝန်းကျင်မှာအိမ်ပြန်လာပြီး သတ်သွားတယ်လို့ သိရတယ်။မစ္စတာ ခန်းနားကိုယ်တိုင်ကလည်း တစ်ညလုံးအိမ်ပြန်မအိပ်နိုင်ဘဲ ပါတီဝင်တွေနဲ့ အတူရှိနေကြောင်းပြောတယ်။ဒါပေမဲ့ ရဲတွေဖက်က သက်သေခိုင်လုံနေတော့အသက်ငယ်ငယ်နဲ့ ဂုဏ်သရေရှိမစ္စတာ ခန်းနားဟာ အချုပ်ထဲ ရောက်နေခဲ့ရပါတယ်။ဒါပေမဲ့ ရှေ့နေငှားခွင့်ရှိတဲ့ အလျောက်မစ္စတာခန်းနားရဲ့ စည်းရုံးရေးမန်နေဂျာ ဘော့ဘ်အာနန်းကို အတော်ဆုံးရှေ့နေတစ်ယောက် ငှားရမ်းခိုင်းခဲ့ပါတယ်။သူ ငှားရမ်းခဲ့တဲ့ ရှေ့နေမလေးကတော့... မစ်ဆင်းရ်ပါ။မစ်ဆင်းရ်ဟာ ဖခင်သေဆုံးမှု၊ အက်ဆီးဒန့်တွေဖြစ်ခဲ့တဲ့အတွက် လတ်တလောမှာ မော်ဖင်းတွေ စွဲနေသူ တစ်ဦးပါ။မစ္စတာ ခန်းနားရဲ့ အမှုကို ကိုင်တွယ်ပေးဖို့ လေ့လာတဲ့အခါ\"ကျွန်တော်တို့ အိမ်မှာ ဝိညာဉ်တစ်ကောင်ရှိနေတယ် ဒါကို ကျွန်တော်တို့ လင်မယားနှစ်ယောက်လုံး သိတယ်သူ ကျွန်တော့်မိန်းမကို ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/ghost-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/Frankie-2019-135x200.jpg",
        "title": "Frankie (2019)",
        "description": "Frankie 2019==========#Unicode2019 ခုနစ်ထွက် Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။IMDB 5.5/10 ရရှိထားပါတယ်...လူ့ဘဝဆိုတာ ငယ်ရွယ်နုပျိုစဉ်မှာတော့\nအချိန်တွေကပေါများသယောင်ရှိပေမယ့်...\nအဲ့အချိန်တွေမှာ အကန့်အသတ်ဆိုတာရှိလာတဲ့အခါ..ဇာတ်လမ်းအကျဉ်းလေးကတော့...\nဖရန်ကီက သက်ကြီးပိုင်း နာမည်ကျော်မင်းသမီးကြီးတစ်ယောက်ပါ...\nသူတို့မိသားစု ပေါ်တူဂီက ဆင်နာထရာမြို့လေးကို အပျော်ခရီးထွက်လာပေမယ့် မပျော်နိုင်ကြပါဘူး....ဘာလို့လဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းကိုဆက်ကြည့်ပြီး အဖြေရှာရမှာဖြစ်ပါတယ်... #Zawgyi2019 ခုနစ္ထြက္ Drama ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။IMDB 5.5/10 ရရွိထားပါတယ္...လူ႔ဘဝဆိုတာ ငယ္႐ြယ္ႏုပ်ိဳစဥ္မွာေတာ့\nအခ်ိန္ေတြကေပါမ်ားသေယာင္ရွိေပမယ့္...\nအဲ့အခ်ိန္ေတြမွာ အကန႔္အသတ္ဆိုတာရွိလာတဲ့အခါ..ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့...\nဖရန္ကီက သက္ႀကီးပိုင္း နာမည္ေက်ာ္မင္းသမီးႀကီးတစ္ေယာက္ပါ...\nသူတို႔မိသားစု ေပၚတူဂီက ဆင္နာထရာၿမိဳ႕ေလးကို အေပ်ာ္ခရီးထြက္လာေပမယ့္ မေပ်ာ္ႏိုင္ၾကပါဘူး....ဘာလို႔လဲဆိုတာကိုေတာ့ ဒီဇာတ္လမ္းကိုဆက္ၾကည့္ၿပီး အေျဖရွာရမွာျဖစ္ပါတယ္...(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 720p  Blu-RayDuration – 1 hrs 40 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.Blu-RayTranslator – May Myat ThuEncoder – San ...",
        "rating": "5.3",
        "url": "https://megaup.net/2dprt/(NZ)Frankie(2019).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7nlUgEYqsjmpts1XC8bLxT6cZ5.jpg",
        "title": "Legend Of The Demon Seal (2019)",
        "description": "[Unicode]ဒီဇာတ်ကားကတော့ 2019 တုန်းက ထွက်ရှိထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပြီး အခြားဇာတ်ကားတွေနဲ့ မတူတာကတော့\ncomic world နဲ့ real world ကို တစ်လှည့်စီ ယှဉ်ပြပြီးရိုက်ကူးထားတာ ဖြစ်ပါတယ် ၊real world မှာတော့ ဖုန့်ရွှယ်ဟာ သာမန် ကာတွန်း ကုပ္မဏီတစ်ခုမှာ အလုပ်လုပ်ကိုင်နေတဲ့ အရည်ချင်းရှိတဲ့ ကာတွန်းရေးဆရာမ တစ်ယောက်ပါ...သူဟာ သူ့ရဲ့ ဇာတ်လမ်းတွေနဲ့ ဇာတ်ကောင်တွေလို့ သူ့ သားသမီးလို သဘောထားပြီး အလုပ်ကို တိတိကျကျလုပ်ကိုင်တတ်သူပါ ၊သူ့နဲ့ အတူအလုပ်တွဲလုပ်ရတဲ့ ပိုင်ကျစ်ဟာလည်း အရည်ချင်းရှိပေမယ့် အထက်လူကြီးအကြိုက်ကို အမြဲလိုက်ရတဲ့ အတွက် သူတို့ ရဲ့ အရည်ချင်းတွေဟာ ဒီနေရာမှာ အလကားဖြစ်နေခဲ့ပါတယ် ၊comic world မှာတော့ ဖုန့်ရွှယ်ဟာ နွီဝါးရဲ့ မျိုးဆက်ဖြစ်ပြီး ရှေးဟောင်းသားရဲကောင်ကြီးကို ပြန်လည်ချိတ်ပိတ်ဖို့အတွက် တာဝန်ထမ်းဆောင်ရမှာပါ...နောက်ဆုံးမှာ သူတို့ ဖန်တီးချင်တဲ့ ကာတွန်းဇာတ်လမ်းအတိုင်း ဇာတ်ကောင်တွေ ရေးဆွဲဖန်တီးပြီး ...",
        "rating": "5.0",
        "url": "https://megaup.net/2dprf/Legend_of_the_Demon_Seal_(2019).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ejaHQQKp5J2tD6ubprDMmIRGKnE.jpg",
        "title": "[18+]Scarlet Innocence(2014)",
        "description": "Scarlet Innocence(2014)(unicode)တစ်ချို့သော ကိုရီးရား အချစ်ကားတွေဟာ တော်ရုံ adult ကားတွေထက်\nဆွဲဆောင်မှုရှိကြတယ်လို့ဆိုကြတယ်...အဲ့ဒီကားတွေထဲမှာ\nScarlet Innocence (2014) လည်းအပါအဝင်ဖြစ်တယ်...ကြည့်ဖူးတဲ့သူတွေသိကြသလို\nအကြည်လေး သိမ်းထားချင်တဲ့သူတွေအတွက်ရော မကြည့်ရသေးတဲ့သူတွေအတွက်ရော\nတင်ဆက်ပေးလိုက်တယ်...ဒီကားက ဇာတ်လမ်းလည်းကောင်းမွန်လှသလို\nမင်းသားမင်းသမီးတွေကလည်း နာမည်ကြီးတွေပါပဲ...\n(18+)လူကြီးခန်းများ အများအပြားပါတာမို့ မိသားစုနဲ့အတူ မကြည့်သင့်ပါဘူး...\nထွေထွေထူးထူးညွှန်းစရာမလိုတဲ့ကားကောင်းမို့\nခံစားကြည့်ကြပါဦးလို့ပဲပြောပါရစေ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Fliex ပဲဖြစ်ပါတယ်...(zawgyi)တစ္ခ်ိဳ႕ေသာ ကိုရီးရား အခ်စ္ကားေတြဟာ ေတာ္႐ုံ adult ကားေတြထက္\nဆြဲေဆာင္မႈရွိၾကတယ္လို႔ဆိုၾကတယ္...အဲ့ဒီကားေတြထဲမွာ\nScarlet Innocence (2014) လည္းအပါအဝင္ျဖစ္တယ္...ၾကည့္ဖူးတဲ့သူေတြသိၾကသလို\nအၾကည္ေလး သိမ္းထားခ်င္တဲ့သူေတြအတြက္ေရာ မၾကည့္ရေသးတဲ့သူေတြအတြက္ေရာ\nတင္ဆက္ေပးလိုက္တယ္...ဒီကားက ဇာတ္လမ္းလည္းေကာင္းမြန္လွသလို\nမင္းသားမင္းသမီးေတြကလည္း နာမည္ႀကီးေတြပါပဲ...\n(18+)လူႀကီးခန္းမ်ား အမ်ားအျပားပါတာမို႔ မိသားစုနဲ႔အတူ မၾကည့္သင့္ပါဘူး...\nေထြေထြထူးထူးၫႊန္းစရာမလိုတဲ့ကားေကာင္းမို႔\nခံစားၾကည့္ၾကပါဦးလို႔ပဲေျပာပါရေစ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Fliex ပဲျဖစ္ပါတယ္...File Size : (900 MB) and (395 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:53:00\nGenre :  Drama, Romance, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Fliex\nEncoded by War Dog",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/18scarlet-innocence2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ruuZcKbvrHU4lMR7ye59mZLIJkG.jpg",
        "title": "Dabangg 3 (2019)",
        "description": "(Unicode)ရဲမေကြီး ပြီးသွားတော့ ရဲသားကြီး အလှည့်ရောက်လာပါပြီ။၂၀၁၉ခုနှစ်ထွက် မင်းသားကြီး ဆယ်လ်မန်ခန်း(Salman Khan)ရဲ့ ဟာသ၊အက်ရှင် ဇာတ်ကားကြီးပါ။လူဆိုးလူမိုက်တွေ ဖမ်းဆီးရာမှာ ဒီအင်စပက်တာကြီးကတော့ ထိတ်ထိတ်ကြဲပဲဗျ။လူကုန်ကူးဂိုဏ်းတစ်ခုကို ဖမ်းဆီးရင်း ဂိုဏ်းခေါင်းဆောင်က အတိတ်က ရန်ကြွေးရှိဖူးသူ ဖြစ်နေတယ်ဆိုတာကို သိလိုက်ရတဲ့ အခါမှာတော့....။အင်စပက်တာကြီးဆိုတာ ဒီလူမိုက်ကြီးကြောင့် ဖြစ်လာရတာ၊ ဒီလူမိုက်ကြီးကြောင့် ဘဝပျက်ခဲ့ရတာ၊အချစ်အတွက် အကြွေး၊ ပျက်စီးခံဘဝအတွက် အကြွေးတွေကို လူမိုက်ကြီးဆီ ပြန်ပြီး လက်စားချေဖို့ ဖြစ်လာပါတော့တယ်။လူမိုက်ကြီးကတော့ ရင်းနှီးပြီးသား ခန်နာဒါးမင်းသား Sudeep ပါပဲ။ကဲရှေ့ဆက် ဘယ်လို ဖြစ်မလဲဆိုတာကို ကြည့်ရှုပေးကြပါဦးဗျ။ဟာသလည်း ပါနေတော့ အက်ရှင်ပိုင်းမှာ အိုဗာတွေ ပါနေပါတယ်။ ဒါကိုတော့ သည်းခံရမယ်ဗျာ။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ...",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/dabangg-3-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/789DIwuuf7hACsXEFTTSR9H46ka.jpg",
        "title": "To All the Boys: P.S. I Still Love You (2020)",
        "description": "(Unicode)အခု မိတ်ဆက်ပေးမှာကတော့ 2018 က ထွက်ခဲ့တဲ့ To All the Boys I've Loved Before ဆိုတဲ့ အမေရိကန်အချစ်ဇာတ်ကားလေးရဲ့ နောက်ဆက်တွဲအနေနဲ့2020 မှာ ထပ်မံရိုက်ကူး ထုတ်လွှတ်လာတဲ့ To All the Boys: P.S. I Still Love You ဆိုတဲ့ ဇာတ်ကားလေးပါပထမကားမှာတုန်းကလိုပဲ လူငယ်ကြိုက် အချစ်ကားလေးဟာ ပရိသတ်ကို စိတ်မပျက်ရမယ့် ကြည်နူးစရာ အချစ်ဇာတ်ဝင်ခန်းလေးတွေနဲ့ ထပ်မံ ဖမ်းစားနိုင်ခဲ့ပြန်ပါတယ်လာရာဂျင်းနဲ့ ပီတာကတ်ဗင်စကီနဲ့ ပထမဆုံးဒိတ်လေးနဲ့ ဇာတ်လမ်းလေးကို စတင်ထားပြီး ရင်ခုန်ကြည်နူးစရာ ချစ်သူဘဝလေးကို ပုံဖော်ပြထားပါတယ်အဲလိုအချိန်မှာပဲ လာရာဂျင်းရဲ့ နောက်ထပ် ရည်းစားစောင်တစ်စောင်ကို လက်ခံရရှိခဲ့တဲ့ အလယ်တန်းတုန်းက ဂျွန်အမ်ဘရို့စ်ဆီက ပြန်စာတစ်စောင်လက်ခံရရှိလိုက်တဲ့အခါမှာ ဘာတွေ ဆက်ဖြစ်လာမှာလဲ....ဂျွန်အမ်ဘရို့စ်ဟာ လာရာဂျင်းနဲ့အတူ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/to-all-the-boys-p-s-i-still-love-you-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j6jo3J0jKYOAMMm01fH5kbbb6AF.jpg",
        "title": "Prati Roju Pandaage (2019)",
        "description": "(Unicode)ဒီတစ်ပတ်မှာတော့ တေလဂူး(Telugu) မိသားစုကားလေး တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။မင်းသားနဲ့ မင်းသမီးကတော့ တေလဂူးပရိသတ်တွေ ရင်းနှီးပြီးသားမို့ အထူးတလည်မိတ်ဆက်စရာမလိုပါဘူး။ဇာတ်လမ်းအကျဉ်းကို တစ်ချက်လောက် ချပြရရင် အမေရိကမှာ အခြေချနေတဲ့ မင်းသားတို့မိသားစုရယ်၊ အိန္ဒိယမှာပဲ အလုပ်အကျွေးပြုစုသူ တစ်ယောက်နဲ့ အတူနေတဲ့ မင်းသားရဲ့ အဘိုးရယ်ပေါ့။တစ်နေ့မှာတော့ အဘိုးဟာ ကျန်းမာရေးအရ ဆေးစစ်ချက်သွားယူရာကနေ သူ့မှာ အဆုတ်ကင်ဆာ ရှိနေတယ်ဆိုတဲ့အကြောင်းကို သိလိုက်ရပါတယ်။သားသမီးတွေနဲ့ ဝေးရာမှာ နေရာသူဖြစ်တော့ သားသမီးတွေဆီ ဖုန်းဆက်အကြောင်းကြားတယ်။အဘိုးမှာ ရောဂါအဆင့်က ကျွမ်းနေပြီမို့ အချိန်က ၅ပတ်ကာလပဲ ရှိတော့တယ်။တစ်ဖက်မှာလည်း အလုပ်၊ တစ်ဖက်မှာလည်း မိဘဖြစ်တော့ အလုပ်ကို ဦးစားပေးတတ်ကြတဲ့ သားသမီးတွေဟာ အဖေဖြစ်သူဆီ ပြုစုစောင့်ရှောက်ဖို့ လောလောဆယ် မသွားနိုင်ကြပါဘူး။ဒါပေမဲ့ အဘိုးကို အရမ်းချစ်တဲ့ မြေး(မင်းသား)ကတော့ ဒီသတင်းကို ကြားကြားချင်း လိုက်သွားခဲ့ပါတယ်။အိန္ဒိယကိုရောက်ပြီး ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/prati-roju-pandaage-2019/",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/Mr-Mrs-Smith-133x200.png",
        "title": "Mr. & Mrs. Smith (2005)",
        "description": "အင်ဂျလီနာဂျိုလီနဲ့ ဘရတ်ပစ်တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ နာမည်ကြီးဇာတ်ကားပါ။\nအပစ်အခတ်အကြမ်းပတမ်းတွေနဲ့ ဝါရင့်သရုပ်ဆောင်နှစ်ယောက်\nအပြိုင်အဆိုင် သရုပ်ဆောင်ထားကြတာ အသက်ဝင်လွန်းပါတယ်။\n(အသက်ဝင်လွန်းလို့ ဒီဇာတ်ကားရိုက်ကူးပြီးသွားချိန်မှာ\nသူတို့နှစ်ယောက် ပေါင်းသင်းနေထိုင်ကြတဲ့အထိဖြစ်သွားပါတယ်....ဤကား စကားချပ်။)\nဇာတ်လမ်းလေးကလဲ မြင်နေကြ ဇာတ်လမ်းတွေလိုမဟုတ်လို့ ကြည့်လို့အဆင်ပြေသလို\nသူတို့နှစ်ယောက်ရဲ့ အကြည့်... အပြုံး ..စကားပြောဟန်တွေ ...သရုပ်ဆောင်မှုတွေကလဲ အတော်လေးဆွဲဆောင်နိုင်ပါတယ်။\nဒီဇာတ်ကားကို Unrated Edition Version နဲ့တင်ပေးထားလို့ ရုံတင်တုန်းက မပါခဲ့တဲ့ Scene တချို့ကို\nတွေ့မြင်ရမှာပါ။\n---------------------------------------------------------------အင္ဂ်လီနာဂ်ိဳလီနဲ႕ ဘရတ္ပစ္တို႕ ပါဝင္သရုပ္ေဆာင္ထားတဲ့ နာမည္ၾကီးဇာတ္ကားပါ။\nအပစ္အခတ္အၾကမ္းပတမ္းေတြနဲ႕ ဝါရင့္သရုပ္ေဆာင္ႏွစ္ေယာက္\nအျပိဳင္အဆိုင္ သရုပ္ေဆာင္ထားၾကတာ အသက္ဝင္လြန္းပါတယ္။\n(အသက္ဝင္လြန္းလို႕ ဒီဇာတ္ကားရိုက္ကူးျပီးသြားခ်ိန္မွာ\nသူတို႕ႏွစ္ေယာက္ ေပါင္းသင္းေနထိုင္ၾကတဲ့အထိျဖစ္သြားပါတယ္....ဤကား စကားခ်ပ္။)\nဇာတ္လမ္းေလးကလဲ ျမင္ေနၾက ဇာတ္လမ္းေတြလိုမဟုတ္လို႕ ၾကည့္လို႕အဆင္ေျပသလို\nသူတို႕ႏွစ္ေယာက္ရဲ႕ အၾကည့္... အျပံဳး ..စကားေျပာဟန္ေတြ ...သရုပ္ေဆာင္မႈေတြကလဲ အေတာ္ေလးဆြဲေဆာင္ႏိုင္ပါတယ္။\nဒီဇာတ္ကားကို Unrated Edition Version နဲ႕တင္ေပးထားလို႕ ရံုတင္တုန္းက မပါခဲ့တဲ့ Scene တခ်ိဳ႕ကို\nေတြ႕ျမင္ရမွာပါ။File size...(1GB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....02:05:33\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aungနမူနာၾကည့္ရန္",
        "rating": "6.5",
        "url": "https://megaup.net/3yvid/Mr._&_Mrs._Smith_[2005]_(MM_Sub)_.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/bucket_list-135x200.jpg",
        "title": "The Bucket List (2007)",
        "description": "ဒီကားဟာ ဘာသာပြန်သူအရမ်းကြိုက်တဲ့ ဇာတ်ကားပါ\nဒီဇာတ်ကားကနေ ဘဝအတွက် အတွေးတစ်ခုခုရမယ်ဆိုတာ အသေအချာပါပဲ\nကင်ဆာရောဂါသည်တွေဖြစ်တဲ့ ဘီလီယံနာ အက်တ်ဝေါ့ကိုးလ် နဲ့ စက်ပြင်ဆရာ ကတ်တာချိန်ဘာတို့ဟာ\nဆေးရုံခန်းတစ်ခန်းထဲ တူတူမနေရခင်အထိ လုံးဝသူစိမ်းနှစ်ယောက်ပါပဲ\nသူတို့ဟာ သူတို့ကိုယ်သူတို့ရှာတွေ့ဖို့နဲ့သူတို့မသေခင် လုပ်ချင်တာတွေ လုပ်သွားဖို့ ဆန္ဒကြောင့်\nဆရာဝန်တွေတားတာတောင်မမှုပဲ ဆေးရုံက ထွက်သွားပြီး ဘယ်လိုတွေ စွန့်စားကြလဲ\nဘဝအဓိပ္ပာယ်နဲ့သူတို့ကို သူတို့ရှာတွေ့သွားကြမှာလားဆိုတာကို ဇာတ်လမ်းမှာ ကြည့်ကြည့်လိုက်ပါ\n(ဘာသာပြန်သူကတော့ အဉ္ဇလီ သန်းထိုက် ပါ)\n------------------------------------------------------------\nဒီကားဟာ ဘာသာျပန္သူအရမ္းၾကိဳက္တဲ့ ဇာတ္ကားပါ\nဒီဇာတ္ကားကေန ဘ၀အတြက္ အေတြးတစ္ခုခုရမယ္ဆိုတာ အေသအခ်ာပါပဲ\nကင္ဆာေရာဂါသည္ေတြြျဖစ္တဲ့ ဘီလီယံနာ အက္တ္ေ၀ါ့ကိုးလ္ နဲ႔ စက္ျပင္ဆရာ ကတ္တာခ်ိန္ဘာတို႔ဟာ\nေဆးရုံခန္းတစ္ခန္းထဲ တူတူမေနရခင္အထိ လုံး၀သူစိမ္းႏွစ္ေယာက္ပါပဲ\nသူတို႔ဟာ သူတို႔ကိုယ္သူတို႔ရွာေတြ႕ဖို႔နဲ႔သူတို႔မေသခင္ လုပ္ခ်င္တာေတြ လုပ္သြားဖို႔ ဆႏၵေၾကာင့္\nဆရာ၀န္ေတြတားတာေတာင္မမႈပဲ ေဆးရုံက ထြက္သြားျပီး ဘယ္လိုေတြ စြန္႔စားၾကလဲ\nဘ၀အဓိပၸာယ္နဲ႔သူတို႔ကို သူတို႔ရွာေတြ႕သြားၾကမွာလားဆိုတာကို ဇာတ္လမ္းမွာ ၾကည့္ၾကည့္လိုက္ပါ\n(ဘာသာျပန္သူကေတာ့ အဥၨလီ သန္းထိုက္ ပါ)\n File Size : (700 MB)\nQuality : 720pBluray\nRunning Time : 1hr ...",
        "rating": "7.4",
        "url": "https://megaup.net/3yvyW/The_Bucket_List__[2007]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/egTUn0oodsHa6gC9XXux40eSAhQ.jpg",
        "title": "A Second Chance: Rivals!(2019)",
        "description": "A Second Chance: Rivals!(2019)IMBD rating – 6.5(unicode)\nမိသားစုနဲ့အတူတူကြည့်လိုရမယ့် Family ဇာတ်ကားကောင်းလေးပါ ဇာတ်လမ်းအကျဉ်းလေးကတော့\nမက်ဒီဆိုတဲ့ မိန်းကလေး က ကျွမ်းဘားမယ်အားကစား အိုလံပစ်ပြိုင်ပွဲအတွက် အရည်အချင်းစစ်မှာ\nမတော်တဆ ထိခိုက်ပြီး စိတ်ဓာတ်တွေကျ ပြီးခဏတာနားနေရပါတယ် အားကစားပြန်လည်မလုပ်နိုင်သေးတဲ့အချိန်မှာ စိတ်ပြေလက်ပျောက်ဆိုးပြီး နယ်ဖက်က သူ့ကို လေ့ကျင့်ပေးခဲ့တဲ့ ဘက်ဗီလီ ဆိုတဲ့ လေ့ကျင့်ရေးဆရာမဆီမှာခဏတာသွားနေပါတယ် ဘက်ဗီလီမှာကလည်း နယ်ဖက်က ကျွမ်းဘားအားကစားကိုနှစ်သက်တဲ့ ကလေးတွေကို လေ့ကျင့်ပေးနေပါတယ် ကလေးတွေထဲက\nအာကီရာ တက်စ် တေလာ တို့ဟာ ထူးချွန်ပြီး ပြည်နယ်ချန်ပီယံဖလား မှာဝင်ပြိုင်ဖို့ဘက်ဗီလီကရွေးချယ်ထားတယ် စီနီယာလဲဖြစ် အားကစားမှာလဲထူးချွန်တဲ့မက်ဒီကို အဲ့ကလေးသုံးယောက်ကို လေ့ကျင့်ပေးဖို့ ဘက်ဗီလီက တောင်းဆိုပါတယ် မက်ဒီလဲလက်ခံလိုက်ပါတယ် ပြည်နယ်ချန်ပီယံဖလားဟာ တစ်ဆင့်တည်းမဟုတ်ဘဲ သုံးဆင့်ယှဉ်ပြိုင်ရမှာပါ မက်ဒီနဲ့ကလေးသုံးယောက်ဟာ ချန်ပီယံဖလားကိုရဖို့ ဘယ်လိုတွေကြိုးစားလေ့ကျင်ကြလဲ ဘယ်လိုအခက်အခဲတွေတွေ့လဲ နောက်ဆုံးမှာ ဖလားကိုကိုင်မြှောက်နိုင်ပါ့မလားဆိုတာ စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးမို့လို့တင်ဆက်ပေးလိုက်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/a-second-chance-rivals2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5jmWrYDARvo0Ft0SLkOKuaZSbd3.jpg",
        "title": "Stranded(2019)",
        "description": "Stranded(2019)IMDB rating – 7.5(unicode)တစ်ယောက်နဲ့ တစ်ယောက် တစ်နေ့တာ တစ်ခဏတာ တွေ့ဆုံမှုက အချစ်စစ်ကိုဖြစ်ပေါ်စေလား\nRelationship တစ်ခုမှာ တစ်ယောက်ကိုတစ်ယောက် ခံစားချက်တွေ ဦးစားပေးမှုတွေက ဘယ်လောက်တောင်အရေးပါလဲ\nစတဲ့မေးခွန်းတွေကို ဒီ ဖီလစ်ပိုင်အချစ်ဇာတ်ကားလေးက ဖြေပေးသွားမှာပါ\nဖီလစ်ပိုင်မှာ မုန်တိုင်းတွေတိုက်နေတဲ့တစ်နေ့မှာ ဂျုလီယာဆိုတဲ့ ကောင်မလေးကို အလုပ်သွားဖို့လဲ အာရုံကျနေပါတယ် အဲ့ဒါကြောင့် သူ့ချစ်သူ ဗွန်ကို မိုးတွေ လေတွေ ကြားမှာ ကုမ္ပဏီကို လိုက်ပို့ခိုင်းပါတယ်\nအဲ့လိုကုမ္ပဏီကိုရောက်တော့ ကုမ္ပဏီက မုန်တိုင်းကြောင့်နေ့တစ်ဝက်ပဲအလုပ်လုပ်ရမယ်လို့စာထုတ်လိုက်ပါတယ် ဒါပေမယ့် ဂျုလီယာ တစ်ယောက်တည်းသာလုပ်နိုင်မယ့်အလုပ်ကိုပေါ်လာခဲ့ပါတယ် ဒီလိုနဲ့ ဂျုလီယာက သူတစ်ယောက်တည်း ကုမ္ပဏီမှာပဲ အလုပ်လုပ်မယ် ညနေလောက်မှ သူ့ချစ်သူကိုလာခေါ်ခိုင်းမယ် အဲ့လိုစီစဉ်ထားပါတယ်\nဒီလိုနဲ့ကျန်းမာရေးအစားသောက်တွေကို Delivery လိုက်ပို့ပေးတဲ့ ခပ်ချောချောကောင်းလေ စပန်ဆာ က သူ့ရုံခန်းကို အစားအသောက်လာပို့ပါတယ် ဒါပေမယ့် မှာထားတဲ့ရုံးခန်းကိုရောက်တော့ မှာထားတဲ့သူကိုမတွေ့ဘဲ ဂျုလီယာ တစ်ယောက်တည်းကိုသာတွေ့ပါတယ် အဲ့ဒါနဲ့သူလဲ မှာထားတာကိုထားခဲ့ပြီးပြန်ဖို့လုပ်ခဲ့ပါတယ် အောက်ကိုရောက်သွားတော့ ကုမ္ပဏီအစောင့်က တံခါးကိုပိတ်ပြီးပြန်သွားပါတယ် ...",
        "rating": "7.0",
        "url": "https://megaup.net/5Bwwg/Stranded.2019.WEB-DL.large_size.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/THE-133x200.jpg",
        "title": "The Last Full Measure(2019)",
        "description": "The Last Full Measure(2019)(unicode)ကာကွယ်ရေးဝန်ကြီးဌာနကို အမေရိကန်ဗီယက်နမ်စစ်ပွဲမှာ ပါဝင်ခဲ့တဲ့အငြိမ်းစား\nတပ်ကြပ်ကြီးတစ်ယောက်ရောက်လာတယ်...သူလာခဲ့တဲ့ကိစ္စကလည်း ခပ်ဆန်းဆန်းပဲ...\nလေတပ်က စစ်သည်တစ်ယောက်ရဲ့ သူရဲကောင်းဘွဲ့နဲ့ပတ်သက်ပြီးလာခဲ့တာပါ...\nဒီလေတပ်စစ်သည်ဟာ အမေရိကန်ဗီယက်နမ်စစ်ပွဲမှာ သေဆုံးသွားခဲ့ပြီး နောက်တော့\nသူ့ရဲ့ သူရဲကောင်းဆန်တဲ့လုပ်ရပ်တွေကြောင့် လေတပ်သူရဲကောင်းဘွဲ့ရခဲ့ပါတယ်...\nတပ်ကြပ်ကြီးလာခဲ့တဲ့အကြောင်းရင်းက အမေရိကန်ရဲ့အမြင့်ဆုံးသူရဲကောင်းဘွဲ့ဖြစ်တဲ့\nMedal of Honor မပေးလို့ ရောက်လာတာပါ......နှစ်(၃၄)နှစ်တောင်ကြာမြင့်နေပြီ\nဒီတပ်ကြပ်ကြီးကတော့ သူ့တို့ရဲ့ ရဲဘော်ရဲဘက်ဟာ Medal Of Honor မရလို့\nပေါက်ကွဲနေပုံပါပဲ....အဲ့ဒီနောက်တော့ ကာကွယ်ရေးဝန်ကြီးဌာနက ဒီကိစ္စတစ်ခုလုံးပြန်လည်စုံစမ်းပြီး Medal Of Honor ပေးသင့်မပေးသင့် ဆုံးဖြတ်ပါတော့တယ်..\nဘာကြောင့် ဒီတပ်ကြပ်ကြီးဟာ အမြင့်ဆုံးသူရဲကောင်းဘွဲ့အတွက် ရောက်လာတာလဲ..\nသူက အဲ့ဒီလို ရစေချင်လောက်အောင် ဒီလေတပ်စစ်သည်ဟာ စစ်ပွဲအတွင်း\nဘာလိုတွေများစွမ်းဆောင်ခဲ့တာလဲ...\nဒီစစ်ကားက တော်တော်ကြီးကိုကောင်းပါတယ်...စုံစမ်းမေးမြန်းနေတာကို\nတစ်လှည့်ပြလိုက် ရှေ့တန်းစစ်မြေပြင်ရဲ့ ကြောက်စရာ တိုက်ပွဲတွေကိုတစ်လှည့်ပြလိုက်နဲ့\nတကယ့်ကို လန်းပါတယ်...စစ်ကားကြိုက်သူတို့ အတွက် လက်မလွှတ်သင့်ပါကြောင်း..\nပြီးတော့ တကယ့်မင်းသားကြီးတွေ ပါဝင်သရုပ်ဆောင်ထားတာပါ...Samuel L. Jacksonတို့ Sebastian Stan တို့ အဓိက ပါဝင်ထားပါတယ်...ခံစားကြည့်ကြပါဦး...(zawgyi)ကာကြယ္ေရးဝန္ႀကီးဌာနကို အေမရိကန္ဗီယက္နမ္စစ္ပြဲမွာ ပါဝင္ခဲ့တဲ့အၿငိမ္းစား\nတပ္ၾကပ္ႀကီးတစ္ေယာက္ေရာက္လာတယ္...သူလာခဲ့တဲ့ကိစၥကလည္း ခပ္ဆန္းဆန္းပဲ...\nေလတပ္က စစ္သည္တစ္ေယာက္ရဲ႕ သူရဲေကာင္းဘြဲ႕နဲ႔ပတ္သက္ၿပီးလာခဲ့တာပါ...\nဒီေလတပ္စစ္သည္ဟာ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-last-full-measure2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l6iEGKINsqBzalkUt9CTmCVGgO2.jpg",
        "title": "Standing Up for Sunny(2019)",
        "description": "Standing Up for Sunny(2019)(unicode)ကျွန်တော်တို့အားလုံးဟာ အရွယ်ရောက်လာတာနဲ့တစ်ပြိုက်နက်\nအရာအားလုံးကို မျှ ဝေဖေးမဖို့ရာ အချစ်စစ်ရှိရာ ဘဝလက်တွဲဖော်နဲ့\nဖြတ်သန်းဖို့ မျှော်လင့်ကြတာပါပဲ...ထရာဗစ်လည်း သာမန်လူတစ်ယောက်ပေမို့\nဒီလိုမျှော်လင့်နေပါတယ်...သို့ပေမယ့် ထရာဗစ်အတွက် ဒီအိပ်မက်က ဈေးကြီးလွန်းပါတယ်... ခြေထောက်တစ်ဘက်မသန်သလို စကားပြောဟန်ကလည်း သာမန်လူတစ်ယောက်တဲ့အပြင် ချို့တဲ့တဲ့ ဘဝပိုင်ရှင်မို့ မလိုအပ်ဘဲဒေါသကြီးနေတတ်ပါတယ်...\nဒီလိုကောင်လေးတစ်ယောက်ဟာ ခပ်လှလှကောင်မလေးတစ်ယောက်နဲ့တွေ့ပြီး\nရင်းနှီးလာတဲ့အချိန်မှာတော့....\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ အချစ် Romance ကားကောင်းလေးမို့\nခံစားကြည့်လိုက်ပါဦး...(zawgyi)ကြၽန္ေတာ္တို႔အားလုံးဟာ အ႐ြယ္ေရာက္လာတာနဲ႔တစ္ၿပိဳက္နက္\nအရာအားလုံးကို မွ် ေဝေဖးမဖို႔ရာ အခ်စ္စစ္ရွိရာ ဘဝလက္တြဲေဖာ္နဲ႔\nျဖတ္သန္းဖို႔ ေမွ်ာ္လင့္ၾကတာပါပဲ...ထရာဗစ္လည္း သာမန္လူတစ္ေယာက္ေပမို႔\nဒီလိုေမွ်ာ္လင့္ေနပါတယ္...သို႔ေပမယ့္ ထရာဗစ္အတြက္ ဒီအိပ္မက္က ေဈးႀကီးလြန္းပါတယ္... ေျခေထာက္တစ္ဘက္မသန္သလို စကားေျပာဟန္ကလည္း သာမန္လူတစ္ေယာက္တဲ့အျပင္ ခ်ိဳ႕တဲ့တဲ့ ဘဝပိုင္ရွင္မို႔ မလိုအပ္ဘဲေဒါသႀကီးေနတတ္ပါတယ္...\nဒီလိုေကာင္ေလးတစ္ေယာက္ဟာ ခပ္လွလွေကာင္မေလးတစ္ေယာက္နဲ႔ေတြ႕ၿပီး\nရင္းႏွီးလာတဲ့အခ်ိန္မွာေတာ့....\nဘယ္လိုေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ အခ်စ္ Romance ကားေကာင္းေလးမို႔\nခံစားၾကည့္လိုက္ပါဦး...File Size : (900 MB) and (329 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:45:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/standing-up-for-sunny2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BN2VkMjQwZWMtMzc1NC00ZjJiLWJlNTMtNmRjOTE2ZTJmYzUwXkEyXkFqcGdeQXVyMjUxMTY3ODM@._V1_SY1000_CR007311000_AL_-146x200.jpg",
        "title": "Charlie’s Angels (2019)",
        "description": "Charlie's Angels (2019)________4.7/10\n ချာလီ နှင့် နတ်သမီးလေးများကို ၂၀၀၀ ခုနှစ်က ကြည့်ရှုခဲ့ကြတာကို\nမှတ်မိကြအုံးမယ်ထင်ပါတယ်....\n၁၉ နှစ်ကြာပြီးနောက် ဒီ Charlie's Angels (2019) မှာတော့\nချာလီ သေဆုံးပြီးနောက်ကို ဇတ်အိမ်တည်ထားပါတယ်\nချာလီ မရှိတော့ပေမဲ့ နတ်သမီးလေးများ အဖွဲ့ဟာ\nခေါင်းဆောင်ကောင်းတွေ လက်အောက် မှာ\nဆက်လက် တိုးတက် ဖွံ့ဖြိုးရင်း နိုင်ငံအကျိုး သယ်ပိုးလျက်ရှိပါတယ်\nဒီတစ်ခေါက်မှာတော့ သိပ္ပံပညာရှင်မလေး အယ်လီနာ တီထွင်ထားတဲ့\nလျပ်စစ်နည်းပညာ ဖော်မြူလာ တစ်ခု ခိုးယူခံရတဲ့ ကိစ္စ နှင့် ပက်သက်၍\nချာလီ ရဲ့ နတ်သမီးလေးတွေက ပူးပေါင်းကူညီရမယ့် ကဏ္ဍ ရောက်ရှိလာပါတယ်\nရုပ်ရှင်ကားကို Little Neo မှ ဘာသာပြန်ပေးထားပြီး\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်ခ်ာလီ ႏွင့္ နတ္သမီးေလးမ်ားကို ၂၀၀၀ ခုႏွစ္က ၾကည့္ရႈခဲ့ၾကတာကို\nမွတ္မိၾကအုံးမယ္ထင္ပါတယ္....\n၁၉ ႏွစ္ၾကာၿပီးေနာက္ ဒီ Charlie's Angels (2019) မွာေတာ့\nခ်ာလီ ေသဆုံးၿပီးေနာက္ကို ဇတ္အိမ္တည္ထားပါတယ္\nခ်ာလီ ...",
        "rating": "4.7",
        "url": "https://megaup.net/Rs7i/Charlie’s_Angels_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mo9qdzENQLzdqLnbqAlDP4Vou0T.jpg",
        "title": "Close Enemies(2019)",
        "description": "Close Enemies(2018)IMDb....6.5(unicode)သူငယ်ချင်းတွေ မိတ်ဆွေတွေ မိသားစုတွေဆိုတာ Drug Dealer လောကမှာတော့ မရှိပါဘူး...ပိုက်ဆံပေးနိုင်နေသ၍ ဝယ်သူရောင်းသူ အတိုင်အဖောက်ညီနေမယ်ဆိုပေမဲ့ ပိုက်ဆံမပေးနိုင်တော့တဲ့အခါမှာတော့ ဘယ်သူနေနေ Dealer ကတော့ ခပ်တန်းတန်းပါပဲ...ဒီလိုပါပဲ...အချင်းချင်း သစ္စာစောင့်သိမှုမှာလည်း တစ်စက္ကန့်သစ္စာရှိရင် တစ်စက္ကန့်မိတ်ဆွေဖြစ်ပြီး တစ်စက္ကန့်သစ္စာမရှိတဲ့အချိန်မှာ တစ်စက္ကန့်စာရန်သူတွေပါပဲ...Driss နဲ့ Manuel ဟာ အရမ်းခင်တဲ့ ငယ်သူငယ်ချင်းတွေပါ...ဒါပေမဲ့ လုပ်ငန်းရွေးချယ်မှုမှာတော့ Driss ဟာ ရဲအရာရှိအလုပ်ကို ရွေးချယ်ခဲ့ပြီး Manuel ကတော့ Drug Dealer ဘဝကို ရွေးချယ်ခဲ့သူပါ...ဒီလိုနဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာ သက်ဆိုင်ရာအသိုင်းအဝိုင်းမှာ ကျင်လည်လာပြီး ၎င်းတို့အသိုင်းအဝိုင်းနှစ်ခုတွင်း သက်ဆိုင်ရာအရှုပ်အရှင်းတွေကြားမှာ ရပ်တည်ချက်ခြင်းမတူတဲ့ သူ(၂)ယောက်ထိပ်တိုက်ရင်ဆိုင်ရချိန်မှာတော့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်...(zawgyi)သူငယ္ခ်င္းေတြ မိတ္ေဆြေတြ မိသားစုေတြဆိုတာ Drug Dealer ေလာကမွာေတာ့ မရွိပါဘူး...ပိုက္ဆံေပးႏိုင္ေနသ၍ ဝယ္သူေရာင္းသူ အတိုင္အေဖာက္ညီေနမယ္ဆိုေပမဲ့ ပိုက္ဆံမေပးႏိုင္ေတာ့တဲ့အခါမွာေတာ့ ဘယ္သူေနေန Dealer ကေတာ့ ခပ္တန္းတန္းပါပဲ...ဒီလိုပါပဲ...အခ်င္းခ်င္း သစၥာေစာင့္သိမႈမွာလည္း ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/close-enemies2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fAEziBYH3XwLmFwjZC4fDk77wHp.jpg",
        "title": "Thambi (2019)",
        "description": "(Unicode)ဒီတစ်ခါတော့ နာမည်ကြီးလူသိများတဲ့ တမီးလ်(Tamil)မင်းသားKarthiနဲ့ ကျောင်းအုပ်ဆရာမကြီးအဖြစ်သိကြတဲ့ မင်းသမီးJyotikaတို့ရဲ့ 'မောင်လေး' အမည်ရဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။နည်းနည်းလေး အာရုံပေးချင်ပါတယ်.... လှည့်စားချင်ပါတယ်....ဇာတ်လမ်းအကျဉ်းအရ ပထမဦးဆုံး မြင်ရတာတော့... ဆေးသမား လူငယ်တစ်ယောက် ကားပေါ်မှာ သူငယ်ချင်း အချင်းချင်း စကားများရာကနေ သံတုတ်နဲ့ ရိုက်ခံလိုက်ရတယ်။သေသလား၊သတိလစ်သွားသလာတော့ အတိအကျမသိနိုင်။ဒုတိယအနေနဲ့ မြင်ရမှာတော့ မောင်တစ်ယောက်ကို သတိရနေတဲ့ အစ်မတစ်ယောက်ရဲ့ ပူဆွေးသောကကို မြင်ရတယ်။မိသားစု လေးယောက် ရှိတယ်။ အဖေရယ်၊အမေရယ်၊မောင်လေးရယ်၊ အစ်မရယ်။အဖေဟာ ဝန်ကြီးတစ်ယောက်ပဲ။ ပျောက်နေတဲ့သား၊ အိမ်ထောင်မကျသေးတဲ့ သမီးဆိုတဲ့ နာမည်ဆိုးနဲ့ အတိုက်အခံပါတီက တိုက်ခိုက်တယ်။ပျောက်နေတဲ့သားကိုတောင် မရှာနိုင်၊မထိန်းသိမ်းနိုင်တာ ပြည်သူကို ဘယ်လို စောင့်ရှောက်မလဲဆိုတဲ့ မေးခွန်းတွေနဲ့ သူရဲ့ ဂုဏ်ပုဒ်ကို ထိခိုက်လာတယ်။ပြီးတော့ အိမ်ထောင်မကျသေးတဲ့ သမီးရှိနေတာလည်း အိန္ဒိယယဉ်ကျေးမှုအရ အားနည်းချက်တစ်ခု ဖြစ်နေတယ်။လတ်တလောမှာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/thambi-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iaWxKAZGZXVbbguAFSJ4R8rYdnp.jpg",
        "title": "Warning: Do Not Play (2019)",
        "description": "Warning:Do Not Play (2019)[Unicode]ဒီဇာတ်လမ်းရဲ့Main characterက ပတ်မီဂျောင်ဆိုတဲ့ဒါရိုက်တာပါ ၊\nသူမကBestDirectorAwardတွေထားတဲ့ နာမည်ရှိဒါရိုက်တာတစ်ယောက်...စာချုပ်ချုပ်မယ့်အေဂျင်စီဘက်ကနေသရဲကားရိုက်ဖို့ အဆောတလျှင် ဇာတ်လမ်းတောင်းလာရာကနေအစပြုလို့\nလဝက်အတွင်း သူမရဲ့သရဲကားအတွက် ကုန်ကြမ်းရှာဖို့ဖြစ်လာတဲ့အခါ...ဂျူနီယာတစ်ယောက်ဆီကနေ သရဲရိုက်တဲ့သရဲကားဆိုတဲ့ ထူးထူးခြားခြားရုပ်ရှင်အကြောင်း အဖြစ်အပျက်တစ်ခုကိုကြားခဲ့တယ် ၊လူတွေသေခဲ့တယ်ဆိုတဲ့အကြောင်းတွေရောကြားပြီးတဲ့နောက်\nအလုပ်အတွက်အရေးတကြီးလိုတာကြောင့်ရော သိချင်စိတ်ကြောင့်ရော အစဆွဲထုတ်မိတဲ့ ကြည့်ရှု့ခွင့်ပိတ်ထားတဲ့ အဲ့ရုပ်ရှင်ကနေ ဘယ်လိုထိတ်လန့်စရာတွေ တွေ့ကြုံလာရမလဲ...(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Myat Thinn ဖြစ်ပါတယ်)[Zawgyi]Warning:Do Not Play (2019)ဒီဇာတ္လမ္းရဲ႕Main characterက ပတ္မီေဂ်ာင္ဆိုတဲ့ဒါ႐ိုက္တာပါ ၊\nသူမကBestDirectorAwardေတြထားတဲ့ နာမည္ရွိဒါ႐ိုက္တာတစ္ေယာက္...စာခ်ဳပ္ခ်ဳပ္မယ့္ေအဂ်င္စီဘက္ကေနသရဲကား႐ိုက္ဖို႔ အေဆာတလွ်င္ ဇာတ္လမ္းေတာင္းလာရာကေနအစျပဳလို႔\nလဝက္အတြင္း သူမရဲ႕သရဲကားအတြက္ ကုန္ၾကမ္းရွာဖို႔ျဖစ္လာတဲ့အခါ...ဂ်ဴနီယာတစ္ေယာက္ဆီကေန သရဲ႐ိုက္တဲ့သရဲကားဆိုတဲ့ ထူးထူးျခားျခား႐ုပ္ရွင္အေၾကာင္း အျဖစ္အပ်က္တစ္ခုကိုၾကားခဲ့တယ္ ၊လူေတြေသခဲ့တယ္ဆိုတဲ့အေၾကာင္းေတြေရာၾကားၿပီးတဲ့ေနာက္\nအလုပ္အတြက္အေရးတႀကီးလိုတာေၾကာင့္ေရာ သိခ်င္စိတ္ေၾကာင့္ေရာ အစဆြဲထုတ္မိတဲ့ ၾကည္႔ရွု႕ခြင့္ပိတ္ထားတဲ့ အဲ့႐ုပ္ရွင္ကေန ဘယ္လိုထိတ္လန္႔စရာေတြ ေတြ႕ႀကဳံလာရမလဲ...(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Myint Myat Thinn ျဖစ္ပါတယ္) File size__( 780 MB) and ( 310 MB)\nQuality__Blu-720p\nIMDb Rating__5.2/10\nFormat__mp4\nDuration__01:26:36\nType__ Horror, ...",
        "rating": "5.2",
        "url": "https://megaup.net/3zE89/(CM)_Warning-_Do_Not_Play_(2019).mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mlXGCZAqZuVJI22XagK7WRnYJ0n.jpg",
        "title": "Pati Patni Aur Woh (2019)",
        "description": "(Unicode)၂၀၁၉ ထွက် အောင်မြင်ခဲ့တဲ့ ဟာသ ဒရာမာကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလည်း ကောင်းသလို သရုပ်ဆောင်တွေလည်း အမှန်အကန်တွေချည်းပဲမို့ ဘောလီဝုဒ်ဖန်တွေ အကြိုက်တွေ့မှာပါချင်တူးတေယာဂီဆိုတဲ့ လူငယ်တစ်ယောက်ဟာ မိဘတွေစီစဉ်ပေးတဲ့ ဂွတ်ဒီးဆိုတဲ့ကောင်မလေးနဲ့ လက်ထပ်လိုက်ရပါတယ်အိမ်ထောင်သက် ၃ နှစ်ကြာသွားတဲ့အခါ သူတို့နှစ်ယောက်ရဲ့ အိမ်ထောင်ရေးမှာ ပျော်ရွှင်မှုတွေ တစတစကုန်ဆုံးလာပါတော့တယ်ဒီတော့ ပျော်ရွှင်မှုငတ်မွတ်နေတဲ့ ချင်တူးတစ်ယောက် အလုပ်ကိစ္စတစ်ခုနဲ့ တပက်စ်ယားဆင့်ဆိုတဲ့ မိန်းကလေးနဲ့ ဆုံခဲ့ပါတယ်ပျောက်ဆုံးနေတဲ့အပျော်ရွှင်ကို ပြန်ရှာရင်း ချင်တူး ဂွတ်ဒီးနဲ့ တပက်စ်ယားတို့ကြားမှာ လင်၊ မယားနဲ့ ထိုအရာ(သူ/သူမ) ဆိုတဲ့ ဇာတ်လမ်းတစ်ပုဒ် ဖြစ်ပေါ်လာပါတော့တယ်Family Comedy ဇာတ်ကားကောင်းတစ်ကားမို့လို့ တခွီခွီနဲ့ မိသားစုနဲ့အတူ ခံစားကြည့်လိုက်ပါဦးဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)၂၀၁၉ ထြက္ ေအာင္ျမင္ခဲ့တဲ့ ဟာသ ဒရာမာကားေကာင္းတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ဇာတ္လမ္းလည္း ေကာင္းသလို သ႐ုပ္ေဆာင္ေတြလည္း အမွန္အကန္ေတြခ်ည္းပဲမို႔ ေဘာလီဝုဒ္ဖန္ေတြ အႀကိဳက္ေတြ႕မွာပါခ်င္တူးေတယာဂီဆိုတဲ့ လူငယ္တစ္ေယာက္ဟာ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/pati-patni-aur-woh-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/american-gangster.15147-1-133x200.jpg",
        "title": "American Gangster(2007)",
        "description": "American Gangster(2007)\n************************\nIMDB...7.8,,,Rotten...87%\n Denzel Washington  နဲ့ Russell Crowe တို့ အပြိုင်ကျဲထားတဲ့ဒီကားကြီးဟာ ဟောလိဝုဒ်ရဲ့အကောင်းဆုံးရုပ်ရှင်စာရင်းထဲမှာ\nထည့်ကိုထည့်ရမယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nအမေရိကန် ဗီယက်နမ် စစ်ပွဲကာလအတွင်းက အမေရိကန် နိုင်ငံရဲ့ ကာလကို အခြေတည်ရိုက်ထားတဲ့ဒီဇာတ်ကားက သုံးနာရီနီးနီးလောက်ကြာမြင့်ပေမယ့် ဘယ်လိုမှငြီးငွေ့မသွားအောင် ဖမ်းစားနိုင်ခဲ့ပါတယ်။1969ဝန်းကျင်အမေရိကန်နိုင်ငံက လာဘ်စားမှု တွေ ဒုစရိုက်မှု တွေ မူးယစ်ဆေးဝါးဘိန်းစတဲ့ မကောင်းမှု တွေနဲ့ ရှု ပ်ထွေးပွေလီနေပါတယ်။\nဖရန့်က ဂန်စတားအဖွဲ့ခေါင်းဆောင်တစ်ယောက်ဖြစ်တယ်....အဲ့ဒီခေတ်များဆီက\nဖရန့်တို့အဖွဲ့ဟာ အင်အားကြီးလွန်းတယ်....ဖရန့်ဟာ အဓိကသော့ချက်ပေါ့...\nလူမိုက်ဆိုပေမယ့် အားလုံးကိုဉာဏ်ကိုလွှာသုံးလေ့ရှိတယ်...ရဲတွေကိုလည်း\nအိပ်ကပ်ထဲထည့်ထားတတ်သလို အတားအဆီးတွေကိုလည်း ဖယ်ရှားတဲ့နေရာမှာ\nလက်ရွံနေလေ့မရှိဘူး....ပြောရရင် ဖရန့်တို့အဖွဲ့ကိုထိရဲတဲ့သူတောင်မရှိဘူးဆိုရမယ်...\nဒီအချိန်မှာပဲ အခြားရဲတွေနဲ့မတူတဲ့အမှတ်တရားကိုမြတ်နိုးတဲ့ Richie Roberts\nတစ်ယောက်ရှိလာခဲ့တဲ့အချိန်မှာတော့...\nဒီကားက အတော်များများလည်းကြည့်ပြီးလောက်ပြီ..ဒါပေမယ့် ပြန်လည်ခံစားလည်း တကယ့်ကိုရသမြောက်လွန်းတယ်...\nဒန်ဇယ်ရဲ့ အကောင်းဆုံးဆိုတာထက် ဒီဘက်ခေတ်ရုပ်ရှင်အဆင့်အတန်းတွေနဲ့\nတန်းယှဉ်နိုင်ဆဲပဲ.....File Size…(3.5GB)(1.3GB)&(618MB)\nQuality… Blu-Ray 720p\nFormat…mp4\nDuration…02:37:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder...Phyo Pyae\nTranslated by..Chan Myae Thu Aung",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/american-gangster2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aEpPH8oi6XpD5a1ynRiPhNOrURZ.jpg",
        "title": "iSmart Shankar(2019)",
        "description": "iSmart Shankar(2019)(unicode)ရှန်ခါဟာလက်မရွံကြေးစားလူမိုက်တစ်ယောက်ဖြစ်ပြီး သူ့ဦးလေးခိုင်းသမျှအကုန်\nမျက်စိစုံမှိတ်လုပ်တဲ့လူတစ်ယောက်...သူ့မှာသူနဲ့စရိုက်ချင်းတူတဲ့ချစ်သူကောင်မလေး\nချန်ဒီနီရှိတယ်...တစ်နေ့မှသူ့ဦးလေးဖြစ်သူကလူတစ်ယောက်ကိုသတ်ခိုင်းတယ်...အဲ့ဒီ\nအချိန်မှာ ရှန်ခါမသိတဲ့အချက်တစ်ခုရှိတယ်..အဲ့ဒါက လုပ်ကြံမှုပြီးရင်ဦးလေးဖြစ်သူက\nရှန်ခါနဲ့ သူ့ကောင်မလေးကို လက်စဖျောက်ဖို့ အဖွဲ့တစ်ဖွဲ့ နဲ့ သီးခြားစေခိုင်းထားတာပါပဲ...\nရှန်ခါတစ်ယောက် ဦးလေးဖြစ်သူရဲ့ အစီအစဉ်အတိုင်း သူပါ အသတ်ခံရမလား..\nသူ့ချစ်သူရော လွတ်မြောက်ပါ့မလား... ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါ...ဒီကားက အိန္ဒိယ အက်ရှင်ဦးစားပေးကားဖြစ်ပြီး ရဲတွေနဲ့ လူဆိုးတွေ များစွာကို အပီအပြင် ဗျင်းတဲ့အခန်းပေါင်းများစွာ ပါဝင်ပါတယ်....မင်းသားဖြစ်သူဟာ မမျှော်လင့်ထားတဲ့ ကိစ္စတွေကြောင့် ကျားနာတစ်ကောင်လိုဖြစ်ပြီး ရှယ်ဗျင်းတာတွေကို အားရပါးရ\nမြင်ရပါလိမ့်မယ်...ခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်...(zawgyi)ရွန္ခါဟာလက္မ႐ြံေၾကးစားလူမိုက္တစ္ေယာက္ျဖစ္ၿပီး သူ႔ဦးေလးခိုင္းသမွ်အကုန္\nမ်က္စိစုံမွိတ္လုပ္တဲ့လူတစ္ေယာက္...သူ႔မွာသူနဲ႔စ႐ိုက္ခ်င္းတူတဲ့ခ်စ္သူေကာင္မေလး\nခ်န္ဒီနီရွိတယ္...တစ္ေန႔မွသူ႔ဦးေလးျဖစ္သူကလူတစ္ေယာက္ကိုသတ္ခိုင္းတယ္...အဲ့ဒီ\nအခ်ိန္မွာ ရွန္ခါမသိတဲ့အခ်က္တစ္ခုရွိတယ္..အဲ့ဒါက လုပ္ႀကံမႈၿပီးရင္ဦးေလးျဖစ္သူက\nရွန္ခါနဲ႔ သူ႔ေကာင္မေလးကို လက္စေဖ်ာက္ဖို႔ အဖြဲ႕တစ္ဖြဲ႕ နဲ႔ သီးျခားေစခိုင္းထားတာပါပဲ...\nရွန္ခါတစ္ေယာက္ ဦးေလးျဖစ္သူရဲ႕ အစီအစဥ္အတိုင္း သူပါ အသတ္ခံရမလား..\nသူ႔ခ်စ္သူေရာ လြတ္ေျမာက္ပါ့မလား... ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါ...ဒီကားက အိႏၵိယ အက္ရွင္ဦးစားေပးကားျဖစ္ၿပီး ရဲေတြနဲ႔ လူဆိုးေတြ မ်ားစြာကို အပီအျပင္ ဗ်င္းတဲ့အခန္းေပါင္းမ်ားစြာ ပါဝင္ပါတယ္....မင္းသားျဖစ္သူဟာ မေမွ်ာ္လင့္ထားတဲ့ ကိစၥေတြေၾကာင့္ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/ismart-shankar2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vmWdyqGbAOSfqpE6l07wz1swzCr.jpg",
        "title": "Mardaani 2 (2019)",
        "description": "(Unicode)၂၀၁၉ခုနှစ်မှာ အဆင့်သတ်မှတ်ချက်တွေ ကောင်းကောင်းရထားတဲ့ နာမည်ကြီးရုပ်ရှင် ဇာတ်ကားကြီး အောင်ပွဲခံအပြီး အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ်။အိန္ဒိယတစ်နိုင်ငံလုံး မုဒိမ်းကျင့်သတ်ဖြတ်မှုတွေ၊ အမျိုးသမီးငယ်တွေ ပျောက်ဆုံးမှုတွေနဲ့ ပြည့်နှက်နေချိန် ကိုတာရဲစခန်းကို အက်စ်ပီရွိုင်ဆိုတဲ့ ရဲမေတစ်ဦးရောက်ရှိလာခဲ့တယ်။မုဒိမ်းကျင့်ပြီး ရက်ရက်စက်စက်သတ်ဖြတ်ခံရတဲ့ အမျိုးသမီးတစ်ဦးအလောင်းကို အဆောက်အဦးပျက်တစ်ခုရဲ့ ကန်စပ် တစ်ခုမှာ ရုပ်ပျက်ဆင်းပျက် တွေ့ရတယ်။အက်စ်ပီရဲမေကတော့ မီဒီယာနဲ့ တွေ့ဆုံပွဲမှာ \"အဲ့ဒီအောက်တန်းစားရာဇဝတ်ကောင်ရဲ့ ကော်လံကို ဆွဲပြီး တရားရုံးကို ခေါ်ခဲ့မယ်\"လို့ ကတိပေးထားတယ်။ဒါကို ကြားသွားတဲ့ တရားခံဟာ မာနခဲ မိန်းမတွေကိုမှ ခံတွင်းတွေ့တတ်သူဆိုတော့ ရဲမေကို စိန်ခေါ်မှုတွေ ပြုလုပ်လာပါတော့တယ်လူသတ်မှုတွေ တစ်ခုနဲ့တစ်ခုကို ချိတ်ဆက်ပြီး သတ်ဖြတ်လာတယ်။လူသတ်သမားဟာ အကျိုးစီးပွားမရရင်တောင် လူသတ်မှုနဲ့နာမည်ကြီးချင်လာတယ်။ ရဲမေရဲ့ အနီးကပ်အထိလူသတ်မှုတွေ လုပ်လာတယ်။အင်မတန်မှ ပါးနပ်တဲ့ လူသတ်သမားဗီလိန်နဲ့ အထက်က ဖိအားပေးသလိုပြည်သူတွေရဲ့ ဆန့်ကျင်မှုတွေကိုပါ ခံလာရတဲ့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/mardaani-2-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/midway-poster-139x200.jpg",
        "title": "Midway (2019)",
        "description": "Midway (2019)\nIMDb - 6.7/10_____Rotten - 42%\n (Unicode)\nသမိုင်းဖြစ်ရပ်မှန် စစ်ကားတစ်ကား တင်ပေးထားပါတယ်။\nဒီရုပ်ရှင်ဟာ မစ်ဝေးတိုက်ပွဲအကြောင်း ပါပဲ။\nဂျပန်တွေ ပုလဲဆိပ်ကမ်းကို ဗုံးကျဲပြီး ၆ လအကြာမှာ ဖြစ်ပွားခဲ့တာပါပဲ။\nပစိဖိတ်စစ်မျက်နှာမှာ ကြီးစိုးထားတဲ့ ဂျပန်ရေတပ်ကြီးကို အရေးနိမ့်စေခဲ့ပြီး ချိန်ခွင်လျှာပြောင်းလဲ စေခဲ့တဲ့ တိုက်ပွဲတစ်ခုပါပဲ။\nဒီတိုက်ပွဲမှာသာ အမေရိကန်ရှုံးခဲ့ရင် အနောက်ကမ်းရိုးတန်းအသိမ်းခံရပြီး ဆီရာတယ်\nဆန်ဖရန်စစ္စကို၊ လော့စ်အိန်ဂျလိလိုမြို့ကြီးတွေပါ ကျသွားနိုင်တဲ့အခြေအနေ ဖြစ်လာခဲ့မှာပါ။\nဒါကို ထောက်လှမ်းရေးအဖွဲ့ နဲ့ အင်အားနည်းနေတဲ့ ရေတပ်လေတပ်ပူးပေါင်းပြီး ဂျပန်တွေကို ပြန်တိုက်နိုင်ခဲ့တာ ပါပဲ။\nစစ်ကားကြိုက်တတ်သူတွေ အကြိုက်တွေ့ကြမှာပါ။ \nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်…\n  \n(Zawgyi)\nသမိုင္းျဖစ္ရပ္မွန္ စစ္ကားတစ္ကား တင္ေပးထားပါတယ္။\nဒီ႐ုပ္ရွင္ဟာ မစ္ေဝးတိုက္ပြဲအေၾကာင္း ပါပဲ။\nဂ်ပန္ေတြ ပုလဲဆိပ္ကမ္းကို ဗုံးက်ဲၿပီး ၆ လအၾကာမွာ ျဖစ္ပြားခဲ့တာပါပဲ။\nပစိဖိတ္စစ္မ်က္ႏွာမွာ ႀကီးစိုးထားတဲ့ ဂ်ပန္ေရတပ္ႀကီးကို အေရးနိမ့္ေစခဲ့ၿပီး ခ်ိန္ခြင္လွ်ာေျပာင္းလဲ ေစခဲ့တဲ့ တိုက္ပြဲတစ္ခုပါပဲ။\nဒီတိုက္ပြဲမွာသာ အေမရိကန္ရႈံးခဲ့ရင္ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xXeg/Midway_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/amadeus-1984-132x200.jpg",
        "title": "Amadeus (1984)",
        "description": "Amadeus (1984)[Unicode]အနုပညာတကာတို့ထဲမှာ ဂီတအနုပညာဟာ လူ့ရဲ့ စိတ်နှလုံးကို သိမ်းကျုံးယူနိုင်စွမ်းအရှိဆုံးအရာပါပဲ ။မိုးဇတ်ဆိုတာကတော့ ဂီတသမားတွေထဲ ပါရမီအထူးဆုံး အကျော်ကြားဆုံးတစ်‌ယောကပါ ၊ ဒီရုပ်ရှင်က မိုးဇတ်ရဲ့ ဘဝဇာတ်ကြောင်းပါပဲ။တစ်ရံတရာအခါတုန်းက ဝို့လ်ဖန် အာမာဒပ်စ် မိုးဇတ်လို့အမည်တွင်တဲ့ လူငယ်ကလေးတစ်ယောက်ရှိခဲ့ပါတယ် ၊\nမိုးဇတ်ဟာ ဂီတအနုပညာနဲ့ပက်သက်ရင် အတော် ပါရမီကောင်းတဲ့ သူပါ ၊\nအသက်လေးနှစ်မှာ စန္ဒားရားကျွမ်းကျွမ်းကျင်ကျင် တီးတတ်ခဲ့တဲ့အပြင် လေးနှစ်အရွယ်မှာ သီချင်းတစ်ပုဒ်စရေးခဲ့ပါတယ် ။သူ့ခေတ်သူ့အခါရဲ့ အနုပညာမြို့တော် ဗီယင်နာရဲ့ ဘုရင်ဟာ နာမည်ကျော် ဝို့လ်ဖန်း အမန်ဒပ်စ် မိုးဇတ်ကို သူ့ရဲ့ နန်းတော်ကို ဖိတ်ခေါ်ခဲ့ပါတယ် ၊\nပညာတော်သလောက် အနေမတော်တဲ့ မိုးဇတ်ဟာ စကားအပြောတတ်တဲ့ သူတစ်ယောက်လည်း မဟုတ်ခဲ့ပါဘူး ။\nဘုရင်နဲ့ သူ့ဂီတမှူးတွေက ဂီတကို ချစ်တတ်ပေမဲ့လည်း မိုးဇတ်ရဲ့ ဂီတတွေရဲ့ ပြည့်စုံမှုကို ခံစားနိုင်စွမ်းမရှိကြတာကလည်း မိုးဇတ်နေရာမရခဲ့တဲ့ အကြောင်းတစ်ကြောင်းဖြစ်ခဲ့ပါတယ်။မိုးဇတ်ရဲ့ ဂီတတွေဟာ ပရိတ်သတ်လက်ခံအားပေးမှုနောက်ကို ဘယ်တော့မှ မလိုက်ခဲ့ပါဘူး ၊ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/amadeus-1984/",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/dolittle-135x200.jpg",
        "title": "Dolittle (2020)",
        "description": "Dolittle 2020==========#Unicodeအားလုံးမျှော်လင့်နေတဲ့ ၂၀၂၀ ခုနှစ်ထွက် Doctor Dolittle ကိုတင်ဆက်ပေးလိုက်ပါတယ်...\nDolittle ဟာ လွန်ခဲ့တဲ့ သက္ကရာဇ် ၁၉၂၀ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ စာရေးဆရာ Hugh Lofting ရဲ့ ဒေါက်တာ Dolittle စွန့်စားခန်းများကို အခြေပြုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်...\nဒီဇာတ်လမ်းထဲက ဒေါက်တာ Dolittle ဟာ တိရစ္ဆာန်တွေကို စကား​ပြောနိုင်တဲ့ ထူးခြားတဲ့စွမ်းရည်တစ်ခုရှိပြီး တိရစ္ဆာန်တွေကိုလည်းဆေးကုပေးနေတဲ့ ဆရာဝန်တစ်ယောက်ပေါ့...\nတစ်နေ့မှာ ကြေကွဲဝမ်းနည်းစရာအဖြစ်အပျက်တစ်ခုကြောင့် သူဟာ လူ့လောကကြီးနဲ့အဆက်အသွယ်ဖြတ်ပြီး အိမ်ထဲမှာ တံခါးပိတ်နေထိုင်နေရင်း မမျှော်လင့်ထားတဲ့ အဖြစ်အပျက်တွေ တံခါးခေါက်ရောက်ရှိလာပါတော့တယ်...\nဇာတ်လမ်းအစကနေ အဆုံးအထိ ရယ်မောစရာလေးတွေနဲ့ဒီဇာတ်လမ်းကိုကြည့်ရှုရမှာဖြစ်ပြီး အဆုံးသတ်မှာ ကြည့်ရှုသူရင်ထဲ တစ်စုံတစ်ခုကျန်ခဲ့လိမ့်မယ်လို့ထင်ပါတယ်...\nဇာတ်လမ်းထဲမှာ Doctor Dolittle အဖြစ်သရုပ်တောင်ထားသူက ပြည်သူချစ်မင်းသားကြီး Robert Downey, Jr. ဖြစ်ပြီး တခြား အသံသရုပ်ဆောင်တွေအနေနဲ့လည်း Tom Holland,Rami Malek , John Cena, Selena Gomaz စတဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/dolittle-2020/"
    }
]