[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aBqiz2Umxh0F7FqCx7rUqWYrNrN.jpg",
        "title": "Gantz(2010)",
        "description": "GantZ (2010)--------------------------၂၀၀၄ခုနှစ်မှာ Animeအဖြစ်ထွက်ရှိထားခဲ့တဲ့ ဂန့်ဇ်ဆိုတဲ့စီးရီးဟာ လူငယ်တွေကြား အတော်လေးကြိုက်နှစ်သက်ခဲ့ကြပါတယ်.၂၀၁၀ခုနှစ်မှာတော့ ဂန့်ဇ်ဟာ ပထမဆုံး ရုပ်ရှင်အဖြစ် ထွက်ရှိလာခဲ့ပါတယ်..အဲ့ဒီနောက်မှာတော့ ၂၀၁၁မှာ ဂန့်ဇ်ရဲ့နောက်ဆက်တွဲရုပ်ရှင်အဖြစ်Perfect Answerကို ပြသခဲ့တဲ့အပြင် Another Gantzဆိုတဲ့ ရုပ်ရှင်တခုကိုပါဆက်စပ်ထုတ်ဝေပေးခဲ့ပြီး ၂၀၁၆မှာတော့ GantZ Oဆိုတဲ့ Animationရုပ်ရှင်တခုကိုပါရိုက်ကူးတင်ဆက်ခဲ့ပါတယ်\n.............ဇာတ်လမ်းအကျဉ်း\n----------------------\nကာတိုက တနေ့ ရထားဘူတာမှာ လူတစ်ယောက်ရထားလမ်းပေါ်ကို ပြုတ်ကျနေတာကြောင့်ဝင်ရောက်ကယ်ဆယ်ရင်း ကာ့တိုကို ကူညီတဲ့သူငယ်ချင်းဖြစ်သူ ခဲအိပါ ရထားတိုက်ခံခဲ့ရပါတယ်......ပုံမှန်ဆို သူတို့နှစ်ဦးဟာ သေဆုံးရမှာဆိုပေမယ့်သေရမယ့်အစား အခန်းငယ်တခုထဲကို ရောက်ရှိသွားခဲ့ပါတယ်...အခန်းထဲမှာလဲ သူတို့လိုဘဝတူလူတချို့ရှိနေပြီး ထူးဆန်းတဲ့စက်ဝန်းပုံ အလုံးတလုံးပါ အတူရှိနေပါတယ်....သိပ်မကြာခင်မှာပဲ အဲ့ဒီစက်လုံးကနေ သူတို့ကို မစ်ရှင်တခုခိုင်းခဲ့ပါတယ်..အဲ့ဒီမစ်ရှင်ကတော့ သူတို့ကို ကမ္ဘာပေါ်ရဲ့နေရာတခုက ဂြိုလ်သားတကောင်ကိုသတ်ခိုင်းတာဖြစ်ပြီး သတ်နိုင်တဲ့လူကို အမှတ်ပေးမှာဖြစ်ပါတယ်...သူတို့တွေ ဘာမှန်းမသိတဲ့ မစ်ရှင်တခုကို တူတူလုပ်ကြရင်းဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို အတော်လေးစိတ်ဝင်စားဖို့ကောင်းအောင်လဲ ဇာတ်အိမ်ဆောက်ထားပြီး ဂျပန်နိုင်ငံရဲ့၂၀၁၀လောက်က Effectတွေဟာလဲ မညံ့ကြောင်းမြင်ရမှာပါ...ဒါကြောင့်မို့ ကျွန်တော်တို့ Channel MyanmarကနေGantzရဲ့ ရုပ်ရှင်လေးကားလုံးကို Qualityအကောင်းဆုံးနဲ့ တင်ဆက်ပေးလိုက်ပါတယ် \nFile size…1.96GB\nQuality…BluRay ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/gantz-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/gantz-2-173x200.jpg",
        "title": "Gantz: Perfect Answer(2011)",
        "description": "Gantz :Perfect Answer (2011)--------------------------၂၀၀၄ခုနှစ်မှာ Animeအဖြစ်ထွက်ရှိထားခဲ့တဲ့ ဂန့်ဇ်ဆိုတဲ့စီးရီးဟာ လူငယ်တွေကြား အတော်လေးကြိုက်နှစ်သက်ခဲ့ကြပါတယ်.၂၀၁၀ခုနှစ်မှာတော့ ဂန့်ဇ်ဟာ ပထမဆုံး ရုပ်ရှင်အဖြစ် ထွက်ရှိလာခဲ့ပါတယ်..အဲ့ဒီနောက်မှာတော့ ၂၀၁၁မှာ ဂန့်ဇ်ရဲ့နောက်ဆက်တွဲရုပ်ရှင်အဖြစ်Perfect Answerကို ပြသခဲ့တဲ့အပြင် Another Gantzဆိုတဲ့ ရုပ်ရှင်တခုကိုပါဆက်စပ်ထုတ်ဝေပေးခဲ့ပြီး ၂၀၁၆မှာတော့ GantZ Oဆိုတဲ့ Animationရုပ်ရှင်တခုကိုပါရိုက်ကူးတင်ဆက်ခဲ့ပါတယ်\n.............ဇာတ်လမ်းအကျဉ်း\n----------------------\nကာတိုက တနေ့ ရထားဘူတာမှာ လူတစ်ယောက်ရထားလမ်းပေါ်ကို ပြုတ်ကျနေတာကြောင့်ဝင်ရောက်ကယ်ဆယ်ရင်း ကာ့တိုကို ကူညီတဲ့သူငယ်ချင်းဖြစ်သူ ခဲအိပါ ရထားတိုက်ခံခဲ့ရပါတယ်......ပုံမှန်ဆို သူတို့နှစ်ဦးဟာ သေဆုံးရမှာဆိုပေမယ့်သေရမယ့်အစား အခန်းငယ်တခုထဲကို ရောက်ရှိသွားခဲ့ပါတယ်...အခန်းထဲမှာလဲ သူတို့လိုဘဝတူလူတချို့ရှိနေပြီး ထူးဆန်းတဲ့စက်ဝန်းပုံ အလုံးတလုံးပါ အတူရှိနေပါတယ်....သိပ်မကြာခင်မှာပဲ အဲ့ဒီစက်လုံးကနေ သူတို့ကို မစ်ရှင်တခုခိုင်းခဲ့ပါတယ်..အဲ့ဒီမစ်ရှင်ကတော့ သူတို့ကို ကမ္ဘာပေါ်ရဲ့နေရာတခုက ဂြိုလ်သားတကောင်ကိုသတ်ခိုင်းတာဖြစ်ပြီး သတ်နိုင်တဲ့လူကို အမှတ်ပေးမှာဖြစ်ပါတယ်...သူတို့တွေ ဘာမှန်းမသိတဲ့ မစ်ရှင်တခုကို တူတူလုပ်ကြရင်းဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို အတော်လေးစိတ်ဝင်စားဖို့ကောင်းအောင်လဲ ဇာတ်အိမ်ဆောက်ထားပြီး ဂျပန်နိုင်ငံရဲ့၂၀၁၀လောက်က Effectတွေဟာလဲ မညံ့ကြောင်းမြင်ရမှာပါ...ဒါကြောင့်မို့ ကျွန်တော်တို့ Channel MyanmarကနေGantzရဲ့ ရုပ်ရှင်လေးကားလုံးကို Qualityအကောင်းဆုံးနဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/gantz-perfect-answer-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ysJte1iqN8pFQ470tumnViB1wHP.jpg",
        "title": "Nightbooks(2021)",
        "description": "Nightbooks 2021IMDb 6.6/10ကလေးများအကြိုက် Dark Fantasy Netflix ကားလေးတစ်ကားလာပါပြီသရဲပုံပြင်အရမ်းကြိုက်တတ်တဲ့ အဲလက်စ်လေး သရဲကားတစ်ကားပိုင်မုန့်တစ်ခုနဲ့ မျှားခံရရုံနဲ့ရုပ်ချောချောစုန်းမကြီးရဲ့ထောင်ချောက်ထဲမိသွားပြီးသူ့ရဲဲ့တိုက်ခန်းထဲမှာ နေသွားရတော့ဖို့အကြောင်းဖန်လာပါတယ်အသက်မသေအောင် စုန်းမကြီးကို ညတိုင်း သရဲပုံပြင်တွေဖတ်ပြရင်းနဲ့သူ့လိုပဲ စုန်းမကြီးရဲ့တိုက်ခန်းထဲမှာ ပိတ်မိနေတဲ့ ယာစမင်းဆိုတဲ့အခိုင်းအစေကောင်မလေးနဲ့ ပေါင်းမိပြီးတော့အဲ့ဒီတိုက်ခန်းထဲကနေ လွတ်မြောက်အောင် ဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေထုတ်သုံးကြမယ်ဆိုတာကို ဆက်လက်ကြည့်ရှုကြရမှာဖြစ်ပါတယ်\nFile size…1.66GB / 791 MB/ 405MB\nQuality…1080p WEB .264 5.1CH\nFormat…MP4\nDuration….1h 40mins\nSubtitle….Myanmar Subtitle(Hrad Sub)\nEncoder….YK\nTranslated by Jerrica & Amelia",
        "rating": "6.6",
        "url": "https://megaup.net/1Iwmh/Nightbooks.2021.720p(CM).mp4",
        "category": "Family, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BY2JhMzczMWYtODBjNS00ZGYzLTgzNWEtNGQ2MWVkYmFjMDg4XkEyXkFqcGdeQXVyNjg5NzA5Mw@@._V1_-155x200.jpg",
        "title": "C.O.R.N: A Field of Screams (2021)",
        "description": "အသစ်ထွက်လာတဲ့ Field of Screams တစ်ကားတင်ဆက်လိုက်ပါတယ်။Horror/Thriller လူသတ်ကားတွေထဲမှာ Field of Screams ဇာတ်ကားတွေကလဲ နာမည်ကြီးပါတယ်။\nHorror ဆိုရင် ကြမ်းကြမ်းရမ်းရမ်းသွေးထွက်သံယိုမှ ကြိုက်တတ်တဲ့သူတွေရှိသလို\nအသည်းတယားယားအူယားယားနဲ့တောက်လျှောက်ကြည့်ရမယ့်ကားမျိုးကိုမှအကြိုက်တွေ့တတ်တဲ့သူဆိုပြီးရှိတတ်ကြပါတယ်။ဒီဇာတ်ကား‌‌လေးကဒုတိယအမျိုးအစားဗျ။\nဒီတိုင်းကြီးလျှောက်ပြီးဘာအကြောင်းအရင်းမှမရှိ သတ်ပဲသတ်နေတာမျိုးမဟုတ်ဘဲ\nတစ်မြို့လုံးကလူတွေကို‌ဖယောင်းရုပ်ပြောင်းပစ်လိုက်တဲ့ horror ကားလို အသည်းတယားယားအူတယားယားဇာတ်ကွက်မျိုးဗျ။\nဘာအမျိုးအစားပဲဖြစ်ဖြစ်တောက်လျှောက်မနားတမ်းသည်းထိတ်ရင်ဖိုကြည့်ရမှာကတော့အမှန်ပါပဲ။ဇာတ်လမ်းအကျဉ်လေးကိုပြောရမယ်‌ဆိုရင်တီရာနဲ့ကယ်ရီတို့မောင်နှမနှစ်ယောက် သူတို့ရဲ့ပထွေးဖြစ်သူနဲ့အတူခရီးတစ်ခုကို ကားနဲ့အတူထွက်လာကြတယ်ပေါ့။\nဟိုဖက်ပြောင်းခင်း ဒီဖက်ပြောင်းခင်း ဘယ်နေရာကြည့်ကြည့်ကားလမ်းဘေးတစ်ဖက်တစ်ချက်မှာ\nပြောင်းခင်းတွေချည်းပဲမြင်နေရတဲ့နေရာမှာကားက ဘီးပေါက်ပါလေရော။\nအပိုဘီးကလည်းခရီးမစခင်တုန်းကမလိုလောက်ဘူးထင်လို့မစစ်ထားတဲ့အခါ\nသုံးမရဖြစ်သွားတဲ့အတွက် သူတို့ရဲ့ပထွေးဖြစ်သူက အကူအညီလိုက်ပတ်ရှာရတယ်ပေါ့၊\nအဲနားကလယ်သမားတွေဆီမှာလည်းမရတဲ့အခါ နောက်တစ်မြို့ကိုသွားဖို့ပြင်ပြီး\nသူတို့မောင်နှမနှစ်ယောက်တည်းကို ကားထဲမှာညအိပ်ခိုင်းလိုက်တည်းက\nအချိန်တည်းကစပြီး ဇာတ်ရှိန်ဘယ်လိုတက်လာမယ်၊\nဘယ်လိုသည်းထိတ်ရင်ဖိုဖို့ကောင်းပြီး ဘယ်လောက်အသည်းတယားယားအူတယားယားကြည့်ရမယ်ဆိုတာကိုတော့\nဇာတ်ကားလေးထဲမှာ ခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို San Thu Aung မှ တင်ဆက်ပေးထားတာပါ။) \nFile size…(800 MB)\nQuality….WEB-DL  720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://megaup.net/Z054/C.O.R.N.a.Field.of.Screams.2021.720p.AMZN.WEBRip(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BM2I3NzJmMTgtNmRjNi00OThhLTk2NjMtOGQyMjA5OWNjNWNlXkEyXkFqcGdeQXVyOTc2MTgwNjY@._V1_-150x200.jpg",
        "title": "Sundari [2021]",
        "description": "IMDb Rating 7.4ဒီဇာတ်ကားကတော့ တမူထူးခြားတဲ့ အိန္ဒိယတောင်ပိုင်းဇာတ်ကားလေးပါပဲ..ဆွန်ဒရီဆိုတဲ့ အမျိုးသမီးက နန်းဆန်တဲ့အလှနဲ့ ရိုးသားတဲ့ ကျေးတောသူလေးတစ်ယောက်ပါ...သူဟာမြို့သားတစ်ယောက်နဲ့ မထင်မှတ်ဘဲ အိမ်ထောင်ကျသွားပြီးခင်ပွန်းသည်ရှိတဲ့မြို့ကို လိုက်နေကြပါတယ်...သူမရဲ့ ခင်ပွန်းသည်က မိဘမဲ့တစ်ကောင်ကြွက်...နည်းနည်းလည်း ဆိုက်ကိုဆန်တယ်...သူမရဲ့အလှက လုံးကြီးပေါက်လှဆိုတော့ ခင်ပွန်းသည်ရဲ့အထက်အရာရှိက သူမကိုတွေ့သွားတဲ့အခါ...ခင်ပွန်းသည်ကပါ သူမကို အဲ့ဒီအထက်အရာရှိဆီ ရောင်းစားပစ်ဖို့ ကြံလာတဲ့အခါ...အမျိုးသမီးတွေအတွက် အိမ်ထောင်‌‌‌ရေးအကြမ်းဖက်မှု ပညာပေးဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ File Size : [1.7 GB] / [999 MB] / [500 MB]\nQuality : WEB-DL 1080p / 720p / 480p\nRunning Time : 01:52:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thuya\nEncoded by RGB",
        "rating": "7.4",
        "url": "https://megaup.net/1EXoe/[CM]Sundari_(2021)_Telugu TRUE_WEB-DL_-_720p_-_AVC_-_DD+5.1.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-15-at-14.46.39-135x200.png",
        "title": "Kill Me Three Times (2014)",
        "description": "Kill Me Three Times (2014)====================IMDb Rating - 5.9/10နာမည်ဆန်းဆန်းနဲ့ ဒီဇာတ်ကားက Dark Comedy အမျိုးအစားရုပ်ရှင်တစ်ခုဖြစ်ပြီးနာမည်ကြီး comedy သရုပ်ဆောင် Simon Pegg က ကြေးစားလူသတ်သမား ချာလီအနေနဲ့ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။\nဇာတ်လမ်းကိုတော့ ကြေးစားလူသတ်သမား ချာလီတစ်ယောက် လဲကျနေရာကနေ အစပြုထားပါတယ်။နောက်ပြီးတော့ တစ်စုံတစ်ခုကို ကြံစည်နေတဲ့ သွားဆေးခန်းက နေသန်နဲ့ လူစီတို့ လင်မယား  သွားဆေးခန်းနဲ့ချိန်းဆိုမှုလုပ်ထားတဲ့ အဲလစ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်၊ မိန်းမဖြစ်သူအပေါ် အချစ်ကြီးပြီး ခြုပ်ခြယ်လွန်းအားကြီးတဲ့ ဟိုတယ်ပိုင်ရှင် ဂျက်၊ စတိုးဆိုင်ဖွင့်ထားတဲ့ ဒေလန်ဆိုတဲ့ကောင်လေး၊ အဲ့‌ဒီဇာတ်ကောင်တွေရဲ့ ဇာတ်လမ်းတစ်ပုဒ်ချင်းစီကို ပြသထားတယ်။ အဲ့ဒီ ဇာတ်လမ်းတွေ တစ်ခုနဲ့တစ်ခုကြား ဘယ်လိုချိတ်ဆက်မှုရှိမလဲဆိုတာခပ်ဆန်းဆန်းတင်ဆက်ထားတာကြောင့် ပရိတ်သတ်တွေကဒါကို စိတ်၀င်တစား ကြည့်ရှူရမှာဖြစ်ပါတယ်။(သွေးထွက်သံယိုတွေ ဆဲဆိုခန်းတွေ ၀စ်လစ်စလစ်ခန်းတွေပါတာကြောင့် မိသားစုနှင့်ကြည့်ရှုရန်တော့ မသင့်တော်ပါကြောင်း)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူများကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.9",
        "url": "https://megaup.net/30Sgw/Kill.Me.Three.Times.2014.BluRay.720P.5.1CH[CM].mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j4Ra0SvYM08winX6fxn6AknlygV.jpg",
        "title": "The Girl with the Dragon Tattoo(2009)",
        "description": "The Girl with the Dragon Tattoo(2009)အညွှန်း*****************************************IMDb...7.9ဇာတ်ကောင်တွေထဲမှာ သူရဲကောင်းဆန်ဆန်စရိုက်မျိုးစုံရှိပေမဲ့ ဖြတ်သန်းခဲ့တဲ့ကာလတစ်လျှောက်ဘဝနဲ့ရင်းပြီးပေးလိုက်ရလုနီးပါး အဖြစ်အပျက်တွေကို ရင်ဆိုင်ဖြတ်သန်းပြီး အတွေ့အကြုံနဲ့ လာမဲ့အနာဂတ်မှာကြိုးစားဖြတ်သန်းတဲ့ ပုံစံတွေဟာ ပိုပြီးစိတ်လှုပ်ရှားစရာကောင်းတယ်....ဒီလိုပုံစံတွေထဲမှာ ဂန္တဝင်ဝတ္ထုကြီးအဖြစ်သတ်မှတ်ခံရတဲ့ဆွီဒင်နိုင်ငံသား စာရေးဆရာ Stieg Larsson ရဲ့ \"Millennium\"  စာအုပ်ဟာအထင်ကရဖြစ်တယ်...hacker မိန်းကလေး Lisbeth Salander နဲ့ အဓိက ဇာတ်အိမ်တည်ထားပါတယ်..အပေါ်ကပြောသလိုဇာတ်ကောင်ရဲ့ စရိုက်နဲ့ သူဖြတ်သန်းပုံတွေဟာ ကြမ်းတမ်းလွန်းတယ်....စာအုပ်ကို ပြန်လည်အသက်သွင်းပြီး ရိုက်ကူးခဲ့တဲ့ ဇာတ်ကား(၃)ကားလုံးဟာလည်းအောင်မြင်မှုတွေရရှိခဲ့တယ်...ဒီကားတွေဟာ အစဉ်လိုက်ကြည့်ရမှာပါ ...ပြီးတော့ Scene တစ်ခုချင်းစီတိုင်းကို ကျော်ကြည့်လို့မရသလိုဂရုတစ်စိုက်မှတ်ထားဖို့လည်းလိုပါတယ်...Plot Twist တွေအများကြီးပါသလို ဇာတ်ကောင်တွေရဲ့နာမည်တွေကလည်းအရေးကြီးအစိတ်အပိုင်းဖြစ်လို့  သေချာလေးကြည့်ဖို့လိုပါတယ်...တစ်နှစ်ထဲမှာ (၃)ကားထွက်လို့ ကားနာမည်တွေနဲ့ပဲအစဉ်လိုက်မှတ်သားကြည့်စေလိုပါတယ်....(1)The Girl with the Dragon Tattoo (2009)(2)The Girl Who Played with Fire (2009)(3)The Girl Who Kicked the ...",
        "rating": "7.9",
        "url": "https://megaup.net/YZ4z/The_Girl_with_The_Dragon_Tattoo.2009.BLU-RAY.720P_(2).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3v9LgxjEPyJfDDOtkWUJNYnYcfu.jpg",
        "title": "The Girl Who Played with Fire(2009)",
        "description": "The Girl Who Played with Fire(2009) အညွှန်း****************************************IMDb....7.5The Girl with the Dragon Tattoo(2009) ကားပြီးရင်ဆက်ကြည့်ရမဲ့ကားပေါ့...ဒီကားမှာတော့ လစ်ဘတ်ဟာရှေ့နေဖြစ်သူနဲ့ပြဿနာတက်ပြီးနော်\nဆွီဒင်ကို ပြန်ထွက်ပြေးလာခဲ့ပါတယ်..အဲဒါကိုမကျေနပ်တဲ့ရှေ့နေဖြစ်သူက လစ်ဘတ်ကို လူငှားပြီး သတ်ခိုင်းခဲ့ပါတယ်..အဲ့ဒီနောက်ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....(1)The Girl with the Dragon Tattoo (2009)ကြည့်ပြီးမှ ဒီကားကိုကြည့်ပါနော်...  File Size :(2.4GB)(1.2GB) and (428MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…02:09:00\nGenre : Crime , Drama,Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://megaup.net/1EWxy/The_Girl_Who_Played_with_Fire.2009.BLU-RAY.720P.PP.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7fbnVAqbxBHvssk55Tnwtc0WC5C.jpg",
        "title": "The Girl Who Kicked the Hornet’s Nest(2009)",
        "description": "The Girl Who Kicked the Hornet's Nest(2009) အညွှန်း*************************************************IMDb...7.5ဒီကားကတော့ Stieg Larsson ရဲ့ \"Millennium\"  စာအုပ်ရဲ့ နံပါတ်(၃)ကားမြောက်ပေါ့...တတိယနဲ့နောက်ဆုံး ဒီဇာတ်ကားမှာတော့ လစ်ဇ်ဘတ်သ်ဆလန်ဒဟာ လူသတ်မှုသုံးခုနဲ့တရားရင်ဆိုင်နေရပါတယ်။\nဆွီဒင်ထောက်လှမ်းရေးအဖွဲ့က သူ့ကိုနူတ်ပိတ်ဖို့ကြိုးစားခဲ့သလို သူ့အစ်ကိုဖြစ်သူကလည်းသူ့ကိုလိုက်ပြီးလုပ်ကြံသတ်ဖြတ်နေပါတယ်။\nသူ့ကိုတောက်လျှောက်ကူညီနေခဲ့တဲ့ မီခယ်လ်ဘလွမ်ဗစ်စ်ကပဲ အဓိက ကူညီပေးနေတာဖြစ်ပါတယ်။ဘလွမ်ဗစ်စ်ရဲ့\nအစ်မဖြစ်သူက သူ့အမှုကိုထုချေလျှောက်တင်မှာဖြစ်ပြီးတော့ ဘလွမ်ဗစ်စ်ဟာလစ်ဇ်ဘတ်သ်ရဲ့ အတိတ်က အဖိနှိပ်ခံ၊\nဓားစာခံသားကောင်ဖြစ်ခဲ့တဲ့ဖြစ်ရပ်တွေကို သက်သေလိုက်လံစုဆောင်းပြီးအမှုတည်ဆောက်ဖို့ကြိုးစားနေပါပြီ။အဲ့ဒီအချိန်မှာ\nတစ်ဖက်ရန်သူအဖွဲ့အစည်းကလဲ အတွင်းစည်းထဲ နက်နက်ရှိုင်းရှိုင်းခြေကုပ်ရထားတဲ့လူတွေဖြစ်တာနဲ့အမျှလစ်ဇ်ဘတ် ဖက်ကရပ်တည်သူမှန်သမျှအသက်ကိုရန်ရှာတဲ့အထိ ခြေလှမ်းကြဲလာတဲ့အချိန်မှာတော့..။(1)The Girl with the Dragon Tattoo (2009)(2)The Girl Who Played with Fire (2009)အထက်ပါ(၂)ကားကိုကြည့်ပြီးမှ ဒီကားကိုကြည့်ပါနော်... File Size :(2.78GB)(1.4GB) and (484MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…02:32:00\nGenre : Crime , Drama,Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.5",
        "url": "https://megaup.net/1EXiu/The_Girl_Who_Kicked_the_Hornets_Nest.2009.BLU-RAY.720P.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/EWd7m_4f-134x200.jpg",
        "title": "Break Through (2021)",
        "description": "ဒီတစ်ခေါက်မှာတော့ CM ပရိတ်သတ်တွေကို လောလောလတ်လတ်ကမှ ထွက်ထားတဲ့ တရုတ်အက်ရှင် ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။ဒီဇာတ်လမ်းလေးမှာ...သရုံကတော့ သာရော့ကြေးစားဘော်ဒီဂတ်အဖွဲ့ခေါင်းဆောင် စနိုက်ပါသမားတစ်ယောက်ပါ\nသူတို့အဖွဲ့ဟာ ဆေးကုန်ကူးအာဏာရှိသူ လူကြီးမင်းကဲလာကို နှောင့်ယှက်မိသွားကာ အကြောင်းအမျိုးမျိုးကြောင့် အဖွဲ့ပျက်သွားခဲ့ရပါတယ်နောက်ရှစ်နှစ်ကြာပြီးချိန်မှာတော့ သရုံက ထိုင်းနိုင်ငံမှာ ချီချီဆိုတဲ့ သမီးလေးနဲ့ သားအဖနှစ်ယောက်တည်း အေးဆေးစွာနေထိုင်နေခဲ့ပါတယ်ဒါပေမဲ့လည်း သမီးဖြစ်သူ ချီချီက လူကြီးမင်းကဲလာရဲ့ ဆေးကုန်ကူးမှုမှာ အမှတ်မထင် ပတ်သတ်မိသွားပြီး ဆေးကုန်ကူးသူတွေလက်ထဲ အဖမ်းခံလိုက်ရတဲ့နောက်...သရုံဟာ ချစ်လှစွာသော သမီးလေးကို ဘယ်လိုနည်းလမ်းတွေနဲ့ ကဲလာလက်ထဲက ကယ်တင်မလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ဆက်လက်ကြည့်ရှုကြရမှာပါ ။( အညွှန်းရေးသားထားသူကတေ့ာ Yamin Ei ပါ )File Size__1.5 GB, 900 MB\nQuality__1080p, 720p\nIMDb Rating__7.0/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Crime , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing ...",
        "rating": "7.0",
        "url": "https://megaup.net/1EXgj/Break_Through_(2021)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-14-at-21.07.40-135x200.png",
        "title": "Prisoners of the Ghostland (2021)",
        "description": "Prisoners of the Ghostland (2021)=========================IMDb Rating - 5.7/10မင်းသားကြီး Nicolas Cageရဲ့ 2021ထွက် အသစ်စက်စက် actionဇာတ်ကားကြီးရပါပြီ၊ ဒီကားက​တော့ လူကြမ်းကြီးနဲ့မင်းသမီး​​လေး နှစ်ပါးသွားကြမယ့်ဇာတ်ကား​ပါ။ဇာတ်လမ်းအညွန်းက​တော့ ဂျပန်ဆာမူရိုင်း​တွေချည်းပဲ နေထိုင်တဲ့မြို့​လေးတစ်မြို့ကို ဇတ်ဇတ်ကြဲဘဏ်ဓါးပြကြီး Heroတစ်​ယောက် ဓါးပြသွားတိုက်ရာ အတိုက်မ​တော် ​တစ်ကျွန်းဆိုသလို ​ထောင်နန်းစံမြန်းလိုက်ရပါတယ်၊ဖြစ်ချင်​တော့ အဲ့ဒီမြို့အကြီးအကဲရဲ့ ​မြေးမ​လေးဖြစ်သူ​ ဘားနစ်က Nightoutထွက်ရင်း Ghostlandလို့​ခေါ်တဲ့ ဖုန်းဆိုး​မြေတစ်ခုမှာ​ပျောက်​ချင်းမလှ ​ပျောက်ဆုံးသွားပါတယ်၊ မြေးမ​လေးကို ပြန်ရှာဖို့အတွက် အကြီးအကဲက ဓါးပြကြီး Heroကို သူ့ရဲ့​ထောင်ဒဏ်နဲ့အ​ပေးအယူလုပ်ခဲ့ပါတယ်၊ Heroတစ်​ယောက် ဘားနစ်ကို Ghostlandကြီးထဲမှာ ကောက်ရိုးပုံထဲအပ်​ပျောက်ရှာသလို လိုက်ရှာဖို့မြို့အကြီးအကဲ​ပေးလိုက်တဲ့အချိန်က \"​၅ရက်\"ထဲပါ။ဘားနစ်ကို ဓါးပြကြီးHeroတစ်​ယောက် ​ဘေးမသီရန်မခပဲ ပြန်​​ခေါ်လာနိုင်မှာလား၊ ၅ရက်အတွင်း ပြန်မ​ခေါ်လာနိုင်ရင် ဘာပြစ်ဒဏ်ခံရမလဲ၊ဘားနစ်​ပျောက်ဆုံးသွားတဲ့ Ghostlandဆိုတာ ဘယ်လို​နေရာမျိုးလဲ၊ ဘယ်သူ​တွေကျက်စား​နေကြတဲ့​နေရာမျိုးလဲ၊ ဘာလျှို့ဝှက်ချက်​တွေရှိ​နေလဲဆိုတာကို Nicolas Cage ဇာတ်ကား​တွေရဲ့ထုံးစံအတိုင်း အရွန်း​ဖောက်ထားတဲ့ ဟာသ​တွေ၊ အ​ပြောအဆိုခပ်ကြမ်းကြမ်း၊အလန်းစားအက်ရှင်​တွေနဲ့ ရိုက်ကူးထားတာဖြစ်လို့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/YZhs/Prisoners.of.the.Ghostland.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-14-at-16.50.33-134x200.png",
        "title": "Dark Places (2015)",
        "description": "Dark Places (2015)==============IMDb Rating - 6.2/10လျှို့ဝှက်ဆန်းကျယ်မှုခင်း ရုပ်ရှင်သဘောကျတတ်တဲ့ ပရိတ်သတ်တွေအတွက် နာမည်ကြီး Gone Girl (2014) ရဲ့စာရေးဆရာ Gillian Flynn ရဲ့ ရောင်းအားကောင်းတဲ့ ဝတ္ထုကို ရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ Dark Places (2015) ဆိုတဲ့ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းကတော့ လစ်ဘီဆိုတဲ့ ၈ နှစ်အရွယ်ကောင်မလေးဟာ သူ့မိသားစုသတ်ဖြတ်ခံရရာမှာ မသေဘဲလွတ်မြောက်ခဲ့ပါတယ်။ ကလေးမလေးရဲ့ ပြန်လည်ပြောပြချက်အရ လူသတ်မှုကို ကျူးလွန်သူမှာ သူမရဲ့အစ်ကို ဘန် ကိုယ်တိုင်ပဲ ဖြစ်ပါတယ်။အဲလိုနဲ့ဘန်ဟာ ထောင်ကျသွားပြီး လစ်ဘီကတော့ နာမည်ကြီးလူသတ်မှုမှာ အသက်ရှင်ကျန်ခဲ့တဲ့ ကောင်မလေးအဖြစ် နာမည်ကြီးသွားပါတယ်။ ဒါပေမယ့် ဇာတ်လမ်းက မပြီးသေးပါဘူး။ နောက်နှစ် ၃၀ ကြာတဲ့အခါ လစ်ဘီဟာ အဲဒီအမှုကို ပြန်စုံစမ်းဖော်ထုတ်ဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။ဒီတစ်ခါရော သူကလေးဘဝက ထင်ခဲ့သလိုပဲ သူ့အစ်ကို ဘန် က အပြစ်ရှိတဲ့လူဖြစ်တယ်လို့ ရှာတွေ့မှာလား? ...",
        "rating": "6.2",
        "url": "https://megaup.net/2kTA5/Dark.Places.2015.BluRay.5.1CH.720P[CM].mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4uBriLQoYuzFU06uRlXKUYm2tmT.jpg",
        "title": "The Housemaid(2021)",
        "description": "Housemaid (2021)\n------------------\nဒေစီဆိုတဲ့ ကောင်မလေးက ငယ်တယ်လှတယ် နှာတံပေါ်ပေါ် မျက်လုံးမျက်အိမ်လှလှလေးနဲ့ မိန်းမပျိုလေးပေါ့. သူမကအလုပ်လက်မဲ့ဖြစ်နေတော့ ချမ်းသာတဲ့သူဌေးအိမ်တအိမ်မှာ အိမ်စေအဖြစ် အလုပ်ဝင်လုပ်တယ်.သူဌေးရဲ့နာမည်က ဝီလီယမ် သူဌေးရဲ့မိန်းမကဒုတိယမြောက်ကိုယ်ဝန်ကို လွယ်ထားရတုန်းဆိုတော့အိမ်ထောင်ရေးသုခကို သူဌေးက လိုအပ်နေတယ်.....ဒေစီကလဲ ကလေးအရမ်းချစ်တတ်တဲ့ နှလုံးသားနူးညံ့တဲ့ကောင်မလေးမျိုး....ဒီလိုနဲ့ သူဌေးက ဒေစီအပေါ်စိတ်ယိုင်လာပြီး မှားခဲ့မိကြတဲ့နောက်မှာတော့.......ဒီဇာတ်လမ်းက အိမ်ထောင်ရေးဒရာမာကားမျိုးဆိုတော့၁၈နှစ်အောက်မသင့်တော်တာတွေ ပါတော့ပေါ့ဗျာ.ဒါပေမယ့် လိင်ကိစ္စဦးစားပေးထားတာမျိုး မဟုတ်တော့ပညာပေးကားဆိုလဲ မမှားဘူး....ဒါ့အပြင် ဒေစီရဲ့အလှတရားကလဲ ရုပ်ရှင်ကြိုက်သူတွေအမို့မျက်စိပဒေသာဖြစ်စေမှာမျိုမလို့DSကနေ တင်ပေးလိုက်ခြင်းပဲဖြစ်ပါတယ်.....File size…1.7GB / 805MB / 407MB\nQuality…1080p  WEB DL AAC 2.0 / 720p / 480p\nFormat… Mp4\nDuration….1h 54min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. Dark Side\nTranslated by Dark Side",
        "rating": "6.5",
        "url": "https://megaup.net/YZ1m/The.Housemaid.2021.720p(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/6026459224d4b-144x200.jpg",
        "title": "Knights of Valour (2021)Green Dragon Crescent Blade",
        "description": "တရုတ်ဂန္တဝင်စာပေအကြောင်းပြောရင်မပါမဖြစ်တဲ့ Romance of the Three Kingdoms ဝတ္ထုကို မှီငြမ်းပြီးပုံစံသစ်တစ်မျိုးနဲ့ ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။ဟန်မင်းဆက် ကုန်ဆုံးခါနီးအချိန် တိုင်းပြည်တစ်ခုလုံး အုန်းအုန်းကြွက်ကြွက်ဖြစ်နေတဲ့ အချိန်ကိုပြန်လည်ရောက်ရှိသွားသလို ယူငင်ခေါ်ဆောင်သွားနိုင်မှာပါ။တောင်လိုပုံနေတဲ့ အလောင်းတွေ၊ သွေးချောင်းစီးမှုူတွေ၊ မီးတောက်တွေနဲ့ ပျက်စီးမှုတွေ ကြားထဲမှာအဖေဖြစ်သူ ကွမ်းယွီသေဆုံးမှုကို လက်စားချေနိုင်ဖို့နဲ့သူ့ရဲ့နာမည်ကျော် ​ကျောက်စိမ်းနဂါးဓားကို ပြန်လည်ရယူဖို့ ကြိုးစားနေတဲ့ ကွမ်းရှင်းကိုတွေ့ရမှာပါ။ \nFile size…(1 GB)\nQuality….WEB-DL  1080p\nFormat…mp4\nDuration….01:20:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Aung Myint Oo",
        "rating": "",
        "url": "https://channelmyanmar.org/knights-of-valour-2021green-dragon-crescent-blade/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hFqBxQiMD9FaOso4Cc0VvAEsmaH.jpg",
        "title": "Mr. Hong2004)",
        "description": "Mr. Hong (သို့မဟုတ်) ခေါင်းဆောင်ဟုန်(2004)အညွှန်း***********************************************ဒီတစ်ခါမှာ​တော့ 2004ခုနှစ်က ထွက်ရှိထားတဲ့Mr.Hongဆိုတဲ့ဇာတ်ကား​လေးကို တင်ဆက်​ပေးပါ့မယ် ...အခုတ​လော hotဖြစ်​နေတဲ့ My Hometown Cha Cha Chaရဲ့ မူရင်းဇာတ်လမ်း​လေးလည်း ဖြစ်ပါတယ်...မူရင်းဇာတ်လမ်းဟာ ပိုရယ်ရတယ်လို့ထင်ပါတယ်...၂၀၀၄ ခုနှစ်က ဝါရင့်သရုပ်ဆောင်ကြီး(၂)ဦးပါဝင်ထားလို့  ဒီဘက်ခေတ်အမြင်နဲ့ကြည့်ရင် အဆင်ပြေပါ့မလားထင်ရပေမဲ့ တကမ်းတမ်းတော့တော်တော်ကြည့်ကောင်းပြီး  နင်းကန်လည်းရယ်ရပါတယ်...ဇာတ်လမ်းကျောရိုးတူပြီးသားဆိုပေမဲ့ ကွဲလွဲမှုတွေလည်းရှိလို့ထွေထွေထူးထေူးတော့ အညွှန်းမရေးတော့ပါဘူး...မတူညီတဲ့ ရသထူးလေးရမှာမို့ ခေါင်းဆောင်ဟုန်ဖန်တွေအထူးအားပေးသင့်ပါကြောင်းပြောပါရစေ... File Size :(1.4GB) and (816MB)\nQuality : HDTV1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1EWgj/Mr._Hong_(2004).HDTV.720P.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/fullsizephoto794835-140x200.jpg",
        "title": "Pandora(2016)",
        "description": "Pandora(2016) အညွှန်း********************IMDb...7.0Pandoraရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၁၆ခုနှစ်မှာ ပြသခဲ့တဲ့ သဘာဝဘေးအန္တရာယ်အကြောင်းရိုက်ကူးပြသထားတဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ် ၂၀၁၇ခုနှစ်မှာ အကောင်းဆုံးရုပ်ရှင်ဇာတ်ကားအဖြစ်ဆန်ကာတင်စာရင်းဝင်ခဲ့ပြီး ဝင်ငွေများစွာ ရရှိထားခဲ့ပါတယ်\nဂျယ်ဟော့ (Kim Nam-Gil)ဟာ မိခင်(Kim Young-Ae)နှင့် မရီး (Moon Jeong-Hee),တူဖြစ်သူ မင်ဂျယ် (Bae Gang-Yoo)တို့နှင့်အတူ မြို့သေးသေးမှာ အတူတူ နေထိုင်ကြပါတယ်...သူတို့မြို့မှာ ရှိတဲ့ နျူးကလီးယားဓာတ်အားပေးစက်ရုံမှာ အလုပ်လုပ်ပြီး ယောင်းဂျူ (Kim Joo-Hyun)နဲ့ တွဲနေကြပါတယ်..\nနျူးကလီးယားဓာတ်အားပေးစက်ရုံရဲ့ ဌာနမှူး (Jung Jin-Young) ဟာ\nလက်ရှိ စက်ရုံအခြေအနေကို စိတ်ပူပြီး အထက်ကို တင်ပြပေမယ့် ဘယ်သူကမှအရေးတယူ မလုပ်ခဲ့ပါဘူး ဒီလိုနဲ့ တစ်နေ့မှာ ပြင်းအား အတော်အသင့်ရှိတဲ့ငလျင် လှုပ်ခတ်ခဲ့ပါတယ်...ငလျင်ဒဏ်ကြောင့် စက်ရုံမှာ ‌‌ပေါက်ကွဲမှုအနည်းငယ်ဖြစ်ခဲ့ပြီး မြိုအနီးတစ်ဝိုက်မှာရေဒီယိုသတ္တိကြွဓာတ်ရောင်ခြည်တွေ ပျံ့လွင့်သွားခဲ့ပါတယ် နျူးကလီးယားစက်ရုံပေါက်ကွဲတယ်ဆိုတဲ့သတင်းက တစ်နိုင်ငံလုံးကို ပျံ့သွားပြီး အခြေအနေတွေက ထိန်းချုပ်မရဖြစ်သွားခဲ့ပါတယ်...စက်ရုံအတွင်းပိုင်းမှာလည်း ဓာတ်ငွေ့ယိုစိမ့်မှုတွေ ဖြစ်ပြီး နောက်ထပ်ပေါက်ကွဲမှုဖြစ်ခဲ့ရင်အခြေအနေတွေ ဆိုးဝါးသွားနိုင်တာကြောင့် စက်ရုံက ဌာနမှူးနဲ့ ဂျယ်ဟော့တို့အဖွဲ့နျူးကလီးယားဓာတ်အားပေးစက်ရုံထဲ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2kTby/Pandora.2016.BLU-RAY.720P.PP.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6D7nfhHI7b9ZvW3m7wVMtBSbC9U.jpg",
        "title": "Prey(2021)",
        "description": "ဇာတ်လမ်းလေးကတော့ မကြာခင်လက်ထပ်တော့မယ့် ရိုမန်က သူရဲ့သူငယ်ချင်းငါးယောက်နဲ့အတူ လူပျိုပါတီအနေနဲ့ စိတ်ပြေလက်ပျောက်တောတောင်တက်ဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။သူ့အစ်ကိုအဲဘတ်အပါအဝင် ကျန်တဲ့လူကသဘောတူပြီးသွားမယ်လို့ဆုံးဖြတ်ခဲ့တယ်။ရိုမန်ကတော့ မင်္ဂလာဆောင်တော့မှာဆိုတော့ အလုပ်အကိုင်အထိုင်ကျဖို့အတွက်သူ့အစ်ကိုအပူကပ်ရင်းနဲ့အဆင်ပြေမယ်ဆိုတဲ့မျှော်လင့်ချက်လေးနဲ့ ဒီခရီးကိုထွက်ခဲ့တာပေါ့။ ဒီလိုနဲ့တောတောင် ကျွမ်းကျင်တဲ့စတီဖန်ရဲ့ဦးဆောင်မှုနဲ့အတူ တောထဲမှာလျှောက်လည်ကြတယ်။အမဲလိုက်ရာသီဆိုတော့ တောထဲ သေနတ်သံတွေ ဘာတွေကြားရတော့ပေါ့။အသွားခရီးကတော့ အဆင်ပြေပြေဖြစ်ပေမယ့် ပြန်ခါနီးအချိန်မှာတော့ ဘယ်ကမှန်းမသိတဲ့ ကျည်ဆံကသူတို့သူငယ်ချင်းဗင်ဆင့်ကိုထိသွားတယ်။သူတို့ရောက်နေတဲ့နေရာ အမဲလိုက်ကင်းမဲ့ဇုန်ဖြစ်နေမယ့် သူတို့ဆီကိုကျည်ဆံတောက်လျှောက် ဝင်လာတော့ တောထဲကိုပြန်ပြေးရတော့တယ်။သူတို့နဲ့ဘာရန်ညှိုးရန်စမှမရှိတဲ့တောတောင်ထဲမှာ တကယ်ပဲအမဲလိုက်သူတွေက သားကောင်နဲ့မှားပစ်တာလား...\nတမင်ပဲသတ်ချင်လို့ပစ်တာလား...\nရိုမန် တို့တစ်သိုက်ရောတောတောင်ထဲမှာ အသက်ရှင်အောင်ဘယ်လိုရုန်းကန်ရမလဲဆိုတာ ဆက်လက်ကြည့် ရှုပေးပါဦး(ဘာသာပြန်တင်ဆက်ပေးတဲ့သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်)File size…(1.5 GB)/ (852 MB)/ (371 MB)\nQuality…WEB-DL 1080p /720p / 480p\nFormat…mp4\nDuration….01:27:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….d3mon\nTranslated by Tin Myo Lwin",
        "rating": "4.3",
        "url": "https://megaup.net/2kTcu/(CM)Prey.2021.720p.NF.WEB-DL.DDP5.1.x264.mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/ezgif-6-99b027d8e48b-121x200.jpg",
        "title": "Restart The Earth ( 2021 )",
        "description": "ကမ္ဘာကြီးမှာ အပင်တွေဟာ ရုတ်ချည်း သန္ဓေပြောင်းလဲကြီးမားလာပြီး လူတွေတိရိစ္ဆာန်တွေကို အာဟာရအဖြစ်စားသုံးကာ မြေနေရာရဲ့ ၉၃ရာခိုင်နှုန်းကိုဖုံးလွှမ်းသွားပါတော့တယ် အဲ့လိုကပ်ဘေးကြီးမှာ ယန်ဟောက် နဲ့ သူ့ရဲ့သမီးဟာနောက်ဆုံးအကြိမ်လွတ်မြောက်ရေးအဖွဲ့ထဲမှာပါမသွားဘဲ နှစ်ဦးတည်းအန္တရာယ်ဇုံထဲမှာ ကျန်ရစ်ခဲ့ပါတယ် အဲ့နောက်မှာ အစိုးရက ကပ်ဘေးမှလွတ်မြောက်ဖို့ တာဝန်တွေထမ်းဆောင်ရမဲ့ ပူးတွဲအဖွဲ့၄၇ဖွဲ့ကို ဖွဲ့စည်းပေးပြီးကမ္ဘာ့ နိုင်ငံအသီးသီးကို စေလွှတ်လိုက်ပါတယ် ၄၇ဖွဲ့ထဲကမှ C8683စစ်ဆင်ရေးအဖွဲ့နဲ့သူတို့သားအဖနှစ်ယောက် တွေ့ဆုံမိကြပြီး အကြောင်းအမျိုးမျိုးကြောင့်ပူးပေါင်းစစ်ဆင်ရေးလုပ်ဖို့ ဖြစ်လာတဲ့အခါမှာတော့... သူတို့တစ်တွေအမျိုးမျိုးသော အန္တရာယ် အခက်အခဲတွေကြားမှာ ကိုယ်ကျိုးစွန့်ကာကမ္ဘာကြီးကို ဘယ်လိုတွေ ​အတူတူကယ်တင်ကြမလဲဆိုတာရင်တမမနဲ့ စိတ်လှုပ်ရှားထိတ်လန့်ဖွယ်ဆက်လက်ကြည့်ရှုကြရမှာပါ Quality : WEB-DL 1080pFormat : mp4During : 1h 29 minGenres : Drama , Sci-FiSubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/restart-the-earth-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-11-at-03.08.42-139x200.png",
        "title": "Martyrs Lane (2021)",
        "description": "Martyrs Lane (2021)===============IMDb Rating - 6.0/10Horror ပရိတ်သတ်တွေ အကြိုက်တွေ့စေမဲ့ IMDb rating 6.0/10 ရရွိထားတဲ့ Horror ကားကောင်းလေးကိုတင်ဆက်ပေးပါရစေ။အရင်ဆုံး အဓိက ဇာတ်လိုက်ဖြစ်တဲ့ လီယာနဲ့ စပြီး မိတ်ဆက်လိုက်ကြတာပေါ့။ လီယာဟာ အသက် ၁၀ နှစ်အရွယ်ရှိတဲ့ကလေးမလေးပဲဖြစ်ပါတယ်။ လီယာက သူ့မိခင်ရယ် ဖခင်​ဖြစ်သူဖာသာသောမတ်ရယ် အစ်မကိုင်လာနဲ့အတူ ဘုရားကျောင်းမှာအတူနေထိုင်ကြပါတယ်။ ဒါပေမယ့် နေ့ဘက်ဆို လူတွေနဲ့ စည်ကားပျော်ရွှင်နေတဲ့ ဘုရားကျောင်းကြီးဟာ ညဘက်ဆိုရင်တော့ခြောက်ခြားစရာကောင်းလောက်အောင် မှောင်မိုက်ပြီး လီယာ့အတွက် အိပ်မက်ဆိုးတွေ ဖြစ်စေခဲ့ပါတယ်။အစ်မဖြစ်သူဆီကလည်း  အနိုင်ကျင့်ခံရ မအေဖြစ်သူဆီကလည်း အချစ်မခံရ ဖခင်ဖြစ်တဲ့ ဖာသာဟာလည်း သူ့ရဲ့သာသနာပြုလုပ်ငန်းတွေနဲ့ပဲ အလုပ်များနေတာဆိုတော့ လီယာဟာ မိသားစုမှာ အပယ်ခံလေးဖြစ်လို့နေတာပေါ့။ဒီလိုနဲ့ အထီးကျန်နေတဲ့ လီယာတစ်ယောက် တစ်နေ့မှာ ရွယ်တူကောင်မလေးနဲ့တွေ့ဆုံပြီး ကစားဖော်တွေ ဖြစ်လာခဲ့ပါတယ်။ဒီဇာတ်လမ်းမှာ စိတ်ဝင်စားစရာကောင်းစေမယ့် လီယာနဲ့ရွယ်တူ ကစားဖော်ကောင်မလေးက ဘယ်သူများလဲ...??သူတို့အတူ ဘာကစားနည်းတွေကို ကစားပြီး ...",
        "rating": "5.8",
        "url": "https://megaup.net/30OA5/Martyrs.Lane.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3cf8p2qw9qnsaaFWc64AG6U05eT.jpg",
        "title": "Scream 4 (2011)",
        "description": "Scream 4 2011\n===========ဒီကားကတော့ scream 3 ထွက်ပြီး ၁၁ နှစ်ကြာမှ ထွက်လာတာ ဖြစ်ပါတယ်။\nဆယ်စုနှစ်တစ်ခုကျော်ကြာမှ ထွက်လာတာဖြစ်လို့ တိုးတက်လာတဲ့ နည်းပညာတွေ\nရုပ်ရှင်ပညာတွေကို ကောင်းကောင်းအသုံးချထားပြီးတော့\nနောက်ဆုံးထွက်ခဲ့တဲ့ ကားထက်ကောင်းအောင် ရိုက်ကူးထားပါတယ်။ ဇာတ်လမ်းဆက်ထားပုံကတော့ သရဲမျက်နှာလူသတ်သမားနဲ့ နောက်ဆုံးရင်ဆိုင်တွေ့ခဲ့တာ ၁၀ နှစ်ကျော်ကြာသွားပါပြီ။\nအဲဒီအချိန်မှာ ဆစ်ဒနေက အတိတ်ရဲ့စိတ်ဒဏ်ရာတွေကို ကုစားဖို့ ကိုယ့်ကိုယ်ကို ပြုပြင်ရေးစာအုပ်တစ်အုပ်ရေးပါတယ်။\nအဲဒီစာအုပ်ကို ထုတ်ဝေတဲ့အခါ book tour လုပ်တော့ မွေးရပ်မြေကို ပြန်လာဖို့ အကြောင်းဖြစ်လာပါတယ်။\nကံဆိုးစွာနဲ့ပဲ ဆစ်နေဒန် ပြန်ရောက်လာတာကြောင့် သရဲမျက်နှာလည်း ပြန်ပေါ်လာပါတယ်။ IMDB 6.1 ရထားပြီး tomatometer 60% ရထားပါတယ်။Scream 6 ကားစလုံးကို Scream Franchise မှာ ဝင်ကြည့်လို့ရပါတယ် Quality__Bluray 1080p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__1h 51min\nType__Horror, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by San Thu Aung\nEncoded by Htet Wai ...",
        "rating": "6.1",
        "url": "https://megaup.net/1EUmn/Scream.4.2011.720p.BluRay.X264.mp4",
        "category": "Horror, Mystery, Scream Franchise"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/geD86M58Zkv6O6lLbA1tHllH8B4.jpg",
        "title": "Scream 3 (2000)",
        "description": "Scream 3 2000\n===========ဒါကတော့ တတိယမြောက်ကား ဖြစ်ပြီးတော့ အမှန်အတိုင်းပြောရရင်\nScream franchise ထဲမှာ rating အနည်းဆုံးကား ဖြစ်ပါတယ်။\nဒါပေမယ့် scream ရဲ့ အရသာကိုတော့ မ‌ပျောက်အောင် ထိန်းထားနိုင်တာကြောင့်\nhorror, mystery ဖန်တွေအတွက်တော့ ကြည့်ပျော်ရှုပျော်ရှိတဲ့ ကားတစ်ကားဖြစ်နေတုန်းပါပဲ။ ဒီကားကတော့ scream 2 အပြီး ၂ နှစ်အကြာမှာ ဇာတ်အိမ်တည်ထားပါတယ်။\nဒီကားမှာတော့ ဆစ်ဒနေဟာ လူသူကင်းဝေးရာနေရာမှာ ခြေရာဖျောက်ပြီး သွားနေနေပါတယ်။\nအဲဒီအချိန် hollywood မှာလည်း သရဲမျက်နှာလူသတ်မှုတွေကို\nအခြေခံထားတဲ့ stab 3 ရှပ်ရှင်ကားကို ရိုက်ကူးရေးစနေပါပြီ။\nအဲဒီအချိန်မှာ နောက်ထပ် သရဲမျက်နှာလူသတ်သမားပေါ်လာပြီး\nလူသတ်မှုတွေ ဆက်တိုက်ဖြစ်လာပါတော့တယ်။\nဒီတစ်ခေါက်မှာတော့ သရဲမျက်နှာလူသတ်သမားက stab 3 ရုပ်ရှင်သရုပ်ဆောင်တွေနဲ့\nအရင်လူသတ်မှုမှာ အသက်ရှင်ကျန်ခဲ့သူတွေကိုပါ ပစ်မှတ်ထားနေပါတယ်။ IMDB 5.6 ရထားပြီး tomatometer 40% ရထားပါတယ်။\nဒီကားဟာ scream trilogy ရဲ့ နောက်ဆုံးကားဖြစ်ပြီး\nအတိတ်ကကြောင်းတွေကို ဖြေရှင်းထားလို့ scream ဖန်တွေကတော့\nကြည့်သင့်တယ်လို့ ပြောပါစေ။ Scream 6 ...",
        "rating": "5.6",
        "url": "https://megaup.net/1EUra/Scream.3.2000.720p.BluRay.x264.mp4",
        "category": "Horror, Mystery, Scream Franchise"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mumarnp1ZBHFdmt2q6x9ELuC3x0.jpg",
        "title": "Scream 2 (1997)",
        "description": "Scream 2 (1997)\n================== Scream 2 ဟာ scream ထွက်ပြီး\n၁ နှစ်တောင်မကြာသေးဘူး ထွက်လာခဲ့တာပါ။\nပထမကားရုံမတင်ခင်ကတည်း ရိုက်ကူးရေးကို စတင်ခဲ့လို့ပဲဖြစ်ပါတယ်။\nဒီကားက မူရင်းကားလောက် အကြီးအကျယ်အောင်မြင်မှုမရပေမယ့်\nHorror, Mystery ကားတစ်ကားအနေနဲ့ကြည့်ရင်\nတော်တော်လေးကြည့်ကောင်းတဲ့ စာရင်းထဲ ဝင်နေတုန်းပါပဲ။\nScream saga ထဲမှာတော့ ကြည့်ကောင်းတဲ့ ကြည့်သင့်တဲ့ ကားတစ်ကားပါ ဒီကားကတော့ ပထမကားအပြီး ၂ နှစ်အကြာမှာ နေရာယူထားပါတယ်။\nသရဲမျက်နှာ လူသတ်သမားဆီကနေ လွတ်လာတဲ့\nဆစ်ဒနေလေးဟာ အခုတော့ တက္ကသိုလ်ရောက်သွားပါပြီ။\nသူရဲမျက်နှာလူသတ်မှုအကြောင်းကိုလည်း ရုပ်ရှင်ပြန်ရိုက်ပြီး ရုံတောင်တင်နေပါပြီ။\nအတိတ်က အဖြစ်ဆိုးကြီးက ပြီးဆုံးသွားပြီလို့ ထင်နေတုန်းမှာပဲ\nကံမဆိုးမသွားရာ မိုးလိုက်လို့ရွာဆိုသလို သရဲမျက်နှာကွင်းဆက်လူသတ်မှုတွေ ထပ်ဖြစ်ပါတော့တယ်။\nဒီတစ်ခါရော သရဲမျက်နှာ လူသတ်သမားတွေ ဘယ်သူတွေများဖြစ်မလဲ? IMDB မှာ 6.2 သာရပေမယ့် tomatometer မှာတော့\nမူရင်းကားထက်တောင် ကျော်ပြီး 81% တောင်ရထားပါတယ်။Scream 6 ကားစလုံးကို Scream Franchise မှာ ဝင်ကြည့်လို့ရပါတယ်  Quality__Bluray 1080pIMDb Rating__6.2/10\nFormat__mp4\nDuration__1h\nType__Horror, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "6.2",
        "url": "https://megaup.net/1ES26/Scream.2.1997.720p.BluRay.x264.mp4",
        "category": "Horror, Mystery, Scream Franchise"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gKTbEQJnkYXVZkq1g4ZakJ9Y16N.jpg",
        "title": "The Legend of The Condor Heroes: The Dragon Tamer (2021)",
        "description": "Legend of the Condor Heroes : The Dragon Tamer (2021)ဒီကားကတော့ \"မက်မွန်မြေက ချစ်တေးတစ်ပုဒ်\" ကို\nအကျဉ်းချုံးရိုက်ကူးထားတဲ့ ၂၀၂၁ ထွက် ဇာတ်လမ်းအသစ်စက်စက်ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့\nကျန်းနန် ၇ဖော် ဆီက ထွက်လာတဲ့ ကောကျင့် နဲ့\nမက်မွန်ကျွန်းကထွက်ပြေးလာတဲ့ ယုံးအာတို့ စတွေ့တဲ့အချိန်က အစပြုထားပါတယ်။နဂါးနိုင်သိုင်း ၁၈ ကွက် ကို ယုံးအာရဲ့ဉာဏ်ရည်ဉာဏ်စွမ်း နဲ့သင်နိုင်ခဲ့တာ .....\nကျိုးယင်နတ်သိုင်းကို လူပျော်ကြီးဆီက အမှတ်မထင်ရခဲ့တာ .....\nအဆိပ်အိုကြီး အိုးရန်ဖုန်း နဲ့ တိုက်ခိုက်တဲ့ဇာတ်ကွက်တွေကို\nEffects သိပ်မသုံးဘဲ ရိုက်ထားတာမို့ သဘောကျစရာကောင်းသလို\nအရမ်းနုမနေတဲ့ သရုပ်ဆောင်တွေကြောင့် ငယ်ဘ၀ကို ခဏပြန်ရောက်သလိုခံစားရမှာပါ။ဇာတ်လမ်းအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lwin Htoo Aung ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p and 480p\nFile size… 1.86GB and 1GB and 500 ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-legend-of-the-condor-heroes-the-dragon-tamer/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/thumb-1920-84051-140x200.jpg",
        "title": "Coraline (2009)",
        "description": "Coraline (2009)\nIMDb - 7.7/10_____Rotten - 90%သည်းထိတ်ရင်ဖို လျှို့ဝှက်ဆန်းကြယ် ကာတွန်းကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ...\nလူကြီးမင်းတို့ရဲ့ မျက်လုံးကိုဖယ်ထုတ်ပြီး\nကြယ်သီးတွေအစားထိုးတပ်ခံထားရတဲ့ ခံစားချက်မျိုး ခံစားဖူးပါသလား ?\nမခံစားဖူးရင် ဇာတ်လမ်းအကျဉ်းချုပ်လေးဆီသွားရအောင်\nတကယ်တော့ ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရဲ့ ငယ်ဘဝမှာ\nရင်ထဲထိအမြဲတမ်းစွဲကျန်စေခဲ့တဲ့ ကာတွန်းရုပ်ရှင်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်...\nဒီဇာတ်ကားလေးမှာ ကိုရာလိုင်း (Coraline) ဆိုတဲ့ကလေးမလေးက\nအဓိကသရုပ်ဆောင်ထားပါတယ်...\nစူးစမ်းလိုစိတ်အပြည့်နဲ့ သတ္တိရှိတဲ့ ကောင်မလေးတစ်ယောက်အဖြစ်နဲ့ပေါ့...\nသူမရဲ့မိဘတွေနဲ့ကတော့ အဆင်မပြေပါဘူး အလုပ်ကိုသာလုပ်နေကြတဲ့\nကိုရာလိုင်းရဲ့မိဘတွေဟာ သားသမီးကို ဂရုမစိုက်နိုင်တဲ့အတွက် သူတို့ကြားမှာ\nအဆင်မပြေမှုလေးတွေရှိနေခဲ့ပါတယ်...တစ်နေ့သူတို့မိသားစုဟာ အိမ်အသစ်ဆီကိုပြောင်းရွှေ့လာခဲ့ရပါတယ်...\nထုံးစံအတိုင်း ကိုရာလိုင်း ကတော့ တစ်ယောက်တည်းပဲပေါ့...\nဒီလိုနဲ့ တစ်နေ့မှာ အိမ်ရဲ့တစ်နေရာက မှော်ဝင်တံခါးပေါက်တစ်ခုကို\nတွေ့သွားခဲ့တဲ့အချိန်ကစပြီး ဇာတ်လမ်းစပါပြီ...\nဒီမှော်ဝင်တံခါးပေါက်ရဲ့တစ်ဖက်မှာ ဘာတွေရှိနေမလဲ ??\nစူးစမ်းတတ်ပြီး သတ္တိရှိတဲ့ ကိုရာလိုင်းတစ်ယောက် ဘာတွေဖြစ်လာမှာလဲ ??\nဆိုတာတွေကိုတော့ စိတ်ဝင်တစားနဲ့ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်...\nIMDb rating 7.7/10 ထိ ရရှိထားတဲ့ ဒီကာတွန်းရုပ်ရှင်လေးဟာ\nဘယ်လောက်ထိကောင်းတယ်ဆိုတာကိုတော့ အထူးတလည်ညွှန်းစရာ\nမလိုတော့ဘူး ထင်ပါတယ်..\nအော်စကာဆုအတွက် ဆန်ခါတင်စာရင်းမှာပါခဲ့တဲ့အပြင်\nဆုတော်တော်များများကိုလည်း ဆွတ်ခူးနိုင်ခဲ့ပါတယ်...\nမိဘနဲ့သားသမီးတွေရဲ့ကြားက လိုအပ်ချက်လေးတွေကို\nဘယ်လိုဖြည့်ဆည်းရမယ်ဆိုတာကိုလည်း\nဒီဇာတ်ကားလေးက ညွှန်ပြပေးသွားပါတယ်...\nလက်မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး\nလေကြောရှည်နေပြီ ဖြစ်တဲ့အတွက် အားပေးခံစားကြည့်ရှုပေးကြပါဦး...ဒီဇတ်ကားအတွက် အညွှန်းကို ကို  Yé ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/coraline/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zD3DvlwJbGv0QkNrTNmsve6jvcl.jpg",
        "title": "Guimoon: The Lightless Door ( 2021 )",
        "description": "၁၉၉၀ခုနှစ် လူသတ်မှုဖြစ်ပြီး နောက်ပိုင်း ထူးဆန်းစွာ လူတွေဆက်တိုက်သေနေလို့ပိတ်လိုက်ရတဲ့ ဂွီဆာရီ စင်တာအဆောက်အဦးကြီး ၁၉၉၆ခုနှစ်မှာထိုအဆောက်အဦးကို ဗီဒီယိုပြိုင်ပွဲဝင်ပြိုင်ဖို့ လာစူးစမ်းကြတဲ့ ဟေယောင်းတို့သူငယ်ချင်းသုံးယောက် ထို အဆောက်အဦးကြီးက မကျွတ်မလွတ်သေးတဲ့ဝိညာဉ်တွေကိုနှိမ်နှင်းဖို့လုပ်ရာမှ သေဆုံးသွားတဲ့ အမေဖြစ်သူရဲ့ ကျန်ရစ်ခဲ့တဲ့ တာဝန်တွေကိုဒိုဂျင်းတစ်ယောက် ပရလောကနဲ့ လူ့လောကဆုံရာမှာ တည်ရှိနေတဲ့ဂွီဆာရီစင်တာထဲ မိခင်ရဲ့ဒေါသတွေပြေလျော့စေဖို့ ကျန်ရစ်တဲ့ တာဝန်တွေဆက်လုပ်ဖို့ပရလောကဝင်ပေါက်မှတဆင့် ပရလောကထဲ ဝင်ရောက်သွားတဲ့အခါမှာ​ရော ဘာတွေဖြစ်မလဲ မိခင်ရဲ့ တာဝန်တွေကို ပြီးပြတ်အောင်လုပ်နိုင်ခဲ့မလားဝင်သွားတဲ့လူတိုင်း ပြန်ထွက်မလာကြတော့လို့ ပရလောသို့ဝင်ပေါက်ဟုနာမည်ကြီးနေတဲ့ ဂွီဆာရီစင်တာထဲ ဝင်ရောက်သွားတဲ့ ဒိုဂျင်းတစ်ယောက်ပြန်လည်လွတ်မြောက်နိုင်ပါ့မလား ၁၉၉၆ခုနှစ်ကတည်းကနေ အခုထိဂွီဆာရီစင်တာထဲမှာ ပိတ်မိကာ တဝဲလည်လည်ဖြစ်နေတဲ့ ဟေယောင်းတို့သူငယ်ချင်းသုံးယောက်ကရော ပြန်လည်လွတ်မြောက်နိုင်ပါ့မလား Quality : WEB-DL 1080pFormat : mp4During : 1h 25minGenres : MysterySubtitle : Myanmar Subtitle ( Hardsub )Translated By OakkarEncoded By ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/guimoon-the-lightless-door-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Y4XOIWhpOvSOEn8XrxbkH9yAXO.jpg",
        "title": "The Voyeurs(2021)",
        "description": "ရုပ်ရှင်ရဲ့နာမည်ဖြစ်တဲ့ voyeur ကို အဘိဓာန်မှာတော့ \"သူတစ်ပါး၏လိင်ကိစ္စကို တိတ်တခိုး ကြည့်ရှုရာ၌ နှစ်ခြိုက်မွေ့လျော်သူ\"လို့ အဓိပ္ပာယ်ဖွင့်ဆိုထားတယ်။\nအတွဲချောင်းတဲ့ကောင်ပေါ့ဗျာ။နာမည်အတိုင်းပဲ တစ်ဖက်အိမ်က ကိစ္စတွေကို စပ်စုကြတဲ့ အတွဲတစ်တွဲအကြောင်းပေါ့။\"မိန်းမ၀တ် အတွင်းခံဘောင်းဘီတစ်ထည်\"ဆိုတဲ့ မင်းခိုက်စိုးစန်ရဲ့၀တ္တုတိုတစ်ခုကိုတောင် ပြေးမြင်မိလိုက်သေးတယ်။သူရေးထားတာကျ သူ့အိမ်ကနေ မြင်နေရတဲ့ တစ်ဖက်အိမ်က အတွင်းခံတစ်ထည်အကြောင်း။ဒီမှာကျ တစ်ဖက်အိမ်က ကိစ္စဝိစ္စတွေ အကုန်ပေါ့။ဇာတ်လမ်းက ကြည့်ပျော်တဲ့ ဇာတ်လမ်းမျိုးပါပဲ။ဒါကိုမှ မင်းသမီးလှလှလေးရဲ့ ဟိုအခန်းဒီအခန်းတွေ ပေါင်းပေးထားတော့ ပိုကြည့်ပျော်သွားတယ်။ဇာတ်လမ်းကလည်း နည်းနည်းထူးထူးဆန်းဆန်းဆိုတော့ ကြည့်ပျော်တယ်ဆိုပေမဲ့ စကီချောချောလေးရဲ့ အလန်းစား Sceneတွေကိုကြည့်ရမှာနဲ့တင် ဒီရုပ်ရှင်ဟာ တန်နေပါပြီ။လူဟာ သမ္မာရှစ်ပါးနဲ့ မပြည့်စုံသေးသမျှ ကာမတဏှာရှိကြတာပဲမဟုတ်လား။ထိန်းချုပ်မှုနဲ့ အထားအသိုမမှားဖို့တော့လိုတယ်။ဒီရုပ်ရှင်ဟာ ခင်ဗျားရဲ့ ကာမတဏှာကို သုံးသင့်တဲ့နေရာမှာ သုံးလို့ရနိုင်အောင် ထိန်းချုပ်တတ်စေဖို့ ပြောပြပေးတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။(ဘာသာပြန်သူတွေကတော့ The Pooh နဲ့ Y တို့ပဲဖြစ်ပါတယ်) File size…(1.6 GB)/ (850 MB)/ (400 MB)\nQuality…WEB-DL 1080p /720p ...",
        "rating": "5.8",
        "url": "https://megaup.net/1EUqe/(CM)The.Voyeurs.2021.720p.AMZN.WEB-DL.DDP5.1.H.264.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aDtBAXBupxS9jirK1Jg86dvo3CG.jpg",
        "title": "White Snake II: The Tribulation of the Green Snake ( 2021 )",
        "description": "တရုတ်ပြည်ရဲ့ မြွေဖြူနဲမြွေစိမ်း ညီအစ်မ white snake animation ဇာတ်လမ်းရဲ့အဆက်white snake2 ဟာ ၂၀၂၁ထွက် animation movieကောင်းလေးပါစတင်ပြသတဲ့၃ရက်အတွင်း box office ဝင်ငွေး$77millionsအထိ စံချိန်တင်ရရှိထားပါတယ်.. ဒီဇာတ်ကားမှာမြွေစိမ်းမလေး ရှောင်ချင်းကို အဓိကထားရိုက်ကူးထားတာပါ....မြွေဖြူမလေးရှောင်ပိုင်ဟာ အချစ်အတွက်ကြောင့် ဘုန်းတော်ကြီးရှောဖာဟိုင်ရဲ့လွေဖုန်း မျှော်စင်အောက်မှာ ဖမ်းချုပ်ထားခြင်းခံရပါတယ်...ဒါကိုလက်မခံနိုင်တဲ့ရှောင်ချင်း(မြွေစိမ်းမလေး)ဟာ ဘုန်းတော်ကြီးဖာဟိုင်ကိုပြန်တိုက်ခိုက်ရင်း ရှုံးလော်မြိုဆိုတဲ့ နေရာကိုအမှန်မထင်ရောက်သွားပါတယ်..ရှုံးလော်မြို့ကလူတွေဟာ စိတ်ထဲလွှတ်မချနိုင်တဲ့အရာတွေရှိနေလို့လူပြန်မဝင်စားနိုင်ပဲ ရောက်လာတဲ့သူတွေ ပါ... အန္တရာယ်ပေါင်းများစွာနဲ့ပြည့်နှက်နေတဲ့ရှုံးလော်မြို့မှာ ရှောင်းချင်းတစ်ယောက် ရှင်သန်နိုင်ပါ့မလာ....ရှုံးလော်မြို့ကနေထွက်ခွာနိုင်ပါ့မလား.... ရှုံးလော်မြို့မှာသူ့အစ်မရှောင်ပိုင်နဲ့ရုပ်ချင်းဆင်တဲ့ ကောင်လေးတစ်ယောက်နဲ့ ဆုံရတဲ့အခါဘာတွေဆက်ဖြစ်လာမှာလဲ... အစ်မဖြစ်သူနဲ့ရောပြန်ဆုံနိုင်ပါ့မလား..အချစ်..အမုန်း...ရင်ထဲက အာဃာတတွေ...ခံစားချက်မျိုးစုံ ကို ကြည့်ရှုခံစားရမှာပါ...... Quality : HDRip 1080pFormat : mp4Genres : Animation , Action  ,Adventure , FantastyDuring : 2h 11minSubtitle : Myanmar Sub ( Hardsub sub ...",
        "rating": "6.8",
        "url": "https://megaup.net/1EUmq/White.Snake.2.720p.HDRip.CM.mp4",
        "category": "Action, Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/White-Snake-2019-141x200.jpg",
        "title": "White Snake (2019)",
        "description": "White Snake 2019=============\"မြွေဖြူမိစ္ဆာနှင့်မှော်ဆံထိုး\"IMDb Rating 7.1/10 ထိ ရရှိထားတဲ့ ဇာတ်ကားလေးပါ။ဒီအန်နီမေးရှင်း ဇာတ်လမ်းလေးကတော့ တရုတ်ဒဏ္ဍာရီဇာတ်လမ်းတစ်ပုဒ်ဖြစ်တဲ့မြွေဖြူမိစ္ဆာအကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်ဒီဇာတ်လမ်းကို အခြေခံပြီး ရှေ့မှာလည်း Live action ရော animation တွေရော ပုံစံအမျိုးမျိုး ထွက်ခဲ့ဖူးပေမယ့် အခုကတော့ ပိုကောင်းတဲ့ animation ရုပ်ထွက်တွေနဲ့ ပိုပြီးကြည့်ကောင်းလာပါပြီရိုက်ချက်အလန်းတွေ နောက်ခံတီးလုံးအလန်းတွေ လှပတဲ့ရှုခင်းတွေနဲ့ကြည့်ရှူ့သူကို ဆွဲဆောင်သွားမှာပါ...ဒီတော့ အားပေးကြည့်ရှူ့ကြပါဦးလို့။ Quality – 1080P, 720p  Blu-Ray.6CHDuration – 1 hrs 39 minsSubtitle – Myanmar HardsubFormat – Mp4Genre :  Animation, Action, AdventureSource : 1080p.Blu-Ray.6CHTranslator – Ye Kyaw HtetEncoder – San Win Maung",
        "rating": "7.1",
        "url": "https://megaup.net/2kRin/(CM)White.Snake.2019.CHINESE.720p.BluRay.H264.AAC.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ajxa9eE4vojurvYqSmRQVLSh6bt.jpg",
        "title": "Tughlaq Durbar (2021)",
        "description": "Tughlaq Durbar (2021)ဒီတစ်ခေါက်မှာတော့ 96,Super Deluxe စတဲ့ရုပ်ရှင်တွေနဲ့ ထင်ရှားကျော်ကြားခဲ့ပြီး ရုပ်ရှင်သရုပ်ဆောင်တစ်ဖြစ်လဲ ပရိုဂျူဆာတစ်ဖြစ်လဲအောင်မြင်နေတဲ့ မင်းသားကြီး Vaji ရဲ့ ဇာတ်ကားအသစ်လေးကို တင်ဆက်ပေးချင်ပါတယ်အရင်ဆုံး ဇာတ်လမ်းလေးကို အကျဥ်းချုံးလေးမြည်းစမ်းကြည့်ကြတာပေါ့ကိုယ်ဝန်လွယ်စဥ်ကထဲက နိုင်ငံရေးသမား ရာယာပန်ရဲ့မိန့်ခွန်းကို နားထောင်ရင်း ကြီးပျင်းခဲ့ရပြီးငယ်စဥ်ကလေးဘဝထဲက နိုင်ငံရေးသမား ဖြစ်ချင်နေခဲ့တဲ့ ဆင်းဂန်....ဆင်းဂန်ရဲ့အမေဟာ သူ့ညီမလေးကို မီးဖွားပြီးချိန်မှာ သေဆုံးသွားခဲ့သလို ဖအေဖြစ်သူကလည်းမိန်းမဖြစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့ ပူဆွေးသောကကြောင့်နဲ့ပဲ တိမ်းပါးသွားခဲ့ရှာပါတယ်ဒီလိုနဲ့ဆင်းဂန်ဟာ တစ်ဦးတည်းသော မိသားစုဝင်ဖြစ်တဲ့ ညီမဖြစ်သူနဲ့အတူနေထိုင်ခဲ့ကြပေမဲ့လည်းမောင်နှမနှစ်ယောက် စိတ်အလျဥ်း မသင့်မြတ်ခဲ့ကြပါဘူးမိသားစုအရေး ဘာညာလည်း စိတ်မဝင်စားတဲ့ ဆင်းဂန်အတွက် သူစိတ်ဝင်စားရာကတော့တစ်ခုတည်းပဲရှိပါတယ် အဲ့ဒါကတော့ သူ့ရဲ့စံပြပုဂ္ဂိုလ်ဖြစ်တဲ့ရာယာပန်နဲ့ ရင်းနှီးပြီး နိုင်ငံရေးသမား ဖြစ်လာဖို့ပါပဲအတ္တဟိတ နဲ့ ပရဟိတ ယှဥ်တွဲလာတဲ့ နိုင်ငံရေးလောကမှာ နိုင်ငံရေးသမားဖြစ်ချင်တဲ့ဆင်းဂန်တစ်ယောက် အတ္တဟိတဘက်ကို အလေးသာသွားခဲ့တဲ့အခါမှာတော့......အကြံမျိုးစုံ ထုတ်ပြီး ရာယာပန်ဆီ အာရုံစိုက်ခံရဖို့ ကြိုးပမ်းနေတုန်းမမျှော်လင့်ထားတဲ့ ကိစ္စတစ်ခု ဆင်းဂန်ဆီ ဖြစ်ပေါ်လာတဲ့အခါ....ဆင်းဂန်တစ်ယောက် အဲ့ကိစ္စကို ဘယ်လိုဖြေရှင်းသွားမလဲ??နိုင်ငံရေးသမားဖြစ်ချင်တဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1EUc3/Tughlaq_Durbar_(2020)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTk3NDE2NzI4NF5BMl5BanBnXkFtZTgwNzE1MzEyMTE@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Up (2009)",
        "description": "Up (2009)\nIMDb - 8.2/10_______Rotten - 98%\nWon 2 Oscars. Another 78 wins & 82 nominations\nဒီတစ်ခါတော့ ကာတွန်းကား ကောင်းကောင်း လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီကားလေးက ၂၀၀၉ ခုနှစ်မှာ ထွက်ခဲ့ပြီး၊ စထွက်ခဲ့တဲ့အချိန်ထဲက အခုအချိန်အထိ Valentine's Day ရုပ်ရှင်အဖြစ် လူကြိုက်များခဲ့သလို၊\nသူ့ထဲက ဇာတ်ဝင်ခန်းလေး တစ်ခုက အချစ် နဲ့ပတ်သက်လာရင် အခုအချိန်အထိ လူပြောများနေဆဲဖြစ်ပါတယ်။\nUp ကာတွန်းလေးက သာမန် ကာတွန်းကားတစ်ကား တင်မဟုတ်ပဲ၊ အက်ရှင် ဒရမ်မာ ကောင်းကောင်း နဲ့ ရိုက်ကူးထားတဲ့ Animated Film တစ်ခုဖြစ်ပါတယ်။\nဇာတ်အိမ် ကောင်းကောင်း နဲ့ လူကြီး လူငယ် ပရိတ်သတ် အားလုံးကို ဖမ်းစားနိုင်ခဲ့ပါတယ်။ ကျွန်တော် အနေနဲ့ ရုပ်ရှင်တွေတော်တော်များများ ကြည့်ဖူးပေမယ့်\nကြည့်ရင်းနဲ့ မျက်ရည်ဝဲလောက်အောင် ခံစားချက်ရသပေးနိုင်တဲ့ ကားမျိုး က လက်ချိုးရေလို့ရပါတယ်။\nဒီ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/up-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-11-at-20.13.47-133x200.png",
        "title": "The Man Who Sold His Skin (2020)",
        "description": "The Man Who Sold His Skin (2020)=========================အခုကနေဆို ဆယ်နှစ်ကျော်ကြာပြီဖြစ်တဲ့\nဆီးရီးယားပြည်တွင်းစစ်ဟာ အသေအကြေ\nများခဲ့သလို ဆီးရီးယားက ထွက်ပြေးပြီး\nဥရောပနိုင်ငံတွေမှာ ခိုလှုံခဲ့ရတဲ့ ဒုက္ခသည်\nတွေလည်းများခဲ့တယ်။ သို့တိုင်အောင်ပဲ\nနိုင်ငံတိုင်းမှာ သူ့ကန့်သတ်ချက်တွေနဲ့\nသူရှိခဲ့ကြတာမို့ လူတိုင်းကိုတော့ ခိုလှုံခွင့်\nမပေးနိုင်ခဲ့ဘူး။ ဒီရုပ်ရှင်ဟာ အဆိုပါ\nဆီးရီးယားဒုက္ခသည်တွေအကြောင်းကို\nထင်ဟပ်မိအောင် ရိုက်ထားတဲ့ရုပ်ရှင်ပါပဲ။အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဆမ်ဟာ\nနိုင်ငံရေးသမားအထင်ခံခဲ့ရတဲ့အတွက်\nဆီးရီးယားကနေ ထွက်ပြေးလာခဲ့တယ်။\nသူ့ရဲ့ ချစ်လှစွာသော ကောင်မလေးကိုတော့\nသူထားခဲ့ရတယ်။သူ့ကောင်မလေးကတော့\nအိမ်ကပေးစားတဲ့ ဘယ်ဂျီယမ်မှာရှိတဲ့\nဆီးရီးယားသံရုံးက သံအမတ်တစ်ယောက်နဲ့\nလက်ထပ်သွားခဲ့တယ်။ဆမ်ဟာ\nသူ့ကောင်မလေးရှိတဲ့ ဘယ်ဂျီယမ်ကို\nသွားချင်ပေမဲ့ သူ့မှာ ပြည်၀င်ခွင့်မရှိဘူး။\nအဲ့ဒီအချိန်မှာပဲ ဆမ်က ဂျက်ဖရေးနဲ့ သွားဆုံတယ်။ခေတ်တစ်ခေတ်ရဲ့ အကြီးကျယ်ဆုံး အနုပညာရှင်\nဖြစ်တဲ့ ဂျက်ဖရေးဟာ အမှိုက်ကိုပါ အနုပညာ\nဖြစ်အောင် လုပ်နိုင်တဲ့သူလို့ နာမည်ကျော်တယ်။\nဂျက်ဖ‌ရေးက Installation Art၊ Paint Artအပါအ၀င်\nArtပေါင်းစုံကို ပိုင်နိုင်တဲ့ Geniusတစ်ယောက်။\nဒီတစ်ခါ သူက အနုပညာအတွက် နယ်ပယ်သစ်\nတစ်ရပ်ကို ရှာဖွေနေတယ်။ ဒီတစ်ခါ သူတင်ဆက်မဲ့\nသူ့အနုပညာပစ္စည်းက သက်မဲ့မဟုတ်ဘူး။တိရိစ္ဆာန်\nတစ်ကောင် မဟုတ်ဘူး။သက်ရှိလူသားတစ်ယောက်။\nအခု သူတို့နေနေတဲ့ခေတ်ကာလမှာ ကုန်ပစ္စည်းတွေရဲ့\nပျံ့နှံ့ရောက်ရှိမှုက လူသားတွေရဲ့ ပျံ့နှံ့ရောက်ရှိမှုထက်\nအများကြီးပိုလွတ်လပ်တယ်။ ဒီတော့ သူက လူသား\nတစ်ယောက်ကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/30Odv/The.Man.Who.Sold.His.Skin.2020.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/sjaksunnamed-135x200.jpg",
        "title": "Bad Teacher (2011)",
        "description": "Title ကိုက Bad Teacher ဆရာမအဆိုးလေးတဲ့။Poster ပေါ်မှာလဲ  Eat me ငါ့ကိုစားပါတွေရော.. She doesn't give an \"F.\" တွေရောနဲ့  R-Rated ဇာတ်ကားလေးပါ။မင်းသမီးက ကင်မရွန်းဒိုင်ယာ့ဇ်..သူ့စတိုင်နဲ့ ဆရာမအဆိုးလေးဆိုတော့ ကွက်တိပေါ့...မင်းသားက အဆိုတော် ဂျက်စတင်တင်းဘားလိတ်...အူကြောင်ကြောင်နဲ့လိုက်တယ်..မင်းသားကြီး Jason Segel လဲပါသေးတယ်...သူကတော့အတည်ပေါက်နဲ့နောက်တတ်သူပေါ့။ဇာတ်လမ်းလေးကတော့ ...ဆရာမလေး ကင်မရွန်းဒိုင်ယာ့ဇ်ဟာ အပျင်းလဲထူသလို အရည်အချင်းလဲမရှိတဲ့အပြင်ခြူစားဖို့ကြံစည်ပြီး စေ့စပ်ထားတဲ့ သူဌေးသားလေးရဲ့ စွန့်ပစ်ခြင်းကိုပါခံလိုက်ရသူပါ...ဒါနဲ့ဘူနေတုန်းမှာပဲ...သူ့လိုပူပူနွေးနွေးလမ်းခွဲထားတဲ့ ကျောင်းဆရာ ဂျက်စတင်တင်းဘားလိတ်နဲ့ဆုံပြီးဆွဲစားဖို့ထပ်ကြံပြန်တယ်...ပုရိသတစ်ယောက်ကိုဆွဲဆောင်ဖို့မှာနို့ပြားရင် အဆင်မပြေဘူးဆိုပြီး ရင်သားအစားထိုးကုသဖို့ကြံစည်ရာကနေဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ....။ \nFile size…(1.7 GB)/ (999 MB)/ (500 MB)\nQuality…BluRay Unrated 1080p /720p / 480p\nFormat…mkv\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Nay Lin Thar",
        "rating": "5.6",
        "url": "https://megaup.net/2kQK9/Bad_Teacher_2011_BluRay_720p_DTS_x264-CHD(CM).mkv",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/edENWY4yUkd4iTwRyQJZsAscNOv.jpg",
        "title": "Dikkiloona (2021)",
        "description": "Dikkiloona(2021)\n----------------------\n(1080pခဏနေ ရပါမယ်)Mendala ကားထဲက မင်းသားကြီးYogi Babu ပါဝင်သရုပ်ဆောင်ထားတဲ့Tamil Comedy ဇာတ်ကားသစ် ထွက်ရှိလာပါပြီခင်ဗျားမှာ Time Machine နဲ့ အချိန်ခရီးသွားဖို့အခွင့်အရေးရလာရင်ဘာလုပ်ကြမှာလဲအတိတ်ကိုရော အနာဂတ်ကိုပါ အချိန်ခရီးသွားလို့ရရင်ဘယ်အပိုင်းအခြားကို သွားဖြစ်ကြမလဲမီတာရုံးမှာ အလုပ်လုပ်တဲ့ မီးသမားလေး မာနီကတော့ဘဝမှာ ဖြစ်ခဲ့တဲ့ အန္တရာယ်အရှိဆုံးမတော်တဆမှုကြီး​ကို တားဆီးဖို့ အတိတ်ကို ပြန်သွားခဲ့ပါတယ်ဟော်ကီကစားသမားတစ်ယောက် သိပ်ဖြစ်ချင်ခဲ့တဲ့ မာနီဟာလက်တွေ့မှာ မီးသမားပဲဖြစ်နေရတယ်ယောက္ခမအိမ်မှာလည်း သူနေရတာ အဆင်မပြေသလိုသူ့မိဘအိမ်ပြန်တော့လည်း ယောက္ခမနဲ့ချွေးမမတည့်ကြလို့စိတ်ဆင်းရဲမှုများစွာနဲ့ ဖြတ်သန်းနေရတဲ့ လက်ရှိဘဝကနေအတိတ်ကို ပြန်သွားပြီး ပြင်ဖို့ဆုံးဖြတ်ခဲ့တဲ့အရာက ဘာဖြစ်မလဲ??????Fiction Comedy ဇာတ်ကားဖြစ်လို့ တစ်ကားလုံးဒိုင်ယာလော့ အလန်းစားတွေနဲ့ ရယ်နေရမှာပါအဲ့ဒါကြောင့် မရယ်ရမှာ စိတ်မပူပါနဲ့Yogi Babu တစ်ယောက်ရော ဒီကားထဲမှာဘယ်လို Character နဲ့ ပါဝင်သွားဦးမလဲဆိုတာ ကြည့်ရှုပေးကြပါဦးအညွှန်းကိုတော့ Amelia မှ ရေးသားထားပြီးဘာသာပြန်သူများကတော့ Amelia နဲ့ Jerrica တို့ပဲဖြစ်ပါတယ်\nFile size…1.38GB/ 2.19Gb\nQuality…720p / 1080p ...",
        "rating": "7.2",
        "url": "https://megaup.net/2kQzg/Dikkiloona_(2021)_Tamil_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Comedy, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BN2IyYzI4YmQtNzBmMi00Mjg3LWI4NTMtNmZjNjk3YjIwZmJhXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Kate (2021)",
        "description": "KATE [2021]ကဲ....စနေ တနင်္ဂနွေ အားလပ်ရက်မှာ\nIDMb rating 7.4/10 ရထားတဲ့\nအက်ရှင်ကားအလန်းစားလေးနဲ့ အနားယူလိုက်ကြစို့လား!!ဇာတ်လမ်းအကျဥ်းလေးကို စပြီး မိတ်ဆက်ပေးပါရစေကိတ် ဟာ ဗာရစ်ခ်ရဲ့ ထိန်းကျောင်းမှုအောက်မှာ\nလုပ်ကြံသတ်ဖြတ်သူအနေနဲ့ လေ့ကျင့်သင်ကြားခဲ့ရသူတစ်ယောက်ပါ\nငယ်စဥ်ထဲက လေ့ကျင့်ခဲ့ရတဲ့ ကိတ်အတွက်\nပစ်မှတ်မှန်သမျှကို ပစ်မလွဲဖြစ်တဲ့အထိ ကျွမ်းကျင်လှပါတယ်ဒါပေမဲ့လည်း ကိတ်က လူသတ်ရတဲ့ဘဝကို ပင်ပန်းလာပြီးတော့\nသာမန်ဘဝလေးနဲ့ပဲ ရှင်သန်ချင်လာခဲ့ပါတယ်ကိတ်တစ်ယောက် သူ့ရဲ့နောက်ဆုံးမစ်ရှင်ကို ဆောင်ရွက်ရင်း\nအဆိပ်ခတ်ခံခဲ့ရပါတော့တယ်။\nအသက်ဆက်နိုင်ဖို့ ကိတ်အတွက် အချိန်တစ်ရက်ပဲ ကျန်ပြီးတော့ ​\nအဲ့ဒီအချိန်တစ်ရက်အတွင်းမှာ\nကိတ်ဟာ သူ့ကို အဆိပ်ခတ်တဲ့သူကို လိုက်ရှာပြီး လက်စားချေနိုင်ဦးမလား...???အဆိပ်ခတ်လုပ်ကြံမှုရဲ့​နောက်ကွယ်မှာ ဘာအ​ကြောင်းအရာတွေများ ရှိနေဦးမလဲ......??\nဆိုတာ စိတ်ဝင်တစား စောင့်ကြည့်ရမှာပဲ ​ဖြစ်ပါတယ်Now You See Me,Hunger Game အစရှိတဲ့ နာမည်ကြီးရုပ်ရှင်တွေမှာ ပါဝင်ခဲ့တဲ့\nမင်းသားကြီး Woody Harrelson လည်း အားဖြည့်သရုပ်​ဆောင်ထားတာမလို့\nအက်ရှင်ပရိသတ်အားလုံး အကြိုက်တွေ့စေမယ်လို့ မျှော်လင့်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Shwe Pyae နဲ့ Thet Hnin Hsu ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL ...",
        "rating": "6.6",
        "url": "https://megaup.net/1ESlb/Kate.2021.720p.WEB.H264-CM.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/unnamed-135x200.jpg",
        "title": "Malignant (2021)",
        "description": "Malignant (2021)Conjuring, Saw စတဲ့ကားတွေနဲ့နာမည်ကြီးခဲ့တဲ့\nဒါရိုက်တာ James Wan ရဲ့အသစ်စက်စက် Horror ရုပ်ရှင်ဖြစ်ပါတယ်အရက်သမားယောကျ်ားနှိပ်စက်တာကိုခံရလို့\nခဏခဏ ကိုယ်ဝန်ပျက်ကျခဲ့ရတဲ့ မက်ဒီဆင်...\nငယ်ဘဝတုန်းကအကြောင်းအရာတွေကို မမှတ်မိတော့တဲ့ မက်ဒီဆင်....မက်ဒီဆင်ဟာ တစ်နေ့မှာ လူသတ်မှုတစ်ခုကို ကြုံခဲ့ရပြီးနောက်ပိုင်း\nရက်ရက်စက်စက်လူသတ်မှုတွေရဲ့အမြင်တွေ ဆက်မြင်လာရပြီး\nလူသတ်သမားဟာ ဂေဘရီယယ် ဆိုတဲ့ လူတစ်ယောက်မှန်း သိလာရတဲ့အခါ\nဂေဘရီယယ်ဆိုတာဘယ်သူလဲ? ဘာကြီးလဲ?မက်ဒီဆင်က သူ သတ်တာ ဖြတ်တာတွေကို\nဘယ်လိုကြောင့် အမြင်တွေရနေရတာလဲဆိုတာကတော့ဒါရိုက်တာ James Wan ရဲ့ အရင်ကနဲ့ မတူတဲ့ရိုက်ချက်တွေ\nဟာကနဲဟင်ကနဲဖြစ်သွားရမယ့်ဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့အတူ\nခံစားကြည့်လိုက်ရအောင်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Chit Tee နဲ့ Pyi Ti Nyein တို့ပဲ ဖြစ်ကြပါတယ်Quality….WEB-DL 1080p and 720p and 480p\nFile size…2.5GB and 1.3GB and 500MB\nFormat…mp4\nDuration….1h 51min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Chit Tee and Pyi Ti ...",
        "rating": "6.7",
        "url": "https://megaup.net/30N5j/Malignant.2021.720p.HMAX.WEB-DL.DD5.1.x264-CM.mp4",
        "category": "Crime, Horror, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMTc4YTBmOGYtNDE0Ni00YzMyLTg5NmQtYjViYzVkODJjYjU4XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-160x200.jpg",
        "title": "Bhoot Police(2021)",
        "description": "Bhoot Police(2021)အညွှန်း***********************နာမည်ကြီးသရုပ်ဆောင်များစွာဖြစ်တဲ့Saif Ali Khan,Jacqueline Fernandez , Yami Gautam တို့ပါဝင်တဲ့Comedy , Horror ကားကြီးလာပါပြီဗျား.... ဗီဘိုဟီနဲ့ ချီရန်ဂျီတို့ဟာ သူ့အဖေအမွေပေးခဲ့တဲ့ တန်တရာအတတ်နဲ့ ကောင်းတဲ့နေရာမှာအသုံးမချဘဲ လူတွေကိုနှစ်ပေါက်တစ်ပေါက်ရိုက်ကာလိမ်စားနေကြပါတယ်။\nတစ်နေ့မှာတော့ တောင်ကုန်းပေါ်က ရွာလေးတစ်ရွာမှာနေတဲ့ မာယာဆိုတဲ့ကောင်မလေးတစ်ယောက် ရောက်လာပြီး သူတို့နှစ်ယောက်ရဲ့အဖေ အူလ(တ်) ဘာဘာနဲ့ တွေ့ချင်တယ်လို့ ပြောပါတယ်။\nအူလ(တ်) ဘာဘာနဲ့ ဘာကြောင့်တွေ့ချင်ရသလဲမေးတဲ့အခါမှာတော့မာယာတို့ရွာမှာ အရင်က သရဲတစ်ကောင် သောင်းကျန်းဖူးကြောင်း\nအဲဒီသရဲကို အူလ(တ်) ဘာဘာက နှင်ထုတ်ပေးခဲ့တဲ့အတွက်ထွက်ပြေးသွားကြောင်း အခုတစ်ခါလည်း အဲဒီသရဲ သောင်းကျန်းနေလို့ဘာဘာကိုလာပင့်တာဖြစ်ကြောင်း သိလိုက်ရပါတယ်။\nအူလ(တ်) ဘာဘာမရှိတော့ပေမဲ့ လူတွေဆီကသရဲအကြောင်းပြပြီးလိမ်စားနေကြတဲ့ သူ့ရဲ့သားတွေက သရဲအလကားနှင်ပေးမယ်ဆိုပြီး မာယာနဲ့လိုက်လာပါတယ်။\nအဲ့ဒီနောက်မှာတော့.....ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့......\nဘာသာပြန်သူတွေကတော့ Thaik Sanနဲ့ Nyi Koeဖြစ်ပါတယ်။ File Size : (2.4GB)(1.2GB) and 499MB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:08:00\nGenre : Comedy , Horror\nSubtitle : ...",
        "rating": "6.5",
        "url": "https://megaup.net/1ES5n/Bhoot_Police.2021.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNzkwM2FmNTUtOWVkMS00MGE2LTk4YjEtNThhYTU2ZjVkODZlXkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-141x200.jpg",
        "title": "Tuck Jagadish(2021)",
        "description": "Tuck Jagadish (2021)\n----------------------------------မြန်မာပြည်ပရိသတ်တွေကြား ယင်ကောင်မင်းသားရယ်လို့ နာမည်ရခဲ့တဲ့ Nani ရဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားထွက်လာလို့ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကလည်း မနှစ်ကထွက်တဲ့ V ဆိုတဲ့ ရုပ်ရှင်လိုပဲ ရသတစ်ခုခုကို ပေးစွမ်းနိုင်လိမ့်မယ်လို့ ယုံကြည်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းဘူဒေဗီပူရမ်လို့ခေါ်တဲ့ ရွာကြီးတစ်ရွာမှာ ရွာခေါင်းဆောင် အာဒီးဆာ့နိုင်ဒူးဆိုသူ တစ်ဦးရှိပြီး ၊ရွာရဲ့သာရေးနာရေး ကိစ္စအဝဝကိုသာမက ၊ ရပ်ရွာအေးချမ်းသာယာရေးအတွက်ပါ ကိုယ်ကျိုးစွန့်အနစ်နာခံ ဆောင်ရွက်နေသူဖြစ်ပါတယ်။ကိုယ်တိုင်ချမ်းသာကြွယ်ဝသူ ဖြစ်တဲ့ အလျောက် သားသမီးတွေကလည်း များပြားလှပါတယ်။သူရှိနေတုန်းက သင့်မြတ်ကြတဲ့ သားသမီးတွေဟာ သူမရှိတဲ့အချိန်ကျတော့ အမွေကိစ္စတွေကြောင့် အချေအတင်ဖြစ် ၊ပြဿနာတွေ တောက်လျောက်တက်ကုန်ရာကစပြီးအာဒီးဆာ့နိုင်ဒူးရဲ့ မယားကြီးငယ်နဲ့ရတဲ့ သားကြီးဖြစ်သူ ဘို့စ်က ဒီအမွေတွေဟာ သွားလေသူမိခင်ဘက်က ပါလာတာဆိုပြီးဖခင်အမွေအားလုံးကို မောင်ပိုင်စီးပါတော့တယ်။အမွေတွေကို မလိုချင်ဘဲ ၊ မိသားစုကို ပြန်သင့်မြတ်စေလိုတဲ့ အငယ်ဆုံးသားလေး Tuck ဂျာဒစ်ရှ်တစ်ယောက်ဒီမိသားစုအရေးကို ဘယ်လိုဖြေရှင်းပေးမလဲဆိုတာက ဒီဇာတ်လမ်းရဲ့ ဇာတ်အိမ်တည်ရှိရာ ဖြစ်ပါတယ်။မိသားစုပြဿနာတွေဆိုလို့ ဒရမ်မာကားသက်သက်လို့ ထင်နေဦးမယ်။တောင်ပိုင်းရုပ်ရှင်ထုံးစံအတိုင်း အချစ် ၊ အကြမ်း ၊ ...",
        "rating": "6.7",
        "url": "https://megaup.net/YUj9/Tuck_Jagadish_(2021)_Telugu_HDRip_-720p(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aXAByjBN8UhaYvotqRCwa5MsMGu.jpg",
        "title": "Scream (1996)",
        "description": "Scream 1996 အညွှန်း\n================\nHorror, Mystery ပရိတ်သတ်တွေအတွက် 90s ခေတ်က\nrating လည်းကောင်းကောင်းရထားတဲ့ ကားကောင်းလေးတစ်ကား တင်ပေးလိုက်ပါတယ်။\nHorror အမာခံပရိတ်သတ်တွေ ဆိုရင်တော့ Scream 1996 က အထူးညွှန်းနေစရာ မလိုပါဘူး။\nအခုနောက်ပိုင်းထွက်တဲ့ horror ကားတွေနဲ့ ဒီကားနဲ့ ကွာခြားချက်ကို ပြောပါဆိုရင်\nသူက supernatural ဆန်ဆန် သရဲတွေ နာနာဘဝတွေမပါဘဲ mystery အသားပေးထားပြီး\nလူသတ်သမားက ဘယ်သူများဖြစ်မလဲဆိုပြီး ရင်တထိတ်ထိတ်ကြည့်ရတဲ့ဖီလင်ကိုပေးတဲ့ ကားမျိုးပါ။\nဒီကားက ထွက်ပြီးပြီးချင်းပဲ horror ရုပ်ရှင်တွေကြားထဲမှာ ဇာတ်လမ်းတည်ဆောက်ပုံရော\nဇာတ်ရှိန်ထိန်းသွားတာရောကောင်းလွန်းလို့ နာမည်အရမ်းကြီးခဲ့တဲ့ ကားတစ်ကားလည်းဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းကို ပြောရမယ်ဆိုရင်တော့ ဆစ်ဒနေဆိုတဲ့ ကောင်မလေးဟာ\nသူမရဲ့အမေကို မုဒိန်းကျင့်ပြီးလူသတ်မှုတစ်ခုမှာ တစ်ခုမှာ ဆုံးရှုံးခဲ့ရတာပါ။\nအဲလိုနဲ့ စိတ်ဒဏ်ရာရနေတဲ့ ဆစ်ဒနေဟာ ဘဝကိုပြန်လည်တည်ဆောက်ဖို့ကြိုးစားနေတုန်း\n၁ နှစ်ပြည့်သွားတဲ့အချိန်မှာပဲ သူ့အမေတုန်းကလို လူသတ်မှုတွေ ဖြစ်လာပါတော့တယ်။\nထူးဆန်းတာက သူ့အမေကိုသတ်ခဲ့တယ်လို့ သံသယရှိသူကို ထောင်ထဲထည့်ပြီးသွားပြီ ဖြစ်နေလို့ပါ။\nဒီတော့ အခုဖြစ်လာတဲ့ လူသတ်မှုတွေရဲ့ နောက်ကွယ်က တရားခံကဘယ်သူတွေလဲ?\nသူတို့ရဲ့ ရည်ရွယ်ချက်က ဘာလဲ?\nအရင်လူသတ်မှုနဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1EQy8/Scream.1996.UNCUT.720p.BluRay.x264.AAC.mp4",
        "category": "Horror, Mystery, Scream Franchise"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Red_Carpet_-_Korean_Movie-p1-140x200.jpg",
        "title": "Red Carpet (2014)",
        "description": "ငယ်စဉ်တည်းက ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ဖြစ်ဖို့ အိမ်မက်မက်ခဲ့ပေမယ့် အခြေအနေအမျိုးမျိုးကြောင့် Porn Director တစ်ယောက်အဖြစ်ရပ်တည်နေရတဲ့ ပတ်ဂျောင်ဝူ...\nအမေဖြစ်သူနဲ့ လေဖြတ်နေတဲ့အဖေ ကို သူ့ရိုက်ထားတဲ့ ဇာတ်လမ်းလေး TVမှာလာတာကို ပြချင်ခဲ့ပေမယ့် လွှင့်မရတဲ့ဇာတ်ကားဖြစ်နေတော့ အကြောင်းအမျိုးမျိုးပြပြီး လိမ်ထားရတာပေါ့ဒီလိုနဲ့တစ်နေ့ သူ့ဆီကို အိမ်ဝယ်တာ အလိမ်ခံရတဲ့ ကောင်မလေးတစ်ယောက်ရောက်လာခဲ့ပါတယ်\nအလိမ်ခံခဲ့ရတာကြောင့် နေရာမရှိဘဲ ပတ်ဂျောင်ဝူရဲ့ အိမ်မှာ ကပ်နေရတဲ့သူကတော့ ငယ်ငယ်က ကလေးသရုပ်ဆောင်လုပ်ခဲ့ဖူးပြီး မင်းသမီးဖြစ်ချင်နေတဲ့ ဂျောင်အွန်းဆူပါရုပ်ရှင်ရိုက်ဖို့အတွက် လူသစ်မိန်းကလေးသရုပ်ဆောင်ရှာနေတဲ့ ပတ်ဂျောင်ဝူးက ဒါရိုက်တာဆိုတာသိပေမယ့်\nဘာကားရိုက်တဲ့ ဒါရိုက်တာမှန်းမသိဘဲ သူလည်းသွားလျောက်လေတော့...ဘာဆက်ဖြစ်မလဲ ဒီဇာတ်ကားလေးက ဟာသဆန်ဆန်ရိုက်ကူးထားပေမယ့် ပေးချင်တဲ့ မက်ဆေ့ကတော့ တော်တော်ကောင်းပါတယ်\nPorn ကားရိုက်တဲ့ မိန်းကလေးတိုင်း အပျက်မ မဟုတ်ပါဘူး...အလုပ်တစ်ခုဖြစ်ပြီး ဒါဟာလည်း အနုပညာတစ်ရပ်ပါပဲ\nဇာတ်ကားထဲမှာ ဘယ်လိုပဲ ဖြစ်နေပါစေ အပြင်မှာတော့ မိန်းကလေးအားလုံးနဲ့ တန်းတူဆက်ဆံရမှာပါပဲ လေးစားမှု့ရှိရမှာပါပဲ\nလူတွေနေ့စဉ်ဘဝမှာ ဖြစ်ပျက်နေကြအရာတွေကို ကျန်းမာရေးရှူ့ထောင့်ကဖြစ်စေ ၊ လူ့သဘောသဘာဝကို ဖြစ်စေ ဖော်ပြပေးတဲ့ဇာတ်ကားတစ်ရပ်ပါအနုပညာဆိုတာကို ကျွန်တော်တို့ ဘယ်လို ...",
        "rating": "6.1",
        "url": "https://megaup.net/YU7b/Red_Carpet_(2014)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/li2kiirkpps7-143x200.jpg",
        "title": "Sunny Sisters ( 2021 )",
        "description": "ဒီတစ်​ခါမှာ CMကနေ ထပ်မံပြီးတော့ ကိုရီးယားကား ကို ပြန်လည်ရိုက်ကူးထားတဲ့ဇာတ်ကားလေးကို တင်ဆက်ပေးသွားမှာပါ ဇာတ်လမ်းလေးကတော့....ကျန်းလီကျွင်းဟာ လက်ထပ်ပြီးသမီးတစ်ယောက်နဲ့ အိမ်ထောင်မှုတွေကြားမှာ ပိတ်မိနေတဲ့ မိန်းမတစ်ယောက်ပါ တစ်နေ့ သူ့အမေဆေးရုံတတ်ရတာကိုသွားကြည့်ရင်း အထက်တန်းဘဝက ညီအစ်မတွေလို ရင်းနှီးတဲ့လင်ချင်တစ်ယောက် ကင်ဆာဖြစ်ပြီးဆေးရုံတတ်နေရတာကို သိလိုက်ရပါတယ်လင်ချင်ဟာ အထက်တန်းတုန်းက sunny sisters အဖွဲ့ရဲ့ခေါင်းဆောင်တစ်ယောက်ဖြစ်ပြီး ကျန်းလီကျွင်းအပါအဝင်အဖွဲ့သားခြောက်ယောက်နဲ့အရမ်းကို ချစ်ကြတဲ့ သူငယ်ချင်းတွေပါ ဒါပေမဲ့သူတို့တွေ အကြောင်းအမျိုးမျိုးကြောင့်ကွဲသွားပြီး နှစ်လပဲ အသက်ရှင်ရတော့မယ့်လင်ချင်အတွက် အဖွဲ့ဝင်ငါးယောက်ကို ကျန်းလီကျွင်းတစ်ယောက်ရှာပုံတော်ဖွင့်မဲ့ ပုံစံလေးနဲ့ ဇာတ်လမ်းလေးကို အစချီထားတာပါ သူတို့ရဲ့ငယ်ဘဝတွေကိုလည်း တဖြည်းဖြည်းချင်းပြန်လည်ပြသထားတာဖြစ်တဲ့အတွက်ဒီကားလေးထဲမှာ ငယ်စဉ်အထက်တန်းဘဝက သူတို့တစ်တွေအရူးထခဲ့ ပျော်ရွှင်ခဲ့ရတာတွေ တစ်ယောက်နဲ့တစ်ယောက် ဖေးမကူညီခဲ့တာတွေ စတဲ့သူတို့ကြားက ဖြူစင်တဲ့ သံယောဇဉ်လေးတွေကိုကြည်နူး နွေးထွေးဖွယ် ဆက်လက် ကြည့်ရှုကြကြရမှာဖြစ်ပါတယ် Quality : WEB-DL 720pFormat : mp4During : 1h 58minGenres : DramaSubtitle : Myanmar ...",
        "rating": "5.8",
        "url": "https://megaup.net/YT8j/Sunny.Sisters.2021.WEB-DL.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNzkwM2FmNTUtOWVkMS00MGE2LTk4YjEtNThhYTU2ZjVkODZlXkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-141x200.jpg",
        "title": "Tuck Jagadish(2021)",
        "description": "Tuck Jagadish (2021)\n----------------------------------မြန်မာပြည်ပရိသတ်တွေကြား ယင်ကောင်မင်းသားရယ်လို့ နာမည်ရခဲ့တဲ့ Nani ရဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားထွက်လာလို့ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကလည်း မနှစ်ကထွက်တဲ့ V ဆိုတဲ့ ရုပ်ရှင်လိုပဲ ရသတစ်ခုခုကို ပေးစွမ်းနိုင်လိမ့်မယ်လို့ ယုံကြည်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းဘူဒေဗီပူရမ်လို့ခေါ်တဲ့ ရွာကြီးတစ်ရွာမှာ ရွာခေါင်းဆောင် အာဒီးဆာ့နိုင်ဒူးဆိုသူ တစ်ဦးရှိပြီး ၊ရွာရဲ့သာရေးနာရေး ကိစ္စအဝဝကိုသာမက ၊ ရပ်ရွာအေးချမ်းသာယာရေးအတွက်ပါ ကိုယ်ကျိုးစွန့်အနစ်နာခံ ဆောင်ရွက်နေသူဖြစ်ပါတယ်။ကိုယ်တိုင်ချမ်းသာကြွယ်ဝသူ ဖြစ်တဲ့ အလျောက် သားသမီးတွေကလည်း များပြားလှပါတယ်။သူရှိနေတုန်းက သင့်မြတ်ကြတဲ့ သားသမီးတွေဟာ သူမရှိတဲ့အချိန်ကျတော့ အမွေကိစ္စတွေကြောင့် အချေအတင်ဖြစ် ၊ပြဿနာတွေ တောက်လျောက်တက်ကုန်ရာကစပြီးအာဒီးဆာ့နိုင်ဒူးရဲ့ မယားကြီးငယ်နဲ့ရတဲ့ သားကြီးဖြစ်သူ ဘို့စ်က ဒီအမွေတွေဟာ သွားလေသူမိခင်ဘက်က ပါလာတာဆိုပြီးဖခင်အမွေအားလုံးကို မောင်ပိုင်စီးပါတော့တယ်။အမွေတွေကို မလိုချင်ဘဲ ၊ မိသားစုကို ပြန်သင့်မြတ်စေလိုတဲ့ အငယ်ဆုံးသားလေး Tuck ဂျာဒစ်ရှ်တစ်ယောက်ဒီမိသားစုအရေးကို ဘယ်လိုဖြေရှင်းပေးမလဲဆိုတာက ဒီဇာတ်လမ်းရဲ့ ဇာတ်အိမ်တည်ရှိရာ ဖြစ်ပါတယ်။မိသားစုပြဿနာတွေဆိုလို့ ဒရမ်မာကားသက်သက်လို့ ထင်နေဦးမယ်။တောင်ပိုင်းရုပ်ရှင်ထုံးစံအတိုင်း အချစ် ၊ အကြမ်း ၊ ...",
        "rating": "6.7",
        "url": "https://megaup.net/YUj9/Tuck_Jagadish_(2021)_Telugu_HDRip_-720p(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aXAByjBN8UhaYvotqRCwa5MsMGu.jpg",
        "title": "Scream (1996)",
        "description": "Scream 1996 အညွှန်း\n================\nHorror, Mystery ပရိတ်သတ်တွေအတွက် 90s ခေတ်က\nrating လည်းကောင်းကောင်းရထားတဲ့ ကားကောင်းလေးတစ်ကား တင်ပေးလိုက်ပါတယ်။\nHorror အမာခံပရိတ်သတ်တွေ ဆိုရင်တော့ Scream 1996 က အထူးညွှန်းနေစရာ မလိုပါဘူး။\nအခုနောက်ပိုင်းထွက်တဲ့ horror ကားတွေနဲ့ ဒီကားနဲ့ ကွာခြားချက်ကို ပြောပါဆိုရင်\nသူက supernatural ဆန်ဆန် သရဲတွေ နာနာဘဝတွေမပါဘဲ mystery အသားပေးထားပြီး\nလူသတ်သမားက ဘယ်သူများဖြစ်မလဲဆိုပြီး ရင်တထိတ်ထိတ်ကြည့်ရတဲ့ဖီလင်ကိုပေးတဲ့ ကားမျိုးပါ။\nဒီကားက ထွက်ပြီးပြီးချင်းပဲ horror ရုပ်ရှင်တွေကြားထဲမှာ ဇာတ်လမ်းတည်ဆောက်ပုံရော\nဇာတ်ရှိန်ထိန်းသွားတာရောကောင်းလွန်းလို့ နာမည်အရမ်းကြီးခဲ့တဲ့ ကားတစ်ကားလည်းဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းကို ပြောရမယ်ဆိုရင်တော့ ဆစ်ဒနေဆိုတဲ့ ကောင်မလေးဟာ\nသူမရဲ့အမေကို မုဒိန်းကျင့်ပြီးလူသတ်မှုတစ်ခုမှာ တစ်ခုမှာ ဆုံးရှုံးခဲ့ရတာပါ။\nအဲလိုနဲ့ စိတ်ဒဏ်ရာရနေတဲ့ ဆစ်ဒနေဟာ ဘဝကိုပြန်လည်တည်ဆောက်ဖို့ကြိုးစားနေတုန်း\n၁ နှစ်ပြည့်သွားတဲ့အချိန်မှာပဲ သူ့အမေတုန်းကလို လူသတ်မှုတွေ ဖြစ်လာပါတော့တယ်။\nထူးဆန်းတာက သူ့အမေကိုသတ်ခဲ့တယ်လို့ သံသယရှိသူကို ထောင်ထဲထည့်ပြီးသွားပြီ ဖြစ်နေလို့ပါ။\nဒီတော့ အခုဖြစ်လာတဲ့ လူသတ်မှုတွေရဲ့ နောက်ကွယ်က တရားခံကဘယ်သူတွေလဲ?\nသူတို့ရဲ့ ရည်ရွယ်ချက်က ဘာလဲ?\nအရင်လူသတ်မှုနဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1EQy8/Scream.1996.UNCUT.720p.BluRay.x264.AAC.mp4",
        "category": "Horror, Mystery, Scream Franchise"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Red_Carpet_-_Korean_Movie-p1-140x200.jpg",
        "title": "Red Carpet (2014)",
        "description": "ငယ်စဉ်တည်းက ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ဖြစ်ဖို့ အိမ်မက်မက်ခဲ့ပေမယ့် အခြေအနေအမျိုးမျိုးကြောင့် Porn Director တစ်ယောက်အဖြစ်ရပ်တည်နေရတဲ့ ပတ်ဂျောင်ဝူ...\nအမေဖြစ်သူနဲ့ လေဖြတ်နေတဲ့အဖေ ကို သူ့ရိုက်ထားတဲ့ ဇာတ်လမ်းလေး TVမှာလာတာကို ပြချင်ခဲ့ပေမယ့် လွှင့်မရတဲ့ဇာတ်ကားဖြစ်နေတော့ အကြောင်းအမျိုးမျိုးပြပြီး လိမ်ထားရတာပေါ့ဒီလိုနဲ့တစ်နေ့ သူ့ဆီကို အိမ်ဝယ်တာ အလိမ်ခံရတဲ့ ကောင်မလေးတစ်ယောက်ရောက်လာခဲ့ပါတယ်\nအလိမ်ခံခဲ့ရတာကြောင့် နေရာမရှိဘဲ ပတ်ဂျောင်ဝူရဲ့ အိမ်မှာ ကပ်နေရတဲ့သူကတော့ ငယ်ငယ်က ကလေးသရုပ်ဆောင်လုပ်ခဲ့ဖူးပြီး မင်းသမီးဖြစ်ချင်နေတဲ့ ဂျောင်အွန်းဆူပါရုပ်ရှင်ရိုက်ဖို့အတွက် လူသစ်မိန်းကလေးသရုပ်ဆောင်ရှာနေတဲ့ ပတ်ဂျောင်ဝူးက ဒါရိုက်တာဆိုတာသိပေမယ့်\nဘာကားရိုက်တဲ့ ဒါရိုက်တာမှန်းမသိဘဲ သူလည်းသွားလျောက်လေတော့...ဘာဆက်ဖြစ်မလဲ ဒီဇာတ်ကားလေးက ဟာသဆန်ဆန်ရိုက်ကူးထားပေမယ့် ပေးချင်တဲ့ မက်ဆေ့ကတော့ တော်တော်ကောင်းပါတယ်\nPorn ကားရိုက်တဲ့ မိန်းကလေးတိုင်း အပျက်မ မဟုတ်ပါဘူး...အလုပ်တစ်ခုဖြစ်ပြီး ဒါဟာလည်း အနုပညာတစ်ရပ်ပါပဲ\nဇာတ်ကားထဲမှာ ဘယ်လိုပဲ ဖြစ်နေပါစေ အပြင်မှာတော့ မိန်းကလေးအားလုံးနဲ့ တန်းတူဆက်ဆံရမှာပါပဲ လေးစားမှု့ရှိရမှာပါပဲ\nလူတွေနေ့စဉ်ဘဝမှာ ဖြစ်ပျက်နေကြအရာတွေကို ကျန်းမာရေးရှူ့ထောင့်ကဖြစ်စေ ၊ လူ့သဘောသဘာဝကို ဖြစ်စေ ဖော်ပြပေးတဲ့ဇာတ်ကားတစ်ရပ်ပါအနုပညာဆိုတာကို ကျွန်တော်တို့ ဘယ်လို ...",
        "rating": "6.1",
        "url": "https://megaup.net/YU7b/Red_Carpet_(2014)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/li2kiirkpps7-143x200.jpg",
        "title": "Sunny Sisters ( 2021 )",
        "description": "ဒီတစ်​ခါမှာ CMကနေ ထပ်မံပြီးတော့ ကိုရီးယားကား ကို ပြန်လည်ရိုက်ကူးထားတဲ့ဇာတ်ကားလေးကို တင်ဆက်ပေးသွားမှာပါ ဇာတ်လမ်းလေးကတော့....ကျန်းလီကျွင်းဟာ လက်ထပ်ပြီးသမီးတစ်ယောက်နဲ့ အိမ်ထောင်မှုတွေကြားမှာ ပိတ်မိနေတဲ့ မိန်းမတစ်ယောက်ပါ တစ်နေ့ သူ့အမေဆေးရုံတတ်ရတာကိုသွားကြည့်ရင်း အထက်တန်းဘဝက ညီအစ်မတွေလို ရင်းနှီးတဲ့လင်ချင်တစ်ယောက် ကင်ဆာဖြစ်ပြီးဆေးရုံတတ်နေရတာကို သိလိုက်ရပါတယ်လင်ချင်ဟာ အထက်တန်းတုန်းက sunny sisters အဖွဲ့ရဲ့ခေါင်းဆောင်တစ်ယောက်ဖြစ်ပြီး ကျန်းလီကျွင်းအပါအဝင်အဖွဲ့သားခြောက်ယောက်နဲ့အရမ်းကို ချစ်ကြတဲ့ သူငယ်ချင်းတွေပါ ဒါပေမဲ့သူတို့တွေ အကြောင်းအမျိုးမျိုးကြောင့်ကွဲသွားပြီး နှစ်လပဲ အသက်ရှင်ရတော့မယ့်လင်ချင်အတွက် အဖွဲ့ဝင်ငါးယောက်ကို ကျန်းလီကျွင်းတစ်ယောက်ရှာပုံတော်ဖွင့်မဲ့ ပုံစံလေးနဲ့ ဇာတ်လမ်းလေးကို အစချီထားတာပါ သူတို့ရဲ့ငယ်ဘဝတွေကိုလည်း တဖြည်းဖြည်းချင်းပြန်လည်ပြသထားတာဖြစ်တဲ့အတွက်ဒီကားလေးထဲမှာ ငယ်စဉ်အထက်တန်းဘဝက သူတို့တစ်တွေအရူးထခဲ့ ပျော်ရွှင်ခဲ့ရတာတွေ တစ်ယောက်နဲ့တစ်ယောက် ဖေးမကူညီခဲ့တာတွေ စတဲ့သူတို့ကြားက ဖြူစင်တဲ့ သံယောဇဉ်လေးတွေကိုကြည်နူး နွေးထွေးဖွယ် ဆက်လက် ကြည့်ရှုကြကြရမှာဖြစ်ပါတယ် Quality : WEB-DL 720pFormat : mp4During : 1h 58minGenres : DramaSubtitle : Myanmar ...",
        "rating": "5.8",
        "url": "https://megaup.net/YT8j/Sunny.Sisters.2021.WEB-DL.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMzhiOWEwMTgtNTNjMi00NTZiLTkyYWMtMDVmMGE5ZjFhNjlhXkEyXkFqcGdeQXVyMTMzMjU2NjYx._V1_-139x200.jpg",
        "title": "The Interview: Night of 26/11(2021)",
        "description": "The Interview : Night of 26/11ဝါရင့်ဘောလိဝုဒ်မင်းသားကြီး Jackie Shroff ရဲ့2021ထွက်ဇာတ်ကားသစ်ဖြစ်ပါတယ်2008 ခုနှစ် မွမ်ဘိုင်းမှာ 26/11 တိုက်ခိုက်မှုတွေစဖြစ်ခဲ့တဲ့ညတုန်းကနိုင်ငံကျော်စူပါစတားမင်းသမီးတစ်လက် ဖြစ်တဲ့ တာရာရဲ့အိမ်ကိုနာမည်ကျော်ဆုရစစ်ပွဲသတင်းထောက်တစ်ယောက်ဖြစ်တဲ့ ရိုဟန်တစ်ယောက် အင်တာဗျူးဖို့ရောက်ရှိလို့နေပါတယ်တကယ်တမ်း မြို့ထဲမှာက အုန်းဒိုင်းဂွမ်းတွေဖြစ်နေတဲ့အချိန်မှာ ကိုယ်က အခင်းဖြစ်နေရာမှာ ရှိနေရမယ့်အစား ဒီလိုရုပ်ရှင်မင်းသားမင်းသမီးတွေရဲ့အတင်းအဖျင်းတွေကို လိုက်အင်တာဗျူးဖို့ဆိုတာစစ်ပွဲသတင်းပဲလိုက်လေ့ရှိသူတစ်ယောက်အတွက် မလွယ်ကူနေခဲ့ပါဘူးလစာ၃လစာရဖို့ကျန်တာကို ဒီအင်တာဗျူးသွားမေးပေးမှ ကျန်တဲ့လစာတွေပေးမယ်ဆိုပြီး ညစ်တဲ့အယ်ဒီတာကြောင့် ရိုဟန်တစ်ယောက် နောက်ဆံတငင်ငင်နဲ့ပဲ သွားရပါတော့တယ်ပုံမှန်ဆို မင်းသမီးရဲ့အိမ်ကိုသွား အင်တာဗျူးပြီးပြန်လာ သမားရိုးကျက အဲ့လိုပေမယ့်စာဖတ်ပရိသတ်တွေ လှုပ်လှုပ်ရွရွဖြစ်စေမယ့် သတင်းရေးပါဆိုပြီး မှာလိုက်တဲ့ အယ်ဒီတာရဲ့တချက်လွှတ်အမိန့်ကြောင့်ရိုဟန်တစ်ယောက် မင်းသမီးတာရာရဲ့ တကယ့်အတွင်းစိတ်ကို ရှာဖွေရပါတော့တယ်တစ်ဖက်ကလည်း ခေသူမဟုတ်တဲ့ သရုပ်ဆောင်ကျွမ်းကျင်မင်းသမီးတစ်လက်ဖြစ်နေပြန်ဒီဘက်ကလူကလည်း စစ်ပွဲမှာလျှို့ဝှက်သတင်းတွေကို ရေလည်ကျွမ်းကျင်အောင်လိုက်တတ်တဲ့ ဆုရသတင်းထောက်ဖြစ်နေ တော့နှစ်ယောက်သားရဲ့ အားပြိုင်မှုလေးတွေကို ကြည့်ရမှာဖြစ်ပါတယ်အဖုအထစ်သေးသေးလေးတွေကနေ အနိုင်ယူမှုအနိုင်ရလိုမှုများခံစားချက်ချင်းနားလည်ပေးရာကနေ နီးကပ်လိုက် ဝေးကွာလိုက် ဖြစ်ပုံများတာရာကပဲ သရုပ်ဆောင်ပိုတော်မလားရိုဟန်ကပဲ ဉာဏ်နီဉာဏ်နက်တွေ သုံးပြီး လိုချင်တဲ့ သတင်းတွေရသွားမလားထိတွေ့ ပွတ်တိုက် ...",
        "rating": "5.1",
        "url": "https://megaup.net/YT2a/The._nterview_Night_Of_26_-11_(2021)_Hindi_720p_WEBRip_x264_AAC_(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-08-at-23.09.41-145x200.png",
        "title": "Meander (2020)",
        "description": "Meander (2020)=============IMDb Rating - 5.7/10သမီးဖြစ်သူကိုဆုံးရှုံးလိုက်ရလို့ ကားလမ်းမပေါ်မှာလှဲပြီးသေကြောင်းကြံဖို့လုပ်ခဲ့တဲ့ မလီဆာအဲ့အချိန်မှာပဲ ....အဒမ်ဆိုတဲ့လူနဲ့ တွေ့တာပေါ့။ အဒမ်နဲ့ကားကြုံလိုက်ပြီး စကားဘာညာပြောတုန်းသတင်းလေးတစ်ပုဒ်ကြားပြီးနောက် မလီဆာအတွက်အရာရာအမှောင်တိဖြစ်တော့တာပဲ။ပြောရရင်သတိလစ်သွားတယ်ပေါ့။သတိရလာတော့ ထူးဆန်းတဲ့ပြွန်လိုလိုဏ်ခေါင်းထဲမှာသူရောက်နေလေပြီ။ သူ့လက်မှာကလည်း ထူးဆန်းတဲ့လက်ကောက်လေးတစ်ခု ...အချိန်ကမှတ်ထားသေးတယ်... ဒါတွေကဘာတွေလဲ ဘာအတွက်ကြောင့်လဲပြီးတော့သူဘယ်ရောက်နေတာလဲ ။ မလီဆာတစ်ယောက်သိချင်လို့လျှောက်သွားရင်း ကြုံလာရတာတွေကထောင်ချောက်တွေ။ သူ့လိုပဲရောက်နေတဲ့လူတွေ....ဒီလိုထူးဆန်းတဲ့ဝင်္ကပါလိုပြွန်လိုဏ်ခေါင်းထဲကနေ ဘယ်လိုထွက်မှာလဲ။ ဘယ်သူက သူတို့ကို ဒီလိုလုပ်နေတာလဲ။ ဘာအတွက်ကြောင့်လဲဆိုတာကို စိတ်ဝင်စားစွာ ဒီကားထဲမှာကြည့်ရှူမြင်တွေ့ရမှာ . . . နောက်ပြီး ဒီ Movie ဟာ ဆုပေါင်း(၁၁)ဆုလည်း ရထားသလို . movie ရဲ့ trailer မှာတင်အတော်စိတ်ဝင်စားစရာကောင်းနေတာလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p BluRay 5.1CHDuration - 1h 30minSubtitle – Myanmar HardsubFormat – Mp4Genre ...",
        "rating": "5.7",
        "url": "https://megaup.net/YSgx/Meander_2020_720p_BluRay.5.1CH[CM].mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/images-133x200.jpg",
        "title": "The Happening(2008)",
        "description": "The Happening(2008)အညွှန်း**************************မင်းသား Mark Wahlberg ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ ဒီကားတော်တော်ဝင်ငွေကောင်းသလို အဲ့ဒီနောက်ပိုင်းထွက်ရှိခဲ့တဲ့ A Quiet Place , Bird Box တို့လို့ ဇာတ်ကားတွေကိုတော့ အတော်များများသိကြမှာပါ...တစ်မျိုးစီကောင်းကြတယ်ဆိုပေမဲ့ The Happening(2008) ရဲ့ လူသေခန်းတွေနဲ့ဖြစ်ရပ်တွေဟာအတော်ကြောက်စရာကောင်းပါတယ်...ကြည့်နေရင်း ကြက်သီးမွေးညင်းတွေထောင်ထလောက်အောင်ပါပဲ...ဆိုတော့ဒီကားဘယ်လိုအမျိုးအစားလဲ ခန့်မှန်းမိလောက်မှာပါ....A Quiet Palace ကတော့ ကြားလို့မရ BirdBox ကတော့ ကြည့်လို့မရ အမျိုးအစားပေါ့...ဒီကားကိုတော့ စပွိုင်လာဖြစ်နေမှာစိုးလို့ တခြားအရာတွေမညွှန်းတော့ပါဘူး..Mark Wahlberg လည်းပါတယ်..Suspense, thrill အဆန်ဆုံးစာရင်းဝင်လို့ဒီလိုကားမျိုးနှစ်သက်တဲ့သူတွေအတွက်တော့  KBZ Atm မှာ ၂သိန်းထုတ်တုန်း၁၀သိန်းလောက်တစ်ခါထဲထွက်တဲ့ ခံစားချက်မျိုးကို ရရှိစေမှာမို့လက်မလွှတ်သင့်ပါကြောင်း...File Size :(1.7GB) (910 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Mystery  , Drama,Sci-Fi\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/2kN5i/The_Happening.(2008).BLU-RAY720P.PP.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/baLxRPwwfaV5rT5ssA9zyJjwIpH.jpg",
        "title": "Valkyrie(2008)",
        "description": "Valkyrie(2008)သင်္ကြန်ပိတ်ရက်လေးမှာ ဒုတိယကမ္ဘာစစ်အခြေခံ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတွေကိုမှ ကြည့်ချင်ပါတယ်ဆိုတဲ့ သူတွေအတွက် 2008 ခုနှစ်ထဲ ထွက်ခဲ့တဲ့ Valkyrie ဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးချင်ပါတယ်\nValkyrie ဆိုတဲ့အဓိပ္ပာယ်က နော်ဝေ ဒဏ္ဍာရီထဲက စစ်ပွဲထဲမှာ ဘယ်သူသေမယ် ဘယ်သူရှင်မယ်ဆိုတာကို ဆုံးဖြတ်ပေးတဲ့ နတ်သမီးတစ်ပါးရဲ့နာမည်ဖြစ်ပါတယ် ..\nဒီဇာတ်လမ်းထဲမှာတော့ Valkyrie ဆိုတာ ဟစ်တလာက သူ့အစိုးရကိုအရေးပေါ်ကာကွယ်ဖို့ ဘာလင်မြို့ပေါ်မှာ ဖွဲ့စည်းထားတဲ့ အရေးပေါ်အရံစစ်တပ်ပဲဖြစ်ပါတယ် ...\nဒီစစ်တပ် လုပ်တဲ့ စစ်ဆင်ရေးကို Valkyrie စစ်ဆင်ရေးလို့ခေါ်ပါတယ် ...ဟစ်တလာအစိုးရအဖွဲ့ထဲက ခေါင်းဆောင်တွေကို ဝေဖန်လို့ ရှေ့တန်းအပို့ခံရတဲ့ တပ်ရင်းမှူး စတက်ဖန်ဘာ့ (တွမ်ခရုစ်) ဟာ ဒဏ်ရာတွေရပြီးဘာလင်ကိုပြန်ရောက်လာပါတယ်...\nမကြာခင် ဥရောပမဟာမိတ်တွေက ဘာလင်ကိုချီတက် သိမ်းပိုက်တော့မယ့်အခြေအနေမှာ ဘာလင်ပြည်သူတွေရဲ့ဘေးကိုတွေးမိတဲ့ စတက်ဖန်ဘာ့ ဟာ\nဘယ်သူသေသေ ငတေမာရင်ပြီးရောလုပ်နေတဲ့ ဟစ်တလာကိုလုပ်ကြံဖို့ ကြိုးစားပုံကို သည်းထိတ်ရင်ဖိုဖြစ်အောင် ရိုက်ကူးထားတဲ့အတွက် ရင်တမမ နဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားဖြစ်ပါတယ်....\nIMDb - 701/10 ရရှိထားပြီးတော့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2c1R0/Valkyrie.2008.BLU-RAY.720P.PP.mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Gabi-594296911-large-140x200.jpg",
        "title": "Gabi (2012)",
        "description": "Gabi - Russian Coffee (2012)\"Russian Coffee ''ဆိုတဲ့ ဝတ္တုကို ပြန်လည်ရိုက်ကူးထားတဲ့ ၁၉ရာစုနှောင်းပိုင်း ကိုရီးယားမှာ ကော်ဖီ ဆိုတာ စတင်အခြေချလာတဲ့ ကာလနောက်ခံနဲ့အတူ\nရုရှားနဲ့ကိုရီယားအပါအဝင် location အတော်များများ ပြောင်းရိုက်ထားတဲ့ ဇာတ်ကားလေး ဖြစ်ပါတယ်သရုပ်ဆောင်တွေကတော့ ထူးပြောပြစရာမလိုတော့တဲ့ Joo Jin Moနဲ့ တမိုးအောက်တယောက် ချောင်းဆောဂျင် (Kim So-yeon)ဖြစ်တာမို့ ကြည့်ဖို့ တန်နေပါပြီဇာတ်လမ်းအကျဉ်းပြောပြရရင်အီလီရီချဲ့နဲ့တန်ယာ နှစ်ယောက်ဟာ ငယ်ငယ်တည်းကအတူကြီးပြင်းလာပြီး သိပ်ချစ်ကြတဲ့ချစ်သူတွေပေါ့သူတို့က ဥရောပ ကုန်သည်တွေဆီက ကော်ဖီစေ့တွေကို ဓားပြတိုက်ပြီး မင်းမျိုးနွယ်တွေဆီ ပြန်ရောင်းချတဲ့အလုပ်ကို လုပ်ရင်း\nတနေ့ ရုရှားစစ်သားတွေဆီ မိသွားပြီး အသတ်ခံရတော့မယ့်ဆဲဆဲမှာ ဂျပန်ဘက်က ကယ်ဆယ်လိုက်ပါတော့တယ်သူတို့နှစ်ယောက်ရဲ့ အရည်အချင်းကို အသုံးချပြီး ဂျပန်တွေဘက်က ရုရှားနဲ့ ဂျိုဆွန်းနှစ်နိုင်ငံကြား ဆက်သွယ်မှုတွေကို သိရဖို့ အကြပ်ကိုင် ပြီး သူလျှိုလုပ်ခိုင်းလာတဲ့အခါ...ဘုရင့်လူယုံတော်အဖြစ်နဲ့ ဂါဘီဖျော်ဆက်သဖို့ တန်ယာဟာ ဂျိုဆွန်းနန်းတွင်းထဲ ဝင်ခဲ့ရပြီး ...",
        "rating": "5.9",
        "url": "https://megaup.net/YS7d/Gabi_(2012)_720p.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BYjEyNzBhZDAtMjBkNS00YjVlLWJmOTYtMmJjOGMxNzU2NjUyXkEyXkFqcGdeQXVyMTAyNjg4NjE0._V1_-139x200.jpg",
        "title": "Kicking Out Shoshana (2014)",
        "description": "ဒီဇာတ်ကားကတော့ မမ Gal Gadot သူ့နိုင်ငံအစ္စရေးမှာ ရိုက်ကူးထားတဲ့ ဟီဘရူးစကားပြော ရှားပါးဇာတ်ကားလေးပါ...HD Quality အစစ်နဲ့ ဟီဘရူးအသံရရှိဖို့ ကိုယ်တိုင် Edit ပြန်ထိုင်ထားရတဲ့ ဇာတ်ကားလေးမို့အင်တာနက်ပေါ်မှာ CM ကလွဲပြီး ဘယ်မှာမှမရှိသေးပါဘူး။ဇာတ်လမ်းကတော့ ....ဂျေရူစလင်သားများဆိုတဲ့ ဘောလုံးအသင်းက တိုက်စစ်မှူး အာမီရှူရှန်ဟာပရီးမီးယားလိဂ်တွေ ချန်ပီယံလိဂ်တွေသွားရဖို့ထိ မျှော်လင့်ထားကြတဲ့ ဘောလုံးကစားတစ်ဦးဖြစ်ပေမယ့်အစ္စရေးလိဂ်မှာပဲ တစ်နေရတဲ့ဘဝပေါ့....မမ Gal Gadot ကျတော့ ဒီဇာတ်ကားထဲမှာ တော်တော်ဇာတ်နာရပါတယ်...ငယ်စဉ်ကတည်းက ဆင်းရဲပြီး အ‌ကြွေးပေါ်အကြွေးဆင့်နေတဲ့မိဘတွေဆီမှာမွေးဖွားလာတဲ့သူမို့သူ့ကိုကြိုက်နေတဲ့ဂိုဏ်းစတားတစ်ယောက်ရဲ့ မွေးပြီးတော့ စားခြင်းခံနေရတဲ့ဘဝပါ...တစ်နေ့တော့ မမနဲ့ မင်းသားရှူရှန်တို့ နိုက်ကလပ်တစ်ခုမှ မတော်တဆ ဆုံမိကြပါတယ်...ရှူရှန်က ဘာသားနဲ့ထုထားတာမလို့လဲ...ချက်ချင်းပဲ မမကိုကြွေကျတာပေါ့...မမရဲ့အပြုံးတွေကလဲ အပြင်ကအတိုင်းပဲလေ...သေလောက်အောင် ဆွဲဆောင်နိုင်တာကိုး...ဒီတော့ နိုင်ငံကျော်ဘောသမားနဲ့ နယ်မရွေးလူမိုက်တို့ မမရဲ့အချစ်ကိုရဖို့မယ်သီတာရဲ့ ရာမနဲ့ဒဿလို လုကြမှာပါ..သူတို့ကတော့ လေးတော်မတင် စစ်မခင်းဘဲ မီဒီယာစစ်ပွဲဆင်နွှဲကြမှာပါ...ဇာတ်လမ်းက သွက်သွက်လက်လက်နဲ့အခွီတွေပါ တင်ဆက်ထားတာမို့ ကြည့်ရင်းရယ်နေရပါတယ်...ဒါ့အပြင် LGBT နဲ့ပတ်သက်ပြီးတော့လဲ အတွေးအမြင်လေးတချို့ကို ချပြထားနိုင်ပါသေးတယ်...နောက်ထပ်အရေးကြီးတဲ့အချက်ကတော့...ဒို့မမလေ... အရမ်းကိုလှတာပဲဗျာ။ \nFile ...",
        "rating": "4.7",
        "url": "https://megaup.net/1EPqs/(CM)Kicking_Out_Shoshana__2014_WEB-DL_720p-Israel_Audio.mkv",
        "category": "Comedy, Romance, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jGYJyPzVgrVV2bgClI9uvEZgVLE.jpg",
        "title": "Escape Room: Tournament of Champions(2021)",
        "description": "Escape Room: Tournament of Champions(2021)အညွှန်း**************************************************ဒီကားက Escape Room2019  ရဲ့အဆက်ပေါ့...ပထမကားမှာအောင်မြင်မှုများစွာရခဲ့သလို အခုကားမှာလည်း ပထမကားထက်ပိုသာတဲ့ ဇာတ်ကောင်တွေ\nပိုမိုက်လာတဲ့ escape rooms တွေနဲ့ ဇာတ်ကွက်လည်းပိုခိုင်မာ ပိုကောင်းလာပါတယ်။Setting တွေပိုလန်းလာတယ်....Game ရဲ့ လျှို့ဝက်ချက်တွေပိုမြင့်လာသလိုလွှတ်မြောက်ဖို့ ပေးတဲ့ စကားဝှက်တွေက ပိုခက်လာတယ်...ဇာတ်ကောင်အသစ်တွေထည့်ပေးထားပြီး ပိုထိတ်လန့်စရာကောင်းတဲ့ Plotတွေနဲ့ပေါ့.ဆိုတော့ ဇိုဝီနဲ့ ဘင်န်မီလာတို့ ဟာ ပထမ လူသတ်ပွဲကြီးက ကံဉာဏ်ဖေးမမှုတွေကြောင့်လွတ်မြောက်လာတဲ့(၂)ယောက်ပေါ့..ဒီဇတ်ကားမှာတော့ သူတို့(၂)ယောက်ဟာ ကိစ္စတစ်ခုဖြေရှင်းရင်း မကြုံချင်ဆုံး ပိုအဆင့်မြင့်ပိုရှုပ်ထွေးပြီးပိုမိုရက်စက်ကြမ်းတမ်းလာတဲ့ လှည့်ကွက်တွေကြားမမျှော်လင့်ဘဲ ထပ်ရောက်သွားပါတယ်....သူတို့နဲ့အတူရောက်လာတဲ့သူတွေလည်းရှိပါတယ်..ဒီလူတွေကလည်း ဒီဂိမ်းတွေကိုအတွေ့အကြုံရှိဖူးတဲ့သူတွေ..မိမိအသက်ရှင်သန်ရေးကို သူတို့ဘယ်လိုရုန်းကန်ကြမလဲ...ဂိမ်းအားလုံးဟာ  သူတို့ထင်ထားတာထက်ပိုခက်ပြီးပိုကြမ်းလာတဲ့အခါမှာတော့....ဘန်န်နဲ့ ဇိုဝီတို့တစ်သိုက် ပဟေဠိတွေကိုဖြေရှင်းရင်းလွတ်မြောက်နိုင်မလား\nဒါတွေကို လုပ်နေတဲ့သူက ဘယ်သူလဲSurvival အရသာကို အပြည့်အဝခံစားနိုင်မယ့်...အသက်ရှူမှားစရာဇာတ်ကွက်တွေနဲ့အတူ ကြည့်ရှုရမှာပါ...File Size :(1.8GB) (960 MB) And (365MB)\nQuality : WEB-DL1080P5.1CH,720p\nFormat…mp4\nDuration…01:28:00\nGenre : Adventure, Action ,Horror\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/30K3h/EscapeRoom.Tournament.of.Champions.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Ls1tZ6qjGzfGHjBB7ihOnf7f0b.jpg",
        "title": "Escape Room (2019)",
        "description": "Escape room ဆိုတာ အခန်းတစ်ခန်းထဲမှာအပိတ်အလှောင်ခံ၊အထဲမှာ သဲလွန်စတွေရှာပြီး ပေးထားတဲ့အချိန်မပြည့်ခင်အခန်းထဲက လွတ်အောင်ထွက်ရတဲ့ game တစ်ခု။အခုရုပ်ရှင်က escape room ဟာလည်း အဲလိုပဲ entertain လည်းဖြစ်၊ပါဝင်ကစားတဲ့သူတွေကလည်း တွေးတောကြံဆရတယ်ဆိုတဲ့သာမန် game တစ်ခုလို့ ထင်နေကြပေမဲ့ တကယ်တမ်းတော့ မလွတ်ရင်တကယ်သေကြရမဲ့ အကွက်တွေဖြစ်နေတဲ့အတွက် player ၆ ယောက်ဟာလည်းတစ်ယောက်နဲ့တစ်ယောက်ကြား ယုံကြည်မှုတွေ၊အားကိုးမှုတွေ မရှိရှိအောင် တည်ဆောက်ကြရင်း လွတ်မြောက်အောင် ဝိုင်းကြိုးစားကြရပါတော့တယ်။Review (Minor Spoiler alert)\n…\nMinor Spoiler alert လု့ိသာ တပ်ထားတာပါ။ဒီလိုကားမျိုးက (trailer အရရော) spoil လည်း ဖြစ်စရာသိပ်မရှိသလောက်ပါပဲ။Escape room က လူအများနားလည်အောင် အကြမ်းပြောရမယ်ဆိုရင် Saw နဲ့ ခပ်ဆင်ဆင်ပါပဲ။သူကတော့ ဟိုမှာလို near-impossible choice တွေပေးပြီးအချင်းချင်းသတ်ခိုင်းတာမျိုးမဟုတ်ဘဲ အချိန်တိုအတွင်း clue တွေလိုက်ရှာရတာမျိုးပေါ့။Big budget ကားကြီးလည်းမဟုတ်၊ သရုပ်ဆောင်တွေလည်း ဒိတ်ဒိတ်ကြဲတွေမပါ။Plot ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/escape-room/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zaPDSAlrGKV4Bgz6vvkZxPZrrxD.jpg",
        "title": "Millennium Mambo(2001)",
        "description": "Millennium Mambo(2001)\n===================IMDb Rating. = 7.1/10\nDirected By Hou Hsiao-Hsienသိသလောက်တော့ နီယွန်ညရုပ်ရှင်တွေဟာ အရှေ့အာရှရုပ်ရှင်ပရိတ်သတ်တွေကြား ပြန်ခေတ်စားနေတာ သုံးလလောက်တော့ကြာပါပြီ။Edward Yangရဲ့Taipei Storyတို့ Tsai Ming Liangရဲ့ Rebels of the Neon Godတို့ အခု Hou Hsiao-Hsienရဲ့ Millennium Mamboတို့အစရှိသဖြင့်ပေါ့။Millennium Mamboဟာ ဘယ်လိုရုပ်ရှင်မျိုးလဲဆိုတာ ပြောတတ်သလိုပြောရရင်တော့ ဝေါင်ကာဝေးကားကို သရုပ်မှန်နဲ့ရိုက်ထားသလိုပါပဲ။ဒါက Themeဖြစ်တဲ့ နီယွန်ညများကနေ ဆင့်ပွားသွားလို့လို့တော့ ထင်တယ်။Houရဲ့ ကျန်တဲ့ရုပ်ရှင်တွေကိုတော့ သိပ်မသိပေမဲ့ Millennium Mamboမှာတော့ အရာရာတိုင်းဟာ သရုပ်မှန်ပါပဲ။ ဆန်းပြားလှပတဲ့ ဒိုင်ယာလော့ တွေလည်းမပါဘူး။ထူးခြားတဲ့ ဇာတ်၀င်ခန်း တွေလည်း မပါဘူး။ ရိုးရိုးရှင်းရှင်းနဲ့ နီယွန်ညထဲက ဘ၀တွေအကြောင်း ရိုက်ပြထားရုံပါပဲ။စတိုရှိခွန်ပြောဖူးတဲ့စကားထဲက အဓိကကျတဲ့ တစ်ချက်ကိုပဲ ထုတ်နုတ်ပြောရရင်။ခွန်ဟာ ပရိတ်သတ်ကို သူပြောချင်တာကို နှုတ်တိုက်သင်မပေးဘဲ သူပေးထားတဲ့ ရုပ်ရှင်နာမည်ကိုအ‌ခြေပြုပြီး ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/millennium-mambo-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/10/MV5BOTgxMDQwMDk0OF5BMl5BanBnXkFtZTgwNjU5OTg2NDE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Inside Out (2015)",
        "description": "ဒီနေ့တော့ CM ပရိတ်သတ်တွေအကြိုက်တွေ့စေမယ့် Animation ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်..နိုင်ငံတကာမှာလည်းအောင်မြင်မှုများစွာရခဲ့သလို..ရုပ်ရှင်ဝေဖန်ရေးတွေကလည်း ချီးကျူးထားတဲ့ Animation ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ် ..Animation တကားအနေနဲ့လည်း ထူးထူးခြားခြား IMDb Rating မှာ 8.5 အထိ တောင်ရောက်ရှိထားတာမို့ ကောင်းလားမကောင်းလားဆိုတာလုံးဝစဉ်းစားနေစရာလိုမှာလည်းမဟုတ်တဲ့အပြင်..ကြည့်သင့်တဲ့ Animation ဖြစ်ကြောင်းအသိ ပေးချင်ပါတယ်။အညွှန်းလေးအရင်ခံစားကြည့်ရအောင်အညွှန်းကနည်းနည်းတော့ရှည်ပါတယ်..သေသေချာချာခံစားချင်ရင် တော့စာကိုအဆုံးထိဖတ်ဖို့အကြံပေးလိုက်ပါတယ်..ဒီကားက Pixar ရဲ့ ကာတွန်းကားကောင်းတစ်ကားဖြစ်ပြီး၊ ကလေးလူကြီးမရွေး ကြည့်နိုင်တဲ့ဇာတ်ကား ကောင်းတစ်ကားပါ။The Incredibles ဇာတ်ကား Review တုန်းက Pixar ရဲ့ အကြောင်း ပရိတ်သတ်ကြီးကို ပြောပြခဲ့ဖူးပါတယ်။ဒီကုမ္ပဏီကရိုက်တဲ့ ကာတွန်းတိုင်းက ဇာတ်လမ်းကောင်းပြီး အနုပညာရသမြောက် တယ်လို့ အားလုံးသိထားကြပါတယ်။ဒီကားကလည်း ဒီအတိုင်းပဲ အနုပညာရသမြောက်အောင် ရိုက်ကူးထားနိုင်သလို၊ တကယ့် ဝမ်းနည်းကြည်နူး စရာ ကောင်းပြီး၊ခံစားချက်ရသစုံပေးနိုင်အောင် ရိုက်ကူးထား နိုင်တာတွေ့ရပါတယ်။Pixar အကြောင်းပြောရင် Toy Story 1, 2, 3 ကို မပြောပဲ နဲ့မပြီးပါဘူး။ ဒီသုံးကားက ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/inside-out-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/500full-140x200.jpg",
        "title": "Outlander (2008)",
        "description": "IMDb Rating (6.2)ဒီဇာတ်ကားလေးကတော့ Action , Adventure ,Sci-Fi အမျိုးအစား ဇာတ်ကြမ်းလေးပါ...ဇာတ်လမ်းလေးကလဲ ဗိုက်ကင်းခေတ်ကို ထူးခြားတဲ့ ပုံစံ တစ်မျိုးနဲ့ တင်ဆက်ထားတာပါမင်းသားတို့နေတဲ့ဂြိုလ်သားကမ္ဘာက ခေတ်လွန်နေပြီး တခြားဂြိုလ်တွေကို ကျူးကျော်ရေးလုပ်နေကြတာပါ...တစ်နေ့ မင်းသားတို့ အာကာသယာဥ်နဲ့ ခရီးသွားနေတုန်း မော်ဝီဆိုတဲ့ အကောင်ကြောင့်ကမ္ဘာပေါ်ကို အဲ့ဒီ့ယာဉ်ပျံကြီး ပျက်ကြလာခဲ့ပါတယ်....ကျွန်တော်တို့နေတဲ့ ကမ္ဘာကြီးက အဲ့ဒီချိန်မှာ ဗိုက်ကင်းခေတ်ပဲရှိပါသေးတယ်တဲ့...ဒီတော့ အာကာသကနေပါလာတဲ့ အကောင်ကြီးနဲ့ ဗိုက်ကင်းတွေ ဘယ်လိုဖိုက်ကြမယ်မင်းသားကရော ဗိုက်ကင်းတွေကြား ဘယ်လို Survive လုပ်မလဲဆိုတာ...သည်းထိတ်ရင်ဖို ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားပါ...Graphic ပိုင်းတွေ Setting ပိုင်းတွေလဲ ကောင်းမွန်သပ်ရပ်စွာဖန်တီးထားတာမို့ကြည့်လို့မိုက်နေမယ့် ဇာတ်ကြမ်းကားလေးဖြစ်ကြောင်း ညွှန်းဆိုပါရစေ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Sai Thurein Lynn မှ တင်ဆက်ထားတာပါ။) \nFile size…(2 GB)/ (1.1 GB)/ (500 MB)\nQuality…BluRay 1080p /720p / 480p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "6.2",
        "url": "https://megaup.net/30Jay/Outlander_(2008)_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/nzc2lZ8M1ppVIubM7yYpKrc1HUx-133x200.jpg",
        "title": "69 + 1 (2021)",
        "description": "69+1 (2021)မညာနဲ့နော် ဘရိုတို့ .....\nနာမည်မြင်ရုံနဲ့ စိတ်ဝင်စားနေကြပြီ မဟုတ်လား?ကားနာမည်နဲ့တင် ဝါသနာရှင်တွေက\nဘယ်လိုဇာတ်လမ်းမျိုးဆိုတာ ကျိန်း​သေသိကြမှာ​ပါဒါက​တော့ ဖိလစ်ပိုင်ဟာသဇာတ်မြူး အသစ်စက်စက်​လေးပါအိုင်ဗီ ထရီနီဒတ်နဲ့ ပက်ထရစ်ရှာတို့က သိပ်ချစ်ကြတဲ့ Lesbian​လေး​တွေပါ၊\nတွဲလာတာလည်း ၆နှစ်​ကျော်လို့ ၇နှစ်ပြည့်​တော့မယ့် သက်​တော်ရှည်အတွဲ​လေးပါ၊\nတွဲပြတ်​တွေနဲ့​တော့ ကွာ​တာ​ပေါ့​နော့။ဒါ​ပေမဲ့ မိန်းက​လေးချင်း ၇နှစ်အထိ​တွဲလာတာနဲ့အမျှ\n\"​သွေးသားဆန္ဒ\" ဆိုတာ အလိုလို​ပေါ်ထွက်လာတာပါပဲ၊ပက်ထရစ်ရှာက အဲ့ဒီ​သွေးသားဆန္ဒ​ကြောင့်\nသူတို့နှစ်ဦးရဲ့ Lesbian ချစ်​ခြင်းလေး ပျက်စီးသွားမှာကို အရမ်းစိုးရိမ်လာပါတယ်၊အဲ့ဒါ​ကြောင့် သူတို့ရဲ့ဆန္ဒလည်း ပြည့်၊\nသူတို့ရဲ့ချစ်ခြင်းကိုလည်း မခွဲနိုင်တဲ့\nကြားလူ​ယောကျ်ားတစ်​ယောက်ကို ချစ်သူနှစ်​ယောက် ရှာပုံ​တော်ဖွင့်ပါ​တော့တယ်၊အဲ့ဒီကြားလူကို ဘယ်လိုသတ်မှတ်ချက်​တွေနဲ့ ရှာ​ဖွေမလဲ?\nဘယ်​ယောကျာ်းကို ​ရွေးချယ်လိုက်မလဲ?အဲ့ဒီသုံးပွင့်ဆိုင်ဇာတ်လမ်းမှာ ဘာ​တွေဆက်ဖြစ်မလဲ?\nဘယ်လို​တွေ လွဲကြ​ချော်ကြ ..... ခွီရမလဲဆိုတာကို....အ​ပြောအဆို ဗွင်းဗွင်းရှင်းရှင်း၊\nဇာတ်ဝင်ခန်းတချို့နဲ့ အပီအပြင်ရိုက်ပြထားတာမလို့\nမိသားစုနဲ့အတူကြည့်လို့မရဘဲ ၁၈​ယောက် စုကြည့်ရမယ့် ဟာသ​ကား​လေးပဲ ဖြစ်ပါတယ်၊မင်းသမီးနှစ်​ယောက်ကလည်း\n​တောင့်​တောင့်​​ဖြောင့်​ဖြောင့်​ကတစ်မျိုး၊ သွယ်သွယ်လျလျ​​က တစ်ဖုံ ဖြစ်တာမလို့\nအရသာနှစ်မျိုးကို တပြိုင်တည်းခံစားရမှာပါ၊အား​ပေးကြည့်ရှုလိုက်ကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…1.54GB and 948MB ...",
        "rating": "5.1",
        "url": "https://megaup.net/1EO1j/69.+.1.2021.720p.WEB-DL.AAC2.0.x264.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/images-133x200.jpg",
        "title": "Only Yesterday (1991)",
        "description": "Only Yesterday (1991) ကတော့ Studio Ghibli က ထုတ်လုပ်တဲ့ ဂျပန် Animated, Drama လေးပဲဖြစ်ပါတယ်။ပုံမှန် Animation ရုပ်ရှင်တွေက ကွဲလွဲနေတဲ့အချက်ကတော့ အရွယ်ရောက်ပြီးသူ အမျိုးသမီးတွေအတွက် ရည်ရွယ်ထားတဲ့ သရုပ်မှန် Drama လေးတစ်ပုဒ်ဖြစ်နေတာပါပဲ။Box Office မှာလည်း အံ့သြစရာကောင်းလောက်အောင် အောင်မြင်ခဲ့ပြီးတော့ အရွယ်ရောက်ပြီးသူအမျိုးသား အမျိုးသမီးတွေက တခဲနက် အားပေးခဲ့ကြတဲ့အတွက် ဂျပန်နိုင်ငံမှာ ဝင်ငွေအများဆုံး ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။IMDB Rating က 7.7 ရရှိထားပြီး Rotten Tomato 100% ထိရရှိထားပါတယ်။     ဇာတ်လမ်းအကျဉ်းကတော့ ၁၉၈၂ ခုနှစ်မှာ အသက် ၂၇ နှစ် အရွယ် အိမ်ထောင်မရှိသေးတဲ့ Taeko Okajima က တိုကျိုမြို့မှာ တစ်သက်လုံး အခြေချနေထိုင်ခဲ့ပြီးတော့ အားလပ်ရက်မှာ ကျေးလက်ဒေသကို သွားပြီး လယ်အလုပ်သွားလုပ်ပါတယ်။သွားတဲ့လမ်းတလျှောက်မှာ သူ့ရဲ့ ၁၀ နှစ်အရွယ်က ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/only-yesterday-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xZAxSiL5csPIe6Q1V8pbwz69U5m.jpg",
        "title": "Hero(2021)",
        "description": "ဒီဇာတ်ကားကတော့ အိန္ဒိယတောင်ပိုင်း ဇာတ်ကားတစ်ကားပါ။\nဒီကားမှာ အသဲကွဲနေတဲ့ မင်းသားကို အရင်ဆုံးမြင်ရမှာပါ။\nခေတ်အခေါ် စော်ပစ်ကောင်ပေါ့။သူ့ကောင်မလေးက ဘောစိတစ်ယောက်ရဲ့ လက်ထဲပါသွားတယ်။ အသက်တမျှ ချစ်လို့ တစ်ဘဝစာ\nရည်ရွယ်ထားပြီးမှ ကွဲကွာရတဲ့အခါ\nခံစားရတဲ့ ဝေဒနာက အားလုံးထက် ဆိုးပါတယ်ဗျာ။။ သူ့အဖို့တော့ နေ့စဉ် စိတ်ဓာတ်ကျမှုတွေကို ခံစားရပြီး\nလွတ်လမ်းရှာနေသူပေါ့။ သူ တနေ့မှာတော့ လွတ်လမ်းကို ရှာဖွေတွေ့ခဲ့ပါတယ်။ ဒါက ရူးမိုက်ခြင်းလို့လည်း ခေါ်နိုင်တယ်။\nကောင်မလေးကို သတ်ဖို့ပါ။ ဒီလိုနဲ့ ဒီစိတ်ကူးကို အကောင်အထည်ဖော်ဖို့\nသူ သွားခဲ့ရာမှာတော့....  File size…(2.13 GB) / (1.07 GB) / (502 MB)\nQuality…WEB-DL 1080p/720p/480p\nFormat…mp4\nDuration….2:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw\nTranslated by NK & MT",
        "rating": "",
        "url": "https://megaup.net/1ENal/(CM)Hero_(2021)WEB-DL.720p.mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aIY2QF211NLB1AOjZPFImusCLI1.jpg",
        "title": "12 Mighty Orphans(2021)",
        "description": "မိဘမဲ့ကလေးတွေကို ဘောင်အပြင်ကလူတွေလို အပယ်ခံတွေအဖြစ်နဲ့ တစ်ဆင့်နှိမ့်ပြီး သတ်မှတ်တတ်ကြပါတယ်။သနားစရာကောင်းရင်ကောင်း၊ မကောင်းရင် ကြောက်စရာကောင်းတယ်လို့ မြင်တတ်ကြပါတယ်။Youtube မှာတွေ့လိုက်တဲ့ အပြေးပြိုင်ပွဲလေးတစ်ခုအကြောင်းကို သွားပြီးသတိရပါတယ်။\nပြိုင်ပွဲဝင်တွေအားလုံးကို တညီတည်းရပ်စေပါတယ်။\nမိဘရှိသူကို ခြေတစ်လှမ်းတိုးခိုင်းတယ်။ နေစရာရှိသူကို တစ်လှမ်းတိုးခိုင်းတယ်။\nအလုပ်ရှိသူ၊ ဘွဲ့ရသူ စတဲ့ အားသာချက်တစ်ခုတိုင်းအတွက် ခြေလှမ်းတစ်လှမ်းစီရှေ့ကိုခိုင်းပါတယ်။နောက်ဆုံး အားလုံးအတွက် နေရာသတ်မှတ်ပြီးတဲ့ အချိန်မှာ အနောက်ဆုံးက လူတွေဟာ သနားစရာအကောင်းဆုံး (သို့) ကြောက်စရာအကောင်းဆုံးလိုလူတွေပဲ ကျန်ခဲ့ပါတယ်။ဒါပေမဲ့ ဒီပြိုင်ပွဲမှာတော့ သူတို့က တခြားသူတွေလိုပဲပြိုင်ပွဲဝင်ပါပဲ။\nအနောက်ဆုံးမှာဆိုပေမဲ့ သူတို့မှာ ဝင်ရောက်ပြိုင်ဆိုင်ခွင့်၊ ပန်းတိုင်ကို အောင်မြင်စွာရောက်နိုင်ခွင့်ရှိနေပါတယ်။တခြားသူတွေက သူတို့ကို အထင်သေးအမြင်သေးဖြစ်နေပေမဲ့ သူတို့ကိုယ်သူတို့ \"ငါသည်လည်း ပြိုင်ပွဲဝင်တစ်ယောက်ပဲ\" ဆိုတဲ့ လေးစားသမှုလေးဝင်ပြီး ပထမရဖို့ကို အားကုန်ပြေးခဲ့ကြပါတယ်။\nလူ့လောကကို အပြေးပြိုင်ပွဲလေးတစ်ခုနဲ့ ဥပမာပြသွားတာ အရမ်းကိုသေသပ်ပါတယ်။\nနောက်ဆုံးကနေတာထွက်ရတဲ့သူက ပထမမရဘူးလို့ ဘယ်သူကပြောနိုင်မှာလဲ။နောက်ဆုံးကနေတာထွက်ရတောင် လောကအလည်မှာ ပထမနေရာဆိုတာကို ရနိုင်တဲ့အကြောင်းကို စွမ်းပကားကြီးတဲ့ မိဘမဲ့ကလေး ၁၂ ယောက်က ဒီဇာတ်ကားမှာ သက်သေပြသွားကြမှာပါ။မိဘမဲ့ဂေဟာမှာရှိတဲ့ ကလေးတွေကို အနှိမ်ခံအပယ်ခံဘဝကနေ ...",
        "rating": "",
        "url": "https://megaup.net/1ENx0/(CM)12.Mighty.Orphans.2021.720p.BluRay.x264.DTS.mp4",
        "category": "Drama, History, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/p7567_p_v10_ab-150x200.jpg",
        "title": "[18+] Private School (1983)",
        "description": "ဒီဇာတ်ကားကတော့ American Pie ဇာတ်ကားတွေလိုပါပဲ...ကျောင်းသားဟာသ ဗရုတ်သုက္ခဇာတ်ကားလေးပေါ့...မင်းသမီးကတော့ အချောလေး ဖိုဘီကိတ်ပါ...တခြားမင်းသမီးတွေလဲ အများကြီးပါသေးတယ်..အဲ့ခေတ်ကမင်းသမီးတွေဆိုတော့ နာမည်တွေသိပ်မသိပေမယ့် လှတာတော့ အတော်လှကြတာဗျို့...သွက်လက်ချက်ချာပြီး ချစ်စရာကောင်းနေကြပုံများ ကြည့်နေတဲ့တစ်ချိန်လုံး သဘောကျနေရမှာ...ကျောင်းသားတွေရော ကျောင်းသူတွေရော အကုန် ငပွေးလေးတွေချည်းပဲ...ခွီနေရတယ်။ကိုဗစ်ရောဂါကြောင့် အိမ်တွင်းအောင်း ကျောင်းမတက်ရ အပြင်မထွက်ရ မကဲရ စိတ်ညစ်နေရတဲ့ကာလမှာဒီလို ပေါ့ပါးပျော်ရွှင်တဲ့ဇာတ်ကားလေးတွေကြည့်ပြီး အားကျနေဖို့တင်ဆက်လိုက်ပါတယ်။Fast Times at Ridgemont High (1982) ဖိုဘီကိတ်ရဲ့ ဇာတ်ကားလိုပဲNude Scene နဲ့အပြောအဆိုတချို့ပါတာကြောင့် မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်ပါ။ \nFile size…(1.5 GB)/ (880 MB)/ (400 MB)\nQuality…BluRay Remaster 1080p /720p / 480p\nFormat…mkv\nDuration….01:28:49\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Nay Lin Thar",
        "rating": "5.3",
        "url": "https://megaup.net/2kKA6/(CM)Private.School.1983.SHOUT.720p.BluRay.x264.DTS-MaG.mkv",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/81arwtPKWxL._SL1500_-142x200.jpg",
        "title": "R-Point (2004)",
        "description": "ဒီဇာတ်ကားကတော့ တော်တော်လေးခြောက်ခြားစရာကောင်းတဲ့ ကိုရီးယား Horror ကားပါ..အဖြစ်အပျက်က ၁၉၇၂ ခုနှစ် ဗီယက်နမ်စစ်ပွဲအတွင်းမှာ ဖြစ်ပျက်ခဲ့တာပါ..ဗီယက်နမ်တောနက်ထဲက R-Point ဆိုတဲ့နေရာမှာ တောင်ကိုရီးယားတပ်စိတ်တစ်ခုလုံးပျောက်ဆုံးသွားကြောင်းရေဒီယိုအဆက်အသွယ်ကနေတဆင့် သိလိုက်ရပါတယ်...ဒါကြောင့် သူတို့ကိုကယ်ဆယ်ဖို့ ဗိုလ်ချွဲထယ်အင်း ဦးဆောင်တဲ့တပ်စိတ်တစ်စိတ်ကို R-Point ဆီ စေလွှတ်လိုက်ပါတယ်..တပ်စိတ်တစ်ခုလုံး ဘာကြောင့်ပျောက်ဆုံးနေတာလဲ...ဘယ်လိုအကြောင်းတွေရှိနေတာလဲ....ဘယ်လိုခြောက်ခြားစရာတွေက R-Point မှာ စောင့်ကြိုနေမလဲဆိုတာ....။IMDb Rating (6.3) ရရှိထားပါတယ်။ \nFile size…(1.8 GB) / (1 GB) / (500 MB)\nQuality…BluRay 1080p/720p/480p\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Myat Thet",
        "rating": "6.3",
        "url": "https://megaup.net/30HwU/(CM)R-Point.2004.BluRay.720p.x265.10bit.AAC-highcal.mp4",
        "category": "Action, Asian, Horror, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNzZlNjA3OTEtODE0MC00MmVmLTllNmYtOWQyMzdkN2NiNTdkXkEyXkFqcGdeQXVyNTQyODc1OTY@._V1_-139x200.jpg",
        "title": "(18+)Nasha(2013)",
        "description": "(18+) Nasha (2013)\n---------------------\nဆယ်ကျော်သက်အရွယ် မှီးကောင်ပေါက်စကောင်လေးတစ်ယောက်နဲ့ ၃၀ဝန်းကျင် ရင့်ကျက်နေတဲ့လှလှပပ ဆရာမလေးတို့ကြားက မေတ္တာတရားကိုချပြထားတဲ့ ဇာတ်လမ်းတပုဒ်ပါပဲ. တချို့အချစ်တွေကျမစွဲလန်းသင့်ဘူးဆိုတာကို နည်းနည်းပညာပေးထားတာတွေလဲပါတော့ပေါ့ဗျာ...ဇာတ်လမ်းအကျဉ်း\n------------------\nဆာဟေးတို့ဆိုတာ သူတို့မြို့ရဲ့ကောလိပ်မှာသိပ်ဆိုးတဲ့ ကျောင်းသားလေးတွေ.....စစနောက်နောက်နဲ့ လုံးဝမျက်နှာပိုးမသတ်လို့ကျောင်းအုပ်ကြီးခဏခဏဒဏ်ပေးရတဲ့လူဆိုးအဖွဲ့ပေါ့.တနေ့ကျ သူတို့ရဲ့နွေရာသီကျောင်းပိတ်ရက်လှုပ်ရှားမှုအတွက် အနီတာဆိုတဲ့ဆရာမလေးတစ်ယောက် ရောက်လာပါတယ်.အနီတာက မိန်းမလှပေါ့. မနက်ဆိုဘောင်းဘီတိုနဲ့ပုံမှန်ပြေးတယ်.ခန္ဓာကိုယ်အဆစ်အပေါက်ကလဲပြောစရာမရှိတော့ ကျောင်းကဆာဟေးတို့အဖွဲ့ငမ်းကြတာပေါ့ဗျာ.. ဒါပေမယ့်ဆာဟေးကတော့စည်းတခုကျော်မိသွားတယ်. အဲ့ဒါကတော့ အဲ့ဒီဆရာမကိုတဏှာစိတ်အပြင် ချစ်စိတ်ဝင်မိသွားတာပါပဲ...သူနဲ့ဆရာမဘာဆက်ဖြစ်မယ်ဆိုတာကိုတော့ဆက်လက်ကြည့်ရှုခံစားစေချင်ပါတယ်.......လူငယ်ကားတွေသဘောတရားအရတချို့ဇာတ်ဝင်ခန်းတွေမှာ က္ကထ္ထိယမလေးတွေရဲ့လှပတဲ့နေရာတချို့ လှစ်ဟပ်ပြသထားတာအပြင်ချစ်မှုရေးရာဇာတ်ဝင်ခန်းတချို့ကြောင့် အသက်၁၈နှစ်အောက်မကြည့်သင့်ပါFile size…1.85GB / 906Mb / 465MB\nQuality…1080p WEB Rip DD+5.1 / 720p / 480p\nFormat…Mp4\nDuration….2h 2mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by YK",
        "rating": "",
        "url": "https://megaup.net/YO6m/Nasha_2013_WebRip_720p_(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMjRjOTMwMDEtNTY4NS00OWRjLWI4ZWItZDgwYmZhMzlkYzgxXkEyXkFqcGdeQXVyODIxOTg5MTc@._V1_-142x200.jpg",
        "title": "Match Point (2005)",
        "description": "Match point(2005)\n==============\nIMDb Rating - 7.6/10\nDirected by Woody Allenဝူဒီအယ်လန်ကားဆို စောင်တလွဲလူ့ဘောင်ကြီးကို တစ်နည်းမဟုတ် တစ်နည်းနဲ့သရော်တတ်တဲ့ ရုပ်ရှင်တွေလို့ ‌ပြေးမြင်မိကြမှာပဲ။\nသူ့ကားတွေဟာ ရိုမန့် ဒရာမာ ဟာသ စာရင်းဝင်ကားတွေများတယ်။\nMatch Point ကတော့ ကွဲလွဲတယ်ပြောရမှာမယ်။တခြားအယ်လန်ကားတွေက နာမည်ကြီးအနုပညာသမားတစ်ချို့ကို သိမှ သူသရော်တာကို နားလည်မှာတို့ ဘာတို့ ပါတတ်ပေမဲ့ ဒီရုပ်ရှင်ကတော့ ဒါမျိုးကင်းတယ်။ မသိရင် စုံထောက်ကားလိုလိုပါပဲ။\nGenresအရ Romance/Dramaပေမဲ့ ကြည့်ပြီးတဲ့သူတွေက Psychological Thriller ကားလို့ ဆိုကြတယ်။သို့ပေမဲ့ သရော်တာလည်း မကင်းပါဘူး၊ ဟာသတစ်စက်မှ မနှောဘဲ သရော်သွားတာကလွဲလို့ပေါ့။\nဒီရုပ်ရှင်မှာတော့ သူ့ THEMEကတော့ ကံပါပဲ။ ကံကိုTHEME အဖြစ်သုံးပြီး စောင်တလွဲလောကကြီးရဲ့မတရားလှတဲ့ ကံကိုသရော်သွားခဲ့တယ်။ဇာတ်လမ်းအစမှာ သူက ဒီလိုပြောထားတယ်\n\" ကျုပ်မတော်ချင်ဘူး ကံပဲကောင်းချင်တယ်လို့ ပြောတဲ့သူက ဘဝကို ကောင်းကောင်းနားလည်တဲ့သူပဲ။\nဘဝရဲ့တစ်စိတ်တစ်ပိုင်းက ကံပေါ်အများကြီး မူတည်နေတယ်ဆိုတာကို လူတွေက ...",
        "rating": "7.6",
        "url": "https://megaup.net/2kJ7i/Match_Point_(2005)_720p.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MK-136x200.jpg",
        "title": "Monkey King : The One & Only ( 2021 )",
        "description": "CMကနေ စွန်းဝူခုန်း နောက်တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီတစ်ခါဇာတ်ကားလေးကတော့ ဟာသပုံစံမျိုးရိုက်ကူးထားတာပါနော်မူရင်းဝူခုန်းကိုတော့ မမှီပေမဲ့ ဒီကားလေးလည်း တဖန်အသစ်ဆန်းထားတဲ့ပုံလေးနဲ့ ရိုက်ကူးထားတာကြောင့်မို့လို့ ကြည့်လို့ကောင်းပါတယ်ဒီဇာတ်ကားလေးဟာ အရာရာကို အကြမ်းဖက်ဖြေရှင်းတတ်တဲ့ ဝူခုန်းနဲ့အမြဲမေတ္တာတရားကို ရှေ့ထားပြီး ဖြေရှင်းချင်တဲ့ ဆရာတော် နှစ်ဦးသားကြားကပြဿနာကနေ အစချီပြီးတော့ရိုက်ကူးထားတာပါ တစ်နေ့ ဝူခုန်းနဲ့ဆရာတော်သဘောထားကွဲလွဲမှုကြောင့် ဆရာတော်က အရမ်းဒေါသထွက်ပြီး ဝူခုန်းကိုအပြင်းအထန်ပြောဆိုကာ မောင်းထုတ်လိုက်ပါတယ် ဝူခုန်းကလည်းဆရာတော်စကားတွေကို စိတ်နာက ဆရာတော်အပါးကနေ အပြီးတိုင်ထွက်သွားပါတော့တယ်ဝူခုန်းထွက်သွားပြီးမကြာခင်မှာပဲ ဆရာတော်နဲ့ ဝူကျင်း ရှန့်ကျန်းမိစ္ဆာဆီမှာအဖမ်းခံလိုက်ရပါတယ် အဲ့ဒီအချိန်မှာ ဝူခုန်းတစ်ယောက်မနေသာတော့ဘဲပါးကျဲနဲ့အတူ စွမ်းအားကြီး မိစ္ဆာရှန့်ကျန်းကို ဘယ်လို နည်းလမ်းမျိုးတွေသုံးကာဘယ်လိုကယ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုရမှာပါ ဒီကားလေးဟာဆိုရင်ခေတ်သစ်ဟာသတွေနဲ့ ပေါင်းစပ်ဖန်တီးထားတာဖြစ်တဲ့အတွက်ကြောင့်တစ်ကားလုံးပျင်းမနေရဘဲ ရီနေရတဲ့ အချိန်ကုန်မြန်စေမဲ့ကားလေးမို့လို႕ခုပဲ ဒေါင်းကြည့်လိုက်ပါတော့နော် Quality : WEB-DL 720pFormat : mp4Genres : Action , History , FantastySubtitle : Myanmar Subtitle ( hardsub )Translated ...",
        "rating": "6",
        "url": "https://megaup.net/1EIpm/Monkey.King.The.One.And.Only.720p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Ratatouille-2007-133x200.jpg",
        "title": "Ratatouille (2007)",
        "description": "Animationဇာက်ကားကြိုက်တဲ့လူများအတွက် နာမည်ကျော် ကာတွန်းကားအများအပြားကို ထုပ်လုပ်တဲ့ Walt Disney က ရိုက်ကူးထားတဲ့ ratatouille ဆိုတဲ့ ကြွက်ကားနဲ့ မိတ်ဆက်ပေးပါရစေRemyက အိုင်ဒီယာကောင်းပြီး အနံ့ အရသာခံတဲ့နေရာမှာ ထူးချွန်တဲ့ ကြွက်တစ်ကောင်ဖြစ်ပါတယ်သူ့က ချက်ပြုတ်တာကို အလွန်ဝါသနာပါသလို သူရဲ့ Heroကတော့ စားဖိုမှူး Auguste Gusteaပဲဖြစ်ပြီး သူ့ရဲ့ ဟင်းချက်နည်းကို တီဗီကနေ အဘွားကြီးတစ်ယောက်ထဲနေတဲ့အိမ်မှာ အမြဲတမ်း သွား သွားကြည့်ပါတယ်တစ်ရက်မှာတော့ ဟင်းလျာတွေကို အကဲဖြတ်ရတဲ့ Egoက Auguste Gusteaရဲ့ ဟင်းလျာတွေကို Rating နည်းနည်းသာပေးတာကြောင့် Auguste Gustea ကိုယ့်ကိုကို သတ်သေသွားတဲ့ သတင်းကို တွေ့လိုက်ရပြီး ဝမ်နည်းစွာ အော်မိတာကြောင့် အဘွားကြီးက ကြွက်ရှိကြောင်း သိသွားပြီး သေနတ်နဲ့ လိုက်ပြစ်တာကြောင့် တစ်ဆွေလုံး တစ်မျိုးလုံးထွက်ပြေးရင်း Remyကတော့ သူ့အမျိုးတွေနဲ့ ကွဲသွားပြီး စားသောက်ဆိုင်တစ်ခုကို ရောက်သွားရကနေ အစမ်းခန့်ထားတဲ့ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/ratatouille-2007-cm/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t8Sp0gyC0dLdzrHoZ4Knh78p5GE.jpg",
        "title": "Take Off (2017)",
        "description": "Take Off (2017) ဒီကားက ကိုယ့်နိုင်ငံသားတွေရဲ့ အသက်အိုးအိမ်ကို ကာကွယ်ဖို့ တာဝန်ရှိသူတွေမှာ ဘယ်လောက်တာဝန်ယူစိတ်ရှိသလဲဆိုတဲ့အပေါ် မူတည်ကြောင်း ရိုက်ပြခဲ့တဲ့ကားလေးပေါ့။ဒီအတွက် စားကောင်းသောက်ကောင်း သံအရာရှိ၊ စားကောင်းသောက်ကောင်း မျိုးချစ်စိတ်နဲ့တော့ မရဘူး။လူစိတ်ရော လူကြီးစိတ်ပါရှိမှ ဖြစ်မှာပါ။Take off က ၂ဝ၁၇ မတ်လ ၂၄ ရက်နေ့က ထွက်ခဲ့တဲ့ အိန္ဒိယမာလာရာလမ် စကားပြော ဒရာမာနဲ့ ရင်သိမ့်တုန်ကားပါ။အီရတ်နိုင်ငံ တီကရစ်ဆေးရုံမှာ အလုပ်သွားလုပ်တဲ့ နပ်စ် ၁၉ ယောက်ဟာ ၂ဝ၁၄ အီရတ်အစိုးရနဲ့ ISIS တို့ ပြည်တွင်းစစ်ထဲမှာ ပိတ်မိနေတယ်။အသက်ဆိုတာ အစွန်းရောက် အစ္စလာမ်မစ် တွေရဲ့ သေနတ်ပြောင်းဝမှာပဲ ရှိတယ်။အိန္ဒိယအနေနဲ့ သူ့လူ ၁၉ ယောက်ကို ဘေးမသီရန်မခ ဘယ်လို ကယ်ခဲ့ရလဲဆိုတဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်ကားလည်း ဖြစ်ပါတယ်။ဒီကားကို မာဟက်ရှ်နာရာယမ်နဲ့ ပီဗွီရှာဂျစ်ကူးမားတို့က ဇာတ်ညွှန်းရေးသားပြီး မာဟက်ရှ်နာရာယမ်က ဒါရိုက်တာလုပ်ရိုက်ကူးခဲ့တာပါ။ဒီရုပ်ရှင်ကို ဒူဘိုင်းနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1EL3u/(CM)Take_Off_2017_720p_10bit_BluRay_x265_HEVC_[Malayalam_DTS_5.1].mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BYmY3NGJlYTItYmQ4OS00ZTEwLWIzODItMjMzNWU2MDE0NjZhXkEyXkFqcGdeQXVyMzQzMDA3MTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Doctor Sleep (2019)",
        "description": "IMDb 7.6 အထိရထားတဲ့ ဟော်ရာကားပါ။ 1980 မှာထွက်ခဲ့ပြီး IMDb 8.4 အထိ ရှိခဲတဲ၊့ အကောင်းဆုံးဟော်ရာကားတွေထဲက\nတစ်ကားဖြစ်တဲ့ The Shining ရုပ်ရှင်ရဲ့ အဆက်ပါပဲ။ ဒီရုပ်ရှင် ၂ ခုလုံးကိုတော့ ဟော်ရာဝတ္ထုတွေအရေးများတဲ့ စာရေးဆရာကြီးStephen King ကပဲ ရေးသားခဲ့တာပါပဲ။\nမူလရုပ်ရှင် ရှိုင်းနင်းကို ကြည့်ဖူးမှအပြည့်အစုံနားလည်နိုင်မှာပါ။ မကြည့်ဖူးရင်တော့ အချို့အခန်းလေးတွေ နားမလည်တာ ဖြစ်နိုင်ပါတယ်။\nရှိုင်းနင်းကတော့ တစိမ့်စိမ့်တွေးကြောက်စရာတွေ၊ ဖုန်းဆိုးမြေတွေ၊ ကလေးငယ်တွေနဲ့ ပတ်သတ်တဲ့ ဟော်ရာတွေနဲ့ ဖန်တီးထားခဲ့တာဖြစ်ပြီး။\nဒီရုပ်ရှင်ကတော့ ပိုပြီးမှော်ဆန်တဲ့ စွမ်းအင်တွေနဲ့ အက်ရှင်နည်းနည်းဆန်ဆန် ဖန်တီးထားတာပါ။ ဇာတ်လမ်းအကျဉ်းကိုတော့ ရှိုင်းနင်းကပဲ စကောက်ရပါလိမ့်မယ်။\nအမေရိကန် လူနီတွေကို မြေမြှပ်သင်္ဂြိုလ်ရာ သင်္ချိုင်းမြေပေါ်မှာ အိုဗာလွတ်ခ် ဆိုတဲ့ လူမနေတော့တဲ့ ဟိုတယ်ကြီးတစ်ခုရှိပါတယ်။\nအဲဒီဟိုတယ်ကြီးမှာ အစောင့်အဖြစ်နေရင်း စာရေးဖို့ရောက်လာတဲ့ စာရေးဆရာမိသားစုကတော့ ဂျက်၊ ဝင်ဒီ နဲ့ သားဖြစ်သူ ဒန်နီတို့ပါပဲ။\nအဲဒီဟိုတယ်ကြီးရဲ့ အရင်အစောင့်ဖြစ်သူကတော့ သူ့မိသားစုတစ်ခုလုံးကို ပြန်သတ်ပြီး ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/doctor-sleep-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/doon1-158x200.jpeg",
        "title": "Here and There (2021)",
        "description": "Here and There (2021)\"သံယောဇဉ်တွေတော့ ရှိနေတယ်\nချစ်သူတော့လည်း မဟုတ်ပြန်ဘူး\"\"တစ်ယောက််အကြောင်း တစ်ယောက် အပြန်အလှန် ဖွင့်ဟနေမိကြတယ်\nအရင်းနှီးဆုံးသူတွေတော့လည်း မဟုတ်ပြန်ဘူး\"ခံစားချက် တစ်ခုကတော့ မွေးဖွားနေတယ် .....\nဒါဟာ အချစ်လား မသေချာပြန်ဘူးလေလှိုင်းပေါ်က ဇာတ်လမ်းတစ်ပုဒ်ရယ်လို့ပဲ တင်စားရမလားCovid-19 ဆိုတဲ့ ဗိုင်းရပ်စ် ရဲ့ ရိုက်ခတ်မှုအောက်မှာ\nလူတိုင်းရဲ့ ကွန်းခိုရာက အင်တာနက်ဆိုတဲ့ အရာ ဖြစ်လာတယ်အထီးကျန်ဆန်သူတို့အဖို့ စိတ်အပန်းဖြေရာ ဖြစ်လာတယ်ချစ်ရသူတွေနဲ့ ဆက်သွယ်ကြတယ် .....\nချစ်သူဖြစ်လာမယ့်သူတွေနဲ့ ဆုံဆည်းခဲ့ကြတယ် ....လေလှိုင်းပေါ်က အချစ်ဟာ တည်မြဲပါ့မလားဆိုတဲ့ မေးခွန်းထက်\nပို မေးချင်မိတဲ့အရာကလေလှိုင်းပေါ်ကနေ တကယ်ပဲ ချစ်မိသွားနိုင်လား ...\nချစ်မိသွားရင်ရော ဘယ်လောက်ထိ နက်နဲမှာလဲတစ်ဘက်က နှစ်နှစ်ကာကာချစ်ပြီး\nတစ်ဖက်က ပေါ့ပေါ့တန်တန်ချစ်ခဲ့ရင်ရောနှစ်နှစ်ကာကာ ချစ်မိသူအဖို့ နာကျင်ရမှာလားသေချာတယ် ..... နာကျင်ရလိမ့်မယ်ဗျ\"အချစ်ဆိုတာကတော့ နီးနီး ဝေးဝေး၊\nကြီးကြီးသေးသေး အချစ်ဟာ အချစ်ပါပဲ\"တချို့ကတော့ ဆိုကြတယ်\nလေလှိုင်းပေါ်က အချစ်က မတည်မြဲဘူး မစစ်မှန်ဘူးသို့ပေမဲ့ လေလှိုင်းပေါ်က စပြီး သက်ဆုံးတိုင်သွားကြတာတွေလည်း ရှိနေကြပြန်ရောဒီတော့ ဒီကောင်လေးနဲ့ ကောင်မလေးရဲ့\nလေလှိုင်းပေါ်က ...",
        "rating": "7.1",
        "url": "https://megaup.net/1ELnr/Here_and_There.2021.720p.CM.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/wVzDNf-140x200.jpg",
        "title": "Move the Grave (2020)",
        "description": "မြို့ပြပေါ်က သာမန်လူမှုဘဝတွေ ၊ လူတိုင်းမှာ ရှိတဲ့အခက်အခဲတွေကိုပါ ဇာတ်လမ်းထဲမှာပြသထားတဲ့အပြင် တောင်ကိုရီးယားရှေးလူကြီးတွေရဲ့ ရှေးရိုးစွဲမှုကိုလည်း ဖော်ပြထားပါတယ် ။ဇာတ်လမ်းအကျဉ်းဖခင်ရဲ့ အုတ်ဂူကို နေရာပြောင်းရွှေ့ဖို့အတွက် စာလေးတစ်စောင် ဟဲယောင်းဆီကို ဝင်လာခဲ့တယ်\nအကြီးဆုံးဖြစ်တဲ့ ဟဲယောင်းက ကျန်မောင်နှမတွေနဲ့အတူ မွေးရပ်မြေကို သွားရမှာပါဆုံခဲလှတဲ့ ဟဲယောင်း၊ဟဲယွန်း၊ဂွန်းအို့၊ဂွန်းဟီ နဲ့ ဆောင်းရာ ဆိုတဲ့ မောင်နှမ ၅ ယောက်\nလူစုံအောင်လုပ်ရင်း လမ်းခရီးမှာ ကြုံတွေ့ရတဲ့ အခက်အခဲတွေကို ရိုက်ပြထားတဲ့အပြင်\nသူတို့ဖခင်ရဲ့ အုတ်ဂူကိုရော သေချာရွှေ့ပြောင်းဖြစ်မလားဆိုတာကို Move The Grave ဆိုတဲ့ မိသားစု ဇာတ်ကားလေးထဲမှာ ကြည့်ရှူ့ကြရမှာပါ ။ရိုးရိုးအေးအေးနဲ့ ကောင်းတဲ့ မိသားစု ဒရမ်မာကားကောင်းလေးကြည့်ချင်တယ်ဆိုရင်တော့ ဒီကားက သင့်အတွက်ပါပဲ ။( အညွှန်းရေးသားထားသူကတော့ Seung ပါ )File Size__1.7 GB , 900 MB\nQuality__1080p,720p\nIMDb Rating__7.2/10\nFormat__mp4\nDuration__01:30:00\nType__Comedy , Drama , ...",
        "rating": "7.2",
        "url": "https://megaup.net/YNe1/Move_the_Grave_(2020)_720p.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dDow0Kbrf1L9BydRLfSdoNMOdMm.jpg",
        "title": "Zone 414 (2021)",
        "description": "Memento ထဲက မင်းသားကြီး Guy Pearce , Vikings နဲ့ Warcraft ထဲက မင်းသား Travis Fimmel နဲ့Revenge ဖိုက်တာဇာတ်ကားထဲက အီတလီမင်းသမီး Matilda Lutz တို့လို ဇာတ်ဆောင်တွေနဲ့ ရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ဒေးဗစ်ကာမိုက်ကယ်ဟာ မရိန်းတပ်သားဟောင်းတဖြစ်လဲ ရဲစုံထောက်ဟောင်းတစ်ဦးဖြစ်ပြီးတော့\nအမှုတစ်ခုနဲ့ထွက်လာခဲ့တဲ့နောက်ပိုင်း အလွတ်စုံထောက်အဖြစ်အသက်မွေးနေပါတယ်။တစ်နေ့တော့ သူ့ကို ဇုန် ၄၁၄ လို့ခေါ်တဲ့ လူသားအသွင်နဲ့စက်ရုပ်တွေရဲ့နယ်မြေ\nရိုဘော့မြို့တော်လို့ခေါ်ကြတဲ့ နေရာကြီးကိုတည်ထောင်ထားတဲ့ မာလွန်ဗိဒ်ဆိုသူကဆက်သွယ်လာခဲ့ပြီး\nအဲ့ဒီဇုန်ထဲကိုထွက်ပြေးသွားခဲ့တဲ့ သူ့သမီးကို ရှာဖွေပြီးပြန်ခေါ်လာခဲ့ဖို့ အမှုအပ်လာပါတယ်။အဲ့ဒီဇုန်ထဲမှာ ပထမဆုံးတွေ့ဆုံရတဲ့သူကတော့ ဂျိန်းဆိုတဲ့ဖောက်သည်တွေဆန္ဒကို\nနည်းမျိုးစုံနဲ့ဖြည့်ဆည်းပေးဖို့တာဝန်ယူထားတဲ့စက်ရုပ်မလှလှလေးတစ်ယောက်ဖြစ်ပါတယ်။\nဗိဒ်သမီးရဲ့ ပျောက်ဆုံးမှုဟာ သာမန်အိမ်ပြေးမှုတစ်ခုအဖြစ်စတင်ခဲ့ပေမယ့်\nရှုပ်ထွေးပွေလီတဲ့လူတွေရဲ့အကောက်ဉာဏ်၊ ရူးသွပ်မှု ၊ အတ္တတွေကြားမှာ\nသူတို့အတွက် အန္တရာယ်ဟာ ပိုမိုနက်ရှိုင်းလာပါတော့တယ်။မြင်နေတွေ့နေကျဇာတ်လမ်းမျိုးဖြစ်ပေမယ့်\nပုံဖော်ထားတဲ့ CGI တွေ Cinematography အမိုက်စားတွေနဲ့အတူ\n90s ဝန်းကျင်ကခေတ်စားခဲ့တဲ့စက်ရုပ်လူသားကားတွေ ခေတ်လွန်မြို့တော်တွေရဲ့ vibe မျိုး\nတစ်ခါတစ်လေ Blade runner လိုပုံစံမျိုးကိုတောင်ပြန်အမှတ်ရစေတဲ့\nစိတ်ကူးယဉ်သိပ္ပံဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size…(1.7 GB) / (999 MB) / ...",
        "rating": "5.1",
        "url": "https://megaup.net/2kI8m/(CM)Zone.414.2021.720p.AMZN.WEB-DL.DDP5.1.H.264-EVO.mp4",
        "category": "Fantasy, Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/jlkposter_opt-135x200.jpg",
        "title": "Burial Ground Massacre(2021)",
        "description": "မှော်ပညာကိုယုံကြည်တဲ့ အင်ဒီးယန်းမြေပေါ်မှာ အခြေချနေထိုင်ကြတဲ့အခါ အရာရာကသတိထားစရာပါ။တစ်ခုခုမဆင်ခြင်မိတာနဲ့ ဖြစ်လာနိုင်တဲ့အကျိုးဆက်က မတွေးဝံ့စရာပါပဲ။ အဲ့ဒီလိုမှော်ပညာနဲ့ ကျိန်စာတိုက်ထားတဲ့လက်စွပ်လေးက လာဆန်တို့မိသားစုရဲ့စံအိမ်ထဲမှာ ရှိနေပါတယ်။“အိပ်ရာဝင်ပုံပြင်ကို ယုံကြည်ရင် ကျိန်စာတွေကိုလည်း ယုံကြည်ရမယ်တဲ့....”ကျိန်စာသင့်လက်စွပ်ကိုမှအသက်ပြန်သွင်းဖို့ လိုချင်နေတဲ့ လူတစ်စုကလည်း ရှိနေပါသေးတယ်။လာဆန်တို့မိသားစုက မျိုးနွယ်စုခေါင်းဆောင် ကြိုးပေးခံခဲ့ရတဲ့မြေပေါ်မှာ နေထိုင်ခဲ့တာ တော်တော်ကြာပါပြီ။အိမ်မှာ မိဘတွေမရှိတုန်း ချေ့စ်လာဆန်တစ်ယောက် သူငယ်ချင်းတွေခေါ်ပြီး ပါတီပေးရင်းနဲ့ လုံးဝတားမြစ်ထားတဲ့သူ့အဖေရဲ့စာဖတ်ခန်းကို လူငယ်သဘာဝ ရအောင်ဝင်ကြည့်ပြီး ကျိန်စာသင့်လက်စွပ် ကိုရှာဖွေတွေ့ရှိသွားပါတော့တယ်။လက်စွပ်ကလည်း အစွမ်းတွေပြ၊ လက်စွပ်ကိုလာယူတဲ့သူကလည်း တစ်ဖြေးဖြေးချင်း လာဆန်တို့ရဲ့စံအိမ်ကို ချဉ်းကပ်လာတဲ့အခါ....လက်စွပ်ရဲ့ကျိန်စာတွေနဲ့ လက်စွပ်ကိုလိုချင်တဲ့လူသတ်သမားရဲ့လက်ထဲကနေ လာဆန်တို့သူငယ်ချင်းတစ်စုဘယ်လိုရင်ဆိုင်ကြမလဲ၊ လက်စွပ်ရဲ့သမိုင်းကြောင်းကရော ဘာလဲဆိုတာကိုတော့ ရုပ်ရှင်ထဲမှာပဲ အဖြေရှာလိုက်တော့နော်... \nFile size…1.6GB / 801MB / 491MB\nQuality…1080p WebRip / 720p / 480p\nFormat…Mp4\nDuration….1h 40min\nSubtitle….Myanmar subtilte (Hard Sub)\nEncoder….YK\nTranslated by JoJoVa and HAW",
        "rating": "7.8",
        "url": "https://megaup.net/YN0s/Burial.Ground.Massacre.2021..720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMmFhM2YxYzMtZGU0Ny00Nzg3LTkzODUtMDZjYjVhZGEzZTJhXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Yakuza Princess (2021)",
        "description": "Yakuza Princess (2021)ယာကူဇာ ကားတွေ မကြည့်ရတာ အတော်ကြာပြီ မဟုတ်လား?ဒီတစ်ခါတော့ ယာကူဇာကားကောင်းကောင်းလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေဗျာ။ယာကူဇာက အထီးလေး မဟုတ်ဘဲ အမလေးပါ။ယာကူဇာ မင်းသမီးလေး အာကီ (သို့မဟုတ်) အာကေမီ ပါ။ကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ အက်ရှင်ကားကို ကြည့်ချင်သူများအတွက်ရေငတ်တုန်း ရေတွင်းထဲကျ ဖြစ်မှာပါပဲ။အာရှဂျက်မကားတွေလည်း မကြည့်ကြရတာ ကြာပြီ မဟုတ်လားဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။အာကီတို့ မြေးအဖိုးနှစ်ယောက်ဟာ ပေါ်တူဂီနိုင်ငံမှာ အခြေချနေကြတဲ့ ဂျပန်လူမျိုးတွေပါ။တစ်နေ့တော့ အာကီရဲ့အဖိုးကို ဓားပြတိုက်ရင်းနဲ့ အသတ်ခံလိုက်ရပါတယ်။သာမန်ဓားပြမှုလို့ ထင်ထားခဲ့ပေမယ့် ......ဒီကိစ္စရဲ့နောက်ကွယ်မှာ ရှိနေတဲ့ ကိစ္စတွေကို အာကီ တစ်ယောက်တစ်ခုချင်း သိလာရတဲ့အချိန်မှာတော့ .....ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ August ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p and 480p\nFile size… 2.5GB and 1.3GB and 492MB\nFormat…mp4\nDuration….1h 51min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "4.7",
        "url": "https://megaup.net/2kHP6/Yakuza.Princess.2021.720p.WEB-DL.DDP5.1.H.264.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jx0dug8xdAVP6insxW2kBcO2LUO.jpg",
        "title": "Helmet(2021)",
        "description": "Helmet(2021)အညွှန်း******************MDb rating 7.5အထိရရှိထားတဲ့ Comedy Dramaအမျိုးအစားဟင်ဒီအမျိုးအစား ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။\nဒီရုပ်ရှင်ကိုကြည့်ဖြစ်တော့ ဟိုး ၂၀၁၈ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့\nအရှေးကူးမားရဲ့ Padman ရုပ်ရှင်ကိုတောင် သတိရမိပါသေးတယ်။\nအဲ့ဒီတုန်းကတော့ ရှေးရိုးစွဲတဲ့လူအများစုရှိတဲ့ အိန္ဒိယလိုနိုင်ငံမှာ\nအမျိုးသမီးလစဉ်သုံးပစ္စည်းသုံးစွဲဖို့ ခက်ခဲကြတဲ့အတွက်\nလစဉ်သုံးပစ္စည်းတွေကို ထွင်ပြီး သုံးစွဲစေခဲ့သူတစ်ယောက်အကြောင်းပေါ့။ဒီကားထဲမှာကျတော့ အမျိုးသားတွေဘက်ကို လှည့်ထားတယ်။\nအမျိုးသားတစ်ယောက် အမျိုးသမီးနဲ့ နှစ်ဦးသဘောတူ နေချင်လာတဲ့အခါ\nအခုလို အဘက်ဘက်က တိုးတက်နေတဲ့ခေတ်ကြီးထဲမှာ\nအိမ်ထောင်သည်ဆိုရင် သားဆက်ခြားဖို့ ၊ လိင်ကတဆင့်ကူးစက်တဲ့ရောဂါတွေကို\nကာကွယ်ဖို့ ၊ အိမ်ထောင်မရှိတဲ့ လူပျိူလူလွတ်ဆိုရင်\nအတူနေအမျိုးသမီး ကိုယ်ဝန်ရပြီး နောက်ဆက်တွဲပြသနာတွေမဖြစ်ဖို့\nကွန်ဒုံးဆိုတဲ့ ပစ္စည်းလေးကို မရှိမဖြစ် သုံးရ ဆောင်ထားရမှာပါ။ဒါပေမယ့် ရှေးရိုးစွဲသူတွေ အများကြီးရှိနေဆဲဖြစ်တဲ့ အိန္ဒိယနိုင်ငံလေ...\nကွန်ဒုံးဝယ်ရတာမျိုး ၊ ဆောင်ရတာမျိုးကို ရှက်စရာလုပ်ရပ်တစ်ခုလို သဘောထားပြီး\nမသတီတဲ့မျက်လုံးမျိုးနဲ့ ဝိုင်းကြည့်ကြမှာမလား...\nအိန္ဒိယနိုင်ငံတင် မဟုတ်ပါဘူး ၊ မြန်မာနိုင်ငံအပါအဝင်\nအလားတူ အရှေ့တိုင်းနိုင်ငံအများစုမှာ\nဒီကိစ္စက ရှက်စရာတစ်ခုလို ဖြစ်နေပါတယ်။ရောင်းသူအတွက်ရော ဝယ်သူအတွက်ပါမက\nအရွယ်ရောက်သူတိုင်း ဒီကားလေးကို ကြည့်စေချင်တယ်။\nကွန်ဒုံးပြဿနာကို ဇာတ်လမ်းကဦးတည်ထားပေမယ့်\nရယ်စရာလေးတွေ ၊ အူမြူးစရာလေးတွေနဲ့ ပရိတ်သတ်ကို\nပေါ့ပေါ့ပါးပါး ခံစားချက်မျိုး ...",
        "rating": "7.5",
        "url": "https://megaup.net/2kHdu/Helmet.2021.WEB-DL720P.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m0f9sDiwYlEtfhUWxc5F2ZW7wfq.jpg",
        "title": "Happier Than Ever: A Love Letter to Los Angeles(2021)",
        "description": "Happier Than Ever Concert Flim (2021)Alternative Pop Queen ​လေး Billie Eilish ရဲ့Happier Than Ever Concert Flim ​လေးထွက်ရှိလို့လာပါပြီ။Concert Flim အ​ကြောင်းမ​ပြောခင် Happier Than Ever Album ​လေးအ​ကြောင်း​ပြောချင်ပါတယ်ဒီ album ဟာ When We Fall Asleep Where Do We Go?? ​album ရဲ့​လောင်းရိပ်​အောက်က​နေခွဲထွက်ပြခဲ့တဲ့ Billie ရဲ့ masterpiece တစ်ခုပါ။ ​​အောင်မြင်မှုများစွာကိုလည်း သိမ်းပိုက်ထားခဲ့ပါပြီ။Billie ​​လေးဟာ သူ့ကိုလူ​တွေက Bad Guys သီချင်းရဲ့အဆို​​တော်မ​လေးလို့ မြင်​နေကြတာကို ​ပြောင်းလဲချင်​နေပါတယ်။ သူ့ကိုလူ​တွေ တပုံစံတည်းမြင်​နေတာ မနှစ်သက်ပါဘူး​အောင်မြင်ကာစထက် ပိုသာလွန်​နေတဲ့ ပိုရင်ကျက်​နေတဲ့ Billie Eilish ကို ချပြချင်​နေခဲ့တာပါ။ အဲ့တာကိုလည်းHappier Than ...",
        "rating": "6.4",
        "url": "https://megaup.net/2kH5D/Happier.Than.Ever.A.Love.Letter.to.Los.Angeles.2021.720p(CM).mp4",
        "category": "Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/14040907511625999465-160x200.jpg",
        "title": "Don’t Breathe 2 (2021)",
        "description": "IMDb Rating (6.3)Don't breath(2016) ထဲက မျက်မမြင်အဘိုးကြီးက ကြမ်းတုန်းပါပဲ။\nဒီကားမှာတော့ပိုကြမ်းတယ်လို့ပြောလို့ရတယ်။အရင်က အိမ်ကိုဖောက်တဲ့သူခိုးလေးတွေကိုတွယ်တာ...\nအခုကမူးယစ်ဆေးနဲ့ ကိုယ်အင်္ဂါကုန်ကူးတဲ့လူတွေကိုတွယ်မှာပါ။\nDon't breath ဆိုတဲ့အတိုင်း အသက်ရှူဖို့တောင် မနားနိုင်အောင် ကြမ်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nDon't breath(2016)ရဲ့အဖြစ်အပျက်ဖြစ်ပြီး ၈ နှစ်အကြာကာလမှာ ဇာတ်အိမ်တည်ထားပါတယ်။\nမျက်မမြင်အဘိုးကြီးက ကလေးမလေးတစ်ယောက်နဲ့နှစ်ယောက်တည်း သီးသန့်နေပြီး\nကလေးမလေးကို မိမိကိုယ်ကိုခုခံကာကွယ် အသက်ရှင်နိုင်ဖို့ သင်ခန်းစာတွေပို့ချထားပါတယ်။တစ်နေ့ ကလေးမလေးကို မြို့ထဲအလည်အပတ်လွှတ်လိုက်တဲ့အချိန် ဂေါက်တောက်တောက်လူနဲ့တွေ့ပြီး\nအဲဒီလူနဲ့အပေါင်းအပါတွေက ကလေးမလေးနောက်ကလိုက်လာရာက\nမျက်မမြင်ဘိုးတော်နဲ့ တွေ့ကြတဲ့အခါ...မျက်မမြင်ထင်ပြီး လျှော့တွက်ကြမယ့်ကောင်တွေနဲ့ မျက်စိသာမမြင်ပေမယ့်\nအသတ်အပုတ်ရှယ်ကြမ်းတဲ့ ဘိုးတော်တို့ ဘယ်လိုစခန်းသွားကြမလဲဆိုတာ...။Horror, Thriller ဇာတ်ကားလို့ သတ်မှတ်ထားပေမဲ့ Action ဖက်ကိုပိုပြီးသွားပါတယ်။ဇာတ်လမ်းကလည်းသွက်တယ်။သတိပြန်ပေးရဦးမယ် အသက်ရှူဖို့မမေ့ပါနဲ့ဦး။ \nFile size…(1.7 GB) / (980 MB) / (500MB)\nQuality…WEB-DL 1080p/720p/480p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by d3m0n Lynn",
        "rating": "6.3",
        "url": "https://megaup.net/YM2t/(CM)Dont.Breathe.2.2021.REPACK.720p.AMZN.WEB-DL.DDP5.1.H.264-TEPES.mp4",
        "category": "Action, Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/dont-breathe-2-133x200.png",
        "title": "Don’t Breathe (2016)",
        "description": "IMDb Rating (7.1) / Rotten Tomatoes (88%)လက်ရှိ နာမည်ကြီး လူကြိုက်များနေတဲ့ Horror/Thriller တစ်ကားကို တင်ပေးလိုက်ပါတယ်။ Evil Dead ကို ဖန်တီးခဲ့သူ Fede Alvarez ရဲ့ အကောင်းဆုံးလက်ရာတစ်ခုပါပဲ။ ဘက်ဂျက် ၉ သန်းပဲ အသုံးပြုခဲ့ပြီး လက်ရှိ သန်း ၁၄၀ အထိ Box office မှာတက်နေပါပြီ။ အိမ်လေးတစ်လုံးထဲမှာ သရုပ်ဆောင်လေး ၄-၅ ယောက်ကိုပဲ အားပြုပြီး တင်ဆက်သွားတာပါ။ဒါပေမယ့် ဇာတ်လမ်း၊ မထင်မှတ်တဲ့လှည့်ကွက်တွေ၊ သရုပ်ဆောင်၊ အသံပိုင်းတွေမှာ ပြောစရာမရှိအောင် ကောင်းမွန်လွန်းတဲ့အတွက် ဒီလို အောင်မြင်သွားတာပဲ ဖြစ်မယ်ထင်ပါတယ်။ လက်ရှိတော့ IMDb 7.1 နဲ့ ရပ်တည်နေပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့တစ်ယောက်တည်းနေတဲ့ စစ်ပြန် မျက်မမြင်အဘိုးကြီးတစ်ယောက်ရဲ့အိမ်ကို ဖောက်ထွင်းဝင်ရောက်တဲ့ ဆယ်ကျော်သက်လေး ၃ ယောက်ရဲ့အကြောင်းပါ။ အလွယ်ဆုံးဖောက်ထွင်းမှုလို့ ထင်ပြီး ဝင်ရောက်သွားခဲ့ပေမယ့် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/dont-breathe-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-03-at-16.23.15-134x200.png",
        "title": "Cinderella (2021)",
        "description": "Cinderella (2021)=============ကျွန်တော်တို့ ငယ်ငယ်က အရမ်းကြိုက်ခဲ့ရတဲ့ စင်ဒရဲလား ဆိုတဲ့ ကောင်မလေးကို မေ့နိုင်ကြသေးမယ် မထင်ပါဘူး။ကဲ အခု သူပြန်လာပြီဗျ။ အားလုံးသိပြီးသားဖြစ်တဲ့ ဇာတ်လမ်းလေးကိုမှ တဖန် ဆန်းသစ်တဲ့ musical film အသွင်လေးနဲ့ပေါ့၊ဆန်းသစ်တဲ့ ဖက်ရှင်တွေ မြိုင်ဆိုင်တဲ့ ဂီတသံစဉ်တွေ ဇာတ်ဆောင်တွေရဲ့ အလှအပတွေကို တ၀ကြီး ခံစားနိုင်မှာပါ။ဒီကားလေးထဲမှာ Havana oh na na နဲ့ တစ်ခေတ်ထခဲ့တဲ့ သီချင်းပိုင်ရှင်မလေး Camila Cabello ကို ချစ်စရာကောင်းတဲ့စင်ဒရဲလားလေးအဖြစ် မြင်တွေ့ရမှာဖြစ်ပြီး အရင်က သိခဲ့တဲ့ Fairy Godmother နေရာမှာ  Billy Porter က Fab G (fabulousgodmother) ဆိုပြီး ပါ၀င်ကာ LGBT society ကို supporting လုပ်ထားတာလည်း တွေ့ရပါတယ်။ OST တွေကလည်း တကယ်ကိုဘ၀င်တွေ့စရာမလို့ Camila ...",
        "rating": "4.0",
        "url": "https://megaup.net/30Ekf/Cinderella.2021.720p.AMZN.WEB-DL.[CM].mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/7d382cb4e2f51e816bdea89511a4b4e7c04d7aeb74f652b714d9d0d90dd3f212._RI_V_TTW_-150x200.jpg",
        "title": "Into the Blue (2005)",
        "description": "IMDb Rating (5.9)ဆုံးသွားပြီဖြစ်တဲ့ Paul Walker နဲ့ Jessica Alba တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီကားလေးမှာ\nကားဆရာနဲ့ ကိုယ်ပျောက်မယ်တို့ကို ပင်လယ်ကမ်းခြေက ကမ်းခြေပျော် မောင်နှံလေးတွေ အဖြစ်တွေ့ရမှာပါ..ကားဆရာက ကားမမောင်းပဲ ရေငုပ်ပြီး ရတနာလိုက်ရှာရတာ ဝါသနာပါသလို အမြဲတမ်းလည်း ရှာတွေ့ပါတယ်..\nဖြစ်ချင်တော့ သူတို့စုံတွဲရယ် မြို့ပေါ်က ဘော်ဒါစုံတွဲရယ် ပင်လယ်ထဲမှာ double date ရင်း ရေအပျော်ငုပ်ကြတုန်း\nကိုကင်းတွေ အပြည့်နဲ့ လေယာဉ်ပျက်ကြီးကို တွေ့ရှိသွားတဲ့အခါမှာတော့ ...လုပ်နေကျ ရတနာအတိုအစလေးတွေပဲရှာဖွေယူပြီး ပြန်ကြမလား ...\nကိုကင်းလေယာဉ်ပျက်ကြီးနဲ့ ဘယ်လိုစခန်းသွားကြမလဲ...\nဘယ်လိုစွန့်စားဖြေရှင်းကြမလဲဆိုတာ....ပေါ်ဝေါ်ကာအလွမ်းပြေကြည့်ရှုနိုင်သလို\nဂျက်ဆီကာအယ်ဘာလေးရဲ့ ဘီကီနီနဲ့ ရေကူးနေတာလေးတွေလဲ အဝငမ်းနိုင်မယ့် ဇာတ်ကားပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Sai Thurein Lynn မှတင်ဆက်ထားတာဖြစ်ပါတယ်။)\nFile size…(1.9 GB) / (1 GB)\nQuality…BluRay 1080p/720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Sai Thurein Lynn",
        "rating": "5.9",
        "url": "https://megaup.net/30DZ1/(CM)Into_the_Blue_(2005)_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j7X43Fy5Ad3UrOM14q8CUd8O3mQ.jpg",
        "title": "The Secret 2: Mystery of Villa 666 (2021)",
        "description": "The Secret 2: Mystery of Villa 666 (2021)သိပ်မကြာသေးခင်ကမှ ထွက်ရှိထားတဲ့အင်ဒိုနီးရှားသရဲကားတပုဒ်ပါ...ဇာတ်လမ်းနာမည်လိုပါပဲ လူတိုင်းမှာလျှို့ဝှက်ချက်တွေ ရှိတတ်ကြပါတယ်..ဒီထဲမှာပါတဲ့ ဇာတ်ကောင်တွေရဲ့ လျှို့ဝှက်ချက်ကဘာတွေလဲ? အဓိကဇာတ်အိမ်တည်ရာဖြစ်တဲ့စံအိမ်တော်ကြီးရဲ့ လျှို့ဝှက်ချက်ကရော ဘာလဲ?စတဲ့ မေးခွန်းတွေနဲ့အတူ ထိတ်လန့်ခြောက်ခြားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်လမ်းတပုဒ်ပါပဲ....ဇာတ်လမ်းအကျဉ်း.\n--------------နာနီက ပြင်သစ်မှာနေတဲ့ဖက်ရှင်ဒီဇိုင်နာမလေးတစ်ယောက်ပေါ့.တနေ့မှာတော့ သူ့မွေးရပ်ဖြစ်တဲ့အင်ဒိုနီးရှားကို ပြန်လာဖို့ အခွင့်ဖန်လာပါတော့တယ်အဲ့ဒါကတော့ သူတို့မိသားစုပိုင်စံအိမ်တော်ကြီးကိုရောင်းထွက်ဖို့ သူ့အဖေက သူ့ကို လွှဲလိုက်လို့ပါ.မွေးရပ်မြေနဲ့ဝေးတာကြာနေတဲ့ နာနီကဒီအိမ်ကြီးကို ရောင်းမထွက်ခင်သူ့သူငယ်ချင်းတွေနဲ့အတူတပျော်တပါးစားသောက်ပြီးအရင်အကြောင်းတွေကို ပြန်ပြောပြီးအပန်းဖြေချင်တာကြောင့်သူ့သူငယ်ချင်းမ၃ဦးနဲ့အတူစံအိမ်တော်ကြီးကို ရောက်လာခဲ့ပြီးနောက်မှာတော့.....\nFile size…1.09GB / 509MB\nQuality…1080p WEBDL DDP5.1 / 720p\nFormat…Mp4\nDuration….1h 11min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by YK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-secret-2-mystery-of-villa-666-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/image_22a64aa3-133x200.jpeg",
        "title": "Jennifer’s Body (2009)",
        "description": "ဒီဇာတ်ကားကတော့ မင်းသမီး မီဂန်ဖောက်ရဲ့ နာမည်ကြီး Horror ဇာတ်ကားပါ...Megan Fox အပြင် Amanda Seyfried လဲပါပါသေးတယ်...Horror ကားကောင်းလေးတစ်ကားဖြစ်တာနဲ့အညီ ကြည့်ရတာလည်း\nတော်တော့်ကိုကောင်းတဲ့ကားလေးကားလေးတစ်ကားလို့ဆိုထိုက်တယ်ဗျ။\n၂၀၀၉ ခုနှစ်ရဲ့ အချောလေးနှစ်ယောက် သူပြိုင်ကိုယ်ပြိုင်ဇာတ်ကောင်စရိုက်ယှဉ်ပြိုင်မှုတွေကလည်း\nနင်လား ငါလားနဲ့ကိုကြည့်ရတာအရသာတွေ့လှသလို မျက်စိပသာဒလည်းတော်တော်ဖြစ်တယ်ပေါ့လေ။ဂျနီဖာဟာတစ်‌ကျောင်းလုံးရဲ့အချစ်တော်အချောလေးဗျ။\nအချောလေးဆိုတဲ့အတိုင်း အထက်‌တန်းကျောင်းပထမနှစ်လောက်တည်းကစပြီး\nဘာညာကိစ္စနဲ့ပက်သက်လို့အတွေ့အကြုံရှိဖူးတယ်ပေါ့လေ။ပင်တိုင်ရည်းစားလေးရှိပေမဲ့\nတစ်ခါတလေသဘောကျတဲ့ကောင်ချောလေးတွေတွေ့ရင် ကောက်ကောက်စားတတ်တဲ့ကောင်မလေးပေါ့။နိဒီကတော့ ဂျနီဖာရဲ့အချစ်ဆုံးသူငယ်ချင်းမလေးပေါ့ဗျာ။\nငယ်ငယ်တည်းကခင်လာကြတယ်ပေါ့။\nဒါပေမဲ့ သူတို့နှစ်ယောက်ရဲ့စရိုက်တွေကတော့ ဆန့်ကျင်ဖက်တွေပါ..\nတစ်ယောက်က တစ်ကျောင်းလုံးရဲ့အလှပဂေးဖြစ်သလို ခေတ်ရှေ့ကိုနှစ်ဆလောက်ပြေးနေတဲ့သူ ၊\nတစ်ယောက်ကတော့စာကြမ်းပိုးဗိုင်းကောင်းကျောက်ဖိ လူမသိသူမသိလေးဆိုတော့\nဇာတ်ကောင်ပိုင်းအရဆို ဆန့်ကျင်ဖက်နှစ်‌ယောက်ကသူငယ်ချင်းတွေဖြစ်နေတယ်ဆိုပါတော့ဗျာ။ဇာတ်လမ်းစတာကတော့ သူတို့ရဲ့နယ်မြို့လေး‌ဆီကိုမြို့ကြီးပြကြီးကရော့ခ်ဂီတတီးဝိုင်းအဖွဲ့ရောက်လာတဲ့အခါ\nခေါင်းဆောင်အဆိုတော် ကောင်ချောလေးပါမှန်း သိလိုက်တဲ့ဂျနီဖာက တစ်စခန်းထရာက စပါတယ်...သူစခန်းထတာမှာ အဖော်ပါဖို့ နိဒီကိုပါခေါ်ပြီး ရှိုးပွဲသွားကြရင်း ဘယ်လိုကြောက်မက်ဖွယ်အဖြစ်အပျက်တွေကြုံကြရမလဲဆိုတာ.....။Unrated Version နဲ့တင်ဆက်ထားပြီး အဖော်အချွတ်နဲ့ သွေးထွက်သံယိုဇာတ်ဝင်ခန်းတွေပါလို့ မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို San Thu Aung မှ တင်ဆက်ထားပါတယ်။) \nFile size…(1.8 GB) / (999 MB)/ (500 MB)\nQuality…BluRay Unrated 1080p/720p/480p\nFormat…mp4\nDuration….01:47:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "5.3",
        "url": "https://megaup.net/30Dai/(CM)Jennifer_s_Body_(2009)_Unrated_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adult, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-03-at-16.23.15-134x200.png",
        "title": "Cinderella (2021)",
        "description": "Cinderella (2021)=============ကျွန်တော်တို့ ငယ်ငယ်က အရမ်းကြိုက်ခဲ့ရတဲ့ စင်ဒရဲလား ဆိုတဲ့ ကောင်မလေးကို မေ့နိုင်ကြသေးမယ် မထင်ပါဘူး။ကဲ အခု သူပြန်လာပြီဗျ။ အားလုံးသိပြီးသားဖြစ်တဲ့ ဇာတ်လမ်းလေးကိုမှ တဖန် ဆန်းသစ်တဲ့ musical film အသွင်လေးနဲ့ပေါ့၊ဆန်းသစ်တဲ့ ဖက်ရှင်တွေ မြိုင်ဆိုင်တဲ့ ဂီတသံစဉ်တွေ ဇာတ်ဆောင်တွေရဲ့ အလှအပတွေကို တ၀ကြီး ခံစားနိုင်မှာပါ။ဒီကားလေးထဲမှာ Havana oh na na နဲ့ တစ်ခေတ်ထခဲ့တဲ့ သီချင်းပိုင်ရှင်မလေး Camila Cabello ကို ချစ်စရာကောင်းတဲ့စင်ဒရဲလားလေးအဖြစ် မြင်တွေ့ရမှာဖြစ်ပြီး အရင်က သိခဲ့တဲ့ Fairy Godmother နေရာမှာ  Billy Porter က Fab G (fabulousgodmother) ဆိုပြီး ပါ၀င်ကာ LGBT society ကို supporting လုပ်ထားတာလည်း တွေ့ရပါတယ်။ OST တွေကလည်း တကယ်ကိုဘ၀င်တွေ့စရာမလို့ Camila ...",
        "rating": "4.0",
        "url": "https://megaup.net/30Ekf/Cinderella.2021.720p.AMZN.WEB-DL.[CM].mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/7d382cb4e2f51e816bdea89511a4b4e7c04d7aeb74f652b714d9d0d90dd3f212._RI_V_TTW_-150x200.jpg",
        "title": "Into the Blue (2005)",
        "description": "IMDb Rating (5.9)ဆုံးသွားပြီဖြစ်တဲ့ Paul Walker နဲ့ Jessica Alba တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီကားလေးမှာ\nကားဆရာနဲ့ ကိုယ်ပျောက်မယ်တို့ကို ပင်လယ်ကမ်းခြေက ကမ်းခြေပျော် မောင်နှံလေးတွေ အဖြစ်တွေ့ရမှာပါ..ကားဆရာက ကားမမောင်းပဲ ရေငုပ်ပြီး ရတနာလိုက်ရှာရတာ ဝါသနာပါသလို အမြဲတမ်းလည်း ရှာတွေ့ပါတယ်..\nဖြစ်ချင်တော့ သူတို့စုံတွဲရယ် မြို့ပေါ်က ဘော်ဒါစုံတွဲရယ် ပင်လယ်ထဲမှာ double date ရင်း ရေအပျော်ငုပ်ကြတုန်း\nကိုကင်းတွေ အပြည့်နဲ့ လေယာဉ်ပျက်ကြီးကို တွေ့ရှိသွားတဲ့အခါမှာတော့ ...လုပ်နေကျ ရတနာအတိုအစလေးတွေပဲရှာဖွေယူပြီး ပြန်ကြမလား ...\nကိုကင်းလေယာဉ်ပျက်ကြီးနဲ့ ဘယ်လိုစခန်းသွားကြမလဲ...\nဘယ်လိုစွန့်စားဖြေရှင်းကြမလဲဆိုတာ....ပေါ်ဝေါ်ကာအလွမ်းပြေကြည့်ရှုနိုင်သလို\nဂျက်ဆီကာအယ်ဘာလေးရဲ့ ဘီကီနီနဲ့ ရေကူးနေတာလေးတွေလဲ အဝငမ်းနိုင်မယ့် ဇာတ်ကားပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Sai Thurein Lynn မှတင်ဆက်ထားတာဖြစ်ပါတယ်။)\nFile size…(1.9 GB) / (1 GB)\nQuality…BluRay 1080p/720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Sai Thurein Lynn",
        "rating": "5.9",
        "url": "https://megaup.net/30DZ1/(CM)Into_the_Blue_(2005)_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j7X43Fy5Ad3UrOM14q8CUd8O3mQ.jpg",
        "title": "The Secret 2: Mystery of Villa 666 (2021)",
        "description": "The Secret 2: Mystery of Villa 666 (2021)သိပ်မကြာသေးခင်ကမှ ထွက်ရှိထားတဲ့အင်ဒိုနီးရှားသရဲကားတပုဒ်ပါ...ဇာတ်လမ်းနာမည်လိုပါပဲ လူတိုင်းမှာလျှို့ဝှက်ချက်တွေ ရှိတတ်ကြပါတယ်..ဒီထဲမှာပါတဲ့ ဇာတ်ကောင်တွေရဲ့ လျှို့ဝှက်ချက်ကဘာတွေလဲ? အဓိကဇာတ်အိမ်တည်ရာဖြစ်တဲ့စံအိမ်တော်ကြီးရဲ့ လျှို့ဝှက်ချက်ကရော ဘာလဲ?စတဲ့ မေးခွန်းတွေနဲ့အတူ ထိတ်လန့်ခြောက်ခြားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်လမ်းတပုဒ်ပါပဲ....ဇာတ်လမ်းအကျဉ်း.\n--------------နာနီက ပြင်သစ်မှာနေတဲ့ဖက်ရှင်ဒီဇိုင်နာမလေးတစ်ယောက်ပေါ့.တနေ့မှာတော့ သူ့မွေးရပ်ဖြစ်တဲ့အင်ဒိုနီးရှားကို ပြန်လာဖို့ အခွင့်ဖန်လာပါတော့တယ်အဲ့ဒါကတော့ သူတို့မိသားစုပိုင်စံအိမ်တော်ကြီးကိုရောင်းထွက်ဖို့ သူ့အဖေက သူ့ကို လွှဲလိုက်လို့ပါ.မွေးရပ်မြေနဲ့ဝေးတာကြာနေတဲ့ နာနီကဒီအိမ်ကြီးကို ရောင်းမထွက်ခင်သူ့သူငယ်ချင်းတွေနဲ့အတူတပျော်တပါးစားသောက်ပြီးအရင်အကြောင်းတွေကို ပြန်ပြောပြီးအပန်းဖြေချင်တာကြောင့်သူ့သူငယ်ချင်းမ၃ဦးနဲ့အတူစံအိမ်တော်ကြီးကို ရောက်လာခဲ့ပြီးနောက်မှာတော့.....\nFile size…1.09GB / 509MB\nQuality…1080p WEBDL DDP5.1 / 720p\nFormat…Mp4\nDuration….1h 11min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by YK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-secret-2-mystery-of-villa-666-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/image_22a64aa3-133x200.jpeg",
        "title": "Jennifer’s Body (2009)",
        "description": "ဒီဇာတ်ကားကတော့ မင်းသမီး မီဂန်ဖောက်ရဲ့ နာမည်ကြီး Horror ဇာတ်ကားပါ...Megan Fox အပြင် Amanda Seyfried လဲပါပါသေးတယ်...Horror ကားကောင်းလေးတစ်ကားဖြစ်တာနဲ့အညီ ကြည့်ရတာလည်း\nတော်တော့်ကိုကောင်းတဲ့ကားလေးကားလေးတစ်ကားလို့ဆိုထိုက်တယ်ဗျ။\n၂၀၀၉ ခုနှစ်ရဲ့ အချောလေးနှစ်ယောက် သူပြိုင်ကိုယ်ပြိုင်ဇာတ်ကောင်စရိုက်ယှဉ်ပြိုင်မှုတွေကလည်း\nနင်လား ငါလားနဲ့ကိုကြည့်ရတာအရသာတွေ့လှသလို မျက်စိပသာဒလည်းတော်တော်ဖြစ်တယ်ပေါ့လေ။ဂျနီဖာဟာတစ်‌ကျောင်းလုံးရဲ့အချစ်တော်အချောလေးဗျ။\nအချောလေးဆိုတဲ့အတိုင်း အထက်‌တန်းကျောင်းပထမနှစ်လောက်တည်းကစပြီး\nဘာညာကိစ္စနဲ့ပက်သက်လို့အတွေ့အကြုံရှိဖူးတယ်ပေါ့လေ။ပင်တိုင်ရည်းစားလေးရှိပေမဲ့\nတစ်ခါတလေသဘောကျတဲ့ကောင်ချောလေးတွေတွေ့ရင် ကောက်ကောက်စားတတ်တဲ့ကောင်မလေးပေါ့။နိဒီကတော့ ဂျနီဖာရဲ့အချစ်ဆုံးသူငယ်ချင်းမလေးပေါ့ဗျာ။\nငယ်ငယ်တည်းကခင်လာကြတယ်ပေါ့။\nဒါပေမဲ့ သူတို့နှစ်ယောက်ရဲ့စရိုက်တွေကတော့ ဆန့်ကျင်ဖက်တွေပါ..\nတစ်ယောက်က တစ်ကျောင်းလုံးရဲ့အလှပဂေးဖြစ်သလို ခေတ်ရှေ့ကိုနှစ်ဆလောက်ပြေးနေတဲ့သူ ၊\nတစ်ယောက်ကတော့စာကြမ်းပိုးဗိုင်းကောင်းကျောက်ဖိ လူမသိသူမသိလေးဆိုတော့\nဇာတ်ကောင်ပိုင်းအရဆို ဆန့်ကျင်ဖက်နှစ်‌ယောက်ကသူငယ်ချင်းတွေဖြစ်နေတယ်ဆိုပါတော့ဗျာ။ဇာတ်လမ်းစတာကတော့ သူတို့ရဲ့နယ်မြို့လေး‌ဆီကိုမြို့ကြီးပြကြီးကရော့ခ်ဂီတတီးဝိုင်းအဖွဲ့ရောက်လာတဲ့အခါ\nခေါင်းဆောင်အဆိုတော် ကောင်ချောလေးပါမှန်း သိလိုက်တဲ့ဂျနီဖာက တစ်စခန်းထရာက စပါတယ်...သူစခန်းထတာမှာ အဖော်ပါဖို့ နိဒီကိုပါခေါ်ပြီး ရှိုးပွဲသွားကြရင်း ဘယ်လိုကြောက်မက်ဖွယ်အဖြစ်အပျက်တွေကြုံကြရမလဲဆိုတာ.....။Unrated Version နဲ့တင်ဆက်ထားပြီး အဖော်အချွတ်နဲ့ သွေးထွက်သံယိုဇာတ်ဝင်ခန်းတွေပါလို့ မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို San Thu Aung မှ တင်ဆက်ထားပါတယ်။) \nFile size…(1.8 GB) / (999 MB)/ (500 MB)\nQuality…BluRay Unrated 1080p/720p/480p\nFormat…mp4\nDuration….01:47:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "5.3",
        "url": "https://megaup.net/30Dai/(CM)Jennifer_s_Body_(2009)_Unrated_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adult, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/္သမမနျအ-136x200.jpg",
        "title": "Forrest Gump (1994)",
        "description": "IMDb Rating (8.8) / Rotten Tomatoes (71%)Winston Groom ရဲ့ Novel ကိုအခြေခံလို့ Eric Roth ဇာတ်ညွှန်းရေးကာ ဒါရိုက်တာ Robert Zemeckis ရိုက်ကူးခဲ့တဲ့ ဒီကားဟာ အော်စကာ Best picture, Best director, Best actor, Best adapted screenplay, Best visual effects, Best editing ဆုတွေရရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။ မင်းသား Tom Hanks အတွက်တော့ ရှားရှားပါးပါး နှစ်နှစ်ဆက်(Philadelphia, Forrest Gump) အော်စကာရရှိစေခဲ့တာပါ။ Tom Hanks အပြင် Robin Wright, Gary sinise, Mykelti Williamson, Sally Field တို့ပါဝင်ပါတယ်။ Tom Hanks ဟာ Forrest ...",
        "rating": "8.8",
        "url": "https://megaup.net/1grk2/(CM)Forrest_Gump_(1994)_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BN2FlMGRlZTctY2Q5YS00ZWIzLThjYzQtNTZhYmEwYjU2MmI0XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Afterlife of the Party (2021)",
        "description": "Afterlife of the Party (2021)ကဲ တမလွန်ဘ၀ ခဏသွားကြရအောင် ..... ပရိသတ်ကြီးရေအဲလို မေးလို့လည်း လန့်မသွားကြပါနဲ့ဦးဘာလို့ဆို ခင်ဗျားတို့ကို မေးစရာရှိလို့ဗျတကယ်လို့သာ အခု စာဖတ်နေတဲ့သူ သေသွားတယ်ဒါပေမဲ့ လူ့ပြည်မှာ မပြီးပြတ်သေးတဲ့ ကိစ္စတွေကလည်း ကျန်ခဲ့သေးတယ်ပြင်ဆင်ချင်တဲ့ အမှားတွေ ရှိခဲ့တယ် ဆိုပါတော့ .....အဲဒီအချိန်မှာ ကံထူးပြီး ဒီအမှားတွေကို ပြန်လည် ပြင်ဆင်ခွင့်အနေနဲ့ဒုတိယအခွင့်အရေးရလာမယ်အခွင့်အရေးကို အသုံးချပြီး အမှားတွေပြင်နိုင်ခဲ့ရင် ကိုယ့်အတွက် ကောင်းကျိုးရမယ်ဆိုရင်အားလုံး ဒီအခွင့်ကို အရယူမိကြမှာလားဒီလိုပါပဲ ဒီဇာတ်လမ်းထဲက ကတ်စီဆိုတဲ့ ကောင်မလေးဟာလည်းဒီလိုအခြေအနေနဲ့ ကြုံခဲ့ရတယ်ကံမကောင်းစွာနဲ့ သေသွားခဲ့ပေမဲ့လူ့ဘ၀မှာ သိရက်ရော မသိရက်နဲ့ပါ အမှားတွေ လုပ်ခဲ့တယ်ဒါကို ပြန်ပြင်ဖို့ သူ အချိန် ၅ ရက် အခွင့်ရလာတဲ့အခါသူဘယ်လိုတွေ လှုပ်ရှားပြီး သူ့ရဲ့ အမှားတွေကို ပြင်ဆင်မလဲအချိန်မီရော ပြင်ဆင်နိုင်ပါ့မလားFantasy, comedy ,drama ဖြစ်ပြီး စိတ်ကူးယဉ်ဆန်တဲ့အတွက်ဒီဇာတ်လမ်းက နှုတ်ခမ်းနီမလေးတွေအတွက် ပိုဘ၀င်တွေ့စေမယ့် ...",
        "rating": "5.6",
        "url": "https://megaup.net/3GAxO/Afterlife_of_the_Party.2021.720pCM.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xAbSLi61npWyVs5M0yxin3dKcGO.jpg",
        "title": "Josee, the Tiger and the Fish (2020)",
        "description": "အချစ်ဟာ သိပ်ကို ဆန်းကြယ်လှပါတယ်.တခါတလေ နေ့ခင်းဘက်ကြီး မီးထိုးလိုက်ရှာရင်းတောင်မတွေ့တက်ပေမယ့် တခါတလေမှာတော့အချစ်ဟာ မှာ ဝှီးချဲပေါ်ကနေကိုယ့်ဆီကို ဒိုင်ဗင်ပစ်ပြီးလည်း ရောက်လာတတ်ပါတယ်မိဘတွေရဲ့ အလိုလိုက်ခြင်းကို ခံထားရတဲ့ ခပ်ဆိုးဆိုးကောင်မလေးနဲ့ခပ်ရိုးရိုးတက္ကသိုလ်ကျောင်းသားလေးတို့ရဲ့ အချစ်ဇာတ်လမ်းကိုAnimeရုပ်ထွက်လှလှလေးနဲ့ ကြည့်ရမှာပါ.............ဇာတ်လမ်းအကျဉ်း\n---------------အိပ်မက်တွေကို လက်တွေ့အကောင်ထည်ဖော်ဖို့အတွက် အလုပ်ကြိုးစားနေတဲ့Suneo ဆိုတဲ့တက္ကသိုလ်ကျောင်းသားလေးဟာတစ်နေ့အလုပ်ကအပြန် ဝှီးချဲပေါ်ကနေသူ့အပေါ်ကိုပြုတ်ကျလာတဲ့ကောင်မလေးနဲ့အမှတ်မထင်တွေ့ဆုံမိရာကနေ အဲ့ကောင်မလေးအိမ်မှာအလုပ်လုပ်ဖို့အကြောင်းဖန်လာပါတော့တယ်အလိုလိုက်ခံထားရလို့ ဆိုးနေတဲ့ကောင်မလေးရဲ့ အနိုင်ကျင့်ဗိုလ်ကျမှုတွေကို Suneo တစ်ယောက်သည်းခံရင်းနဲ့နောက်ဆုံးမှာ အားငယ်စိတ်ကိုဖုံးကွယ်ထားတဲ့ သူမရဲ့ပုံစံအမှန်ကို သိသွားမလားစာအုပ်တွေအရမ်းဖတ်ပြီး ပုံဆွဲတော်တဲ့ Josee နဲ့ ငါးလေးတွေကိုချစ်ပြီး စာတော်တဲ့ Suneo တို့နှစ်ယောက်ကိုနီးစပ်သွားစေတဲ့အရာကရောဘာများဖြစ်မလဲဆိုတာကို ရင်ထဲနွေးထွေးသွားအောင် ရိုက်ကူးပြသထားတဲ့Anime ဇာတ်လမ်းတပုဒ်ဖြစ်တာကြောင့် တင်ဆက်ပေးလိုက်ပါတယ် \nFile size…1.45GB / 700MB / 400MB\nQuality…1080p / 720p / 480p\nFormat…Mp4\nDuration….1h 39mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moe Pwint Phyu",
        "rating": "8.0",
        "url": "https://megaup.net/YKu8/Josee,_the_Tiger_and_the_Fish.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-02-at-12.31.58-133x200.png",
        "title": "The House Next Door: Meet the Blacks 2 (2021)",
        "description": "The House Next Door: Meet the Blacks 2 (2021)==================================ဒါလေးမကြည့်ခင် Meet the Blacks 1 လေး အရင်ကြည့်ဖို့အကြံပေးချင်ပါတယ်။ အတွဲ၁ မကြည့်ရသေးသူတွေအတွက်spoiler လေးတွေပါနိုင်ပါတယ်။ကားလ်ဘလက်ခ်တို့မိသားစု ဘီဗာလီဟေးလ်မှာ The Purge ဆိုတဲ့ သုတ်သင်ခြင်းညကြီးကို ကျော်ဖြတ်ခဲ့ရပြီးနောက်ပိုင်းကားလ်ရဲ့ ငယ်ဘဝအိမ်လေးရှိရာ အက်တလန်တာကို တစ်စခန်းရွှေ့ကြပြန်ပါတယ်။၁၀၉ ၁၁၀ ဖြစ်နေတဲ့ ကားလ်တစ်‌ယောက် သုတ်သင်ခြင်းညအကြောင်းရေးထားတဲ့ သူ့ရဲ့ Terror Night စာအုပ် အတွဲ၂ ကိုဆက်ထုတ်ဖို့လုပ်ပေမယ့် ကုန်ကြမ်းရှာမရဖြစ်နေရှာတာပါ။ဒီလိုနဲ့ စာအုပ်အတွက် ကုန်ကြမ်းရလာတယ်ဆိုမလား သူတို့မိသားစုကိုက အေးအေးလူလူနေရဖို့ကံမပါဘူးဆိုမလားတစ်ည ညလယ်ကောင်ကြီးမှာ သူတို့ဘေးအိမ်ကို စုန်းလိုလိုဆံရှည်လူကြီးတစ်‌ယောက်ရယ်၊ မျက်လှည့်ဆရာလို ဦးထုပ်ကြီးနဲ့လူတစ်ယောက်ရယ်၊ ညလယ်ကောင်ကြီး ရေကန်ဘေးမှာနေပူဆာလှုံနေကြတဲ့ ဘစ်ကနီနဲ့ကောင်မလေးတွေရယ် ပြောင်းလာတာကိုကားလ်တို့တစ်တွေ စုံထောက်လုပ်ကြရင်း....ဘာတွေတွေ့ရှိလာရမလဲ ဘယ်လိုတွေလွဲကြမလဲဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ MTA ဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "3.9",
        "url": "https://megaup.net/2kFir/The.House.Next.Door.2021(Meet.The.Black.2).720p.BluRay.[CM].mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-01-at-23.22.08-138x200.png",
        "title": "Meet the Blacks (2016)",
        "description": "Meet the Blacks (2016)=================IMDb Rating - 4.8/10ခင်ဗျားတို့ကို ၁၂ နာရီတိတိ ကြိုက်တာ လုပ်ခွင့်ပေးမယ်? အဲဒီ ၁၂ နာရီအတွင်းမှာ လူသတ်ချင်လည်း သတ်၊ခိုးချင်လည်း ခိုး၊ ဘယ်ဒုစရိုက်မှုမဆို လုပ်လို့ရမှာဖြစ်ပြီး ဘယ်သူကမှလည်း အရေးယူခွင့်မရှိဘူး။ ဒါဆို ဘာလုပ်မလဲဒီလို အချိန်အတိုင်းအတာတစ်ခုနဲ့ လုပ်ချင်တာလုပ်ခွင့်ပေးထားခြင်းကို Purge (သုတ်သင်ခြင်း)လို့ ခေါ်သဗျ။တရားမမျှတသူတွေ မကောင်းတဲ့သူတွေကို လောကကြီးက ရှင်းထုတ်ဖို့ရာ နှစ်စဉ် တရားဝင် သတ်မှတ်ထားတာမျိုးပေါ့ကားလ် ဘလက်ခ်ဆိုတဲ့ လူညစ်ကတော့ ဒီကိစ္စကြီးကို ရှောင်နိုင်ဖို့ သူနေတဲ့ ချီကာဂိုကနေ မိသားစုနဲ့ လစ်ထွက်အရှုပ်ထုတ်တွေချန်ခဲ့ပြီး ဘီဗာလီဟေးဘ်ဆိုတဲ့ လူဖြူတွေချည်းရှိတဲ့ အရပ်ဒေသတစ်ခုမှာ လာအခြေချလေရဲ့။ ကံဆိုးချင်တော့ လူဖြူရပ်ကွက်က လူမည်းကို အလိုမရှိ အတိတ်က နောက်ကြောင်းမရှင်းခဲ့တာတွေကလည်းနေရာသစ်ထိ လိုက်လာ . ၁၂ နာရီတိတိ ရမ်းကားချင်သလို ရမ်းကားလို့ရတဲ့ Purge ဆိုတဲ့ သုတ်သင်ခြင်းနေ့နဲ့တည့်တည့်ကြီး ...",
        "rating": "4.8",
        "url": "https://megaup.net/3GzrJ/Meet.the.Blacks.2016.720p.BluRay[CM].mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wvjlNWpwtAwVksnMirtNKohf1kh.jpg",
        "title": "Swan Song (2021)",
        "description": "Swan Song 2021\n-------------------\nImdb 7.1 Rotten Tomatoe 95%သိပ်မကြာခင်မှ ထွက်ရှိထားတဲ့ ဒီရုပ်ရှင်ကားကတော့အတော်လေး ကောင်းတဲ့ ဒရာမကားထဲ ပါဝင်ပါတယ်.ဆုအနေနဲ့ ၃ဆုရရှိထားပြီး LGBTလူအိုကြီးတစ်ယောက်ရဲ့ဘဝကို ဟာသလေးနည်းနည်းရောပြီး ရင်ထဲရောက်အောင်ပို့နိုင်မယ့် ဇာတ်လမ်းတပုဒ်ဆို မမှားပါဘူး.ကျွန်တော်တို့တွေLGBTလူငယ်ကားအတော်များများကို ကြည့်ရှုခဲ့ကြပြီးပါပြီ.ဒီဇာတ်လမ်းကတော့ အဖိုးအရွယ် LGBTတဦးရဲ့ဘဝကိုဟာသလေးနှောပြီး ကြည့်ရဦးမှာပါ....ဇာတ်လမ်းအကျဉ်း---------------------------------ဘိုးဘွားရိပ်သာမှာ တချိန်တုန်းက လျှမ်းလျှမ်းတောက်အောင်မြင်ခဲ့တဲ့မိတ်ကပ်ပညာရှင် ပတ်ထရစ်က အခုချိန်မှာတော့အရင်ပျော်စရာအချိန်တွေကို ပြန်လည်တမ်းတရုံသာတမ်းတနိုင်တော့တဲ့ လူအိုကြီးပတ်ထရစ်ဖြစ်နေပါပြီ.တနေ့တော့ သူ့ရဲ့တမ်းတမှုတွေကို လက်တွေ့တဖန်ပြန်ခံစားနိုင်မယ့် အခွင့်အရေးလေးတခုသူရလာခဲ့ပါတယ်, အဲ့ဒါကတော့သူ့အသိရှေ့နေက သတင်းတစ်ခုပြောဖို့ရောက်လာခြင်းကနေ စတင်ပါတယ်.အဲ့ဒီသတင်းကတော့ပတ်ထရစ်ရဲ့အချစ်ဆုံးသူငယ်ချင်းလည်းဖြစ်ဖောက်သည်လည်းဖြစ်ခဲ့တဲ့ အမျိုးသမီးဟာဆုံးပါးသွားပြီလို့ပြောပါတယ်။သူ့သေတမ်းစာမှာ သူ့မသာမိတ်ကပ်ကိုပတ်ထရစ်ကိုပဲ ပြင်ခိုင်းရမယ်လို့ရေးခဲ့ပါတယ်။အဲ့ဒါကြောင့်ပတ်ထရစ်ဟာ လက်စွမ်းပြနိုင်ဖို့သူငယ်ချင်းရှိရာမြို့ဆီ ရောက်အောင်သွားရင်းဆုံးရှုံးမှုတွေ အခက်အခဲတွေကြုံရတာကိုဟာသလေးနှောပြီး ကြည့်ရှုရမှာပါ....ပတ်ထရစ်ရဲ့ဘဝကို ဟာသလေးနှောရင်းလေးလေးနက်နက်ခံစားရမယ့် ဇာတ်ကားမျိုးလည်းဖြစ်လို့ကြည့်နေကျမဟုတ်ပဲ ကွဲပြားတဲ့ဇာတ်ကားမျိုးရှာနေရင်၊လေးနက်တဲ့ရသပေးတဲ့ကားမျိုး ကြည့်ချင်နေရင်ဒီကားကိုလက်မလွှတ်လိုက်ဖို့ ပြောချင်ပါတယ်။ \nFile size…1.6GB / 800MB / 400MB\nQuality…1080p WEBRIP DD+5.1 / 720p / 480p\nFormat…Mp4\nDuration….1h 45min\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.0",
        "url": "https://megaup.net/YJt9/Swan.Song.2021.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aevmNtJCNG4ZlfEeEGZ79frMUes.jpg",
        "title": "Monster (2003)",
        "description": "IMDb Rating (7.3) / Rotten Tomatoes (81%)ဒီဇာတ်ကားက အမေရိကန်မှာ လူ ၇ ယောက်ကိုသတ်ဖြတ်ခဲ့တဲ့ Serial Killer ပြည့်တန်ဆာမ Aileen Wuornos အကြောင်းကိုရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်ပါတယ်...အယ်လင်းအဖြစ် မင်းသမီး Charlize Theron မှ အကောင်းဆုံးသရုပ်ဆောင်ထားပြီး အကယ်ဒမီဆုပါ ရရှိခဲ့တာပါ။၂၀၀၃ ခုနှစ်ရဲ့ ရုပ်ရှင်ဆုပေးပွဲအမျိုးမျိုးမှာ အကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုအဖြစ်Charlize Theron အနေနဲ့ ဆုတွေအများကြီးရရှိခဲ့သလို သူ့ရဲ့ရုပ်ဖျက်ထားတဲ့သရုပ်ဆောင်ချက်တွေက သက်ဝင်လွန်းပါတယ်။ဘဝဆိုတာ ရှည်လျားကောက်ကွေးပြီး အလှည့်အပြောင်းများလှတာမို့...လိုတာမရ၊ ရတာမလိုတဲ့အပြင် စိတ်ကူးနဲ့လက်တွေ့တစ်ထပ်တည်းမကျတာတွေ တစ်ပုံကြီးပါ ..အယ်လင်းဟာ ငယ်ငယ်က နာမည်ကျော်စတားတစ်ယောက်ဖြစ်ချင်ခဲ့ပေမဲ့အကြောင်းအမျိုးမျိုးကြောင့် ပြည့်တန်ဆာတစ်ယောက်ဖြစ်လာခဲ့ရပါတယ် ..လောကကြီးကိုစိတ်ကုန်လာချိန်မှာတော့ ကိုယ့်ကိုယ်ကိုယ်သတ်သေဖို့လုပ်ရင်းဆဲလ်ဘီဆိုတဲ့လိင်တူချစ်သူကောင်မလေးနဲ့ဆုံတွေ့ခဲ့ပြီး သူတို့နှစ်ယောက်ချစ်ကြိုက်မိသွားကြတယ် ..အချစ်ရေးနောက်မှာ ငွေရေးကြေးရေးကလည်းကပ်ပါလာစမြဲပါပဲ ..အယ်လင်းဟာ ပြည့်တန်ဆာအလုပ်ကိုလုပ်ပြီး ဆဲလ်ဘီကိုထောက်ပံ့ခဲ့ပေမယ့်မတော်တဆဖြစ်ရပ်တစ်ခုကြောင့် ပြည့်တန်ဆာအလုပ်ကိုနားလိုက်ရတဲ့အခါမှာတော့.......။ဖြစ်ရပ်မှန်တို့မည်သည် စိတ်ကူးယဉ်ဇာတ်လမ်းတွေထက် ပိုမွန်းကြပ်တတ်တာမျိုးပဲ...လူတိုင်းဟာ ဘဝကိုအကောင်းဆုံးတည်ဆောက်ချင်ကြပေမယ့် ဘဝဆိုတာ ဘုရားသခင်ချစ်ခင်တဲ့အထဲ မပါဝင်ပါဘူး။ဟုတ်တယ်..ဘုရားသခင်က ကြွေအံကစားတယ်...ကံကြမ္မာဆိုတာ ဖြစ်ချင်ရာဖြစ်တတ်တဲ့ ဘုရားသခင်ရဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/YJld/Monster_(2003)_(720p_BluRay_x265_Silence).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/2021-09-01_15-15-12-133x200.jpg",
        "title": "Meet Joe Black (1998)",
        "description": "ဒီတစ်လော မင်းသားကြီး Brad Pitt ရဲ့ ရုပ်ရှင်ကားတွေပြန်ကြည့်ဖြစ်ရင်း Meet Joe Black ဆိုတဲ့ ကားကိုCM မှာ တင်ပေးဖို့ သတိထားမိသွားပါတယ်ဒီကားကို တိပ်ခွေခေတ်က ခဏ ခဏ ကြည့်ဖူးပါတယ်DVD ခွေတွေ ထွက်တဲ့အခါလဲ BluRay အခွေဝယ်သိမ်းတဲ့ အထိ ကြိုက်ခဲ့မိပါတယ်...ဒီရုပ်ရှင်ကားမှာ မင်းသားကြီး Brad Pitt သရုပ်ဆောင်တဲ့အချိန်က ၁၉၉၈ ခုနှစ်ဖြစ်ပြီး Brad Pitt ရဲ့ အသက်က၂၁ နှစ်ပဲ ရှိပါသေးတယ်...နာမည်ကျော်မင်းသားကြီး ရဲ့ ငယ်ရွယ်နုပျိုချောမောနေမှုကပျိုတိုင်း ယိုင်လဲလောက်ပါတယ်...အပြုံး အကြည့် ခပ်ပေပေ ပုံစံလေးတွေက အစဆွဲဆောင်မှု ရှိနေတာမျိုးပေါ့...ဒီရုပ်ရှင်ကားကလဲ မိသားစုလိုက်ကိုကြည့်သင့်တဲ့ ကားမျိုးဗျ မိသားစု မေတ္တာကိုပိုအသားပေး ထားတာမျိုးပဲဇတ်လမ်းအကြောင်း နည်းနည်းပြောပြမယ်နော်စပွိုင်လာ ဖြစ်ချင်လဲ ဖြစ်နိုင်တာမို့ ကြည့်ဖို့ ရည်ရွယ်ထားရင်ဆက်မဖတ်နဲ့တော့....ဆက်သွယ်ရေးလုပ်ငန်းကြီး တစ်ခု ရဲ့ ဥက္ကဌ ဖြစ်သူ ဘေးလ် ဟာတစ်ညသော ...",
        "rating": "7.2",
        "url": "https://megaup.net/YJh6/Meet.Joe.Black.1998.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama, Fancy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-01-at-17.44.47-161x200.png",
        "title": "Mortal Kombat Legends: Battle of the Realms (2021)",
        "description": "Mortal Kombat Legends: Battle of the Realms (2021)======================================IMDb Rating - 7.2/10Mortal Kombat Fan​တွေ ​စောင့်​မျှော်​နေတဲ့ Animation​ကားလေးထွက်ရှိလာပါပြီ၊ ဒီဇာတ်ကားက ယမန်နှစ်ကထွက်ထားတဲ့ Mortal Kombat Legends: Scorpion's Revengeရဲ့ အဆက်ဇာတ်လမ်းဖြစ်ပါတယ်။မရင်းနှီး​သေးတဲ့သူ​တွေအတွက် Mortal Kombatပြိုင်ပွဲအ​ကြောင်း အကျဥ်းချုပ်​ပြောရရင် Realms​ခြောက်ခုထဲက ကြီးနိုင်ငယ်\nညှင်းသိမ်းပိုက်မှု​တွေကို ကာကွယ်ဖို့ Universeရဲ့ Elder Gods​တွေက​နေ စီစဥ်​ပေးတဲ့ပြိုင်ပွဲဖြစ်ပါတယ်၊ပြိုင်ပွဲကို တစ်နှစ်တစ်ကြိမ်ကျင်းပပြီး ၁၀နှစ်ဆက်တိုက်အနိုင်ရရှိတဲ့ Realmက တခြားကမ္ဘာတစ်ခုကို အပြီးတိုင်သိမ်းပိုက်ခွင့်ရမှာပါ၊\nScorpion' Revengeမှာ​တော့ ၉ကြိမ်အထိ Outworld realm က အနိုင်ရပြီးမှ လူခန်းတို့အုပ်စု​ကြောင့် Earth Realmဘက်က\nပြန်အနိုင်ရပြီး ကံ​ကောင်းခဲ့တာပါ၊Scorpion's Revengeအပြီးမှာ Outworld Realmကို အနိုင်ရခဲ့တဲ့ လူခန်း၊ ​ရေဒင်၊ ဂျွန်နီ​​​ကေ့ဂျ်နဲ့ ဆွန်ညာဘလိတ်တို့က ​နောက်တစ်နှစ် ပြည့်သွားပြီဖြစ်တာ​​ကြောင့် Outworldစစ်တပ်​တွေ Earth​ပေါ် ...",
        "rating": "7.2",
        "url": "https://megaup.net/2kEbu/Mortal.Kombat.Legends.Battle.of.the.Realms.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/F9-126x200.jpg",
        "title": "F9 (2021) Fast and Furious 9",
        "description": "F9: The Fast Saga(2021) အညွှန်း****************************ဆိုက်ဖာဆိုတာအရင်တုန်းက ဒွန်လို လူမျိုးကိုတောင် လိုသလိုခိုင်းလို့ရအောင်လုပ်နိုင်တဲ့အမျိုးသမီးဆိုတာအားလုံးသိကြမှာပါ.....အဲ့တုန်းက ပေးဆပ်မှုပေါင်းများစွာနဲ့ ဆိုက်ဖာကို ဖမ်းဆီးထိန်းသိမ်းခဲ့ပေမဲ့ဒီ F9မှာတော့ သူမကိုဖမ်းဆီးခေါ်ဆောင်ခဲ့တဲ့ လေယာဉ်က ပစ်ချခံလိုက်ရတဲ့အပြင် လေယာဉ်ပေါ်ကအရေးပေါ်အချက်ပြကလည်းထူးဆန်းစွာပဲ ဒွန်းတို့အဖွဲ့ဆီကိုပဲ ရောက်လာခဲ့ပါတယ်....ဒွန်တို့ဟာ မိသားစုနဲ့အတူ Work Shopလေးဖွင့်ပြီးအေးဆေးစွာနေပေမဲ့ အစိုးရဆီကိုတောင်မယုံရလို့အချက်ပြမရောက်ဘဲ သူတို့ဆီကိုပဲပို့ခဲ့လို့ ဒီပြဿနာအရှုတ်ကြီးဆို သူတို့အဖွဲ့ မပါမဖြစ်ပါလာရပါတော့တယ်....လေယာဉ်ကိုဘယ်သူတွေပစ်ချခဲ့တာလဲ....ဆိုက်ဖာကိုဘယ်သူတွေကကယ်သွားလဲ.....ဒွန်တို့ရော ဒီအရှုတ်တွေကိုရှင်းနိုင်ပါ့မလား...ပြီးတော့ John Cena ကြီးလည်း ပါလာပြီး အကြမ်းစားဘဲကြီးအဖြစ်ထည့်သွင်းထားလေတော့ပိုမြိုင်လာတယ်လို့ပြောရမှာပဲ...Cardi-Bကလည်း ခပ်ကြမ်းကြမ်းဝင်ဖိုက်ထားသေးရဲ့....F ဇာတ်လမ်းတွေဟာ နောက်ပိုင်းတစ်ချို့သောသူတွေဝေဖန်ကြပါတယ် ..ဘရိုင်ယန်မပါတဲ့နောက်ပိုင်းပေါ့သွားတယ်ဘာညာပေါ့လေ..သို့ပေမဲ့လည်း ထွက်တဲ့ဇာတ်လမ်းသစ်တွေတိုင်းမှာ ဇာတ်ကောင်အသစ်တွေအက်ရှင်ခန်းဆန်းဆန်းပြားပြားတွေထည့်ပြီး သန်းပေါင်းများစွာကုန်ကျခံရိုက်လေတော့ ကြည့်ပျော်နေတာတော့ငြင်းမရပါဘူး....ဒါ့ကြောင့် ဘေလေးအနည်းငယ်ကုန်ကျခံလိုက်ရုံနဲ့ နင်းကန်မိုက်တဲ့ရုပ်ရှင်ကားကိုကြည့်ရမှာမို့ တန်ပါတယ်ဗျာ.. File Size :(2.7GB) / (2.6GB)/(1.4GB)/586MB\nQuality :WEB-DL HEVC / 1080p / 720p / 480p\nFormat…mp4\nDuration…02:23:00\nGenre : Action, Crime , Adventure\nSubtitle ...",
        "rating": "5.5",
        "url": "https://megaup.net/1E4ek/Fast_And_Furious.F9.The_Fast_Saga.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BOTIzYmUyMmEtMWQzNC00YzExLTk3MzYtZTUzYjMyMmRiYzIwXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-137x200.jpg",
        "title": "Fast and Furious Presents: Hobbs & Shaw",
        "description": "Fast and Furious ကနေခွဲထွက်လာတဲ့ ၂၀၁၉ ရုပ်ရှင်ကားအသစ်ကို တင်ပေးထားပါတယ်။\nအဓိက သရုပ်ဆောင်၂ယောက်ကတော့ ဒဝိန်းဂျွန်ဆန် နဲ့ ဂျေဆင် စတာသန် တို့ပါပဲ။The rock ကြီးနဲ့ transporter မင်းသားဆို ပိုသိကြမှာပါ။ဒီရုပ်ရှင်ကတော အက်ရှင်အသားပေးပါပဲ\nသာမန်လူတွေ မလုပ်နိုင်လောက်မယ့် အမိုက်စား အကြမ်းစားအက်ရှင်တွေနဲ့ပေါ့။\nနောက်ပြီးတော့ မင်းသား ၂ ယောက် မတည့်အတူနေ ပုံစံနဲ့ ကြည့်ရှုတဲ့သူတွေကို\nဟာသရသလေးတွေ ပျော်ရွွင်ဖွွယ်ရာဖြစ်အောင်ထည့်ပေးထားပါသေးတယ်။ကမ္ဘာကြီးတစ်ခုလုံးကို သေစေနိုင်လောက်တဲ့ ဗိုင်းရပ်စ်ပိုးတစ်မျိုးကို အသုံးချမယ့် အစွန်းရောက်အဖွဲ့တစ်ဖွဲ့ ရှိပါတယ်။\nအဲဒီဗိုင်းရပ်စ်ကို သယ်ဆောင်ထားရတဲ့ စီအိုင်အေး အေးဂျင့်မလေးကို\nသူတို့နှစ်ယောက် လိုက်ကယ်ရင်း အဲဒီ အဖွဲ့နဲ့ ရင်ဆိုင်ကြတာပေါ့။ဒီမင်းသားကြီး ၂ ယောက် ကယ်တင်နိုင်ပါ့မလားဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး။\nအလန်းစားအက်ရှင်ခန်းတွေနဲ့ ရင်သပ်ရှုမောဖွယ်ရာ\nစတန့်ခန်းတွေကို တစ်၀ကြီးမြင်တွေ့ရမှာဖြစ်လို့ ကြည့်လိုက်ကြပါဦးဗျို့......ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ် File Size : (2.5 GB) and (1.2 GB)\nQuality : BluRay 1080p ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/fast-furious-presents-hobbs-shaw-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjMxODI2NDM5Nl5BMl5BanBnXkFtZTgwNjgzOTk1MTI@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "The Fate of the Furious (2017) Fast and Furious 8",
        "description": "Fast & Furious ပရိသတ်တွေအတွက် USD 250 million အကုန်အကျခံပြီး အကောင်းဆုံးတင်ဆက်ထားတဲ့အတွက် Box officie မှာ USD 1 Billion ကျော် ဝင်ငွေရပြန်ရခဲ့ပြီး IMDb 7.2 ထိ Rating ရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်ကြီး “ဒွန်မနစ်တိုရက်စ်တို” တစ်ယောက် သူရဲ့ ချစ်ဦးသူ “လတ်တီ” တို့ ကျူးဘားကျွန်းလေးမှာ ဟန်နီးမွန်းထွက်နေကြပါတယ်။ဒီအချိန်မှာ အမေရိကန်အစိုးရရဲ့  Electromegnatic Pulse –EMP လို့ခေါ်တဲ့စွမ်းအားမြင့်ဗုံးကို အခိုးခံလိုက်ရပြီးဘာလင်က လက်နက်ကုန်သည်တွေ လက်ထဲမှာရောက်နေပါတယ်လို့ သတင်းရထားပါတယ်။ဒီဗုံးနဲ့သာတိုက်ခိုက်ရင် ကမ္ဘာပေါ်မှာရှိတဲ့ ဘယ်မြို့ကြီးမဆို စွမ်းအင်တွေပြတ်ပြီးကျောက်ခတ်ကလို ပြန်ဖြစ်သွားနိုင်တဲ့အတွက် အမေရိကန်အစိုးရ ကိုယ်လုပ်ထားတဲ့ဗုံးအတွက်ကိုယ်ပြန်ပူပန်နေရပါပြီ။တစ်ခြားနိုင်ငံတစ်ခု ပိုင်နက်မှာဆိုတာ့ အစိုးရအနေနဲ့ တရားဝင်အဖွဲ့အစည်းတွေလွတ်လို့မရတဲ့အတွက် “လုခ်ဟော့ခ်” ကိုပဲ ဦးဆောင်ခိုင်းပြီး ပြန်ခိုးခိုင်းလိုက်ပါတယ်။ဒီ EMP ဗုံးကို Furious အဖွဲ့သားတွေ အောင်မြင်အောင်ခိုးလာနိုင်ပေမယ့် ဇာတ်လိုက်ကျော်ကြီးဒွန်က သစ္စာဖောက်ပြီး ...",
        "rating": "6.8",
        "url": "https://megaup.net/2Aiw1/(CM)The_Fate_of_the_Furious_2017__(720p_x264_10bit_S95_Joy).mp4 ",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQxOTA2NDUzOV5BMl5BanBnXkFtZTgwNzY2MTMxMzE@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "Furious 7 (2015) Fast and Furious 7",
        "description": "Review မလုပ်ခင် တစ်ခုပြောချင်တာက ဒီကားက ၂ပတ်အတွင်းမှာတင် US မှာ သန်း ၂၆၀ ကျော်သွားပြီဖြစ်သလို၊ World Wide မှာ အပို သန်း ၇၀၀ နဲ့ စုစုပေါင်း သန်း ၁ထောင်ကျော်သွားပါပြီ။ ၂ပတ်အတွင်းမှာ မှာတင် All Time ဝင်ငွေအကောင်းဆုံးစာရင်းမှာ နံပါတ် ၂၀ ဖြစ်သွားပြီး၊ ဒီအတိုင်း ဆက်သွားရင် ထိပ်ဆုံး ၅ ကားစာရင်းဝင်မှာဖြစ်ပါတယ်။\nဒီကားက မင်းသား Paul Walker ရဲ့ နောက်ဆုံး ဇာတ်ကား\nဖြစ်ပြီး၊ Fast & Furious ဇာတ်လမ်းတွဲရဲ့ ၇ကားမြောက်ဖြစ်ပါတယ်။ ဒီစီးရီးက Fast 5 ကနေစပြီး ဇာတ်လမ်း ပုံစံပြောင်းလိုက် ပြီးတဲ့နောက်မှာမှ လူတွေပိုစိတ်ဝင်စားလာတာ တွေ့ရပါတယ်။ ပထမသုံးကားက ကားပြိုင်တဲ့ ဇာတ်လမ်းတွေပဲဖြစ်ပြီး နံပါတ်လေးမှာ Tokyo Drift ဒါရိုက်တာ ...",
        "rating": "7.2",
        "url": " https://megaup.net/2Aix0/(CM)Furious_Seven_(2015)_EXTENDED__[720p_x265_10bit_FS88_Joy]_[UTR].mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTM3NTg2NDQzOF5BMl5BanBnXkFtZTcwNjc2NzQzOQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Fast & Furious 6 (2013) Fast and Furious 6",
        "description": "Fast and Furious အဆက်အနေနဲ့ထွက်ရှိထားတဲ့ နံပါတ် ၆ ခုမြောက်ဇာတ်ကားဖြစ်ပါတယ်...ထုံးစံအတိုင်း နာမည်ကျော်မင်းသားမင်းသမီးတွေ ကားတွေ သေနတ်တွေနဲ့ အက်ရှင်အလန်းစားတွေကိုမြင်တွေ့ရမှာဖြစ်ပါတယ်။ File Size : (2.4 GB) / (1.3 GB)\nQuality : BluRay 1080p / 720p 5.1CH\nRunning Time : 2hr 10min\nFormat : MKV\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chothet_mlmt\nEncoded by Nyeinsaeya Aung",
        "rating": "7.1",
        "url": " https://megaup.net/1Ul6x/(CM)Fast_and_Furious_6_(2013)_EXTENDED__[720p_x265_q18_Joy][UTR].mkv ",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTUxNTk5MTE0OF5BMl5BanBnXkFtZTcwMjA2NzY3NA@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Fast Five (2011) Fast and Furious 5",
        "description": "ရုပ်ရှင်မိတ်ဆက်ဒီတစ်ခါတော့ လူငယ်တွေကို ပြိုင်ကားတွေနဲ့ ရင်းနှီးစေခဲ့တဲ့ Fast & Furious ဇာတ်လမ်းတွဲတွေထဲက အကောင်းဆုံးလို့ ပြောလို့ရတဲ့ Fast Five နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီတစ်ခါ Review ကတော့ ထူးထူးခြားခြား ပရိတ်သတ်အားလုံးကို အမှတ်တရဖြစ်နေမှာပါ။ Fast & Furious ဇာတ်ကားတွေရဲ့ အဓိကမင်းသားအဖြစ် Vin Diesel နဲ့အတူ တွဲဖက်သရုပ်ဆောင် ခဲ့တဲ့ Paul Walker (Brian O'Conner) က နိုဝင်ဘာလ ၃၀ ရက်နေ့ ၂၀၁၃ ခုနှစ်မှာ Santa Clarita, California မှာ ကား အက်ဆီးဒင့် ဖြစ်ပြီး သေဆုံးသွားပြီဖြစ်ပါတယ်။ သူ သေဆုံးချိန်မှာ အသက် ၄၀ ပဲရှိသေးပြီး သူငယ်ချင်းနဲ့ အတူ ဖီလစ်ပိုင်မုန်တိုင်း အတွက် Charity Event ကနေပြန်အလာမှာ ကားအက်ဆီးဒင့် ဖြစ်တာဖြစ်ပါတယ်။ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Ul5z/(CM)Fast_Five_2011__(720p_x265_10bit_FS82_Joy)_[UTR].mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQwNDA2MTg3Nl5BMl5BanBnXkFtZTcwNTg3MzIyMg@@._V1_-137x200.jpg",
        "title": "Fast & Furious (2009) Fast and Furious 4",
        "description": "ဆီကုန်ကားကြီး(၂)စီးကို ဓားပြတိုက်ပြီး ဒွန်တို့အဖွဲ့ဟာ အေးဆေးနေဖို့ကြိုးစားကြတယ်...ရဲတွေကလည်း ဒွန်ဆိုတာကို အဓိကပစ်မှတ်ဖြစ်လာတာမို့ဒွန်ကိုယ်တိုင်ခြေရာဖျောက်ဖို့အကောင်းဆုံးနည်းဖြစ်တယ်လို့ ဆုံးဖြတ်မိတာကြောင့်နည်းမျိုးစုံကြိုးစားခဲ့တယ်....သို့ပေမဲ့ အဲ့အခိုက်အတန့်အတွင်းမှာပဲ လက်တီဟာအသတ်ခံလိုက်ရတယ်....အဲ့ဒီနောက်မှာတော့.... File Size : (2.05GB)(0.99 GB)\nQuality : Blu-Ray 1080P5.1CH,720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-SPARKS\nTranslated by Joker.phs\nEncoded by Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/fast-furious-2009/"
    }
]