[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/k41GcMN1NxpBTjmIOQCaEzMvhE1-133x200.jpg",
        "title": "Girl, Interrupted (1999)",
        "description": "Girl, Interrupted (1999)~ IMDb - 7.3/10, Rotten Tomatoes - 53% ~Angelina Jolie နဲ့ Winona Ryder တို့ရဲ့ ငယ်ရုပ်တွေကိုပြန်မြင်ရမယ့်ရုပ်ရှင်‌လေးဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ကတော့ တကယ့်လက်တွေ့ဘဝမှာ ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက် ကြုံခဲ့ရတဲ့ စိတ်‌ပိုင်းဆိုင်ရာအခက်အခဲအတွေ့အကြုံတွေကို ဇာတ်လမ်းလေးအတိုင်း အဖိအဖော့မှန်မှန်ရိုက်ပြသွားနိုင်တဲ့ ကားကောင်းလေးတစ်ကားပါပဲ။ဒီရုပ်ရှင်ကို နာမည်တူ Girl, Interrupted ဆိုတဲ့ 1993 ခုနှစ်က အရောင်းရဆုံး ကိုယ်တွေ့မှတ်တမ်းစာအုပ်အပေါ် အခြေခံရိုက်ကူးထားတာပါ။ စာရေးသူက ဆူဇန်နာကေဆန် ဖြစ်ပြီး ရုပ်ရှင်ထဲမှာလည်း နာမည်အရင်းတွေပဲသုံးသွားပါတယ်။စာအုပ်ပေါ်အခြေခံရိုက်တဲ့ရုပ်ရှင်တွေဆိုရင် စာအုပ်ကပိုကောင်းနေတတ်တာတွေ ခပ်များများဗျ။ ဒါကျမတူဘူး။ စာအုပ်ကော ရုပ်ရှင်ပါ ကိုယ့်နည်းကိုယ့်ဟန်နဲ့ ကောင်းနေတာမျိုး။ ကျွန်တော့်အမြင်အရဆိုရင်တော့ စာအုပ်ထက် ရုပ်ရှင်က ပိုကောင်းတယ်လို့ခံစားရတယ်။ စာအုပ်ထဲမှာက ကိုယ်တွေ့မှတ်တမ်းဆိုတဲ့အတိုင်း အခန်းတွေကပြန့်ကျဲနေတာ... ဘာဇာတ်ကွက် လှည့်ကွက် ဘာမှကိုမပါနေဘူး။ ဇာတ်ရှိန်တက်မယ့်နေရာတွေဆို ဝေလာဝေး။ ဒီနေရာမှာ သူက ...",
        "rating": "7.3",
        "url": "https://megaup.net/2AK3f/(CM)_Girl,_Interrupted_(1999)_720p.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNWM4M2YxODAtOTY0NS00ZmIzLWIwOTMtZjBiZDI4ZDExMTZmXkEyXkFqcGdeQXVyMjA5MjgyNTI@._V1_FMjpg_UX1000_-159x200.jpg",
        "title": "The Warrant: Breaker’s Law (2023)",
        "description": "MDB 5.5/10 April 18ရက်နေ့ကမှ စတင်ထွက်ရှိလာခဲ့တဲ့ ဒီကားဟာဆိုရင်ဖြင့် အက်ရှင် costume drama အမျိုးအစားပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာပါဝင်သရုပ်ဆောင်ထားကြတဲ့သူတွေကတော့ Dermot Mulroney, Neal McDonough, Bruce Boxleitner, Amy Hargreavesတို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားကြတာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကတော့ အဓိက ဇာတ်ဆောင်ဖြစ်သူ ဂျွန်ဘရိတ်ကာက သူ့ဖမ်းမိထားတဲ့ ဒက်ဒ်အိုင်းဆိုတဲ့ လူကို နိုင်ငံကိုဖြတ်ပြီး ပို့ပေးရမှာဖြစ်တယ်။ဒါပေမယ့်အဲ့မြို့ကလေးကိုရောက်သွားတဲ့အခါမှာ အဲ့မြို့မှာ သောင်းကျန်း ဆူပူပြီး မြို့ထဲက ရှိသမျှ လူတိုင်းကို သတ်ဖြတ်ရမ်းကားနေတဲ့ ဂိုဏ်းတစ်ခိုင်းကို သူတို့ကနေပြီးတော့ ဘယ်လိုတွေရင်ဆိုင်ပြီး‌တော့ကာကွယ်သွားမလဲဆိုတာကိုရိုက်ပြသွားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကတော့ အမေရိကန် ကောင်းဘွိုင်းခေတ်မှာ ဇာတ်အိမ်တည်ထားတာမို့ အဲ့ခေတ်ကဇာတ်လမ်းကို ကြည့်ရတာကို ကြိုက်နှစ်သက်တဲ့သူတွေအနေနဲ့‌ဆို အရမ်းကိုနှစ်သက်မှာပဲဖြစ်ပါတယ်။ File size…(1.5 GB)/(930 MB)/(470 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Drama, Thriller, Western\nSubtitle….Myanmar Subtitle ...",
        "rating": "5.5",
        "url": "https://megaup.net/1UKl4/The.Warrant.Breakers.Law.2023.720p.(CM).mp4",
        "category": "Drama, Thriller, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i1gSsXTWtCmNQArmIeUpAysHEmi.jpg",
        "title": "The Veteran (2011)",
        "description": "ရောဘတ်မဲလ်လာတစ်ယောက် အာဖဂန်စစ်ပွဲကနေ သူ့ရဲ့အိမ်ရှိရာလန်ဒန်တောင်ပိုင်းကဂန်းစတားတွေအများစုအခြေချရာနေရာကိုပြန်လာခဲ့ပါတယ်. ဂျုံးစ်ဆိုတဲ့မူးယစ်ရာဇာကသူ့လက်အောက်မှာအလုပ်လုပ်ဖို့အတွက် ကမ်းလှမ်းခဲ့ပေမယ့်သူကတော့ ပယ်ချခဲ့ပါတယ်။ဒီလိုနဲ့အလုပ်မရှိဖြစ်နေတဲ့သူ့ကိုသူငယ်ချင်းဖြစ်သူက လူသိမခံတဲ့အစိုးရပိုင်းဆိုင်ရာအလုပ်တစ်ခုနဲ့မိတ်ဆက်ပေးပြီးတဲ့နောက်မှာတော့ သူလုပ်ကိုင်ရမှာ အကြမ်းဖက်တွေနဲ့ထပ်မံပတ်သက်နေတယ်ဆိုတာသိရှိရပြီးတဲ့နောက်...... ဒီဇာတ်ကားက ဗြိိတိန်အက်ရှင်ကားအမျိုးအစားဖြစ်ပြီးတော့ အစိုးရပိုင်းဆိုင်ရာဟာ အကြမ်းဖက်တွေနဲ့ဘယ်လိုကူးလူးဆက်သွယ်လှုပ်ရှားနေကြတယ်ဆိုတာကိုပုံဖော်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်.ကြာချိန်အနေနဲ့က ၁နာရီခွဲဖြစ်ပြီး Action, Crime , Thrillerအမျိုးအစားဖြစ်ပါတယ်။  File size…1.69GB / 559MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ..... Action , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "5.8",
        "url": "https://megaup.net/1eP16/The.Veteran.2011.BluRay720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTljYTBhMzItZTFhNS00NzlkLTg4YjItYWY5OTcyYTZkYTVmXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "War Witch (2012)",
        "description": "Rt - 94% ~ IMDb - 7.0 အသက် ၁၂ နှစ်အရွယ်ကတည်းကနေပြီး သူပုန်အဖွဲ့ကနေပြန်ပေးဆွဲခံလိုက်ရတဲ့ ကိုမိုနာ ဟာ \"ကျားကြီး\" သူပုန်အဖွဲ့မှာတပ်သားသစ်အနေနဲ့ အစိုးရစစ်တပ်ကိုတိုက်ခိုက်ဖို့အတွက် လေ့ကျင့်ပေးခံခဲ့ရပါတယ်။ တစ်နေ့မှာ တောထဲကိုစစ်ဆင်ရေးသွားရင်းနဲ့ အစိုးရဘက်က သေသွားတဲ့သူတွေရဲ့ ဝိဉာဉ်တွေကိုမြင်ရတာမလို့ ကိုမိုနာကို သူပုန်ခေါင်းဆောင် \"ကျားကြီး\" က သူ့ရဲ့ စစ်ပွဲစုန်းမ (War Witch) အဖြစ်သတ်မှတ်ပြီး အလေးထားခဲ့ပါတယ်။ ဒီလိုနဲ့နေရင်းကနေ သူပုန်အဖွဲ့ထဲက မှော်ဆရာဆိုတဲ့ ကောင်လေးနဲ့အတူ သူငယ်ချင်းတွေဖြစ်သွားကြပြီး တစ်နေ့မှာ ကိုမိုနာ လုပ်တဲ့အရာတွေက တစ်ခုခုလွဲချော်သွားခဲ့ရင် ကျားကြီးက သတ်လိမ့်မယ်ဆိုပြီး မှော်ဆရာနဲ့ ကိုမိုနာတို့ နှစ်ယောက် ကျားကြီးသူပုန်အဖွဲ့ထဲကနေထွက်ပြေးခဲ့ကြပြီး လက်ထပ်လိုက်ကြကာ ဇာတ်မြုပ်နေခဲ့တယ်။ဒီလိုနဲ့ ကိုမိုနာနဲ့ မှော်ဆရာတို့ နှစ်ယောက်သား သူပုန်တွေဆီကနေ လွတ်မြောက်ခဲ့ကြပေမဲ့ အမှန်တကယ်လွတ်မြောက်ပါ့မလား၊ စစ်ပွဲစုန်းမဆိုတဲ့ နာမည်အောက်ကရောရုန်းထွက်နိုင်ပြီး သာမာန်မိန်းကလေးတစ်ယောက်ဖြစ်လာနိုင်မလားဆိုတာကို ကြည့်ရှုလိုက်ကြပါဦးဗျ။ Oscar ...",
        "rating": "7.0",
        "url": "https://megaup.net/3gFe0/Rebelle.2012.SUBBED.720p.(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1E5baAaEse26fej7uHcjOgEE2t2.jpg",
        "title": "Fast X(2023)",
        "description": "Fast X(2023)************Fast and Furious ဖရန်ချိုက်ရဲ့ ရုပ်ရှင်အသစ် အဗန်ဂျာ အဲလေ Fast X လာပါပြီ။ဒီရုပ်ရှင်ဟာ ဇာတ်သိမ်းပိုင်း ရုပ်ရှင် ၃ ကားထဲက ပထမကားလို့ ဆိုထားပါတယ်။ဒါရိုက်တာကတော့ Hulk, Now You See Me, Transporter တို့လို ကားကြီးတွေကို ရိုက်ခဲ့တဲ့ Louis Leterrier ပါပဲ။သရုပ်ဆောင်တွေအနေနဲ့တော့ ဗန်ဒီဇယ်၊ ဂျွန်စီနာ တို့အပြင် တိုကျိုဒရစ်ထဲက မင်းသား Sung Kang ကပါHan အဖြစ် ပြန်ပြီးပါဝင်ထားပါသေးတယ်။ အခြားမထင်ထားတဲ့သူတွေလည်း ဧည့်သည်အနေနဲ့ပါလာပါသေးတယ်။ ဗန်ဒီဇယ်နဲ့ မင်းသားကြီး The Rock တို့ ခွာပြဲထားကြတာလည်း ပြန်အဆင်ပြေသွားပြီမို့နောက်အပိုင်းတွေမှာ The Rock လည်း ပါဝင်လာတော့မယ်ထင်ပါတယ်။ပထမကားထဲကမူရင်းဇာတ်ကောင်အနေနဲ့တော့ Vin Diesel, Michelle Rodriguez နဲ့ Jordana Brewster တို့ပဲ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1UMra/Fast_X_(2023).AMZN.WEB-DL.720P.pp(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zRUNv1CbeVtmTCNr6RLHnxV2QYm.jpg",
        "title": "Sanctum (2011)",
        "description": "CMပရိတ်သတ်ကြီးကိုဒီတခါမိတ်ဆက်ပေးချင်တာကတော့ဖြစ်ရပ်မှန်ကိုအ‌ခြေခံထားတဲ့ဇာတ်လမ်းတခုနဲ့ပါ။ဖရန့်ခ် မက်ဂွိုင်းယားဆိုတာက ကမ္ဘာမှာ အလေးစားရဆုံးဂူတွင်းရေငုပ်သမားတယောက်ပါ။သူ့ရဲ့သားဖြစ်သူ ဂျော့ရှ်နဲ့အတူတူအက်ဆာလာလိုဏ်ဂူကြီးရဲ့ ဂူစနစ်တွေ မြစ်တွေကိုလေ့လာဖို့ရောက်ရှိနေခဲ့တာပါ။ ကတောက်ကဆဖြစ်နေတဲ့သားအဖနှစ်ယောက်ရဲ့ဆက်ဆံရေးကြား ကံဆိုးမှုတခုကတော့တနေ့မှာရောက်ရှိလာခဲ့ပါတယ်။ မုန်တိုင်းကြောင့်မြေပြင်ကနေ မီတာ၂၀၀၀အောက်မှာဖြစ်တဲ့အခြေစိုက်စခန်းမှာပိတ်မိဖို့ဖြစ်လာခဲ့တဲ့အချိန်မှာတော့အသက်ရှင်သန်နိုင်ရေးအတွက်ကြိုးစားလာရ‌ပါတော့တယ်။ မုန်တိုင်းကြောင့်ဂူထဲကိုအလုံးအရင်းနဲ့ဆင်းလာတဲ့ရေတွေကြားမှာ အရှင်လက်လက် ရေနစ်မသေရဖို့ဖရန့်ခ်တို့အဖွဲ့တွေ မြေပြင်ပေါ်ကိုပြန်ရောက်နိုင်အောင်ဘယ်လိုကြိုးစားကြမလဲ။ သူတို့ရဲ့မျှော်လင့်ချက်တခုတည်းဖြစ်တဲ့ပင်လယ်ဆီကိုရောက်နိုင်ဖို့အတားအဆီးတွေအခက်အခဲတွေကိုဘယ်လိုကျော်ဖြတ်ကြမလဲ။အဆုံးမှာသူတို့တွေဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုရင်တမမနဲ့ခံစားကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်။  File size…2.41GB /1.12GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 48m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.9",
        "url": "https://megaup.net/1UMp9/Sanctum.2011.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/koxJAJTPTKzMxKu3vVhPvoZc4w6.jpg",
        "title": "The Son of No One (2011)",
        "description": "ရဲတစ်ယောက်ဖြစ်တဲ့ အဖေဖြစ်သူ ဆုံးပါးသွားပြီးနောက်မှာအဘွားနဲ့အတူ ဆေးသမားတွေပေါတဲ့ပတ်ဝန်းကျင်မှာ နေခဲ့ရတဲ့ဂျွန်နသန်ဝွိုက်တစ်ယောက်... တစ်နေ့မှာ ဆေးသမားတစ်ယောက်ကို မတော်တဆ သေနတ်နဲ့ပစ်သတ်လိုက်မိပြီးသူငယ်ချင်း ဗင်နီ၊ဗစ်ကီတို့နဲ့ အလောင်းကို သွားပစ်လိုက်ပါတယ်၊ဖြစ်ချင်တော့ အဲဒီဆေးသမားကိုသတ်လိုက်တာကို သူတို့တိုက်ကလူတစ်ယောက်က သိသွားပြီး နောက်ရက်မှာ ဂျွန်နသန်ကိုငွေညှစ်ပါတယ်... အဲဒီလူကိုလည်း မတော်တဆလှေကားပေါ်ကတွန်းချမိပြီး ‌သတ်လိုက်မိပါတယ်... ဒီလူသတ်မှုနှစ်ခုကို စုံစမ်းရတဲ့သူကတော့ ဂျွန်နသန့်အဖေရဲ့တွဲဖက်တစ်ယောက်ဖြစ်တဲ့ စုံထောက်စတန်းဖို့ပဲဖြစ်ပါတယ်။စတန်းဖို့က လူသတ်မှုကို ဖုံးပေးပြီး အမှုပိတ်လိုက်ပါတယ်...ဒီလိုနဲ့ နှစ်တွေ အများကြီးကြာပြီးတဲ့နောက်မှာ ဂျွန်နသန်ကလည်းရဲတစ်ယောက်ဖြစ်လာခဲ့ပြီး မိသားစုဘဝလေးနဲ့ အေးချမ်းနေတဲ့အချိန်မှာ အတိတ်ကအရိပ်မည်းကြီးက တစ်ခါပြန်ပေါ်လာပြန်ပါတယ်..အတိတ်ကကိစ္စတွေကို ဂျွန်နသန်တစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲ..အတိတ်ကကိစ္စတွေကို တစ်ခါပြန်ဖော်တဲ့သူကရော ဘယ်သူဖြစ်မလဲ..စုံထောက်စတန်းဖို့ကရော ဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေတာလဲ..ဒါတွေကို 2011တုန်းက ထွက်ရှိခဲ့တဲ့ The son of no oneဇာတ်ကားလေးထဲမှာ ကြည့်ရှုအဖြေရှာကြည့်လိုက်ကြပါဦး..  File size…1.61GB / 559MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 30m\nGenre ..... Action , Crime , Drama\nSubtitle….Myanmar ...",
        "rating": "5.1",
        "url": "https://megaup.net/3gHff/The.Son.Of.No.One.2011.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODIzNjQ5MzMtNjhmNS00YzcwLTk0YzQtOWI2NDYxNzNkZTdiXkEyXkFqcGdeQXVyMTY0NjI3Mjcx._V1_-135x200.jpg",
        "title": "Bloody Daddy (2023)",
        "description": "Bloody Daddy (2023)\n********************************\nIMDb-8/10Kabir Singh, Fraziတို့နဲ့ နာမည်ကျော်တဲ့\nမင်းသားချောရှာဟစ်ဒ်ကပူးရ်ရဲ့ လတ်တလောထွက်ရှိထားတဲ့ ဇာတ်ကားသစ်လေးပါ။\nFrazi ထဲမှာ သတင်းစာတိုက်ဟောင်းက စက်တစ်လုံးနဲ့ ‌ငွေစက္ကူတုတွေ\nထုတ်ပြီးမွှေသွားတဲ့ မင်းသားရှာဟစ်ဒ်ကပူးက ဒီထဲမှာလည်း ဆူမေးရ်အဖြစ်\nကိုကင်းတအိတ်နဲ့ ပတ်မွှေဦးမှာပါ။ကိုဗစ်ကာလအခြေခံထားတဲ့ ဇာတ်လမ်းကောင်းလေးတွေထဲကမှ\nအခုတင်ဆက်ပေးမဲ့ အက်ရှင်ကားကလည်း ကိုဗစ်ကာလအတွင်းမှာ\nဇာတ်အိမ်တည်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းဆူမေးရ် က မူးယစ်ထိန်းချုပ်ရေးဌာနက ဝန်ထမ်းတယောက်၊\nမိန်းမနဲ့ကွဲနေပြီး သားဖြစ်သူနဲ့အတူတူ နေနေပေမဲ့ သားနဲ့ကလည်း သိပ်မတည့်။\nအလုပ်တူဘော်ဒါတယောက်နဲ့ မူးယစ်ဂိုဏ်းတခုက ကိုကင်းတွေသယ်လာတဲ့ကားကို\nဖြတ်ခုတ်လိုက်တာ ဂိုဏ်းခေါင်းဆောင်က သူ့သားကို ပြန်ပေးဆွဲပြီး\nသူယူသွားတဲ့ ကိုကင်းအိတ်နဲ့ ပြန်လဲခိုင်းပါတယ်။သူ့ကို အဂတိတိုက်ဖျက်ရေးဌာနက\nအရာရှိအာဒီတီကလည်း မသင်္ကာတာနဲ့ နောက်ကနေလိုက်စုံစမ်းနေတယ်။အတူလုပ်ခဲ့တဲ့\nဘော်ဒါကလည်း သစ္စာဖောက်သွားတော့ အဲလိုတွေကြားထဲကနေ မင်းသားဆူမေးရ်တယောက်\nသားဖြစ်သူကို ကယ်တင်နိုင်မှာလား သူ့ကိုပဲ ရဲတွေက ဖမ်းသွားမလားဆိုတာ ကြည့်ရမှာပါ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ chiclon3,Sai,Thaik San,Bpl,Yunni\nတို့ပဲဖြစ်ပါတယ်)\nFile size…2.21GB / 940MB\nQuality…1080p WEBDL  / 720p\nFormat…mp4\nDuration….2h 1mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by chiclon3~Sai~Thaik San~Bpl~ Yunni",
        "rating": "8.9",
        "url": "https://megaup.net/1UMd5/Bloody.Daddy.2023.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gRvxRMtejJa9jjfDDUibUIfIJbP.jpg",
        "title": "Hanna (2011)",
        "description": "Hanna ဆိုတဲ့ ဇာတ်ကားလေးကို director Joe Wrightက 2011 မှာရိုက်ကူးခဲ့ပါတယ် ဇာတ်ကားထဲမှာဆိုရင် Hanna ဆိုတဲ့ကောင်မလေးက ပြီးပြည့်စုံတဲ့လုပ်ကြံသတ်ဖြတ်သူဖြစ်ဖို့အတွက် သူ့အဖေ Eric ဆီကနေလျှို့ဝှက်စွာ ပျိုးထောင်ခံခဲ့ရတယ် နောက်တော့ သူ့အဖေက သူမကိုဥရောပတစ်လျှောက် မစ်ရှင်စေလွှတ်လိုက်တဲ့အချိန်မှာ သူ့အဖေရဲ့လုပ်ဖော်ကိုင်ဖက်ဟောင်း Marissa လို့ခေါ်သူရဲ့ နောက်ယောင်ခံခြင်းကို ခံရပြီးနောက်ပိုင်း ဘာတွေဆက်ဖြစ်မလဲ Hanna က သူ့ရဲ့ဖြစ်တည်မှုကို ဘယ်လိုတွေမေးခွန်းထုတ်လာမလဲဆိုတာ ဇာတ်ကားလေးကိုဆက်ကြည့်ပေးပါဦးနော်... ( ဇာတ်ညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Duckkie ပဲဖြစ်ပါတယ် ) File size…1.76GB / 739MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 51m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Duckkie",
        "rating": "6.8",
        "url": "https://megaup.net/2AJrt/Hanna.2011.BluRay.720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lB86plv1hEGDuIXGq59Zs4IELkY.jpg",
        "title": "Embarrassing Dad",
        "description": "ယခုတစ်ခေါက် CM ပရိသတ်တွေအတွက် ဖခင်မေတ္တာကို ခံစားစေရမဲ့\nရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးက-ဆင်းရဲကျပ်တည်းနေပြီး လမ်းပျောက်နေတဲ့ မျက်လှည့်ဆရာ ဟယ်ထျန်းချိုင်ဟာ\nမွေးစားသမီးလေး ဟယ်ကျားကျားနဲ့အတူ ဆင်းရဲခက်ခဲသော်လဲ\nကြိုးစားရှင်သန်နေသူ ဖြစ်ပါတယ်။ တစ်နေ့မှာ ကျားကျားရဲ့\nအဖိုးအရင်းဖြစ်သူက ကျားကျားရဲ့ အုပ်ထိန်းခွင့်ကို\nဟယ်ထျန်းချိုင်ဆီ ငွေ ၁၀ သိန်းပေးပြီး လာတောင်းပါတယ်။ဟယ်ထျန်းချိုင်က သဘောမတူတဲ့အတွက် အဖိုးက ဟယ်ထျန်းချိုင်ကို\nတရားစွဲခဲ့ပါတယ်။ ဝင်ငွေ အတည်တကျမရှိတဲ့ ဟယ်ထျန်းချိုင်တစ်ယောက်\nကျားကျားရဲ့ အုပ်ထိန်းခွင့်ကို ရဖို့အတွက် အလုပ်မျိုးစုံ လုပ်ရန် ကြိုးစားသော်လဲ မအောင်မြင်ခဲ့ပါဘူး။မျော်လင့်ချက်ပျောက်နေတဲ့ ဟယ်ထျန်းချိုင်တစ်ယောက် လူတော်ရှိုးအစီအစဉ်ရဲ့\nကြော်ငြာကို တွေ့သွားတဲ့အခါ သူ့ရဲ့ မျက်လှည့်ပညာကို\nတစ်ဖန်ပြန်လည် အသုံးချနိုင်ဖို့ အခွင့်အရေး ရလာပါတယ်။ဟယ်ထျန်းချိုင်တစ်ယောက် လူတော်ရှိုးရဲ့ ချန်ပီယံဆုကို ဆွတ်ခူးနိုင်မလား......\nငွေများ တရားနိုင်ဆိုသလို ကျားကျားရဲ့ အဖိုးကိုရော တော်လှန်နိုင်ပါ့မလား......\nသူ့ရဲ့ အိမ်နီးချင်းတွေ သူတို့ သားအဖအပေါ်ထားတဲ့\nစေတနာတွေ မေတ္တာတွေကိုလဲ ရုပ်ရှင်လေးကတစ်ဆင့် ခံစားကြည့်ရှုနိုင်ပါပြီ။\nQuality : WEB-DL 1080p , 480p\nFormat : ...",
        "rating": "5.9",
        "url": "https://megaup.net/1eOs0/Embrassing_Dad_2023_1080p_WEB-DL_CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/quJ0kXiQmP7rOg1m6WGmallQiJQ.jpg",
        "title": "Assassination Games (2011)",
        "description": "အက်ရှင်ကားတွေကိုကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့ကြည့်ရတာတန်စေမဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဗင်းဆင့်ဆိုတဲ့သူက Hitmanအလုပ်လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ဖြစ်ပြီး အလုပ်လုပ်ကိုင်ရာမှာ အမှားအယွင်းမရှိသူအဖြစ်နာမည်ကြီးတစ်ယောက်ပါ။တစ်ရက်မှာတော့ မူူးယစ်ရာဇာပိုလိုတစ်ယောက်ထောင်ကနေထွက်လာပြီမလို့ လက်စဖျောက်ပေးဖို့ အလုပ်လက်ခံခဲ့ရပါတယ်။ သေချာစီစဉ်ထားတဲ့သူ့ရဲ့အလုပ်မှာ ဖလင့်ဆိုတဲ့လူတစ်ယောက်ကြောင့် အမှားဖြစ်ခဲ့ရပြီး ဖလင့်ကဘယ်လိုကြောင့်ပိုလိုကိုလက်စားချေဖို့ကြိုးစားနေတယ်ဆိုတာကို ဇာတ်လမ်းထဲမှာပဲအဖြေရှာကြည့်လိုက်ရအောင်ပါ။ Action , Thriller အမျိုးအစားဖြစ်ပြီး IDMB rating မှာလဲ ၆ကျော်ရထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်။ File size…1.47GB / 713MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 41m\nGenre ..... Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "6.1",
        "url": "https://megaup.net/1UL8a/Assassination.Games.2011.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNmQ3NGM5ODMtNDhjYS00MDQwLWEwNjItNjZiNjdkMmQ3NjQzXkEyXkFqcGdeQXVyMTY0MDk0NjE3._V1_-143x200.jpg",
        "title": "Ponniyin Selvan: Part II (2023)",
        "description": "Ponniyin Selvan: Part II (2023)IMDb 8.1/10၂၀၂၂ တုန်းက အားလုံးစောင့်မျှော်နေခဲ့ကြတဲ့ Ponniyin Selvan part II ထွက်ရှိလို့လာပါပြီ။\nဒီဇာတ်ကားထဲမှာ ဗစ်ကရမ်..ဂျယန်းရဗီ..ကာသီ..စတဲ့နာမည်ကြီးမင်းသားတွေအပြင်\nမင်းသမီးကြီးတွေဖြစ်ကြတဲ့ အရ်ှဝါရီယားရိုင်းနဲ့ ထရီရှားတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားသလို\nနောက်ထပ်လည်း သရုပ်ဆောင်ပေါင်းများစွာက ပါဝင်အားဖြည့်ထားပါတယ်...\nရုံတင်ငွေ ကုဋေ သန်း ၃၂၅ ထိရထားတာမို့ ထပ်ပြီးစဥ်းစားစရာလိုမနေတော့ဘူးနော်။ဇာတ်လမ်းလေးကိုတော့ လွန်ခဲ့တဲ့ နှစ်တစ်ထောင်အရင်က\nချိုလာမင်းဆက်ရဲ့အကြောင်းကို အခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားပါတယ်...တန်ဂျာဗူးပြည်ကို မင်းလုပ်စိုးစံတဲ့ ချိုလာမင်းကြီးမှာ\nသားတော်နှစ်ပါးနဲ့ သမီးတော်တစ်ပါးဖွားမြင်ခဲ့တယ်သားတော်နှစ်ပါးကလည်း စစ်ရေးစစ်အရာမှာ တစ်ဖက်ကမ်းခတ်အောင်ကျွမ်းကျင်သလို\nသမီးတော်လေး ကွန်ဒဗေးကလည်း လိမ်မာပါးနပ်ဉာဏ်ရှိသူပါ...သားတော်အကြီး အိမ်ရှေ့စံမင်းသား အာဒိတဟာ ခြေလျှင်ရဲမက်တွေနဲ့အတူ\nတိုင်းပြည်နယ်နိမိတ်ကို ချဲ့ထွင်ဖို့ စွန့်စားတိုက်ခိုက်နေတဲ့အချိန်...သားတော်အငယ် အရွန်းမိုဇီဟာလည်း ရေတပ်သင်္ဘောကြီးတွေနဲ့\nတခြားတိုင်းပြည်တွေကို နယ်ချဲ့နေခဲ့ပါတယ်...ဒီတောအတွင်း ချိုလာဧကရာဇ်မင်းကြီး ဆွန်ဒရချိုဇာဟာ\nအိပ်ရာထဲလဲပြီး နာမကျန်းဖြစ်နေခဲ့တယ်...ဒီလိုမိသားစုတကွဲတပြားဖြစ်နေတဲ့အချိန် နွားကွဲရင် ကျားဆွဲဆိုသလို\nလုပ်ကြံမယ့် သူလျှိုတွေဟာ တန်ဂျာဗူးတိုင်းပြည်ထဲကို အလျှိုလျှိုဝင်လာခဲ့ပါပြီ...ဒါကို ရိပ်စားမိတဲ့ ဘုရင်ဟာ သားတော်တွေကို ပြန်ခေါ်လာနိုင်ခဲ့ပါ့မလား...။သူတို့ရဲ့အသက်တွေ ပေးဆပ်လိုက်ရမှာလား...။ချိုလာမင်းဆက်ကြီး ဘာတွေဆက်ဖြစ်လာမလဲပေါ့။Part II မှာတော့ အရွန်းမိုဇီဟာ ...",
        "rating": "",
        "url": "https://megaup.net/2AouU/Ponniyin_Selvan_2_(2023)_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9SBBEzUPvryDOEUh3goVBQdb4Mm.jpg",
        "title": "Ponniyin Selvan: Part I (2022)",
        "description": "Ponniyin Selvan: Part I (2022)\n====================ကဲ အားလုံးစောင့်မျှော်နေခဲ့ရတဲ့ အိန္ဒိယသမိုင်းကားကောင်းကြီးထွက်လို့လာခဲ့ပါပြီ\nမင်းသား မင်းသမီးတွေ အများကြီးနဲ့ ကြည့်လို့ကောင်းမယ့် ကားလေးပါပဲဒီဇာတ်ကားထဲမှာ ဗစ်ကရမ်..ဂျယန်းရဗီ..ကာသီ..စတဲ့နာမည်ကြီးမင်းသားတွေအပြင်\nမင်းသမီးကြီးတွေဖြစ်ကြတဲ့ အရ်ှဝါရီယားရိုင်းနဲ့ ထရီရှားတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားသလို\nနောက်ထပ်လည်း သရုပ်ဆောင်ပေါင်းများစွာက ပါဝင်အားဖြည့်ထားပါတယ်...ဇာတ်လမ်းလေးကိုတော့ လွန်ခဲ့တဲ့ နှစ်တစ်ထောင်အရင်က\nချိုလာမင်းဆက်ရဲ့အကြောင်းကို အခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားပါတယ်...တန်ဂျာဗူးပြည်ကို မင်းလုပ်စိုးစံတဲ့ ချိုလာမင်းကြီးမှာ\nသားတော်နှစ်ပါးနဲ့ သမီးတော်တစ်ပါးဖွားမြင်ခဲ့တယ်သားတော်နှစ်ပါးကလည်း စစ်ရေးစစ်အရာမှာ တစ်ဖက်ကမ်းခတ်အောင်ကျွမ်းကျင်သလို\nသမီးတော်လေး ကွန်ဒဗေးကလည်း လိမ်မာပါးနပ်ဉာဏ်ရှိသူပါ...သားတော်အကြီး အိမ်ရှေ့စံမင်းသား အာဒိတဟာ ခြေလျှင်ရဲမက်တွေနဲ့အတူ\nတိုင်းပြည်နယ်နိမိတ်ကို ချဲ့ထွင်ဖို့ စွန့်စားတိုက်ခိုက်နေတဲ့အချိန်...သားတော်အငယ် အရွန်းမိုဇီဟာလည်း ရေတပ်သဘောင်္ကြီးတွေနဲ့\nတခြားတိုင်းပြည်တွေကို နယ်ချဲ့နေခဲ့ပါတယ်...ဒီတောအတွင်း ချိုလာဧကရာဇ်မင်းကြီး ဆွန်ဒရချိုဇာဟာ\nအိပ်ရာထဲလဲပြီး နာမကျန်းဖြစ်နေခဲ့တယ်...ဒီလိုမိသားစုတကွဲတပြားဖြစ်နေတဲ့အချိန် နွားကွဲရင် ကျားဆွဲဆိုသလို\nလုပ်ကြံမယ့် သူလျှိုတွေဟာ တန်ဂျာဗူးတိုင်းပြည်ထဲကို အလျှိုလျှိုဝင်လာခဲ့ပါပြီ...ဒါကို ရိပ်စားမိတဲ့ ဘုရင်ဟာ သားတော်တွေကို ပြန်ခေါ်လာနိုင်ခဲ့ပါ့မလား...။သူတို့ရဲ့အသက်တွေ ပေးဆပ်လိုက်ရမှာလား...။ချိုလာမင်းဆက်ကြီး ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို\nစိတ်ဝင်တစားကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်...။တိုက်ရေးခိုက်ရေးတွေအပြင် အပြင်အဆင်အလှအပတွေကိုပါ မြင်တွေ့ရမှာဖြစ်လို့\nကြည့်ရတန်တဲ့ ကားလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်...\nFile size…3.8GB /1.86GB\nQuality…4K HEVC WEB DL ...",
        "rating": "8.3",
        "url": "https://megaup.net/1eOrj/Ponniyin_Selvan_1%C2%A0(2022)_Tamil_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMDA5ZGFjZTgtN2M3MC00ZDIyLTk5NjctODQ5NmQ3MjlkYWZiXkEyXkFqcGdeQXVyMjMwODI3NDE@._V1_-124x200.jpg",
        "title": "Bakasuran (2023)",
        "description": "Bakasuran (2023)\n**************************\nIMDb-6.3/10Mohan G. Kshatriyan ရဲ့ ဘဝမှာ တကယ်ကြုံတွေ့ခဲ့ရတဲ့\nအဖြစ်အပျက်တစ်ခုကို ကိုယ်တိုင် ဇာတ်ညွှန်း‌ရေး\nဒါရိုက်တာလုပ် ထုတ်လုပ်ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်အာရူလ်ဗာမာဆိုတာ စစ်မှုထမ်းအငြိမ်းစား Crime YouTuber တစ်ယောက်\nနိုင်ငံအတွင်းကဖြစ်ပျက်သမျှကို YouTube မှာသူ့ရဲ့ သဘာတွေဝါတွေပါပေါင်းပြီး\nတင်ဆက်ပညာပေးနေသူပါ ရဲအမှုတွေကိုလည်း မကြာမကြာဝင်ကူတတ်ပါသေးတယ်တစ်နေ့တော့ သူ့ရဲ့တူမအရင်းသတ်သေတယ်ဆိုတဲ့သတင်းရပါတော့တယ်\nပေးစားတဲ့သူကိုမလိုချင်လို့ သတ်သေတယ်ယူဆရာက\nသူ့လက်ထဲဖုန်းရောက်လာချိန်မှာတော့ WhatsApp ကနေ\nသိလာရ‌တာတွေကတော့ ရိုးရှင်းမနေပါဘူးဇာတ်လမ်းဆန်ဆန် အပြင်မှာဖြစ်ခဲ့ကြတာတွေကို ရိုက်ကူးပြထားတာမို့\nမှုခင်းကားကြိုက်သူတွေ အပျင်းပြေတာထက်ပိုတဲ့ ခံစားမှုရစေမဲ့ကားလေးဖြစ်ပါတယ်အညွှန်းရေးသားသူကတော့ BpL ဖြစ်ပြီး\nဘာသာပြန်သူတွေကတော့ Bpl,Yunni,Thaik San,Nyein,\nZwe Yanနဲ့ chiclon3တို့ပဲ ဖြစ်ပါတယ်။\nFile size…3.6GB  / 1.3GB\nQuality…1080p AMZ WEB DL  / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Bpl~ Yunni~ Thaik San~ Nyein ~ Zwe Yan ~chiclon3",
        "rating": "6.3",
        "url": "https://megaup.net/1eOlt/Bakasuran.2023.720p(CM).mp4",
        "category": "Action, Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Dear-Zindagi-Poster-150x200.jpg",
        "title": "Dear Zindagi (2016)",
        "description": "Dear Zindagi (or) The Best Bollywood Movie in 2016နေ့စဉ်ဓူဝ ရုန်းကန်လှုပ်ရှားနေရတဲ့ လူ့ဘဝကြီးထဲမှာ အောင်မြင်သောဘဝကိုရရှိဖို့အခက်အခဲမျိုးစုံကို ဖြတ်သန်းနေရပါတယ်။\nမအောင်မြင်ခင်မှာ ကြုံတွေ့ရတဲ့ အခက်အခဲတွေကိုရင်ဆိုင်ကျော်လွှားဖို့\nမိဘနဲ့ မိမိရဲ့ အရင်းအနှီးဆုံးသူငယ်ချင်းတွေရဲ့ အားပေးကူညီမှုတွေကိုလိုအပ်ပါတယ်။\nသူတို့ရဲ့ ကူညီမှုသာမပါရင် ကျော်ဖြတ်ဖို့ တော်တော်လေးပင်ပန်းခက်ခဲမှာပါ။\nမိတ်ဆွေကောင်းတွေရဲ့ အကြံဉာဏ်တွေက ကျွန်တော့်တို့ရှေ့ဆက်လျှောက်လှမ်းရမယ့်\nဘဝအတွက်တော့ အကောင်းဆုံးခွန်အားပါပဲ။Kaira (Alia Bhatt) က အရည်အချင်းရှိတဲ့ Cinematographer တစ်ယောက်ဖြစ်ပြီး\nသူမရဲ့ဘဝကို ဒီထက်အောင်မြင်မှုရဖို့ကြိုးစားနေသူပါ။\nဒါပေမဲ့ နှလုံးသားရေးမှာတော့ ကံမကောင်းသေးပါဘူး။\nသူမနဲ့ ကိုက်ညီတဲ့ စစ်မှန်တဲ့ အချစ်စစ်ကိုရှာဖွေနေတုန်းမှာပဲ အသည်းကွဲခံလိုက်ရပါတယ်။\nGoa မှာရှိတဲ့ စားသောက်ဆိုင်ကြော်ငြာရိုက်ဖို့အတွက် မွေးရက်မြေကို ပြန်ဖို့ဖြစ်လာသောအခါ\nစိတ်ဓာတ်ကျပြီး ရည်မှန်းချက်ပျောက်နေတဲ့ Kaira တစ်ယောက် စိတ်ရောဂါအထူးကုဆရာဝန်ဖြစ်တဲ့\nDr. Jehangir Khan (Shah Rukh Khan) ရဲ့ ဟောပြောမှုကိုနားထောင်ဖြစ်ခဲ့ပါတယ်။\nပြီးတော့ သူမရဲ့ဖြစ်ပျက်နေတဲ့ စိတ်ပျက်မှုကိုပပျောက်ဖို့အတွက် Dr.Jug နဲ့တွေ့ဆုံဖို့ဖြစ်လာပါတော့တယ်။\nပုံမှန်သမာရိုးကျမဟုတ်တဲ့ ကုသမှုတွေနဲ့ Kiara ရဲ့ အတိတ်ဘဝ၊လက်ရှိကြုံနေရတဲ့ ...",
        "rating": "8.5",
        "url": "https://megaup.net/2AJds/(CM)_Dear_Zindagi_2016_BluRay_720p_Hindi-Naung.mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNThhMzQwOTItOWQ3YS00Yjc0LWE1YTktY2Y4N2ExYTZiYTQ0XkEyXkFqcGdeQXVyNzgzMzA3MDA@._V1_-149x200.jpg",
        "title": "MobKing (2023)",
        "description": "၂၀၂၃ မေလကမှအသစ်ထပ်မံထွက်ရှိလာတဲ့အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ် မိုက်ခ်ဝှိုက်ဟာသိပ်မကြာခင်ထောင်ကလွတ်တော့မယ့်သစ္စာရှိဂန်းစတားတစ်ဦးဖြစ်ပါတယ်။မိန်းမနဲ့သမီးနဲ့အတူပျော်ရွှင်စရာမိသားစုတစ်ခုထူထောင်တော့မယ်ဆိုတဲ့စိတ်နဲ့ထောင်ကလွှတ်လာတဲ့ မိုက်ခ်ဝှိုက်တစ်ယောက် မနာလိုသူတစ်ဦးရဲ့ချောင်းမြောင်းလုပ်ကြံမှုနဲ့ကြုံတွေ့ခဲ့ရပါတယ်။ မိမိအားလုပ်ကြံသူမှာ မိမိသစ္စာရှိရှိလုပ်ကိုင်ပေးခဲ့တဲ့ဂိုဏ်းအဖွဲ့ကဖြစ်နေမှန်းသိလိုက်တဲ့အခါ မိုက်ခ်ဝှိုက်တစ်ယောက် ပုန်းရှောင်ရမလား၊ပြန်လည်ခုခံရမလား ဆိုတဲ့ဘေးကျပ်နံကျပ်အ‌ခြေအနေကိုရောက်ရှိလာပါတယ်။ မိသားစုရဲ့အသက်ဘေးကိုပါစိုးရိမ်လာရတဲ့အခြေအနေမှာ မိုက်ခ်ဝှိုက်တစ်ယောက်ဘာလုပ်မလဲဆိုတာကို ယခု ဒီ Mobking ဆိုတဲ့ရုပ်ရှင်လေးမှာစောင့်စားကြည့်ရှုကြပါအုံးခင်ဗျာ။ File size…(1.25 GB)/(555 MB)/(310 MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre...Drama, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by AKM",
        "rating": "6.5",
        "url": "https://megaup.net/1UKi7/MobKing.2023.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8xWo2WE36JdBwlCmwvXM4bb5rBg.jpg",
        "title": "Dead Man Down (2013)",
        "description": "“ကလဲ့စားဆိုတာ ချိုမြိန်တဲ့ဟင်းလျာတစ်ခုဆိုပေမယ့်တည်ခင်းတဲ့အချိန်မှာအေးစက်နေခဲ့ပါပြီ”နှစ်အနည်းငယ်အကြာက ရန်ကြွေးတစ်ခုကြောင့် အယ်လ်ဖွန်စေရဲ့ ဂိုဏ်းထဲကိုအယောင်ဆောင်ဝင်ရောက်ခဲ့တဲ့ ဗစ်တာကိုသူ့ကို စောင့်ကြည့်နေတဲ့ လမ်းတစ်ဖက်ခြမ်းက ကောင်မလေးဘီးထရစ်စ်က သူ့ရဲ့ မကောင်းမှုလုပ်ရပ်တစ်ခုကို မမျှော်လင့်ဘဲမြင်တွေ့ခဲ့ပါတယ်. ဗစ်တာရဲ့ စိတ်ထဲမှာလည်း သူ စနိုးစနောင့်ဖြစ်နေရတဲ့ကိစ္စကို ဖြေရှင်းဖို့ ဘီးထရစ်စ်ကို ချဉ်းကပ်ခဲ့သလိုဘီးထရစ်စ်ကလည်း သူ လိုချင်တဲ့လက်စားချေမှုကို ဗစ်တာကယူလာပေးနိုင်မှာလားဆိုတာသိချင်တဲ့စိတ်နဲ့ နှစ်ယောက်သားချိန်းတွေ့ခဲ့ကြပါတယ်. တစ်ယောက်ရဲ့ တကယ့်ရည်ရွယ်ချက်ကိုတစ်ယောက် သိသွားချိန်မှာတော့ လက်စားချေမှုကိုလိုချင်သူနှစ်ယောက် အချင်းချင်း ကူညီနိုင်မလား.ဗစ်တာကရော သူ့မိသားစုအတွက် လက်စားချေနိင်မလား. လူကြမ်းကြီး ဗစ်တာနဲ့ သိမ်ငယ်ရသူလေး ဘီးထရစ်စ်တို့ကြားထဲကသံယောဇဉ်တွေကရော သူတို့ရဲ့ ရည်ရွယ်ချက်တွေကို အနှောက်ယှက်ပေးလာနိုင်မလား ဆိုတာကိုအခက်အခဲ နှင့် အားပြိုင်မှုများ၊လျှို့ဝှက်ချက် နှင့် ဖုံးကွယ်မှုများ၊ဇာတ်ကွက်အလှည့်အပြောင်းစတာတွေကို အက်ရှင်ကြမ်းကြမ်းနဲ့ တင်ဆက်ပေးထားတဲ့ဇာတ်လမ်းလေးကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်.  File size…1.53GB / 551MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 58m\nGenre ..... Action , ...",
        "rating": "6.4",
        "url": "https://megaup.net/1UL5c/Dead.Man.Down.2013.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wzCMnA6NDruLzgWeqMcLPDrGAdF.jpg",
        "title": "Attack the Block (2011)",
        "description": "ပရိသတ်ကြီးကို 2011 ကထွက်ရှိခဲ့တဲ့ Attack The Blockဆိုတဲ့ရုပ်ရှင်ကားလေးနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်။ဒီကားကတော့လူငယ်တွေပေါင်းပြီးအကောင်တွေကိုဆော်တာ ၊အမျိုးအမည်မသိသတ္တဝါတွေ ကမ္ဘာပေါ်ကျရောက်လာတာ ဂြိုဟ်သားကျူးကျော်တဲ့ကားတွေကြည့်ချင်သူတွေအတွက်တော့ အရွေးမမှားသင့်တဲ့ကားတစ်ခုပါ။ ဇာတ်လမ်းကတော့ ဒီလိုစပါတယ်။လန်ဒန်တောင်ပိုင်းက ဘရစ်စတွန်လို့ခေါ်တဲ့ မြို့ငယ်တစ်ခုမှာ တိုက်ခန်းတွဲကြီးတစ်ခုရှိပါတယ်။အဲ့ပတ်ဝန်းကျင်တစ်ဝိုက်မှာတော့ မိုးဇက် ၊ ပက်ဇ် ၊ ဂျရုန်း ၊ ဘစ်ဇ် ၊ ဒန်းနစ်လို့ခေါ်တဲ့ကလေးတစ်အုပ်ပါဝင်တဲ့ BLOCK အမည်ရအဖွဲ့က ဉာဉ့်နက်သန်းခေါင်တွေကျ ရပ်ကွက်ထဲကျင်လည်ရင်း ကြုံရင်ကြုံသလို ခိုးဆိုးလုနှိုက်နေတတ်ကြတဲ့ ကလေးတွေပါ။တစ်ရက်မှာ အလုပ်ကပြန်လာတဲ့​ဆမ်ဆိုတဲ့ သူနာပြုမလေးကို ဓားပြတိုက်နေကြတုန်း သူတို့နားကကားတစ်စီးဆီ ကောင်းကင်ပေါ်ကမီးလုံးကြီးတစ်ခုကျလာပါတယ်။ပစ္စည်းတစ်စုံတစ်ရာ ရလိုရငှားသွားကြည့်တော့ မျောက်ဝံသဏ္ဍာန်ကိုယ်ထည်နက်မှောင်နေတဲ့ အမျိုးအမည်မသိသတ္တဝါတစ်ကောင်က သူတို့ကိုရန်ပြုတိုက်ခိုက်ခဲ့ပါတယ်။မိုးဇက်တို့အဖွဲ့လည်း အခဲမကျေထိုသတ္တဝါကိုလိုက်လံနှိမ်နင်းပြီး ပိုက်ဆံရမယ်အထင်နဲ့ အကောင်သေကိုပြန်သယ်လာခဲ့ပါတယ်။ အကောင်ကိုတိုက်ခိုက်နိုင်ခဲ့လို့ပျော်ရွှင်မြူးထူးနေကြပေမဲ့ ပြဿနာက ဒီမှာတင်မဆုံးသေးပါဘူး။နောက်ထပ်အကောင်ပေါင်းမြောက်မြားစွာက သူတို့မြို့ကိုထပ်မံရောက်လာခဲ့ပါတယ်။ဒါပေမဲ့ ပွဲတော်ညဖြစ်ပြီးမီးရှူးမီးပန်းတွေ ဖောက်နေကြလို့ တခြားသူတွေအပြင် ရဲတွေတောင်ဒါကိုသတိမထားမိပါဘူး။တစ်ဖက်ကလည်း ဓားပြမှုကြောင့်ရဲလက်ကပြေးရင်းနဲ့ အကောင်တွေနဲ့ထပ်မံရင်ဆိုင်ရပါတော့တယ်။ ဒီလိုလူမသိ သူမသိကြားက အကောင်တွေကိုရင်ဆိုင်တိုက်ခိုက်နေရရင်း ထိုညအဖို့ အသက်ဘေးကနေဘယ်လိုလွတ်မြောက်အောင် ကြိုးစားကြမလဲ။ အကောင်တွေကိုအပြတ်ရှင်းပြီး သူတို့နေရာကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/2AInB/Attack.The.Block.2011.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/no-strings-attached-poster-1-133x200.jpg",
        "title": "No Strings Attached (2011)",
        "description": "No Strings Attached (2011)_____IMDb - 6.2/10 မင်းသမီး နာတလီပေါ့တ်မန်းနဲ့ မင်းသား Ashton Kutcher တို့ရဲ့ Comedy, Romance အမျိုးအစား\nနာမည်ကြီးဇာတ်ကားဖြစ်ပါတယ်။\nအမျိုးသမီးတွေရဲ့ လိင်မှုကိစ္စနဲ့ပတ်သတ်ပြီး အတွေးအမြင်ပြောင်းလဲနိုင်တဲ့ဇာတ်ကားပါ။\nသာမန်အားဖြင့်တော့ အမျိုးသမီးနဲ့ လိင်မှုကိစ္စဟာ ပွင့်လင်းမှုအားနည်းတဲ့သဘောရှိပါတယ်။\n(အရှေ့တိုင်းယဉ်ကျေးမှုမှာတော့ ပိုမိုအားနည်းပါတယ်။)\nဒီဇာတ်ကားမှာတော့ လိင်မှုကိစ္စကို ဦးဆောင်သူက အမျိုးသမီးလဲဖြစ်ချင်ဖြစ်မယ်...အမျိုးသားလဲဖြစ်ချင်ဖြစ်မယ်...\nဒါ လူသားတွေရဲ့ သဘာဝပါလို့ မက်စေ့ပေးထားပါတယ်။ လိင်မှုကိစ္စနဲ့ အိမ်ထောင်ပြုခြင်းကို ခွဲခြားပြထားပါတယ်။နာတလီပေါ့တ်မန်းနဲ့မင်းသားတို့က စိတ်ရဲ့စေရာအတိုင်း နေနေတဲ့ အတူနေသူငယ်ချင်း....(အတူနေချစ်သူမဟုတ်ပါ...)\nအဲ့လို Sex သက်သက်ဘဝထဲ Love ဝင်လာတဲ့အခါ........။နာတလီပေါ့တ်မန်းရဲ့သူငယ်ချင်းကောင်လေးက မင်းသားကိုပြောတဲ့စကားတစ်ခွန်းကလဲ\nအတော်လေးရိုက်ခတ်နိုင်ပါတယ်....သူပြောတဲ့ စကားက \"မင်းကို သူမက လိင်ဆက်ဆံချင်ဆက်ဆံမယ်..ဒါပေမယ့်သူမက ငါနဲ့ပဲလက်ထပ်မှာပါ\" တဲ့။\nလက်ထပ်ခြင်းနဲ့ လိင်ဆက်ဆံခြင်းကို သီးခြားဆီ ခွဲခြားရှုမြင်ထားသလို အဲ့လိုရှုမြင်ထားတာကိုလဲ\nအနောက်တိုင်းလူနေမှုပုံစံမှာ လက်ခံထားတဲ့သဘောကိုပြသနေပါတယ်။သုံးသပ်ချက်တွေကိုနားပြီး ဇာတ်လမ်းအကြောင်းပဲပြောရရင်တော့......Sex နဲ့ Love မှာဘယ်ဟာတွေက အရေးကြီးပြီး ဘယ်ဟာတွေက ကိုယ့်အတွက်အရေးပါလဲဆိုတာ\nပြသသွားတဲ့ အချစ်ဇာတ်ကားကောင်းလေးပါ။\nကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ပါ။ \nFile size...(804 MB)\nQuality...Blu-ray Rip ...",
        "rating": "6.2",
        "url": "https://megaup.net/2dzg5/No_Strings_Attached_[16+]_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/daddys-home-poster-133x200.jpg",
        "title": "Daddy’s Home (2015)",
        "description": "Daddy's Home (2015)_____IMDb - 6.2/10  IMDb rating 6.2/10 ရရှိထားပြီး ဖခင်(ပထွေးတယောက်နဲ့ ဖခင်အရင်းတယောက်တို့ရဲ့ မိဘ\nမေတ္တာကိုပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်)\nပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသားတွေကလည်း ပရိတ်သတ်ကြီးနဲ့\nမစိမ်းတဲ့ Will Ferrell, Mark Wahlberg မင်းသားကြီး ၂ယောက်က ပါဝင်သရုပ်ဆောင်ထားတာ\nဆိုတော့ ဇာတ်ကားက ကောင်းတယ် မကောင်းဖူးကတော့ မပြောတော့ပါဘူး\nပရိတ်သတ်ကြီးကပဲ ကိုယ့်ဖာသာဒေါင်းယူကြည့်ပြီး ဆုံးဖြတ်ကြပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ခရစ်စမတ်ကျောင်းကပွဲအတွက်\nအဖေ ၂ယောက် အပြိုင်အဆိုင် ရွေးချယ်ခံရဖို့ကို ကြိုးစားကြပုံကို\nရိုက်ကူးပြထားတာပါ။ ပထွေးဖြစ်သူ Mark Wahlberg ဟာ သူ့\nမယားပါ ကလေးတွေကို နားလည်မှုရရှိရန် ကြိုးစားနေတုန်းမှာဘဲ\nမထင်မှတ်ထားတဲ့ ဆာရာ (Linda Cardellini) ရဲ့ အရင်ယောကျာ်း\nWill Ferrell, ရောက်ရှိလာတဲ့ အခါမှာတော့ ဘယ်လိုတွေဆက်လတ်ဖြစ်ပျက်ကြမယ်ဆိုတာကတော့\nဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့ဗျာ(ဒီဇာတ်ကားမှာ ပထွေးတယောက်ရဲ့ ခံစားချက်ကို ထိထိမိမိပုံဖော်ပြထားလို့ ပထွေးဖြစ်အောင်ကြိုးစားကြည့်ကြပါလို့) File size...(620 MB)  \nQuality...720p\nFormat...mp4\nDuration....01:36:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Pyay\n \n အစမ်းကြည့်ရန်",
        "rating": "6.2",
        "url": "https://megaup.net/1yTon/Daddy_s_Home_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/13692859_662280177258487_7387984549988020757_o-1-200x300.jpg",
        "title": "The Other Side Of The Door (2016) ျမန္မာစာတန္းထိုး",
        "description": "၂၀၁၆ ခုႏွစ္ မတ္လ ၁၁ ရက္ေန႕က ထြက္ရွိခဲ့တဲ့ဒီကားေလးကေတာ့Horro/Thrill ပရိတ္သတ္ေတြ အၾကိဳက္ေတြ႕မယ့္ကားေလးပါထြက္ထားတာေတာ့ၾကာျပီဆိုေပမယ့္ CM ထံုးစံအတိုင္း ကြာလတီကို မၾကိဳက္တာေၾကာင့္မတင္ခဲ့ပါဘူး အခုမွ Blu-ray version ထြက္လာလို႕ အျမန္ဆံုးတင္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ မိခင္ျဖစ္သူ မာရီ ဟာ သူ႕သား လူစီကို အမွတ္မထင္ မေတာ္တဆမႈတခုမွဆံုးရွံဳးလိုက္ပါတယ္ဒါေပမဲ့ မိခင္တို႕ ရဲ႕ထံုးစံအတိုင္း မိမိတို႕ သားျဖစ္သူကို လြမ္းဆြတ္ျပီး တမိုင္မိုင္ျဖစ္ေနရာမွစိတ္ေျပလက္ေျပာက္ ခရီးတစ္ခုထြက္ခဲ့ရာမွ အမွတ္မထင္ ဘုရားေက်ာ္ငးတခုမွာေသးဆံုးျပီးသား ၀ိဥာဥ္ေတြကို ျပန္လည္ေခၚယူေတြ႕ဆံုလို႕ရတဲ့ သတင္းကိုၾကားမိခဲ့ပါတယ္စည္းကမ္းခ်က္တစ္ခုအေနနဲ႕က ေတြ႕ဆံုေနစဥ္အတြင္း လူ႕ေလာက ႏွင့္ ၀ိဥာဥ္ေလာကအားပို္င္းျခားထားေသာ တံခါးအား မဖြင့္ရန္သတ္မွတ္ထားေသာ္လညး္မိခင္ ျဖစ္သူ မာရီက သားသမီးေဇာနဲ႕ တံခါးကိုဖြင့္လိုက္ေလမလားလူစီကေရာ အိမ္ကို ျပန္ေရာက္လာေလမလား ဘယ္လိုေတြျဖစ္ပ်က္ၾကမယ္ဆိုတာကိုေတာ့ ဆက္လက္ေဒါင္းယူၾကည့္ရွဴၾကပါအံုးဗ်ာFile size...(700MB)  Quality...BR-Rip 720pFormat...mp4Duration....01:44:24Subtitle....Myanmar Subtitle (Hardsub)Encoder....Kyaw Ye Aung Download and Watch 720p on PcloudDownload & Watch 720p on G-DriveDownload & ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-other-side-of-door-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Ugly_Duckling_Series_poster-3-300x300.jpg",
        "title": "Ugly Duckling Don’t (2015) ျမန္မာစာတန္းထိုး",
        "description": "ေပါ့ေပ့ါပါးပါးေလးနဲ႕ ဆြဲေဆာင္မႈရိွတဲ့ထိုင္းဇာတ္လမ္းေလးနဲ႕ကိုၾကည္႕ရႈၾကစို႕\nဇီရိုးဆိုတဲ့ ေကာင္ေလးဟာ မဟုတ္မခံ သူ႕ေက်ာင္းမွာဆိုရင္လည္းလူစြာလူမိုက္...\nအဲ့ဒီေက်ာင္းကိုေရာက္ရိွလာတဲ့ ေက်ာင္းသူေလး Maewnam....\nMaewnam ဆိုတာကလည္း ငယ္ငယ္ကတည္းက သူ႕ကို ရုပ္ဆိုးတယ္လို႕ေၿပာရင္\nဆိုက္ကို၀င္ၿပီး လူေရွ႕သူေရွ႕့ထြက္မၿပရဲသူ.....သူ႕မ်က္သူေတာင္မၿပရဲလို႕ မ်က္ႏွာကို\nကတ္ထူပံုးစြပ္ တက္ခံရေပမယ့္ ေက်ာင္းမွာတကယ္ခင္တဲ့သူငယ္ခ်င္းနဲ႕တေယာက္ရရိွခဲ့ၿပီး\nဇီရိုးဆိုတဲ့ ေကာင္ေလးကေရာ ရုပ္ဆိုးမေလးနဲ႕ ဘယ္လိုေတြဆက္ၿဖစ္ၾကအံုးမလဲဆိုတဲ့\nသံုးပြင့္ဆိုင္ခ်စ္ဇာတ္လမ္းေတြဟာဘယ္လိုဆက္ၿဖစ္မွာလဲ...\nသံေယာဇဥ္ေတြ ကိုပဲအရင္ေဆာက္တည္မွာလား...အခ်စ္ဆိုတဲ့အရာကိုပဲေဆာက္တည္မွာလား\nေမးခြန္းေတြ နဲ႕ ၾကည္႕ရမွာမို႕ သူငယ္ခ်င္းဆိုတဲ့အၿဖဴေရာင္စိတ္ကိုပဲ ေဆးဆိုးၾကမွာလားဆိုတာကို\nေစာင့္ေမ်ာ္ၾကည္႕ရင္း အားေပးၾကပါအံုးစို႕\n(ဇာတ္လမ္းအညႊန္းကိုေတာ့ ကိုေအာင္ေျပကေရးသားေပးခဲ့တာပါ)\nအားလံုး အပိုင္း ၇ပိုင္းရွိျပီး ဆက္လက္တင္ေပးသြားမွာမို႕ အားေပးလိုက္ၾကပါအံုးဗ်ာ\nအပိုင္း၆ ကို ျမန္မာ အဂၤလိပ္ ၂ဘာသာျဖင့္ Subtitle ထည့္ေပးထားေသေၾကာင့္\nVlc ျဖင့္ၾကည့္ပါက Subtitle >> Sub track တြင္ Track 2 အားေရြးခ်ယ္ၾကည့္ရွဴရမည္ျဖစ္ျပီး\nဖုန္းျဖင့္ၾကည့္ရွဴပါက MX Player တြင္ Subtitle option တြင္ Track 2 အား အမွန္ျခစ္ေပးၾကည့္ရွဴႏိုင္ပါသည္။File size...(400MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator .......Wut Mone\nEncoder.... Aung Pyay\nEpisode ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ugly-duckling-don-2015/",
        "category": "Asian"
    },
    {
        "thumbnail": "",
        "title": "Tamasha ( 2015)",
        "description": "IMDb Rating 7.2/10 ရရွိထားျပီး ခပ္လန္းလန္း ေဘာလိ၀ုကားတစ္ကားကို တင္ေပးလိုက္ပါတယ္\nပံုျပင္ေတြအားလံုးကေတာ့ အတူတူပါပဲဗ်ာ ဒါေပမဲ့ ခင္ဗ်ားရဲ႕ကိုယ္ပိုင္ ဘ၀ဇာတ္လမ္းကို\nထုဆစ္ပံုေဖာ္ေတာ့မယ္ဆိိုရင္ေတာ့ ခင္ဗ်ား နားေထာင္ခဲ့တဲ့ ပံုျပင္ေတြ ဇာတ္လမ္းေတြထဲက\nဇာတ္ေကာင္ေတြ စရိုက္ေတြရဲ႕ လႊမ္းမိုးမႈမခံရဘဲ ကိုယ္ပိုင္အျမင္နဲ႕ မိမိဘ၀ကို\nကိုယ္တိုင္ ထုဆစ္ပံုေဖာ္သင့္ပါတယ္\nငယ္စဥ္ကေလး ဘ၀ ကတည္းက ပါးစပ္ရာဇ၀င္ေတြ ပံုျပင္ေတြနဲ႕ ၾကီးျပင္းခဲ့ရတဲ့ ေကာင္ေလးတေယာက္\nတကယ့္ လူမႈဘ၀ထဲကို ၀င္ေရာက္ဖို႕ အေၾကာင္းဖန္လာေတာ့ ဘယ္လိုေတြမ်ားျဖစ္ပ်က္မလဲ\nမေမွ်ာ္လင့္ထားတဲ့ ခရီးစဥ္တစ္ခုမွာ မေမွ်ာ္လင့္ထားတဲ့ ဒုကၡေတြြၾကံဳရျပီး\nသာမန္သူေတြနဲ႕ အျမင္မတူသူတေယာက္နဲ႕ ဆံုေတြ႕ခဲ့မိတဲ့ ေကာင္မေလးတေယာက္\nသူတို႕၂ေယာက္ဘာေတြမ်ားဆက္ျဖစ္ၾကမလဲ\nလႊမ္းေမာဖြယ္ရာ အခ်စ္ဇာတ္လမ္းေတြကိုဘဲၾကံဳေတြ႕ရမလား\nခပ္ၾကမ္းၾကမ္း ဇာတ္၀င္ခန္းေတြကိုဘဲ ၾကည့္ရွဴရမလား\nသိျခင္ရင္ေတာ့ ဆက္လက္ေဒါင္းယူၾကည့္ရွဴလိုက္ၾကပါFile size...(1GB)  \nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Kyaw Ye Aung",
        "rating": "7.3",
        "url": "https://megaup.net/2d55v/Tamasha_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/I_Spit_on_Your_Grave_2-266907145-large-212x300.jpg",
        "title": "I Spit on Your Grave (1+2+3) ျမန္မာစာတန္းထိုး",
        "description": "I Spit on Your Grave (2010) ျမန္မာစာတန္းထိုးကားေဟာင္းေလးတစ္ကားပါ။ေတာထဲမွာတစ္ကိုယ္တည္းစာေရးဖို႕ ေရာက္လာတဲ့ မိန္းကေလးတစ္ေယာက္ကို အက်င့္ပ်က္ရဲနဲ႕ လူတစ္စုက ၀ိုင္း၀န္းနိွပ္စက္ မုဒိန္းက်င့္ျပီး ေသျပီထင္ခဲ့ေပမယ့္ မေသခဲ့တဲ့အခါမွာ သူခံစားခဲ့ရတာထက္ ၂ ဆဆိုးေအာင္ တစ္ေယာက္ခ်င္းကို ျပန္လက္စားေခ်ပါေတာ့တယ္။ မိသားစုနဲ႕အတူမၾကည့္သင့္သလို ေၾကာက္တတ္တဲ့သူ နွလံုးမေကာင္းတဲ့သူေတြလည္း မၾကည့္သင့္ပါ။\n(AP Newschool မွဘာသာျပန္တင္ဆက္ထားပါတယ္။)\nFile size...(695MB)\nQuality...DVDRip 720p\nFormat...mp4\nDuration....01:48:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Little NeoI Spit on Your Grave 2 (2013) ျမန္မာစာတန္းထိုးဇာတ္လမ္းအက်ဥ္းကေတာ့ ေမာ္ဒယ္ျဖစ္ခ်င္တဲ ေကတီတစ္ေယာက္ ဓါတ္ပံုဆရာတစ္သိုက္ဆီ အလကားဓါတ္ပံုရိုက္ခြင့္ရမယ္ဆိုတဲေမ်ာ္လင့္ခ်က္္နဲသြားခဲပါတယ္။အဲဒီမွာပဲ ဓါတ္ပံုဆရာရဲညီ သိပ္က်ပ္မျပည့္တဲ ေဂ်ာဂ်ီ ဟာသူမကိုျမင္ျမင္ခ်င္ႀကိုက္သြားပါတယ္။နဂိုကသိပ္က်ပ္မျပည့္သူဆိုေတာ့ ေကတီတိုက္ခန္းကိုညဘက္မွာခိုးဝင္ၿပီး ေကတီကိုRapeလုပ္ပါေတာ့တယ္။ေကတီရဲေအာ္သံေၾကာင့္အိမ္နီးနားခ်င္းေကာင္ေလးေရာက္လာတဲအခါ ေဂ်ာဂ်ီဟာ အဲဒီေကာင္ေလးကိုပါသက္ခဲပါတယ္။ကိစၥေတြၿပီးေတာ့မွ သူလုပ္ခဲတာေတြကိုသတိရၿပီး သူ႔အကိုေတြဆီအကူညီလွမ္းေတာင္ပါေတာ့တယ္။သူ႔အကိုေတြဟာ လူသက္မူနဲမုဒိန္းမူကိုေဖ်ာက္ဖ်က္ဖို႔အတြက္ေကတီကိုဖမ္းေခၚသြားၿပီး လိင္ပိုင္ဆိုင္ရာနိုပ္စက္ခဲၾကပါတယ္။ဒါကို ေကတီကဘယ္လိုလြတ္ေျမာက္ေအာင္ထြက္ေျပးမလဲ လူယုတ္မာေတြကိုဘယ္လိုမ်ားရက္ရက္စက္စက္ဂလဲစားျပန္ေခ်မလဲ။ဂလဲစာေခ်တာေရာေအာင္ျမင္ပါ့မလားဆိုတာကို ရင္တဖိုဖိုနဲၾကည့္ရမယ္ဇာတ္ကားေကာင္းတစ္ကားပါ။၂၀၁၃ခုနွစ္ကထြက္ရွိခဲတာျဖစ္ၿပီး IMDB ကေတာ့5.7ထိရရွိထားတဲ Horror,Thriller ...",
        "rating": "",
        "url": "https://megaup.net/Sqip/I_Spit_on_Your_Grave_2_[2013]_(MM_Sub).mp4",
        "category": "Special Package, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/bbf13934358be4dc2e562121d8ac29da-203x300.jpg",
        "title": "Special Correspondents(2016) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားဟာ……… ေရဒီယိုဂ်ာနယ္လစ္ တစ္ေယာက္နဲ႔ သူ႔ရဲ႕နည္းပညာကြ်မ္းက်င္ သူတို႔ နွစ္ေယာက္ဟာ ေတာင္အေမရိကမွာ ပုန္ကန္ထၾကြမႈေတြျဖစ္ေနစဥ္ အတြင္းမွာ ျပန္ေပးဆြဲမႈတစ္ခုျပဳလုပ္ရန္ လွ်ိဳ႕ဝွက္ၾကံစည္ၾကပုံကို ဟာသ ေလးေနွာျပီးရိုက္ကူးထားတဲ့ Comedy ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္ iMDb rating အေနနဲ႔ကေတာ့ဘ5.8/10 ရရိွထားပါတယ္ဇာတ္ကားကို ဒီလင့္ကေန ေဒါင္းပါ(ဇာတ္ကားအညြန္းေရးသူကေတာ့ Han Htoo Zaw ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/special-correspondents2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/themes/grifus/images/noimg.png",
        "title": "Special Correspondents (2016) ျမန္မာစာတန္းထိုး",
        "description": "File Size         : 720 MBQuality           : Blu ray 720PRunning Time : 1hr 40 minuteFormat           : Mp4Genre             :ComedyEncoder         : Joker.phsDownload And watch With Pcloud Link Full HDDownload And watch Pcloud Link Small File Size",
        "rating": "",
        "url": "https://channelmyanmar.org/special-correspondents-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/the-family-fang-2016-official-trailer-hd-nicole-kidman-christopher-walken_1460189326-b-300x170.jpg",
        "title": "The Family Fang (2015) ျမန္မာစာတန္းထိုး",
        "description": "မိသားစု comedy drama ကားေလး တစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစ။ Annie နဲ႔ Baxterဆိုတဲ့ ေမာင္နွမ နစ္ေယာက္ဟာ public performance ေတြနဲ႔ နာမည္ႀကီး တဲ့ လင္မယား နွစ္ေယာက္ရဲ႕ သားသမီးေတြ ျဖစ္ၾကၿပီး သူတို႔ကုိ ငယ္ငယ္တုန္းက သူတို႔ မိဘေတြကအသံုးခ်ခဲ့ၾကတယ္လို႔ပဲ ထင္ေနၾကတာပါ။ အရြယ္ေရာက္လာတဲ့ အထိ အဆိုပါ အစြဲ ကို မေဖ်ာက္နိုင္ၾကေသးပါဘူး။ တစ္ေန႔မွာ သူတုိ႔ မိဘေတြ ရုတ္တရက္ ေပ်ာက္ဆံုး သြားတဲ့ အခါမွာ ေကာင္ေလးက ရဲေတြကုိ တိုင္ဖို႔ စိတ္ကူးခဲ့ေပမယ့္ ေကာင္မေလးကေတာ့ ဒါဟာသူတို႔မိဘေတြရဲ႕ ေနာက္ထပ္ ဇာတ္လမ္းဆင္ထားတဲ့ လွည့္ကြက္ performanceျဖစ္မယ္လို႔ ယူဆမိၿပီး ကိုယ့္ဘာသာ ရွာဖို႔ စီစဥ္ ရာမွ ဘာေတြ ဆက္ျဖစ္မလဲ ဆိုတာ...File size...(600MB)  Quality...BR-Rip 720p Format...mp4Duration....01:46:21Subtitle....Myanmar Subtitle (Hardsub)Encoder....seniorkaungDownload ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-family-fang-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/We-Are-Your-Friends-136x200.jpg",
        "title": "We Are Your Friends (2015)",
        "description": "မင္းသားေခ်ာ Zac Efron အဓိကပါဝင္ထားတဲ့ Drama, Music, Romance အမ်ိဳးအစားဇာတ္ကားပါ။\nZac Efron ကဒီဇာတ္ကားထဲမွာ DJ music ကိုရူးသြပ္သူတစ္ေယာက္အေနနဲ႕သရုပ္ေဆာင္ထားပါတယ္။\nဇာတ္လမ္းကိုေတာ့ မိတ္ဆက္မေပးေတာ့ပါဘူး။\nIMDb Rating (6.1/10) ရရွိထားတဲ့ Music ဇာတ္ကားေလးပါ။File size...(850MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:36:03\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung \nနမူနာၾကည့္ရန္",
        "rating": "6.2",
        "url": "https://megaup.net/UDeo/We_Are_Your_Friends_[2015]_(MM_Sub).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/norm-of-the-north-poster-lg-1-208x300.jpg",
        "title": "Norm Of The North (2016) ျမန္မာစာတန္းထိုး",
        "description": "အခုတခါေတာ့ အန္နီေမးရွင္းနဲ႕ ေ၀းေနတာၾကာဘီျဖစ္တဲ့ ပရိတ္သတ္ၾကီးအတြက္Norm Of The North ဆိုတဲ့ ကာတြန္းကားေလးနဲ႕ မိတ္ဆက္ေပးျခင္ပါတယ္က်ေတာ္ သေဘာက်မတာက ကာတြန္းကားေလးက လူေတြကို မိမိတို႕ ေနထိုင္တဲ့ ပတ္၀န္းက်င္ကို ထိန္းသိမ္းဖို႕ အသိပညာေပးကားေလးမို႕ပါေနာက္ထပ္သေဘာက်မိတာေလး တစ္ခုက ဇာတ္လမ္းထဲက စီးပြားေရးေသာင္းက်န္းသူ မစၥတာ ဂရင္းေနရာမွာ သံုးထားတဲ့ ကာတြန္းပံုစံေလးပါသံုးထားတဲ့ ပံုစံေလးက အခုလက္ရွိကမၻာေပၚမွာ စီးပြားေရး အေသာင္းက်န္းဆံုးသဘာ၀ပတ္၀န္းက်င္ ထိခိုက္မႈကို ဂရုမစိုက္ဆံုး တရုပ္ကို သေရာ္ထားတာကိုပါပဲကဲ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ အာတိတ္ေဒသရဲ႕ ဘုရင္လို႕ေခၚၾကတဲ့ပိုလာဘဲတို႕ရဲ႕ ေဒသမွာ မစၥတာဂရင္းက ကြန္ဒိုေတြ ေဆာက္ျပီးေရာင္းခ်ဖို႕ၾကံစီရာမွ Norm က နယူးေယာက္ထိသြားေရာက္ျပီးတာဆီးပံုေလးကို ရယ္ေမာဖြယ္ရာ ကာတြန္းဇာတ္ေကာ္ငေလးမ်ားျဖင့္ပံုေဖာ္ျပထားျပီး ကာတြန္းဇာတ္လမ္းထဲမွာ Norm ရဲ႕ ၀၀ဖိုင့္ဖိုင့္ ခ်စ္စရာ ဖင္လႈပ္အကကိုလည္း ရွဴစားၾကပါအံုးလို႕ (ဘာသာျပန္ကေတာ့ ကိုမ်ိဳးမင္းသူသန္းျမင့္ပါ)File size...(700MB)  \nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator .......Myo Min Thu Than Myint\nEncoder....Kyaw Ye Aung Download & ...",
        "rating": "",
        "url": "https://channelmyanmar.org/norm-of-north-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/colonia-226254678-large-210x300.jpg",
        "title": "Colonia Dignidad (2016) ျမန္မာစာတန္းထိုး",
        "description": "2016 ခုႏွစ္ထြက္ ျဖစ္ရပ္မွန္ အေျခခံထားတဲ့ ဇကားေလးတစ္ကားနဲ႕\nစီအမ္ ပရိတ္သတ္ၾကီးကို ဒီညအတြက္ မိတ္ဆက္ေပးပါရေစ\nက်ေတာ္္ကေတာ့ အသဲေက်ာ္ေလး အမ္မာ၀တ္ဆန္ပါလို႕ ဒီကားေလးကိုၾကည့္မိျပီး\nသေဘာက်မိတာနဲ႕ ပရိတ္သတ္ၾကီးကို မိတ္ဆက္ေပးတာပါ\nကဲ ဇာတ္လမ္းအက်ဥ္းေလးကို သြားလိုက္ၾကရေအာင္ဗ်ာ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ခ်ီလီႏိုင္ငံရဲ႕ ၁၉၇၃ ခုႏွစ္ကာလကို အေျခခံျပီးရိုက္ကူးထားျပီး\nခ်ီလီႏိုင္ငံက နာမည္ၾကီး ကိုလိုနီးယား ဒစ္ကနီဒက္ ဆိုတဲ့ ဘုရားရွိခိုးေက်ာင္းအမည္ခံ\nစစ္အတြင္း ပုန္ကန္ဆႏၵျပသူေတြကို ရူးသြပ္သည္အထိႏွိပ္စက္ျပီး\nအသိစိတ္ကင္းမဲ့ေစေသာေဆးမ်ားေၾကြးျပီး\nသူ႕ကိုယ္သူ ဘု၇ားႏွင့္ဆက္သြယ္ႏိုင္သည္ဟု ဆိုကာ ႏွိပ္စက္ေနေသာ ဘုန္းေတာ္ၾကီး\nPaul Schäfer အေၾကာင္းကို ရိုက္ကူးျပထားေသာ ဇာတ္ကားျဖစ္ျပီး\nဘုန္းေတာ္ၾကီးPaul Schäfer ကေတာ့ ၂၀၀၄ ခုႏွစ္မွာ အာဂ်င္တီးနားႏိုင္ငံမွာ အဖမ္းခံခဲ့ရျပီး\nကေလးသူငယ္ဆိုင္ရာ လိင္က်ဴးလြန္မႈအပါအ၀င္ အျခားအမႈေပါင္းမ်ားစြာႏွင့္\nေထာင္ဒဏ္ ၃၃ ႏွစ္ခ်မတ္ခံရျပီး ၂၀၁၀ ခုႏွစ္မွာ စန္တီဂို အက်ဥ္းေထာင္အတြင္းမွာဘဲ\nဘ၀ ဇာတ္သိမ္းသြားခဲ့ပါတယ္။\nေလယာဥ္မယ္ လီနာ တျဖစ္လဲ အမ္မာ၀တ္ဆန္ ဟာ ခ်ီလီႏိုင္ငံကို ေလေၾကာင္းတာ၀န္အရ လိုက္ပါခဲ့ျပီး\nအနားယူရန္ ကားျဖင့္ ထြက္လာစဥ္ ခ်စ္သူျဖစ္သူ ဒယ္နီရယ္ ကိုေတြ႕မိျပီး လိုက္ပါသြားခဲ့ရာမွ\nဒယ္နီရယ္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/colonia-dignidad-2016_22/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/danish-girl-poster-150x200.jpg",
        "title": "The Danish Girl (2015)",
        "description": "The Danish Girl (2015)IMDb - 7.1/10_____Rotten - 67%Won 1 Oscar, 31 wins & 79 nominations. ဒီဇာတ်လမ်းဟာ ၁၉၂၆ မှာ ဒိန်းမတ်နိုင်ငံက ပန်းချီဆရာလင်မယားရဲ့ အကြောင်းကို ရိုက်ယူထားတဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်လို့ ဆိုပါတယ်။ ပန်းချီဆိုတာ အရောင်တွေ သုံးပြီး ကင်းဗတ်စပေါ် ရေးတယ် ဆိုတာလောက်ပဲ သိတဲ့ ကျနော့်အတွက်တော့ သူတို့ဆွဲတဲ့ ပန်းချီ အမျိုးအစားအယူအဆတွေ ဘာလဲဆိုတာတော့ မသိပါဘူး။ ယောက်ျားဖြစ်သူ Einar က ရှုခင်းပုံဆွဲပြီး သူ့အမျိုးသမီး Gerda က ပုံတူရေးဆွဲတယ်လို့ပဲ ဆိုပါတော့။ တရက်မှ Gerda ဟာ ပုံတူရေးဆွဲရာမှာ မော်ဒယ်လ်ထိုင်ဖို့ အမျိုးသမီးရောက်မလာလို့ သူ့ယောကျာ်း Einar ကိုပဲ အမျိုးသမီးလို ဆင်ပေးပြီး မော်ဒယ်လ်ထိုင်ခိုင်းခဲ့တယ်။ အမှတ်မထင်ပဲ အဲ့ပန်းချီကားဟာလည်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/Zuia/The_Danish_Girl_[2015]_(MM_Sub).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/marauders_ver2-213x300.jpg",
        "title": "Marauders (2016) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 5.4/10 ရရွိထားတဲ့ ခပ္ၾကမ္းၾကမ္း အက္ရွင္ကားေလး တကားနဲ႕ မိတ္ဆက္ေပးပါရေစ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ဘဏ္တခုကို ဓါးျပတိုက္မႈတစ္ခုကေနစတင္ထားျပီးဓါးျပမႈမွာ က်န္ရွိခဲ့တဲ့ သဲလြန္စေတြအကုန္လံုးက ဘဏ္ပိုင္ရွင္နဲ႕သူ႕ရဲ႕ ပါတနာေဖာက္သည္ကို ညႊန္ျပေနမႈေၾကာင့္FBI က မသကၤာဘဲ လိုက္လံစံုစမ္းရာမွ ဘယ္လို အရွုပ္ေတာ္ပံုေတြေပၚေပါက္လာေလမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကဘဲ ၾကည့္ရွဴလိုက္ၾကပါေတာ့ဗ်ာFile size...(700MB)  \nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator .......Linn Thura 1988 Encoder....Kyaw Ye AungDownload & Watch On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/marauders-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/the_trust-102627158-large-1-202x300.jpg",
        "title": "The Trust (2016) ျမန္မာစာတန္းထိုး",
        "description": "မင္းသားၾကီး နီကိုလပ္ေက့စ္ ရဲ႕ ၂၀၁၆ ထြက္ စံုေထာက္ကားေလးတကားနဲ႕မိတ္ဆက္ေပးပရေစ။ဇာတ္ကားေလးကေတာ့ IMDb rating 5.4/10 ရရွိထားျပီးစိတ္၀င္စားဖို႕အေတာ္ေကာင္းတာကိုေတြ႕ရပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ LVPD ရဲ႕ သက္ေသခံပစၥည္းထိန္းသိမ္းေရးတာ၀န္ခံ နီကိုလပ္ေက့စ္ဟာ တရက္ မထင္မွတ္ဘဲ ကားတစ္စီးကို သိမ္းမိရာမွာကား အင္ဂ်င္ဘေလာက္တုန္းအတြင္းမွ ဘိန္းျဖဴမ်ားအားေတြ႕ရွိျပီးဘိန္းေမွာင္ခိုဂိုဏ္းကို ဆက္စပ္ စံုစမ္းရာမွ ဘိန္းေမွာင္ခိုင္ဂိုဏ္း၏ဘိန္းမ်ားႏွင့္ ပိုက္ဆံမ်ားအား သိမ္းဆည္းထားရာ ေနရာအား စံုစမ္းမိျပီးဘယ္လိုေတြမ်ား လမ္းမွားလိုက္မိမလဲ ေလာဘတက္ျပီး ဘယ္လိုေတြျဖစ္မလဲဆိိုတာ သိျခင္ပါက ဒီ ယံုၾကည္မႈလို႕ အမည္ရတဲ့ကားေလးကို ၾကည့္လိုက္ၾကပါလို႕အၾကံျပဳလိုက္ပါရေစ။File size...(600MB)  \nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Kyaw Ye Aung Download & Watch On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/the-trust-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/image-2-197x300.jpg",
        "title": "The Prince Of Egypt (1998)",
        "description": "Prince of egypt\nဒီအန္နီေမးရွင္းဇာတ္လမ္းေလးမွာ Imdb 7 အထိရရွိထားၿပီး မိသားစုနဲ႔အတူၾကည့္ႏိုင္တဲ့ ကားေကာင္းေလးတစ္ကားပါ။မိတ္ေဆြအခ်င္းခ်င္း႐ိုင္းပင္းကူညီမႈနဲ႔ႀကိဳးစားအားထုတ္ရင္ဘာမဆိုျဖစ္လာႏိုင္တယ္ဆိုတာကိုမီးေမာင္းထိုးျပထားတဲ့ပညာေပးအန္နီေမးရွင္းဇာတ္ကားေကာင္းတစ္ကားဆိုလည္းမမွားပါဘူး။\nဇာတ္လမ္းအၫႊန္းဆိုရရင္ေတာ့ျဖင့္  တစ္ခါကအီဂ်စ္ႏိုင္ငံမွာ Moses နဲ႔ Ramses ဆိုတဲ့ညီအကိုႏွစ္ေယာက္အေၾကာင္းနဲ႔စတင္ထားပါတယ္။တစ္ေယာက္ဟာ နန္းၫြန္႔နန္းလ်ာအျဖစ္ႀကီးျပင္းလာခဲ့ၿပီးေတာ့ က်န္တစ္ေယာက္မွာေတာ့  မိဘမဲ့အျဖစ္ႀကီးျပင္းလာခဲ့ၾကရပါတယ္။ဘာေၾကာင့္လဲဆိုတာေတာ့မေျပာေတာ့ပါဘူး။ သူတို႔ႏွစ္ေယာက္ဟာ သူငယ္ခ်င္းေတြအျဖစ္နဲ႔သာရင္းႏွီးကြၽမ္းဝင္ၾကၿပီးညီအကိုေတြမွန္းမသိခဲ့ၾကပါဘူး။တစ္ေန႔ အိမ္ေရွ႕စံမင္းသားေလးဟာတိုင္းျပည္ကိုအုပ္ခ်ဳပ္ရေတာ့တဲ့အခါမွာေတာ့  ငယ္ရြယ္ေသးတာေၾကာင့္အခက္ခဲေတြနဲ႔ႀကံဳေတြ႕ရပါေတာ့တယ္။အဲ့ဒီခါ သူဘာေတြကိုႀကိဳးစားသင္ယူၿပီး ဘယ္လိုအခက္အခဲေတြကိုေျဖရွင္းမလဲ ဘယ္သူ႔ရဲ႕တိုက္ခိုက္မႈေတြ ဘယ္သူ႔ရဲ႕ကူညီမႈေတြကိုရႏိုင္မလဲ ေနာက္ဆံုးအီဂ်စ္ျပည္ႀကီးစည္ပင္ဝေျပာဖုိ႔သူႀကံေဆာင္ႏိုင္ပါ့မလားဆိုတာဇာတ္ကားေလးကိုသာၾကည့္႐ႈၾကဖုိ႔တိုက္တြန္းခ်င္ပါတယ္။\n(ဇာတ္ကား အညႊန္းကိုေတာ့ မိုးဦးမာန္က ေရးသားေပးခဲ့တာပါ)File size...(600MB)  \nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator .......Myo Min Thu Than Myint\nEncoder....Kyaw Ye Aung Download & Watch On Pcloud",
        "rating": "",
        "url": "https://megaup.net/Uxaf/[02506]_The_Prince_of_Egypt_(1998)_[Animation]_[Val_Kilmer]_[USA]_[7.0].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/dirty-grandpa-poster-140x200.jpg",
        "title": "Dirty Grandpa (2016)",
        "description": "Dirty Grandpa (2016)_______IMDb - 5.9/10\n IMDb Rating (5.9/10) ထိရရှိထားတဲ့ Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။\nမြေးတွေထက် ခေတ်ရှေ့ပြေး လန်းနေတဲ့ အဘိုးက ဘဝကိုရိုးရိုးစင်းစင်းဖြတ်သန်းနေတဲ့မြေးတော်မောင်ကို\nဘဝဆိုတာ ရိုးစင်းခြင်းထက်ပိုမိုကြောင်း လက်တွေ့ပြတဲ့ ဟာသဆန်ဆန်ဇာတ်ကားပါ။\nဘဝမှာ အမှားတွေရှိမယ်...အမှန်တွေရှိမယ်...ဒါတွေကိုလိုက်ဖက်ညီစွာခံစားဖို့\nလွတ်လပ်တဲ့ နှလုံးသားတစ်စုံလိုအပ်ကြောင်း ချပြထားပါတယ်။\nအလန်းဇယားဘိုးတော်အဖြစ် ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသားကြီး Robert De Niro ကို\nThe Intern ဇာတ်ကားမှာလဲ အတော်သဘောကျမိသလို ဒီဇာတ်ကားမှာလဲ နှစ်ခြိုက်မိပါတယ်။\nComedy ဇာတ်ကားကြိုက်သူများလက်မလွတ်သင့်တဲ့ဇာတ်ကားပါ။  \nFile size...(854MB) \nQuality...WEB-Rip 720p \nFormat...mp4\nDuration....01:41:51\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung \n နမူနာကြည့်ရန်",
        "rating": "5.9",
        "url": "https://megaup.net/1xmjg/Dirty_Grandpa_[2016]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/the-golden-compass-poster-135x200.jpg",
        "title": "The Golden Compass (2007)",
        "description": "The Golden Compass (2007)\nIMDb - 6.1/10_____Rotten - 42%\nWon 1 Oscar. Another 6 wins & 32 nominations\n   \nဝိဉာဉ်တွေက ခန္ဓာကိုယ်ထဲမှာ နေကြတယ်...\nငါတို့ ကမ္ဘာမှာတော့... ငါတို့ဝိဉာဉ်တွေက\nငါတို့ဘေးမှာလမ်းလျှောက်ပြီးနေကြတယ်လေ။\nနိဒါန်းလေးကြည့်လိုက်ရုံနဲ့ အရမ်းစိတ်ဝင်စားမိမှာ ပဲဆိုတာမြေကြီးလက်ခတ်မလွဲပါပဲ....\nလိုင်ရာ တစ်ယောက်ကလေးချင်းစကြနောက်ကြရင်းနဲ့\nမထင်မှတ်ပဲ အရေးကြီးကိစ္စတစ်ခုထဲရောက်သွားပါတော့တယ်\nသူကိုယ်တိုင်ကလည်းအဖိုးတန်ရတနာလေးဖြစ်နေပါတယ်..\nလိုင်ရာကတစ်ဦးတည်းသောအမှန်တရားကို ဖတ်နိုင်သူလေးဖြစ်နေတာပါ..\nကဲ လိုင်ရာတစ်ယောက် ဘယ်လိုအမှန်တရားတွေရှာမယ်..\nဘယ်လိုဖြေရှင်းသွားမယ်ဆိုတာ...အခုပဲကြည့်လိုက်ကြစို့ဗျား\n \n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Aye Min Oo ပဲ ဖြစ်ပါတယ်)\n  \nဝိဉာဥ္ေတြက ခႏၶာကိုယ္ထဲမွာ ေနၾကတယ္...\nငါတို႔ ကမာၻမွာေတာ့... ငါတို႔ဝိဉာဥ္ေတြက\nငါတို႔ေဘးမွာလမ္းေလွ်ာက္ၿပီးေနၾကတယ္ေလ။\nနိဒါန္းေလးၾကည့္လိုက္႐ုံနဲ႔ အရမ္းစိတ္ဝင္စားမိမွာ ပဲဆိုတာေျမႀကီးလက္ခတ္မလြဲပါပဲ....\nလိုင္ရာ တစ္ေယာက္ကေလးခ်င္းစၾကေနာက္ၾကရင္းနဲ႔\nမထင္မွတ္ပဲ အေရးႀကီးကိစၥတစ္ခုထဲေရာက္သြားပါေတာ့တယ္\nသူကိုယ္တိုင္ကလည္းအဖိုးတန္ရတနာေလးျဖစ္ေနပါတယ္..\nလိုင္ရာကတစ္ဦးတည္းေသာအမွန္တရားကို ဖတ္ႏိုင္သူေလးျဖစ္ေနတာပါ..\nကဲ လိုင္ရာတစ္ေယာက္ ဘယ္လိုအမွန္တရားေတြရွာမယ္..\nဘယ္လိုေျဖရွင္းသြားမယ္ဆိုတာ...အခုပဲၾကည့္လိုက္ၾကစို႔ဗ်ား (ဇာတ္ကားအၫြန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Aye Min Oo ပဲ ျဖစ္ပါတယ္)\n  \nFile Size         : 810 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr ...",
        "rating": "6.1",
        "url": "https://megaup.net/SEor/The_Golden_Compass_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Papillon-210x300.jpg",
        "title": "Papillon (1973)",
        "description": "Papillon ရုပ်ရှင်ဟာ ၁၉၇၃ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ တစ်ကျွန်းကျ အကျဉ်းသားတစ်ယောက်ရဲ့ ထောင်ဇာတ်လမ်း ရုပ်ရှင်ဖြစ်ပါတယ်။ရောင်းအားအကောင်းဆုံးဖြစ်ခဲ့တဲ့ ပြင်သစ်အကျဉ်းသား အွန်ရီ ရှာရန်း ရဲ့ကိုယ်တိုင်ရေး အတ္ထုပတ္တိစာအုပ်ကို ရုပ်ရှင် ပြန်လည်ရိုက်ကူးခဲ့တာပါ။မြန်မာပြည်မှာ ၁၉၈၂ ခုနှစ်က စာရေးဆရာ ဦးလှဝင်း (လေသူရဲ တစ်ဦး ) က'ပါပီလွန် နှင့် ဗင်ကို' အမည်နဲ့ ဘာသာပြန်ခဲ့ပါတယ်။ လူကြိုက်များခဲ့ပါတယ်။မဖတ်ရသေးရင် ဖတ်ကြည့်ကြပါ။ဒီရုပ်ရှင်ကို ဝေးလံတဲ့ဒေသတွေမှာ သွားရောက်ရိုက်ကူးခဲ့ရတဲ့အတွက် အဲဒီအချိနိတုန်းက အတော်များတဲ့ ကုန်ကျစရိတ် ဒေါ်လာ ၁၂သန်းခန့် ကုန်ကျခဲ့ပါတယ်။ဒါပေမယ့် ရုံတင်ပြီး ပထမတနှစ်အတွင်းမှာတင် ဝင်ငွေနှစ်ဆမက မြတ်ခဲ့ပါတယ်။Imdb rating 8 ရရှိထားပါတယ်။(ဇာတ်ကားကို ဘာသာပြန်ပြီး အညွှန်းပါ ရေးပေးသူကတော့ KO MYO (WAKEMA) ပဲ ဖြစ်ပါတယ်)File Size   >>> 1GB / 541 MbQuality ...",
        "rating": "",
        "url": "https://megaup.net/33IHT/Papillon_[1973]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/max1457124698-potlaccd-cover-300x300.jpg",
        "title": "The Big Shot (2015) ျမန္မာစာတန္းထိုး",
        "description": "IMDb raing 7.8/10 ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားေတြကိုလည္းၾကီးအံုးအကုန္ အလန္းေတြၾကီးဘဲ ဇာတ္လမ္းက လည္း ျဖစ္ရပ္မွန္ကိုရိုက္ထားတာဒီလိုကားမ်ိဳးမၾကည့္လို႕ ဘယ္ကားကိုၾကည့္အံုးမွာလဲဇာတ္လမ္း အက်ဥး္က ဒီလိုဗ် သေဘာထားမကိုက္ညီတဲ့ စီးပြားေရးသမား ၄ေယာက္\n၂ေယာက္က အမ်ားအက်ိဳးကိုၾကည့္တယ္ က်န္တဲ့ ၂ေယာက္က တစ္ကိုယ္ေကာင္းသမားေတြ\nအဲ့ဒီမွာစေတြ႕ၾကတာ အခ်င္းခ်င္းျပိဳင္ဆိုင္ၾကရင္း U.S ရဲ႕ စီးပြားပ်က္ကပ္ကို ဘယ္လိုရင္ဆိုင္ၾကမလဲ\nမိမိတို႕ အလုပ္သမားေတြအတြက္ ဘယ္လိုေတြမ်ား စီမံျပီး အေကာင္းဆံုးလုပ္ေဆာင္ၾကမလဲဆိုတာၾကည့္ရမွာ\nကၽြန္ေတာ္ကေတာ့ စီးပြားေရးသမား မဟုတ္ေတာ့ သိပ္ေတာ့ နားမလည္ဘူး\nစီးပြားေရးနဲ႕ ပတ္သက္တဲ့ အသိအျမင္ေတြအမ်ားၾကီးပါေနတာေတာ့သိတယ္\nသိဆို ဇာတ္လမ္းက နာမည္ၾကီးစာေရးဆရာ Michael Lewis ရဲ႕\n၂၀၁၀ မွာထြက္ခဲ့တဲ့ Non-Fiction ဆိုတဲ့စာအုပ္ကိုရိုက္ထားတာကိုး\nအဲ့ေလာက္ဆို သေဘာေပါက္ၾကမွာပါ\nဇာတ္ကားကို ေကာ္ငးတယ္လုိ႕ ကၽြန္ေတာ္မေျပာဘူးေနာ္\nမေကာ္ငးဘူးလို႕လဲ မေျပာဘူး\nၾကည့္ျပီးရင္ တခုခုေတာ့ ရခဲ့မယ္ဆိုတာ ေတာ့ အာမခံတယ္\nေနာက္ဆံုး မရရင္ေတာင္ ေနာင္တေတာ့ ရမွာပါ :PFile size...(600MB)  Quality...BR-Rip 720pFormat...mp4Duration....01:44:24Subtitle....Myanmar Subtitle (Hardsub)Encoder....Kyaw Ye AungDownload & Watch On ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-big-shot-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Riot-2015-1-200x300.jpg",
        "title": "Riot (2015) ျမန္မာစာတန္းထိုး",
        "description": "က်ေတ္ာတို႕ ရင္းႏွီးေနၾက ရုရွားအားႏိုးလို႕ သိၾကတဲ့ မင္းသားၾကီးပါ၀င္သရုပ္ေဆာင္ထားတဲ့ ဒီကားၾကီးဟာဆိုရင္ျဖစ္ ေထာင္ကား တာကားျဖစ္တာေၾကာင့္ မၾကမ္းမွာေတာ့ ပူေနစရာမလိုပါဘူးရဲစံုေထာက္ ဂ်က္စတုန္းဟာ ဘဏ္ဓားျပမႈတစ္ခုမွာေခ်ာ္ကတြန္းခံရျပီး ေထာင္အတြင္းသို႕ အက်ခံရရာမွသူ႕အား ေခ်ာက္တြန္းသူမွာ ရုရွားဂိုဏ္းေခါင္းေဆာင္ ဘယ္လန္ဟု သိလုိက္ရာမွာေတာ့မည္သို႕မည္ပံု အမႈအားျပန္လည္ေဖာ္ထုပ္မည္ကိုေတာ့ပရိတ္သတ္ၾကီးက ဆက္လက္ရွဴစားၾကပါအံုးFile size...(600MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Kyaw Ye AungDownload & Watch On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/riot-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/015165-207x300.jpg",
        "title": "Mr & Mrs. Incredible (2011) ျမန္မာစာတနး္ထိုး",
        "description": "IMDb rating 5.4/10 ရရွိထားျပီး ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားမင္းသမီးေတြကလည္းပရိတ္သတ္ၾကီးနဲ႕ မစိမ္းတဲ့ နာမည္ၾကီး မင္းသားမင္းသမီးေတြနဲ႕ဆိုေတာ့ ဇာတ္ကားက ေျပာစရာမလိုေလာက္ဘူးထင္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေရွးေခတ္ေဟာင္း စူပါဟီးရိုးလင္မယား ၂ေယာက္ဟာအနားယူၾကရင္း တေန႕မွ မထင္မွတ္ထားတဲ့ ျပသနာေတြ ေတြ႕ၾကံဳလိုက္ရတဲ့ အခါမွာေတာ့ဘယ္လိုေေတြမ်ားေျဖရွင္းၾကမလဲဆိုတာကိုပရိတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဴၾကပါအံုးဗ်ာဇာတ္ကား အမ်ိဳးအစား က Comedy ျဖစ္တာေၾကာင့္ ဇာတ္ကား မၾကည့္ခင္ရွဴ ရွဴ း အရင္ေပါက္ထားဖို႕ကို အၾကံေပးလိုက္ပါရေစဘာသာျပန္သူကေတာ့ ဇြန္ထက္ပိုင္ျဖစ္ပါတယ္ဇာတ္ကားကိုလည္း အေကာ္ငးဆံုး ကြာလတီကို ရွာေဖြတင္ဆက္ေပးထားပါတယ္ဗ်File size...(600MB)\nQuality...DVD-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator ....... Zon Htet Paing\nEncoder....Kyaw Ye AungDownload & Watch on Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/mr-mrs-incredible-2011/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Bloody-Destiny_poster_goldposter_com_2-206x300.jpg",
        "title": "Bloody Destiny (2015) ျမန္မာစာတန္းထိုး",
        "description": "လူသိနည္းၿပီးၾကည္႔ေကာင္းတဲ႔အမ်ိဳးအစားထဲမွာပါတဲ႔ Bloody Destiny 2015 ဇာတ္လမ္းအက်ဥ္းမွာဆုိရင္--ငယ္ငယ္ထဲက တုိက္ခိုက္ဖုိ႔အတြက္ ေမွာင္ခုိကုန္ကူးခံရတဲ႔ကေလး ကိုယြမ္ဟာ  သူ႔နံမည္ကို နံပါတ္ ၂၀လို႔ကုတ္နံပါတ္ေပးခံရပါတယ္သူတုိ႔ကိုေခၚလာတဲ႔လမ္းခုလတ္မွာပဲ သမီးကို အခေၾကးေငြနဲ႔ေရာင္းစားတဲ႔မိသားစုတခုရွိေနၿပန္တယ္ ကေလးမေလးကိုၿပည္႔တန္ဆာအိမ္အပို႔ခံရၿပီး ကိုယြမ္နဲ႔ပထမဆံုးစသိခဲ႔ရတဲ႔အခါ.....ေတြ႔ခ်ိန္မၾကာေပမယ္႔ မိဘမဲ႔ၿဖစ္သြားတဲ႔ ရွားရွားဆုိတဲ႔ေကာင္မေလးစိတ္ထဲမွာ ကိုယြင္ကို အားကိုးတၾကီးေမွ်ာ္လင္႔ခဲ႔တယ္ .....သူတုိ႔ၿပန္ေတြ႔ႏိုင္ၾကပါမလားအသတ္အပုတ္သာကြ်မ္းက်င္တဲ႔ ကိုယြင္ဟာ တရားမ၀င္လက္ေ၀ွ႔ပြဲေတြမွာသူ႔သူေဌးအတြက္ ေငြရွာေပးရင္း....လက္ရွိဘ၀ကလြတ္ေအာင္ဘယ္လိုမ်ားၾကံစည္မလဲ.....action movie အမ်ိဳးအစားထဲပါတဲ႔ဒီဇာတ္လမ္းဟာ ဘယ္လိုအဆံုးသတ္သြားမလဲ....အင္ဒိုဘာသာစာဖုိင္ကေန တဆင္႔ၿပန္ရတဲ႔အတြက္အမွားအယြငး္ပါရင္သည္းခံပါလို႔ေၿပာရင္း.....File Size         : 700 MBQuality           : DVD RipRunning Time : 1hr 37 minuteFormat           : Mp4Genre             : ActionEncoder         : Aung Aung OoDownload And watch With Pcloud Link Full HDDownload And watch Pcloud Link Small File ...",
        "rating": "",
        "url": "https://channelmyanmar.org/bloody-destiny-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/51FfIq7PvrL-213x300.jpg",
        "title": "Fighter In The Wind(2004) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ပရိတ္သတ္ေတြအေတာ္ေလး နစ္သက္မယ့္ဇာတ္ကားတစ္ကားလို႔ေျပာပါရေစဇာတ္ ကားေလးကဒုတိယကမ႓ာစစ္အေတာအတြင္းမွာ ရိုက္ထားတဲ႔ဇာတ္ကားေလးပါကိုရီးယားနဲ႔ဂ်ပန္နစ္ နိင္ငံဖက္စပ္ရိုက္ကူးထားလို႔ပရိတ္သတ္ေတြသေဘာ က်မွာအေသအခ်ာပါပဲက်ြန္ေတာ္ငယ္ငယ္ကအရမ္း ၾကိဳက္မိလို႔ဘာသာျပန္မိတာလည္းပါပါတယ္ဇာတ္လမ္း အစမွာဂ်ပန္နိင္ငံမွာရွိတဲ႔ေလယာဥ္ေမာင္းသင္တန္း ေက်ာင္းတက္ခ်င္တဲ႔လူငယ္ေလးတစ္ေယာက္အခက္ အခဲေတြနဲ႔ဂ်ပန္ျပည္လာျပီးေလယာဥ္မႈဴ းျဖစ္ေအာင္ ၾကိဳ းစားပံုအခက္အခဲေတြအမ်ားၾကီးၾကားကေနကိုး ရီးယားလူမ်ိဴ းတစ္ေယာက္အေနနဲ႔ခက္ခက္ခဲခဲရပ္ တည္ရပံုအနိပ္အစက္အညွင္းပန္းခံျပီးၾကိဳ းစား ရုန္းကန္ရပံုကိုတခမ္းတနားရိုက္ကူးျပထားပါတယ္၂၀၀၄ခုနစ္ကကိုရီးယားစံခ်ိန္တင္ဝင္ေငြရခဲ႔တဲ႔ဇတ္ ကားေလးလည္းျဖစ္ပါတယ္ေလယာဥ္မႈဴ းျဖစ္ခ်င္ခဲ႔ေပ မယ့္ဘဝကံၾကမၼာလက္စားေခ်ခ်င္တဲ႔စိတ္ေၾကာင့္ဂ် ပန္ျပည္မွကမ႓ာေက်ာ္သိုင္းအေက်ာ္အေမာ္ျဖစ္လာ ေအာင္ၾကိဳ းစားပံုကလည္းလူငယ္ေလးေတြအတုယူ စရာပါအၾကမ္းခ်ည္းသတ္သတ္မဟုတ္ပဲဂ်ပန္မေလး နင့္ခ်စ္ၾကိဳက္လြမ္းေဆြးရပံုစသျဖင့္ေျပာင္ေျမာက္ ေအာင္ရိုက္ကူးထားနိင္တဲ႔ဒီဇတ္ကားကိုက်ြန္ေတာ္ ၾကိဳက္မိသြားတာလည္းအျပစ္မဆိုသာပါဘူးဒီဇာတ္ကား ေလးမွာၾကိဳက္မိတဲ႔စကားေလးတစ္ခြန္းလည္းရွိပါတယ္ (မင္းဆင္းရဲခ်င္ဆင္းရဲေနနိင္တယ္ဒါေပမဲ႔မင္းရဲဲ႕ၾကိဳ း စားမႈေၾကာင့္ေအာင္ျမင္မႈတစ္ခုမင္းရလာနိင္တယ္) အရမ္းေကာင္းမြန္တဲ႔စကားေလးပါဒီဇာတ္ကားေလးကို ဖုန္းေဘကုန္က်မယ့္ေငြေၾကးကိုဂရုမစိုက္ပဲေဒါင္းလိုက္ ပါလို႔ေျပာပါရေစသိမ္းထားသင့္တဲ႔ဇာတ္ကားေလးတစ္ ကားကိုက်ြန္ေတာ္(စိုးေထြး)ရဲ႕၂၁ကားေျမာက္ဘာသာ ျပန္ေလးအျဖစ္တင္ဆက္ေပးလိုက္ရပါတယ္File Size         : 780 MB\nQuality           : Blu ray 720P\nRunning Time : 2hr\nFormat           : Mp4\nGenre             : Action, Drama, Biography\nEncoder         : Than Htike Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/fighter-in-wind2004/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/penguin-of-madagascar-poster-133x200.jpg",
        "title": "Penguins of Madagascar (2014)",
        "description": "Penguins Of Madagascar (2014)\nIMDb - 6.7/10_____Rotten - 73%\n ဒီ ဇာတ်လမ်းလေးကတော. Skipper, Kowalski, Rico နဲ. Private join ဆိုတဲ့ပင်ဂွင်းလေးကောင်ရဲ. စွန်စားခန်းလေးတွေအကြောင်းပါ ဇာတ်လမ်းအစမှာတော့ Skipper, Kowalski, Rico တို.ဟာ Private မွေးဖွာမဲ. ဥ ကိုကယ်တင်ခဲ့ပြီး Private ဟာ Skipper, Kowalski, Rico တို.နဲ. မိသားစုဝင်ဖြစ်လာခဲ့ပါတယ်။\nပင်ဂွင်းလေးကောင်ဟာ နယူးယောက်ခ် မြို.ကိုရောက်ရှိခဲ့ပြီး ပင်ဂွင်းတွေကို ရန်ငြိုးကြီးနေတဲ့ရေဘဝဲ ဒေဗ့်က ဖမ်း သွားပါတယ်။. နော.ဝင်း အဖွဲ.သားတွေနဲ.ပင်ဂွင်းလေးကောင် ပူပေါင်းပြီး ရေဘဝဲ ဒေဗ်. ရဲ. ယုတ်မာမူတွေကို အတူတွန်းလှန်ရာကနေ အကုန်လုံး ရေဘဝဲ ဒေဗ်.ရဲ.ဖမ်းဆီးခြ င်းကို ခံခဲ့ရပါတယ်။\nနောက်ပိုင်းမှာတော့ ပင်ဂွင်း အဖွဲ.ရဲ. အငယ်ဆုံးကောင်လေးဖြစ်တဲ့ Private ဟာ ပင်ဂွင်း တွေအကုန်လုံးကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/2dnrn/Penguins_Of_Madagascar_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/camp-x-ray-movie-poster-1-203x300.jpg",
        "title": "Camp X Ray(2014) ျမန္မာစာတန္းထိုး",
        "description": "စစ္တပ္ထဲက ပထမတန္းစစ္တပ္အရာရွိ ေအမီ ကိုးလ္ ဟာ Camp Delta လို႔ေခၚတဲ့ ေနရာမွာ အေစာင့္အေနနဲ႔ တာဝန္ေပးျခင္းခံရပါတယ္ အေစာင့္သစ္တစ္ေယာက္ျဖစ္တဲ့ သူမဟာ အက်ဥ္းသားေတြကို ကိုင္တြယ္တဲ့ေနရာမွာလဲ ေအးတိေအးစက္ျဖစ္ေနပါတယ္ သူမ camp မွာ ရွိေနစဥ္မွာ သူမကို စိတ္ဝင္စားေနတဲ့ ဂ်ာမန္အက်ဥ္းသား Ali နဲ႔ ေတြ႕ဆံုခဲ့ပါတယ္ Amy ကေတာ့ Ali ရဲ႕ ႀကိဳးစားမႈေတြ ေမးခြန္းေတြကို လ်စ္လ်ဴရႈ ထားရင္းတခါတေလ စိတ္ပ်က္ေနတတ္ပါတယ္၈ လ ေလာက္ၾကာၿပီးေနာက္မွာ Amy ဟာ Ali ရဲ႕ ေရခ်ိဳးခ်ိန္ေတြကို ႀကီးၾကပ္ရတဲ့သူအေနနဲ႔ အတင္းအက်ပ္ တာဝန္ခ်ခံရပါတယ္ Ali အတြက္လဲ အဆင္မေျပတဲ့အတြက္ Amy က သူမရဲ႕ အထက္အရာရွိဆီကို report ေရးတင္ခဲ့ပါတယ္ တစ္ညမွာေတာ့ Ali နဲ႔ Amy ဟာ ေနာက္ေၾကာင္းေတြ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-42/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/freedvdcover_burying-the-ex-custom-bd-cover-pips-1-300x167.jpg",
        "title": "Burying The Ex (2015) ၿမန္မာစာတန္းထိုး",
        "description": "စိတ္၀င္စားဖုိ႔ေကာင္းတဲ႔ ဇာတ္လမ္းေလးတပုဒ္ကိုယေန႔တင္ဆက္ေပးလိုက္ပါတယ္..2014 မွာထြက္ရွိၿပီး\nဒါရိုက္တာ Joe Dante ရိုက္ကူးတင္ဆက္ထားတဲ႔ ဇာတ္လမ္းတစ္ပုဒ္ၿဖစ္ပါတယ္..IMDb Rating ကေတာ႔\n5.3 ၿဖစ္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းပံုစံေလးကေတာ႔ Max မွာ သူအရမ္းခ်စ္ရတဲ႔ခ်စ္သူတစ္ဦးရွိတယ္...မက္စ္ဟာ သူ႕ရဲ႕\nခ်စ္သူနဲ႔လမ္းခြဲရမွာအရမ္းလည္းေၾကာက္ပါတယ္..တစ္ေန႔မွာေတာ႔ သူ႕ရဲ႕ခ်စ္သူၿဖစ္တဲ႔ အီဗလင္း ဟာ\nမေတာ္တဆမွုတခုနဲ႔အသက္ဆံုးရွံုးခဲ႔ရပါတယ္..မက္စ္ ဟာအရမ္းခံစားခဲ႔ရတယ္..ဒါေပမယ္႔ လအနည္းငယ္\nၾကာၿပီးတဲ႔ေနာက္မွာေတာ႔ မက္စ္တစ္ေယာက္...အိုလီဗီယာလို႔ေခၚတဲ႔ေကာင္မေလးတစ္ေယာက္နဲ႔ဆံု\nစည္းမိၿပီးသူ႔ကိုထပ္ခ်စ္မိသြားပါေတာ႕တယ္..အဲ႕ဒီအထိအေကာင္းပါပဲ..မေကာင္းတာက မက္စ္ရဲ႕\nခ်စ္သူေဟာင္း အီဗလင္း ဟာ သူ႔ကိုၿမွဳပ္ထားတဲ႔ေနရာကေန ၿပန္ထလာၿပီး Zombie အၿဖစ္နဲ႔ မက္စ္ဆီကို\nၿပန္ေရာက္လာကာ..သူတို႕ရဲ႕ခ်စ္သူဘ၀ကိုဆက္လက္ၿဖတ္သန္းခ်င္တဲ႔အခါမွာေတာ႔......................\nFilesize : 513 MB\nQuality : blu-rayRip720p\nSource : Yify\nFormat : mp4\nRun Time : 1hr 29 min\nSubtitle : Myanmar Subtitle (Hardsub)\nEncoded By LK\nDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-40/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/600full-blue-streak-poster-1-207x300.jpg",
        "title": "Blue Streak (1999)",
        "description": "ဒီကားက ထြက္တာလဲ ေတာ္ေတာ္ၾကာျပီျဖစ္သလို က်ြန္ေတာ့္ရဲ့ Hard diskထဲမွာ သိမ္းထားတာလဲ ၂ ႏွစ္ေက်ာ္ေနပါျပီဇာတ္ကားအေၾကာင္းေျပာရရင္ေတာ့သူခိုးေတြက တန္းဖိုးအရမ္းၾကီးတဲ့ အျပာေရာင္ စိန္တံုးကိုခိုးရင္းအခ်င္းခ်င္းသစၥာေဖာက္ရာကေန ရဲေတြ ေရာက္လာခဲ့တာေၾကာင့္ အဖမ္းခံရေတာ့မွာမို့ စိန္တံုးၾကီးကို အဲဒီနားက အေဆာက္အအံုမွာ ဖြက္ထားခဲ့လိုက္လိုက္ပါတယ္။အဲဒီဖြတ္ထားခဲ့တဲ့ သူခိုုးကေန ေထာင္ကေန လြတ္လာေရာ စိန္တံုးကို ျပန္ယူဖို့လုပ္ေတာ့ အဲဒီအေဆာက္အအံုက ရဲစခန္းျဖစ္ေနတာကို ေတြ့လိုက္ပါတယ္။အဲဒါကေန အဲဒီသူခုိးက ရဲအေယာင္ေဆာင္ျပီး စိန္တံုးကို ဘယ္လုိ ျပန္ယူမွာလဲ၊ ရဲဘ၀မွာေရာ ဘာေတြ တစ္လြဲတစ္ေခ်ာ္ျဖစ္ဦးမွာလဲဆိုတာကို ဟာသဆန္ဆန္ ရိုက္ထားတဲ့ကားပါ။သူခိုးအျဖစ္ သရုပ္ေဆာင္တဲ့ Martin Lawrence ရဲ့ ပီျပင္တဲ့ သရုပ္ေဆာင္ခ်က္ေတြေၾကာင့္လဲ ဒီကားက ဟာသကားေတြထဲမွာ ဘယ္အခ်ိန္ ျပန္ၾကည့္ၾကည့္ ဇာတ္ကားေကာင္းအျဖစ္ရပ္တည္ေနတာပါ။မၾကည့္ရေသးရင္ ၾကည့္လုိက္ပါဦး@joker",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-37/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/big-game-poster-133x200.jpg",
        "title": "Big Game (2014)",
        "description": "Big Game (2014)IMDb - 5.4/10_____Rotten - 78%\n  \n2015 ခု နှစ်ထဲမှာ ထွက်ရှိထားတဲ့ ဇာတ်ကား အမိုက်စား ဖြစ်ပါတယ်...ဒါရိုက်တာ Jalmari Helander က\nရိုက်ကူးတင်ဆက်ထားပြီး IMDb Rating 5.4 ရရှိထားပါတယ်...Rotten Tomatoes က တော့ 78% ရရှိထားတာကို တွေ့မြင်ရမှာပါ\nအမေရိကန်တွေအနေနဲ့လည်း သမ္မတ ကို ပဲဇာတ်လမ်းတည်ပြီးရိုက်ရတာသိပ်အားရနေကြလားတော့\nမသိဘူး..White House Down တို့ olympus has fallen တုန်းကလည်း အိမ်ဖြူတော်ကို စိစိညက်\nညက်ကြေနေအောင်ရိုက်ပြထားခဲ့ပြီးပြီ..အခုလည်း ဒီဇာတ်လမ်းမှာ သမ္မတ ကို လိုက်လံလုပ်ကြံ\nသတ်ဖြတ်တဲ့ ဇာတ်ကြောင်းနဲ့ ရိုက်ပြထားပါတယ်..အကောင်းမွန်ဆုံးရိုက်ပြထားခြင်းဖြစ်ပါတယ်.\nဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ရဲ့ Campsite နားလေးမှာ သမ္မတ လေယာဉ်ဟာပစ်ချ\nခံလိုက်ရပါတယ်..အဲ့မှာ ကောင်လေးက သမ္မတကြီးကို ကယ်ဆယ်ပြီးတဲ့နောက်မှာတော့..\nထပ်ပြီးလိုက်လာတဲ့ လိုက်လံသတ်ဖြတ်တဲ့သူတွေလက်က 2ယောက်လုံးလွတ်အောင်ပြေးရပါတော့တယ်\nစိတ်ဝင်စားမှုအရှိန်အဟုန်ကောင်းကောင်းနဲ့ အက်ရှင်ကောင်းကောင်းကြိုက်သူတွေအတွက်တော့\nကြည့်သင့်တဲ့ဇာတ်ကားမျိုးဖြစ်ကြောင်းအသိပေးလိုက်ပါတယ် \nFile size : 550 MB\nQuality : 720p\nFormat : ...",
        "rating": "5.4",
        "url": "https://megaup.net/T5kw/Big_Game_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/Bad_Words_Poster-1-200x300.jpg",
        "title": "Bad Words(2013) ျမန္မာစာတန္းထိုး",
        "description": "ဒီတစ္ခါေတာ့ Bad Words ဆုိတဲ့ ဟာသ ကားေလးတစ္ကားနဲ့ ပရိတ္သတ္ကုိ မိတ္ဆက္ေပးခ်င္ပါတယ္။ ဒီကားကုိ Horrible Bosses ကားထဲကမင္းသား Jason Bateman ကုိယ္တုိင္ ရုိက္ကူးပါ၀င္သရုပ္ေဆာင္ ထားပါတယ္။ဇာတ္လမ္းကေတာ့ အေမရိကားမွာ 8th Grade နဲ့ ေအာက္ ေက်ာင္းသားေတြအတြက္ Spelling Bee ဆုိတဲ့ စာလုံးေပါင္း ျပိဳင္ပြဲ ေလးကုိ ေက်ာင္းအလိုက္၊ ေဒသအလိုက္၊ ျပိဳင္ျပီး ေနာက္ဆုံး ႏုိင္ငံ အဆင့္ပါ ျပိဳင္ ပြဲလုပ္ေပးေလ့ရွိပါတယ္။ (လက္ရွိေတာင္ ျမန္မာလူမ်ိဳး ေကာင္ေလးတစ္ေယာက္ Regionalအဆင့္ မွာ ဆုရတယ္လို့ Facebook မွာတင္ထားတာ ေတြ့ႀကမွာပါ။)အဲ့ဒီပြဲကုိ မင္းသား Jason Bateman က ၀င္ျပိဳင္ဖို့လုပ္ပါတယ္။ သူကအသက္ ၄၀၊ အလုပ္္က Proof Reader (ေဆာင္းပါး၊ စာအုပ္ စသျဖင့္ စာေရးတဲ့အခါမွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-34/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/BKO-214x300.jpg",
        "title": "Bangkok Knockout (2010) ျမန္မာစာတန္းထုိး",
        "description": "ဆရာအူဒြန္လုိ႔ေခၚတဲ႔ထုိင္းဆရာၾကီးတေယာက္က Fight Club ဆိုတဲ႔သင္တန္းတခုကိုထူေထာင္ခဲ႔တယ္သူဆံုးေတာ႔ သူ႔သားက ဒီသင္တန္းကိုဆက္ၿပီးဦးေဆာင္ခဲ႔တယ္အေဖဆံုးၿပီးအေမနဲ႔ပင္ပင္ပန္းပန္းရုန္းကန္ရတဲ႔သူတုိ႔အဖြဲ႔အတြက္အေတာ္ဆံုး သိုင္းအဖြဲ႔ေတြကိုယွဥ္ၿပိဳင္ေစၿပီးေနာက္ဆံုးအႏိုင္ရတဲ႔အဖြဲ႔ကို ေဟာလီ၀ုဒ္မွာ အလုပ္လုပ္ဖုိ႔ကမ္းလွမ္းခံရမယ္ဆုိတဲ႔ ကမ္းလွမ္းခ်က္ကသူတုိ႔အတြက္ေတာ႔ ဘုရားေပးတဲ႔အခြင္႔ေရးၿဖစ္လာခဲ႔တယ္...ဒီကမ္းလွမ္းခ်က္ရဲ႔ေနာက္ကြယ္မွာဘာေတြရွိမလဲ...တကယ္ပဲသူတုိ႔ကို ေဟာလီ၀ုဒ္ေခၚသြားမွာလား....street fight ပံုစံမ်ိဳးေလာင္းကစားလုပ္ေလ႔ရွိတဲ႔ ႏုိင္ငံၿခားသားတခ်ိဳ႔ရဲ႔အစီအစဥ္အရသူတုိ႔ကို ေလာင္းေၾကးထပ္ေသာအခါ.......မူရင္းထိုင္းစာဖုိင္ကို အဂၤလိပ္လိုၿပန္ထားတဲ႔အတြက္ အဂၤလိပ္လိုေၿပာတဲ႔အခန္းေတြမွာ စာေတြပါမလာေပမယ္႔အတုိက္အခိုက္ အသတ္အပုတ္ၾကည္႔ခ်င္သူေတြအတြက္ေတာ႔စိတ္ၾကိဳက္ေတြ႔ေစမယ္႔ဇာတ္ကားတကားၿဖစ္ေၾကာင္းညႊန္းပါရေစ(ဇာတ္ကား အညႊန္းနဲ႕ ဘာသာျပန္ကေတာ့ ကိုေအာင္ေအာင္ဦး(ျမန္မာၾကီး) ျဖစ္ပါတယ္)File size...(700MB)  \nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator .......Aung Aung Oo\nEncoder....Aung Aung OoDownload & Watch On Pcloud 720pDownload & Watch On Pcloud 360p",
        "rating": "",
        "url": "https://channelmyanmar.org/bangkok-knockout-2010/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/sarkar_raj_04-2-207x300.jpg",
        "title": "Sarkar Raj (2008) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 6.8/10 ဆိုေတာ့ ဇာတ္ကားက ေကာင္းလား မေကာင္းလားေျပာမေနေတာ့ ပါဘူး။ ငါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားေတြကလည္း ၾကမ္းေပ့ဆိုတဲ့ မင္းသားေတြ ပါ၀င္အားျဖည့္ေပးထားတာက မင္းသားၾကီးအမီတာဘခ်မ္း ကဲဗ်ာ ဇာတ္လမ္း အက်ဥး္ေလးကိုသြားလိုက္ၾကရေအာင္ဇာတ္လမ္း အက်ဥ္းက ဒီလိုဗ် ရွားပတ္ လွ်ပ္စစ္ကုမၸဏီ က စီအီးအုိအနီတာရာဂ်မ္က လွ်ပ္စစ္ထုပ္ယူဖို႕အတြက္ အဓိကေနရာတစ္ခုကိုအဆိုတင္သြင္းရာမွာ ေဒသခံ လူေတြနဲ႕ ပရိပကၡျဖစ္ၾကရာကေနဘယ္လို လာဘ္စားမႈေတြ ဘယ္လို အရွဳပ္ေတာ္ပံုေတြနဲ႕ဘယ္လိုရက္စက္မႈေတြကို က်ဴးးလြန္ၾကမလဲဆိုတာကိုေတာ့ပရိတ္သတ္ၾကီး က ပဲ ဆက္လက္ေဒါင္းယူၾကည့္ၾကပါFile size...(989MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....02:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung PyayDownload & Watch 720pDownload & Watch 360p",
        "rating": "",
        "url": "https://channelmyanmar.org/sarkar-raj-2008/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/b86153c13d8c91273ec53e183b9ebd537cf33434_81416e81-206x300.jpeg",
        "title": "The Secret World of Arrietty (2010) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးဟာ 2010 ခုႏွစ္မွာထြက္ရွိထားၿပီး Imdb 7.7 ထိရရွိထားတဲ့မိသားစုၾကည့္႐ႈႏိုင္တဲ့ ဂ်ပန္အန္နီေမးရွင္းဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ ဇာတ္လမ္းအၫႊန္းမွာဆိုရင္ အိမ္ေထာင္ကြဲမိသားစုတစ္စုရဲ႕ အပစ္ပယ္ခံျဖစ္တဲ့ ႏွလံုးေရာဂါသည္ ေကာင္ေလး Sho ဟာ သူ႔ရဲ႕ေရာဂါခြဲစိတ္မႈမျပဳလုပ္ခင္မွာအနားယူႏိုင္ရန္ သူ႔အေမငယ္စဥ္ကေနထိုင္ႀကီးပင္းခဲ့တဲ့သူ႔ရဲ႕အဖြားေလး ျဖစ္သူ အန္တီSadako နဲ႔ အိမ္ထိန္းမိန္းမႀကီး Haru တို႔ရဲ႕အိမ္သုိ႔ခတၱေျပာင္းေရႊ႕လာတာနဲ႔အစပ်ဳိးထားပါတယ္။ထို႔အတူ Sadako အိမ္ႀကီးရဲ႕ ေျမေအာက္ရွိအိမ္ေလးထဲတြင္လည္း လက္မအရြယ္ေလာက္ရွိတဲ့ ဆယ့္ေလးႏွစ္အရြယ္Arrietty ဆိုတဲ့မိန္းမငယ္ေလးဟာ သူမရဲ႕မိဘေတြနဲ႔အတူေနထိုင္လ်က္ရွိပါတယ္။ Arrietty တို႔မိသားစုဟာ သူတို႔ကိုယ္သူတို႔ ေခ်းငွားသူမ်ားလို႔အမည္ခံယူထားၿပီး ညအခ်ိန္မ်ားတြင္လူေနအိမ္ေျခမ်ားသုိ႔ဝင္ကာ အိမ္သုံးပစၥည္းမ်ားခိုးယူ ယူေဆာင္ေလ့ရွိေပမဲ့ သူတို႔ယူခဲ့တဲ့ပစၥည္းေတြဟာ လူေတြအဖုိ႔နစ္နာမႈမရွိႏိုင္တဲ့ ဆား သၾကား တစ္ပြင့္ႏွစ္ပြင့္ တြယ္ခ်ိတ္ အစရွိတဲ့အေသးမႊားေလးမ်ားပဲျဖစ္ပါတယ္။တစ္ေန႔မွာေတာ့ Arrietty ဟာ သူမရဲ႕ပထမဆံုးေခ်းငွားျခင္းစလုပ္တဲ့ညမွာပဲSho ရဲ႕ အိပ္ခန္းထဲမွာရွိတဲ့ တစ္႐ႉး ကိုသြားယူရာမွ မေတာ္တဆ Sho ျမင္ေတြ႕သြားခဲ့ရာမွာေတာ့....။အဲ့ဒီေနာက္ဘာဆက္ျဖစ္မလဲ Sho နဲ႔ Arrietty တို႔ဘယ္လိုေရွ႕ဆက္မလဲ ဘယ္လိုအခက္ခဲေတြႀကံဳလာရမလဲဆိုတာ ဇာတ္လမ္းကိုသာ ဆက္ၾကည့္လိုက္ၾကဖုိ႔တိုက္တြန္းလိုက္ပါတယ္ခင္ဗ်ာ။File ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-secret-world-of-arrietty-2010/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/affiche2-211x300.jpg",
        "title": "Heaven’s Solider (2005) ျမန္မာစာတန္းထိုး",
        "description": "ကားအတြက္ေတာ႔ကြ်န္ေတာ္အညႊန္းအမ်ားၾကီးမေရးခ်င္ေတာ႔ဘူးကိုရီးယားကား ေတြရဲ႔ထံုးစံအတုိင္းဒရမ္မာတခါခ်ိဳး မ်က္ရည္တေပါက္က်လို႔ေတာင္ေၿပာရမလားပဲဟာသ ခ်စ္ၿခင္းေမတၱာ စစ္...ဆိုတာကိုအခ်ိဳးက်က်ၿပသြားတဲ႔ဒီဇာတ္လမ္းဟာ မလြတ္တမ္းၾကည္႔သင္႔တဲ႔ဇာတ္ကားတကားသာၿဖစ္ေၾကာင္းညႊန္းပါရေစ။File Size         : 720 MBQuality           : DVD Rip Running Time : 1hr 46 minuteFormat           : Mp4Genre             : Action, Comdey, Sci-fiEncoder         : Joker.phsDownload And watch With Pcloud Link Full HDDownload And watch Pcloud Link Small File Size(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ ကိုျမန္မာၾကီးပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/heavens-solider-2005/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/mission_istaanbul_xlg-208x300.jpg",
        "title": "Mission Istaanbul (2008) ျမန္မာစာတန္းထိုး",
        "description": "ကဲဒီတစ္ခါေတာ့ ခပ္ၾကမ္းၾကမ္းစစ္ကားေလး တစ္ကားနဲ႕မိတ္ဆက္ေပးျခင္ပါတယ္။ ေဘာလိ၀ုဒ္ဆိုေတာ့ ဇာတ္ကားက ေကာင္းမေကာ္ငးကိုမေျပာေတာ့ပါဘူးကဲဗ်ာ ဇာတ္လမ္း အက်ဥ္းေလးကိုသြားလိုက္ၾကရေအာင္ဇာတ္လမ္းအက်ဥး္ေလးကေတာ့ လူငယ္သတင္းေထာက္ ဗီးကတ္စ္ဆာဂါ ဟာအစၥတန္ဘူျမိဳ႕ အေျခဆိုက္ သတင္းဌာနရဲ႕ ေခါင္းေဆာင္အျဖစ္ခန္႕အပ္ျခင္းခံရျပီးထို ကမ္းလွမ္းမႈနဲ႕အတူ ေငြေၾကးေတြ အခြင့္အေရးေတြ စတဲ့ကံေကာင္းမႈေတြကပါ တပါတည္းပါရွိလာပါတယ္။ ထို ကံေကာင္းမႈေတြက သူ႕ဘ၀ကိုေျပာင္းလဲေစခဲ့တဲ့အခါမွာေတာ့သူ႕ ဇနီးရဲ႕တိုက္တြန္းမႈေၾကာင့္ ထိုလုပ္ငန္းက ႏုတ္ထြက္ရန္ၾကိဳးစားရာမွဘယ္လို ကံၾကမၼာရဲ႕ လွည့္စားမႈေတြကို ၾကံဳေတြ႕ရမလဲဆိုတာကိုေတာ့ဆက္လက္ေဒါင္းယူၾကည့္ရွဴၾကပါအံုးလို႕File size...(800MB)  \nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung PyayDownload & Watch On 720p\nDownload & Watch On 360p",
        "rating": "",
        "url": "https://channelmyanmar.org/mission-istaanbul-2008/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Horror_Tara_Subkoff_Movie_Poster-3-212x300.png",
        "title": "#Horror (2015) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးဟာ အဓိကဇာတ္ေဆာင္မိန္းမငယ္ေလးေျခာက္ေယာက္ျဖစ္တဲ့ Sam, Georigie, Sofia, Francesca, Cat နဲ႔ Eva တို႔အေၾကာင္းအသားေပး႐ိုက္ကူးထားၿပီး Cyberbullying ရဲ႕ေၾကာက္စရာျဖစ္ရပ္ဆိုးေတြကိုေဖာ္ၫႊန္းထားျခင္းပဲျဖစ္ပါတယ္။သူတို႔ေတြရဲ႕တစ္ခုတည္းေသာရည္ရြယ္ခ်က္ကေတာ့အခက္ခဲမရွိပဲ ေအာင္ျမင္မႈနဲ႔ဝင္ေငြမ်ားစြာရရွိဖုိ႔ပါ။သူတို႔ေတြမေအာင္ျမင္စဥ္ခက္ခဲစြာႀကိဳးစားခဲ့ရၿပီးတဲ့ေနာက္ ေအာင္ျမင္မႈရလာတဲ့အခါ မီဒီယာေတြနဲ႔ လူမႈကြန္ယက္ေတြေပၚမွာ လူသိမ်ားလာတဲ့အျပင္ သူတို႔ေတြလိုခ်င္တဲ့ ေအာင္ျမင္မႈအျပင္ လူမႈကြန္ယက္ေတြေပၚက အၾကမ္းဖက္မႈေတြ ယုတ္မာမႈေတြနဲ႔ပါႀကံဳလာရတာကို တုန္လႈပ္ဖြယ္ၾကည့္႐ႈရမဲ့ဇာတ္လမ္းေလးပါ။Imdb 3.3 သာရရွိထားေပမဲ့ ယေန႔ေခတ္မွာတြင္က်ယ္စြာအသုံးျပဳေနၾကတဲ့လူမႈကြန္ယက္ေတြရဲ႕ေကာင္းက်ဳိးဆိုးက်ဳိးေတြကို ပညာေပးသဖြယ္႐ိုက္ကူးတင္ဆက္ျပထားတာေၾကာင့္ၾကည့္႐ႈရက်ဳိးနပ္ေစမဲ့ဇာတ္ကားေလးတစ္ကားပါ။File Size         : 700 MBQuality           : Blu ray 720PRunning Time : 1hr 37 minuteFormat           : Mp4Genre             : Drama, Horror, MysteryEncoder         : Joker.phsDownload And watch With Pcloud Link Full HDDownload And watch Pcloud Link Small ...",
        "rating": "",
        "url": "https://channelmyanmar.org/horror-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Apollo 13 (1995)",
        "description": "ဒီေန႔ေတာ႔ CM Member ေတြအတြက္ ရွားပါးၿပီး ေကာင္းလွတဲ႔ဇာတ္ကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပး\nလိုက္ပါတယ္ Apollo 13 ဇာတ္ကားဟာ 1995 ခုႏွစ္မွာထြက္ရွိခဲ႔ၿပီး ရိုက္ကူးတဲ႔ဒါရိုက္တာကေတာ႔\nRon Howard ပဲၿဖစ္ပါတယ္..IMDb Rate ကလည္း 7.6 ရထားတဲ႔အတြက္ဇာတ္ကားေကာင္းတစ္ကား\nဆုိတာၿငင္းခ်က္ထုတ္ေနစရာမလိုပါဘူး..ဒီဇာတ္ကားမွာပါ၀င္တဲ႔မင္းသားကလည္း ကြ်န္ေတာ္တို႔\nရုပ္ရွင္ပရိတ္သတ္ေတြရဲ႕အသည္းစြဲ..ၿပီးေတာ႔ သူပါ၀င္တဲ႔ဇာတ္ကားတိုင္းအၿမဲတမ္းေအာင္ၿမင္ခဲ႔တယ္\nလို႔အသိအမွတ္ၿပဳရမယ္႔ မင္းသားၾကီး Tom Hanks ပဲၿဖစ္ပါတယ္ဇာတ္လမ္းေလးကလည္းစိတ္၀င္စားစရာေကာင္းလွပါတယ္..လကမာၻခရီးသြားေရာက္ေရးအတြက္စူးစမ္း\nေလ႔လာေရးၿပဳတဲ႔ အာကာသယဥ္ဟာ လကမာၻေပၚမွာ ခ်ိဳ႕ယြင္းခ်က္တစ္ခုၿဖစ္သြားၿပီး ကမာၻကိုလံုၿခံဳစြာ\nၿပန္ေရာက္ႏိုင္ေရးအတြက္ NASA က ဘယ္လိုၾကိဳးပမ္းမလဲ..အစရွိတဲ႔အခ်က္ေတြကို ရိုက္ကူးသြားၿပီး\nမင္းသား Tom Hanks ရဲ႕ ေကာင္းမြန္တဲ႔သရုပ္ေဆာင္မွုေတြနဲ႔အတူ ဆက္လက္ခံစားလိုက္ရေအာင္\nဒီေခတ္မွာဒီလိုဇာတ္ကားမ်ိဳးကို ကြာလတီေကာင္းေကာင္း စာတန္းထိုးမွန္မွန္နဲ႔ၿပန္ၾကည္႔ရဖုိ႔ဆုိတာ\nသိပ္မလြယ္ေတာ႔ပါဘူး..Filesize : 650 MB\nQuality :Bluray-720p\nFormat : mp4\nSource : Yify\nRun Time : 140 minutes\nSubtitle : Myanmar Subtitle ( Hardsub )\nEncoded By LK",
        "rating": "7.6",
        "url": "https://megaup.net/2SqaD/Apollo_13_[1995]_(MM_Sub).mp4",
        "category": "Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/11177086_ori-1-200x300.jpg",
        "title": "Anchorman 2: The Legend Contiues (2013) ျမန္မာစာတန္းထိုး",
        "description": "“ရြန္ ဘာဂန္ဒီ” (ေ၀လ္ဖားရဲလ္)နဲ႔ “ဗေရာ္နီကာ ေကာနင္း စတုန္း”(ခရစၥတီးနား အက္ပယ္လ္ဂိတ္)တို႔က လင္မယားျဖစ္ျပီး နယူးေယာက္ၿမိဳ႕ေတာ္ရဲ႕ ဂုဏ္သေရအရိွဆံုး သတင္းတက္ဆက္ သူမ်ားအျဖစ္ ဆက္လက္ထမ္းေဆာင္ခဲ့ၾကတယ္။ တစ္ေန႔မွာ သူတို႔ဆီကို နယူးေယာက္ရဲ႕ ညသတင္းတင္ဆက္သူေတြထဲမွာ နာမည္ အေက်ာ္ၾကားဆံုးျဖစ္တဲ့ “မက္ခ္ တန္နန္” (ဟယ္ရီဆန္ဖို႔ဒ္) ခ်ဥ္းကပ္လာတယ္။ သူကအနားယူေတာ့မွာ ျဖစ္ေၾကာင္းနဲ႔ သူ႔ေနရာမွာ ဗေရာ္နီကာကို အစားထိုးထားခဲ့ခ်င္တယ္ လို႔ဆိုတယ္။ ပ႐ိုမိုးရွင္းေပးရာလည္း ေရာက္သလို ဗေရာ္နီကာလည္း နယူးေရာက္ ႐ုပ္သံ ေလာကသမိုင္းမွာ ပထမဆံုး ညသတင္းတင္ဆက္သူ အမ်ဳိးသမီးျဖစ္မယ္ေပါ့။ ဒါေပမဲ့ ရြန္႔ကိုေတာ့အလုပ္ကေနတစ္ခါတည္းကို ထုတ္ ပစ္ခ်င္တယ္။ သတင္းတင္ဆက္ရာမွာ ေပ်ာ့စိေပ်ာ့ဖတ္ႏိုင္လြန္းလို႔တဲ့။ အဲဒီမွာ ရြန္နဲ႔ဗေရာ္နီကာတို႔ ျပည္ပန္းညိဳ ၾကားဆား၀င္တဲ့ အျဖစ္ ကစေတာ့တာပဲ။ ရြန္႔ဘက္က ဗေရာ္နီကာ့ေအာင္ျမင္မႈေတြအေပၚမွာ မနာလို  စိတ္ေတြလွ်ံတက္လာရင္း ဗေရာ္နီကာနဲ႔ ေျခာက္ႏွစ္အရြယ္ သားေလးေ၀ၚလ္တာတို႔ကိုထားခဲ့ၿပီး အိမ္ေပၚက ၀ုန္းကနဲဆင္းခ်သြား ေတာ့တယ္။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-25/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/absolutely-anything-133x200.jpg",
        "title": "Absolutely Anything (2015)",
        "description": "ကျွန်တော်အရမ်းသဘောကျနှစ်သက်မိတဲ့ ဒီဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ..ဟာသဆန်ဆန်ရိုက်\nကူးထားပြီး..အတော်လေးလည်းသဘောကျမိတဲ့ ရုပ်ရှင်လေးပါ.. 2015 ခုနှစ်ထဲမှာထွက်ရှိထားပြီး\nရိုက်ကူးသူ ဒါရိုက်တာက Terry Jones ဖြစ်ပါတယ်..IMDb Rate ကလည်း 6 ရရှိထားပါတယ်..\nဇာတ်လမ်းအညွှန်းလေးကိုခံစားကြည့်ရအောင်\nEccentric ဂြိုလ်သားတွေဟာ ကမ္ဘာကြီးကိုဖျက်ဆီးပစ်ဖို့အတွက် အထက်က အမိန့်ရထားပါတယ်..\nဒါပေမယ့် ဂြိုလ်သားတွေဟာ ကမ္ဘာကြီးကိုမဖျက်စီးခင်..စမ်းသပ်ဖို့အခွင့်အရေးရှိသင့်တယ်လို့ယူဆပြီး\nကမ္ဘာမြေပေါ်က ကြုံရာလူတစ်ယောက်ကို ရွေးချယ်ပြီး စွမ်းအင်တမျိုးပေးလိုက်ပါတယ်..စွမ်းအင်ကတော့\nကိုယ်လိုချင်တာ..ကိုယ်ဖြစ်တာ ဘာမဆို အကုန်ရနိုင်တဲ့ စွမ်းအင်ပါ..ဒီစွမ်းအင်ဟာ နေးလ် ဆီကိုရောက်\nသွားပါတယ်..နေးလ်ကိုယ်တိုင်လည်း ရထားလို့ရထားမှန်းမသိပါဘူး..သူသတိထားမိတဲ့အချိန်မှာတော့\nအရမ်းကိုပျော်သွားတာပေါ့..လိုရာတွေအကုန်တောင်းလို့ရတယ်.လိုချင်တာရတယ်..ဆိုတဲ့စွမ်းအင်\nပိုင်ဆိုင်သွားတဲ့အချိန်မှာ မပျော်တဲ့သူဆိုတာ ဘယ်ရှိမလဲ..အဲ့စွမ်းအား ရဲ့ အားနည်းချက်တစ်ခုကတော့\nကိုဖြစ်ချင်တဲ့အရာကို အသေးစိတ်ပြောမှရတာပါပဲ..လွယ်လွယ်နဲ့ပြောလိုက်မိပြီး တလွဲတွေဖြစ်ကုန်ပါတယ်\nဒီလိုအလွဲလေးတွေကိုဟာသဆန်ဆန်ရိုက်ကူးထားသလို..နေးလ်တစ်ယောက်ဒီစွမ်းအင်တွေနဲ့ဘာလုပ်မှာလဲ..ဂြိုလ်သားတွေစမ်းသပ်တဲ့စာမေးပွဲကိုအောင်ပါ့မလား..ဒါကိုရောသူသိရဲ့လား..ဖျက်ဆီးခံရမယ့်\nကမ္ဘာကြီးကိုဘယ်လိုကယ်တင်မလဲဆိုတာတွေကိုတော့ ဆက်လက်ကြည့်ရှုကြပါ\n-------------------------------------------------------------\nကြ်န္ေတာ္အရမ္းသေဘာက်ႏွစ္သက္မိတဲ႔ ဒီဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစ..ဟာသဆန္ဆန္ရိုက္\nကူးထားၿပီး..အေတာ္ေလးလည္းသေဘာက်မိတဲ႔ ရုပ္ရွင္ေလးပါ.. 2015 ခုႏွစ္ထဲမွာထြက္ရွိထားၿပီး\nရိုက္ကူးသူ ဒါရိုက္တာက Terry Jones ၿဖစ္ပါတယ္..IMDb Rate ကလည္း 6 ရရွိထားပါတယ္..\nဇာတ္လမ္းအညႊန္းေလးကိုခံစားၾကည္႔ရေအာင္\nEccentric ၿဂိဳလ္သားေတြဟာ ကမာၻၾကီးကိုဖ်က္ဆီးပစ္ဖုိ႕အတြက္ အထက္က အမိန္႔ရထားပါတယ္..\nဒါေပမယ္႔ ၿဂိဳလ္သားေတြဟာ ကမာၻၾကီးကိုမဖ်က္စီးခင္..စမ္းသပ္ဖုိ႕အခြင္႔အေရးရွိသင္႔တယ္လို႕ယူဆၿပီး\nကမာၻေၿမေပၚက ၾကံဳရာလူတစ္ေယာက္ကို ေရြးခ်ယ္ၿပီး စြမ္းအင္တမ်ိဳးေပးလိုက္ပါတယ္..စြမ္းအင္ကေတာ႔\nကိုယ္လိုခ်င္တာ..ကိုယ္ၿဖစ္တာ ဘာမဆို အကုန္ရႏိုင္တဲ႔ စြမ္းအင္ပါ..ဒီစြမ္းအင္ဟာ ေနးလ္ ...",
        "rating": "6.0",
        "url": "https://megaup.net/3yMqk/Absolutely_Anything_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/11169151_800-1-200x300.jpg",
        "title": "A Thousand Words (2012)",
        "description": "ဂ်ြန္မက္ေကာက စာအုပ္ထုတ္ေ၀ေရးအတြက္ အလုပ္လုပ္ရတဲ့ ေအးဂ်င့္တစ္ေယာက္ျဖစ္ျပီး စကားလဲ ေတာ္ေတာ္ေျပာႏိူင္သလို တစ္ဖက္သားကို ယံုေအာင္ မဟုတ္တာေရာ ဟုတ္တာပါ ေျပာျပီး စည္းရံုးႏိူင္တဲ့လူတစ္ေယာက္ပါ။ တစ္ရက္ေတာ့ တရားထိုင္နည္းနဲ့ပတ္သတ္ျပီး နာမည္ၾကီးေနတဲ့ ေဒါက္တာ ဆင္းဂ်ားဆီက စာအုပ္ထုတ္ေ၀ေအာင္ နည္းအမ်ိဳးမ်ိဳးနဲ့ စည္းရံုးျပီး ကိုယ္က်ိဳးအတြက္ အသံုးခ်ဖို့ ၾကိဳးစားပါေတာ့တယ္။ အဲဒီလို စည္းရံုးလို့ေအာင္ျမင္တဲ့ ေနာက္တစ္ေန့မွာပဲ သူအိမ္ထဲမွာ သစ္ပင္တစ္ပင္ေပါက္လာျပီး သူစကားတစ္ခြန္းေျပာတိုင္း သစ္ရြက္တစ္ရြက္ေၾကြသြားတာကို သတိထားမိလာပါတယ္။ အဲဒီသစ္ရြက္ေတြသာ ကုန္သြားရင္ သူေသသြားမယ္ဆိုတာေၾကာင့္ အတတ္ႏိူင္ဆံုးစကားမေျပာပဲ ေနႏိူင္ေအာင္ၾကိဳးစားပါေတာ့တယ္။ အဲဒီရဲ့ အက်ိုးဆက္ကေတာ့ အလုပ္မွာေရာ အိမ္ေထာင္ေရးမွာပါ အဆင္မေျပျဖစ္လာပါတယ္။ ဂ်ြန္မက္ေကာတစ္ေယာက္ အဲဒီလို စကားမေျပာပဲေနရတဲ့ ဒုကၡကေန လြတ္သြားႏိူင္မွာလား၊ေနာက္ပိုင္းမွာ ဘာေတြဆက္ျဖစ္မွာလဲဆိုတာကို စိတ္၀င္စားစြာ ၾကည့္ရႉရမဲ့ ဇာတ္ကားေကာင္းတစ္ခုပါ။ ဒီဇာတ္လမ္းကေနလဲ ဘ၀အတြက္ သင္ခန္းစာမ်ားကို ရယူႏိူင္ၾကပါေစ(ျမန္မာစာတန္းထုိးကို Guerliaမွ ဖန္တီးထားျခင္းျဖစ္ပါတယ္)@joker",
        "rating": "",
        "url": "https://megaup.net/2fTn6/A_Thousand_Words_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/a-most-wanted-man-dvd-cover-93-1-213x300.jpg",
        "title": "A Most Wanted Man(2014) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားကေတာ့ IMDb rating 6.9/10 ရရွိထားျပီး Rotten Tomato မွာ 88% ရရွိထားေတာ့ Roger Ebert မွာေတာ့ 2.5/4 ဆိုေတာ့ ၾကည့္ရွုသင့္တဲ့ဇာတ္ကားအမ်ိဳးအစားထဲမွာပါ၀င္ျပီး ဇာတ္လမ္း အမ်ိဳးအစားကေတာ့ Action ျဖစ္တာေၾကာင့္ Action ကားၾကိဳက္တဲ့ ပရိတ္သတ္ေတြကိုေတာ့ အၾကိဳက္ေတြ႕ေစမွာပါ။ျပီးေတာ့ ဒီဇာတ္ကားက ၉/၁၁ အၾကမ္းဖက္မႈအျပီးရိုက္ကူးထားတဲ့ဇာတ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားထဲမွာ ဂ်ာမန္လွ်ိဳ႕၀ွက္ေထာက္လွမ္းေရးမွဴးၾကီး ဂန္သာ အျဖစ္ မင္းသားၾကီး Philip Seymour Hoffman က အဓိကပါ၀င္သရုပ္ေဆာင္ထားျပီး မင္းသမီးကေတာ့ လူသားျခင္းစာနာေထာက္ထားသူေရွ႕ေန အန္နာလ္ဘယ္ရစ္ခ်ာ အျဖစ္ မင္းသမီး Rachel McAdams ကပါ၀င္သရုပ္ေဆာင္ထားျပီး ဂ်ာမန္ပုဂၢိဳလ္လိက ဘဏ္လုပ္ငန္းရွင္သေဌးၾကီးအျဖစ္ Spider-Man ပထမဆံုးဇာတ္ကားထဲက လူဆိုးၾကီးေဒါက္တာNorman Osborn အျဖစ္သရုပ္ေဆာင္ခဲ့တဲ့ မင္းသားၾကီး Willem Dafoe ကသရုပ္ေဆာင္ေပးထားပါတယ္။တခုထူးျခားတာကအဓိက မင္းသားအျဖစ္သရုပ္ေဆာင္ခဲ့တဲ့ Philip Seymour ဟာ ဒီကားထဲမွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-20/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/beautiful-mind-poster-135x200.jpg",
        "title": "A Beautiful Mind (2001)",
        "description": "A Beautiful Mind (2001)IMDb - 8.2/10_____Rotten - 74%Won 4 Oscars. Another 33 wins & 68 nominations\n  \nဒီကားလေးကတော့ တောင်းဆိုထားတာလည်းကြာပါပြီ။ အခုမှပဲ တင်ဖြစ်ပါတယ်။\nဇာတ်လမ်းကောင်းလေး တစ်ကားဖြစ်သလို ကြည့်လည်း ကြည့်သင့်ပါတယ်။\nဒါပေမယ့် တော်တော်များများကတော့ ဒီကားကို ပျင်းစရာ ကောင်းတယ်လို့ ထင်နိုင်ပါတယ်။\nတကယ်ကောင်းတဲ့ကားပါ။\nဇာတ်လမ်းက Biopic (လူတစ်ယောက်ရဲ့ ဘဝအမှန်ကို ဇာတ်လမ်းပြန်ရိုက်ထားတာကို Biopic လို့ခေါ်ပါတယ်။) ဖြစ်ပြီး၊\nJohn Nash လို့ခေါ်တဲ့ သင်္ချာပညာရှင်တစ်ယောက်ရဲ့ ဘဝကို ဇာတ်လမ်းရိုက်ကူး ထားတာပါ။\nJohn Nash က Nobel Laureate in Economics ဆုရှင်ဖြစ်ပြီး၊\nသူ့ရဲ့ Equation တွေက Economy ကို အများကြီး အထောက်အကူပြု့ခဲ့ပါတယ်။\nသူက ၁၉၅၇ ခုနှစ်မှာ Princeton University မှာ ပညာတော်သင်ဆုရခဲ့ပြီး ပညာသင်ကြားခဲ့ပါတယ်။\nဘွဲ့ရပြီးတဲ့ အခါမှာလည်း ...",
        "rating": "8.2",
        "url": "https://megaup.net/1xYve/A_Beautiful_Mind_[2001]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/the-intern-poster-133x200.jpg",
        "title": "The Intern (2015)",
        "description": "The Intern (2015)_______IMDb - 7.1/10\n ပုံမှန် အားဖြင့် ကျနော် က ရုပ်ရှင် ကြည့်ရင် drama, comedy တယ် ကြည့်လေ့ မရှိဘူး။(ပျင်းတာကိုး။ :P )\nဒါပေမယ့် ဒီနှစ်ပိုင်း ထဲ မှာ drama တွေ ဘက်ကို စိတ်ရောက်တယ်။အချစ်ကား တွေ ထက် လူတွေရဲ့ ကြိုးစား အားထုတ်မှု တွေ ကို ထုတ်ပြတဲ့ ဇာတ်လမ်းတွေကို သဘောကျနေတော့တာကိုး။\nဒီ The Intern ဆိုတဲ့ ဇာတ်လမ်း လေးကို ကြည့်မိတာကလဲ အဲ့လို က စ တာပဲ။သူ့ ဇာတ်လမ်း အကျဉ်း က တော့.....Ben Whitaker ဆိုတဲ့ အသက် ၇၀ အရွယ် မုဆိုးဖို တစ်ဦးဟာ သူ့ ကျန်တဲ့ ဘဝ မှာ ဘာလုပ်ရမှန်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1xnca/The_Intern_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "",
        "title": "Satyagraha (2013)",
        "description": "IMDb raating 6.0/10 ရရွိထားျပီး ေဘာလိ၀ုဒ္ပရိတ္သတ္ေတြ\nလံုး၀ လက္လြတ္မခံသင့္တဲ့ဇာတ္ကားတကားပါ\nမင္းသားမင္းသမီးေတြကေတာ့ ပရိတ္သတ္နဲ႕ ရင္းႏွီးျပီသားေတြမို႔\nမိတ္မဆက္ေပးေတာ့ပါဘူး\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ နယ္ျမိဳ႕ေလးတစ္ခုမွာစာသင္ေနတဲ့\nအျငိမ္းစား ပင္စင္စား ေက်ာင္းဆရာၾကီးတစ္ေယာက္ရဲ႕\nသားျဖစ္သူဟာ လာဘ္စားမႈတစ္ခုအတြက္ ထိုးေကၽြးခံလိုက္ရရင္း\nအလည္လာသူ စီးပြားေရးသမား သူငယ္ခ်င္းကဘယ္လိုေတြ ေဖာ္ထုပ္မလဲ\nေက်ာင္းဆရာၾကီးကေကာ မိမိသားအတြက္\nပ်က္စီးယိုယြင္းေနတဲ့ အုပ္ခ်ဳပ္ေရး ယႏၱရားၾကီးကို\nျဖိဳခြဲဖို႕ဘယ္လိုေတြတိုက္ပြဲ၀င္မလဲဆိုတာကို ေတာ့\nပရိတ္သတ္ၾကီးက ဆက္လက္ ရွဴစားၾကရမွာပါ\nႏိုင္ငံေရးဆိုတာ ဘယ္ေလာက္ထိလွည့္ကြက္ေတြ မ်ားသလဲဆိုတာ\nသိျခင္ပါသလား ဒီဇာတ္ကားေလးကိုေဒါင္းယူၾကည့္ရွဴလုိိက္ပါလို႕ဘဲ\nေျပာလိုက္ပါရေစဗ်ာ။File size...(1.1GB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....02:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Pyay",
        "rating": "5.9",
        "url": "https://megaup.net/2SQuv/Satyagraha_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/BeMySlave-1-211x300.jpg",
        "title": "Be My Slave 20+  (2012) ျမန္မာစာတန္းထိုး",
        "description": "IMDb Rating 5.5/10 ရရွိထားျပီး ဂ်ပန္ AV အမ်ိဳးအစား ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ ဒီဇာတ္ကားကိုေတာ့ ၀တၳဳေရးဆရာ ရွဴဆာတာမိ ရဲ႕၀တၳဳကို ဒါရိုက္တာ ကိုယူတာအိက ရိုက္ကူးပံုေဖာ္ထားတာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ရံုးစာေရးမ ျဖစ္တဲ့ ဟိုက္အိုအာကီ က သူ႕ရဲ႕စီနီယာ ၀န္ထမ္း ကန္နာကိုဆြဲေဆာင္ရာမွာ မထင္မွတ္ထားတဲ့ မက္ေဆ့ခ်္ေတြမထင္မွတ္္ထားတဲ့ ဒီဗီဒီ ေခြေတြကို ကန္နာကေတြ႕ရွိသြားရာမွဟိုက္အိုအာကီ တေယာက္ ဘယ္လိုေတြ ဆက္လက္ ၾကံဳေတြ႕ရမယ္ဆိုတာကေတာ့စိိတ္လႈပ္ရွားစရာမို႕ ပရိတ္သတ္ၾကီးကဘဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါအံုးဗ်ာ(ဒီဇာတ္္ကားက BDSM AV လိုအမ်ိဳးအစားျဖစ္တာေၾကာင့္ ၂၀+ အျဖစ္သတ္မွတ္ထားျပီးမိသားစုနဲ႕အတူတူ မၾကည့္ရွဴသင့္တဲ့ ဇာတ္ကားတစ္ကားပါ )File size...(700MB)  Quality...BR-Rip 720pFormat...mp4Duration....01:44:24Subtitle....Myanmar Subtitle (Hardsub)Encoder....Aung PyayDownload & Watch On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/be-my-slave-20-2012/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/masha-and-the-bear-masha-i-medved-first-season.18960-2-207x300.jpg",
        "title": "Masha and the Bear(အေမႊစိန္) – ျမန္မာစာတန္းထိုး",
        "description": "Masha and The Bear ဆိုရင္ လူေတြသိပ္သိခ်င္မွသိမယ္ . အေမႊစိန္ဆိုရင္ေတာ့ အိမ္က သူငယ္တန္း ကေလးေတာင္ သိလိမ့္မယ္လို႕ထင္ပါတယ္။ အခုအဲ့ကားေလးကို ျမန္မာစာတန္းထိုးနဲ႕ Channel Myanmar မွ တင္ေပးလိုက္ပါၿပီ။ ကေလးလူၾကီးအားလံုးၾကိဳက္တဲ့ဇာတ္ကားေလးဟာ IMDb rating 8.4/10 အထိရရွိထားပါတယ္။ ဇာတ္လမ္းဖြဲ႕စည္းမႈ . ဇာတ္အိမ္တစ္ေလွ်ာက္ဆြဲေဆာင္မႈဟာ တကယ့္ကိုေကာင္းမြန္လြန္းၿပီး Animation ေရးဆြဲမႈေတြဟာလည္း ေျပာင္ေျမာက္လြန္းပါတယ္။ အခု 10 ပိုင္းတင္ေပးထားၿပီး . က်န္ရွိတဲ့ အပိုင္းမ်ားကိုလည္း ဆက္လက္တင္ေပးသြားပါမယ္။\n(ဒီဇာတ္လမ္းေလးကို CM Team မွ AP Newschool က ဘာသာျပန္ေပးထားပါတယ္။)Download Link 2 မ်ိဳးနဲ႕တင္ဆက္ေပးထားတာေၾကာင့္ အသစ္ထည့္ေပးထားတဲ့ လင့္က အဆင္ေျပမေျပ ေလးကို တခ်က္ေလာက္ Feed Back ေလးျပန္ေပးေပးၾကပါ။Translator        : AP Newschool & Mg ...",
        "rating": "",
        "url": "https://megaup.net/USxg/Masha_And_Bear_(MM_Sub).zip",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Detective Byomkesh Bakshy (2015)",
        "description": "IMDb rating 7.7/10 ရရွိထားျပီး မူရင္း၀တၳဳျဖစ္တဲ့ ဘဂၤါလီ စံုေထာက္ၾကီး ဘရိုမိုက္ဘတ္ေရွး ကို\nပံုေဖာ္ရိုက္ကူးထားတာျဖစ္ပါတယ္။ ဒုတိယ ကမၻာစစ္  ၁၉၄၀ ေလာက္ကို အေျခခံထားျပီး\nအဂၤလိပ္ အစုတ္ ဂ်ပန္အ၀င္ကာလ မွာျဖစ္ပ်က္ခဲ့တဲ့ မႈခင္းေတြကို ဘဂၤါလီစံုေထာက္ၾကီးက\nေျဖရွင္းပံုေတြကို စိတ္၀င္စားဖြယ္ ပံုေဖာ္ရိုက္ကူးထားတာပါ\nဇာတ္ကားထဲမွာဆို တခန္းနဲ႕တစ္ခန္းကိုစိတ္၀င္စားဖြယ္ရာ\nအခ်ိတ္ဆက္မိမိရိုက္ကူးျပထားတာကိုေတြ႕ရပါတယ္\nဒုတိယ္ ကမၻာစစ္ အတြင္း ဆက္တိုက္ျဖစ္ပြားခဲ့တဲ့ လူသတ္မႈေတြ\nကို စံုေထာက္ၾကီး ဘတ္ေရွးက ဘယ္လိုမ်ား ေျဖရွင္းမလဲ\nဘယ္လိုမ်ားစပ္ဆက္မိျပီး ဘာေတြကိုဆက္လတ္ေဖာ္ထုပ္မလဲ\nျပစ္မႈက်ဴးလြန္သူေတြကို ရင္ဆိုင္ေတြ႕တဲ့အခါ ဘယ္လိုမ်ား\nရင္ဆိုင္တိုက္ခိုက္မလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ\nဆက္လက္ ရွဴစားၾကပါအံုးဗ်ာ(ဒါကေတာ့ ဘဂၤါလီ ဆားပုလင္း ႏွင္းေမာင္ လို႕ထင္တာပါဘဲ )File size...(900MB)  \nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Pyay",
        "rating": "7.6",
        "url": "https://megaup.net/2dkr3/Detective_Byomkesh_Bakshy_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/freddy-vs-jason-poster-141x200.jpg",
        "title": "Freddy vs. Jason (2003)",
        "description": "Freddy vs. Jason (2003)\nIMDb - 5.7/10_____Rotten - 41%\n  \nအကယ်၍ မင်းဟာ Elm Street လမ်းမတွေထက်မှာ\none, two\nFreddy's Coming For you\nthree, Four\nBetter Lock the Door ……\nဆိုတဲ့ ကဗျာလေးတစ်ပုဒ်ကိုကြားလိုက်ပြီ ဆိုရင်\nသေချာတယ် မင်းရဲ့ အဲ့ဒီအိမ်မက်ဆိုးကနေ\nမြန်မြန် နိုးထဖို့ လိုနေပါပြီ ဘာ့လို့လဲ ဆိုတော့\nမင်း ဆက်ပြီး အိပ်စက်နေဦးမယ်ဆိုရင်\nFreddy Krueger ဆိုတဲ့ မကောင်းဆိုးဝါးကြီးက\nမင်းကို ထာဝရ မနိုးသောအိပ်စက်ခြင်းတွေဆီကို ရက်ရက်စက်စက် ပို့ဆောင်ပေးတော့မှာမလို့ပါပဲ\nအလားတူပဲ Crystal Lake မြို့လေးရဲ့\nစခန်းချအနားယူအပန်းဖြေရာ Camp Crystal Lake\nမှာ …………\nChi Chi Chi Hah Hah Hah\nChi Chi Chi Hah Hah Hah\nဆိုတဲ့ အသံကြားလိုက်မယ် ဆိုရင်ရော………??\nလှည့်ကြည့်မနေပါနဲ့ ပြေးသာ ပြေးပါတော့\nJason ဆိုတဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/UA5y/Freddy__Vs_Jason_[2003]_(MM_Sub).mp4",
        "category": "A Nightmare on Elm Street Collection, Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/8115shb6Y2L._SL1500_-2-212x300.jpg",
        "title": "Mostly Ghostly Finsh (2014) ျမန္မာစာတန္္းထိုး",
        "description": "IMDb rating 4.8/10 ဆိိုေပမဲ့ ဟာသကားေလးကိုေပါ့ေပါ့ပါးပါးနဲ႕ၾကည့္ျပီးပိတ္ရက္မွာ စိ္တ္အပန္းေျဖျခင္သူေတြအတြက္တင္ေပးလိုက္ပါတယ္ပါ၀င္သရုပ္ေဆာင္ထားတဲ့သူေတြကလည္း ေပါ့ေစာ့ကေနာ႕ေတာ့ မဟုတ္ဘူးဗ် Disney ကနာမည္ၾကီးေတြျဖစ္ၾကတဲ့Bella Thorne (Shake It Up!, Frienemies), Madison Pettis (Lab Rats, Beverly Hills ChihuahuaRyan Ochoa (Pair of Kings, The Perfect Game)တို႕ကပါ၀င္သရုပ္ေဆာင္ထားၾကပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေက်ာင္းမွာ အနိမ္္ခံ အစခံေကာင္ေလးတေယာက္ကေဟာလိုး၀င္းညမွာ မထင္မွတ္ထားတဲ့ သရဲေတြ ၀ိညာဥ္ေတြကိုျမင္ႏုိင္တဲ့ စြမ္းအင္ထူးကို ပိုင္ဆိုင္လိုက္ရတဲ့အခါမွာေတာ့ ဘယ္လိုေတြျဖစ္ပ်က္ၾကမယ္ ဘယ္လိုအလြဲလြဲအမွားမွားေတြကိုလုပ္ၾကမလဲကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္ရွဴလိိုက္ၾကပါေတာ့File size...(600MB) Quality...BR-Rip 720pFormat...mp4Duration....01:44:24Subtitle....Myanmar Subtitle (Hardsub)Encoder.... Aung PyayDownload & Watch On PcloudDownload & Watch On Yandex Disk",
        "rating": "",
        "url": "https://channelmyanmar.org/mostly-ghostly-finsh-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/karate-kid-133x200.jpg",
        "title": "The Karate Kid (2010)",
        "description": "The Karate Kid (2010)\nIMDb - 6.2/10_______Rotten - 66%2010 ခု နှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Karate Kid ဇာတ်ကားမှာ မင်းသားကြီး Jackie Chan နဲ့ Jaden Smith\nတို့အတူတူပူးတွဲသရုပ်ဆောင်ထားကြပါတယ်...Justin Bieber နဲ့ Jaden Smith တို့ တွဲဖက်သီဆိုထားတဲ့\nNever Say Never ဆိုတဲ့သီချင်းဟာလည်း..ကမ္ဘာတစ်ဝန်းမှာအောင်မြင်ကျော်ကြားခဲ့ပြီး ပရိတ်သတ်တို့\nရဲ့နှစ်ခြိုက်မှုများစွာလည်းရရှိခဲ့ပါတယ်..\nဒီဇာတ်ကားမှာမင်းသားဂျက်ကီချန်းရဲ့ ပီပြင်တဲ့သရုပ်ဆောင်မှုတွေကိုအားလုံးတွေ့မြင်ရမှာဖြစ်ပါတယ်..\nဒီဇာတ်ကားမှာပြောခဲ့တဲ့စကားလုံးတွေက အကြိုက်ဆုံးစကားလုံးကိုပြောရမယ်ဆိုရင်\n*ဘဝမှာ လဲကျနေတဲ့အခါ ပြန်ထနိုင်အောင်ကြိုးပမ်းရမယ်* စကားလုံးဖြစ်ပါတယ်..\nကိုယ့်ထက်အင်အားကြီးတဲ့သူဖြစ်ပါစေ..ဘယ်တော့မှအရှုံးမပေး..ပြန်လည်ရဲရဲဝင့်ဝင့်ရင်ဆိုင်ကာ\nအရှုံးမပေးတတ်တဲ့စိတ်ဓါတ်ကိုပြသသွားတာပဲဖြစ်ပါတယ်..\nဇာတ်လမ်းအညွှန်းဟာဆိုရင်ဖြင့် ..............\nဒရေးပါကာ တို့မိသားစုဟာ တရုတ်ကိုပြောင်းရွေ့လာတဲ့အမေရိကန်မိသားစုပဲဖြစ်ပါတယ်..ပတ်ဝန်းကျင်\nအသစ်.ဘာသာစကားအခက်အခဲများစွာကြုံတွေ့နေရပါတယ်..မစ္စတာဟန်ကတော့ သူတို့နေတဲ့တိုက်\nခန်းရဲ့ အောက်နားမှာနေပြီး အင်္ဂလိပ်စကားကောင်းကောင်းမွန်မွန်ပြောနိုင်တဲ့ သူတစ်ယောက်ဖြစ်ပါတယ်\nရောက်ရောက်ချင်းနေ့မှာပဲဒရေကကောင်မလေးတစ်ယောက်နဲ့သူငယ်ချင်းဖြစ်ချင်လို့မိတ်ဆက်စကားပြောနေတာကို လူငယ်တစ်စုကဝင်ပြီးသောင်းကျန်းပါတယ်..\nဘာအကြောင်းမှမသိသေးပဲ ကွန်ဖူးလည်းမတတ်တဲ့ဒရေ တစ်ယောက်\nတော်တေ်ာအထိုးခံလိုက်ရပါတယ်..ဒီလိုနဲ့အကြိမ်ကြိမ်အခါခါ ပြသနာတွေတက်..ဒရေကလည်း\nမကျေနပ်တာနဲ့ တစ်ရက် ကျောင်းက ပွဲတော်တခုမှာ သိုင်းလေ့ကျင့်နေတဲ့ အဲ့ဒီကောင်လေးတို့တစုကို\nရေနဲ့လောင်းပြီးထွက်ပြေးပါတော့တယ်..မိသွားလို့ ဝိုင်းထိုးကြိတ်နေတဲ့အချိန်မှာ မစ္စတာဟန် (ဂျက်ကီချန်း)\nရောက်လာပြီး ကလေးတွေကိုပြန်ဖို့ပြောပါတယ်..မစ္စတာဟန်ကိုပါဝိုင်းထိုးကြလို့ ပြန်တိုက်ခိုက်လိုက်ပါတယ်\nပြီးတော့မှ ဒရေသိလာရတာက ထိုလူငယ်အုပ်စုက နဂါးနီ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2dcre/The_Karate_Kid_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/p29401_v_v8_ab-133x200.jpg",
        "title": "The Medallion (2003)",
        "description": "The Medallion (2003)ဒီဇတ်ကားလေးကတော့ကျွန်တော်ရဲ့\nစတုတ္ထမြောက်ဘာသာပြန်ကားလေးဖြစ်\nသလိုကျွန်တော့်ဘဝအတွက်အမှတ်တရ\nကားလေးဆိုရင်လည်းမမှားပါဘူး\nအဲကားစထွက်တုန်း\nကမှတ်မိပါသေးတယ်ဒီဗီဒီစက်တွေကလည်းပေါ်ခါစ\nအစ်မကထိုင်းကနေဝယ်ပို့လာခဲ့တာကလေးပဲရှိသေးတာ\nအရမ်းကြိုက်တာပေါ့ဂျက်ကီချမ်းဆိုတာလည်းငယ်ငယ်တည်းကနေ\nခုထိခိုက်နေဆဲမင်းသားဒီဇတ်ကားကို\nကျွန်တော်မြန်မာစာတန်းထိုးနဲ့တစ်ခါမှမကြည့်ဖူးပါဘူး\nအဲဒါနဲ့ပဲလုပ်ဖြစ်သွားတာပါကျွန်တော်က\ntranslatorသမားအစစ်မဟုတ်တော့\nတခါတလေဘာသာပြန်တဲ့နေရာမှာလွဲကောင်းလွဲနေနိင်ပါတယ်\nဒါပေမဲ့ဘာသာပြန်တဲ့နေရာမှာတချိုူ့စကားလုံးတွေကမြန်မာ\nလိုပြန်စီရာမှာအရမ်းခက်တဲ့အတွက်မြန်မာစာတန်းထိုး\nပရိတ်သတ်တွေနားလည်လွယ်အောင်ဖော်ပြထားပေးပါတယ်၁၀၀%\nမှန်တယ်လို့မဆိုနိင်ပေမဲ့လည်း\n၉၀တော့ကျော်မှာပါကျွန်တော်တို့ကျောင်းတက်နေတုန်း\nကတောင်၇၅%ဆိုစာမေးပွဲဖြေ\nလို့ရတယ်ဆိုတော့၉၀ဆိုတော့မဆိုးပါဘူးနော်\nပရိတ်သတ်တကဲအညွန်းလေးစလိုက်ကြရအောင် ရှေးရှေးတုန်းကပုံပြင်လိုလို\nတကယ်လိုလိုနဲ့လူပြောများခဲ့တဲ့သေဆုံးပြီးသား\nလူသားတွေကိုထာဝရအသက်ရှင်စေနိင်တဲ့လည်ဆွဲပြားလေး\nအဲဒီလည်ဆွဲပြားကိုပြန်အသက်ဝင်လာအောင်လုပ်ဆောင်ပေးမည့်\nကလေးငယ်တစ်ဉီးကလေးငယ်နဲ့လည်ဆွဲပြားလေးက\nိုပိုင်ဆိုင်နိင်အောင်နည်းအမျိူ းမျိူ းနှင့်ကြိူ းစားမည့်မြွေခေါင်း\nဆိုသောရာဇဝင်လူဆိုးတစ်ဦးကလေးငယ်နဲ့လည်ဆွဲပြားလေးကို\nမြွေခေါင်းရဲ့လက်ထဲကိုမရောက်အောင်\nအက်ဒီဆိုတဲ့ရဲစုံထောက်ကဘယ်လိုကာကွယ်မလဲ\nတကယ်ပဲလည်ဆွဲပြားလေးကအစွမ်းရှိသလား\nစသဖြင့်ရသစုံလင်ကြည့်ရှုရပါမည်\nဂျက်ကီချမ်းရဲ့အက်ရှင်အလန်းများနဲ့ဟာသ\nဇတ်ကွက်များကြောင့်ပရိတ်သတ်တွေအကြိူ က်တွေ့စေရမယ်လို့အာမခံပါတယ်\n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ ကို Soe Htwe ပဲဖြစ်ပါတယ်)File Size         : 697 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 28 minute\nFormat           : Mp4\nGenre             : Action, Comedy, Fantasy\nEncoder         : Joker.phs",
        "rating": "5.3",
        "url": "https://megaup.net/1xgrp/The_Medallion_[2003]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/big_thumb_ba66e527c8ae372e8714bbabb488eef4-1-300x203.jpg",
        "title": "The Forbidden Kingdom (2008) ျ",
        "description": "ဒီဇာတ္ကားကိုေတာ့ အားလံုးသိမယ္ ထင္ပါတယ္။မင္းသားၾကီး ဂ်က္လီနဲ့ ဂ်က္ကီခန္း ပထမဆံုး အတူတူ သရုပ္ေဆာင္ထားတဲ့ ဇာတ္ကားျဖစ္သလို သိမ္းငွက္သူရဲေကာင္းထဲက မင္းသမီး ဂူဂူးနဲ့ ဖန္ဘင္းဘင္းတို့က အားျဖည့္ သရုပ္ေဆာင္ထားပါတယ္။ တရုတ္ရိုးရာ ပံုျပင္ေတြထဲက နာမည္ၾကီး စြန္း၀ူခံုး အေၾကာင္းကို စိတ္ကူးအသစ္နဲ့ ျပန္လည္ရိုက္ကူးတာမို့ စြန္၀ူခုိင္း ပရိသတ္ေတြလဲ အၾကိုက္ေတြမွာ ေသခ်ာပါတယ္။ ဇာတ္ကား အက်ဥ္းေျပာရရင္ေတာ့ စြန္၀ူခံုးနဲ့ ေပ်ာက္ဆံုးသြားတဲ့ ေမွာ္တုတ္ကို ျပန္လည္ ေပးအပ္ႏူိင္ဖို့အတြက္ ၾကိဳးစားရပံုကို စြန့္စားခန္းေတြ အမ်ားၾကီးနဲ့ ရိုက္ကူးထားတာပါ။ ကြန္ဖူး သိုင္းကြက္ေတြနဲ့အတူ နာမည္ၾကီး မင္းသား ၂လက္ကို အတူ တကြ ၾကည့္ရမွာမို အလြန္ေကာင္းမြန္တဲ့ ဇာတ္ကားတစ္ကားလို့ ညြန္းလိုက္ပါရေစ။File Size         : 520 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 44 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-10/",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Rise-of-the-Legend-poster-135x200.jpg",
        "title": "Rise of the Legend (2014)",
        "description": "Rise of the Legend (2014)\nIMDb - 6.5/10_____ Rotten - 63% \nIMDb rating 6.5/10 ရရှိထားပြီး ဒီဇာတ်ကားမှာနာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ထားတာကိုတွေ့ရှိရပါတယ်။\nကျွန်တော်ကတော့ ဒီကားကို အရင်ကထွက်ထားခဲ့တဲ့ ဝမ်ဖေးဟုန်ဇာတ်ကားတွေကို\nRevolution လုပ်ပြီးရိုက်ထားသလားလို့တောင်ထင်မိပါတယ်။\nဒီဇာတ်ကားထဲမှာဆိုရင် တရုပ်ပြည် ချင်ခေတ်ရဲ့ တော်လှန်ပုန်ကန်မှုတွေ၊စစ်ပွဲတွေ၊သဘာဝဘေးအန္တရာယ်တွေနဲ့\nတခြားစီးပွားရေး ပြသနာတွေကို ဖေါ်ပြရိုက်ကူးထားပြီး\nချင်ခေတ်ရဲ့ အဆိုးဆုံးသော အခြေအနေတွေကို ရိုက်ပြထားတာပါ။\nတရုပ်ပြည်ရဲ့ပင်လယ် ပိုးချည်လမ်းလို့ခေါ်တဲ့ ဝမ်ကျိုးမြစ်ရဲ့ ဇူဂျန်ဆိပ်ကမ်းတစ်နေရာ ကျားနက် အဖွဲ့က အုပ်စိုးထားပြီး\n၎င်း ကျားနက်အဖွဲ့ကို ဦးဆောင်နေသူ မာစတာလူမှာ မွေးစားသားကတော့ ၃ယောက်ရှိပါတယ်\nသားအကြီးဆုံး တာဟုန် ၊ သဌေးလေး အားခို နဲ့တတိယကျား တို့ ကတာဝန်ခွဲေ၀ အုပ်ချုပ်ကြပါတယ်။  \nတရက်မှာ မာစတာလူ က သူ၏ စတုတ္ထမြောက်မွေးစားသားကို ရွေးချယ်ရန်\nသူ၏ အလုပ်သမားများထဲမှ လုပ်သက်ကြာပြီး အစွမ်းအစရှိသူများကို ရွေးထုပ်ပြီး\nသူ၏ပြိုင်ဘက်ဂိုဏ်း မြောက်ပင်လယ်ဂိုဏ်းကို သုတ်သင်ခိုင်းပါတယ်.......\nစတုတ္ထမြောက် မွေးစားသားရဲ့ ဘယ်လိုလျှိုကွက်တွေနဲ့ မြောက်ပင်လယ်ဂိုဏ်းကိုခြေမှုန်းမလဲ.....\nစတုတ္ထသား ကရော ...",
        "rating": "6.5",
        "url": "https://megaup.net/U74z/Rise_Of_The_Legend_(Huang_Feihong_Zhi_Yingxiong_You_Meng)_[2014]_(MM_Sub).mp4",
        "category": "Action, Asian, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/saving-Mr.Wu_-133x200.jpg",
        "title": "Saving Mr. Wu (2015)",
        "description": "ဒီဇတ်ကားဟာ အဆိုတော် မင်းသားကြီး Andy Lau ကို\nအကြမ်းအရမ်း ပုံစံမျိုးနဲ့ တွေ့ရမှာ မဟုတ်သလို ခပ်ညံ့ညံ့\nပုံစံမျိုးလဲ မဟုတ်ပြန်ပါဘူး...\nရုပ်ရှင်မင်းသားကြီး ဝူ ဟာ သူ့မန်နေဂျာ နှင့် အတူ ပွဲတစ်ခုမှ\nအပြန် ရဲဟု ပြောဆိုသူတွေထံ အကြောင်းရှာဖမ်းဆီးခံလိုက်ရပါတယ်\nနောက်မှ သိရတာကတော့ ရဲဆိုသူတွေဟာ ရဲအတုတွေ ဖြစ်ပြီး ဝူ ကို\nပြန်ပေးဆွဲပြီး အကျပ်ကိုင် ငွေညှစ်မယ့်သူများပဲ ဖြစ်ပါတယ်...\nပြန်ပေးဆွဲသူဟာလဲ အရင်က လိမ်လည်မှုများနဲ့ ထောင် ၉ နှစ်ကျပြီး\nထောင်က ထွက်လာတာ တစ်နှစ်မပြည့်သေးတဲ့ သူ တစ်ဦးလဲ ဖြစ်နေပါတယ်\nပိုဆိုးတာက သူ ပြန်ပေးဆွဲတဲ့သူတွေကို ပိုက်ဆံမရရအောင် အကုန် ညှစ်ယူပြီး\nအသက်ရှင်လျက် ပြန်မလွှတ်တက်တဲ့နေရာမှာ နာမည်ကြီးပြန်ပါတယ်...\nဝူ ထက် အရင် ဖမ်းဆီးခံရသူနှင့် ဝူ နှစ်ဦးသားဖမ်းဆီးခံထားရပြီး\nအရင်ဖမ်းဆီးခံထားရသူတွက်ပါ သနားသဖြင့် ဝူ မှ ပြန်ပေးငွေ ပေးမည်ဟု\nကတိခံပြီး သူ့အိမ်တွင် ဘဏ်ကတ် သွားယူရန် လူဆိုးအားပြောလိုက်ပါတယ်\nဘတ်ကတ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xdx0/Saving_Mr._Wu_(Jie_Jiu_Wu_Xian_Sheng)_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/the-messengers-poster-1-141x200.jpg",
        "title": "The Messengers (2007)",
        "description": "The Messengers (2007)_____IMDb - 5.4/10 \nကနေဒါနိုင်ငံရဲ့ လယ်တောထဲမှာဖြစ်ပျက်ခဲ့တဲ့ ဇာတ်လမ်းလေးပါ။\nရိုလင်မိသားစု ကြောက်မက်ဖွယ်အဖြစ်ဆိုးကြီး ကြုံတွေ့ရပြီး နောက်ခြောက်နှစ်အကြာမှာ\nမိသားစုတစ်စုက ထိုလယ်ကိုဝယ်လိုက်ပြီး ပြောင်းရွှေ့လာကြပါတယ်...\nအဲ့ဒီအချိန်မှာပဲ မကျွတ်လွတ်သေးတဲ့ ပရလောကသားတွေက တစခန်းထလာပါတော့တယ်။\n(အကယ်၍သင်ဟာသင့်အိမ်ထဲမှာ တစ္ဆေတစ်ကောင် တွေ့ပြီဆိုပါစို့...\nသင်ပြောတာကိုဘယ်သူမှမယုံဘူး၊ ဘယ်သူမှလက်မခံဘူးဆိုရင် သင်ဘာဆက်လုပ်မှာလဲ...)\nလယ်သမားမိသားစုရဲ့ စီးပွါးရေး၊ မိသားစုဆက်ဆံရေးနဲ့ ပရလောကတွေအပါအဝင် စိတ္တဇ\nစသည့်ဖြင့် ဝေဆာအောင် ဇာတ်အိမ်ဖွဲ့ထားပါတယ်။\nပိုပြီးကြည့်ချင်စရာကောင်းတာကတော့ Twilight မင်းသမီး Kristen Stewart ပါဝင်အားဖြည့်ထားပါတယ်။\n \n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Aye Min Oo ပဲ ဖြစ်ပါတယ်)\n   \nFile Size - 712 MB\nFile Type - mp4\nQuality - BluRay Rip 720p\nDuration - 01:30:00\nTranslator - Aye Min Oo\nEncoder - Joker.phs",
        "rating": "5.4",
        "url": "https://megaup.net/2eB9w/The_Messengers_[2007]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/Screenshot289229-1-300x184.png",
        "title": "Hannah Montana: The Movie (2009)",
        "description": "ဒီဇာတ္ကားေလးဟာ Imdb4.2 သာရရွိထားေပမဲ့ လူအမ်ားတစ္ခဲနက္ႏွစ္သက္အားေပးၾကတဲ့ ေတးသံစံု မိဘေမတၱာဘြဲ႕ ဇာတ္ျမဴးကားေလးတစ္ကား ျဖစ္ပါတယ္။ ဒီဇာတ္ကားထဲမွာ Miley Cyrus ကို မတူတဲ့ဘဝႏွစ္ခုမွာ ရွင္သန္ေနထိုင္လ်က္ရွိတဲ့ ဆယ္ေက်ာ္သက္မိန္းမငယ္ေလးအျဖစ္ျမင္ရမွာျဖစ္ၿပီး ႏွစ္မ်ဳိးစလံုးဟာ အခုပုံစံနဲ႔မတူ ႐ိုးသားအျပစ္ကင္းၿပီး ခ်စ္စရာေကာင္းေနတာေၾကာင့္  Miley ပရိသတ္ေတြအတြက္ လြမ္းစရာအမွတ္တရေလးေတာ့ျဖစ္ၾကမွာပါ။\nဇာတ္လမ္းအၫႊန္းအရ မိုင္လီစတီးဝပ္ ဆိုတဲ့ေကာင္မေလးဟာ လက္ရွိဘဝအျပင္ ဟန္နာမြန္တာနား ဆိုတဲ့ ေအာင္ျမင္ေနတဲ့ ဆယ္ေက်ာ္သက္အဆိုေတာ္မေလး ဘဝကိုပါပိုင္ဆိုင္ထားသူပါ။ဒါေပမဲ့ ဟန္နာမြန္တားနားဆိုတာ မိုင္လီစတီးဝပ္ မွန္းဘယ္သူကမွမသိၾကပါဘူး။ သူမကိုယ္တိုင္ကလည္း ႏွစ္ဘဝလံုးမွာေနသားတက်နဲ႔ေအာင္ျမင္မႈရႏိုင္ဖုိ႔ကိုဆႏၵရွိေနသူပါ။ တစ္ေန႔ ဖက္ရွင္စတိုးတစ္ခုမွာ သူမရဲ႕  သူငယ္ခ်င္းျဖစ္သူ လီလီ အတြက္ေမြးေန႔လက္ေဆာင္ေပးဖုိ႔ဖိနပ္ဝယ္ရာကေန နာမည္ႀကီးတစ္ေယာက္ျဖစ္တဲ့ တိုင္ရာဘန္႔စ္  နဲ႔ရန္ျဖစ္ခဲ့ၾကပါေတာ့တယ္။အဲ့ဒီအျဖစ္ပ်က္ေၾကာင့္ပဲ မိုင္လီ ရဲ႕အေဖဟာသူမကို တန္နက္ဆီျပည္နယ္ကိုေခၚသြားခဲ့ကာ လူမႈဆက္ဆံေရးနဲ႔ ေပါင္းသင္းဆက္ဆံမႈေျပလည္ေစဖုိ႔  မိသားစု နဲ႔အတူေလ့လာသင္ယူခဲ့ခိုင္းရာကေန သူမႏွစ္သက္ သေဘာက်ရၿပီး သူမကို မိုင္လီစတီးဝပ္ အျဖစ္ပဲသိတဲ့ ေကာင္ေလးနဲ႔ေတြ႕မိခဲ့ၿပီးတဲ့ေနာက္မွာေတာ့  သူမ ဘယ္ဘဝမွာပဲ ဆက္ရွင္သန္မွာလဲ။\nသူမ ...",
        "rating": "",
        "url": "https://megaup.net/2fRqA/[00928]_Hannah_Montana_The_Movie_(2009)_[Comedy]_[Miley_Cyrus]_[USA]_[6.2].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/12328-Three-Steps-Above-Heaven-133x200.jpg",
        "title": "Three Steps Above Heaven (2010)",
        "description": "Three Steps Above Heaven (2010)________IMDb - 7.0/10\n IMDb rating 7.0 အထိရထားတဲ့ စပိန် အချစ်ဇာတ်ကားလေးတကားဖြစ်ပါတယ်\nခပ်မိုက်မိုက် လမ်းသရဲကောင်လေးနဲ့အဖြူထည် ကျောင်းသူလေးတို့ရဲ့\nရိုမတ်ဆန်စွာရိုက်ကူးထားတဲ့အချစ်ဇာတ်လမ်းလေးလို့ပဲဆိုပါတော့ ...\nဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင်တော့ပျိုတိုင်းကြိုက်တဲ့ နှင်းဆီခိုင် ဆိုင်ကယ်စကေး လမ်းသူရဲ ကောင်လေးလည်း\nအိမ်တွင်းပုန်း ကျောင်းသူလေးနဲ့တွေ့တော့ နှလုံးသားရဲ့ခံစားချက်အရာအားလုံးကိုခဝါချရတော့တာပေါ့....\nမူချင်ပေမယ့်လည်း ... မူချိန်မရလိုက်တဲ့ မယ်မဒီလေး ....\nကောင်လေးရဲ့ ကြွပ်ဆပ်ဆပ် အပြုအမူတွေကြားမှာ အကန်းတစ္ဆေမကြောက်သလိုဖြစ်ခဲ့ရပြီလေ...\nအမေ့ရဲ့အုပ်ထိန်းမှုအောက်မှာ ကြီးပျင်းလာရတဲ့ သမီးအလိမ္မာလေး ကောင်လေးရဲ့အချစ်တစ်ခုအတွက်\nအရာအားလုံးကို စုန်ကန်ဖို့အသင့်ဖြစ်နေတာပေါ့...\nအချစ်ကို ပုံလောင်းချင်တဲ့အမေလည်း သမီးကို မျက်စိဒေါက်ထောက်ကြည့်နေပေမယ့် ယောက္ခထီးကို အပိုင်ချုပ်နိုင်တဲ့\nကောင်လေးရဲ့စကေးတစ်ပေါက်ကြောင့် သမီးလေးကို လိုက်မမှီတော့ဘူးလေ...\nကောင်းကင်အထက် သုံးမီတာအထိ မြင့်တဲ့သူတို့ ရဲ့ အချစ်ရထားလေးကို ရိုမန်တစ်ဆန်ဆန်မြှင့်ရင်း\nခုတ်မောင်းလာခဲ့တာ နေဝင်ချိန်ကမ်းခြေအလှနှင့်အတူ အိမ်တွင်းပုန်းကျောင်းသူလေးရဲ့ အပျိုစင်ဘဝလေးက...???\nမိခင်ရဲ့ ပုံစံခွက်ထဲက ရုန်းထွတ်နိုင်အောင် ကြိုးစားနေတဲ့ သမီးလေးရဲ့ ဘဝ???\nမတူညီတဲ့ဘဝနှစ်ယောက်ရှိတဲ့လူနှစ်ယောက် အချစ်ဆိုတဲ့အရာကို တခုတည်းပေါင်းစည်းနိုင်မှာလား\nကဲ... အိမ်တွင်းပုန်း ကျောင်းသူလေးနဲ့လမ်းသူရဲလေးကောင်လေးတို့ ကောင်းကင်အထက်သုံးမီတာမှာ ဘာဆက်ဖြစ်ကြမလဲ ....IMDb rating ...",
        "rating": "7.0",
        "url": "https://megaup.net/2dg4g/Three_Steps_Above_Heaven_(Tres_Metros_Sobre_El_Cielo)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "http://vignette2.wikia.nocookie.net/voiceacting/images/9/96/The_Rescuers_Down_Under_Cover.jpg/revision/latest?cb=20130325141346",
        "title": "The Rescuers Down Under (1990) ျမန္မာစာတန္းထိုး",
        "description": "IMDb Rating 6.9/10 ဆိုေတာ့ ကာတြန္းကားထဲမွာဆို မဆိုးဘူးလို႕ေျပာလို႕ရတဲ့ ကာတြန္းကားတကားပါ\nထြက္တဲ့ခုႏွစ္က ၁၉၉၀ အန္နီေမးရွင္း ၾကည့္လိုက္ေတာ့ သူ႕ေခတ္သူ႕အခါနဲ့ဆို ေတာ္ေတာ္ လန္းတယ္လို႕\nေျပာလို႕ရတယ္။ ၾကည့္လိုက္ေတာ့ ၁၉၉၁ မွာ ဇာတ္ကားဆုက ၆ဆုရထားတယ္။ ရထားတဲ့ဆုေတြက လည္း အလန္းေတြ 1.Feature Film - Family 2.Best Animated Film 1992 ေရာက္ေတာ့ Golden Screen ဆုထပ္ရတယ္ ျပီးေတာ့ Motion Picture ရဲ႕ Sound Editor ဆုပါထပ္ရထားေတာ့ ပရိတ္သတ္ၾကီးအေနနဲ႕ ဒီကားတြန္းကားက ဘာေတြမ်ားထူးျခားေနလဲဆိုတာ ၾကည့္သင့္တဲ့ကား လက္မလႊတ္သင့္တဲ့ကားဇာတ္လမ္း အက်ဥ္းက R.A.S Agent မစၥဘရိုင္ရန္ကာ နဲ႕ ဘားနတ္တို႕ဟာ လူငယ္ေလးတေယာက္ကို\nကယ္ဖို႕အတြက္ ျပိဳင္ဆိုင္မႈတခုျပဳလုပ္ျပီး ယွဥ္ျပိဳင္ရာမွ ရက္စက္တဲ့ ေရႊေရာင္သိမ္းငွက္ၾကီးရဲ႕ တိုက္ခိုက္မႈကို မထင္မွတ္ဘဲေတြ႕ၾကံဳလိုက္ရတဲ့ အခါမွာေတာ့ .......(ေဒါင္းေလာ့လင့္အသစ္မ်ားျဖင့္တင္ဆက္ေပးထားေသာေၾကာင့္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-rescuers-down-under-1990/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/unnamed-1-212x300.jpg",
        "title": "Virgin Dream (2008) 18+",
        "description": "ေအာင္ ျမင္ စျပဳ ေနတဲ့ျပဳ ေနတဲ့ ေမာ္ ဒယ္ မ ေလး'ရင္ ဂို'ဟာသူ႔ရဲ႕လုပ္ ရပ္ တစ္ ခ်ိဳ႕ ေၾကာင္ ့ နာမည္ ပ်က္ သြားတဲ့အခ်ိန္ မွာမီဒီယာမ်ားအလယ္ မွာအ႐ွက္ ရၿပီး သူ႔ရဲ႕လုပ္ ေဖာ္ ကိုင္ ဖက္ တစ္ ေယာက္ နဲ႔အတူတိုက္ ခန္ းတစ္ ခုမွာပုန္ းခို ေနရပါတယ္ဇာတ္ လမ္ းကခုမွအစပ်ိဳးပါမယ္ အဲဒီတိုက္ ခန္ း ေဘးမွာ 'ခ်ယ္ ရီ'ဆိုတဲ့ ေမာ္ဒယ္မေလးရင္ ဂိုကိုစြဲလန္းေနတဲ့ရူးေျကာင္ေျကာင္လူကလည္း႐ွွိေနပါေသးတယ္ အဲဒီမွာ'ရင္ ဂို'ရဲ႕လုပ္ ေဖာ္ ကိုင္ ဖက္ ဟာ.'ရင္ ဂို'ကိုသူ ေဌး ေတြဆီ ေရာင္စားဖို့ အလုပ္ မွာ 'ရင္ ဂို'ထြက္ ေျပးလာခဲ့ၿပီး'ခ်ယ္ ရီ\"အခန္ းကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/virgin-dream-2008-18/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/race-poster-141x200.jpg",
        "title": "Race (2016)",
        "description": "Race (2016)\nIMDb - 7.1/10_____Rotten - 62%\n  \nဒီဇာတ်ကားလေးဟာ IMDB 7.1/ 10 အထိ ရရှိထားပြီး\nအတ္ထုပ္ပတ္တိဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်လမ်းမျိုးပါ။\nပြည်နယ်လေးတစ်ခုကနေ အိုလံပစ်ပြိုင်ပွဲအထိ လာရောက်ယှဉ်ပြိုင်ခဲ့သူ ဂျက်စီ အိုဝန်အဖို့\nလောကဓံ ကြားမှာ ကူးခပ်ခဲ့ရပုံကို အဓိကတင်ဆက်ထားပါတယ်။\nလူဖြူ လူမည်းခွဲခြားခံရမှုကြား\nဒေါသတွေကို မြိုသိပ်/ ရည်မှန်းချက်တစ်ခုကိုသာအာရုံစူးစိုက်မှု အပြည့်ဖြင့် အနိုင်ယူခဲ့ပုံကလည်း\nအတုယူ အားကျဖွယ်ကောင်းလှပါတယ်။\nဒါ့ပြင် နည်းပြဆရာတစ်ဦးရဲ့စေတနာ / ပြိုင်ဘက်ကောင်းတွေရဲ့အားကစားစိတ်ဓာတ် ပြည့်ဝမှုတွေနဲ့\nသမိုင်းနောက်ခံဇာတ်ကွက်ကိုပါ လေ့လာခွင့်ရမယ့် ဇာတ်ကားကောင်းမို့ ကြည့်ရှုရကျိုး နပ်မှာပါ။\nCM ပရိသတ်များ အားပေးလိုက်ကြပါဦး။\n \n(ဇာတ်ကားအညွန်းရေးသူကတော့ လင်းခယံပဲ ဖြစ်ပါတယ်)\n   \nFile Size         : 952 MB\nQuality           : Blu ray 720P\nRunning Time : 2hr 14 minute\nFormat           : Mp4\nGenre             : Biography,Drama,sport\nEncoder         : Joker.phs",
        "rating": "7.1",
        "url": "https://megaup.net/1yFju/Race_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/1200px-Poster_-_Gone_With_the_Wind_01-130x200.jpg",
        "title": "Gone With The Wind (1939)",
        "description": "ပရိသတ်တွေ ဒီနာမည်ကြားဖူးကြလိမ့်မှာပါခင်ဗျားတို့ အဖေအမေတွေ အဘိုးအဘွားတွေကတော့ ဒီနာမည်အစား\n\" လေရူးသုန်သုန် \" ဆိုတဲ့နာမည်ဆိုရင်ပိုပြီးသိကြလိမ့်မယ်ဗျဆရာမြသန်းတင့်ဘာသာပြန်ခဲ့ပြီး\nမြန်မာ့ဘာသာပြန်စာပေလောက တစ်ခေတ်ဆန်းစေခဲ့တဲ့\nကမ္ဘာကျော်စစ်နောက်ခံအချစ်ဝတ္ထုကြီးအေဗရာဟင်လင်ကွန်းခေတ် ပြည်တွင်းစစ်အတွင်း ပေါက်ဖွားလာခဲ့တဲ့ အချစ်ဇာတ်လမ်းနောက်ဆုံး ဒီဇာတ်လမ်းကို ပိတ်ကားပေါ်တင်လိုက်တဲ့အခါ\nအော်စကာဆု ၁၅ဆု အတွက်လျာထားခံရပြီး\n၈ဆု ရခဲ့တဲ့ဇာတ်ကားဒီခေတ်အနေနဲ့ ပြန်ကြည့်ရင်တောင် Rotten Tomato မှာ\n94% နဲ့ imdb မှာ 8.2ရထားတဲ့ကားမသေခင်ကြည့်သင့်တဲ့ ဇာတ်ကား ၁၀၀၁ကားထဲမှာ\nထိပ်ဆုံး list ကနေပါတဲ့ကားစပြီးရုံတင်တဲ့အချိန်ကစပြီး ၂၅နှစ်ထိကြာအောင် ဇယားထိပ်မှာ ရပ်တည်ခဲ့တဲ့ သူ့ရဲ့စံချိန်ကိုခုထိဘယ်ဇာတ်ကားမှ မချိုးနိုင်ခဲ့တဲ့ကားဒီလိုမျိုး ပြည့်စုံနေတဲ့ကားက ထုံးစံအတိုင်း ကြာချိန်က\n၃နာရီ နဲ့ မိနစ်၄၀ နီးပါးကြာတယ်စကားလက်အိုဟာရာ ရဲ့ တစ်ဖက်သတ်အချစ်ဇာတ်လမ်း\nစစ်ဖြစ်တဲ့ အချိန်မှာ ကြုံရတဲ့ လောကဓံအပြောင်းအလဲတွေ\nကိုယ့်ကို မချစ်တဲ့ယောက်ျားတစ်ယောက်အတွက်\nအရွဲ့တိုက်ချင်တဲ့စိတ်\nဒီစိတ်ကြောင့် ကြုံခဲ့ရတဲ့ အခက်အခဲဒုက္ခတွေ\nနောက်ဆုံး ကိုယ်အမုန်းဆုံးလူက ကိုယ်တစ်ကယ်ချစ်တဲ့လူမှန်း သိလာရချိန်မှာလဲ\nလောကဓံတရားက ထပ်ပြီး နိုပ်စက်လိုက်ပြန်တဲ့အခါ . . .အကောင်းဆုံး ဂန္ဓဝင်ဝတ္ထုကြီးကို ဇာတ်လမ်းအချိတ်အဆက်မိမိ နောက်ခံတီးလုံးအကောင်းစားတွေ သရုပ်ဆောင်တွေရဲ့အပိုအလိုမရှိ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2coqr/Gone_With_The_Wind_[1939]_(MM_Sub).mp4",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/turbo-powrang-1-212x300.jpg",
        "title": "Turbo: A Power Rangers 1997 (ျမန္မာစာတန္းထိုး)",
        "description": "Mighty Morphin ...Zero Ranger ျပီးရင္ Power Ranger ရဲ႕Third Generation ျဖစ္တဲ႕ Turbo Ranger နဲ႕မိတ္ဆက္ေပးလိုက္ပါတယ္...Turbo Ranger မွာ Mighty Morphin နဲ႕ Zero မွာပါဝင္ခဲ႕တဲ႕လူေတြပါဝင္ခဲ႕ေပမယ့္ Mighty Morphin နဲ႕ Zero Ranger မွာ Red Ranger နဲ႕ Blue Ranger  အျဖစ္သရုပ္ေဆာင္ခဲ႕တဲ႕ Rocky အစား New Youngest Ranger ေလးတစ္ဦး Blue Ranger အျဖစ္သရုပ္ေဆာင္ဖို႔အတြက္ပါဝင္လာခဲ႕ပါတယ္....Power Ranger ေတြထဲမွာေတာ့ရွားရွားပါးပါး The Movie အျဖစ္၂ကားထဲသာထြက္ခဲ႕တဲ႕ Mighty Morphin နဲ႕ Turbo ျဖစ္ပါတယ္...The First Power Ranger Mighty Morphin The Movie ဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-177/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/MV5BNjc3NjA5MjI4N15BMl5BanBnXkFtZTcwMTAwMzE2MQ@@._V1_-1-300x300.jpg",
        "title": "The Pink Panther(2006) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 5.6/10 ရရွိထားတဲ့ ဒီကားေလးကေတာ့\nPink Panther ကာတြန္းစီးရီး ကို တဖန္ျပန္လည္\nအသက္သြင္း ရိုက္ကူးထားတာျဖစ္ျပီး\nဟာသ ကား ၾကိဳက္ႏွစ္သက္သူေတြကေတာ့ သေဘာေတြ႕မယ္ဇာတ္ကားေလးပါအရာရာကို အလြဲလြဲအေခ်ာ္ေခ်ာ္လုပ္တတ္တဲ့ စံုေထာက္ၾကီး\nက နာမည္ၾကီး ေဘာလံုးအသင္းနည္းျပ အသတ္ခံရမႈကို\nစံုစမ္းေဖာ္ထုပ္ရာမွ မထင္မွတ္ထားတဲ့\nပင့္ပန္သာ စိန္လက္စြပ္ခိုးယူမႈကို ကြင္းဆက္လိုက္မိတဲ့\nအခါမွာေတာ့ ဘယ္လိုေတြ ျဖစ္ပ်က္ၾကမယ္ဆိုတာကို\nပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ခံစားၾကည့္ပါအံုးFile size...(600MB)  Quality...BR-Rip 720pFormat...mp4Duration....01:44:24Subtitle....Myanmar Subtitle (Hardsub)Encoder....Aung PyayDownload & Watch On Pcloudအစမ္းၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/the-pink-panther2006/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/INSIDE-font-b-Movie-b-font-font-b-Poster-b-font-font-b-French-b-font-1-193x300.jpg",
        "title": "Inside (2007)",
        "description": "Inside ဇာတ္ကားဟာဆိုရင္ 2007 ခုႏွစ္ကထြက္ရိွထားျပီး IMDB rating 6.6 ရထားပါတယ္ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ေခတ္ပ်က္ေနတဲ့ပဲရစ္ဆင္ေျခဖံုးျမိဳ႕ထဲမွာ ျဖစ္ပ်က္ခဲ့တဲ့ ကားတိုက္ မႈ႕ကေနစတာပါ။ ကားတိုက္မႈ႕ျဖစ္ျပီး ေလးလေလာက္အၾကာ ခရစၥမတ္အၾကိဳေန႔ညမွာ စိတ္ဓာတ္က်ေနတဲ့ေန႔ေစ့လေစ့ကိုယ္၀န္သည္ တေယာက္ သူမသိတဲ့သူစိမ္းတစ္ေယာက္ အိမ္ထဲ၀င္ခြင့္ေတာင္းရာမွ.........(မွတ္ခ်က္။ အသက္ ၁၅ ႏွစ္ေအာက္ကေလးသူငယ္မ်ား၊ ကိုယ္၀န္ေဆာင္မိခင္မ်ား၊ ႏွလံုးေရာဂါေ၀ဒနာရွင္မ်ား မၾကည့္ရ)File Size         : 620 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 22 minute\nFormat           : Mp4\nGenre             : Horror\nEncoder         : Joker.phs(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Aye Min Oo ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/inside-20077/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/Escape-from-planet-earth-dvd-cover-95-1-214x300.jpg",
        "title": "Escape From  Plant Earth (2013)",
        "description": "ဇာတ္ လမ္ း အက်ဥ္ းကိုေျပာရမယ္ဆိုရင္ ေတာ့ Gary နဲ႔ Scorch တို႔က ေၾကာင္ နဲ႔ႂကြက္ လို ညီအစ္ကို ေတြပဲ အျမဲတမ္းရန္ျဖစ္ေနျပီ တစ္ေယာက္နဲ့တစ္ေယာက္ အထင္မၾကီးတဲ့ ပံုစံပါ Scorch ကေတာ့ သူတို့ ျဂိဳလ္အတြက္ သူရဲေကာင္းတစ္ေယာက္ျဖစ္ျပီး Grayကေတာ့ သူရဲ့ Missonေတြကို ေနာက္ကြယ္ကေန ကူညီျပီး ေဆာင္ရြက္ေပးေနတဲ့ လူတစ္ေယာက္ေပါ့.. တစ္ ရက္ Scorch က mission တစ္ ခုကို ထမ္ း ေဆာင္ ဖို႔ ကမာၻၿဂိဳလ္ ကို သြားဖို႔ျဖစ္ လာတယ္ .. Grayက သြားဖို့ သေဘာ မတူတာေၾကာင့္  Scorchက ဘယ္သူ့ အကူအညီမွ မယူဘူးဆိုျပီး တစ္ေယာက္တည္း ထြက္သြားပါေတာ့တယ္......Scorchတစ္ေယာက္ ကမၻာျဂိုလ္ကို ေရာက္တဲ့အခါ ဘယ္လို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/escape-from-plant-earth-20133/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/d9c9-1-300x170.jpg",
        "title": "Mighty Morphin Power Rangers:The Movie (1995) (ျမန္မာစာတန္းထိုး)",
        "description": "ပါဝါရိန္းဂ်ားေတြ တစ္ျဖစ္လဲ ဆယ္ေက်ာ္သက္ေက်ာင္းသားလူငယ္ေလး ေျခာက္ေယာက္ျဖစ္တဲ့ ေတာ္မီ ကင္ဘာေလ ေရာ္ကီ ဘီလီ အဒမ္ ေအးရွား တို႔ဟာ အိန္ဂ်ယ္ဂေရာ့ ၿမိဳ႕မွာ ေနထိုင္ၾကၿပီး ေက်ာင္းတက္ရင္း ၿမိဳ႕ကိုကာကြယ္ေစာင့္ေရွာက္ေနၾကသူေတြျဖစ္ပါတယ္။ တစ္ေန႔မွာေတာ့မေမွ်ာ္လင့္ပဲနဲ႔ ေဆာက္လုပ္ေရးလုပ္ငန္းခြင္တစ္ခုရဲ႕ အနီးနားကရွိ တြင္းႀကီးတစ္ခုထဲက အလြန္ဆန္းၾကယ္တဲ့ ခရမ္းေရာင္ ဥႀကီးဟာ ေဆာက္လုပ္ေရးလုပ္သားေတြေၾကာင့္ ေျမေပၚကို ေပၚထြက္လာခဲ့ၿပီး Lord Zedd နဲ႔ ၾကင္ယာေတာ္ Rita တို႔လက္ခ်က္ေၾကာင့္ အဲ့ဒီဥထဲကေန ႏွစ္ေပါင္းေျခာက္ေထာင္ေက်ာ္ၾကာ ပိတ္ေလွာင္ခံထားရတဲ့ အီဗန္အူးဇ္ ဆိုတဲ့ ကမၻာဖ်က္မေကာင္းဆိုးဝါးႀကီး ႏိုးထလာခဲ့ပါေတာ့တယ္။ အီဗန္အူးဇ္ ဟာ ပါဝါရိန္းဂ်ား တို႔ရဲ႕ ေခါင္းေဆာင္ႀကီး ဇိုဒန္ နဲ႔ရန္ၿငိဳးရွိခဲ့ဖူးတာေၾကာင့္ ဇိုဒန္ ရွိရာ ဌာနခ်ဳပ္ကို သြားၿပီး အကုန္ဖ်က္ဆီးတိုက္ခိုက္ခဲ့ရာမွာေတာ့ ဌာနခ်ဳပ္ပ်က္စီးၿပီး ပါဝါရိန္းဂ်ားတို႔လည္း စြမ္းအားမ်ားေပ်ာက္ကြယ္ကာ ဇိုဒန္မွာလည္း ေသလုေမ်ာပါးအေျခေနထိေရာက္သြားပါေတာ့တယ္။ အဲ့ဒီေနာက္ ေတာ္မီ ဦးေဆာင္တဲ့ ပါဝါရိန္းဂ်ား ...",
        "rating": "",
        "url": "https://megaup.net/2eSft/Mighty_Morphin_Power_Rangers_-_The_Movie_[1995]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/JustTheWayYouAreFinalPoster28hires29-1-208x300.jpg",
        "title": "Just The Way You Are (2015)",
        "description": "ကဲအမ်ိဳးတို႔ေရ ...\nဒီတစ္ခါေတာ့ ပရိသတ္ရင္ထဲေရာက္မယ့္ တစ္ကားတင္ေပးလိုက္မယ္ဗ်ာ ... ကြ်န္ေတာ္ေတာင္ ဘာသာျပန္ေနတာကို ရပ္ၿပီး ဇာတ္လမ္းဆံုးေအာင္ ၾကည့္မိတဲ့ကားေလးေပါ့ ... Just the way you are တဲ့ .... ဇာတ္လမ္းေလးကေတာ့ မိသားစုေၾကာင့္ အခ်စ္ကုိအယံုအၾကည္မရွိတဲ့ ေကာင္ေလးနဲ႔ ေကာင္းမေလးတို႔ အေလာင္းအစားတစ္ခုေၾကာင့္ ဆံုေတြ႕ခဲ့တဲ့အခါမွာ ဘာေတြျဖစ္ၾကမလဲဆိုတာကို ၾကည့္ရႈရမွာ ျဖစ္ပါတယ္ ... ထံုးစံအတိုင္း Asian Romance Comedy ေလးပါပဲ ... အားေပးၾကပါဦးေနာ္File Size         : 770 MB\nQuality           : HD Rip 720P\nRunning Time : 1hr 47 minute\nFormat           : Mp4\nGenre             : Drama, Romance\nEncoder         : Joker.phs(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Tartee Poe ပဲျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/just-way-you-are-20155/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/r1-1-211x300.jpg",
        "title": "The Road (2009) – ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားကေတာ့ IMDb rating 7.3/10 ထိ ရရွိထားတဲ့ Drama ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။  ဇာတ္လမ္းအက်ဥ္းေလးကို အနည္းငယ္ေျပာျပရမယ္ဆိုရင္  ကမၻာပ်က္ကပ္ ဆိုက္လာတဲ့အခ်ိန္မွာ လူသားေတြဟာ တစ္ေယာက္ကုိတစ္ေယာက္သတ္ျဖတ္ၾကတယ္။ သူတစ္ပါးရဲ႕ပစၥည္းဥစၥာေတြကုိ အတင္းအဓမၼလူယုၾကတယ္၊ ေနာက္ဆံုး... လူအခ်င္းခ်င္း သတ္ျပီးစားၾကတဲ့ အရိုင္းအစိုင္းေတြ ျဖစ္လာၾကျပီးေတာ့ . . . ကမၻာၾကီးမွာ မသူေတာ္တရားေတြၾကီးစိုးလာခဲ့ပါတယ္။  ဒီလိုကပ္ပ်က္ကမၻာၾကီးထဲမွာ သနားၾကင္နာတတ္တဲ့ ကေလးတစ္ေယာက္နဲ႔ သားကုိ ဘုရားသခင္ထက္ ခ်စ္ျမတ္ႏိုးတဲ့ အေဖတစ္ေယာက္တို႕ဟာ  ဒီဒုကၡေတြက လြတ္ေျမာက္မယ္လို႔ ေမွ်ာ္လင့္ရတဲ့ ပင္လယ္ျပင္ရွိရာကုိ ခရီးဆက္လာၾကတဲ့အခါမွာေတာ့ .... ဆက္လမ္းေလးမွာသာ ဆက္လက္ခံစားၾကည့္ရႈၾကပါကုန္။(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ ဘာသာျပန္ေရးသားေပးသူကေတာ့ CM Team မွ ညီေလး Sherlock ျဖစ္ပါတယ္။)@San Win MaungFile Size                          :  700 MbQuality ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-175/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/arahan-2004-korean-movie-poster-1-217x300.jpg",
        "title": "Arahan(2004)",
        "description": "Imdb Rating - 6.8/10 ရရှိထားတဲ့ ကိုးရီးယား Action/Comedy ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားမကြည့်ခင် အညွှန်းကို ဖတ်ဖြစ်အောင် ဖတ်ခဲ့ပေးကြပါလို့ မှာချင်ပါတယ်။တစ်ခါတုန်းက “ဒါအို”ပညာရှင်ကြီး ၇ ဦး ရှိခဲ့ပါတယ်။ (“ဒါအို”-Tao ဆိုတဲ့စကားလုံးဟာ အဓိပါယ်ဖွင့်ဆိုလို့ မရအောင်ကို ကျယ်ပြန့်ပါတယ်၊ စကြာဝဋာကြီးတစ်ခုလုံးရဲ့နိယာမသဘောတရားတွေကိုသိမြင်နိုင်တဲ့ပညာလို့ပဲ ဖွင့်ဆိုပါရစေ) သူတို့ရဲ့ တာဝန်က “ဒါအို”ပညာရဲ့ အဆုံးမဲ့အသိဉာဏ်“အရဟံ”အဆင့်ကို ရရှိနိုင်မယ့် “သော့ချက်”နည်းလမ်းကို မသမာသူတွေရဲ့ လက်ထဲမရောက်ရအောင် ထိန်းသိမ်းထားရမှာပါ။ “ဒါအို”ပညာရှင်ညီနောင်တွေထဲက(၅)ဦးဟာ “သော့ချက်”ကို လျှို့ဝှက်ထားပြီး ဇာတ်မြှုပ်နေထိုင်လာခဲ့ရာကနေ သူတို့ရဲ့တာဝန်ကို လွှဲပြောင်းရယူနိုင်မယ့်အစွမ်းတွေပိုင်ဆိုင်နေတဲ့ ပေါတောတော ရဲသားလေးတစ်ယောက်ကို ်အမှတ်မထင် တွေ့ရှိလိုက်ရတဲ့အခါ... မဟာရန်သူတော်ကြီးတစ်ဦးကလည်း သူတို့ အားလုံးကို လိုက်လံရှာဖွေတဲ့အခါ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့....။ဖိုက်တင်နဲ့ဟာသကို တစ်ပြိုင်တည်း အပြည့်အဝခံစားရမယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ ကြည့်ဖြစ်အောင်သာ ကြည့်လိုက်ကြပါဗျာ။File Size         : 810 MB\nQuality           : Blu ray ...",
        "rating": "",
        "url": "https://megaup.net/2Bsiw/Arahan(2004).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/A-Delicious-Flight-Korean-Movie-Poster-1-200x300.jpg",
        "title": "A Delicious Flight (2015) ျမန္မာစာတန္းထိုး (18++)",
        "description": "ကိုရီးယား 18++ ဇာတ္ကားတို႕ရဲ႕ထံုးစံအတိုင္း တင္ဆက္ထားပါတယ္။တစ္ျခားဇာတ္ကားေတြနဲ႕မတူတာက ဇာတ္လမ္းဇာတ္ကြက္ရွိတာပါ။ရိုးသားတဲ့မင္းသမီးေလးတစ္ေယာက္ အႏုပညာဗန္းျပထားတဲ့ သားရဲေတာမွာမ်က္ရည္ေတြက်ခဲ့ေပမယ့္ေနာက္ဆံုးမွာ အခ်စ္စစ္ကိုရွာေဖြေတြ႕ရွိျပီး ခိုနားရာရသြားတဲ့ဇာတ္ေၾကာင္းပါ။အခ်စ္နဲ႕ရမၼက္ကို ထင္ရွားျပသရာမွာ ေလယာဥ္မယ္မ်ားပါထည့္သြင္းျပီးဇာတ္လမ္းဆင္ထားပါေသးတယ္။သိပ္ေတာ့လဲ မညႊန္းေတာ့ပါဘူး။အရြယ္ေရာက္ျပီးရင္ၾကည့္လို႕ရပါတယ္....။(ျမန္မာစာတန္းထိုးကိုေတာ့ Moe Myint Lwin မွတင္ဆက္ထားပါတယ္။)File size...(850MB)  Quality...HD-Rip 720pFormat...mp4Duration....01.36:57Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung Download and Watch HD 720p (pCloud Link) Download and Watch 360p Small File Size(350MB)     နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/a-delicious-flight-2015-18/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/double-trouble-poster-1-217x300.jpg",
        "title": "Double Trouble (2012) ျမန္မာစာတန္းထိုး",
        "description": "ဂ်က္ကီခ်န္းရဲ႕သား ေဂ်စီခ်မ္း အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့  Action,  Comedy အမ်ိဳးအစားတရုတ္ဇာတ္ကားျဖစ္ပါတယ္။ပန္းခ်ီကားခိုးတဲ့ဂိုဏ္းနဲ႕ ျပတိုက္လံုုျခံဳေရးတို႕ ထိပ္တိုက္ေတြ႕ရမွာ မဆီမဆိုင္ၾကားကညပ္တဲ့ခရီးသြားအဖြဲ႕တို႕ အလြဲလြဲအေခ်ာ္ေခ်ာ္ျဖစ္ၾကပံုကို တင္ဆက္ထားပါတယ္။IMDb Rating (4.6/10) ရရွိထားျပီး အားလပ္ရက္မွာေပါ့ေပါ့ပါးပါး ၾကည့္သင့္တဲ့ဇာတ္ကားပါ။File size...(800MB)  Quality...Blu-ray Rip 720pFormat...mp4Duration....01.28.52Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung Download and Watch HD 720p (pCloud Link) Download and Watch 360p Small File Size(350MB)     နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/double-trouble-2012/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/afic59fc59fc59f12-1-300x212.jpg",
        "title": "Emergency Couple TV Series (2014) ျမန္မာစာတန္းထိုး",
        "description": "( Running Man အစီအစဉ်ကနေတဆင့် ပရိသတ်ရဲ ့ ချစ်ခင်အားပေးမှုကို ပိုမို ရရှိလာတဲ့ မင်းသမီးချော (Song Ji Hyo) နဲ့ အရပ်ရှည်ရှည် ရုပ်ဖြောင့်တဲ့ မင်းသား (Choi jin Hyuk) တို့အပြင် အခြား ဇာတ်ရံများစွာဟာလဲ ဒီဇာတ်လမ်းကို ပိုပြီး စိတ်ဝင်စားစရာ ကောင်းအောင် အားဖြည့်ထားကြပါတယ်။ အိမ်ထောင်ကွဲ စုံတွဲ အလုပ်သင် ဆရာဝန်အဖြစ်နဲ့ အရေးပေါ်ဌာနမှာ ပြန်လည် ဆုံတွေ့ကြရင်း.. နိစ္စဓူဝ ဆေးရုံမှာ လူနာမျိုးစုံ ဇာတ်လမ်းစုံနဲ့ ဆရာဝန် သူနာပြုတွေရဲ ့ အလုပ်သဘောသဘာဝကို စိတ်ဝင်စားဖွယ် သွက်သွက် လက်လက် ရိုက်ကူး တင်ပြထားတာမို့ ဆေးပညာ ဇာတ်လမ်းတွဲ (သို့) ရွှင်မြူ းတဲ့ Romance ဇာတ်လမ်း နှစ်သက်သူများ စကြည့်မိတာနဲ့ စွဲငြိသွားမယ့် ဇာတ်လမ်းတွဲတခုလို့ ညွှန်းချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင်တော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/emergency-couple-tv-series-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/cover_hana_to_hebi_01_jp-1-258x300.jpg",
        "title": "[18+]Flower and Snake (2004)",
        "description": "Story:\nTôyama, a weak-willed businessman, is in debt to the Yakuza; they also have a video of him bribing a government minister. To clear his debts, he agrees to let them drug and kidnap his wife Shizuko, Japan’s queen of the tango, and subject her to the proclivities of a 95-year-old voyeur, who’s a Yakuza boss. After a masked ball, Shizuko ...",
        "rating": "",
        "url": " https://megaup.net/2mYyY/Flower_And_Snake(2004).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "",
        "title": "The Truman Show (1998)",
        "description": "ဒီကားေလးကေတာ့ IMDB 8.1 ထိရထားတဲ႔ ဟာသမင္းသားၾကီး Jim Carreyရဲ႕\nဇာတ္ကားေကာင္းေလးပါစာေရးဆရာမ ဂ်ဳးကလည္း ဘဝဇာတ္ဆရာဟူေသာ ေခါင္းစဥ္ျဖင့္ ဒီဇာတ္ကားအေၾကာင္း ေရးခဲ႔ဖူးပါတယ္\nဇာတ္လမ္းအညႊန္းေျပာရမယ္ဆိုရင္ Truman ဆိုတာက နာမည္ၾကီး TV show ပါ\nထူးျခားခ်က္ကေတာ့ မင္းသား Truman က သူဟာသရုပ္ေဆာင္ေနမွန္းမသိပါဘူးသူေမြးကတည္းက ၾကီးမားတဲ႔ စတူဒီယိုထဲမွာ အထည့္ခံရျပီး သူ႔အေၾကာင္းကို တကမၻာလံုးကို တိုက္ရိုက္လႊင့္ေနတာပါ\nသူ႔ဇနီး သူ႔သူငယ္ခ်င္း ဒါ့အျပင္ သူ႔ရဲ႕မိဘေတြကပါ ဟန္ေဆာင္သရုပ္ေဆာင္ေတြခ်ည္းသာ\nဒီလိုအေျခအေနမွာ သူတကယ္စစ္မွန္တယ္ထင္တဲ႔ ေလာကၾကီး ခ်စ္ခင္ရတဲ႔လူအားလံုးက\nအလိမ္အညာမွန္းရိပ္မိသြားတဲ႔အခါမွာေတာ့...သူရုန္းထြက္ႏိုင္မလား ဒါရိုက္တာအဖြဲ႕ဘက္မွလည္း သူယံုမယ့္နည္းလမ္းမ်ားနဲ႔\nတားဆီးမွာေအာင္ျမင္မလား ဆိုတာကေတာ့...\nဒီဇာတ္ကားၾကည့္ျပီး အေတြးတစ္ခုေလာက္ေတာ့ က်န္ခဲ႔မယ္လို႔ထင္ပါတယ္File Size         :  730 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 43 minute\nFormat           : Mp4\nGenre             : Drama\nEncoder         : Joker.phs(အညႊန္းေရးသူနဲ႕ဘာသာၿပန္သူကေတာ့ Waiyan ...",
        "rating": "8.1",
        "url": "https://megaup.net/2Srny/The_Truman_Show_[1998]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/laddaland2_wmoov-1-213x300.jpg",
        "title": "Ladda Land(2011)",
        "description": "ဒီကား လေးက တော့ Imdb မှာ rating 6.4ရရှိထားတဲ ထိုင်း horror ကားပါ။ထိုင်း horror ကား တွေထဲမှာ pee mak ပြီးရင် ဒုတိယ မြောက် ဝင် ငွေအများဆုံး စံချိန် တင် ထားတဲ ဇာတ် ကား ကောင်းတစ်ကား လည် းဖြစ် ပါတယ် ။။ထိုင်းဇာတ် ကား တွေရဲ့ထုံးစံအတိုင်း horror သီးသန့် ့မဟုတ် ဘဲ drama လေး နဲ့ အ ကောင် ဆုံးတင် ဆက် ထားတာကို တွေ့ရမှာပါ။ဒါအပြင် ဇာတ် ကားထဲက ဇာတ် ဝင် ခန်း အများစုက ကြောက် စရာ ကောင်;ပြီးတင် ဆက် ထားပုံ တွေက စိတ် ကူးစိတ် သန် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ladda-land20111/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/et-1.jpg",
        "title": "E.T – Extra-Terrestrial (1982) – ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ Imdb Rating 7.9/10 ရရွိထားျပီး\nစိတ္ၾကည္ႏူးဖြယ္ရာ ၾကည့္ရွဳရမယ့္ ဇာတ္ကားေလးတစ္ကားပါ . . .ဒီဇာတ္ကားေလးကုိ ၾကည့္ျဖစ္တဲ႔သူတိုင္း အီးတီနဲ႔ဘိုဘို ကာတြန္းရုပ္ျပေလးေတြ\nအေျပးအလႊား ဖတ္ခဲ့ရတဲ႔ ငယ္ဘ၀ေလးကုိ လြမ္းဆြတ္သတိရမိၾကပါမွာ?ေနာက္ျပီး ... ဇာတ္ကားထဲမွာ ပုရိသတို႔ အသည္းေက်ာ္ မင္းသမီးေခ်ာ Drew Barrymore ရဲ႕\n၄ ႏွစ္သမီး အရြယ္ေလးနဲ႔ အံ့မခန္း သရုပ္ေဆာင္ခ်က္ေတြကုိ ေတြ႕ၾကရမွာပါ။လူသား ေကာင္ေလးတစ္ေယာက္နဲ႔ သဘာ၀လြန္ SpaceMan တစ္ေယာက္ရဲ႕\nေမတၱာတရားကုိ ေဖာ္ၾကဴးထားတဲ႔ ဇာတ္ကားေလးျဖစ္ေလးျဖစ္တဲ့အျပင္ . ကေလးဘဝက ဇာတ္ေကာင္းေကာင္းေလးကိုမၾကည့္လိုက္ရတဲ့လူေတြအတြက္ ျပန္လည္တင္ဆက္ေပးလိုက္ပါသည္။\nၾကည့္ျဖစ္ေအာင္သာ ၾကည့္လိုက္ၾကပါဗ်ာ ...(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ ဘာသာျပန္ေရးသားေပးသူကေတာ့ CM Team မွ ညီေလး Sherlock ျဖစ္ပါတယ္။)\n@San Win MaungFile Size                          : ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-181/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/dolly-1-210x300.jpg",
        "title": "Hello, My Dolly Girlfriend (2013) 18++ – ျမန္မာစာတန္းထိုး",
        "description": "ေမာင့္ခ်စ္သူအရုပ္မေလး . ..က်ြန္ေတာ္ရဲ႕ဘာသာျပန္ကား (၂၀) ေျမာက္ကားေလးကိုထူးထူးျခားျခားေလးျဖစ္ေအာင္18+နဲ႔စတင္ထားပါတယ္။ ဇာတ္လမ္းအစမွာေတာ့စိတ္ဓါတ္က်ေနေသာေကာင္ေလးတစ္ေယာက္ ေျပးရင္းလႊားရင္းတိုက္ပ်က္ၾကီးထဲေရာက္သြားတဲ႔အခါမွာ လူနဲ႔တူတဲ႔အရုပ္မေလးကိုစေတြ႕တာကေနစတာပါပဲ။ ေခ်ာေမာလွပတဲ႔ အရုပ္မေလးလည္း အဲ့ေနရာကိုဘယ္လိုေရာက္ေနတာလဲဆိုတာကေတာ့ ဇာတ္လမ္းထဲေတြ႕ျမင္ရပါမယ္။ ေနာက္ၿပီး ထိုတိုက္ပ်က္ၾကီးထဲမွာဘိန္းျဖဴေတြကိုသိမ္းဆည္းထားေသာလူတစ္စု၊ ထိုလူတစ္စုကေကာင္ေလးကိုေတြ႕ရွိသြားၿပီး ႏႈတ္ပိတ္ဖို႔ၾကိဳးစားခ်ိန္မွာအရုပ္မေလးဟာ အသက္ဝင္လာျပီးထိုေကာင္ေလးကိုကယ္တင္သြားတာကလည္း ဒီဇာတ္ကားရဲ႕ထူးျခားမႈပါပဲ။လူဆိုးေတြလက္ထဲကလြတ္ေျမာက္ျပီးေနာက္ အရုပ္မေလးကိုအိမ္ျပန္သယ္သြားတဲ႔ေကာင္ေလးေန႔ဘက္မွာေတာ့အရုပ္မေလးအျဖစ္ ၊ ညဘက္ေရာက္ေတာ့အသက္ဝင္လာတဲ႔အရုပ္မေလးနဲ႔ထိုေကာင္ေလးတို႔ရဲ႕ အခ်စ္ရနံ႕ထံုမႊန္းမႈေတြ . ဆန္ဆန္အခ်စ္ဇာတ္လမ္းစသျဖင့္ပရိတ္သတ္ေတြကိုမပ်င္းမရိေအာင္ဆြဲေဆာင္သြားမယ့္ ဇာတ္လမ္းေလးပါပဲ။18+ခ်ည္းသက္သက္မဟုတ္ပဲအခ်စ္ဇာတ္လမ္းဆန္ဆန္ရိုက္ကူးထားတာေၾကာင့္ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႕မယ္လို႔ေမ်ာ္လင့္ပါတယ္။ ေနာက္ၿပီးတစ္ခုေျပာခ်င္တာက ဒီဇာတ္လမ္းေလးမွာ ျပရိုက္ကူးမႈ ေတြဟာ ေယာက်ာ္းေလးအခ်င္းခ်င္း မိန္းကေလးအခ်င္းခ်င္းသာ အတူစုထိုင္ၾကည့္သင့္တဲ့ျပကြက္ေတြမို႕ ေရာေႏွာမၾကည့္ဖို႕ၾကိဳတင္သတိေပးပါရေစ . ဇာတ္ကားေလးၾကည့္ျပီးသြားရင္ပရိတ္သတ္ေတြရင္ထဲအမ်ိဴ းအမည္နာမ မသိတဲ့ေဝဒနာတစ္ခုက်န္ခဲ႔ပါလိမ့္မယ္။ ဇာတ္ကားက18+ေလာက္တင္မဟုတ္ပဲအလြန္ပင္သာလြန္ေသာေၾကာင့္ 18++ လို႕ညႊန္းလိုက္ခ်င္ပါတယ္။(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ ဘာသာျပန္ေရးသားေပးသူကေတာ့ CM Team မွ ညီေလး Soe Htwe ျဖစ္ပါတယ္။)@San Win Maungဒီဇာတ္ကားကို ေဒါင္းလုပ္မဆြဲခင္ movie preview link ေလးကို ၾကည့္ၾကည့္ၾကပါ။File Size                       ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-176/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/Mockup_BluRay_Wiplala_facing-1-240x300.jpg",
        "title": "The Amazing Wiplala (2014) ျမန္မာစာတန္းထိုး",
        "description": "ဇာတ္လမ္းေလးက နာမည္ၾကီး Dutch စာေရးဆရာအေက်ာ္အေမာ္ Annie M. G. Schmidt ေရးသားထုတ္ေ၀ခဲ့တဲ့ Wiplala ၀ထၳဳ ကိုအေျခခံျပီး ျပန္လည္ရိုက္ကူးထားတာပါ။ ၀ွပ္လာလာ တေယာက္အမွားၾကီးတစ္ခုက်ဴးလြန္မိျပီး ေျပးမိေျပးရာ ေျပးရင္း သားအဖသံုးေယာက္ေနတဲ့ အိမ္ၾကီးထဲကိုေရာက္သြားပါေတာ့တယ္ တကယ္ေတာ့ ၀ွပ္လာလာဆိုတာ ငလက္မေလးေတြပါ။ ၀ွပ္လာလာဟာ အိမ္ၾကီးထဲကိုေရာက္ျပီဆိုတာနဲ႔ သူတက္ထားတဲ့ ေမွာ္အစြမ္းေတြ နဲ႔စျပီး ျဂိဳလ္ေမႊေတာ့တာပါပဲ။ သူဘယ္ေလာက္ထိ ျဂိဳလ္ေမႊမလဲ၊ သူျဂိဳလ္ေမႊထားတာေတြကိုေရာ သူျပန္ရွင္းႏိုင္ပါ့မလား ဆိုတာကိုေတာ့ခုပဲ....File Size         : 710 MBQuality           : HD RipRunning Time : 1hr 40 minuteFormat           : Mp4Genre             : Adventure,FamilyEncoder         : Joker.phsDownload And watch With Pcloud Link Full HDDownload And watch ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-amazing-wiplala-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/freedvdcover_cop-car-2015-r1-custom-1-300x209.jpg",
        "title": "Cop Car (2015) ၿမန္မာစာတန္းထိုး",
        "description": "2015 မွာ ထြက္ရွိထားတဲ႔ ဇာတ္ကားၿဖစ္ၿပီး ဒါရိုက္တာ Jon Watts က ရိုက္ကူးတင္ဆက္ထားပါတယ္\nIMDb Rate ကလည္း 6.4 ေလာက္ ရထားတာမို႔ မဆုိးဘူးလို႔ေၿပာလို႕ရတဲ႔ဇာတ္ကားတစ္ကားၿဖစ္ပါတယ္\nဇာတ္လမ္းကိုေတာ႔ နယ္ျမိဳ႕ေလးမွာ ရိုက္ထားတာပါ ကေလး၂ေယာက္ ေဆာ့ကစားေနတုန္း မထင္မွတ္ပဲ ရဲကားကိုသြားေတြ႕ပါတယ္ ကားထဲမွာ ရဲလဲမရွိဘူးဆိုေတာ့ ကေလး၂ေယာက္ လက္တည့္စမ္းပီး ကားကိုေမာင္းၾကရင္း မ်ိဴးစံုျပသနာေတြၾကံဳေတြ႕ရတဲ့အေၾကာင္းေလး ျဖစ္ပါတယ္ကဲ ၾကည္႔လိုက္ရေအာင္ :)\nFilesize : 753 MB\nQuality :WEBRip720p\nFormat : mp4\nRunning Time : 1hr 28min\nIMDb Rate : 6.4\nSubtitle : Myanmar Subtitle ( Hardsub )\nEncoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-49/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/city-of-ember-poster-133x200.jpg",
        "title": "City of Ember (2008)",
        "description": "City of Ember (2008)_______IMDb - 6.5/10\n ဒီကားလေးကတော့ ကျွန်တော်ကြိုက်လွန်းလို့ ခဏခဏပြန်ကြည့်ဖြစ်တဲ့ ကားတစ်ကားပါ.... စိတ်ဝင်စားဖို့ကောင်းတဲ့ ကားတစ်ကားလည်း ဖြစ်ပါတယ်... ဇတ်လမ်းအရဆိုရင် ကျွန်တော်တို့ရဲ့ ကမ္ဘာကြီးဟာ အန္တရာယ်တွေနဲ့ရင်ဆိုင်နေရပြီး လူသားတွေနေထိုင်ဖို့အတွက် ခက်ခဲတဲ့အချိန်ကိုရောက်နေပါပြီ... ဒီအချိန်မှာ လူမျိုးတစ်စုရဲ့ ဆိုင်ရာဆိုင်ရာနည်းပညာရှင် အတတ်ပညာရှင်တွေစုပေါင်းပြီးတော့ လူသားတွေနေထိုင်ဖို့အတွက် မြေအောက်မြို့တော်တစ်ခုကို တည်ဆောက်ခဲ့ပါတယ်...အဲ့ဒီမြို့တော်မှာနေထိုင်ကြတဲ့သူတွေဟာ ပြင်ပလောကကမ္ဘာကြီးနဲ့ မထိတွေ့ရတော့ပါဘူး...ဒီလိုနေထိုင်နေကြမယ့်အချိန်မှာ ပညာရှင်တွေစုပေါင်း ဆွေးနွေးပြီးတော့ သေတ္တာလေးတစ်လုံးကိုပြုလုပ်ခဲ့ပါတယ်... ပြီးတော့ သေတ္တာလေးမှာ အချိန်ကာလတစ်ခုကို သတ်မှတ်ထားခဲ့ပါတယ်...(သတ်မှတ်ထားတဲ့ အချိန်ကာလပြည့်သွားတာနဲ့ သေတ္တာလေးက ပွင့်သွားမှာပါ)...ဒီလိုနဲ့ သေတ္တာလေးကို မြို့ရဲ့ အုပ်ချုပ်တွေတစ်ယောက်ပြီးတစ်ယောက် လက်ဆင့်ကမ်း ထိန်းသိမ်းခဲ့ပါတယ်...ကြာလာတော့ သေတ္တာလေးအကြောင်းကိုမေ့လာကြပြီး ဟိုရောက်ဒီရောက်နဲ့ သေတ္တာလေးဟာချောင်တစ်ချောင်ထဲရောက်သွားပါတော့တယ်...ဒီလိုနဲ့ သတ်မှတ်ထားတဲ့အချိန်ပြည့်သွားပြီး သေတ္တာလေးဟာ သူ့ဟာသူ ပွင့်သွားတဲ့အခါမှာတော့...... ဘာတွေဖြစ်လာမလဲ ?? သေတ္တာလေးထဲမှာ ဘာတွေရှိမလဲ ?? ဒါတွေကိုတော့ ဇာတ်ကားလေးထဲမှာ ကြည့်ရှုခံစားကြပါခင်ဗျာ...ဒီကားလေးကြည့်ပြီးတဲ့အခါမှာလည်း ပရိတ်သတ်ရဲ့ အတွေးထဲမှာ ဒီကားလေးက ...",
        "rating": "6.5",
        "url": "https://megaup.net/2Tg7s/City_Of_Ember_[2008]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/camp-rock-2-poster-133x200.jpg",
        "title": "Camp Rock 2: The Final Jam (2010)",
        "description": "Camp Rock 2: The Final Jam (2010)\nIMDb - 5.2/10_____Rotten - 63% \nဒီတခေါက်ကတော့ လူငယ်တွေနဲ့Music အခြေခံဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်\nFrozen ရဲ့ ဇာတ်ဝင်တေးLet it Go ကို သီဆိုခဲ့တဲ့Demi Lovato,\nတချိန်က ကောင်မလေးတွေရဲ့အသည်းစွဲ Band တစ်ခုဖြစ်ခဲ့ဖူးတဲ့ Jonas Brothers တွေဖြစ်ကြတဲ့\nNick, Joe နဲ့ Kevin Jonas တို့ ပါဝင်ထားကြတဲ့ Musical ကားလေးတစ်ခုပါ\nအဆိုတော်တွေရဲ့ ငယ်စဉ်ဘဝက ရိုက်ကူးခဲ့တဲ့ဒီကားလေးမှာ လူငယ်တွေရဲ့သဘာဝ Camp သွားကြတာ\nမီးပုံပွဲတွေလုပ်ကြပြီး သီချင်းတွေဆိုကြမယ် ပျော်ကြပါးကြတဲ့ပုံစံမျိုး ရိုက်ကူးထားပါတယ်\nနွေရာသီ အားလပ်ရက်တိုင်းပုံမှန် Camp သွားကြတဲ့ Demi Lovato နဲ့သူငယ်ချင်း မိသားစုတသိုက်\nနောက်ထပ်Camp အဖွဲ့တွေနဲ့တွေ့ကြပြီး သီချင်းဆိုကြရင်းအပြိုင်အဆိုင်လေးတွေနဲ့ တကယ်ကိုကြည့်လို့ ကောင်းတဲ့ကားလေးပါပဲ \nIMDB Rating 5.2 ရရှိထားပါတယ်\n \n(အညွန်းရေးသူကတော့ ခင်ချယ်ရီနှင်းပဲ ဖြစ်ပါတယ်)\n  \nFile Size         ...",
        "rating": "5.2",
        "url": "https://megaup.net/U737/Camp_Rock_2_-_The_Final_Jam_[2010]_(MM_Sub).mp4",
        "category": "Comedy, Family, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/13444539_880184772113748_1403540660_n-1-212x300.jpg",
        "title": "My Pretty Sister(2006) 18++",
        "description": "တစ္ေခါက္လည္း ဂ်ပန္ကား 18+ ကားလန္းလန္းေလးနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္....ခ်စ္သူရွိတဲ႕တကၠသိုလ္ကိုအတူတူတက္ခ်င္လို့တစ္ျမိဳ႕ထဲကိုတကၠသိုလ္လာတက္ရင္းအကိုျဖစ္သူနဲ႕တစ္အိမ္ထဲမွာ အတူတူေနရတဲ႕ညီမေလးယုခတစ္ေယာက္ သူ့ေမ်ွာ္လင့္ခ်က္ႀကီးစြာေစာင့္ခဲ႕ရတဲ႕ခ်စ္သူမွာ ရည္းစားရွိမွန္းသိလိုက္ရေအခါ...ညီမေလးျဖစ္သူကိုစစေတြ႕ခ်င္းရင္ခုန္မိေသာေႀကာင့္ တိတ္တခိုးစြဲလမ္းရင္း ညီမျဖစ္သူခ်စ္သူကပစ္သြားပီးေနာက္ စိတ္ဓာတ္ေတြက် ကိုယ့္ကိုကိုယ္အဆံုးစီရင္တဲ႕အခ်ိန္တြင္ ေမာင္ႏွမအရင္းမဟုတ္မွန္းသိသြားရတဲ႕အခါ .....သူတို႔ႏွစ္ေယာက္ဘာေတြျဖစ္လာမလဲ..... သူတို႔ႏွစ္ေယာက္နည္းတူဘဲ ေနာက္ထပ္ေမာင္ႏွမႏွစ္ေယာက္ကလည္း ထိုနည္း၄င္းျဖစ္လာတဲ႕အခါ ဘယ္လိုရင္ခုန္စရာဇာတ္လမ္းေတြနဲ႕ဆက္ျပီးေတာ့ေရွ႔ဆက္ႀကမလဲဆိုတာ မင္းသမီးေခ်ာေခ်ာေလးေတြနဲ႕ရိုက္ကူးထားတဲ႕ My Pretty Sister မွာ ထံုးစံအတိုင္း ၁၈ေယာက္စုျပီးရင္ခုန္စြာနဲ႕ႀကည့္ရႈ႕ႏိုင္ပါတယ္File Size         : 530 MB\nQuality           : DVD Rip\nRunning Time : 1hr 12 minute\nFormat           : Mp4\nGenre             : Drama\nEncoder         : Joker.phs(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Moe Myint Lwin ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/my-pretty-sister2006-18/",
        "category": "Uncategorized"
    }
]