[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYTNjMDE2YjctZDI1Ni00NzY0LTg1NzEtMWFhYWU3ZDc5NDQwXkEyXkFqcGdeQXVyMjk1ODM0NTk@._V1_SY1000_CR007081000_AL_-142x200.jpg",
        "title": "Trust No 1 (2019)",
        "description": "Trust No 1 (2019)=============IMDb Rating - 3.8/10#UnicodeGoffstownဆိုတဲ့ မြို့ငယ်လေးမှာ တစ်ခါမှ မဖြစ်ဖူးတဲ့ လူသတ်မှုတွေ တစ်မှုပြီး တစ်မှု ပေါ်လာခဲ့တယ်။အဲ့အသတ်ခံရတာလူကလဲ အရပ်သားမဟုတ်ပဲ north sideထောင်က ထွက်လာတဲ့ ထောင်သားတွေပဲဖြစ်နေတော့ နောက်ကွယ်မှာ ဘယ်လိုဇာတ်ထုပ်တွေ ဖြစ်ပျက်ခဲ့လို့ တစ်ယောက်ပြီး တစ်ယောက်အသတ်ခံရတာလဲ။ အဲ့အမှုကို ကိုင်တဲ့ စုံထောက် Bradleyရဲ့ ညီကလဲ ထောင်ထွက်စာရင်းထဲမှာ ပါနေတော့Bradleyတစ်ယောက် အမှုကို ဘယ်လို့ဆက်လိုက်ဖြစ်မလဲ။ နောက်ပြီး နောက်ကွယ်က ကြိုးကိုင်နေသူကကော ဘာကြောင့် ဒီလိုထောင်ထွက်တွေကိုမှ လိုက်သတ်နေရလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီကားလေးဟာ Rating အားဖြင့် 3.8 သာရထားပေမယ့် ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်းပြောချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူတော့ Su Myat Nandar Win ပဲဖြစ်ပါတယ်။)#ZawgyiGoffstownဆိုတဲ့ ၿမိဳ႕ငယ္ေလးမွာ တစ္ခါမွ မျဖစ္ဖူးတဲ့ လူသတ္မႈေတြ တစ္မႈၿပီး တစ္မႈ ေပၚလာခဲ့တယ္။အဲ့အသတ္ခံရတာလူကလဲ အရပ္သားမဟုတ္ပဲ ...",
        "rating": "3.7",
        "url": "https://megaup.net/Rxnq/[CM]Trust.No.1.2019.BluRay.720P.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/p18173832_v_v8_ab-133x200.jpg",
        "title": "Stairs (2019)",
        "description": "CM ပရိတ်သတ်ကြီးအတွက် ကိုယ့်ကို ကို Brainwash လုပ်လို့\nကောင်းမယ့်ဇာတ်ကားတစ်ကား တင်ပေးလိုက်ပါတယ်\nဒီဇာတ်ကားက ကိုယ့်ကိုကို ပြန်ပြီးစစ်တိုက်နေရသလိုမျိုး\nparallel universe ပုံစံမျိုးပါ စတန်ဒန်ဦးဆောင်ပြီး\nစစ်ဆင်ရေးတာဝန်တစ်ခုနဲ့ လာခဲ့တဲ့ စစ်သားတွေက\nဂိတ်ပေါက်တစ်ခုကနေ ဝင်ကမ္ဘာထဲရောက်သလို\nသံသရာလည်ပြီး ထွက်ပေါက်တွေ့ဖို့ခက် ပုံစံတူ\nလှေကားတွေပဲထပ်တလဲလဲတက်နေရပါတယ်\nအောက်ကိုဆင်းလို့မရပါဘူး\nအောက်ကိုဆင်းသွားရင် အောက်ထပ်ရောက်တဲ့အခါသေတာပါပဲ\nနောက်ပြီး ဂိတ်ပေါက်ကနေထွက်လာရင်လည်း\nဒီစစ်ကွင်းပြင်နေရာကိုပဲပြန်ရောက်လာတာပါ\nဝင်ကမ္ဘာလိုမျိုးဖြစ်နေတာပါ\nအဲ့ဒီဂိတ်ကိုရောက်သွားတာက ရန်သူ့စခန်းကိုဝင်စီးပြီးမှပါ\nသူတို့အဖွဲ့လာခဲ့တဲ့ တာဝန်ကတော့\nရန်သူ့စခန်းကိုဝင်စီးပြီး တွေ့သမျှသူတွေအကုန်သတ်\nရသမျှသတင်းအချက်အလက်တွေယူဖို့\nစစ်ဆင်ရေးနဲ့လာခဲ့ပါတယ် အဲ့ဒီ့စခန်းမှာရောက်တော့\nအဖမ်းခံထားရတဲ့ အမျိုးသမီးတစ်ယောက်ကို\nမသတ်သင့်ဘဲ စ‌တန်ဒန်ရဲ့ခေါင်းမာမှုကြောင့် ပစ်သတ်လိုက်ပါတယ်\nဇာတ်လမ်းက အဲ့ဒီမှာ စတာပဲ အဲ့အမျိူးသမီးကို ဒေသခံတွေ\nသေမင်းတမန်တော်ဆိုပြီး သမုတ်ကြတာပါ\nစောနကအပေါ်မှာရေးခဲ့သလိုပဲ သူတို့ဟာ ဒီအချိန် ဒီနေ့ရက်ကိုပဲ\nပြန်ပြန်ရောက်ရောက်လာတာနဲ့ကြုံနေရတာပါ\nအဲ့ဒီ့ အဖမ်းခံထားရတဲ့ သေမင်းတမန်လို့ခေါ်ကြတဲ့\nအမျိုးသမီးကို မသတ်ခဲ့ရင်သူတို့အနေနဲ့ အသက်ရှင်ဖို့\nလမ်းစကိုတွေ့နိုင်မှာလား ဘာတွေဆက်ဖြစ်ကြမလဲ\nအဲ့ဒီ့အမျိုးသမီးကိုရော ကယ်တင်နိုင်မှာလား\nလှေကားထစ်‌တွေမှာ ရွာလည်ပြီး အစကိုပြန်ပြန်ရောက်သွားတော့ရော\nသူတို့ကို ဘာတွေက ဒုက္ခပေးအုံးမှာလဲ\nသူတို့နဲ့ သူတို့ရဲ့တခြားဘဝတွေပြန်တိုက်ခိုက်ကြမှာလား\nဘယ်လိုတွေဇာတ်သိမ်းမလဲဆိုတာ‌ကို\nကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်\nFile Size\nIMDb 5.9/10\nRotten Tomatoes 63%\nGrene - Horror/Sci-fi\nDuration - 1:40:00\nTranslator - Pyae Shan Tun Wai\nEncoder - XCode",
        "rating": "5.9/10",
        "url": "https://channelmyanmar.org/stairs-2019/",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/traffic-2000-138x200.jpg",
        "title": "Traffic 2000",
        "description": "ဒီတစ္​​ေခါက္​တင္​ဆက္​​ေပးမယ္​့ဇာတ္​လမ္​း​ေလးက​ေတာ့ ​ေအာ္​စကာဆု ၄ခုရရွိထားတဲ့ Traffic ဆိုတဲ့ မႈခင္​းဇာတ္​လမ္​း​ေလးပဲျဖစ္​ပါတယ္​။ ဒီဇာတ္​ကား​ေလးမွာ​ေတာ့ မူးယစ္​​ေဆးဝါးကို ​ေမွာင္​ခို​ေရာင္​းဝယ္​​ေနၾကတဲ့ ကုန္​အဖြဲ႕ႀကီး​ေတြ မူးယစ္​​ေဆးဝါးျဖန္​႔ျဖဴး​ေရာင္​းခ်သူ​ေတြနဲ႔ မူးယစ္​​ေဆးဝါးကူးသန္​း​ေရာင္​းဝယ္​မႈကို တိုက္​ဖ်က္​ဖို႔ႀကိဳးစား​ေနသူေတြၾကားက မူးယစ္​​​ေဆးဝါးတိုက္​ပြဲကို ​စိတ္​ဝင္​စားဖြယ္​​ေတြ႕ျမင္​ရမွာပါ။ ဒီဇာတ္​ကား​ေလးထဲမွာ​ေတာ့ မူးယစ္​​ေဆးဝါးဂိုဏ္​း​ေတြကို ဖမ္​ းဆီးဖို႔ႀကိဳးစားရင္​း အထက္​လူႀကီးတစ္​ဦးရဲ႕ တားဆီးမႈကိုခံရၿပီး​ေနာက္​ ​ေနာက္​ကြယ္​ကျဖစ္​ရပ္​​ေတြကိုသိရွိသြားတဲ့ မက္​ဆီကိုနိုင္​ငံမွ ရဲအရာရွိ Javier အမ်ိဳးသားမူးယစ္​​ေဆးထိန္​းခ်ဳပ္​​ေရးအဖြဲ႕မွာ ခန္​႔ထားခံရၿပီး မူးယစ္​​ေဆးဝါးကုန္​သြယ္​​ေနတဲ့ ဂိုဏ္​းႀကီး​ေတြကို နွိမ္​နင္​းဖို႔ႀကိဳးစား​ေနတဲ့ တရားသူႀကီး Robert Wakefield ​ေက်ာင္​းမွာ စာသာမက ဘက္​စံု​ေတာ္​တဲ့ ​ေက်ာင္​းသူတစ္​ဦးျဖစ္​​ေပမယ္​့ မူးယစ္​သား​ေကာင္​ျဖစ္​​ေနတဲ့ Caroline မူးယစ္​​ေဆးဝါးျဖန္​႔ျဖဴးသူအျဖစ္​ တရားစြဲခံထားရသူ ခင္​ပြန္​းသည္​ကို အမႈမွလြတ္​ဖို႔ နည္​းမ်ိဳးစံုနဲ႔ ႀကိဳးစား​ေနတဲ့ Helena မူးယစ္​ဂိုဏ္​းကိုတရားဥပ​ေဒအရ အျပစ္​​ေပးခံရဖို႔ႀကိဳးစား​ေနရင္​း မိတ္​​ေဆြရဲ​ေဘာ္​ကိုဆံုးရႈံးလိုက္​ရတဲ့ အ​ေမရိကန္​ရဲအရာရွိ Moty စတဲ့ဇာတ္​​ေကာင္​​ေတြရဲ႕ မတူညီတဲ့ရုန္​းကန္​မႈ​ေတြကို ​ေတြ႕ရမွာပဲျဖစ္​ပါတယ္​။ မူးယစ္​ကုန္​သည္​ဂိုဏ္​းႀကီး​ေတြနဲ႔ မူးယစ္​​ေဆးဝါးကိုတိုက္​ထုတ္​ဖို႔ႀကိဳးစား​ေနတဲ့ သူတို႔အၾကား အစိုးရဘက္​ကပဲ မူးယစ္​ဂိုဏ္​း​ေတြကိုအနိုင္​ရသြားမလား မူးယစ္​​ေဆးဝါးကုန္​သည္​​ေတြကို ...",
        "rating": "7.6",
        "url": "https://megaup.net/Rwhu/Traffic.2000.720p.BluRay_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/bubbul-135x200.jpg",
        "title": "Bulbbul 2020",
        "description": "နက်ဖလစ်ကနေ ပြသသွားတဲ့ အိန္ဒိယကားအသစ်လေးကို တင်ဆက်ပေးထားပါတယ်။ ဒီဇာတ်လမ်းမှာ ဘူလ်ဘူးဆိုတဲ့ ကလေးမလေးဟာ မင်းဆွေမင်းမျိုး အိမ်တော်တစ်ခုမှာ သတို့သမီးအဖြစ်ရောက်လာပါတယ်။ ဒါပေမယ့် သူလက်ထပ်ရမယ့် အသက်တွေကြီးတဲ့ သတို့သားကို မနှစ်သက်ဘဲ သတို့သားရဲ့ ညီ သူနဲ့ ရွယ်တူလို ဖြစ်နေတဲ့ စတြာကိုပဲ ခင်မင်နှစ်သက်မိခဲ့တယ်။ စတြာဟာ လန်ဒါကို ဥပဒေပညာသင်ဖို့ ထွက်သွားပြီး နှစ်ပေါင်းများစွာကြာတဲ့အခါမှာ ရွာကို ပြန်လာတော့ ဘူလ်ဘူးဟာပြောင်းလဲနေခဲ့ပါပြီ။ ပြီးတော့ ရွာထဲမှာလည်း ခြေကလိမ်စုန်းမလို့ နာမည်ကြီးတဲ့ ပုံပြင်ထဲက စုန်းမတစ်ယောက်က လူတွေကို လိုက်သတ်နေတဲ့အမှုတွေလည်း ဖြစ်နေပြီး စတြာက ဒါကို လိုက်စုံစမ်းတဲ့အခါမှာ….Quality – 720p  webripDuration - 1 hr 34 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Horror Translator – LittleneoEncoder – ...",
        "rating": "6.6",
        "url": "https://megaup.net/1xus0/Bulbbul.2020.Hindi.720p.NF(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cIIT2KFvsKos0n4BCCutHT9y7ft.jpg",
        "title": "Postman to Heaven (2009)",
        "description": "[Unicode]အခုCMကနေထပ်တင်ပေးမယ့်Koreaကားလေးကတော့\nမင်းသမီးချော Han Hyo Joo ပါတဲ့ Postman to heaven ဆိုတဲ့ကားလေးပါ\nကားလေးကအေးအေးလေးဆိုပေမယ့် romantic ဖြစ်ပြီး မိုးအေးအေးနဲ့ကြည့်လို့ကောင်းတာပါနော်သေလွန်ပြီးကောင်းကင်ဘုံရောက်သွားမယ့်လူတွေဆီ\nကျန်ရစ်သူတွေက ပို့သမျှစာတွေကို မင်းသားနဲ့မင်းသမီးက ပို့ပေးဟန်ဆောင်ကြတဲ့ကားလေးပါ\nနောက်ဆုံးပိုင်းမှာလည်း supriseလေးတစ်ခုပါတဲ့ကားလေးပါ ။[Zawgyi]အခုCMကေနထပ္တင္ေပးမယ့္Koreaကားေလးကေတာ့\nမင္းသမီးေခ်ာ Han Hyo Joo ပါတဲ့ Postman to heaven ဆိုတဲ့ကားေလးပါ\nကားေလးကေအးေအးေလးဆိုေပမယ့္ romantic ျဖစ္ၿပီး မိုးေအးေအးနဲ႔ၾကည့္လို႔ေကာင္းတာပါေနာ္ေသလြန္ၿပီးေကာင္းကင္ဘုံေရာက္သြားမယ့္လူေတြဆီ\nက်န္ရစ္သူေတြက ပို႔သမွ်စာေတြကို မင္းသားနဲ႔မင္းသမီးက ပို႔ေပးဟန္ေဆာင္ၾကတဲ့ကားေလးပါ\nေနာက္ဆုံးပိုင္းမွာလည္း supriseေလးတစ္ခုပါတဲ့ကားေလးပါ ။ \nTranslated by Hnin Wut Yi\nEncoded by NAL",
        "rating": "6.8",
        "url": "https://megaup.net/1xugr/Postman_to_Heaven_(2009)_720p.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/two-heads-creek-141x200.jpg",
        "title": "Two Heads Creek 2019",
        "description": "မိမိ ဝါသနာပါရာ လုပ်ငန်းလုပ်ဖို့ အိမ်ကနေထွက်သွားခဲ့တဲ့ အန်နာဘဲလ် နဲ့ မိသားစုက အရေးပါတယ်လို့ ယူဆပြီး မိခင်နဲ့အတူဝက်အူချောင်းဆိုင်ဖွင့်ရင်း ကျန်နေခဲ့တဲ့ နော်မန်... မိခင်ဖြစ်သူရဲ့ စျာပနမှာ ပြန်တွေ့ဖြစ်ကြတဲ့ သူတို့ မောင်နှမ နှစ်ယောက်... မိမိတို့ မိခင်ဖြစ်သူရဲ့ ဈာပန ကျင်းပတဲ့နေ့မှာ ထိုအမျိုးသမီးက သူတို့ရဲ့ အမေရင်း မဟုတ်မှန်းသိလိုက်ရတဲ့အခါ.... ဈာပနမတိုင်ခင်က နော်မန် ပြန်ဖြေဖြစ်လိုက်တဲ့ ဩစတေးလျားက ထူးဆန်းတဲ့အမျိုးသမီး တစ်ယောက်ရဲ့ ဖုန်းကို ‌အခြေခံပြီး ဩစတေးလျားနိုင်ငံ Two Heads Creekမြို့မှာ အမေဖြစ်သူကို ရှာပုံတော်ဖွင့်ဖို့ ထွက်လာခဲ့ပေမဲ့ အမေဖြစ်သူက ဆုံးပါး‌သွားပြီ ဖြစ်ကြောင်း သိလိုက်ရပြီး မိမိနေရပ်ကို ပြန်မဲ့နေ့မှာ ဒေသခံတွေရဲ့ မူမမှန်တာတွေ တွေ့ရတဲ့အခါ.... အဲ့ဒီမြို့က ဘာတွေ ဘယ်လို ထူးခြားနေပြီး မူမမှန်တာလဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ဆက်ကြည့်လိုက်ရအောင်Quality – 720p  webripDuration ...",
        "rating": "5",
        "url": "https://megaup.net/2dret/Two.Heads.Creek.2020.720p.WEBRip(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/feel-the-beat-135x200.jpg",
        "title": "Feel the Beat 2020",
        "description": "ဒီတစ္​​ေခါက္​တင္​ဆက္​​ေပးမယ္​့ ဇာတ္​ကား​ေလးက​ေတာ့ dancer ျဖစ္​ဖို႔ႀကိဳးစား​ေနတဲ့ ​ေကာင္​မ​ေလးတစ္​​ေယာက္​ရဲ႕ဘဝကို စိတ္​ဝင္​စားဖြယ္​ရိုက္​ကူးတင္​ဆက္​ထားတဲ့ မိသားစုဟာသကား​ေလးပဲျဖစ္​ပါတယ္​။ April Dibrina ဟာ ဘ​ေရာ႕​ေဝးကျပဇာတ္​​ေတြမွာ ​ေခါင္​း​ေဆာ​င္​​မင္​းသမီးျဖစ္​ဖို႔ႀကိဳးစား​ေနတဲ့ အကသမားတစ္​ဦးပါ။ ​ေမြးရပ္​​ေျမမွာရွိတဲ့ ခ်စ္​သူကိုပါစြန္​႔လႊတ္​ၿပီး သူမရဲ႕အိမ္​မက္​​ေတြကိုအ​ေကာင္​အထည္​​ေဖာ္​ဖို႔ ႀကိဳးစားခဲ့​ေပမယ့္​ ထုတ္​လုပ္​သူတစ္​​ေယာက္​ရဲ႕​ေရွ႕မွာ အမွားလုပ္​မိတာ​ေၾကာင္​့ သူမရဲ႕အိမ္​မက္​​ေတြ ပ်က္​စီးလုနီးပါးျဖစ္​ခဲ့ရပါတယ္​။ စိတ္​ဓာတ္​က်​ေနတဲ့ April Dibrinaတစ္​​ေယာက္​ ဖခင္​ရွိတဲ့သူမရဲ႕ဇာတိၿမိဳ႕ကိုျပန္​သြားတဲ့အခါမွာ​ေတာ့ သူမရဲ႕အိမ္​မက္​ကို ျပန္​လည္​အ​ေကာင္​အထည္​​ေဖာ္​ဖို႔ လမ္​းစတစ္​ခုရခဲ့ပါတယ္​။ အဲ့တာက​ေတာ့ သူမငယ္​ငယ္​ကသင္​ခဲ့ရတဲ့ အကသင္​တန္​း​ေက်ာင္​းက က​ေလးငယ္​​ေတြနဲ႔အတူ အကၿပိဳင္​ပြဲဝင္​ရင္​း ​ဘ​ေရာ႕​ေဝးက နာမည္​ႀကီးပြဲစီစဥ္​သူ Welly Weng ရဲ႕​ေရွ႕ကျပရမယ္​့ အခြင္​့အ​ေရးပါပဲ။ ဒီအခြင္​့အ​ေရးရဖို႔ သူမအတြက္​ သိပ္​မလြယ္​လွပါဘူး။ ဘာ​ေၾကာင္​့လဲဆို​ေတာ့ သူမသင္​​ေပးရမယ္​့ က​ေလး​ေတြဟာ ကတဲ့​ေနရာမွာ အဆင္​မ​ေျပတဲ့အျပင္​ ခ်ိဳ႕ယြင္​းခ်က္​မ်ားစြာနဲ႔ျဖစ္​​ေနလို႔ပါပဲ။ ဒီကား​ေလးထဲမွာ သူမရဲ႕အိမ္​မက္​အတြက္​ အၿမဲႀကိဳးစား​ေနတဲ့ dancer မ​ေလး April Dibrina အျဖစ္​ Sofia Carson ကသရုပ္​​ေဆာင္​ထားတာပဲျဖစ္​ပါတယ္​။ အကနဲ႔ပတ္​သတ္​ၿပီး ...",
        "rating": "6.4",
        "url": "https://megaup.net/Rwj5/Feel.the.Beat.2020_720p_(CM).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/blackout-158x200.jpg",
        "title": "The Blackout 2019",
        "description": "တစ်နေ့ရရှားနိုင်ငံမှာ ဘာကြောင့်မှန်းမသိတဲ့ အခြေအနေတစ်ခုကြောင့် ဆက်သွယ်ရေးလိုင်းတွေ ပြတ်တောက်သွားတဲ့အပြင် မြို့တွေအမှောင်ကျကုန်တယ် လူတစ်ချို့ဟာလဲ ဘာကြောင့်မှန်းမသိ အသိစိတ်တွေပျောက်ကုန်ပြီး တိုက်ခိုက်မှုတွေ လုပ်တော့တယ် သူတို့နောက်က ကြိုးကိုင်ထားသူဟာလည်း ဘယ်သူဆိုတာ အဖြေရှာလို့မရပြန်ဘူး အမှောင်ကျသွားတဲ့ ဧရိယာအတွင်းကို စုံစမ်းဖို့ လွှတ်လိုက်တဲ့အဖွဲ့တိုင်းလဲ ပြန်မလာနိုင်ကြဘဲ အဆက်အသွယ်တွေပြတ်တောက်ကုန်တယ် ဒီတော့ ရုရှားအစိုးရဟာ ဘာကြောင့်လဲဆိုတာ စုံစမ်းဖို့ အထူးတပ်ဖွဲ့တွေဖွဲ့စည်းပြီး အတွင်းပိုင်းထဲထိသွားပြီး စုံစမ်းဖို့ စတင်တော့တယ် အထူးတပ်ဖွဲ့တွေလည်း ကူညီရာမဲ့ဖြစ်ပြီးအထဲမှာ ပိတ်မိနေတော့တယ် တစ်ဖက်မှာလည်း အစ်လို့ အမည်ရတဲ့ ဂြိုလ်သားတစ်ကောင်ဟာ အမည်ဖော်မရတဲ့ရန်သူကို ရှာဖွေဖို့ သူကူညီနိုင်တယ်ဆိုပြီး လူသားတွေကို သူ့ကို ကူညီဖို့ ကမ်းလှမ်းလာခဲ့တယ် ... တကယ်တော့ ဂြိုဟ်သားတွေဟာ ကမ္ဘာပေါ်ကို အခြေချနေထိုင်ဖို့ ကြိုးစားနေတာသိလိုက်ရတဲ့အချိန်မှာ ...... အထူးတပ်ဖွဲ့တွေအနေနဲ့ရော အပြင်ကို ပြန်ထွက်လာနိုင်ပါ့မလား.... အသိစိတ်မဲ့သွားတဲ့လူတွေကို ထိန်းချုပ်နေတာကရော ဘယ်သူလဲ... ဒီပြဿနာကြီးကိုရော သူတို့ဖြေရှင်းနိုင်ပါ့မလား....... ထူးထူးဆန်းဆန်းနဲ့ သိပ္ပံဆန်ဆန်ဇာတ်လမ်းကြိုက်သူတွေအတွက် ...",
        "rating": "6",
        "url": "https://megaup.net/2dr4C/The.Blackout.2019.RUSSIAN.720p.BluRay(CM).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMjdhZmUxZTMtOWRmZS00ZmY0LTgxMzMtZjRjZDg2MTExY2IyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006671000_AL_-133x200.jpg",
        "title": "The Personal History of David Copperfield (2019)",
        "description": "The Personal History of David Copperfield (2019)====================================IMDb Rating - 6.3/10Rotten Tomatoes – 94 %#Unicodeဒီဇာတ်ကားက အင်္ဂလိပ်စာရေးဆရာကြီး Charles Dickens ရဲ့ ဂန္ဓာဝင်ဝတ္ထုတွေထဲကတစ်ခုကိုရုပ်ရှင်ဇာတ်လမ်းဖန်တီးထားတာဖြစ်ပါတယ်။ ဒေးဗစ်ကိုပါဖီး တစ်ယောက် ဟာ ငယ်စဉ်က ဆွေကြီးမျိုးကြီးထဲက ဆင်းသက်လာရပြီး အပူအပင်မရှိဖြတ်သန်းလာခဲ့ရတာပါ ။ မွေးကတည်းက အဖေဆိုတာကို နာမည်သာကြားခဲ့ဖူးပေမယ့် တွေ့ခွင့်မရခဲ့ပါဘူး။ ဒါပေမယ့် သူရဲ့ မိခင် ကလာရာကိုပါဖီးကကြွယ်ဝချမ်းသာတဲ့ မျိုးဆက်ဖြစ်တဲ့အတွက်လိုလေသေးမရှိ ပြုစုစောင့်ရှောက်ပေးခဲ့ပါတယ်။ ဒီလိုနဲ့သာယာပျော်ရွှင်နေတဲ့ ဒေးဗစ်တို့ဘဝကို မုန်တိုင်းတစ်ခုကျရောက်ပါတော့တယ် ။ ဒေးဗစ်ရဲ့အမေဟာအသက်ငယ်ရွယ်တဲ့သေးတဲ့အပြင် ရုပ်ရည်ပါလှပတဲ့အတွက် နောက်အိမ်ထောင်ပြုဖို့ကမခက်ခဲခဲ့ပါဘူး။ဒါပေမယ့် ဒေးဗစ်ရဲ့အမေ ရွေးချယ်လိုက်တဲ့သူက ဒေးဗစ်အတွက် ကံကကြမ္မာဆိုးသဖွယ်ပါပဲ။ အိမ်ထောင်ဦးစီးဆိုတဲ့ ဂုဏ်ကိုအပြည့်အဝအသုံးချကာ ဒေးဗစ်အပေါ်ရက်စက်ပါတော့တယ်။ အဲ့ဒါအပြင် အသက်ငယ်ငယ်လေးပဲရှိသေးတဲ့ဒေးဗစ်ကို လန်ဒန်ကိုတစ်ယောက်တည်း ပို့လိုက်ပါတော့တယ် ။ ငယ်ရွယ်လွန်းတဲ့ဒေးဗစ်ဟာ ဆင်းရဲဒုက္ခတွေကို တစ်ယောက်တည်း ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကတော့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2drp4/[CM]The.Personal.History.of.David.Copperfield.2020.BluRay.720P.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vwuyP02WDpJrWNvkNl8UgdDsjfp.jpg",
        "title": "Bring Me Home(2019)",
        "description": "Bring Me Home(2019)တစ်ဉီးထဲသောသားလေးမို့ ရင်နင့်အောင်ချစ်ခဲ့ပါတယ်ဆိုမှာ ရုတ်တရက်ပျောက်ဆုံးသွားတယ်...မိဘ(၂)ပါးအတွက် ဘဝတွေဟာ ခါးသီးလွန်းတယ်.... လင်မယား(၂)ယောက် တစ်ယောက်ကိုတစ်ယောက်ဟန်ဆောင်ပြုံးတွေနဲ့ နှစ်သိမ့်ပေးရင်း သားလေးကိုရှာခဲ့တာ အခုဆို(၆)နှစ်တောင်ရှိခဲ့ပြီ.....ခုချိန်ထိအစအနတောင်ရှာမရသေး...ယောကျ်ားဖြစ်သူဟာ သားလေးတွေ့တဲဆိုတဲ့ စာတစ်စောင်ကြောင့်အပြေးအလွှားသွားရှာတုန်းမှာကားမှောက်ဆုံးသွားတယ်...မိခင်အတွက်တော့ တစ်ပူပေါ်တစ်ပူဆင့်ပါပဲ...ဒီလိုနဲ့တစ်နေ့မှာတော့ ကျွန်းလေးတစ်ကျွန်းပေါ်မှာ သူ့သားရှိတယ်ဆိုတဲ့ အခိုင်အမာ သတင်းရပြီးတဲ့နောက်မှာတော့....ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါဉီး...တော်တော်ကောင်းတဲ့ Drama ကားလေးပါ..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်...File Size : (950 MB) and (472MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre :  Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon Thu Thu Chain\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/Rvy2/Bring_Me_Home.2019.WEB-DL.720P.PP.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGbtMyG6XccVTFVyTsylMB6bTDQ.jpg",
        "title": "By Quantum Physics: A Nightlife Venture(2019)",
        "description": "By Quantum Physics: A Nightlife Venture(2019)ဒီတစ်ခါမှာတော့ ၂၀၁၉ က ထွက်ရှိထားတဲ့ ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်..ဒီဇာတ်ကားလေးမှာတော့ အခုပြသနေတဲ့ It's Okay to Not Be Okay ဇာတ်ကားထဲက မင်းသမီးလေး Seo Yea-Ji လည်း ပါ၀င်သရုပ်ဆောင်ထားပါတယ်...လီချန်ဝူက ကိုယ်ပိုင်စီးပွားရေး လုပ်ငန်းတစ်ခု ထူထောင်နိုင်ဖို့ အောက်ခြေကနေ အလုပ်လုပ်ခဲ့သူပါ ...သူ့မှာ ငွေစုမိတဲ့ အခါ အရင်းနှီးထည့်မယ့်လူတွေကိုခေါ်ပြီး ဘားတစ်ခု ဖွင့်ခဲ့ပါတယ်...သူ့ရဲ့ ဘားမှာ မန်နေဂျာလုပ်ပေးဖို့အတွက် ထက်မြက်ပြီး အရည်ချင်းရှိတဲ့ ဆောင်းအွန်ယောင်းကိုလည်း ကမ်းလှမ်းခဲ့ပါတယ်...ဒါပေမယ့် ဖွင့်ပွဲပြီးတဲ့ နောက်နေ့မှာပဲ ဘားမှာ အဆိုတော်တစ်ယောက်နဲ့ တရားမ၀င်ငွေတိုးချေးလုပ်ငန်းပိုင်ရှင်တစ်ယောက်ရဲ့သားတို့အတူတူဆေးသုံးနေတာကို အမှုစစ်တွေ မိသွားခဲ့ပါတယ်...အဲ့နောက်မှာ အဆိုတော်လည်း  ထူးဆန်းစွာ ပျောက်ဆုံးသွားပြီး ဘားလည်းပိတ်ခဲ့ရပါတယ်...ဒီအမှုဟာ အစိုးရလူကြီးပိုင်းတွေနဲ့ လူဆိုးဂိုဏ်းတွေပါ ပါ၀င်ပက်သက်တဲ့ အမှုကြီးဖြစ်သွားတာကြောင့်လီချန်ဝူးနဲ့ ဆောင်းအွန်ယောင်းတို့လည်း အသက်အန္တရာယ်ရှိလာပါတော့တယ် အဲ့အခါမှာ သူတု့ိတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Rvta/By_Quantum_Physics.A_Nightlife_Venture.2019.WEB-DL.720P.PP.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qxZQ8LnexyZXwGcJb1z4n7P4Iyd.jpg",
        "title": "Matchless Mulan ( 2020 )",
        "description": "ကဲ ဒီတခါတော့ အားလုံးရင်းနှီးကြမယ့်နာမည်နဲ့ဇာတ်ကားတကားတင်ဆက်ပေးချင်ပါတယ်တရုတ်နိုင်ငံသမိုင်းမှာထင်ရှားခဲ့တဲ့အမျိုးသမီးစစ်သူကြီးဟွားမုလန်ဆိုရင်လူတိုင်းသိကြမယ်ထင်ပါတယ်နော် အခုလည်း CMပရိသတ်အတွက်2020 Aprilကမှထွက်ထားတဲ့ အသစ်စက်စက် Mulanကားလေးတင်ဆက်ပေးလိုက်ပြန်ပါပြီ Fu Long Feiနဲ့ Liu Yong Xiတို့အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ် အရင်ကြည့်ဖူးနေကြဇာတ်လမ်းတွေမှာမုလန်ကနိုင်ငံရဲ့တပ်သားစုဆောင်းတဲ့ကာလမှာသူ့ဖခင်အတွက်စစ်ထဲလိုက်သွားရာက​ကျော်ကြားတဲ့အမျိုးသမီးစစ်သူကြီးဖြစ်လာတဲ့ဇာတ်လမ်းမဟုတ်ဘဲ အဲ့နောက်ပိုင်းကာလကိုအခြေခံထားပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ မုလန်ဟာအမျိုးသမီးစစ်သူကြီးအဖြစ်ကနေဂုဏ်ယူစွာမွေးရပ်မြေကိုပြန်လာပြီးဆယ်နှစ်အကြာမှာ ရိုရန်မွန်ဂိုလူမျိုးတွေဟာအရှေ့ပိုင်းယွင်ကျုံးနယ်မြေကိုလာရောက်ထိပါးလာပြန်ပါတယ်ဒီအတွက်စစ်သူကြီးမုလန်ဟာ တိုက်ပွဲနယ်မြေကိုတခေါက်ပြန်လည်ရောက်ရပြန်ပါတော့တယ်အဆုံးသတ်လေးလည်းလှတာမို့ဘယ်လိုဖြစ်မလဲ ကြည့်ရှုပေးကြပါဦးနော် Review & Translated By Nay ChiiEncoded By LK",
        "rating": "5.5",
        "url": "https://megaup.net/2dqme/(CM)Matchless.Mulan.2020.WEB-DL.720p.mp4",
        "category": "History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/bhcztxe8saun-121x200.jpg",
        "title": "The King Of Arms ( 2019 )",
        "description": "2019 ခုနှစ်ကထွက်ရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတကားဖြစ်ပါတယ်အများကြီးအထွေအထူးတော့မညွန်းတော့ပါဘူးစစ်သားတစ်ယောက်အတွက် ကိုယ့်အသက် ကိုယ့်မိသားစုကိုယ့်အဖွဲ့ ကိုယ့်တပ် ကိုယ့်ပတ်ဝန်းကျင် အားလုံးထဲမှာဘယ်အရာက အရေးကြီးဆုံးဆိုတာ ပြောပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါ...ဇာတ်လမ်းလေးကတော့ နယ်စပ်ဂိတ်မှာ မှောင်ခိုဆေးခြောက်ကုန်သွယ်တဲ့အဖွဲ့က စပြောရမယ်ကားတွေနဲ့ နည်းမျိုးစုံ မှောင်ခိုသွင်းပြီး ရောင်းဝယ်နေတဲ့ ဖျံတချို့ကိုရဲတွေ ဘယ်လို ကြိုးစားပြီး ဖမ်းခဲ့ရတယ်ဆိုတာကို မြင်တွေ့ရမှာပါ...ပြည်သူ့ဝန်ထမ်းကောင်း ဆိုတာကို သိချင်သူတိုင်း ကြည့်သင့်တဲ့ ကားကောင်းလေးပါ Translated By Chu ChuENcoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/2dqk3/(CM)The.King.Of.Arms.2019.WEB-DL.720p.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Hot-girl-nhat-ban-khoe-hang-2-154x200.jpg",
        "title": "Rei Kitajima & her young Boy (2019)",
        "description": "အသက် (၁၈) နှစ်အောက် ကြည့်ရှုရန် မသင့်တော်ပါ\n \nအပျိုကြီးမမ တွေ အနေနဲ့ ရွယ်တူတွေထက်\nမောင်လေးတွေကို ပိုကြိုက်ကြတာ သိမှာပါ\nဒီလိုနဲ့ အပျိုကြီးတစ်ယောက် ဟာ\nသူနေတဲ့ တိုက်ခန်းဘေးကို မောင်လေး\nငယ်ငယ်လေး တစ်ယောက် ပြောင်းလာတာကို\nသတိထားမိသွားပါတယ်...\nကောင်လေးက ဆယ်ကျော်သက်လေးဖြစ်ပြီး\nအရှက်အကြောက်ကြီးတဲ့ အတွက် အပျိုကြီးမမ.\nပိုစိတ်ဝင်စားတာပေါ့...\nတစ်ရက်မှာတော့ မောင်လေး အတွက်\nအပျိုကြီး မမ က ဟင်းကောင်းလေးတွေ\nချက်ပြီးသွားပို့တာပေါ့\nဖြစ်ချင်တော့ မောင်လေးကလဲ\nလူပျိုစင်လေး ဖြစ်မှန်းသိသွားတော့\nစားဆော်ကြီး မမ က မနေနိုင်တော့ပဲ\nဆွဲစားဖို့ ကြံတော့တာပေါ့ဗျာ\nဒီတော့ စားဆော်ကြီးကပဲ\nဆွဲစားမလား လူပျိုစင်လေးက\nထွက်ပြေးလွတ်မြောက်နိုင်မလားဆိုတာ\nရင်တမမ နဲ့ ကြည့်ရှုသင်ခန်းစာယူရမှာပါ\n:D\n \nUsersdrive မှဒေါင်းနည်း -\nhttps://www.youtube.com/watch?v=UsT_I478HEY",
        "rating": "",
        "url": "https://channelmyanmar.org/rei-kitajima-her-young-boy-2019/",
        "category": "Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYmNiYWEzZTQtY2ZlYS00YjRkLWFhZTYtMzQyNWMxMDUzZDFjXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_-135x200.jpg",
        "title": "Four Kids and It (2020)",
        "description": "Four Kids and It (2020)==================IMDb Rating - 4.9/10#Unicode2020 ခုနစ်ထွက် Family Fantasy ဇာတ်ကားလေးပါ ပေါ့ပေါ့ပါးပါးလေးနဲ့ ချစ်ဖို့ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရော့စ်က အင်္ဂလန်သူ စာဖတ်ဝါသနာအိုးလေးပါ သူ့မောင်လေးရော်ဘီရယ် သူရယ်ကို သူ့အဖေက အားလပ်ရက်အပန်းဖြေခရီးတစ်ခုကို ခေါ်သွားပါတယ်။ အဲဒီခရီးစဉ်မှာ သူ့အဖေနဲ့တွဲနေတဲ့ အမျိုးသမီးအဲလစ်နဲ့ မိတ်ဆက်ပေးပါတယ်။ အဲလစ်မှာကလည်းဇတ်ဇတ်ကြဲ သမီးကြီးစမတ်ရှ်နဲ့ သမီးငယ်လေးမော်ဒီ ပါလာပါတယ။ ဒီလိုနဲ့ သူတို့တွေကြားမှာ ဘုနဲ့ဘောက်တွေဖြစ်ကြရင်း ကမ်းခြေပေါ်မှာ ထူးဆန်းတဲ့ မှော်သတ္တဝါတစ်ကောင်နဲ့ ဆုံပါတော့တယ်။အဲဒီလိုကနေ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦးIMDb Rating  4.9/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyi2020 ခုနစ္ထြက္ Family Fantasy ဇာတ္ကားေလးပါ ေပါ့ေပါ့ပါးပါးေလးနဲ႔ ခ်စ္ဖို႔ေကာင္းပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေရာ့စ္က အဂၤလန္သူ စာဖတ္ဝါသနာအိုးေလးပါ သူ႔ေမာင္ေလးေရာ္ဘီရယ္ သူရယ္ကို သူ႔အေဖက ...",
        "rating": "4.9",
        "url": "https://megaup.net/1xsaz/[CM]Four.Kids.And.It.2020.WebRip.720P.mp4",
        "category": "Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jfVAx36bnczMArJB8eFZuoDdKC4.jpg",
        "title": "Chaman Bahar(2020)",
        "description": "Chaman Bahar(2020)ဒီဇာက်ကားလေးဟာ IMDB rating 7.3ရရှိထားတဲ့ Drama ဇာတ်ကားလေးဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဥ်း ဘိလ်လူးရဲ့အဖေဟာသစ်တောထိန်းသိမ်းရေးဌာန DFO ကအရာရှိကြီးရဲ့လက်ထောက်အဖြစ်အလုပ်လုပ်ပါတယ်။ဘိလ်လူးကတော့အဲ့ဒီအလုပ်ကဘာမှနာမည်မရတာကြောင့်ကိုယ်ပိုင်စီးပွားရေးတစ်ခုထူထောင်မယ် ဆိုပြီးခပ်တည်တည်ပဲ ကွမ်းယာဆိုင်ဖွင့်လိုက်ပါတယ်....သူ့ရဲ့ကွမ်းယာဆိုင်ဖွင့်ပြီးမကြာခင်မှာပဲပြည်နည်နယ်နိမိတ်ပြောင်းလဲသတ်မှတွချက်တွေနဲ့လမ်းကြောအသွားအလာတွေပါပြောင်းလဲကုန်ပါတယ်။သိပ်မကြာခင်မှာပဲသူရောင်းတဲ့ကွမ်းယာဆိုင်ရှေ့ကလမ်းတစ်ဖက်ခြမ်းကို အငယ်တန်းအင်ဂျင်နီယာမိသားစုတစ်စုပြောင်းရွှေ့လာကြပါတယ်။အဲ့ဒီမိသားစုထဲမှာကောင်မလေးတစ်ယောက်လဲပါခဲ့လေရဲ့..ဒီကောင်မလေးကလည်း ခင်ဗျားတို့ ချစ်သူနီးပါး လှလေတော့လူပျိုလှည့်မယ့်ကောင်တေွ တစ်ဝုန်းဝုန်းပေါ့...ဒီလိုလှည့်ရင်း အနီးနားက ဘိလ်လူးကွမ်းယာဆိုင်က အကောင်းဆုံး တည်းခိုရာ ဖြစ်နေလေရဲ့..ကွမ်းယာဆိုင်အတွက်တော့ ရောင်းအားတွေထိုးတက်ကုန်တာပေါ့...ဒါပေမဲ့ ဘိလ်းလူးက  အပြည့်အဝမပျော်နိုင်ရှာဘူး..ဘာလို့ဆို ဒီကောင်မလေးကို သူလည်း သိပ်ကြွေနေခဲ့ပြီကိုး...ကိုင်း ကွမ်းယာသည်ကောင်လေး သူချစ်တဲ့ကောင်မလေးကို ရနိုင်မလား ...သူ့အတွက်ရော ဘယ်လို အခက်အခဲမျိုးစုံကြုံရမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဦီး...File Size : (950 MB) and (472MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:51:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/1xsa4/Chaman_Bahaar.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "",
        "title": "Six Days of Sistine(2019)",
        "description": "Six Days of Sistine(2019)တကယ်တော့အချစ်ဆိုတာလည်း ကဗျာတစ်ပုဒ်ပဲမဟုတ်လား....အချစ်ကြောင့်ကဗျာဆရာတွေဖြစ်သွားကြသလို အချစ်ကြောင့်ပဲ ကဗျာတွေကို ကျွန်တော်တို့ချစ်မြတ်နိုးခဲ့ဖူးကြတယ်မဟုတ်လား...ဒီဇာတ်ကားလေးက အချစ်နဲ့ကဗျာ ဒွန်တွဲနေတဲ့အကြောင်းကိုကဗျာလေးတွေဖွဲ့သီရင်း ကောင်မလေးနဲ့ ကောင်လေးရဲ့ ချစ်စရာကောင်းတဲ့ဆက်နွယ်မှုကိုပြထားတာပါ...ကဗျာကိုသဘောကျပြီးခပ်လှလှ စကားလုံးတွေကိုနှစ်ခြိုက်သူတို့သဘောတွေ့မယ့်အချစ်ကားလေးပေါ့ဗျာ...File Size : (850 MB) and (478 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:24:00\nGenre : Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Fleur\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://megaup.net/1xs8w/Six_Days_Of_Sistine.2019.WEB-DL.720P.PP.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-24-at-5.39.11-PM-140x200.png",
        "title": "The Luring (2020)",
        "description": "The Luring (2020)===============IMDb Rating - 3.2/10#Unicodeအခု ပရိသတ်တို့ကို မိတ်ဆက်ပေးမဲ့ ကားလေးကတော့ စိတ္တဇဆန်ဆန်Thriller ကားတစ်ကားပါ။ ဇာတ်လမ်းလေးကတော့ Garrettတစ်ယောက်သူ့အသက်၁၀နှစ်ပြည့်တုန်းက Vermontမှာ ​မွေးနေ့ပွဲကျင်းပတဲ့ ဖြစ်ရပ်ပဲထူးထူးဆန်းဆန်း အတိတ်မေ့သွားခဲ့တယ်။ အဲ့အတွက် ကုထုံးတွေ မျိုးစုံလုပ်ပြီးပြန်သတိရအောင် လုပ်ခဲ့ပေမဲ့လဲ ဘာမှ မထူးခဲ့ဘူး။ တစ်နေ့မှာ အဲ့Vermontကလူတစ်ယောက် သူနဲ့ လာဆက်သွယ်ပြီးတော့ သူ့အတိတ်မေ့ရတဲ့ အကြောင်းအရင်းကပုံမှန်မတော်တဆဖြစ်တာ မဟုတ်ပဲ နောက်ကွယ်မှာ တစ်ခုခုရှိနေတာကို သိသွားတဲ့အခါ Garrett တစ်ယောက် Vermontမှာ ပဟေဠိဘယ်လို ဖြေရှင်းမလဲဆိုတာစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ Rating အားဖြင့်တော့ နိမ့်နေပေမယ့်ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Su Myat Nandar Win ပဲဖြစ်ပါတယ်။)#Zawgyiအခု ပရိသတ္တို႔ကို မိတ္ဆက္ေပးမဲ့ ကားေလးကေတာ့ စိတၱဇဆန္ဆန္Thriller ကားတစ္ကားပါ။ ဇာတ္လမ္းေလးကေတာ့ Garrettတစ္ေယာက္သူ႔အသက္၁၀ႏွစ္ျပည့္တုန္းက Vermontမွာ ​ေမြးေန႔ပြဲက်င္းပတဲ့ ျဖစ္ရပ္ပဲထူးထူးဆန္းဆန္း အတိတ္ေမ့သြားခဲ့တယ္။ အဲ့အတြက္ ...",
        "rating": "3.5",
        "url": "https://megaup.net/2dpz2/[CM]The.Luring.2020.WebRip.720P.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3mPlfFjdGqc7569GkppAXvnsxRm.jpg",
        "title": "Ghastly (2011)",
        "description": "[Unicode]CM FAN တွေအတွက် နောက်ထပ် Horror ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ် ။မိသားစုတစ်စုမှာ လူသတ်မှုတစ်ခု ဖြစ်ပွားခဲ့ပါတယ်\nထူးဆန်းတာကတော့ မိန်းဖြစ်သူဂါဟီး က ယောက်ျားကို ခြေထောက်ဖြတ်သတ်ပြီး\nသူ့ကိုယ်သူလည်း ခြေထောက်ဖြတ်ရင်း သွေးထွက်လွန် သေဆုံးခဲ့တာပါ\nရဲတွေကလည်း တကယ်ကို ထူးဆန်းတဲ့ အမှုဖြစ်တာကြောင့် ဖြေရှင်းရခက်နေခဲ့ပါတယ်...သူတို့မှာတော့ ဘင်းဆိုတဲ့ သားလေးတစ်ယောက် ကျန်ရှိခဲ့ပါတယ်\nဂါဟီးရဲ့ မိခင်ဖြစ်သူ နတ်ဆရာမကြီးကလည်း ပျောက်ဆုံးနေတာ ၂ လ ရှိပါပြီ...ဒါကြောင့် ရဲတွေက ပြဿနာတွေ ဖြေရှင်းပြီးတဲ့အထိ ဘင်းလေးကို အုပ်ထိန်းပေးဖို့ ဦးလေးဖြစ်သူမိသားစုဆီမှာ အပ်ထားခဲ့ပြီး\nဦးလေးဖြစ်သူ မိသားစုကလည်း ဘင်းလေးကို အုပ်ထိန်းပေးဖို့ အိမ်ပြောင်းလာကြပါတယ်အိမ်ပြောင်းလာပြီးနောက်ပိုင်း ထူးဆန်းတာတွေ အများကြီးရှိတာကြောင့် အဒေါ်ဖြစ်သူက သံသယဝင်ခဲ့ပါတယ်\nအဲ့နောက်မှာတော့ ဘင်းလေးဆီမှာ သရဲကလေးတစ်ယောက် တွယ်ကပ်နေတာကို သိရှိခဲ့ရတဲ့နောက်....ဒါဆို သရဲကလေးကပဲ လူသတ်နေတာလား\nဘာကြောင့်သတ်တာလဲ\nဒီကလေးမှာ ဘာတွေ ကြုံတွေ့ခဲ့ရမလဲဆိုတာ ဒီဇာတ်ကားမှာ ဆက်လက်ကြည့်ရှုကြပါနော်....။( ...",
        "rating": "5.0",
        "url": "https://megaup.net/Ruiw/Ghastly_(2011)_720p.mp4",
        "category": "Crime, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zOKtvuLpJERID6xVV77u7KVWkxO.jpg",
        "title": "One Perfect Day (2013)",
        "description": "[Unicode]One Perfect Day ဆိုတဲ့ Short Film လေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းဝန်းချောက အချစ်မှာ အမြဲရှုံးနိမ့်နေကျ အရှုံးသမားတစ်ယောက်ပါ...Blind Date တွေအများကြီး လုပ်ခဲ့ပေမယ့်\nသူ့ရဲ့ တုံးအအ ပုံစံကြောင့် မိန်းကလေးတိုင်းရဲ့ ငြင်းဆိုမှုကို အကြိမ်ကြိမ် ခံခဲ့ရပါတယ်ဒါပေမယ့် တစ်နေ့မှာ သူ့ရဲ့ ဖူးစာလို့ ထင်ရတဲ့ မိန်းကလေးကို တွေ့ခဲ့ပါတယ်အဲ့မိန်းကလေးနဲ့ကော သူအဆင်ပြေပါ့မလား\nဒီတစ်ခါ အချစ်ရေးမှာ အောင်နိုင်သူဖြစ်လာမှာလားဆိုတာ\nဒီဇာတ်လမ်းတိုလေးမှာ ကြည့်ရှုလိုက်ပါနော်...။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]One Perfect Day ဆိုတဲ့ Short Film ေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ ။ဇာတ္လမ္းအက်ၪ္း၀န္းေခ်ာက အခ်စ္မွာ အၿမဲရႈံးနိမ့္ေနက် အရႈံးသမားတစ္ေယာက္ပါ...Blind Date ေတြအမ်ားႀကီး လုပ္ခဲ့ေပမယ့္\nသူ႔ရဲ႕ တုံးအအ ပုံစံေၾကာင့္ မိန္းကေလးတိုင္းရဲ႕ ျငင္းဆိုမႈကို အႀကိမ္ႀကိမ္ ခံခဲ့ရပါတယ္ဒါေပမယ့္ တစ္ေန႔မွာ သူ႔ရဲ႕ ဖူးစာလို႔ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Ruhe/One_Perfect_Day_(2013)_720p.mp4",
        "category": "Comedy, Romance, Short"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zOKtvuLpJERID6xVV77u7KVWkxO.jpg",
        "title": "One Perfect Day (2013)",
        "description": "[Unicode]One Perfect Day ဆိုတဲ့ Short Film လေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းဝန်းချောက အချစ်မှာ အမြဲရှုံးနိမ့်နေကျ အရှုံးသမားတစ်ယောက်ပါ...Blind Date တွေအများကြီး လုပ်ခဲ့ပေမယ့်\nသူ့ရဲ့ တုံးအအ ပုံစံကြောင့် မိန်းကလေးတိုင်းရဲ့ ငြင်းဆိုမှုကို အကြိမ်ကြိမ် ခံခဲ့ရပါတယ်ဒါပေမယ့် တစ်နေ့မှာ သူ့ရဲ့ ဖူးစာလို့ ထင်ရတဲ့ မိန်းကလေးကို တွေ့ခဲ့ပါတယ်အဲ့မိန်းကလေးနဲ့ကော သူအဆင်ပြေပါ့မလား\nဒီတစ်ခါ အချစ်ရေးမှာ အောင်နိုင်သူဖြစ်လာမှာလားဆိုတာ\nဒီဇာတ်လမ်းတိုလေးမှာ ကြည့်ရှုလိုက်ပါနော်...။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]One Perfect Day ဆိုတဲ့ Short Film ေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ ။ဇာတ္လမ္းအက်ၪ္း၀န္းေခ်ာက အခ်စ္မွာ အၿမဲရႈံးနိမ့္ေနက် အရႈံးသမားတစ္ေယာက္ပါ...Blind Date ေတြအမ်ားႀကီး လုပ္ခဲ့ေပမယ့္\nသူ႔ရဲ႕ တုံးအအ ပုံစံေၾကာင့္ မိန္းကေလးတိုင္းရဲ႕ ျငင္းဆိုမႈကို အႀကိမ္ႀကိမ္ ခံခဲ့ရပါတယ္ဒါေပမယ့္ တစ္ေန႔မွာ သူ႔ရဲ႕ ဖူးစာလို႔ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Ruhe/One_Perfect_Day_(2013)_720p.mp4",
        "category": "Comedy, Romance, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/main_inter-ver-01-140x200.jpg",
        "title": "Classic Again (2020)",
        "description": "ဒီကားက​တော့ netflix က​ထွက်ထားတဲ့အသစ်စက်စက်\nDrama ကား​ကောင်း​​လေးပါ\nဘိုတာဆိုတဲ့​ကောင်မ​လေးကသူ့အ​​မေရဲ့ဘီရိုကိုဖွင့်ရင်း\nသူ့အ​မေရဲ့အချစ်ဦးနဲ့အပြန်အလှန်​ရေးခဲ့ကြတဲ့\nရည်းစားစာ​လေးကို အမှတ်မထင်​တွေ့သွားတယ်\nသူ့အ​မေရဲ့အချစ်ဇာတ်လမ်း​လေးက\nသူ့အချစ်ဇာတ်လမ်းလိုမျိုး၃ပွင့်ဆိုင်ဇာတ်လမ်းဖြစ်​နေ​တော့ ​\nကျောင်းကdrama club အတွက်သူဇာတ်ညွှန်း​ရေး​ပေးလိုက်တယ်\nသူ့အ​မေရဲ့ အချစ်ဦးကတအားကိုကဗျာဆန်ပြီး\nတအားချစ်တတ်တာ​လေး​တွေ,\nအရင်​​ခေတ်ကရည်းစား​တွေတစ်​ယောက်နဲ့\nတစ်​ယောက်ဆက်သွယ်ပုံ​လေး​တွေက\nတအားချစ်ဖို့​ကောင်းတာ​လေး​တွေကို\nဒီကားထဲမှာ တကယ့်Classicဆန်ဆန်​တွေ့ရမှာပါ\nမင်းသမီးရဲ့အချစ်ဇာတ်လမ်း​​လေးက​ကော ​happy ending လား\nဆိုတာ ဒီကား​လေးကိုဆက်ပြီးကြည့်ကြပါလို့ \nFile Size -  1.3 GB\nQuality - Web-Dl 1080P\nSubtitle - Burmese (Hardsub)\nTranslator - Dolly\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/1xrvh/Classic_Again_2020_1080P_%7BCM%7D.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/chippa-poster-156x200.jpg",
        "title": "Chippa (2019)",
        "description": "ဒီတခါတော့ ဘောလိဒ့်ဝုဒ်ချစ်သူတွေအတွက်\nIMdb 6.1/10ရထားတဲ့ netflixက\nဒရာမာဇာတ်လမ်းကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါ‌ရစေ.\nငယ်ငယ်တည်းက အမေဖြစ်သူက ဆုံးပါးသွားပြီး\nအဖေဖြစ်သူကလဲ နောက်အိမ်ထောင်နဲ့\nရှောင်ပြေးသွားတာကြောင့် ချီပါလေးဟာ\nအဒေါ်ဖြစ်သူနဲ့ နေထိုင်ခဲ့ရပါတယ်.\nသူ၁၀နှစ်ပြည့် မွေးနေ့မှာတော့ သူ့အဖေဆီကစာတစ်စောင်ကို\nမထင်မှတ်ပဲ ရရှိခဲ့ရပါတယ်.\nအဲ့စာဟာ အူရဒူစကားနဲ့ရေးထားပြီး သူနားမလည်လို့\nဖတ်တတ်မယ့်လူကို ရှာချင်တာက တကြောင်း\nအမြဲဆူ‌ပူကျိန်းမောင်းနေတဲ့ သူ့အဒေါ်နဲ့မနေချင်တာကလဲ\nတကြောင်းကြောင့် သူဟာ အိမ်က ထွက်ပြေးလာခဲ့ပါတယ်.\nသူရဲ့တကိုယ်တော် ရှာပုံတော်ခရီးမှာ လူကောင်းရော\nလူဆိုးရောနဲ့ တွေ့ခဲ့ပြီး နောက်ဆုံးမှာ\nအူရဒူစကားတတ်တဲ့လူနဲ့ တွေ့ပြီး သူ့စာကို\nဖတ်နိုင်သွားလားဆိုတာကို စိတ်၀င်စားဖွယ်နဲ့ ရသမျိုးစုံပါအောင်\nရိုက်ပြထားနိုင်တဲ့ ဒရာမာဇာတ်ကားလေးပါ.\nချီပါလေးရဲ့ စကားတတ်ပုံနဲ့သနားစရာပုံစံလေးကြောင့်\nရုပ်ရှင်ချစ်သူတို့ နှစ်သက်မယ်လို့ ထင်ပါတယ်.\nကြည့်ရှူခံစားပေးပါဉီးဗျာ.\n \nFile Size -  992.5 MB\nQuality - Web-Dl 1080P\nSubtitle - Burmese (Hardsub)\nTranslator - YK\nEncoder - XCode",
        "rating": "6.1",
        "url": "https://megaup.net/1xrvU/Chippa_2020__1080P_%7BCM%7D.mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/FORENSIC_MALAYALAM-FORENSIC_MALAYALAM_Epcttn5-127x200.jpg",
        "title": "Forensic (2020)",
        "description": "CM Fan တွေ အတွက်\nဘောလိဝုဒ် မူခင်းဇတ်လမ်းတစ်ခုကို\nထပ်မံတင်ဆက်ပေးလိုက်ပါတယ်....\nလက်ထောက် ရဲမှုး ရစ်သီကာ ဟာ\nကလေးလူသတ်သမား ကွင်းဆက်အမှုကို\nလိုက်နေသူ ဖြစ်ပြီး လူသတ်သမားဟာ\nနှစ်အတန်ကြာမှ တစ်ခါပေါ်လာပြီး\nဆက်တိုက် ပြန်ပေးဆွဲ လူသတ်မှု ကျူးလွန်ပြီး\nပြန်ပြန်ပျောက်သွားတက်သူ ဖြစ်ပါတယ်...\nနောက်ဆုံး တစ်ခေါက် ပြန်လာတဲ့အခါမှာတော့\nရစ်သီကာ ပဲ အမှုကို ပြန်ကိုင်ရတာဖြစ်ပြီး\nမှုခင်းဆေးပညာရှင် တစ်ယောက် ဖြစ်တဲ့\nဆမ် နှင့် လက်တွဲ လုပ်ရပါတော့တယ်..\nဆမ် နှင့် ရစ်သီကာ ရဲ့ ပတ်သက်မှု ကလဲ\nမိသားစု ပြသနာတွေ ဖြင့် မတွေ့ဖြစ်ခဲ့ကြသူများ\nဖြစ်ပြီး လူသတ်မှု စစ်ဆေးဖို့ ပြန်ဆုံဖြစ်ခဲ့ကြတာပါ\nလူသတ်သမား ကလဲ ပိပိရိရိ နေတက်တာဖြစ်တာကြောင့်\n \n၂ နာရီကျော် ကြာအောင် ကြည့်ရှုရမှာမို့\nNetflix က လွှွင့်တဲ့ ဒီ ရုပ်ရှင်ကားဟာ\nသင့်ကို စိတ်ကျေနပ်စေမှာပါ\nဘယ်လိုတွေ ရင်တမမ နဲ့ ဆက်ဖြစ်မလဲဆိုတာ\nဆက်လက်ကြည့်ရှုလိုက်ကြပါစို့...\n  \nFile Size - 1.4 GB\nQuality - Web-Dl 1080P\nSubtitle - Burmese ...",
        "rating": "7.8",
        "url": "https://megaup.net/1xrw9/Forensic_2020_1080P_%7BCM%7D.mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/1-203x300.jpg",
        "title": "Nine Lives (2016)",
        "description": "နာမည်ကျော် သူဌေးကြီး တွမ်ဘရန့် ဟာ သူ့မြို့မှာ\nအထပ်အမြင့်ဆုံး အဆောက်အဦးတစ်ခုကို တည်ဆောက်ပြီး\nမှတ်တမ်းဝင်နိုင်ဖို့ လုပ်နေပါတယ် ဒါပေမယ့်\nသူ့သမီးလေး မွေးနေ့ကိုလဲ မေ့နေပြန်တဲ့\nအလွန်အလုပ်များတဲ့ သူတစ်ဦးပါ...\nတွမ် မှာ ပထမ အိမ်ထောင်ရှိခဲ့ပြီး သားတစ်ယောက် ရှိပြီး\nထိုသားဖြစ်သူ ဒေးဗစ် မှာလဲ ဖခင် ၏ အသိအမှတ်မပြုခံရတဲ့အပြင်\nဖခင် အား မြင်ချင်တွေ့ချင်သဖြင့် ဖခင် ၏\nအလုပ်တွင် ဝန်ထမ်းလာလုပ်နေရသူ ဖြစ်ပါတယ်...\nမိသားစု အား အမြဲလိုလို အချိန်ပေးဖို့ မစဉ်းစားပဲ မိမိ\nအလုပ်ကိုသာ ဦးစားပေးတက်သော တွမ် ၏ ဒုတိယ အိမ်ထောင်တွင်\nရရှိထားသော သမီးဖြစ်သူ ရေဗက္ကာ သည်\nအထီးကျန်နေသော သူမ အတွက် ကြောင်ကလေး တစ်ကောင် ပူဆာသဖြင့်\nကြောင်မုန်းလှသော တွမ် တစ်ယောက် လမ်းဘေး\nချောင်ကြိုချောင်ကြား တစ်ခု မှ\nမစ်စတာ ပါကာ ၏ ကြောင်သီးသန့် ရောင်းသော\nဆိုင်သို့ ရောက်ရှိသွားပြီး\nကြောင်လေးတစ်ကောင်ကို ဝယ်ယူလိုက်ပါတယ်...\nထိုဝယ်ယူလိုက်သော နေ့မှာပဲ တွမ် တစ်ယောက်\nကံဆိုးမိုးမှောင်ကျကာ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1xruV/Nine.Lives.2016.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-23-at-11.20.29-PM-136x200.png",
        "title": "Clemency (2019)",
        "description": "Clemency (2019)=============IMDb Rating - 6.4/10#Unicodeအမေရိကန်မှာကျင်းပတဲ့ Sundance Film Festival မှာ Jury Prize(2019) ကိုဆွတ်ခူးခဲ့တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ နိုင်ဂျီးရီးယား-အမေရိကန်အမျိုးသမီးဒါရိုက်တာ Chinonye Chukwu မှရိုက်ကူးထားပြီး အမေရိကန်သရုပ်ဆောင် မင်းသမီး Alfre Woodard က အစွမ်းပြသရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းလေးကတော့ သေဒဏ်ကျခံရတဲ့ အပြစ်သားတွေိကိုထားတဲ့ အကျဉ်းထောင်ကိုကာလရှည်ကြာဦးစီးလာခဲ့တဲ့အမျိုးသမီးထောင်မှူး ဘန်နာဒင်းဝါးလ်ဒန်ရဲ့အကြောင်းကို အဓိကထားပုံဖော် ရိုက်ကူးထားပါတယ်။ကာလရှည်ထောင်မှူးအဖြစ်လုပ်ကိုင်လာခဲ့ရလို့ စိတ်ပိုင်းဆိုင်ရာထိခိုက်လာတဲ့ဘန်နာဒင်းနှင့် သေရတော့မယ့်လူတစ်ယောက်ရဲ့စိတ်ခံစားမှုတွေ၊ မျှော်လင့်ချက်တွေ အကြောင်း ရိုက်ကူးထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကား ပါ။ပုံမှန်ကြည့်နေကျ ထောင်တွင်းဇာတ်လမ်းတွေနဲ့မတူဘဲ ခြားနားတဲ့ခံစားချက်တွေကိုရရှိစေမယ့်IMDB-6.4/10, Rotten Tomatoes-91% ရှိထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiအေမရိကန္မွာက်င္းပတဲ့ Sundance Film Festival မွာ Jury Prize(2019) ကိုဆြတ္ခူးခဲ့တဲ့ဇာတ္ကားေကာင္းေလးတစ္ကားပါ။ ႏိုင္ဂ်ီးရီးယား-အေမရိကန္အမ်ိဳးသမီးဒါ႐ိုက္တာ Chinonye Chukwu မွ႐ိုက္ကူးထားၿပီး အေမရိကန္သ႐ုပ္ေဆာင္ မင္းသမီး Alfre Woodard က ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xrm5/[CM]Clemency.2019.WebRip.720P.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yx4cp1ljJMDSFeEex0Zjv45b55E.jpg",
        "title": "Da 5 Bloods(2020)",
        "description": "Da 5 Bloods(2020)ဒီဇာတ်ကားဟာ  ၁၉၅၀ခုနှစ်များအလွန်က ဖြစ်ခဲ့တဲ့ အမေရိကန်-ဗီယက်နမ်စစ်ပွဲပေါ်မှာအခြေခံပြီး ရိုက်ကူးထားပါတယ်..Bloodsအဖွဲ့လို့ သူတို့ကိုယ်သူတို့ခေါ်ကြတဲ့ အမေရိကန်ကလူမည်းဗီယက်နမ်စစ်ပြန်ကြီးလေးယောက်ဟာစစ်အတွင်းကကျဆုံးသွားတဲ့ အဖွဲ့ခေါင်းဆောင်လဲဖြစ် သွေးသောက်ညီအစ်ကိုလဲဖြစ်သူ‌နော်မန်ဆိုတဲ့ လူမည်းစစ်သားရဲ့ကြွင်းကျန်တဲ့ရုပ်အလောင်းကိုရှာဖို့ ဗီယက်နမ်နိုင်ငံကိုခရီးထွက်ခဲ့တယ်...သူတို့ဟာ ဗီယက်နမ်ကို သွားခဲ့တဲ့ အခြားရည်ရွယ်ချက်လည်းရှိသေးတယ်..အဲ့ဒါက စစ်အတွင်းမှာပဲသူတို့ရှာတွေ့ပြီး ဝှက်ထားတဲ့ရွှေတွေကို ပြန်လည်သယ်ဆောင်ဖို့ဖြစ်တယ်...သူတို့ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ်File Size : (1.2 GB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:34:00\nGenre :  Adventure, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://megaup.net/1xrfx/Da_5_Bloods.2020.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nldm1eYboZffODf5OBBhvqHY2cy.jpg",
        "title": "Chintu Ka Birthday(2020)",
        "description": "Chintu Ka Birthday(2020)ဒီဇာတ်ကားဟာ IMDB rating 8.1 နဲ့ Google users like 97%ရရှိထားတဲ့Drama ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ချင်တူရဲ့အဖေဟာရေသန့်စင်ပစ္စည်းရောင်းချတဲ့အရောင်းသမားဖြစ်ပါတယ်...တစ်နေ့မှာတော့အီရတ်မှာရေရှားပါးမှူပြဿနာဖြစ်နေကြောင်းသူ့ရဲ့ဘောစ့်ကသိသွားခဲ့ပါတယ် ...\nဒါနဲ့ပဲချင်တူရဲ့အဖေကိုရေသန့်ကိရိယာတွေသွားရောင်းဖို့အီရတ်နိုင်ငံကိုလွှတ်လိုက်ပါတယ်...ပြီးနောက်ချင်တူတို့တစ်မိသားစုလုံးကိုပါအီရတ်ကိုပို့လိုက်ပါတယ်။အီရတ်နိုင်ငံကို USမှ ရုတ်တရက်ဝင်ရောက်တိုက်ခိုက်မှုကြောင့်အီရတ်မှာရောက်နေတဲ့အိန္ဒိယမိသားစုတစ်စုဟာပတ်စ်ပို့အခက်အခဲတွေကြုံနေရပြီး အိန္ဒိယကိုပြန်ဖို့အခြေအနေမပေးတဲ့အတွက်အီရတ်နိုင်ငံမှာပဲပိတ်မိနေခဲ့ကြတဲ့အပြင် ပြဿနာပေါင်းစုံစတင်ကြုံတွေ့ရပါတော့တယ်...သူတို့ဘယ်လို ပြဿနာမျိုးစုံကြုံတွေ့ကြရမလဲ..ဒီအခက်အခဲတွေတွေကိုဖြတ်ကျော်ပြီး တစ်မိသားစုလုံး ဘေးမသီရန်မခဘဲ မွေးရပ်မြေကိုြပန်လာနိုင်ပါ့မလားဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...India ကားကောင်းကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်း........ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  Thaik San ဖြစ်ပါတယ်။File Size : (800 MB) and (393 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:20:00\nGenre : Drama,\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "8.1",
        "url": "https://megaup.net/Rt1h/Chintu_Ka_Birthday.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-23-at-3.29.45-PM-137x200.png",
        "title": "The Clearing (2020)",
        "description": "The Clearing (2020)===============IMDb Rating - 4.3/10#Unicodeဒီကားလေးကတော့ ဇွန်ဘီကားကြိုက်တဲ့လူတွေအတွက် ဇာတ်ကားကောင်းလေးဖြစ်မှာပါ။ Mira လို့ခေါ်တဲ့ဆယ်ကျော်သက်အရွယ် ကင်းထောက်မလေးနဲ့ ကျောင်းတုန်းက ကင်းထောက်လုပ်ခဲ့ဖူးတဲ့ သူ့အဖေ Tomတို့ဟာ တစ်ရက်မှာ ဒီနေ့ခေတ်ကင်းထောက်အလုပ်နဲ့ ဟိုခေတ်ကင်းထောက်အလုပ် ကွာခြားတာနဲ့ပတ်သတ်ပြီးကတောက်ကစဖြစ်ကြပါလေရော။ အဲ့တာနဲ့‌ နောက်နေ့ကျတော့ အဖေဖြစ်သူက သူ့သမီးကိုပြန်ချော့တဲ့အနေနဲ့တောထဲကို ပျော်ပွဲစားcampထွက်ကြပါတယ်။ အိပ်ရာနိုးလာတဲ့အချိန် ဘေးပတ်ဝန်းကျင်က camp လာလုပ်ကြတဲ့လူတွေ မူမမှန်တာကိုတွေ့လိုက်ရပြီး သမီးဖြစ်သူ Mira ပျောက်နေတာကိုလည်း သိလိုက်ရတဲ့အခါ .............(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီကားေလးကေတာ့ ဇြန္ဘီကားႀကိဳက္တဲ့လူေတြအတြက္ ဇာတ္ကားေကာင္းေလးျဖစ္မွာပါ။ Mira လို႔ေခၚတဲ့ဆယ္ေက်ာ္သက္အ႐ြယ္ ကင္းေထာက္မေလးနဲ႔ ေက်ာင္းတုန္းက ကင္းေထာက္လုပ္ခဲ့ဖူးတဲ့ သူ႔အေဖ Tomတို႔ဟာ တစ္ရက္မွာ ဒီေန႔ေခတ္ကင္းေထာက္အလုပ္နဲ႔ ဟိုေခတ္ကင္းေထာက္အလုပ္ ကြာျခားတာနဲ႔ပတ္သတ္ၿပီးကေတာက္ကစျဖစ္ၾကပါေလေရာ။ အဲ့တာနဲ႔‌ ေနာက္ေန႔က်ေတာ့ အေဖျဖစ္သူက သူ႔သမီးကိုျပန္ေခ်ာ့တဲ့အေနနဲ႔ေတာထဲကို ေပ်ာ္ပြဲစားcampထြက္ၾကပါတယ္။ အိပ္ရာႏိုးလာတဲ့အခ်ိန္ ေဘးပတ္ဝန္းက်င္က camp လာလုပ္ၾကတဲ့လူေတြ မူမမွန္တာကိုေတြ႕လိုက္ရၿပီး ...",
        "rating": "4.3",
        "url": "https://megaup.net/2doql/[CM]The.Clearing.2020.WebRip.720P.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/run-with-the-hunted-136x200.jpg",
        "title": "Run with the Hunted 2019 16+",
        "description": "Run with Hunted 2019 (16+)18+ လောက်တပ်လိုက်ရင် ခိုးDown နေရမှာစိုးလို့\n2019 အောက်တိုဘာမှာ ထွက်ခဲ့တဲ့ run with hunted ကို ဂျွန်ဆွက်ပ် ဆိုတဲ့ ဇာတ်ညွှန်းရေးဆရာ ကိုယ်တိုင် ဒါရိုက်တာ လုပ်ခဲ့တာဖြစ်တဲ့အတွက် ဇာတ်ညွှန်းရဲ့ အနှစ်သာရ ပိုပေါ်လွင်နေသလိုပါပဲ။\n၁၃နှစ်အရွယ် အော်စကာ လေးက ငယ်သူငယ်ချင်းလေး လူး အပေါ် အရောင်တွေပြောင်းလာတဲ့အခါ သူမ ပျော်ရွှင်ဖို့အတွက် လူတောင်သတ်ရဲခဲ့ပြီး ညတွင်းချင်း မိုင်ပေါင်းရာချီ စွန့်စားထွက်ပြေးခဲ့တယ်။ သွားစရာမရှိတဲ့ အို ကို ပိချ်ဆိုတဲ့ လမ်းသူရဲမလေးက ကယ်တင်ခဲ့တယ်။ အို က လူးကို မေ့ပြီး ပိချ်နဲ့ လက်တွဲပမလား နောက်ပီး မိဘနှစ်ပါးရဲ့ နွေးထွေးတဲ့သွန်သင်ဆုံးမမှုအောက်မှာ ကြီးပြင်းခဲ့ရတဲ့ အို က လမ်းသူရဲလေး ဖြစ်သွားမှာလား။ အိုတစ်ယောက် ငယ်ချစ်လေးနဲ့ရော ပြန်ဆုံစည်းနိုင်မလား။\nမှုခင်း၊ ဒရမ်မာ၊ ...",
        "rating": "5",
        "url": "https://megaup.net/2TlzZ/Run.with.the.Hunted.2019.720p_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-23-at-10.15.07-AM-135x200.png",
        "title": "Waiting for Anya (2020)",
        "description": "Waiting for Anya (2020)==================IMDb Rating - 5.5/10#Unicode2020 ခုနစ်ထွက် Drama / War / Thriller ဇာတ်ကားဖြစ်ပါတယ်။​ဒုတိယကမ္ဘာစစ်အတွင်း နာဇီတွေရဲ့ ဒဏ်ကို အလူးအလဲခံနေရချိန် ပြင်သစ်တောင်ပိုင်းက ရွာလေးတစ်ရွာမှာနေထိုင်တဲ့ သိုးကျောင်းသားလေး ဂျိုအကြောင်းပဲဖြစ်ပါတယ်။ ဖခင်ဖြစ်သူ နာဇီအကျဉ်းစခန်းကို ပါသွားတာကြောင့်ဂျိုဟာ မိခင်ရယ် ညီမလေးရယ် အဖိုးရယ်နဲ့ အတူနေထိုင်ပါတယ်။ တစ်နေ့မှာတော့ သူ သိုးထိန်းရင်း ကြုံလိုက်ရတဲ့ကိစ္စတစ်ခုကြောင့် တောထဲမှာ လူစိမ်းတစ်ယောက်ကို တွေ့လိုက်ရပါတယ်။ အဲဒီလူစိမ်းက ဘယ်သူဖြစ်မလဲ သူတို့ရွာထဲကိုဝင်လာတဲ့နာဇီတွေနဲ့ရော ပတ်သက်နေမလဲ။ ဂျိုအနေနဲ့ ဘာတွေကိုရွေးချယ်မလဲဆိုတာကို အသည်းတယားယားကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဆယ်ကျော်သက်ကောင်လေး ဂျိုအဖြစ် Stranger Things ထဲက Noah Schnapp ကပါဝင်သရုပ်ဆောင်ထားပြီး IMDB 5.5 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyi2020 ခုနစ္ထြက္ Drama ...",
        "rating": "5.5",
        "url": "https://megaup.net/Rtop/[CM]Waiting.For.Anya.2020.WebRip.720P.mp4",
        "category": "Drama, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/torpedo-133x200.jpg",
        "title": "Torpedo: U-235 2019",
        "description": "ကျွန်တော်ကြည့်ဖူးသမျှ ဒုတိယကမ္ဘာစစ်ရေငုပ်သင်္ဘောဇာတ်ကားထဲမှာ ဒီကားကတော့အကောင်းဆုံးပဲဗျ။ သမိုင်းအပေါ်အတော်အသင့် အခြေခံထားပြီး-ဗဟုသုတအများကြီးလည်းပေးပါတယ်။ပီပီသသနဲ့ကြည့်လို့ကောင်းပြီး အချိန်ပေးကြည့်ရတာလုံး၀တန်ပါတယ်။ ဇာတ်လမ်းက‌တော့ ဒုတိကမ္ဘာစစ်တုန်းက ဘယ်လ်ဂျီယံနိုင်ငံက အမေရိကန်တွေ Nuclearဗုံးလုပ်ဖို့အတွက်လိုအပ်တဲ့ယူရေနီယမ်သတ္တုရိုင်းတွေကို ရေငုပ်သင်္ဘောနဲ့ပင်လယ်ကိုဖြတ်ပြီး တိတ်တဆိတ်ပို့ပေးရမယ့်အကြောင်းပါ။ ဒါပေမယ့်ဖြစ်ချင်တော့ နာဇီထောက်လှမ်းရေးများကအဲ့အကြောင်းကိုသိသွားပြီး...သွားပို့မယ့်ရေငုပ်သင်္ဘောကို အမေရိကန်နိုင်ငံကိုမရောက်အောင် မရရတဲ့နည်းနဲ့လိုက်တားပါတော့တယ်။ အောင်မြင်ဖို့လုံး၀မဖြစ်နိုင်တဲ့ ဒီစစ်ဆင်ရေးကြီးကို ရေငုပ်သင်္ဘောအမှုထမ်းတွေ ဘယ်လိုညဏ်ပါပါနဲ့-သတ္တိရှိရှိနဲ့ ဖြေရှင်းမလဲဆိုတာတော့ ဇာတ်ကားထဲမှာပဲကြည့်လိုက်ပါဗျ။ လုံး၀လုံး၀ကောင်းတဲ့ ဇာတ်လမ်းကောင်းကြီးပါ။ Quality – 720p  WebRipDuration - 1 hr 42 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, HistoryTranslator – Ag Ko KhantEncoder – Littleneo",
        "rating": "6",
        "url": "https://channelmyanmar.org/tor-235/",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ca0URmLciw4rZgjWU6y2nOapyGU.jpg",
        "title": "Driven(2020)",
        "description": "Driven(2020)ဖယ်ရီကားမောင်းသမား အီမာဆန် ဟာ သူ့ရဲ့အလုပ်အရလူအမျိုးမျိုးနဲ့နေ့တိုင်းကြုံတွေ့နေရပါတယ်။သူက ကြင်နာတတ်တယ်၊ ဖြောင့်မတ်တဲ့အိန်းကလေးတစ်ယောက်ဖြစ်တယ်။တစ်ညမှာတော့ သူ့ကား ကို လူတစ်ယောက် ငှါးလာခဲ့တယ်....ဒီလူငှါးပြီးတဲ့အချိန်က စလို့ ထူးဆန်းတဲ့အရာတွေဆက်တိုက်ဖြစ်တော့တာပါပဲ...တကယ်တော့ ဒီလူဟာ သူတို့မိသားစုရဲ့ကျိန်စာနဲ့ ပတ်သက်ပြီးပြဿနာမျိုးစုံတက်နေတဲ့သူပါ။ ဒီကျိန်စာက ဘယ်လိုကျိန်စာမျိုးဖြစ်မလဲ။သူဘာလို့ဒီမြို့ငယ်လေးကိုရောက်လာတာလဲ။  သူတို့ လမ်းမှာ ဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာကို ကြည့်ကြပါကုန်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ The One ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (383 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:39:00\nGenre :  Comedy, Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "5.2",
        "url": "https://megaup.net/1xqo1/Driven.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u4LHL6CswBkbaJpsFY9D5ep2v2j.jpg",
        "title": "Mope(2019)",
        "description": "Mope(2019)သူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ Tom Dong နဲ့ Steve Driven တို့ဟာစိတ်တူ ကိုယ်တူ ဘော်ဒါတွေဖြစ်ကြတယ်...သူတို့ရဲ့အတူညီဆုံးသော ဝါသနာက Porn star ဖြစ်ချင်တဲ့ အိမ်မက်ပါပဲ...ဒီအိပ်မက်ကို အကောင်အထည်ဖော်ဖို့ Porn ဇာတ်လမ်းတွေကိုရိုက်တဲ့လူတွေဆီမှာ အလုပ်လုပ်ခဲ့ကြတယ်...သူတို့တွေနည်းမျိုးစုံနဲ့ကြိုးစားခဲ့ကြတယ်...ထုတ်လုပ်သူတွေ ဒါရိုက်တွေက အကြိမ်ကြိမ်ငြင်းပယ်ခဲ့တယ်....သူတို့(၂)ယောက် ဒီဇာတ်ရုပ်နဲ့ မလိုက်ဘူးဆိုတဲ့မှတ်ချက်နဲ့ပေါ့...ဒါပေမယ့်လည်း ဇွဲမလျှော့ပဲနဲ့ သူငယ်ချင်းနှစ်ယောက်နည်းယောက်ဟာမရ ရအောင်ကြိုးစားမယ်ဆိုပြီး ရှေ့ဆက်လျှောက်ဖို့ ဒီလမ်းကိုပဲဆက်ရွေးဖို့ဆုံးဖြတ်ခဲ့ကြတယ်...သူတို့(၂)ယောက် အောင်မြင်တဲ့ Porn Star ဖြစ်မလား.... ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ....ဆိုတာကိုတော့ စာနာ တတ်တဲ့နှလုံးသားရှိရင် ဒေါင်းကြည့်လိုက်ပါ...18+ ကားမို့ ကလေးသူငယ်နဲ့မိသားစုလိုက်မကြည့်သင့်ပါ...File Size : (900 MB) and (425 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Yum Yum\nEncoded by ...",
        "rating": "5.3",
        "url": "https://megaup.net/1xqh8/Mope.2019.WEB-DL.720P.PP.mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/p192990_v_v8_aa-133x200.jpg",
        "title": "Dragon Hunters (2008)",
        "description": "ရက်စက်ကြမ်းကြုတ်တဲ့ နဂါးကြီးက\n \nနှစ်(၂၀)ပြည့်တိုင်း ပေါ်လာပြီး\n \nလူတွေကို သတ်ဖြတ်ပါတယ်\nအဲဒီနဂါးရဲ့ ရန်ကိုကြောက်တဲ့ ဘုရင်ကြီးက\nသူ့ရဲ့တူမလေးကို နဂါးကြီးကိုသုတ်သင်နိုင်တဲ့\nသူရဲကောင်းကို ရှာဖို့လွှတ်လိုက်ပါတော့တယ်\nတစ်ဖက်မှာ နဂါးရဲ့ရန်ကြောင့် မိဘကိုဆုံးရှုံးလိုက်ရတဲ့\nကောင်လေးတစ်ယောက်နဲ့ သူ့သူငယ်ချင်းတို့ဟာ\nအသက်မွေးဝမ်းကြောင်းအတွက် မုဆိုးအလုပ်ကို\nလုပ်ပြီးပိုက်ဆံလှည့်လည်ရှာဖွေကြပါတယ်\nသူတို့နှစ်ယောက်နဲ့ ဘုရင်ရဲ့တူမလေးတို့\nမတော်တဆတွေ့ဆုံကြပြီး ကမ္ဘာကြီးကို\nကယ်တင်ဖို့ နဂါးကြီးကို\n \nဘယ်လိုတွေရင်ဆိုင်ကြမလဲဆိုတာ\nစိတ်လှုပ်ရှားဖွယ် မြင်တွေ့ရမှာပါ\n  \nFile Size - 1.16 GB\nQuality - Bluray 1080P 5.1\nSubtitle - Burmese (Hardsub)\nTranslator - Esther Van Sui Par\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/1xqjf/Dragon.Hunters.2008_720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1vdymrm1d3IaYxIqGDObR8WnVb.jpg",
        "title": "Lucky Day(2019)",
        "description": "Lucky Day(2019)ရက်ဒ်ဟာ ဘဏ်ဖောက်မှုနဲ့ ထောင်နှစ်ရှည်ကျနေရာက‌‌ေန လျော့ရက်နဲ့ လွတ်လာတဲ့ သော့ဝိဇ္ဇာတစ်ယောက်ပဲ ဖြစ်ပါတယ်....ထောင်က လွတ်ပြီး အသိတရားရတာကြောင့် ချစ်ဖို့ကောင်းပြီး သစ္စာရှိတဲ့ ဇနီးလေးနဲ့ ချစ်စရာ သမီးလေးဆီကို ပြန်ပြီးအေးချမ်းသာယာတ‌ဲ့ ဘ၀လေးကို တည်ဆောက်မယ်လို့ ဆုံးဖြတ်လိုက်ပါတယ်. ...ဒါပေမယ့် ကံဆိုးစ‌ွာပဲ ဘဏ်ဖောက်တုန်းက ဖြစ်ခဲ့တဲ့ ရန်ညှိုးကြောင့် အလွန်တရာ ရက်စက်တဲ့ စိတ္တဇ လူသတ်သမား လက်စ်ဟာလက်စားချေဖို့ သူ့ဆီလာခဲ့တဲ့အခါမှာတော့...ဒီကားက ကလေးတွေမကြည့်သင့်ပါဘူး..သတ်ဖြတ်ခန်းတွေ နည်းနည်းကြမ်းလို့ပါ....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ YK ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (397MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Action, Comedy, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  YK\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://megaup.net/1xqi1/Lucky_Day.2019.BLU-RAY.720P.PP.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNTA5ZWU4ZTYtMGY0ZC00M2FkLTlmODktZDJmNGJjZjdhYzEwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Miss Juneteenth 2020",
        "description": "ပထမဦးဆုံး Juneteenth ဆိုတာက 1865 ခုနှစ်က အမေရိကန် Texas မှာရှိတဲ့ ကျွန်တွေအားလုံးကို လွတ်လပ်ရေးပေးလိုက်တဲ့နေ့ဖြစ်ပါတယ် June လ 19 ရက်နေ့ဟာ Juneteenth ( June + nineteenth ) ဖြစ်ပါတယ် ဒီဇာတ်လမ်းထဲက ဇာတ်လိုက်အမျိုးသမီးဟာ Miss Juneteenth အဖြစ် အနိုင်ရရှိဖူးသူတစ်ယောက်ဖြစ်ပါတယ် နှစ်စဉ်နှစ်တိုင်း ပညာသင်ဆုပေးဖို့အတွက် ငယ်ရွယ်သူအမျိုးသမီးတွေထဲကတစ်ယောက်ကို ရွေးချယ်လေ့ရှိပါတယ် Miss Juneteenth ရရှိခဲ့ဖူးတဲ့ တာကို့စ်ဟာ သူ့ရဲ့သမီးလေးကိုလည်း သူ့လိုပဲ Miss Juneteenth သရဖူရရှိစေချင်သူပါ။ ငွေကြေးမတတ်နိုင်တဲ့ကြားက အပင်ပန်းခံ ငွေကုန်ခံပြီး သမီးဖြစ်သူ ဒီဆုကို ဆွတ်ခူးနိုင်ဖို့ အဖက်ဖက်က ကြိုးစားပါတော့တယ်။ ဒါပေမယ့် သမီးဖြစ်သူက အကကိုပဲ ဝါသနာပါတဲ့သူဖြစ်ပြီး Miss Juneteenth ဖြစ်ဖို့ စိတ်အားထက်သန်ခြင်းမရှိပါဘူး။ လေ့ကျင်စဉ်ကာလမှာလဲ ဘာမှမလေ့လာဘဲ အလွဲလွဲအချော်ချော်တွေ လုပ်ပါသေးတယ်။ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1xqey/Miss.Juneteenth.2020_webrip_720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/lost-bullet-138x200.jpg",
        "title": "Lost Bullet 2020",
        "description": "လီနိုဟာ ဘာမှမတော်တဲ့ ညီလေးတစ်ယောက်ကို ကူညီပေးရာကနေ ထောင်ကျသွားပါတယ်။ ကွန်ကရစ်လေးထပ် ကာထားတဲ့ ရတနာဆိုင်ကို ကားလေးတစ်စင်းနဲ့ ဝင်တိုက်ပြီး ဖောက်ခဲ့တာ ဒဏ်ရာလေးတောင် မရခဲ့ပါဘူး။ ဒါကို အမြန်တပ်ဖွဲ့က သဘောကျသွားပြီး သူတို့အတွက် အလုပ်လုပ်ပေးဖို့ ချာရက်ဆိုတဲ့ အဖွဲ့ခေါင်းဆောင်က လီနို့ကို လာပြီး သိမ်းသွင်းပါတယ်။ လီနိုနဲ့ ချာရက်က အချိန်ကြာလာတာတဲ့ တကယ့်လူရင်းတွေလို ဖြစ်လာကြတယ်။ တစ်ရက်တော့ ချာရက်လိုက်နေတဲ့အမှုက အဆုံးသတ်ခါနီးဆဲဆဲမှာ သူတို့အဖွဲ့ထဲက တစ်ယောက်က သူလုပ်ထားတာ အကုန်ပေါ်မှာစိုးပြီး ချာရက်ကို သတ်ပစ်တယ်။ သတ်ပြီးတာနဲ့ လီနိုကို ချောက်ချတော့တာပဲ။ ဒီကိစ္စကို ထောင်ထွက်တစ်ယောက်ဖြစ်တဲ့ လီနိုက ဒီကိစ္စကို ဘယ်လိုပြန်ဖြေရှင်းမလဲ။ သူ့စကားကိုရော ဘယ်သူတွေက ယုံမှာတဲ့လဲ။ ကြည့်ရှူခံစားလိုက်ကြပါဦးနော်။Quality – 720p  WebRipDuration - 1 hr ၃၂minSubtitle – Myanmar HardsubFormat – ...",
        "rating": "6.2",
        "url": "https://megaup.net/2dnbv/Lost.Bullet.2020.720p.WEB.(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-22-at-2.45.46-PM-135x200.png",
        "title": "Stray Dolls (2020)",
        "description": "Stray Dolls (2020)==============IMDb Rating - 4.5/10#Unicodeဒီဇာတ်ကားလေးကို အမျိုးသမီးဒါရိုက်တာ Sonejuhi Sinha မှရိုက်ကူးထားပြီး နာမည်ကျော်အိန္ဒိယမင်းသမီး Geetanjali Thapa ကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ Tribeca Film Festivalမှာချီးမြှင့်တဲ့ အကောင်းဆုံး သရုပ်ဆောင်ဆု(အမျိုးသမီး) ကိုလည်း ယခုဇာတ်ကားနဲ့မင်းသမီးGeetanjali Thapa က ရရှိခဲ့ပါတယ်။ ယခုဇာတ်ကားဟာဆိုရင်လည်း ဇကာတင်စာရင်းနှစ်ခုထဲတောင်ပါဝင်ခဲ့ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကိုယ့်ခြေထောက်ပေါ်ရပ်တည်ဖို့ကြိုးစားနေတဲ့ကောင်မလေးနှစ်ယောက်ကို အခြေပြုရိုက်ထားပါတယ်။ ဘဝသစ်ကိုစတင်ဖို့ အိန္ဒိယကနေအမေရိကကိုမှောင်ခိုလမ်းကြောင်းနဲ့ရောက်လာတဲ့ ကောင်မလေးတစ်ယောက် တည်းခိုခန်းကနေထွက်ပြီးလက်သည်းပြင်ဆိုင်ဖွင့်ဖို့ပိုက်ဆံအသည်းအသန်ရှာနေတဲ့ ဒဲလက်စ်နဲ့တွေ့တဲ့အခါ ဘာတွေဖြစ်လာမှာလဲ။သူတို့လိုချင်တဲ့ကိုယ်ပိုင်ဘဝလေးကို သူတို့ရလာကြမှာလား။ ဘာတွေ ဘယ်လိုဖြစ်မှာလဲဆိုတာကိုတော့ဇာတ်လမ်းကိုစောင့်ကြည့်မှပဲဖြစ်ပါလိမ့်မယ်။ အကြမ်းအရမ်းအခန်းတွေမပါပေမဲ့ ၁၈ယောက်ပြည့်မှကြည့်ရတဲ့အခန်းအနည်းငယ်ပါတာကြောင့် သတိပြုကြည့်ရှုဖို့ကိုလည်း မှာချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chitee ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားေလးကို အမ်ိဳးသမီးဒါ႐ိုက္တာ Sonejuhi Sinha မွ႐ိုက္ကူးထားၿပီး နာမည္ေက်ာ္အိႏၵိယမင္းသမီး Geetanjali Thapa ကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။ Tribeca Film Festivalမွာခ်ီးျမႇင့္တဲ့ အေကာင္းဆုံး သ႐ုပ္ေဆာင္ဆု(အမ်ိဳးသမီး) ကိုလည္း ယခုဇာတ္ကားနဲ႔မင္းသမီးGeetanjali ...",
        "rating": "4.5",
        "url": "https://megaup.net/2dnzU/[CM]Stray.Dolls.2020.WebRip.720P.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n2qessCwAtJ2Ep5GzmqoJdcIFj9.jpg",
        "title": "My Girl and I (2005)",
        "description": "[Unicode]လူတိုင်းရဲ့ဘဝမှာ အချစ်ဦးကိုတော့ မေ့နိုင်တဲ့လူရယ်လို့ ရေရေရာရာမရှိကြပါဘူး\nအချစ်ဦးဆိုတာ အချစ်ခရီးရဲ့စတင်ရာပဲမဟုတ်ပါလား....အချစ်ဦးကို ၁၀ နှစ်တာဆုံးရှုံးလိုက်ရပေမယ့် အခုချိန်ထိမမေ့နိုင်သေးတဲ့ကောင်လေး ဆူဟို...\nနောက်ဆုံးအချိန်ထိ သူ့ကိုပဲသတိရနေပေးဖို့ တတွတ်တွတ်တောင်းဆိုနေခဲ့တဲ့ ဆူအွန်း...ငယ်ကအချစ်အနှစ်တစ်ရာဆိုတဲ့ စကားအတိုင်း အပြန်အလှန်အချစ်ဦးဖြစ်ခဲ့ကြတဲ့ သူတို့နှစ်ဦး\nတစ်ယောက်နဲ့တစ်ယောက် ခွဲခွာခဲ့ရပေမယ့် ရင်ထဲမှာတော့ အချစ်တွေက မလျော့သွားခဲ့ကြပါဘူး ...ကျောင်းသားဘဝရင်ခုန်စရာလေးတွေ ချစ်ခြင်းတရားတွေ ပျော်ရွှင်မှု ဝမ်းနည်းမှုတွေနဲ့အတူ\nချစ်သူနှစ်ဦးရဲ့ နက်ရှိုင်းတဲ့ချစ်ခြင်းတရားတွေကို စီးမြောလိုက်ပါခံစားနိင်မယ့် ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nမတ်မတ်အွန်ဆောရဲ့ငယ်ဘဝ အလှလေးတွေကိုမြင်ရဦးမှာနော်...။( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]လူတိုင္းရဲ႕ဘဝမွာ အခ်စ္ဦးကိုေတာ့ ေမ့ႏိုင္တဲ့လူရယ္လို႔ ေရေရရာရာမရွိၾကပါဘူး\nအခ်စ္ဦးဆိုတာ အခ်စ္ခရီးရဲ႕စတင္ရာပဲမဟုတ္ပါလား....အခ်စ္ဦးကို ၁၀ ႏွစ္တာဆုံးရႈံးလိုက္ရေပမယ့္ အခုခ်ိန္ထိမေမ့ႏိုင္ေသးတဲ့ေကာင္ေလး ဆူဟို...\nေနာက္ဆုံးအခ်ိန္ထိ သူ႔ကိုပဲသတိရေနေပးဖို႔ တတြတ္တြတ္ေတာင္းဆိုေနခဲ့တဲ့ ဆူအြန္း...ငယ္ကအခ်စ္အႏွစ္တစ္ရာဆိုတဲ့ စကားအတိုင္း အျပန္အလွန္အခ်စ္ဦးျဖစ္ခဲ့ၾကတဲ့ သူတို႔ႏွစ္ဦး\nတစ္ေယာက္နဲ႔တစ္ေယာက္ ခြဲခြာခဲ့ရေပမယ့္ ရင္ထဲမွာေတာ့ အခ်စ္ေတြက မေလ်ာ့သြားခဲ့ၾကပါဘူး ...ေက်ာင္းသားဘဝရင္ခုန္စရာေလးေတြ ခ်စ္ျခင္းတရားေတြ ေပ်ာ္႐ႊင္မႈ ဝမ္းနည္းမႈေတြနဲ႔အတူ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2Tl4u/My_Girl_and_I_(2005)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-21-at-10.16.39-PM-140x200.png",
        "title": "Ancestral World (2020)",
        "description": "Ancestral World (2020)==================#Unicodeရှေးရှေးတုန်းက နိုင်ငံတွေအားလုံးအတူတကွ ငြိမ်းချမ်းစွာ အတူယှဉ်တွဲနေထိုင်ခဲ့ပေမယ့်။တစ်နေ့မှာတော့ ရှဲဒိုးဝါး ဦးဆောင်တဲ့ မိစ္ဆာစစ်တပ်တွေက အခြားနိုင်ငံတွေကို ဝါးမျိုလာလိုက်တာ ဂိုလန်မောဦးဆောင်တဲ့ တစ်နိုင်ငံပဲကျန်တော့တဲ့အထိဖြစ်လာခဲ့ပါတယ်။ စတေးခံမူအနစ်နာခံမူများစွာနဲ့ ရှဲဒိုးဝါးကို အနိုင်ရခဲ့သော်လည်း နောက်၁၀နှစ်အကြာမှာ မိစ္ဆာစစ်တပ်တွေကဂိုလန်မောရဲ့ သားကြီးကို ဖမ်းခေါ်သွားပါတော့တယ်။ အကြားအမြင်ဆရာမကို ဖမ်းရခြင်းအကြောင်းအရင်းမေးမြန်းရာမှ အကြောင်းအရင်းကို သိရှိပြီး ဂိုလန်မောရဲ့ သားငယ်က အကို့ကိုကယ်ဖို့ ဖြစ်လာခဲ့ပါတယ်။ သူ သူ့အကိုကို ကယ်တင်တာအောင်မြင်မလား ..... ဘာအခက်အခဲတွေရှိနိုင်လဲ....ကယ်တင်နိုင်ဖို့က သူဘာကိုအောင်မြင်အောင်လုပ်ဆောင်ရမလဲ။ သူ့အကိုကိုဘာလို့ဖမ်းသွားရလဲ စတာတွေကို ရင်ခုန်စွာနဲ့စောင့်ကြည့်ရမယ့် ရှေးခေတ်စစ်သမိုင်းကားတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thinzar Lwin ပဲဖြစ်ပါတယ်။)#Zawgyiေရွးေရွးတုန္းက ႏိုင္ငံေတြအားလုံးအတူတကြ ၿငိမ္းခ်မ္းစြာ အတူယွဥ္တြဲေနထိုင္ခဲ့ေပမယ့္။တစ္ေန႔မွာေတာ့ ရွဲဒိုးဝါး ဦးေဆာင္တဲ့ မိစာၦစစ္တပ္ေတြက အျခားႏိုင္ငံေတြကို ဝါးမ်ိဳလာလိုက္တာ ဂိုလန္ေမာဦးေဆာင္တဲ့ တစ္ႏိုင္ငံပဲက်န္ေတာ့တဲ့အထိျဖစ္လာခဲ့ပါတယ္။ စေတးခံမူအနစ္နာခံမူမ်ားစြာနဲ႔ ရွဲဒိုးဝါးကို အႏိုင္ရခဲ့ေသာ္လည္း ေနာက္၁၀ႏွစ္အၾကာမွာ မိစာၦစစ္တပ္ေတြကဂိုလန္ေမာရဲ႕ သားႀကီးကို ဖမ္းေခၚသြားပါေတာ့တယ္။ အၾကားအျမင္ဆရာမကို ...",
        "rating": "4.2",
        "url": "https://megaup.net/1xpu6/[CM]Ancestral.World.2020.WebRip.720P.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-21-at-4.36.12-PM-134x200.png",
        "title": "Dating Amber (2020)",
        "description": "Dating Amber (2020)=================IMDb Rating - 7.0/10#Unicodeဒီနေ့အတွက် imdb rating 7.0/10 ထိရရှိထားတဲ့ Comedy, Drama, Romance ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းလေးပြောရရင် အက်ဒီက gay.အဖေက စစ်ဗိုလ်ဖြစ်လို့ စစ်ဗိုလ်မျိုးဆက်ကို ဆက်ခံရမယ်လို့ ခံယူထားတဲ့သူ။ ကျောင်းမှာလဲသူငယ်ချင်းတွေက အမြဲစနောက်တယ်။ အမ်ဘာကလဲ lesbian ။ ကျောင်းမှာ ပေါင်းမယ့်သူမရှိ။ကျောင်းပြီးတာနဲ့ မြို့ကထွက်သွားဖို့ စဉ်းစားထားတဲ့သူ။ တစ်ရက် gay နဲ့ lesbian ဟန်ဆောင်ချစ်သူတွေအဖြစ် ကျောင်းမှာ ပေါ်တင်နေဖို့ဆုံးဖြတ်လိုက်ကြတဲ့အခါ။ အံ့သြခြင်းများစွာနဲ့အတူကျောင်းနေဖက်သူငယ်ချင်းတွေရဲ့ ဖြစ်ပျက်ပြောင်းလဲသွားပုံနဲ့ သူတို့နှစ်ဦးရဲ့ဇာတ်လမ်းအပေါ်ဟာသလေးတွဲပြီး ငြိမ့်ငြိမ့်လေးကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးပါလို့ ညွှန်းပေးချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ imdb rating 7.0/10 ထိရရွိထားတဲ့ Comedy, Drama, Romance ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေလးေျပာရရင္ အက္ဒီက gay.အေဖက စစ္ဗိုလ္ျဖစ္လို႔ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xpbi/[CM]Dating.Amber.2020.WebRip.720P.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iqs9rHEvXBYPGd7HYxSMFCEAWjP.jpg",
        "title": "Quick(2011)",
        "description": "Quick(2011)ဆိုင်ကယ်ခပ်လန်းလန်းကိုစီးပြီး ပစ္စည်းပို့တဲ့အလုပ်ကိုလုပ်နေတဲ့ ကောင်လေးတစ်ယောက်ရှိတယ်....သူဟာ မြို့ရဲ့ ယာဉ်ထိန်းရဲတွေရဲ့ အထှာကိုသိသလိုလမ်းတွေရဲ့အနေအထားကိုလည်းသိတယ်,,, သူ့ရဲ့ဆိုင်ကယ်စီးကျွမ်းကျင်မှုကိုအသုံးချပြီး ပစ္စည်းတွေပို့တဲ့နေရာမှာ စည်းကမ်းမဲ့ ပြဿနာတွေလည်း တစ်ခါတစ်ရံဖြစ်လေ့ရှိတယ်....အချိန်တိုအတွင်း ရှုတ်ထွေးတဲ့လမ်းမထက်မှာ သူများထက်ပစ္စည်းပို့မြန်ဆန်လေ့ရှိတဲ့အတွက်ကြောင့်ဝန်ဆောင်ခ များများလေးရလေတော့ သူ့အတွက်တော့ အတော်တွက်ချေကိုက်တဲ့အလုပ်ပါပဲ...တစ်နေ့တော့ သူပါဆယ်ပို့တဲ့ အဆောက်အဉီးမှာ ဗုံးပေါက်ကွဲမှုဖြစ်တယ်....နောက်ပြီး လူတစ်ယောက်ကိုလိုက်လံပို့ဆောင်စဉ်မှာ ဆိုင်ကိုင်စီးဦးထုတ်မှာဗုံးထောင်ခံရတဲ့အပြင် အမည်မသိ ဖုန်းခေါ်ဆိုမှုကနေ ဆိုင်ကယ်စီးဉီးထုတ်ဗုံးပေါက်မဲ့ကိစ္စည်ခြိမ်းချောက်ခံရပါတယ်...အဆောက်အဉီးဗုံးပေါက်ကွဲမှုမှာ ရဲတွေ သံသယတရားခံနောက်လိုက်စဉ်မှာလည်း ပါဆယ်ပို့တဲ့သူကအဓိက သံသယတရားခံဖြစ်လာတဲ့အချိန်မှာတော့....ကိုင်းဘာတွေဆက်ြဖစ်မလဲ...ဘယ်သူက ခြိမ်းချောက်တာလဲ..ဘာ့ကြောင့်လဲ...အဆောက်အဉီးမှာရော ဘာလို့ဗုံးထောင်တာလဲ...ကွီးယားခပ်မိုက်မိုက်စတန့် အက်ရှင် ကားကြိုက်တဲ့သူတွေအဖို့လက်မလွှတ်သင့်ပါကြောင်း...File Size : (850 MB) and (314 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action , Comedy , Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2dmpA/Quick.2011.NEW.BLU-RAY.720P.PP.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/a-whisker-away-cm-141x200.png",
        "title": "A Whisker Away 2020",
        "description": "A Whisker Away မူဂယ်ဆိုတဲ့ ကောင်မလေးသာ ဟီနိုဒယ်ဆိုတဲ့ သူ့ရဲ့အတန်းဖော်ကောင်လေးကို တစ်ဖက်သတ်ကြိုက်နေတယ် ဒါပေမယ့် ဟီနိုဒယ်ကတော့ သူ့ကို အဖတ်တောင်မလုပ်ရှာဘူး ဒါပေမယ့် မူဂယ်ဟာ အခွင့်အရေးတစ်ခုရခဲ့တယ် အဲ့ဒါကတော့ သူဟာ မှော်ဆန်တဲ့ မျက်နှာဖုံးတစ်ခုကို ရခဲ့တယ် အဲ့ဒီမျက်နှာဖုံးစွပ်လိုက်ရင် မူဂယ်ဟာ တာရိုဆိုတဲ့ကြောင်ကလေးအဖြစ်အသွင်ပြောင်းသွားပါတော့တယ် ပိုပြီးကံကောင်းတာက မူဂယ်ချစ်ရတဲ့ ဟီနိုဒယ်ဟာ မူဂယ်ဆိုတဲ့ လူသားအသွင်နဲ့ ကောင်မလေးကိုအဖက်မလုပ်ပေမယ့် တာရိုဆိုတဲ့ကြောင်မလေးအဖြစ်နဲ့ဆိုရင်တော့ သိပ်ကိုချစ်ပါတယ် ဒီလိုနဲ့ မူဂယ်ဟာ ကြောင်မလေးအသွင်နဲ့ နေ့တိုင်းအချိန်မှန် ဟီနိုဒယ်ဆီကို သွားပါတော့တယ် ဒါပေမယ့် မိသားစုနဲ့ပတ်သတ်ပြီး စိတ်ဒဏ်ရာရှိတဲ့ မူဂယ်ဟာ ကြောင်ဘ၀နဲ့ပဲနေချင်တယ်လို့ ဆန္ဒတစ်ခုပြုလိုက်ရာကနေ လူအသွင်ကို ပြန်ပြောင်းမရဘဲ ဖြစ်သွားပါတော့တယ် လူပြန်ဖြစ်ဖို့ဆိုရင် သတ်မှတ်ထားတဲ့အချိန်အတွင်းမှာ သူ့ရဲ့ လူသားမျက်နှာဖုံးကို ပြန်ရှာဖို့ကြိုးစားရပါတော့မယ် ...... ဟီနိုဒယ်ကို သူ့ရဲ့ခံစားချက်တွေဖွင့်ပြောဖို့ရ သူလူပြန်ဖြစ်မှရမှာပါ .... တစ်ဖက်မှာလဲ မျက်ဖုံးရောင်းသွားတဲ့သူက မူဂယ်ရဲ့အသက်ကို လူဖြစ်ချင်တဲ့ကြောင်တစ်ကောင်နဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1xoqt/A_WHISKER_AWAY.2020.WEB-RIP480p_(CM).mp4",
        "category": "Animation, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/vampire-dad-cm-141x200.png",
        "title": "Vampire Dad 2020",
        "description": "\"ကျွန်မက မြေအောက်ကမ္ဘာရဲ့ နတ်ဘုရားမ ဗစ်တိုးရီးယားပါ။ လူတွေကလေ မကောင်းဆိုးရွားတွေဆိုရင်ကို ခံစားချက်မရှိဘူး ထင်နေကြတာ။\" နတ်ဘုရားမ ဗစ်တိုးရီးယားက ဟော်လိုဝင်းညတစ်ညမှာ ဒေါက်တာ ဝေါ့ကာဆိုတဲ့ စိတ်ရောဂါ အထူးကုကို သွေးစုပ်ဖုတ်ကောင် ပြောင်းဖို့ စီစဉ်ထားပါတယ်။ ဖြစ်ချင်တော့ သူပြောင်းလိုက်မိတဲ့သူက ဝါလန်စကီဆိုတဲ့အမည်ရတဲ့သူ ဖြစ်နေ‌ပါရော။ သူကတော့ နာမည်ဆင်လို့တဲ့ ပြောပါတယ်။ စိတ်ရောဂါကု အထူးကုချင်းလည်း တူတာကိုး။ ဒါပေမဲ့ ဒီလူမှာက အရမ်းချစ်ရတဲ့ ဇနီးသည်နဲ့ သမီးလေးတစ်ယောက် ရှိနေပါတယ်။ ဇနီးဖြစ်သူက သူ့ခင်ပွန်းသည် သွေးစုပ်ဖုတ်ကောင် ဖြစ်သွားတာကို သိတာနဲ့ နှစ်ယောက်ပေါင်းပြီး သမီးဖြစ်သူကို ဖုံးဖိကြပါတော့တယ်။ ‌ဇနီးဖြစ်သူရဲ့ အစ်ကိုတော်ကတော့ သူ့ယောက်ဖ စားဖို့သောက်ဖို့ သွေးရှာပေးတာပေါ့လေ။ သမီးလုပ်သူမသိအောင် ဖုံးရတာကတစ်မျိုး၊ ‌မကောင်းဆိုးရွားတွေ အိမ်ကိုလာလာပြီး စိတ်ရောဂါတွေ လာကုကြတာက တစ်မျိုးနဲ့ ဘယ်လိုတွေ ဗရုတ်ကျကြသလဲဆိုတာကို မြူးမြူးကြွကြွလေး တင်ဆက်ပြသထားတာကို ကြည့်ရှူရမှာ ဖြစ်ပါတယ်။Quality ...",
        "rating": "5.3",
        "url": "https://megaup.net/2Tj7y/Vampire.Dad.2020(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMWFjZTQ2ODMtNjRmMi00NjhiLTk0ZDMtOTQ3ZTYyNzg3MmYxXkEyXkFqcGdeQXVyMjg5NjU1NDQ@._V1_-120x200.jpg",
        "title": "A Clear Shot (2019)",
        "description": "A Clear Shot (2019)===============IMDb Rating - 4.3/10#Unicodeပရိတ်သတ်ကြီးအတွက် Drama,Thriller ဇာတ်ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Lesiure Guys ဆိုတဲ့ လျှပ်စစ်ပစ္စည်းတွေရောင်းနေတဲ့ဆိုင်မှာရောင်းသူဝယ်သူတွေနဲ့ စည်ကားနေပါတယ်။ အဲ့အချိန်မှာ ဗီယက်နမ်သားတွေဖြစ်တဲ့ လိုရီ လောင် နဲ့ ဖန်တို့ညီအစ်ကိုသုံးယောက်နဲ့ သူတို့သူငယ်ချင်း ကွန်တို့ဟာ လက်နက်တွေကိုင်ပြီး စတိုးဆိုင်ကို ဓားပြဝင်တိုက်ပြီး ဓားစာခံတွေကိုဖမ်းထားပါတယ် ။ ဓားပြတိုက်ခံရကြောင်း ရဲတွေ သိပြီးနောက်မှာ စုံထောက်ဂိုမက်စ်ဦးဆောင်တဲ့ အဖွဲ့ဟာ စတိုးဆိုင်ရှိရာအဆောက်အဦးနားကိုရောက်လာပြီး ဓားစာခံတွေကိုဘေးကင်းကင်းနဲ့ လွှတ်မြောက်အောင် ဓားပြတွေကို ဘယ်လိုစည်းရုံးသိမ်းသွင်းမလဲ၊ လိုရီတို့အဖွဲ့လည်း ဘယ်လိုတွေ တောင်းဆိုပြီး ကိုယ်လွတ်ရုန်းမလဲဆိုတာတွေကို စိတ်ဝင်စားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)#Zawgyiပရိတ္သတ္ႀကီးအတြက္ Drama,Thriller ဇာတ္ကားေလးတစ္ကားတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ Lesiure Guys ဆိုတဲ့ လွ်ပ္စစ္ပစၥည္းေတြေရာင္းေနတဲ့ဆိုင္မွာေရာင္းသူဝယ္သူေတြနဲ႔ စည္ကားေနပါတယ္။ အဲ့အခ်ိန္မွာ ဗီယက္နမ္သားေတြျဖစ္တဲ့ လိုရီ ေလာင္ နဲ႔ ဖန္တို႔ညီအစ္ကိုသုံးေယာက္နဲ႔ ...",
        "rating": "4.3",
        "url": "https://megaup.net/2dlrl/[CM]A.Clear.Shot.2019.WebRip.720P.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/9j2gbbv6lxc0-140x200.jpg",
        "title": "Search Out (2020)",
        "description": "Search Out 2019\nမင်းရဲ့အသက်ရှင်ခြင်းအဓိပ္ပါယ်ကဘာလဲ....\nဒီစာရောက်လာတာနဲ့ လူတွေကိုယ့်ကိုကိုယ်\nသတ်သေကုန်ကြတယ်...\nဇာတ်လမ်းအစက ရဲအရမ်းဖြစ်ချင်တဲ့ဆောင်းမင်းနဲ့\nအလုပ်ရှာနေတဲ့အလုပ်လက်မဲ့ဂျွန်ဟော့...\nသူတို့နှစ်ယောက်ကညီအကိုအရင်းတွေလိုခင်ကြတယ်...\nဆောင်းမင်းကရဲအရမ်းဖြစ်ချင်လို့ရဲစာမေးပွဲ ဝင်ဖြေနေတဲ့သူ\nဂျွန်ဟော့ကတော့အလုပ်လက်မဲ့ ပိုက်ဆံမရှိဆိုပေမယ့်\nစိတ်ဓါတ်လေးတော့ချမ်းသာတဲ့သူ စိတ်ကောင်းရှိတယ်\nပရဟိတဆိုလက်မနှေးဖူး..ကူညီတတ်တယ်...\nနှစ်ယောက်လုံးက ရည်မှန်းချက်ကိုယ်စီ၊ဖြစ်ချင်တဲ့ဆန္ဒတွေ\nကိုယ်စီရှိကြပေမယ့်လက်တွေ့မှာအကောင်အထည်မဖော်နိုင်သေးဖူး..\nဂျွန်ဟော့မှာ ဝါသနာတစ်ခုရှိတယ် ဒါက\nSNS(ကိုရီးယား Website အင်တာနက်ကွန်ယက်များကိုခေါ်သည့်အခေါ်)\nစွဲနေတာ..\nတစ်ခုခုဆို သူကသူများကိုကူညီပြီးရင် အင်တာနက်ပေါ်ကိုဓါတ်ပုံရိုက်ပြီး\nအမြဲတင်လေ့ရှိတယ်..\nတရက်မှာတော့သူတို့နဲ့ သိတဲ့ ကောင်မလေးတယောက်\nရုတ်တရက်သေဆုံးသွားတဲ့အခါ..\nရဲတွေကဒါဟာသာမာန်သေဆုံးမှုတဲ့ ဒါပေမယ့်\nဒါကိုလက်မခံနိုင်တဲ့စိတ်ကောင်းရှိတဲ့ ဂျွန်ဟော့နဲ့ ရဲဖြစ်ချင်တဲ့ဆောင်းမင်းက\nဒီအမှုကိုကိုယ်တိုင်စုံစမ်းဖို့ဖြစ်လာခဲ့တယ်..\nသူတို့နဲ့အတူ ကွန်ပြူတာကျွမ်းကျင်သူ\nကင်နူရီဆိုတဲ့ကောင်မလေးလည်းပူးပေါင်းပါဝင်လာခဲ့တယ်..\nဒီအမှုကဘယ်လိုဆက်ဖြစ်မလဲ..\nအင်တာနက်ပေါ်ကနေစာတွေပို့ပြီးသတ်နေတဲ့သူကကော\nဘယ်သူလဲ..\nလူတွေသေနေတာကကော သွေးရိုးသားရိုးဟုတ်ပါ့မလား..\nတွေးစရာတွေ၊စိတ်ပညာဆိုင်ရာတွေ၊ဒဿနတွေပါလို့\nကြည့်လို့ကောင်းမယ့်ကားတစ်ကားဆိုတာတော့အသေအချာပါပဲ။\nကဲ အားလုံးပဲ ဒီကားလေးကိုကြည့်ရင်း\nအသက်ရှင်ခြင်းအဓိပါ္ပယ်ကို\nတွေးပြီး ခံစားကြည့်လိုက်ရအောင်။\n \nFile Size - 1GB\nQuality - Web-Dl 1080P\nSubtitle - Burmese (Hardsub)\nTranslator - Moe Pwint\nEncoded By - XCode",
        "rating": "7.3",
        "url": "https://megaup.net/Rqs2/Search.Out.2019.1080P_%7BCM%7D.mp4",
        "category": "Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/102824651_673426019880631_4079909105144168448_n-150x200.jpg",
        "title": "Acrylic (2020)",
        "description": "Acrylic (2020)===========IMDb Rating - 6.7/10#Unicodeပေါ့ပေါ့ပါးပါးလေးနဲ့ ကြည့်လို့ကောင်းစေမယ့် Comedy ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ . . .လင်ဒါက အယ်အေမှာ လက်သည်းအလှပြင်ဆိုင်ဖွင့်ထားပါတယ်။ အရည်အချင်းရှိတဲ့ဝန်ထမ်းတွေကြောင့် လူအရမ်းကျပြီး အလုပ်အကိုင်အဆင်ပြေတဲ့ဆိုင်လေးပါ။ သူတို့မြို့နယ်မှာတော့ သူတို့ဆိုင်လေးကို ယှဉ်နိုင်တဲ့ဆိုင်မရှိပါဘူး။ ဒါပေမဲ့ တစ်နေ့မှာတော့သူတို့ဆိုင်နားမှာ အပြိုင်နောက်တစ်ဆိုင်ပေါ်လာပါတယ်။ ပိုင်ရှင်က ဘယ်သူလဲဆိုတော့လင်ဒါရဲ့ ငယ်သူငယ်ချင်းဟောင်းလည်းဟုတ် ပြိုင်ဘက်လည်းဟုတ်တဲ့ ဆမ်ပါပဲ။ နာမည်ကြီးမဂ္ဂဇင်းတစ်ခုက ကျင်းပမယ့်ပြိုင်ပွဲတစ်ခုကြောင့် သူတို့နှစ်ယောက်ကြားက ပြိုင်ဆိုင်မှုတွေပိုပြင်းထန်လာမှာလားဆိုတာကို ကြည့်ရှုခံစားပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyiေပါ့ေပါ့ပါးပါးေလးနဲ႔ ၾကည့္လို႔ေကာင္းေစမယ့္ Comedy ဇာတ္ကားေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ . . .လင္ဒါက အယ္ေအမွာ လက္သည္းအလွျပင္ဆိုင္ဖြင့္ထားပါတယ္။ အရည္အခ်င္းရွိတဲ့ဝန္ထမ္းေတြေၾကာင့္ လူအရမ္းက်ၿပီး အလုပ္အကိုင္အဆင္ေျပတဲ့ဆိုင္ေလးပါ။ သူတို႔ၿမိဳ႕နယ္မွာေတာ့ သူတို႔ဆိုင္ေလးကို ယွဥ္ႏိုင္တဲ့ဆိုင္မရွိပါဘူး။ ဒါေပမဲ့ တစ္ေန႔မွာေတာ့သူတို႔ဆိုင္နားမွာ အၿပိဳင္ေနာက္တစ္ဆိုင္ေပၚလာပါတယ္။ ပိုင္ရွင္က ဘယ္သူလဲဆိုေတာ့လင္ဒါရဲ႕ ငယ္သူငယ္ခ်င္းေဟာင္းလည္းဟုတ္ ၿပိဳင္ဘက္လည္းဟုတ္တဲ့ ဆမ္ပါပဲ။ နာမည္ႀကီးမဂၢဇင္းတစ္ခုက ...",
        "rating": "6.7",
        "url": "https://megaup.net/2dlng/[CM]Acrylic.2020.WebRip.720P.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gR6bC7V7nRe2bvqylakIlB715SS.jpg",
        "title": "Bikeman 2 (2019)",
        "description": "[Unicode]Bikeman2 လေးကတော့ ကျိုင်နဲ့စက်(ဂ်)ကရင်ရဲ့အချစ်ရေးအကြောင်းကို ရိုက်ပြထားတာပါ ၊\nကျိုင်အဖေဟာ သူ့သမီးကိုအရမ်းချစ်တယ်အလုပ်အကိုင်ခိုင်မြဲပြီး ကောင်းမွန်တဲ့လက်တွဲဖော်နဲ့တွေ့စေချင်တာ\nဒါကြောင့် သူ့သူငယ်ချင်းရဲ့သားနဲ့ပေးစားဖို့လုပ်တော့ ကျိုင်က ချစ်သူရှိပြီလိုငြင်းဆိုပြောလိုက်ပါတယ် ။ကျိုင်အဖေက သူ့ချစ်သူကိုလာပြပါလို့ ပြောတော့ ကျိုင်ဟာသူ့သူငယ်ချင်း စက်(ဂ်)ကရင်ကို ဟန်ဆောင်ချစ်သူလုပ်ဖို့အကူညီတောင်းပြီး သူ့အဖေဆီသွားတွေ့ပါတော့တယ် ။\nဒါပေမယ့် စက်(ဂ်)ကရင်က ကျိုင်အဖေဖြစ်ချင်တာတွေနဲ့ တခြားစီဖြစ်နေလို့ ကျိုင်ရဲ့ချစ်သူကိုသဘောမကျပါဘူး...စက်(ဂ်)ကရင်တစ်ယောက် သူ့အမျိုးတွေနဲ့ ကျိုင်အဖေ့ကို ဘယ်လိုရင်ဆိုင်မလဲ\nကျိုင်အဖေ့စိတ်ကိုရော အနိုင်ယူနိုင်မလား\nသူငယ်ငယ်ကတည်းက တိတ်တခိုးချစ်ခဲ့ရတဲ့ ကျိုင်ရဲ့စိတ်ကိုရော အနိုင်ယူနိုင်မလား သိချင်ရင်တော့\nBikeman2 လေးမှာ ဆက်ကြည့်လိုက်ရအောက်နော်\nအရမ်းရယ်ရတဲ့ကားလေးမို့ လုံးဝလက်မလွှတ်သင့်တဲ့ကားပါနော်...။( အညွှန်းရေးသားထားတာကတော့ Nang Mwe Kham ဖြစ်ပါတယ် ) စက်(ဂ်)ကရင် အဖြစ် Peach Pachara Chirathivatကျိုင် အဖြစ် Fon Sananthachat Thanapatpisalပရီချာ အဖြစ် Kom Chauncheunဆတ်ဒါ အဖြစ် Tao Somchai Khemglad ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xnfl/Bikeman_2_(2019)_WebDL720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6qJ6rq87luT7aA1I0d605KFFVjg.jpg",
        "title": "Penguin(2020)",
        "description": "Penguin(2020)ယနေ့ထွက် တမီးလ်ကားသစ်လေး တစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။တမီးလ်ကားတွေထဲ ဖိုက်တိုင်အက်ရှင်တွေနဲ့ မတူ ကွဲပြားနေတတ်တဲ့ ဇာတ်ကားကောင်းမျိုးတွေ ကြည့်ဖူးကြမှာပါ။ဒီကားလည်း ထိုနည်းအတိုင်းပါပဲ။ သားအမိ(၂)ယောက်ရှိတယ်...မိခင်ဖြစ်သူဟာ သားလေးကိုအရမ်းချစ်တယ်...သူတို့သားအမိရဲ့ ဆုံတွေ့မှုဟာ ကြာကြာမခံပါဘူး...ကလေးသူခိုးတစ်ယောက် သူမရဲ့သားလေးကို ခိုးယူသွားတယ်...သဲလွန်စအနည်းငယ်တော့ချန်ခဲ့တယ်....ဒီသဲလွန်စလေးဟာ သားဖြစ်သူကို ပြန်ရှာဖို့လုံလောက်တဲ့ အချက်အလက်တော့မဟုတ်ဘူး...ဒါပေမယ့် မိခင်ဖြစ်သူဟာ သူ့သားကိုတစ်နေ့ပြန်တွေ့ရမယ်ဆိုပြီးနေ့စဉ်နဲ့အမျှကြိုးစားရှာဖွေတယ်...ဒီလိုနဲ့တစ်နေ့မှာတော့...ပေးလိုက်တဲ့ သဲလွန်စအနည်းငယ်ဟာ  ကလေးကိုတွေ့ဖို့ လမ်းစဖြစ်လာတယ်...အဲ့ဒီနောက်ပိုင်းမှာတော့....ဒီကားက  စိတ္တဇလူသတ်သမားဇာတ်ကားကောင်းတစ်ကားပါပဲ။စိတ်ဝင်စားစရာ အချက်တွေ အညွန်းထဲ ထည့်ရေးပြချင်ပေမဲ့ ဇာတ်လမ်းတစ်ချို့တစ်ဝက်ကိုဖော်ပြသလိုဖြစ်မှာစိုးတာမို့ ဒီလောက်နဲ့ပဲ ရပ်လိုက်ပါရစေဗျာ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Myint Thu  & Nyi Nyi Koe တို့ပဲဖြစ်ပါတယ်...File Size : (1.07GB) and (520 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:12:00\nGenre : Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu  & Nyi ...",
        "rating": "6.0",
        "url": "https://megaup.net/1xn8j/Penguin_Tamil.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/rjauuvizfsn3.mid-136x200.jpg",
        "title": "One Sunny Day (2014)",
        "description": "[Unicode]ဒီတစ်ခါတော့ Romance ကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ် ။\nဒီဇာတ်ကားက ၂၀၁၄ ခုနှစ်က ထွက်ရှိခဲ့တာ ဖြစ်ပြီး\nနာမည်ကြီး မင်းသားနဲ့ မင်းသမီးဖြစ်ကြတဲ့ So Ju Sub နဲ့ Kin Ji Won တို့က အဓိက ပါဝင် သရုပ်ဆောင်ထားကြပါတယ် ။ဇာတ်လမ်းအကျဉ်းကင်ဂျီဟိုက လတ်တလော ရည်းစားနဲ့ လမ်းခွဲထားလို့ အသဲကွဲနေတဲ့ လူတစ်ယောက်ပါ\nစိတ်ကို အပန်းပြေစေဖို့အတွက် အလုပ်ကိစ္စနဲ့ ဂျယ်ဂျူကျွန်းကို ခရီးထွက်သွားခဲ့ပါတယ် ။ဂျယ်ဂျူကိုရောက်ပြီးတဲ့နောက်မှာတော့ သူတည်းတဲ့ တည်းခိုခန်းသူခိုးဝင်သွားလို့\nပိုက်ဆံအိတ်နဲ့ ကတ်တွေ ကင်မရာတွေ ခိုးခံခဲ့ရပါတယ် ။ရဲစခန်းကို သွားရောက်တိုင်ကြားတဲ့ အခါမှာတော့ အမှတ်မထင်ပဲ သူ့လိုအဖြစ်မျိုး ကြုံခဲ့တဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ဆုံခဲ့ပါတယ် ။အဲ့နောက်မှာတော့ လက်ရှိတည်းခိုခန်းက ထွက်ခဲ့ပြီး အဲ့မိန်းကလေးနဲ့ တည်းခိုခန်း တူတူတည်းခဲ့ကြပါတယ် ။အမှတ်မထင်ပဲ အဖြစ်ပျက်ချင်းတိုက်ဆိုင်ပြီး လာဆုံကြတဲ့ သူတို့နှစ်ယောက်က\nနောက်ထပ် တိုက်ဆိုင်မှုတွေကိုလည်းထပ်ကြုံရဦးမှာပါ...သူတု့ိတွေ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2dkil/One_Sunny_Day_(2014)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BY2YxNDczNGYtNmViNi00MDZiLWJiM2ItNGFlN2Q1NGExNGZhXkEyXkFqcGdeQXVyODE0OTU5Nzg@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Vast of Night (2020)",
        "description": "The Vast of Night (2020)===================IMDb Rating - 6.7/10#Unicodeဒီဇာတ်ကားလေးကတော့ Drama/ Mystery/ Sci-fi  အမျိုးအစားပဲဖြစ်ပါတယ်...ထူးခြားတာကတော့ ၁၉၅၀ ခုနှစ်လောက်မှာ ဇာတ်အိမ်တည်ထားတာပါပဲ...ဇာတ်လမ်းအကျဉ်းလေးကတော့... ဖေးခရွတ်ကာက ၁၆ နှစ်အရွယ် နယူးမက်ဆီကိုကကောင်မလေးပါ... သူ့အိပ်မက်ကတော့ တစ်နေ့ကျရင် ကုမ္ပဏီကြီးတစ်ခုမှာ ဖုန်းအော်ပရေတာအဖြစ်အလုပ်ဝင်ဖို့ပါပဲ... လောလောဆယ်တော့ အထက်တန်းကျောင်းတက်ပြီးမြို့ပိုင်ရေဒီယိုချန်နယ်လေးရဲ့ အော်ပရေတာလုပ်နေပါတယ်...အဲဗားရက်ကတော့ အဲဒီရေဒီယိုချန်နယ်က အစီအစဉ်တင်ဆက်သူတစ်ယောက်ပါ...ဖေးသိချင်တာမှန်သမျှ မေးလို့ရတဲ့သူပေ့ါ....တစ်ညတော့ သူတို့ရေဒီယိုအသံလွှင့်နေတုန်းထူးဆန်းတဲ့ ကြိမ်နှုန်းမြင့် Frequency တွေကို ဖမ်းမိလိုက်ပါတယ်...အဲဒီအသံတွေကို ဘယ်သူတွေက ထုတ်လွှင့်နေတာလဲဆိုတာကို စုံစမ်းရင်းဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်ရှုခံစားလိုက်ပါဦး။IMDb Rating 6.7/10 ထိရရှိထားတဲ့ ဇာတ်ကားလေးပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားေလးကေတာ့ Drama/ Mystery/ Sci-fi အမ်ိဳးအစားပဲျဖစ္ပါတယ္...ထူးျခားတာကေတာ့ ၁၉၅၀ ခုႏွစ္ေလာက္မွာ ဇာတ္အိမ္တည္ထားတာပါပဲ...ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့... ေဖးခ႐ြတ္ကာက ၁၆ ႏွစ္အ႐ြယ္ နယူးမက္ဆီကိုကေကာင္မေလးပါ... သူ႔အိပ္မက္ကေတာ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2dkhv/[CM]The.Vast.Of.Night.2020.WebRip.720P.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vrRdF1vIhZFKJm3kHwIQFH6sOD4.jpg",
        "title": "Choked: Paisa Bolta Hai(2020)",
        "description": "Choked: Paisa Bolta Hai(2020) ဒီဇာတ်ကားနာမည်ရဲ့အဓိပ္ပါယ်ကတော့ \"ပိုက်ဆံကစကားပြောတယ်\"လို့အဓိပ္ပါယ်ရပါတယ်။ဆူရှာန်ဆိုတဲ့သူဟာဘာအလုပ်အကိုင်မှမမြဲဘဲဝေလေလေဖြစ်နေပါတယ်။တစ်အိမ်လုံးအတွက်ပိုက်ဆံရှာတာ၊အိမ်သန့်ရှင်းရေး၊အချက်အပြုတ်အားလုံးကိုသူ့မိန်းမစရီသာကပဲဦးစီးနေရပါတယ်။စရီသာဟာဘဏ်ဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီး လစာ ၂၀၀၀-၃၀၀၀ရပေမယ့်လည်းသူတို့တို့တစ်လတစ်လအသုံးစရိတ်တွေများလွန်းတာကြောင့်ငွေကြေးအခက်အခဲကြုံနေရပါတယ်။မိသားစုအတွက် အပူတွေအားလုံးဟာ မိန်းမဖြစ်တဲ့ စရီသာ ခေါင်းပေါ်ပဲရောက်နေလေတော့နေ့စဉ် တခြားဝင်ငွေရမဲ့လမ်းကို အြမဲရှာဖွေနေလေ့ရှိတယ်....ဒီလိုနဲ့တစ်နေ့မှာတော့ သူမဟာ သီးခြားဝင်ငွေရမယ့်လမ်းကြောင်းလေးတစ်ခုတွေ့ထားတယ်...ဒီလမ်းကြောင်းဟာ သူမငယ်စဉ်က မက်ခဲ့တဲ့အိပ်မက်တစ်ခုဖြစ်ခဲ့ပြီးမျှော်လင့်ထားသလို အောင်မြင်နိုင်မလား...မိသားစုတွေရဲ့အခက်အခဲတွေကိုဖြေရှင်းနိုင်မလားဆိုတာ...ဘယ်လိုပြဿနာမျိုးတွေထပ်ကြုံရမလဲ....သူမငယ်စဉ်က မက်ခဲ့တဲ့အိပ်မက်ကရော ဘာဖြစ်မလဲ...India ကားကောင်းကြိုက်သူတို့ ခံစားကြည့်ပါဉီး...ဘာသာပြန်ကသူတော့ Thaik Sanပဲဖြစ်ပါတယ်။File Size : (900 MB) and (466 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/choked-paisa-bolta-hai2020/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BZGQwM2M2NDUtNmVkNC00Yzc0LWE3NTMtMDgwNzdiMjBlMTY1XkEyXkFqcGdeQXVyNzAwMjU2MTY@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Resistance (2020)",
        "description": "Resistance (2020)==============IMDb Rating - 6.0/10#Unicodeဒီဇာတ်ကားရဲ့ အညွှန်းကိုမဖတ်ခင် . မင်းသားကိုမြင်တာနဲ့ ကြည့်ချင်သွားစေမယ်ဆိုတာတော့မှန်တယ်မှတ်လား။ ဟုတ်ပါတယ် Now You See Me လို အစရှိတဲ့နာမည်ကြီး ကားတော်တော်များများ ရိုက်ကူးထားတဲ့ မင်းသား Jesse Eisenberg က အဓိက ပါဝင်သရုပ်ဆောင်ထားတာပါ။ ဇာတ်လမ်း အညွှန်းလေး ကို ပြောပြရရင်တော့ . . .သတ္တိရှိတယ်ဆိုတာ ကြောက်ရွံ့ခြင်းကို ဖြတ်ကျော်ပြီး ရဲရင့်လိုက်တဲ့ အခိုက်အတန့်လေးတစ်ခုပါပဲ။ကိုယ့်အသက်ကို ရင်းပြီး အများကောင်းကျိုးအတွက် ဆောင်ရွက်ရဲတာ သူရဲကောင်းပါ။ ဒီဇာတ်လမ်းကတော့ ဒုတိယ ကမ္ဘာစစ်က ဂျူးလူမျိုး၊ အနုပညာရှင် သူရဲကောင်းတစ်ယောက် ရဲ့ ကိုယ်ကျိုးစွန့်ပြီးသူများအကျိုးအတွက် ပထမဆုံး ရဲရင့်ဖူးတဲ့အချိန်ကို ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာပါ။ မင်းသားJesse Eisenberg သရုပ်ဆောင်ကောင်းတာနဲ့ ဇာတ်လမ်းသွက်သွက်လေးနဲ့ တင်ဆက်ပုံ ကောင်းတာလေးတွေက နှစ်နာရီနီးပါးကြာတဲ့ တစ်ကားလုံးကို ခဏလေးလို့ ထင်ရလောက်အောင် ...",
        "rating": "6.0",
        "url": "https://megaup.net/2djqD/[CM]Resistance.2020.WebRip.1080P.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/2001-135x200.jpg",
        "title": "2001: A Space Odyssey(1968)",
        "description": "2001: A Space Odyssey(1968)\nIMDb....8.3;;;;;;;;Rotten....92%\nရုပ်ရှင်ဆိုတာ စာအုပ်တွေလိုပဲ ဖျော်ဖြေရေးထက်ပိုတဲ့ အနုပညာရသတစ်ခုကိုပေးစွမ်းနိုင်တယ်ဆိုတာ လက်ခံပါသလား။\nလက်ခံတယ်ဆိုရင်တော့ 2001: A Space Odyssey ကို ကြည့်ဖြစ်အောင်ကြည့်ပြီးခံစားကြည့်လိုက်ပါ။ ဒီလိုရုပ်ရှင်မျိုး ရုပ်ရှင်လောကမှာ နောက်တစ်ကားထွက်ရှိလာဖို့ဆိုတာမဖြစ်နိုင်တော့ပါဘူးလို့တောင် ရုပ်ရှင်ဝေဖန်ရေးဆရာတွေက ဆိုကြတယ်...ဒီရုပ်ရှင်ဟာ ကမ္ဘာကျော်ဒါရိုက်တာကြီး Stanley Kubrick ရဲ့ အကောင်းဆုံးရုပ်ရှင်ကားဖြစ်ပြီး၁၉၆၈ က ပြသခဲ့တဲ့ရုပ်ရှင်လို့တောင် မထင်လောက်အောင် လက်ရာမြောက်လွန်းတဲ့ရုပ်ရှင်ကားပါ။ နောက်ခံတီးလုံးတွေကအစ ခမ်းနားလွန်းပြီး ဇာတ်ဝင်ခန်းတိုင်းဟာရင်သပ်ရှုမောစရာကောင်းလွန်းပါတယ်။အဲ့ခေတ် အဲ့အခါက ရုံတင်ပြသခဲ့ရာမှာတော့ အမိုက်စားရိုက်ချက်တွေနဲ့ ၁၉၆၀ ကျော်ကာလမှာမမြင်ဖူးသေးတဲ့ ရိုက်ကွင်းအနေအထားတွေကြောင့် ဒီရုပ်ရှင်ဟာအထိုက်အလျောက်အောင်မြင်ခဲ့ပေမယ့် ဝေဖန်ရေးဆရာတွေကတော့ ဒီရုပ်ရှင်ဟာ စိတ်ကူးယဉ်အရမ်းဆန်လွန်းတယ်၊ဘာကိုပြချင်တာလဲ စသဖြင့် အနုတ်သဘောဆောင်တဲ့ ထင်မြင်ချက်တွေပဲ ပေးခဲ့ကြပါတယ်။ဒါပေမယ့်လည်း အချိန်တွေကြာလာတာနဲ့အမျှ ဒီရုပ်ရှင်က နာမည်မကျသွားတဲ့အပြင်2001 ရဲ့ဂုဏ်သတင်းဟာ ပိုပိုပြီး ကျော်ကြားလာခဲ့ပါတယ်။ ဆယ်စုနှစ်တွေကုန်ဆုံးသွားလေလေ2001 ရုပ်ရှင်အကြောင်း၊ Stanley Kubrick အကြောင်း မှတ်တမ်းရုပ်ရှင်၊ ဆောင်းပါးတွေဟာ ပိုပိုများပြားလာလေဖြစ်ပြီး ဒီရုပ်ရှင်ဟာ ...",
        "rating": "8.3",
        "url": "https://megaup.net/1xm02/2001_-_A_Space_Odyssey_[1968]_(MM_Sub).mp4",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hNXiG7fYDwnnpBU2qPlwEI84SLS.jpg",
        "title": "The Silenced(2015)",
        "description": "The Silenced(2015)(Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်....)2015 က ထွက်ခဲ့တဲ့ The Silenced ဆိုတဲ့ movie လေးကို တင်ဆက်ပေးလိုက်ပါတယ် ...ဒီဇာတ်လမ်းမှာတော့ Abyss/ Strong Woman Do Bong-Soon တို့က မင်းသမီး Park Bo Young ကအဓိက ပါ၀င်သရုပ်ဆောင်ထားပါတယ်....  1930 ခုနှစ် ဂျပန်စစ်တပ် အုပ်ချုပ်တဲ့အချိန်က မိန်းကလေးအဆောင်တစ်ခုကိုလည်းဂျပန် ကျောင်းအုပ်က အုပ်ချုပ်ခဲ့ပါတယ်...ဂျူရမ်ဆိုတဲ့ ကောင်မလေးဟာ အဆုတ်ရောဂါကြောင့် ဖခင်နဲ့ မိထွေးဖြစ်သူက သူမကို အဲ့ကျောင်းကို ပို့ခဲ့ပါတယ် ...ကျောင်းဆရာမတွေက သူမရဲ့ ရောဂါနဲ့ ပက်သက်လို့ ဆေးညွှန်းတွေပေး ဆေးတွေနေ့စဥ်သောက်ခိုင်းပါတယ် ...ကံကောင်းစွာနဲ့ သူမလည်း ရောဂါသက်သာလာပါတယ် ...ဒါပေမယ့် ထူးဆန်းတာက ကျောင်းက ကျောင်းသူလေးတွေ တစ်ယောက်ပြီးတစ်ယောက် ခြေရာလက်ရာ မကျန်ပဲ ပျောက်ဆုံးနေတာပါ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2diix/The.Silenced.2015.BLU-RAY.1080P.5.1CH.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lEegv0HXupcNADHpYAMeEQdttl8.jpg",
        "title": "My Dear Enemy (2008)",
        "description": "[Unicode]အလုပ်လက်မဲ့ လက်ပေါက်ကပ်ပြီး တစ်ကိုယ်တည်းသမားဖြစ်နေတဲ့ Hee Su တစ်ယောက်\nသူ့ရဲ့ရုပ်ချောပြီးပျိုတိုင်းကြိုက်တဲ့ အရင်ရည်းစားဟောင်း Cho Byung Woon ဆီကနေ\nတစ်နှစ်ကြာပြီးနောက်မှတော့ ရုတ်တရက်ကြီး အကြွေးပြန်တောင်းဖို့ရောက်ချလာပါတော့တယ် ။Byung Woon တစ်ယောက် ဆပ်စရာပိုက်ဆံမရှိတော့ Hee Su ရဲ့အကြွေးကိုဆပ်ဖို့အတွက်\nHee Su နဲ့အတူသူ့သူငယ်ချင်းအသိတွေဆီကနေ ပိုက်ဆံလိုက်ချေးရပါတော့တယ် ။တစ်နေရာဝင်တစ်နေရာထွက်နဲ့ ချစ်သူဟောင်းနှစ်ယောက် တနေကုန်ကားနဲ့လျှောက်ပတ်ရင်း ဘာတွေဖြစ်ကြဦးမလဲ\nဟီဆူရဲ့ပိုက်ဆံကိုဘယ်လိုဆပ်မလဲ\nအချိန်အကြာကြီးနေမှ တွေ့ကြတဲ့ ချစ်သူဟောင်းနှစ်ယောက် ဘာတွေရင်ဖွင့်ကြမလဲဆိုတာ ဇာတ်အေးအေးလေးနဲ့ စောင့်ကြည့်လိုက်ပါဦး...။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]အလုပ္လက္မဲ့ လက္ေပါက္ကပ္ၿပီး တစ္ကိုယ္တည္းသမားျဖစ္ေနတဲ့ Hee Su တစ္ေယာက္\nသူ႔ရဲ႕႐ုပ္ေခ်ာၿပီးပ်ိဳတိုင္းႀကိဳက္တဲ့ အရင္ရည္းစားေဟာင္း Cho Byung Woon ဆီကေန\nတစ္ႏွစ္ၾကာၿပီးေနာက္မွေတာ့ ႐ုတ္တရက္ႀကီး အေႂကြးျပန္ေတာင္းဖို႔ေရာက္ခ်လာပါေတာ့တယ္ ။Byung Woon ...",
        "rating": "7.1",
        "url": "https://megaup.net/3ze5i/My_Dear_Enemy_(2008)_720p.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i1lM9FfnJMRHwKr82QJdKIPJGF4.jpg",
        "title": "American Dreams in China (2013)",
        "description": "[Unicode]လူတိုင်းမှာ အိပ်မက်တွေ ကိုယ်စီရှိကြမှာပါ\nဒါပေမယ့် ကိုယ့်အိပ်မက်တွေ ဖြစ်မလာတဲ့ အခါမှာတော့\nသူတို့တွေ ဘာလုပ်ကြမှာလဲ\nဘာဖြစ်သွားကြမှာလဲ....ဒီဇာတ်လမ်းမှာတော့ အမေရိက ကို အရမ်းသွားချင်ကြတဲ့ တရုတ်လူငယ် ၃ ယောက်အကြောင်းကို ရိုက်ပြထားပါတယ် ။ချန်ဒုံချင်း မုန့်ရှောင်ကျွင်းနဲ့ ဝမ်ရန်တို့ သူငယ်ချင်း ၃ ယောက်ဟာ အမေရိကမှာ ကျောင်းတက် အလုပ်လုပ်ချင်ကြတဲ့ သူတွေပါဒါပေမယ့် တကယ်တမ်း Visa လျှောက်တဲ့ အခါမှာတော့ မုန့်ရှောင်ကျွင်းတစ်ယောက်ပဲ အမေရိက ကိုသွားနိုင်ခဲ့ပြီး\nကျန်တဲ့ ၂ ယောက်ကတော့ တရုတ်မှာကျန်ခဲ့ပါတယ် ။ချန်ဒုံချင်းဟာ တက္ကသိုလ် နည်းပြလုပ်ရာကနေ ကျူရှင်ခိုးသင်တာ မိသွားလို့ အလုပ်ပြုတ်ခဲ့ပါတယ်\nအမေရိက ရောက်နေတဲ့ မုန့်ရှောင်ကျွင်းကလည်း အဲ့မှာ အဆင်မပြေလို့ ပြန်လာခဲ့တယ်သူပြန်လာတဲ့အခါ ချန်ဒုံချင်းနဲ့ ဝမ်ရန်က အင်္ဂလိပ်စာသင်တန်း ဖွင့်နေတာကို သိသွာပြီး\nသူငယ်ချင်းတွေနဲ့ အတူ သူလည်း အဲ့အလုပ်ကို လုပ်ဖို့ ဆုံးဖြတ်လိုက်တယ်\nကိုယ်ပိုင်ကျောင်း ထူထောင်နိုင်ဖို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2dj7i/American_Dreams_in_China_(2013)_BR720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYzkxMzMzOTgtNmZhMS00MGM0LTk3MzUtMjE1MzI4MzU5ZjkzXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "The King of Staten Island (2020)",
        "description": "The King of Staten Island (2020)========================IMDb Rating - 7.2/10#Unicodeဒီဇာတ်ကားကတော့ ၂၀၂၀ ခုနစ်ထွက် Comedy/Drama ဇာတ်ကားပါ။ Comedy ဆိုတဲ့နေရာမှာခါတိုင်းလို Punch Lines ပေါင်းများစွာနဲ့ သောခနဲ ဝေါခနဲရယ်ရတာမျိုး မဟုတ်ဘဲ ရသတစ်မျိုးကိုပေးစွမ်းနိုင်တာမို့ ကိုယ်တိုင်ပဲ ခံစားလိုက်ပါ။ဇာတ်လမ်းအကျဉ်းကို မပြောခင် Pete Davidson အကြောင်းနည်းနည်းပြောပြချင်ပါတယ်...သူကတော့ Stand up Comedian တစ်ယောက်ပါ ။ Ariana Grande ရဲ့ Ex တစ်ယောက်အနေနဲ့လည်းသိကြမယ်ထင်ပါတယ်။ အခု ဒီ ၂ နာရီကျော်တဲ့ဇာတ်ကားက Pete ရဲ့ autobiography မဟုတ်ပေမယ့်သူ့ရဲ့ ဘဝမှန်ကိုလည်း ထင်ဟပ်နေတယ်လို့ဆိုပါတယ်။ သူကိုယ်တိုင် တွဲဖက်ဇာတ်ညွှန်းရေးသားထားတယ်လို့လည်း သိရပါတယ် သရုပ်ဆောင်လည်း တော်တော်ကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့၇ နှစ်သားအရွယ်မှာ မီးသတ်သမားဖခင်ဖြစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့ စကော့ဆိုတဲ့ ကောင်လေးတစ်ယောက်ရှိပါတယ်။ သူက ...",
        "rating": "7.2",
        "url": "https://megaup.net/2Tg7x/[CM]The.King.Of.Staten.Island.2020.WebRip.1080P.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Healing-River-141x200.png",
        "title": "Healing River 2020",
        "description": "\"ကမာလေးတွေက သူတို့ထဲကို သဲလေးတွေဝင်လာရင် နာလို့ မျက်ရည်နဲ့ အုပ်ကြသတဲ့။ ကြာလာတဲ့အခါ နာကျင်တဲ့အရာကနေ လှပတဲ့ ပုလဲလေးအဖြစ် ပြောင်းသွားတယ်။\" အင်ဂရစ် အမ်ဘလင်းက သားတစ်ယောက် အစ်ကိုတစ်ယောက်နဲ့ ဘဝကို ပျော်ရွှင်စွာ ဖြတ်သန်းနေသူပါ။ သားဖြစ်သူ မိုက်ကယ်မှာ အနာဂတ်အတွက် အစီအစဉ်တွေ အပြည့်ရှိနေပါတယ်။ သို့သော် မမျှော်လင့်တဲ့ ဖြစ်ရပ်ဆိုးကြောင့် မိုက်ကယ်ဟာ ကားတိုက်ခံရတာကနေ တိမ်းပါးသွားရတဲ့။ ဒီအခါမှာ ဆောက်တည်ရာမရတော့တဲ့ မိခင်ဖြစ်သူ အင်ဂရစ်ဟာ ယူကျုံးမရ ဖြစ်ရတာ တစ်ခုတည်းမဟုတ်တော့ဘဲ နှစ်ခုဖြစ်လာတယ်။ ဘာလဲဆိုတော့ သူ့သားကို တိုက်ခဲ့သူက အသက်မပြည့်သေးတဲ့သူ ဖြစ်နေတဲ့အတွက် ပြစ်ဒဏ်ချမှတ်လို့ မရနေတဲ့ ကိစ္စပါပဲ။ သေလောက်အောင် မုန်းတီးပြီး ဘဝကြီးကို စိတ်နာနေတဲ့ အင်ဂရစ်အတွက် သူ့သားကို သတ်ခဲ့သူဟာ သူ့အတွက် ပုလဲလုံးလေး ဘယ်သို့ ဘယ်ပုံ ဖြစ်လာရတယ်ဆိုတာကို ကြည့်ရှူခံစားကြည့်ကြပါဦးနော်။ ဒီဇာတ်ကားမှာ ဘာသာရေးရဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2Tg5i/Healing.River.2020.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/8ee9946b556636709bebc557e5636946-200x200.jpg",
        "title": "Maki Hojo – farmer girl  (2019)",
        "description": "ဒီတခါတော့ DSဖန်တွေကို အလှပဂေး hojo-samaနဲ့‌မိတ်ဆက်ပေးပါ့မယ်.\nအရမ်းနာမည်ကြီးတဲ့ မော်ဒယ်လ်တစ်ယောက်ဖြစ်တဲ့ သူမဟာ\nရိုက်ကွင်းအတွက် ရွာတရွာကို သွားခဲ့ပါတယ်.\nရွာထဲက စိုက်ခင်းတစ်ခုမှာ ဓာတ်ပုံရိုက်ရင်း\nယိုးသားတဲ့ ရွာသူ ရွာသားတွေနဲ့ ခင်မင်သွားခဲ့ပါတယ်.\nဒီ‌လိုနဲ့ပဲ သူမရဲ့ ဌာနေကို ပြန်ရမယ့် အချိန်ကို ရောက်လာတဲ့အခါမှာတော့\nယိုးသားတဲ့ ရွာသားတွေရော သူမပါ စိတ်မကောင်းဖြစ်ရပါတယ်.\nရွာကပြန်ရမယ့်နေ့မှာတော့ သူမဟာ သူမခင်မင်တဲ့\nယိုးသားကြိုးစားတဲ့ ရွာသားတွေကို ဘယ်လို\nကျေးဇူးတုန့်ပြန် နှစ်သိမ့်ပေးမယ်ဆိုတာကို\nပွင့်ပွင့်လင်းလင်း ကြည်ကြည်လင်လင်\nတင်ဆက်ပေးထားတာ‌ေကြာင့်\nDSဖန်‌ေတွ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပဲ\nဖြစ်ပါတယ်.\n၂၁+ ဖြစ်တာကြောင့် ၂၁အောက်မကြည့်သင့်ပါ.",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/maki-hojo-farmer-girl-2019/",
        "category": "Asian, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/inheritance-2-137x200.jpg",
        "title": "Inheritance (2020)",
        "description": "Inheritance (2020)===============IMDb Rating - 5.4/10#Unicodeမိဘတွေဆုံးပါးပြီးနောက် ကျန်ရစ်သူမိသားစုတွေအတွက်အမွေချန်ထားရစ်တာဟာ ဓမ္မတာပဲဖြစ်ပါတယ်။ ဒါပေမဲ့ကိုယ်ရတဲ့အမွေကလူတစ်ယောက်ဖြစ်နေရင်ဆိုတာမျိုးကို စဉ်းစားဖူးကြမယ်မထင်ပါဘူး။အခုဒီကားလေးမှာတော့ ဉစ္စာဓနကြွယ်ဝချမ်းသာတဲ့ဒိတ်ဒိတ်ကြဲမွန်ရိုးမိသားစုက ခရိုင်ရှေ့နေလေးလော်ရန်မွန်ရိုးကတော့ သူ့ဖခင်ဆီကအမွေအဖြစ် လူတစ်ယောက်ကိုလက်ခံရရှိခဲ့ပါတယ်။ ဒါပေမဲ့သူရခဲ့တဲ့လူကသာမန်မဟုတ်ဘဲ မြေအောက်ခန်းထဲခန်းထဲမှာ အချုပ်ခံ ထားရတဲ့လူတစ်ယောက်။ ဒီလူကဘယ်သူလဲ သူ့အဖေနဲ့ဘယ်လိုမျိုးပတ်သက်နေတာလဲ ဘာလို့မြေအောက်ခန်းထဲမှာ အချုပ်ခံထားရတာလဲ။ လော်ရန်တစ်ယောက်တစ်ယာက်ဒါတွေကို ဘယ်လိုကိုင်တွယ်အဖြေရှာမှာလဲ စတာတွေကိုတော့ ဇာတ်လမ်းလေးကိုခံစားကြည့်ရှူပြီး အဖြေရှာကြည့်တာပေါ့။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chitee ပဲဖြစ်ပါတယ်။)#Zawgyiမိဘေတြဆုံးပါးၿပီးေနာက္ က်န္ရစ္သူမိသားစုေတြအတြက္အေမြခ်န္ထားရစ္တာဟာ ဓမၼတာပဲျဖစ္ပါတယ္။ ဒါေပမဲ့ကိုယ္ရတဲ့အေမြကလူတစ္ေယာက္ျဖစ္ေနရင္ဆိုတာမ်ိဳးကို စဥ္းစားဖူးၾကမယ္မထင္ပါဘူး။အခုဒီကားေလးမွာေတာ့ ဉစၥာဓနႂကြယ္ဝခ်မ္းသာတဲ့ဒိတ္ဒိတ္ႀကဲမြန္႐ိုးမိသားစုက ခ႐ိုင္ေရွ႕ေနေလးေလာ္ရန္မြန္႐ိုးကေတာ့ သူ႔ဖခင္ဆီကအေမြအျဖစ္ လူတစ္ေယာက္ကိုလက္ခံရရွိခဲ့ပါတယ္။ ဒါေပမဲ့သူရခဲ့တဲ့လူကသာမန္မဟုတ္ဘဲ ေျမေအာက္ခန္းထဲခန္းထဲမွာ အခ်ဳပ္ခံ ထားရတဲ့လူတစ္ေယာက္။ ဒီလူကဘယ္သူလဲ သူ႔အေဖနဲ႔ဘယ္လိုမ်ိဳးပတ္သက္ေနတာလဲ ဘာလို႔ေျမေအာက္ခန္းထဲမွာ အခ်ဳပ္ခံထားရတာလဲ။ ေလာ္ရန္တစ္ေယာက္တစ္ယာက္ဒါေတြကို ဘယ္လိုကိုင္တြယ္အေျဖရွာမွာလဲ စတာေတြကိုေတာ့ ဇာတ္လမ္းေလးကိုခံစားၾကည့္ရႉၿပီး အေျဖရွာၾကည့္တာေပါ့။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chitee ပဲျဖစ္ပါတယ္။) Quality – 720p  WebRipDuration - 1 hr 51 ...",
        "rating": "5.4",
        "url": "https://megaup.net/Rnh1/[CM]Inheritance.2020.WebRip.720P.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/ofZ1z2v-143x200.jpg",
        "title": "Taoist Master (2020)",
        "description": "ဒီတခါတော့ တရုတ်ပြည်သမိုင်းမှာထင်ရှားခဲ့တဲ့\nတာအိုဆရာတော်ကျန်းတောက်လင်ရဲ့အကြောင်းရိုက်ကူးထားတဲ့\n龙虎山张天师 လုံဟူတောင်ကဆရာကျန်းဆိုတဲ့\nဇာတ်ကားတကားတင်ဆက်ပေးချင်ပါတယ်\nဆရာကျန်းဟာတာအိုဘာသာကိုသက်ဝင်ယုံကြည်သူတစ်ဦးဖြစ်ပါတယ်\nဒီနေရာမှာတာအိုဘာသာနဲ့နည်းနည်းမိတ်ဆက်ပေးချင်ပါတယ်\nတရုတ်ပြည်ကနေဆင်းသက်ထွက်ပေါ်လာခဲ့တဲ့တာအိုဘာသာက\nဗုဒ္ဓဘာသာလို သေပြီးနောက်ဘဝမှာလူဝင်စားဖြစ်နိုင်တယ်တို့\nလူတွေကကမ္ဘာပေါ်နေပြီး သရဲတွေ(ငရဲပြည်)က\nအောက်မှာနေတယ်တို့ စတဲ့အချက်အတော်များများ တူပါတယ်\nတာအိုဆိုတာက dao(道အသံထွက်-တောက်)\nဆိုတဲ့စကားကိုမြန်မာသံပြောင်းထားတာပါ ဒီဇာတ်ကားမှာက\nတာအိုဘာသာကိုခုတုံးလုပ်ပြီးစုန်းမကြီးတစ်ဦးနဲ့ပူးပေါင်းကာ\nမသေလမ်းကိုလိုက်ချင်နေတဲ့ အဘိုးကြီးတစ်ဦးအပေါ်\nတာအိုဆရာကျန်းကဘယ်လို\nအနိုင်ယူမလဲဆိုတာကိုစောင်ကြည့်ကြရမှာပါ\n  \nFile Size - 993.6 MB\nQuality - Web-Dl 1080P\nSubtitle - Burmese (Hardsub)\nTranslator - Nay Chii\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/1xjc6/Taoist.Master.2020.WEB-DL.720p_%7BCM%7D.mp4",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BODUxMGEzNjItOTc3NS00YjE5LTg2YWMtNjM2NWJmZGFiMzA5XkEyXkFqcGdeQXVyNTM0MDc1ODE@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "The Hill of Wind (2019)",
        "description": "ဒီကားကတော့ ဇာတ်လမ်းကနည်းနည်းအေးပေမယ့် အနှစ်သာရရှိတဲ့\nမိဘမေတ္တာဘွဲ့ကားလို့ပြောလို့ရပါတယ်။\nဇာတ်လမ်းအကျဉ်းပြောရရင် ယောင်းဘွန်းဆိုတဲ့\nအဒေါ်ကြီးကငယ်စဉ်ကကွဲကွာသွားတဲ့သမီးကိုရှာတာကနေစပါတယ်။\nသူသမီးကိုရှာဖို့အလုပ်လုပ်လက်စ နေရာကနေစွန့်ခွာလာပြီး\nသူဇာတိမြေကိုပြန်လာခဲ့ပါတယ်။\nဇာတိမြေရောက်တဲ့အခါမှာ သူသမီးကိုမတွေ့သေးပဲ မထင်မှတ်ပဲ\nသူစုံစမ်းရထားတဲ့ နေရာက အားကစားစင်တာတစ်ခုဖြစ်နေပါတယ်။\nအဒေါ်ကြီးလည်းပေါက်တဲ့နဖူး မထူးတော့ဖူးဆိုပြီး ရောက်လာလက်စနဲ့\nအဲ့အားကစားခန်းမကိုညဖက်ကြီး ဝင်ကြည့်ရင်း\nအဲ့သင်တန်းကဆရာမလေးတစ်ယောက်နဲ့ခင်မင်ရင်းနှီးလာခဲ့ပါတယ်။\nသင်တန်းဆရာမကသဘောကောင်းပေမယ့်\nပြောရရင်သူဖွင့်ထားတဲ့အားကစားခန်းမက သိပ်ပြီးအဆင်မပြေရှာပါဖူး။\nဒါကိုခင်မင်ရင်းစွဲလည်းရှိ သားသမီးချင်း ကိုယ်ချင်းစာနာမိတဲ့\nအဒေါ်ကြီးက ကူညီဖို့ဖြစ်လာပါတယ်။\nကျန်တာဘယ်လိုဆက်ဖြစ်မယ်။\nသမီးပျောက်ရှာနေတဲ့ အဒေါ်ကြီးကောသူသမီးနဲ့ဆုံတွေ့နိုင်ပါမလား။\nသူသမီးကကော ရှိသေးရဲ့လားဆိုတာကို ဇာတ်လမ်းကိုပဲ\nကိုယ်တိုင်ကြည့်ပြီးခံစားပေးပါ။\nအမေနဲ့သမီးကြားက ၅၂၈ မေတ္တာဘွဲ့ကို\nလှလှပပဖော်ကျူးထားတာခံစားကြရမှာပဲဖြစ်ပါတယ်။\n  \nFile Size - 1.1 GB\nQuality - Web-Dl 1080P\nSubtitle - Burmese (Hardsub)\nTranslator - Moe Pwint\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/2Te6x/The_Hill_of_Wind.2019.WEBRip.720p_%7BCM%7D.mp4",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/gra-135x200.jpg",
        "title": "Gran Torino(2008)",
        "description": "Gran Torino(2008)\nIMDb....8.1,,,,,,Rotten....80%,,,\nTop Rated Movies #162Director:Clint Eastwood\nကျွန်တော်ဟာ ရုပ်ရှင်အညွှန်းရေးတဲ့ဆရာတွေရေးသားတဲ့ ဒါရိုက်တာအကြောင်းတွေလိုက်ဖတ်စဉ်ကထဲက\nဒါရိုက်တာClint Eastwoodကို သတိထားမိခဲ့ပါတယ်...သူ့လက်ရာတွေကြည့်သင့်တဲ့စာရင်းထဲထည့်ထားပေမယ့်\nMillion dollar baby ဆိုတဲ့ဇာတ်ကားကိုမှ စကြည့်ဖူးခဲ့တယ်....သူ့ဘယ်လောက်တော်ကြောင်းညွှန်းဆိုမပြတတ်ပေမယ့်\nခတ်လူငယ်ပီပီ ဒီဘဲကြီးက ဂျလန်းကြီးဟလို့တော့ ရေရွတ်မိခဲ့ပါတယ်....\nGran Torni ကားရဲ့ပိုစတာကြည့်မိပြန်တော့ ကားတစ်စီးနဲ့သေနတ်ကိုင်ပြီး မှုန်ကုတ်ကုတ်မျက်နှာပေးနဲ့မတ်တပ်ရပ်ပြီး\nဇာတ်လမ်းအကျဉ်းလေးရေးထားတာကလည်း သိပ်ပြီးစွဲမက်စရာမရှိခဲ့ဘူး...သို့ပေမယ့် Top IMDb စာရင်းထဲပါနေတာရော\nRotten မှာလည်း အတော်လေးကောင်းနေပြန်တော့ဘာသာပြန်ပြီးကြည့်ခဲ့မိတယ်...ဒီကားမှာလည်း သူကိုယ်တိုင်အဓိကသရုပ်ဆောင်ထားပါတယ်....\nဇာတ်လမ်းအစမှာ သူဟာ ခန်းမတစ်ခုထဲမှာ မတ်တပ်ရပ်နေတယ်...သူ့မိန်းမရဲ့ အသုဘ အခမ်းအနား...\nလာရောက်တဲ့သူတွေကိုသူကြည့်နေတဲ့ပုံက ခက်ထန်မာကြောမှုအပြည့်နဲ့.... သူ့သားတွေ မြေးတွေနဲ့ မိတ်ဆွေ\nအများစုတစ်ဖွဲဖွဲရောက်လာတယ်...သူ့မျက်လုံးတွေဟာ ဇနီးဆုံးလို့ ဝမ်းနည်းတဲ့အရိပ်အယောင်အစား မြေးတွေ\nရဲ့ အပြုအမူတွေကို ဒေါသထွက်နေတဲ့ပုံပဲ...သူဟာ စကားတွေကိုလည်း အမြင်ကိုအမြင်အတိုင်း ငဲ့ကွက်ခြင်းမရှိဘဲ\nဒဲ့ဒိုးပြောဆိုတတ်တဲ့သူ.သူ့စရိုက်ကြောင့် သားသမီးတွေမြေးတွေကလည်း သူနဲ့ဆိုစကားပြောရမှာတောင်ဝန်လေးနေတယ်..\nဒီလိုနဲ့ ကမောက်ကမ သူ့ရဲ့ပတ်ဝန်းကျင်ကို နိုင်ငံခြားသားမိသားစုတွေပြောင်းလာတယ်....\nဒီကားဟာ ဘီကီနီဝတ်အလှတွေမပါသလို ခပ်မိုက်မိုက်အက်ရှင်ခန်းတွေ လည်းမပါပါဘူး...သို့ပေမယ့် ခင်ဗျားကိုဇတ်လမ်းအစကနေ\nအဆုံးထိ ဆွဲခေါ်သွားနိုင်တဲ့အပြင် ခင်ဗျားရဲ့နှလုံးသားကိုလည်းအရောင်အမျိုးမျိုးနဲ့ခပ်ကြမ်းကြမ်းဖြန်းပက်သွားလိမ့်မယ်....\nသေချာတယ်ခင်ဗျားတို့လည်း ဒီကားကြည့်ပြီးရင် ကျွန်တော့်လို ဒီဘဲကြီးက ဂျလန်းကြီးဟလို့ရေရွတ်မိလိမ့်မယ်...အယ်တစ်ချို့သောသူတွေအတွက်တော့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/Rmjb/Gran_Torino_[2008]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e4LwD7TsndQGtgeS2qXm25QLSWI.jpg",
        "title": "Possessed (2009)",
        "description": "[Unicode]CM Fan တွေအတွက် 2009 တုန်းက ထွက်ရှိခဲ့တဲ့ Possessed ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။\nHorror Movie ကြိုက်နှစ်သက်တဲ့သူတှေအတွက်တော့ တကယ်အကြိုက်တွေ့စေမယ့် ဇာတ်လမ်းမျိုးပါ ။ဇာတ်လမ်းအကျဉ်းဟီဂျင်းဟာ ဆိုးလ်မှာနေပြီး တက်ကသိုလ်တက်နေတဲ့ ကျောင်းသူတစ်ယောက်ပါ ။သူမမှာ အသက် ၁၄ နှစ်အရွယ် ညီမတစ်ယောက်ရှိပါတယ်တစ်ရက်မှာတော့ ညီမဖြစ်သူပျောက်ဆုံးသွားကြောင်း သူမအမေက ဖုန်းဆက်အကြောင်းကြားခဲ့တဲ့နောက်သတင်းကြားကြားချင်း သူ့အမေရှိတဲ့မြို့ဆီပြန်သွားပြီး ရဲစခန်းမှာ လူပျောက်တိုင်ခဲ့ပါတယ် ။ဘာသာရေးအစွန်းရောက်တဲ့ မိခင်ဖြစ်သူကတော့ ဆက်တိုက်ဆုတောင်းနေမယ်ဆိုရင် သူ့သမီးလေးကို ပြန်တွေ့မယ်လို့ ယုံကြည်နေပါတယ် ။အိမ်နီးနားချင်းတွေကတော့ ညီမဖြစ်သူကို မြင်လိုက်တယ်လို့ပဲ ပြောနေကြပြီး\nအချို့ကလည်း သူမရဲ့ ညီမကို လူမဟုတ်ဘူးလို့ပြောဆိုကြပါတယ် ။ဒါပေမယ့် ညီမဖြစ်သူ ပျောက်ဆုံးပြီးနောက်မှာတော့ ထူးခြားမှုတွေရှိလာပါတယ်....သူတို့အဆောက်အဦးက အခြား တိုက်ခန်းတွေမှာ လူသေဆုံးမှုတွေရှိလာပြီ...ဒါကြောင့် နောက်ပိုင်းမှာ ရဲကလည်း သူမရဲ့ညီမ ပျောက်ဆုံးမှုနဲ့ ဒီလိုလူတွေသေဆုံးတာက ဆက်စပ်မှုရှိနိုင်ကြောင်း ကောက်ချက်ချပြီး စုံစမ်းပါတော့တဲ့အခါ...အဲ့လိုစုံစမ်းမှုတွေ လုပ်ပြီး ...",
        "rating": "6.2",
        "url": "https://megaup.net/2dhe0/Possessed_(2009)_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7bQqaCLQo2aAjzxLTbbIBYhBElO.jpg",
        "title": "Nina Wu(2019)",
        "description": "Nina Wu(2019)အခုတစ်ခါ 2019 ထွက်ရှိထားတဲ့ Nina Wu ဆိုတဲ့ ထိုင်၀မ်ကားလေးတစ်ကားကို တင်ဆက်ပေးပါမယ် ...နီနာဟာ သရုပ်ဆောင်ဖြစ်ဖို့ကို အလွန်ရူးသွပ်ပါတယ်...ဒါပေမယ့် ဇာတ်လမ်းတိုတွေနဲ့ ကြေငြာတွေမှာပဲ ပါ၀င်ခွင့် ရပြီး ဇာတ်ကားကြီးတွေဆိုရင် ဖြတ်လျှောက်နေရာသာ ပါ၀င်ခွင့်ရခဲ့ပါတယ်... တစ်ရက်မှာတော့ သူမ အတွက် ရုပ်ရှင်ကားကြီး ရိုက်ဖို့ လူရွေးပြိုင်ရန် ကမ်းလှမ်းခံခဲ့ရပါတယ်...ဒါပေမယ့် ဇာတ်ကားမှာ Sex Scene တွေပါ၀င်တဲ့အတွက် သူမက တွေ​ေ၀နေခဲ့ပါတယ်... နောက်ဆုံး ဒီဇာတ်ကားကို ရိုက်ကူးခဲ့ဖြစ်ခဲ့ပါတယ် အဲ့လိုရိုက်ကူးပြီး အောင်မြင်လာတဲ့ အခါမှာ သူမ ဘယ်လိုအခက်ခဲတွေ ကြုံရမလဲ....ဘယ်လိုတိုက်ခိုက်ခံရမလဲ ...သူဘာကြောင့် ဒီဇာတ်ကား ရိုက်ခွင့်ရခဲ့လဲဆိုတာ ဒီဇာတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုပါနော်...၁၈+ ခန်းများအနည်းငယ်ပါဝင်တာကြောင့် မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း..... File Size : (900 MB) and (477 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Drama\nSubtitle ...",
        "rating": "6.6",
        "url": "https://megaup.net/2TdPW/Nina_Wu.2019.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6TShlXs1W99qBDGgY15dLqF57z.jpg",
        "title": "Gulabo Sitabo(2020)",
        "description": "Gulabo Sitabo(2020)Gulabo Sitabo ဇာက်ကားကတော့ Comedy/Drama ဇာက်ကားအမျိုးအစားဖြစ်ပြီးIMDB rating 6.7ရရှိထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။Hindi သရုပ်ဆောင်တွေမှာနာမည်ကြီးမင်းသားဟောင်းတစ်ယောက်ဖြစ်တဲ့အမီတာဘဂျမ်းကိုယ်တိုင်ပါဝင်ရိုက်ကူးထားပါတယ်။\nဇာတ်လမ်းအကျဉ်း\nမိရ်ဇာဆိုတဲ့အဖိုးကြီးနဲ့ဘေဂမ်ဆိုတဲ့သူ့မိန်းမဟာဖာတီမာနန်းတော်လို့ခေါ်တဲ့ အိမ်ဟောင်းကြီးတစ်လုံးပိုင်ကြပါတယ်။အိမ်ကြီးမှာအိမ်ငှါးအဖြစ်နေကတဲ့သူတွေအများကြီးရှိပါတယ်။\nမိရ်ဇာဟာသူ့မိန်းမဘေဂမ်ထက်အသက် ၁၇နှစ်ငယ်ပါတယ်။မိရ်ဇာဟာလောဘကြီးပြီးအိမ်ကြီးကိုအမည်ပေါက်ပိုင်ဆိုင်လိုတာကြောင့်နည်းလမ်းအမျိုးမျိုးအဖုံဖုံကြိုးစားပါတယ်။အိမ်ငှါးတွေကိုလည်းအိမ်ထဲမှာမထားချင်ပဲတစ်အိမ်လုံးတစ်ယောက်တည်းအပိုင်စီးချင်တဲ့သူပါ။အိမ်ရှင်နဲ့အိမ်ငှါးတွေပြဿနာအကြားအာကော်လော်ဂျီသုတေသနလုပ်တဲ့ သူတစ်ယောက်ရောက်လာပြီးအိမ်ကြီးကိုနိုင်ငံအမွေအနှစ်အဖြစ်သိမ်းဖို့ကြံစည်ပါတော့တယ်။\nမိရ်ဇာကြီးတစ်ယာက် သူပိုင်ချင်တဲ့အိမ်ကြီးကိုပိုင်ဆိုင်နိုင်ပါ့မလား...?\nအိမ်ငှါးတွေကရောအိမ်ပေါ်ကမောင်းချခံရမှာလား......?ဒီဇာတ်ကားကတော့ လူတွေရဲ့ အတ္တနဲ့ လောဘတွေကို ဟာသလေးတွေနှောရင်း ပညာသားပါပါပြသပေးတဲ့ ကားကောင်းမို့ ခံစားကြည့်ကြပါဦး....\nဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။File Size : (2.19GB)(1.04 GB) and (470 MB)\nQuality :WEB-DL 1080p 5.1CH, WEB-DL 720p\nFormat…mp4\nDuration…02:04:00\nGenre :  Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2elay/Gulabo_Sitabo.2020.WEB-DL.1080P.5.1CH.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYWFmYjBiYzItYjBlOS00NThkLTljMWEtYzQ4NTdlNDlmMjg0XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Artemis Fowl (2020)",
        "description": "Artemis Fowl (2020)================#Unicodeဒစ်စနေးရဲ့ ရုပ်ရှင်အသစ်ကို တင်ပေးထားပါတယ်။ ဒါကလည်း fantasy အမျိုးအစားပါပဲ။အာတီမစ် ဖောင်း ဆိုတဲ့ နာမည်နဲ့ သားအဖေ နှစ်ယောက် ရှိပါတယ်။ အဖေက ရှေးဟောင်းပစ္စည်းတွေ ရောင်းဝယ်တဲ့သူ။ သားကတော့ ဉာဏ်ကြီးရှင်ပါ။ တစ်နေ့မှာ အာတီမစ်စီနီယာအဖမ်းခံလိုက်ရပြီး အာတီမစ်ဂျူနီယာဆီကို ဖုန်းဆက်လာပါတယ်။ အဖေကို ပြန်ကယ်ချင်ရင်အောကျူလို့ ဆိုတဲ့ ပစ္စည်းနဲ့ လာရွေးခိုင်းတာပါ။ တကယ်တော့ အောကျူလို့ဆိုတာ နတ်မှင်စာတွေ၊ လူပုတွေ၊ ဂေါ်ဘလင်တွေရဲ့ ကမ္ဘာက အစွမ်းအထက်ဆုံးလက်နက်ပါပဲ။ ဒီတော့မှ အာတီမစ်ဂျူနီယာဟာ သူ့အဖေပြောခဲ့တဲ့ ပုံပြင်တွေဟာ တကယ်ဆိုတာ သိလာပြီး။ နတ်မှင်စာလက်နက်ကို ရှာဖို့ ကြံစည်ရပါတော့တယ်။ နတ်မှင်စာတွေကလည်း ဒီလက်နက် အခိုးခံထားရပြီး အသည်းအသန် ရှာဖွေရေးလုပ်နေချိန်မှာ တိုက်ပွဲတွေဖြစ်လာပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)#Zawgyiဒစ္စေနးရဲ႕ ႐ုပ္ရွင္အသစ္ကို တင္ေပးထားပါတယ္။ ဒါကလည္း fantasy အမ်ိဳးအစားပါပဲ။အာတီမစ္ ေဖာင္း ဆိုတဲ့ ...",
        "rating": "4.0",
        "url": "https://megaup.net/2dg4k/[CM]Artemis.Fowl.2020.WebRip.1080P.mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/The_Cat_2011_film-140x200.jpg",
        "title": "The Cat (2011)",
        "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ 2011 က ထွက်ရှိခဲ့တဲ့ The Cat ဆိုတဲ့ ဇာတ်ကားလေးကို ဘာသာပြန် တင်ဆက်လိုက်ပါတယ် ။\nဒီဇာတ်ကားထဲမှာတို့ ပရိတ်သတ်တို့ရဲ့ အချစ်တော် မင်းသမီးလေး Park Min Young က ဆိုယွန်း ဆိုတဲ့ ဇာတ်ကောင်နဲ့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ် ။ဇာတ်လမ်းအကျဉ်းဆိုယွန်းက ပိတ်လှောင်မှုကို ကြောက်ရွံတဲ့ ရောဂါရှိတာကြောင့် ကုသမှုခံယူနေရတာပါ ၊သူမက ကြောင်လေးတွေကို ချစ်တတ်တဲ့သူတစ်ယောက်ဖြစ်ပြီး pet shop တစ်ခုမှာ အလုပ်လုပ်ကိုင်ပါတယ် ၊တစ်ရက်မှာတော့ သူတို့ဆိုင်နားက တိုက်ခန်းမှာနေတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ ကြောင်ကို ပြင်ဆင်ပေးရင်းနဲ့\nမှန်ထဲမှာ ဆံပင်ကုတ်ဝဲလေးနဲ့ ကလေမလေး တစ်ယောက်ကို သူမ မြင်လိုက်ရပါတယ် ၊အဲ့နောက် ကြောင်ကိုပြန်လာခေါ်သွားတဲ့ ကြောင်ပိုင်ရှင်လည်း ဓာတ်လှေကားထဲမှာသေဆုံးနေခဲ့ပါတယ် ၊နောက်ရက်တွေ သိပ်မကြာမီမှာပဲ ကြောင်တစ်ကောင်ကို မွေးစားမိတဲ့ ဆိုယွန်းရဲ့ သူငယ်ချင်းလည်း သူမ ကြောင်ရဲ့ဘေးမှာ ဆံပင်ကုတ်ဝဲနဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/2dg2C/The_Cat_(2011)_720p_(2).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6sxN5XRWPXes5gg2E9sGRTkhMAb.jpg",
        "title": "The Quarry(2020)",
        "description": "The Quarry(2020)ရာဇဝတ်မှုတွေကနေထွက်ပြေးလာတဲ့ အပြစ်သားတစ်ယောက်ဟာလမ်းမှာအစာရေစာပြတ်လတ်ခေါင်းပါးမှုနဲ့ကြုံတွေ့နေတုန်း ခရီးသွားနေတဲ့တရားပြဆရာတစ်ယောက်ရဲ့ကယ်တင်ခြင်းကိုခံခဲ့ရပါတယ် တရားပြဆရာဟာအပြစ်သားကိုရိပ်မိခဲ့ပြီး အပြစ်တွေဝန်ခံဖို့ဘုရားသခင်ရဲ့ခွင့်လွှတ်မှုကိုခံယူဖို့ ဖြောင်းဖြခဲ့ပါတယ်..ဒါပေမယ့်လဲ အပြစ်သားဟာ  မလုပ်သင့်တဲ့ ပြဿနာအကြီးကြီးကိုလုပ်ခဲ့မိတယ်....ဒီပြဿနာကြီးလုပ်ခဲ့ပြီးတော့  နည်းလမ်းတစ်မျိုးနဲ့ရှင်သန်နေထိုင်ဖို့ကြိုးစားပါတော့တယ်...သူလုပ်ခဲ့တဲ့ ပြဿနာကြီးက ဘာများဖြစ်မလဲ...ဘယ်လိုရှင်သန်နေထိုင်ဖို့ကြိုးစားမှာလဲ...ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါFile Size : (900 MB) and (460 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:38:00\nGenre :  Crime, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://megaup.net/2dff5/The_Quarry.2020.NEW.BLU-RAY.720P.PP.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/turner-risk-135x200.jpg",
        "title": "Turner Risk 2020",
        "description": "ဇာတ်လမ်းကတော့ လူငယ်လေး ၂ ယောက်ကြားက ဒရာမာလေးပါ။ IMDb  4.7 ရထားပါတယ်။ တန်နာဆိုတဲ့ လူငယ်လေးဟာ လူတွေနဲ့ မဆက်ဆံတတ်တဲ့ လူအေး ကောင်လေးပေါ့။ သူ့ရဲ့ တစ်ဦးတည်းသော သူငယ်ချင်း ရော်ဘီက တန်နာကို အမြဲလိုက်ထိန်းရတဲ့အပြင် သူ့ရဲ့ တိုက်ခန်းမှာပါ နေခွင့်ပေးထားတဲ့အထိ ခင်ခဲ့ပါတယ် ဒါပေမယ့် တစ်နေ့မှာတော့ တန်နာဟာ မထင်မှတ်တဲ့ ကိစ္စအကြီးကြီးကို လုပ်ချသွားခဲ့ပါတယ်။ ဒီရုပ်ရှင်ဟာ အနိုင်ကျင့်ခံရတဲ့ စိတ်ဒဏ်ရာတွေ၊ လူငယ်ဘဝ အဆိုးမြင်မှုတွေနဲ့ မိတ်ဆွေစိတ်အကြောင်းကို အဓိက ပြထားတာပါ။ ဒရာမကောင်းကောင်းကြိုက်သူတွေ အတွက် ကြည့်စရာလေး ဖြစ်မှာပါ။File Size : 800 Mb / 400 Mb\nQuality : Webrip 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "4.1",
        "url": "https://megaup.net/1xhsW/Turner.Risk.2020.720p.WEBRip_(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMmE2MjM0YmUtMzAxNC00NDdiLWE1ZTQtMzMyMmQ4MmVkMjIyXkEyXkFqcGdeQXVyNTIyODMzMzA@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Wretched (2019)",
        "description": "The Wretched (2019)================IMDb Rating - 5.8/10#Unicode2019 ခုနစ်ထွက် Horror ဇာတ်ကားပါဇာတ်လမ်းအကျဉ်းကတော့ ... မိဘတွေရဲ့ ကွာရှင်းပြတ်စဲမှုကြောင့်စိတ်ရှုပ်နေတဲ့ ဆယ်ကျော်သက် ဘန်ဟာ ဖခင်ဖြစ်သူနဲ့အတူ လာနေပါတယ်။သူလာနေပြီးမကြာခင် သူတို့ဘေးအိမ်က အမျိုးသမီးရဲ့ မူမမှန်ပုံတွေကို မြင်ရပြီးစုံစမ်းဖော်ထုတ်ဖို့ကြိုးစားရာမှ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ကြည့်ရှုရမှာပါ။တခြား ပေါပေါပဲပဲဇာတ်ကားတွေလိုမဟုတ်ပဲ တကယ်ကြည့်လို့ကောင်းပါတယ်။IMDb Rating 5.8/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲ ဖြစ်ပါတယ်။)#Zawgyi2019 ခုနစ္ထြက္ Horror ဇာတ္ကားပါဇာတ္လမ္းအက်ဥ္းကေတာ့ ... မိဘေတြရဲ႕ ကြာရွင္းျပတ္စဲမႈေၾကာင့္စိတ္ရႈပ္ေနတဲ့ ဆယ္ေက်ာ္သက္ ဘန္ဟာ ဖခင္ျဖစ္သူနဲ႔အတူ လာေနပါတယ္။သူလာေနၿပီးမၾကာခင္ သူတို႔ေဘးအိမ္က အမ်ိဳးသမီးရဲ႕ မူမမွန္ပုံေတြကို ျမင္ရၿပီးစုံစမ္းေဖာ္ထုတ္ဖို႔ႀကိဳးစားရာမွ ဘာေတြဆက္ျဖစ္မလဲဆိုတာကို ၾကည့္ရႈရမွာပါ။တျခား ေပါေပါပဲပဲဇာတ္ကားေတြလိုမဟုတ္ပဲ တကယ္ၾကည့္လို႔ေကာင္းပါတယ္။IMDb Rating 5.8/10 ရရွိထားပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ May Myat Thu ပဲ ျဖစ္ပါတယ္။)  Quality ...",
        "rating": "5.8",
        "url": "https://megaup.net/2dfbb/[CM]The.Wretched.2019.WebRip.720P.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pxCl6kJKvm8WO5oZDYOOEXTlnTE.jpg",
        "title": "We Bare Bears: The Movie(2020)",
        "description": "We Bare Bears: The Movie(2020)ဘာတွေပဲဖြစ်နေ ဖြစ်နေ တစ်ယောက်အတွက် တစ်ယောက်ရှိနေပေးမယ်... စခင်ကထဲက ပေးတဲ့ဒီကတိကိုအဆုံးထိတိုင်မြဲစေတဲ့ ဝက်ဝံညီနောင်...သူတို့ (၃)ကောင်လုံးက စရိုက်တွေမတူညီပေမဲ့နားလည်ခွင့်လွှတ်ပြီး အရမ်းချစ်ခင်ကြတဲ့ ဂရစ်ဇ်ရယ် ပန်ဒါရယ် ပိုလာဝက်ဝံရယ်ကို အားလုံးသိထားပြီးဖြစ်မှာပါ...Cartoon Network Studio ကနေ ထုတ်လုပ်ဖြန့်ချီလိုက်တဲ့ We Bare Bears annimationလေးဟာ အခုတော့ Movie အနေနဲ့ ထွက်ရှိလာပါပြီ။CM ပရိသတ်ကြီးအနေနဲ့လည်း တစ်ဝကြီး ကြည့်ရှူခံစားလို့ရပါပြီ။ဇာတ်လမ်းအကျဥ်းလေးကိုလည်း အနည်းငယ်တင်ပြလိုပါသေးတယ်။အားလုံးသိထားတဲ့ အတိုင်းပဲ ဒီဝက်ဝံသုံးကောင်ဟာအလွဲများစွာနဲ့ လူသားတေွကြားမှာနေထိုင်သူတွေပေါ့။သူတို့ကိုချစ်ခင်သူတေွလည်းရှိသလို မနှစ်မြို့သူတွေကလည်းရှိပါတယ်။တစ်နေ့မှာတော့ ဝက်ဝံညီနောင် လုပ်ထားတဲ့အမှားအတွက် မြို့ကနေနှင်ထုတ်ပါတော့တယ်။လူသားတွေနဲ့ အသားကျနေတဲ့ ဝက်ဝံညီနောင် ဘာဆက်လုပ်ကြမလဲ?သူတို့ကိုလက်ခံပေးနိုင်တဲ့ အိမ်အသစ်ကိုေရာ ရှာတေွ့သွားမလားဆိုတာစိတ်ဝင်စားစရာပါ။အရမ်းချစ်ဖို့ေကာင်းတဲ့ ဝက်ဝံသံုးကောင်ကို တစ်ဝကြီး ကြည့်ရှုရမှာပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (306MB)\nQuality :  ...",
        "rating": "7.0",
        "url": "https://megaup.net/2df66/We_Bare_Bears_The_Movie.2020.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMjA5YzRlYzQtNjQ0OS00OGExLTg4OWUtZWZhNDM2YTQyZjZjXkEyXkFqcGdeQXVyODEwMTc2ODQ@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "VFW (2019)",
        "description": "VFW (2019)==========IMDb Rating - 6.1/10#Unicode၂၀၁၉ ခုနစ်ထွက် action / horror ဇာတ်ကားဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးကို မပြောခင် ဒီဇာတ်ကားမှာ ကြမ်းတမ်းတဲ့စကားတွေသွေးသံရဲရဲတွေအများကြီးပါတဲ့အကြောင်း ကြိုအသိပေးပါရစေ...ဇာတ်လမ်းအကျဉ်းကတော့...ဖရတ်တို့သူငယ်ချင်းတစ်တွေဟာ Veterans of foreign wars ဆိုတဲ့ ပြည်ပစစ်ပွဲတွေမှာ တာဝန်ထမ်းဆောင်ခဲ့ကြတဲ့ စစ်ပြန်အဖိုးကြီးတွေ ဖြစ်ပါတယ်။သူတို့ အသက်ကြီးလာတော့ ဘားဖွင့်တဲ့သူကဖွင့် ကားပွဲစားလုပ်တဲ့သူကလုပ်လို့ဘဝကိုအေးအေးဆေးဆေးဖြတ်သန်းနေကြပါတယ်။ တစ်ညမှာတော့ ဖရတ်ဖွင့်ထားတဲ့ဘားထဲကို မူးယစ်ဆေးတွေခိုးလာတဲ့ ဆယ်ကျော်သက်မိန်းကလေးတစ်ယောက်ဝင်ရောက်လာခဲ့ပါတယ်။ သူ့နောက်ကနေ မူးယစ်ဂိုဏ်းတစ်ခုလုံးကလိုက်လာတဲ့အခါမှာတော့... သည်းထိတ်ရင်ဖိုဇာတ်ဝင်ခန်းမို့ ပရိတ်သတ်တွေအကြိုက်တွေ့စေမှာပါ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyi၂၀၁၉ ခုနစ္ထြက္ action / horror ဇာတ္ကားျဖစ္ပါတယ္...ဇာတ္လမ္းအက်ဥ္းေလးကို မေျပာခင္ ဒီဇာတ္ကားမွာ ၾကမ္းတမ္းတဲ့စကားေတြေသြးသံရဲရဲေတြအမ်ားႀကီးပါတဲ့အေၾကာင္း ႀကိဳအသိေပးပါရေစ...ဇာတ္လမ္းအက်ဥ္းကေတာ့...ဖရတ္တို႔သူငယ္ခ်င္းတစ္ေတြဟာ Veterans of foreign wars ဆိုတဲ့ ျပည္ပစစ္ပြဲေတြမွာ တာဝန္ထမ္းေဆာင္ခဲ့ၾကတဲ့ စစ္ျပန္အဖိုးႀကီးေတြ ျဖစ္ပါတယ္။သူတို႔ အသက္ႀကီးလာေတာ့ ဘားဖြင့္တဲ့သူကဖြင့္ ကားပြဲစားလုပ္တဲ့သူကလုပ္လို႔ဘဝကိုေအးေအးေဆးေဆးျဖတ္သန္းေနၾကပါတယ္။ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1xhol/[CM]VFW.2019.WebRip.720P.mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Vr2qkrZv16TWd6NmeOcGdT4qXW.jpg",
        "title": "The Dinner Party(2020)",
        "description": "The Dinner Party(2020)စုံတွဲတစ်တွဲက ညစာစားပွဲတစ်ခုကို တက်ရောက်ဖို့သွားနေကြတယ်။ကောင်လေးကတော့ သူ့ရဲ့ပြဇာတ်တွေအောင်မြင်ဖို့အတွက်ရည်ရွယ်ချက်နဲ့အဲဒီ ပါတီကိုတက်ရောက်ခဲ့တယ်။ ကောင်မလေးကတော့ ကောင်လေးကိုချစ်လို့အဖော်လုပ်ပေးခဲ့တယ်။သူတို့ရောက်သွားတဲ့အိမ်က အလွန်ထူးဆန်းပါတယ်။သူတို့က အန္တရာယ်တွင်းထဲကို ဝင်သွားနေကြတာကို သူတို့မသိခဲ့ရှာဘူး။ညစာစား စားပွဲဝိုင်းမှာသူတို့က အိမ်ရှင်တွေနဲ့ စကားတွေပြော၊ ဂိမ်းတွေလည်းကစားခဲ့တယ်။တစ်ယောက်ချင်းစီအကြောင်းကိုပြောပြခဲ့တယ်။ဒီလိုဖော်ရွှေတဲ့ဟန်ပန်တွေကသေမင်းခံတွင်းဝကိုပို့ဖို့အစီအစဉ်ဖြစ်နေကြတာကို သူတို့စုံတွဲမသိခဲ့ရှာဘူး...ကောင်ကလေးက ဘယ်လိုအဖြစ်မျိုးနဲ့ကြုံတွေ့ခဲ့ပြီး ကောင်မလေးက ဘယ်လိုအဖြစ်မျိုးနဲ့ကြုံတွေ့ရမလဲ။ နောက်ဆုံးမှာ သူတို့နှစ်ယောက်လုံးကအသက်ရှင်နေဦးမလား။ဒီ ဟော်ရာ ဇာတ်ကားကိုဘယ်လိုအဆုံးသတ်ကြမလဲ။ စိတ်ဝင်တစားနဲ့ကြည့်ရှုအားပေးကြပါဦး။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ The One ပဲဖြစ်ပါတယ်.....File Size : (900 MB) and (393 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:56:00\nGenre :  Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "4.0",
        "url": "https://megaup.net/Rjny/The_Dinner_Party.2020.WEB-DL.720P.PP.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNjAyZmQ3MjAtZWU3NS00MDJjLWEzNzMtZjY5NjdiODJjMGU1XkEyXkFqcGdeQXVyMTA0NTk4Mw@@._V1_SY1000_CR006581000_AL_-132x200.jpg",
        "title": "The Will (2020)",
        "description": "The Will (2020)============IMDb Rating - 6.0/10#Unicode2020 February မှာထွက်ရှိလာတဲ့ The Will ဆိုတဲ့ဇာတ်ကားကတော့ ဆယ်ကျော်သက်အချစ်ဇာတ်လမ်မျိုးးမဟုတ်တဲ့ Romance, Drama ကားလေးဖြစ်ပါတယ်..........Josephine Malone ဟာ သူ့ရဲ့တစ်ဦးတည်းသောမိသားစုဝင်ဖြစ်တဲ့ သူ့အဘွားကိုဆုံးရှူံးပြီးနောက်မှာ‌တော့ အမွေများစွာကို ဆက်ခံရရှိခဲ့ပါတယ်။ ထူးခြားတာက သူ့အဘွားရဲ့သေတမ်းစာထဲမှာသူစိမ်းယောက်ျားတစ်ဦးကိုလည်း အမွေတွေလွှဲခဲ့ပါသေးတယ်။ ဒီလိုနဲ့ Josephine နဲ့ Jake တို့ဟာအမွေကိစ္စအကြောင်းပြုပြီး စတင်တွေ့ဆုံဖို့ဖြစ်လာပါတယ်။ ဒါပေမယ့် Jake က အိမ်ထောင်၃ခါပြုဖူးပြီးကလေး၃ယောက်ရှိပါတယ်။ အရမ်းလှပပြီး အထက်တန်းကျလွန်းတဲ့ Josephine က Jake နဲ့အဆင်ပြေပါ့မလား။ သူ့အဖွားကရော ဆွေမျိုးသားချင်းမဟုတ်တဲ့ Jake ကို ဘာလို့အမွေတွေပေးခဲ့တာလဲ။Josephine ရဲ့အဖွားနဲ့ Jake မှာ Josephine မသိတဲ့ ဘာလျှို့ဝှက်ချက်တွေများ ရှိနေမလဲဆိုတာကိုRomance အခန်းတွေအများကြီးနဲ့ ကြည်ကြည်နူးနူးကြည့်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။) Quality – 720p  ...",
        "rating": "6.0",
        "url": "https://megaup.net/2muJ9/The.Will.2020.WebRip.720P_(1).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMzI4M2IxMjctNGI4MC00NzU0LTkyMmYtMzQ5ODEzZjY2ZmNmXkEyXkFqcGdeQXVyMjg5MDU0NDc@._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "The Dead End (2015)",
        "description": "[Unicode]မင်းသားလည်းဟုတ် ဒါရိုက်တာလည်းဟုတ်ပြီး သရုပ်ဆောင်တဲ့နေရာမှာ သူများနဲ့မတူတမိုထူးတဲ့ပုံစံနဲ့ မင်းသားChao Deng ကိုသိကြမယ်ထင်ပါတယ် ။\nတော်တော်များများကတော့ သူ့ကို The Mermaid (2016) တို့ Detective Dee တို့နဲ့ သိကြတာပါ ။\nဒီတစ်ခေါက်မှာတော့ 2015 မှာ ထွက်ရှိခဲ့တဲ့ The Dead End ဆိုတဲ့ movie လေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းရှီလုံမှာ မိန်းကလေးတစ်ယောက် အဓမ္မကျင့်အသတ်ခံရပြီး\nသူမရဲ့ မိသားစု ၄ ယောက်လည်း ရက်ရက်စက်စက် အသတ်ခံရတဲ့ ငါးလောင်းပြိုင် လူသတ်မှု ဖြစ်ပွားခဲ့ပါတယ် ။\nဒီလူသတ်မှုမှာ အဓိက သံသယဖြစ်ဖွယ် တရားခံ ၃ ယောက်ရှိတယ်လို့ ခန့်မှန်းထားပြီး ၇ နှစ်ကြာတဲ့အထိ ဒီအမှုကို မဖြေရှင်းနိုင်ခဲ့ဘူး...\nဒါပေမယ့် စုံထောက် 'ရီ' ကတော့ ဒီအမှုကို လက်မလျှော့ခဲ့ပါဘူး ။သူပထမဆုံးကိုင်ရတဲ့ အမှုကြီး ဖြစ်တာကြောင့် တရားခံကို အခုထိ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1xgwY/The_Dead_End_(2015)_720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Mr-nice-134x200.jpg",
        "title": "Mr. Nice 2010",
        "description": "ဟောင်းဝဒ်မာ့ခ် ဆိုတဲ့ ကမ္ဘာကျော် ဗြိတိန် ဆေးခြောက်မှောင်ခိုသမားကြီးအကြောင်းကို ကြည့်ရအောင်။ ရယ်လည်းရယ်ရပါတယ်။ ဟောင်းဝဒ်ဟာ အတန်းထဲမှာ ဘာသာရပ်တိုင်း A ရတဲ့ လူတော်တစ်ယောက်။ ကျောင်းပြီးတော့လည်း အောက်စ်ဖို့မှာ ဆရာအလုပ်ရတယ်။ ဒါပေမယ့် ပီတီကိုစား အားရှိပြီး ပိုက်ဆံမလောက်တော့ ဆေးခြောက်မှောင်ခို လောကထဲ ဝင်မိရော။ လူက လူလည်ဆိုတော့ တဖြည်းဖြည်း အကောင်ကြီးလာပြီး မာဖီးယားလောကထဲရောက်၊ အက်ဖ်ဘီအိုင်တွေနဲ့ပါ ရှုပ်ကုန်တာပါပဲ။ အတော်ကြည့်လို့ကောင်းတဲ့ကားမို့ တင်ထားပေးလိုက်ပါတယ် File Size : 850Mb / 400 Mb\nQuality : Bluray 720p\nFormat…mp4\nDuration…01:24:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Elizabeth\nEncoded by Littleneo",
        "rating": "6.4",
        "url": "https://megaup.net/1xgdi/Mr..Nice.2010.(CM).mp4",
        "category": "Biography, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/bubble-boy-134x200.jpg",
        "title": "Bubble Boy 2001",
        "description": "ပြင်ပက ဝင်လာတဲ့ ရောဂါတွေကို ပြန်တိုက်ထုတ်ဖို့ ကိုယ်ခံအား စနစ်ဆိုတာ ရှိပါတယ်။ ဒီကောင်လေးကတော့ မွေးကတည်းက ဘာကိုယ်ခံအားမှ ပါမလာတဲ့အတွက် ရောဂါပိုး အသေးလေးဝင်ရင်တောင် သေသွားနိုင်တာမို့ လေပူဖောင်းထဲမှာပဲ အမြဲနေနေရပါတယ်။ လေပူဖောင်းလူသားရဲ့ စွန့်စားခန်းတွေ အချစ်ဇာတ်လမ်းတွေကို ခွီးနေရအောင် ရိုက်ထားတာပါ။ ကြည့်ချင်ကြမယ်ထင်ပါတယ်။File Size : 600Mb / 300 Mb\nQuality : Bluray 720p\nFormat…mp4\nDuration…02:01:00\nGenre : Comedy, Crime, Biography\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Elizabeth\nEncoded by Littleneo",
        "rating": "5.6",
        "url": "https://megaup.net/1xguO/Bubble.Boy_2001_(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6HDeHTbMQCWNmPD9Uqybtigt5sf.jpg",
        "title": "Whispering Corridors 2 : Memento Mori (1999)",
        "description": "[Unicode]ဇာတ်လမ်းအကျဉ်း\nကျောင်းသူ မင်အာဟာ ကျောင်းရဲ့ လက်ဆေးရေပန်းနားမှာ ဒိုင်ယာရီစာအုပ်လေးတစ်အုပ်ရှာတွေ့ခဲ့ပါတယ်...\nသူမ ရှာတွေ့ခဲ့တဲ့ ဒိုင်ယာရီက စုံတွဲဒိုင်ယာရီစာအုပ်လေးပါ ။\nအဲ့အပြင် ဒိုင်ယာရီထဲက စုံတွဲလေးက သူမတို့ကျောင်းက ဟျိုရှင်းနဲ့ ရှီအွန်းဆိုတဲ့ lesbian စုံတွဲလေးပါ ။ဒီဇာတ်လမ်းလေးထဲမှာတော့ လူတွေမသိသေးတဲ့ ဟျိုရှင်းနဲ့ ရှီအွန်းရဲ့ အကြောင်းတွေရယ်...\nသူတု့ိ ၂ ယောက် လမ်းခွဲရတဲ့ အကြောင်းတွေရယ်ကို ရေးသားထားတာပါ ။တစ်နေ့တော့ ဟျိုရှင်းဟာ ကျောင်းခေါင်မိုးပေါ်ကနေ ခုန်ချပြီး သတ်သေသွားခဲ့ပါတယ်...\nသူမဘာကြောင့် သတ်သေခဲ့တာလဲ?\nရှီအွန်းအပေါ်စွဲလမ်းနေတဲ့ ဟျိုရှင်းက ဘယ်လိုတွေ ဒုက္ခပေးမလဲ?\nလူတွေမသိတဲ့ သူတို့ကြားက လျှို့ဝှက်ချက်တွေက ဘာတွေဖြစ်မလဲဆိုတာ ဒီကားလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်...။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]ဇာတ္လမ္းအက်ၪ္း\nေက်ာင္းသူ မင္အာဟာ ေက်ာင္းရဲ႕ လက္ေဆးေရပန္းနားမွာ ဒိုင္ယာရီစာအုပ္ေလးတစ္အုပ္ရွာေတြ႕ခဲ့ပါတယ္...\nသူမ ရွာေတြ႕ခဲ့တဲ့ ဒိုင္ယာရီက စုံတြဲဒိုင္ယာရီစာအုပ္ေလးပါ ။\nအဲ့အျပင္ ဒိုင္ယာရီထဲက စုံတြဲေလးက သူမတို႔ေက်ာင္းက ဟ်ိဳရွင္းနဲ႔ ရွီအြန္းဆိုတဲ့ lesbian စုံတြဲေလးပါ ။ဒီဇာတ္လမ္းေလးထဲမွာေတာ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xglz/Whispering_Corridors_II_Memento_Mori_[Yeogo_Goedam_II]_(1999)_720p.mp4",
        "category": "Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/M1oywoqz6Trjf6nzD4kVVlTO1Z.jpg",
        "title": "Whispering Corridors 3 : Wishing Stairs (2003)",
        "description": "[Unicode]CM fan တွေအတွက် နောက်ထပ် Horror Movie တစ်ခု တင်ဆက်ပေးလိုက်ပါတယ် ။\nဒီဇာတ်လမ်းလေးက 2003 ခုနှစ်က ထွက်ရှိခဲ့တာဖြစ်ပြီး\nပရိတ်သတ်တွေရဲ့ အချစ်တော်\nRunning Man က မမ Song Ji-hyo က ယွန်ဂျင်ဆောင်းအဖြစ် အဓိကပါဝင် သရုပ်ဆောင်ထားပါတယ် ။ဇာတ်လမ်းအကျဉ်းယွန်ဂျင်ဆောင်းနဲ့ ဂင်ဆူဟီးတို့ဟာ မိန်းကလေးအနုပညာ အထက်တန်းကျောင်းမှာ ဘဲလေး အကပညာကို တူတူသင်ယူနေကြတဲ့ ကျောင်းသူတွေဖြစ်ပါတယ် ။\nသူတို့ ၂ ယောက်က အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ပြီး\nအထူးသဖြင့် ဂင်ဆူဟီးက ဂျင်ယောင်းကို အရမ်းတွယ်တာပါတယ် ။\nအဲ့လို ချစ်ကြတဲ့ သူငယ်ချင်းတွေကြား ကံဆိုးမှုတစ်ခုက ဝင်ရောက်လာပါတယ်\nဒါကတော့ သူတို့မြို့မှာပြုလုပ်မယ့် ဘဲလေးအကပြိုင်ပွဲပါ ။သူတို့ကျောင်းအနေနဲ့က ကိုယ်စားပြုအကမယ်တစ်ယောက်ကိုပဲ ရွေးချယ်ပြီး ပြိုင်ပွဲကို ယှဉ်ပြိုင်ခိုင်းမှာပါ...\nကျောင်းက ဆရာမတွေဟာ ဆူဟီးကိုပဲ ရွေးချယ်ချင်နေတဲ့အခါမှာ ဂျင်ယောင်းတစ်ယောက် ဆူဟီးကိုစကားမပြောတော့ပါဘူး ။\nအဲ့နောက် သူတိုအဆောင်ရှေ့က ...",
        "rating": "5.9",
        "url": "https://megaup.net/2Tbgq/Whispering_Corridors_III_Wishing_Stairs_(2003)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eZ8JSNUkyPu4vi6zDcyUWdXp0WN.jpg",
        "title": "Whispering Corridors 4 : Voice (2005)",
        "description": "[Unicode]Voice ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။\nဒီဇာတ်ကားလေးက ၂၀၀၅ ခုနှစ်က ထွက်ရှိခဲ့တာပါ\nဇာတ်ကားထဲမှာ အခု ပြနေတဲ့ Dinner Mate ထဲက မင်းသမီးလေး Seo Ji-Hye က အဓိက ပါဝင်သရုပ်ဆောင်ပေးထားပါတယ် ။ဇာတ်လမ်းအကျဉ်း\nယောင်အွန်းနဲ့ ဆွန်းမင်းကအချစ်ဆုံးသူငယ်ချင်းတွေ ဖြစ်ကြပါတယ်\nတစ်ရက်မှာတော့ ဆွန်းမင်းက ယောင်အွန်းသူ့ကိုခေါ်နေတဲ့ အသံတွေကို ဆက်တိုက်ကြားနေရပါတယ်...\nဒါပေမယ့် ယောင်အွန်းကို ဘယ်သူမှ မမြင်ရကြဘူး\nယောင်အွန်းရဲ့ အလောင်းကို ဘယ်သူမှ မတွေ့ကြဘူး\nယောင်အွန်းကိုယ်တိုင်ကလည်း သူမဘယ်လိုသေဆုံးခဲ့တယ်ဆိုတာကို မမှတ်မိပြန်ဘူး ။ဒါဆို တကယ်ပဲ ယောင်အွန်းက ဘယ်လိုသေဆုံးသွားတာလဲ\nသူမရဲ့ အလောင်းကရော ဘယ်မှာလဲ\nလူတွေ မသိသေးတဲ့ ဒီလျှို့ဝှက်ချက်တွေကို ဆွန်းမင်းနဲ့ ယောင်အွန်း ဘယ်လိုရှာဖွေကြမလဲဆိုတာကို Voice ဇာတ်လမ်းမှာ ကြည့်ရှုကြပါနော်...။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]Voice ဆိုတဲ့ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2TbgB/Whispering_Corridors.4.The_Voice_(2005)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/costume-sexy-ami-2019ninja-5blackred_1-133x200.jpg",
        "title": "Ninja Girl Sakura (2019)",
        "description": "ဟိုးရှေးတုန်းက ဂျပန်ပြည်မှ နတ်ဆိုးနင်ဂျာတွေ သောင်းကျန်းတာကြောင့် နိုမ်နင်းပေးရတဲ့ နင်ဂျာမမ တစ်ယောက်ရှိတယ်တဲ့. အဲ့နင်ဂျာမမဟာ\nတစ်နေ့မှာ နတ်ဆိုးနင်ဂျာတွေရဲ့ ထောင်ခြောက်ထဲကို သတိလက်လွတ်၀င်မိသွားပါတယ်.နတ်ဆိုးနင်ဂျာတွေက\nနင်ဂျာမမကို သူတို့ဘက်ပါလာအောင် နည်းမျိုးစုံကြိူစားပေမယ့် မရတာကြောင့် နောက်ဆုံးမှာ သူတို့ရဲ့နောက်ဆုံးပေါ်နည်းပညာ\nကိမုချိသိုင်းကွက်ကို ထုတ်သုံးလိုက်ပါတယ်.အဲ့သိုင်းက ဘယ်လောက်စွမ်းလဲဆိုတာကို ကွက်ကွက်ကွင်းကွင်း\nဆင်ဆာမပါ ရိုက်ကူးတင်ဆက်ထားတာကြောင့်DSဖန်ကြီး သဘောကျနှစ်ခြိုက်ကြမယ်လို့ရဲရဲကြီးအာမခံပေးလိုက်ပါတယ်",
        "rating": "",
        "url": "https://megaup.net/31Ikh/Army.of.the.Dead.2021.HDR.720_(1).mp4 https://megaup.net/1FNpq/Army_Of_The_Dead_(2021).mp4 https://megaup.net/31Ikm/tts)Ninja.Girl.Sakura.21+(2019).mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/war3-144x200.jpg",
        "title": "War of the Arrows (2011)",
        "description": "War of the Arrows (2011)ရွာတစ်ရွာကို နန်းတွင်းမန်းချူးစစ်သည်တွေ ဝင်စီးကြတယ်...အကြောင်းက ဒီရွာမှာရှိတဲ့မိသားစုဝင်တစ်ဦးဟာ နန်းတွင်းသစ္စာဖောက်တစ်ယောက်ြဖစ်နေတယ်ဆိုတဲ့စွပ်စွဲချက်ကြောင့်ဖြစ်တယ်....ဒီသစ္စာဖောက်မှာ သားတစ်ယောက် သမီးတစ်ယောက်ရှိတယ်...ဒီလိုလွှတ်လိုက်တဲ့ မန်ချူးစစ်သည်တွေဟာလည်း ရွာထဲကိုဝင်သတ်ကြတယ်ဆိုပေမယ့်တပ်သားအဆင့်ခပ်ညံညံတွေလွှတ်လိုက်တာတော့မဟုတ်ဘူး....တကယ့်အတွေ့အကြုံရင့် တိုက်ရည်ခိုက်ရည်ပြည့်ဝတဲ့စစ်သည်တွေကိုလွှတ်လိုက်တာ.....မန်ချူးစစ်သည်တွေဟာ တစ်ရွာလုံးသတ်ပြီး မိန်းကလေးတွေကိုခေါ်ဆောင်သွားတယ်...ကံကောင်းထောက်မစွာ သစ္စာဖောက်ရဲ့သားဖြစ်သူဟာ လွတ်မြောက်သွားတယ်...တကယ်တော့ လွတ်မြောက်သွားတဲ့သားြဖစ်သူဟာ တကယ့်မြွေ....စဉ်းစားဉာဏ်လည်းရှိတဲ့အပြင် မြှားပစ်တဲ့နေရာမှာလည်း တစ်ဖက်ကမ်းခတ် ကျွမ်းကျင်တဲ့သူဖြစ်တယ်...မန်ချူးစစ်သည်တွေကို ပြောက်ကျားစစ်ပုံနဲ့ သူကျွမ်းကျင်တဲ့လေးမြှားအတတ်ပညာတို့ပေါင်းစပ်ပြီးလိုက်ပြီးဗျင်းတာတွေကို အားရပါးရြမင်ရပါလိမ့်မယ်...ဒီကားက တော်တော်ကြီးကိုမိုက်တာပါ....War of the Arrows ဆိုတဲ့အတိုင်းြမှားပစ်ခန်းတွေဆို ပီပီပြင်ပြင်ကြီးကိုရိုက်ထားတာ...ကြည့်နေတဲ့သူတွေပါ ြမှားတွေလာထိမလားယောင်ရမ်းစိုးရိမ်ရလောက်အောင်ပါပဲ....ခံစားကြည့်ကြပါဦး...File Size         : 950 MB\nQuality           : Blu ray 720P\nRunning Time : 2hr 2 minute\nFormat           : Mp4\nGenre             : Action, History\nEncoder         : Joker.phs",
        "rating": "7.2",
        "url": "https://megaup.net/3z87g/War_Of_The_Arrows_[2011]_(MM_Sub).mp4",
        "category": "Action, Asian, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNjMyMTZhOTgtNTM0NS00MzAzLWI4YjMtMmQ2MDk4NjkwYWI4XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "Sea Fever (2019)",
        "description": "Sea Fever (2019)=============IMDb Rating - 5.7/10#Unicodeရေအောက်သတ္တဝါတွေကို လေ့လာတဲ့မေဂျာက ကျောင်းသူလေးတစ်ယောက်ဟာသူ့ရဲ့ပါရဂူဘွဲ့အတွက် စာတမ်းရေးဖို့ ငါးဖမ်းသင်္ဘောတစ်စီးနဲ့ ပင်လယ်ထဲလိုက်သွားပြီးလေ့လာရေးစခဲ့ပါတယ်။ ငါးဖမ်းသင်္ဘောပေါ်ကလူတွေရဲ့ ယုံကြည်မှုကတော့ သင်္ဘောပေါ်မှာဆံပင်အနီရောင်ပါလာရင် ကံဆိုးမှုတွေဖြစ်တယ်ဆိုတာပါပဲ။ တိုက်တိုက်ဆိုင်ဆိုင်ပဲကျောင်းသူလေးက ဆံပင်အနီဖြစ်နေတာကို သင်္ဘောထွက်ပြီးမှ သိလိုက်ရတဲ့အခါ.....နောက်ပြီး သင်္ဘောက‌ ကန့်သတ်နယ်မြေထဲကို ရောက်ရှိသွားပြီး ပြဿနာတွေကြုံတွေ့လာရတဲ့အခါ ...…..… ဆံပင်အနီရောင်က ကံဆိုးစေတယ်လို့ယုံကြည်မှုဟာ တကယ်ပဲဖြစ်လာတာလား တိုက်ဆိုင်တာလား...…...…ကန့်သတ်‌နယ်မြေထဲမှာ ဘယ်လိုအကောင်တွေရှိနေမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ စောင့်ကြည့်ကြရမယ့်ကားပါ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiေရေအာက္သတၱဝါေတြကို ေလ့လာတဲ့ေမဂ်ာက ေက်ာင္းသူေလးတစ္ေယာက္ဟာသူ႔ရဲ႕ပါရဂူဘြဲ႕အတြက္ စာတမ္းေရးဖို႔ ငါးဖမ္းသေဘၤာတစ္စီးနဲ႔ ပင္လယ္ထဲလိုက္သြားၿပီးေလ့လာေရးစခဲ့ပါတယ္။ ငါးဖမ္းသေဘၤာေပၚကလူေတြရဲ႕ ယုံၾကည္မႈကေတာ့ သေဘၤာေပၚမွာဆံပင္အနီေရာင္ပါလာရင္ ကံဆိုးမႈေတြျဖစ္တယ္ဆိုတာပါပဲ။ တိုက္တိုက္ဆိုင္ဆိုင္ပဲေက်ာင္းသူေလးက ဆံပင္အနီျဖစ္ေနတာကို သေဘၤာထြက္ၿပီးမွ သိလိုက္ရတဲ့အခါ.....ေနာက္ၿပီး သေဘၤာက‌ ကန႔္သတ္နယ္ေျမထဲကို ေရာက္ရွိသြားၿပီး ျပႆနာေတြႀကဳံေတြ႕လာရတဲ့အခါ ...…..… ဆံပင္အနီေရာင္က ကံဆိုးေစတယ္လို႔ယုံၾကည္မႈဟာ တကယ္ပဲျဖစ္လာတာလား တိုက္ဆိုင္တာလား...…...…ကန႔္သတ္‌နယ္ေျမထဲမွာ ဘယ္လိုအေကာင္ေတြရွိေနမလဲဆိုတာကို ရင္တထိတ္ထိတ္နဲ႔ ေစာင့္ၾကည့္ၾကရမယ့္ကားပါ။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2dd5a/[CM]Sea.Fever.2019.720p.BluRay.5.1CH.mp4",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/1408-135x200.jpg",
        "title": "1408 (2007)",
        "description": "IMDb rating 6.9/10 ရရှိထားပြီး ကြောက်မက်ဖွယ်ရာသရဲအကြောင်း ပရလောကအကြောင်း နဲ့ သရဲခြောက်တဲ့ အိမ်တွေအကြောင်းရေးပြီး နာမည်ရလာတဲ့ စာရေးဆရာ တစ်ယောက်ရှိတယ်အရမ်းနာမည်ကြီးနေတဲ့ သရဲခြောက်တဲ့နေရာတွေ သူသွားဖူးတယ်အဲ့ဒီနေရာတွေမှာ သူတစ်ယောက်ထဲ နေတယ်ပေါ့....ဒါပေမယ့် သူကြုံရတာတွေက လူတွေ စိတ်ခြောက်ချားတာ ဖြစ်ပြီးအမှန်တကယ် ဘာ ပရလောကသားကိုမှ မတွေ့ခဲ့ဖူးပါဘူး...တစ်ဖြေးဖြေး သူစိတ်ပျက်လာတယ် ...တကယ့် သရဲဆိုတာတွေကို မတွေ့တဲ့ အပေါ် မယုံကြည်တော့ဘူး ဒီလိုနဲ့ တစ်ရက်မှာတော့ဘယ်သူတည်းတည်း သေတဲ့ ဟိုတယ်တစ်ခုက အခန်းကို သူငှားဖို့ကြိုးစားခဲ့တယ်... အားလုံးက ဝိုငး်ကန့်ကွက်ခဲ့ကြပေမယ့်သူဟာ ဒီအခန်းကို တည်းဖို့ဆုံးဖြတ်ချက်က လုံးဝမပြောင်းခဲ့ဘူး....နောက်ဆုံး ကြံဖန်ရင်း အဲ့ဒီအခန်းမှာ သူငှားခွင့်ရသွားတယ်...အဲ့ဒီအခန်းကတော့ ဓါတ်လှေကား နံပါတ်မှာ မပါတဲ့ (၁၃) လွှာမြောက် အခန်းနံပါတ် 1408တဲ့....ကဲ ဒီလောက်ပဲ ပြောပါတော့မယ် Horror ပရိတ်သက်ကို တကယ်အကြိုက်တွေ့စေမယ့် ရုပ်ရှင်ကားဖြစ်လို့ ကျနော် ပြန်လုပ်ပေးထားပါတယ်...File Size :1.6GB\nQuality ...",
        "rating": "6.8",
        "url": "https://megaup.net/11be4/1408_[2007]_(MM_Sub).mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w8REUyl6pZWuqpz4aDnBZyLbsKG.jpg",
        "title": "Dirty Sexy Saint(2019)",
        "description": "Dirty Sexy Saint(2019)ဘယ်လောက်ပဲ ချမ်းသာပါတယ်ပြောပြော...ဘယ်လိုအရာတွေကိုပဲ ပိုင်ဆိုင်ထားပါစေ....အချစ်ကို ကိုးကွယ်တဲ့သူတွေအဖို့ မဟာငရဲတွင်းကိုရောက်သလိုပါပဲ....ဒါကြောင့်ပဲ အများသူငါ ပြည့်စုံတယ်လို့ထင်ရတဲ့ကောင်မလေးဟာအချစ်မပါတဲ့အိမ်ထောင်ရေးကိုမတည်ဆောက်ချင်တဲ့အတွက်ကြောင့်အိမ်ကပေးစားတဲ့သူကိုမယူဘဲ အဝတ်တစ်ထည်ကိုယ်တစ်ခုနဲ့အိမ်ပေါ်က ဆင်းခဲ့ပါတယ်....ဒီလို ဆင်းခဲ့လို့ အပြင်လောကဟာ အခက်အခဲတွေ မျိုးစုံပါပဲ....သူမရပ်တည်ဖို့ဘယ်လိုလှုပ်ရှားရုန်းကန်ရမလဲ...သူမ လိုချင်တဲ့အချစ်စစ်ရော တွေ့နိုင်ပါ့မလား....အချစ်ကားကောငး်ကောင်းလေးတွေ ကြည့်ချင်တဲ့သူတွေအဖို့ လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ The One ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (389 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:44:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1xfu7/Dirty_Sexy_Saint.2019.WEB-DL.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/ghost-ship-1-140x200.jpg",
        "title": "Ghost Ship 2019 Documentary",
        "description": "ကိုရီးယား မှတ်တမ်းရုပ်ရှင်ကောင်း တစ်ခု တင်ပေးထားပါတယ်။ အစိုးရကို မျက်စိလှည့်စားတဲ့ တရုတ်နည်းပညာသမားတစ်ယောက်ရဲ့ သင်္ဘောတည်နေရာ အတုတွေ ဖန်တီးမှုကို လိုက်စုံစမ်းတဲ့ အကြောင်းပါ။ ဒီသဘောင်္တွေကို တစ္ဆေသဘောင်္လို့ ခေါ်ရတာက GPS မှာ ပေါ်နေပေမယ့် တကယ့် နေရာမှာ ရှာရင် မရှိလို့ပါပဲ။ တစ်ရက်မှာ ကိုရီးယားက အပျော်စီး သဘောင်္တစ်စီး နစ်မြှပ်တာနဲ့ ပတ်သတ်ပြီး ဒီအချက်အလက်တွေ ပေါ်ပေါက်လာပုံကို တင်ဆက်ထားတာပါ။ ဗဟုသုတ နဲ့ နည်းပညာအတွက် အကျိုးရှိလို့ တင်ပေးထားလိုက်ပါတယ်။File Size : 531 Mb\nQuality : HDrip 1080p\nFormat…mp4\nDuration…01:34:00\nGenre : Documentary\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Pwint\nEncoded by Littleneo \nLinks\n UserDrive / Gdrive / Megaup / ...",
        "rating": "",
        "url": "https://megaup.net/1xf5r/Ghost.Ship.2019.HDRip.1080p_(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMzFmMjQwYTUtYjA1ZC00ZTY0LWFhNDctNzRkZTg4Yzc4MmUyXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR006231000_AL_-125x200.jpg",
        "title": "The Legend of Hei (2019)",
        "description": "ခုနောက်ပိုင်း တရုတ်အန်နီမေးရှင်း ရုပ်ရှင်တွေဟာ\nအတော်ကြီးကို ဇတ်လမ်းတည်ဆောက်ပုံနဲ့\nရုပ်ထွက်တွေက ကောင်းလာပါတယ်...\nအဲ့ဒီထဲမှာ မှ ကောင်းတဲ့ ဇတ်လမ်းလေးတစ်ကားကို\nCM Fan တွေ အတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nလူသားတွေဟာ တောတောင်တွေကို တစ်ဖြေးဖြေးနယ်ချဲ့ရင်း\nလူနေအိမ်တွေဆောက် စက်ရုံတွေဆောက်ပြီး\nတောထဲက တိရိစ္ဆာန်လေးတွေပါ နေစရာရှားပါးလာပါတယ်\nအဲ့ဒီထဲမှာ ရှောင်ဟိုင် ဆိုတဲ့\n \nအနက်ရောင် ကြောင်လေးတစ်ကောင်လဲ\nပါပါတယ်...\n \nရှောင်ဟိုင် ဟာ တောထဲ မှာ\n \nနေစရာမရှိတဲ့နောက် လူတွေရဲ့\nလမ်းကြို လမ်းကြားတွေမှာ\n \nသွားရောက်နေထိုင်ပေမဲ့\nရက်စက်တဲ့ လူတွေက\n \nဒီကြောင်လေးတစ်ကောင်ကိုတောင်\nလိုက်ပြီး ဖမ်းဆီးနှောက်ယှက်ကြပါတယ်...\n \nအဲ့ဒီမှာပဲ ဖုန်ချီ ဆိုတဲ့ ကောင်လေး ဟာ ရှောင်ဟိုင်ကို\nကယ်တင်ပြီး နေထိုင်စရာ နေရာလေး တစ်ခုပေးခဲ့တယ်\n \nရှောင်ဟိုင် ရော ဖုန်ချီ ရောဟာ မွန်းစတားတွေ ဖြစ်ပြီး\nပုံမှန်အချိန်မှာ အကောင်လေးတွေ အဖြစ် ရှိပြီး\nစွမ်းအားရှိတဲ့ အကောင်တွေ\n \nအဖြစ်လဲ ပြောင်းလဲနိုင်ပါတယ်\n \nဒီလို မွန်းစတားတွေကို ဖမ်းဆီးနေတဲ့\n \nအထက်က ဂိုဏ်းတစ်ခုလဲရှိတယ်\nသူတို့က လူသားနဲ့ မွန်းစတားတွေ\n \nကြားက အခြေအနေကိုထိန်းသိမ်းတဲ့\nအဖွဲ့ဖြစ်ပြီး ထိပ်တန်း က\n \nအကြမ်းစား ဖမ်းဆီးသူကတော့ ဝူရှန် ပါ\nဒီလိုအေးချမ်းနေတဲ့ ဖုန်ချီ တို့\n \nရှောင်ဟိုင် တို့ ဘ၀ ...",
        "rating": "8.0",
        "url": "https://megaup.net/Rhk3/Luo_Xiao_Hei_Zhan_Ji_[Troy][WEB_1080p]_%7BCM%7D.mp4",
        "category": "Animation, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nrW048JoWofimI5AKXDTBzvxqRr.jpg",
        "title": "7500(2020)",
        "description": "7500(2020)(Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်...)တိုဘိုင်ယာအဲလစ်ဆိုတဲ့သူဟာဂျာမဏီနိုင်ငံဘာလင်မြို့ကနေ ပြင်သစ်နိုင်ငံပဲရစ်မြို့ကို ထွက်ခွာပျံသန်းလာတဲ့ ခရီးသည်တင်လေယာဥ် Airbus A319မှာ လက်ထောက်လေယာဉ်မှူးအဖြစ် တာဝန်ထမ်းဆောင်နေတဲ့သူဖြစ်တယ်...လုပ်ရိုးလုပ်စဉ်အတိုင်း အင်ဂျင်စစ်..ရာသီဉတုအခြေအနေစစ်.အခြားလုံခြုံရေးဆိုင်ရာများကိုလည်းစစ်ပြီးတဲ့နောက်မှာ ခရီးသည်တင်လေယာဥ် Airbus A319 ကြီးနဲ့စတင်ပျံသန်းပါတော့တယ်....ဒီခရီးသည်တင်လေယာဉ်ကြီးကံဆိုးမှုက ပျံသန်းပြီးသိပ်မကြာခင်စတော့တာပဲ...အကြမ်းဖက်အဖွဲ့ဟာ လေယာဉ်ကိုပြန်ပေးဆွဲဖို့ စတင်တော့တာပါပဲ...အကြမ်းဖက်အဖွဲ့ဟာ ဘယ်သူတွေဖြစ်မလဲ...ဘာကြောင့်ပြန်ပေးဆွဲတာလဲ...လေယာဉ်မှူးတွေကရော ခရီးသည်တွေဘေးကင်းအောင် ပျံသန်းပေးနိုင်ပါ့မလား...7500ဆိုတာ လေယာဥ်အပိုင်စီးခံရမှုကိုဖော်ပြတဲ့ အရေးပေါ်ကုဒ်ဖြစ်ပါတယ် ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါ..File Size :(1.76GB) (847 MB) and (306MB)\nQuality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:34:00\nGenre : Thriller, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1xeUS/7500.2020.BLU-RAY1080P.5.1CH.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6E3XPxhorO0sLIa0jeX3zDD3PXI.jpg",
        "title": "Death Bell 2: Bloody Camp (2010)",
        "description": "[Unicode]ဒီကားကတော့ အရင် Death bell 1 နဲ့ပုံစံဆင်တူတဲ့ ကျောင်းသားလူသတ်ကားလေးပါပဲ ။\nဆရာမအသစ်လေးတစ်ယောက် ကျောင်းမှာ အစမ်းခန့်အနေနဲ့ အလုပ်စဝင်ခဲ့ပါတယ်\nသူအလုပ်စဝင်ပြီး အစမ်းခန့်ပါလ တစ်လပဲကျန်တော့တဲ့အချိန်မှာ အဆင့်တစ်ကနေ သုံးဆယ်အတွင်းဝင်တဲ့ ကျောင်းသားတွေအတွက် နွေရာသီအထူးတန်းစတင်သင်ကြားခဲ့ပါတော့တယ် ။ထူးဆန်းတဲ့ဖြစ်ရပ်တွေက အဲ့နေ့ညမှာပဲ စတင်ခဲ့ပါတယ်\nအဖွဲ့လိုက်အနိုင်ကျင့်မှုသေဆုံးခဲ့ရတဲ့ မိန်းကလေးတစ်ယောက်အတွက် ပြန်ပြီးလက်စားချေမှုတွေစတင်လာခဲ့တာပါ ...\n'မိခင်ဖြစ်သူက အပြစ်မရှိဘဲသေသွားခဲ့ရင် သားဖြစ်သူက လက်စားမချေပဲနေပါ့မလား' ဆိုတဲ့စကားအတိုင်း ဘယ်လိုမျိုးလက်စားချေမလဲ ...\nအနိုင်ကျင့်တဲ့အဖွဲ့ကရော ဘယ်လိုမျိုးဇာတ်သိမ်းရမလဲ\nလက်စားချေတဲ့လူကရော မိန်းကလေးနဲ့ဘယ်လိုပက်သက်ပြီးဘယ်သူဖြစ်နိုင်မလဲဆိုတာ စိတ်ဝင်တစားနဲ့စောင့်ကြည့်ကြပါဦး ။\nအားလုံးရဲ့အချစ်တော် မင်းသား Ji Chang Wook လေးပါဝင်ထားပါတယ်နော်...။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]ဒီကားကေတာ့ အရင္ Death bell 1 နဲ႔ပုံစံဆင္တူတဲ့ ေက်ာင္းသားလူသတ္ကားေလးပါပဲ ။\nဆရာမအသစ္ေလးတစ္ေယာက္ ေက်ာင္းမွာ အစမ္းခန္႔အေနနဲ႔ အလုပ္စဝင္ခဲ့ပါတယ္\nသူအလုပ္စဝင္ၿပီး အစမ္းခန္႔ပါလ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2dc3i/Death_Bell_2_(2010)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bsbA0UeJNmmhcBwTRRfcCH23fEt.jpg",
        "title": "Death Bell (2008)",
        "description": "[Unicode]ဒီကားလေးက အထက်တန်းကျောင်းတစ်ခုက လျှို့ဝှက်ချက်ဆန်တဲ့လူသတ်တဲ့ကားလေးပါ ။ချန်အင်အထက်တန်းကျောင်းမှာ နှစ်ဝက်စာမေးပွဲကြီးပြီးဆုံးပြီး အထူးတန်းတက်ရဖို့ အကြောင်းဖန်လာခဲ့တဲ့ ကျောင်းသားတွေ\nရုတ်တရက်ကြီးစာသင်နေရင်း အသံလွှင့်ခန်းကနေ အသံတစ်ခုပေါ်လာခဲ့တယ် ။\nအဲ့ဒါကတော့ စာမေးပွဲထပ်ဖြေရပါမယ်တဲ့ထူးဆန်းတာက ဒီစာမေးပွဲက တခြားစာမေးပွဲတွေလိုမဟုတ်ဘဲ ကျောင်းသားတစ်ယောက်ချင်းစီကိုဖမ်းခေါ်သွားပြီး သူတို့ကိုပြန်ကယ်ပေးတဲ့စာမေးပွဲပါ...\nကျောင်းသားတစ်ယောက်ကိုမေးခွန်းတစ်ခု အဲ့မေးခွန်းကိုဖြေနိုင်မှသာ ကျောင်းသားကိုကယ်နိုင်မှာဖြစ်တယ်\nအပြင်လည်းထွက်လို့မရ ဖုန်းတွေကလည်း အတက်အသွယ်ပြတ်နဲ့ ကျောင်းသားတွေရော ဆရာတွေရော အသက်ရှင်သန်ဖို့အတွက် အသည်းအသန်ကြိုးစားကြရပါတော့တယ် ။ဒါပေမယ့် ဖြစ်ချင်တော့... မေးခွန်းတွေကို ဘယ်သူမေးနေတာဖြစ်မလဲ\nဘာကြောင့် ကျောင်းသားတွေကိုအသုံးချပြီးလုပ်ရတာလဲ\nအဲ့နောက်ကွယ်မှာ ဘာဇာတ်လမ်းတွေရှိဦးမလဲ ဘယ်သူတွေအသက်ရှင်ကျန်ရစ်ခဲ့မလဲဆိုတာ\nသရဲကား လူသတ်ကားတွေရဲ့ထူးစံအတိုင်း ရင်တထိတ်ထိတ်နဲ့ ရှုစားလိုက်ကြပါဦးနော်...။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]ဒီကားေလးက အထက္တန္းေက်ာင္းတစ္ခုက လွ်ိဳ႕ဝွက္ခ်က္ဆန္တဲ့လူသတ္တဲ့ကားေလးပါ ။ခ်န္အင္အထက္တန္းေက်ာင္းမွာ ႏွစ္ဝက္စာေမးပြဲႀကီးၿပီးဆုံးၿပီး အထူးတန္းတက္ရဖို႔ အေၾကာင္းဖန္လာခဲ့တဲ့ ေက်ာင္းသားေတြ\n႐ုတ္တရက္ႀကီးစာသင္ေနရင္း အသံလႊင့္ခန္းကေန အသံတစ္ခုေပၚလာခဲ့တယ္ ။\nအဲ့ဒါကေတာ့ စာေမးပြဲထပ္ေျဖရပါမယ္တဲ့ထူးဆန္းတာက ဒီစာေမးပြဲက တျခားစာေမးပြဲေတြလိုမဟုတ္ဘဲ ေက်ာင္းသားတစ္ေယာက္ခ်င္းစီကိုဖမ္းေခၚသြားၿပီး သူတို႔ကိုျပန္ကယ္ေပးတဲ့စာေမးပြဲပါ...\nေက်ာင္းသားတစ္ေယာက္ကိုေမးခြန္းတစ္ခု အဲ့ေမးခြန္းကိုေျဖႏိုင္မွသာ ေက်ာင္းသားကိုကယ္ႏိုင္မွာျဖစ္တယ္\nအျပင္လည္းထြက္လို႔မရ ဖုန္းေတြကလည္း ...",
        "rating": "5.7",
        "url": "https://megaup.net/2dc33/Death_Bell_(2008)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Af07K0TATzeEbG1YmwChULduP3S-133x200.jpg",
        "title": "Are We In Love? (2020)",
        "description": "နတ်မျက်စိ ​ဗေဒင်စာအုပ်ကို သိကြတယ်မလား....\nတကယ်လို့ ကိုယ့်ရဲ့အချစ်ကိစ္စနဲ့\n \nပတ်သတ်တဲ့ ​မေးခွန်း​တွေကို\n \nအမှန်တိုင်း​ဖြေ​ပေးတဲ့ စာအုပ်ရှိခဲ့မယ်ဆိုရင်\n \nဘာ​တွေ​မေးမိမယ်စိတ်ကူးကြလဲ....\nဒီကားက ဆိုး​ဂျောင်ဆိုတဲ့ ​ကောင်မ​လေးက\n \nအူတူတူ​လေး သူ့​ဘော့စ်ဆွန်း​ဂျေး က ကော်ဖီဆိုင်ပိုင်ရှင်...\nတစ်​နေ့ ဆိုး​ဂျောင်က ​ဘော့စ်အပြစ်​ပေးလို့ညနက်တဲ့ထိ အလုပ်လုပ်ရင်း\n \nအဖွားအိုတစ်​ယောက်ကဆိုင်ကိုလာပြီး စာအုပ်တစ်အုပ်​ပေးသွားတယ်\nအဲ့စာအုပ်​လေးရပြီး​နောက်ပိုင်းဆိုး​ဂျောင်းအချစ်​ရေးက\n \nဂျွမ်းထိုး​မှောက်ခုန်ဖြစ်သွားတယ်\n​ဘော့စ်အူတိုတဲ့ အခန်း​လေး​တွေဆို\nအူယားစရာတအား​ကောင်းလွန်းပါတယ်\n​ပေါကားလုံးဝမဟုတ်တာ​တော့ အာမခံပါတယ်\nဒီကား​လေးကြည့်ပြီး အချစ်စစ်ကိုရှာ​ဖွေတတ်ကြပါ​စေလို့\n  \nFile Size - 1.1 GB\nQuality - Web-Dl 1080P\nSubtitle - Burmese (Hardsub)\nTranslator - Dolly\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/2T85v/Are_We_In_Love.2019.WEBRip.720p_{CM}.mp4",
        "category": "Asian, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/screen-7-160x200.jpg",
        "title": "Saya Aika – fooled newcomer model (2019)",
        "description": "ဒီတခါတော့ stay homeကာလမှာ ‌ပျော်ရွှင်နေစေဖို့ Dark sideက\nဆင်ဆာမပါ ပြောင်ပြောင်ရှင်းရှင်း ဇာတ်လမ်းတစ်ပုဒ်တင်ဆက်ပေးလိုက်ပါတယ်.\nဇာတ်လမ်းအကျဉ်းကတော့ အပြာမင်းသမီးလေး အီကာဟာ\nဓာတ်ပုံဆရာနဲ့သူမရဲ့ ခန္ဓာကိုယ်ဒီဇိုင်းကာလာ အလှအပကို\nဖော်ထုတ် ဓာတ်ပုံရိုက်ဖို့ ရှိပါတယ်.\nဓာတ်ပုံရိုက်ကွင်းတွေမှာ ပုံမှန်ဆို ချစ်လို့ မရပေမယ့်\nဓာတ်ပုံဆရာကိုကိုရဲ့ မဟားတရား ချစ်ချင်နေစိတ်ကြီးကြောင့်\nမင်းသမီးလေး အီကာ ဘယ်လိုဘယ်ပုံ ခံစားသွားရတယ်ဆိုတာကို\nအနှစ်သာရ ရှိရှိရိုက်ကူးတင်ဆက်ပေးထားတဲ့ ဇာတ်လမ်းဖြစ်တာကြောာင့်\nds fanတွေ အကြိုက်တွေ့စေမှာပါဗျာ\nDarkKnight က ဘာသာပြန်ထားပြီး\nXCode က တင်ဆက်ထားပါတယ်",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/saya-aika-fooled-newcomer-model-2019/",
        "category": "Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/axo5bekmwwr3-133x200.jpg",
        "title": "Ghost stories (1982)",
        "description": "လွန်ခဲ့တဲ့ နှစ်ပေါင်း (၄၀) လောက်က ရုပ်ရှင်ကားတစ်ကားကို\nDark Side Fan တွေ အတွက် တင်ဆက်ပေးချင်ပါတယ်\nဒီတစ်ခါ XCode တင်ဆက်ပေးမှာကတော့\nလုံး၀ ဆင်ဆာမဖြတ်ထားတဲ့ တရုတ်သရဲကား တစ်ကားပါ\nဇတ်လမ်းပုံစံကတော့\nကလေးမရသေးတဲ့ လင်မယားရယ်\nယောင်္ကျားဖြစ်သူရဲ့ ညီတစ်ယောက် ရယ်\nအတူနေကြတယ်...\nမိန်းမဖြစ်သူက ကလေးရဖို့ ယောင်္ကျားဖြစ်သူရဲ့\nညီ ကို ကြံစည် တော့တာပါပဲ\nဒါပေမဲ့ ညီဖြစ်သူကတော့\nအသတ်ခံရတော့မယ့် လိပ်ကလေးတစ်ကောင်ကို\nကယ်လာမိပြီး လိပ်နတ်သမီးလေးဖြစ်နေလို့\nညတိုင်း ဘု ဖြစ်နေတာမို့\nမရီးဖြစ်သူကို စိတ်မဝင်စားပါဘူး\nဒီ မိသားစု ဘာတွေ ဖြစ်ကြမလဲ ဆိုတာ\nဆက်လက် ကြည်ံရှုလိုက်ကြပါ\n(အသက် ၁၈ နှစ်မပြည့်သေးသူများ\nကြည့်ရှုရန် မသင့်တော်ပါ)",
        "rating": "",
        "url": "https://channelmyanmar.org/ghost-stories-1982/",
        "category": "Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNzNlNzBhNzMtNWNiOC00MGMxLWI3YjktNWMwNzJjMDEyZGQ3XkEyXkFqcGdeQXVyNzY1ODU1OTk@._V1_-133x200.jpg",
        "title": "Sniper: Assassin’s End (2020)",
        "description": "စနိုက်ပါဇာတ်လမ်း၊ အက်ရှင်ဇာတ်လမ်း\nကြိုက်သူတွေအတွက် တင်ပေးထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ အမေရိကန် နိုင်ငံမှာ\nအခြားနိုင်ငံက ဝန်ကြီးတစ်ယောက်\nစနိုက်ပါနဲ့ အပစ်ခံလိုက်ရပါတယ်။\nအဲဒီ ပစ်တဲ့သူဘယ်သူလဲဆိုတာ သဲလွန်စတွေအရ\nစုံစမ်းတော့ ဘက်ကက် ဆိုတဲ့ လက်ဖြောင့်တပ်သား\nတပ်ကြပ်ကြီး တစ်ယောက် ဖြစ်နေတာကိုတွေ့ရတာပါပဲ။\nဒါပေမယ့် ဘက်ကက်က ချောက်တွန်းခံရတာဖြစ်ပြီး သူ့ကို\nဖမ်းထားတုန်းမှာပဲ နှုတ်ပိတ်ဖို့ကြိုးစားလာပါတယ်။\nဒီတော့ သူ့အဖေရယ်၊ ထောက်လှမ်းရေး အေးဂျင့်တစ်ယောက်ရယ်\nအကူအညီနဲ့ တရားခံအစစ်ကိုလိုက်ရှာပြီး အမှန်ကို\nပေါ်လာအောင် ကြိုးစားရပါတော့တယ်။\n \nFile Size - 1GB\nQuality - Bluray 720P\nSubtitle - Burmese (Hardsub)\nTranslator - Little Neo\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/Repq/Sniper.Assassins.End.2020.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z83KrUMwgXPZM442lhl0Mth0pPk.jpg",
        "title": "Yeh Saali Aashiqui(2019)",
        "description": "Yeh Saali Aashiqui(2019)ဒီဇာတ်ကားလေးကတော့ Drama /Thrillerဇာတ်ကားအမျိုးအစားဖြစ်ပြီးIMDB rating 7.9အထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ရှာဟိလ်မဟ်ရာတဲ့ကောင်လေးဟာ ချမ်းသာတဲ့မျိုးရိုးက ဆင်းသက်လာတဲ့ခပ်ရိုးရိုးကောင်လေးပေါ့.....ဒီလို လူချမ်းသာနဲ့မှ ချစ်သူဖြစ်ချင်တဲ့ကောင်မလေးတစ်ယောက်ဟာသူ့ကိုချဉ်းကပ်ပါတော့တယ်....ချစ်သူတွေဖြစ်ပြီးတဲ့အချိန် စရိုက်ဆန်းဆန်းကောင်မလေးရဲ့ အကျင့်တွေဟာရှာဟိလ်မဟ်ရာကို ကူးစက်လာလို့ သူ့ဟာ နဂိိုပုံစံပျောက်တယ်လို့တောင်ဆိုရမှာပါ...ရှာဟိလ်မဟ်ရာဟာ ချစ်သူကောင်မလေးရလို့ ပျော်ရွှင်ရမယ် မကြံရသေးဘူး...ဒီကောင်မလေးရဲ့အရင်အရှုတ်တော်ပုံကြီးထဲကို အလိုလိုရောက်သွားပါတယ်....ဒီအမှုက ကြီးလွန်းလို့ သူ့အတွက်တကယ့်ကိုဘေးကြတ်နံကြတ်ပါပဲ....ဒီအမှုကြီးက ဘာဖြစ်မလဲ....သူပါ အလိုလိုဝင်ပါရအောင် ဘာတွေများဖြစ်လို့လဲ....ဒီပြဿနာတောထဲက သူရုန်းထွက်နိုင်ပါ့မလား...ချစ်သူတွေအဖြစ် ဆက်လက်ပေါင်းစည်းနိုင်ပါ့မလားဆိုတာကိုတော့ခံစားကြည့်ကြပါဦး....India ကားကောင်းကြိုက်သူတို့အဖို့လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်...File Size : (1.16 GB) and (436MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:17:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.9",
        "url": "https://megaup.net/2d95z/Yeh_Saali_Ashiqui.2019.WEB-DL.720P.PP.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYjgwM2JhNjItNjFlYi00MjYwLTlhYWEtZjk2NzcwYmZmYTg0XkEyXkFqcGdeQXVyNjU1NzU3MzE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Radioactive (2019)",
        "description": "ထက်မြက်တဲ့ မိန်းမ အစစ်ရဲ့ ဘဝဇာတ်ကြောင်းလေးကို ကြည့်လိုက်ရအောင်။\nမယ်ရီယာ ကျူရီ (သို့) မဒမ်ကျူရီ လို့ သိကြတဲ့\nသိပ္ပံပညာရှင် အမျိုးသမီးရဲ့ အကြောင်း ဖြစ်ပါတယ်။\nကမ္ဘာ့ပထမဆုံး နိုဘယ်ဆုရ အမျိုးသမီး၊ ကမ္ဘာ့ပထမဆုံး ပြင်သစ် အမျိုးသမီးပါမောက္ခ ဖြစ်ပြီး\nကျူရီ မိသားစုဟာ နိုဘယ်ဆု ၅ ဆုရရှိခဲ့တဲ့မိသားစုလည်း ဖြစ်ပါတယ်။\nမဒမ် ကျူရီ တွေ့ခဲ့တာကတော့\nRadioactivity ဆိုတဲ့ ဓာတ်သတ္တိကြွမှု အကြောင်းပါပဲ။\nဒီအရာဟာကမ္ဘာကြီးကို ပြောင်းလဲစေခဲ့ပြီး\nသိပ္ပံပညာ တစ်ခေတ်ဆန်းစေခဲ့တာပါ။\nဓာတ်မှန်တွေ၊ ကင်ဆာကုထုံးတွေ စသဖြင့်\nအသုံးဝင်တာတွေ အများကြီး တိုးတက်လာခဲ့ပါတယ်။\nပထမ ကမ္ဘာစစ်အတွင်းမှာ ပြင်သစ်နိုင်ငံအတွက်\nသူ့ရဲ့ နိုဘယ်ဆုက ရွှေတွေကို အရည်ကြိုပြီး သုံးပစ်ဖို့ လှူခဲ့ပေမယ့်\nပြင်သစ်အစိုးရက ငြင်းပယ်ခဲ့ရပါတယ်။\nဒါပေမယ့် မဒမ်ကျူရီက စစ်မြေပြင်တစ်လျှောက်မှာ\nဓာတ်မှန်ပါတဲ့ ကားပေါင်းများစွာကိုဦးစီးပြီး\nလူတစ်သန်းကျော်အထိ ဓာတ်မှန်ရိုက်ပေးခဲ့ လိုအပ်တဲ့\nအကူအညီတွေပေးခဲ့ပါတယ်။\nဒါပေမယ့် ရေဒီယိုသတ္တိကြွမှုကို တွေ့ခဲ့တဲ့ပညာရှင်ပီပီ\nဓာတ်ရောင်ခြည်သင့်ပြီး Aplastic Anemia သွေးအားနည်းရောဂါနဲ့\nသေဆုံးခဲ့ရတာပါ။\nဒီရုပ်ရှင်မှာတော့ ပိုလန်ကနေ ပြင်သစ်ကို ပြောင်းလာကာစ\nသိပ္ပံပညာရှင်ဘဝ အောက်ခြေကနေ\nသူ့ရဲ့ အအောင်မြင်ဆုံးအချိန်တွေ၊ ကျဆုံးတဲ့အချိန်တွေ၊\nအဆုံးသတ်ချိန်ထိ ပြသထားတာကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/1xbx8/Radioactive.2019._720P_%7BCM%7D.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2d1S6fJS80fvseg6mJE8eq5o7Kx.jpg",
        "title": "The Assassination of Jesse James by the Coward Robert Ford ( 2007 )",
        "description": "[Unicode]Assassination of Jesse James\nBy the Coward Robert Ford (2007)IMDB Rating....... 7.5ဂျက်ဆီဂျိမ်းစ်ဆိုတဲ့ ရာဇဝင်လူဆိုးကြီးကို သေချာမသိကြရင်တောင် အရှောင်အတိမ်း ဂျက်ဆီဂျိမ်းစ်ဆိုတဲ့ စကားလေးတော့ ကြားဖူးကြမယ်ထင်ပါတယ်။\nဒီလိုနာမည်တွင်ရလောက်အောင်လည်းညဂျက်ဆီဂျိမ်းစ်ကို ဖမ်းမယ့်အစား ငါးရှဉ့်ကို လက်ချောဆီသုတ်ပြီး ဖမ်းရတာကမှ လွယ်ပါဦးမယ်။\nဒီလိုနဲ့ ဂျက်ဆီဂျိမ်းစ်းဟာ ဆုကြေးအမြင့်ဆုံး ရာဇဝင်လူဆိုးဖြစ်လာတာပါပဲ။နာမည်တူ စာအုပ်ကိုပဲရိုက်ထားတဲ့ဒီရုပ်ရှင်ဟာ သူ့ကို လုပ်ကြံသတ်ဖြတ်ခဲ့တဲ့လူနဲ့ သူနဲ့ကြားက ဇာတ်လမ်းတစ်ပုဒ်ပါ။\nဒီရုပ်ရှင်ရဲ့ နာမည်မှာတင် ဘာအကြောင်းဆိုတာ ဂဃနဏကြီးသိအောင် ပြပြီးသားပါ။\nBrad Pittရဲ့ Plan B Entertainmentကာထုတ်လုပ်ထားပြီး မထီတထီဇာတ်ရုပ်တွေမှာာသိပ်လိုက်တဲ့ Brad Pitt ကပဲညဂျက်ဆီဂျိမ်းအဖြစ် သရုပ်ဆောင်ထားပါတယ်။အိမ်အနားစွန်းမှာ ရွေ့မျောနေတဲ့\nမှောင်ရီပျိုးစကောင်းကင်အောက်က တိမ်‌‌တွေ။\nပိန်းပိတ်အောင်မှောင်နေတဲ့ ရထားလမ်းဆီ\nဟိုးအဝေးကခုတ်မောင်းလာတဲ့\nကျောက်မီးသွေးသုံး မီးရထားတစ်စင်း။\nဓားပြတိုက်ဖို့ ရထားသံလမ်းပေါ်ထွက်ရပ်နေတဲ့\nကျောက်မီးသွေး‌ငွေ့တွေကြားက ဂျက်ဆီဂျိမ်းစ်\nသူ့ကို ထိုးထားတဲ့ ရထားရှေ့မီး။\nရောဘတ်ဖို့ဒ်ရဲ့ သေနတ်ပြောင်းကို ကျောခိုင်းထားတဲ့\nဂျက်ဆီဂျိမ်းစ်ရဲ့ ‌ပန်းချီကားရှေ့က နောက်ဆုံးထွက်သက်။\nဒီရုပ်ရှင်ရဲ့ Cinematographyတွေအားလုံးက ဒီ၂နာရီခွဲကြာတဲ့ ရုပ်ရှင်ကို တစ်ကွက်မှ ...",
        "rating": "7.5",
        "url": "https://megaup.net/Re99/The_Assassination_of_Jesse_James_by_the_Coward_Robert_Ford_(2007)_720p..mp4",
        "category": "Biography, Crime, Drama"
    }
]