[
    {
        "thumbnail": "",
        "title": "Hate Story 2 (2014)",
        "description": "မင္းသမီးအသစ္နဲ႕ ထပ္ရိုက္ကူးထားတဲ့ ဇာတ္ကားပါ။ပထမဇာတ္ကားနဲ႕ အဆက္အစပ္မရွိပါဘူး။\nဆက္စပ္တာကေတာ့ ဇာတ္နာေနတဲ့ မိန္းကေလးတစ္ေယာက္က ျပန္လည္လက္စားေခ်တဲ့ ဇာတ္လမ္းပံုစံတူတာပါပဲ။File size…(1GB)\nQuality….DVD-Rip 720p\nFormat…mp4\nDuration….02:01:44\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.5",
        "url": "https://megaup.net/1wpp1/Hate_Story_2_[16+]_[2014]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Hate Story (2012)",
        "description": "ရက္စက္သြားတဲ့ ခ်စ္သူကို ရက္ရက္စက္စက္ ျပန္လည္ ဂလဲ့စားေခ်မယ့္ က်ားနာမေလးတစ္ေယာက္အေၾကာင္းပါ။File size…(1.1GB)\nQuality….DVD-Rip 720p\nFormat…mp4\nDuration….02:19:22\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.3",
        "url": "https://megaup.net/1wpq3/Hate_Story_[16+]_[2012]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ugw07fJIZMVrrIGeN1MO7Xecj5h.jpg",
        "title": "Early Man(2018)",
        "description": "အခုတစ်​ခါ​တော့ ၂၀၁၈ ခုနှစ်​ထွက်​ထားတဲ့ Early Man ဆိုတဲ့​ကျောက်​​ခေတ်​ကာလကို ​နောက်​ခံထားပြီးရိုက်​ကူးထားတဲ့Animation ကား​လေးတစ်​ကားကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​ဒီကား​လေးကို ဒါရိုက်​တာ Nick Park ကရိုက်​ကူးခဲ့တာဖြစ်​ပြီးAardman Animation က ​နေထုတ်​လုပ်​ဖြန်​့ချီထားတာဖြစ်​ပါတယ်​ဒီကား​လေးက ​ကျောက်​​ခေတ်​ကာလက​နေ​ကြေး​ခေတ်​​ပြောင်​းတဲ့ကာလမှာ​ကျောက်​​ခေတ်​မှာ ​အေး​ဆေ​း​နေခြင်​တဲ့ ​ကျောက်​​ခေတ်​လူသား​လေး Dug ကသူ့အိမ်​ကို အ​နှောက်​အယှက်​​ပေးဖျက်​ဆီး မယ်​့ လူဆိုးကြီးNooth ရဲ့ရန်​က​နေကာကွယ်​တာကို ရိုက်​ကူးပြထားတာဖြစ်​ပါတယ်​ဇာတ်​ကား​လေးက​တော်​​တော်​ ​ကောင်​းပြီး ဒီကားထဲမှာပါတဲ့သီချင်​း​လေး​တွေကလဲ ​တော်​​တော်​ ​ကောင်​းပါတယ်​ဒီကား​လေးထဲမှာ Dug အဖြစ်​ Eddie Redmayne က သရုပ်​​ဆောင်​ထားပြီးGoona အဖြစ်​ Maisie Willians နဲ့လူဆိုးကြီး Lord Noothဖြစ်​ Tom Hiddlestom က အသံသရုပ်​​ဆောင်​​ပေးထားတာဖြစ်​ပါတယ်​ကဲ Animation ပရိတ်​သတ်​ကြီးအ​နေနဲ့က​တော့လက်​လွတ်​မခံသင်​့တဲ့ကား​လေး ဆိုတာ​ပြောလိုက်​ပါရ​စေQty - 720p BlurayGern - Animation / Action / ThrillerDuration - 1hr 55minTranslator ...",
        "rating": "6.3",
        "url": "https://megaup.net/115n2/Early_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Animation, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/p32133_p_v8_ab-200x300.jpg",
        "title": "Hulk (2003)",
        "description": "Hulk (2003) ကေတာ့ Hulk ရဲ႕ Origin ကိုသီးသန္႔ရိုက္ကူးထားျဖစ္ျပီး Solo သေဘာမ်ိဳး ထြက္ရွိထားတာပါ။MCU နဲ႔ တိုက္ရိုက္ၾကီး ဆက္ႏြယ္မႈမရွိေပမယ့္ Hulk ရဲ႕ Origin ကိုေတာ့ ျမည္းစမ္းဖို႕ ၾကည့္သင့္ပါတယ္။ \nFile size…(1.1 GB) and (660 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by OWL",
        "rating": "5.7",
        "url": "https://megaup.net/2gQS7/Hulk_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/armageddon-poster-133x200.jpg",
        "title": "Armageddon (1998)",
        "description": "Armageddon (1998)______IMDb - 6.7/10\n Unicodeဒီဇာတ်ကားနဲ့ ပတ်သက်ပြီး ကျွန်တော့်ရင်ထဲမှာပြောချင်တာတွေအရမ်းများနေတယ်။ ပြောချင်တာတွေချရေးလိုက်တိုင်း ဆိုလိုရင်းကိုမထိရောက်သေးသလိုခံစားနေရတယ်။ဒီဇာတ်ကားကပေးတဲ့ခံစားချက်တွေ ကျေနပ်မှုတွေ မကျေနပ်မှုတွေ မချိတင်ကဲတွေ အစုံစုံကိုကျွန်တော်အသေးစိတ်ရေးပြချင်တယ်....ဒီနေရာမှာကျွန်တော့်ရဲ့အားနည်းချက်ကအထင်းသားပေါ်တာပဲ...စာချရေးလိုက်တိုင်းမှာအဲ့ဒီခံစားချက်တွေပါမလာသလိုကျွန်တော်ခံစားနေရတယ်..ဒါနဲ့ပဲ ရေးထားသမျှတွေအကုန်ပြန်ဖျက်လိုက်တယ်....ဒီလိုဇာတ်ကားမျိုးကိုညွှန်းပေးဖို့ကျွန်တော်မထိုက်တန်ဘူး။မိတ်ဆွေတို့ဖာသာပဲခံစားကြည့်ရှုလိုက်ပါတော့။ကျွန်တော့်တုန်းကတော့ \"ဝိုင်ပြင်းပြင်းတစ်ခွက်ကို ဇိမ်နဲ့သောက်နေရသလိုမျိုး \" ခံစားမိခဲ့တယ်....သီချင်းသံလေးတွေ အပြုံးလေးတွေကအစ ရင်ထဲသိမ်းထားမိခဲ့တဲ့ သိပ်ကိုကြိုက်တဲ့ဇာတ်ကားလေးဖြစ်ခဲ့ပါတယ်။ဇာတ်ဆောင်တွေကတော့ မင်းသားကြီး ဘရုစ်ဝီလီ...မင်းသား Ben Affleck တို့ဖြစ်ပါတယ်။မင်းသမီးကတော့ ကျွန်တော့်ကို အံ့သြမင်တက်စေခဲ့တဲ့ အလှကျက်သရေတွေနဲ့ မင်းသမီး Liv Tyler ပါ။ဇာတ်ရံတွေကလဲနာမည်ကြီးတွေပါပဲ။ Rating တွေကိုတော့ မပြောခဲ့တော့ဘူး....ယုတ္တိမရှိရင် နှလုံးသားကိုလဲ နားလည်မခံစားပေးချင်တဲ့ ဒီ Rating ပေးတဲ့ကောင်တွေကို အမြင်ကပ်နေလို့ပါပဲ။\n(Myo Min Aung မှခံစားတင်ဆက် ဘာသာပြန်ပေးထားတာပါ။)Zawgyiဒီဇာတ္ကားနဲ႕ ပတ္သက္ျပီး ကြ်န္ေတာ့္ရင္ထဲမွာေျပာခ်င္တာေတြအရမ္းမ်ားေနတယ္။ ေျပာခ်င္တာေတြခ်ေရးလိုက္တိုင္း ဆိုလိုရင္းကိုမထိေရာက္ေသးသလိုခံစားေနရတယ္။ဒီဇာတ္ကားကေပးတဲ့ခံစားခ်က္ေတြ ေက်နပ္မႈေတြ မေက်နပ္မႈေတြ မခ်ိတင္ကဲေတြ အစံုစံုကိုကြ်န္ေတာ္အေသးစိတ္ေရးျပခ်င္တယ္....ဒီေနရာမွာကြ်န္ေတာ့္ရဲ႕အားနည္းခ်က္ကအထင္းသားေပၚတာပဲ...စာခ်ေရးလိုက္တိုင္းမွာအဲ့ဒီခံစားခ်က္ေတြပါမလာသလိုကြ်န္ေတာ္ခံစားေနရတယ္..ဒါနဲ႕ပဲ ေရးထားသမွ်ေတြအကုန္ျပန္ဖ်က္လိုက္တယ္....ဒီလိုဇာတ္ကားမ်ိဳးကိုညႊန္းေပးဖို႕ကြ်န္ေတာ္မထိုက္တန္ဘူး။မိတ္ေဆြတို႕ဖာသာပဲခံစားၾကည့္ရႈလိုက္ပါေတာ့။ကြ်န္ေတာ့္တုန္းကေတာ့ \"ဝိုင္ျပင္းျပင္းတစ္ခြက္ကို ဇိမ္နဲ႕ေသာက္ေနရသလိုမ်ိဳး \" ခံစားမိခဲ့တယ္....သီခ်င္းသံေလးေတြ အျပံဳးေလးေတြကအစ ရင္ထဲသိမ္းထားမိခဲ့တဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/Qxja/Armageddon_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/fortress-of-war-poster-150x200.jpg",
        "title": "Fortress of War (2010)",
        "description": "Fortress of War (2010)\nIMDb - 7.5/10_____Rotten - 75%\n  \nဒီကားလေးကတော့ ဖြစ်ရပ်မှန်ရရှား စစ်ကားလေးဖြစ်ပါတယ်၊ ဒုတိယကမ္ဘာစစ်မှာ နာဇီတွေဟာရရှားနိုင်ငံကို ကျုးကျော်တိုက်ခိုက်ခဲ့ အကြောင်းကိုရိုက်ထားတာပါ ။ ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်တဲ့အတွက်သာမန်စစ်ကားတွေထက်ပိုထူးခြားပါတယ်၊ ကြည့်ရတာကောင်းတယ်လို့အာမခံတယ်\nပြီတော့ဒီဇာတ်ကားမှာအခြားဇာတ်ကားတွေမတူစစ်တိုက်နေတာချည်းမဟုတ်ဘဲမိသားစုနဲ့ပက်သက်တဲ့dramaအခန်းလေးတွေလဲပါတယ်\nအဲ့အခန်းလေးတွေကလဲဇာတ်ကားကိုပိုပြီးရသမြောက်စေတာ\n၁၉၄၁ ခုနှစ် ဇွန်လ မှာ ဂျာမန်တွေဟာ ရရှားနယ်စပ်ကိုကျုးကျော်တိုက်ခိုက်တဲ့အချိန်မှာခုခံကာကွယ်ခဲ့တဲ့ ဘရက်စ်ခံတပ် အကြောင်းကိုရိုက်ထားတာပါ\nဘရက်စ်ခံတပ်မှာ ဘယ်လိုခုခံကာကွယ်ခဲ့ရတာလဲဆိုတာကို စစ်အတွင်းမှာပြေးလွှားရင်းအသက်ရှင်ကျန်ခဲ့တဲ့\nအလက်ဆန်းဒါအာကီမိုဗစ် ဆိုတဲ့ကောင်လေးက စစ်ဖြစ်ပြီးအနှစ်နှစ်ဆယ်ကြာမှ စာအုပ်ရေးခဲ့တာပါ\n ဒီရုပ်ရှင်ကားထဲမှာတော့ ဗိုလ်မှူးPyotr Mihailovich Gavrilov ပါတီနိုင်ငံရေးအရာရှိ Efim Moiseevich Fomin နဲ့ ဒုဗိုလ် Andrey Mitrofanovich တို့ကအဓိက ဦးဆောင်ပြီးခုခံခဲ့တာပါ\nဂျာမန်တွေ ဟာဘရက်စ်ခံတပ်ထဲကို ရရှားစစ်သားယောင်ဆောင်ဝင်ပြီး အစာရေဆာဆေးဝါးပြတ်လတ်အောင်လုပ်တယ် ရေတောင်မသောက်ရဘဲသူတို့တိုက်တာ ရက်တော်တော်ကြာတယ် တော်တော်လဲစိတ်ဓာတ်မာတယ်\nသူတို့ဆက်ပြီး မခံနိုင်တဲ့အဆုံး ဖောက်ထွက်ပြီးတိုက်တာသူတို့ရှုံးသွားတယ် ဂျာမန်တွေကလည်းခံတပ်ကိုသိမ်းပိုက်သွားတယ် သူတိုက်ကိုယ်တိုက် နောက်ဆုံးမင်သားရှိတဲ့ဘက်ကနိုင်သွားအဲ့လိုကားတွေထက်စာရင်ဒီကားကပိုကောင်းပါတယ် ကုန်ရကျိုးနပ်မယ်လို့အာမခံပါတယ်(ရုရှားနာမည်တွေပါတဲ့အတွက်ဘာသာပြန်တာအမှားအယွင်းရှိရင်တောင်းပန်ပါတယ်)\n  \nSize - 990 MB\nQty - 720p Bluray\nDuration ...",
        "rating": "7.5",
        "url": "https://megaup.net/2gn4s/Fortress_Of_War_(Brestskaya_Krepost)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lWETGfd6FEHGecnKE6JuWeXy90c.jpg",
        "title": "The Escape (2017)",
        "description": "ဒီ Escape ဆိုတဲ့ ဇာတ်လမ်းကို အိမ်ထောင်ပြုဖို့ စဉ်းစားထားတဲ့ မိန်းကလေးတွေနဲ့ ကိုယ့်မိန်းကလေးကို ကိုယ့်ဘေးနားမှာ မထွက်သွားနို်င်အောင် ဘယ်လိုလုပ်ရမလဲဆိုတာ မသိတဲ့ ယောက်ျားလေးတွေကြည့်သင့်တဲ့ Art house / Drama အမျိုးအစားကားကောင်းလေးတစ်ခုပါ။ Rotten Tomato- 93% ထိ ရထားတဲ့ ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်း အကျဉ်းကတော့ လန်ဒန်က ဆင်ခြေဖုံးရပ်ကွက်လေးမှာ တာရာ က သူ့ယောက်ျားနဲ့ သူ့ကလေးနှစ်ယောက်နဲ့ အတူတူနေထို်င်ပါတယ်။တစ်နေ့တစ်နေ့ ကလေးကျောင်းကြိုကျောင်းပို့၊ အိမ်မှုကိစ္စတွေလုပ်နေရတဲ့ သူမဟာ ကြာလာတော့ မိသားစုနဲ့နေရတာ မပျော်တော့ပါဘူး။သူမအတွက် တက်လမ်းမရှိတော့တဲ့ အိမ်ထောင်သည်ဘဝကို သူမ ငြီးငွေ့လာတဲ့အခါ၊သူမယောက်ျားဖြစ်သူ မာ့ခ်က သူမကို လိုလေသေးမရှိထားပေး၊ဂရုစိုက်ပေးပေမဲ့လည်း သူမ မပျော်တော့တဲ့အခါ သူမ မိသားစုကို ကျောခိုင်းပြီး ဘဝသစ်ထူထောင်လေမလား၊ဇွဲမလျှော့တဲ့ သူမ ယောက်ျားနဲ့ချစ်စရာကလေးတွေရဲ့ အသံကိုကြားပြီး သူမရဲ့မိသားစုအသိုက်အမြုံမှာပဲ ဆက်လက်နှစ်မြုပ်နေမလားဆိုတာ(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Brilliant Star ပါ)File Size : ...",
        "rating": "6.0",
        "url": "https://megaup.net/115ov/The_Escape_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQ8SC6wCARc0pOTrHMCr8cFoHms.jpg",
        "title": "Family Blood",
        "description": "Family Blood (2018)\n===================NetFlix ရုပ်သံလိုင်းကနေ ပြသထားတဲ့ Family Blood ဆိုတဲ့ Horror ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် Horror ထုံးစံ ကြိုက်နှစ်သက်တဲ့သူနည်းတာကြောင့် Rating ကတော့ မကောင်းပါဘူးဒီကားလေးကတော့ လူ့စိတ်ရဲ့ ဆန်းကြယ်မှုနဲ့ ဆေးစွဲတဲ့သူတစ်ယောက်ရဲ့ ဘဝအကြောင်းကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ အယ်လီဟာ ဆေးစွဲနေတဲ့ သူတစ်ယောက်ဖြစ်ပြီး သူ့မှာသားဆယ်ကျော်သက်သားတစ်ယောက် နဲ့ သမီးတစ်ယောက်ရှိပါတယ်အယ်လီတစ်ယောက် ဆေးသမားဘဝနဲ့ နောင်တရပြီး ဆေးဖြတ်ဖို့ကြိုးစားပြီးပတ်ဝန်းကျင်အသစ်တစ်ခုမှာ သွားအချေချဖို့ လုပ်ပါတယ်ပတ်ဝန်းကျင်အသစ်မှာ တည်ငြိမ်နေတဲ့ အယ်လီတို့ ဘဝထဲကို ဝင်လာတာကတော့ခရစ္စတိုဖာ ဆိုတဲ့ လူတစ်ယောက်ပါ ခရစ္စတိုဖာက အယ်လီ ကို ဘယ်လိုတွေမြူဆွယ်လိုက်လဲတော့မသိပါဘူး အယ်လီတစ်ယောက် ခရစ္စတိုဖာ နဲ့ ဆုံပြီးတဲ့အခါမှာ တခြားတစ်စိမ်းတစ်ယောက်လိုပြောင်းလဲသွားပြီးသူ့သားနဲ့ သမီး ကိုပါ အန္တရာယ်ပေးဖို့ကြိုးစားလာတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ကြရမှာပါအဲ့ထဲမှာ ပြောသွားတဲ့ စကားလေးတစ်ခွန်းကတော့ \" မေမေ လူသတ်ခဲ့တာလားတဲ့ \"Qty - 720p ...",
        "rating": "4.8",
        "url": "https://megaup.net/115nf/Family_Blood_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/The-Monkey-King-3-poster-133x200.jpg",
        "title": "The Monkey King 3 (2018)",
        "description": "The Monkey King 3 (2018)_____IMDb - 5.5/10\n ဒီဇာတ်ကားမှာတော့ ဆရာ တော် ရှန်ကျန်းနဲ့ တပည့်ကျော် သုံးဦးဖြစ်တဲ့ ဝူခုံး၊ ပါကျဲနဲ့ ဝူဂျင်းတို့တွေ မိန်းမလှနိုင်ငံကို ရောက် သွားပြီး ကြုံဆုံရတာတွေကို ဇာတ်အိမ်တည်ထားတာ ဖြစ်ပါတယ်။ဆရာတော် ရှန်ကျန်းနဲ့ တပည့်ကျော်တွေဟာ ကျမ်းစာ အုပ်တွေ ယူဆောင်ဖို့ အနောက် ဘက်ကို ခရီးဆန့်ကြရင်း တစ် ရက်မှာတော့ စုလစ်မွမ်းချွန်တွေ နဲ့ ခမ်းနားတဲ့ နေရာတစ်ခုကို ရောက်ရှိခဲ့ပါတယ်။ အဲဒီနေရာက တော့ ငယ်ငယ်ချောချော ဘုရင်မ လေးအုပ်ချုပ်ရာ မိန်းမလှ တိုင်း ပြည်ပဲ ဖြစ်ပါတယ်။အဲဒီကို ရောက်သွားပြီးတဲ့ နောက်မှာတော့ ဆရာတော် ရှန် ကျန်းနဲ့ ဘုရင်မလေးတို့ကြားမှာ သံယောဇဉ်ဖြစ်ခဲ့ပါတော့တယ်။ ဒါပေမဲ့ ဘုရင်မလေးရဲ့ အကြံပေး မိန်းကလေးကတော့ သူတို့နိုင်ငံ ရဲ့ စည်းမျဉ်းစည်းကမ်းအရ သူတို့ဆီကို ...",
        "rating": "5.5",
        "url": "https://megaup.net/1yarj/The_Monkey_King_3_(Xi_You_Ji_Zhi_Nü_Er_Guo)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/insult-135x200.jpg",
        "title": "The Insult (2017)",
        "description": "The Insult (2017)\nIMDb - 7.6/10______Rotten - 86%\n The Insult (2017) ဒီတစ်ခေါက်တော့ Drama Thrillerကားကောင်းကောင်းလေးတွေကြိုက်တဲ့ပရိသတ်တွေအတွက်Ratingမြင့်မြင့်ကားလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။ကားလေးနာမည်ကတော့ The Insult (2017)ကားလေးပါ။လောကကြီးမှာ အမှိုက်ကစပြဿဒ်မီးလောင်သလိုအဖြစ်တွေကခပ်များများဗျ။ဘာရယ်မဟုတ်တဲ့အဖြစ်အပျက်လေးတွေကနေအခြေအနေအကြီးကြီးတွေဆီရောက်သွားတတ်တာမျိုးလဲရှိတတ်လေတော့ဒီကားထဲကအဖြစ်အပျက်ဟာလဲ တစ်မျိုးတစ်ဖုံစိတ်ဝင်စားဖို့ကောင်းနေပြန်တာပါ။လက်ဘနွန် ခရစ်ယာန်တစ်ယောက်ရယ်ပါလက်စတိုင်း ဒုက္ခသည်တစ်ယောက်ရယ်အခန့်မသင့်ခိုက်ရန်ဖြစ်ပွားမှုကနေစတင်ခဲ့တယ်လို့ပြောရမှာပါပဲ။ဒီလူနှစ်ယောက်ကနေစလိုင်တာ ဘယ်အထိတာသွားတယ်ဘယ်လိုတွေဆက်ဖြစ်တယ်ဆိုတာ ဇာတ်လမ်းပေါ့သွားမှာစိုးလို့မပြောတော့ပါဘူး။ကိုယ်တိုင်ခံစားကြည့်ရှုရမယ့်ကားလေးတစ်ကားဖြစ်ပါတယ်။Ratingတွေအနေနဲ့ကလဲ Imdb Rating 7.7/10နဲ့ကပ်စေးနှဲ Rotten Tomatoes ကနေ 86%တောင်ရရှိထားတာမို့ကားကောင်းလေးလို့ပဲညွှန်းလိုက်ပါရစေ။\n----------------------------------------------------\n Qty -720p Blu RayDuration - 1hr 45minGern - Drama / ThrillerTranslator - Soe Bo BoReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "7.7",
        "url": "https://megaup.net/1Vphn/The.Insult(2017).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xi7pA3lL6Wb78p6Y6PgWoHDMjrM.jpg",
        "title": "Terminal (2018)",
        "description": "ဒီကားလေးကတော့ Crime/Action ကားသစ်လေးဖြစ်ပြီး Herlay Quinn မင်းသမီး Margot Robbie ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်ကြောင်းလေးကတော့ မြို့လေးတစ်မြို့က mission တစ်ခုအတွက်လုပ်ဆောင်နေတဲ့ Assasin နှစ်ယောက်ကိုအခြေပြုထားတာဖြစ်ပြီး သူတို့နှစ်ယောက်ရဲ့စိတ်ဝင်စားဖွယ်ဘဝအခြေအနေကိုတွေ့မြင်ရမှာပါ။လျို့ဝှက်ဆန်းကြယ်လှတဲ့ ဒုစရိုက်မှုတွေကိုအဓိကကြိုးကိုင်နေတဲ့ ဒုစရိုက်ခေါင်းဆောင်ကြီးနဲ့တွေ့ချိန်မှာတော့ သူတို့ဘဝဟာအကျဉ်းအကြပ်ထဲရောက်သွားပါတော့တယ်။ဒီတော့ Assasin နှစ်ယောက်ဘာဖြစ်မလဲ၊ဘယ်လိုမြုပ်ကွက်တွေရှိမလဲဆိုတာကိုတော့ Margot Robbie ရဲ့ မထီမဲ့မြင်သရုပ်ဆောင်ချက်တွေနဲအတူကြည့်ရှုလိုက်ပါဦး။(ဘာသာပြန်ပေးထားသူကတော့ မေမြတ်သူပါ)File Size : (750 MB) and (360 MB)\nQuality : AMZN WEB-DL 720pRunning Time : 1hr 30minFormat : Mp4\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "5.2",
        "url": "https://megaup.net/115op/Terminal_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b68U5UhJJ48stnlEM0ahc4bI57C.jpg",
        "title": "Mrs K (2016)",
        "description": "ဒီတစ်ခါအက်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့ Mrs K (2016)ပါ။ကမ္ဘာပေါ်မှာကိုယ်အယုံကြည်စိတ်ချရဆုံးသူဟာ ဘယ်သူဖြစ်မလဲ။ ကျွန်တော်တို့ရဲ ့မိခင်ပါပဲ။ဒီကားလေးမှာလဲ အတိတ်ကအရိပ်တွေကြောင့် လျမ်းမြေ့စွာထူထောင်ထားတဲ့ မိသားစုလေးကိုအနှောင့်အယှက်ဖြစ်လာတဲ့အခါ မစ္စ ကေတစ်ယောက်မိသားစုကိုကာကွယ်ဖို့ကြိုးစားရပါတော့တယ်။ခင်ပွန်းဖြစ်သူနဲ့သမီးကိုကာကွယ်ပေမယ့် မစ္စကေ အားလုံးရင်ဆိုင်ဖြေရှင်းနိုင်ပါ့မလား။ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမယ်ဆိုတာ လုံးဝစိတ်ဝင်စားစရာပါ။အေးချမ်းစွာနေလာတဲ့မိသားစုဘဝလေးကို တစ်ရန်ပြီးတစ်ရန် ကာကွယ်ပုံတွေနဲ့ စိတ်ဝင်စားစရာဒီကားလေးကတော့ Imdb Rating 6ရရှိထားပါတယ်။ Qty - DVD ripGern - Action / Crime / DramaDuration - 1hr 34minTranslator - Kaung Thet NaingReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "6.2",
        "url": "https://megaup.net/115o4/Mrs_K__[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/kKTienMUY1vjYhtuZPWZZyEObKN-133x200.jpg",
        "title": "Blade of the Immortal (2017)",
        "description": "နာမည်ကြီး Manga series ဖြစ်တဲ့ Blade of the Immortal ကို live action ပြန်ရိုက်ထားတာပါManga series ကို ကြည့်ဖူးသူတွေကို အထွေအထူးမိတ်ဆက်ပေးစရာ မလိုပေမဲ့မကြည့်ဖူးတဲ့သူတွေအတွက် အတိုချုပ် ပြီး ပြောပြပါမယ်နော်ကိုယ့်ဆရာနဲ့ လုပ်ဖော်ကိုင်ဖက်တွေကိုပြန်သတ်မိပြီး ထွက်ပြေးနေတဲ့ Manji ဟာ တိုက်ပွဲတစ်ခုမှာ ဒဏ်ရာရပြီး သေလုမျောပါးဖြစ်နေတဲ့အချိန်မှာ Yaobikuni ဆိုတဲ့အဖွားကြီးက သူ့ရဲ့ ခန္ဓာကိုယ်ထဲကို ထူးဆန်းတဲ့တီကောင်လိုအကောင်တွေ ထည့်ပေးလိုက်လို့ Immortal တစ်ယောက်ဖြစ်လာခဲ့တယ်နောက်နှစ်ပေါင်းကြာလာတဲ့အခါ Itto-Ryu လို့ခေါ်တဲ့ ဓားပညာရှင်တွေစုစည်းထားတဲ့ အဖွဲ့တစ်ဖွဲ့ကြောင့် မိဘနှစ်ပါးလုံးကို ဆုံးရှုံးသွားတဲ့ Rinn ဆိုတဲ့ ကောင်မလေးသူ့ရဲ့ကလဲ့စားချေလိုစိတ်ကြောင့် Rinn က Manji ကို လိုက်ရှာပြီး အကူအညီတောင်းခဲ့တယ်Manji က သူ့ကို ကူညီပြီးတော့ ဘယ်လိုကလဲ့စားချေကြမလဲသူတို့ နှစ်ယောက်ပေါင်းပြီး Itto-Ryu ကို ကလဲ့စားချေနိုင်မှာလားကြားထဲမှာ ဘယ်လိုအခက်အခဲတွေ တွေ့ရဦးမှာလဲ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4eC7l/Blade_Of_The_Immortal_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "",
        "title": "Baaghi 2 (2018)",
        "description": "ဒီတခါေဘာလီဝုဒ္ပရိတ္သတ္ႀကီးအတြက္ အက္ရွင္ခပ္ၾကမ္းၾကမ္းကားတစ္ကားတင္ဆက္ေပးလုိက္ပါတယ္ ရုပ္ရွင္ကားကထြက္တာၾကာၿပီဆုိေပမယ့္စာဖုိင္အမွန္မထြက္ေသးလုိ႔ မတင္ေပးႏုိင္ျဖစ္ေနတာပါ အခုဟာကလည္းအမွန္ဆုံးလုိ႔ထင္ရတဲ့ အဂၤလိပ္စာဖုိင္ကုိ နားေထာင္ၾကည့္ၿပီးအမွန္ဆုံးျဖစ္ေအာင္ေရးေပထားပါတယ္ ဟႏၵီ/အူရ္ဒူစေကးသိပ္မေကာင္းေတာ့အမွားေတြလုိအပ္ခ်က္ေတြပါရင္ သည္းခံေပးၾကဖုိ႔ ေမတၱာရပ္ခံထားပါရေစ။----------------------------------------------------------------------------ဇာတ္လမ္းကေတာ့ နီဟာဆုိတဲ့မိန္းကေလးတစ္ဦးဟာ သူ႕သမီးေလးကုိ ေက်ာင္းသြားပုိ႔ရင္းကေလးကုိ ျပန္ေပးဆြဲခံလုိက္ရပါတယ္။ အခ်ိန္အေတာ္ၾကာေအာင္ နည္းလမ္းမ်ိဳးစုံနဲ႕ႀကိဳးစားခဲ့ေပမယ့္သူ႕သမီးကုိ လုံးဝရွာမေတြ႕ခဲ့ပါဘူး အဲ့ဒီအခ်ိန္မွာ လြန္ခဲ့တဲ့ ၄ႏွစ္ေက်ာ္ကရည္းစားေဟာင္း ေရာနီဆီကုိအကူအညီေတာင္းခဲ့ပါတယ္ ေရာ္နီတစ္ေယာက္ ကေလးေလးကုိ ရွာေတြ႕မလား နီဟာဘာေၾကာင့္ေရာ္နီကုိ အကူအညီေတာင္းခဲ့တာလဲ ေနာက္ကြြယ္မွာ ဘာျပသနာေတြရွိေနမလဲဆုိတာပရိတ္သတ္ႀကီးကပဲ ဆက္လက္ၾကည့္ရႈ႕လုိက္ၾကပါဦး#အက္ရွင္ခပ္ၾကမ္းၾကမ္းမွႀကိဳက္တဲ့လူူေတြလုံးဝကုိ လက္အလြတ္မခံသင့္ပါဘူး Qty - 720p HD ripDuration - 2hr 20minGern - Action / Drama / ThrillerTranslator - Zaw HtooEncoder - Kyaw Ye Aung",
        "rating": "5.6",
        "url": "https://megaup.net/2cncf/Baaghi_2_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/Bram-Stoker’s-Dracula-poster-140x200.jpg",
        "title": "Bram Stoker’s Dracula (1992)",
        "description": "Bram Stoker's Dracula (1992)IMDb - 7.4/10_____Rotten - 71%Won 3 Oscars. Another 21 wins & 25 nominations.\n   \nနာမည်ကျော် စာအုပ်ဖြစ်တဲ့ Bram Stoker ရဲ့ Dracula စာအုပ်ကို\nရုပ်ရှင်အဖြစ် အသက်သွင်းထားတဲ့ဇာတ်ကားပါ။\nမင်းသား ကီနူးရိစ် နဲ့ တခြားမင်းသားမင်းသမီးကြီးတွေလဲ ပါဝင်ထားပါတယ်။\nDracula ဇာတ်ကားတွေထဲမှာ တမူထူးခြားနာမည်ကြီးသလို\nIMDb Rating (7.4) ထိရရှိထားတာမို့\nကြည့်ဖို့သင့်တော်မယ့် ဇာတ်ကားဖြစ်ပါတယ်။\n  \nနာမည္ေက်ာ္ စာအုပ္ျဖစ္တဲ့ Bram Stoker ရဲ႕ Dracula စာအုပ္ကို\n႐ုပ္ရွင္အျဖစ္ အသက္သြင္းထားတဲ့ဇာတ္ကားပါ။\nမင္းသား ကီႏူးရိစ္ နဲ႔ တျခားမင္းသားမင္းသမီးႀကီးေတြလဲ ပါဝင္ထားပါတယ္။\nDracula ဇာတ္ကားေတြထဲမွာ တမူထူးျခားနာမည္ႀကီးသလို\nIMDb Rating (7.4) ထိရရွိထားတာမို႔\nၾကည့္ဖို႔သင့္ေတာ္မယ့္ ဇာတ္ကားျဖစ္ပါတယ္။\n   \nFile size…(0.97 GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:08:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by  မိုးသောက်",
        "rating": "7.4",
        "url": "https://megaup.net/1yIaz/Bram_Stoker’s_Dracula_(Dracula)_[1992]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/higher-power-poster-133x200.jpg",
        "title": "Higher Power (2018)",
        "description": "Higher Power (2018)_____IMDb - 4.8/10 \nဂျိုးဆက် စတက်မန်းဆိုတဲ့ လူတစ်ယောက်ဟာ ဇနီးသည်သေဆုံးအပြီး စိတ်ဓာတ်တွေကျပြီး ဆေးတွေသုံးလို့…သမီးနှစ်ယောက်ကိုထားခဲ့ကာ ထွက်သွားခဲ့ပါတယ်..\n.ကျန်ခဲ့တဲ့သမီးနှစ်ယောက်မှာ တစ်ယောက်က သူနာပြုကျောင်းကိုတက်နေပြီး အငယ်မကတော့ ဆေးသမားဖြစ်နေခဲ့တယ်….\nဒီလိုနဲ့နှစ်တွေကြာလာတော့ ဂျိုးဟာ..အမှားတွေပြန်ပြင်ဆင်ပြီး ဆေးဖြတ်တဲ့အဖွဲ့ကိုဝင်ပြီး တစ်နှစ်အကြာ ဆေးပြတ်အပြီး အမှားတွေပြန်လည်ပြင်ဆင်ဖို့ သမီးကြီးကိုသွားတွေ့တဲ့အခါ သမီးရဲ့အမုန်းတရားတွေနဲ့ပဲရင်ဆိုင်တွေ့ပြီးပြန်လာရပါတယ်..\nသူတို့မိသားစုကို စောင့်ကြည့်နေတဲ့အဖွဲ့အစည်းတစ်ခုရှိပါတယ်..\nဒီအဖွဲ့အစည်းဟာ အဲ့ဒီနေ့မှာ ဂျိုးကိုဖမ်းခေါ်ကာပြန်ပေးဆွဲသွားပြီး..သမီးတွေကို သတ်ပစ်မယ်လို့ ခြိမ်းခြောက်ကာ ခိုင်းစေတာတွေလုပ်ပေးရပါတော့တယ်…\nဒီခိုင်းစေမှုတွေထဲမှာ ဂျိုးဟာစမ်းသပ်ခံပစ်မှတ်တစ်ခုဖြစ်နေခဲ့တဲ့အတွက် သူဟာ ထူးခြားတဲ့စွမ်းအင်တွေရလာပြီးတဲ့နောက်…\nသူ့သမီးတွေကို ပြန်လည်ကယ်တင်နိုင်မလား..\n၂၀၁၈ မေလထဲမှာထွက်ရှိထားတဲ့ စိတ်ကူးယဉ်သိပ္ပံကားတစ်ကားဖြစ်တဲ့အတွက် သိပ္ပံကားကြိုက်နှစ်သက်တဲ့သူတွေကြည့်ကြည့်ဖို့ဖိတ်ခေါ်လိုက်ပါတယ်\n \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)  \nFile Size : (755 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Action, Sci-Fi, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated ...",
        "rating": "4.8",
        "url": "https://megaup.net/2eLrj/Higher_Power_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/oKFNWapsyKiIILsGblnxOu5PrwX-133x200.jpg",
        "title": "The Guyver (1991)",
        "description": "The Guyver (1991)_____IMDb - 5.0/10\n ဒီကားလေးကတော့ ၁၉ ၉ ၁ ခုနှစ်ကထွက်ရှိခဲ့တဲ SuperHero ကားလေးတစ်ကားဖြစ်ပါတယ်....\nသိပ္ပံပညာရှင်တစ်ယောက်ဟာ Guyver လို့ခေါ်တဲ\nဂြိုလ်သားပစ္စည်းတစ်ခုကို ဂြိုလ်သားတွေလက်ထဲမရောက်အောင်\nယူပြီးထွက်ပြေးနေရာကနေ ဂြိုလ်သားတွေဖမ်းမိတာကိုခံလိုက်ရပြီး\nအသတ်ခံလိုက်ရပါတယ်..\nဒါပေမယ့် သူဟာ အဲဒီ Guyver ဆိုတဲပစ္စည်းကို ဂြိုလ်သားတွေမမြင်အောင်ဖွက်ထားခဲ့ပါတယ်...\nအဲဒီ ဂြိုလ်သားပစ္စည်းကို လူငယ်လေးတစ်ယောက်ကရလိုက်တဲအချိန်မှာတော့\nအစွမ်းထက်တဲစွမ်းအင်တွေကိုရလိုက်ပါတော့တယ်...\nဂြိုလ်သားတွေဟာ Guyver ကိုပြန်ရဖို့အတွက် ဒီလူငယ်လေးနောက်ကိုလိုက်လံဖမ်းဆီးကြပါတော့တယ်...\nဒီကားလေးဟာ Super Hero ဇာတ်လမ်းကြိုက်သူတွေအတွက်\nအကြိုက်တွေ့စေမယ့်ကားလေးဆိုလည်း မမှားပါဘူး...\nအခုခေတ်မှာ Super Hero ဇာတ်လမ်းတွဲတွေများလာပေမယ့်လည်း\n၁၉ ၉ ၁ ခုနှစ်ကထွက်ရှိခဲ့တဲ ဒီကားလေးကတော့ Old But Gold ဆိုတဲ့\nကားလေးတစ်ကားထဲမှာပါတယ်လို့ပဲပြောလိုက်ပါရစေ..\n  \nQuality ...... DVDrip\nFormat ...... mp4\nDuration ........ 01:28:00\nSize ..... 664 MB\nTranslator ..... Ohmmar Khin\nEncoder ...... Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/2jVjr/The_Guyver_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f3bgWjveSdFmCipmHi1JIpDCRgM.jpg",
        "title": "Aiyaary (2018)",
        "description": "ေဘာလီး၀ုဒ္ဇာတ္ကားကိုမွၾကိဳက္ႏွစ္သက္တယ္ဆိုတဲ့ CM ပရိသတ္ေတြအတြက္ 2018 ခုႏွစ္ထြက္ Aiyaary ဆိုတဲ့ Action, Thriller\nဇာတ္ကားေကာင္းေလးတင္ဆက္ေပးလုိက္ပါတယ္။ဒီဇာတ္ကားကို Neeraj Pandey ကဇာတ္ညႊန္းေရးသားျပီး သူကိုယ္တုိင္ကပဲရိုက္ကူးထားပါတယ္။အဓိကဇာတ္ေဆာင္မ်ားျဖစ္ၾကတဲ့ Major Jai Bakshi နဲ႔ Colonel Abhay Singh တို႔ေနရာမွာ Sidharth Malhotraနဲ႔ Manoj Bajpayee တို႔က အသီးသီး ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္း\n==========\nစစ္တပ္မွာအရာရွိႏွစ္ဦးျဖစ္ၾကတဲ့ ကာနယ္ Abhay Singh နဲ႔ေမဂ်ာ Jai Bakshi တို႔ဟာ ဆရာတပည့္ႏွစ္ဦးျဖစ္ျပီးေတာ့ အမိေျမကိုခ်စ္ျမတ္ႏုိးၾကတဲ့ စစ္သားေကာင္းမ်ားျဖစ္ပါတယ္။ကာနယ္Abhay Singh ဟာ တုိင္းျပည္ရဲ႕အုပ္ခ်ဳပ္ေရးကို ခၽြင္းခ်က္မရွိ သက္၀င္ယံုၾကည္သူတစ္ဦးျဖစ္ပါတယ္။သို႔ေပမယ့္ တပည့္ျဖစ္သူ ေမဂ်ာJai Bakshi ဟာတိုင္းျပည္ရဲ႕အုပ္ခ်ဳပ္သူပိုင္းမွာျဖစ္ပ်က္ေနတဲ့ လွ်ိဳ႕၀ွက္ခ်က္တစ္ခုကို သိသြားတဲ့အခါမွာေတာ့.....။ (ဘာသာျပန္ေပးထားသူကေတာ့ ကိုရဲမာန္ေအာင္ပါ) File Size : (1.2 GB) and (500 MB)\nQuality : DBDRip 720p\nRunning ...",
        "rating": "5.8",
        "url": "https://megaup.net/2g84r/Aiyaary_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/85R8LMyn9f2Lev2YPBF8Nughrkv.jpg",
        "title": "Game Night",
        "description": "ဒီ ရုပ္ရွင္ေလး အေၾကာင္း မေျပာမွီ က်ေနာ္တို႔ ဆယ္ေက်ာ္သက္ေတြ\nကစားေလ့ ရွိတဲ့ ဂိမ္းေတြ အေၾကာင္းအရင္ ေျပာရမယ္ဆိုရင္\nဖဲရိုက္မယ္ ၊ မိုႏိုပိုလီေဆာ့မယ္ ၊ ဒိုးဇက္ေဆာ့မယ္ ၊ ဒီေလာက္ေတြပဲ ေဆာ့ျဖစ္မယ္ထင္တယ္\nဒါေပမယ့္ ဒီ ရုပ္ရွင္ထဲက လူေတြကေတာ့ သူတို႔ အားလပ္ခ်ိန္ေတြကို ဂိမ္းအသစ္အဆန္းေတြနဲ႔\nေဆာ့ၿပီး ေပ်ာ္ရႊင္စြာ အခ်ိန္ျဖဳန္းေလ့ ရွိပါတယ္ ကိုယ္မသိေသးတဲ့ ဂိမ္းကစားနည္းေတြပါ\nအေတာ္မ်ားမ်ား သိလုိက္ရပါတယ္...\nရုပ္ရွင္ကား အစမွာ ေပါေတာေတာ ျဖစ္မယ္လို႔ ထင္ထားမိၿပီး သရုပ္ေဆာင္ေတြရဲ႕\nသရုပ္ေဆာင္ခ်က္ နဲ႔ ဟာသ ဒိုင္ယာေလာ့ခ္ ေတြက ေကာင္းလြန္းေတာ့\nလံုး၀ ကို ဇတ္လမ္း အဆံုးထိ စြဲေဆာင္သြားခဲ့ပါတယ္...\nFebruary 22, 2018 မွာ ရံုစတင္ခဲ့ၿပီး Budget ကို37 million USD ေလာက္သံုးခဲ့ၿပီး\nBox office မွာ $108.5 million ထိ ျပန္၀င္ခဲ့ပါတယ္...\nIMDb မွာ 7.2 ေလာက္ရထားၿပီး rottentomatoes မွာေတာ့ 82% ေလာက္ထိ အမွတ္ရထားပါတယ္\nဇတ္ကားအမ်ိဳးအစားကေတာ့ အဓိက Comedy ျဖစ္ပါတယ္\nထူးျခားခ်က္ကေတာ့ နည္းနည္းအေျပာအဆိုေလးေတြ ၾကမ္းတာကလြဲရင္\nမိသားစု နဲ႔ အတူၾကည့္ၿပီး ေဟးေဟး ဟားဟား ဆိုၿပီး ရယ္ႏုိင္ေမာႏုိင္မယ့္\nရုပ္ရွင္ကားမ်ိဳး ျဖစ္ပါတယ္\nကဲ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/game-night/",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/the-judge-poster-133x200.jpg",
        "title": "The Judge (2014)",
        "description": "The Judge (2014)_____IMDb - 7.4/10\n ရင်ဘတ်ကြီးကိုဖွင့် နှလုံးသားကို စွင့်ပြီး ခံစားချင်သူတွေအတွက် ဒီဇာတ်ကားဟာ အကောင်းဆုံးကားတစ်ကားဖြစ်ပါတယ်..ပြကွက်တစ်ကွက်ချင်းစီမှာ အရေးကြီးတဲ့ စနစ်တကျခြယ်သမှုတွေနဲ့ တင်ဆက်ထားပါတယ်..ဇာတ်လမ်းကြာချိန်ကလည်း နှစ်နာရီ ခွဲလောက်ဖြစ်တဲ့အတွက် အချိန်ကြာမြင့်စွာအရသာခံကြည့်ရှုရမယ့်ကားတစ်ကားဖြစ်ပြီး ကြည့်ပြီးချိန်မှာ ရင်ဘတ်ထဲ ခံစားချက်တွေကျန်ခဲ့စေမယ့်အပြင် နောက်တစ်ခါထပ်ကြည့်ချင်လောက်အောင် ကောင်းလှပါတယ်..kids တွေက ပါဝါရိန်းဂျား..men တွေက DC တွေ Marvel တွေကြိုက်တယ်ဆိုရင် ဒီကားက Legend တွေကြည့်တဲ့ကားလို့ သတ်မှတ်ပေးပါရစေ…Iron Man မင်းသား Robert Downey Jr က ဒီကားထဲမှာ ထက်မြက်တဲ့ရှေ့နေတစ်ယောက်ပါ..သူ့ရဲ့ထူးခြားတဲ့အကျင့်က အပြစ်ရှိသူတွေဖက်ကပဲ ရှေ့နေလိုက်ပေးတာပါ..သူ့မှာ ဇနီးနဲ့ သမီးတစ်ယောက်ရှိတယ်..တစ်နေ့ တရားရုံးမှာ အမှုတစ်ခုရှေ့နေလိုက်နေရင်း သူ့အစ်ကိုအကြီးဆုံးဆီက သူ့အမေဆုံးပြီဆိုတဲ့ ဖုန်းဝင်လာပါတယ်..ဒါနဲ့သူ့အမေ အသုဘကိစ္စအတွက် သူ့ရဲ့နယ်မြို့လေးကို ပြန်ခဲ့သည်ပေ့ါ..ညီအစ်ကိုသုံးယောက်ရှိတဲ့အထဲမှာမှ အလတ်ကောင်ဖြစ်သူက တရားသူကြီးတစ်ဦးဖြစ်သူ ဖခင်နဲ့မတည့်လို့ အိမ်ကိုမပြန်ခဲ့တာနှစ်ပေါင်းအတော်ကြာပါပြီ..ပြန်ရောက်တဲ့အချိန်ကနေစလို့ အသုဘကိစ္စပြီးလို့ ပြန်မယ့်အချိန်ထိ အဖေနဲ့သား တကျက်ကျက်ပါပဲ..ဒီလိုနဲ့အဖေနဲ့ရန်ဖြစ်ပြီး ...",
        "rating": "7.4",
        "url": "https://megaup.net/1xzys/The_Judge_[2014]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xhBTO9n3fxy3HJt7WlR9h9vvVmk.jpg",
        "title": "Anon (2018)",
        "description": "CM ပရိသတ္ၾကီးအတြက္ ၂၀၁၈ ယခုလအတြင္းမွာထြက္ရွိထားတဲ့ဇာတ္ကားအသစ္ေလးတင္ဆက္ေပးလိုက္ပါတယ္။Anon (2018) ကိုေတာ့ Tom Hanks ရဲ႕နာမည္ေက်ာ္ The Terminal (2004) ဇာတ္ကား နဲ႔ ကမာၻေက်ာ္ဟာသမင္းသားၾကီး Jim Carreyရဲ႕ အေကာင္းဆံုးဇာတ္ကားပါလို႔ တင္စားၾကတဲ့ The Truman Show (1998) တို႔ကို ဇာတ္ညႊန္းေရးသားခဲ့တဲ့ Ardrew Niccol ကပဲ ကိုယ္တိုင္ဇာတ္ညႊန္းေရးသားျပီး ကိုယ္တုိင္ပဲရိုက္ကူးခဲ့ပါတယ္။ဒီဇာတ္ကားမွာေတာ့မင္းသား Clive Owen နဲ႔ မင္းသမီးေခ်ာ Amanda Seyfried တို႔က ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။IMDb rating ဟာလည္း 6.1 ရွိတဲ့အတြက္အေတာ္အသင့္ေကာင္းတဲ့ ဇာတ္ကားေကာင္းတစ္ကားလို႔လည္း ဆိုရမွာပါ။ဇာတ္လမ္းအက်ဥ္း\n==========\nဇာတ္အိမ္ကို အနာဂတ္ေခတ္မွာတည္ထားျပီးေတာ့ ထုိအနာဂတ္ေခတ္မွာ အစိုးရဟာ ျပစ္မႈေတြကိုႏွိမ္နင္းဖို႔အတြက္ လူသားေတြရဲ႕လံုျခံဳေရးရပိုင္ခြင့္မ်ားကို ခ်ိဳးေဖာက္ျပီး ေစာင့္ၾကည့္ေထာက္လွမ္းရေအာင္လည္း ဥပေဒတစ္ခုကိုျပဌာန္းထားပါတယ္။ရဲအရာရွိတစ္ဦးျဖစ္တဲ့ Sal Frieland ဟာအဆိုပါဥပေဒကို လက္ခံက်င့္သူတစ္ဦး ျဖစ္ပါတယ္။သုိ႔ေပမယ့္ The Girl လုိ႔ေခၚတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2gRwj/Anon_[2018]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cDTbOPqbDeItp2kqfVJBOsI9mQs.jpg",
        "title": "Pay It Forward(2010)",
        "description": "Pay It Forward(2010)IMDb...7.2ဒီကားလေးဟာ ၂၀၁၀ ခုနှစ်က ထွက်ရှိခဲ့လေတော့ တော်ရုံသတိထားမိကြမထင်ဘူး...ဒီကား အဓိက လုပ်ဖြစ်ရတဲ့အကြောင်း (၂) ချက်ရှိပါတယ်....ပထမအချက်က စာရေးဆရာမ ဂျူးရေးသားထားတာကိုဖတ်မိလို့ပါ.... ဆရာမ ရေးသားသုံးသပ်ထားတွေဟာ အတော်စိတ်ဝင်စားဖို့ကောင်းသလို သူမကိုယ်တိုင်ညွှန်းဆိုပြီဆိုတော့ဒီကားလေးကို လုပ်ဖြစ်သွားပါတယ်...ဒုတိယ အချက်က  A.I. Artificial Intelligenceဇာတ်ကားထဲမှာ ကလေးအရွယ်စက်ရုပ်အဖြစ်သရုပ်ဆောင်ပြီး ကျွန်တော်တို့နှလုံးသားတွေကိုကြေကွဲဆိုနင့်ပြိုကျအောင် အလဲထိုးခဲ့ဖူးတဲ့ ကလေးသရုပ်ဆောင်  Haley Joel Osment ကြောင့်ပါ..... ဇာတ်လမ်းအကျဉ်းကတော့ အဖေနဲ့ကွဲသွားတဲ့ အမူးသမားအမေနဲ့အတူ နေနေရတဲ့ အလယ်တန်းကျောင်းသားလေးတစ်ယောက်ဟာကျောင်းမှာ ဆရာကနေ တစ်နှစ်လုံးစာ လုပ်ရမယ့် Social Studies သင်ခန်းစာ Project တစ်ခု လုပ်ခိုင်းလာတဲ့အခါသူ့ရဲ့အသက်အရွယ်နဲ့မတန်လောက်အောင် သိပ်ကိုလှပတဲ့ စိတ်ကူးလေးတစ်ခု ရသွားပါတယ်....အဲ့ဒါကတော့.......ဒီဇာတ်ကားလေးနဲ့ပတ်သက်ပြီး ပြောချင်တာက ခင်ဗျားဟာ ဘယ်ဘာသာဝင်ပဲဖြစ်ဖြစ်နေနေ....ဘယ်လိုကားအမျိုးအစားကိုမှ ကြိုက်နှစ်သက်သည်ဖြစ်စေ... ခင်ဗျားရဲ့ အသက်ဟာ ဘယ်အရွယ်ကိုပဲရောက်နေနေ....ခင်ဗျားရဲ့နှလုံးသားဟာ ခံစားနိုင်စွမ်း အကန့်အသတ်ရှိသည်ဖြစ်စေ မရှိသည်ဖြစ်စေ....ဒီကားလေးကို ဒေါင်းကြည့်ကြပါလို့ တိုက်တွန်းပါရစေ.....ကျွန်တော်ကတော့ ဘာသာပြန်ရင်း ကျေနပ်ပီတိဖြစ်လွန်းတော့ ကျွန်တော့အမျိုးသမီးကို ပြခဲ့တယ်...ပြီးတော့ ဒီကားကို တစ်ချိန်အရွယ်ရောက်လာမယ့် ကျွန်တော့သားလေးကိုပြဖို့ သိမ်းထားတယ်....ပြီးရင်သားလေးကိုလည်းမှာမယ် နောက်မျိုးဆက်တွေကို ဒီကားကိုပြဖို့...မပျေက်မပျက်လက်ဆင့်ကမ်းထိန်းရမယ့်မိသားစုအမွေအနှစ်လေးအဖြစ်သိမ်းထားဖို့လည်း မှာမယ်....ခင်ဗျားတို့လည်းကြည့်ပြီးရင် ကျွန်တော့်လို ...",
        "rating": "7.2",
        "url": "https://megaup.net/115od/Pay_It_Forward_[2000]_(MM_Sub).mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mCDzuprK3JVDTBWPDtv1AV2OZUK.jpg",
        "title": "Before We Vanish (2017)",
        "description": "ဆန်းဆန်းပြားပြားကားလေးတွေကိုကြိုက်တတ်တဲ့ CMပရိသတ်ကြီးအတွက် Before we vanish (2017)ဆိုတဲ့ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကတော့ ဂျပန်ကားလေးပါ။Ratingတွေလဲ တော်တော်လေးကောင်းထားတယ်ပြောရမယ်ဗျ။လူသားတွေရဲ ့သဘောသဘာဝကျကို ဂြိုဟ်သားတွေနဲ့ အထောက်အပံ့ပေးပြီးပုံဖော်ထားတဲ့ကားမျိုးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဂြိုဟ်သားသုံးယောက်ဟာ ကမ္ဘာပေါ်ကိုရောက်လာပြီး ကျူးကျော်ဖို့ကြိုးစားတာပါ။အဲ့ဒီအတွက် လူသားသုံးယောက်ရဲ ့ခန္ဓာကိုယ်ထဲမှာဝင်ရောက်နေထိုင်ပါတော့တယ်။လူမှုအသိုင်းအဝိုင်း ထုံးစံတွေ အစဉ်အလာတွေနဲ့ သူတို့တွေဘယ်လိုရှေ့ဆက်မလဲ။ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကတော့ဇာတ်လမ်းထဲမှာကြည့်ရှုပါလို့ပဲညွှန်းလိုက်ပါရစေ။Rating ပေးတာ တွန့်တိုတတ်တဲ့ Rotten Tomatoesကတောင် 76%ပေးထားတာမို့လက်မလွတ်တမ်းကြည့်ရှုသင့်တယ်လို့ပဲညွှန်းလိုက်ပါတော့မယ်။Qty - 720p Web DLDuration - 1hr 56minGern - Thrill / Sci-FiTranslator - Yamin Thawdar MaungReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "6.0",
        "url": "https://megaup.net/1H736/Before_We_Vanish_[2017]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7zhoquV8rpbM98YmzdMyvhJ3ojb.jpg",
        "title": "Lazer Team 2",
        "description": "ဒီကားလေးကတော့ သိပ္ပံဆန်ဆန်စိတ်ကူးယဉ်ဆန်ဆန်နဲ့ပေါ့ပေါ့ပါးပါးကြည့်လို့ကောင်းမယ့် ကားလေးတစ်ကားပါ...အာကာသထဲကိုခရီးတစ်ခုအတူတူထွက်ကြရင်းကနေသူတို့အားလုံးကိုယ်စီမှာ လေဆာလက်နက်ဆန်းတစ်ခုစီကိုရလာခဲ့ကြပါတယ်...ဒီလက်နက်တွေအကုန်လုံးကလည်း ဝတ်ပြီးရင်းပြန်ချွတ်လို့မရကြပါဘူး....ဒါကြောင့် သူတို့တွေအကုန်လုံးဟာ နေ့စဉ်လည်ပတ်နေတဲ့အချိန်ဇယားတွေကိုဒီလက်နက်ကြီးတွေဝတ်ပြီး အချိန်ကုန်နေခဲ့ရပါတယ်...ဒါပေမယ့် သူတို့ဒီလက်နက်တွေကိုချွတ်ဖို့အခွင့်ရေးတစ်ခုပေါ်လာပါတယ်...ဒါကတော့ သူတို့နဲ့အတူတူခရီးထွက်ခဲ့တဲ့သူတို့ရဲ့သူငယ်ချင်း ဝူဒီတစ်ယောက်အာကာသထဲကနေဂြိုလ်သားတွေရဲ့ပြန်ပေးဆွဲတာကိုခံလိုက်ရပါတယ်..ဒါကြောင့် သူတို့အားလုံးသူတို့ရဲ့သူငယ်ချင်းကိုပြန်လည်ကယ်တင်ဖို့အတွက်နောက်တခေါက်ပြန်ပြီးတော့ အာကာသထဲကိုခရီးပြန်ထွက်ကြမှာပဲဖြစ်ပါတယ်...ဒီကားလေးဟာ ကြည့်ရတဲ့လူတိုင်းအဖို့အမြင်တစ်မျိုးဆန်းစေမှာဖြစ်ပြီးတော့မိသားစုနဲ့အတူတူ ကြည့်သင့်တဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...File Size : (609 MB) ( 292 MB)\nQuality : Bluray 1080P\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :Bluray 1080p\nTranslated by Pone Thone\nEncoded by Moe Myint Lwin",
        "rating": "6.1",
        "url": "https://megaup.net/1H7ze/Lazer_Team_2_[2018]_(MM_Sub).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/prison-fire-poster-133x200.jpg",
        "title": "Prison on Fire (1987)",
        "description": "Prison on Fire (1987)\nIMDb - 7.3/10_____Rotten - 87%\n   \nIMDB 7.3 ရထားတဲ့\nဒီကားလေးကတော့ တရုတ်ကားလေးပါ၊ Action Drama အမျိုးအစားပါ\n၁၉၈၇ ခုနှစ်ကရိုက်ထားတာကြောင့် အခုခေတ်ထောင်ကားတွေနဲ့နည်းနည်းကွဲပြားနေပါတယ်\nထောင်ထဲမှာမိတ်ဆွေဖြစ်သွားပြီး ထောင်ထဲရင်ဆိုင်ရတဲ့အခက်အခဲတွေကိုရိုက်ပြထားတာပါ\nဒီကားထဲမှာ တရုတ်နိုင်ငံရဲ့မင်သားကြီး ချောင်ရွန်ဖတ်နဲ့နောက်တစ်ယောက်က Leung Ka-fai ကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ လူငယ်လေးတစ်ယေက်မတော်တဆလူသတ်မိပြီးထောင်ကျသွားတယ်\nလူသစ်ဆိုတော့ ဝိုင်းအနိုင်ကျင့်တယ် အဲ့ဒါကို ချောင်ရွန်ဖတ်က ကာကွယ်ပေးတာပါ\nဒီလူငယ်လေး ဘယ်လိုအနိုင်ကျင့်ခံရတယ် ချောင်ရွန်ဖတ်ကလဲ ဘယ်လိုကာကွယိပေးတယ်ဆိုတာကို ပရိသတ်ကြီးဆက်လက်ကြည့်ပေးကြပါဦး\n   \nQuality - 720p Web DL\nFormat - Mp4\nGern - Action/Crime/Drama\nDuration - 1hr 44min\nTranslator - Tin Myo Lwin\nEncoder -Kyaw Ye Aung",
        "rating": "7.3",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 https://megaup.net/113ya/The_Guernsey_Literary_And_Potato_Peel_Pie_Society_[2018]_(MM_Sub).mp4 https://megaup.net/113y7/The_Girl_Shaman_[2016]_(MM_Sub).mp4 https://megaup.net/1H17a/Show_Dogs_[2018]_(MM_Sub).mp4 https://megaup.net/1H178/Sausage_Party_(2016).mp4 https://megaup.net/1H177/Riki-Oh_-_The_Story_Of_Ricky_[1991]_(MM_Sub).mp4 https://megaup.net/1H173/Prison_On_Fire_[1987]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Yn1whJc5Q4RSfD1AIYI8pHVUjf.jpg",
        "title": "Cats and Peachtopia (2018)",
        "description": "Animationခ်စ္သူ CMပရိသတ္ၾကီးအတြက္ ကားေကာင္းေလးတစ္ကားတင္ဆက္ေပးလိုက္ပါျပီ။Cat and Peachtopia (2018)ကားေလးပါ။ဒီကားေလးကိုၾကည္႔ျပီးေတာ႔ တရုတ္Animationေတြ ေတာ္ေတာ္အဆင္႔ျမင္႔လာတယ္လို႔ေကာက္ခ်က္ခ်ရမယ္ဗ်။ဒီကား Producerေတြက Studioရဲ ႔\" ႏိုင္ငံတကာစံခ်ိန္အတိုင္းရိုက္ကူးႏိုင္မႈ\" \"ေဟာလိဝုဒ္ကိုေတာင္မွီႏိုင္တယ္\"လို႔ေကာက္ခ်က္ခ်ကာ ေငြထုတ္ေပးခဲ႔တာပါတဲ႔။ဒီ\" Light Chaser \"စတူဒီယိုဟာ Little Door God(2016) Tea Pet (2017)ဆိုတဲ႔တရုတ္ယဥ္ေက်းမႈအေျခခံကာတြန္းကားေတြကိုရိုက္ကူးခဲ႔ရာမွညနာမည္ၾကီးခဲ႔တဲ႔ စတူဒီယိုပါ။ကဲ အေထြအထူးေျပာမေနေတာ႔ပဲ ဇာတ္လမ္းအက်ဥ္းေလးကိုေျပာျပပါ႔မယ္။Blanket ဆိုတဲ႔ေၾကာင္ေလးတစ္ေကာင္မွာ Capeဆိုတဲ႔ ေၾကာင္သားေလးတစ္ေကာင္ရွိပါတယ္။ငယ္ရြယ္သူတို႔ထံုးစံအတုိင္း အျပင္ထြက္ခ်င္တယ္ တစ္ကဲကဲေပါ႔။တစ္ေန႔ေတာ႔ စူးစမ္းလိုစိတ္လဲမ်ားျပီး ရဲရင္႔တဲ႔ေၾကာင္ေပါက္ေလး Capeဟာ သူ႔အေဖေျပာျပဖူးတဲ႔ မက္မံုနိဗၺာန္ဘံုမွာ သူ႔အေမရွိတယ္လို႔ယံုၾကည္ကာ အိမ္ကေနထြက္ေျပးသြားျပီးအေမကိုလိုက္ရွာပါေတာ႔တယ္။အေဖျဖစ္သူ ဝဝတုတ္တုတ္ ေၾကာင္ၾကီး Blanketရယ္ အိမ္မွာအတူတူေမြးထားတဲ႔ ငွက္ေလး အန္တီၾကက္တူေရြးတို႔ Capeကို စြန္႔စားခန္းဖြင္႔ကာရွာေဖြၾကပံုေတြကို တရုတ္ယဥ္ေက်းမႈေနာက္ခံထားကာဇာတ္အိမ္က်ယ္က်ယ္ရိုက္ကူးထားပါတယ္။ေပးခ်င္တဲ႔ရသကိုအျပည္႔အဝေပးစြမ္းႏိုင္တယ္လို႔ပဲ ညႊန္းပါရေစ။Ratingအေနနဲ႔ကလဲ Imdb Rating 7.7 ေတာင္ရရွိထားတာမို႔ Animationခ်စ္သူေတြအတြက္ ၾကည္႔ရတန္ေစမယ္႔ ကားတစ္ကားျဖစ္မွာပါလို႔ပဲေျပာလိုက္ပါတယ္။ Qty - 720p Web DLGern - ...",
        "rating": "",
        "url": "https://megaup.net/1Aoql/Cats_And_Peachtopia_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o2zDJe9MaBW7XYjRdbYNlIqRNvZ.jpg",
        "title": "The Escape of Prisoner 614(2018)",
        "description": "Encoder - Kyaw Ye Aungaလတ်တလောထွက်ရှိလာတဲ့ကားသစ်လေးတစ်ကားကို မိတ်ဆက်ပေးလိုက်ပါတယ်။အက်ရှင်ဇာတ်လမ်းကြိုက်သူတွေအတွက်တင်ဆက်ထားတဲ့ ကားလေးနာမည်ကတော့The escape of prisoner 614 (2018)ပါ။ လောကကြီးမှာ အပြစ်မရှှိပဲနဲ့ မတရားခံရတာလောက်ခံပြင်းစရာကောင်းတဲ့ ကိစ္စမရှိတော့ပါဘူး အသွားမတော်မလှမ်း ဆိုတဲ့ အတိုင်းအထင်မှတ်ထားတဲ့ နေရာမှာ ကိုယ်က ထိုးကျွေးခံလိုက်ရတော့အပြစ်မရှိပဲ သူများအစား အပြစ်ကို ခံရပါတော့တယ်ဒီကားလေးက ကောင်းဘွိုင်ဆန်ဆန်ကားလေးဖြစ်ပြီးတော့ကောင်းဘွိုင်ကားကြိိုက်နှစ်သက်တဲ့သူတွေ အကြိုက်တွေ့မယ့်ကားလေးဖြစ်မှာပါဇာတ်လမ်းလေးအကျဉ်းကတော့အကျဉ်းသားတစ်ယောက်ထောင်ဖောက်ပြေးတာကနေ စတာပါ။အဲ့ဒီလွတ်မြောက်သွားတဲ့ အကျဉ်းသားဟာသူအပြစ်မရှိဘူးလို့ အခိုင်အမာငြင်းဆိုနေခဲ့ပါတယ်။ဇာတ်ရှိန်တက်လာတာနဲ့အမျှ သူ့တကယ်ပဲအပြစ်ရှိသလားအကွက်ဆင်လုပ်ကြံခံရတာလား အကွက်ဆင်ခံရတယ်ဆိုအဲ့ဒီနောက်မှာ ဘယ်သူတွေရှိနေတာလဲ သူခင်သလိုရောရိုးရှင်းလွယ်ကူပါ့မလားဆိုတာရင်တစ်ဖိုဖိုနဲ့ ကြည့်ရှုရမယ့်ကားကောင်းလေးပါ။Qty - 720p Web DLGern - Advanture / Comedy / CrimeDuration - 1hr 50minTranslator - Pyae SoneReview - Aye Mon Kyaw",
        "rating": "N/A",
        "url": "https://megaup.net/11a7r/The_Escape_Of_Prisoner_614_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/zero-dark-thirty-2012-08-133x200.jpg",
        "title": "Zero Dark Thirty (2012)",
        "description": "Zero Dark Thirty (2012)\nWon 1 Oscar. Another 86 wins & 173 nominations\nIMDb….7.4/10_____Rotten….91%\n \"အိုစမာဘင်လာဒင် \" ဆိုတဲ့ကမ္ဘာကျော် နာမည်ကိုအားလုံးကြားဖူးကြမှာပါ၂၀၀၁ခုနှစ် စက်တင်ဘာလ ၁၁ရက်နေ့ကအမေရိကန်ရဲ့ ကမ္ဘာ့ကုန်သွယ်ညီနောင်အဆောက်အအုံနှစ်ခုကိုအယ်ကေးဒါးတို့ လေယာဉ်နဲ့ ဝင်တိုက်ဖျက်ဆီးခဲ့တဲ့လူ၃၀၀၀ကျော်သေဆုံးခဲ့တဲ့ (၉/၁၁)လို့ခေါ်တဲ့အကြမ်းဖက်ဖြစ်စဉ်ကိုအဓိကကြိုးကိုင်သူတစ်ဦးဖြစ်ပါတယ်အဲ့ဒီဖြစ်ရပ်အပြီး အိုစမာဘင်လာဒင်ဟာ ကမ္ဘာ့အလိုရှိဆုံး အကြမ်းဖက်ခေါင်းဆောင်ဖြစ်လာခဲ့ပါတယ်ဒါပေမယ့် ၉/၁၁အပြီး ဆယ်စုနှစ်တစ်ခုနီးပါးကြာတဲ့အထိအမေရိကန်တို့ ဘင်လာဒင်ရဲ့အရိပ်အယောင်ကို ရှာမတွေ့ခဲ့ပါဘူးကမ္ဘာ့အကောင်းဆုံးနည်းပညာတွေပိုင်ဆိုင်ထားတဲ့ အမေရိကန်ရဲ့လက်ကနေနှစ်အများကြီးလွတ်အောင် ဘင်လာဒင် ဘယ်လိုပုန်းကွယ်ခဲ့လဲအဲ့ဒီလိုပုန်းကွယ်နေရင်း အဖွဲ့အစည်းနဲ့ဘယ်လိုချိတ်ဆက်ပြီးအကြမ်းဖက်လုပ်ရပ်တွေနဲ့ အမေရိကန်ကို ဘယ်လိုဆက်လက် အထိနာစေခဲ့သလဲနောက်ဆုံးမှာ အပုန်းကောင်းသူကြီး အိုစမာဘင်လာဒင်ရဲ့နေရာကိုအမေရိကန်တို့ ဆယ်နှစ်ကြာအောင် စတေးမှုတွေနဲ့ ဘယ်လိုခက်ခက်ခဲခဲရှာဖွေပြီးသုတ်သင်ခဲ့ရလဲ ဆိုတဲ့စိတ်ဝင်စားဖွယ်ရာအချက်တွေကိုဒီရုပ်ရှင်မှာအသေးစိပ် တွေ့မြင်နိုင်ပါတယ်Imdb rating 7.4နဲ့ Rotten tomatoes 91%ထိရရှိထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်‌Zero Dark Thirty ဆိုတဲ့ဒီဇာတ်ကားရဲ့အဓိပ္ပါယ်ကတော့သန်းခေါင်ယံနဲ့အာရုံမတက်မီ ကြားကာလကိုဆိုလိုတာဖြစ်ပြီးအဲ့ဒီကာလအတွင်းမှာ ဘင်လာဒင်ကို သုတ်သင်ခဲ့တာလဲဖြစ်ပါတယ်။\n-----------------------------------------------------\n\"အိုစမာဘင္လာဒင္ \" ဆိုတဲ့ကမၻာေက်ာ္ နာမည္ကိုအားလံုးၾကားဖူးၾကမွာပါ၂၀၀၁ခုႏွစ္ စက္တင္ဘာလ ၁၁ရက္ေန႔ကအေမရိကန္ရဲ႕ ကမာၻ႔ကုန္သြယ္ညီေနာင္အေဆာက္အအံုႏွစ္ခုကိုအယ္ေကးဒါးတို႔ ေလယာဥ္နဲ႔ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/zero-dark-thirty/",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xboITqlUSsua6BRrWuOGyFkOg5Z.jpg",
        "title": "The Con is On(2018)",
        "description": "1999 လောက် ကထွက်ရှိခဲ့ဘူးတဲ့ Steven Martian တို့ ရိုက်ကူးထားတဲ့ကားကိုတဖန်ပြန်လည်ဆန်းသစ်ပြီးတော့ ရိုက်ကူးထားတာဖြစ်ပြီးတော့ လောင်းကစာသမားတွေရဲ့သဘောသဘာဝတွေ နဲ့ လောင်းကစားသမားတွေမှာ ရှိတတ်တဲ့ အမူအကျင့်တွေကိုပုံဖော်ရိုက်ကူးပြထားတာဖြစ်ပါတယ် လောင်းကစားသမားဆိုတဲ့ အမျိုးက ပေါက်ကရ လျှောက်ပြောပေါက်ကရစကားတွေနဲ့ ပေးထားတဲ့ ကတိကိုတည်တတ်တဲ့လူမျိုးမဟုတ်ပါဘူး ဒါ့ကြောင့်လောင်းကစားသမားတွေနဲ့ ဆက်ဆံရင် သတိထားကြဖို့ ဒီကားလေးက သတိပေးထားသလိုပါပဲဇာတ်လမ်း အကျဉ်းလေးကတော့ဟယ်ရီဆိုတဲ့လောင်းကစားမက်တဲ့အမျိုးသမီးကကိုယ်စားဘိန်းအရောင်းအဝယ်လုပ်လို့ရလာတဲ့ငွေတွေကိုလောင်းကစားဝိုင်းမှာအကုန်သုံးစွဲပစ်လိုက်တယ်။ ယောက်ျားဖြစ်သူရောမိန်းမဖြစ်သူရောကလည်း ဘိန်းစားတွေဖြစ်ပါတယ်။သူတို့လင်မယားအကုန်သုံးလိုက်တဲ့ပိုက်ဆံတွေကအရီနာဆိုတဲ့အမျိုးသမီးဂိုဏ်းစတားတစ်ဦးရဲ့ငွေပါ။ အရီနာကသူတို့လင်မယားကိုလိုက်သတ်ဖို့လုပ်တဲ့အချိန်မှာတော့သူတို့အကုန်သုံးလိုက်တဲ့ငွေတွေကိုပြန်ရှာပေးဖို့ လော့စ်အိန်ဂျလစ်မြို့ကိုထွက်လာပါတော့တယ်ပိုက်ဆံတွေကို ဘယ်လိုလိမ်ကောက်ပြီးရှာကြမလဲဆိုတော့Qty - 720p Web DLGern - ComedyDuration - 1hr 44minTranslator - Ye Man AungEncoder - Kyaw Ye Aung",
        "rating": "N/A",
        "url": "https://megaup.net/11a7k/The_Con_is_On_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u9PG1LG0zLnl6QQxw4WoRJEroXF.jpg",
        "title": "Candy Jar(2018)",
        "description": "\"အသက်မွေးဝမ်းကြောင်းအလုပ်အကိုင်လမ်းကြောင်းကိုမှချမပေးနိုင်ဘဲ တက္ကသိုလ်တွေက ဘာတွေများပေးနေပါသလဲ? ...\" \"ကျွန်မတို့ဟာ ကျောင်းသားတွေမဟုတ်တော့ပါဘူး စက်ရုပ်တွေပါ...\"\"အသက် ၁၆နှစ်မှာငယ်သေးလို့ဆိုပြီး မဲပေးခွင့်မရ အရက်သောက်ခွင့်မရပေမယ့်ဘဝတစ်ခုလုံးအတွက်အရေးအကြီးဆုံး လမ်းကြောင်းကိုတော့ ၁၆နှစ်မှာပဲရွေးခိုင်းလိုက်ကြတယ်...ရှင်တို့ လာနောက်နေတာလား? \"အပေါ်ကစာသားတွေဟာ ကိုယ်နှစ်သက်ပြီးရင်ထဲထိမိတဲ့ ရုပ်ရှင်ထဲက ဒိုင်ယာလော့တွေပါ...ဒီကားလေးကို NetFlix ရုပ်သံလိုင်းကနေထုတ်လွင့်ပြသပေးခဲ့တာဖြစ်ပြီးလက်ရှိမြန်မာနိုင်ငံရဲ့ ပညာရေးစနစ်နဲ့ တော်တော်လေး ပဏာသွားပါတယ်မသိရင် မြန်မာ့ပညာရေးကိုလှောင်ပြောင်ထားသလားတောင်ထင်ရပါတယ်တက္ကသိုလ်တစ်ခုကို ၅နှစ် ၆နှစ်တက် အလုပ်အကိုင်အခွင့်အလမ်းက မရှိသူများနိုင်ငံကကျောင်းတွေမှာ တက္ကသိုလ်တွေမှာ Job Fair တွေJob Hunting အတွက် ဘယ်လိုတွေ လုပ်ရတယ်ဆိုတာတွေကို သင်ကြာပေးပါတယ်မြန်မာကကျောင်းတွေမှာတော့ နတ္တိပါ အဆံမရှိပဲမြေပဲတောင့်လိုပါပဲအပြင်ပန်းကတော ဟုုတ်နေတာပဲ လက်တွေကမှာတော့ အလုပ်မရှိယောင်၆၀လူငယ်တွေဟာ ဒု နဲ့ ဒေးပါပဲဗျာ ကဲ ဇာတ်လမ်းအကျဉ်းလေးကိုသွားလိုက်ရအောင်\"Candy Jar\"ဟာ အထက်တန်းကျောင်းတစ်ကျောင်းရဲ့Debate ပြိုင်ပွဲတစ်ခုကို အခြေပြုပြီး လက်ရှိပညာရေးစနစ်ကိုသုံးသပ်မိစေဖို့ မီးမောင်းထိုးပြထားတဲ့ဇာတ်ကားကောင်းလေးမို့အထွွေအထူးမညွှန်းတော့ပဲ ကြည့်ဖြစ်အောင်ကြည့်လိုက်ပါလို့CM ပရိသတ်များအတွက် လက်တို့ အသိပေးလိုက်ပါတယ်ဒီကားထဲမှာ ပြောတဲ့စကားတွေကတော့ တော်တော် လေးထိမိပါတယ်လို့ပြောလိုက်ချင်ပါတယ်Qty - 720p Web DLGern - ComedyDuration - 1hr ...",
        "rating": "N/A",
        "url": "https://megaup.net/11a6l/Candy_Jar_[2018]_(MM_Sub)_(2).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/Journey_to_the_West-140x200.jpg",
        "title": "Journey to The West (2005)",
        "description": "အခုတစ္ခါေတာ့ အေနာက္ဖက္သို႕ခရီးသြားျခင္းဆိုတဲ့ ၂၁ အထက္ၾကည့္ရမယ့္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ၂၁ ပရိတ္သတ္ေတြလဲ မတက္တာၾကာဘီဆိုေတာ့သူတို႕ကိုပစ္ထားတယ္ ထင္ေနမွာစိုးလို႕ပါ ဒီကားေလးထဲမွာ အၾကမ္းဆံုးကေတာ့ က်ဴးပါက်ဲပါအေသၾကမ္းပါတယ္ Spell ေတြကလဲေဂၚပါတယ္ ေမ်ာက္ကေတာ့ ေသာက္ပိန္းပါဒီကားက အေနာက္ဖက္ကိုက်မ္းစာသြားသယ္မယ့္ ဇာတ္လမ္းထဲမွာ မိန္းမလွေလးေတြၾကီးပဲရွိတဲ့တိုင္းျပည္ကို ျဖတ္သြားရတဲ့ အခန္းကို ၀ူုခုန္းကားၾကည့္ဖူးတဲ့သူတိုင္းမွတ္မိၾကမွာပါဒီကားက အဲအခန္းကိုျဖတ္ျပီးေတာ့ ရိုက္ထားတာပါ ထူးျခားတာက အေျပာင္းအလဲေပါ့ေနာ္ဒီကားထဲမွာက်မ္းစာသယ္မယ့္သူက ဆရာေတာ္မဟုတ္ပါဘူး မယ္သီလရွင္ပါျပီးေတာ့ ဒီကားထဲမွာ Lesbian ေတြရဲ႕ ရက္စက္တတ္တဲ့ ခ်စ္ခ်င္းသေဘာေတြကိုလဲရိုက္ကူးပံုေဖာ္ျပထားတာမို႕ Les ေတြရဲ႕ ေၾကာက္ဖို႕ေကာင္းတဲ့အခ်စ္ကိုလည္းေတြ႕ၾကရမွာပါကဲေလေပါေနတာေတာင္မ်ားသြားျပီ ဇာတ္လမ္းအက်ဥ္းေလးကိုထပ္သြားၾကတာေပါ့ဇာတ္လမ္းေလးကေတာ့ က်မ္းစာသယ္မယ့္ဆရာေလးရယ္ ၀ူခုန္းရယ္ ပါက်ဲရယ္ဟာတန္ ႏိုင္ငံကေန အေနာက္ဖက္ကို သြားျပီး က်မ္းစာသြားသယ္ၾကပါတယ္လမ္းမွာ မိန္းမလွေလးေတြရွိတဲ့ တိုင္းျပည္ကိုေရာက္ပါတယ္ အဲ့တိုင္းျပည္မွာညီအမ ၂ေယာက္က အုပ္ခ်ဳပ္ပါတယ္ ေရႊ ရယ္ ေငြရယ္ ပါ အဲ့မွာေရႊက အမၾကီးဆိုေတာ့ ဘုရင္မပါ အဲ့အခ်ိန္မွာ တေဘာင္တစ္ခုကေပၚလာပါတယ္ပံုမွန္က က်မ္းစာသယ္မယ့္ ဆရာေတာ္ရဲ႕အသားကိုစားရင္ အသက္ရွည္မယ္ ပါ၀ါတိုးမယ္ေပါ့ဒီထဲမွာေတာ့ မဟုတ္ပါဘူး က်မ္းစာသယ္တဲ့ဆရာေလးရဲ႕ အပ်ိဳပန္းကို ဆြတ္ခူးႏိုင္ရင္အသက္ရွည္ပါမယ္ ပါ၀ါတိုးပါမယ္ အဲ့မွာ ေရႊက ဆရာေလးကို ျမင္ျမင္ခ်င္းမိန္းမခ်င္းပစ္ေၾကြသြားျပီးေတာ့ႏွစ္ကိုယ္တူ ဒီေဂ်ပြတ္ၾကဖို႕ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/journey-to-the-west-2005/",
        "category": "Adult, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qxJQ0VBCuJkJhJmuWzxI408ngwd.jpg",
        "title": "The 15:17 to Paris",
        "description": "အက်ရှင်ကားတွေ အချစ်ကားတွေကို ရိုးအီနေပြီဆိုသူတွေအတွက် အရသာအသစ်ပေးစွမ်းနိုင်မယ့်The 15.17 to Paris ဆိုတဲ့ ကိုယ်ရေးအတ္ထုပတ္တိအမျိုးအစားဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ ၂၀၁၅ တုန်းကဖြစ်ပွားခဲ့တဲ့ ISIS  ရထားအကြမ်းဖက်မှုကို ပြန်လည်ရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်အခြေပြုဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။ဒီဇာတ်ကားရဲ့ထူးခြားချက်ကတော့ အဆိုပါအကြမ်းဖက်မှုမှာ အသက်နဲ့ရင်းပြီးကယ်တင်ခဲ့တဲ့အမေရိကန်လူမျိုးသူငယ်ချင်သုံးဦးဖြစ်တဲ့ စပန်ဆာစတုန်း၊ အဲလက်စကာလာတို့စ် နဲ့ အန်တိုနီဆက်ဒ်လာ တို့ကိုယ်တိုင် ပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်။ ဒါ့အပြင်ဒါရိုက်တာဟာလည်းတစ်ချိန်ကဒိတ်ဒိတ်ကြဲအောင်မြင်ခဲ့တဲ့ အော်စကာလေးဆုရမင်းသားကြီး Clint Eastwood ပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကို ဇာတ်လိုက်သုံးယောက်ရဲ့ငယ်ဘဝကနေ စတင်ပြီး ရိုက်ကူးပြသထားတာဖြစ်တဲ့အတွက်ကြည့်ရှုသူတွေအနေနဲ့ အတန်ငယ် ပျင်းကောင်းပျင်းနေနိုင်ပါတယ်။ ဒါပေမယ့်ကိစ္စမရှိပါဘူး ဆက်သာကြည့်ကြပါ။ကြည့်ရင်းနဲ့ဇာတ်လမ်းဟာတဖြည်းဖြည်းနဲ့အရှိန်တက်လာပြီး ဇာတ်လမ်းအဆုံးထိ ပါအောင်ဆွဲခေါ်သွားပါလိမ့်မယ်။ဒါ့အပြင် ဇာတ်လိုက်သုံးဦးရဲ့ ဥရောပခရီးစဉ်အစဖြစ်တဲ့ဗင်းနစ်မြို့ရဲ့ရှုပျော်ဖွယ်ရာကောင်းတဲ့အလှနဲ့ အမ်စတာဒမ်မြို့ရဲ့အရိုင်းဆန်တဲ့ အလှတွေကိုပါခပ်ပါးပါးလေးပြသွားတဲ့အတွက် ခရီးထွက်ရတာကို ကြိုက်နှစ်သက်သူတွေလက်လွတ်မခံသင့်တဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။Qty - 720p Web DLDuration - 1hr 54minGern - History/ ActionTranslator - Myo Thant KyawReview - ...",
        "rating": "5.0",
        "url": "https://megaup.net/11a7j/The_15-17_To_Paris_[2018]_(MM_Sub).mp4",
        "category": "Action, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lEqxM4CNDPjeMlmVZz5XOC3wfuO.jpg",
        "title": "Last Seen in Idaho (2018)",
        "description": "အသစ်ထွက်ရှိလာတဲ့ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းလေးနာမည်က Last seen in Idaho (2018)ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအလှည့်အပြောင်းတွေနဲ့ တော်တော်လေးစိတ်ဝင်စားဖို့ကောင်းတဲ့ကားလေးလို့ပြောရမှာပါ။ဒီကားထဲမှာ ကိုယ်က အော် ဒီလိုကိုး လို့တွေးလိုက်မိတဲ့အချိန် နောက်ထပ်အံ့အားသင့်စရာတစ်ခုက ထပ်ပေါ်လာပြန်ပါတယ်ဗျ။ဇာတ်လမ်းရဲ ့အကျဉ်းချုပ်လေးကတော့ အက်ဆီးဒန့်တစ်ခုကြောင့် သတိလစ်နေခဲ့တဲ့ အမျိုးသမီး Summer...ရုတ်တရက်သတိရလာချိန်မှာ အက်စီးဒန့်ဖြစ်ခဲ့တဲ့အကြောင်းတွေကိုမမှတ်မိတော့ပဲ နောင်ဖြစ်လာမယ့်အနာဂါတ်မှာသူ့အသတ်ခံရမယ့်အကြောင်းကို ကြိုမြင်လာရပါတော့တယ်။တစ်ရွေ့ရွေ့ရွေ့လျားနေတဲ့အချိန်ရယ် လူသတ်သမားရယ် သူမရယ် အားပြိုင်မှုတွေကြောင့် တော်တော်လေးကောင်းတဲ့ကားတစ်ကားဖြစ်လာတယ်ပဲ ပြောရမယ်ဗျ။ဘာဖြစ်လာမယ်ဆိုတာကို ကြိုတွေးလို့မရတဲ့ကားမျိုးကိုကြိုက်တတ်တဲ့ CMပရိသတ်ကြီးအတွက် Last seen in Idaho(2018)ကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။Qty - 720p Web DLGern - Action / ThrillerDuration - 1hr 55minTranslator - Ye YintReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "N/A",
        "url": "https://megaup.net/1H7z9/Last_Seen_In_Idaho_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aBfeHekIIjC4mFlark5MWJWDyZn.jpg",
        "title": "Maya the Bee: The Honey Games (2018)",
        "description": "Maya The Bee 2 (2018)==================================== CM ပရိသတ္ၾကီးအတြက္ ေလာေလာလတ္လတ္ 2018 ခုႏွစ္ထြက္ Animation ကားေကာင္းေလးတစ္ကား တင္ဆက္ေပးလိုက္ပါတယ္။ ဇာတ္ကားနာမည္က Maya The Bee: The Honey Games ျဖစ္ျပီးေတာ့ 2014 ခုႏွစ္တုန္းက ထြက္ရွိခဲ့တဲ့ Maya The Bee Movie ရဲ႕ အဆက္ျဖစ္ပါတယ္။ Maya The Bee ဆိုတာ 1912 ခုႏွစ္တုန္းကထြက္ရွိခဲ့တဲ့ ဂ်ာမန္စာေရးဆရာ Waldemar Bonsels ရဲ႕ နာမည္ေက်ာ္ကေလးဖတ္စာအုပ္ျဖစ္ျပီးေတာ့ ႏုိင္ငံျခားဘာသာစကားေျမာက္ျမားစြာ ျပန္ဆိုျပီး ထုတ္ေ၀ခဲ့ရတဲ့အထိ ေအာင္ျမင္ခဲ့တဲ့စာအုပ္လည္းျဖစ္ပါတယ္။ 1924 ခုႏွစ္မွာ ဂ်ာမနီဒါရိုက္တာတစ္ဦးက ျပန္လည္ရိုက္ကူးခဲ့ျပီး၊ 2012မွာ TV series အျဖစ္လည္ေကာင္း၊ 2014 အေရာက္မွာ ဒီဇာတ္ကားရဲ႕ Prequel ျဖစ္တဲ့ Maya The Bee Movie ...",
        "rating": "6.0",
        "url": "https://megaup.net/1A4da/Maya_The_Bee_-_The_Honey_Games_[2018]_(MM_Sub).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/togwv0TGqXkIA2YuYIY9VDLEkdF-133x200.jpg",
        "title": "Pari (2018)",
        "description": "Pari (2018)\nIMDb - 6.6/10_____Rotten - 42%  မိုးတွေ သဲကြီးမဲကြီးရွာတဲ့ တစ်နေ့မှာ အာနက်ဘ်နဲ့ သူ့မိဘတွေဟာ အာနက်ဘ်အတွက် သတို့သမီးလောင်းလေးနဲ့ တွေ့ဆုံ မင်္ဂလာစကားပြောဆိုပြီး မြို့ပြင် တောတစ်နေရာကို ဖြတ်သွား တုန်း တစ်စုံတစ်ခုကို ကားနဲ့တိုက် မိခဲ့ပါတယ်။ အိမ်ခြေရာမဲ့ လျှောက်သွားနေပုံရတဲ့ အဘွား အိုတစ်ဦးကို တိုက်မိတာဖြစ်ပြီး နေရာမှာတင် ပွဲချင်းပြီး သေဆုံး သွားခဲ့ပါတယ်။အဲဒါနဲ့ပဲ အာနက်ဘ်ဟာ ရဲတွေကို အကြောင်းကြားပြီး အနီးအနားမှာ အဘွားအိုရဲ့ အိမ်ကို လိုက်ရှာတဲ့အခါမှာ အိမ်ထဲမှာ ထူးဆန်းတာတစ်ခုနဲ့ တွေ့ခဲ့ပါ တယ်။အဘွားအိုရဲ့ သမီးဖြစ်တဲ့ ရက်ခ်ဆာဟာနာဆိုတဲ့ မိန်း ကလေးကို လက်ထိတ်ခြေထိတ် တွေခတ်လျက်သားနဲ့ တွေ့ခဲ့တာဖြစ်ပြီး မိန်းကလေးကြည့်ရတာ မူမမှန်ဖြစ်နေကာ အပြင်လောကနဲ့ လုံးဝအဆက်အဆံမရှိတဲ့ ပုံစံ မျိုးဖြစ်နေတာပါ။သေသွားတဲ့ အဘွားအိုအ တွက် ဓလေ့ထုံးတမ်းအတိုင်း သဂြုႋဟ်ပေးပြီးနောက်မှာတော့ အာနက်ဘ်ဟာ ရက်ခ်ဆာဟာနာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/SEoa/Pari_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xK2JTaoKmabEjDccv0yYIkgP5Qu.jpg",
        "title": "Supercon (2018)",
        "description": "ရိုးရိုးရယ်ချင်ပါသလား ရှယ်ရယ်ချင်ပါလား တခစ်ခစ်ရယ်ချင်ပါသလားအားရပါးရရယ်ချင်ပါသလား ကျွမ်းထိုးမှောက်ခုံရယ်ချင်ပါသလားကွကို ကလိထိုးပြီး ရီနေစရာမလိုပါဘူး Supercon ဆိုတဲ့ရုပ်ရှင်ကို ကြည့်လိုက်ပါ။ယခင်က အောင်မြင်ကျော်ကြားခဲ့တဲ့ ရုပ်ရှင်ကြယ်ပွင့်တွေနဲ့Comic ဆွဲတဲ့ ပညာရှင်တွေဟာ အစည်းအဝေးပွဲတွေမှာ အလုပ်လုပ်ကိုင်နေကြရပါတယ်။(MCU ဇာတ်ကားတွေ ရိုက်မလို့နေမှာပေါ့ )တစ်နေ့မှာတော့ ဒီလိုခက်ခဲရုန်းကန်ရတဲ့ဘဝကနေ ရုန်းထွက်လွတ်မြောက်နိုင်ဖို့အတွက်ရုပ်ရှင်ကြယ်ပွင့်ဟောင်းတစ်ယောက်ဆီက ငွေထုပ်ကို ခိုးယူဖို့ ကြိုးစားပါတော့တယ်။သူတို့ဘယ်လိုအကြံအစည်တွေထုတ်ကြလဲ၊ အောင်မြင်မှာလား မအောင်မြင်ဘူးလားဆိုတာတော့ ဒီဟာသကားကို ကြည့်ရှုလိုက်ရင် အဖြေပေါ်လာပါလိမ့်မယ်။တစ်နေ့တာအမောတွေပြေပျောက်ဖို့လိုအပ်နေတဲ့ ပရိသတ်တွေ၊ရယ်ချင်မောချင်တဲ့ ပရိသတ်တွေ စိတ်ကြိုက်ကားတစ်ကားဖြစ်မှာမို့အခုချက်ချင်းပဲ အမြန်ဆုံးနည်းနဲ့ ပန်းကန်လုံးစီးပြီး ဒေါင်းလိုက်ကြပါ။Qty - 720p Web DLDuration - 1hr 44minGern - ComedyTranslator - Soe Bo BoReview - Arkar PhyoEncoder - Kyaw Ye Aung",
        "rating": "3.5",
        "url": "https://megaup.net/11a7h/Supercon_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Oucd2mZBqgnDQQ9W34Q4xtao3K.jpg",
        "title": "Negative(2018)",
        "description": "အခုတစ္ခါေတာ့ ခပ္ၾကမ္းၾကမ္း အက္ရွင္ကားၾကီးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဒီကားက ၂၀၁၈ ခုႏွစ္အခုလထဲမွာထြက္ထားတာျဖစ္ျပီးေတာ့ ၾကမ္းၾကမ္းတမ္းတမ္း တိုက္ခိုက္ခန္းေတြကိုၾကိဳက္ႏွစ္သက္တဲ့ သူေတြအတြက္ အၾကိဳက္ေတြ႕မယ့္ကားျဖစ္မွာပါ  စပိုင္အက္ရွင္ကားးမ်ိဳးျဖစ္ျပီးေတာ့တစ္ကားလံုး ေပါက္ကရ စကားေတြနဲ႕ အရြန္းေဖာက္ျပီး ၾကည့္တဲ့သူမပ်င္းရေအာင္ ဆြဲေခၚသြားမယ့္ကားမ်ိဳးပါဒီကားကို ဒါရိုက္တာ Joshua Caldwell ကရိုက္ကူးထားတာျဖစ္ျပီးေတာ့ မင္းသားမင္းသမီးေတြအျဖစ္ Katia Winter/Sebastian Roche / Josh Randall တို႕က အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၾကပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ နာတာလီဟာ အေမရိကန္ အေနာက္ေတာင္ဖက္ပိုင္းကို တာ၀န္က်ေနတဲ့ျဗိတိန္ MI 5 ေအးဂ်င့္ျဖစ္ျပီးေတာ့ သူ႕တာ၀န္ကေတာ့ ေလာ့အိန္ဂ်လိမွာေရာက္ေနတဲ့ သူ႕ပါတနာနဲ႕ ဆက္သြယ္ျပီးေတာ့သူတို႕ကို ျခိ္မ္းေျခာက္ေနတဲ့ ဟာလစ္နဲ႕ အေပးအယူလုပ္ရမွာျဖစ္ပါတယ္ ေဟာလစ္က ဓါတ္ပံုဆရာတစ္ေယာက္ျဖစ္ျပီးေတာ့သူဟာ နာတာလီ ရဲ႕ ပံုေတြကို ရိုက္ထားျပီး နာတာလီ ရဲ႕ လွ်ိိဳ႕၀ွက္ခ်က္ေတြကို ေဖာ္ဖို႕ အၾကပ္ကိုင္ေနတာျဖစ္ပါတယ္ကဲ ပရိတ္သတ္ၾကီးက ျဗိတိန္ေအးဂ်င့္ နာတာလီ က သူ႕ပံုေတြကိုျပန္လည္ရယူႏုိင္မလားေဟာလစ္ကေကာ နာတာလီ ရဲ႕ လက္ကေန ထြက္ေျပးလြတ္ေျမာက္ႏိုင္မွာလားနာတာလီ နဲ႕ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1Ba2b/Negative_[2018]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v7Zaj1IEzMMB7KzfglpxdXWB66u.jpg",
        "title": "Samson (2018)",
        "description": "ဒီတစ်ခါတော့ လတ်တလောထွက်ရှိလာတဲ့ ကားသစ်တွေထဲကမှ Samson (2018)ဆိုတဲ့ ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။Samsonဆိုတာကတော့ ဟီဘရူးကျမ်းစာပါ အကြီးအကဲတစ်ဦးဖြစ်ပါတယ်။ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ ဆမ်ဆန်ဆိုတာ ဘုရားသခင်ကပေးအပ်ထားတဲ့စွမ်းအင်တွေနဲ့ပြည့်စုံတဲ့လူသားပါ။ ထိုစွမ်းအင်တွေကိုကောင်းစွာထိန်းသိမ်းထားနိုင်ဖို လိုက်နာရတဲ့စည်းကမ်းချက်၃ခုရှိပါတယ်။ဆံပင်မညှပ်ရ၊အရက်မသောက်ရ၊ အသေကောင်တွေကိုမထိရဆိုတာတွေပါပဲ။ဆမ်ဆန် မွေးဖွားလာတဲ့အချိန်မှာ ဟီဘရူးတွေကိုဖီလစ်စတင်းလူမျိုးတွေက ကျွန်ပြုအုပ်စိုးနေတဲ့အချိန်ဖြစ်နေပြီး မျိုးနွယ်ရဲ ့မျှော်လင့်ချက်က သူ့အပေါ်မှာပါ။ဒါပေမယ့် စိတ်ထားအရမ်းကောင်းတဲ့ဆမ်ဆန်တစ်ယောက် အများအကျိုးတွက်ဆောင်ရွက်နိုင်ခဲ ့ရဲ ့လား။သူရဲ ့စည်းကမ်းချက်၃ခုကိုရောမကျိုးမပေါက်​အောင်စောင့်ထိန်းနိုင်ပါ့မလား။သူတို့မျိုးနွယ်စုကရော ဘယ်လိုရုန်းကန်လှုပ်ရှားရမလဲဆိုတာ စိတ်ဝင်စားစရာပါပဲ။သမ္မာကျမ်းစာပါ နာမည်ကြီးဇာတ်ကောင် Samsonအကြောင်းကို အခုဒီSamson(2018)ဆိုတဲ့ကားလေးမှာ ကြည့်ရှုလို့ရနေပါပြီ။Imdb Rating 4.3Rotten Tomatoes 25%ရရှိထားပါတယ်။Qty - 720p Web DLGern - HistoricalDuration - 1hr 50minTranslator - Aye Mon KyawReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "4.6",
        "url": "https://megaup.net/11a79/Samson_[2018]_(MM_Sub).mp4",
        "category": "History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/niLX2txdI5GlVowJlnb5Hr26QpK.jpg",
        "title": "LEGO DC Super Hero Girls: Brain Drain (2018)",
        "description": "==============\nဒီတစ်ခါတော့CMပရိသတ်တွေအတွက် အသစ်စက်စက်Lego ကားတစ်ကားမိတ်ဆက်ပေးလိုက်ပါတယ်။DCfanတွေအတွက်တော့ အကြိုက်တွေ့မယ်လို့လဲထင်ပါတယ်။ဇာတ်လမ်းကိုညွှန်းရမယ်ဆိုရင်တော့ ဖြင့် စူပါဟီးရိုးသင်တန်းကျောင်းတစ်ခုမှာ ဗီလိန်ရယ် ဟီးရိုးရယ်မခွဲခြားပဲ အတူတစ်ကွပညာသင်ကြားနေကြတာပါ။BatGirl,supergirl,Wonder woman,Green Lantern စတဲ့ဇာတ်ကောင်တွေက ကျောင်းမှာနာမည်ကြီးရေပန်းစားသူတွေအဖြစ် တွေ့မြင်ရမှာပါ။တစ်နေ့မှာ ဗီလိန်ဖြစ်သူလီနာလူသာက အပြိုင်သင်တန်းကျောင်းတစ်ခုကိုဖွင့်လိုက်ပါတော့တယ်။အဲ့ဒီနောက်ဘာတွေဆက်ဖြစ်မယ်ဆိုတာ စိတ်ဝင်စားစရာပါ။Animationဆိုပေမယ့်ဇာတ်လမ်းဇာတ်ကွက်နဲ့ခိုင်ခိုင်မာမာလေးတည်ဆောက်ထားတာငတော့ချီးကျူးစရာပါ။Fun factလေးတွေနဲ့ တန်ဆာဆင်ထားတဲ့ ဒီကားလေးကAnimationချစ်သူ DCဖန်တွေအတွက် ကျေနပ်လောက်စရာကားလေးတစ်ကားဖြစ်မှာပါ။ဇာတ်လမ်းလေးနာမည်ကတော့ Lego DC Superhero Girls : VillianHigh(2018)ပဲဖြစ်ပါတယ်။Qty - DVDripDuration - 1hr 55minGern - AnimationTranslator - Aye Mon KyawReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "5.5",
        "url": "https://megaup.net/1H7zg/Lego_DC_Siperhero_Girls_-_Brai_Drain_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMjFiZmExN2YtNmMyNy00NTc5LWI0YWYtMTI0YzVlM2I2YTk0XkEyXkFqcGdeQXVyMTU5ODE5ODI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Darc (2018)",
        "description": "အခုတစ္ခါေတာ့ အက္ရွင္ကားေကာင္းေကာင္းႀကိဳက္တဲ့သူေတြအတြက္Darc ဆိုတဲ့ ၂၀၁၈ ထြက္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဒီကားေလးက ဒုစရိက္ေလာကရဲ႕ မာယာမ်ားပံုေတြတစ္ေယာက္နဲ႕တစ္ေယာက္ေကာက္က်စ္ၾကပံုေတြနဲ႕ကိုုယ္ေကာငး္စားဖို႕ဆို သူမ်ားကိုထိုးေကၽြးတာေတြကို ရို္က္ကူးျပထားတာပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ခိုဂါခိုင္းဆိုတဲ့ ယာကူဇာဂိုဏ္းဟာ လူကုန္ကူး လူသတ္ ျပည့္တန္ဆာလုပ္ငန္းစတဲ့မေကာင္းတာအကုန္လုပ္တဲ့ ဒုစ႐ိုက္ဂိုဏ္းပါ တစ္ရက္မွာရဲတစ္ေယာက္ရဲ႕သမီးေလးကို အဲ့ဒီဂိုဏ္းက ျပန္ေပးဆြဲသြားတဲ့အခါ အေဖျဖစ္သူကၾကမ္းေပ့ရမ္းေပ့ ေထာင္သား ဂ်ိတ္ကို ေစာလႊတ္ေပးၿပီး ကယ္ေပးဖို႔ အကူအညီေတာင္းပါေတာ့တယ္ဂ်ိတ္မွာလည္း သူ႔အေမနဲ႔ပတ္သက္တဲ့ကေလးဘဝက အတိတ္ဆိုးႀကီးရွိျပန္ပါတယ္အဲ့ဒီေနာက္ အခုျပန္ေပးဆြဲဂိုဏ္းဟာလည္း သူ႔အေမကို သတ္ခဲ့တဲ့ ယာကူဇာဂိုဏ္းပဲျဖစ္ေနျပန္တဲ့အခါ..ဂိုဏ္းေခါင္းေဆာင္ရဲ႕သားကို ဝင္လံုးၿပီး ေကာင္မေလးကိုကယ္ဖို႔ ႀကိဳးစားရပါေတာ့တယ္ေနာက္ဆံုးကယ္လိုက္ႏိုင္မွာလား သူ႔အေမအတြက္ေရာလက္စားေခ်ႏိုင္မွာလားကိုေတာ့ ဆက္လက္ၾကည့္ရႈေပးပါဦးIMDB 5.6/10 ေတာင္ရရွိထားၿပီး Julias N.Rasso က႐ိုက္ကူးထားပါတယ္Jake အျဖစ္ Tony Schinea ကပါဝင္ထားပါတယ္ဂိုဏ္းေခါင္းေဆာင္ရဲ႕သားအျဖစ္ ပါဝင္ခဲ့တဲ့ ဂ်ပန္မင္းသားရဲ႕အိုဗာအိုက္တင္ေတြကလြဲလို႔ ၾကည့္လို႔ေကာင္းမွာပါဒုစ႐ိုက္ေလာက သေဘာသဘာဝကို ကြက္ကြက္ကြင္းကြင္း ျပထားတာမို႔၁၈+ အခန္းေတြေတာ့ နည္းနည္းပါပါတယ္ ဆိုတာၾကိဳတင္သတိေပးလိုက္ပါတယ္ Qty - 720p Web DLDuration - 1hr ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/darc2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3FAxj6N9JsvB390qSIn82rvQIS7.jpg",
        "title": "Primal Rage: The Legend of Oh-Mah(2018)",
        "description": "အေတာ္မ်ားမ်ား Bigfoot ဆိုတဲ့သတၱဝါကို ၾကားဖူးၾကမယ္ထင္ပါတယ္ပံုျပင္ေတြထဲ အေမႊးထူထူ ေျခေထာက္ႀကီးႀကီး သတၱဝါႀကီးေပါ့ဟိုး ၁၉၈၈ ေလာက္ကစျပီး အဲ့အေကာင္ႀကီးကို အေျခခံၿပီးပံုေဖာ္ရိုက္ကူးၾကတဲ့horror ကားေတြ adventure ကားေတြလည္းစံုလို႔ပါပဲAnimation ကားေတာင္ပါလိုက္ပါေသးတယ္ဒီကားလည္း အဲ့လိုကားေတြထဲက တစ္ကားပါပဲ မတူတာက အရင္ကားေတြထက္ပိုျပီးဇာတ္အိမ္က ပိုခိုင္ျပီး ပိုသြက္လာတာပါပဲ အရင္ကားေတြထက္ အသံပိုင္းမွာလညး္ပိုေကာင္းလာပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ လင္မယားႏွစ္ေယာက္ကားေလးတစ္စီးေပၚမွာ .. မက္စ္ ေထာင္ကထြက္လာတာကို လာႀကိဳတဲ့ အက္ရွေလ..သူတို႔မွာ မူႀကိဳအရြယ္သားေလးတစ္ေယာက္ရွိတယ္..သူတို႔ႏွစ္ေယာက္ေနရပ္ကိုအျပန္ လမ္းမွာ မေဖာ္ေရြတဲ့ အျပင္႐ိုင္းစိုင္းတဲ့ ေဒသခံေတြရွိတဲ့နယ္တစ္ခုကို အျဖတ္ ကားေပၚမွာသူတို႔ႏွစ္ေယာက္ျငင္းခုန္တုန္း လူတစ္ေယာက္ကိုတိုက္မိလို႔ဆင္းၾကည့္တဲ့အခါ ထိုလူ႔မွာ ရထားတဲ့ ဒဏ္ရာဒဏ္ခ်က္ေတြက...အဲ့ေဒသမွာပဲ ထူးထူးဆန္းဆန္းလူေပ်ာက္မႈေတြျဖစ္ေနတဲ့အခါ...သိပၸံနည္းက်ပဲ ယံုၾကည္ခ်င္တဲ့ နယ္ထိန္းရယ္ ....ေဒသရဲ႕ေရွး႐ိုးစြဲအစဥ္အလာေတြရယ္အားၿပိဳင္လာတဲ့အခါ...ဘယ္ဟာကအမွန္တရားလဲ ... လူေတြကို ဖမ္းဆီးေနတဲ့ ေတာထဲကတရားခံက ဘယ္သူလဲ...ဒဏၭာရီလာ bigfoot ဆိုတဲ့သတၱဝါကေရာ တကယ္ရွိလား... ထူးျခားတာကေတာ့ဒီဇာတ္ကားကို Special Effects ကြ်မ္းက်င္ပညာရွင္ Patrick Mcgee က႐ိုက္ကူးခဲ့တာပါAshley ...",
        "rating": "N/A",
        "url": "https://megaup.net/1AU42/Primal_Rage_-_The_Legend_Of_Oh-Mah_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mseyc8v3UD1DhaZ3kSdXs4Dj9Xf.jpg",
        "title": "Kodachrome(2018)",
        "description": "ဒီတစ္ေခါက္ CM ပရိသတ္ၾကီးအတြက္ April လ ၂၀ ရက္ေန႕ကNetflix ရုပ္သံလိုင္းက ျပသထားတဲ့ Dramaကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းနာမည္ကေတာ႔ Kodacrome(2017)ပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔ကင္ဆာေနာက္ဆံုးအဆင္႔ခံစားေနရတဲ႔ ဖခင္အတြက္ Matt တစ္ေယာက္ စိုးရိမ္ေသာကေရာက္ေနရသူပါ။ဓာတ္ပံုဆရာေဟာင္းတစ္ဦးတစ္ျဖစ္လဲ ဖခင္ႀကီးရဲ ႔ေနာက္ဆံုးဆႏၵကေတာ႔ေခတ္ေဟာင္းဓာတ္ပံုစတူဒီယိုေတြမပိတ္လိုက္ခင္နယူးေယာက္နဲ႔ ကန္းဆက္ကိုသြားျပီးခရီးတစ္ေလ်ာက္ kodachrome filmတစ္ခုရိုက္သြားခ်င္တာပါ။ဒီဆႏၵကို Mattတစ္ေယာက္ဘယ္လိုျဖည္႔ဆည္းမလဲ။ခရီးသြားရင္း ဘာေတြေတြ႔ျကံဳလာရမလဲဆိုတာေတာ႔ ဇာတ္လမ္းထဲမွာပဲ ရႉစားဖို႔ဖိတ္ေခၚပါတယ္။Imdb Rating6.8နဲ႔ Rotten Tomatoes 75%ရရွိထားတဲ႔ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။Qty - 720p  Web-RipGern - DramaDuration - 1hr 40minTranslator - Serious YNWAReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "6.3",
        "url": "https://megaup.net/2gylu/Kodachrome_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lx1Aoe2CyyBEr2hAagzJbV2Sl1d.jpg",
        "title": "Midnight Sun(2006)",
        "description": "Midnight Sun(2006)\nတခ်ဳိ႕ေသာသူေတြမွာ ေမြးရာပါပင္ကုိယ္ဗီဇအရ ဓာတ္မတည့္မႈေတြ႐ွိပါတယ္ မ်ားေသာအားျဖင့္\nတိရစာၦန္ေတြနဲ႔ဓာတ္မတည့္တာ အစားအေသာက္ေတြနဲ႔ပတ္သက္ၿပီး ဓာတ္မတည့္မႈေတြပါ ဒီလုိဓာတ္မတည့္မႈေတြထဲကမွ\n႐ွားပါးျဖစ္စဥ္တစ္ခုကေတာ့ Xeroderma Pigmentosum(XP) လုိ႔ေခၚတဲ့ ေနအလင္းေရာင္နဲ႔ဓာတ္မတည့္မႈပဲ ျဖစ္ပါတယ္...\nယခုတင္ဆက္ေပးတဲ့ Midnight Sun ဇာတ္ကားေလးထဲမွာေတာ့ ကာအုိ႐ူဆုိတဲ့မိန္းကေလးဟာ XP ေရာဂါခံစားေနရတဲ့သူေလးတစ္ဦးပါ\nသီခ်င္းဆုိရတာကုိ အရမ္းဝါသနာေပမဲ့ ေနေရာင္ျခည္နဲ႔ဓာတ္မတည့္မႈေၾကာင့္ ညအခါမွသာ အျပင္ထြက္ရသူေလးပါ\nကုိယ္ပုိင္သီခ်င္းေလးေတြေရးစပ္ၿပီး ညဘက္ေတြမွာေတာ့ ဂစ္တာေလးနဲ႔လွည့္လည္သီဆုိပါတယ္...\nဒီ့ေနာက္မွာေတာ့ ကုိဂ်ီဆုိတဲ့အထက္တန္းေက်ာင္းသားေလးတစ္ေယာက္နဲ႔ ေတြ႔ဆုံခဲ့ၿပီး\nဘယ္လုိအလွည့္အေျပာင္းေတြ ျဖစ္လာမွာလဲ စိတ္ဝင္စားဖုိ႔ေကာင္းတဲ့ ဇာတ္ကားေလးတစ္ကားပါ ....ဒါ့အျပင္ ကာအုိ႐ူအျဖစ္သ႐ုပ္ေဆာင္ထားတဲ့\nယူကီဟာ အျပင္မွာလည္း ေအာင္ျမင္ေက်ာ္ၾကားတဲ့ အဆုိေတာ္တစ္ေယာက္ျဖစ္ၿပီး Guitar နဲ႔ Piano ေတြကုိလည္း ကြၽမ္းက်င္စြာတီးခတ္ႏုိင္သူတစ္ေယာက္ပါ\nဒီဇာတ္ကားဟာ သူ႔ရဲ႕ပထမဆုံး႐ုပ္႐ွင္ဇာတ္ကားပဲျဖစ္ပါတယ္ ....ဇာတ္လမ္းထဲမွာပါဝင္တဲ့သီခ်င္းေလးေတြဟာလည္း\nသူ႔ရဲ႕ကုိယ္ပုိင္သီခ်င္းေတြျဖစ္ၿပီး အရမ္းနားေထာင္ေကာင္းတဲ့ သီခ်င္းေလးေတြျဖစ္တာေၾကာင့္\nသင္တုိ႔အတြက္ အၾကဳိက္ေတြ႔ေစမဲ့ဇာတ္ကားေလးတစ္ကားပဲ ျဖစ္ပါတယ္.....ရင္ခုန္စိတ္လႈပ္ရွားၿပီး ၾကည္ႏူးဆြတ္ပ်ံဖြယ္စိတ္ကူးယာဥ္ကမၻာငယ္ေလးထဲကုိ\nတစ္ဒဂၤ ခုိနားခ်င္ရင္ေတာ့ ဒီကားေလးကုိၾကည့္လုိက္ပါလုိ႕ တုိက္တြန္းပါရေစ ...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Lyric Lynn Khant ပဲျဖစ္ပါတယ္....\nစကားမစပ္ မင္းသမီးေလးက အရမ္းကုိလွလြန္းတယ္.....\nFile Size : ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/midnight-sun2006/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/in-bruges-poster-143x200.jpg",
        "title": "In Bruges (2008)",
        "description": "In Bruges (2008)\nIMDb - 7.9/10_____Rotten - 84%\n  \nဒီကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာက   Martin McDonagh  ဖြစ်ပါတယ်...တစ်လောတုန်းက  အော်စကာ (၂)ဆုရခဲ့တဲ့ Three Billboards\nကားကို ရိုက်ကူးခဲ့တာ အတော်များများသိပြီးသားဖြစ်ပါလိမ့်မယ် ...နောက်ပြီးတော့ ဒီကားရဲ့ ဟန်ပန်ဟာ\nPulp fiction (1994) လို ကားမျိုးပါပဲ... Pulp fiction လောက် ဇာတ်ကောင်မများသလို သိပ်လည်းမရှုတ်ထွေးပါဘူး...\nသို့ပေမယ့် ဒီကားမဒေါင်းခင် ဒါရိုက်တာက  Martin McDonagh  ဆိုတာရယ်  Pulp fiction (1994) နဲ့ ဟန်ပန်အနည်းငယ်တူတာရယ်ဆိုတော့\nတစ်ချို့သူတွေအတွက်တော့ အနည်းငယ်ဆင်ခြင်စေချင်ပါတယ်....\nကြေးစားလူမိုက်လောကကိုစဝင်တဲ့ ရေးဆိုတဲ့ လူတစ်ယောက်ရဲ့ ပထမဆုံးတာဝန်က  ခရစ်ယာန်ဘုန်းတော်ကြီးတစ်ယောက်ကိုသတ်ဖို့ပါပဲ...\n.သူ့အတွက်အခက်အခဲမရှိခဲ့ဘူး ..ပစ္စတိုနဲ့ အနီးပ် ပစ်လိုက်ရုံပဲ...သေချာသွားအောင်  ကျည်တောင့်တွေဆက်ပစ်သွင်းလိုက်တယ်...\nအဲ့ဒီမှာ ကျည်ဟာ  ခရစ်ယာန်ဘုန်းတော်ကြီးရဲ့ အသက်ကိုနှုတ်ယူရုံတင်မကဘူး ဘုန်းတော်ကြီးနောက်မှာရပ်နေတဲ့\nကလေးငယ်တစ်ယောက်ရဲ့ အသက်ကိုပါ နှုတ်ယူသွားတယ်...အပစ်ကင်းတဲ့ကလေးတစ်ယောက်အတွက် မနက်ဖြန်ဆိုတာ ချုပ်ငြိမ်းသွားတယ်...\n.ဒီဖြစ်ရပ်ကြောင့် လူသတ်ဖို့ခိုင်းတဲ့အလုပ်ရှင်ဟာ ရေးနဲ့ သူ့သူသယ်ချင်းဖြစ်သူ ကန် ကို ဘယ်ဂျီယံရဲ့ ဘရုချ်ဆိုတဲ့မြို့လေးတစ်မြို့ကိုတိမ်းရှောင်ခိုင်းလိုက်တယ်..\n..\nဒီကားက ဇာတ်ကောင်(၃)ယောက်ဖြစ်တဲ့ ရေး၊ကန်နဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1yTm9/Oh_My_God_2_-_Dharam_Sankhat_Mein_[2015]_(MM_Sub)_.mp4 https://megaup.net/1yTlv/In_Bruges_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/xnheslugpy22-140x200.jpg",
        "title": "Steal My Heart (2013)",
        "description": "Steal My Heart(2013)သင့်crush ဒါမှမဟုတ် သင့်ချစ်သူက သင်ထင်သလိုလူကောင်းမဟုတ်ဘဲ လူဆိုးတစ်ယောက်ဖြစ်နေခဲ့မယ်ဆိုရင်\nသူ့ကိုဆက်ချစ်နေဦးမလား။\nသူ့ကိုစိတ်ပျက်ပြီးစွန့်လွှတ်လိုက်မှာလား။\nလူတိုင်းကချစ်တတ်ကြပေမယ့် ချစ်ရသူရဲ့အမှောင်ခြမ်းကို လက်ခံပေးနိုင်ဖို့ဆိုတာခက်ခဲပါတယ်။ဇာတ်လမ်းအညွှန်း\nလီဟိုထယ်ဟာအရမ်းတော်ပြီး ရာထူးတိုးဖို့အလားအလာရှိတဲ့ရဲတစ်ယောက်ပါ။တစ်နေ့မှာတော့သူဟာ\nသူနဲ့ဆယ်နှစ်တာကွဲကွာသွားတဲ့သူ့ချစ်သူဟောင်းကိုဖမ်းရမယ့်အခြေအနေကိုရောက် လာခဲ့ပါတယ်။ သူ့ချစ်သူဟောင်းကသူထင်သလိုလူကောင်းတစ်ယောက်မဟုတ်ဘဲ သူခိုးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။သူရဲ့ရဲတာဝန်ကတစ်ဖက် သူသိပ်ချစ်ခဲ့ရတဲ့ချစ်သူဟောင်းကတစ်ဖက်\nဒီလိုအခြေအနေမှာသူဘာကိုရွေးချယ်မှာလဲ။ရယ်စရာလေးတွေကိုပါထည့်သွင်းရိုက်ကူးထားတဲ့ Romantic Comedy ကားကောင်းလေးတစ်ကားပါ။Imdb အနေနဲ့ 6.4/10ရရှိထားပါတယ်။ပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ နာမည်ကျေ်ာ YongPal ကားထဲကမင်းသားချော Joo Won နဲ့ မင်းသမီး Kim Ah Joong တို့ဖြစ်ပါတယ်။(အညွှန်းနဲ့ဘာသာပြန်တင်ထားသူကတော့ Hsu Myat Noe Aung ပါ။)File size…(999 MB) and (460 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Hsu Myat Noe Aung",
        "rating": "6.4",
        "url": "https://megaup.net/11a7d/Steal_My_Heart_[2013]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/tGLO9zw5ZtCeyyEWgbYGgsFxC6i-133x200.jpg",
        "title": "The Departed (2006)",
        "description": "IMDb (8.5)....Rotten Tomatoes (90%) ဒီနေ့တော့ ရုပ်ရှင် အဟောင်းလေး တစ်ကား အကြောင်း ပြောရအောင်။တော်တော်များများတော့ ကြည့်ဖူးမယ်ထင်ရဲ့။The Departed (2006) (IMDb Rating 8.5/10) ဆိုတဲ့ကားးပါ။မူရင်းက ဟောင်ကောင်ရုပ်ရှင် ၂ ကားတွဲ Infernal Affair (2002) (IMDb Rating 8.1/10) ဆိုတာပါ။ဒါကို ဟောလိဝုဒ်က တစ်ကားထဲဖြစ်အောင် သူတို့ နိုင်ငံနဲ့ ကိုက်ညီအောင် ညှိပြီး ရိုက်ယူထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။အရှေ့တိုင်း ဆန် တယ် လို့ ခံစားရတဲ့ ဟောလိဝုဒ် ကား တိုင်း ကြိုက်မိတာမို့ ကြည့်မိပါတယ်…ပြီးတော့ ပါဝင်တဲ့ မင်းသား ၂ ယောက်လုံးအပြင် ဇာတ်ရံတွေကို နာမည်ကြီး မင်းသားကြီးတွေချည်း သုံးထားတာကလည်း ဒီရုပ်ရှင်ရဲ့ ဆွဲဆောင်မှု တစ်ခုပါ။ကျနော် ပထမ တစ်ကြိမ် ကြည့်တုန်းက Leonado Dicaprio ထက် ...",
        "rating": "8.5",
        "url": "https://megaup.net/4esiB/The_Departed_[2006]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5CCpY0uU8SHBq2iav3B4hftgG9w.jpg",
        "title": "Crying Fiddle (2004)",
        "description": "Crying Fiddle (2004) ျမန္​မာစာတန္​းထိုး\n===========================အခုတစ္​ခါ​ေတာ့ ထိုင္​းကား ပရိတ္​သတ္​ႀကီးအတြက္​ထိုင္​း စုန္​း ဖုတ္​ က​ေ၀ မွင္​စာ သရဲ သဘက္​ ​ေမွာ္​ဇာတ္​ၾကမ္​းကားႀကီးကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ဇာတ္​လမ္​းအ​ေၾကာင္​းကို မျပာျပခင္​ ပထမဆံုး​ေျပာခ်င္​တာက ဒီကားဟာ ထိုင္​း​ေက်းလတ္​သဘာ၀ကိုထင္​ဟပ္​ၿပီး ရိုက္​ျပထားတာ​ေၾကာင္​့ ထိုင္​းႏိုင္​ငံရဲ႕ ​​ေက်းလတ္​သဘာ၀ ရိုးရာ​ပံုစံ​ေတြ နဲ႔ ထိုင္​း႐ြာစတိုင္​သမီးရီးစားခ်ိန္​း​ေတြ႕ခန္​း ​ေတြနဲ႔ ဘု ခန္​း​ေလး အနည္​းငယ္​ပါပါတယ္​ဆိုတာ အသိ​ေပးျခင္​ပါတယ္​ 18+ လို႔ နာမည္​မတပ္​ခ်င္​တာက​ေတာ့ 18+ ဆန္​ဆန္​ႀကီးလိုမဟုတ္​တာရယ္​ဇာတ္​ကား​ေကာင္​းကုိ မိန္​းက​ေလး​ေတြ လက္​လြတ္​သြားမွာစိုးရိမ္​လို႔ပါ ဒါ​ေၾကာင္​့ အမ်ိဳး​ေကာင္​းသမီး​ေတြအ​ေနနဲ႔​ေတာ့ဇာတ္​လမ္​းသ​ေဘာတရားလို႔ သ​ေဘာထားႀကီး​ေပးၾကဖို႔​ေမတၱာ ရပ္​ခံခ်င္​ပါတယ္​​ေနာ္​ကဲဇာတ္​လမ္​းအက်ဥ္​း​ေလးကို ​ေျပာလိုက္​ၾကရ​ေအာင္​႐ႊာတစ္​႐ြာမွာ ပရင္​း ဆိုတဲ့ တိုင္​ရွမ္​းမ​ေလးတစ္​​ေယာက္​ရွိၿပီးရွမ္​းမ​ေလးရဲ႕ မိဘ​ေတြက ႐ြာမ်က္​ႏွာဖံုး သူ​ေဌး​ေတြပါရွမ္​းမ​ေလးပရင္​းဟာ သူ​ေဌးသမီးတို႔ထံုးစံ သူ႔အိမ္​ကအလုပ္​သမား​ေလးတိုင္​ နဲ႔ လူငယ္​ဘာ၀ ၁၈+ ၾကပါတယ္​ဒါကို ပရင္​းရဲ႕မိဘ​ေတြက သိၿပီး ခြဲပစ္​ၾက​ေတာ့ပရင္​းဟာ အလြမ္​းဒဏ္​​ေတြကို မခံစားႏိုင္​ပဲအဖန္​၅၀၀ ၅ကမ႓ာကိုမ​ေၾကာက္​ပဲ သတ္​​ေသပါတယ္​အဲ့မွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/crying-fiddle-2004/",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2YFCAAZUUpj66gLAMqRhwpY1U34.jpg",
        "title": "Dear Dictator (2017)",
        "description": "ဒီဇာတ္ကားက Drama,Comedy ပံုစံမ်ိဳးနဲ႔ သြက္သြက္လက္လက္တင္ဆက္ထားပါတယ္။မင္းသားၾကီး Michael Caine နဲ႔ မင္းသမီးေခ်ာေလး Odeya Rush တို႔အဓိကပါဝင္ထားပါတယ္။ဇာတ္ေၾကာင္းကေတာ့........ေက်ာင္းကေန ကိုယ္ေလးစားတဲ့လူတစ္ေယာက္ဆီကို စာေရးရမယ္ဆိုျပီးအဆိုင္းမန္႔ေပးလိုက္ေတာ့ ေက်ာင္းသူကေလးမက မ်က္ႏွာေျပာင္ျပီး အာဏာရွင္တစ္ေယာက္ထံကို ဖက္ရွင္စတိုင္ၾကိဳက္တဲ့အေၾကာင္းစာေရးလိုက္ပါတယ္..ဒီလိုနဲ႔ သူတို႔ ႏွစ္ေယာက္သားခင္သြားၾကတယ္ ဆိုပါစို႕။ကံၾကမၼာဇာတ္ကြက္အတိုင္း အာဏာရွင္ၾကီး အာဏာသိမ္းခံလိုက္ရတဲ့အခါ သူတို႔ႏွစ္ေယာက္ရဲ႕ဆက္ဆံေရးမွာ ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာကေတာ့.....။ \nFile size…(850 MB) and (390 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by မိုးေသာက္",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/dear-dictator-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/enkjshnoqgwg-133x200.jpg",
        "title": "[18+] Price of Nude (2016)",
        "description": "Dark Side Production မွ တင္ဆက္သည္။ဒီဇာတ္လမ္းကေတာ့ မိဘ ေက်းဇူးဆပ္တဲ့ သမီး အလိမၼာေလး ယိုကို အေၾကာင္းပါ ဒီဇာတ္လမ္းကို ဘာသာျပန္ေပးသူကေတာ့ ဆာကူရာ မင္းသမီးေလး အေၾကာင္း ဘာသာျပန္ေပးဖူးတဲ့ Jueno ျဖစ္ပါတယ္ ဇာတ္လမ္း ပံုစံကေတာ့ ညားခါစ ၾကည္ၾကည္ႏူးႏူး လင္မယား အိမ္ကို ယိုကို ရဲ႕ မိဘေတြ ေရာက္လာခဲ့့ၿပီး ညစာ အတူစားျဖစ္ၾကပါတယ္ ဒီေနာက္ ညဘက္ေရာက္ေတာ့ သမီးျဖစ္သူ ယိုကို အား တိုးတိုးတိတ္တိတ္ေခၚကာ အေဖ နဲ႔ အေမ ဒုကၡအႀကီးအက်ယ္ေရာက္ေနေၾကာင္း ေခ်းေငြဂရုေတြထဲ ဝင္ကာ စုေငြေတြ ဝယ္မိတာ လူလိမ္ခံရေၾကာင္း ဝယ္မိတဲ့ ပိုက္ဆံေတြကလဲ အျပင္က ၁၀ တိုး ေပးၿပီး ေခ်းထားတာေတြ ျဖစ္လို႔ ခု အေႂကြးရွင္က လိုက္လာေနပါၿပီ ကယ္ပါဆိုၿပီး သမီးျဖစ္သူ ယိုကို အား ေျခသလံုး ဖက္မတက္ ေတာင္းပန္ၾကပါတယ္ ဒီေတာ့ သမီးျဖစ္သူ ယိုကိုေလးလဲ သမီးဆပ္ပါမယ္ အေႂကြးရွင္ကို လႊတ္လိုက္ပါ ဆိုၿပီး ျပန္ေျပာလိုက္ေတာ့ မိဘ ျဖစ္သူေတြလဲ စိတ္ခ်မ္းသာၿပီး ျပန္သြားၾကပါတယ္ သိပ္မၾကာပဲ ေနာက္ေန႔မနက္မွာတင္ ယိုကို ရဲ႕ ေယာက်ၤား ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-price-of-nude-2016/",
        "category": "Adult, Asian, Crime, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/RnC3A8w2HDcedDeQtuHrFU5UVB.jpg",
        "title": "Outrage Coda (2017)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ဂျပန်ရာကူဇာဂိုဏ်းတွေကြားကအကွဲအပြဲတွေကိုရိုက်ူးပြထားတဲ့ ဇာတ်ကားလေးပါ။ဆန်နိုရာကူဇာဂိုဏ်းနဲ့ ဟာနာဘူရှီရာကူဇာဂိုဏ်းတို့ကြား စစ်ပွဲတွေဖြစ်ပွားပြီး ၅နှစ်အကြာမှာပဲ ယခင်ရာကူဇာလူမိုက်ကြီးဖြစ်တဲ့ အိုတိုမိုဟာ ဂျပန်မှာရောကိုရီးယားမှာပါသြဇာရှိတဲ့ မစ္စတာချန်ဆီမှာ ခိုလုံအလုပ်လုပ်နေခဲ့ပါတယ်။ဖြစ်ချင်တော့ သူရှိတဲ့ဂျုယ်ဂျူကျွန်းကို ဟာနာဘူရှီဂိုဏ်းကလူတစ်ယောက်လာသောင်းကျန်းရာကစပြီး မစ္စတာချန်တို့ချက်ကလူတစ်ယောက်ဆုံးရှုံးသွားပါတယ်။အဲဒီပြဿနာကစပြီး နဂိုကမှ အတွင်းပိုင်းမှာ အကွဲအပြဲဖြစ်ချင်နေတဲ့ ဟာနာဘူရှီဂိုဏ်းဟာ မစ္စတာချန်နဲဲ့ပြဿနာကိုအရင်းပြပြီး အချင်းချင်းချောက်ချကြတော့တာပါပဲ။ရာကူဇာတွေကြား စီးပွားရေးလက်ဝါးအုပ်မှုတွေ၊ ရာကူဇာတွေဘယ်လိုသြဇာကြီးတယ် စီးပွားရေးဘယ်လိုလုပ်တယ်ဆိုတာတွေကိုတွေ့ရမယ့်အပြင် အချင်းချင်းဂိုဏ်းတွေကြား ပြဿနာတွေကိုလည်းတွေ့ရမှာပါ။အိုမိုတိုကတော့ တကယ်လက်စားချေနိုင်မလား။လူမိုက်ဟောင်းကြီး ဘယ်လိုအဆုံးသတ်မလဲ။ဇာတ်သိမ်းပိုင်းလေးကတော့ စိတ်ဝင်စားစရာကောင်းပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ)File Size : (850 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264 DTS-REGRET\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike ...",
        "rating": "5.2",
        "url": "https://megaup.net/11a71/Outrage_Coda_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/Diary-of-a-wimpy-kids-3-2012-135x200.jpg",
        "title": "Diary of a Wimpy Kid: Dog Days (2012)",
        "description": "It's summertime, and Greg Heffley is looking forward to playing video games and spending time with his friends. However, Greg's dad has other plans: He's decided that some father-son bonding time is in order. Desperate to prevent his dad from ruining summer vacation, Greg pretends he has a job at a ritzy country club. But Greg's plan backfires, leaving him ...",
        "rating": "6.3",
        "url": "https://megaup.net/3yCgu/Diary_Of_A_Wimpy_Kid_-_Dog_Days_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/Diary-of-a-wimpy-kid-2-2011-136x200.jpg",
        "title": "Diary of a Wimpy Kid: Rodrick Rules (2011)",
        "description": "Wimpy Greg Heffley, now in seventh grade, thinks he has it all together. He has mastered middle school and gotten rid of the Cheese Touch. However, Greg's older brother, Rodrick, is itching to cut him down to size. He gets the perfect opportunity when their mother tries to force the boys to bond. Rodrick may be Greg's chief tormentor, but ...",
        "rating": "6.5",
        "url": "https://megaup.net/3yCeg/Diary_Of_A_Wimpy_Kid_-_Rodrick_Rules_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Diary-of-a-Wimpy-kid-2010-135x200.jpg",
        "title": "Diary of a Wimpy Kid (2010)",
        "description": "Greg Heffley is headed for big things, but first he has to survive the scariest, most humiliating experience of any kid’s life – middle school! That won’t be easy, considering he’s surrounded by hairy-freckled morons, wedgie-loving bullies and a moldy slice of cheese with nuclear cooties!ဒီဇာတ်ကားလေးဟာ Jeff Kinney ရဲ့ စာအုပ်တွေထဲကတစ်တွဲဖြစ်ပြီး Imdb 6.2 ထိရရှိထားတဲ့ မိသားစုကြည့်ဇာတ်မြူးလေးတစ်ကားဖြစ်ပါတယ်ဇာတ်ကားအညွှန်းပြောရရင် Greg ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက်အလယ်တန်းတက်စရတဲ့အချိန်မှာသူ့ကိုဘယ်သူမှမခေါ်ပြောကြတဲ့အဖြစ်ဆိုးတွေနဲ့ကြုံခဲ့ရပါတယ်။သူဒီအဖြစ်ဆိုးတွေကရှောင်ဖို့အတန်းရဲ့အချစ်တော်စာရင်းထဲဝင်အောင်\nကြိုးစားရပါတော့တယ် သူဘယ်လိုကြိုးစားလဲ ဘာတွေဆက်ဖြစ်လဲဆိုတာရုပ်ရှင်ကိုသာဆက်လက်ကြည့်ရှုကြပါလို့ပြောချင်ပါတယ်(ဘာသာပြန်သူနဲ့ အညွှန်းရေးသူကတော့ \"သရဲကားတွေပဲရေးလေ့ရှိတဲ့ Moe Oo ...",
        "rating": "6.2",
        "url": "https://megaup.net/3yCc7/Diary_Of_A_Wimpy_Kid_[2010]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mNsrcvU2YchCSNJ3mj995lL0a70.jpg",
        "title": "Two Lights : Relumino (2018)",
        "description": "Two lights: Relumino (2017)\nRomance/Melodramaသင့်ကိုယ်သင် ငါသာအမြင်အာရုံချို့ယွင်းခဲ့ရင်လ့ ိုတွေးဖူးပါသလား …\nမျက်လုံးနှစ်လုံးအကောင်းပကတိလူသားတွေတောင် အလှတရားနဲ့ချစ်ခြင်းမေတ္တာဆိုတာကို မမြင်ကြရင် မှောင်အတိပြီးတဲ့လောကကြီးမှာ ပျော်စရာဆိုတာ အလှတရားဆိုတာကို ရှာတွေ့နိုင်ပ့ါမလား …\nသင်သာ တကယ်အမြင်အာရုံချို့ယွင်းခဲ့ရင်ရော … လောကကြီးကို အရှုံးပေးနေသွားမှာလား- အင်ဆူဆိုတဲ့ကောင်လေးဟာ RP လို့ခေါ်တဲ့မွေးရာပါ အမြင်ချို့ယွင်းမှုခံစားနေရသူပါ …သူဟာ သူ့လိုပဲ တခြားအမြင်ချို့ယွင်းသူတွေနဲ့ဖွဲ့စည်းထားတဲ့ ဓာတ်ပုံကလပ်အသင်းတစ်ခုရောက်သွားတဲ့အခါ ……\nအလှတရားနဲ့ချစ်ခြင်းမေတ္တာဆိုတာ မျက်လုံးနဲ့ကြည့်မှမြင်ရတာမဟုတ်ဘူးဆိုတာကို\nဒီီဇာတ်ကားလေးက သက်သေပြသွားမှာပါZE:A အဆိုတော် မင်းသားချော Park Hyung Sik နဲ့ မင်းသမီးချောလေး Han Ji Min တို့ပါဝင်ထားတဲ့ ဒီကားလေးဟာ မိနစ်သုံးဆယ်သာကြာမြင့်ပေမယ့် တွေးတောတတ်သူတွေအတွက်တော့ သင်ခန်းစာတွေရနိုင်မှာပါQty - 720p Web DLGern - Drama /MelodicDuration - 30minSubtitle - MyanmarTranslator - Eain LayEncoder - Kyaw ...",
        "rating": "",
        "url": "https://megaup.net/11a7u/Two_Lights_-_Relumino_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/IqWyla0PufLY1gZ-140x200.jpg",
        "title": "Body of Sin (2018)",
        "description": "ညှို့အားပြင်း အမျိုးသမီးတွေနဲ့ စိန်သူခိုးတို့ လူလည်ချင်းထိပ်တိုက်တွေ့ကြသောအခါ......ကတုံးပေါ်ထိပ်ကွက်ကြမယ့် ခပ်ကြမ်းကြမ်း ဇာတ်လမ်းမျိုးပါ။Adventure, Crime, Thriller အမျိုးအစားဖြစ်ပြီး IMDb Rating ပေးတဲ့လူနည်းပေမယ့် 6/10 တော့ရရှိထားပါတယ်။ \nFile size…(800 MB) and (380 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:24:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Brilliant Star",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/body-of-sin-2018/",
        "category": "Adult, Adventure, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d9DEQTd04OCjOEmHKGuKGHsaoyI.jpg",
        "title": "The Moon Is… the Sun’s Dream (1992)",
        "description": "ဖခင်​ကို မုန်​းတီး​နေတဲ့စိတ်​နဲ့ လူမိုက်​ဂိုဏ်​းထဲဝင်​ခဲ့တဲ့ ​ကောင်​​လေးတစ်​​ယောက်​ရဲ့အချစ်​ဇာတ်​​ကြောင်​း​လေးကို ရိုက်​ကူးထားတဲ့ The Moon Is The Sun Dream ဆိုတဲ့ ဇာတ်​ကား​လေးက​တော့ 1992 က ဒါရိုက်​တာ Park Chan Wook ရဲ့ ပွဲဦးထွက်​ဇာတ်​ကား​လေးပဲဖြစ်​ပါတယ်​။အ​ဖေတူအ​မေကွဲ ညီအကိုနှစ်​​ယောက်​ဖြစ်​တဲ့ ဟာ​ယောင်​းနဲ့ မူဟွန်​ဟာ ဖခင်​ကိုမုန်​းတီးကြ​ပေမယ်​့ သူတို့အချင်​းချင်​း​တော့ သိပ်​ချစ်​ကြတဲ့ညီအကို​တွေပါ။ ဘူဆန်​က လူဆိုးဂိုဏ်​းအဖွဲ့ဝင်​တစ်​ဦးဖြစ်​တဲ့ မူဟွန်​ဟာ သူ့သူ​ဌေးရဲ့ ​ကောင်​မ​လေး အွန်​းဂျူကိုချစ်​မိသွားခဲ့တဲ့အခါ သူ​ဌေးရဲ့​ငွေ​တွေနဲ့ အွန်​းဂျူကို​ခေါ်ပြီထွက်​​ပြေးခဲ့ပါတယ်​။မျက်​နှာမှာ အမာရွတ်​​လေးရှိတာကလွဲပြီး လှပတဲ့ အွန်​းဂျူကို အကိုဖြစ်​သူ ဓာတ်​ပုံဆရာ ဟာ​ယောင်​းဆ်ီမှာ ထားခဲ့ပြီး မူဟွန်​ဟာ ဂိုဏ်​းရဲ့ခြိမ်​း​ခြောက်​မှုကို အွန်​းဂျူမသိ​အောင်​ ကြိုးစားပြီး​နေ​နေ​တဲ့အချိန်​မှာ အွန်​းဂျူရဲ့ရုပ်​ရည်​ကိုသ​ဘောကျသွားတဲ့ ထုတ်​လုပ်​သူတစ်​ဦးဟာ အမာရွတ်​ကိုဆာဂျရီလုပ်​​ပေးခဲ့ပြီး အွန်​းဂျူတစ်​​ယောက်​ အနုပညာ​လောကကိုဝင်​ဖို့ ​ခြေလှမ်​းစခဲ့ပါတယ်​။ဒီလိုနဲ့ အတူတူ​နေလာရင်​း ဟာ​ယောင်​းဟာ အွန်​းဂျူကိုချစ်​မိသွားခဲ့ပြီး မူဟွန်​က​တော့\nအွန်​းဂျူနဲ့ အကိုဖြစ်​သူရဲ့အသက်​ကိုကာကွယ်​ဖို့အတွက်​ ဂိုဏ်​းကသတ်​ခိုင်​းတဲ့လူတစ်​ဦးကို သတ်​​ပေးဖို့ လက်​ခံလိုက်​ရပါတယ်​။အွန်​းဂျူရဲ့ပွဲဦးထွက်​ဖက်​ရှင်​ရှိုးပွဲမှာ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-moon-is-the-suns-dream1992/",
        "category": "Crime, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uMeiVRDUS25AHPWc782InYs8Yuw.jpg",
        "title": "Avicii: True Stories (2017)",
        "description": "EDM ကို ပေါ်ပင်ဂီတ၊ အပေါစားဂီတတစ်ခုလို့မြင်နေကြတဲ့ မြန်မာဂီတချစ်ပရိသတ်တွေအတွက် ပကာသနအကင်းဆုံးနဲ့ ဘဝကိုအရိုးရှင်းဆုံးဖြတ်သန်းခဲ့ပြီး\nစောစီးစွာကြွေလွင့်သွားခဲ့ရတဲ့ ကမ္ဘာကျော် DJ တစ်ယောက်ဖြစ်တဲ့ Avicii အကြောင်း ရိုက်ကူးထားတဲ့ Avicii: True Stories ဆိုတဲ့ရုပ်ရှင်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။စတော့ဟုမ်းမြို့က ချာတိတ်လေးတစ်ယောက်ဟာ အသက် ၁၇ နှစ်အရွယ်မှာ FL Studios ဆိုတဲ့ Software လေးတစ်ခုကနေ အစပြုပြီး House Music နဲ့ Dance Music လောကမှာ\nအအောင်မြင်ဆုံးလူငယ်တစ်ယောက် ဖြစ်လာခဲ့ပါတယ်။ သူ့ရဲ့အသက်အရွယ်နဲ့ သူဖန်တီးခဲ့တဲ့ သီချင်းတွေဟာ မိုးနဲ့မြေလိုကွာခြားပြီး လူငယ်ပရိသတ်တွေရဲ့ ရင်ထဲကို Levels, Wake Me Up, The Nights\nစတဲ့ သီချင်းတွေကို အရောက်ပို့ပေးခဲ့သူပါ။ နာမည်ကျော် DJ သမားတွေဖြစ်တဲ့ Laidback Luke, David Guetta လိုလူမျိုးတွေကပါ သူ့ကို ပါရမီရှိပြီး ရိုးရှင်းတဲ့ ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/avicii-true-stories-2017/",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bitz3nZSrnNaa7MBTx1gHvpKjnb.jpg",
        "title": "Foreboding (2018)",
        "description": "ကြည့်လို့ကောင်းမယ့် အလယ်အလတ်တန်စားဂျပန်ကားတစ်ပုဒ်ပါမီယုကီ လို့ခေါ်တဲ့ကောင်မလေးဟာရုတ်တရက်သူ့အဖေကိုမမှတ်မိတော့ပါဘူးအဲ့ဒါကိုသူ့ကောလိပ်သူငယ်ချင်းဖြစ်တဲ့ အဲ့ဆူကို သိတဲ့အခါမှာတော့ စိတ်ပိုင်းဆိုင်ရာအနိုင်ကျင့်ခံရတယ်ထင်ပြီး အဲ့ဆူကို ရဲ့ယောကျာ်းအလုပ်လုပ်နေတဲ့ဆေးရုံကိုပို့ခဲ့ပါတယ်နောက်မှသိခဲ့ရတာကစိတ်ပိုင်းဆိုင်ရာအနိုင်ကျင့်တာမဟုတ်ပဲမှတ်ဉာဏ်ကွင်းဆက်ပျောက်ဆုံးနေတာပါတစ်ကမ္ဘာလုံးဖြစ်နေတဲ့ရောဂါဖြစ်ပြီးဆရာဝန်ရဲ့ကောက်ချက်ချတာကတော့ဗိုင်းရပ်စ်တစ်မျိုးကြောင့်ဆိုပေမယ့်ကမ္ဘာကိုကျူးကျော်မယ့်ဂြိုဟ်သားတွေရဲ့ရှေ့ပြေးစုံစမ်းရေးအစီအစဉ်ဖြစ်နေခဲ့ပြီးအဲ့ဆူကိုနဲ့သူမရဲ့ယောကျာ်းဟာအဲ့ပြသနာထဲကိုလုံးဝပါဝင်သွားပြီးရှင်သန်ဖို့အတွက်ဘယ်လိုရုန်းကန်ရမယ်ဆိုတာကို အခုပဲကြည့်လိုက်ပါဦးQty - 720p Web DLGern - Sci FiDuration - 1hr 33minTranslator - Si ThuEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/foreboding-2018/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Big (1988)",
        "description": "Big (1988)IMDb (7.3)......Rotten Tomatoes (93%)၁၉၈၈ ခုနှစ်မှာ မင်းသားကြီး Tom Hanks ဟာ အသက် ၃၂ နှစ်ပဲ ရှိပါသေးတယ်။ မင်းသားကြီးလည်း မဖြစ်သေးပါဘူး။ Big ဟာ Tom Hanks ကို အခုလို စူပါမင်းသားဖြစ်လာအောင် တွန်းပို့ပေးလိုက်တယ်ပြောလို့ရပါတယ်။ဇာတ်လမ်းက ရှင်းရှင်းလေးပါပဲ။ ကျနော်တို့ ကလေး ဘဝတုန်းက လူတိုင်းလိုလို ခံစားဖူးခဲ့ကြတဲ့ \"လူကြီးဖြစ်ချင်တယ်\" ဆိုတဲ့ ခံစားချက်လေး အပေါ်မှာ ရေးဖွဲ့ထားတယ်။ ၁၃ နှစ်အရွယ်ကောင်လေးတစ်ယောက် ကလေးဘဝမှာ မနေချင်တော့ဘဲ လူကြီးဖြစ်ချင်တယ်ဆိုတဲ့ ဆုတောင်းလေးပြည့် သွားပြီး နေ့ခြင်းညခြင်းပဲ အသက် ၃၀ အရွယ် လူကြီးကြီး ဖြစ်လာတယ်။ ခန္ဓာကိုယ်ကသာ လူကြီး ဖြစ်လာပေမယ့် စိတ်ကတော့ ၁၃ နှစ်ပဲရှိသေးတာပေါ့။ ဒါပေမယ့် လူကြီးဘဝ ဟာ ထင်ထားသလို မဟုတ်ပဲ စိတ်ညစ်စရာတွေလည်းတွေ့လာ\nတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2ctgx/Big(1988)-CM.MP4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yUsVsiVXUwClk4vSCx80vrdO6MV.jpg",
        "title": "13 Assassins (2010)",
        "description": "13 Assassins (2010)\nIMDb - 7.6/10_____Rotten - 95%\n  ၁၉၆၃ ခုနှစ်ကရိုက်ကူးခဲ့တဲ့ဇာတ်လမ်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်..ဂျပန်ဒါရိုက်တာတွေထဲမှာအထင်ကရအဖြစ်ဆုံး Takashi Miike ရိုက်ကူးထားပါတယ်...အာရှရဲ့အကောင်းဆုံးရုပ်ရှင်ဆုရရှိခဲ့ပြီး အကောင်းဆုံး Editor ဆု၊အကောင်းဆုံးဒါရိုက်တာဆု၊အကောင်းဆုံးဒီဇိုင်နာဆုအပြင်အခြားဆုများစွာအတွက် ဆန်ကာတင်ရွေးချယ်ခံခဲ့ရပါတယ်...IMDB 7.6 အထိရရှိခဲ့ပြီးအရမ်းအောင်မြင်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားပါ ၁၈၄၀ ကျော်လောက်က ဂျပန်ဆာမူရိုင်းခေတ်ကိုအခြေခံထားတာပဲဖြစ်ပါတယ်ထိုစဉ်က ဂျပန်နိုင်ငံရဲ့အုပ်ချုပ်မှုစနစ်ဟာအာဏာရှင်စနစ်အသွင်ရှိခဲ့ပြီး အုပ်ချုပ်သူကို'ရှိူဂန်'လို့ခေါ်ပါတယ် 'ရှိူဂန်'ရဲ့ညီတော်ဖြစ်သူနာရိဆူဂူဟာမောက်မာရိုင်းစိုင်းပြီး သနားညှာတာမှုကင်းမဲ့သူပါပြည်သူတွေအပေါ်နှိပ်စက်ညှင်းပန်းမှုတွေကြောင့် ပုန်ကန်ထကြွမှုတွေဖြစ်ခဲ့ပါတယ်နာရိဆူဂူဟာပုန်ကန်သူတွေကိုလည်းရက်စက်စွာသတ်ဖြတ်ခဲ့တယ် ဆာမူရိုင်းတွေရဲ့အကြီးအကဲဖြစ်သူ ဆရာဒွိုင်ဟာ နာရိဆူဂူရဲ့ဆိုးယုတ်မှုတွေကို ဖြိုခွင်းဖို့အတွက်ရှီမာဒါရှင်ဇဲမွန်ဆိုသူကိုစေခိုင်းခဲ့ပါတယ် ရှီမာဒါရှင်ဇဲမွန်ဟာ ဂျပန်တစ်နိုင်ငံလုံးမှာရှိတဲ့အတော်ဆုံးဆာမူရိုင်းတွေကိုစုစည်းပြီး နာရိဆူဂူကိုတိုက်ခိုက်ဖို့အစီအစဉ်တွေဆွဲခဲ့ပါတယ် ရှီမာဒါရှင်ဇဲမွန်နဲ့သူ့တပ်ဖွဲ့တွေနာရိဆူဂူကိုတိုက်ခိုက်ဖို့ဘယ်လိုကြိုးပမ်းကြမလဲ သူတို့ရဲ့အစီအစဉ်တွေကရော အောင်မြင်နိုင်ပါ့မလားဆိုတာကို ဆက်လက်ရှူ့စားကြပါစို့... \nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Lyric Lynn Khant ဖြစ်ပါတယ်...\n File Size : (800 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:21:00\nGenre : Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lyric Lynn Khant\nEncoded by ...",
        "rating": "7.6",
        "url": "https://megaup.net/2k4fq/13_Assassins_(Jūsannin_No_Shikaku)_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/batman-ninja-blu-ray-cover-art-1-160x200.jpg",
        "title": "Batman Ninja (2018)",
        "description": "\"Batman ရဲ့ဇာတ်လမ်းအားလုံးကို သင်ကြားဖူးလား။အားလုံးကိုမကြားဖူးတာတော့သေချာပါတယ်။\"တကယ်လည်းအကုန်မကြားဖူး မမြင်ဖူးဆိုတာကို သက်သေပြတဲ့အနေနဲ့ Warner Bros. ကနေပြီးတော့ ဂျပန်ဒါရိုက်တာ\nJunpei Mizusaki နဲ့အတူပေါင်းပြီး Batman ကို ဂျပန် Anime ပုံစံထုတ်လိုက်ပါပြီ။Trailer ထွက်တုန်းက Superhero fan တွေကြားမှာအရမ်းရေပန်းစားခဲ့ပြီးတော့ Series အဖြစ်ထွက်ရှိမယ်လို့\nအများထင်ကြေးပေးခဲ့ပေမယ့် တကယ်ထွက်လာတဲ့အခါမှာ Movie အဖြစ်သာထွက်ရှိလာခဲ့ပါတယ်။Animation ဇာတ်ကောင်တွေကို Anime ဇာတ်ကောင်အဖြစ် ဖန်တီးထားတာကြောင့် အမြင်ဆန်းသစ်နေမှာဖြစ်ပြီးတော့ Anime တို့ရဲ့ထုံးစံအတိုင်း Fight Scene တွေဟာလည်း သာမန် Animation ကားတွေနဲ့မတူပဲ သာလွန်ပြီး ကွဲထွက်နေပါတယ်။ဇာတ်လမ်းအကျဉ်း\n------------------\nBatman ဟာ Gotham မြို့မှာ Gorila Grodd ကိုတိုက်ခိုက်နေပါတယ်။ ထိုအချိန်မှာ Grodd ရဲ့ အချိန်ယန္တရားအသက်ဝင်သွားတာကြောင့် ထိုအနီးအနားတစ်ဝိုက်မှာရှိတဲ့လူတွေအားလုံး ဂျပန်ပဒေသရာဇ်ခေတ်ကိုရောက်သွားကြပါတယ်။Batman ဂျပန်ပဒေသရာဇ်ခေတ်ကို ရောက်ရောက်ချင်းမှာပဲ ဆာမူရိုင်းတွေလိုက်ဖမ်းခြင်းကိုခံရကြောင့် ထွက်ပြေးရင်း တောထဲအရောက်မှာ Selina Kyle aka ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/batman-ninja-2018/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/a561b538ly1fq9yr6dp8vj20rs13p44c-140x200.jpg",
        "title": "Seven Years of Night (2017)",
        "description": "ပထမဆုံးပြောရမယ်ဆိုရင် ဒီကားဟာကျွန်တော်တို့မြန်မာပရိတ်သတ်တွေနဲရင်းနှီးပြီးသားဖြစ်တဲ့မင်းသား Ryu Seung နဲ့ မင်းသား Jang Dong Gun (ဒါရိုက်တာရင်)တို့ကပါဝင်ထားပြီး ထူးချွန်ဆုတွေရရှိထားတဲနာမည်ကျော်ကိုရီးယားဒါရိုက်တာကဖန်တီးရိုက်ကူးထားပါတယ်....ဒီကားကို အမေရိကန်ပြည်ထောင်စု Los Angeles , Buena Park,Jersey နဲ့ Vancouver တို့မှာပြသခဲ့ပါတယ်...ချွဲဟွန်းဆူဆိုတဲ့သူဟာ မြူခိုးထူထပ်တဲ့တစ်ညမှာဆဲယောင်းရွာမှာရှိတဲ့ သူ့မိသားစုနဲ့အတူတူနေဖို့အတွက်ဝယ်ထားတဲ့အိမ်လေးကိုသွားကြည့်မယ်ဆိုပြီးတော့ အရက်မူးမူးနဲ့ထွက်လာခဲ့ပါတယ်...ဆဲယောင်းရွာအရောက်မှာတော့ ဟွန်းဆူဟာ အသက်၁၂နှစ်အရွယ်ကောင်မလေးတစ်ယောက်ကိုမတော်တဆ ကားနဲ့တိုက်မိသွားပြီး အလောင်းကိုတော့ ဆဲယောင်းရွာရှိလူသားစားတယ်လို့ နာမည်ကြီးနေတဲ့ ရေကန်ထဲကို ကြောက်လန့်လန့်ဖြင့် ပစ်ချခဲ့ပါတယ်...သေဆုံးသွားတဲ့ကောင်မလေးရဲ့အဖေကလဲ ဆဲယောင်းရွာမှာ အမျက်ဒေါသအလွန်ကြီးပြီးအလွန်ဆိုးသွမ်းလှတဲ့ သူဌေး ဝူယောင်းဂျယ်ဖြစ်နေပါတယ်...ဝူယောင်းဂျယ်ဟာ သူ့ရဲ့မတရားသေဆုံးသွားရတဲ့သမီးလေးအတွက်ယူကြုံးမရဖြစ်ကာ ချွဲဟွန်းဆူနဲ့ သူ့မိသားစုကို ကလဲ့စားချေမယ်ဆိုပြီးဒေါသထွက်နေခဲ့ပါတယ်...အဲဒီနောက်မှာတော့လူသတ်သမားကို သူ့ဘာသာရှာဖွေခဲ့ပြီးလက်တုံ့ပြန်ကလဲ့စားချေဖို့အတွက်အစီစဉ်တွေရေးဆွဲခဲ့ပါတယ်...ဒီကားဟာ စာရေးဆရာ Jeong You Jeoung ရဲ့ရောင်းအားအကောင်းဆုံးဝတ္တုဖြစ်တဲ့Seven Years of Darkness ကိုအခြေခံထားတဲ့ လူသားတို့ကြားမှာရှိနေတဲ့မကောင်းဆိုးဝါးလူသားကိုဖော်ထုတ်နိုင်ဖို့အတွက်ရိုက်ကူးခဲ့ပါတယ်...ဒါရိုက်တာ ချိုချန်မင်းရဲ့ရိုက်ချက်တွေကနေရှုပ်ထွေးတဲ့ဇာတ်ကောင်တွေရဲ့စိတ်ခံစားချက်တွေကို နစ်မျောသွားနိုင်မှာပါ...ဒါရိုက်တာချိုဟာ သူချပြခဲ့တဲ့ Late Blossom နဲ့Masquerade ရုပ်ရှင်ကားတွေမှာလို ဇာတ်ကြောင်းကိုပြောပြတဲ့ပုံစံကြောင့်လူသိများပါတယ်...ဒီကားကိုတောင်ကိုရီးယားနိုင်ငံမှာ မတ်လ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/seven-years-of-night/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1E0JW9zqFwOO7w0HiuEPo6N7HBl.jpg",
        "title": "The Monster Project (2017)",
        "description": "ထိတ်လန့်စရာဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် ဇာတ်လမ်းကောင်းတစ်ခုပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းက ၂၀၁၇ August 18 မှာထွက်ထားတာဖြစ်ပြီး Action/ Horror အမျိုးအစားပဲဖြစ်ပါတယ်။မကောင်းဆိုးရွားတွေလိုဝတ်စားပြီး မကောင်းဆိုးဝါးအတုလုပ်ကာ ဗီဒီယိုရိုက်ပြီး အွန်လိုင်းပေါ်တင်ကာ ပိုက်ဆံရှာတတ်တဲ့သူငယ်ချင်းနှစ်ယောက်ရှိပါတယ် …တစ်နေ့တော့သူတို့နှစ်ယောက်ဟာ သူတို့ဗီဒီယိုတွေကို လူတွေပိုကြည့်စေချင်တဲ့အတွက် viwers များများရဖို့ရည်ရွယ်ချက်နဲ့ Documentary တစ်ခုရိုက်ဖို့ အကြံရကြပါတယ်…သူတို့က Documentary ကို Monster Project လို့အမည်ပေးပြီး ရည်ရွယ်ချက်ကတော့ တကယ့်မကောင်းဆိုးဝါးတွေကို ဖိတ်ခေါ်ပြီး အင်တာဗျူးလုပ်မယ့် အစီအစဉ်ပဲဖြစ်ပါတယ်…ဒီလိုနဲ့သူတို့ဟာ အမေရိကန်တစ်ဝိုက်က မကောင်းဆိုးဝါးတွေဆက်သွယ်နိုင်တယ်ဆိုပြီး အွန်လိုင်းမှာတင်လိုက်ပါတယ်…မကြာခင်ပဲ သူတို့ကိုယ်သူတို့ မကောင်းဆိုးဝါးတွေလို့ပြောကြတဲ့ လူသုံးယောက်ဆက်သွယ်လာကြပါတယ်…ဒီလိုနဲ့နောက်ထပ်ရောက်လာတဲ့ သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ သူငယ်ချင်းလေးယောက်ဟာ အိမ်အိုကြီးတစ်ခုကို ရိုက်ကွင်းအတွက်ငှားရမ်းပြီး မကောင်းဆိုးဝါးသုံးကောင်နဲ့ အင်တာဗျူးဖို့ ဖန်တီးပါတော့တယ်..ဖြစ်ချင်တော့ ဒီ documentary ရိုက်ကူးမယ့်ညဟာ လကြတ်တာနဲ့ တိုက်ဆိုင်နေပါတော့တယ်..သူတို့ဖိတ်ခေါ်ထားတဲ့ မကောင်းဆိုးဝါးသုံးကောင်ဟာ လူတွေလား မကောင်းဆိုုးဝါးအစစ်တွေပဲလား..လကြတ်ညမှာ ဘာတွေဆက်ဖြစ်လာဦးမလဲ ဆိုတာတွေကိုတော့ ပိတ်ကားပြင်ပေါ်ဆက်လက်ကြည့်ရှူရင်ခုန်လှိုက်မောလိုက်ပါ တို့(ချန်နယ်) မြန်မာ…အယ်လယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဇွဲခန့်သွင်ပါ) File Size ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/the-monster-project-2017/",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/de35668c-74e3-40c9-9739-e4fcf5793f4b-142x200.jpeg",
        "title": "Drafting Red Ballon (2018)",
        "description": "အခုတစ်ခါတော့ The drifting red balloon(2018) ဆိုတဲ့ရိုကာားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်အချစ်ဆိုတာ ဘာလဲ အချစ်ဆို ယုံကြည့်လို့ ရတဲ့ အရာတစ်ခုလားအချစ်က သစ္စာရှိတယ်လို့ကော ထင်ပါသလားတကယ်ကော အချစ်ဆိုတာ ရိုးသွားတတ်တာလားအချစ်ဆို တာ ဘယ်လောက်ကြာကြာ ဆန်းသစ်နေတယ်ဆိုတဲ့စကားကကော ဂျင်း လားတကယ့် အချစ်စစ်ဆိုတာကိုကော တွေ့ကြုံခဲ့ဖူးပြီးပြီလားဒီကားလေးကတော့ အချစ်ရဲ့ မာယာတွေ ပရိယာယ်တွေနဲ့အချစ်ရဲ့ ယုံကြည်လို့ မရနိုင်တဲ့  အကြောင်းလေးတွေကို တင်ဆက်ပြထားတာပါကဲ အခုကားလေးကိုကြည့်ပြီးတော့ အချစ်ဆိုတာကြီးက ယုံကြည်လို့မရနိုင်တာ အချစ်ဆိုတာကြီးက ကြာရင် ရိုးသွားတတ်တာ တွေကိုသင်ခန်းစာယူနိုင်ကြပါစေဗျာ ( မှတ်ချက် - FA များမကြည့်သင့်ပါ )===============================================(အညွှန်း )အချစ်ဆိုတာကို ယုံကြည်ပြီး စိတ်ထားကောင်းတဲ့ ရှောင်ဖေ့...ချစ်သူကို ယုံကြည်ကိုးစားပြီး ဘဝဒုက္ခတွေကို ရင်ဆိုင်တဲ့ ခေအာ့တ်...သူတို့ချစ်သူနှစ်သူအပေါ် ပြင်းပြင်းထန်ထန် ရိုက်ခတ်လာတဲ့ ေလာကဒဏ်တရားတွေကိုရင်ဆိုင်လာရတဲ့အခါမှာ...ချန်ရစ်သူနဲ့ ကျန်ရစ်သူမှာဘယ်သူကအပြစ်ရှိသလဲ?အချစ်ဆိုတာ ဒုက္ခနဲ့ကြုံလာရင် ထွက်ပြေးသွားတတ်တယ်ဆိုတာရော မှန်နေမလား?ဘယ်သူမှန်ခဲ့တယ် ဘယ်သူမှားခဲ့တယ် ဆိုတာကို ဆုံးဖြတ်ဖို့CMပရိသတ်ကြီးကို ဒီကားလေးကြည့်ပြီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/drafting-red-ballon-2018/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tqeyYPG5hlzjXPu1breeFkREEJZ.jpg",
        "title": "Sonu Ke Titu Ki Sweety (2018)",
        "description": "ဒီတစ်ခါတော့အိန္ဒိယလူငယ်ဟာသကားပေါ့ပေါ့ပါးပါးလေးတင်ပေးချင်ပါတယ်။ဒီဇာတ်ကားဟာ Rating ကောင်းကောင်းရရှိထားရုံသာမက ပေါ့ပေါ့ပါးပါးနဲ့ရယ်ရယ်မောမောကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ တီတူးနဲ့ဆွန်နူးတို့ဆိုတာက မူကြိုအရွယ်လောက်ကတည်းက ပေါင်းလာတဲ့သူငယ်ချင်းတွေဖြစ်ပြီး တီတူးတို့အိမ်နဲ့ ဆွန်နူးတို့အိမ်ဆိုတာကလည်း အလွန်ရင်းနှီးကြပါတယ်။ငယ်ကတည်းတစ်ပူးတွဲတွဲ လည်ပင်းဖက်ပေါင်းလာကြတဲ့ သူငယ်ချင်း၂ယောက်မှာ တစ်ယောက်ကတော့ လည်လည်ဝယ်ဝယ် သွက်သွက်လက်လက်ရှိသလောက် နောက်တစ်ယောက်က အူတူတူ ရိုးရိုးစင်းစင်းနေတတ်တဲ့သူဖြစ်နေပါတယ်။ဒါပေမယ့် နှစ်ဦးသားအရမ်းချစ်ကြတဲ့သူငယ်ချင်းတွေဖြစ်ပြီး အမြဲဘာလုပ်လုပ် တပူးတွဲတွဲပါပဲ။တီတူးဟာ အမြဲရည်းစားထားရင် အဆင်မပြောတာတွေပဲဖြစ်တတ်ပြီး ဆွန်နူးကတော့ အမြဲနောက်ကနေလိုက်ရှင်းပေးရတတ်ပါတယ်။တစ်နေ့ အိမ်က လက်ထပ်ပေးဖို့စီစဉ်ပေးတဲ့အခါမှာ တီတူးတစ်ယောက် ဆွီတီဆိုတဲ့မိန်းကလေးသဘောကျပြီးနောက် ဆွန်နူးအလုပ်ရှုပ်ရပြန်ပါပြီ။ဒါပေမယ့် ဒီတစ်ခါသူရှင်းရမယ့်ကိစ္စက အရင်တစ်ခေါက်တွေလိုလွယ်ကူပါ့မလား။ဘယ်လိုကမောက်ကမလေးတွေဖြစ်လာမလဲ ဆိုတာကိုဟာသလေးတွေနဲ့ အူနှိပ်ပြီးကြည့်ရမယ့်ဇာတ်ကားလည်းဖြစ်ပါတယ်။အိန္ဒိယကားကြိုက်တဲ့သူတွေရော မကြည့်ဖြစ်တဲ့သူတွေအတွက်ပါ Comdey ဇာတ်ကားကောင်းဖြစ်တာကြောင့် ကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။Rating အနေနဲ့ 7. 6 ထိရှိပြီး ဝင်ငွေအရလည်းအောင်မြင်တဲ့ဇာတ်ကားလေးပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ) File Size : (999 MB) and (450 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 18min\nFormat ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/sonu-ke-titu-ki-sweety-2018/",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l0uk34dgTmyO79hHfV7vjqDr54I.jpg",
        "title": "Stephanie (2017)",
        "description": "Horror / Supernatural ပရိတ်သတ်ကြီးအတွက် ၂၀၁၇ က ထွက်ရှိထားတဲ့ Stephanie ဆိုတဲ့ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်Sinister, The Purge နဲ့ Insidious ထုတ်လုပ်သူတွေက ထုတ်လုပ်ထားပြီး IMDB 5.6 ရရှိထားပါတယ်အိမ်ကြီးတစ်အိမ်ထဲမှာ ကလေးမလေးတစ်ယောက် အရုပ်ကလေးတစ်ရုပ်နဲ့ စကားတွေပြောလိုက်နဲ့ တစ်ယောက်တည်းနေနေပါတယ်သူ့မိသားစုဝင်တွေ ဘယ်ရောက်သွားကြတာလဲဘာလို့သူ့ကိုတစ်ယောက်တည်းထားခဲ့ကြတာလဲတီဗွီမှာလာနေတဲ့ ရုတ်ရုတ်သဲသဲသတင်းတွေကရော သူ့ကို လာလာဖမ်းတယ်ဆိုတဲ့ အကောင်ကြီးကတော့\nစိတ်ကူးယဉ်သက်သက်လားဒါမှမဟုတ်...ဒါရိုက်တာ Akiva Goldsman က ရိုက်ကူးထားပြီး Stephanie အနေနဲ့သရုပ်ဆောင်ထားတဲ့ ကလေးသရုပ်ဆောင် Shree Crooks ဟာ အပိုအလိုမရှိသရုပ်ဆောင်နိုင်ခဲ့တယ်ဆိုတဲ့ reviews တွေလည်းရရှိထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (650 MB) and (298 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Drama, Fantasy, Horror\nSubtitle ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/stephanie-2017/",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/161115-cafe6-poster-kr-140x200.jpg",
        "title": "At Cafe 6 (2016)",
        "description": "လူတိုင်းမှာ ဘဝရဲ့တမ်းတမက်မောစရာ ဇာတ်လမ်းလေးတွေရှိကြမယ်....တခြားလူတွေအတွက်တော့ ပုံပြင်လေးတွေပေါ့...ဒီဇာတ်လမ်းက ပုံပြင်တချို့ကိုပြောပြနေလိမ့်မယ်...တိုက်ဆိုင်ရင်တော့ ကိုယ့်ရင်တစ်ခုလုံး ပျော်ဝင်သွားနိုင်တယ်...အချစ်ကိုအပ်ဖျားမှာတပ်ပြီး မျှားနေတယ်လို့ ကျွန်တော်တို့ ပေါ့ပေါ့တန်တန်တွေးမိလိမ့်မယ်.....တကယ်က အချစ်က ကျွန်တော်တို့ကို အပ်ဖျားမှာတပ်ပြီး မျှားနေတာ။လွမ်းမောဖွယ် ကြမ်းရှရှတချို့နဲ့ ဒီဇာတ်လမ်းလေးဟာ IMDb (6.1) ရရှိထားတဲ့ ထိုင်ဝမ်ဇာတ်ကားလေးပါ။နူးညံ့လိုက်ဖို့ စိတ်မရှိဘူးဆိုရင် ကြည့်ရှုခံစားသင့်ပါတယ်။\nFile size…(1.2 GB) and (430MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Phyu Khin",
        "rating": "6.3",
        "url": "https://megaup.net/1wtc1/At_Cafe_6_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2B5LnI7tytfKk7SnHCyFTVkBFWy.jpg",
        "title": "Corbin Nash (2018)",
        "description": "Vampire အကြမ်းစားတွေ၊ Demon Hunter တွေတိုက်ခိုုက်တဲ့ Action ဇာတ်ကားသစ်လေးပဲဖြစ်ပါတယ်။တခြား Vampire တွေနဲ့မတူဘဲ တော်တော်ထူးခြားပြီး ရက်စက်တဲ့ Vampire တွေကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။အက်ရှင်ကားကြည့်ချင်သူတွေအတွက် ၂၀၁၈ထွက်ဇာတ်ကားသစ်လေးပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ Cobin Nash ဆိုတဲ့သူဟာ ရဲဝန်ထမ်းအဖြစ် ခက်ခဲတဲ့အမှုတွေကိုလိုက်တဲ့သူပဲဖြစ်ပါတယ်။ပုံမှန်သူ့ဘဝလုပ်ဆောင်ချက်တွေနဲ့ လည်ပတ်နေစဉ်မှာပဲ တစ်နေ့မှာသူဟာ Demon Hunter တွေရဲ့မျိုးဆက်ဖြစ်တယ်ဆိုတာကို သိလိုက်ရပြီး သူတို့မိသားစုရဲ့ ဘဝအမှန်ကိုသိသွားရုံသာမက သူ့မိဘတွေဘယ်လိုသေရတယ်ဆိုတာကိုပါ သိခဲ့ရပါတယ်။ဒါပေမယ့် ယုတ္တိရှိတာကိုပဲ ယုံကြည်တတ်တဲ့ Cobin တစ်ယောက် ဒါတွေကိုလျစ်လျုရှုပြီး ထူးဆန်းတဲ့အမှုတစ်ခုကိုလိုက်နေခဲ့ပါတယ်။အဲဒီမှာပဲ သူ့ရဲ့ ကံကြမ္မာပြောင်းလဲလာတော့တာပါပဲ။သူမယုံကြည်ပါဘူးဆိုတဲ့ မကောင်းဆိုးဝါးတွေကို ထိပ်တိုက်တွေ့ခဲ့ရပြီး ပိတ်လှောင်ခံခဲ့ရပါတယ်။Demon Hunter မျိုးဆက်သစ်တစ်ယောက် ဒီလိုပဲအဆုံးသတ်သွားမှာလား။ဘယ်လိုလက်စားပြန်ချေမလဲ။Demon Hunter အနေနဲ့ပဲလား ဘယ်လိုပုံစံမျိုးနဲ့ ကံကြမ္မာတစ်ဆစ်ချိုးသွားမလဲဆိုတာကို အကြမ်းပတမ်း တိုက်ခိုက်ဟန်တွေ၊ သွေးထွက်သံယိုရိုက်ချက်တွေနဲ့တွေ့ရမှာပါ။Sexual နဲ့ပတ်သက်ပြီး အခန်းတွေ စကားပြောကြမ်းတာတွေ၊ သွေးထွက်သံယိုမြင်ကွင်းတွေများစွာပါဝင်တဲ့အတွက် မိသားစုနဲ့တော့ မကြည့်ရှုသင့်ပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ) File Size : (750 ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/corbin-nash-2018/",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/kick-ass-2-poster-133x200.jpg",
        "title": "Kick-Ass 2 (2013)",
        "description": "Kick-Ass 2 (2013)______IMDb - 6.5/10\n ဒီ Hero ကားလေးကိုတော့ အားလုံးနဲ့မိတ်ဆက်ပေးစရာမလိုတော့ဘူးထင်ပါတယ်...\n၂၀၁၀ ကထွက်ရှိခဲ့တဲ့ Kick Ass ရုပ်ရှင်ဇာတ်ကားရဲ့ \n၃ နှစ်အကြာမှာပြန်လည်ထွက်ရှိလာတဲ့ Kick Ass 2 ပဲဖြစ်ပါတယ်...\nနောက်ပြီးတော့ ဒီ Kick Ass 2 ရဲ့အဓိကဗီလိန်ကတော့\nKick Ass 1 မှာ ပါဝင်ခဲ့တဲ့ Red Mist ဟာ\nMother Fucker ဆိုတဲ့ နာမည်အဆန်းကြီးနဲ့ ပြန်လည်မွေးဖွားလာလို့ပါပဲ...\n( သူ့ဟာနဲ့သူတော့ဟုတ်နေတာပဲ...\nဘာလို့လဲဆိုတော့ သူ့အမေကိုသူမတော်တဆသတ်မိလိုက်လို့တဲ့ဗျာ....)\nသူ့ရဲ့ရည်ရွယ်ချက်ကတော့ရှင်းပါတယ်...\nသူ့အဖေကို ဘစူကာကြီးနဲ့မညှာမတာပစ်သတ်ခဲ့တဲ့ Kick Ass ကို\nမသေမချင်းပြန်သတ်ဖို့ပါပဲ...\nဒါကြောင့် ကြေးစားလူမိုက်တွေအကုန်လိုက်စုစည်းပြီးတော့ \nအကြီးမားဆုံးရာဇဝတ်မှု့ကို ကျူးလွန်ကြတော့မှာပါ...\nဒီ Kick Ass 2 မှာထူးခြားလာတာကတော့ Kick Ass တစ်ယောက်တည်း\nမျက်နှာဖုံးဝတ်တော့တာမဟုတ်ပါဘူး...\nKick Ass 1 မှာတည်းက Kick Ass ကိုသဘောကျထောက်ခံတဲ့လူတွေအများစုက\nသူ့တို့ကိုယ်တိုင်လည်းမျက်နှာဖုံးတွေဝတ်ပြီးတော့ မကောင်းမှု့တွေကို\nလိုက်လံရှာဖွေနေကြတာကိုမြင်ရတော့မှာပါ...\nသူတို့ဟာ ဘာအစွမ်းအစမှမရှိပါဘူး...ဒါပေမယ့် သူတို့ရဲ့စံပြကြီး\nKick Ass လိုမျိုးမျက်နှာဖုံးတပ်လိုက်တာနဲ့ သူတို့ကိုယ်သူတို့အားအင်တွေ\nရှိလာကြမယ်ဆိုတာ သူတို့ကိုယ်တိုင်ယုံကြည်နေကြလို့ပါ....\n(သူရဲကောင်းဆိုတာလက်ရုံးရည်မရှိလည်း နှလုံးရည်ရှိလည်းရတယ်ဆိုသလိုပေါ့..)\nနောက်ပြီးတော့ Kick ...",
        "rating": "6.5",
        "url": "https://megaup.net/2dejv/Kick-Ass_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/MV5BMDU0NWU2NTAtYjJhMS00OWUyLThjNDMtYjFjNGY1NzRiOWVjXkEyXkFqcGdeQXVyNDg2MjUxNjM@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Forever My Girl (2018)",
        "description": "ဒီဇာတ္ကားဟာ ၂၀၁၈ ခုႏွစ္မွာထြက္ရွိထားတဲ့ ဒရမ္မာအမ်ိဳးအစားကားျဖစ္ပါတယ္။။\nကန္းထရီးအဆိုေတာ္တစ္ေယာက္ျဖစ္တဲ့ လီယမ္ဟာ ေအာင္ျမင္မႈေနာက္ကိုလိုက္ရင္း\nခ်စ္သူေကာင္မေလးကိုလက္တြဲျဖဳတ္ခဲ့ပါတယ္…\nေနာင္ရွစ္ႏွစ္အၾကာမွာေမြးရပ္ေၿမကသူငယ္ခ်င္းေဟာင္း\nတစ္ေယာက္ရဲ႕အသုဘကိုလာရင္းနဲ႕ \nသူတို႕အခ်င္းခ်င္းေတြ႕ဆံုဖို႕ၿဖစ္လာပါေတာ့တယ္....\nေအာင္ၿမင္မႈႈ႕ေနာက္ကိုလိုက္ရင္းနဲ႕ ခ်စ္ရေသာခ်စ္သူကိုပစ္ထားခဲ့ရေပမယ့္\nလီယမ္မွာ သူ႕ခ်စ္သူေကာင္မေလးရဲ႕ေနာက္ဆံုးပို႕ထားတဲ့ Voice Message ေလးရွိတဲ့\nဖုန္းအစုတ္ေလးကိုပဲ ၈ ႏွစ္ၾကာၾကာေပေတကိုင္ရင္း\nမနက္ႏိုးတိုင္း အိပ္ခါနီးတိုင္း ေန႕တိုင္းကိုအဲဒီ Message ေလးနားေထာင္ၿပီး\nသူ႕ရဲ႕ေန႕ရက္တိုင္းလုိလိုကို ၿဖတ္သန္းခဲ့တာပါ....\nဒီလိုမ်ိဳးခ်စ္သူကို ခ်စ္တတ္တဲ့စိတ္ကေတာ့ တကယ္ကိုေလးစားစရာပါပဲ...\nသင္တို႕မွာသာအဲလိုခ်စ္သူတစ္ေယာက္ရွိရင္ ဒီကားေလးကို Share ရင္း\nသူ႕ကိုမ်ွေ၀ေပးလိုက္ပါ....\nတကယ္ေတာ့ အခ်စ္ဆိုတာအနားမွာရွိေနၿပီး ဂရုစိုက္ေနမွ အခ်စ္လို႕မေခၚပါဘူး...\nအခ်စ္ဆိုတာ သူ႕အနားမွာရွိသည္ၿဖစ္ေစ မရွိသည္ၿဖစ္ေစ \nသူနဲ႕ပတ္သတ္သမွ်အရာေတြအကုန္လံုးကို တန္ဖိုးထားတတ္တဲစိတ္ေလးတစ္ခုပါ...\nဒီကားေလးဟာေအးစက္တဲ့ကားေလးတစ္ကားလို႕ထင္ရေပမယ့္\nဒီေခတ္အသံုးအႏံႈးနဲ႕ေၿပာရမယ္ဆိုရင္\nတကယ္ကို ရို တဲ့ကားေလးတစ္ကားပါ...\nစာအုပ္နဲ႔ရုပ္ရွင္အၾကားကြဲလြဲမႈေတြရွိေနတယ္လို႔ဒီကားဟာ\nေ၀ဖန္ခံခဲ့ရေပမယ့္\nပရိသတ္အားေပးမႈကိုရရွိထားျပီး Box Office မွာ\nအျမတ္အစြန္းမ်ားစြာရရွိထားတဲ့ကားေကာင္းတစ္ကားပဲၿဖစ္ပါတယ္…\n \nFile Size : (849 MB) and (265 MB)\nQuality : BluRay 1080p\nRunning Time : 1hr 48min\nFormat : Mp4\nGenre : Animation, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay 1080p\nTranslated by Neve\nEncoded ...",
        "rating": "6.1",
        "url": "https://megaup.net/Ux9d/Forever.My.Girl(2018).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yyCiu14uBYZ9b0Q8utMeuqKx2aQ.jpg",
        "title": "JoJo’s Bizarre Adventure: Diamond Is Unbreakable – Chapter 1(2017)",
        "description": "အခုတစ်ခါတော့ JoJo's Bizarre Adventure: Diamond Is Unbreakable ဆိုတဲ့Anime ကို Live Action အဖြစ်အသက်သွင်းရိုက်ကူးထားတဲ့ ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် Japan Anime Hard Core ဖန်တွေတော့ ဒီ Animationseries လေးကို ရင်းနှီးပြီးသာားဖြစ်မှာပါ  ဒီကားလေးက ၂၀၁၂ မှာ တီဗီစီးရီး အဖြစ်ထွက်ထားပြီးတော့အခုတစ်ခါမှာ Movie အဖြစ်ထပ်မံထွက်ရှိလာခဲ့တာဖြစ်ပါတယ် IMDb မှာ 5.7 ရထားပြီးတော့အောင်မြင်မှုတော့ သိပ်မရခဲ့ပါဘူး ဒါပေမဲ့ ကျတော်ကတော့ ဒီကားလေးရဲ့ ဇာတ်လမ်းဆင်ထားတာလေးကိုသဘောကျမိပြီး တကားလုံးကို မပျင်းစေပဲ မထင်မှတ်ထားတဲ့ လှည့်ကွက်ကလေးတွေနဲ့ ဆွဲခေါ်သွားတာပါဒီကားလေးကတော့ ဂျိုဂျိုဆိုတဲ့ လူငယ်လေးတစ်ယောက်သူ့ရဲ့ ဘုရားကပေးတဲ့လက်ဆောင် သဘာဝ လွန်အစွမ်းတွေနဲ့ သူ့တို့ မျိုးရိုးစဉ်ဆက် လက်ဆင့်ကမ်းလာတဲ့ခံယူချက်တွေ  အဖိုးဖြစ်သူကို လုပ်ကြံခံလိုက်ရတဲ့ အခါမှာ ဂျိုဂျို တစ်ယောက် ငြိမ်မနေနိုင်တော့ပဲသူ့အစွမ်းတွေကို ထုပ်ဖော် အသုံးပြုရပါတော့တယ်  ပြီးတော့ လူတွေကြားထဲမှာ သူ့လို ...",
        "rating": "5.7",
        "url": "https://megaup.net/1H7yZ/JoJo_s_Bizarre_Adventure_-_Diamond_Is_Unbreakable_-_Chapter_1_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2nHoRPAjQIo3IdnflGK9vaFQDoA.jpg",
        "title": "Gold (2017)",
        "description": "ဖိလစ္ပိုင္ အေစာပိုင္းကာလကို ရိုက္ကူးထားတဲ့ ဇာတ္ကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက ဖိလစ္ပိုင္ ႏိုင္ငံရဲ႕ အေစာပိုင္း ကာလ မိုင္းလုပ္ငန္းအေပၚကို အေျချပဳရိုက္ကူးထားျပီးေရႊတူးတာနဲ႕ ပတ္သက္ျပီး ရိုက္ကူးျပထားတာပါ အရင္ေခတ္ေတြတုန္းက သတၱဳေတြ နဲ႕ ဖလွယ္မႈစတင္ခဲ့တဲ့ကာလမွာ ပံုသြန္းေလာငး္ဖုိ႕ အတြက္ သတၳဳေရြးတဲ့ေနရာမွာ ေရႊက ပံုသြန္းေလာင္းဖုိ႕ အေကာင္းဆံုး တစ္ခုပါဒါေၾကာင့္ ေရႊတူးဖုိ႕အတြက္ နယ္ေျမေတြရွာေဖြရာမွာ လူသူမေရာက္တဲ့ေနရာေတြမွာ သြားေရာက္တူးေဖာ္ရပါတယ္အခုကားေလးမွာက ဒီေရႊတူးေဖာ္ဖုိ႕ အတြက္ နယ္ေျမသစ္ကိုစြန္႕စားရွာေဖြရပံုေတြနဲ႕ ေရႊေမွာ္ေတြအတြက္နယ္ေျမလုသတ္ျဖတ္ ရတာေတြကို ရိုက္ကူးတင္ျပထားတာပါ ဒီကားကို IMDB မွာ R Rated ေပးထားျပီးေတာ့သတ္ျဖတ္တာေတြ ေသြးထြက္သံယုိ ခန္းေတြပါေနတာေၾကာင့္ ကေလးေတြကို မၾကည့္ဖုိ႕ တားျမစ္ထားပါတယ္ဒီကားက ဖိလစ္ပိုင္ ရုပ္ရွင္ပြဲေတာ္မွာ ဆုေတြ အမ်ားၾကီးရခဲ့ျပီး ဖိလစ္ပိုင္ဒါရိုက္တာေတြ ရိုက္ကူးေလ့ရွိတဲ့ပံုမွန္ အခ်စ္အလြမ္းအေဆြးကားေတြနဲ႕ မတူပဲ ကြဲထြက္ေနပါတယ္ ဒါေၾကာင့္ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္လိုက္ၾကပါဦးဗ်ာ Qty - 720p  BlurayDuration - 1hr 44minGern - Action ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/gold-2017-2/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8oWOde1s6jPcbcoZK6JWHxYzOsP.jpg",
        "title": "All the Money in the World (2017)",
        "description": "၁၉၇၃ ခုႏွစ္​ ​ေရာမၿမိဳ႕မွာ မ်က္​ႏွာဖံုးစြပ္​ထားတဲ့ လူ​ေတြဟာ John Paul Getty ဆိုတဲ့ ဆယ္​​ေက်ာ္​သက္​​ေကာင္​​ေလးကို ျပန္​​ေပးဆြဲခဲ့ပါတယ္​သူ႔အဘိုး Jean Paul Getty က​ေတာ့ အခ်မ္​းသာဆံုး ဘီလီယံနာတစ္​​ေယာက္​ပါဒီ​ေတာ့ သူ႔အ​ေမ Gail က သူ႔အဘိုးဆီက ​ေငြညွစ္​ဖို႔အတြက္​ ျပန္​​ေပးဆြဲခဲ့တာပါGetty ကျငင္​းဆန္​တ​ဲ့အခါမွာ​ေတာ့ သူ႔သားကို ဖမ္​းတဲ့သဴ​ေတြက ႏွိပ္​စက္​လာတဲ့အတြက္​​ေၾကာင္​့ သူ႔ကို လႊမ္​းမိုးဖို႔ သူမႀကိဳးစားပါ​ေတာ့တယ္​ ဒီ​ေတာ့ အခ်ိန္​ၾကာလာတဲ့အခါ Gail နဲ႔ Getty ရဲ့အၾကံ​ေပးတို႔ ၂ ​ေယာက္​ရဲ့ ၿပိဳင္​ပြဲမႇာ ဘာ​ေတြျဖစ္​လာမွာလဲ သိခ်င္​ရင္​​ေတာ့ ၂၀၁၇ ကထြက္​ခဲ့တဲ့ All the money in the world ဆိုတဲ့ဇာတ္​ကား​ေလးကို ၾကည္​့႐ွဳလိုက္​ၾကပါလို႔ ၫႊန္​း​ေပးပါရ​ေစIMDb rating 6.9 ထိရထားတဲ့ ဇာတ္​ကား​ေကာင္​း​ေလးပါ (ဘာသာျပန္သူကေတာ့ Nay_Yell_Ni ပါ) File Size : (950 ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/all-the-money-in-the-world-2017/",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/downfall_large-135x200.jpg",
        "title": "Downfall (2004)",
        "description": "IMDb (8.2)...Rotten Tomatoes (91%)...Metacritic (82%)Unicodeဟစ်တလာ ကျဆုံးခန်း!!!၁၉၄၅ ခုနှစ်တွင် ဂျာမနီ ဟာဆိုရင် အနောက်ဖက်နှင့် တောင်ဖက်တွင် ပိတ်မိပြီး ဆိုဗီယက်စစ်တပ်တွေကို ရှုံးနိမ့်လုအခြေနေကိုရောက်ခဲ့တယ်။ဘာလင်က Third Reich မြို့တော်မှာ ဆိုရင် Adolf Hitler က ဂျာမနီက အောင်မြင်မှုကို ရရှိနိုင်ခြေရှိပြီး သူရဲ့အကြံပေးတွေနဲ့ ဗိုလ်ချုပ်တွေကို နောက်ဆုံးလူကို တိုက်ခိုက်ရန်အမိန့်ပေးခဲ့တယ်။\" Downfall\"မှာ တော့ Reich ရဲ့ နောက်ဆုံးနေ့တွေမှာ အကြီးပိုင်းဂျာမာန်ခေါင်ေးဆာင်တွေက သူတို့ရဲ့ ချစ်ခင်ရသူမှ သစ္စာဖောက်ခြင်းစတင်ခံရခြင်း၊ မိမိတို့အသက်ကယ်တင်ရန် ကြိုးပမ်းခဲ့ပုံ၊ အချို့သောသူများက Hitler နှင့်အတူအသေခံရန်ရှိကြောင်းတို့ကို ပြသခဲ့တယ်။Hitler ကိုယ်တိုင် စိတ်ထောင်းကိုယ်ကြေဖြစ်ပြီးတော့ သံသယတွေများလာ.. အကောင်းမြင်တတ်တဲ့စိတ်ထားရှိသူကနေ သတ်သေဖို့ရန်အထိ စိတ်ဓါတ်ကျလာတဲ့အခါမှာတော့.......။ဒီဇာတ်ကားဟာ ဟစ်တလာရဲ့နောက်ဆုံးနေ့ရက်များကို ခံစားရမယ့် ကမ္ဘာ့အကောင်းဆုံးဇာတ်ကားတွေထဲက တစ်ကားဖြစ်ပါတယ်။Director: Oliver Hirschbiegel\nMain actors: Bruno Ganz, Alexandra Maria ...",
        "rating": "8.2",
        "url": "https://megaup.net/Qxkj/Downfall_[2004]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4ivn2Ze0kWpFNXgow2itfkdQftT.jpg",
        "title": "Middle School: The Worst Years of My Life (2016)",
        "description": "ဒီဇာတ်ကားလေးကတော့ 2016 မှာထွက်ရှိထားတဲ့ အလယ်တန်းကျောင်းသားဟာသကားလေးပဲ ဖြစ်ပါတယ်ဒီဇာတ်လမ်းထဲမှာတော့ 'ရေးဖ်'ဆိုတဲ့ကောင်လေးဟာ စိတ်ကူးယဉ်ဆန်တတ်ပြီး အမွှေဇယားတွေဖန်တီးတတ်တဲ့ ကောင်လေးတစ်ယောက်ပါအရင်ကျောင်းတွေကနေ ကျောင်းထုတ်ခံရပြီးနောက် စည်းကမ်းတင်းကျပ်တဲ့ ကျောင်းတစ်ကျောင်းကို'ရေးဖ်'တစ်ယောက် ရောက်ရှိသွားရာမှစပြီး ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို ကြည့်ရှူ့ရမှာပဲဖြစ်ပါတယ်ဟာသအမျိုးအစားလေးဖြစ်ပေမဲ့ မိသားစုပြဿနာများ ညီအစ်ကိုမောင်နှမသံယောဇဉ်များကို ရိုက်ကူးဖော်ပြထားသဖြင့် လက်မလွှတ်တမ်းကြည့်ရှူ့ရမည့် ရုပ်ရှင်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lyric Lynn Khant ပါ)File Size : (700 MB) and (434 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Animation, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-GECKOS\nTranslated by Lyric Lynn Khant\nEncoded by Thanhtike Zaw",
        "rating": "6.1",
        "url": "https://megaup.net/1H7zh/Middle_School_-__The_Worst_Years_Of_My_Life_[2016]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYzsmKMhC7fXLubYSZx0Z8UnDFR.jpg",
        "title": "Perfect Strangers (2017)",
        "description": "ဒီတစ်ခါမှာတော့ Channel myanmar ပရိတ်သတ်ကြီးအတွက် Perfected Stranger ဆိုတဲ့ အီတလီ-စပိန်ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ တွေ့နေမြင်နေကျ ဇာတ်ကားတွေနဲ့မတူဘဲ တစ်မူထူးခြားတဲ့ပုံစံနဲ့ရိုက်ကူးထားတယ်လို့ဆိုနိုင်ပါတယ်။ဘာလို့လဲဆိုတော့ ဇာတ်ကားတစ်ကားလုံးနီးပါးကို Dinnerဝိုင်းလေးတစ်ခုမှာပဲ ရိုက်ကူးသွားလို့ပါ။Dinnerဝိုင်းလေးတစ်ခုမှာပဲ ဇာတ်လမ်းပြီးသွားတယ်ဆိုလို့ ပျင်းစရာကောင်းမယ်မထင်လိုက်ပါနဲ့၊ အရမ်းစိတ်ဝင်စားဖို့ကောင်းတဲ့ဇာတ်ကားကောင်းလေးပါ။Ratingလည်း 7.8 လောက်ထိရထားတဲ့ ဇာတ်ကားကောင်းပါ။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်တော့ လကြတ်တဲ့ညတစ်ညမှာ ဆွေမျိုးတွေတစ်စုဟာစုပြီးDinnerအတူတူစားကြပါတယ်။ ( ယနေ့ခေတ် ဟန်းဖုန်းတွေမှိုလိုပေါလာတဲ့အခါမှာ လူတွေက တစ်ယောက်နဲ့တစ်ယောက်တွေ့ကြရင်တောင် ရင်းရင်းနှီးနှီးစကားမပြောကြတော့ဘဲ ဖုန်းပဲသုံးနေတတ်ကြပါတယ်။)ဒီလိုပါပဲ ဒီဇာတ်ကားလေးထဲမှာတော့ Dinnerဝိုင်းမှာအဲ့ကိစ္စကိုရှောင်ရှားနိုင်ဖို့ ဂိမ်းလေးတစ်ခုကို ကစားခဲ့ကြပါတယ်။အဲ့ဂိမ်းကတော့...ဖုန်းတွေအားလုံးကို Dinnerဝိုင်းရဲ့အလယ်ထဲမှာချထားပြီး ဝင်လာသမျှဖုန်း callတွေ၊ message၊ emailတွေကို အားလုံးသိအောင်ဖတ်ပြရပါတယ်။အဲ့မှာပြသာနေတွေစတက်ပါတော့တယ်။ဘာလို့လဲဆိုတော့ အိမ်ထောင်ရေးဖောက်ပြန်တာတွေ၊ အငယ်အနှောင်းထားတာတွေ အားလုံးက အဲ့မှာပေါ်ကုန်ပါတယ်။Dinner ဝိုင်းမှာရှိနေတဲ့လူတွေအားလုံးကလည်း လှိူ ့ဝှက်ချက်ကိုယ်စီနဲ့လူတွေဆိုတော့ အဲ့မှာတင်အကုန်ပေါ်ပြီး ဇာတ်ရှုပ်ပါတော့တယ်။ဖုန်းတွေ၊ messageတွေဝင်လာလေ၊ ဇာတ်လမ်းပိုရှုပ်ထွေးလာလေ၊စိတ်ဝင်စားဖို့ကောင်းလာလေနဲ့ အင်မတန်ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားပါ။နောက်ဆုံးမှာ တစ်ယောက်နဲ့တစ်ယောက်လှည့်ပတ် လိမ်ညာကြရင်းနဲ့ ပြသာနာတွေ တက်ကုန်ပါတော့တယ်။ဒီရှုပ်ထွေးကွေံကောက်မှုတွေနဲ့ဇာတ်လမ်း အဆုံးသတ်မှာဘယ်လိုဖြစ်သွားမလဲ၊ပြသာနာတွေတစ်သီတစ်တန်းကြီးနဲ့ပြီးဆုံးသွားမလား၊ဘယ်လိုတွေဖြေရှင်းသွားကြမလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းလေးထဲမှာဆက်လက်ခံစားကြည့်ရှု့လိုက်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုရဲရင့်ပါ) File Size ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/perfect-strangers-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/lost-in-translation-poster-133x200.jpg",
        "title": "Lost in Translation (2003)",
        "description": "Lost in Translation (2003)IMDb - 7.7/10_____Rotten - 95%Won 1 Oscar. Another 97 wins & 130 nominationsLost in Translation (2003)\nအေမီ၊ ဘာဘီနဲ့ ဒေစီ ဆိုတဲ့ မိန်းကလေး ၃ ယောက်စကားပြောနေတယ်ပဲဆိုပါစို့။ အေမီက ဒေစီကို အရမ်းလှတဲ့အကြောင်းပြောတယ်။ ဒေစီက အဲ့ဒါကို အေမီ သူ့ကိုချစ်လို့ပြောတယ်လို့ အဓိပ္ပါယ်ကောက်တယ်။ ကြားက ဘာဘီကတော့ အရွဲ့တိုက်ပြောတယ်လို့ အဓိပ္ပါယ်ကောက်တယ်။ တကယ်တမ်းတော့ အေမီဟာ ဒေစီ့လိုဖြစ်ချင်တာကြောင့် ပြောတာဖြစ်နေပါတယ်။ လူတွေဟာ တစ်ယောက်နဲ့တစ်ယောက် စကားပြောရင်းပဲဖြစ်ဖြစ်၊ အမူအရာတစ်ခုကို အကဲခတ်ရင်းပဲဖြစ်ဖြစ် အဓိပ္ပါယ်ကောက်တတ်ကြပါတယ်။ စကားတစ်ခွန်း၊ လုပ်ရပ်တစ်ခုတည်းကို အဓိပ္ပါယ်မျိုးစုံကောက်ကြရင်း ကိုယ့်အဓိပ္ပါယ်အတိုင်း ရှေ့ဆက်ကြပါတယ်။ဒီရုပ်ရှင်ဟာ နာမည်ကျဆင်းနေပြီဖြစ်တဲ့ ရုပ်ရှင်မင်းသားကြီးတစ်ယောက်နဲ့ ယောကျ်ားလျစ်လျူရှုတာ ခံနေရတယ်လို့ အဓိပ္ပါယ်ကောက်ထားတဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဘော့ဟားရစ်လို့ခေါ်တဲ့ နာမည်ကျော်မင်းသားကြီးဟာ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1xYjk/Lost_In_Translation_[2003]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/the-town-poster-133x200.jpg",
        "title": "The Town (2010)",
        "description": "The Town (2010)\nIMDb - 7.5/10_____Rotten - 93%\n  \nFBI ရဲတွေ ဒေါသအရမ်းထွက်နေကြတယ်...FBIအဖွဲ့ခေါင်းဆောင်ကလည်း ဆဲဆိုသံနဲ့အတူ\n\" ဒီသောက်ဘဏ်ဓားပြတွေက သောက်ချဉ်တော့မဟုတ်ဘူးကွ\" ဆိုပြီးအော်ဟစ်နေတယ်...\nဘာကြောင့် ဒီလိုဖြစ်နေတာလဲဆိုတော့ ဘဏ်ကိုဓားပြတိုက်ခံရပြီး အချိန်မီ အချက်ပေးသံကြောင့်\nဘဏ်ကိုရဲတွေဝိုင်းခဲ့ပေမယ့် တစ်ယောက်မှမမိလိုက်ဘူး..\n..မှုခင်းသဲလွန်စတွေရှာပြန်တော့လည်း cctv မှတ်တမ်းတွေဖျက်ဆီးသွားတဲ့အပြင် လက်ဗွေရာတစ်စွန်းတစ်စတောင်\nမကျန်အောင် ဆပ်ပြာရည်တွေ ဘဏ်အတွင်းပက်ပြန်းသွားလို့ပါပဲ....တစ်ခုတော့ရှိတယ် ...\nဘဏ်ဓားပြတွေက ဓားစာခံအဖြစ် ဘဏ်စာရေးမတစ်ယောက်ကို ဖမ်းခေါ်သွားပါတယ်..\n..ဒီကားရဲ့ ဒါရိုက်တာက  Ben Affleck  ဖြစ်ပါတယ်... Gone Baby Gone ကိုလည်း သူကိုယ်တိုင်ရိုက်ကူးခဲ့ပြီး\nအဲ့ဒီကားမှာ သူ့ရဲ့အရည်အချင်းကိုကြည့်ဖူးသူတိုင်း\nမချီးကျူးဘဲမနေနိုင်အောင်ဖြစ်ခဲ့ကြမှာပါ...\nမှုခင်း ဘဏ်ဓားပြ နဲ့အချစ်ဇာတ်လမ်းလေးတွေ အချိုးကျတင်ဆက်ထားလေတော့ ခံစားကြည့်လိုက်ပါဦးလို့....\n  \nFBI ရဲေတြ ေဒါသအရမ္းထြက္ေနၾကတယ္...FBIအဖြဲ႕ေခါင္းေဆာင္ကလည္း ဆဲဆိုသံနဲ႔အတူ\n\" ဒီေသာက္ဘဏ္ဓားျပေတြက ေသာက္ခ်ဥ္ေတာ့မဟုတ္ဘူးကြ\" ဆိုၿပီးေအာ္ဟစ္ေနတယ္...\nဘာေၾကာင့္ ဒီလိုျဖစ္ေနတာလဲဆိုေတာ့ ဘဏ္ကိုဓားျပတိုက္ခံရၿပီး အခ်ိန္မီ အခ်က္ေပးသံေၾကာင့္\nဘဏ္ကိုရဲေတြဝိုင္းခဲ့ေပမယ့္ တစ္ေယာက္မွမမိလိုက္ဘူး..\n..မႈခင္းသဲလြန္စေတြရွာျပန္ေတာ့လည္း cctv မွတ္တမ္းေတြဖ်က္ဆီးသြားတဲ့အျပင္ လက္ေဗြရာတစ္စြန္းတစ္စေတာင္\nမက်န္ေအာင္ ဆပ္ျပာရည္ေတြ ဘဏ္အတြင္းပက္ျပန္းသြားလို႔ပါပဲ....တစ္ခုေတာ့ရွိတယ္ ...\nဘဏ္ဓားျပေတြက ဓားစာခံအျဖစ္ ဘဏ္စာေရးမတစ္ေယာက္ကို ဖမ္းေခၚသြားပါတယ္..\n..ဒီကားရဲ႕ ဒါ႐ိုက္တာက  Ben Affleck  ျဖစ္ပါတယ္... Gone Baby Gone ကိုလည္း သူကိုယ္တိုင္႐ိုက္ကူးခဲ့ၿပီး\nအဲ့ဒီကားမွာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/RZM4/The_Town_[2010]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AbeWwWav4v3BwGR1UBJdnC2VAwO.jpg",
        "title": "Genesis(2018)",
        "description": "CM ပရိသတ္ၾကီးအတြက္ကားအသစ္ အလန္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္။ကားနာမည္က Genesis (2018)ပါ။ဇာတ္လမ္းကေတာ႔ စြန္႔စားခန္း သဲထိတ္ရင္ဖိုေတြၾကိဳက္သူေတြအတြက္ေတာ႔ အၾကိဳက္ေတြ႔မွာပါ။ဇာတ္လမ္းအက်ဥ္းကေတာ႔ ကမၻာၾကီးေပၚမွာ ဓာတုလက္နက္ေတြသံုးျပီး တိုက္ခိုက္မႈေတြေၾကာင္႔ပါတ္ဝန္းက်င္ညစ္ညမ္းကာ လူသားမ်ိဳးသုန္းလုနီးပါးျဖစ္ခဲ႔ရပါတယ္။ေလထု ေျမထု ေရထုေတြညစ္ညမ္းျပီးေျမေပၚမွာလူသားေတြေနမရတဲ႔အဆံုး ေျမေအာက္မွာအခန္းေတြဖြဲ႔ကာ ေနထိုင္ရပါေတာ႔တယ္။ရက္ေတြၾကာလာတာနဲ႔အမွ် စားနပ္ရိကၡာျပႆနာေတြအတြက္စက္ရုပ္ေတြဖန္တီးကာစားနပ္ရိကၡာအရွာထြက္ခိုင္းျပီးေနာက္ဘာေတြဆက္ျဖစ္မယ္ဆိုတာ စိတ္ဝင္စားစရာပါ။မထင္မွတ္ထားတဲ႔အလွည္႔အေျပာင္းေတြနဲ႔ဒီကားေလးကေတာ႔ Imdb Rating 6.9/10 ရရွိထားပါတယ္။ Qty - 720p Web DLDuration - 1hr 44minGern - Sci-Fi/ActionSubtitle - MyanmarTranslator - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "4.9",
        "url": "https://megaup.net/1APda/Genesis_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w72uIvkMIDq5sIUT1stTWDIudFw.jpg",
        "title": "Love & Passion",
        "description": "ၿပီးခဲ့တဲ့ ႏွစ္က ရွာရင္းေဖြရင္း ဒါရိုက္တာႀကီး Tinto Brass ရဲ႕ လက္ရာ စုစည္းမႈ\nTinto Brass Premium Collection ဆိုတဲ့ ဖိုင္ကို ရွာေတြ႔ခဲ့ၿပီး\nဇတ္ကားေကာင္း ၂၂ ကား ပါ၀င္ပါတယ္ အကုန္လံုးဟာ\nရွားရွားပါးပါးေတြ ျဖစ္ၿပီး တစ္ခ်ိဳ႕ ရုပ္ရွင္ေတြဟာေတာ့\nVideo Quality အေတာ္နိမ့္ၿပီး 360P ေလာက္သာ\nရွိတာေတြ႔ရပါတယ္ ထပ္မံရွာေဖြေသာ္လဲ\nယခု ရရွိထားတာေလာက္ ေကာင္းတာကို\nရွာေဖြမေတြ႔ခဲ့ပါဘူး...\nTinto Brass ဟာ မိန္းမေက်ာနပ္သူလားလို႔ေတာင္\nထင္ရေအာင္ သူေရးသမွ် ရိုက္သမွ် ရုပ္ရွင္ကားတိုင္းဟာ\nမိန္းမေတြရဲ႕ အေက်ာကို နားလည္ေအာင္ ေဖာ္ျပသလို\nအိမ္ေထာင္ေရး အရႈပ္အရွင္း ဇတ္လမ္းေတြ\nမိန္းကေလး အခ်စ္ ေယာက်ၤားေလး အခ်စ္ နဲ႔\nတစ္ခါတစ္ေလ နားလည္ရခက္တဲ့ အရာေတြကို\nျမင္ရပါတယ္...\nChannel Myanmar မွာလဲ Tinto Brass Special Package ျဖစ္ေအာင္\nေနာက္ဆို တစ္ခုခ်င္းစီ ၂၂ ကားျပည့္ေအာင္ ဘာသာျပန္ရင္း\nတင္ဆက္ေပးသြားပါမယ္ အခု ေတာ့ ရုပ္ရွင္ကားရဲ႕ Review ကို ခနေလာက္\nဖတ္ၾကည့္ၾကစို႔...ဖရတ္ နဲ႔ ဂ်နီဖာ တို႔ လင္မယားဟာ ခရီးတစ္ခုကို အတူထြက္လာၿပီး\nဂ်နီဖာ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/love-passion/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tHDtskokZeO9B3JBdR1dSH0uqad.jpg",
        "title": "Winchester (2018)",
        "description": "ဒီဇာတ္ကားဟာတကယ့္ျဖစ္ရပ္မွန္ကိုအေျခခံျပီးရိုက္ကူးထားတာျဖစ္ပါတယ္။ဒီဇာတ္ကားထဲမွာပါတဲ့ Winchester မိသားစုဟာလည္းအမွန္တကယ္ရွိခဲ့ျပီး အဆိုပါ Mrs.Winchester ဟာလည္းအမွန္တကယ္ သူ႕ရဲ႕မျပီးဆံုးႏိုင္တဲ့အိမ္ကိုတည္ေဆာက္ရင္း ေသဆံုးခဲ့တာပဲျဖစ္ပါတယ္။ယခုထက္ထိအဆိုပါ အိမ္ၾကီးဟာ အေမရိကန္ျပည္ေထာင္စုမွာ စိတ္ေျခာက္ျခားဖြယ္အေကာင္းဆံုးအိမ္ၾကီးအျဖစ္ ရွိေနဆဲပဲျဖစ္ပါတယ္။ဒီဇာတ္ကားမွာ Dr.Prices ဟာသဘာ၀လြန္ျဖစ္ရပ္ေတြကိုမယံုၾကည္သူျဖစ္ျပီး အားလံုးဟာလူ႕စိတ္နဲ႕ေစခိုင္းရာအတိုင္း ၾကိဳးဆြဲရာကျပေနတာပဲျဖစ္တယ္လုိ႕ ယံုၾကည္ထားတဲ့စိတ္ေရာဂါကုဆရာ၀န္တစ္ဦးပဲျဖစ္ပါတယ္။Mrs.Winchester ရဲ႕ထူးဆန္းတဲ့အျပဳအမူေတြေၾကာင့္ သူ႕ကိုဖိတ္ေခၚေဆးစစ္ေစရမွာေတာ့ သူတစ္သက္လံုးယံုၾကည္ ကိုင္စြဲလာတဲ့ သေဘာတရားေတြကို သံသယ၀င္လာစရာေတြျဖစ္လာေတာ့တာပါပဲ။Dr.Prices ကိုမွဘာေၾကာင့္ ေရြးခ်ယ္ရတာလဲ၊ ဒီအိမ္ၾကီးကဘာေတြဆက္စပ္မႈရွိျပီး စိတ္၀င္စားစရာေတြနဲ႕ျပည့္ႏွယ့္ေနရတာလဲ၊Mrs. Winchester ဟာဘာေၾကာင့္ သူ႕အိမ္ကိုမျပီးႏိုင္မစီးႏိုင္ေအာင္တည္ေဆာက္ေနရတာလဲ၊အိမ္ၾကီးရဲ႕လ်ဳိ႕၀ွက္ခ်က္ေရာဘာလဲဆိုတာ စိတ္၀င္စားစရာပါ။ပုိစိတ္၀င္စားစရာက ဒီျဖစ္ရပ္ဟာအမွန္တကယ္ျဖစ္ခဲ့တာေၾကာင့္ပါပဲ။ဇာတ္ကားမထြက္ကတည္းက အာရုံစိုက္မႈေတြခံထားရတဲ့ ဇာတ္ကားေလးျဖစ္သလို Horror ၾကိဳက္တဲ့သူေတြအတြက္ေရာ စိတ္၀င္စားစရာေတြကိုၾကိဳက္တဲ့သူေတြအတြက္ပါ ဒီဇာတ္ကားဟာ စိတ္၀င္စားမႈအျပည့္နဲ႕ ၾကည့္ရႈႏိုင္မယ့္ကားေလးပဲျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုသူရပါ) File Size : (800 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre : Biography, Fantasy, Horror\nSubtitle ...",
        "rating": "5.4",
        "url": "https://megaup.net/Udan/Winchester_[2018]_(MM_Sub).mp4",
        "category": "Biography, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j18021qCeRi3yUBtqd2UFj1c0RQ.jpg",
        "title": "12 Strong (2018)",
        "description": "စစ်ကားကောင်းကောင်းမှ ကြည့်ချင်တယ်ဆိုတဲ့ စစ်ကားကြိုက်ပရိသတ်တွေအတွက် 12 Strong ဆိုတဲ့ ရုံတင်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ဒီရုပ်ရှင်ဟာ Doug Stanton ရဲ့ဖြစ်ရပ်မှန်ဝတ္ထု Horse Soldiers ကို မှီငြမ်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီရုပ်ရှင်မှာဆိုရင်တော့ 9/11 အဖြစ်အပျက်အပြီး အာဖဂန်နစ္စတန်ကို ပထမဆုံးစေလွှတ်ခံရတဲ့ အမေရိကန်တပ်ဖွဲ့အကြောင်ကို အဓိကထားပြီး ပြသထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကပ္ပတိန်မစ်ချ်နယ်လ်ဆန်ဦးဆောင်ပြီး တပ်သား ၁၂ ယောက်သာပါဝင်တဲ့ တပ်ဖွဲ့တစ်ဖွဲ့ဟာ အာဖဂန်စစ်ခေါင်းဆောင်တစ်ယောက်နဲ့ ပူးပေါင်းပြီး တာလီဘန်နဲ့ အယ်လ်ကေဒါးတွေလက်ထဲကျရောက်နေတဲ့ မြို့၊ နယ်မြေတွေကို ပြန်လည်သိမ်းယူနိုင်ဖို့ ကြိုးပမ်းကြရတာဖြစ်ပါတယ်။တာလီဘန်တွေနဲ့ ယှဉ်ရင် လက်နက်အင်အား၊ လူအင်အားလဲ မမျှသလို နယ်မြေလဲမကျွမ်းကျင်ကြတဲ့ နယ်လ်ဆန်တို့အဖွဲ့\nသူတို့ရဲ့မစ်ရှင်တွေကို အောင်နိုင်ပါ့မလား၊သူတို့ရဲ့မဟာမိတ် စစ်ခေါင်းဆောင်ဆိုတာလဲ ယုံကြည်ရရဲ့လား ဆိုတဲ့ သို့လော သို့လောတွေ အများကြီးပါဝင်ပါတယ်။ပုံမှန်ဆိုရင် နှစ်စဉ် ပထမဆုံးလမှာ ရုံတင်တဲ့ရုပ်ရှင်ကားတွေက ဂွမ်းလေ့ရှိပေမယ့် ဒီကားကတော့ ရုံတင်တဲ့အခါ တော်တော်လေး ချီးကျူးခံခဲ့ရတဲ့ကားတစ်ကားဖြစ်ပါတယ်။တာလီဘန်တွေ ဘယ်လောက်ရက်စက်သလဲဆိုတာကိုသေချာပြသွားနိုင်ခဲ့သလို အာဖဂန်ပြည်သူတွေရဲ့ သနားစရာကောင်းတဲ့ဘဝအခြေအနေတွေကိုလဲ သေချာရိုက်ကူးပြသွားခဲ့ပါတယ်။ဝေဖန်ရေးဆရာတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/4eL7p/12_Strong_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/4-138x200.jpg",
        "title": "Ajin: Demi-Human (2017)",
        "description": "ပထမဆံုးေၿပာရမယ္ဆိုရင္ ကြ်န္ေတာ္ဂ်ပန္ကားေတြကိုမၾကိဳက္ပါဘူး..\nမၾကိဳက္ဘူးဆိုတာထက္ အၿမဲၾကားေနက်ဘာသာစကားမဟုတ္တဲ့အတြက္ေၾကာင့္\nစိမ္းေနတာလည္းပါတာေပါ့..\nဒါေပမယ့္ ဒီကားေလးကိုေတာ့ Encode လုပ္ဖို႕အတြက္စစ္ရင္းအစမ္းၾကည့္ပါတယ္...\nၾကည့္ေနရင္းနဲ႕ေကာင္းတဲ့ကားေလးတစ္ကားၿဖစ္တာေၾကာင့္ အားလံုးလည္းခံစားလို႕ရေအာင္\nတင္ဆက္ေပးလိုက္ပါတယ္...\nအညႊန္းေလးကိုဖတ္ၾကည့္ရေအာင္...\nဒီကားမွာ အာဂ်င္းဆိုတဲ့ ဇာတ္ေကာင္အေၾကာင္းကိုေၿပာၿပထားတာပဲၿဖစ္ပါတယ္...\nအာဂ်င္းကို ဂ်ပန္ရဲ႕မန္ဂါစီးရီးကေနၿပန္လည္အသက္သြင္ၿပီးရုိက္ကူးခဲ့ပါတယ္...\nအာဂ်င္းဆိုတာက မေသတဲ့လူမ်ိဳးေတြပါ...\nေၿပာရမယ္ဆိုရင္ေတာ့ လူတပိုင္း မိစၦာတစ္ပိုင္းအရာေတြပဲၿဖစ္ပါတယ္....\nဒီအာဂ်င္းေတြဟာ လူေတြကိုဒုကၡေပးတဲ့အရာေတြမဟုတ္ပါဘူး...\nဒါေပမယ့္တိုးတက္ေၿပာင္းလဲလာတဲ့ နည္းပညာေတြအရ အာဂ်င္းရဲ႕\nမေသႏိုင္တဲ့အစြမ္းေတြကို လူသားေတြဟာ စိတ္၀င္စားလာၾကၿပီး\nအာဂ်င္းေတြကို ဖမ္းဆီးကာ အမ်ိဳးမ်ိဳးႏွိပ္စက္ၿပီး သုေတသနေတြလုပ္ၾကပါေတာ့တယ္....\nဒါေၾကာင့္လည္းအာဂ်င္းေတြကို ေၿခေထာက္ၿဖတ္လိုက္ ဓားနဲ႕ၿဖတ္လိုက္နဲ႕\nေနာက္ဆံုး ၿမင္မေကာင္းတဲ့ ဒဏ္ရာေတြ ၿဖစ္လာရင္ reset လို႕သူတို႕ေခၚေ၀ၚၾကတဲ့\nအာဂ်င္းေတြကိုသတ္လိုက္ပါေတာ့တယ္...\nခဏၾကာရင္ အသတ္ခံလိုက္ရတဲအာဂ်င္းဟာ ၿပန္လည္ရွင္သန္လာပါတယ္...\nအာဂ်င္းရဲ႕ အစြမ္းေတြကေတာ့ ဘယ္ေလာက္ပဲဒဏ္ေတြရရ \nလက္ၿပတ္ ေၿခၿပတ္ ေသနတ္မွန္ ဘယ္လိုပဲၿဖစ္ၿဖစ္\nသူ႕ကိုသတ္လိုက္တာနဲ႕ခဏအတြင္းမွာ ၿပန္လည္ရွင္သန္လာတာပဲၿဖစ္ပါတယ္...\nေနာက္ၿပီးေတာ့ အာဂ်င္းေတြမွာ ကိုယ္ပိုင္ အရိပ္လို႕ေခၚတဲ့ မိစၦာေတြ\nတစ္ေယာက္ခ်င္းစီမွာရွိပါတယ္...\nအဲဒီမိစၦာေတြကို သူတို႕ဟာ ထိန္းခ်ဳပ္ႏိုင္ၾကပါတယ္...\nဒီလိုမ်ိဳးအႏွိပ္စက္ခံရတဲ့အာဂ်င္းေတြဟာ လူေတြကိုမုန္းတီးလာၾကပါတယ္...\nသူတို႕ဟာအစမ္းသပ္ခံမဟုတ္ဘူးဆိုတာလည္း လူေတြသိေအာင္ၿပခ်င္လာၾကပါတယ္...\nဒါေၾကာင့္ သူတို႕ဟာ လူသားေတြကို ကိုယ္ပိုင္အုပ္ခ်ုဳပ္ခြင့္နယ္ေၿမေတြေတာင္းၿပီးေတာ့\nေနာက္ဆံုးမွာ လူသားေတြကို မ်ိဳးတုန္းသတ္ၿဖတ္စတင္ပါေတာ့တယ္...\nအာဂ်င္းေတြအားလံုးမဆိုးသြမ္းၾကပါဘူး...ဒါေပမယ့္ တစ္ေယာက္တည္းေသာအာဂ်င္းကေတာ့\nစိတ္မနာႏိုင္ပဲ လူသားေတြဘက္ကရပ္တည္ၿပီး\nသူရဲ႕မ်ိဳးႏြယ္တူ အာဂ်င္းေတြကို ၿပန္လည္ရင္ဆိုင္ဖို႕ အေၿခေနၿဖစ္လာခဲ့ပါေတာ့တယ္.....\nအားလံုးပဲ က်န္တဲအရာေတြကိုေတာ့ စိတ္လႈပ္ရွားဖြယ္ၾကည့္လိုက္ရေအာင္လား...\nFile Size : (853 MB) and (288 MB)\nQuality ...",
        "rating": "7.0",
        "url": "https://megaup.net/2gRwc/Ajin_-_Demi-Human_[2017]_(MM_Sub).mp4",
        "category": "Action, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oYMTrjb8JtHo9vEyqxnO9gw7rXT.jpg",
        "title": "Gate (2018)",
        "description": "အခုတစ်ခါတော့ ကိုရီးယား ဟာသကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားလေးက မှုခင်း ဟာသ ကားလေးတစ်ကားဖြစ်ပြီးတော့ပါဝင် အားဖြည့်ထားတာကတော့ မြန်မာပရိတ်သတ်တွေ ကောင်းကောင်းရင်းနှီးခဲ့တဲ့Sex is Zero ဆိုတဲ့ ကျောင်းသား ဟာသကားထဲက မင်းသားကြီး  Im Chang Jung ပါသူ့ကိုတော့ ဒီကားထဲမှာ အသက်ကြီးပိုင်းစုံထောက်ကြီးအဖြစ်တွေ့မြင်ကြရမှာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့  ဆိုးအမ်း က လုံခြုံရေးစီစဉ်တဲ့သူဖြစ်ပြီးတော့ သူတို့ရဲ့လုံခြုံရေး စီစဉ်ထားတာတွေကို သူတို့ကိုယ်တိုင်ပြန်လည်ဖောက်ထွင်းပြီး စီးပွားရှာကြပါတယ်သူတို့ အဖွဲ့ဟာ ဒီလုပ်ငန်းနဲ့ သူတို့ ဘဝတွေကိုပြောင်းလဲပေးနိုင်မယ်လို့ ယုံကြည်ထားကြပြီးတော့သူတို့ ရဲ့ ခေါင်းဆောင်ကြီး ဖြစ်တဲ့ Gyu Cheol က သူရဲ့ မှတ်ဉာဏ်တွေကိုမတော်တဆမှုတစ်ခုမှာ ပျောက်ဆုံးခဲ့ရတာကြောင့်မို့လို့ သူတို့ရဲ့ အစီအစဉ်တွေဟာ အထမမြောက်ခဲ့တာပါကဲ Gyu Cheol က ဘာလို့ မှတ်ဉာဏ်တွေပျောက်ဆုံးတာလဲဘယ်လို မတော်တဆမှုကြောင့်လဲ သူတို့ ရဲ့ အစီအစဉ် ကကော ဘာလဲသူတို့ အောင်မြင်ပြီး သူတို့ရဲ့ ဘဝတွေကိုပြောင်းလဲပေးနိုင်မှာလား ...",
        "rating": "",
        "url": "https://megaup.net/1GXio/The_Magic_Hockey_Skates_[2012]_(MM_Sub).mp4 https://megaup.net/1GXik/21_[2008]_(MM_Sub).mp4 https://megaup.net/2mTzf/Gate_[2018]_(MM_Sub).mkv",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/thailand-only1-140x200.jpg",
        "title": "Thailand Only (2017)",
        "description": "Thailand Only (2017)_____IMDb - 5.2/10\n  \nThailand Only ဆိုတဲ့ Comedy ထိုင်းဟာသ ဒရာမာဇာတ်ကားလေးဟာဆိုရင်ဖြင့်\nအရမ်းကိုကြည့်ကောင်းတဲ့ ဇာတ်ကားလေးလို့ ညွှန်းဆိုပါရစေ\nထိုင်းနာမည်ကြီးရုပ်ရှင်ထုတ်လုပ်ရေး သုံးခုက ပူးပေါင်းပြီး တင်ဆက်ရိုက်ကူးထားတာ ဖြစ်ပါတယ်\n(monkhon film international/ Warkpoint picture/ Paranakorn flim)  တို့ဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်း ဂျက်တို့ သူငယ်ချင်းသုံးယောက် ပေါင်းပြီး နိုင်ငံခြားသားတွေကို\nထိုင်းနိုင်ငံရဲ့ နာမည်ကြီး နေရာအနှံ့ အလည်အပတ်ပို့ပေးတဲ့ လုပ်ငန်းတစ်ခုထူထောင်ထားပါတယ်\nပထမဆုံးအလည်အပတ်ခရီးစဉ်ကနေပြီးတော့ တိုင်းသိပြည်သိဖြစ်အောင်\nလုပ်ပြမယ်လို့ ကြုံးဝါးထားပြီးသကာလ ပထမဆုံးခရီးစဉ်အဖြစ်\nတရုတ်လူမျိုး( ၈)ယောက်ကို လက်ခံပြီး ပို့ပေးရတဲ့ ခရီးစဉ်ဖြစ်ပါတယ်\nအရာရာ အလွဲလွဲ အချော်ချော် နဲ့ စတင်ခဲ့တဲ့ ခရီးစဉ်က ဘာတွေ\nဘယ်လို ဆက်ဖြစ်ကြမှာလဲ ဆိုတာကိုတော့ ဟာသလေးနှောပြီး ရိုက်ကူးထားတဲ့\nThailand only ဆိုတဲ့ ဇာတ်ကားလေးကို ဒေါင်းယူကြည့်ရှုကြပါလို့ နိဂျူံးချုပ်လိုက်ရပါကြောင်း......\n  \nSize - 784 MB\nQty - DVD Rip\nGern - ...",
        "rating": "5.2",
        "url": "https://megaup.net/1yO8h/Thailand_Only_[2017]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bJz6BYvRf52CIJ4rVDPdy3h41ZA.jpg",
        "title": "And Then I Go (2017)",
        "description": "အခု ၂၀၁၇ ကထြက္ရွိခဲ့တဲ့ And Then I Go ဆိုတဲ့ကားေလးကိုမိတ္ဆက္ေပးပါမယ္ဒီကားေလးဟာ Good Reads မွာ Rating ေကာင္းေကာင္းရထားတဲ့ စာအုပ္ေကာင္းတစ္အုပ္ျဖစ္တဲ့ စာေရးဆရာ Jim Shepperd ရဲ႕ Project X ဆိုတဲ့စာအုပ္ကို ရိုက္ကူးထားတာျဖစ္ပါတယ္ေပ်ာ္ရႊင္စရာေကာင္းတဲ့ မိသားစုေလးနဲ႔ ခ်စ္စရာညီေလးကိုပိုင္ဆိုင္ထားေပမယ့္ ကိုယ့္ကို နားလည္တဲ့သူမရွိတဲ့ခံစားခ်က္ေတြနဲ႔\nအထီးက်န္္ေနတဲ့ Anti social အလယ္တန္းေက်ာင္းသားေလး အက္ဝင္သူ႔တစ္ဦးတည္းအခ်စ္ဆံုးသူငယ္ခ်င္း ေရာ့ဒီ တစ္ျဖစ္လဲ သူခ်စ္စနိုးေခၚတဲ့ ဖလိက္ကလည္း သူ႔လိုပဲ ေဘာင္မဝင္ဘူးလို႔ ပတ္ဝန္းက်င္ကသတ္မွတ္ခံထားရတဲ့သသူတို႔ႏွစ္ေယာက္\nပတ္ဝန္းက်င္ရဲ႕ အထင္မွားခံရမႈေတြ\nမိသားစုရဲ႕အထင္လြဲျခင္းေတြ ခံရပါမ်ားလာတဲ့အခါ ၾကံမိရာၾကံမိၾကတဲ့အခါမွာေတာ့.. (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ) File Size : (750 MB) and (329 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre : Drama\nSubtitle : ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/and-then-i-go-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/that-obscre-object-of-desire-poster-133x200.jpg",
        "title": "That Obscure Object of Desire (1977)",
        "description": "That Obscure Object of Desire (1977)\nIMDb (7.9).........Rotten Tomatoes (100%)ပထမဆုံးပြောချင်တာက Rating တွေကိုကြည့်လိုက်တာနဲ့ အောက်ကဘာဘာညာညာ ဘာအညွှန်းမှမဖတ်ဘဲ ဇာတ်ကားကိုအရင်ဆုံး ကြည့်သင့်နေပြီလို့ အကြံပြုပါရစေ။အညွှန်းမဖတ်ဘဲ ဇာတ်ကားကို အရင်ဆုံးကြည့်လိုက်တာက ဒါရိုက်တာက ပေးချင်တဲ့ရသကို အရိုးသားဆုံးခံစားရဖို့ရှိပြီးအညွှန်းဖတ်လိုက်ရင်တော့ ကျွန်တော့်ရဲ့ဘက်လိုက်မှုအရိပ်အယောင်တွေ ကိုယ်ပိုင်ခံစားချက်အရိပ်တွေ စွန်းထင်သွားနိုင်ပါတယ်။ဒီဇာတ်ကားက ပြင်သစ်-စပိန်ဇာတ်ကားပါ...မင်းသားက Fernando Rey ဖြစ်ပြီး မင်းသမီးကတော့ Bond Girls တွေထဲကတစ်ယောက်ဖြစ်တဲ့ Carole Bouquet နဲ့ Ángela Molina တို့ဖြစ်ပါတယ်..အားလုံးကတော့ တစ်ခေတ်တစ်ခါက နာမည်ကြီးတွေပါပဲ။ဒါရိုက်တာက Luis Buñuel ဖြစ်ပြီး သူနဲ့ပတ်သက်ပြီး အထူးသတိပေးထားလိုတာကတော့  သူရိုက်သမျှဇာတ်ကားတိုင်း နားလည်ရခက်တယ်ဆိုပြီး နာမည်တစ်လုံးနဲ့နေတာပါပဲ....ကံကောင်းတာက ဒီဇာတ်ကားမှာ သိပ်ပြီး ပညာစွမ်းမပြဘဲ ဖန်တီးထားသလို ဒီဇာတ်ကားဟာလဲ သူ့ဘဝရဲ့နောက်ဆုံးကားပါ..ဒီဇာတ်ကားရိုက်ပြီး  ၁၉၈၃ မှာကွယ်လွန်သွားခဲ့ပါတယ်။သူ့ရဲ့ဇာတ်ကားတိုင်းမှာ ဘယ်ကမှန်းမသိတဲ့ရသတစ်မျိုးကို အရှိအတိုင်းခံစားနေတတ်အောင် အစွမ်းပြတတ်တဲ့ ဒါရိုက်တာတစ်ယောက်ပါ။ ...",
        "rating": "7.9",
        "url": "https://megaup.net/4Vu9z/That_Obscure_Object_Of_Desire_(Cet_Obscur_Objet_Du_Désir)_[1977]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wRYZdWGCcC7ttY7MFNbIKpR3pnn.jpg",
        "title": "Super(2010)",
        "description": "Super(2010)\nIMDb.....6.8\n2010 မှာထွက်ရှိခဲ့တဲ့ အလန်းစား Superhero ဇာတ်လမ်းပဲဖြစ်ပါတယ် Superhero Comedy ဇာတ်ကားဖြစ်ပြီး ဘာဖြစ်လို့ IMDB 6.8 အထိတောင်ရခဲ့တာလဲ..ဒီဇာတ်ကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာကတော့ Guardian of the Galaxy ကိုပုံဖော်ပေးခဲ့တဲ့ ဒါရိုက်တာ James Gunn ပဲဖြစ်ပါတယ်...ဒီဇာတ်လမ်းထဲမှာတော့ ဟာသမင်းသားကြီး Rainn Wilson က ခေါင်းဆောင်မင်းသားအဖြစ်ပါဝင်ထားပြီးနာမည်ကြီးမင်းသမီးတွေဖြစ်တဲ့ Ellen Page နဲ့ Liv Tyler တို့လည်းပါဝင်သရုပ်ဆောင်ထားပါတယ် ငယ်စဉ်ကလေးဘဝတည်းကလူတွေရဲ့အနှိမ်ခံဘဝနဲ့နေထိုင်လာရတဲ့ ဖရန့်ခ်ဒါဘို (Rainn Wilson)ရဲ့ မသိစိတ်ထဲမှာတော့ psycho အသေးစားလေးတစ်ခုစွဲကပ်ခဲ့ပါတယ်...အရွယ်ရောက်လာတဲ့အခါမှာလည်း မိန်းမဖြစ်သူ'ဆာရာ'(Liv Tyler)ဟာ သူ့ကိုစွန့်ပစ်ပြီး 'ဂျော့ခ်'ဆိုတဲ့လူနောက်ကိုလိုက်သွားခဲ့ပါတယ် 'ဂျော့ခ်'ဆိုတဲ့သူဟာလည်း ဒုစရိုက်မှုတွေလုပ်နေတဲ့သူတစ်ယောက်ပဲဖြစ်ပါတယ် ဒီတော့ဖရန့်ခ်ရဲ့စိတ်မှာ စွဲကပ်နေတဲ့ psycho တွေဟာကြီးမားလာပြီးသူဟာ ဘုရားသခင်ရဲ့ရွေးချယ်ခြင်းကိုခံရတဲ့လူတစ်ယောက်လို့ ထင်ယောင်ထင်မှားဖြစ်ကာ ရာဇဝတ်မှုတွေကိုနှိမ်နင်းပါတော့တယ် သူ့လုပ်ရပ်တွေကိုသဘောကျနေတဲ့ 'လစ်ဘီ'(Ellen Page)ဆိုတဲ့ ချာတိတ်မတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပြီးနှစ်ယောက်အတူပူးပေါင်းမိခဲ့ပါတယ် အဲ့နောက်မှာတော့ ဖရန့်ခ်နဲ့လစ်ဘီဟာ 'ဆာရာ့'ကိုကယ်ဖို့ကြိုးစားရင်း ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Hhp7/Super_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e8SJJEliAK9g0EG5agPsbxWoWoI.jpg",
        "title": "The Vanishing of Sidney Hall (2017)",
        "description": "Rating ေကာင္းေကာင္းေ၀ဖန္မႈေကာင္းေကာင္းရရွိထားတဲ့ Drama/Mystery ဇာတ္ကားေလးျဖစ္ပါတယ္။ဇာတ္အိမ္ကို Sidney Hall ဆိုတဲ့စာေရးဆရာတစ္ေယာက္ကို အေျချပဳတည္ထားတာျဖစ္ျပီး ဒီဇာတ္ကားမွာ Sidney Hall ရဲ႕ ဘ၀ကို ဆယ္ေက်ာ္သက္အရြယ္၊ လူလတ္ပိုင္းနဲ႕ သူေပ်ာက္ဆံုးသြားတဲ့ အပိုင္းဆိုျပီး ၃ပိုင္းခြဲျပီး တင္ျပထားပါတယ္။ဆယ္ေက်ာ္သက္အရြယ္မွာ ျဖစ္ပ်က္ခဲ့တာေတြ၊ လူလတ္ပိုင္းမွာျဖစ္ပ်က္ခဲ့တာေတြကို အျပန္အလွန္ ရိုက္ကူးျပထားျပီး ေအာင္ျမင္သည့္စာေရးဆရာျဖစ္လာျပီးေနာက္ ထူးဆန္းစြာေပ်ာက္ဆံုးသြားပါတယ္။အဲဒီမွာပဲ သူ႕ရဲ႕ေပ်ာက္ဆံုးမႈကိုလိုက္ေျခရာခံခဲ့တဲ့ Fraincis ဆိုသူေပၚလာျပီး လိုက္လံေဖာ္ထုတ္ပါေတာ့တယ္။Sidney Hall ဘာေၾကာင့္ေပ်ာက္ဆံုးသြားရတာလဲ၊သူဆယ္ေက်ာ္သက္အရြယ္မွာ၊လူငယ္ဘ၀မွာဘာေတြျဖစ္ပ်က္ခဲ့လဲ၊Francis ကေရာဘာေၾကာင့္လိုက္လံစံုစမ္းရတာလဲ၊ဘယ္လိုျမဳပ္ကြက္ေတြ ရွိေနမလဲဆိုတာေတာ့ ဇာတ္လမ္းကိုပဲဆက္ၾကည့္လိုက္ေစခ်င္ပါတယ္။စိတ္၀င္စားစရာေကာင္းျပီး ရသအမ်ဳိးမ်ဳိး၊ ေတြးေခၚစရာအမ်ဳိးမ်ဳိးေပးႏိုင္မယ့္ကားေလးပဲျဖစ္ပါတယ္။ေ၀ဖန္မႈေကာင္းေကာင္းနဲ႕ Rating လည္း 6.8 ထိရရွိထားတဲ့ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။(ဘာသာျပန္ေပးထားသူကေတာ့ Lex Luthor ျဖစ္ပါတယ္) File Size : (864 MB) and (378 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre : Drama, Mystery\nSubtitle : ...",
        "rating": "6.8",
        "url": "https://megaup.net/Tzwv/The_Vanishing_Of_Sidney_Hall_[2017]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/In-the-Fade-poster-218x340-128x200.jpg",
        "title": "In the Fade",
        "description": "Rating မြင့်မြင့် Crime Drama ကားကောင်းကောင်း ကြည့်လိုတဲ့ CMပရိသတ်ကြီးအတွက်In the fade (2018) ဆိုတဲ့ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။အရာအားလုံးရင်းပြီးတည်ဆောက်ခဲ့ရတဲ့ ပျော်ရွှင်စရာမိသားစုလေးတစ်ခုဆိုတာကတ်ဂျာ ပိုင်တိုင်သမျှအရာအားလုံးပါ။တစ်နေ့တော့ မထင်မှတ်ပဲ ဗုံးပေါက်ကွဲမှုတစ်ခုကြောင့်မိသားစုဘဝလေးပျက်ဆီးသွားခဲ့ရပါတော့တယ်။ဗုံးဖောက်ခွဲခဲ့တဲ့လူကို သိလာခဲ့တဲ့နောက် ကတ်ဂျာတစ်ယောက် ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ?တရားမျှတမှုကိုရော ရှာတွေ ့နိုင်ပါ့မလား?မထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းတွေ ၊အားမလိုအားမရ ခံစားချက်တွေနဲ့အတူဇာတ်လမ်းအဆုံးအထိ ဆွဲခေါ်နိုင်သွားတဲ့ကားလေးလို့ပဲ ညွှန်းလိုက်ပါရစေ။Ratingတွေ အနေနဲ့ကတော့ Imdb 7.3 Rotten Tomatoes 74% ရရှိထားတဲ့ ကားလေးပါ။File Size : (761 MB) and (302 MB)\nQuality : 720p WEB DL\nRunning Time : 1hr 46min\nFormat : Mp4\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Hhlp/In_The_Fade_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/n-135x200.jpg",
        "title": "Net I Die (2017)",
        "description": "Net I Die ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ ၂၀၁၇ခုႏွစ္​ထြက္​ ထိုင္​းသရဲကားတစ္​ကားျဖစ္​ပါတယ္​အင္​တာနက္​​ေပၚက ​ေ၀ဖန္​​ေျပာဆိုမႈ​ေတြ​ေၾကာင္​့ လူတစ္​​ေယာက္​ဘ၀ပ်က္​စီး ​ေသဆံုးရတဲ့အထိ ျဖစ္​ပ်က္​သြားပံုကို ပညာ​ေပးအ​ေနနဲ႔႐ိုက္​ကူးထားတာျဖစ္​ပါတယ္​သ႐ုပ္​​ေဆာင္​ထားသူ​​ေတြက​ေတာ့ Kachai Pich....Fahkuelon Ratsameekhae..... Klai-Udom Sarantornစတဲ့သူ​ေတ​ြအပါအ၀င္​ မိန္​းမ​ေခ်ာ​ေလး​ေတြ အမ်ားႀကီးပါပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ မ်က္​ႏွာလိမ္​းခရင္​မ္​တံဆိပ္​တစ္​ခုကို review လုပ္​​ေပးဖို႔ ငွါးရမ္​းျခင္​းခံရတဲ့ အင္​တာနက္​ဆယ္​လီ Monica တစ္​​ေယာက္​ ခရင္​မ္​​ေၾကာင္​့ မ်က္​ႏွတစ္​ခုလံုးျမင္​မ​ေကာင္​း​ေအာင္​စုတ္​ျပတ္​သြားတဲ့အခါ အရင္​ကသူ႔ကိုခ်စ္​ခင္​သူ​ေတြက သူ႔ကို ခ်ိဳးႏွိမ္​ပါ​ေတာ့တယ္​.....ဒီလိုနဲ႔စိတ္​ဆင္​းရဲၿပီးသတ္​​ေသသြားတဲ့အခါ သူ႔ကို ဒီလိုျဖစ္​​ေအာင္​လုပ္​သူ​ေတြကို ကလဲ့စား​ေခ်ပါ​ေတာ့တယ္​....သူ​ေသဆံုးသြားရတာ ဘာ​ေၾကာင္​့လဲ.....ဘာ​ေၾကာင္​့ သူ႔ဘ၀ပ်က္​သြားတယ္​ဆိုတာ ​ျဖည္​းျဖည္​းခ်င္​း​ေပၚ​ေပါက္​လာပါ​ေတာ့တယ္​.......ပရိသတ္​​ေတြအားလံုး ဇာတ္​ကားထဲကမိန္​းမ​ေခ်ာ​ေလး​ေတြကို႐ႈစားရင္​း ရင္​တထိတ္​ထိတ္​နဲ႔ၾကည္​့႐ႈရမယ္​့ဇာတ္​ကား​ေကာင္​းျဖစ္​ပါတယ္​??? (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ အန္တီ အိပပစံပါ) File Size : (700 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Horror, Thriller\nSubtitle : Myanmar ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/net-i-die-2017/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/cheese-in-the-trap-poster-150x200.jpg",
        "title": "Cheese in the Trap (2018)",
        "description": "Cheese in the Trap (2018)_____IMDb - 6.0/10\n  ၂၀၁၈ မတ်လကမှထွက်ရှိထားတဲ့ Cheese in the trap ဆိုတဲ့ movie လေးကတော့ k-drama ပရိသတ်နဲ့စိမ်းလှမယ်မထင်ပါဘူး။၂၀၁၆ တုန်းက rating အမြင့်ဆုံးရခဲ့တဲ့ series version ကိုပြန်လည်ရိုက်ကူးထားတာပါ။main actor ကလွဲပြီး ကျန်တဲ့ ဇာတ်ဆောင်တွေအားလုံးကတော့ စီးရီးထဲကသရုပ်ဆောင်တွေမဟုတ်ပါဘူး။main actor နဲ့ actress ကတော့ park hae jin (man to man ) နဲ့ oh yeon seo (ဆမ်ဂျန်း)တို့ပဲဖြစ်ပါတယ်။ဟုန်းဆိုးဆိုတဲ့ သာမန်တက္ကသိုလ်ကျောင်းသူလေးက အချိန်ပိုင်းအလုပ်တွေ ကျူရှင်သင်တဲ့အလုပ်တွေနဲ့ ကျောင်းစရိတ်ရှာပြီး တတ်နေရသူပါ။ နှစ်စပိုင်းတုန်းက သူ့ကိုအေးစက်စက်နဲ့ လျစ်လျူရှုခဲ့တဲ့ စီနီယာ ယိုဂျောင်း သူ့အပေါ်ပြောင်းလဲလာခဲ့ပြီး နွေးထွေးဂရုစိုက်လာတဲ့အခါမှာ ဟုန်ဆိုးတစ်ယောက် စိတ်ကသိကအောင့်ဖြစ်လာခဲ့ပါတယ်။အားလုံးနဲ့အဆင်ပြေပြီး အမြဲပြုံးနေတတ်တဲ့ သူဌေးသူးလေးယိုဂျောင်း ...",
        "rating": "6.0",
        "url": "https://megaup.net/2WWRO/Cheese_In_The_Trap_(Cheazeu_In_Deo_Teuraeb)_[2018]_(MM_Sub).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/jYhm5wpUdKSWHybNS5953q8r6jk-133x200.jpg",
        "title": "Submergence (2017)",
        "description": "Submergence (2017)_____IMDb - 5.4/10\n  \nMarvelရဲ့ Professor X (James McAvoy)ရဲ့ဇာတ်ကားသစ်လေးနဲ့မိတ်ဆက်ပေးလိုက်ပါ့မယ်\nဒီကားလေးထဲမှာတော့ သူက အယ်လ်ကိုင်ဒါအကြမ်းဖက်သမားတွေကြောင့် ခရူးဆိတ်စစ်ပွဲ(ဘာသာရေးစစ်ပွဲ)တွေပြန်အစပျိုးလာတဲ့အာဖရိကရဲ့ကက်စ်စမဒရိုးဒေသဆီသွားပြီးဂျီဟတ်ဒ်စစ်ပွဲပြင်ဆင်ဖို့ဖိအားပေးခြင်းခံနေရတဲ့ဒုက္ခသည်တွေအတွက် ရေရရှိဖို့အကျိုးဆောင်မယ့်အင်ဂျင်နီယာဂျိမ်းစ်မောအဖြစ်တွေ့ရမှာပါ\nဒီလိုပြင်ဆင်ရင်းနဲ့ပဲ ဟိုတယ်တစ်ခုမှာပရော်ဖက်ဆာဒန်နီဖလင်းဒါးလို့ခေါ်တဲ့အဏ္ဏဝါဗေဒပညာရှင်လေးတစ်ယောက်နဲ့ဆုံခဲ့ပြီးသိတဲ့အတိုင်းဇာတ်လမ်းဘာညာစတယ်ဆိုပါတော့ဗျာ\nဒန်နီကလည်းသူမရဲ့အိပ်မက်ဖြစ်တဲ့ရေအောက်အနက်ဆုံးအလွှာထိဆင်းပြီးလေ့လာဖို့\nဂျိမ်းစ်ကလည်း စစ်ပွဲတွေအဆုံးသတ်ဖို့အတွက် ဆိုတဲ့ကိုယ်စီအိပ်မက်တွေယှဉ်လာချိန်မှာတော့.......\nသူတို့ပြန်ဆုံနိုင်ပါ့မလား အိပ်မက်ကိုယ်စီကိုအကောင်အထည်ဖော်နိုင်ပါ့မလားဆိုတာကတော့...???\nကြည့်ကြည့်ရအောင်ဗျာ....???(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုပြေဟိဏ်းဆက်ပါ)   \nFile Size : (850 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 52min\nFormat : Mp4\nGenre : Drama, Romance, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-FGT\nTranslated by Pyae Xeinn Sett\nEncoded by Thanhtike Zaw",
        "rating": "5.4",
        "url": "https://megaup.net/Sqfj/Submergence_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/guardian-of-the-tomb-poster-135x200.jpg",
        "title": "7 Guardians of the Tomb (2018)",
        "description": "7 Guardians of Tomb (2018)_____IMDb - 4.4/10\n အခု Adventure ပရိတ်သတ်ကြီးအတွက်Australia-Chinese ဖက်စပ်ရိုက်ကူးထားတဲ့7 Guardians of the Tomb ဆိုတဲ့ကားလေးကိုမိတ်ဆက်ပေးချင်ပါတယ်IMDB 4.4/10 ရရှိထားပြီးဒါရိုက်တာ Kimble Rendall ကရိုက်ကူးထားတာပါCast တွေအနေနဲ့ The Expendables 3 မှာပါဝင်ခဲ့တဲ့Kellan Lutz နဲ့ Kelsey Grammer တို့နဲ့အတူတရုတ်မင်းသမီးချောလေး Bing Bing Li တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းကတော့ ဂျီယာနဲ့ လုခ် တို့ဟာ မိဘမဲ့မောင်နှမနှစ်ယောက်ဖြစ်ပြီး သူ့အဖေနဲ့အမေဟာBiotech ဆိုတဲ့ဆေးကုမ္ပဏီရဲ့ အကြီးအကဲတွေဖြစ်ပြီးလေယာဉ်စီးပီးအစည်းအဝေးတစ်ခုကအပြန်မှာလုပ်ကြံခံရပြီး ၂ယောက်လုံးသေဆုံးခဲ့ရတာပါတစ်နေ့မှာ တရုတ်ပြည် သုတေသနလုပ်ငန်းတစ်ခုကနေဂျီယာကို မောင်ဖြစ်သူ ပျောက်ဆုံးနေကြောင်းသတင်းပို့လာတဲ့အခါ ဂျီရာနဲ့ စီအီးအို ဖရေရှာတို့နှစ်ယောက်ဂျီယာ့ မောင်ဖြစ်သူ လု့ခ်ကို လိုက်လံရှာဖွေရပါတော့တယ်ဒါပေမယ့် အဲ့သုတေသနလုပ်ငန်းရဲ့လှိူ့ဝှက်ချက်ကနှစ်ပေါင်းနှစ်ထောင်ကျော် ကြာနေပြီဖြစ်တဲ့အလောင်းတစ်လောင်းနဲ့အတူ တရုတ်သမိုင်းလျှို့ဝှက်ချက်တွေရှိနေပါတယ် အဲ့လျှို့ဝှက်ချက်တွေကဘာတွေဖြစ်မလဲ ဖရေရှာတကယ်လိုချင်တာကရောဘာလဲ ဂျီယာက သူ့မောင်ဖြစ်သူကိုပြန်ရှာတွေ့နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုပေးကြပါဦးဗျာ File ...",
        "rating": "4.4",
        "url": "https://megaup.net/2Tuz6/7_Guardians_Of_The_Tomb_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xQOAsGp6CTAYzMcbvNK6WfFwley.jpg",
        "title": "Suddenly Last Summer(2012)",
        "description": "အခုတစ်​ခါ ၂၀၁၂ ခုနှစ်​ကထွက်​ရှိခဲ့တဲ့ Drama Romanceကား​လေးတစ်​ကားကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​ဒီကား​လေးကို ကိုရီးယားရဲ့ ရုပ်​ရှင်​ထုတ်​လုပ်​​ရေးကုမ္ပဏီဖြစ်​တဲ့ Just BL Film Production က ရိုက်​ကူးထားတာဖြစ်​ပြီး​တော့ IMDB မှာ 6.7 ရရှိထားပါတယ်​ဇာတ်​ကား​လေးကဦးတို့ရဲ့ ချစ်​ခြင်​း​မေတ္တာ​ေ့ တွကို​ဖော်​ကျူးပြထားတာဖြစ်​ပြီး​တော့ ဆရာတစ်​​ယောက်​ရဲ့ တပည်​့အ​ပေါ်ထားတဲ့​မေတ္တာတရား ​စေတနာ ​တွေကိုပါ ထည်​့သွင်​းရိုက်​ကူးပြထားတာပါ ဇာတ်​လမ်​းအကျဉ်​း​လေးက​တော့​ဆောင်​ဝူးဟာ မထင်​မှတ်​ထားပဲ ဘားတစ်​ခုကိုခိုးသွားရင်​း သူ့ဆရာဖြစ်​သူရဲ့လှိူ့ဝှက်​ချက်​ကြီးကိုသိရှိခဲ့ပါတယ်​ တစ်​ရက်​မှာ ​ယောင်​ဟွန်​း နဲ့ ​ဆောင်​ဝူးတို့၂​ယောက်​ ခရီးတစ်​ခုကို အတူတူထွက်​ကြရင်​း သူတို့အချစ်​နယ်​ကျွံမိခဲ့ရာမှ သူတို့ကို သူတို့ရဲ့ အသိုင်​းအဝိုင်​းကလက်​ခံလာ​အောင်​ ဘယ်​လို​တွေကြိုးပမ်​းကြမလဲသူတို့မိဘ​တွေက​ကော လက်​ခံ သ​ဘောတူကြမလားဆိုတာ​တွေကို ကြည်​့ကြရမှာပါ ကဲနှစ်​သစ်​မှာDrama ကား​ကောင်​း​ကောင်​း​လေးနဲ့ feel လိုက်​ကြရ​အောင်​လားဗျာQty - 720p Web DLDuration - 1hr 56minGern - Drama / RomanceSubtitle - Myanmar / ...",
        "rating": "6.7",
        "url": "https://megaup.net/33cjh/Suddenly_Last_Summer_[2012]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/kick-ass-poster-133x200.jpg",
        "title": "Kick-Ass (2010)",
        "description": "Kick-Ass (2010)\nIMDb - 7.6/10_____Rotten - 76%ကျွန်တော် အမြဲလိုလို မေးခဲ့တဲ့ မေးခွန်းတစ်ခုကို သူမေးခဲ့တယ်။\nSuperheroes ရုပ်ရှင်ကားတွေ စာအုပ်တွေ လူတွေရဲ့ပါးစပ်ဖျားတွေမှာ အမြဲလိုလို ပါတတ်ပေမဲ့\nတစ်ကယ့်လက်တွေ့ဘဝတွင်တော့ ဘာလို့မရှိရတာလဲ။\nလူတစ်ယောက်ဟာ ဦးဆောင်ပြီးဘာလို့စ မလုပ်တာလဲ။\nဦးဆောင်သူတစ်ယောက်ကို လူသားတွေဟာ စောင့်နေကြတာလား။\nဒါမှမဟုတ် စိတ်ကူးတွေထဲမှာပဲ Batman တို့ Iron Man တို့ကို အားကျပြီး\nလက်တွေ့ဘဝမှာကြတော့ မိမိရ ဲ့ရိုးရှင်းလှတဲ့ ဘဝမှာပဲ နေ့စဉ်ဘဝကို ဖြတ်သန်းချင်ကြတာလား။\nKick Ass ကတော့ လူသားတွေ Superheroes ဇာတ်ကားတွေ အားပေးကြည့်ရှုကြပြီး\nတစ်ကယ့်အပြင် လက်တွေ့ဘဝမှာတော့ ဘာကြောင့် တစ်ယောက် တစ်လေမှ ဝတ်စုံဝတ်\nမျက်နှာဖုံးလေးတပ် ကျရာ လက်နက်လေးတစ်ခု ဆွဲကိုင်ပြီး\nလောကကြီးကို မထွက်လာကြတာလည်း ဆိုတာကို မေးခွန်းထုတ်လာခဲ့ပါတယ်။\nဟုတ်ပါတယ်။\nကျွန်တော်တို့တွေ Superheroes ရုပ်ရှင်တွေ ကြည့်ကြတယ်။\nဆွေးနွေးကြတယ်။ ရင်ခုန်ကြတယ်။ နှစ်သက်ကြတယ်။\nဒါပေမဲ့ လက်တွေ့ဘဝမှာ ဘယ်သူ့မှ ထိုကဲ့သို့သော လုပ်ရပ်မျိုးတွေ မလုပ်ကိုင်ကြဘူးလေ။\nအဲ့ဒီ့မှာ စပြီးတော့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2dek7/Kick-Ass_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/iron-gg-142x200.jpg",
        "title": "Iron Girl: Ultimate Weapon",
        "description": "၂၀၁၂ ကထွက်ရှိထားတဲ့ Iron Girl ဇာတ်ကားရဲ့အဆက်အနေနဲ့ဆက်လက်ထွက်ရှိထားတာပါ...\nဂျပန်မင်းသမီးချော Kirara Asuka ပဲ အဓိကပါဝင်ထားပြီး Action ဆန်ဆန်ဇာတ်ကားမျိုးပါ။\n18+ ဆန်ဆန်တွေလဲပါတာကြောင့် မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။\nIMDb Rating (5.5/10)File size...(850MB) and (300MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:24:01\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "4.5",
        "url": "https://megaup.net/33cgz/Iron_Girl_-_Ultimate_Weapon_[16+]_[2015]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/dESptgNfFHnFrbmaJlcXWqqVGCn-133x200.jpg",
        "title": "Iron Girl (2012)",
        "description": "Director: Masatoshi Nagamine ရိုက်ကူးထားပြီး မင်းသမီး  Kirara Asuka, Rina Akiyama တို့ပါဝင်ထားတဲ့\nAction အသားပေး ဂျပန်ဇာတ်ကားဖြစ်ပါတယ်...။2015 မှာ ဒီဇာတ်ကားရဲ့ အဆက် Iron Girl Ultimate Weapon ဆိုပြီးထပ်ထွက်ခဲ့ပါတယ်။Dark Side Production မှပူးပေါင်းတင်ဆက်သည်။File size…(800 MB)\nQuality…DVDRip x264\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Missy",
        "rating": "5.5",
        "url": "https://megaup.net/1Hhma/Iron_Girl_[16+]_[2012]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/egMETBYual2JtfFGigXTA0tGkME.jpg",
        "title": "10×10 (2018)",
        "description": "၁၀ ေပပတ္လည္အခန္းေလးတစ္ခန္းထဲမွာ အမ်ိဳးသမီးတစ္ေယာက္ရိွတယ္။အျပင္မွာေတာ့ ေယာက်္ားတစ္ေယာက္က လြန္ခဲ့တဲ့ ၄ ႏွစ္က သတင္းတစ္ပုဒ္ကိုပဲ\nထပ္ခါထပ္ခါ နားေထာင္ေနတယ္။တစ္ခါတစ္ေလက် သူ႕မိသားစုဗီဒီယိုမွတ္တမ္းေလးေတြျပန္ၾကည့္တယ္။အခန္းထဲက အမ်ိဳးသမီးက ေမးခြန္းတစ္ခုကိုပဲ ထပ္ခါထပ္ခါေျဖေနရတယ္။ဒါေပမယ့္ သူေျဖလိုက္တိုင္း အလိမ္အညာေတြၾကီးပဲျဖစ္ေနတယ္။ ဘာျဖစ္လို႕လဲ?အတိတ္ကေန မရုန္းထြက္ႏိုင္ေသးတဲ့ လင္ေယာက်္ားတစ္ေယာက္နဲ႕\nဘ၀သစ္တစ္ခုကို စတင္ေနတဲ့ မိန္းမတစ္ေယာက္ဒီ ၁၀ေပပတ္လည္အခန္းေလးထဲမွာ သူတို႕ႏွစ္ေယာက္လံုးၾကံဳေတြ႕ခဲ့ရတဲ့ အျဖစ္အပ်က္တစ္ခုကို\nရွင္းတမ္းထုတ္ၾကတဲ့အခါဘယ္သူက မွားခဲ့တာလဲ၊ ဘယ္သူက မွန္သလဲ၊ တကယ္အျပစ္တင္ရမွာ ဘယ္သူလဲဆိုတာ Jigsaw Puzzle တစ္ခုလိုပဲ\nတေျဖးေျဖးရုပ္လံုးေပၚလာပါေတာ့တယ္ကိုယ္ခ်စ္ရတဲ့လူတစ္ေယာက္ကို ဆံုးရံႈးလုိက္ရတဲ့အခါ ဒီဇာတ္ကားထဲက ေယာက်္ားလိုျဖစ္လာမွာလား\nမိန္းမလိုျဖစ္လာမွာလားဆိုတဲ့ စဥ္းစားစရာေလး ခ်န္ထားေပးႏိုင္ခဲ့တဲ့ ရုပ္ရွင္ကားေကာင္းတစ္ကားပါ။ဇာတ္အိမ္ကို ေသခ်ာမေျပာျပရတဲ့အေၾကာင္းအရင္းကေတာ့ ဒီဇာတ္အိမ္တစ္ခုလံုးက ရုပ္ရွင္တစ္ကားလံုးရဲ႕ ျမဳပ္ကြက္အၾကီးၾကီးျဖစ္ေနလုိ႕ပါပဲ။နာမည္ေက်ာ္မင္းသား Luke Evans ပါ၀င္သရုပ္ေဆာင္ထားၿပီး Psycho နည္းနည္းဆန္တဲ့အက္ရွင္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။  (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ အာကာျဖိဳးပါ) File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/10x10-2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wZQR6hKRUBqHRL4lfECFES68zGF.jpg",
        "title": "Wildling (2018)",
        "description": "အခု Horror / Mystery ပရိတ်သတ်တွေအတွက် IMDB 7/10 ရရှိထားတဲ့ ဒီ Wilding ဆိုတဲ့ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်Carrie တို့ ခုနောက်ပိုင်းထွက်ထားတဲ့ Thelma တို့လို Supernatural/ Thriller ကိုကြိုက်နှစ်သက်ခဲ့ကြတဲ့ ပရိတ်သတ်တွေ ဒီကားလေးကိုကြိုက်ကြမယ်ထင်ပါတယ်ဇာတ်လမ်းလေးကတော့အန်နာလို့ခေါ်တဲ့ကလေးမလေးတစ်ယောက်က သူ့အဖေနဲ့ မြို့ငယ်လေးတစ်မြို့မှာ နေပါတယ်ဒါပေမယ့် ထူးဆန်းတာက သူ့အဖေက အန်နာလေးကို အိမ်ထဲကအိမ်ပြင်မပြောနဲ့ အခန်းထဲကတောင်ပေးမထွက်ပါဘူးအစားအသောက်ဆိုလည်း သက်သက်လွတ်ပဲကျွေးပါတယ်ဒီလိုနဲ့ အန်နာလေးအရွယ်ရောက်လာတဲ့တစ်နေ့ မထင်မှတ်ထားတဲ့အဖြစ်အပျက်တွေဖြစ်ပြီး သူ့ဘဝမှာပထမဆုံးအကြိမ် အပြင်လောကကိုရောက်သွားပါတော့တယ်ဒါ့အပြင် သူ့အဖေလို့ထင်ထားခဲ့တဲ့သူက သူ့အဖေအရင်းမဟုတ်မှန်းသိလိုက်ရတဲ့အခါ ..သူ့မိဘအရင်းတွေက ဘယ်သူတွေလဲ...သူ့ကိုဘာလို့ပိတ်လှောင်ထားခဲ့တာလဲ...ဇာတ်လိုက် အန်နာအဖြစ် Diary of a teenage girl ထဲမှာလည်း ပါဝင်ခဲ့တဲ့ Bel Powley ကသရုပ်ဆောင်ထားပြီးEnding Song အဖြစ်သုံးထားတဲ့ Linda Perry ရဲ့ Wildling ဆိုတဲ့သီချင်းလေးကလည်းဇာတ်လမ်းနဲ့အတော်လိုက်ဖက်တာမို့ ကြည့်ရှုခံစားပေးကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : ...",
        "rating": "8.4",
        "url": "https://megaup.net/1Hhu0/Wildling_[2018]_(MM_Sub).mp4",
        "category": "Fantasy, Horror"
    }
]