[
    {
        "thumbnail": "",
        "title": "Bharat Ane Nenu (2018)",
        "description": "ဖခင်ကြီး ကျန်းမာရေးချို့တဲ့နေပြီဆိုတဲ့သတင်းကြောင့် နိုင်ငံခြားမှာ ပညာတော်သင်သွားနေတဲ့လူတစ်ယောက် ကိုယ့်ရပ်ကိုယ့်မြေကို ပြန်လာတယ်ပြန်ရောက်တော့ဖခင်ကြီးရဲ့အသက်ကိုမမှီလိုက်သလိုဇပနအခမ်းအနားကိုတောင် ကျင်းပခွင့် မရလိုက်ဘူး. . .သို့ပေမယ့် ကောက်ကာငင်ကာဆိုသလို ဝန်ကြီးချုပ်ရာထူးကို ဝင်ရောက်ထမ်းဆောင်ဖို့ ဖြစ်လာတယ်ပညာတတ် လူငယ်လေးဖြစ်တဲ့အပြင်ဖခင်ရဲ့ သွေးအပြည့်ပါတဲ့သူဖြစ်တာကြောင့်အလုပ်ကို ကြိုးစားတယ်မှန်ကန်တဲ့အလုပ်ကို လုပ်တယ်တည်ကြည်တယ် ဖြောင့်မတ်တယ်ရဲ့ဝံ့တယ်. . .ဘယ်သူ့မျက်နှာကိုမှ မထောက်ဘူးပြည်သူတွေကို ချစ်တဲ့သူဖြစ်တာကြောင့်အောက်ခြေလူတန်းစားတွေနေတဲ့ ကျေးလက်ဒေသတွေအထိ ရှောင်တခင် စစ်ဆေးတတ်တယ်သက်ဆိုင်ရာနယ်မြေက တာဝန်ကျ အစိုးရ အရာရှိတွေကို ပြည်သူ့အကျိုး သယ်ပိုးသူမှန်ရင် မြှောက်စားတယ်လာဘ်စားပြီး တာဝန်မကျေရင် ဖြုတ်ပစ်တယ်. . .အဲ့ဒီလောက်အထိ ရဲရဲတောက်တဲ့ဝန်ကြီးချုပ် ဖြစ်လာတယ်. . .လမ်းပန်းဆက်သွယ်မှု ကောင်းမွန်ရေးလမ်းတံတားပြုပြင်ရေးကျေးလက်ဒေသ စည်ပင်ဖွံဖြိုးရေးစတဲ့ လုပ်ငန်းတွေမှာ နိုင်ငံတော်ဘတ်ဂျက်ကို မျှတအောင် သုံးစွဲပြီး ရန်ပုံငွေတွေ ချပေးကာကိုယ်ထူကိုယ်ထ လုပ်စေတယ်သူက ပြည်သူကို ကိုယ့်အားကိုယ်ကိုးစေချင်တဲ့ ဒီလိုမျိုးစိတ်ဓာတ်ပိုင်ရှင် ဝန်ကြီးချုပ်ပါ။သူပြောတဲ့စကားက\"စစ်မှန်တဲ့ ခေါင်းဆောင်ဆိုတာခေါင်းဆောင်မလိုတဲ့ လူ့အဖွဲ့အစည်းတစ်ရပ် ဖြစ်တည်လာအောင် လမ်းပြပေးတဲ့သူပါ\"တဲ့မည်သို့ပင်ဆိုစေ. . .ပြည်သူ့အချစ်တော် ခံယူပြီးတာဝန်တွေကို ကျေပွန်အောင် ...",
        "rating": "8.8",
        "url": "https://megaup.net/2tfxU/Bharat_Ane_Nenu_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Ouija-Seance-The-Final-Game-poster-133x200.jpg",
        "title": "Ouija Seance: The Final Game (2018)",
        "description": "Ouija Seance: The Final Game (2018) သရဲကားကောင်းကောင်းလေးကြည့်ဖို့စောင့်မျှော်နေတဲ့ CMပရိတ်သတ်ကြီးအတွက်July ၃ရက်နေ့ကမှ ထွက်ရှိထားတဲ့သရဲကားအသစ်စက်စက်လေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီနှစ်မှာထွက်လာတဲ့ Ouija ကားလေးက အရင်ကထွက်ထားတဲ့ကားတွေနဲ့ ဆက်စပ်မှုတော့မရှိပါဘူးဆာရာနဲ့ သူ့သူငယ်ချင်းတစ်စုတို့ ကျောင်းပိတ်ရက်မှာ ဆာရာအမွေရထားတဲ့ သူ့အဖွားဆီမှာသွားနေဖို့ အကြောင်းဖန်လာပါတယ် အဲ့အိမ်ရဲ့ထပ်ခိုးမှာ Ouija ဘုတ်ပြားတစ်ခုကို သွားယူခဲ့ပါတယ်။ ဂီရွန်းတွန်းအားပေးလို့  ဆာရာ့အဖွားဖန်တီးခဲ့တဲ့ ကျိန်စာကို မထင်မှတ်ဘဲ နှိုးထလိုက်မိတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲ......Ouijaကားတွေ ကြည့်ဖူးတဲ့သူတွေအတွက်တော့ Ouija Boardဆိုတာဘာလဲလို့ သိကြပါတယ်ထင်မထားတဲ့လှည့်ကွက်တွေနဲ့ ကျောချမ်းစရာကောင်းတဲ့ ဇာတ်ကားဖြစ်လို့ ဘေလ်ကုန်ခံရကျိုးနပ်မှာသေချာပါတယ်။ \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Phyu Khin  ပါ)\n \nFile Size : (700 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 22min\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by ...",
        "rating": "2.2",
        "url": "https://megaup.net/1zA9r/Ouija_Seance_-_The_Final_Game_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qheJcFjQ3hAMroE8y6FpCg6jNeN.jpg",
        "title": "The Cured (2017)",
        "description": "ဒီဇာတ္လမ္းကေတာ့ Drama/Science Ficiton အမ်ိဳးအစားျဖစ္ျပီးေတာ့ IMDB 5.4 ၊ Rotten Tomatoes 64% ရထားတဲ့ကားေလးပဲျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ Zombie ပံုစံလုိ ဇာတ္လမ္းမ်ိဳးျဖစ္ေပမယ့္ တစ္ေယာက္နဲ႔ တစ္ေယာက္ ေျပးလႊားကိုက္ျဖတ္ျပီး ျပီးသြားတာမဟုတ္ပဲ ကိုယ့္ကို အေတြးတစ္ခုနဲ႔က်န္ခဲ့ေစႏုိင္တဲ့ ဇာတ္လမ္းမ်ိဳးျဖစ္ပါတယ္။ဇာတ္လမ္းကိုေတာ့ The Maze Virus ဆိုတဲ့ ေရာဂါပိုးဟာ ျပန္႔ႏွ႔ံလာခဲ့ျပီး ကူးစက္ခံရတဲ့ လူေတြဟာ Zombie ပံုစံျဖစ္သြားျပီး လူေတြကို လုိက္တုိက္ခိုက္တာနဲ႔ အစျပဳထားပါတယ္။ဆရာ၀န္ေတြဟာ အဲ့ဒီ Virus ကို ေပ်ာက္ေအာင္ကုႏုိင္တဲ့ ေဆးကုထံုးကို ေတြ႕ခဲ့ျပီး ကူးစက္ခံရသူ ၇၅% ကို ကုသႏုိ္င္ခဲ့ေပမယ့္ အဲ့ေဆးရဲ႕ အက်ိဳးရလဒ္ကေတာ့ ေရာဂါေပ်ာက္ကင္းသြားတဲ့သူေတြဟာ သူတုိ႔ ကူူးစက္ခံခဲ့ရတဲ့ အခ်ိန္တုန္းက လုပ္ခဲ့သမွ်ေတြကိုျပန္မွတ္မိေနတာပဲျဖစ္ပါတယ္။အဲ့ေတာ့ က်န္ေနတဲ့ ၂၅%ကို ဆက္လက္မကုသေတာ့ပဲ အစိုးရက သုတ္သင္ရွင္းလင္းဖို႔အမိန္႔ေပးခဲ့တာပဲျဖစ္ပါတယ္။ဒီဇာတ္လမ္းထဲမွာ အစိုးရေတြကို ေဆးကုသမႈခံယူျပီး ေပ်ာက္ကင္းသြားတဲ့သူေတြက အရင္ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-cured-2017/",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ocRgFgAyxWrVtPszHwva24cT1UR.jpg",
        "title": "How Long Will I Love U (2018)",
        "description": "Romance Comedy ကားေကာင္းေကာင္းေလးၾကည့္ခ်င္တယ္ဆိုသူမ်ားအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္ေနာ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့လုမင္က ၁၉၉၉ ခုႏွစ္မွာ အိမ္ဒီဇိုင္းနာ သူ႔ဒီဇိုင္းေတြကို ရင္းႏွီးျမႇဳပ္ႏွံမယ့္သူမရွိလို႔ တိုင္ပတ္ေနတဲ့ အသက္ႏွစ္ဆယ့္ငါးႏွစ္အရြယ္ေကာင္ေလးေပါ့ေရွာင္ေက်ာင္းဂုကေတာ့ ၂၀၁၈မွာ အသက္သံုးဆယ္ေက်ာ္ အေခ်ာအလွ ခ်မ္းသာတဲ့ေယာက်ာ္းနဲ႔လက္ထပ္ခ်င္သူ အြန္လိုင္းဒိတ္ေတြနဲ႔ေတြ႕တိုင္းေျပာေလ့ရွိတာက ရွင္အိမ္တစ္လံုးဝယ္ႏိုင္ရင္ ကြ်န္မရွင့္ကိုလက္ထပ္မယ္ဆိုပဲျဖစ္ခ်င္ေတာ့ လုမင္နဲ႔ ေရွာင္ေက်ာင္းတို႔ေနတဲ့အိမ္က တစ္အိမ္တည္းျဖစ္ေနတာပါပဲ လုမင္ကလည္း သူ႔ေခတ္ ၁၉၉၉ မွာေနတယ္ ေရွာင္ေက်ာင္းကလည္း သူ႔ေခတ္ ၂၀၁၈ မွာေနတယ္တစ္ေန႔က်ေတာ့ ထူးဆန္းတာေတြျဖစ္လာေတာ့တာပါပဲအဲ့ဒါကေတာ့ ၁၉၉၉ နဲ႔ ၂၀၁၈ timelines ႏွစ္ခုကို ဆက္ေပးတဲ့လမ္းတစ္ခု သူတို႔အိမ္မွာ ပြင့္သြားေတာ့တာပဲအဲ့ဒီမွာ ေရွာင္ေက်ာင္းနဲ႔လုမင္တို႔ ဆံုၾကေတာ့တာေပါ့အစကေတာ့ ဘုနဲ႔ေဘာက္ဆိုေပမယ့္ တစ္အိမ္တည္းေနရင္းတေျဖးေျဖးနဲ႔ သံေဃာဇဥ္တြယ္သြားၾကပါေတာ့တယ္ခ်မ္းသာခ်င္တဲ့ ေရွာင္ေက်ာင္းက လုမင္ကို အရည္အခ်င္းမရွိဘူးလို႔ေျပာတဲ့အခ်ိန္ ၂၀၁၈ မွာလုမင္က ထိပ္ထိ္ပ္ႀကဲ စီးပြားေရးလုပ္ငန္းရွင္ျဖစ္ေနတာကို ေတြ႕လိုက္ရတဲ့အခါမွာေတာ့...အခ်ိဳးအေကြ႕ေတြမ်ားစြာနဲ႔ သူတို႔အခ်စ္ဟာ Happy Ending ျဖစ္ပါ့မလားဆိုတာကို ဆက္လက္ၾကည့္ရႈေပးၾကပါဦး **** ကိုယ္ပိုင္ဖန္တီးယူထားတဲ့ srt file ျဖစ္တာေၾကာင့္ timing ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/how-long-will-i-love-u-2018/",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMGUzYTMxMzctYzZkMC00MDcxLThlOTktNGE5YTUyNjM0NDI0XkEyXkFqcGdeQXVyMjI4MjA3NDY@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "On the Ropes (2018)",
        "description": "ႀကိဳးဝိုင္းထဲမွာ ႀကိဳးနားကပ္ၿပီး အသဲအသန္ျပန္ထိုးေနရၿပီဆိုရင္ေတာ့ ရႈံးေတာ့မဲ့အေနအထားေပါ့။အဲဒီအေျခအေနကေန ႐ုန္းမထြက္ႏိုင္ေတာ့ဘူးဆိုရင္ ေသခ်ာတယ္အရႈံးေပးရမယ္။အခုဇာတ္ကားထဲမွာလည္း ဇာတ္လိုက္မင္းသားရဲ႕အေျခအေနက အဲလိုအေနထားမ်ိဳးမွာ ရွိေနတာေပါ့။ဇာတ္လမ္းအက်ဉ္းကိုေျပာရမယ္ဆိုရင္ဇာတ္လိုက္မင္းသား နာမည္က ဂၽြန္ပါ။ဒီဇာတ္ကားက လူဆိုးဂိုဏ္းႏွစ္ဂိုဏ္းၾကားမွာရွိတဲ့ ဆက္ဆံေရးကို အေျခခံထားပါတယ္။အေပးအယူ၊ အျပန္အလွန္ေလးစားမႈကေနကေန ဂိုဏ္းေတြရဲ႕ထံုးစံအတိုင္း သတ္ျဖတ္တာေတြအထိပါတာေပါ့။ဒီလိုဂိုဏ္းမ်ိဳးေထာင္ထားၾကၿပီဆိုရင္ ဂိုဏ္းထဲမွာရွိတဲ့ ဂိုဏ္းသားေတြရဲ႕သစၥာေစာင့္ထိန္းမႈက အေရးႀကီးဆံုးပဲေပါ့။သစၥာမေစာင့္ထိန္းဘဲ ရဲကိုသတင္းေပးၿပီး ပိုက္ဆံရွာတဲ့ သတင္းေပးေတြကို Rat (အသားထဲကေလာက္ထြက္တဲ့ ေလာက္ေကာင္) လို႔ေခၚတာေပါ့။အဲဒီလိုဂိုဏ္းတစ္ခုမွာ ေလာက္တက္ၿပီဆိုရင္ေတာ့ အဲဒီဂိုဏ္းၿပိဳကြဲဖို႔သိပ္မေဝးေတာ့ဘူးေပါ့။ေနာက္ထပ္ဂိုဏ္းတစ္ခုမွာ အေရးႀကီးတာက ကိုယ္ခံပညာနဲ႕ဂိုဏ္းသားေတြအေပၚမွာ ၾသဇာေညာင္းမႈေပါ့။ကိုယ့္ဂိုဏ္းသားေတြဆိုတာလည္း စံျပပုဂၢိဳလ္ကိုမွ ဆရာတင္ၾကတာေပါ့။အဲဒီလိုနဲ႕ဂၽြန္တို႔ရဲ႕ေခါင္းေဆာင္အဖိုးႀကီးက ေနထိုင္မေကာင္းျဖစ္လာတဲ့အခ်ိန္ ဂိုဏ္းထဲမွာေလာက္တက္ၿပီး ဂိုဏ္းသားေတြစၿပီးေတာ့ ၿပိဳကြဲပါေတာ့တယ္။လီဆိုတာက ဂၽြန္နဲ႕အတူတူႀကီးၿပီးလာၿပီး ငယ္ငယ္က ဂၽြန္ကို အႏိုင္က်င့္ေနၾကေပါ့။အဲဒီဂိုဏ္းမွာ အဖိုးႀကီးၿပီးရင္ သူလို႔ေျပာလို႔ရတယ္။ဒါေပမဲ့သူက စိတ္ဆက္ၿပီး လုပ္ခ်င္ရာလုပ္တတ္တဲ့အက်င့္ရွိတယ္။အဲဒါေၾကာင့္အဖိုးႀကီးက သူ႔ကိုစိတ္မခ်ဘူး။အဲဒီလိုအေျခအေနမွာ ပိုဆိုးလာတာက အဖိုးႀကီးေရာဂါရတဲ့အခ်ိန္မွာ အဖိုးႀကီးက ဂိုဏ္းကိုအုပ္ခ်ဳပ္ဖို႔အတြက္လီကိုတာဝန္မေပးဘဲ ဂၽြန္ကိုတာဝန္ေပးဖို႔ ဆံုးျဖတ္လိုက္တဲ့အခါမွာေတာ့ ဂိုဏ္းထဲမွာ လုပ္ၾကံမႈေတြဆက္တိုက္ျဖစ္လာပါေတာ့တယ္။အဲဒီအခက္အခဲေတြကိုေျဖရွင္းဖို႔ႀကိဳးစားတဲ့အခါ ဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ ၾကည့္႐ူခံစားလိုက္ပါဦးကိုယ္ခံပညာအလန္းစားေတြနဲ႕႐ိုက္ခ်က္ေကာင္းေကာင္း႐ိုက္ထားလို႔ ၾကည့္ေကာင္းမဲ့ အက္ရွင္ကားေကာင္းတစ္ခုလို႔ ၫႊန္းလိုက္ပါရေစ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/on-the-ropes-2018/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zbvziwnZa91AJD78Si0hUb5JP5X.jpg",
        "title": "Truth or Dare (2018)",
        "description": "သည္းထိတ္ရင္ဖိုကားေတြကို ၾကိဳက္ႏွစ္သက္သူေတြအတြက္ ၂၀၁၈ ဧျပီ လထဲထြက္ထားတဲ့ Truth or Dare ? ဆိုတဲ့ ဇာတ္ကားေလးတင္ဆက္ေပးလိုက္ပါတယ္ျမန္မာနိုင္ငံက ကေလးေတြကစားၾကတဲ့ တူတူပုန္းတမ္းလို အေနာက္တိုင္းကကေလးေတြ ကစားေလ့ရွိတဲ့ ကစားနည္းတစ္မ်ိဳးကို Truth or Dare ? လို႔ေခၚပါသတဲ့…တစ္ေယာက္က Truth or Dare ? လို႔ေမးလိုက္ရင္အေမးခံရတဲ့ တစ္ေယာက္က Truth ကိုေရြးလုိက္မယ္ဆိုရင္ သူဟာ ေမးတဲ့ေမးခြန္းတစ္ခုကို အမွန္အတိုင္း ေျဖရပါသတဲ့….Dare ကိုေရြးလိုက္မယ္ဆိုရင္ေတာ့ ေမးတဲ့သူစိန္ေခၚတာ(ခိုင္းတာ)ကို မျငင္းဆန္ဘဲ လုပ္ရတဲ့ ဂိ္မ္းပါ ဒီပံုစံနဲ႕ အလွည့္က်ေဆာ့ၾကတာေပါ့..ဒီဇာတ္လမ္းထဲမွာ ေက်ာင္းျပီးေတာ့မယ့္ ေကာလိပ္ေက်ာင္းသားသူငယ္ခ်င္းတစ္စုဟာ သူတို႔ရဲ႕ေနာက္ဆံုး ေႏြရာသီေက်ာင္းပိတ္ရက္ကို မကၠဆီကိုႏိုင္ငံမွာ အခ်ိ္န္ျဖဳန္းရင္း ကုန္လြန္ဖုိ႔ ဆံုးျဖတ္ခဲ့ၾကပါတယ္….မကၠဆီကိုေရာက္ေတာ့ သူတို႔ဟာ လူငယ္ေတြပီပီ ကမ္္းေျခေတြ ဘားေတြမွာ ေသာက္စားေပ်ာ္ပါးၾကရင္း တစ္ညေရာက္ေတာ့ ဘားတစ္ခုမွာ သူတို႔လိုပဲ လူစိမ္းလူငယ္တစ္ေယာက္နဲ႔သိကၽြမ္းခဲ့ရာက အဲ့ဒီညမွာပဲ ကိုလူစိမ္းေရြးခ်ယ္မႈအရ ဘုရားေက်ာင္းပ်က္ၾကီးထဲမွာ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/truth-or-dare-2018/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Lean-on-Pete-movie-poster-147x200.jpg",
        "title": "Lean on Pete (2017)",
        "description": "[Unicode]Lean on Pete ဇာတ်ကားကတော့\nစာရေးဆရာ Willy Vlautinရေးသားခဲ့တဲ့ lean on Pete ဝတ္ထုကို\nအခြေခံပြီး Director - Andrew Haigh က ပြန်လည် ရိုက်ကူးထားသော\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ ဆယ်ကျော်သက်ကောင်းလေးတစ်ယောက်ရဲ့\nသူ့ပြိုင်မြင်းအပေါ် သံယောဇဉ်ကြီးပုံကို အဓိကဖော်ပြထားတဲ့\nဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။မြင်းပြိုင်ပွဲတစ်ခုက\n၁၅နှစ်အရွယ်ကောင်လေးတစ်ယောက်ရဲ့\nအိုမင်းနေပြီဖြစ်တဲ့ပြိုင်မြင်း lean on peteကို သားသတ်သမားတွေက နှိပ်ဆက်ပြီးတစ်ခြားနေရာကို\nပို့တော့မယ်ဆိုတာ သိလိုက်ရချိန်မှာ...\nသူ့အချစ်တော်မြင်းကို ကယ်ဖို့သူဘာတွေဆက်လုပ်မလဲ...\nဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ...စိတ်လှုပ်ရှားစရာအပြည်နဲ့ ရင်သက်ရှူ့မောဖွယ်ခံစားရမယ့်\nAdventure ,Drama ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။[Zawgyi]Lean on Pete ဇာတ္ကားကေတာ့\nစာေရးဆရာ Willy Vlautinေရးသားခဲ့တဲ့ lean on Pete ၀တၳဳကို\nအေျခခံျပီး Director - Andrew Haigh က ျပန္လည္ ရိုက္ကူးထားေသာ\nဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားကေတာ့ ဆယ္ေက်ာ္သက္ေကာင္းေလးတစ္ေယာက္ရဲ႕\nသူ႔ျပိဳင္ျမင္းအေပၚ သံေယာဇဥ္ၾကီးပံုကို အဓိကေဖာ္ျပထားတဲ့\nဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ျမင္းျပိဳင္ပြဲတစ္ခုက\n၁၅နွစ္အရြယ္ေကာင္ေလးတစ္ေယာက္ရဲ႕\nအိုမင္းေနျပီျဖစ္တဲ့ျပိဳင္ျမင္း lean on peteကို သားသတ္သမားေတြက နွိပ္ဆက္ျပီးတစ္ျခားေနရာကို\nပို႔ေတာ့မယ္ဆိုတာ သိလိုက္ရခ်ိန္မွာ...\nသူ႔အခ်စ္ေတာ္ျမင္းကို ကယ္ဖို႔သူဘာေတြဆက္လုပ္မလဲ...\nဘယ္လိုေတြဆက္ျဖစ္သြားမလဲ...စိတ္လွုပ္ရွားစရာအျပည္နဲ႔ ရင္သက္ရွဴ႕ေမာဖြယ္ခံစားရမယ့္\nAdventure ,Drama ရုပ္ရွင္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။File size…(999MB) ...",
        "rating": "7.4",
        "url": "https://megaup.net/4eB4i/Lean_On_Pete_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/happy_feet_posterlarge_0-281322805-139x200.jpg",
        "title": "Happy Feet (2006)",
        "description": "Happy Feet (2006)\nWon 1 Oscar. Another 19 wins & 26 nominations\nIMDb - 6.4/10_____Rotten - 76% \nHappy Feet ကို 90Kids တွေ မှတ်မိအုံးမှာပါ\nသီချင်းမဆိုတက်ပေမယ့် အက ကျွမ်းကျင်တဲ့\nပင်ဂွင်း ငှက်ကလေး ရဲ့ စွန့်စားခန်း ခရီးစဉ်တစ်ခုကိုပေါ့\nဒီ Animation ရုပ်ရှင်ဟာ လူတော်တော်များများကို\nသဘာ၀ ပတ်ဝန်းကျင် ထိန်းသိမ်းရေး နဲ့ ပတ်သက်ပြီး\nအသိပညာတွေ ပေးပါတယ်\nကျနော် ကိုယ်တိုင် ဒီဇတ်ကားရဲ့\nနောက်ဆုံးတစ်နေရာမှာ ရင်ထဲ ဆို့နင့်ပြီး\nမျက်ရည်ကျလောက်အောင် ဝမ်းသာမိဖူးတယ်\n(ငယ်ငယ်တုန်းကပါ) :D\nဇတ်လမ်းလေး အစ မှာတော့ ပင်ဂွင်းတွေ ဟာ ဖူးစာဖက် ရရှိဖို့\nသီချင်းအဆိုကောင်းရပါတယ် ပင်ဂွင်းမ ကို ပိုးပန်းဖို့\nပင်ဂွင်းအထီးတွေက သီချင်းဆိုပြရတယ် မကြိုက်ရင်\nပင်ဂွင်းမ ချေတာ ခံရမှာ ဖြစ်ပြီး\nအသံ ပါဝါ ကောင်းကောင်း နဲ့ ခံစားချက် ကောင်းကောင်းနဲ့\nညို့ငင်စွာ သီချင်းဆိုတက်တဲ့ ဘဲကြီး (ပင်ဂွင်းအထီး) တွေကတော့\nစော်ကြည်ဘဲ တွေပါပဲ....\nဒီလိုနဲ့ နာမည်ကျော် အဆိုကောင်း အသံကောင်းတဲ့\nပင်ဂွင်း အထီး နဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1x23n/Happy_Feet_[2006]_(MM_Sub).mp4",
        "category": "Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/9c96505a4b6c6dee3e653f37e65e2dfa3912624f553fa52c_600_9999-133x200.jpg",
        "title": "At the Gate of the Ghost (2011)",
        "description": "နာမည္ႀကီး ထိုင္းမင္းသား Mario Maurer နဲ႔ ထိုင္းနာမည္ေက်ာ္သရုပ္ေဆာင္ေတြ ပါ၀င္ထားတဲ့ဇာတ္ကားေကာင္း တစ္ခုပါ...IMDb 6.4/10 ရရွိထားပါတယ္။ဇာတ္လမ္း အစ မွာေတာ့ သာသနာ့ေဘာင္ ၀င္ေနတဲ့ Mario Maurer ကေန အစျပဳထားၿပီးသူဘာေၾကာင့္ သာသနာ့ေဘာင္ ၀င္ခဲ့တယ္.. ေလာက ရဲ႕ ဇာတ္အရႈပ္ေတြ ဘယ္လိုရွင္းရမယ္..မိန္းမ ေယာက်ၤားတို႔ရဲ႕ ပရိယယ္ မာယာေတြ ျမင္ေတြ႕ရပံုကို လွည့္ကြက္မ်ိဳးစံုျဖင့္သရုပ္ေဖာ္ရုိက္ကူးထားတာျဖစ္လို႔ အညႊန္းႀကိဳဖတ္တာထက္ ၾကည့္ရႈတာပိုေကာင္းမွာပါ။(သစ္ဆန္းခန္႔) \nFile size…(900 MB) and (530 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.5",
        "url": "https://megaup.net/Vlyf/At_The_Gate_Of_The_Ghost_[2011]_(MM_Sub).mp4",
        "category": "Asian, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/skPT4ffWhlmmDOMNEdxOiP6Emfz.jpg",
        "title": "Disobedience (2017)",
        "description": "စည္းကမ္းေတြ စည္းမ်ဥ္းေတြ အမ်ားၾကီးအမ်ားၾကီးၾကားမွာ ကၽြန္ေတာ္တုိ႔ေမြးဖြားလာရပါတယ္။ဟုိဟာမလုပ္နဲ႔ ဒီဟာမကုိင္နဲ႔ တားျမစ္ခ်က္ေတြ အမ်ားၾကီးနဲ႔ၾကီးျပင္းလာခဲ့ရပါတယ္။အဲဒီတားျမစ္ခ်က္ေတြက ကုိယ္ျဖစ္ခ်င္ေနတာေတြ လုပ္ခ်င္ေနတာေတြကုိမေရာက္ေအာင္တားျမစ္ထားတယ္ ဆုိရင္ ခင္ဗ်ားတုိ႔ဘာလုပ္ၾကမွာလဲ။ဒီဇာတ္ကားမွာေတာ့ တားျမစ္ခ်က္ေတြအမ်ားၾကီးၾကားက ဂ်ဴးဘာသာဝင္ မိန္းကေလးႏွစ္ေယာက္ရဲ႕ စည္းမ်ဥ္းေတြကုိခ်ိဳးေဖာက္ၾကတာကုိ ေတြ႕ရမွာပါ။ဘာသာတရားကုိင္းရႈိင္းတဲ့ အသုိင္းအဝုိင္းမွာၾကီးပ်င္းလာၾကတဲ့ သူတုိ႔ ဒီအသုိင္းအဝုိင္းကုိ ဘယ္လုိရင္ဆုိင္ၾကလဲဘယ္လုိအင္အားမ်ိဳးေတြက ဒီလုိဆန္႔က်င္ရဲေအာင္တြန္းအားေပးလဲဆုိတာေတာ့ ဇာတ္ကားကုိၾကည့္ရင္း ကိုယ့္ဘာသာကုိယ္ပဲအေျဖထုတ္ၾကည့္လုိက္ၾကပါေတာ့။ခင္ဗ်ားတုိ႔ေရာဘယ္လုိလုပ္ၾကမလဲ..ဒီဇာတ္ကားက IMDB Rating 6.8 ရရွိထားျပီး ကၽြန္ေတာ့္အၾကိဳက္မင္းသမီး Rachel Weisz နဲ႔ Rachel McAdam တုိ႔ပါဝင္သရုပ္ေဆာင္ထားပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : (900 MB) and (390 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 54min\nFormat : Mp4\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-DRONES\nTranslated by d3mon\nEncoded by ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/disobedience-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/isle-of-dogs-poster-133x200.jpg",
        "title": "Isle of Dogs (2018)",
        "description": "Isle of Dogs (2018)\nIMDb - 7.9/10_____Rotten - 90%\n ဒီဇာတ်လမ်းလေးအကြောင်းကို စမပြောခင် Animation ရဲ့ Graphic ပုံစံဟာ မြင်တွေ့နေကြပုံစံမျိုးမဟုတ်ပါဘူးလို့ စကားဦးခံထားပါရစေဘာလို့လဲဆိုတော့ ဘာသာပြန်ဖို့စကြည့်တဲ့အချိန်မှာ မိမိကိုယ်တိုင်လည်း ဘယ်လိုကြီးလဲဆိုပြီး အတွေးဝင်မိလို့ဖြစ်ပါတယ်ဒါပေမယ့် ဒီကားဟာ IMDb 7.9 တောင်ရရှိထားပြီး အသံသရုပ်ဆောင်တွေကလည်း ထိပ်ထိပ်ကြဲတွေဖြစ်တဲ့ Scarlett Johnson တို့ Breaking Bad ကမင်းသားကြီး Bryan Cranston တို့ Bill Murray တို့ပါဝင်သရုပ်ဆောင်ထားကြဖြစ်လို့ ပေါ့သေးသေးတော့မဟုတ်ပါဘူးကဲ ဇာတ်လမ်းအကြောင်း ဆက်လိုက်ကြရအောင်လွန်ခဲ့တဲ့ ရာစုနှစ်ဆယ်စုစာတုန်းက ခွေးတွေဟာ လူတွေရဲ့ အမိန့်ကို နာခံတတ်ကြတဲ့ အိမ်မွေးတိရစ္ဆာန်တွေမဟုတ်ကြပါဘူးအဲ့အချိန်မှာ ခွေးမုန်းတီးရေးဝါဒီကိုဘာယားရှီမျိုးနွယ်တွေဟာ ခွေးတို့ိကို စစ်အင်အားအလုံးအရင်းနဲ့ဝင်တိုက်ပါတော့တယ်အဲ့အချိန်မှာ ခွေးတွေဘက်က ရပ်တည်ပေးတဲ့ သူရဲကောင်းကလေးတစ်ဦး ပေါ်ပေါက်လာတာတော့တယ်ခွေးတွေကတော့ လူတွေရဲ့ အိမ်မွေးတိရစ္ဆာန်တွေဖြစ်လာပါတယ်နောက်နှစ် နှစ်ဆယ်ကြာလာတဲ့အခါ ခွေးတုပ်ကွေးရောဂါပြန့်ပွားမှုဟာ ပြင်းထန်တဲ့အဆင့်ကို ရောက်ရှိနေပါတယ်အဲ့အချိန်မှာ ခွေးမုန်းတီးတဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2TsuW/Isle_Of_Dogs_(Inugashima)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MPW-40402-135x200.jpg",
        "title": "Crank: High Voltage (2009)",
        "description": "Crank (2006) ဇာတ္ကားရဲ႕ေနာက္ဆက္တြဲဇာတ္ကားျဖစ္ျပီးမင္းသားၾကီး Jason Statham ရဲ႕အမိုက္စား ခပ္ၾကမ္းၾကမ္းဇာတ္ကားပါ။ေၾကးစားလူသတ္သမားအခ်င္းခ်င္း ေအာက္လမ္းနည္းေပါင္းစံုနဲ႕လုပ္ၾကံၾကတဲ့ ကစားပြဲမွာအသက္ရွင္ဖို႕ အရာအားလံုးကို ျဖတ္ေက်ာ္မယ့္ Chev Chelios အျဖစ္ Jason Statham ကို အမိုက္စားျမင္ေတြ႕ရမွာပါ။IMDb (6.2) ထိရရွိထားတဲ့ Action , Crime , Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီး မင္းသမီး Amy Smart မွလဲ ဇာတ္လမ္းနဲ႔အျပိဳင္ ခပ္ၾကမ္းၾကမ္း ပါဝင္အားျဖည့္ထားပါတယ္။ \nFile size…(900 MB) and (460 MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Edrea Rae",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/crank-high-voltage-2009/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/crank_ver3-134x200.jpg",
        "title": "Crank (2006)",
        "description": "မင္းသားၾကီး Jason Statham ရဲ႕အမိုက္စား ခပ္ၾကမ္းၾကမ္းဇာတ္ကားပါ။ေၾကးစားလူသတ္သမားအခ်င္းခ်င္း ေအာက္လမ္းနည္းေပါင္းစံုနဲ႕လုပ္ၾကံၾကတဲ့ ကစားပြဲမွာအသက္ရွင္ဖို႕ အရာအားလံုးကို ျဖတ္ေက်ာ္မယ့္ Chev Chelios အျဖစ္ Jason Statham ကို အမိုက္စားျမင္ေတြ႕ရမွာပါ။IMDb (7) ထိရရွိထားတဲ့ Action , Crime , Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီး မင္းသမီး Amy Smart မွလဲ ဇာတ္လမ္းနဲ႔အျပိဳင္ ခပ္ၾကမ္းၾကမ္း ပါဝင္အားျဖည့္ထားပါတယ္။ \nFile size…(850 MB) and (420 MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:44:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by MT",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/crank-2006/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/just-friends-italian-movie-poster-140x200.jpg",
        "title": "Just Friends (2005)",
        "description": "[Unicode]Just Friends(2005)Just Friends ဆိုတဲ့ ဇာတ်ကားကတော့\nDirector- Roger Kumble လက်စွမ်းပြထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်မင်းသားRyan Reynolds နှင့် မင်းသမီးAmy Smartတို့\nပါဝင် သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာတော့ အထက်တန်းကျောင်းက\nChris Brander ဆိုတဲ့ သဘောကောင်းတဲ့ လူဝတုတ်ကြီးရဲ့\nဝနေတာကြောင့်လူ အစအနောက်ခံရပြီးနောက်\nဘယ်လိုတွေ ပြောင်းလဲသွားမလဲ...\nသူcrushနေတဲ့ သူ့သူငယ်ချင်းကောင်မလေးနဲ့ရော\nဘယ်လိုတွေ ဆက်ဖြစ်မလဲ\n၁၀နှစ်ကြာပြီးနောက်သူ့ရဲ့ပြောင်းလဲမှု့တွေက ဘာတွေလဲ...လူတစ်ယောက်ရဲ့မခံချင်စိတ်က ထိုလူကို ဘယ်လောက်ထိ\nပြောင်းလဲသွားစေနိုင်လဲဆိုတာကို ဖော်ပြထားတဲ့\nComedy , Romance ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။[Zawgyi]Just Friends(2005)Just Friends ဆိုတဲ့ ဇာတ္ကားကေတာ့\nDirector- Roger Kumble လက္စြမ္းျပထားတဲ့\nဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္မင္းသားRyan Reynolds နွင့္ မင္းသမီးAmy Smartတို႔\nပါ၀င္ သရုပ္ေဆာင္ထားတဲ့ ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားထဲမွာေတာ့ အထက္တန္းေက်ာင္းက\nChris Brander ဆိုတဲ့ သေဘာေကာင္းတဲ့ လူ၀တုတ္ၾကီးရဲ႕\n၀ေနတာေၾကာင့္လူ အစအေနာက္ခံရျပီးေနာက္\nဘယ္လိုေတြ ေျပာင္းလဲသြားမလဲ...\nသူcrushေနတဲ့ သူ႔သူငယ္ခ်င္းေကာင္မေလးနဲ႔ေရာ\nဘယ္လိုေတြ ဆက္ျဖစ္မလဲ\n၁၀နွစ္ၾကာျပီးေနာက္သူ႔ရဲ႕ေျပာင္းလဲမွု႔ေတြက ဘာေတြလဲ...လူတစ္ေယာက္ရဲ႕မခံခ်င္စိတ္က ထိုလူကို ဘယ္ေလာက္ထိ\nေၿပာင္းလဲသြားေစနိုင္လဲဆိုတာကို ေဖာ္ျပထားတဲ့\nComedy , Romance ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။File size…(600MB)\nQuality…BR-Rip ...",
        "rating": "6.2",
        "url": "https://megaup.net/4eB4c/Just_Friends_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cOnVhuqmirMo3c1vlQcI2jnfWT7.jpg",
        "title": "The Maus (2017)",
        "description": "ဒီကားဟာ Horror အမ်ိဳးအစားဆိုေပမယ့္ သရဲေတြမေကာင္းဆိုးဝါးေတြနဲ႔ ျပဴးျပဴးၿပဲၿပဲေျခာက္ျပတာမ်ိဳးမဟုတ္ပါဘူးထူးျခားတာက တစ္ကားလံုးကို လူေလးေယာက္ထဲနဲ႔ သယ္သြားတာပါဇာတ္လမ္းအက်ဥ္းကေတာ့ Horror ကားေတြရဲ႕ ထံုးစံအတိုင္း အဲလက္စ္တို႔ ခ်စ္သူစံုတြဲတစ္တြဲ ေလဆိပ္ကိုသြားဖို႔ ေတာအုပ္တစ္အုပ္ကိုအျဖတ္ ကားပ်က္သြားပါေတာ့တယ္ျဖစ္ခ်င္ေတာ့ အဲ့ေတာက မိုင္းေတြျပည့္ေနတာကို သူတို႔မသိခဲ့ၾကပါဘူးအဲ့အေၾကာင္းကိုမဆက္ခင္ ေျပာျပခ်င္တာက၁၉၉၅ ခုနစ္ေလာက္တုန္းက ခရစ္ယာန္ဆာဘီးယန္းလူမ်ိဳးေတြက အျပစ္မဲ့ မူစလင္ေဘာ္စနီးယန္းေတြကို မိန္းမနဲ႔ကေလးေတြပါမခ်န္ ရက္ရက္စက္စက္ သတ္ျဖတ္ခဲ့တဲ့စစ္ပြဲျဖစ္ပြားခဲ့ပါတယ္အဲ့စစ္ပြဲမွာ ဒုကၡသည္ျဖစ္ခဲ့ရၿပီး တစ္မိသားစုလံုးအသတ္ခံခဲ့ရတဲ့ ဆယ္မာဟာ ႀကီးမားတဲ့ စိတ္ဒဏ္ရာေၾကာင့္ ဆာဘီးယန္းလူမ်ိဳးေတြကို မယံုၾကည္ႏိုင္ပါဘူးေတာထဲမွာ ကူကယ္ရာမဲ့ေနတဲ့အခ်ိန္ ေပၚလာတဲ့လူႏွစ္ေယာက္က ဆာဘီးယန္းေတြ သူတို႔က ဆယ္မာထင္သလို လူဆိုးေတြလားအဲလက္စ္ထင္သလို ကူညီေပးမယ့္လူေတြလားဆိုတာကိုေတာ့ အသည္းတထိပ္ထိပ္နဲ႔ၾကည့္ရႈၾကရမွာျဖစ္ပါတယ္ (ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ) File Size : (750 MB) and (350 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 29min\nFormat : Mp4\nGenre : Drama, ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/the-maus-2017/",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvEyStSBUHBBNCV5QZ821wJG19C.jpg",
        "title": "Meatball Machine Kodoku (2017)",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ ဂ်ပန္ Sci-fic/thriller အမ်ိဳးအစားျဖစ္ပါတယ္။Rating 6.3 ရထားျပီးေတာ့မွ အခုလူမႈဘဝ အေျခအေနေတြကို ေသခ်ာရိုက္ျပထားတာျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ ေလာကမွာ ေမတၱာတရားေခါင္းပါးေနျပီး ေငြေၾကးကသာအဓိကျဖစ္ေနတဲ႔ လူေတြၾကားမွာ အႏိုင္က်င့္ခံ အထီးက်န္ေနတဲ႔ လူတစ္ေယာက္အေၾကာင္းရိုက္ျပထားတာပါ။လူေတြဟာ အၾကင္နာတရားတကယ္ေခါင္းပါးလာျပီး စက္ရုပ္သဖြယ္ ျဖစ္လာတဲ႔ အေျခအေနမွာ တကယ့္ စက္ရုပ္ေတြက လူ႔ေလာက ကိုေရာက္လာျပီး လူေတြကို သတ္ျဖတ္လာတဲ့အခါမွာေတာ့ လူသားေတြအတြက္ ေပ်ာ္ရႊင္ျခင္း ခ်စ္ျခင္းကို သိလာတာ ေနာက္က်သြားျပီလားလူေတြကေရာ စက္ရုပ္ေတြရဲ႕လက္ထဲကေတလြတ္ေျမာက္ႏိုင္ပါ့မလားဆိုတာကို သည္းထိတ္ရင္ဖိုၾကည့္ရမွာျဖစ္မွာပါတယ္ (ဘာသာျပန္သူကေတာ့ Brilliant Star ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre : Action, Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/meatball-machine-kodoku-2017/",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qPNIWfyynPdFJgOGsMAxAmxIbKw.jpg",
        "title": "Mad Genius (2018)",
        "description": "နည္းပညာတုိးတက္လာတာနဲ႔အတူ Hacker ေတြလည္းအရမ္းမ်ားလာပါတယ္။Social Media Account ေတြ၊ Website ေတြ၊ ပုဂၢိဳလိကအဖြဲ႕အစည္းေတြ၊ အစုိးရ အဖြဲ႕အစည္းေတြ Hack ခံေနရတာေတြၾကားေနရမွာပါ။ဒါေပမယ့္ ဒီဇာတ္ကားထဲက ဇာတ္ေကာင္ကေတာ့ လူသားမ်ိဳးႏြယ္စုတစ္စုလုံးကုိ အေျပာင္းအလဲၾကီးေျပာင္းလဲေစမယ့္ အရာကုိ Hack ဖုိ႔ၾကိဳးစားတာပါ။လူေတြရဲ႕ဦးေႏွာက္ေတြကုိ Hack ဖုိ႔ၾကိဳးစားတာပါ။Computer Software ေတြလုိ လူသားေတြရဲ႕ဦးေႏွာက္က မေကာင္းတဲ့အပုိင္းေတြကုိ ဖ်က္စီးျပီး ေကာင္းတဲ့အပုိင္းေတြထည့္သြင္းဖုိ႔ပါတဲ့။သူက စမ္းသပ္ခ်က္တစ္ခုမွာ ကုိယ့္ကိုကိုယ္စမ္းၾကည့္ရင္း သူ႕ရဲ႕စိတ္ကူးယဥ္ပုံရိပ္တစ္ခုကုိ အျမဲျမင္ေတြ႕ေနရတဲ့သူပါ။ဒီကားေလးမွာ Computer အေခၚေတြနဲ႔ ရူပေဗဒ အေခၚေတြနဲ႔ သေဘာသဘာဝေတြကုိ ေတြ႕ျမင္ရမွာျဖစ္တဲ့အတြက္ အဲဒီ နယ္ပယ္ႏွစ္ခုလုံးကုိရင္းႏွီးသူေတြ စိတ္ဝင္စားသူေတြအၾကိဳက္ေတြ႕ေစမွာပါ။IMDB Rating ကေတာ့ 5.9 ျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/mad-genius-2018/",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/batman-returns-copy-133x200.jpg",
        "title": "Batman Returns (1992)",
        "description": "Batman Returns က\nTim Burton director လုပ္ခဲ့တဲ့\nBatman သုံးကားထဲ တစ္ကား အပါအဝင္ပါ။Gotham ၿမိဳ႕ရဲ႕\nေရဆိုးေျမာင္းေတြထဲမွာ ပင္ဂြင္းလူတစ္ေကာင္\n႐ွိေနတယ္ဆိုၿပီး ေကာလဟာလေတြ ထြက္ေပၚလာခ်ိန္..Max shreck အမည္ရတဲ့\nေဂၚသမ္မ်က္ႏွာဖုံးသူေ႒းတစ္ေယာက္ဟာ\nတစ္ၿမိဳ႕လုံးက စြမ္းအင္ေတြကို စုတ္ယူမဲ့\nPower Generator တစ္ခု လုပ္ဖို႔ ၾကံစည္ေနခ်ိန္..လူေလးစား\nပင္ဂြင္းဟာ Max ရဲ႕ အၾကံေတြကို သိၿပီး\nMax နဲ႔ ေပါင္းၿပီး.. ၿမိဳ႕ေတာ္ဝန္လုပ္ဖို႔ ၾကံခဲ့တယ္။max သူ႔အၾကံကို သိသြားတဲ့..Selena ကို\nႏႈတ္ပိတ္သတ္ဖို႔ ၾကံခဲ့တယ္။Selena မေသပဲ Catwoman ျဖစ္သြားတဲ့အခါ\nBatman အေနနဲ႔\nဗီလိ္န္သုံးေကာင္ ကိုယ္တစ္ေကာင္ ႏြဲဖို႔ ျဖစ္လာခဲ့ပါတယ္။တစ္ဖက္တစ္လမ္းကလည္း Bruce wayne အေနနဲ႔\nSelena နဲ႔ ခ်စ္ႀကိဳက္မိတဲ့အခါ......။\nဆက္ျဖစ္လာဦးမဲ့ Batman ရဲ႕\nစြန္႔စားခန္းေတြကိုေတာ့ ကိုယ္တိုင္ပဲ ခံစားၾကည့္ၾကပါ။Gotham ၾကည့္တဲ့\nOswald Cobblepot ရဲ႕ fanေတြအတြက္\nပင္ဂြင္း Adult ကို ခံစားရမဲ့\nဇာတ္ကားဆိုလည္း မမွားပါဘူး။ထူးျခားခ်က္အေနနဲ႔\nCatwoman ရဲ႕ Nine Live ...",
        "rating": "7.0",
        "url": "https://megaup.net/4eB44/Batman_Returns_[1992]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BNDFiYTM3MzMtMTY1MC00ODhlLWI5ZmMtNGIwYTcwMzE3Y2MxXkEyXkFqcGdeQXVyNzMwNTgzMzU@._V1_-132x200.jpg",
        "title": "Batman (1989)",
        "description": "[Unicode]Batman ဇာတ်ကားကတော့ ဒါရိုက်တာ Tim Burtonရိုက်ကူးခဲ့တဲ့ဇာတ်ကား၃ကားထဲက တစ်ကားအပါအဝင်ဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကတော့ အမေရိကန်ပြည်ထောင်စု၊Gotham မြို့စွန်ကမိဘနှစ်ပါးလုံးဆုံးရှုံးလိုက်ရလို့ လက်စားချေလိုစိတ်၊တရားမျှတမှု့ကို ဖြစ်စေချင်တဲ့စိတ်ကြောင့်ကိုယ်ရည်စွမ်းထက်မြက်အောင်လုပ်ပြီး ယိုယွင်းနေပြီဖြစ်တဲ့ Gotham မှာလူဆိုးကောင်တွေကို ရှင်းလင်းနေတဲ့ Batmanနဲ့လူတစ်ကာကို ဒုက္ခပေးနေတဲ့ လူဆိုးအရူး Joker တို့ရဲ့ တိုက်ခိုက်ကြတဲ့Action ဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။[Zawgyi]Batman ဇာတ္ကားကေတာ့ ဒါရိုက္တာ Tim Burtonရိုက္ကူးခဲ့တဲ့ဇာတ္ကား၃ကားထဲက တစ္ကားအပါအ၀င္ျဖစ္ပါတယ္။ဒီဇာတ္ကားေလးကေတာ့ အေမရိကန္ျပည္ေထာင္စု၊Gotham ျမိဳ့စြန္ကမိဘနွစ္ပါးလံုးဆံုးရွံုးလိုက္ရလို႔ လက္စားေခ်လိုစိတ္၊တရားမွွ်တမွဳ့႕ကို ျဖစ္ေစခ်င္တဲ့စိတ္ေျကာင့္ကိုယ္ရည္စြမ္းထက္ျမက္ေအာင္လုပ္ျပီး ယိုယြင္းေနျပီျဖစ္တဲ့ Gotham မွာလူဆိုးေကာင္ေတြကို ရွင္းလင္းေနတဲ့ Batmanနဲ့လူတစ္ကာကို ဒုကၡေပးေနတဲ့ လူဆိုးအရူး Joker တို႔ရဲ႕  တိုက္ခိုက္ျကတဲ့Action ဇာတ္လမ္းေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ Batman(1989)File size…(999MB) and (555MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….02:06:19\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Min Thant HtooEncoded by Naing Aung Latt",
        "rating": "7.6",
        "url": "https://megaup.net/4Uywj/Batman_[1989]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j64I3u1wwgPct3stvvKU2ikl14w.jpg",
        "title": "The Domestics (2018)",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ Horror/ Thriller/Film Noir အမ်ိဳးအစားျဖစ္ပါတယ္။IMDB 5.7 ရထားျပီးေတာ့ ဒီဇာတ္လမ္းမွာ လူေတြရဲ႕ လုပ္ရပ္ေၾကာင့္ ဒီကမာၻၾကီးဘယ္ေလာက္ဆိုးရြားပ်က္ဆီး ကပ္ဆိုက္ေနျပီလဲ ဆိုတာကို စိတ္လႈပ္ရွားဖြယ္ရိုက္ကူးေပးထားတာျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ မာခ့္ ဆိုတဲ့ လူတစ္ေယာက္ဟာ ကြာရွင္းျပီးသား သူ႔မိန္းမနဲ႔ ျပန္လည္ေပါင္းထုတ္ဖို႔ သူ႔မိန္းမကို သြားေခၚတာကေနစျပီး သူတို႔ႏွစ္ေယာက္ အတူတူ ခရီးထြက္လာၾကတာျဖစ္ပါတယ္။ဒါေပမဲ့ ကမာၻၾကီးမွာ အၾကင္နာတရားေတြ ကိုယ္ခ်င္းစာမႈေတြ မရွိေတာ့တဲ့ လူ႔သရဲေတြ မ်ားျပားလာတဲ့အေျခအေနနဲ႔ အစာ ရွားပါးေဘးကပ္ဆိုက္ေနလုိ႔ လူလူခ်င္းျပန္စားေနၾကရတ့ဲအေျခအေနမွာ ခရီးတစ္ခုထြက္ဖို႔ဆိုတာ အသက္ကို ဖက္နဲ႔ ထုပ္ထားရသလုိပါပဲ။အဲ့ေတာ့ သူတုိ႔ႏွစ္ေယာက္ဟာ တကယ္ေရာ အခ်စ္ဆိုတဲ့အရာရွိေသးလုိ႔ ျပန္လည္ ေပါင္းထုတ္ၾကတာလားသူတုိ႔ကေရာ အဲ့ဒီ လူ႕သရဲ လူမိုက္ဂိုဏ္းေတြ လက္ခုပ္ထဲကေရလိုပဲ ေသသြားရမွာလားဒါမွမဟုတ္ ထြက္ေျပးလြတ္ေျမာက္ႏိုင္ပါ့မလားကို သဲထိတ္ရင္ဖို ဇာတ္လမ္းအဆံုးထိၾကည့္ရမွာျဖစ္ပါတယ္ (ဘာသာျပန္သူကေတာ့ Brilliant Star ပါ) File Size : (700 MB) and (280 MB)\nQuality ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Ba54/The_Domestics_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5JcZ4xOlc4og9Hw7vjZYDk9BIFN.jpg",
        "title": "Chappaquiddick (2017)",
        "description": "ဒီတစ္​​ေခါက္​က​ေတာ့ အ​ေမရိကန္​ဇာတ္​လမ္​း​ေကာင္​း​ေကာင္​း​ေလး​ေတြကို ႀကိဳက္​တဲ့သူ​ေတြအတြက္​ပဲျဖစ္​ပါတယ္​ဇာတ္​လမ္​းက​ေတာ့ ....Joe Kennedy ရဲ႕ အသက္​႐ွင္​က်န္​ခဲ့တဲ့တစ္​ဦးတည္​း​ေသာသား အမတ္​ Ted Kennedy က Chappaquiddick ကြၽန္​းကို ​ေလွၿပိဳင္​ပြဲအတြက္​သြားရင္​ \"Boiler Room Girls\" လို႔​ေခၚတဲ့ စည္​းရံုးမဲဆြယ္​​ေရးက အမ်ိဳးသမီး​ေတြနဲ႔ ၁၉၆၉ ဇူလိုင္​လ၁၈ရက္​မွာ ျပန္​လည္​​ေတြ႔ဆံုပြဲလုပ္​ခဲ့ပါတယ္​ပြဲၿပီးတဲ့​ေနာက္​မ​ွာ သူ႔ရဲ႕အစ္​ကိုျဖစ္​သူ Bobby လက္​ထပ္​တုန္​းက အတူအလုပ္​လုပ္​​ေပးခဲ့ဖူးတဲ့ Mary Jo နဲ႔အတူ ပါတီက​ေနထြက္​လာခဲ့တယ္​လမ္​းမွာပဲ မ​ေတာ္​တဆမႈျဖစ္​ၿပီး ကားက​ေရထဲထိုးက်သြားခဲ့ၿပီး Mary Joလည္​း​ေသသြားခဲ့ပါတယ္​လာမယ္​့​ေရြး​ေကာက္​ပဲြမွာ အ​ေရြးခံမယ္​့ လႊတ္​​ေတာ္​အမတ္​ Ted ဟာ Mary Jo ​ေသတဲ့ကိစၥနဲ႔ပတ္​သတ္​ၿပီး ​ေျဖ႐ွင္​းရင္​း ျပႆနာ​ေတြ ႐ႈပ္​​ေထြးသြားခဲ့ပါတယ္​အဲ့ျပႆနာ​ေတြကို ဘယ္​လို​ေျဖ႐ွင္​းမလဲ?Ted က ျပစ္​ဒဏ္​​ေတြခံရဦးမွာလား?Ted ရဲ႕သမၼတ​ေလာင္​း​ေနရာက​ေရာ ဘယ္​လိုျဖစ္​မလဲ ဆိုတာစိတ္​ဝင္​တစား​ေစာင္​့ၾကည္​့ရမယ္​့ ဇာတ္​လမ္​း​ေကာင္​းျဖစ္​ပါတယ္​ဒီဇာတ္​လမ္​းကို John Curranက ႐ိုက္​ကူးထားၿပီး​ေတာ့ John Clarke, Kate Mara, Ed ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/chappaquiddick-2017/",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p0ESXdJbhVOHwVoWmxDhakgPu3H.jpg",
        "title": "Big Legend (2018)",
        "description": "Action/Thriller ပရိတ္သတ္ႀကီးအတြက္ပါဒီကားရဲ႕ အစကေတာ့ ႐ိုဆန္ဆန္ေလး ဖြင့္ထားပါတယ္ ခ်စ္သူစံုတြဲတစ္တြဲ camping ထြက္လာၾကတာေပါ့တိုင္လာက စစ္ျပန္တစ္ေယာက္ရႈခင္းအရမ္းလွတဲ့ ခရီးတစ္ေနရာမွာ လက္ထပ္ခြင့္ေတာင္းေတာ့ နာတာလီက အရမ္းေပ်ာ္ေနတာေပါ့အဲ့လိုေပ်ာ္ေနတဲ့ ခ်စ္သူစံုတြဲၾကား ဝင္လာမယ့္ ၾကမၼာဆိုးကိုေတာ့ သူတို႔ ႀကိဳမျမင္ခဲ့ၾကရွာဘူးအဲ့ဒီညမွာပဲ မူမမွန္တဲ့အသံေတြၾကားေတာ့ တိုင္လာကထြက္ၾကည့္တယ္ က်န္ေနခဲ့တဲ့ နာတာလီတစ္ေယာက္ အဖမ္းခံလိုက္ရတဲ့အခါ...ဒီေတာႀကီးမ်က္မည္းမွာ ဘယ္သူကမ်ား ဖမ္းသြားတာလဲ..သားရဲလား လူလား...စိတ္ေရာဂါကုေဆးရံုကို တစ္ႏွစ္တက္အၿပီးမွာေတာ့ ခ်စ္ရတဲ့သူ အသက္ရွင္ရက္ရွိေနခ်င္ရွိေနမွာဆိုတဲ့ ေမွ်ာ္လင့္ခ်က္ကို မစြန္႔လႊတ္ႏိုင္တဲ့ တိုင္လာတစ္ေယာက္ အေျဖရွာဖို႔ ေတာထဲကို ေနာက္တစ္ခါ ေျခခ်ပါေတာ့တယ္...တရားခံကိုမိမလား မိမိပဲအသက္ေဘးနဲ႔ၾကံဳရမလားဆိုတာေတာ့Low Budget Film တစ္ကားျဖစ္ေပမယ့္ Acting ပိုင္း Cinematography ပိုင္းဆိုင္ရာေကာင္းမြန္ၿပီး Entertaining ျဖစ္တဲ့ကားတစ္ကားျဖစ္ပါတယ္IMDB rating ကေတာ့ 4.5/10 ပါ (ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ) File Size : (750 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/big-legend-2018/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r1OWlfEq9ahXoTNAIDg5mI3zh1z.jpg",
        "title": "Wolves at the Door(2016)",
        "description": "Wolves at the Door(2016)\n​ေႏြရာသီရက္တစ္ရက္မွာ သူငယ္​ခ်င္​း၄​ေယာက္​ဟာ လွပခန္​႔ညားတဲ့အိမ္​ႀကီးမွာ စု​ေဝးခဲ့ၾကတယ္​ ..\n.\nသူငယ္ခ်င္း ၄ေယာက္ဆုံေလေတာ့ ေပ်ာ္ၾက ရႊင္ၾကေပါ့..လြပ္လပ္ေပါ့ပါးစြာေနၾကတယ္.\n..သူတုိ႕ရဲ႕အေပ်ာ္ဟာ\nၾကာၾကာမခံလုိက္ရပါဘူး....\nသူတုိ႕ ၄ေယာက္အတြက္ ေသျခင္းတရားကုိယူေဆာင္လာတဲ့\nအမည္မသိ လူတစ္စုဟာ\nအိမ္အျပင္ဘက္ကေန၀င္ေရာက္လာတယ္..\nသာမန္​ႏႈတ္​ဆက္​ပြဲ​ေလးက​ေန ​ထိတ္​လန္​႔​ေျခာက္​ျခားဖြယ္​​ေကာင္​းတဲ့\nညအျဖစ္​​ေျပာင္​းသြားခဲ့တယ္​....\nHorr0r ကားေတြကုိမွ ႏွစ္သက္တဲ့သူေတြအဖုိ႕ ခံစားလုိက္ပါဦးဗ်ဳိ႕...\nFile Size : (900 MB) and (292 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:13:00\nGenre : Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "4.5",
        "url": "https://megaup.net/1Ba54/The_Domestics_[2018]_(MM_Sub).mp4 https://megaup.net/1Ba5r/Wolves_At_The_Door_[2016]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/paper-year-150x200.jpg",
        "title": "Paper Year (2018)",
        "description": "Paper Year (2018)\nIMDb - 5.2/10_____Rotten - 71%\n  ဒီကားလေးကတော့ Rating 5.2/10 ရထားတဲ့ ရိုမန်းတစ်ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။မင်းသားချောလေး Avan Jogia နဲ့ မင်းသမီးလေး Eve Hewson ပါဝင်သရုပ်ဆောင်ထားပြီး ဒါရိုက်တာကတော့ Rebecca Addelman ပါ။ဇာတ်လမ်းအကျဉ်းသာမန်ရိုမန်းတစ်ဇာတ်ကားတွေနဲ့ မတူတဲ့တစ်ချက်ကတော့ ကြင်စဦးမှောင်နှံတစ်တွဲရဲ့အချစ်နဲ့ဖြစ်လေ့ဖြစ်ထရှိတဲ့ ပြဿနာလေးတွေကို ပုံဖော်ရိုက်ကူးထားဖြစ်ပါတယ်လက်ထပ်ပြီးခါစမှာတော့ အချစ်စိတ်မွှန်နေပြီး တစ်ယောက်အပေါ်တစ်ယောက်အပြစ်မမြင်ပဲ ချစ်ကြတာပေါ့ဒါပေမဲ့ အချိန်ကြာလာတာနဲ့အမျှ ပြဿနာလေးတွေစုကာ ကတောက်ကစတွေဖြစ်လာကြပါတော့တယ်ဒီတော့ သူတို့ဒီအတိုင်းလက်လျော့ပြီး နောက်ပြန်ဆုတ်မလား ဒါမှမဟုတ် ပြဿာနာကို အတူတူဖြေရှင်းမလားဆိုတာကိုတော့ ဇာတ်ကားလေးမှာ ကြည့်ရှုပေးပါနော် \n(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ann Mary ပါ)\n  ဒီကားေလးကေတာ့ Rating 5.2/10 ရထားတဲ့ ႐ိုမန္းတစ္ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။မင္းသားေခ်ာေလး Avan Jogia နဲ႔ မင္းသမီးေလး Eve Hewson ပါဝင္သ႐ုပ္ေဆာင္ထားၿပီး ဒါ႐ိုက္တာကေတာ့ Rebecca Addelman ပါ။ဇာတ္လမ္းအက်ဥ္းသာမန္႐ိုမန္းတစ္ဇာတ္ကားေတြနဲ႔ မတူတဲ့တစ္ခ်က္ကေတာ့ ၾကင္စဦးေမွာင္ႏွံတစ္တြဲရဲ႕အခ်စ္နဲ႕ျဖစ္ေလ့ျဖစ္ထရွိတဲ့ ျပႆနာေလးေတြကို ...",
        "rating": "5.2",
        "url": "https://megaup.net/2gZjv/Paper_Year_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/the-family-poster-1-1-133x200.jpg",
        "title": "The Family (2013)",
        "description": "The Family (2013)_____IMDb - 6.3/10\n  \nနယူးယောက်မှ လူဆိုးဂိုဏ်းဝင် ဂျော်ဗန်နီ မန်ဇိုနီ ဟာ FBIအေးဂျင့် ရောဘတ် စတန်ဖီနဲ့\nအပေးအယူလုပ်ပြီး သူ့ရဲ့ မာဖီးယားအဖွဲ့ကို သစ္စာဖောက်ခဲ့ပါတယ်...\nသူ့ရဲ့ သတင်းပေးမှုကြောင့် မာဖီးယားအဖွဲ့ အတော်လေးဖွဲ့စည်းပုံပျက်သွားတယ်...\nဂျော်ဗန်နီဟာ သက်သေကာကွယ်ရေးအစီအစဉ်မှာပါဝင်ခဲ့ပြီး ဖရက် ဘလိတ်\nအဖြစ် မှတ်ပုံတင်အသစ်ရခဲ့ပါတယ်...\nဂျော်ဗန်နီနဲ့ သူ့ဇနီး မက်ဂီ သူတို့ရဲ့ဆယ်ကျော်သက်ကလေးတွေဖြစ်ကြတဲ့ ဘဲလ်လာနဲ့\nဝါရန်တို့ဟာ နော်မန်က Cholong sur Avredကို စတန်ဖီနှင့် အေးဂျင့်၂ယောက်တို့ရဲ့\nအကာအကွယ်နဲ့ပြောင်းရွေ့ခဲ့ပါတယ်...\nမာဖီယားတွေအတွက်တော့ သူတို့မိသားစုဟာ ကမ္ဘာမကျေပါပဲ...\nဒီအချိန်မှာ မာဖီယားဂိုဏ်းက လူသတ်သမားကို ဒေါ်လာသန်း၂၀ပေးပြီး\nသူတို့မိသားစုကို သတ်ခိုင်းပါတယ်...\nမာဖီးယားဂိုဏ်းဟာ မန်ဇိုနီ မိသားစုကို မထင်မှတ်ဘဲ ရှာတွေ့သွားပြီးတဲ့နောက်မှာတော့.....\n \nဇာတ်လမ်းအညွှန်းကိုတော့ ညီမငယ် Hnin Amy Khineကရေးသားပေးပါတယ်...\n  \nFile Size : (903 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:51:00\nGenre : Comedy, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.3",
        "url": "https://megaup.net/2dWxi/The_Family_[2013]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/39XJExIXKyvSYQYvy1b5EsutjB8.jpg",
        "title": "House of Flying Daggers (2004)",
        "description": "ရယူခြင်းဟာ အချစ်တဲ့လား ပေးဆပ်ခြင်းဟာအချစ်ပဲလား\nတချို့လူတွေဟာ မဖြစ်နိုင်မှန်းသိသိကြီးနဲ့ ပိုင်ဆိုင်ဖို့\nပေါင်းစည်းဖို့ကြိုးစားတာကို အချစ်လို့သမုတ်ကြပေမယ့်\nတချို့တွေကတော့ ထိုအချိန်မှာချစ်သူကိုစွန့်လွတ်ရင်း ပေးဆပ်ရင်း\nချစ်နေတာကို အချစ်စစ်လို့ခေါ်ကြပြန်တယ် စသည်ဖြင့်သို့လော သို့လောတွေနဲ့ အချစ်အကြောင်းကို မသိခင် ငယ်စဉ်အခါက\nတီဗီရှေ့မှာဖီးလ်ခဲ့ရဖူးတဲ့ အချစ်ကားတွေထဲမှာ\nဒီဇာတ်ကားလည်းအပါအဝင်ဖြစ်ခဲ့ပါတယ်\nဇာတ်လမ်းအကျဉ်းအနည်းငယ်ပြောရရင် တရုတ်ပြည် အေဒီ၅၈၉မှာ\nအင်အားကြီးတန်မင်းဆက်ဟာ အားလျော့ခဲ့လာပြီး\nတိုင်းပြည်ကို မနိုင်မနင်း အုပ်ချုပ်နေရချိန်ဖြစ်ပါတယ်\nသူပုန်အဖွဲ့တွေ အများအပြားသောင်းကျန်းနေချိန်မှာ\nအင်းအားအကြီးဆုံးနဲ့ပြည်သူတွေရဲ့ ထောက်ခံမှုကို ရရှိနေတဲ့အဖွဲ့ကတော့\nဓားပျံတို့ရဲ့ဂေဟာ လို့ခေါ်တဲ့အဖွဲ့ဖြစ်ပါတယ်\nမြို့တွင်းပျော်ပွဲစားရုံတစ်ခုမှ\nမျက်မမြင်ကချေသည်မိန်းကလေးတစ်ဦးဟာ\nသူပုန်အဖွဲ့ဝင်တစ်ဦးလို့ သံသယ ရှိခြင်းခံရပြီး\nအစိုးရဋ္ဌာနမှုးနှစ်ဦးဖြစ်တဲ့လီယိုနဲ့ဂျင်ဟာ\nထိုမိန်းကလေးနောက်ကို လိုက်ရင်း\nသူပုန်အဖွဲ့ရဲ့ နေရာကိုဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်\nမိန်းကလေးကိုအယုံသွင်းကာ သူ့မူလနေရာကိုပြန်ပို့ပေးရင်း\nနေရာကိုဖော်ထုတ်ရမယ့်တာဝန်ကိုယူတဲ့ဂျင်ဟာ\nရဲမက်တွေရန်မှကာကွယ်ရင်း\nထိုမိန်းကလေးအပေါ်ချစ်မိသွားကာ\nဇာတ်လမ်းရဲ့အရှိန်ကိုပိုမြင့်လာစေခဲ့ပါတယ်…\nအချစ်ဆိုတာ တကယ်တော့ ချစ်နေဖို့လိုအပ်သလို \nတခါတလေကျတော့လည်း အချစ်ကြောင့်ပဲ\nကိုယ့်ဘဝတစ်ခုလုံးရင်းရဲတဲ့သတ္တိတွေရှိလာခဲ့ပါတယ်…\nသိုင်းကားလေးတစ်ကားဖြစ်ပေမယ့် အမိုက်စား\nဇာတ်လမ်းအစကနေအဆုံးထိအားလုံးရဲ့စိတ်ဝင်စားမှု့တွေကို\nအဆုံးထိဆွဲခေါ်သွားမယ့်ကားတစ်ကားဖြစ်ပါတယ်…\nImdb 7.6နဲ့RT မှာတော့88%ရရှိထားပြီး\nနာမည်ကျော်Heroဇာတ်ကား Great ...",
        "rating": "7.6",
        "url": "https://megaup.net/1ILfb/House_Of_Flying_Daggers_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sTlPvjdQrrv5cLH410aMlSxqi0x.jpg",
        "title": "Green Room (2015)",
        "description": "IMDB... 7/10\nRotten tomatoes... 90%Green Room ကေတာ့ 2015 တုန္းကဒါရိုက္တာ Jeremy Saulinerကိုယ္တိုင္ ေရးသားရိုက္ကူးခဲ့တဲ့Horror, Thriller ရုပ္ရွင္ကားေလးပါဇာတ္လမ္းကေတာ့ သိပ္ၿပီး ႀကီးႀကီးမားမားေတာ့ မဟုတ္ပါဘူးလူငယ္ Punk Rock Band တစ္ဖြဲ႕က လူမနီးသူမနီး ေတာအုပ္တစ္ခုမွာရွိတဲ့ Club တစ္ခုမွာသြားေဖ်ာ္ေျဖရင္းနဲ႔ကံဆိုးမ သြားရာ မိုးလိုက္လို႔ရြာဆိုတဲ့ အတိုင္းစင္အေနာက္ဘက္က နားေနခန္း Green Room ထဲမွာလူသတ္မႈတစ္ခုနဲ႔ အမွတ္မထင္ ပက္ပင္းသြားတိုးသြားၿပီး အသက္အႏၲာရာယ္ႀကီးမားတဲ့ ျပႆနာတစ္ခုနဲ႔ ၾကံဳေတြ႕ရတဲ့ အျဖစ္အပ်က္ေလးကို ရိုက္ျပထားတာပဲ ျဖစ္ပါတယ္ဒီကားဟာ 2015 ရဲ႕ အေကာင္းဆံုး ရုပ္ရွင္ေတာ့ မဟုတ္ေပမယ့္ သည္းထိပ္ရင္ဖို ႀကိဳက္သူေတြ အတြက္ေတာ့ လံုးဝ ပ်င္းရမွာ မဟုတ္ပါဘူးေသြးထြက္သံယိုေတြလည္း အေတာ္ပါပါတယ္တခ်ိဳ႕အခန္းေတြဆိုရင္ အဲ့လိုမ်ိဳးေသြးထြက္သံယို ႀကိဳက္တတ္တဲ့ သူေတြအတြက္ေတာင္ အသည္းယားဖို႔ေကာင္းတာေတြ ပါတယ္ေတာ္ေတာ္ ယုတၱိရွိေအာင္လည္းရုိက္ျပထားပါတယ္Punk music ေတြ Metal ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/green-room-2015/",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qVKYduwLJ5HjbeVVYqYPSAhWQqh.jpg",
        "title": "Chocolat(2000)",
        "description": "Chocolat(2000)\nIMDb...7.3,,,Rotten.....62%\nေခ်ာကလက္ဆုိတဲ့ဇာတ္ကားဟာ လူသားဆန္မႈ၏ တန္ဖုိးတစ္ခုကုိ\nပါးပါးေလးေျပာျပထားသည့္ ခ်စ္စဖြယ္ ကဗ်ာတစ္ပုဒ္လုိ႕ စာေရးဆရာမ\nဂ်ဴးက ဆုိထားေလတယ္...\nျပင္သစ္ႏုိင္ငံရဲ႕ၿမဳိ႕တစ္ၿမဳိ႕...\nသူတုိ႕ၿမဳိ႕ေလးက စည္းကမ္းေပါင္းမ်ားစြာ အယူေပါင္းမ်ားစြာရွိတယ္..\nသူတုိ႕ေတြကုိၾကည့္ရတာ စက္ရုပ္ဆန္ေနသလုိပဲ...ျပည္သူျပည္သားအေပါင္းဟာ\nလည္း ဒီလုိက်င့္၀တ္စည္းကမ္းေတြကုိ အသားက်ေနတဲ့ပုံစံပါပဲ...\nၿမဳိ႕ေတာ္၀န္ဟာ စည္းကမ္းေတြလုိက္နာၿပီး အေနအထုိင္တည္တံသူျဖစ္လုိ႕\nအားလုံးအေပၚကုိ ၾသဇာသက္ေညာင္းတယ္...ဒီလုိၿမဳိ႕ေလးကုိ\nသားအမိ (၂)ေယာက္ေရာက္လာတယ္.ၿမဳိ႕ကုိေရာက္ၿပီးအေမလုပ္သူဟာ ေခ်ာကလက္ဆုိင္ဖြင့္တယ္.\n..သူမ ဟာ လြပ္လပ္စြာေနတယ္...သူ႕ရဲ႕ကိုယ္ပုိင္ဟန္\nအတုိင္းေနတယ္...သုိ႕ေပမယ့္လည္း ၿမဳိ႕ခံလူေတြနဲ႕ ၿမဳိ႕ေတာ္၀န္အတြက္\nေတာ့ သူမဟာ အရုိင္းဆန္ေနသလုိျဖစ္ေနတယ္....\nဒီလုိၿမဳိ႕ရဲ႕ျမစ္ကမ္းကိုမွ ဂ်စ္ပစီေမာ္ေတာ္မ်ားဆုိက္ကပ္လာတယ္...\nျမစ္ေၾကာင္းအတုိင္း ေမာ္ေတာ္နဲ႕ ကမၻာပတ္ၿပီးခရီးသြားေနထုိင္ၾကတဲ့သူေတြေပါ့။..\nဒီေမာ္ေတာ္မွာပါတဲ့ လူလတ္ပုိင္းအရြယ္ေယာကၤ်ားတစ္ေယာက္ဟာ လည္း\nလြပ္လပ္ပြင့္လင္းစြာေနတဲ့သူေပါ့...ကုိင္း\nပရိတ္သတ္ႀကီးေရ ဒီၿမဳိ႕ေလးမွာ ဘာေတြဆက္ျဖစ္မလဲဆုိေတာ့ ခံစားၾကည့္လုိက္ပါဦးဗ်...\nဒီကားထဲက အဓိကသရုပ္ေဆာင္ေတြျဖစ္တဲ့ Johnny Depp ႏွင့္ Juliette Binoche တုိ႕\n၂ေယာက္ကုိ သိၾကမယ္ထင္ပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ ညီမငယ္Tinnilar Lwin ျဖစ္ပါတယ္..\nFile Size : (900 MB) and (364MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:01:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/chocolat2000/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMWJmNmRjYzgtNDk0ZC00ZDk5LTkyNGItMDY5OWU4MjU4ZTExXkEyXkFqcGdeQXVyMTA5MzEzOTg@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Calibre (2018)",
        "description": "Netflix ရဲ့ နောက် Movie တစ်ခုကို ထပ်မံ တင်ဆက်ပေးလိုက်ပါပြီ\nNetflix ရဲ့ ထုံးစံအတိုင်း တွေးစရာတွေ အများကြီးပေးပြီး\nပေါ့ပေါ့ပါးပါး ဇတ်လမ်းလေးကိုပဲ စိတ်ဝင်စားစရာတွေ\nတစ်ပုံကြီး နဲ့ စွဲဆောင်ထားပြန်ပါတယ်....\nဇတ်လမ်းပုံစံကတော့ ဘော်ဒါဆောင်နေကတည်းက\nလက်တွဲလာခဲ့တဲ့ အချစ်ဆုံး သူငယ်ချင်း ၂ ယောက်ဟာ\nအမဲပစ်ရာသီမှာ အပျော်တမ်း အမဲပစ်ဖို့ ကားတစ်စီး နဲ့\nသေနတ်တွေ သယ်ပြီး ခရီးထွက်လာခဲ့ပါတယ်...\nသူတို့ရောက်တဲ့ မြို့မှာတော့ စရိုက်ကြမ်းတယ်လို့ ပြောလို့ရတဲ့\nလူတွေ နေပြီး ဥပဒေစိုးမိုးမှု သိပ်မရှိလှပါဘူး ဒါကြောင့်\nစည်းကမ်း တစ်ချို့ကို လိုက်နာရပြီး နယ်မြို့လေး ရဲ့\nပြသနာရှိမယ့် လူတစ်ချို့ ကို ရှောင်ပြီး အမဲလိုက်ရမယ့်အကြောင်း\nသူတို့ကို သတိပေးထားပြီး ဖြစ်ပါတယ်....\nမားကပ်စ် က သူဌေးသား တစ်ယောက်ဖြစ်ပြီး\nဗွမ် ကို အမြဲတမ်းလိုလို ကာကွယ်ပေးတက်သူပါ\nသူအချစ်ဆုံး သူငယ်ချင်းအတွက် ဘာပဲ လုပ်ရ လုပ်ရ\nလုပ်ပေးမယ့် သူ တစ်ယောက်ပေါ့...\nသူငယ်ချင်း ၂ ယောက်ဟာ တစ်ယောက်ကို တစ်ယောက်\nချစ်ပြီး အသတ်ပေးဖို့ လဲ ဝန်မလေးကြပါဘူး...\nဒီလိုနဲ့ သူငယ်ချင်း နှစ်ယောက် သေနတ်တွေ သယ်ပြီး\nသူတို့ ကားလေးနဲ့ တောအုပ်ထဲ ဝင်ခဲ့တယ်\nတောစပ် တစ်နေရာမှာတော့ သားကောင် ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Nr5r/Calibre_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rmP8b6vxbpK1sPinnUqXHKq0VkT.jpg",
        "title": "I Feel Pretty (2018)",
        "description": "ကြန္ဖီးဒန္႔ရွိလို႔ လွတာလား?  လွလို႔ ကြန္ဖီးဒန္႔ရွိတာလား?\nဒီဇာတ္ကားထဲက ရီေနးကေတာ့ကုိယ့္ကုိယ္ကုိ မလွဘူးဆိုျပီး စိတ္ဓာတ္က်ေနသူပါ\nအလွကုမၸဏီမွာ ေကာင္တာထိုင္အလုပ္ေနရာအတြက္ေလွ်ာက္ထားခ်င္ေသာ္လည္းအလုပ္ေခၚစာမွာ ကုမၸဏီရဲ႕အလွမ်က္ႏွာဖုံးျဖစ္ရမယ္ပါေတာ့လက္ေလွ်ာ့ခဲ့တယ္\nတစ္ေန႔ေတာ့ ေရပန္းတစ္ခုမွာလွလာပါေစလို႔ ဆုေတာင္းလိုက္တယ္\nေနာက္ေန႔မွာေတာ့ ေလ့က်င့္ခန္းစက္ဘီးေပၚကျပဳတ္က်ျပီးေနာက္မွာ ေခါင္းထိသြားတယ္\nျပန္ႏိုးလာတဲ့အခ်ိန္မွာေတာ့ခႏၶာကုိယ္က ဘာမွ မေျပာင္းလဲသြားေပမယ့္သူကုိယ္သူ အလွႀကီးလွတယ္ဆိုတဲ့ယုံႀကည္စိတ္ရသြားပါတယ္။\nအဲ့စိတ္နဲ႔ပဲ အလုပ္ေလွ်ာက္ေတာ့ အလုပ္ရရည္းစားရ အဆင္ေျပခဲ့ေပမယ့္အရမ္းကြန္ဖီးဒန္႔ရွိတဲ့မာန္မာနေႀကာင့္လူအမ်ားနဲ႔ တစ္ျဖည္းျဖည္းေဝးကြာလာပါေတာ့တယ္။\nဒီကြန္ဖီးဒန္႔အျပည့္ရွိေနတဲ့ စိတ္က တစ္သက္ခံပါဦးမလား?\nလူေတြနဲ႔ေရာ ျပန္အဆင္ေျပမလား?\nကြန္ဖီးဒန္႔က အေရးႀကီးလား?\nလွဖို႔က အေရးႀကီးလား?\nဘယ္အရာက အေရးႀကီးမလဲဆိုတာ ရႈစားႀကည့္ပါေနာ္\n--------------------------------------------------------------\nကြန္ဖီးဒန္႔ရွိလို႔ လွတာလား?  လွလို႔ ကြန္ဖီးဒန္႔ရွိတာလား?\nဒီဇာတ္ကားထဲက ရီေနးကေတာ့ကုိယ့္ကုိယ္ကုိ မလွဘူးဆိုျပီး စိတ္ဓာတ္က်ေနသူပါ\nအလွကုမၸဏီမွာ ေကာင္တာထိုင္အလုပ္ေနရာအတြက္ေလွ်ာက္ထားခ်င္ေသာ္လည္းအလုပ္ေခၚစာမွာ ကုမၸဏီရဲ႕အလွမ်က္ႏွာဖုံးျဖစ္ရမယ္ပါေတာ့လက္ေလွ်ာ့ခဲ့တယ္\nတစ္ေန႔ေတာ့ ေရပန္းတစ္ခုမွာလွလာပါေစလို႔ ဆုေတာင္းလိုက္တယ္\nေနာက္ေန႔မွာေတာ့ ေလ့က်င့္ခန္းစက္ဘီးေပၚကျပဳတ္က်ျပီးေနာက္မွာ ေခါင္းထိသြားတယ္\nျပန္ႏိုးလာတဲ့အခ်ိန္မွာေတာ့ခႏၶာကုိယ္က ဘာမွ မေျပာင္းလဲသြားေပမယ့္သူကုိယ္သူ အလွႀကီးလွတယ္ဆိုတဲ့ယုံႀကည္စိတ္ရသြားပါတယ္။\nအဲ့စိတ္နဲ႔ပဲ အလုပ္ေလွ်ာက္ေတာ့ အလုပ္ရရည္းစားရ အဆင္ေျပခဲ့ေပမယ့္အရမ္းကြန္ဖီးဒန္႔ရွိတဲ့မာန္မာနေႀကာင့္လူအမ်ားနဲ႔ တစ္ျဖည္းျဖည္းေဝးကြာလာပါေတာ့တယ္။\nဒီကြန္ဖီးဒန္႔အျပည့္ရွိေနတဲ့ စိတ္က တစ္သက္ခံပါဦးမလား?\nလူေတြနဲ႔ေရာ ျပန္အဆင္ေျပမလား?\nကြန္ဖီးဒန္႔က အေရးႀကီးလား?\nလွဖို႔က အေရးႀကီးလား?\nဘယ္အရာက အေရးႀကီးမလဲဆိုတာ ရႈစားႀကည့္ပါေနာ္\n File Size : (900 MB)\nQuality : WEB-DL 720p\nRunning ...",
        "rating": "4.7",
        "url": "https://megaup.net/3yKTO/I_Feel_Pretty_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BZjEyZDI4YWUtNDJiYS00MDEzLTgwNzctOGFmYTIwMWQ4Yzg2XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "The Fortress (2017)",
        "description": "Lee Byun-Hun ပါဝင်သရုပ်ဆောင်ထားတဲ့ The Fortress ဆိုတဲ့ IMDB Rating 7 အထိရရှိထားတဲ့ ကိုရီးယားရာဇဝင်ကားတစ်ကားပါ။ကျွန်တော်တို့မြန်မာမှာက သီပေါမင်းပါတော်မူခန်းနဲ့ခပ်ဆင်ဆင်ပါပဲ။ကျူးကျော်လာတဲ့ Qing စစ်တပ်ကို တိမ်းရှောင်ရင်း Namham ခံတပ်မှာပိတ်မိနေတဲ့ ဘုရင် Injo အကြောင်းလေးပါ။ရန်သူတွေပတ်လည်ဝိုင်းနေတဲ့အချိန်မှာ Ming တွေနဲ့မဟာမိတ်ဖွဲ့ထားခဲ့တဲ့ Joseong တိုင်းပြည်ကဘုရင် Injo တစ်ယောက် Qing တွေကိုအညံ့ခံလိုက်ရမလား ပြန်တိုက်ရမလား ဆိုပြီးဒွီဟဖြစ်နေတဲ့ကြားမှာ အမတ်တွေရဲ့အမြင်တွေ တစ်ယောက်တစ်ပေါက်ဖြစ်နေတဲ့ လူယုံနှစ်ယောက်ရဲ့ အမြင်တွေကြားမှာကြားညပ်မိနေတာကို အပီအပြင်ဖော်ပြထားပါတယ်။ဇာတ်ကားကခပ်အေးအေးဖြစ်ပြီး ၂နာရီစာရှိပေမယ့် ပျင်းစရာမကောင်းပဲ ဇာတ်ကားရဲ့ခေါ်ဆောင်ရာကိုစီးမျောသွားစေမှာပါ။အမှန်နဲ့ အမှား၊ အသက်နဲ့သိက္ခာ၊ ဂုဏ်သိက္ခာမရှိတဲ့အသက်ရှင်ခြင်းနဲ့ အသက်ရှင်ခြင်းမရှိတဲ့ဂုဏ်သိက္ခာ၊ မာနကြီးမှု နဲ့လိုက်လျှောညီထွေနေတတ်မှု၊ နောက်ကျောကဓားနဲ့ထိုးတာတွေ ဓားအထိုးခံပေးမယ့်နောက်ကျောတွေ အားလုံးကိုဒီဇာတ်ကားမှာ စိတ်ဝင်စားစရာမြင်တွေ့ရမှာပါ ခင်ဗျာ(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (1.1 GB) and (500 MB)\nQuality : Blu-Ray 720p\nRunning Time ...",
        "rating": "7.2",
        "url": "https://megaup.net/12Bxb/The_Fortress_(Namhansanseong)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/rob-b-hood-170x200.jpg",
        "title": "Rob-B-Hood (2006)",
        "description": "For never-do-well compulsive gambler Fong, there's only one thing more fearsome than debtors at his doorstep - having to coax a crying baby. But what if the baby becomes his golden goose to fend off his debtors? Can he overcome his phobia of diapers, milk bottles, and cloying lullabies?ဂျက်ကီချန်းရဲ့ အောင်မြင်တဲ့ကားတွေထဲက တစ်ကားဆိုလည်းမမှားပါဘူး..\nဂျက်ကီချန်းရဲ့ကားတွေထုံးစံအတိုင်း အက်ရှင်ခန်းတွေဝေဝေဆာဆာနဲ့\nကြည့်ရင်းနဲ့လည်း ရယ်ရတဲ့အခိုက်အတန့်ဖြစ်လာရသလို သံယောဇဉ်ဆိုတာ ဖြတ်တောက်ဖို့မလွယ်ဘူးဆိုတာကို\nကလေးတယောက်ကို ချစ်တဲ့ သူခိုးကြီး၂ယောက်အသွင် သရုပ်ဆောင်ပြသွားပါတယ်..\n.\nThongs (ဂျက်ကီချန်း)နဲ့ Octopus(Louis ...",
        "rating": "6.6",
        "url": "https://megaup.net/2SG0a/Rob-B-Hood_(Bo_Bui_Gai_Wak)_[2006]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3gIO6mCd4Q4PF1tuwcyI3sjFrtI.jpg",
        "title": "Rampage (2018) Blu-Ray 1080p 5.1CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\n အမေရိကန် အထူးတပ်ဖွဲ့ ဝင်ဟောင်းတစ်ဦးဖြစ်တဲ့ ဒေးဗစ်အိုကွေဟာ ဆန်ဒီရေးဂိုးတောရိုင်း တိရစ္ဆာန် ကာကွယ်စောင့်ရှောက် ရေးဌာနက ဂေါ်ရီလာမျောက်ဝံ တွေနဲ့ပတ်သက်ပြီး သုတေသန ပြုနေတဲ့ နာမည်ကြီး ပညာရှင် တစ်ယောက်ပါ။မုဆိုးတွေလက်ကနေ ကယ် ဆယ်လာခဲ့တဲ့ ဂျော့ချ်ဆိုတဲ့ ဂေါ်ရီ လာမျောက်ဝံဖြူကြီးဟာ သာမန် မျောက်ဝံတွေနဲ့မတူဘဲ ထူးခြားတဲ့ အသိဉာဏ်ဖွံ့ဖြိုးမှုမျိုးရှိနေတယ်ဆိုတာ ဒေးဗစ်က သတိထားမိပြီး ဂျော့ချ်နဲ့လည်း ရင်းနှီးခဲ့ပါတယ်။တစ်ရက်မှာတော့ ဂျော့ချ် နေတဲ့နေရာကို ထူးဆန်းတဲ့ ပစ္စည်းတစ်ခုကျလာပြီး အဲဒါကို ဂျော့ချ် က ထိလိုက်တဲ့အခါမှာတော့ ည တွင်းချင်းမှာကို ဂျော့ချ်စိတ်ရိုင်း ဝင်ကာ ခန္ဓာကိုယ်အရွယ်အစား ကလည်း အကြီးကြီးဖြစ်သွားခဲ့ပါ တယ်။အဲဒီနောက်မှာတော့ ဒေးဗစ် ကို မျိုးရိုးဗီဇဆိုင်ရာ ပညာရှင် ဒေါက်တာကိတ်ကဲလ်ဝဲက ဆက် သွယ်ပြီး ဂျော့ချ် အခုလိုဖြစ်သွား တာဟာ Energyne ကုမ္ပဏီက ...",
        "rating": "6.1",
        "url": "https://megaup.net/4UIwh/Rampage_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3gIO6mCd4Q4PF1tuwcyI3sjFrtI.jpg",
        "title": "Rampage (2018)",
        "description": "အမေရိကန် အထူးတပ်ဖွဲ့ ဝင်ဟောင်းတစ်ဦးဖြစ်တဲ့ ဒေးဗစ်အိုကွေဟာ ဆန်ဒီရေးဂိုးတောရိုင်း တိရစ္ဆာန် ကာကွယ်စောင့်ရှောက် ရေးဌာနက ဂေါ်ရီလာမျောက်ဝံ တွေနဲ့ပတ်သက်ပြီး သုတေသန ပြုနေတဲ့ နာမည်ကြီး ပညာရှင် တစ်ယောက်ပါ။မုဆိုးတွေလက်ကနေ ကယ် ဆယ်လာခဲ့တဲ့ ဂျော့ချ်ဆိုတဲ့ ဂေါ်ရီ လာမျောက်ဝံဖြူကြီးဟာ သာမန် မျောက်ဝံတွေနဲ့မတူဘဲ ထူးခြားတဲ့ အသိဉာဏ်ဖွံ့ဖြိုးမှုမျိုးရှိနေတယ်ဆိုတာ ဒေးဗစ်က သတိထားမိပြီး ဂျော့ချ်နဲ့လည်း ရင်းနှီးခဲ့ပါတယ်။တစ်ရက်မှာတော့ ဂျော့ချ် နေတဲ့နေရာကို ထူးဆန်းတဲ့ ပစ္စည်းတစ်ခုကျလာပြီး အဲဒါကို ဂျော့ချ် က ထိလိုက်တဲ့အခါမှာတော့ ည တွင်းချင်းမှာကို ဂျော့ချ်စိတ်ရိုင်း ဝင်ကာ ခန္ဓာကိုယ်အရွယ်အစား ကလည်း အကြီးကြီးဖြစ်သွားခဲ့ပါ တယ်။အဲဒီနောက်မှာတော့ ဒေးဗစ် ကို မျိုးရိုးဗီဇဆိုင်ရာ ပညာရှင် ဒေါက်တာကိတ်ကဲလ်ဝဲက ဆက် သွယ်ပြီး ဂျော့ချ် အခုလိုဖြစ်သွား တာဟာ Energyne ကုမ္ပဏီက စမ်းသပ်ထားတဲ့ သန္ဓေပြောင်း ပစ္စည်းကြောင့်လို့ပြောပါတယ်။ဒေါက်တာကိတ်ကိုလည်း Energyne ...",
        "rating": "6.1",
        "url": "https://megaup.net/4eL4s/Rampage_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BNmYzYWNhYWQtNjg0MS00NWU5LTgyZGUtYzViNjgwY2NjY2YwXkEyXkFqcGdeQXVyNjYzMzU4OTg@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Tau (2018)",
        "description": "ဒီရုပ္ရွင္ကားနာမည္က TAU ပါတဲ့\nအဲ့ဒီ နာမည္က\nဘယ္ေလာက္အေရးႀကီးတယ္ဆိုတာ ဒီရုပ္ရွင္ကို\nၾကည့္ေနရင္းနဲ႔ သင္ကိုယ္တုိင္ သေဘာေပါက္လာပါလိမ့္မယ္\nရိုးအီ ေနတဲ့ ရုပ္ရွင္အမ်ိဳးစားေတြထဲကေန\nသိပၸံရုပ္ရွင္ ေကာင္းေကာင္း ၾကည့္ခ်င္ေနတယ္ဆို\nဒီရုပ္ရွင္ကားက သင့္အတြက္ပါပဲ...\nျဖစ္ႏုိင္ရင္ ဒီရုပ္ရွင္ကားကို အညႊန္း မေရးခ်င္ေတာ့ပါဘူး\nဇတ္လမ္းရဲ႕ ရသ ပ်က္စီးသြားမွာ စိုးရိမ္မိပါတယ္\nဇတ္လမ္းကိုေတာ့ သင္ကိုယ္တုိင္ပဲ ၾကည့္ရႈလိုက္ပါေတာ့\nသင္ၾကည့္ရတာ တန္တဲ့ ရုပ္ရွင္ကားေကာင္း တစ္ခုလို႔\nအာမခံပါရေစ Netflix ရဲ႕ ရုပ္ရွင္ကားေတြ ဘယ္လိုေကာင္းတယ္\nဘယ္လို ေတြးစရာေတြ ေပးတယ္ဆိုတာ သင္လဲ သိေနေလာက္ပါၿပီ\nဒီရုပ္ရွင္ကားဟာ  ဇတ္လမ္းအစထဲကေန တန္ပို ျမင့္ေပးထားလို႔\nဘာေတြလဲ ဘာေတြလဲ ဆိုၿပီး ကိုယ့္ဘာသာ\nဆက္ေတြးလုိက္မိတဲ့ အထိ စိတ္ကူးမိေစခဲ့တယ္...\nဒီရုပ္ရွင္ကားမွာ သင္ သိထားရမွာက\nမိန္းမေခ်ာေလး ဂ်ဴလီယာ\nအိမ္ႀကီးသခင္  အဲလစ္\nအိမ္ေစႀကီး ေထာင္းစ္ တို႔ ပဲ ျဖစ္ပါတယ္\nဒီ ၃ ေယာက္က သင့္စိတ္ကို ဘယ္လို ႏိုးဆြၿပီး\nဇတ္သိမ္းထိ ေခၚေဆာင္ သြားမလဲဆိုတာ\nဆက္လက္ၾကည့္ရႈ လုိက္ပါစို႔....\nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့\nHein That Naing ျဖစ္ၿပီး ဘာသာျပန္ အသစ္ျဖစ္ပါတယ္\nထို႔ေၾကာင့္ အမွားအယြင္း တစ္စံုတစ္ရာ ရွိခဲ့ပါေသာ္\nနားလည္ျဖည့္၍ ၾကည့္ရႈေပးၾကပါလို႔ :D\n \nThit San Khant\n  \nအစမ္းၾကည့္ရႈရန္...﻿",
        "rating": "N/A",
        "url": "https://megaup.net/Vczu/Tau_[2018]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/U9VikkobAGLh5jcw81T1RLnqMj.jpg",
        "title": "Life of the Party (2018)",
        "description": "Spy ဆိုတဲ့ ဟာာသကားကို ၾကည့္ဖူးရင္ ဒီဇာတ္ကားထဲက မင္းသမီး Melissa ကိုသိၾကမွာပါ။ သ႐ုပ္ေဆာင္တဲ့ေနရာမွာ ပိုင္ႏိုင္လြန္းလို႔ သူ႔ရဲ႕ဇာတ္ကားတစ္ကားၾကည့္ရံုနဲ႕သူ႔ကိုမွတ္မိေနမွာပါ။ အခုဇာတ္ကားကလည္း ဟာသကားတစ္ကားျဖစ္ၿပီးေတာ့ ဒီယာနာဆိုတဲ့ ကေလးအေမတစ္ေယာက္ေနရာကေန ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ဉ္းေျပာရရင္ေတာ့ဒီယာနာတို႔လင္မယားႏွစ္ေယာက္ဟာ ၂၆ ႏွစ္ၾကာအိမ္ေထာင္သက္တန္းရွိခဲ့ၾကပါတယ္။ တစ္ရက္မွာေတာ့ သူ႔ရဲ႕ခင္ပြန္းျဖစ္တဲ့သူက ႐ုတ္တရက္ႀကီး သူ႔ကိုကြာရွင္းဖို႔ ေတာင္းဆိုလာပါတယ္။ မေမွ်ာ္လင့္ထားတာေတြ ႐ုတ္တရက္ျဖစ္လာၿပီး ခ်က္ခ်င္းဆိုသလို တခုလတ္ျဖစ္သြားတဲ့ ဒီယာနာဟာ သူမရဲ႕ မိဘအိမ္ကို ျပန္ေရာက္သြားပါေတာ့တယ္။ အဲဒီအခ်ိန္ သူ႔သမီးျဖစ္တဲ့ မယ္ဒီက တကၠသိုလ္ေနာက္ဆံုးႏွစ္ ေကာလိပ္ေက်ာင္းသူျဖစ္ေနပါၿပီ။ ဒီယာနာက ေက်ာင္းမၿပီးခဲ့ပါဘူး။ သူတကၠသိုလ္ေနာက္ဆံုးႏွစ္မွာ သူ႔သမီးေလးကို ေမြးရေတာ့မွာျဖစ္တဲ့အတြက္ေၾကာင့္ ေငြစုရမွာမို႔လို႔ ေက်ာင္းကေနထြက္ခဲ့တာပါ။ ဒါနဲ႕ပဲ သူ႔ဘဝတစ္ေလွ်ာက္လံုးမွာ သူ႔သမီးကပဲ သူ႔အတြက္ဘဝတစ္ခု ျဖစ္ေနခဲ့တာေပါ့။ သူ႔သမီးေလးကို ျပဳစုပ်ိဳးေထာင္ေပးရင္းနဲ႕ေနာက္ဆံုးႏွစ္ေရာက္ေတာ့မွ ေယာက္်ားစြန္႕ပစ္တာခံရၿပီး မိဘအိမ္ကို ျပန္ေရာက္သြားတာေပါ့။ အရင္က ေယာက္်ားကိုပဲ ဦးစားေပးခဲ့တဲ့အတြက္ ေယာက္်ားကစြန္႕ပစ္သြားတဲ့အခ်ိန္ သူ႔ရဲ႕ဘဝမွာ သူ႔အတြက္ဘာဆိုဘာမွ မက်န္ေတာ့တဲ့အထိ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/life-of-the-party-2018/",
        "category": "Comedy, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y0uxSHaSFmt6XaBJgjkeLqe7aM.jpg",
        "title": "The Death of Superman (2018)",
        "description": "ဒီတစ္ခါမွာေတာ့ အားလံုးေစာင့္ေမွ်ာ္ေနတဲ့ The Death of Superman ကို တင္ဆက္ေပးလိုက္ပါတယ္။ ဒီဇာတ္ကားကို July 24 မွာထုတ္လႊင့္မယ္လို႔ ေၾကျငာထားေပမယ့္ Online ေပၚမွာ Leaked ျဖစ္ျပီး တစ္လေလာက္ေစာျပီးထြက္လာခဲ့တာကို DC Fan ေတြမွန္ရင္သိၾကမွာပါ။ ဒါေပမယ့္ စာဖိုင္ကေတာ္ေတာ္ေနာက္က်မွထြက္လာတဲ့အတြက္ အခုခ်ိန္မွတင္ဆက္ေပးႏိုင္တာပါ။ ဒီဇာတ္ကားဟာ New 52 ကိုအေျခခံျပီးျပန္လည္ရိုက္ကူးထားတဲ့ DCAU ရဲ႕၁၁ကားေျမာက္ဇာတ္ကားပဲျဖစ္ပါတယ္။ ဇာတ္ကားရဲ႕ Title ကိုျမင္တာနဲ႔ ဇာတ္လမ္းဘယ္လိုဆိုတာ သိႏုိင္တဲ့အတြက္ အမ်ားၾကီးညႊန္းဆိုစရာမလိုဘူးလို႔ ထင္ပါတယ္။ဇာတ္လမ္းအက်ဥ္း\n==========Justice League ရဲ႕ကာကြယ္ေစာင့္ေရွာက္မႈနဲ႔အတူ ျငိမ္ခ်မ္းစျပဳေနတဲ့ကမာၻၾကီးကို ထူးဆန္းတဲ့ဥကၠာပ်ံတစ္စင္း က်ေရာက္လာပါတယ္။ အဲဒီဥကၠာပ်ံထဲမွာ ပါလာတဲ့သူကေတာ့ Superman ရဲ႕ရန္သူေတာ္ၾကီး Doomsday ပါ၀င္လာပါတယ္။ Doomsday ဟာဖ်က္ဆီးဖို႔ရည္ရြယ္ခ်က္တစ္ခုတည္းနဲ႔သာ အဖန္တီးခံခဲ့ရတဲ့ အဖ်က္လက္နက္ၾကီးတစ္ခုပါ။ ကမာၻၾကီးေပၚက်ေရာက္လာတဲ့ အဲဒီအဖ်က္လက္နက္ရန္စြယ္ေတြကေန Justice League ကေရာကယ္တင္ႏုိင္ပါ့မလား။ ဘယ္သူေတြရဲ႕အသက္ေတြကို ဘယ္လိုေပးဆပ္ရဦးမွာလဲ ဆိုတာေတာ့....။တစ္ခုသတိေပးထားခ်င္တာကေတာ့ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-death-of-superman-2018/",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uVHPBTLb6Sj1Eso9HzyBAOMRheM.jpg",
        "title": "The Endless (2017)",
        "description": "IMDB 6.8 နဲ့ Rotten tomato 96% ရရှိထားတဲ့ဇာတ်ကားလေးပါ။Horror,Mystery ကားတွေကြိုက်တတ်တဲ့သူတွေအတွက်တော့ လုံးဝအကြိုက်တွေ့မှာသေချာပါတယ်။ဂြိုလ်သားဝတ္ထုတွေနဲ့နာမည်ကြီးတဲ့စာရေးဆရာရေးထားတယ်ဆိုပေမယ့် ဂြိုလ်သားတစ်ခန်းမှမပါလိုက်တာတော့သေချာပါတယ်။လူတွေနဲ့ လူတွေအကြောင်းကိုပဲ ထူးထူးဆန်းဆန်းပုံစံမျိုး အလှည့်အပြောင်းလေးတွေနဲ့ပြထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဂြိုလ်သားဖမ်းခံဖို့ စခန်းချသွားတဲ့သူတွေဆီက ထွက်ပြေးလာခဲ့တဲ့ Justin နဲ့ Aaron တို့ညီအစ်ကိုနှစ်ယောက် စိတ်ပိုင်းဆိုင်ရာကုသမှုတွေခံယူနေရာကနေ Aaron တစ်ယောက်သူကြိတ်ပြီးကြွေခဲ့ရတဲ့ စခန်းက Anna ရဲ့ Video ကိုတွေ့မိပြီးပြန်သွားချင်စိတ်ပေါက်လို့အစ်ကိုဖြစ်သူကပြန်လိုက်ပို့ပေးခဲ့ရပါတယ်။သူတို့ Acadia စခန်းကိုရောက်တဲ့အခါမှာတော့ သူတို့ထွက်လာတုန်းကအတိုင်းနုပျိုနေတဲ့ စခန်းကလူတွေကိုတွေ့ကြပြီးတော့.....(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ) File Size : (900 MB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre : Fantasy, Horror, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264.DTS-FGT\nTranslated by d3mon\nEncoded by Thanhtike ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-endless-2017/",
        "category": "Fantasy, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/singing-in-the-rain-1-150x200.jpg",
        "title": "Singin’ in the Rain (1952)",
        "description": "Singing in the Rain (1952)\nIMDb (8.3) / Rotten Tomatoes (100%) / Metacritic (99%)\n ဒီရုပ်ရှင်နာမည်ကို မကြားဖူးကြရင်တောင် Good Morning ပေါင်မုန့်ကြော်ငြာသီချင်းကိုတော့ အားလုံးကြားဖူးကြမှာပါ။ ဟုတ်ပါတယ်၊ အဲ့ဒီသီချင်းဟာ ဒီ Singing in the Rain ရုပ်ရှင်ကနေ ကော်ပီကူးထားတာပါ။ ၁၉၅၂ က ထွက်ရှိခဲ့တဲ့ ဒီရုပ်ရှင်ဟာ ၁၉၂၇ ကာလကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး အသံတိတ်ရုပ်ရှင်ကနေ အသံပါဝင်လာတဲ့ရုပ်ရှင်ခေတ်ကို ပြောင်းလဲသွားတဲ့ ဟောလိဝုဒ်ပတ်ဝန်းကျင်အကြောင်းကို အဓိက ရိုက်ကူးပြထားတဲ့ Musical ကားတစ်ကားဖြစ်ပါတယ်။Singing in the Rain ရုပ်ရှင်မှာတော့ အောင်ခြေသိမ်းသဝကနေ နိုင်ငံကျော်မင်းသားကြီးဖြစ်လာတဲ့ ဒွန်လော့ခ်ဝုဒ်နဲ့ နာမည်ကျော်မင်းသမီးကြီး လီနာလာမွန့်၊ ဒွန်ရဲ့အခင်ဆုံးသူငယ်ချင်း ကော့စမိုအပြင် ဒွန်နဲ့လာမွန့်ကြားရောက်ရှိလာတဲ့ ကေသီတို့ ပါဝင်ပါတယ်။ ဟောလိဝုဒ်သရုပ်ဆောင်ကြီးတွေက အသံတိတ်ရုပ်ရှင်ခေတ်တုန်းက စကားပြောချင်ရာပြောပြီး အက်တင်တွေကိုလဲ ...",
        "rating": "8.3",
        "url": "https://megaup.net/1xngq/Singin’_In_The_Rain_[1952]_(MM_Sub).mp4",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nAU74GmpUk7t5iklEp3bufwDq4n.jpg",
        "title": "A Quiet Place (2018)",
        "description": "အသံကြားတာနဲ့ ရုတ် တရက် ပေါ်လာပြီး တိုက်ခိုက် သတ်ဖြတ်တဲ့ သတ္တဝါတွေရန်က နေ ကာကွယ်ဖို့ အသံမထွက် အောင် တိတ်တိတ်ဆိတ်ဆိတ် နေထိုင်နေရတဲ့ မိသားစုလေးရဲ့ ထိတ်လန့်စရာ အတွေ့အကြုံ တွေကို ဇာတ်အိမ်ဖွဲ့ထားတာ ဖြစ် ပါတယ်။လီနဲ့အီဗလင်းတို့ မိသားစု ဟာ မြို့စွန်က ယာတောအိမ် လေးမှာ နေထိုင်ပြီး တစ်ရက်မှာ တော့ ကမ္ဘာပေါ်ကို အမျိုးအမည် မသိတဲ့ သတ္တဝါတွေ ရောက်လာ ကာ လူတွေကို သတ်ဖြတ်ပစ်နေ တာကြောင့် ကမ္ဘာ့နေရာအနှံ့မှာ အပျက်အစီးတွေ ဖြစ်ခဲ့ပါတယ်။ နောက်ပြီး စစ်တပ်ကတောင်ထိန်း ချုပ်နိုင်စွမ်း မရှိတော့သလို အ ဆက်အသွယ်ကွန်ရက်တွေ အ ကုန်လုံး ပြတ်တောက်ခဲ့ပါတယ်။အီဗလင်းတို့မှာ သမီးတစ် ယောက်၊ သားနှစ်ယောက်ရှိပြီး သမီးကြီးရီဂန်က နားမကြားသူ လေးမို့ တခြားအိမ်သားတွေ အ ကုန်လုံးက လက်ဟန်ခြေဟန် အချက်ပြစကားနဲ့ပဲ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/a-quiet-place-2018/",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/fantastic-four-2015-poster-133x200.jpg",
        "title": "Fantastic Four (2015)",
        "description": "Fantastic Four (2015)_____IMDb - 4.3/10Review ကိုတော့ အရင် FF ကားတွေကိုကြည့်ပီးတဲ့သူတိုင်းသိမှာဖြစ်တဲ့အတွက်မပေးလိုတော့ပါ\nသူတို့ရဲ့အကြောင်းပဲ အနည်းအကျဉ်းမိတ်ဆက်ချင်ပါတယ်။Fantastic Four ဇာတ်လမ်းကို Stan Lee က ဖန်တီးရေးသားခဲ့ပြီး ရေးခဲ့ရတဲ့အကြောင်းအရင်းကတော့ အဲ့ဒီအချိန်မှာ DC က Justice League of America ဆိုပြီး Superhero အဖွဲ့ ကိုစတင်မိတ်ဆက် နေပြီ ဖြစ်ပါတယ်။ ဒါကြောင့် Stan Lee က Marvel ရဲ့ ပထမဆုံး စူပါဟီးရိုး အသင်းကို ဖန်တီးဖို့ အတွက် စီစဉ်ပါတော့တယ်။ ဒါပေမယ့် သူက DC လို လိုက်ပြီး မလုပ်ချင်တာရယ်၊ သူ့ရဲ့ Superhero အဖွဲ့ကို တမူထူးခြားအောင် လုပ်ဖို့စီစဉ်ပါတယ်။ ဒါ့အပြင် Stan က သူ့ရဲ့ အဖွဲ့ကို Secret Identity ...",
        "rating": "4.3",
        "url": "https://megaup.net/1yWwY/Fantastic_Four_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/Fantastic-Four-Rise-Of-The-Silver-Surfer-poster-140x200.jpg",
        "title": "Fantastic Four: Rise of the Silver Surfer (2007)",
        "description": "Fantastic Four: Rise of the Silver Surfer (2007)\nIMDb - 5.6/10_____Rotten - 37%\n  Fantastic 4 ဟာ MCU မှာ မပါသေးတဲ့ Marvel ရဲ့ အကျော်ကြားဆုံး အဖွဲ့တစ်ခုပါ။Leader Mr fantastic ဟာဆိုရင်လည်း 21 ရာစုရဲ့ အတော်ဆုံး လူတွေထဲက တစ်ယောက်ပါပဲ။Reed နဲ့ Sunsan တို့ရဲ့ သား Frenklin Richard ကလည်း Mravel မှာ အစွမ်းဆုံး Omega Level Hero ပါပဲ။ဒါဆို F4 ဆိုတာ Marvel မှာ မသေးတဲ့ အခန်းကဏ္ဍက ပါဝင်နေတာကိုတွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့..Reed နဲ့ Susan တို့ရဲ့ လက်ထက်ပွဲ ကျင်းပတော့မဲ့ အချိန်နဲ့ မရှေးမနှောင်းကာလ.. ဂြိုလ်တွေကို စားသုံးတဲ့ Galactus ...",
        "rating": "5.6",
        "url": "https://megaup.net/2eTT5/Fantastic_Four_-_Rise_Of_The_Silver_Surfer_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/fantastic-four-2005-poster-133x200.jpg",
        "title": "Fantastic Four (2005)",
        "description": "Fantastic Four (2005)_____IMDb - 5.7/10\n  \nဒီဇာတ်ကားက ၂၀၀၅ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ မူရင်း Fantastic Four ဇာတ်ကားဖြစ်ပြီး\nIMDb Rating (5.7/10) ရရှိထားပါတယ်။\nဒီဇာတ်ကားမှာ Captain America မင်းသား Chris Evans ၊ မင်းသမီး ဂျက်စီကာအယ်လ်ဘာ တို့နဲ့အတူ\nIoan Gruffudd ၊ Michael Chiklis တို့က F4 စွမ်းအားရှင်တွေအဖြစ် ပါဝင်ထားပါတယ်။\nJulian McMahon ကတော့ ဗစ်တာဗွန်ဒူးအဖြစ် အားပြိုင်ထားပါတယ်။\nဒီနှစ်ထဲထွက်ထားတဲ့ Fantastic Four(2015) နဲ့မတူကွဲပြားစွာခံစားရမှာပါ။\nကျွန်တော်ကတော့ ဂျက်စီကာအယ်လ်ဘာ ပရိတ်သတ်ဖြစ်တာနဲ့အညီ\nမူရင်း Fantastic Four ဖြစ်တဲ့ ဒီဇာတ်ကားကိုပိုနှစ်သက်မိပါတယ်။\nခံစားအားပေးကြပါဦး။\n \n(မြန်မာစာတန်းထိုးကိုတော့ ကသာသားလေး နဲ့ Wai Phyo တို့မှပူးပေါင်းဖန်တီးထားတာပါ။)\n \nFantastic Four ဇာတ်ကားအားလုံးကို \nhttps://channelmyanmar.org/?s=fantastic+four မှာကြည့်ပါ။\n  \nဒီဇာတ္ကားက ၂၀၀၅ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ မူရင္း Fantastic Four ဇာတ္ကားျဖစ္ျပီး\nIMDb Rating ...",
        "rating": "5.7",
        "url": "https://megaup.net/1yWxh/Fantastic_Four_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/20150728025647885787-143x200.jpg",
        "title": "Time to Love (2015)",
        "description": "Time to loveအခုတခေါက်မိတ်ဆတ်ပေးမဲ့ဇာတ်ကားလေးကတော့ မြဝတီရုပ်သံမှာလာဖူးတဲ့'ရာဇဝင်ထဲကသူမ' တရုတ် Version စီးရီးတွဲလေးနဲ့ပုံစံတူ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ စီးရီးလေးကနာမည်ကြီးလွန်းလို့ 'Moonlover' ဆိုပြီး ကိုရီးယား Version  ပါ ထပ်ထွက်ထားသေးပါတယ်။အခုတခါကတော့ Movie version လေးဖြစ်ပါတယ်။ကျန်းရှောင်ဝမ်ဆိုတဲ့ကောင်မလေးက ထူးချွန်ထက်မြက် တည်ကြည်ခန့်ညားပြီး နူးညံ့သိမ်မွေ့တဲ့ချစ်သူတစ်ယောက်ရဖို့ အမြဲစိတ်ကူးယဉ်နေတဲ့ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်။ သူမက Accident တစ်ခုဖြစ်ပြီး အတိတ်ကိုပြန်ရောက်ပြီး ချင်မင်းဆက်ခေတ်ကို ရောက်ရှိသွားခဲ့ပါတယ်။ အဲ့ဒီအချိန်မှာပဲ ချင်မင်းဆက်လက်ထက် ခေတ်အပြောင်းအလဲကြောင့် ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ခဲ့ရမလဲ။ သူမစိတ်ကူးထဲကမင်းသားလေးနဲ့ရောတွေ့ရှိနိုင်မလား။ သူမကရောခေတ်ဟောင်းထဲမှာပဲ ဆက်လက်ရှင်သန်သွားရမလား ခေတ်သစ်ကိုပြန်လည်ရောက်ရှိလာနိုင်မလားဆိုတာ.....။Romantic ပရိတ်သတ်တွေအတွက် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်လို့ ကြည့်ကြည့်ကြပါလို့။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Ying Ying ဖြစ်ပါတယ်။)\nFile size…(900 MB) and (320 MB)\nQuality…WEB-DL Rip 720p\nFormat…mp4\nDuration….01:54:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Ying Ying",
        "rating": "",
        "url": "https://channelmyanmar.org/time-to-love-2015/",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1GZ3d9aOf7Fwkma4B575F3ux8Vg.jpg",
        "title": "Gemini (2017)",
        "description": "March 12, 2017 မှာ ကနေဦးထွက်ရှိခဲ့တဲ့ အမေရိကားမှာ ထွက်ရှိခဲ့တဲ့ဒီ Gemini ဆိုတဲ့ကားလေးကတော့ Mystery & Thriller ကားအမျိုးအစားလေးဖြစ်ပါတယ်။ဒီကားရဲ့ ဇာတ်ညွန်းရော ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာကတော့ နာမည်ကြီး Director လည်းဖြစ် Film maker လည်းဖြစ်တဲ့ဒါရိုက်တာ Aaron Katz ဖြစ်ပါတယ်။ဒါရိုက်တာ Aaron Katzဟာနာမည်ကြီးFilm maker တစ်ဦးဖြစ်ပြီးသူတွွဲဖက်ရိုက်ကူးခဲ့တဲ့ 2014 ခုနှစ်က ထွက်ရှိခဲ့တဲ့\nLand Ho! ဆိုတဲ့ဇာတ်ကားဟာ ဆုတွေအများကြီးသိမ်းပိုက်ရရှိခဲ့ပါတယ်။အခု ဒီဇာတ်ကားဟာလည်း Locarno International Film Festival မှာ The Best Direction Award ချီးမြှင့်ခြင်းခံရတဲ့ ကားကောင်းလေးဖြစ်ခဲ့ပါတယ်။ ပြီးတော့ ဒီကားရဲ့ Cinematography ဆိုတဲ့ ရုပ်ရှင်အတတ်ပညာပိုင်းနဲ့ဆိုင်တဲ့ရိုက်ကူးမှုဆိုင်ရာတွေအရကြောင့်ပါ အမေရိကန်မှာအောင်မြင်ကျော်ကြားခဲ့တဲ့ နောက်အကြောင်းအရင်းတခုဖြစ်ပါတယ်။ဒီကားဟာဘာကြောင့်အောင်မြင်ခဲ့သလဲဆိုတဲ့နောက်တချက်ကတော ့ ဒီကားရဲ့ထဲမှာပါတဲ့သရုပ်ဆောင်မင်းသမီးဖြစ်တဲ့ Lola Kirke နောက်တစ်ဦးကတော့ အမေရိကန်မင်းသမီးလည်းဖြစ် ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/gemini-2017/",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/86v2AXXQP6mKNn3Nne910h7UlNK.jpg",
        "title": "Seeking a Friend for the End of the World(2012)",
        "description": "Seeking a Friend for the End of the World(2012)IMDb....6.7၃ပတ်အတွင်းမှာကမ္ဘာကြီးကဂြိုလ်ဆိုင်တစ်ခုနဲ့တိုက်မိပြီး ကမ္ဘာပျက်တော့မယ်တဲ့\nနောက်ဆုံးအချိန်လိုဖြစ်နေတဲ့ (၃)ပတ်မှာ ခင်ဗျားဆိုရင်ရောဘာတွေဆက်လုပ်မိမှာပါလိမ့်....\nDodgeဆိုတဲ့အာမခံဝန်ထမ်းတစ်ယောက်အတွက် အဲ့ဒီသ တင်းကြေငြာ ကု ိကြားလိုက်ရတော့ ခဏတာ သွေးပျက်သွားတယ်\nတိုက်တိုက် ဆိုင် အဲ့ဒီအချိန်မှာ သူ့မိန်းမကလည်းထားသွားခဲ့တယ်.... ဒါပေမယ့်သူ့ဘဝကိုသူပုံမှန်ဆက်သွားဖို့ကြိုးစားတယ် ...\nPennyဆိုတဲ့ကောင်မလေး သူ့မိသားစုဆီသွားဖို့ နောက်ဆုံးလေယာဉ်ကိုလွတ်သွားတယ်...ကမ္ဘာကြီးကလည်း(၃)ပတ်အတွင်း ပျက်သုန်းသွားနိုင်သတဲ့...\nသူတို့၂ယောက်ကအိမ်နီးချင်းတွေ...\n(၃)ပတ်ဆိုသောကာလလေးမှာ သူတို့(၂)ယောက်ဟာ ဘယ်လိုဖြတ်သန်းကြမလဲ.... ...\nဒီကားထဲကဟာသမင်းသားကြီးး Steve Carell  နဲ့ မင်းသမီးချော Keira Knightleyကိုတော့ထွေထွေထူးထူးမိတ်ဆက်ပေးစရာမလိုဘူးထင်ပါတယ်...\nဟာသဟန်တွေနဲ့ ဘဝနေနည်းတစ်ချို့ကိုအချိန်ကိုက်ပြသွားတဲ့ကားလေးမို့ ကြည့်လိုက်ပါဦးလို့.........ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့\nညီမငယ်JtheKoala ဖြစ်ပါတယ်..File Size : (869 MB) and (335 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:41:00\nGenre : Adventure, Drama, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by JtheKoala\nEncoded by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/seeking-a-friend-for-the-end-of-the-world2012/",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mgYJjfWiuL2jPbypv1ICnd9JSCs.jpg",
        "title": "Walking Tall (2004)",
        "description": "အက်​ရှင်​ကားကြိုက်​တဲ့ပရိသတ်​​တွေအတွက်​ ဇာန်​ကား​ကောင်​း​လေးတစ်​ကားတင်​​ပေးလိုက်​ပါတယ်​Walking Tall ရုပ်​ရှင်​ဇာတ်​ကားဟာ ၂၀၀၄ခုနှစ်​ထွက်​ အက်​ရှင်​ဇာတ်​ကားတစ်​ကားဖြစ်​ပြီး Imdb rating 6.2/10 ရရှိထားပါတယ်​ပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက​တော့ အက်​ရှင်​မင်​းသားကြီးDwayne Johnson,မင်​းသမီး​ချော Ashley Scott,မင်​းသား Johnny Knoxville စတဲ့သူ​တွေဖြစ်​ပါတယ်​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ ဂုဏ်​ထူး​ဆောင်​စစ်​သားဖြစ်​ဖူးတဲ့ Chris Vaughn တစ်​​ယောက်​ ရာထူးက​နေအနားယူပြီး ​မွေးရပ်​​မြေမြို့​လေးမှာ ပြန်​အ​ခြေချ​နေထိုင်​ခဲ့ပါတယ်​။သူပြန်​လာတဲ့အခါ တစ်​မြို့လုံးမှာအကြီးဆုံးစီးပွား​ရေးက အရင်​​ကျောင်​း​နေဖက်​​တွေဖြစ်​ခဲ့ဖူးတဲ့Jay Hamilton နဲ့ Ray Templeton တို့ဦးစီးလုပ်​ကိုင်​​နေတဲ့ ကာစီနို​လောင်​းကစားဝိုင်​းကြီးဖြစ်​​နေခဲ့ပါတယ်​။တစ်​မြို့လုံးမှာ ​လောင်​းကစား အရက်​ ​ဆေး စသည်​ဖြင်​့မ​ကောင်​းမှုမျိုးစုံနဲ့ပြည်​့​နေတာကိုမြင်​​နေရတဲ့အခါ Chris တစ်​​ယောက်​ ရဲ​တွေကိုယ်​စား သူ့လက်​နဲ့​ဖြေရှင်​းပါ​တော့တယ်​။သူတစ်​ကယ်​ပဲ​ဖြေရှင်​းနိုင်​ပြီး အရင်​ကလို​ကောင်​းမွန်​တဲ့မြို့​လေးပြန်​ဖြစ်​​အောင်​လုပ်​နိုင်​မှာလား....ဘယ်​လို ပြဿနာ​တွေကြုံ​တွေ့ရမှာလဲဆိုတာ စွန်​့စားခန်​းအပြည်​့နဲ့ရိုက်​ကူးထားတာမို့ အက်​ရှင်​ကားချစ်​ပရိတ်​သတ်​​တွေကြည်​့ရှု့အား​ပေးလိုက်​ပါဦး File Size : (750 MB) and (310 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Action, ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/walking-tall-2004/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h84IQ35u1na9nSuo5dHrzJhz9AI.jpg",
        "title": "Sweet Country (2017)",
        "description": "Sweet Country ဇာတ်ကားရဲ့နောက်ခံ အချိန်ဟာ ၁၉၂၉ ခုနှစ်အချိန်က သြစတေးလျ မြောက်ဘက်က ဝေးလံခေါင်ဖျားတဲ့နေရာတွေမှာနေတဲ့ လူမည်းတွေရဲ့ ဖိနှိပ်ခံရပုံကို အခြေပြုပြီး ရို်က်ကူးထားတာဖြစ်ပါတယ်….ဒီဇာတ်လမ်းထဲမှာ ဆမ် ဆိုတဲ့လူဟာ ဘလက်ခ်ဟေး ဆိုတဲ့ဒေသမှာနေတဲ့ သက်လည်ပိုင်း တိုင်းရင်းသားလူမည်းတစ်ယောက်ဖြစ်ပါတယ်…အဲ့ဒီဒေသတွေမှာ လူဖြူတွေဟာ လူမည်းတွေအပေါ်ကို တန်းတူထားမဆက်ဆံဘဲ တော်တော်လေးဖိနှိပ်ချုပ်ချယ်ကြတဲ့အထဲမှာမှ ဘာသာတရားကိုင်းရှိုုင်းတဲ့ သူ့လူဖြူမိတ်ဆွေ ဖရက်ဒ်ကတော့ သူ့ကို ကောင်းကောင်းဆက်ဆံတဲ့ ရှားရှားပါးပါး လူဖြူတစ်ယောက်ပါပဲ…တစ်နေ့ သူ့မိတ်ဆွေ မရှိခိုက် သူ့ကိုသေနတ်နဲ့လာပစ်တဲ့ လူဖြူတစ်ယောက်ကို ခုခံရင်း ၄င်းလူဖြူသေဆုံးသွားတဲ့အတွက် ဆမ်ဟာ မိန်းမကိုခေါ်ပြီး ထွက်ပြေးပါတော့တယ်..။ဒီဇာတ်ကားဟာ ၂၀၁၈ ဇန်နဝါရီလထဲထွက်ခဲ့တဲ့ကားဖြစ်ပြီး ဆုပေါင်း ၆ ဆု ရရှိခဲ့ကာ ဆန်ကာတင်ဆု ၁၀ ဆုမှာ ပါဝင်ခဲ့တဲ့ကားတစ်ကားဖြစ်ပါတယ်….ဒီဇာတ်ကားထဲမှာ မြိုပြရဲ့ ပြိုးပြိုးပြက်ပြက် အငွေ့အသက်တွေ လုံးဝတွေ့ရမှာမဟုတ်ဘဲ …ဝေးလံခေါင်ဖျားပြီး အနီးဆုံးမြို့မှာတောင် ဘုရားကျောင်းတစ်ကျောင်းမရှိတဲ့ သြစတေးလျား မြောက်ဖက်ပိုင်းရဲ့ ကျောက်တုံးကျောက်ခဲထူထူ နဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/sweet-country-2017/",
        "category": "Adventure, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dmH2jc6jwlZo90JQTFOx4XaBWt.jpg",
        "title": "The Man without a Face(1993)",
        "description": "The Man without a Face(1993)IMDb.....6.7,,,,,Rotten....64%လူတိုင်းမှာ အတုယူစရာ တစ်ခု သို့မဟုတ် အမြင့်တစ်နေရာကိုတက်လှမ်းနိုင်ဖို့ရာ\nလေးစားအားကိုးထိုက်သူ တစ်ယောက်ယောက်တော့ ရှိနေတတ်စမြဲပင်...သို့ပေမယ့်လည်း တစ်ချို့သော ကလေးငယ်တွေအဖို့တော့......\nမုဆိုးမ အမျိုးသမီးတစ်ယောက်မှာ သားသမီး (၃)ယောက်ရှိတယ်...သမီး(၂)ယောက်\nသားတစ်ယောက်ပေါ့....မိခင်ရဲ့သားသမီးတွေအပေါ် ထားတဲ့အချစ်က စနစ်တကျမရှိခဲ့...\nချက်ဆိုတဲ့ ၁၃နှစ်အရွယ်ကောင်လေးက ဒီအမျိုးသမီးရဲ့သားပေါ့....ဒီကောင်လေးရဲ့\nမွေးချင်းတွေကလည်း အမေတူအဖေကွဲတွေ...မည်သို့ပင်ဆိုစေကာမူ ဒီမောင်နှမ(၃)\nယောက်ရဲ့ သံယောက်ဇဉ်တွေကို အလှပဆုံးအသိုက်အမြုံဖြစ်အောင် မိခင်က စွမ်းဆောင်နိုင်\nစွမ်းမရှိသလောက်ပင်...သို့သော်ချက်အတွက် ဂုဏ်ယူစရာတစ်ခုရှိတယ်...ဘာလဲဆိုတော့\nဆုံးသွားတဲ့သူ့ဖခင်က စစ်က္ကသိုလ်က...ကိုးရီးယားမှာလေယာဉ်မောင်းရင်းဆုံးသွားတယ်...\nဖခင်ကိုအားကျတယ်..မခင်က သူ့အတွက် ဟီးရိုးပဲ.သူ့ဖခင်လို ဖြစ်ချင်သည်....ရိုးရိုးကျောင်းကပဲအောင်ရင်\nသူ့ဖခင်တက်တဲ့ ကျောင်းကို တက်ခွင့်ရဖို့လမ်းမမြင်....ချက်အတွက် လေ့လာသင်ယူ\nလိုစိတ်ရှိပေမယ့် သူ့အတွက် လမ်းကောင်းကောင်းပြပေးမယ့်သူမရှိဘူး....\nဒီလိုနဲ့ ကျောင်းဆရာတစ်ယောက်ကိုသူတွေ့သွားတယ်...အဲ့ဒီဆရာက မျက်နှာတစ်ခြမ်း\nမီးလောင်ဒဏ်ရာတွေနဲ့...ဒီဆရာက ခင်မင်သူမရှိ ...ချက်တို့နယ်မြို့လေးမှာ (၇)နှစ်နေခဲ့တယ်\nဆိုပေမယ့် သူ့ကိုမြင်ဖူးတဲ့သူခပ်ရှားရှားပင်...စစ်တက္ကသိုလ်ဝင်ခွင့်ရဖို့အရေး အများသူငါ\nကြောက်ရွံတဲ့သူမှာ တပည့်ခံဖို့ သူဆုံးဖြတ်ခဲ့သည်.....\nဒီကားကတော့ မဲလ်ဂစ်ဆင် ကိုယ်တိုင်ရိုက်ကူးပြီး သူကိုယ်တိုင်သရုပ်ဆောင်ခဲ့သည်...\nဒီကားက မေတ္တာ သံယော်ဇဉ် ယုံကြည်အားကိုးမှုကို ရိုးစင်းစွာရိုက်ပြထားပါတယ်...\nခံစားမှုစည်းစိမ်တွေ မြောက်များစွာ ခင်ဗျားရရှိသွားလိမ့်မယ်လို့ထင်တယ်...အဲ့ဒီခံစားမှု\nစည်းစိမ်တွေထဲမှာ ပျော်ရွှင်ကြည်နူးမှုတွေ၊ဒေါသတွေ၊ဝမ်းနည်းမှုတွေ၊မြောက်များစွာပါပဲ...\nခင်ဗျားဟာ ဒီကားကိုကြည့်နေရင်းခင်ဗျားတို့လိုချင်တဲ့ဇတ်သိမ်းခန်းကိုရောက်လို့ နှုှုတ်ခမ်း\nကပြုံးနေပါလိမ့်မယ်.သို့ပေမယ့် အဲ့ဒီအချိန်မှာ ခင်ဗျားမျက်လုံးကိုမတော်တဆထိကြည့်လိုက်ပါ...\nမျက်ရည်လေးတွေဝေ့နေပါလိမ့်မယ်...ဘာ့ကြောင့်လဲဆိုတာတော့ ခံစားသာကြည့်လိုက်ပါ....File ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-man-without-a-face1993/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hgzMPafOXa4wCGMvHGNpJLbr7Xv.jpg",
        "title": "Dark River (2017)",
        "description": "နာမည်ကြီးမင်းသမီး Ruth Wilson ပါဝင်သရုပ်ဆောင်ထားပြီးတော့ IMDB Rating 5.8 နဲ့ Rotten Tomato 75% ရရှိထားပါတယ်။Heavy Drama ဇာတ်ကားတစ်ပုဒ်ဖြစ်လို့ ဇာတ်ကားကိုအေးအေးဆေးဆေးနဲ့ ခံစားပြီးကြည့်တတ်တဲ့သူတွေ အတွက်ပဲအဆင်ပြေပါလိမ့်မယ်။ဇာတ်လမ်း အကျဉ်းကတော့ ၁၅ နှစ်ကြာ အိမ်ကနေ စိတ်နာစရာဇာတ်လမ်းတွေကြောင့်ထွက်သွားခဲ့တဲ့ Alice တစ်ယောက် ဖခင်ဆုံးပါးခဲ့ချိန်မှာ စိတ်လေးလံစွာနဲ့အိမ်ကိုပြန်လာခဲ့ပါတယ်။သူရဲ့မောင်ဖြစ်သူ Joe နဲ့ ဆက်ဆံရေးကိုပြန်တည်ဆောက်နေချိန်မှာ အတိတ်ကနာကျင်စရာများကိုပြန်အမှတ်ရပြီးခံစားရတာတွေ ဒီလယ်ကိုဘယ်သူအမွေဆက်ခံသင့်မဆက်ခံသင့်အငြင်းပွားကြ ပြီးတော့ သူတို့ အဆင်ပြေသွားကြပါမလား။အတိတ်ကအရိပ်ဆိုးတွေကရောရုန်းထွက်နိုင်ပါ့မလား ဆိုတာကိုကြည့်ရမှာဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ) File Size : (750 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-EiDER\nTranslated ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/dark-river-2017/",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/osCsDcfTUVcecKwAoQWPYVLSLqv.jpg",
        "title": "Kaalakaandi (2018)",
        "description": "ဒီီတခါေတာ့ Bollywood ပရိတ္သတ္ႀကီးအတြက္ Hangover Trilogy, Superbad အစရွိတဲ့ကားေတြလုိပဲ Black Comedy ကားေကာင္းတကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္Saif Ali Khan နဲ႕အတူ တျခားသ႐ုပ္ေဆာင္ေပါင္းမ်ားစြာ ပါဝင္သ႐ုပ္ေဆာင္ထားတဲ့ ကားေကာင္းတကားပါဇာတ္လမ္းေလးကေတာ့အစာအိမ္ကင္ဆာေရာဂါကြ်မ္းေနလုိ႔ သုံးလေလာက္သာ ေနရေတာ့မယ္လုိ႔သိလုိက္ရတဲ့ ရီလန္ဒါေပမဲ့ တအိမ္လုံးကေတာ့ ညီျဖစ္သူမဂၤလာေဆာင္ေၾကာင့္ သူ႔ဝမ္းနည္းမႈကုိမသိႏုိင္ဘဲ ေပ်ာ္ပြဲရႊင္ပြဲေတြလုပ္ေနတဲ့အခ်ိန္မွာသူကုိယ္တုိင္လည္း မေျပာျပေတာ့ဘဲ တသက္နဲ႕တခါ လုံးဝမသုံးဖူးတဲ့ မူးယစ္ေဆးသုံးၿပီး စိတ္ထြက္ေပါက္ရွာပါေတာ့တယ္မဂၤလာေဆာင္ခါနီးနီး ရည္စားေဟာင္းက ျပန္ဆက္သြယ္လာလုိ႔ ခုိးေတြ႕ဖုိ႕ၾကံေနတဲ့ အန္ဂတ္အေမရိကန္ကုိ ပညာေတာ္သင္သြားဖုိ႔ျပင္ဆင္ၿပီးေနမွ သူငယ္ခ်င္းတစ္ေယာက္ရဲ႕ ေမြးေန႕ပြဲကုိသြားရင္း မူးယစ္ေဆးဝါးဝင္စစ္တဲ့ရဲေတြေၾကာင့္ ကလပ္ထဲပိတ္မိေနတဲ့ တရာ၁၅ ႏွစ္တာ ရာဇာဘိုင္ဆုိတဲ့ဂုိဏ္းစတားခုိင္းသမွ်လုပ္ခဲ့ၾကၿပီးဒီီတႀကိမ္မွာေတာ့ ကြက္ေက်ာ္ရုိက္ဖုိ႔ၾကံေနတဲ့ လူဆုိးႏွစ္ေကာင္ဒီလုိမတူညီတဲ့ အေျခအေနေတြဟာ ဘယ္ကိစၥေၾကာင့္ ထိပ္တုိက္ေတြ႕ဖုိ႔ ကံဖန္လာခဲ့ပါသလဲဲဘာေတြဘယ္လုိဆက္ျဖစ္ၾကမလဲဆုိတာကုိေတာ့ .....( ရုပ္ရွွင္ကားက Adults Rated ျဖစ္တဲ့အတြက္ စကားလုံးအသုံးႏႈန္းေတြ ၾကမ္းတမ္းသည္ကုိ သတိျပဳပါခင္ဗ်ာ ) (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူး ျဖစ္ပါတယ္) File Size : (950 ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/kaalakaandi-2018/",
        "category": "Bollywood, Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1t9olH9vux5u8Cx0bQOrl9blJrc.jpg",
        "title": "Marionette (2017)",
        "description": "ဒီရုပ်ရှင်ေ်လးဟာဆိုရင် ဆယ်ကျော်သက်မိန်းကလေးတွေအတွက် ပညာရစေတဲ့ ဇာတ်ကားလေးပဲဖြစ်တယ်ဆယ်ကျော်သက်ဆိုတာ အတွေ့အကြုံနုပြီး လောကကြီးအကြောင်း နားမလည်သေးတဲ့အရွယ်လေးတွေပါ။လောကကြီးမှာ တိရစ္ဆာန်စိတ်ရှိတဲ့ ယုတ်မာပြီး နှမချင်းကိုယ်ချင်းစာစိတ်မရှိတဲ့ ယောကျ်ားတွေ တစ်ပုံကြီးရှိနေတယ်။ကံတရားဆိုတာပြောလို့မရဘူးလေ။ဒီခေတ်က ပိုဆိုးတယ်။လူကောင်းဆိုတာ ရှားတဲ့ခေတ်ကြီးမှာ မိန်းကလေးတွေ ဆင်ခြင်တတ်ဖို့က အဓိကပါ။ဒီဇာတ်လမ်းလေးမှာတော့ သစ်ရွက်လေးလှုပ်ရင်တောင် ရင်ခုန်တတ်တဲ့ ဆယ်ကျော်သက်ဘဝမှာ လျူမီနာဆိုတဲ့ ကျောင်းသူလေးတစ်ယောက် မကောင်းတဲ့ယောကျ်ားလေးမျိုးနဲ့ ဆုံမိပြီး ဘာတွေဆက်ဖြစ်မလဲ...ဆိုတာ ကြည့်ရှူရင်း ကိုယ်လည်း လျူမီနာလိုမဖြစ်အောင် ဆင်ခြင်နိုင်တာပေါ့(ဇာတ်လမ်းအညွန်း နဲ့ ဘာသာပြန်သူကတော့ MHP ပါ) File Size : (899 MB) and (380 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 56min\nFormat : Mp4\nGenre : Crime, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p FHDRip ...",
        "rating": "5.5",
        "url": "https://megaup.net/Qiaa/Marionette_(Nareul_Gieokhae)_[2017]_(MM_Sub).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gKHJTsrfxJtfFNPQJn2hDNEMtFf.jpg",
        "title": "Mary Shelley (2017)",
        "description": "CM ပရိတ်သတ်တွေအတွက် မင်းသမီးချောလေး Elle Fanning အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့ \"Mary Shelly\" ဆိုတဲ့ ဇာတ်လမ်းနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...Elle Fanning ကတော့ \"Maleficent\" ဇာတ်လမ်းမှာ Angelina Jolie နဲ့အတူ Aurora မင်းသမီးလေးနေရာက သရုပ်ဆောင်ခဲ့သူပါ...အညွှန်းလေးကို ဖတ်ကြည့်ပါဦး...အညွှန်း- Mary Shelly ဆိုတဲ့ နာမည်ကိုတော့ ရင်းနှီးတဲ့လူတွေ နည်းကြမှာပါ...ဒါပေမဲ့ Frankenstein ဆိုရင်တော့ သည်းထိတ်ရင်ဖို ဇာတ်လမ်းကြိုက်သူတိုင်း ရင်းနှီးကြမှာပါ...Frankenstein ဆိုတာကတော့ လူကောင်ကြီးကြီး ချုပ်ရိုးတွေနဲ့ရုပ်ဆိုးဆိုး သတ္တဝါကြီးဖြစ်ပါတယ်...Victor Frankenstein ဆိုတဲ့ သိပ္ပံပညာရှင် တီထွင်ခဲ့တဲ့ သတ္တဝါကြီးပါ...ဒီ Frankenstein ဝတ္တုကို Mary Shelly ဆိုတဲ့ စာရေးဆရာမ ရေးသားခဲ့တာဖြစ်ပါတယ်...ဒီဇာတ်လမ်းဖြစ်လာပုံကလဲ Mary ရဲ့ ကိုယ်တွေ့ဘဝကို အခြေခံထားတာပါ...Victor Frankenstein တီထွင်ခဲ့တဲ့ သတ္တဝါကြီးက လူတွေရဲ့ အပယ်ခံ အစွန့်ပစ်ခံ ...",
        "rating": "6.3",
        "url": "https://megaup.net/Tw4c/Mary_Shelley_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tGxK5FgBB2u8lFWf4Lx7dT8t1oC.jpg",
        "title": "Cardinals (2017)",
        "description": "Cardinals 2017 ဇာတ်လမ်းလေးကတော့ Crime/Drama/Thriller အမျိုးအစားဖြစ်ပါတယ်။Rating 6/10 ရထာပြီး ဇာတ်လမ်းလေးကတော့ Art house ပုံစံနဲ့ ယဉ်ယဉ်လေးပုံဖော်ထားတဲ့ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Valerie ဆိုတဲ့ အမျိုးသမီးတစ်ယောက် အရက်သောက်ပြီး သူ့ရဲ့ အိမ်နီးနားချင်း လူတစ်ယောက်ကို ကားတိုက်တဲ့အမှုနဲ့ ထောင်ကျပြီး ပြန်ထွက်လာတဲ့ အချိန်ကနေ စထားပါတယ်။သူ့မှာ သမီး နှစ်ယောက်ရှိပါတယ်။သူတို့ မိသားစု ပြန်ဆုံပြီး အတူတူပျော်ရွှင်နေပေမဲ့ Valerie ကားတိုက်ပြီး သေသွားတဲ့ မိုက်ကယ်ရဲ့ သား Mark ကတော့ ဒီအတိုင်းငြိမ်ငြိမ်မနေခဲ့ပါဘူး။လူတိုင်းအမြင်မှာတော့ Valerie က အရက်သောက်ပြီး ကားမောင်းလို့ မတော်တဆ မိုက်ကယ်ဆို တိုက်သတ်မိတယ်ပေါ့။ဒါပေမဲ့ Mark ရဲ့ အမြင်မှာတော့ အဲ့လို မဟုတ်ပါဘူး။Valerie ဟာ သူ့အဖေကို ရည်ရွယ်ချက်ရှိရှိတဲ့ တိုက်သတ်ခဲ့တယ်လို့ ထင်နေပါတယ်။Every Story has two side ဆိုသလို Valerie ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/cardinals-2017/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMGI1NmYwZTItNmE1My00NmVmLWIwYjgtYTllOTJjMWQyNWMyL2ltYWdlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Fantasia  (1940)",
        "description": "ဒီ Fantasia ဆိုတာဟာ ရုပ်ရှင်ကား တစ်ကားမဟုတ်ပဲသင့် ရင်ထဲရောက်တဲ့ အပိုင်းအစ လေးတွေ များစွာ ထည့်သွင်းပေးထားပါတယ်သင့်ပတ်ဝန်းကျင်မှာ ယနေ့ထက်ထိ တကယ် ဖြစ်ပျက်နေတဲ့ အကြောင်းအရာတွေပါWalt Disney ရဲ့ အကောင်းဆုံး နောက်ခံ တေးဂီတ ကို Animation နဲ့လိုက်ဖက်စွာ ပုံဖော်ပြီး ကမ္ဘာကျော် တေးဂီတ များစွာကို ဘယ်လိုတွေနောက်ခံ ဂီတ အဖြစ် အံဝင် ဂွင်ကျ တီးခတ်ထားကြသလဲ ဆိုတာFantasia နဲ့ အတူ လိုက်ပါ ခံစားပေးကြပါအုံးFantasia ကို ဘာသာပြန်ပေးထားသူကတော့Si Thu ပဲ ဖြစ်ပါတယ်ကျွန်တော် Thit San Khant က Encode တင်ဆက်ပေးထားပါတယ်",
        "rating": "",
        "url": "https://megaup.net/Vi72/Fantasia_[1940]_(MM_Sub).mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z4Q6AZH6ZpcIy1QtVS2oXuzPO82.jpg",
        "title": "Lost in London(2017)",
        "description": "Lost in London(2017)IMDb....6.7,,,,Rotten.....75%Lost in London ဆိုတဲ့ ဇာတ်လမ်းကတော့ အမေရိကန် ဟာသကားဖြစ်ပါတယ်။\nဟောလိဝုဒ်မင်းသား Woody Harrelsonတစ်ယောက် Londonကိုရောက်ရှိနေတဲ့အခါ အချိန်တိုုင်းဟာ ပြသဒါးဖြစ်နေပါတယ်။Woody Harrelsonဟာ Londonက ဖျော်ဖြေပွဲအပြီးမှာ ပရိတ်သတ်တုံ့ပြန်မှုအားနည်းခဲ့တာကြောင့်\nစိတ်ဓာတ်ကျနေခဲ့တယ်။ အဲ့ဒီညမှာ သူ့ဇနီးနဲ့ ညစာစားဖို့ သွားရင်း ဇနီးသည်ရဲ့အထင်လွဲမှုကို ကြုံခဲ့ရပါတယ်။အဲ့ဒီ အထင်လွဲမှုကို ဖြေရှင်းဖို့ ကြိုးစားရင်း Woodyတစ်ယောက် မထင်မှတ်ဘဲပြဿနာတွေကိုဖန်တီးမိရာကနေ နောက်ဆုံး\nရဲအဖမ်းခံရပြီး ထောင်ထဲထိရောက်ခဲ့ရပါတယ်။\nဒီဇာတ်ကားက ဟာသကားဆိုပေမယ့် ကြည့်ရင်း ကြည့်ရင်းနဲ့ Woodyတစ်ယောက် ဘယ်လိုပြဿနာတွေထပ်ပြီးကြုံဦးမလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ စောင့်ကြည့်ရမယ့် ဇာတ်ကားလေးပါ\nဒီဇာတ်ကားကို မင်းသား Woody Harrelsonကိုယ်တိုင် ရိုက်ကူးထားတာဖြစ်ပြီး သူကိုယ်တိုင်လည်း ဇာတ်လိုက်Woody Harrelsonအဖြစ်ပါဝင် သရုပ်ဆောင်ထားပါတယ်\nLost in Londonဇာတ်လမ်းမှာ မင်းသား Woody Harrelson , Owen Wilson , မင်းသမီး Eleanor Matssureတို့အဓိကပါဝင်ပြီး အခြားသော ...",
        "rating": "6.7",
        "url": "https://megaup.net/1zz55/Lost_In_London_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/a-bag-of-marbles-poster-133x200.jpg",
        "title": "A Bag of Marbles (2017)",
        "description": "A Bag of Marbles (2017)\nIMDb - 7.3/10_______Rotten - 82%\n လူသားတိုင်း အသက်ရှင်ခွင့်ရဖို့ ထိုက်တန်ပါတယ်\nအဖေကျွန်တော့်ကို မေးတယ်\nဂျိုး..\nမင်း ဂျူးလား...\nကျွန်တော်က ခပ်ပြုံးပြုံးလေးပြန်ဖြေလိုက်တယ်\nမဟုတ်ပါဘူး\nဖြောင်း........\nအနားမှာရပ်နေတဲ့ ကျွန်တော့်အမေ၊\nဘေးနားမှာထိုင်နေတဲ့ အစ်ကိုအားလုံး ကြောင်သွားပြီး\nအခြေနေကို နားမလည်နိုင်တဲ့အမှုရာတွေနဲ့။\nကျွန်တော်လည်း ပါးကိုလက်နဲ့အုပ်ပြီး\nအံသြသွားတာရော ရုတ်ရက်ကြီးဆိုတော့ မှင်သက်သွားတယ်။\nဘာလို့လဲ..ဘာလို့..\nအဖေကဒီတစ်ခေါက် ဂျူးလိုထပ်မေးတယ်\nမင်းဂျူးလား\nကျွန်တော် ကြောင်တောင်တောင်နဲ့ပဲ\nမဟုတ်ဘူးလို့ ထပ်ဖြေလိုက်တယ်\nဖြောင်းးး\nရုတ်တရတ် အားနဲ့လွဲပြီး ကျွန်တော့်ပါးကို ရိုက်ချပလိုက်တယ်\nဂျူးလိုမေးရင် ပြန်မဖြေနဲ့ကွလို့  အဖေ ပြောနေတယ်\nအဖေ ထပ်ပြီး မေးတယ်\nမင်းဂျူးမှန်းငါသိတယ်\nမှန်မှန်ဖြေစမ်း\nမဟုတ်ဘူး.....\nစကားတောင်မဆုံးသေးဘူး\nဖြောင်း ...\nခပ်မြန်မြန် ကျွန်တော့်ပါးကို ရိုက်ပလိုက်တယ်\nအမေလည်း အံ့သြပြီး မျက်ရည်တွေလည်းကျနေတယ်\nအစ်ကိုကလည်း ဘာတွေဖြစ်ကုန်တာလဲဆိုတဲ့မျက်နှာနဲ့ ကြည့်နေတယ်\nအဖေ ထပ်မေးတယ်\nမင်းဂျူးလား\nကျွန်တော်မျက်ရည်တွေကျလာပြီး\nမဟုတ်ဘူး မဟုတ်ဘူး ....\nအထပ်ထပ်ခါခါ ပြန်ဖြေနေခဲ့တယ်\nပြီးမှာ အဖေ ကျွန်တော့်ကိုဖက်ပြီး\nသားလေး တစ်ယောက်ယောက်ဆီမှာအသတ်ခံရမှာ ကြောက်ရွှံ့နေတာထက်\nပါးအရိုက်ခံရတဲ့ နာကျင်မှုကပိုကောင်းပါတယ်ဒီဇာတ်ကားရဲ့မှုရင်းနာမည်က Un Sac De Billes ဖြစ်ပြီး\nအင်္ဂလိပ်နာမည်က A bag of marbles လို့အမည်ပေးထားပါတယ်။\nဒီရုပ်ရှင်ကို ၂၀၁၇ ဇန်နဝါရီလ ...",
        "rating": "7.3",
        "url": "https://megaup.net/Rofo/A_Bag_Of_Marbles_(Un_Sac_De_Billes)_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o31Fh66VeAmLWQ3HNObzTjbrWMH.jpg",
        "title": "Vivegam (2017)",
        "description": "အဂျေးကူမား အရေးကြီးသဲလွန်စတစ်ခုရတာနဲ့ သေနတ်နဲ့အပစ်ခံရ လုပ်ကြံဇာတ်ခင်းခြင်းခံရနဲ့ ဇာတ်လမ်းကို အဆုံးထိဆွဲခေါ်သွားမှာဖြစ်ပါတယ်ရင်ဆိုင်နေရတဲ့ရန်သူတွေက ဘယ်ကလဲ ဒီကိစ္စတွေရဲ့လက်မည်းကြီးကဘယ်သူလဲ ဆက်လက်ကြည့်ရှုသွားရမှာဖြစ်ပါတယ်Storylineကတော့ ပုံမှန်ထက်မပိုတဲ့ဇာတ်လို့ပဲ ပြောရမှာပါPlot twistကလည်းသိပ်မထူးဆန်းပါဘူးအိန္ဒိယကားတွေအကြည့်များသူတွေအတွက်ကတော့ ခန့်မှန်းနိုင်မှာပါတမီးလ်ကားဖြစ်တာနဲ့အညီ အက်ရှင်ခန်းတွေကတော့ မင်းသားအသားပေးဖြစ်ပါတယ်သေမင်းကလာခေါ်ချင်တောင် လက်ဖက်ရည်တိုက်ပြီး လိုက်ခဲ့ပါကွာ ပြောရမယ့်အထိကို မင်းသားက ကြမ်းတာပါအေးဂျင့်တွေပြေးလိုက်လွှားလိုက်နဲ့ဖိုက်နေရတဲ့ကြားကမှာ ဇနီးတစ်ယောက်ရဲ့ခင်ပွန်းအပေါ်ဘယ်လိုချစ်လဲဆိုတာလေးတော့ တော်ကီအကောင်းစားတွေနဲ့ရိုထားတာကတော့ သဘောခွေ့စရာလေးပါဘာပဲပြောပြော ကြည့်ပျော်ပြီး စိတ်ချမ်းသာရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့......QTY - 720p HDripDuration - 2hr 04minGern - Action/ ThrillerTranslator - Soe Bo BoEncoder - Kyaw Ye Aung",
        "rating": "6.1",
        "url": "https://megaup.net/113wz/Vivegam_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-girl-with-the-dragon-tattoo-poster-133x200.jpg",
        "title": "The Girl with the Dragon Tattoo (2011)",
        "description": "The Girl with the Dragon Tattoo (2011)\nIMDb - 7.8/10_______Rotten - 86%\nWon 1 Oscar. Another 26 wins & 91 nominations\n  \nငယ်စဉ်ကစပြီး ကြမ်းတမ်းတဲ့ဘဝတစ်ခုမှာနေထိုင်ဖြတ်သန်းလာရတဲ့နဂါးရုပ်ပုံဆေးမင်ကြောင်နဲ့ မိန်းကလေးတစ်ယောက်ဟာ မိသားစုမရှိ\nအုပ်ထိန်းသူမရှိပဲ တိုင်းပြည်ရဲ့ထောက်ပံမှုနဲ့ ဘဝကိုဆိုးပေတေရင်း ဖြတ်သန်းနေခဲ့ပြီးတစ်ဖက်မှာတော့သူဟာ ထက်မြက်တဲ့စုံစမ်းရေးစိတ်ကို ပိုင်ဆိုင်ထားတဲ့\nအလွတ်စုံထောက်တစ်ဦးဖြစ်ပါတယ်ဂျာနယ်လစ်မီကယ်ဘလွန်းကစ်အဖြစ် သရုပ်ဆောင်ထားတဲဂျိမ်းစ်ဘွန်းမင်းသား ဒန်နီယယ်ခရိတ်\nကတော့ဒီဇာတ်လမ်းမှာ နိုင်ငံရဲ့အကြီးမားဆုံးငွေကြေးအလွဲသုံးစားလုပ်မှုကို သက်သေမခိုင်ပဲဖော်ထုတ်မိလို့\nအသရေဖျက်မှုနဲ့ရင်ဆိုင်နေရသူတစ်ဦးဖြစ်ပါတယ် ကျွန်းတစ်ကျွန်းပေါ်မှာနေထိုင်တဲ့ ဆွီဒင်ရဲ့အချမ်းသာဆုံးမိသားစုတစ်ခုက သူဋ္ဌေးကြီးတစ်ယောက်ဟာ\nလွန်ခဲ့တဲ့အနှစ်၄၀ကဖြစ်ပွားခဲ့တဲ့ လက်သည်မပေါ်ခဲ့တဲ့မိသားစုအတွင်းလူသတ်မှုတစ်ခုကို သူ့ဘဝလက်ကျန်အချိန်တွေမှာအဖြေသိရဖို့\nမီကယ်ဘလွန်းကစ်ကိုငြင်းဆန်လို့မရတဲ့ကမ်းလှမ်းမှုနဲ့ အဖြေရှာပေးဖို့ ကမ်းလှမ်းလိုက်ပါတော့တယ်\nထိုအမှုဟာ ဘလွန်းကစ်ရဲ့ဂုဏ်သိက္ခာကိုပြန်လည်ဆယ်ယူဖို့ တိုင်းပြည်ရဲ့အကြီးမားဆုံး ငွေကြေးအလွဲသုံးစားလုပ်မှုတို့နဲ့ ပတ်သက်နေခဲ့ပြီး\nဘလွန်းကစ်နဲ့အတူ နဂါးရုပ်ဆေးမင်ကြောင်နဲ့မိန်းကလေးပါ စုံစမ်းရေးထဲကို ပါဝင်လာတဲ့အခါမှာတော့....\nMillennium Trilogy ရဲ့အောင်မြင်ခဲ့တဲ့ပထမဆုံးဝတ္တု ဖြစ်တဲ့ The girl with the dragon tattoo ဝတ္တု ကိုရုပ်ရှင်အဖြစ်ပြန်လည်ရိုက်ကူးထားတဲ့\nဒီဇာတ်ကားဟာလည်းအောင်မြင်ခဲ့ပြီး IMDb7.8နဲ့ RT86%ရရှိထားတဲ့ crime flim ...",
        "rating": "7.8",
        "url": "https://megaup.net/1xk8g/The_Girl_With_The_Dragon_Tattoo_[2011]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/8dWyyJi-178x200.jpg",
        "title": "The Girl Shaman (2016)",
        "description": "The Girl Shaman\nအခုတစ်ခေါက် ဇာတ်ကားလေးကတော့ သည်းထိတ်ရင်ဖို တရုတ်သရဲ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။\nလက်ထပ်ဖို့ရည်ရွယ်ထားတဲ့ ရှောင်ခိုင် နဲ့ ဆစ်နီ ဆိုတဲ့ချစ်သူနှစ်ယောက်မှာ ချစ်သူကောင်လေးရှောင်ခိုင်က မမျှော်လင့်ဘဲရေနစ်သေဆုံးသွားခဲ့ပါတယ်။\nဒါပေမဲ့အဲ့သေဆုံးမှုက သွေးရိုးသားရိုးမဟုတ်ဘဲ သရဲဘုရင်က ဝိညာဉ်ခေါ်ဆောင်သွားတာဖြစ်တယ်လို့ ကောင်မလေးဆစ်နီကသိသွားတဲ့အခါ…\nဆစ်နီကသရဲကမ္ဘာထဲလိုက်သွားပြီး ရှောင်ခိုင်ဝိညာဉ်ကို ပြန်ရှာလာနိုင်မလား…\nဆစ်နီတစ်ယောက်သရဲကမ္ဘာထဲမှာဘာတွေတွေ့ကြုံခဲ့ရမလဲ…\nဒါ့အပြင်တခါတရံမှာ လက်မခံနိုင်ပေမဲ့ စွန့်လွှတ်မေ့ပျောက်သင့်တဲ့အရာတွေအကြောင်းကို တွေ့မြင်ခံစားရမှာပါ။(Ying Ying မှ ဘာသာပြန်တင်ဆက်ထားတာပါ။)File size…(700 MB) and (250 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:08:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Ying Ying",
        "rating": "N/A",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 https://megaup.net/113ya/The_Guernsey_Literary_And_Potato_Peel_Pie_Society_[2018]_(MM_Sub).mp4 https://megaup.net/113y7/The_Girl_Shaman_[2016]_(MM_Sub).mp4",
        "category": "Asian, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u3eGrh228b8zd1HaLBEx9WCErFu.jpg",
        "title": "Riki-Oh: The Story of Ricky (1991)",
        "description": "ဒီတစ်ခါ အရမ်းကြမ်းတဲ့ ဟောင်ကောင်အက်ရှင်တစ်ကားလေးပါRicky Ho: The story of Ricky ရစ်ကီဟိုဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့ဇာတ်လမ်းတစ်ပုဒ်ပေါ့ဒီဇာတ်ကားက ၁၉၉၁ခုနှစ်မှာ ရိုက်ကူးထားတယ်ဆိုပေမယ့် ဇာတ်ကားထဲမှာအခြေတည်ထားတာ ၂၀၀၁ခုနှစ်ပါဇာတ်လမ်းကတော့ ၂၀၀၁ခုနှစ်မှာ ထောင်တွေက အစိုးရပိုင်မဟုတ်တော့ပဲ ပုဂ္ဂ္ဂလိကတွေကိုလွှဲပေးထားတယ်ဆိုပြီးဇာတ်လမ်းဆင်ထားပါတယ်အဲ့ထောင်ကို ရစ်ကီဟိုတစ်ယောက် လူသတ်မှုနဲ့ရောက်လာပါတယ်။ထောင်တွေရဲ့ထုံးစံအတိုင်းကြီးနိုင်ငယ်ညှင်းတွေရှိနေသလိုအခုသူရောက်သွားတဲ့ထောင်မှာ လေးပိုင်းပိုင်းပြီး အဖွဲ့လေးဖွဲ့ခွဲထားပါတယ်။အရှေ့ဆောင် အနောက်ဆောင် တောင်ဖက်ဆောင်မြောက်ဖက်ဆောင်စသည်ဖြင့်ပေါ့။အဆောင်တစ်ခုချင်းဆီမှာဒိတ်ဒိတ်ကြဲသိုင်းကျွမ်းတဲ့ခေါင်းဆောင်တွေအုပ်ချုပ်တယ်။ရစ်ကီဟိုဆိုတာကလဲ ခေသူမဟုတ် သေချာလေ့ကျင့်ထားတဲ့သိုင်းသမား စိတ်ကလဲမဟုတ်မခံ။အဲ့မှာ ဗိုလ်ကျအနိုင်ကျင့်မှုတွေနဲ့မဟုတ်မခံနဲ့သွားတွေ့တော့တာပဲ။ပြီးတော့ ထောင်ကလဲ ပုဂ္ဂ္ဂလိကဆိုတဲ့အတိုင်း ထောင်ကိုဗန်းပြပြီးနောက်ကွယ်မှာမဟုတ်တရုတ်လုပ်တာတွေရှိနေပြန်တော့....ဒီဇာတ်ကားက Extreme Violence အမျိုးအစားပါသွေးထွက်သံယိုတွေတစ်ကားလုံးပြည့်နှက်နေပါတယ်လို့တော့ ကြိုသတိပေးပါရစေထမင်းစားပြီးမကြည့်ပါနဲ့ xD(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein Min Tun  ပါ)File Size : (800 MB) and (344 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 31min\nFormat : Mp4\nGenre : Action, Comedy, Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.1",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 https://megaup.net/113ya/The_Guernsey_Literary_And_Potato_Peel_Pie_Society_[2018]_(MM_Sub).mp4 https://megaup.net/113y7/The_Girl_Shaman_[2016]_(MM_Sub).mp4 https://megaup.net/1H17a/Show_Dogs_[2018]_(MM_Sub).mp4 https://megaup.net/1H178/Sausage_Party_(2016).mp4 https://megaup.net/1H177/Riki-Oh_-_The_Story_Of_Ricky_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fnvBQzWlh0Dd9vWq4l0ZmkrM34F.jpg",
        "title": "Distorted (2018)",
        "description": "ဒီဇာတ်ကားလေးကတော့ Mystery, Thriller ဇာတ်ကားဇာတ်အေးလေးတစ်ကားဖြစ်ပါတယ်။ပေါ့ပေါ့ပါးပါးဇာတ်လမ်းတွေပဲကြည့်ချင်ရင်တော့ လက်ရှောင်သွားဖို့အကြံပြုချင်ပါတယ်။လူတိုင်းကြိုက်မဲ့ကားမျိုးမဟုတ်ပေမယ့် ကြိုက်တဲ့လူတိုင်းကတော့ အကောင်းဆုံးထဲမှာပါတယ်လို့ပြောကြမှာပါ။ဒီကားထဲမှာ စိတ်ပိုင်းဆိုင်ရာအတွေးအခေါ်တွေနည်းပညာရဲ့ကြောက်စရာကောင်းတဲ့သက်ရောက်မှုတွေကို စိတ်ဝင်တစားတွေ့ရမှာပါ။စုံထောက်ကားကြိုက်သူတွေ သည်းထိတ်ရင်ဖိုဇာတ်ကားကြိုက်သူတွေအတွက်အရမ်းကိုအကြိုက်တွေ့စေမှာပါ။နာမည်ကြီးမင်းသမီးမင်းသားများဖြစ်တဲ့ Christina Ricci နဲ့ John Cusack သရုပ်ဆောင်ထားပါတယ်။၃၂နှစ်အရွယ် သားတစ်ယောက်ဆုံးပါးသွားလို့စိတ်ကျရောဂါဖြစ်နေတဲ့ Lauren တစ်ယောက် သက်တောင့်သက်သာပိုရှိစေဖို့ The Pinnacle ဆိုတဲ့ ခေတ်မှီအိမ်ယာမှာရွှေ့ပြောင်းနေထိုင်ခဲ့ပါတယ်။ဒါပေမယ့် သူ့ရဲ့စိတ်ကျရောဂါဟာသက်သာမလာပဲ ပိုဆိုးလာသလိုဖြစ်နေပြီးတော့ ထူးဆန်းတာတွေမြင်နေကြားနေရပါတယ်။အဲဒါတွေက သူရဲ့စိတ်ထဲမှာပဲဖြစ်နေတာလား တကယ်ဖြစ်နေတာလားသူ့ရဲ့ခင်ပွန်းဖြစ်သူကရော သူ့ကိုကူညီပေးနိုင်ပါမလားဆိုတာကတော့....(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ) File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Action, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by d3mon\nEncoded by Thanhtike Zaw",
        "rating": "4.2",
        "url": "https://megaup.net/1H16w/Distorted_[2018]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/r7tf383426py-133x200.jpg",
        "title": "[18+] Helter Skelter (2012)",
        "description": "IMDb Rating (6.4) ထိရရှိထားတဲ့ ဒီဇာတ်ကားလေးဟာဆိုရင် Japanese Psychological Horror Manga စာအုပ်ကိုအခြေခံရိုက်ကူးထားတာဖြစ်ပြီး မင်းသမီးချော Erika Sawajiri မှ အဓိကသရုပ်ဆောင်အဖြစ် ပါဝင်ထားပါတယ်။18+ ဆိုပေမယ့် ပညာပေးဆန်ဆန်လေးရိုက်ကူးထားတာပါ။မင်းသမီးချောလေး lilico ဟာအောင်မြင်ကျော်ကြားနေပေမယ့်လည်း သူ့ရဲ့လျိှု့ဝှက်ချက်ကအမြဲချောက်လန့်နေခဲ့ပါတယ်။တစ်နေ့မှာတော့ သူမနဲ့သူမရဲ့ တိတ်တိတ်ပုန်းကောင်လေးတို့အကြောင်း ပေါက်ကြားသွားခဲ့ပါတယ်...Agencyက Image ကျသွားတဲ့ lilico နေရာမှာ မော်ဒယ်အသစ်ကိုအစားထိုးဖို့ပြင်ဆင်လာကြပါတယ် ...အဲ့လို အချိန်မှာ lilico ရဲ့ဘဲကသစ္စာဖောက်သွားတဲ့အခါမှာတော့ ဘာတွေဖြစ်လာမလဲ...Lilico ရဲ့ လျှို့ဝှက်ချက်ကရော ဘာဖြစ်မလဲ...သူမရဲ့လျိှု့ဝှက်ချက်ကရော ဘယ်အချိန်ထိလျှို့ဝှက်ထားနိုင်ပါ့မလဲဆိုတာတော့....။ယနေ့ခေတ် မိန်းမပျိုလေးတွေကို ပညာပေးဆန်ဆန်လေးရိုက်ကူးထားတာမို့မလွတ်တမ်းကြည့်ရှုသင့်ပါကြောင်း။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို Eden Zaw Htoo မှတင်ဆက်ပါသည်။)File size…(999 MB) \nQuality…BluRay Rip 720p\nFormat…mp4\nDuration….02:07:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Eden Zaw Htoo",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/18-helter-skelter-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uvlUQXg0AlpGzKukO11K7QtW3Yu.jpg",
        "title": "Blockers (2018)",
        "description": "ဒီကားအကြောင်းပြောရမယ်ဆိုရင်တော့ အသေကိုခွီထားတာရယ်နေရတာပါးစပ်ကိုမပိတ်နိုင်ဘူးလို့ပြောချင်ပါတယ်။IMDB Rating 6.7 , Rotten Tomato 83% ရထားပြီးတော့ WWE ချန်ပီယံဖြစ်တဲ့ John Cena ပါဝင်သရုပ်ဆောင်ထားပါတယ်။နာမည်ကြီးဟာသသရုပ်ဆောင်များဖြစ်တဲ့ Leslie Mann နဲ့ Ike Barinholtz တို့ကပါဝင်အားဖြည့်ပေးထားပါတယ်။လူငယ်သရုပ်ဆောင်တွေက တော့ချောပြီးချစ်စရာကောင်းကြတဲ့ Kathryn Newton, Geraldine Viswanathan နဲ့ ပုပုသေးသေးချစ်စရာလေး Gideon Adlon တို့ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အထက်တန်းကျောင်း နှုတ်ဆက်ကပွဲမှာ လိင်ဆက်ဆံဖို့သဘောတူညီချက်လုပ်ထားကြတဲ့ သမီးသုံးယောက်ကို မိဘသုံးယောက်က အမှတ်မထင်သိသွားလို့ တားဆီးဖို့ကြိုးစားတာကိုဟာသမြောက်အောင် တင်ဆက်ထားတာပါ။အရမ်းချစ်လွန်းတဲ့မိဘတွေကြောင့် စိတ်မသက်မသာဖြစ်ရတဲ့ ကလေးတွေအကြောင်းကိုပါပြောထားပါတယ်။နောက်ဆုံးတော့ ကလေးတွေနဲ့မိဘတွေနဲ့ဘယ်လိုပြန်အဆင်ပြေသွားမလဲဆိုတာ ရယ်ရင်းနဲ့ကြည့်လိုက်ကြပါတော့ဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon ပါ)File Size : (899 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre ...",
        "rating": "6.7",
        "url": "https://megaup.net/3CAG1/Blockers_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/XF5jV0UxKnYNPAimem0hbwPfCR.jpg",
        "title": "Set It Up (2018)",
        "description": "Set It Up (2018)IMDb (6.6) / Rotten Tomatoes (90%)Rating ျမင့္ျမင့္ရရွိထားတဲ့ Comedy,Romance အမ်ိဳးအစား ဒီ႐ုပ္ရွင္ေလးကေတာ့ လုပ္ငန္းခြင္ဝင္လူလတ္ပိုင္းအရြယ္တို႔ရဲ႕အခ်စ္ဇာတ္လမ္းေလးျဖစ္ၿပီး အခ်စ္ဇာတ္လမ္းၾကိဳက္တဲ့သူေတြအတြက္ အထူးသင့္ေလ်ာ္မယ့္ဇာတ္ကားေလးပါ။၂၀၁၈ ဇြန္လကမွထြက္ထားတဲ့ အသစ္စက္စက္႐ုပ္ရွင္ေလးျဖစ္ၿပီး Before I fall ႐ုပ္ရွင္ထဲက မင္းသမီးေခ်ာေလးZoey Deutchပါတဲ့ကားပါ။\nမင္းသားကေတာ့ ဓာတ္ပံုထဲမွာမေခ်ာေပမဲ့ ႐ုပ္ရွင္ထဲမွာေတာ့ ခန္႔ေခ်ာပါ။\nၿပီးေတာ့ တ႐ုတ္နဲ႔အေမရိကန္ကျပားမင္းသမီး Lucy Liu ကလည္း နာမည္ႀကီးေဆာင္းပါးေရးသူ၊မင္းသမီးရဲ႕သူေဌးမအျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။\nဒါ႐ိုက္တာကေတာ့ Claire Scanlon ပါ။ဇာတ္လမ္းအက်ဥ္းခ်ဳပ္ဟာပါဆိုတဲ့အရမ္းအလုပ္ႀကိဳးစားတဲ့ေကာင္မေလးက ခရစ္စတန္ဆိုတဲ့သူေဌးမရဲ႕လက္ေထာက္ျဖစ္ၿပီး သူရဲ႕အိပ္မက္ကေဆာင္းပါးေရးတဲ့စာေရးဆရာမျဖစ္ခ်င္တယ္\nဒါေပမဲ့ သူက အလုပ္မွာ ခိုင္းဖက္ေလးေပါ့တစ္ေန႔ မထင္မွတ္ထားတဲ့ အျဖစ္အပ်က္ေၾကာင့္ ရံုးအေဆာက္အအံုတစ္ခုတည္းမွာအလုပ္လုပ္တဲ့ ခ်ာလီ(မင္းသား) နဲ႔ေတြ႕ခဲ့တယ္ခ်ာလီကလည္း ဟာပါလိုပဲ ရစ္ခ္ဆိုတဲ့သူေဌးတစ္ေယာက္ရဲ႕လက္ေထာက္ျဖစ္ၿပီး ရာထူးတိုးခ်င္ေနတဲ့သူေပါ့နစ္ေယာက္လံုးက ရံုးမွာဆို ေနာက္ဆံုးမွအိမ္ျပန္ရတဲ့သူ၊\nတစ္ေနကုန္ အလုပ္ကလည္းရႈတ္ အရမ္းဇီဇာေၾကာင္တဲ့သူေဌးေတြရဲ႕ဒဏ္ကိုလည္းခံရနဲ႔ ႏွစ္ေယာက္သား သူေဌးေတြရဲ႕အတင္းကိုေျပာရင္း သူတို႔သူေဌးႏွစ္ေယာက္ကို ေအာင္သြယ္ေပးဖို႔ အၾကံရသြားၾကတယ္သူတို႔ရဲ႕ရည္ရြယ္ခ်က္က သူေဌးႏွစ္ေယာက္ဒိတ္လုပ္ရင္ သူတို႔ေအးေဆးေနလို႔ရတယ္ဆိုၿပီး နည္းအမ်ိဳးမ်ိဳးနဲ႔ကို ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/set-it-up-2018/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/upURIW6jeEcTJKpaJeoNw5jbcr1.jpg",
        "title": "Acrimony (2018)",
        "description": "IMDB.... 5.1/10ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်တွေကို psychological thriller ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်Acrimony ကို Tyler Perry ကိုယ်တိုင်ရိုက်ကူးပြီးထုတ်လုပ်ထားတာပါRating 6 တောင် မကျော်ဘူးဆိုပြီးတော့ အထင်မသေးလိုက်ပါနဲ့ဒီကားလေးက Best actress award မှာ nominate ရထားတာပါRating ကျရတဲ့အကြောင်းတစ်ခုကလည်း ရိုင်းစိုင်းကြမ်းတမ်းတာတချို့ပါနေလို့ပါပဲကိုယ်ချစ်ရတဲ့သူအပေါ် အရာရာသည်းခံကူညီပေးတဲ့စကောလောက်မှဇောက်မနက် နလပိန်းတုုံးမိန်းမတစ်ယောက်ရဲ့ခံစားချက်ကိုခံပြင်းစွာ အသည်းယားစွာနဲ့ ကြည့်ရမှာပဲဖြစ်ပါတယ်  (အပြစ်မမြင် ချစ်ချင်တာပဲသိတယ်ဆိုတာမျိုးပေါ့ :3)အချစ်အတွက်နဲ့ မျက်စိစုံမှိတ် ဆင်ကန်းတောတိုးအမှတ်သည်းခြေမရှိ ခွေးမြီးကောက်ကျည်တောက်စွပ်တုုံးတိုက်တိုက် ကျားကိုက်ကိုက်ဆိုပြီး အရာရာစွန့်လွှတ်အနစ်နာခံခဲ့တဲ့မယ်လင်ဒါတစ်ယောက်နောက်ဆုံး သည်းမခံနိုင်တော့တဲ့အဆုံးမှာတော့ဘယ်လိုမျိုး အပြတ်ပြတ်နဲ့နှာခေါင်းသွေးထွက်သွားမလဲ....(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Phyu Khin  ပါ)File Size : (950 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 00min\nFormat : Mp4\nGenre : Thriller\nSubtitle ...",
        "rating": "5.0",
        "url": "https://megaup.net/2n0iy/Helter_Skelter_(Herutâ_Sukerutâ)_[18+]_[2012]_(MM_Sub).mp4 https://megaup.net/2n0ho/Acrimony_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/quaWuwYZd8IbZMCOhW3CZEvyCWJ.jpg",
        "title": "Atonement (2007)",
        "description": "AtonementIMDb (7.8)/ Rotten Tomatoes (83%)James Mcavoy ,Keira Knightley, Lady Bird (ဝါ) Saoirse Ronan နဲ့ Benedict Cumberbatch တို့လို နာမည်ကြီးမင်းသားမင်းသမီးတွေ အစုံအလင်နဲ့ရိုက်ကူးထားတဲ့ဇာတ်ကားပါ။အဆုံးသတ် မတိုင်ခင် အထိတော့ ဒီ ဇာတ်လမ်းလေး တစ်ပုဒ်လုံးက သိပ်မထူးခြားသလိုပါပဲ။ ဒီဇာတ်လမ်းရဲ့ ထူးခြားချက်ကို ကျွန်တော် ချရေးခဲ့ရင်လည်း spoil ပြီးသား ဖြစ်သွားပါမယ်။အချိန်ကာလအားဖြင့် Dunkrik မဖြစ်မှီ..... အထက်တန်းလွှာ အမျိုးသမီးတစ်ယောက်နဲ့ အိမ်ဖော်တစ်ယောက်ရဲ့သား.....ချစ်ကြိုက်မိခဲ့ကြတယ်...။ မှားယွင်းသွားတဲ့ စာတစ်စောင်က မထင်မှတ်ပဲ ယူလာခဲ့တဲ့ ဂြိုလ်ဆိုးတွေကြားမှာ..သူတို့ ဝေးသွားခဲ့ကြတယ်...။စစ်တပ်ထဲ ရောက်နေတဲ့ ကောင်ကလေးနဲ့... အိမ်ကနေ ပြေးထွက်ခဲ့တဲ့ ကောင်မလေး.. စစ်မထွက်မှီမှာ ပြန်တွေ့ကြတဲ့အချိန်... နေသာ လေလာမဲ့ တစ်နေ့တော့ကို သူတို့ ပြန် ယုံကြည်မျှော်လင့်ခဲ့ကြတယ်...။ စစ်ရဲ့ အနိဋ္ဌာရုံတွေကြားကနေ ဒဏ်ရာအထပ်ထပ်နဲ့ မျှော်လင့်နေတဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Iml9/Atonement_[2007]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BOWE0MTM2MjItMTI1ZS00ZGRlLWExYmUtYjEzNzRhNDgyOGRjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "Blackmail (2018)",
        "description": "ဒီကားကတော့အိန္ဒိယကားတွေကိုစောင့်မျှော်နေသူများအတွက် Comedy/Drama ဇာတ်ကားသစ်လေးဖြစ်ပါတယ်။Rating လည်း7.2 အထိရရှိထားပြီးစိတ်ဝင်စားစရာကောင်းတဲ့ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ သာမန်ရုံးလုပ်ငန်းမှာလုပ်ကိုင်ရင်း အကြွေးတွေပတ်ချာလည်နေတဲ့ လင်ယောကျာ်းတစ်ယောက်မိသားစုအတွက် ရုန်းကန်ကြိုးစားနေတဲ့ လင်ယောကျာ်းတစ်ယောက်၊အိမ်ထောင်ရေးမသာယာလင်ယောကျာ်းတစ်ယောက်၊သူများမစားတဲ့အသီးကို ထိုးကျွေးခံလိုက်ရပြီးကိုယ့်အတွက်လည်းဘာမှအကျိုးမရှိဘဲ ဝဋ်ခံနေရတဲ့လင်ယောကျာ်းတစ်ယောက်ကို ဦးတည်ရိုက်ကူးထားတာပါ။အိမ်ထောင်ရေးမသာယာတာကြောင့် အိမ်ကိုစောစောမပြန်ဖြစ်ပဲ ရုံးမှာအနေများတဲ့ Dav တစ်ယောက် ကိုယ့်မိန်းမနောက်မီးလင်းနေမှန်းသိရတော့ တော်တော်စိတ်ထိခိုက်သွားပါတယ်။ဒီတော့ ဇာတ်ကားနာမည်အတိုင်းဒေးဗ်တစ်ယောက်လက်စားပြန်ချေဖို့ကြိုးစားပါတော့တယ်။ဟာသလေးတွေနှောပြီး ရိုက်ကူးထားတဲ့အတွက် ရယ်လည်းရယ်ရပါတယ်။ဇာတ်လိုက်မင်းသားရဲ့ထုံပေပေမျက်နှာပေးဟာလည်း ဇာတ်ရုပ်နဲ့အရမ်းပလဲနံသင့်ပါတယ်။အားလပ်ချိန် ပေါ့ပေါ့ပါးပါးကြည့်လို့ရတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။Dev တစ်ယောက် ဘယ်လိုအကွက်ချမလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ)File Size : (999 MB)\nQuality : WEBRip 720p\nRunning Time : 2hr 18min\nFormat : Mp4\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.Web.Rip.x264.AC3.DTOne-Exclusive\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "7.2",
        "url": "https://megaup.net/1IjwW/Blackmail_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cXene5mEHRovj7ZfMZpLxKSiv5n.jpg",
        "title": "Skybound (2017)",
        "description": "2017 ကထွက်ရှိခဲ့တဲ့ဒီ Skyboundဆိုတဲ့ကားလေးဟာ Action and Thriller ကားအမျိုးအစားလေးဖြစ်ပါတယ်။ဒီကားကိုရိုက်ကူးပေးတဲ့ ဒါရိုက်တာကတော့ဒါရိုက်တာ Alex Tavakoli ဖြစ်ပြီးတော့ ဒီကားလေးရဲ့ဇာတ်ညွန်းရေးသူကလည်းသူကိုယ်တိုင်ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း မက်ဟာသူကောင်မလေးလီဆာနဲ့အတူအယ်အေကိုကိုယ်ပိုင်ဂျက်လေယာဉ်နဲ့အတူခရီးထွက်ခဲ့ပါတယ်။သူတို့နဲ့သူတို့သူငယ်ချင်းနှစ်ယောက်လည်းပါပြီးတော့ မက်ရဲ့ညီကိုင်လည်းအကြောင်းတစ်ခုကြောင့်လိုက်ပါလာခဲ့ပါတယ်။သူတို့သွားနေစဉ်အတွင်းမှာဘဲမြေပြင်ပေါ်မှာအံ့သြထိတ်လန့်စရာတွေကြုံရတယ်။အဲဒီအံ့သြထိတ့်လန့်စရာတွေက သူတို့လေယာဉ်ပေါ်ခိုးလိုက်လာခဲ့တဲ့ လူနဲ့ ဆက်စပ်နေတာလား…………………ဒါမှမဟုတ်တကယ်ပဲဖြစ်ပျက်နေတာလား။သူတို့အားလုံးပေါင်းပြီးအဲ့ဒီအခက်အခဲကိုဘယ်လိုကျော်လွားကြမလဲဆိုတာကို ကြည့်ရှု့ခံစားရမှာဖြစ်ပါတယ်……………ဒီကားလေးကိိုတော့နာမည်ကြီးမင်းသမီး Scarlett Byrneကပါဝင်သရုပ်ဆောင်ပေးထားပြီးတော့ ကြည့်ရှုသင့်တဲ့ Action & Thriller ပေါင်းထားတဲ့လက်လွတ်မခံသင့်တဲ့ပရိသတ်အားပေးမှုေကောင်းခဲ့တဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Nyi Nyi Lwin  ပါ)File Size : (800 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 22min\nFormat : Mp4\nGenre : Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated by Nyi Nyi Lwin\nEncoded by Thanhtike ...",
        "rating": "5.6",
        "url": "https://megaup.net/115og/Skybound_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uh0sJcx3SLtclJSuKAXl6Tt6AV0.jpg",
        "title": "Legends of the Fall(1994)",
        "description": "Legends of the Fall(1994)\nIMDb....7.5\nကြ်န္ေတာ္ငယ္ငယ္တုန္းက ၀တၳဳတုိ တစ္ပုဒ္ဖတ္ဖူးတယ္...\nေခါင္းစဥ္ စာေရးသူကုိမမွတ္မိေပမယ့္ သင့္အနားမွာ ၾကဳိးတစ္ေခ်ာင္းကုိ\nမထားပါနဲ႕ဆုိတဲ့အေၾကာင္းအရာကုိ ေရးဖြဲ႕ထားတာေတာ့ မွတ္မိတယ္...\nေႏွာင္ဖြဲ႕မႈေတြမ်ားလာတဲ့အခါ ေလာကႀကီးမွာ မလူးသာမလြန္႕သာတဲ့အျဖစ္\nအေၾကာင္းေလးကုိေရးဖြဲ႕ထားတာပါ..သုိ႕ေပမယ့္လည္း အရြယ္ေရာက္လာေတာ့ ေလာကႀကီးနဲ႕\nမိမိဆက္သြယ္ထားဖုိ႕\nႀကဳိးေလးေတြလုိအပ္ေၾကာင္းသိလာတယ္...\nဒီႀကဳိးေတြဟာ တစ္ခါတစ္ရံအင္အားသိပ္ေကာင္းတယ္\n...ငါသူ႕အတြက္အသက္ရွင္မွျဖစ္မယ္ဆုိတဲ့ အႀကီးမားဆုံး\nစြမ္းအင္ရင္းျမစ္တစ္ခုလည္းျဖစ္ႏုိင္တာကုိးးး...\nLegends of the Fall ဆုိတဲ့ကားမွာေတာ့ ဖခင္ႏွင့္ သားသမီးေတြၾကားက\nဆက္သြယ္ထားတဲ့\nေမတၱာေႏွာင္ဖြဲ႕ႀကဳိးအေၾကာင္းကုိရုိက္ျပထားပါတယ္.\nဖခင္အျဖစ္သရုပ္ေဆာင္ခဲ့တဲ့ Anthony Hopkins ကုိေတာ့ Silence of the Lambs မွာေအာ္စကာရခဲ့\nသဘာ၀မင္းသားႀကီးကုိေတာ့ အားလုံးသိႀကမွာပါ\nBrad Pitt ကေတာ့ ဒီကားဟာသူရဲ႕ပထမဆုံးမင္းသား\nသရုပ္ေဆာင္ျဖစ္ခဲ့တယ္လုိ႕ဆုိၾကတယ္.\n..Anthony Hopkins ကုိေတာ့ ထူးၿပီးခ်ီးက်ဴးစရာမလုိေပမယ့္\nတက္သစ္စမင္းသား Brad Pittကေတာ့ ဒီကားမွာပဲ နာမည္ႀကီးသြားတယ္...\nဗုိလ္မွဴးႀကီးေဟာင္းျဖစ္တဲ့ William မွာ သား(၃)ေယာက္ရွိတယ္.\n..သူ႕သား(၃)ေယာက္ကုိ အစုိးရ၀န္ထမ္း\nမျဖစ္ေစခ်င္ဘဲ ၿငိမ္းခ်မ္းစြာ အသက္ေမြးေနထုိင္ေစခ်င္တယ္.\n..သားအလတ္ျဖစ္သူ Brad Pitt ကေတာ့\nညီအကုိထဲမွာ တမူကြဲထြက္ေနတယ္.\n..ဖခင္ရဲ႕လူယုံေတာ္ အင္ဒီးယန္းလူမ်ဳိးမိသားစုထဲမွာႀကီးပ်င္းၿပီး\nအမဲလုိက္သည္ကုိႏွစ္ၿခဳိက္သည္.\n..ခပ္ႀကမ္းလူငယ္ငယ္တစ္ေယာက္ဟုဆုိရမည္ျဖစ္သည္...\nပထမ ကမၻာစစ္ျဖစ္ေတာ့ ဖခင္ရဲ႕ ဆႏၵကုိျငင္းပယ္ၿပီး\nသား(၃)ေယာက္လုံးစစ္ထဲ၀င္သြားခဲ့သည္....\nဒီကားဟာ သိပ္ကုိေကာင္းလြန္းတဲ့\nDrama, Romance, War ဇာတ္ကားအမ်ဳိးအစားပါ...\n...Spoiler ျဖစ္မွာစုိးလုိ႕ ဒီေလာက္ပဲညႊန္းဆုိပါရေစ\nခံစားၾကည့္လုိက္ပါဦး....\nFile Size ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/legends-of-the-fall1994/",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/7735678.3-133x200.jpg",
        "title": "[18+] Hot Girls Wanted (2015)",
        "description": "IMDb (6.1) / Rotten Tomatoes (82%)၁၈နှစ်၊၁၉နှစ် ဆိုတဲ့အရွယ်ဟာ ရင့်ကျက်ပြီလို့ ခေါ်နိုင်မလား။ အမှားတွေ မလုပ်မိဘူးလို့ရော ပြောနိုင်မလား။ အရွယ်နဲ့မမျှတဲ့ အောင်မြင်မှုမျိုးနဲ့ ဝင်ငွေမျိုး လိုချင်ကြတဲ့ ဆယ်ကျော်သက်လေးတွေဟာ လမ်းမှားရောက်ဖို့ ပိုလွယ်တတ်တယ်လို့ လက်ခံထား ကြပါတယ်။ သူတို့တွေဟာ ငယ်ရွယ်ကြတယ်။ ဘဝအတွေ့အကြုံ နုနယ်သေးတယ် ။ အဲ့လိုအချိန်မှာ ပိုးဖလံကောင်လေးတွေလိုပဲ မီးအလင်းရောင်နောက်ကို အာသာငမ်းငမ်းလိုက်ကြပါတော့တယ်။ လောဘဆိုတဲ့ မီးအလင်းရောင်နောက်ကို မဆင်မခြင်လိုက်မိရင်တော့ မီးလုံးဘေးနားက အသာထိုင်စောင့်နေတဲ့ အိမ်မြှောင်ကြီးတွေရဲ့ ကျွတ်ကျွတ်မြည်အောင် ဝါးစားခြင်းကို ခံရပါလိမ့်မယ်။ဒီdocumentary ထဲမှာတော့ ၁၈နှစ် ၁၉နှစ် အရွယ်ငယ်ငယ်ရွယ်ရွယ်နဲ့ဖြတ်လမ်းက အောင်မြင်ချင်တဲ့ မိန်းကလေးတွေ လမ်းမှားရောက်ပြီး ဒုက္ခရောက်ကြပုံတွေကို ရိုက်ကူးပြထားပါတယ်။ ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတာဖြစ်လို့ ကိုယ်မသိသေးတဲ့ အပြာဇာတ်ကားတွေရဲ့နောက်ကွယ်က အမှန်တရားတွေကို ဂရုဏာသက်ဖွယ် တွေ့မြင်ရမှာ ဖြစ်ပါတယ်။အပြာမင်းသမီးလုပ်ဖို့ လမ်းကြောင်းကို ရွေးချယ်ကြတဲ့ မိန်းကလေးတွေကို \"မိုက်မဲလိုက်တာ\" ...",
        "rating": "6.1",
        "url": "https://megaup.net/2fj4B/Hot_Girls_Wanted_[18+]_[2015]_(MM_Sub).mp4",
        "category": "Adult, Documentary, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r3xY0tCI05iUmm8M7fAkKtqGPXM.jpg",
        "title": "Monster Family (2017)",
        "description": "မိသားစုတစ်စုဆိုတာ အမြဲတမ်းပျော်ရွှင်နေရတယ်မဟုတ်တောင် စိတ်ညစ်စရာလေးတွေ နည်းနိုင်သမျှနည်းရင်ပိုကောင်းတယ်ဗျ..ဟုတ်တယ်မို့လား?ဒီဇာတ်ကားလေးထဲက အမ်မာတို့ မိသားစုဟာလည်း ခုလက်ရှိ အပြင်မှာကြုံတွေ့နေကြတဲ့အတိုင်း...အိမ်ထောင်ဦးစီးဖြစ်သူ အမ်မာရဲ့ အမျိုးသားကလည်း တစ်နေတစ်နေ့ အလုပ်နဲ့ အိမ်ပဲကူး၊အမ်မာကိုယ်တိုင်ကလည်းသူ့အလုပ်နဲ့သူ တိုင်ပတ်၊သားသမီးတွေအတွက် အချိန်ကောင်းကောင်းမပေးနိုင်ကြ၊ဒီလိုနဲ့ ကလေးတွေကလည်းကျောင်းမှာ တစ်မျိုးတစ်ဖုံ ပြဿနာလေးတွေ ကိုယ်စီနဲ့...မိသားစုအတူရှိတဲ့အချိန်က အတော်နည်းတယ်ပေါ့ဗျာ၊ရှိတဲ့အချိန်ကျလည်း ဘုနဲ့ဘောက်ပေါ့ဒီလိုတွေဖြစ်နေတဲ့ မိသားစုလေးဟာ သူတို့ကို အပြောင်းလဲကြီး ပြောင်းလဲပေးမယ့် နေ့တစ်နေ့ကို ကြုံလိုက်ရပါတယ်။အဲ့ဒီနေ့ပြီးတဲ့ နောက်ရက်တွေမှာ သူတို့မိသားစုလေး ဦးတိုးကြီးရဲ့ \"အေးအတူပူအမျှ\" လိုပဲဖြစ်မလား..ဒါမှမဟုတ် ဘစိုင်းရဲ့ \"ကြိုးပျက်ခဲ့တဲ့ အိမ်ထောင်မျိုး\" လိုပဲ ဖြစ်သွားမလားဆိုတာကတော့.....စိတ်အပန်းဖြေတဲ့သဘောနဲ့ ထိတွေ့ကြည့်လိုက်ပါဦးနော...(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဝေယံမောင်ပါ)File Size : (750 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre : Animation, Comedy, Family\nSubtitle : ...",
        "rating": "4.6",
        "url": "https://megaup.net/1FIrz/Monster_Family_[2017]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sEeH8ce2YeZHFng3AddqsQ2niLf.jpg",
        "title": "Be with You (2018)",
        "description": "Be with you ဆိုတဲ့ကိုရီးယားကားေလးကေတာ့ စာေရးဆရာ Takuji Ichikawa ေရးသားထားတဲ့ ဝတၳဳကိုရိုက္ကူးထားတဲ့ 2004 ခုႏွစ္က ထြက္ရွိထားတဲ့ ဂ်ပန္ကားေလးကို ျပန္လည္ရိုက္ကူးထားျခင္းပဲျဖစ္ပါတယ္ဒီဇာတ္ကားမွာေတာ့ မိဘေမတၱာ၊မိသားစုေမတၱာ၊ ခ်စ္သူႏွစ္ဦးရဲ႕သံေယာဇဥ္နဲ႔ အေမ မရွိေတာ့တဲ့ကေလးတစ္ေယာက္ရဲ႕ခံစားခ်က္ေတြ.....ရသေပါင္းစုံကိုေပးတဲ့ဇာတ္ကားေကာင္းေလးပါအသက္ ၇ ႏွစ္အရြယ္မွာ အေမဆုံးရႈံးလိုက္ရလို႔ အေမဟာ မိုးရာသီေရာက္တဲ့အခါ မိုးစက္ရထားကိုစီးၿပီး တိမ္လႊာတိုင္းျပည္ကေန သူ႔ဆီကိုျပန္လာမယ္ဆိုတဲ့ ပုံျပင္စာအုပ္ထဲကအေတြးေတြ အျမဲတမ္းရွိေနတဲ့ ဂ်ီဟို၊ဒီလိုနဲ႔ မိုးရာသီေရာက္တဲ့အခါ ပုံျပင္ထဲကအတိုင္း တကယ္ သူ႔အေမျပန္လာတာကို ေတြ႕လိုက္ရတဲ့အခါ ဝမ္းသာမဆုံး၊မယုံႏိုင္ျဖစ္ခဲ့ရတဲ့ သားအဖႏွစ္ေယာက္သို႔ေသာ္လည္း အေမျဖစ္သူကေတာ့ ဘာမွမမွတ္မိႏိုင္ပဲ မွတ္ဥာဏ္ေတြေပ်ာက္ဆံုးေနခဲ့တယ္သူ႔အေမနဲ႔တစ္ပုံစံတည္းတူတဲ့သူဟာ\nတကယ္ပဲ တိမ္လႊာတိုင္းျပည္ကေန ျပန္လာခဲ့တာလား..........ဒါမွမဟုတ္ ရုပ္တူတဲ့ တျခားတစ္ေယာက္လားဆိုတာ (ဇာတ္လမ္းအညြန္း နဲ႔ ဘာသာျပန္သူကေတာ့ ယမင္းေသာ္တာေမာင္ပါ) File Size : (999 MB) and (440 MB)\nQuality : HDRip 720p\nRunning Time : 2hr 12min\nFormat ...",
        "rating": "7.5",
        "url": "https://megaup.net/1zGfa/Be_With_You_(Jigeum_Mannareo_Gabmida)_[2018]_(MM_Sub).mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/yellow-birds-poster-135x200.jpg",
        "title": "The Yellow Birds (2017)",
        "description": "The Yellow Birds (2017)\nIMDb - 5.7/10_____Rotten - 44%\n  ဒီရုပ်ရှင်ဟာ အမေရိကန်စာရေးဆရာ Kevin Powers ရဲ့နာမည်ကျော်စာအုပ်ဖြစ်တဲ့ The Yellow Birds ကိုရုပ်ရှင်အဖြစ်ပြန်လည်အသက်သွင်းထားတာပဲဖြစ်ပါတယ်။ပြင်သစ်ဒါရိုက်တာ Alexandre Moors ကရိုက်ကူးထားပြီးတော့ Ready Player One နဲ့ ပရိသတ်တွေ တော်တော်များများသတိထားမိခဲ့တဲ့ မင်းသား Tye Sheridan က အဓိကဇာတ်ဆောင်တစ်ဦးအဖြစ် ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်ကားကိုတော့ 2017 ခုနှစ်ကကျင်းပခဲ့တဲ့ Sundance Film Festival မှာ Premiere အဖြစ်ပြသခဲ့ပြီး 2018 မေလ ကမှ ဖြန့်ချိခဲ့တာပါ။War, Drama အမျိုးအစား ဇာတ်ကားဖြစ်ပြီးတော့ IMDb rating 6 တောင်ရရှိထားတဲ့အတွက် ပရိသတ်အများစုအကြိုက်တွေ့တယ်လို့လည်းဆိုရမှာပါ။ဇာတ်လမ်းအကျဉ်း\n==========Daniel Murphy ဟာ 18နှစ်သာရှိသေးတဲ့လူငယ်တစ်ဦးဖြစ်ပါတယ်။အထက်တန်းကျောင်းအောင်ထားတာသိပ်မကြာသေးဘဲ သူ့ဘဝရဲ့အသက်မွေးဝမ်းကြောင်းကို မရွေးချယ်ခင်မှာ ကောင်းရာမွန်ရာ အလုပ်တစ်ခုခုကို လုပ်ချင်တယ်ဆိုတဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2eJ7g/The_Yellow_Birds_[2017]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/cloverfield-133x200.jpg",
        "title": "Cloverfield (2008)",
        "description": "Cloverfield (2008)\nIMDb - 7.0/10_______Rotten - 77%Cloverfield (2008) အညွှန်းကိုတော့ ဒီကားကိုကြည့်ဖြစ်စေခဲ့တဲ့ Datshin Page မှ အညွှန်းနှင့်မိတ်ဆက်ပေးပါရစေNew York မြို့ရဲ့ ညတစ်ညမှာသူငယ်ချင်းတွေစုပြီး Party လုပ်နေတုန်း အကောင်ကြီးတစ်ကောင် ဘယ်က ဘယ်လိုမှန်းမသိ မြို့ပေါ်ကျလာပါတယ်။ အဲကောင်ကြီးက မြို့ မှာမြင်မြင်သမျှသောင်းကျန်းပြီး မြို့တစ်မြို့လုံးလည်း ဘာတွေဖြစ်နေမှန်းမသိရလို့ အဲသူငယ်ချင်းတစ်စုလည်း တခြားလူတွေနည်းတူ မြို့က ထွက်ပြေးဖို့လုပ်ကြရာမှာ အထဲကတစ်ယောက်က Party မှာ Video နဲ့ မှတ်တမ်းတင်ရင်း သူတို့အဖြစ်အပျက်တစ်ခုလုံးကို မှတ်တမ်းတင်ပါတော့တယ်။— Review —ဒီဇာတ်ကားကိုစကြည့်တုန်းက သယ်ရင်းတစ်ယောက်က ညွှန်းလို့ စကြည့်ဖြစ်တာပါ။ Found Footage Film အမျိုးအစားပါ။ ဒီနေ့ခေတ်မှာ အဲလိုကားတွေခေတ်စားလာတာ ဒီကားကြောင့်ဆိုတာ အသေအချာပါပဲ။ (သူ့လောက်တော့ ကြည့်ကောင်းတဲ့ကားရှားပါတယ်)။ စကြည့်လိုက်ကတည်းက သတိထားမိတဲ့အချက်ကတော့ Perspective တွေပါပဲ။ ဒီဇာတ်ကားတစ်ကားလုံးကို လူတစ်ယောက်ထဲကကင်မရာကိုင်ပြီး ...",
        "rating": "7.0",
        "url": "https://megaup.net/2TaG5/Cloverfield_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-face-reader-poster-133x200.jpg",
        "title": "The Face Reader (2013)",
        "description": "The Face Reader (2013)_____IMDb - 6.8/10\n  \nအရာအားလုံးကဖြစ်ဖို့ကံပါလာရင် ဘယ်အရာကမှတားဆီးလို့မရပါဘူး။\nကင်နမ့်ဂျောင်းဟာ လူတစ်ယောက်ရဲ့မျက်နှာကိုကြည့်လိုက်တာနဲ့ အဲ့လူတစ်ယောက်ရဲ့စိတ်အခြေအနေတွေ အမူအကျင့်တွေအနာဂတ်မှာဖြစ်နိုင်တာတွေကိုပြောနိုင်တဲ့ Face Reader ကြီးပါ။\nလူသတ်မှုတစ်ခုကိုဖော်ထုတ်ပေးရာကနေ ဘုရင်ကခေါ်တွေ့ပြီး ထီးနန်းလုနိုင်တဲ့လူတွေကိုမျက်နှာကိုဖတ်ပြီးဖော်ထုတ်ခိုင်းပါတော့တယ်။\nကင် ဘယ်လိုအခက်အခဲတွေတွေ့မယ်။\nသြဇာအာဏာကြီးတဲ့လူနှစ်ယောက်ဖြစ်တဲ့ ကင်ဂျောင်ဆိုနဲ့မင်းသားဆုရန်းကြားမှာဘယ်လိုတွေဆုံးဖြတ်မလဲဆိုတာတော့ဇာတ်လမ်းထဲမှာကြည့်ပေါ့ဗျာ။\nဝင်ငွေအရအောင်မြင်ခဲ့တဲ့ဇာတ်ကားဆိုလည်းမမှားပါဘူး။\nIMDb rating လည်း 6.8/10 ရရှိထားပါတယ်။\nအကောင်းဆုံးဇာတ်ကားဆု၊ အကောင်းဆုံးဒါရိုက်တာဆု၊ အကောင်းဆုံးသရုပ်ဆောင်ဆုတွေနဲ့အတူဆုပေါင်း ၅ဆုကိုအကြိမ် ၅၀မြောက် Grand Bell Awards မှာရရှိထားတာဖြစ်ပါတယ်။\n \n(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  Saw Wuua ပါ)\n   \nFile Size : (1.1 GB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 20min\nFormat : Mp4\nGenre : Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : LIMITED 720p BluRay x264 GiMCHi\nTranslated by Saw Wunna\nEncoded ...",
        "rating": "6.8",
        "url": "https://megaup.net/TEwr/The_Face_Reader_(Gwansang)_[2013]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/incredibles-2004-poster-135x200.jpg",
        "title": "The Incredibles (2004)",
        "description": "The Incredibles (2004)\nIMDb - 8.0/10_____Rotten - 97%\nWon 2 Oscars. Another 65 wins & 56 nominations.\n Pixar ရဲ့ Inside Out ကို Review မတင်ခင်မှာ သူ့ရဲ့ အကောင်းဆုံးတွေထဲက တစ်ကားဖြစ်တဲ့ The Incredibles အကြောင်းကို ပြောရင်း Pixer အကြောင်းကိုနည်းနည်းမိတ်ဆက်ပေးချင်ပါတယ်။ Pixar ကုမ္ပဏီ က ကာတွန်းကားတွေ ထုတ်လုပ်တဲ့ ကုမ္ပဏီကြီး တစ်ခု (Animation Giant) ဖြစ်ပြီး Dreamwork တို့ Disney တို့လို ထုတ်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုဖြစ်ပါတယ်။ ၁၉၇၉ ခုနှစ်မှာ Lucasfilm ကုမ္ပဏီရဲ့ (Star Wars, Indiana Jones တို့ ရိုက်ကူးခဲ့တဲ့ studio ဖြစ်ပါတယ်။)  animation department အဖြစ် စတင်ခဲ့ပြီး ၁၉၈၆ ...",
        "rating": "8.0",
        "url": "https://megaup.net/11U9y/The_Incredibles_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nfenHmVDk50m1b7onVyFbVJMWvJ.jpg",
        "title": "The Jurassic Games",
        "description": "Dead Race ဆိုတဲ့ထောင်ထဲမှာတသက်တစ်ကျွန်းကျခံထားရတဲ့ထောင်သားတွေတစ်ယောက်ကိုတစ်ယောက်သတ်ပြီးတော့ ကားပြိုင်ရတဲ့ရုပ်ရှင်တွေကိုလူတိုင်းနဲ့ရင်းနှီးပြီးသားဖြစ်မှာပါ...နောက်ဆုံးနိုင်တဲ့လူတစ်ယောက်တည်းကသာလွတ်ငြိမ်းချမ်းသာခွင့်ကိုရရှိစေတဲ့အခွင့်ရေးပါ...အခုမိတ်ဆက်ပေးမယ့်ကားကလည်း ဒီလိုပါပဲ.....သေဒဏ်ကျခံထားရတဲ့အကျဉ်းသား ၁၀ ယောက်ကိုဂိမ်းတစ်ခုကစားစေပြီး နောက်ဆုံးကျန်ခဲ့တစ်ယောက်ကသာလွတ်ငြိမ်းချမ်းသာခွင့်ရရှိစေမှာပါ....သူတို့ဟာ အမြင်အာရုံနဲ့သာမြင်ရတဲ့ ကိရိယာတွေတပ်ဆင်ပြီးဂိမ်းကစားရမှာဖြစ်ပါတယ်....ဒါကြောင့် သူတို့ခန္ဓာကိုယ်တွေက အပြင်လက်ရှိမှာအိပ်ပျော်နေမှာဖြစ်ပြီးတော့သူတို့ရဲ့ တခြားကိုယ်ခန္ဓာတွေကတော့ ဂိမ်းထဲမှာရှိနေမှာဖြစ်ပါတယ်...ဂိမ်းထဲမှာသေသွားရင်တော့ အပြင်မှာလည်းတကယ်သေသွားပါတယ်...ဒါကလည်း ဒီဂိမ်းအပေါ်တီထွင်ထားတဲ့ ကိရိယာတွေရဲ့ထူးခြားချက်ပါ...နောက်ပြီး ဂိမ်းထဲကနေထွက်ပြေးလို့မရပါဘူး...Dead Race မှာထွက်ပြေးရင်နောက်က အပူချိန်ကိုခြေရာခံပြီးလိုက်သတ်တဲ့ဒုံးကျည်တွေရှိသလို ဒီဂိမ်းမှာလည်းထွက်ပြေးတဲ့လူ မပြိုင်ချင်တော့တဲ့လူရှိရင်သူတို့လည်ပင်းမှာတပ်ထားတဲ့ လည်ပတ်တွေကတဆင့်သူတို့ခေါင်းကိုကြေမွအောင်ဖောက်ခွဲဖြစ်သွားမှာဖြစ်ပါတယ်...ပြိုင်ပွဲကို အဆင့်လေးဆင့်နဲ့ကန့်သတ်ထားပါတယ်...နောက်ဆုံးအဆင့်ကိုရောက်တဲ့လူတစ်ယောက်တည်းကသာလွတ်ငြိမ်းချမ်းသာခွင့်ကိုရရှိမှာဖြစ်ပါတယ်...ဒီကစားပွဲမှာ ဘာကိုမှမကန့်သတ်ထားပါဘူး....ဆိုလိုချင်တာက အချင်းချင်းလည်း ပြန်သတ်လို့ရပါတယ်...နောက်ပြီး Dead Race နဲ့မတူတော့တဲ့အချက်ကတော့ဒီဂိမ်းဟာ ဒိုင်နိုဆောတွေကိုအခြေခံပြီးလုပ်ထားတဲ့ ဂိမ်းဖြစ်တာကြောင့်သေချာပေါက် ဒိုင်နိုဆောတွေနဲ့တခြားလူသားစားသားရဲကြီးတွေရဲ့ရန်နဲ့ရင်ဆိုင်ရမှာဖြစ်ပါတယ်....ဒီတော့လွတ်လမ်းရှိပါ့မလား.....တစ်ယောက်တည်းကျန်ခဲ့မယ်ဆိုတာကော ဖြစ်နိုင်ပါ့မလား...ဒါပေမယ့် ဒီတိုင်းနေလည်း ဆေးထိုးသတ်ခံရမယ့် ဒီအကျဉ်းသား ၄ ယောက်ကတော့ဒီဂိမ်းရဲ့စိန်ခေါ်သံတွေကို တစ်ကမ္ဘာလုံးတိုက်ရိုက်ကြည့်ရှု့နေတဲ့ထုတ်လွှင့်မှု့ကနေ ဒီဂိမ်းကိုကစားတော့မှာပါ...ကဲ သင်တို့လည်း ဒီဂိမ်းကိုကြည့်ဖို့အဆင်သင့်ဖြစ်ပြီလား......File Size : (843 MB) and (338MB)\nQuality : WEB-DL 1080p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Sci-Fi , Thriller\nSubtitle : ...",
        "rating": "3.8",
        "url": " https://megaup.net/2n0ho/Acrimony_[2018]_(MM_Sub).mp4 https://megaup.net/115og/Skybound_[2017]_(MM_Sub).mp4 https://megaup.net/115ox/The_Jurassic_Games_[2018]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xYTI11qFnmx39LRhDOsGEabfqtp.jpg",
        "title": "Flower (2017)",
        "description": "အိမ်​​ထောင်​​ရေးအဆင်​မ​ပြေတဲ့ မိသားစု​တွေရဲ့ က​လေး​တွေဟာ ​မေတ္တာငတ်​​လေ့ ရှိတာ ဓမ္မတာပါစိတ်​ဒဏ်​ရာဆိုတာလည်​း အနည်​း နဲ့ အများ ရှိကြတာ​ပေါ့ဒီကားထဲက အယ်​ရစ်​ကာ ဆိုတဲ့ ​ကောင်​မ​လေးဟာ အဆင်​မ​ပြေတဲ့ အ​ဖေ နဲ့ အ​ေ​မ ရဲ့ ဆေက်​ဆံ​ရေး​အောက်​မှာ ကြီးပြင်​းရင်​ ခပ်​ဆိုးဆိုး ​ကောင်​မ​လေး တစ်​​ယောက်​ ဖြစ်​မှန်​းမသိ ဖြစ်​လာခဲ့ပါတယ်​ဒီလိုနဲ့ သူ့ အ​မေက ​နောက်​​အိမ်​​ထောင်​တစ်​ခု အတည်တကျ ယူဖို့ ဖြစ်​လာခဲ့တဲ့အခါ အယ်​ရစ်​ကာ​ရဲ့ ဘဝ ​ပြောင်​းလဲဖို့ ဖြစ်​လာခဲ့ပါတယ်​သူ့အ​မေရဲ့ ​နောက်​​ယောကျားရဲ့ သား လုခ်​ နဲ့ခင်​မင်​ပြီး adventure တစ်​ခု လုပ်​ဖို့ ဖြစ်​လာခဲ့ပါတယ်​ပြီး​တော့ အယ်​ရစ်​ကာ ဟာ သူ့အ​ဖေကို ​မေတ္တာမပျက်​​သေးဘဲ အချုပ်​ကျ​နေတဲ့ အ​ဖေ့ကို အာမခံနဲ့ထုတ်​ဖို့ သူငယ်​ချင်​း​တွေနဲ့ မဟုတ်​တာ​တွေ လုပ်​ပြီး ပိုက်​ဆံရှာ​နေပါတယ်​အဲ့ကိစ္စ​တွေထဲ လုခ်​ တစ်​​ယောက်​ပါလာတဲ့ အခါ ဘာ​တွေဆက်​ဖြစ်​ကြမလဲဆိုတာကို မင်​းသမီး​လေးရဲ့ ခပ်​hot ...",
        "rating": "5.3",
        "url": "https://megaup.net/115nx/Flower_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s2qIeFsI9TskZr1LkSwljQDh5nl.jpg",
        "title": "Beirut (2018)",
        "description": "၂၁ပက္လက္လုိခ်င္တဲ့ ဘရုိမ်ား Beirut နဲ႔မိတ္ဆက္ေပးပါမယ္။အေရွ႕အလည္ပုိင္းကအရႈပ္အေထြးေတြၾကားထဲမွာ ဇာတ္အိမ္တည္ျပီးရိုက္ထားတဲ့ဇာတ္လမ္းေအးေအးေလးနဲ႔စိတ္ဝင္စားဖုိ႔ေကာင္းတဲ့ဇာတ္ကားမို႔ အဲဒီ၂၁ပက္လက္ ကြီးေတြၾကိဳက္တတ္တဲ့ကားမ်ိဳးပါလုိ႔ :P၂၀၁၈ ကမွထြက္ထားတဲ့ Espionge thriller ဇာတ္ကားေလးပါ။Negotiator လုိ႕ UK မွာေတာ့နာမည္ၾကီးပါတယ္တဲ့။IMDB Rating 6.5 နဲ႔ Rotten Tomatoes 77% ပဲရရွိထားတာ ရသင့္တာထက္နည္းတယ္လုိ႔ထင္မိပါတယ္။ဒီဇာတ္ကားေလးက အေရွ႕အလည္ပုိင္းေဒသ Lebanon က Beirut ျမိဳ႕မွာ ေနတဲ့သံတမာန္ေရးရာမွာဆရာတစ္ဆူျဖစ္တဲ့ Mason Skiles တစ္ေယာက္ နာမည္ၾကီးရာဇဝတ္ေကာင္တစ္ေယာက္ရဲ႕ ညီကုိေမြးစားထားမိပါတယ္။အဲဒီကေလးကုိ သူ႕အစ္ကုိျပန္လာေခၚတဲ့အခ်ိန္မွာေတာ့ သူ႕ရဲ႕ကမာၻတစ္ခုျဖစ္တဲ့သူ႕ခ်စ္ဇနီးကုိဆုံးရႈံးခဲ့ရပါတယ္။ဘဝကုိအမိေျမျပန္ျပီး အဓိပၸါယ္မရွိျဖတ္သန္းေနရင္း Beirut မွာအရင္းႏွီးဆုံးသူငယ္ခ်င္းတစ္ေယာက္ျဖစ္တဲ့ Cal Riley တစ္ေယာက္ျပန္ေပးဆြဲခံရတာနဲ႔ပတ္သက္ျပီးညိႈႏႈိင္းေပးဖုိ႔ ျပန္လာရတဲ့အခ်ိန္မွာေတာ့...ျဖစ္ေနတဲ့စစ္ပြဲေတြသူငယ္ခ်င္းကုိ အႏၱရယ္ကင္းကင္းကယ္ထုတ္ႏုိင္မွာလားသူကုိယ္တုိင္ေရာအႏၱရယ္ကင္းမွာလား လုပ္ေဖာ္ကုိင္ဖက္ေတြကေရာယုံၾကည္ရရဲ႕လားအရႈပ္အေထြးေတြလွည့္ကြက္ေတြနဲ႔တင္ဆက္ထားတာကုိ ဇာတ္ကားမွာပဲၾကည့္ရေအာင္ဗ်ာ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : (850 MB) and (380 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/beirut-2018/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7TP8E4nTqT0SFkwlj2kYRfMRwfH.jpg",
        "title": "Knights of Badassdom (2013)",
        "description": "မှော်ဇာတ်လမ်းကောင်းတွေကြိုက်တတ်လား။ပေါ့ပေါ့ပါးပါးနဲ့ရယ်မောရတဲ့ဇာတ်ကားမျိုးကြိုက်တတ်လား။အချစ်‌တွေ၊အမုန်းတွေနဲ့၀မ်းနည်း၀မ်းသာဖြစ်ချင်ပါသလား။အားလုံးချစ်တဲ့ မင်းသားကြီး Peter Dinklage ပါ၀င်တဲ့Knights of Badassdom လာပါပြီ။ ဂျိုး၊ အဲရစ် နဲ့ ဟန်း တို့ဟာ အတူတူနေထိုင်ကြတဲ့ အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ကြပါတယ်။ အဲရစ်နဲ့ဟန်းဟာ ဂန္ဓ၀င်စာအုပ်တွေ၊ ဂိမ်းတွေ၊ ကစားစရာတွေကို အင်မတန်မှသဘောကျကြပြီး ဂျိုးကတော့ ရည်းစားနဲ့ဂီတ သူ့ဘ၀ပါ။ အချစ်နဲ့တည်ဆောက်ထားတဲ့ ဂျိုးရဲ့ဘ၀လေး... တစ်ရက်မှာ ချစ်သူကလမ်းခွဲသွားတဲ့အခါ အရိုးများထိအောင်ရူးပါတော့တယ်။ဒီတော့ မကြည့်ရက်နိုင်လွန်းတဲ့ သူငယ်ချင်းတွေက စိတ်ပြေလက်ပျောက် ဆေးတစ်ပေါက်တိုက်လိုက်ပြီး ဂျိုးခံစားရတာတွေသက်သာအောင် ကူညီပါတော့တယ်။ သူငယ်ချင်းဆိုတဲ့အတိုင်း သွေးရိုးသားရိုးတော့မဟုတ်ပါဘူး။ ဂျိုးပြန်နိုးလာတဲ့အချိန်မှာ အဲရစ်နဲ့ဟန်းတို့ ပိတ်ရက်တိုင်းလာကစားနေကျစစ်မြေပြင်ဂိမ်းတစ်ခုထဲကို ရောက်နေခဲ့ပါပြီ။ ဂျိုးလည်းချော်လဲရောထိုင်ရင်း ကစားပွဲထဲပါပြီးတဲ့နောက်မှာတော့အဆန်းထွင်လွန်းတဲ့ အဲရစ်ဟာ ဘယ်ကမှန်းမသိတဲ့မှော်စာအုပ်ကြီးထုတ်ပြီး ရွတ်ပါတော့တယ်။ သူဖတ်လိုက်တဲ့စာအုပ်ဟာ‌ကစားစရာသက်သက်မဟုတ်ဘဲ နတ်ဆိုးတွေကိုဆင့်ခေါ်တဲ့စာအုပ်ဖြစ်နေတာကို မသိခဲ့ပါဘူး။ ဒီလိုနဲ့ သူတို့ဟာ နတ်ဆိုးကိုဆင့်ခေါ်မိခဲ့ကြပြီး အားလပ်ရက်မှာလာပျော်ကြတဲ့လူတစ်စု တကယ့်နတ်ဆိုးနဲ့ရင်ဆိုင်အတွေ့မှာ ဘယ်လိုတွေများစွန့်စားနှိမ်နှင်းသွားကြမလဲဆိုတာကို ကြည့်ရှုခံစားကြည့်လိုက်ပါဦး။  File size…1.73GB  / 751MB\nQuality…Blu-Ray 1080p 5.1CH / ...",
        "rating": "5.6",
        "url": "https://megaup.net/1UQy1/Knights.of.Badassdom.2013.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/puMHxNZN2Tkiv6weLsI88gXWuSl.jpg",
        "title": "Dom Hemingway (2013)",
        "description": "ဒီဇာတ်ကားက British comedy/ dramaဖြစ်ပြီး GOTထဲကနဂါး​မေ​မေနဲ့ Sherlock Holmes ရုပ်ရုင်ထဲက မင်းသားကြီးJude Lawတို့ အဓိကပါဝင်ထားတာပါ။ IMDb6.1နဲ့ RT 57%ရထားပါတယ်။ ​မီးခံ​သေတ္တာ ဖောက်ထွင်းဝိဇ္ဇာတစ်ဦးဖြစ်​ပြီးအမှုတစ်ခုမှာ အဖမ်းခံရကာ ​ထောင်ဒဏ်၁၂နှစ် ကျသွားခဲ့တဲ့ဒွန်ဟဲမင်း​ဝေးဆိုတဲ့ ဒုစရိုက်သမားကြီးဟာ ​ထောင်က​ပြန်လွတ်လာချိန် ဇနီးဖြစ်သူဆုံးပါးကာ သမီးက မုန်းတီး​နေတာ​ကြောင့်မိသားစုနဲ့ ပြန်လည်နီးစပ်နိုင်ဖို့ ​ငွေလမ်းခင်းမယ်ဆိုတဲ့ အကြံနဲ့​အလုပ်သစ်​တွေလိုက်ရှာရင်း ကြုံ​​တွေ့ရမယ့် အခက်အခဲ​တွေကိုဘယ်လို​ဖြေရှင်းမလဲဆိုတာ ကြည့်ရမှာပါ။ စကားအ​ပြောအဆိုအသုံးအနှုန်း​​တွေ ကြမ်းတမ်းတာကို သတိချပ်​စေချင်ပါတယ်။  File size…1.39GB / 654MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Comedy , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "6.1",
        "url": "https://megaup.net/1eT27/Dom.Hemingway.2013.BluRay720p(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2HsXa9L0PvmvuOlm9fTBqUkNeYj.jpg",
        "title": "Spoony Woman ( 2023 )",
        "description": "အခုတစ်ခေါက် ဘာသာပြန် တင်ဆက်ပေးမဲ့ ရုပ်ရှင်လေးကတော့\nတရုတ်ဒဏ္ဍာရီပုံပြင်လေးကို ရုပ်ရှင်အဖြစ်\nပြန်လည်အသက်သွင်းထားတာပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-မြေခွေး မိစ္ဆာမလေး ယင်းနင်ဟာ မွေးစားအမေနဲ့အတူ မြို့အပြင်တစ်နေရာမှာ\nအပူအပင်ကင်းစွာ နေထိုင်ခဲ့ပါတယ်။ တစ်နေ့မှာတော့ လူ့ပြည်က\nရှန့်ယွမ်ပွဲတော်ကို သွားလည်တဲ့ လမ်းမှာ ဝမ်းကျီဖူဆိုတဲ့ ပညာရှိနဲ့ ဆုံတွေခဲ့ပါတယ်။ဝမ်ကျီဖူဟာ ယင်းနင်အပေါ် မြင်မြင်ချင်း ချစ်မိသွားပြီး မစားနိုင်\nမသောက်နိုင် ဖြစ်ခဲ့ပါတယ်။ တိုက်ဆိုင်စွာနဲ့ ယင်းနင်ရဲ့ နေထိုင်ရာ\nနေရာကို ရှာတွေ့သွားပြီး လက်ထပ်ခွင့်တောင်းကာ အိမ်ကို ပြန်ခေါ်လာခဲ့ပါတယ်။ပညာတတ်မိသားစုဖြစ်တဲ့အတွက် ဝမ်ကျီဖူရဲ့ အမေဖြစ်သူ သခင်မဝမ်ဟာ\nလွတ်လပ်သွက်လက်တဲ့ ယင်းနင်ကို ကြည့်မရ ဖြစ်နေပါတယ်။\nယင်းနင်ဟာ မြေခွေးမိစ္ဆာဖြစ်ကြောင်း သိပြီးနောက်မှာတော့\nသူ့သားနဲ့ ယင်းနင်နဲ့ကို ရအောင် ခွဲပါတော့တယ်။ယင်းနင်တစ်ယောက် သူ့အပေါ် အထင်အမြင်လွှဲမှား မှုတွေကို ဘယ်လို ဖြေရှင်းမလဲ ......\nသူမရဲ့ မိဘအရင်းကရော ဘယ်သူတွေ ဖြစ်မလဲ.....\nဆိုတာကို ရုပ်ရှင်နဲ့အတူ ခံစားကြည့်ရှုလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/spoony-woman-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cGJXNb3kOt9a4YPlGu4Twt0qq0o.jpg",
        "title": "Night Moves (2013)",
        "description": "IMDb – 6/10 Rotten Tomatoes – 86%အော်ရဂွန်မြစ်ကိုမှီခိုကာလုပ်ကိုင်စားသောက်နေကြတဲ့လယ်သမားတွေ။ စွမ်းအင်အရင်းမြစ်အတွက် မြစ်ပေါ်မှာအထပ်ထပ်ဆောက်ထားတဲ့ရေကာတာတွေဟာ သဘာဝပတ်ဝန်းကျင်နဲ့ တောရိုင်းတိရိစ္ဆာန် ရေနေသတ္တဝါအပေါ်ဆိုးကျိုးများသက်ရောက်နေလျှက်။ ဇာတ်ကြောင်းကသဘာဝပတ်ဝန်းကျင် အရေးလှုပ်ရှားသူသုံဦးဟာ အချိန်ယူပြီး စနစ်တကျစီစဉ်ကာ ရေကာတာတွေထဲမှတစ်ခုကို ဖောက်ခွဲဖို့ ကြံစည်ကြတဲ့အကြောင်းပါ။လိုအပ်တဲ့အချိန်၊ငွေကြေးအင်အား၊ လူအင်အားတွေစိုက်ထုတ်ပြီးဖောက်ခွဲရေးကိစ္စကိုအကောင်ထည်ဖော်လိုက်တဲ့အခါဖြစ်လာတဲ့အကျိုးသက်ရောက်မှုတွေက ထင်သလိုမဟုတ်ဘဲကပြောင်းကပြန်တွေဖြစ်ကုန်တယ်။ ဒီကြားထဲ လုပ်ဖော်ကိုင်ဖက်ထဲကတစ်ယောက်က အကျိုးဆက်တွေကို မခံနိုင်ဘဲ ဂဂျောင်ဖတ်ပြီးမလုပ်သင့်တာတွေဆက်လုပ်မိတယ်။ အဲဒီနောက် မီးခိုးကြွက်လျှောက်ဖြစ်ပြီး ရှောင်ရတိမ်းရတယ်။ ဇာတ်လမ်းက စကားပြောခန်းတွေများပြီး ခပ်အေးအေးတန်ပိုနဲ့ပဲသွားပါတယ်။ကင်မရာရိုက်ချက်တွေကလည်း ငြိမ်လွန်းပြီး ကြီးမားတဲ့နိုင်ငံတော်ပုန်ကန်မှုတစ်ခုကိုခပ်ဝေးဝေးကနေအံကြိတ်ပြီးလှမ်းကြည့်နေရတဲ့ ခံစားချက်မျိုးရပါလိမ့်မယ်။ဘာမှမလုပ်ချင်မကိုင်ချင်တဲ့ ခြေခင်းလက်ခင်းသာတဲ့တစ်နေ့မှာအေးအေးလူလူထိုင်ကြည့်လို့ ကောင်းမယ့်ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။  File size…1.62GB / 619MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 52m\nGenre ..... Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kaung Paing",
        "rating": "6.0",
        "url": "https://megaup.net/1UQni/Night.Moves.2013.BluRay.720p(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOTE2OTkwNzg5Ml5BMl5BanBnXkFtZTcwOTY0NzQ3OA@@._V1_-128x200.jpg",
        "title": "Admission (2013)",
        "description": "2013မှာထွက်ရှိထားတဲ့ Romance & comedy film အမျိုးအစားဖြစ်ပြီး IMDb - 7.5/10 အထိရရှိထားပါတယ် ဇာတ်လမ်းမှာတော့ ဆန်ဖရန်စစ္စကိုကစိတ်ရောဂါကုဆရာဝန်မလေးတစ်ယောက် သူနဲ့အကြာကြီးတွဲခဲ့တဲ့ရည်းစားဖြစ်သူကိုထားပစ်ခဲ့ပြီးအုတ်ခ်လန်ရဲ့ဆင်ခြေဖုံးရပ်ကွက်လေးကိုပြောင်းရွေ့လာရာကနေ အဲဒီရပ်ကွက်ထဲမှာအိမ်နီးနားချင်းတွေနဲ့အသားကျအောင်ကြိုးစားရင်း ဘယ်လိုရှေ့ဆက်ပြီးခင်တွယ်သွားကြမလဲဆိုတာကိုပေါ့ပေါ့ပါးပါးနဲ့စောင့်ကြည့်ရမှာပါFile size…(1.3 GB)/(630 MB)/(350 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Drama, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Michael",
        "rating": "5.7",
        "url": "https://megaup.net/3gImv/Admission.2013.720p.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v83MAkGH8jF8uNhJhKgADqw3Xup.jpg",
        "title": "Are You Here (2013)",
        "description": "ဒီဇာတ်လမ်းမှာတော့ Owen Wilson နဲ့ ZachGalifianakis တို့က သူတို့နဲ့ အလိုက်ဖက်ဆုံးဇာတ်ကောင်တွေကို အသီးသီး သရုပ်ဆောင်ထားကြတာကို မြင်တွေ့ကြရမှာ ဖြစ်ပါတယ်.Owen Wilson ကလည်း သူအပိုင်နိုင်ဆုံး Womanizerဇာတ်ကောင်အဖြစ်နဲ့ Steve Dallas အဖြစ်ပါဝင်ထားသလို Zach Galifianakis ကလည်းအူကြောင်ကြောင်ကျပ်မပြည့် လူနားမလည်တဲ့စကားတွေထထပြောတဲ့ Weirdo ပုံစံမျိုးကို ကြိုးစားစရာမလိုဘဲပြောင်မြောက်ပီပြင်နေခဲ့ပါတယ် ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ဘန်ဘိတ်ကာ ရဲ့အဖေ သေဆုံးသွားရာကနေ စပြီး. စတိဗ်အနေနဲ့သူငယ်ချင်းဖြစ်သူကို မိဘအိမ်ရှိရာ ကျေးလက်ကိုလိုက်ပို့ပေးတာကနေ စခဲ့ပါတော့တယ်.အသုဘကို လာရင်းနဲ့ပဲ. အဖေ့ရဲ့ နောက်အိမ်ထောင်မိထွေး၊ အစ်မဖြစ်သူ တယ်ရီ တို့နဲ့အတူသေတမ်းစာကို ဖတ်ကြားရမယ့်အချိန်ကို ရောက်လာပြီးမထင်မှတ်ထားဘဲ ဧကများစွာကျယ်တဲ့လယ်ယာမြေအပြင် မြို့ပေါ်က ကုန်စုံဆိုင်ကိုပါအမွေရခဲ့ချိန်မှာတော့..ဘန်အနေနဲ့. သူ့ဘဝရဲ့ ရည်ရွယ်ချက်အသစ်ကိုရှာဖွေချိန်တန်ပြီဟု ယူဆပြီး လယ်ယာမြေနဲ့ စတိုးဆိုင်ကိုပြောင်းလဲဖို့ ကြိုးစားချိန်မှာတော့ သူ့ရဲ့လုပ်ရည်ကိုင်ရည်အပေါ်မူတည်ပြီး အိမ်ခြံမြေပိုင်ဆိုင်ခွင့်အတွက်အစ်မဖြစ်သူ နဲ့ တိုက်ပွဲဝင်ရပုံများ၊ လူအများလိုက်မမီနိုင်တဲ့ အကြံဉာဏ်တွေကို လူအများ နားလည်အောင်စည်းရုံးရပုံများ၊ စတိဗ် ...",
        "rating": "5.3",
        "url": "https://megaup.net/3gLfu/Are.You.Here.2013.BluRay.720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r3FctmAMk2tbrwxuWdpeLrZLwIz.jpg",
        "title": "The Secret in Their Eyes (2009)",
        "description": "Original Title: El secreto de sus ojos\nGenre – Drama, Mystery, Romance\nIMDB – 8.2/10 ၂၀၁၀ ခုနှစ် အော်စကာပေးပွဲမှာ နိုင်ငံခြားဘာသာစကားပြောအကောင်းဆုံးရုပ်ရှင်ဆု ရခဲ့တယ် (စပိန်စကားပြောအာဂျင်တီးနားရုပ်ရှင်)။ IMDB မှာ 8.2 ကို လူနှစ်သိန်းကျော်ပျမ်းမျှအမှတ် ရထားတယ် IMDB အကောင်းဆုံးရုပ်ရှင်၂၅၀ ထဲမှာ ၁၆၅ ကားမြောက်ဖြစ်တယ်။ ဘာများပြောစရာလိုဦးမလဲ၊ ဟင်းလေးကြီးတစ်ခွက်ကို မြည်းစမ်းနေရသလိုပဲကြည့်ရတာတော့။ အငြိမ်းစား ဥပဒေအတိုင်ပင်ခံကြီးတစ်ယောက် အနားယူချိန်မှာ ဝတ္ထုရေးဖို့ ကြိုးစားကြည့်တယ်ကြိုးစားကြည့်တိုင်းလည်း လွန်ခဲ့တဲ့ ၂၅ နှစ်တုန်းက ထူးထူးခြားခြား ဖြစ်ခဲ့တဲ့ အမှုကိုပဲ ပြန်ပြီး အောက်မေ့နေတယ်။ဒီတော့ ဒီအကြောင်းကို ဝတ္ထုလုပ်ရေးဖို့အတွက် သံယောဇဉ်ရှိခဲ့ပေမဲ့ အခြေအနေ ကွာခြားတာကြောင့် ရှေ့ဆက်မတိုးခဲ့ရတဲ့အထက်အရာရှိဟောင်း (ခုလက်ရှိ တရားသူကြီး) ဆီ သွားအကြံတောင်းရတော့တယ်။ အဲဒီမှာပဲ မေ့ပစ်လို့မရတဲ့ အမှတ်တရဟောင်းတွေ တစ်ပုံကြီး ပြန်ပေါ်လာတယ်။ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2AN8m/The.Secret.in.Their.Eyes.2009.BluRay.720p(CM).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ivAqpNJhM8NzTskNxEXIgGFuQAp.jpg",
        "title": "The Procurator ( 2023 )",
        "description": "Dramaဇာတ်လမ်းတွဲတွေထဲက မင်းသားချော Johnny Huang ရဲ့\nလျို့ဝှက်ဆန်းကြယ် ရှေ့နေကားလေးကိုတင်ဆက်လေးလိုက်ပါတယ်......ဇာတ်လမ်းအကျဉ်းလေးကတော့ ......\nရှဝေဆိုတဲ့တက္ကသိုလ်ပါမောက္ခတစ်ယောက်ဟာ လူသတ်မှုနဲ့တရားစွဲခံရပါတယ်။\nအစိုးရရှေ့နေလီရွေ့(Johnny Huang)ဟာလူသတ်မှုကိုလိုက်ရင်း\nအမှုဟောင်းတွေကိုပါဆွဲထုတ်မိပါတယ် လူသတ်မှု၊ မုဒိန်းမှု၊\nအစိုးရဝန်ထမ်းနဲ့စီးပွားရေးသမားတွေပူးပေါင်းပြီးလာဘ်စားတဲ့အမှုတွေပါ\nပါဝင်လာတဲ့အခါ အားလုံးဟာဒီလူသတ်မှုဝဲဂယက်ထဲကိုဆွဲထည့်တာခံရပါတော့တယ်......လီရွေ့နဲ့ သူ့ရဲအရင်ရည်းစားဖြစ်တဲ့ ရှဝေရဲ့ရှေ့နေထုံယွီချန်တို့ဟာ\nတရားခွင်မှာထိပ်တိုက်ရင်ဆိုင်ကြရပါတယ်......\nရှဝေဟာဘာကြောင့်နှုတ်ဆိတ်နေတာလဲ......\nသူ့ရဲ့ခင်ပွန်းသည်ကရောဘာလျှို့ဝှက်ချက်တွေဖုံးကွယ်ထားသလဲ......\nဒီအမှုတွဲရဲ့နောက်ကွယ်မှာ ဘယ်လိုမှန်းဆမရတဲ့အန္တရာယ်တွေက\nသူတို့စောင့်နေမလဲဆိုတာကိုCMပရိသတ်ကြီးကခံစားကြည့်ရှုလိုက်ပါဦးနော်......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 40 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Moon\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-procurator-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzdiMDI0NDItMzdjOC00MzQwLWEwZGUtN2JjZDBkYmU3YjNhXkEyXkFqcGdeQXVyNjA3MzE2ODE@._V1_-133x200.jpg",
        "title": "Hell on the Border (2019)",
        "description": "ဒီဇာတ်လမ်းကတော့ အမရေိကန်ပြည်ထောင်စုအနောက်ပိုင်းမှာ ပထမဦးဆုံးလူမည်းမာရှယ်ဖြစ်လာတဲ့ ဘက်စ်ရိဗ့်ရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို အခြေခံရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။ ဘက်စ်ရိ့ဗ်တစ်ယောက် မာရှယ်တစ်ဦးရဲ့လက်ထောက်လုပ်နေရာမှ တစ်ရက်တော့တရားသူကြီးမင်းကို လုပ်ကြံရန်ကြိုးစားနေသူတွေလက်ထဲမှ ကယ်တင်လိုက်ပြီးနောက် ရာထူးတိုးဖို့အကြောင်းဖန်လာပါတော့တယ်။ သို့သော် ထိုခေတ်အခါက လူဖြူလူမဲခွဲခြားမှုကိုတွန်းလှန်နေဆဲကာလဖြစ်သည့်အလျောက် ဘက်စ်ရိဗ့်အား ရာထူးတိုးပေးဖို့ကိုဝိုင်းကန့်ကွက်ကြပါတော့တယ်။ အကြောင်းတိုက်ဆိုင်စွာနှင့်ပဲ ထိုသို့ငြင်းခုံနေစဉ်နာမည်ကျော်လူဆိုးကြီးတစ်ဦးမှ အသိပေးချက်တစ်ခုပို့လိုက်သောအခါ ဘက်စ်ရိဗ့်တစ်ယောက် မိမိရာထူးနှင့်ထိုက်တန်ကြောင်းသက်သေပြဖို့ အတွက်စွန့်စားခန်းစတင်ပါတော့တယ်။ ဘက်စ်ရိဗ့်နှင့်အတူ တရားစီရင်ဖို့စောင့်နေတဲ့အကျဉ်းသားတစ်ဦးကလည်း ပြစ်ဒဏ်ကင်းလွတ်ခွင့်ပေးရန် အပေးအယူလုပ်ပြီးလိုက်ပါလာခဲ့ပါတယ်။ နာမည်ကျော်လူဆိုးကြီးကို ဖမ်းရန်လမ်းတစ်လျောက်အခက်အခဲများနဲ့စွန့်စားခန်းများကို ရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ် File size…(1.7 GB)/(1.1 GB)/(560 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre...Western, Adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "",
        "url": "https://megaup.net/2AJdA/Hell.on.the.Border.2019.720p.(CM).mp4",
        "category": "Adventure, Uncategorized, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wGE4ImqYjJZQi3xFu4I2OLm8m0w.jpg",
        "title": "Bull Shark(2022)",
        "description": "Bull Shark(2022)***************တက္ကဆက်ပြည်နယ်က မြို့ငယ်လေးတစ်မြို့ဟာ အေးချမ်းတိတ်ဆိတ်ပြီး လူသတ်မှုတောင်မဖြစ်ခဲ့တာ ကြာလှပါပြီ။ဒီလိုအေးချမ်းလှတဲ့မြို့ငယ်လေးက ခရီးသွားဆွဲဆောင်မှုဖြစ်တဲ့ ရေကန်မှာ မိန်းမငယ်လေးတစ်ယောက်ငါးမန်းကိုက်ရာနဲ့ သေဆုံးနေတဲ့အခါမှာ။ မြို့တော်ဝန်အနေနဲ့လည်း သတင်းသာပေါက်ကြားသွားရင်ခရီးသွား‌တွေဆုံးရှုံးမှုအပြင် နောက်ထပ်ရာထူးကြီးကြီးကို မျှော်မှန်းလို့ မရနိုင်တော့တာကြောင့် ဒီသတင်းကို အမှောင်ချထားချင်နေပါတယ်။ဒါပေမဲ့ အမှောင်ချထားမယ်ဆိုရင်လည်း လူတွေအတွက် အန္တရာယ်ဟာ မတွေးရဲစရာပါပဲ။ဒီတော့ မိသားစုအဆင်မပြေမှုတွေကြောင့် အရက်စွဲနေတဲ့ တောခေါင်းဖြစ်သူဟာ အာဏာပိုင်ကတစ်ဖက်လူပေါင်းများစွာရဲ့အသက်အန္တရာယ်ကတစ်ဖက် မိသားစုအရေးကတစ်ဖက်နဲ့ ဒီငါးမန်းပြဿနာကိုဘယ်လိုဖြေရှင်းမလဲဆိုတာ ကြည့်ရှုလိုက်ကြရအောင်ဗျာ။   File Size :(1.5GB) and (664MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:20:00\nGenre : Action , Horror , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1UQ50/Bull.Shark.2022.WEB-DL.720P(CM).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/edkpT3vgjEjVrF461AbIwZgkvC7.jpg",
        "title": "[18+] Striptease (1996)",
        "description": "Striptease (1996)ဒီကားကိုရိုက်တဲ့သူက မာလွန်ဘရန်ဒိုရဲ့ The Freshman နဲ့ နစ်ကေ့ရဲ့ ပွဲဦးထွက် ဂိကာလကားတစ်ချို့ကို ရိုက်ခဲ့တဲ့ Andrew Bergman ပါပဲ။ မင်းသမီးက Ghost ရဲ့ သရုပ်ဆောင် အလှပဂေး ဒယ်မီမိုး။ ဇာတ်လမ်းကတော့ Erotic ဆန်ဆန်ရိုက်ထားပေမဲ့ ထူးထူးခြားခြားကို Mystery ကားလိုလို စုံထောက်ကားလိုလို အငွေ့အသက်အပြည့်ရပါတယ်။မင်းသမီးက FBI က အတွင်းရေးမှူးဟောင်း။ ရာဇဝတ်မှတ်တမ်းနဲ့သူ့ယောက်ျားကြောင့် အလုပ်က ပြုတ်သွားတယ်။ သူတို့သမီးလေးကို အုပ်ထိန်းခွင့်အတွက် တရားရင်ဆိုင်ရာမှာလည်း သူ့ယောက်ျားကို ရှုံးသွားပြီး သူခိုးလုပ်နေတဲ့ ယောက်ျားနဲ့ သမီးကို ထားထားရတဲ့အတွက် ရတက်မအေးဖြစ်နေတာပေါ့။ ဒီလိုနဲ့ တစ်နေ့ သူအလုပ်လုပ်နေတဲ့ အဖော်အချွတ်ကလပ်မှာ နာမည်ကျော်လွှတ်တော်အမတ်တစ်ယောက်ရောက်လာပြီး သူ့ကို သဘောကျသွားတယ်။ လွှတ်တော်အမတ်က အဖော်အချွတ်ကလပ်ထဲရောက်နေတာနဲ့တင် ပြဿနာကြီးနေပြီကို ဒီဘဲက သူများခေါင်းပါသွားခွဲချလိုက်တယ်။ဒီလိုနဲ့ အဲဒီအခြေအနေရဲ့ပုံတစ်ချို့ ထွက်လာပြီး သူ လွှတ်တော်အမတ်ဆိုတာ သိနေတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1UPwo/(CM)_Striptease_(1996)_720p.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kcA4oFfMAk7plwFDogL0evll8L5.jpg",
        "title": "Clementine (2019)",
        "description": "Clementine (2019)~ IMDb - 5.1/10, Rotten Tomatoes - 63% ~အေးအေးဆွေးဆွေးလေး ကြိုက်တဲ့သူတွေအတွက် ၂၀၁၉ မှာထွက်ရှိထားတဲ့ Sydney Sweeney နဲ့ Otmara Marrero တို့ ပါဝင်တဲ့ ဒရာမာရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။အသည်းကွဲဒဏ်ရာကနေကုစားဖို့နဲ့ သူ့ရဲ့ခွေးလေးကိုပြန်ရဖို့ ကယ်ရန်တစ်ယောက် သူ့ရည်းစားဟောင်းဖြစ်သူရဲ့ ကန်စပ်အိမ်မှာသွားနေထိုင်ခဲ့ပါတယ်။ အဲဒီမှာ အမှတ်မထင် သရုပ်ဆောင်ဖြစ်ချင်နေတဲ့ ငယ်ငယ်ရွယ်ရွယ် လာနာနဲ့ဆုံခဲ့ပြီး သူတို့နှစ်ယောက်ကြား စကားလုံးနဲ့ဖော်ပြလို့မရတဲ့ ဆက်ဆံရေးတစ်ခုရှိလာပါတယ်။ဒါပေမဲ့ အဖြစ်အပျက်တွေက ချောမွေ့မနေဘဲ တစ်ဖက်က ပွင့်လင်းမှုမရှိတဲ့အခါ ဆက်ဆံရေးတစ်ခုမှာ အဖုအထစ်တွေဖြစ်လာတတ်တဲ့အတိုင်း သူတို့ကြားမှာလည်း မပြေလည်မှုတွေပေါ်လာပါတော့တယ်။ဒီရုပ်ရှင်ကို ဇာတ်ညွှန်းရေးရိုက်ကူးခဲ့တာကတော့ Lara Gallagher ပဲဖြစ်ပါတယ်။ ဒိတ်ဒိတ်ကြဲဒါရိုက်တာကြီးမဟုတ်ပေမယ့် သူ့ရဲ့ရိုက်ကွင်းရိုက်ကွက်တွေ ဇာတ်ညွှန်းတွေက အတော်လေးကို အဆွေးဘက်ရောက်တယ်လို့ပြောနိုင်ပါတယ်။စကားပြောရင် ဆက်တိုက်မပြောဘဲ ကြားထဲနားပြီး တစ်ယောက်‌နဲ့တစ်ယောက်စိုက်ကြည့်နေတာမျိုးတွေ၊ ကင်မရာကို ဖြည်းဖြည်းလေး ရွေ့သွားတာမျိုးတွေ၊ သံစဥ်ဆွေးဆွေးလေးတွေကို သင့်သလိုသုံး‌သွားတာတွေက အနုပညာမြောက်တယ်လို့ဆိုနိုင်ပါတယ်။ဒီဇာတ်ကားက အနုပညာဆန်ဆန် ...",
        "rating": "5.1",
        "url": "https://megaup.net/1UPs8/(CM)_Clementine_(2019)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6QIeZuKirT4cXVpW7ilVZmcRmdK.jpg",
        "title": "The Devil Comes at Night (2023)",
        "description": "The Devil Comes at Night (2023)ဒီတစ်ခါ မိတ်ဆက်​ပေးမှာက​တော့ မိုး​အေး​အေး​လေးမှာ တစ်​ယောက်တည်းပဲဖြစ်ဖြစ်၊ ​Movie Date ပဲဖြစ်ဖြစ် ကြည့်လို့​​ကောင်းမယ့် 2023 မှာထွက်ထားတဲ့ သဘာဝလွန် သည်းထိတ်ရင်ဖိုကား​ကောင်း​လေး The Devil Comes at Night ပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~လက်​ဝှေ့အားကစားသမား​ဟောင်း ဘန်တစ်​ယောက် သူ့အ​ဖေရဲ့ အ​မွေ​ပေးခဲ့တဲ့ မီးခံ​သေတ္တာကို လာ​ရှာဖို့ သူ့အ​ဖေ​ခေါင်းချခဲ့တဲ့မြို့​လေးကို သူငယ်ချင်းဂျက်နဲ့ အတူ ပြန်လာ​နေတုန်း ဘားတစ်ခုမှာ အမူးလွန်ပြီး ရန်ပွဲဖြစ်ရင်းက​နေ သူတို့​နောက်ကို မြို့ခံ​တွေလိုက်လာတဲ့အခါ...ဘန်အ​ဖေအိမ်လည်း​ရောက်​ရော အိမ်နီးနားချင်း​​တွေက အရမ်းထူးဆန်းပြီး ​အပြင်အလည်ထွက်ဖို့ချည်း​ခေါ်​နေတဲ့အခါ အဲဒီ​နောက်ကွယ်မှာ ဘယ်လိုရည်ရွယ်ချက်​တွေရှိ​နေလဲ...တိုက်တိုက်ဆိုင်ဆိုင် ဘန်​အ​ဖေ့အိမ်ကို​ရောက်တဲ့အချိန် ဘန်အ​ဖေနဲ့ ရင်းနှီးတဲ့​စေတနာဝန်ထမ်း ​အေမီကလည်း အိမ်ထဲမှာ လာပုန်း​​နေတဲ့အခါ... ဘန့်အ​ဖေ ​အေမီကိုဘာ​တွေမှာခဲ့လဲ... အိမ်ကြီးရဲ့ သမိုင်း​ကြောင်းက​ရော ဘာ​တွေလဲ... ဘန်အ​ဖေက ဘန်ကို ဘာလို့ အိမ်ကြီးဆီ​ခေါ်ခဲ့တာလဲ... ဘန်ရဲ့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/2AMSu/(CM)_The_Devil_Comes_at_Night_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yk6m88F0boqe5m9ofyAaKZq50c3.jpg",
        "title": "[18+] Hilom (2023)",
        "description": "Hilom (2023)အသည်းကွဲတာ ပျောက်တယ်ဆိုတဲ့ဆေး မတွေ့သေးတဲ့ ကော်နီကို ပေးလို့ရပါပြီ။ Hilom ကတော့ ၂၀၂၃ ထွက် ဖိလစ်ပိုင် အချစ်ဟာသဇာတ်ကားလေးပါ။ အချစ်ခန်း အနည်းငယ်ပါတဲ့အတွက် ကလေးတွေကြည့်ဖို့ကတော့ မသင့်တော်ပါဘူးနော်။အဖေဆုံးပြီးတာမကြာသေးတာကိုမှ သတို့သမီးလောင်းကို လက်ထပ်ခွင့်တောင်းပြီးမှ ရည်းစားပစ်ခံလိုက်ရတဲ့ ဆမ်တစ်ယောက် အသေအကြေ အသည်းကွဲပါတော့တယ်။ စိတ်ဓာတ်တွေကျပြီး ကိုယ့်ဘာသာသတ်သေလောက်တဲ့ထိကို ဖြစ်သွားတာပေါ့။ အဲဒါနဲ့ သူ့ရဲ့သူငယ်ချင်းတစ်ယောက်က ဆေးတစ်လုံးဝယ်လာပေးပါတယ်။အသည်းကွဲတာပျောက်တဲ့ဆေးတဲ့...အဲဒါနဲ့ ဆမ် အဲဒီဆေးကို သောက်လိုက်ပြီးတော့ အသည်းကွဲတာပဲပျောက်မလား... အသက်ပဲပျောက်မလားတော့... ဇာတ်ကားထဲမှာပဲ မင်းသမီးလုံးလုံးလေးတွေနဲ့ အတူကြည့်လိုက်ကြပါတော့။(ဒီဇာတ်ကားနဲ့အညွှန်းကို 6 9 မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 945MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 58Min\nGenre - Romance\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by 6 ...",
        "rating": "",
        "url": "https://megaup.net/3WHLT/(CM)_Hilom_(2023)_720p.mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMmQ1OGFkZjMtNGZmMS00ZmM5LWEwYTctZDI0YzZmNGVjZDU5XkEyXkFqcGdeQXVyMTEwMjI4NzYy._V1_-139x200.jpg",
        "title": "Gunehgaar (2022)",
        "description": "Gunehgaar 2023\nIMDb - 7.5ယခုတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ အိန္ဒိယမှုခင်းဒရာမာကားဖြစ်ပါတယ်။\nအဓိကဇာတ်ကောင်မှာ ဘန်ဆယ်လ်၊ မရီနာလီ နဲ့ အုမ်တို့လူသုံးယောက်နဲ့\nနေရာတစ်ခုတည်းမှာတင်ပြီးသွားပေမဲ့ ဇာတ်လမ်းကတော့ ထင်ထားသလောက် မရိုးရှင်းနေပါဘူး။ဇာတ်လမ်းအကျဉ်း\nတစ်ညမှာ ဘန်ဆယ်လ်က ဂျာနယ်လစ်တစ်ယောက်ဖြစ်တဲ့ မရီနာလီကို\nအရေးကြီးသတင်းပြောစရာရှိတယ်ဆိုပြီး သူ့အိမ်ကိုဖိတ်လိုက်တယ်။\nမရီနာလီဟာ ငါးအကြီးကြီးမိပြီအထင်နဲ့ ဘန်ဆယ်လ်အိမ်ရောက်လာတဲ့အချိန်မှာ\nသူထင်မှတ်မထားတဲ့ လူတစ်ယောက်နဲ့တွေ့လိုက်ရတယ်။ သတင်းယူဖို့လာတဲ့\nမရီနာလီတစ်ယောက် သူက သတင်းရဲ့တစ်စိတ်တစ်ပိုင်းထဲပါနေပြီဆိုတာမသိဘဲ\nဝင်ပါလိုက်ရာကနေ လူသတ်မှုအကြောင်းတွေပါ ပါလာတဲ့အချိန်မှာ\nဒီလူသုံးယောက်ရဲ့ ဘယ်လိုပတ်သက်နေတယ်ဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။မိုးအေးအေးမှာ ဇာတ်လမ်းငြိမ့်ငြိမ့်လေးနဲ့ ဘယ်လိုလောင်ရဦးမလဲဆိုတာ\nပြဇာတ်ကြည့်နေရသလို လူသတ်မှုတွေကိုဘယ်လိုအဖြေရှာကြမယ်ဆိုတာ\nရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာဖြစ်ပါတယ်။(အညွှန်းရေးသားသူကတော့ Moon ဖြစ်ပြီး ဘာသာပြန်သူတွေကတော့\nMoon ~ BpL ~ Yunni ~ Thaik San ~ chiclon3 တို့ပဲဖြစ်ပါတယ်)\nFile size…600MB / 400MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon ~ BpL ~ Yunni ~ Thaik San ...",
        "rating": "7.4",
        "url": "https://megaup.net/3gKgC/Gunehgaar.2022.WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjJiYjNhOGItNGZjYi00NWEzLTg1MGUtODk0NTJkM2QwNTFkXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-160x200.jpg",
        "title": "Theerkadarishi (2023)",
        "description": "Theerkadarishi (2023)IMDb 9.4/10 CM မှာတင်ဆက်ပေးထားတဲ့\n2018ကတည်းကထွက်ခဲ့ပြီး ongoing series ဖြစ်တဲ့ 9-1-1(2018)\nဇာတ်လမ်းတွဲလိုမျိုးကို မတူညီတဲ့ Vibe နဲ့ ကြည့်ရမဲ့ ရုပ်ရှင်ကားပါ။ဇာတ်လမ်းအကျဉ်း အရေးပေါ်အတွက် ဖုန်းခေါ်ဆိုမှုလက်ခံတဲ့ဆီကို ဖုန်းတစ်ကောလ်ဝင်လာပါတယ်။\nတစ်နေရာမှာ အမျိုးသမီးတစ်ဦး အန္တရာယ်ကြုံရတော့မယ် သူ့ကို အမြန်ကယ်တင်ပါ ဆိုပြီး။\nဆက်တဲ့သူက သူဘယ်သူလဲ ဘယ်ကလဲ ပြောမသွားပါဘူး။ နောက်ရက်လဲရောက်ရော သူပြောတဲ့အတိုင်းပဲ\nအမျိုးသမီးတစ်ဦး အသတ်ခံလိုက်ရပါတယ်။အဲလိုပဲ ဆက်တိုက်ဆက်တိုက် သူဖုန်းဆက်ပြီး ဖြစ်မယ်ပြောတဲ့ လူသတ်မှု မတော်တဆမှုတွေက\nတကယ်ပဲ ဖြစ်လာတဲ့အခါမှာတော့...။ သူပြောလို့ပဲ အဲဒီကိစ္စတွေက ဖြစ်ရတာလား။\nသူကပဲအဲဒီကိစ္စတွေကို ရှေ့ဖြစ်ကြိုဟောကိန်းထုတ်နိုင်တာလား။ ဒါမှမဟုတ်\nသူကိုယ်တိုင်ကပဲ အဲဒီကိစ္စတွေကို ကျူးလွန်နေတာလားဆိုတာ\nစိတ်ဝင်တစားကြည့်ရှုရမှာပါ။ (အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့\nchiclon3~BpL~Moon~Yunniနဲ့ တက်သစ်စဘာသာပြန်Thaik Sanတို့ပဲဖြစ်ပါတယ်)\nFile size…2.81GB / 1.2GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h \nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by chiclon3~BpL~Moon~Yunni",
        "rating": "8.9",
        "url": "https://megaup.net/1UPdr/Theerkadarishi_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hCbNo2OE4wy5ZNl7b2RO2UAPxSP.jpg",
        "title": "The Great Alaskan Race (2019)",
        "description": "ဇာတ်လမ်းအညွှန်းတိုဂို ဆိုတဲ့ ခွေးသူရဲကောင်းဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုမင်းသားကြီး Willem Dafoe ရိုက်ကူးထားတဲ့ Togo ဆိုတဲ့ဇာတ်လမ်းကို ကြည့်ဖူးမယ်ဆိုရင် တိုဂိုဆိုတဲ့ ခွေးလေးအကြောင်းနဲ့ နုံးမြို့က ဇာတ်လမ်းလေးကို ရင်းနှီးကြမှာပါ ။(Togo (2019) ကို မကြည့်ရသေးရင် CM မှာ ကြည့်လို့ရပါတယ်။)အခုတင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့Togo (2019)နဲ့ မတူညီတဲ့ ရှုထောင့်ကနေ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးမှာတော့ 1920 ခုနှစ်က အမေရိကန်မြောက်ပိုင်း အလက်စကာပြည်နယ်က နုံးဆိုတဲ့ ရွာလေးသာသာ မြို့လေးက ဖြစ်ပွါးခဲ့တဲ့ ကပ်ရောဂါမှာ ဘယ်သူတွေဘယ်လိုပါဝင်ကြိုးစားခဲ့ကြလဲဆိုတဲ့ ဖြစ်ရပ်မှန်တွေကိုအဓိကထားပြီး ဂုဏ်ပြုရိုက်ကူးထားပါတယ်။ ဆုံဆို့နာဆိုတဲ့၊ ဘတ်တီးရီးယားကြောင့် ဖြစ်တဲ့ ကူးစက်ရောဂါဟာကလေးတွေအကြားမှာ ကပ်ရောဂါသဖွယ် ဖြစ်ပွါးလာတဲ့အခါမှာဒီမြို့လေးမှာ ကုသဖို့ဆေးကမရှိဖြစ်တယ်။ တစ်ခြားဒေသက ဆေးတွေ ပို့ဆောင်ဖို့အတွက် စီစဉ်ကြမယ်ဆိုတော့လည်း အေးခဲလှတဲ့ရာသီဖြစ်တာကြောင့် ရေကြောင်းလမ်းကလည်း ပို့ဆောင်ဖို့အဆင်မပြေ၊ လေယာဉ်နဲ့ဆိုတော့လည်းအဲ့ခေတ်အခါအတွက် အဆင်မပြေဖြစ်နဲ့ ၊ နောက်ဆုံးတော့ဒေသသုံးစွပ်ဖားသမားတွေ စွပ်ဖားခွေးတွေကိုပဲ အားကိုးဖို့ဖြစ်လာပါတယ်။ ကုသဆေးကို နီနာနာမြို့ကနေ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1eRsb/The.Great.Alaskan.Race.2019.WEB-DL720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjkxZTE0ZGYtYzE1OS00YTliLWE0YTItZmZjZWI0MDVhM2UzXkEyXkFqcGdeQXVyMzEzMTA2MjA@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Ambush (2023)",
        "description": "ဗီယက်နမ်စစ်ပွဲအတွင်းကအမေရိကန်စစ်သားတွေရဲ့အကြောင်းကိုဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး IMDb 4/10 ရရှိထားတဲ့ War & Action ကားဖြစ်ပါတယ် ဒီဇာတ်လမ်းဟာဖြစ်ရပ်မှန်ကိုအခြေခံရိုက်ကူးထားပြီး ဇာတ်လမ်းထဲမှာတော့ ရုတ်တရက်ခြုံခိုတိုက်ခိုက်ခံလိုက်ရတဲ့တပ်စခန်းလေးတစ်ခုကစစ်သားတွေဟာမြေအောက်လိုဏ်ခေါင်းတွေထဲကနေအရေးကြီးတဲ့စစ်ဆင်ရေးတစ်ခုလုပ်ဆောင်နေကြတာကိုကြည့်ရှုရမှာပါFile size…(1.8 GB)/(900 MB)/(420 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Action, War, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/1eOju/Ambush.2023.720p.(CM).mp4",
        "category": "Action, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNGYxNjdiNTgtYmUyNS00OGI1LWFhNjEtZjI3Y2MwMTBkZTAwXkEyXkFqcGdeQXVyMjAxNDg3Mw@@._V1_-142x200.jpg",
        "title": "Sawah (2019)",
        "description": "Sawah (2019)\n==========မိတ်​ဆွေတို့​ ကိုယ်လုပ်ချင်တဲ့အရာထက် လုပ်သင့်တဲ့အရာကို​\nရွေးချယ်ခဲ့ကြဖူးလား ဘယ်အရာကိုပဲဖြစ်ဖြစ် ကိုယ်လုပ်ချင်\nတာလုပ်ရမှ ​ကျေနပ်ကြတဲ့သူ​တွေရှိသလို အ​​ခြေအ​နေအချိန်\nအခါကိုလိုက်ပြီး အလိုက်တသိဖြစ်သင့်တာကို​ရွေးချယ်သွား\nကြတဲ့သူ​တွေလည်း ဒုနဲ့​​ဒေးပါပဲ။ ဘယ်အရာကိုပဲလုပ်လုပ် တာ\nဝန်ယူမှုတာဝန်ခံမှုဆိုတာ ရှိသင့်ပါတယ်။ ကိုယ်လိုချင်တဲ့အရာ\nကို အရယူနိုင်ဖို့ မဆုတ်မနစ်ကြိုးစားကြရမှာပါ။ မလုပ်နိုင်ဘူး၊\nမလုပ်ချင်ဘူးဆိုတာ ဆင်​ခြေတစ်ခုပါပဲ ဒါက ခင်ဗျား မလိုချင်\nတဲ့အရာဖြစ်​နေလို့ပါ။\n​\nအောင်မြင်မှုကို ဆာ​လောင်တဲ့ စကာရတ်ဖ်က ပြည်တွင်း DJ\nပြိုင်ပွဲမှာ အနိုင်ရပြီး ဘရပ်ဆဲလ်မှာလုပ်တဲ့ DJ World Champion\nမှာယှဥ်ပြိုင်ဖို့ အ​​ရွေးခံလိုက်ရပါတယ်။ ဖြစ်ချင်​တော့ သူတို့\nတိုင်းပြည်မှာ ဆန္ဒပြုမှု၊သပိတ်​မှောက်မှုနဲ့ရုန်းရင်းဆန်ခတ်မှု​တွေ\nဖြစ်​နေတဲ့ကာလပါ စကာရတ်ဖ်က တိုင်းပြည်ကအ​ခြေအ​​နေကို\nမငဲ့ဘဲ ပြည်ပထွက်ပြီး​အောင်မြင်မှုကို အရယူချင်​နေတာပါ။ ချစ်သူ\nကလည်း ဒီလိုအ​ခြေအ​နေ​တွေမှာ အတူမသွားနိုင်တာ​ကြောင့်\nစကာရတ်ဖ်တစ်​ယောက် ဘယ်လ်ဂျီယံကို တစ်ကိုယ်​တော်ခရီး\nသွားထွက်လာခဲ့တယ်။ ကံဆိုးစွာနဲ့ ခရီးစဥ်မှာ ရဲဖမ်းခံလိုက်ရ\nတယ်။ သူ​အဖမ်းခံလိုက်ရတဲ့​နေရာကလည်း လူဇင်ဘတ်မှာ ဖြစ်​\nနေတယ် သွားချင်တာ တစ်​နေရာ၊ ​​ရောက်သွားတာ တစ်​နေရာ\nဖြစ်​နေ​တော့ စကာရတ်ဖ် ဘာ​တွေဆက်လုပ်မလဲဆိုတာ ကိုယ်\nတိုင်ပဲကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.36 GB) ...",
        "rating": "5.5",
        "url": "https://megaup.net/1eNod/Sawah.2019.FRENCH.720p.BluRay.(CM).mp4https://usersdrive.com/9lfbwwluvi9u.html",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Momoka-Katou-1-125x200.jpg",
        "title": "[21+]My Smartphone Has Become A Sensitive Girl [SDDE-583]",
        "description": "ချစ်စရာအမူအရာလေးတွေနဲ့ မရိုးမအီအောင်\nဇာတ်လမ်းအဆုံးထိ ဆွဲခေါ်သွားတဲ့ ဆင်ဆာမပါတဲ့ဖုန်းလေးတစ်လုံး\nရှောင်တိုအမျိုးစား ဖုန်းလေးတစ်လုံးပါ ချစ်စနိုးနဲ့ မက်မွန်လို့ နာမည်ပေးထားတယ်ဆန်းဂျီတစ်ယောက် အခုတလော ထူးထူးဆန်းဆန်းတွေဖြစ်နေပါတယ်...\nသူလက်ရှိအသုံးပြုနေတဲ့ ဖုန်းလေးတစ်လုံးက\nရုတ်တရက်ဆို လူသားတွေနားမလည်နိုင်အောင်ပဲ လူတစ်ယောက်ဖြစ်သွားပါတယ်\nလူတယောက်ကလဲကြည့်လိုက်ပါဦး အင်မတန်ချောမောလှပပြီး\nချစ်စဖွယ်ဟန်ပန်လေးတွေနဲ့ အမိုက်စားခန္ဓာကိုယ်ပိုင်ဆိုင်ထားတဲ့\nမက်မွန် လေးဖြစ်နေပါတယ်....ဖုန်းရဲ့ အားသွင်းရတဲ့ စနစ်ကလဲ အတော်ထူးခြားတယ်ဗျ\nနောက်ဆုံးပေါ် နည်းပညာနဲ့အပေါက်လို့ပြောရမယ်ထင်တယ်ဗျ\nဘယ်လို အားသွင်းရတာလဲဆိုတာ DS Fans တွေ အကဲခပ်ကြည့်ပါဦး\nFile size…2.87GB / 1.13GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 23mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/3WGBa/SDDE-583-UN_[Uncensored_Leaked]_[Anthropomorphic_AV]_My_Smartphone_Has_Become_A_Sensitive_Girl.720p.FHD(DS).mp4",
        "category": "Adult, Asian"
    }
]