[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v4rSFmiy0v9D7qmKkaUVJn5UhZ1.jpg",
        "title": "Zoom (2006)",
        "description": "Zoom (2006)ဒီတစ်ခါမိတ်ဆက်​ပေးမယ့် ကား​လေးက​တော့ Facebook Short Clip ​လေး​တွေမှာ ခဏခဏ​တွေ့​​နေရ​လေ့ရှိပြီး ကျွန်တော်တို့တွေ ငယ်ငယ်က ကြည့်ဖူးလောက်ကြမယ့် စူပါဟီးရိုးဇာတ်လမ်း​လေးဖြစ်တဲ့ Zoom ပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~အတိတ်က ဂမ်မာ​ရောင်ခြည်စမ်းသပ်မှုမှာ ဇီးနစ်အဖွဲ့ဝင်လည်းဖြစ် အစ်ကိုလည်းဖြစ်သူ ကွန်ကားရှင်းတစ်​ယောက် စိတ်ရိုင်းဝင်သွားတာကို တိုက်ခိုက်ရင်း စွမ်းအင်​ပျောက်သွားတဲ့ ဟီးရိုး ဇွန်းမ် တစ်​ယောက် ဂျက်အဖြစ် သာမန်လူအနေနဲ့ အလုပ်လုပ်ရင်း ဇာတ်မြုပ်​နေရာက​နေ ​ကွန်းကားရှင်းတစ်​ယောက် ကမ္ဘာ​မြေဆီ နှစ် ၃၀​လောက် အကြာမှ ပြန်​ပေါ်လာမယ်လို့ ​ခြေရာခံမိသွားချိန်မှာ သူနဲ့ ယှဥ်ဖို့ စွမ်းအားသစ်ပိုင်ရှင် က​​​လေး​တွေနဲ့ ဖွဲ့ထားတဲ့ အဖွဲ့သစ်ကို ​လေ့ကျင့်​ပေးဖို့ တာဝန်ကျလာတဲ့အခါ...အဖွဲ့ဝင်သစ်​တွေနဲ့ ဘယ်လိုအခက်အခဲ​တွေ ရင်ဆိုင်ရမလဲ... ​နောက်ဆုံး ​အောင်မြင်မှုရရှိခဲ့လားဆိုတာကိုကြည့်ရမယ့် ဟာသ စူပါးဟီးရိုးကား​လေး တစ်ကားပဲဖြစ်ပါတယ်။ရုပ်ရှင်ပရိသတ်တိုင်းနဲ့ မကင်းတဲ့ Toy Story ကား‌တွေထဲက Buzz Lightyear အသံသရုပ်ဆောင် Tim ...",
        "rating": "",
        "url": "https://megaup.net/1Umte/(CM)_Zoom_(2006)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BY2YwMjdiOTgtNWU4My00ZmQwLThmZWQtZThiODNlNmY4OGIzXkEyXkFqcGdeQXVyMDYwNjc3OQ@@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "Asterix & Obelix: The Middle Kingdom (2023)",
        "description": "Asterix & Obelix: The Middle Kingdom (2023)\n================================Asterix နဲ့ Obelix ဆိုရင်တော့ comedy ပိုင်းမှာ မသိတဲ့သူ\nမရှိအောင် နာမည်ကျော်တဲ့ ဇာတ်လမ်းတွဲတွေဆိုတော့ ထူးပြီး\nပြောစရာမလိုလောက်ပါဘူး။ Asterix ၏ စွန့်စားခန်းများ comic\nbook ကို ရုပ်ရှင်အဖြစ် ပြန်လည်အသက်သွင်းထားတဲ့ ဇာတ်\nကားတွေဖြစ်ပြီး၊ အခု 2023 မှာတော့ အသစ်စက်စက် စွန့်စား\nခန်းတစ်ခု ဆက်လက်ထွက်ရှိလာခဲ့ပါတယ်။ ဒါ့အပြင် နာမည်\nကျော်ဘောလုံးသမားတစ်ဦးဖြစ်တဲ့ အီဗရာမိုဗစ်ကလည်း cameo\nအဖြစ် ပါလာသေးတာမို့ အားလုံး အကြိုက်တွေ့ကြဦးမှာပါ။ဇာတ်လမ်းကတော့ နေရာတကာမှာနယ်ချဲ့နေတဲ့ ရောမလူမျိုးတွေ\nသိမ်းပိုက်လို့ မရသေးတဲ့ Asterix တို့ရဲ့ Gaul ဆိုတဲ့ ပြင်သစ်ရွာ\nလေးမှာ အခြေခံထားပါတယ်။ တစ်ရက်မှာတော့ အဲဒီရွာလေးကို\nမိုင်ပေါင်းများစွာ ဝေးကွာလှတဲ့ တရုတ်ပြည်က ဧကရီဘုရင်မရဲ့\nသမီးတော်ဖြစ်သူ မင်းသမီးတစ်ပါးရောက်လို့လာခဲ့တယ်။ သူမက\nမင်းသားတစ်ပါးနဲ့ ထိမ်းမြားရမဲ့ မင်္ဂလာပွဲကို လက်မခံခဲ့တာကြောင့်\nပုန်ကန်မှုတွေဖြစ်ပွားခဲ့ပြီး ထီးနန်းသိမ်းခံလိုက်ရချိန်မှာ ထွက်ပြေး\nလွတ်မြောက်လာခဲ့တဲ့သူပါ။Gaul တွေကလည်း တရုတ်ပြည်က ...",
        "rating": "4.9",
        "url": "https://megaup.net/1Umyd/Asterix.and.Obelix.The.Middle.Kingdom.2023.FRENCH.720p.BluRay(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Asterix_Obelix_Mission_Cleopatra-385218910-large-141x200.jpg",
        "title": "Asterix & Obelix: Mission Cleopatra (2002)",
        "description": "Asterix & Obelix: Mission Cleopatra (2002)IMdb (6.6) / Rotten Tomatoes (86%)ရောမဘုရင် ဂျူးလိယက်ဆီဇာ ဟာ တိုက်တိုင်းအောင်စစ်ဘုရင်ကြီးဖြစ်နေတော့အီဂျစ်ဘုရင်မ ကလီယိုပါထရာနဲ့တွေ့တဲ့ချိန် အီဂျစ်သားတွေကို အထင်အမြင်သေးစွာ ပြောဆိုလိုက်တယ်...ဒါကို ကလီယိုပါထရာက တင်းပြီး အီဂျစ်သားတွေဟာ သမိုင်းဝင်ပိရမစ်တွေကို ဘယ်လိုဆောက်ခဲ့ကြောင်း ကြီးကျယ်ကြောင်း ပြန်ချေပတယ်..ဒီလို အီဂျစ်သားတွေ ကြီးကျယ်ကြောင်းသက်သေပြဖို့ ဆီဇာနဲ့ အလောင်းအစားတစ်ခုလုပ်လိုက်တယ်..၃ လအတွင်း နန်းတော်ကြီးတစ်ခု အပြီးဆောက်ပြမယ်ဆိုပြီးတော့ပေါ့...ဒီနန်းတော်ကိုဆောက်ဖို့ အီဂျစ်မှာ တလွဲလုပ်နေကျ ဗိသုကာပညာရှင် အက်ဒစ်ကို ခိုင်းလိုက်တဲ့အခါ...အက်ဒစ်ဆိုတာက နယ်နယ်ရရ ဗိသုကာပညာရှင်တော့မဟုတ်ပါဘူး..ပြတင်းပေါက်ကို လက်လှမ်းမမီတဲ့နေရာမှာဆောက်တဲ့လူမျိုးပါ...၃ လနဲ့အပြီးဆောက်ဖို့ မဖြစ်နိုင်တဲ့အဆောက်အဦးကို အက်ဒစ်တစ်ယောက် ဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီး ဆောက်မလဲ..သူ့ကို ချောက်တွန်းမယ့်လူရော မှော်အစွမ်းတွေနဲ့ကူညီမယ့်လူတွေရောရှိနေတာမို့ ဘယ်လိုဖြစ်ပျက်မလဲဆိုတာ ကြည့်ရမှာပါ။ဒီဇာတ်ကားက သမိုင်းနောက်ခံ ဟာသစွန့်စားခန်း ပြင်သစ်ဇာတ်ကားဖြစ်ပြီးတော့ ကလီယိုပါထရာအဖြစ် Monica Bellucci ,အက်ဒစ်အဖြစ် Jamel Debbouze , Astrix ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Um48/Asterix&Obelix.Mission.Cleopatra.2002.720p.BluRay.x264-ESiR(HEVC).mkv",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTg3YTEzNjYtZTY2NS00YjNmLTlhNjUtZTI2M2E5NDI4M2NjXkEyXkFqcGdeQXVyMzI3MDEzMzM@._V1_-135x200.jpg",
        "title": "Mudbound (2017)",
        "description": "Mudbound (2017)\n=============\nIMDb Rating - 7.4/10ဒီကားက သရုပ်ဆောင်တွေက တော်တော်တော့မိုက်ပါတယ်။\nပထမဆုံးတစ်ယောက်အနေနဲ့ ဂတ်စ်ဘီကားနဲ့ အားလုံးအချစ်\nခံခဲ့ရတဲ့ ဒေစီတစ်ဖြစ်လဲ Carey Mulliganဟာ တကယ့်ထိပ်\nတန်းမင်းသမီးလို့‌ ပြောလို့ရပါ့မလား သေချာတော့မသိပေမဲ့\nသရုပ်ဆောင်အရာမှာတော့ အခုထိလည်း ကိုယ့်ကိုယ်ကိုယ်\nတစ်စထက်တစ် သွေးနေတုန်း၊ စိတ်နှစ်ကိုယ်နှစ်သရုပ်ဆောင်\nတဲ့ မင်းသမီးဆိုတာတော့ သေချာပါတယ်။နောက် ဂတ်စ်ဘီကားမှာပဲ ဒေစီ့ယောက်ျားနဲ့ ဖောက်ပြန်တဲ့\nမိန်းမရဲ့ ယောက်ျားအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Jason Clarke\nလည်းပါပါတယ်။ သံသရာတစ်ပတ်လည်ပြီး ဒီထဲမှာတော့\nသူတို့၂ယောက်လင်မယားဖြစ်လာခဲ့တာပါ။ နောက် Tron\nမင်းသား Garrett Hedlundနဲ့ လူမဲဘဝသရုပ်ဖော်ကားဆိုတော့\nသရုပ်ဆောင်ကောင်းတဲ့ လူမဲတွေတော်တော်ပါပါတယ်။ ဇာတ်ပို့\nဇာတ်ဆောင်အကောင် သရုပ်ဆောင်တာတွေက သူ့နည်းသူ့ဟန်နဲ့\nအံဝင်ခွင်ကျဖြစ်နေတဲ့ ရုပ်ရှင်ပါပဲ။ ဇာတ်ကတော့ ဒုတိယကမ္ဘာ\nစစ်ကာလရယ် လူမဲဖိနှိပ်ခံဘဝရယ်ကို ဖော်ပြဖို့ ကျေးလက်ဒေသက\nလယ်ယာစိုက်ပျိုးရေးနဲ့ တွဲဖက်ပုံဖော်သွားခဲ့ပါတယ်။ဒုတိယကမ္ဘာစစ်မီးက သူ့ဘာသာလောင် လူတွေကလည်း သူ့အပူနဲ့\nသူ့စားဝတ်နေရေး သူ့အတ္တအတွက် သူ့ဘာသာလောင်နေတဲ့ကာလ\nတစ်ခုပေါ့။ လူဖြူလယ်လုပ်ငန်းရှင်တစ်ယောက်ဟာ လူမဲမိသားစု\nတစ်စုကို လူငှားချပြီး အနိုင်ကျင့်တာတွေကို ကျွန်တော်တို့မြင်ရတယ်။\nလူဖြူမိသားစုက ညီငယ်က ဒုတိယကမ္ဘာစစ်ပွဲအပြီး ပြန်လာတဲ့အချိန်\nလူမဲမိသားစုက သားကြီးကလည်း ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Ucpt/Mudbound.2017.720p.AMZN.WEBRip(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDQ4ZGFmZWQtMzM3Ny00MWMwLTkxNjItMTY4MWU2MTIxYWJiXkEyXkFqcGdeQXVyMTU4MzQzNDkx._V1_-133x200.jpg",
        "title": "A Pinch of Portugal (2023)",
        "description": "A Pinch of Portugal (2023)\n===================\nIMDb Rating - 6.2/10အကူစားဖိုမှူးမလေး Annaက ပေါ်တူဂီကို Cooking Show\nတစ်ခုအတွက် ရောက်လာခဲ့တယ်။ ဒါပေမဲ့ အဲဒီရှိုးပွဲရဲ့ နာမည်\nကြီး စားဖိုမှူးက ရုတ်တရက် ရှိုးကထွက်သွားတော့ သူကိုယ်\nတိုင် ရှိုးပွဲကိုဦးဆောင်ဖို့ အကြောင်းဖန်လာခဲ့တယ်။ရိုက်ကူးရေးအဖွဲ့မှာပါတဲ့ သူငယ်ချင်း ကင်မရာမန်း ကောင်\nလေးအပြင်၊ ပေါ်တူဂီမှာဆုံတဲ့ စျေးပိုင်ရှင် အမျိုးသားတစ်ဦး\nနဲ့လည်း ဆုံတွေ့ခဲ့ရတယ်။ သူတို့နှစ်ယောက်လုံးက Annaရဲ့\nလုပ်ငန်းမှာ အကူအညီဖြစ်သလို တစ်ယောက်ယောက်က\nတော့ Annaရဲ့ အချစ်ရေးမှာလည်း ပါဝင်လာမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (617 MB) / (356 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 24Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Romance\nTranslator.......Thwal Htoo Zin\nEncoder..........SWM",
        "rating": "6.2",
        "url": "https://megaup.net/1UbwX/A.Pinch.of.Portugal.2023.720p.WEBRip.(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDdjOTM3NzAtNjg1Ny00MmNkLThhZmMtM2FmOTRjMDk3YThjXkEyXkFqcGdeQXVyNTA3NzkyMDU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Pink Cloud (2021)",
        "description": "The Pink Cloud (2021)\n=================\nIMDb Rating - 6.0/10‌တစ်ညလောက်လေးပဲအတူနေခဲ့ရတဲ့ ‌ဂျိုဗားနားနှင့် ယာဂိုတို့\nနှစ်ယောက်၊ ထိတွေ့မိတဲ့လူတိုင်းကိုသေစေတဲ့ အပန်းရောင်\nတိမ်ဆိုင်ကြီးတစ်ခု ကောင်းကင်ပေါ်မှာရုတ်တရက်ပေါ်လာ\nတဲ့အခါတော့ နှစ်ယောက်စလုံးတစ်အိမ်ထဲမှာပဲပိတ်မိသွား\nကြပါတော့တယ်။ အနေနီးရင် သံယောဇဉ်ဖြစ်သွားတတ်တယ်\nဆိုတဲ့အတိုင်း တိမ်ဆိုင်ကြီးပျောက်ကွယ်သွားမယ့်နေ့ရက်ကို\nစောင့်ဆိုင်းနေတဲ့ သူတို့နှစ်ယောက်။တစ်ယောက်အကြောင်းတစ်ယောက်လေ့လာရင်း သူတို့မသိ\nလိုက်ခင်မှာပဲ သံယောဇဉ်ကြိုးလေးတစ်ခုဖြစ်ပေါ်လာခဲ့တယ်။\nဒါပေမဲ့ ပိတ်လှောင်ပြီးနေရတာကြာလာတဲ့အခါ စိတ်တွေထွေ\nပြားပြီး အဆိုးဘက်ကိုဦးတည်လာတဲ့အခါမှာ ဘယ်လိုတွေဆက်\nဖြစ်မလဲ၊ ဒီတိမ်ဆိုင်ကြီးက လူသားမျိုးနွယ်ကိုအဆုံးသတ်စေမှာ\nလားဆိုတာကို ဇာတ်ရှိန်ခပ်အေးအေးလေးနဲ့ကြည့်ရမယ့် ဇာတ်\nကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Sett Naing ဖြစ်ပါတယ်)File Size..........(973 MB) / (370 MB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........1Hr 45Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Sci-Fi\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "6.0",
        "url": "https://megaup.net/1Ubzb/The.Pink.Cloud.2021.PORTUGUESE.720p.BluRay.(CM).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/s1XVy7kI7pUPeTbp9ZpCN0iqqXW-768x1152-1-133x200.jpg",
        "title": "(18+) A Chinese Torture Chamber Story II (1998)",
        "description": "ပထမကားထဲမှာ မင်းသမီးက ဂေါ်ဖီထုပ်လေး ဖြစ်နေပေမဲ့ ဒီကားလေးထဲမှာတော့ မင်းသမီးလေးက ကြာပန်းလေး ဖြစ်နေတာပါ လေပေါ်ပျံသိုင်းကွက်အပြီး မှာတော့ အငြိမ့်သိုင်းကွက်လေးတွေ ဆက်ကျင့်ကြတာပေါ့ အဲဒါအပြင် ပရိသတ်တွေရဲ့ အသည်းစွဲ Chinese Ghost Story ထဲက မင်းသမီးကြီး ဖန်ယန်း လည်းပါဝင်နေတော့ ကြည့်ကောင်းမယ်ဆိုတာ ပြောစရာတောင် မလိုလောက်တော့ပါဘူး ဒီကားထဲမှာတော့ ရိုးရိုးသားသားလယ်သမားလေးနှစ်ယောက်က အခွန်တွေအရမ်းတိုးတာကို မပေးနိုင်ဘဲ လယ်တွေအသိမ်းခံလိုက်ရလို့ ဓားပြတွေဖြစ်သွားတာကနေ သူတို့ ဓားပြတိုက်မိတဲ့ သူက နေပြည်တော်သွားပြီး စစ်သူကြီးစာမေးပွဲဖြေမဲ့သူ ဖြစ်နေတော့တာပါပဲ ကံကောင်းတာနဲ့ ကံဆိုးတာကဒွန်တွဲနေပါတယ်လို့ လူတွေပြောကြသလိုပဲ နေပြည်တော်သွားမဲ့သူကြီးက သူတို့နဲ့ ခင်မင်ရင်းနှီးသွားတာပါ အဲဒီလိုနဲ့ အိမ်ခေါ်လည်ပြီးစားကြ သောက်ကြတာပေါ့ နောက်တနေ့ စာမေးပွဲဖြေဖို့ ထွက်သွားရင်းမှာပဲ ဓားပြနှစ်ယောက်ထဲက တစ်ယောက်ရဲ့ သတို့သမီးလောင်း ကြာပန်းလေးဆီ သူက ခိုးပြန်လာပြီး ချစ်ကြောင်းကြိုက်ကြောင်းနဲ့ သူ့ကိုစောင့်နေပါလို့ ပြောသွားပါသေးတယ် နှစ်ဝက်လောက်လည်းကြာရော သူလည်း ...",
        "rating": "",
        "url": "https://megaup.net/1eovf/Chinese.Torture.Chamber.Story.II.1998._(CM)_720P.x264.AC3.mp4",
        "category": "Adult, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/adfasdfasdf-133x200.jpg",
        "title": "John Wick: Chapter 4 (2023)",
        "description": "John Wick: Chapter 4 (2023)***************************IMDb Rating (8.3)/ Rotten Tomatoes (94%) ဒါရိုက်တာကတော့ Chad Stahelski ပါပဲ။ ဒီရုပ်ရှင်ထဲမှာပါတဲ့ ပြင်သစ်မြေအောက်ဘူတာနေရာကိုတော့\"Porte des Lilas\" လို့ခေါ်ပြီး ရုပ်ရှင်သမားတွေကို ငှားရမ်းဖို့သီးသန့် ပြင်ဆင်ထားတဲ့ ဘူတာပဲဖြစ်ပါတယ်။ပြီးတော့ ဇာတ်လမ်းအစရဲ့ သဲကန္တာရကိုလည်း အထူးပြုလုပ်ချက်မသုံးဘဲ နေရာအစစ်မှာ သွားရောက်ရိုက်ကူးထားခဲ့ပါတယ်။ ဒီရုပ်ရှင်မှာ ဂျွန်ဝစ်ဟာ စကားလုံး ၃၈၀ ပဲ ပြောခဲ့ပြီး အရှည်ဆုံးစကားဆိုလို့ \"မင်းနဲ့ငါ ဘဝကောင်းကို ထားခဲ့တာ ကြာလှပါပြီ\" ဆိုတာလေးပါပဲ။ ၃ ပုံတစ်ပုံလောက်ကတော့ \"Yeah\" ဆိုတဲ့စကားလုံးတွေပဲဖြစ်လို့ ဘာသာပြန်သူကို အကြိုက်တွေ့စေခဲ့ပါတယ်။ ဇာတ်ပို့တွေထဲမှာ Scott Adkins လည်းပါဝင်ခဲ့ပြီး သူက ကီအာနူးရိဗိရဲ့ အမာခံဖြစ်တာကြောင့် ဒီရုပ်ရှင်မှာပါခွင့်ရတာ အရမ်းကို ပျော်နေခဲ့ပါတယ်။ ဒွန်နီယန်းလည်းပါဝင်ခဲ့ပြီး ဒါရိုက်တာက ပြင်သစ်ရေဒီယိုနာမည်ကို Wuxia လို့ပေးပြီး ...",
        "rating": "8.3",
        "url": "https://megaup.net/1Ulkf/John.Wick.Chapter.4.2023.WEB-DL.720P(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s0Qx9YL1JSpYKm1hu0Ovj0IJ1SN.jpg",
        "title": "Dead Shot (2023)",
        "description": "Dead Shot (2023)Imdb - 5.5\nRotten tomatoes - 78%Action, Mystery ကိုမှ သဘောကျပါတယ်ဆိုတဲ့ သူတွေအတွက် အသစ်သစ်စက်စက် ထွက်ရှိထားတဲ့\n၁၉၇၀ ခုနှစ်နောက်ခံ Dark thriller ဇာတ်ကား‌ကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။အိုင်းရစ်ရှ်လူမျိုး ရာဇဝတ်ပြေး တစ်ယောက်ဖြစ်တဲ့ မိုက်ကယ် အိုဟာရာ၊\nIrish Republican Army ကို စိတ်ကုန်ငြီးငွေ့လာလို့\nနေ့စေ့လစေ့ ကိုယ်ဝန်သည် ဇနီးဖြစ်သူနဲ့ ထွက်ပြေးမယ်အလုပ်\nအိုင်ယာလန် နယ်စပ်တစ်နေရာမှာပဲ SAS အဖွဲ့ရဲ့ အငိုက်ဝင်ဖမ်းခြင်းကို ခံရပါတယ်။\nအကင်းပါးတဲ့ မိုက်ကယ်တစ်ယောက် လက်မတင်လေး လွတ်မြောက်သွားပေမဲ့လည်း\nဇနီးဖြစ်သူကတော့ တင်းမာနေတဲ့အခြေအနေတွေကြား မတော်တဆ ကျည်သင့်သေဆုံးသွားခဲ့ရပါတယ်။အဆိုပါ စစ်ရာဇဝတ်မှုအတွက် ကံထူးရှင် လက်ဖြောင့်တပ်သားကတော့ SAS အရာရှိ ဟင်နရီပါတဲ့။\nဥပဒေဘောင်ထဲကဖြစ်နေတော့ အထက်အရာရှိတွေကိုလည်း အားကိုးမရဘဲ မရှူနိုင်မကယ်နိုင် ဖြစ်နေခိုက်\nဘယ်ကမှန်းမသိတဲ့ ကယ်တင်ရှင်ကြီးတစ်ဦး ရောက်ချလာပါတယ်။\nထောင်ဒဏ်ကလွတ်မဲ့အပြင် စစ်မှုဆက်ထမ်းခွင့်လည်း ရဦးမယ်ဆိုပြီး ကမ်းလှမ်းလာတော့\nဟင်နရီခမျာ ဘာမှန်းမသိတဲ့အလုပ်တစ်ခုအတွက် မျက်စိစုံမှိတ်ပြီး တာဝန်ကျရာ လန်ဒန်မြို့ဆီ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2AiH6/Dead.Shot.2023.720p.NOW.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/84iKxJcjhXYxEBtsAcv6BC7lfca.jpg",
        "title": "Thugs (2023)",
        "description": "Thugs 2023\nIMDb 8.4Crash Course အိန္ဒိယဝက်ဘ်စီးရီးထဲမှာ ဆက်သရာနေရာက သရုပ်ဆောင်ခဲ့တဲ့\nမင်းသားချော Hridhu Haroon တယောက် စီသူ အနေနဲ့ အဓိက သရုပ်ဆောင်ထားပါတယ်။\n(Charsh Course စီးရီးကိုလည်း CM မှာတင်ဆက်ပေးထားပါတယ် ဒီလင့်မှာlink\nဝင်ဒေါင်းလို့ရပါတယ်)ဇာတ်လမ်းအကျဉ်းက ဒီလို...\nစီသူက မိဘမဲ့ တကောင်ကြွက်၊\nအဖေဖြစ်သူဆုံးတော့ သူ့အဖေရဲ့သူဌေး အန်နာချီက သူ့အဖေနေရာမှာပဲ စာရင်းကိုင်ခန့်ထားခဲ့တယ်။\nမြင်မြင်ချင်းချစ်မိခဲ့တဲ့ ကာရဲလ်လေးကြောင့်ပဲ စီသူ တယောက် ဘ၀ကြီးက မနေ့ကနဲ့မတူ မနေ့ကလို မပူတော့ဘဲ\nအချစ်သစ်တဖန်မွေးဖွားခဲ့ပေမဲ့လဲ...\nအချစ်စစ်တို့ မည်သည် ဖြောင့်တန်းရိုးမရှိဆိုသလို အနှောင့်အယှက်ဝင်လာတာက\nသူဌေးလူယုံရဲ့ ညီ ပက်ချက်ရန်၊\nချစ်ရသူ ကာရဲလ်လေးကို အမျိုးမျိုး လိုက်နှောင့်ယှက်နေတဲ့\nလူယုတ်မာ ပက်ချက်ရန်ကို ဒေါသကြောင့် သတ်ခဲ့မိပြီး ထောင်ကျပါလေရော။\nထောင်ထဲမှာပဲ ဆရာကြီးတပွေနဲ့ ပေါင်းမိပြီး ချစ်ရသူကိုပြန်ရှာဖို့ ထောင်ဖောက်ပြေးဖို့ကြိုးစားပါတော့တယ်။နောက်ကြောင်းပြန် ပြန်ပြောင်းပြောရင်း ဇာတ်ကို ခပ်သွက်သွက်လေးသွားထားပြီး\nဒရမ်မာနဲ့အက်ရှင် အချိုးကျ ပေါင်းစပ်ထားတဲ့\nThugs (2023) ဇာတ်ကားသစ်ကို CM ပရိတ်သတ်ကြီးထံ တင်ဆက်ပေးလိုက်ပါတယ်။\nအညွှန်းရေးသားသူကတော့ chiclon3 ...",
        "rating": "8.0",
        "url": "https://megaup.net/1Ulb9/Thugs_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uLTasg1Qbs47auEeeSmbuRmNC5.jpg",
        "title": "The Ghost Station (2023)",
        "description": "The Ghost Staton (2023)Horror ဇာတ်လမ်းတွေမှကြိုက်တတ်တဲ့သူတွေအတွက်\nဘူတာရုံက အဖြစ်အပျက်တွေရိုက်ကူးထားတဲ့ ဇာတ်လမ်းကိုတင်ဆက်ပေးပါဦးမယ်နော်အို့ဆူဘူတာမှာ အမြဲတမ်း သေဆုံးမှုတွေဖြစ်ပြီး တစ်ခုနဲ့တစ်ခုက သေပုံခြင်းမတူကြပေမဲ့ တူညီတဲ့အချက်လည်းရှိနေပါသေးတယ်..\nအဲဒါကို စုံစမ်းရင်းနဲ့ သတင်းရေးဖို့ဖြစ်လာတဲ့ သတင်းထောက်ဂင်နာယောင်းက ဇာတ်ကြောင်းအစုံသိရဖို့ နောက်ကြောင်းလိုက်ပါတော့တယ်\nသေဆုံးတဲ့ဝိညာဉ်တွေထဲကမှ နာကျည်းချက်ကြီးမားလွန်းတဲ့ ဝိညာဉ်တွေက သနားစရာအကောင်းဆုံးဖြစ်သလို အဆိုးဆုံးလို့ပြောကြပါသေးတယ်အို့ဆူဘူတာရုံရဲ့ အဖြစ်အပျက်တွေမှာ ဘယ်သူတွေပါဝင်နေမလဲ၊\nလူတွေသေဆုံးရတဲ့အကြောင်းအရင်းက ဘာဖြစ်မလဲ၊သတင်းထောက်ဂင်နာယောင်းကရော နာကြည်းမှုတွေပြည့်နေတဲ့ ဝိညာဉ်တွေကို နှစ်သိမ့်ပြီး\nအမှန်တရားကိုဖော်ထုတ်နိုင်မလားဆိုတာ ကြည့်ရှုလိုက်ကြပါဦးနော်ဂင်နာယောင်းအဖြစ် SKY Castle က Kim Bo Ra နဲ့\nချွဲဝူဝန်းအဖြစ် N.Flying Kim Jae Hyun တို့ကအဓိကပါဝင်ထားပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Mystery\nQuality…. 1080p | 720p | 480p\nFile size… 889MB | 397MB | 208MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "",
        "url": "https://megaup.net/1envp/The.Ghost.Station.2023.720p.WEB-DL.CM.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pDZchncQsRj2QIX8K0lzvM9mXGa.jpg",
        "title": "Come Out Fighting (2023)",
        "description": "Come out Fighting (2023)၂၀၂၃ ခုနှစ်မှာ ထွက်ရှိလာတဲ့ ရုရှားအာနိုးလို့ လူသိများတဲ့\nမင်းသားကြီး Dolph Lundgren ပါဝင်ထားတဲ့ စစ်ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။စစ်ကားကြိုက်သူဆိုရင် လက်မလွှတ်ဖို့ အကြံပေးလိုက်ချင်ပါတယ်။\nလူမျိုးရေးခွဲခြားမှုတွေ ပြင်းထန်နေတဲ့ အချိန်ကာလဖြစ်တဲ့ ဒုတိယကမ္ဘာစစ် အချိန်ကာလမှာ\nလူမည်းစစ်သားတွေဟာလည်း တိုက်ပွဲဝင်နေခဲ့ပါတယ်။\nတပ်တွင်းမှာ ခွဲခြားဆက်ဆံမှုတွေ ရှိပေမယ့်လည်း နိုင်ငံ့အတွက်ကို အသက်ပေးအမှုထမ်းနေကြတုန်းပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒုဗိုလ် ရောဘတ်စ် ဟေးစ်ဟာ လူမည်းတပ်ဖွဲ့မှာ ထမ်းဆောင်နေတဲ့သူ တစ်ယောက်ဖြစ်ပါတယ်။\nသူတို့ တာဝန်ထမ်းဆောင်နေတဲ့ မစ်ရှင်တစ်ခုမှာ အမှားတစ်ခုကို ဖြစ်သွားပါတယ်။\nဒီလိုနဲ့ အဲဒီ ဒုဗိုလ်ကို စစ်တပ်က စုံစမ်းစစ်ဆေးဖို့ နောက်တန်းကို ပြန်ပို့လိုက်ပါတယ်။\nပြန်ပို့နေရင်း ရန်သူ့ထိန်းချုပ် နယ်မြေထဲမှာ ပျောက်သွားပါတယ်။\nတစ်ဖက်ကလည်း ထိုးစစ်ဆင်ဖို့ ပြင်ဆင်နေတာမို့ သူ့ကို လိုက်မရှာနိုင်ဖြစ်နေပါတယ်။\nဒုဗိုလ် လက်အောက်မှာ တာဝန်ထမ်းနေတဲ့ တပ်ဖွဲ့တွေကတော့ အမိန့်မရလည်း\nသူတို့ရဲ့ ခေါင်းဆောင်ကို လိုက်ရှာဖို့လုပ်ကြရင်း ဂျာမန်တပ်တွေနဲ့ ထိပ်တိုက်ရင်ဆိုင်ဖို့ ဖြစ်လာပါတော့တယ်.....အညွှန်း နဲံ ဘာသာပြန်ကတော့ Leonard Lin ...",
        "rating": "",
        "url": "https://megaup.net/1enva/Come.Out.Fighting.2023.720p.AMZN.WEBRip.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uTdaeGpznkLfyhAzLlrdssD621R.jpg",
        "title": "Department Q:The Purity of Vengeance (2018)",
        "description": "Genre – Crime, Mystery, Thriller\nIMDB – 7.4/10Q ဌာနရဲ့ ၄ မှုမြောက်နဲ့ နောက်ဆုံးကား ထပ်မံတင်ဆက်ပေးလိုက်ရပါတယ်ခင်ဗျာ။ဒီကားရဲ့အစမှာတော့ လူပျော်သဘောရိုး အာဆတ်တစ်ယောက်Q ဌာနကနေ တခြားဌာနကိုပြောင်းတော့မှာပါ အချိန်တစ်ပတ်ပဲကျန်ပါတော့တယ် ထုံးစံအတိုင်း ကားလ်နဲ့လည်း ရန်ကတောက်ကဆဖြစ်နေရင်းပေါ့လေ။ ဒီလိုအချိန်မှာပဲ မြို့ထဲကတိုက်ခန်းတစ်ခုမှာဆောက်လုပ်ရေးသမားတွေက လျှို့ဝှက်အခန်းတစ်ခုကိုတွေ့ခဲ့ကြပါတယ်။ အခန်းထဲမှာ ရှိနေတာက ညစာစားပွဲဝိုင်းပတ်လည်မှာ မံမီလိုမျိုး အလောင်းမပုပ်သိုးအောင်လုပ်ထားပြီးကိုယ်အင်္ဂတချို့ထုတ်ထားတဲ့ အလောင်း ၃ လောင်းပဲ ဖြစ်ပါတယ်နှစ်ပေါင်းလည်း ကြာနေလောက်ပါပြီ။ အဲဒါ Q ဌာနကိုမရောက်ပါဘူးဒါပေမဲ့ ကားလ်တစ်ယောက် အတင်းလုယူပြီး အာဆတ်လည်းဌာနမပြောင်းခင် ဒီကိစ္စကို အတူတူဖြေရှင်းဖို့ ဖြစ်လာပါတော့တယ်။ တစ်ချိန်တည်းမှာ ၁၉၆၀ ကျော်ခုနှစ်က လွမ်းမောကြေကွဲဖွယ်ဇာတ်လမ်းတစ်ပုဒ်ကိုလည်း အမှုလိုက်နေရင်း တစ်ချိန်တည်းတင်ဆက်ထားပါသေးတယ် ဘယ်လိုများ သွားချိတ်ဆက်သက်ဆိုင်မလဲပေါ့လေ။ ဒီအမှုမှာကျ အရင်လို တစ်ကိုယ်တော်တွေနဲ့ယှဉ်ဖိုက်ရတာမျိုး မဟုတ်တော့ပါဘူး ပိုပြီး ရက်စက်လာတယ်ယုတ်မာလာပြီး ထက်မြက်တဲ့ လူဆိုးတွေနဲ့ ထိပ်တိုက်ရင်ဆိုင်ရတာမျိုးပဲဖြစ်ပါတယ်။ နောက်ကွယ်မှာလည်း သမိုင်းတွင်ခဲ့တဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2AiqC/Department_QThe_Purity_of_Vengeance.2018.BluRay720p(CM).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o8ttROXRy2obfcO3IFnORFq9nW8.jpg",
        "title": "Department Q: A Conspiracy of Faith (2016)",
        "description": "IMDB – 7.0/10Q ဌာနရဲ့ တတိယအမှုတွဲကား စောင့်မျှော်နေသူတွေအတွက် ပြန်လာခဲ့ပါပြီ။ဒီအမှုမှာတော့ ဘာသာရေးတွေ ယုံကြည်မှုတွေရဲ့ အစွန်းရောက်ခြင်းရဲ့ဆိုးကျိုးတွေကို မေးခွန်းထုတ် ပညာပေးထားတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ပင်လယ်ထဲမှာ ၈ နှစ်ကြာ မျောလာတဲ့ ပုလင်းလေးတစ်လုံးအထဲမှာ စာတစ်စောင်ပါတယ် ဘယ်သူကမှ မတွေ့ခဲ့ကြဘူးခုချိန်က လွဲလို့ပေါ့။ အထဲက စာလေးကလည်း ကလေးတစ်ယောက်ရေးသားထားတဲ့စာ သူအဖမ်းရလို့ လာကယ်ပါဆိုပြီး အကူအညီတောင်းတဲ့စာလေး ဒီစာလေးဟာ ၈ နှစ်အကြာမှာ Q ဌာနကိုဆိုက်ဆိုက်မြိုက်မြိုက် ရောက်လာပါတော့တယ်။ အဲဒါနဲ့ Q ဌာန ဇာတ်လိုက်ကျော်တွေ ဒီစာလေးကို အဖြေလိုက်ရှာနေတဲ့အချိန်မှာပဲ နယ်ဖက်က ဘာသာရေးကိုင်းရှိုင်းတဲ့ လယ်သမားမိသားစုရဲ့မိသားစု ပြဿနာကလည်း တစ်ချိန်တည်းမှာ ကြုံတွေ့လာရပါတော့တယ်။ ဒီအမှုနှစ်ခုဟာ ဆက်စပ်နေမလား နောက်ထပ်အမှုတွေရှိနိုင်သေးလား ဘာလို့ ဘာသာရေးကိုင်းရှိုင်းတဲ့ကလေးတွေကိုဖမ်းဆီးပြီး ဘာတွေလုပ်ခဲ့တာလဲ ဒီလိုလုပ်ရခြင်းရဲ့နောက်ကွယ်ကရောဘယ်လိုအတိတ်ဆိုးက ရှိနေမလဲ စသဖြင့် Q ဌာနရဲ့ ထုံးစံအတိုင်းပဟေဠိတွေ အဖြေရှာပြီး ဉာဏ်ကြီးရှင် လူဆိုးနဲ့ သူတင်ကိုယ်တင်နွဲရတဲ့အမှု ...",
        "rating": "7.0",
        "url": "https://megaup.net/2Aijx/Department.Q.A.Conspiracy.Of.Faith.2016.BluRay720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4NJ5rel0BVJdacJIQAfu1y8628Z.jpg",
        "title": "Department Q: The Absent One (2014)",
        "description": "Genre – Crime, Mystery, Drama\nIMDB – 7.1/10 Q ဌာနပရိတ်သတ်တွေအတွက် ဒုတိယကားတင်ဆက်ပေးလိုက်ပါပြီဗျာ။ပထမကားမကြည့်ရသေးတဲ့လူတွေလည်း CM မှာ The Keeper ofLost Causes ဆိုပြီး ရိုက်ရှာလို့ရပါတယ်။ ပထမကားကြည့်ထားမှဒီ Q ဌာန ဘယ်လိုဖြစ်လာသလဲ သိမှာမို့လို့ပါ။ ကဲ ဒုတိယကားမှာတော့ပထမဆုံးအမှု အောင်မြင်ထားတော့ Q ဌာနကို ချီးကျုးနေကြပြီပေါ့လေကားလ်နဲ့ အာဆတ်တို့လည်း အတွင်းရေးမှူးအသစ် ရိုစ့်ဆိုတာကိုအဖွဲ့ထဲခေါ်လိုက်ကြတယ်။ ဒီလိုနဲ့တစ်ရက် ဌာနပါတီအပြီး ကားလ်အပြန်လူတစ်ယောက်က သူ့သားသမီးအမွှာလေး အသတ်ခံရတဲ့ကိစ္စကားလ်ဆီကို ပို့ထားတာ မကြည့်ပေးဘူးလား ဘာလား ဇွတ်ပြောတော့ကားလ်က မောင်းထုတ်ခဲ့ပါတယ်။ သိပ်မကြာခင်မှာပဲ ဒီလူကြီးကိုယ့်ကိုကိုယ်သတ်သေသွားကြောင်း ကားလ်သိလိုက်ရပြီးဒီလူဟာ အရင်တုန်းက ရဲအရာရှိဖြစ်ကြောင်း လွန်ခဲ့တဲ့ အနှစ် ၂၀လောက်က သူ့သားနဲ့သမီး အသတ်ခံရတာကို စုံစမ်းပြီး အငြိမ်းစားယူထားကြောင်း သိရတဲ့အပြင် ကားလ်ဆီကိုပို့ဖို့ အထုပ်ကြီးပြင်ထားတာကိုပါ တွေ့လိုက်ရပါတယ်။ ဒါနဲ့ ကားလ်တစ်ယောက် ဒီအမှုကိုလိုက်ကြတဲ့အခါ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1enlz/Department_Q_The_Absent_One.2014.BluRay720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cqf51OvCEkk5cTQV1hldHxU27ix.jpg",
        "title": "Department Q: The Keeper of Lost Causes(2013)",
        "description": "ဟောလိဝုဒ်ကားတွေ အကြည့်များလို့ ရိုးနေရင် အပြောင်းအလဲလေးဖြစ်အောင် စတိုင်ပြောင်းကြည့်လို့ကောင်းတဲ့ ဒိန်းမတ်စုံထောက်ကားလေးဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးရဲ့ ဇာတ်လိုက်ကျော် ကားလ်ဆိုတဲ့စုံထောက်က ခေါင်းမာတယ် လူ့ဂွစာ အပေါင်းအသင်းမရှိဆိုပေမယ့်အရည်အချင်းလေး ရှိပြီး တစ်ဇွတ်ထိုးလုပ်တတ်သူ ဖြစ်ပါတယ်။တစ်ရက် သူ့ရဲ့ခေါင်းမာမှုကြောင့် တွဲဖက်တွေက သေတာတို့ ဒုက္ခိတဖြစ်တာတို့ ရှိပြီး သူ့ကိုလည်း Q ဌာနလို့ခေါ်တဲ့ ဌာနအသစ်တစ်ခုကိုရာထူးချလိုက်ပါတော့တယ်။ ဒီ Q ဌာနဆိုတာက ဝန်ကြီးဌာနကအသစ်ဖွဲ့စည်းထားတာဖြစ်ပြီး လွန်ခဲ့တဲ့ အနှစ် ၂၀ လောက်ကပိတ်သိမ်းထားတဲ့အမှုတွေကို ပြန်စစ်ပြီး စာရင်းသွင်းရတဲ့ ပျင်းစရာဌာနတစ်ခုပေါ့။ ဝန်ထမ်းဆိုလို့ အရာရာကို အကောင်းမြင်စိတ်ရှိတဲ့အာဆတ်ဆိုတဲ့တစ်ယောက်ပဲ ရှိတယ်။ဒီလိုနဲ့ လူပျော်အာဆတ်နဲ့ဦးစိတ်တို ကားလ်တို့ ပျင်းစရာအမှုတွေ စစ်ဖို့ လုပ်ရင်း လွန်ခဲ့တဲ့၅ နှစ်က ထူးခြားတဲ့အမှုတစ်ခုကို ပြန်တွေ့သွားပါတယ်။ ဘာအမှုလည်းဆိုတော့ ဦးနှောက်မကောင်းတဲ့ မောင်ဖြစ်သူကို ပြုစုပေးနေတဲ့ကျန်းမာရေးနယ်ပယ်က အမျိုးသမီးတစ်ယောက် ဖယ်ရီသင်္ဘောပေါ်ကနေခုန်ချ သတ်သေတယ်ဆိုတဲ့အမှုပါ ကိုယ့်ကိုကိုယ်သတ်သေတယ်ဆိုပြီးအမှုပိတ်ထားတာပါ။ ဒီလိုနဲ့ နှစ်ယောက်သား မသင်္ကာလို့ အမှုပြန်ဖွင့်ပြီး လိုက်ကြတဲ့အခါနောက်ကွယ်က ...",
        "rating": "7.2",
        "url": "https://megaup.net/2A6wb/The.Keeper.Of.Lost.Causes.2013.BluRay720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/kSlYq6FrBUviGSEh8v4L9nrSnBT-133x200.jpg",
        "title": "One Hundred and One Dalmatians (1961)",
        "description": "One Hundred and One Dalmatians (1961)~ IMDb - 7.3/10, Rotten Tomatoes - 98% ~ပထမဆုံးပြောချင်တာကတော့ Animated Movies တွေကို ရှေးခေတ်က ဖန်တီးတဲ့နေရာမှာ အသုံးပြုခဲ့တဲ့ နည်းလမ်းတွေပေါ့ဗျာ။ ဓာတုဆေးရည်တွေသုံးပြီး အရောင်ခြယ်ပုံတွေ မိတ္တူဆွဲခဲ့ကြတုန်းက အရောင်စိုစိုပြောင်ပြောင်တွေ ရခဲ့တဲ့ခေတ်အပြီးမှာတော့ မင်ခြောက်ကိုသုံးပြီး မိတ္တူဆွဲ Cell ထဲထည့်တဲ့ခေတ်ကို ရောက်လာပါတယ်။ မနှင်းဖြူနဲ့ လူပုလေးတွေ၊ အခုတင်ဆက်မယ့် ဒယ်မေးရှင်း တစ်ရာ့တစ်ကောင် တို့ကစလို့ နှောင်းပိုင်း Animated Movies တွေအထိ ဆင့်ကဲတိုးတက်သုံးစွဲလာတဲ့ နည်းလမ်းတစ်ခုပါ။မင်ခြောက်ဖြစ်တဲ့အတွက် အရောင်တွေက သဘာဝနဲ့နီးစပ်ပြီး မိတ္တူဆွဲပြီးတာနဲ့ Cell တွေထဲ တစ်ခါတည်းထည့်လို့ Computerized Animation လုပ်လို့လည်း ရသပေါ့လေ။ ဒါပေမဲ့ 101 Dalmatians မှာတော့ Computer ရဲ့ Artificial ...",
        "rating": "7.3",
        "url": "https://megaup.net/1enoa/(CM)_101_Dalmatians_(1961)_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNBAXBIQlnOThrVvA6mA2B5ggV6.jpg",
        "title": "The Super Mario Bros. Movie (2023)",
        "description": "The Super Mario Bros Movie (2023)စူပါမာရီယိုဟာ သမိုင်းတလျှောက်ရောင်းအားအကောင်းဆုံး ဂိမ်းပဲဖြစ်ပါတယ်။\nဂိမ်းအမျိုးအစားနဲ့ ပလက်ဖောင်းများလွန်းလို့ လူသန်းပေါင်းဘယ်လောက်ကစားဖူးလဲတောင် ပြောရခက်ပါတယ်။\nအခုတခေါက်ကတော့ ဒီဂိမ်းကို ကာတွန်းအဖြစ်အသက်သွင်းထားတာပါပဲ။\nမာရီယိုအဖြစ် ခရစ်ပရက်၊ မင်းသမီးလေးအဖြစ် အာညာတေလာဂျွိုင်း၊\nလူဝီးဂျီအဖြစ် ချာလီဒေး နဲ့ လိပ်ကြီးဘောင်ဆာအဖြစ် ဂျက်ဘလက်တို့လို နာမည်ကျော်တွေ သရုပ်ဆောင်ထားပါတယ်။\nထွက်ခဲ့ဖူးတဲ့ မာရီယိုဂိမ်းမျိုးစုံထဲက ကာရိုက်တာတွေ၊ လက်နက်တွေ၊ တီးလုံးတွေ၊ နေရာတွေကို သူ့နေရာနဲ့သူ ပြန်သုံးပေးထားပါတယ်။\nကြည့်ရတာ အပန်းပြေတဲ့ ကာတွန်းကားလေးပါပဲ။ဇာတ်လမ်းအကျဉ်းမာရီယိုနဲ့လူဝီးဂျီတို့ ညီအစ်ကိုဟာ လူတိုင်းက အထင်သေးရတဲ့ ဘရွတ်ကလင်းရဲ့ ရေပိုက်ပြင်သမားညီအစ်ကိုနှစ်ယောက်ဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ ရေပိုက်တစ်ခုကနေ မှော်တိုင်းပြည်ထဲကို‌ရောက်သွားပါတော့တယ်။လူဆိုးဘုရင်ကြီး ဘောင်ဆာဟာ စူပါကြယ်ကြီးကို ပိုင်ဆိုင်ပြီး သူတို့ရဲ့ မှော်လောကထဲကို တိုင်းပြည်အားလုံးကို သိမ်းပိုက်ဖို့ ကြံစည်ထားတဲ့သူဖြစ်ပါတယ်။\nဒါပေမဲ့ သူက မှိုတိုင်းပြည်က မင်းသမီးလေးမက်မွန်သီးကို အရမ်းချစ်နေတာမို့ သူနဲ့အတူ ကမ္ဘာကြီးကိုသိမ်းပိုက်ဖို့ မင်းသမီးလေးကို လက်ထပ်ခွင့်တောင်းဖို့လာခဲ့ပါတယ်။\nမင်းသမီးက လက်မခံခဲ့ရင်တော့ မှိုတိုင်းပြည်ကိုဖျက်ဆီးပစ်မှာပါပဲ။\nဒါကိုသိတဲ့ မင်းသမီးလေးဟာ မာရီယိုနဲ့ပူးပေါင်းပြီး ဒန်းကီးကောင်တို့ရဲ့တိုင်းပြည်ကိုစစ်ကူသွားတောင်းခဲ့ပါတယ်။\nဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ကာတွန်းထဲမှာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1U56e/The_Super_Mario_Bros_Movie_2023_720p_WEBRip_CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZmI5ZGY2MTEtNGI4Ni00MDUzLTkzMzAtODUwZmJmOTk0M2QzXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Neelavelicham (2023)",
        "description": "Neelavelicham (2023)\nIMDb 6.5ဟောင်းနွမ်းပြီး ချုံနွယ်ပိတ်ပေါင်းတွေနဲ့ လျှောက်လမ်းကိုတောင် ဖုံးအုပ်နေတဲ့ ခြံကြီးတစ်ခြံ...\nဒီခြံကြီးထဲမှာ နွယ်တွေရစ်ပတ်နေတဲ့အိမ်အိုကြီးနဲ့ ရေတွင်းပျက်တစ်လုံး...ညဘက်အမှောင်ထဲကြည့်လိုက်မိရင် သရဲကြီးတစ်ကောင် ငုတ်တုတ်ထိုင်နေသလိုမျိုး ချောက်ချားဖွယ်အတိပေါ့ အဲဒီမြိုထဲကလူတွေဆို ဒီခြံရှေ့ နေ့ခင်းကြောင်တောင်တောင် ဖြတ်မသွားရဲလောက်အောင် အခြောက်အလှန့်ကလည်း ကြမ်းမှကြမ်း..ဒီအိမ်ကြီးမှာ ဇာတ်လမ်းကလည်းရှိခဲ့တာကိုး အချစ်ကို ဆုံးရှုးခဲ့ရလို ခြံပိုင်ရှင်သမီးလေးတစ်ယောက် ရေတွင်းထဲခုန်ချပြီး အစိမ်းသေသေခဲ့ရတယ် အဲဒီနောက်ပိုင်း ယောကျာ်းတွေကို မုန်းတီးပြီး သရဲအနေနဲ့ ခြံကိုလည်း စောင့်ရှောက် တွေ့သမျှလူတိုင်းလည်း ခြောက်လှန့်တယ်လို ဆိုကြတယ်ဒီခြံကို မအူမလည်နဲ့ ငှားမိသွားတာက စာရေးဆရာပေါက်စ ..ဈေးကလည်းအတော်တန်တော့ ၂လစာငွေချေပြီး ငှားလိုက်မိတယ် သူဒီခြံထဲကို ပြောင်းလာတာပါလိုမိတ်ဆက်လိုက်တိုင်း လူတွေက ကြောက်လန့်ကုန်ကြတယ် ဒီလိုနဲ့ သူတစ်စတစ်စတွေ့တွေ့လာရတဲ့ ချောက်ခြားမှုတွေ...ခြံကလည်းထပ်ငှားဖိုရာ ပိုက်ဆံမရှိလေတော့ ဒီခြံထဲက မမြင်ရတဲ့ အစိမ်းသေနဲ့သူဘယ်လိုနှစ်ပါးသွားမလဲ...ဇာတ်လမ်းက မပေါ့သွားမဲ့ဇာတ်လမ်းဖြစ်တာမို သရဲကားကြိုက်ပရိတ်သတ်တွေအတွက် ဇာတ်ကားကောင်းတစ်ကားပါပဲရှင်\n(အညွှန်းကိုတော့ Yunni မှရေးသားပေးထားပြီး ဘာသာပြန်တွေကတော့ Yunni,Khin နဲ့ BpL တိုပဲဖြစ်ပါတယ်)\nFile ...",
        "rating": "6.4",
        "url": "https://megaup.net/1enfr/Neelavelicham_(2023)_Malayalam_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTI2NzQ3ODc3OV5BMl5BanBnXkFtZTcwMjEzMTEzMQ@@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "{18+}Where the Truth Lies (2005)",
        "description": "IMDb Rating/(6.4)ဒီဇာတ်ကားလေးကတော့ Genie awardနဲ့ Directorဆုရပြီး Nomination တွေအများကြီး ဝင်ထားတဲ့ကားလေးဖြစ်ပါတယ်။ ဟာသလောကရဲ့တွဲဖက်နှစ်ဦးဖြစ်တဲ့ ဗင့်စ်ကောလင်းနဲ့ လန်နီမော်ရစ်တို့နှစ်ယောက် ဒိတ်ဒိတ်ကြဲအောင်မြင်နေချိန်မှာ ကံဆိုးမိုးမှောင်ကျတဲ့ဖြစ်ရပ်ကိုကြုံတွေ့လိုက်ရပါတယ်။ သူတို့နဲ့အသိအကျွမ်းဖြစ်တဲ့ မော်ရေးအိုဖလဲတ်တီတစ်ယောက် သူတို့ရဲ့ဟိုတယ်ခန်းထဲမှာ ဆေးလွန်ပြီးသေဆုံးနေတာကိုတွေ့ရှိလိုက်ပြီး နှစ်ယောက်သားတွဲဖက်တွေအဖြစ်ကနေ ခွာပြဲခဲ့ကြပါတယ်။\nဆယ်ငါးနှစ်ကြာပြီးတဲ့နောက်မှာတော့ ကယ်ရန်ဆိုတဲ့ဂျာနယ်လစ်‌တစ်ယောက်က စာအုပ်ရေးဖို့\nသူတို့နှစ်ယောက်ကြားမှာ ဘာတွေဖြစ်ခဲ့သလဲ\nလျှို့၀ှက်ဆန်းကြယ်နေတဲ့ ကောင်မလေးရဲ့သေဆုံးမှုကရော ရိုးရဲ့လားဆိုတာကို နောက်ကြောင်းပြန်လိုက်ရင်း အတိတ်ကကိစ္စတွေက ထင်သလိုရိုးရှင်းရဲ့လားဆိုတာကို စိတ်၀င်တစားနဲ့ခံစားရမှာဖြစ်ပါတယ်။\n(၂၀၀၅)ခုနှစ်ကထွက်ထားပြီး Imdb rating 6.4ရထားတဲ့ ဒီcrime/thriller/mystery ဇာတ်လမ်းလေးမှာ နာမည်ကြီးမင်းသားကြီးတွေဖြစ်တဲ့ Kevin Baconနဲ့ Colin Firthတို့အပြိုင်ကြဲထားတဲ့အပြင် မင်းသမီးချော Alison Lohmanနဲ့\nRachel Blanchardတို့ရဲ့နုပျိုလတ်ဆတ်တဲ့အလှအပတွေကို ရင်သပ်ရှုမောဖွယ်ခံစားရဦးမှာပါ။ (ကိုယ်လုံးတီးဇာတ်၀င်ခန်းတွေ အနည်းငယ်ပါ၀င်တာကြောင့် မိသားစုနဲ့မကြည့်ရှုမိဖို့ သတိချပ်လိုစေပါတယ်)(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Soe Thiri Sweပဲဖြစ်ပါတယ်။)\nFile size…(1.4 GB)/(666 MB)\nQuality….WEB-DL-1080p/ 720p\nFormat…mp4\nDuration….01:46:45\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….AKH\nTranslated by Soe Thiri Swe",
        "rating": "6.4",
        "url": "https://megaup.net/1en8a/(CM)Where.The.Truth.Lies.2005.720p.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZmU4YmI4ODYtYTM5Ny00OWQ3LTljYmUtZDhlNTZkYzM0MTYzL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTkzNDE2NjY@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Ghost Is All Around (2016)",
        "description": "\"Ghost Is All Around 2016\"သာ့ အဖြစ် Weir Sukollawat Kanarot\nခက် အဖြစ် Gypso Ariigantha Mahapreukping\nအော့တ် အဖြစ် Best Nathasit Kotimauswanich\nမွတ် အဖြစ် Jesse Mekwattanaဇာတ်လမ်းအကျဉ်းဒီကားထဲမှာတော့ ထိုင်းသင်္ကြန်ပိတ်ရက်ရှည် 11.12.13 ကို ဇာတ်လမ်း ၃ ခုပေါင်းပြီးပြသထားတာပါ11 မှာတော့ သာ့ဆိုတဲ့ပလေးဘွိုင်းဟာ သူ့ရဲ့လက်ရှိစော်နဲ့ပြတ်ချင်နေပေမယ့် မပြတ်သားနိုင်တဲ့ကောင်မလေးဘက်က သူနဲ့ပြတ်ရင် ကိုယ့်ကိုယ်ကိုသတ်သေမယ်ဆိုပြီး ခြိမ်းခြောက်လာခဲ့တော့တယ်ဒီလိုကနေကောင်မလေးကသတ်သေသွားပြီး သူ့ကိုဘယ်လိုတွေလိုက်ပြီးခြောက်လှန့်နေဦးမလဲ....12 မှာတော့ မွတ် ဒိန် ကေ အော့တ်တို့သူငယ်ချင်းတစ်ဖွဲ့ဟာ အတူနေအတူစားတဲ့ကျောင်းနေဖက်သူငယ်ချင်းတွေပေါ့တစ်နေ့မှာ မွတ်ကားမတော်တဆဖြစ်ပြီး သူ့သူငယ်ချင်းတွေက သူ့ကိုသေသွားပြီထင်ကြပြီးကြောက်လန့်နေခဲ့ကြတယ်ဒီလိုနဲ့သူတို့သူငယ်ချင်းကိုကောင်းရာမွန်ရာရောက်အောင် ဘယ်လိုလုပ်ပေးရမှာလဲ နည်းလမ်းရှာကြရင်း ဘယ်လိုတွေထိတ်လန့်စရာတွေကြုံကြရမလဲ မွတ်ကရောတကယ်ပဲသေသွားသလား....13 မှာတော့ ဂျိန်နဲ့ခက်ဆိုတဲ့သူငယ်ချင်းနှစ်ယောက်ဟာ ချင်းမိုင်သင်္ကြန်သွားလည်ဖို့ချိန်းဆိုကြရင်းဂျိန်ကလေဆိပ်အသွားမှာ ကားမတော်တဆဖြစ်ပြီးပွဲချင်းပြီးသေသွားပါတယ်ဒါပေမဲ့ ဂျိန်ဟာ သူ့ကိုယ်သူသေသွားတာလဲမသိပါဘူး သူ့သူငယ်ချင်းမလေးခက်နဲ့ချင်းမိုင်ထိလိုက်သွားလည်ခဲ့တာပေါ့သရဲကြောက်တတ်တဲ့ခက်က သူ့သူငယ်ချင်းသေသွားပြီး သရဲဖြစ်နေတယ်ဆိုတာဘယ်အချိန်မှာဘယ်လိုသိသွားမလဲသူတို့တည်းတဲ့ဟိုတယ်မှာရော ဘယ်လောက်တောင်ကြောက်ဖို့ကောင်းပြီးခြောက်ခြားနေရမလဲဆိုတာတွေကိုဇာတ်လမ်းထဲကြည့်ရှုလိုက်ရအောင်နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Ukue/Ghost_Is_All_Around_(2016)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/22T969QPbvbhKx0yN87OJSJ1Uwr.jpg",
        "title": "Distortion ( 2023 )",
        "description": "(၂၁၅၈)ခုနှစ်မှာ နည်းပညာတွေအရမ်းတိုးတက်နေပြီး\nလူသားကိုမျိုးစိတ်ကိုအခြေခံဆင့်ပွားတဲ့ Cloneနည်းပညာမွေးဖွားလာခဲ့တယ်။ရွှီကျန့်တို့ကြေးစားတပ်သားအဖွဲ့ဟာ တရားမဝင်မှောင်ခို\nCloneသုတေသနစခန်းကို ဝင်ရောက်တိုက်ဖျက်ဖို့ကြိုးစားတဲ့အချိန်မှာ\nသေနတ်မှန်မစ်ရှင်ကျရှုံးပြီနောက် ထူးဆန်းတဲ့တောကြီးတစ်ခုထဲကိုရောက်သွားပါတယ်။ဘာကြောင့်မှန်းမသိ ရုတ်တရက်တောအုပ်ထဲရောက်သွားတဲ့\nအနယ်နယ်အရပ်ရပ်ကလူတစ်စုဟာ\nထူးဆန်းသတ္တဝါကြီးနဲ့ကြုံလာရတော့ သေရေးရှင်ရေးပြေးကြရတော့တာပေါ့......\nဒီတောနက်ကြီးထဲမှာ သူတို့ကိုဘယ်လိုအန္တရာယ်တွေကစောင့်နေမလဲ......\nသူတို့တွေဟာ ဒီတောနက်ကြီးထဲမှာ အသက်ရှင်နိုင်ပါ့မလား......\nဒီတောထဲရောက်လာရတဲ့အကြောင်းအရင်းရဲ့နောက်ကွယ်မှာဘာရှိနေမလဲ......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/distortion-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/One_True_Loves_poster-135x200.jpg",
        "title": "One True Loves (2023)",
        "description": "One True Loves (2023)စစ်မှန်တဲ့အချစ်နဲ့ ဘဝမှာဘယ်နှစ်ကြိမ်ကြုံတွေ့နိုင်သလဲ။ အမ်မာဘလဲရ်ဆိုတဲ့မိန်းကလေးအတွက်တော့ ကံကြမ္မာက နှစ်ကြိမ်တောင်ယူဆောင်လာပေးခဲ့တယ်။ ဘဝမှာဒုတိယအကြိမ်ထပ်ချစ်ဖို့ဆုံးဖြတ်လိုက်တဲ့အချိန်ကျမှ ထာဝရဆုံးရှူံးလိုက်ရပြီထင်တဲ့သူကပြန်ရောက်လာတဲ့အခါ....main castတွေအကုန် သရုပ်ဆောင်အဆင်ပြေကြပြီး ဇာတ်ဝင်တေးတွေလည်းသူ့နေရာနဲ့သူအံဝင်ခွင်ကျထည့်ထားပြီး ကြည့်ရတာcringeမဖြစ်ဘဲအဆင်ပြေတယ်လို့ထင်ပါတယ်။ Hacksaw Ridge, Interceptorတို့မှာsupporting rolesတွေနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့Luke Braceyနဲ့ Shang-Chi and the Legend of the Ten RingsထဲကShang-Chiနေရာမှာသရုပ်ဆောင်ခဲ့တဲ့Simu Liuတို့အဓိကပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းအမ်မာက သူ့ဘဝရဲ့ငယ်ရွယ်တဲ့အချိန်မှာပဲ စစ်မှန်တဲ့လက်တွဲဖော်တစ်ယောက်ကိုရခဲ့တယ်။ documentaryတွေရိုက်ရတာသဘောကျတဲ့ဂျက်စီရယ် ခရီးသွားဘလော့ဂ်တွေရေးရတာနှစ်သက်တဲ့ အမ်မာရယ် စိတ်တူကိုယ်တူဝါသနာတူစုံတွဲလေးဖြစ်ခဲ့တယ်။ဆမ်လီကတော့ အမ်မာရဲ့ကျောင်းနေဖက်အခင်ဆုံးသူငယ်ချင်း အမ်မာကိုအရင်တွေ့ပြီး အရင်စကြိုက်ခဲ့တဲ့သူပေမယ့် ဖွင့်မပြောဖြစ်ခဲ့ဘဲ တစ်ဖက်သတ်အချစ်နဲ့အဆုံးသတ်သွားခဲ့တယ်။ ဒါ​​ပေမဲ့ကံကြမ္မာက ဆမ်နဲ့အမ်မာကိုပြန်ဆုံစေခဲ့တယ်။ အမ်မာလည်း ဂျက်စီမရှိတော့တာ ၃ နှစ်အကြာမှာတော့အမှန်တရားကိုလက်ခံလိုက်ပြီး နောက်တစ်ကြိမ်ထပ်ချစ်ဖို့ဆုံးဖြတ်လိုက်တယ်။တကယ်တော့ဂျက်စီကမသေခဲ့ဘဲ လူသူမရှိတဲ့ကျွန်းတစ်ကျွန်းမှာသောင်တင်နေခဲ့တာပါ။(မင်းသားကြီးTom Hanks)ရဲ့Castawayကိုတောင်သတိရသွား)အမ်မာကိုပြန်တွေ့ရဖို့မျှော်လင့်ချက်နဲ့ လေးနှစ်လုံးကျွန်းပေါ်မှာမသေအောင်နေခဲ့ပေမယ့် ပြန်ရောက်လာတဲ့အချိန်မှာ ကိုယ့်ဇနီးမှာ နောက်ထပ်စေ့စပ်ထားတဲ့သူရှိနေခဲ့ပြီ။ဒါတွေသာဖြစ်မလာခဲ့ရင် ဂျက်စီလည်းအမ်မာနဲ့ထာဝရပျော်ရွှင်သွားရမှာ။ ဆမ်လီကလည်းကြိုးစားခွင့် မျှော်လင့်ခွင့်ရှိတယ်။ ဒီဆုံးဖြတ်ရခက်တဲ့အခြေအနေကို အမ်မာဘယ်လိုဖြေရှင်းမလဲ။ ပရိသတ်ကြီးသာဆိုရင်ရော ဘယ်သူ့ကိုရွေးချယ်မလဲ....(ဘာသာပြန်ပြီး ...",
        "rating": "5.3",
        "url": "https://megaup.net/1en2u/One_True_Loves_(2023)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3d5zsajWvnFxrrQ08dS5Nc48Vs4.jpg",
        "title": "Longmen Town ( 2023 )",
        "description": "ချင်းခေတ်နှောင်း မင်ခေတ်အစပိုင်း ရှုပ်ထွေးနေတဲ့ ခေတ်ကြီးမှ\nဓားပြလေဟူက လုံမိန်မြို့ကို ဓားပြတိုက်ပြီး အုပ်ချုပ်ချင်ခဲ့ပါတယ်။\nလုံဝေးပစ္စည်းပို့စခန်းမှ ခေါင်းဆောင် လုံရီးထျောင်ဟာ\nမြို့သူမြို့သားတွေကို ဦးဆောင်ပြီး တော်လှန်ဖို့ ကြိုးစားခဲ့ပါတယ်။လုံရီးထျောင်ဟာ သိုင်းပညာရှင်တွေကို လေဟူကို ရှင်းလင်းဖို့\nခေါ်ခဲ့ပေမဲ့လဲ မအောင်မြင်ခဲ့ပါဘူး။ နောက်ဆုံးမှာ လုံရီးထျောင်ဟာ\nသူ့ကိုယ်သူ စတေးပြီး လေဟူနဲ့ တူတူသေဖို့ ဆုံးဖြတ်ချက် ချခဲ့ပါတယါ။လုံရီးထျောင်တစ်ယောက် လေဟူကို ဘယ်လို တိုက်ခိုက်ဖို့ ကြိုးစားခဲ့လဲ......\nသူ့ရဲ့ ဖီးလိနတ်လက်သီးသိုင်းကိုရော ကျင့်ကြံနိုင်ပါ့မလားဆိုတာကို\nရုပ်ရှင်လေးကို ဟာသလေးနှောပြီး ပေါ့ပေါ့ပါးပါး ခံစားကြည့်ရှုလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Moon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/longmen-town-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYTNmOTllMDEtMzQwMS00YmE5LTg5YjAtNDI3ZWUzMTE1MTEzXkEyXkFqcGdeQXVyMDgzNDkyMg@@._V1_-144x200.jpg",
        "title": "Maya and Her Lover (2021)",
        "description": "Maya and Her Lover (2021)\n======================ဒီတစ်ခေါက် ပရိတ်သတ်ကြီးကို drama အမျိုးအစား ဇာတ်လမ်း\nကောင်းလေးတစ်ခုနဲ့ တင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့..\nဘဝအတက်အကျ အပြောင်းအလဲ‌တွေသိပ်မရှိတော့ဘဲ တည်ငြိမ်\nရင့်ကျက်‌တဲ့ အသက်အပိုင်းအခြားတစ်ခုကို ရောက်နေပြီဖြစ်တဲ့\nအသက် ၃၉ နှစ်အရွယ် မာယာဟာ introvert ဆန်ဆန် သူ့ဘဝကို\nအေးအေးဆေးဆေး ဖြတ်သန်းရင်း အတည်တကျ မိသားစုဘဝ\nလေးတစ်ခုကို တည်ထောင်ချင်နေခဲ့ပါတယ်။ ဒီလိုမျိုးဘဝကို တည်\nတည်ငြိမ်ငြိမ်ပဲ ဖြတ်သန်းချင်နေတဲ့ သူ့ရဲ့ဘဝထဲကို သူ့အသက်ထက်\nဝက်ပိုငယ်တဲ့ ကောင်လေးတစ်ယောက်က ဝင်ရောက်လာခဲ့ပါတယ်။အဲဒီကောင်လေးရဲ့ တွေးခေါ်ပုံတွေ..သူရည်မှန်းထားတဲ့ ပန်းတိုင်တွေ\nမျှော်လင့်ချက်တွေက မာယာကိုသူ့ရဲ့အတိတ် ငယ်ငယ်တုန်းကပုံရိပ်\nတွေကို ပြန်အမှတ်ရစေတာကြောင့် အဲဒီကောင်လေးဟာ သူလိုချင်တဲ့\nအ‌ခြေတကျဖြစ်တဲ့ တည်ငြိမ်တဲ့ဘဝကို မပေးနိုင်ပေမဲ့ သူအဲဒီကောင်\nလေးအပေါ်ကို ဂရုစိုက်ပေးချင်စိတ်တွေ ကူညီပေးချင်စိတ်တွေ ပေါက်\nဖွားလာခဲ့ပါတယ်။မာယာတစ်ယောက် သူ့ကောင်လေးကို တကယ်ချစ်\nမိသွားမှာလား.. သူ့ရဲ့ကျန်ရှိတဲ့ဘဝကို အရင်လိုပဲ အချစ်မရှိဘဲ အတိတ်\nမှာပဲနစ်မြောရင်း ကုန်ဆုံးသွားမလားဆိုတာကိုတော့..ဒီဇာတ်လမ်းလေး\nထဲမှာ ကြည့်ရှူရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.17 GB) / (422 MB)\nQuality............WEB-DL 1080p ...",
        "rating": "5.5",
        "url": "https://megaup.net/1ee31/Maya.and.Her.Lover.2021.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODliMjM1OGItMmM3Yy00YzhkLWFkYmEtOTNmNWM2MDAyN2EzXkEyXkFqcGdeQXVyMTMzNzIyNDc1._V1_-140x200.jpg",
        "title": "Virupaksha(2023)",
        "description": "Virupaksha 2023IMDb-8/10Mystery ရုပ်ရှင်ပရိသတ်တွေအကြိုက်တွေ့မယ့်\nရုံတင်ငွေကုဋေကိုးဆယ်နီးနီးရရှိခဲ့တဲ့ ရုံတင်ကားပါ\nဇာတ်ဆောင်အနေနဲ့လည်း ဟိုတလောကနာမည်ကြီးသွားတဲ့\nကျောင်းဆရာကားထဲက မင်းသမီးလေး\nSamyuktha Menon အဓိကပါဝင်ထားပါတယ်ဇာတ်လမ်းအစမှာ တစ်ရွာလုံးကကလေးတွေကို\nကျိန်စာတိုက်နေပါတယ်ဆိုတဲ့ စွပ်စွဲချက်နဲ့လင်မယားနှစ်ယောက်ကိုမီးပုံရှို့နေပါတယ်\nဒီထဲက ဇနီးဖြစ်သူက နောက် 12 နှစ်ကြာပြီးတဲ့အချိန်မှာ\nဒီရွာဟာသုသာန်တစပြင်ဖြစ်ရမယ်လို့ကျိန်စာတိုက်ထားခဲ့ပါတယ်12 နှစ် ကြာပြီးတဲ့အချိန် ရူဒရာဗန်နမ်ဆိုတဲ့ကျေးရွာလေးဟာ\nပွဲတော်တစ်ခုကျင်းပဖို့ပျော်ရွှင်နေကြချိန်\nရွာသားတစ်ယောက်ထူးဆန်းစွာသေဆုံးမှုကြောင့်\nဘုန်းတော်ကြီးကနေ ဒီရွာကို 8 ရက်တိုင်တိုင်ပိတ်ချ ၊ အပြင်လူအားလုံးတစ်ရက်အတွင်\nးပြန်ရမယ်ဆိုတဲ့စည်းကမ်းချမှတ်လိုက်ပါတယ် ဒီစည်းကမ်းကို‌အကြောင်းအမျိုးမျိုးနဲ့\nချိုးဖောက်ပြီး ထွက်သွားကြသူတွေဟာလည်း ထူးဆန်းသွားသေဆုံးသွားကြပါတယ်\nဒီချိန်မှာရွာရောက်နေတဲ့ ဆူရီယာဆိုတဲ့ မြို့သားတစ်ယောက်ဟာ ရွာခံနန်ဒီနီ့ကိုချစ်မိပြီး\nထွက်သွားပြီးမှ နန်ဒီနီ့ကျန်းမာရေးအတွက် ပြန်ဝင်လာခဲ့ပါတယ်ဘယ်လောက်ပဲဆန်းကြယ်ပါစေ အဖြေရှာတွေ့စမြဲပါပဲ ဒီထဲကဆန်းကြယ်မှုတွေကိုရော\nဆူရီယာကဘယ်လိုအဖြေရှာဖော်ထုတ်မလဲ ရင်တထိတ်ထိတ် ရှုစားကြည့်ပါဦးသွေးသံရဲရဲအခန်းတွေများစွာပါဝင်တာမို့ အသည်းငယ်တတ်သူများမကြည့်ရှုခင်မှာ\nသေချာလေးစဉ်းစားသင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ\nFile size…2.93GB / 1.24GB\nQuality…1080p WEB DL / 720p\nFormat… mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ YH ~ chiclon3 ~ Aditi ~ Yunni",
        "rating": "7.9",
        "url": "https://megaup.net/1emhy/Virupaksha_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Mystery"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/tcF3S4UdFpuoZEWovMDq5AXazNF.jpg",
        "title": "Buffy the Vampire Slayer (1992)",
        "description": "Buffy the Vampire Slayer (1992)90s ခုနှစ်တွေဆီက Vampire ကားဟောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ Rating တွေ သိပ်မကောင်းလှပေမဲ့ Cult Classic အနေနဲ့ နောင်ခေတ်တွေထိ သက်ရောက်မှုကြီးခဲ့တဲ့ သွေးစုပ်ဖုတ်ကောင်ကားလေးပါပဲ။ဘတ်ဖီဆိုတဲ့မိန်းကလေးဟာ သာမန်အထက်တန်းကျောင်းသူတစ်ဦးဖြစ်ပြီး ဘဝကိုပျော်ပျော်ရွှင်ရွှင် ဖြတ်သန်းနေသူပေါ့။ အဲဒီအချိန်မှာပဲ သွေးစုတ်ဖုတ်ကောင်တွေ တစ်ဖန်ပြန်လည်ထကြွလာခဲ့ပြီး ဘဝအဆက်ဆက် Slayer တွေကို လေ့ကျင့်ပေးတဲ့ မဲရစ်ဟာ ဘတ်ဖီဆီကို ရောက်လာခဲ့တယ်။သောင်းကျန်းနေတဲ့ ဖုတ်ကောင်တွေကို သုတ်သင်ဖို့တာဝန်ဟာ ဘတ်ဖီဆီကို တန်းတန်းမတ်မတ် ရောက်လာတယ်။ သွေးစုပ်ဖုတ်ကောင် ခေါင်းဆောင် လိုသို့စ်ကို နှိမ်နင်းနိုင်ဖို့ လွတ်လပ်တဲ့ဘဝကနေ နေ့ချင်းညချင်းလိုလို သတ်ဖြတ်သူတစ်ယောက်အဖြစ် အရည်အချင်းပြည့်ဝလာအောင် အပြင်းအထန်ကြိုးစားရင်း ဘာတွေဆက်ဖြစ်မလဲ ကိုယ်တိုင်ပဲ ကြည့်လိုက်ပါ...၁၉၉၇-၂၀၀၃ အတွင်း ထွက်ရှိခဲ့တဲ့ စီးရီးလည်း ရှိခဲ့ပြီး စီးရီးကတော့ ရုပ်ရှင်နဲ့မတူဘဲ လုံးဝကိုလျှမ်းလျှမ်းတောက် အောင်မြင်ခဲ့ပါတယ်။ ဒါပေမဲ့ စီးရီးကိုကျ တင်ဖို့ မလွယ်တာမို့ ရုပ်ရှင်ကိုပဲ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1em9f/(CM)_Buffy_the_Vampire_Slayer_(1992)_720p.mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNGZjOGQzNjgtMTNmMC00YWRhLWIwZmUtZGViNDFmNDhiNGIyXkEyXkFqcGdeQXVyMTg1MjM0NQ@@._V1_-173x200.jpg",
        "title": "[21+]Dark Room(1983)",
        "description": "နာကာတာက အောင်မြင်ကျော်ကြားလှတဲ့ စာရေးဆရာတယောက်..\nသူချစ်ရတဲ့ မိန်းမတယောက်ရယ်.....\nတနေ့ နာကာတာအတွက် ဆုံးရှုံးမှုကြီးက မမျှော်လင့်ပဲ ရောက်လာတယ်\nသူချစ်ရတဲ့ မိန်းမ မတော်တဆမှုနဲ့ ဆုံးသွားတယ်...\nအဲဒီနောက်ပိုင်း နာကာတာဟာ နောက်ထပ် အချစ်မရှာတော့ဘူးလို့\nဆုံးဖြတ်ချက်ချလိုက်တယ်..ဘဝမှာလေ တခါတလေ ကိုယ်မထင်မှတ်တာတွေ ဖြစ်လာတက်တယ်\nသူဆုံးဖြတ်ချက်ချာ စောသွားတယ်လို့ယူဆရမယ်....\nသူ့အနားမှာ အချောလေးတွေ တယောက်ပြီးတယောက် လာဝဲတယ်\nယုတ်စွ အဆုံး Lesbian ကအစ သူ့မှ သူပဲ ဖြစ်လာတဲ့အခါ..လူကြီးကြိုက်အခန်းတွေ ဖောဖောသီသီ တန်ဆာဆင်ထားတာဖြစ်လို့\nDS Fans တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.7GB / 743MB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.1",
        "url": "https://megaup.net/1Ujz0/Dark_Room_1983_HD_720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/QwOyA_4f-132x200.jpg",
        "title": "[18+]Park Ara, Born 1982 (2020)",
        "description": "[18+]Park Ara, Born 1982 (2020)******************************ပါတဲ့လေဒီတွေရဲ့အလှအပ တွေကိုပွင့်ပွင့်လင်းလင်းကြည့်ရတာနဲ့တင်တန်ပါတယ်...သူမနာမည်ကြောင့် စနောက်ခံရတဲ့ Park Araက တစ်ချိန်ချိန်မှာ သူမနာမည်ကိုတကမ္ဘာလုံးသိအောင် ကြေညာပြချင်သူ ဖြစ်ပါတယ်..\nအိမ်စီးပွါးရေးအခြေအနေကြောင့် တက္ကသိုလ်ဆက်မတက်ဘဲ စတိုးဆိုင်မှာအချိန်ပိုင်းအလုပ်လုပ်နေပါတယ် ..တစ်ရက်မှာ ဓာတ်ပုံစတူဒီယိုမှာ မော်ဒယ်အနေနဲ့ အချိန်ပိုင်းအလုပ်လုပ်ခဲ့ပြီး သူမရဲ့အဖော်အချွတ်ဓာတ်ပုံတွေအင်တာနက်မှာ ပြန့်လာတာကြောင့် စတူဒီယိုမန်နေဂျာက သူမကို လိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်တယ်ဆိုပြီး တရားစွဲခဲ့ပါတယ်..အဲ့ဒီ နောက် သူမ ဒါရိုက်တာဖြစ်လာတဲ့အခါ မတရားခံခဲ့ရတာတွေကို ရုပ်ရှင်အနေနဲ့ ရိုက်ကူးနေစဉ်မှာပဲ လုပ်ဖော်ကိုင်ဖက် မင်းသမီးကို လိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်တယ်ဆိုပြီး စွပ်စွဲခံရပြီးတော့ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါဦး... File Size :(606MB) and (229MB)\nQuality : WEB-DL720P\nFormat…mp4\nDuration…01:16:00\nGenre : Adult, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1Ujt2/Park_Ara,_Born_1982_(2020)WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNTAxYjljMDItNTVhYi00YWJlLTk5OTEtNmYyNjhmOGFiMmNmXkEyXkFqcGdeQXVyMTAxMTM4NzU@._V1_-133x200.jpg",
        "title": "The Rise of the Beast (2022)",
        "description": "2022ထွက် horror ကားတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါပြီ ဇာတ်ကားခေါင်းစဉ်ကြည့်ပြီးတော့တော့ transformer ရဲ့နောက်ဆုံးထွက်မဲ့ကားနဲ့တော့မမှားပါနဲ့ဦး  ဇာတ်လမ်းအကျဉ်းကတော့ သဘာ၀ပတ်၀န်းကျင်တက်ကြွလှုပ်ရှားသူတစ်စုက company တစ်ခုရဲ့လျှို့ဝှက်စမ်းသပ်ခန်းတစ်ခုကို ခိုး၀င်ပြီး သူတို့ရဲ့တရားမ၀င်စမ်းသပ်ချက်တွေကိုဖော်ထုတ်ဖို့ကြိုးစားခဲ့ကြတာပါ ဒါပေမဲ့ အဲဒီစခန်းမှာ စမ်းသပ်ခံတိရိစ္ဆာန်ကြီးတစ်ကောင်လွတ်‌နေပြီး သူတို့ထင်ထားတာနဲ့ မတူတဲ့အရာတွေကိုကြုံတွေ့ကြရတဲ့အချိန်မှာတော့...... သူတို့သူငယ်ချင်းတစ်စုဘာတွေတွေ့ကြုံရမလဲ အဲဒီစခန်းထဲကရောလွတ်မြောက်နိုင်ပါ့မလားဆိုတာ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှူရမှာပါ ဒါရိုက်တာ Jack Ayersရိုက်ကူးထားပါတယ်။File size…(1 GB)/(500 MB)/(230 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:19:00\nGenre...Horror, Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Aung Khant Paing",
        "rating": "",
        "url": "https://megaup.net/1elj5/The.Rise.Of.The.Beast.2022.720p.(CM).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pgMIdInSIGw0uSory7yEBFGrvIS.jpg",
        "title": "Margin Call (2011)",
        "description": "Margin Call (2011)Margin Call ဆိုတာ Trading လောကမှ စကားလုံးဖြစ်ပြီး အဓိပ္ပာယ်ကတော့ မိမိအကောင့်၊ မိမိရဲ့ပိုင်ဆိုင်မှုတန်ဖိုးတွေဟာ သတ်မှတ်တန်ဖိုးအောက်စျေးကျသွားတဲ့အတွက်\nအကောင့်ပိတ်မသွားအောင် ‌ငွေထပ်ထည့်စိုက်မလား၊ ရှိသမျှပိုင်ဆိုင်မှုတွေရောင်းချမလားကို သတ်မှတ်ပေးတဲ့စည်းမျဥ်းတစ်ခုပါ။ တစ်နည်းပြောရရင် တန်ဖိုးကျသွားလို့ မွဲပြာကျသွားပြီး ဘဝမပျက်ချင်ရင် အကုန်ရောင်းလို့ဆိုလိုချင်တာပါ။ဒီလိုခေါင်းစဥ်နဲ့ ဇာတ်လမ်းလေးကတော့ 2007-2008 ခုနှစ်လောက်က ဖြစ်ပျက်ခဲ့တဲ့ ကမ္ဘာ့စီးပွားရေးပျက်ကပ်တစ်ခုအတွင်း ဒေဝါလီခံခဲ့တဲ့ ကုမ္ပဏီတစ်ခုကို စိတ်ကူးယဥ်ပြီးပြန်ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းထဲမှာတော့ စတော့ရှယ်ယာလိုမျိုး၊ အာမခံငွေလက်မှတ်လိုမျိုးတွေကို အရောင်းအဝယ်လုပ်တဲ့ ရင်းနီးမြှုပ်နံမှုကုမ္ပဏီတစ်ခုမှ ဝန်ထမ်းတစ်‌ယောက်ဟာ စီးပွားပျက်ကပ်ဖြစ်လာနိုင်တာကိုကြိုသိခဲ့ပါတယ်။ ဘာလို့လည်းဆိုတော့ ဒီလောကမှာက ယခင်ဖြစ်ခဲ့ဖူးတဲ့ စျေးနှုန်းတန်ဖိုးတွေ၊ အရောင်းအဝယ်မှတ်တမ်းတွေကိုကြည့်ရှုပြီး နောင်ဖြစ်လာနိုင်တာကို အနီးစပ်ဆုံးခန့်မှန်းလို့ရနိုင်လို့ပါပဲ။ဖြစ်လာမယ်မှန်းလည်းသိပြီဆိုတော့ ဒီပျက်ကပ်ကို ဘယ်လိုရှောင်လွှဲကြမလဲဆိုတာ ကြံကြပြန်ပါတယ်။ ဆုံးဖြတ်ချက်မြန်မြန်ချနိုင်လေ ဆုံးရှုံးနိုင်မှုနည်းလေးပဲဆိုတော့ ညတွင်းချင်းဆုံးဖြတ်အတည်ပြုကြပါတယ်။ရှုပ်ထွေးလှတဲ့လောကကြီးမှာ သူများထက် ခေါင်းပိုသုံးတဲ့သူ၊ ဉာဏ်နီဉာဏ်နက်များတဲ့သူ၊ လက်တစ်လုံးခြားလူလည်ကျမှ ရှင်ကျန်စမြဲဖြစ်ကြောင်းရိုက်ပြထားတဲ့ စိတ်ဝင်စားစရာ financeကားလေးဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Themes ပါ။)File Size        ...",
        "rating": "7.1",
        "url": "https://megaup.net/1ejka/[CM]Margin.Call.2011.720p.Blu-ray.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/r5kp7_4f-141x200.jpg",
        "title": "[18+]Six Sense: Women in Sight (2019)",
        "description": "Six Sense: Women in Sight (2019)\n*****************************************မိန်းမတွေကို မြင်ရုံနဲ့ ဒီမိန်းမက ဘာတွေ စဉ်းစားနေတယ် ဘာတွေ လုပ်နေတယ်ဆိုတာကို မြင်နိုင်တဲ့ လူကြီးတစ်ယောက်ရှိတယ်တဲ့ ,,,အဲဒီလူကြီးက\nနှလုံးဖောက်လို့ သေသွားခဲ့ရာကနေ ပြန်နိုးလာတဲ့အချိန်ကစပြီး‌ အဲဒီလို ထူးဆန်းတဲ့ ကိစ္စ‌တွေ\nစဖြစ်တော့တာတဲ့ အဲဒီ စိတ်စွမ်းအင်ကြောင့်ပဲ\nမိန်းမကြမ်း ကြေသူကြီး ဖြစ်လာခဲ့တယ် ...အဲဒီစိတ်စွမ်းအင်နဲ့ မိန်းမတွေနဲ့\nလိုအင် ဆန္ဒတွေကို ထွင်းဖောက်ကြည့်ပြီး‌တော့ဘယ်လိုများ အသုံးချမလဲဆိုတာကိုတော့ဒီဇာတ်လမ်းလေးထဲမှာပဲ ကြည့်ရှုအားပေးလိုက်ကြပါဦးနော်...File Size :(1.7GB) and (628MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:16:00\nGenre : Adult, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/3ge7j/Six_Sense_Women_in_Sight_2019.WEB-DL.720P(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Kathal-convert.io_-143x200.jpg",
        "title": "Kathal (Kathal: A Jackfruit Mystery) [2023]",
        "description": "Kathal 2023\n*************IMDb 7/10\nဒီနေ့ ‌ တင်ဆက် ပေးမှာကတာ့ မင်းသမီးချော ဆန်ယာမလိုဟ်တရာက\nခေါင်းဆာင်မင်းသမီးအဖြစ် ပါဝင်သရုပ်ဆာင်ထားပြီး Netfilxကနေ  တင်ဆက်ထားတဲ့\nKathal ဆိုတဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။\nကထာလ် ဆိုတာ အိန္ဒိယလို ပိန္နဲသီးကိုခေါ်တာတဲ့။\nဇာတ်ကားနာမည်အတိုင်းပါပဲ။ ပိန္နဲသီးပျောက်ရှာပုံတော်ပါ။ထက်ထက်မြက်မြက် ရဲမေ မာဟင်မာတစ်ယောက်။ ကပ်ဖားတတ်တဲ့\nအထက်လူကြီးတွေရဲ့ ဖိအားပေးမှုနဲ့ MLA ရဲ့ ပိန္နဲသီးပျောက်ကို လိုက်ရှာပေးရတော့တာပါပဲ။ပိန္နဲသီးကရိုးရိုး ပိန္နဲသီးတော့မဟုတ်ဘူးဗျ။ MLA ခမျာ\nCM ကိုလာဘ်ထိုးအချိုသတ်ဖို့\nပိုးမွေးသလို ဥထားတဲ့\nမလေးရှားဖြစ် ပိန္နဲသီး၊\nနာမည်တောင်ပေးထားသေး အန်ကယ်ဟုန်ဂ်တဲ့လေ။ပေါ့ပေါ့ပါးပါးနဲ့ ရီရီမောမောကြည့်ရင်း နောက်ဆုံး ပိန္နဲသီးသူခိုးကိုရှာတွေ့သွားမလား။\nဒါမှမဟုတ် ဒီကိစ္စက ဒီလောက်ရိုးရှင်းပါ့မလား၊ ဒါတွေကို ပိတ်ရက်မှာကြည့်ရှုရင်း\nခဏအပန်းဖြေလိုက်ကြပါဦးဗျာ။ Crime/Drama ဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်တာ မလို့\nဘောလိဝုဒ်ပရိတ်သတ်များ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တွေကတာ့\nHM,Bpl,ThaikSan,Yunniနဲ့ Cherry တို့ပဲ ဖြစ်ပါတယ်။\nFile size…2.69GB / 1.24GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Uj7f/Kathal_(2023)%C2%A0TRUE_WEB-DL__-720p(CM).mp4",
        "category": "Bollywood, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ajrhlzn5ia18djjtLeNcNdPHikb.jpg",
        "title": "Paappan(2022)",
        "description": "Paappan 2023ယခုတစ်ခါတင်ဆက်ပေးမဲ့ကားလေးကတော့ မှုခင်း Thriller\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်\nဇာတ်လမ်းအစကနေအဆုံးထိ တရားခံကို သိတာလိုလိုမသိတာလိုလို\nမိတော့မှာလိုလို မမိတော့ဘူးလိုလိုနဲ့ ဖမ်းရခက်ပြီး အန္တရာယ်များတဲ့\nကွင်းဆက်စိတ္တဇလူသတ်သမားတစ်ယောက်ကို ကြည့်ရှုရမှာပါဇာတ်လမ်းအစမှာ တောနက်တစ်နေရာက အိတ်ထဲထည့်ဆွဲထားတဲ့\nအလောင်းတစ်ခုကို တွေ့ရှိရကစပါတယ် အဲ့အမှုကို\nတာဝန်ယူရတာက ရဲအရာရှိဗင်ဆီအေဗရာဟမ် ဖြစ်ပါတယ်အဲ့အလောင်းနားမှာ နာမည်ကြီးမင်းသားတစ်ယောက်ရဲ့\nကားတွေဖုန်းတွေကိုတွေ့လို့ မင်းသားကိုသတ်တဲ့အမှုလို့ထင်လိုက်ပေမဲ့\nမထင်မှတ်ပဲ ကွင်းဆက်လူသတ်မှုတစ်ခုဖြစ်နေတဲ့အခါ\nဒီအမှုက ရဲမေဗင်ဆီအတွက်တင်မက အတိတ်က\nရဲဟောင်းသူ့အဖေမစ္စတာအေဗရာဟမ်နဲ့ပါ ပတ်သတ်လာတဲ့အခါ\nဇာတ်လမ်းအစကနေအဆုံး ‌ရင်တမမနဲ့ စိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်လို့\nမှုခင်းစုံထောက်ကားကြိုက်သူတွေအတွက်\nလက်မလွှတ်သင့်ကြောင်း ပြောကြားရင်း တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.43GB / 1.2GB\nQuality…1080p HD RIP/ 720p\nFormat…mp4\nDuration….2h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder...YK\nTranslated by Nyein~Sai~Yunni~BpL",
        "rating": "6.8",
        "url": "https://megaup.net/1Uj45/Paappan_(2023)_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BM2RjMjU0NDMtMmM2MS00MTRmLWI1YmMtZWQwZjUxNzZhMWEyXkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Polite Society (2023)",
        "description": "IMDb - 7/10 , RT- 91% The Umbrella Academy , Red Notice , Barbie , Last Christmas အစရှိတဲ့ လူကြိုက်များတဲ့ရုပ်ရှင်တွေ TV Showတွေရဲ့ ကျွန်တော်တို့ရဲ့ မင်းသမီးချောလေးRitu Aryaလေးရဲ့ ရုပ်ရှင်ဇာတ်ကားအသစ်လာပါပြီ။ ဒါ့အပြင်ကိုမှ The Bastard Son & The Devil Himself ရဲ့ သရုပ်ဆောင် ဗြိတိန်သူလေး Priya Kansaraနဲ့ကိုမှ Ms.Marvelထဲက ပါကစ္စတန်မင်းသမီးကြီး Nimra Buchaတို့ကပါ ပါဝင်ပြီးအားဖြည့်ပြီး ဇာတ်လမ်းကို အရှိန်တင်ထားပါသေးတယ်။ ယဉ်ကျေးတဲ့ လူ့အဖွဲ့အစည်းလို့ပြောလိုက်ရင် အခုခေတ်လူနေမှုအဆင့်တန်းကို ပြေးမြင်မိကြမယ်ထင်ပါတယ်။ တိုးတက်နေတဲ့ နည်းပညာတွေ ယဥ်ကျေးလာကြတဲ့ လူအသိုင်းဝိုင်းတွေ စသဖြင့်ပေါ့။ ယဥ်ကျေးမှုတွေ ထွန်းကားလာတာနဲ့အမျှ သီးချိန်တန်သီး၊ ပွင့်ချိန်တန်ပွင့်ဆိုတဲ့ သဘောတရားကလည်း အမြဲကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/2Agen/Polite.Society.2023.720p.(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3aPONZ2Huv8ptsFpxMVz6Et74eB.jpg",
        "title": "Siberian Sniper(2022)",
        "description": "Siberian Sniper(2022)********************ရှေ့တန်းစစ်မြေပြင်တစ်ခု အတွင်းမှာ ရုရှားတပ်ဟာအတုံးအရုံး လဲကျခဲ့ပြီး Egor Cherin ဆိုတဲ့ sniper တစ်ယောက်သာအသက်ရှင်ကျန်ရစ်ခဲ့ပါတယ်...\nရုရှားတပ်တစ်ခုလုံးမှာ ဘာစစ်ကူ ဘာလက်နက်မှ မကျန်တော့လောက်အောင်ကို ပြုတ်ပြုတ်ပြုန်းနေပါပြီ။အဲ့ဒီ့အချိန် အဲ့ဒီဒေသမှာ ဂျာမန်တွေဟာ ကြီးစိုးနေတာပါ...\nအဲ့ဒီ့ဂျာမန်တပ်ကို ဖြိုခွင်းဖို့ ဘာလက်နက် ဘာအင်အားမှမရှိတော့တဲ့ ရုရှားတပ်ဟာ လက်ဖြောင့် spiner တပ်သားEgor Cherin ကိုသာ မှီခိုရပါတော့တယ်။ အဲ့ဒီတပ်သားကရော Victory ယူလာပေးနိုင်ပါ့မလားဆိုတာကိုတော့ ရုပ်ရှင်ကြည့်ရင်းပဲ ခံစားလိုက်ကြပါဦး....File Size :(1.6GB) and (681MB)\nQuality : AMZN.WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:32:00\nGenre : History, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1elxc/Siberian.Sniper.2022.AMZN.WEB-DL.720P(CM).mp4",
        "category": "History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNDczYTcyN2EtYjM1NC00YjI3LWE4ZWItMGFlNmEwOTAxYjdiXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Go (1999)",
        "description": "IMDb - 7.1/10, RT - 91%The fugitive , Little Women , Alias Grace , Road to Avonlea တို့ထဲက မင်းသမီး Sarah Polley၊ Scream 2 , Hitman , Live free or Die hard , Rango , The Book of Bobba Fett တို့ရဲ့ မင်းသား Timothy Olyphantနဲ့အတူ အထူးတလည်မိတ်ဆက်ပေးစရာမလိုတဲ့အထိ အောင်မြင်တဲ့ မင်းသားကြီး William Fichtnerတို့က အတူတူ ဒီဇာတ်ကားကို ပုံဖော်ထားပါတယ်။သင်က ရုပ်ရှင်ကို မူးယဇ်ဆေးရောင်းတာလေးပါတာလည်းကြည့်ချင်တယ်၊ ဒါပေမဲ့ ဟာသလေးပါနှောပြီးကြည့်ချင်တယ် ပြီးတော့ မှုခင်းအသွားလာလေးလည်းပါရမယ် ဒါ့အပြင်ကိုမှ ဇာတ်လမ်းကို ပုံစံခွက်ထဲနေ ...",
        "rating": "7.2",
        "url": "https://megaup.net/3gc9w/Go.1999.720p.(CM).mp4",
        "category": "Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BOTk2OTFlYmQtYzVkNy00ZjM5LThkOGMtOTg0Y2JmZGYwOWY0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-133x200.jpg",
        "title": "The Monster Squad (1987)",
        "description": "The Monster Squad ဇာတ်ကားလေးဟာ ဒါရိုက်တာ Fred Dekker ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးဟာ သူ့ခေတ်အခါတုန်းကတော့ အတော်အသင့်နာမည်ရခဲ့ပြီးတော့ Box office မှာ ၃.၈ ဘီလီယံ ဒေါ်လာ ရခဲ့ပါတယ်။ ဇာတ်လမ်းရဲ့ special effects တွေက အရင် ၁၉၈၀ လောက်တုန်းကဆိုတော့ အရမ်းမကောင်းပေမဲ့ ပရိသတ်တွေကို Horror အရသာ အပြည့်ခံစားရစေပါတယ်။ 80s ကားတွေကို ပြန်ပြီး ခံစားကြည့်ချင်တယ်ဆိုရင်တော့ အိမ်မှာ ဇိမ်ခံရင်း ကြည့်လို့ကောင်းတဲ့ ကားတစ်ခုပါပဲ။ လူကြီးသူငယ်မရွေးကြည့်လို့ ကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ ဒရက်ကူလာလို့ ခေါ်တဲ့ မကောင်းဆိုးဝါးတစ်ကောင်ဟာ ဇာတ်လိုက်ဖြစ်တဲ့ ရှောင် နဲ့ သူငယ်ချင်းတွေရှိတဲ့ မြို့လေးမှာ နိုးထလာပြီးတော့ ပျောက်ဆုံးနေတဲ့ ဗန်ဟဲလ်ဆင်ရဲ့ ဒိုင်ယာရီကို လိုက်ရှာပါတော့တယ်။ ဒိုင်ယာရီဟာ ရှောင်တို့လက်ထဲမှာ ရှိပြီးတော့ အထဲမှာ ဒရက်ကူလာကို ...",
        "rating": "",
        "url": "https://megaup.net/1egxm/The.Monster.Squad.1987.720p.(CM).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODNhNTI3ZWQtYzg1My00OGJmLTk3MGYtMDM2MmJkNWExMzNiXkEyXkFqcGdeQXVyNTM0NTU5Mg@@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "The Englishman Who Went Up a Hill But Came Down a Mountain (1995)",
        "description": "ဒီတစ်ခေါက်မှာတော့ IMDB 6.6/10 ရရှိထားတဲ့ Comedy/Drama အမျိုးအစား\nချစ်စဖွယ်ဟာသကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nComedy ဆိုလည်း comedy၊ Drama ဆိုလည်း drama ပိုင်နိုင်လှတဲ့\nမင်းသားကြီး Hugh Grant (Notting Hill/ Two Weeks Notice)၊\nအိုင်းရစ် မင်းသားကြီး Colm Meaney (Intermission/The Journey)နဲ့\nမင်းသမီးကြီး Tara Fitzgerald (Sirens - 1994/ The Woman in White)တို့က\nအဓိကပါဝင် သရုပ်ဆောင်ထားကြပါတယ်။ဒါရိုက်တာ Christopher Mongerရဲ့ အဘိုးဖြစ်သူပြောပြတဲ့၊ တကယ်ရှိခဲ့တဲ့ရွာလေးရဲ့\nဖြစ်ရပ်မှန်အပေါ်အခြေခံထားတဲ့ ဒီဇာတ်လမ်းလေးဟာဆိုရင်တော့\nသဘာဝကျတဲ့ ဟာသတွေ၊ သရုပ်ဆောင်မှုတွေနဲ့ တစ်ချက်တစ်ချက်မှ အရွှန်းထထဖောက်တာမို့\nမထင်မှတ်တဲ့ ဟာသလေးတွေနဲ့ ရယ်မောစေမိမှာ အမှန်ပါပဲ။ဇာတ်လမ်းအကျဉ်း\n၁၉၁၇ခုနှစ်၊ ပထမကမ္ဘာစစ်အတွင်းတုန်းက အင်္ဂလိပ်လူမျိုးနှစ်ယောက်ဖြစ်တဲ့\nဂျော့ချ်ဂါရတ်နဲ့ သူ့လက်ထောက် အန်ဆန်တို့နှစ်ယောက်ဟာ\nမြေပုံရေးဆွဲသူတွေအဖြစ်နဲ့ ဝယ်ရှ်လူမျိုးတွေရဲ့ရွာလေးကို ရောက်လာခဲ့ကြပါတယ်။\nရည်ရွယ်ချက်ကတော့ ရွာမှာရှိတဲ့ တစ်လုံးတည်းသော တောင်ဖြစ်တဲ့\nဖနွန်ဂါရူရဲ့ အမြင့်ကို တိုင်းတာပြီး တောင်တစ်လုံးအဖြစ် ဘုရင်ကြီးရဲ့မြေပုံမှာထည့်သွင်းဖို့ပါပဲ။\nသူတို့ရဲ့စံချိန်စံညွှန်းတွေအရ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2Abrt/The.Englishman.Who.Went.Up.a.Hill.1995.720p.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/blJJXLMgmBm73PcSuGczaHv3NNX.jpg",
        "title": "Bayi Ajaib(2023)",
        "description": "Bayi Ajaib(2023)**************ကိုဆင်တစ်ယောက် မြစ်ထဲမှာ ရွေကျင်ရင်း ရွှေတုံးကြီးကြီးရပြီးနောက် သူဌေးဖြစ်သွားပါတယ်။\nငွေကြေးပြည့်စုံပြီဆိုတော့ ဇနီးဖြစ်သူလာရာနဲ့ ရွာမှာပဲအခြေချကာ ရွာကောင်းကျိုးပဲ သယ်ပိုးဖို့ကြံပါတော့တယ်။\nဇနီးသည်လေးကလည်း ကိုယ်လေးလက်ဝန် နေ့စေ့လစေ့မီးဖွားခါနီးကြီးပါ။\nတစ်နေ့ ဇနီးသည်ဟာ မီးနေသည်ပြပြီးပြန်အလာ လမ်းမှာ ခွေးလိုက်ဆွဲတာနဲ့ ပြေးရင်းပြေးရင်း တောနက်ထဲရောက်မှန်းမသိရောက်သွားပါတယ်။\nရောက်သွားတဲ့နေရာမှာ လူတစ်ယောက်ရဲ့ အုတ်ဂူရှိနေပြီး အချိန်က လကြတ်ည။\nလကြတ်ညမှာ ကလေးတွေနဲ့မိန်းမတွေ အပြင်မထွက်ရပါဘူး၊ နတ်ဆိုးဖမ်းစားတတ်လို့ပါ။\nအခုတော့ ကိုယ်ဝန်ဆောင်တစ်ယောက် လကြတ်ည အုတ်ဂူတစ်ခုဘေးမှာ....။\nဇာတ်လမ်းလေးက ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာ စိတ်ဝင်စားဖို့ကောင်းသလိုရိုက်ကွင်းရိုက်ကွက်၊သရုပ်ဆောင်မှုတွေလည်း ခပ်ပေါ့ပေါ့မဟုတ်တဲ့အတွက် Horror ကြိုက်သူများမြည်းစမ်းကြည့်သင့်ပါကြောင်း...File Size :(1.6GB) and (652MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://megaup.net/1elfe/Bayi.Ajaib.2023.WEB-DL.720P(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/hw0o7e3brKh9nygSqiEm2tfqjFq-133x200.jpg",
        "title": "[18+]Actresses Sex Audition (2020)",
        "description": "[18+]Actresses Sex Audition (2020)***********************************သရုပ်ဆောင် ပေါက်စလေးတွေကို နာမည်ကြီးအောင် မြေတောင်မြှောက်ပေးမယ်ဆိုပြီးကိုယ်ဖိရင်ဖိ သင်ပေးသလို ဆွဲစားသွားတဲ့ ဒါရိုက်တာကြီးနဲ့\nသူ့ကွယ်ရာမှာ ကိုယ့်သားရဲ့ အားကစားဆရာတဲ့\nဖောက်ပြန်တဲ့ သူ့မိန်းမ\nလင်မယား နှစ်ယောက်လုံးက\nလက်ထပ်ပြီးကြပေမဲ့ အချစ်သစ်တွေ ကိုယ်စီနဲ့\nယောက်ျားဖြစ်သူကလည်း သရုပ်ဆောင်ဖြစ်ချင်တဲ့\nမနူးမနှပ်လေးတွေနဲ့သာယာ မိန်းမကလည်း\nယောက်ျားကွယ်ရာမှာ နောက်မီးလင်း\nမိန်းမမြင် ငမ်းငမ်းတက် ဒါရိုက်တာကြီးကလည်း လူတွေစစ်ဆေးမယ်ဆိုပြီးတော့\nအလန်းလေး ဘယ်နှယောက်တောင် ကောက်စားလိုက်လဲဆိုတာကတော့ဇာတ်ကားလေးထဲမှာပဲ ကြည့်ရှူခံစားလိုက်ကြပါဦးနော်...File Size :(683MB) and (223MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/2Ag7A/Actress.Sex.Auditions_2020.WEB-DL.720P(DS).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYmE3NGZjMDgtNWM1MC00MDRlLTg2OWEtZWI0MGZkMWE0NDEwXkEyXkFqcGdeQXVyMTUyMzg5NzM2._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Royalteen: Princess Margrethe (2023)",
        "description": "Royalteen: Princess Margrethe (2023)\n===========================အခုတစ်ခေါက်မှာတော့ ပရိတ်သတ်ကြီးကို မေ ၁၁ ရက်‌နေ့ကမှ\nထွက်ရှိထားတဲ့ အသစ်စက်စက်ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့\nတင်ဆက်ပေးပါရစေ။နော်ဝေးနိုင်ငံက မင်းသမီး‌လေး မာဂရက်သီတစ်ယောက် လူထု\nအမြင် မိသားစုရေးကိစ္စတွေနဲ့ ဆယ်ကျော်သက်လူငယ်တွေ ကြုံ\nတွေ့ရလေ့ရှိတဲ့ ပြဿနာတွေကို ဘယ်လိုမျိုးရင်ဆိုင်ရမလဲဆိုတာ\nကို ဒီဇာတ်လမ်းမှာ ကြည့်ရှူရမှာပါ။ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့...\nမင်းသမီးလေး မာဂရက်သီက သာမန်ဆယ်ကျော်သက်တစ်ယောက်\nဖြစ်ပေမဲ့ တော်ဝင်မိသားစုမှာမွေးဖွားလာတာကြောင့် ဆယ်ကျော်သက်\nဘဝကို အပြည့်အဝမခံစားရတဲ့သူပါ။ သူမရဲ့အပြုအမူတွေကို အမြဲ\nစောင့်ထိန်းနေရပြီး လူထုအမြင်ကွယ်ရာမှာ ပြောစကားကိုနာမခံဘဲ\nအရက်တွေသောက်ပြီး ဆေးတွေသုံးတာက သူမကိုလွတ်လပ်မှုကို\nခံစားရစေပါတယ်။ တစ်နေ့မှာတော့ မာဂရက်သီ ဆေးသုံးနေတဲ့ပုံကို\nသူမရဲ့ သူငယ်ချင်းဖြစ်သူ ဂူ့စတက်က ဗီဒီယိုရိုက်သွားပါတယ်။ အဲဒီ\nဗီဒီယိုကို ဖျက်ပစ်ပေးဖို့ပြောပေမဲ့ ဂူ့စတက်ကတော့ ဘာကိုမှရေရေ\nရာရာမပြောခဲ့ပါဘူး။ ဒီလိုအကြပ်အတည်းကို ခံစားနေရတဲ့အချိန်မှာမှ\nဒိန်းမတ်နိုင်ငံက မင်းသားလေး အလက်ဇန်းဒါးက သူမနဲ့တွေ့ဆုံဖို့\nရောက်လာတဲ့အချိန်မှာတော့...မင်းသမီးလေးက ဒီကိစ္စကို မပေါက်\nကြားစေဘဲ ဖြေရှင်းနိုင်မှာလား...သူမဘယ်လိုရဲရဲဝံ့ဝံ့ရင်ဆိုင်သွားမလဲ\nဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ ကြည့်ရှူခံစားရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(2.11 GB) / (763 MB) / (445 MB)\nQuality............WEB-DL ...",
        "rating": "4.6",
        "url": "https://megaup.net/1eknx/Royalteen.Princess.Margrethe.2023.720p.NF.WEB-DL.DUAL.DDP5.1.Atmos.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNzExMDY3MTItYmEzMC00NThkLWFmMGEtOTc1NjcxZWEzZDQzXkEyXkFqcGdeQXVyOTc0ODk0Nzc@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "The Pregnancy Promise (2023)",
        "description": "The Pregnancy Promise (2023)\n======================စကိုင်းရဲ့မိဘတွေက ချုပ်ချယ်လွန်းတဲ့မိဘတွေပါ။ အထက်တန်း\nကျောင်းသူအရွယ်ပဲရှိသေးတဲ့စကိုင်းကို ပါတီမသွားရဘူး၊ ရည်းစား\nမထားရဘူး၊ မိတ်ကပ်မလိမ်းရဘူး၊ ငါတို့ဝယ်ပေးတဲ့အဝတ်အစား\nတွေပဲဝတ်ဆိုတဲ့ မိဘတွေပေါ့။ စကိုင်းကလည်း တက္ကသိုလ်တက်\nရင်တောင် သူသင်ချင်တဲ့ပန်းချီမသင်ဘဲ မိဘတွေစိတ်ကြိုက် ဗိသု\nကာတက်ဖို့အထိ နာခံတဲ့ သမီးလိမ္မာလေး။ ဒီသမီးလိမ္မာလေးကို\nသူ့bffဖြစ်တဲ့ လူစီက အားမရပါဘူး။ဒါကြောင့် အထက်တန်းမပြီးခင် အထက်တန်းကျောင်းသူဘဝကို\nအကောင်းဆုံးနေမယ်ဆိုပြီး စကိုင်းကိုပါတီတစ်ခါခိုးခေါ်သွားလိုက်\nတာ စကိုင်းက ရည်းစားရသွားပါတယ်။ ဘဲရသွားတဲ့စကိုင်းက ဘဲ\nနဲ့ပဲအချိန်ကုန်ပြီး လူစီ့ကိုပလစ်ပါတော့တယ်။ တစ်ယောက်တည်း\nဖြစ်သွားတဲ့ လူစီက စကိုင်းမရှိတော့ စကိုင်းရဲ့အစ်ကိုနဲ့ အနေနီးပြီး\nတွဲဖြစ်သွားပါတယ်။ဒီလိုနဲ့ တစ်နေ့မှာ စကိုင်းရော လူစီရော ပြိုင်တူကိုယ်ဝန်ရလာကြ\nပါတယ်။ မိဘတွေကတော့ သူငယ်ချင်းနှစ်ယောက်က ကိုယ်ဝန်\nပြိုင်တူရအောင် တမင်လုပ်တာလားလို့ မယုံသင်္ကာဖြစ်ကြတာ\nပေါ့။ စကိုင်းတို့ကိစ္စကြောင့် စိတ်ရှုပ်နေကြချိန်မှာပဲ စကိုင်းရဲ့မိဘ\nတွေက ခြိမ်းခြောက်စာတွေပို့ခံရ စီးပွားပျက်လုနီးပါး နှောင့်ယှက်\nခံရနဲ့ အခက်အခဲမျိုးစုံတွေ့ပါတော့တယ်။ ဒါတွေရဲ့ နောက်ကွယ်က\nတရားခံကဘယ်သူလဲ ဘာလို့စကိုင်းတို့မိသားစုကို ပစ်မှတ်ထား\nနေရတာလဲ သူငယ်ချင်းနှစ်ယောက်ရဲ့ကံကြမ္မာကရော ဘယ်လိုဖြစ်\nသွားမလဲဆိုတာ ကြည့်ရှုရမဲ့ Thriller ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ...",
        "rating": "5.5",
        "url": "https://megaup.net/1ekp7/The.Pregnancy.Promise.2023.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjMzYzM2NDYtZWVhZC00MjkxLTk1MzAtODg5MTY1MjgzODI1XkEyXkFqcGdeQXVyNzUwMDA5NDE@._V1_FMjpg_UX1000_-132x200.jpg",
        "title": "The Best Man (2023)",
        "description": "The Best Man (2023)\n===============ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်ကြီးတို့ကို \"The Best\nMan\"ဆိုတဲ့အက်ရှင်ကားသစ်တစ်ကားနဲ့ မိတ်ဆက်ပေး\nပါရစေ။သူဌေးကြီးတစ်ဦးရဲ့သမီးပြန်ပေးဆွဲခံရရာကနေ ပြန်ကယ်ဖို့\nတပ်ဖွဲ့တစ်ဖွဲ့ငှားလိုက်ပါတယ်။ အဖွဲ့သားဆုံးရှုံးမှုတွေရှိပေမဲ့\nသူဌေးသမီးကိုတော့ ပြန်ကယ်လာနိုင်ခဲ့ပါတယ်။ အဲဒီနောက်\nအချိန်တစ်ခုကြာပြီး ကယ်ပေးတဲ့တပ်ဖွဲ့ထဲက အသက်ရှင်ကျန်\nရစ်သူအဖွဲ့သားနဲ့ သူဌေးသမီးတို့ ချစ်ကြိုးသွယ်ပြီး လက်ထပ်\nကြတော့မယ်ပေါ့လေ။ငွေကို‌ရေလိုသုံးနိုင်တဲ့ သူဌေးတွေဆိုတော့ မင်္ဂလာပွဲအတွက်\nဟိုတယ်ကြီးတစ်ခုလုံးအပြတ်ငှားထားတာပေါ့။ အဲဒီမင်္ဂလာပွဲကို\nအကြမ်းဖက်သမားတွေ ဝင်စီးတော့ အရင်ကအသက်ရှင်ကျန်ရစ်တဲ့\nမင်းသားတို့အဖွဲ့ကလူတွေနဲ့ အကြမ်းဖက်သမားတွေ ဘတစ်ပြန်\nကျားတစ်ပြန် ဖိုက်ကြတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.58 GB) / (560 MB) / (325 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 33Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1Ugfp/The.Best.Man.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6UvckGMZrZFEiDmdAP4zQdMGkhd.jpg",
        "title": "Rupture (2016)",
        "description": "Rupture (2016)ရနေးဆိုတဲ့ အမျိုးသမီးဟာ ကွာရှင်းခံထားရတဲ့ မိန်းမ‌တစ်ယောက်ဖြစ်ပြီး သားဖြစ်သူ အဲဗန်နဲ့အတူ ပျော်ရွှင်စွာနေထိုင်နေသူ...အမည်မသိ လူတစ်စုဟာ သူတို့ မိသားစုကို အချိန်အကြာကြီး တိတ်တခိုး စောင့်ကြည့်နေခဲ့တယ်။ ဒါကိုတော့ သူတို့မသိရှာဘူး။တစ်နေ့ ရနေးဟာ သူ့ရဲ့သားလေးကို ခင်ပွန်းဟောင်းဆီ သွားအပ်ပြီး လေထီးခုန်ဖို့ရာ ထွက်လာခဲ့တယ်။ လမ်းခုလတ်မှာ ကားဘီးပေါက်သွားတာကို လူတစ်ယောက်က ကူညီပေးသယောင်နဲ့ သူ့ကို ဖမ်းခေါ်သွားခဲ့တယ်။ဘယ်နေရာမှန်းမသိတဲ့ အဆောက်အဦးတစ်ခုဆီ ရောက်သွားပြီး ထိုလူတစ်စုဟာ သူ့ကို စမ်းသပ်မှုတွေ ပြုလုပ်ပါတော့တယ်။ ဒီလူတစ်စုက ဘာတွေလဲ... ဘယ်လိုစမ်းသပ်မှုတွေ လုပ်သလဲ... ဘာအတွက်လုပ်ရသလဲဆိုတာတော့ အသည်းယားဖွယ် ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 805MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 42Min\nGenre - Horror, Sci-Fi, ...",
        "rating": "",
        "url": "https://megaup.net/1ekng/(CM)_Rupture_(2016)_720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BM2RiNjY5ZmYtOGIzZC00Y2U0LTg0ZWEtY2E3ZDIwY2MxY2NkXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Milagro Beanfield War (1988)",
        "description": "Rt-61 ~ IMDb-6.81988 မှာထွက်ရှိခဲ့တဲ့ The Milagro Beanfield War ရုပ်ရှင်ကို စာရေးဆရာ John Nichols ရဲ့ The Milagro Beanfield War ဆိုတဲ့ဝတ္တုကိုယူပြီး ဒါရိုက်တာ Robert Redford ကရိုက်ကူးခဲ့တာပါ။ 1989 ခုနှစ်အတွက် Best Original Score အော်စကာ ဆုကိုလည်းရရှိခဲ့ပါသေးတယ်။နယူးမက္ကဆီကိုပြည်နယ်အတွင်းမှာ လူပေါင်း 450 ခန့်နေထိုင်ကြတဲ့ မီလန်ဂရိုဆိုတဲ့ မြို့ငယ်လေးရှိပါတယ်။ အတိတ်မှာတုန်းကတော့ ရေအရင်းအမြစ်ပေါများတာကြောင့်စိုက်ပျိုးရေးအဆင်ပြေပေမဲ့ ဆည်ကိုတည်ဆောက်ပြီးနောက်ပိုင်းမှာ မြို့အတွက်ဆည်ရေလွှတ်မပေးတော့တာကြောင့် စိုက်ခင်းတွေခြောက်သွေ့ပြီး ဘာမှစိုက်ပျိုးလို့မရတော့ပါဘူး။ ဒါပေမဲ့လည်း မြို့ကို အံ့ဖွယ်တောင်ကြားပ‌ရောဂျက်ဆိုတဲ့နာမည်နဲ့ ပြန်လည်ပြုပြင်ရေးလုပ်နေတဲ့ ကုမ္ပဏီအတွက်တော့ သီးသန့်ရေမြောင်းတစ်ခုကိုဖောက်ပေးထားပြီး ဒေသခံတွေအသုံးပြုတာကိုလည်း တားမြစ်ထားပါတယ်။\nတစ်နေ့မှာတော့ ဒေသခံလယ်သမား ဂျိုး မွန်ဒရာဂွန်ဟာ အလုပ်ကလည်းရှားတဲ့အပြင် ဘာမှလည်းစိုက်ပျိုးလို့မရတာကြောင့်စိတ်ပေါက်ပေါက်နဲ့ ရေမြောင်းကိုကန်လိုက်မိပြီး ရေမြောင်းပေါက်သွားတဲ့ အတွက်ကြောင့် သူ့ရဲ့ပဲစိုက်ခင်းထဲကိုရေသွင်းမိသလိုဖြစ်သွားခဲ့ပါတယ်။ဒီလိုနဲ့ပဲခင်းသေးသေးလေးကို ရေသွင်းမိတဲ့ကိစ္စကနေစပြီး ကုမ္ပဏီကြီးနဲ့ထိပ်တိုက်ရင်ဆိုင်ရမဲ့အပြင် နိုင်ငံရေးအရှုပ်အထွေးတွေပါ ...",
        "rating": "",
        "url": "https://megaup.net/2AeG6/The.Milagro.Beanfield.War.1988.720p.(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/dx4p5_4f-140x200.jpg",
        "title": "[18+]Housemaid Mom(2020)",
        "description": "Housemaid Mom(2020)**********************ပင်ပင်ပန်းပန်း အလုပ်လုပ်ပြီး သမီးဖြစ်သူကို ကျောင်းစရိတ် ထောက်ပံ့ ပေးနေတဲ့ မိခင် အူဂျူ\nအမေ ထောက်ပံ့နေတဲ့ ကျောင်းစရိတ်ကို ရည်းစားကို ပြန်ပေးနေတဲ့ သမီး ဆွန်းဟယ်\nဆက်ဆံရေးအဆင်မပြေဖြစ်နေတဲ့ သားအမိနှစ်ယောက်အတွက်တစ်နေ့မှာ အမျိုးသားတစ်ယောက်တည်း နေတဲ့ အိမ်ကြီးမှာ နေပြီး အလုပ်လုပ်ဖို ဖြစ်လာတဲ့အခါသူတို၃ယောက်ရဲ့ ဆက်ဆံရေးတွေက ဘယ်လိုတွေ ရှုပ်ထွေးလာမလဲဆိုတာ ကြည့်ရှုလိုက်ပါဦး...သမီးလေးကလည်းနင်းကန်ချောသလို အမေကလည်းလုံးဆက်စီလေးမို့အားပေးကြပါ...File Size :(675MB) and (228MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:05:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  sd\nEncoded by ds",
        "rating": "",
        "url": "https://megaup.net/1Uhrj/Housemaid.Mom.2020.WEB-DL.720P(DS).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/chXQkcnD6smZHEp3efWahocmszR.jpg",
        "title": "The Nutcracker and The Magic Flute(2022)",
        "description": "The Nutcracker and The Magic Flute(2022)***************************************မကြာသေးခင်ကမှထွက်ရှိလာတဲ့ ကာတွန်းဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးပါရစေ။ခရစ္စမတ်အကြိုညလေးမှာ မာရီတို့အိမ်ကိုသတင်းဆိုးတစ်ခုရောက်လာပါတယ်။မာရီတို့အဖေသေသွားတဲ့အခါ မစ္စတာရက်တာဆိုတဲ့သူဆီမှာ ဒေါ်လာတစ်သိန်းအကြွေးတင်နေခဲ့ပြီး အကြွေးမဆပ်နိုင်ရင် မစ္စတာရက်တာက မာရီကို သူ့ဇနီးလုပ်ပေးရမယ်လို့ပြောလာပါတယ်။မစ္စတာရက်တာဟာ မာရီကို သူနဲ့လက်ထပ်ဖို့စဥ်းစားစေချင်တဲ့အတွက် နော့ခရက်ကာဆိုတဲ့ အရုပ်လေးတစ်ရုပ်ကိုလည်း လက်ဆောင်ပေးခဲ့ပါတယ်။မာရီဟာ သတင်းကြားပြီးတော့ စိတ်ပျက်ဝမ်နည်းပြီး အပူအပင်ကင်းခဲ့တဲ့ကလေးဘဝကိုပြန်တမ်းတရင်း သီချင်းလေးတစ်ပုဒ်ညီးဆိုခဲ့ပါတယ်။ဖြစ်ချင်တော့ သီချင်းဆိုပြီးတာနဲ့ မှော်ပညာတစ်ခုအသက်ဝင်လာပြီး မာရီက အရမ်းသေးငယ်သွားပြီးတော့ သူ့ရဲ့အရုပ်လေးတွေနဲ့ နော့ခရက်ကာက အသက်ဝင်လာခဲ့ပါတယ်။မာရီရဲ့နဂိုအခြေအနေကို ပြန်ရောက်အောင်ကြိုးစားရင်းနဲ့ နော့ခရက်ကာဟာ မင်းသားဂျော့ချ်ဖြစ်နေခဲ့ပြီးမာရီလိုပဲကျိန်စာကြောင့် အရုပ်အဖြစ်ပြောင်းသွားမှန်းသိရတဲ့အခါမှာတော့......မာရီ၊ မင်းသားဂျော့ချ်နဲ့ မာရီရဲ့အရုပ်လေးတွေက ကျိန်စာပြယ်အောင်ဘယ်လိုကြိုးစားကြမလဲဆိုတာကို comedy, romance ဆန်ဆန်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။  File Size :(1.6GB) and (697MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Animation, Family, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Yee Wai\nEncoded by ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Uhn6/The.nutcracker.and.the.magic.flute.2022.WEB-DL.720P(CM).mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/death-to-smoochy-japanese-movie-cover-142x200.jpg",
        "title": "Death to Smoochy (2002)",
        "description": "Jumanji (1995) မင်းသားကြီး၊ Good Will Hunting (1997) မှာ ဇာတ်ပို့မင်းသားဆု ရခဲ့သူ။ အကြီးမြတ်ဆုံး ဟာသသရုပ်ဆောင်ကြီး Robin Williams ကို အလွမ်းပြေ ကြည့်ရှုချင်ရင်ပဲဖြစ်ဖြစ်။The Incredible Hulk (2008) ရဲ့ မင်းသားကြီး၊ မျက်လှည့်ဆရာကြီးအဖြစ် The Illusionist (2006) မှာ‌ ‌တွေ့မြင်ခဲ့ရသူ Edward Norton ကို ပေါက်စလေးအဖြစ် ပြန်ကြည့်ချင်ရင်ပဲဖြစ်ဖြစ်။ Catherine Keener ဆိုတဲ့ မင်းသမီးကြီးကို နုနုနယ်နယ် ပြန်မြင်ချင်ရင်ပဲဖြစ်ဖြစ် ဟောဒီဇာတ်ကားကို ရွေးချယ်သင့်ပါတယ်။ဇာတ်လမ်းကတော့ ဟာသ နဲ့ ဇာတ်ကြမ်း ရောယှက်ထားတာဖြစ်ပြီး ကလေးကြိုက်ရုပ်သံလိုင်းတွေရဲ့ နောက်ကွယ်ကို တစ်ဝကြီး မြင်တွေ့ကြရမှာပါ။ရိန်းဘိုးရန်းဒေါ့ဖ် ဆိုတဲ့ တင်ဆက်သူကြီး ငွေအလွဲသုံးစားမှုနဲ့ ဖမ်းခံရ၊ အလုပ်ပြုတ်၊ နေစရာမရှိ ဒုက္ခရောက်နေစဉ်မှာ သူ့နေရာကို မထင်မရှား စမူချီ ကြံ့ကြီးတစ်ဖြစ်လဲ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3gcbh/Death_To_Smoochy_(2002)_720p.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYzMwNjFiMzUtMWM5My00MzE5LTliMDUtY2Y4Y2VmYzE3OTExXkEyXkFqcGdeQXVyMTY0MDk0NjE3._V1_FMjpg_UX1000_-1-137x200.jpg",
        "title": "Thiruvin Kural(2023)",
        "description": "ရုပ်ရှင်တကား ကောင်းတယ် မကောင်းဘူးပြောရအောင်က\nကြည့်တဲ့သူအပေါ်မှာပဲ မူတည်တတ်တာမျိုးဗျ။\nဥပမာ K.G.F လိုမျိုး ၂ ဘ၀ကလဲ့စားလိုမျိုးအယောက်တရာလောက်ကို တယောက်ထဲ ယှဉ်ဖိုက်ပြီး မင်းသားကပဲ နိုင်တယ်ဆိုတဲ့\nဇာတ်မျိုးကြိုက်တဲ့သူ ရှိသလို Ae Dil Hai Mush Kil လိုမျိုး\nအချစ် ဒရမ်မာ သီးသန့်လေးကိုမှ ခိုက်ပါတယ်ဆိုတဲ့သူမျိုးနဲ့\nကွဲပြားကြသလိုပေါ့။တချို့ကျလည်း ဇာတ်ကားကြည့်တော့မယ်ဆို\nဘယ်သူသရုပ်ဆောင်တယ် ဘာဇာတ်အမျိုးစားလဲဆိုတာထက်\nRating တွေ Review တွေကြည့်ပြီး များမှဆိုတဲ့သူတွေလည်းရှိကြတယ်။ပြောချင်တာ ခုတင်ဆက်ပေးမဲ့ ဒီတမီးလ်ရုပ်ရှင်ကားကလဲ ကြိုက်တတ်သူတွေအတွက်ကတော့\nအသည်းတယားယား ရင်တဖိုဖိုနဲ့ ကြည့်ရမဲ့ အက်ရှင် ဒရမ်မာကားတကားပါပဲ။\nမင်းသားက စကားမပြောတတ်တဲ့အပြင် အနားကပ်ပြောမှ အသံသဲ့သဲ့ပဲကြားရတဲ့ ဘ၀၊\nဒါပေမဲ့ အင်ဂျင်နီယာဘွဲ့ရ၊အဖေဖြစ်သူနဲ့အတူတူ ဆောက်လုပ်ရေးတခုမှာ ဝင်ဦးစီးပေးနေတာ။\nမိသားစု သိုက်သိုက်ဝန်းဝန်းနဲ့ ပျော်ရွှင်တဲ့ ဘ၀လေးတခု ပိုင်ဆိုင်ထားတဲ့သူ။\nလှတပတချစ်သူကောင်မလေးနဲ့ကလည်း ရွှေလမ်းငွေလမ်း ဖောက်ပြီးသား။\nသူ့ပတ်ဝန်းကျင်က မိန်းကလေးတွေကို စော်ကားလာရင် ဖြုန်း ဖြောင်းနဲ့ ဆော်လွှတ်တတ်တဲ့စရိုက်နဲ့ လူ။\nလောကဓံတရားရဲ့ ပုံမှန်ပြကွက်တွေလို့ ဆိုရမလိုပဲ တရက် မင်းသားရဲ့အဖေက\nဆိုဒ်ထဲမှာ မတော်တဆမှုတခုနဲ့ ဆေးရုံတတ်ရပါလေရော။\nအဲ့မှာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2AeJ3/Thiruvin_Kural_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pUZxbnF2i4gHf55tjuKIURDi8vR.jpg",
        "title": "Moving On(2022)",
        "description": "Moving On(2022)****************ကလဲရာ၊ အက်ဗ်လင်းနဲ့ ဂျွိုက်စ်တို့ဟာ ကောလိပ်ကတည်းက အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ခဲ့ပြီးအိမ်ထောင်ကိုယ်စီကျသွားလို့ ဝေးသွားကြသူတွေပါ။\nအဘွားအရွယ်ကိုရောက် မြေးတွေရလို့ရနဲ့ ဘဝရဲ့သက်တမ်းအတော်များများကိုဖြတ်သန်းပြီးခဲ့ကြပါပြီ။\nဒီလိုနဲ့ ဂျွိုက်စ် ကွယ်လွန်သွားတဲ့အခါမှာတော့ သူငယ်ချင်းဖြစ်သူရဲ့အသုဘကိုလာရင်း လေဒီကြီးနှစ်ယောက်ပြန်ဆုံစည်းမိကြပါလေရော။\nဇာတ်လမ်းကခုမှစမှာပါ။ သူတို့ဒီအသုဘကို လာခဲ့တာက အခြားရည်ရွယ်ချက်တွေ ကိုယ်စီကိုယ်စီနဲ့ပါ။\nပြောရရင် ကလဲရာဟာ ဂျွိုက်စ်ရဲ့ ယောက်ျားဖြစ်သူနဲ့က ရန်ကြွေးတွေရှိလို့ အသေသတ်ဖို့ကြံနေတာပါ။\nအက်ဗ်လင်းကလည်း ဂျွိုက်စ်ရဲ့ ယောက်ျားဖြစ်သူကိုမကြည်တဲ့အကြောင်းရှိလို့ ကလဲရာကိုကူညီဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။\nနှစ်ပေါင်းလေးဆယ်ကျော်ကြာခဲ့တဲ့ သူတို့ကြားက ရန်ငြိုးကဘာဖြစ်မလဲ၊လေဒီကြီးနှစ်ယောက်ကရော ဘယ်လိုအတူတကွပူပေါင်းလုပ်ကြံမလဲဆိုတာ\nပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့် Comdedyဇာတ်ကားလေးဖြစ်ပါတယ်။File Size :(1.4GB) and (521MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/3gccA/Moving.On.2022.WEB-DL.720P(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNob8lLujDY06LRhBO2wWNvXZUj.jpg",
        "title": "Journey to the West ( 2023 )",
        "description": "UFOတွေ ဂြိုလ်သားတွေဆိုတာ တကယ်ရှိသလားဆိုတဲ့မေးခွန်းကို\nသိချင်တဲ့သူတွေ စိတ်ဝင်စားတဲ့သူတွေအတွက်အကြိုက်တွေ့မယ့်\nကားကောင်းတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ထန်ကျစ်ကျွင်းဟာ (စကြာဝဠာကိုစူးစမ်းခြင်း)ဆိုတဲ့မဂ္ဂဇင်းရဲ့\nအယ်ဒီတာတစ်ယောက်ဖြစ်တယ်။ ထန်ကျစ်ကျွင်းက\nကမ္ဘာပြင်ဘက်ကယဉ်ကျေးမှုတွေအပေါ်စိတ်ဝင်စားမှုက\nသာမန်ထပ်ပိုပြီး အလွန်အကျွံလို့တောင်ပြောလို့ရပါတယ်။သူ့ရဲ့စွဲလမ်းမှုတွေကြောင့်မိန်းမလဲမခံနိုင်ကွာရှင်းခဲ့ပြီး သ\nမီးလေးဟာလဲစိတ်ကျရောဂါနဲ့ဆုံးသွားခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ စင်္ကြာဝဠာအဝေးတစ်နေရာမှပို့လာတယ်လို့ယူဆရတဲ့\nSignalကိုလက်ခံရရှိလာတဲ့အခါ နေရာအနှံ့ကသူလိုလူတွေစုစည်းပြီး\nသူ့တစ်ဘဝလုံးမဖြေရှင်းနိုင်ခဲ့တဲ့ပုစ္ဆာတစ်ခုနဲ့အတူ\nဂြိုလ်သားရှာဖွေရေးခရီးစဉ်ကိုပြန်လည်စတင်လိုက်ပါတော့တယ်......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/journey-to-the-west-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ejKSVHIw1mvA2Zd0i7CgJ6xbfNO.jpg",
        "title": "Colonials(2023)",
        "description": "Colonials(2023)**************မစ်ရှင်နဲ့ အဂႅါဂြိုဟ်ပေါ်ကနေ ကမ္ဘာကိုသွားဖို့လုပ်ရင်း အိတ်ဇိုင်းလ်တွေတိုက်ခိုက်မှုကြောင့်ဆိုင်းလက်စ်ဆိုတဲ့ ကိုလိုနီတစ်ယောက် အတိတ်မေ့သွားခဲ့ရပါတယ်။ဒါပေမဲ့ သောမတ်စ်နဲ့ ဇိုးအီးဆိုတဲ့ ကမ္ဘာကလူသားနှစ်ယောက် ကယ်တင်တာခံခဲ့ရပါတယ်။ဒါပေမဲ့ အိတ်ဇိုင်းလ်တွေကြောင့် ကမ္ဘာကြီးပျက်တော့မလိုဖြစ်နေရပြီး ဆိုင်းလက်စ်ရဲ့အာကာသယာဉ်ကိုလည်းအိတ်ဇိုင်းလ်တွေယူသွားကြတဲ့အခါ.. ဆိုင်းလက်စ်တစ်ယောက် သူ့မှတ်ဉာဏ်တွေပြန်ရပြီးယာဉ်ကိုပြန်ယူနိုင်ပါ့မလား.. အိတ်ဇိုင်းလ်နဲ့ ကိုလိုနီတွေဆိုတာကရော ဘာတွေလဲဆိုတာကတော့...File Size :(1.8GB) and (804MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:20:00\nGenre : Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Uhdd/Colonials.2023.WEB-DL.720P(CM).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/download-139x200.jpg",
        "title": "(18+) A Chinese Torture Chamber Story (1994)",
        "description": "ဂေါ်ဖီထုပ်ကလေးဆိုတဲ့ ခြေသေးမမိန်မပျိုလေးဟာ ဆေးဆရာယန်နေဝူ ဆီမှာအိမ်တော်ထိန်းအဖြစ်တာဝန်ထမ်းနေပါတယ်။ ဒါပေမယ့်\nယန်က သူ့အပေါ်တိမ်းညွတ်နေပြီးတစ်ချိန်မှာ ကိုယ်လုပ်တော်အဖြစ်မြှောက်စားဖို့အထိ ဆန္ဒရှိနေပါတယ်။ ယန်ရဲ့ဇနီးဖြစ်သူနဲ့အောက်ရုံးတရားသူကြီးရဲ့\nသားနဲ့ဖောက်ပြန်နေတဲ့ ဇာတ်လမ်းကိုဂေါ်ဖီထုပ်ကလေး အမှတ်မထင်မြင်သွားတဲ့နောက်မှာတော့ သူ့ရဲ့ဇာတ်လမ်းပေါ်လာမှာစိုးရိမ်စိတ်နဲ့ဂေါ်ဖီထုပ်ကလေးကို\nယောက်ျားပေးစားပြီးအဝေးပို့လိုက်ရုံမကပဲ ဆက်လက်ဒုက္ခပေးဖို့အကြံဆိုးတွေကြံပါတော့တယ်။\nအဲ့ဒါကတော့ သူပေးစားလိုက်တဲ့ဂေါ်ဖီထုပ်ကလေးရဲ့ယောက်ျားကိုတစ်ဖက်လှည့်နဲ့လုပ်ကြံပြီး အဲ့ဒီအမှုကိုဂေါ်ဖီထုပ်ကလေးနဲ့ခင်ပွန်းသည်\nယန်နေဝူတို့အပေါ်ပုံချလိုက်တာပါပဲ။ဒီအမှုကိုစစ်တဲ့တရားသူကြီးကိုယ်တိုင်က ဘက်လိုက်တဲ့သူဖြစ်တဲ့အတွက်တရားခွင်မှာ အဲ့ဒီအချိန်က\nတရားဝင်ပြဌာန်းထားတဲ့ ရက်စက်ကြမ်းတမ်းလွန်းတဲ့နှိပ်စက်နည်းအမျိုးမျိုးနဲ့စစ်မေးတော့မှာဖြစ်ပါတယ်။\nဟောင်ကောင်ရုပ်ရှင်ရွှေခေတ် ၁၉၉၀ လွန်နှစ်များဆီက ဂန္ဓဝင်ဇာတ်ကားတစ်ကားပါ။ ဇာတ်ကားနာမည်နဲ့တွဲမသိရင်တောင် ဂရုထဲမှာ\nလာမေးကြတဲ့ လေပေါ်မှာဝဲပျံပြီးကိုယ်ဖော့ပညာနဲ့ဂျိန်းကြတဲ့ ဟောင်ကောင်ကတုံးကြီး Elvis Tsui ရဲ့နာမည်ကျော်ဇာတ်ဝင်ခန်းကို\nသိကြမှာပါ။ ဇာတ်ကားနာမည်နဲ့လိုက်အောင်အလွန်ရက်စက်ပြီး စိတ်မသက်သာဖွယ် ညှင်းပန်းနှိပ်စက်နည်းပေါင်းစုံနဲ့ကြံကြံဖန်ဖန်ပေါက်ပေါက်ရှာရှာလို့ပြောရမယ့်\nလိင်ဇာတ်ဝင်ခန်းတွေပါဝင်ပါတယ်။ဒါပေမယ့်လည်း Dark comedy ဆန်ဆန်မြူးမြူးသွက်သွက်နဲ့ပေါ့ပါးတဲ့တင်ဆက်ပုံအရ ကြည့်ရတာပျော်စရာကောင်းပြီး\nentertaining ဖြစ်တဲ့ကားပါ။ File size…(880 Mb)/(520 Mb)\nQuality….Webrip 720p/480p\nFormat…mp4\nDuration….01:28:00\nGenre...Drama Thriller Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Alias",
        "rating": "5.9",
        "url": "https://megaup.net/2Agor/Mun.ching.sap.daai.huk.ying.AKA.A.Chinese.Torture.Chamber.Story.1994_720_(CM).mp4480_(CM)_(2).mp4",
        "category": "Adult, Comedy, Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sPU7GkL58qKE5fKFgGb2qoTlt7G.jpg",
        "title": "[18+] Fall Guy (2023)",
        "description": "Fall Guy (2023)အမြင့်ကြီးမှာပျံသန်းနေတဲ့ ခိုတွေကိုကြည့်ရင်း ဂျူးလီယပ်စ် နားမလည်နိုင်ဖြစ်ဖူးပါတယ်။ သူတို့ဟာ အဝေးကြီးလည်းသွားလို့ရတယ် အမြင့်ကြီးလည်းပျံနိုင်တယ်။ အတောင်ပံတွေရှိရက်နဲ့ ဒီဆင်းရဲသားရပ်ကွက်ထဲကို ဘာလို့ပြန်ရောက်လာလဲဆိုတာ သူနားမလည်နိုင်ဖြစ်တယ်။ '' ငါသာ ခိုတစ်ကောင်ဖြစ်ခဲ့ရင် ဒီနေရာနဲ့အဝေးကြီးကို ပျံသွားမယ် ဘယ်တော့မှ ပြန်မလာတော့ဘူး \" လို့သူပြောပါတယ်။ဂျူးလီယပ်စ်ရဲ့မိခင်က လွှတ်တော်အမတ်လူချမ်းသာတစ်ယောက်အိမ်မှာ အိမ်ဖော်လုပ်ပြီး ဂျူးလီယပ်စ်ကိုယ်တိုင်လည်း ကျွန်ဝယ်ရာအဆစ်ပါသလို အိမ်ကြီးရှင်သား ဖွန်ဇီရဲ့ လက်တိုလက်တောင်းအလုပ်တွေ လုပ်ရပါတယ်။ ချမ်းသာချင်တဲ့ ဂျူးလီယပ်စ်ဟာ သူဌေးသားနဲ့ အနီးကပ်ပေါင်းရင်း၊ အိမ်တွင်းက သူ့အသုံးအဆောင်တွေကို လစ်ရင်လစ်သလိုခိုးယူသုံးစွဲရင်း တစ်ခါတရံဘဝမေ့သွားတတ်တဲ့အတွက် သူ့အမေက သူ့ကိုသတိပေးရတတ်တယ်။တစ်နေ့မှာတော့ နိုင်ငံခြားက ပြန်ရောက်လာတဲ့ ဖွန်ဇီ့ညီဝမ်းကွဲကို ဖွန်ဇီနဲ့အတူ သူတို့သူငယ်ချင်းဖြစ်သူရဲ့ပါတီတစ်ခုကို ဂျူးလီယပ်စ်လိုက်ပို့ရပါတယ်။ အဲဒီညမှာပဲ ဖွန်ဇီတို့သုံးယောက်ဟာ သူ့ညီဝမ်းကွဲရဲ့ကောင်မလေးကို အမူးလွန်ဆေးကွဲပြီး မုဒိမ်းကျင့်ရာကလက်လွန်ပြီးကောင်မလေးသေဆုံးသွားပါတော့တယ်။သူတို့ကတော့ အဲဒီညမှာပဲ တစ်နေရာမှာ မူးပြီး အိပ်ပျော်နေတဲ့ ဂျူးလီယပ်စ်ကို ကောင်မလေး အလောင်းဘေးမှာချပြီး အကွက်ဆင်ခဲ့သလို သူ့အမေ ...",
        "rating": "5",
        "url": "https://megaup.net/2AdTf/(CM)_Fall_Guy_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Maruthi-Nagar-Police-Station-160x200.jpg",
        "title": "Maruthi Nagar Police Station(2023)",
        "description": "Maruthi Nagar Police Station (2023)ဒီတစ်​ခေါက်မှာ​တော့​ပြောင်​မြောက်တဲ့ သရုပ်​​​ဆောင်​တွေဖြစ်တဲ့ Varalaxmi Sarathkumar, Santhosh Prathap, Mahat Raghavendra and Subramaniam Siva တို့ပါဝင်သရုပ်​ဆောင်ထားတဲ့ တမီးလ်ကား​ကောင်း​လေးMaruthi Nagar Police Station ကိုတင်ဆက်လိုက်ပါတယ်ငယ်စဥ်ကတည်းက​​ခင်မင်လာကြတဲ့ သူငယ်ချင်းငါး​ယောက်ဟာ ကြီးပြင်းလာသည်တိုင်​အောင်အလုပ်အကိုင်​တွေမတူ​သော်ငြားလည်း အဆက်အသွယ်မပြတ်ကာခင်မင်​နေကြတဲ့ ​ရေစက်​လေးဖြစ်ပါတယ် တစ်​နေ့မှာ​တော့​ဂျေးတစ်​​​ယောက် အလုပ်က​နေအိမ်ပြန်လမ်းမှာ မတရားမှုတစ်ခုကိုမ​တော်တဆမျက်မြင်​တွေ့လိုက်ရပြီး ရဲကိုအမြန်သတင်းသွားပို့​သော်လည်း ရဲကပါတရားခံ​တွေနဲ့ အလိုတူအလိုပါဖြစ်​နေတဲ့အခါ ​ဂျေးတစ်​ယောက်​ချောင်ပိတ်မိပါ​တော့တယ်အဲ့​နေ့ကတည်းကစပြီး ​ဂျေးဟာလည်း​​ပျောက်ခြင်းမလှ ​ပျောက်ဆုံးသွားရတဲ့အတွက် ကျန်တဲ့သူငယ်ချင်း​လေး​ယောက်ကလည်း ​ဂျေး​နောက်ဆုံးပို့ခဲ့တဲ့ ဝိုးတိုးဝါးတားအသံဖိုင်ကိုအစပြုပြီး သူငယ်ချင်းရှာပုံ​တော်ဖွင့်ကြပါ​တော့တယ် ဒီလိုနဲ့သူတို့​​လေး​ယောက်တကယ်ပဲ ​ဂျေးကိုရှာ​တွေ့ပါ့မလား အ​ကောင်ကြီး​တွေနဲ့ပတ်သက်​နေတဲ့ မတရားမှုကို​ရောအ​ဖြေရှာနိုင်ပါ့မလားဆိုတာ ဇာတ်လမ်းတစ်​လျှောက်လှည့်ကွက်​ပေါင်းများစွာနဲ့ ရင်ခုန်စွာကြည့်ရှု့ရမှာပါစစ်မှန်တဲ့သူငယ်ချင်းဆက်ဆံ​ရေးတိုင်းမှာ ချစ်ခြင်း​မေတ္တာ​တွေ အ​နှောင်အဖွဲ့​တွေ ​ပေးဆပ်မှု​တွေအများကြီးပါဝင်​နေတယ်ဆိုတာကို နားလည်သွားမယ့်တမီးလ်ဇာတ်ကား​ကောင်း​လေး တစ်ကားဖြစ်ပါတယ် ဒီကား​လေးထဲမှာ စိတ်လှုပ်ရှားဖွယ်ရင်ခုန်စရာအလှည့်အ​ပြောင်း​တွေကိုတင်မကပဲ သူငယ်ချင်းဆိုတဲ့လှပတဲ့​ရေစက်​လေးကိုပါ ကြည်နူးစွာမြင်​တွေ့ရမှာမို့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကား​လေးဖြစ်ပါတယ်\nFile size…1.51GB / 700MB\nQuality…1080p WEB DL /  ...",
        "rating": "",
        "url": "https://megaup.net/2AdTe/Maruthi_Nagar_Police_Station_(2023)_Tamil_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Gangs_of_Lagos-814997962-large-133x200.jpg",
        "title": "Gangs of Lagos (2023)",
        "description": "Gangs of Lagos [ RT 86% / IMDB 6.3]ဂိုဏ်းဂဏတွေ ဂန်းစတားတွေအကြောင်း ရိုက်ကူးထားတဲ့ ဇာတ်ကားတွေဟာ ပေါချင်းသောချင်းပါပဲ...ကျွန်တော်တို့ဟာ ဟောလီးဝုဒ်နဲ့ အရှေ့တိုင်းက ဂန်းစတားတွေကို ထပ်ဖန်တလဲလဲ ပုံစံအမျိုးမျိုးနဲ့ မြင်တွေ့ခဲ့ကြပြီးပါပြီ...ဒီဇာတ်ကားလေးမှာတော့ အာဖရိကတိုက် နိုင်ဂျီးရီးယားနိုင်ငံ လေးဂို့စ်မြို့က ဂိုဏ်းတွေအကြောင်းကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်...သူတို့လောကရဲ့ စည်းမျဉ်းစည်းကမ်းတွေ... ဘယ်လိုလည်ပတ်ကြလဲ... လူမိုက်ဆိုတာဘာလဲ.... ယုံကြည်ကိုးကွယ်မှုက ဘယ်အတိုင်းအတာထိ လွှမ်းမိုးထားသလဲ... ဒီဂိုဏ်းဂဏတွေက နိုင်ငံရေး ရွေးကောက်ပွဲတွေမှာ ဘယ်လိုပါဝင် ပက်သက်လဲ... တစ်သက်လုံး လူဆိုးလူမိုက်တွေ အဖြစ်ပဲ နေသွား သေသွားကြလားဆိုတာကို ကြည့်ရှုရမှာပါ...ဇာတ်လမ်းကတော့ ညီအစ်ကိုနှစ်ယောက်ဟာ သူတို့ဖအေ ဂန်းစတားကြီး နီနိုကို သတ်သွားတဲ့ ရန်သူတော်တွေကို လက်စားချေဖို့ ဘယ်လိုတွေ လှုပ်ရှားဆောင်ရွက်ကြသလဲဆိုတာကို ပုံဖော်ထားတာပဲဖြစ်ပါတယ်... ဂန်းစတားကားတွေ ကြည့်ချင်ရင်တော့ ဖီလင်အသစ်ကို ပေးမေယ့် အာဖရိက ဂိုဏ်းကားလေးကို ကြည့်ဖို့ အကြံပြုလိုက်ပါတယ်... Rating ...",
        "rating": "6.3",
        "url": "https://megaup.net/1eiv8/Gangs_of_Lagos_(2023)_720p.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYTY0NWQ0YWEtYmEzZC00ZDYwLWEwMjYtYjYyYzQ5NjZlZGEyXkEyXkFqcGdeQXVyMzE4NDAzNA@@._V1_QL75_UX190_CR00190281_-135x200.jpg",
        "title": "The Year Between (2022)",
        "description": "The Year Between (2022)\n=================Bipolar disorder လို့ခေါ်တဲ့ စိတ်အတက်အကျမြန် စိတ်ဝေဒနာ\nအကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီဇာတ်ကားရဲ့ ဒါရိုက်တာ၊\nဇာတ်ညွှန်းရေးဆရာနဲ့ ဇာတ်လိုက်နေရာမှာ ဝင်သရုပ်ဆောင်ထားတဲ့\nAlex Heller ကလည်း bipolar disorder ရှိနေတဲ့သူတစ်ယောက်ပါ။\nစိတ်အတက်အကျမြန်ရောဂါက အရှင်းပျောက်အောင်ကုလို့မရပါဘူး။\nကိုယ့်မှာဖြစ်လာရင် တစ်သက်လုံး ဒီရောဂါနဲ့ပဲယှဉ်တွဲနေသွားရပါတယ်။\nမကုဘဲထားရင်တော့ ပိုဆိုးလာပြီး ကိုယ့်ကိုယ်ကိုယ် သတ်သေတဲ့ထိ\nအန္တရာယ်များတတ်ပေမဲ့ ဆေးသောက်၊ စိတ်ကျန်းမာရေးဆရာဝန်နဲ့တွေ့၊\nပညာရှင်တွေနဲ့ ဆွေးနွေးတိုင်ပင်ရင် ပုံမှန်လူလိုနေနိုင်ပါတယ်။Alex Heller က အင်တာဗျူးတစ်ခုမှာပြောပါတယ်။ စိတ်ရောဂါနဲ့ပတ်\nသက်တဲ့အကြောင်းအရာတွေမှာ များသောအားဖြင့်က ရောဂါအခြေအနေ\nအဆိုးရွားဆုံး အမှောင်မိုက်ဆုံးကာလတွေကိုပဲ ပြသလေ့ရှိကြတဲ့အတွက်\nခုကားထဲမှာ သူလိုငါလိုမထူးခြားတဲ့အချိန်တွေ ရယ်ရတဲ့အခြေအနေတွေ\nကိုပါထည့်ပြီး ရိုက်ကူးထားပါတယ်တဲ့။ ဒါ့အပြင် စိတ်ရောဂါဆိုတာ ကာယ\nကံရှင်တင်မကဘဲ မိသားစုကိုပါ ထိရောက်မှုတွေရှိကြောင်းကိုလည်း သိစေ\nချင်ကြောင်း ပြောပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့ ကလမ်မန့်စ်မစ်လာဆိုတဲ့ ကောလိပ်ကျောင်းသူ\nလေးက သူ့မှာ bipolar ရှိမှန်း သိသွားတော့ ကျောင်းထွက်ပြီး သူ့မိဘတွေရှိ\nတဲ့မြို့ကို ပြန်လာနေတဲ့အချိန်မှာ အရှင်းပျောက်အောင် ကုသလို့မရတဲ့ ဒီရော\nဂါက သူနဲ့သူ့မိသားစု သူငယ်ချင်းမိတ်ဆွေတွေကို ဘယ်လိုသက်ရောက်မှုရှိ\nပုံတွေ၊ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Aaig/The.Year.Between.2023.720p.PCOK.WEB-DL[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nrnpljKsSqQTX23fxghoNMxSQaA.jpg",
        "title": "Crazy Flower in Dragon Palace ( 2023 )",
        "description": "ယခုခေတ် လူသားတွေအသုံးပြုနေတဲ့အရာတွေဟာ အတိတ်က\nအစပြုခဲ့တာဖြစ်ပါတယ်၊တစ်ချိန်ကပစ္စုပန်ဟာ\nအခုအချိန်မှာ အတိတ်ဖြစ်သလို လက်ရှိပစ္စုပန်ဟာလည်း\nအနာဂတ်မှာ အတိတ်အဖြစ်ကျန်ရစ်ခဲ့မှာပါပဲ...ဒါတွေအားလုံးကိုစိတ်ကြိုက်ပြောင်းလဲနိုင်မဲ့အရာရှိရင်ရော?\"အချိန်ခြားယန္တရားစက်ကွင်း\"ဟာ ဖြစ်ရပ်တွေကိုပြောင်းလဲနိုင်စွမ်းရှိတဲ့\nလူသားတွေမမြင်နိုင်တဲ့တစ်နေရာမှာတည်ရှိနေတဲ့\nဒဏ္ဍာရီလာ မှော်လက်နက်တစ်ခုဖြစ်ပါသတဲ့။ရှေးဟောင်းပစ္စည်းတွေကို သုတေသနလုပ်တဲ့ ပါမောက္ခဆိုသူဟာ\nလမ်းခရီးမှာ အန္တရာယ်ကျရောက်ခဲ့တဲ့အတွက် _\nလင်ရှီးယွီ၊လင်လဲ့ယောင်းနဲ့ပေ့ကျီးတိုသုံးဦးပါဝင်တဲ့\nကယ်ဆယ်ရေးအဖွဲကိုအကူညီတောင်းခဲ့ပါတယ်...✓အမှုတစ်ခုဟာ လိုက်လေပေါ်လေဆိုသလို ပါမောက္ခကိုကယ်တင်ရုံနဲ့ပြီးသွားမလား?\n-သဲလွန်စဇစ်မြစ်ကနေ ရွက်ပုန်းသီးကိုပဲရှာတွေ့သွားနိုင်မလား\n✓အတိတ်မှာရော ဘယ်လိုရာဇဝင်တွေရှိခဲ့ပြီး အနာဂတ်ရောဘာတွေကြုံတွေ့ရဦးမလဲ?\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/crazy-flower-in-dragon-palace-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vam5RVy7ZX9L2Pm9nldVn5zsqWF.jpg",
        "title": "Killing Romance (2023)",
        "description": "Killing Romance (2023)Musical Film အမျိုးအစားကို သဘောကျနှစ်ခြိုက်ကြတဲ့သူတွေအတွက် Killing Romance ဇာတ်ကားသစ်လေး ထွက်ရှိလာပါပြီ\nဒီဇာတ်ကားထဲမှာသုံးထားတဲ့ Concept ကိုကြည့်လိုက်ရင် ရုပ်ပြဆန်ဆန် ပုံပြင်တစ်ပုဒ်ကိုကြည့်နေရသလို ခံစားချက်မျိုးဖြစ်နေမှာပါဇာတ်လမ်းအကျဉ်းကတော့ သရုပ်ဆောင်မင်းသမီးဘဝကနေ အနားယူလိုက်တဲ့ ဟွမ်ယောရယ်ဟာ\nတောင်ပစိဖိတ်မှာရှိတဲ့ Qualla ကျွန်းပေါ်ကို ရောက်ရှိသွားရာကနေ ဇာတ်လမ်းစပါတယ်။အရင်က ကိုယ့်စိတ်ကိုယ့်ခန္ဓာကို ကိုယ်ပိုင်ခဲ့တဲ့ ဟွမ်ယောရယ်တစ်ယောက်\nQualla ကျွန်းပေါ်က ဘီလူးခေါင်းနဲ့သူဌေးကို မင်းသားလေးလို့မှတ်ထင်ပြီး အိမ်ထောင်ပြုလိုက်မိတဲ့အခါမှာတော့\nရဲတိုက်လိုစံအိမ်ကြီးထဲမှာ အကျဉ်းကျနေရသလို ဖြစ်ခဲ့ရပါတော့တယ်ဒါပေမဲ့ သူတို့အိမ်ရဲ့ဘေးကပ်ရပ်မှာနေတဲ့ စာမေးပွဲ ၃ ခါကျ ကောင်လေးနဲ့ အမှတ်မထင် သိကျွမ်းသွားခဲ့တဲ့အခါမှာတော့\nအကျဉ်းကျနေသလို ဘဝကြီးကနေ လွတ်မြောက်အောင် ယောရယ်တစ်ယောက် အဲဒီကောင်လေးနဲ့အတူ ဘယ်လိုကြိုးစားသွားမလဲ‌ဆိုတာ ကြည့်ရှုခံစားကြရမှာပါCasts တွေအနေနဲ့ အားလုံးသိကြပြီးသား မင်းသမီးကြီး Lee Honey, မင်းသား Lee Sun Kyun နဲ့ Gong Myung တို့က အဓိကပါဝင်ထားကြပါတယ်အညွှန်းကိုတော့ Hmwe Thet ...",
        "rating": "6.8",
        "url": "https://megaup.net/2Admm/Killing.Romance.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Twins_Mission-457360777-large-138x200.jpg",
        "title": "Twins Mission (2007)",
        "description": "Review- အမွှာတွေချည်းပဲဖွဲ့စည့်ထားတဲ့အဖွဲ့အစည့်တစ်ခုမှာ ခေါင်းဆောင်အမွှာညီနောင်၂ဦးဟာ ရည်မှန်းချက်မတူတာကြောင့် ၂ဖွဲ့ကွဲသွားခဲ့ပါတယ် ကျေးညီနောင်၂ဦးလိုတစ်ဖွဲ့ကမကောင်းတဲ့လမ်းစဉ်ကိုလိုက်ပြီး နောက်တစ်ဖွဲ့ကတော့တရားမျှတမှုအဖွဲ့ပါတစ်ရက်မှာ Lau Hay နဲ့ Uncle Luck ဟာ Heaven's Bead လို့ခေါ်တဲ့အစေ့ကိုဟောင်ကောင်ကိုသယ်ယူလာတုန်းခြုံခိုတိုက်ခိုက်ခံရတာကြောင့် လမ်းမှာတင်ပျောက်ဆုံးသွားခဲ့ပါတယ် ဒီအစေ့ကိုမှော်စွမ်းအင်တွေရှိပြီး သေဆုံးသွားတဲ့လူတွေကိုပြန်ခေါ်နိုင်တယ်လို့ ယုံကြည်တာကြောင့် လူဆိုးအမွှာအဖွဲ့လိုက်ရှာတာကို နောက်တစ်ဖွဲ့ကတားဆီးတာပဲဖြစ်ပါတယ်တစ်ဖက်မှာလဲမြို့တော်စီမံကိန်းတွေရှိနေတယ့် Professor Mok ဟာ သူ့တူမ Li ပိုင်ဆိုင်တဲ့မြေနေရာကွက်တွေကိုလိုချင်နေတာကြောင့် နေမကောင်းဖြစ်နေတဲ့သူ့ညီမကို Heaven's Bead နဲ့အကျပ်ကိုင်လာပါတယ်Lau Hay နဲ့ Uncle Luck တို့ဟာအင်အားမမျှတာကြောင့် ပျောက်ဆုံးနေတဲ့အမွှာအဖွဲ့သားတွေကိုအကူအညီတောင်းလာရပါတော့တယ် သူတို့တွေHeaven's Bead ကို ဘယ်လိုပြန်ယူမလဲ Li ညီအစ်မနှစ်ယောက်ကိုပါဘယ်လိုကယ်တင်မလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Son Gohan ပါ )File Size__(1.8GB)\nQuality__BluRay_720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Comedy, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Son ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Uhgd/Twins_Mission_(2007)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjEwODkwMTYtOWY1OC00YzJiLTgxNDItYWVkODA5MjNiYThkXkEyXkFqcGdeQXVyNjc4NjM0Njc@._V1_-148x200.jpg",
        "title": "The Legend Of Zu (2001)",
        "description": "ဇူတောင်တန်းမှာ ဒဏ္ဍာရီတွေ အများကြီးရှိနေပါတယ်...စွမ်းအားပြင်းတဲ့ လက်နက်တွေ နတ်ပြည်က ဖန်ဆင်းပေးထားတာတွေ မသေမျိုးတွေ ပြီးတော့... တောင်တန်းကို မကောင်းဆိုးဝါးတွေ လက်ထဲက ကာကွယ်ပေးနေတဲ့ အသင်းတော်တွေ …နှစ် ရာထောင်သောင်းချီတဲ့ ကာလအတွင်းမှာ အသင်းတော်တွေကြားက မညီညွတ်မှုကြောင့် တစ်သင်းပြီး တစ်သင်း မကောင်းဆိုးဝါးကြီး အင်စိုရဲ့ ဖျက်ဆီးမှုကြောင့် ကွယ်ပျောက်ခဲ့ရပါတယ်။အခုကတော့ အိုမီအသင်းတော်အလှည့်ပါ... အိုမီကျောင်းတော်သားတွေက တက်ညီလက်ညီ ကာကွယ်သွားနိုင်မလား... မကောင်းဆိုးဝါးကပဲ အနိုင်ယူသွားမလားဆိုတာကို တရုတ်သိုင်းကား စိတ်ဝင်စားရင်တော့ ကြည့်လိုက်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲခဗျာ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(3GB) / (1.5GB)\nQuality__1080p, 720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:44:00\nType__Action, Adventure, History\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "5.1",
        "url": "https://megaup.net/2Adov/The_Legend_of_Zu_(2001)_720p.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNWY1M2E5NTctMzE5ZC00NTBlLThlZTEtZWY1YmZhNzUxMDk0XkEyXkFqcGdeQXVyMTAxMzc2MTkw._V1_-142x200.jpg",
        "title": "(18+)Temptation of Eros (Seduction Of Eros) 1972",
        "description": "'တိမ်း' တဲ့ နာမည်လေးကလှတယ်\nရုပ်လေးကလည်း ပြောစရာမရှိအောင်လှတယ်\nမာယာတွေကလည်းပြောစရာ မလိုအောင်လှတယ်\nယောင်္ကျား ရင့်မာကြီး သုံးယောက်ကို\nမပြီအပြင်ချုပ်နိုင်တဲ့ 'တိမ်း'သူက ဂျပန်နိုင်မှာ ရာဘာထုတ်တဲ့စက်ရုံက\nစာရေးမလေးပါ။ သူက ဂိုထောင်မှာပဲနေတယ်\nသူ့ရဲ့အလှတရားတွေက ပုရိသတွေကို\nလက်ယက်ခေါ်နေသလိုပါပဲဒါပေမဲ့ သူ့မှာ သူဌေးရဲ့အကာကွယ် ရထားတယ်လေ\nအပေါ်ယံကြည့်ရင်တော့ သူကသနားစရားလေး\nသူဌေးပြုသမျှနုရတယ်တော့။\nတကယ်တော့ သူနားရှိသမျှသူတွေက သူသမျှနုနေကြရသူတွေချည်းပါပဲ\nကောင်မလေးရဲ့ချုပ်ကွက်တွေ စားဆော်ကြီးတွေရဲ့\nလှည့်စားချက်တွေ အကဲခပ်ရင်း အလှတရားတွေ ကွက်ကွက်ကွင်းကွင်း\nခံစားရဖို့ DS Fans တွေအတွက် ရွေးချယ်ပေးလိုက်ပါတယ်။\nFile size…1.1GB/ 500MB\nQuality…1080p WebRip /720p\nFormat…mp4\nDuration…1h 9m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.1",
        "url": "https://megaup.net/1Uf0Z/Seduction.Of.Eros.1972.720p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/unnamed-139x200.jpg",
        "title": "Call of Heroes (2016)",
        "description": "Call of heroes (2016)ဒီကားလေးကတော့ နိုင်ငံရေးအရှုပ်အထွေးတွေ ကွန်ဖူးသဘောကျသူတွေ ကြည့်သင်တဲ့ကားလေးပါနော်\nမြင်းတစ်ကောင်ကိုပဲ မှီခိုပြီး မြင်းသွားရာနောက်သာလိုက်တတ်တဲ့ မာဖုန်း...\nသူ့မှာဘယ်လိုအတိတ်တွေရှိခဲ့လို့ လောကကြီးကိုစိတ်ကုန်ပြီး လေလွင့်နေတာလဲ?တောမီးလောင် တောကြောင်လက်ခမောင်းခတ်သလို တိုင်းပြည်မငြိမ်သက်ချိန် ချောင်ယင်းက စစ်အင်အားစုပြီး မြို့လေးတွေကို လိုက်သိမ်းပိုက်ပါတော့တယ်စိတ္တဇဆန်ဆန် လူပဲသတ်ချင်နေတဲ့ ချောင်ယင်းရဲ့သား ချောင်ရှောလန်ကြောင့် မာဖုန်းနဲ့ ဆရာမလေး​ပိုင်တို့ တွေ့ဖို့ဖြစ်လာတဲ့အခါ...ဘယ်လိုကံကြမ္မာတွေကြုံတွေ့ရမလဲ?ချောင်ယင်းတို့ကို ဘယ်လိုနှိမ်နှင်းမလဲဆိုတာ ဇာတ်လမ်းလေးထဲ ကြည့်ရအောင်နော် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )File Size__(2.7GB) / (1.3GB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__6.3/10\nFormat__mp4\nDuration__02:00:00\nType__Action, Adventure, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://megaup.net/1Uhha/Call_of_Heroes_(2016)_720p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/172933_192857917403081_7782115_o-141x200.jpg",
        "title": "Choyleefut: Speed of Light (2011)",
        "description": "တရုတ်ပြည်မှာ ကိုယ်ခံသိုင်းပညာရပ်တွေ အများကြီးရှိတဲ့အထဲကမှ ချွိုင်လီဖတ်ဆိုတဲ့ ကိုယ်ခံပညာအကြောင်းကို ရိုက်ပြထားတာပဲဖြစ်ပါတယ်။ဒီသိုင်းပညာဟာ တရုတ်ပြည်မှာ အအောင်မြင်ဆုံးဖြစ်ပြီး ကမ္ဘာမှာပါ လူသိများတဲ့ကွန်ဖူးပညာ တစ်ရပ်လည်းဖြစ်ပါတယ်။ချွိုင်လီဖတ်အကျော်အမော်ညီနောင်နှစ်ပါးထဲက အစ်ကိုဖြစ်သူချန်တိန်းလိုင်ဟာ ကမ္ဘာတစ်လွှားမှာကျောင်းပေါင်းများစွာ ဖွင့်လှစ်ပြီး သိုင်းပညာကို ဖြန့်ဝေလျက်ရှိပါတယ်။ဒီလိုနဲ့ တရုတ်ပြည်က ပင်မကျောင်းတော်ကြီးကို နိုင်ငံခြားကုမ္ပဏီတစ်ခုက အုပ်စိုးဖို့ကြိုးစားလာပါတော့တယ်။ ဒီမှာတင် အစ်ကိုဖြစ်သူက သဘောတူထားပြီးပေမယ့် သူရဲ့သား ဂီက လက်သင့်မခံဘဲ ပြန်လှန်တွန်းလှန်ဖို့ ကြိုးစားရင်းက ကျောင်းတော်ကြီးရဲ့ကံကြမ္မာကို ပြိုင်ပွဲအဆုံးအဖြတ်နဲ့ စီရင်ဖို့ ဖြစ်လာရပါတော့တယ်.... ကျောင်းကို စီးပွားရေး ကုမ္ပဏီကြီးကပဲ အုပ်စိုးသွားမလား...ဂီနဲ့အတူ အပေါင်းအပါတွေကပဲ ကယ်တင်သွားနိုင်မလား ရှုစားရမှာပဲဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2GB) / (1GB)\nQuality__BluRay_1080p, 720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Comedy, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung ...",
        "rating": "5.0",
        "url": "https://megaup.net/1eiw5/Choyleefut_Speed_of_Light_(2011)_720p.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mXEV9pZfvUqZzhw3qPe4Gm6Iaqp.jpg",
        "title": "Blood Karma (2022)",
        "description": "Blood Karma (2022)ဗင်ဒယ်မိသားစုဟာ မိသားစုဝင်တွေအားလုံး စံအိမ်ကြီးတစ်အိမ်တည်းမှာ စုပြီးနေကြတဲ့မိသားစုကြီးပါ။\nဖခင်ဖြစ်သူ ဆုံးပါးသွားပြီးနောက်မှာ မိခင်ဖြစ်သူရယ် အဒေါ်ဖြစ်သူရယ် မောင်နှမလေးယောက်ရယ် အတူတူနေထိုင်ကြတာဖြစ်ပါတယ်။\nမိသားစုဟာ နတ်ကိုးကွယ်သူတွေဖြစ်ကြပြီး အယူလည်းသည်းကြပါတယ်။တစ်နေ့မှာတော့ သားအကြီးဖြစ်သူ နိုင်ငံခြားကနေ ပညာသင်ပြီးအိမ်ကိုပြန်လာခဲ့ပါတယ်။\nသူပြန်လာတဲ့အချိန်ကစပြီး မိသားစုအတွင်း အဆင်မပြေတာတွေ ပရလောကနဲ့သက်ဆိုင်သလိုကိစ္စမျိုးတွေ\nခပ်စိပ်စိပ်ဖြစ်လာခဲ့ပြီး မိသားစုကြီးလည်း အကြောက်အလန့်ကြားမှာ နေရပါတော့တယ်။ဗင်ဒယ်မိသားစုကြီး ဘာတွေဖြစ်နေတာလဲ။\nအဲ့ဒီကိစ္စတွေကရော ဘာတွေနဲ့ဆက်စပ်နေတာလဲဆိုတာကို သည်းထိပ်ရင်ဖိုကြည့်ကြရမှာဖြစ်ပါတယ်။\nThrillerဇာတ်ကားဖြစ်တာနဲ့အညီ ထိတ်လန့်စရာအခန်းတွေကလည်း ဇာတ်လမ်းရဲ့အသက်တစ်ခုလိုဖြစ်နေပါလိမ့်မယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ 10 x 05 ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.7GB | 783MB | 381MB\nFormat… mp4\nDuration…. 1h 50min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... 10 x 05\nEncoder ..... Aaron",
        "rating": "5.5",
        "url": "https://megaup.net/2AaS2/Blood.Karma.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xDoghTI6uSD2GVpT8FxhtluvSZ8.jpg",
        "title": "Phantom Project (2022)",
        "description": "Phantom Project (2022)~ Rotten Tomatoes - 90% ~ပါဘလိုရဲ့အိပ်မက်က ရုပ်ရှင်တစ်ခုမှာ ဇာတ်ဆောင်မင်းသားအဖြစ်ပါဝင်ခွင့်ရပြီး နာမည်ရလာဖို့။ ခု​ခေတ်လူငယ်အများစုလိုပဲ သူလည်း စိတ်ပိုင်းဆိုင်ရာရုပ်ပိုင်းဆိုင်ရာ ငွေကြေးပိုင်းဆိုင်ရာ အဘက်ဘက်ကရုန်းကန်နေရတဲ့သူတစ်ယောက်ပါပဲ။ သူ ချစ်ရသူနဲ့လမ်းခွဲလိုက်ပြီး Move on ဖို့ကြိုးစားနေရတယ်။ တစ်ဖက်မှာလည်း လမကုန်ခင်ပိုက်ဆံပြတ်မသွားဖို့ ဆေးရုံမှာသရုပ်ပြလူနာဝင်လုပ်ပေးလိုက် စိတ်ကျန်းမာရေးစင်တာက Therapy Session တွေအတွက် သရုပ်ပြဝင်လုပ်ပေးလိုက်နဲ့ သူသွားချင်တဲ့ Career လမ်းကြောင်းကနေ တဖြည်းဖြည်းဝေးသွားသလိုဖြစ်နေတယ်။ အခန်းဖော်ကလည်း ပါဘလိုကိုပေးစရာရှိတဲ့ပိုက်ဆံတွေမပေးဘဲ တိုက်ခန်းကပြောင်းသွားတယ်။ ပါဘလိုမှာကျန်ခဲ့တာက သူ့အခန်းဖော်ရဲ့ခွေးရယ်၊ Cardigan တစ်ထည်ရယ်၊ သရဲတစ်ကောင်ရယ်။ သေသွားတဲ့ Cardigan ပိုင်ရှင်က သူ့အဝတ်ကိုစိတ်စွဲပြီး မကျွတ်မလွတ်ဖြစ်နေတာပါ။ အဲဒီလိုဆိုလို့ ဒါကသရဲကားရယ်လည်းမဟုတ်ပါဘူး။ သရဲကားဘက်လည်းသိပ်မရောက် Psycho ဘက်လည်းသိပ်မရောက်ဘူးပြောရမယ်။ အင်္ကျီက ချိတ်ကနေခဏခဏပြုတ်ကျတယ်။ ပစ္စည်းတွေကျကွဲတယ်။ ပါဘလို အိမ်မှာမရှိတဲ့အချိန်အောက်ထပ်ကနေ ခြေသံတွေကြားရတာမျိုးတွေပေါ့။ဝိညာဥ်က ပါဘလိုကို သူ့ဘဝ Direction ...",
        "rating": "",
        "url": "https://megaup.net/1ehik/(CM)_Phantom_Project_(2022)_720p.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gRBsjarhPCNv0budtWKEKT5eNjw.jpg",
        "title": "Wolf Mountain (2022)",
        "description": "Wolf Mountain (2022)~ Rotten Tomatoes - 83% ~လွန်ခဲ့တဲ့နှစ် ၂၀ က ဇနီးမောင်နှံတစ်တွဲဟာ ဝံပုလွေတောင်ပေါ်ကနေ ပြုတ်ကျသေဆုံးခဲ့ပါတယ်။ သူတို့ရဲ့ သားလေးကတော့ Aj ပါပဲ။ Aj ဟာ အိပ်မက်ဆိုးတွေအမြဲမက်တတ်ပါတယ်။ အိပ်မက်ထဲမှာ သူအမြဲမြင်နေတဲ့အရာတွေကတော့ သူ့အဖေနဲ့ အမေကို ဝံပုလွေလူသားတစ်ယောက်က တောင်ပေါ်က တွန်းချလိုက်တာပါပဲ။ ဒါကို Aj ဟာ Psychiatrist တစ်ယောက်နဲ့ ကုသနေရပါတယ်။ ဒီ ဆရာဝန်ဟာ Aj ကို ဒီထက်ရှင်းသွားချင်ရင် ဒီကိစ္စတွေဖြစ်ခဲ့တဲ့ ဝံပုလွေတောင်ပေါ်ကို တစ်ခေါက်ထပ်သွားလိုက်ဖို့ အကြုံပြုလိုက်ပါတယ်။Aj ကို မိဘတွေဆုံးပါးသွားကတည်းက သူ့မိဘတွေရဲ့ မွေးစားခဲ့တဲ့ အကိုဖြစ်သူ Max ကနေ လူလားမြောက်အောင် ပြုစုပျိုးထောင်လာခဲ့တာပါ။ ခုချိန်မှာတော့ Aj ဟာ မိန်းမဖြစ်သူ Sam နဲ့အတူ မိသားစုလေးတစ်ခုတောင် ရတော့မှာပါ။ ဒါပေမဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1ehgx/(CM)_Wolf_Mountain_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/85H4cl1wKhbNuIBbpIcEQUw6kLx.jpg",
        "title": "Perempuan Bergaun Merah (2023)",
        "description": "Perempuan Bergaun Merah (2022)IMDb 5.6 ရထားတဲ့ အင်ဒိုနီးရှား သရဲကားလေးဖြစ်ပါတယ်။\nဒင်းနဲ့ကာရာက အချစ်ဆုံးသူငယ်ချင်းတွေ ဖြစ်ကြပြီးတော့\nကာရာကတော့ စည်းကမ်းတင်းကြပ်လွန်းတဲ့ အမေနဲ့ အတူတူနေတဲ့သူပါ။\nဒင်းကတော့ မိဘတွေမရှိတော့တဲ့နောက်ပိုင်း မောင်လေးနဲ့ နှစ်ယောက်တည်းနေပါတယ်။တစ်နေ့မှာ ကာရာရဲ့အမေ အိမ်မှာမရှိတုန်း သူတို့နှစ်ယောက် သူငယ်ချင်းတွေနဲ့အတူတူ\nကလပ်သွားဖို့ လုပ်ကြရင်းနဲ့ ကလပ်မသွားခင် ကာရာ့အိမ်မှာ အရက်စုသောက်ကြပါတယ်။\nအကုန်မူးနေတဲ့အချိန် သူတို့သူငယ်ချင်းအဖွဲ့ထဲက ဝစ်စနူးက ဒင်းကို မတရားကျင့်ဖို့လုပ်တော့ ဒင်းက ကြောက်လန့်ပြီး ထွက်ပြေးသွားပါတယ်။\nနောက်တစ်နေ့ရောက်တော့ သူ့သူငယ်ချင်း ကာရာက လုံးဝကို ပျောက်သွားပြီး ရဲတွေလည်း ရှာလို့မရဖြစ်နေရင်း အချိန်တွေ ကြာလာခဲ့ပါတယ်။\nဒီလိုနဲ့ ဒင်းရဲ့မွေးနေ့ ရောက်လာတဲ့အချိန်မှာတော့ ဝတ်စုံအနီနဲ့ မိန်းမတစ်ယောက် ပေါ်လာပြီး\nခြောက်လှန့်တာတွေ ဖြစ်လာခဲ့တဲ့နောက်မှာ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာပဲ အတူတူကြည့်ရှုကြပါစို့။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "5.6",
        "url": "https://megaup.net/2AaSa/Perempuan.Bergaun.Merah.2022.720p.HS.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/18Jz0oJto5lwsZrQ11w3GKI6rtt.jpg",
        "title": "Sweetwater (2023)",
        "description": "Sweetwater (2023)ဒီဇာတ်ကားက NBA သမိုင်းမှာ ပထမဆုံးစာချုပ်ချုပ်ဆိုနိုင်ခဲ့တဲ့\nလူမည်းကစားသမား ဆွိဝါးတားကလစ်ဖ်တန်ရဲ့ ကိုယ်ရေးရာဇဝင် ရုပ်ရှင်ဖြစ်ပါတယ်Biography movie ဆိုပေမဲ့ ဇာတ်ကားဆိုတော့ ဒရာမာလေးတွေ လိုတိုးပိုလျှော့လေးတွေတော့ရှိပါတယ်\nအမေရိကန် ဘတ်စကတ်ဘောလောကမှာ လီဘရွန်ဂျိမ်းတို့ မိုက်ကယ်ဂျော်ဒန်တို့လို လူမည်းဂန္ထဝင် ကစားသမားတွေ အများကြီး ရှိပါတယ်\nဒါပေမဲ့ သူတို့လို လူမည်းဂန္ဒဝင်တွေဖြစ်လာဖို့ ပထမဆုံးလူမည်းပရိုစာချုပ်ကို ဆွိဝါးတားက စပြီးချုပ်ဆိုခဲ့တာပါ\nသူဒီလို NBA မှာ ပထမဆုံးပွဲတစ်ပွဲဆော့ရဖို့အတွက် လူဖြူတွေပဲဆော့ခွင့်ရှိသလိုဖြစ်နေတဲ့\nNBA လိဂ်မှာ ဆွိဝါးတားပါခွင့်ရအောင် ဘယ်လိုကြိုးစားခဲ့ရတယ်\nနည်းပြတွေ ပိုင်ရှင်တွေကအစ လူတိုင်းနဲ့အတိုက်အခံဘယ်လိုလုပ်ခဲ့ရတယ်ဆိုတဲ့\nသူတို့ရဲ့အခက်အခဲတွေ သမိုင်းသစ်ရေးထိုးနိုင်ခဲ့တာတွေကို ကြည့်ရမှာဖြစ်ပါတယ်ဘတ်စကတ်ဘောအားကစားကိုသဘောကျတဲ့သူတိုင်း ကြည့်ရှုသင့်တဲ့ကားဖြစ်သလို\nယခုခေတ်မှသာ လူမည်းတွေကို နေရာအကြီးအကျယ်ဇွတ်ပေးနေပေမဲ့\nတစ်ချိန်တုန်းကတော့ ဥပဒေထုတ်ပြီးကျွန်စနစ်ပယ်ဖျက်ပြီးတာတောင်\nလူမည်းတွေကို ပိုးစိုးပက်စက်ခွဲခြားတာတွေကိုလည်း တစ်စေ့တစ်စောင်းကြည့်ရမှာ ဖြစ်ပြီး\nဆွိဝါးတားရဲ့ ရိုးရိုးသားသားနဲ့ ကြိုးစားပြီးတော့ လူမည်းတွေအားလုံးအတွက်\nသမိုင်းသစ်ရေးထိုးပေးခဲ့ပုံကို ကြည့်ရှုနိုင်ဖို့ အတွက် တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Biography, Drama, Sport\nQuality…. 1080p ...",
        "rating": "5.7",
        "url": "https://megaup.net/3g9gB/Sweetwater.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMGNiMGVlZmYtMzcxZi00OWZiLWI0MzgtNGM1OThmZjU1M2JjXkEyXkFqcGdeQXVyMTI4NTQ4MjE0._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Hair-Trigger(2022)",
        "description": "IMDb Rating/(6.5)ဖောက်ထွင်းဝိဇ္ဇာ ဂျန်နာ ဆိုတဲ့ အမျိုးသမီးဟာ ထောင်ကျပြီး ကောင်းကောင်းမွန်မွန်နေထိုင်တာမို့ ထောင်ကလွတ်လာတာ မကြာသေးပါဘူး\nလောလောဆယ် စားပွဲထိုးအလုပ်ကိုလုပ်ကိုင်နေပေမယ့် မိသားစုဝင်တစ်ယောက်ရဲ့ ဆေးဖိုးစရိတ်ကို ကူထမ်းနိုင်ဖို့အရေး ငွေကြေးခက်ခဲနေသူ...\nသူ့ဆီကို လူတစ်ယောက်ယောက်လာပြီး ရတနာဆိုင်တစ်ဆိုင်ကို ဖောက်ထွင်းဖို့ ကမ်းလှမ်းလာခဲ့တယ်\nမက်မက်မောမော ငွေကြေးရမယ်ဆိုတော့ သူလည်း သူစိမ်းအုပ်စုနဲ့တူ လုပ်ကိုင်ပါတော့တယ်\nဖောက်ထွင်းပြီးနောက် သူတို့အုပ်စုဟာ စီစဉ်ထားတဲ့အတိုင်း မိုတယ်မှာ မရှောင်ဖြစ်ဘဲ\nဘယ်ကမှန်းမသိတဲ့ အိမ်တစ်လုံးမှာ ခေတ္တခိုလှုံကြတဲ့အခါ မမျှော်လင့်ထားတဲ့ ဖြစ်ရပ်တွေနဲ့ ရင်ဆိုင်လာရပါတော့တယ်...\nRating လည်း 6.5 အထိရရှိထားတာမို့ ကြည့်ကောင်းမယ့်  movieတစ်ကား ဖြစ်ပါကြောင်း...(ရုပ်ရှင်အညွှန်းနှင့်ဘာသာပြန်သူကတော့ Mugiwara Yaဖြစ်ပါတယ်။)\nFile size…(1.3 GB)/(527 MB)\nQuality….WEB-DL-1080p/ 720p\nFormat…mp4\nDuration….01:23:20\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….AKH\nTranslated by Mugiwara Ya",
        "rating": "6.5",
        "url": "https://megaup.net/1eh5t/(CM)Hair.Trigger.2022.1080p.WEBRip.x264-RARBG_new-720p.mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/leandro-juanja-movie-poster-the-dex-pool-16x24-lores-1-135x200.jpg",
        "title": "Dirty Harry Dead Pool (1988)",
        "description": "Review- Dead Pool ဆိုတဲ့ ဂိမ်းဆိုတာဘယ်သူသေမလဲဆိုတာခန့်မှန်းတဲ့လောင်းကစားပါရုပ်ရှင်ဒါရိုက်တာဖြစ်တဲ့ Peter Swan နဲ့ သူ့ရဲ့ရိုက်ကူးရေးအဖွဲ့သားတွေကဒီဂိမ်းကိုဆော့ကစားကြပါတယ် ဒါပေမယ်သူတို့နာမည်ကျော်တွေကိုပဲခန့်မှန်းပြီးကစားကြပါတယ် ဖြစ်ချင်တော့သေဆုံးသူတွေဟာ Peter Swan ရဲ့စာရင်းထဲကလူတွေပဲဖြစ်နေတာကိုသတိထားမိတဲ့နောက်မှာတော့ စုံထောက်ကြီး Harry Callahan သံသယတွေဝင်လာပါတယ်တကယ်ပဲလူသတ်သမားဟာ Peter Swan ဖြစ်နေမလား သူ့ကိုမုန်းတီးတဲ့အခြားတစ်ယောက်လား ဘာလို့ဒီလိုလိုက်သတ်နေရလဲ စုံထောက်ကြီး Callahan ကရောဘယ်လိုဖြေရှင်းမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်(ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Son Gohan ပါ )File Size__(2GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__6.3/10\nFormat__mp4\nDuration__01:31:00\nType__Action, Crime, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Son Gohan\nEncoded by Naing Aung Latt",
        "rating": "6.3",
        "url": "https://megaup.net/2Ac3l/Dirty_Harry_Dead_Pool_(1988)_720p.mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/end-call-south-korean-movie-poster-140x200.jpg",
        "title": "End Call (2008)",
        "description": "အကယ်၍ သင်သာ ဖုန်းတစ်ကောလ် ခေါ်ရုံနဲ့ လိုချင်တဲ့ တောင်းဆုတစ်ခု ပြည့်မယ်ဆိုရင် ဘယ်လိုလုပ်မလဲ...‌ခေါ်လိုက်မှာလား...ဒီဇာတ်ကားလေးမှာတော့ အထက်တန်းကျောင်းသူတွေအကြား ပျံ့နှံ့နေတဲ့ ကောလဟာလလေး တစ်ခုရှိနေပါတယ်...အဲ့ဒါကတော့ နတ်ဆိုးတစ်ပါးဆီ ဖုန်းဆက်ပြီး လိုချင်တဲ့ ဆုလေးတောင်းမယ် အပြန်အလှန်အနေနဲ့ ဖုန်းခေါ်တဲ့ ကြာချိန်ကို ကိုယ့်အသက်ထဲက ဖဲ့ပေးမယ်ဆိုတာပါပဲ...ကြားရတဲ့အတိုင်းဆို သိပ်ကို လွယ်ကူရိုးရှင်းလွန်းပါတယ်... နတ်ဆိုးဆိုတဲ့အမျိုးက ဒီလောက်နဲ့တင် အလဲအလှယ်လုပ်မယ်တဲ့လား… ဆုတောင်းသူတွေကို နတ်ဆိုးက ဘယ်လိုတွေ ချုပ်ကိုင်သွားမလဲ... ဘယ်အတိုင်းအတာထိ ခံစားစံစားကြရမလဲဆိုတာကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ် ။(ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2GB) / (850MB)\nQuality__WebDL_1080p, 720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:34:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "5.1",
        "url": "https://megaup.net/2Ac2w/End_Call_(2008)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tMqmbVASgigw18hbuEiDk9QZogS.jpg",
        "title": "Diary of June(2005)",
        "description": "Diary of June(2005)******************ကျောင်းသားတစ်ယောက် တံတားပေါ်မှာအသတ်ခံလိုက်ရတယ်...ရက်ပိုင်းအတွင်းမှာပဲ ကျောင်းသားတစ်ယောက် သတ်သေတဲ့အမှု တစ်ခုထပ်ဖြစ်သွားတယ်...သို့ပေမဲ့ သေချာစုံစမ်းကြည့်လိုက်တဲ့အခါမှတော့လူသတ်မှုပဲဖြစ်နေခဲ့တယ်...သဲလွန်စဆိုလို့ ဗိုက်ထဲမှာ မျိုချထားတဲ့ခပ်ဆန်းဆန်းလက်ရေးတိုစာရွက်လေးတစ်ခုပဲရှိတယ်...အဲ့ဒီနောက်မှာတော့ လူသတ်မှု ၂ခုအပြီးမှာပဲ ဆက်တိုက်ဆိုသလိုကျောင်းသားကျောင်းသူအချို့ အသတ်ခံလိုက်ရချိန်မှာတော့..ဘာ့ကြောင့် လူသတ်သမားဟာ ကျောင်းသား  ကျောင်းသူတွေကိုအဓိက ထားပြီးသတ်တာလဲ...စုံထောက်တွေကရော ဒီတရားခံကိုဖော်ထုတ်နိုင်မလားဆိုတာကိုတော့...File Size :(3.3GB) and (1.02GB)\nQuality : BLU-RAY1080P5.1Ch,720P\nFormat…mp4\nDuration…01:45:00\nGenre :Crime ,  Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated Thinn Thinzar\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2A8go/Diary_of_June_2005.BLU-RAY.720P(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/buycnUnAMH5z5vkqSSzTabLoNz4.jpg",
        "title": "Detective Dee and the Mysterious City ( 2020 )",
        "description": "ထန်မင်းဆက်ရဲ့ဧကရီဘုရင်မ အုပ်ချုပ်တဲ့အချိန်မှာကျိုင်း‌ကောင်ကပ်ဘေးကျရောက်တာကြောင့်\nဒုက္ခသည်တွေကိုကယ်ဆယ်ဖို တိုင်းပြည်ဘဏ္ဍာတိုက်ကနေ\nရန်ပုံငွေတွေ ထောက်ပံ့ပေးခဲ့ပါတယ်၊ဒါပေမဲ့လည်း ငွေတုံးတွေဟာ\nသယ်ယူပိုဆောင်တဲ့လမ်းခရီးမှာတင် လုယက်ခံလိုက်ရပါတယ်...ဒါပေမဲ့ ထင်သလောက်တော့ သူခိုးဓားပြလုယက်ရုံသာမာန်အမှုလောက်တော့\nမဟုတ်ခဲ့ပါဘူး၊အမှုမဖြစ်ခင်မှာ \"ယင်းယန်လိပ်ပြာ\"လိုခေါ်တဲ့\nနှစ်ရောင်ပြန်လိပ်ပြာအုပ်စုပေါ်လာပြီး ငွေသတ္တာတွေဟာ\nလေထဲမှာရုတ်တရက်ပျောက်ဆုံးသွားတာပဲဖြစ်ပါတယ်...‌ဒါကြောင့် သံသယဝင်စရာပစ်မှတ်ဟာ \"ယင်းယန်လိပ်ပြာ\"တွေဖြစ်နေတဲ့အခါ...\nတကယ်ပဲ ထင်ထားသလိုဖြစ်နေမလား\nဆိုရိုးရှိသလို မိစ္ဆာဝိညာဉ်ထက် လူ့မိစ္ဆာစိတ်/မကောင်းတဲ့\nလောဘစိတ်ကပိုကြောက်စရာကောင်းတယ်ဆိုသလို\nနောက်ကွယ်ကြိုးကိုင်သူက ဘယ်သူများဖြစ်နေမလား?ရည်ရွယ်ချက်အစစ်မှန်ကရော ငွေတွေသိမ်းပိုက်နိုင်ဖိုပဲလား...?\n\"စုံထောက်ကြီးဒီးရန်ကျယ်\"ဆိုတိုင်း အမှုတစ်ခုကိုပဟေဠိဆန်ဆန်\nဘယ်လိုဖော်ထုတ်သွားမလဲဆိုတာတွေ့မြင်ရမှာမလို စောင့်မျှော်ကြည့်ရှုလိုက်ကြပါဦးရှင့်...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/detective-dee-and-the-mysterious-city-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4VxL2ZtqB7JcCjEyIfCnfXi5EvM.jpg",
        "title": "Back To The Tomorrow ( 2023 )",
        "description": "နေ့ရက်တစ်ရက်ထဲကိုပဲတစ်ဖန်တလဲလဲဖြတ်သန်းနေရမယ်ဆိုရင်\nသင်တို့ဘာတွေလုပ်ပြီး ဘယ်လိုဖြတ်သန်းကြမလဲ......ကိုယ့်ကိုယ်ကိုကံဆိုးတယ်လို့ သတ်မှတ်ထားတဲ့ပေါင်ကျန့်ဟာ\nဘာကိုမှအလေးနက်မထားပဲ ကြုံရာလုပ်စားပြီးနေလာခဲ့တယ်။\nသူကအိမ်လခတောင်မှန်အောင်မပေးနိုင်ပါဘူး။\nတစ်နေ့တာကုန်ဆုံးသွားပြီး နောက်တစ်နေ့ပြန်နိုးလာတဲ့အချိန်မှ\nာ သူကဟာ(၁၁)လ (၁၁)ရက်ကိုပဲပြန်ပြန်ရောက်သွားပြီး\nကြုံတွေ့ခဲ့တာတွေကို အတိအကျပြန်ကြုံရတာကိုသိလိုက်ရတယ်......ဒီလိုနဲ့မပြီးဆုံးနိုင်အောင်ဖြတ်သန်းနေရတဲ့(၁၁.၁၁)နေ့ကို\nပေါင်ကျန့်ဟာနည်းအမျိုးမျိုးစုံနဲ့ လုပ်ချင်ရာတွေလုပ်ပြီးဖြတ်သန်းရင်း\nသူလွဲချော်ခဲ့ရတဲ့အရာတွေ အထင်လွဲခဲ့တာတွေကိုနားလည်လာခဲ့တယ်။အဲဒီလိုနဲ့သူ့ရဲ့(၁၁.၁၁)နေ့ကိုပိုပိုကောင်းအောင်ကြိုးစားရင်း\nအဲဒီညမှာနှလုံးရောဂါနဲ့သေရမယ့် ကလေးရှိတာကိုသိသွားခဲ့ပါတယ်။\nကံကြမ္မာကိုပြောင်းလဲလို့မရတဲ့အတွက် ကလေးလေးရဲ့\nမသေခင်ဆန္ဒတွေကို ဖြည့်စည်းပေးဖို့အစွမ်းကုန်ကြိုးစားပါတော့တယ်။\nလူသားဆန်မှုတွေနဲ့ ဒီချာလည်ရိုက်နေတဲ့နေ့ရက်တစ်ခုကိုဘယ်လိုအကြိမ်ကြိမ်ဖြတ်သန်းကြမလဲ......\nမနက်ဖန်ကိုဘယ်လိုများမှရောက်နိုင်မှာလဲ..ဆိုတာကို ခံစားကြည့်ရှုလိုက်ပါဦးနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Romance\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/back-to-the-tomorrow-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/vv-133x200.jpg",
        "title": "Velvet Goldmine (1998)",
        "description": "မင်းသားကြီး Christian Bale ငယ်စဉ်ကသရုပ်ဆောင်ထားတဲ့ 1998 ခုနှစ်က ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ Glam-rock အဆိုတော် ဘရိုင်ယန်စလိတ်ဒ်ဟာ စင်ပေါ်မှာဖျော်ဖြေနေတုန်း သေနတ်အပစ်ခံခဲ့ရပါတယ်။ ဒါပေမဲ့ နောက်နေ့ကျမှ သေနတ်ပစ်ခံရတာဟာ သရုပ်ဆောင်တာသာဖြစ်ကြောင်း၊ စတန့်ပြကွက်တစ်ခုသာဖြစ်ကြောင်း ကြေညာခဲ့ပါတယ်။ အဲဒီပြကွက်နောက်ပိုင်း ပရိတ်သတ်တွေရဲ့ ဝေဖန်မှုတွေခံရ၊ ရောင်းအားတွေလည်းကျဆင်းပြီး စလိတ်ဒ်တစ်ယောက် ဘယ်ရောက်သွားမှန်းမသိအောင်ကို အစပျောက်သွားခဲ့ပါတယ်။ အဲဒီအဖြစ်အပျက်အပြီး ၁၀ နှစ်အကြာမှာ အမေရိကန်သတင်းဌာနတစ်ခုကနေ အဆိုတော် ဘရိုင်ယန်စလိတ်ဒ်ဘာဖြစ်သွားလဲ၊ ဘယ်ရောက်နေလဲဆိုတာ စုံစမ်းခိုင်းဖို့ သတင်းထောက် အာသာကို လွှတ်လိုက်ပါတယ်။ သတင်းထောက်အာသာဟာ ငယ်စဉ်တုန်းက အဲဒီအဆိုတော် ဘရိုင်ယန်စလိတ်ဒ်ကို အရူးအမူးအားပေးခဲ့သူပဲဖြစ်ပါတယ်။ ဘရိုင်ယန်စလိတ်ဒ်ရဲ့ လိင်တူနှစ်သက်မှုကို ပွင့်လင်းမြင်သာစွာ ဖွင့်ဟထားမှုတွေ၊ ထုံးတမ်းကိုဆန့်ကျင်တဲ့ ဝတ်စားဆင်ယင်မှုတွေက အာသာအနေနဲ့ သူ့ရဲ့စိတ်ဆန္ဒတွေကို ဖွင့်လှစ်ပြဖို့ အားတက်စေခဲ့တဲ့အရာတွေ ဖြစ်ခဲ့တာပါ။ စလိတ်ဒ်သေနတ်ပစ်ခံရပုံဟန်ဆောင်ပြတဲ့ ဖျော်ဖြေပွဲညတုန်းက ပွဲထဲမှာ အာသာပါရှိနေခဲ့တာပါ။ အခုအခါမှာတော့ သူတစ်ချိန်ကအရူးအမူးကြိုက်ခဲ့တဲ့ အဆိုတော်အကြောင်း ...",
        "rating": "6.9",
        "url": "https://megaup.net/1edab/Velvet.Goldmine.1998.720p.(CM).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BOTUyNTcxZTYtNjMwYy00NjQzLWJhMjktNTE2ZDcyYmM2YjFmXkEyXkFqcGdeQXVyNTYzNjM1OTg@._V1_FMjpg_UX1000_-1-142x200.jpg",
        "title": "House of Inequity (2023)",
        "description": "အကြောက်တရားဆိုတာ ကိုယ့်ရဲ့ရန်သူပါပဲတဲ့။ ဒါဆိုရင် အကြောက်တရားဆိုတဲ့အရာကဘာများပါလဲ။ လောကကြီးထဲမှာ ကြောက်စရာအကောင်းဆုံးအရာတွေထဲမှာ အကြောက်တရားလည်းအပါအ၀င်ဖြစ်ပါတယ်။ ဘာလို့ဆို အကြောက်တရားက လူတွေရဲ့စိတ်ကိုသာမက ရုပ်ပိုင်းဆိုင်ရာအထိပါထိန်းချုပ်နိုင်စွမ်းရှိလို့ပါ။ လူတိုင်းမှာ အကြောက်တရားကိုယ်စီရှိကြတာပါပဲ။ ဒီအကြောက်တရားကိုရင်ဆိုင်မလား အရှုံးနိမ့်ခံမလားကတော့ ကိုယ်ကိုယ်တိုင်ရဲ့ရွေးချယ်မှုပါ။ ဒီဇာတ်ကားလေးထဲမှာဆိုရင် အင်တာနက်မှာ ခေတ်စားနေတဲ့အိမ်အိုကြီးဆီ ခရီးထွက်လာတဲ့သူငယ်ချင်းတစ်စုကိုမြင်ရမှာဖြစ်ပါတယ်။ အစက ဓါတ်ပုံရိုက်ဖို့အတွက်သာဆိုပေမဲ့ အိမ်ထဲ၀င်စပ်စုကြရင်း ‌ညမှောင်သွားတဲ့အခါ ဘယ်လိုအကြောက်တရားတွေကို ရင်ဆိုင်တွေ့ရမလဲဆိုတာကို စိတ်၀င်စားဖွယ်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ သာမန်horrorဇာတ်ကားတွေလို ခေါက်ရိုးကျိုးဇာတ်လမ်းဖြစ်ပေမဲ့ ကိုယ်ကိုယ်တိုင်ရဲ့ကြောက်စိတ်နဲ့နှိုင်းယှဉ်ရင်း အတွေးများစေတဲ့ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။  File size…(1.52 GB)/(790 GB)/(390 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Soe Thiri Swe",
        "rating": "",
        "url": "https://megaup.net/3g98A/House.Of.Inequity.2023.720p_(CM)_(3).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/300px-Dragon-squad-poster_01-144x200.jpg",
        "title": "Dragon Squad (2005)",
        "description": "ဇာတ်လမ်းကတော့ နိုင်ငံတကာအလိုရှိနေတဲ့ ဟောင်ကောင်ရာဇဝတ်သား ကျားသစ်ဒွမ်ကို ရုံးထုတ်တာကနေ စတင်ထားတာပါတယ်။တရားစွဲမှာဖြစ်တဲ့အတွက် အပြည်ပြည်ဆိုင်ရာရဲဌာနဖြစ်တဲ့ အင်တာပိုလ်ကလည်း ပါဝင်လာပြီးတော့ ကျားသစ်ဒွမ်ကို ထောင်ထဲပို့ သူ့ရဲ့ မြေပေါ်မြေအောက် စီးပွားရေးမှန်သမျှ ချုပ်ငြိမ်းဖို့ ကြံဆောင်ကြတော့မှာပါ...ဒါပေမယ့် ဇာတ်လမ်းက ရိုးရှင်းမနေပါဘူး.... ပြည်ပကြေးစားအဖွဲ့တစ်ဖွဲ့က ရုံးထုတ်မယ့်နေ့မှာပဲ လုံခြုံရေးယာဉ်တန်းကို တိုက်ခိုက်ပြီး ကျားသစ်ဒွမ်ကို ခေါ်ဆောင်သွားပါတယ်...ကျားသစ်ဒွမ်လည်း ကယ်တင်ခံရပြီ အထင်နဲ့ ပျော်ရွှင်ခံပေမယ့် တကယ်တန်းမှာတော့ သူနဲ့ သူ့အစ်ကို ကျားကြီးဒွမ်တို့ကို လက်စားချေမယ့်သူတွေပဲ ဖြစ်လို့နေပါတယ်... ဟောင်ကောင်ရဲတွေက တစ်ဖက်… အငယ်တန်းအင်တာပိုလ်ရဲတွေက တစ်သင်း.... ကြေးစားတွေက တစ်ဖွဲ့... သူ့ညီကို ပြန်ကယ်ချင်တဲ့ ကျားကြီးဒွမ်တို့ကလည်း တစ်ဖွဲ့ဖြစ်နေလောတော့ လေးပွင့်ဆိုင်အက်ရှင်ကားလေးလို့ပဲ ပြောရမှာပါ...ဟောင်ကောင်အက်ရှင်ကားကြိုက်သူတွေအဖို့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(1.6GB)\nQuality__720p\nIMDb Rating__5.3/10\nFormat__mp4\nDuration__01:59:00\nType__Action, Crime, ...",
        "rating": "5.3",
        "url": "https://megaup.net/1eivz/Dragon_Squad_(2005)_720p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNzE4MmMxYTgtMDQ3Ny00ODY4LTg3Y2QtNGYxYzEwYjE0ZWMyXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Four’s a Crowd (2022)",
        "description": "ဒီနေ့တင်ဆက်ပေးမှာကတော့ စပိန်ခရီးသွား ဟာသကားလေးဖြစ်ပါတယ်။ ဟူလီယန်က အသက်၅၀ အရွယ် ရုံးဝန်ထမ်း တစ်ယောက်ဖြစ်ပါ။ မိန်းမနဲ့ ကွာရှင်းထားပြီး ငွေကြေးလိုအပ်ချက်အရ Application တစ်ခုမှာ ပို့စ်တင်ပြီး လူသုံးယောက်နဲ့အတူ ကားမျှစီးလေ့ရှိပါတယ်။ သူ ကြိတ်ခိုက်နေရသူလေးကတော့ ပုံမှန်ခရီးသည် ကောင်မလေး လော်ရယ်နာပါ။ လော်ရယ်နာကတော့ အသက် ၂၉ နှစ်အရွယ် ခပ်မိုက်မိုက်ကောင်မလေးပါ။ မက်ဒရစ်မှာ အလုပ်လုပ်ပြီး ပိတ်ရက် အမေနဲ့ အဖေဆီ ပြန်ရတာ ပင်ပန်းလို့ စိတ်ညစ်နေသူပါ။ လော်ရယ်နာနဲ့ ဟူလီယန်အတူ ကားမျှစီးကြတာ ခြောက်လလောက်ရှိပါပြီ။ လော်ရယ်နာလေးနဲ့ အေးအေးဆေးဆေး ခရီးသွားရဖို့ ဟူလီယန်တစ်ယောက် ကားအတူစီးဖို့ ခပ်ဝဝ ရုပ်ဆိုးဆိုး ယောကျ်ားလေးတွေကိုပဲ သေချာ ရွေးတင်လေ့ရှိပါတယ်။ ဒါပေမဲ့ ဘဝဆိုတာ စီစဉ်ထားတဲ့အတိုင်း ဖြစ်မလာတတ်လေတော့….. တစ်ရက်မှာ ဝမ်းကွဲအစ်ကိုရဲ့ ပရိုဖိုင်သုံးပြီး ကားပေါ်လိုက်လာတဲ့ ခပ်မိုက်မိုက်ကောင်လေး ဆာရ်ဂီယိုကြောင့် ပြဿနာ စတက်ပါတော့တယ်။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2Akci/Fours.a.Crowd.2022.SPANISH.720p.(CM)_(2).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f6v4ZYn9VOuVRz43ZquXYGSQ7i9.jpg",
        "title": "Hello, Beijing ( 2022 )",
        "description": "လူတိုင်း လူတိုင်းမှာ အိမ်မက်ကိုယ်စီရှိကြပါတယ်\nအိမ်မက်တိုင်းကို အကောင်အထည်ဖော်ဖို့က ကလဲ စျေးပေါပေါ\nလွယ်လွယ်ကူကူနဲ့ ရတတ်ကြတာမဟုတ်ပါဘူး ။\nပေးဆပ်မှုတွေ ရင်းနီးမှုတွေ စတေးမှုတွေနဲ့ မြှုပ်နှံပြီးမှ\nအကောင်အထည်ဖော်လို့ရကြတာပါ ။ဒီနေ့မှာဆိုရင်တော့ အိမ်မက်ကို အကောင်အထည်ဖော်ဖို့\nကြိုးစားကြနေတဲ့ အသက်အရွယ်မတူညီတဲ့\nလူ ၃ ယောက်အကြောင်း ရိုက်ကူးပုံဖော် ထားသော\nဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။❏ ပရော့ဂျက်အောင်မြင်ခါနီးမှာမှ ရင်းနှီးမြှုပ်နှံသူတွေ\nနှုတ်ထွက်သွားပြီး အကြွေးတွေ ဝိုင်းဝိုင်းလယ်ကာ\nကူရာမဲ့ ဖြစ်နေတဲ့ ကုမ္ပဏီ သူဌေး - လီမင်ချီ❏ အိမ်က သဘောမတူတဲ့ကြားထဲမှာမှ အိမ်ကိုဆန့်ကျင်\nအတိုက်အခံလုပ်ကာ ပေကျင်းသို့ သူ့ရဲ့ အဆိုတော်ဖြစ်ချင်တဲ့\nအိမ်မက်ကို အကောင်အထည်ဖော်ဖို့\nအိမ်ပေါ်ကဆင်းလာသူ ထက်မြတ်တဲ့ လူငယ်လေး - ယန်နမ်❏ ချစ်ရသူနဲ့ လက်ထပ်ပြီး နေထိုင်ဖို့ အိမ်လေးဝယ်ချင်နေပေမဲ့\nအကျပ်အတည်းနဲ့ ရင်ဆိုင်နေရသူ ရိုးသားကြိုးစားတဲ့\nအမြန်ချောပို့သမားလေး - လျိုရွှင့်အကျပ်အတည်း တစ်မျိုးစီနဲ့ ရင်ဆိုင်နေရတဲ့ သူတို့တွေ\nပေကျင်းမှာ ဘယ်လိုများဆက်လက်ပြီးရှင်သန်ကြမှာလဲ ?\nသူတို့ရဲ့ အိမ်မက်တွေကရော အကောင်အထည်ဖော်နိုင်ပါ့မလား ?\nအိမ်မက်ကိုအကောင်အထည်ဖော်နေစဥ်အတွင်းမှာ\nဘယ်လို စိန်ခေါ်မှုတွေ အခက်အခဲတွေနဲ့ ရင်ဆိုင်ရမလဲ?\nဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါနော် ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/hello-beijing-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yMu6Qok9zobGsAHfSk1XFstzFN8.jpg",
        "title": "Aporia (2019)",
        "description": "Aporia (2019)\n==========ဇာတ်လမ်းအစမှာ လူတစ်စုကရွာသားတွေကိုဖမ်းပြီးတောင်တွေ\nဆီကိုဦးတည်မောင်းလာတယ်။ ဒါပေမယ့် ရွာသားတွေကိုခေါ်မလာ\nခင် လူတိုင်းရဲ့လည်ပင်းကိုဆေးတွေထိုးပေးလိုက်တယ်။ အခြား\nဆေးတော့မဟုတ်ပါဘူး။ဇွန်ဘီဖြစ်လာနိုင်တဲ့ စမ်းသပ်တဲ့ဆေးတွေ။\nအဲ့ထဲမှာ အာဗင်နဲ့ အိစ်ချ်တို့လင်မယားနှစ်ယောက်လည်းပါတယ်။အာဗင်က ကားနောက်ခန်းထဲမှာ ခေါ်လာတဲ့သူတွေကိုပြန်တိုက်ပြီး\nထွက်ပြေးကြဖို့ တိုင်ပင်ထားကြပေမယ့်လည်း တကယ်လည်းဖြစ်\nလာရောအလုပ်မဖြစ်ဘူး။ ခရီးဆုံးလည်းရောက်ရော ဖမ်းခေါ်လာသူ\nတွေက သူတို့ကို တောင်ကြားတွေဆီကိုပြေးခိုင်း ပြီးတော့ သေနတ်နဲ့\nလိုက်ပစ်တယ်။ ပြေးရင်းနဲ့ပဲ အီချ်နဲအာဗင်ဟာ မြောင်းကြားထဲကို\nကျသွားတာပေါ့။မြောင်းကအတော်လေးနက်ပြီး ပြန်တက်ဖို့မလွယ်\nပါဘူး။ လိုက်သတ်တဲ့သူတွေက မသတ်တော့ဘဲပြန်သွားကြတယ်။\nဒီလိုနဲ့ညရောက်လာတော့ သူတို့ထဲကတစ်ယောက်ကဆေးအစွမ်းပြ\nလာတဲ့အခါမှာတော့....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin\nMyo Lwin ဖြစ်ပါတယ်)File Size..........(1.47 GB) / (620 MB) / (338 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 25mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Horror\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/2x9TZ/Aporia.2019.TURKISH.720p.WEBRip(CM).mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eJnpEwTA1RhnZCP5epnBf8O9vz6.jpg",
        "title": "The African Desperate (2022)",
        "description": "The African Desperate (2022)~ IMDb - 5.4/10, Rotten Tomatoes - 83% ~Coming of Age, Comedy အမျိုးအစား​လေးဖြစ်လို့ ​ပေါ့​ပေါ့ပါးပါးကြည့်ချင်ရင် အကြိုက်​​တွေ့မယ့်ကား​လေးပါ။ ဒီကားကို တချို့က အနုပညာလောကကို အမြင်ကျဉ်းကျဉ်းနဲ့ကြည့်ထားတဲ့ ကျယ်ပြန့်တဲ့ရုပ်ရှင်ကားလို့ဆိုကြတယ်။ အနုပညာကျောင်းက ကျောင်းမပြီးခင် နောက်ဆုံးနေ့တစ်နေ့က မိန်းကလေးတစ်ယောက်ရဲ့ အတွေ့အကြုံကို ရိုက်ပြထားတာပေါ့။Aquarius မိန်းက​လေး Palace ရဲ့ ​ကျောင်းမပြီးခင် ၂၄ နာရီအတွင်း ကြုံရတဲ့ အခက်အခဲ အ​တွေ့အကြုံ​တွေကို ဟာသ​လေး​နှောပြီး ရိုက်ပြထားတဲ့ကား​လေးပါ။ ဒီကားဟာ အနုပညာကျောင်းတွေအပေါ် အမြင်သစ်နဲ့ ရိုက်ပြထားတဲ့ကားဖြစ်ပြီး Street Photography တွေကို Reference လုပ်ထားတဲ့ စီနီမာတိုဂရပ်ဖီတွေ၊ ခပ်ကြမ်းကြမ်း နောက်ခံတေးဂီတတွေကိုလည်း သုံးထားပါတယ်။ ပွဲဦးထွက်ကားမှာတင် ဒီလိုခပ်လန်းလန်းကားကို ရိုက်ပြနိုင်တဲ့ အမေရိကန်ဒါရိုက်တာမ Martine Syms ရဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Rbu7/(CM)_The_African_Desperate_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t73m7lX0eFYDjlB1Gcb7r3S5Yt.jpg",
        "title": "A Very Long Engagement (2004)",
        "description": "A very long engagement (2004)========================၁၉၁၉ ခုနှစ် သြဂုတ်လမှာ မာသိဒ် သီလရှင်တစ်ပါးဆီက စာရပါတယ်။စာက ပထမကမ္ဘာစစ်ထဲမှာ သေသွားပြီလို့ သိထားတဲ့ သူ့ခင်ပွန်းလောင်းရဲ့ရဲဘော်တစ်ဦးဆီပါ။ အဲဒီနောက်မှာတော့ သူ့ခင်ပွန်းလောင်းအပါအဝင်သေမိန့်ချခံခဲ့ရတဲ့ စစ်သားငါးယောက်အကြောင်းကို ကြားခဲ့ရပါတယ်။အဲဒီကနေစပြီး မာသိဒ်တစ်ယောက် သူ့ခင်ပွန်းလောင်း မတ်နတ်ခ်ကို ရှာပုံတော်ဖွင့်ပါတော့တယ်။မာနတ်ခ်ကို ရှာရတဲ့ခရီးက လွယ်တော့ မလွယ်လှပါဘူး။ ပထမဆုံးပဲရစ်ကို သွားပြီး စုံထောက်တစ်ယောက်ငှားတယ်။ သူ့ကို ပိုက်ဆံတွေအလကားဖြုန်းပစ်နေတာပဲလို့ ပြောကြပါတယ်။ သူ့ဦးလေးနဲ့အဒေါ်ကလည်း မေ့ပစ်ပြီး သင့်တော်တဲ့သူတစ်ယောက်ရှာတော့တဲ့။အမျိုးမျိုးတားကြတဲ့ကြားမှာ မာသိဒ်တစ်ယောက် သူ့ခင်ပွန်းလောင်းအသက်ရှင်နေသေးတယ်လို့ ခိုင်ခိုင်မာမာ ယုံကြည်ထားဆဲပါပဲ။ ဒီလိုနဲ့ရသမျှအချက်အလက်တွေကို လိုက်ချိတ်ဆက်ပါတော့တယ်။မာသိဒ်တစ်ယောက် သူ့ခင်ပွန်းလောင်းကို ရှာတွေ့ပါ့မလား?သူ့ခင်ပွန်းလောင်းကရော အသက်ရှင်နေပါ့မလား?အသက်ရှင်နေရင်ရော ဘာတွေကြောင့် ပြန်မလာနိုင်တာလဲ? အညွှန်းနဲ့ ဘာသာပြန်ကို Phu Myat Thwe ရေးသားထားပါတယ်  File size…2 GB / 819MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 13m\nGenre ..... ...",
        "rating": "7.6",
        "url": "https://megaup.net/3d6ie/A.Very.Long.Engagement.2004.BluRay.720P(CM).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zHYULFLTrzvKNTsTyyJsGPzQ5Ct.jpg",
        "title": "Grandpa Tea ( 2022 )",
        "description": "ဒီတစ်ခါမှာ CM Chinese Fansတွေကိုမြို့ပြရဲ့ပျားပိတုန်းတွေလို\nလူးလားခတ်အလုပ်ရှုပ်မှုတွေကိုခဏထားခဲ့ပြီး\nစိမ်းစိုပြီးသာယာအေးချမ်းတဲ့လက်ဖက်စိုက်ခင်းတောင်ပေါ်ကိုခေါ်သွာပေးပါရစေရှောင်ပိုင်ဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာ မြို့ကြီးတစ်ခုမှာနေထိုင်ပြီး\nLive Sale ရောင်းတဲ့အလုပ်လုပ်ပါတယ်။\nအဖိုးရဲ့အသက်(၇၀)ပြည့်မွေးနေ့ကိုဂုဏ်ပြုဖို့အတွက်ရွာကိုပြန်လာတဲ့အခါမှာ\nလမ်းမှာကားဘီးပေါက်တော့ အူကြောင်ကြောင်ရွာသားတစ်ယောက်နဲ့တွေ့ပြီး\nမကောင်းကြံသူလို့ထင်မှားမိကာ မျက်လုံးကိုငရုတ်ရည်နဲ့ဖြန်းခဲ့မိပါတယ်။နောက်မှသိလိုက်ရတာကအဲဒီအူကြောင်ကြောင်ကောင်လေးဟာ\nသူ့အဖိုးရဲ့တပည့်ကျော်ဖြစ်နေတာပါပဲ။\nမွေးနေ့ပွဲမှာရှောင်ပိုင်ရဲ့မထင်မှတ်ပဲလုပ်မိတဲ့အမှားကြောင့်\nအဖိုးဖြစ်သူကဆေးရုံတက်ရပါတော့တယ်။\nအဲဒီလိုနဲ့ မြို့ကြီးသူနဲ့အူကြောင်ကြောင်ရွာသားလေးတို့က\nလက်တွဲပြီးအလုပ်လုပ်ဖို့ဖြစ်လာပါတော့တယ်။\nမြို့ကြီးသူနဲ့ ရွာသားလေးတို့ဘယ်လိုအလွဲအလွဲအချော်ချော်ဖြစ်ကြဦးမယ်......\nသူတို့၂ယောက်ကြားမှာအချစ်မီးပန်းတွေရောပွင့်လာနိုင်မလား...\nဆိုတာကို စိမ်းစိုပြီးအရမ်းလှပတဲ့ရှုခင်းတွေကြည့်ရင်း ခံစားလိုက်ပါဦးနော်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 22 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/grandpa-tea-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ydTkYBA1wdJKy6y3gVqAFuW4aUq.jpg",
        "title": "The Legend Of Justice WuSong ( 2022 )",
        "description": "ဒီတစ်ခါ CM ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးချင်တာကတော့\nနာမည်ကြီးကာတွန်းတစ်ခုကနေ ရုပ်ရှင်အပြင်အသက်သွင်းထားတဲ့ ဇာတ်လမ်းတစ်ခုပါ။တစ်နေ့မှာတော့ ‌ကျားကိုသတ်ခဲ့လို့ဆိုပြီး သိုင်းသမား\nဝူစုန့်တစ်ယောက်က ပြန်လာရင်း တစ်နယ်‌တစ်ကျေးကို\nပြောင်းနေပြီထင်တဲ့ အစ်ကိုအရင်းဖြစ်သူ ဝူတာ့လန်နဲ့\nငယ်ရွယ်ပြီး ချောမောလှပတဲ့ ဖန်ကျင်းလျန်ဆိုတဲ့ မရီးတစ်ယောက်ကို တွေ့လိုက်ရတယ်။ရိုးအတဲ့အစ်ကိုဖြစ်သူရဲ့ ဇနီးမို့ ရင်းနှီးဖော်ရွေစွာ ဆက်ဆံခဲ့ပေမယ့်လည်း\nနောက်ကြောင်းမရှင်း အကြံကြီးလှတဲ့မရီးဖြစ်သူဟာ\nဂွင်ဖန်ပေမယ့် ကိုယ်ကျင့်တရားကောင်းသူ ဝူစုန့်ကတော့ မဖြုံခဲ့ဘူး\nမြို့အနှံ့အချောအလှနာမည်ကြီးနေတဲ့ ဖန်ကျင်းလျန်ရဲ့\nအလှကျော့ကွင်းမှာ မိသွားသူကတော့ ရှီမန်းချင်ဆိုတဲ့ လူတစ်ယောက်ပေါ့။ဖန်ကျင်းလျန်ကိုမှ လိုချင်လှပါချည်ရဲ့ဆိုပြီး အဘွားနန်ကို\nလာဘ်ထိုးလို့ ရယူဖို့ ကြိုးစားခဲ့ရာကနေ အရှုပ်အထွေးတွေဖြစ်လာခဲ့တယ်\nဝူတာ့လန်နဲ့ ဖန်ကျင်းလျန်ရဲ့အိမ်ထောင်ရေးကရော ဘယ်လိုဖြစ်မလဲ....\nရှီမန်းချင်ရဲ့ဝင်ရှုပ်မှုကြောင့် နောက်ဆက်တွဲ ဘာတွေဖြစ်လာမလဲ....\nဝူစုန့်ကရော ဘာကြောင့်အစ်ကိုဖြစ်သူရဲ့စကားကို ပယ်ရှားရတာလဲ....\n[ Reviewed By Htun Su Khaing ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 33 min\nSubtitle : Myanmar ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-legend-of-justice-wusong-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNGU1ZTg0MmQtYTQyYS00ZTk0LWEwNzMtMmI1NDE4ZmExOTZkXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-147x200.jpg",
        "title": "Gatta Kusthi (2022)",
        "description": "Gatta Kusthi (2022)နာမည်ကြီးမင်းသား Vishnu နဲ့ ချစ်စရာမင်းသမီးချောလေး Aishwarya Lekshmi ရိုက်ကူးထားပြီး\nIMDb ကလည်း 7အထိရထားတဲ့ Comedy အမျိုးအစားရုပ်ရှင်ကိုတင်ဆက်ပေးချင်ပါတယ်\nဟာသဇာတ်မြူးလေးကိုမှ အချောအလှလေးတွေပါဝင်တာကြည့်ချင်ရင်တော့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်နော်..ခီသီ(Aishwarya Lekshmi)ဆိုတာက နပန်းကိုငယ်ငယ်တည်းက လေ့လာလိုက်စားရင်းနိုင်ပွဲတွေကို\nဆွတ်ခူးနိုင်ခဲ့သူပါ အနိုင်ကျင့်တဲ့လူတွေကိုပညာပြတဲ့ ဘွဲ့ရပညာတတ် ဆံပင်တိုတို\nဗလတောင့်တောင့်ကောင်မလေးပေါ့ သူ့ကိုအိမ်ထောင်ဘက်အဖြစ်လာရွေးတဲ့လူတွေကလည်း\nကိုင်‌ပေါက်ခံရမှာကြောက်လန့်ပြီးထွက်ပြေးကြတာချည်းပါပဲဗီရာ(Vishnu)ကတော့ တစ်ဦးတည်း‌သောသူဌေးသားပေါ့သတို့သမီးလောင်းအတွက်သူ့ရဲ့စံသတ်မှတ်ချက်တွေက\nဆံပင်ရှည်ကြီးနဲ့ သူထိန်းချုပ်တိုင်းရမယ့်ပညာမတတ်မိန်းကလေးမျိုးပါ\nဒီလိုနဲ့နှစ်ယောက်ကကံဆုံကြပြီး လူကြီးတွေကသူတို့ကိုအိမ်ထောင်ချပေးဖို့လုပ်လေတော့\nခီသီတစ်ယောက်ဘယ်လိုလိမ်ဆင်တွေလုပ်မလဲ ဆံပင်ရှည်ကြိုက်တဲ့ယောကျာ်းနဲ့ ဆံပင်တိုတိုခီသီတို့\nဘယ်လိုတွေလှည့်ပတ်ပြီးစခန်းသွားကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါရှင်\nFile size…2.78GB /1.23GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Yunni",
        "rating": "6.9",
        "url": "https://megaup.net/3d5jC/Gatta_Kusthi_(2022)_Tamil%C2%A0TRUE_WEB-DL_720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ryXm7xp4aqQyda0FU2eMfHehPBg.jpg",
        "title": "The Road to El Dorado(2000)",
        "description": "The Road to El Dorado(2000)************************** စွန့်စားခန်းတွေ၊ ရတနာရှာဖွေရေးတွေ ကြိုက်တတ်တဲ့သူတွေအတွက် old but goldဇာတ်ကားကောင်းလေးတပုဒ်တင်ဆက်ပေးလိုက်ပါတယ်။\nEl Dorado ဆိုတာက ရှေးနတ်ဘုရားတွေ ဖန်းဆင်းထားခဲ့ပြီး ရွှေအပြည့်နဲ့ ရွှေမြိုတော်ကြီးလို့သိကြပါတယ်။ဒါပေမယ့် ဒီမြို့ကိုတော်ရုံနဲ့တော့ ရှာမတွေ့နိုင်ဘူးပေါ့ဗျာ။\nမီဂယ်လ်နဲ့ တူလီယို ဟာဆိုရင် လောင်းကစားတောင်မှ လိမ်စားတဲ့ အကြံဖန်သမားတွေပါ။ကံ‌ ကောင်းလားဆိုးလားတော့မသိ el dorardoကိုသွားတဲ့မြေပုံကို လောင်းကစားလုပ်ရင်းရခဲ့ပြီးပြေးရင်းလွှားရင်းနဲ့ပဲ အဲ့မြို့တော်ကိုပဲ ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်သွားပါတယ်..ဘယ်လို ခိုးထုတ်ကြမလဲဆိုတာကိုတော့....   File Size :(2.08GB) (866 MB) and (234 MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Animation, Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2x7O4/The.Road.to.El.Dorado.2000_.BLU-RAY.720P.PP(CM).mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYTY2MmRhMDktZmEyNy00NzMyLTkyZTEtYWQ5NjQ0Y2RlMjc5XkEyXkFqcGdeQXVyNjU4ODQ2MTQ@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "My Southern Family Christmas (2022)",
        "description": "My Southern Family Christmas (2022)\n===========================\nIMDb Rating -  7.1/10Campbell ဟာ သူအလုပ်လုပ်နေတဲ့ မဂ္ဂဇင်းမှာ ခရစ္စမတ်ကာလ\nအထိမ်းအမှတ် ဆောင်းပါးတွေ ရေးစရာ ဇာတ်လမ်းမကျန်တော့လို့\nခေါင်းစားနေသူပါ။ ဒါပေမဲ့ အဲနေ့မှာပဲ Jennifer ဆိုသူ အမျိုးသမီးက\nသူ့ဆီ သူ့ရဲ့အဖေအရင်းဖြစ်သူနဲ့ လက်ထပ်ထားတဲ့သူပါလို့ပြောထားတဲ့\nအသံမက်ဆေ့ခ်ျတစ်ခု ပို့လာခဲ့ပါတယ်။ Campbell ကဖုန်းပြန်ခေါပြီး\nမေးတော့ သူ့အဖေက သူတို့နေတဲ့မြို့လေးရဲ့ Pere Noel ( Santa version\nတစ်မျိုး ) အဖြစ်အရွေးခံရကြောင်း၊ မိသားစုအတွက် ဂုဏ်ယူစရာကိစ္\nစတစ်ခုဖြစ်လို့ လှမ်းအသိပေးတာဖြစ်တဲ့အကြောင်း ပြောလာခဲ့ပါတယ်။\nအဲမှာပဲ Campbell ဟာ သူတစ်သက်လုံးမသိခဲ့တဲ့ အဖေတူ အမေကွဲ ညီမ\nတွေရှိတာ သိလိုက်ရပါတယ်။အဲဒါနဲ့ Campbell ဟာ အဲမြို့က ခရစ္စမတ်ရိုးရာဓလေ့တွေ၊ သူ့အဖေ Pere\nNoel အရွေးခံရတဲ့ အကြောင်းတွေကို အဲမြို့တွင်းသတင်းစာမှာ ဖတ်ထား\nတာကို သူ့အယ်ဒီတာကတွေ့သွားပြီး အဲမြို့ရဲ့ ခရစ္စမတ်ထုံးစံတွေကို ဆောင်း\nပါးရေးဖို့ ပြောပါတော့တယ်။ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1b64b/My.Southern.Family.Christmas.2022.720p.WEB_DL(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLKSPbHFmkxzsNbEfqMI10FQvgb.jpg",
        "title": "[18+] Pink Cut: Love Me Hard, Love Me Deep (1983)",
        "description": "Pink Cut: Love Me Hard, Love Me Deep (1983)Nikkatsu Pink Films တွေထဲက ရှားရှားပါးပါး အချစ်ဟာသပုံစံနဲ့ ကားလေးတစ်ကားပါ။ Mami ဆိုတဲ့ ဆံသဆိုင်ပိုင်ရှင်ကောင်မလေးဟာ ငယ်ရွယ်ပြီးဆွဲဆောင်မှုရှိတဲ့မိန်းကလေးတွေကို ဆိုင်မှာခန့်ထားပြီး ယောက်ျားလေးဖောက်သည်တွေကို ဆွဲဆောင်ပါတယ်။ သူကိုယ်တိုင်လည်း ကောလိပ်ကို ဖြတ်လမ်းကနေ အတန်းမတက်ပဲအောင်ဖို့ ကောလိပ်ဆရာကြီးတစ်ယောက်ကိုဝင်အောင်းထားပါတယ်။သူ့ဆိုင်မှာလာညှပ်နေတဲ့ ကောလိပ်ကျောင်းသားလေး Akira ကတော့ ချစ်သူနဲ့နီးစပ်ဖို့ အလုပ်ရှာနေပေမယ့်အလုပ်ကံခေလို့ ချစ်သူရဲ့ငြိုငြင်မှုကို ခံနေရသူဖြစ်ပါတယ်။ Akira နဲ့ချစ်သူကောင်မလေး၊ Mami နဲ့ကောလိပ်ဆရာ၊ Mami ရဲ့ဆိုင်ကဆံသဆရာမလေးတွေနဲ့ဖောက်သည်တွေရဲ့ ဇာတ်လမ်းအစုံစုံတို့ကို ဟာသနှောပြီး ကွက်ကွက်ကွင်းကွင်း တင်ဆက်ထားတာပါ။ မြင်နေကျကားတွေမှာလို ကြိုးတုပ်တာတွေ ဖယောင်းစက်ချတာတွေ နှိပ်စက်အဓမ္မတွေမပါဝင်ပဲ အချစ်ဟာသ ဇာတ်ကားလေးတစ်ကားအတိုင်း အရောင်စုံပေါ့ပေါ့ပါးပါး ရှုစားခံစားဖီးတက်ရမယ့် ကားတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.6GB, 620MB\nQuality ...",
        "rating": "",
        "url": "https://megaup.net/2x7O1/(DS)_Pink_Cut_-_Love_Me_Hard,_Love_Me_Deep_(1983)_720p.mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/inbsert-when-135x200.jpg",
        "title": "When Are You Moving Out? (2022)",
        "description": "ဒီကားမှာမင်းသား Dan Hasson နဲ့ Tom O'Brien တို့က Tom နဲ့ Danny အဖြစ်အဓိကပါဝင်ထားပါတယ်. Director ကတော့ Dan Hasson ရိုက်ကူးထားတာပါ. အဓိက Story ကတော့ Tom နဲ့ Dan က ကျောင်းအတူတူတက်ခဲ့တဲ့သူငယ်ချင်း2ယောက်ကနေအခန်းဖော်အဖြစ်အတူတူနေကြတဲ့ဇာတ်လမ်းပါ. Danny က ကိုယ့်အလုပ်ကိုပဲအာရုံစိုက်ပြီးခပ်အေးအေးနေတတ်ပါတယ်. Tom ကတော့ပြောင်းပြန်ပါ ပါတီတို့ ဆေးခြောက်သောက်တာတွေပဲလုပ်နေတဲ့လူပါ. ဒီလိုစရိုက်မတူတဲ့သူငယ်ချင်2ယောက် တစ်အိမ်ထဲအတူတူနေလာတော့မှ အကြွေးမပေး ပါတီတွေလုပ် အခန်းမရှင်းရင်းကနေ စိတ်ဝမ်းကွဲသွားတာအဖြစ်အပျက်အကြောင်းရိုက်ထားတာဖြစ်ပါတယ်...သူငယ်ချင်းတွေကြားဖြစ်တတ်ပုံလေးကို ဟာသနှောထားတာမို့ ခံစားကြည့်လိုက်ပါဦး။File size…(1.41GB)  / (`969MB) / (397MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:27:00\nGenre...   Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Son Gohan",
        "rating": "",
        "url": "https://megaup.net/1R73g/When.Are.You.Moving.Out.2022.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-as-138x200.jpg",
        "title": "Ashgrove(2022)",
        "description": "ဒီကားက ၁နာရီခွဲသာကြာပြီး ဇာတ်လမ်းအစမှာတင် ကမ္ဘာတစ်ခုလုံးကရေတွေက အဆိပ်တောက်ဖြစ်ပြီး လူတွေကိုသတ်နေခဲ့တာကြောင့်လူတွေကရေကိုအောင်စတွေနဲ့ တစ်နေ့ကိုဘယ်လောက်ဆိုပြီးတိုင်းတာပြီးသောက်သုံးနေကြရတယ် အဲ့တာကိုဖြေရှင်းဖို့ကမ္ဘာ့ထိပ်တန်းသိပ္ပံပညာရှင်တွေကကြိုးစားနေပြီး အထူးသဖြင့်အဖြေနဲ့အနီးကပ်ဆုံးလို့ထင်ရတဲ့Dr.Ashgrove, Jenniferအနေနဲ့Amanda Brugelကသရုပ်ဆောင်ထားပါတယ် သူ့ခင်ပွန်းအနေနဲ့ကတော့Jasonအဖြစ်နဲ့Jonas Charnickပေါ့ လူသားတွေကိုကယ်တင်ရမယ့်တာဝန်တွေပိနေတဲ့မိန်းမတစ်ယောက်က အလုပ်မှာပဲတာဝန်ပိနေခဲ့ပြီးအိမ်ထောင်ရေးဘက်ကိုလည်းဂရုမစိုက်နိုင်ဖြစ်ပြီး အတိတ်မေ့ရောဂါစတင်ခံစားလာခဲ့ရတာပေါ့ အဲ့ကနေမှအလုပ်ကခနအနားယူတာကနေ အိမ်ထောင်ရေးပဋိပက္ခတွေကို သဘာဝဆန်ဆန်ရိုက်ကူးထားပါတယ် ဇာတ်လမ်းကကြည့်ရှုသူတွေကို၁နာရီအစောပိုင်းမှာအနည်းငယ်ပျင်းနေစေလိမ့်မယ် ဒါပေမဲ့ နောက်မှတစ်ကယ့်big twistတစ်ခုပေါ်လာပြီး ဪဆိုပြီးဖြစ်သွားစေမယ့်ဇာတ်ကားတစ်ကားပါ အဲ့တော့ဒီဇာတ်လမ်းမှာ လူသားမျိုးနွယ်တစ်ခုလုံးအတွက်မဖြစ်မနေလိုအပ်တဲ့ရေကပ်ရောဂါကိုဘယ်လိုဖြေရှင်းဖို့နည်းလမ်းတွေ့မလဲနဲ့ Jasonနဲ့Jenniferတို့ရဲ့သဘာဝကျလွန်းတဲ့သရုပ်ဆောင်ချက်တွေကကြည့်ရှုသူကိုဆွဲခေါ်သွားမှာတော့အမှန်ပါပဲ IMDB 5.9/10ရထားပြီး ခရမ်းချဉ္သီးRatingကတော့89%ရထားတဲ့ဇာတ်ကားကောင်းတစ်ကားမို့ကြည့်ရှုဖို့တိုက်တွန်းလိုက်ရပါတယ်ခင်ဗျာFile size…(1.18GB)  / (`631MB) / (299MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...  Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein Htet Aung",
        "rating": "5.3",
        "url": "https://megaup.net/1R5n2/Ashgrove.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9NrY84bYY2bgmQEfZydnBzHyxYz.jpg",
        "title": "White Dragon Horse ( 2022 )",
        "description": "ငယ်ငယ်လေးတုန်းက စွန်းဝူခုန်းရဲ့ အနောက်ဘက်ဆီသို့\nခရီးသွားခြင်းဆိုတဲ့ ဒဏ္ဍာရီလေးကို ကြားဖူးတယ်မလား?\nဒါပေမဲ့ အဲ့ဒီ အနောက်ဘက် အနောက်ပင်လယ်ဆီက\nဒဏ္ဍာရီလေးတစ်ပုဒ်ကိုတော့ သိကြမယ်မထင်ပါဘူး ။အနောက်ပင်လယ်မှာ ရှိတဲ့ နဂါးမျိုးနွယ်စုတွေဟာဆိုရင်\nကောင်းကင်ဘုံ တရားရုံးတော်ကို ခစားတဲ့အနေနဲ့\nအနောက်ပင်လယ်ပြင်ကြီးကို စောင့်ကြပ်ကြရပါတယ်။\nဒါပေမဲ့ ကောင်းကင်ဘုံက နတ်မင်းတွေဟာဆိုရင် နဂါးတွေကို\nသူတို့လက်ခုတ်ထဲက ရေလိုသဘောထားပြီး စားသောက်ဖွယ်အနေနဲ့\nမက်မွန်ပွဲတော်ရောက်တိုင်း နဂါးတွေကို စားသုံးကြပါတယ် ။အနောက်ပင်လယ် နဂါးတိုင်းပြည်ရဲ့ အိမ်ရှေ့စံဖြစ်သူ\nအောင်လျဲ့ဟာ ဒီအရာနဲ့ပတ်သတ်ပြီး စိတ်ထဲမှာ လုံးဝကို အခဲမကျေခဲ့ပါဘူး။\nအဲဒါကြောင့် နဂါးမျိုးနွယ်စွမ်းအားတွေ ပြန်လည်ဖွဲ့စည်းပြီး\nနဂါးအသားစားသုံးတဲ့ ဓလေ့ကို ပြောင်းလဲပစ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ် ။\nတစ်ချိန်ထဲမှာပဲ အောင်လျဲ့တစ်ယောက် သူနဲ့လက်ဆက်ရန်\nစီစဥ်ထားတဲ့ မင်းသမီးလေး ပိပေါ်ထန်နဲ့ တွေ့ဆုံကာ\nမြင်မြင်ချင်းချစ်မိသွားပြီး မောက်မာခဲ့တဲ့ နှလုံးသားလေးက\nအရည်ပျော်ကျသွားရပါတယ် ။ ဒါပေမဲ့လို့ သူချစ်ရတဲ့\nချစ်သူကို ခေါင်းကိုးလုံး မိစ္ဆာဘုရင်က လုယူသွားခဲ့တဲ့အခါမှာတော့...?❏ ဘာတွေဆက်ဖြစ်ကြမှာလဲ\n❏အချစ်အတွက်နဲ့ ဒီခေါင်းကိုးလုံး မိစ္ဆာကြီးကို ချေမှုန်းနိုင်ပါ့မလား\n❏ သတ်ဖြတ်ချင်းခံနေရတဲ့ သူ့ရဲ့မျိုးနွယ်စုတွေကိုရောသူကယ်တင်နိုင်ပါ့မလား\nဆိုတာ စိတ်ဝင်တစားကြည့်ရှုမဲ့ ဇာတ်ကားကောင်းလေး\nတစ်ကားဖြစ်တာမို့ အခုပဲကြည့်ရှုရအောင်လားရှင်\n[ Reviewed By Chit ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/white-dragon-horse-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYWM3YmY1YjEtOTA3YS00Y2E0LWI4ZjQtODhiMTNhZTNiM2VkXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_-136x200.jpg",
        "title": "Scooby-Doo! and the Witch’s Ghost (1999)",
        "description": "Scooby-Doo! and the Witch's Ghost (1999)\n==============================\nIMDb Rating - 7.2/10Scooby Doo ကားဖြစ်လို့ အားလုံးကို ထွေထွေထူးထူး\nမိတ်ဆက်နေစရာတော့ မလိုတော့ဘူး ထင်ပါတယ် ။\nဒီကားမှာတော့ Scooby Doo တို့ တစ်သိုက် ဂမ္ဘီရစာရေး\nဆရာ ဘန် ရေဗင်ခရော့ဆိုသူနဲ့ ဆုံမိကြပြီး .. စာရေးဆရာရဲ့\nဇာတိမြို့ကို အလည်လိုက်ဖို့ အကြောင်းဖန်လာကြပါတယ်။ဒါပေမဲ့ မြို့ကိုရောက်တော့ သိလိုက်ရတဲ့ သတင်းဆန်းက\nစာရေးဆရာရဲ့ ဘိုးဘေးတစ်ဦးဖြစ်သူ ဆာရာ ရေဗင်ခရော့ရဲ့\nဝိညာဉ်က တစ်မြို့လုံးကို ခြောက်လှန့်နေပါသတဲ့။ ဒီလိုနဲ့ ဒီလျှို့\nဝှက်ဆန်းကြယ် ဖြစ်ရပ်ကို အဖြေရှာဖို့ဟာ Scooby Doo တို့\nအုပ်စုရဲ့ တာဝန်တစ်ရပ် ဖြစ်လာပါတော့တယ်။ ထုံးစံအတိုင်း\nScooby တို့အတွဲကတော့ မွှေမြဲမွှေဆဲပေါ့လေ . . .(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nAct Molemy ဖြစ်ပါတယ်)File Size..........(1.1 GB) / (634 MB) / ...",
        "rating": "7.2",
        "url": "https://megaup.net/1b7e6/Scooby-Doo.and.the.Witchs.Ghost.1999.720p.AMZN.WEB-DL.DDP5.1.(CM).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9kcQMi948S0K1GyertJP4uhPPei.jpg",
        "title": "Dragon and Tiger ( 2022 )",
        "description": "ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ခပ်မိုက်မိုက်သရုပ်ဆောင်မှုတွေနဲ့\nကြည့်ချင်တဲ့ပရိတ်သတ်တွေအတွက် ဇာတ်လမ်းကောင်းတစ်ပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nThe Oath of loveထဲကမင်းသား Xu Fangzhouနဲ့\nAshes of loveမင်းသားZhang JunRanတို့သရုပ်ဆောင်တာကြောင့်\nအလွန်ကိုကောင်းတဲ့ဇာတ်လမ်းတစ်ပုဒ်ပါပဲကျိုးဖန်ကအိမ်ကစီးပွါးရေးကိုသိပ်စိတ်မဝင်စားဘဲ အပြင်မှာ\nအေးအေးဆေးဆေးလျှောက်လည်ရတာကြိုက်တဲ့သူတစ်ယောက်\nကျိုးဖန့်အစ်မ ကျိုးယွဲ့ကတော့ မိသားစုနဲ့မောင်လေးကို\nစောင့်ရှောက်ဖို့အတွက် ဘာကိုမမူဘဲ အသက်ကိုစွန့်ရဲပြီးကာကွယ်ပေးမဲ့သူမူးယစ်ဆေးဝါးရောင်းဝယ်မှုကိုတားဆီးဖို့လုပ်နေရင်းနဲ့ကျိုးဖန့်ရဲ့အဖေကသေဆုံးခဲ့တယ်\nကျိုးဖန့်ကအဖေသေဆုံးပြီးတော့ အေးအေးဆေးဆေးနေတတ်တဲ့ဘဝကနေ\nအဖေ့ကိုသတ်တဲ့ရန်သူကိုရှာတဲ့လမ်းကိုလျှောက်လမ်းခဲ့တယ်\nကျိန့်ယွီရန်ဆိုတဲ့သူက ဖခင်ရဲ့အတည်အမှတ်ပြုတာကိုမရရှိတဲ့အခါမှာ\nရူးသွပ်ပြီးတော့ ဖခင်ကိုသတ်ဖို့လုပ်ခဲ့တယ်\nအဲ့အချိန်မှာဇာတ်ကောင်ကိုရိုက်ထားတဲ့ရိုက်ကွက်နဲ့\nမင်းသားရဲ့သရုပ်ဆောင်မှုကတော့ အတော်လေးကိုကြည့်လို့ကောင်းလှပါတယ်ဒီကားမှာတော့ ရှန်ဟဲရဲ့စျေးကွက်မှာ ဘယ်လိုမျိုးစည်းမျည်းတွေရှိလဲ\nအဲ့ဒီစဉ်းမျဉ်းတွေကိုလိုက်နာဖို့ ဘယ်လိုအာဏာမျိုးနဲ့\nလုပ်ဆောင်နေရလဲဆိုတာရယ် တခြားဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို\nဆက်လက်ခံစားကြည့်ရှုပေးကြပါဦး\n[ Reviewed By Hnin Wutt Hmone ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 43 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/dragon-and-tiger-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-W-1-141x200.jpg",
        "title": "Wog Boys Forever (2022)",
        "description": "ဒီတစ်ခါတော့ အော်ဇီ ဟာသကားလေးတစ်ကားလောက် ကြည့်လိုက်ရအောင်ပါ။ အဓိကဇာတ်ကောင်ကတော့ တက်စီဒရိုင်ဘာအဖြစ် အသက်မွေးနေတဲ့ စတိဗ် ဆိုတဲ့သူပါ။ ရိုးရှင်းတဲ့ဘဝနဲ့ တလွဲတချော်ဟာသတွေနဲ့ နေထိုင်သူဖြစ်ပေမဲ့ သူ့ကို လက်စားချေဖို့ အကြီးအကျယ် ကြံစည်နေတဲ့သူကတော့ လဝက ဝန်ကြီး ဖြစ်နေပါတယ်။ လက်စားချေရတဲ့အကြောင်းရင်းကလည်း စတိဗ်ရဲ့ တလွဲတချော်အလုပ်တွေကနေ ဝန်ကြီးရဲ့အမေ နိုင်ငံရေးလောကမှာ လုံးဝရပ်တည်မရလောက်အောင်ဖြစ်သွားတဲ့ ဟာသတစ်ခုကြောင့်ပါပဲ။ ဒီလို ဘဝဆန်ဆန်ဟာသကိုမှ သီချင်းလေး အကလေးတွေနဲ့ အချစ်ရေးလေးပါထည့်ထားတဲ့အခါ ဘယ်လိုဖြစ်လာမလဲ ဆက်ကြည့်လိုက်ရအောင်...File size…(2.63GB)  / (`1.36GB) / (466.97MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:49:00\nGenre...   Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Phonn Pyae",
        "rating": "5.6",
        "url": "https://megaup.net/1R5tX/wog.boys.forever.2022.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-b-133x200.jpg",
        "title": "The Borrowers (1997)",
        "description": "ဒီတစ်ခေါက်မှာတော့ မိသားစုနဲ့အတူတူပေါ့ပေါ့ပါးပါး ရယ်ရယ်မောမောကြည့်ရှုလို့ရမယ့်1997 ကခုနှစ်ထွက်ရှိထားတဲ့ Comedy/Fantasy ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ပီးတ်တို့မိသားစုက သူတို့လက်ရှိနေနေတဲ့အိမ်ကြီးကိုအမွေရခဲ့ပေမယ့်လည်း သေတမ်းစာမရှိလို့အိမ်ကိုဖြိုချချင်တဲ့ ရှေ့နေလက်ထဲထိုးအပ်လိုက်ရတော့မယ့်အခြေအနေနဲ့ ရင်ဆိုင်နေရတာပါ။တစ်ချိန်တည်းမှာပဲ သူတို့အိမ်မှာ ပစ္စည်းသေးသေးလေးတွေ မကြာခဏပျောက်ပျောက်သွားတတ်လို့(၁၀)နှစ်သားအရွယ်ကောင်လေး ပီးတ်တစ်ယောက် လက်သည်ဘယ်သူလဲဆိုတာသိရဖို့ အပြင်းအထန်ကြိုးစားနေခဲ့ပါတယ်။သူဘယ်လောက်ပဲကြိုးစား ကြိုးစား ဘယ်လိုမှဖမ်းမမိနိုင်ပေမယ့် တစ်နေ့မှာတော့မထင်မှတ်ဘဲ လက်သည်ဘယ်သူလဲဆိုတာသိလိုက်ရတဲ့အခါပီးတ်တစ်ယောက် အံ့ဩတကြီးနဲ့ ပါးစပ်အဟောင်းသားဖြစ်သွားရပါတော့တယ်။လက်သည်က လုံးဝမထင်ထားတဲ့ ဘော်ရိုရာလို့ခေါ်တဲ့ လူသားသေးသေးလေးတွေဖြစ်နေလို့ပါပဲ။မကြာခင် အိမ်ကြီးပေါ်ကနေဆင်းပေးရတော့မယ့် ပီးတ်နဲ့ အိမ်ကြီးထဲမှာနေနေကြတဲ့ဘော်ရိုရာလေးတွေ ပေါင်းပြီး အိမ်ကိုမဆုံးရှုံးရဖို့ ဘယ်လိုတွေကြိုးစားကြမလဲ..သေတမ်းစာမရှိဘူးလို့ပြောတဲ့ ရှေ့နေဆီမှာ သေတမ်းစာရှိနေတာသိလိုက်ရတဲ့အခါကောက်ကျစ်တဲ့ရှေ့နေလက်ထဲကနေ အဲဒီသေတမ်းစာကိုရဖို့ကြိုးစားရင်း ဘယ်လိုအသက်အန္တရာယ်တွေနဲ့ရင်ဆိုင်ရမလဲ..ဉာဏ်ကောင်းပေမယ့် သေးငယ်တဲ့ဘော်ရိုရာလေးတွေကလူကောင်ကြီးပြီးကောက်ကျစ်တဲ့ရှေ့နေကြီးကို အနိုင်တိုက်နိင်ပါ့မလား..အိမ်ကိုဖြိုချမယ့်အရေးကိုရော ဝိုင်းပြီး ကာကွယ်နိုင်ပါ့မလားဆိုတာကိုမိသားစုနဲ့အတူချစ်စရာလူသေးသေးလေးတွေကို ကြည့်ရင်း ရင်တခုန်ခုန်နဲ့ ပေါ့ပေါ့ပါးပါး ရယ်မောခံစားလိုက်ကြပါဦးနော်။File size…(3.36GB)  / (`1.16GB) / (579MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre...  Adventure / Comedy / Family\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1b813/The.Borrowers.1997.720p.(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/12vuw2wgTIO7RdKScEWnAAsf53n.jpg",
        "title": "Our New Life ( 2021 )",
        "description": "လူ့ဘဝဆိုတာ အနိမ့်အမြင့်အတက်အကျတွေရှိသလို\nအသက်၁၀၀မနေရသော်လည်း အမှု ၁၀၀ မကကြုံတွေ့ရတတ်ပါတယ်။\nသာမန်ဘဝဖြတ်သန်းမှုတွေဟာ ရုပ်ရှင်မဆန်ပေမယ့်\nစိတ်ဝင်စားစရာတွေတော့ရှိနေကြပါတယ်။\nဒါဆိုရင် သာမန်လူတွေရဲ့ သာမန်ဘဝဖြတ်သန်းမှုတွေ ပြဿနာတွေအကြောင်းကို\nရိုက်ကူးထားတဲ့ လက်တွေ့ဆန်တဲ့ဒီရုပ်ရှင်ကို ခံစားကြည့်လိုက်ကြရအောင်။မတူညီတဲ့ဇာတ်လမ်း၅ပုဒ်ကိုကြည့်ရှုရမှာဖြစ်ပြီး\nတစ်ခုစီဟာလည်း လောကမှာကြုံတွေ့ရတတ်တဲ့ပြဿနာတွေကို\nမီးမောင်းထိုးပြနေပြီး၊ စိတ်နှလုံးကိုနွေးထွေးစေတဲ့\nအကြောင်းအရာများလည်းပါဝင်နေပါတယ်။အသက်အရွယ်အသီးသီး အလွှာအသီးသီးက\nလူတွေရဲ့ရုန်းကန်မှု ကြိုးစားမှု ပျော်ရွှင်မှုကိုရှာဖွေကြပုံ\nဘဝနေထိုင်မှုပုံစံ တွေကိုကြည့်ရှုရင်း ပုံမှန်ဆန်စွာ\nပြဿနာတွေကိုဖြေရှင်းကြပုံကို စိတ်ဝင်စားဖွယ်\nငြိမ့်ငြိမ့်ညောင်းညောင်းကြည့်ရှုရမှာမို့\nလူ့ဘဝ လူ့သဘာဝအကြောင်းကို ခံစားကြည့်ရှုချင်သူတွေအတွက်\nအေးအေးဆေးဆေးအပန်းဖြေကြည့်ရှုနိုင်မယ့်\nဇာတ်လမ်းကောင်းတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။\n[ Reviewed By Yin Wai Phyo ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 2h 26 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/our-new-life-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMDk5OTBiZWEtMDExOS00NzZmLWFhMTUtMjBjOGY3ZjhhYWNlXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_-135x200.jpg",
        "title": "The Apology (2022)",
        "description": "သမီးပျောက်ထားတာ နှစ် ၂၀ တောင်ကြာသွားပြီဖြစ်တဲ့ အမေဖြစ်သူဒါလင်း။ နှစ်တွေဆယ်နဲ့ချီသွားပေမယ့်လည်း သမီးဖြစ်သူကို တစ်နေ့နေ့တော့ရှာတွေ့မှာပါဆိုတဲ့စိတ်နဲ့ နေထိုင်လာခဲ့ပါတယ်။ နှစ်ပေါင်း ၂၀ ကြာပြီးမှ ပထမဆုံးအကြိမ်အဖြစ် ခရစ်စမတ်စားသောက်ပွဲလုပ်ဖို့ စီစဉ်နေတုန်း အရင်တုန်းကခဲအိုဖြစ်ခဲ့တဲ့သူက အိမ်ကိုမမျှော်လင့်ဘဲရောက်လာတဲ့အခါ...\nဒီနှစ်တွေထဲ သမီးလေးအတွက်တရားခံကို ဒါလင်းဘာလုပ်ချင်မလဲ။ သေလောက်အောင်သတ်ပစ်ချင်နေမလား ဒါမှမဟုတ် တောင်းပန်တာကိုပဲလိုချင်တာလား...\nBreaking Bad ကမင်းသမီး Anna Gunn ကပါဝင်သရုပ်ဆောင်ထားပါတယ်File size…(1.2GB)  / (`492MB) / (284MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...  Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Shin Rina",
        "rating": "5.0",
        "url": "https://megaup.net/1R5tj/the.apology.2022.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-M-1-136x200.jpg",
        "title": "A Merry Single Christmas (2022)",
        "description": "အနောက်တိုင်းကလူတွေရဲ့အယူအဆအရ နှစ်တစ်နှစ်ရဲ့ပျော်ရွှင်စရာအကောင်းဆုံးခရစ်စမတ်အချိန်မှာ အသည်းကွဲလို့ပဲဖြစ်ဖြစ်၊ crushကပြန်မကြိုက်လို့ပဲဖြစ်ဖြစ် မပျော်နိုင်ပဲ ခရစ်စမတ်ကိုတစ်ယောက်တည်းဖြတ်သန်းကြမယ့်တစ်ကိုယ်တော် ဆင်ဂယ်လေးတွေရှိကြလား?ဒီတစ်ခေါက် ပေါ့ပေါ့ပါးပါး ခရစ်စမတ်ဇာတ်လမ်းလေးကတော့ ခရစ်စမတ်မကျခင်မှာ ရည်းစားနဲ့ပြတ်သွားတဲ့ မော်ဂန်တစ်ယောက် ခရစ်စမတ်ကိုအထီးကျန်စွာတစ်ယောက်တည်းမဖြန်သန်းချင်တဲ့အတွက် “ခရစ်စမတ်အထီးကျန်နှလုံးသားလေးများ”ဆိုတဲ့ တစ်ကိုယ်တော်သမားတွေအတွက် အစီအစဉ်ကို joinလိုက်ပါတယ်။ တစ်ကိုယ်တော်သမားတွေစုပြီး ခရစ်စမတ်ကိုပျော်ပျော်ကြီးဖြတ်သန်းကြမယ့် အစီအစဉ်မှာ စည်းမျဉ်းကတစ်ခုပဲရှိပါတယ်။ အဲဒါကတော့ “အဖွဲ့ထဲက ဆင်ဂယ်အချင်းချင်း ချိန်းမတွေ့ရပါဘူး”တဲ့။ ဆင်ဂယ်အပန်းဖြေအိမ်မှာ အသည်းကွဲရောဂါကိုကုစားမယ့်မော်ဂန်တစ်ယောက် ကံမကောင်းစွာနဲ့ သူ့ရဲ့ရည်းစားဟောင်းဖြစ်သူ လီယမ်လည်း ကြေကွဲဆင်ဂယ်အဖြစ် အဲဒီကိုရောက်လာတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ အလွဲလေးနည်းနည်း ရိုမန့်စ်များများနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်။File size…(1.85GB)  / (`898.45Mb) / (457.4MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:24:00\nGenre...  Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Xiao",
        "rating": "5.4",
        "url": "https://megaup.net/3d0hu/A.Merry.Single.Christmas.2022.720p.(CM).mp4",
        "category": "Romance"
    }
]