[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/iBoyPoster-214x300.jpg",
        "title": "iBoy (2017)",
        "description": "IMDb (6.1/10)...Rotten Tomatoes(60%)မင္းသား Bill Milner နဲ႔ Games of Thrones စီးရီးထဲက မင္းသမီးေလး Maisie Williams တို႔အဓိကပါဝင္ထားတဲ့ ဒီဇာတ္ကားဟာ ၂၀၁၇ ခုႏွစ္ထြက္ science-fiction, teen ,thriller အမ်ိဳးအစား ဇာတ္ကားပါ။ဇာတ္လမ္းကေတာ့...iPhone ကအစအန​ေတြ ​ေခါင္​းထဲဝင္​ၿပီး I Phone တစ္​ပိုင္​းျဖစ္​သြား႐ံုသာမက Electronic ပစၥည္​းမွန္​သမ်ွကို ထိန္​းခ်ဳပ္​ဖ်က္​ဆီးနိုင္​စြမ္​း ႐ွိသြားတဲ့ ​ေကာင္​​ေလးတစ္​​ေယာက္​အ​ေၾကာင္​းပါ။ Superhero လည္​းမဟုတ္​ လူသာမန္​ထက္​လဲ စြမ္​းတဲ့ iBoy ဇာတ္​ကား​ေလးက Intro မွာထဲက ခပ္​သြက္​သြက္​​ေလးနဲ႔ ပရိသတ္​ကို ဖမ္​းစားထားနိုင္​ၿပီး ဇာတ္​လမ္​းအဆံုးထိ စိတ္​ဝင္​စားဖို႔​ေကာင္​းပါတယ္​။ ဇာတ္​အိမ္​က ႐ိုးလွ​ေပမဲ့ ကြၽန္​​ေတာ္​တို႔ရဲ႕အသည္​းစြဲ Smartphones ​ေတြက အဓိကဇာတ္​​ေကာင္​​ေတြအျဖစ္​ ပါတာမို႔ ကား​ေကာင္​း​ေလးတစ္​ကားပါပဲ။(ရုပ္ရွင္အညႊန္းကို Aung Moe Thu's Facebook မွကူးယူေဖာ္ျပပါသည္။) \nFile size…(800MB) and (360MB)\nQuality…WEB-Rip ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/iboy-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/a-monster-calls-poster-133x200.jpg",
        "title": "A Monster Calls (2016)",
        "description": "A Monster Calls (2016)IMDb - 7.5/10_____Rotten - 86%\n  \nအသစ်စက်စက် A Monster Calls လေး ရပါပြီ CM fan အပေါင်းတို့ရေ..\nဒါနဲ့CM ပိတ်သတ်ကြီးရော.. ကိုယ့်စိတ်ကူးအိပ်မက်တစ်ခုခုကို စွဲစွဲမြဲမြဲယုံကြည်ဖူးပါသလား.. ဒီကားထဲက ကော်နာ အိုမယ်လီဆိုတဲ့ ကလေးလေးကတော့ အသက်အရွယ်နဲ့မလိုက်အောင် ရင့်ကျက်ပြီး ယုံကြည်သက်ဝင်မှု ပြင်းထန်လှပါတယ်.. သူနဲ့ သူရဲ့ သေလုမြောပါးနာမကျန်းဖြစ်နေတဲ့ အမေ ကြားမှာ စိတ်ကူးယဉ် ကမ္ဘာလေးတစ်ခုရှိပါတယ်.. တစ်ညမှာတော့ ကော်နာလေးရဲ့ စိတ်ကူးထဲက tree monster ကြီးဟာ တောင်ကုန်းပေါ်ကနေ နိုးထလာခဲ့ပြီး.. ကော်နာလေးကို ပုံပြင် 3ပုဒ် စတင်ပြောပြပါတော့တယ်.. သူ ကော်နာလေးကို ပြောပြနေတာ အကြောင်းပြချက်ရှိလို့ပါ..\nအဲ့ဒါက ဘာအတွက်လဲဆိုတော့... .... ...\nကျွန်တော် ဇာတ်လမ်းလေးပေါ့သွားမှာစိုးလို့ ဒီ့ထက်ပိုပြီးမပြောပြတော့ပါဘူး..\nဒီ Fantasy | Drama ကားလေးက စာရေးဆရာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/RZM6/A_Monster_Calls_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/MV5BMjEzNTkyMDE3NV5BMl5BanBnXkFtZTgwMTM2MDY4NjE@._V1_-204x300.jpg",
        "title": "Heist (2015)",
        "description": "အက္​႐ွင္​ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကား တင္​​ေပးလိုက္​ပါၿပီ။ ဒီဇာတ္​ကား​ေလးဟာ ဖခင္​တစ္​ဦးရဲ႕ ခ်စ္​ျခင္​း​ေမတၱာတရား လို ႏူးညံ့သိမ္​​ေမြ႔တဲ့အရာနဲ႔ ​ေဖာက္​ထြင္​းဝိဇၨာ လူမိုက္​လူၾကမ္​းႀကီး ရဲ႕ ၾကမ္​းတမ္​းတဲ့စ႐ိုက္​ လိုမ်ိဳး ဆန္​႔က်င္​ဘက္​အရာႏွစ္​ခု ကို ခ်ျပထားတာပါ။ လူမိုက္​မွာလည္​း အသည္​းနဲ႔ပါ။ သမီးအ​ေပၚအရမ္​းခ်စ္​႐ွာတဲ့ ဖခင္​တစ္​​ေယာက္​ဟာ သူ႔သမီး​ေဆးကုသစရိတ္​ အလ်င္​လိုလာတဲ့အခါမွာ​ေတာ့ မတတ္​သာတဲ့အဆံုး ​ေလာဘသား တစ္​ခ်ိဳ႕နဲ႔​ေပါင္​းၿပီး ကာစီႏိုရံု ကို ​ေဖာက္ထြင္​းပါ​ေတာ့တယ္​။ ကံက မ​ေကာင္​းခ်င္​​ေတာ့ စီစဥ္​ထားသလိုျဖစ္​မလာပါဘူး။ ​ေျပးရင္​းလႊားရင္​းနဲ႔ အသက္​ ​ေဘး လြတ္​ဖို႔ ဘတ္​စ္​ကားတစ္​စီးကို ျပန္​​ေပးဆြဲမွ ရ​ေတာ့မယ္​့ အ​ေျခအ​ေနမွာ ဘာ​ေတြ ဆက္​ျဖစ္​မလဲဆိုတာ ရင္​ခုန္​ဖို႔​ေကာင္​းပါတယ္​။ အက္​႐ွင္​ ဇာတ္​ကား​ေကာင္​းတစ္​ကားပါ။File Size         : 750 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 33 minute\nFormat           : Mp4\nGenre             : Action, ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-258/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/5786d53b93bc959c0a9afb92081167b1-225x300.jpg",
        "title": "Wajah Tum Ho (2016)",
        "description": "ဒီေဘာလိဝုဒ္ဇာတ္ကားဟာ ၂၀၁၆ ၊ ၁၂ လပိုင္းကထြက္ရွိထားတဲ့ Thriller ဇာတ္ကားျဖစ္ပါတယ္။ Sana Khan, Sharman Joshi, and Gurmeet Choudhary စတဲ့မင္းသားမင္းသမီးမ်ားမ်ားနဲ႕ Erotic ဆန္ဆန္ရိုက္ကူးထားပါတယ္။ဇာတ္ကားထဲက သီခ်င္းေတြနဲ႕ မင္းသားမင္းသမီးေတြရဲ႕ ခပ္ေဟာ့ေဟာ့သရုပ္ေဆာင္ခ်က္ေတြက ဇာတ္လမ္းဇာတ္ကြက္ထက္နာမည္ပိုၾကီး လူၾကိဳက္မ်ားပါတယ္။ေဘာလိဝုဒ္ဇာတ္ကားႏွစ္သက္သူေတြ ခံစားၾကည့္ရႈပါဦး။  \nFile size…(999MB) and (530MB)Quality…HD-Rip 720p\nFormat…mp4\nDuration….02:16:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n  \nDownload and Watch 720p HD (VIP Link)\n(or)\nDownload 720p HD (pCloud)\n \nDownload Small File 360p (530MB)",
        "rating": "5.0",
        "url": "https://megaup.net/Tzwx/Wajah_Tum_Ho_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMjA4MjgzMjYzMl5BMl5BanBnXkFtZTcwOTIxMzk1OQ@@._V1_-215x300.jpg",
        "title": "The Wizards Return: Alex vs. Alex (2013)",
        "description": "IMDb 6.6 ရရွိထားျပီး အဆိုေတာ္ ဆယ္ေက်ာ္သက္\nလူငယ္သရုပေ္ဆာင္ ဆယ္လီနာဂိုမက္ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့\nေမွာ္ကားေလးတကားကို တင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးကို Disney ကရိုက္ကူးထားျပီး\nတျခား ရိုက္ကူးထားတဲ့ကားေတြလိုပါပဲ\nၾကည့္ေကာင္းတဲ့ ဇာတ္လမ္းေလးတစ္ခုပါ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့  ရူဆို မိသားစု ဟာ\nအီတလီ တက္စ္ကယ္နီျမိဳ႕မွာ မိတ္ေဆြေဟာင္းေတြနဲ႕\nေတြ႕ဆံုဖို႕ သြားရာမွာ လူငယ္ျဖစ္သူ အဲလစ္က သူ႕ရဲ႕\nေမွာ္အတတ္ကို အသံုးျပဳလိုက္ရာမွ မထင္မွတ္ပဲ\nအေရးယူခံလိုက္ရာမွ ဘယ္လိုေတြမ်ား ဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့\nဆက္လက္ၾကည့္ရွဴ လိုက္ၾကပါေတာ့ဗ်ာDownload From V.I.PDownload  From Pcloud",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-wizards-return-alex-vs-alex-2013/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/first-time-2012-6-210x300.jpg",
        "title": "First Time (2012)",
        "description": "First Time (2012)_____IMDb - 6.5/10\n   \nဖီးလ်လို့ကာင်းတယ်.. ကြည့်လို့ကောင်းတယ် ...ဆိုပြီး တလောက နာမည်ကြီးခဲ့တဲ့ \"ရည်းစားဦး\" (First Love) ဆိုတဲ့ မြန်မာ့ရုပ်ရှင်ဇာတ်ကားကို သတိရဦးမယ်ထင်ပါတယ်။\nဟုတ်ပါတယ်...အဲ့ဒီမြန်မာဇာတ်ကားနဲ့ အခု First Time ဆိုတဲ့ဟောင်ကောင်ဇာတ်ကားတို့ဟာ ဇာတ်လမ်းဇာတ်ကွက် အတော်လေးဆင်ပါတယ်။ ဒီဇာတ်ကားလဲ မြန်မာဇာတ်ကားလိုပဲ အတော်ကောင်းတယ်လို့ နိုင်ငံတကာမှာ လူပြောသူပြောများပါတယ်။\nမင်းသား Mark Chao နဲ့ မင်းသမီး Angelababy တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး ကြည့်ပြီးသူတိုင်း ကြိုက်နှစ်သက်တဲ့ဇာတ်ကားလေးပါ....ဇာတ်ကားကောင်းလေးမို့လို့ ကိုယ်တိုင်ပဲခံစားကြည့်ကြပါဦး။\nIMDb Rating (6.5/10) ပါ။(ဒီဇာတ်ကားကိုတော့ Chu Qiao မှခံစားတင်ဆက်ထားပါတယ်။)\n  \nဖီးလ္လို႔ကာင္းတယ္.. ၾကည့္လို႕ေကာင္းတယ္ ...ဆိုျပီး တေလာက နာမည္ၾကီးခဲ့တဲ့ \"ရည္းစားဦး\" (First Love) ဆိုတဲ့ ျမန္မာ့ရုပ္ရွင္ဇာတ္ကားကို သတိရဦးမယ္ထင္ပါတယ္။\nဟုတ္ပါတယ္...အဲ့ဒီျမန္မာဇာတ္ကားနဲ႕ အခု First Time ဆိုတဲ့ေဟာင္ေကာင္ဇာတ္ကားတို႕ဟာ ဇာတ္လမ္းဇာတ္ကြက္ အေတာ္ေလးဆင္ပါတယ္။ ဒီဇာတ္ကားလဲ ျမန္မာဇာတ္ကားလိုပဲ အေတာ္ေကာင္းတယ္လို႕ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2gGT7/First_Time_(Di_Yi_Ci)_[2012]_(MM_Sub).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Lets-Be-Evil-poster-202x300.jpg",
        "title": "Let’s Be Evil (2016)",
        "description": "ေငြေၾကးအခက္အခဲျဖစ္ေနတဲ့ ဂ်န္နီ တစ္ေယာက္ သင္ၾကားေရးစနစ္တစ္ခုကို\nစမ္းသပ္ သင္ၾကားရန္ေရြးခ်ယ္ထားသူေတြကို အကူအညီေပးဖို ့အလုပ္ကိုလုပ္ဖို ့ျဖစ္လာခဲ့ပါတယ္...\nအလုပ္အေၾကာင္းကို သာမာန္ထက္ပိုၿပီးလံုျခံဳေရးတင္းက်ပ္တယ္ဆိုရံုေလာက္သာသိထားတဲ့\nဂ်န္နီ တစ္ေယာက္ အလုပ္ရံုကိုေရာက္သြားခ်ိန္မွာေတာ့..\nအလုပ္ရံုက Virtual Reality Glass လို ့ေခၚတဲ့ ပံုရိပ္ေယာင္မ်က္မွန္တပ္မွသာ\nျမင္ႏိုင္တဲ့ ေျမေအာက္စခန္းတစ္ခုျဖစ္ေနရံုသာမက သူမ အကူအညီေပးရမယ့္သူေတြက\nကေလးငယ္ေလးေတြျဖစ္ေနၿပီး ထို ကေလးငယ္ေလးေတြက လူႀကီးေတြလိုက္မမွီႏိုင္ေလာက္တဲ့\nဥာဏ္ရည္ဥာဏ္ေသြးေတြနဲ ့သင္ၾကားေရးစနစ္တစ္ခုလံုးက\nVirtual Reality Glass လို ့ေခၚတဲ့ ပံုရိပ္ေယာင္ မ်က္မွန္မွတစ္ဆင့္ သင္ၾကားေနျခင္းျဖစ္ေၾကာင္းသိရွိခဲ့ရကာ...\nသူမရဲ ့လုပ္ေဖာ္ကိုင္ဖက္ ႏွစ္ေယာက္နဲ ့တူတူ ထူးဆန္းတဲ့အလုပ္ရံုမွာ အလုပ္လုပ္ေနရင္း\nထက္ျမက္တဲ့ ကေလးေတြရဲ ့သားေကာင္ေတြျဖစ္မွန္းမသိျဖစ္လာခဲ့ေသာအခါ..\nဇာတ္လမ္းအစကစၿပီး ၾကည့္ရွဳသူကို ေမးခြန္းေပါင္းမ်ားစြာနဲ ့ အဆံုးထိ ဆြဲေခၚသြားမယ့္\nေခ်ာက္ခ်ားထိတ္လန္ ့စရာ ဇာတ္လမ္းေကာင္းတစ္ခုျဖစ္ပါတယ္............File size…(685 MB , 335 ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/lets-be-evil-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/dc-super-girls.jpg",
        "title": "DC Superhero Girls: Hero of The Year 2016",
        "description": "၂၀၁၆ ထြက္ Animation ေကာင္းေလးတစ္ခု တင္ေပးထားလိုက္ပါတယ္။ ကြ်န္ေတာ္တို႕အခ်စ္ေတာ္ Superheroes ေတြ ရဲ႕ မ်ိဳးဆက္ေလးေတြ ေက်ာင္းတက္ရင္း စြန္႕စားခန္းဖြင့္ၾကပံုပါ။ Dark Opal က မဟာလက္နက္ၾကီးတစ္ခုဖန္တီးဖို႕စူပါဟီးရိုးေတြရဲ႕ အေရးၾကီးဆံုး ပစၥည္းေတြကို ခိုးယူသြားခဲ့ျပီးေနာက္မွာ....File Size     :   500/250 Mb\nDuration    :   1: 16: 24\nQuality       :   Bluray 720p\nTranslator  :   San Thu Aung\nEncoder      :   Littleneo\npCloud Link(500Mb)\nSmall File Size(250Mb)\nOp Link\nVip Link",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/dc-superhero-girls-hero-of-the-year-2016/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Nice_Guys-212x300.jpg",
        "title": "The Nice Guys (2016)",
        "description": "The Nice Guys (2016)\nIMDb - 7.4/10_____Rotten - 92%\n  ယခုဇာတ်ကားကို ကြည့်နေစဉ်မှာ ကျွန်တော်ဘယ်ဇာတ်ကားတွေကို သွားသတိရမိစေလဲဆိုတော့ Chinatown နဲ့L.A. confidential ဇာတ်ကားတွေပဲ။ ဒါပေမဲ့ ထိုဇာတ်ကားတွေနဲ့ ကွာခြားချက်တစ်ခုကတော့ အသောမတတ်နိင်အောင် ရယ်မောနေစေရတဲ့ ဇာတ်ဝင်ခန်းတွေပဲ။ ဟာသလို့ပြောရမယ်ဆိုရင် \"Lethal Weapon\" နဲ့ \"Boogie Nights\" တို့နဲ့လည်းသွားဆင်တူသေးတယ်။ ခင်ဗျားဟာ ဇာတ်အိမ်ကောင်းကောင်းတစ်ကား ကြည့်ချင်မယ်။ Action ခန်းတွေကိုလည်း များနိုင်သမျှများ၊ ကြမ်းနိုင်သမျှကြမ်းစေချင်မယ်။ ဒီကြားတည်း ဟာသခန်းလေးတွေလည်း ကြည့်ချင်သေးတယ်ဆိုရင်တော့ 2016 အတွက် ရှားရှားပါးပါး ယခု The Nice Guys ဆိုတဲ့ တစ်ကားလေးပဲ ထွက်ပေါ်လာခဲ့တယ်။ နောက်ထပ် တစ်ချက်က ဇာတ်သိမ်း၊ အားမရခဲ့ပေမဲ့ ယုတ္တိရှိတယ်လို့ပြောလို့ရတယ်။ ကျွန်တော်တို့အပြင် လက်တွေ့လောကကြီးတွေထဲမှာလည်း ယခုအတိုင်းပင် ငွေကြေးရှိရင် ဥပဒေတွေက လွတ်မြောက်စမြဲပင်လေ။ ဒီဇာတ်ကားကို ...",
        "rating": "7.4",
        "url": "https://megaup.net/1zO4z/The_Nice_Guys_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BY2VhNDYxYWItOTM4My00ZWQzLThmZjktZTIwNWI4NmJkYzlkL2ltYWdlXkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_-215x300.jpg",
        "title": "The Guardian Brothers (2016)",
        "description": "အချောချောတွေနဲ့ ...........နတ်သားလေး၂ယောက်ဟာတကယ်ပဲလူတွေရဲ့စိတ်ကိုပြောင်းလဲအောင်လုပ်နိုင်မလား ဘယ်လိုအန္တရယ်ဆိုးတွေနဲ့ရောကြုံရမလဲဆိုတာတော့ ပရိတ်သတ်ကြီးရေကြည့်လိုက်ပါဦးလို့....... ဒီဇတ်ကားလေးကိုကြည့်ရင်းအာရုံကိုလွှမ်းမိုးလာတာက ဖတ်ဖူးခဲ့တဲ့ သာသနာသက္ကရာဇ်နဲ့ဆိုင်တဲ့အကြောင်းလေးပါပဲသာသနာသက္ကရာဇ် ၃ဝဝဝကျော်ခဲ့ရင် လူတွေဟာအယူအဆလွဲမှားမှုတွေနဲ့ ပျက်ကိန်းဆိုက်မယ်လို့ ဆိုထားတာပါ ဒီဇတ်ကားလေးထဲမှာဆိုရင်လူတွေဟာ ခတ်မှီစက်ကိရိယာတွေ နည်းစနည်တွေစည်းကမ်းတွေလွှမ်းမိုးမှုအောက်မှာ ပျော်မွေ့နေလေတော့ ဘာသာရေးလိုက်စားမှု ဆိုတာမရှိသလောက်ဖြစ်နေတယ် ဇတ်ကားကျောရိုးက ပိုပိုသာသာလေးပြထားတယ်ဆိုပေမဲ့ကျွန်တော်တို့မျက်မှောက်ခေတ်အပြင်လောကနဲ့ဆက်စပ်ကြည့်တော့တော်တော်လေးလည်းမှန်နေတယ် ကောင်းမွန်တဲ့နိမိတ်ပြဇတ်ကားလေးလို့တောင်ဆိုရမယ်ထင်တယ် ကိုင်းရေးတာလည်းရှည်ပြီဗျာ ခံစားကြည့်လိုက်ပါဦးလို့",
        "rating": "",
        "url": "https://channelmyanmar.org/the-guardian-brothers-2016/",
        "category": "Animation, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/professional_ver1-201x300.jpg",
        "title": "Léon: The Professional (1994)",
        "description": "Léon: The Professional (1994)\nIMDb - 8.5/10_____Rotten - 73%\n  \nUnicode\n \n1994ခုနှစ်တုန်းက ထွက်ရှိခဲ့ပြီး လူကြိုက်များခဲ့တဲ့ရုပ်ရှင်ကားဖြစ်ပါတယ်...\nStar Wars, Black Swan, Thor အစရှိတဲ့ဇာတ်ကားတွေထဲက\nမင်းသမီးချော Natali Portman ကို ဆယ်ကျော်သက်\nဂျွတ်ဆတ်ဆတ် အထာလေးနဲ့တွေ့မြင်ရမှာဖြစ်ပါတယ်...\nဇာတ်လမ်းပုံစံကတော့ Leon ကအရမ်းကျွမ်းကျင်ပြီး\nသွေးအေးတဲ့ ကြေးစားလူသတ်သမား တစ်ယောက်ပါ။\nတစ်နေ့မှာ မူးယစ်ဆေးကိစ္စနဲ့ပတ်သက်ပြီး မိသားစုတစ်ခုလုံး အသတ်ခံလိုက်ရတဲ့\nအိမ်နီးချင်း ဆယ်ကျော်သက်ကောင်မလေး Mathilda ကို အမှတ်မထင် ကယ်တင်ပေးဖို့ဖြစ်လာခဲ့ပါတယ်။\nလက်တုံ့ပြန်ချင်တဲ့ Mathilda လေးက Leonဆီက\nလူသတ်ပညာကို သင်ယူပါတော့တယ်...\nလူငယ်ပီပီ ပွင့်လင်းပြီး တဇွတ်ထိုးနိုင်တဲ့ Mathilda လေးကြောင့်\nLeon ရဲ့အေးစက်နေတဲ့ နှလုံးသားက နွေးထွေးတဲ့ချစ်ခြင်းကိုခံစားမိလာချိန်မှာတော့..\nဦးလေးကြီးနဲ ဆယ်ကျော်သက်ကောင်မလေးတို့ရဲ့စုံတွဲ ခပ်ကြမ်းကြမ်း အက်ရှင်တွေသာမက\nသူတို့နှစ်ယောက်ကြားက စစ်မှန်တဲ့ချစ်ခြင်းမေတ္တာတရားကိုပါ ကြည့်ရှုခံစားရမှာပါ...\nရသမျိုးစုံကို ပေးနိုင်တဲ့ ဇာတ်ကားကောင်းဖြစ်တဲ့အပြင်\nဇာတ်လမ်းပြီးသွားချိန်ထိ ရင်ထဲမှာ တစ်ခုခုကျန်ခဲ့မှာ အသေအချာပါပဲ....\n \n===================\n \nZawgyi\n \n1994ခုႏွစ္တုန္းက ထြက္ရွိခဲ့ၿပီး လူႀကိဳက္မ်ားခဲ့တဲ့ရုပ္ရွင္ကားျဖစ္ပါတယ္...\nStar Wars, Black Swan, Thor အစရွိတဲ့ဇာတ္ကားေတြထဲက\nမင္းသမီးေခ်ာ ...",
        "rating": "8.5",
        "url": "https://megaup.net/Qw3g/Léon_-_The_Professional_[1994]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/keeping-with-the-jones-poster-133x200.jpg",
        "title": "Keeping Up with the Joneses (2016)",
        "description": "Keeping Up with the Joneses (2016)_____IMDb - 5.9/10\n ဒီဇာတ်ကားက စုံထောက်အက်ရှင်ဟာသဇာတ်ကားပါ။Wonder Woman အဖြစ်နာမည်ကျော်တဲ့ Gal Gadot ရဲ့ ခပ်ဟော့ဟော့အက်ရှင်သရုပ်ဆောင်မှုတွေကြောင့်\nဇာတ်လမ်းအကြောင်းကို စဉ်းစားစရာမလိုဘဲ ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားလို့ ဆိုပါရစေ။သူတင်ပဲလားတော့မဟုတ်သေး...Hangover ဇာတ်ကားရဲ့ နာမည်ကျော်သရုပ်ဆောင် Zach Galifianakis လဲပါပါသေးတယ်။ဒါ့အပြင် မင်းသား Jon Hamm နဲ့ မင်းသမီး Isla Fisher တို့ကိုလဲ မြင်တွေ့ရဦးမှာပါ။ဇာတ်လမ်းအရသာကလဲ Action,Comedy အရသာမို့ အေးအေးဆေးဆေးအနားယူရင်း ရယ်မောကြည့်ရှုရမှာပါ။ခံစားအားပေးကြပါဦး။ File size…(905 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.9",
        "url": "https://megaup.net/1xxaj/Keeping_Up_With_The_Joneses_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTcxNDU2Nzg3MV5BMl5BanBnXkFtZTgwNDA2MjU0NzE@._V1_-209x300.jpg",
        "title": "Jai Gangaajal (2016)",
        "description": "Jai Gangaajal (2016)_____IMDb - 5.6/10\n  \nကဲဗျာ အခုတလော ဘောလိဝုဒ်တွေတင်တာနည်းတယ်ဆိုပြီး\nပြောပြောနေကြတဲ့ ပရိတ်သတ်ကြီး အတွက် 2003 ခုနှစ်ကထွက်ရှိထားတဲ့\nGangajal ရဲ့ အဆက် ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nကုလားကားတို့ထုံးစံအတိုင်း ဇာတ်လမ်းဇာတ်ကွက်ကိုကတော့\nသိပ်ပြီး အမွမ်းတင်ပြီး ညွှန်းနေစရာလိုလောက်ဘူးလို့ထင်ပါတယ်\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဘတ်ဘလိုပန်ဒီ နဲ့ ဒတ်ဘလိုပန်ဒီတို့\nညီအစ်ကို ၂ယောက်ဟာ ဘီဟာ ပြည်နယ် လက်ခီဆာရီမြို့လေးမှာ\nဗိုလ်ကျနေကြတဲ့ လူမိုက် ညီအစ်ကို ၂ဦးဖြစ်ပါတယ် သူတို့ ၂ယောက်ဟာ\nလျှပ်စစ်ဓါတ်အားပေးစက်ရုံကိုတည်ဆောက်ဖို့ ငွေ အရင်းမနှီးများထည့်ထားပြီး\nသူတို့ ရဲ့ အာဏာရပါတီက အခြေအနေမကောင်းတဲ့ အချိန်မှာ လူလည်တို့ထုံးစံ\nလွတ်လမ်းကို ရှာနေကြတဲ့သူတွေပါ ဒီလိုနဲ့ တစ်နေ့မှာ\nဒီလို ဒုစရိုက်မှုတွေထူပြောလှတဲ့ နယ်မြို့လေးကို မိန်းမသား ရဲအရာရှိ\nတယောက်ကို အစိုးရကစေလွှတ်လိုက်ပါတယ်\n  \nရဲအရာရှိ အဗ်ဟာမတ်သာ တဖြစ်လဲ မင်းသမီး ပရီရန်ကာချိုပရာတယောက်\nယောကျာ်းသားတွေနဲ့ အတူတူတန်းတူ တာဝန်ထမ်းဆောင်နိုင်မလား\nမဖော်ထုပ်နိုင်ခဲ့တဲ့ အမှုတွေကိုလဲ ပြန်လည် ဖော်ထုပ်နိုင်မလားဆိုတာကိုတော့\nဆက်လက်ကြည့်ရှူလိုက်ပါတော့နော်\nဒီဇာတ်ကားက မိန်းမကို အဓိက ဖိုက်တာတင် ရိုက်ကူးထားတာကြောင့်\nပုံမှန် ကြည့်နေကြ ကုလားကားတွေလို ဘုရားသားတွေကိုတော့\nသိပ်တွေ့ရမှာ မဟုတ်ပါဘူး ဗျ :P",
        "rating": "5.6",
        "url": "https://megaup.net/2h1ai/Jai_Gangaajal_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/arsenal-202x300.jpg",
        "title": "Arsenal (2017)",
        "description": "Arsenal ဇာတ္ကားဟာ ဒါရိုက္တာ Steven C. Miller ရိုက္ကူးထားတဲ့ ၂၀၁၇ ခုႏွစ္ထြက္ American thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။ မင္းသားၾကီး Nicolas Cage..John Cusack..Adrian Grenier...Johnathon Schaech...Christopher Coppola ..Lydia Hull....စတဲ့သရုပ္ေဆာင္ေတြပါဝင္ထားပါတယ္။ဇာတ္လမ္းေလးကေတာ႕ မေကာင္းမႈ ဒုစရိတ္ေတြၾကားက လြတ္ေျမာက္ေစဖို႕\nအေဖတစ္ေယာက္ရဲ႕ စြန္႔လႊတ္ အနစ္ခံမႈေတြႏွင္႔ သားအေပၚမွာထားတဲ့ ေမတၱာတရားေတြကုိ ေဖာ္ၾကဴးရုိက္ကူးထားျဖစ္ျပီး Crime,Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။ဟာသတစ္ခုေျပာရရင္ ဒီဇာတ္ကားရဲ႕ Rating ေတြက Arsenal ဆိုတဲ့ နာမည္နဲ႕လိုက္ဖက္ပါတယ္။ IMDb Rating (4) ျဖစ္ျပီး Rotten Tomatoes မွာ (5) ပါ။ \nFile size…(850MB)\nQuality…Web-Dl Rip 720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/arsenal-2017/",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/654151-211x300.jpg",
        "title": "Collide (2016)",
        "description": "IMDb 5.7 ရရိွထားတဲ့ Collide (2016) ဟာ Nicholas Hoult , Felicity Jones, Anthony Hopkins တို႔လို နာမည္ႀကီး သ႐ုပ္ေဆာင္ေတြ ပါဝင္ထားတာေၾကာင့္ စိတ္လႈပ္ရွားစရာ ဇာတ္၀င္ခန္းေတြနဲ႔ ၾကည့္ရတာ အရမ္းကိုလန္းတဲ႔ အက္ရွင္ကားေကာင္းတစ္ကားပါ။ အခ်စ္အတြက္ ခ်စ္တဲ့သူအတြက္ဆိုရင္ သူ႔ဘ၀ ရပ္တည္မႈ ပံုစံ အရာရာကို  ေျပာင္းလဲ ပစ္ဖို႔ အသင့္ရွိတဲ့ အရမ္းခ်စ္တတ္တဲ့ ေကာင္ေလး တစ္ေယာက္ ေနရာက Nicholas Hoult နဲ႔ ေရာဂါသည္ေကာင္မေလး ေနရာက Felicity Jones တို႔ရဲ႕ အရမ္းခ်စ္တတ္ၾကတဲ႔ ခ်စ္သူပံုစံေလးကိုလည္း ျမင္ေတြ႕ရမွာပါ ။ အဲဒီလိုနဲ႔ ေအးခ်မ္းတဲ႔ ဘ၀ေလးတစ္ခုကို ရိုးသားစြာနဲ႔ တည္ေဆာက္ေနခ်ိန္မွာပဲ လွၽိဳ႕၀ွက္ထားခဲ႔တဲ႔ ခ်စ္သူ ေကာင္မေလးရဲ႕ ေရာဂါ အေျခအေန ...",
        "rating": "",
        "url": "https://channelmyanmar.org/collide-2016/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/justice-1-300x150.jpg",
        "title": "Justice League Dark 2017",
        "description": "Justice league dark ဟာ အရင္ထြက္ရွိခဲ့တဲ့ Justice league movies ေတြနဲ႔မတူဘဲ title အတိုင္းပဲ Dark ဆန္ပါတယ္ R-rated ျဖစ္ၿပီး rating 7.2 ရွိပါတယ္ ဇာတ္လမ္းအက်ဥ္းအရ လြန္ခဲ့တဲ့ အႏွစ္ငါးရာတုန္းက ေမွာ္ဆရာ Destiny ဟာ အိပ္မက္ေက်ာက္တံုး(Dreamstone) ကိုသံုးၿပီး ကမ႓ာေျမကို သိမ္းပိုက္ဖို႔ ၾကံစည္ပါတယ္ ဒါေပမဲ့ ေမွာ္ဆရာမာလင္ေၾကာင့္ မေအာင္ျမင္ဘဲ ေက်ာက္တံုးထဲမွာ Destiny ဟာ ပိတ္မိ ေနပါတယ္ ယခုအခ်ိန္မွာ သူဟာ အႏွစ္ငါးရာၾကာ ေအာင္ အစီအစဥ္ေတြနဲ႔ ကမ႓ာကိုတစ္ဖန္ ျပန္သိမ္းပိုက္ဖို႔ၾကံပါတယ္ Justice League ရဲ႕ မူလအဖြဲ႕ဝင္ေတြ ျဖစ္ၾကတဲ့ Superman Wonderman Flash Green Lantern တို႔ဟာ ေမွာ္ပညာကို မကိုင္တြယ္ႏိုင္တဲ့အခါမွာ Batman ဟာ ေမွာ္ပညာကို ...",
        "rating": "",
        "url": "https://megaup.net/2gxok/8.Justice_League_-_Dark_(2017).mp4",
        "category": "Animation, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/00254f39-210x300.jpeg",
        "title": "Duelist (2005)",
        "description": "ဒီ​ဇာတ္​​လမ္​း​ေလးက​ေတာ့.. စိတ္​ျမန္​လက္​ျမန္​အလုပ္​လုပ္​တတ္​ၿပီးေဒါသထြက္ၿမန္တဲ့\nနန္​းတြင္​းစံု​ေထာက္​နမ္​ဆြန္​တစ္​​ေယာက္ေငြအတုၿပသနာကိုေၿဖရွင္းရာကေန\nဒုစရိုက္​ဘက္​​ေတာ္​သားတစ္​ဦးေနာက္ကိုေၿခရာခံလိုက္ခဲ့ပါတယ္..\nအဲ့ဒုစရိုက္သမားလို႕သူထင္ေနတဲ့တစ္ေယာက္ကေတာ့\nေအးစက္တဲ့မ်က္ႏွာကိုပိုင္ဆိုင္ထားၿပီးေတာ့\nဓားစြမး္ကလည္းသူ႕ထက္ပိုသာေနပါတယ္...\nတစ္ရက္ၿပီးတစ္ရက္အဲ့ဓားသမားေနာက္ကိုေနာက္ေယာင္ခံလိုက္ရင္းကေန\nတိတ္​တခိုးခ်စ္​မိသြားခဲ့ပါတယ္...\nအဲ့ေနာက္ပိုင္းမွာေတာ့  တကယ့္ၿပသနာၾကံဳလာရတဲ့အခါသူခ်စ္မိသြားတဲ့သူကိုပဲကာကြယ္ေပးမလား...\nအဲ့ၿပသနာေတြကိုဘယ္လိုေၿဖရွင္းမလဲ...\nဝန္​ႀကီးခ်ဳပ္​ရဲ႕ရည္​ရြယ္​ခ်က္​အမွန္ကိုေဖာ္ထုတ္ႏိုင္မလားဆိုတာကိုစိတ္၀င္စားစြာနဲ႕ၾကည့္ရမွာပဲၿဖစ္ပါတယ္...\n  Size...(1 GB)\n Format…mp4\nDuration...01:51:54\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Pyae Phyo Hein\nEncoder….Moe Myint Lwin\n Download with VIP Link\n Download with Pcloud\n Download with Pcloud (Small Size)\n Download with Openload",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/duelist-2005/",
        "category": "Action, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/1746d8924a69bd6efb6e779d3a2292e8-190x300.jpg",
        "title": "Evergreen Love (2016)",
        "description": "IMDb (6.7/10) နဲ႕ Asian wiki Rating (94)  ရရွိထာတဲ့ဂ်ပန္ဇာတ္ကားေလးပါ။ဇာတ္လမ္းေလးကေတာ့.....ဆာယာက (Mitsuki Takahata) ဟာ သာမန္ရံုးဝန္ထမ္းတစ္ေယာက္ျဖစ္ၿပီး အခ်စ္ေရးေရာ အလုပ္မွာပါ အဆင္မေျပသူတစ္ေယာက္ေပါ့…တစ္ညေတာ့အိဆုကိ(Takanori Iwata) ကို အိမ္ေရွ႕မွာေတြ႕လိုက္ရၿပီး အတူတူေနဖို႔ အေၾကာင္းျဖစ္လာတယ္…အိဆုကိဟာ ဆာယာကကို ဟင္းခ်က္သင္ေပး အပင္ေတြအေၾကာင္းရွင္းျပရင္း ရင္းနွီးခဲ့ေပမယ့္ တကယ္ေတာ့အိဆုကိမွာ ဖံုးကြယ္ထားတဲ့လ်ိဳ႕ဝွက္ခ်က္ရွိပါတယ္…လ်ိဳ႔ဝွက္ခ်က္က ဘာျဖစ္မလဲ??\nဆာယာကနဲ႔အိဆုကိတို႔နွစ္ေယာက္ တကယ္ေရစက္ဆံုနိုင္မလားဆိုတာေတာ့ ဇာတ္လမ္းေလးကို ၾကည့္ၿပီး အေျဖရွာလိုက္ၾကပါေတာ့...။(ရုပ္ရွင္အညႊန္းနဲ႔ ဘာသာျပန္ကေတာ့ Chu Qiao ျဖစ္ပါတယ္။) \nFile size…(950MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:52:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n  \nDownload and Watch 720p HD (VIP Link)\n(or)\nDownload 720p HD (pCloud) \nDownload Small File 360p (450MB)",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/evergreen-love-2016/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/girl_on_the_train_ver2-189x300.jpg",
        "title": "The Girl on the Train (2016)",
        "description": "The Girl On the Train' ငါ့အမျိုးသားက ငါ့ကိုအမြဲတမ်းစိတ်ကူးယဉ်တယ်လို့ပြောတတ်တယ်\nငါမတတ်နိုင်ဘူးလေ ငါဆိုလိုချင်တာက မင်းဟာရထားစီးနေရင်းနဲ့ ရထားလမ်းဘေးကလူတွေရဲ့ ဘဝကဘယ်လိုလဲဆိုတာ စဉ်းစားကြည့်ဖူးလား???\nမင်းမနေဖူးတဲ့ဘဝမျိုးတွေလေ အဲ့ဒါတွေက ငါသိချင်နေတဲ့အကြောင်းတွေပဲ'Emily Bluntရဲ့ 2016နှစ်ကုန်နီးကမှထွက်တဲ့ DVDလေးအကြောင်း လက်တို့ပါရစေ။ ဒီ Movieကို ကျွန်တော့်ဖေးဗရိတ်ထဲကျွန်တော်ထည့်လိုက်ပါတယ်။ဒါပေမယ့် တစ်ယောက်နဲ့တစ်ယောက်ကတော့ အကြိုက်ခြင်းမတူနိုင်ပါဘူး။ ဒီ Movieဟာ ခံစားသူအပေါ်မူတည်ပြီး အဓိပ္ပာယ်အမျိုးမျိုးထွက်နိုင်ပါတယ်။မူရင်းစာရေးဆရာရည်ညွှန်းတာကတော Thrillerပါ။ Paula Hawkinရဲ့ အရောင်းရဆုံးစာအုပ် That Shocked The Worldကို ပြန်ရိုက်တာပါ။ DVDကာဗာမှာ Entertainment Weekly က ' The Darkest,Sexiest,Most Daring Thriller of the Year.'လို့ညွှန်းတာကို ဖော်ပြထားပါတယ်။ဒီmovieမှာက ဇာတ်ကောင်အများကြီးမပါပါဘူး။ 6ယောက်ပဲပါတယ်။ အဲ့ ဇာတ်ကောင် 6ယောက်ရဲ့ ပတ်သတ်မှုတွေကို တစ်ခန်းခြင်းဆီ ပြီးတော့ အချိန်တွေ လတွေနဲ့ပါ ခွဲပြီးရိုက်ပြထားပါတယ်။ ...",
        "rating": "6.6",
        "url": "https://megaup.net/Qygv/The_Girl_On_The_Train_[2016]_(MM_Sub)(1).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/if-cats.jpg",
        "title": "If Cats Disappeared from the World (2016)",
        "description": "If Cats Disappeared From The World (2016)\nIMDb - 7.0/10_____Rotten - 78%\n  \nစာပို့သမားလေးတစ်ယောက်( Takeru Satou) သူ့မှာ နေဖို့အချိန်မကျန်တော့တာကို သိလိုက်ရချိန်မှာ\nသေမင်းတစ်ပါးက သူ့ဆီရောက်လာပြီး အခွင့်အရေးတစ်ခုပေးခဲ့တယ် …\nအဲ့ဒါက သူသာ ကမ္ဘာကြီးပေါ်က ပစ္စည်းတွေကို ဖျောက်မယ်ဆိုရင်\nသူအသက်ဆက်ရှင်ခွင့်ရမယ်ဆိုတာပါပဲ…\nဒီလိုနဲ့ ပစ္စည်းတွေဖျောက်လို့ အသက်ဆက်ရှင်နိုင်မလား……\nဖျောက်လိုက်ရင်ဘာတွေဆက်ဖြစ်လာမှာလဲ…\n  \nစာပို႔သမားေလးတစ္ေယာက္( Takeru Satou) သူ႔မွာ ေနဖို႔အခ်ိန္မက်န္ေတာ့တာကို သိလိုက္ရခ်ိန္မွာ\nေသမင္းတစ္ပါးက သူ႔ဆီေရာက္လာၿပီး အခြင့္အေရးတစ္ခုေပးခဲ့တယ္ …\nအဲ့ဒါက သူသာ ကမာၻႀကီးေပၚက ပစၥည္းေတြကို ေဖ်ာက္မယ္ဆိုရင္\nသူအသက္ဆက္ရွင္ခြင့္ရမယ္ဆိုတာပါပဲ…\nဒီလိုနဲ႔ ပစၥည္းေတြေဖ်ာက္လို႔ အသက္ဆက္ရွင္ႏိုင္မလား……\nေဖ်ာက္လိုက္ရင္ဘာေတြဆက္ျဖစ္လာမွာလဲ…\n   \nFile Size     :   730 MB\nDuration    :   1: 43: 00\nQuality       :   BluRay Rip 720p\nTranslator  : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1zOfb/If_Cats_Disappeared_From_The_World_(Sekai_Kara_Neko_Ga_Kietanara)_[2016]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/The-Purge-Election-Year-Posters-horror-movies-39737614-338-500-203x300.jpg",
        "title": "The Purge:Election Year (2016)",
        "description": "Purge ကတော့ လူတိုင်းနဲ့ရင်းနှီးနေပြီးသားကားဖြစ်မှာပါ...ဒီကားထဲမှာအရက်စက်ဆုံးလူသတ်မှု့တွေနဲ့ လူသားအချင်းချင်းသုတ်သင်ရှင်းလင်းကြတာကိုမြင်ရမှာပဲဖြစ်ပါတယ်...ဇာတ်လမ်းရဲ့အကြောင်းကိုပြောပြရမယ်ဆိုရင်....အမေရိကန်အစိုးရဟာ နှစ်စဉ်နှစ်တိုင်းMarch လ 21 ည 7 နာရီကနေ နောက်နေ့မနက် 7 နာရီအထိ12 နာရီကြာအောင် လူသတ်မှုအပါဝင်ရှိသမျှရာဇဝတ်မှုတွေကိုအကုန်ခွင့်ပြုထားတဲ့စနစ်ကိုအစဉ်မြဲကျင့်သုံးလာခဲ့ပါတယ်...ဒါကို သန့်စင်ရှင်းလင်းတဲ့လုပ်ရပ်လို့လည်း နာမည်တပ်ထားကြပါတယ်...ဒီလိုသန့်စင်ရှင်းလင်းမှု့တွေကို ရှုံ့ချတဲ့ သူကတော့သမ္ပတအဖြစ်အရွေးခံမယ့်အမျိုးသမီး အမတ်လောင်း Roan ပဲဖြစ်ပါတယ်...ဘာလို့လဲဆိုတော့ အဲ့ဒီသုတ်သင်ရေးပွဲတော်မှာ သူမမိသားစုဝင်တွေပါစတေးခံခဲ့ရလို့ဖြစ်ပါတယ်....ဒါကြောင့် သူမသမ္ပတလောင်းအဖြစ်ရပ်တည်လာမယ့်သက်တမ်းတစ်လျောက်မှာတော့ သူမဟာဒီသုတ်သင်ရေးပွဲတော်ညကိုတခြားပြိုင်ဘက်အမတ်နဲ့ ယှဉ်ပြိုင်ပြီး ဆန့်ကျင်ခဲ့ပါတယ်.....ကောင်းတာလုပ်ရင်လူမုန်းများလာသလို သူမအတွက်လည်းလုပ်ရိုးအစဉ်လာဖြစ်တဲ့ဒီသုတ်သင်ရေးပွဲတော်ကိုဆန့်ကျင်တဲ့အတွက်အန္တရာယ်ကပိုပြီးတော့ များပြားလာခဲ့ပါတယ်...ဒါကြောင့် ဒီသုတ်သင်ရေးညမှာသူမတစ်ယောက်အန္တရာယ်ကင်းအောင်နေထိုင်ရမှာဖြစ်ပြီး ကျင်းပမယ့်ရွေးကောက်ပွဲမှာအနိုင်ရအောင်ယှဉ်ပြိုင်ရမှာပဲဖြစ်ပါတယ်.....ဒီလို ရက်ရက်စက်စက်သုတ်သင်ရှင်းလင်းရေးတွေလုပ်နေတဲ့ လူသတ်ညမျိုးမှာသူမတစ်ယောက်အသက်ရှင်နိုင်မလား.....ဘယ်လိုအန္တရာယ်မျိုးတွေကျရောက်လာနိုင်မလဲ.....သူမကို သူမရဲ့ကိုယ်ရံတော်ကဘယ်လိုနည်းတွေနဲ့ကာကွယ်မလဲဆိုတာကိုသည်းထိတ်ရင်ဖိုကြည့်ရမှာပဲဖြစ်ပါတယ်.....\nFile size…(1GB  )\n Format…mp4\nDuration….01:48:48\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…May Thazin Myint \nEncoder….Moe Myint Lwin",
        "rating": "",
        "url": "https://megaup.net/2SuH6/The_Purge_-_Election_Year_[2016]_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/masterminds-poster-139x200.jpg",
        "title": "Masterminds (2016)",
        "description": "Masterminds (2016)_____IMDb - 5.8/10\n  ယနေ့ခေတ် Hollywood ရဲ့Comedy ဇာတ်ကားများတွင် နေရာအရဆုံးလို့ပြောရမဲ့ သရုပ်ဆောင်တွေနီးပါး အကုန်ပါဝင်ထားတယ်။ Zach Galifianakis, Owen Wilson, Kristen Wiig, Kate McKinnon, Leslie Jones နဲ့Jason Sudeikis တို့ဆိုမှတော့ နောက်ထပ်ဟာသ သရုပ်ဆောင်တွေမလိုအပ်တော့လောက်အောင်ကို ပြည့်စုံနေပြီ။ ထို့အပြင် ဇာတ်လမ်းကလည်း ဖြစ်ရပ်မှန်အဖြစ်အပျက်တစ်ခုကို အခြေခံထားတာ။ 1997 ခုနှစ်တုန်းက America မှာ ထူးဆန်းတဲ့ ဘဏ်ဖောက်ထွင်းမှူကြီးတစ်ခုဖြစ်ခဲ့တယ်။ ဖောက်တဲ့သူက ထိုဘဏ်ရဲ့ဝန်ထမ်းကိုယ်တိုင်ဖြစ်နေခဲ့တော့ ပိုပြီးထူးဆန်းတယ်လို့ဆိုလို့ရတယ်။ ထိုဝန်ထမ်းဟာ ပိုက်ဆံတွေအကုန်ယူကာ ထွက်ပြေးလွတ်မြောက်သွားတယ်လို့အာဏာပိုင်တွေအပါအဝင် လူတိုင်းကထင်ကြတယ်။ ဒါပေမဲ့ဖြစ်ရပ်မှန်က သူက အသုံးချခံသွားရတာပါ။ ပိုက်ဆံတွေကို အကုန်ရသွားတာ သူကိုယ်တိုင်မဟုတ်သလို ထိုပိုက်ဆံတွေကိုရသွားခဲ့တဲ့ လူတွေကလည်း သူ့ကိုသတ်ရန် လူသတ်သမားတစ်ယောက် လွှတ်လိုက်တယ်။ ထို့အပြင် ရဲတွေကလည်း သူ့နောက်ကို လိုက်နေကြပြီ။ အခုလိုပြောလိုက်လို့သဲထိပ်ရင်ဖိုကြီးလို့ဆိုလို့ရပေမဲ့ ရယ်ရတာတော့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/Smow/Masterminds_[2016]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/The-Monkey-King-poster-133x200.jpg",
        "title": "The Monkey King (2014)",
        "description": "The Monkey King (2014)_____IMDb - 4.9/10\n 2014 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး\nအထူးသဖြင့် မြန်မာပရိတ်သက်အများအပြားအထူးကြိုက်နှစ်သက်အားပေးခဲ့ကြတဲ့ စွန်းဝူခုန်းဇာတ်ကားလေးပါ။\nVisual Effect အလန်းစားတွေနဲ့စွန်းဝူခုံး မွေးဖွားလာပုံကနေစပြီး\nနဂါးပြည်သို့သွားရောက်မွှေနှောက်ပြီး သူ့ရဲ့လက်စွဲတော်ရွှေတုတ်တံရှာပုံတော်ဖွင့်ပုံ .\nနတ်ပြည်သို့သွားရောက်ပြီး မွှေနှောက်ခဲ့ပုံများကို အလန်းဆုံးသရုပ်ဆောင်မှုတွေနဲ့ ကြည့်ရမယ့်ကားလေးပါ။\nနောက်ဆုံးမှာ မိစ္ဆာတွေနှိမ်နှင်းပြီးတဲ့နောက်မှာတော့ နတ်ပြည်ကိုဖျက်ဆီးခဲ့မှုတွေကြောင့်\nဘုရားရဲ့အပြစ်ပေးခြင်းကို ခံခဲ့ရပြီး\nလက်ငါးချောင်းတောင်အောက်မှာ အနှစ် ၅၀၀ တိတိ ချုပ်နှောင်ခံခဲ့ရပါတယ်။\nအနောက်ဘက်ကိုသွားပြီး ကျမ်းစာတွေကိုသွားရောက်ပင့်ဆောင်မယ့် ဘုန်းကြီးနဲ့တွေ့မှသာ\nလက်ငါးချောင်းတောင်အောက်ကလွတ်ပြီး\nအနောက်ဘက်ကကျမ်းစာတွေပင့်ဆောင်ပြီးမှသာ အပြီးလွတ်ကျွတ်ဖို့ သတ်မှတ်ခံခဲ့ရပါတယ်။\n( Part 2 မှာ ကျမ်းစာပင့်ဆောင်ဖို့ စတင်မှာပါ။ )\n \n(ဒီဇာတ်ကားကိုဘာသာပြန်ပေးသူကတော့ Ko Nyein Saeyar Aung ပဲဖြစ်ပါတယ်။)\n \n(ဒီဇာတ်ကားကို ကျွန်တော်ကိုယ်တိုင်ဘာသာပြန်ထားခြင်းဖြစ်ရာ\nအမှားအယွင်းနှင့် လိုအပ်ချက်များရှိပါက...\nကျွန်တော့်မှာသာတာဝန်ရှိကြောင်းကြိုတင်အသိပေးပါရစေခင်ဗျာ...)\n  \nFile Size                          : 898 MB\nQuality       ...",
        "rating": "4.9",
        "url": "https://megaup.net/1yarm/The_Monkey_King_(Xi_You_Ji_-_Da_Nao_Tian_Gong)_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/the-man-from-u.n.c.l.e-poster-135x200.jpg",
        "title": "The Man from U.N.C.L.E. (2015)",
        "description": "The Man from U.N.C.L.E. (2015)\nIMDb - 7.3/10________Rotten - 67%\n IMDb rating 7.3/10 ရရှိထားတဲ့ 2015 ထွက် Spy movie\nကောင်းတွေဖြစ်တဲ့ Mission Impossible, Specter တို့လိုပဲ ရုံတင်ကားကောင်း တစ်ကားဖြစ်တဲ့\nThe Man from U.N.C.L.E ကို CM ပရိတ်သက်ကြီး အတွက် တင်ပေးလိုက်ပါပြီ။၁၉၆၀ပြည့်နှစ်အစောပိုင်းကာလကို ဇာတ်အိမ်တည်ထားပြီး ဇာတ်လမ်းအစမှာ\nအမေရိကန် CIA က အေးဂျင့် Napoleon ရယ်၊ ရုရှား KGB အေးဂျင့် Illya\nတို့ရဲ့ လက်ရုံးရည်နဲ့ ဉာဏ်ရည်ခြင်းယှဉ်ပြိုင် မှုတွေ၊ နောက်တော့ အရှေ့ဂျာမနီက\nကောင်မလေးတစ်ယောက်ကိုကာကွယ်ပေးရင်းသူ့အဖေအရင်း\nသိပ္ပံပညာရှင်ကို နျူလိယားလက်နက်ထုတ်လုပ်ဖို့ ခြိမ်းခြောက်ခိုင်းစေနေတဲ့\nနာဇီတွေရဲ့အတွင်းစည်းကို သုံးယောက်ဟန်ဆောင်ဝင်ရောက်ပုံတွေနဲ့\nသူတို့သုံးယောက်ရဲ့ ရန်သူကိုလည်းပူးပေါင်းတိုက်ရင်း အချင်းချင်းလည်း\nတစ်ချက်လေးမှအကျော်တင်မခံပဲ အပြန်အလှန်ဉာဏ်ကစားပြီး\nအချင်းချင်း အသာစီးရယူဖို့ကြိုးစားပုံတွေကို… မြှပ်ကွက်တွေ ဟာသတွေနဲ့တင်ဆက်ထားလို့\nအရမ်းကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဆိုတာ အာမခံပါတယ်။Spy movie ဆိုပေမယ့် ဟာသတွေနှောထားတဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1xg6o/The_Man_From_U.N.C.L.E_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Tomorrowland-movie-poster-715x1024-209x300.jpg",
        "title": "Tomorrowland ( 2015 )",
        "description": "IMDb 6.5 ရရှိထားတဲ့ သိပ္ပံဆန်ဆန်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး .\nမင်းသားကြီး George Clooney ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ကာ\nဒါရိုက်တာ  Brad Bird က ရိုက်ကူးထားပါတယ်။\nဇာတ်လမ်းစအဖွင့်မှာ ဖရန့်ဝေါ်ကာ အဖြစ် မင်းသားကြီး George Clooney နဲ့\nကေစီနယူတန် အဖြစ် မင်းသမီး Britt Robertson တို့နဲ့ သူတို့ဖြတ်သန်းခဲ့ရတဲ့\nအတွေ့အကြုံကိုပြန်ပြောပြတာကနေ စပြခဲ့ပါတယ်။ ဒီကားမှာ George Clooney ရဲ့\nကလေးဘဝကို ကလေးသရုပ်ဆောင် Thomas Robinson ကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။\nအကျိုးရှိတဲ့ သိပ္ပံပစ္စည်းများကို ပြသရမယ့် ပွဲတစ်ခုကို ဖရန့်ဝေါ်ကာ\n( Thomas Robinson ) ရောက်ရှိလာပြီး သူကိုယ်တိုင်တီထွင်ထားတဲ့ မိုးပျံဂျက်လေးနဲ့\nအတူ ဝင်ခွင့်ရဖို့ကြိုးစားခဲ့ပါတယ်။ ဒါပေမဲ့ အသိအမှတ်အပြုမခံရတဲ့အတွက်\nပွဲကနေပြန်ထွက်ခါနီးမှာ အေသီနာ ( Raffey Cassidy ) နဲ့တွေ့ခဲ့ပြီး\nထူးဆန်းတဲ့ သိပ္ပံပညာတွေအရမ်းခေတ်စားတဲ့\nအနာဂါတ်မြို့တော်ထဲကိုရောက်သွားပါတော့တယ်။\nအဲ့လိုပဲ ကေစီနယူတန် ကလည်း ထူးချွန်ဉာဏ်ထက်တဲ့\nကောင်မလေးတစ်ယောက်ဖြစ်ပြီး . သူ့အဖေပါဝင်တဲ့ အစိုးရရဲ့\nစီမံကိန်းတစ်ချို့ကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/3yB2v/Tomorrowland_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/10/ktm8YN7-200x300.jpg",
        "title": "The Rundown (2003)",
        "description": "2003 ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး IMDb မွာ Rating 6.7ရရွိခဲ့တဲ့ဇာတ္ကားျဖစ္ပါတယ္။\n2002 ခုႏွစ္က The Scorpion King ဇာတ္ကားနဲ႔ေအာင္ျမင္ခဲ့တဲ့Dwayne (The Rock) Johnson  အတြက္ေတာ့လူပိုသိလာတဲ့ဇာတ္ကားတစ္ကား ျဖစ္ခဲ့ပါတယ္။ကိုယ္ပိုင္စားေသာက္ဆိုင္တစ္ဆိုင္မွာ စားဖိုမွဴးအျဖစ္အသက္ေမြးခ်င္တဲ့\nဘက္ခ္ဟာ သူ႔သူေဌးအတြက္ အေၾကြးလိုက္ေတာင္းေပးရတဲ့ လူမိုက္တစ္ဦးပဲျဖစ္ပါတယ္။\nဒါေပမယ့္ သူက ေသနတ္မသံုးသလို မလိုအပ္ပဲထိခိုက္ေအာင္မလုပ္ပဲ\nစည္းစနစ္ႀကီးတဲ့သူတစ္ဦးလည္း\nျဖစ္ပါတယ္။ သူ႔သူေဌးရဲ႕သားကို ဘရာဇီးေတာထဲက ျပန္ေခၚေပးႏိုင္ရင္\nသူလိုခ်င္တဲ့စားေသာက္ဆိုင္ရမွာျဖစ္ျပီး လူမိုက္ဘ၀ကကၽြတ္မွာျဖစ္တဲ့အတြက္\nဘက္ခ္က လက္ခံခဲ့ပါတယ္။ ဒါေပမယ့္ ေရွးေဟာင္းရတနာကို လိုက္ရွာေနတဲ့\nသူ႔သူေဌးရဲ႕သားကုိ ဘရာဇီးေတာထဲမွာ ဘုရင္တစ္ပါးလို မင္းမူေနတဲ့\nဟတ္ခ်ာဆိုတဲ့ေရႊတြင္းပိုင္ရွင္က ျပန္မလႊတ္ခ်င္တဲ့အခါမွာေတာ့ ဘာေတြဆက္ျဖစ္ၾကမလဲ\n.......သူ႔သူေဌးရဲ႕သားကေရာ ေရွးေဟာင္းရတနာကို ဟတ္ခ်ာမသိခင္ ရွာေတြ႔ႏိုင္မလား......\n.ဘားဆိုင္ထဲက ေကာင္မေလးကေရာ ဘာေတြလွ်ိဳ႕၀ွက္\nထားသလဲဆိုတာကို ဆက္လက္ရႈ႕စားၾကပါ။\nအက္ရွင္ဇာတ္ကားဆိုေပမယ့္ The Rock နဲ႔ Seann William Scott တို႔ရဲ႕\nသရုပ္ေဆာင္မႈေတြက ဟာသရသကိုလည္း တျပိဳင္နက္ခံစားရေစမွာပါ။\nအက္ရွင္ဇာတ္ကားေကာင္းနဲ႔ The Rock ပရိသတ္ေတြအတြက္\nလက္မလႊတ္သင့္တဲ့ ဇာတ္ကားျဖစ္ပါတယ္။\n(ဇာတ္ကားထဲမွာပါတဲ့ေပၚတူဂီစကားေတြကို လုိက္ရွာရင္းနဲ႔ ဒီကားအတြက္\nMovie Mistakes ကိုလည္း ေတြ႔ထားပါတယ္။\nအခ်ိန္ရရင္ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-100/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/vic1-1-244x300.jpg",
        "title": "The Vatican Tapes(2015)",
        "description": "24 July 2015 ကထြက္ရွိခဲ့တဲ့ Horror အမ်ိဳးအစားျဖစ္ၿပီး Mark Neveldine ကရိုက္ကူးထားပါတယ္။စကားခ်ပ္အေနျဖင့္ . . . ဤဇာတ္ကားတြင္ပါရွိေသာ အေၾကာင္းအရာမ်ားတြင္အခ်ိဳ ့အရာမ်ားသည္ သမၼာက်မ္းစာႏွင့္ မကိုက္ညီသည့္အေၾကာင္းအရာမ်ား ပါရွိပါသည္... ၾကည့္႐ႈသူမ်ားစဥ္းစားဆင္ျခင္ ၾကပါရန္။ေပ်ာ္ရႊင္သာယာေနတဲ့မိန္းမငယ္ေလး တစ္ေယာက္ျဖစ္တဲ့ အန္ဂ်ယ္လာဟုမ္း(စ္) တစ္ေယာက္. မထင္မွတ္ပဲ ၿဂိဳလ္ဆိုးဝင္တယ္ဆိုသလို ေမြးေန႕မွစၿပီး လက္ကိုဓါးထိရာကေန\nသူ ့ရဲ ့အျပဳအမူေတြက အရမ္းကို ထူးဆန္းလာၿပီး မေကာင္းဆိုးဝါးပူးကပ္ျခင္းကိုခံရပါေတာ့တယ္။အခ်ိန္မွာေတာ့ သူ ့ဖခင္ျဖစ္သူနဲ ့ခ်စ္သူတို ့ဟာ သူ ့ကိုတတ္ႏို္င္သမွ်\nေခတ္မီေဆးပညာေတြနဲ႕ ကုသေပးေပမယ့္ မရေတာ့တဲ့အဆံုးမွာေတာ့\nဘယ္လိုမွမတတ္ႏုိင္ေတာ့ပဲ သူတို ့နဲ ့သိကၽြမ္းတဲ့ ဖာသာ လိုဇႏို ရဲ ့အကူအညီကို\nရယူကာ မစၥဟုမ္း(စ္) ခႏၶာကို္ယ္ထဲမွာရွိေနတဲ့ မေကာင္းဆိုး၀ါးကို ႏွိမ္နင္းႏုိ္င္ဖို ့ႀကိဳးစားခဲ့ၾကပါတယ္။\nအဲ့ဒီလို ႏွိမ္နင္းႏုိ္င္ဖို့အတြက္ Vatican က ဘုန္းေတာ္ႀကီးတစ္ပါးကုိ ပင့္ေခၚခဲ့ၾကပါတယ္။\nသူတို ့ရဲ ့မေကာင္းဆိုးဝါးႏွင္ထုတ္မႈက ေအာင္ျမင္ပါ့မလား။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-101/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/p10989432_v_v8_ac-133x200.jpg",
        "title": "The Huntsman: Winter’s War (2016)",
        "description": "The Huntsman: Winter's War (2016)_________IMDb - 6.1/10\n  IMDb rating 6.1/10 ပဲ လက်ရှိမှာရထားသေးပေမယ့်ပရိတ်သက်တော်တော်များများကြိုက်နှစ်သက်တဲ့\nဇာတ်ကားကောင်းတစ်ကားပါပဲ . . . ပါဝင်ထားတဲ့မင်းသားကကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကြီး Thor\nမင်းသား Chris Hemsworth က Huntsman အဖြစ်သရုပ်ဆောင်ထားပါတယ်။တကယ်တော့ ဒီဇာတ်ကားဟာ 2012 ခုနှစ်ကထွက်ခဲ့တဲ့Snow White and the Huntsman ရဲ့ အဓိကဇာတ်အိမ်တစ်ခုလည်းဖြစ်ပါတယ်။ ဇာတ်လမ်းအစောပိုင်းမှာစုန်းမ၂ယောက်ဖြစ်တဲ့ ရဗန်နာ နဲ့သူ့ညီမ ဖရယ်ယာတို့နဲ့စတင်ထားပါတယ်။ ရဗန်နာဟာ snowwhite ကားထဲကစုန်းမဖြစ်ပြီး သူ့ညီမရဲ့ချစ်ခြင်းကိုပါ ဖျက်ဆီးခဲ့တယ်။ဒါကြောင့်အကြီးအကျယ်ဒေါသထွက်ခဲ့တဲ့ ဖရယ်ယာ တစ်ယောက်သူ့ရဲ့အင်ပါယာကိုစတင်တည်ထောင်မှုကနေ Huntsman ရဲ့ ဇာတ်လမ်းပါပေါ်ထွက်လာခဲ့ပါတယ်။ဒီဇာတ်ကားဟာ Snow White ကားမစတင်ခင်ကအဖြစ်အပျက်တွေနဲ့Snow White ကားပြီးတော့ ထပ်မံဖြစ်ပေါ်လာတဲ့ အချိန်ကာလနှစ်ခုကိုပြန်လည်ဆက်စပ်ပေးထားတဲ့ ဇာတ်ကားဆိုလည်းမမှားပါဘူး။Snow White ရဲ့လက်ချက်နဲ့သေဆုံးခဲ့တဲ့ ရဗန်နာကဒီဇာတ်လမ်းမှာပြန်လည်ရှင်သန်လာတာလည်း\nတွေ့ရပြီး . သူ့ရဲ့မှော်ကြေးမုံဟာ ဒီဇာတ်ကားမှာအဓိကနေရာကပါဝင်တဲ့ပစ္စည်းတစ်ခုဖြစ်လာပါတယ်။ကဲ ဇာတ်လမ်းကောင်းကောင်းကို spoiler ...",
        "rating": "6.1",
        "url": "https://megaup.net/R9bs/The_Huntsman_-_Winter_s_War_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/MV5BMTYwOTk1MjAzNl5BMl5BanBnXkFtZTgwOTE0ODY0MjE@._V1_-206x300.jpg",
        "title": "Tekken 2, Kazuya’s Revenge(2014)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ (ကိုစိုးေထြး) က်ြန္ေတာ့္ရဲ႕ဘာသာျပန္(၈)ကားေျမာက္ကားေလးျဖစ္ပါတယ္။ တက္ကမ္ဆိုတာနဲ႔အားလံုးကရင္းႏီွးေနၾကမွာပါ။ဂ်ပန္ကာတြန္းေတြ(animation) ကားေတြမွာေတာ့နာမည္ၾကီးပါပဲ။ဒီဇာတ္ကားကိုေတာ့အက္ရွင္ၾကိဳက္တဲ႔ပရိတ္သတ္ေတြၾကိဳက္နစ္သက္မယ္လို႔ထင္ပါတယ္။ဇာတ္လမ္းအေၾကာင္းေလး အနည္းငယ္ကိုေျပာရရင္ေတာ့အတိတ္ေမ့ေနတဲ႔ေကာင္ေလးတစ္ေယာက္ . . . ဒါေပမဲ႔ မသိစိတ္ကတိုက္ခ်င္ခိုက္ခ်င္စိတ္ရွိေနေသာအခါ ထိုေကာင္ေလးဘယ္ကလာတာလဲ၊ ဘယ္ကေနတိုက္ခိုက္တတ္လာတာလဲ၊ ေကာင္ေလးကိုအသံုးခ်မယ့္လူတစ္စု . . .သူတို႔ကေကာ ဘယ္သူေတြလဲစသျဖင့္ . . . လွည့္ကြက္ေတြနဲ႔အတူအေကာင္းဆံုးရိုက္ျပထားတဲ့ fighting ကားေလးတစ္ကားျဖစ္ပါတယ္။ကဲ . . . ဒီေန႕မနက္ခင္းအတြက္ ဇာတ္ကားေလး ေဒါင္းလုပ္ၾကပါကုန္။(ဇာတ္ကားကို ဘာသာျပန္ေပးသူေရာ . အညႊန္းေရးေပးသူေရာ CM Team မွ ကိုစိုးေထြး ျဖစ္ပါတယ္။)Download and Direct Watch HD720P\n  \nDownload and Direct Watch HD small file 360P",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-128/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/51w4XDVOAL-1-210x300.jpg",
        "title": "Tai Chi Master(1993)",
        "description": "ကဲဒီေန႕ေတာ့ IMDb rating 7.3/10 ရရွိထားတဲ့1993တုန္းကနာမည္ၾကီးကားေလးတင္ေပးပါမယ္။\nဒီဇာတ္ကားကေတာ့က်ြန္ေတာ္(စိုးေထြး)ရဲ႕၁၃ကားေျမာက္ဘာသာျပန္ကားေလးပါ။ ေသခ်ာပါတယ္ဒီဇာတ္ကားကိုၾကည့္ျပီးသူေတြေတာ္ေတာ္မ်ားမ်ားရွိၾကမွာပါ။ ဒါေပမဲ႔ဒီဇာတ္ကားေလးဟာရွားပါးဇာတ္ကားေလး\nတစ္ကားျဖစ္လာျပီလို႔ေျပာရင္မွားမယ္မထင္ပါဘူး။ ဒါေၾကာင့္ဒီရွားပါးဇတ္ကားေလးကို အမ်ိဴ းေတြကိုျမန္မာစာတန္းထိုးနဲ႔အရသာရွိရွိၾကည့္ရႈနိင္ဖို႔အတြက္က်ြန္ေတာ္ဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇတ္ကားကိုၾကည့္ရႈခ်င္ၾကတဲ႔ပရိတ္သတ္ေတြလည္းရွိၾကဦးမယ္လို႕က်ြန္ေတာ္ယံုၾကည္ပါတယ္။ဇာတ္ကားအေၾကာင္းေလးအနည္းငယ္ကိုေျပာရရင္ေတာ့ငယ္စဥ္ကတည္းကေရွာင္လင္ေက်ာင္းမွာပညာသင္ၾကားတဲ႔သူငယ္ခ်င္း၂ေယာကအေၾကာင္းတခုေၾကာင့္အျပင္ေလာကကိုေရာက္သြားတဲ႔အခါ ဘာဆက္\nျဖစ္မလဲ။ တစ္ဦးကၾကင္နာတတ္သူ တစ္ဦးကခက္ထန္ရက္စက္ျပီးရာထူးအာဏာမက္သူ . . .\nရာထူးအာဏာမက္သူအတြက္ရာထူးစည္းစိမ္ကိုမက္ျပီးေသြးေသာက္သူငယ္ခ်င္းကို ဘယ္အခ်ိန္\nသစၥာေဖာက္မလဲ။ သူငယ္ခ်င္းရဲ႕တိုက္ခိုက္မႈေၾကာင့္စိတ္ဒဏ္ရာရသြားခဲ႔ေသာက်န္သူတစ္ဦးကေကာျပန္ေကာင္းလာမွာလား။ထိုက္က်ိရဲ႕သေဘာတရားကိုနားလည္ျပီး သူငယ္ခ်င္းကိုဘယ္လိုျပန္လက္စားေခ်မလဲ စသျဖင့္ဇာတ္ကားတစ္ကားလံုးပရိတ္သတ္ေတြကိုအၾကိဳက္ေတြ႕ေစမွာပါ။\nမင္းသားမင္းသမီးေတြကကေတာ့ ပရိတ္သက္အၾကိဳက္ နာမည္ၾကီးမင္းသားဂ်က္လီနဲ႔အတူနာမည္ၾကီးမင္းသမီးမီရွဲယိုလည္းအတူတူပါဝင္သရုပ္ေဆာင္ထားလို႔မေကာင္းမွာပူစရာမလိုေတာ့ပါဘူူး။ကဲ ထံုးစံအတိုင္းပဲ Download ဆြဲၿပီးအားေပးၾကပါကုန္ . . .(ဇာတ္ကားအညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူကေတာ့ CM Team မွ Ko Soe Htwe ပဲျဖစ္ပါတယ္။)Download and Direct Watch HD720P\n \nDownload and Direct Watch HD small file 480P",
        "rating": "",
        "url": "https://megaup.net/2WDbu/Tai_Chi_Master_[1993]_(MM_Sub).mp4",
        "category": "Action, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/onesheet-200x300.jpg",
        "title": "Stomp the Yard-1(2007)",
        "description": "2007 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ဒီဇာတ္ကားေလးဟာ IMDb rating 5.2/10\nရရွိထားၿပီး Underground Street Dance, Step Dance ေတြကိုၾကိဳက္ႏွစ္သက္သူေတြအတြက္ေတာ့လက္မလႊတ္တန္းၾကည့္ရႈသင္တဲ့ဇာတ္ကားေကာင္းေလးပါပဲ။ဇာတ္လမ္းအက်ဥ္းေလးကိုအနည္းငယ္ေျပာရမယ္ဆိုရင္ Christ Brownကိုေတာ့လူတိုင္း သိျပီးသားျဖစ္ႀကမွာပါ။ ဒီဇာတ္ကားမွာေတာ့Dance ကိုရူးသြပ္တဲ႕ ညီကိုႏွစ္ေယာက္ Street Dance တစ္ခုမွာေလာင္းေႀကးနဲ႕ျပိဳင္ရင္း သိပ္ခ်စ္ရတဲ႕ ညီတစ္ေယာက္ကို\nဆံုးရံႈးလိုက္ရျပီးေနာက္ . . . DJ တစ္ေယာက္အခက္ခဲေတြရင္ဆိုင္ရ\nင္းေက်ာင္းေျပာင္းခဲ႕ရပါတယ္။ ေက်ာင္းအသစ္မွာေတာ့ သူလုပ္ခဲ႕တဲ႕ Street Dance နဲ႕\nStep Dance ဆိုတဲ႕ကကြက္ေတြ Team Work ေတြကြဲျပားလာတာကိုႀကည့္ျပီး\nဘာေတြဆက္ျဖစ္မလဲ . . . National အဆင့္ျပိဳင္ပြဲ အထိ သူ့ညီရဲ႕အိပ္မက္ေတြအေကာင္ထည္ေဖာ္မလား . . .ကကြက္အဆန္းေတြနဲ႕ဘယ္လို လုပ္ေဆာင္သြားတယ္ဆိုတာ . . .ျပသသြားတဲ႕ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။(ဒီဇာတ္ကားရဲ႕ အညႊန္းနဲ႕ ဘာသာျပန္ေရးသားေပးသူကေတာ့Translator အသစ္ေလး Moe Myint Lwin ျဖစ္ပါတယ္။)Download and Direct Watch ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-95/",
        "category": "Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/p13236_d_v8_aa-1-200x300.jpg",
        "title": "Stone Cold (1991) – ျမန္မာစာတန္းထိုး",
        "description": "၁၉၉၁ ခုႏွစ္က ထြက္ခဲ့တဲ့ကားပါ။ မင္းသားကေတာ့ ပရိသတ္ေတြ ရင္းႏွီးတဲ့သူေတာ့မဟုတ္ပါဘူး။ တစ္ခ်ိန္က အေမရိကန္ဖြတ္ေဘာ ကစားခဲ့တဲ့ကစားသမားေဟာင္းျဖစ္ျပီးဒီကားက သူရဲ႕ရုပ္ရွင္သရုပ္ေဆာင္ဘ၀အစရဲ႕ ပထမဆံုးကားျဖစ္ပါတယ္။IMDb rating 5.8/10 ရရွိထားပါတယ္။\nဇာတ္လမ္းကေတာ့ မစၥစၥပီျပည္နယ္တစ္၀ိုက္မွာ ညီအကိုမ်ားလို႔နာမည္ႀကီးတဲ့ဆိုင္ကယ္စီးတဲ့ ဂိုဏ္းတစ္ခုက မေကာင္းတဲ့အလုပ္ေတြအကုန္လုပ္ျပီး ျပည္သူေတြကို ဒုကၡေပးေနပါတယ္။ ဒါကို FBI က ျဖိဳခြဲခ်င္တဲ့အတြက္ခပ္ၾကမ္းၾကမ္းေနတတ္တဲ့ရဲသား ဂ်ိဳးဟဖ္(မင္းသား)ကို အဲဒီဂိုဏ္းထဲ၀င္ခိုင္းျပီးဂိုဏ္းကို ဖမ္းဖို႔ အကြက္ဆင္တာ ျဖစ္ပါတယ္။ မင္းသားအေနနဲ႔ ညီအကိုေတြရဲ႕ယံုၾကည္မႈရေအာင္ လုပ္ေဆာင္အျပီး တစ္ဂိုဏ္းလံုးကို ဖမ္းကာနီးမွာပဲဒုစရိုက္မႈပေပ်ာက္ေအာင္လုပ္ေနတဲ့ ခရိုင္ေရွ႕ေန ၀ွစ္ပါတန္ကိုပါ ညီအကိုေတြကလုပ္ၾကံၾကေတာ့မွာ ျဖစ္သလို သူ႔ကိုလည္း သူလွ်ိဳမွန္းသိသြားၾကတဲ့အတြက္ဘယ္လိုတံု႔ျပန္မလဲဆိုတာ စိတ္၀င္စားစရာျဖစ္ပါတယ္။အက္ရွင္ေတြက ဒီဘက္ေခတ္ေလာက္ သိပ္မေကာင္းေပမယ့္ အဲဒီေခတ္ကအရမ္းေပါက္ခဲ့တဲ့ကားေလးပါ။ ခံစားၾကည့္ၾကပါ။(ငယ္ငယ္က ဒီကားကို သမၼတရံုမွာ ၾကည့္ျပီး ဆိုင္ကယ္သမားျဖစ္ခ်င္ခဲ့တယ္။မွတ္မွတ္ရရ ရုပ္ရွင္ရံုမွာ ခ်ိတ္ထားတဲ့ပိုစတာၾကီးက စိတ္၀င္စားစရာတစ္ကြက္မွမရွိတဲ့ မင္းသားကဖြတ္ႀကီးကို ဖက္ထားတဲ့ပံုႀကီးဗ် :D)(ဒီဇာတ္လမ္းရဲ႕ အညႊန္းနဲ႕ဘာသာျပန္ေရးသားသူကေတာ့ Ko Nyi Nyi Kyaw ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-126/",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/s1-1-210x300.jpg",
        "title": "Spiritual Kung Fu (1978)",
        "description": "ဂ်က္ကီခ်န္းရဲ႕ လြန္ခဲ့တဲ့ 25 ႏွစ္ေက်ာ္က နာမည္ၾကီးခဲ႔တဲ႔သိုင္းကားေလးတစ္ကားပါ။ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြကေတာ့တကယ္ကိုၾကိဳက္ခဲ့ၾကတဲ့ကားေလးတစ္ကားဆိုလည္းမမွားပါဘူး။ ဒီဇာတ္ကားကေတာ္ေတာ္ေလးကိုၾကာေနခဲ႔ပါျပီ။ဂ်က္ကီခ်မ္းနဲ႔ သရဲငါးေကာင္ဆိုရင္သိသူေတြေတာ္ေတာ္မ်ားမယ္ထင္ပါတယ္။ဇာတ္လမ္းအစကေတာ့ေရွာင္လင္ေက်ာင္းရဲ႕\nသိုင္းက်မ္းကို သူခိုးခိုးသြားတာကေနစတင္ထားပါတယ္။ထိုသိုင္းက်မ္းကိုမည္သူခိုးသြားတာလဲ၊ထိုသိုင္းက်မ္းရဲ႕ ေပ်ာက္ဆံုးေနတဲ႔တန္ျပန္သိုင္းက်မ္းကေကာဘယ္ေနရာမွာလဲ၊ သရဲငါးေကာင္နဲ႔မေတာ္တဆေတြ႔မိတဲ ႔ဂ်က္ကီခ်န္းကေကာ ထိုသရဲေတြဆီမွာသိုင္းပညာသင္နိင္မွာလား စသျဖင့္လွည့္ကြက္မ်ိဴ းစံုႏွင့္ ပရိတ္သတ္အၾကိဳက္ေတြ႕ေစမယ့္ ဇာတ္ကားေကာင္းေလးပါ။ကဲ . ကြ်န္ေတာ္ရဲ႕ (၁၉)ကားေျမာက္ ဘာသာျပန္ဇာတ္ကားေလးကိုခုပဲတင္ဆက္လိုက္ပါတယ္။(ဒီဇာတ္ကားေလးရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားသူကေတာ့CM Team မွ ညီေလး Soe Htwe ပဲျဖစ္ပါတယ္။)\nDownload and Direct Watch HD720P\n \nDownload and Direct Watch Small file",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-125/",
        "category": "Action, Comedy, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/the-raid-2-poster-133x200.jpg",
        "title": "The Raid 2 (2014)",
        "description": "The Raid 2 (2014)\nIMDb - 8.0/10_____Rotten - 81%\n ဒီဇာတ်ကားက အင်ဒိုနီးရှား သည်းထိတ်ရင်ဖို မှုခင်း အက်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။\nအံ့သြစရာကောင်းတာကတော့ Rating တွေ အများကြီးရရှိထားတာပါပဲ။\nIMDb Rating (8/10)... Rotten Tomatoes (81%) ...Metacritic (71%) ထိရရှိထားပါတယ်။\nအာရှဇာတ်ကားတွေထဲမှာတော့ တော်တော်လေးကောင်းတဲ့ အက်ရှင်ဇာတ်ကားဆိုတာ ငြင်းလို့မရပါဘူး။\n၂၀၁၁ ခုနှစ်က ထွက်ခဲ့တဲ့  The Raid: Redemption ရဲ့ ဇာတ်လမ်းတွဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင်တော့ ..........\nလူဆိုးဂိုဏ်း ခေါင်းဆောင်တွေ၊ စိတ္တဇ ဝေဒနာသည်တွေနဲ့ ပြည့်နေတဲ့ အဆောက်အဦကြီးထဲမှာ တိုက်ခိုက်ပြီး ထွက်ခွာလာတဲ့နောက်ပိုင်း ဂျာကာတာ ရဲသား ရမ်ဟာ အရာအားလုံးဟာ ပြီး\nဆုံးသွားခဲ့ပြီ၊ သူဟာ သာမန်ဘဝမှာ နေထိုင်နိုင်ပြီလို့ စဉ်းစားပါတယ်။ သူကြုံခဲ့ရတဲ့ တိုက်ခိုက်မှုကြီးမှာက ရဲနဲ့ လူဆိုးတွေရဲ့ အလောင်းတွေဟာ အခန်းတစ်ခုလုံး ပြည့်မတတ်ပါပဲ။ ဒီလိုအခြေအနေကို ကြုံတွေ့ခဲ့ရတော့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/3zurD/The_Raid_2_(Serbuan_Maut_2_-_Berandal)_[2014]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/the-raid-redemption-poster-133x200.jpg",
        "title": "The Raid: Redemption (2011)",
        "description": "The Raid: Redemption (2011)\nIMDb(7.6/10)...Rotten Tomatoes(85%)\n အင်ဒိုနီးရှားနိုင်ငံ ဂျာကာတာမြို့က အဆောက်အအုံကြီးတခုမှာ အလွန်ရက်စက်ပြီး အာဏာလဲရှိတဲ့မူးယစ်ဂိုဏ်းခေါင်းဆောင် တာမာနဲ့ သူ့အဖွဲ့သားတွေကိုဖမ်းဆီးဖို့အတွက် SWAT အဖွဲ့က အဆောက်အဆုံထဲချိုးဖောက်ဝင်ရောက်လာတဲ့ အခန်းနဲ့စတင်ထားတဲ့ ဒီဇာတ်ကားလေးက အင်ဒိုနီးရှားကရိုက်ကူးထားတာဆိုပေမဲ့ အနောက်တိုင်းအက်ရှင်တွေအတိုင်း တကားလုံးကိုအပစ်အခတ်အသတ်အပုတ်တွေနဲ့ အတော်လေးကြည့်ကောင်းပါတယ် ....အဆောက်အအုံထဲတိတ်တဆိတ်ဝင်လာတဲ့ SWAT အဖွဲ့ကို cctv ကတဆင့်သိသွားတဲ့တာမာက သူ့အဖွဲ့သားတွေလွှတ်ပြီး ဝင်ပေါက်ထွက်ပေါက်တွေအကုန်ပိတ်ချလိုက်တဲ့အခါ SWAT တဖွဲ့လုံး တိုက်ရဲ့၇ထပ်မြောက်မှာပိတ်မိသွားပါတော့တယ် အဲ့အခန်းကစပြီး သေနတ်တင်မက ဓားတုတ်တွေ့ရာလက်နက်နဲ့ အသက်လုပြီးတိုက်ပွဲဝင်ရတဲ့ SWATအဖွဲ့ကိုစတင်ရှုစားရမှာဖြစ်ပြီး သာမန် SWAT အဖွဲ့ဝင်လေး ရာမရဲ့အစွမ်းသတ္တိတွေကိုပါ အားရပါးရရှုစားရမဲ့ ဇာတ်ကြမ်းကားလေးဖြစ်ပါတယ်...(ရုပ်ရှင်အညွှန်းကို Khitmarket.com မှကူးယူဖော်ပြပါသည်။) အင္ဒိုနီး႐ွားႏိုင္ငံ ဂ်ာကာတာၿမိဳ႕က အေဆာက္အအံုႀကီးတခုမွာ အလြန္ရက္စက္ၿပီး အာဏာလဲ႐ွိတဲ့မူးယစ္ဂိုဏ္းေခါင္းေဆာင္ တာမာနဲ႔ သူ႔အဖြဲ႔သားေတြကိုဖမ္းဆီးဖို႔အတြက္ SWAT အဖြဲ႔က အေဆာက္အဆံုထဲခ်ိဳးေဖာက္ဝင္ေရာက္လာတဲ့ အခန္းနဲ႔စတင္ထားတဲ့ ဒီဇာတ္ကားေလးက အင္ဒိုနီး႐ွားက႐ိုက္ကူးထားတာဆိုေပမဲ့ အေနာက္တိုင္းအက္႐ွင္ေတြအတိုင္း တကားလံုးကိုအပစ္အခတ္အသတ္အပုတ္ေတြနဲ႔ အေတာ္ေလးၾကည့္ေကာင္းပါတယ္ ....အေဆာက္အအံုထဲတိတ္တဆိတ္ဝင္လာတဲ့ SWAT ...",
        "rating": "7.6",
        "url": "https://megaup.net/3zurx/The_Raid_-_Redemption_(Serbuan_Maut)_[2011]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/yc2vy1oacnip-210x300.jpg",
        "title": "Love H2O (2015)",
        "description": "အသည္းကြဲဖူးတဲ့လူေတြရွိၾကလား?\nအသည္းကြဲရင္ ဘာေတြမ်ားလုပ္ၾကလဲ?\nဒီဇာတ္ကားေလးထဲမွာေတာ့ ေကာင္မေလးက သူ႔ခ်စ္သူရဲ႕ စြန္႔ပစ္ျခင္းကိုခံလိုက္ရတယ္...ဒါနဲ႔ မိန္းကေလးတို႔ ထံုးစံအတိုင္း လက္စားေခ်လိုစိတ္အျပည့္ နာက်ည္းစိတ္တို႔နဲ႔ ရည္းစားေဟာင္းရဲ႕မဂၤလာပြဲကို သူ႔ထက္သာတဲ့ေကာင္ေလးနဲ႔တြဲျပီး ပြဲသြားတက္ဖို႔ၾကံစည္တာေပါ့...\nဒီလိုၾကံစည္ရာမွာ သူ႔ကို စိတ္ဝင္စားတဲ့ေကာင္ေလးသံုးေယာက္နဲ႔ ဘယ္လိုဇာတ္လမ္းေတြလုပ္ၿပီး ဘယ္လိုအရႈပ္ထုပ္ေတြျဖစ္လာမလဲဆိုတာ ၾကည့္ရႈခံစားရမွာပါ။၂၀၁၅ ထြက္ ထိုင္းဇာတ္ကားေလးျဖစ္ျပီး Comedy/Drama/Romance ပရိတ္သတ္ေတြအတြက္ တင္ဆက္လိုက္ရပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္ထားသူကေတာ့ Myat Noe Thu ပါ။) \nFile size…(950MB)\nQuality…WEB-DL Rip 720p\nFormat…mp4\nDuration….01:51:50\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n  \nDownload and Watch 720p HD (VIP Link)\n(or)\nDownload 720p HD (pCloud) \nDownload Small File 360p (450MB)",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/love-h2o-2015/",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMjM5MjA0NDAzNF5BMl5BanBnXkFtZTgwNTY4NDkxNjE@._V1_-203x300.jpg",
        "title": "Teen Beach 2 (2015)",
        "description": "ကဲ အခုတခါ ပိတ္ရက္ အတြက္ကေတာ့ ေပါ့ေပါ့ ပါးပါး ေက်ာင္းသား\nဟာသကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက\nေပါ့ေပါ့ ပါးပါးေလးနဲ႕ ျမဴးၾကြတဲ့ ေတးဂီတေတြနဲ႕ အတူ\nအခုေခတ္ လူငယ္ေတြရဲ႕ ခပ္ေနာက္ေနာက္ အေလ့အထေတြကို\nေနာက္ခံထားရိုက္ကူးထားျပီး လူငယ္ေတြရဲ႕ အခ်စ္ေရး ဘ၀ေရးရာေတြအတြက္\nကိိုပါ ပံုေဖာ္ရိုက္ကူးထားတာျဖစ္ပါတယ္\nဇာတ္လမ္း အက်ဥး္ေလးကေတာ့ ဘရက္ဒီ နဲ႕ မက္စ္တို႕ ၂ေယာက္ဟာ\nကမ္းေျခမွာ လိႈင္းစီးၾကရင္းနဲ႕ ေကာင္မေလး ခပ္လန္းလန္းေတြကို ေတြ႕ရွိသြားရာမွ\nေနာက္ကြယ္မွာ ဘယ္လို ဇာတ္အရွဴပ္ေတြ ရွိေနတယ္ ဆိုတာကိုေတာ့\nပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္ရွဴ ၾကရမွာျဖစ္ပါတယ္Download From V.I.P Link\n Download From Pcloud",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/teen-beach-2-2015/",
        "category": "Family, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTU3Njg4MDM3OV5BMl5BanBnXkFtZTgwMjE5ODM3ODE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "The Man Who Knew Infinity (2015)",
        "description": "လြန္ခဲ့ေသာႏွစ္ေပါင္းတရာေက်ာ္ကာလ တခုေသာေႏြဦးရာသီမွာ\nအဂၤလန္မွာရွိတဲ့ Trinity ေကာလိပ္ေျမေပၚကုိ အိႏၵိယလူငယ္ေလးတေယာက္ဟာ\nအိပ္မက္ေတြတေပြ႔တပိုက္နဲ႔ မ၀့ံမရဲေျခခ်ခဲ့ပါတယ္။\n...\nRamanujan ဆုိတဲ့ ဒီလူငယ္ဟာ အဂၤလန္ေျမကုိ ေရာက္လာဖုိ႔\nသူ႔ဘ၀တခုလုံး ပုံေအာခဲ့ရတာျဖစ္ပါတယ္။\nသူဟာ အိႏိၵယမွာ သာမန္စာေရးအလုပ္ရဖုိ႔ ရုံးေပါင္းစုံမွာ ေအာက္က်ဳိ႔ျပီးအလုပ္လိုက္ေတာင္းသည္႔တိုင္\nေနရာေကာင္းေကာင္း မရပါဘူး။\nသူ႔မွာ ဘြဲ့ဒီဂရီမရွိလုိ႔ ျဖစ္ပါတယ္။\nဒါေပမယ္႔ တဖက္မွာ ၀ါသနာအရ သခ်ၤာပညာကုိ\nေလ႔လာလိုက္စားမွဳဟာ သူ႔ကုိ ကမၻာသစ္တခုထဲ ေခၚေဆာင္သြားခဲ့ပါတယ္။\nသူ႔ရဲ့ေလ႔လာေတြ႔ရွိခ်က္မ်ားဟာ သူ႔အတြက္\nအဂၤလန္သြားသေဘၤာလက္မွတ္ ျဖစ္ေစခဲ့ပါတယ္။\n...\nရာမႏုဂ်န္တေယာက္ အဂၤလန္ေျမကုိ အရဲစြန္႔ေရာက္လာခ်ိန္ဟာ\nအိႏၵိယဟာ ျဗိတိသွ်ကုိလုိနီျဖစ္ေနခ်ိန္ပဲ ျဖစ္ပါတယ္။\nအဂၤလိပ္ပါေမာကၡေတြဟာ နဂုိကမွ ကိန္းခန္းၾကီးတဲ့အျပင္\nလက္ေအာက္ခံႏိုင္ငံတခုက ေအာက္ေျခလူတန္းစားသာျဖစ္တာမုိ႔\nအသက္ ၂၇ ႏွစ္အရြယ္ ဒီလူငယ္ကုိေတြ႔ကာစမွာ\nသူတုိ႔ သိပ္ေတာ႔အထင္မၾကီးပါဘူး။\n...\nဒါေပမယ္႔ ေသြးၾကီးတဲ့ Cambridge ပါေမာကၡၾကီးေတြနဲ႔\nအိႏိၵယလူငယ္ေလးကုိ တခုေသာအရာက နီးကပ္ေစခဲ့ပါတယ္။\nအဲဒါကေတာ႔ ပညာဆုိတဲ့အရာပဲ ျဖစ္ပါတယ္။\n...\nတကယ္႔ျဖစ္ရပ္မွန္ကုိ ရုိက္ကူးထားတဲ့ဒီဇာတ္လမ္းကုိ\nၾကည္႔ျပီးခ်ိန္မွာ အေတြး၀င္မိတာရွိပါတယ္။\nအဲဒါကေတာ႔\nပညာကုိခ်စ္ျမတ္ႏိုး တန္ဖုိးထားတတ္ပုံျခင္းတူရင္\nလူမ်ဳိးအဆင္႔အတန္းကြာျခားမွဳေတြ ရွိေနသည္႔တိုင္ နီးစပ္သြားႏိုင္ျပီး\nပညာအေပၚတန္ဖုိးထားမွဳမတူတဲ့အခါ အသိုက္အ၀န္းတခုအတြင္း\nရွိေနသည္႔တိုင္ေအာင္ ေ၀းကြာေနတတ္တယ္ဆုိတာပါပဲ.....\n...\nဒီကားထဲမွာ ၾကဳိက္မိတဲ့ dialogue လည္း ရွိပါတယ္။\nကမၻာေက်ာ္တကၠသိုလ္ၾကီးရဲ့ ပရိ၀ုဏ္ေျမအနင္းမွာ\nမင္သက္အံ့ၾသသြားတဲ့ အိႏိၵယသားေလး Ramanujan ကုိ\nJohn Littlewood ...",
        "rating": "7.2",
        "url": "https://megaup.net/2cwxV/The_Man_Who_Knew_Infinity_[2015]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTkzNTkyMzYzMl5BMl5BanBnXkFtZTgwNjYwMTA5MjE@._V1_SY1000_CR006721000_AL_-202x300.jpg",
        "title": "Tiger House (2015)",
        "description": "ကဲ အခုတစ္ခါေတာ့ ပရိတ္သတ္ၾကီး အတြက္\nသဲထိပ္ရင္ဖို ဒရာမာကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္ကားေလးကေတာ့ မေမွ်ာ္လင့္ထားတဲ့ ေနရာကိုသြားမရာမွ\nမေမွ်ာ္လင့္ထားတဲ့ အႏၱရာယ္ေတြၾကံဳေတြ႕ရတတ္ပံုကို\nေဖာ္ျပရိုက္ကူးေပးထားတာျဖစ္ပါတယ္\nျမန္မာစကားပံုတစ္ခုေတာင္ ရွိေသးတာပဲ\n\" အစားမေတာ္ တလုပ္ အသြားမေတာ္ တလွမ္းတဲ့ \"\nကဲ ဗ်ာ ဇာတ္လမ္း အက်ဥ္းေလးကိုေတာ့ နည္းနည္း မိတ္ဆက္ေပးရမွာေပါ့ေနာ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ကယ္လီဆိုတဲ့ ခပ္ဆိုးဆိုးေကာင္မေလးတစ္ေယာက္\nဟာ တစ္ညမွာ သူ႕ရည္းစားအိမ္ကို သြားေရာက္လည္ပတ္ရာမွ\nသူ႕ရီးစားနဲ႕ မေတြ႕ပဲ မထင္မွာထားတဲ့ အေျခအေနတစ္ခုကို\nၾကံဳေတြ႕လိုိက္ရာမွ ဘာေတြ ဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက\nဆက္လက္ၾကည့္ရွဴရမွာပဲ ျဖစ္ပါတယ္ဗ်Download From V.I.P Link\n Download Large File From Pcloud\n Download Small File From Pcloud",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/tiger-house-2015/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/newworld.jpg",
        "title": "New World (2013)",
        "description": "New World (2013)\nIMDb - 7.6/10_____Rotten - 63%\n  \nIMDb 7.6 ရထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ခုပါ။\nရုပ်ရှင်ဆန်ကာတင်ဆုတွေရော ရထားတဲ့ ဆုတွေရော အပုံလိုက်ပါပဲ။\nရဲတွေနဲ့ လူဆိုးဂိုဏ်းတွေကြားက ပဠိပက္ခတွေကို\nအသွင်ယူထားတဲ့ Undercover တစ်ယောက်ရဲ့ အမြင်ကနေ ပြသွားတာပါ။\nခံစားစရာ တွေးစရာတွေ ကျန်ပါလိမ့်မယ်။\nကိုရီးယားကားများစွာထဲက အကောင်းတွေထုတ်နှုတ်ပြီးဘာသာပြန်ပေးနေတဲ့\nကို Htet Linn Kyaw လက်ရာပါ။\n    \nFile Size     :   970 MB\nFormat       :   mp4\nDuration    :   2: 15: 14\nQuality       :   Bluray 720p\nTranslator  :  Htet Lin Kyaw\nEncoder      :  Littleneo",
        "rating": "7.6",
        "url": "https://megaup.net/16Drx/New_World_[2013]_(MM_Sub)_(2).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/pC2lTvf-2-212x300.jpg",
        "title": "Australia (2008)",
        "description": "ဒီ ဇာတ္ကားေလး ကေတာ့ 6.6 Rating ရထားၿပီးအဂၤလန္ၿမိဳ႕ႀကီးသူ ဆာယာရဲ႕သူ႔ခင္ပြန္းဦးစီးေနတဲ့\nဩစေၾတးလ်တိုက္ ဒါဝင္ၿမိဳ႕ေလးက ႏြားေမြးျမဴေရးျခံကိုလိုက္သြားရာကျဖစ္ေပၚခဲ့တဲ့ဇာတ္လမ္းေလးပါ။\nအစပိုင္းမွာေတာ့ၿမိဳ႕ႀကီးသူဟန္ေက်ာ့ေက်ာ့မာ့ေမာ့ေနခဲ့ေပမယ့္\nေယာက်္ားျဖစ္သူမတရားအသတ္ခံရၿပီးေနာက္မွာေတာ့ မိန္းမသားတန္မဲ့သတၱိရွိရွိ\nဩစေၾတးလ်လြင္ျပင္ေတြကိုျဖတ္ၿပီးႏြား၁၅၀၀ အုပ္ကိုေမာင္းရင္းဒါဝင္ၿမိဳ႕ကိုအေရာက္ပို႔ပံုေတြ၊\nအဲဒီတုန္းကလူမည္းစပ္ကေလးေတြဆို မစ္ရွင္ကၽြန္းလို႔ေခၚတဲ့ကၽြန္းတစ္ကၽြန္းကိုပို႔ၿပီး\nလူျဖဴေတြကိုအလုပ္အေကၽြးျပဳတတ္ဖို႔သင္ၾကားေပးတဲ့ေခတ္မို႔ ဆာယာဟာ ေဒသခံခ်စ္စရာကေလးတစ္ေယာက္ကို\nသံေယာဇဥ္တြယ္မိၿပီး ေမြးစားဖို႔ႀကိဳးစားပံုေတြ ေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။\nဇာတ္ေဆာင္မင္းသားအေနနဲ႔ ဆာယာ့ကိုကူညီရင္းသံေယာဇဥ္တြယ္မိသြားတဲ့\nလြတ္လြတ္လပ္လပ္ေနတတ္တဲ့ေကာင္းဘြိ ုင္တစ္ေယာက္အျဖစ္\nWoverineမင္းသား Huge Jackman ကိုျမင္ေတြ႕ရမွာပါ။\nNicole Kidman သရုပ္ေဆာင္တဲ့ဆာယာဇာတ္ရုပ္ဟာလည္း\nကိုယ္အရမ္းႀကိဳက္မိတဲ့ဇာတ္ရုပ္ျဖစ္တဲ့အျပင္ ဇာတ္လမ္းေလးကလည္းအရမ္းေကာင္းတာေၾကာင့္\nဒီဇာတ္ကားေလးကိုလက္လြတ္မခံဘဲၾကည့္သင့္ပါေၾကာင္းသတင္းေပးလိုပါတယ္....File size…(1GB , 906 MB)\n Format…mp4\nDuration….02:45:29\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…May Thazin Myint \nEncoder….Moe Myint Lwin Download & Watch with VIP Link\nDownload with Pcloud\nDownload with Pcloud ( Small Size )\nDownload with Openload",
        "rating": "6.6",
        "url": "https://megaup.net/2fdfo/Australia_[2008]_(MM_Sub).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/d7w8gghie5sb-212x300.jpg",
        "title": "[18+] Utopians (2015)",
        "description": "Utopians ကားဟာ ၁၈+ကားတကားၿဖစ္ပါတယ္\n၁၈+ဆိုေပမယ့္ အခုေခတ္လူငယ္ေတြမမွားသင့္မွားအပ္တာေတြ\nမစူးစမ္းသင့္တာေတြကို message ေပးတဲ့ကားလို႕ေၿပာတာပိုသင့္ေတာ္ပါတယ္\nDrama ကားတကားပါပဲ ဒါေပမယ့္ heterosexuality...bisexuality..\nhomosexuality...ဆိုတဲ့ အပိုင္းသံုးပိုင္းလံုးကို ထည္႕သြင္းရိုက္ၿပထားတာေၾကာင့္\n၁၈+ ကားတကားလို႕ က်ေနာ္အေနနဲ႕သတ္မွတ္လိုက္တာပါ\nအဓိကကေတာ့ ပညာေပးကားအေနနဲ႕ ရိုက္ၿပထားတဲ့ကားဆိုရင္လည္းမမွားပါဘူး\nဇာတ္လမ္းအက်ဥ္းေၿပာရမယ္ဆိုရင္ေတာ့ မင္းသားနဲ႕ မင္းသမီးက\nတကၠသိုလ္ေက်ာင္းသားခ်စ္သူေတြ....မင္းသားက ဒသနိကနယ္ပမယ္မွာ\nအေတြးလြန္ၿပီးေတာ့ စူးစမ္းေလ့လာခ်င္သူတဦး...\nသူတို႕ခ်စ္သူႏွစ္ဦးၾကားထဲကို သမရိုးက်ဇာတ္လမ္းေတြအတိုင္းပဲ\nၾကားလူတေယာက္၀င္လာပါတယ္...သူကေတာ့ အဲ့ဒီစံုတြဲရဲ႕\nစာသင္ေပးတဲ့ေက်ာင္းဆရာပဲၿဖစ္တယ္....ေက်ာင္းဆရာကလည္း\nစာစသင္တဲ့အခ်ိန္ကတည္းက သူ႕ဖာသာသူ Homosexuality  အမ်ဳိးအစားပါလို႕\nအတိအလင္းေၾကညာခဲ့ၿပီးသား....မင္းသားရဲ႕စူးစမ္းေလ့လာလိုစိတ္နဲ႕\nေက်ာင္းဆရာရဲ႕ပြင့္လင္းမႈေတြၾကား မင္းသမီးဘယ္လိုလိုက္ေၿဖရွင္းမလဲဆိုတာေတြ...\nၿပီးေတာ့ ေဟာင္ေကာင္ကားၿဖစ္တဲ့အတြက္ ေဟာင္ေကာင္ရဲ႕ GAY RULE ေတြ..\nGAY LIFE ေတြကို စိတ္၀င္စားေအာင္ရိုက္ၿပထားတဲ့ဇာတ္ကားတကားပဲၿဖစ္ပါတယ္။(ရုပ္ရွင္အညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Aung Pyay ျဖစ္ပါတယ္။) \nFile size…(850MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:34:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "N/A",
        "url": "https://megaup.net/1AMx5/[02736]_Utopians_(2016)_[Comedy]_[CHINA]_[5.0].mp4",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/mood-of-the-day-2016.41050-200x300.jpg",
        "title": "Mood Of The Day (2016)",
        "description": "Mood of the day ဇာတ္ကားဟာဆိုရင္ ၂၀၁၆ ခုႏွစ္မွာထြက္ရိွခဲ့ၿပီး\nIMDb Ratting 6.7 ရရိွထားပါတယ္\nOldboy,A Weresolf boy တို႕ႏွင့္လူသိမ်ားေသာ\nမင္းသား Yeon-Seok Yooႏွင့္War of arrows ဇာတ္ကားထဲမွ မင္းသမီး Chae-won Moonတို႕\nပါ၀င္သရုပ္ေဆာင္ထားပါတယ္\nအခ်စ္ဆိုတဲ့အရာဟာ ရက္ေတြလေတြႏွစ္ေတြၾကာေအာင္\nခ်စ္ၾကသည္႕တိုင္ေအာင္ အခ်စ္စစ္ဆိုတာတကယ္ၿဖစ္လာႏိုင္သလား......\nအခ်စ္စစ္ဆိုတာဟာ အဲ့ေလာက္အခ်ိန္ေတြအမ်ားၾကီးမၾကာႏိုင္ေပမယ့္လည္း\nတစ္ရက္တည္းနဲ႕တကယ့္အခ်စ္ၿဖစ္သြားႏိုင္တယ္ဆိုတာကို ေပၚလြင္ေအာင္\nရိုက္ၿပထားတဲ့ဇာတ္ကားတကားၿဖစ္ပါတယ္....\nဇာတ္လမ္းအက်ဥ္းကိုေၿပာရမယ္ဆိုရင္ မိန္းကေလးေတြဆိုရင္အေပ်ာ္သာ\nသေဘာထားၿပီး အခ်စ္ဆိုတာကိုအေလးမထားတဲ့ မင္းသား ေဂ်ဟြန္း(နဲ႕\nတေယာက္တည္းကိုသာ ေလးေလးနက္နက္ထားခ်စ္တတ္တဲ့မင္းသမီး ဆိုဂ်န္(Chae-won Moon)ဟာ\nမိမိတို႕ရဲ႕အလုပ္ကိစၥနဲ႕အတူ တိုက္တိုက္ဆိုင္ဆိုင္ေတြ႕ဆံုၾကပါေတာ့တယ္...\nႏွစ္ေယာက္စလံုးရဲ႕အလုပ္ကိစၥက နာမည္ေက်ာ္ဘက္စေဘာ္ကစားသမား\nကင္ဂ်င္ခၽြဲဆိုသူကို ရွာေဖြဖို႕ပဲၿဖစ္တယ္....တရက္တည္းပဲေတြ႕ဆံုၿပီး\nဘက္စကစ္ေဘာ္ကစားသမားတေယာက္ကိုရွာေဖြရင္း တဂၤေလးအတြင္းမွာပဲ\nတေယာက္နဲ႕တေယာက္ ဖြင့္ေၿပာၿပလို႕မရတဲ့ သံေယာဇဥ္ေတြၿဖစ္သြားတဲ့အခါမွာေတာ့...\nမင္းသားကေရာ သူ႕ရဲ႕အက်င့္ဆိုးေတြကို ၿပင္ႏိုင္မွာလား...\nမင္းသမီးကေရာ သူ႕ရဲ႕အႏွစ္ႏွစ္အလလခ်စ္ရတဲ့ခ်စ္သူကိုစြန္႕လႊတ္ႏိုင္မွာလားဆိုတာကို\nRomance ဆန္ဆန္နဲ႕ ၾကည္ၾကည္ႏူးႏူးၾကည္႕ရႈရမယ့္ Drama ကားေကာင္းတစ္ကားပဲၿဖစ္ပါတယ္....Quality...DVD Rip\nFile size…(1 GB , 874 MB)\n Format…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Aung Pyay\nEncoder….Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/mood-of-the-day-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTgzNTA4MTc3OF5BMl5BanBnXkFtZTcwOTA0ODk0MQ@@._V1_-1-202x300.jpg",
        "title": "War (2007)",
        "description": "Unicode\nကဲဒီတစ်ခါတော့ ပရိတ်သတ် အကြိုက် ဇာတ်ကားတစ်ကား\nတင်ဆက်ပေးလိုက်ပါတယ် ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား\nတွေကလည်း အကြမ်းအရမ်း အလန်းတွေကြီးပဲမို့ လက်မလွတ်သင့်တာတော့\nအမှန်ပါဗျ ပြီးတော့ IMDb rating ကလည်း 6.3 ထိရရှိထားတာမို့ပရိတ်သတ်ကြီး\nကပဲ ဆက်လက်ကြည့်ရှူလိုက်ပါတော့နော်\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဂျက်လီဟာ\n ကြေးစားလူသတ်သမား\nရော့အဖြစ်သရုပ်ဆောင်ထားပြီး ဂျေဆန်စတန်ရဲ့\nသူငယ်ချင်းမိသားစုကို လုပ်ကြံသတ်ဖြတ်သွား\nရာမှ ဂျေဆန်စတန်က လိုက်လံ လက်စားချေတာကို အလန်းစား\nအသတ်အပုတ်တွေနဲ့ ရိုက်ပြထားတာကြောင့်\nပရိသတ်သတ်ကြီးအနေနဲ့ကတော့ မထတမ်းကြည့်ရှူကြမယ့်\nဇာတ်ကားကောင်းတစ်ကား\nလို့ပဲ ပြောလိုက်ပါရစေတော့ ဗျာ\nဘာသာပြန်သူကတော့ Nge Hein Jr ဖြစ်ပါတယ်ဗျ :D\nZawgyi\nကဲဒီတစ္ခါေတာ့ ပရိတ္သတ္ အၾကိဳက္ ဇာတ္ကားတစ္ကား\nတင္ဆက္ေပးလိုက္ပါတယ္ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသား\nေတြကလညး္ အၾကမ္းအရမ္း အလန္းေတြၾကီးပဲမို႕ လက္မလြတ္သင့္တာေတာ့\nအမွန္ပါဗ် ျပီးေတာ့ IMDb rating ကလည္း 6.3 ထိရရွိထားတာမို႔ပရိတ္သတ္ၾကီး\nကပဲ ဆက္လက္ၾကည့္ရွဴလိုက္ပါေတာ့ေနာ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂ်က္လီဟာ\n ေၾကးစားလူသတ္သမား\nေရာ႕အျဖစ္သရုပ္ေဆာင္ထားျပီး ေဂ်ဆန္စတန္ရဲ႕\nသူငယ္ခ်င္းမိသားစုကို လုပ္ၾကံသတ္ျဖတ္သြား\nရာမွ ေဂ်ဆန္စတန္က လိုက္လံ လက္စားေခ်တာကို အလန္းစား\nအသတ္အပုတ္ေတြနဲ႕ ရိုက္ျပထားတာေၾကာင့္\nပရိသတ္သတ္ၾကီးအေနနဲ႕ကေတာ့ မထတမ္းၾကည့္ရွဴၾကမယ့္\nဇာတ္ကားေကာင္းတစ္ကား\nလို႕ပဲ ေျပာလိုက္ပါရေစေတာ့ ဗ်ာ\nဘာသာျပန္သူကေတာ့ Nge Hein Jr ျဖစ္ပါတယ္ဗ် :D",
        "rating": "6.3",
        "url": "https://megaup.net/Qyj0/War_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BOTRjODFiMzQtZjgyNi00MGU2LWIzMjMtMWVkYzdlZTU3NzQ1L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDcyMjQ4MzU@._V1_SY1000_CR006981000_AL_-209x300.jpg",
        "title": "Missing: Sarajin Yeoja (2016)",
        "description": "မိခင္ေမတၱာကို  ထူးထူးဆန္းဆန္းအမွဳေလးနဲ႔ ေဖာ္က်ဴ;ထားတဲ့ ဇာတ္လမ္းေလးပါ။\nဘ၀ကိုၾကိဳးစားရုန္းကန္ေနရတဲ့ တစ္ခုလပ္ကေလးအေမ ဂ်ာနယ္လစ္ လီဂ်ီဆန္း၊\nအလုပ္ေၾကာင့္ သမီးကို ကေလးထိန္းနွင့္ပဲ ထားေနရတဲ့ အေျခအေနမွာ\nရုတ္တရက္ ကေလးေရာ ကေလးထိန္းပါ ေပ်ာက္သြားၾကေတာ့……………………\nအလုပ္ေၾကာင့္ သမီးကို ဂရုမစိုက္နိုင္ေပမယ့္ အေရးၾကံဳေတာ့ အသက္ပါ စြန္႔ရဲသည့္ အေမတစ္ေယာက္၏ေမတၱာ\nမက်န္းမာတဲ့ သမီးေလးကို ကိုယ္တိုင္ကလည္းခက္ခဲၾကမ္းတမ္းစြာ ရုန္းကန္ေနရေပမယ့္\nဘ၀ပါရင္းျပီး ကုေပးတဲ့ အႏွဳိင္းမဲ့ေသာအေမ တစ္ေယာက္ရဲ့ေမတၱာ\nဘယ္သူဘယ္ေလာက္ ဒုကၡေရာက္ေနေန “ဘယ္သူေသေသ ငေတ မာရင္ျပီးေရာ”ဆိုတဲ့\nလူဗာလေတြ ရွိေနတတ္တာကို ရွင္းရွင္းလင္းလင္း ေတြ႔ျမင္ခံစားရမွာပါ\nဒီဇာတ္ကားမွာ နိုင္ငံျခားသားတစ္ေယာက္ရဲ့ မယားဘ၀ ဘယ္ေလာက္ေတာင္ခက္ခဲျပီး\nအႏွိမ္ခံရလည္းဆိုတာကိုလည္း ဒါရိုက္တာက ေပၚလြင္ေအာင္ ရိုက္ျပထားပါတယ္...\n( တရုတ္ျပည္မွာ တရုတ္မယား သြားလုပ္ခ်င္တဲ့ျမန္မာမေလးေတြ ေသေသခ်ာခ်ာ ၾကည့္သင့္ပါတယ္)UNICODE\nမိခင်မေတ္တာကို  ထူးထူးဆန်းဆန်းအမှုလေးနဲ့ ဖော်ကျူ;ထားတဲ့ ဇာတ်လမ်းလေးပါ။\nဘဝကိုကြိုးစားရုန်းကန်နေရတဲ့ တစ်ခုလပ်ကလေးအမေ ဂျာနယ်လစ် လီဂျီဆန်း၊\nအလုပ်ကြောင့် သမီးကို ကလေးထိန်းနှင့်ပဲ ထားနေရတဲ့ အခြေအနေမှာ\nရုတ်တရက် ကလေးရော ကလေးထိန်းပါ ...",
        "rating": "N/A",
        "url": "https://megaup.net/1zSm5/Missing_-_Sarajin_Yeoja_[2016]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/sea-of-love-poster-133x200.jpg",
        "title": "Sea of Love (1989)",
        "description": "Sea of Love (1989)\nIMDb (6.8/10)...Rotten Tomatoes (76%)\n မင်းသား Al Pacino ...John Goodman နဲ့ မင်းသမီး Ellen Barkin တို့ပါဝင်ထားတဲ့ ဒီအမေရိကန်ဇာတ်ကားဟာ ၁၉၈၉ ခုနှစ်ကထွက်ရှိခဲ့တာဖြစ်ပြီး Crime/Drama အမျိုးအစားဖြစ်ပါတယ်။\nမန်ဟက်တန်မှာ ကွင်းဆက်လူသတ်သမားတစ်ယောက် သောင်းကျန်းနေပါတယ်။\nဒီလူသတ်သမားက သူ့ရဲ့သားကောင်တွေကို သတင်းစာရဲ့ \"အထီးကျန်သူများ\" (တနည်း) \"FA များ\" ကော်လံစာမျက်နှာကနေရှာတယ်။သတ်တယ်။\nဒီတော့ စုံထောက်ကလဲ FA အသွင်ဆောင်ပြီး လူသတ်သမားကိုဖမ်းဖို့ကြံတယ်...။\nဒီလို အသွင်ယူ လန်ကြုတ်နေရာကနေ ဆင်ဂယ်လ်မားသားတစ်ယောက်နဲ့တွေ့ပြီး အချစ်နယ်ကျွံရာ ကမ်းမမြင် လမ်းမမြင်ဖြစ်သွားခဲ့ပေမယ့် အဲဒီမိန်းမကပဲ သူရှာနေတဲ့ တရားခံဖြစ်နေမလားလို့ စိတ်ထဲထင်ရင်။..... ဒန် တန့်တန်...။\n ZAWGYIမင္းသား Al Pacino ...John Goodman နဲ႔ မင္းသမီး Ellen Barkin တို႔ပါဝင္ထားတဲ့ ဒီအေမရိကန္ဇာတ္ကားဟာ ၁၉၈၉ ခုႏွစ္ကထြက္ရွိခဲ့တာျဖစ္ၿပီး Crime/Drama အမ်ိဳးအစားျဖစ္ပါတယ္။မန္ဟက္တန္မွာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2dfrr/Sea_Of_Love_[1989]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/The-Siege-of-Jadotville-poster-133x200.jpg",
        "title": "The Siege of Jadotville (2016)",
        "description": "The Siege of Jadotville (2016)IMDb - 7.2/10_____Rotten - 64%\n (UNICODE)The Siege of Jadotville\n----------------\n\"ကျုပ်အထင်ကတော့ ကျုပ်တို့ ငြိမ်းချမ်းရေးထိန်းသိမ်းဖို့လာခဲ့တဲ့ တပတ်မပြည့်ခင်ဘဲ ကျုပ်တို့တစ်တပ်လုံးသေတော့မယ်ထင်တာဘဲဗျို့\"\nဒုတိယ ကမ္ဘာစစ်ကြီး ပြီးဆုံးသွားခဲ့ပြီ။ ရာစုနှစ်တစ်ခုရဲ့ တစ်ဝက်မကျိုးခင်မှာဘဲ လူသန်းပေါင်းများစွာဟာ ကမ္ဘာစစ်နှစ်ခုနဲ့အတူ ချုပ်ငြိမ်းသွားခဲ့ကြပါပြီ။ ဒုတိယ ကမ္ဘာစစ်ကြီးပြီးပြီး ၅၂ ရက်တိတိ အကြာမှာ အနာဂတ်မှာ ကမ္ဘာစစ်တွေကို ကြိုတင်ကာကွယ်ဖို့ ရည်ရွယ်ချက်နဲ့အတူ ကုလသမဂ္ဂ အဖွဲ့အစည်းအကြီးကို ဖွဲ့စည်းခဲ့ကြပါတယ်။ ဒီလို ဒုတိယကမ္ဘာစစ်ကြီး ပြီးဆုံးမှုနဲ့အတူ စစ်တွင်းကတည်းက ဒါမှမဟုတ် စစ်ကြီးမတိုင်ခင်ကတည်းက ကိုလိုနီလက်အောက်ကျရောက်ခဲ့တဲ့ တိုင်းပြည်တွေဟာလည်း ကိုလိုနီနိုင်ငံ အဖြစ်ကနေ လွတ်မြောက်ဖို့အတွက် အဖက်ဖက်ကနေ ကြိုးစားနေကြပါတယ်။\nစစ်ကြီးပြီးဆုံးပြီး ၁၅ နှစ်နည်းပါးကြာမြင့်လာသည့်တိုင် ကမ္ဘာကြီးရဲ့ တချို့နေရာတွေဟာ စစ်တွင်းမှာဘဲ ဆုံးဆုံးနှစ်လို့ ကောင်းနေပါသေးတယ်။ အမေရိကတိုက်မှာဆိုရင် ကျူးဘားတော်လှန်ရေးကြီးဟာ ၁၉၆၀ အတွင်းမှာ မြိုင်မြိုင်ဆိုင်ဆိုင်အားကောင်းလာခဲ့ပြီး ...",
        "rating": "7.2",
        "url": "https://megaup.net/2f0cm/The_Siege_Of_Jadotville_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BN2JhYmJhNzEtNGY0My00NjE0LThhYzUtOTQ5MTAzZjgyNzQyXkEyXkFqcGdeQXVyNTI4ODg2Mjc@._V1_-1-213x300.jpg",
        "title": "Tag (2015)",
        "description": "အမ်ိဳးသမီး အထက္တန္းေက်ာင္းမွ ေက်ာင္းသူ အားလံုးသည္\nအားလပ္ရပ္ အပန္းေျဖခရီးထြက္လာရသျဖင့္ ေပ်ာ္ရႊင္ေနၾကသည္...\nကား ႏွစ္စီး ျဖင့္ ခရီးဆက္ေနရၿပီး ေက်ာင္းသူ မ်ားသည္ ထိန္းမႏုိင္ေလာက္ေအာင္\nကားေပၚတြင္ ေဆာ့ေနၾကၿပီး တစ္ဦးနဲ႔တစ္ဦး ေနာက္ေျပာင္ရံုမကပဲ တစ္ခါတစ္ရံ\nလမ္းသြားလမ္းလာမ်ားကိုပါ ျပဳတင္းေပါက္မွ ေခါင္းေလးမ်ားျပဴထြက္ၿပီး စေနာက္ခဲ့ၾကေလသည္...\nထို ေက်ာင္းသူမ်ား ထဲတြင္မွ အတည္ၿငိမ္ဆံုးေသာ မစ္ဆူကို ကေတာ့ သူမ ၀ါသနာပါေသာ\nကဗ်ာေလးေတြကို ၿငိမ္သက္စြာ ဒိုင္ယာရီ စာအုပ္ေလးထဲတြင္ ခ်ေရးလ်က္ရွိေနခဲ့ၿပီး\nဆူညံပြတ္ေလာရိုက္ေနေသာ ေက်ာင္းသူမ်ားျဖင့္ အဆက္သြယ္ျပတ္ေနခဲ့ပါတယ္...\nထိုသို႔ အခ်င္းခ်င္းစေနာက္ေနရင္း မစ္ဆူကို ထံမွ သူငယ္ခ်င္းမ်ားက စာအုပ္ဆြဲယူရာ\nေဘာလ္ပင္န္ ေလး က်သြားသျဖင့္  မစ္ဆူကို တစ္ေယာက္ အၿပံဳးမပ်က္ စိတ္မဆိုးပဲ\nခံုေပၚမွ ေအာက္သို႔ ဒူးေလးေထာက္ၿပီး သူမ ေဘာလ္ပင္န္ ကို လွမ္းအယူမွာေတာ့\nခုနက ဆူညံပြတ္ေလာရိုက္ေနေသာ  ေက်ာင္းသူမ်ား၏ အသံသည္ ရုတ္ခ်ည္းဆိုသလို\nေပ်ာက္ကြယ္သြားေလေတာ့ရာ မစ္ဆူကို တစ္ေယာက္ အံ့သားသင့္၍ ေဘးဘီသို႔\nလွည့္ၾကည့္လိုက္ေသာ အခါတြင္ေတာ့....\n(ေသြးထြက္သံယို အခန္းမ်ား အမ်ားဆံုးပါ၀င္လို႔ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2fPP6/Tag_[2015]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/bone.jpg",
        "title": "The Bone Collector 1999",
        "description": "Unicodeဒန်ဇယ်ဝါရှင်တန် နဲ့ ဂျိုလီတို့ရဲ့ နာမည်ကျော်ကားလေး တင်ပေးလိုက်ပါတယ်။ လူသတ်ပြီးတိုင်း အရိုးတစ်စကို ဖယ်ထုတ်သွားတတ်တဲ့ ဆန်းကြယ်တဲ့ လူသတ်သမားနောက်ကို သဲလွန်စရှာလိုက်ကြမယ့် ခြေလက်သေနေတဲ့ မှုခင်းဆေးပညာရှင် နဲ့ ရဲမေတို့ရဲ့ စွန့်စားခန်းနဲ့ ရင်တုန်စရာ ဇာတ်လမ်း...Zawgyiဒန္ဇယ္၀ါရွင္တန္ နဲ႕ ဂ်ိဳလီတို႕ရဲ႕ နာမည္ေက်ာ္ကားေလး တင္ေပးလုိက္ပါတယ္။ လူသတ္ျပီးတိုင္း အရိုးတစ္စကို ဖယ္ထုတ္သြားတတ္တဲ့ ဆန္းၾကယ္တဲ့ လူသတ္သမားေနာက္ကို သဲလြန္စရွာလိုက္ၾကမယ့္ ေျခလက္ေသေနတဲ့ မႈခင္းေဆးပညာရွင္ နဲ႕ ရဲေမတို႕ရဲ႕ စြန္႕စားခန္းနဲ႕ ရင္တုန္စရာ ဇာတ္လမ္း... \nFile Size    :   845 MB\nDuration   :   1: 57: 57\nQuality      :   Bluray rip\nTranslator :   Khant Myo Thu\nEncoder     : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1wv8j/The_Bone_Collector_[1999]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/11170062_ori-2-200x300.jpg",
        "title": "The Losers (2010)",
        "description": "ဒီကားကေတာ့ အက္ရွင္ကားၾကိဳက္တဲ့သူေတြအၾကိဳက္ေတြ႕ေစမယ့္ ကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္….\nစစ္ဆင္းေရးတစ္ခုအတြက္ေၾကာင့္ U.S. Special Force တစ္ဖြဲ႕ကို Bolivian ေတာထဲကိုေစလႊတ္ၿပီး\nစစ္ဆင္ေရးကိုစတင္ေစခဲ့ပါတယ္…\nClay , Jensen , Roque , Pooch နဲ႕  Cougar တို႕ဟာပစ္မွတ္ၿဖစ္တဲ့ရန္သူၿဖစ္တဲ့\nMax ကိုဥာဏ္မ်ိဳးစံုနည္းေပါင္းစံုနဲ႕ ရွာေဖြခဲ့ရပါတယ္….\nစစ္ဆင္ေရးမွာသူတို႕ေတြ လွည့္စားခံလုိက္ရၿပီးေနာက္ပိုင္းမွာေတာ့\nသူတို႕ကိုယ္သူတို႕ေသသူေတြအၿဖစ္သတ္မွတ္လိုက္ၿပီး\nသူတို႕ကိုလာၿပီးဆက္သြယ္တဲ့ Aisha နဲ႕အလုပ္ထပ္မံလုပ္ကိုင္ခဲ့ပါတယ္….\nသူတို႕ေတြစစ္ဆင္ေရးတစ္ခုကိုအတူတူလုပ္ရင္း Max ကိုေခ်မႈန္းႏိုင္မယ့္ အစီစဥ္ေတြကိုဘယ္လိုခ်လဲ…\nဘယ္လိုေတြရန္သူေတြနဲ႕အဖြဲ႕လိုက္ဥာဏ္သံုးၿပီး တိုက္ခိုက္မလဲဆိုတာ စိတ္၀င္စားစြာနဲ႕ၾကည့္ရမွာပဲၿဖစ္ပါတယ္…\nဒီကားဟာ အဖြဲ႕လိုက္လႈပ္ရွားမႈ႕ေတြကိုအေၿခခံထားလို႕\nတစ္ေယာက္ခ်င္းစီနဲ႕ နာမည္နဲ႕အေၾကာင္းေတြကိုေဖာ္ၿပေပးလိုက္ပါတယ္…..File size…(845 MB , 597 MB)\n Format…mp4\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Zayyar Htet\nEncoder….Moe Myint Lwin\nzawgyi\nဒီကားကတော့ အက်ရှင်ကားကြိုက်တဲ့သူတွေအကြိုက်တွေ့စေမယ့် ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်….\nစစ်ဆင်းရေးတစ်ခုအတွက်ကြောင့် U.S. Special Force တစ်ဖွဲ့ကို Bolivian တောထဲကိုစေလွှတ်ပြီး\nစစ်ဆင်ရေးကိုစတင်စေခဲ့ပါတယ်…\nClay , Jensen , Roque , Pooch နဲ့  Cougar တို့ဟာပစ်မှတ်ဖြစ်တဲ့ရန်သူဖြစ်တဲ့\nMax ကိုဉာဏ်မျိုးစုံနည်းပေါင်းစုံနဲ့ ရှာဖွေခဲ့ရပါတယ်….\nစစ်ဆင်ရေးမှာသူတို့တွေ လှည့်စားခံလိုက်ရပြီးနောက်ပိုင်းမှာတော့\nသူတို့ကိုယ်သူတို့သေသူတွေအဖြစ်သတ်မှတ်လိုက်ပြီး\nသူတို့ကိုလာပြီးဆက်သွယ်တဲ့ Aisha နဲ့အလုပ်ထပ်မံလုပ်ကိုင်ခဲ့ပါတယ်….\nသူတို့တွေစစ်ဆင်ရေးတစ်ခုကိုအတူတူလုပ်ရင်း Max ...",
        "rating": "6.4",
        "url": "https://megaup.net/2VNjh/The_Losers_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNjRiYjM2MTctYjEzZC00ZGE1LWE1MTktOTE2OWFhYzBkMzZkXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_SY1000_SX700_AL_-210x300.jpg",
        "title": "Dear Enemy (2011)",
        "description": "ကဲအခုတစ္ခါေတာ့ တရုတ္ႏွစ္သစ္ကူးအတြက္\nတရုတ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးက အခ်စ္ဟာသ ဇာတ္ျမဴးေလးမို႕\nေပါ့ေပါ့ပါးပါးေလးကိုၾကိဳက္ႏွစ္သက္တဲ့ ပရိတ္သတ္ၾကီးအေနနဲ႕\nကေတာ့ ႏွစ္သက္ၾကမွာပါဗ် ျပီးေတာ့ မတူညီတဲ့ ပန္းတိုင္ ၂ခုကို\nေလွ်ာက္လွမ္းေနၾကတဲ့ ခ်စ္သူႏွစ္ဦး တေယာက္နဲ႕ တေယာက္\nအခ်ိန္မေပးႏိုင္ပဲ ေနာက္ဆံုးမွာ ကြဲကြာသြားၾကပံုကို\nသင္ခန္းစာယူၾကည့္ရွဴၾကရမွာျဖစ္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဒီရတ္ ဟာ အလုပ္ကို\nအလြန္ၾကိဳးစားသူျဖစ္ျပီး မိမိရည္စားအေပၚမွာ အခ်ိန္မေပးႏိုင္ေလာက္\nေအာင္ကို အလုပ္မ်ားတဲ့သူတေယာက္ပါ ဒီလိုနဲ႕ သူ႕ရဲ႕ ရီးစား ေအမီ နဲ႕\nျပန္ဆဲသြားခဲ့ပါတယ္ မထင္မွတ္ထားတဲ့ ကံၾကမၼာရဲ႕ တိုက္ဆိုင္မႈေၾကာင့္\nေအမီတေယာက္ ဒီရတ္ ရဲ႕ ျပိဳင္ဖက္ ကုမၼဏီမွာ အလုပ္ ရသြားခဲ့ပါတယ္\nဒီလိုနဲ႕ နဂို ရွိရင္းဆြဲ အမုန္းေနၾကသူ ၂ေယာက္ဟာ အျပိဳင္အဆိုင္အလုပ္လုပ္\nၾကရာမွာ သူတို႕ ၂ေယာက္တေယာက္နဲ႕ တေယာက္ တိုက္ခိုက္ၾက ျပိဳင္ဆိုင္ၾက\nတေယာက္နဲ႕ တေယာက္ က်ရွံဳးေအာင္ အက်င့္ယုတ္ၾကရင္းနဲ႕\nဘယ္ေလာက္ပင္မုန္းတဲ့ သမီးရီးစားျဖစ္ျဖစ္ သူတို႕ရဲ႕ ရင္ထဲမွာ\nက်န္ရွိေနေသးတဲ့ သံေယာဇဥ္ မီးစာေလးက ျပန္လည္ ထြက္ေပၚလာခဲ့တဲ့ အခါမွာေတာ့\nဘယ္လိုေတြမ်ားလဲဆိုတာကို ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့ေနာ္ :D\nunicode\nကဲအခုတစ်ခါတော့ တရုတ်နှစ်သစ်ကူးအတွက်\nတရုတ်ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးက အချစ်ဟာသ ဇာတ်မြူးလေးမို့\nပေါ့ပေါ့ပါးပါးလေးကိုကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်ကြီးအနေနဲ့\nကတော့ နှစ်သက်ကြမှာပါဗျ ပြီးတော့ မတူညီတဲ့ ပန်းတိုင် ...",
        "rating": "4.8",
        "url": "https://megaup.net/2VNjD/Dear_Enemy_[2011]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTM2Njk1Nzc1NF5BMl5BanBnXkFtZTcwNjc0NDQ4Nw@@._V1_-203x300.jpg",
        "title": "Dragon Eyes (2012)",
        "description": "ကဲ ပထမဆံုး Gong Xi  Fa Cai ပါလို႕ ႏႈတ္ခြန္းဆက္ဆုေတာင္း\nေပးပါတယ္ အားလံုးပဲ ေပ်ာ္ရႊင္စရာ တရုတ္ႏွစ္သစ္ကူးေလးပါဗ်\nကဲ ဒီတစ္ခါေတာ့ မင္းသားၾကီး ဗင္ဒိန္းပါ၀င္ထားတဲ့ ဂိုဏ္စတား\nကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဗ်\nဇာတ္လမ္း ကေတာ့ ဂိုဏ္စတားကားတို႕ ထံုးစံအတိုင္း\nအသတ္အပုတ္ေတြ နဲ႕ Martial Art ေခၚ သိုင္းကစားကြက္ေတြကို\nတ၀ၾကီး ၾကည့္ရမွာျဖစ္ပါတယ္ ကဲ အက္ရွင္ၾကိဳက္ပရိတ္သတ္ေတြကေတာ့\nအၾကိဳက္ေတြ႕ၾကမွာပါဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ St. Jude ျမိဳ႕ဟာ ဂိုဏ္းစတားေတြ\nမင္းမူ ေသာင္းက်န္းရာေနရာျဖစ္ျပီး ျမိဳ႕သားေတြဟာ ထိပ္လန္႕ေၾကာက္ရႊံ႕စြာနဲ႕\nေနထိုင္ၾကရပါတယ္ ဒီလိုနဲ႕ တစ္ေန႕မွာ ေဟာင္ ဆိုတဲ့ လူစိမ္းတစ္ေယာက္\nေရာက္ရွိလာရာမွာ ဂိုဏ္းအဖြဲ႕ေတြဟာ ျဖိဳခြဲခံရပါေတာ့တယ္\nဒီလိုနဲ႕ ဂိုဏ္းစတားေတြက သိုင္းပညာသင္ၾကားဖို႕ အတြက္ သိုင္းပညာရွင္\nဘန္ဒမီ ကို ဖိတ္ေခၚျပီး သင္ၾကားေလ့က်င့္ခိုင္းပါေတာ့တယ္\nကဲ ဘာေတြ ဆက္ျဖစ္ၾကမလဲ ဆိုတာကိုေတာ့ ဆက္လက္သာၾကည့္လိုက္\nၾကပါေတာ့ဗ်ာ လို႕  ...................................................။unicode\nကဲ ပထမဆုံး Gong Xi  Fa Cai ပါလို့ နှုတ်ခွန်းဆက်ဆုတောင်း\nပေးပါတယ် အားလုံးပဲ ပျော်ရွှင်စရာ တရုတ်နှစ်သစ်ကူးလေးပါဗျ\nကဲ ဒီတစ်ခါတော့ မင်းသားကြီး ဗင်ဒိန်းပါဝင်ထားတဲ့ ဂိုဏ်စတား\nကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ဗျ\nဇာတ်လမ်း ကတော့ ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/dragon-eyes-2012/",
        "category": "Action, Crime, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTUzNTc3MTU3M15BMl5BanBnXkFtZTcwMzIxNTc3NA@@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Car II (2011)",
        "description": "ကဲ ဒီတစ္ခါ အားလံုးနဲ႕ ရင္းႏွီးျပီးသား ကာတြန္းေလး တစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက car 2 ျဖစ္ျပီး IMDB မွာ ေတာ့ ၆.၃ အထိရထားပါတယ္ဗ် ကေလးေကာ လူၾကီးပါ ႏွစ္သက္မယ္ ကားေလး တစ္ကားဆိုတာကိုေတာ့ ေျပာေနစရာလိုေလာက္ပါဘူးေနာ္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ စတားကြင္း ျပိဳင္ပြဲၾကီးရဲ႕ ခ်န္ပီယံ မက္စ္ တစ္ေယာက္ ဟာ သူ႕ဆရာ နဲ႕ တျခားပင္လယ္ရပ္ျခားမွာ သြားေရာက္ျပိဳင္ဆိုင္ဖို႕ သြားေရာက္ရာမွာ လမ္းခရီး မွာ သူ႕ နည္းျပ ဆရာဟာ အဖမ္းဆီးခံခဲ့ရျပီး သူတို႕ကို ဘယ္လိုမ်ား အခက္အခဲေတြက ေစာင့္ၾကိဳေလမလဲမက္စ္ တေယာက္ေကာ သြားေရာက္ျပိဳင္ဆိုင္ႏိုိင္မွာလား ဒါမွ မဟုတ္ လမ္းမွာပဲ ဘာေတြ မ်ားျဖစ္မလဲဆုိတာကို ဆက္လက္ ၾကည့္ရွဴၾကရမွာျဖစ္ပါတယ္ဗ် :D unicode\nကဲ ဒီတစ်ခါ အားလုံးနဲ့ ရင်းနှီးပြီးသားကာတွန်းလေး တစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်ကားလေးကcar 2 ဖြစ်ပြီး IMDB မှာ တော့၆.၃ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2VNkA/Cars_2_[2011]_(MM_Sub).mp4",
        "category": "Action, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/largo_winch_2_the_burma_conspiracy_video_on_demand-1-208x300.jpg",
        "title": "The Burma Conspiracy (2011)",
        "description": "လာဂို၀င့္ခ်္ ... ကမၻာ့ ပါ၀ါအႀကီးလုပ္ငန္းစုႀကီးတစ္ခုျဖစ္တဲ့ W လုပ္ငန္းစုႀကီးရဲ႕ အေမြဆက္ခံသူ ....\nသူအေမြဆက္ခံၿပီးေနာက္ W လုပ္ငန္းစုႀကီးကို ေရာင္းခ်ၿပီး\nလူသားခ်င္းညႇာတာေထာက္ထားမႈဆိုင္ရာေဖာင္ေဒးရွင္းတည္ေထာင္မယ္လို႔ဆံုးျဖတ္ခဲ့သူ ...\nဒါေပမယ့္ W လုပ္ငန္းစုႀကီးဟာ ျမန္မာႏိုင္ငံအတြင္းက ကယန္းလူမ်ိဳးစုေတြကို ရက္ရက္စက္စက္သတ္ျဖတ္တဲ့\nလူသတ္ပြဲနဲ႔ ပတ္သက္ဆက္ႏြယ္ေနတယ္လုိ႔ သံသယရွိၿပီး စံုစမ္းစစ္ေဆးခံရတဲ့အခါ ...\nလာဂို၀င့္ခ်္ဟာ W လုပ္ငန္းစုႀကီးရဲ႕နာမည္ကို ဘယ္လုိျပန္ၿပီးအဖက္ဆယ္မလဲဆိုတာကို\nစိတ္၀င္စားဖြယ္ရာ႐ိုက္ျပထားတဲ့ ႐ုပ္ရွင္ကားေကာင္းတစ္ကားပါ ...\n2011 ခုႏွစ္က ထြက္ရွိခဲ့ၿပီး IMDb rating - 6.2 ရရွိထားတဲ့\nျမန္မာႏိုင္ငံနဲ႔ပတ္သက္တဲ့ဇာတ္ကားတစ္ကားလည္းျဖစ္ပါတယ္။\nဂ်ာမန္မင္းသား Tomer Sisley နဲ႔ နာမည္ႀကီးမင္းသမီး Sharon Stone တို႔ပါ၀င္ပါတယ္။\nဒီကားဟာ လာဂို၀င့္ခ်္ ဇာတ္ေကာင္အတြက္ေတာ့ ဒုတိယေျမာက္ကားပါ။\nတစ္ဖက္မွာက စီးပြားေရးလုပ္ငန္းရွင္ႀကီးေတြရဲ႕ ညစ္ကြက္ လွည့္ကြက္ေတြ ..\nတစ္ဘက္မွာက ကယန္းလူမ်ိဳးဒုကၡသည္ေတြနဲ႔အက်င့္ပ်က္အာဏာရွင္ဗိုလ္ခ်ဳပ္တစ္ဦးတို႔ရဲ႕ အေျခအေနေတြကို\nယွဥ္ထုိး႐ိုက္ကူးထားတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2fPSK/The_Burma_Conspiracy_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/16111336_1233689083346006_667738576_n-180x300.jpg",
        "title": "Cat A.W.O.L (2015)",
        "description": "ေၾကာင္ေလးေတြကိုခ်စ္တတ္တဲ့ ေကာင္မေလးေတြေရာ\nေၾကာင္ေလးနဲ ့တူတဲ့ေကာင္မေလးေတြကိုခ်စ္တတ္တဲ့ ေကာင္ေလးေတြေရာ အႀကိဳက္ေတြ ့ေစမယ့္\nထိုင္းအခ်စ္ဟာသကားေလးနဲ ့မိတ္ဆက္ေပးခ်င္ပါတယ္....\nေမရိုက ေၾကာ္ျငာရိုက္ကြင္းက အလုပ္သင္ဝန္ထမ္းမေလးပါ...\nသူက ေမာ္ လို ့ေခၚတဲ့ ခန္ ့ညားၿပီး ေတာ္တဲ့ ဒါရိုက္တာေလးကို ခ်စ္မိေနပါတယ္...\nသူတို ့ႏွစ္ေယာက္အတူတူ ေၾကာ္ျငာတစ္ခုကိုရိုက္ကူးဖို ့ျဖစ္လာတဲ့အခါ...\nေၾကာ္ျငာသရုပ္ေဆာင္ကလည္းထူးထူးျခားျခား လူမဟုတ္ဘဲ ယာကူဇာႀကီးတစ္ေယာက္ရဲ ့ေၾကာင္ျဖစ္ေနတဲ့အခါ...\nအခက္အခဲေပါင္းစံုကို တူတူေက်ာ္ျဖတ္ရင္း ေမရို ရဲ ့အခ်စ္ေတြကို ေမာ္ တစ္ေယာက္သိလာမလားဆိုတာကေတာ့ ...\nေပါ့ေပါ့ပါးပါး ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ၾကည့္ရမယ့္ အခ်စ္ဟာသကားေလးျဖစ္ပါတယ္...\nမီးေညာင္ေလးေတြလည္း အမ်ားႀကီးပါတာေၾကာင့္ ေၾကာင္ခ်စ္သူေတြလည္း\nအႀကိဳက္ေတြ ့ေစမယ့္ ကားေကာင္းေလးတစ္ကားပါ.....unicode\nကြောင်လေးတွေကိုချစ်တတ်တဲ့ ကောင်မလေးတွေရော\nကြောင်လေးနဲ့တူတဲ့ကောင်မလေးတွေကိုချစ်တတ်တဲ့ ကောင်လေးတွေရော အကြိုက်တွေ့စေမယ့်\nထိုင်းအချစ်ဟာသကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်....\nမေရိုက ကြော်ငြာရိုက်ကွင်းက အလုပ်သင်ဝန်ထမ်းမလေးပါ...\nသူက မော် လို့ခေါ်တဲ့ ခန့်ညားပြီး တော်တဲ့ ဒါရိုက်တာလေးကို ချစ်မိနေပါတယ်...\nသူတို့နှစ်ယောက်အတူတူ ကြော်ငြာတစ်ခုကိုရိုက်ကူးဖို့ဖြစ်လာတဲ့အခါ...\nကြော်ငြာသရုပ်ဆောင်ကလည်းထူးထူးခြားခြား လူမဟုတ်ဘဲ ယာကူဇာကြီးတစ်ယောက်ရဲ့ကြောင်ဖြစ်နေတဲ့အခါ...\nအခက်အခဲပေါင်းစုံကို တူတူကျော်ဖြတ်ရင်း မေရို ရဲ့အချစ်တွေကို ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/cat-a-w-o-l-2015/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/iron-monkey-2-poster-134x200.jpg",
        "title": "Iron Monkey 2 (1996)",
        "description": "Iron Monkey 2 (1996)_____IMDb - 4.6/10\n  \nကဲဗျာ ဒီတစ်ခါတော့ အရင် တရက်ကတင်ပေးထားတဲ့\nဇာတ်ကားရဲ့ အဆက် ကို ဆက်တင်ပေးလိုက်ပါတယ်\nပထမကားကိုကြည့်ပြီးရင်တော့ ဒီကားကိုလဲ ဆက်ကြည့်သင့်ပါတယ်လို့\nပြောလိုက်ပါရစေ ဇာတ်လမ်းကတော့ ပထမကားရဲ့ အဆက် ဒေါက်တာ\nဒယ်နီယန်း တယောက် အခု တခါမှာ ဘယ်လို ဇာတ်ရှူပ်ထဲ ဝင်ပါမိတာလဲ\nဆိုတာကို ဆက်ကြည့်ကြရမှာပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဒေါက်တာယန်း တယောက်\nကြေးစားလူသတ်သမား ဖြစ်သူ ကျားကြီး ယု နဲ့ တိုက်ခိုက်ရင်း\nလက်နက်မှောင်ခိုဂိုဏ်းနဲ့ ရန်ညှိးဖွဲမိရာကနေ ဘယ်လိုတွေများ\nဆက်လက် ကြုံတွေ့ကြရမလဲ\nပြီးတော့ ဒေါက်တာယန်းကကော ဖော်ထုပ်နိုင်ပါ့မလား\nလက်နက်မှောင်ခိုဂိုဏ်းကကော ဘယ်လိုတွေ များ အကောက်ကြံ\nမလဲဆိုတာကို ဆက်လက် ကြည့်ရှူလိုက်ကြပါတော့နော်\n  \n(ဘာသာပြန်ပေးသူကတော့ ကိုစိုးထွေး ဖြစ်ပါတယ် ဗျ)\n \nIron Monkey 1 ကို ဒီမှာဒေါင်းပါ \n ZAWGYIကဲဗ်ာ ဒီတစ္ခါေတာ့ အရင္ တရက္ကတင္ေပးထားတဲ့ဇာတ္ကားရဲ႕ အဆက္ ကို ဆက္တင္ေပးလိုက္ပါတယ္ပထမကားကိုၾကည့္ၿပီးရင္ေတာ့ ဒီကားကိုလဲ ဆက္ၾကည့္သင့္ပါတယ္လို႔ေျပာလိုက္ပါရေစ ဇာတ္လမ္းကေတာ့ ပထမကားရဲ႕ ...",
        "rating": "4.6",
        "url": "https://megaup.net/2UAhA/Iron_Monkey_2_(Jie_Tou_Sha_Shou)_[1996]_(MM_Sub).mp4",
        "category": "Action, Asian, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Embrace-of-the-vampire_2013-213x300.jpg",
        "title": "Embrace of the Vampire (2013)",
        "description": "၂၀၁၃ ခုႏွစ္ထြက္ Horror အမ်ိဳးအစား Vampire ဇာတ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ ၁၉၉၅ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Embrace of the Vampire  ဇာတ္ကားကို Remark လုပ္ထားတဲ့ဇာတ္ကားပါ။မင္းသမီး Sharon Hinnendael အဓိကပါဝင္ထားျပီး သူမရဲ႕အတိတ္နဲ႕ပတ္သက္ေနတဲ့ မေကာင္းဆိုးဝါးတစ္ေကာင္ဟာသူမရဲ႕ေနာက္ တေကာက္ေကာက္လိုက္ေနတဲ့အခါမွာေတာ့.........။Nudity အခန္းတခ်ိဳ႕ပါတာေၾကာင့္ မိသားစုနဲ႕မၾကည့္သင့္ပါ။ unicode၂၀၁၃ ခုနှစ်ထွက် Horror အမျိုးအစား Vampire ဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ၁၉၉၅ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Embrace of the Vampire  ဇာတ်ကားကို Remark လုပ်ထားတဲ့ဇာတ်ကားပါ။မင်းသမီး Sharon Hinnendael အဓိကပါဝင်ထားပြီး သူမရဲ့အတိတ်နဲ့ပတ်သက်နေတဲ့ မကောင်းဆိုးဝါးတစ်ကောင်ဟာသူမရဲ့နောက် တကောက်ကောက်လိုက်နေတဲ့အခါမှာတော့.........။Nudity အခန်းတချို့ပါတာကြောင့် မိသားစုနဲ့မကြည့်သင့်ပါ။\nFile size…(850MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/embrace-of-the-vampire-2013/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Bodyguards-and-assassins-133x200.jpg",
        "title": "Bodyguards and Assassins (2009)",
        "description": "ပရိတ်သတ်ကြီးအတွက် တရုတ်သမိုင်းကားတစ်ကား တင်ဆက်လိုက်ပါတယ်။ဒီဇာတ်ကားက သာမညဇာတ်ကားတစ်ကား မဟုတ်ပါဘူးတရုတ်ပြည်ရဲ့ သမိုင်းကြောင်းကို ဒီမိုကရေစီလမ်းကြောင်းပေါ်တွန်းတင်ခဲ့တဲ့စာရေးဆရာ, ဒေါက်တာအတွေးခေါ်ပညာရှင် ဒေါက်တာ ဆန်း(Dr.Sun Wen)ကိုအခြေပြု ရိုက်ကူးထားတာပါ။ဒေါက်တာဆန်း တစ်ယောက် ဖရိုဖရဲဖြစ်နေတဲ့တရုတ်ပြည်ကြီးကိုကယ်တင်ဖို့ ဂျပန်ကနေ ဟောင်ကောင်ကို ခရီးထွက်ခဲ့ပါတယ်။သူခရီးထွက်လာတဲ့ရည်ရွယ်ချက်ကတော့ ပြိုကွဲနေတဲ့ ဂိုဏ်းဃန တွေကို ပြည်လည်စည်းရုံးပြီးQing မျိုးဆက်ကို အမျိုးဖြုတ်ဖို့ပါ။ဒီထဲမှာ China Daily သတင်းစာတိုက်ကလည်း ကုလားကာနောက်ကွယ်ကနေပံ့ပိုးနေခဲ့တာပါ။ဒေါက်တာဆန်း ရဲ့ဟောင်ကောင်ခရီးစဉ်ကရော ချောမွေ့ပါ့မလားသတင်းစာတိုတ်ကလည်း ဘယ်လိုမျိုး နောက်ကွယ်ကနေဘယ်လိုအထောက်ပံ့တွေပေးမှာလဲလူတစ်ယောက်ကရော နိုင်ငံတစ်နိုင်ငံကောင်းစားရေးအတွက် ဘယ်လောက်ထိစွန့်လွှတ်ရမှာလဲဆိုတာ ဆက်လက်အားပေးကြည့်ရှု့ကြပါရန်...။--------------------------------------ပရိတ္သတ္ၾကီးအတြက္ တရုတ္သမိုင္းကားတစ္ကား တင္ဆက္လိုက္ပါတယ္။ဒီဇာတ္ကားက သာမညဇာတ္ကားတစ္ကား မဟုတ္ပါဘူးတရုတ္ျပည္ရဲ႕ သမိုင္းေၾကာင္းကို ဒီမိုကေရစီလမ္းေၾကာင္းေပၚတြန္းတင္ခဲ့တဲ့စာေရးဆရာ, ေဒါက္တာအေတြးေခၚပညာရွင္ ေဒါက္တာ ဆန္း(Dr.Sun Wen)ကိုအေျချပဳ ရိုက္ကူးထားတာပါ။ေဒါက္တာဆန္း တစ္ေယာက္ ဖရိုဖရဲျဖစ္ေနတဲ့တရုတ္ျပည္ၾကီးကိုကယ္တင္ဖို႔ ဂ်ပန္ကေန ေဟာင္ေကာင္ကို ခရီးထြက္ခဲ့ပါတယ္။သူခရီးထြက္လာတဲ့ရည္ရြယ္ခ်က္ကေတာ့ ျပိဳကြဲေနတဲ့ ဂိုဏ္းဃန ေတြကို ျပည္လည္စည္းရံုးျပီးQing မ်ိဳးဆက္ကို အမ်ိဳးျဖဳတ္ဖို႔ပါ။ဒီထဲမွာ China Daily သတင္းစာတိုက္ကလည္း ကုလားကာေနာက္ကြယ္ကေနပံ့ပိုးေနခဲ့တာပါ။ေဒါက္တာဆန္း ...",
        "rating": "6.8",
        "url": "https://megaup.net/3yOfr/Bodyguards_And_Assassins_(Shi_Yue_Wei_Cheng)_[2009]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/3e883d5252c598255e2d80aa82fcfb08-237x300.jpg",
        "title": "I.T (2016)",
        "description": "ဂ်ိမ္းစ္ဘြန္းမင္းသားေဟာင္း Pierce Brosnan အဓိကပါဝင္ထားျပီး မင္းသမီး Anna Friel နဲ႕ Stefanie Scott တို႕လဲပါဝင္ထားတဲ့ Crime, Drama, Mystery အမ်ိဳးအစားဇာတ္ကားပါ။Mike Regan ဆိုတဲ ့ သူေဌးႀကီးတစ္ေယာက္နဲ ့ သူ့အလုပ္သမား အိုင္ တီနည္းပညာရွင္တို ့ရဲ႕ဇာတ္လမ္းေလးပါ။ေခတ္ေပၚေနာက္ဆံုးေပၚ smart နည္းပညာေတြသံုးထားတဲ ့ အရမ္း ေကာင္းတဲ ့ အိမ္ႀကီး ဇိမ္ခံကားႀကီးေတြ\nေပ်ာ္ရြယ္ဖြယ္ေကာင္းတဲ ့ မိသားစုဘ၀ကိုပိုင္ဆိုင္ထားတဲ ့ သူေဌးႀကီး ရဲ႕ဘ၀ဟာ တေန႔မွာေတာ ့ အႏၱာရယ္ေတြ မဖိတ္ေခၚ ပဲ ေရာက္လာ ခဲ ့ပါတယ္။သူ႕ရဲ႕လုပ္ငန္းေတြက်ရွံဳး ေအာင္ delay ျဖစ္ေအာင္ မိသားစုေတြ ဘ၀ပ်က္ေအာင္ black hat Hacker တစ္ေယာက္က လုပ္သြားပါတယ္။\nသူ နဲ ့သူမိသားစုဘာျဖစ္မလဲ ေခတ္မွီ နည္းပညာတိုးတက္ေလ လူေနမွဳဘဝႀကီး က သက္သာေလလာ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/i-t-2016/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BYjhiNTgxZWMtN2FjMS00MGJhLWE1MGQtMzcyZGQzMmI2YmNiXkEyXkFqcGdeQXVyNTMxNTgxNDM@._V1_-202x300.jpg",
        "title": "Miss Saigon: 25th Anniversary (2016)",
        "description": "ဒီဇာတ္ကားေလးက သီခ်င္းျပဇာတ္ေလးတစ္ခုပဲျဖစ္ပါတယ္\nတစ္ခ်ိန္က နာမည္ေက်ာ္ခဲ့တဲ့ Miss Saigon ၿပဇာတ္ ၂၅ ႏွစ္ျပည့္\nအထိမ္းအမွတ္အေနနဲ႕ လန္ဒန္ၿမဳိ႕မွာ ျပန္လည္ ကျပတာပဲ ျဖစ္ပါတယ္\nျပဇာတ္ဆုိေပမဲ့ ေပးႏုိင္တဲ့ရသက အထူးကုိေကာင္းမြန္ၿပီးေတာ့\nဇာတ္အိမ္ေကာင္းမြန္တာကုိေတြ႕ရပါတယ္\nဇာတ္လမ္းကုိေတာ့ အေမရိကန္ ဗီယက္နမ္ စစ္ပြဲ အဆုံးသတ္ခါနီး\nအခ်ိန္ေလာက္မွာဇာတ္အိမ္တည္ထားပါတယ္။ထုိစဥ္အခါက ဗီယက္နမ္မွာ\nစစ္ပြဲဒဏ္ေၾကာင့္ ျပည္သူေတြကလဲ ဆင္းရဲမြဲေတမွဳ႕ကုိ ခံစားေနရတဲ့အခ်ိန္ပါ\nစစ္ပြဲေၾကာင့္ မိသားစုနဲ႔ကြဲ မိဘေတြ ေသဆုံး ျဖစ္ရရွာတဲ့ အမ်ဳိးသမီးေလးေတြဟာ\nအေမရိကန္ စစ္သားေတြကုိ ေဖ်ာ္ေျဖရတဲ့ ျပည့္တန္ဆာေလးေတြ ျဖစ္လာပါေတာ့တယ္\nကင္မ္ကလဲ သူတုိ႔ထဲက တစ္ေယာက္ပါ ... အသက္ ၁၇ ႏွစ္သာ ရွိေသးတဲ့ မိန္းမပ်ဳိေလးက\nမိဘေတြ စစ္အတြင္းမွာ ေသဆုံးၿပီးေတာ့ ဆုိင္ဂုံမွာရွိတဲ့ ျပည့္တန္ဆာခန္းကုိေရာက္ရွိခဲ့ပါတယ္\nအဲ့ဒီျပည့္တန္ဆာခန္းမွာရွိတဲ့ မိန္းမပ်ဳိတုိ္င္းရဲ႕ အိပ္မက္ကေတာ့ အေမရိကန္ စစ္သားေတြက\nသူတုိ႕ကုိ တစ္ခ်ိန္မွာ အေမရိကန္ကုိေခၚသြားၿပီး သားမွတ္မွတ္ မယားမွတ္မွတ္ ေပါင္းဖုိ႕ပါ\nကင္မ္ကုိ ေတာ့ ခရစ္ ဆုိတဲ့ စိတ္သေဘာထားေကာင္းတဲ့ စစ္သားေလးက\nဂရုဏာ သက္၀င္ ခ်စ္ခင္မိသြားၿပီးေတာ့ အေမရိကန္ကုိ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/miss-saigon-25th-anniversary-2016/",
        "category": "Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNzcyOWQxNDktYWZkOS00MzViLWI0NTYtMDZmNzZkYWI1NDFjXkEyXkFqcGdeQXVyMjI1NTg0MDY@._V1_SY1000_CR007001000_AL_-210x300.jpg",
        "title": "At The End Of The Tunnel (2016)",
        "description": "ဝါကင္​းဟာ​ ေအာက္ပိုင္းေသေနတဲ့ လူတစ္​​ေယာက္​ပါ....\nတစ္​​ေန႔​ေတာ့သူအလုပ္​ လုပ္​တဲ့​​ေျမ​ေအာက္​ခန္​းရဲ႕​ေဘးကို ဘဏ္​​ေဖာက္​မဲ့​ေ႐ာက္​လာတာကိုသိလိုက္​ရပါတယ္​...\nတစ္​ခ်ိန္​တည္​းမွာပဲ သူ႕အိမ္​ကအခန္​းကိုငွားဖို႔လာတဲ့ \"ဘတ\" တို႔သားအမ္ိပါ​ေရာက္​လာပါတယ္​\nဘဏ္​​ေဖာက္​မဲ့သူ​ေတြကို\"ဝါကင္​း\"ဟာသူတို႔​ေတြရဲ႕နာမည္​နဲ႔အခ်က္​အလက္​​ေတြကိုပါ\nvideo recorded နဲ႔အကုန္​လိုက္​မွတ္​ထားပါတယ္​...\nအဲဒီအခ်က္​အလက္​​ေတြကသူ​ေနာက္​မွာအသံုးဝင္​လာမယ့္ တကယ့္မွတ္တမ္းေတြပါ...\nဒီမွာ​ေတာ့ ဝါကင္​းဟာ ပိုက္​ဆံလို​​ေနတာကတစ္​​ေၾကာင္​း ၿပီး​ေတာ့\nဘာတ\"တိ့ုသားအမိကိုပါသံ​​ေယာဇဥ္ျဖစ္​ၿပီး ေထာက္ပံ့ကာကြယ္ေပးခ်င္တာေတြၿဖစ္လာပါတယ္...\nသူပါ ဘဏ္​ကပိုက္​ဆံ​ေတြကိုခိုးဖို႔အၾကံျဖစ္​လာပါတယ္....​\nေနာက္ပိုင္းမွာေတာ့ ဘဏ္​​ေဖာက္​မဲ့လူ​ေတြဟာဝါကင္​းဆီ​ေရာက္​လာၿပီး\nသတ္​​ေတာ့မဲ့ဆဲဆဲ​အ​ေျခအ​ေနမွာ ဝါကင္​းရဲ႕ စကား​ေၾကာင့္ အခ်င္​းခ်င္​းသတ္​ၾကကုန္​ပါတယ္....\nကဲ...''သူဘာေျပာလိုက္တာလဲ''ဘယ္လိုေတြဥာဏ္ကစားလိုက္တာလဲ''\nဒိီေနရာမွာ ေမးခြန္းတစ္ခုရိွေနပါတယ္....''ဘာတ''ကသူ႔အိမ္ကို႐ိုး႐ိုးေရာက္လာတာဟုတ္ရဲ႕လား...\nဘဏ္ေဖာက္တဲ့သူေတြနဲ႔ပက္သက္ေနတာဆိုရင္ေရာ.....\nဝါကင္း ကေရာ သူ႔အၾကံတိုင္းဘဏ္ေဖာက္ႏိုင္မွာလား\nေအာက္ပိုင္းေသေနတဲ့သူမို႔.. မလုပ္ႏိုင္ဘဲျဖစ္ေနမွာလား\n\"အေပၚယံၾကည့္ၿပိီးဆံုးျဖတ္ရင္ဒူးရင္းသီးဟာစားစရာမျဖစ္လာႏုိင္ပါဘူး'' ဆိုသလိုေပါ့\nဘယ္ဟာကိုမွအေပၚယံၾကည့္ၿပီးဆံုးျဖတ္လို႔မရႏိုင္ပါဘူး..unicode\nဝါကင်းဟာ အောက်ပိုင်းသေနေတဲ့ လူတစ်ယောက်ပါ....\nတစ်နေ့တော့သူအလုပ် လုပ်တဲ့မြေအောက်ခန်းရဲ့ဘေးကို ဘဏ်ဖောက်မဲ့ရောက်လာတာကိုသိလိုက်ရပါတယ်...\nတစ်ချိန်တည်းမှာပဲ သူ့အိမ်ကအခန်းကိုငှားဖို့လာတဲ့ \"ဘတ\" တို့သားအမိပါရောက်လာပါတယ်\nဘဏ်ဖောက်မဲ့သူတွေကို\"ဝါကင်း\"ဟာသူတို့တွေရဲ့နာမည်နဲ့အချက်အလက်တွေကိုပါ\nvideo recorded နဲ့အကုန်လိုက်မှတ်ထားပါတယ်...\nအဲဒီအချက်အလက်တွေကသူနောက်မှာအသုံးဝင်လာမယ့် တကယ့်မှတ်တမ်းတွေပါ...\nဒီမှာတော့ ဝါကင်းဟာ ပိုက်ဆံလိုနေတာကတစ်ကြောင်း ပြီးတော့\nဘာတ\"တိ့ုသားအမိကိုပါသံယောဇဉ်ဖြစ်ပြီး ထောက်ပံ့ကာကွယ်ပေးချင်တာတွေဖြစ်လာပါတယ်...\nသူပါ ဘဏ်ကပိုက်ဆံတွေကိုခိုးဖို့အကြံဖြစ်လာပါတယ်....\nနောက်ပိုင်းမှာတော့ ဘဏ်ဖောက်မဲ့လူတွေဟာဝါကင်းဆီရောက်လာပြီး\nသတ်တော့မဲ့ဆဲဆဲအခြေအနေမှာ ဝါကင်းရဲ့ စကားကြောင့် အချင်းချင်းသတ်ကြကုန်ပါတယ်....\nကဲ...''သူဘာပြောလိုက်တာလဲ''ဘယ်လိုတွေဉာဏ်ကစားလိုက်တာလဲ''\nဒီနေရာမှာ မေးခွန်းတစ်ခုရှိနေပါတယ်....''ဘာတ''ကသူ့အိမ်ကိုရိုးရိုးရောက်လာတာဟုတ်ရဲ့လား...\nဘဏ်ဖောက်တဲ့သူတွေနဲ့ပက်သက်နေတာဆိုရင်ရော.....\nဝါကင်း ကရော သူ့အကြံတိုင်းဘဏ်ဖောက်နိုင်မှာလား\nအောက်ပိုင်းသေနေတဲ့သူမို့.. မလုပ်နိုင်ဘဲဖြစ်နေမှာလား\n\"အပေါ်ယံကြည့်ပြီးဆုံးဖြတ်ရင်ဒူးရင်းသီးဟာစားစရာမဖြစ်လာနိုင်ပါဘူး'' ဆိုသလိုပေါ့\nဘယ်ဟာကိုမှအပေါ်ယံကြည့်ပြီးဆုံးဖြတ်လို့မရနိုင်ပါဘူး..Format…mp4\nDuration….02:00:23\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…John La Yaung\nEncoder….Moe Myint Lwin",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/at-the-end-of-the-tunnel-2016/",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTY5MTI1MzE5Nl5BMl5BanBnXkFtZTgwMjQzNjEzOTE@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "A Street Cat Named Bob (2016)",
        "description": "(ေအာက္ပါ ပံုသည္ ပိုင္ရွင္ျဖစ္သူ ဂ်ိန္း ႏွင့္ သူ၏ ေၾကာင္ ေဘာ့ တို႔ ၏ မူရင္းပံုျဖစ္သည္)\n(အောက်ပါ ပုံသည် ပိုင်ရှင်ဖြစ်သူ ဂျိန်း နှင့် သူ၏ ကြောင် ဘော့ တို့ ၏ မူရင်းပုံဖြစ်သည်)ဒီရုပ္ရွင္ကားဟာ ျဖစ္ရပ္မွန္ျဖစ္ေၾကာင္း ပထမဆံုးအေနနဲ႔ ေျပာပါရေစ ၿပီးေတာ့\nဒီဇတ္လမ္းကို ရိုက္ဖို႔ သရုပ္ေဆာင္တဲ့ ေၾကာင္ေလး ကလဲ ဇတ္လမ္းျဖစ္တည္ခဲ့တဲ့ ေၾကာင္ေလး Bob ကိုယ္တုိင္ပါပဲ\nေၾကာင္ေလး Bob ဟာ က်ေနာ္ ျမင္ဖူးသမွ် ေၾကာင္ေတြထဲမွာ အလိမၼာဆံုး ေၾကာင္ေလး တစ္ေကာင္ျဖစ္ၿပီး\nအံ့ေအာထူးဆန္းဖြယ္ အျပည့္နဲ႔ပါပဲ...\nတိရိစၦာန္ ဇတ္လမ္းေတြမွာ ေခြးေတြကို သင္ေပးရတာ လြယ္ၿပီး ေၾကာင္ေတြကို လိုရာအတိုင္းခိုင္းႏုိင္ဖို႔ အေတာ္ခက္ခဲပါတယ္\nေၾကာင္ေလး Bob အေနနဲ႔ ပီပီျပင္ျပင္ အားလံုးကို သရုပ္ေဆာင္သြားႏုိင္ပါတယ္...\n(Nine Live 2015 လို ကားမ်ိဳးလဲ ရွိေသးလို႔ ရွာေဖြ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2cijd/A_Street_Cat_Named_Bob_[2016]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTMyNTg1NzI1MV5BMl5BanBnXkFtZTcwNzkzNTEyMQ@@._V1_-212x300.jpg",
        "title": "The Night Porter (1974)",
        "description": "ပထမဆံုး မဂၤလာညခ်မ္းေလးပါလို႕ ႏုတ္ခြန္းဆက္ပါရေစဗ်ာ\nအခုညမွာေတာ့ ပရိတ္သတ္ၾကီး အတြက္ Adult/R-rated ထဲမွာမွ\nထူးထူးျခားျခား IMDb rating 6.8 ေတာင္ရရွိထားျပီး\nAV Club မွာ ေတာင္ ၂.၅ ထိ ရရွိထားခဲ့တဲ့ကားပါ\nအရင္ ၁၉၃၀ ေလာက္က ထြက္ရွိထားတဲ့ ဇာတ္ကားကိုပဲ\nထပ္မံ ဆန္းသစ္ ရိုက္ကူးထားတဲ့ ဇာတ္ကားၾကီးတစ္ကားကို\nတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းက ေရွးေခတ္အခါက\n၂၁+ ေတြရဲ႕ ေရွးေခတ္ေဟာင္း ေပါက္စီေတြကို\n ျမင္ေတြ႕ၾကရမွာျဖစ္ျပီးR-rated ပရိတ္သတ္ၾကီး အေနနဲ႕လည္း\nအခုေခတ္ကားေတြနဲ႕ အရင္ေခတ္ကား\nဘာေတြမ်ားထူးျခားသြားလဲ ?\nဘာေတြကြာျခားသြားတာလဲ ?\nဆိုတာကို ၾကည့္ရွဴၾကရမွာျဖစ္ျပီး\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ နာဇီတပ္ရဲ႕ Schutzstaffel အရာရွိ\nမက္စ္မီလန္ သီအိုအက္ေဒါ့ဖ္ဖာ ဟာ\nတဖက္ရန္သူႏိုင္ငံသားေတြကိုထားရွိရာ ကမ့္မွာ\nဓါတ္ေငြ႕ခန္းထဲမွာအသတ္ခံရဆဲဆဲ\nမိန္းမေခ်ာေလး လူစီနဲ႕ဆံုေတြ႕ခဲ့ျပီး\nသနားစိတ္ေတြယိုဖိတ္ခဲ့ပါတယ္ ဒီလိုနဲ႕\nလူစီ တေယာက္ အသက္ေဘးကလြတ္ေျမာက္ျပီး အေမရိကန္တီး၀ိုင္း\nေခါင္းေဆာင္တေယာက္နဲ႕ အိမ္ေထာင္က်ခဲ့ပါတယ္\nတရက္ မက္စ္တေယာက္ လူစီနဲ႕ျပန္လည္ဆံုေတြ႕ရာမွာေတာ့\nဘယ္လိုေတ အသယ္အပို႕လုပ္ျပီး မက္စ္တေယာက္နဲ႕\nအရင္က သံေယာဇဥ္လက္က်န္ေတြကို ဘယ္လိုမ်ား\nရင္ဆိုင္မလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ရွဴစား\nလိုက္ပါေတာ့ေနာ္  ........................................။\nေခတ္ေဟာင္းေပါက္စီေတြ ျမည္းစမ္းရင္း\nဘာေတြမ်ား ကြာျခားေနလဲဆိုတာကိုေတာ့ အဟင္း ဟင္း ....................။UNICODE\nပထမဆုံး မင်္ဂလာညချမ်းလေးပါလို့ နုတ်ခွန်းဆက်ပါရစေဗျာ\nအခုညမှာတော့ ပရိတ်သတ်ကြီး အတွက် Adult/R-rated ထဲမှာမှ\nထူးထူးခြားခြား IMDb ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-night-porter-1974/",
        "category": "Adult, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Death-Race-2050-Türkçe-Altyazılı-izle-Ölüm-Yarışı-2050-234x300.jpg",
        "title": "Death Race 2050 (2017)",
        "description": "၂၀၁၇ ခုႏွစ္ရဲ႕အသစ္ထြက္ထားတဲ့ Action , Sci-Fi ဇာတ္ကားပါ။ဒီဇာတ္ကားဟာ ၁၉၇၅ ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ Death Race 2000 ဇာတ္ကားရဲ႕ Sequel အေနနဲ႕ထြက္ရွိထားတာျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့..........ႏွစ္ေထာင့္ငါးဆယ္ခုႏွစ္...လူလူခ်င္း ေခါင္းပံုျဖတ္ အျမတ္ႀကီးစားတတ္ေသာလူမ်ား ႀကီးစိုး၍ လူဦးေရေပါက္ကြဲေနေသာအခ်ိန္...ၿပိဳင္ပြဲတစ္ခု...ထိုေပါက္ကြဲေနေသာ လူဦးေရကို ထိန္းခ်ဳပ္ႏိုင္ရန္ အစိုးရက အညႇာအတာကင္းမဲ့စြာ ျပဳလုပ္ခဲ့ေသာ ၿပိဳင္ပြဲ...တစ္နည္းအားျဖင့္...မရဏၿပိဳင္ပြဲၿပိဳင္ပြဲဝင္ေတြဟာ ႏိုင္ငံကို အထိန္းအကြပ္မ႐ွိ ေက်ာ္ျဖတ္ဘယ္သူေသေသ ငေတမာရင္ၿပီးေရာ စိတ္ျဖင့္ ၿပိဳင္ပြဲဝင္ အခ်င္းခ်င္း မရဏတရားျဖင့္ မိတ္ဆက္ေပးသည့္ ၿပိဳင္ပြဲ...။R-Rated မို႕လို႕ ၾကမ္းၾကမ္းတမ္းတမ္းေတြျမင္ေတြ႕ရဖို႕ရွိေနပါတယ္။(ဒီဇာတ္ကားကို Aung Myint Oo မွဘာသာျပန္တင္ဆက္ထားတာပါ။)UNICODE၂၀၁၇ ခုနှစ်ရဲ့အသစ်ထွက်ထားတဲ့ Action , Sci-Fi ဇာတ်ကားပါ။ဒီဇာတ်ကားဟာ ၁၉၇၅ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Death Race 2000 ဇာတ်ကားရဲ့ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/death-race-2050-2017/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Roy_film_poster-133x200.jpg",
        "title": "Roy 2015-ျမန္မာစာတန္းထိုး",
        "description": "ဒီေန႕မွာ Channel Myanmar ပရိတ္သက္မ်ားအတြက္ အိႏိၵယအက္ရွင္ဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ ကုိ တင္ေပးခ်င္ပါတယ္။ 12 February 2015 မွာထြက္ရွိထားၿပီးအိႏိၵယအက္ရွင္ေကာင္းေကာင္း ၾကိဳက္ႏွစ္သက္သူေတြအတြက္ၾကည့္လို႕ေကာင္းမယ့္ ဇာတ္ကားတစ္ခုပါ။႐ုပ္ရွင္ ဒါ႐ိုက္တာ ကာဘီ ဟာ သူခိုးဓါးျပေတြရဲ႕အေၾကာင္းကို အေျခခံထားတဲ့ Gun Triology ဆိုတဲ့အခန္းဆက္႐ုပ္ရွင္အမ်ားအျပား႐ိုက္ကူးပါတယ္။သူ႔ရဲ႕ ရိုက္ကူးခဲ့တဲ့႐ုပ္ရွင္ေတြအကုန္လံုးဟာလည္း ေအာင္ျမင္ၾကတာခ်ည္းပါပဲ။သူ႔ရဲ႕ ႐ုပ္ရွင္ ၃ပိုင္းေျမာက္ကို ႐ိုက္ကူးဖို႔ မေလးရွားကိုသြားတဲ့အခါမွာ လန္ဒန္က ဒါ႐ိုက္တာမေလး ေအးရွာ နဲ႔ေတြ႕ဆံုမိပါတယ္။ကာဘီနဲ႔ ေအးရွာ လဲ ခင္မင္သြားၿပီး မၾကာခင္ ခ်စ္သူေတြျဖစ္သြားၾကတယ္။ေအးရွာက ကာဘီရဲ႕ သေဘာထားေတြကို သိလာတဲ့အခါမွာလမ္းခဲြခဲ့ၿပီးေတာ့ လန္ဒန္ကို ျပန္လာခဲ့တယ္။အျငင္းခံရလို႔ စိတ္ဓါတ္က်ေနတဲ့ ကာဘီလဲ ႐ုပ္ရွင္ကိုဆက္မ႐ိုက္ႏိုင္ေတာ့ဘဲ မြန္ဘိုင္းကိုျပန္လာခဲ့တယ္။\nေနာက္ပိုင္းအႀကိမ္ႀကိမ္ျပန္႐ိုက္ကူးခဲ့ေပမဲ့ ကာဘီဟာသူရဲ႕ ႐ုပ္ရွင္အထြတ္အထိပ္ကိုစိတ္ေက်နပ္မႈမ ရရွိေသးပါဘူး။ဒါနဲ႔ပဲ သူ႔လက္ေထာက္ မီးရာရဲ႕ အၾကံအရ ေအးရွာရဲ႕ ႐ုပ္ရွင္ျပသတဲ့႐ုပ္ရွင္ပဲြေတာ္မွာ အကဲျဖတ္အေနနဲ႔ တက္ေရာက္ခဲ့ပါတယ္။ေအးရွာ ကေတာ့ ကာဘီဟာ သူမေနာက္ကို လိုက္ေနတယ္လို႔ထင္ၿပီးသူ႔မ ဘဝထဲက ...",
        "rating": "3.3",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-123/",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/recuerdame_2010_8-133x200.jpg",
        "title": "Remember Me(2010)",
        "description": "2010 ခုနွစ္မွာထြက္ရိွထားတဲ့ ဇာတ္လမ္းဆိုေပမယ့္ 2001ခုနွစ္ဝန္းက်င္ေလာက္ကိုအေျခခံရိုက္ကူးထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။ ဇာတ္လမ္းထဲက ဇာတ္ေကာင္ေတြမွာအတိတ္ကျဖစ္ရပ္ဆိုးတစ္ခုရဲ႕ရိုက္ခက္မႈ တစ္ခုဆီနဲ႕ဇာတ္အိမ္ကို္တည္ထားပါတယ္။ညီမေလးကို အရမ္းခ်စ္တဲ့ ေတလာဟာ အေဖျဖစ္သူကစီးပြားေရးကိုသာ ဦးစားေပးျပီးမိသားစုေရးရာကိစၥေတြမွာလစ္ဟာေနတယ္လို႔ ထင္တဲ့အတြက္ အေဖနဲ႔အျမဲ  ျပသနာျဖစ္ေနတဲ့ ေကာင္ေလးတစ္ေယာက္ျဖစ္ျပီး လမ္းေပါ ္ကရန္ပြဲတစ္ခုကိုဝင္ေရာက္ေျဖရွင္းရင္းရာကေန ရဲတစ္ေယာက္နဲ႔ ျပသနာျဖစ္ခဲ့ပါတယ္။ထို႔ေနာက္အဲ့ဒီ ရဲျဖစ္သူရဲ႕သမီး နဲ႔ ဇာတ္လမ္းျဖစ္ၾကရာမွာ.........\nဒီဇာတ္လမ္းအမ်ိဳးအစားက Drama/Romance အမ်ိဳးအစားျဖစ္ျပီးIMDb rating ကေတာ့ 7.2/10ထိရရိွထားပါတယ္။ Dramaဇာတ္လမ္းႀကိဳက္နွစ္သက္တဲ့သူေတြအတြက္ေတာ့ၾကည့္လို႔ေကာင္းတဲ့ဇာတ္လမ္းေလးျဖစ္ပါတယ္။\n(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူကေတာ့CM Team မွ Han Htoo Zaw ပဲျဖစ္ပါတယ္။)UNICODE\n2010 ခုနှစ်မှာထွက်ရှိထားတဲ့ ဇာတ်လမ်းဆိုပေမယ့် 2001ခုနှစ်ဝန်းကျင်လောက်ကိုအခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲက ဇာတ်ကောင်တွေမှာအတိတ်ကဖြစ်ရပ်ဆိုးတစ်ခုရဲ့ရိုက်ခက်မှု တစ်ခုဆီနဲ့ဇာတ်အိမ်ကိုတည်ထားပါတယ်။ညီမလေးကို အရမ်းချစ်တဲ့ တေလာဟာ အဖေဖြစ်သူကစီးပွားရေးကိုသာ ဦးစားပေးပြီးမိသားစုရေးရာကိစ္စတွေမှာလစ်ဟာနေတယ်လို့ ထင်တဲ့အတွက် အဖေနဲ့အမြဲ  ပြသနာဖြစ်နေတဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပြီး လမ်းပေါ ်ကရန်ပွဲတစ်ခုကိုဝင်ရောက်ဖြေရှင်းရင်းရာကနေ ရဲတစ်ယောက်နဲ့ ပြသနာဖြစ်ခဲ့ပါတယ်။ထို့နောက်အဲ့ဒီ ရဲဖြစ်သူရဲ့သမီး နဲ့ ဇာတ်လမ်းဖြစ်ကြရာမှာ.........\nဒီဇာတ်လမ်းအမျိုးအစားက Drama/Romance အမျိုးအစားဖြစ်ပြီးIMDb rating ကတော့ 7.2/10ထိရရှိထားပါတယ်။ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-122/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMTYyMzQxMjYyNl5BMl5BanBnXkFtZTcwMzE3MjE5Mw@@._V1_-213x300.jpg",
        "title": "Raging Phoenix (2009)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့က်ြန္ေတာ္(စိုးေထြး)ရဲ႕၁၈ ကားေျမာက္ကားေလးကိုေရာက္လာခဲ႔ပါျပီ။\nအက္ရွင္ၾကိဳက္နစ္သက္တဲ႔ပရိတ္သတ္ေတြအတြက္ ၾကိဳက္နစ္သက္မွာေသခ်ာတဲ႔ဇာတ္ကားတစ္ကားပါပဲ။ Chocolate ဇာတ္ကားနဲ႔ရုပ္ရွင္ေလာကကိုဝင္လာခဲ႔တဲ႔ဒီမင္းသမီးေလးဟာခုဆိုရင္ထိုင္းမွာတိုနီဂ်ာ နည္းတူေအာင္ျမင္ေနခဲ႔ပါျပီ။The protector 2 မွာလည္းတိုနီဂ်ာနဲ႔အတူပါဝင္သရုပ္ေဆာင္ထားပါေသးတယ္။\nဇာတ္လမ္းကေတာ့မိန္းကေလးေတြကိုျပန္ေပးဆြဲျပီးေရာင္းစားတဲ႔ဂိုဏ္းတစ္ဂိုဏ္းကေနစတင္ထားပါတယ္။မိမိရဲ႕ခ်စ္သူနဲ႔လက္ထပ္တဲ႔ေန႔မွာပဲမိမိရဲ႕ ခ်စ္သူထူးထူးဆန္းဆန္းေပ်ာက္ဆံုးသြား၍ေၾကကြဲခံစားေနရတဲ႔\nဆနင္ . . . မိမိတစ္ေယာက္တည္းအျမဲလိုလိုအထီးက်န္သည္ဟုခံစားျပီး ေပေတေလလြင့္ေနတဲ႔ဒရူ . . .\nဒရူကို လိုခ်င္ေနတဲ႔ဂိုဏ္းတစ္ဂိုဏ္း . . .ထိုဂိုဏ္းကေကာဘာလို႕ ဒရူကိုလိုခ်င္ရတာလဲ။မိမိကိုကယ္တင္လိုက္တဲ႔အခ်ိန္မွစၿပီး ဆနင္ကိုသံေယာဇဥ္ျဖစ္မိသည့္ဒရူ ၊ဆနင္ဆီကေနကိုယ္ခံပညာသင္ ၾကားျပီး . . .လူကုန္ကူးဂိုဏ္းေတြကိုဘယ္လိုဆံုးမမလဲ . . .စသျဖင့္ဇာတ္လမ္းအစ အလည္ အဆံုး\nအက္ရွင္အၾကမ္းအရမ္းမ်ားကိုတဝၾကီးခံစားရမွာပါ။ ေခာ်ေမာတဲ့မင္းသမီးေလးရဲ႕ အက္ရွင္မ်ားေၾကာင့္တိုနီဂ်ာကိုပါအမွတ္ရေစမယ့္ဇာတ္ကားတစ္ကားလို႔လဲ ေျပာခ်င္ပါတယ္။\nဒီဇာတ္ကားဟာ IMDb rating 6.2/10 ထိရရွိထားပါတယ္။\n(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားသူကေတာ့CM Team မွ Ko Soe Htwe ပဲျဖစ္ပါတယ္။)UNICODE\nဒီဇာတ်ကားလေးကတော့ကျွန်တော်(စိုးထွေး)ရဲ့၁၈ ကားမြောက်ကားလေးကိုရောက်လာခဲ့ပါပြီ။\nအက်ရှင်ကြိုက်နစ်သက်တဲ့ပရိတ်သတ်တွေအတွက် ကြိုက်နစ်သက်မှာသေချာတဲ့ဇာတ်ကားတစ်ကားပါပဲ။ Chocolate ဇာတ်ကားနဲ့ရုပ်ရှင်လောကကိုဝင်လာခဲ့တဲ့ဒီမင်းသမီးလေးဟာခုဆိုရင်ထိုင်းမှာတိုနီဂျာ နည်းတူအောင်မြင်နေခဲ့ပါပြီ။The protector 2 မှာလည်းတိုနီဂျာနဲ့အတူပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။\nဇာတ်လမ်းကတော့မိန်းကလေးတွေကိုပြန်ပေးဆွဲပြီးရောင်းစားတဲ့ဂိုဏ်းတစ်ဂိုဏ်းကနေစတင်ထားပါတယ်။မိမိရဲ့ချစ်သူနဲ့လက်ထပ်တဲ့နေ့မှာပဲမိမိရဲ့ ချစ်သူထူးထူးဆန်းဆန်းပျောက်ဆုံးသွား၍ကြေကွဲခံစားနေရတဲ့\nဆနင် . . . မိမိတစ်ယောက်တည်းအမြဲလိုလိုအထီးကျန်သည်ဟုခံစားပြီး ပေတေလေလွင့်နေတဲ့ဒရူ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-121/",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/No-Tears-for-The-Dead-poster-1-140x200.jpg",
        "title": "No Tears for the Dead (2014)",
        "description": "No Tears for The Dead (2014)_____IMDb - 6.8/10\n   IMDb rating 6.8 ရရှိထားတဲ့ ကိုရီးယားကားလေးပါ။\n \nကိုရီးယား Action and Drama ကားကောင်းများကြိုက်တဲ့သူတွေအတွက်တော့\nလက်မလွှတ်သင့်ပါဘူး။ ပြီးတော့ မိခင်မေတ္တာနဲ့ချစ်ခြင်းတို့ပေါင်းစပ်ထားတဲ့\nဇာတ်လမ်းလေးမို့ အငိုသမားတွေစိတ်ခိုင်ခိုင်လေးထားကြပါလေ။\nကြေးစားလူသတ်သမားတယောက်ဟာ\nသူ့တာဝန်ကိုထမ်းဆောင်နေချိန်အတွင်းမှာ\nကောင်မလေးတစ်ယောက်ကို တွေ့မိပြီး\nနောက်ပိုင်း ကြေးစားလူသတ်သမားဟာ\nကောင်မလေး အမေကိုလိုက်လံရှာဖွေပေးရတာကို\nဒရာမာဆန်ဆန်ရိုက်ကူးပြထားတာဖြစ်ပါတယ်ဗျ\n \nအားပေးလိုက်ကြပါအုံးနော်\n  \nZAWGYI\nIMDb rating 6.8 ရရွိထားတဲ့ ကိုရီးယားကားေလးပါ။ကိုရီးယား Action and Drama ကားေကာင္းမ်ားႀကိဳက္တဲ့သူေတြအတြက္ေတာ့\nလက္မလႊတ္သင့္ပါဘူး။ ၿပီးေတာ့ မိခင္ေမတၱာနဲ႔ခ်စ္ျခင္းတို႔ေပါင္းစပ္ထားတဲ့\nဇာတ္လမ္းေလးမို႔ အငိုသမားေတြစိတ္ခိုင္ခိုင္ေလးထားၾကပါေလ။\nေၾကးစားလူသတ္သမားတေယာက္ဟာ\nသူ႔တာဝန္ကိုထမ္းေဆာင္ေနခ်ိန္အတြင္းမွာ\nေကာင္မေလးတစ္ေယာက္ကို ေတြ႕မိၿပီး\nေနာက္ပိုင္း ေၾကးစားလူသတ္သမားဟာ\nေကာင္မေလး အေမကိုလိုက္လံရွာေဖြေပးရတာကို\nဒရာမာဆန္ဆန္႐ိုက္ကူးျပထားတာျဖစ္ပါတယ္ဗ်အားေပးလိုက္ၾကပါအုံးေနာ္File Size - 870 MB\nFile Type - Mp4\nQuality - Blu-Ray Rip 72op\nDuration - 01:56:00\nEncoder - San Win Maung",
        "rating": "6.8",
        "url": "https://megaup.net/1ylvh/No_Tears_For_The_Dead_(Uneun_Namja)_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Ninja-Kids2011-1-141x200.jpg",
        "title": "Ninja Kids(2011)",
        "description": "ဒီေန႕အတြက္ 2011 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ဂ်ပန္ကားေလးတစ္ကားကိုတင္ေပးလိုက္ပါသည္။\nဒီဇာတ္ကားမွာ ကေလးငယ္ေတြဟာ နင္ဂ်ာျဖစ္ဖို႕အတြက္ နင္ဂ်ာပညာရပ္ေတြကိုသင္ၾကားတဲ့\nအေၾကာင္းအရာေလးကိုအေျခခံၿပီးရိုက္ကူးထားပါတယ္။ ဟာသေႏွာၿပီးရိုက္ကူးထားတဲ့အတြက္\nအားလံုးပဲ သေဘာက်ၾကိဳက္ႏွစ္သက္မယ္ဆိုတာ က်ိန္းေသအာမခံပါတယ္။ေနာက္ၿပီး IMDb rating က 5.9/10 ပဲရထားေပမယ့္ လူေတာ္ေတာ္မ်ားအားေပးႏွစ္ျခိဳက္ခဲ့တဲ့ဇာတ္ကားေလးပါ။ ဒီဇာတ္လမ္းမွာ သားငယ္ကိုကြ်မ္းက်င္တဲ့ နင္ဂ်ာတစ္ေယာက္ျဖစ္ေစခ်င္တဲ့\nမိဘႏွစ္ပါးရဲ႕ ေမတၱာကိုလည္းေတြ႕ျမင္ရပါမယ္။ Channel Myanmar ပရိတ္သတ္ၾကီးအၾကိဳက္ေတြ႕\nေစမယ့္ဇာတ္ကားတစ္ကားမို႕ အျမန္ဆံုးသာ ေဒါင္းၾကည့္ၾကေပေတာ့ဗ်ဳိ႕ ။UNICODE\nဒီနေ့အတွက် 2011 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဂျပန်ကားလေးတစ်ကားကိုတင်ပေးလိုက်ပါသည်။\nဒီဇာတ်ကားမှာ ကလေးငယ်တွေဟာ နင်ဂျာဖြစ်ဖို့အတွက် နင်ဂျာပညာရပ်တွေကိုသင်ကြားတဲ့\nအကြောင်းအရာလေးကိုအခြေခံပြီးရိုက်ကူးထားပါတယ်။ ဟာသနှောပြီးရိုက်ကူးထားတဲ့အတွက်\nအားလုံးပဲ သဘောကျကြိုက်နှစ်သက်မယ်ဆိုတာ ကျိန်းသေအာမခံပါတယ်။နောက်ပြီး IMDb rating က 5.9/10 ပဲရထားပေမယ့် လူတော်တော်များအားပေးနှစ်ခြိုက်ခဲ့တဲ့ဇာတ်ကားလေးပါ။ ဒီဇာတ်လမ်းမှာ သားငယ်ကိုကျွမ်းကျင်တဲ့ နင်ဂျာတစ်ယောက်ဖြစ်စေချင်တဲ့\nမိဘနှစ်ပါးရဲ့ မေတ္တာကိုလည်းတွေ့မြင်ရပါမယ်။ Channel Myanmar ပရိတ်သတ်ကြီးအကြိုက်တွေ့\nစေမယ့်ဇာတ်ကားတစ်ကားမို့ အမြန်ဆုံးသာ ဒေါင်းကြည့်ကြပေတော့ဗျို့ ။",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-119/",
        "category": "Action, Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Ninja-2-2013-poster-133x200.jpg",
        "title": "Ninja II: Shadow of a Tear (2013)",
        "description": "Ninja II: Shadow of a Tear (2013)_____IMDb - 6.2/10\n IMDb rating 6.2/10 ရရှိထားတဲ့ ဒီဇာတ်ကားလေးကတော့\nကျွန်တော်(စိုးထွေး)ရဲ့ဘာသာပြန်(၁၂)\nကားမြောက်ကားလေးဖြစ်လာပါပြီ။ Channel Myanmarကိုရောက်လာတာလည်း\n(၂)လကျော်(၃)လလောက်တော့ရှိပါတော့မယ်။\nဟိုနေ့ကကျွန်တော့်မွေးနေ့ကိုအားတက်သရောဆုတောင်းပေးကြတဲ့\ncmရဲ့အမျိူ းတွေကိုလည်း အရမ်းကျေးဇူးတင်ပါတယ်။\nဒီဇာတ်ကားလေးဟာကျွန်တော်အမြဲဘာသာပြန်နေကျဇတ်ကား\nလေးလိုပါပဲ အက်ရှင်ကာင်းတစ်ကားပါ။\nဒီဇတ်ကားလေးက အပိုင်း(၂)ပါ . ပါဝင်တဲ့မင်းသားက\nUndisputed ဇာတ်ကားထဲကမင်းသားရယ် Tekken 2\nထဲကမင်းသားရယ်ဖြစ်တာကြောင့် မကောင်းမှာပူစရာမလိုတော့ပါဘူး။\n(ဇာတ်လမ်းကမြန်မာပြည်ကိုအင်္ဂလိပ်တွေအုပ်စိုးစဉ်က\nအင်္ဂလိပ်တွေနဲ့ဂျပန်တွေအကြောင်းကနေပြီးစတင်ထားပါတယ်။\nနင်ဂျာဘယ်ကနေဆင်းသက်လာတယ်ဆိုတာကိုလည်းပြောပြထားပါတယ်။\nဂျပန်နိင်ငံမှာအိမ်ထောင်ကျနေတဲ့အမေရိကန်လူမျိူ းကေစီရယ်\nသူရဲ့ဇနီးနာမီကိုရယ်တစ်နေ့မှာနာမီကိုအသတ်ခံခဲ့ရတဲ့အခါမှာ\nဘယ်သူကနာမီကိုကိုလုပ်ကြံခဲ့တာလဲ။ ဇနီးသည်သေဆုံးပြီးနောက်\nကေစီဟာသူနဲ့ရန်ညိုးရှိတဲ့လူတွေ\nဂိုဏ်းတွေဆီသွားပြီးတိုက်ခိုက်ပုံ ပြီးတော့ထိုင်းနိင်ငံမှာရောက်နေတဲ့\nစီနီယာဆီကိုသွားပြီး နာမီကိုသေဆုံးတာကိုစုံစမ်းပုံ\nလူသတ်သမားဟာမြန်မာပြည်ထဲမှာရှိတယ်ဆိုလို့မြန်မာထိကိုသွားပြီး\nလုပ်ကြံပုံစသဖြင့်ကေစီရဲ့အက်ရှင်အလန်းတွေကိုကြည့်ရမှာပါ။\nဇာတ်ကားစဆုံးအက်ရှင်ခန်းတွေနဲ့လှည့်ကွက်တွေလည်းပါဝင်တာကြောင့်\nပရိတ်သတ်တွေလက်မလွတ်သင့်ဘူးလို့ပြောချင်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nCM Team မှ Ko Soe Htwe ပဲဖြစ်ပါတယ်။)\n  \nZAWGYI\nIMDb rating 6.2/10 ရရွိထားတဲ့ ဒီဇာတ္ကားေလးကေတာ့\nကြၽန္ေတာ္(စိုးေထြး)ရဲ႕ဘာသာျပန္(၁၂)\nကားေျမာက္ကားေလးျဖစ္လာပါၿပီ။ Channel Myanmarကိုေရာက္လာတာလည္း\n(၂)လေက်ာ္(၃)လေလာက္ေတာ့ရွိပါေတာ့မယ္။\nဟိုေန႔ကကြၽန္ေတာ့္ေမြးေန႔ကိုအားတက္သေရာဆုေတာင္းေပးၾကတဲ့\ncmရဲ႕အမ်ိဴ းေတြကိုလည္း အရမ္းေက်းဇူးတင္ပါတယ္။\nဒီဇာတ္ကားေလးဟာကြၽန္ေတာ္အၿမဲဘာသာျပန္ေနက်ဇတ္ကား\nေလးလိုပါပဲ အက္ရွင္ကာင္းတစ္ကားပါ။\nဒီဇတ္ကားေလးက အပိုင္း(၂)ပါ . ပါဝင္တဲ့မင္းသားက\nUndisputed ဇာတ္ကားထဲကမင္းသားရယ္ Tekken 2\nထဲကမင္းသားရယ္ျဖစ္တာေၾကာင့္ မေကာင္းမွာပူစရာမလိုေတာ့ပါဘူး။\n(ဇာတ္လမ္းကျမန္မာျပည္ကိုအဂၤလိပ္ေတြအုပ္စိုးစဥ္က\nအဂၤလိပ္ေတြနဲ႔ဂ်ပန္ေတြအေၾကာင္းကေနၿပီးစတင္ထားပါတယ္။\nနင္ဂ်ာဘယ္ကေနဆင္းသက္လာတယ္ဆိုတာကိုလည္းေျပာျပထားပါတယ္။\nဂ်ပန္နိင္ငံမွာအိမ္ေထာင္က်ေနတဲ့အေမရိကန္လူမ်ိဴ းေကစီရယ္\nသူရဲ႕ဇနီးနာမီကိုရယ္တစ္ေန႔မွာနာမီကိုအသတ္ခံခဲ့ရတဲ့အခါမွာ\nဘယ္သူကနာမီကိုကိုလုပ္ႀကံခဲ့တာလဲ။ ဇနီးသည္ေသဆုံးၿပီးေနာက္\nေကစီဟာသူနဲ႔ရန္ညိဳးရွိတဲ့လူေတြ\nဂိုဏ္းေတြဆီသြားၿပီးတိုက္ခိုက္ပုံ ၿပီးေတာ့ထိုင္းနိင္ငံမွာေရာက္ေနတဲ့\nစီနီယာဆီကိုသြားၿပီး နာမီကိုေသဆုံးတာကိုစုံစမ္းပုံ\nလူသတ္သမားဟာျမန္မာျပည္ထဲမွာရွိတယ္ဆိုလို႔ျမန္မာထိကိုသြားၿပီး\nလုပ္ႀကံပုံစသျဖင့္ေကစီရဲ႕အက္ရွင္အလန္းေတြကိုၾကည့္ရမွာပါ။\nဇာတ္ကားစဆုံးအက္ရွင္ခန္းေတြနဲ႔လွည့္ကြက္ေတြလည္းပါဝင္တာေၾကာင့္\nပရိတ္သတ္ေတြလက္မလြတ္သင့္ဘူးလို႔ေျပာခ်င္ပါတယ္။(ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္ေရးသားေပးသူကေတာ့\nCM Team မွ Ko ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xxdy/Ninja_II_-_Shadow_Of_A_Tear_[2013]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Million-Dollar-Baby-135x200.jpg",
        "title": "Million Dollar Baby (2004)",
        "description": "Million Dollar Baby (2004)\nIMDb - 8.1/10______Rotten - 91%\nWon 4 Oscars. Another 64 wins & 84 nominations.\n ဒီနေ့အတွက် 2004 ခုနှစ်က အောင်မြင်ခဲ့တဲ့ ဇာတ်ကားကောင်း\nတစ်ကားကိုတင်ပေးချင်ပါတယ်။ IMDb rating 8.1/10 အထိရရှိထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။\nMillion Dollar Baby ဆိုတဲ့ရုပ်ရှင်ဟာ ရိုးစင်းပေမယ့်\nနက်ရှိုင်းတဲ့အမှန်တရားအပြည့်နဲ့ ဇာတ်လမ်းတစ်ခုပါ။ ဒီဇာတ်လမ်းမှာ\nအသက်ကြီးနေပြီးဖြစ်တဲ့ စကားကိုကန့်လန့်ပြောတတ်တဲ့\nလက်ဝှေ့ထရိန်နာတစ်ယောက် ရယ်၊ သူ့ရဲ့သူငယ်ချင်း တစ်ချိန်က\nအောင်မြင်ခဲ့တဲ့လက်ဝှေ့သမားဟောင်းကြီးပေမယ့် မျက်လုံးတစ်ဖက် ကွယ်ပြီး\nအားကစားရုံမှာ အောက်ခြေသိမ်းလုပ်နေရတဲ့ သူရယ်၊\nလက်ဝှေ့သမားတစ်ယောက်ဖြစ်ချင် စိတ်ပြင်းပြပြီး ဇွဲလုံ့လကြီးတဲ့\nအမျိုးသမီးတစ်ဦးရယ်ကို အဓိကဇာတ်အိမ်တည်ထားတာပါ။\nအနှစ်သာရပြည့်ဝတဲ့ နောက်ခံစကားပြောတွေကလည်း\nဒီဇာတ်ကားရဲ့တစ်ခန်းနဲ့တစ်ခန်းအကူး အပြောင်းကို\nမပျင်းရအောင်ခေါ်ဆောင်ပေးသွားမှာပါ။\nသာမန်လက်ဝှေ့ရုပ်ရှင်တော်တော် များများမှာကတော့\nအောင်မြင်နေတဲ့လက်ဝှေ့သမားတစ်ယောက်ရဲ့\nဘဝတစ်ဆစ်ချိုုးမှာကြုံရတဲ့ဒုက္ခရယ်၊ ဒီဒုက္ခကို ဘယ်လိုကျော်ဖြတ်ပြီး\nထိပ်ဆုံးကိုပြန်ရောက်သွားသလဲဆိုတာကိုပဲ\nHappy Ending လေးနဲ့သိမ်းထားပေးပြီး\nကြည့်ရတဲ့သူစိတ်ပျော်အောင်ရိုက်ပြတတ်ကြပါတယ်။\nဒီရုပ်ရှင်မှာတော့ အသက် ၃၁ နှစ်မှ သေချာထရိန်နာနဲ့လေ့ကျင့်ခွင့်ရတဲ့၊\nလက်ဝှေ့ထိုးတာသုံးနှစ်ရှိတာတောင် သဲအိတ်တစ်အိတ်မဝယ်နိုင်တဲ့\nစားပွဲထိုးမလေးက သူ့ရဲ့အိပ်မက်တွေကို ဘယ်လိုဇွဲနပဲနဲ့\nအောက်ခြေကနေအဆင့်ဆင့် အကောင်အထည်\nဖော်သွားလည်းဆိုတာ တေ့ွရမှာပါ။ ဘဝဆိုတာ\nအနိမ့်အမြင့်အတက်အကျတွေနဲ့ဖွဲ့စည်းထားတဲ့အလျောက်\nသူ့ရဲ့အောင်မြင်မှုတွေနေဝင်ချိန်မှာထားတဲ့ သူ့ရဲ့စိတ်ဓာတ်နဲ့\nခံယူချက်တွေကလည်း တွေးစရာတွေပေးသွားမှာပါ။\nသူရွေးချယ်လိုက်တဲ့လမ်းဟာ အရှုံးပေးထွက်ခွာခြင်းလား?\nအနိုင်ပိုင်းထွက်ခွာခြင်းလား?\nဒီနှစ်ခုကြားက ...",
        "rating": "8.1",
        "url": "https://megaup.net/2d82z/Million_Dollar_Baby_[2004]_(MM_Sub).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMjIxNDkzOTAyNV5BMl5BanBnXkFtZTgwNjEyOTY3NjE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Point Break (2015)",
        "description": "Point Break (2015)_____IMDb - 5.3/10\n  \nလိုင်းဖြတ် သို့တည်းမဟုတ် ကျရှုံးချိန်နေရာတစ်ခု.....\nမိတ်ဆွေတို့ရဲ့ Point Break ကရော . ဘယ်အချိန်.. ဘယ်နေရာမှာပါလဲ?\nဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်တွေရဲ့ Point Break ကတော့.....\nဇာတ်လမ်းကတော့ ဘက်စုံကျွမ်း အားကစားသမားဖြစ်တဲ့\nယူတာ့ရှ်တစ်ယောက် FBI ကို ဝင်ဖြစ်ပုံနဲ့ စတင်ထားပါတယ်။\nသူရောက်ပြီးနောက်ပိုင်းမှာတော့ စိတ္တဇဆန်ဆန် လုယက်မှုတွေ\nပေါ်ပေါက်လာပါတော့တယ်။ ယူတာ့ရှ်ဟာ အမှုသွား အမှုလာတွေကို\nလေ့လာပြီးတော့ သံသယရှိသူတွေဟာ ဘက်စုံကျွမ်း အားကစားသမားများ\nဖြစ်နိုင်ကြောင်း တင်ပြခဲ့ပါတယ်။ အကြောင်းကတော့\nအိုဇာကီ ၈ ချက် ဆိုတဲ့ သဘာဝတရားနဲ့ လိုက်လျောညီထွေ နေပေးရင်\nထွက်ရပ်ပေါက်မယ်ဆိုတဲ့ အယူဝါဒကြောင့်ပါ။\nဒီလိုကိစ္စတွေကို လုပ်မယ့်သူတွေဟာ\nဘက်စုံကျွမ်းအားကစားသမားများပင် ဖြစ်နိုင်ကြောင်း တင်ပြခဲ့ပါတယ်။\nဒါပေမယ့် FBI အထက်တန်းက အဲ့ဒီအယူအဆကို\nလက်မခံခဲ့ပါဘူး။ တစ်ခုရှိတာကတော့ ယူတာ့ရှ်ရဲ့\nဘော့စ် ဟောလ်က လက်ခံပေးလိုက်တာပါပဲ။\nအဲ့ဒီမှာတင် အသွင်ယူစစ်ဆင်ရေးစတာပါပဲခင်ဗျ။\nအိုဇာကီ ၈ ချက်ထဲကအတိုင်း ကမ္ဘာ့နေရာ အနှံ့အပြားမှာ\nစတန့်ပြကွက်တွေ၊ ဒုစရိုက်လုပ်ငန်းတွေကို\nလုပ်ဆောင်သွားတာတွေကို ရင်သက်ရှုမောဖွယ် ကြည့်ရှုခံစားကြရမှာပါ။\nစတန့်ပြကွက်တွေ ဖောဖောသီသီ သုံးထားတဲ့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-70/",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/legend-of-zorro-poster-133x200.jpg",
        "title": "The Legend of Zorro (2005)",
        "description": "The Legend of Zorro (2005)\nIMDb - 6.0/10_____Rotten - 26%\n ဒီဇာတ်ကားလေးကတော့ ကျွန်တော်(စိုးထွေး)ရဲ့\n(၁၀)ကားမြောက်ဘာသာပြန်ကားလေးဖြစ်ပါတယ်။IMDb rating 6.0/10ရရှိထားတဲ့ဒီဇာတ်ကားကို\nဇောရိုးဆိုတာနဲ့cmပရိတ်သတ်တွေရင်းနီးပြီးသားဖြစ်ပါလိမ့်မယ်။ဇောရိုးဖြစ်တည်လာပုံအစပိုင်း အပိုင်း(၁)ကိုတော့\nကျွန်တော်တို့ရဲ့cmမှာတင်ပြီးထားပါပြီ။ အပိုင်း(၁)ကြည့်ပြီးဆံ့တငံ့ငံ့ဖြစ်နေတဲ့\nပရိတ်သတ်တွေရဲ့လိုအင်ဆန္ဒကိုဖြည့်ဆည်းပေးဖို့\nအပိုင်း(၂)လေးကိုပရိတ်သတ်တွေဆီအရောက်ပို့လိုက်ပါပြီ။\nဇောရိုးအပိုင်း(၁)ကတော်တော်လေးကိုကောင်းပါတယ်။\nအပိုင်း(၂)ကလည်း အပိုင်း၁နဲ့မခြားအရမ်းကောင်း ပါတယ်။Channel Myanmar ပရိတ်သတ်တွေသေချာပေါက်အကြိုက်တွေ့မှာပါ။ကျွန်တော်ဇာတ်လမ်းအကြောင်းလေးနည်းနည်းပြောပြပါ့မယ်။အပိုင်း၂မှာကတော့ဇောရိုးနဲ့ အလီနာတို့ရဲ့ရင်သွေးလေးပါဝင်လာပါပြီ။\nကယ်လီဖိုးနီးယားကိုအမေရိကန်ပြည်ထောင်စုနဲ့ အတူတူပူးပေါင်းနိင်ဖို့အတွက်\nဇောရိုးဦးဆောင်ပြီးကြိုးစားပုံ၊ ထူးဆန်းတဲ့ဗုံးလက်နက်ကိုတီထွင်တဲ့\nမြို့စားအာမန်ဇောရိုးရဲ့ဇနီးချောလေးအလီနာ၊စွန့်စားမှုတွေကိုခုံမင်တဲ့ဇောရိုးနဲ့အလီနာတို့ရဲ့သားလေး\nဂျိူ အာကွင်းအန္တရာယ်တောတွင်းထဲကနေ ဇောရိုးနဲ့အလီနာတို့\nကယ်လီဖိုးနီးယားကိုဘယ်လိုကာကွယ်မလဲ စသဖြင့် သည်းထိပ်ရင်ဖိုစွန့်စားမှု\nအချစ်အလွမ်းအဆွေး အကြမ်းစသဖြင့်ပရိတ်သတ်တွေကို\nဇာတ်လမ်းစလယ်ဆုံးဆွဲဆောင်သွားပါလိမ့်မယ်။ကဲ . . . စိတ်ဝင်စားမှုများလာရင်တော့ ဒေါင်းသာကြည့်ကြပါတော့ . . .(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသာသူကတော့\nCM Team မှ Ko Soe Htwe ဖြစ်ပါတယ်။)ZAWGYIဒီဇာတ္ကားေလးကေတာ့ ကြၽန္ေတာ္(စိုးေထြး)ရဲ႕(၁၀)ကားေျမာက္ဘာသာျပန္ကားေလးျဖစ္ပါတယ္။IMDb rating 6.0/10ရရွိထားတဲ့ဒီဇာတ္ကားကို\nေဇာ႐ိုးဆိုတာနဲ႔cmပရိတ္သတ္ေတြရင္းနီးၿပီးသားျဖစ္ပါလိမ့္မယ္။ေဇာ႐ိုးျဖစ္တည္လာပုံအစပိုင္း အပိုင္း(၁)ကိုေတာ့\nကြၽန္ေတာ္တို႔ရဲ႕cmမွာတင္ၿပီးထားပါၿပီ။ အပိုင္း(၁)ၾကည့္ၿပီးဆံ့တငံ့ငံ့ျဖစ္ေနတဲ့\nပရိတ္သတ္ေတြရဲ႕လိုအင္ဆႏၵကိုျဖည့္ဆည္းေပးဖို႔\nအပိုင္း(၂)ေလးကိုပရိတ္သတ္ေတြဆီအေရာက္ပို႔လိုက္ပါၿပီ။\nေဇာ႐ိုးအပိုင္း(၁)ကေတာ္ေတာ္ေလးကိုေကာင္းပါတယ္။\nအပိုင္း(၂)ကလည္း အပိုင္း၁နဲ႔မျခားအရမ္းေကာင္း ပါတယ္။Channel Myanmar ပရိတ္သတ္ေတြေသခ်ာေပါက္အႀကိဳက္ေတြ႕မွာပါ။ကြၽန္ေတာ္ဇာတ္လမ္းအေၾကာင္းေလးနည္းနည္းေျပာျပပါ့မယ္။အပိုင္း၂မွာကေတာ့ေဇာ႐ိုးနဲ႔ အလီနာတို႔ရဲ႕ရင္ေသြးေလးပါဝင္လာပါၿပီ။\nကယ္လီဖိုးနီးယားကိုအေမရိကန္ျပည္ေထာင္စုနဲ႔ အတူတူပူးေပါင္းနိင္ဖို႔အတြက္\nေဇာ႐ိုးဦးေဆာင္ၿပီးႀကိဳးစားပုံ၊ ထူးဆန္းတဲ့ဗုံးလက္နက္ကိုတီထြင္တဲ့\nၿမိဳ႕စားအာမန္ေဇာ႐ိုးရဲ႕ဇနီးေခ်ာေလးအလီနာ၊စြန႔္စားမႈေတြကိုခုံမင္တဲ့ေဇာ႐ိုးနဲ႔အလီနာတို႔ရဲ႕သားေလး\nဂ်ိဴ အာကြင္းအႏၲရာယ္ေတာတြင္းထဲကေန ေဇာ႐ိုးနဲ႔အလီနာတို႔\nကယ္လီဖိုးနီးယားကိုဘယ္လိုကာကြယ္မလဲ စသျဖင့္ သည္းထိပ္ရင္ဖိုစြန႔္စားမႈ\nအခ်စ္အလြမ္းအေဆြး အၾကမ္းစသျဖင့္ပရိတ္သတ္ေတြကို\nဇာတ္လမ္းစလယ္ဆုံးဆြဲေဆာင္သြားပါလိမ့္မယ္။ကဲ . . ...",
        "rating": "6.0",
        "url": "https://megaup.net/3zDxT/The_Legend_Of_Zorro_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMTI2MzQyNTc1M15BMl5BanBnXkFtZTYwMjExNjc3._V1_-200x300.jpg",
        "title": "Hotel Rwanda (2004)",
        "description": "Hotel Rwanda (2004)\nIMDb - 8.1/10______Rotten - 91%ဒီကားလေးက IMDB 8.1/10 ရရှိထားပြီး 1990 ကာလပိုင်းကရဝမ်ဒါနိုင်ငံမှာ အမှန်တကယ် ဖြစ်ပွားခဲ့တဲ့ လူသားမျိုးနွယ်ရဲ့ အဆိုးရွားဆုံးလို့သတ်မှတ်ခံထားရတဲ့ လူမျိုးတုန်းသတ်ဖြတ်မှုကြီးတစ်ခုကိုအခြေခံထားတဲ့ ဖြစ်ရပ်မှန် Historical Dramaဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်။\nစက်ဆုပ်ရွ့ံ့ရှာဖွယ်ကောင်းတဲ့ လူသားမဆန်မှုတွေကိုကြည့်ပြီးအသိတရား ရရှိစေမယ့် ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းမကြည့်ခင်Rwanda နိုင်ငံရဲ့ Hutu နဲ့ Tusti တွေအကြောင်းနည်းနည်းသိထားမှ ကြည့်ရတာ ပိုအသက်ဝင်ပါလိမ့်မယ်။Rwanda နိုင်ငံကို ဘယ်လ်ဂျီယံတွေအုပ်ချုုပ်စဉ်က Rwanda နိုင်ငံသားတွေကိုလူမျိုးနှစ်စုခွဲခဲ့ပါတယ်။ နှာခေါင်းရှည်ရှည်နဲ့အသားဖြူဖြူ ရုပ်သန့်သန့်ကောင်တွေကို Tusti တွေအဖြစ် သတ်မှတ်ပြီးတော့အုပ်ချုပ်ရေးပိုင်းမှာ အလုပ်တွေခန့်ပြီး နေရာပေးခဲ့ပါတယ်။အဲဒီကတည်းကအခွဲခြားခံ Hutu တွေဟာ ဘယ်လ်ဂျီယံအစိုးရနဲ့တစ်ပါတည်း Tusti တွေကိုပါမုန်းတီးစိတ်ဝင်သွားကြတာပါ။ ဘယ်လ်ဂျီယံတွေ အာဏာပြန်လွှဲချိန်ကျတော့Hutu တွေဆီ အာဏာလွှဲအပ်လိုက်ရတာနဲ့ ခေတ်အဆက်ဆက်အဖိနှိပ်ခံ Hutu တွေဟာ Tusti တွေကို အခဲမကျေဘဲရက်ရက်စက်စက် လက်စားချေဖို့ လုပ်ကြတာဖြစ်ပါတယ်…1990 လို ...",
        "rating": "8.1",
        "url": "https://megaup.net/R9mt/Hotel_Rwanda_[2004]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Heroine-Disqualified-2015-143x200.jpg",
        "title": "Heroine Disqualified (2015)",
        "description": "ဒီကားေလးကေတာ့က်ြန္ေတာ္(စိုးေထြး)ရဲ႕၁၇ကား ေျမာက္ဘာသာျပန္ကားေလးပါ။\nဒီဇာတ္ကားဟာ IMDb rating 6.8/10 ထိရရွိထားတဲ့ဇာတ္ကားေလးပါ။ဇာတ္လမ္းအစမွာအေမျဖစ္သူ ကျပစ္သြားျပီးအထီးက်န္ေနတဲ႔ေကာင္ေလးတစ္ေယာက္နဲ႔အစျပဳထားပါတယ္။ငယ္ငယ္ေလးကတည္းက အဲဒီေကာင္ေလးအေပၚအသနားပိုျပီးသံေယာဇဥ္ျဖစ္ေနမိတဲ႔ေကာင္မေလး . . . တစ္ေယာက္အသက္အရြယ္ေလးေတြရလာတဲ႔အခါ ထိုေကာင္ေလးက ေစာ္ၾကည္ဘဲSKBျဖစ္ေနတဲ႔အခါ ထိုေကာင္မေလး ဘာေတြလုပ္မလဲ၊ထိုေကာင္ေလးနဲ႔ေကာင္မေလး ၾကားဝင္လာတဲ႕ခပ္ေခ်ာေခ်ာေကာင္ေလးတစ္ေယာက္နဲ႕ရိုးသားေအးေဆးတဲ႔ေကာင္မေလးတစ္ေယာက္၊ ကာင္ေလးနဲ႔ထိုရိုးရိုးသားသားပံုတံုးမေလး ၾကိဳက္သြားတဲ႔အခါက်န္ေနခဲ႔တဲ႔ေကာင္မေလးဘာလုပ္မလဲ၊ ဘာဆက္ျဖစ္မလဲ၊ ဇတ္ကားတစ္ကားလံုးမခ်င့္မရဲမႈေတြ၊ အသနားပိုမႈေတြ၊ သံေယာဇဥ္ေတြ ခ်စ္ျခင္းေမတာၱေတြ အျပည့္အဝေဖာ္ေဆာင္ထားတဲ႔ဇတ္ကားေကာင္းေလးတစ္ကားပါပဲ။ Attack on Titans ဂ်ပန္ကားေလးကိုဝင္ေငြစံခ်ိန္ခ်ိဴ းထားႏိုင္ခဲ့တဲ႔ ဒီဇာတ္ကားေလးကိုအခု CM ပရိတ္သတ္ေတြဆီပို႔ေပးလိုက္ပါျပီ။စိတ္ေက်နပ္မႈရျပီးအခ်ိန္ေပးၾကည့္ရက်ိဴ းနပ္မယ့္ဇာတ္ကားေကာင္းေလးတစ္ကားလို႔ညြန္းခ်င္ပါတယ္။\n(ဒီဇာတ္လမ္းရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူကေတာ့CM Team မွ Ko Soe Htwe ျဖစ္ပါတယ္။)UNICODEဒီကားလေးကတော့ကျွန်တော်(စိုးထွေး)ရဲ့၁၇ကား မြောက်ဘာသာပြန်ကားလေးပါ။\nဒီဇာတ်ကားဟာ IMDb rating 6.8/10 ထိရရှိထားတဲ့ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအစမှာအမေဖြစ်သူ ကပြစ်သွားပြီးအထီးကျန်နေတဲ့ကောင်လေးတစ်ယောက်နဲ့အစပြုထားပါတယ်။ငယ်ငယ်လေးကတည်းက အဲဒီကောင်လေးအပေါ်အသနားပိုပြီးသံယောဇဉ်ဖြစ်နေမိတဲ့ကောင်မလေး . . . တစ်ယောက်အသက်အရွယ်လေးတွေရလာတဲ့အခါ ထိုကောင်လေးက စော်ကြည်ဘဲSKBဖြစ်နေတဲ့အခါ ထိုကောင်မလေး ဘာတွေလုပ်မလဲ၊ထိုကောင်လေးနဲ့ကောင်မလေး ကြားဝင်လာတဲ့ခပ်ချောချောကောင်လေးတစ်ယောက်နဲ့ရိုးသားအေးဆေးတဲ့ကောင်မလေးတစ်ယောက်၊ ကာင်လေးနဲ့ထိုရိုးရိုးသားသားပုံတုံးမလေး ကြိုက်သွားတဲ့အခါကျန်နေခဲ့တဲ့ကောင်မလေးဘာလုပ်မလဲ၊ ဘာဆက်ဖြစ်မလဲ၊ ဇတ်ကားတစ်ကားလုံးမချင့်မရဲမှုတွေ၊ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-114/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/JourneytotheWestConqueringtheDemons-130x200.jpg",
        "title": "Journey to the West- Conquering the Demons(2013)",
        "description": "Stephen chow ရိုက္တဲ့ ဝူခံုး ဇာတ္ကားေလးပါ...\nထန္စန္းဟာ မိစၦာေတြရန္ကေန ရႊာကိုကာကြယ္ေပးေနတဲ့\nသူတစ္ေယာက္ျဖစ္ပါတယ္ မစၥဒူအန္ ဟာလည္း\nအခစားနဲ႕ ေၾကးစား မိစၦာလိုက္ဖမ္းေနသူတေယာက္ပါ\nဒီလိုနဲ႕ ထန္စန္းကာကြယ္ေနတဲ့ မိစၦာ၃ေကာင္\nအျပင္ ဘာကို ပါ ဆက္လက္ရင္ဆိုင္ရမလဲ\nေမ်ာက္မင္း ကိုပဲ ကယ္တင္ႏိုင္မလား\nကယ္တင္လိုက္တဲ့ ေမ်ာက္မင္းကေရာ အကူအညီေပးပါ့မလား\nဆိုတာေတြကို ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့ေနာ္UNICODE\nStephen chow ရိုက်တဲ့ ဝူခုံး ဇာတ်ကားလေးပါ...\nထန်စန်းဟာ မိစ္ဆာတွေရန်ကနေ ရွှာကိုကာကွယ်ပေးနေတဲ့\nသူတစ်ယောက်ဖြစ်ပါတယ် မစ္စဒူအန် ဟာလည်း\nအခစားနဲ့ ကြေးစား မိစ္ဆာလိုက်ဖမ်းနေသူတယောက်ပါ\nဒီလိုနဲ့ ထန်စန်းကာကွယ်နေတဲ့ မိစ္ဆာ၃ကောင်\nအပြင် ဘာကို ပါ ဆက်လက်ရင်ဆိုင်ရမလဲ\nမျောက်မင်း ကိုပဲ ကယ်တင်နိုင်မလား\nကယ်တင်လိုက်တဲ့ မျောက်မင်းကရော အကူအညီပေးပါ့မလား\nဆိုတာတွေကို ပရိတ်သတ်ကြီးကပဲ ဆက်လက် ကြည့်ရှူလိုက်ပါတော့နော်",
        "rating": "6.8",
        "url": "https://megaup.net/2fsvW/Journey_To_The_West_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/It-follow2014-135x200.jpg",
        "title": "It follow(2014)",
        "description": "ရည္းစားေဟာင္းရဲ႕ က်ိန္စာ . . .\nJay ဆိုတဲ့ ေကာလိပ္ေက်ာင္းသူေလးတစ္ေယာက္. . .\nသူမရဲ႕ရည္းစားနဲ႔ ခ်ိန္းေတြ႕ၿပီးအပ်ဳိစင္ဘဝကိုေပးလိုက္တာဟာ\nသူမအတြက္ ဒုကၡေတြကိုလက္လႊဲယူလိုက္ရသလို . က်ိန္စာဆိုးနဲ႔ႀကံဳေတြ႕ခဲ့ၿပီး\nသူမရဲ႕ညီမနဲ႔ သူငယ္ခ်င္းတစ္စုဒီျပသနာကိုအေျဖဘယ္လိုရွာၾကမလဲ . . .\nၿပီးေတာ့ ေနာက္ကလိုက္ေနတဲ့လူ . . . အဲ့ဒီလူဟာဘယ္သူနဲ႔မဆိုတူေနႏိုင္တယ္။\nသင့္ေဘးနားမွာထိုင္ေနတဲ့ သင့္သူငယ္ခ်င္းနဲ႔ေတာင္တူေနႏိုင္တယ္။\nအဲ့ဒါကေရာဘာလဲဆိုတာေတြစုျပံဳေနတဲ့ ဇာတ္ကားေလးပါ။\nHorror Movieကိုၾကိဳက္ႏွစ္သက္သူေတြ\nအၾကိဳက္ေတြ႕ေစမယ့္ဇာတ္ကားတစ္ကားဆိုလည္းမမွားပါဘူး။\nIMDb rating 6.9/10 ထိရရွိထားတဲ့ ဒီ Horror Movie ေလးကို\nဒီေန႕အတြက္တင္ဆက္ေပးလိုက္ပါၿပီ။\n(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ ဘာသာျပန္ေရးသားေပးသူကေတာ့\nCM Team မွ Moe Oo Mann ျဖစ္ပါတယ္။)UNICODEရည်းစားဟောင်းရဲ့ ကျိန်စာ . . .Jay ဆိုတဲ့ ကောလိပ်ကျောင်းသူလေးတစ်ယောက်. . .သူမရဲ့ရည်းစားနဲ့ ချိန်းတွေ့ပြီးအပျိုစင်ဘဝကိုပေးလိုက်တာဟာသူမအတွက် ဒုက္ခတွေကိုလက်လွှဲယူလိုက်ရသလို . ကျိန်စာဆိုးနဲ့ကြုံတွေ့ခဲ့ပြီးသူမရဲ့ညီမနဲ့ သူငယ်ချင်းတစ်စုဒီပြသနာကိုအဖြေဘယ်လိုရှာကြမလဲ . . .ပြီးတော့ နောက်ကလိုက်နေတဲ့လူ . . . အဲ့ဒီလူဟာဘယ်သူနဲ့မဆိုတူနေနိုင်တယ်။သင့်ဘေးနားမှာထိုင်နေတဲ့ သင့်သူငယ်ချင်းနဲ့တောင်တူနေနိုင်တယ်။အဲ့ဒါကရောဘာလဲဆိုတာတွေစုပြုံနေတဲ့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-94/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/GOOD-LUCK-CHUCK-134x200.jpg",
        "title": "Good Luck Chuck (2007)",
        "description": "ဒီဇာတ္ကားေလးကိုေတာ့ အေတာ္ေတာ္မ်ားမ်ား ရင္းနွီးေနေလာက္ပါျပီ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ခ်ာလီဟာ ငယ္စဥ္ဘ၀မွာေကာင္မေလးတစ္ေယာက္ရဲ႕ က်ိန္စာတိုက္တာကို ခံလိုက္ရပါတယ္။က်ိန္စာကေတာ့ မင္းနဲ႕ အတူတူ အိပ္မိတဲ့သူတိုင္းဟာ မင္းနဲ႔ကြဲျပီးေနာက္တစ္ေယာက္ရဲ႕ ဖူးစာရွင္ျဖစ္ပါေစဆိုတာပါပဲ။ဒီက်ိန္စာတစ္ကယ္အမွန္လို ျဖစ္လာတဲ့အခါမွာေတာ့ တစ္ျမိဳ႕လံုးရဲ႕ဖူးစာရွင္လိုခ်င္တဲ့ မိန္းမအားလံုးဟာ ခ်ာလီနဲ႕ အတူအိပ္ဖို႕ၾကိဳးစားလာပါေတာ့တယ္။ဒါေပမယ္ ခ်ာလီကိုယ္တိုင္ ခ်စ္တဲ့သူေတြ႕လာျပီး သူ႕ခ်စ္သူကအတူအိပ္ဖို႕ၾကိဳးစားလာတဲ့အခါမွာေတာ့ နည္းမ်ိဳးစံုနဲ႔ မအိပ္ျဖစ္ေအာင္ေရွာင္ရင္က်ိန္စာကို ေခ်ဖ်က္ဖို႕ ၾကိဳးစားလာပါေတာ့တယ္။ ဇာတ္ကားဟာလိင္အသားေပးမဟုတ္ပဲ ဟာသနဲ႔ အခ်စ္အေၾကာင္းပဲျဖစ္ေပမယ္အသံုးအႏႈန္းေတြနဲ႔ အခန္းေတြက တစ္ေယာက္ထဲၾကည့္မွပဲသင့္ေတာ္ပါလိမ့္မယ္။ ဒီကားကိုေတာ့ မန္ဘာWai Phyo မွ ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္။UNICODEဒီဇာတ်ကားလေးကိုတော့ အတော်တော်များများ ရင်းနှီးနေလောက်ပါပြီ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ချာလီဟာ ငယ်စဉ်ဘဝမှာကောင်မလေးတစ်ယောက်ရဲ့ ကျိန်စာတိုက်တာကို ခံလိုက်ရပါတယ်။ကျိန်စာကတော့ မင်းနဲ့ အတူတူ အိပ်မိတဲ့သူတိုင်းဟာ မင်းနဲ့ကွဲပြီးနောက်တစ်ယောက်ရဲ့ ဖူးစာရှင်ဖြစ်ပါစေဆိုတာပါပဲ။ဒီကျိန်စာတစ်ကယ်အမှန်လို ဖြစ်လာတဲ့အခါမှာတော့ တစ်မြို့လုံးရဲ့ဖူးစာရှင်လိုချင်တဲ့ မိန်းမအားလုံးဟာ ချာလီနဲ့ အတူအိပ်ဖို့ကြိုးစားလာပါတော့တယ်။ဒါပေမယ် ချာလီကိုယ်တိုင် ချစ်တဲ့သူတွေ့လာပြီး သူ့ချစ်သူကအတူအိပ်ဖို့ကြိုးစားလာတဲ့အခါမှာတော့ နည်းမျိုးစုံနဲ့ မအိပ်ဖြစ်အောင်ရှောင်ရင်ကျိန်စာကို ချေဖျက်ဖို့ ကြိုးစားလာပါတော့တယ်။ ဇာတ်ကားဟာလိင်အသားပေးမဟုတ်ပဲ ဟာသနဲ့ အချစ်အကြောင်းပဲဖြစ်ပေမယ်အသုံးအနှုန်းတွေနဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/good-luck-chuck/",
        "category": "Adult, Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTQ2MjAyMDY0NF5BMl5BanBnXkFtZTcwODMwOTY1OQ@@._V1_SY1000_CR007001000_AL_-210x300.jpg",
        "title": "Blitz ( 2011 )-ျမန္မာစာတန္းထိုး",
        "description": "မင္းသားၾကီး  Jason Statham  နဲ႕ မင္းသား Paddy Considine တို႕တြဲဖက္ပါဝင္ရိုက္ကူးထားၿပီး action ဇာတ္ကားေကာင္းမ်ားႏွစ္သက္သူမ်ားအတြက္အထူးေကာင္းမြန္ၿပီး IMDb Rating 6.2 ရရွိထားတဲ့ဇာတ္ ကားတစ္ပုဒ္ျဖစ္ပါတယ္။ဇာတ္ကားရဲ႕ နာမည္ဟာ ရဲေတြကို အထူးပစ္မွတ္ထားၿပီး\nလိုက္သတ္တဲ့ လူသတ္သမားရဲ႕ နာမည္ျဖစ္ပါတယ္။\nဘရန္႕ ( jason statham ) ဟာ သူ႕ကိုလိုက္လံဖမ္းဆီးခဲ့ၿပီး\nသူ႕ကိုဖမ္းမိတဲ့ အခ်ိန္မွာေတာင္ ခိုင္လံုတဲ့သက္ေသအေထာက္အထားမျပႏုိင္လို႕\nျပန္လြတ္ခဲ့ရတဲ့ ဘယ္ရီ ( ဘလစ္ ) ကို . ဘရန္႕ ( jason statham ) က\nလွလွပပ ဇာတ္သိမ္းျပခဲ့ပံုမ်ား . အထူးသျဖင့္ ဘလစ္ဟာ\nသူ႕ကိုဖမ္းဆီးဖူးခဲ့တဲ့ ရဲေတြကိုတစ္ေယာက္ခ်င္းစီ\nကလဲ့စားေခ်လိုက္လံသတ္ျဖတ္မႈေတြဟာ ဒီဇာတ္လမ္းရဲ႕\nအဓိက ေက်ာရိုးလည္းျဖစ္လို႕ေနပါတယ္။\n2011က ထြက္ရွိခဲ့ၿပီး Transporter မင္းသားၾကီး Jason Statham\nပါဝင္ရိုက္ကူးထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားမို႕\nအထူးတလည္ညႊန္းမေနေတာ့ပါဘူး Movie သာၾကည့္ရႈဖို႕ ေျပာပါရေစ။UNICODEမင်းသားကြီး  Jason Statham  နဲ့ မင်းသား ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-93/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/august-rush-poster-2-133x200.jpg",
        "title": "August Rush (2007)",
        "description": "August Rush (2007)_____IMDb - 7.5/10\n   \nဒါရိုက်တာ Kirsten Sheridan ရိုက်ကူးထားပြီး\nIMDb Rating 7.5 အထိ ရရှိထားတဲ့ Drama နဲ့ Music ရောစပ်ထားတဲ့\nဇာတ်ကားကောင်း တစ်ကားမို့ CM ချစ်သူများအတွက်\nမှတ်မှတ်ရရ တင်ပေးလိုက် ပါတယ်။\n2007 ခုနှစ်က ထွက်ရှိထားပြီး ကြည့်ရှုသူများအဖို့\nဇာတ်လမ်းအစကနေ အဆုံးထိ music ရသကို ခံစားစေရင်း\nကလေးငယ်တစ်ယောက်ရဲ့ မိဘကိုမျှော်လင့်တောင့်တမှုနဲ့\nစိတ်အားထက်သန်မှုတွေကို ခံစားမှုအပြည့်ပေး စွမ်းနိုင်တဲ့\nဒရမ်မာ ဇာတ်ကားကောင်းတစ်ကားပါ။ ဒီဇာတ်လမ်းမှာ ကလေးငယ်လေး\nအီဗန် ( Freddie Highmore ) ရဲ့ ဂစ်တာကို ကျွမ်းကျင်စွာတီးခတ်ပြသမှုကလည်း\nကျွန်တော်တို့လို music ကို ရူးသွပ်သူအဖို့ ရုပ်ရှင်ကြည့်ရင်း\nဂီတရသကို မက်မောစွာကြည့်ရှုနေမိစေတယ်။\nအမှတ်မထင်တွေ့ရှိခဲ့တဲ့ လူးဝစ် နဲ့ လိုင်လာ တို့ရဲ့ မြင်မြင်ချင်း\nချစ်သွားတဲ့ အချစ် . အဲ့ဒီညမှာပဲ ချစ်တင်း\nနှောခဲ့မှုနဲ့ တစ်ညလေးတွေ့ခဲ့တဲ့ လူနှစ်ယောက်ရဲ့\nတစ်ယောက်အပေါ် တစ်ယောက် စွဲစွဲလမ်းလမ်း\nချစ်ခင်မှုဟာ အရမ်းကိုအံ့သြစေပြီး ...",
        "rating": "7.5",
        "url": "https://megaup.net/Sqfy/August_Rush_[2007]_(MM_Sub).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/garfield-a-tail-of-two-kitties-garfield-2.34905-200x300.jpg",
        "title": "Garfield: A Tail of Two Kitties (2006)",
        "description": "ဒီကားလေးကတော့ အားလုံးနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့ Gerfield 1 ရဲ့အဆက်ဖြစ်တဲ့ Gerfield 2 ပဲဖြစ်ပါတယ်...\nGerfield ဆိုတဲ့နာမည်ကိုကြားလိုက်ရင် အရမ်းကိုလည်ပြီးကြောင်ပါးဝတတ်တဲ့\nလိမ္မော်ရောင်ကြောင်ဖက်တီးကို ပြေးမြင်ကြမှာပဲဖြစ်ပါတယ်...သူ့ရဲ့စကားပြောဟန်တွေနဲ့\nဝနေတဲ့ သူ့ကိုယ်လုံးကြီးက ပရိတ်သတ်တွေကြားမှာ လွန်စွာကိုချစ်စရာကောင်းနေခဲ့ပါတယ်...\nGerfield 1 မှာတုန်းက သူဟာသူ့ရဲ့သူငယ်ချင်းအသစ်ဖြစ်တဲ့ ခွေးလေးအိုဒီနဲ့\nတွေ့ဆုံခဲ့ပြီးတော့ သူငယ်ချင်းတွေဖြစ်လာခဲ့ပါတယ်...အဲ့နောက်မှာခွေးလေးအိုဒီကို\nမကောင်းတဲ့လူတွေလက်ကနေပြန်လည်ကယ်တင်ရင်းကနေ\nသူ့ရဲ့စွန့်စားခန်းတွေကိုတင်ဆက်ပေးခဲ့တာပဲဖြစ်ပါတယ်...\nအခုတင်ဆက်ပေးမယ့် အပိုင်းသစ် Gerfield 2 မှာတော့ ခွေးလေးအိုဒီအပြင်\nသူ့နဲ့ရုပ်ချင်းလုံးဝတူနေတဲ့ ကြောင်ဘုရင် Gerfield Prince နဲ့ထပ်မံတွေ့ဆုံရမှာပဲဖြစ်ပါတယ်...\nသူတို့နှစ်ယောက်ဘယ်လိုတွေ့ဆုံပြီးတော့ ဘယ်လိုတွေစွန့်စားမှု့တွေလုပ်ကြမလဲ...\nဘယ်လိုဟာသတွေထည့်သွင်းရိုက်ကူးထားလဲဆိုတာကတော့\nအားလုံးစိတ်ဝင်တစားနဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်...အားလုံးကြည့်ပြီးကြတဲ့ကားဟောင်းလေးပေမယ့်\n''Old but Gold''ဆိုတဲ့စကားအတိုင်း ပြန်လည်သိမ်းဆည်းထားချင်သူများနဲ့\nမကြည့်ရသေးတဲ့ပရိတ်သတ်များ ကြည့်ရှု့နိုင်ရန်အတွက်သာဖြစ်ပါတယ်...\nGerfield ကတော့ ကျွန်တော့အကြိုက်ဆုံးဇာတ်ကောင်ဖြစ်လို့\nGerfield 1 ကို ကိုယ်တိုင်ဘာသာပြန်ခဲ့ပြီး အခု ညီငယ် Pyae Phyo Hein ရဲ့ ဘာသာပြန်မှု့နဲ့\nGerfield 2 ကိုအားလုံးကြည့်ရှု့နိုင်ရန် တင်ဆက်ပေးလိုက်ပါတယ်....\n--------------------------------------------------------------\nဒီကားေလးကေတာ့ အားလုံးနဲ႔ရင္းႏွီးၿပီးသားျဖစ္တဲ့ Gerfield 1 ရဲ႕အဆက္ျဖစ္တဲ့ Gerfield 2 ပဲျဖစ္ပါတယ္...\nGerfield ဆိုတဲ့နာမည္ကိုၾကားလိုက္ရင္ အရမ္းကိုလည္ၿပီးေၾကာင္ပါးဝတတ္တဲ့\nလိေမၼာ္ေရာင္ေၾကာင္ဖက္တီးကို ေျပးျမင္ၾကမွာပဲျဖစ္ပါတယ္...သူ႔ရဲ႕စကားေျပာဟန္ေတြနဲ႔\nဝေနတဲ့ သူ႔ကိုယ္လုံးႀကီးက ပရိတ္သတ္ေတြၾကားမွာ လြန္စြာကိုခ်စ္စရာေကာင္းေနခဲ့ပါတယ္...\nGerfield 1 မွာတုန္းက သူဟာသူ႔ရဲ႕သူငယ္ခ်င္းအသစ္ျဖစ္တဲ့ ေခြးေလးအိုဒီနဲ႔\nေတြ႕ဆုံခဲ့ၿပီးေတာ့ သူငယ္ခ်င္းေတြျဖစ္လာခဲ့ပါတယ္...အဲ့ေနာက္မွာေခြးေလးအိုဒီကို\nမေကာင္းတဲ့လူေတြလက္ကေနျပန္လည္ကယ္တင္ရင္းကေန\nသူ႔ရဲ႕စြန႔္စားခန္းေတြကိုတင္ဆက္ေပးခဲ့တာပဲျဖစ္ပါတယ္...\nအခုတင္ဆက္ေပးမယ့္ အပိုင္းသစ္ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2cUtt/Garfield_2_-_A_Tail_Of_Two_Kitties_[2006]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BZmRkNmQzNDItMGI5Yi00ZDYyLWFkZjctZDI1NGI2NjE2MTk0XkEyXkFqcGdeQXVyMjU3NTI0Mg@@._V1_SY1000_CR007001000_AL_-210x300.jpg",
        "title": "The Swan Princess: Princess Tomorrow, Pirate Today! (2016)",
        "description": "Animation ကိုေစာင့္ေမွ်ာ္ေနၾကတဲ့ ပရိတ္သတ္ၾကီး အတြက္\n၂၀၁၆ ထြက္ဇာတ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း ပိုစတာကိုၾကည့္ျပီးေတာ့ အထင္ေတာ့ မေသးလိုက္ပါနဲ႕\nဘာလို႕ဆို က်ေတာ္လဲ အစက ပိုစတာ ၾကည့္ျပီး ေတာ္ေတာ္ေလး အထင္စေမာခဲ့တာ\nဇာတ္လမ္းထဲမွာၾကည့္လိုက္ေတာ့ မတူတာကိုေတြ႕ရလိမ့္မယ္ဗ်\nအန္နီေမးရွင္းကအစ အပ်ံစားနဲ႕ ဇာတ္လမ္းေလးကလဲ ေကာင္းတယ္ဗ်\nေကာင္းလားမေကာင္းလားဆို အရင္ ၁၉၉၀ ပတ္၀န္းက်င္ကတည္းက\nဆက္တိုက္ထြက္လာတာ အခုထိဆိုပါေတာ့ဗ်ာ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ မင္းသမီးေလး အဲလစ္ဟာ\nသူ႕မိဘေတြ နဲ႕ အေ၀းကိုေရာက္ေနခ်ိန္မွာ ဘုရင္မ အာဘာတာ နဲ႕\nအခ်ိန္ျဖဳန္းျပီး ပင္လယ္ဓားျပလုပ္တမ္း ကစားရာမွာ\nပင္လယ္ဓါးျပ အဲလစ္တေယာက္ ဘယ္လိုေတြမ်ားဆက္\nၾကံဳလိုက္ရမလဲဆိုတာကိုေတာ့UNICODE\nAnimation ကိုစောင့်မျှော်နေကြတဲ့ ပရိတ်သတ်ကြီး အတွက်\n၂၀၁၆ ထွက်ဇာတ်ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်း ပိုစတာကိုကြည့်ပြီးတော့ အထင်တော့ မသေးလိုက်ပါနဲ့\nဘာလို့ဆို ကျတော်လဲ အစက ပိုစတာ ကြည့်ပြီး တော်တော်လေး အထင်စမောခဲ့တာ\nဇာတ်လမ်းထဲမှာကြည့်လိုက်တော့ မတူတာကိုတွေ့ရလိမ့်မယ်ဗျ\nအန်နီမေးရှင်းကအစ အပျံစားနဲ့ ဇာတ်လမ်းလေးကလဲ ကောင်းတယ်ဗျ\nကောင်းလားမကောင်းလားဆို အရင် ၁၉၉၀ ပတ်ဝန်းကျင်ကတည်းက\nဆက်တိုက်ထွက်လာတာ အခုထိဆိုပါတော့ဗျာ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ မင်းသမီးလေး အဲလစ်ဟာ\nသူ့မိဘတွေ နဲ့ အဝေးကိုရောက်နေချိန်မှာ ဘုရင်မ အာဘာတာ နဲ့\nအချိန်ဖြုန်းပြီး ပင်လယ်ဓားပြလုပ်တမ်း ...",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/the-swan-princess-princess-tomorrow-pirate-today-2016/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/life-risking-romance-ikorean-2016-211x300.jpg",
        "title": "Life Risking Romance (2016)",
        "description": "Sex is zero မင္းသမီး ဟာဂ်ီဝန္အဓိကပါဝင္ထားျပီး ထိုင္ဝမ္မင္းသား ခ်န္ဘိုလင္းႏွင့္ ေတာင္ကိုရီးယားမင္းသား ခ်န္ေဂ်ာင္ေျမာင္တို႕လဲပါဝင္ထားပါတယ္။ဟာဂ်ီဝန္က စံုေထာက္စာေရးဆရာမ.....သာမန္ေတာ့မဟုတ္....အမႈေတြကိုရူးသြပ္စြာ လိုက္လံအေျဖရွာ စံုေထာက္တတ္သူ...ခ်န္ေဂ်ာင္ေျမာင္...သူက ဟာဂ်ီဝန္ရဲ႕ငယ္သူငယ္ခ်င္းရဲစံုေထာက္..သူကေတာ့ စံုေထာက္ဖို႕ထက္ ဟာဂ်ီဝန္ကိုသာလိုက္လံေစာင့္ေရွာက္ခ်င္သူ....ခ်န္ဘိုလင္းက ရူပါမန္း...ဟာဂ်ီဝန္မွျမင္ျမင္ခ်င္း စြဲလမ္းသြားသူ....သူတို႕သံုးေယာက္ ထူးဆန္းတဲ့ကြင္းဆက္လူသတ္မႈမွာ ထိပ္တိုက္ရင္ဆိုင္ၾကရာက....။ေပါ့ေပါ့ပါးပါးရိုက္ကူးထားျပီး Comedy ဆန္တဲ့ အခ်စ္စံုေထာက္ဇာတ္ကားေလးပါ။(Aye Nyein Thu မွခံစားတင္ဆက္ထားပါတယ္။) unicodeSex is zero မင်းသမီး ဟာဂျီဝန်အဓိကပါဝင်ထားပြီး ထိုင်ဝမ်မင်းသား ချန်ဘိုလင်းနှင့် တောင်ကိုရီးယားမင်းသား ချန်ဂျောင်မြောင်တို့လဲပါဝင်ထားပါတယ်။ဟာဂျီဝန်က စုံထောက်စာရေးဆရာမ.....သာမန်တော့မဟုတ်....အမှုတွေကိုရူးသွပ်စွာ လိုက်လံအဖြေရှာ စုံထောက်တတ်သူ...ချန်ဂျောင်မြောင်...သူက ဟာဂျီဝန်ရဲ့ငယ်သူငယ်ချင်းရဲစုံထောက်..သူကတော့ စုံထောက်ဖို့ထက် ဟာဂျီဝန်ကိုသာလိုက်လံစောင့်ရှောက်ချင်သူ....ချန်ဘိုလင်းက ရူပါမန်း...ဟာဂျီဝန်မှမြင်မြင်ချင်း စွဲလမ်းသွားသူ....သူတို့သုံးယောက် ထူးဆန်းတဲ့ကွင်းဆက်လူသတ်မှုမှာ ထိပ်တိုက်ရင်ဆိုင်ကြရာက....။ပေါ့ပေါ့ပါးပါးရိုက်ကူးထားပြီး Comedy ဆန်တဲ့ အချစ်စုံထောက်ဇာတ်ကားလေးပါ။(Aye Nyein Thu မှခံစားတင်ဆက်ထားပါတယ်။) \nFile size…(900MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:43:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/life-risking-romance-2016/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTM3ODMxMDY0MF5BMl5BanBnXkFtZTcwNDc3MTY0OA@@._V1_SY1000_CR006821000_AL_-1-205x300.jpg",
        "title": "Universal Soldier: Day of Reckoning (2012)",
        "description": "ကဲ ဒီတစ္ခါေတာ့ ဇာတ္ၾကမ္း ၾကိဳက္တဲ့ သူေတြ အတြက္\nမင္းသားၾကီး ဗင္ဒိန္းရဲ႕ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္\nဗင္ဒိန္းဆို ေတာ္ေတာ္မ်ားမ်ား မသိတဲ့သူ မရွိေလာက္ပါဘူးဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂၽြန္ဟာ အတတိေမ့ ကိုမာ ေရာဂါကိုခံစား\nေနရသူ တေယာက္ျဖစ္ျပီး သူ ဒီေရာဂါကို ခံစားရတဲ့ အေၾကာင္းအရင္းက\nေတာ့ သူ႕မိန္မနဲ႕ သမီးဟာ အိမ္တြင္းအၾကမ္းဖက္ခံရမႈမွာအသတ္ခံခဲ့ရျပီး\nသူကိုယ္တိုင္လဲ ဦးေခါင္းကိုထိခိုက္ခံခဲ့ရလို႕ပဲျဖစ္ပါတယ္\nဂၽြန္တို႕ မိသားစု ဘာလို႕ ဒီလို အတိုက္ခိုက္ခံခဲ့ရတာလဲ\nဂၽြန္ကေကာ အရင္က ဘာေတြမ်ား လုပ္ခဲ့တာလဲ\nဂၽြန္က ေကာ သူ႕ရဲ႕ အတိတ္ျဖစ္ရပ္ေတြကိုေဖာ္ထုတ္ျပီး\nမိန္းမ နဲ႕ သမီး အတြက္ ကလဲ့စားေခ်ႏိုင္မွာလားဆိုတာကိုေတာ့ \nUNICODE\nကဲ ဒီတစ်ခါတော့ ဇာတ်ကြမ်း ကြိုက်တဲ့ သူတွေ အတွက်\nမင်းသားကြီး ဗင်ဒိန်းရဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nဗင်ဒိန်းဆို တော်တော်များများ မသိတဲ့သူ မရှိလောက်ပါဘူးဗျ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဂျွန်ဟာ အတတိမေ့ ကိုမာ ရောဂါကိုခံစား\nနေရသူ တယောက်ဖြစ်ပြီး သူ ဒီရောဂါကို ခံစားရတဲ့ အကြောင်းအရင်းက\nတော့ သူ့မိန်မနဲ့ သမီးဟာ အိမ်တွင်းအကြမ်းဖက်ခံရမှုမှာအသတ်ခံခဲ့ရပြီး\nသူကိုယ်တိုင်လဲ ဦးခေါင်းကိုထိခိုက်ခံခဲ့ရလို့ပဲဖြစ်ပါတယ်\nဂျွန်တို့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/XSh6/Universal_Soldier_-_Day_Of_Reckoning_[2012]_(MM_Sub).mp4",
        "category": "Action, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Miss-Congeniality-movie-poster-1-200x300.jpg",
        "title": "Miss Congeniality 2000",
        "description": "Sandra Bullockရဲ ့ကားေကာင္းတစ္ကားနဲ ့မိတ္ဆက္ေပးပါရေစ....\nFBIေအးဂ်င့္ ဂေရ ့စ္ကမိန္းမဆန္ဆန္မေနတတ္သူတစ္ေယာက္ပါ...\nမစ္ရွင္ေတြမွာလည္းမဆင္မၿခင္လုပ္ရပ္ေတြနဲ႕ၿပသနာရွာတတ္သူတစ္ေယာက္ပါ...\nတစ္ေန ့မွာေတာ့ အလွမယ္ၿပိဳင္ပြဲကို ဗံုးေဖာက္ရန္ႀကံစဥ္ေနမွဳအား အသြင္ေျပာင္းစံုစမ္းရန္ျဖစ္လာတဲ့အခါ......\nသူ ့ရဲ ့နဂိုေယာက္်ားဆန္တဲ့အက်င့္ေၾကာင့္ အလွမယ္ေတြၾကားထဲမွာ\nအမ်ိဳးမ်ိဳးဒုကၡေရာက္ရင္းတစ္လြဲတစ္ေခ်ာ္ျဖစ္ပံုေတြကိုဟာသေျမာက္စြာၾကည့္ရွဳရမွာပါ.....\nအလွမယ္ေနာက္ဆံုးၿပိဳင္ပြဲေန ့ကို ေဖာက္ခြဲသူေတြဦးတည္ခ်က္ထားမွန္းသိသြားခ်ိန္မွာေတာ့\nဗံုးေဖာက္ခြဲသူကိုလက္ရဖမ္းဆီးႏိုင္ရန္ ဆန္ခါတင္အလွမယ္၅ေယာက္ထဲပါဖို ့ႀကိဳးစားရန္ လိုအပ္လာပါေတာ့တယ္ ...\nေအးဂ်င့္ ဂေရ ့စ္ကဘယ္လိုႀကိဳးစားမလဲ ဗံုးေဖာက္ခြဲမွဳကိုေရာ တားဆီးႏိုင္မွာလားဆိုတာ\nရင္တမမၾကည့္ရမယ့္ ဟာသကားေကာင္းတစ္ကားျဖစ္ပါတယ္.....\nSandra Bullockရဲ့ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ....\nFBIအေးဂျင့် ဂရေ့စ်ကမိန်းမဆန်ဆန်မနေတတ်သူတစ်ယောက်ပါ...\nမစ်ရှင်တွေမှာလည်းမဆင်မခြင်လုပ်ရပ်တွေနဲ့ပြသနာရှာတတ်သူတစ်ယောက်ပါ...\nတစ်နေ့မှာတော့ အလှမယ်ပြိုင်ပွဲကို ဗုံးဖောက်ရန်ကြံစဉ်နေမှုအား အသွင်ပြောင်းစုံစမ်းရန်ဖြစ်လာတဲ့အခါ......\nသူ့ရဲ့နဂိုယောက်ျားဆန်တဲ့အကျင့်ကြောင့် အလှမယ်တွေကြားထဲမှာ\nအမျိုးမျိုးဒုက္ခရောက်ရင်းတစ်လွဲတစ်ချော်ဖြစ်ပုံတွေကိုဟာသမြောက်စွာကြည့်ရှုရမှာပါ.....\nအလှမယ်နောက်ဆုံးပြိုင်ပွဲနေ့ကို ဖောက်ခွဲသူတွေဦးတည်ချက်ထားမှန်းသိသွားချိန်မှာတော့\nဗုံးဖောက်ခွဲသူကိုလက်ရဖမ်းဆီးနိုင်ရန် ဆန်ခါတင်အလှမယ်၅ယောက်ထဲပါဖို့ကြိုးစားရန် လိုအပ်လာပါတော့တယ် ...\nအေးဂျင့် ဂရေ့စ်ကဘယ်လိုကြိုးစားမလဲ ဗုံးဖောက်ခွဲမှုကိုရော တားဆီးနိုင်မှာလားဆိုတာ\nရင်တမမကြည့်ရမယ့် ဟာသကားကောင်းတစ်ကားဖြစ်ပါတယ်.....Format…mp4\nDuration....01:50:15\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Nway Khin Khin\nEncoder….Moe Myint Lwin\n Download with VIP Link\nDownload with Pcloud\nDownload with Openload",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/miss-congeniality-2000/",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Sucker_Punch_Poster-213x300.jpg",
        "title": "Sucker Punch (2011)",
        "description": "မင္းသမီး Emily Browning အဓိကပါဝင္ထားတဲ့ဒီဇာတ္ကားဟာ Action Fantasy အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။IMDb (6.1/10) ရရွိထားျပီး ဇာတ္ကားတစ္ကားထက္ Game တစ္ခုနဲ႕ပိုတူေအာင္ ရိုက္ကူးထားပါတယ္။(Sithu Tun မွဘာသာျပန္တင္ဆက္ထားတာပါ။)(မင်းသမီး Emily Browning အဓိကပါဝင်ထားတဲ့ဒီဇာတ်ကားဟာ Action Fantasy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။IMDb (6.1/10) ရရှိထားပြီး ဇာတ်ကားတစ်ကားထက် Game တစ်ခုနဲ့ပိုတူအောင် ရိုက်ကူးထားပါတယ်။(Sithu Tun မှဘာသာပြန်တင်ဆက်ထားတာပါ။))\nFile size…(1.1GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:07:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n \nDownload and Watch 720p HD (VIP Link)\n(or)\nDownload 720p HD (pCloud) \nDownload Small File 360p (500MB)",
        "rating": "6.1",
        "url": "https://megaup.net/THod/Sucker_Punch_[2011]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Aliens-In-the-Attic1-215x300.jpg",
        "title": "Aliens In Attic (2009)",
        "description": "Adventure ကားေလးလည္းၿဖစ္ ဟာသဆန္ဆန္ေလးလည္းေရာထားတဲ့\nကားေလးတစ္ကားနဲ႕ မိတ္ဆက္ေပးပါရေစ....\n၂၀၀၉ ခုႏွစ္ကထြက္ရွိထားတဲ့ Aliens in the Attic ကားေလးဟာ IMDB 5.4 ပဲရထားေပမဲ့\nေပါ့ေပါ့ပါးပါးေလးနဲ႕ တကယ္ကုိစိတ္၀င္စားစရာေကာင္းတဲ့ကားေလးမုိ႕ လက္လြတ္မခံသင့္တဲ့\nကားေလး တစ္ကားပဲျဖစ္ပါတယ္။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ပီတာဆန္မိသားစုက ေႏြရာသီပိတ္ရက္ျဖစ္တဲ့အတြက္\nငါးဖမ္းဖို႕မီခ်ီဂန္မွာရွိတဲ့ အပန္းေျဖရိပ္သာတခုကုိ ခရီးထြက္လာခဲ့ၾကပါတယ္...\nအဲ့ျမိဳ႕ေရာက္တဲ့အခါ သူတုိ႕ငွားထားတဲ့အိမ္မွာ ဘယ္တုန္းထဲက ျမွဳပ္ထားမွန္းမသိတဲ့\nျဂိဳလ္သားေတြနဲ႕ပတ္သက္တဲ့ စက္ကိရိယာတခုေၾကာင့္\nျဂိဳလ္သားေတြ သူတို႕အိမ္ထဲ က်ဴးေက်ာ္၀င္ေရာက္မွဳေတြျဖစ္ျပီး လူသားေတြကုိ\nစိတ္ထိန္းခ်ဳပ္စက္ေတြတပ္ဆင္ကာ ကမၻာၾကီးကုိ ၾကီးစိုးဖို႕ၾကိဳးစားပါေတာ့တယ္။\nတြမ္ပီတာဆန္တို႕ေမာင္ႏွမတသိုက္ မိဘေတြမသိေအာင္ ကမၻာၾကီးကိုဘယ္လိုကာကြယ္ရင္း\nျဂိဳလ္သားေတြကုိဘယ္လိုႏွိမ္နင္းၾကမွာလဲ...\nသူတုိ႕အခ်ိန္မွီကာကြယ္ႏုိင္မလား ျဂိဳလ္သားေတြကပဲ ကမၻာၾကီးကို ထိန္းခ်ဳပ္ဖို႕ ၀င္ေရာက္လာၾကမလားဆိုတာကို\nပရိတ္သတ္ၾကီးက ဇာတ္ကားေလးေဒါင္းျပီး ၾကည့္ရွဴလိုက္ၾကပါဦးေနာ္...\n[Adventure ကားလေးလည်းဖြစ် ဟာသဆန်ဆန်လေးလည်းရောထားတဲ့\nကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ....\n၂၀၀၉ ခုနှစ်ကထွက်ရှိထားတဲ့ Aliens in the Attic ကားလေးဟာ IMDB 5.4 ပဲရထားပေမဲ့\nပေါ့ပေါ့ပါးပါးလေးနဲ့ တကယ်ကိုစိတ်ဝင်စားစရာကောင်းတဲ့ကားလေးမို့ လက်လွတ်မခံသင့်တဲ့\nကားလေး ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/aliens-in-attic-2009/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTc5MDcwNDQ4Nl5BMl5BanBnXkFtZTgwNzA4NTEwMTI@._V1_UY268_CR30182268_AL_.jpg",
        "title": "My Annoying Brother 2016",
        "description": "ကိုရီးယားႏိုင္ငံရဲ႕ နာမည္ႀကီးေတြၿဖစ္တဲ့ Jung Seok..Do Kyung Soo နဲ႔\nမင္းသမီးေခ်ာေလး Park Shin Hye တို႔ ပါဝင္႐ိုက္ကူးထားတဲ့\n၂၀၁၆ ခုႏွစ္ ထြက္႐ွိထားတဲ့ နာမည္ႀကီးဇာတ္ကားတစ္ကားပါ\nဂိုဒိုေယာင္းဟာ ႏိုင္ငံလက္ေရြးစင္အားကစားသမားတစ္ေယာက္ပါ\nတေန႔မွာ သူဟာ အမွတ္မထင္ပဲ ၿပိဳင္ပြဲယွဥ္ၿပိဳင္ရင္းနဲ႔ ထိခိုက္မိရာက မ်က္စိကြယ္သြားခဲ့ပါတယ္\nသူ႔မွာ ဂိုဒိုေဆာင္း ဆိုတဲ့ လိမ္လည္မႈေတြနဲ႔ ေထာင္က်ေနတဲ့အကိုတစ္ေယာက္႐ွိပါတယ္\nဂိုဒိုေယာင္းဟာ မ်က္စိကြယ္သြားၿပီးေစာင့္ေရွာက္ေပးဖို႕ လူလိုလာတဲ့ အတြက္ေၾကာင့္\nသူ႕အကိုဟာ သူ႔ကို အေၾကာင္းျပၿပီး\nေထာင္ကလြတ္လာခဲ့ပါတယ္\nတဖက္မွာလည္း ဂိုဒိုေယာင္း ကို အရင္ကတည္းက\nေလ့က်င့္ေပးေနတဲ့ နည္းျပ နမ္ ကလည္း သူ႔ကို မသန္စြမ္း အားကစား အဖြဲ႔ထဲကို ဝင္ၿပီး ျပန္ၿပီးေလ့က်င့္ဖို႔ကို\nတိုက္တြန္းေနပါတယ္\nတျဖည္းျဖည္း အေနၾကာလာတဲ့ အခါမွာေတာ့ ဂိုဒိုေဆာင္းတစ္ေယာက္ သူ႔ညီေလးကို သံေယာဇဥ္ျဖစ္လာခဲ့ပါတယ္\nဒါေပမယ့္ မထင္မွတ္ထားတဲ့ ကံၾကမၼာတစ္ခု ဝင္လာတဲ့ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/my-annoying-brother-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Shades_of_Decadencia_2015_7757616-200x300.jpg",
        "title": "Shades Of Decadencia ( 2015 ) 18+",
        "description": "18+ ၿဖစ္ေနလို႔ေထြေထြထူးထူးမညႊန္းေတာ႕ပါဘူး..ၾကည္႕ရွုၾကပါကုန္",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/shades-of-decadencia-2015-18/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/remember-you-poster-138x200.jpg",
        "title": "Remember You (2016)",
        "description": "Don't Forget Me / Remember You (2016)\nIMDb - 6.6/10\nDrama/ Mystery/ Romance film\n ဒီဇာတ်ကားလေးက သမားရိုးကျ ကြည့်နေကျ Korean drama နဲ့ မတူပဲ အနောက်တိုင်းဆန်တဲ့ ရိုက်ကူး တင်ဆက်ပုံတွေကို တွေ့ရမှာပါ….Seok_Won က ကားမတော်တဆမှုတစ်ခုကြောင့် အတိတ်မေ့နေတဲ့ ရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။\nJin_young ကတော့ စိတ်ဖိစီးမှုတွေကြောင့် Depression ရရနေတဲ့ အမျိုးသမီးတစ်ဦးပါ။\nသူတို့နှစ်ဦး ဆေးရုံမှာ တွေ့ဆုံရာက ရင်းနှီးသွားခဲ့ပြီး ဇာတ်လမ်းကို အစပျိုးထားပါတယ်။\nကားမတော်တဆမှုကြောင့် အတိတ်ကို ပြန်စဉ်းစားတိုင်း ခေါင်းကိုက်လေ့ရှိပြီး ကားမောင်းရမှာကို ကြောက်နေတဲ့ Seok_Won က Jin_Young ကြောင့် ပြောင်းလဲလာခဲ့သလို…\nJin_Young ကလည်း သူမရဲ့ အထီးကျန်နေတဲ့နေ့ရက်တွေဟာ Seok_Won ကြောင့် ပဲ အဓိပ္ပယ်ပိုရှိလာစေပါတယ်။ဇာတ်ကားက Mystery /Drama လို့ ပြောတဲ့အတိုင်းပါပဲ… Romance ဖြစ်သလို ကြည့်နေစဉ်မှာလည်း ...",
        "rating": "6.6",
        "url": "https://megaup.net/2Tg8e/Remember_You_(Nareul_Itjimarayo)_[2016]_(MM_Sub).mp4",
        "category": "Asian, Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Laid-in-America-2016-movie-poster-200x300.jpg",
        "title": "Laid In America 2016",
        "description": "ၾကည့္လို႕ေကာင္းမယ့္ အေမရိကန္ေက်ာင္းသားဟာသကားေလးတစ္ကားၿဖစ္ပါတယ္....\nမူလထြက္ရွိထားတဲ့အေမရိကန္ပိုင္း ဇာတ္လမ္းေတြထက္ပိုမိုေကာင္းမြန္လာတာကိုလည္းေတြ႕ရမွာၿဖစ္ပါတယ္..\nအေမရိကန္ေက်ာင္းသားဟာသကားေတြရဲ႕ ထံုးစံအတိုင္း\n၁၈ႏွစ္နဲ႕အထက္လူငယ္ေတြ ၾကည့္ရန္အတြက္သာၿဖစ္ေပမယ့္\nဒီကားေလးကေတာ့ Comedy အတြက္ဦးစားေပးထားတဲ့ကားေလးပဲၿဖစ္ပါတယ္...\nဟာသအပိုင္းကို ဦးစားေပးထားတာေၾကာင့္ ေပ်ာ္ခ်င္တဲ့ လူငယ္ေတြ အၾကိဳက္ေတြ႕ေစမယ့္\nလူငယ္ဆန္ဆန္ဟာသကားေလးပဲၿဖစ္ပါတယ္...\nလူငယ္တို႕ရဲ႕စူးစမ္းလိုတဲ့စိတ္ေတြေၾကာင့္ ဒီေက်ာင္းသားေလးႏွစ္ေယာက္ဘာေတြၿဖစ္ၾကမလဲ...\nသူတို႕ေတြဘယ္လိုေနရာေတြမွာ ဘယ္လိုေပါက္ကရေတြကိုစမ္းသပ္ၾကမလဲဆိုတာ\nရယ္ေမာၿပီးၾကည့္ရမွာၿဖစ္ပါတယ္...\nအဲ့ဒီေတာ့ လူငယ္ဆန္ဆန္နဲ႕ ဟာသအၿမင္နဲ႕ေကာ ၁၈ ႏွစ္နဲ႕အထက္ ဇာတ္လမ္းေတြအကုန္လံုးေပါင္းၿပီးေတာ့\nေရာသမေမႊထားတဲ့ ဒီကားေလးကို ရယ္ေမာခ်င္သူမ်ား ၁၈ ႏွစ္နဲ႕ အထက္ ညီအကိုမ်ားစုၿပီးေတာ့\nၾကည့္လို႕ရေအာင္ တင္ဆက္ေပးလိုက္ပါတယ္....\n(ဒီကားကိုခံစားၿပီးဘာသာၿပန္ေပးထားၾကတဲ့ Pyae Phyo Hein နဲ႕ Phyo Pyae ကိုအထူးပင္ေက်းဇူးတင္ရွိပါေၾကာင္း)\n[\nကြည့်လို့ကောင်းမယ့် အမေရိကန်ကျောင်းသားဟာသကားလေးတစ်ကားဖြစ်ပါတယ်....\nမူလထွက်ရှိထားတဲ့အမေရိကန်ပိုင်း ဇာတ်လမ်းတွေထက်ပိုမိုကောင်းမွန်လာတာကိုလည်းတွေ့ရမှာဖြစ်ပါတယ်..\nအမေရိကန်ကျောင်းသားဟာသကားတွေရဲ့ ထုံးစံအတိုင်း\n၁၈နှစ်နဲ့အထက်လူငယ်တွေ ကြည့်ရန်အတွက်သာဖြစ်ပေမယ့်\nဒီကားလေးကတော့ Comedy အတွက်ဦးစားပေးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်...\nဟာသအပိုင်းကို ဦးစားပေးထားတာကြောင့် ပျော်ချင်တဲ့ လူငယ်တွေ အကြိုက်တွေ့စေမယ့်\nလူငယ်ဆန်ဆန်ဟာသကားလေးပဲဖြစ်ပါတယ်...\nလူငယ်တို့ရဲ့စူးစမ်းလိုတဲ့စိတ်တွေကြောင့် ဒီကျောင်းသားလေးနှစ်ယောက်ဘာတွေဖြစ်ကြမလဲ...\nသူတို့တွေဘယ်လိုနေရာတွေမှာ ဘယ်လိုပေါက်ကရတွေကိုစမ်းသပ်ကြမလဲဆိုတာ\nရယ်မောပြီးကြည့်ရမှာဖြစ်ပါတယ်...\nအဲ့ဒီတော့ လူငယ်ဆန်ဆန်နဲ့ ဟာသအမြင်နဲ့ကော ၁၈ နှစ်နဲ့အထက် ဇာတ်လမ်းတွေအကုန်လုံးပေါင်းပြီးတော့\nရောသမမွှေထားတဲ့ ဒီကားလေးကို ရယ်မောချင်သူများ ၁၈ နှစ်နဲ့ အထက် ညီအကိုများစုပြီးတော့\nကြည့်လို့ရအောင် တင်ဆက်ပေးလိုက်ပါတယ်....\n(ဒီကားကိုခံစားပြီးဘာသာပြန်ပေးထားကြတဲ့ Pyae ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/laid-in-america-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BZWVlYTg3MTQtNGIxNS00YzRkLTgyZDItNTg0NTAzMjgxMzIyXkEyXkFqcGdeQXVyMjMwODI3NDE@._V1_SY1000_CR007321000_AL_-2-220x300.jpg",
        "title": "Vedalam (2015)",
        "description": "ကဲ ဒီတစ္ခါေတာ့ ေဘာလိ၀ုဒ္ကားေကာင္းေလးတစ္ကား\nကိုတင္ဆက္ေပးလိုက္ပါတယ္  ဇာတ္ကားေလးက\nဇာတ္ၾကမ္း ျဖစ္ျပီးေတာ့ ခပ္ၾကမ္းၾကမ္း ကားေလးတစ္ကား\nျဖစ္ျပီးေတာ့  သည္းထိပ္ရင္ဖို ဇာတ္ကားၾကိဳက္ ႏွစ္သက္တဲ့\nသူေတြကေတာ့ လက္မလႊတ္တမ္း ၾကည့္ရမွာျဖစ္ပါတယ္\nဇာတ္လမ္း ေလးကေတာ့ ႏိုင္ငံတကာက\nအလိုရွိေနတဲ့ မူးယစ္ေဆး ဂိုဏ္းေခါင္းေဆာင္ ညီအစ္အကို ၂ေယာက္ ကို\nႏိုင္ငံတကာ ရဲတပ္ဖြဲ႕ က လိုက္လံဖမ္းဆီးတဲ့ ေနရာမွာ အစ္ကိုျဖစ္သူ\nေသသြားခဲ့ျပီး ဒီလိုနဲ႕ ညီျဖစ္သူက ျပန္လည္လက္စားေခ်တဲ့ အခါမွာေတာ့\nဘယ္လိုေတြ ဆက္ျဖစ္လာမလဲ ဆိုတာကို ပရိတ္သတ္ၾကီး ကဆက္လက္\nၾကည့္ရွဴရမွာျဖစ္ပါတယ္\nဘာသာျပန္သူကေတာ့ Max Millioon ပဲျဖစ္ပါတယ္ဗ်\n[\nကဲ ဒီတစ်ခါတော့ ဘောလိဝုဒ်ကားကောင်းလေးတစ်ကား\nကိုတင်ဆက်ပေးလိုက်ပါတယ်  ဇာတ်ကားလေးက\nဇာတ်ကြမ်း ဖြစ်ပြီးတော့ ခပ်ကြမ်းကြမ်း ကားလေးတစ်ကား\nဖြစ်ပြီးတော့  သည်းထိပ်ရင်ဖို ဇာတ်ကားကြိုက် နှစ်သက်တဲ့\nသူတွေကတော့ လက်မလွှတ်တမ်း ကြည့်ရမှာဖြစ်ပါတယ်\nဇာတ်လမ်း လေးကတော့ နိုင်ငံတကာက\nအလိုရှိနေတဲ့ မူးယစ်ဆေး ဂိုဏ်းခေါင်းဆောင် ညီအစ်အကို ၂ယောက် ကို\nနိုင်ငံတကာ ရဲတပ်ဖွဲ့ က လိုက်လံဖမ်းဆီးတဲ့ နေရာမှာ အစ်ကိုဖြစ်သူ\nသေသွားခဲ့ပြီး ဒီလိုနဲ့ ညီဖြစ်သူက ပြန်လည်လက်စားချေတဲ့ အခါမှာတော့\nဘယ်လိုတွေ ဆက်ဖြစ်လာမလဲ ဆိုတာကို ပရိတ်သတ်ကြီး ကဆက်လက်\nကြည့်ရှူရမှာဖြစ်ပါတယ်\nဘာသာပြန်သူကတော့ Max Millioon ပဲဖြစ်ပါတယ်ဗျ]Download From V.I.P\n \nDownload Large File From ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/vedalam-2015/",
        "category": "Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/03/7yuftk2mp6lw-2-215x300.jpg",
        "title": "Lan Kwai Fong 3 (2014)",
        "description": "Lan Kwai Fong (2011) နဲ႕ Lan Kwai Fong 2(2012)တို႕ရဲ႕အဆက္အျဖစ္ထြက္ရွိခဲ့တဲ့ဇာတ္ကားျဖစ္ပါတယ္။Lan Kwai Fong ဆိုတာကေတာ့ ေဟာင္ေကာင္ရဲ႕ အေပ်ာ္အပါးေတြစုစည္းထားတဲ့ေနရာပါ။\nဒီအေပ်ာ္အပါးေတြၾကားမွာ ရုန္းကန္လႈပ္ရွားေနၾကသူမ်ား…ေပ်ာ္ရႊင္ေနၾကသူမ်ား…စတဲ့စတဲ့လူေတြကို အမ်ိဳးမ်ိဳးအဖံုဖံုေတြ႕ႏိုင္ပါတယ္…ဒီထဲမွာမွ အခ်စ္ကိုေတြ႕ရွိသြားၾကတဲ့ လူငယ္တခ်ိဳ႕… ခ်စ္ျခင္းမွာကံေကာင္းႏိုင္မလားဆိုတာ…။\nေဟာင္ေကာင္ တက္သစ္စေမာ္ဒယ္လ္ေတြနဲ႕ရိုက္ကူးထားျပီး ေပါ့ေပါ့ပါးပါးၾကည့္ရႈဖို႕သင့္ေလ်ာ္တဲ့ဇာတ္ကားပါ။\nNudity အခန္းတခ်ိဳ႕ေၾကာင့္ မိသားစုနဲ႕ေတာ့မၾကည့္သင့္ပါ။[Lan Kwai Fong (2011) နဲ့ Lan Kwai Fong 2(2012)တို့ရဲ့အဆက်အဖြစ်ထွက်ရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။Lan Kwai Fong ဆိုတာကတော့ ဟောင်ကောင်ရဲ့ အပျော်အပါးတွေစုစည်းထားတဲ့နေရာပါ။\nဒီအပျော်အပါးတွေကြားမှာ ရုန်းကန်လှုပ်ရှားနေကြသူများ…ပျော်ရွှင်နေကြသူများ…စတဲ့စတဲ့လူတွေကို အမျိုးမျိုးအဖုံဖုံတွေ့နိုင်ပါတယ်…ဒီထဲမှာမှ အချစ်ကိုတွေ့ရှိသွားကြတဲ့ လူငယ်တချို့… ချစ်ခြင်းမှာကံကောင်းနိုင်မလားဆိုတာ…။\nဟောင်ကောင် တက်သစ်စမော်ဒယ်လ်တွေနဲ့ရိုက်ကူးထားပြီး ပေါ့ပေါ့ပါးပါးကြည့်ရှုဖို့သင့်လျော်တဲ့ဇာတ်ကားပါ။\nNudity အခန်းတချို့ကြောင့် မိသားစုနဲ့တော့မကြည့်သင့်ပါ။]\nFile size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/lan-kwai-fong-3-2014/",
        "category": "Adult, Asian, Comedy, Drama, Special Package"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/03/Lan-Kwai-Fong-2-Xi-ai-ye-pu-2-2012-1-212x300.jpg",
        "title": "Lan Kwai Fong 2 (2012)",
        "description": "Lan Kwai Fong (2011) ရဲ႕အဆက္အျဖစ္ထြက္ရွိခဲ့တဲ့ဇာတ္ကားျဖစ္ပါတယ္။Lan Kwai Fong ဆိုတာကေတာ့ ေဟာင္ေကာင္ရဲ႕ အေပ်ာ္အပါးေတြစုစည္းထားတဲ့ေနရာပါ။\nဒီအေပ်ာ္အပါးေတြၾကားမွာ ရုန္းကန္လႈပ္ရွားေနၾကသူမ်ား…ေပ်ာ္ရႊင္ေနၾကသူမ်ား…စတဲ့စတဲ့လူေတြကို အမ်ိဳးမ်ိဳးအဖံုဖံုေတြ႕ႏိုင္ပါတယ္…ဒီထဲမွာမွ အခ်စ္ကိုေတြ႕ရွိသြားၾကတဲ့ လူငယ္တခ်ိဳ႕… ခ်စ္ျခင္းမွာကံေကာင္းႏိုင္မလားဆိုတာ…။\nေဟာင္ေကာင္ တက္သစ္စေမာ္ဒယ္လ္ေတြနဲ႕ရိုက္ကူးထားျပီး ေပါ့ေပါ့ပါးပါးၾကည့္ရႈဖို႕သင့္ေလ်ာ္တဲ့ဇာတ္ကားပါ။\nNudity အခန္းတခ်ိဳ႕ေၾကာင့္ မိသားစုနဲ႕ေတာ့မၾကည့္သင့္ပါ။[Lan Kwai Fong (2011) ရဲ့အဆက်အဖြစ်ထွက်ရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။Lan Kwai Fong ဆိုတာကတော့ ဟောင်ကောင်ရဲ့ အပျော်အပါးတွေစုစည်းထားတဲ့နေရာပါ။\nဒီအပျော်အပါးတွေကြားမှာ ရုန်းကန်လှုပ်ရှားနေကြသူများ…ပျော်ရွှင်နေကြသူများ…စတဲ့စတဲ့လူတွေကို အမျိုးမျိုးအဖုံဖုံတွေ့နိုင်ပါတယ်…ဒီထဲမှာမှ အချစ်ကိုတွေ့ရှိသွားကြတဲ့ လူငယ်တချို့… ချစ်ခြင်းမှာကံကောင်းနိုင်မလားဆိုတာ…။\nဟောင်ကောင် တက်သစ်စမော်ဒယ်လ်တွေနဲ့ရိုက်ကူးထားပြီး ပေါ့ပေါ့ပါးပါးကြည့်ရှုဖို့သင့်လျော်တဲ့ဇာတ်ကားပါ။\nNudity အခန်းတချို့ကြောင့် မိသားစုနဲ့တော့မကြည့်သင့်ပါ။]\nFile size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/lan-kwai-fong-2-2012/",
        "category": "Adult, Asian, Comedy, Drama, Special Package"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/03/12347872_492040257632387_7305935948521632815_n-210x300.jpg",
        "title": "Lan Kwai Fong (2011)",
        "description": "Lan Kwai Fong ဆိုတာကေတာ့ ေဟာင္ေကာင္ရဲ႕ အေပ်ာ္အပါးေတြစုစည္းထားတဲ့ေနရာပါ။\nဒီအေပ်ာ္အပါးေတြၾကားမွာ ရုန္းကန္လႈပ္ရွားေနၾကသူမ်ား…ေပ်ာ္ရႊင္ေနၾကသူမ်ား…စတဲ့စတဲ့လူေတြကို အမ်ိဳးမ်ိဳးအဖံုဖံုေတြ႕ႏိုင္ပါတယ္…ဒီထဲမွာမွ အခ်စ္ကိုေတြ႕ရွိသြားၾကတဲ့ လူငယ္တခ်ိဳ႕… ခ်စ္ျခင္းမွာကံေကာင္းႏိုင္မလားဆိုတာ…။\nေဟာင္ေကာင္ တက္သစ္စေမာ္ဒယ္လ္ေတြနဲ႕ရိုက္ကူးထားျပီး ေပါ့ေပါ့ပါးပါးၾကည့္ရႈဖို႕သင့္ေလ်ာ္တဲ့ဇာတ္ကားပါ။\nNudity အခန္းတခ်ိဳ႕ေၾကာင့္ မိသားစုနဲ႕ေတာ့မၾကည့္သင့္ပါ။[Lan Kwai Fong ဆိုတာကတော့ ဟောင်ကောင်ရဲ့ အပျော်အပါးတွေစုစည်းထားတဲ့နေရာပါ။\nဒီအပျော်အပါးတွေကြားမှာ ရုန်းကန်လှုပ်ရှားနေကြသူများ…ပျော်ရွှင်နေကြသူများ…စတဲ့စတဲ့လူတွေကို အမျိုးမျိုးအဖုံဖုံတွေ့နိုင်ပါတယ်…ဒီထဲမှာမှ အချစ်ကိုတွေ့ရှိသွားကြတဲ့ လူငယ်တချို့… ချစ်ခြင်းမှာကံကောင်းနိုင်မလားဆိုတာ…။\nဟောင်ကောင် တက်သစ်စမော်ဒယ်လ်တွေနဲ့ရိုက်ကူးထားပြီး ပေါ့ပေါ့ပါးပါးကြည့်ရှုဖို့သင့်လျော်တဲ့ဇာတ်ကားပါ။\nNudity အခန်းတချို့ကြောင့် မိသားစုနဲ့တော့မကြည့်သင့်ပါ။]\nFile size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/lan-kwai-fong-1-2011/",
        "category": "Adult, Asian, Comedy, Drama, Special Package"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/push.jpg",
        "title": "Push 2009",
        "description": "ဒုတိယ ကမာၻစစ္အတြင္းမွာ နာဇီစစ္တပ္ဟာ သူတို့စစ္သားေတြရဲ့စြမ္းရည္ ျမင့္မားလာေအာင္ ေဆးေဖာ္စပ္ဖို ့အတြက္ ေမြးရာပါ စြမ္းအားရွိသူ ေတြကို ဖမ္းဆီးျပီး သုတသန လုပ္ခဲ့ပါတယ္။အဲ့ဒီ့သုေတသနေျကာင့္ စြမ္းအားရွိသူေတြ အမ်ားအျပားေသဆံုးခဲ့ေပမယ့္မေအာင္ျမင္ခဲ့ပါဘူး စစ္ျကီးျပီးသြားတဲ့အခါမွာေတာ့ အေမရိကန္လွ်ိဳ ့ဝွက္အဖြဲ႔ ့အစည္းတစ္ခုျဖစ္တဲ့ Division လို ့ေခါ ္တဲ့အဖြဲ ့က ထိုသုေတသနကိုဆက္လက္ေဆာင္ရြက္ခဲ့ျပီး Kira လို႔ေခါ ္တဲ့ ေကာင္မေလးတစ္ေယာက္က မေသဘဲ စမ္းသပ္ခ်က္ေအာင္ျမင္ခဲ့ေပမယ့္ ထြက္ေျပးလြတ္ေျမွာက္သြားတဲ့အခါမွာေတာ့ . . . .[ဒုတိယ ကမ္ဘာစစ်အတွင်းမှာ နာဇီစစ်တပ်ဟာ သူတို့စစ်သားတွေရဲ့စွမ်းရည် မြင့်မားလာအောင် ဆေးဖော်စပ်ဖို့အတွက် မွေးရာပါ စွမ်းအားရှိသူ တွေကို ဖမ်းဆီးပြီး သုတသန လုပ်ခဲ့ပါတယ်။အဲ့ဒီ့သုတေသနကြောင့် စွမ်းအားရှိသူတွေ အများအပြားသေဆုံးခဲ့ပေမယ့်မအောင်မြင်ခဲ့ပါဘူး စစ်ကြီးပြီးသွားတဲ့အခါမှာတော့ အမေရိကန်လျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုဖြစ်တဲ့ Division လို့ခေါ ်တဲ့အဖွဲ့က ထိုသုတေသနကိုဆက်လက်ဆောင်ရွက်ခဲ့ပြီး Kira လို့ခေါ ်တဲ့ ကောင်မလေးတစ်ယောက်က မသေဘဲ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2gRw5/Push_[2009]_(MM_Sub).mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BODE0NTUwNzA3Ml5BMl5BanBnXkFtZTgwOTQ3OTI3NzE@._V1_-203x300.jpg",
        "title": "Forsaken (2016)",
        "description": "Thit San Khant\n============",
        "rating": "2.1",
        "url": "https://channelmyanmar.org/forsaken-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTgzMDY2Njc4Nl5BMl5BanBnXkFtZTgwNTEyMjUzMjE@._V1_-200x300.jpg",
        "title": "Appleseed Alpha (2014)",
        "description": "Arkar Phyo\n==============\nDownload HD (935Mb)\nDownload Small (535Mb)",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/appleseed-alpha-2014/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNDYyNDY4NDk3MV5BMl5BanBnXkFtZTgwMzg4NDA2MDE@._V1_-225x300.jpg",
        "title": "Axe Giant: The Wrath of Paul Bunyan (2013)",
        "description": "ကဲ ပထမဆံုး မဂၤလာညခ်မ္းေလးပါလုိ႕ ႏႈတ္ဆက္လိုက္ပါရေစ\nကဲ အခုည အတြက္ ဒိုတာ ပရိတ္သတ္ေတြနဲ႕ မစိမ္းတဲ့\nဇာတ္ကားတစ္ကားကို တင္ေပးအံုးမယ္ဗ်\nဒိုတာ ေဆာ့တဲ့ သူေတြဆို AXE ကိုဆို သိၾကမယ္ထင္ပါတယ္\nအခုကားက AXE နဲ႕ ပတ္သက္ျပီး ရိုက္ျပထားတာပါ\nအဲ ဒိုတာဆိုလို႕ ဒိုတာ မေဆာ့တဲ့ သူေတြအေနနဲ႕လဲ\nဒီကားကို ၾကည့္လို႕ရပါတယ္ေနာ္\nကဲ ဇာတ္လမ္း အက်ဥး္ေလးကေတာ့ သစ္ခုတ္စခန္းတစ္ခုမွာ\nအလုပ္လုပ္ေနတဲ့ အလုပ္သမားျဖစ္သူ ေပါလ္ဘာရန္ ဟာ\nအလုပ္သမားေခါင္းဆိုလဲ ဟုတ္သလို\nအားလံုးက သတ္မွတ္ထားတဲ့ လုပ္ရဲကိုင္ရဲရွိသူ\nခြန္အားဗလနဲ႕ ျပည့္စံုသူ\nသတၱိရွိသူတေယာက္ပါ ဒီလိုနဲ႕ တစ္ေန႕မွာ\nသစ္ခုတ္စခန္းကို အႏၱရာယ္ တစ္ခု က်ေရာက္လာခဲ့ျပီး\nက်ေရာက္လာတဲ့ အႏၱရာယ္က ေမွ်ာ္မွန္းထားသည္ထက္ ပိုမို\nစြမ္းအားၾကီး အစြမ္းထက္ေနတဲ့ အခါမွာေတာ့.............\n[ကဲ ပထမဆုံး မင်္ဂလာညချမ်းလေးပါလို့ နှုတ်ဆက်လိုက်ပါရစေ\nကဲ အခုည အတွက် ဒိုတာ ပရိတ်သတ်တွေနဲ့ မစိမ်းတဲ့\nဇာတ်ကားတစ်ကားကို တင်ပေးအုံးမယ်ဗျ\nဒိုတာ ဆော့တဲ့ သူတွေဆို AXE ကိုဆို သိကြမယ်ထင်ပါတယ်\nအခုကားက AXE နဲ့ ပတ်သက်ပြီး ရိုက်ပြထားတာပါ\nအဲ ဒိုတာဆိုလို့ ဒိုတာ မဆော့တဲ့ သူတွေအနေနဲ့လဲ\nဒီကားကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/axe-giant-the-wrath-of-paul-bunyan-2013/",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/the-dictator-poster-133x200.jpg",
        "title": "The Dictator (2012)",
        "description": "The Dictator (2012)\nIMDb - 6.4/10_____Rotten - 57%\n  ကြည့်ဖူးတဲ့သူကတော့ ဒီပုံလေးမြင်တာနဲ့ မှတ်မိမှာပါ။ အာဏာရှင် ကင်ဂျုံအီ၊ ကဒါဖီ တို့ကိုအခြေခံပြီး ဇာတ်ကောင်ဖန်တီးရိုက်ကူးခဲ့တဲ့ နိုင်ငံရေးသရော်တဲ့ ဟာသကားပါ။ ဒီကားထဲက အာဏာရှင် ဗိုလ်ချုပ်ကြီး အလာဒန် ဟာ နယူးယောက်ခ် ကုလအစည်းအဝေးကို လာတက်စဉ်မှာ ပြန်ပေးဆွဲခံလိုက်ရပြီး သူ့နေရာကို ပုံစံတူလူစားထိုးခံလိုက်ရပါတယ်။ ရည်ရွယ်ချက်ကတော့ သစ္စာဖောက်ဦးလေးဟာ နိုင်ငံကိုဒီမိုကရေစီအဖြစ်ပြောင်းလဲပြီး ကိုယ်ကျိုးအတွက်စီးပွားရေးလုပ်ဖို့ပါပဲ။ ဘယ်သူမှမမှတ်မိတော့တဲ့ အလာဒန်တစ်ယောက် အခက်ခဲတွေကြားထဲကစွန့်စားပြီး သူ့နိုင်ငံကြီး ဒီမိုကရေစီမရဖို့အရေး သက်စွန့်ကြိုးပမ်းဆောင်ရွက်လာရတဲ့အခါမှာတော့.....   \nFile Size       :   708 MB\nFile Type      :  Mp4\nQuality         :   Bluray rip\nDuration      :  ...",
        "rating": "6.4",
        "url": "https://megaup.net/2luTa/My_Girlfriend_Is_An_Agent_[2009]_(MM_Sub).mp4 https://megaup.net/2luS9/A_Bridge_Too_Far_[1977]_(MM_Sub).mp4 https://megaup.net/1Fxqx/Monte_Carlo_(2011).mp4 https://megaup.net/2luU6/tts)The.Foreigner(2017).mp4 https://megaup.net/1Fxrs/The.Dictator.2012.1080P.Bluray(msubmovie)(hd).mp4",
        "category": "Comedy"
    }
]