[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTIzODIxNjY4NF5BMl5BanBnXkFtZTYwMjE2NDg2._V1_-199x300.jpg",
        "title": "Vertical Limit (2000)",
        "description": "User Review အေနနဲ႔\n\"ရင္တထိတ္ထိတ္နဲ႔ အလန္းစားစြန္႔စားခန္းမ်ား\"\nvote အမ်ားၾကီးရထားတဲ့ ဇာတ္ကားေလး တင္ဆက္လိုက္ရပါတယ္။\nသင္ဟာစြန္႔စားခန္း ဇာတ္ကားေကာင္းေကာင္း ႏွစ္သက္မိရင္ လံုး၀ လက္မလႊတ္သင့္တဲ့ဇာတ္ကားပါ။\nကမၻာေပၚမွာ အျမင့္ဆံုးေတာင္ကိုေျပာပါဆိုရင္ ဧ၀ရက္ပါပဲ။\nဒုတိယ အျမင့္ဆံုးေတာင္ကို ေျပာပါဆိုရင္ K2 ပါတဲ႔ ေနာက္ျပီး အၾကမ္းတမ္းဆံုးေတာင္လဲျဖစ္ပါတယ္။\nစီးပြါးေရး ကုမၸဏီတစ္ခုက ေလယာဥ္ဖြင့္ပြဲကို စတန္႔သေဘာနဲ႔ျပခ်င္ေနပါတယ္\nအဲဒါကေတာ့ K2 ေတာင္ထိပ္ေပၚကို ပ်ံ၀ဲ ျပမွာပါ ေတာင္တက္သမားေတြက\nအခ်ိန္မီွအေရာက္တက္ျပီး ေလယာဥ္ကို ေတာင္ထိပ္ေပၚကေန လက္ျပ ရမဲ့စတန္႔ပါ။\nေတာင္တက္သမားေတြက အေရာက္သြားႏိုင္ပါ့မလား? အားလံုးက ဘာမွ မွန္းဆလို႔မရသလို\nယံုၾကည္လို႔လဲ မရႏိုင္ပါဘူး။ သိပ္ျပီး အမ်ားၾကီးညႊန္းဆိုမေနေတာ့ပါဘူး။ဒီဇတ္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ CM Translator Aye Min Oo ပဲ ျဖစ္ၿပီး\nအညႊန္းကိုလဲ သူကိုယ္တိုင္ ေရးေပးထားပါတယ္(သစ္ဆန္းခန္႔)\nHD Download (850MB)\nSmall ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/vertical-limit-2000/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Nightwing-Poster-222x300-222x300.png",
        "title": "NightWings (2015) MIni Series",
        "description": "ကၽြန္ေတာ္တို႔ေတြ Batman အေၾကာင္း အမ်ားၾကီး သိခဲ့ရျပီးျပီသူ႔အေၾကာင္းကိုလည္း အေၾကာင္းအရာမ်ိဳးစံုနဲ႔ ဇာတ္ေၾကာင္းေတြ အမ်ားႀကီး ထြက္ခဲ့ရျပီးျပီသူ႔ရဲ႕ တပည့္ေတြ အေၾကာင္းေတြကိုလည္း ေတာ္ေတာ္မ်ားမ်ား သိခဲ့ႀကရျပီးျပီဒါေပမယ့္ ကၽြန္ေတာ္တို႔ေတြ အားလံုးလိုလိုနဲ႔ TVေပၚမွာ ရင္းႏွီးမေနခဲ့တာက Nightwing......\nIMDb 7.5/10...\nမူလ Robin တစ္ျဖစ္လဲ Dick Grayson ဟာ သူရဲ႕ ေကာင္မေလးအသတ္ခံလိုက္ရတဲ့ အခ်ိန္မွာေတာ့ Robin ရဲ႕ တံဆိပ္ကေန စြန္႔ခြာျပီးNightwing ဆိုတဲ့ အမွတ္တံဆိပ္ကို ကိုယ္တိုင္ ဖန္တီးျပီး မတရားမႈေတြကိုတိုက္ခိုက္တတ္တဲ့ သူရဲေကာင္းတစ္ေယာက္အျဖစ္နဲ႔ ညအခ်ိန္မွာ ေပၚထြက္လာေတာ့တယ္မေကာင္းမႈေတြကို ပယ္ရွားေနရင္းနဲ႔ တစ္ေန႔ေတာ့ Deathstroke ရဲ႕လမ္းေၾကာင္းထဲ၀င္ေရာက္ စြက္ဖက္မိေတာ့တယ္ Deathstroke ဘယ္လိုလူလဲ ေကာင္းေကာင္းသိေနတဲ့အတြက္တစ္ျခားလူေတြအတြက္ နတ္ဆိုး ျဖစ္မလာခင္ Nightwing တားဆီးရပါေတာ့တယ္\nSeries ပံုစံရိုက္ထားတာလည္း ျဖစ္တယ္ အပိုင္းလည္းတိုတယ္ဆိုတဲ့အတြက္ေၾကာင့္Mini Series အမ်ိဳးအစားထဲ ၀င္သြားတာ ျဖစ္ေသာ္ျငားလည္းပဲ အပိုင္း ငါးပိုင္းနဲ႕တစ္ပိုင္းကို ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/nightwings-2015-mini-series/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-3-200x300.jpg",
        "title": "I Am in Love With Chuch Girl (2013)",
        "description": "၂၀၁၃ ခုႏွစ္ကထြက္ရွိခဲ့ျပီး ျပသခ်ိန္ ၁နာရီနဲ႕ ၅၈မိနစ္ရွိတဲ့\nအခ်စ္ အၾကမ္း ကားေလးနဲ႕ မိတ္္ဆက္ေပးျခင္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ ဘ၀မွာ ဘယ္ေလာက္ပဲ\nဆိုးမိုက္ေနတဲ့သူျဖစ္ျဖစ္ အခ်စ္နဲ႕ ေတြ႕ရင္ေတာ့\nအရာရာ ဟာေျပာင္းလဲသြားတတ္တယ္\nဆိုတဲ့ အေၾကာင္းေလးကို ရိုက္ျပထားတာပါ\nဇာတ္လမ္းအက်ဥး္ေလးကေတာ့ မိုင္လ္ ဟာ အရင္က\nမူးယစ္ေဆး အလုပ္နဲ႕ အသက္ေမြးခဲ့ျပီးေနာက္ပိုင္း\nခ်မ္းသာလာတဲ့ အခါမွာ သူဟာ အလုပ္က အနားယူခဲ့ပါတယ္\nဒါေပမဲ့ DEA ( Drug Enforcement Administration ) ရဲ႕\nရာဇ၀င္လန္ျပီး အမႈဖြင့္ခံလိုက္ရတဲ့ အခါမွာ သူဟာ တရားရံုးမွာ\nအမႈရင္ဆိုင္ရပါေတာ့တယ္ ဒီလိုနဲ႕ မိုင္လ္ ဟာ\nတရားရံုးမွာ အမႈရင္ဆုိင္ရင္း သူ႕အိမ္မက္ထဲက မိန္းမပ်ိဳေလးနဲ႕\nေတြ႔ဆံုမိတဲ့ အခါမွာေတာ့ ဘယ္လို အခ်စ္ဇာတ္လမ္းေကာင္းေလး တစ္ခု\nျဖစ္ေပၚလာေလမလဲဆိုတာကို ဆက္လက္ ၾကည့္ရွဴၾကရမွာပါCM Link\nDownload On Google Drive\n \nDownload On Pcloud\n \nDownload On Openload\n \nDownload On Hubic\n \nDownload On Mega\n \nDownload On Yandex",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/i-am-in-love-with-chuch-girl-2013/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/magnificent7-300x162.jpg",
        "title": "The Magnificent Seven (2016)",
        "description": "ေကာင္းဘြိဳင္ကားအေကာင္းစားေတြ ရွားရွားလာခ်ိန္မွာ ဒီကားေလးၾကည့္ရတာ တကယ္တန္ပါတယ္ဗ်ာ။ Wild West ရဲ႕ ဂီတသံေတြ၊ ရႈခင္းေတြၾကားမွာ အမွန္အမွား နဲ႕ ေသျခင္းရွင္ျခင္းဆုိတာ စကၠန္႕၀က္ေလာက္ လက္ပိုျမန္တဲ့လူလက္ထဲေရာက္သြားတဲ့ ကာလေပါ့။ အက်ီၤေလးကို ေနာက္ဆြဲဟျပီး လက္ကို ေသနတ္ေပၚတင္လိုက္တိုင္း သူတို႕နဲ႕ လိုက္ျပီး ရင္ခုန္တတ္တဲ့အက်င့္က မေပ်ာက္ေသးဘူးကိုး။ ဒီကားကေတာ့ ေကာင္းဘြိဳင္ကားၾကိဳက္သူ အက္ရွင္ၾကိဳက္သူေတြ အၾကိဳက္ျဖစ္ေအာင္ျပန္ရိုက္ထားတာပါပဲ။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ျမိဳ႕ငယ္ေလးကို အင္အားသံုးျပီး နွင္ထုတ္မယ့္ လူရာေက်ာ္အင္အားရိွတဲ့ ဓားျပဗိုလ္ကုိ လူ ၇ ေယာက္ထဲက ျမိဳ႕ကလူစုေလးကို ဦးစီးျပီး ျပန္တိုက္ထုတ္တဲ့ ဇာတ္လမ္းပါ။ ၇ ေယာက္လံုးရဲ႕ မတူညီတဲ့ စရိုက္ေတြ အရည္အခ်င္းေတြနဲ႕ ထူးျခားမႈေတြကို ေပါင္းစပ္ျပသြားရင္း မျဖစ္နိုင္တဲ့ စစ္ဆင္ေရးကို အသက္စြန္႕တိုက္ၾကတဲ့ သူရဲေကာင္းေတြအေၾကာင္း ျပထားတာပါ။ ၾကည့္သင့္တဲ့ ကားေကာင္းပါပဲ။ ဘာသာျပန္သူေတာင္ ၂ ခါျပန္ၾကည့္မိတယ္ နဂို ေကာင္းဘြိဳင္အေသၾကိဳက္တဲ့အခံလည္းပါတာေပါ့ဗ်ာ။ \nFile Size ...",
        "rating": "",
        "url": "https://megaup.net/2fi9m/The_Magnificent_Seven_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/p161586_p_v8_af-200x300.jpg",
        "title": "Sun Shine (2007)",
        "description": "2007 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး IMDb 7.3 ေတာင္ရရွိခဲ့ျပီး\nဖလင္ကုမၸဏီၾကီးေတြျဖစ္တဲ့ Motion Picture ရယ္ UK Film ရယ္ ပထမဆံုး ပူးေပါငး္\nရိုက္ကူးထုပ္လုပ္လိိုက္တဲ့ ဇာတ္ကားလဲ ျဖစ္ပါတယ္\n၂၀၅၇ ေရာက္ရင္ ကမၻာၾကီးက ေအးခဲျပီး ေနမင္းၾကီးဟာလညး္ ေပ်ာက္ကြယ္သြားမယ္လို႕\nသိပၸံပညာရွင္ေတြက ၾကိဳတင္ခန္႕မွန္းခဲ့ၾကပါတယ္\nအဲ့ဒီ ၾကိဳတင္ခန္႕မွန္းခ်က္ေတြကိုုေလ့လာဖုိ႕အတြက္ မာက်ဴရီ\nျဂိဳလ္ပတ္လမ္းအတြင္းမွာ သြားေရာက္ေလ့လာဖို႕အတြက္ အိိုက္ကာရပ္စ္ အမွတ္၁\nစူးစမ္းေလ့လာေရး ယဥ္ ကိုေစလြတ္ခဲ့ရာ အစအနရွာမရေအာင္ ေပ်ာက္ဆံုးသြားခဲ့ျပီး\nေနာ္က ၇ႏွစ္အၾကာမွာ အိုက္ကာရပ္စ္ ၂ ကိုေစလႊတ္ရာမွာ စြန္းစားမႈေတြ\nရွာေဖြေတြ႕ရွိမႈေတြကို သဲထိပ္ရင္ဖို အသဲ က်ိန္းဖြယ္ရာရိုက္ကူးျပသထားတာပါ\nကဲ အားေပးလိုက္ၾကပါအံုးဗ်Download On Google Drive\nDownload On Pcloud\nDownload On Openload\nDownload On Hubic\nDownload On Mega\nDownload On Yandex",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/sun-shine-2007/",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-2-200x300.jpg",
        "title": "To Steal From a Thief (2016)",
        "description": "El Uruguayo  ဦေဆာင္တဲ့ ငတက္ျပားတစ္စုဟာ ညဖက္မွာ အေမွာင္ရိပ္ကိုခိုျပီး\nတိတ္တဆိတ္လႈပ္ရွားေနၾကပါတယ္ သူတို႕ရဲ႕ ဦးတည္ခ်က္ကေတာ့\nဗလန္စီယာ ျမိဳ႕လယ္ေကာင္က ထီးထီးတည္ေနတဲ့ ျမိဳ႕ ရဲ႕ က်က္သေရေဆာင္ အေဆာက္အဦး\nဘဏ္ၾကီး ထိုဘဏ္ၾကီးက သူတို႕ရဲ႕ အခက္အခဲေတြ နဲ႕ ဘ၀ ကိုေျပာင္းလဲေပးေတာ့မည္ဆုိတဲ့\nေမွ်ာ္လင့္ခ်က္ေတြနဲ႕ ခ်ည္းကပ္လာခဲ့ၾကတာျဖစ္ျပီး ဘဏ္ထဲမွာကလဲ\nေျမာက္မ်ားစြာေသာ စိန္ထည္ ေတြ ေငြေတြက သူတို႕ကို ေစာင့္ေမ်ာ္လ်က္ပင္\nဒါေပမဲ့ သူတို႕ မသိႏိုင္ခဲ့တာက အာမခံ ေသတၱာနံပါတ္ ၃၁၄ ပင္\n၃၁၄ ထဲမွာ သူတို႕ကို ေသမင္းႏိုင္ငံသို႕ အေရာက္သြားေစႏိုင္ဖို႕\nလံုေလာက္တဲ့ အေၾကာင္းျပခ်က္ေတြရွိေနခဲ့တာကို မသိခဲ့ၾကတာကပဲ\nသူတို႕ကို ကို ဘဏ္ဆီ ခ်ည္းကပ္ဖို႕ သတၱိေတြေပးခဲ့တာပင္\n...ဆက္ျဖစ္မယ့္အရာေတြသိခ်င္ရင္ေဒါင္းၾကည့္ပါေလ...Download On Google Drive\nDownload On Pcloud\nDownload On Openload\nDownload On Mega",
        "rating": "",
        "url": "https://channelmyanmar.org/to-steal-from-a-thief-2016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjE3ODYwODE2OV5BMl5BanBnXkFtZTgwMjM5ODA2OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Tunnel (2016)",
        "description": "Tunnel (2016)\nIMDb - 6.9/10_____Rotten 100%\n  \nIMDb 6.9 Rotten Tomatoes 100 percent\n2016ခုနှစ်ထွက် korea movieတွေထဲမှာ\nအကောင်းဆုံးလို့ ပြောရမယ့် train to busan\nဇတ်ကားပြီးရင်အကောင်းဆုံးကဒီ Tunnel\nဇတ်ကားပါပဲ\nကျွန်တော်ဆိုလုံးဝထိုင်ရာကတောင်မထပါဘူး\n(၃ခါတောင်ကြည့်တာ ပြီးမှဘာသာပြန်တာ  )\nဇတ်လမိးအကျဉ်းကိုပြောပြရရင် KIA\nကားcompanyအရောင်းဝန်ထမ်းတစ်ဦးဖြစ်တဲ့လီဂျံ ု ဆူတစ်ယောက်သူ့\nသမီးလေးမွေးနေ့အတွက်အိမ်အပြန်လမ်းမှာဥမင်လိူဏ်ခေါင်းပြိုကျပြီးပိတ်မိသွားပါတယ်\nပိတ်မိနေတဲ့အချိန်အတောအတွင်းမှာတောင်သူ့ ရဲ့တစ်ဖက်သားကိုကူညီတတ်တဲ့စိတ်ဓာတ်\nနောက်ဆုံးအချိန်ထိအရူံးမပေးတဲ့စိတ်ဓာတ်တွေဟာတကယ်ကိုလေးစားဖို့ကောင်းပါတယ်\n(တခြားကောင်းတဲ့အချက်တွေရေးပေးချင်ပေမယ့်spoilerဖြစ်မှာဆိုးလို့မရေးတော့ပါဘူး)\nလီဂျုံဆူ အနေနဲ့နောက်ဆုံးအချိန်ထိအသက်ရှင်နိုင်မလားဆိုတာ CMပရိတ်သတ်ကြီးအမြန်ဆုံးပဲဒေါင်းကြည့်လိုကိကြပါခင်ဗျာ\nဇတ်ကားကို Kaung Myat Thu မှ ဘာသာပြန်ပေးထားပြီး အညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်\n  \nFile Size - 996 MB\nQuality - BR-Rip 720p\nDuration - 2hrs 6mins\nTranslator - Kaung Myat Thu\nEncoder - Tariq L Walker",
        "rating": "6.9",
        "url": "https://megaup.net/3zvfj/Tunnel_(Teo-Neol)_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/The_LEGO_Story_S-646487920-large-300x300.jpg",
        "title": "The LEGO Story (2012) Short Film",
        "description": "Lego ဆိုတဲ့ အတံုးဆက္တဲ့ အရုပ္ေလးေတြ မတိုင္ခင္မွာ ထို Lego ဆိုတဲ့ နာမည္ အစျပဳခဲ့တဲ့\nလူ ၂ ဦး ရွိေနပါတယ္ သူတို႔ကေတာ့ Lego ကို စတင္ခဲ့သူ ပိုင္ရွင္ ႏွင့္ သူ၏ သားတို႔ပါပဲ\nသူတို႔ ရဲ႕ ေအာင္ျမင္ေက်ာ္ၾကားတဲ့ Lego ဆိုတဲ့ နာမည္တစ္ခုရဖို႔ ဘယ္လိုရုန္းကန္ခဲ့ရတယ္\nဘယ္လိုႀကိဳးစားခဲ့ရတယ္ဆိုတာေတြ ကို Short Film Animation ေလး ကို ဘာသာျပန္တင္ဆက္ေပးလုိက္ပါတယ္\nThe Lego Story ကို ဘာသာျပန္ေပးထားသူကေတာ့ Tariq L Walker ပဲ ျဖစ္ပါတယ္...(သစ္ဆန္းခန္႔)\nDownload (122mb)",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-lego-story-2012-short-film/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-1-200x300.jpg",
        "title": "Euro report (2013)",
        "description": "IMDb Rating 6.5 ရရွိထားျပီး သိပၸံ ဗဟုသုတ ရျခင္တဲ့သူေတြ\nစၾက၀ဠာၾကီးကိုစိတ္၀င္စားတဲ့သူေတြအတြက္ ဇာတ္ကားေကာင္းေလး\nတကားကိုတင္ေပးလိုက္ပါတယ္\nEuropa Project ရဲ႕ CEO ေဒါက္တာUnger ဟာ ဂ်ဴပီတာျဂိဳလ္ရယ္ လ ရယ္ ဆက္စပ္မႈနဲ႕\nအတူ သက္ရွိေတြကို ျဖစ္တည္မႈဆက္စပ္ေနမႈကိုပါ ေလ့လာဖို႕ ဆႏၵရွိေနသူတစ္ဦးျဖစ္ျပီး\nတစ္ေန႕မွာ Space Ship တစ္စီးကို ေလ့လာဖို႕အတြက္လြတ္လိုက္ပါတယ္\nဒီလိုနဲ႕ ေလ့လာျပီး ၆လအၾကာမွာ မုန္တိုင္းတစ္ခုနဲ႕တိုးမိျပီး\nအာကာသယာဥ္ဟာ ခ်ိဳ႕ယြင္းသြားခဲ့ပါတယ္\nအင္ဂ်င္နီယာ ၂ေယာက္ျဖစ္တဲ့ Blok နဲ႕ Corrigan ဟာ ခ်ိဳ႕ယြငး္မႈကိုျပင္ဆင္ဖို႕ၾကိဳးစားခဲ့ၾကျပီး\nသူတို႕ ၂ေယာက္က ျပင္ဆင္ႏိုင္ခဲ့လား ဘယ္လိုေတြမ်ားဆက္လက္ၾကံဳေတြ႕ၾကရမလဲဆိုတာကို\nဆက္လက္ၾကည့္ရွဴရမွာပါ\nMartian ကိုၾကိဳက္ႏွစ္သက္မိရင္ ဒီကားကိုလဲ ၾကိဳက္ၾကလိမ့္မယ္ဆိုတာ\nရဲရဲၾကီးအာမခံလိုက္ပါရေစေတာ့ဗ်ာDownload On Google Drive\n \nDownload On Pcloud\n \nDownload On Openload\n \nDownload On Hubic\n \nDownload On Mega\n \nDownload On Yandex",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/euro-report-2013/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-200x300.jpg",
        "title": "Angrej (2015)",
        "description": "IMDb rating 8.6 ရရွိထားျပီး ၂၀၁၅ ခုႏွစ္က ထြက္ခဲ့တဲ့\nအခ်စ္ နဲ႕ ဘ၀ အေျခအေန ဇာတ္ေၾကာင္းလြန္ဆြဲၾကပံုကို\nရိုက္ျပထားျပီး လူငယ္ေလးတေယာက္က မိမိဘ၀အေျခအေနနဲ႕\nအခ်စ္ေရး ၂ခုၾကားထဲမွာ ဘယ္ဟာကို ေရြးခ်ယ္ရမလဲဆုိတာကို\nဒြိဟျဖစ္ပံုကို ပညာသားပါပါ ရိုက္ကူးျပသေပးထားျပီး\nယခုေခတ္လူငယ္ေတြ အတုယူၾကည့္ရွဴသင့္တဲ့ ဇာတ္ကားေလး\nတစ္ကားကိုတင္ဆက္ေပးျခင္ပါတယ္\nဇာတ္လမ္း ေလးကေတာ့ ယခုေခတ္ ပါကစၥတန္ေကာင္ေလးတစ္ေယာက္နဲ႕\nအစျပဳထားျပီး သူ႕ေကာင္မေလးဟာ ႏိုင္ငံျခား လူေနမႈဘ၀ကို အထင္ၾကီးသူတေယာက္ပါ\nတေန႕မွာ ေကာင္မေလးက ေကာင္ေလးကို လက္ေဆာင္ပစၥည္းတစ္ခု၀ယ္ေပးဖို႕\nပူဆာရာမွ ေကာင္ေလးက သူ႕အေဖရဲ႕ စကူတာေလးကို ေရာင္းလိုက္ျပီး ၀ယ္ေပးခဲ့ပါတယ္\nဒီလိုနဲ႕ အဲ့ေကာင္ေလးဟာ အိႏိၵယ ေကာင္ေလးတစ္ျဖစ္လဲ Angrej နဲ႕\nမိတ္ေဆြျဖစ္မိျပီး ပါတီပြဲတစ္ခုမွာခင္မင္ခဲ့ပါတယ္ ဒီလိုနဲ႕ Angrej နဲ႕ ေကာင္ေလး\nစကားေျပာၾကရင္း Angrej ကိုေကာင္ေလးက သူ႕စကူတာေပ်ာက္သြားတဲ့ အေၾကာင္း\nေျပာပါေတာ့တယ္ အဲ့မွာ Angrej က ေကာင္ေလးကို မင္းစကူတာက ေပ်ာက္သြားတာ\nမဟုတ္တဲ့ အေၾကာင္း ေကာင္မေလးကို လက္ေဆာင္၀ယ္ေပးလိုက္တာျဖစ္ေၾကာင္းေျပာရင္း\nAngrej က သူ႕ရဲ႕ အခ်စ္ဇာတ္လမ္းေလးကို ေျပာျပပါေတာ့တယ္\nကဲ ပရိတ္သတ္ၾကီးေ၇ Angrej ရဲ႕ အခ်စ္ဇာတ္လမ္းေလးက လြမ္းေမာစရာေကာင္းမလား\nေပ်ာ္ရြင္စရာေတြနဲ႕ ျပည့္နက္ေနမလားဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ\nဆက္လက္ ရွဴစားၾကည့္လိုက္ပါေတာ့ ဗ်ာDownload On Mega\n \nDownload On Google Drive\n \nDownload On ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/angrej-2015/",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/220px-MrNiceGuy_DVDcover-192x300.jpg",
        "title": "Mr. Nice Guy (1997)",
        "description": "IMDb rating 6.2 ထိရရွိထားျပီး ၁၉၉၇ ခုႏွစ္ကထြက္\nရွိခဲ့တဲ့ ဟာသကြန္ဖူး မင္းသားၾကီး ဂ်က္ကီခ်န္းရဲ႕ အက္ရွင္ဟာသ\nကားေလးကို တင္ဆက္ေပးျခင္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ တီဗီသတင္းေထာက္ ဒိုင္ယာနာဟာ\nကိုကိန္းေရာင္း၀ယ္မႈတစ္ခုကို အမွတ္မထင္ မွတ္တမ္းတင္မိရာကေန\nဂ်က္ကီခ်န္းက သတင္းမွာ ထုတ္လြင့္လိုက္တဲ့ အခါမွာေတာ့\nလူဆိုး ဂိုဏ္းေတြရဲ႕ အညိဳးထားမႈကိုခံလိုက္ရကာမွ\nဘယ္လိုေတြမ်ား ရင္ဆိုင္ၾကမလဲဆိုတာကို ဟာသသရုပ္ေဆာင္\nအက္ရွင္ ကြန္ဖူးမင္းသားၾကီးရဲ႕ သရုပ္ေဆာင္ခ်က္ေတြနဲ႕ အတူဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့Download On PcloudDownload On Yandex Disk\n \nDownload On Google Drive\n \nDownload On Openload\n \nDownload On DropBox\n \nDownload On Degoo Cloud\n \nDownload On Mega\n \nDownload On Hubic Cloud\n \nDownload On syncplicity\n \nDownload On MiCloud",
        "rating": "6.2",
        "url": "https://megaup.net/UDq4/Mr._Nice_Guy_[1997]_(MM_Sub).mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/rock-203x300.jpg",
        "title": "The Rock (1996)",
        "description": "The Rock (1996)\nIMDb (7.4/10)...Rotten Tomatoes (66%) Unicodeမင်းသားကြီးရှောင်ကွန်နရီ နဲ့ နီကိုလပ်ကေ့ချ် တို့အဓိကပါဝင်ထားတဲ့ ဒီဇာတ်ကားကြီးဟာ Armageddon,Transformers ဇာတ်ကားတွေကို ဖန်တီးသူ ဒါရိုက်တာ Michael Bay ရဲ့ နောက်ထပ်လက်ရာကောင်းဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။တိုင်းပြည်ရဲ့ လျှို့ဝှက်စစ်ဆင်ရေးတိုက်ပွဲတွေမှာ အသက်စွန့်ခဲ့ရပေမယ့် ဘာဂုဏ်ပြုမှတ်တမ်းမှ မရေးထိုးပေးဘဲ ချောင်ထိုးခံလိုက်ရတဲ့ ကျဆုံးစစ်သည်နဲ့ မိသားစုတွေအတွက်  ရင်နင့်နေတဲ့ အမေရိကန်ဗိုလ်ချုပ်ဖရန့်ဟမ်းမဲလ်....ဘယ်သူမှဖဖောက်နိုင်တဲ့ထောင်ကို ဖောက်ထွက်ပြေးခဲ့ဖူးတဲ့ နာမည်ကြီးထောင်ဖောက်သမားကြီး ဂျွန်မေဆင်....FBI ဌာနရဲ့ ဓါတုဗေဒ ပညာရှင် ဂွတ်စပိဒ်....ဒီလိုထိပ်တန်းလူသုံးယောက် ကိုယ့်ခံယူချက် ယုံကြည်ချက်အတွက် တိုက်ပွဲဝင် ထိပ်တိုက်တွေ့ဆုံရာဝယ်.............။ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်....မင်းသားကြီးတွေရဲ့ သရုပ်ဆောင်မှုတွေ အသောအထေ့တွေက အသက်ဝင်လွန်းပါတယ်။နီကိုလပ်ကေ့ချ်ကို ငယ်ရွယ်နုပျိုစွာမြင်ရတာကလဲ အတော်ပဲ ကြည့်ပျော်မှာပါ။\n(Myo Min Aung မှခံစားတင်ထားပါတယ်။)\n---------------------------------------------------------------------\nZawgyiမင္းသားၾကီးေရွာင္ကြန္နရီ နဲ႕ နီကိုလပ္ေက့ခ်္ တို႕အဓိကပါဝင္ထားတဲ့ ဒီဇာတ္ကားၾကီးဟာ Armageddon,Transformers ဇာတ္ကားေတြကို ဖန္တီးသူ ဒါရိုက္တာ Michael Bay ရဲ႕ ေနာက္ထပ္လက္ရာေကာင္းဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။တိုင္းျပည္ရဲ႕ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1wvan/The_Rock_[1996]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BODdlMjU0MDYtMWQ1NC00YjFjLTgxMDQtNDYxNTg2ZjJjZDFiXkEyXkFqcGdeQXVyMTU2NTcxNDg@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "Beta Test (2016)",
        "description": "ကဲဒီတစ္ခါေတာ့ ၂၀၁၆ ခုႏွွစ္ထြက္ရွိထားတဲ့ IMDb rating 6.8 ထိ\nရရွိထားတဲ့ ဇာတ္ကားေလးတစ္ကားကိုတင္ေပးလုိက္ပါတယ္ဗ်\nဇာတ္ကားေလးက အက္ရွင္ကားၾကိဳက္တဲ့ သဲထိပ္ရင္ဖို ကားေတြကိုမွ\nႏွစ္သက္ၾကတဲ့ ပရိတ္သတ္ေတြအတြက္ အၾကိဳက္ေတြ႕မယ္ဆိုတာ\nအာမခံပါတယ္  အရင္ NErve ကိုၾကည့္လို႕ၾကိဳက္ႏွစ္သက္ခဲ့တယ္ဆို\nဒီဇာတ္ကားေလးကို လဲၾကိဳက္ႏွစ္သက္မယ္ဆိုတာ ေျပာေနစရာမလိုေတာ့ပါဘူး\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဂိမ္းခ်န္ပီယံေတြကိုဆို ဂိမ္းကုမၸဏီေတြက\nသူတို႕ရဲ႕ဂိမ္းရဲက အမွားေတြ ျပစ္ခ်က္ေတြကိုရွာဖို႕ Beta version ကို\nေပးေဆာ့ေလ့ရွိပါတယ္ ျပီးမွ လံုး၀အဆင္ေျပျပီဆိုမွ Publication လုပ္ၾကတာပါ\nဒီဇာတ္ကားေလးထဲမွာလဲ ဂိမ္းခ်န္ပီယံ မက္စ္ဟာ မၾကာမီမွာျဖန္႕ခ်ီေတာ့မယ္\nဂိမ္းတစ္ခုကို အစမ္းေဆာ့ရာမွ မထင္မွတ္ပဲ ဂိမ္းဟာ အျပင္ေလာကမွာပါ ဂိမ္းထဲက\nအတိုင္းလိုက္ပါျဖစ္ပ်က္ေနတာကိုေတြ႕လိုက္ရတဲ့ အခါမွာေတာ့\nကဲ ဗ်ာ ပရိတ္သတ္ၾကီးကပဲဆက္လက္ၾကည့္လိုက္ပါေတာ့ ဗ်ိဳ႕\nဘာၾကည့္ေနတာလဲ ျမန္ျမန္သြားေဒါင္းေတာ့ေလ :P",
        "rating": "6.7",
        "url": "https://megaup.net/2glT3/Beta_Test_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/9852521cf9b8c17fef98c674f12461bb-213x300.jpg",
        "title": "[18+] Last Erotic Train (2008)",
        "description": "ဂျပန်ချစ်တဲ့ပုရိသတ်ကြီးအတွက်ပါ\nဂျပန် ပြည်မှာ Chikan လို့ခေါ်တဲ့အမှုကအတော်ရေပန်းစားပြီး\nအလွန်တစ်ရာ အမှုကြီးပါတယ်....\nChikan(ချီကန်) ဆိုတာက အများပြည်သူသုံး ဘတ်စ်ကားတွေ၊ ရထားတွေပေါ်မှာ\nမိန်းကလေးတွေကို နောက်ကွယ်ကနေမဖွယ်မရာလုပ်တာပါ။\nရှို တစ်ယောက်အလုပ်သွားတဲ့ရထားပေါ်မှာ ချီကန်လုပ်သူပါဆိုပြီး\nမသမာသူ တစ်သိုက်ကချောက်တွန်းပြီး စခန်းအပ်လိုက်ပါတယ်...။\nအဲဒီမှာတင် အလုပ်ပြုတ်၊ မယားက ပစ်သွားပါတော့တယ်။\nတစ်နေ့မှာတော့ အစွပ်စွဲခံရသူရှိုနဲ့ ချီကန်အပြုခံရသူ မီဆာတို့ မထင်မှတ်ပဲ\nတွေ့ရှိသွားပြီး တရားခံကို နည်းမျိုးစုံသုံးပြီးဖေါ်ပါတော့တယ်...\nရှိုရဲ့ ဇနီးကလည်း ရှိုဘာလို့ ချီကန်လုပ်ရသလဲဆိုပြီး မရမက စုံးစမ်း ရာက....\nယုံကြည်မှုဆိုတာ လူတိုင်းအပေါ်မှာထားလို့မရသလို....လုံးဝဥဿုံယုံရမဲ့သူလဲရှိသင့်ပါတယ်။\nမိမိယုံကြည်ရာကိုလဲလက်မလွှတ်သင့်ပါကြောင်း...ဒီဇာတ်လမ်းလေးကို ကြည့်ရင်း ခံစားပေးကြပါကုန်။ (Aye Min Oo မှတင်ဆက်ထားတာပါ။) \nFile size…(700MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:14:46\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB",
        "rating": "",
        "url": "https://megaup.net/Uygt/Last_Erotic_Train_[18+]_[2008]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTg5NTc0MjU4Nl5BMl5BanBnXkFtZTgwODUzMjIwMDI@._V1_SY1000_CR006661000_AL_-200x300.jpg",
        "title": "Ant Boy 3(2016)",
        "description": "2016 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး IMDb rating 5.4 ထိရရွိထားတဲ့\nAnt Boy ဆိုတဲ့ စူပါဟီးရိုးကားေလးကို တင္ေပးလိုက္ပါတယ္\nဇာတ္ကားေလးကေတာ့ ကေလးၾကိဳက္ PG ကားေလး ျဖစ္တာေၾကာင့္\nအေထြအထူး ညႊန္းစရာေတာ့ မရွိပါဘူး\nဇာတ္လမ္းသေဘာကေတာ့ ပံုမွန္ စူပါဟီးရိုးပံုစံပဲ\nဗီလိန္ပါမယ္ စြမ္းအားရွင္စူပါဟီးရိုးတေယာက္ပါပါ့မယ္\nကဲ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ EXO Farm ဆိုတဲ့\nကုမၸဏီၾကီးမွာ စီအီးအို အသစ္တက္လာရာမွ\nအသစ္၀င္လာတဲ့ စီအီးအိုက မေတာ္ေလာဘနဲ႕\nကမၻာၾကီးကို အုပ္စိုးဖို႕ၾကံစည္ရာမွ အန္႕ဘြိိဳင္းက အမည္မသိ\nစကိတ္စီးအဖ်က္အေမွာင့္ပေယာဂ အက်င့္ယုတ္ စက္ရုပ္ၾကီးကို\nႏွိမ့္နင္းဖို႕ၾကံဳလာရာမွ ဘယ္လိုေတြဆက္ျဖစ္ၾကမလဲဆိုတာကို\nပရိတ္သတ္ၾကီီးကပဲ ဆက္ၾကည့္လိုက္ၾကေတာ့ဗ်ာDownload Large File\n   \nDownload Small File",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/ant-boy-32016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Imaginary-Cat-Poster4-200x300.jpg",
        "title": "Imaginary Cat (2015) Complete",
        "description": "ဇာတ္လမ္းေလးသည္စိတ္ဒဏ္ရာ\nကိုယ္စီရခဲ႔ၾကသည္လူသား\nတစ္ ဦးႏွင္႔ေလလႊင္႔ေၾကာင္ေလးတစ္ေကာင္\nတုိ႔ၾကားၿဖစ္ေပၚလာသည္႔\nသံေယာဇဥ္ႏွင္႔ခံစားမႈတို႔\nကိုေဖာ္ၿပထားပါသည္။\nအင္တာနက္ရုပ္ၿပေရးဆြဲသူ\nတစ္ဦးၿဖစ္ဖို႔အတြက္ၾကိဳးစားေန\nသည္႔ဟြမ္ဂ်ဳိးဟြမ္(ရိုဆန္ဟို)သည္\nစာအုပ္ဆိုင္တြင္အခ်ိန္ပိုင္းအလုပ္ၿဖင္႔\nေငြေၾကးအခက္အခဲေတြ\nကိုေၿဖရွင္းေနရသူတစ္ဦးၿဖစ္\nပါသည္။ေခါင္းေၾကာမာသည္႔\nအၿပင္၊ကိုယ္႔စိတ္ကူးေတြကိုပဲ\nဦးစားေပးတတ္သည္႔\nဟြမ္ဂ်ဳိးဟြမ္သည္ေအာင္ၿမင္\nသည္႔ရုပ္ၿပေရးဆြဲသူၿဖစ္ဖို႔\nအတြက္အခက္အခဲေတြနွင္႔ရင္ဆိုင္ခဲ႔ရပါသည္။\nတစ္ေန႔မွာေတာ႔ေလလႊင္႔ေၾကာင္\nကေလး“Bok Gil” ႏွင္႔ဆံုဆည္းလိုက္တဲ႔\nအခါမွာေတာ႔သူ႔ခံစားခ်က္ေတြကိုေၿပာဖို႔\nအတြက္သူ႔ဆီမွာ အေဖာ္ရွိ\nလာခဲ႔ပါသည္။ေၾကာင္ကေလး“ Bok Gil ”\nအတြက္သူသည္အလုပ္ကိုၾကိဳး\nစားခဲ႔သည္။ေၾကာင္ကေလးသည္သူ႔သခင္\nကိုစကားလံုးေတြၿဖင္႔ႏွစ္သိမ္႔မေပးႏိုင္ေပမဲ႔သူ႕\nသခင္၏ဘ၀ေလးပိုၿပီးေတာ႔သက္ေတာင္႔\nသက္သာၿဖစ္လာဖို႔အတြက္ေတာ႔\nအေဖာ္ေကာင္းတစ္ဦး ၿဖစ္လာခဲ႔ပါသည္။\n“Imaginary Cat” ဇာတ္လမ္းတြဲ\nသည္ေတာင္ကိုးရီးယားႏိုင္ငံ\nအတြက္ေတာ႔ပထမဦးဆံုးေၾကာင္\nကိုအဓိကထားၿပီးရိုက္ကူးထားသည္႔\nဇာတ္လမ္းတြဲေလးၿဖစ္ပါသည္။\nဇာတ္လမ္းထဲတြက္လူသားေတြရဲ႕\nအၿမင္ေတြအၿပင္ေၾကာင္တစ္ေကာင္\n၏အေတြးေတြကိုလည္းထည္႔\nသြင္းရိုက္ကူးထားပါသည္။\nဒီဇတ္လမ္းတြဲေလးကို ဘာသာျပန္ေပးထားသူကေတာ့ EinGyin Phyu ျဖစ္ၿပီး အညႊန္းကိုေတာ့\nCredit : News Watch(ေစာင့္ၾကည့္သတင္းဂ်ာနယ္)\nသက္(ref: Korean drama) မွ ကူးယူ ေဖာ္ျပပါသည္။\nFollow Me > Thit San Khant\nDownload List\n============\nEP 01\nEP 02\nEP 03\nEP 04\nEP 05\nEP 06\nEP 07\nEP 08 (End)",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/imaginary-cat-2015/",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1480467724531-200x300.jpg",
        "title": "Regular Show the Movie (2015)",
        "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့ျၿပီး IMDb 7.4\nထိရရွိခဲ့တဲ့ Animation ဇာတ္ကားေကာင္း\nတကားကုိတင္ဆက္ေပးလိုက္ပါတယ္ရစ္ဂီဟာ\nအနာဂတ္ကာလ မွာ Benson, Skips, Hi-Five Ghost, Muscle\nMan, and Pops  တို႔ကိုဦးေဆာင္ျၿပီး\nမေကာင္းဆိုး၀ား စက္ရုပ္မ်ားကို ဦးေဆာင္တိုက္ခိုက္ေနတဲ့\nေခါင္းေဆာင္တဦးျဖစ္ပါတယ္။\nအဖ်က္စက္ရုပ္ မစၥတာေဘာ့ဟာ အခ်ိန္ယႏၱယား က\nိုတီထြင္ထားျၿပီး တစ္ေန႔ဟာ အခ်ိန္ခရီးသြားရင္း\nကမ႓ာေျမေပၚေရာက္ရွိလာပါတယ္\nဒီလိုနဲ႔ ရစ္ဂီဟာ အခ်ိန္ယႏၱယားကိုအသံုးျပဳျၿပီး\nအတိတ္ကာလကိုသြားေရာက္တာ\nအဖ်က္သမားေတြကိုတားဆီးဖို႔လုပ္ေဆာင္ပါေတာ့တယ္\nထိုအခ်ိန္မွာ အတိတ္ကာလမွာ ေက်ာင္းသားေလး မိုဒီယာ နဲ႔\nဆံုမိျၿပီး ရစ္ဘီဟာ မိုဒီယာနဲ႔အတူ\nအဖ်က္စက္ရုပ္ေတြကိုတားဆီးႏိုင္မလားဆိုတာကို\nဆက္လၾကည့္ရွဴရမွာျဖစ္ပါတယ္Download Large File\n \nDownload Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/regular-show-the-movie-2015/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "",
        "title": "The Game (1997)",
        "description": "IMDb (7.8/10)....Rotten Tomatoes (72%)The Game ဇာတ္ကားဟာ Seven(1995),Fight Club(1999) စတဲ့ဇာတ္ကားေတြကို ရိုက္ကူးခဲ့တဲ့ နာမည္ေက်ာ္ဒါရိုက္တာ David Fincher ရဲ႕လက္ရာျဖစ္ျပီး မင္းသားၾကီး Michael Douglas အဓိကပါဝင္ထားပါတယ္...။The Game ဆိုတဲ့အတိုင္းပဲ Mission Complete ျဖစ္ဖို႕ ၾကိဳးစားရပံုေတြကို အခ်ိတ္အဆက္မိမိရိုက္ကူးထားပါတယ္။ဒီဇာတ္ကားက အစပိုင္းမွာ ျပင္းထန္တဲ့ ခံစားခ်က္တစ္ခ်ိဳ႕နဲ႕ အစခ်ီ ခ်ျပထားခဲ့ျပီး အေတာ္ပဲဆြဲေဆာင္ႏိုင္ခဲ့ပါတယ္။ေနာက္ပိုင္းမွာ ဇာတ္လမ္းကို အက်ၾကမ္းေစခဲ့လို႕ ေပါ့ပါးသြားေပမယ့္ ဇာတ္ကားရဲ႕ေမးခြန္းေတြျဖစ္တဲ့ ဘဝရဲ႕ ရွင္သန္ေနထိုင္မႈ ခံစားခ်က္ ခံယူခ်က္ေတြနဲ႕ ပတ္သက္တဲ့ေမးခြန္းေတြကေတာ့ ေခါင္းထဲက မထုတ္ႏိုင္ျဖစ္ခဲ့ရပါတယ္။ဘဝမွာ ရွင္သန္ေနထိုင္မႈက ဘာအတြက္လဲ?ဘယ္လိုခံစားခ်က္ေတြနဲ႕ ရွင္သန္ေနထိုင္ၾကမလဲ?ကိုယ့္ဘဝတစ္ခုလံုးက တစ္ျခားလူတစ္ေယာက္ရဲ႕ Game တစ္ခုသာျဖစ္ေနခဲ့ရင္ေရာ? \nFile size…(999MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:08:48\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.8",
        "url": "https://megaup.net/2cwhb/The_Game_[1997]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/5310364820120602193609088.jpg",
        "title": "Love Fiction (2012)",
        "description": "Love Fiction (2012)_____IMDb - 6.1/10 Goo Joo-wol ...အူကြောင်ကြောင် နိုင်ပြီး အသားမစားတဲ့ စာရေး ဆရာ ပါ။ နောက်ဆုံး တွဲနေတဲ့ ချစ်သူက ရှင်သာ အသား စားရင် ဆိုတဲ့ စကားသုံးခွန်းပဲ ပြောပြီး လမ်းခွဲတာ ခံခဲ့ရသူပါ။ Goo Joo-wol က အချစ်ရေးမှာ သိပ်ကံမကောင်း ပါဘူး။ ကလေး ဘဝကထဲက ချစ်သူ ရှိခဲ့ဖူးပါတယ်။ နင့်ရဲ့ ရှုရှုးပေါက်တဲ့ နေရာ ငါ့ကို ပြပါ ပြောလို့ ကလေးဘဝ အချစ်ဦးနဲ့ လမ်းခွဲ ခဲ့ရပါတယ်။ ဆယ်ကျော်သက် အရွယ်မှာလဲ ခပ်ကြမ်းကြမ်း ချစ်သူဖြစ်နေလို့ လမ်းခွဲ ခဲ့ပြီး။ နောက်ဆုံး ချစ်သူ မတိုင်ခင် ရှေ့တစ်ယောက်က မယ်သီလရှင် ဝတ်သွားလို့ အချစ်ရေး ကံမကောင်းဘူး ဆိုတာ ယုံကြည်ပြီး ခပ်ကြောင်ကြောင် ...",
        "rating": "6.1",
        "url": "https://megaup.net/2f1iB/Love_Fiction_(Leo-Beu-Pik-Syeon)_[2012]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/1-209x300.jpg",
        "title": "Cafe Society (2016)",
        "description": "IMDb (6.8/10)...Rotten Tomatoes (69%)BvS ရဲ့ Lex Luthor ကြီး ..မင်းသား Jesse Eisenberg နဲ့ Twilight မင်းသမီး Kristen Stewart တို့အပြင် Age of Adaline ရဲ့မင်းသမီး ..Deadpool မင်းသားကြီးရဲ့ ချစ်ဇနီးချော Blake Lively  တို့ပါဝင်ထားတဲ့ဒီဇာတ်ကားကို နာမည်ကျော်ဒါရိုက်တာကြီး Woody Allen မှရိုက်ကူးထားပါတယ်။၁၉၃၀ ပြည့်နှစ်လောက်က Hollywood အငွေ့အသက်ကိုအခြေခံလို့ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားဟာ Drama /Romance ကိုနှစ်သက်သူတွေ ကြည့်ရှုခံစားဖို့ အတော်ပဲသင့်တော်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။(Poe Thinzar Kyaw မှခံစားတင်ဆက်ထားပါတယ်။)  \nFile size…(850MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/cafe-society-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Bu_neng_shuo_de_2007-207x300.jpg",
        "title": "Secret (2007)",
        "description": "ေက်ာင္းစတက္တဲ့တစ္ရက္မွာ ေကာင္ေလးတစ္ေယာက္က စႏၵယားတီးခဲ့တယ္\nတုိက္တုိက္ဆုိင္ဆုိင္ ခပ္လွလွေလးၿပဳံးတတ္တဲ့ေကာင္မေလးတစ္ေယာက္ကုိအဲ့ဒီေန႕မွာေတြ႕လုိက္ရတယ္သူတုိ႕၂ေယာက္ဟာ ဂီတသံစဥ္ေတြ အတူဖန္ဆင္းလုိက္ စက္ဘီးေလးေတြ\nအတူစီးလုိက္ ပန္းသီးေလးေတြ အတူစားလုိက္ ကမ္းစပ္ကေလညွင္းေလးေတြရဲ႕ပြတ္တူမႈကုိ ရယ္ေမာလုိက္နဲ႕ ေပါ့ ဒီကားကသာမန္\ndrema အခ်စ္ဇတ္လမ္းလုိ႕ထင္ခဲ့မိတယ္ ၿပသခ်ိန္ မိနစ္ ၄၀ေလာက္ထိကကားနံမည္နဲ႕ဆုိင္တာဆုိလုိ႕ ေကာင္မေလးရဲ႕ေမးခြန္းတစ္ခုပဲရွိတယ္\nနင္နဲ႕ငါနဲ႕စေတြ႕တဲ့ေန႕တုန္းက ဘာသံစဥ္ေတြတီးလုိက္တာလဲတဲ့မသိဘူးဘာျဖစ္လုိ႕လဲၿပန္ေမးေတာ့ ဒါက လွ်ဳိ႕၀ွက္ခ်က္(secret)တဲ့\nအခ်စ္ဇတ္လမ္းတုိ႕ထုံးစံအတုိင္း သုံးပြင့္ဆုိင္ ေကာင္မေလးေနာက္\nတစ္ေယာက္ပါလာခဲ့တယ္ ေကာင္မေလး ၂ေယာက္နဲ႕ေ\nကာင္ေလးတစ္ေယာက္ေပါ့ တစ္ေန႕ေတာ့ေကာင္ေလးဟာ သူ႕ခ်စ္သူေကာင္မေလးအထင္အၿမင္လြဲေစမဲ့\nအမွားႀကီးတစ္ခုက်ဴးလြန္မိတယ္ အဲ့ဒီေန႕ကစၿပီး ေကာင္မေလးက ၿဗဳန္းဆုိေပ်ာက္သြားပါေရာ ဘယ္မွာမွရွာမေတြ႕ေတာ့ဘူး secretဆုိတာႀကီးကအဲ့ဒီမွာ\nစေတာ့တာပဲေကာင္မေလးရဲ႕လွ်ဳိ႕၀ွက္ခ်က္ကပဲ အခ်ဳိးအေကြ႕အလွည့္အေၿပာင္းျဖစ္သြားေစတယ္ ကဲ ပရိတ္သတ္ႀကီးေရခံစားႀကည့္လုိက္ပါဦး-----------ဒီကားက သံစဥ္ေတြနဲ႕တည္ေဆာက္ထားတယ္ဆုိလည္းမမွားပါဘူး စာအုပ္ေတြထဲမွာေတာ့ေတြ႕ဖူးတယ္\nစႏၵယားသံကုိ မုိးၿခိမ္းသံ စမ္းေခ်ာင္းေလးစီးဆင္းသံ ဘီးလူးတစ္ေကာင္ရဲ႕ေဒါသတစ္ႀကီးေအာ္ဟစ္သံဆုိၿပီး\nခုိင္းႏႈိင္းပုံေလးေတြ ေတြ႕ဖူးပါတယ္ စႏၵယားသံကုိမခံစားတတ္ဘူးဆုိတာထက္မသိနားမလည္တဲ့ ကြ်န္ေတာ္ေတာင္ ဇတ္ကားထဲကတီးကြက္ေတြကုိစီးေၿမာသြားတယ္ဂီတသံဇဥ္ေတြ\nဘာလုိ႕ခမ္းနားေနရတာလဲစူးစမ္းမိေတာ့ ဒီဇတ္ကားကုိဖန္တီးသူ ဒါရုိက္တာ Jay chouဟာကုိယ္တုိင္ အဆုိေတာ္ ေတးေရး သရုပ္ေဆာင္ တူရိယာ\n၂မ်ဳိးေလာက္ကြ်မ္းက်င္ပုိင္ႏုိင္စြာတီးခတ္ႏုိင္သူျဖစ္ပါသတဲ့ ကုိင္း secretဆုိတာဘာလဲစူးစမ္းရင္းနဲ႕ခံစားႀကည့္လုိက္ပါဦးလုိ႕ စကားမစပ္ ေကာင္ေလးေရာ ေကာင္မေလးေရာ ေတာ္ေတာ္ေခ်ာတယ္ဗ် ...........\nဇာတ္ကားအညႊန္းကိုေတာ့ ကိုျဖိဳးျပည့္ကေရးသားေပးခဲ့ျပီး ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/secret-2007/",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/movie-43-2012-poster-212x300.jpg",
        "title": "Movie 43 2012",
        "description": ">>> Do not watch with Family due to sexual content<<<Rating လဲမေကာင္း.. 18+ ေတြလဲပါတဲ႔ ဇာတ္ကားကို ဘာလို႔တင္တာလဲလို႔ ေမးစရာရွိပါတယ္...\nတစ္ခါတစ္ေလမွာ စိတ္ရႈပ္ေထြးစရာေတြအျပင္ေလာကမွာၾကံဳဆံုေနတဲ႔အခါမ်ိဳးမွာ.. လက္ေတြ ့မွာဘယ္လိုမွမျဖစ္ႏိုင္တဲ့ ဇာတ္လမ္းဇာတ္ကြက္ေတြ ညစ္တီးညစ္ပတ္စကားလံုးေတြ ခြတီးခြက်ေပါက္ကရျဖစ္ရပ္ေတြက အံ့ၾသသင့္ဖို ့လဲေကာင္းသလို ရီဖို ့လဲေကာင္းလြန္းတဲ႔ ဒီလိုဇာတ္ကားမ်ိဳးၾကည့္ျခင္းက သင့္ဦးေႏွာက္ကို အသစ္အဆန္းတစ္မ်ိဳးနဲ႔ မိတ္ဆက္ေပးရာေရာက္လိမ္႔မယ္လို႔ ထင္မိလို႔ပါ...ဒီဇာတ္ကားကို နာမည္ၾကီးသရုပ္ေဆာင္ေပါင္းမ်ားစြာနဲ႔ ဒါရိုက္တာေပါင္းမ်ားစြာက ဆယ္စုႏွစ္တစ္ခုစာေလာက္ၾကာေအာင္ ရိုက္ကူးထုတ္လုပ္ခဲ႔ပါတယ္။ကဲ… rating ကေတာ့ျမင္တဲ့အတိုင္းပဲ (Rating- IMDb : 4.3/10 , RT:4 , Matacritis : 18%) ျဖစ္ပါတယ္…အဲ့ဒီရုပ္ရွင္ထဲက Cast ေတြအေနနဲ ့ကေတာ့….…Kate Winslet , Emma Stone , Naomi Watts , Kate ...",
        "rating": "4.3",
        "url": "https://megaup.net/1AMy7/[01483]_Movie_43_(2013)_[Comedy]_[USA]_[4.3].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/double-x-211x300.jpg",
        "title": "[18+] Harassed by a stalker (2013)",
        "description": "Harassed by a stalker (2013) \n=================================================\n \nလူတွေကအရမ်းကြောက်စရာကောင်းပါတယ်..ကမ္ဘာပါ်မှာကြောက်စရာအကောင်းဆုံးကလူတွေပါပဲ.....မိတ်ဆွေအချင်းချင်းလည်းလှည့်စားတတ်တယ်သူငယ်ချင်းတွေကိုလည်းလိမ်ညာတတ်ပါတယ်...ဒီဇာတ်ကားလေးကိုကြည့်\nပြီးအတော်ကိုသံဝေဂရမိပါတယ်....ဇာတ်လမ်းအစမှာတော့ချစ်သူနဲ့ကွဲကွားပြီးစကောင်မလေးတစ်ယောက်အိမ်\nထောင်ပြုပြီးမိတ်ဆွေမိန်းကလေးတစ်ဦးနင့်အတူစု စီးပွားရေးလုပ်ပုံထိုမိန်းမကငွေတွေကိုလိမ်လည်ပြီး\nထွက်သွားသောအခါထိုကောင်မလေးဘာဆက်လုပ်မလဲခင်ပွန်းနင့်ကော....ပြသနာမတက်အောင်ဘယ်လို\nလုပ်မလဲ????ထိုကောင်မလေးရဲ့ချစ်သူဟောင်းကလည်းထို\nကောင်မလေးကိုစိတ်မပြတ်နိင်သောအခါ.....ဘာတွေဆက်\nဖြစ်မလဲစိတ်ဝင်တစားစောင့်ကြည့်ရမှာပါ.....\n \nဂျပန်ကားပီပီ\nဇတ်ကားတစ်ကားလုံး၁၈နစ်အထက်အခန်းတွေ\nဖောဖောသီသီသုံးထားတာကြောင့်\nအသက်မပြည့်သူများ မကြည်ဖို့ပြောလိုက်ပါရစေ....\n(ခိုးကြည့်မယ်ဆိုတာလည်း ကျွန်တော်သိပါတယ်).....\n \nထိုဇာတ်ကားမှာပညာပေးတွေအများကြီးပါပါတယ်လူတွေကိုအကြွင်းမဲ့မယုံဖို့ထိုဇာတ်\nကားထဲမှာပါဝင်ပါတယ်....အပြင်လောကဇာတ်ခုံကအ\nကြောင်းတွေကိုရိုက်ကူးပြထားတယ်လို့ထင်မှတ်ရတဲ့ထို\nဇတ်ကားလေးကို၁၈နစ်ကျော်မှသာကြည့်ကြဖို့အကြံပေး\nရင်းခံစားလိုက်ကြပါအုံးလို့.....\n \n \nFile Size : 550 MB\nQuality : HDRip \nDuration : 01:06:49\nSubtitle : Myanmar Subtitle (Hardsub)\nTranslator : Soe Htwe \nEncoder : Moe Myint Lwin",
        "rating": "",
        "url": "https://megaup.net/UQou/Harassed_By_A_Stalker_[18+]_[2013]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMTU0NTkxNTMwM15BMl5BanBnXkFtZTgwNDA2OTcxOTE@._V1_-213x300.jpg",
        "title": "Traders (2015)",
        "description": "ေလာကႀကီးမွာ အေရးအႀကီးဆံုးအရာေတြ အမ်ားႀကီး႐ွိတယ္ အဲ့ဒီအေရးအႀကီးဆံုးအရာေတြထဲကမွ...\nပထမဦးစားေပးလို႔ လူတိုင္းလက္ခံထားတဲ့ ပိုက္ဆံ...\nအဲဒီပိုက္ဆံဆိုတဲ့ စာရြက္ေလးေတြအတြက္ လူလူခ်င္း သတ္ျဖတ္ရမွာ တန္ပါ့မလား...\nRotten Tomatoes - 67%\nIMDB - 6.2\nဟယ္ရီေဖာ့စ္ဆိုတာ ေအာင္ျမင္ေနတဲ့ စီးပြားေရးလုပ္ငန္း႐ွင္တစ္ေယာက္ ဇိမ္ခံတိုက္ခန္းလဲ႐ွိသလို ကားအေကာင္းစားပါပိုင္တဲ့လူတစ္ေယာက္\nဒါေပမယ့္ တစ္ေန႔ေတာ့ သူ႔ကုမၸဏီေဒဝါလီခံရဖို႔ျဖစ္လာေတာ့ သူပိုင္ဆိုင္ထားသမ်ွေတြ ဆံုး႐ႈံးရေတာ့မယ္\nအဲ့ဒီျပႆနာေတြကို ေျဖ႐ွင္းဖို႔အတြက္ ဗာႏြန္ဆိုတဲ့ လူက လာၿပီးကမ္းလွမ္းတယ္ ႐ွင္း႐ွင္းေလးပါ\nသူပိုင္ဆိုင္ထားသမွ်ေတြ အကုန္ခ်ေရာင္း ပိုက္ဆံေတြကို အိတ္ထဲထည့္ သူ႔လိုပဲ လူတစ္ေယာက္ကို ႐ွာ အဲ့လူကိုလည္း\nပိုင္ဆိုင္သမွ်ေတြ အကုန္ခ်ေရာင္း ႏွစ္ဦးႏွစ္ဖက္ရင္ဆိုင္\nေလာင္းကစားသေဘာနဲ႔ ႏိုင္တဲ့လူက ပိုက္ဆံေတြအကုန္ယူ\nအဲဒီဉာဏ္ႀကီး႐ွင္ဗာႏြန္ကေတာ့ ေျပာပါတယ္\nဒါ စီးပြားေရးပဲ အျမန္ဆံုးခ်မ္းသာႏိုင္တဲ့ စီးပြားေရးပဲတဲ့\nဟယ္ရီ႕ခမ်ာလည္း မလုပ္လို႔ကမျဖစ္ေတာ့လည္း သူေျပာတဲ့အတိုင္းလက္ခံလိုက္ရေတာ့တယ္\nေနာက္ေတာ့ သူနဲ႔ၿပိဳင္ရမယ့္သူက ...\nဒီကားရဲ႕ဇာတ္လမ္းက အရင္တုန္းက ကြၽန္ေတာ္တို႔ တစ္ခါမွ မၾကားဖူးတဲ့ အေၾကာင္းအရာပံုစံမ်ိဳးပါ...\nဒါေၾကာင့္လားပဲမသိ ခရမ္းခ်ဥ္သီးေတာင္ ၆၂ရာခိုင္ႏႈန္းနဲ႔ လတ္လတ္ဆတ္ဆတ္ေလးပဲ\nေကာင္းလားမေကာင္းဆိုတာေတာ့ ၾကည့္မွသိမွာေပါ့ ဒီကားက ဆုတစ္ခုေတာင္ရခဲ့ေသးတယ္\nဒီကားက ကားေကာင္းတစ္ကားျဖစ္တဲ့အတြက္ လက္လြတ္မခံေစဖို႔ေျပာလိုက္ပါရေစ......\n(ဇာတ္လမ္းအညြန္းကို ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/traders-2015/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1480163466877-200x300.jpg",
        "title": "BY THE GUN (2014)",
        "description": "2014 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ခပ္ၾကမ္းၾကမ္း ဂိုဏ္းစတားယအက္ရွင္\nဒရာမာ တစ္ ကားနဲ႔ မိတ္ဆက္ေပးပါအံုးမယ္ ဇာတ္လမ္းေလးက\nMAFIA film ဆိုေတာ့ ပရိတ္သတ္ႀကီးအႀကိဳက္ေတြ႕မွာကေတာ့\n ေသခ်ာပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ စစ္သားေဟာင္း တေယာက္ျဖစ္သူ\nNick ဟာ sal ရဲ႕လက္ေအာက္ခံဂိုဏ္းစတားတေယာက္ျဖစ္ပါတယ္\nဒါေပမဲ့ Sal ဟာ Nick ကို ယံုၾကည္ႈ အျပည့္အ၀မရွိခဲ့ပါဘူး ဒီလိုနဲ႔\nတစ္ေန႔မွာ Sal တေယာက္ Nick ကို ဂ်င္းထည့္ လိုက္တဲ့ အခါမွာေတာ့\nNick တေယာက္ဘယ္လိုေတြမ်ား ျပသနာေတြႀကံဳရမလဲ ဆိုတာ\nဆက္လက္ၾကည့္လိုက္ပါေတာ့ဗ်Download On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/by-the-gun-2014/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1480109782107-198x300.png",
        "title": "Scherzo Diabolico(2015)",
        "description": "IMDb rating 5.5 ရရွိထားတဲ့ ျပန္ေပးဇာတ္ကားတစ္ကားကိုတင္ဆက္ေပးပါရေစ\nဇာတ္ကားေလးကၾကမ္ၾကမ္း ရမ္းရမ္းနဲ႔ အလန္းစား ဇာတ္ကားေလးတစ္ကားပါ\nဇာတ္လမ္းေလးက ၂၀၁၆ခုေမလမွာထြက္ခဲ့တာျဖစ္ျၿပီး စကာတင္နာမည္စာရင္းတခါ၀င္ခဲ့ပါေသးတယ္\n7ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ သာမန္ဘ၀ကို ရိုးရွင္းစြာ\n ျဖတ္သန္းလာခဲ့တဲ့စာရင္းကိုင္တေယာက္ဟာ မထင္မွတ္ထားတဲ့\nကံၾကမၼာရဲ႕ အလွည့္အေျပာင္ၾကာင့္\nမထင္မွတ္ထားတာေတြျဖစ္လာရာမွ ေနာက္ဆံုး အလုပ္ရာထူးတိုးဖို႔အခြင့္အလမ္းအတြက္ ေနာက္ဆံုႀကံရာမရျဖစ္ကာ\n ျပန္ေပးဆြဲမွဴကိုက်ဴးလြန္မိရာမွ ေနာက္ဆံုး\nဘယ္လိုေတြျဖစ္ပ်က္ၾကမယ္ဆိုတာကို\nပရိတ္သတ္ႀကီးကဆက္လက္ရွဴစာၾကရမွာပဲျဖစ္ပါတယ္Download On Pcloud Large File Download On Pcloud Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/scherzo-diabolico2015/",
        "category": "Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BNzgwNDUxMTkxM15BMl5BanBnXkFtZTgwODYxMzU3OTE@._V1_-210x300.jpg",
        "title": "Naam Hai Akira (2016)",
        "description": "ကဲဒီတစ္ခါေတာ့ ခပ္ၾကမ္းၾကမ္း အက္ရွင္ ေဘာလိ၀ု သဲထိပ္\nရင္ဖိုဇာတ္ကားတစ္ကားနဲ႕\nမိတ္ဆက္ေပးလိုက္ပါအံုးမယ္\nဇာတ္ကားေလးကေတာ့\nIMDb Rating 6 ထိရရွိထားျပီးေတာ့\nဇာတ္ကားေလးထဲမွာ\nACTION/CRIME/DRAMA/THRILL စတဲ့\nရသေပါင္းစံုကို တကားထဲနဲ႕ ခံစား\nရမွာျဖစ္ပါတယ္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nအကီရာ ဟာ အိႏိၵယ ႏုိင္ငံျမိဳ႕ငယ္ေလးတစ္ျမိဳ႕မွာ\nေနထိုင္ျပီး ငယ္စဥ္ကတညး္က ဖခင္ရဲ႕ သင္ၾကားမႈေၾကာင့္\nမဟုတ္မခံစိတ္ရွိသူတစ္ေယာက္ပါ\nအသက္၁၄ ႏွစ္အရြယ္မွာ မေတာ္တဆ အမႈအခင္းတစ္ခုျဖစ္ပြားမႈကို\nျမင္ေတြ႕မိခဲ့ျပီး\nမိခင္ျဖစ္သူမွာ သမီးျဖစ္သူ ရဲ႕ ပညာေရးအတြက္\nမြမ္ဘ္ုိင္းျမိဳ႕ေပၚသို႕ ေျပာင္းေရြ႕ေနထိုင္ခဲ့ျပီး\nေကာလိပ္တက္ေနရာမွ တစ္ေန႕မွာ ေကာလိပ္က\nအမည္မသိ ေက်ာင္းသားရဲ႕ ျခိမ္းေျခာက္ မႈကိုခံရရာမွ\nမဟုတ္မခံစိတ္ရွိသူ အကီရာတေယာက္ မႈခင္းတစ္ခုအတြင္းမွာ ပါ၀င္ေနခဲ့မိရာမွ\nဘယ္လိုေတြမ်ားဆက္ျဖစ္ၾကမလဲဆိုတာကို ပရိတ္သတ္ၾကီးကပဲ\nဆက္လက္ၾကည့္ရွဴလိုက္ပါေတာ့ဗ်ာ",
        "rating": "",
        "url": "https://channelmyanmar.org/naam-hai-akira-2016/",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1480031195409-200x300.jpg",
        "title": "Saawariya(2007)",
        "description": "IMDb 5.5 ရထားျၿပီး ၂၀၀၇ ခုႏွစ္ကထြက္ရွိထားတဲ့ အခ်စ္အလြမ္းကားေလးနဲ႔ မိတ္ဆက္ေပးျခင္ပါတယ္ Saawaria ဆိုတာ ဟင္ဒီကေနလို My Love (or) soul mate ကိုဆိုလိုတာျဖစ္ပါတယ္ ဒီဇာတ္ကားေလးရဲ႕ ထူးျခားခ်က္တစ္ခုက ေဘာလိ၀ုဇာတ္ကားတစ္ကားကို ပထမဆံုး ေျမာက္အေမရိက ရုပ္ရွင္ကုမၸဏီတစ္ခုျဖစ္တဲ့ Sony Picture Production ကထုပ္လုပ္ေပးခဲ့တာျဖစ္ျၿပီး ပထမဆံုး blu-ray ေခြအျဖစ္ထြက္ရွိခဲ့တဲ့ ေဘာလိ၀ုဒ္ဇာတ္ကားတစ္ကားလည္းျဖစ္ခဲ့ပါတယ္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ လူကံုထံသူေဌးသမီး ဂူလတ္ဂ်ီဟာ ျၿမိဳ႕ရဲ႕ေၾကးရတက္ကလပ္ကို မၾကာမၾကာ လာတတ္ျၿပီး အဲ့ ကလပ္က တီး၀ိုင္းေခါင္းေဆာင္ Raj ဟာ ေပါ့ေပ့ာပါးပါးနဲ႔ေႏြးေထြးျငင္နာတတ္တဲ့ႏွလံုးသားရွိသူတစ္ေယာက္ျဖစ္ျၿပီး ဂူလတ္ဂ်ီက Raj ကိုႀကိတ္ခိုက္ေနသူတစ္ေယာက္လဲ ျဖစ္ပါတယ္ ဒီလိုနဲ႔တစ္ေန႔မွာ Lilian ဆိုတဲ့ အမ်ိဳးသမီးေလး တစ္ေယာက္မထင္မွတ္ပဲေရာက္ရွိလာရာမွ  ဘယ္လို အပြင့္ဆိုင္ ဇာတ္လမ္းေတြျဖစ္ၾကမလဲ Gulabji တစ္ေယာက္ေရာ ရတာမလိုလိုတာမရ ျဖစ္ျၿပီး ဘယ္လိုေတြခံစားရမလဲဆိုတာကို ပရိတ္သတ္ႀကီး ကပဲဆက္လက္ခံစားလိုက္ပါေတာ့ Download On Pcloud Large File(900MB)Download On Pcloud ...",
        "rating": "",
        "url": "https://channelmyanmar.org/saawariya2007/",
        "category": "Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/parker-poster-133x200.jpg",
        "title": "Parker (2013)",
        "description": "Parker (2013)\nIMDb - 6.2/10_____Rotten - 41%\n  Parker ဟာ အမေရိကန်စုံထောက်ဝတ္ထုရေးဆရာကြီး Richard Stark ခေါ် Donald E. Westlakeရဲ့ဇာတ်ကောင်ကို မှီငြမ်းအသက်သွင်းပြီး Alexander McLanughlin က ဇာတ်ညွှန်းရေးကာ ဒါရိုက်တာ Taylor Hackford ရိုက်ကူးတဲ့ စုံထောက်ဇာတ်ကြမ်းကားဖြစ်ပါတယ်......\nအဓိကသရုပ်ဆောင်ထားသူတွေက အက်ရှင်မင်းသား Jason Statham, Jennifer Lopez, Micheal Chiklis နဲ့ Nick Nolte တို့ဖြစ်ကြပါတယ်....\nဒီဇာတ်ကားမှာ ခေါင်းဆောင်မင်းသားStathamဟာ သူ့စတန့်အားလုံးကို လူစားမထိုးဘဲ ကိုယ်တိုင်သရုပ်ဆောင်ကြောင်း သိရပါတယ်....\nလူဆိုး က သေနတ်နဲ့ပစ်စဉ် အရှိန်ပြင်းစွာမောင်းနှင်နေတဲ့ကားပြတင်းပေါက်ကနေ ဒိုင်ဗင်ထိုးထွက်တဲ့အခန်းဟာ အသက်အန္တရာယ်ရှိပေမဲ့ ဒါရိုက်တာ စိတ်တိုင်း ကျ မဖြစ်မချင်း Jason က ငါးခါ ခြောက်ခါ သရုပ်ဆောင်ပေးခဲ့ပါတယ်.....\nဒါရိုက်တာကြီးHackford ဟာ ‘Parker’ကို သူ့ရဲ့ပထမဆုံး film-noir ဇာတ်ကားဖြစ်အောင် ရိုက်ကူးရလို့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2eTai/Parker_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479975221661-200x300.jpg",
        "title": "DRAGON Heat 1+2+3 (Special Package)",
        "description": "လူသားေတြရဲ႕ မသိစိတ္ထဲမွာ တစ္ကယ္ရိွမွာပါလို႔ ယူဆထားတယ္ သတၱဝါတစ္မ်ဳိးရိွပါတယ္။အဲ့တာကေတာ့ \"နဂါး\" ပါပဲ။ ဒီေတာ့ ကြီးတို႔၊ ေခးတို႔၊ မြီးတို႔၊ ေညးတို႔ကို CM ကေမြးတဲ့ နဂါး ၃ ေကာင္နဲ႔ေတ့ေပး... အဲေလ.. မိတ္ဆက္ေပးပါရေစခင္ည\nDragonheart (1996)ဒီဇာတ္ကားကေတာ့ ၁၉၉၆ က ဆိုေပကာလို႔ အေတာ့္ကို ေကာင္းတဲ့ effect ေတြနဲ႔လို႔ ေျပာရပါမယ္ခင္ဗ်။နဂါးေတြအေပၚ လူေတြရဲ႕အျမင္၊ လူေတြအေပၚ နဂါးေတြရဲ႕အျမင္ နဲ႔ နဂါးနဲ႔ လူတို႔ၾကားက သံေယာဇဥ္ကို(ငွယ္... ႐ႈပ္သြားတာပဲ...) ေဖာ္က်ဴးထားပါတယ္။ဇာတ္လမ္းကေတာ့ တိုင္းျပည္မွာ အလြန္ဆိုးသြမ္းတဲ့ ဘုရင္တစ္ပါး အုပ္စိုးေနခ်ိန္ေပါ့ဗ်ာ။ အဲ့မွာ ဘုရင့္သားေတာ္ေလးကိုတိုင္းျပည့္သူရဲေကာင္းႀကီးက ဘဝဒႆနေတြ သင္ေပး၊ ေယာက္်ားတို႔ တတ္အပ္တဲ့ အတတ္ေတြသင္ေပးေပါ့။သို႔ေပကာလို႔ ဘုရင့္သား မင္းသားက အေတာ္ကမ်ဥ္းတဲ့ ေကာင္လား...ဗ်။ တိုက္ပြဲတစ္ခုမွာ သူ႔ဆရာကမဝင္ပါနဲ႔ ေျပာရက္သားနဲ႔ ဝင္ေတာ့ ႏွလုံးထိပါေလေရာ (အေပၚႏွလုံးေျပာတာ)။ သူတို႔အယူအရေတာ့အဲ့ဂလိုျဖစ္ရင္ နဂါးရဲ႕ႏွလုံးကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dragon-heat-123-special-package/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/The-Infiltrator-poster-133x200.jpg",
        "title": "The Infiltrator (2016)",
        "description": "The Infiltrator (2016)IMDb - 7.0/10_____Rotten - 72%\n  \n2016 ထွက် IMDB 7.0 ရ ဒရာမာစုံထောက်ကားကောင်းတစ်ကားပါ။ ၁၉၈၀ မှာ ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံထားပါတယ်။ အမေရိကန် Undercover အေးဂျင့်တစ်ယောက်ရဲ့ ကမ္ဘာအကြီးဆုံး စပိန်ဒုစရိုက်ဂိုဏ်းကြီးထဲကို အသွင်ယူစိမ့်ဝင်ပြီး ဒုစရိုက်ခေါင်းဆောင်တွေနဲ့အတူ ငွေကြေးခဝါချပေးနေတဲ့ ကမ္ဘာ့ နံပါတ် ၇ အကြီးဆုံး ဘဏ်ကြီးကိုပါ သက်သေနဲ့အတူ ဖမ်းမိစေခဲ့တဲ့ဇာတ်ကြောင်းပါပဲ။ လူဆိုးတွေကြားမှာ သရုပ်တူအောင်နေရင်း စကားတစ်ခွန်းမှားတာနဲ့ အသက်ပျောက်သွားနိုင်တဲ့ အသွင်ယူစုံထောက်တွေရဲ့ ဘဝ၊ နောက်ဆုံးဖမ်းဆီးရတော့မယ် အချိန်မှာ တကယ်အကြာကြီးပေါင်းသင်းလာတဲ့ ဒုစရိုက်ခေါင်းဆောင်မိသားစုနဲ့ မိတ်ဆွေသံယောဇဉ်၊ အသွင်ယူနေစဉ် မိမိမိသားစုအစစ်နဲ့ ဆက်ဆံရေး အခက်အခဲတွေကို လှလှပပ ပုံဖော်ပြတားတဲ့ ဇာတ်ကားပါပဲ။ ရင်တဖိုဖိုနဲ့ စုံထောက်ဖြစ်ရပ်မှန်ကြိုက်သူတွေအတွက်တော့ အရသာရှိမယ့် ဟင်းကောင်းတစ်ခွက်လိုပါပဲဗျာ။\n  \nFile Size     :   900 ...",
        "rating": "7.0",
        "url": "https://megaup.net/2Vaav/The_Infiltrator_[2016]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479907920366-186x300.png",
        "title": "Knucklebones (2016)",
        "description": "Knucklebones (2016)\n  \nကဲ အခုတခါ Ouija နဲ့ Jason ဇာတ်ကား၂ကားကို ပေါင်းပြီးရိုက်ကူးထားတဲ့\nဇာတ်ကားတကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nဇာတ်လမ်းလေးက ပုံမှန်မြင်နေကြသမားရိုးကျ မဟုတ်ပဲ ဆန်းသစ်ရိုက်ကူးထားတာကိုတွေ့ရမှာပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့\nကောလိပ်ကျောင်းသူတစ်စု အပန်းဖြေသွာကြရင်း\nသရဲခေါ်ပဟေဠိဘုတ်ပြားကစားနည်းကို ကစားမိရာမှ\nမိမိတို့အသတ်ကို ယူဆောင်မယ့် သေမင်းတမန်နတ်ဆိုးကို\nဖိတ်ခေါ်မိပြီး အသတ်ခံရပုံကို ရိုက်ကူးပြထားတာပဲ ဖြစ်ပြီး\nပရိတ်သတ်ကြီး အနေနဲ့ ရင်တထိပ်ထိပ်နဲ့ကြည့်ရှူရမှာမို့ ဒေါင်းယူကြည့် လိုက်ပါအုံးဗျာ  \nကဲ အခုတခါ Ouija နဲ႔ Jason ဇာတ္ကား၂ကားကို ေပါင္းၿပီး႐ိုက္ကူးထားတဲ့\nဇာတ္ကားတကားနဲ႔မိတ္ဆက္ေပးပါရေစ။\nဇာတ္လမ္းေလးက ပုံမွန္ျမင္ေနၾကသမား႐ိုးက် မဟုတ္ပဲ ဆန္းသစ္႐ိုက္ကူးထားတာကိုေတြ႕ရမွာပါ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nေကာလိပ္ေက်ာင္းသူတစ္စု အပန္းေျဖသြာၾကရင္း\nသရဲေခၚပေဟဠိဘုတ္ျပားကစားနည္းကို ကစားမိရာမွ\nမိမိတို႔အသတ္ကို ယူေဆာင္မယ့္ ေသမင္းတမန္နတ္ဆိုးကို\nဖိတ္ေခၚမိၿပီး အသတ္ခံရပုံကို ႐ိုက္ကူးျပထားတာပဲ ျဖစ္ၿပီး\nပရိတ္သတ္ႀကီး အေနနဲ႔ ရင္တထိပ္ထိပ္နဲ႔ၾကည့္ရႉရမွာမို႔ ေဒါင္းယူၾကည့္ လိုက္ပါအုံးဗ်ာ\n  \nTranslated By Linnthura1988\n \nEncoded By Kyaw Ye Aung",
        "rating": "3.6",
        "url": "https://megaup.net/2Vv4f/Knucklebones_[2016]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479896160718-200x300.jpg",
        "title": "Ghost Team (2016)",
        "description": "ကဲဒီတစ္ခါေတာ့ Ghost buster လို သရဲဖမ္းတဲ့ မုဆိုး ဟာသကားေလး တင္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးကေပါ့ေပါ့ပါးပါးေလးနဲ႔ ဟာသဆန္ဆန္ေလးရိုက္ကူးထားတာျဖစ္ျၿပီး IMDb 4.4  ထိရရွိထားတာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ သာမန္မဟုတ္တဲ့ ကိစၥေတြကို လိုက္လံစံုစမ္းရာမွာ စိတ္ပါ၀င္စားတဲ့ သူရဲဖမ္းမုဆိုး David ဟာ သူ႔သူငယ္ခ်င္းနဲ႔ သဘာ၀လြန္ ျဖစ္ရပ္တခုကို စံုစမ္းေနတုန္း သူ႔တူရယ္ ေခ်ာေမာလွပတဲ့ ေကာင္မေလးရယ္ ပါ၀င္လာခဲ့ရာမွ ဘယ္လိုေတြအလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြနဲ႔ သရဲေတြကိုဖမ္ၾကမလဲဆိုတာကိုဆက္လက္ခံစာၾကည့္ရွဴရမွာပါ Download On Pcloud Large FileDownload On Pcloud Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/ghost-team-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/labor-day-poster-133x200.jpg",
        "title": "Labor Day (2013)",
        "description": "Labor Day (2013)\nIMDb (6.9/10)....Rotten Tomatoes (35%)\n ခင်ပွန်းက နောက်အိမ်ထောင်ပြုပြီး စွန့်သားတစ်ယောက်နဲ့စွန့်ပစ်ခံရတဲ့ အမျိုးသမီး တစ်ယောက်အနေနဲ့ (Adele) အနေနဲ့ Kate Winslet ပါဝင်ထားပါတယ်။\n(Adele)ရဲ့ သားတစ်ယောက်အနေနဲ့ ကလေးသရုပ်ဆောင် အကျော်အမော်လေး Gattlin Griffith က (Henry) အဖြစ် သရုပ်ဆောင်ထားပါတယ်။\nလူသတ်သမား တစ်ယောက်အနေနဲ့ မင်းသားကြီး Josh Brolin က Frank အဖြစ် ပါဝင်ထားပါတယ်။\nသားတစ်ယောက်နဲ့ခင်ပွန်းသည်စွန့်ပစ်ခြင်းကို ခံရတဲ့ Adele ရဲ့ဘဝဟာ  တိတ်ဆိတ်ခြောက်ကပ်လွန်းနေမှန်း သားဖြစ်သူ Henry ဟာ ခံစားမိနေပါတယ်။  တစ်ရက်သားအမိနှစ်ယောက် Shopping Center မှာ ဈေးဝယ်တုန်း Henry နားကို လူတစ်ယောက်ရောက်လာပြီး သူ့အမေကို လက်ညှိုးထိုးပြကာ မင်းအမေလားလို့ မေးပါတယ်။ ပြီးတာနဲ့ တစ်ဆက်တည်း သူ့ကို အကူအညီပေးဖို့  သူ့မှာဒဏ်ရာရလာကြောင်းပြောပါတယ်။ Adele က ထိုသူကိုတွေ့လိုက်ချိန်မှာတော့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/Sghk/Labor_Day_[2013]_(MM_Sub).mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479774432639-216x300.jpg",
        "title": "Death Race (2+3)",
        "description": "ကဲဒီတစ္ခါ SiFi တစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇကားေလးကေတာ့ ေသမင္းတမန္ ကားျၿပိဳင္ပြဲေၾကာင္းကိုရိုက္ကူးထားတာျဖစ္ကာတယ္Rottan tomatose မွာေတာ့ 78% ထိရရွိေအာင္ျမင္ခဲ့တာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဘဏ္ဓားျပတိုက္ၾကာင့္ အဖမ္းခဲ့ရတဲ့ လူးကပ္စ္ဟာ Terminal Island မွာ ရွိတဲ့ ေထာင္ကိုေ႐ြ႕ေျပာင္းခံခဲ့ရျၿပီး ထိုေထာင္ကို wayland coporation က ပိုင္ဆိုင္ထိန္းခ်ဳပ္ထားတာ ျဖစ္ျၿပီး ကုမၸဏီက ေသမင္းတမန္ ကားျၿပိဳင္ပြဲတစ္ခုကို Pay per view နဲ႔ စီးပြားေရးဆန္ဆန္ ရိုက္ကူးျၿပီး လူးကပ္ တို႔ အက်ဥ္းသားတသိုက္ကို အႏိုင္ရရွိသူအား လြတ္ေျမာက္ခြင့္ေပးမည္ ဟုေတာ့ မက္လံုးကိုပါ ေပးလိုက္တဲ့ အခါမွာေတာ့ \nDownload Deathrace 2 Large FileDownload Deathrace 2 Small File\nDownload Deathrace 3 Large File\nDownload Deathrace 3 Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/death-race-23/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/81717304-207x300.jpg",
        "title": "Main Tera Hero (2014)",
        "description": "မင်းသား Varun Dhawan နဲ့ မင်းသမီး Ileana D'Cruz , Nargis Fakhri  တို့အဓိကပါဝင်ထားပြီး မင်းသားကြီး Salman Khan တို့နဲ့လဲ အားဖြည့်ထားတဲ့ Action, Comedy, Romance အမျိုးအစား Bollywood ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့.......Sreenath Prasad (ခေါ်) Seenu ဟာ Ooty တစ်ဝိုက်မှာတော့\nလူဆိုးလေးအဖြစ်နာမည်အကြီးဆုံးလူပေါ့။ သူဟာ ဘန်ဂလော\nကောလိပ်မှာ ပညာဆက်သင်ဖို့အတွက် Ooty ကောလိပ်ကနေ\nထွက်လာခဲ့တယ်။ ဒီရောက်တော့ Sunaina နဲ့ ချစ်သူဖြစ်သွားရော။\nဒါပေမယ့် Sunaina ဟာ ဒေသခံရဲအရာရှိဖြစ်သူ Angad\n(တကယ်တော့ သူက ကြောက်စရာပိုကောင်းတဲ့ ဂိုဏ်းစတားကြီး)နဲ့\nလက်ထပ်ရဖို့ စီစဉ်ထားပြီးသား။ Seenu မှာ Ayesha ဆိုတဲ့ အသွင်နဲ့\nချစ်သူနောက်တစ်ယောက်ရှိသေးပေမယ့် သူကိုယ်တိုင်တောင် သတိမထား\nမိခဲ့ပါဘူး။ တစ်ခါက သူ့သူငယ်ချင်းတွေကို ကယ်လိုက်ကတည်းက\nAyesha ဟာ သူ့အတွက်ပြီးပြည့်စုံတဲ့ေယောကျ်ားတစ်ယောက်တွေ့ပြီ\nဆိုတာ ချက်ချင်းသိလိုက်တယ်။ Ayesha ရဲ့အဖေဟာ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/main-tera-hero-2014/",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/hiyzwzv9PZBIhHyGX0cxUDelYWk-133x200.jpg",
        "title": "Sex, Lies, and Videotape",
        "description": "Arrow Season 3 အတြက္ Vol 1 နဲ႕ 2 ဆုိၿပီးေတာ႕ ခြဲတင္ပါမယ္..\nအၿမန္ဆံုးတင္ေပးႏိုင္ဖုိ႕ဆံုးၿဖတ္ထားေပမယ္႕ လိုင္းက်ေနတဲ႕\nအတြက္ေနာက္က်ေနတာေတာ႕ နားလည္ေပးၾကပါ :) season 1 နဲ႕ 2 တို႕ ေနာက္အဆက္ၿဖစ္ၿပီးေတာ႕\nဇာတ္လမ္းဇာတ္ရွိန္လည္းပိုပိုၿပီးၿမင္႕လာပါတယ္..Season 4 ကေတာ႕ လက္ရွိရုပ္သံလိုင္းမွာ\nၿပသေနၿခင္းမရွိေသးပါဘူး..October မွ season 4 ၿပမယ္ဆုိတဲ႕အေၾကာင္းလည္းဦးစြာအသိေပးပါတယ္\nSeason 3 ကိုၾကည္႕မယ္ဆုိရင္ season 1 နဲ႕ 2ကို အရင္ၾကည္႕ၾကပါ ေအာက္မွာလင္႕ေတြေပးထားပါမယ္\nဇာတ္လမ္းအညႊန္းကိုေပးရမယ္ဆုိရင္ေတာ႕\nဘီလီယံနာ သူေငွးၾကီးေရာဘတ္ကြင္းရဲ႕ သားအၾကီး အုိလီဗာကြင္းက\nသေဘာၤပ်က္ၿပီး ငါးႏွစ္တာ ေပ်ာက္ဆံုးေနပါတယ္..သေဘာၤေပၚမွာ\nသူ႕အေဖလည္းပါ၀င္လာခဲ႕တယ္..အုိလီဗာကြင္းဟာ..လန္ယုလို႕\nေခၚတဲ႕ကြ်န္းေပၚမွာ ၅ ႏွစ္တိတိ အသက္ရွင္ဖုိ႔အတြက္ရုန္းကန္ခဲ႕ရၿပီးေတာ႕\nရုွရွားငါးဖမ္းသေဘာၤေတြက ေတြ႕ရွိၿပီးၿပန္လည္ကယ္တင္ခဲ႕တဲ႕အတြက္\nသူ႕ရဲ႕ဇာတိၿမိဳ႕ၿဖစ္တဲ႕ စတာလင္ ၿမိဳ႕ကိုၿပန္လည္ေရာက္ရွိလာပါေတာ႕တယ္\nသေဘာၤမပ်က္ခင္တုန္းက မိန္းမရွဳပ္တဲ႕ ဆိုးသြမ္းလူငယ္ အုိလီဗာကြင္းတစ္ေယာက္\nကြ်န္းေပၚကေန ၿပန္ေရာက္လာတဲ႕အခါမွာေတာ႕ အရင္သူ႕စရိုက္ေတြနဲ႕\nသူစိမ္းပမာၿဖစ္သြားခဲ႕ၿပီး သူနဲ႕အတူ ၿမိဳ႕ကိုကယ္တင္ရမယ္႕ စိတ္ေတြေရာ\nလ်ိဳ႕၀ွက္ခ်က္ေတြမ်ားစြာကိုလည္းသယ္ေဆာင္လာခဲ႕ပါေတာ႕တယ္\nဒီလ်ိဳ႕၀ွက္ခ်က္ေတြကေရာ..ဘာေတြၿဖစ္မလဲ..လူဆုိးဂိုဏ္းေပါင္းမ်ားစြာ\nလုယက္မွုေပါင္းမ်ားစြာ..ဒုစရိုက္မွုေတြမ်ားစြာ..နဲ႕ပ်က္စီးေနတဲ႕သူ႕ၿမိဳ႕ကိုေရာ\nဘယ္လိုကယ္တင္မွာလဲ..ဆုိတာကို ကြ်န္းေပၚကၿမင္ကြင္းနဲ႕ လက္ရွိၿမင္ကြင္းကိုပါ\nပံုေဖၚရိုက္ကူးထားၿပီးတင္ဆက္ထားပါတယ္..season 2မွာေတာ႕ကြ်န္းေပၚက\nမိတ္ေဆြတစ္ဦးကေန ရန္သူၿဖစ္လာခဲ႕တဲ႕ သူတစ္ေယာက္က အုိလီဗာကြင္းကိုေရာ\nသူခ်စ္ခင္တဲ႕သူေတြအားလံုးကို တစ္ေယာက္ခ်င္းစီ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-106/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTUyMzg3MDE3Ml5BMl5BanBnXkFtZTgwMzI2NDg5MjE@._V1_-203x300.jpg",
        "title": "Agoraphobia (2015)",
        "description": "မထင္မွတ္ထားေသာယအိမ္တြင္းထူးဆန္း ေသာ အရာတစ္ခု သဘာ၀လြန္ျဖစ္ရပ္လား ပုဏၰက တိုက္မွဴလား မသဲကြဲေသာ ျဖစ္ရပ္ထိုထူးဆန္းမွဴေတြကို ဘယ္လိုေက်ာ္လြန္ႏိုင္မလဲဇာတ္လမ္းအက်ဥ္း - ဖေလာရီဒါျပည္နယ္ရွိဖခင္၏ အိမ္သို႔သြားလည္ရာမွ ထူးဆန္းေသာ ျဖစ္အပ်က္မ်ားဆက္တိုက္ျဖစ္ပြားေနျၿပီး ထိုထူးဆန္းျဖစ္စဥ္မ်ားရဲ႕ေနာက္ကြယ္မွာ ေထာင္ေျခာက္တခုရွိေနတဲ့အခါမွာေတာ့\nDownload On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/agoraphobia-2015/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/snow.jpg",
        "title": "Snowden (2016)",
        "description": "ဒီရုပ်ရှင်ကို ဖြစ်ရပ်မှန်အပေါ် အခြေခံပြီး ရိုက်ကူးခဲ့ပါတယ်။ ၂၀၁၃ ခုနှစ်က လူတိုင်းပါးစပ်ဖျားမှာ ရေပန်းစားခဲ့တဲ့ စနိုးဒင် ဆိုတဲ့နာမည်ကို မှတ်မိကြဦးမယ် ထင်ပါတယ်။ အမေရိကန် အမျိုးသားလုံခြုံရေးအေဂျင်စီ(NSA) ကနေ တကမ္ဘာလုံးက ဆဲဖုန်းလ်တွေကို ထောက်လှမ်းဖို့ကြိုးစားနေမှုတွေ၊ နိုင်ငံအတွင်းက မက်ဆေ့တွေ အီးမေးလ်တွေကို တရားမဝင်စောင့်ကြည့်နေမှုတွေကို ဖွင့်ချပြီး ထွက်ပြေးသွားခဲ့တဲ့ CIA ဝန်ထမ်းဟောင်းတစ်ယောက်ပါ။ ဒီဇာတ်ကားဟာ ၂ နာရီကျော်ကြာတာတောင်မှ ခိုင်ခန့်တဲ့ ဇာတ်အိမ်၊ စပိုင်အေဂျင်စီတွေရဲ့ သဘောတရားတွေ၊ ခံစားချက်ပါတဲ့ စကားလုံးတွေ နဲ့ အချိန်ကိုမေ့သွားအောင် ဆွဲဆောင်သွားပါလိမ့်မယ်။ မထွက်ခင်က စိတ်ပူခဲ့သလို romance တွေ action တွေ လိုအပ်တာထက် ပိုနေတာကိုလည်း မတွေ့ရပါဘူး။ လူတိုင်းကြည့်ဖို့ ထိုက်တန်တဲ့ကားထဲမှာ ပါမှာပါ။ ထူးခြားချက်အနေနဲ့ နောက်ဆုံးခန်းမှာ စနိုးဒင်ကိုယ်တိုင် ဧည်သည်သရုပ်ဆောင်အနေနဲ့ မော်စကိုကနေ ...",
        "rating": "7.4",
        "url": "https://megaup.net/37D7A/Snowden_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/like-for-likes-poster-140x200.png",
        "title": "Like for Likes (2016)",
        "description": "Like for Likes (2016)\nIMDb - 6.1/10_____Rotten - 43%\n  \n2016 ထွက် ဇာတ်ကားသစ်လေးဖြစ်တဲ့ rating 6.1 ရ ကိုရီးယားကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်..\nဇာတ်လမ်းက အချစ်ဟာသလေးပါ..\nအပျိုကြီးမမ လေယာဉ်မယ်နဲ့ စားဖိုမှူး... နာမည်ကြီးမင်းသားနဲ့ ဇာတ်ညွှန်းရေးသူမမကြီး..\nတေးရေးဆရာလေးနဲ့ သာမန်ကောင်မလေးတို့အကြောင်းရိုက်ကူးထားတဲ့ အချစ်ဟာသဇာတ်ကားလေးပါ..\nစုံတွဲ ၃ တွဲအကြောင်းကိုရိုက်ကူးထားတယ် ဆိုပေမယ့် သာမန် အပ်ကြောင်းထပ်ဇာတ်လမ်းတွေမဟုတ်ဘဲ\nဇာတ်လမ်းတစ်ခုစီကို လှလှပပပုံဖော်ထားတာကြောင့် တစ်ကားတည်းနဲ့ ၃ ကားကြည့်ရသလို ပြည့်စုံသွားစေလိမ့်မယ်..။\nအညွှန်းကိုနောက်ထား.. သရုပ်ဆောင်တွေကိုပဲ အရင်ကြည့်ကြဦးစို့..။\n- moon lover ထဲက မင်းသား ၈ ( moon lover ဇာတ်ကားအစောပိုင်းမှာလိုပဲ နူးညံ့သိမ်မွေ့ပြီး အေးချမ်းတဲ့ဇာတ်ရုပ်လေးနဲ့ .. )\n- ဆောင်ကျန်ကွမ်ထဲက မြင်းရိုင်း Yoo Ah In ( သူကတော့ ဘယ်လိုသရုပ်ဆောင်ဆောင် အထာကျပြီးသားပဲ )\n- နာမည်ကြီးဝါရင့် သရုပ်ဆောင် Kim ...",
        "rating": "6.1",
        "url": "https://megaup.net/2gn5t/Like_For_Likes_(Joahaejwo)_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/youth-poster-140x200.jpg",
        "title": "Youth (2015)",
        "description": "Youth (2015)IMDb (7.3/10)....Rotten Tomatoes (72%)အီတလီရုပ်ရှင်ပါ။မင်းသားကြီး Michael Caine နဲ့ Harvey Keitel တို့အပြင် အခြားသရုပ်ဆောင်များစွာပါဝင်ထားတဲ့ Comedy , Drama , Music အမျိုးအစား ရုပ်ရှင်ဖြစ်ပါတယ်။၂၈ ကြိမ်မြောက် ဥရောပရုပ်ရှင်ဆုပေးပွဲမှာ အကောင်းဆုံးရုပ်ရှင်ဆု၊ အကောင်းဆုံးဒါရိုက်တာဆုနဲ့ Michael Caine က အကောင်းဆုံးသရုပ်ဆောင်ဆု စသဖြင့် ဆုတွေ အသီးသီး ရရှိခဲ့တဲ့ရုပ်ရှင်လည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ........[Spoiler Alarm]ဆွစ်တောင်တန်းတွေဆီ အားလပ်ရက် ခရီးထွက်ကြတုန်း အဘိုးကြီးနှစ်ယောက် သူတို့ဖြတ်သန်းခဲ့ကြတဲ့ဘဝတွေကို ပြန်ပြောင်းဆင်ခြင်မိကြတဲ့အကြောင်းတွေလည်း ဖြစ်တယ်။ အိုမင်းခြင်းနဲ့ နုပျိုခြင်း၊ အတိတ်နဲ့ အနာဂတ်၊ ရှင်သန်မှုနဲ့ သေဆုံးမှု စတဲ့အကြောင်းအရာတွေကြားထဲက ထာဝရ ရုန်းကန်နေရခြင်းအကြောင်းတွေပေါ့။Fred Ballinger ( Michael Caine ) က ဂန္ထဝင်ဂီတစာဆိုကြီးတစ်ယောက်။ Mick Boyle ( Harvey ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Tfah/Youth_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMjIzNjU4NTc3NF5BMl5BanBnXkFtZTgwODk1NjE0MzE@._V1_-219x300.jpg",
        "title": "Journey to the Edge of the Universe (2008)",
        "description": "ကဲ ဒီတစ္ခါေတာ့ဗဟုသုတ ရဖြယ္ရာ\n TV Documentary တခုနဲ႕ မိတ္ဆက္ေပးျခင္ပါတယ္\nDocumentary ဆိုေတာ့ အေထြအထူးေတာ့ ေျပာေနစရာ မရွိပါဘူး\nဒီ မွတ္တမ္းရုပ္ရွင္ေလးကေတာ့ စၾကာ၀ဠာၾကီးနဲ႕ အလင္းႏွစ္တို႕ရဲ႕\nဆက္စပ္ေနပံုကို ရိုက္ကူးျပထားတာပဲျဖစ္ပါတယ္ ဗ်ာDownload On Pcloud Large File\nDownload On Pcloud Small File",
        "rating": "8.6",
        "url": "https://megaup.net/SXk4/Journey_To_The_Edge_Of_The_Universe__[2008]_[BBC_TV_Program]_(MM_Sub).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "",
        "title": "Primal Fear (1996)",
        "description": "1996 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး IMDb rating 7.7 ရရွိထားတဲ့\nသည္းထိပ္ရင္ဖို ဇာတ္ကားေလးတစ္ကားနဲ႕\nမိတ္ဆက္ေပးျခင္ပါတယ္ ဇာတ္ကားေလးကေတာ့\n ေအာ္စကာဆုအတြက္ စကာတင္စာရင္း တဆုနာမည္၀င္ခဲ့ျပီး\nတျခား ရုပ္ရွင္ဆုေတြလညး္ ၁၀ ဆုေတာင္ ရရွိခဲ့ပါတယ္\nကဲ ဒီေလာက္ ေတာင္ ညႊန္းေနမွေတာ့ ေကာင္းလား\nမေကာင္းလားကို မေျပာေတာ့ပုဗ်ာ\nဇာတ္လမ္း အက်ဥ္းဖက္ကို လွည့္ၾကတာေပါ့\nဇာတ္လမ္း အက်ဥး္ေလးကေတာ့\nနာမည္ၾကီး အမႈလိုက္ေရွ႕ေနတေယာက္ဟာ\nမထင္မွတ္ပဲ လူသတ္မႈတခုကို လိုက္လံေဖာ္ထုပ္ရာမွ\nအရင္ ရီးစားေဟာင္းနဲ႕ ပါ၀င္ပတ္သက္မီျပီး\nလူသတ္မႈရဲ႕ အမွန္တရားဟာလဲ ႏွစ္ေပါင္းမ်ားစြာၾကာေအာင္ ဖံုကြယ္ျခင္း\nခံထားလိုက္ရာမွ ဘယ္လို ေတြေၾကာင့္ အမႈကေပၚေပါက္သြားေလမလဲ\nဆိုတာကုိ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ရွဴလိုက္ပါေတာ့ဗ်ာ\nဇာတ္ကားေလးထဲမွာေတာ့  Don't believe everything you see တဲ့ဗ်ာ",
        "rating": "7.7",
        "url": "https://megaup.net/Qzsb/Primal_Fear_[1996]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/700th-supp_COVER2g.jpg",
        "title": "The Sky at Night (TV Program)",
        "description": "ကဲ ဒီတစ္ခါ အက္စ္စေတာ္ေနာ္မီ တီဗီ ပရိုဂရမ္တခုကို\nတင္ေပးလိုက္ပါတယ္\nစိတ္၀င္စားဖို႕ေကာင္းတာေၾကာင့္ အေထြအထူးေတာ့ မညႊန္းေတာ့ပါဘူးဗ်Download On Pcloud",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/the-sky-at-night-tv-program/",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/London-Boulevard-poster-133x200.jpg",
        "title": "London Boulevard (2010)",
        "description": "London Boulevard (2010)_____IMDb - 6.2/10\n  \nIMDb (6.2/10)\nမင်းသား ကောလင်းဖာရဲလ်နဲ့ မင်းသမီး ကီရာနိုက်တလေ တို့အဓိကပါဝင်ထားတဲ့ Crime , Drama အမျိုးအစား ဇာတ်ကားဖြစ်ပါတယ်။\nMitch အဖြစ်သရုပ်ဆောင်ထားတဲ့ Colin Farrell ဟာ Pentonville အကျဉ်းထောင်ကနေ လောလောလတ်လတ် ထွက်လာသူပါ။\nရိုးရိုးသားသားပဲ ဘဝကို ဖြတ်သန်းတော့မယ်ဆိုတဲ့ စိတ်ကူးတွေ အပြည့်နဲ့ပေါ့။\nဒါပေမယ့် ရုတ်တရက်ဆိုသလိုပဲ ကျွန်တော်တို့ရဲ့ ပြစ်ချက်တွေနဲ့ သူရဲကောင်းကြီးဟာ\nရွေးချယ်ရခက်တဲ့ အနေအထားတစ်ခုထဲကို အမှတ်မထင်ရောက်ရှိသွားပါတယ်။\nMitch တစ်ယောက် သူ့ရဲ့ရည်ရွယ်ရင်းကနေ သွေဖယ်ပြီး\nအကြမ်းဖက်မှုတွေ ပြည့်နှက်နေတဲ့ ဒုစရိုက်အမှောင်လောကထဲကို ပြန်ဆွဲသွင်းခံရသင့်သလား...\nဒါမှမဟုတ် Keira Knightley သရုပ်ဆောင်ထားတဲ့ ခပ်ပျော့ပျော့ စူပါစတား ကောင်မလေး Charlotte ရှေ့မှာ\nမားမားမတ်မတ်ရပ်တည်ပေးပြီး ပါပါရာဇီတွေရန်ကနေ ကာကွယ်ပေးရမယ့် သတ္တိခဲကိုယ်ရံတော်ပဲ ဖြစ်သင့်သလား..\nကောင်မလေးအတွက် အသက်ကိုပေးဆပ်ပြီးကာကွယ်ရမယ့် သူရဲကောင်းကြီး ဖြစ်လာသင့်သလား...ဆိုတာကို\nပရိသတ်ကြီးက ဆက်လက်ရှုစားကြရမှာ ဖြစ်ပါတယ်။\nဒီဇာတ်ကားဟာ Ken Bruen ရဲ့ဝတ္ထု London ...",
        "rating": "6.2",
        "url": "https://megaup.net/1zP0d/London_Boulevard_[2010]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/51MflY4Gi0L-212x300.jpg",
        "title": "Shinobi: Heart Under Blade (2005)",
        "description": "နင်ဂျာတွေထဲမှာ အစွမ်းထက်ဆုံး အုပ်စု ၂ စု ရှိပြီး ထိုအုပ်စု ၂ ခုလုံးဟာ လုံး၀ မတည့်ကြပါဘူး\nတောင် တစ်ဖက် တစ်ခြမ်း စီမှာ နေထိုင်ကြပြီး အမြဲတမ်း သက်ဖြတ်နေခဲ့တာ ရန်ငြိုးတွေက နှစ်ပေါင်း ၄၀၀ တိုင်ခဲ့ပါတယ်...\nထို အုပ်စု နှစ်ခုပေါင်းစည်းပြီး တော်လှန်လာမှာကို ကြောက်လန့်လာတဲ့ အစိုးရကတော့ ထိုအခွင့်အရေးကို လက်လွှတ်မခံပဲ\nအုပ်စု ၂ စုကို အသေအကြေ တိုက်ခိုက်စေပြီး အနိုင်ရရှိသူကို အခွင့်အလမ်း ပေးဖို့ကြေညာပေးလိုကပါတယ်..\nထို ရန်ငြိုးတွေကြားမှာတော့ နှစ်ဖက် အုပ်စု နှစ်ခုက လူကြီးတွေ ရဲ့ သားနှင့်သမီး ကတော့ ချစ်ကြိုက်နေကြပါတယ်...\nထို တိုက်ခိုက်ရမည့် အမိန့်ကြေညာစာတမ်း ရောက်ရှိလာချိန်မှာတော့ သူတို့ ချစ်သူ နှစ်ဦးဟာ စစ်မြေပြင်မှာ ရန်သူတွေအဖြစ်\nပြန်လည်ရင်ဆိုင်ရတော့မှာပါ...\nနှစ်ဖက်လုံး အသေအကြေတိုက်ခိုက်ပြီး ဘယ်သူတွေ နိုင်ကြမှာလဲ ချစ်သူနှစ်ဦးကရော လက်တွဲခွင့်ရနိုင်မှာလား...\nဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါ....\nဒီဇတ်လမ်းကို ဘာသာပြန်ပေးထားသူကတော့ Tariq ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/shinobi-heart-under-blade-2005/",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/l_p0008393181-214x300.jpg",
        "title": "[18+] Naughty Instint (2008)",
        "description": "ဂ်ပန္ Porn မင္းသမီး Akiho Yoshizawa ပါဝင္တဲ့ ဂ်ပန္ 18+ ဇာတ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းအညႊန္းကေတာ့.....ေအာက္မွာ သူမ်ားေရးထားတဲ့ Eng လိုသာဖတ္သြားၾကပါကုန္။ :PNaomi and her brother live together. She is having a difficult time hiding her incestuous feelings for him. A friend from college tries to pursue Naomi, but she can’t forget her brother’s embrace. For the second one, Kumiko lives with her brother who has recently returned from overseas. ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-naughty-instint-2008/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/44a87e8cffe671fca93c1f199b96a05e-215x300.jpg",
        "title": "Legend Of Ravaging Dynasties (2016)",
        "description": "ဒီတစ္ခါေတာ့ပရိတ္သတ္ေတြကိုအခုတေလာနာမည္ ႀကီးေနတဲ႔ဇတ္ကားတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ ပရိတ္သတ္ေတြလည္းအေတာ္ေတာင္းဆိုထားတာမ်ား တဲ႔အတြက္အသစ္ကိုမွၾကည့္ခ်င္သူေတြအတြက္တင္ ဆက္ေပးလိုက္ပါတယ္ဇတ္ကားကေတာ့တ႐ုတ္ကာ တြန္းကားေလးပံုစံပါပဲဒါေပမဲ႔ဇတ္ေကာင္ေတြကိုလူနဲ႔ တေသြမတိမ္းတူေအာင္လုပ္ေဆာင္ထားနိင္တာကဒီ ဇတ္ကားရဲဲ႕ထူးျခားမႈေလးပါတ႐ုတ္ေတြရဲ႕အရည္အခ်င္း ေကာင္းေတြကိုလည္းျမင္ေတြ႕ရမယ့္ဇတ္ကားေကာင္းတစ္ကားပါပဲမိဘမဲ႔လူငယ္ေလးတစ္ေယာက္နဲ႔မထင္ မွတ္ပဲေတြ႕ဆံုခဲ႔တဲ႔မိန္းမလွေလးတစ္ဦးနဲ႔ရဲမတ္တစ္ဦး ရဲမတ္ေလးေနာက္ကိုလိုက္ၿပီးေမွာ္ပညာသင္ယူဖို႔ႀကိဴး စားတဲ႔လူငယ္ေလးထာဝရကၽြန္းကိုသြားၿပီးေမွာ္လက္ နက္သြားရွာတဲ႔အခါဘယ္လိုလူမ်ိဴးေတြသတၱဝါဆန္းေတြ နဲ႔ေတြ႕ရမလဲစသျဖင့္(animation)ပိုင္းကပရိတ္သတ္ ေတြကိုဆြဲေဆာင္သြားမွာပါအေကာင္းႀကိဳက္တဲ႔သူေတြ အတြက္ကေတာ့ေနာက္ထပ္အေကာင္းပါပဲလို႔ေျပာၾကား ရင္းအၫြန္းသိပ္မေပးလိုေတာ့ပဲဇတ္ကားေလးသာ ေဒါင္းၾကည့္ပါလို႔အၾကံျပဳရင္း\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္ကေတာ့ ကိုစိုးေထြးျဖစ္ပါတယ္Download On Pcloud Large File\n \nDownload On Pcloud Small File",
        "rating": "",
        "url": "https://megaup.net/2gs4n/Legend_Of_Ravaging_Dynasties_(2016)_-_ျမန္မာစာတန္းထိုး.mp4",
        "category": "Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/images-200x300.jpg",
        "title": "Barbershop: The Next Cut (2016)",
        "description": "စီးပွားရေးပျက်ကပ်ဆိုက်သလိုဖြစ်လာတော့\nကယ်ဗင်နဲ့ အန်ဂျီဟာ တစ်နေရာထဲမှာပဲ ဆိုင်နှစ်ခုဖွင့်ဖို့\nဆုံးဖြတ်လိုက်ကြတယ် Beauty Salon နဲ့ ဆံပင်ညှပ်ဆိုင်ပေါ့\nနောက်တော့ ဆံပင်ညှပ်ဆိုင်က ဝန်ထမ်းကောင်လေးတွေနဲ့\nစလွန်းက ကောင်မလေးတွေ အိုးချင်းထား အိုးချင်းညှိပြီး\nအရှုပ်အထွေးတွေနဲ့ ခွဲခွာသွားကြတော့တယ် ဒါပေမယ့်လည်း\nချီကာဂို ဂိုဏ်အချင်းချင်းကြားက စစ်ပွဲတွေဖြစ်လာတော့တဲ့အခါ\nသူ့အချစ်ဆုံးသားကို စိုးရိမ်နေတဲ့ ကယ်ဗင်ဟာ\nနေရပ်ဆီ ပြန်လာခဲ့ပြီး သူငယ်ချင်းတွေနဲ့ အတူတူ\nကျော်လွှားရပါတော့တယ်...\nRotten Tomatoes 90%\nMetacritic 67/100\nCinemaScore A-\nဒီကားကတော့ Barber Shop Film Series တွေထဲကမှ\nလေးကားမြောက်ကားဖြစ်ပြီ; ၂၀၀၄က ထွက်ခဲ့တဲ့\nBarber Shop 2: BAck in Business ရဲ့ အဆက်ဖြစ်တယ်\nအရင်တုန်းကားတွေတုန်းက ပါခဲ့တဲ့ သရုပ်ဆောင်တွေ\nအထူးသဖြင့် လူမည်းမင်းသားတွေ သူတို့တွေ အကုန်ပြန်ပါလာတယ်\nIce Cubeတို့ Cedric the Entertainerတို့လိုပေါ့\nပြောရသေးရင် နာမည်ကျော်တွေ ထပ်ပါလာသေးတယ်\nNicki Minaj နဲ့ Tyga တဲ့\nလူမည်းတွေချည်းဆိုတော့လည်း\nတစ်ခြား ဘာနဲ့မှ မတူတဲ့ အသုံးအနှုန်းဟာသတွေကို\nတစ်ဝကြီးခံစားရပါလိမ့်မယ်\nဝေဖန်ရေးတွေရဲ့ ချီးကျူးမှုတစ်ချို့ကို ခံခဲ့ရတဲ့\nဒီကားဟာ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2SHd5/Barbershop_-_The_Next_Cut_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Live_Nude_Girls_2014-232x300.jpg",
        "title": "Live Nude Girl (2014) 18+",
        "description": "Shaneဟာသူ႔ရဲ႕ဦးေလးျဖစ္သူဆီကေန gentelmen’s club ကို\nအေမြဆက္ခံရရိွိထားတဲ့သူျဖစ္ပါတယ္ ဒီေနရာမွာေျပာစရာရိွလာတာက\n''ၿပိဳင္တူတြန္းလွ်င္ေရြ႔ႏုိင္သည္''ဆိုတဲ့စကားပံုအတုိင္းပါပဲ....ShaneဟာClubကိုပိုင္ဆိုင္ရၿပီး\nသိပ္မၾကာခင္အတြင္းမွာပဲ..Clubကိုဖ်က္သိမ္းခံရမဲ့အေရးကိုရင္ဆိုင္ရပါေတာ့တယ္\nဒီေတာ့ Shaneတစ္ေယာက္ အခက္ေတြ႔ရေတာ့မွာလား\nလက္ေလွ်ာ့သြားမွာလား Shaneနဲ႔အတူသူ႔မိတ္ေတြကေရာ..\nသူနဲ႔အတူ ဒီျပႆနာကိုတြန္းလွန္ႏုိင္မွာလား\nအဲဒီေမးခြန္းမ်ားစြာရဲ႕အေျဖကိုေတာ့ခ်န္ထားပါရေစ....\nအထက္ပါတိုင္းၫြန္းထားလို႔ ဒီဇတ္ကားဟာ႐ိုးစင္းလြန္းပါတယ္လို႔ထင္ရင္မွားသြားပါမယ္..\nဇတ္လမ္းအစကေနကို ေကာင္မေလးေတြရဲ႕ကိုယ္ခနၶာအလွေတြ အခ်ိဳ႕ေဖာ္ခြၽတ္မႈေတြ\nဒါ့အျပင္ ဇတ္လမ္းေပၚမပ်င္းရိသြားရေအာင္ ဟာသေလးေတြပါေႏွာရင္း\nလွည့္ကြက္ေတြလဲပါဝင္ထားတဲ့အတြက္ေၾကာင့္ၾကည့္ရင္းဗဟုသုတေလးေတြပါရယူႏုိင္ပါေၾကာင္းျပန္ေျပာင္းလို႔ၫြန္းျပရင္းဒီေလာက္နဲ႔တစ္ခန္းရပ္ခြင့္ျပဳပါ...File Size : 770 MB\nQuality : Blu ray 720P\nRunning Time : 1hr 40 minute\nFormat : Mp4\nGenre : Comedy\nEncoder : Joker.phsDownload And watch With Pcloud Link Full HD\n \nDownload And watch Pcloud Link Small File Size\n \n(ဇာတ္ကားအညြန္းေရးသူကေတာ့ John La Yaung ပဲ ျဖစ္ပါတယ္)",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/live-nude-girl-2014-18/",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/petes-dragon-poster-1-135x200.jpg",
        "title": "Pete’s Dragon (2016)",
        "description": "Pete's Dragon (2016)\nIMDb - 6.7/10_____Rotten - 88%\n  \nDisney ရဲ့ ၂၀၁၆ ထွက် လက်ရာကောင်းတစ်ခုပါပဲ။ IMDb 6.7 ရထားပါတယ်။\nဇတ်လမ်းအကျဉ်းလေးကတော့ ၅ နှစ်သားမှာ ကားမှောက်ပြီးမိဘ၂ ပါးလုံး ဆုံးသွားတဲ့ ကလေးလေး Pete၊\nတောနက်ထဲမှာ တစ်ယောက်တည်းဖြစ်နေတုန်း\nသူ့လိုပဲ တစ်ကောင်တည်းအထီးကျန်နေတဲ့ နဂါးကြီးနဲ့တွေ့ပြီး သူငယ်ချင်းတွေ ဖြစ်လာခဲ့တယ်။\nနဂါးကို နဂါးလို့ခေါ်မှန်းတောင် မသိတဲ့ Pete လေးဟာ\nနဂါးမိတ်ဆွေလေးကို သူ့ပုံပြင်စာအုပ်ထဲက အက်လီရက် ဆိုတဲ့နာမည်ကိုပေးထားပြီ\nတောထဲမှာ ၂ ကောင်သား ၆ နှစ်တိတိအသက်ရှင်နေထိုင်နေခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ သစ်ခုတ်ရင်း တဖြည်းဖြည်း တောနက်ထဲထိ ကျွံဝင်လာတဲ့ အလုပ်သမားတွေနဲ့\nသစ်တောအရာရှိမိသားစုလေးနဲ့ ဆုံတွေ့ဖို့ အကြောင်းဖန်လာတဲ့အခါ....\n  \n.\n   \nFile Size     :   743 MB\nDuration    :   1 : 42 :45\nQuality     ...",
        "rating": "6.7",
        "url": "https://megaup.net/2e88l/Pete_s_Dragon_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/nmikpeezgkhq.mid-205x300.jpg",
        "title": "Unforgettable (2016)",
        "description": "ပါဝင်တဲ့ သရုပ်ဆောင်တွေကတော့ Kim So-hyun,Do Kyung-soo, Lee Da-wit, Joo Da-Young,Yeon Jun-Seok, Park Yong-woo တို့ဖြစ်ပြီးဒီဇတ်လမ်းလေးကတော့ ၅၂၈ မေတ္တာ အေးချမ်းဖြူ စင်တဲ့ချစ်ခြင်းတရားကိုအသားပေးရိုက်ကူးထားတဲ့ဇတ်ကားလေးပါပြောရရင်တော့ BFF Goal လို့ပြောလို့ရတဲ့ဇတ်ကားလေးပါဇတ်လမ်းလေးအစပြုခဲ့ပုံကတော့ တိုက်ရိုက်ထုတ်လှွင့်တဲ့ရေဒီယိုအစီအစဉ်တစ်ခုစီကိုလွန်ခဲ့တဲ့ ၂၃ က စာလေးတစ်စောင်ရောက်လာခဲ့ပါတယ် အဲ့ဒီစာလေးတစ်စောင်ကဟိုးအရင်က ဖြစ်ပျက်ခဲ့တဲ့ အချစ်ဦးအကြောင်းလေးတွေနဲ့ သူငယ်ချင်းငါးယောက်ရဲ့ချစ်ချင်းမေတ္တာတရားတွေကိုပြန်လည်အသက်ဝင်လာစေပါတယ် တောရွာလေးတစ်ရွာမှာရှိတဲ့ အရမ်းချစ်တဲ့သူငယ်ချင်းငါးယောက် သူတို့ထဲမှာမသန်စွမ်းဖြစ်လို့လမ်းကောင်းကောင်းမလျှောက်နိုင်တဲ့သူငယ်ချင်မလေးတစ်ယောက်ကိုကျန်တဲ့သူငယ်ချင်း၄ ယောက်က စောင့်ရှောက်ရင်းပျော်ပျော်ရွှင်ရွှင်နဲ့ဘဝကိုဖြတ်သန်းကြတယ်မသန်းစွမ်းပေမယ့် သူမမှာ မျှော်လင့်ချက်တွေ အိမ်မက်တွေရှိနေတဲ့အတွက်သူမကကိုယ့်အားကိုယ်ကိုးချင်စိတ်အရမ်းရှိတဲ့အတွက် လမ်းလျှောက်နိုင်ချင်တယ်သူတို့ရွာမှာတာဝန်ကျတဲ့ဆရာဝန်လေးကလည်းသူ့ရဲ့ခြေထောက်ဟာပြန်ကောင်းလာနိုင်တယ်လို့ မျှော်လင့်ချက်တွေပေးခဲ့လို့သူမဟာအရမ်းကိုမျှော်လင့်ခဲ့ပေမယ့် မထင်မှတ်ထားတဲ့ ကံကြမ္မာတွေလှည့်စားလာတဲ့အခါမှာတော့သူတို့သူငယ်ချင်း ငါးယောက်ဟာ ဘယ်လိုမျိုး ဝမ်းနည်းစရာတွေ ခွဲခွာခြင်းတွေကြုံတွေ့လာရမလဲဆိုတာကို ပရိတ်သတ်တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးသူကတော့ Aye Nyein Thu  ဖြစ်ပြီး အညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်(Thit San Khant)Download Link============Download HD (820MB)Download Small File (490MB)File ...",
        "rating": "7.5",
        "url": "https://megaup.net/338dy/Unforgettable_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMjExMDg1MzIyM15BMl5BanBnXkFtZTYwNjYxNDg4._V1_-181x300.jpg",
        "title": "Frequency (2000)",
        "description": "Frequency (2000)\nIMDb - 7.3/10_____Rotten - 70%\n  ရုပ်ရှင်အညွှန်းလေးကို မပြောပြခင် ဒီရုပ်ရှင်ကားကို Video Type ခေတ်ကတည်းက\nကြည့်ရှုခဲ့တာမို့ အဟောင်းတွေ ပြန်လည်တူးဆွရင်း ပြန်လည်တွေ့ရှိပြီး\nဘာသာပြန် Moe Myint Lwin ကို ဘာသာပြန်ဖို့ တိုက်တွန်းခဲ့ပြီး\nယခု ကြည့်ရှုသူများလက်သို့ အရောက် အပ်ခဲ့ပါပြီ....\nဇတ်လမ်းရဲ့ ပုံစံကတော့ ဂျွန် ဟာ သူငယ်စဉ်ကတည်းက ဖခင်ကို\nဆုံးရှုံးခဲ့ရသူဖြစ်ပြီး မီးသတ်တပ်ဖွဲ့အတွက် ဖခင်ဟာ အသက်ပေးသွားရသူပါ\nဘ၀ တစ်လျှောက်လုံး ဂျွန် ဟာ ဖခင် မေတ္တာငတ်မွတ်ခဲ့ရပါတယ်...\nဂျွန် မှာ မိခင်ကြီးသာ ရှိပြီး အမေ နှင့်လဲ မတွေ့ဖြစ်တာ ပိုများနေပါတယ်...\nဂျွန် ၏ အလုပ်မှာ ရဲစုံထောက်ဖြစ်ပြီး ကွင်းဆက်လူသတ်သမားကို ဖမ်းဆီးရန်\nစုံစမ်းစစ်ဆေးနေတဲ့ အချိန်ဖြစ်ပါတယ်...\nတစ်ရက်မှာတော့ ဂျွန် သူငယ်ချင်း နှင့် သူငယ်ချင်း၏ သားဖြစ်သူတို့ ဂျွန်အိမ်ကို လာပြီး\nဖခင်ကြီး သိမ်းဆည်းသွားသော မီးသက်တပ်ဖွဲ့ဝန်ထမ်း သေတ္တာကို ဖွင့်စစ်ရာ\nဖခင်ကြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/TEx4/Frequency_[2000]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/WRDGS_Tsr_1sht_Vert_2764x4096_INTL_master.jpg",
        "title": "War Dogs (2016)",
        "description": "ဒီကားဟာ ထူးခြားတဲ့ ပေါင်းစပ်မှုကားလေးပါ။ ဟိုးအရင်တုန်းက နာမည်ကြီးခဲ့တဲ့ Hot Shot ကားလို စစ်ကားဟာသလိုင်းလေး ဖြစ် ပါတယ်။ ဟောလိဝုဒ်မှာ Genre ကို တစ်မျိုးတစ်စားတည်း မလုပ်ကြတော့ဘဲ Multi တွေ လုပ်လာကြတယ်။ ဘယ်လိုလဲဆိုတော့ ဟာသဆိုရင် လည်း ဟာသတစ်ခုတည်း မဟုတ်ဘဲ အချစ်လေးပါထည့်ပြီး comedy romance လေးတွေ လုပ်ကြတယ်။ ဥပမာ ကိုရီးယားနိုင်ငံရဲ့ အချစ်ဟာသ ဇာတ်လမ်းတွဲလေးတွေလိုပေ့ါ။ ဟာသသရဲကား၊ ဟာသအက်ရှင်ကား စသဖြင့် အစုံပေါင်းစပ်ပြီး ပရိသတ်စိတ်ဝင်စားလာအောင် လုပ်ကြတယ်။ ဒီတစ်ပတ်မှာတော့ ပေ့ါပေါ့ပါးပါးအနေနဲ့ ဟာသအက်ရှင်၊စစ်ကားလေးကို ဖော်ပြလိုက်ရပါတယ်။War Dogs ...\nမြန်မာလိုဘာသာပြန်ရင် လက်နက်ရောင်းဝယ်သူလို့ အမည်ရပါတယ်။ ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ကို\nပြန်လည်ရိုက်ကူးထားတဲ့ Documentary အမျိုးအစားဖြစ်ပြီး ထူးခြားတာက ပျင်းစရာမကောင်းတာပါပဲ။ တစ်ခြားသော ဇာတ်ကားအမျိုးအစားတွေနဲ့ မတူပဲ တစ်ကားလုံး စိတ်ဝင်စားဖို့ကောင်းပြီး  အဆုံးထိဆွဲဆောင်နိုင်တဲ့ ကားတစ်ကားပါ။\nဇာတ်လမ်းကြောရိုးကတော့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2rP3l/War_Dogs_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMjE3NDczNTIyOV5BMl5BanBnXkFtZTcwMDQwMjU1MQ@@._V1_-207x300.jpg",
        "title": "Awake (2007)",
        "description": "ဒီရုပ္ရွင္ကားေလးကို ရုပ္ရွင္ၾကည့္သူမ်ား လက္ထဲ အေရာက္ပို႔ဖို႔ အတြက္\nမ်က္ရည္ေတြ ၀ိုင္းၿပီး ဘာသာျပန္ေပးခဲ့သူကေတာ့ Tariq L Walker ျဖစ္ပါတယ္\nဘာသာျပန္ဖို႔ ေစခိုင္းသူကေတာ့ က်ေနာ္ပါ ဘာေၾကာင့္လဲဆိုေတာ့ ရုပ္ရွင္ခ်စ္သူေတြ\nၾကည့္သင့္တဲ့ ရုပ္ရွင္ကားေကာင္း တစ္ခုျဖစ္တယ္လို႔ ႏွလံုးသားထဲကေန သိေနလို႔ပါ...\nဒီရုပ္ရွင္ကားမွာ က်ေနာ္ ၾကည့္ေစ သိေစခ်င္တဲ့ အေၾကာင္းရာက ခ်စ္ျခင္းေမတၱာတရားပါ\nဇတ္လမ္း ပံုစံ ကေတာ့ ေအာင္ျမင္ေနတဲ့ လုပ္ငန္းရွင္ တစ္ဦးျဖစ္တဲ့ ကေလ (Clay) ဟာ\nဖခင္ ေသဆံုးမႈ အေပၚ အေမ ျဖစ္သူရဲ႕ အျပစ္မကင္းဟု မွတ္ယူၿပီး အေမ ႏွင့္ အေစးမကပ္တဲ့\nသူေဌးသား တစ္ဦး ျဖစ္ကာ လက္ထပ္ ယူေတာ့မယ့္ ခ်စ္သူ ဆမ္ လဲ ရွိေနၿပီ ျဖစ္ပါတယ္..\nကေလ မွာ ခ်စ္ရေသာ ခ်စ္သူ ဆမ္ အျပင္ အခ်စ္ဆံုး သူငယ္ခ်င္းျဖစ္ေသာ\nဆရာ၀န္ ျဖစ္သူ ဂ်က္ လဲ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Vdbj/Awake_[2007]_(MM_Sub).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/2025240851-210x300.jpg",
        "title": "Kapoor and Sons (2016)",
        "description": "ဒီေန႔အႀကိဳခံစားဖို႔ကိုေတာ့ စိတ္ ေပါ့ပါးၿပီး ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ေလး ခံစားရမယ့္ အိႏၵိယအခ်စ္ဟာသ ဒရာမာ ဇာတ္ကားေလး ေဖာ္ျပ ေပးလုိက္ပါတယ္။ခပ္တန္းတန္းျဖစ္ေနတဲ့ ရာဟူးကာပူးရ္နဲ႔ အာဂြၽန္ကာပူးရ္တုိ႔ ညီအစ္ကိုဟာ အသက္ (၉၀)အရြယ္ရွိ သူတုိ႔အဘုိးက ေတြ႕ခ်င္တဲ့အတြက္ ေမြးရပ္ေျမျဖစ္တဲ့ အိႏၵိယ ကအိမ္ကို ျပန္လာခဲ့ရပါတယ္။ ရာဟူးက ေအာင္ျမင္တဲ့ စာေရး ဆရာ တစ္ေယာက္ျဖစ္ၿပီး လန္ဒန္မွာ ေနေနကာ စာလည္းေရးရင္း ဗိသုကာပညာရွင္အလုပ္ကို လည္း လုပ္ေနသူပါ။အာဂြၽန္ကလည္း စာေရး ရတာ ဝါသနာပါသူတစ္ေယာက္ ျဖစ္ၿပီး နယူးဂ်ာစီမွာ ေနေနတာ ပါ။ သူတုိ႔ႏွစ္ေယာက္ အိမ္ျပန္ ေရာက္လာၿပီး တစ္မိုးေအာက္ထဲ မွာ မိသားစုေတြေနၾကရင္း လွ်ိဳ႕ ဝွက္ခ်က္ေတြ၊ မေျပလည္မႈေတြ ကို ေျဖရွင္းရင္းနဲ႔ အိမ္တြင္းပဋိ ပကၡေတြ ႀကီးလာပါေတာ့တယ္။ရာဟူးဟာ မိသားစုထဲမွာ ရင့္က်က္တဲ့သူ၊ ေအာင္ျမင္တဲ့သူ တစ္ေယာက္ျဖစ္ၿပီး အာဂြၽန္က ေတာ့ သူ႔အစ္ကိုလိုမ်ိဳး ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/kapoor-and-sons-2016/",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Elektra_poster-206x300.jpg",
        "title": "Elektra (2005)",
        "description": "Elektra 2005 ဟာ ကေနဒါအေမရိကန္စူပါဟီးရိုးရုပ္ရွင္ကားတစ္ကားၿဖစ္ပါတယ္....Elektra  ရဲ႕အစြမ္းကတေစၦတစ္ေကာင္လို လ်င္ၿမန္စြာသြားလာႏိုင္တာပဲၿဖစ္ပါတယ္...Elektra ရုပ္ရွင္ကိုဇန္န၀ါရီလ ၁၄ ရက္ ၂၀၀၅ ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး ထုတ္လုပ္မႈ႕ေငြေၾကး ေဒၚလာ ၄၃ သန္း နဲ႕ ၀င္ေငြ ေဒၚလာ ၅၆ သန္းရရွိခဲ့တဲ့စူပါဟီးရိုးဇာတ္ကားတစ္ကားပဲၿဖစ္ပါတယ္...Elektra သည္သူမရဲ႕မိခင္ကိုသတ္ခဲ႕ေသာလူသတ္သမားကိုၿမင္လွ်င္ သူမရဲ႕ေဒါသနဲ႕အေၾကာက္တရားကိုမထိန္းခ်ဳပ္ႏိုင္ပဲ စိတ္အလိုတိုင္းလုပ္တတ္လို႕ သူမရဲ႕မ်က္မၿမင္ဆရာထံမွ တပည္႕အၿဖစ္ထုတ္ပယ္ၿခင္းခံခဲ႕ရသည္္....ေၾကးစားလူသတ္မႈ႕မ်ားကိုတစ္ခုၿပီးတစ္ခုလုပ္ကိုင္ရင္း....အမည္မသိဌားရမ္းတဲ႕လူတစ္ေယာက္ဆီကေန ၾကီးမားေသာကမ္းလွမ္းမႈ႕တစ္ရပ္ကိုလက္ခံရရွိခဲ႕ပါတယ္....ထို႕ေၾကာင္႕ သူမရဲ႕သားေကာင္ၿဖစ္တဲ့ လူရဲ႕အနီးကပ္ဆံုးေနရာက်ြန္းေပၚတြင္ အိမ္ဌားကာ သူမအတြက္အမိန္႕ကိုေစာင့္ဆိုင္းေနခဲ႕ပါတယ္....ထိုသို႕ေစာင့္ဆိုင္းေနစဥ္အတြင္း က်ြန္းေပၚရွိသားအဖႏွစ္ေယာက္နဲ႕ေတြ႕ဆံုမိၿပီး သံေယာဇဥ္ၿဖစ္လာရာကေန ထုိသားဖႏွစ္ေယာက္မွာသူသတ္ရမယ့္ လူႏွစ္ေယာက္ၿဖစ္လာေသာအခါ ဘာေတြၿဖစ္လာမလဲဆိုတာ စိတ္၀င္စားဖြယ္ၾကည့္ရႈ႕ရမွာပဲၿဖစ္ပါတယ္....File Size : 905.0MB , 393.8MBQuality : BlueRay 720p HD Duration : 01:39:50Subtitle : Myanmar Subtitle (Hardsub)Encoder : Moe Myint Lwin\nDownload 720 HD (905.0MB)\nDownload 360p Small File (393.8MB)",
        "rating": "4.8",
        "url": "https://megaup.net/Ux9j/[00700]_Elektra_(2005)_[Action]_[Jennifer_Garner]_[USA]_[4.8].mp4",
        "category": "Action, Crime, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/aumiczxb-213x300.jpg",
        "title": "Dirty Girl (2010)",
        "description": "The Brass Teapot ရဲ႕မင္းသမီး Juno Temple အဓိကပါဝင္ထားတဲ့ Comedy , Drama အမ်ိဳးအစားဇာတ္ကားပါ။IMDb (6.5/10) ရရွိထားပါတယ္။ရုပ္ရွင္ကိုေတာ့ ဇာတ္ဝင္ခန္းအစ စာသားေတြနဲ႕ပဲညႊန္းခဲ့ပါရေစ။\"ဒီေလာကဟာ အမ်ိဳးသားေတြရဲ႕ ကမာၻလို႔ကြ်န္မ ၾကားဖူးခဲ့တယ္...\nတစ္ခ်ိဳ႔ေကာင္မေလးေတြကေတာ့ ဒါကို ယံုၾကည္ၾကတယ္...\nကိုယ့္ကို ေကာင္ေလးေတြ ဂရုထားမိလာေအာင္ အမ်ိဳးစံု ႀကိဳးစားေလ့ရွိၾကတယ္...\nသူတို႔က သူတို႔လက္ထဲမွာ ပါဝါရွိေနတာကို မသိၾကဘူး..\nကြ်န္မ အတြက္ေတာ့ ကြ်န္မက ဒီလို မိန္းကေလးမ်ိဳးမဟုတ္ဘူး...\nကြ်န္မက အေပၚစီးကပဲ...ဒီေတာ့ ေမးစရာရွိတာက\nေကာင္မေလးတစ္ေယာက္က အေပၚစီးကဆိုရင္ ဘယ္သူက ေအာက္ကခံေနရသလဲေပါ့..\nတကယ္လို႔သာ ေယာက်ာ္းဝါဒီ ေလာကဆိုရင္ ဘုရားရွင္က ကြ်န္မကို ဖန္ဆင္းခဲ့မွာ မဟုတ္ဘူး...။\" \nFile size…(800MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n \nDownload 720p HD (800MB)\n \nDownload 360p Small File (360MB)\n(or)\nDownload and Watch 720p and 360p(OP Link)\n \nDownload ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/dirty-girl-2010/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/10-coverfield-lane-3-135x200.jpg",
        "title": "10 Cloverfield Lane (2016)",
        "description": "10 Cloverfiled Lane (2016)\nIMDb (7.2/10)...Rotten Tomatoes (90%)စကားလုံးတွေ ကင်းမဲ့နေတဲ့ New Orleans မြို့ရဲ့ညနေခင်းတစ်ခုရဲ့မြစ်ရေပြင်ကို သူမနေတဲ့ Apartment ခန်းလေးကနေလှမ်းမြင်နေရတယ်။ ဒါပေမဲ့ သူမကတော့ ထိုရှုခင်းလေးကို ခံစားဖို့စိတ်မဝင်စား။ ခရီးဆောင်အိတ်ထဲကို အဝတ်အစားတစ်ချို့ခပ်မြန်မြန်သွပ်ထည့်နေလေတယ်။ အနီးအနားမှာ ရှိတဲ့ ပေကြိုးနှစ်ကြိုးစ သုံးကြိုးစကို လှမ်းမြင်ရတော့ သူမသည် အဝတ်အထည်ချုပ်ခြင်း စသော Designer အလုပ်ကို လုပ်ကိုင်သူ (သို့မဟုတ်) စိတ်ဝင်စား လေ့လာနေသောသူတစ်ယောက်ဖြစ်နိုင်သည်ဆိုသည်ကို ခန့်မှန်းနိုင်ပေတယ်။ ကဗျာကယာ ထုပ်ပိုးပြီး ခရီးဆောင်အိတ်ကို ဆွဲပြီး အခန်းထဲက ထွက်သွားတော့ စားပွဲပေါ်မှာ တင်ထားခဲ့တာက စေ့စပ်လက်စွပ် (သို့မဟုတ်) လက်ထပ်လက်စွပ် တစ်ကွင်းနဲ့အိမ်သော့တစ်ချောင်း …ညက မှောင်သထက်မှောင်လာတယ်။ သူမတစ်ယောက်တည်း မောင်းနေတဲ့ကားဘီးလေးက Louisiana ရဲ့တောလမ်းကတ္တရာပေါ်မှာ။ ထိုစဉ် Phone call တစ်ခုဝင်လာတယ်။ (နာမည်က Ben တဲ့)။ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2da4e/10_Cloverfield_Lane_[2016]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/in-the-room-image_Fotor-221x300.jpg",
        "title": "In The Room (2015) 18+",
        "description": "ဇာတ္ကားတစ္ခုတည္းကိုဇာတ္အိမ္သံုးခုနဲ႔ဖြဲ႔စည္းထားတာပါ ဇာတ္လမ္းသံုးခုကြဲထြက္သြားတဲ့သေဘာပါ ေယာက်္ားေလးေတြအေနနဲ႔ ေျပာရရင္မိမိခ်စ္ရတဲ့သူကသာGay(ladyboy)တစ္ေယာက္ျဖစ္ေနရင္...သင္သူ႔ကိုလက္ခံႏုိင္ဥိီးမွာလား...တစ္ခါတစ္ေလပံုေသတြက္မရတဲ့အျဖစ္အပ်က္ေလးေတြရိွေနပါေသးတယ္..ဒီေနရာမွာတစ္ခု႐ွင္းခ်င္တာက..'အကယ္၍လက္မခံႏုိင္ဘူးဆိုရင္ေတာင္သင့္ကိုလက္ခံႏုိင္လာေအာင္ျပဳလုပ္ႏိုင္တဲ့ၿဂိဳလ္သားကေတာ့အခ်စ္ဆိုတဲ့သတၱဝါပါပဲ...????မယံုမရိွပါနဲ႔..ဒီကားမွာလက္ေတြ႔ေဖာ္ျပထားတာကိုေတြ႔ရပါမယ္..ခဏကေျပာသလိုဇတ္အိမ္သံုးခုကြဲေနတဲ့အတြက္ ၁ခုရဲ႕အေၾကာင္းကိုပဲကြၽန္ေတာ္ၫြန္းပါရေစ\nဘာလို႔ဆို စာ႐ွည္ရင္စိတ္အိုင္သြားမွာစိုးလို႔ပါဆရာမႀကီးတစ္ေယာက္ဟာေကာင္မေလး၃ေယာက္ကိုေယာက်ာ္းေတြကိုဘယ္လိုကိုင္တြယ္ရမလဲဆိုတာသင္ၾကားေပးေနပါတယ္..\nသင္ပို႔ေနတဲ့ပံုစံေတြကလည္းကြၽန္ေတာ္တို႔တစ္ခါမွျမင္ဖူးတဲ့အကြက္ဆန္းႀကီးနဲ႔ပါ (????)ၿပီးေတာ့ဟိုတယ္ထဲမွာေဖာက္ျပန္ေနတဲ့ေကာင္မေလးေနရာမွာေတာ့ Japanက Pornstarမိန္းမေခ်ာေလးပါဝင္ထားပါေသးတယ္\"\"ခ်စ္ျခင္းတရားကတစ္ခါတစ္ေလမွာကြၽန္ေတာ္တို႔အတြက္လႈပ္မရတဲ့ႏြံတစ္ခါပါဗ်ာ '''\nဇတ္လမ္းရဲ႕ရသကအၫြန္းမွာမူတည္တဲ့အတြက္ဒီေလာက္နဲ႔ပဲအဆံုးသတ္ပါရေစFile Size : 700 MB\nQuality : Blu ray 720P\nRunning Time : 1hr 45 minute\nFormat : Mp4\nGenre : Adult\nEncoder : Joker.phs(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ John La Yaungပဲ ျဖစ္ပါတယ္)@joker",
        "rating": "",
        "url": "https://megaup.net/1zvhn/In_The_Room_[18+]_[2015]_(MM_Sub).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "",
        "title": "Sully (2016)",
        "description": "ဒီဇာတ်ကားက ၂၀၀၉ ခုနှစ် တစ်လပိုင်းက ဖြစ်ပျက်ခဲ့တဲ့ မြစ်ထဲကို လေယာဉ်ပျက်ကျမှုဖြစ်ရပ်မှန်ကို ပြန်လည်ရိုက်ကူးထားတာပါ။ ထူးခြားမှုကတော့ လေယာဉ်ပေါ်က လူ ၁၅၅ ယောက်လုံးအသက်ရှင်နိုင်ခဲ့တာပါပဲ။ ဒီဇာတ်ကားမှာ မင်းသားကြီး တွမ်ဟန့်ခ်က အမေရိကန်ရဲ့ သူရဲကောင်းတစ်ယောက်ဖြစ်လာတဲ့ ပိုင်းလော့ကြီးနေရာကနေ သရုပ်ဆောင်ထားပါတယ်။ မြစ်ထဲကို လူအသေအပျောက်မရှိထိုးဆင်းနိုင်ခဲ့လို့ တကယ်ချီးကျူးစရာဖြစ်ခဲ့သလို ၂၄ မိနစ်အတွင်း သဘောၤ လေယာဉ်နဲ့ ကယ်ဆယ်ရေး လူ၁၀၀၀ ကျော်စုစည်းပြီး အားလုံးကို ကယ်တင်နိုင်ခဲ့တဲ့ နိုင်ငံရဲ့စီမံခန့်ခွဲမှုကလည်း အံသြစရာတစ်ခုလို့ ပြောသင့်တယ်ထင်ပါတယ်။IMDb rating 7.8 ရထားတဲ့ဒီဇာတ်လမ်းမှာ အားလုံးက သူရဲကောင်းလို့သတ်မှတ်ထားတဲ့ ပိုင်းလော့ကြီးရဲ့ လေယာဉ်ဆင်းသက်ခဲ့ပြီး နောက်ဆက်တွဲပြဿနာနဲ့ လေယာဉ်ပေါ်က အကြောင်းအရာတွေကို ပေါင်းစပ်ပြီးပြသထားတာပါ။ ပြဿနာကတော့ လေယာဉ်ကိုစစ်ဆေးတဲ့ အင်ဂျင်ပိုင်းဆိုင်ရာ ပညာရှင်တွေနဲ့ ကွန်ပြူတာအချက်အလက်တွေက လေယာဉ်ဟာ မြစ်ထဲထိုးဆင်းစရာမလိုဘဲ လေဆိပ်ကိုအရောက်ပျံသန်းနိုင်တယ်လို့ ညွှန်ပြပြီး ပိုင်းလော့ကို အာမခံကုမ္မဏီက တရားခံရှာဖို့ကြိုးစားလာတာပါပဲ။ ဆူလီဟာ သူရဲကောင်းတစ်ယောက်လား ...",
        "rating": "",
        "url": "https://megaup.net/2Sq8e/Sully_2016_720p_BluRay(www.channelmaynmar.org).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/sf7tvcnuurd3-204x300.jpg",
        "title": "Splash Splash Love (2015) အစ / အဆံုး",
        "description": "ဒီဇတ္လမ္းေလး က ေတာ့ လက္ရွိ ရွိေနတဲ့ ေခတ္ကေန \nဂ်ိဳဆြန္း ေခတ္ကို ေရာက္ရွိသြားတဲ့ အထက္တန္းေက်ာင္းသူ \nဂ်န္ဒါဘီ ရဲ႕ အေၾကာင္းေလးေပါ့... \nသူမ ဟာ ေက်ာင္းစာကို ေပါ့ပ်က္ပ်က္သာ လုပ္တက္ၿပီး\n ဘ၀ ကို ရိုးရိုးေလး ျဖတ္သန္းခ်င္တဲ့ သူ တစ္ဦးေပါ့... \nအဲ့ဒီလိုေနလာရင္းနဲ႔ တစ္ရက္မွာေတာ့ အတန္းတင္ စာေမးပြဲေျဖဆိုရမယ့္အခ်ိန္ \nေရာက္ရွိလာတဲ့အခါ စာေတြ မရ အႏွိမ္ခံရတဲ့ ေက်ာင္းသူေလးဟာ\n ေက်ာင္းခန္းထဲက ထြက္လာၿပီး မိုးေရေတြထဲ ေျပးရင္း \nေရအိုင္ေလး တစ္ခုထဲ ခုန္၀င္လုိက္တဲ့ အခါ ေခတ္ေနာက္ျပန္ \nဂ်ိဳဆြန္း ေခတ္ကို ေရာက္ရွိသြားၿပီး မိုးေခါင္ေရရွားတဲ့ ျပသနာကို \nေျဖရွင္းေပးဖို႔ ဘုရားသခင္ က လႊတ္ေပးလုိက္တဲ့သူ အျဖစ္\n ေရာက္ရွိသြားပါေတာ့တယ္.... \nဒီဇတ္လမ္းေလးကို ဘာသာျပန္ေပးသူကေတာ့ Tariq L Walker ျဖစ္ပါတယ္ \n(Thit San Khant) \n===================\nDownload Link\n==================== Episode Complete Zip FileVIP / Megaup / Yoteshin\n \n IMDb Rate - 8.4/10...",
        "rating": "8.6",
        "url": "https://megaup.net/1N4t6/Splash_Splash_Love.zip",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/blue-is-the-warmest-colour-poster-133x200.jpg",
        "title": "Blue Is the Warmest Color (2013) [18+]",
        "description": "Blue Is the Warmest Color (2013) [18+]\nIMDb - 7.7/10_____Rotten - 89%\n Spectre ဂျိမ်းစ်ဘွန်းဇာတ်ကားထဲက မင်းသမီး Léa Seydoux နဲ့ မင်းသမီး Adèle Exarchopoulos တို့အဓိကပါဝင်ထားတဲ့ Drama , Romance အမျိုးအစား ပြင်သစ်ဇာတ်ကားပါ။ယခု ဇာတ်ကားကြည့်အပြီးမှာ ဘာတွေခံစားသိမြင်သွားနိုင်ပါသလဲ။ကျွန်တော်တို့အားလုံးဟာ လူသားတွေပဲဖြစ်ပါတယ်။မတူကွဲပြားသော လိင်စိတ်တည်ဆောက်မှု တွေရှိကြပေမယ့် အားလုံးသော ဖို မ သတ္တဝါတွေအားလုံးဟာ လူသားတွေပဲဖြစ်ပါတယ်။တစ်မူကွဲပြားနေတဲ့သူတို့ရဲ့ စိတ်ခံယူမှု ကို နိမ့်ကျသူ ချို့တဲ့သူလို့မမြင်ကြပဲ အခြားသော လူသားတွေကဲ့သိုသာ ဖြစ်သည်ဟု ကျွန်တော်တို့နားလည်သဘောပေါက်ပေးကြမှာပါ ။တကယ့်တော့ လူသားတိုင်းဟာ ပတ်ဝန်းကျင်အရောင်အဆင်းအလိုက် ထွက်ပေါ်တောက်ပလာတဲ့ ဆေးရောင်ကလေးတွေပါပဲ။သူမလိုမိန်းခလေးမျို းက ဣတ္ထိယနွယ်ဝင်ပီသစွာပဲ ဆန့်ကျင်ဘက်ဖိုသတ္တဝါရဲ့ ချစ်ခင်ဂရုစိုက်မှု ကို အလိုရှိခဲ့သူပါ။မနက်တိုင်း အိပ်ယာကကပျာကသီထ ကျောင်းကားနောက်ပြေးလိုက် ။အဲဒီကျောင်းမှာပဲ ကောင်လေးတစ်ယောက်နဲ့ စချစ်ဘူးခဲ့တာ ။သူက ...",
        "rating": "7.7",
        "url": "https://megaup.net/4fy62/Blue_Is_the_Warmest_Colour_(La_Vie_D__Adèle)_[18+]_[2013]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478944712559-215x300.jpg",
        "title": "Kainan 1890 (2015)",
        "description": "ကဲဒီတခါတာ့ IMDb rating 7.6  ရရွိထားတဲ့ ဂ်ပန္ - တူရကီ သမိုင္း ျဖစ္ရပ္မွန္ ဇာတ္ကားေလးတစ္ကား နဲ႔ မိတ္ဆက္ေပးပါရေစဒီဇာတ္ကားေလးကေတာ့ တူရကီ - ဂ်ပန္ ၂ႏိုင္ငံ ဆက္ဆံေရးရဲ႕ ရင္းႏွီးက်ြမ္း၀င္မွဴ သမိုင္းမွတ္ေက်ာက္ဆိုလဲ မမွားပါဘူးဗ်အာတတ္ရူ ဆိုတာ 1863 မွာ စတင္ခဲ့တဲ့ ေအာ့တိုမန္ေရတပ္ရဲ႕ ပင္လယ္ကုန္သြယ္ေရး အေစာင့္အေရွာက္သေဘၤာပါ တေန႔မွာ တိုင္ဖြန္းမုန္တုိင္းမိျၿပီး ဂ်ပန္ ၀ာကာရာမ က်ြန္းကို သြားေရာက္ေသာင္တင္ပါေတာ့တယ္ ဒီ မေတာ္တဆ ျဖစ္ရပ္ေၾကာင့္ သေဘၤာသား 533ေယာက္အပါအ၀င္ ကပၸတိန္ အလီအိုစမန္ပါရွာ ပါေပ်ာက္ဆံုးသြားခဲ့ပါတယ္ သေဘၤာသား ၆၉ ေယာက္နဲ႔ ေရေၾကာင္းအရာရွိတေယာက္သာ ျပန္လည္ လြတ္ေျမာက္ရွင္သန္ခဲ့ျၿပီး ဂ်ပန္ႏိုင္ငံရဲ႕ အေစာင့္အေရွာက္နဲ႔ သူ႔ႏိုင္ငံျပန္ႏိုင္ခဲ့ပါတယ္ ဒီလိုနဲ႔ ဘယ္လိူ မေတာ္တဆမွဴကတဆင့္ ဘာျပသနာေတြတက္ခဲ့လဲ သေဘၤာသား 533 ေယာက္ကေကာဘယ္လိုအႏၲရာယ္ေတြနဲ႔ႀကံဳေတြ႕သြားရတာလဲဆုိတာကို ပရိတ္သတ္္ႀကီးကပဲ ဆက္လက္ ေစာင့္ၾကည့္လိုက္ပါေတာ့Download On Pcloud L  - FileDownload On Pcloud S-File",
        "rating": "",
        "url": "https://channelmyanmar.org/kainan-1890-2015/",
        "category": "Adventure, Asian, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478910590340-212x300.jpg",
        "title": "Capture the Flag (2015)",
        "description": "ဒီတစ္ေခါက္ေတာ့ ကာတြန္းကားေကာင္းေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးပါရေစ။ဒီကာတြန္းကားေလးက IMDb မွာဆို 5.9 ရရွိထားျၿပီး ဆု ၅ဆုနဲ႔ စံကာတင္စားရင္း ႀကိမ္း၀င္ခဲ့တာပါ ဒီဇာတ္လမ္းမွာ ဘယ္ေနရာမွမထူးခၽြန္တဲ့ ၁၂ႏွစ္အရြယ္ေကာင္ေလး Mike တစ္ေယာက္မွာ အေဖျဖစ္သူနဲ႔ အဖိုးျဖစ္သူတို႔က အာကသယာဥ္မွဴးေတြပါ။အဖိုးျဖစ္သူ Frank နဲ႔ အေဖျဖစ္သူ Scott တို႔ဟာ အခ်င္းခ်င္းမေျပလည္ၾကပါဘူး။တစ္ေန႔မွာ Richard Carson ဆိုတဲ့ ဗီလိန္ေၾကာင့္ လေပၚကိုသြားဖို႔ အေၾကာင္းဖန္လာရပါေတာ့တယ္။အာကာသယာဥ္မွဴးေဟာင္းျဖစ္သူ Frank ဟာ သား နဲ႔ေျမးနဲ႔အတူ အလုပ္တြဲလုပ္ဖို႔ျဖစ္လာၿပီး carsonရဲ႕ အၾကံအစည္ေၾကာင့္ အေဖျဖစ္သူအာကသယာဥ္မွဴးမပါဝင္ပဲ ေျမးျဖစ္သူရဲ႕ သူငယ္ခ်င္း၂ေယာက္ရယ္၊ပုတ္သင္ညိဳတစ္ေကာင္ရယ္ ၁၂ႏွစ္အရြယ္ေျမးျဖစ္သူရယ္နဲ႔အတူထြက္ခြာလာခဲ့ရပါတယ္။ဆက္ဆံေရးမေျပလည္တဲ့သူတို႔ ဘယ္လိုေရွ႕ဆက္သြားမယ္ဆိုတာကေတာ့ လံုးဝစိတ္ဝင္စားစရာပါ။ဒီဇာတ္လမ္းကvisual effect ေတြေကာင္းလွတာေၾကာင့္ အာကာသထဲကို ေရာက္ရွိသြားသလိုခံစားရမွာပါလို႔ ညႊန္းထားပါတယ္။အၫြန္းကိုေတာ့ shocking pink က ေရးေပးခဲ့တာပါDownload On Pcloud L-FileDownload On Pcloud S- File",
        "rating": "",
        "url": "https://channelmyanmar.org/capture-the-flag-2014/",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/22-jump-poster-133x200.jpg",
        "title": "22 Jump Street (2014)",
        "description": "22 Jump Street (2014)\nIMDb - 7.0/10_____Rotten - 84%\n  \n2014 ခု နှစ်မှာထွက်ရှိထားတဲ့ 22 Jump Street ဇာတ်ကားဟာ IMDb Rating 7 အထိရရှိထားတဲ့ရဲဟာသဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်..2012 က ထွက်ရှိခဲ့တဲ့ 21 Jump Street ရဲ့\nအဆက်အဖြစ်နဲ့ထွက်လာပါတယ်..2ကားလုံးကတော့ ဟာသအက်ရှင်ဇာတ်ကားတွေပဲဖြစ်ပါတယ်\nဇာတ်လမ်းဇာတ်အိမ်ဖန်တီးထားတဲ့နေရာမှာလည်းသေသပ်သလို ဟာသလည်းမြောက်ပါတယ်\n21 Jump Street မှာတော့ ကျောင်းတုန်းက မတည့်တဲ့ သူငယ်ချင်း2ယောက် ကျောင်းပြီးလို့ရဲထဲဝင်\nတဲ့အခါ အလုပ်အတူတူတွဲလုပ်ရင်း ထူးခြားတဲ့အမှုအတွက် ကျောင်းပြန်တက်ရပြန်ပါတယ်..\nကျောင်းတက်ရင်းဘယ်လိုတလွဲတွေနဲ့ အမှုလိုက်ကြမလဲဆိုတာကို ကြည့်ရမှာပါ\nယခု တင်တဲ့ဇာတ်ကား 22 Jump Street ကတော့ အဆက်အနေနဲ့ဆက်လက်ရိုက်ကူးထားပါတယ်\n \n21 Jump Street ကို မကြည့်ရသေးသူများ အတွက်လည်း\nအောက်မှာလင့်ပြန်ပေးထားပါတယ်..။\n \n21 Jump Street (2012)\n  2014 ခု ႏွစ္မွာထြက္ရွိထားတဲ႕ 22 Jump Street ဇာတ္ကားဟာ IMDb Rating ...",
        "rating": "7.0",
        "url": "https://megaup.net/2Wyef/22_Jump_Street_[2014]_(MM_Sub).mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/21-jump-street-poster-136x200.jpg",
        "title": "21 Jump Street (2012)",
        "description": "21 Jump Street (2012)\nIMDb - 7.2/10_____Rotten - 84%\n  \nဟာသအက်ရှင်ဇာတ်ကားပါ......\nဇာတ်လမ်းဇာတ်အိမ် ဖန်တီးထားတာ သေသပ်သလို ဟာသလဲတော်တော်မြှောက်ပါတယ်...\nကျောင်းတုန်းက မတည့်တဲ့ သူငယ်ချင်းနှစ်ယောက် ကျောင်းပြီးလို့ ရဲထဲဝင်တဲ့အခါ\nအလုပ်အတူတူ တွဲလုပ်ကြရင်း ထူးခြားတဲ့ အမှုတစ်ခုအတွက် ကျောင်းပြန်တက်ရပါတယ်...\nကျောင်းတက်ရင်း ဘယ်လို တလွဲတွေနဲ့ အမှုလိုက်ကြမလဲဆိုတာ ခံစားကြည့်ကြပါဦးခင်ဗျာ...။\n \n21 Jump Street ရဲ့အဆက် 22 Jump Street ကိုလည်း\nအောက်ပါလင့်မှာ down ယူကြည့်ရှု့နိုင်ပါတယ်\n \n22 Jump Street (2014)  \nဟာသအက္ရွင္ဇာတ္ကားပါ......\nဇာတ္လမ္းဇာတ္အိမ္ ဖန္တီးထားတာ ေသသပ္သလို ဟာသလဲေတာ္ေတာ္ေျမွာက္ပါတယ္...\nေက်ာင္းတုန္းက မတည့္တဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ ေက်ာင္းၿပီးလို႕ ရဲထဲဝင္တဲ့အခါ\nအလုပ္အတူတူ တြဲလုပ္ၾကရင္း ထူးျခားတဲ့ အမႈတစ္ခုအတြက္ ေက်ာင္းျပန္တက္ရပါတယ္...\nေက်ာင္းတက္ရင္း ဘယ္လို တလြဲေတြနဲ႕ အမႈလိုက္ၾကမလဲဆိုတာ ခံစားၾကည့္ၾကပါဦးခင္ဗ်ာ...။\n \n21 Jump Street ရဲ႕အဆက္ 22 Jump Street ကိုလည္း\nေအာက္ပါလင္႔မွာ down ယူၾကည္႔ရႈ႕ႏိုင္ပါတယ္\n \n22 Jump ...",
        "rating": "7.2",
        "url": "https://megaup.net/UGzf/21_Jump_Street_[2012]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478876184695-200x300.jpg",
        "title": "Flight 7500 (2014)",
        "description": "2014 ခုႏွစ္ကထြက္ရွိခဲ့ ျၿပီး သဲဖိပ္ရင္ဖို ဇာတ္ကားတစ္ကားနဲ႔ မိတ္ဆက္ေပးျခင္ပါတယ္ ပံုမွန္ horror တို႔ရဲ႕ ထံုးစံအတိုင္းပဲ rating ကေတာ့ေတာ္ေတာ္ေလး နည္းေနတာကိုေတြ႕ရပါတယ္ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ပံုမွန္ ပ်ံသန္းေနၾကခရီး စဥ္အတိုင္းပဲ L.A မွ Japan သို႔ ၁၀နာၾကာ ပစိဖိတ္သမုဒၵရာကို ျဖတ္ပ်ံသန္းရာမွာ ၾကမၼာတိုက္ဆိုင္လြန္းလွတဲ့ လူတစုဟာ ေလယာဥ္ေပၚမွာ မယံုႏိုင္ဖြယ္ရာ သဘာ၀လြန္ ကိစၥေတြကိုႀကံဳေတြ႕မိရာမွ ဘယ္လိုေတြမ်ားဆက္လက္ျဖစ္ပ်က္ျကမလဲ အားလံုးလြတ္ေျမာက္ခြင့္ရျၿပီး လိုရာခရီး ကိုပဲေရာက္သြား ႏိုင္မလားဆိုတာကို ဆက္လက္ႈစားၾကရမွာပါ \nDownload On Pcloud L-FileDownload On Pcloud S- File",
        "rating": "",
        "url": "https://channelmyanmar.org/flight-7500-2014/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/criminal-poster-133x200.jpg",
        "title": "Criminal (2016)",
        "description": "Criminal (2016)_____IMDb - 6.3/10\n မင်းသားကြီး Kevin Costner ရဲ့ ဇာတ်ကြမ်းကားပါ။ IMDb (6.3/10) ရရှိထားပါတယ်။\nဓါတ်ပူးမင်းသား Ryan Reynolds ဟာ CIA အေးဂျင့်တစ်ယောက်ပါ...\nကမ္ဘာနဲ့ချီ ဒုက္ခရောက်မယ့် ကိစ္စတစ်ခုမှာ ဝင်ရောက်ကယ်တင်ရင်း မအောင်မြင်ဘဲ ဂန့်သွားပါတယ်....\nအဲ့ဒီမပြီးပြတ်သေးတဲ့ကိစ္စကို ဆက်လက်ဆောင်ရွက်ဖို့ သူ့ရဲ့ဦးနှောက်ထဲက မှတ်ဉာဏ်တွေကို\nလူကြမ်းကြီး Kevin Costner ထဲကို ကော်ပီကူး ရွှေ့ပြောင်းပါတယ်....။\nအဲ့ဒီထူးဆန်းတဲ့ကိစ္စကြီးအောင်မြင်သွားမလား...\nကမ္ဘာနဲ့ချီဒုက္ခရောက်မယ့်ကိစ္စကြီးရော အောင်မြင်သွားမလား....\nလူကြမ်းကြီးရဲ့နှလုံးသားရော နူးညံ့သွားမလားဆိုတာ ရင်တမမကြည့်ရှုရမှာပါ။\nSpoil လုပ်ရရင် လူကြမ်းကြီးရဲ့ နှလုံးသားကတော့\nမင်းသမီး Gal Gadot (Wonder Woman ) ကြောင့် သေချာပေါက် အရည်ပျော်သွားဖို့ရှိနေပါတယ်...:P ။ \nFile size…(814 MB)\nQuality…Blu-Ray 720p\nFormat…mp4\nDuration….01:53:00\nSubtitle….Myanmar Subtitle (Hardsub)\nFixed By  Naing Aung Latt\nEncoded By  Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://megaup.net/31wnW/Over_My_Dead_Body_(2012)_HD720p.mp4 https://megaup.net/1FBwV/The_Myth_[2005]_(MM_Sub).mp4 https://megaup.net/ZE0x/Martial_Arts_Of_Shaolin_[1986]_(MM_Sub).mp4 https://megaup.net/ZE0l/Criminal_[2016]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/beyond-rangoon-poster-133x200.jpg",
        "title": "Beyond Rangoon (1995)",
        "description": "Beyond Rangoon (1995)_____IMDb - 6.6/10\n IMDb rating 6.6 ရရှိထားြပြီး ၁၉၉၅ ခုနှစ်က ရိုက်ကူးထားတဲ့\nမြန်မာ့နောက်ခံ သမိုင်းအသားပေး ဇာတ်ကာကြီး Beyond Rangoon ကိုမိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်ကားဟာ ဆို ၁၉၈၈ ခုနှစ်မှာ မြန်မာ နိုင်ငံကိုလာလည်တဲ့ tourist တဖွဲ့ဟာ\n၈၈၈၈ uprising ကိုကြုံတွေ့ရပုံကို ရိုက်ကူးပြသထားတာ ပါ။\nဒါကြောင့် မြန်မာနိုင်ငံရဲ့ သဘောသဘာဝတွေအများအပြားပါဝင်ထားပြီး\nထူးခြားတာ တစ်ခုက ဒီဇာတ်ကားဟာ မြန်မာ နိုင်ငံမှာ ရိုက်ကူးခဲ့တာ မဟုတ်ပဲ\nမလေးရှားနိုင်ငံမှာပဲ ဇာတ်ဝင်ခန်းအားလုံးကိုရိုက်ကူးခဲ့တာဖြစ်ြပြီး\nဒီဇာတ်ကားထဲမှာ အပြင်မှာ လက်တွေ့ကြုံတွေ့ခဲ့ ကြရတဲ့ မြန်မာပြည်သူတွေရဲ့ လက်တွေ့ ဘဝတွေကို\nမီးမောင်းထိုးရိုက်ကူးပြသထားတာပါ။\nဒီဇာတ်ကားဟာ ဥရောပမှာသာမက အမေရိကမှာပါအထူးအောင်မြင်ခဲ့တဲ့ဇာတ်ကားတစ်ကားလည်း ဖြစ်ခဲ့ပါတယ် ။\n ဇာတ်လမ်း အကျဉ်းလေးကတော့\nအန်ဒီနဲ့ သူ့သူငယ်ချင်းဟာ လင်ယောကျာ်းဖြစ်သူ အသတ်ခံရလို့\nပူဆွေးသောကဖြစ်နေတာကို စိတ်ပြေလက်ပျောက်ဖြစ်စေရန်အလို့ငှာ\nမြန်မာနိုင်ငံသို့အပန်းဖြေလေ့လာရေးခရီးထွက်လာရာမှ\nမမျှော်လင့်ပဲ ၈၈၈၈ ကိုကြုံတွေ့ လိုက်ရတဲ့အခါမှာတော့ ...........",
        "rating": "6.6",
        "url": "https://megaup.net/Sfdm/Beyond_Rangoon_[1995]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/seven.jpg",
        "title": "Se7en (1995)",
        "description": "\"The world is a fine place and worth fighting for.\"Ernest HemingwayCM ပရိသတ္ႀကီးေရ။ ဘဝမွာ ႐ုပ္ရွင္ဇာတ္ကားတစ္ကားကိုၾကည့္ၿပီး ဘယ္ေတာ႔မွေမ႔ေဖ်ာက္လို႔ မရႏိုင္ေတာ႔တဲ႕ အျဖစ္မ်ိဳးျဖစ္ဖူးပါသလားခင္ဗ်ာ။ ျဖစ္ခဲ႔ဖူးတယ္ဆိုရင္ေတာင္ အခုဇာတ္ကားကို ၾကည့္လိုက္ရင္ အရင္ကစြဲလန္းခဲ႔တဲ႔ ႐ုပ္ရွင္ဇာတ္ကားေတြဟာ ေမွးမွိန္သြားႏိုင္ပါတယ္။ အထူးသျဖင္႔ကေတာ႔ သည္းထိတ္ရင္ဖို ႐ုပ္ရွင္ႏွစ္သက္သူေတြေပါ႔ဗ်ာ။IMDb 8.6/10 နဲ႔ RT 80% ရထားခဲ႕တဲ႔ Se7en (1995) ဟာ သည္းထိတ္ရင္ဖို႐ုပ္ရွင္အမ်ိဳးအစားေတြထဲမွာ ဂႏၶဝင္႐ုပ္ရွင္အျဖစ္ သတ္မွတ္ခံထားရတဲ႔ ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။\nဇာတ္လမ္းကို အၫႊန္းေရးရင္ ကၽြန္ေတာ္ သတိအထားဆံုးအရာက Spoil လုပ္လိုက္မိမွာကိုပါ။ တခ်ိဳ႕ဇာတ္ကားေတြမွာ ဒါက သိပ္မသိသာေပမယ္႔ အလွည့္အေျပာင္း အေဝ႔အဝိုက္မ်ားတဲ႔ သည္းထိတ္ရင္ဖိုဇာတ္လမ္းအမ်ိဳးအစားေတြမွာ အရမ္းသိသာပါတယ္။ အထူးသျဖင္႔ ဒီဇာတ္ကားမွာဆို ပိုေတာင္သိသာပါတယ္။ ဒါေၾကာင့္ အၫႊန္းကို သေဘာေလာက္ပဲ ေရးေပးပါရေစ။\nဇာတ္လမ္းကဒီလိုပါ.....\nဝီလီယမ္ ဆမ္မာဆတ္( Morgan Freeman)ဟာ ...",
        "rating": "",
        "url": "https://megaup.net/1wr1i/Se7en_[1995]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/452s-212x300.jpg",
        "title": "Empress Ki (2013)",
        "description": "IMDb rating 8.7/10, Rotten Tomatoes 100%Korea Series ေတြကို ၾကိဳက္ႏွစ္သက္တဲ့ ပရိတ္သတ္ေတြအတြက္ 2013 ခုႏွစ္မွာထြက္ရွိခဲ့ၿပီး IMDb rating 8.7/10 ထိရရွိထားတဲ့ ဇာတ္လမ္းေကာင္းေကာင္း ဇာတ္ကားေကာင္းေကာင္းေလးကို တင္ေပး လိုက္ပါၿပီ။ ေနာက္ၿပီး ဒီဇာတ္ကားဟာ Rotten Tomatoes မွာလည္း rating 100% အထိကို ရရွိထား တယ္ဆိုေတာ့ကာ ဇာတ္လမ္းရဲ႕ေကာင္းမြန္မႈကို ေထြေထြထူးထူးမ်ား ညႊန္းစရာမလိုေလာက္ဘူးထင္ပါ တယ္။ စုစုေပါင္း အပိုင္း 51 ပိုင္းထိရွိၿပီး ေနာက္ထပ္လက္က်န္ပိုင္းမ်ားကို စဥ္ဆက္မျပတ္အၿပီးအထိ ကြ်န္ေတာ္တင္ေပးသြားပါမယ္။\n(ဒီကိုရီးယားဇာတ္လမ္းတြဲကို ဘာသာျပန္ေပးထားသူကေတာ့ Starlet ပဲျဖစ္ပါတယ္။)\n@SanwinmaungComplete zip  VIP  /  Yoteshin[1-7] / Yoteshin[8-14] / Yoteshin[15-21] / Yoteshin[22-28] / Yoteshin[29-35] / Yoteshin[36-42] / Yoteshin[43-49] ...",
        "rating": "",
        "url": "https://megaup.net/2S4gi/(NZ)The.Empress.Ki.EP01.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478736551373-205x300.png",
        "title": "Synchronicity (2015)",
        "description": "ကဲ ဒီတစ္ခါ Time Machine ကား ေကာင္းတကားနဲ႔ မိတ္ဆက္ေပးပါရေစ ဇာတ္လမ္းေလးက IMDb rating 5.4 ရထားျၿပီး ဆန္ကာတင္ နာမည္ စာရင္းတခါ၀င္ျၿပီး ဆုတဆုရရွိခဲ့ ပါတယ္ IMDb ရဲ႕ user review မွာေတာ့ well worth watching လို႔ၾကယ္ေလးျပေပးထားတာကိုေတြ႕ရပါတယ္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ကာလယနၱရားကို တီထြင္လိုက္ႏိုင္တဲ့ သိပၸံပညာရွင္တစ္ေယာက္သူ႔အတိတ္ကအမွားေတြကိုျပင္ဆင္ဖို႔ အတိတ္ကာလကိုျပန္လည္ေရာက္ရွိလာပါတယ္။သူေရာက္ရွိလာခ်ိန္မွာ သူတီထြင္ထားတာကို ခိုးယူဖို႔ ႀကိဳးစားေနတဲ့ မိန္းမလွေလးတစ္ဦးရယ္ မေတာ္မတရားႂကြယ္၀ ခ်မ္းသာတဲ့ သေထႀကီးရယ္ နဲ႔ ရင္ဆိုင္လၾကရာမွ အနာဂါတ္မွာ မေျပာင္းလဲဖို႔အတြက္ အတိတ္ကအမွားကို ျပန္လည္ ျပင္ဆင္ႏိုင္မွာလား ဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးက ဆက္လၾကည့္ႈရမွာပါ \nအၫြန္းကိုေတာ့ Shocking Pink က ေရးသားေပးခဲ့တာပါ \nDownload L - File On PcloudDownload S - File On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/synchronicity-2015/",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478707954854-203x300.jpg",
        "title": "The Berlin File (2013)",
        "description": "2013 ခုနှစ်က ထွက်ရှိခဲ့ြပြီး IMDb rating 6.6 ရရှိထားြပြီးAction / Thrill ဇကားတကားကိုတင်ပေးလိုက်ပါတယ်။ ဇကားလေးမှာပါဝင်ထားတဲ့ မင်းသားမင်းသမီးတွေက ပရိတ်သတ်ကြီး နဲ့မစိမ်းလှတဲ့ နာမည်ကြီး ကိုရီးယား မင်းသားမင်းသမီး တွေ ဖြစ်တာကြောင့်ပရိတ်သတ်ကြီးအနေနဲ့ကြည့်လို့အဆင်ပြေမှာပါဒီဇတ်ကား ဟာ ဇကာတင်စာရင်း ၅ခါ ဝင်ခဲ့ြပြီးဆု ၂ဆုရရှိခဲ့ပါတယ်ကဲဗျာ လေတောင်တော်တော်များသွားြပြီဇာတ်လမ်း အကျဉ်းလေးဖက်ကို လှည့်လိုက်ကြရအောင်လားဇာတ်လမ်း အကျဉ်းလေး ကတော့မြောက်ကိုးရီးယားအေးဂျင့်တစ်ယောက်ဖြစ်သူ ပြုံးဂျောင်ဆုံဟာဘာလင်မှာ အာရပ်တော်လှန်ရေးတပ်နဲ့ လက်နက်အရောင်းအဝယ်လုပ်ဖို့တာဝန်ပေးခံရတာကနေ အရောင်းအဝယ်ပျက်သွားတဲ့နောက်မှာတော့ဒီဘာလင်အရှုပ်တော်ပုံထဲ ရောက်သွားခဲ့ပြီးတော့မြောက်ကိုးရီးယားသံရုံး စကားပြန်ဖြစ်သူ သူ့ဇနီးနဲ့ သူကိုယ်တိုင်ဟာတိုင်းပြည်ကို သစ္စာဖောက်တဲ့သူတွေအဖြစ် အကွက်ချ အစွပ်စွဲခံလိုက်ရချိန်မှာဒီအရှုပ်တော်ပုံကို အေးဂျင့်ပြုံးဂျောင်ဆုတစ်ယောက်ဘယ်လိုအဖြေရှာမယ်၊ ဘယ်လိုတွေ ရင်ဆိုင်ရမလဲဆိုတာကိုDownload လုပ်ပြီးတော့သာ ရှုစားကြပါရှန်။ကျိုင်းဇူးပါရှန်။     ။----------------------------------------------------------------2013 ခုႏွစ္က ထြက္ရွိခဲ့ျၿပီး IMDb rating 6.6 ရရွိထားျၿပီးAction / Thrill ဇကားတကားကိုတင္ေပးလိုက္ပါတယ္။ ဇကားေလးမွာပါ၀င္ထားတဲ့ မင္းသားမင္းသမီးေတြက ပရိတ္သတ္ႀကီး နဲ႔မစိမ္းလွတဲ့ နာမည္ႀကီး ကိုရီးယား ...",
        "rating": "6.6",
        "url": "https://megaup.net/3yHmk/The_Berlin_File_(Bereullin)_[2013]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/swing-vote-poster-134x200.jpg",
        "title": "Swing Vote (2008)",
        "description": "Swing Vote (2008)_____IMDb - 6.1/10\n  \nလွန်ခဲ့တဲ့ ၄ နှစ်လောက်က ဘာသာပြန်ဖူးတဲ့ ဇာတ်ကားလေးပါ။ အမေရိကန် သမ္မတလောင်း ၂ ယောက် ရွေးကောက်ပွဲမှာ မဲအရေအတွက် တူနေတယ်။ ဖြစ်ချင်တော့ ဘယ်ပါတီဘက်မှ မယိမ်းတဲ့ ခပ်ပေပေလူတစ်ယောက်ရဲ့ မဲက အမှားတစ်ခုဖြစ်ပြီး ပြန်ထည့်ဖို့ အကြောင်းဖန်လာတယ်။ အဲဒီမှာပဲ သမ္မတလောင်း နှစ်ယောက်နဲ့ ပါတီကြီးနှစ်ခုလုံး ဆင်းချလာပြီး လူတစ်ယောက်ထဲကို အလိုလိုက် အကြိုက်ဆောင်ပြီး မဲဆွယ်ကြတာ။ နိုင်ငံအတွက်ဘာလုပ်ပေးမယ် ဘာညာ စီမံကိန်းဘာညာအကုန် မေ့သွားတယ်။ အဲဒီလူ ဘာကြိုက်လဲပဲ လိုက်ရှာပြီး ဖြည့်ဆည်းပေးနေကြေတော့တယ်။ နောက်ဆုံးတော့ အမြင်မှန်ရသွားပြီး နိုင်ငံအတွက်လိုအပ်ချက်က ဘာတွေပါ၊ ဒါတွေကိုဘယ်လိုဖြေရှင်းဖို့ စီမံထားပါတယ် ဘာညာနဲ့ အဆင့်အတန်းရှိရှိ မဲဆွယ်တတ်သွားတဲ့အကြောင်း ရိုက်ပြထားတာပါ။\nဒီဇာတ်လမ်းဟာလည်း ၂၀၀၈ ခုနှစ်က ထွက်ရှိခဲ့ပြီး IMDb 6.1 ရရှိထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ အမေရိကန်သမ္မတရွေးကောက်ပွဲမှာ\nပြိုင်ဘက် သမ္မတလောင်း၂ယောက် မဲအရေအတွက်ဟာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/SPj1/Swing_Vote_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478625235370-200x300.jpg",
        "title": "Kyaa Kool Hain Hum 3 18+  (2016)",
        "description": "ဖခင္ျဖစ္သူကအိမ္ေပၚကႏွင္ခ်လိုက္တဲ့ Kanhaiya နဲ႔ေရာ့ကီတို႔သူငယ္ခ်င္း၂ေယာက္ ထိုင္းကိုေရာက္လာၾကျၿပီးထိုင္းမွာအခက္အခဲေတြ႕ေနတဲ့အခ်ိန္haiPorn ကားရိုက္ဖို႔ကမ္းလွမ္းတဲ့အခါသူတို႔၂ေယာက္လက္ခံလိုက္ၾကပါတယ္။ေဘာလီးဝုဒ္ နာမည္ႀကီးကားေတြကို 18+version ျပန္ရိုက္ၿပီးေအာင္ျမင္စျပဳလာပါတယ္။အဲ့အခ်ိန္မွာKanhai တစ္ေယာက္ သူ႔အလုပ္အကိုင္ကိုမသိတဲ့ေကာင္မေလးတစ္ေယာက္နဲ႔ ခ်စ္မိေလေသာအခါဘယ္လိုေတြမ်ားဆက္ျဖၾကမလဲ Porn Actor တေယာက္ကိုေကာသေဘာထာႀကီႀကီးနဲ႔ ခ်စ္ႏိုင္ပါ့ မလားဆိုတာ ကို ပရိတ္သႀကီးက ဆက္လက္ခံစာၾကည့္ရွဴ ရမွာပါDownload On Pcloud Large File Download On Pcloud Small File",
        "rating": "",
        "url": "https://megaup.net/1AMxh/[01252]_Kyaa_Kool_Hain_Hum_3_(2016)_[Comedy]_[INDIA]_[3.4].mp4",
        "category": "Adult, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/yG8ZtIAVQG7Eox7CoRri3fohzIM-200x300.jpg",
        "title": "[18+] Sleeping Beauty (2011)",
        "description": "ၾသစေတးလ်မင္းသမီး Emily Browning အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့  Erotic , Drama အမ်ိဳးအစား ဇာတ္ကားျဖစ္ပါတယ္။Lucy (Emily Browning) ဟာ ဆင္းရဲတဲ့ တကၠသိုလ္ေက်ာင္းသူတစ္ေယာက္ပါ။အခ်ိန္ပိုင္းအလုပ္ေတြလုပ္ျပီး ဘဝကိုၾကံဳသလိုရပ္တည္ေနသူပါ။ဒီလိုရပ္တည္ေနရင္းကေန မထင္မွတ္ဘဲ ထူးဆန္းတဲ့ အလုပ္တစ္ခုကို လုပ္ဖို႕ကမ္းလွမ္းခံရပါတယ္။အဲ့ဒီအလုပ္ကေတာ့ ထူးဆန္းတဲ့စားသံုးသူေတြအတြက္ Sex ကိစၥမပါဘဲ ခုတင္ေပၚမွာ ခႏၶာကိုယ္နဲ႕ရင္းျပီး ေဖ်ာ္ေျဖရတဲ့အလုပ္ပါ။ထူးဆန္းတဲ့ဇာတ္ကားျဖစ္ျပီး ဘဝကပဲ ထူးဆန္းတာလား...လူသားေတြကပဲထူးဆန္းတာလား....ေဝခြဲမရပါလား ျဖစ္ရပါတယ္။Emily Browning ရဲ႕ ခႏၶာကိုယ္ကို ပြင့္လင္းစြာရိုက္ျပထားလို႕ အရြယ္မေရာက္သူမ်ားမၾကည့္သင့္တဲ့ဇာတ္ကားပါ။(စြန္းဝူခုန္းဘာသာျပန္ျပီး RGB မွတင္ဆက္ထားပါတယ္။)\nFile size…(710MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:41:44\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/18-sleeping-beauty-2011/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478484599063-200x300.jpg",
        "title": "Under The Shadow (2016)",
        "description": "အညႊန္း အီရန္နဲ႔ အီရတ္ စစ္အေရးအခင္းေၾကာင့္ ႏိုင္ငံေရးလုပ္တဲ့လူေတြ ရွိလာခဲ့ၿပီး  ရွီဒီဆိုတဲ့မိန္းကေလးကလဲ ႏိုင္ငံေရးပါဝင္မႈေၾကာင့္ သူ ဝါသနာပါတဲ့ ဆရာဝန္ဘဝကို စြန္႔လႊတ္ခဲ့ရၿပီး ေက်ာင္းကေန ထြက္လိုက္ရတယ္ တာရန္ဆိုတဲ့ၿမိဳ႕မွာ ရွီဒီတို႔ မိသားစု ေနထိုင္ၾကတယ္တေန႔ သူ ေယာက်ာၤး ေရွ႕တန္းကို တာဝန္က်လို႔ သြားရတဲ့အခါ ရွီဒီဟာ ကေလးတစ္ေယာက္နဲ႔ ျဖစ္ေနလို႔ စိတ္မခ်တဲ့အခါ  ရွီဒီနဲ႔ကေလးကို သူ႔မိဘအိမ္မွာ သြားေနဖို႔ေျပာတဲ့အခါ ရွီဒီဟာ ခယ္မေတြရဲ႕အေျပာကို မခံႏိုင္လို႔ ေယာက်ာၤးစကားကို နားမေထာင္ပဲ မသြားခဲ့ဘူး သူ႔ေယာက်ာၤး ေရွ႕တန္း ထြက္သြားၿပီး မၾကာခင္မွာ အီရန္-အီရတ္စစ္ပြဲက သူတို႔ၿမိဳ႕ထိပါ ေရာက္ရွိလာခဲ့တယ္ တေန႔ သူတို႔ေနထိုင္ရာ အိမ္ရာကို ဒံုးက်ည္က်ၿပီးေနာက္မွာ  ဒံုးက်ည္က မေပါက္ကြဲေပမဲ့ သူတို႔ အိမ္ရာက အဖိုးႀကီး တစ္ေယာက္ ဆံုးပါးသြားခဲ့တယ္ ေၾကာက္မက္ဖြယ္ရာေကာင္းတဲ့ ထူးျခားတဲ့ အရာေတြ ရွီဒီတို႔ အိမ္ရာမွာ ျဖစ္ေပၚလာခဲ့တယ္ အဲဒီ ေၾကာက္မက္ဖြယ္ရာေတြက ဘယ္လိုေၾကာင့္ ျဖစ္ေပၚလာခဲ့တာလဲ ရွီဒီတို႔ သားအမိကေရာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/under-the-shadow-2016/",
        "category": "Animation, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Ouija-poster-143x200.jpg",
        "title": "Ouija (2014)",
        "description": "Ouija (2014)_____IMDb - 4.5/10\n  ကျွန်တော်တို့နိုင်ငံတိုင်း ဒေသတိုင်းမှာ သရဲခေါ်နည်းအမျိုးမျိုးရှိကြသလိုပဲ ဒါကတော့ အင်းဂိတ်သရဲခေါ်နည်းပေါ့ဗျာ.. A ကနေ Z, Yes , No , Good Bye ဆိုတာတွေ ရေးထားတဲ့ ဘုတ်ပြားလေးတစ်ခုမှာ အဝိုင်းပေါက်လေးပါတဲ့ ရွှေ့စရာသစ်သားပြားလေးတစ်ခုတင်ပြီး သရဲခေါ်ပြီး မေးချင်တာမေးရတဲ့ကစားနည်းမျိုးပေါ့..ဒီကစားနည်းမှာ စည်းကမ်းချက်လေးတွေရှိတယ်..၁. ဘယ်တော့မှ တစ်ယောက်တည်း မကစားရဘူး၂. သချိုင်းမြေပေါ်မှာ မကစားရ၃. ကစားပြီးသွားရင် အမြဲတမ်း နှုတ်ဆက်စကား ( Good Bye ) ပြောရမယ်ဗျ..\n2014 မှာ ထွက်ရှိထားတဲ့ ဒီ Ouija ကားကတော့ IMDb 4.5/10 ရရှိထားပြီး သရဲကားတွေရဲ့ နာမည်ကြီးဒါရိုက်တာ Stiles White ရိုက်ကူးထားတာဖြစ်ပါတယ်.. ဟောလိဝုဒ်ရုံတင်စာရင်းရဲ့ နံပါတ်တစ်နေရာကို ရယူခဲ့တဲ့ ဇာတ်ကားလဲဖြစ်ပါတယ်..  ဇာတ်လမ်းအကျဉ်းကတော့ Debbie ဆိုတဲ့ကောင်မလေးဟာ Ouija Board ကို ...",
        "rating": "4.5",
        "url": "https://megaup.net/2Vv4w/Ouija_[2014]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/miss-peregrines-home-movie-logo-posters-300x150.jpg",
        "title": "Miss Peregrine’s Home For Peculiar Children(2016)",
        "description": "2016 စက်တင်ဘာမှာ ရုံတင်သွားတဲ့ ကားကောင်းတစ်ကားကို ဘာသာပြန်ပြီး တင်ပေးထားပါတယ်။ စာရေးဆရာ Ransom Riggs ရဲ့ Bestseller စာအုပ်ကို ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ Harry Potter, Percy Jackson နဲ့ Narnia တို့လို Fantasy တွေ Adventure တွေကို ချစ်သူတွေအတွက်တော့ နောက်ထပ်လှပတဲ့ ကမ္ဘာသစ်တစ်ခုကို တွေ့မြင်ရဦးမှာပါပဲ။ IMDb 7.1 ရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းမှာတော့ ဂျိတ်ခ်ဆိုတဲ့ လူငယ်လေးကို အဖိုးဖြစ်သူဟာ ငယ်စဉ်ကတည်းက ဆန်းကြယ်တဲ့ အစွမ်းရှိတဲ့ကလေးတွေနဲ့ သူတို့ကို စောင့်ရှောက်သူ ကျောင်းအုပ်ဆရာမကြီး Peregrineအကြောင်းကို ပြောပြလေ့ရှိပေမယ့် ပုံပြင်တွေအဖြစ်သာမှတ်ယူခဲ့ပါတယ်။ တစ်နေ့မှာတော့ အဖိုးဖြစ်သူဟာ ထူးဆန်းတဲ့သေဆုံးမှုနဲ့သေဆုံးသွားပြီး ဂျိတ်ခ်ဟာ အဖိုးဆီကိုလာတဲ့ ပို့စ်ကဒ်လေးမှတဆင့် ဝေလနယ်ရဲ့ ကျွန်းပေါ်က ကလေးထိန်းအိမ်လေးကို သွားရှာမိတဲ့အခါ...လူတွေမသိတဲ့ အချိန်ကာလတွေ..အစွမ်းတွေ..ရန်သူတွေကြားမှာ သူနဲ့သူ့အဖိုးဟာ ဘယ်လိုအစွမ်းရှိတဲ့လူတွေလဲဆိုတာ သိလာပါတော့တယ်။File Size   ...",
        "rating": "",
        "url": "https://megaup.net/2gidt/Miss_Peregrine_s_Home_For_Peculiar_Children_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "",
        "title": "Housefull (2010)",
        "description": "Housefull ဇာတ္ကားသည္ အိႏၵိယတြင္ ေအာင္ျမင္ခဲ့သည့္ ဒါ႐ိုက္တာ Sajid-Farhad က ႐ိုက္ကူးထားသည့္ Comedy ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္\nဇာတ္လမ္းအစမွာေတာ့ ကာစီနိုမွာအလုပ္၀င္တဲ့ ကမာၻကံအဆိုးဆံုးလူသားအာရႊတ္၊အခ်စ္ဆံုးသူငယ္ခ်င္းရွိတဲ့ လန္ဒန္ကို အာရႊတ္ေရာက္သြားတဲ့အခ်ိန္မွာေတာ့\nအလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြျဖစ္ျပီး ဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ Channel Myanmar ပရိတ္သတ္ျကီးပဲ ျကည့္ရူလိုက္ျကပါေတာ့ဗ်ာ\nFile Size : 1.2 GB\nQuality : Blu ray 720P\nRunning Time : 2hr 24 minute\nFormat : Mp4\nGenre :  Comedy\nSubtitle Fix : Thanhtike Zaw\nEncoder : Thanhtike Zaw",
        "rating": "5.3",
        "url": "https://megaup.net/2Sy6f/Housefull_[2010]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Housefull 2 (2012)",
        "description": "Housefull 2 ဇာတ္ကားသည္ အိႏၵိယတြင္ ေအာင္ျမင္ခဲ့သည့္ Housefull ဇာတ္ကား၏ ေနာက္ဆက္တြဲျဖစ္ၿပီး ဒါ႐ိုက္တာ Sajid-Farhad က ႐ိုက္ကူးထားသည္။\nHousefull 2 ဇာတ္ကားသည္ ခ်မ္းသာတဲ့သမက္ အျပိဳင္အဆိုင္လိုခ်င္ေနတဲ့ သမီးေခ်ာ အေဖႏွစ္ေယာက္ျဖစ္တဲ့ Kapoor & Son ညီအစ္ကို ၂ ေယာက္ရဲ.\nအဖက္ဖက္မွျပိုင္ဆိုင္မႈ လက္စားေခ်ျခင္းေဇာ ျကီးျပီး အရာရာ မွားယြင္းကုန္တဲ့ ညီအစ္ကို သူငယ္ခ်င္း ၄ေယာက္\nဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ Channel Myanmar ပရိတ္သတ္ျကီးပဲ ျကည့္ရူလိုက္ျကပါေတာ့ဗ်ာ\nFile Size : 1.2 GB\nQuality : Blu ray 720P\nRunning Time : 2hr 25 minute\nFormat : Mp4\nGenre :  Comedy,Romance\nSubtitle Fix : Thanhtike Zaw\nEncoder : Thanhtike Zaw",
        "rating": "5.4",
        "url": "https://megaup.net/2Sy5l/Housefull_2_[2012]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Housefull 3 (2016)",
        "description": "Housefull 3 ဇာတ္ကားသည္ အိႏၵိယတြင္ ေအာင္ျမင္ခဲ့သည့္ Housefull ႏွင့္ Housefull 2 ဇာတ္ကားတို႔၏ ေနာက္ဆက္တြဲျဖစ္ၿပီး ဒါ႐ိုက္တာ Sajid-Farhad က ႐ိုက္ကူးထားသည္။\nHousefull 3 ဇာတ္ကားသည္ ဖခင္တစ္ဦး၏ သမီးသံုးဦးအေပၚထားရွိသည့္ လြန္ကဲ သည့္ေမတၱာေၾကာင့္ သမီးသံုးေယာက္ကို အိမ္ေထာင္ဖက္မေပးစားလိုဘဲ ကေလးငယ္မ်ားကဲ့\nသို႔ ရင္ဝယ္သားလုိေစာင့္ေရွာက္လိုသည့္ ဖခင္ႏွင့္ သမီးသံုးေယာက္အား ခ်စ္ၾကိဳက္ေနသည့္ အမ်ဳိးသားသံုးေယာက္တုိ႔အေၾကာင္းကို ဇာတ္လမ္းဆင္႐ိုက္ကူးထားေသာ ေဘာလိဝုဒ္အခ်စ္ ဟာသဇာတ္ျမဴးကားတစ္ကားျဖစ္သည္။\nဇာတ္လမ္းအေနျဖင့္ ေခ်ာေမာလွပသည့္ သမီးသံုးေယာက္ပိုင္ဆုိင္ထားသည့္ ဖခင္ တစ္ဦးမွာ သမီးငယ္မ်ားအား အိမ္ေထာင္ဖက္ေပးစားလိုျခင္းမရွိေပ။ သမီးမ်ား၏ ရည္းစား ျဖစ္သူ အမ်ဳိးသားသံုးေယာက္မွာ\nနည္းလမ္းမ်ဳိးစံုျဖင့္ ၄င္းတို႔၏အိမ္တြင္းသို႔ဝင္ေရာက္ကာ သမီးမ်ား၏ အသင့္ေတာ္ဆံုးျဖစ္သည့္ သတို႔သားမ်ားျဖစ္ေၾကာင္း သက္ေသျပၾကရသည္။\nေနာက္ဆံုးမွာ ဖခင္၏ စိတ္႐ႈပ္ေထြးမႈမ်ားႏွင့္ သတုိ႔သားေလာင္းမ်ား၏ လိမ္လည္မႈမ်ားကို ဟာသေႏွာကာ ႐ိုက္ကူးထားသည့္ အိႏိၵိယေဘာလိဝုဒ္ အခ်စ္ဟာသဇာတ္ကားတစ္ကား ျဖစ္သည္။\n(Review credit to The Mirror ...",
        "rating": "5.3",
        "url": "https://megaup.net/3yvy3/Housefull_3_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/cotgfdvd-200x300.jpg",
        "title": "Curse of the Golden Flower (2006)",
        "description": "IMDb (7/10)Rotten Tomatoes (66%)StorylineAD 928 ခုနစ် တရုတ်ပြည် မှာပါ။ ပြည့်ရှင်ဘုရင်ကြီးက သိုင်းပညာနဲ့ နိုင်ငံရေးတွေမှာ တတ်ကျွမ်းသလောက် ရက်စက်ကြမ်းကြုတ်တဲ့သူလည်းဖြစ်တယ်။ သူ့မိဖုရားကြီးကို မချစ်လို့ သူသောက်နေကြ ဆေးရည်ထဲမှာ ကြာကြာသောက်ရင် ရူးသွားစေတဲ့ ပစ္စည်းတွေထည့်တိုက်ပြီး တဖြည်းဖြည်း အဆိပ်ခတ်လုပ်ကြံတယ်။ ဒါကို မိဖုရားကြီးနဲ့ စစ်တပ်ရဲ့ အကြီးအကဲတစ်ယောက်ဖြစ်တဲ့ ဒုတိယသားတော်တို့ သိသွားတဲ့အခါမှာတော့ အမေကို ရက်ရက်စက်စက် သတ်ဖို့ကြိုးစားနေတဲ့ အဖေကို ပန်းပွဲတော်ကျင်းပတဲ့အချိန်မှာ ရှင်းလင်းပြီး တိုင်းပြည်အာဏာလုဖို့ ဖြစ်လာပါတယ်။ အဲအပြင် တော်ဝင်မိသားစုတစ်ခုလုံးမှာလည်း တခြား အရှုပ်တော်ပုံတွေနဲ့ ရှုပ်ရှက်ခတ်ပြီး ထိန်းမရသိမ်းမရဖြစ်လာပါတော့တယ်။\n…\nReview\nဒီကားကို ကျော်အရင်ဆုံးကြည့်ဖူးတော့ ခုတ်တဲ့ထစ်တဲ့ အခန်းကလွဲလို့ ဘာကိုမှသဘောမကျခဲ့ပါဘူး။ ရုပ်ရှင်မကြည့်တတ်သေးတဲ့ အရွယ်ကိုး။ နောက်မှ စကားပြောခန်းတွေကိုလည်း စိတ်ဝင်စားပြီး ရုပ်ရှင်ကြည့်တတ်သလိုဖြစ်လာတော့မှ ပြန်ကြည့်မိတော့ အင်မတန်ကို လက်ရာမြောက်တဲ့ကားတစ်ကားဖြစ်နေပါတယ်။\nရုပ်ရှင်တစ်ကားလုံးရဲ့ 70% လောက်က နန်းတွင်းအဆောင်တွေထဲမှာတင် စကားပြောနေကြလို့ သာမန်အပျင်းပြေကြည့်မဲ့သူတွေအတွက်တော့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1wxav/Curse_Of_The_Golden_Flower_(Man_Cheng_Jin_Dai_Huang_Jin_Jia)_[2006]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/summer-wars-2770-204x300.jpg",
        "title": "Summer Wars (2009)",
        "description": "Summer wars ဆိုတဲ့ anime ဟာ ႏိုင္ငံတကာမွာ အထူးထင္ရွားတဲ့ နာမည္ႀကီး ဒါ႐ိုက္တာ Hosoda Mamoru ႐ိုက္ကူးခဲ့တဲ့ Rating ျမင့္ ကာတြန္းတစ္ကားျဖစ္ပါတယ္.. ဂ်ပန္ကာတြန္းကားေတြရဲ႕ ထံုးစံအတိုင္း ရင့္က်က္တဲ့ဇာတ္အိမ္နဲ႔အတူ မိသားစုသံေယာဇဥ္.. ခ်စ္ျခင္းေမတၱာ.. စည္းလံုးမႈ.. မေလွ်ာ့ေသာဇြဲနဲ႔အတူ မထင္မွတ္တဲ့အေျပာင္းအလဲေတြနဲ႔ ေတာ္ေတာ္ေလးနာမည္ႀကီးခဲ့တဲ့ ဇာတ္ကားလဲျဖစ္ပါတယ္..ဇာတ္လမ္းကေတာ့ OZ ဆိုတဲ့ တစ္ကမာၻလံုးက ဖုန္း/ကြန္ပ်ဴတာေတြ အင္တာနက္ကတဆင့္ ခ်ိတ္ဆက္ကစားႏိုင္တဲ့ Digital World ကေန အစျပဳခဲ့ပါတယ္.. လူတိုင္းမွာ ကိုယ္ပိုင္အခ်က္အလက္နဲ႔ဖန္တီးထားတဲ့ ဇာတ္ေကာင္တစ္ေကာင္ဆီပိုင္ဆိုင္ၿပီး shopping ထြက္တာ စီးပြားေရးလုပ္ငန္းေတြ အုပ္ခ်ဳပ္သူအစိုးရပိုင္းေတြ ေရပိုက္လိုင္း လွ်ပ္စစ္စနစ္ကအစ အျပင္ေလာကနဲ႔ထပ္တူ လႈပ္ရွားကစားႏိုင္တဲ့ virtual world game တစ္ခုလဲျဖစ္ပါတယ္..ခဲန္းဂ်ိလို႔ေခၚတဲ့ အထက္တန္းေက်ာင္းသားတစ္ေယာက္ဟာ သခ်ၤာအိုလံပစ္မွာ ဂ်ပန္ႏိုင္ငံကိုယ္စားျပဳအျဖစ္က လြဲေခ်ာ္ခဲ့လို႔ စိတ္မေကာင္းျဖစ္ေနတဲ့ ေကာင္ေလးတစ္ေယာက္ပါ.. တစ္ရက္ သူ႔စီနီယာမမက အဖြားေမြးေန႔မွာ သူ႔ရည္းစားအျဖစ္နဲ႔ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/summer-wars-2009/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/kung-fu-panda-secrets-of-the-scroll-576beba5958bf-210x300.jpg",
        "title": "Kung Fu Panda: Secrets of the Scroll (2016)",
        "description": "Kung Fu Panda: Secrets of the Scroll (2016)________IMDb - 7.1/10\n  \nဒီ ၂၃ မိနစ်စာပဲရှိတဲ့ ကွန်ဖူး ပန်ဒါကားလေးက ပန်ဒါဇာတ်ကားအားလုံးရဲ့အနှစ်ချုပ်ပါပဲ\nIMdb rating 7.1 ရထားပြီး Animation ကြိုက်သူတွေလက်မလွှတ်သင့်ပါဘူး\nဒီဇာတ်လမ်းလေးက ညီနောင်ငါးဦး ဘယ်လိုဖြစ်ပေါ်လာသလဲဆိုတာ ဖေါ်ညွှန်းထားတာပါ\nကွန်ဖူး ပန်ဒါဆိုရင် ကလေးလူကြီးသိနေကြပြီးဖြစ်လို့ အထွေအထူး မညွှန်းတော့ပါဘူး\nကွန်ဖူး ပန်ဒါ သုံးကားစလုံးကြည့်ဖူးတယ်ဆိုရင်တော့ဒီကားလေးက မဖြစ်မနေကြည့်ရမဲ့ ကားထဲပါသွားပါပြီ.....\n(ဘာသာပြန်သူ Aye Min Oo ပါ) \nFile Size - 134 MB\nQuality - 1080p\nDuration - 23 min\nTranslator - Aye Min Oo\nEncoder - Littleneo",
        "rating": "7.1",
        "url": "https://megaup.net/Rkwb/Kung_Fu_Panda_-_Secrets_Of_The_Scoll_[MM_Sub).mp4",
        "category": "Action, Animation, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/chinese-odyssey-3-poster-136x200.jpg",
        "title": "A Chinese Odyssey: Part 3 (2016)",
        "description": "A Chinese Odyssey Part 3 (2016)_____IMDb - 3.5/10\n ဒီဇာတ်ကားဟာ စွန်းဝူခုန်းရဲ့ အနောက်သို့ခရီးသွားမှတ်တမ်းကို ဇာတ်လမ်းဆန်းသစ်ပြီး\nဟာသတစ်ပိုင်းနဲ့ ရိုက်ခဲ့တဲ့ စတီဗင်ချောင်ရဲ့ A Chinese Odyssey အပိုင်း ၁ နဲ့ ၂ ရဲ့ အဆက်ပဲဖြစ်ပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ စွန်းဝူခုန်းဖြစ်လာမယ့် Joke(ကျိစန်းပေါင်)ဟာ\nအနှစ် ၅၀၀ နောက်ကျပြီးမှ မွေးဖွားလာခဲ့ပြီး သူ စွန်းဝူခုန်းဖြစ်လာရမယ့် ကံကြမ္မာဟာ\nသူ့ရဲ့ချစ်သူနတ်သမီး စီရှား သေဆုံးမှဖြစ်လာမယ်လို့ ကောင်းကင်ဘုံကျမ်းမှာ ကံကြမ္မာအဖြစ်ရေးသားထားခဲ့ပါတယ်။\nဒါကို အချိန်ခရီးသွားခဲ့ပြီး ကြိုသိလာတဲ့ နတ်သမီးဟာ ကျိစန်းပေါင်နဲ့ မချစ်မိစေဖို့ သူမသေရဖို့ ရှောင်လွှဲဖို့ကြိုးစားစဉ်\nနွားမိစ္ဆာမောင်နှမကိုပါ ဆွဲထည့်မိပြီး ရှုပ်ထွေးလာပုံကို\nလှည့်ကွက်လေးတွေနဲ့ မထင်မှတ်တာလေးဖြစ်လာအောင် ပြသထားတာပါ။\nသတ်မှတ်ထားပါတယ်ဆိုတဲ့ ကံကြမ္မာနဲ့ ကိုယ်ပိုင်ရွေးချယ်မှု ယှဉ်လာတဲ့အခါ\nကံကြမ္မာကို လူကဖန်တီးမလား၊ ကံကြမ္မာက လူကိုဖန်တီးမလားဆိုတာတော့.....\n   \nFile Size     :   669 MB\nDuration    :   1 hr 33 min\nQuality   ...",
        "rating": "3.5",
        "url": "https://megaup.net/2eGnC/A_Chinese_Odyssey_Part_3_(Da_Hua_Xi_You_3)_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Kites (2010)",
        "description": "လက္ပြားမင္းသား Hrithik Roshan နဲ႕ မက္ဆီကန္ ဥရုေဂြးမင္းသမီး Barbara Mori တို႔အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့Action, Drama, Romance အမ်ိဳးအစား Bollywood ဇာတ္ကားပါ။IMDb Rating (6.1) နဲ႕ Rotten Tomatoes (80%) ထိရရွိထားပါတယ္။ဒီဇာတ္ကားကို စကားတစ္ခြန္းနဲ႕ပဲ ညႊန္းခဲ့ပါရေစ။\"ခ်စ္ျခင္းဟာ ရူးသြပ္ဖို႕ လံုေလာက္လြန္းပါတယ္\" \nFile size…(999MB)\nQuality…Blu-ray Rip 720p\nFormat…mp4\nDuration….02:03:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.1",
        "url": "https://megaup.net/1wren/Kites_[2010]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/last.jpg",
        "title": "The Last Princess(2016)",
        "description": "မင္းသမီးဒုခ္ ေဟး ဂိုေဂ်ာင္းမင္းႀကီး၏ အငယ္ဆံုးသမီးျဖစ္ပါတယ္။သူမ၏ မိခင္သည္ သာမာန္ ကိုယ္လုပ္ေတာ္မွ ေမြးခဲ့သည့္အတြက္ အခ်ိဴ႕ေသာ ေတာ္ဝင္မိသားစုမ်ားက မင္းသမီးဒုခ္ေဟးကို သေဘာမက်ၾကေပ။ ဒါေပမယ့္ သူဟာ ဂိုေဂ်ာင္းမင္းႀကီး၏ အခ်စ္ဆံုးသမီးေတာ္တစ္ပါးျဖစ္ခဲ့ေနတယ္။ 1925 ခုႏွစ္တြင္ မင္းသမီး ဒုခ္ေဟးကို ဂ်ပန္ျပည္သို႔ ပညာေတာ္သင္ေခၚယူသည္ဟုအေၾကာင္းျပကာ ဓားစာခံအျဖစ္ ဂ်ပန္တို႔ကေခၚယူထိမ္းသိမ္းထားခဲ့ပါတယ္။ ဂ်ပန္တို႔က ကိုရီးယားႏိူင္ငံကို သိမ္းပိုက္ခဲ့ၾကေသာေၾကာင့္ ေတာ္ဝင္မိသားစုမ်ားအားလံုး ဂ်ပန္တို႔ျခယ္လွယ္သမ်ွခံခဲ့ၾကရျပန္ေလတယ္။ မင္းသမီးဒုခ္ေဟးလည္း ဂ်ပန္သို႔ေရာက္႐ွိကတည္းက သူမကို ကိုရီးယားျပည္မွ သတင္းအားလံုးအဆက္အသြယ္အျဖတ္ခံခဲ့ရျပီး 1930 ခုႏွစ္တြင္ သူမ၏ အေမဇာပနအတြက္ တိုင္းျပည္သုိ႔ ေခတၱျပန္ခြင့္ရခဲ့ေလသည္။ သို႔ေသာ္ အေၾကာင္းအမ်ိဴးမ်ိဳးေၾကာင့္ ျပန္ခြင့္ကိုပိတ္ခဲ့ျပန္သည္။ 1930 တြင္ သူမကို ဂ်ပန္အင္ပါယာမွ နယ္စား ဆိုတဲယုကီႏွင့္ လက္ထပ္ရန္ ဖိအားေပးခံခဲ့ရသည္။ 1962ခုႏွစ္ ဇန္နဝါရီလ ၂၆ရက္ေန႔တြင္ မွ မင္းသမီး ဒုခ္ေဟးသည္ ကိုရီးယားျပည္သို႔ျပန္ခြင့္ရခဲ့သည္။ ဂ်ပန္ျပည္တြင္ သူမေနထိုင္ခဲ့သည္မွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-last-princess2016/",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/6xof7kTT9UxhQZlPbuA6I2h8jHx-214x300.jpg",
        "title": "Disappear(2007) ျမန္မာစာတန္းထိုး ၁၈+",
        "description": "\"ငါကဘာ...ဘာျဖစ္တယ္..ေယာက်ာ္းပဲ''.မဆိုပါႏွင့္...အခ်စ္ဆိုတဲ့ ကဗ်ာဆန္ဆန္လက္နက္တစ္စံုနဲ႔ေတြ႔ရင္သင္ၿပိဳလဲက်မွာပါ...က်လဲက်ဖူးၾကမွာပါ ဒီကားမွာသူသိပ္ခ်စ္ရတဲ့ေကာင္မေလးကိုသူ႔သူငယ္ခ်င္းျဖစ္သူ..(ေကာင္မေလးရဲ႕ခ်စ္သူ)လက္ထဲအပါမခံႏုိင္တာေၾကာင့္...အိမ္ထဲမွာေကာင္မေလးကိုဖမ္းခ်ဳပ္ထားပါတယ္ဒိီေနရာဟန္ေဆာင္မႈစတင္လာရပါေတာ့မယ္ဘာလို႔ဆို....ေကာင္မေလးကိုသူဖြက္ထားတဲ့အတြက္ေၾကာင့္..သူပတ္ဝန္က်င္နဲ႔ထိေတြတဲ့အခါ..ပံုမွန္မဟုတ္တဲ့သူ႔အေနအထားေတြကဘယ္ေလာက္ထိဟန္ေဆာင္ေကာင္းေနႏို္င္ဦးမွာလဲ\nလိပ္ျပာမလံုတာမ်ိဳးေတာင္ျဖစ္ႏိုင္ပါေသးတယ္...ဒီေတာ့ဗ်ာ...သူေျပာခ်င္တာက...ကိုယ္ခ်စ္တဲ့ေကာင္မေလးကိုဖြင့္ေျပာပါ...မ်ိဳသိပ္ထားျခင္းကသင့္အနာဂတ္မွာေနာင္တ...တရားေတြေဝဆာေနေစဖို႔လမ္းစပါပဲ......\n(ဒီကားမၾကည့္ရင္လည္းသင္ဟာ..ေနာင္တေတြရေနရပါလိမ့္မယ္ ????????)File Size : 540 MB\nQuality : DVD Rip\nRunning Time : 1hr 15minute\nFormat : Mp4\nGenre : Drama, Thiller\nEncoder : Joker.phs\nDownload And watch With Pcloud Link Full HD\nDownload And Watch With VIP LInk With Small File\n(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ John La Yaung ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/disappear2007-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTI2OTYyNDk2N15BMl5BanBnXkFtZTcwMjczNTcxMQ@@._V1_-209x300.jpg",
        "title": "Mortal Kombat: Annihilation (1997)",
        "description": "Mortal Kombat လို႔ ျမင္လိုက္တာနဲ႔တင္ Channal myanmar ပရိတ္သတ္ၾကီိးဟာ mortal kombat ဂိမ္းကို တန္းျမင္မိမွာပါ။ ဟုတ္ပါတယ္ ဒီကားက mortal kombat ဂိမ္းကို အေျခခံၿပီး႐ိုက္ထားတဲ့ ကားေလးပါ။ ဇာတ္ကားက ႏွစ္ကားရိွတာပါ။ Mortal kombat (1995) နဲ႔ ယခု Mortal Kombat Annihilation (1997) ဆိုတဲ့ ႏွစ္ကားအျပင္ Mortal Kombat series ဆိုၿပီးရိွပါေသးတယ္ ။ ဒီဇာတ္လမ္းကေတာ့ Imdb rating အေနနဲ႔ကေတာ့ 3.7/10 (36,811) ပဲရရိွထားတာျဖစ္ေပမဲ့ ဇာတ္ကားကေကာင္းပါတယ္။ Mortal kombat (1995) ကားမွာေတာ့ လွ်ဴကန္ ဟာ ကမၻာႀကီးကို ကယ္တင္ဖို႔ ၿပိဳင္ပြဲေတြ အမ်ားႀကီးကို ခက္ခက္ခဲခဲ ရင္ဆိုင္ရတဲ့ အခန္းပါ။ အခု ဒီ 1997 ...",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/mortal-kombat-annihilation-1997/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/trick_r_treat_xlg-1-132x200.jpg",
        "title": "Trick ‘r Treat (2007)",
        "description": "Trick 'r Treat (2007)\nIMDb - 6.8/10_____Rotten - 81%\n  \nပုံပြင်တွေထဲကကြောက်မက်ဖွယ်ရာတွေကို ညသန်းခေါင်မှာ ကြုံခဲ့ရတဲ့အဖြစ်အပျက် .... Holloween မှာရိုးရာမပျက် တစ္ဆေခြောက်တာခံမလား မုန့်ကျွေးမလားဆိုတဲ့ ကလေးတွေရဲ့နာက်ပြောင်စကား... အမှတ်တရဖြစ်ဖွယ်ကျင်းပခဲ့တဲ့မြို့ငယ်လေးတစ်မြို့မှာ တစ္ဆေ သရဲ အစစ်တွေနဲ့ရင်ဆိုင်တွေ့ခဲ့ကြရတဲ့အခါမှာ... Trick 'r Treat  ရုပ်ရှင်ဟာ 2007 မှာ ဒါရိုက်တာ Michael Dougherty ရေးသား ရိုက်ကူးထားတဲ့ ကနေဒါ horror ရုပ်ရှင်ဖြစ်ပါတယ်။ သရုပ်ဆောင်တွေအဖြစ် Baker, Brian Cox, Rochelle Aytes,Lauren Lee Smith, Leslie Bibb, နဲ့ Anna Paquin တို့ပါဝင်ရိုက်ကူးထားပြီး ဒီဇတ်ကားကို ဟောလိုးဝင်းနဲ့ဆက်စပ်တဲ့ horror ဇတ်လမ်းတွေကိုအခြေခံထားပါတယ်။ တခြားသောဇတ်လမ်းအတော်များများလိုပါပဲ ဆမ်ရဲ့အဖြစ်အပျက်တွေနဲ့ဇတ်လမ်းဆင်ထားပါတယ်။ ဒီဇတ်ကားမှာလဲထုံစံအတိုင်း ဟောလိုးဝင်းရဲ့ရိုးရာစည်းမျဉ်းတွေကိုဖောက်ဖျက်တိုင်းပေါ်လာတတ်တဲ့ ရွှေဖရုံသီးကြီးခေါင်းပေါ်ဆောင်းထားတတ်တဲ့ လိမ္မော်ရောင်ဝတ်စုံနဲ့ထူးဆန်းတဲ့ လူတစ်ယောက်ပေါ်လာပြီး လူတွေကိုဘယ်လိုတွေဖြစ်ပျက်စေခဲ့သလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ် ရင်တဖိုဖိုနဲ့ကြည့်ရမှာပါ......\n \n(ဘာသာပြန်သူကတော့ Jean Nyi ...",
        "rating": "6.8",
        "url": "https://megaup.net/2fzrA/Trick__r_Treat_[2007]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/k1-1-213x300.jpg",
        "title": "Killer Girl K (2011) – ျမန္မာစာတန္းထိုး",
        "description": "ဒီနေ့အတွက် ကိုရီးယားအက်ရှင်ဇာတ်လမ်းခပ်လန်းလန်း mini-series လေးကိုတင်ပေးချင်ပါတယ်။ အားလုံးပေါင်း အပိုင်း(၃)ပိုင်းပဲရှိပြီး IMDb rating 8.0/10 ထိရရှိထားတဲ့ ဇာတ်လမ်းကောင်း၊ဇာတ်ကားကောင်းလေးပါ။ မင်းသမီးချောချောလေးကနေ အက်ရှင်အကြမ်းအရမ်းခန်းတွေကို အကွက်ကျကျသရုပ်ဆောင် ပြသွားတဲ့အတွက် CM ပရိတ်သက်ကြီးကတော့ ကြိုက်နှစ်သက်ကြဦးမှာမလွဲပါဘူး။ဇာတ်လမ်းအကြောင်းလေးပြောပြရရင် - ဆိပ်ကမ်းတစ်ခုမှာ ညဘက်သူငယ်ချင်းတွေ့ဆုံတွေ့နေကြရင်း တိုင်းတစ်ပါးသားတွေလူငယ်ပီပီစပ်စုကြရာမှာ အစပြုလာတဲ့ သာမာန်ရန်ပွဲလေးမှ လျှို့ဝှက်အဖွဲ့အစည်း\nတစ်ခုပါ ပါဝင်ပတ်သတ်လာပြီး လူသတ်သည်အထိ ဖြစ်လာခဲ့ပါတယ်။ ဒီရန်ပွဲမှာ မိမိရဲ့မိတ်ဆွေတွေကို တားရင်း ကိုယ်တိုင်ရန်ပွဲမှာ ပါဝင်မိတဲ့အခါ ... မိခင်ဖြစ်သူပါ ပြန်ပေးဆွဲ ခံခဲ့ရပါတယ်။မိခင်ဖြစ်သူကို ကယ်တင်နိုင်ဖို့ကြိုးစားတဲ့အခါ ချာယုံဂျင်း တစ်ယောက် အောင်မြင်ပါ့မလား ...\nလျှို့ဝှက် အဖွဲ့အစည်းက သူ့ကို အသုံးချတဲ့အခါမှာ ချာယုံဂျင်း တစ်ယောက် အတိတ်ဖြစ်ရပ်တွေကို\nဘာမှမသိပဲ ထို အဖွဲ့အစည်းအတွက် လုပ်ပေးခဲ့ပါတယ်။ နောက်ပိုင်း ဖြစ်ရပ်စုံကိုသိသွားခဲ့ပြီးမှ သူ့ကိုလိုသလိုအသုံးချနေသူတွေကို ပြန်ပြီးလက်စားချေတဲ့အခါမှာရော အောင်မြင်ပါ့မလား ဆိုတာကို Killer Girl K ဆိုတဲ့ ဒီ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-102/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/568f16ed27ce5-200x300.jpg",
        "title": "Somewhere Only We Know (2015)",
        "description": "ဒီတရုတ္ဇာတ္ကားဟာ ျမန္မာျပည္မွာရံုတင္ေတာ့မယ့္ စိုင္းစိုင္း..ေနတိုး...ဝတ္မႈန္ေရႊရည္..ထိုင္းမင္းသမီး Naam Whan Pilaiporn တို႕ပါဝင္တဲ့ From Bangkok To Mandalay ဇာတ္ကားနဲ႕ ဇာတ္လမ္းသေဘာ မထင္မွတ္ဘဲ ေယာင္ေယာင္ေလးသြားဆင္ေနတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။မင္းသားေခ်ာ EXO အဖဲြ႕ဝင္ေဟာင္း Kris (Wu Yi Fan) နဲ႔ မင္းသမီးေခ်ာ Wang Likun တို႔ပါဝင္ထားတဲ့ ႐ိုမန္တစ္ ဆန္ဆန္ အခ်စ္ဇာတ္လမ္း တစ္ပုဒ္ပါ။ဇာတ္လမ္းကေတာ့.........အဘြားတစ္ခု ေျမးတစ္ခုေနခဲ့ရတဲ့ မင္းသမီးက သူမခ်စ္ရသူေတြ အနားမွာ မရွိေတာ့တဲ့ အခါ ဘဝသစ္စတင္ဖို႔ အဘြားျဖစ္သူငယ္စဥ္က ေနခဲ့တဲ့ ခ်က္ႏိုင္ငံက Pragueျမိဳ႕ကို လာခဲ့ပါတယ္..အဘြားျဖစ္သူဆီကို ေရာက္ေနတဲ့ စာထဲက လိပ္စာကို လိုက္ၿပီး စံုစမ္းရင္းနဲ႔ ၁၉၇၀ ခုႏွစ္ေတြမွာ မင္းသမီးရဲ႕ အဘြားျဖစ္သူက Prague ျမိဳ႕မွာ ၾကံဳေတြ႕ခဲ့တဲ့ လြမ္းေမာစရာ အခ်စ္ဇာတ္လမ္း တစ္ပုဒ္အေၾကာင္းကို သိလိုက္ရတယ္... ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/somewhere-only-we-know-2015/",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/free_state_of_jones_ver6_xlg-227x300.jpg",
        "title": "Free State of Jones (2016)",
        "description": "ဒီ Free State of Jones ဇာတ်ကားဟာဖြင့်အမေရိကန်ပြည်တွင်းစစ်အတောအတွင်းဖြစ်ပွားခဲတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုကိုအခြေခံထားတဲ့ကားကောင်း တစ်ကားပါပဲ။ဒီဇာတ်လမ်းမှာ ဆင်းရဲသားတွေနဲ့လူချမ်းသာတွေရဲ့ တဖြည်းဖြည်းကွာဟလာတဲ့ ဘဝတွေကိုပေါ်လွင်အောင်ပြထားနိုင်တယ်လို့ချီးမွမ်းကြပါတယ်။ ဒီဇာတ်လမ်းမှာNewton Knight ဆိုတဲ့ ဆင်းရဲသားလယ်သမားတစ်ယောက် ဦးဆောင်တဲ့ လွတ်မြောက်လာတဲ့ကျွန်တွေ၊ဆင်းရဲသားတွေရဲ့ တော်လှန်ပုံ ကိုပီပီပြင်ပြင်ပုံဖော်ထားလို့ ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားလို့ပြောရမှာပါ(ဇာတ်လမ်းအညွန်းကိုတော့ Shocking Pink မှရေးသားပေးထားတာဖြစ်ပါတယ်)File Size : 1 GB /500 MB\nQuality : Blu ray 720P\nRunning Time : 2hr 15 minute\nFormat : Mp4\nGenre : Action, Biography, Drama\nEncoder : Thanhtike Zaw",
        "rating": "6.8",
        "url": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4 https://megaup.net/Zaep/Free_State_of_Jones_(2016).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/The_Iron_Giant_2015_Re-Release_Poster-202x300.jpg",
        "title": "The Iron Giant (1999)",
        "description": "ဒီေန႕အတြက္ IMDb rating 8.0/10 ရရွိထားၿပီး CM ပရိသတ္တစ္ခ်ဳိ႕လည္းေတာင္းဆိုထားတဲ့ Animation ကားေလး တင္ေပးလိုက္ပါတယ္။အခ်ိန္ကာလက စစ္ေအးကာလ အေမရိကန္နဲ႕ ဆိုဗီယက္တို႕ အျပင္းအထန္ အားျပိဳင္ေနခ်ိန္ေပါ့။ အဲ့လိုအခ်ိန္မွာ ဆိုဗီယက္က ကမၻာ့ပထမဆံုး ျဂိဳဟ္ထုျဖစ္တဲ့ Sputnik I ၾကီးလႊင့္လိုက္ေတာ့ အေမရိကန္မွာ ဆိုဗီယက္ က်ဴးေက်ာ္စစ္တို႕၊ ေကာင္းကင္ကက်လာမယ့္ ဆိုဗီယက္ စစ္လက္နက္ေတြတို႕ အေၾကာင္း ေတြးရင္း ေျပာရင္း အရမ္း Paranoid ျဖစ္ေနခ်ိန္ေပါ့။\n.\nအဲ့လိုအခ်ိန္မွာ Hogarth Hughes လိုေခၚတဲ့ ၁၂ နွစ္အရြယ္ေလာက္ေကာင္ေလး ဟာ သူ႕အေမ Annie နဲ႕ အေမရိကန္က ကမ္းရိုးတန္း နယ္စြန္နယ္ဖ်ား ျမိဳ႕ေလးရဲ႕ အစပ္မွာ ေနထိုင္ပါတယ္။ တစ္ရက္မွာေတာ့ Annie ဟာ အလုပ္ကေန အိမ္ျပန္တာေနာက္က် မွာျဖစ္လို႕ (Hogarth မွာ အေမပဲရွိေတာ့ပါတယ္) Hogarth တစ္ေယာက္ထဲ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2Vjji/The_Iron_Giant_[1999]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "",
        "title": "The Whole Truth (2016)",
        "description": "အမေရိကန် အမျိုးသမီးဒါရိုက်တာ Courtney hunt ရိုက်ကူးထားပြီး ဟောလိဝုဒ်နဲ့ဆိုလျှင် အလွန် နည်းကျဉ်းသောစရိတ်နဲ့ ရိုက်ကူးထားလေ၏ ၊မြန်မာတို့အကြိုက် မင်းသားကြီး Keanu Reevesခေါင်းဆောင် ပါဝင်ထားပြီး box office မှာ ထုတ်လုပ်မှု စရိတ်ထက် များစွာ သာသော ငွေကြေးပမာနကိုလဲ ရရှိခဲ့ပါသည်။တစ်ကားလုံး တရားရုံး ဆက်တင်နဲ့ အိမ်အခန်း အနည်းကျဉ်း သာ အသုံးပြုထားပြီး သရုပ်ဆောင်မှု ဒါရိုက်တာရဲ့ စွမ်းရည်ပြသထားတဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်Plotအမေရိကန်နိုင်ငံ လူဝီစီးယားနားပြည်နယ် မှာ နာမည်ကျော် လူသတ်မှုတစ်ခုဖြစ်ပွားခဲ့ လေ၏ နာမည်ကြီး ရှေ့နေတစ်ယောက်က သူ၏ သူငယ်ချင်းသတ်ခံရသောအမှုကို လူသတ်သမား အသတ်ခံရသူ၏ သားဘက်မှ အမှုလိုက်ပေးသော ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ကာ\nလူသတ်သမား ထောင်ကျ မလား လွတ်သွားမလားဆိုတာကိုတော့ ...............Review\nဒီ ဇာတ်ကားလေးက ဒီနှစ်ပိုင်းတွေ ထွက်ခဲ့ တဲ့ Keanu Reeves ရဲ့ ဇာတ်ကားတွေထဲမှာတော်တော် ကောင်းတဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/32BTL/Gabriels_Inferno.2020.WEB-DL.720P.PP.mp4 https://megaup.net/2mErA/The_Whole_Truth_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "",
        "title": "Art of the Devil 3 (2008)",
        "description": "ေမွာ္နက္ဆိုတာကို အယံုအၾကည္ရွိပါသလား\nဒါမွမဟုတ္ တစိမ့္စိမ့္နဲ႔ ထိန္းမရေလာက္ေအာင္ေၾကာက္ဖို႔ အဆင္သင့္ျဖစ္ပါျပီလား\nဆံပင္ေတြေတာင္ ေထာင္ထျပီး ေခါင္းနားပန္းၾကီးသြားေစမယ္လို႔\nေျပာသင့္ သတိေပးသင့္ေပမယ့္လည္းပဲ ဒီ သံုးကားေျမာက္ကားဟာေတာ့\nတကယ္လန္႔ဖို႔ ေကာင္းလြန္းေနခဲ့တယ္\nပထမႏွစ္ကားရဲ႕ ဇာတ္လမ္းေၾကာင္းနဲ႔ ဆက္စပ္ေနသလိုပဲ\nGlobal Hit လို႔ေတာင္ ဆိုလို႔ရေလာက္တဲ့ ပထမႏွစ္ကားဟာ ေတာ္ေတာ္ေလး\nလန္႔ဖို႔ ေကာင္းလြန္းေနခဲ့တယ္ ေၾကာက္တတ္တဲ့သူေတြအတြက္ဆိုရင္လည္း\nေတာ္ေတာ္ေလး ေၾကာက္ဖို႔ေကာင္းေနခဲ့တယ္\nပထမႏွစ္ကားရဲ႕ဒါရိုက္တာဟာ ဒီကားအတြက္ပါ ဆက္လက္ လက္တြဲခဲ့ျပီး\nအေၾကာက္တရားေတြကို ဆက္လက္သယ္ေဆာင္လာႏိုင္ခဲ့တယ္\nIMDbမွာ 5.6/10 နဲ႔ Rotten Tomatoesမွာ 54% ပဲ ရခဲ့တယ္ အာရွ Horrorကား\nေတြရဲ႕ ထံုးစံပါပဲေလ ဒါကလည္း အျမင္ေတြကြဲျပားတာေပါ့ သူမ်ားေတြ မၾကိဳက္လည္း\nကိုယ္ၾကိဳက္ဖို႔ပဲ လိုပါတယ္ေလ\nဆရာမေလး ပန္ဆီကေန မ်က္လံုးသံုးလံုးမိစာၦကို ခိုးဖို႔ ၾကိဳးစားတဲ့\nစစ္သားေဟာင္းတစ္ေယာက္က ၾကိဳးစားေတာ့ မေအာင္ျမင္ခဲ့ပဲ ဆရာမေလးပန္က\nျပန္လည္ တိုက္ခိုက္ခဲ့တဲ့အခါ... ဘယ္လိုမ်ား သဘာ၀လြန္ျဖစ္ရပ္ဆန္းေတြၾကံဳရျပီး\nေသြးပ်က္ ထိတ္လန္႔စရာေတြ ဘယ္ေလာက္မ်ား ရွိေနမလဲဆိုတာေတာ့...\nေဟာလိုး၀င္းေန႔မွာ ရင္ခုန္စြာ တုန္လႈပ္လိုက္ၾကရေအာင္...\nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားတာကေတာ့ ငတံုးမ်ိဳးကို ျဖစ္ၿပီး\nအညႊန္းကိုေတာ့ ရဲခန္႔မင္း မွ ...",
        "rating": "5.6",
        "url": "https://megaup.net/Sfff/Art_Of_The_Devil_3_(Long_khong_2)_[2008]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNDQ4MjQ4OTMwMF5BMl5BanBnXkFtZTcwOTYzNDc4Mw@@._V1_-194x300.jpg",
        "title": "Let Me In (2010)",
        "description": "Horror ကားေတြဆိုတာ ေသမယ္ ေခ်ာက္မယ္ သတ္မယ္ ဆုိတာႀကီးပဲ\nၾကည့္ရတာ ရိုးေနတဲ့ ပရိတ္သက္ေတြအတြက္ Horror Movie တစ္ခု နဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္\n အၿမဲတမ္း အထီးက်န္ေနတဲ့ ေကာင္ေလး အို၀င္ နဲ႔ ဇတ္လမ္း စထားပါတယ္\nသူ႔မွာ အေပါင္းအသင္းမရွိသလို အေကာင္ေသးေသး ပိန္ပိန္ မို႔ အားလံုးက အႏုိင္က်င့္ ၀ိုင္းစၿပီး\nေဘးက်ဥ္ ခံထားရသူလဲ ျဖစ္ပါတယ္... တစ္ေန႔မွာေတာ့\nညဘက္ႀကီး လူေျခတိတ္ခ်ိန္  သူနဲ႔ အသက္ရြယ္တူ ေကာင္မေလး တစ္ေယာက္ရယ္\nသူမ ရဲ႕ အေဖလား ဦးေလး မသိတဲ့ အသက္ႀကီးႀကီး လူႀကီးတစ္ေယာက္ ရယ္ အုိ၀င္ တို႔ ေဘးခန္း ကို\nအိမ္ေျပာင္းလာပါတယ္ ....  စပ္စု တက္တဲ့ အို၀င္ တစ္ေယာက္ကေတာ့ သူတို႔ အိမ္ေဘး ေျပာင္းလာတဲ့\nလူေတြအေၾကာင္းကို ဂဂဏဏ ေသခ်ာမသိပါဘူး ထုိ ေကာင္မေလး နဲ႔ လူႀကီးကလဲ အျပင္ထြက္မလာၾကပါဘူး\nတစ္ရက္ေသာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1ALz1/Thoroughbreds_[2017]_(MM_Sub).mp4 https://megaup.net/2gJ4i/[01297]_Let_Me_In_(2010)_[Drama]_[Kodi_Smit-McPhee]_[USA]_[6.7].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/wp-1477920903522-205x300.jpg",
        "title": "Wyrmwood road of the dead (2014)",
        "description": "ကဲဗ်ာ ဒီတစ္ခါ ခပ္ၾကမ္းၾကမ္း Zombie တကားနဲ႔မိတ္ဆက္ေပးျခင္ပါတယ္ zombie ကူးစက္မွဴ ေတြၾကားထဲမွာ မိမိ အသက္ရွင္ ရပ္တည္မွဴ အတြက္ႀကိဳးစားရပ္ တည္ေနတဲ့ ေကာင္မေလး မထင္မွတ္ထားတဲ့ တိုက္ခိုက္မွဴ မ်ားနဲ႔ ေတြ႕ႀကံဳလာ ရတဲ့ အခါမွာေတာ့ ကဲ ပရိတ္သတ္ႀကီး ကပဲဆက္လက္ၾကည့္ ရွဴပါေတာ့ဗ်ာ \nDownload on Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/wyrmwood-road-of-the-dead-2014/",
        "category": "Action, Adventure"
    }
]