[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/edRmta5mJHrnmRmcHiH3RVDtaZE.jpg",
        "title": "Runway 34 (2022)",
        "description": "ကပ္ပတိန် ဗစ်ကရန့်ခန်နား...\n\"မတော်တဆမှုတိုင်းမှာ ဘက်နှစ်ခုရှိတယ်\"\n\"ဘာဖြစ်ခဲ့တာလဲ..ဘယ်လိုဖြစ်ခဲ့တာလဲ\"\n\"အဲ့ဒီနှစ်ခုကြားထဲက အနားသတ်မျဉ်းလေးမှာ\nအမှန်တရားက တိမ်ဝှက်နေတယ်\"နာရာယန်းဗီဒန့်...\n\"အမှားလုပ်ပြီးသွားရင် မင်းလုပ်နိုင်တာ သုံးခုပဲရှိတယ်\"\n\"အမှားကို ဝန်ခံမယ်\"\n\"အမှားကနေ သင်ယူမယ်\"\n\"နောက်တစ်ခါ မမှားအောင် ဆင်ခြင်မယ်\"ခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့\nမင်းသားကြီးအဂျေးနဲ့ မင်းသားကြီး အမီတာဘဂျမ်းတို့ပါဝင်သရုပ်ဆောင်ထားတယ့်\nဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက အိန္ဒိယနိုင်ငံမှာ တကယ်ဖြစ်ပျက်ခဲ့တဲ့\nဖြစ်ရပ်မှန်ဇာတ်ကြောင်းလေးကို အခြေခံပြီးရိုက်ကူးထားတယ်...  ကပ္ပတိန်ဗစ်ကရန့်ခန်နား(အဂျေး) က နာမည်ကြီးလေယာဉ်မှူးတစ်ယောက်...\nအဲ့ဒီနေ့က ပျံသန်းတဲ့ခရီးစဉ်မှာ ရာသီဥတုဆိုးရွားလွန်းတဲ့အတွက်\nမတော်တဆမှုဖြစ်ခဲ့ပါတယ်...ဒီကိစ္စမှာ မသင်္ကာစရာကိစ္စလေးတွေပါဝင်နေတဲ့အတွက်\nလေကြောင်းမတော်တဆစုံစမ်းစစ်ဆေးရေးအဖွဲ့ခေါင်းဆောင်\nနာရာယန်းဗီဒန့် (အမီတာဘဂျမ်း) ကိုယ်တိုင် ကွင်းဆင်းစစ်ဆေးမေးမြန်းတာကို\nဝေဟင်ပေါ်က ထိတ်လန့်ဖွယ် မြင်ကွင်းတွေနဲ့အပြင်\nဝါရင့်သရုပ်ဆောင်နှစ်ဦးရဲ့ပီပြင်တဲ့ သရုပ်ဆောင်ပိုင်နိုင်မှုတွေကို\nကျေကျေနပ်နပ်ကြီး မြင်တွေ့ရမှာဖြစ်ပါတယ်...  \nFile size…5GB / 1.9GB / 900MB\nQuality…4k HEVC / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.4",
        "url": "https://megaup.net/1L9w5/Runway.34.2022.720p.AMZN.WEB-DL.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b5128Q2pctk85KmQVT2m59aRCfo.jpg",
        "title": "Exposure 36 (2022)",
        "description": "Exposure 36 (2022)~ Rotten Tomatoes - 83% ~ကမ္ဘာပျက်ဖို့ သုံးရက်ပဲလိုတော့မယ်ဆိုရင် ခင်ဗျားဘာလုပ်မလဲ...ဒီဇာတ်ကားထဲမှာတော့ တချို့လူတွေက ပုံမှန်အတိုင်းနေကြတယ်။ လွတ်နိုင်မယ့်နေရာကို ပြေးကြတယ်။ နောက်ဆုံး အကောင်းဆုံး အလုပ်ကို လုပ်နိုင်ဖို့ ကြိုးစားကြတယ်။ တစ်သက်လုံးမှာ မရဖူးတဲ့ လွတ်လပ်မှုမျိုးရလို့ အပြည့်အဝခံစားကြတယ်။လူတွေ အများကြီးကလည်း ကိုယ့်ကိုယ်ကိုယ် သတ်သေကြတယ်။ တချို့လူတွေကတော့ မနားမနေ အိပ်ရာဝင် ဇာတ်လမ်းရိုက်ကြတယ်။ဇာတ်ဆောင် ဆေးရောင်းသမား ဓာတ်ပုံဆရာ ကမ်မရွန်ကတော့ ဘုမသိဘမသိ မွေးစားညီမကောက်ရပြီး ရာဇဝတ်ကောင် အကြီးစားတွေနဲ့ ပြဿနာတက်ပါတယ်။ဇာတ်လမ်းတလျှောက်မှာ ဇာတ်ကားနာမည်ဖြစ်တဲ့ Exposure 36 ဆိုတဲ့ အတိုင်း နောက်ဆုံး ကျန်တဲ့ ဖလင်လိပ်က ပုံ ၃၆ ပုံကို သူအကောင်းဆုံးဖြစ်အောင်ဘယ်လိုရိုက်သွားလဲ ကြည့်ရမှာပါ...Exposure 36 ဟာ ကမ္ဘာပျက်လုနီးချိန်ကာလတစ်ခုက မြို့တစ်မြို့ကို မှိုင်းပြပြ ပုံဖော်သွားတဲ့ ရုပ်ရှင်ကားကောင်းဖြစ်ပြီး RT လည်း ...",
        "rating": "5.2",
        "url": "https://megaup.net/374fg/(CM)_Exposure_36_(2022)_720p.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMTUyNDk5ODE0OV5BMl5BanBnXkFtZTgwMDMyNzE4MDE@._V1_-135x200.jpg",
        "title": "Welcome to the Jungle (2013)",
        "description": "တစ်ချိန်တုန်းက တမ်းတမ်းစွဲကြိုက်ခဲ့ရတဲ့ အက်ရှင်မင်းသားကြီးဗန်ဒိန်းရဲ့ Adventure , Comedy ကားဟောင်းလေးကို ပြန်ခံစားကြည့်လို့ရအောင် တင်ဆက်ပေးလိုက်ပါပြီ။\nဒီကားက (၂၀၁၃) ခုနှစ်ကထွကခဲ့တာ အခုဆိုရင် (၁၀)နှစ်ပြည့်ခါနီးနေပြီဆိုတော့ တော်တော်လေးကြာပြီလို့ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကုမ္ပဏီတွင်းအသင်းဖွဲ့နဲ့လုပ်ကိုင်တတ်အောင်လို့ ကျွန်းတစ်ကျွန်းပေါ်ခရီးထွက်လာခဲ့ကြရတဲ့ ကုမ္ပဏီအဖွဲ့သားတွေရဲ့ခရီးစဉ်က မထင်မှတ်တာတွေဖြစ်ပြီး ကျွန်းပေါ်မှာသောင်တင်ဖို့ဖြစ်လာခဲ့ပါတယ်။ဒီလိုသောင်တင်နေတဲ့အဖွဲ့သားတွေကို အများကငကြောက် ငကြောင်လို့မှတ်ယူနေတဲ့ Chrisကကယ်တင်မလား...Chris ဆီကအိုင်ဒီယာကိုခိုးသွားတဲ့ အထက်လူကြီးPhilကပဲ ဦးဆောင်မလား..ကျွန်းပေါ်မှာ သူတို့ဘယ်လို ရှင်သန်လွတ်မြောက်အောင် ကြိုးစားကြမလဲဆိုတာကို ကြည့်ရမယ့် ဟာသအက်ရှင်စွန့်စားခန်းဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူက‌တော့ Chit Tee ပါ )File Size__(1.6GB) / (900MB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:35:00\nType__Action, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/2r6rD/Welcome_to_the_Jungle_(2013)_Bluray_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5jGKbYuZtdxSNOocI6ZziQeiY4n.jpg",
        "title": "Attack (2022)",
        "description": "အခုတစ်ခါထွက်ရှိလာတဲ့ ကားလေးကလည်း\nစိတ်ဝင်စားဖို့ကောင်းတဲ့ စူပါစစ်သားကားလေးပဲဖြစ်ပါတယ်အာဂျွန်ဟာ သိပ်တော်တဲ့ စစ်တပ်အရာရှိတစ်ယောက်ဖြစ်ပြီး\nမတော်တဆမှုတစ်ခုမှာ ထိခိုက်မိသွားလို့\nခန္ဓာကိုယ်အကြောသေသွားခဲ့တယ်...နိုင်ငံတွင်းမှာ အကြမ်းဖက်ဖြစ်စဉ်တွေ များလာတော့\nဖြေရှင်းဖို့က ပတ်ဝန်းကျင်နိုင်ငံတွေပါဝင်ပတ်သက်နေတာကို\nသံသယအဆင့်နဲ့ပဲသိထားတော့ ငြိမ်းချမ်းရေးညှိနှိုင်းဆွေးနွေးလို့လည်းမရ\nစစ်ဖြစ်လို့လည်းမရနဲ့ အကြပ်ရိုက်နေခဲ့ပါတယ်...ဒါကိုဖြေရှင်းဖို့အတွက် အိန္ဒိယစစ်တပ်ကနေ စူပါစစ်သားတွေကို\nဖန်တီးဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်...  ဒီဖြစ်စဉ်မှာ အစမ်းသပ်ခံလူသားက အကောင်းပကတိအတိုင်း\nမဟုတ်ဘဲ လေဖြတ်အကြောသေနေတဲ့ ပုံစံမျိုးမှာရှိနေမှ\nအဲ့ဒီလူသားဟာ ဒီစမ်းသပ်ခြင်းမှာ ပုံမှန်ထက်ထူးကဲတဲ့\nအစွမ်းခွန်အားမျိုးကို ရရှိမှာဖြစ်ပါတယ်..ဒီလိုနဲ့ နိုင်ငံ့အကျိုးသယ်ပိုးဖို့ အာဂျွန်ကို\nစမ်းသပ်လိုက်တဲ့အခါမှာတော့.....။ \nFile size…2.8GB / 1.9GB / 950MB\nQuality…4k ZEE5 WEB DL SDR HEVC / 1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor , Myo Myo , Yunni",
        "rating": "7.3",
        "url": "https://megaup.net/15byi/Attack.Part.1.2022.720p.ZEE5.WEB-DL.AAC2.0CH.Hindi.YK(CM).mp4",
        "category": "Action, Bollywood, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3cWnCG5NyXJYARO2hmNqfbbgrMA.jpg",
        "title": "Max Payne(2008)",
        "description": "Max Payne(2008) အညွှန်း*********************Video Game အပေါ်အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပြီး နာမည်ကျော်မင်းသားကြီး Mark Wahlberg နဲ့မင်းသမီးချော Mila Kunis ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်....မက်စ်ပိန်းဟာ နယူးယောက်က စုံထောက်ကျော် တစ်ယောက်ပေါ့…တစ်ရက်မှာ သူချစ်ရတဲ့ဇနီးသည် မီရှဲလ်နဲ့ လူမမယ်မွေးကင်းစကလေးလေးကိုဓားပြလာတိုက်တဲ့လူတစ်စုက ရက်ရက်စက်စက်သတ်သွားခဲ့ပါတယ်…တရားခံတွေလွတ်မြောက်သွားခဲ့ပြီး ဘယ်လိုစုံစမ်းစုံစမ်း အမှုမှန်မပေါ်ပေါက်တာကြောင့်မက်စ်လည်း အတော်လေးစိတ်ဆင်းရဲရတဲ့ကြားထဲအမှုစာရင်းသွင်းတဲ့ စာရေးသာသာ ရာထူးကိုပါ ချခံလိုက်ရပါတော့တယ်…ဒါပေမဲ့လည်း အားမလျှော့တဲ့ မက်စ်က ဆက်လက်စုံစမ်းရာက သူမထင်ထားတဲ့ ထူးထူးဆန်းဆန်းအရာတွေနဲ့ ကြုံဆုံလာရတဲ့အခါသူ့ဇနီးနဲ့ကလေးကို သတ်သွားခဲ့တဲ့တရားခံကို သူကိုယ်တိုင် တရားစီရင်နိုင်ပါ့မလား ကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ပါ..... File Size : (2.05GB)(889MB) and (263MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:40:00\nGenre : Adventure, Crime, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2r6jD/Max_Payne_2008_BLU-RAY1080P5.1CH.AC3.(CM).mkv",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jb3YT094KM5QMOWUbOZB8it9IHa.jpg",
        "title": "Cyber Hell: Exposing an Internet Horror (2022)",
        "description": "Cyber Hell : Exposing an Internet Horror (2022)IMDb - 6.5/10ဒီDocumentaryဟာ ၂၀၁၉ ​တောင်ကိုရီးယားနိုင်ငံမှာ ဖြစ်ပွားခဲ့တဲ့ အကြီးကျယ်ဆုံး ဆိုက်ဘာပြစ်မှု​တွေထဲက၂ခုအ​ကြောင်း\nဖြစ်ရပ်မှန်​တွေကို ရိုက်ကူးတင်ဆက်ထားတာ ဖြစ်ပါတယ်၊\nIT​ခေတ် ဖြစ်တာနဲ့အညီ နည်းပညာနဲ့ ကျွမ်းဝင်သူ​တွေ များသလို\nဒီနည်းပညာကိုသုံးပြီး မသိနားမလည်သူ​တွေအ​ပေါ် ကျူးလွန်လာတဲ့ဆိုက်ဘာပြစ်မှု​တွေက\nတစ်​နေ့တခြား များလာသလို နည်းလမ်း​တွေလည်း ပိုစုံလာပါတယ်၊\nဒီ Documentary မှာဆိုရင်​ နည်းပညာကိုအသုံးချပြီး လိင်ပိုင်းဆိုင်ရာ\nအမြတ်ထုတ် စီးပွားရှာသွားသူ​တွေအ​ကြောင်း မြင်​တွေ့ရမှာပါ။ဘယ်လိုပုံစံမျိုး​ ကျူးလွန်သွားမလဲဆိုတာ အညွှန်းထဲရေးတာထက်\nကိုယ်တိုင်ကြည့်လိုက်တာက ပိုပြီးအ​ဆင်​ပြေပါတယ်၊ ​\nဒီ​​နေ့​ခေတ်မှာ လူတိုင်းကြုံ​တွေ့​နေရတဲ့ အခက်အခဲတစ်ခုကိုပဲချနင်းပြီး ငွေသန်းချီ ရှာသွားခဲ့ကြတာတွေ၊\nသူတို့ရဲ့​ကျော့ကွင်းထဲ သက်​ဆင်းသွားတဲ့ မိန်းမပျို​တွေ ဘယ်​လောက်ထိ ထိခိုက်နစ်နာခဲ့ရလဲ ဆိုတာ​တွေကို မြင်​တွေ့ရမှာပါ၊\nနစ်နာသူ မိန်းက​လေး​တွေထဲမှာ အသက်မပြည့်​သေးသူ​တွေပါ ပါဝင်​နေတာက အ​တော်ကို ဆိုးပါတယ်၊\nမြန်မာနိုင်ငံမှာလည်း လိင်ထိပါး​စော်ကားမှုအဖြစ်အပျက်​တွေ မကြာခဏဆိုသလို မြင်​တွေ့​နေရချိန်\nဒီ Docuကို ကြည့်ပြီး ​ရှောင်သင့်၊ ဆောင်သင့်တာ​တွေ သိသွားနိုင်ဖို့ ​မျှော်လင့်ပါတယ်၊\nဘယ်သူ​တွေ ...",
        "rating": "",
        "url": "https://megaup.net/3MS4S/Cyber.Hell.Exposing.an.Internet.Horror.2022.720p.NF.WEB-DL.CM.mp4",
        "category": "Crime, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iphBuJth9kd8LndhMH4bToXBIN0.jpg",
        "title": "Kaathuvaakula Rendu Kaadhal (2022)",
        "description": "Kaathuvaakula Rendu Kaadhal (အညွှန်း)ဒီကားလေးကတော့ Sgတွေ Faတွေကြည့်ပြီးအားကျ၊ ကျိတ်ငိုရမယ့်ကားလေးပါ:3ယူတို့မယ် ရည်းစားလေးတစ်ယောက်တောင်အဖြစ်ရှိအောင်မထားနိုင်ပေမယ့်Rambo တစ်ယောက်ကတော့ သူ့ကိုတုန်နေအောင်ချစ်ကြတဲ့ ရည်းစားလန်းလန်းလေးနှစ်ယောက်ကြား ရှယ်ဗျာများပဲ။ဇာတ်လမ်းလေးကတော့ ရွာလေးတစ်ရွာရဲ့ ထူးဆန်းတဲ့မိသားစုအကြောင်းကစရပါမယ်။ Rambo ကိုမမွေးခင်Rambo တို့မိသားစုက ကျိန်စာသင့်နေတဲ့မိသားစုဆိုပြီးနာမည်ကြီးပါတယ်။ သူတို့မိသားစုဝင်ထဲကဘယ်သူကမှလက်ထပ်လို့မရဘူး။ လက်ထပ်တာနဲ့ အိမ်ထောင်ဖက်အသက်ဆုံးရှုံးရတယ်ဆိုလို့ရွာထဲကဘယ်သူကမှ သူတို့မိသားစုဝင်တွေနဲ့လက်မထပ်ချင်ကြပါဘူး။ ဒီလိုနဲ့တစ်နေ့မှာ Rambo အဖေကသူ့ချစ်သူ အင်္ဂလိပ်စာဆရာမ Minah Kaif နဲ့လက်ထပ်လိုက်ပြီး သူမွေးလာမယ့်ကလေးက သူ့မိသားစုဆီကံကောင်းခြင်းတွေယူဆောင်လာမယ့်ကလေးလို့ ကြွေးကြော်နေတာပေါ့။ Rambo ကိုမွေးတဲ့နေ့မှာပဲအဖေဖြစ်သူကမတော်တဆမှုတစ်ခုနဲ့ဆုံးပါးသွားရတယ်။ ခိုကိုးရာမဲ့မိခင်ကြီးလည်း လေဖြတ်ပြီးသူ့သား Ramboကလွဲပြီး အရာအားလုံးမေ့သွားတော့တယ်။ ဒီလိုနဲ့ အများက “ဂြိုဟ်ဆိုးကောင်” လို့ဝိုင်းသမုတ်ထားကြတဲ့ Ramboရဲ့ ကလေးဘဝက သိမ်ငယ်မှု၊ နာကျင်မှုတွေအပြည့်နဲ့ပေါ့။အမေ့ဆီကိုပါ ကံဆိုးမှုတွေမကူးအောင် အမေနဲ့ရွာကိုစွန့်ပြီး မြို့မှာ နေ့နေ့ညညမလုပ်ကြိုးစားလုပ်တဲ့Ramboတစ်ယောက် Khatija နဲ့ Kanmani ဆိုတဲ့ မချောလေးနှစ်ယောက်နဲ့တွေ့ပြီး“မချောနှစ်ယောက် ကိုယ်တစ်ယောက်” ဇာတ်လမ်းစပါတော့တယ်။ ကောင်မလေးနှစ်ယောက်ကလည်းသူမှသူဖြစ် .. တစ်သက်လုံးကအပယ်ခံလာရပြီး ...",
        "rating": "5.9",
        "url": "https://megaup.net/1L9iz/Kaathuvaakula.Rendu.Kaadhal.2022.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYmQ0ODljODQtYjdmOC00ZTc1LWJiNDUtNjg3YTRmZDE2MDg1XkEyXkFqcGdeQXVyMjA5MjgyNTI@._V1_-135x200.jpg",
        "title": "County Line: All In (2022)",
        "description": "Couty Line : All In (2022)မြို့လေးတစ်မြို့မှာ သေနတ်အတုတွေနဲ့ ပစ်ကြ‌ခတ်ကြတဲ့ ကစားပွဲလေးတစ်ခုလုပ်တယ်။ အဲဒီပွဲမှာ လူတစ်ယောက် ကျည်အစစ်မှန်ပြီး သေသွားတယ်။\nပြဿနာက သူ့အလောင်းက ရဲအရေးပိုင်နယ်မြေ နှစ်ခုရဲ့ ကြားထဲကျနေတော့ ဒီအမှုက ဟိုဘက်စခန်းနဲ့ဆိုင်သလို ဒီဘက်စခန်းနဲ့ ဆိုင်သလိုလို တိုင်ပတ်‌သွားပြီးနောက် ဟိုဘက်စခန်းနဲ့ ဒီဘက်စခန်း အမှုအတူတူလိုက်ကြတယ်။သေတဲ့လူက မြို့ခံဂန်းစတားအကြီးစားရဲ့ ရှေ့နေဆိုတော့ မြို့ခံလူမိုက်တွေကို စုံစမ်းရာက နောက်ဆုံး နိုင်ငံရေးသမားတွေအထိ ဆက်နွယ်လာပြီး နောက်ထပ်လူတွေလည်း တစ်ယောက်ပြီး တစ်ယောက် သေလာတဲ့အခါမှာတော့.....2017က County Line ရုပ်ရှင်နဲ့ တိုက်ရိုက်ဆက်စပ်နေတဲ့ သူ့အဆက်ကားပါ။\n2017ကားက အရာရှိ ကလင့်သရုန်းအနားယူပြီးတဲ့နောက် အရာရှိအသစ်ရောက်လာတဲ့ အချိန်ကို ဇာတ်အိမ်တည်ထားပါတယ်။\nBansheeတို့ ဘာတို့လို မြို့လေးတစ်မြို့မှာ မြို့ခံလူမိုက်ဂိုဏ်းတွေနဲ့ မြို့ခံရဲအရာရှိတွေကြားက အရှုပ်အထွေးတွေကို ကြိုက်ရင် ကြည့်သင့်တဲ့ရုပ်ရှင်ပါပဲ။\nတရားခံ ဖြစ်နိုင်တဲ့လူတွေ အများကြီးပြပြီး ပြန်ရွေးထုတ်သွားတာလေးလည်း ကောင်းပါတယ်။\nစုံထောက်ကားတွေကြည့်ပြီး တရားခံကိုခန့်မှန်းကြည့်ရတာ ကြိုက်ရင် ကြည့်ကြည့်ပါ။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/15b2z/County_Line_All_In_(2022)_WEB-DL_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cfKTqIwMRYblzesiidC91E1g5Cf.jpg",
        "title": "Heropanti 2 (2022)",
        "description": "(ရုံတင်ခိုးရိုက်ဗားရှင်းမဟုတ်ပဲ ရုပ်ထွက်ကြည်လင်ပြတ်သားပြီးအသံထွက်အကောင်းဆုံး 1080p WEB DL 5.1CH ဗားရှင်းကို တင်ဆက်ပေးထားပါတယ်)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ တိုက်ဂါးရှရော့ဖ်ရဲ့ Heropanti 2 ဆိုတဲ့ကားလေးပါနံပါတ် ၁ ကတော့ ၂၀၁၄ ကထွက်ထားပြီး အချိတ်အဆက်မရှိလို့ ပြန်မကြည့်လည်းရပါတယ်Heropanti ကို မြန်မာလိုပြန်လိုက်ရင် ဟီးရိုးဝင်လုပ်တယ်ဆိုပါတော့....ကားနာမည်အတိုင်းပဲ ဒီကားက တိုက်ဂါးရဲ့အက်ရှင်သက်သက်ကား...ဇာတ်လမ်းကိုပြောရမယ်ဆိုရင်အိနိဒယနိုင်ငံသားတွေဆီကနေ လုယက်ချင်နေတဲ့ လူတစ်ယောက်ရှိတယ်ဟက်ကာတစ်ယောက်ဆိုပါတော့ လွန်စွာရက်စက်တဲ့ ဆိုက်ကိုမျက်လှည့်ဆရာတစ်ယောက်လည်းဖြစ်သေးတယ်သူကနိုင်ငံသား​တွေအခွန်ဆောင်ရမယ့်နေ့မှာ အားလုံးရဲ့အကောင့်ထဲကငွေတွေကို လှမ်းဟက်ပြီး အပိုင်စီးချင်နေတာပေါ့မင်းသားက သူ့ထက်နှာတဖျားသာတဲ့ ဟက်ကာ...ဆိုတော့ ဒီအဖြစ်ကိုတားဆီးဖို့ ထောက်လှမ်းရေးကမင်းသားကို သူ့အဖွဲ့ထဲဝင်ပြီး ဒေတာတွေ ပြန်ဟက်ခိုင်းတဲ့အခါ....ဖြစ်လာမယ့်စွန့်စားခန်းတွေနဲ့ တိုက်ဂါးရဲ့အက်ရှင်တွေကို တဝကြီးကြည့်ရှုခံစားရမှာပါအော် မင်းသမီးကလည်း Student of the Year 2 ထဲက မင်းသမီးချောလေး တာရားဆိုတော့သူမရဲ့ဝတ်စားဆင်ယင်ပုံအလန်းတွေကို အပိုထပ်ဆောင်းအနေနဲ့ မျက်စိပါအစာကြွေးနိုင်မှာပါ....\nFile size…8GB / 4GB / 1.8GB\nQuality…1080p True WEB DL AAC5.1CH ...",
        "rating": "4.6",
        "url": "https://megaup.net/15a0c/Heropanti_2_(2022)_Hindi_TRUE_WEB-DL_-_720p_.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/heropanti_ver6-138x200.jpg",
        "title": "Heropanti (2014)",
        "description": "အချစ်ဆိုတာလက်ထပ်ပြီးမှဖြစ်တာလို့ ဘေးဘိုးစဉ်ဆက် အရိုးစွဲကျင့်သုံးခဲ့ကြတဲ့ ဟက်ကရီရွာကိုအုပ်ချုပ်တဲ့ဝန်ကြီး ချောင်ဒရီဆူရက်ဂ်ျဆင်ဂ်မှာ သမီးနှစ်ယောက်ရှိပါတယ် သမီးကြီးဖြစ်တဲ့ ရန်နူဟာ သူမကိုလက်ထပ်ပေးမဲ့နေ့မှာပဲ ဘာဘလူလားဆိုတဲ့ သူငယ်ချင်းရဲ့ အကူအညီနဲ့ ချစ်သူရာကက်ရ်နောက်ကို ခိုးရာလိုက်ပြေးသွားပါတော့တယ်။ရန်နူရဲ့ဦးလေးတွေ ဒီကိစ္စကို သိသွားတော့ ကြံရာပါဖြစ်တဲ့ ဘာဘလူနဲ့ သူငယ်ချင်းတွေကို ဖမ်းဆီးနှိပ်စက်ပြီး ရန်နူးတို့ရှိရာကိုလိုက်ပို့ခိုင်းပါတယ် ဘာဘလူးဟာလည်းဝန်ကြီးရဲ့သမီးအငယ်ဖြစ်တဲ့ဒင်မ်ပီကိုချစ်ကြိုက်မိသွားပါသေးတယ်... အဖေ ဦးလေးတွေ ကြားက ဒင်မ်ပီရဲ့ အချစ်ကိုရောပိုင်ဆိုင်နိုင်ပ့ါမလား\nချောင်ဒရီဆူရက်ဂ်ျဆင်ဂ် က ရော သမီးငယ်နှင့်သဘောတူပါ့မလား\nဆိုတာကိုတော့. .ဆက်လက်ကြည့်ရူပေးကြပါ\nReview Credit:",
        "rating": "5.6",
        "url": "https://megaup.net/2dWC4/Hero_Panti_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3hWWrQ86GJMb0JQEY6JhHPnveW4.jpg",
        "title": "Symbol (2009)",
        "description": "ဒီတစ်ခေါက်မှာတော့ 2009 ခုနှစ်က ထွက်ရှိထားတဲ့ Symbol ဆိုတဲ့ဂျပန်စိတ်ကူးယဉ်ဟာသကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအစမှာ စပိန်မိသားစုလေးတစ်စုနဲ့ စတင်ထားပါတယ်။ ကလေးတွေက ကျောင်းသွား၊ မိဘတွေက အလုပ်လုပ်တဲ့သာမန်မိသားစုလေးတစ်စုပေါ့။ အဲဒီနောက်မှာတော့ ရုတ်တရက်ကြီး အဖြူရောင်ဗလာအခန်းတစ်ခန်းထဲမှာ ပိတ်မိနေတဲ့ဆံပင်ဂုတ်ဝိုင်းကေနဲ့ ညအိပ်ဝမ်းဆက်အစိမ်းရောင်ကွက်ကြားကိုဝတ်ထားတဲ့ ဂျပန်ဘဲကြီးတစ်ယောက်ဆီကို ရောက်သွားပါတယ်။သိပ်မကြာပါဘူး။ အဖြူရောင်နံရံကြီးပေါ်မှာ မြားနတ်မောင်ဂွေးစိ သေးသေးလေးတွေ နံရံအနှံ့ ပေါ်လာတာပေါ့။အဲဒီ ဂွေးစိသေးသေးလေးတွေကို ဖိလိုက်ရင် ကြုံရာပစ္စည်းတစ်ခုခု ကျလာပါတယ်။ဆူရှီ၊ ပန်းအိုး၊ တူ၊ ဘောလုံး၊ မဂ္ဂဇင်း စသဖြင့် ကြုံရာပေါ့။ အဲဒီ ထူးဆန်းတဲ့အခန်းကြီးကပစ္စည်းတွေ ချပေးရုံတင်မကဘဲ ညအိပ်အင်္ကျီနဲ့ဘဲကြီးကို အနုနည်းနဲ့ နှိပ်စက်ပါသေးတယ်။ အဲဒီအခန်းက ဘဲကြီးကို ဘယ်လိုအနုနည်းနဲ့နှိပ်စက်မလဲ။ ဘဲကြီးကဘာလို့အဲဒီအခန်းထဲ ရောက်နေတာလဲ။ အဲဒီအခန်းထဲကနေ အပြင်ကိုဘယ်လိုထွက်မလဲ။ တကယ်ရော အပြင်ထွက်လို့ ရနိုင်ပါ့မလား။ဗလာခန်းထဲကဘဲကြီးနဲ့ ဇာတ်လမ်းအစက စပိန်မိသားစုနဲ့ ဘာဆိုင်လို့လဲ။စသဖြင့် \"လဲ\" ပေါင်းများစွာနဲ့ စောင့်ကြည့်ရမယ့်ကားဖြစ်ပါတယ်။ ဘာမှမဆိုင်တာကို မဆိုင်ဆိုင်အောင်လုပ်တာကိုက ဂျပန်တွေရဲ့skill တစ်ခုမဟုတ်လား။ ဒီတော့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1L6ye/Symbol.2009.JAPANESE.720p.BluRay.H264.AAC2.0CH(CM).mp4",
        "category": "Comedy, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYWU0Y2JjMDEtZWI3Mi00ZTNiLTliNTEtNGIwZjM2OTIzZWEzXkEyXkFqcGdeQXVyNDgzNjc0MTg@._V1_-140x200.jpg",
        "title": "Siam Square (2017)",
        "description": "လွန်ခဲ့တဲ့နှစ် ၃၀ ခန့်က စယမ်မှာ ရုတ်တရက်ကြီးမီးပျက်သွားပြီးကျောင်းသူမလေးတစ်ယောက်ဟာ လျှို့ဝှက်ဆန်းကြယ်စွာပျောက်ဆုံးသွားခဲ့ပါတယ်နောက်ပိုင်းမှာ ကောင်မလေးရဲ့ဝိညာဉ်က ယခုလက်ရှိအချိန်ထိစယမ်မှာသွားလာနေတုန်းပဲလို့ ခြောက်ခြားစရာကောလဟာလတွေပျံ့နေတော့တာပေါ့အဲ့ဒီသရဲက သူနဲ့အတူနေဖို့တယောက်ယောက်ကိုခေါ်ချင်ရင် အဲ့ဒီလူရဲ့အိပ်မက်ထဲဝင်လာတတ်ပြီး အိပ်မက်ကနေနိုးလာရင်ညာဘက်လက်မှာ ကြိုးနီချည်ခံထားရတယ်တဲ့\nကြိုးနီချည်ခံရပြီဆိုရင် မကြာခင်သေရတော့မယ်ဆိုတဲ့ကောလဟာလတွေလည်း ပျံ့နေပါတယ်ဒါကို သရဲတကယ်ရှိမရှိအတည်ပြုချင်တဲ့ ကျောင်းသားတစ်ဖွဲ့က သရဲကိုဗွီဒီယိုရိုက်ဖို့သွားရင်း ဘယ်လိုခြောက်ခြားစရာတွေနဲ့ကြုံရမလဲ သရဲကရောတကယ်ရှိရဲ့လား\nကြိုးနီပုံပြင်ကရောတကယ်လားဆိုတာ ဇာတ်ကားမှာကြည့်ရှူလိုက်ရအောင်...\nသည်းထိပ်ရင်ဖို ဇာတ်ကားကြိုက်တဲ့သူအတွက် ဒီကားက လုံးဝမလွှတ်သင့်တဲ့ကားလေးပါနော် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.9GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__5.3/10\nFormat__mp4\nDuration__01:53:00\nType__Drama , Horror, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5.3",
        "url": "https://megaup.net/1L65k/Siam_Square_(2017)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BNWJmYmY2YTYtZDAxYi00YzhhLWFhZWItOTUxNzM5ZjczMTM3XkEyXkFqcGdeQXVyMTAxMzA4Mzgy._V1_-135x200.jpg",
        "title": "Save the Cinema (2022)",
        "description": "ပြဇာတ်ဆန်ဆန် ​အေး​အေးငြိမ့်ငြိမ့်​လေး ခံစားလို့ရမယ့် Drama ရုပ်ရှင်​လေးတစ်ကားကို တင်​ဆက်​ပေးချင်ပါတယ်။\n၁၉၉၃ခုနှစ် ဝေးလ်နိုင်ငံ၊ ကာမာသန်မြို့မှာ ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အ​ခြေခံ၍ ရိုက်ကူးထားတာပါ။\nIMDb - 6.7 နဲ့ Rotten Tomatoes 70%ထိရရှိထားပြီး Gotham series မင်းသမီး​ချော Erin Richards နဲ့Draco Malfoyအ​နေနဲ့ လူသိများတဲ့ Tom Feltonတို့ ပါဝင်ထားပါတယ်။ကာမာသန်မြို့ရဲ့ လစ်ရစ်ဇာတ်ရုံက ဟိုးနှစ်​ပေါင်းများစွာတည်းက စင်တင်ပြဇာတ်​​တွေနဲ့ ​အော်ပရာတွေ တင်ဆက်လာတဲ့ ဇာတ်ရုံကြီးဖြစ်သလို ​နောက်ပိုင်းနှစ်​တွေမှာ ရုပ်ရှင်ရုံအဖြစ် ပြောင်းခဲ့​​ပေမယ့်\nလာ​ရောက်ကြည့်ရှုသူ မရှိသ​လောက်နည်း​နေသလို ၂လ၃လ​နေမှ တစ်ခါပြတဲ့ ​ပြဇာတ်​တွေနဲ့ အသက်ဆက်​နေရတာပါ။ဒီလို​ဒေဝါလီခံရကာနီး​နေတဲ့ ရုပ်ရှင်ရုံကိုဖြိုချပြီး ​ဈေးဝယ်စင်တာ ​ပြောင်း​ဆောက်ဖို့ ကြံ​နေသူ​တွေက​တော့ ကာမာသန်မြို့​တော်ဝန်နဲ့သူ့ရဲ့ ခရိုနီ​တွေပါ။\nလစ်ရစ်ရုံဟာ ဝင်​​ငွေမရ​တော့​ပေမယ့် မြို့​ခံလူ တချို့​အတွက်​ မ​​မေ့နိုင်တဲ့အမှတ်တရ​များစွာ ရှိ​နေတဲ့နေရာတစ်ခု ဖြစ်သလို မြို့ရဲ့ အထိမ်းအမှတ်လည်းဖြစ်​လို့ ဖြိုချမယ့် အကြံကို လုံးဝလက်မခံခဲ့ကြပါဘူး။\nဒါ​ပေမဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/158rv/Save_the_Cinema_(2022)_WEB-DL_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/EBozz_4f-140x200.jpg",
        "title": "Boogie Nights (2022)",
        "description": "Boogie Nights (2022) အညွှန်း****************************မြောက်ကိုရီးယားရဲ့ ရုတ်တရက် နျူးကလီးယားဗုံး ပစ်လွှတ်မယ်ဆိုတဲ့ သတင်း​ကြောင့်တောင်ကိုရီးယားနိုင်ငံမှာ ကမ္ဘာပျက်မတတ်ဖြစ်နေကြတယ်..တစ်ချို့လည်း ဒီသတင်းကြောင့် အသက်ဘေးလွတ်မြောက်ဖို့ကြိုးစားကြသလိုတစ်ချို့ကလည်း နောက်ဆုံးအချိန်ဆိုပြီး လုပ်ချင်ရင်လုပ်ဖို့ စိတ်ပိုင်းဖြတ်ကြတယ်..ဒီထဲမှာလည်း ခတ်လတ်လတ် လူရွယ်တစ်ယောက်ကတော့သူ့ဘဝရဲ့ နောက်ဆုံးနေ့ကို စိတ်တိုင်းကျ ကုန်ဆုံးဖို့အတွက်သူငယ်ချင်းတွေနဲ့ ကလပ်သွားဖို့ ဆုံးဖြတ်လိုက်ပါတယ်...ကလပ်သွားရင်း မမျှော်လင့်ဘဲအလန်းစား စကီ ၅ပွေနဲ့တွေ့တဲ့အခါမှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့Comedy , Romance လေးဖြစ်လို့ ခံစားကြည့်ကြပါဦ:...File Size : (1.1GB)(491MB) and (113 MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:28:00\nGenre : Comedy ,Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2r3ee/Boogie.Nights.2022.WEB-DL.1080P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/photo_2022-05-25_11-44-41-141x200.jpg",
        "title": "[18+] I Don’t Like Younger Men (2017)",
        "description": "[18+] I Don't Like Younger Men (2017)ဒီကားလေးကတော့ 18+ ကားဆိုပေမဲ့ စိတ်ဝင်စားစရာ ဇာတ်လမ်းလေးနဲ့ပါ။ ဝန်းဂီဆိုတဲ့ အမျိုးသားဟာ ဇနီးဖြစ်သူဆုံးသွားပြီးနောက် မြို့ပြနဲ့အဝေးတစ်နေရာမှာ အသေးစား ဘော်ဒါဆောင်လေး တစ်ခုဖွင့်ပြီး အသက်မွေးဝမ်းကျောင်း ပြုကာ နေထိုင်ပါတယ်။တစ်နေ့မှာတော့ သမီးဖြစ်သူက ကျောင်းက အားလပ်ရက်လေး ရတုန်း သူငယ်ချင်းဖြစ်သူ ဆယ်ယောင်းကို ခေါ်ကာ အဖေဖြစ်သူဖွင့်ထားတဲ့ ဘော်ဒါဆောင်လေးမှာ နေဖို့ ရောက်လာခဲ့ပါတယ်။ဒါပေမဲ့လည်း ဆယ်ယောင်းဟာ ဝန်းဂီရဲ့ တိမ်းပါးသွားတဲ့ ဇနီးဖြစ်သူနဲ့ အတော်လေး ဆင်တူတာက တစ်ကြောင်း ...ဝန်းဂီရဲ့ သမီးဖြစ်သူနဲ့ ဆယ်ယောင်းတို့ကြားမှာ ပြဿနာ အဖုအထစ်လေးတွေ ရှိကာ ဆယ်ယောင်းကလည်း အဲ့ဒီအတွက် လက်စားချေလိုနေတာက တစ်ကြောင်း ...ဝန်းဂီနဲ့ ဆယ်ယောင်းတို့ ဇာတ်လမ်းလေးတွေ စဖြစ်ပါတော့တယ်။ဆယ်ယောင်းတို့ သူငယ်ချင်း နှစ်ယောက်ကြားက ပြဿနာက ဘာဖြစ်မလဲ?\nအဖေနဲ့ သူငယ်ချင်းတို့ရဲ့ နှစ်ပါးသွား ဇာတ်လမ်းကို ...",
        "rating": "",
        "url": "https://megaup.net/36Yee/[CM][18+]I.Don_t.Like.Younger.Men.2017.720p.HDRip.mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/LIV-150x200.jpg",
        "title": "Longling Insect Valley (2022)",
        "description": "\"လုံလင်ပိုးမွှားတောင်ကြား\" ဆိုတာဘယ်လိုနေရာမျိုးလဲ။ အဆိပ်ရှိမြွေကြီးတွေ၊\nဧရာမကင်းမြီးကောက်တွေ၊ ပင့်ကူတွေနဲ့ တခြားသောထူးဆန်းတဲ့\nသတ္တဝါတွေကျက်စားနေထိုင်ရာနေရာပေါ့။နှစ်ပေါင်းများစွာအိပ်ပျော်နေတဲ့ရှေးဟောင်းသားရဲတွေလည်းရှိတယ်လို့ဆိုကြတယ်။\nဝင်သွားပြီးရင်ပြန်လမ်းမရှိတဲ့ သေမင်းတံခါးဝဖြစ်ပြီး၊\nဘဝအသစ်စရာလို့လည်းဆိုကြပါတယ်။\nဘာလို့ ဘဝအသစ်စရာလို့ပြောတာလဲ?\nလုံလင်ပိုးမွှားတောင်ကြားမှာသေဆုံးသွားပြီးရင်\nပြန်လည်မွေးဖွားနိုင်တဲ့အစွမ်းရှိတဲ့သတ္တဝါတစ်မျိုးရှိတယ်တဲ့။ဒါကိုမျက်မြင်တွေ့ဖူးတဲ့ဇီဝဗေဒပါမောက္ခတစ်ယောက်က\nအရူးလို့သတ်မှတ်ခံရပြီး၊ အလုပ်ကပါထွက်ခဲ့ရတယ်။\nသူဟာအဲ့ဒီသတ္တဝါတကယ်ရှိကြောင်းသက်​သေပြချင်နေခဲ့တယ်။\nပိုးမွှားတောင်ကြားသုတေသနမှာပျောက်ဆုံးသွားတဲ့\nပါမောက္ခတစ်ဦးရဲ့သားဖြစ်သူဟာလည်း\nအဲ့ဒီလျို့ဝှက်ဆန်းကြယ်တဲ့တောင်ကြားအကြောင်းကို တိတ််တိတ်လေးစုံစမ်းနေခဲ့တယ်။သူတို့၂ယောက်နဲ့ ကုလို့မရတဲ့ရောဂါခံစားနေရတဲ့\nလူချမ်းသာအဘိုးကြီးတို့တွေ့ကြတဲ့အခါ လုံလင်ပိုးမွှားတောင်ကြားကိုခရီးဆက်မယ့်\nစွန့်စားခန်းစတင်ပါတော့တယ်။ မတူညီတဲ့ပန်းတိုင်ကိုယ်စီရှိကြတဲ့\nမတူညီတဲ့လူတွေ အတူတကွခရီးဆက်ကြတဲ့အခါ....ဆန်းကြယ်တဲ့ ပဟေဠိ​တွေကိုအဖြေညှိကြရင်း\nရှေးဟောင်းသတ္တဝါတွေနဲ့တိုက်ပွဲမှာဘယ်သူကအနိုင်ရလေမလဲ။\nမသေမျိုးဖြစ်စေနိုင်တဲ့ သတ္တဝါကရော တကယ်ရှိလား။\nဘယ်သူတွေရဲ့ရည်ရွယ်ချက်ကအောင်မြင်ပြီး ဘယ်သူတွေက ကျဆုံးလေမလဲ။ Quality : WEB-DL 1080p , 480pFomat : mp4Genres : Adventure . ThrillerRuntime : 1h 7minSubtitle :  Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/36pjf/Longling_insect_Valley_(_2022_)_WEB-DL_1080p_CM.mp4",
        "category": "Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4EaMMsKs0g6gucK9dJwo1B5BOGn.jpg",
        "title": "The Monkey King: The Legend Begins ( 2022 )",
        "description": "The Monkey King ဇာတ်ကားတွေအများကြီးထွက်နေပြီဆိုပြီးရိုးနေပြီဆိုတဲ့\nCM ပရိတ်သတ်တွေအတွက် ဒီရှည်လျားတဲ့ဇာတ်ဝတ္ထုကြီးရဲ့ မျောက်ဘုရင်\nဘယ်လိုဖြစ်ပေါ်လာကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတဲ့\nThe Monkey King: The Legend Beginsဆိုပြီး ယနေ့မှာတော့တင်ဆက်ပြသပေးလိုက်ပြီအားလုံးသိပြီသားအတိုင်း မျောက်ဘုရင် စွန်းဝူခုန်းက\nကောင်းကင်ဘုံမှာပြဿနာရှာလို့ ရူလိုင်မြတ်စွာဘုရားက\nသူ့ကိုလက်ငါးချောင်းတောင်အောက်မှာအပြစ်ဒဏ်ပေးတဲ့အနေနဲ့ တရားကျင့်ကြံခိုင်းထားခဲ့ပါတယ်ဒီဇာတ်ကားလေးမှာ အားယိဆိုတဲ့ ကလေးမလေးတစ်ယောက်\nမျောက်ဘုရင် စွန်းဝူခုန်းကို ကောင်းကင်ဘုံ နတ်ပြည်ထံခေါ်သွားပေးဖို့ လိုက်ရှာပါတယ်\nဒီလိုနဲ့ပဲ ဝူခုန်းနဲ့တွေ့ပြီးနောက်ပိုင်း သူ့မိဘတွေအသတ်ခံလိုက်ရကြောင်းကို\nကောင်းကင်ဘုံမှာရှိတဲ့ နတ်အရာရှိတွေကိုတိုင်ကြားချင်လို့\nကောင်းကင်ဘုံကိုခေါ်သွားပေးပါလို့ အားယိကတောင်းဆိုပါတယ်ဝူခုန်းနောက် တကောက်ကောက်ရှုပ်တဲ့ကလေးမက\nဝူခုန်းဒုက္ခတွေကြုံလာရင် သူအရင်ဆုံးထွက်ကာကွယ်ပေး\nဝူခုန်းကိုပျော်ရွှင်အောင်ထား‌ပေးနဲ့ သူငယ်ချင်းတွေဖြစ်လာရော\nနောက်ဆုံးမှာ အားယိကို ကောင်းကင်ဘုံခေါ်သွားဖို့ ဝူခုန်းကတိပေးခဲ့လိုက်ပါတယ်ကံမကောင်းစွာနဲ့ ဝူခုန်းရဲ့ ရန်ဘက် နဂါးမင်းသားက\nဝူခုန်းကိုလက်စားချေချင်တဲ့စိတ်နဲ့ အားယိကိုဖမ်းကာ\nလက်စားချေမှုတွေစတင်လှုပ်ရှားခဲ့ပါတယ်\nအားယိကိုသွားကယ်ရင်းဖြစ်လာမဲ့အကြောင်းအရာလေးတွေကိုတော့\nဆက်ပြီးပြောပြသွားမှာမဟုတ်တဲ့အတွက် :') ဇာတ်ကားလေးကိုပဲကြည့်ရှုလိုက်ရအောင် .. Quality : WEB-DL 1080p ,  480pFormat : mp4Genres : Action , Fantasy , DramaRuntime : 1h 20minSubtitle : Myanmar Subtitle ...",
        "rating": "6",
        "url": "https://megaup.net/14Btj/The_Monkey_King_(2022)_The_Legend_Begins_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/d64e3bf9b0844a24a9738e7e5d4eb809-113x200.jpeg",
        "title": "Faqiu-The Lost Legend ( 2022 )",
        "description": "Faqiu-The lost legend (2022)ခွန်းလွန်တောင်ဆိုတာကတော့ ကောင်းကင်ဘုံက\nနတ်ဘုရားတွေကျင့်ကြံအားထုတ်တဲ့နေရာဖြစ်ပြီး\nသာမန်မျက်စိနဲ့မမြင်နိုင်ဘူးလို့ဆိုကြပါတယ်။ခွန်းလွန်တောင်ဟာ ကောင်းကင်နဲ့မြေကြီးရဲ့ကျောရိုးဖြစ်ပြီး\nနတ်ဘုရားပေါင်းရာချီကနေတည်ဆောက်ထားတဲ့ ရတနာတိုက်ဖြစ်တယ်။\nရှေးဟောင်းအုတ်ဂူအမြောက်အများတည်ရှိနေတဲ့နေရာလည်းဖြစ်တယ်။\n\"တောင်တန်းတွေကြားမှာ အထွတ်အမြတ်ရတနာတွေကိုသိုဝှက်ထားတယ်၊\nကျောက်မင်ကလမ်းပြလိမ့်မယ်\" လို့ထျန်းကွမ်းစာအုပ်ကဆိုပါတယ်။ကျောက်မင်ဆိုတာဘာလဲ? ရှေးဟောင်းကြေးမုံတစ်ချပ်ဖြစ်ပြီး\nရတနာတိုက်ရဲ့သော့ချက်လို့အများကသိထားကြတယ်။\nခွန်းလွန်ရဲ့ရတနာတိုက်ကို မတရားလောဘတက်သူ\nသင်္ချိုင်းဂူဖောက်သမားအများစုဟာလည်း ခွန်းလွန်အပြင်ကိုပြန်မရောက်နိုင်ဘဲ\nအထဲမှာပဲဇိဝိန်ချုပ်သွားခဲ့တယ်။ သားရဲတိရစ္ဆာန်တွေ ၊\nအသူတရာနက်တဲ့ချောက်ကမ်းပါး၊ အလောင်းကောင်နဲ့အရိုးစုအမြောက်အများကြောင့်\nခွန်းလွန်ပတ်ဝန်းကျင်ဟာ ကြောက်မက်ဖွယ်ကောင်းနေပါတော့တယ်။\nခွန်းလွန်ကိုသွားသူအကုန်လုံးဟာလည်းပြန်လမ်းမရှိပျောက်ဆုံးသွားကြတယ်။ဒီလိုဒဏ္ဍာရီတွေနဲ့ကြောက်မက်ဖွယ်ကောင်းနေတဲ့ခွန်းလွန်ကို\nကျန်းဝမ်ဖုန်းတစ်ယောက်သွားဖို့ဖြစ်လာတာကတော့\nမိမိတိုင်းပြည်ရဲ့အမွေအနှစ်တွေကို တိုင်းတစ်ပါးသားလက်ဝါးကြီးအုပ်မှာကိုကာကွယ်ဖို့ရယ်၊\nလွန်ခဲ့တဲ့ ၁၇နှစ်ကခွန်းလွန်ကိုသွားရင်းပျောက်ဆုံးသွားတဲ့အဖေဖြစ်သူရဲ့\nအကြောင်းကို တူးဆွဖို့ရယ်ဖြစ်ပါတယ်။\nဒါပေမဲ့ ခွန်းလွန်ကိုသွားတာသူတို့တစ်ဖွဲ့တည်းမဟုတ်ဘဲ\nတိုင်းတစ်ပါးကအဖွဲ့နဲ့ရင်ဆိုင်တွေ့မိကြတဲ့အခါ၊\nအဲ့အဖွဲ့ခေါင်းဆောင်ဟာ လွန်ခဲ့တဲ့၁၇နှစ်က အဖေဖြစ်သူနဲ့အတူသွားခဲ့တဲ့လူရဲ့တပည့်ဖြစ်နေတဲ့အခါ...ခွန်းလွန်တောင်ရဲ့လျို့ဝှက်ဆန်းကြယ်မှုတွေနဲ့အတူ\nရတနာသိုက်ရှာပုံတော်အကြောင်းကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Action , Thriller , AdventureRuntime : 1h 20 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/2qA2p/Faqiu-The_Lost_Legend_(2022)_WEB-DL_1080p_(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pvgpovdyGZIj9QXSoNNiqe290O1.jpg",
        "title": "Song of the Assassins ( 2022 )",
        "description": "ဒီတစ်ခါ Channel Myanmar ကတင်ဆက်ပေးမဲ့Song Of The Assassins\nဇာတ်ကားလေးက Prince of Lan Lingမှာ အဓိက\nပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား ပြန်လည်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်ဒီဇာတ်ကားမှာတော့ ပရမ်းပတာဖြစ်နေတဲ့ခေတ်ကာလကြီးမှာ\nလှည့်ကွက်တွေများစွာနဲ့ အကွက်ချခံနေရတဲ့ မင်းသား ချင်းမန့်ရှိုးလော်\nချီကျွင်းယွမ်ရဲ့ ဇာတ်ကြောင်းကိုအဓိကပြသထားတာဖြစ်ပါတယ်ချီကျွင်းယွမ်က မုန်းတီးမှုများစွာနဲ့ လီဟန့်ဂူဆိုတဲ့နေရာမှာ\nထိပ်တန်းလူသတ်သမားအဖြစ်ရပ်တည်နေတဲ့ ဆရာကြီးတစ်ယောက်ပါ\nငယ်စဉ်အခါက ကြေးပြားမြေပုံ (ရှေးဟောင်းမြေပုံ) ဆိုတဲ့\nမြေပုံတစ်ခုကြောင့် ချီမျိုးနွယ်စုအားလုံး မင်းသားရဲ့ မိသားစုတွေက အသတ်ခံလိုက်ရတာပါအဲ့မြေပုံရဲ့နောက်ကြောင်းကိုလိုက်စုံစမ်းရင်း\nဘယ်လိုအမှန်တရားတွေထွက်ပေါ်လာမလဲဆိုတာကိုတော့\nSong Of The Assassins ရဲ့အကွက်ပေါင်းများစွာနဲ့\nအံ့ဩပြီး ဆက်လက်ကြည့်ရှုဖို့ဖိတ်ခေါ်လိုက်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 58min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Xing Er\nEncoded by LK",
        "rating": "6.7",
        "url": "https://megaup.net/1L4ar/Song_Of_The_Assassins_(2022)_WEB-DL_1080p_(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KsAHLzQnhXeQhuMPCicZ37gFDS.jpg",
        "title": "The Labyrinth ( 2022 )",
        "description": "ဒီတစ်ခါမှတော့ သည်းထိတ်ရင်ဖို Horror Thriller ရုပ်ရှင်လေးတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်လမ်းအမည်ကတော့ \"ဝင်္ကပါ\" ဖြစ်ပြီး ဘာဝင်္ကပါလဲဆိုတာတော့ ဇာတ်လမ်းအကျဥ်းမှာဖတ်ကြည့်ရအောင်။ဇာတ်လမ်းအစမှာ ရထားတစ်စီးဟာ အေးအေးလူလူခုတ်မောင်းနေလေရဲ့။\nရထားပေါ်မှာ လူတန်းစားအမျိုးမျိုး၊ လူအမျိုးမျိုးက လိုက်ပါစီးနင်းနေကြတာပေါ့။\nရှေ့မှာကြုံလာမယ့်အန္တရာယ်ကိုသတိမထားမိစွာဘဲ အေးအေးလူလူ စကားတပြောပြောနဲ့ပေါ့။တစ်နေရာအရောက်မှာတော့ ဘာဖြစ်မှန်းမသိဘဲ ရထားဟာရပ်တန့်သွားပါတော့တယ်။\nရထားထဲကထွက်ဖို့ကြိုးစားကြရင်း ရုန်းရင်းဆန်ခတ်ဖြစ်နေကြပြီးနောက်မှာတော့\nရထားလမ်းမြေပြိုနေတာဖြစ်ကြောင်းသိလိုက်ရပါတယ်။\nဘေးလွတ်ရာမှာဆင်းနေကြပေမယ့် ကင်းခြေများအကောင်ရေ\nထောင်ချီဝိုင်းလာတဲ့အခါမှာတော့ ရထားပေါ်ပြန်တက်နေရုံကလွဲရွေးချယ်စရာမရှိခဲ့ပါဘူး။ရထားဟာ ဝန်မမျှဖြစ်ပြီး မြေပြိုနေတဲ့တွင်းနက်ကြီးထဲကို ထိုးကျသွားပါလေရော။\nအဲ့ဒီတွင်းထဲမှာလည်း ကင်းခြေများအကောင်ရေအမြောက်အများရှိနေတဲ့အခါ\nခြေဦးတည့်ရာကိုပြေးရပါတော့တယ်။ ဘယ်နေရာကိုရောက်မှန်းမသိရောက်ကုန်ရင်း\nကယ်ဆယ်ရေးအဖွဲဲ့တွေကရော သူတိူ့ကိုရှာတွေ့ပြီး ကယ်တင်နိုင်ပါ့မလား။\nသူတို့အနေနဲ့ရော ကင်းခြေများဝင်္ကပါကနေလွတ်အောင်ပြေးနိုင်ပါ့မလား။\nဘေးအန္တရာယ်ကြုံတဲ့အခါတွေ့ရမယ့်လူ့ သဘောသဘာဝ ကို\nမြင်တွေ့ရမယ့်အ​ပြင် ကင်းခြေများနဲ့လူတွေရဲ့အားပြိုင်ပွဲကို စိတ်လှုပ်ရှားစွာကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure\nRuntime : 1h 9min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By CM Team\nEncoded by LK",
        "rating": "6.6",
        "url": "https://megaup.net/36zMA/The_Labyrinth_(2022)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fa0sl6xf2oph9kSCUF41onRHfV2.jpg",
        "title": "(18+)High School Girl’s Diary (1981)",
        "description": "(18+)High School Girl's Diary (1981)\n==============================ရီကာက ၁၈နှစ်ပြည့်ပြီးတာမကြာသေးတဲ့ ကျောင်းသူလေးကလေးဆန်ဆန်မျက်နှာပေါက် လှပကျော့ရှင်းတဲ့ခန္ဓာကိုယ်ကိုလဲပိုင်ဆိုင်ထားသူပေါ့ သူ့ရဲ့အိမ်မက်ကတော့ တနေ့မှာ မော်ဒယ်တစ်ယောက်ဖြစ်ဖို့ပါ....ကံကောင်းချင်တော့ စတူဒီယိုတခုရဲ့ဒါရိုက်တာကသူ့ကိုတွေ့သွားပြီး အလားအလာရှိတယ်လို့ထင်တာကြောင့်ခေါ်ယူမွေးစားရိုက်ကူးပြီး နာမည်ကြီးမော်ဒယ်တစ်ယောက်ဖြစ်အောင်မြေတောင်မြှောက်ပေးပုံကို ကြည့်ရှုရမှာပါ.....တချို့ဇာတ်ဝင်ခန်းတွေမှာမိသားစုနဲ့အတူ မကြည့်ရှုသင့်တာကြောင့် 18+ဖြစ်ကြောင်း သတိပေးပါရစေ...  \nFile size…1.4GB / 700MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…X Cross\nTranslated by  Dark",
        "rating": "4.3",
        "url": "https://megaup.net/156o2/High.School.Girls.Fake.Diary.1981.720p.XCross(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bqg6V5XBF2qnStJsp5uQkBE0RUQ.jpg",
        "title": "Drive All Night (2022)",
        "description": "Drive All Night (2022)မရဏတရား...\nလူတွေက သေမှာကို ကြောက်ကြတယ်။\nဘာလို့လဲ။\nသေပြီးနောက် တမလွန်မှာ ဘာဖြစ်မယ် မသိကြလို့... အခုလက်ရှိပိုင်ဆိုင်ထားတဲ့ ဘဝလေးကို တွယ်တာနေကြလို့ပါပဲ။ တကယ်တော့ လူတွေက သေမှာကို မကြောက်ပါဘူး လက်ရှိ ပိုင်ဆိုင်ထားတဲ့ ဘဝလေးကို ဆုံးရှုံးရမှာကို ကြောက်ကြတာပါ။ရွေးချယ်မှု...\nဘဝမှာ ရွေးချယ်မှုက အရမ်းအရေးပါပါတယ်။\nနေမလား... သွားမလား...\nထိုင်နေမလား... ထနေမလား...\nဒါလုပ်မလား... ဟိုဟာလုပ်မလား...\nလက်လွှတ်ရမယ့် တန်ဖိုးက ကြီးလေ ဆုံးဖြတ်ရခက်လေပါပဲ။တစ်ခါတလေမှာ ကျွန်တော်တို့တွေ ဆုံးရှုံးရမှာကို ကြောက်လို့ ဆုံးဖြတ်ချက်အမှားတွေ လုပ်မိတတ်ကြတယ်။ တစ်ခါတလေမှာတော့ အကြောက်တရားနဲ့ ဆုံးဖြတ်လိုက်တာက မှန်နိုင်ပါတယ်။ ဒါပေမဲ့ ဆုံးဖြတ်ချက် မှန်မမှန်ဆိုတာက ရွေးထားတဲ့ လမ်းဆုံးကို ရောက်မှ သိနိုင်မှာမလား။ကစားပွဲ...\nကစားပွဲတစ်ခုကို အနိုင်ရဖို့ ကျွမ်းကျင်မှု၊ ကစားပွဲကို နားလည်သဘောပေါက်မှု၊ ဖြတ်ထိုးဉာဏ်၊ ဗျူဟာ၊ ဆုံးဖြတ်ချက်မှန်ကန်မှုတွေ လိုအပ်ပါတယ်။ ခံစားချက်ကရော ကစားပွဲမှာ အရေးပါပါသလား။ ခံစားချက်တွေကို ထိန်းချုပ်နိုင်တဲ့သူက နိုင်တယ်လို့ပြောကြပါတယ်။ ကျွန်တော်ကတော့ ...",
        "rating": "6",
        "url": "https://megaup.net/2r1cx/(CM)_Drive_All_Night_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/1-171x200.jpg",
        "title": "Urban Myths (2022)",
        "description": "Urban Myths (2022) အညွှန်း************************ဒီဟော်ရာဇာတ်လမ်းက စိတ်ဝင်စားဖို့ကောင်းသလိုပါတဲ့သရုပ်ဆောင်တွေကလည်း နာမည်ကြီး Idol တွေဖြစ်တဲ့Monsta x - Shownu WJSN - Seola, Exy BTOB - Minhyuk TheBoyz -Haknyeon Golden Child - JaeHyun Lovelyz - SeoJisoo Alexa ,OhMyGirl - Arinတို့ပါဝင်ထားတာမို့ သူ့ဖန်တွေအတွက်တော့ ပျော်စရာပါပဲ...ပြီးတော့ မတူညီတဲ့ ဟော်ရာဇာတ်လမ်းတိုတွေနဲ့ဖွဲ့စည်းထားတာမို့ တစ်ခုချင်းမှာ တစ်မျိုးထိတ်လန့်စရာကောင်းတယ်...အပျော်ဂိမ်းကစားကြရင်းသရဲဝင်ပူးတာတွေ...အိမ်နီချင်းမှာ သရဲဖြစ်နေတာတွေ...လူသတ်ပြီး အလောင်းဖျောက်ရင်းမလွတ်မကျွတ်တဲ့သရဲက ပြန်ပြီးသတ်တဲ့အဖြစ်မျိုးတွေမို့horror ဇာတ်လမ်းကြိုက်သူတို့ ကြည့်ကြပါ...File Size : (2.2GB)(542MB) and (232 MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…02:03:00\nGenre : Horror, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thynn ...",
        "rating": "7.0",
        "url": "https://megaup.net/155r8/Urban.Myths.2022.WEB-DL.1080P.PP(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BM2ZjYzI3MWItODYxYS00ZmNmLWEyN2YtNDQ1NjhjNTcwYzc4XkEyXkFqcGdeQXVyMjY5ODI4NDk@._V1_FMjpg_UX1000_-1-135x200.jpg",
        "title": "Our Father(2022)",
        "description": "ဒါကတော့ အမေရိကန်နိုင်ငံ Indiana ပြည်နယ်ကနာမည်ကျော်အမှုတစ်မှုအကြောင်းရိုက်ထားတဲ့ Documentary ပါ။Doctor Donald Cline ဆိုတဲ့Fertility (မျိုးပွား) specialist တစ်ယောက်ဟာသူရဲ့လူနာအမျိုးသမီးအများအပြားကို သူတို့ခွင့်ပြုချက်မပါဘဲ သူ့ရဲ့ သုတ်ပိုးနဲ့ကိုယ်၀န်တည်စေခဲ့ပါတယ်။လူနာအမျိုးသမီးတွေကတော့ အပြင်အလှူရှင်ရဲ့ သုတ် သို့မဟုတ် သူတို့အမျိုးသားတွေရဲ့ သုတ်လို့ပဲ ထင်နေကြတာပါ။နှစ်ပေါင်းများစွာကြာချိန်မှာတော့ DNA နည်းပညာတွေတိုးတက်ထွန်းကားလာတာကြောင့်အမျိုးသမီးတစ်ယောက်ဟာ DNA စစ်ကြည့်ရင်းနဲ့ သူ့မှာ ဖအေတူမအေကွဲ မောင်နှမ ညီအစ်မတွေအများကြီးရှိတာကို ထိတ်လန့်ဖွယ် တွေ့ရှိလိုက်ရပါတယ်။သူတို့မောင်နှမတွေစုပေါင်းပြီး တရားခံကိုဖော်ထုတ်ပြီး တရားစွဲဖို့ကြိုးစားကြပုံကို ရိုက်ကူးထားပါတယ်။ဖြစ်ရပ်မှန်ဆိုတာ ဇာတ်လမ်းထက်ပိုဆန်းတယ် ဆိုတဲ့အတိုင်း မယုံနိုင်စရာ ဒီအမှုဟာနောက်ဆုံးဘယ်လိုပြီးသွားလဲ၊ ကျုးလွန်ခံရသူတွေကရော သူတို့ဘ၀ကိုဘယ်လို လက်ခံကြမလဲ၊ ဒီဆရာ၀န်ကလည်း ဘာလို့ဒီလိုလုပ်ရတာလဲဆိုတာအဖြေရှာကြပုံကို ကြည့်ရှူရမှာပါ။ File size…(1.5GB)/(752MB)/(358MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre...Conedy /Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://megaup.net/2r0v5/Our.Father.2022.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pGB8ZR1UOCDxWw5Eb8WTxAEr2CW.jpg",
        "title": "The Mysterious Cloths ( 2022 )",
        "description": "မသိမသာ စိတ်ဝင်စားဖို့ကောင်းတဲ့ the mysterious cloths ဆိုတဲ့\nဇာတ်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဒီကားလေးက တစုန့်မင်းကြီးရဲ့ မွေးနေ့ပွဲက စတယ်ဆိုရမလား...\nပါးစပ်ရာဇဝင်ထဲက မသေမျိုးနတ်မျိုးနွယ်တို့ရဲ့ မြဝတ်ရုံက စတယ်ဆိုရမလားပဲ...\nဘာလို့လဲဆိုတော့ ရှီရှပြည်ထောင်က မသေမျိုးနတ်မျိုးနွယ်တို့ရဲ့\nမြဝတ်ရုံကို တစုန့်မင်းကြီး မွေးနေ့ပွဲအတွက် မွေးနေ့လက်ဆောင်မွန်အဖြစ်\nဆက်သဖို့ကြိုးစားရာမှာ တစုန့်က လက်ဆောင်လက်ခံသူ လျန်ဝမ်ရယ်ဟာ\nလက်ဆောင်လက်ခံပြီး ညတွင်းချင်းမှာပဲ ဘဝတစ်ပါးကို အကြောင်းရင်းမဲ့စွာ\nပြုံးပြုံးကြီး ကူးပြောင်းသွားပါတယ်...ဟုတ်ပါတယ် ဒဏ္ဏာရီလာ မြဝတ်ရုံကို စမ်းမဝတ်ဘဲ မနေနိုင်တဲ့ လျန်ဝမ်ရယ်ဟာ\nမြဝတ်ရုံကို စမ်းဝတ်ကြည့်ပြီးနောက် ပြုံးပြုံးကြီးနဲ့  ဘာကြောင့်မှန်းမသိ\nဆုံးပါးသွားခဲ့တာပါ... တစ်ဖက်မှာ အလောင်းကို စစ်ဆေးတော့လည်း\nခုခံထားဟန်မတွေ့ အဆိပ်မိတဲ့လက္ခဏာကမရှိတဲ့အပြင် ကိုယ့်ကိုယ်ကို\nသတ်သေဖို့ဆိုတာလည်းမဖြစ်နိုင်တော့ အခက်တွေ့တာပေါ့ ဒါကြောင့်လည်း\nလက်ဆောင်ဆက်သသူ ရှီရှပြည်ထောင်က ချင်ယွမ်မင်းသားကိုပဲ စစ်ဆေးဖို့\nဖမ်းလိုက်ရတာကြောင့် ၂ ပြည်ထောင် ချစ်ကြည်ရေးတည်ဆောက်ဖို့ ကြိုးစားရာကနေ\nဆက်ဆံရေးက အဆိုးဖက်ကို ကူးပြောင်းလာတော့တယ်...ဒါကြောင့် စုန့်စီဆိုတဲ့ ပြည်သူတွေသတ်မှတ်ထားတဲ့ သမာသမတ်ကျသူ\nတရားသူကြီးမင်းကို စစ်ဆေးစုံစမ်းဖို့ တာဝန်လွှဲအပ်ခဲ့တယ်... ဒီလိုနဲ့\nလျန်ဝမ်ရော ရှီရှ လက်ဆောင်ဆက်သသူတို့အပါအဝင်\nတစုန့်မင်းကြီးမွေးနေ့မင်္ဂလာပွဲ တက်ဖို့ ရောက်လာသူတွေ တည်းခိုတဲ့\nတည်းခိုဆောင်ကို ရောက်လာခဲ့တော့တယ်....စုန့်အမတ်မင်းက တကယ်ပဲ ဒီအမှုကို ရှင်းနိုင်မှာလား...\nလျန်ဝမ်ကရော ဘာကြောင့်သေသွားတာလဲ...\nမြဝတ်ရုံရဲ့ ...",
        "rating": "6",
        "url": "https://megaup.net/36xTE/The_Mysterious_Cloths_(_2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/90j5GnmU9ri9hpZlAoiizkXg9JR.jpg",
        "title": "Stellar: A Magical Ride (2022)",
        "description": "Stellar: A Magical Ride (2022) ဇာတ်လမ်းအညွှန်း ယုံဘယ်ဆိုတာတော့ ကားအငှားလောကမှာ အထင်ကရ ပုဂ္ဂိုလ် တစ်ယောက်ပါ။ တစ်နေ့မှာတော့ တစ်နေရာကို ပို့ပေးရမဲ့ ကားတစ်စီး ကို သူငယ်ချင်းဖြစ်သူက ဒုန်းရှစ်က ယူပြီး ပျောက်သွားတဲ့အခါ ယုံဘယ်တစ်ယောက် အခက်ကြုံရပါတော့တယ်။ဖြစ်ချင်တော့ လူဆိုးဂိုဏ်းတစ်ခုကလည်း ပျောက်သွားတဲ့ကားထဲမှာ သူတို့ရဲ့ အဖိုးတန်ပစ္စည်းတွေ ပါသွားတယ်ဆိုပြီး ယုံဘယ်ကို အပူတပြင်း လိုက်ရှာနေကြပါပြီ။ယုံဘယ်ကတော့ သူ့အဖေရဲ့ နာရေးသတင်းကို သိလိုက်ရတာကြောင့် အဖေ့ရဲ့ ဈာပနအခမ်းအနားကိုသွားခဲ့ပြီး အရင်က သူ တက္ကစီမောင်းပြီး စီးပွားရှာခဲ့တဲ့ အဖေ့ရဲ့ ကားစုတ်လေး ကို ရှာနေခဲ့ပါတယ်။ ကံဆိုးချင်တော့ အရင်က ဇိမ်ခံကားအဖြစ် သူသိခဲ့တဲ့ ကားလေးက အခုတော့ တံခါးတောင် ကောင်းကောင်းဖွင့်လို့ မရတဲ့ အနေအထားကို ဖြစ်နေပါပြီ။ ဒါပေမဲ့ အဲ့ဒီ ကားလေးကို သူ့ရဲ့ စီးတော်ယာဉ်အဖြစ် အသုံးချပြီး ကားပျောက်ရှာပုံတော် ...",
        "rating": "",
        "url": "https://megaup.net/1L3g8/[CM]Stellar-A.Magical.Ride.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lkQWgiNeum4oDO9ZIEK4MaQGPnG.jpg",
        "title": "12th Man (2022)",
        "description": "12th Man(2022)IMDb 7.2ရရှိထားပြီး မာလာယာလမ်း သဘာဝမင်းသားကြီးမိုဟမ်လယ်တော့အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့တောင်ပိုင်းရုပ်ရှင်ကားကောင်းတခုတင်ဆက်ပေးချင်ပါတယ် အမြဲစည်းလုံးနေခဲ့တဲ့သူငယ်ချင်း၁၁ယောက် ဂိမ်းကစားကြရင်းတစ်ယောက်ရဲ့လျှို့ဝှက်ချက်တစ်ယောက်သိကုန်ကြပြီး အဖွဲ့ထဲကတစ်ယောက်ကထူးဆန်းစွာသေဆုံးသွားတဲ့အခါ....ကောလိပ်ကျောင်းသားဘဝတွေတည်းကလက်တွဲမဖြုတ်ဘဲတစ်တွဲတွဲဖြစ်လာခဲ့တဲ့သူငယ်ချင်း၁၁ယောက်ဟာ ဘဝကိုယ်စီနဲ့ဖြတ်သန်းနေကြပါတယ် တစ်နေ့တော့ သူငယ်ချင်းထဲကတစ်ယောက်ရဲ့လူပျိုပါတီမှာတွေ့ဆုံကြဖို့အပန်းဖြေခြံတစ်ခုဆီခရီးထွက်ခဲ့ကြပါတယ် ဒီခြံထဲမှာဆော့ကစားရင်းအရက်သမားချန်ဒရာဆီလ်ဆိုတဲ့တစ်ယောက်နဲ့အမှတ်မထင်တွေ့ဆုံခဲ့ပြီးကတောက်ကဆလေးတွေရှိခဲ့ကြပါတယ် ဒီလိုနဲ့ညဘက်ရောက်တော့ပါတီပွဲလုပ်နေရင်းဂိမ်းဆော့ကြမယ်ဆိုပြီး လျှို့ဝှက်ချက်ဖော်တဲ့ဂိမ်းကစားရာက အချင်းချင်းခိုက်ရန်ဖြစ်ပြီးကိုယ်စီအခန်းတွေကိုပြန်လာခဲ့ကြပါတယ် ဇာတ်လမ်းကဒီမှာတင်ပြီးမသွားပါဘူး၁၁ယောက်ထဲက မိန်းကလေးတစ်ယောက်ညဘက်ကြီးအသတ်ခံလိုက်ရပါတယ်ဒီကောင်မလေးကိုသတ်တာဟာအရက်သမားလို့ယုံကြည်နေကြပေမယ့်မြှုပ်ကွက်တွေရှိနေတဲ့အတွက်အရမ်းစိတ်ဝင်စားစရာကောင်းနေမှာပါ ဒီအရက်သမားရဲ့ဘဝဇာတ်ကြောင်းအမှန်ကရောဘယ်သူဖြစ်မလဲလူသတ်သမားက ၁၁ယောက်ထဲကပဲလားဆိုတာ သိချင်ဇောတွေတစ်ဟုန်ဟုန်နဲ့ကြည့်ရှုရမှာပဲဖြစ်လို့ အခုပဲအပြေးဒေါင်းလိုက်ကြဖို့တိုက်တွန်းလိုက်ပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပါတယ်) \nFile size…1.8GB / 871MB\nQuality…1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Poe & Yunni",
        "rating": "7.2",
        "url": "https://megaup.net/1L2gq/12th_man.2022.Malayalam.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/career-opportunities-movie-poster-134x200.jpg",
        "title": "Career Opportunities (1991)",
        "description": "ရုပ်ရှင်တစ်ကားကို ဇာတ်လမ်းအကြောင်းလဲစိတ်မဝင်စား ဘာတွေပြောနေမှန်းလဲမသိဘဲ မျက်တောင်မခတ်တမ်း အစအဆုံးကြည့်....ပြီးရင်လဲ သတိရတိုင်းအထပ်ထပ်ပြန်ကြည့်နေမယ်ဆိုရင် အဲ့ကောင်ကို ရူးနေတယ်လို့ မထင်ဘူးလား...\nဟုတ်ပါတယ်...အဲ့ဒီအရူးက ကျွန်တော်ပါ။ဒီဇာတ်ကားကိုကြည့်မိတိုင်း ကျွန်တော်ဟာ အသက်ရှူဖို့မေ့နေတာမျိုး...\nမမမြင်းစီးတဲ့စီးချက်အတိုင်း နှလုံးခုန်နေတာမျိုး...\nကျွန်တော့်ကမ္ဘာဟာ မမအကြည့်တွေမှာ တည်ထားတာမျိုး....\nဪ...အမျိုးမျိုးနဲ့ သိပ်လှတဲ့မမလို့ ယောင်ရမ်း ထအော်မိနေတတ်တာမျိုး...\nအဲ့ဒီမမကတော့ ဒီဇာတ်ကားရဲ့မင်းသမီး Jennifer Connelly ပါ။မကြည့်ဖူးသေးရင် ကြည့်ကြည့်ပါ..ကြည့်ဖူးရင်လဲ BluRay 1080p HEVC Quality နဲ့ ပြန်ကြည့်ကြပါ။ဇာတ်ကြောင်းကိုသွားရမယ်ဆိုရင်တော့ဖြင့်...ဂျင်ဒေါ့ဂ် (Frank Whaley) ဆိုတာ အရွယ်ရောက်နေပေမယ့် မိဘအိမ်မှာနေနေသေးတဲ့လူတစ်ယောက်ပါ.\nလေကြီးမိုးကြီး အရမ်းပြောတတ်ပေမယ့် comfort zone ထဲ က မထွက်နိုင်သေးတဲ့ ငပျင်းတစ်ယောက်ဆို မှန်ပါလိမ့်မယ်။\nအလုပ်လဲ ခဏခဏ အထုတ်ခံရပြီး မိဘတွေကအစ ငြိုငြင်ခြင်းခံရသူပေါ့. တစ်နေ့ သူ့အဖေ ဖြစ်သူက သူ့ကို\nစတိုးဆိုင်တစ်ခုမှာ ညသန့်ရှင်းရေးသမား အဖြစ် အလုပ်သွင်းပေးလိုက်ပါတယ်။ ဂျင် ပထမဆုံး အလုပ်ဆင်းတဲ့ညမှာ\nသူ့အထက်ဝန်ထမ်းက သူ့ကို အာဏာတွေပြပြီး ငါ မနက်မှ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2r0vg/(CM)_Career.Opportunities.1991.720p.H.264.AAC.2Audio.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/american-129x200.png",
        "title": "American Pastoral (2016)",
        "description": "American Pastoral (2016)\n==================\nIMDb Rating - 6.1/10၁၉၈၀၊ ၁၉၉၀ ဖွား‌တွေ အရမ်းသဘောကျခဲ့ကြရတဲ့ အလှဘုရင်မတစ်ပါး (သို့)\nဂျန်နီဖာကော်နယ်လီ။ Star Wars ရုပ်ရှင်ကားတွေနဲ့ရုပ်ရှင်ကားပေါင်းများစွာအပြင်\nHarley Queen 2020 မှာပါ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားချောကြီး အီဝမ်မက်\nဂရက်ဂေါ။ I am Sam 2001၊ Coraline 2009 ရုပ်ရှင်ကားတွေမှာပါဝင်ခဲ့၊ အသံ\nသရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးချောလေး ဒါကိုတာဖန်းနင်း။ ဒီတော့ အခုကားဟာ\nဒီနာမည်ကျော်သုံးယောက်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားပါ။အမေရိကန်/ ဗီယက်နမ်စစ်ပွဲခေတ်ကို အခြေတည်ထားပြီး အောက်ခြေအမေရိကန်\nပြည်သူတွေကို အထက်ကလူတွေက ပြန်ငုံ့မကြည့်တဲ့အခါ အောက်ခြေက အမေ\nရိကန်ပြည်သူတွေ ဘယ်လိုတွန်းကန်တော်လှန်ကြလဲဆိုတဲ့ အငွေ့အသက်တွေပါတဲ့\nရုပ်ရှင်ကားပေါ့။ ချောပေ့၊ ခန့်ပေ့ ပျိုတိုင်းကြိုက်ပါပေ့ဆိုတဲ့ ဆွိဒ်ဆိုတဲ့ကောင်လေးနဲ့\nနယူးဂျာစီမယ်ဆုကို ထိုက်ထိုက်တန်တန်ရရှိခဲ့တဲ့ ဒေါင်းလိုလှတဲ့ ဒေါင်းဆိုတဲ့အမျိုး\nသမီးလေး။ ဒီလိုနှစ်ယောက်က မွေးဖွားလာတဲ့ မယ်ရီဆိုတဲ့ကလေးမလေး။ ဒီတော့\nဇာတ်လမ်းဟာ ဘယ်လိုကနေ ဘယ်လို ဘယ်ကိုဇာတ်ကွေ့သွားမယ်၊ ဘာတွေဟာ\nဇာတ်ရှိန်တတ်တာတေွ ဖြစ်လာမလဲ၊ ဇာတ်ရှုပ်ဇာတ်ထွေးတွေနဲ့ ကြုံတဲ့အခါ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2qYpr/American.Pastoral.2016.720p.BluRay[CM]_new.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/The-Quiet-2005dvdplanetstorepk-137x200.jpg",
        "title": "The Quiet (2005)",
        "description": "--- စံလွဲသူနှစ်ယောက် ---\nကိလေသာထောင်ချောက်ရဲ့ အဆွဲဆောင်နိုင်ဆုံး အထိအတွေ့များ၊ တီးတိုးညည်းညူသံ၊ ဖိုလှိုက်တဲ့အသက်ရှုသံများနဲ့ အိပ်ယာပေါ်က ချစ်တလင်းမှာ ဗျူဟာကျင်းလို့ စေတန်နတ်ဆိုးရဲ့ ပန်းသီး (ချဉ်စော်ကားသီး) ကို စားသုံးနေကြလေရဲ့။ ရှူထုတ်လေရဲ့ လေနုငွေ့ငွေ့တိုးခတ်မှုကို အပြန်အလှန်ထိခတ်ရင်း လေပေါ်မှာလွင့်နေသလိုခံစားရရှာတဲ့ လိင်မတူ ချစ်သူနှစ်ဦး။ ရိုးတွင်းခြင်ဆီထဲအထိ တိုးဝင်လာတတ်တဲ့ တဖျင်းဖျင်း ကြက်သီးထဖွယ် အရသာများကို ဆား‌ငံရေလို တစွတ်စွတ်သောက်၊ မောလေ သောက်လေ ငတ်မပြေနိုင်။သဘဝတရားရဲ့ ရုန်းမထွက်နိုင်တဲ့ ထောင်ချောက်ထဲကို သက်ဆင်း ဝပ်တွားခယရတဲ့ ဟောဒီလူသားနှစ်ယောက်က လောကကြီးကိုမေ့နေပါလေရော။ သူတို့ဟာ လောကကြီးကို မေ့လျှော့နေသလိုပဲ သူတို့ဟာ သွေးရင်းသားရင်း သားအဖ တော်စပ်ပါတယ်ဆိုတာကိုပါ သတိမရ အနက်ဆုံး အမှောင်ဆုံးတွင်းကို အထိန်းမပါဘဲ သက်ဆင်းနေကြပြီ။ ဟုတ်ပါတယ်လေ။ သမီးနဲ့ ဖခင် သွေးရင်းခေါက်ခေါက်ကြီးတွေပါ။ သူတို့ဟာ သားအဖအဖြစ်ကသွေဖည်လို့ လင်မယားဘဝကို အသက်သွင်း၊ ငရဲတွင်းကို ဆင်းချင်တိုင်းဆင်းနေလေရဲ့။--- ကိုယ်ပျောက်မိန်းကလေး ...",
        "rating": "6.2",
        "url": "https://megaup.net/1KW9r/(CM)_The.Quiet.2005.720p.AMZN.WEB-DL.DDP2.0.H.264-Nyein.mp4",
        "category": "Adult, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ds1-134x200.jpg",
        "title": "{21+}Butt Fetish Special! !I’m Accustomed Many Times By Rolling Up The Anal Circle From The Back Vagina Back Intense Piston Many Times! STRAS -080",
        "description": "{STRAS -080}Butt Fetish Special! !I'm Accustomed Many Times By Rolling Up The Anal Circle From The Back Vagina Back Intense Piston Many Times!Ogura Yunaဆိုတဲ့ ပျိုကညာလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်မျက်လုံးဝိုင်းဝိုင်း မျက်ဆံနက်နက်နဲ့ ပါးဖောင်းဖောင်းလေးတွေကြောင့်ချစ်စရာမျက်နှာလေးကို ပိုင်ဆိုင်ထားပြီး ခန္ဓာကိုယ်အလှတရားဟာလဲခေသူ မဟူတ်သူလေးပါ အထူးသဖြင့်သူမရဲ့ နောက်ဘက် ကောက်ကြောင်းလေးတွေပေါ့...........အလှတရားနဲ့သွေးသားဆန္ဒတို့ကြား တိုက်ပွဲလေးတွေကိုဆင်ဆာမပါတဲ့ အကောင်းဆုံးဗားရှင်းနဲ့တင်ဆက်ပေးထားပါတယ်  \nFile size…4GB / 1.47GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 18mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "7.6",
        "url": "https://megaup.net/154jo/Butt_Fetish_Special!_!I_m_Accustomed_Many_Times_By_Rolling_Up_The_Anal_Circle_From_The_Back_Vagina_Back_Intense_Piston_Many_Times.720p.STARS_080(DS).mp4.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h7MvPaLinT47B1HSmgvteXxCFfC.jpg",
        "title": "Captors (2022)",
        "description": "Captors (2022)စိတ္တဇလူသတ်သမားကားတွေ ဟန်နီဘယ်ဆန်ဆန်ကားတွေ ကြိုက်ကြတယ်မလား။ ဒီရုပ်ရှင်ကတော့ ဒီလိုလူတွေအတွက် တကယ့်ရွှေပါပဲ။စိတ္တဇလူသတ်သမားကားဆိုတာ စိတ္တဇလူသတ်သမားအဖြစ် သရုပ်ဆောင်တဲ့မင်းသားကောင်းမှ ပိုပေါ်လွင်မှာမလား။ မိုက်တို့ အန်သိုနီတို့ ဘေးလ်တို့ ဟိလဂျာတို့လိုပေါ့။သရုပ်ဆောင်တဲ့ မင်းသားကလည်း ဒီရုပ်ရှင်မှာ သရုပ်ဆောင်သိပ်ကောင်းပါတယ်။ အန်သိုနီကြီး ဟန်နီဘယ်နေရာက အော်စကာရတာ ဟိလဂျာ ဂျိုကာနေရာက အော်စကာရတာဟာ သူ၀င်သရုပ်မဆောင်ခဲ့လို့ပါပဲ။မင်းသမီးကလည်း နာတာလီပေါ့မန်း၊ ဂဲလ်ဂဒေါ့ တစ်ခါတစ်ခါကျ အင်ဂျလီနာဂျိုလီ သူတို့သုံးယောက်ပေါင်းရုပ်မျိုးပေါ့။ အခန်းတိုင်း တစ်ယောက်မဟုတ် တစ်ယောက် မြင်ရပါလိမ့်မယ်။ကောင်မလေးတစ်ယောက်ရှိတယ်။ အရူးတစ်ကောင်က ချုပ်ထားတယ်။ လွတ်သွားတယ်။ သူမသိတဲ့ဦးလေးဆီက အမွေရတယ်ဆိုလို့ ဟိုတောခေါင်ခေါင် လူမရှိသူမရှိနေရာထိလိုက်သွားတယ်။ အိမ်ထဲရောက်မှ သူ့ကို ဟိုးအရင် အတိတ်တစ်ချိန်က ချုပ်ထားခဲ့တဲ့အိမ်မှန်းသိလိုက်ရတယ်။ ဇာတ်လမ်းကတော့ ဒါပါပဲပေမဲ့ မင်းသမီးနဲ့အတူ စိတ္တဇလူသတ်ကောင်နဲ့အတူ လုံးထွေးသတ်ပုတ်ရင်း ဆက်လက် ခံစားကြည့်လိုက်ကြပါတော့...Size - 1.2GB, 663MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration ...",
        "rating": "4",
        "url": "https://megaup.net/154mf/(CM)_Captors_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/perfect.paring-138x200.png",
        "title": "A Perfect Pairing (2022)",
        "description": "A Perfect Pairing (2022)\n==================\nIMDb Rating - 6.1/10ဒီနေ့မှာတော့ Netflix ကရိုက်ကူးထားပြီး ဩစတေးလျရဲ့ရေမြေတောတောင်နဲ့\nကောင်းဘွိုင်ဆန်ဆန် ဘ၀ကိုရိုက်ကူးတင်ဆက်ထားတဲ့ Romance ကားလေး\nတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဉ်း\nလိုလာဆိုတဲ့ တစ်ခုလတ်မလေးဟာ  ဝိုင်လုပ်ငန်းမှာ ကျွမ်းကျင်အဆင့်ထက်ပိုတဲ့\nအဆင့်မှာရှိပြီး၊ ဝိုင်သွင်းကုန်ကုမ္မဏီမှာအလုပ်လုပ်ပါတယ်။ လုပ်ငန်းချဲ့ထွင်ဖို့အတွက်\nဩစတေးလျက  ဗွန်းမိသားစုဝိုင်လုပ်ငန်းကို တင်သွင်းခွင့်ရဖို့ကြိုးစားပြီးတဲ့အချိန်မှာ\nကုမ္မဏီက သူ့ကိုကန်ထုတ်လိုက်ပါတော့တယ်။ အဲ့တော့ သူ့ကိုယ်ပိုင်လုပ်ငန်းထောင်ပြီး\nဗွန်းမိသားစုဝိုင်လုပ်ငန်းကို တင်သွင်းခွင့်ရဖို့ ဩစတေးလျထိ သွားရောက်ခဲ့ရမှာတော့\nသူလုပ်ချင်တဲ့ လုပ်ငန်းကို လုပ်ခွင့်ရမှာလား၊ ဩစတေးလျမှာကော ဘာတွေကြုံတွေရမှာလဲ\nဆိုတာတော့ ဇာတ်လမ်းအေးအေး ရှုခင်းကောင်းကောင်း သဘာ၀ဆန်ဆန် ဇာတ်လမ်း\nလေးထဲမှာ လိုက်ပါစီးမျောခံစားကြည့်လိုက်ပါဦးဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Htoo Aung ဖြစ်ပါတယ်)File Size..........(1.57 GB) / (780 MB) / (517 MB)\nQuality............Blu-Ray 1080p / 720p / 360p\nDuration.........1Hr 41mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......Lwin Htoo Aung\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://megaup.net/153kl/A.Perfect.Pairing.2022.720p.NF.WEB-DL.DDP5.1[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3PaISIVAwskxVRF47rFpKezk4FP.jpg",
        "title": "Toolsidas Junior (2022)",
        "description": "Toolsidas Junior (2022) အညွှန်း ဒီတစ်ခါမှာတော့ အိန္ဒိယကားကောင်းတွေကိုပဲ စောင့်မျှော်ကြည့်ရှုတတ်တဲ့သူတွေအဖို့ အားကစားနဲ့ပတ်သက်တဲ့ ကားကောင်းလေးထပ်မံ ထွက်ရှိလာပါပြီ။ ဒီဇာတ်ကားကတော့ ဘိလိယက်အားကစားကိုအခြေခံတဲ့ စနူကာကစားသမားတစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်ကို ပြန်လည်ပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်။နာမည်ကြီးဇာတ်ကားဖြစ်တဲ့ \"Dangal\" တို့လို မိဘကတိုက်တွန်းလို့ မဖြစ်မနေ စလုပ်ရတာမျိုးမဟုတ်ဘဲ သားအဖကြားမှာရှိတဲ့ မေတ္တာကြောင့် ကိုယ်တိုင်ကိုက လိုလိုချင်ချင်နဲ့ ကြိုးစားနေတဲ့ ကောင်လေးတစ်ယောက်ပုံစံကို တွေ့မြင်ရမှာဖြစ်လို့ သားအဖကြားကအချစ်အပြင် ဆရာနဲ့တပည့်ကြားက ၅၂၈ မေတ္တာကိုပါ အေးအေးငြိမ့်ငြိမ့်လေးနဲ့ ထိထိမိမိ ခံစားရမှာဖြစ်ပါတယ်။ \"ငါ့သားအတွက်ပဲ ငါပြိုင်ပွဲဝင်နေတာ\" လို့ကြွေးကြော်တတ်တဲ့ စနူကာကစားသမားတစ်ယောက်ဖြစ်သူ \"တူလ်ဆီးဒက်စ်\"၊ သူကြွေးကြော်သလိုပဲ သူပြိုင်သမျှပွဲတွေဆို မလွတ်တမ်းလိုက်စောင့်ကြည့်တတ်တဲ့ သူ့ရဲ့သားငယ်လေး \"မီဒီ\" ...၁၉၉၄ ခုနှစ် ပြိုင်ပွဲစဉ်မှာတော့ ကတိပေးထားသလို သူ့အဖေက ဆုဖလားကို မရယူနိုင်တဲ့အကြောင်းရင်းဟာ ပြိုင်ဖက်ဖြစ်သူက ၅ နှစ်ဆက်တိုက်ချန်ပီယံဖြစ်နေတဲ့ \"ဂျင်မီ တန်ဒန်\" ရဲ့စနက်ဆိုတာကို မီဒီလေးသိသွားတဲ့အခါ ...သူကိုယ်တိုင် အဖေဖြစ်သူအတွက် ဆုဖလားယူပေးချင်စိတ်တွေဖြစ်ပေါ်လာပြီး \"တူလ်ဆီးဒက်စ် ...",
        "rating": "8.1",
        "url": "https://megaup.net/153qo/[CM]Toolsidas.Junior.2022.720p.WEB-DL.mp4",
        "category": "Drama, Family, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/J1-2-146x200.jpg",
        "title": "John Carter (2012)",
        "description": "WALL-E , Finding Dory ,Toy Story တို့လို Animation ကောင်းတွေရိုက်ကူးတတ်တဲ့ ဒါရိုက်တာ Andrew Stanton ရဲ့ Live Action ဇာတ်ကားဖြစ်ပါတယ်။ Walt Disney က ထုတ်လုပ်ထားတာဖြစ်ပြီး Action Scene တွေ မိုက်တာကြောင့်ရယ် မားစ်ဂြိုဟ်ပေါ်က ရှုခင်းတွေရယ် ထူးဆန်းတဲ့အကောင်ဗလောင်တွေရယ်ကြာင့် ဒီဇာတ်ကားက ကြည့်ဖူးသူတိုင်း အမှတ်ရမိတတ်တဲ့ ရုပ်ရှင်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...ဂျွန်ကာတာဆိုသူဟာ အမေရိကန်ပြည်တွင်းစစ်တုန်းက ပါဝင်ခဲ့တဲ့ စစ်မှုထမ်းဟောင်းတစ်ယောက်ပေါ့...သူဟာ အတိတ်ကဖြစ်ရပ်ဆိုးတစ်ခုကြောင့် အခုချိန်မှာ အပူမရှာဘဲ အေးအေးဆေးဆေး နေချင်တဲ့ သူတစ်ယောက်ပေါ့။ ဒါပေမယ့် အေးဆေးမနေရဘဲ သူ့ကို စစ်မှုပြန်ထမ်းခိုင်းရာကနေစပြီး သူ့ဘဝကိုလုံးဝပြောင်းလဲသွားစေတဲ့ ဖြစ်ရပ်နဲ့ ထိပ်တိုက်ရင်ဆိုင်ရပါတော့တယ်။သူဟာ စစ်ပွဲထဲမှာ အင်ဒီးယန်းလူနီတွေရဲ့ လက်ကလွတ်မြောက်ဖို့ ပုန်းအောင်းရာကနေ ဂူတစ်ခုထဲမှာ ထူးဆန်းတဲ့ လူတစ်ယောက်နဲ့တွေ့ပါတယ်\nအဲ့လူ ရွတ်ဆိုတဲ့ ဂါထာကို သူပါ ရွတ်ဆိုလိုက်တဲ့အခါမှာ ရုတ်တရက်မေ့မျောသွားပါတော့တယ်။\nသူပြန်သတိရတဲ့ အချိန်မှာတော့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/153t6/(CM)_John.Carter.2012.720p.Blu-ray.REMUX.AVC.AAC.51.-Nyein.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYTMwOTdkYTgtMDA2OC00YmRhLTg4MmYtYWM0MzU5MzhkYjQzXkEyXkFqcGdeQXVyODMyOTYyMTM@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "Drifting (2021)",
        "description": "Drifting (2021)အတိအကျတော့မမှတ်မိတော့ပေမဲ့ မနှစ်တုန်းက တရုတ်တစ်ချို့က Johhnie Toတို့ ဂျွန်ဝူးတို့က ကားဆက်မရိုက်တော့၊ ဝေါင်ကာဝေးတို့ စတီဖင်ချောင်တို့က ပြည်မ ရောက်သွားကြ၊ နိုင်ငံခြားရောက်သွားတဲ့သူတွေလည်းရှ်ိလိုရှိနဲ့ ဟောင်ကောင်ရုပ်ရှင်ရဲ့ အရည်အသွေးကျလာတဲ့အကြောင်း ငိုချင်းချထားတာ ဖတ်လိုက်ရပါသေးတယ်။ ဟောင်ကောင်ရုပ်ရှင်ရဲ့ တစ်ချိန်က Legendတွေဟာ လုံးပါးပါးကုန်ကြပါပြီ။ သို့ပေမဲ့ မနှစ်ကတော့ Limboတို့ DRIFTINGတို့ Hand-rolled cigarettesတို့ Timeတို့လို ဒါရိုက်တာမသစ်တသစ်တွေရဲ့ ဇာတ်ကာကောင်းတွေထွက်ခဲ့တာကြောင့် မျှော်လင့်ချက်တော့ရှိသေးတယ်ဆိုပါတယ်။Driftingဟာ မနှစ်က‌ ဟောင်ကောင်ရဲ့ ရှားရှားပါးပါးထွက်ထားတဲ့ အကောင်းဆုံးရုပ်ရှင်တွေထဲက တစ်ကားပါ။ ရုပ်ရှင်ပွဲတော်တွေမှာလည်း ဆုတစ်ချို့ရထားပါတယ်။ မင်းသားကတော့ Johhnie Toရုပ်ရှင်တွေထဲ ပါနေကျ Francis Ngပါ။ ဇာတ်ကြောင်းကတော့ ၂၀၁၂မှာ တကယ်ဖြစ်ခဲ့တဲ့ ဟောင်ကောင် အိမ်ခြေရာမဲ့တွေနဲ့ ပတ်သက်နေတဲ့တရားခွင်ကို အခြေခံရိုက်ကူးပါတယ်။ဟောင်ကောင်မှာလည်း ဒီကလို ကျူးကျော်တဲဆန်ဆန်တွေ၊ အိမ်ခြေရာမဲ့တွေရှိပါတယ်။ သူတို့ထဲက အများစုကတော့ ပြန်စရာ အိမ်မရှိတော့တဲ့လူတွေပါ။ သူတို့အားလုံးဟာ ဘာမှလုပ်စရာမရှိတဲ့ဘ၀မှာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1L1nr/Drifting_(2021)_WEB-DL_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jS9I1TO4OVdBhTCeyHHKiXE5Bil.jpg",
        "title": "Daaka (2019)",
        "description": "Daaka (2019)ရှင်ဒီ ဟာ အသက် (၃၈) နှစ်အရွယ် လူပျိုကြီး၊ ပိုင်ဆိုင်တာဆိုလို့ ရူပီးနှစ်သိန်းတန် မြေကွက်တစ်ခုရယ်၊ တံခါးပေါက်တွေတောင်မပါတော့တဲ့ အိမ်တစ်လုံးရယ်၊ ခြေသုံးချောင်းပဲ အကောင်းကျန်တော့တဲ့ ကုတင်တစ်လုံးရယ်၊ ဆီအမြဲပြတ်နေတတ်တဲ့ ဆိုင်ကယ်တစ်စင်းရယ်၊ သူ့ကိုသိပ်ချစ်ရှာတဲ့ အထက်တန်းလွှာက ချစ်သူမိန်းမချောလေးရယ်၊ သူဘေးမှာ မခွာတမ်း ခင်မင်ရှာတဲ့ ညီအစ်ကိုတမျှရင်းနီးသူ ဘာလီ ရယ်။ရှင်ဒီ နဲ့ ဘာလီ တို့နှစ်ယောက်ဟာ ဈေးဆိုင်ကြီးတစ်ခုရဲ့မျက်နှာစာမှာ ဖုန်းပြင်ဆိုင်သေးသေးလေးဖွင့်လို့ စားဝတ်နေရေး ဖြေရှင်းကြရသူတွေပါ။ ရှင်ဒီ က အကြံဉာဏ်ကောင်းတွေနဲ့ စီးပွားရေးလုပ်ကိုင်တတ်သူဖြစ်ပြီး ဘာလီ ကတော့ ရှင်ဒီ ပြောသမျှနားထောင်ပြီး ဒိုင်ခံအလုပ်လုပ်ပေးသူ ဖြစ်ပါတယ်။ ဉာဏ်သမားနဲ့ အလုပ်လုပ်သမားပေါ့။ ဒါပေမဲ့ သူတို့နှစ်ယောက်က ကျောမွဲလေးတွေပါ။ ဆင်းရဲသား နင်းပြားလေးတွေ။တစ်နေ့မှာ သူတို့မှီခိုနေရတဲ့ ဈေးဆိုင်ကို သူ့ပိုင်ရှင်က ရောင်းချတော့မယ့်အဖြစ်ကို ရောက်လာခဲ့ပါတယ်။ နောက်ရောက်လာမယ့်ပိုင်ရှင်က ဈေးဆိုင်ရှေ့မှာဖွင့်နေတဲ့ သူတို့ရဲ့ဖုန်းပြင်ဆိုင်လေးကို ကြည်ဖြူပါ့မလား မသေချာတာကြောင့် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1L1df/(CM)_Daaka_(2019)_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/jessie-134x200.png",
        "title": "Jessie and the Elf Boy (2022)",
        "description": "Jessie and the Elf Boy (2022)\n=====================\nIMDb Rating - 6.5/10ဒီဇာတ်လမ်းက Hair Stylist တစ်ယောက်ဖြစ်ချင်တဲ့ ဂျက်စီနဲ့\nနတ်သူငယ်လေးတစ်ယောက် တွေ့ဆုံမှုအကြောင်းကို ရိုက်ကူးထားတာပါ။\nဇာတ်လမ်းအစ တောအုပ်ထဲမှာ လမ်းပျောက်နေတဲ့ ကောင်မလေးတစ်ယောက်နဲ့\nဂယ်လီဒူဆိုတဲ့ နတ်သူငယ်လေးနဲ့ တွေ့ခဲ့ကြပါတယ်။ နောက်တော့ သူတို့နှစ်\nယောက်ကအခင်ဆုံးသူငယ်ချင်းတွေဖြစ်သွားပြီး တောအုပ်ထဲမှာ အမြဲတမ်း\nကစားလေ့ရှိပါတယ်။တစ်နေ့ ကောင်မလေးတို့ မိသားစုက မြို့တစ်မြို့ကို ပြောင်းသွားတော့ ဂယ်လီဒူတို့\nသူငယ်ချင်းနှစ်ယောက် ဝေးကွာသွားကြပါတော့တယ်။ ဂယ်လီဒူတစ်ယောက်အချိန်နဲ့\nအမျှ စောင့်စားရင်း ကောင်မလေးကို ရှာဖို့ မြို့ကိုတက်သွားပါတော့တယ်။ မြို့ထဲမှာ\nဂျက်စီနဲ့တွေ့ပြီး ဘာတွေဆက်ဖြစ်မလဲ၊ ငယ်ငယ်လေးက ကစားဖော်ကောင်မလေးနဲ့\nနတ်သူငယ်လေးတို့ ပြန်လည်ဆုံ‌တွေ့ကြမလားဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်။)File Size - (1.15 GB) / (600 MB)\nQuality – Web-Rip 1080p / 720p\nDuration - 1Hr 23mins\nSubtitle – ...",
        "rating": "6.5",
        "url": "https://megaup.net/36U3u/Jessie.and.the.Elf.Boy.2022.720p.WEBRip.DD5.1[CM].mp4",
        "category": "Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BNzM4OTcyMjEyNl5BMl5BanBnXkFtZTcwMzEwNDI4OA@@._V1_-133x200.jpg",
        "title": "The Running Man (1987)",
        "description": "ဒီဇာတ်ကားက ၁၉၈၇ မှာထွက်ခဲ့တယ်။ဇာတ်လမ်းက အဲဒီအချိန် ၁၉၈၇ ကနေ အနာဂတ်နှစ်ပေါင်းသုံးဆယ်ကို ကြိုမှန်းပြီး ၂၀၁၇ မှာ ဇာတ်အိမ်တည်ထားတယ်။ ဒါပေမဲ့ အခုလက်ရှိဖြစ်ပျက်ကြုံတွေ့နေရတဲ့ ကာလံဒေသံနဲ့တော့ အင်မတန်ကိုက်ညီတဲ့ ဇာတ်ကားပါပဲ။၂၀၁၇ မှာ တကမ္ဘာလုံးစီးပွားပျက်ကပ်ကြီးဖြစ်ပြီး စားနပ်ရိက္ခာထုတ်လုပ်မှုတွေလျော့ကျ၊ သံယံဇာတတွေ ရေနံ သဘာဝဓာတ်ငွေ့တွေလည်း နည်းပါးပြတ်လပ်လာခဲ့တာ တကမ္ဘာလုံးမှာပါပဲ တဲ့။\nအဲလိုအချိန်မှာ အမေရိကန်နိုင်ငံမှာ အကြွင်းမဲ့အာဏာရှင်အစိုးရတစ်ရပ်က အုပ်ချုပ်နေပါသတဲ့။ စာရေးဆရာနှယ် စိတ်ကူးမှယဉ်တတ်‌သေးတယ်ဗျာတယ်။ (တကယ်တော့ အဲဒီဇာတ်လမ်းဟာ စာရေးဆရာ Stephen Kingက ကလောင်ခွဲတစ်ခုနဲ့ ရေးသားထုတ်ဝေခဲ့တဲ့ ဝတ္ထု The Running Manကိုပဲ အခြေတည်ပြီး ရိုက်ကူးထားတာလို့ သိရပါတယ်။) တနိုင်ငံလုံးကို စစ်နယ်မြေဇုန်တွေခွဲပြီး သံမဏိစည်းကမ်းနဲ့ အုပ်ချုပ်ပါသတဲ့။ စာပေ ဂီတအပါအဝင် အနုပညာအားလုံးကို ဆင်ဆာပိတ်ထားတယ်။ ပို့ဆောင်ဆက်သွယ်ရေးလုပ်ငန်းလို့ မရှိစေရ။ တစ်နေရာနဲ့တစ်နေရာ စာရေး၊ဖုန်းဆက်ခွင့် မပြု။ ခရီးသွားချင်ရင် အစိုးရထုတ်ပေးထားတဲ့ ခရီးသွားလက်မှတ်ရှိမှ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1KW9h/(CM)_The_Running_Man_(1987)_BluRay_720p.mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lWE48knKsaPGqVoANXoWraiub2d.jpg",
        "title": "Eraser: Reborn (2022)",
        "description": "Eraser Reborn(2022)အရာရှိ ပိုလတ်ဟာ အသက်အန္တရာယ်ရှိတဲ့\nမျက်မြင်သက်သေတွေကို သတ်ပစ်ချင်ယောင်ဆောင်ပြီး\nတရားခွင်မှာ သက်သေထွက်ဆိုရမယ့်အချိန်အထိ\nယာယီ ဖျောက်ဖျက်ပေးတဲ့ U.S. အထူးတပ်ဖွဲ့ကပါတစ်နေ့မှာတော့ ရာဇဝတ်ကောင်သူဌေးရဲ့ မိန်းမတစ်ယောက်ကို\nမျက်မြင်သက်သေအဖြစ် တာဝန်ယူပေးဖို့ ဖြစ်လာပါတယ်သက်သေနဲ့အတူ\nတောင်အာဖရိက ကိပ်မြို့ကို ရောက်သွားတဲ့အခါ\nသူတို့နောက်ကို လိုက်နေတဲ့လူတွေရှိနေတယ် ဆိုတာရယ်\nထောင်ချောက်အဆင်ခံလိုက်ရတယ်ဆိုတာရယ်ကို သိလိုက်ရပါတော့တယ်သံသယတွေ သစ္စာဖောက်မှုတွေကြားထဲမှာ\nပိုလတ်တို့အန်ိုင်ယူသွားနိုင်မလား\nဒါမှမဟုတ် ထာဝရ ဖျောက်ဖျက်ခံလိုက်ရမလား...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre..... Action\nQuality….1080p | 720p| 480p\nFile size… 1.6GB | 803MB | 292MB\nFormat…mp4\nDuration….1h 42min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Roman NoX\nEncoder ..... August",
        "rating": "4.4",
        "url": "https://megaup.net/2qXbv/Eraser_Reborn.2022.720p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xqebFYXTnJsd9bXKmFC3oOalJcm.jpg",
        "title": "Dakota (2022)",
        "description": "Dakota(2022)ခွေးချစ်သူတို့အတွက် 2022 ခုနှစ်ထွက် ဇာတ်လမ်းကောင်းလေး တစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်လောလောလတ်လတ် ရှေ့တန်းမှာ ယောကျာ်းကို ဆုံးရှုံးလိုက်ရတဲ့\n“ကိတ်စလင်ဒါ”ဟာ သူ့သမီးလေး “အဲလက်စ်”နဲ့အတူ\nဂျော်ဂျီယာပြည်နယ်က မိသားစုပိုင် မွေးမြူရေးခြံမှာ နေပါတယ်ကိတ်ဟာ မွေးမြူရေးခြံအလုပ်အပြင်\nမီးသတ်တပ်ဖွဲ့မှာပါ လုပ်အားပေးအဖြစ် လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ပါအဲဒီမြို့က နယ်ထိန်းရဲ “ဂျက်”ကတော့ ကိတ်တို့ခြံရဲ့ လျှို့ဝှက်ချက်ကို သိထားပြီး\nအဲဒီအဖိုးတန်မြေကို အပိုင်ရဖို့ ကြိုးစားနေသူပါအဲဒီလို အခြေအနေမှာ ကိတ်ရဲ့အမျိုးသားဖြစ်သူနဲ့\nရှေ့တန်းမှာ တာဝန်အတူတူ ထမ်းဆောင်ခဲ့တဲ့ စီဂျေက\n“ဒါကိုတာ” ဆိုတဲ့ ခွေးလေးနဲ့အတူ ရောက်လာပါတယ်ကိတ်ရဲ့သမီး အဲလက်စ်နဲ့ ရှေ့တန်းပြန်ခွေးလေး “ဒါကိုတာ” တို့\nမွေးမြူရေးခြံရဲ့ လျှို့ဝှက်ချက်ကို ဘယ်လိုဖော်ထုတ်ကြမလဲ\nအကျင့်မကောင်းတဲ့ နယ်ထိန်းရဲကို ဘယ်လို ပညာပေးကြမလဲဆိုတာကို\nကြည့်ရှူအားပေးလိုက်ကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Family\nQuality….1080p | 720p| 480p\nFile size…1.43GB | 774MB | 289MB\nFormat…mp4\nDuration…. 1h 37min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "5.2",
        "url": "https://megaup.net/152ga/Dakota.2022.720p.WEBRip.DDP5.1.CM.mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u71tsZpPsIK9kTXbxHtSbNr6oSd.jpg",
        "title": "F*ck Love Too (2022)",
        "description": "F*ck Love (2022)\n======================\nComedy, Roamanceအချစ်ကို ရုပ်ရှင်၊စာပေ။ဂီတတွေမှာ ပုံစံမျိုးစံနဲ့ဖော်ပြခဲ့ကြတာပါပဲ။ဒီကားလေးမှာတော့ ရင့်ကျက်ပြီး သက်လတ်ပိုင်းအရွယ် သူငယ်ချင်းအမျိုးသမီး ၃ ယောက်ဟာ\nအချစ်ဆိုတဲ့အရာကို စိတ်ကူးယဉ်ဆန်မှုတစ်ခုပဲလို့ ယူဆထားကြပါတယ်။ဒီလိုခံယူချက်တွေတူနေပေမယ့် သူတိူ့မှာ အိမ်ထောင်ကွဲထားတဲ့သူ၊ Single Mom နဲ့ လက်ထပ်တော့မယ်သူ ဆိုပြီး\nသူတို့ ၃ ယောက်ရဲ့ အချစ်ရေးဟာလည်း မျိုးစုံဖြစ်လို့နေပါတယ်။သူတို့က လိုက်မရှာပေမယ့် အချစ်က သူတို့ကိုရှာတွေ့သွားတဲ့အခါမှာတော့\nဒီမမကြီး ၃ ယောက်ရဲ့ ဘဝမှာ ဘာတွေများပြောင်းလဲသွားမလဲဆိုတာကို ကြည့်ရှုရမှာပါနာမည်ကြီး Sex and The City ကားလိုမျိုး အရမ်းရယ်နေရတဲ့ ကားဖြစ်ပြီး\n\"အချစ်\" ဆိုတဲ့အဓိပ္ပာယ်ကိုလည်း ပါးပါးလေးပုတ်ပြထားပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)Genre.....Comedy, Romance\nQuality….1080p | 720p| 480p\nFile size… 1.43GB | 774MB | 283MB\nFormat…mp4\nDuration….1h 32min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "",
        "url": "https://megaup.net/2qXcn/Fck.Love.Too.2022.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Z4bi97AzflpOFOBVtib3xCDGpq.jpg",
        "title": "The Anchor (2022)",
        "description": "Anchor (2022)သည်းထိပ်ရင်ဖို Paranormal ဆန်ဆန် ဇာတ်ကားအသစ်လေး ထွက်ရှိလာပါပြီ\nPsychology, Thriller ကြည့်ရတာ ကြိုက်တဲ့သူတွေအတွက် အရမ်းကိုက်မယ့်ကားလေးပါSe-Ra (Chun Woo-Hee)က ရုပ်သံလွှင့်ဌာနမှာ နာမည်ကြီး သတင်းကြေညာသူ(Anchor) ဖြစ်ပါတယ်\nKorean မှာ နာမည်ကြီးတဲ့ ၉ နာရီသတင်းမှာ အမြဲတာဝန်ယူရတဲ့သူပေါ့\nတစ်နေ့ သူ ၉နာရီ သတင်းအတွက် ရုပ်သံမလွှင့်ခင် ထူးဆန်းတဲ့ဖုန်းဝင်လာတယ်\nအဲဒီဖုန်းက Se Ra နဲ့ပဲ ပြောချင်တဲ့ဖုန်းဖြစ်နေတော့ မဖြစ်မနေကိုင်လိုက်ရတယ်\nဖုန်းဆက်တဲ့သူက မိန်းကလေးတစ်ယောက်ဖြစ်ပြီး...“အဲဒီလူ ကျွန်မကိုသတ်တော့မယ်...ကျွန်မရဲ့သမီးကိုလည်း သတ်သွားပြီ...\nအကယ်၍ ကျွန်မသေသွားရင်လည်း သတင်းကြေညာသူဆယ်ရာကပဲ ကြေညာပေးပါ...”အဲဒီလိုမျိုး ထူးဆန်းတဲ့စကားတွေနဲ့ သံသယဝင်စရာကောင်းအောင်ပြောတာမို့လို့ နောက်တဲ့ဖုန်းလို့ထင်သွားတယ်\nဒါပေမဲ့ စိတ်ထဲမှာ မတင်မကျဖြစ်နေခဲ့တယ်\nဆယ်ရာရဲ့ အမေဖြစ်သူ So-Jung (Lee Hye-Young)က သူ့သမီးအောင်မြင်ကျော်ကြားတာကိုလိုချင်တယ်\nအဲဒါကြောင့် သူ့သမီးကို ဖုန်းထဲကပြောတဲ့ လိပ်စာအတိုင်းသွားဖို့ အကြံပေးတယ်\nSera လည်း အဲမိန်းကလေးအိမ်ကိုသွားတော့ အဲမိန်းကလေးနဲ့ သမီးဖြစ်သူသေ‌ဆုံးနေတာကို တွေ့လိုက်ရတယ်\nအဲအချိန်ကစပြီး Sera က သရဲလိုမျိူး အဲမိန်းကလေးရဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/14Tk3/Anchor.2022.720p.CM.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-most-144x200.jpg",
        "title": "The Most Reluctant Convert (2022)",
        "description": "ဒီရုပ်ရှင်ကတော့ နာနီရာလိုမျိုး ကမ္ဘာကျော်ဝတ္ထုကြီးတွေကိုရေးခဲ့တဲ့ စာရေးဆရာကြီး CS Lewis ရဲ့ ဘဝအကြောင်းကို သူ့အမြင်တွေကနေ ရိုက်ကူးပြသထားတာပဲဖြစ်ပါတယ်။စာရေးဆရာကြီးလူးဝစ်ဟာ နာနီရာဝတ္ထုတွေနဲ့ ကျော်ကြားသလို သူ့ရဲ့မိတ်ဆွေကြီးဖြစ်တဲ့ The Lord of The Rings ရဲ့ စာရေးဆရာကြီး ဂျေအာအာ တိုကင်းန်နဲ့ အလောင်းအစားလုပ်ပြီး သိပ္ပံစိတ်ကူးယဉ်ဝတ္ထုတွေဖြစ်တဲ့ Out of the Silent Planet, Perelandra, and That Hideous Strength ဆိုတဲ့ စာအုပ်တွေကို ရေးခဲ့လို့လည်း ကမ္ဘာကျော်ခဲ့ပါသေးတယ်။ ဂျေအာအာ တိုကင်းန်ကတော့ သိပ္ပံစိတ်ကူးယဉ်စာအုပ်ပြိုင်ရေးဖို့ အလောင်းအစားလုပ်ခဲ့ပေမဲ့ ရေးဖို့ကြိုးစားရင်းကြိုးစားရင်း The Lord of the Rings စာအုပ်တွေ ထွက်ပေါ်လာပြီး ပိုအောင်မြင်သွားခဲ့ပေမဲ့ အလောင်းအစားမှာတော့ရှုံးခဲ့တယ်လို့ပဲပြောရမှာပါပဲ။ဆရာလူးဝစ်ဟာ အင်္ဂလန်ရဲ့ နာမည်ကျော် စာရေးဆရာကြီးဖြစ်ခဲ့သလို ငယ်စဉ်က အောက်စ်ဖို့မှာ စာပေလေ့လာခဲ့စဉ်မှာ ဘာသာမဲ့အဖြစ်လည်း အခိုင်အမာကျော်ကြားပါတယ်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2rr7i/The.Most.Reluctant.Convert.2022.720p.(CM)_(2).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2420Z0MSFpIg7LEtFPvEzUAvho9.jpg",
        "title": "When Spring Comes (2022)",
        "description": "When Spring Comes (2022)\"မိဘတွေကို ရှိနေတုန်းကောင်းပေးပါ\" တဲ့ဆိုးချင်တိုင်းဆိုး မိုက်ချင်တိုင်းမိုက်ပြီး မိဘတွေမရှိတော့မှ နောင်တရနေလည်း အပိုပါပဲ\nဒီဇာတ်လမ်းကလည်း သားသမီးတွေရဲ့ မိဘအပေါ်ထားတဲ့ စိတ်နဲ့\nမိဘတွေက သားသမီးတွေအပေါ်ထားတဲ့ သဘောထားတွေကို သုံးဘက်မြင်အနေနဲ့ ပေါ်လွင်အောင် ရိုက်ကူးထားပါတယ်ဇာတ်လမ်းအစမှာတင် ဇာတ်လိုက် ဟိုဆောင်းတို့ရဲ့ အဖေသေဆုံးမှုနဲ့ စတင်ထားပါတယ်\nလူမိုက်ကြီးဖြစ်တဲ့ သားအကြီးဟိုဆောင်းကတော့ ဖခင်ဖြစ်သူရဲ့ ဈာပနအကူငွေတွေနဲ့ လုပ်ငန်းစ,လုပ်ဖို့ ကြံစည်နေတာပါ\nဒါပေမဲ့ သူထင်သလိုဖြစ်မလာဘဲ တစ်လျှောက်လုံး အလွဲတွေချည်းပဲဖြစ်လာပါတယ်\nဇာတ်အိမ်တစ်ခုလုံးကတော့ ဈာပနကျင်းပတဲ့နေရာမှာ တည်ထားတယ်ဆိုပေမဲ့\nလူ့သဘာဝဖြစ်တတ်တဲ့ စိတ်တွေ လောဘတွေကို မီးမောင်းထိုးပြတဲ့အပြင်\nအလွဲတွေချည်းဆိုတာလည်း မရိုးနိုင်အောင်ပါပဲနောက်ဆုံးအထိ ရယ်ရမလား ငိုရမလားဖြစ်လောက်အောင်အထိ\nအပူသည်ရုပ်နဲ့ အလွဲတွေဖြစ်သွားတဲ့ ဟိုဆောင်းအဖြစ်ကို ကြည့်ပေးကြပါဦးနော်ဟိုဆောင်းအဖြစ် မင်းသားကြီး Son Hyun Joo ပါဝင်ထားပြီး\nဟိုဆောင်းရဲ့သမီးကတော့ Sh**ting Stars မှာသတင်းထောက်အဖြစ်ပါဝင်ထားတဲ့ Park So Jin ဖြစ်ပါတယ်အညွှန်း နဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/14Tla/Spring.Day.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vAeNb2twaWdY7YnQ8xpqCA2UkBF.jpg",
        "title": "Breath (2022)",
        "description": "Breath (2022)Survival Thriller ကားတွေကိုမှ ကြိုက်နှစ်သက်သူတွေအတွက်\n၂၀၂၂ ခုနှစ် ရဲ့ ကားသစ်လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ဘူမိဗေဒပညာရှင် တစ်ယောက်ဖြစ်တဲ့ လော်ရာ ဟာ အမြဲတမ်း အလုပ်ကိုပဲရှေ့တန်းတင်ပြီး\nအလုပ်မှာအမြဲစိတ်နှစ်ထားသူတစ်ယောက်ပါ။\nသူဟာ ခရစ္စတင်း လို့ခေါ်တဲ့ သမီးလေးတစ်ယောက်ရယ် ပြီးတော့ သူ့အဖေရယ်နဲ့ အတူတူ နေထိုင်ပါတယ်။တစ်ရက်မှာတော့ မီးတောင်တွေနဲ့ ကမ္ဘာမြေကြီးလှုပ်ရှားတဲ့လေ့လာရေးမှာ\nသူ့အလုပ်ပါတနာ အဒမ် ဆိုသူနဲ့ မီးတောင်တစ်တောင်ပေါ်တက်ခဲ့ပါတယ်။\nညနေမှောင်လာတဲ့ အချိန်မှာတော့ အဒမ် က အရင်ဆင်းသွားနှင့်ပြီး\nသူမကတော့ မြေကြီးနမူနာ ယူဖို့ နောက်မှဆင်းလာခဲ့မယ်ဆိုပြီး နေခဲ့ပါတယ်။\nဒီလိုနဲ့ သူမတစ်ယောက်တည်း ပြန်ဆင်းလာရင်း ကံဆိုးစွာနဲ့\nမီးတောင်အလယ်က တွင်းနက်ကြီးထဲကို ကျသွားခဲ့ပါတယ်။\nလော်ရာ တစ်ယောက် ကူသူမဲ့ တစ်ယောက်တည်း ဘယ်လို တွင်းနက်ကြီးထဲကနေ ရုန်းထွက်မယ်ဆိုတာကတော့\nSurvival ကားတွေရဲ့ ထုံးစံအတိုင်း စိတ်ဝင်တစား ဆက်လက်ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Loon Swal Eain ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Thriller\nQuality….1080p | 720p| 480p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/2qOft/Breath.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iSVYJE0Hz4g0SEAGKXA84yhcfPT.jpg",
        "title": "Ramaiya Vastavaiya (2013)",
        "description": "Ramaiya Vastavaiya (2013)\n========================အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးကို\nRamaiya Vastavaiya လို့ အမည်ရတဲ့ ကားဟောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီဇာတ်ကားကတော့ Romantic Drama ဆိုတဲ့ အမျိုးအစားဖြစ်တဲ့အလျောက် လူငယ်လေးနှစ်ယောက်\nဖူးစာစုံမက်ကာ ချစ်ကြိုက်ခဲ့ပြီး တူနှစ်ကိုယ်ပေါင်းဖက်ခွင့်ရဖို့ အခက်အခဲတွေ ကျော်လွှားရပုံကို ဟာသနှောရင်း ရိုက်ကူးပုံဖော်ထားတာပဲ ဖြစ်ပါတယ်ရမ်လို့အမည်ရတဲ့ ကောင်လေးဟာ ဘီလီနာမိဘနှစ်ပါးကနေ ပေါက်ဖွားလာပြီး ဩစတြေးလျမှာ ကြီးပျင်းလာခဲ့တဲ့\nမြို့ကြီးသားသူဌေးသားလေးပါ ဆိုနာဆိုတဲ့ ကောင်မလေးကတော့ အစ်ကိုဖြစ်သူ ရတ်ဒ်ဟူးဗီကို ဖခင်လိုမိခင်လို\nဆည်းကပ်ရင်း အစ်ကိုတစ်ယောက်ညီမတစ်ယောက်ဘဝနဲ့\nဘဝကိုဖြတ်သန်းနေတဲ့ ရိုးရိုးသားသား ကျေးတောသူလေးပေါ့တစ်နေ့မှာတော့ သူငယ်ချင်းဖြစ်သူက မင်္ဂလာပွဲကို လာဖို့ အိမ်ကိုဖိတ်ရင်း ရမ်နဲ့ဆိုနာတို့\nကံကြမ္မာစုံမက် ဖူးစာဖက်ကာ နှစ်ယောက်သားအတူ ချစ်ကျွမ်းဝင်ခဲ့ကြပါတယ်\nဒါပေမဲ့လည်း ရမ်ရဲ့မိခင်ဟာ ဒီအကြောင်းကို သိသွားပြီးတဲ့နောက် ရမ်ကို\nသူမမောင်ရဲ့စီးပွားရေးမိတ်ဖက်ရဲ့သမီးဖြစ်သူနဲ့ နေရာချထားပေးဖို့ စီစဥ်ပါတော့တယ်\nကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာတယ်လို့ပဲ ပြောရမလား ရမ်ရဲ့အမေ\nဆိုနာ့ကို ငွေကြေးချို့တဲ့တဲ့အတွက်ကြောင့် ပုတ်ခတ်ပြောဆိုနေစဥ် ဆိုနာ့အစ်ကိုဖြစ်သူ\nရတ်ဒ်ဟူးဗီ ရောက်လာပါတော့တယ် ရမ်တစ်ယောက် အကြပ်တွေ့ပြီး\nအမေဖြစ်သူနဲ့နေခဲ့ရင် မချစ်နှစ်သက်တဲ့သူနဲ့ လက်ထပ်ပြီး ...",
        "rating": "5.7",
        "url": "https://megaup.net/36ThC/Ramaiya.Vastavaiya.2013.720p.AMZN.WEB-DL.Hinid.AAC2.0CH(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ah2RpwUYaYioYaPwqEau3Af5dAP.jpg",
        "title": "Dark Cloud (2022)",
        "description": "Dark Cloud (2022)ခေတ်ကြီးက တိုးတက်လာပြီ။ ကျွန်တော်တို့ငယ်ငယ်ကလို ညတွေဟာ အိပ်စက်ဖို့ရာမဟုတ်တော့ဘူး။ မကုန်နိုင်တဲ့ရုပ်ရှင်တွေ ဆိုရှယ်မီဒီယာတွေ ဂိမ်းတွေနဲ့ ညတွေဟာ ပိုစည်းကားလာကြပြီ။ အိပ်ချိန်တွေ မမှန်ကြတော့ဘူး။ ဒီလို အိပ်ချိန်မမှန်ရာကနေ အိပ်မပျော်တဲ့ရောဂါတွေပါ ရလာတယ်။ အစမှာတော့ သိပ်မသိသာပေမဲ့ အိပ်ချိန်မမှန်တဲ့အခါ စိတ်ဓာတ်တွေကျလာမယ်။ အသားအရေတွေ မကောင်းဖြစ်လာမယ်။ ၀က်ခြံတွေပေါက်လာမယ်။ ဘာမှကိုအကောင်းမရှိပါဘူး။ဒါကြောင့် အများသူငါအတွက်မျှော်တွေးပြီး ဆယ်မိနစ်လောက်ကြည့်ရုံနဲ့ အိပ်ပျော်သွားစေမယ့် Sci-Fi ရုပ်ရှင်ကားသစ်ကြီးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းကတော့ အတိတ်ခဏခဏမေ့ပြီး ဘာမှမမှတ်နိုင်ဖြစ်နေတဲ့ မိန်းကလေးတစ်ယောက် A.I အိမ်ကြီးထဲ စမ်းသပ်နေထိုင်ကြည့်တဲ့ အကြောင်းပါ။ A.I က ထကြောင်ပြီး ပြဿနာရှာရာက ခြောက်ခြားစရာတွေ ဖြစ်လာတဲ့ရုပ်ရှင်ပေါ့။ ဒါပေမဲ့ ဘာအဓိပ္ပာယ်မှလည်းရှိမနေသလို ကောင်းကွက်တစ်ကွက်မှလည်း မတွေ့ပါဘူး။ အားလုံးပဲ ဒီရုပ်ရှင်လေးကြည့်ပြီး အိပ်ပျော်နိုင်ကြပါစေ...Size - 800MB, 390MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration ...",
        "rating": "3.5",
        "url": "https://megaup.net/151zc/(CM)_Dark_Cloud_(2022)_720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/61rlzmutjols-142x200.jpg",
        "title": "[18+]Homejack Reverse (2017)",
        "description": "Homejack Reverse (2017)အခုတစ်ယောက် Homejack ဇာတ်ကားက 2016 တုန်းက ဇာတ်ကားကို ပြောင်းပြန်ရိုက်ကူးထားတာပါပရော်ဖက်ဆာ တစ်ယောက်က စာအုပ်တစ်အုပ်ရေးဖို့အတွက် အလုပ်ထွက်ပြီး ရွာဘက်ကို သုတေသနလုပ်ဖို့ မိန်းမနဲ့ပြောင်းလာခဲ့ပါတယ်\nရောက်ရောက်ချင်းမှာပဲ ကလေးနေမကောင်းလို့ မိန်းမဖြစ်သူက တိုကျိုကို ပြန်သွားတာပေါ့ရွာဘက်မှာလည်း Jack the Ripper ဆိုတဲ့ လူသတ်သမားက ရှိနေပြန်တော့ ပရော်ဖက်ဆာကို ရဲတွေက လာသတိပေးသွားပါတယ်\nဒီလိုနဲ့ ညတစ်ည မိုးရွာနေတုန်းမှာ ကောင်မလေးနှစ်ယောက်က မိုးခိုဖို့ ပရော်ဖက်ဆာအိမ်ကို ဝင်လာရင်း ဆရာ့ကို မုဒိမ်းကျင့်ပါတော့တယ်ဆရာတစ်ယောက်ကို ကောင်မလေးနှစ်ယောက်က ဘယ်လိုမုဒိမ်းကျင့်မှာလဲဆိုတာ ကိမုချိတို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(1.2GB) / (800MB)\nQuality__1080p / 720p\nIMDb Rating__3/10\nFormat__mp4\nDuration__01:10:00\nType__Adult, Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parrot\nEncoded by Dark Devil",
        "rating": "",
        "url": "https://megaup.net/1517o/[18+]Homejack_Reverse_(2017)_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYjI0NzAxMTctNGI3Yi00OWZlLWJjNTEtOGE5M2M4NzNlOThlXkEyXkFqcGdeQXVyMTM1NTM4MzQx._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "[18+]Homejack (2016)",
        "description": "Homejack (2016)ဇာတ်လမ်းအစ Jack the Ripper လို့ခေါ်တဲ့ ကွင်းဆက်လူသတ်သမားတစ်ယောက်က အမျိုးသမီးတွေရဲ့ အိမ်ထဲဝင်ပြီး ဓားနဲ့လိုက်သတ်တာပါ...ထိုသတင်းကို တီဗီမှာ ကြော်ငြာနေတုန်း နာဆုကိုရဲ့ ယောက်ျားက အလုပ်နဲ့ခရီးထွက်သွားပါတယ်သူ့ယောကျ်ားခရီးသွားတာနဲ့ တစ်ပြိုင်နက် သူ့ချစ်သူရောက်လာပြီး မြန်မြန်ချစ်တင်းနှောပါတော့တယ်....ညရောက်တော့ ပစ္စည်းပို့သမားဟန်ဆောင်ပြီး ကွင်းဆက်လူသတ်သမားက နာဆုကို့အိမ်ကို ရောက်လာတဲ့နောက်...နာဆုကိုရဲ့ ဆန္ဒတွေကို လူသတ်သမားက ဘယ်လိုအားပါးတရ ဖြည့်ဆည်းပေးမလဲဆိုတာကို ကြည့်ရှု့ ရမှာပါနာဆုကိုရယ် သူ့ချစ်သူနဲ့ လူသတ်သမားတို့ရဲ့ သုံးယောက်ပေါင်းလောင်းကျော်အကွက်လည်း ပါတာမို့ ကီမုချိတို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(800MB)\nQuality__DVDRip\nIMDb Rating__3/10\nFormat__mp4\nDuration__01:10:00\nType__Adult, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parris\nEncoded by Dark Devil",
        "rating": "",
        "url": "https://megaup.net/1KYzd/[18+]Homejack_(2016)_DVDRip.mp4",
        "category": "Adult, Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/17d5R_4f-142x200.jpg",
        "title": "Character (2021)",
        "description": "CHARACTER 2021IMDb rating - 6.6/10\nGenre - Psychological Thriller, Familyကိုယ်လုပ်တာတွေကို အကုန်ပုံတူကူးချပြီး လိုက်လုပ်တတ်တဲ့ copycat သူငယ်ချင်းမိတ်ဆွေမျိုး ကြုံဖူးကြလား\nCopycatတွေက နေ့စဉ်ဘဝမှာဆိုရင် ဘေးနားကလူတွေကရဲ့ ဝတ်ပုံစားပုံတွေ အကျင့်တွေကအစ ပုံတူကူးချပြီးနေထိုင်တတ်ပါတယ်။\nသို့ပေမဲ့ တခြားသူကျူးလွန်ထားတဲ့ လူသတ်မှုတွေကိုလိုက်ကြည့်ပြီး ပုံတူကူး လိုက်သတ်တတ်တဲ့ Copycat killer တစ်ယောက်ဆိုရင် ဘယ်လိုဖြစ်မလဲ...ဇာတ်လမ်းထဲမှာတော့ \"ယမရှိရို ခဲအိဂေါ့\"ဆိုတဲ့ Mangaစာရေးဆရာတစ်ယောက်က mangaဆွဲတာလည်း သေသပ်လှပပြီး ဖြတ်သွားဖြတ်လာလူတစ်ယောက်ရဲ့ပုံကိုတောင် ချက်ချင်းဆွဲနိုင်တဲ့ ပါရမီရှိတဲ့သူတစ်ယောက်ပါ။\nပြဿနာက သူရေးချင်တဲ့အမျိုးအစားက Thriller,Crimeဖြစ်ပြီး သူကိုယ်တိုင်ကတော့ သဘောကောင်းလွန်းတဲ့သူတစ်ယောက်ဖြစ်နေတာပါပဲ။\nတော်ပေမဲ့အသက်ဝင်တဲ့ဇာတ်ကောင်ကိုမရေးဆွဲနိုင်တာကြောင့် ကိုယ်ပိုင်Mangaကို debutမလုပ်နိုင်သေးပါဘူး။ဒီလိုနဲ့စိတ်ဓာတ်ကျပြီးအလုပ်ထွက်ဖို့ပြင်နေတုန်း သူ့ရဲ့ဆရာဖြစ်သူက စံအိမ်တစ်လုံးရဲ့ပုံကို ညဘက်ကြီးမှာ သွားဆွဲခိုင်းခဲ့ပါတယ်။\nပုံကြမ်းဆွဲနေတုန်း စံအိမ်ထဲကသီချင်းသံကအရမ်းကျယ်လို့ အိမ်နီးချင်းက ပြဿနာလှမ်းရှာတာကြောင့် သူပါအခြေအနေမဟန်မှာစိုးလို့ အိမ်ပိုင်ရှင်တွေကိုလှမ်းပြောဖို့လုပ်ပါတယ်။\nဒါပေမဲ့အထဲက တုံ့ပြန်သံမကြားတာနဲ့ အထဲဝင်သွားတဲ့အခါ အိမ်ရှင်တွေကို ဓားနဲ့ထိုးသတ်ခံထားရတာကိုတွေ့လိုက်ရပါတယ်။\nသူ့ဘဝမှာပထမဆုံး အဖြစ်ပျက်ဆိုးနဲ့ကြုံရတာမို့ကြောက်လန့်နေခဲ့တုန်းမှာ လူသတ်သမားဖြစ်သူကိုမြင်လိုက်ရပါတယ်။ ဒါပေမဲ့ ရဲတွေကမေးလို့ထွက်ချက်ပေးတဲ့အခါမှာတော့ သူဟာ လူသတ်သမားကိုမမြင်ခဲ့ပါဘူးလို့ထွက်ဆိုခဲ့ပါတယ်။အဲဒီကစလို့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2qVjr/CHARACTER_(2021)_WEB-DL_720p.mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-2-135x200.jpg",
        "title": "On the Count of Three (2022)",
        "description": "Val နဲ့ Kevin တို့ဟာငယ်ကတည်းကပေါင်းလာတဲ့သူငယ်ချင်းတွေပါ။Kevin ဟာကလေးဘ၀တည်းကစိတ်ကျန်းမာရေးပြဿနာတွေရှိခဲ့သူပါ။တစ်ခါကဆေးသောက်ပြီးကိုယ့်ကိုယ်ကိုယ် သတ်သေဖို့ကြိုးစားတဲ့အတွက်စိတ်ကျန်းမာရေးဆေးရုံကိုပို့ခံထားရပါတယ်။Val ဟာလည်းငယ်စဉ်ကဖခင်ဖြစ်သူရဲ့ရိုက်နှက်တာခံရလို့နာကျည်းနေသူပါ။သူမုန်းတီးတဲ့အလုပ်ကြောင့်လည်း စိတ်ဆင်းရဲနေပါတယ်။တစ်နေ့မှာတော့ Val ဟာ Kevin ကိုစိတ်ကျန်းမာရေးဆေးရုံကနေခေါ်ထုတ်ပြီး နှစ်ယောက်တူတူအဆုံးစီရင်ဖို့ သဘောတူလိုက်ကြပါတယ်။ဒါပေမယ့် မသတ်သေခင်နောက်ဆုံးတစ်ရက်မှာ သူတို့ရဲ့မပြီးပြတ်တဲ့ကိစ္စတွေကို လုပ်ဖို့ကြိုးစားရာကနေ တလွဲတွေဖြစ်လာပြီး ဘ၀အပေါ်အမြင်ပြောင်းလဲလာပုံကိုတင်ဆက်ထားပါတယ်။Jerrod Carmichael ကဒါရိုက်တာ‌အနေနဲ့ရော သရုပ်ဆောင်အနေနဲ့ပါ ပါ၀င်ထားပါတယ်။ဘ၀ရဲ့တန်ဖိုးကိုဆန်းစစ်ပြပြီး သူငယ်ချင်းနှစ်ယောက်ကြား သံယောဇဉ်ကိုပါကြည့်ရမှာပါ။\nRotten tomatoes -85%\nMetacritic -74% File size…(1.6gb)/(746MB)/(349MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:26:00\nGenre...Comedy /Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://megaup.net/36R36/On.the.Count.of.Three.2022.720p(CM)_(2).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dk2pH3FcToKzAUw28J3q8xk8P3k.jpg",
        "title": "(18+)Love Education (2006)",
        "description": "နာမည်ကြီးဓာတ်ပုံဆရာ ကန်နီတစ်ယောက်\nဓာတ်ပုံပြပွဲအတွက်ပြင်ဆင်နေပါတယ်အဲဒီအချိန်မှာ ခန့်ငြားပြီး လုံးကြီးပေါက်လှ အမျိုးသမီးတစ်ယောက်က\nသီးသန့် ဓာတ်ပုံရိုက်ပေးဖို့ တောင်းဆိုလာပါတယ်အဲဒီမှာ မြင်မြင်ချင်းပဲ မမရဲ့ ညှို့ချက်တွေကို ကန်နီ မငြင်းဆိုင်ပါဘူး\nမမရဲ့ တည်ကြည်မှု လှပမှု မဟာဆန်မှုတွေအောက်မှာ\nလူမသိတဲ့ ကြောက်စရာကောင်းတဲ့ အစွဲလန်းကြီးတစ်ခုရှိနေတာကို\nကန်နီတစ်ယောက်မသိရှာပဲ ရှေ့ကို ဆက်တိုးပါတယ်   သူသိလိုက်ရတဲ့အချိန်မှာတော့ အရမ်းနောက်ကျသွားခဲ့ပါပြီ\nအချစ်ကို အရမ်းမကိုးကွယ်သင့်ကြောင်း\nအစွဲလမ်းမကြီးသင့်ကြောင်းကို\nအချစ်ခန်းတွေအများကြီးနဲ့ ရိုက်ပြထားတာဖြစ်လို့\n၁၈ နှစ်မပြည့်သေးသူများ ကြည်ဖို့မသင့်တော်ပါဘူးFile size…1.23GB / 625MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/36KB1/Love.Education.2006.BluRay.720p(DS).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eIUixNvox4U4foL5Z9KbN9HXYSM.jpg",
        "title": "The Grandmother (2021)",
        "description": "The Grandmother (2021)ဇာတ်စစအဖွင့်မှာ အဘွားကြီးတစ်ယောက်က သူ့ သူငယ်ချင်းအိမ်ကို အလည်သွားတယ်။ အဲဒီကိုရောက်တော့ သူ့သူငယ်ချင်းက ကြမ်းပြင်မှာ သေနေပြီ။ ဒါပေမဲ့ သူ မျက်နှာတစ်ချက်မှ ပျက်မသွားဘူး။ ပြီးကျ အခန်းထဲက ကောင်မလေးတစ်ယောက် ကိုယ်လုံးတီးနဲ့ ထွက်လာတယ်။ အဘွားကြီးဟာ ကောင်မလေးကိုကြည့် အားရပါးရပြုံးရင်း ကောင်မလေးရဲ့ အောက်ပိုင်းကို နမ်းလိုက်တယ်။အဲဒီအဘွားကြီးမှာ မြေးမလေးတစ်ယောက်ရှိတယ်။ ကောင်မလေးရဲ့ အဖေအမေတွေက ဆုံးသွားတာကြာပြီ။ သူတို့နှစ်ယောက်တည်း ဆွေရယ်မျိုးရယ်ကျန်ခဲ့တာပေါ့။ ကောင်မလေးက မော်ဒယ်လုပ်တယ်။ တစ်နေ့ကျ အဘွားကြီး ဦးနှောက်ထိသွားပြီ သိပ်မလှုပ်နိုင် စကားမပြောနိုင်တော့လို့ ဆရာ၀န်က ကောင်မလေးကို ခေါ်လိုက်တယ်။ ကောင်မလေးက သူ့အဘွားကို ပြုစုပေးရင်း သူ့အဘွားနဲ့ နေရဖို့ အကြောင်းဖန်လာတယ်။ ဒီလိုနဲ့ ကောင်မလေးဟာ နေမကောင်းတဲ့ သူ့အဘွားကို ပြုစုရင်း ထူးဆန်းတာတွေ ဖြစ်လာခဲ့တယ်။Jump Scare သိပ်မသုံးထားဘဲ အဖွားနဲ့မြေးကြားတင် တစိမ့်စိမ့် ရင်တုန်ရအောင် ...",
        "rating": "6",
        "url": "https://megaup.net/14Z0y/(CM)_The_Grandmother_(2021)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/warming.up_-149x200.png",
        "title": "Warming Up to You (2022)",
        "description": "Warming Up to You (2022)\n=====================\nIMDb Rating - 6.3/10ဒီဇာတ်ကားလေးကတော့ လတ်တလောခေတ်စားနေတဲ့ ဇာတ်လမ်းမျိုးဖြစ်တဲ့\ngym trainer ကောင်မလေးနဲ့ နာမည်ကျော်မင်းသားတစ်ယောက်တို့ရဲ့  ရိုမန့်\nဇာတ်လမ်းလေးလို့ပဲ ဆိုကြပါစို့။ကျန်းမာရေးအတွက်ပဲ အမြဲအဓိကထားပြီး လေ့ကျင့်ပေးတတ်လို့ ပေါ်ပင်တွေ\nနောက်လိုက်တတ်တဲ့ Gym နဲ့ အမြဲကတောက်ကဆဖြစ်ရတဲ့ ပါဆင်နယ်ထရိန်နာမလေး\nကိတ်ဝို့ဖ်။နာမည်ကြီးမင်းသားတစ်လက်ဖြစ်ပေမယ့် body structure ကို ဂရုမစိုက်ဘဲ\nစားချင်သလိုတွေစားလို့ ကြွက်သားတွေပျောက် ဝဖိုင့်လာရတဲ့ မင်းသား ရစ်ခ်စတီးလ်။\nတစ်နေ့မှာ ရစ်ခ် ရဲ့ စတူဒီယိုကနေ ပါဆင်နယ်ထရိန်နာအဖြစ် လေ့ကျင့်ပေးဖို့ ကိတ် ကို\nငှားရမ်းလာတဲ့အခါ၊ စတွေ့ကတည်းက ‌ကြောင်နဲ့ ကြွက်လို အမြင်မတည့်ခဲ့ကြတဲ့\nသူတို့နှစ်ယောက် ထရိန်နင်ဆင်းကြတဲ့အခါ ကြုံတွေ့ရတဲ့ ပြဿနာတွေကို ရိုမန့်စ်\nလေးတွေရောပြီး ပေါ့ပေါ့ပါးပါးလေး စီးမျောခံစားကြည့်ရဦးမှာပါ။\nကိုယ့်ရဲ့ ကလိုင်းရန့်နဲ့ လုံးဝ ဒိတ်မလုပ်ဘူးလို့ ကြွေးကြော်ထားခဲ့တဲ့ ကိတ် အတွက်ရော\nဘယ်လို challenge တွေဖြစ်လာမလဲဆိုတာကတော့ ...\nဒီဇာတ်ကားလေးကိုတော့ ဒါရိုက်တာ Christie Will Wolf ...",
        "rating": "6.3",
        "url": "https://megaup.net/1KWi0/Warming.Up.To.You.2022.720p.AMZN.WEB-DL.DDP5.1[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-g-139x200.jpg",
        "title": "Great Freedom(2021)",
        "description": "ဒါကတော့ ဂျာမာန်စကား‌ပြော Queer movie ခလေးပါ။ဒုတိယကမ္ဘာစစ်အပြီး အနောက်ဂျာမဏီမှာ\nပြည်သူတွေကနာဇီခေတ်ကထက်ပိုမို လွတ်လပ်လာပေမယ့် လိင်တူစိတ်၀င်စားသူတွေကို\nတော့ဖိနှိပ်ထားဆဲပါ။Hans Hoffman ဆိုတဲ့လိင်တူစိတ်၀င်စားသူဟာ လိင်တူဆက်ဆံခြင်းကို အပြစ်ပေးတဲ့ဥပဒေတွေကြောင့်\nထောင်မကြာခဏကျခံနေရပါတယ်။ ထောင်ထဲမှာလည်း ဂေးတစ်ယောက်ဖြစ်နေလို့\nထောင်သားအချင်းချင်းခွဲခြားဆက်ဆံခြင်းကိုလည်း ခံရပါတယ်။ဟန်းစ်ရဲ့အခန်းဖော်ကတော့ လူသတ်မှုနဲ့ထောင်ကျနေတဲ့ ဗစ်တာပါ။ဗစ်တာကလည်း လိင်တူဆက်ဆံသူတွေကို\nမုန်းတီးစိတ်ရှိသူဖြစ်ပေမယ့် အချိန်ကြာလာတော့ ဟန်းစ်နဲ့ခင်မင်ရင်းနှီးသွားပြီး မမျှော်လင့်ပဲသံယောဇဉ်\nတွယ်လာပါတယ်။ 2021ကထွက်ရှိပြီး Canns ရုပ်ရှင်ပွဲမှာ ဆုရခဲ့ပါတယ်။လိင်တူစိတ်၀င်စားသူတွေကိုဖိနှိပ်မှု၊\nအကျဉ်းကျခံရသူအချင်းချင်းကြားက ရဲဘော်ရဲဘက်စိတ်ဓာတ်တို့ကို ပြထားပါတယ်။\nရုပ်ရှင်က ဟန်းစ်ပထမဆုံးထောင်ကျတာနဲ့ နောက်ဆုံးထောင်ကျတာကိုတစ်လှည့်စီပြထားပါတယ်။File size…(3.09gb)/(1.38GB)/(680MB)Quality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:56:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://megaup.net/14F53/Great_freedom_2021_720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ssni00700pu-141x200.jpg",
        "title": "[21+]See Through – Anzai Rara-RION-Decensored (SSNI-700)",
        "description": "Anzai Rara-RION ရဲ့ Decensored ကားတစ်ကားထပ်မံတင်ဆက်လိုက်ပါတယ်...RION ဆိုတာ JAV မင်းသမီးတွေထဲ မေ့လို့မရအောင် ထူးခြားတဲ့သူလေးပါ..အမြဲတမ်း Horny ဖြစ်နေတတ်တဲ့ အကြည့်တွေက သူမဆီက ထူးခြားမှုတွေနဲ့ ပြည့်စုံစွာ လိုက်ဖက်ပါတယ်။(သူမရဲ့ထူးခြားမှုတွေက ဘာဖြစ်မလဲဆိုတာ ပိုစတာကိုကြည့်တာနဲ့သိမြင်နိုင်ပါတယ်။)ဒီကားထဲမှာလဲ သူမရဲ့ထူးခြားမှုတွေနဲ့ ပုရိသတွေကို ဘယ်လိုဆွဲဆောင်သွားမယ်ဆိုတာ အံ့ဩဘနန်းကြည့်ရမှာပါ။Decensored Version နဲ့ တင်ဆက်ထားတာမို့ RION ကို ထပ်တိုးစွဲငြိစေမှာ အသေအချာပါပဲ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.7 GB) & (1.2 GB)\nQuality : HDRip Decensored 1080p & 720p\nRunning Time : 02:33:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Andrew Mason\nEncoded ...",
        "rating": "",
        "url": "https://megaup.net/1KWap/(DS)SSNI-700_[Decensored]_See_Through_With_No_Bra,_J_Cups_Fall_Out,Lala_Anzai_.HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMjIxODAzNTIzN15BMl5BanBnXkFtZTcwNDE2ODg5Nw@@._V1_-135x200.jpg",
        "title": "6 Bullets (2012)",
        "description": "မင်းသားကြီးဗန်ဒိန်းရဲ့ ၂၀၁၂ကထွက်ခဲ့တဲ့ အက်ရှင်ကား​ဟောင်း တစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်၊\nIMDb မှာ 6 ရထားပြီးငယ်ငယ်ကထဲက ကြိုက်ခဲ့ရတဲ မင်းသားကြီးရဲ့ မပျက်စီး​သေးတဲ့ အက်ရှင်​တွေကို မြင်​တွေ့ရဦးမှာပါ။ဆမ်ဆန်​​ဂေါလ်က ​ကြေးစားစစ်သား​ဟောင်းဖြစ်ပြီး အနားယူချိန် အလွတ်စုံ​ထောက်အ​နေနဲ့ လူကုန်ကူးမှု​တွေကို အဓိကလိုက်​နေတဲ့ သူပါ၊\nဒါ​ပေမဲ့ သူရဲ့ သတိလက်လွတ်လုပ်လိုက်မိတဲ့ မ​တော်တဆတစ်ခု​​ကြောင့် က​လေးမ​လေး ၂​ယောက် ​​သေရပြီး​နောက် အပြစ်ရှိတဲ့စိတ်နဲ့ အလွတ်စုံ​ထောက်ဘဝကပါနားကာ အသား​ရောင်းသူအဖြစ် ဇာတ်မြုပ်​နေထိုင်ခဲ့ပါတယ်။တစ်​နေ့မှာ အ​မေရိကန် MMAဖိုက်တာ ချန်ပီယံ​ဟောင်း အန်ဒရူး ​​ဖေဒန်နဲ့မိသားစုဟာ တ​ကျော့ပြန် ထိုးသတ်ပွဲအတွက် ​ဆွေး​နွေးဖို့ ​ဆမ်ဆန်​​ဂေါလ်​နေတဲ့ ​မော်ဒိုဗာနိုင်ငံကို ရောက်လာပါတယ်၊\nသူတို့ ​ရောက်ပြီး မကြာခင်မှာ သမီးဖြစ်သူ ဘက်ကီ​ဖေဒန် ရုတ်တရက် ပျောက်ဆုံးသွားပါတယ်၊\nရဲတပ်ဖွဲ့နဲ့ အ​မေရိကန်သံရုံးအထိ သူရဲ့ ​ပျောက်ဆုံးမှုကို အပူတပြင်းစုံစမ်းခဲ့​ပေမယ့် မထူးခြားတဲ့အဆုံး အနားယူ​နေတဲ့ ဆမ်ဆန်​​ဂေါလ်ဆီ ​ရောက်လာခဲ့ပါတယ်၊\nဒီလိုနဲ့ပဲ ​ကြေးစားစစ်သား​ဟောင်းကြီးဟာ ​က​လေးမ​လေးကို လိုက်ရှာဖို့အ​ကြောင်းပါလာပြန်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim ...",
        "rating": "6.0",
        "url": "https://megaup.net/2qTyj/6_bullets_(2012)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wDEse2TQRiyfhdlusSXBdkDOQRj.jpg",
        "title": "Dual (2022)",
        "description": "Dual (2022)~ IMDb - 6.2/10, Rotten Tomatoes - 72% ~ဘာရောဂါနဲ့မှန်းမသိ သေတော့မယ့် ကောင်မလေးတစ်ယောက်ကို ဆရာ၀န်က သေဖို့သေချာနေပြီလို့ ပြောတော့ ကောင်မလေးက သူ့မှာ ဘာများရွေးချယ်စရာ ရှိသေးလဲလို့မေးတော့ ဆရာ၀န်ကပြန်ဖြေတယ်။ \"မြေမြုပ်မလား မီးသင်္ဂြိုလ်မလား ရေထဲမျှောမလား ရွေးချယ်လို့ရပါတယ်\"ဆိုပြီး သူသာဆို မြေပဲမြုပ်မယ့်အကြောင်း ဋီကာချဲ့ပြီးနောက် ကိုယ်သေသွားပေမဲ့ ကိုယ်ချစ်တဲ့သူတွေအတွက် ကိုယ့်ပုံတူကိုယ်ပွား အစားထားခဲ့လို့ရတဲ့အကြောင်း ကြော်ငြာစာရွက်ကလေးပေးလိုက်တယ်။ဒီလိုနဲ့ ကောင်မလေးက ကိုယ်ပွားပွားပေးတဲ့ဆီ ကိုယ်ပွားသွားပွားတယ်။ Ethic စောက်ရမ်းရှိတဲ့ ဆရာ၀န်က ကိုယ်လုံးတီးဖြစ်နေတဲ့ သူ့ကိုယ်ပွားကို ဘူးသွားတာကလွဲ အားလုံးအဆင်ချောပါတယ်။ နောက်မှ ဆရာ၀န်က ဘာမှားလဲမသိပေမဲ့ မသေတော့ပါဘူး ကောက်လုပ်ပြန်တော့ ကောင်မလေးခဗျာ ကိုယ်ပွားကြီးအဖတ်တင်ပါရော။ ပြဿနာက ခုနကိုယ်ပွားက လူစစ်စစ်ပဲ။ စက်မဟုတ်ဘူး။ ဆိုတော့ သူ့ကိုဖျက်သိမ်းဖို့က သတ်ပစ်ရတာပဲ။ဥပဒေအရ သေခါနီးလူမဟုတ်ရင် ကိုယ်ပွားပွားလို့ မရတော့ တစ်ယောက်ပဲရှင်ရမယ်။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2qTkk/(CM)_Dual_(2022)_720p.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNzA1Njg4NzYxOV5BMl5BanBnXkFtZTgwODk5NjU3MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Blade Runner 2049 (2017)",
        "description": "လောလောလတ်လတ်ထွက်ရှိလာတဲ့Blade Runner 2049(2017)ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကတော့ အရင် Blade Runner 2017(1982)ကားကို အခြေတည်ပြီး ထွက်ရှိလာတဲ့ ကားသစ်လေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ လူသားတွေနဲ့ ချွပ်စွပ်တူတဲ့ Replicantဆိုတဲ့ လူသားပုံတူတွေဟာ 2049မှာ တွင်တွင်ကျယ်ကျယ် အသုံးပြုလာပါတယ်။အဲ့ဒီမှာ K ဆိုတဲ့ ရဲအရာရှိတစ်ယောက်ဟာ Replicant ဗားရှင်းအဟာင်းတွေကို လိုက်သုတ်သင်ရင်း ထူးဆန်းမှုတစ်ခုကိုသိထားမိလာပါတော့တယ်။မီးဖွားထားတဲ့ လက္ခဏာနဲ့ Replicantအရိုးစုစက်ရုံကထုတ်လုပ်တဲ့ Replicantတွေက မျိုးပွားနိုင်သလားမွေးလာတဲ့ကလေးကရော ဘယ်မှာလဲOfficer Kကရောဘာလဲအရင်ကBlade Runner အရာရှိ ဒတ်ကတ်ကရောဘယ်မှာလဲ- စတဲ့ သိုလော့သို့လော မေးခွန်းတွေနဲ့ဇာတ်လမ်းကို အဆုံးထိဖမ်းစားနိုင်တဲ့ကားပါ။Rating မြင့်မြင့်နဲ့ သမာရိုးကျဇာတ်လမ်းတွေထဲက ခွဲထွက်လာတဲ့Mysteryကားကောင်းလေးကို ကြည့်ရှုလိုတဲ့ CMပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\nFile size…(2.2 GB)/(999 MB)\nQuality….Open Matte 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….02:43:27\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung,Thanhtike Zaw\nTranslated by Aye Mon Kyaw",
        "rating": "8.4",
        "url": "https://megaup.net/36Qnz/(CM)_Blade.Runner.2049.2017.Open.Matte.720p-BLUEBIRD-Nyein.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/f981d9c2-891f-4cc7-9a19-7dcdef6b71c9-133x200.jpg",
        "title": "Blade Runner (1982)",
        "description": "1982 ခုနှစ်မှာထွက်ရှိလာခဲ့တဲ့ Blade Runner ကားဟာလက်ရှိ 2017 ကာလဆီကိုဦးတည်ရိုက်ကူးထားတဲ့ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ မိုးပျံကားတွေ အထပ်မြင့်အဆောက်အဦတွေနဲ့ ပြောင်းလဲနေပြီဖြစ်တဲ့ ကမ္ဘာကြီးမှာအထူးပြောင်းလဲမှူလို့ခေါ်နိုင်တာတစ်ခုလဲရှိနေပါတယ်။အဲ့တာကတော့ Replicants လို့ခေါ်တဲ့ ပုံတူစက်ရုပ်တွေပါပဲ။လူသားနဲ့ချွပ်စွပ်တူတဲ့ အဲ့စက်ရုပ်တွေက ခံစားချက်တွေပေါက်ဖွားလာနိုင်တာကို လူသားတွေသိတဲ့အခါ သုတ်သင်ပစ်ဖို့ကြိုးစားရပါတော့တယ်။မင်းသားကြီး ဟယ်ရီဆင်ဖို့ဒ်က Blade Runner လို့ခေါ်တဲ့ မုဆိုးတစ်ယောက်။ထွက်ပြေးလွတ်မြောက်နေတဲ့ Replicant တွေကိုရှာဖွေ သတ်ဖြတ်ပေးရမယ့်တာဝန်နဲ့ ဇာတ်လမ်းကို အစချီထားပါတယ်။သာမာန်သိပ္ပံကားတွေနဲ့ မတူတာကတော့ ဒီစက်လမ်းက စုံထောက်ဇာတ်လမ်းအသွားမျိုးလို့ပြောလို့ရပါတယ်။ရိုးရိုးသားသားဝန်ခံရရင် စကြည့်ကာစကတော့ သိပ္ပံဇာတ်လမ်းတွေရဲ့ ထုံးစံအတိုင်း စက်ရုပ်တွေကလူဆိုးတွေဖြစ် လူဆိုးတွေကိုရှင်းလင်းလိုက်တဲ့ကားမျိုးပဲထင်ခဲ့တာပါ။ကြည့်ရင်းနဲ့ ဒီကားက Imdb Rating 8.2နဲ့ Rotten Tomatoes 90% ရလဲရထိုက်ပါပေတယ်လို့ပဲကောက်ချက်ချလိုက်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ နောက်ဆက်တွဲ Blade Runner 2049 (2017) လဲ ထွက်ရှိထားတာမလို့ ဒီကားလေးကို အရင်ခံစားကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတော့တယ်။\nFile size…(2.2 GB)/(900 MB)\nQuality….BluRay 1080p HEVC / ...",
        "rating": "8.2",
        "url": "https://megaup.net/14Y0t/(CM)_Blade_Runner_(1982)_Final_Cut_V2_1080p_BluRay_x265_10bit_AAC_5.1-Nyein.mkv",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fpIOp63wcxCiLiJUMQcvqMmWskT.jpg",
        "title": "Tyson’s Run (2021)",
        "description": "Tyson’s Run (2022) Wholesome ဖြစ်တဲ့ Family Friendly ဇာတ်ကားလေးဖြစ်ပါတယ်။လောကမှာ ကိုယ်ရွေးချယ်လို့ရတဲ့အရာရယ် ကိုယ်ရွေးချယ်လို့မရတဲ့အရာရယ်ဆိုတာ ရှိစမြဲပါ။ ကိုယ့်ရဲ့ဖြစ်တည်မှုကို ရွေးချယ်လို့မရခဲ့ပေမဲ့ ကိုယ်ရထားတဲ့ဘဝကို ဘယ်လိုရှေ့ဆက်ရှင်သန်မယ်ဆိုတာကတော့ ရွေးချယ်လို့ရရဲ့မဟုတ်လား။ဘော်ဘီဟိုလာမန်းက စတန်းဘရေ့ချ်မြို့ရဲ့ အထင်ကရပုဂ္ဂိုလ်တစ်ဦးပါ။ဘယ်လိုအထင်ကရဖြစ်တာလဲဆိုတော့ စတန်းဘရေ့ချ်မြို့ ဂရေးဟောင်း အထက်တန်းကျောင်းရဲ့ ဘောလုံးအသင်းနည်းပြအနေနဲ့ ဂရေးဟောင်းအသင်းကို ခုနစ်နှစ်ဆက်တိုက် ရှုံးပွဲမရှိတဲ့အသင်းဖြစ်စေခဲ့ပြီး ပြည်နယ်ကိုယ်စားပြုချန်ပီယံဆုကို ငါးနှစ်ဆက်တိုက် ဆွတ်ခူးစေခဲ့လို့ပါပဲ။ဒီလိုမြို့ခံလူထုက လေးစားရတဲ့သူ့မှာ တိုင်ဆန်ဆိုတဲ့ ၁၅ နှစ်အရွယ်သားလေးရှိပါတယ်။ ကံဆိုးရှာတာက တိုင်ဆန်ဟာ အော်တစ်ဇင်ဖြစ်နေရှာတာပါပဲ။ ဒါပေမဲ့လည်း တိုင်ဆန်ဟာ ဘောလုံးနည်းပြကြီး သူ့အဖေ ဂုဏ်ယူရတဲ့သူ ဖြစ်အောင် လုပ်ပြချင်ရှာတယ်။တစ်နေ့ သူတို့မြို့မှာ မာရသွန်အပြေးပြိုင်ပွဲကြီး ကျင်းပမယ်ဆိုတော့ တိုင်ဆန်က သူလည်း ဝင်ပြိုင်ချင်တယ်ဆိုပြီး သူ့မိဘတွေကို ပူဆာရှာတာပေါ့။ ဒါပေမဲ့ စိတ်ပူတတ်တဲ့မိခင်နဲ့ မလုပ်နိုင်ဘူးထင်တဲ့ဖခင်က တားကြလေရဲ့။ ခေါင်းမာတဲ့ တိုင်ဆန်တစ်ယောက် ချန်ပီယံဟောင်းအာခလိလုနဲ့ အမှတ်မထင်ခင်မင်ရင်းနှီးသွားရာက သူ့အိပ်မက်တွေ တကယ်ဖြစ်လာပါ့မလားဆိုတာကတော့ ..ထူးခြားတာက ...",
        "rating": "7",
        "url": "https://megaup.net/2qPxn/[CM]Tyson_s.Run.2022.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4xvXYD0SHWdttDJb1gJ4VuD1EeY.jpg",
        "title": "They Talk (2021)",
        "description": "They Talk (2022)ပရလောကဆိုတာကို တစ်ချို့ကယုံကြတယ်။ တစ်ချို့က မယုံကြဘူးပေါ့။ တစ်ချို့ကျ တစ္ဆေဆိုတာ အကြောင်းတစ်ခုခုနဲ့ဖြစ်လာတဲ့ လူ့ရဲ့ပုံရိပ်ယောင်တွေ ပဲ့တင်သံတွေလို့ ထင်ကြတယ်။ တစ်ခါတလေကျလည်း သဘာ၀ရဲ့လှည့်ကွက်ပေါ့။ သဘာ၀ထဲက လေအေးနဲ့ လေနွေးပေါင်းစပ်မိတဲ့အခါမှာတောင် တစ်ခါတလေ ထင်ယောင်ထင်မှားဖြစ်လောက်စရာတွေပေါ်တတ်တယ်။ ဟော့ကင်းကတော့ လူဆိုတာ ကွန်ပြူတာတစ်လုံးလိုပဲလို့ ဆိုတယ်။ ပျက်ပြီး ပြီးပြီပေါ့။ ဒါပေမဲ့ တကယ်ရှိရှိမရှိရှိ ယုံတဲ့လူတွေရှိနေသရွေ့ သရဲကတော့ ရှိနေဦးမှာပါပဲ။ဒီဇာတ်လမ်းမှာ လူတစ်ယောက်ဟာ ပရလောကက အသံတွေကို ကြားနေရတယ်။ ကြုံရာကျပန်းတွေပါပဲ။ ဘာတွေလဲကို သူလည်းမသိဘူး။ သူ့လိုပဲ ကြားရတဲ့ ပရော်ဖက်ဆာတစ်ယောက်ဆီ သူအကြံသွားတောင်းတယ်။ ပရော်ဖက်ဆာကတော့ သရဲတွေက ကြုံရာကျပန်းပြောတာမဟုတ်ဘူး။ သူ့ကို သတင်းတစ်ခုခုပေးချင်တာတဲ့။ ဒီတော့ သူအဖြေရှာတယ်။ သူ့ကောင်မလေးက ဒါတွေကိုမယုံဘူး။ ဆက်မလုပ်တော့ဖို့ပြောတယ်။ ဒီလိုနဲ့ တစ်မနက်ကျ ပရော်ဖက်ဆာကြီးဆီက ဖုန်း၀င်လာပြီး သူ့ကို တစ်ခုခုလာနေပြီ သတိထားလို့ပြောတယ်။ အဲဒီညနေသူ ဖုန်းပြန်ဆက်တော့ ...",
        "rating": "3.8",
        "url": "https://megaup.net/14Plr/(CM)_They_Talk_(2022)_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4MI2y8XViPrDiKs1p0QC4bTeZzf.jpg",
        "title": "Maurice (1987)",
        "description": "Maurice (1987)~ IMDb - 7.7/10, Rotten Tomatoes - 87% ~ချစ်ခြင်းမေတ္တာဆိုတာ နေရာဒေသမရွေး၊ အချိန်အခါမရွေး၊ ယောကျ်ား မိန်းမ မရွေးရှိတတ် ဖြစ်ပေါ်တတ်ကြတယ်။ လိင်တူချင်း ချစ်ကြိုက်ဖို့၊ မေတ္တာမျှဝေဖို့ အတင်းကြပ်ဆုံး နိုင်ငံတွေထဲမှာ အင်္ဂလန်နိုင်ငံဆိုတာ ထိပ်ဆုံးမှာ ရပ်တည်နေတာဖြစ်ပါတယ်။ ဒုတိယ ကမ္ဘာစစ်မတိုင်ခင်အချိန်တွေမှာ အင်္ဂလန်နိုင်ငံတော်ကြီးမှာ လိင်တူချစ်ကြိုက်မိခဲ့ရင် သေဒဏ်ဆိုတဲ့ ကြီးလေးတဲ့ ပြစ်ဒဏ် ပေးခံရပါတယ်။ဒီလိုအချိန်ကာလမျိုးမှာပဲ Maurice တစ်ယောက် Right Person၊ Wrong Time ဆိုတဲ့ အခြေအနေမျိုးကို ရောက်ရှိခဲ့တယ်။ အမျိုးသားတစ်ဦးကို ချစ်မိတာဟာ အမျိုးသမီးတစ်ဦးကို ချစ်ကြိုက်ရတာထက် ပိုပြီး စိတ်ပင်ပန်းရတယ် တွေ​ဝေရတယ် စွန့်လွှတ်ရဲရတယ်။ ဒါကို Maurice တစ်ယောက်ကြုံခဲ့ရတယ်။ အချိန်ကာလ၊ မိသားစု၊ ပတ်ဝန်းကျင် အစရှိတာတွေအကုန်လုံးကို အံတုပြီး ကျောင်းနေဘက် သူငယ်ချင်း Clive ...",
        "rating": "7.7",
        "url": "https://megaup.net/2qRgA/(CM)_Maurice_(1987)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dJhaeXggESnMuD4roEcrUvCyoBV.jpg",
        "title": "Thar (2022)",
        "description": "Thar (2022)\n=====================\nImdb 6.2 / 1.2k၁၉၈၀ ပြည့်နှစ် အနောက်တိုင်း thriller အမျိုးအစား ရုပ်ရှင်ကို\nပြန်လည် ခံစားသက်ဝင်ရိုက်ကူးထားပြီး ၂၀၂၂ Netflix မှ အသစ်စက်စက်ထွက်ရှိထားတဲ့\nThar ဆိုတဲ့ အိန္ဒိယဇာတ်ကားကောင်းလေး တစ်ကားကို တင်ဆက်ပေးလိုက်ပါရစေ...ဇာတ်ကားလေးကိုတော့ ရာဂျက်စ်သန် နယ်စပ်နား မူနာဘာအို ရွာလေးကို အခြေပြုပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်\nဆူရေခါဆင်းကတော့ မူနာဘာအိုရွာလေးမှာ အကြာကြီး တာဝန်ထမ်းဆောင်လာခဲ့ပြီး လပိုင်းအတွင်းမှာ\nအငြိမ်းစားယူတော့မယ့် အင်စပတ်တာ တစ်ယောက်ပါ။သူ တာဝန်ထမ်းဆောင်လာခဲ့တဲ့ နယ်မြေလေးဟာ အေးချမ်းလွန်းပြီး\nအမှုအခင်းဆိုလို့ ရန်ပွဲလောက်ကလွဲရင် ကျန်တာ မရှိတဲ့နေရာလေးပါ\nတစ်နေ့မှာတော့ အဲဒီနယ်မြေမှာ အိမ်တစ်အိမ်ကို ဂိုဏ်းတစ်ခုက ဝင်ရောက်လုယက်ပြီး\nအိမ်သားတွေကို သတ်ဖြတ်ကာ ပစ္စည်းဥစ္စာတွေကိုပါ ယူသွားပါတော့တယ်။အဲဒီအမှုဖြစ်ပြီး နောက်တစ်နေ့မှာပဲ ဆူဗာလို့ခေါ်တဲ့ ရွာသားတစ်ယောက် ရက်ရက်စက်စက်နှိပ်စက်ပြီး သတ်ခံရပြန်ပါတယ်။\nအင်စပတ်တာ ဆူရေခါဆင်းတစ်ယောက် ဒီအဖြစ်အပျက်တွေ စုံစမ်း ဖော်ထုတ်ဖို့ ကြိုးစားနေချိန် ဆစ်ဒါလို့ခေါ်တဲ့\nရှေးဟောင်းပစ္စည်း ရောင်းဝယ်ရေးသမားတစ်ယောက်ဟာ မူနာဘာအိုရွာလေးကို အလုပ်သမားရှာဖို့ ရောက်လာခဲ့ပါတယ်လူသတ်မှုတွေကို ဖြေရှင်းဖို့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/14xq6/Thar_(2022)_HQ_HDRip_.720p.AAC_2.0CH_._Hindi(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ta-135x200.jpg",
        "title": "The Talented Mr. Ripley (1999)",
        "description": "နာမည်ကျော် ဆယ်လဘရီတီအမှုတစ်ခုဖြစ်တဲ့ ဂျွန်နီဒပ် နဲ့ အမ်ဘာဟက် တို့ တရားခွင်မှာ အမ်ဘာဟက်ဟာ ဒီရုပ်ရှင်ထဲက စကားလုံးတွေကို ခိုးယူပြောကြားခဲ့တဲ့အတွက် လူရယ်စရာဖြစ်သွားခဲ့ပါတယ်။ ဒေါ်လာသန်း ၁၀၀ တန် တရားခွင်ကြီးမှာတောင် အတုယူပြောရလောက်တဲ့ စကားလုံးတွေက ဘာတွေဖြစ်မလဲ ကြည့်လိုက်ရအောင်။Ripleyဟာပါတီတစ်ခုမှာ ပီယာနိုတီးနေတုန်း သူငှားထားတဲ့ဂျာကင်ကြောင့် လူကုံထံသူဌေးကြီးဖြစ်သူ Herbert Greenleaf ကသူ့ကိုပရင့်စတန်ကျောင်းထွက်လို့ထင်ပြီး သူ့သားသူငယ်ချင်းဖြစ်မယ်လို့ထင်နေပါတယ်Herbert ကTom ကိုအီတလီမှာလေလွင့်နေတဲ့ သူ့သားဖြစ်သူ Dicky ကိုသွားခေါ်ဖို့စည်းရုံးပါတယ်။ငွေလိုနေတဲ့ Tom ကလည်းလက်ခံလိုက်ပြီး အီတလီကိုသွားကာ Dicky ကို သူဟာDicky မမှတ်မိတဲ့ကျောင်းနေဘက်သူငယ်ချင်းဖြစ်ကြောင်းအယုံသွင်းပြီး မိတ်ဖွဲ့နိုင်ခဲ့ပါတယ်။တွမ်ဟာ အီတလီက Dicky ရဲ့ဇိမ်ကျတဲ့ ဘ၀ကိုအားကျပြီး\nအခွင်သင့်တိုင်း Dicky လိုဟန်ဆောင်တတ်တယ်။Dicky ကိုယ်တိုင်တွမ်ကိုငြီးငွေ့လာချိန်မှာတော့ အထက်တန်းစားဘ၀ကိုစွဲလမ်းနေပြီဖြစ်တဲ့ တွမ်ဟာသူ့အလိမ်အညာကိုဖုံးဖိနိုင်ဖို့အစွမ်းကုန်ကြိုးစားပါတော့တယ်။ဟန်ဆောင်ဘ၀တစ်ခုကို ထိန်းသိမ်းနိုင်ဖို့ ဘယ်အထိသွားနိုင်မလဲ1999 ကထွက်ရှိထားတဲ့ Thriller လေးပါ။ဒိတ်ဒိတ်ကျဲသရုပ်ဆောင်တွေဖြစ်တဲ့ Matt Damon,Jude Law, Gwyneth Paltrow,Cate Blanchett, ...",
        "rating": "",
        "url": "https://megaup.net/14Z6w/The_Talented_Mr_Ripley_(1999)_720p_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ur2D5MXrwBBymQ7DjG0cOFen2yh.jpg",
        "title": "Jersey (2022)",
        "description": "ဒီကားလေးက ယင်​ကောင်မင်းသား နာနီရဲ့ Jersey 2019 ကို\nပြန် Hindi Remake ထားတယ်ဆိုပေမယ့်\nဇာတ်လိုက် မင်းသားက Kabir Singh ဇာတ်ကားနဲ့\nမြန်မာပြည်ပရိသတ်တွေကြား ရေပန်းစားခဲ့တဲ့ မင်းသားချောလေး ရှာဟစ်ဒ်ကပူရ်ဆိုတော့ ကြည့်ရကျိုးနပ်ပါတယ်.... ဇာတ်လမ်းကြောရိုးကတော့ နိုင်ငံတော်ခရစ်ကတ်အသင်းထဲဝင်ခွင့်မရခဲ့တဲ့ အရည်အချင်းရှိ\nခရစ်ကတ်ကစားသမားတစ်ဦးဟာ သူဘယ်လောက်ပဲ ကြိုးစားစား အခွင့်အရေးမရခဲ့တဲ့အတွက်\nခရစ်ကတ်အားကစားကို လက်လျှော့ပြီး သာမန်ဘဝတစ်ခုမှာပဲ စိတ်နာနာနဲ့ နေထိုင်သွားခဲ့တယ်.... ခရစ်ကတ်ဝါသနာအိုးဖြစ်တ​ဲ့ သားဖြစ်သူရဲ့မွေးနေ့လက်ဆောင်အတွက် သူပူဆာတဲ့\nJersey (အိန္ဒိယခရစ်ကတ်အသင်းဝတ်စုံ) ​လေး ကို ဝယ်ပေးချင်တဲ့စိတ်နဲ့ မထင်မှတ်ဘဲ\nခရစ်ကတ်လောကထဲကို သူပြန်ရောက်သွားတဲ့အခါမှာတော့....\nပတ္တမြားမှန်ရင် နွံမှာမနစ်ဘူးဆိုတဲ့အတိုင်း သူ့ရဲ့တိမ်ဝှက်နေတဲ့ အရည်အချင်းတွေကို ထုတ်ဖော်ခွင့်ရပါ့မလား....\nသူ့သားလေးတကယ်လိုချင်​နေတဲ့ မွေးနေ့လက်ဆောင်ကို ပေးနိုင်ပါ့လား....\nသူဖြစ်ချင်နေတဲ့ အိပ်မက်ကော အကောင်အထည်ပေါ်လာပါ့မလား... ဒီဇာတ်ကားလေးက အားကစားသမားတစ်ဦးရဲ့စိတ်ဓါတ်နဲ့\nခွန်အားကို ရုပ်လုံးဖေါ်ပြပြီး အပိုထပ်ဆောင်းအနေနဲ့\nသားသမီးအပေါ်ထားတဲ့ မိဘရဲ့မေတ္တာကိုလည်း\nအရိပ်အမြွက်လေးဖေါ်ပြထားလို့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်ရှင့်....File size…2.76GB / 1.16GB\nQuality…1080p WEB RIP AAC5.1CH / 720p WEB RIP\nFormat…mp4\nDuration….2h 5omins\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.9",
        "url": "https://megaup.net/14Weh/Jersey_2022_WebRip_720p_Hindi_AAC2.0CH(CM).mp4",
        "category": "Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rm1f70UT6SMYcM31hrM5Dl2tpWy.jpg",
        "title": "Saani Kaayidham(2022)",
        "description": "Saani Kaayidham 2022ဒဏ်ရာတွေကပျောက်ကွယ်သွားနိုင်တယ် မှတ်ဉာဏ်တွေကလည်း‌အရောင်မှိန်သွားနိုင်ပေမယ့်\nဒီနာကျင်မှုကတော့ ဘယ်တော့မှပျောက်မသွားဘူး..ဒီတစ်ခါမှာတော့ IMDb 7.7ရရှိထားပြီး ဖြစ်ရပ်မှန်လူကြိုက်များခဲ့တဲ့\nဇာတ်ကားလေးကိုတင်ဆက်ပေးထားပါတယ်အထက်လူကြီးနဲ့ အခက်မသင့်ဘဲအလုပ်ထွက်လာခဲ့တဲ့\nယောကျာ်းဖြစ်သူမာရီအား ပွန်နီကအထက်လူကြီးကိုပြန်တောင်းပန်ဖို့ကြိုးစားခိုင်းပေမယ့်\nကိစ္စတွေကစီစဉ်ထားသလိုဖြစ်မလာဘဲ လူကြီးရဲ့မျက်နှာကိုတံတွေးနဲ့ထွေးလိုက်မိပါတယ်ဒါကိုအထက်ကရန်ငြိုးထားပြီးသူတို့မိသားစုကိုပြန်ကလဲ့စားချေပါတော့တယ်\nပွန်နီကိုမုဒိမ်းကျင့် ယောကျာ်းနဲ့သမီးဖြစ်သူကိုအရှင်လတ်လတ်မီးရှို့ပြီး\nရက်ရက်စက်စက်သတ်ပစ်ခဲ့ပါတယ် ပွန်နီကတခြားသူမဟုတ်ဘဲ ရဲမေပါဒါပေမယ့် ရဲဌာနကလည်းပွန်နီ့ဘက်မှာရှိမနေခဲ့ပါဘူး ဒီကိစ္စအမှန်အတိုင်းပေါ်သွားခဲ့ရင်\nရဲဌာနသိက္ခာကျတယ်ဆိုပြီး ဖုံးဖိထားခိုင်းခဲ့ပါတယ်။ ရာထူး ပိုက်ဆံ အင်အားတစ်ခုမရှိတဲ့\nပွန်နီတို့ကိုအဖက်ဖက်ကဖိအားပေးလာခဲ့ပါတယ် ဒါ့အပြင်ရာထူးမြင့်လူတစ်ယောက်ရဲ့အကူအညီနဲ့\nမုဒိမ်းကောင်တွေလွတ်သွားတဲ့အခါမှာတော့.....ပွန်နီတစ်ယောက် ဘယ်လိုလက်စားချေမလဲ အမှန်တရားကအနိုင်ရမှာလားဆိုတာ\nအားရပါးရကြည့်ရှုရမှာဖြစ်ပါတယ် ဒီကားကသွေးသံရဲရဲနဲ့သတ်ခန်းဖြတ်ခန်းတွေပါတာကြောင့်\nလူသတ်ကားကြိုက်တဲ့ပရိတ်သတ်ကြီးတို့အတွက် ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်ရှင်  \nFile size…2.67GB / 1.14GB / \nQuality…1080p TRUE WEB DL AAC5.1CH / 720p / \nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Lai Lai & Honey",
        "rating": "7.6",
        "url": "https://megaup.net/14yq2/Saani_Kaayidham_(2022)_Tamil_TRUE_WEB-DL_-720p.AAC2.0CH._Tamil(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/hot-neighbor-211x300-1-141x200.jpg",
        "title": "(18+) Hot Neighbor (2016)",
        "description": "အိမ်ထောင်ရေးတစ်ခုမှာ ဘာကအရေးကြီးဆုံးဆိုတာ\nတိတိကျကျပြောရခက်ပေမဲ့ အကြမ်းအားဖြင့်\nနားလည်မှုဆိုတာတော့ လူတိုင်းသိကြမယ်ထင်ပါတယ်\nနားလည်မှုမရှိတဲ့ အိမ်ထောင်ရေးဆိုရင် မသာယာကြပါဘူးဒီဇာတ်လမ်းလေးက နားလည်မှုအကြောင်းအခြေခံထားပြီး\nသဘာဝကျကျ ရိုက်ကူးတင်ဆက်ထားပါတယ်\nအိမ်နီးချင်း လင်မယားနှစ်တွဲအကြောင်း ပဲဖြစ်ပါတယ်တစ်တွဲက အမျိုးသားက နားလည်မှုမရှိသူဖြစ်ပြီး\nကျန်တစ်တွဲက အမျိုးသမီးက နားလည်မှုမရှိသူဖြစ်နေပါတယ်\nချစ်မိလို့ အိမ်ထောင်ပြုကြပေမဲ့ အချိန်ကြာလာတာနှင့်အမျှ ပြလာတဲ့ဇာတိ\nတွေကို ရိုးရိုးလေး ဖေါ်ပြထားတာဖြစ်ပါတယ်အိမ်ထောင်သည်တွေရဲ့ သဘောသဘာဝတွေကို\nရိုးရိုးရှင်းရှင်း ရိုက်ကူးထားတာဖြစ်လို့\n၁၈ နှစ်မပြည့်သေးသူများ ကြည့်ဖို့မသင့်တော်ပါဘူးFile size…800MB / 400MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 4mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "7",
        "url": "https://megaup.net/2qyhf/Hot_Neighbor.2016.KR.WEB-DL.720p.x264.AAC2.0(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/twice-poster-157x200.jpg",
        "title": "TWICE Debut Showcase “Touchdown in Japan” (2017)",
        "description": "Twice Debut Showcase\n=====================ဒီတစ်ခေါက်မှာတော့ Once တွေအတွက် Twice အဖွဲ့ရဲ့ဂျပန်မှာပထမဆုံး Debut လုပ်ချိန်က Show လေးအကြောင်း တင်ဆက်ပေးချင်ပါတယ်Japan မှာ Twice ဆိုပြီး စတင်မိတ်ဆက်ခဲ့တဲ့ ရှိုးလေးဖြစ်သလိုတိုကျိုအားကစားကွင်းမှာကျင်းပခဲ့ပြီးတော့ လူပေါင်း၁၅၀၀၀တက်ရောက်ခဲ့ပါတယ်Once တွေအတွက် ပွဲဦးထွက်ခါစ Twice အဖွဲ့ကို မြင်တွေ့ရမဲ့အပြင်TT Signal Once အတွက်ရေးစပ်ထားတဲ့သီချင်းတွေကိုရောကောင်မလေးတွေကို ကြည့်ရင်း ပြန်လည်နားဆင်နိုင်တာမလို့ ကြည့်ရှုပေးကြပါဦးနော် File size…2.5GB / 1.3GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….76 Mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Shwe Pyae Sone",
        "rating": "7.6",
        "url": "https://megaup.net/1KBhx/Twice_-_Debut_Showcase_-_Touchdown_in_Japan.720p.AAC2.0CH(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3rl95Ml7Igdkc5QKe2GEUWa1SFU.jpg",
        "title": "A Turtle’s Tale: Sammy’s Adventures (2010)",
        "description": "A turtle's tale: Sammy's adventures (2010)\n====================================================\nလူတွေရဲ့ ကျူးကျော်မှုတွေ၊ တစ်ကိုယ်ကောင်းဆန်မှုတွေကြောင့် တိရစ္ဆာန်လေးတွေရဲ့ ပိုင်နက်မြေက\nတစ်နေ့ထက်တစ်နေ့ ကျဉ်းမြောင်းလာပါတယ်။ အဲဒီလိုပဲ စက်ရုံတွေတည်ဆောက်တာ၊\nအမှိုက်တွေ စွန့်ပစ်တာကြောင့် Global warming ဖြစ်လာပြီး ကုန်းနေ၊ ရေနေတိရစ္ဆာန်လေးတွေရဲ့ဘဝကို ထိခိုက်နေပြန်ပါတယ်။အဲဒီလိုနဲ့ နောက်ပိုင်းမှာ လူသားတွေက ကိုယ့်လုပ်ရပ်ကိုယ် သိရှိလာပြီး ပြုပြင်ထိန်းသိမ်းမှုတွေလုပ်တာလည်း ရှိလာပါတယ်။\n\"လူသားတွေက ထူးဆန်းတယ်။ တချိုက ရှင်းလင်းသုတ်သင်နေချိန်မှာ တချိုကတော့ အမှိုက်ဖွနေတုန်းပဲ\"တဲ့။\nဘယ်လိုပဲဆိုပါစေ လူသားနဲ့တိရစ္ဆာန် အတူယှဉ်တွဲနေထိုင်ရတဲ့လောကကြီးမှာ အချင်းချင်း ကိုင်းကျွန်းမှီ ကျွန်းကိုင်းမှီပါပဲ။ဒီကားလေးမှာတော့ ပင်လယ်လိပ်ကလေးတစ်ကောင် ဥကနေ အကောင်ပေါက်တဲ့အချိန်ကစလို့\nလောကဓံတရားတွေကို ရင်ဆိုင်ရတာတွေ၊ သူငယ်ချင်း ချစ်မေတ္တာအပြင် ဘဝရဲ့အဓိပ္ပာယ်ကို ဘယ်လိုရှာဖွေတွေ့ရှိမလဲဆိုတာ ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။    ထူးခြားတာကတော့ ဇာတ်ဝင်တေးတွေအဖြစ် Bruno Mars ရဲ့ \"Count on me\" နဲ့ \"Talking to the moon\",\nMichael Jackson cover ...",
        "rating": "6.0",
        "url": "https://megaup.net/1KDbj/Sammys_Adventures_The_Secret_Passage_2010_.720p.AAC2.0CH(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k079zl4TcFVK0n5CypQeYqSkwdU.jpg",
        "title": "The Kashmir Files (2022)",
        "description": "ဒီတစ်ခါမှာတော့ ၁၉၉၀ ကာလကို အခြေတည်ပြီး ဟိမဝန္တာတောင်တန်းတွေကြားက\nကတ်ရှ်မီးယား ဒေသရဲ့ လွတ်လပ်ရေးရုန်းကန်ပုံ,လူမျိုးရေးရာပြဿနာတွေအကြောင်းကို\nပွင့်ပွင့်လင်းလင်း ဖော်ထုတ်ထားတဲ့ Historical/Drama အမျိုးအစား\nဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nIMDB 8.3 လောက်ရထားပြီး နိုင်ငံအချို့မှာရုံတင်ခွင့်ပိတ်တဲ့ကားမို့ ပေါ့သေးသေးတော့မဟုတ်ပါဘူး  ဇာတ်လမ်းအကျဉ်း\n===================ကတ်ရှ်မီးယားဒေသဟာ အိန္ဒိယအနောက်မြောက်ပိုင်းမှာရှိပြီး\nဟိမဝန္တာတောင်တန်းတွေ ဝန်းရံထားပါတယ်။\nအဲ့ဒီနယ်မြေဟာ ပါကစ္စတန်နဲ့ထိစပ်နေပြီး ကတ်ရှ်မီးယားပန်ဒစ် လို့ခေါ်တဲ့\nဟိန္ဒူလူမျိုးတွေအခြေချနေထိုင်လာတယ်၊ ခေတ်မှီလာတာနဲ့အမျှ ကတ်ရှ်မီးယား ပန်ဒစ်တွေဟာ\nသူတို့ကို လစ်လျူရှုတဲ့ အိန္ဒိယကနေ လွတ်လပ်ဖို့ တောင်းဆိုလာသလို\nအိမ်နီးချင်း ပါကစ္စတန်ရဲ့ အစ္စလာမ်မစ်တွေကပါကျူးကျော်လာတဲ့အခါမှာတော့..... ဒီကားက မင်းသားမင်းသမီးထက်စာရင် ဇာတ်လမ်းဇာတ်ကွက်\nနိုင်ငံရေး ဘာသာရေး စတဲ့ အကြောင်းတွေကို ပွင့်လင်းပြင်းထန်စွာ\nရိုက်ပြထားတာမို့ သမိုင်းနောက်ခံနိုင်ငံရေး ကြိုက်သူတွေအတွက်ဖျော်ဖြေမှုရနိုင်မယ့် ရုပ်ရှင်တကားပဲဖြစ်ပါတယ်။အညွှန်း Lwin Htoo Aung  \nFile size…2.1GB / 1GB\nQuality…1080p WEBDL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Oeliu J",
        "rating": "8.3",
        "url": "https://megaup.net/2qCy1/The_Kashmir_Files_(2022)_TRUE_WEB-DL_.720p.AAC2.0CH.Hindi(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mVVU9zC8snNHlcqYONY2HOsh9ob.jpg",
        "title": "Shark Bait (2022)",
        "description": "သူငယ်ချင်း​တွေ ပင်လယ်ကမ်း​​​​ခြေကို ခရီးထွက်လာမယ်၊ ​ပျော်ပါး\nကြမယ်၊ အရာရာ ပျော်စရာအတိ ဖြစ်​နေရင်​တော့ ​သေချာပါတယ်၊\nအဖျက်သမားတစ်​ကောင် ​ပေါ်လာ​တော့မှာပါ၊ သူက​တော့ အားလုံး\nသိပြီးသား ​ကို​ရွှေငါးမန်းရယ်​ပေါ့၊ ငါးမန်းနဲ့ပတ်သတ်တဲ့ ဇာတ်ကား\nအများစုက ဒီလိုဖန်တ​ရာ​တေ​နေတဲ့ ဇာတ်အိမ်​မျိုး​​တွေ ဖြစ်​ပေမယ့်\nဒီလိုကား​တွေက ရလာတဲ့ သည်းထိပ်ရင်ဖိုတွေ၊ ဇာတ်​ကောင်​နေရာ\nက​နေ ကျီးလန့်စာစား ဖြစ်ရပုံ​တွေ၊ ငါးမန်းရန်က လွတ်နိုင်ပါ့မလား\n​ကိုယ်စား​​တွေးပူမိတဲ့ စိတ်ခံစားချက်​တွေ​ကြောင့်လည်း ဒီ​​နေ့​ခေတ်\nဒီအချိန်​ထိ ငါးမန်းရုပ်ရှင် သည်း​ခြေကြိုက်ဖန်တွေ ရှိ​နေဆဲပါ။ အခု ၂၀၂၂ထွက် ငါးမန်းကားသစ်ဟာလည်း အထက်ပါမဲပြာပုဆိုး\nဇာတ်အိမ်ပါပဲ၊ သူငယ်ချင်း​တွေ ကမ်း​ခြေကို ခရီးထွက်လာတယ်၊\nမူးရူး​ပျော်ပါးတယ်၊ ​ရှေ့​နောက်မကြည့်ဘဲ စပိဘုတ်​​တွေနဲ့ ပင်လယ်\nထဲ ထွက်လာတယ်၊ ကမ်းနဲ့ အ​တော်​ဝေး​ဝေးမှာ အက်စီးဒင့်ဖြစ်ပြီး\n​ပင်လယ်ထဲ မဟာဇနက္က​​နဲ့ နင်လား ငါလား ဖြစ်သွားတယ်၊ အဲဒီမှာ\nဇာတ်လိုက်​ကျော် ​ငါးမန်းဖြူကြီး ​ရောက်လာတယ်၊ ငါးမန်းရန်က\nလွတ်​အောင် ကြိုးစားကြတယ်​ပေါ့။ ဇာတ်လမ်းက ဒါပါပဲ၊ ရိုးရှင်းတယ် ခန့်မှန်းရလွယ်တယ်၊ သင်ခန်းစာ\nယူလို့ရတဲ့ ကားမျိုး​တော့ မဟုတ်ဘူး၊ ဒါ​ပေမဲ့ သူတို့ရဲ့ အသက်​ဘေး\nလွတ်​အောင်ကြိုးစားပုံ​တွေ၊ ...",
        "rating": "4.2",
        "url": "https://megaup.net/14K2e/Shark_Bait.720p._WEBRip.AAC2.0CH(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7UGmn8TyWPPzkjhLUW58cOUHjPS.jpg",
        "title": "Chip ‘n Dale: Rescue Rangers (2022)",
        "description": "Chip 'n Dale: Rescue Rangers (2022)~ IMDb - 7.3/10, Rotten Tomatoes - 79% ~Chip 'n Dale ဟာ လက်ရှိမှာ ကြည့်ပြီးတဲ့ လူတိုင်းနီးပါး အားရတဲ့ Fun တော်တော်ဖြစ်တဲ့ ရုပ်ရှင်ဖြစ်ပြီး နိုင်ငံတကာရုပ်ရှင်ဖန်တွေက Rating - 5/5 , 10/10 တွေ ပေးထားကြပါတယ်။ Chip 'n Dale: Rescue Rangers ဆိုတဲ့ ဟိုတုန်းက နာမည်ကျော် Dinsey ကာတွန်းဇာတ်လမ်းတွဲထဲက ရှဉ့်ငရှုပ်နှစ်ကောင်ကို အဓိကထားပြီး တခြား ၉၀ပြည့်နှစ်က ကာတွန်းဇာတ်ကောင်တွေအများကိုလည်း cameo ထည့်ထားသလို လက်ရှိ ရုပ်ရှင်တွေကိုလည်း ဖောင်းထုထားတဲ့ တော်တော့်ကို ကြည့်ပျော်တဲ့ ရုပ်ရှင်ပါပဲ။ Nostalgia ဖြစ်စရာတွေလည်း အပြည့်ပါပဲ။ဒစ္စနေးကားပေမဲ့ Cameo တွေဟာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2qR0q/(CM)_Chip_n_Dale_Rescue_Rangers_(2022)_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYzA0NGY2NGItNTg2ZS00ZWRlLTg4ZDctYzQ5Zjg3NGE2ZDNlXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Sonic the Hedgehog 2 (2022)",
        "description": "Sonic the Hedgehog 2 (2022)=====================IMDb Rating - 6.9/10ကျွန်တော်တို့ငယ်ငယ်ကတည်းက ဂိမ်းလောကမှာ နာမည်ကြီးခဲ့တဲ့\nဆိုးနစ် ဖြူကောင်လေး လာပါပြီ။ ဒီရုပ်ရှင်ကတော့ ဒုတိယကားပါ။\nပထမကားကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပါတယ်။\nဗီလိန်ကလည်း The Mask လို ရုပ်ရှင်တွေနဲ့ ဂန္ထဝင်ဖြစ်ခဲ့တဲ့ ဂျင်မ်\nကာရေးပဲ ဖြစ်ပါတယ်။ပထမကားမှာတော့ ဗီလိန်ကြီး ရိုဘော့နစ်တစ်ယောက် ကမ္ဘာပေါ်ကနေ\nအခြားဂြိုလ်ကို ကန်ထုတ်ခံလိုက်ရပြီး အဆုံးသတ်သွားခဲ့ပါတယ်။\nအခုကားမှာတော့ ရိုဘော့နစ် ပြန်လာတဲ့အပြင် သူနဲ့အတူ ဆိုးနစ်ကို\nတိုက်ခိုက်မယ့် ဂြိုလ်သားလေး နက်ကယ်ပါ ပါလာပါတယ်။ ဒါ့အပြင်\nဆိုးနစ်ကိုလေးစားနေတဲ့ မြေခွေးလေး တေးလ်စ်ပါ ပါလာတဲ့အခါ\nတစ်ဖက်ကို နှစ်ယောက်ဆီ ဘယ်လိုရင်ဆိုင်ပြီး တိုက်ခိုက်ကြမလဲဆိုတာ\nကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nSonic 1 ကို မကြည့်ရသေးသူများက ဒီလင့်မှာကြည့်လို့ရပါတယ်။ Click HereFile Size - (2.61 GB) / (1.29 GB)\nQuality – Web-Rip ...",
        "rating": "6.9",
        "url": "https://megaup.net/14slv/Sonic.the.Hedgehog.2.2022.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/neMZH82Stu91d3iqvLdNQfqPPyl.jpg",
        "title": "The Lost City (2022)",
        "description": "The Lost City (2022)ပရိသတ်တွေမျှော်နေကြတဲ့ ပျောက်ဆုံးနေသော မြို့တော်လာပါပြီ။\nတောတွင်း စွန့်စားခန်းတွေ၊ ရတနာရှာတာတွေကို ဟာသကားအနေနဲ့ ရိုက်ထားတာမို့\nပေါ့ပေါ့ပါးပါးနဲ့ အတော်လေးကြည့်လို့ကောင်းပါတယ်။\nသရုပ်ဆောင်တွေကလည်း ဆန်ဒရာဘူးလော့၊ ချန်းနင်းတေတမ်၊ ဘရက်ပစ်၊ ဒယ်နီရယ် ရက်ကလစ်ဖ်တို့ဆိုတော့ အားလုံးရင်းနှီးပြီးသားပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ လော်ရက်တာဆိုဆိုတဲ့ စာရေးဆရာမဟာ\nကောလိပ်ကျောင်းသူဘဝမှာ ရှေးဟောင်းစာပေတွေကိုလေ့လာခဲ့ပေမဲ့\nခင်ပွန်းဖြစ်သူ ရှေးသုတေသနပညာရှင် သေဆုံးခဲ့ပြီးတဲ့နောက်မှာ\nရှေးဟောင်းသမိုင်းတွေကို ရေးသားထုတ်ဝေခဲ့ပေမဲ့ လူကြိုက်မများခဲ့ပါဘူး။\nဒါကြောင့် သမိုင်းနည်းနည်းနဲ့ အဖော်အချွတ်များများ ဆော်ကြိုက်ဘဲကြိုက်\nပေါ်ပင် အချစ်ဇာတ်လမ်းတွေ တွဲရေးလိုက်တဲ့အချိန်မှာမှ အောင်မြင်သွားပါတော့တယ်။\nအဲဒီလိုအောင်မြင်လာတဲ့အချိန်မှာပဲ သူ့စာအုပ်ထဲမှာ နည်းနည်းလေးပါနေတဲ့ သမိုင်းအမှန်တွေနဲ့\nရှေးဟောင်းစာပေ ဘာသာပြန်တွေကို အစစ်အမှန်မှန်းသိသွားတဲ့\nရတနာသိုက်မုဆိုးတစ်ယောက်ဟာ လော်ရက်တာကို ဖမ်းပြီး\nပျောက်ဆုံးနေတဲ့ရှေးဟောင်းမြို့တော်ရဲ့ ရတနာတွေကိုရှာတဲ့နေရာမှာ အသုံးချဖို့ကြိုးစားလာပါတော့တယ်။\nဒါကိုပဲ လော်ရက်တာကို ကြိတ်ကြိုက်နေတဲ့ စာအုပ်မျက်နှာဖုံးမော်ဒယ် အလန်ကပါ\nနောက်ကနေ စွန့်စားခန်းတွေဖွင့်ပြီး လိုက်ကယ်တင်လာတဲ့အခါ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre.....Adventure, Comedy, Romance\nQuality….4K HEVC | WEB-DL 1080p | 720p | 480p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/1Kyb9/The.Lost.City.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7qop80YfuO0BwJa1uXk1DXUUEwv.jpg",
        "title": "The Bad Guys (2022)",
        "description": "The Bad Guys (2022)ဒီနှစ်ရဲ့အကောင်းဆုံး အနီမေးရှင်းရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်တဲ့ လူဆိုးကြီးများအဖွဲ့ လာပါပြီ။\nဇာတ်လမ်းကတော့ သူငယ်ချင်းစိတ်ဓာတ်၊ အကောင်းနဲ့အဆိုး စိတ်လွန်ဆွဲပွဲကို\nဇာတ်လမ်းကောင်းကောင်းနဲ့ ဟာသတွေ ရောယှက်ပြီး ဖန်တီးထားတာပါပဲ။\nလူတွေအများစု ကြောက်လန့်ကြတဲ့ သတ္တဝါမျိုးစိတ်တွေကို လူဆိုးတွေအဖြစ်ပုံဖော်ပြထားပြီး၊\nအဲဒီလူဆိုးအဖွဲ့ကို လူကောင်းပြန်ဖြစ်လာအောင်ကူညီနေတဲ့ ပူးကလေးရယ်ပါတာပေါ့။\nလှည့်ကွက်တွေများများကြည့်ရအောင် ဇာတ်လမ်းတော့ပြောမပြတော့ပါဘူး။\nနောက်ခံသီချင်းတွေကလည်းအတော်ကောင်းပြီး\nလှုပ်ရှားမှုတွေရော အသံသရုပ်ဆောင်တွေရော ကောင်းတာမို့ ကိုယ်တိုင်ခံစားကြည့်လိုက်ပါဦး။အညွှန်းကိုတော့ Mr.Anderson က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Mr.Anderson, Chcuk နဲ့ Yoon တို့ပဲ ဖြစ်ပါတယ်Genre.....Animation, Adventurd, Comedy\nQuality….WEB-DL 1080p and 720p and 480p\nFile size…1.5GB and 750MB and 300MB\nFormat…mp4\nDuration….1h 40min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson, Chuck, Yoon\nEncoder ..... August",
        "rating": "7",
        "url": "https://megaup.net/2qiG4/The.Bad.Guys.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQACcCZqd7WCTRin9xRIW5gr1bd.jpg",
        "title": "Alive (1993)",
        "description": "Alive (1993)~ IMDb - 7.1/10, Rotten Tomatoes - 59% ~ဟင်္သာကိုးသောင်းပျက်စီးရခြင်းက ဇာတ်တူသားစားလို့ဟုဆိုပါလျှင် သူတို့က တိရစ္ဆာန်သာဖြစ်လို့ပါဟု ပြောရမည်လား မသိနိုင်ပါ။ ပေါရိသ နန်းကျမင်းရဲ့ လူသားအပေါ်တပ်မက်မှုက လျှာဖျားတထောက် အရသာအပေါ် အခြေခံတယ်လို့ မှတ်သားဖူးတာပါပဲ။ လူသားဆိုတာ စားကောင်းတဲ့အသားလား၊ မစားကောင်းတဲ့အသားလား ဆိုတာကတော့ လူ့ယဉ်ကျေးမှုအဖွဲ့အစည်းမှာ ဖြေစရာမလိုတဲ့ မေးခွန်းတစ်ခုပါ။ဒါပေမဲ့ အဲဒီမေးခွန်းကိုပဲ ငတ်မွတ်ဆာလောင်ပြီး စားစရာမရှိတဲ့သူတွေကို မေးကြည့်ရင်ဖြင့် တမျိုးတဖုံ ပြောင်းသွားနိုင်စရာအကြောင်းရှိတာပေါ့။ လူ့အသိုင်းအဝိုင်းအတွင်းမှာတော့ ငတ်မွတ်ခေါင်းပါးရုံနဲ့ လူသားကို စားစရာအဖြစ် မရွေးချယ်စကောင်းပေမဲ့ မိုင် (၁၀၀) ဝန်းကျင်ကျယ်ပြန့်တဲ့ ရေခဲတောင်တန်းပေါ်မှာတော့ လူသေအလောင်းဟာ ရွေးချယ်စရာတစ်ခု ဖြစ်လာတော့တာပါပဲ။ဒီအဖြစ်ဟာ 1972 ခုနှစ်မှာ အမှန်တကယ်ဖြစ်ပျက်ခဲ့တာပါ။ တောင်အမေရိက ရက်ဘီဘောလုံးအသင်းဟာ အိမ်နီးချင်းနိုင်ငံ ချီလီမှာ ကစားပွဲတစ်ခု သွားရောက်ကစားဖို့အတွက် ဆွေမျိုး မိတ်ဆွေတွေ တင်ဆောင်လို့ အန်ဒီ‌စ်ရေခဲတောင်တန်းတွေပေါ်ကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/1KTon/(CM)_Alive_(1993)_720p.mp4",
        "category": "Biography, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BODUwNDNjYzctODUxNy00ZTA2LWIyYTEtMDc5Y2E5ZjBmNTMzXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "RRR (2022)",
        "description": "RRR (2022)\nIMDb Rating -8.4/10 (ခုဗားရှင်းကတော့ အကြည်ဆုံး WEB DL ဗားရှင်းကိုAudio 5.1CHနဲ့ 4k Qualityထိ တင်ဆက်ပေးထားပါတယ်)ဘိုင်ယာဘာမင်းသား Konidela Ram Charan Teja နဲ့ဂမ်ဂုဘိုင် မင်းသမီး Alia Bhatt တို့ရဲ့ ပါဝင်ထားပြီး မင်းသားကြီးအာဂျေးလိုဝါရင့်သမ္ဘာရင့် သရုပ်ဆောင်ကြီးကပါ ပါဝင်အားဖြည့်ပေးထားပါတယ်)  1920 ခုနှစ် အိန္ဒိယနိုင်ငံကို ဗြိတိသျှအစိုးရ အုပ်ချုပ်နေစဥ်အခါက မြို့စားမင်း စကော့နဲ့အမျိုးသမီးဖြစ်သူ ကတ်သရင်းတို့ဟာ အာသီလာဘတ်တောအုပ်ထဲကိုသွားရင်း မာလီဆိုတဲ့ကလေးလေးတစ်ယောက်ကို အဆိုကောင်းတာကြောင့် မတရား ဖမ်းဆီးခေါ်ဆောင်သွားကြပါတယ် မာလီရဲ့ အစ်ကိုဖြစ်တဲ့ ဘင်းတစ်ယောက်ကတော့ သူ့ညီမလေးကို ကယ်ဖို့ အစွမ်းကုန်ကြိုးစားနေရင်းတစ်နေ့ ရာမာ(ရမ်) နဲ့ ဆုံခဲ့ပါတယ် သူတို့နှစ်ယောက် အလုပ်အတူတူလုပ်ရင်းနဲ့အရင်းနှီးဆုံးသူငယ်ချင်းတွေဖြစ်သွားခဲ့ကြတာပေါ့ သို့သော် ဘင်းမသိခဲ့တဲ့ ရမ်ရဲ့အကြောင်းကတော့ရမ်ဟာ အင်္ဂလိပ်တွေအတွက် အလုပ်လုပ်ပေးနေတဲ့ ရဲအရာရှိတစ်ယောက် ဖြစ်နေခဲ့တာပါရမ်က ရဲသားတစ်ယောက်ဖြစ်တဲ့အပြင် ကိုယ့်လူမျိုးတွေကိုပါ ညှာတာခြင်းမရှိနှိပ်စက်သတ်ဖြတ်နိုင်တဲ့သူတစ်ယောက်ပါ ဒါပေမဲ့ သူ့မှာလည်း လျှို့ဝှက်ချက်တွေအများကြီးရှိနေခဲ့ပါတယ် ဘင်းနဲ့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1KSum/(CM)_RRR.2022.Telugu.720p.ZEE5.WEB-DL.DDP5.1-YK.mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qqcmJrzVx3Yx3IcBpqrgb2SK1Rx.jpg",
        "title": "The Informant! (2009)",
        "description": "The Informant! (2009) အာချာဒယ်နီယယ်မဒ်လန်း (ADM) ဆိုတဲ့ ကုမ္ပဏီကြီးဟာ နာမည်ကြီး လိုင်စင်းထုတ်လုပ်တဲ့ ကုမ္ပဏီတစ်ခုဖြစ်ပြီးတော့ စီးပွားရေးလောကရဲ့ တစ်စိတ်တစ်ပိုင်းကို ချုပ်ကိုင်ထားနိုင်တဲ့ ကုမ္ပဏီကြီးတစ်ခုလည်းဖြစ်ပါတယ်။သူ့ရဲ့အောင်မြင်မှုတွေဟာ အပြင်ပန်းမှာတော့ ဦးမော့နိုင်နေပေမဲ့ အတွင်းမှာတော့ မသမာမှုတွေနဲ့ ရှုပ်ထွေးပွေလီပြီး သပွတ်အူလိုက်နေပေါ့။ဒီလိုမသာမာတဲ့နည်းလမ်းနဲ့ စျေးကွက်ကို လုပ်ချင်သလိုလုပ်နေကြတာကို FBI ကရိပ်စားမိနေတော့ အမှုပတ်မှာစိုးတဲ့ မာ့ခ်ဝှဒ်အေကဟာ ဒီလုပ်ရပ်တွေကိုဖော်ဖို့ FBI နဲ့ပူးပေါင်းလိုက်ပါတော့တယ်။ဒီလိုနဲ့ မာ့ခ်ဝှဒ်အေကဟာ သတင်းပေးအဖြစ် ကုမ္ပဏီရဲ့လုပ်ရပ်တွေကိုဖော်ရင်းက မသာမာမှုတွေဟာ တစ်စပြီးတစ်စပေါ်လာခဲ့ပါတယ်။အစကတည်းက မသမာခဲ့တဲ့ မာ့ခ်ဝှဒ်အေကဟာ သူ့လုပ်ရပ်တွေပါ ပေါ်လာတဲ့အခါ ရှေ့ဆက်တိုးဖို့အလွန်စိုးရိမ်လာခဲ့ပါတယ်။ ဒီလိုနဲ့ ဆုပ်လည်းစူး စားလည်းရူးအခြေအနေဖြစ်လာတဲ့အခါ သူဘယ်လိုရုန်းထွက်မလဲ၊ ဒီမသမာမှုတွေကိုရော အမြစ်လှန်ဖော်ထုတ်သွားနိုင်မှာလား ဆိုတာကိုတော့ စိတ်ဝင်စားစရာကောင်းအောင် ဇာတ်လမ်းထဲမှာဆက်ပြီးရှုစားရမှာပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thar Htet ပါ။) File Size          :  1.8GB, 660MB, 330MB\nQuality  ...",
        "rating": "6.5",
        "url": "https://megaup.net/2qPC5/[CM]The.Informant.2009.720p.Blu-ray.mp4",
        "category": "Biography, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BZWIxNGQzYzQtYjA3Yi00YTk5LTg5NTUtZDE0MTNiMTFkY2ZmXkEyXkFqcGdeQXVyMjA0MDI5NjQ@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Super Salaryman (2012)",
        "description": "ပန့် အဖြစ် Jesadaporn Pholdee\nနွတ် အဖြစ် Jirapha Wongkosawan\nဂျီ အဖြစ် Setthapong Piangpor\nဝိုင် အဖြစ် Natchalai Sukamongkolဇာတ်လမ်းအကျဉ်းကုန်စျေးနှုန်းတွေမြင့်တက်နေတဲ့ ခေတ်ကြီးမှာ လူတွေက စားဝတ်နေရေးအတွက် အလုပ်ကို ပိတ်ရက်ဆိုတာမရှိသလောက် ကြိုးစားရင်း ရုန်းကန်လှုပ်ရှားနေခဲ့ရတယ်ရှာဖွေသမျှ မလောက်နေတဲ့သူတို့အတွက် မျှော်မှန်းနေခဲ့ရတာက နှစ်ကုန်bonus ပါပဲပန့်တို့ ကုမ္ပဏီရဲ့ ဝန်ထမ်းတွေကလည်း နှစ်ကုန်ချိန်ကို စောင့်မျှော်နေပေမယ့် ကိုရီးယားကုမ္ပဏီဘက်က အချိန်ခဏအတွင်း ထုတ်ကုန်အသစ်ထုတ်ခိုင်းလာခဲ့ပါတယ်အချိန်မမီခဲ့ရင် နှစ်ကုန်bonus မရနိုင်ပါလို့ ပြောလာခဲ့ချိန်မှာတော့ ပန့် ၊ နွတ် ၊ ဂျီ ၊ ဝိုင်တို့ ထုတ်ကုန်အသစ်စျေးကွက်ကို ဘယ်လိုထိုးဖောက်မလဲဆိုတာကို ဒီဇာတ်လမ်းမှာ ကြည့်ရှုရမှာဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Butterfly ပါ )File Size__(2.1GB) / (1.1GB)\nQuality__1080p, 720p\nIMDb Rating__6.7/10\nFormat__mp4\nDuration__01:59:00\nType__Comedy , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/14Q93/Super_Salary_Man_(2012)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/c4b8baa60b5eb2dbca3cd6a2db81acccfe293064_hq-140x200.jpg",
        "title": "Enemies In-Law (2015)",
        "description": "Enemies In Lawကဲ ''ရန်သူတော်ခမည်းခမက်''ဆိုတဲ့ ဇာတ်လမ်းနာမည်လေးအတိုင်း ဟန်ချောဆူနဲ့ ပတ်ယောင်ဟီးတို့ ချစ်သူနှစ်ယောက်ကြားက ချစ်ခြင်းကိုခွဲမယ့် အကြီးမားဆုံး အဟန့်အတားကို ပြောရရင်တော့ဖြင့်..ယောင်ဟီးတို့မိသားစုဟာ ရဲမျိုးရိုးဖြစ်သလို ယောင်ဟီးရဲ့အဖေ ရဲသက်တမ်းတလျှောက် လိုက်ဖမ်းနေခဲ့တဲ့ နာမည်ကြီး လူလိမ်သူခိုးဘုရင်နဲ့ ဘုရင်မလို့တောင် တင်စားရမယ့်လင်မယား နှစ်ယောက်ဟာ သမီးဖြစ်သူရဲ့ ချစ်သူကောင်လေး ချောဆူရဲ့ မိဘတွေဖြစ်နေတဲ့အခါ...ချောဆူတစ်ယောက် ယောင်ဟီးအဖေဆီက ကြည်ဖြူလက်ခံလာအောင် ဘယ်လိုကြိုးစားမလဲရန်သူတော်ခမည်းခမက် မိသားစုနှစ်ခုရော ဘယ်လိုနှပါးသွားမလဲဆိုတာကို မှုခင်းဆန်ဆန် မြှုပ်ကွက်တွေရော ဟာသလေးတွေပါနှောထားပြီး ကြည့်ရမယ့်ကားလေးဖြစ်တာမို့ အခုပဲ ကြည့်လိုက်ကြရအောင်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__(1.3GB)\nQuality__720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:59:00\nType__Comedy , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "5.9",
        "url": "https://megaup.net/2qF3j/Enemies_In_Law_(2015)_NF_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BZTIwZjA5N2EtNGNlZi00YmJiLWI5OGItN2ZhNWM3YjQ1ZDU4XkEyXkFqcGdeQXVyMzIzNDU1NTY@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Terrorizers (2021)",
        "description": "Terrorizers 2021ဒီကားကပြောရမယ်ဆိုရင်တော့ မိဘတွေဆီကအချစ်မခံရတဲ့ broken familyတွေက ကလေးတွေအကြောင်းပေါ့ကျောင်းမင်လန်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်လေးက အိမ်မှာမနေချင်ဘူး\nသူ့မိဘတွေကပိုက်ဆံချမ်းသာပေမဲ့အိမ်ထောင်ရေးအဆင်မပြေဘူး\nသားဖြစ်သူကိုအရမ်းချစ်အရမ်းအလိုလိုက်ပေမဲ့ သူလိုချင်တဲ့မေတ္တာတော့မပေးနိုင်ကြဘူးချန်ယွီဖုန်းကလည်းအဲ့လိုပဲ ကျောင်းမင်လန်နဲ့မောင်နှမဝမ်းကွဲ သူ့အမေကသူငယ်ငယ်ထဲကထားသွားတယ်\nအဖေကလည်းရာထူးနေရာအတွက်ပဲဂရုစိုက်ပြီး သူ့လက်ထောက်နဲ့နောက်အိမ်ထောင်ပြုသွားတယ်\nအမေလည်းမရှိ အဖေလည်း နောက်အိမ်ထောင်ပြုတဲ့အချိန်မှာ တစ်ယောက်ထဲအထီးကျန်ပြီး မေတ္တာငတ်နေခဲ့တယ်မောင်နှမနှစ်ယောက်တစ်အိမ်ထဲအတူနေကြပေမဲ့စကားမပြောကြဘူး\nဒါပေမဲ့ကျောင်းမင်လန်ကြိုက်နေတဲ့သူက porn star ယွီဖုန်းရဲ့သူငယ်ချင်း...\nအဲ့သူငယ်ချင်းကိုလည်းယွီဖုန်းက မေတ္တာငတ်နေမှာ ဒုက္ခရောက်နေမှာစိုးပြီး ကူညီပေးဂရုစိုက်ပေးရင်း ချစ်မိသလိုဖြစ်သွားတဲ့အခါ...ဆယ်ကျော်သက်ကလေးတစ်ယောက်ရဲ့ အစ်မကသူ့ချစ်သူကိုခိုးတယ်ထင်ပြီး ထင်ရာတွေလုပ်ရင်း ဘာတွေဆက်ဖြစ်သွားလဲဆိုတာ ဇာတ်ကားထဲကြည့်ရှုပေးပါနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )File Size__(2.2GB) / (1.1GB)\nQuality__1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__02:07:00\nType__Drama, Romance, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://megaup.net/2qEjC/Terrorizers_(2021)_NF_720p.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/large_monstrous-poster-135x200.jpeg",
        "title": "Monstrous (2022)",
        "description": "'လော်ရာ'နဲ့ သားဖြစ်သူ'ကိုဒီ'တို့ဟာ ခင်ပွန်းဖြစ်သူ စ​ကော့တ်​ရဲ့ နှိပ်စက်မှုဒဏ်ကို မခံစားနိုင်​တော့လို့\nကယ်လီဖိုးနီးယားကို သားအမိ၂​ယောက်တည်းထွက်​ပြေးလာကြပြီး မြို့ပြင်က အိမ်​ဟောင်းတစ်လုံးမှာ ဇာတ်မြုပ်ပြီး ​နေထိုင်​နေကြတာပါ၊သူတို့ငှားရမ်း​နေတဲ့အိမ်ကြီးရဲ့ ​ဘေးမှာ​​တော့ ​ရေကန်ကြီးတစ်ခုရှိပါတယ်၊\nကိုဒီက အဲဒီအိမ်​ကို စပြီး​ရောက်ကတည်းက စိတ်မသန့်​ကြောင်း၊ရေကန်ထဲက​ သရဲတစ်​ကောင် သူ့အခန်းထဲဝင်လာ​နေလို့ ​အိမ်ပဲပြန်ချင်​ကြောင်း အခါခါ​ပြောပေမယ့်\n​ခင်ပွန်းရန်ကို​ ပိုကြောက်​​တဲ့ ​လော်ရာက သားဖြစ်သူ​ပြောတဲ့ မူမမှန်မှု ​တွေကို သိသိလျက်နဲ့ ​ပေကပ်ပြီး​နေခဲ့ရာမှ ​အရာရာနောက်ကျသွားပြီး\n'ကိုဒီ'အဖို့ ​ရှောင်လွှဲလို့မရ​နိုင်​တော့တဲ့ ​အန္တရာယ်​ဆိုးကြီး ရောက်လာတဲ့အခါ...ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှု့ကြရမှာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ ) File Size__(1.6GB) / (850MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:28:00\nType__Horror, Mystery, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Jim X\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://megaup.net/1KFaq/Monstrous_(2022)_WEB-DL_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Three_Times_Nothing-354168401-large-147x200.jpg",
        "title": "Three Times Nothing (2022)",
        "description": "\"Three Times Nothing\"ဒီတစ်ခါမှာတော့ ဘ၀မှာရင်ဆိုင်ရမယ့် အတွေ့အကြုံ အခက်အခဲတွေကို ဟာသနှောပြီးရိုက်ထားတဲ့ ပြင်သစ်ဟာသကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။ဗလာလူတန်းစားတွေမှာ ဘယ်လိုဘဝတွေရှိမလဲ..\nဗလာလူတန်းစား ၃ယောက် ဆုံမိတဲ့အခါ ဘာတွေဖြစ်လာမလဲ..မတူညီတဲ့ ဘဝမျိုးစုံကနေလာတဲ့ အိမ်ခြေယာမဲ့ ၃ယောက်ရဲ့ ဘဝအတက်အကျတွေ..\n၃ယောက်လုံးမှာ မတူညီတဲ့ အိပ်မက်တွေရှိကြပြီး အဲ့ဒီအိပ်မက်တွေကို ဘယ်လိုအကောင်အထည်ဖော်ကြမလဲ..\nငွေကြေးဟာ ဘဝမှာ ဘယ်အတိုင်းအတာအထိ အရေးပါသလဲ.. ဆိုတာတွေကို ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ကြည့်ရမှာဖြစ်ပါတယ်ကျွန်တော်တို့ တော်ရုံဆို သိပ်ပြီး စိတ်ကူးမယဉ်ကြည့်ဖူးတဲ့ ပစ္စည်းမဲ့လူတန်းစားတွေရဲ့ နေ့စဉ်ဘဝတွေ၊ ဘာရုပ်ဝတ္ထုမှ မလိုဘဲ ပျော်ရွှင်အောင် နေတတ်ကြတဲ့ ပုံစံတွေကို ခံစားကြည့်ချင်ရင်တော့ ဒီဇာတ်ကားလေးကို မြည်းစမ်းကြည့်ဖို့ recommendပေးပါတယ်..။(မှတ်ချက် - ပြင်သစ်ကားကို English နောက်ခံသံနဲ့ဆိုပေမယ့် တစ်သားတည်းလိုပဲမို့ ကြည့်ရအတော်အဆင်ပြေပါတယ် )File Size__(1.8GB) / (850MB)\nQuality__WebDL-1080p, 720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:38:00\nType__Comedy , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Khu\nEncoded ...",
        "rating": "6.4",
        "url": "https://megaup.net/1KDuW/Three_Times_Nothing_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/103562_Gz3zeMCItGEg4hDRbpxo-133x200.png",
        "title": "E-San Of The Dead (2022)",
        "description": "ဒီတစ်ကာတင်ဆက် ပေးမှာကတော့ Mono Originals က ပထမဆုံးရိုက်ကူးတဲ့ ထိုင်းဟာသ ဇွန်ဘီကားလေးပါမြို့တွေနဲ့ ‌‌‌‌‌‌ေ၀းလံ့ခေါင်သီတဲ့ အစွန်အဖျားတောအုပ်ထဲမှာ လူတွေနေထိုင်ကြရင်းနဲ့ ရွာငယ်တစ်ရွာဖြစ်လာခဲ့တယ်အဲ့ရွာမှာ ရွာကို အကျိုးမပေး အမြဲသောက်စားပျော်ပါးနေတဲ့ လူငယ်ငမူး ၃ကောင်ရှိပါတယ်ငမူးမို့ တစ်ရွာလုံးရဲ့ချဥ်ဖက်ဖြစ်နေသူ ၊ မူးရူးအလုပ်မရှိလို့ လက်ထက်ခွင့်တောင်းတာ ငြင်းခံရသူ ၊ ငမူးဖက်တီးဆိုပေမယ့် ပိုက်ဆံလေးရှိတော့ အဆင်ပြေ‌‌နေသူတစ်နေ့ သူတို့ ထဲကတစ်ယောက်က ရုတ်တရက် မဂ်လာထဆောင်တော့ နောက်ဆုံးနေ့ နောက်ဆုံးသောက်ခြင်းဆိုပြီး ရှယ်သောက်ကြတာပေါ့အမူးလွန်ပြီး နောက်နေ့နိုးလာတော့ တစ်ရွာလုံးနီးပါးက ဇွန်ဘီတွေဖြစ်နေတဲ့အခါ...သူတို့ ငမူး၃ကောင် ရွာသူရွာသားတွေကို ဘယ်လိုကယ်တင်မလဲ...ဇွန်ဘီတွေက‌ရော ဘယ်ကနေဘယ်လိုစဖြစ်လာတာလဲ ဆိုတာတွေကို ဟာသနှောပြီး ရိုက်ထားတာမို့ ကြည့်ရှု့ရအောင် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(1.3GB) / (650MB)\nQuality__1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:13:00\nType__Comedy, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by ...",
        "rating": "5.5",
        "url": "https://megaup.net/14Dii/E-San_of_the_Dead_(2022)_720p.mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/rzp4D_4f-148x200.png",
        "title": "Mr. Heart (2020)",
        "description": "ဂျင်ဝန်ဟာ မီဟာတက္ကသိုလ်ရဲ့ မာရသွန် ချန်ပီယံတစ်ယောက်ပါ\nဒါပေမယ့်လည်း သူ့ရဲ့​စံချိန်တွေက တဖြေးဖြေးနဲ့ ကျနေတာကြောင့် နည်းပြကြီးက စိုးရိမ်ပူပန်နေခဲ့ပါတယ်တစ်ရက်မှာတော့ ဆန်းဟာဆိုတဲ့ ဂျူနီယာကောင်လေးကို ဂျင်ဝန်ရဲ့ Pacemaker လုပ်ပေးဖို့ နည်းပြက ခေါ်ထားလိုက်ပါတယ်အတွေ့အကြုံလည်းမရှိ အသက်အရွယ်လည်းငယ်တဲ့ဆန်းဟာကို ဂျင်ဝန်ကလက်မခံခဲ့ပါဘူးဒါပေမယ့် ဆန်းဟာရဲ့ကူညီမှုနဲ့ တက္ကသိုလ်မာရသွန်ပွဲမှာ သူအနိုင်ရရှိသွားတဲ့ခါမှာတော့ ဆန်းဟာကို သူ့ရဲ့ pacemaker အဖြစ်လက်ခံခဲ့ပါတယ်အချင်းချင်းရင်းနှီးလာတဲ့အခါမှာ ခံစားချက်တွေ ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါရှင် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Thar Oo ပါ )File Size__(1.5GB) / (750MB)\nQuality__1080p, 720p\nIMDb Rating__7.4/10\nFormat__mp4\nDuration__01:30:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Thar Oo\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/2qwS0/Mr_Heart_(2020)_720p.mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/vm5w8_4f-143x200.jpg",
        "title": "Open The Coffin (2022)",
        "description": "ဒီတစ်ခေါက် တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ \"Open The Coffin\" ဆိုတဲ့နာမည်အတိုင်း အခေါင်းဖွင့်ရာကနေ စဖြစ်တည်လာတဲ့ ဇာတ်လမ်းလေးပါဇာတ်ကြောင်းလေးကတော့...သင်္ချိုင်းဂူဖောက်တဲ့ လူတစ်စု ထန်မင်းဆက်က သင်္ချိုင်းကို ဖောက်ထွင်းရာမှာ မဖွင့်သင့်တဲ့ အခေါင်းတစ်ခုကို ဖွင့်မိပြီး သင်္ချိုင်းက အလောင်းအားလုံး အသက်ဝင်လာခဲ့တယ်သူတို့တွေ ​ကံကောင်းထောက်မလို့ သင်္ချိုင်းကနေ ပြန်ထွက်လာနိုင်ခဲ့ပေမဲ့ သူတို့အဖွဲ့သားတွေ တစ်ယောက်ပြီးတစ်ယောက် ထူးဆန်းတဲ့ပုံစံအမျိုးမျိုးနဲ့ သေကုန်ကြပါတယ်ရှန်ချွင်ဟယ်ဆိုတဲ့ ရဲအုပ်ရှန်ဟာ သူ့ဆရာ သေဆုံးမှုအတွက် တစ္ဆေလက်ဆိုတဲ့သင်္ချိုင်းဖောက်ထွင်းသူကို ၃နှစ်ကြာစုံစမ်းနေတာပါတစ်နေ့မှာတော့ ဆန်းကြယ်မှုအမျိုးမျိုးနဲ့ သင်္ချိုင်းဖောက်ထွင်းသူတွေ တစ်ယောက်ပြီးတစ်ယောက် သေဆုံးနေတဲ့အမှုကို စုံစမ်းရဖို့ ဖြစ်လာပါတယ်ဒီအမှုဟာ တစ္ဆေလက်နဲ့ ဆက်နွယ်နေတာကို သိလိုက်ရချိန်မှာတော့ ရှန်ချွင်ဟယ်တစ်ယောက် အမှုကို တစ်စ,တစ်စ ဘယ်လိုမျိုးဖော်ထုတ်ဖြေရှင်းသွားမလဲဆိုတာ စိတ်လှုပ်ရှားကြောက်မက်ဖွယ် ဆက်ကြည့်ကြရမှာပါ ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Yamin Ei ပါ ) File Size__(1.7GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:32:00\nType__Thriller, ...",
        "rating": "6.6",
        "url": "https://megaup.net/2qwff/Open_The_Coffin_(2022)_720p.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMmE4OGE2MzItZjRkMC00MTk3LTkyZjktMmEzNWE0OGEzNTJhXkEyXkFqcGdeQXVyMzMzODExODA@._V1_-134x200.jpg",
        "title": "Marmaduke (2022)",
        "description": "ခန္ဓာကိုယ်ကကြီးမားသလောက် ကလေးဆိုးကြီးလိုအဆော့မက်ပြီး ထိန်းမနိုင်သိမ်းမရဖြစ်နေတဲ့ ပြာကလက်စိန်ဂရိတ်ဒိန်းခွေးအမျိုးအစားလေး Marmaduke...တစ်နေ့မှာတော့သူ့ကိုထိန်းမရလို့ သူ့သခင်Philက အခန်းပိတ်အပြစ်ပေးခဲ့ပါတယ်။ခန္ဓာကိုယ်ကိုသာလှောင်ပိတ်လို့ရမယ် ပြာကလက်စိန်လုပ်တတ်တဲ့ငါ့ရဲ့အကျင့်ကိုတော့လှောင်ပိတ်မရဘူးဆိုတဲ့မူနဲ့အတူ သူမွှေခဲ့ပါတော့တယ်။အပြင်ဘက်မှာ Philရဲ့သား Marmaduke ရဲ့သူငယ်ချင်းလေး Billy ရဲ့မွေးနေ့ပွဲကျင်းပနေချိန် အပေါ်ထပ်သော့ခတ်ထားတဲ့အခန်းထဲကနေ သူခုန်ထွက်လာခဲ့ပါတယ်။ပါတီပွဲတစ်ခုလုံးကိုဖျက်ဆီးပစ်လိုက်ရဲ့သူ့ရဲ့အမွှေစိန်ဖြစ်ရပ်ကို မှတ်တမ်းတင်ကာဆိုရှယ်မီဒီယာထက်တင်လိုက်ရာက လူကြိုက်များကျော်ကြားလာခဲ့ပါတော့တယ်။ဒီလိုထိန်းမနိုင်သိမ်းမရဖြစ်နေတဲါ Marmadukeရဲ့သတင်းကို ခြောက်ကြိမ်ဆက်ချန်ပီယံခွေးလေ့ကျင့်ရေးသမား Guy Hilton တွေ့သွားခဲ့ရာကနေ....Marmaduke ရဲ့အနာဂတ်ဘယ်လိုဆက်ဖြစ်လာမလဲဘယ်လိုတွေဆက်မွှေဦးမှာလဲစတာတွေကို ရယ်ပြုံးဖွယ်ရာကြည့်ရှုရမယ့် Netflix ကနေအသစ်ထွက်လာတဲ့ animation ကားလေးဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Chit Tee ပါ )File Size__(1.6GB) / (800MB)\nQuality__WebDL_1080p, 720p\nIMDb Rating__5.4/10\nFormat__mp4\nDuration__01:30:00\nType__Animation, Comedy, Family\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "5.4",
        "url": "https://megaup.net/1Kxjb/Marmaduke_(2022)_720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/feature-1-232x300-1-155x200.jpg",
        "title": "A Thousand Little Cuts (2022)",
        "description": "Anne ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ ဆေးရုံမှာနိုးလာပါတယ်။သူဘာလို့ဆေးရုံရောက်နေလဲဆိုတာဇဝေဇဝါဖြစ်နေပါတယ်။စိတ်ရောဂါကုဆရာ၀န်က သူ့ရဲ့အတိတ်ကို တူးဆွပေးပြီးထိတ်လန့်စရာဖြစ်ရပ်ကို ပြန်မှတ်မိနိုင်အောင် လမ်းပြပေးပါတယ်။ ဒါပေမယ့် Anne ရဲ့မသိစိတ်က တကယ်ဖြစ်ခဲ့တာတွေကို ဖန်တီးထားတဲ့မှတ်ဉာဏ်တွေနဲ့အစားထိုးပြီး ဖြစ်ရပ်မှန်ကို ဖုံးကွယ်နေတဲ့အတွက်မလွယ်ကူပါဘူး။ Anne တယောက်ဟာတုန်လှုပ်စရာဖြစ်ရပ်ကို မှတ်မိနိုင်ဖို့ နာကျင်ရတဲ့အတိတ်ကိုပြန်သွားရမှာပါ။ Director Josh Brandonရိုက်ကူးထားပြီး မင်းသမီးချော Rebecca Liddiard ကအဓိကနေရာကနေပါ၀င်ထားပါတယ်။ဇာတ်လမ်းပြကွက်တွေက အတိတ်နဲ့ ပစ္စုပ္ပန်ကိုတစ်လှည့်စီပြနေတာမျိုးပါ။စိတ်ပညာကိုစိတ်၀င်စားရင် ကြည့်လို့ကောင်းတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။ File size…(1.1GB)/(623.97MB)/(306.2MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:27:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://megaup.net/1Kzci/A.Thousand.Little.Cuts.2022.720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jTBEccy5DqPtMoARNgAqY49dtB5.jpg",
        "title": "Dark Glasses (2022)",
        "description": "Dark Glasses (2022) Thriller ဇာတ်ကားကောင်းလေးတွေကို နှစ်သက်တဲ့ အမျိုးတို့အတွက် အကြိုက်တွေ့စေမယ့်ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ရောမမြို့မှာ ပြည့်တန်ဆာတွေ အသတ်ခံရတဲ့ အမှုက ပြည့်တန်ဆာ ၃ ဦး အသတ်ခံရပြီးနောက် နာမည်ကြီးလာခဲ့တယ်။ ပြည့်တန်ဆာ ဒီယာနာ ဆိုတဲ့ အမျိုးသမီးဟာ အင်မတန် လှပပြီး စျေးကြီးတယ်။တစ်နေ့တော့ သူဟာ လူသတ်သမားရဲ့ ပစ်မှတ် ဖြစ်လာခဲ့တယ်။ ဒီလိုနဲ့ပဲ လူသတ်သမားလက်က လွတ်အောင် ကြိုးစားရင်း ဒီယာနာ တစ်ယောက် ကားအက်စီးဒန့်ဖြစ်ကာ မျက်စိကွယ်သွားခဲ့ရပါတယ်။သူ့ကားနဲ့ တိုက်မိတဲ့ ကားမှာတော့ တရုတ်လူမျိုး ကလေးလေး တစ်ဦးသာ အသက်ရှင်ကျန်ခဲ့တယ်။ ဖခင်ဖြစ်သူက ပွဲချင်းပြီး သေဆုံးပြီး မိခင်ကတော့ ကိုမာ ဖြစ်သွားတယ်ပေါ့။ ဒီလိုနဲ့ ဒီယာနာ တစ်ယောက် စောင့်ရှောက်ရေး ဂေဟာမှာ အဲ့ကလေးကို သွားတွေ့ခဲ့တယ်။ကလေးကလည်း ဂေဟာကနေ ခိုးထွက်ပြီး ဒီယာနာရဲ့ အိမ်ကို လိုက်လာခဲ့တယ်။ ဒီလိုနဲ့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/2qPwh/[CM]Dark.Glasses.2022.720p.WEB-DL.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fQToT5LtYTIC2FhVjZP98wJuKZK.jpg",
        "title": "Mondocane (2021)",
        "description": "Mondocane (2021) Dogworld လို့လည်း လူသိများတဲ့ ဒီဇာတ်ကားလေးဟာ အက်ရှင်ကား ကောင်းကောင်းလေးတွေမှ ကြိုက်နှစ်သက်တယ်ဆိုတဲ့ သူတွေ လုံးဝ လက်မလွှတ်သင့်တဲ့ အီတလီ အက်ရှင် ဇာတ်ကားလေး ဖြစ်ပါတယ်။ဘုရားသခင်ဆိုတာ ဘာမှန်းတောင် မသိတဲ့ သူငယ်ချင်း၂ ယောက် ပင်လယ်ထဲမှာ ငါးမျှားလိုက် ရေကူးလိုက်နဲ့ အိမ်ခြေရာမဲ့ လွင့်ချင်တိုင်း လွင့်နေခဲ့ကြတယ်။ သူတို့ရဲ့ အိပ်မက်က Ants ဆိုတဲ့ ဂိုဏ်းထဲကို ဝင်ပြီး လူမိုက်လုပ်ဖို့ပေါ့။တစ်နေ့ အခွင့်အ‌ရေးတစ်ခုက သူတို့ဆီ ဆိုက်ရောက်လာတယ်။ စတိုးဆိုင်တစ်ခုကို မီးရှို့ပေးပြီး Ants အဖွဲ့ထဲကို ဝင်ခွင့်ရသွားတယ်။ နယ်မြေရဲတွေကလည်း Ants အဖွဲ့ကို လိုက်ဖမ်းနေတာ ၁ နှစ်ရှိပြီ တည်နေရာကို မသိရသေးဘူး။ လူဆိုးဂိုဏ်းထဲကို ရောက်သွားတဲ့ အရမ်းချစ်ကြတဲ့ သူငယ်ချင်း ၂ ဦးမှာ တစ်ဦးက လက်ရဲဇာက်ရဲ ဂိုဏ်းနဲ့ ကိုက်တယ်ပေါ့။ ကျန်တဲ့ တစ်ယောက်ကတော့ လူသတ်တာမျိုး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1KH28/[CM]Mondocane.2021.720p.Blu-ray.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/fligh-135x200.jpg",
        "title": "Flightplan",
        "description": "ဒီရုပ်ရှင်က Psychological Thriller အမျိုးအစားပါ၊ အတူလိုက်ကြည့်ရင်း ခေါင်းစားလိုက် ရင်ခုန်လိုက်ပေါ့။မိခင်တစ်ယောက်ဆိုတာ သွားရှုပ်လို့မရဘူးဆိုတဲ့ မက်ဆေ့ချ်လေးပေးချင်တဲ့ ကားကောင်းလေးတစ်ကားလာပါပြီပရတ်ဆိုတဲ့ အမျိုးသမီးဟာ ယောကျ်ားဆုံးသွားလို့ သမီးလေးနဲ့အတူ အမေရိကန်က လောင်းအိုက်လန်\nကိုပြန်ပြီးသဂြိုလ်ဖို့အတွက် ဘာလင်ကနေထွက်လာတာပါ သူကလေကြောင်းအင်ဂျင်နီယာဆိုတော့\nသူစီးမယ့်လေယာဉ်ရဲ့ အစိတ်အပိုင်းတွေအားလုံးကိုလည်း သေသေချာချာသိတဲ့ သူတစ်ယောက်ပေါ့အဲဒီလိုနဲ့ လေယာဉ်စထွက်ပြီးမကြာခင်မှာပဲ သူ့သမီးလေးက လေယာဉ်ပေါ်မှာပျောက်သွားခဲ့တာပါ\nထူးထူးဆန်းဆန်းကိစ္စဆိုတော့ သူများတွေကလည်း သိပ်မယုံကြဘူးပေါ့ လေယာဉ်မှူးကိုယ်တိုင်က\nမယုံချင်ချင်နဲ့ ရှာပေးရှာတော့တာပါပဲ အဲဒီမှာ သူ့ကိုစိတ်ကယောင်ကတမ်းဖြစ်တယ်ဆိုပြီး\nလေကြောင်းရဲက ထိန်းသိမ်းထားရပါတော့တယ် တကယ်တော့ သူက တကယ်ပဲစိတ်ရောဂါဖြစ်နေတာလား\nသူ့သမီးလေးကရော တကယ်ပါလာရဲ့လား လေယာဉ်ပေါ်မှာရော ဘာတွေဆက်ဖြစ်မှာလဲဆိုတာ\nစိတ်လှုပ်တရှားနဲ့ကြည့်လို့ကောင်းတဲ့ ကားဟောင်းလေးတစ်ကားပါပဲFile size…(1.54GB)/(719MB)/(524.78MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:38:00\nGenre...Thriller/Mystery/drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Garfield",
        "rating": "",
        "url": "https://megaup.net/14C8e/Flightplan_2005_720p(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rAfDTOsvbJQKjgwaXAtRKdRTO6e.jpg",
        "title": "One Day, You Will Reach the Sea (2022)",
        "description": "One Day, You Will Reach the Sea (2022) လွမ်းမောဖွယ် ဂျပန် drama ဇာတ်ကားလေး တစ်ကားပါ။မနကိုတနိဆိုတဲ့ အရမ်းအေးဆေးရှက်ရွံ့ပြီး လူတွေနဲ့သိပ်အဆက်အဆံလုပ်လေ့မရှိတဲ့ မိန်းကလေးတစ်ယောက်မှာ အရမ်းရင်းနှီးချစ်ခင်တဲ့သူငယ်ချင်းဆိုလို့ တက္ကသိုလ်စတက်ကတည်းက မိန်းကလေးလေးအချင်းချင်းတောင် ကြိတ်ပြီးအားကျရလောက်အောင်ချစ်စရာကောင်းပြီး၊ လူတကာနဲ့ဝင်ဆန့်တဲ့ ဆုမိရဲဆိုတဲ့ မိန်းကလေးသူငယ်ချင်းတစ်ယောက်ပဲရှိခဲ့ပါတယ်။ဆုမိရဲတစ်ယောက်သေဆုံးသွားချိန်မှာတော့ ကိုတနိဟာ ဖြေမဆည်နိုင်အောင်ဖြစ်ခဲ့ပြီး အတိတ်တွေထဲမှာပဲပိတ်မိနေခဲ့ပါတယ်။လက်ရှိဘဝကို အဆင်ပြေအောင်ရှေ့ဆက်နေပေမဲ့လည်း အတိတ်ကသူငယ်ချင်းမလေးဟာဘယ်လိုထူးခြားတဲ့မိန်းကလေးမျိုးဖြစ်ခဲ့တာတွေ၊ နှစ်ဦးကြားက သံယောဇဉ်တွေ၊ အတူပျော်ခဲ့ဖူးတဲ့အမှတ်တရ၊ ဖြစ်ရပ်တွေကို ပြန်ပြောင်းသတိရရင်း လွမ်းဆွတ်ရပုံတွေကို လွမ်းမောဖွယ်ရိုက်ကူးတင်ဆက်ထားပါတယ်။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Moe Lay ပါ။) File Size : 1.7GB, 784MB & 382MB\nQuality : 1080p WEB-DL, 720p WEB-DL & 480p\nFormat : mp4\nDuration : 2hr & 6mins\nGenre : Drama\nTranslated by Moe ...",
        "rating": "6.2",
        "url": "https://megaup.net/14Uzj/[CM]One.Day.You.Will.Reach.The.Sea.2022.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNOza32GNEMyvsqBJHx1cSMBnS5.jpg",
        "title": "Qinling Mountains ( 2022 )",
        "description": "ဒဏ္ဏာရီလာစကားတွေအရ ချင်းလင်တောင်ထဲမှာ အဖိုးမဖြတ်နိုင်တဲ့\nရတနာပစ္စည်းတွေရှိနေပါသတဲ့။ လူတိုင်းက တောင်ထဲက\nလျို့ဝှက်ဂူကိုဖွင့်ပြီးရတနာတွေကိုအပိုင်သိမ်းချင်နေကြပါတယ်။ရှေးဟောင်းသုတေသန မြေနေရာသတင်းရယူရေးအဖွဲ့ဖြစ်တဲ့\nချီရှမ်းဝမ်နဲ့အဖွဲ့ဟာ ချင်းလင်တောင်ပေါ်ကဂူထဲမှာ\nရှေးနှစ်ပေါင်းများစွာကကျောက်ထွင်းစာတစ်ချပ်ကိုရှာတွေ့ခဲ့ပါတယ်။ဂူထဲမှာသုတေသနပြုလုပ်နေရင်း ပေါက်ကွဲမှုဖြစ်တဲ့အခါ\nချီရှန်းဝမ်တစ်ယောက်သာ အသက်ရှင်လျက်ပြန်ထွက်လာနိုင်ခဲ့ပါတယ်။\nသူဟာဒဏ်ရာကြောင့် ရွာတစ်ရွာမှာအနားယူနေရတဲ့အချိန်\nအဲ့ဒီရွာကိုဓားပြတွေဝင်စီးတာခံရပြီး အဲ့ဒီဓားပြတွေကလည်း\nချင်းလင်တောင်ကရတနာတွေကိုအပိုင်စီးချင်နေတဲ့အခါ..လူဆိုးတွေတင်မကဘဲ လူနှစ်ရပ်စာလောက်ရှိတဲ့\nပင့်ကူသတ္တဝါဆန်းကြီးတွေရောပါဝင်လာတဲ့အခါ...\nတောင်ထဲကရတနာကရောဘာဖြစ်မလဲ\nပင့်ကူကြီးတွေကိုရောဘယ်လိုရင်ဆိုင်ကြမလဲ\nရွာသားတွေကိုရော ဓားပြလက်က ကယ်နိုင်ပါ့မလားဆိုတာကို\nရုပ်ရှင်ထဲမှာဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Mystery , Adventure\nRuntime : 1h 18min\nSubtite : Myanmar Subtitle ( Hardsub )\nTranslated by Hnin Wutt Hmone , Yin Wai Phyo , Minnie\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/14quz/Qinling_Mountains_(2022)_WEB-DL_1080p_(CM).mp4",
        "category": "Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/279134795_737158030755291_5168206321609481121_n-150x200.jpg",
        "title": "K.G.F: Chapter 2(2022)",
        "description": "K.G.F: Chapter 2(2022) အညွှန်း****************************IMDb..8.9WEB-DL1080P5.1CH ကြည်တောက်ရှင်း ရပါပြီ.....KGF 1 မှာရော့ကီဟာ အင်အားကြီးမားလာသလို ရန်သူအပေါင်းရဲ့  အဓိက နှိမ်နှင်းစရာဖြစ်လာတယ်...ဒါ့ကြောင့်ပဲ KGF 2 မှာတော့ရော့ကီနဲ့အပြိုင်ကြမ်းမဲ့ အမိုက်စားဗီလိန် တစ်ယောက်ပါဝင်လာပါတယ်...ဒါ့အပြင် နိုင်ငံရေးအရှုတ်တော်ပုံတွေလည်း ပါဝင်လာတဲ့အခါမှာတော့... File Size          : 2.9GB ,1.5GB, 560MB\nQuality            : WEB-DL1080P5.1Ch(HEVC),720P, 480p\nFormat            : mp4\nDuration         : 2hr & 45mins\nGenre              : Drama , Action, ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/k-g-f-chapter-22022/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/raBWBnGz2X6FQ3iUwPwYQE4FrkY.jpg",
        "title": "Harsh Times (2005)",
        "description": "Harsh Times (2005)Christian Bale ကိုယ်တိုင် ပရိုဂျူဆာအနေနဲ့ရော အဓိကဇာတ်ကောင် ဂျင်မ်အဖြစ်နဲ့ပါ ပါဝင်သရုပ်ဆောင်ထားပြီး သူ့သရုပ်ဆောင်ချက်တွေဟာ လက်ဖျားခါလောက်တယ်ဆိုတဲ့ မှတ်ချက်တွေ တပုံတပင်ရရှိထားတဲ့ကားပါ။ဂျင်မ်နဲ့ မိုက်ခ်က သိပ်ကိုချစ်ကြတဲ့ သူငယ်ချင်းတွေပါ။ ညီအစ်ကိုတွေလိုတောင်ဖြစ်နေကြပါပြီ။ မိုက်ခ်က လက်ရှိမှာ အလုပ်လက်မဲ့၊ သူ့ဇနီးဖြစ်သူက ငြိုငြင်လာပြီး အလုပ်ထွက်ရှာဖို့ပဲ တတွတ်တွတ်တိုက်တွန်းနေတော့ စိတ်ညစ်နေတဲ့သူ။ ဂျင်မ်က စစ်ပြန်ရိန်းဂျားတစ်ယောက်ပေါ့။ သူတာဝန်ထမ်းဆောင်ခဲ့တာက အာဖရန်နစ္စကန်မှာ။ စစ်ပွဲဆိုတော့ သိတဲ့အတိုင်း သေကြကြေကြ သတ်ကြဖြတ်ကြပါပဲ။လူသတ်ရတာ ဘယ်လိုနေလဲလို့ မိုက်ခ်က မေးတိုင်း ဂျင်မ် အဲဒီမှာဖြစ်ခဲ့သမျှဟာ သူ့အတွက် ဘာသက်ရောက်မှုမှမရှိပါဘူးလို့ ကြွေးကြော်တတ်တယ်။ အခုဆို သူ့မှာ ချစ်ရတဲ့မက်ဆီကန်မလေး မာတာလည်းရှိနေပြီလေ။ သူ အယ်လ်အေရဲတပ်ဖွဲ့မှာ အလုပ်ရတာနဲ့ အမေရိကားကိုခေါ်ပြီး သူတို့ယူကြတော့မှာ မဟုတ်လား။ ဒီလိုသာမန်အေးချမ်းတဲ့ဘဝမျိုးရခါနီး ဂျင်မ်နောက်ကို သူ့အတိတ်ဆိုးက လိုက်လာတဲ့အခါမှာ သူဘာတွေကြုံရမှာလဲ?မိုက်ခ်ကရော သူ့အချစ်ဆုံးသူငယ်ချင်း ဂျင်မ်နောက်ကိုလိုက်ရင်း ဘာတွေဘယ်လိုကြားညပ်မိမလဲ?ကိုယ်တိုင်ပဲ ကြည့်ရှူခံစားလိုက်ပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May ...",
        "rating": "6.8",
        "url": "https://megaup.net/2qCkr/%5BCM%5DHarsh.Times.2005.720p.Blu-ray.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dklbhxy6I33rq7Km2fjrfa31mH0.jpg",
        "title": "Puzhu (2022)",
        "description": "Puzhu (2022) ပုံမှန်အိန္ဒိယရုပ်ရှင်တွေနဲ့ ကွဲထွက်နေတဲ့ တကယ်ကောင်းတဲ့ ဒရမ်မာကားတစ်ကားပါ။ ‌ခါတိုင်းလို မင်းသား၊ မင်းသမီး ချစ်ကြိုက်ကွဲညားတို့၊ လန်ထွက်နေတဲ့ အက်ရှင်ခန်းတွေတို့၊ ပညာပေးတို့ မပါဘဲ ခံစားသက်ဝင်မှုကောင်းကောင်းနဲ့ စီးမျောခံစားလို့ရမဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။စီးပွားရေးလုပ်နေတဲ့ ရဲအရာရှိဟောင်း၊ မုဆိုးဖို၊ single father ဖြစ်တဲ့ ကူတန်ဟာ ဇာတ်နိမ့်ပြဇာတ်သရုပ်ဆောင်တစ်ဦးနဲ့ လက်ထပ်သွားတဲ့ ညီမဖြစ်သူကို သေခန်းဖြတ်ခဲ့ပေမဲ့ သူ့ညီမက သူတို့သားအဖ‌နေတဲ့ အိမ်ရာကို ယာယီပြောင်းလာတဲ့အခါမှာတော့ အနယ်မထိုင်သေးတဲ့ မုန်းတီးရွံရှာမှုတွေ၊ အရှက်ရမှုတွေဟာ တဖန်ပြန်လည်အသက်ဝင်လာခဲ့ပါတယ်။ဒါ့အပြင် သားအပေါ်မှာ တင်းကြပ်လှပြီး လက်မခံနိုင်ဖွယ် ချုပ်ချယ်မှုတွေနဲ့ အုပ်ထိန်းနေတဲ့သူ့ကို တစ်ယောက်ယောက်က သတ်ဖို့ကြိုးစားနေတ‌ယ်လို့ ယုံကြည်လာတဲ့အခါမှာ အနီးဝန်းကျင်က လူတိုင်းကိုလည်း သံသယဝင်လာရပါတော့တယ်။အထီးကျန်ဆန်တဲ့ အဖော်ကင်းမဲ့မှုဟာ ဝန်မခံချင်ရင်တောင်မှ ရင်ထဲမှာ လစ်ဟာနေသလို ခံစားစေရပြီး၊ တစ်ခါတစ်ရံ စိတ်ပိုင်းဆိုင်ရာပါ ထိခိုက်စေပြီး လူ့ဂွစာတစ်ယောက်ဖြစ်‌စေတတ်တာလည်း သိကြမှာပါပဲ။ဒီကားမှာလည်း အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ကူတန်ရဲ့ အဖော်ကင်းမဲ့မှု၊ တယူသန်ရှေးရိုးစွဲမှုတွေနဲ့ ဟိန္ဒူဇာတ်နိမ့်၊ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1KH5k/%5BCM%5DPuzhu.2022.720p.WEB-DL.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tkdfgT6KyE5Ga4g4vbykI0cZVWR.jpg",
        "title": "Righteous Ties (2006)",
        "description": "Righteous Ties (2006) Investigation Couple ဆိုတဲ့ မှုခင်းဆေးဆရာဝန်ကားမှာ ဒေါက်တာ ဘဲ့ဘုန်း အနေနဲ့ လူသိများတဲ့ မင်းသားကြီး Jung Jae Young ရဲ့ အက်ရှင် ဇာတ်လမ်းလေးပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...\nဂိုဏ်းစတားလူမိုက်တွေဟာ ဂိုဏ်းစတားလူမိုက်ဆန်ခဲ့ကြတဲ့အချိန်တုန်းကပေါ့။ သေနတ်တွေမသုံးတဲ့ Old School ဂိုဏ်းစတားကြီးတွေ၊ ဆွန်းထန် ချီဆောင်းနဲ့ ဂျူဂျွန်းတို့ဟာ ငယ်ပေါင်းကြီးဖော် သူငယ်ချင်းသုံးယောက်ဖြစ်ပြီး ဂိုဏ်းတစ်ဂိုဏ်းထဲမှာ ရှေ့ဆင့်နောက်ဆင့် ညာလက်ရုံးတွေ ဖြစ်လာကြသူတွေပါ။သုံး‌ယောက်လုံးကလည်း စိတ်မြန်လက်မြန် ခြေသွက်လက်သွက် တဇောက်ထိုးစိတ်တွေနဲ့မို့ ဂိုဏ်းလောကမှာ ရှိန်ရတဲ့ဘဲကြီးတွေဖြစ်ပါတယ်။ ကိုယ့်ဂိုဏ်းအတွက် ဘာမဆိုပေးဆပ်နိုင်တဲ့ ဒီဘဲကြီးတွေဟာ သူတို့ဆရာရဲ့ သစ္စာဖောက်ခြင်းကို ခံလိုက်ရတဲ့အချိန်မှာတော့ ...အချစ်ကြီးရင် အမျက်ကြီးတယ်ဆိုတဲ့စကားဟာ ဒီဇာတ်ကားထဲက လူမိုက်ဘဲကြီးတွေအတွက် ဘယ်လောက်များမှန်မလဲ ဆိုတာတော့ ဇာတ်လမ်းလေးထဲ ကြည့်ရှုခံစားကြရမှာပါ။အက်ရှင်ကားကို ဟာသနဲ့အလွမ်းအဆွေးတွဲဖက်ပြီး တင်ဆက်ထားတာကြောင့် ပေါ့ပေါ့ပါးပါး ခံစားလို့ကောင်းမယ့်ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Paing ပါ။) File Size : ...",
        "rating": "6.3",
        "url": "https://megaup.net/14Hlb/%5BCM%5DRighteous.Ties.2006.1080.WEB-DL.AC3.5.1CH.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t4M0n5kfToiU9TIf22bccSbNugG.jpg",
        "title": "Room 203 (2022)",
        "description": "Room 203 (2022)ဇာတ်ကား နာမည်အတိုင်းပဲ အခန်းနံပါတ် 203 အကြောင်းပေါ့။ ဆိုတော့ အခန်းနံပါတ် 203 အကြောင်းကို နည်းနည်း ပြောမယ်ဗျာ။အဲဒီအခန်းကို လာငှားပြီးနေတဲ့ လူတိုင်း ကြာကြာမနေနိုင်ဘူးတဲ့။ ပြီးတော့ အဲဒီအခန်းရဲ့ နံရံပေါ်မှာ အပေါက်ကြီး တစ်ပေါက်ရှိနေတယ်။ အဲဒီအပေါက်ကြီးကို ဖာရင်လည်း အပေါက်က ပြန်ရှိနေသေးတယ်။ ပစ္စည်းဘာညာနဲ့ ကာပြီးချိတ်ထားရင်လည်း ကာထားတဲ့ပစ္စည်းက ပြုတ်ကျတတ်သေးတယ်။အဲဒီအခန်းထဲမှာ ရှေးဟောင်းပရိဘောဂအပြည့်လည်း ပါပြီးသားပဲ။ ပိုပြီးထူးခြားတာက ရှေးဟောင်းဆေးခြယ်မှန်ပြတင်းကြီးပါ။ ဒီကားထဲက မင်းသမီး​ပြောသလိုဆိုရင် တိုက်ခန်းကတော့ ကောင်းပေမဲ့ ကျောချမ်းစရာအခန်းမျိုးပေါ့။ အဲဒီလို အခန်းမျိုးကို ကင်မ်နဲ့ အစ်ဇီတို့ အချစ်ဆုံးသူငယ်ချင်း နှစ်ယောက် ပြောင်းလာခဲ့ကြတယ်။ဇာတ်လမ်းလေးတွေရှိနေတဲ့ ဒီအိမ်ကြီးမှာ ကင်မ်နဲ့ အစ်ဇီတို့ ဘာတွေရင်ဆိုင်လာရမလဲ?ဘယ်လိုကြောင့် ဒီလိုဖြစ်ရပ်တွေ ကြုံတွေ့နေရတာလဲ?အတိတ်ကဖြစ်ရပ်တွေနဲ့ ဘယ်လိုဆက်စပ်နေမလဲဆိုတာ​ကတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Jumper Neysman ပါ။) File Size        ...",
        "rating": "4.7",
        "url": "https://megaup.net/14Hni/%5BCM%5DRoom.203.2022.720p.WEB-DL.mp4",
        "category": "Horror"
    }
]