[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/dara1-155x200.jpg",
        "title": "Dara of Jasenovac 2021",
        "description": "2021 Serbian သမိုင်း ဒရာမာ အသစ်လေးဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။IMDb 8.3 ရရှိပြီးတော့ မနှစ်က အော်စကာမှာအကောင်းဆုံးနိုင်ငံခြားရုပ်ရှင်ဆုအတွက်ဝင်လျှောက်ခဲ့ပါသေးတယ်။Another Round ဆိုတဲ့ အရက်သမားကားကို မယှဉ်နိုင်လို့သာ ဆုမရခဲ့တာပါ။ဒီရုပ်ရှင်ကတော့ သမိုင်းရဲ့ လူသိနည်းတဲ့လူသတ်ပွဲကြီးတစ်ခုအကြောင်းကို ပြသထားတာပါပဲ။နာဇီတွေက ချွေးတပ်စခန်းတွေ ဖွင့်ပြီးဂျူးတွေကိုသတ်တာတော့ အားလုံးသိနေပြီးသားပါ။အဲဒီကာလအတွင်းမှာပဲ ခရိုအေးရှားမှာလည်း ဖက်ဆစ်ဝါဒ ကြီးစိုးပြီးဂျူးတွေ အပြင် ဆားဘီးယားတွေကိုပါ ခွှေးတပ်စခန်းတွေထဲမှာရက်ရက်စက်စက်သတ်ခဲ့ကြတာတွေ ရှိပါတယ်။ဒီရုပ်ရှင်ရဲ့ ဇာတ်လိုက် ဒါရာ ဆိုတဲ့ မိန်းကလေး ၁၀ နှစ်ပဲ ရှိပါသေးတယ်။သူ့အဖေက ခွှေးတပ်စခန်းတစ်ခုမှာ မသေအောင် ရုန်းကန်နေရချိန်။သူ့အမေနဲ့ အစ်ကိုက အသတ်ခံလိုက်ရချိန်မှာနှစ်နှစ်သားပဲ ရှိတဲ့ သူ့ရဲ့ မောင်လေးကိုချွေးတပ်စခန်းထဲမှာ မသေအောင် စောင့်ရှောက်ရမယ့်တာဝန်ကျရောက်လာပါတယ်။အဲဒီစခန်းတွေမှာ လူ့အသတ်ဆိုတာ အပျင်းပြေ သတ်စရာလောက်ပဲ ရှိပါတယ်။တံမြက်စည်းလှဲတာ စင်ရင်သတ်တယ်၊အလုပ်မလုပ်နိုင်ရင်သတ်တယ်၊ဖျားရင် ကုရခက်ရင် သတ်တယ် ဆိုတော့ဒီစခန်းကြီးထဲကနေ ဒါရာတစ်ယောက်ဘယ်လိုရုန်းကန်လွတ်မြောက်ရမလဲဆိုတာ....\nFile size…(1.7 GB) and (1 GB)\nQuality….WEB-DL 1080p and ...",
        "rating": "8.3",
        "url": "https://megaup.net/X10i/Dara.iz.Jasenovca.2021_720p_HD_(CM)].mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/dJWyd_4f-140x200.jpg",
        "title": "Fanfare (2020)",
        "description": "Thriller ကြိုက်သူတွေအတွက် နောက်ထပ် Thriller တစ်ကားလာပါပြီဇာတ်လမ်းအကျဉ်းHalloween ပွဲတော်ညမှာ ဘားတစ်ခုထဲကို သူခိုး ၂ ယောက် ဝင်ခိုးကြပါတယ်ဒါပေမယ့် ဆိုင်ပိုင်ရှင်ကိုမတော်တဆ သတ်ပစ်မိသွားခဲ့ပြီးဆိုင်ထဲမှာကျန်နေတဲ့ customer တစ်ယောက်ကလည်း ဒါကိုမြင်သွားခဲ့တဲ့နောက်....သက်သေဖျောက်ဖို့ အလောင်းဖျောက်ဖို့ ကြိုးစားရာကနေ ဘယ်လိုအရှုပ်တွေဆက်ဖြစ်မှာလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါနော် ။ Quality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Crime , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/fanfare-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Tw-133x200.jpg",
        "title": "Twenty Hacker (2021)",
        "description": "ဂျယ်မင်း ဆိုတဲ့အထက်တန်းကျောင်းသား ကောင်လေးဟာ ဆိုက်ဗာတိုက်ခိုက်မှုကြောင့်ဘဝကြီးပြောင်းလဲသွားပြီး သူ့ရဲ့ အဖေကို ဆုံးရှုံးလိုက်ရပါတယ်ဟက်ကာသမားက အရမ်းတော်လွန်းတဲ့အတွက် ရဲတွေမဖမ်းနိုင်တာကြောင့်ဟက်ကာသမားကိုဖမ်းဖို့ သူကိုယ်တိုင် ဟက်ကာလုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်ဟက်ကင်းလုပ်ပြီး ပိုကောင်းတဲ့ကမ္ဘာတစ်ခုကို ဖန်တီးမဲ့\"ပိုကောင်းတဲ့ကမ္ဘာ\"ဆိုတဲ့အဖွဲ့နဲ့ ဟက်ကာအရည်အချင်းပြည့်ဝလာတဲ့ဂျယ်မင်းတို့ တက္ကသိုလ်မှာ တွေ့ကြတဲ့အခါ ဟက်ကာကိုဖမ်းဖို့အတွက်သူတို့အချင်းချင်းပူးပေါင်းပြီးဘယ်လိုတွေလုပ်ဆောင်ကြမလဲဆိုတာ ရင်တဖိုဖိုနဲ့ဆက်လက်ကြည့်ရှုရမှာပါ Quality : WEB-DL 720pFormat: mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/twenty-hacker-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qoh7XXPeNjhDdjkVtlLiyW7ntxV.jpg",
        "title": "New Year Blues (2021)",
        "description": "New Year Blues(2021)​လောကကြီးမှာ လူရယ်လို့ဖြစ်လာရင် ချစ်ဖူးကြမှာပါပဲအသက်အရွယ်အပိုင်းအခြား နေထိုင်ပုံတွေအရချစ်ပုံချစ်နည်းတွေ မတူညီကောင်း မတူညီနိုင်ပေမယ့်ကျွန်တော်တို့အားလုံးက အချစ်ကိုခံစားဖူးကြပါတယ်ဆိုတော့ဗျာ .....ပြောရရင် relationship တစ်ခု တည်ဆောက်ဖို့ဆိုတာ ထင်သလောက်မလွယ်ဘူးဗျအစကတော့ နှစ်ယောက်သားချစ်လို့ လက်တွဲခဲ့ကြတယ်ဆိုပေမယ့်အချိန်ကြာလာတာနဲ့အမျှ ဖြစ်လာမယ့်ပြသနာ​တွေ​ကိုနှစ်ယောက်လုံးဖြေရှင်းနိုင်ဖို့လည်း လိုသေးတယ်သူ့ဖက်ကအမြင် ကိုယ့်ဖက်ကအမြင် နှစ်ယောက်စလုံးက နားလည်မှုတွေယူနိုင်မှသာရေရှည်တည်မြဲတဲ့ relationship တစ်ခုဖြစ်လာမှာအချိန်တွေအကြာကြီး တွဲလာခဲ့တဲ့သူကကိုယ့်အတွက် right person မဟုတ်ပေမယ့်တစ်ဒင်္ဂလေး ဆုံလိုက်ရတဲ့သူကကိုယ်နဲ့တစ်သားတည်းဖြစ်တဲ့ ခံစားချက်မျိုးပေးနိုင်တဲ့သူလည်း ဖြစ်နိုင်တာပဲလေဒီရုပ်ရှင်ထဲမှာတော့ မတူညီတဲ့ career တွေ .....မတူညီတဲ့ဘဝပုံစံတွေနဲ့ရှိနေကြတဲ့ အတွဲ ၄ တွဲအကြောင်းကို ရိုက်ပြထားတယ်သရုပ်ဆောင်ထားတဲ့သူတွေကလည်း ကောင်းလားမကောင်းလားဆိုတာပိုစတာကြည့်ရုံနဲ့ ညွှန်းစရာတောင်မလိုလောက်ဘူးလို့ ထင်ပါတယ်ဒီကားက ကိုးရီးယားအချစ်ဇာတ်လမ်းတွေထဲမှာ ကွဲထွက်နေတဲ့ကားလို့ ပြောလို့ရတယ်ဗျCinematography လှတယ် .....မတူညီတဲ့ အတွဲ ၄ တွဲရဲ့ plot တွေက ရိုးရိုးရှင်းရှင်းလေးနဲ့အဆုံးထိစိတ်ဝင်စားအောင်ဆွဲခေါ်သွားမှာတော်တော်လေးကို sweet ဖြစ်ပြီး .....Heartwarming ဖြစ်စေတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပြီးတော့ ရိုက်ကွင်းရိုက်ကွက်တွေလည်း တော်တော်လေးကိုလှတယ်စုံတွဲတွေဆိုရင်တော့ အတူကြည့်ကြပါ ...",
        "rating": "6.8",
        "url": "https://megaup.net/X1s5/New.Year.Blues.2021.720p.FHDRip.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-18-at-3.08.12-PM-135x200.png",
        "title": "Things Heard & Seen (2021)",
        "description": "Things Heard & Seen (2021)=====================IMDb Rating - 5.3/10ဒါဟာ သရဲကားပါ။ All Things Cease to Appear ဆိုတဲ့ ဝတ္ထုကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။သရဲကားပီပီ အသစ်ပြောင်းလာတဲ့အိမ်မှာ ခြောက်တာပါပဲ။ အိမ်ကိုပြောင်းလာတဲ့မိသားစုဝင်ကတော့ ၃ ယောက်ပါ။ဂျော့၊ကတ်သရင်း လင်မယားနဲ့ သူတို့ရဲ့ ၄ နှစ်သမီးလေး ဖရန်နီပေါ့။ ဂျော့က ဝိညာဉ်လောကကိုယုံကြည်တဲ့ ဆွီဒင်ဘော့ရဲ့အယူအဆလွှမ်းမိုးမှုခံရတဲ့ အနုပညာတွေအကြောင်း စာတမ်းရေးရင်းနဲ့ အဲဒီကောလိပ်မှာ ပါမောက္ခရာထူး ရရှိခဲ့တာပါ။ဒါပေမယ့် အိမ်ရဲ့သမိုင်းက ပဟေဠိဆန်တယ်။ ခြောက်နေတဲ့ သရဲနဲ့ ခြောက်ရတဲ့အကြောင်းကို ရှာဖွေရင်း ကတ်သရင်း နဲ့ဂျော့အပေါ် သရဲတွေရဲ့ သက်ရောက်မှုနဲ့ ပြောင်းလဲလာမှုတွေနဲ့ လျို့ဝှက်ချက်တွေကို ရင်တဖိုဖိုနဲ့ကြည့်ရမှာပါ။ သရဲကားငတ်နေတဲ့ သူတွေအတွက်တော့ ကြည့်ရတာ နောင်တမရမယ့် သရဲကားထဲမှာ ပါပါတယ်။ အားပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "5.3",
        "url": "https://megaup.net/2YTbv/Things.Heard.And.Seen.2021.720p.WEBRip[CM].mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/che-2-148x200.jpg",
        "title": "Che: Part Two (2008)",
        "description": "Che: Part Two (2008)__________IMDb - 6.9/10\n \n[ရသပြည့်ဝစွာ ခံစားနိုင်စေရန် Blu-Ray 1080p5.1ch,720p တို့ဖြင့်ပြည့်စုံစွာတင်ဆက်ပေးထားပါသည်.....]\n(Spoiler ဖြစ်မည်စိုးရိမ်သူများမဖတ်ဘဲ ဒေါင်းကြပါ..ကျွန်တော့်အမြင်ပြောရရင်\nဒီအညွှန်းလေးဖတ်ပြီးကြည့်ရတာပိုပြီးပြည့်စုံမည်ဟု ထင်မြင်သောကြောင့် ထည့်သွင်းဖော်ပြပေးထားခြင်းဖြစ်ပါသည်....)\n(DatShin Movie Page မှ ကူးယူဖော်ပြသည်....)\n (Unicode)၁၉၅၆ ခုနှစ် . . ။\nရွက်လှေလေး တစ်စီးဟာ ပင်လယ်ထဲမှာ တအိအိ ရွေ့နေတယ်။ လှေလေးက ခပ်သေးသေးပါပဲ။ တကယ်တန်း ဆန့်တာက ၁၂ လောက်ထိပဲ ဆန့်တာ။ လွန်ရောကျွန်ရော ၂၅ ယောက် ပေါ့။ ဒါပေမယ့် လှေပေါ်မှာ လူ အယောက် ၈၀ ထိ ပါလာတယ်။အဲ့ဒီရွက်လှေလေးဟာ တကယ့်အပြင်မှာ ရှိခဲ့ပါတယ်။ ရွက်လှေပေါ်က လူ အယောက် ၈၀ က လည်း တကယ် ရှိခဲ့ပါတယ်။ အခြားသူတွေတော့ မဟုတ်ပါဘူး။ နှောင်တစ်ချိန်မှာ တစ်ကမ္ဘာလုံးကို ကိုင်လှုပ်ပစ်တော့မယ့် ရဲဘော် ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/che-part-two2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/che-1-140x200.jpg",
        "title": "Che: Part One (2008)",
        "description": "Che: Part One(2008)__________IMDb - 7.2/10\n \n[ရသပြည့်ဝစွာ ခံစားနိုင်စေရန် Blu-Ray 1080p5.1ch,720p တို့ဖြင့်ပြည့်စုံစွာတင်ဆက်ပေးထားပါသည်.....]\n(Spoiler ဖြစ်မည်စိုးရိမ်သူများမဖတ်ဘဲ ဒေါင်းကြပါ..ကျွန်တော့်အမြင်ပြောရရင်\nဒီအညွှန်းလေးဖတ်ပြီးကြည့်ရတာပိုပြီးပြည့်စုံမည်ဟု ထင်မြင်သောကြောင့် ထည့်သွင်းဖော်ပြပေးထားခြင်းဖြစ်ပါသည်....)\n(DatShin Movie Page မှ ကူးယူဖော်ပြသည်....)\n (Unicode)၁၉၅၆ ခုနှစ် . . ။\nရွက်လှေလေး တစ်စီးဟာ ပင်လယ်ထဲမှာ တအိအိ ရွေ့နေတယ်။ လှေလေးက ခပ်သေးသေးပါပဲ။ တကယ်တန်း ဆန့်တာက ၁၂ လောက်ထိပဲ ဆန့်တာ။ လွန်ရောကျွန်ရော ၂၅ ယောက် ပေါ့။ ဒါပေမယ့် လှေပေါ်မှာ လူ အယောက် ၈၀ ထိ ပါလာတယ်။အဲ့ဒီရွက်လှေလေးဟာ တကယ့်အပြင်မှာ ရှိခဲ့ပါတယ်။ ရွက်လှေပေါ်က လူ အယောက် ၈၀ က လည်း တကယ် ရှိခဲ့ပါတယ်။ အခြားသူတွေတော့ မဟုတ်ပါဘူး။ နှောင်တစ်ချိန်မှာ တစ်ကမ္ဘာလုံးကို ကိုင်လှုပ်ပစ်တော့မယ့် ရဲဘော် ကပ်ပတိန်ကြီး ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/che-part-one2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sshNnwmQLk720iBQ0dZg3GVGKfK.jpg",
        "title": "Riders of Justice(2021)",
        "description": "Riders of Justice(2021) အညွှန်း****************************IMDb....7.7 ,,,Rotten...93%ဒီကာလမှာ ဂျင်းကားတွေခပ်များများကြားထဲက ဒီလို လတ်ဆတ်ကြမ်းထော်နေတဲ့ ratingတွေလာတဲ့အက်ရှင်ကားက ခပ်ရှားရှားရယ်....မားကပ် ဆိုတဲ့ စစ်သားကြီးမှာ မိန်းမနဲ့ သမီးတစ်ယောက်ရှိတယ်။ တစ်နေ့မှ ရထားချင်းမတော်တဆ တိုက်မှုမှာ မိန်းမကသေသွားပြီးသမီးနဲ့သူပဲ ကျန်ခဲ့တယ်။ အဲဒီရထားပေါ်မှာပဲ အချက်အလက်တွေကိ တွက်ချက်လေ့လာတတ်တဲ့ပညာရှင်တစ်ယောက်ပါ ပါလာတယ်။ သူက မသေဘဲ ကျန်ခဲ့ချိန်မှာ ဒီရထားတိုက်မှုဟာ မတော်တဆမဟုတ်ဘူးလို့ သံသယဖြစ်လာတာကြောင့်ဆက်ပြီး စုံစမ်းခဲ့ပါတယ်။ စုံစမ်းရင်းနဲ့ ဒီအမှုဟာ ဆိုင်ကယ်လူဆိုးဂိုဏ်းနဲ့ပတ်သတ်နေတာကို သိလာတဲ့အခါသိပ္ပံကြမ်းပိုးတွေနဲ့ စစ်သားကြီးပေါင်းပြီး လူဆိုးဂိုဏ်းကို ဘယ်လိုတွေဗျင်းကြမလဲဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Mr.Andersonပဲဖြစ်ပါတယ်...File Size : (980 MB) and (380 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:56:00\nGenre :  Action, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mr.Anderson\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://megaup.net/X041/Riders_Of_Justice.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6goDkAD6J3br81YMQf0Gat8Bqjy.jpg",
        "title": "New Gods: Nezha Reborn ( 2021 )",
        "description": "ဒီတစ်ခေါက်ဇာတ်ကားလေးကတော့ နီကျား ဒီခေါတ်မှာ လူပြန်ဝင်စားတဲ့ကားလေးပါလွန်ခဲ့တဲ့ နှစ်ပေါင်းသုံးထောင်လောက်က နီကျားဟာ အရှေ့ပင်လယ်နဂါးမင်းရဲ့တတိယသားကို သတ်ခဲ့ပြီး သူ့ရဲ့ဝိညာဉ်ဟာလူ့ပြည်ကို လွတ်မြောက်လာခဲ့တာပါအခုခေါတ်အချိန်ခါမှာ နီကျားဟာ ပို့ဆောင်ရေးလုပ်နေတဲ့ ဆိုင်ကယ်ပြိုင်ပွဲဝါသနာအိုး လူငယ် လီယွင်ရှန်းအနေနဲ့ လူပြန်ဝင်စားခဲ့ပါတယ် ရန်သူဟောင်းအရှေ့ပင်လယ် နဂါးမင်းနဲ့ သူ့သားကို ပြန်တွေ့ရတဲ့အခါမှာ သူချစ်ရသူတွေကိုကာကွယ်ဖို့အတွက် သူ့စွမ်းအားတွေကိုပြန်ရှာရဖို့ဖြစ်လာပါတော့တယ်အဲ့နောက်မှာတော့ နီကျားအနေနဲ့ ဘယ်လိုကံကြမ္မာတွေကိုရင်ဆိုင်ရမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုကြပါဦးနော် Quality : WEB-DL 720pFormat : mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/new-gods-nezha-reborn-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sLRL3eNREYefntHToSKlEBoXYqy.jpg",
        "title": "The Last Frontier (2020)",
        "description": "တကယ်ကို ကောင်းတဲ့ စစ်ကားပါ။ ၁၉၄၁ အောက်တိုဘာမှာ ဂျာမန်တပ်တွေဟာမော်စကိုကို သိမ်းပိုက်ဖို့ ခံစစ်ကြောင်းနှစ်ခုကို ဖောက်ပြီး ချီတက်လာခဲ့ပါတယ်။နောက်ထပ်ခံစစ်တစ်ခုပြင်ဖို့တပ်တွေ စုချိန်မမှီတော့တဲ့အတွက်အနီးဆုံးမှာ ရှိတဲ့ ပါဒို့စ်ဗိုလ်သင်တန်းကျောင်းက ဗိုလ်လောင်း ၃၅၀၀ ဟာ ခြေလျင်တပ်အမြောက်တပ်အဖြစ် ခုခံဖို့ တာဝန်ပေးခံရပါတယ်။ သူတို့ကို ၅ ရက်တိတိမဆုတ်ဘဲ တောင့်ခံဖို့အမိန့်ပေးခဲ့ပေမယ့် စစ်ကူတွေက နောက်ကျနေတဲ့အခါ ၁၂ ရက်အထိ တောင့်ခံနိုင်ခဲ့ကြပါတယ်။ ဗိုလ်လောင်း ၃၅၀၀ ထဲက၂၅၀၀ ကျဆုံးခဲ့ပေမယ့် မော်စကိုကို ဂျာမန်တွေ မတက်နိုင်ခဲ့လို့ စစ်ပွဲရဲ့အဖြေပြောင်းလဲသွားခဲ့ပါတယ်။ ဒီနှစ်ထဲမှာ စစ်ကားကေငာ်းရှားတာကြောင့် အားလုံးကြိုက်ကြမှာပါ။ Translated by : Mr. AndersonEncoded by : YKQuality : 1080p Blu0-Ray and 720pFile Size : ...",
        "rating": "6.5",
        "url": "https://megaup.net/2YSmA/The.Last.Frontier.2020.RUSSIAN._._720p.(CM).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/woman-140x200.jpg",
        "title": "The Woman in the Window 2021",
        "description": "အေမီ အဒမ် နဲ့ ဂယ်ရီအိုးမန်းတို့ ပါဝင်ထားတဲ့ crime drama mystery လေး ကြည့်လိုက်ရောင်။Best Seller ဝတ္ထုတစ်အုပ်ကို ပြန်ရိုက်ကူးထားတာပါပဲဒီကားက လှည့်ကွက်တွေပါတော့ အများကြီးတော့ ပြောမပြေတော့ပါဘူး။အန်နာဟာ ယောကျာ်းရယ် သမီးရယ်နဲ့ ကွဲပြီးတစ်ယောက်ထဲ နေနေတဲ့ အမျိုးသမီးတစ်ယောက်ပါ။အမြဲအထီးကျန်နေပြီး ပတ်ဝန်းကျင်အိမ်တွေကိုပဲ ပြတင်းပေါက်ကနေ ငေးနေတတ်တဲ့သူမျိုးပေါ့စိတ်ကျရောဂါကြောင့် ဆရာဝန်ပြနေရသလို ဆေးတွေလည်းသောက်နေရပါတယ်။တစ်နေ့မှာတော့ သူ့အိမ်ရဲ့ လမ်းဟိုဘက်က အိမ်မှာ လူသတ်မှုဖြစ်သွားတာကို တွေ့ပြီးရဲတွေကို ဖုန်းဆက်ခေါ်လိုက်ရပါတယ်။ ဒါပေမယ့် ဘာတွေဆက်ဖြစ်လာလဲဆိုတာ....\nFile size…(၁.၅ GB) and (1GB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr.Anderson\nTranslated by Mr.Anderson",
        "rating": "5.8",
        "url": "https://megaup.net/2iUse/the.woman.in.the.window.2021_720p_HD_(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/p7876870_p_v8_ah-133x200.jpg",
        "title": "She’s Out of My League (2010)",
        "description": "She's Out of My League (2010)\nIMDb - 6.4/10_____Rotten - 58%ဒီဇာတ်ကားကတော့ ပေါ့ပေါ့ပါးပါး လူငယ်အချစ်ဟာသဇာတ်ကားလေးပါ။\nအချစ်ကို အောင်မြင်မှုတွေနဲ့ တိုင်းတာတွက်ချက်နေတဲ့ ခေတ်ကြီးမှာ ရိုးသားတဲ့အချစ်အကြောင်းကို\nမီးမောင်းထိုးပြထားပြီး အချစ်မှာ နားလည်မှုသာ အရေးကြီးတဲ့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားပါတယ်။\nအလွန်သဘောမနောကောင်းတဲ့ကောင်လေးနဲ့ အလွန်လန်းတဲ့ကောင်မလေးတို့ဇာတ်လမ်းကို\nအလွန်ဘော်ဒါပီသတဲ့ဇာတ်ပို့တွေနဲ့  ရသစုံအောင် တင်ဆက်ထားပါတယ်။\nမကြည့်ရသေးရင်တော့ အပန်းဖြေကြည့်ရှုသင့်တဲ့ Comedy ဇာတ်ကားကောင်းဖြစ်ပါတယ်။\nIMDb Rating(6.4/10) ရရှိထားတဲ့ ဇာတ်ကားပါ။ \nFile size…(2.3 GB) and (1.2 GB)\nQuality….BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:44:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.4",
        "url": "https://megaup.net/WZou/(CM)shes.out.of.my.league.2010.720p.bluray.x264-machd_1.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7bJHM6t6j3YLjDNTwe4hyghKqSr.jpg",
        "title": "The Anthem of the Heart (2015)",
        "description": "Anthem of the heartNaruse Jun ဆိုတဲ့ကောင်မလေးဟာ သူအမှတ်မထင်ပြောလိုက်တဲ့စကားကြောင့် သူ့မိဘတွေခွဲခွာသွားတာလို့ ယူဆထားပါတယ်။အဖေဖြစ်သူထွက်သွားလို့ ငိုနေချိန်မှာ ကြက်ဥလေးတစ်လုံးပေါ်လာကာ\nရှေ့လျှောက်သူ့စကားတွေကြောင့် သူ့ဘဝမပျက်စီးရအောင်ဆိုပြီး စကားမပြောနိုင်အောင်ကျိန်စာခတ်လိုက်ပါတော့တယ်။အလယ်တန်းအရွယ်ရောက်လာတဲ့အခါ စန္ဒရားတီးတတ်သူ\nအတန်းဖော် ကောင်လေး Sakagami နဲ့ရင်းနှီးသွားပြီး Jun ဟာ စကားမပြောနိုင်ပေမယ့်\nသီချင်းဆိုလို့ရတယ်ဆိုတာ သိလိုက်ရပြီးနောက်\nသူပြောချင်တဲ့စကားတွေကို သီချင်းအဖြစ်ရေးဖို့\nSakagami ကို အကူအညီတောင်းပါတော့တယ်...  Translated by :Pyi T NyeinEncoded by : YKQuality : 1080p and 720pFile Size : 1.9Gb and 1.3GbDuration : 1h 59minsOriginal Name : Kokoro ga sakebitagatterund",
        "rating": "7.4",
        "url": "https://megaup.net/2iU8w/The_Anthem_of_the_Heart_(Kokoro_ga_Sakebitagatterunda)720p(CM).mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BNTAxMTA5ZGYtOWNjYi00MmIxLWE4ZTItNjQxMzQ0MzMxMDIyXkEyXkFqcGdeQXVyMTI4Nzc4Njg3._V1_-128x200.jpg",
        "title": "Karnan (2021)",
        "description": "IMDb Rating (8.6)၁၉၉၇ ခုနှစ်မတိုင်ခင်က ပိုဒီရန်ကုလမ် ဆိုတဲ့ ရွာလေးမှာ ကာနန်ဆိုတဲ့ ‌ဂျစ်ကန်ကန်လူငယ်လေးတစ်ယောက်ရှိတယ်...သူက မတရားမှုဆို ငြိမ်ခံမနေဘဲ ဒေါသကိုရှေ့တန်းတင်တက်တာကြောင့် ပြဿနာကောင်ဆိုပြီး နာမည်ကြီးနေရော..ပိုဒီရန်ကုလမ်ရွာလေးက ဝေးလံတဲ့အရပ်မှာရှိပြီး ဘတ်စ်ကားမှတ်တိုင်တောင်မရှိလို့ရွာသားတွေက အနီးနားက မေလာရွာလေးမှာ ကားသွားစီးကြရတယ်...ဒါတွေကြောင့်လဲ ပိုဒီရန်ကုလမ်ရွာသားတွေက နေရာတကာမှာ အဖိနှိပ်ခံ အောက်ကျို့ခံပြီးနေနေကြရတယ်..တစ်နေ့ ရွာလမ်းဆုံမှာ ဘတ်စ်ကားမရပ်ပေးလို့ ခဲနဲ့ထုရာကနေ ပြသနာစပြီးကာနန်က ကားတစ်စီးလုံး ရိုက်ခွဲလိုက်တာကြောင့် ရွာသားတွေအားလုံး ရဲနဲ့အမှုရင်ဆိုင်ရပါတော့တယ်...ရဲတွေကထုံးစံအတိုင်း အမှုနဲ့မဆိုင်တဲ့ ရွာသားတွေကိုပါ တမင်အနိုင်ကျင့်ရိုက်နှက်တာကြောင့်ဖိနှိပ်ခံလူတန်းစားတော်လှန်ရေးပေါ်ပေါက်လာပါတယ်...မျိုးချစ်ကောင်လေး ကာနန် ဦးဆောင်ပြီးရွာသား‌တွေနဲ့အတူ အဖိနှိပ်ခံဘဝ‌ကနေလွတ်အောင်ဘယ်လိုကြိုးစားကြမလဲ ဆိုတာကိုစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Sein Lae မှ တင်ဆက်ထားတာပါ။) \nFile size…(3 GB) and (1.9 GB)\nQuality….WEB-DL 1080p ...",
        "rating": "8.5",
        "url": "https://megaup.net/WZck/(CM)KARNAN_(2021)_Tamil TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_(DD+5.1).mp4.mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Mandela-1-117x200.jpg",
        "title": "Mandela (2021)",
        "description": "IMDb Rating (8.6)တောင်ဘက်နဲ့မြောက်ဘက် မတည့်တဲ့အပြင်\nအမျိုးဇာတ်ခွဲခြားမှုတွေနဲ့ ပြည့်နေတဲ့ ရွာလေးတစ်ရွာမှာ....ဇာတ်နိမ့်လို အိမ်ရှေ့က မ၀င်ရ....ခိုင်းတာလုပ် ကျွေးတာစား တစ်ရွာလုံးက အဖတ်မလုပ်တဲ့ ဘ၀နဲ့ရှင်သန်နေရတဲ့\nစမိုင်းဆိုတဲ့ ဇာတ်နိမ့် ဆံပင်ညှပ်ဆရာတစ်ယောက်...ဒီလိုနဲ့...တောင်ပိုင်းနဲ့ မြောက်ပိုင်း ဥက္ကဌ ရာထူးအတွက် အကြိတ်အနယ် ယှဉ်ပြိုင်တဲ့ ရွေးကောက်ပွဲမှာ သူရဲ့မဲတစ်မဲဟာ အနိုင်အရှုး ဆုံးဖြတ်ပေးမယ့် မဲဖြစ်လာတဲ့ အခါမှာတော့ဒီမဲတစ်မဲကြောင့် သူရဲ့ဘ၀ ဘယ်လို ပြောင်းလဲသွားမလဲ....မဲတစ်မဲရဲ့တန်ဖိုးကြီးမားပုံနဲ့အတူ....ရွာနှစ်ခြမ်းရဲ့ပြိုင်ဆိုင်တင်းမာမှုတွေက ဘယ်လိုအခြေ‌အနေဖြစ်သွားမလဲ...ဇာတ်နိမ့်တွေရဲ့ ရင်ဆိုင်ရတဲ့ အခက်အခဲတွေကို ရသမြောက်အောင် ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်.. \nFile size…(2.6 GB) and (1.7 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ida",
        "rating": "8.6",
        "url": "https://megaup.net/1CW76/(CM)MANDELA_(2021)_Tamil_TRUE_WEB-DL_-_720p-_AVC_-_(DD+_5.1_-_ATMOS_&_2_1.mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/those-135x200.jpg",
        "title": "Those Who Wish Me Dead 2021",
        "description": "ဒီရုပ်ရှင်မှာတော့ အန်ဂျလီနာ ဂျိုလီက ဦးဆောင်ပါဝင်ထားပါတယ်။ကျန်တဲ့သရုပ်ဆောင်တွေကိုလည်း ရင်းနှီးထားတဲ့သူ များမှာပါ။Game of Thrones ထဲက လက်သန်း ရယ်Marvel's Punisher ကြီးရယ် ပါပါသေးတယ်။ဇာတ်လမ်းကတော့ action thriller ပါပဲ။ဂျိုလီကတော့ မီးသတ်အဖွဲ့ခေါင်းဆောင်ပေါ့။တစ်နေ့မှာ သူနဲ့သူအဖွဲ့ တောမီးကို ငြိှမ်းနေတုန်းမှာလေကြောင်းတွက်ဆမှု မှားယွင်းခဲ့လို့ လူ ၃ ယောက် အသက်ဆုံးခဲ့ရပါတယ်။အဲဒီ စိတ်ဒဏ်ရာတွေနဲ့ ပေပေတေတေ နေထိုင်နေတုန်းမှာသူ့ဆီကို ကောင်လေးတစ်ယောက် လူသတ်သမားတွေလက်က ထွက်ပြေးပြီး ရောက်လာပါတယ်။ကောင်လေးကို လိုက်သတ်တဲ့လူတွေလက်က ကယ်ပြီးလျို့ဝှက်ချက်တွေကို ဖွင့်ချနိုင်ဖို့ တောမီးကြီးတစ်ခုကိုပါ အံတုပြီး ပြေးကြရပါတော့တယ်....\nFile size…(1.7 GB) and (1 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Mr. Anderson\nTranslator... Mr. Anderson",
        "rating": "6.3",
        "url": "https://megaup.net/WYr1/those.who.wish.me.dead.2021.720p_HD_(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/10/Mean-Girls-2004dvdplanetstorepk-141x200.jpg",
        "title": "Mean Girls (2004)",
        "description": "IMDb Rating (7/10) / Rotten Tomatoes (84%)နာမည်ကျော်မင်းသမီး လင်းဆေးလိုဟန် ပါဝင်သရုပ်ဆောင်ထားတဲ့ Rating မြင့် Teen School\nကျောင်းသား အချစ် ဟာသ ရုပ်ရှင်ဇတ်မြူးလေး ဖြစ်ပါတယ်...\nဒီရုပ်ရှင်ကားကို April 30, 2004 (USA) မှာ ရုံတင်ပြသခဲ့တာဖြစ်ပြီး\nရိုက်ကူးစဉ်က Budget $17 million သာကုန်ကျခဲ့ပေမယ့် ရုံတင်ဝင်ငွေ $130 million ရရှိခဲ့တာကြောင့်\nအနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်မှုရရှိခဲ့တဲ့ဇာတ်ကားပါ...\nဇာတ်လမ်းကတော့...\nနယ်ကပြောင်းလာပြီး သက္ကသိုလ်ကျောင်းတက်ရတဲ့ ကေဒီ တစ်ယောက်\nကျောင်းမှာ ထူးထူးဆန်းဆန်းတွေသာ မြင်ရပါတယ်\nသူမြင်နေကြ မဟုတ်တဲ့ ဂုဏ်အရှိန်အဝါ ပြိုင်ဆိုင်တာတွေ အလှပြိုင်တာတွေ\nအဆင့်အတန်း ခွဲတာတွေ နဲ့ အုပ်စုလိုက် သွားလာတက်တာတွေကို စတင်\nလေ့လာရပါတော့တယ်..\nသူတို့ ကျောင်းမှာ နာမည်ကြီးနေတဲ့ ပလစ်စတစ် ကောင်မလေး အဖွဲ့က\nကေဒီ ရဲ့ အလှကို စတင် သတိထားမိသွားပြီး ကေဒီ ကို သူတို့ အဖွဲ့ထဲ\nစတင်ခေါ်ပါတော့တယ်…\nရိုးသား ...",
        "rating": "7.0",
        "url": "https://megaup.net/2YQgi/(CM)Mean.Girls.2004.720p.BluRay.x264-CiNEFiLE.mp4",
        "category": "Comedy, Drama, Fancy, School"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/py9hC6x3yU5pYvdarNTygnC1ikv.jpg",
        "title": "Radhe: Your Most Wanted Bhai (2021)",
        "description": "Radhe (2021)၂၀၂၁မှာ မင်းသားကြီးတွေ ပျောက်နေကြပေမဲ့\nမင်းသားကြီး ဆယ်လ်မန်ခန်းကတော့\nတစ်ကားထွက်လာခဲ့ပါပြီ။၂၀၂၀၊၂၀၂၁ခုနှစ်တွေဟာ ကိုဗစ်ကြောင့်\nအားလုံးအတွက် အဆိုးဆုံးနှစ်တွေ ဖြစ်မှာပါ။ရုပ်ရှင်လုပ်ငန်းတွေ အားလုံး ရပ်ဆိုင်းလုနည်းပါးဖြစ်နေပေမဲ့\nDigital Platformပေါ်က ထုတ်လွှင့်ပြသပေးနေတော့\nတကမ္ဘာလုံးနဲ့ တန်းတူကြည့်နိုင်ဖို့ အဆင်ပြေပေမဲ့\nတကယ်တော့ ထုတ်လုပ်သူတွေအနေနဲ့\nရုံတင်ရတာလောက် အဆင်ပြေမယ် မထင်ပါဘူး။ဒါပေမဲ့ ဆယ်လ်မန်ကတော့ ပရိသတ်တွေအတွက်\nRadheကို ထုတ်လွှင့်ခဲ့ပါပြီ။ဒီကားထဲမှာတော့ ဆယ်လ်မန်ကို ရဲအရာရှိတစ်ယောက် အနေနဲ့\nမြင်ရမှာဖြစ်ပြီး\nကြမ်းလွန်းလို့ ရာထူးက ပြောင်းရွှေ့ခံ၊ ရပ်နားခံနေရတဲ့\nရဲအရာရှိတစ်ယောက်ပါ။ဇာတ်လမ်းအစမှာတော့ မွန်ဘိုင်းတစ်မြို့လုံးမှာ\nမူးယစ်ဆေးတွေ သုံးစွဲပြီးသတ်သေမှု မြင့်တက်လာတာကြောင့်\nရောင်းဝယ်ဖောက်ကားသူတွေကို ဖမ်းဆီးနိုင်ဖို့\nရာထူးက ရပ်နားခံထားရတဲ့ Radheကို\nအလုပ်ထဲ ပြန်ဝင်ဖို့နဲ့ ဒီအမှုကို လိုက်ဖို့ တာဝန်ပေးအပ်ခြင်းခံရတာက အစပြုထားပါတယ်။အပျော်တမ်းကြည့်ဖို့ ကောင်းတဲ့ ဇာတ်ကားတစ်ကားလို့\nသတ်မှတ်လို့ရမယ်ထင်ပါတယ်။\nအိုဗာအက်ရှင်တွေ ပါနေတော့ တချို့အတွက်တော့\nလုံးဝအဆင်ပြေမယ် မထင်ပါဘူးဗျာ။ဒါပေမဲ့ မင်းသမီးလေး ဒီရှားက သင့်ကို\nဆွဲဆောင်နေမှာပါ။ဇာတ်လမ်းအညွှန်းကို Nyi Nyi Koe က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ကတော့ Nyi Nyi Koe and Myint Thu ပဲ ဖြစ်ပါတယ်။Enocder - AugustFile ...",
        "rating": "",
        "url": "https://megaup.net/1CVmw/Radhe.2010.720p.WEB-DL.CM.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jZoWBe2sKB41BDbWIdivwkoJkgC.jpg",
        "title": "Mission: Possible (2021)",
        "description": "Mission Possible (2021)Yoo Da Hee က တရုတ်နိုင်ငံရဲ့ လျှို့ဝှက်လုံခြုံရေးအရာရှိတစ်ဦး ဖြစ်ပါတယ်။\nသူမရဲ့ဌာနက တောင်ကိုရီးယားက သေနတ်မှောင်ခိုမှုတစ်ခုရဲ့သတင်းကို ရရှိတဲ့အခါမှာတော့မှောင်ခိုသမားတွေကို ချဉ်းကပ်ဖို့ သူမ ကြိုးစားရပါတော့တယ်။အစီအစဉ်ရဲ့တစ်စိတ်တစ်ပိုင်းကတော့ ကိုရီးယားက အေးဂျင့်တစ်ယောက်နဲ့ လက်တွဲလုပ်ကိုင်ရမှာပဲ ဖြစ်ပါတယ်။ဒါပေမယ့် မှတ်ပုံတင် မှားယွင်းမှု တစ်ခုကြောင့်\nမမျှော်လင့်ဘဲ Woo Soo-Han နဲ့ ဆုံတွေ့ဖို့ ဖြစ်လာပါတော့တယ်။Woo Soo-Han ဆိုတာကတော့ ကိုရိုးကားရားနိုင်ပြီးတော့ အတွေ့အကြုံမရှိတဲ့ အလွတ်တန်းစုံထောက်တစ်ယောက်ပဲ ဖြစ်ပါတယ်။သူ လုပ်တဲ့ စုံထောက်အလုပ်ကလည်း ခွေးရှာကြောင်ရှာ အလုပ်လောက်ပဲ တတ်တာပါ။Yoo Da Hee ကတော့ Woo Soo-Han အကြောင်းကို မသိဘဲနဲ့\nသူမနဲ့ လက်တွဲလုပ်ကိုင်စေတာပဲ ဖြစ်ပါတယ်။Woo Soo-Han ကတော့ သူ့ကို လျှို့ဝှက်အေးဂျင့်အနေနဲ့ အရွေးခံရပြီလို့ မှားပြီးတော့ ထင်နေတာပါပဲ။ဒါပေမယ့် အဓိကသက်သေတွေ အသတ်ခံလိုက်ရချိန်မှာတော့ ......\nကိစ္စတွေက တကယ်ကို အတည်ကြီး ဖြစ်လာပါတော့တယ်။စုံထောက်အက်ရှင်ကားကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/1CV6t/Mission.Possible.2021.720p.CM.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/n2-141x200.jpg",
        "title": "Nostalgia (1983)",
        "description": "[Unicode]Nostalgia (1986)\n=============\nIMDb Rating = 8.1 out of 10\nDirected By Andrei Tarkovsky၁ + ၁ = ၁\nဘယ်လောက်အထိဝေးလာခဲ့လဲ ငါမသိဘူး\nပြန်မရောက်တော့တဲ့နေရာတစ်ခုရဲ့\nနှိက်စက်သမှုကို အလူးအလဲခံနေရတဲ့\nငါတို့အမှားတွေကို ငါတို့အမှား\nဟုတ်ဟုတ်မဟုတ် ရထားပေါ်တင်\nဘုဇပတ်ပင်တွေရှိတဲ့မြို့ဆီ\nချစ်ခြင်းနဲ့တွဲတဲ့နောင်တဆိုတဲ့\nအကြီးဆုံးဝေဒနာကို ပြန်ပို့လိုက်ကြတယ်။\nရေတစ်စက်နဲ့ ရေတစ်စက်ပေါင်းတော့လည်း\nရေတစ်စက်ပဲ ပြန်ရတာပါပဲ။\nဖွင့်ပြောမထားတဲ့ ခံစားချက်တွေဟာ\nမမေ့ရက်နိုင်စရာကောင်းလွန်းတယ်။ ရုပ်ရှင်သမိုင်းတစ်လျှောက်က အကြီးကျယ်ဆုံး\nလူတွေကို ရွတ်ပြရရင် တာကော့စကီးဟာ\nထိပ်ဆုံးကပါနေရမယ့် နာမည်မျိုးပဲ။\nရုပ်ရှင်သမိုင်းရဲ့ အကျော်ဇေယျတွေထဲက\nတစ်ယောက်ဖြစ်တဲ့ Ingmar Bergman\nကိုယ်တိုင်ကိုက တာကော့စကီးကို\n\"Greatest of us all\"လို့\nထောပနာပြုထားခဲ့ဖူးတယ်။\nPoetic Cinemaဆိုတဲ့စကားလုံးကို\nပြောလိုက်ရင် တာကော့စကီးဆိုတာ\nအဲ့ဒီစကားလုံးနဲ့ တစ်သားတည်း\nရပ်တည်နေမယ့် သူ။ တာကော့စကီးဟာ\nဝေဝါးသိပ်သည်းတဲ့ ခံစားမှုအစိုင်အခဲ\nတစ်ခုကို ခင်ဗျားရင်ထဲထည့်ပေးရုံကလွဲ\nဘာမှပေးစွမ်းမှာမဟုတ်ဘူး။\nဒါကြောင့်လည်း တာကော့စကီးရုပ်ရှင်တွေဟာ\nကြည့်ရှုဖို့ မဟုတ်တဲ့ ခံစားဖို့သက်သက်\nရုပ်ရှင်တွေလို့ တစ်ချို့ကပြောကြတယ်။\nသူ့ရုပ်ရှင်တွေကို ဘယ်လိုရုပ်ရှင်မျိုးတွေ\nပါလို့တော့ ဓာတ်ခွဲမပြတတ်ဘူး။\nသေချာတာတော့ သူ့ရုပ်ရှင်ဟာ\nဒီနေ့ခေတ်ရုပ်ရှင်တွေထက်တောင်\nပိုသစ်လွင်နေတယ်။ တာကော့စကီးရဲ့\nရုပ်ရှင်ဟာ ရုပ်ရှင်မဟုတ်ဘူး မှော်ပညာပါပဲ။\nအချိန်အတော်ကြာပြီးတဲ့အခါမှာ\nခင်ဗျား ဒီရုပ်ရှင်ထဲက ဇာတ်ဝင်ခန်းတွေ\nပုံရိပ်တွေ စကားလုံးတွေကို ဘာတစ်ခုမှ\nရေရေရာရာ မမှတ်မိတော့တဲ့\nအခြေအနေတစ်ခု ဖြစ်ကောင်းဖြစ်လာလိမ့်မယ်။\nမတော်လို့ဒီရုပ်ရှင်ကို ...",
        "rating": "8.1",
        "url": "https://megaup.net/2iSyi/Nostalghia_(1983)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eYMeV0DQuAkugB3TVBZBe2rEXka.jpg",
        "title": "Nomadland (2020)",
        "description": "Nomadland (2020)\n======================IMDb Rating- 7.7/10\nRotten Tomatoes- 96%ဖန်တီးမှုလက်ရာကောင်းတစ်ခုဟာ\nပြောပြချင်တာတွေများလာတဲ့အခါ\nဖြစ်တည်လာတော့တာပါပဲ။\nဝေါင်ကာဝေးရုပ်ရှင်အများစုရဲ့\nCinematographyသမား\nခရစ္စတိုဖာဒွိုင်းက ရုပ်ရှင်ရိုက်ကူးရေးနဲ့\nပက်သက်ပြီး ပြောဖူးတာတစ်ခုရှိတယ်။\n\" ကမ္ဘာကြီးကို မြင်အောင်ကြည့်၊\nထောင်ထဲသုံးလေးခါနေကြည့်၊\nခင်ဗျားအတွေ့အကြုံတွေစုဆောင်းမိမယ်။\nစုဆောင်းမိလာတာနဲ့ ခင်ဗျား\nပြောချင်တာတွေရှိလာမယ်။\nခင်ဗျားပြောချင်တာဘာမှမရှိရင်တော့\nရုပ်ရှင်မရိုက်သင့်ဘူး\"တဲ့\nNomadlandဟာ ပြောစရာ\nသိပ်များတဲ့လူတွေအတူဖန်တီးထားတဲ့\nလက်ရာတစ်ခုလို့ဆိုရမယ်။\nညနေစောင်းလို့ တိမ်တောက်တဲ့အခါ\nမြင်ရတဲ့ နေ၀င်ချိန်တိမ်ပွင့်အမျောကလေးကို\nကြည့်ပြီး ပြောစရာသိပ်များတဲ့လူတွေ၊\nရှင်သန်မှုဆိုတဲ့စကားလုံးကလေးနဲ့\nပက်သက်ပြီး‌ ပြောစရာသိပ်များတဲ့လူတွေပေါ့။\nဒီတော့ ဒီရုပ်ရှင်မှာ ရှင်သန်မှုနဲ့\nပက်သက်ပြီး အများကြီးတွေ့ရလိမ့်မယ်။Nomadဆိုတာ အိမ်ခြေအတည်မရှိ\nလေလွင့်နေသူတွေ ခြေသလုံးအိမ်တိုင်တွေကိုပြောတာ ၊Nomadlandဆိုတာကို\nပြန်ဆိုရရင်တော့ လေလွင့်သူတို့ကွန်းလို့ ဆိုရမယ်။\nအိမ်ခြေရာမဲ့လို့တော့ မဆိုချင်ဘူး။\nသူတို့မှာ houseဆိုတဲ့အိမ်မရှိပေမဲ့\nhomeဆိုတဲ့ အိမ်တော့ရှိကြတာကိုး။\nရုပ်၀တ္တုအဆောက်အဦးတွေပေါ်မှာ\nအမှတ်ရစရာတွေက မတည်ကြဘူးတဲ့\nရုပ်ခန္ဓာထင်ရှားမရှိတော့တဲ့\nသူတို့ချစ်ခဲ့တဲ့လူတွေကို အမှတ်ရစေဖို့\nသူတို့နည်းသူတို့ဟန်နဲ့ ကြိုးစားနေကြတဲ့\nဒီရုပ်ရှင်ထဲက Nomadတွေနဲ့ သူတို့ရဲ့\nဘ၀နေထိုင်နေမှုဟာ\nတစ်ချို့အတွက်တော့ ဒုက္ခလို့\nဆိုလို့ရပေမဲ့ ကျွန်တော်တော့\nသိပ်ချစ်စရာကောင်းတယ်လို့ပဲ\nဆိုချင်တယ်။ ခွဲခွာခဲ့ရတဲ့သူတွေကို\nတစ်နေ့မှာ အနာဂတ်ရဲ့လမ်းခုလတ်မှာ\nပြန်တွေ့ရမယ်လို့ မျှော်ရည်ယုံကြည်ရင်း\nသူတို့ရှင်သန်ကြတယ်။\nအဆုံးသတ်ရန်တစ်နေရာမှာတော့\nအားလုံးဟာ အဆုံးသတ်ကြရတာပါပဲ\nအဲ့ဒီနေ့မရောက်သေးသမျှတော့\n‌မျှော်လင့်ချက်တွေကို လိုအပ်ကြတယ်\nမဟုတ်လား။ Nomadlandဟာ\nဒီမျှော်လင့်ချက်တွေအကြောင်းပါပဲ။ဒီဇာတ်ကားရဲ့ ထူးခြားချက်ကတော့ ဇာတ်ကားမှာပါဝင်တဲ့ဇာတ်ကောင်တိုင်းရဲ့ နာမည်တွေက သရုပ်ဆောင်တွေရဲ့ နာမည်အတိုကောက်ပါပဲ\nCastအပိုင်းမှာတော့ အော်စကာနှစ်ဆုရှင် Frances McDormandပါရင် သရုပ်ဆောင်ထားပြီး တတိယမြောက်အော်စကားရရှိဖို့ တစ်ပြေးနေပါတယ်တစ်ချို့ကတော့ ဒီနှစ်ရဲ့အော်စကာ\nBest Pictureရနိုင်ခြေအများဆုံး\nရုပ်ရှင်လို့ဆိုကြတယ်။\nCineamatographyကလည်း\nLandscape viewနဲ့ရိုက်ပြထားပြီး\nအတော်ခမ်းနားတယ်။\nဘာပဲဖြစ်ဖြစ်\nဒီနှစ်ရဲ့ အကောင်းဆုံးရုပ်ရှင်\nဆယ်ကားကိုပြောပါဆိုရင်\nNomadlandက ထိပ်ကပါနေမှာပါ။\nကြည့်ကိုကြည့်သင့်တဲ့\nရုပ်ရှင်တစ်ကားပါပဲ။(အညွှန်းရေးသားပေးထားသူကတော့ WiRa Aungပါ)  Translated by Daniel ...",
        "rating": "7.7",
        "url": "https://megaup.net/V7g1/[CM%7DNomadland.2020.720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Screen-Shot-2021-04-27-at-1.45.42-PM-135x200.png",
        "title": "Justice Society: World War II (2021)",
        "description": "Justice Society: World War II (2021)==========================IMDb Rating - 6.5/10ဒီနေ့အတွက် DC Fan ပရိသတ်တွေအကြိုက်ဖြစ်စေမယ့် Justice မူဗီလေးလာပါပြီ။ဒီအပိုင်းမှာတော့ Flash တစ်ယောက် အပြေးလွန်ပြီး စကြဝဠာမှားရောက်သွားတဲ့အကြောင်းလေးပေါ့။ဘယ်ရီအဲလန် တစ်ယောက် သူ့ကောင်မလေးနဲ့ ပျော်ပွဲစားထွက်ရင်း Brainac နဲ့ Superman တို့ရဲ့တိုက်ပွဲနဲ့ကြုံပါတယ်။ Superman ဖက်က ဝင်ကူရင်း အပြေးလွန်ပြီး တခြားစကြဝဠာတစ်ခုကိုရောက်သွားပါတယ်။အဲဒီကမ္ဘာမှာ ဟစ်တလာသောင်းကျန်းနေတဲ့ ဒုတိယကမ္ဘာစစ်ဖြစ်နေတဲ့အချိန်ကို ရောက်သွားတာပါ။ အဲဒီမှာရှိတဲ့Wonder Woman ခေါင်းဆောင်တဲ့ Justice Society နဲ့တွေ့ပြီး စစ်ပွဲကို တားဆီးနိုင်ဖို့ တူတူပူးပေါင်းကြိုးစားကြတဲ့အကြောင်းလေးပါ။ JS အဖွဲ့ဝင်တွေကတော့ Hourman, Canary, နောက် Flash တစ်ယောက်၊ Hawkman တို့ပါပဲ။နောက်ထပ် Aquaman နဲ့ Superman တို့လည်း ပါပါသေးတယ်။ သူတို့ရဲ့ Role တွေကတော့ ဒီမူဗီထဲမှာပဲကိုယ်တိုင်ကြည့်မြင်ခံစားလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2iFO9/Justice.Society.World.War.II.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/ezgif-3-254b2c8cf7f3-141x200.jpg",
        "title": "The Rescue ( 2020 )",
        "description": "ဇာတ်ကားလေးနာမည်က Rescue တဲ့ဒီဇာတ်ကားလေးကတော့ ကယ်ဆယ်ရေးအဖွဲ့က အသက်တွေစွန့်ပြီးဘယ်လိုကယ်တင်ခဲ့တယ်ဆိုတာလေးကို ရိုက်ကူးပြထားတာပါ။သဘာဝဘေးကြောင့်ဖြစ်ဖြစ် မသမာသူတွေရဲ့လှည့်ကွက်ကြောင့်ဖြစ်ဖြစ်ဘယ်လိုအကြောင်းကြောင့်ဖြစ်ပါစေ ဒုက္ခရောက်သူတွေဆီအရောက်လာကယ်တင်ပေးသူတွေအကြောင်းပေါ့ဒီထဲမှာအကြိုက်ဆုံးစကားကတော့ <<ကိုယ့်အသက်ကိုစတေးပြီး တခြားသူအတွက် အသက်ရှင်ဖို့ မျှော်လင့်ချက်ပေးနေသူတွေ>>တဲ့။ရာထူးတွေ အဖွဲ့အစည်းတွေ တခြားရုပ်ဝတ္ထုပံ့ပိုးမှုနဲ့မဆိုင်ဘဲ ကိုယ့်အသက်ကို စတေးရင်း တခြားသူတွေကိုမျှော်လင့်ချက်ပေးနေတဲ့သူတိုင်းက သူရဲကောင်းတွေပါ။ဒီဇာတ်ကားထဲက သူရဲကောင်းတွေရဲ့ စတေးမှု၊ ပေးဆပ်မှုတွေကို ဇာတ်လမ်းလေးကြည့်ရင်းရှာဖွေလိုက်ကြပါ Quality : WEB-DL 720pFormat : mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Chu Chu",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-rescue-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Way_to_Ob-Gyn-P1-140x200.jpg",
        "title": "Way to OB-GYN (2021)",
        "description": "Way to OB-GYN (2021)ဒီဇာတ်လမ်းလေးကတော့ ဇွန်ဘီ ဇာတ်လမ်းပါပဲ။ဒါပေမယ့် မတူတာက ဇွန်ဘီတွေနဲ့ တိုက်ခိုက်မယ့်သူက ကိုယ်ဝန်ဆောင် အမျိုးသမီးတစ်ယောက် ဖြစ်နေတာပါပဲ။ဇွန်ဘီဆိုတာက အရမ်းမြန်တဲ့ သတ္တဝါတွေပါ။ဗိုက်ကြီးသည်ဆိုတာကတော့ သိတဲ့အတိုင်း သာမန်လူတွေထက် လှုပ်ရှားမှု နှေးကွေးတဲ့သူပါ။ဒီလိုအမျိုးသမီး တစ်ယောက်က ဇွန်ဘီတွေကြားကနေ ကလေးမွေးဖို့အတွက် သားဖွားမီးယပ်ဆရာဝန်ဆီကို အရောက်သွားနိုင်ပါ့မလား ဆိုတာကို ဒီဇာတ်လမ်းထဲမှာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ဇွန်ဘီဇာတ်လမ်း သဘောကျတဲ့လူတွေ အကြိုက်တွေ့ဦးမယ့် ကားတစ်ကားပဲ ဖြစ်ပါတယ်။Title: 산부인과로 가는길 / Sanbuingwaro Ganeungil\nAlso known as: On the Way to the Gynecologist\nGenre: Drama, black comedy, horror\nDuration: 1hr\nBroadcast network: tvN\nBroadcast period: 2021-Mar-31\nQuality: 1080 P and 720 P\nSize: 1.28 GB ...",
        "rating": "8",
        "url": "https://megaup.net/WHi0/Way_to_OB-GYN.2021.720p.CM.mp4",
        "category": "Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8yhtzsbBExY8mUct2GOk4LDDuGH.jpg",
        "title": "Mortal Kombat (2021)",
        "description": "Mortal Kombat (2021)ဒီရုပ်ရှင်ကိုလည်း အားလုံးမျှော်နေကြမယ်ထင်တယ်။အိုကြီးအိုမတိုင်းရဲ့ ငယ်ဘဝမှာ မော်တယ်ကွန်ဘက်ဂိမ်းကို အနည်းနဲ့အများ ရင်းနှီးဖူးကြမှာပဲ။အခုလည်း ဒီဂိမ်းကိုပဲ ရုပ်ရှင်အဖြစ် အသက်သွင်းလိုက်ပြန်ပါပြီ။အားလုံးသိကြတဲ့အတိုင်း ကမ္ဘာလောကအပြင်\nငရဲကမ္ဘာ အခြားကမ္ဘာတွေက လက်ရွေးစင်တွေဟာ\nပြိုင်ပွဲကြိးတစ်ပွဲမှာ ရင်ဆိုင်ကြလေ့ရှိပါတယ်။ကမ္ဘာလောကရဲ့ အဓိက ပြိုင်ဘက်ကတော့ Outworld ပေါ့။ဒီရုပ်ရှင်ထဲမှာတော့ Outworld က Earth ကို ၉ ကြိမ်တောင် နိုင်ခဲ့ပြီးပါပြီ။\n၁၀ ကြိမ်အနိုင်ရခဲ့ရင် ကမ္ဘာကို အပိုင်စားရမှာဖြစ်ပါတယ်။ကမ္ဘာရဲ့ လက်ရွေးစင်တွေက ဒီပွဲကို အနိုင်ယူဖို့ ဘယ်လိုတွေရင်ဆိုင်ရမလဲ ဆိုတာ တွေ့ရမှာပါ။File size… 1.15 GB and 3.19 GB\nQuality…. 720p and 1080p HEVC 5.1CH\nFormat…mp4\nDuration…. 1h 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Little Neo\nEncoder ..... August",
        "rating": "7",
        "url": "https://megaup.net/2izvW/Mortal.Kombat.2021.720p.WebRip.CM.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/99599e87eaab07ac9a35d843f3b82eab6029fa93-202x300.jpg",
        "title": "Trolls (2016)",
        "description": "ပျော်ရွှင်မှုဆိုတာ ဘာလဲ???????\nအတုယောင်တွေပေါများတဲ့ ယခုခေတ်မှာတော့ စစ်မှန်တဲ့ပျော်ရွှင်မှုက ရှားပါလာပြီ ဟန်ဆောင်အပြုံးတွေ ဟန်ဆောင်နှစ်သိမ့်မှုတွေထဲက ပျော်ရွှင်မှုပျောက်ဆုံးနေတဲ့ လူသားတွေအတွက်တော့ နည်းပညာပစ္စည်းတွေသုံးပြီး ပျော်ရွှင်မှုတွေကို ရှာဖွေနေရပါတယ်။ ဒါပေမဲ့ နှလုံးသားဆိုတဲ့ စစ်မှန်တဲ့ဖန်တီးမှုမပါတဲ့ နည်းပညာပစ္စည်းတွေက ပြီးပြည့်စုံတဲ့ပျော်ရွှင်မှုကိုမပေးနိုင်ပါဘူး။ ကျွန်တော်တို့ ပျော်ရွှင်မှုကို ဘယ်လိုရှာဖွေရမလဲ????မနေ့က မမျှော်လင့်ပဲ ကြည့်မိတဲ့ Trolls ဆိုတဲ့ ဇာတ်ကားလေးအကြောင်းပြောချင်ပါတယ်။ ပျော်ပျော်ရွှင်ရွှင်နေတတ်တဲ့ ရောင်စုံဆံပင်ရှည်လေးတွေရှိတဲ့ Trolls တွေရဲ့ အလုပ်ကတော့ သီချင်းဆိုမယ် ကမယ် တစ်ယောက်ကိုတစ်ယောက် နွေးထွေးစွာပွေ့ဖက်မယ် ဒါသူတို့ရဲချစ်စရာကောင်းတဲ့အလုပ်ပဲ။ ဒီလိုချစ်စရာကောင်းတဲ့ Trolls တွေမှာ ရန်သူတွေရှိတယ် သူတို့က Bergens တွေပဲ သူတို့ရဲ့ပျော်ရွှင်မှုကတော့ Trolls တွေကို စားခြင်းပဲ။ Bergens တွေရဲ့ ရန်ကလွတ်မြောက်ပြီး နှစ်၂၀ ကြာတဲ့အချိန် ကြီးကျယ်တဲ့ပါတီပွဲလုပ်တဲ့ချိန်မှာ Bergans တွေရဲ့ ဖမ်းဆီးချင်းကို ခံရတဲ့ Trolls တွေကို ပြန်လည်ကယ်တင်မယ့်သူက Trolls ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/trolls-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/142563069_128430555792185_3984176521416197974_n-144x200.jpg",
        "title": "I Remember (2021)",
        "description": "I Remember (2021)တစ်နေ့ .....\n၂၄ နာရီပဲ ရှိတဲ့ တစ်နေ့ ....ကိုယ် တိတ်တိတ်လေး ကြိတ်ကြွေနေရတဲ့လူကို ၂၄ နာရီပဲ တွဲခွင့်ရမယ်ဆိုရင် ခင်ဗျား ဘာလုပ်မှာလဲ?????ပျော်ပျော်ကြီး တွဲမှာပေါ့ဗျာ။ ဟုတ်တယ် မဟုတ်လား?ဒါပေမယ့် .....\nအဲဒီတစ်နေ့ ကျော်သွားတာနဲ့ သူက ဘာကိုမှ မမှတ်မိတော့ဘူးဆိုရင်ရော .....သူ မှတ်မိခြင်း မမှတ်မိခြင်းထက် ကိုယ် မှတ်မိဖို့ပဲ လိုတာပေါ့ဗျာ။\nဟုတ်တယ်မလား?တစ်နေ့ဆိုလည်း အဲဒီတစ်နေ့ကို အမှတ်တရထားမှာပေါ့။အမှတ်တရ ဆိုတာ တစ်နေ့ဆိုလည်း အမှတ်တရက အမှတ်တရပါပဲ။ကိုယ်ချစ်တဲ့လူရဲ့အကြောင်းကို အစစအရာရာကို မှတ်မိနေတဲ့လူအတွက်က တစ်ရက်ဆိုလည်း အဲဒီတစ်ရက်စာဟာ သူ့အတွက် တစ်သက်လိုပါပဲ။အဲဒီတစ်ရက်ကို သူသာ မှတ်မိခဲ့မယ် ဆိုရင်ရော .....မှတ်မိမလား မမှတ်မိဘူးလား ဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ တွေ့ရမှာပါ။ကိုယ့်မှာ ကားမရှိပေမယ့် သူ့မှာ ကားရှိတော့ ကားပါကင်နဲ့ ရင်းနှီးလာတယ်။\nသူ့အကြိုက်ဆုံး သီချင်းကို ဓာတ်လှေကားက သီချင်းဖွင့်တဲ့လူကို အကူအညီတောင်းပြီး ဖွင့်ပေးတယ်။\nဒါမျိုးကို \"ရိုတယ်\" ...",
        "rating": "7.8",
        "url": "https://megaup.net/2h9nB/(CM)_I_Remember_2021.720P.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nxxuWC32Y6TULj4VnVwMPUFLIpK.jpg",
        "title": "Seobok(2021)",
        "description": "Seobok(2021)အညွှန်း******************IMDb...8.3 ပထမဆုံး လူသားပုံတူဖြစ်တဲ့ \"Seobok\"သူ့ဘဝတစ်လျှောက်လုံး စမ်းသပ်ခန်းထဲမှာပဲ နေထိုင်ခဲ့ရပြီး အပြင်လောကကြီးအကြောင်း ဘာတစ်ခုမှမသိနားမလည်တဲ့ လူသားပုံတူကလုန်း Seobok အဖြစ် Park Bo Gum က ပါဝင်ပေးထားပါတယ်။ တရုတ်အင်ပါယာချင်လက်ထက်မှာ မသေဆေးရှာဖို့ စေလွှတ်ခံရတဲ့ Xu Fu ကို အစွဲပြုပြီး Seobok လို့ နာမည်ပေးထားတဲ့ လူသားပုံတူဟာ ထာဝရအသက်ရှင်ခြင်းကို ပိုင်ဆိုင်ထားတဲ့ immortal တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ကျောရိုးမကြီးထဲက ပရိုတိန်းဓာတ်တွေက လူသားတွေရဲ့ ရောဂါမှန်သမျှကို ပျောက်ကင်းစေနိုင်တဲ့ အစွမ်းလည်း ရှိတယ်။ဒီလို အဖိုးတန်လူသားပုံတူတစ်ယောက်ကို သူ နေထိုင်လာတဲ့ စမ်းသပ်ခန်းထဲကနေ တခြားလုံခြုံစိတ်ချရတဲ့နေရာကို ရွှေ့ပြောင်းဖို့ လိုအပ်လာတဲ့အခါ...စုံစမ်းထောက်လှမ်းရေးအေးဂျင့်ဟောင်း \"Gi Heon\"အတိတ်က မတော်တဆမှုတစ်ခုကြောင့် စိတ်ကျန်းမာရေးပြဿနာတစ်ချို့အပြင် ကုသဖို့မဖြစ်နိုင်တဲ့ ရောဂါတစ်ခုကိုပါ ခံစားနေရသူအေးဂျင့်ဟောင်း Gi Heon အဖြစ် Gong Yoo က ...",
        "rating": "8.3",
        "url": "https://megaup.net/1Cty2/Seobok.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/double-140x200.jpg",
        "title": "Double Patty (2021)",
        "description": "Double Patty (2021)အညွှန်း*************************၂၂နှစ်အရွယ် Kang Woo-Ramဆိုတဲ့ကောင်လေးက အလုပ်တစ်ခုရဖို့အတွက် ပြင်ဆင်ရင်းအလုပ်ရှုပ်နေတဲ့သူပါ...Lee-Hyun Jiကတော့ အစီအစဉ်တင်ဆက်သူအရမ်းဖြစ်ချင်နေပြီး အဲ့ဒီအိမ်မက်နဲ့ရှင်သန်နေတဲ့ ကောင်မလေးတစ်ယောက်ပါ...အစီအစဉ်တင်ဆက်သူဖြစ်ဖို့ အိမ်မက်ကိုအရောက်မလှမ်းနိုင်သေးတဲ့ Lee Hyun-Jiက ညမှာတော့ ဟမ်ဘာဂါဆိုင်လေးမှာ အချိန်ပိုင်းလုပ်ပါတယ်...တစ်ညမှာတော့ Lee-Hyun Jiအချိန်ပိုင်းလုပ်တဲ့ ဟမ်ဘာဂါဆိုင်လေးကို Kang Woo-Ramက ရောက်လာခဲ့ပါတယ်...တစ်ခုဝယ်တစ်ခုလက်ဆောင်လျှော့စျေးနဲ့ရတဲ့ ဟမ်ဘာဂါဆိုင်လေးဆီ Kang Woo-Ramတစ်ယောက် အမြဲတမ်းလိုလိုလာဖြစ်ရာကသိပ်လှတဲ့အချစ်ဇာတ်လမ်းလေးပေါ်ပေါက်လာမလား....လူငယ်တွေဖြစ်တဲ့ Kang Woo-Ramနဲ့ Lee Hyun-Jiတို့နှစ်ယောက် သူတို့အိမ်မက်နဲ့ပန်းတိုင်တွေကို ရောက်အောင်ဘယ်လိုကြိုးစားကြမလဲ..သူတို့လိုချင်တဲ့ ပန်းတိုင်ရော တကယ်ရောက်ကြမှာလားဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...ဒီဇာတ်ကားမှာတော့ မင်းသားShin Seung-Hoက Kang Woo-Ramနေရာကသရုပ်ဆောင်ထားပြီးRed Velvetအဖွဲ့ဝင် Ireneက Lee Hyun-Jiနေရာက သရုပ်ဆောင်ထားပါတယ်.....   File Size : (980 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Romance, Drama\nSubtitle : Myanmar ...",
        "rating": "6.5",
        "url": "https://megaup.net/Wyub/Double_Patty.2021.NEW.WEB-DL.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/index-131x200.jpg",
        "title": "The Courier (2021)",
        "description": "စစ်အေးတိုက်ပွဲကာလ စပိုင်ဖြစ်ရပ်မှန် ရုပ်ရှင်ကို\nဘာသာပြန်ပေးထားပါတယ်။\nမင်းသားကတော့ ကျွန်တော်တို့ အချစ်တော်\nဘီတာဒင်း ကူကမ်းဘားပါ။\nသူလျိုသမိုင်းတလျှောက် တန်ဖိုးအကြီးဆုံး\nသူလျိုနဲ့ သူ့ရဲ့ သတင်းသယ်ပို့သမားတစ်ယောက်အကြောင်းကို\nပြထားတာပါပဲ။ စစ်အေးတိုက်ပွဲအတွင်းက စပိုင်ဇာတ်လမ်းတွေဟာ\nရသမျိုးစုံပြီး ရိုက်လို့မကုန် ကြည့်လို့မကုန် ဖြစ်တာမို့\nဒီရုပ်ရှင်ကိုလည်း ပရိသတ်တွေ သဘောကျကြဦးမှာပါ\nရုပ်ရှင်ကို ဘာသာပြန်ပြီး အညွှန်းရေးပေးထားတာကတော့\nCM Admin Little Neo ဖြစ်ပါတယ်\n  \nFile Size : (2 GB) and (1.2 GB)\nQuality : 1080P, 720p\nFormat…mp4\nDuration… 1h 52min\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Little Neo\nEncoded by Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/2itnu/The.Courier.2020.720p.WEBRip.DD5.1.x264-CM_HEVC_{CM}_(2).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mu5t94c8IZU781aMg1E1FKinYG2.jpg",
        "title": "Stand by Me Doraemon 2 (2021)",
        "description": "Stand by me Doraemon 2 (2021)နိုဘီတဆိုတဲ့ကလေးလေးနဲ့ ဒိုရေမွန်ဆိုတဲ့အပြာရောင်စက်ရုပ်ကြောင်ကလေးတို့\nအပိုင်း၁ (၂၀၁၄) မှာအနာဂတ်ကိုသွားကြည့်ခဲ့ကြပြီးတော့\nဒီတစ်ခေါက် အပိုင်း၂ (၂၀၂၀) မှာတော့ အတိတ်ကိုပြန်သွားရာကနေဇတ်လမ်းစခဲ့ပါတယ်နိုဘီတတစ်ယောက်သူ့မွေးနေ့မှာ အိမ်ကိုပြန်လာချိန် မယ်တော်ဘုရားက\nဘဲဥမကွဲတဲ့ စာမေးပွဲအမှတ်စာရင်းစာရွက်ကိုရှာတွေ့ရာနေစလို့ အဆူခံရပြီး ပုလဲခလျှက်နဲ့ သူ့အခန်းထဲဝင်လာခဲ့ပါတယ်။အခန်းထဲမှာ အမေဆူတာလွတ်ဖို့အရေး အရင်လိုပဲ ဒိုရေမွန်ဆီကနေပစ္စည်းဆန်းတွေသုံးဖို့ကြံနေရင်း\nသူကိုယ်တိုင်တောင် ဘာမှန်းမသိတာတွေလျှောက်လုပ်မိကုန်ပါတယ်။အဲ့ဒီကနေ နိုဘီတရဲ့အဘွားပေးခဲ့တဲ့\nဝက်ဝံရုပ်လေးကိုတွေ့ပြီး အဘွားနဲ့ပြန်တွေ့ချင်လို့ ဒိုရေမွန်ဆီပူဆာရာကနေစလို့\nနိုဘီတ ပီသစွာ တစ်လွဲအပြည့်နဲ့ဇတ်ထုတ်ကြီးကကြပါတော့တယ်။ဒီဇတ်လမ်းမှာ ဟိုးအရင်ကလို မဟုတ်ဘဲ\nအဘွားနဲ့နိုဘီတတို့ကြားက သံယောဇဉ်ကြိုး မိဘမေတ္တာတို့ကို မျက်ရည်ဝဲလျှက်နဲ့ကြည့်ရမှာပါ (မျက်ရည်မခိုင်ရင်မကြည့်ပါနဲ့)\nနိုဘီတနဲ့ ရှိဇုကတို့ရဲ့ လက်ထပ်ပွဲမှာဖြစ်တဲ့ အလွဲများ။\nအဘွားရဲ့ဆန္ဒကိုဖြည့်ဆည်းဖို့ကြိုးစားရင်းနဲ့\nလူကြီးဖြစ်သွားတဲ့ နိုဘီတနဲ့ ကလေးနိုဘီတတို့ကြားက\nရင့်ကျက်လာမူကြီးတွေကိုလဲ ကွက်ကွက်ကွင်းကွင်းမြင်ရမှာပါ။နိုဘီတအတွက် အရေးကြီးဆုံးသောသူတွေဖြစ်ကြတဲ့\nဒိုရေမွန် အဘွားနဲ့ သူငယ်ချင်းများရဲ့ ဇတ်ပေါင်းခန်းလေးပေါ့။နိုဘီတနဲ့ရင်းနီးပြီးသားသူများအဖို့တော့ ကြည့်ရတာ ပိုးစိုးပက်စက်တန်မှာပါ။File size… 1.68 GB and\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1h 36 min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Idiot ...",
        "rating": "7.4",
        "url": "https://megaup.net/Wydp/DORAEMON_STAND_BY_ME_2.2021.720p.CM.mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qRhDgHAMNz4WfgEDYXbnjQhjvxr.jpg",
        "title": "The Marksman(2021)",
        "description": "The Marksman(2021)အညွှန်း**************************((1080P ရပြီဗျို့)မက္ကဆီကို နယ်စပ်မှာ အထီးကျန်နေတဲ့ မရိန်းလက်ဖြောင့်တပ်သားဟောင်းကြီးတစ်ယောက်ရှိတယ်...ဝီစကီလေးမော့လိုက် ကားလေးမောင်းလိုက်နဲ့ပေါ့... တစ်နေ့မှာ မက္ကဆီကိုထဲက ခိုးဝင်လာတဲ့ သားအမိနှစ်ယောက် ရောက်လာတယ်....\nသူတို့သားအမိကို မက္ကဆီရဲ့ ကြမ်းပေ့ဆိုတဲ့ လူဆိုးဂိုဏ်းက သတ်ဖို့လိုက်လာတယ်။\nဒီသားအမိဟာ ကံကောင်းထောက်မစွာ မရိန်းလက်ဖြောင့်တပ်သားဟောင်းကြီးနဲ့ဆုံဖြစ်ခဲ့တယ်....မက္ကဆီဂိုဏ်းက ဒီသားအမိကို မဖြစ်မနေသတ်ဖို့ ကိစ္စကြီးတစ်ခုရှိလာတဲ့အခါမှာတော့.......မင်းသားကြီး Liam Neeson ရဲ့ သဲထိတ်ရင်ဖို အက်ရှင်ခန်းတွေကို ခံစားကြည့်ကြပါဉီး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneoပဲဖြစ်ပါတယ်.....    File Size :1GB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre :  Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/Wu4f/The_Marksman.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/SingPoster-135x200.jpg",
        "title": "Sing (2016)",
        "description": "၂၀၁၆ ရဲ့ အကျော်ကြားဆုံး Animation တွေထဲက တစ်ခု တင်ပေးထားပါတယ်။ Box Office ရဲ့ ထိပ်ပိုင်းမှာနေရာယူခဲ့ပြီး Golden Globe ဆန်ကာတင်ခဲ့တဲ့ ကားပါ။ IMDb 7.2 နဲ့ ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုတွေလည်း ရထားခဲ့ပါပြီ။ နာမည်ကြီး အဆိုတော်တွေ ဂန္ဓာဝင်သီချင်းတွေ၊ ကျော်ကြားတဲ့သီချင်းတွေနဲ့ ကောင်းမွန်တဲ့ ဇာတ်အိမ်တစ်ခုကြောင့်ပဲ ဖြစ်ပါလိမ့်မယ်။\nဇာတ်လမ်းအကျဉ်းမှာတော့ ဒေဝါလီခံရခါနီး ဇာတ်ရုံပိုင်ရှင် မွန်းဟာ သူ့ရဲ့ မအောင်မြင်တဲ့ ရှိုးတွေကနေ ဖောက်ထွက်ပြီး ဇာတ်ရုံကို ပြန်အဖတ်ဆယ်ဖို့ အဆိုပြိုင်ပွဲတစ်ခု လုပ်ဖို့စတင်ပါတော့တယ်။ သူပိုင်ဆိုင်သမျှဒေါ်လာ တစ်ထောင်ကို ဆုကြေးအဖြစ်ကြေညာမလို့လုပ်ပေမယ့် စာရိုက်အမှားကြောင့် ဒေါ်လာတစ်သိန်းအဖြစ်ကြေညာမိပြီး တစ်မြို့လုံးက လာရောက် အရွေးခံကြတဲ့အခါ..... သီချင်းကိုရူးသွပ်တဲ့ အိပ်မက်ကိုယ်စီနဲ့ ဝါသနာရှင်တွေ ထွက်ပေါ်လာပါတော့တယ်.....ကလေး ၂၅ ယောက်အမေ အိမ်ထောင်ရှင် ရိုစီတာ...လူဆိုးဂိုဏ်းခေါင်းဆောင်ရဲ့သားပေမယ့် အဆိုတော်ပဲလုပ်ချင်တဲ့ ဂျွန်နီ.....လူလည်အဆိုတော် မိုက်....အသဲကွဲရော့ကာလေး အက်ရှ်...နဲ့ လူအရမ်းကြောက်တဲ့ မီနာတို့ပါပဲ...ဒါပေမယ့် တကယ်မရှိတဲ့ ဆုကြေးအတွက် မွန်းဘယ်လိုဖြေရှင်းမှာလဲ....ဘာမျှော်လင့်ချက်မှ မရှိတဲ့ ရှိုးပွဲမှာ သူတို့ဘဝတွေကရော သီချင်းတွေအတွက် ဘယ်လောက်ပေးဆပ်နိုင်မလဲဆိုတာ.....\nFile Size ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/sing-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dYCWUAidqgakGETwZkfGxU7CWhL.jpg",
        "title": "Night in Paradise (2021)",
        "description": "Night in paradise (2020)အက်ရှင်ကားဆို \"အသေကြမ်းမှ ဖိုက်တင်ကောင်းမှ ကြည့်ချင်တယ်\" ဆိုတဲ့ဘဒိုတွေအတွက်\nဒီနှစ် ၂၀၂၁ခုနှစ် ဧပြီလ ၉ ရက်နေ့က လတ်လတ်ဆတ်ဆတ် ထွက်ရှိထားတဲ့\nခပ်ကြမ်းကြမ်း လူဆိုးအက်ရှင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nကိုရီးယား အက်ရှင်ကားထဲမှာ တော်တော် ကောင်းတဲ့ကားလေးတစ်ကားဖြစ်ပြီး\nသရုပ်ဆောင် ဇာတ်လမ်းဇာတ်ကွက်တွေကလည်း\nသွေးအေး လူမိုက်ကာရိုက်တာ အရသာကိုထိထိမိမိပေးနိုင်တဲ့ ကားတစ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအကြောင်းကိုပြောရရင်တော့ ပတ်ထယ်ဂူဆိုတဲ့ ကြေးစားလူမိုက်တစ်ယောက်အကြောင်းပါပဲ။\nသူက သူ့ခေါင်းဆောင် ယန်းသူဌေးပေါ်မှာ အလွန် သစ္စာစောင့်သိသူတစ်ယောက်ဖြစ်ပြီး\nတစ်ရက်မှာ သူ့သူဌေးရဲ့ ပြိုင်ဖက်ဖြစ်တဲ့ ဘို့ဆွန်းအဖွဲ့က သူဌေးယန်းဆီက ခွာပြီး\nသူတို့အဖွဲ့ဝင်အဖြစ် လာခဲ့ဖို့ ပတ်ထယ်ဂူကို ကမ်းလှမ်းလာပါတယ်။\nဒါပေမယ့် သစ္စာရှိလူမိုက် ပတ်ထယ်ဂူက ဘို့ဆွန်းအဖွဲ့ဆီသွားဖို့ငြင်းပယ်ခဲ့တဲ့အတွက်\nသူ့ရဲ့ခင်တွယ်ရာ မိသားစု ဖြစ်တဲ့ သူ့အစ်မနဲ့တူမလေးက ရန်ငြိုးထားအသတ်ခံလိုက်ရပါတယ်။ဒီအတွက် ထယ်ဂူတစ်ယောက် အစ်မနဲ့တူမလေးအတွက် လက်စားချေဖို ဘို့ဆွန်းဂိုဏ်း ဥက္ကဌဒိုကို\nတစ်ယောက်တည်းသွားတွေ့ပြီး ရက်ရက်စက်စက် ရှင်းပစ်ခဲ့ပါတယ်။\nအဲဒီနောက်မှာတော့ ဂျယ်ဂျူကျွန်းမှာ ထွက်ပြေးတိမ်းရှောင်ရင်းနဲ့ ဂျယ်ယွန်းဆိုတဲ့ အမျိုးသမီးလေးနဲ့ တွေ့ဆုံခဲ့ပါတယ်။\nဂျယ်ယွန်းမှာလည်း လျှို့ဝှက်ချက်တွေနဲ့ပါပဲ။\nအသက်ပြင်းလွန်းတဲ့ ဘို့ဆွန်းဂိုဏ်းခေါင်းဆောင် ဥက္ကဌဒိုက မသေသွားဘဲ\nဒဏ်ရာအပြင်းအထန်ရပြီး ...",
        "rating": "6.6",
        "url": "https://megaup.net/3HNwU/(NZ)Night.In.Paradise(2020).mp4 https://megaup.net/3HNwV/Night.in.Paradise.2020.720p.CM_(2).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Untitled-134x200.jpg",
        "title": "Monster House",
        "description": "Monster House (2006)Monster House ဆိုတဲ့ ဇာတ်ကား​လေးကို\nကျွန်​တော်တို့ ငယ်ငယ်က ၆ကားတွဲအ​ခွေ​တွေမှာ ကြည့်ဖူးကြမယ်ထင်ပါတယ်။\nအဲ့ဒီတုန်းက​တော့ စာပါ​တာ​တွေ​ရော စာမပါတာ​တွေ​ရောနဲ့\nအင်္ဂလိပ်လို ကြည့်​ကောင်းကြည့်ခဲ့ရမှာပါ။\nအခုတစ်ခါ​တော့ ငယ်ငယ်ကနားမလည်ပါးမလည်ကြည့်ခဲ့ဖူးတဲ့\nဇာတ်ကား​ကောင်း​လေးကို တစ်ခါပြန်ပြီး​တော့ ကြည့်လိုက်ကြရ​အောင်ပါ။အမြဲမှန်​ပြောင်းတစ်ခုနဲ့ အလုပ်ရှုပ်​နေတတ်တဲ့ DJ တစ်​ယောက်က\nသူ့အိမ်​ရှေ့အိမ်ကိုအမြဲစူးစမ်း​နေတတ်ပါတယ်။\nအမြဲတိတ်ဆိတ်ပြီး​တော့ က​လေး​တွေကို မနှစ်သက်၊\nက​လေး​တွေလာရင် ​မောင်း​ထုတ်တဲ့ Mr. Nebbercracker ရဲ့ အိမ်ကြီး​Mr. Nebbercracker က က​​လေး​တွေတော်တော်မုန်းတဲ့သူဗျ\nကလေးတွေကလည်းသူ့ကိုကြောက်ကြ\nသူ့ကိုကြည့်မရတဲ့ လူဆိုး​လေး​တွေကလည်း အိမ်ကိုနည်းမျိုးစုံနဲ့ ​နှောက်ယှက်ကြ​နဲ့\nက​လေး​တွေ အများဆုံးလမ်း​ပေါ်ထွက်တဲ့ Holloween ကာလဆိုတာကလည်း\nMr. Nebbercracker အတွက် အမုန်းဆုံးအချိန်ဖြစ်လာ​တော့တာပေါ့ဒါပေမယ့် သူဘာလို့ဒီလောက်တောင် ပစ်ပစ်ခါခါဖြစ်နေရတာလဲဆိုတဲ့\nနောက်ကွယ်ကအကြောင်းအရင်းလေးတွေရှိသေးတယ်ဒီလိုအကြောင်းအရာတွေကိုဖော်ထုတ်ဖို့ အကြောင်းဖန်လာတော့\nDJ တို့ က​လေးတစ်သိုက်ကဘယ်လိုတွေလုပ်ကြမလဲဆိုတာ စိတ်ဝင်တစားကြည့်လိုက်ရအောင်ဗျာFile size…\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Amelia\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/monster-house-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9BfwwULWKE4XvI116Q7G3pAIYjX.jpg",
        "title": "Silence… Can You Hear It?(2021)",
        "description": "Silence... Can You Hear It?(2021)ဒီဇာတ်ကားလေးကတော့ IMDb rating 7.0ရရှိထားတဲ့Hindiစကားပြော Thrillerဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။တခြားအိန္ဒိယကားတွေလို သီချင်းတွေ အကတွေ တစ်ခုမှ မပါပါဘူး။ဇာတ်လမ်း အကျဉ်း\nတရားသူကြီး ချော်ဒရီရဲ့သမီး ပူဂျာချော်ဒရီဟာ သူ့ရဲ့သူငယ်ချင်း ကဗီသာဆီကို သွားမယ်ဆိုပြီး အိမ်ကနေ ထွက်လာခဲ့ပါတယ်။\nကဗီသာရဲ့အိမ်ရောက်မှ ကဗီသာဟာ အိမ်မှာမရှိကြောင်း ပူနေးကို ရောက်နေကြောင်း သိလိုက်ရပြီးအဲဒီအိမ်မှာပဲ တစ်ညအိပ်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။\nနောက်တစ်နေ့မှာတော့ ပူဂျာချော်ဒရီတစ်ယောက် ရက်ရက်စက်စက်အသတ်ခံလိုက်ရပြီ ဒီအမှုကို စုံစမ်းအဖြေရှာဖို့\nပူဂျာချော်ဒရီရဲ့အဖေ တရားသူကြီး ချော်ဒရီက အေစီပီအဗီနား(ရှ်)ကိုအကူအညီတောင်းတာကြောင့်\nရဲမှူးချုပ် ရှရ်မားက ဒီအမှုကို စုံးစမ်းဖော်ထုပ်ဖို့ အထူးအဖွဲ့တစ်ဖွဲ့ ဖွဲ့ပေးလိုက်ပါတယ်။ဒီလူသတ်မှုကို ကျူးလွန်တဲ့ တရားခံက ဘယ်သူလဲ ....\nအမှုမှန်ပေါ်ပေါက်အောင် ဘယ်လိုတွေ စုံစမ်းဖော်ထုတ်ကြမှာလဲ ....\nThrillerဇာတ်ကားကြိုက်သူများ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း ....\nဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်။ File Size : (1.1GB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:16:00\nGenre : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Cm2k/Silence_(2021)WEB-DL.720P.PP.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/919Z2afFEwL._AC_SL1500_-133x200.jpg",
        "title": "The Interview (2014)",
        "description": "The Interview (2014)#ရုပ်ရှင်မိတ်ဆက်မြောက်ကိုရီးယားခေါင်းဆောင် ကင်ဂျုံအန်ကို သရော်တဲ့ဇာတ်ကားတွေထဲ ဒီကားကတော့ အတော်နာမည်ကြီးပါတယ်။၂၀၁၄ တုန်းက Sony က ပြမယ်ပြောလိုက် မပြဘူးပြောလိုက် လုပ်နေရာက နေ Youtube, Google Play စတဲ့ အွန်လိုင်း Video Hosting တွေကနေ စတင် ငှားရမ်း ပြသရာကနေ ရုံတင်ခဲ့တဲ့ဇာတ်ကားပါ။ဇာတ်လမ်းက James Franco က Talk Show Host တစ်ယောက်ဖြစ်ပြီး Seth Rogen က Producer ဖြစ်ပါတယ်။ သူတို့ရဲ့ Show က အတည်ပေါက် Interview မဟုတ်ပဲနဲ့ ဟာသဆန်ဆန်ဖြစ်နေတာကြောင့် လူတွေလေးစားလောက်မယ့် Interview မျိုးလုပ်ချင်နေပါတယ်။ တစ်နေ့မှာ စာစောင်တစ်ခုက ဆောင်းပါးမှာ Kim Jong-un က သူတို့ Show ရဲ့ ပရိတ်သတ်ဖြစ်တယ်လို့ သိသွားရာကနေ Interview ...",
        "rating": "6.5",
        "url": "https://megaup.net/4et2u/(CM)The_Interview_(2014)_[720p_x265_HEVC_10bit_BluRay_AAC_5.1]_[Prof].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9kg73Mg8WJKlB9Y2SAJzeDKAnuB.jpg",
        "title": "Chaos Walking(2021)",
        "description": "Chaos Walking(2021)အညွှန်း**************************မင်းသားကတော့ တွမ်ဟော်လန်ပါဝင်သရုပ်ဆောင်ထားတဲ့ သိပ္ပံစွန့်စားခန်း ရုပ်ရှင်ကားကြီးဖြစ်ပါတယ်....။ တော့ဒ် ဟီးဝစ်ဟာ ကမ္ဘာသစ်မှာ အခြေချနေတဲ့ လူသားတွေထဲက အငယ်ဆုံး ကောင်လေးတစ်ယောက်ပါ။အဲဒီ ကမ္ဘာသစ်ရဲ့ ထူးခြားချက်က လူတွေရဲ့ အတွေးတွေက အသံတွေပုံရိပ်တွေအဖြစ် ခေါင်းထဲက ထွက်ပေါ်နေတာပါပဲ။ဒီတော့ တစ်ယောက်ကို တစ်ယောက် လိမ်ဖို့ အတော်ခက်ပါတယ်။ပြီးတော့ နောက်ထပ်ထူးခြားတာက မိန်းမ တစ်ယောက်မှ မရှိတော့တာပါ။အဲဒီဂြိုလ်ရဲ့ စပက်ကယ်ဆိုတဲ့ ဂြိုလ်သားတွေက မိန်းမတွေအားလုံးကို သတ်ဖြတ်ခဲ့လို့ပါပဲ။တစ်နေ့မှာတော့ လူသားတွေပါတဲ့ ယာဉ်တစ်ခု အဲဒီဂြိုလ်ပေါ် ပျက်ကျလာပြီး မိန်းမတစ်ယောက် အသက်ရှင်ကျန်နေခဲ့တဲ့အခါ.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတော့ Littleneo ပဲဖြစ်ပါတယ်.... File Size : (2.1GB) and (936MB)\nQuality : HEVC5.1CH,WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2ihpu/Chaos_Walking.2021.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/ezgif-1-027d6485597c-113x200.jpg",
        "title": "Fake Bodyguard ( 2021 )",
        "description": "တစ်ခဏလောက်စိတ်ထွက်ပေါက်ပေးနိုင်အောင် ဟာသကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကတော့ ကမ္ဘာကြီးအတွက် လူသားတွေအတွက် အရေးကြီးပြီးအသုံးဝင်တဲ့ ပရောဂျက်တစ်ခုကို သုသေသနလုပ်နေတဲ့ သုသေသနပညာရှင်တစ်ယောက်ကိုအန္တရာယ်တွေကြားက ကာကွယ်ဖို့ သက်တော်စောင့် ၃ ယောက်ကိုဘုရင့်သားမင်းသားက ငှားပေးခဲ့တယ်။ ဒါပေမယ့် မထင်မှတ်ဘဲသက်တော်စောင့်နဲ့လွဲပြီး ဧည့်သည်တွေကို ကြားဖြတ်လုတဲ့ ခရီးသွားလမ်းညွှန်တွေနဲ့ဆုံပြီးတလွဲဟာသတွေဖြစ်ကုန်တာကို ရိုက်ကူးထားတာပါ။ကြားထဲ ကိုယ်ကျိုးကြည့်တဲ့လူတစ်ယောက်က ဒီပရောဂျက်ကိုလုဖို့ ပါမောက္ခကိုသတ်ဖို့ ငှားထားတဲ့ ကြေးစားလူသတ်သမားလည်းရှိသေးတယ်။သက်တော်စောင့်အလွဲနဲ့အတူ ကြေးစားလူသတ်သမားလည်း လွဲလိုက်တာဆိုတာမရယ်ချင်လည်း ကလိထိုးပြီး ရယ်အောင်လုပ်ပေးမယ့် ဇာတ်ကားပါလို့ပဲ ပြောလိုက်ပါတော့မယ်။စိတ်ညစ်နေတယ် စိတ်ဖိအားတွေပိနေတယ်ဆိုရင် ကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြနော်။ Quality :WEB-DL 720pFormat : mp4Subtitle : Myanmar Subtitle ( hardsub )Translated By Chu Chu",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/fake-bodyguard-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vHdVU0HyyB6k6kuYt8qjwTz9one.jpg",
        "title": "I Want to Eat Your Pancreas (2018)",
        "description": "I want to eat your pancreas (2018)Genres: Drama, RomanceJapanနိုင်ငံမှ စာရေးဆရာ Yoru Suminoက ရေးသားခဲ့ပြီး 2018ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့Anime Movieလေးပဲဖြစ်ပါတယ်..ဇာတ်အိမ်ကိုပန်းကရိယရောဂါခံစားနေရတဲ့ Sakura ဆိုတဲ့ကောင်မလေးတစ်ယောက်ရဲ့နေ့စဉ်ရေးထားတဲ့ ဒိုင်ယာရီစာအုပ်လေးအပေါ် တည်ထားပါတယ်.သူမရဲ့ ဒိုင်ယာရီလေးထဲမှာ သူမရဲ့ နေ့စဉ်ဘ၀တွေ ၀မ်းနည်းမှုတွေ ပျော်ရွင်စရာတွေ ရေးထည့်ထားပြီးသူမရဲ့ ဒုတိယနှလုဲးသားလို့တောင်တင်စားလို့ရပါတယ်.တနေ့မှာတော့ သူမရဲ့ဒုတိယနှလုဲးသားလေးဟာဆေးရုံပြတင်းပေါက်ကနေ ပြုတ်ကျပြီး အတန်းဖော် Harukiဆိုတဲ့ကောင်လေးက ကောက်ရသွားခဲ့ပါတယ်. harukiဟာသူမရဲ့ဒုတိယနှလုံးသားဒိုင်ယာရီလေးကို ဖတ်ပြီးတဲ့အခါမှာတော့ .......  Translated by : Daniel LawweiEncoded by : YKFile size :1.89GBDuration : 1h 49minQuality : 1080p 5.1CH",
        "rating": "7.9",
        "url": "https://megaup.net/1Cgnn/Kimi_no_Suizou_o_Tabetai_.720p%7BCM%7D.mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzM3OGM1OGUtMzE0Yi00OGM2LWFlNjItMGIwNmE4ODhkY2E2XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "I Am Not an Easy Man (2018)",
        "description": "I Am Not an Easy Man (2018)\n======================\nIMDb Rating - 6.3/10အကယ်၍များ ကျား၊မ ခွဲခြားမှုတွေသာ ပြောင်းပြန်ဖြစ်သွားရင် ဘယ်လိုဖြစ်သွား\nမလဲ။ ကမ္ဘာကြီးအပေါ်‌ ဘယ်လိုသက်ရောက်မှုတွေ ရှိသွားမလဲ။ ဒါတွေရဲ့ အဖြေ\nကတော့ ဒီဇာတ်ကားထဲမှာ ရှိပါတယ်။တစ်ရက်မှာ ဒေမီယန်ဆိုတဲ့ လူ့အခွင့်အရေးတွေအပြည့်အဝရထားပြီး မိန်းမပွေတဲ့\nလူတစ်ယောက်က ဓာတ်တိုင်နဲ့ဝင်တိုက်၊ သတိမေ့ပြီး အခြားကမ္ဘာကိုရောက်သွား\nတယ်။ သူနိုးလာတဲ့အခါမှာကြည့်ကြည့်တော့လည်း ကမ္ဘာကြီးက ဒီအတိုင်းပဲ ဒါပေမဲ့\nယနေ့ကမ္ဘာကြီးနဲ့မတူတာက အဲမှာက အမျိုးသမီးတွေကြီးစိုးနေတာပါပဲ။ ဆိုတော့\nဒေမီယန့်လို လူမျိုးက အဲ့ကိုရောက်သွားတယ်ဆိုတော့ ဘယ်လိုတွေဆက်ဖြစ်မလဲ။\nကျား၊မ ခွဲခြားမှုတွေက လူ့အသိုင်းအဝိုင်းအပေါ် ဘယ်လောက်အထိသက်ရောက်မှု\nရှိလဲဆိုတာကို မီးမောင်းထိုးပြထားတဲ့ Netflix ရဲ့ ပြင်သစ်ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Sett Naing ဖြစ်ပါတယ်)File Size..........(1.61 GB) / (689 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 38Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Fantasy, Romance\nTranslator......Khant ...",
        "rating": "6.3",
        "url": "https://megaup.net/3hVgn/I.Am.Not.An.Easy.Man.2018.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYTE5ODc2NjgtNjBhNy00OGEyLTg1ZjctOTZlYWI1NzQwNGQ4XkEyXkFqcGdeQXVyODUxNTMyNjk@._V1_-140x200.jpg",
        "title": "The Father Who Moves Mountains (2021)",
        "description": "The Father Who Moves Mountains (2021)\n===============================ဒီ Romanian ဇာတ်ကားလေးကိုတော့ ဒါရိုက်တာ Daniel Sandu က\nရိုက်ကူးထားပြီး 2021 ကထွက်ရှိခဲ့ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးက\nတော့ စစ်တပ်အရံအရာရှိဖြစ်တဲ့ မစ္စတာဂျီအာနူ ဟာဇနီးဟောင်းနဲ့ကွဲပြီး\nအိမ်ထောင်အသစ်ရှိသူပါ။ သူ့မှာဇနီးဟောင်းနဲ့ရခဲ့တဲ့ ကော့စ်မင် ဆိုတဲ့\nသားလေးတစ်ယောက်လည်းရှိပါတယ်။ သူဟာသူ့သားလေးကိုသိပ်ချစ်\nတာကြောင့်မလို့ ဘယ်လိုကိစ္စပဲဖြစ်ဖြစ် မဖြစ်နိုင်တာတွေကိုပါ ရအောင်\nလုပ်လေ့ရှိပါတယ်။တစ်နေ့မှာတော့ သူ့ရဲ့သားလေး ကော့စ်မင် ကသူ့ကောင်မလေးနဲ့အတူ\nရေခဲတောင်ခြေလျှင်ခရီးတက်ရင်း ပျောက်ဆုံးသွားတယ်လို့ ရဲတွေက\nအကြောင်းကြားလာပါတယ်။ အဲဒီအခါမှာတော့ သူအရမ်းချစ်ရတဲ့သား\nလေးကို ကယ်တင်ဖို့အတွက် သူ့တပည့်ကိုခေါ်ပြီး ရေခဲတောင်တန်းတွေ\nရှိရာကိုလာပါတော့တယ်။ အဲဒီမှာတောင်တက်ကယ်ဆယ်ရေးတွေကလည်း\nကယ်ဆယ်ပေးနေပေမယ့် စိတ်အရမ်းလောနေတဲ့ မစ္စတာဂျီအာနူကတော့\nတောင်ပေါ်တက်မယ်တကဲကဲနဲ့ ဖြစ်နေပါတော့တယ်။ နောက်ပိုင်း တောင်\nတက်သမားတွေနဲ့ အစပ်အဟပ်မတည့်တော့ သူ့ရဲ့အဆက်သွယ်တွေနဲ့\nစစ်တပ်ထောက်လှမ်းရေးကိုပါ ခေါ်ချလာပြီး ကယ်တင်ဖို့လုပ်ပါတော့တယ်။\nအရင်ကသူ့သားကိုအနိုင်ကျင့်တဲ့ ဘယ်သူကိုမဆို အနိုင်ယူနိုင်ခဲ့ပေမယ့်\nဒီတစ်ခါတော့ ရေခဲတောင်ကြီးဖြစ်နေတဲ့အခါ သူ့ရဲ့ဖခင်မေတ္တာတွေနဲ့ အနိုင်\nယူနိုင်ဦးမှာလားဆိုတာကို စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(1.72 GB) / (733 MB)\nQuality............WEB-RIP 1080p ...",
        "rating": "5.5",
        "url": "https://megaup.net/1W0mn/The.Father.Who.Moves.Mountains.2021.720p.WEBRip.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BY2M1ZjFmYTUtMjdmYS00YTRlLTg4NjctNTg1NmU0ZGYxMTdhL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjY0NzEzMTk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Lost in Florence (2017)",
        "description": "Lost in Florence (2017)\n=================လူတိုင်းလိုလိုရဲ့ဘဝမှာ ကိုယ်ဖြစ်ချင်၊ လုပ်ချင်တဲ့အရာနဲ့ အများပတ်ဝန်းကျင်က\nလက်ခံထားကြတဲ့ ဖြစ်သင့်လုပ်သင့်တယ်ဆိုတဲ့အရာကြားမှာ ဘာရွေးချယ်ရမှန်း\nမသိဘဲ လမ်းပျောက်တွေဝေနေတာမျိုးရှိဖူးကြမှာပါ။ ဒီကားထဲက အဓိကဇာတ်\nဆောင်ဖြစ်သူ အဲရစ်ခ်ဆိုတဲ့ အမေရိကန်သားလေးဟာလည်း ဒီလိုမျိုးပဲဖြစ်နေ\nတာကိုတွေ့ရမှာပါ။ဇာတ်လမ်းအစမှာဆိုရင် သူနဲ့နှစ်လကြာရှည်တွဲလာခဲ့တဲ့ ကောင်မလေးဖြစ်သူ ကော်\nလင်းတို့ဟာ အဲရစ်ခ်ရဲ့ဝမ်းကွဲရှိတဲ့ အီတလီနိုင်ငံရဲ့ ဖလောရန့်စ်မြို့ကို အလည်လာခဲ့\nကြပါတယ်။ အဲဒီမှာ အဲရစ်ခ်တစ်ယောက် ကော်လင်းကိုရိုဆန်ဆန်လေး လက်ထပ်ခွင့်\nတောင်းခဲ့ပေမယ့်လို့ ကော်လင်းက အဲရစ်ခ်ဟာ ဖြစ်သင့်တဲ့ ဥပဒေကျောင်းကိုတက်ဖို့\nမလုပ်ဘဲ၊ မဖြစ်သင့် မဖြစ်လာနိုင်တဲ့ ပရော်ဖက်ရှင်နယ်ဘောလုံးကစားတဲ့ အိပ်မက်\nနောက်ကိုပဲလိုက်နေတာကြောင့်အနာဂတ်အလားအလာမရှိဘူးဆိုပြီးလမ်းခွဲလိုက်\nပါတယ်။ အဲဒီနောက်မှာတော့ အဲရစ်ခ်ဟာ အသည်းကွဲသမားလေးဖြစ်နေပြီးတော့\nအမေရိကန်မှာရှိတဲ့သူ့အိမ်ကိုပြန်မသွားသေးဘဲ ဖလောရန့်စ်က သူ့ဝမ်းကွဲအိမ်မှာပဲ\nသောင်တင်နေပါတော့တယ်။ အဲဒီလိုနေရင်းနဲ့ သိပ်မကြာခင်မှာပဲ ဖလောရန့်စ်ရဲ့ရိုးရာ\nကစားနည်းတစ်ခုဖြစ်တဲ့ ကာချီယိုစတိုရီကိုဆိုတဲ့ ဘောလုံးကစားနည်းတစ်ခုကို ဆော့\nကစားဖြစ်သွားပြီး အဲရစ်ခ်တစ်ယောက်သဘောကျသွားမိပါတယ်။ဒါပေမယ့်လည်း ဒီကစားနည်းဟာ ခက်ခဲကြမ်းတမ်းလှသလို အီတလီလူမျိုးတွေမှပဲ\nဆော့ခွင့်ရတယ်ဆိုတဲ့အားကစားနည်းတစ်ခုဖြစ်နေတော့ အဲရစ်ခ်တစ်ယောက်ဇွဲမ\nလျှော့ဘဲဆက်ဆော့ကစားနိုင်ပါ့မလား၊ ဒါမှမဟုတ် ဒီလိုမျိုးသူဖြစ်ချင်၊ လုပ်ချင်တဲ့\nဟာတွေထက် ဖြစ်သင့်ဖြစ်ထိုက်တယ်ဆိုတဲ့ ဥပဒေကျောင်းကိုပဲဆက်တက်သွားမလား။\nသူ့ကောင်မလေးကြောင့်ရလာတဲ့ အသည်းကွဲဒဏ်ရာတွေကိုရော ဘယ်လိုကုစားမလဲ၊\nကိုယ့်မွေးရပ်မြေမဟုတ်တဲ့ အီတလီမှာရော ဘယ်လိုတွေရှေ့ဆက်သွားမလဲဆိုတာ\nကိုတော့ ကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/lost-in-florence-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNmEzNWQzMDQtNzIwZi00NzNlLTkyOTMtOGRmYjQ2MzdkNDU0XkEyXkFqcGdeQXVyNjk1Njg5NTA@._V1_-137x200.jpg",
        "title": "Aquamarine (2006)",
        "description": "Aquamarine (2006)\n==============ဒီနေ့မှာတော့ CM ပရိသတ်ကြီးတို့ အကျွမ်းတဝင်ဖြစ်နေမဲ့ ကားလေးနဲ့\nမိတ်ဆက်ပေးပါရစေ။ ဆံပင်အပြာလေးနဲ့ Aquamarine ဆိုတဲ့ ရေသူ\nမလေးကို တော်တော်များများ မှတ်မိကြမှာပါ။ ရေသူမကားတွေအကြောင်း\nပြောကြရင် Aquamarine က မပါမဖြစ်ပေါ့။ ငယ်ငယ်ကဆို highlight\nအပြာတွေ အရောင်ပြောင်းတဲ့လက်သည်းတွေ လိုချင်လိုက်ရတာ။ တီရှပ်ကို\nဂါဝန်ပြောင်းဝတ်တာကလည်း ကိုယ်တွေအတွက် မျက်လှည့်ပြလိုက်သလို\nအထူးအဆန်းကြီးကိုဖြစ်လို့ပါပဲ။ ဒါ့အပြင် ဆယ်ကျော်သက်ကောင်မလေး\nနှစ်ယောက်ရဲ့ crush လိုက်နည်းအဖြာဖြာနဲ့ သူငယ်ချင်းသုံးယောက်ရဲ့ ခင်မင်\nမှုတွေကလည်း ရင်ထဲကျန်နေရစ်ခဲ့တာပေါ့။ မြှောက်ပြောတတ်တဲ့ ကြယ်ငါး\nလေးတွေကိုလည်း ချန်ထားခဲ့လို့မရပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ ဟေလီနဲ့ ကလဲရ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်မ\nလေးနှစ်ယောက်က အချစ်ဆုံးသူငယ်ချင်းတွေပါတဲ့။ အဏ္ဏဝါဇီဝဗေဒပညာရှင်\nဖြစ်တဲ့ဟေလီ့အမေက သူ့အလုပ်ကြောင့် ဩစတြေးလျကိုပြောင်းရဖို့ဖြစ်လာ\nပါတယ်။ ကလဲရ်နဲ့မခွဲချင်တဲ့ဟေလီက သူ့အမေနဲ့ စစ်အေးတိုက်ပွဲဆင်နွှဲနေတာ\nပေါ့။ ဒီလိုနဲ့မုန်တိုင်းထန်တဲ့တစ်ညမှာ အဖေဖြစ်သူစီစဉ်ပေးတဲ့ မင်္ဂလာပွဲကိုလက်\nမခံဘဲ အချစ်ကိုရှာမယ်ဆိုပြီး အိမ်ကထွက်ပြေးလာတဲ့ ရေသူမလေးအကွာမရင်းက\nလှိုင်းပုတ်ရာကနေ ကလဲရ်တို့ရေကူးကန်ထဲရောက်သွားပါတယ်။ အဲဒီမှာပဲ အကွာ\nမရင်းက ဟေလီတို့နဲ့ရင်းနှီးသွားပြီး သူ့ကိုကူညီပေးရင် ဆုတောင်းတစ်ခုပြည့်လိမ့်\nမယ်လို့ပြောပါတယ်။မခွဲချင်ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်က သူတို့အနှစ်နှစ်အလလလေ့လာထားတဲ့\ncrush လိုက်နည်းအစုံနဲ့ အကွာမရင်းတစ်ယောက် အချစ်ကိုပိုင်ဆိုင်လာအောင်\nကူညီပေးပါတော့တယ်။ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1W0j5/Aquamarine.2006.720p.BluRay.(CM).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTM3MjgyOTAyN15BMl5BanBnXkFtZTcwMzYyMTU1MQ@@._V1_-147x200.jpg",
        "title": "Pu-239 (2006)",
        "description": "Pu-239 (2006)\n============\nIMDb Rating - 6.7/10ရုရှားရဲ့လျှို့ဝှက်နျူကလီးယားစက်ရုံတစ်ခုမှာ မတော်တဆမှုတစ်ခု\nဖြစ်ပွားခဲ့ပြီး နည်းပညာရှင်တစ်ယောက်ဖြစ်တဲ့ တီမိုဖေးဟာ ရေဒီယို\nသတ္တိကြွမှုအဆင့် Rems 100 နဲ့ထိတွေ့ခံခဲ့ရပါတယ်။ ဒီပမာဏဟာ\nကာယကံရှင်နဲ့ပတ်ဝန်းကျင်ကိုထိခိုက်နိုင်မှုနည်းပါးပေမယ့် စက်ရုံ\nဒါရိုက်တာက ဖြစ်စဉ်တစ်ခုလုံးအတွက် တီမိုဖေးကိုအပြစ်ပုံချပြီး ခံစား\nခွင့်တွေမှန်သမျှရုတ်သိမ်းခဲ့ပါတယ်။ တစ်ခုခုသိထားပုံရတဲ့ တီမိုဖေးဟာ\nပလူတိုနီယမ် နည်းနည်းခိုးယူလာပြီးမြို့ပေါ်တက် ရောင်းချဖို့ကြိုးစား\nရင်းနဲ့သူ့ဇနီး သူ့သားတို့နောင်ရေးတို့စိတ်အေးရအောင် စီစဉ်ပါတော့\nတယ်။အဲ့ဒီမှာပဲ သူ ရှစ်ဇ်နဲ့စတွေ့ပါတယ်။ရှစ်ဗ်ဆိုတာကတော့ လူဆိုးဂိုဏ်းတစ်\nခုရဲ့ ငွေကောက်တဲ့လူမိုက်အဆင့်တွေထဲကတစ်ယောက်ဖြစ်ပြီး လောလော\nဆည်တော့ သူတို့ဂိုဏ်းနဲ့ပြိုင်ဘက်ဂိုဏ်နယ်မြေထဲက ဆိုင်တစ်ဆိုင်ကို လိပ်\nစာမှားပြီး ငွေဝင်ကောက်ရင်း ဆိုင်ကိုမီးရှို့ပစ်မိလို့ သူ့ဘော့စ်က လျော်ကြေး\nတောင်းထားတဲ့အတွက် အဲ့ဒီလျော်ကြေးကို နည်းပေါင်းစုံနဲ့ရှာနေရပါတယ်။\nသတ်မှတ်ချိန်အတွင်း သတ်မှတ်ပမာဏမရရင် အသတ်ခံရမှာဖြစ်တဲ့အတွက်\nသူလည်းအသည်းအသန်ဖြစ်နေတာပါ။ ဒီတော့ လက်ကျန်ဘဝသက်တမ်း\nအချိန်အကန့်အသတ်နဲ့ ငွေသိပ်လိုနေတဲ့လူနှစ်ယောက် နျူကလီးယားဗုံးထုတ်\nနိုင်တဲ့အဆင့် ပလူတိုနီယမ်တွေကိုတစ်ညအတွင်း အမြန်ရောင်းထွက်ဖို့နည်း\nပေါင်းစုံနဲ့ကြိုးစားကြတာတွေကိုမြင်တွေ့ရမှာပါ။ Drama ဆိုပေမယ့် ရှစ်ဗ်\nပါဝင်လာတဲ့အပိုင်းကစပြီး Crime/Thriller ဆန်ဆန်နဲ့မြူးမြူးသွက်သွက်\nဆွဲခေါ်သွားတာဖြစ်တဲ့အတွက် အဆုံးထိဆွဲဆောင်မှုရှိတဲ့ဇာတ်ကားကောင်း\nတစ်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nAlias ဖြစ်ပါတယ်)File Size..........(2.13 GB) / (842 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "6.7",
        "url": "https://megaup.net/1g2ij/Pu-239.2006.720p.WEBRip(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMzQxODE4MzEyNF5BMl5BanBnXkFtZTgwNjk2OTY4ODE@._V1_-133x200.jpg",
        "title": "Air Bud (1997)",
        "description": "Air Bud (1997)\n===========\"ခွေးလေးတွေဆိုတာ လူတွေရဲ့အကောင်းဆုံးမိတ်ဆွေ\" ဆိုတဲ့ စကားကို\nကြားဖူးကြမယ်ထင်ပါတယ်။ ဒီဇာတ်လမ်းထဲမှာလည်း ကောင်လေးတစ်\nယောက်နဲ့ ခွေးလေး တစ်ကောင်ရဲ့သူငယ်ချင်းသံယောဇဉ်ကို ချစ်စရာ၊\nသနားစရာ တွေ့မြင်ကြရမှာပါ။ဂျော့ရှ်ဆိုတဲ့ ကောင်လေးဟာ ဖခင်ဆုံးပြီးတဲ့နောက် မပျော်မရွှင်နဲ့ စိတ်ဓာတ်\nတွေကျနေသူပေါ့။ ကျောင်းမှာလည်း အဆင်မပြေသလို သူကြိုက်တဲ့ ဘတ်\nစကတ်ဘောကိုတောင် မကစားတော့ပါဘူး။ တစ်နေ့တော့ ဂျော့ရှ်ကိုစိတ်ဓာတ်\nတွေတက်ကြွ ပျော်ရွှင်လာစေတဲ့ သူတစ်ဦးပေါ်လာပါတယ်။အဲဒါကတော့\nGolden Retriever ခွေးလေးတစ်ကောင်ပါ။ ဘာဒီလို့နာမည်တွင်သွားတဲ့\nအာဝုလေးနဲ့ ဂျော့ရှ်တို့ကြားက သံယောဇဉ်ကတော့ ဘတ်စကတ်ဘော\nသံယောဇဉ်လို့ ပြောရမလိုပါပဲ။ဘာဒီဟာ ဘတ်စကတ်ဘောကစားရာမှာ ဂိုးသွင်းနိုင်တဲ့အထိ ကျွမ်းကျင်လိမ္မာတဲ့\nခွေးလိမ္မာလေးပါ။ ဒီလိုနဲ့ ဘာဒီဟာ ဂျော့ရှ်တို့ရဲ့ကျောင်းဘတ်စကတ်ဘောအသင်းနဲ့\nဘယ်လိုပါ၀င်ပတ်သက်လာမလဲ၊ သူတို့နှစ်ဦး ဘယ်လိုတွေ သံယောဇဉ်နှောင်တွယ်\nကြမလဲ၊ ဘာဒီရဲ့ပိုင်ရှင်ဖြစ်သူဆိုတာ ပေါ်လာတဲ့အခါ ဘယ်လိုရင်ဆိုင်ကြရမလဲ\nဆိုတာတွေကို ချစ်စရာ၊ ရယ်စရာမောစရာ၊ သနားစရာ၊ ရသစုံစုံလင်လင် ကြည့်ရှု\nခံစားရမှာပါ။ အဲဒါကြောင့် အာဝုချစ်သူတွေသာမက ချစ်စရာကောင်းတဲ့ ဒရမ်မာ\nဇာတ်ကားမျိုး ကြိုက်တတ်တဲ့သူတွေပါ ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်လမ်းလေးအဖြစ်\nညွှန်းပေးချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(2.11 GB) ...",
        "rating": "5.3",
        "url": "https://megaup.net/1g2pg/Air.Bud.1997.720p.BluRay.(CM).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/Untitled-147x200.jpg",
        "title": "My Best Part (2020)",
        "description": "My Best Part (2020)\n===============ဘဝဆိုတာ အလှည့်အပြောင်း အချိုးအကွေ့များစွာနဲ့ ခက်ခဲလွန်း\nလှပါတယ်။ ခက်ခဲလှတဲ့ ဘဝကြီးမှာ ကိုယ် ရင်ထဲထိနင့်နေအောင်\nသိပ်ချစ်ရတဲ့သူတစ်ယောက်ဟာ ကိုယ်ဘယ်တော့မှာ ပြန်မချစ်ချင်\nတော့တဲ့သူတစ်ယောက်ဖြစ်သွားတဲ့ အခိုက်အတန့်လောက် နာကျင်\nခက်ခဲရတာ မရှိပါဘူး။ ဒါပေမဲ့လည်း ကျွန်တော်တို့ဟာ ဒီအခိုက်\nအတန့်တွေကိုကျော်ဖြတ်ရင်းနဲ့ ရှေ့ဆက်လျှောက်ကြရဖို့လိုအပ်ပါ\nတယ်။ အချစ်ဆိုတာပြဇာတ်တစ်ပုဒ်လိုပါပဲ၊ ပြဇာတ်ကြောင့် လူတွေ\nပျော်ရွှင်၊ ကြည်နူး၊ ငိုကြွေးရသလို၊ အချစ်ကြောင့်လည်း လူတွေပျော်\nရွှင်၊ ကြည်နူးငိုကြွေးရပါတယ်။ဒါပေမဲ့ လူတိုင်းအချစ်နဲ့ မကင်းနိုင်\nသေးပါဘူး။ဒီဇာတ်ကားလေးထဲမှာလည်း အချစ်ကြောင့် ခံစားခဲ့ရတဲ့ ပြင်သစ်\nလူငယ်လေးတစ်ယောက်ရဲ့ အကြောင်းကိုရိုက်ကူးထားတာဖြစ်ပါ\nတယ်။ ထူးခြားတာက သာမာန်အချစ်ဇာတ်လမ်းတွေလိုမဟုတ်ပဲ\nLGBT အချစ်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ LGBT တို့ကြားက\nအချစ်ရေးအပြင် LGBT တစ်ယောက်ရဲ့ စိတ်ခံစားချက် ဘဝဇာတ်\nကြောင်းတွေကိုပါ ပေါင်းစပ်ပုံဖော်ရိုက်ကူးထားတဲ့ My Best Part\nဆိုတဲ့ ဇာတ်ကားလေးကိုကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.71 GB) / (759 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 49Min\nSubtitle...........Myanmar ...",
        "rating": "5.5",
        "url": "https://megaup.net/1VZLU/My.Best.Part.2020.720p.BluRay.(CM)_(1).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xGclxjTTbOdR18zqoldGTjfzSkl.jpg",
        "title": "One Day (2011)",
        "description": "One Day (2011)~ IMDb rating - 7/10 ~One Day ကို တော်တော်ရိုမန့်တစ်ဆန်တဲ့ရုပ်ရှင်လို့ ပြောရင် ယုံချင်မှလည်း ယုံကြမယ်။ ဘယ်နားက ရိုမန့်တစ်ဆန်နေတာလဲလို့ ထမေးချင်စရာလည်း ဖြစ်ကောင်းဖြစ်သွားမယ်။ One Day ကိုယ်တိုင်ကလည်း ရိုမန့်တစ်ကို မရမကဖော်ကျူးထားတဲ့ ရိုမန့်တစ်ကားမျိုးမဟုတ်ဘူး။ ဘဝနှစ်ခုရဲ့ အစ အနိမ့် အမြင့်အတက်အကျတွေကြားက လူ၂ယောက်ရဲ့ ဆက်ဆံရေးကိုပဲ ပိုအသားပေးပြသွားတယ်။ ဒါကြောင့်ပဲ One Day ဟာ ပိုရိုမန့်တစ်ဆန်သွားခဲ့တာပဲ။ ဘာလို့ဆို One Day ဟာ လက်တွေ့နဲ့အနီးစပ်ဆုံး ရိုမန့်တစ်ကားမို့ပါပဲ။ ပါရီမှာ လက်ထပ်ခွင့်တောင်းတဲ့ ရိုမန့်ခန်းမျိုး ခင်ဗျားဘဝမှာ ကြုံလာရဖို့ မရှိနိုင်ပေမဲ့ လွဲချော်မှုများစွာ ဝေးကွာခြင်းတွေနဲ့ အချစ်တွေကတော့ ကျိန်းသေပေါက်ရှိနေခဲ့မှာပဲ။ One Day ဟာ ထိုနည်း၎င်း အချစ်တွေအကြောင်းပေါ့။သက္ကရာဇ် နှစ်လတွေမှာ မြင်နိုင်ဆဲအချစ်တွေဟာ အိပ်မက်တစ်ခုထဲ ...",
        "rating": "7",
        "url": "https://megaup.net/2BXK0/(CM)_One_Day_(2011)_BluRay_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b5RMzLAyq5QW6GtN9sIeAEMLlBI.jpg",
        "title": "Mary Queen of Scots (2018)",
        "description": "Mary Queen of Scots (2018)~ IMDb - 6.3/10, Rotten Tomatoes - 62% ~1500 ပြည့်နှစ်တွေက စကော့တလန်ဘုရင်မ မယ်ရီနဲ့ အင်္ဂလန်ဘုရင်မ အယ်လိဇဘက်တို့အကြောင်းကို ပြန်လည်ပုံဖော်ထားတဲ့ သမိုင်းကားကောင်းတစ်ကားပေါ့။ တိုင်းပြည်နှစ်ခုရဲ့ ကိုးကွယ်တဲ့ဘာသာ အယူအဆတွေ နိုင်ငံရေးရပ်တည်ချက်တွေ ကွဲပြားပုံနဲ့ နှစ်ဖက်ကောင်စီ၀င်၀န်ကြီးတွေရဲ့ နိုင်ငံရေးအရှုပ်အထွေးတွေကြားက ၀မ်းကွဲတော်စပ်တဲ့ ဘုရင်မ၂ဦးအကြောင်းကို ရိုက်ထားတာပါ။မယ်ရီက ကက်သလစ်ကိုးကွယ်သူဖြစ်ပြီး အယ်လိဇဘက်က ရိုမန်ကက်သလစ်ကိုးကွယ်သူဖြစ်ပါတယ်။ အဲဒီတုန်းက ဘာသာရေးကွဲလွဲချက်တွေပြင်းထန်တဲ့အတွက် ၂နိုင်ငံအမြင်မတူဘဲ စစ်ဖြစ်နိုင်တဲ့အခြေအနေပါ။ ဒါကို မယ်ရီက ၀မ်းကွဲအမ အယ်လိဇဘက်ဆီကနေ ဆက်ခံသူအဖြစ်တောင်းဆိုတဲ့အခါ ဒီအချက်က နိုင်ငံ၂ခုကြားက တင်းမာတဲ့အခြေအနေကို ပိုလှုံ့ဆော်လိုက်တာပါ။မယ်ရီက အသက်၁၅နှစ်မှာ ပြင်သစ်သားနဲ့ အိမ်ထောင်ကျခဲ့ပြီး မုဆိုးမအဖြစ်နဲ့ စကော့တလန်ကိုပြန်လာတာပါ။ အယ်လိဇဘက်က အိမ်ထောင်မရှိ ဆက်ခံသူမရှိတဲ့အတွက် မယ်ရီရဲ့ဖြစ်တည်မှုက အယ်လိဇဘက်ရဲ့အာဏာနဲ့ ထီးနန်းကို ခြိမ်းခြောက်နေခဲ့ပါတယ်။ သံတမန်တွေနဲ့ တွေ့ဆုံပြီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1W0er/(CM)_Mary_Queen_of_Scots_(2018)_BluRay_720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xMFKTgRRCxfZGmFQVxBsQYAQufo.jpg",
        "title": "Worth (2020)",
        "description": "Worth (2020)~ IMDb - 6.8/10, Rotten Tomatoes - 82% ~အ​မေရိကန်နိုင်ငံရဲ့ နာမည်ကြီးတိုက်ခိုက်ခံရမှု 9/11 ဖြစ်ရပ်မှန်ကို ​ကျောရိုးယူပြီး Michael Keaton, Amy Ryan နဲ့ Stanley Tucci တို့လို အကျော်အမော်တွေနဲ့ Netflix ကနေ ရိုက်ထားတဲ့ ကားကောင်းတစ်ကားပါ။~ ဇာတ်လမ်းအကျဉ်း ~ကန်တစ်​ယောက် နိုင်ငံ​ရဲ့ ထိပ်သီး ဥပ​ဒေလုပ်ငန်း​တစ်ခုကို ဦး​ဆောင်​​နေရင်း တစ်​​နေ့ 9/11 ဖြစ်စဥ်​ကြောင့် ​လူအမြောက်အများ​သေဆုံးမှုတစ်ခုဖြစ်​​ပေါ်လာခဲ့ပါတယ်။ အစိုးရက နစ်နာသူ​တွေ ​လေ​ကြောင်းလိုင်း​တွေကို တရားမစွဲ​ရေး လုပ်​ဆောင်ဖို့ ​လျော်​ကြေးကိစ္စတစ်ခုနဲ့ ​ဖြေရှင်းဖို့စဥ်းစားမိရင်း အဲဒီအကြံကို​ အောင်‌အောင်မြင်မြင် အ​ကောင်အထည်​ဖော်ဖို့ ​ကန်တစ်​ယောက် တာဝန်ယူဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။လူတစ်​ယောက်ရဲ့ အသက်တန်ဖိုးကို​ငွေပမာဏဘယ်​လောက်ဆိုပြီး နှိုင်းယှဥ်ပြီး ကန်က ဖော်မြူလာထုတ်ပြလိုက်တဲ့အခါ နစ်နာသူအများစုက မနှစ်မြို့ကြပါဘူး။တစ်​ဖက်မှာလည်း ကန်တို့အဖွဲ့မှားယွင်း​နေတာ​တွေကို ​ထောက်ပြဖို့ ချားစ်ဦး​ဆောင်တဲ့ အဖွဲ့​​ပေါ်​ပေါက်လာပြီး ...",
        "rating": "6.8",
        "url": "https://megaup.net/2BXD4/(CM)_Worth_(2020)_720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/images-1-133x200.jpg",
        "title": "The Mist (2007)",
        "description": "ဒီလို မိုးအေးတဲ့ ညမျိုးမှာ အကြောင်းတိုက်ဆိုင်စွာဖြင့်တင်ပေးချင်တဲ့ ရုပ်ရှင်တစ်ကားတော့ ရှိပါတယ်နာမည်ကျော် စာရေးဆရာကြီး Stephen King ရဲ့ဝတ္တုကို ရုပ်ရှင်ပြန်ရိုက်ထားတဲ့The Mist ဆိုတဲ့ ရုပ်ရှင်ကားပါဒီဇတ်လမ်းကို ကြည့်မယ်ဆို အရင်ဆုံး မီးတွေ မှိတ်လိုက်ပါပြီးရင် လဖ္ဘက်သုပ် ဖြစ်ဖြစ် စားစရာ တစ်ခုခု အနားယူပါစောင်ကို ကွေးနေအောင် ခြုံပါ(FA ဆိုရင်ပေါ့) :Pကိုယ့်အနားမှာ ဖက်စရာခွေးလေး ကြောင်လေးတွေ ရှိရင် ဖက်ထားပါဒါမှမဟုတ် ချစ်သူ ရှိရင် လက်မောင်းကို ကျစ်ကျစ်ပါအောင် ဖက်ထားပါပြီးရင် ဒီရုပ်ရှင်ကို စ ကြည့်လို့ရပါပြီ...တစ်နေ့သော ညမှာ မြို့ငယ်လေး တစ်ခုရဲ့ ဆိုးရွားလှတဲ့ မုန်တိုင်းဝင်ရောက် တိုက်ခက်တဲ့ အချိန်ရေကန်ငယ်လေး ရဲ့ နံဘေးကပန်းချီဆရာ ဒေးဗစ် ရဲ့ အိမ်ကိုသစ်ပင်ပိကာ Studio ခန်း ပြိုကျသွားခဲ့ပါတယ်မနက်ခင်း မှာတော့ ဒေးဗစ် တို့ မိသားစုနိုးလာတဲ့ အခါမှာတော့ အရာအားလုံးဟာမြူခိုးစတွေ ဖုံးလွှမ်းနေတာကို တွေ့ရပြီးအပျက်အစီးတွေကို ရှင်းလင်းကြရပါတယ်သဘာဝ ဘေးကို ရင်ဆိုင်ဖို့ အတွက်အစားအသောက်က အရေးကြီးတာကြောင့်အိမ်နီးချင်း ...",
        "rating": "7.2",
        "url": "https://megaup.net/1g4wy/The.Mist.2007.720p.BluRay_%7BCM%7D_Recode_(2).mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzI3ZDA1YWEtOThhMy00ODdiLTkxYzMtNWVmOGU4N2NmNWM1XkEyXkFqcGdeQXVyOTUzMTgzNg@@._V1_-140x200.jpg",
        "title": "(18+)Buddy’s Mom (2015)",
        "description": "ကိုးရီယား နုနုရွရွလေးတွေကို ခံစားကြည့်ရအောင်\nလောကဓံတွေကြောင့် အရွယ်နဲ့ မမျှအောင်တည်ငြိမ်နေတဲ့\nအသက်ရွယ်ကောင်း အမျိုးသမီးတစ်ယောက်ရယ်\nသွက်လက်ဖျက်လက်ပြီး အရာရာမှာဦးဆောင်ပြီး\nပျော်ပျော်နေတက်တဲ့ အမျိုးသမီးတစ်ယောက်ရယ်\nသူတို့ရဲ့ အလှတွေရယ်ကို တစ်လှည့်စီခံစားရမှာပါနှစ်ယောက်လုံးကတော့ အလှလေးတွေချည်းပါပဲ\nသူတို့ရဲ့ကျွမ်းကျင်မှုတွေကြားမှာ\nလူပျိုပေါက်စ ဂျောင်ဆူး ဗျာများရတာပဲ\nဇာတ်လမ်းလေးက စိတ်ဝင်စားဖို့ကောင်းသလို\nကောင်မလေးတွေရဲ့ ကောက်ကြောင်းတွေကလဲ ပေါ်လွင်လွန်းတာမို့\nDS Fans တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.5GB / 734MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 41m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "4.8",
        "url": "https://megaup.net/1W0cq/Buddys.Mom.2015.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDU4MWVhMzctOTc4Zi00NzAwLTliYTItYzU4MmYyN2M1NTYyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-132x200.jpg",
        "title": "The Substitute (1996)",
        "description": "IMDb Rating (6.0)Sniper ရုပ်ရှင်ဇာတ်ကားတွေကိုကြည့်ဖူးမယ်ဆိုရင် အဲ့ဒီထဲက ထီမထင်တဲ့မျက်နှာပေးနဲ့ လက်ဖြောင့်တပ်ကြပ်ကြီး ဘက်ကတ်အဖြစ်ပါဝင်ခဲ့တဲ့\nမင်းသားကြီး Tom Berenger ကို မှတ်မှတ်ရရရှိကြမှာပါ...ဒီဇာတ်လမ်းကလဲ သူ့ရဲ့အက်ရှင်ဇာတ်လမ်းနောက်တစ်ပုဒ်ပါပဲ။ဇာတ်လမ်းကတော့....\nဗီယက်နမ်စစ်ပြန်ကြီးတို့အဖွဲ့က အမေရိကန်အစိုးရရဲ့ ရုပ်သေးရုပ်လေးအဖြစ်နဲ့ အမည်မဲ့ စစ်ဆင်ရေးတွေမှာ တရားမဝင် စစ်တိုက်ပေးနေရပါတယ်။ သူတို့စစ်ဆင်ရေးဆိုတာက အောင်မြင်ရင်လည်း လူမသိ၊ တိုက်ပွဲကျတဲ့စစ်သားက အမည်မဲ့၊ သတင်းစာထဲပါသွားရင် ပိုင်ရှင်မဲ့ ကြေးစားစစ်တပ်၊ ဒီလိုလည်ပတ်ကြရတာပါ။ကျူးဘားကမ်းတက်စစ်ဆင်ရေးတစ်ခုမှာ စစ်သားကြီးတို့အဖွဲ့ အထိနာပြီး သုံးယောက်ကို သေမင်းလက် ဝကွက်အပ်လိုက်ရတယ်။ အဲဒါတောင် ပိုင်ရှင်မဲ့စီးနင်းမှုအဖြစ် အမေရိကန်အစိုးရက ခေါင်းရှောင်လိုက်ချိန်မှာ စစ်ပြန်ကြီးတို့ အံကြိတ် တောက်ခေါက်ရုံမှတစ်ပါး အခြားမရှိတော့ပါဘူး။ပိုင်ရှင်တကယ်မဲ့သွားတဲ့ စစ်ပြန်ကြီးတို့အဖွဲ့ 109 110 တွေဖြစ်ကုန်ချိန်မှာ အဖွဲ့ခေါင်းဆောင် ရှေးလ် က သူ့ချစ်သူဆီ ပြန်လာခဲ့တယ်။ သူ့ချစ်သူ ကျောင်းဆရာမက ကျောင်းသားဆိုးတွေ လက်ချက်နဲ့ ‌ခြေတောက်ကျိုးနေပါရော့လား။သူ့ချစ်သူနေရာမှာ အစားထိုးသမိုင်းဆရာအဖြစ် ဝင်လာတဲ့ စစ်ပြန်ကြီး ရှေးလ်၊ ကျောင်းသားဆိုးတွေကို ...",
        "rating": "6.0",
        "url": "https://megaup.net/1W0ci/(CM)_The.Substitute.1996.720p.AMZN.WEB-DL.DDP5.1.H.264-Naung.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rZfqjvxJNZAwUaQLvTPTsDGZWox.jpg",
        "title": "Corner Office (2022)",
        "description": "ကိုယ်လုပ်နေရတဲ့ရုံးအလုပ်တွေမှာ စိတ်တွေမွန်းကြပ်လွန်းလာရင်တချို့လူတွေကစိတ်ထွက်ပေါက်ရှာတတ်ကြပါတယ်။ဒီ Corner Officeဆိုတဲ့ကားထဲက အော်ဆန်ဆိုတဲ့လူရဲ့စိတ်ထွက်ပေါက်ကတော့ အရမ်းထူးဆန်းလွန်းပါတယ်။ အော်ဆန်က သူ့ရဲ့ရုံးအသစ်ကိုရောက်ပြီး သိပ်မကြာခင်မှာပဲဘယ်သူမှမသုံးတဲ့ အခန်းတစ်ခန်းကိုတွေ့ခဲ့ပါတယ်။ ဒီလိုနဲ့သူအဲ့ဒီအခန်းထဲကိုသုံးလေးခေါက်ဝင်ပြီးတဲ့နောက်မှာတော့ အဲ့ဒီအခန်းကိုအရမ်းစွဲလမ်းသွားခဲ့ပါတော့တယ်။ အဲ့ဒီအခန်းကသူ့အတွက်စိတ်ကိုအေးချမ်းစေပြီး အလုပ်တွေလုပ်ရတာ ပိုကောင်းစေတဲ့ အခန်းတစ်ခုဖြစ်တဲ့အပြင် သူ့ရဲ့လုပ်ငန်းခွင်က လူတွေအားလုံးရဲ့ အဝေးကိုထွက်သွားစေနိုင်တဲ့စိတ်ထွက်ပေါက်လေးပဲဖြစ်ပါတယ်။ ပြဿနာလေးတစ်ခုပဲရှိပါတယ်။ အဲ့ဒီအခန်းက အမှန်တကယ်မရှိပါဘူး။အော်ဆန်ကတော့ အဲ့ဒီအခန်းကိုစိတ်ကြိုက်ဝင်ထွက်သွားလာနေပေမဲ့တခြားလူတွေကတော့ အဲ့ဒီအခန်းနေရာမှာ နံရံကြီးတစ်ခုကိုပဲ မြင်ရပြီးတော့သူအခန်းထဲဝင်သွားတယ်ဆိုတာလဲ နံရံကြီးရှေ့မှာကြောင်တောင်တောင်ကြီးမတ်တပ်ရပ်နေတာကိုပဲ မြင်ရတာဖြစ်ပါတယ်။ဒီလိုနဲ့အော်ဆန်က သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တွေအပြင် သူဌေးနဲ့ပါပြဿနာတွေတက်ခဲ့ပါတယ်။ ဒါပေမယ့်နောက်ပိုင်းသူပြောပြောနေတဲ့ အခန်းထဲကိုသွားပြီးအလုပ်တွေကြိုးစားလိုက်တဲ့အခါမှာသူဌေးကသဘောကျပြီးရာထူးတွေဘာတွေတက်သွားပြီး နောက်မှာ သူ့ရဲ့အဲ့ဒီအခန်းကိုစွဲလမ်းစိတ်က ပိုပြင်းထန်လာပြီး ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုStorytelling ပုံစံနဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်။  File size…1.19GB / 407MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 41m\nGenre ….. Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "6.0",
        "url": "https://megaup.net/1W0br/Corner.Office.2023.WEB-DL720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZDNiZDJhNzgtZmM3Ny00YmE3LTkwYTAtN2JmNjgxMjc5ZmZjXkEyXkFqcGdeQXVyMTQ0NTMwNTA@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Copacul Dorințelor: Amintiri din Copilărie (2022)",
        "description": "The Wishing Tree လို့အမည်ရတဲ့ရိုမေးနီးယန်းစိတ်ကူးယဥ်ဇာတ်ကားဖြစ်ပြီး IMDb 7.8/10 အထိရရှိထားပါတယ် Hospice ဆိုတဲ့ဆေးကုသရေးစင်တာကရောဂါသည်ကလေးတွေရဲ့ဘဝကိုဇာတ်အိမ်တည်ရိုက်ကူးထားတာဖြစ်ပြီး ဇာတ်လမ်းထဲမှာတော့ ကုလို့မရတော့တဲ့ကင်ဆာဝေဒနာရှင်လေးမာယာဟာအဖိုးနဲ့အတူနေပြီးဆုံးသွားတဲ့အမေဖြစ်သူကိုအမြဲတွေ့ချင်နေခဲ့တာပါ တစ်နေ့တော့မာယာဟာ Hospice ဆိုတဲ့ဆေးကုသရေးစင်တာကိုရောက်သွားရာကနေ ဆုတောင်းပြည့်သစ်ပင်မှာဆုတစ်ခုတောင်းခဲ့ပါတော့တယ် အဲဒီဆုတောင်းပြည့်သစ်ပင်ကမှော်သစ်ပင်ဖြစ်ပြီး ဆုတောင်းလိုက်တဲ့သူကိုပုံပြင်တစ်ခုထဲခေါ်သွားပြီး တာဝန်တွေအောင်မြင်မှဆန္ဒကိုဖြည့်ဆည်းပေးမှာပါ မာယာတစ်ယောက်ပုံပြင်ကမ္ဘာထဲမှာသူ့ရဲ့တာဝန်တွေကိုဘယ်လိုအောင်မြင်အောင်ဆောင်ရွက်မလဲ သူ့ရဲ့ဆုတောင်းကရောပြည့်သွားနိုင်ပါ့မလားဆိုတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ် နူးနူးညံ့ညံ့နဲ့ခံစားရစေတဲ့ဇာတ်ကားကောင်းလေးဖြစ်လို့လက်မလွှတ်သင့်ပါဘူး File size…(1.3 GB)/(804 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Family, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "7.8",
        "url": "https://megaup.net/1g165/Copacul.Dorintelor.Amintiri.Din.Copilarie.2021.720p.(CM).mp4",
        "category": "Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4elVCxpRBcqVLPEI2sDC4fIa0Mt.jpg",
        "title": "The Passenger (2023)",
        "description": "The Passenger (2023)~ IMDb - 5.9/10, Rotten Tomatoes - 76% ~နာမည်ကျော် Horror ဇာတ်ကား‌တွေကို ထုတ်ထုတ်ပေးနေကျ Blumhouse ရဲ့ နောက်ဆုံးထွက်ကားပါ။ခုဇာတ်ကားကတော့ ငယ်ငယ်ကတည်းက Introvert ဖြစ်ပြီးတော့ Neurodevelopmental Disorder ဆိုတဲ့ စိတ်ရောဂါရနေတဲ့ ဘရက်ဒ်လေဆိုတဲ့ ကောင်လေးတစ်ယောက်အကြောင်းကို ရိုက်ကူးထားတပါ။ ဘရက်ဒ်လေက သူငယ်ငယ်တုန်းက ကျောင်းမှာမတော်တဆမှု တစ်ခုဖြစ်ပြီးကတည်းက ဘယ်အရာမှာမဆို ဆုံးဖြတ်ချက်ချဖို့အတွက် တွန့်ဆုတ်နေတတ်ပါတယ်။ ကိုယ်တိုင်ဆုံးဖြတ်ချက်ချပြီး ကိုယ့်ပေါ်ကိုယ် ရပ်တည်ရမယ့်အစား သူများပြောတာမှန်သမျှကို ခေါင်းညိတ်ပြီး အောက်ကျခံတဲ့လူစားမျိုးပေါ့။ တစ်နေ့ သူ့အလုပ်မှာ လုပ်ဖော်ကိုင်ဖက်အချင်းချင်း ရန်ဖြစ်ရင်း လူသတ်မှုဖြစ်သွားပါတယ်။ အဲဒီလိုနဲ့ ဘန်ဆန်ဆိုတဲ့ ဘရက်ဒ်လေ့ လုပ်ဖော်ကိုင်ဖက်ဟာ ဘရက်ဒ်လေ့ရဲ့ စိတ်ဒဏ်ရာ(ရောဂါ) ကိုကုဖို့ဆိုပြီး ရှာပုံတော်ထွက်ပါတော့တယ်။ဒီဇာတ်ကားဟာ Semi-Thriller နဲ့ Horror ဇာတ်ကားဖြစ်လို့ မိုးအေးအေးလေးမှာ Chill ချင်တဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1W075/(CM)_The_Passenger_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNWU5N2ViOGEtZTQ1YS00NWJiLWIxNzQtMDdkMjhiN2NhNzJhXkEyXkFqcGdeQXVyMjI2MDQyNQ@@._V1_FMjpg_UX1000_-125x200.jpg",
        "title": "Splinter (2022)",
        "description": "Splinter (2022)\n===========ဂျွန်တစ်ယောက် ခရစ္စမတ်နေ့မှာ ဇနီးနဲ့သားအတွက် ‌လက်ဆောင်\nတွေနဲ့အတူ အိမ်ပြန်လာတယ်။ အခန်းတံခါးကို ဖွင့်ဝင်လိုက်တော့\nပျော်ရွှင်ရယ်မောနေမဲ့ ဇနီးနဲ့သားကို တွေ့ရမဲ့အစား သွေးတွေဗရပွနဲ့\nအသက်မရှိတော့တဲ့အလောင်းနှစ်လောင်းကိုပဲ တွေ့လိုက်ရတယ်။ဇနီးနဲ့သားကို ဆုံးရှုံးလိုက်ရတဲ့အချိန်ကစပြီး ဂျွန်ဟာ အပြင်မထွက်၊\nလူတွေနဲ့စကားမပြောတော့ဘဲ သူ့ကိုယ်သူ အိမ်ထဲမှာပဲ ပိတ်လှောင်\nထားတော့တယ်။ သူစကားပြောဖြစ်တဲ့လူကတော့ စိတ်ရောဂါကု\nဆရာဝန်တစ်ယောက်တည်းပါပဲ။ ဒါ့အပြင် ဂျွန့်မှာ သူငယ်ချင်းတစ်\nယောက်ရှိတယ်။ ဘော်ဘီတဲ့။ ငယ်ငယ်ကတည်းက ခင်ခဲ့တဲ့ အချစ်ဆုံး\nသူငယ်ချင်းပါတဲ့လေ။ဂျွန်ဟာ ဇနီးနဲ့သားဖြစ်သူကို သတ်သွားတဲ့ လူသတ်သမားကို တဖြည်း\nဖြည်းမှတ်မိလာတယ်။ ရောထွေးနေတာတွေ ရှင်းသွားတယ်။ အပေါ်\nယံမှာဝေ့နေတဲ့ မြူတွေဟာ ရင်သွေးကိုချစ်တဲ့ ဖခင်တစ်ယောက်ရဲ့\nမေတ္တာကြောင့် ပပျောက်သွားပြီး မြူတွေအောက်က အမှန်တရားတစ်ခု\nပေါ်လာတယ်။ ဂျွန် သိသွားခဲ့ပါတယ်။ နောက်ပြီး သူဆုံးဖြတ်ချက်တစ်ခု\nကိုချလိုက်တဲ့အခါ ပိတ်လောင်နေတဲ့ ဘဝကြီးလည်း လွတ်မြောက်သွား\nရပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(823 MB) / (269 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 18Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, ...",
        "rating": "4.6",
        "url": "https://megaup.net/1g2dh/Splinter.2021.720p.WEBRip.(cm).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTI0NjEwNDgwOV5BMl5BanBnXkFtZTYwOTI1NTA3._V1_-134x200.jpg",
        "title": "Mona Lisa Smile (2003)",
        "description": "Mona Lisa Smile (2003)\n=================\nIMDb Rating - 6.5/10၁၉၅၃ / ၅၄ ခုနှစ်တွေဆီက အမျိုးသမီး အခန်းကဏ္ဍ၊ သူတို့ရဲ့\nပညာသင်ယူရေး၊ အိမ်ထောင်ရေးတို့ရဲ့ ရှေးရိုးစွဲအခြေအနေတွေကို\nကွက်ကွက်ကွင်းကွင်းမြင်အောင် တင်ပြထားတဲ့ ဇာတ်လမ်းကောင်း\nတစ်ခုပါ။ အဲဒီခေတ်တွေဆီက အမျိုးသမီးတွေ ပညာသင်ယူခွင့်\nရတာကိုပဲ ဘုရားပေးတဲ့ဆုလို့ ခံယူရတဲ့အချိန်ပေါ့။ ကောလိပ်တက်၊\nဘွဲ့ယူဆိုတဲ့ မဟာ့မဟာ အခွင့်အရေးကြီး ရကာစ။အင်္ဂလန်ဆိုတာ ကိန်းကြီးခန်းကြီးနိုင်တဲ့နေရာမှာ သိပ်ကို နာမည်ကြီး\nတယ်ဗျ။ ညစာကို မိသားစုအချင်းချင်း စားဖို့အရေးတောင်မှ လည်စည်း\nမပါဘဲမစားရတာ၊ ညနေ ၅ နာရီ အမီစားရတာ ဘာညာ။ အဲဒါကိုမှ\nလူကုံတန်အသိုင်းအဝိုင်းဆိုရင်တော့ ပိုဆိုးပြီသာမှတ်။ အဲဒီလိုနိုင်ငံ၊ အဲဒီ\nစနစ်ကို ရေရှည်တည်မြဲရေးလုပ်ပေးနေတဲ့ ကောလိပ်တစ်ခုကိုမှ လွတ်လပ်\nပြီး တက်ကြွတဲ့ ဆရာမလေး ‌အမေရိကားကနေ ရောက်လာခဲ့တယ်။ ဘွဲ့\nရတဲ့အထိ လွှတ်ပေးထားပြီး ဘွဲ့ရတာနဲ့ ခင်ပွန်းသည်အတွက် ညအိပ်ပြည့်\nတန်ဆာ၊ အိမ်မှာ အစေခံတစ်ယောက်ဖြစ်သွားတဲ့အိမ်ထောင်ရေးထဲ ဆွဲ\nသွင်းလိုက်ကြရောတဲ့။ အဲဒီလိုအဖြစ်တွေကို မကြည့်နိုင်တဲ့ ဆရာမလေး\nဟာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1g0ik/Mona.Lisa.Smile.2003.720p.BluRay.REMUX.(CM)mp4.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jiMlbBvG1bzvqCrws3v1ejIzCx0.jpg",
        "title": "The First Myth: Daji ( 2021 )",
        "description": "ရှေး‌ဟောင်းမှော်ဆန်ဖွယ်ဒဏ္ဍာရီကားကြိုက်နှစ်သက်သူများအတွက်\nဇာတ်ကားလေးတစ်ခုတင်ဆက်ချင်ပါတယ်\nတစ်ခါကအရမ်းတင့်တယ်လှပတဲ့မြေခွေးမျိုးနွယ်က\nဘုရင်မတစ်ယောက်ရှိတယ်။ကံမကောင်းစွာနဲ့\nမေရှန်တောင်ကမိစ္ဆာခုနှစ်ကောင်ရဲ့ခေါင်းဆောင်ဖြစ်တဲ့ယွမ်ဟုန်ကဖမ်းဆီးသွားတယ်။အဲ့အချိန်မှာ ကျန်းကျီယာကမိစ္ဆာတွေကိုလိုက်နှိမ်နင်းရင်း\nမတော်တဆနဲ့မြေခွေးဘုရင်မကိုကယ်တင်ခဲ့ပေမယ့်\nသူ့အမြီးတစ်ချောင်းကိုဖြတ်ပစ်ခဲ့ရာမှဘာတွေဆက်ဖြစ်ခဲ့သလဲ။နွီဝါးမယ်တော်ရဲ့ညွန်ပြမှုဖြင့် ကျိကျိုးမြို့ရဲ့မြို့စားမင်းစူးဟုရဲ့\nသမီးဖြစ်သူတာကျီပေါ်လူဝင်စားလိုက်တဲ့အခါ.....\nရှန်မင်းဆက်ဘုရင်ဖြစ်တဲ့ကျုံးမင်းကြီးက\nကျိကျိုးမြို့ကိုလာတိုက်ခိုက်ရင်းနဲ့ မင်းသမီးတာကျီကိုဖမ်းဆီးလိုက်တယ်။သူတို့နှစ်ဦးတွေ့ဆုံတဲ့အခါမှာ တစ်ဦးနှင့်တစ်ဦးမေတ္တာသက်ဝင်ပြီး\nတိုင်းပြည်ကိုအုပ်ချုပ်ဖို့ပြန်သွားကြတဲ့အချိန်မှာ\nတိုင်းပြည်ကတည်မြဲမလား၊ပဋိပက္ခဖြစ်မလားဆိုတာကို\nဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်Quality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Drama , Fantasy\nRuntime : 1h 14 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Clytie\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-first-myth-daji-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ytU9KYVflrKyz2jQhg4euEeu3rj.jpg",
        "title": "Argantara (2023)",
        "description": "Argantara (2022)ဒီတစ်ခါမှာတော့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့် အင်ဒိုနီးရှား လူငယ်အချစ်ကားလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။\nအထက်တန်းကျောင်းမှာ စာတော်ပြီး လိမ္မာယဉ်ကျေးတဲ့ Syera နဲ့ ကျောင်းရဲ့လူဆိုးလေး Arga ရဲ့ ရင်ခုန်စရာအချစ်ဇာတ်လမ်းလေးဖြစ်ပါတယ်။\nArga က သူ့သူငယ်ချင်းအဖွဲ့နဲ့ ဆိုင်ကယ်အမြဲတမ်းပတ်စီးနေပြီးတော့ အမြဲတမ်းရန်ဖြစ်နေလို့ Syera က သူ့ကို မကြည့်မရပါဘူး။\nဒါပေမဲ့ Arga ရဲ့အဖေ မဆုံးခင်မှာ Syera ရဲ့အဖေနဲ့ သူငယ်ချင်းအချင်းချင်းထားခဲ့ကြတဲ့ကတိကြောင့်\nသူတို့နှစ်ယောက် အသက်မပြည့်သေးခင်မှာ လက်ထပ်ရဖို့ဖြစ်လာပါတယ်။\nကျောင်းကသိသွားရင် ကျောင်းထုတ်ခံရမှာစိုးလို့ လက်ထပ်တဲ့ကိစ္စကို လျှို့ဝှက်ထားပေမယ့်\nအနေနီးစပ်မှုကြောင့် ချစ်မိသွားကြပြီး Syera က ကိုယ်ဝန်ရှိသွားပါတယ်။\nSyera ကိုယ်ဝန်ရှိလာတဲ့အချိန်မှာပဲ Arga တို့အဖွဲ့နဲ့မတည့်တဲ့ တခြားဂိုဏ်းတစ်ခုက ဆက်တိုက်ရန်ပြုလာတာကြောင့်\nArga က သူ့သူငယ်ချင်းတွေကိုပဲ အချိန်ပေးနေလို့ဆိုပြီး အိမ်ထောင်ရေးအဆင်မပြေတာတွေ ဖြစ်လာခဲ့ပါတယ်။\nဒီလိုနဲ့ Syera ရဲ့ကိုယ်ဝန်ကြောင့် ကျောင်းထုတ်ခံရမလား၊\nArga ရဲ့ ရန်ပွဲတွေကရော ဘာတွေဖြစ်လာမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာပဲ ကြည့်လိုက်ကြရအောင်နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ...",
        "rating": "",
        "url": "https://megaup.net/1g2p5/Argantara.2022.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fJPKar0jnAsS09l3xfP6LL8sUkX.jpg",
        "title": "The Bounty Hunter(2010)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အချစ်နဲ့အက်ရှင်ရောစပ်ထားတဲ့ တစ်ကားလုံးခွီနေရမဲ့ Rom-com လေးတစ်ပုဒ်ကိုမိတ်ဆက်ပေးပါရစေ။အဓိကသရုပ်ဆောင်တွေအဖြစ်နဲ့ 300 မင်းသားကြီး Gerard Bulter ၊မင်းသမီးချော Jennifer Aniston တို့ပါဝင်သရုပ်ဆောင်ထားပြီး Jason Sudeikis နဲ့ မင်းသမီးကြီး Christine Baranski တို့ကအားဖြည့်ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့မိုင်လိုဟာရဲဝန်ထမ်းဟောင်းတစ်ဉီးဖြစ်ပြီးတော့ မကြာသေးခင်ကမှမိန်းမနဲ့ကွဲပြီးအရက်သောက်ကွဲပြဲကာတပ်ဖွဲ့မှအထုတ်ခံလိုက်ပါတယ်။ထို့ပြင်သူကလောင်းကစားလည်းအတော်လုပ်တတ်တဲ့သူဖြစ်ပြီး ရှုံးကြွေးတွေတင်နေလို့အကြွေးရှင်တွေလိုက်ဖမ်းတာကိုခံနေရပါတယ်။အဲ့လိုနဲ့တစ်နေ့မှာတော့ သူအလုပ်လုပ်တဲ့ကြေးစားလူဆိုးဖမ်းပေးတဲ့ကုမ္ပဏီကနေစာချုပ်တစ်ခုကိုရလိုက်ပါတယ်။အဲ့တာကတော့ ယာဉ်ကြောစည်းကမ်းဖျက်မှုမှာ အာမခံရုံးချိန်းကိုရောက်မလာတဲ့ သူ့မိန်းမဟောင်းဖြစ်တဲ့ သတင်းသမားနစ်ကိုးလ်ကိုဖမ်းခေါ်လာခဲ့ဖို့ပါ။အကြွေးထူနေတာတွေကြောင့်ရော လောလောဆယ်ပိုက်ဆံလိုနေတဲ့မိုင်လိုကစာချုပ်ကိုလက်ခံလိုက်ပါတယ်။တစ်ဖက်မှာတော့ နစ်ကိုးလ်ဟာသေကြောင်းကြံမှုတစ်ခုအကြောင်းကိုစုံစမ်းရင်း ထိုအမှုဟာရိုးရိုးမတော်တဆမှုမဟုတ်မှန်းသံသယဖြစ်စရာတွေပေါ်လာတဲ့အလျောက် လူသိမများခင်တစ်ဉီးတည်းတစ်ကိုယ်တော်စုံစမ်းနေတာပါ။သူ့ ex လိုက်ဖမ်းတာခံရတဲ့အခါမှာတော့ နှစ်ယောက်သားဖမ်းမိရင်းလွတ်အောင်ပြေးရင်းနဲ့ အလွဲဟာသပေါင်းစုံကိုတွေ့မြင်ရမှာပါ။အမှုနောက်ကိုလိုက်ရင်းကလည်း တဖြည်းဖြည်းဝင်ပါလာမိတဲ့အခါမကျေနပ်တဲ့ဆိုင်ရာသူတွေက နစ်ခ်ကိုသတ်ဖို့ကြိုးပမ်းပါတော့တယ်။အဲ့လိုနဲ့နှစ်ယောက်သားရဲ့ခရီးစဉ်က အသက်အန္တရာယ်ကလွတ်အောင်အတူကြိုးပမ်းကြရတဲ့ဆီကိုရောက်လာပါတော့တယ်။တစ်ဖက်မှာလည်းမိုင်လိုရဲ့အကြွေးရှင်တွေက သူ့ကိုဖမ်းမိဖို့အသည်းအသန်လိုက်လာကြပါတယ်။ထိုဗရုတ်သုတ်ခနှစ်ခုကြား သူတို့အဆက်ဟောင်းနှစ်ဉီးပြဿနာတွေရင်ဆိုင်ရင်း မေတ္တာတွေကျန်ရှိနေကြတုန်းပဲဆိုတာသိလိုက်ရပါတယ်။အန္တရာယ်ကြားက အိမ်ထောင်ရေးကိုပြင်ဆင်ဖို့ဒုတိယအခွင့်အရေးကို ပိုင်နိုင်စွာအသုံးချသွားကြမလားဆိုတာကိုတော့ ဒီကားလေးကိုဆက်လက်ကြည့်ရှုရင်းအဖြေရှာလိုက်ကြပါစို့။ Box office မှာလည်း တော်တော်လေးအောင်မြင်ခဲ့တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ File size…2.05 GB/ 806.1 MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Action , Comedy ...",
        "rating": "5.7",
        "url": "https://megaup.net/3ench/The.Bounty.Hunter.2010.BluRay720p(CM).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMjI0ZDJkNDMtNjZiYy00ZDA4LThjNjUtYTNkYWRlYmFlMTcwXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-159x200.jpg",
        "title": "Abbara(2022)",
        "description": "Abbara (2022)IMDb-8.4/10ဒုစရိုက်မှုတွေမျိုးစုံလုပ်တဲ့ လူမိုက်ကြီးဗိုင်ရာမူဒီဟာ\nလုပ်သမျှရာဇ၀တ်မှုတိုင်းမှာ သက်သေမကျန်အောင်ပိရိရက်စက်သူပါ။တစ်နေ့ရဲအရာရှိမာဟင်ဒရာဗာမာဆိုသူအသတ်ခံခဲ့ရပါတယ်။တရားခံမပေါ်ခဲ့ပါဘူး။ဒီကိစ္စကို မင်းသားက သူ့ကိုယ်သူ လူသုံးယောက်အနေနဲ့ သုံးကိုယ်ခွဲပြီး\nလိုက်လံစုံစမ်းရင်း အတိတ်ကအဖြစ်အပျက်တစ်ခုကြောင့်လည်း\nဗိုင်ရာမူဒီကို လက်စားချေချင်နေခဲ့ပါတယ်။သုံးကိုယ်ခွဲရင်း လွဲလာမယ့် အလွဲလေးတွေကိုလည်း ခွီရမယ့်အပြင်\nအက်ရှင်ခန်းတွေလည်း ပါဝင်တာမို့\nတရားရေပြိုင် ဘယ်သူနိုင်မလဲဆိုတာကိုတော့\nဇာတ်လမ်းထဲမှာပဲ စီးမျောလိုက်တော့နော်။\nFile size…2.67GB  / 1.57GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration…2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor~BpL~Yunni",
        "rating": "7.9",
        "url": "https://megaup.net/2ypev/Abbara_(2023)_Kannada_HQ_HDRip_-720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MXGS-694-141x200.jpg",
        "title": "[21+]Lust Of Impulse (MXGS-694 Uncencored Leak)",
        "description": "အားခဲထားခဲ့ရတဲ့ မမ Akiho Yoshizawa ရဲ့အလှတွေကို ဘွင်းဘွင်းရှင်းရှင်း\nတဝကြီး ခံစားရမဲ့ ဇာတ်ကားလေးလာပါပြီအိမ်ရှင်မတွေ အိမ်မှုရေးရာတွေရှုပ်နေတဲ့အခါ အရမ်းသနားဖို့ကောင်းပါတယ်\nဒီကြားထဲ ယောက္ခမကပါ အဆစ်ပိုလာတော့ Yoshizawa\nလေးခများ ပိုပြီးပင်ပန်းလာပါတယ်ဒီကြားထဲ ယောင်္ကျားကလဲ\nအလုပ်ကများတော့ သူ့မှာ ပိုပြီးအထီးကျန် ပင်ပန်းနေပါတယ်\nဒါကြောင့်သူ့မှာ ထွက်ပေါက်လိုလာပါတယ်\nသူ့ရဲ့ထွက်ပေါက်က အရမ်းလှတာမလို့ DS Fans တွေ\nအတွက်တင်ဆက်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…3GB / 1.5GB\nQuality…1080p  /720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1culk/(DS)_MXGS-694_UNCENSORED_LEAKED_NOWATERMARK_.720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jtlDK3r8G282Vi0cGMxLVJJkhke.jpg",
        "title": "Green Street Hooligans: Underground",
        "description": "Green Street 3: Never Back Down (2013)================================= ဒီတစ်ခါ ပရိတ်သတ်ကြီးအတွက် 2013မှာထွက်ရှိခဲ့တဲ့ Green Street 3ဆိုတဲ့ အက်ရှင်ကားကောင်းလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဒီထဲမှာ ဘောလုံးပွဲကြည့်ရတာကို အရမ်းသဘောကျပြီး ကိုယ်ကြိုက်တဲ့ ဘောလုံးအသင်းကိုအရူးအမူး အားပေးတဲ့သူတွေလည်း ရှိမယ်ထင်ပါတယ်။ ဒီဇာတ်ကားထဲမှာတော့ ဒီလိုအားပေးရာကနေ တစ်ဆင့်တက်သွားတဲ့ football hooligansခေါ် ဘောလုံး လူရမ်းကားတွေအကြောင်း ကြည့်ရမှာပါ။ သူတို့ဟာ ပြိုင်ဘက်အသင်းက လူရမ်းကားတွေနဲ့ ကိုယ်ထိလက်ရောက်ရန်ဖြစ်ကြ သောင်းကျန်းကြတာမျိုး တွေပါ လုပ်လေ့ရှိပြီး မကျေနပ်တာရှိရင်အုပ်စုလိုက် ချိန်းထိုးကြတာမျိုး လုပ်တဲ့အထိ ကြမ်းတမ်းကြပါတယ်။Never Back Downဟာ တတိယမြောက် Green Streetဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ ညီဖြစ်သူ ဂျိုဝီရဲ့ ပဟေဠိဆန်ဆန် သေဆုံးသွားမှုကြောင့် အကိုဖြစ်သူဒန်နီတစ်ယောက် သူဦးဆောင်ခဲ့တဲ့ ဝက်စ်ဟမ်း အမာခံ ပရိတ်သတ်အဖွဲ့ ဂရင်းစထွိကိုပြန်ရောက်လာရကနေ ဇာတ်လမ်းစပါတယ်။ သူပြန်ရောက်လာချိန်မှာတော့ ဒီရန်ပွဲတွေဟာအရင်ကလို လမ်းဘေးမှာ ဖြစ်ချင်တိုင်းဖြစ်ကြတဲ့ ပွဲမျိူးတွေမဟုတ်တော့ပါဘူး။ရန်ပွဲတွေဟာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Sscd/Green.Street.3.Never.Back.Down.2013.Blu-Ray720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/WlaRQOeoUfKntGmNsuZDu3r6h6.jpg",
        "title": "What to Expect When You’re Expecting(2012)",
        "description": "ကလေးတစ်ယောက် မွေးဖွားတယ် ကိုယ်ဝန်ဆောင်တယ်ဆိုတာ တကယ်မလွယ်တူတဲ့ ကိစ္စပါ စိတ်ရော ကိုယ်ပါ အများကြီး ပြင်ဆင်ရ ပြောင်းလဲရပါတယ်ဒီဇာတ်လမ်းမှာတော့ မတူညီတဲ့ စုံတွဲငါးတွဲရဲ့ မိဘဖြစ်ဖို့ ကြိုးစားကြပုံတွေကို ပြထားပါတယ်ပထမဆုံးစုံတွဲကတော့ နာမည်ကြီးရှိုး Lose it and weep ရဲ့ နည်းပြ ဂျူးလ်စ်ဘက်စ်တာနဲ့ နာမည်ကြီးအကသမား အက်ဗန်ဝက်ဘာပါ အကပြိုင်ပွဲတစ်ခုမှာ အတူပြိုင်ကြရင်း မထင်မှတ်ဘဲ ကိုယ်ဝန်ရသွားတာကြောင့် သူတို့ကိုယ်ဝန်အတွက် ပြင်ဆင်နေကြတဲ့ စုံတွဲပါနောက်တစ်တွဲကတော့ ကလေးချစ်တတ်သူ ကလေးစာအုပ်တွေရေးတဲ့ စာရေးဆရာမလေး ဝင်ဒီနဲ့ ဂယ်ရီကူးပါးတို့ စုံတွဲပါ ကလေးယူဖို့ နှစ်နဲ့ချီကြိုးစားပြီး သူတို့လိုချင်တဲ့ကလေးကို ရပါပြီ ဒါပေမဲ့ ကိစ္စတွေက ဝင်ဒီထင်ထားသလို လွယ်မနေပါဘူးနောက်တစ်တွဲတော့ ဂယ်ရီ့အဖေ ပြိုင်ကားမောင်းသမား ရမ်ဆီကူးပါးနဲ့ စမောလေး စကိုင်လာတို့အတွဲပါ သူ့သား ဂယ်ရီနဲ့ နေရာတကာလိုက်ပြိုင်နေတတ်ပါတယ် သူ့မိန်းမက အမွှာကိုယ်ဝန်ဆောင်ထားတာကြောင့် ဂယ်ရီထက် နှာတစ်ဖျားသာသွားလို့ ရမ်ဆီတစ်ယောက် ဂုဏ်ဆာနေပါတယ်နောက်စုံတွဲကတော့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Srhb/What.To.Expect.When.Youre.Expecting.2012.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMjU0MTdkYTYtNDljNi00MjQ5LWJhZGUtNGNjOThhYzczNThmXkEyXkFqcGdeQXVyNjk1Njg5NTA@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "A Good Woman (2004)",
        "description": "A Good Woman (2004)\n==================\nIMDb Rating - 6.5/10ဒီဇာတ်လမ်းဟာ တစ်ခေတ်တခါက စာပေလောကမှာ ကျော်ကြား\nခဲ့ဖူးသူ စာရေးဆရာကြီး Oscar Wilde ရဲ့ Lady Windermere's\nFan ဆိုတဲ့ ပြဇာတ်ကို ပြန်လည် အသက်သွင်းရိုက်ကူးထားခြင်း\nဖြစ်ပါတယ်။ဒီ ၂၀၀၄ ဗားရှင်းဟာ လေးကြိမ်မြောက်ထွက်ရှိလာတဲ့ screen\nversion လည်း ဖြစ်ပါတယ်။ သူ့မတိုင်ခင်က ပြဇာတ်ရဲ့ မူရင်း\nနာမည်နဲ့ အသံတိတ်ရုပ်ရှင်အပါအဝင် The Fan ဆိုတဲ့ နာမည်နဲ့\nနှစ်ခါတိတိ ရုပ်ရှင်တွေထွက်ဖူးခဲ့ပြီးသားဖြစ်ပါတယ်။ ဒီ ၂၀၀၄\nရုပ်ရှင်မှာတော့ မင်းသမီး Helen Hunt နဲ့ Scarlett Johansson\nတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။မူရင်းပြဇာတ်ရဲ့ နာမည်က Lady Windermere's Fan ဆိုတဲ့\nအတိုင်း အဖြစ်အပျက်တွေ အားလုံးရဲ့ နိဒါန်းကတော့ Mr Win-\ndermere တစ်ယောက် ဇနီးဖြစ်သူရဲ့ မွေးနေ့အတွက် ရွေးချယ်လို့\nဝယ်ခဲ့တဲ့ ဒီယပ်တောင်လေး တစ်ချောင်းက ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/a-good-woman-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fjq2xZvWWKZJtg8FGNHXdbVoAAf.jpg",
        "title": "Eraserhead (1977)",
        "description": "Eraserhead (1977)~ IMDb - 7.3/10, Rotten Tomatoes - 91% ~ဒေးဗစ်လင့်ချ်ကို ဒီဘက်ခေတ်ရဲ့ အရေးအပါဆုံး ရုပ်ရှင်ဒါရိုက်တာတွေထဲက တစ်ယောက်လို့ပြောကြတယ်။ ဒီပွဲဦးထွက်ကား Eraserhead ကစလို့ လင့်ချ်ရိုက်သမျှကားတိုင်းဟာ အနုပညာအရ အောင်မြင်ခဲ့တာတွေချည်းပါပဲ။ သူ မအောင်မြင်ခဲ့တဲ့ Dune ကိုတောင်မှပဲ လက်ရှိ Dune ထက် ပိုကြိုက်တဲ့လူတွေ ရှိပါသေးတယ်။ဒေးဗစ်လင့်ချ်ရဲ့ Eraserhead ဟာ သူ့အပြတွေအရတော့ Kafkaesque တော်တော်ဖြစ်တဲ့၊ ကာဖကာတော်တော်ဆန်တဲ့ ရုပ်ရှင်လို့ပြောရမှာပဲ။ ဆန်းတော့လည်း မဆန်းဘူး။ Eraserhead ရဲ့ Script ကိုရေးတဲ့နေရာမှာ လင့်ချ်ဟာ ဖရန့်ကာဖကာရဲ့ The Metamorphosis စာတွေရဲ့လွှမ်းမိုးမှုတော်တော်ကြီးခဲ့တယ်။ အရှိတရားနဲ့ စိတ်ကူးယဉ်ဆန်မှုကို ရောပြွမ်းထားပြီး ပရိသတ်ကို Visual ကိုပဲ အဓိကထားပြီး သူပြောချင်တဲ့ အကြောင်းအရာကိုပြောပြထားတယ်။သူ့ဇာတ်အိမ်ကိုတော့ နားမလည်နိုင်စရာကောင်းတဲ့ စိတ်ကူးယဉ်ဆန်တဲ့ အဖွင့်နဲ့ဖွင့်ထားပြီး အရှိတရားဆန်တဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1cu7k/(CM)_Eraserhead_(1977)_REMASTERED_720p.mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Ai-Hongo1-133x200.jpg",
        "title": "[21+]The Record Of A Beautiful College Girl (FSDSS-534)",
        "description": "Ai Hongo လေးက ချစ်ဖို့ကောင်းတယ်\nငယ်ငယ်နုနု အကိတ်လေး အထူးသဖြင့်သူမရဲ့\nလုံးဝန်းပြီး သေသပ်လှပတဲ့ ရွှေရင်အစုံ\nအိပြီး စီးချက်ညီ လှုပ်ရှားတက်တဲ့ အလှ\nဒါတွေကို ဒီဇာတ်ကားထဲမှာ ခံစားနိုင်ပါပြီသူက သူ့ရဲ့ကောင်လေးကိုအရမ်းချစ်တာပဲ\nသူရဲ့ကောင်လေး ကြိုက်မယ်ထင်တာတွေ အလုပ်သိပ်လုပ်တာပဲဘယ်လောက်ထိများ သူ့ရဲ့ကောင်လေးကို\nချစ်လဲဆိုရင် အိမ်ပေါ်ခေါ်တင်ထားတဲ့အထိပဲ\nချစ်သူနှစ်ဦးရဲ့ ကြည်နူးစရာ ရသမျိုးနဲ့\nခလေးတွေကြည့်ဖို့မသင့်တော်တဲ့ အခန်းတွေချည်းပဲမို့\nDS Fans တွေအတွက်တင်ဆက်လိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.2GB / 1.3GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1Srz0/FSDSS-534.720p.(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-people-135x200.jpg",
        "title": "The People vs. Larry Flynt (1996)",
        "description": "တစ်လောကလုံးနဲ့တစ်ယောက်ဖြစ်နေရင် ခွင့်လွှတ်လိုက်ကြပါ။ \"လိင်ကိစ္စမှာတောင် တားမြစ်ချက်တွေရှိနေရင် ကျုပ်တို့မှာ ပြဿနာတွေများနေတာ အံ့သြစရာမရှိဘူး။ ကျုပ်တို့လူမျိုးတွေ စိတ်ဆတ် ၊ အကြမ်း-ဖ(က်)တတ်ပြီး လူမျိုး-(တုံး) သ-(တ်)ဖြတ်တတ်ကြတာ အံ့သြစရာမရှိဘူး\" ဒီစကားတွေကိုဆိုခဲ့တဲ့ လယ်ရီဖလန့်ဟာ ငယ်ငယ်ကတည်းက အရက်ပုန်းရောင်းပြီး အသည်းအသန် ငွေရှာချင်ခဲ့တဲ့ကလေးတစ်ယောက်ပါ။ အရွယ်ရောက်လာချိန်မှာတော့ ဖော်ချွတ်မယ်တွေနဲ့ ကလပ်တစ်ခုဖွင့်ထားတဲ့လူတစ်ယောက်ဖြစ်လာခဲ့ပေမဲ့လည်း မအောင်မြင်ဘဲ ရုန်းကန်နေရဆဲဖြစ်ပါတယ်။ ကြံရည်ဖန်ရည်ကောင်းတဲ့ လယ်ရီဟာ သူ့ကလပ်ရဲ့လုပ်ငန်းတွေအဆင်ပြေစေဖို့ ၊ လူများများရောက်လာဖို့အတွက် ဖော်ချွတ်မယ်တွေရဲ့ကိုယ်လုံးတီးပုံတွေနဲ့ စာစောင်တွေထုတ်ပြီး ကြော်ငြာခဲ့ပါတယ်။ တစ်ရက်မှာတော့ လူတစ်ယောက်ဟာ လယ်ရီနဲ့တော်တဆတွေ့ခဲ့ပြီး ဒီမဂ္ဂဇင်းကို ဘယ်လိုထပ်ဝယ်လို့ရမလဲလို့ မေးခဲ့ရာကနေ လယ်ရီဟာ အပြာမဂ္ဂဇင်းထုတ်ဖို့ အကြံဉာဏ်ရသွားခဲ့ပါတယ်။ စစချင်းမှာ မဂ္ဂဇင်းဟာ ဝက်ဝက်ကွဲ ရှုံးခဲ့တယ်။ နောက်တော့ အောင်မြင်တယ်။ အဲဒီနှစ်ကာလများရဲ့ ခရစ်ယာန်ဘာသာဝင်တွေနဲ့ လူကြီးလူကောင်းများရဲ့ ကန့်ကွက်ထုတ်ဖော်မှု၊ ဝေဖန်တိုက်ခိုက်မှု ၊ တရားစွဲဆိုမှုတွေကြောင့်နဲ့ လယ်ရီဟာ တရားရုံးလည်း ရောက်ခဲ့ပါတယ်။ ဒီဇာတ်ကားမှာ လယ်ရီ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-people-vs-larry-flynt-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bro-141x200.jpg",
        "title": "Brotherhood (2022)",
        "description": "ငယ်ငယ်က ကြားဖူးတဲ့ ကျေးညီနောင်ပုံပြင်လေးကို မှတ်မိကြသေးရဲ့လား..\nမုန်တိုင်းကြောင့် အသိုက်ကနေလွင့်ပြီး တစ်နေရာစီ ရောက်သွားကြတဲ့\nကျေးညီနောင်လေးဟာ တစ်ကောင်ကအဖြူဘက် တစ်ကောင်က အမည်းဘက်\nဒုစရိုက်ခြမ်းနဲ့ သုစရိုက်ခြမ်း တစ်ကွဲတစ်ပြားစီ ရောက်သွားခဲ့ကြရတာလေ...ဒီ IMDB 8.1/10 ရရှိထားတဲ့ နိုင်ဂျီးရီးယား\ncrime-action thrillerကားလေး\nBrotherhood (2022)ကလည်း\nအလားတူ အခြေအနေမျိုးကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်..\"ဇာတ်လမ်းအကျဉ်း\"\nငယ်စဉ်က နှစ်သစ်ကူးညမှာ ဓားပြတိုက်ခံခဲ့ပြီး\nမိဘနှစ်ပါးလုံး ဆုံးပါးသွားခဲ့တာကြောင့်\nဝါလေ နဲ့ အာကင်းတို့ အမြွှာညီအစ်ကိုနှစ်ယောက်ဟာ\nနေ့ချင်းညချင်း မိဘမဲ့အဖြစ်ကိုရောက်ရှိသွားခဲ့ရပါတယ်..\nမိဘမဲ့ဂေဟာရောက်သွားတဲ့ အမြွှာညီအစ်ကိုနှစ်ယောက်မှာတော့\nလီဂိုပြည်နယ်ရဲ့ လမ်းမများပေါ်မှာ အသက်ရှင်ရပ်တည်ဖို့ကြိုးစားရင်း\nအရွယ်ကြီးရင့်လာတဲ့အခါမှာတော့ တစ်ယောက်တစ်လမ်းစီ လျှောက်ဖြစ်ခဲ့ကြပါတော့တယ်..\nအဖြူ အမည်း လားလားကြီးကို ဆန့်ကျင်နေတဲ့ ပြဒါးတစ်လမ်း သံတစ်လမ်းဖြစ်စွာ\nဝါလေက ရဲအရာရှိဖြစ်၊ အာကင်းက ထောင်ကို အိမ်ဦးနဲ့ ကြမ်းပြင်လိုကူးနေတဲ့\nဒုစရိုက်သမားဖြစ်ခဲ့တာကြောင့် တဇောင်းစေးနဲ့ မျက်ချေးလို\nတစ်ယောက်နဲ့တစ်ယောက်ကြည့်မရ ဖြစ်နေကြတော့တာပေါ့..\nဒီလိုနဲ့ တစ်နေ့မှာတော့ ဝါလေလိုက်နေတဲ့ ရာဇဝတ်မှုထဲ\nအာကင်းက တရားခံတွေထဲကတစ်ယောက်ဖြစ်နေတာကို သိလိုက်ရတဲ့အခါမှာတော့...\nအလုပ်နဲ့ ညီအစ်ကိုသံယောဇဉ်ကြား ဝါလေတစ်ယောက် ဘယ်အရာကိုရွေးချယ်မှာလဲ..\nအာကင်းကရော ဘယ်လိုဖြစ်ပြီး အဲဒီရာဇဝတ်မှုကြီးထဲ ပါသွားခဲ့တာလဲ..\nနှစ်ယောက်သား ထိပ်တိုက်တွေ့ကြတဲ့အခါ ခါတိုင်းလို အသေအလဲ ...",
        "rating": "5.0",
        "url": " https://megaup.net/1Sok7/Brotherhood.2022.720p(CM)_(2).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYTMzMTRjODMtZmZlYy00OWIxLThiNTUtZWEzNzFiY2E3NzJiXkEyXkFqcGdeQXVyMTY1MTcxMzc@._V1_-200x150.jpg",
        "title": "Carnifex (2022)",
        "description": "ဒီဇာတ်ကားက ရုပ်ရှင်ဆိုတာထက် documentary ဘက်ကို ပိုသွားတယ်ဗျ။အဓိကအားဖြင့် ဩစတေးလျတောမီးတွေအကြောင်း၊မျိုးသုဉ်းပျောက်ကွယ်ခါနီး ရှားပါးတိရစ္ဆာန်တွေအကြောင်း နဲ့ တောမီးကြောင့် တိရစ္ဆာန်တွေစားကျက်နယ်မြေပျောက်ပြီး ကမောက်ကမ ဖြစ်ရပုံတွေကို ချပြထားတာ။အဲ့အထဲမှာမှ ဇာတ်ကြောင်းလေး နည်းနည်းထည့်ပြီး Thriller/ Horror ဘက်ကို သွားထားတာ။အစပိုင်းတွေက စကားပြောခန်းတွေများတယ်ဆိုပေမယ့် ဩစတေးလျနိုင်ငံရဲ့ ရှားပါးမျိုးစိတ်တွေအကြောင်းကို (ဇာတ်ကားအရ) ရှင်းပြသွားတာမို့ စိတ်ဝင်စားဖို့ကောင်းပြီး ဇာတ်လမ်းရဲ့ climax အထိ ဆွဲခေါ်သွားပါလိမ့်မယ်။ဇာတ်လမ်းအကြောင်းလေး နည်းနည်းပြောပြရရင်ဘန် နဲ့ ဂရေ့(စ်) ဆိုတဲ့ ပတ်ဝန်းကျင်ထိန်းသိမ်းရေးသမား ဂေဟဗေဒပညာရှင်နှစ်ယောက်ဟာ ဘေလေဆိုတဲ့ မှတ်တမ်းရုပ်ရှင်ရိုက်တဲ့ ကောင်မလေးနဲ့ ဩစတေးလျတောနက်ထဲ တစ်ခုကို ထွက်လာခဲ့ကြတယ်။သူတို့ရဲ့ အဓိကရည်ရွယ်ချက်က တောထဲမှာ တပ်ထားခဲ့တဲ့ ကင်မရာတွေကို စစ်ပြီး အဲ့ဒီဧရိယာမှာ ရှားပါးမျိုးစိတ်တွေရှိမရှိ ရှာဖို့နဲ့ တောမီးကြောင့် တိရစ္ဆာန်တွေ စားကျက်မြေ ပြောင်းလဲရပုံတွေကို လေ့လာဖို့ပေါ့။ကင်မရာသမား ဘေလေလဲ ပါတယ်ဆိုတော့ လမ်းတစ်လျှောက်သွားရင်းနဲ့ တွေ့ရကြုံရတာတွေကို မှတ်တမ်းတင်လိုက် သူတို့ရဲ့ ...",
        "rating": "4.7",
        "url": "https://megaup.net/3ejgv/Carnifex.2022.720p(CM)_(2).mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-Star-135x200.jpg",
        "title": "Star Trek: First Contact (1996)",
        "description": "Star Trek franchise မှာ ဂြိုဟ်တွေ ဂြိုဟ်တွေအတွက် အရေးကြီးတဲ့ turning point တစ်ခု ရှိပါတယ်။ ဘာလဲဆိုတော့ ဂြိုဟ်တစ်ခုပေါ်မှာ ဖြစ်ပေါ်လာတဲ့ Civilization တစ်ခုခုဟာ သူ့အလိုအလျောက် ဆင့်ကဲတိုးတက်လာပြီး အလင်းလွန်နှုန်းစက်ဖြစ်တဲ့ warp drive ကို တီထွင်နိုင်ချိန်ပါပဲ။ Warp အချက်ပြတွေကို Federation ရဲ့ တာဝေးဆန်ဆာတွေကနေ ထောက်လှမ်းမိတဲ့အခါ အဲဒီဂြိုဟ်ကို သံတမန်တွေကို စေလွှတ်ပြီး Federation ထဲဝင်ဖို့ ကမ်းလှမ်းပါတယ်။ အဲဒီလို ပထမဆုံး စဆက်သွယ်တဲ့နေ့၊ အချိန်ကို First Contact လို့ ခေါ်ပါတယ်။ ဇာတ်လမ်းအရ ကျွန်တော်တို့ ကမ္ဘာကြီးကလည်း Federation နဲ့ First Contact နေ့ဆိုတာ ရှိခဲ့ပါတယ်။ တတိယကမ္ဘာစစ်ကြီးပြီးလို့ ပြာပုံထဲကနေ ရုန်းထလာခဲ့တဲ့ ကမ္ဘာဟာ 2063 ခုနှစ်၊ ဧပြီလ 5 ...",
        "rating": "",
        "url": "https://megaup.net/2yr7z/Star.Trek.First.Contact.1996.720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3OKBFYRVSKkBVJ7WpKogTVQfUqC.jpg",
        "title": "The Strays(2023)",
        "description": "The Strays(2023)****************နိဗ်ဆိုတဲ့အမျိုးသမီးက အလှူအတန်းရက်ရောပြီး သူများအားကျရတဲ့အိမ်ထောင်ရှင်မတစ်ယောက်..သားတစ်ယောက်၊ သမီးတစ်ယောက်လည်းရှိပြီး ပျော်ရွှင်ရတဲ့မိသားစုလေးနဲ့ နေနေတဲ့သူတစ်ယောက်ပေါ့..အဲဒီလိုသူမှာလည်း ပြန်သတိမရချင်တော့တဲ့ အတိတ်အိပ်မက်ဆိုးတွေရှိခဲ့ပါတယ်။တစ်နေ့မှာတော့ သူ့ဘဝထဲ လူမည်းနှစ်ယောက်ဝင်ရောက်လာပြီး အတိတ်အိပ်မက်ဆိုးတွေ ပြန်သတိရဖို့ဖြစ်လာတဲ့အခါ..ထိုလူနှစ်ယောက်က သူနဲ့ဘယ်လိုပတ်သတ်တာလဲ။နိဗ်ရဲ့အတိတ်မှာတုန်းကလည်း ဘာတွေဖြစ်ခဲ့တာလဲ..File Size :(1.9GB) and (803MB)\nQuality :Web-Dl 1080P,720p\nFormat…mp4\nDuration…01:40:00\nGenre : Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Srh4/The.strays.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b4ktC7OCLXwnhcjNsHfmC7lipCd.jpg",
        "title": "An Inconvenient Love(2022)",
        "description": "An Inconvenient Love(2022)**************************ဒီတစ်ခါ ညွှန်းပေးချင်တာကတော့ ဖိလစ်ပိုင်ကားလေးပါ...အရမ်းကိုSweetဖြစ်သလို ဒီကာလ စိတ်အပန်းပြေဖို့အတွက်အသင့်တော်ဆုံးလည်းဖြစ်ချင်ဖြစ်သွားနိုင်ပါတယ်..\nMannyဆိုတဲ့ကောင်လေး ဟာ အပင်တွေကို ချစ်တာကြောင့် အပင်နဲ့ပတ်သက်တဲ့ဆိုင်လေး တစ်ဆိုင်ဖွင့်ထားပါတယ်..အပင်လေးတွေယုယပြီး နေ့စဉ်ပန်းပွင့်လေးတွေနဲ့ အလုပ်လုပ်နေရတဲ့သူအဖို့တခြားဘာမှ မလိုအပ်သလိုပါပဲ...အဲ့လို သူ့ဘဝထဲကို နတ်သက်ကြွေအလားထင်မှတ်ရတဲ့ ပန်းလေးAyef ဆိုတဲ့ ကောင်မလေးဝင်ရောက်လာတဲ့အခါမှာတော့...File Size :(1.9GB) and (803MB)\nQuality :Web-Dl 1080P,720p\nFormat…mp4\nDuration…02:0400\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "8.0",
        "url": "https://megaup.net/3em8z/An.Inconvenient.Love.2022.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bFryUqUKAJIgzIC8OeTzqm8td2.jpg",
        "title": "Call Me Chihiro(2023)",
        "description": "Call Me Chihiro(2023)********************Netflixက ထုတ်လွှင့်ခဲ့တဲ့ ကားသစ်လေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ချီဟီရိုဆိုတဲ့ မိန်းမလှလေးက သူ့ရဲ့ဘဝကို ပင်လယ်ကမ်းခြေနားက မြိုသေးသေးလေးတစ်ခုမှာပေါ့ပေါ့ပါးပါးနေထိုင်နေတဲ့ သူတစ်ယောက်ပါ....အသင့်စားထမင်းဘူးလေးတွေရောင်းတဲ့ ‌ဆိုင်မှာဝင်လုပ်ရင်း မြိုလေးထဲရှိသမျှလူကြီးလူငယ်မရွေး တိရိစ္ဆာန်လေးတွေကိုက အစ ကြင်နာသနားတတ်တဲ့သူလေးပေါ့...ဒါပေမယ့် သူ့ရဲ့အတိတ်ကတော့ သိပ်မလှလှပါဘူး....အရင်က အနှိပ်ခန်းတစ်ခုမှ လိင်လုပ်သားအဖြစ် အလုပ်လုပ်ခဲ့ဖူးတဲ့ ချီဟီရိုတစ်ယောက်က တကယ့်တကယ်ဘဝကို ဇာတ်မြှုပ်ပြီး အေးအေးဆေးဆေးနေထိုင်ဖို ကြိုးစားတဲ့အခါမှာ ပတ်ဝန်းကျင်ရဲ့ အမြင်စိတ်ဒဏ်ရာတွေနဲ့ ဘဝကိုဖြတ်သန်းခဲ့ရင်းရခဲ့တဲ့ သင်ခန်းစာတွေနဲ့တကယ်ရော အေးအေးဆေးဆေးဖြတ်သန်းနိုင်ပါ့မလားဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်....File Size :(1.9GB) and (803MB)\nQuality :NF.Web-Dl 1080P,720p\nFormat…mp4\nDuration…01:23:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon & Thynn\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2yoyi/Call.Me.Chihiro.2023.NF.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/DLDSS156-convert.io-1-141x200.jpg",
        "title": "(21+) In A Rainy Day (DLDSS-156)",
        "description": "ယုကာလေးနဲ့ မိတ်ဆက်ပေးရဉီးမယ်\nသေးသးသွယ်သွယ်လေးလေးနဲ့ ချစ်စရာ အမူရာလေးတွေ\nမြင်ရမယ် ဆွဲဆွဲငင်ငင် ကြည့်တက်တဲ့သူ့အကြည့်တွေသူက ကော်ဖီဆိုင်လေးတစ်ဆိုင်မှာ အလုပ်လုပ်နေပါတယ်\nဆိုင်ထဲမှာ အသစ်ရောက်လာတဲ့ ဆူဇူကီ\nသူကတော့ အချိန်ပိုင်း အလုပ်သမားလေးပါ\nဆူဇူကီက အတွေ့အကြုံမရှိတဲ့ လူပျိုလေး\nသူက ယုကာလေးကို ခိုးခိုးကြည့်နေရတဲ့သူလေးတစ်နေ့ ဆိုင်သိမ်းချိန် မိုးတွေ သဲကြီးမဲကြီး ရွာချလိုက်ပါတယ်\nအိမ်အပြန် ရထားတွေတောင်ရပ်ရတဲ့အထိ မိုးက သဲကြီးမဲကြီးပဲ\nသူတို့နှစ်ယောက် အိမ်ပြန်မရတဲ့အခါမှာတော့\nလူနှစ်ယောက် အိပ်လို့မရတော့တဲ့အခါ ဘယ်လိုတွေ\nဖြစ်တက်လဲဆိုတာ အကြမ်း အရမ်းတွေက ကောင်းလှတာမို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.85GB  / 1.11GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 19mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2yoE8/DLDSS-156_720p(DS).mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYWUyOGUyNWYtOGU5Ny00MmRkLTlmYjAtZDUwMjhjZjNmNDk3XkEyXkFqcGdeQXVyODEyNjEwMDk@._V1_-113x200.jpg",
        "title": "Michael (2023)",
        "description": "Michael 2023ဒီရက်ပိုင်းမှ လောလောလတ်လတ်ထွက်ရှိထားပြီး\nဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်း၊ rating 5.8/10 အထိရထားတဲ့\nပရိတ်သတ်တွေနဲ့ရင်းနှီးပြီးသား တေလဂူးနာမည်ကြီးသရုပ်ဆောင်တွေပါတဲ့\nရုပ်ရှင်ဇာတ်ကားသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။ဓားမြှောင်တစ်ချောင်းဆောင်ပြီး လောကဓံကိုအရွယ်နဲ့မလိုက်အောင်\nထမ်းပိုးသယ်နေရတဲ့ 13 နှစ်အရွယ်ကောင်လေး မိုက်ကယ်၊ နားကြပ်လေးတပ်ပြီး\nဘာကိုမှဂရုမစိုက်တတ်သလို လောကကြီးကိုအရွဲ့တိုက်ချင်နေတဲ့ လူငယ်လေးတစ်ဦးပေါ့။တစ်နေ့မှာမထင်မှတ်ပဲမိုက်ကယ်ဟာ မြို့ရဲ့ဒုစရိုက်ခေါင်းဆောင်ဖြစ်တဲ့\nဂူရူနာသ်ကိုအသက်ဘေးကနေ ကယ်တင်ပေးလိုက်ရာကနေ မွေးစားခံလိုက်ရပါတယ်။\nအရွယ်ရောက်လာလို့ ဂူရူနာသ်ရဲ့ယုံကြည်ရတဲ့သူတစ်ဦးဖြစ်လာပြီး\nသူ့ရဲ့ ရန်သူဖြစ်သူကိုသတ်ဖို့ မိုက်ကယ်ကိုစေခိုင်းလိုက်တဲ့အချိန်မှာ\nမိုက်ကယ်ဟာ ရန်သူရဲ့ရန်သူကိုချစ်မိသွားတဲ့အခါ ...မိုက်ကယ်တစ်ယောက် ကိုယ့်ရဲ့ကျေးဇူးရှင်ကိုပြန်သစ္စာဖောက်မှာလား၊\nကိုယ်ချစ်ရတဲ့သူကိုပဲ သတ်ပစ်မှာလား ဆိုတာကတော့ ဒုစရိုက်တွေကြား\nဂိုဏ်းပေါင်းစုံနဲ့အရှုပ်အရှင်းတွေကြား ဇာတ်ရှိန်အစကနေ အဆုံးထိ ဆွဲခေါ်သွားပေးသွားမှာပါ။\nFile size…2.16GB / 999MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 32m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Yunni ~ Nyein Aye",
        "rating": "5.9",
        "url": "https://megaup.net/3em3j/Michael_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-pilot-134x200.jpg",
        "title": "The Plot to Kill My Mother (2023)",
        "description": "(ဖြစ်ရပ်မှန်ကို အခြေခံထားသည်) အယ်လီနာဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာ မမွေးခင်ကတည်းက ဖက်ဒရယ်အေးဂျင့်တွေရဲ့ သက်သေခံစောင့်ရှောက်မှု ရထားတာကိုမသိဘဲ နေထိုင်လာခဲ့ပါတယ်။ တစ်နေ့မှာ သူမရဲ့မိခင် သေဆုံးသွားတဲ့အချိန်မှာတော့ ဒီအကြောင်းတွေကို သိလိုက်ရပြီး သူမရဲ့မျိုးရိုးနာမည်အပြင် သိထားသမျှကိစ္စတွေအားလုံးကို မယုံကြည်နိုင်ဖြစ်လာတော့တာပါပဲ။ ဒီအခါမှာ အယ်လီနာဟာ အစိုးရရဲ့မျက်မြင်သက်သေစောင့်ရှောက်မှုကို စွန့်လွှတ်ပြီး မိခင်ဖြစ်သူရဲ့ မွေးရပ်မြေကို ပြန်သွားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ မိခင်ဖြစ်သူအသတ်ခံရတဲ့ အကြောင်းအရင်းရဲ့အဖြေကိုရှာဖို့ မွေးရပ်မြေကိုပြန်သွားတဲ့ အယ်လီနာ..။ သူမကိုစောင့်ရှောက်ပေးဖို့ မိခင်ဖြစ်သူ ထရီဇာကို ကတိပေးခဲ့တဲ့ အေးဂျင့်ကာတာ။ သူတို့နှစ်ယောက် အဖြေရှာ ဖော်ထုတ်သွားမယ့် တရားခံအကြောင်းကို သို့လော သို့လော စဥ်းစားရင်းကြည့်ရှုရမယ့်ဇာတ်ကားတစ်ကားဆိုလည်း မမှားပါဘူး။ ထူးထူးခြားခြား ပါးစပ်အဟောင်းသားဖြစ်သွားမယ့် ရုပ်ရှင်ကားမျိုးမဟုတ်ပေမဲ့လည်း ကွက်ကျော်တွေးပြီး စဥ်းစားရင်းကြည့်ရတဲ့ဇာတ်ကားမျိုး တစ်ကားပဲ။ ဒါကိုမှ ဖြစ်ရပ်မှန်ကို အခြေခံထားတယ်ဆိုတော့ မျက်ခုံးပင့်မိလောက်မယ့် တင်ဆက်မှုမျိုးပေါ့..။ တစ်ကားလုံးမှာ သုံးပြထားတဲ့အရောင်တွေ ၊ အလင်းအမှောင်တွေ ကွက်တိကျတယ်။ အပိုမရှိ ၊ အလိုမရှိ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Solk/The.Plot.To.Kill.My.Mother.2023.720p(CM)_(2).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bul-135x200.jpg",
        "title": "The Butler (2013)",
        "description": "2013 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ The Butler ဇာတ်ကားလေးကတော့ ဆုတွေအများအပြားရခဲ့ပြီးတော့ IMDB 7.2 အထိရခဲ့တဲ့ အမေရိကန်သမိုင်းနောက်ခံ ဒရမ်မာဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအညွှန်းလေးကတော့ ၁၉၂၀ခုနှစ်မှာ လူမည်းအိမ်ဖော်တွေကနေ မွေးဖွားလာခဲ့တဲ့ Cecil Gaines တစ်ယောက် ဟာ အဖေဖြစ်သူအသတ်ခံရပြီးတဲ့နောက် လူငယ်ဘဝမှာတင်တစ်နယ်တစ်ကျေးကိုထွက်လာခဲ့တဲ့ လူမည်းလေးတစ်ယောက် ဖြစ်လာခဲ့ပါတယ် အဖိနှိပ်ခံလူမည်းအိမ်စေအဖြစ်ကနေ အိမ်ဖြူတော်အိမ်တော်ထိန်းကြီးအနေနဲ့ သမ္မတအဆက်ဆက်ကို တာဝန်ထမ်းဆောင်နေစဥ် အတောအတွင်း ကြုံခဲ့ရတဲ့ လူမျိုးရေးအကြောင်းအရာတွေ သမိုင်းအဖြစ်အပျက်တွေကို သူ့ရဲ့ရှု့ထောင့် သူ့ရဲ့ခံစားချက်တွေနဲ့ လိုက်လံကြည့်ရှု့ရမယ်ဇာတ်ကားကောင်းတစ်ကောင်းဖြစ်ပါတယ်။ ၁၉၅၀​​​ပြည့်လွန်နှစ်တွေအတွင်းမှာ လူမည်းတွေဘယ်လို အဖိနှိပ်ခံရတယ် သူတို့အခွင့်အရေးကို ဘယ်လိုတောင်းယူကြရသလဲဆိုတာကိုလည်း ရှု့ထောင့်အမျိုးမျိုးကနေ တွေ့မြင်ရမယ့်ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။ဆိုတော့ကာ သူ့ဘဝကိုဘယ်လို​​ဖြတ်သန်းရတယ် ဘယ်လိုကျော်ဖြတ်ခဲ့ရတယ်ဆိုတာကို ခံစားချက်အမျိုးမျိုးနဲ့ ရုပ်ရှင်ထဲမှာဆက်လက်ကြည့်ရှုအားပေးကြပါဦးFile size…(1.47GB)  / (790MB) / (459MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Biography / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "7.2",
        "url": "https://megaup.net/3ejgj/The.Butler.2013.720p(CM)_(2).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZDc5ODAzOWYtZjY0MC00ZTdmLTllOTAtOWEwYTFkYzk3ZDU3XkEyXkFqcGdeQXVyNzExNDk5MDA@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Goodbye Cruel World (2022)",
        "description": "Goodbye Cruel World IMDB 5.8  ကားပေါ်မှာ ဒရိုင်ဘာ၊ အဖိုးကြီး၊ ကောင်မလေး၊ လူမိုက်တစ်ယောက် ပေါင်းလေးယောက်ဟာ အချင်းချင်း စကားများရင်း ဟိုတယ်တစ်ခုရှေ့ရောက်လာပြီးနောက်မှာ မျက်နှာဖုံးစွပ် သေနတ်မောင်းတင်ကာ ဟိုတယ်ထဲ ဝင်ရောက်ခဲ့ပါတော့တယ်။ ဂျပန်မှာ ယာကူဇာကို ထိဝံ့သူဟာ အခြားယာကူဇာပဲ ဖြစ်ဖို့များတဲ့ အခြေအနေမှာပဲ ဘယ်အဖွဲ့အစည်းကိုမှ ကိုယ်စားမပြုတဲ့ သည်လူတစ်စုဟာ ယာကူဇာဂိုဏ်းကြီးတစ်ခုရဲ့ ငွေကြေးခဝါချတဲ့ နေရာကို စီးနင်းဝင်ရောက် ဓားပြတိုက်ခဲ့ပါတော့တယ်။ ယန်း သန်း ၁၀၀ကျော်ပါသွားတဲ့နောက် နားရွက်တံတွေးဆွတ်ခံလိုက်ရတဲ့ ယာကူဇာများကလည်း ဓားပြတွေကို အမိဖမ်းနိုင်ရေး ကြိုးပမ်းကြပါတော့တယ်။ ဒီဇာတ်ကားမှာ ယာကူဇာတွေရဲ့ ဩဇာသက်ရောက်နိုင်မှုနဲ့ စွမ်းပကားတွေကို တွေ့မြင်ရမှာဖြစ်ပြီး အကျင့်ပျက်ရဲတစ်ယောက်ဟာ ဘယ်လောက်အတိုင်းအတာထိ ဂိုဏ်းတစ်ခုကို အကျိုးပြုနိုင်သလဲ ပြသထားတာလည်း ဖြစ်ပါတယ်။ ထို့အပြင် တစ်ခါ ယာကူဇာဖြစ်ဖူးလျှင် လူ့အသိုင်းအဝိုင်းထဲ ပြန်တိုးဝင်မရလောက်အောင် ခက်ခဲကြောင်းကိုလည်း ရိုက်ပြထားပါသေးတယ်။ ယာကူဇာကိုမှ သွားထိတဲ့ ဓားပြတွေဟာ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2ylbq/Goodbye_Cruel_World_(2022)_720p.mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-01-at-8.51.59-PM-135x200.png",
        "title": "The Dry (2020)",
        "description": "The Dry (2020)============IMDb Rating - 7.0/10အင်္ဂလိပ်လေသံလေးနဲ့ စုံထောက်ကား ကောင်းကောင်းလေး ကြည့်ရအောင်ဗျာ။စုံထောက်ကားဆိုတော့ အများကြီးပြောပြလို့မရဘူး။ မြို့လေးတစ်မြို့မှာ သူငယ်ချင်း၄ ယောက် ရှိခဲ့တယ်။ တစ်ယောက်က ရေနစ်ပြီး သေသွားတယ်။ ပြဿနာတွေ ရှိခဲ့တယ်။ဒီလိုနဲ့ နှစ် ၂၀ ကြာချိန်မှာ နောက်တ်ယောက်က သေသွားတယ်။ အဲဒီထဲက တစ်ယောက်ကစုံထောက်ဖြစ်နေတော့ ဈာပနကို လာရင်းနဲ့ မသင်္ကာစရာတွေ တွေ့လာတဲ့အခါ....(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ littleneo ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 57minSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime, Drama, MysterySource : 1080p.WebRipTranslator – littleneoEncoder – SWM",
        "rating": "7.0",
        "url": "https://megaup.net/1CKlf/The.Dry.2021.720p.WEBRip[CM].mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cjzU4g6SlScnP4MdkleyI25KGlR.jpg",
        "title": "Promising Young Woman (2020)",
        "description": "Promising Young Woman အညွှန်းကတ်စီ ရဲ့ဘဝမှာ အရာရာတိုင်းက ထင်ထားသလို မဟုတ်ပါဘူးသူမဟာ လှသလောက် ဉာဏ်နီဉာဏ်နက်များပြီး ကလိမ်ကကျစ်လည်း ကျပါတယ်သူမဟာ ညဘက်ရောက်ရင် ကလပ်မှာ ယောက်ျားတွေကိုအမူးလွန်ချင်ယောင်ဆောင်ပြီး လှည့်ဖြားတတ်တဲ့ မိန်းမတစ်ယောက်ပါတစ်ချိန်က အရမ်းစာတော်တဲ့ ဆေးကျောင်းသူလေးက ဒီလိုဘဝမျိုးကို ဘယ်လိုများ ရောက်လာတာလဲ?တစ်ချိန်က စိတ်ဒဏ်ရာဖြစ်စေခဲ့တဲ့ အဖြစ်ဆိုးကို သူရင်ဆိုင်ဖြေရှင်းနိုင်ပါ့မလားPromising Young Woman 2020 ဟာ 92% tomatometer ရထားပြီးIMDB score 7.4 ရထားတဲ့ ထိတ်လန့်သဲဖို ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်အပြင်ပန်းမှာ အချစ်ဟာသကားယောင် ဆောင်ထားပေမယ့်လူမှုအသိုင်းအဝိုင်းကြောင့် ဖြစ်လာနိုင်တဲ့ စိတ်ဒဏ်ရာအကြောင်းနက်နက်နဲနဲ ရိုက်ကူးပြထားတဲ့ ကားကောင်းလေးပဲဖြစ်ပါတယ် Translated by : Htet Wai LwinEncoded by : YKQuality : 720 p WEBSCRFile Size : 1.2GbDuraion .1h 53minSubtitle ...",
        "rating": "7.4",
        "url": "https://megaup.net/3CAw8/(CM)Promising.Young.Woman.2020.720p.WEBSCR.DD2.0.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iIgr75GoqFxe1X5Wz9siOODGe9u.jpg",
        "title": "Judas and the Black Messiah(2021)",
        "description": "Judas and the Black Messiah(2021)အညွှန်း*************************************IMDb...7.8\"ကျုပ်တို့က မီးကိုမီးနဲ့မတိုက်ဘူး...မီးကိုရေနဲ့ငြိမ်းမှာ...ကျူပ်တို့က လူမျိုးရေးခွဲခြားခြင်းကိုလူမျိုးရေးခွဲခြားခြင်းနဲ့တိုက်နေတာမဟုတ်ဘူး....ကျုပ်တို့က စည်းလုံးခြင်းနဲ့တိုက်နေတာ...အရင်းရှင်ဝါဒကိုဆိုရှယ်လစ်ဝါဒနဲ့တိုက်မှာ\"ဒါကတော့ လူမည်းတွေရဲအဆင့်အတန်းအားလုံးကိုမြင့်စေဖို့ ကြိုးစားနေတဲ့ ကျားသစ်နက်ပါတီရဲ့ ခေါင်းဆောင်ဖြစ်သူ ဖရဒ်ဟမ်တွန်ရဲ့ မူဝါဒဖြစ်တယ်...သူ့ရဲ့တက်ကြွမှုတွေနဲ့ လူထုရဲ့ပါဝင်မှုတွေဟာ အစိုးရပိုင်းအတွက်တော့မျက်စိစပါးမွှေးစူးစရာပဲ...ခေါင်းဆောင်ြဖစ်တဲ့ ဖရဒ်ဟာ ကိုယ်စွမ်းဉာဏ်စွမ်းရှိသလို သူ့လှုပ်ရှားမှုတွေဟာလည်း အကြမ်းမဖက်တဲ့ဝါဒဖြစ်လေတော့ဒီအဖွဲ့အစည်းကြီးကို နှိမ်နှင်းဖို့ ခက်ခဲနေပါတယ်..တဖြည်းဖြည်းအင်အင်းကြီးလာသလိုသူတို့စွဲကိုင်တဲ့တော်လှန်ရေးဝါဒကလည်း အင်အားဖြစ်စရာမို့ FBI က စနစ်တကျဖြိုခွင်းဖို့ကြိုးစားပါတယ်...ဒါ့ကြောင့် FBI ဟာ ကျားသစ်နက်ပါတီကိုဖြိုခွင်းဖို့ FBI အေးဂျင့် ရွိုင်မစ်ချယ် လူမည်းတစ်ယောက်ကိုသူလျှိုအဖြစ်ထည့်သွင်းလှုပ်ရှားစေခဲ့တယ်...ဒီလူမဲကတော့ သူ့ကိုယ်ကျိုးအတွက်ဘာမဆိုလုပ်မဲ့သူဖြစ်တယ်..အဲ့ဒီနောက်ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့...ဒီကားက Biography  ဖြစ်တဲ့အပြင် လူမဲအရေးလှုပ်ရှားမှုဇာတ်ကားဆိုပေမဲ့ အစမှ အဆုံးထိ စိတ်လှုပ်ရှားစရာကောင်းပါတယ်...ဆုကြီးပေါင်း (၈)ဆုရထားသလို IMDB ရော Rotten ရော အလန်းဆုံးအဆင့်မှာရှိလို့ လက်မလွှတ်စေလိုကြောင်း ပြောကြားပါရစေ..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်...File Size : (2.5 GB) and (1 GB)\nQuality : HEVC ...",
        "rating": "7.8",
        "url": "https://megaup.net/VJwf/Judas_And_The_Black_Messiah.2021.WEB-DL.720P.PP.mkv",
        "category": "Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pr3bEQ517uMb5loLvjFQi8uLAsp.jpg",
        "title": "The Father(2020)",
        "description": "The Father(2020)အညွှန်း*************************IMDb Rating - 8.3/10Rotten Tomatoes - 98%လောကမှာ \"အို/နာ/သေ\" ဘေး တွေဆိုတာ လူတိုင်းလူတိုင်း ရှောင်လွှဲလို့မရတဲ့ နိယာမတရားတွေပဲ ဖြစ်ပါတယ်။ အဲ့ဒီအထဲမှာမှ မသေခင်စပ်ကြား အိုမင်းမစွမ်းကာလကိုတော့ အဆိုးရွားဆုံးအချိန် လို့တောင် သတ်မှတ်လို့ရမယ်ထင်ပါတယ်။\nဒီဇာတ်ကားမှာလည်း အန်တိုနီယို ဟာ အသက်အရွယ် အိုမင်းလာတဲ့အခါ ကြုံတွေ့ရတဲ့ အလားတူ လောကဒဏ်တွေကိုအလူးအလဲခံနေရတဲ့ သူတစ်ယောက်ဖြစ်ပါတယ်။မှတ်ဉာဏ်တွေ လျော့နည်းလာတဲ့ ဖခင်ဖြစ်သူကို တစ်ယောက်ထဲထားဖို့ စိတ်မချတဲ့အခါ သမီးဖြစ်သူ \"အန်\" ဟာဖခင်အတွက် ကိုယ်စားစောင့်ရှောက်ပေးမဲ့ သူတွေကို ငှားရမ်းဖို့ကြိုးပမ်းပါတော့တယ်။ဒီဇာတ်လမ်းဟာ \"ငါမအိုသေး\" ဆိုတဲ့ ဆောင်ပုဒ်ကို လက်ကိုင်ထားတဲ့ ဖခင်ဖြစ်သူ နဲ့ အစိုးရိမ်လွန်တတ်တဲ့ သမီးဖြစ်သူတို့ကြားက အားပြိုင်မှုတွေကို… လူ့သဘာဝ စရိုက်တွေ မပျောက်စေဘဲ ဂရုတစိုက် ဖန်တီးထားတဲ့ လက်ရာတစ်ခုဖြစ်တဲ့အပြင် ... ကြည့်ရှုသူ ပရိတ်သတ်ကို အတွေးပေါင်းများစွာပေးနိုင်မဲ့ နာမည်ကျော်ဒါရိုက်တာ Florian ...",
        "rating": "8.3",
        "url": "https://megaup.net/2Y9dv/The_Father.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZjAzNDE2YzMtM2E4OC00NWViLTkwZTItYmVmYmNkYWNhOTMwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Mank (2020)",
        "description": "Mank (2020)============IMDb Rating - 7.4/10#Unicodeမနှစ်ကတင် Tarantinoက ဟိုးအရင်\nဟောလိဝုဒ်ကို တမ်းတတဲ့ရုပ်ရှင်တစ်ကား\nထွက်ထားပါတယ်။ ဒီနှစ်တော့\nDavid Fincher အလှည့်ပါပဲ။\nMankရဲ့ ဒါရိုက်တာ David Fincherကိုတော့\nအတော်များများသိကြမှာပါ။FightClub ,\nGone Girl, Seven, Zodiacတို့လို\nနာမည်ကျော်ကားတွေနဲ့ နာမည်ကျော်ပါတယ်။\nအခု Mankရဲ့ ဇာတ်ညွှန်းကိုရေးထားတာက\nသူ့အဖေ Jack Fincherပါ။ ဒီရုပ်ရှင်ကို\nJackဟာ သူ့အရင်ရွှေခေတ်ကိုတမ်းတသမှုနဲ့\n1990ကတည်းကစ ဇာတ်ညွှန်းရေးခဲ့ပေမယ့်\nအထမမြောက်ခဲ့ပါဘူး။လွန်ခဲ့တဲ့နှစ်သုံးဆယ်က\nမြစ်ဖျားခံတဲ့ ဟောလိဝုဒ်ရွှေခေတ်တမ်းတမှုဟာ\nနောက်ထပ်ခေတ်တစ်ဆက်ခြားပြီးတဲ့\nဟောလိဝုဒ်ရဲ့ခေတ်မဟုတ်တော့တဲ့ခေတ်မှာ\nထွက်လာခဲ့ပါပြီ။ဇာတ်အိမ်ရော ‌ဇာတ်လမ်းနာမည်ရောက\nလူတစ်ယောက်တည်းပေါ်ပဲ အခြေပြုထား\nတယ်။ အဲ့ဒီလူက ဇာတ်ညွှန်းရေးဆရာ မန့်ခ်ပါ။\nသူအကြောင်းဆိုတာက သူလုပ်ခဲ့တဲ့ ရုပ်ရှင်\nကုမ္ပဏီအကြောင်း၊ သူအော်စကာရခဲ့တဲ့\nဇာတ်ညွှန်းကိုရေးခဲ့တဲ့အကြောင်းတွေ။\nတစ်ချိန်လုံးဘာမှမလုပ်ဘဲ ဥက္ကဌတောင်းကာမှ\nနှုတ်တန်းဇာတ်ညွှန်းတစ်ခုကို တစ်ယောက်\nတစ်ကြောင်းကောက်ရေးကြတာတဲ့\nအကြောင်းတွေ။ဟောလိဝုဒ်လောကက\nသူဌေးတွေနဲ့ သူတို့လိုဇာတ်ညွှန်းရေးဆရာတွေရဲ့\nဆက်ဆံရေးတွေပါပဲ။။ဇာတ်ကားက\nအေးပေမယ့်လည်း ဒီအခန်းတွေက\nတကယ်အားရစရပါပဲ။အေးစက်တဲ့ရုပ်ရှင်ပေမယ့်\nရုပ်ရှင်က အချိန်အစဉ်လိုက်မဖြစ်တော့\nသူ့ဘ၀ကို ကျွန်တော့်တို့အတွေးထဲမှာ\nပုံပြန်ဖမ်းယူရတဲ့ အလုပ်ကို ဒါရိုက်တာက\nပေးထားတယ်။ တစ်ခုရှိတာက ဒီအစဉ်လိုက်\nဖြစ်‌မနေမှုအတွက် ဇာတ်ညွှန်းကို\nသူတော်တော်နိုင်ပါတယ်။ မန့်ခ်ရဲ့\nခါးသက်တဲ့ နေ့တွေကို ကနဦးမှာကတည်းက\nထည့်သွင်းထားပေမယ့်\nခါးသက်တယ်မထင်ရအောင်\nသေချာထည့်ထားတာပါပဲ။\nအမှတ်မထင်ထည့်ထားတဲ့\nတစ်ချို့ဟာသတွေကလည်း\nခိုးခနဲခွက်ခနဲရယ်ရနေတာမဟုတ်ပေမဲ့\nဖြစ်တတ်တဲ့သဘာ၀လေးကိုပဲ\nသဘောကျမိစေတာမျိုးတွေပါ။ရုပ်ရှင်ဓာတ်ပုံပညာကလည်း\nကျွန်တော်ဆို leaked photoတွေ\nထွက်လာကတည်းက\nသဘောကျမိတာတွေတောင်ရှိတော့\nအထွေအထူးပြောစရာမလိုပါဘူး။\nဂန္တ၀င်ရုပ်ရှင်ကားတွေများစွာကို\nထုတ်ပေးခဲ့တဲ့ ဟောလိဝုဒ်ရဲ့\nရွှေရောင်အတိတ်နေ့တွေကိုရော\nဂန္တ၀င်ကားတစ်ကားကို ဇာတ်ညွှန်း\nဖန်တီးခဲ့ပုံကိုရော Mankမှာ\nသေချာပုံဖော်ပေးသွားပါတယ်။ရုပ်ရှင်ထဲက မန့်ခ်ကတော့\nလူတစ်ယောက်ရဲ့ ဘ၀တစ်သက်တာကို\n၂နာရီဆိုတဲ့အချိန်အတွင်းမှာ\nအမိအရရိုက်ပြလို့မရဘဲ\nအဲ့ဒီလူရဲ့ ခံစားမှုသွင်ပြင်တစ်ခု\nထင်ကျန်နေအောင်ပဲလုပ်ပြလို့ရမယ်ဆိုတယ်။\nဒါဆိုရင်‌တော့ Grey Oldmanရော\nDavid နဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/Ufrx/Mank.2020.720p.WEBRip.x264[CM].mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/112570-141x200.jpg",
        "title": "Minari (2020)",
        "description": "Minari (2020)\n==========\nIMDb Rating. = 7.7/10\nRotten Tomatoes. = 100%Minari ဟာ အတော် ရိုးရှင်းတယ်။\nပြောတတ်သလို အနီးစပ်ဆုံး ဥပမာပေးရရင်\nဦးဖိုးကျားရဲ့ စကားပြေတွေလိုပဲ။\nအကြောင်းအရာ အရေးအသားရိုးရှင်းတယ်။\nဒါပေမဲ့ ထိတယ်။ အမေရိကန်ရောက်\nကိုရီးယားမိသားစုတစ်စုကို အခြေပြုပြီး\nအမေရိကန်အိပ်မက်မက်ကြသူတွေရဲ့\nဘ၀အကြောင်းကို ပြသွားရုံပဲ။\nမိသားစုဆိုတဲ့ဝေါဟာရကို\nကျယ်ကျယ်ပြန့်ပြန့် အဓိပ္ပာယ်ဖွင့်သွားတယ်။\nဒီလိုပြသွားပုံလေး‌ဟာ အတော်လှတယ်\nကြည်နူးစရာနဲ့ လှတာတော့မဟုတ်ဘူး။\nရင်နာနာနဲ့ လှတာ။သိပ်လှတဲ့\nအချက်ကလေးတွေအများကြီးရှိတယ်။\nဒါပေမဲ့ အညွှန်းရဲ့မူလရည်ရွယ်ချက်က\nခံစားမှုကိုလမ်းကြောင်းပေးဖို့ဆိုတော့ကာ\nဇာတ်အိမ်ရိုးရှင်းတဲ့ ရုပ်ရှင်ကို\nကျွန်တော် ဇာတ်လမ်းများများရေးပြဖို့ရာ\nမသင့်ဘူး။ အနုပညာပစ္စည်းကို\nခံစားရတာကြိုက်တဲ့လူတွေမှာ\nသိပ်ချစ်စရာကောင်းတဲ့ ဗီဇတစ်ခုရှိတယ်။\nကိုယ်ခံစားရနှစ်သက်တာကို\nတစ်ပါးသူတွေကိုလည်း ခံစားကြည့်စေချင်တဲ့\nဆန္ဒပေါ့။ ကျွန်တော်လည်း ခင်ဗျားကို\nဒီရုပ်ရှင်ကို ခံစားကြည့်စေချင်တယ်။ကျွန်တော့်အမြင်အရတော့\nလီချန်းဒုံရုပ်ရှင်တွေရဲ့ ဇာတ်လမ်းတင်ပြပုံနဲ့\nဆင်တယ်။ဒါရိုက်တာရဲ့ ရက်စက်မှု\nပါးတယ်။မသိမှုထည့်တာ ပါးတယ်။\nသုံးထားတဲ့ စကားလုံးတွေဟာ\nလက်တွေ့ကျကျနဲ့သိပ်လှတယ်။\nဇာတ်လမ်းက မိသားစုရဲ့\nအိမ်နဲ့စိုက်ခင်းရှိခဲ့တဲ့ နေရာဟာ ဒီရုပ်ရှင်က\nဇာတ်ညွှန်းသမားနဲ့ဒါရိုက်တာလုပ်ထားတဲ့\nLee Isaac Chungရဲ့ ကြီးပျင်းခဲ့တဲ့နေရာနဲ့\nအတူတူပဲ။ သရုပ်မှန်များလို့ပဲထင်တယ်\nသိပ်လက်တွေ့ကျတယ်။\nအော်စကာ Best Picture ပြိုင်ဖို့ရဖို့\nတန်မတန်ဆိုတာ\nပညာရှင်တွေဆုံးဖြတ်ရမယ့်အလုပ်,\nဒါပေမဲ့ မနှစ်က BPရတဲ့ Parasiteထက်\nခံစားရပိုစစ်မှန်တယ်ဆိုတာ‌ကတော့\nကျွန်တော်ရဲရဲကြီး အာမခံတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို WiRa Aung မှ ခံစားတင်ဆက်ထားတာပါ။) \nFile size…(1.6 GB)\nQuality….WEBscr 720p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "7.7",
        "url": "https://megaup.net/2WG9x/(CM)Minari.2020.720p.WEBSCR.DD2.0.x264-NOGRP.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eYMeV0DQuAkugB3TVBZBe2rEXka.jpg",
        "title": "Nomadland (2020)",
        "description": "Nomadland (2020)\n======================IMDb Rating- 7.7/10\nRotten Tomatoes- 96%ဖန်တီးမှုလက်ရာကောင်းတစ်ခုဟာ\nပြောပြချင်တာတွေများလာတဲ့အခါ\nဖြစ်တည်လာတော့တာပါပဲ။\nဝေါင်ကာဝေးရုပ်ရှင်အများစုရဲ့\nCinematographyသမား\nခရစ္စတိုဖာဒွိုင်းက ရုပ်ရှင်ရိုက်ကူးရေးနဲ့\nပက်သက်ပြီး ပြောဖူးတာတစ်ခုရှိတယ်။\n\" ကမ္ဘာကြီးကို မြင်အောင်ကြည့်၊\nထောင်ထဲသုံးလေးခါနေကြည့်၊\nခင်ဗျားအတွေ့အကြုံတွေစုဆောင်းမိမယ်။\nစုဆောင်းမိလာတာနဲ့ ခင်ဗျား\nပြောချင်တာတွေရှိလာမယ်။\nခင်ဗျားပြောချင်တာဘာမှမရှိရင်တော့\nရုပ်ရှင်မရိုက်သင့်ဘူး\"တဲ့\nNomadlandဟာ ပြောစရာ\nသိပ်များတဲ့လူတွေအတူဖန်တီးထားတဲ့\nလက်ရာတစ်ခုလို့ဆိုရမယ်။\nညနေစောင်းလို့ တိမ်တောက်တဲ့အခါ\nမြင်ရတဲ့ နေ၀င်ချိန်တိမ်ပွင့်အမျောကလေးကို\nကြည့်ပြီး ပြောစရာသိပ်များတဲ့လူတွေ၊\nရှင်သန်မှုဆိုတဲ့စကားလုံးကလေးနဲ့\nပက်သက်ပြီး‌ ပြောစရာသိပ်များတဲ့လူတွေပေါ့။\nဒီတော့ ဒီရုပ်ရှင်မှာ ရှင်သန်မှုနဲ့\nပက်သက်ပြီး အများကြီးတွေ့ရလိမ့်မယ်။Nomadဆိုတာ အိမ်ခြေအတည်မရှိ\nလေလွင့်နေသူတွေ ခြေသလုံးအိမ်တိုင်တွေကိုပြောတာ ၊Nomadlandဆိုတာကို\nပြန်ဆိုရရင်တော့ လေလွင့်သူတို့ကွန်းလို့ ဆိုရမယ်။\nအိမ်ခြေရာမဲ့လို့တော့ မဆိုချင်ဘူး။\nသူတို့မှာ houseဆိုတဲ့အိမ်မရှိပေမဲ့\nhomeဆိုတဲ့ အိမ်တော့ရှိကြတာကိုး။\nရုပ်၀တ္တုအဆောက်အဦးတွေပေါ်မှာ\nအမှတ်ရစရာတွေက မတည်ကြဘူးတဲ့\nရုပ်ခန္ဓာထင်ရှားမရှိတော့တဲ့\nသူတို့ချစ်ခဲ့တဲ့လူတွေကို အမှတ်ရစေဖို့\nသူတို့နည်းသူတို့ဟန်နဲ့ ကြိုးစားနေကြတဲ့\nဒီရုပ်ရှင်ထဲက Nomadတွေနဲ့ သူတို့ရဲ့\nဘ၀နေထိုင်နေမှုဟာ\nတစ်ချို့အတွက်တော့ ဒုက္ခလို့\nဆိုလို့ရပေမဲ့ ကျွန်တော်တော့\nသိပ်ချစ်စရာကောင်းတယ်လို့ပဲ\nဆိုချင်တယ်။ ခွဲခွာခဲ့ရတဲ့သူတွေကို\nတစ်နေ့မှာ အနာဂတ်ရဲ့လမ်းခုလတ်မှာ\nပြန်တွေ့ရမယ်လို့ မျှော်ရည်ယုံကြည်ရင်း\nသူတို့ရှင်သန်ကြတယ်။\nအဆုံးသတ်ရန်တစ်နေရာမှာတော့\nအားလုံးဟာ အဆုံးသတ်ကြရတာပါပဲ\nအဲ့ဒီနေ့မရောက်သေးသမျှတော့\n‌မျှော်လင့်ချက်တွေကို လိုအပ်ကြတယ်\nမဟုတ်လား။ Nomadlandဟာ\nဒီမျှော်လင့်ချက်တွေအကြောင်းပါပဲ။ဒီဇာတ်ကားရဲ့ ထူးခြားချက်ကတော့ ဇာတ်ကားမှာပါဝင်တဲ့ဇာတ်ကောင်တိုင်းရဲ့ နာမည်တွေက သရုပ်ဆောင်တွေရဲ့ နာမည်အတိုကောက်ပါပဲ\nCastအပိုင်းမှာတော့ အော်စကာနှစ်ဆုရှင် Frances McDormandပါရင် သရုပ်ဆောင်ထားပြီး တတိယမြောက်အော်စကားရရှိဖို့ တစ်ပြေးနေပါတယ်တစ်ချို့ကတော့ ဒီနှစ်ရဲ့အော်စကာ\nBest Pictureရနိုင်ခြေအများဆုံး\nရုပ်ရှင်လို့ဆိုကြတယ်။\nCineamatographyကလည်း\nLandscape viewနဲ့ရိုက်ပြထားပြီး\nအတော်ခမ်းနားတယ်။\nဘာပဲဖြစ်ဖြစ်\nဒီနှစ်ရဲ့ အကောင်းဆုံးရုပ်ရှင်\nဆယ်ကားကိုပြောပါဆိုရင်\nNomadlandက ထိပ်ကပါနေမှာပါ။\nကြည့်ကိုကြည့်သင့်တဲ့\nရုပ်ရှင်တစ်ကားပါပဲ။(အညွှန်းရေးသားပေးထားသူကတော့ WiRa Aungပါ)  Translated by Daniel ...",
        "rating": "7.7",
        "url": "https://megaup.net/V7g1/[CM%7DNomadland.2020.720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Screen-Shot-2021-04-27-at-1.45.42-PM-135x200.png",
        "title": "Justice Society: World War II (2021)",
        "description": "Justice Society: World War II (2021)==========================IMDb Rating - 6.5/10ဒီနေ့အတွက် DC Fan ပရိသတ်တွေအကြိုက်ဖြစ်စေမယ့် Justice မူဗီလေးလာပါပြီ။ဒီအပိုင်းမှာတော့ Flash တစ်ယောက် အပြေးလွန်ပြီး စကြဝဠာမှားရောက်သွားတဲ့အကြောင်းလေးပေါ့။ဘယ်ရီအဲလန် တစ်ယောက် သူ့ကောင်မလေးနဲ့ ပျော်ပွဲစားထွက်ရင်း Brainac နဲ့ Superman တို့ရဲ့တိုက်ပွဲနဲ့ကြုံပါတယ်။ Superman ဖက်က ဝင်ကူရင်း အပြေးလွန်ပြီး တခြားစကြဝဠာတစ်ခုကိုရောက်သွားပါတယ်။အဲဒီကမ္ဘာမှာ ဟစ်တလာသောင်းကျန်းနေတဲ့ ဒုတိယကမ္ဘာစစ်ဖြစ်နေတဲ့အချိန်ကို ရောက်သွားတာပါ။ အဲဒီမှာရှိတဲ့Wonder Woman ခေါင်းဆောင်တဲ့ Justice Society နဲ့တွေ့ပြီး စစ်ပွဲကို တားဆီးနိုင်ဖို့ တူတူပူးပေါင်းကြိုးစားကြတဲ့အကြောင်းလေးပါ။ JS အဖွဲ့ဝင်တွေကတော့ Hourman, Canary, နောက် Flash တစ်ယောက်၊ Hawkman တို့ပါပဲ။နောက်ထပ် Aquaman နဲ့ Superman တို့လည်း ပါပါသေးတယ်။ သူတို့ရဲ့ Role တွေကတော့ ဒီမူဗီထဲမှာပဲကိုယ်တိုင်ကြည့်မြင်ခံစားလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2iFO9/Justice.Society.World.War.II.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/ezgif-3-254b2c8cf7f3-141x200.jpg",
        "title": "The Rescue ( 2020 )",
        "description": "ဇာတ်ကားလေးနာမည်က Rescue တဲ့ဒီဇာတ်ကားလေးကတော့ ကယ်ဆယ်ရေးအဖွဲ့က အသက်တွေစွန့်ပြီးဘယ်လိုကယ်တင်ခဲ့တယ်ဆိုတာလေးကို ရိုက်ကူးပြထားတာပါ။သဘာဝဘေးကြောင့်ဖြစ်ဖြစ် မသမာသူတွေရဲ့လှည့်ကွက်ကြောင့်ဖြစ်ဖြစ်ဘယ်လိုအကြောင်းကြောင့်ဖြစ်ပါစေ ဒုက္ခရောက်သူတွေဆီအရောက်လာကယ်တင်ပေးသူတွေအကြောင်းပေါ့ဒီထဲမှာအကြိုက်ဆုံးစကားကတော့ <<ကိုယ့်အသက်ကိုစတေးပြီး တခြားသူအတွက် အသက်ရှင်ဖို့ မျှော်လင့်ချက်ပေးနေသူတွေ>>တဲ့။ရာထူးတွေ အဖွဲ့အစည်းတွေ တခြားရုပ်ဝတ္ထုပံ့ပိုးမှုနဲ့မဆိုင်ဘဲ ကိုယ့်အသက်ကို စတေးရင်း တခြားသူတွေကိုမျှော်လင့်ချက်ပေးနေတဲ့သူတိုင်းက သူရဲကောင်းတွေပါ။ဒီဇာတ်ကားထဲက သူရဲကောင်းတွေရဲ့ စတေးမှု၊ ပေးဆပ်မှုတွေကို ဇာတ်လမ်းလေးကြည့်ရင်းရှာဖွေလိုက်ကြပါ Quality : WEB-DL 720pFormat : mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Chu Chu",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-rescue-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Way_to_Ob-Gyn-P1-140x200.jpg",
        "title": "Way to OB-GYN (2021)",
        "description": "Way to OB-GYN (2021)ဒီဇာတ်လမ်းလေးကတော့ ဇွန်ဘီ ဇာတ်လမ်းပါပဲ။ဒါပေမယ့် မတူတာက ဇွန်ဘီတွေနဲ့ တိုက်ခိုက်မယ့်သူက ကိုယ်ဝန်ဆောင် အမျိုးသမီးတစ်ယောက် ဖြစ်နေတာပါပဲ။ဇွန်ဘီဆိုတာက အရမ်းမြန်တဲ့ သတ္တဝါတွေပါ။ဗိုက်ကြီးသည်ဆိုတာကတော့ သိတဲ့အတိုင်း သာမန်လူတွေထက် လှုပ်ရှားမှု နှေးကွေးတဲ့သူပါ။ဒီလိုအမျိုးသမီး တစ်ယောက်က ဇွန်ဘီတွေကြားကနေ ကလေးမွေးဖို့အတွက် သားဖွားမီးယပ်ဆရာဝန်ဆီကို အရောက်သွားနိုင်ပါ့မလား ဆိုတာကို ဒီဇာတ်လမ်းထဲမှာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ဇွန်ဘီဇာတ်လမ်း သဘောကျတဲ့လူတွေ အကြိုက်တွေ့ဦးမယ့် ကားတစ်ကားပဲ ဖြစ်ပါတယ်။Title: 산부인과로 가는길 / Sanbuingwaro Ganeungil\nAlso known as: On the Way to the Gynecologist\nGenre: Drama, black comedy, horror\nDuration: 1hr\nBroadcast network: tvN\nBroadcast period: 2021-Mar-31\nQuality: 1080 P and 720 P\nSize: 1.28 GB ...",
        "rating": "8",
        "url": "https://megaup.net/WHi0/Way_to_OB-GYN.2021.720p.CM.mp4",
        "category": "Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8yhtzsbBExY8mUct2GOk4LDDuGH.jpg",
        "title": "Mortal Kombat (2021)",
        "description": "Mortal Kombat (2021)ဒီရုပ်ရှင်ကိုလည်း အားလုံးမျှော်နေကြမယ်ထင်တယ်။အိုကြီးအိုမတိုင်းရဲ့ ငယ်ဘဝမှာ မော်တယ်ကွန်ဘက်ဂိမ်းကို အနည်းနဲ့အများ ရင်းနှီးဖူးကြမှာပဲ။အခုလည်း ဒီဂိမ်းကိုပဲ ရုပ်ရှင်အဖြစ် အသက်သွင်းလိုက်ပြန်ပါပြီ။အားလုံးသိကြတဲ့အတိုင်း ကမ္ဘာလောကအပြင်\nငရဲကမ္ဘာ အခြားကမ္ဘာတွေက လက်ရွေးစင်တွေဟာ\nပြိုင်ပွဲကြိးတစ်ပွဲမှာ ရင်ဆိုင်ကြလေ့ရှိပါတယ်။ကမ္ဘာလောကရဲ့ အဓိက ပြိုင်ဘက်ကတော့ Outworld ပေါ့။ဒီရုပ်ရှင်ထဲမှာတော့ Outworld က Earth ကို ၉ ကြိမ်တောင် နိုင်ခဲ့ပြီးပါပြီ။\n၁၀ ကြိမ်အနိုင်ရခဲ့ရင် ကမ္ဘာကို အပိုင်စားရမှာဖြစ်ပါတယ်။ကမ္ဘာရဲ့ လက်ရွေးစင်တွေက ဒီပွဲကို အနိုင်ယူဖို့ ဘယ်လိုတွေရင်ဆိုင်ရမလဲ ဆိုတာ တွေ့ရမှာပါ။File size… 1.15 GB and 3.19 GB\nQuality…. 720p and 1080p HEVC 5.1CH\nFormat…mp4\nDuration…. 1h 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Little Neo\nEncoder ..... August",
        "rating": "7",
        "url": "https://megaup.net/2izvW/Mortal.Kombat.2021.720p.WebRip.CM.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/99599e87eaab07ac9a35d843f3b82eab6029fa93-202x300.jpg",
        "title": "Trolls (2016)",
        "description": "ပျော်ရွှင်မှုဆိုတာ ဘာလဲ???????\nအတုယောင်တွေပေါများတဲ့ ယခုခေတ်မှာတော့ စစ်မှန်တဲ့ပျော်ရွှင်မှုက ရှားပါလာပြီ ဟန်ဆောင်အပြုံးတွေ ဟန်ဆောင်နှစ်သိမ့်မှုတွေထဲက ပျော်ရွှင်မှုပျောက်ဆုံးနေတဲ့ လူသားတွေအတွက်တော့ နည်းပညာပစ္စည်းတွေသုံးပြီး ပျော်ရွှင်မှုတွေကို ရှာဖွေနေရပါတယ်။ ဒါပေမဲ့ နှလုံးသားဆိုတဲ့ စစ်မှန်တဲ့ဖန်တီးမှုမပါတဲ့ နည်းပညာပစ္စည်းတွေက ပြီးပြည့်စုံတဲ့ပျော်ရွှင်မှုကိုမပေးနိုင်ပါဘူး။ ကျွန်တော်တို့ ပျော်ရွှင်မှုကို ဘယ်လိုရှာဖွေရမလဲ????မနေ့က မမျှော်လင့်ပဲ ကြည့်မိတဲ့ Trolls ဆိုတဲ့ ဇာတ်ကားလေးအကြောင်းပြောချင်ပါတယ်။ ပျော်ပျော်ရွှင်ရွှင်နေတတ်တဲ့ ရောင်စုံဆံပင်ရှည်လေးတွေရှိတဲ့ Trolls တွေရဲ့ အလုပ်ကတော့ သီချင်းဆိုမယ် ကမယ် တစ်ယောက်ကိုတစ်ယောက် နွေးထွေးစွာပွေ့ဖက်မယ် ဒါသူတို့ရဲချစ်စရာကောင်းတဲ့အလုပ်ပဲ။ ဒီလိုချစ်စရာကောင်းတဲ့ Trolls တွေမှာ ရန်သူတွေရှိတယ် သူတို့က Bergens တွေပဲ သူတို့ရဲ့ပျော်ရွှင်မှုကတော့ Trolls တွေကို စားခြင်းပဲ။ Bergens တွေရဲ့ ရန်ကလွတ်မြောက်ပြီး နှစ်၂၀ ကြာတဲ့အချိန် ကြီးကျယ်တဲ့ပါတီပွဲလုပ်တဲ့ချိန်မှာ Bergans တွေရဲ့ ဖမ်းဆီးချင်းကို ခံရတဲ့ Trolls တွေကို ပြန်လည်ကယ်တင်မယ့်သူက Trolls ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/trolls-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/142563069_128430555792185_3984176521416197974_n-144x200.jpg",
        "title": "I Remember (2021)",
        "description": "I Remember (2021)တစ်နေ့ .....\n၂၄ နာရီပဲ ရှိတဲ့ တစ်နေ့ ....ကိုယ် တိတ်တိတ်လေး ကြိတ်ကြွေနေရတဲ့လူကို ၂၄ နာရီပဲ တွဲခွင့်ရမယ်ဆိုရင် ခင်ဗျား ဘာလုပ်မှာလဲ?????ပျော်ပျော်ကြီး တွဲမှာပေါ့ဗျာ။ ဟုတ်တယ် မဟုတ်လား?ဒါပေမယ့် .....\nအဲဒီတစ်နေ့ ကျော်သွားတာနဲ့ သူက ဘာကိုမှ မမှတ်မိတော့ဘူးဆိုရင်ရော .....သူ မှတ်မိခြင်း မမှတ်မိခြင်းထက် ကိုယ် မှတ်မိဖို့ပဲ လိုတာပေါ့ဗျာ။\nဟုတ်တယ်မလား?တစ်နေ့ဆိုလည်း အဲဒီတစ်နေ့ကို အမှတ်တရထားမှာပေါ့။အမှတ်တရ ဆိုတာ တစ်နေ့ဆိုလည်း အမှတ်တရက အမှတ်တရပါပဲ။ကိုယ်ချစ်တဲ့လူရဲ့အကြောင်းကို အစစအရာရာကို မှတ်မိနေတဲ့လူအတွက်က တစ်ရက်ဆိုလည်း အဲဒီတစ်ရက်စာဟာ သူ့အတွက် တစ်သက်လိုပါပဲ။အဲဒီတစ်ရက်ကို သူသာ မှတ်မိခဲ့မယ် ဆိုရင်ရော .....မှတ်မိမလား မမှတ်မိဘူးလား ဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ တွေ့ရမှာပါ။ကိုယ့်မှာ ကားမရှိပေမယ့် သူ့မှာ ကားရှိတော့ ကားပါကင်နဲ့ ရင်းနှီးလာတယ်။\nသူ့အကြိုက်ဆုံး သီချင်းကို ဓာတ်လှေကားက သီချင်းဖွင့်တဲ့လူကို အကူအညီတောင်းပြီး ဖွင့်ပေးတယ်။\nဒါမျိုးကို \"ရိုတယ်\" ...",
        "rating": "7.8",
        "url": "https://megaup.net/2h9nB/(CM)_I_Remember_2021.720P.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nxxuWC32Y6TULj4VnVwMPUFLIpK.jpg",
        "title": "Seobok(2021)",
        "description": "Seobok(2021)အညွှန်း******************IMDb...8.3 ပထမဆုံး လူသားပုံတူဖြစ်တဲ့ \"Seobok\"သူ့ဘဝတစ်လျှောက်လုံး စမ်းသပ်ခန်းထဲမှာပဲ နေထိုင်ခဲ့ရပြီး အပြင်လောကကြီးအကြောင်း ဘာတစ်ခုမှမသိနားမလည်တဲ့ လူသားပုံတူကလုန်း Seobok အဖြစ် Park Bo Gum က ပါဝင်ပေးထားပါတယ်။ တရုတ်အင်ပါယာချင်လက်ထက်မှာ မသေဆေးရှာဖို့ စေလွှတ်ခံရတဲ့ Xu Fu ကို အစွဲပြုပြီး Seobok လို့ နာမည်ပေးထားတဲ့ လူသားပုံတူဟာ ထာဝရအသက်ရှင်ခြင်းကို ပိုင်ဆိုင်ထားတဲ့ immortal တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ကျောရိုးမကြီးထဲက ပရိုတိန်းဓာတ်တွေက လူသားတွေရဲ့ ရောဂါမှန်သမျှကို ပျောက်ကင်းစေနိုင်တဲ့ အစွမ်းလည်း ရှိတယ်။ဒီလို အဖိုးတန်လူသားပုံတူတစ်ယောက်ကို သူ နေထိုင်လာတဲ့ စမ်းသပ်ခန်းထဲကနေ တခြားလုံခြုံစိတ်ချရတဲ့နေရာကို ရွှေ့ပြောင်းဖို့ လိုအပ်လာတဲ့အခါ...စုံစမ်းထောက်လှမ်းရေးအေးဂျင့်ဟောင်း \"Gi Heon\"အတိတ်က မတော်တဆမှုတစ်ခုကြောင့် စိတ်ကျန်းမာရေးပြဿနာတစ်ချို့အပြင် ကုသဖို့မဖြစ်နိုင်တဲ့ ရောဂါတစ်ခုကိုပါ ခံစားနေရသူအေးဂျင့်ဟောင်း Gi Heon အဖြစ် Gong Yoo က ...",
        "rating": "8.3",
        "url": "https://megaup.net/1Cty2/Seobok.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/double-140x200.jpg",
        "title": "Double Patty (2021)",
        "description": "Double Patty (2021)အညွှန်း*************************၂၂နှစ်အရွယ် Kang Woo-Ramဆိုတဲ့ကောင်လေးက အလုပ်တစ်ခုရဖို့အတွက် ပြင်ဆင်ရင်းအလုပ်ရှုပ်နေတဲ့သူပါ...Lee-Hyun Jiကတော့ အစီအစဉ်တင်ဆက်သူအရမ်းဖြစ်ချင်နေပြီး အဲ့ဒီအိမ်မက်နဲ့ရှင်သန်နေတဲ့ ကောင်မလေးတစ်ယောက်ပါ...အစီအစဉ်တင်ဆက်သူဖြစ်ဖို့ အိမ်မက်ကိုအရောက်မလှမ်းနိုင်သေးတဲ့ Lee Hyun-Jiက ညမှာတော့ ဟမ်ဘာဂါဆိုင်လေးမှာ အချိန်ပိုင်းလုပ်ပါတယ်...တစ်ညမှာတော့ Lee-Hyun Jiအချိန်ပိုင်းလုပ်တဲ့ ဟမ်ဘာဂါဆိုင်လေးကို Kang Woo-Ramက ရောက်လာခဲ့ပါတယ်...တစ်ခုဝယ်တစ်ခုလက်ဆောင်လျှော့စျေးနဲ့ရတဲ့ ဟမ်ဘာဂါဆိုင်လေးဆီ Kang Woo-Ramတစ်ယောက် အမြဲတမ်းလိုလိုလာဖြစ်ရာကသိပ်လှတဲ့အချစ်ဇာတ်လမ်းလေးပေါ်ပေါက်လာမလား....လူငယ်တွေဖြစ်တဲ့ Kang Woo-Ramနဲ့ Lee Hyun-Jiတို့နှစ်ယောက် သူတို့အိမ်မက်နဲ့ပန်းတိုင်တွေကို ရောက်အောင်ဘယ်လိုကြိုးစားကြမလဲ..သူတို့လိုချင်တဲ့ ပန်းတိုင်ရော တကယ်ရောက်ကြမှာလားဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...ဒီဇာတ်ကားမှာတော့ မင်းသားShin Seung-Hoက Kang Woo-Ramနေရာကသရုပ်ဆောင်ထားပြီးRed Velvetအဖွဲ့ဝင် Ireneက Lee Hyun-Jiနေရာက သရုပ်ဆောင်ထားပါတယ်.....   File Size : (980 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Romance, Drama\nSubtitle : Myanmar ...",
        "rating": "6.5",
        "url": "https://megaup.net/Wyub/Double_Patty.2021.NEW.WEB-DL.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/index-131x200.jpg",
        "title": "The Courier (2021)",
        "description": "စစ်အေးတိုက်ပွဲကာလ စပိုင်ဖြစ်ရပ်မှန် ရုပ်ရှင်ကို\nဘာသာပြန်ပေးထားပါတယ်။\nမင်းသားကတော့ ကျွန်တော်တို့ အချစ်တော်\nဘီတာဒင်း ကူကမ်းဘားပါ။\nသူလျိုသမိုင်းတလျှောက် တန်ဖိုးအကြီးဆုံး\nသူလျိုနဲ့ သူ့ရဲ့ သတင်းသယ်ပို့သမားတစ်ယောက်အကြောင်းကို\nပြထားတာပါပဲ။ စစ်အေးတိုက်ပွဲအတွင်းက စပိုင်ဇာတ်လမ်းတွေဟာ\nရသမျိုးစုံပြီး ရိုက်လို့မကုန် ကြည့်လို့မကုန် ဖြစ်တာမို့\nဒီရုပ်ရှင်ကိုလည်း ပရိသတ်တွေ သဘောကျကြဦးမှာပါ\nရုပ်ရှင်ကို ဘာသာပြန်ပြီး အညွှန်းရေးပေးထားတာကတော့\nCM Admin Little Neo ဖြစ်ပါတယ်\n  \nFile Size : (2 GB) and (1.2 GB)\nQuality : 1080P, 720p\nFormat…mp4\nDuration… 1h 52min\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Little Neo\nEncoded by Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/2itnu/The.Courier.2020.720p.WEBRip.DD5.1.x264-CM_HEVC_{CM}_(2).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mu5t94c8IZU781aMg1E1FKinYG2.jpg",
        "title": "Stand by Me Doraemon 2 (2021)",
        "description": "Stand by me Doraemon 2 (2021)နိုဘီတဆိုတဲ့ကလေးလေးနဲ့ ဒိုရေမွန်ဆိုတဲ့အပြာရောင်စက်ရုပ်ကြောင်ကလေးတို့\nအပိုင်း၁ (၂၀၁၄) မှာအနာဂတ်ကိုသွားကြည့်ခဲ့ကြပြီးတော့\nဒီတစ်ခေါက် အပိုင်း၂ (၂၀၂၀) မှာတော့ အတိတ်ကိုပြန်သွားရာကနေဇတ်လမ်းစခဲ့ပါတယ်နိုဘီတတစ်ယောက်သူ့မွေးနေ့မှာ အိမ်ကိုပြန်လာချိန် မယ်တော်ဘုရားက\nဘဲဥမကွဲတဲ့ စာမေးပွဲအမှတ်စာရင်းစာရွက်ကိုရှာတွေ့ရာနေစလို့ အဆူခံရပြီး ပုလဲခလျှက်နဲ့ သူ့အခန်းထဲဝင်လာခဲ့ပါတယ်။အခန်းထဲမှာ အမေဆူတာလွတ်ဖို့အရေး အရင်လိုပဲ ဒိုရေမွန်ဆီကနေပစ္စည်းဆန်းတွေသုံးဖို့ကြံနေရင်း\nသူကိုယ်တိုင်တောင် ဘာမှန်းမသိတာတွေလျှောက်လုပ်မိကုန်ပါတယ်။အဲ့ဒီကနေ နိုဘီတရဲ့အဘွားပေးခဲ့တဲ့\nဝက်ဝံရုပ်လေးကိုတွေ့ပြီး အဘွားနဲ့ပြန်တွေ့ချင်လို့ ဒိုရေမွန်ဆီပူဆာရာကနေစလို့\nနိုဘီတ ပီသစွာ တစ်လွဲအပြည့်နဲ့ဇတ်ထုတ်ကြီးကကြပါတော့တယ်။ဒီဇတ်လမ်းမှာ ဟိုးအရင်ကလို မဟုတ်ဘဲ\nအဘွားနဲ့နိုဘီတတို့ကြားက သံယောဇဉ်ကြိုး မိဘမေတ္တာတို့ကို မျက်ရည်ဝဲလျှက်နဲ့ကြည့်ရမှာပါ (မျက်ရည်မခိုင်ရင်မကြည့်ပါနဲ့)\nနိုဘီတနဲ့ ရှိဇုကတို့ရဲ့ လက်ထပ်ပွဲမှာဖြစ်တဲ့ အလွဲများ။\nအဘွားရဲ့ဆန္ဒကိုဖြည့်ဆည်းဖို့ကြိုးစားရင်းနဲ့\nလူကြီးဖြစ်သွားတဲ့ နိုဘီတနဲ့ ကလေးနိုဘီတတို့ကြားက\nရင့်ကျက်လာမူကြီးတွေကိုလဲ ကွက်ကွက်ကွင်းကွင်းမြင်ရမှာပါ။နိုဘီတအတွက် အရေးကြီးဆုံးသောသူတွေဖြစ်ကြတဲ့\nဒိုရေမွန် အဘွားနဲ့ သူငယ်ချင်းများရဲ့ ဇတ်ပေါင်းခန်းလေးပေါ့။နိုဘီတနဲ့ရင်းနီးပြီးသားသူများအဖို့တော့ ကြည့်ရတာ ပိုးစိုးပက်စက်တန်မှာပါ။File size… 1.68 GB and\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1h 36 min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Idiot ...",
        "rating": "7.4",
        "url": "https://megaup.net/Wydp/DORAEMON_STAND_BY_ME_2.2021.720p.CM.mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qRhDgHAMNz4WfgEDYXbnjQhjvxr.jpg",
        "title": "The Marksman(2021)",
        "description": "The Marksman(2021)အညွှန်း**************************((1080P ရပြီဗျို့)မက္ကဆီကို နယ်စပ်မှာ အထီးကျန်နေတဲ့ မရိန်းလက်ဖြောင့်တပ်သားဟောင်းကြီးတစ်ယောက်ရှိတယ်...ဝီစကီလေးမော့လိုက် ကားလေးမောင်းလိုက်နဲ့ပေါ့... တစ်နေ့မှာ မက္ကဆီကိုထဲက ခိုးဝင်လာတဲ့ သားအမိနှစ်ယောက် ရောက်လာတယ်....\nသူတို့သားအမိကို မက္ကဆီရဲ့ ကြမ်းပေ့ဆိုတဲ့ လူဆိုးဂိုဏ်းက သတ်ဖို့လိုက်လာတယ်။\nဒီသားအမိဟာ ကံကောင်းထောက်မစွာ မရိန်းလက်ဖြောင့်တပ်သားဟောင်းကြီးနဲ့ဆုံဖြစ်ခဲ့တယ်....မက္ကဆီဂိုဏ်းက ဒီသားအမိကို မဖြစ်မနေသတ်ဖို့ ကိစ္စကြီးတစ်ခုရှိလာတဲ့အခါမှာတော့.......မင်းသားကြီး Liam Neeson ရဲ့ သဲထိတ်ရင်ဖို အက်ရှင်ခန်းတွေကို ခံစားကြည့်ကြပါဉီး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneoပဲဖြစ်ပါတယ်.....    File Size :1GB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre :  Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/Wu4f/The_Marksman.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/SingPoster-135x200.jpg",
        "title": "Sing (2016)",
        "description": "၂၀၁၆ ရဲ့ အကျော်ကြားဆုံး Animation တွေထဲက တစ်ခု တင်ပေးထားပါတယ်။ Box Office ရဲ့ ထိပ်ပိုင်းမှာနေရာယူခဲ့ပြီး Golden Globe ဆန်ကာတင်ခဲ့တဲ့ ကားပါ။ IMDb 7.2 နဲ့ ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုတွေလည်း ရထားခဲ့ပါပြီ။ နာမည်ကြီး အဆိုတော်တွေ ဂန္ဓာဝင်သီချင်းတွေ၊ ကျော်ကြားတဲ့သီချင်းတွေနဲ့ ကောင်းမွန်တဲ့ ဇာတ်အိမ်တစ်ခုကြောင့်ပဲ ဖြစ်ပါလိမ့်မယ်။\nဇာတ်လမ်းအကျဉ်းမှာတော့ ဒေဝါလီခံရခါနီး ဇာတ်ရုံပိုင်ရှင် မွန်းဟာ သူ့ရဲ့ မအောင်မြင်တဲ့ ရှိုးတွေကနေ ဖောက်ထွက်ပြီး ဇာတ်ရုံကို ပြန်အဖတ်ဆယ်ဖို့ အဆိုပြိုင်ပွဲတစ်ခု လုပ်ဖို့စတင်ပါတော့တယ်။ သူပိုင်ဆိုင်သမျှဒေါ်လာ တစ်ထောင်ကို ဆုကြေးအဖြစ်ကြေညာမလို့လုပ်ပေမယ့် စာရိုက်အမှားကြောင့် ဒေါ်လာတစ်သိန်းအဖြစ်ကြေညာမိပြီး တစ်မြို့လုံးက လာရောက် အရွေးခံကြတဲ့အခါ..... သီချင်းကိုရူးသွပ်တဲ့ အိပ်မက်ကိုယ်စီနဲ့ ဝါသနာရှင်တွေ ထွက်ပေါ်လာပါတော့တယ်.....ကလေး ၂၅ ယောက်အမေ အိမ်ထောင်ရှင် ရိုစီတာ...လူဆိုးဂိုဏ်းခေါင်းဆောင်ရဲ့သားပေမယ့် အဆိုတော်ပဲလုပ်ချင်တဲ့ ဂျွန်နီ.....လူလည်အဆိုတော် မိုက်....အသဲကွဲရော့ကာလေး အက်ရှ်...နဲ့ လူအရမ်းကြောက်တဲ့ မီနာတို့ပါပဲ...ဒါပေမယ့် တကယ်မရှိတဲ့ ဆုကြေးအတွက် မွန်းဘယ်လိုဖြေရှင်းမှာလဲ....ဘာမျှော်လင့်ချက်မှ မရှိတဲ့ ရှိုးပွဲမှာ သူတို့ဘဝတွေကရော သီချင်းတွေအတွက် ဘယ်လောက်ပေးဆပ်နိုင်မလဲဆိုတာ.....\nFile Size ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/sing-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dYCWUAidqgakGETwZkfGxU7CWhL.jpg",
        "title": "Night in Paradise (2021)",
        "description": "Night in paradise (2020)အက်ရှင်ကားဆို \"အသေကြမ်းမှ ဖိုက်တင်ကောင်းမှ ကြည့်ချင်တယ်\" ဆိုတဲ့ဘဒိုတွေအတွက်\nဒီနှစ် ၂၀၂၁ခုနှစ် ဧပြီလ ၉ ရက်နေ့က လတ်လတ်ဆတ်ဆတ် ထွက်ရှိထားတဲ့\nခပ်ကြမ်းကြမ်း လူဆိုးအက်ရှင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nကိုရီးယား အက်ရှင်ကားထဲမှာ တော်တော် ကောင်းတဲ့ကားလေးတစ်ကားဖြစ်ပြီး\nသရုပ်ဆောင် ဇာတ်လမ်းဇာတ်ကွက်တွေကလည်း\nသွေးအေး လူမိုက်ကာရိုက်တာ အရသာကိုထိထိမိမိပေးနိုင်တဲ့ ကားတစ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအကြောင်းကိုပြောရရင်တော့ ပတ်ထယ်ဂူဆိုတဲ့ ကြေးစားလူမိုက်တစ်ယောက်အကြောင်းပါပဲ။\nသူက သူ့ခေါင်းဆောင် ယန်းသူဌေးပေါ်မှာ အလွန် သစ္စာစောင့်သိသူတစ်ယောက်ဖြစ်ပြီး\nတစ်ရက်မှာ သူ့သူဌေးရဲ့ ပြိုင်ဖက်ဖြစ်တဲ့ ဘို့ဆွန်းအဖွဲ့က သူဌေးယန်းဆီက ခွာပြီး\nသူတို့အဖွဲ့ဝင်အဖြစ် လာခဲ့ဖို့ ပတ်ထယ်ဂူကို ကမ်းလှမ်းလာပါတယ်။\nဒါပေမယ့် သစ္စာရှိလူမိုက် ပတ်ထယ်ဂူက ဘို့ဆွန်းအဖွဲ့ဆီသွားဖို့ငြင်းပယ်ခဲ့တဲ့အတွက်\nသူ့ရဲ့ခင်တွယ်ရာ မိသားစု ဖြစ်တဲ့ သူ့အစ်မနဲ့တူမလေးက ရန်ငြိုးထားအသတ်ခံလိုက်ရပါတယ်။ဒီအတွက် ထယ်ဂူတစ်ယောက် အစ်မနဲ့တူမလေးအတွက် လက်စားချေဖို ဘို့ဆွန်းဂိုဏ်း ဥက္ကဌဒိုကို\nတစ်ယောက်တည်းသွားတွေ့ပြီး ရက်ရက်စက်စက် ရှင်းပစ်ခဲ့ပါတယ်။\nအဲဒီနောက်မှာတော့ ဂျယ်ဂျူကျွန်းမှာ ထွက်ပြေးတိမ်းရှောင်ရင်းနဲ့ ဂျယ်ယွန်းဆိုတဲ့ အမျိုးသမီးလေးနဲ့ တွေ့ဆုံခဲ့ပါတယ်။\nဂျယ်ယွန်းမှာလည်း လျှို့ဝှက်ချက်တွေနဲ့ပါပဲ။\nအသက်ပြင်းလွန်းတဲ့ ဘို့ဆွန်းဂိုဏ်းခေါင်းဆောင် ဥက္ကဌဒိုက မသေသွားဘဲ\nဒဏ်ရာအပြင်းအထန်ရပြီး ...",
        "rating": "6.6",
        "url": "https://megaup.net/3HNwU/(NZ)Night.In.Paradise(2020).mp4 https://megaup.net/3HNwV/Night.in.Paradise.2020.720p.CM_(2).mp4",
        "category": "Uncategorized"
    }
]