[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nrbNZrQKBtRXnip97sD2585wV7e.jpg",
        "title": "Long Live the King ( 2019 )",
        "description": "Zawgyi*******ဒီတစ္ခါတင္ဆက္ေပးမယ့္ကားေလးကေတာ့ ေခးတို႔ရဲ႕ဦးကင္ေရဝန္ရဲ႕ကားေလးပါ ဒီကားထဲမွာဆိုရင္ ေခးတို႔ရဲ႕ဦးကခပ္မိုက္မိုက္လူမိုက္ေခါင္းေဆာင္ေနရာကေနသရုပ္ေဆာင္ထားပါတယ္ဆိုးမိုက္ၿပီးမေကာင္းတာမွန္သမ်ွလုပ္တဲ့လူဆိုးတစ္ေယာက္ဟာအခ်စ္နဲ႔ေတြ႕တဲ့အခါေျပာင္းလဲသြားတယ္ဆိုတာဒီကားထဲမွာအတိအက်ႀကီးေျပာျပထားတာပါ လူဆိုးလူမိုက္ကင္ဆယ္ေခ်ာတစ္ေယာက္ကင္ဆိုဟြန္ဆိုတဲ့ေရွ႕ေနမေလးကိုျမင္ျမင္ခ်င္းခ်စ္မိတဲ့ေနာက္သူ႔ဘဝကိုေျပာင္းလဲဖို႔ႀကိဳးစားရာကေန ဘာေတြျဖစ္လာမလဲဆိုတာစိတ္ဝင္တစားၾကည့္ရမွာပါကဲဒီလိုေျပာလိုက္လို႔အခ်စ္ကားႀကီးလားလို႔ေတာ့မထင္လိုက္နဲ႔ေနာ္လွည့္ကြက္ေတြျပည့္ေနတဲ့နိုင္ငံေရးအေၾကာင္းကိုစိတ္ဝင္စားဖို႔ေကာင္းေအာင္ရိုက္ထားတာမို႔ တကယ္ၾကည့္သင့္တဲ့ကားေကာင္းတစ္ကားပါဦးရဲ႕ဖန္ေတြေတာ့သေဘာက်မွာအမွန္ျဖစ္တာေၾကာင့္ဆက္ဆက္ၾကည့္႐ႈၾကဖုိ႔ တုိက္တြန္းလုိက္ပါတယ္ေနာ္ Unicode*******ဒီတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ခေးတို့ရဲ့ဦးကင်ရေဝန်ရဲ့ကားလေးပါ ဒီကားထဲမှာဆိုရင် ခေးတို့ရဲ့ဦးကခပ်မိုက်မိုက်လူမိုက်ခေါင်းဆောင်နေရာကနေသရုပ်ဆောင်ထားပါတယ်ဆိုးမိုက်ပြီးမကောင်းတာမှန်သမျှလုပ်တဲ့လူဆိုးတစ်ယောက်ဟာအချစ်နဲ့တွေ့တဲ့အခါပြောင်းလဲသွားတယ်ဆိုတာဒီကားထဲမှာအတိအကျကြီးပြောပြထားတာပါ လူဆိုးလူမိုက်ကင်ဆယ်ချောတစ်ယောက်ကင်ဆိုဟွန်ဆိုတဲ့ရှေ့နေမလေးကိုမြင်မြင်ချင်းချစ်မိတဲ့နောက်သူ့ဘဝကိုပြောင်းလဲဖို့ကြိုးစားရာကနေ ဘာတွေဖြစ်လာမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရမှာပါကဲဒီလိုပြောလိုက်လို့အချစ်ကားကြီးလားလို့တော့မထင်လိုက်နဲ့နော်လှည့်ကွက်တွေပြည့်နေတဲ့နိုင်ငံရေးအကြောင်းကိုစိတ်ဝင်စားဖို့ကောင်းအောင်ရိုက်ထားတာမို့ တကယ်ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားပါဦးရဲ့ဖန်တွေတော့သဘောကျမှာအမှန်ဖြစ်တာကြောင့်ဆက်ဆက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါတယ်နော် Translated & Review By XiaoEncoded By LK",
        "rating": "5.4",
        "url": "https://megaup.net/1sstc/(CM)Long.Live.the.King.2019.HDRip.720p.mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u9UfbDVilnhT3fa82aTFs3O0TsA.jpg",
        "title": "Bloodline (2019)",
        "description": "ဒါ‌ကေတာ့ပူပူေႏြးေႏြးထြက္ရွိလာတဲ့ Psychological horrorကားပဲျဖစ္ပါတယ္။Horrorကားတစ္ကားအေနနဲ႔ေတာ့ ေကာင္းတဲ့rattingေတြလည္းရထားပါတယ္။အယ္ဗန္ဟာ မိန္းမနဲ႔သားေလးတစ္ေယာက္ရွိေနေပမယ့္ငယ္စဥ္ကဖခင္ျဖစ္သူႏွိပ္စက္တာေတြခံခဲ့ရၿပီးငယ္ဘဝအိပ္မက္ဆိုးေတြကေန႐ုန္းထြက္မရဘဲစိတ္ဖိစီးေနတဲ့သူတစ္ေယာက္ပါ။သူကအထက္တန္းေက်ာင္းတစ္ေက်ာင္းမွာအဆင္မေျပဘဲအခက္အခဲေတြႀကဳံေနရတဲ့ေက်ာင္းသားေတြကိုႏွစ္သိမ့္ေဆြးေႏြးေပးရတဲ့သူဆိုေတာ့ေက်ာင္းသားေတြအိမ္တြင္းအၾကမ္းဖက္မႈေတြခံေနရတာသိၿပီးကိုယ့္နည္းကိုယ့္ဟန္နဲ႔ေျဖရွင္းေပးသူတစ္ေယာက္ေပါ့။သူ႔မိန္းမကေလးေမြးဖြားၿပီးေနာက္မွာ သူ႔အေမကလည္း သူတို႔နဲ႔လာေနပါတယ္။သူ႔အေမေရာက္လာတာေရာ သူတို႔အတြက္ ေကာင္းမြန္မႈေတြျဖစ္လာေစမွာလား၊သူ႔မိန္းမကေရာ သူ႔အေၾကာင္းေတြသိသြားတဲ့အခ်ိန္မွာဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ဒီကားေလးမွာဆက္လက္ရႈစားလိုက္ပါ။ File Size : ( 906 MB , 295 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 58 minFormat : Mp4Genre : Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Moe LayEncoded by Moe Myint Lwin",
        "rating": "6.9",
        "url": "https://megaup.net/1su5p/(CM)_BloodLine_2019_(Large_Size).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gfLNZn4yjoXOVRCSJEpHqjbV0ny.jpg",
        "title": "10 Minutes Gone (2019)",
        "description": "(Unicode) နောက်ထပ် ၂၀၁၉ခုနှစ်ထွက် Action/Crime ဇာတ်ကားသစ်လေးဖြစ်ပါတယ်။Cast တွေကတော့ မင်းသားကြီး Bruce Willis တို့ Michel Chiklis တို့ဦးဆောင်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကတော့ ဘဏ်ဓားပြတိုက်ဖို့အတွက် အလုပ်အပ်ခံရတဲ့ Bruce တို့အဖွဲ့ဟာပုံမှန်လုပ်ဖူးနေကျဖြစ်တဲ့အတွက် ထုံးစံအတိုင်းသေချာအစီအစဉ်ထောင့်စေ့အောင်ချပြီး လုပ်ငန်းစခဲ့ပါတယ်။ငွေသိမ်းခန်းထဲဝင်ပြီး ပစ္စည်းယူပြီးသည်အထိ အားလုံးဟာအစီအစဉ်အတိုင်းဖြစ်နေခဲ့ပေမယ့်......မမျှော်လင့်ထားတာတွေကြောင့်အားလုံးဖရိုဖရဲဖြစ်ကုန်ပါတယ်။ဘာလို့အဲလိုမမျှော်လင့်ထားတာတွေဖြစ်လာသလဲဆိုတာကိုMichel Chikilis တစ်ယောက်အသည်းအသန် လိုက်စစ်ဆေးဖော်ထုတ်ရပါတော့တယ်။Poker ဖဲကစားနည်းမှာ တဖက်ထိုးသားကို သူ့ကိုယ်သူလုံးဝယုံကြည့်ချက်ပြည့်နေအောင်ထောင်ဖမ်းပြီး ဆွဲစားတဲ့နည်းလမ်းလေးအတိုင်းပဲ.....သူတို့တွေလည်းဒီလိုအလုပ်ခံခဲ့ရတယ်ဆိုတာကို နောက်ဆုံးမှာသိလိုက်ရချိန်မှာတော့တရားခံကဘယ်သူလဲဆိုတာကိုကိုယ်တိုင်ပဲကြည့်လိုက်ပါဦး။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရပါ) (Zawgyi)ေနာက္ထပ္ ၂၀၁၉ခုႏွစ္ထြက္ Action/Crime ဇာတ္ကားသစ္ေလးျဖစ္ပါတယ္။Cast ေတြကေတာ့ မင္းသားၾကီး Bruce Willis တို႕ Michel Chiklis တို႕ဦးေဆာင္ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္ေလးကေတာ့ ဘဏ္ဓားျပတိုက္ဖို႕အတြက္ အလုပ္အပ္ခံရတဲ့ Bruce တို႕အဖြဲ႕ဟာပံုမွန္လုပ္ဖူးေနက်ျဖစ္တဲ့အတြက္ ထံုးစံအတိုင္းေသခ်ာအစီအစဥ္ေထာင့္ေစ့ေအာင္ခ်ျပီး လုပ္ငန္းစခဲ့ပါတယ္။ေငြသိမ္းခန္းထဲ၀င္ျပီး ပစၥည္းယူျပီးသည္အထိ အားလံုးဟာအစီအစဥ္အတုိင္းျဖစ္ေနခဲ့ေပမယ့္......မေမွ်ာ္လင့္ထားတာေတြေၾကာင့္အားလံုးဖရိုဖရဲျဖစ္ကုန္ပါတယ္။ဘာလို႕အဲလိုမေမွ်ာ္လင့္ထားတာေတြျဖစ္လာသလဲဆိုတာကိုMichel Chikilis တစ္ေယာက္အသည္းအသန္ လိုက္စစ္ေဆးေဖာ္ထုတ္ရပါေတာ့တယ္။Poker ဖဲကစားနည္းမွာ ...",
        "rating": "N/A",
        "url": "https://megaup.net/1subz/(CM)10.Minutes.Gone.2019.720p.WEB-DL..mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ZR4JK3pMM2p1ue8376xTm4UyOr.jpg",
        "title": "Doom: Annihilation (2019)",
        "description": "ဒီကားေလးကေတာ့ Horror နဲ႔ Sci-fi ေပါင္းစပ္ထားတဲ့ကားေလးပါကက္ပတိန္ဆာေဗ့နဲ႔သူ႔အဖြဲ႔ဟာ အဖြဲ႔သားတစ္ဦးျဖစ္သူဗိုလ္ၾကီးဂ်ိဳအန္ရဲ႕ အျပစ္တစ္ခုေၾကာင့္ ဖိုးဘာ့စ္လို႔ေခၚတဲ့သုေတသနစခန္းတစ္ခုဆီကို အျပစ္ဒဏ္တစ္ခုအေနနဲ႔သြားေရာက္ လံုျခံဳေရးယူေပးဖို႔ ျဖစ္လာပါတယ္သူတို႔ ဖိုးဘာ့စ္ဆီလာေနတဲ့အခ်ိန္မွာ ဖိုးဘာ့စ္မွာ လူသားသမိုင္းတစ္ေလွ်ာက္မွာအၾကီးက်ယ္ဆံုးလို႔ ဆိုရမယ့္သုေတသနစမ္းသပ္ခ်က္ၾကီးတစ္ခုကို လုပ္ေနလ်က္သားရွိပါတယ္..ကမာၻမွာ၀င္ေပါက္တစ္ခု လေပၚမွာ၀င္ေပါက္တစ္ခုထားျပီးစကၠန္႔ပိုင္းအတြင္း လနဲ႔ ကမာၻၾကားကူးႏုိင္ဖို႔ စမ္းသပ္ လုပ္ေဆာင္ေနတာပဲျဖစ္ပါတယ္ဒါေပမယ့္စမ္းသပ္ေနစဥ္အတြင္းမွာ မထင္မွတ္ထားတာေတြျဖစ္လာျပီးဖိုးဘာ့စ္စခန္းတစ္ခုလံုး အဆက္အသြယ္ ျပတ္ေတာက္သြားပါေတာ့တယ္သူတုိ႔ေရာက္ရွိခ်ိန္မွာေတာ့ စခန္းတစ္ခုလံုး အေမွာင္က်ေနျပီး၀င္မရတဲ့အေနအထားျဖစ္ေနပါေတာ့တယ္ဘာျဖစ္ေနမွန္းလည္း သူတုိ႔ကိုယ္တိုင္မသိရွိေပမယ့္..ဓာတ္ေပါင္းဖိုေပ်ာ္က်မွာ စိုးရိမ္တာအတြက္ဒီစခန္းကို ဓာတ္အားျပန္ရဖို႔ မျဖစ္မေန ျပန္ၾကိဳးစားရမယ့္အေနအထားၾကံဳလာရတဲ့အခါမွာေတာ့..သူတို႔စခန္းထဲ၀င္ႏုိင္ပါ့မလား စခန္းထဲမွာ ဘာအမွားအယြင္းေတြျဖစ္ခဲ့ျပီးဘာေကာင္ေတြရွိေနမွာလဲ ကမာၻ႔အျပင္ဘက္ေရာက္ေနျပီးေျပးစရာေျမမရွိတဲ့သူတို႔ေတြ စခန္းကေန အသက္ရွင္လ်က္ျပန္ထြက္ႏိုင္ပါ့မလား ဆိုတာကို ထိတ္လန္႔သည္းဖိုဆန္ဆန္ ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္ File Size ...",
        "rating": "N/A",
        "url": "https://megaup.net/1stlj/(CM)_Doom_Annihilation_2019_(Large_Size).mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d8u4jpkDKgEPDJUl4g3vOOP3mDe.jpg",
        "title": "Anna (2019)",
        "description": "အခုကားေလးကေတာ့ အန္နာဆိုတဲ့႐ုရွားမေလး တစ္ေယာက္အေၾကာင္း ႐ိုက္ကူးပံုေဖာ္ထားပါတယ္အန္နာဟာ ပံုမွန္အ႐ုပ္ေတြေရာင္းရင္းနဲ႔ ေအဂ်င္စီတစ္ခုက မ်က္စိက်ခံရၿပီးေတာ့ပဲရစ္မွာ ေမာ္ဒယ္လုပ္ဖို႔ျဖစ္လာရပါတယ္ တစ္ရက္မွာေတာ့ ပါတီတစ္ခုမွသူမကိုသေဘာက်တဲ့ သြင္းကုန္ထုတ္ကုန္ လုပ္ငန္းရွင္တစ္ေယာက္နဲ႔ဆံုေတြ႔ျပီးခ်စ္ၾကိဳက္မိသြားပါေတာ့တယ္ဒါေပမယ့္ သူတို႔ႏွစ္ေယာက္ ခ်စ္ႀကိဳက္သြားၿပီးတဲ့ေနာက္သူမခ်စ္သူဟာ လက္နက္ပြဲစားတစ္ေယာက္ျဖစ္ေနတဲ့အခါ.... သူတို႔ေတြ႕ဆံုမႈကလည္း မေတာ္တဆ ေတြ႕ဆံုမႈ မဟုတ္တဲ့အခါ..သူမဟာလည္း ႐ိုး႐ိုးရွင္းရွင္း ေမာ္ဒယ္တစ္ေယာက္ မဟုတ္တဲ့အခါ..ဘာေတြဆက္ျဖစ္သြားၾကမလဲဆိုတာကို ဒီကားမွာၾကည့္႐ွဳရမွာပါအေမရိကန္နဲ႔ရုရွား… ႏိုင္ငံၾကီး ၂ ခုၾကား က ႏွစ္ဖက္ခြ်န္သူလ်ိဳေတြႏုိင္ငံေရးရွႈပ္ေထြးမႈေတြကို ဒီကားမွာ ပံုေဖာ္ရိုက္ကူးထားပါတယ္စပိုင္ကားေကာင္းေတြႀကိဳက္ႏွစ္သက္သူေတြအတြက္ လက္လႊတ္မခံသင့္တဲ့ကားတစ္ကားပါပဲ File Size : ( 1 GB , 416 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 59 minFormat : Mp4 ...",
        "rating": "6.6",
        "url": "https://megaup.net/1stly/(CM)_Anna_2019__(Large_Size).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/poster_opt-133x200.jpg",
        "title": "Annabelle Comes Home (2019)",
        "description": "ဒီကြားထဲမှာပဲ ပရလောက ကိုစပ်စုတက်တဲ့ ဒန်နီရယ် ဆိုတဲ့ မယ်ရီ ရဲ့ သူငယ်ချင်းကောင်မလေးက ၀ါရန်းမိသားစု ရဲ့ လျို့ဝှတ်ခန်းဆိုတာကို ကြားပဲ ကြားဖူးပြီးအရမ်းအင်မတန် ရောက်ချင် တွေ့ချင်စိတ် ရှိသူဖြစ်ပါတယ် ဒါကြောင့် ကလေးထိန်း လုပ်နေတဲ့ မယ်ရီကို ကပ်ပြီး ဂျူဒီလေး ရဲ့ မွေးနေ့ကို အကြောင်းပြကာ ၀ါရန်း အိမ်ကြီးသို့မရရအောင် ဝင်လာခဲ့ပါတယ်..... ၀ါရန်းလင်မယားက လျို့ဝှတ်အခန်းကို ဘယ်လောက်ပဲ သော့တွေ အထပ်ထပ်ပိတ်ပြီး တားဆီးထားပါစေ အန်နာဘယ် အရုပ်ထဲဝင်နေတဲ့ မကောင်းဆိုးဝါး က ဒန်နီရယ်ကို လမ်းပြပြီး သူ့အရှေ့ကို ရောက်အောင် ခေါ်ဆောင်ခဲ့သော အခါမှာတော့..... ဒီရုပ်ရှင်ကားကို Hein Thet Naing နှင့်Htoo Htoo Ka Joe တို့က ဘာသာပြန် တင်ဆက်ပေးထားပါတယ်",
        "rating": "6.3",
        "url": "https://megaup.net/28rpz/Annabelle.Comes.Home.2019.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMTYzMDM4NzkxOV5BMl5BanBnXkFtZTgwNzM1Mzg2NzM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Toy Story 4 (2019)",
        "description": "ရုပ္ရွင္ခ်စ္သူေတြထဲမွာ တြိဳင္းစတိုရီကို မၾကည့္ဖူးဘဲ\nၾကီးျပင္းလာတဲ့သူဆိုတာ အေတာ္ရွားပါလိမ့္မယ္။\nငယ္ငယ္တုန္းကတည္းက တြိဳင္းစတိုရီကိုၾကည့္ၿပီး\nကိုယ့္အရုပ္ေလးေတြ ဘယ္လိုမ်ား အသက္ဝင္မလားမလဲေတာင္\nေခ်ာင္းၾကည့္ဖူးၾကတဲ့သူေတြ ရွိမလားမသိဘူး။\nဝုဒီတို႕ ဘက္ဇ္တို႕နဲ႕ မိတ္ေဆြတစ္သိုက္ဟာ\nမိတ္ေဆြေတြတိုးရင္း စြန္႕စားခန္းေတြ ဖြင့္ရင္း ေနလာခဲ့တာ\nႏွစ္ေပါင္းေတြ ၾကာလာခဲ့ပါၿပီ။\nအရုပ္ေတြအတြက ္သူတို႕ရဲ႕ ပိုင္ရွင္\nကေလးငယ္ဆိုတာ ဘဝၾကီးပါပဲ။\nဒါေပမယ့္ အဲဒီပိုင္ရွင္ေတြရဲ႕ သက္တမ္းက တိုေတာင္းပါတယ္။\nေသဆံုးသြားတာ မဟုတ္ေပမယ့္လည္း ၾကီးျပင္းလာတဲ့အခ်ိန္မွာ\nအရုပ္ေတြကို စြန္႕ပစ္ၾကတာ၊ ဒါမွမဟုတ္\nအျခားကေလးကို ေပးပစ္ၾကတာေတြ လုပ္ၾကတာေပါ့။\nဒီလိုနဲ႕ ဘိုပိ ဟာလည္းအျခားပိုင္ရွင္တစ္ေယာက္ဆီကို\nေရာက္သြားၿပီး ဝုဒီတို႕နဲ႕ ကြဲကြာသြားခဲ့ပါၿပီ။\nဒီတစ္ေခါက္မွာလည္း အန္ဒီဟာ\nဘြန္နီဆိုတဲ့ ကေလးမေလးဆီကို သူ႕ရဲ႕အရုပ္ေတြ\nေပးပစ္လိုက္တာကေန စတင္ပါတယ္။\nဘြန္နီဟာ အရုပ္ေလးေတြကိုခ်စ္ၿပီး ေန႕တိုင္းကစားတတ္ေပမယ့္\nသူ ေရြးေနက်မဟုတ္ဘဲ ခ်န္ထားခဲ့တဲ့\nအရုပ္ေလးေတြ ရွိတတ္ပါတယ္။\nအဲဒီအထဲမွာ တစ္ခ်ိန္က အန္ဒီရဲ႕ အခ်စ္ေတာ္\nဝုဒီလည္း ပါေနတာေပါ့။\nဒီလိုနဲ႕ ဘြန္နီေလး ပထမဆံုး မူၾကိဳကို ေၾကာက္ေၾကာက္လန္႕လန္႕နဲ႕\nသြားရင္းနဲ႕ ဇြန္းခရင္း တစ္ခါသံုးေလးကို\nေဖာ့ကီဆိုတဲ့ အရုပ္အျဖစ္ ဖန္တီးလိုက္မိပါတယ္။\nၿပီးေတာ့ အဲဒီ ခရင္းရုပ္ေလးက ဘြန္နီရဲ႕ မူၾကိဳေက်ာင္းမွာ\nအားေပးမယ္ အေဖာ္ေလးျဖစ္လာပါေတာ့တယ္။\nဒါေပမယ့္ ေဖာ့ကီဟာ မထင္မွတ္ဘဲ ဘြန္နီနဲ႕\nကြဲကြာသြားတဲ့အခါမွာေတာ့ ဝုဒီဟာ\nေဖာ့ကီကို ...",
        "rating": "8.2",
        "url": "https://megaup.net/2OoS1/Toy.Story.4.2019.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mgkRaVtdrOAZT2cFZi9Ihh9QpuL.jpg",
        "title": "Legend of the Guardians: The Owls of Ga’Hoole(2010)",
        "description": "Legend of the Guardians: The Owls of Ga'Hoole(2010)(Zawgyi)အမုိက္စား အက္ရွင္ Animation ကားမုိ႕ BLU-RAY1080P5.1CH ပါတင္ဆက္ေပးထားပါတယ္.....\nယခုတင္ဆက္ေပးတဲ႔ Animation ကားေလးကေတာ႔ Legend of the Guardians:The Owl of Ga'hoole (2010) ကားေလးပဲျဖစ္ပါတယ္။Old but Gold လို႔ေျပာရမယ္႔ ဒီကားေလးကေတာ႔ 2010 ကထြက္ရွိခဲ႔တာျဖစ္ျပီး Imdb Rating 6.9/10ရရွိထားတဲ႔ ကားေကာင္းေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္ တင္ျပလိုပါေသးတယ္။ေဆာရန္နဲ႔ ကလတ္ ဆိုတာအသုိက္တစ္ခုထဲမွာ ေမြးဖြားလာတဲ႔ ဇီးကြက္ေပါက္ေလး ႏွစ္ေကာင္ပါ။\nတစ္ေကာင္က စိတ္ထားႏူးညံ႔သူျဖစ္သလို အျခားတစ္ေကာင္က စိတ္ထားၾကမ္းတမ္းသူပါ။စိတ္ထားျခင္းလားလားမွမတူတဲ႔သူတို႔ညီအကိုႏွစ္ေယာက္ တစ္ေန႔ေတာ႔ အသိုက္ကေန ထြက္က်ျပီးအိမ္ကေနခြဲခြာခဲ႔ရပါေတာ႔တယ္။မပ်ံႏိုင္ေသးတဲ႔ဇီးကြက္ေပါက္ေလးေတြကိုစုေဆာင္းကာ ကြၽန္အျဖစ္ခိုင္းစားေနတဲ႔ သန္႔စင္သူမ်ားဆိုတဲ႔ဇီးကြက္တိုင္းျပည္ကိုသူတို႔ေရာက္ခဲ႔ပါေတာ႔တယ္။သူတို႔ႏွစ္ေယာက္ဘယ္လိုဆက္ျဖစ္မယ္၊ဘယ္လိုေတြဆက္ရင္ဆိုင္ရမယ္ဆိုတာ စိတ္ဝင္စားစြာဆက္လက္ၾကည္႔ရႈရမွာပါ။စိတ္ဓါတ္ခြန္အားေတြအမ်ားႀကီးေပးစြမ္းႏိုင္တဲ႔ဒီကားေလးကို Channel Myanmarပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ရပါတယ္။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Aye Mon ...",
        "rating": "6.9",
        "url": "https://megaup.net/1stn0/Legend_of_the_Guardians_The_Owls_of_Ga_Hoole.2010.Blu-Ray720p.pp.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pJGAUwBVql7dYGfAOpYYe0EmqZ7.jpg",
        "title": "Wish Man ( 2019 )",
        "description": "Zawgyi*******Wish Man (2019) ဒီဇာတ္လမ္းေလးဟာ Make a Wish Foundationျဖစ္ေပၚလာပံုေလးကို တင္ဆက္ေပးထားတာျဖစ္ပါတယ္…ဒီ Foundation ကို April 29, 1980 တြင္ စတင္တည္ေထာင္ခဲ့ၿပီးFounder ျဖစ္တဲ့ Frank Shankwitz ရဲ႕ ဘဝဇာတ္ေၾကာင္းကိုလည္းဒီဇာတ္ကားထဲမွာ ေတြ႕ရမွာျဖစ္ပါတယ္ … True Story ကိုအေျခခံထားတဲ့ဇာတ္လမ္းမို႔လို႔ အားလံုးလည္းစိတ္ဝင္စားၾကမယ္ထင္ပါတယ္..အေဝးေျပးလမ္းမေပၚက ယာဥ္ထိန္းရဲ Frank ဟာငယ္စဥ္ကတည္းက ဖခင္ႏွင့္ခြဲခြာခဲ့ရလို႔ စိတ္ဒဏ္ရာရေနတဲ့သူပါ….မေတာ္တဆျဖစ္ၿပီး ေသကံမေရာက္ခဲ့ေပမဲ့ တရားခံကိုလက္ပါတယ္ဆိုၿပီး ေခ်ာက္ခ်တရားစြဲခံရတဲ့အခ်ိန္မွာသူ႕ဘဝေျဗာင္းဆန္ေနပါတယ္ ဒီအခ်ိန္မွာမေမွ်ာ္လင့္ဘဲက်န္းမာေရးမေကာင္းလို႔ ဆံုးပါးခါနီးတဲ့ေကာင္ေလးတစ္ေယာက္ကိုအိမ္မက္ကို အေကာင္အထည္ေဖာ္ေပးရင္း ၂၈ ႏွစ္ၾကာကြဲကြာေနတဲ့ဖခင္နဲ႔ျပန္ဆံုေတြ႕ခဲ့ရလို႔ ဒီကေလးကိုဂုဏ္ျပဳတဲ့အေနနဲ႔ Foundationကိုစတင္တည္ေထာင္ခဲ့တာပါ လူေတြရဲ႕ဆႏၵကုိလိုက္လုပ္ေပးဖို႔ဆိုတာလြယ္ကူတဲ့ကိစၥမဟုတ္ေပမယ့္ သက္တမ္းမေစ့ဘဲ ေႂကြလြင့္ရမဲ့ကေလးေတြအတြက္ကေတာ့ မ်ားျပားတဲ့ ဆႏၵရွိတတ္တာမဟုတ္ပါဘူးေဝဒနာခံစားရတဲ့ ကေလးေတြအတြက္ ဒီလို Foundationတစ္ခုရွိလာတာဟာ အင္မတန္ဝမ္းသာစရာ ေကာင္းပါတယ္…IMDb 6.7/10 ရွိၿပီး 91% လူႀကိဳက္မ်ားတဲ့အတြက္ လက္လြတ္မခံသင့္ပါဘူးေနာ္…ဇာတ္လမ္းရဲ႕ႏူးညံ့သိမ္ေမြ႕မႈနဲ႔အႏွစ္သာရေတြကို ကိုယ္တိုင္ခံစားႏိုင္ဖုိ႔အားလံုးပဲ ၾကည့္ၾကည့္ၾကဖို႔ တုိက္တြန္းခ်င္ပါတယ္… Unicode*******Zawgyi*******Wish ...",
        "rating": "6.7",
        "url": "https://megaup.net/1skai/(CM)Wish.Man.2019.WEB-DL720p.mp4",
        "category": "Biography"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u9xBvG0BE2yf1L9KknQEnQl6CfF.jpg",
        "title": "Take Point(2018)",
        "description": "Take Point(2018)(Zawgyi)ခပ္မုိက္မုိက္ဇာတ္ကားမုိ႕ BLU-RAY 1080P 5.1 CHပါ ျပဳလုပ္ေပးထားပါတယ္...\nအေမရိကန္ႏိုင္ငံမွာေ႐ြးေကာက္ပြဲျပန္လုပ္ေနတဲ့အခ်ိန္...လက္ရွိသမၼတရဲ႕မဲအေျခအေနကအက်ဘက္ကိုေရာက္ေနတဲ့အခ်ိန္မွာ စစ္ေရးနည္းနဲ႔ ျမႇင့္တင္ဖို႔ႀကိဳးပမ္းလာတယ္...အဲ့အခ်ိန္မွာပဲအေမရိကန္ကေျမာက္ကိုရီးယားကိုႏူးကလီးယားလက္နက္ဖ်က္သိမ္းဖို႔တြန္းအားေပးမယ္...တစ္ကယ္လို႔ေအာင္ျမင္ရင္တစ္ႏိုင္ငံလုံးကသူ႔ကိုေထာက္ခံမယ္ေပါ့...အဲ့လိုလုပ္ဖို႔ေျမာက္ကိုရီးယားထိပ္သီးေခါင္းေဆာင္တစ္ေယာက္ကို ဆုေၾကးေငြထုတ္ၿပီးဖမ္းမိန႔္ထုတ္လိုက္တယ္...သိတဲ့အတိုင္းဒီလိုကိစၥမ်ိဳးဆိုတာေပၚတင္လုပ္လို႔မရတဲ့အတြက္ စီအိုင္ေအဟာ ထုံးစံအတိုင္းတရားဝင္အဖြဲ႕အစည္းကိုမသုံးဘဲ ေၾကးစားတစ္ဖြဲ႕ကိုငွါးခဲ့တယ္..\nဒါမွလဲသူတို႔ဘက္ျပန္မပတ္မွာကိုး...\nအဲ့ဒီေၾကးစားတပ္ဖြဲ႕ဟာ တကယ့္ကုိကြ်မ္းကြ်င္သူေတြနဲ႕ ဖြဲ႕စည္းထားပါတယ္...\nအဲ့ဒီေၾကးစားတပ္ဖြဲ႕ေခါင္းေဆာင္ ေအဟတ္ဟာ ဒီ္မစ္ရွင္အဆင္ေျပေျပနဲ႔\nအစီအစဥ္အတိုင္းေဆာင္႐ြက္သြားႏိုင္မလား...ဘယ္လိုအခက္အခဲအခ်ိဳးအေကြ႕ေတြနဲ႔ ႀကဳံေတြ႕သြားရမလဲဆိုတာကိုေတာ့...\nဒီကုိးရီးယားကားဟာ အက္ရွင္ဦးစားေပး ဇာတ္ကားျဖစ္သလုိ သရုပ္ေဆာင္ေတြဟာလည္း\nကုိးရီးယားရဲ႕ နာမည္ႀကီးသရုပ္ေဆာင္ေတြျဖစ္တဲ့ Jung-woo Ha က အဓိက သရုပ္ေဆာင္ထားတာပါ...ဇာတ္လမ္းက မထင္မွတ္တဲ့လက္ကြက္ေတြပါသလုိ ရုိက္ခ်က္ေတြကလည္း\nအေတာ္ႀကီးကုိေကာင္းပါတယ္...\nဒါ့ေၾကာင့္လည္း ကုိးရီးယားမွာ ၀င္ေငြအေကာင္းဆုံးစာရင္း၀င္ျဖစ္သြားပါတယ္...ခံစားၾကည့္ၾကပါဦး..\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwe Zan Aung ပဲျဖစ္ပါတယ္....(unicode)ခပ်မိုက်မိုက်ဇာတ်ကားမို့ BLU-RAY 1080P 5.1 CHပါ ပြုလုပ်ပေးထားပါတယ်...\nအမေရိကန်နိုင်ငံမှာရွေးကောက်ပွဲပြန်လုပ်နေတဲ့အချိန်...လက်ရှိသမ္မတရဲ့မဲအခြေအနေကအကျဘက်ကိုရောက်နေတဲ့အချိန်မှာ စစ်ရေးနည်းနဲ့ မြှင့်တင်ဖို့ကြိုးပမ်းလာတယ်...အဲ့အချိန်မှာပဲအမေရိကန်ကမြောက်ကိုရီးယားကိုနူးကလီးယားလက်နက်ဖျက်သိမ်းဖို့တွန်းအားပေးမယ်...တစ်ကယ်လို့အောင်မြင်ရင်တစ်နိုင်ငံလုံးကသူ့ကိုထောက်ခံမယ်ပေါ့...အဲ့လိုလုပ်ဖို့မြောက်ကိုရီးယားထိပ်သီးခေါင်းဆောင်တစ်ယောက်ကို ဆုကြေးငွေထုတ်ပြီးဖမ်းမိန့်ထုတ်လိုက်တယ်...သိတဲ့အတိုင်းဒီလိုကိစ္စမျိုးဆိုတာပေါ်တင်လုပ်လို့မရတဲ့အတွက် စီအိုင်အေဟာ ထုံးစံအတိုင်းတရားဝင်အဖွဲ့အစည်းကိုမသုံးဘဲ ကြေးစားတစ်ဖွဲ့ကိုငှါးခဲ့တယ်..\nဒါမှလဲသူတို့ဘက်ပြန်မပတ်မှာကိုး...\nအဲ့ဒီကြေးစားတပ်ဖွဲ့ဟာ တကယ့်ကိုကျွမ်းကျွင်သူတွေနဲ့ ဖွဲ့စည်းထားပါတယ်...\nအဲ့ဒီကြေးစားတပ်ဖွဲ့ခေါင်းဆောင် အေဟတ်ဟာ ဒီ်မစ်ရှင်အဆင်ပြေပြေနဲ့\nအစီအစဉ်အတိုင်းဆောင်ရွက်သွားနိုင်မလား...ဘယ်လိုအခက်အခဲအချိုးအကွေ့တွေနဲ့ ကြုံတွေ့သွားရမလဲဆိုတာကိုတော့...\nဒီကိုးရီးယားကားဟာ အက်ရှင်ဦးစားပေး ဇာတ်ကားဖြစ်သလို သရုပ်ဆောင်တွေဟာလည်း\nကိုးရီးယားရဲ့ နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Jung-woo Ha က အဓိက ...",
        "rating": "5.5",
        "url": "https://megaup.net/1spez/Take_Point.2019.Blu-Ray1080p5.1CH.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BNDhmZGVkZmItZGZmYi00MzExLWIyNTgtMGQ1MDRhMzBiNDkxXkEyXkFqcGdeQXVyMDM3ODU0Nw@@._V1_-138x200.jpg",
        "title": "South Solitary (2010)",
        "description": "မယ္​ရဒစ္​အက္​ပဲတန္​ဆိုတဲ့\nအမ်ိဳးသမီး​ေလးဟာ\nမီးျပတိုက္​​ေစာင္​့သူ႔ဦး​ေလးတာဝန္​က်တဲ့\n​ေဆာက္​ဆိုလစ္​ထရီကြၽန္​းကို\nသူ႔ဦး​ေလးနဲ႔အတူ ​ေျပာင္​း​ေရႊ႔လာခဲ့ပါတယ္​။\nဒီကြၽန္​းက​ေတာ့ ရာသီဥတုျပင္​းထန္ၿပီး\nသြား​ေရးလာ​ေရးခက္​ခဲတာ​ေၾကာင္​့\nလူအ​ေရာက္​အ​ေပါက္​နည္​းပါတယ္​။\nကြၽန္​း​ေပၚမွာ​ေတာ့ ကနဦး​ေနၾကတဲ့\nမီးျပတိုက္​အလုပ္​သမား လူလြတ္​တစ္​​ေယာက္​နဲ႔\nမိသားစုတစ္​စုပဲ႐ွိပါတယ္​။\nဒီလိုလူမ​ေရာက္​သူမ​ေရာက္​ ခက္​ခဲတဲ့ကြၽန္​း​ေပၚမွာ\nသူတို႔​ေတြဘယ္​လို​ေနၾကမလဲ။\nပြင္​့လင္​းလြန္​းတဲ့ဦး​ေလးျဖစ္​သူက​ေရာ\nအလုပ္​မွာအဆင္​​ေျပပါ့မလား။\nမယ္​ရဒစ္​က​ေရာ ကြၽန္​း​ေပၚကအလုပ္​သမား​ေတြနဲ႔\nအဆင္​​ေျပ​ေျပ​ေနပါ့မလားဆိုတာက​ေတာ့\n႐ုပ္​႐ွင္​ထဲမွာၾကည္​့႐ႈခံစားရမွာျဖစ္​ပါတယ္။\nIMDb 6.5 နဲ႔ Rotten Tomatoes 67%\nရ႐ွိထားတဲ့ ဩစ​ေတးလ်\nဇာတ္​ကား​ေကာင္​း​ေလးပဲ ျဖစ္​ပါတယ္​။\nKay Khaing Tun မွ ဘာသာျပန္ေပးထားၿပီး\nX Code မွ တင္ဆက္ေပးထားပါတယ္",
        "rating": "6.5",
        "url": "https://megaup.net/3uhgi/South.Solitary.2010_720P_%7BCM%7D.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMjE4NzQ5ODA2NF5BMl5BanBnXkFtZTgwMzI4MjEyMjE@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Way Back Home (2013)",
        "description": "ဒီဇာတ္ကားအေၾကာင္းကိုမေျပာခင္\nဒီကားဟာ ရုပ္ရွင္ဆု ၂ဆုနဲ႕ အမ်ိဳးသမီးဇာတ္ေဆာင္ဆု\n၁ ဆုရထားတယ္လို႕ေျပာျပထားပါရေစ\nဆန္ကာတင္ေတြလဲအၾကိမ္ၾကိမ္၀င္ထားတဲ့ကားေလးပါ\nျပီးေတာ့ ဒါက ကိုရီးယားက ျဖစ္ရပ္မွန္ဇာတ္လမ္းကို\nျပန္ရုိက္တဲ့ ကားေတြထဲကတစ္ကားပဲျဖစ္ပါတယ္\nၾကိဳျပီးသတိေပးခ်င္တာကေတာ့\nဇာတ္လမ္းကိုနစ္ေျမာျပီးၾကည့္တတ္သူဆိုရင္\nဇာတ္လမ္းျပီးသြားရင္ေတာင္ ရင္ထဲကမထုတ္နုိင္ျဖစ္ေနမယ့္ကားမ်ိဳးပါလို႕\nဒီဇာတ္ကားကိုၾကည့္ရင္း ျမန္မာနိုင္ငံနဲ႕ယွဥ္ျပီးေတာ့\nတူညီေနတဲ့အျဖစ္အပ်က္ေတြကိုျမင္ရတဲ့အခါ\nပိုျပီးရင္နာရပါတယ္ သူတို႕နုိင္ငံမွာ မမွန္ကန္တဲ့အရာေတြကို\nျပည္သူေတြတစ္သားတည္းရပ္တည္ျပီးေတာ့\nေဖၚထုတ္ကူညီေပးတဲ့အခါ ဘယ္သူမွ\nငါစြဲတစ္ခုနဲ႕ၾကာၾကာဆက္မရပ္တည္နုိင္ပဲ\nအမွန္တရားကို ခ်ျပေပးရပါတယ္\nကိုယ္ေတြျမန္မာနုိင္ငံမွာေတာ့ ျပည္သူေတြကလဲ\nတစ္သားတည္းမရွိသလို တစ္သားတည္းရပ္တည္ရင္ေတာင္မွ\nဘာမွမျဖစ္လာတာေတြသိေနရလို႕ေပါ့\nထားပါေတာ့ ဇာတ္လမ္းကိုသြားရေအာင္\nသမီးေလးရယ္မိန္းမရယ္ေယာက်ၤားရယ္ သ\nာသာယာယာေလးေနေနတဲ့ဘ၀ထဲကို\nအေၾကြးေတြေလတိုက္သလိုေရာက္လာျပီးေတာ့\nဘ၀ပ်က္မလိုျဖစ္တဲ့အခါ မိန္းမလုပ္တဲ့သူဟာ\nေယာက်ၤားလုပ္တဲ့သူရဲ႕အခက္အခဲကို\nတစ္နိုင္တစ္ပိုင္ေလး၀င္ထမ္းခ်င္ခဲ့ရံုပါ\nသူရလိုက္တာကေတာ့ သူတစ္ခါမွေျခမခ်ဖူးတဲ့နုိင္ငံမွ\nာ ျပစ္မွဳၾကီးနဲ႕ေထာင္ဒါဏ္တဲ့ေလ သူတို႕လင္မယား၂ေယာက္ရဲ႕\nအထိန္းအမွတ္ေန႕ေလးမွာ အေရာက္သြားဖို႕တိုင္ပင္ထားတဲ့ေနရာမွာ\nေထာင္ခ်ခဲ့ထားရတဲ့မိန္းမတစ္ေယာက္ရဲ႕အထီးက်န္မွဳနဲ႕\n၀မ္းနည္းေျခာက္ျခားရမွဳေတြကို စာနဲ႕ေဖၚျပလို႕\nမရနုိင္ေလာက္ပါဘူး ကံဆိုးမသြားရာမိုးလိုက္လို႕ရြာမဟုတ္ပဲ\nမိန္းမေထာင္ထဲမွာေတာင္ မေတာ္မတရားက်င့္ခံရေသးတာ\nကိုယ့္လူမ်ိဳးယုတ္တာခံလိုက္ရ သူမ်ားလူမ်ိဳးယုတ္တာခံလုိက္ရနဲ႕\nသတ္ေသဖို႕ထိေတာင္ေတြးမိေပမယ့္\nသမီးေလးတစ္မ်က္ႏွာနဲ႕ေရွ႕ဆက္ခဲ့ရတဲ့မိန္းမတစ္ေယာက္\nေနာက္ဆံုးဘယ္လိုေနရာထိအေရာက္သြားနုိင္လဲဆိုတာသိခ်င္ရင္ေတာ့\nေဒါင္းၾကည့္လိုက္ပါ အညႊန္းနဲ႕\nဘာသာျပန္တင္ဆက္ေပးသူကေတာ့ ThinZar Htet ပါ\nXCode မွ တင္ဆက္ေပးထားပါတယ္",
        "rating": "7.4",
        "url": "https://megaup.net/Mrr4/Way.Back.Home.2013.BluRay.720p_%7BCM%7D.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8PS6uPVN2lFwVeNrEnC3j7sv8ed.jpg",
        "title": "Itsy Bitsy(2019)",
        "description": "Itsy Bitsy(2019)(zawgyi)ဇာတ္လမ္းအက်ဥ္းကေတာ့ အထူးသီးသန္႔သူနာျပဳတစ္ျဖစ္လဲ single momတစ္ေယာက္ျဖစ္တဲ့ ကယ္ရာဟာ ကေလးႏွစ္ေယာက္နဲ႔အတူ\nၿမိဳ႕တစ္ၿမိဳ႕က သက္ႀကီးရြယ္အိုအိမ္မွာ\nသီးသန္႔ျပဳစုေစာင့္ေ႐ွာက္ေပးဖို႔ နယူးေရာ့ခ္ကေနေျပာင္းေရႊ႔လာၾကတယ္..အဲ့အဖိုးႀကီးဆီမွာလူတစ္ေယာက္ကလာပို႔ထားတဲ့ မဟူရာဥနက္ႀကီးတစ္လံုး႐ွိတယ္..\nအဲ့ဒီဥနက္ႀကီးရဲ႕ေနာက္ေၾကာင္းကေတာ့ ေ႐ွးလူမ်ိဳးစုတစ္စုကိုးကြယ္ ယံုၾကည္ထားတဲ့ ပင့္ကူနတ္ဘုရား လို႔ေခၚတဲ့ မားကလာရာထရီကို ပူေဇာ္ပသၿပီးျပဳလုပ္ထားတာျဖစ္တယ္...\nတစ္ေန႔မွာအဲ့ဒီမဟူရာဥနက္ႀကီးကြဲသြားတဲ့အခ်ိန္ကစၿပီးေတာ့ ကံဆုိးမုိးေမွာင္က်ေတာ့တာပဲ...\nသူတုိ႕မိသားစု ဘယ္လုိဒုကၡေတြ ႀကဳံရမလဲ...\nဘယ္လုိေတြရင္ဆုိင္ေျဖရွင္းၾကမလဲ...\nရင္တထိတ္ထိတ္နဲ႕မုိ႕ ခံစားၾကည့္ရႈလုိက္ၾကပါဦး..\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwe Zan Aung ပဲျဖစ္ပါတယ္....(unicode)ဇာတ်လမ်းအကျဉ်းကတော့ အထူးသီးသန့်သူနာပြုတစ်ဖြစ်လဲ single momတစ်ယောက်ဖြစ်တဲ့ ကယ်ရာဟာ ကလေးနှစ်ယောက်နဲ့အတူ\nမြို့တစ်မြို့က သက်ကြီးရွယ်အိုအိမ်မှာ\nသီးသန့်ပြုစုစောင့်ရှောက်ပေးဖို့ နယူးရော့ခ်ကနေပြောင်းရွှေ့လာကြတယ်..အဲ့အဖိုးကြီးဆီမှာလူတစ်ယောက်ကလာပို့ထားတဲ့ မဟူရာဥနက်ကြီးတစ်လုံးရှိတယ်..\nအဲ့ဒီဥနက်ကြီးရဲ့နောက်ကြောင်းကတော့ ရှေးလူမျိုးစုတစ်စုကိုးကွယ် ယုံကြည်ထားတဲ့ ပင့်ကူနတ်ဘုရား လို့ခေါ်တဲ့ မားကလာရာထရီကို ပူဇော်ပသပြီးပြုလုပ်ထားတာဖြစ်တယ်...\nတစ်နေ့မှာအဲ့ဒီမဟူရာဥနက်ကြီးကွဲသွားတဲ့အချိန်ကစပြီးတော့ ကံဆိုးမိုးမှောင်ကျတော့တာပဲ...\nသူတို့မိသားစု ဘယ်လိုဒုက္ခတွေ ကြုံရမလဲ...\nဘယ်လိုတွေရင်ဆိုင်ဖြေရှင်းကြမလဲ...\nရင်တထိတ်ထိတ်နဲ့မို့ ခံစားကြည့်ရှုလိုက်ကြပါဦး..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (350 MB)\nQuality :WEB-DL 720p,\nFormat…mp4\nDuration…01:34:00\nGenre : Horror, Mystery, ...",
        "rating": "6.0",
        "url": "https://megaup.net/1sl6y/Itsy_Bitsy.2019.WEB-DL.720P.PP.mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qJ2H94PpXxZgiGGUNkyLSKZzm8u.jpg",
        "title": "Running with the Devil(2019)",
        "description": "Running with the Devil(2019)(zawgyi)မင္းသားၾကီး Nicolas Cage, Laurence Fishburne တို႕ပါ၀င္ထားတဲ့ 2019 ႏွစ္ထြက္ Action/Drama ကားေလးျဖစ္ပါတယ္။ ကုိကင္းထုတ္လုပ္ေရာင္းခ်တဲ့ေစ်းကြက္တြင္းျပႆနာကိုအေျခခံျပီး အဓိကအားျဖင့္\nကိုကင္းသယ္ယူပံုအဆင့္ဆင့္ကိုေနာက္ခံထားျပီးဇာတ္အိမ္တည္ထားပါတယ္။ မူးယစ္ေဆးနဲ႕ပတ္သက္ျပီးအေမရိကန္ဇာတ္ကားေတြၾကည့္သူေတြအတြက္ေတာ့ အေမရိကန္ကမူးယစ္ေဆးျပႆနာေတြဟာ\nမကၠဆီကိုႏိုင္ငံ...ကိုလံဘီယာလိုႏိုင္ငံေတြနဲ႕ေတာ္ေတာ္ေလးဆက္ႏြယ္ေနတာကိုသိထားၾကမွာပါ။ဒီဇာတ္ကားေလးမွာလည္း ကိုလံဘီယာကေန အေမရိကန္ႏိုင္ငံတြင္းအထိ ဘယ္လိုအဆင့္ဆင့္သယ္သြားတယ္....ကုိကင္းတစ္ကီလိုရဲ႕\nတန္ေၾကးဟာ ဘယ္လိုအဆင့္ဆင့္တက္သြားတယ္...အေမရိကန္ႏိုင္ငံတြင္း မူးယစ္ျပႆနာဟာဘယ္ေလာက္ထိက်ယ္ျပန္႕တယ္ဆိုတာေတြ႕ရမွာပါ။ Nicolas Cage နဲ႕ Laurence Fishburne ကေတာ့ဒီဇာတ္ကားမွာအဓိကပါ၀င္ထားျပီး\nဇာတ္ရုပ္ကိုေသခ်ာပီျပင္စြာသရုပ္ေဆာင္ထားပါတယ္။ ၾကမ္းတမ္းတဲ့အခန္းေတြ လိင္ကိစၥအခန္းေတြပါ၀င္တဲ့အတြက္ မိသားစုနဲ႕ၾကည့္ဖို႕မသင့္ေတာ္ပါဘူး။ မူးယစ္ဇာတ္ကားမ်ဳိးကိုမွစိတ္၀င္စားစရာေကာင္းတာမ်ဳိးၾကည့္လိုသူေတြအတြက္\nဇာတ္ကားသစ္ေလးပဲျဖစ္ပါတယ္။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Thura Zarni Aungပဲျဖစ္ပါတယ္....(unicode)မင်းသားကြီး Nicolas Cage, Laurence Fishburne တို့ပါဝင်ထားတဲ့ 2019 နှစ်ထွက် Action/Drama ကားလေးဖြစ်ပါတယ်။ ကိုကင်းထုတ်လုပ်ရောင်းချတဲ့ဈေးကွက်တွင်းပြဿနာကိုအခြေခံပြီး အဓိကအားဖြင့်\nကိုကင်းသယ်ယူပုံအဆင့်ဆင့်ကိုနောက်ခံထားပြီးဇာတ်အိမ်တည်ထားပါတယ်။ မူးယစ်ဆေးနဲ့ပတ်သက်ပြီးအမေရိကန်ဇာတ်ကားတွေကြည့်သူတွေအတွက်တော့ အမေရိကန်ကမူးယစ်ဆေးပြဿနာတွေဟာ\nမက္ကဆီကိုနိုင်ငံ...ကိုလံဘီယာလိုနိုင်ငံတွေနဲ့တော်တော်လေးဆက်နွယ်နေတာကိုသိထားကြမှာပါ။ဒီဇာတ်ကားလေးမှာလည်း ကိုလံဘီယာကနေ အမေရိကန်နိုင်ငံတွင်းအထိ ဘယ်လိုအဆင့်ဆင့်သယ်သွားတယ်....ကိုကင်းတစ်ကီလိုရဲ့\nတန်ကြေးဟာ ဘယ်လိုအဆင့်ဆင့်တက်သွားတယ်...အမေရိကန်နိုင်ငံတွင်း မူးယစ်ပြဿနာဟာဘယ်လောက်ထိကျယ်ပြန့်တယ်ဆိုတာတွေ့ရမှာပါ။ Nicolas Cage နဲ့ Laurence Fishburne ကတော့ဒီဇာတ်ကားမှာအဓိကပါဝင်ထားပြီး\nဇာတ်ရုပ်ကိုသေချာပီပြင်စွာသရုပ်ဆောင်ထားပါတယ်။ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2Ojqn/Running_With_The_Devil.2019.WEB-DL720P.PP.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/John-Q-135x200.jpg",
        "title": "John Q (2002)",
        "description": "John Q (2002)_____IMDb - 7.1/10\n \nJOHN Qဆိုတဲ့ဒီကားကို တကယ်တော့ အညွှန်းတောင်သိပ်လိုမယ်မထင်ပါဘူး...\n မိဘတို့ရဲ့ မေတ္တာကိုအပြည့်အဝဖော်ကျူးထားတဲ့ကားမို့ တစ်ခါကြည့်ဖူးရုံနဲ့\nတော်တော်များများရဲ့နှလုံးသားကို အပြည့်အဝသိမ်းပိုက်ပြီး ထာဝရနီးပါးအမှတ်ရနေနိုင်တဲ့ကားဖြစ်ပါတယ်...\nဇာတ်ကားကောင်းဖြစ်သည့်အပြင် ကျွန်တော်တို့ရဲ့ မင်းသားကြီး Denzel ကအဓိက သရုပ်ဆောင်ထားတော့\n1080P,720Pတို့ဖြင့် တင်ဆက်ပေးထားပါသည်.....\nမည်သို့ပင်ဆိုစေကာမူ ဇာတ်လမ်းအညွှန်းကိုတော့ အနည်းငယ်ပြောပြပါမည်...\nဘဝက မွဲတေ၊ ဘဏ်ကတောင် ကားကို လာသိမ်းသွားတဲ့ အဖြစ်၊ အိမ်တောင်မှ ပေါင်ထားရပြီး ဘယ်နေ့ အသိမ်းခံရမယ် မသိ၊\nအလုပ်ကလည်း Full time ကနေ Part time အဆင့်ကို လျော့ကျ၊ ဒီလောက်မွန်းကြပ်တဲ့ ဘဝထဲမှာမှ\nတစ်ဦးတည်းသော သားလေးက နှလုံးရောဂါနဲ့ နှလုံး အစားထိုးကုသမှ ရတော့မယ့် အဖြစ်၊\nအာမခံကလည်း ဒီလောက်ထိတော့ အကာအကွယ်မပေးနိုင်ဘူးဆိုပြီး ညစ်ပတ်...\nဒီလိုအြခေအနေမျိုးမှာ ရုပ်ရှင်ကြည့်ပရိသတ်တွေဆိုရင်ရော ဘယ်လိုလုပ်မလဲ...\nဒီလိုမွန်းကြပ်တဲ့ အခြေအနေဆိုးတွေကြားမှာ ဖခင်တစ်ယောက်ရဲ့ မေတ္တာကို ဖော်ကြူးရင်း\nမထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းတွေနဲ့ ရိုက်ပြသွားတဲ့ Denzel Washinton ရဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲ ...",
        "rating": "7.1",
        "url": "https://megaup.net/4Uwkz/John_Q_[2002]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/rydvqikxoh3p-133x200.jpg",
        "title": "[18+] Mae Bia (2015)",
        "description": "(Zawgyi)ခ်ာနာခ်ိဳဟာ ထုိင္းႏုိင္ငံက ဒိတ္ဒိတ္ၾကဲစီးပြားေရး မိသားစုရဲ႕ အရုိက္အရာကုိ ဆက္ခံထားတဲ့သူ တစ္ေယာက္။ ငယ္ငယ္ကတည္းက ေမြးရပ္ေၿမကုိစြန္႔ခြာသြားခဲ့ရၿပီး ႏုိင္ငံၿခားမွာ ေက်ာင္းတက္ရာက ၿပန္ေရာက္လာခဲ့တာ။ သူ႔အစြဲအလန္းက ေရွးေဟာင္း ထုိင္းရုိးရာ အိမ္ၾကီးေတြ။ ညဘက္ဆုိရင္ အိမ္မက္ေတြ မက္တယ္။ အဲ့ဒီလုိ အိမ္တစ္ခုမွာ သူၾကီးၿပင္းလာတဲ့အေၾကာင္း။ ၿပီးေတာ့ သူမသိတဲ့ လူေတြၾကားက အိမ္ေထာင္ေရး ၿပႆနာေတြ အဲ့ဒီကိစၥေတြထဲ ေၿမစာပင္ၿဖစ္ေနခဲ့တဲ့ ကေလးေလးတစ္ေယာက္။\n.\nထုိင္းကုိ ၿပန္ေရာက္တဲ့ အခ်ိန္မွာ အိမ္ေထာင္က် ကေလးရေနၿပီၿဖစ္ေပမယ့္ သူ႔အစြဲအလန္းက မေပ်ာက္ပ်က္ႏုိင္ခဲ့ပဲ ထုိင္းရုိးရာ ေရွးအိမ္ၾကီး တစ္လုံးကုိ ရေအာင္၀ယ္ဖုိ႔ စိတ္ကူးထားခဲ့တယ္။ သူ႔ညီ၀မ္းကြဲက သူ႔ကုိ အမ်ိဳးသမီးတစ္ေယာက္နဲ႔ မိတ္ဆက္ေပးခဲ့တယ္။ ထုိင္းရုိးရာေရွးအိမ္ၾကီးကုိ ပုိင္ဆုိင္ရုံတင္မကပဲ..သိပ္လွပလြန္းတဲ့ မိန္းမတစ္ေယာက္။ၿပီးေတာ့ ေယာက္်ားေတြအတြက္ ေသေစႏုိင္ေလာက္တဲ့လွ်ိဳ႕၀ွက္ဆန္းၾကယ္မႈေတြပုိင္ဆုိင္ထားတဲ့သူ။ မယ္ခလာ (ေမခလာ) ဆုိပါေတာ့။\n.\nခ်ာနာခ်ိဳ႕အတြက္ေတာ့ မယ္ခလာရဲ႕ အိမ္ၾကီးဟာ သူအၿမဲမက္ေနတဲ့ အိမ္မက္ေတြရဲ႕ လွ်ိဳ႕၀ွက္ခ်က္ဆုိတာ တစ္ၿဖည္းၿဖည္းသိလာပါတယ္။\nသူ မသိခဲ့တာကေတာ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/Mptc/(CM)Mae.Bia.Uncut.2015.1080p.NF.Web-DL.H264.DDP51-Jackrizley.mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BZmI3YzZlYzEtNzFiNy00ZmNlLWJkNTYtNWZmOWE2Zjc5YjFjXkEyXkFqcGdeQXVyMjM1NjkwMDI@._V1_-135x200.jpg",
        "title": "Thackeray (2019)",
        "description": "ဒီရုပ္ရွင္ကား ဟာ အိႏၵိယ ႏုိင္ငံရဲ႕\nလူမ်ိဳးေရးေခါင္းေဆာင္တစ္ဦးျဖစ္တဲ့\nဘခရိုထခေရး ရဲ႕ ဘ၀ဇတ္ေၾကာင္းပဲ ျဖစ္ပါတယ္။\nထခေရး ဟာ မဟာရက္ခ်္တာ လူမ်ိဳး ျဖစ္ၿပီး\nႏုိင္ငံေရး သမားေတြ ရဲ႕ လူလည္က်မႈေတြ\nဘာသာေရး သမားေတြ ရဲ႕ အျမတ္ထုတ္မႈေတြကို\nသူတက္ႏုိင္တဲ့ ကာတြန္းေတြ ေရးဆြဲၿပီး သတင္းစာတုိက္ကေန\nတုိက္ခိုက္ေနသူပဲ ျဖစ္ပါတယ္...\nဒါေပမဲ့ သတင္းစာတုိက္ ပိုင္ရွင္ နဲ႔ ျပသနာျဖစ္ၿပီး\nကာတြန္းဆရာ အလုပ္ကေန ထခေရး ထြက္ခဲ့ရတယ္\nဒီတစ္ေလွ်ာက္မွာ ႏိုင္ငံအတြင္း ေရႊ႕ေျပာင္းေနထုိင္ (ခိုး၀င္)\nအလုပ္လုပ္သူေတြ ရဲ႕ ဗိုလ္က်မႈေတြ ခံလာရတဲ့\nၿမိဳ႕သူ ၿမိဳ႕သားေတြ အတြက္ ရပ္တည္ေပးဖို႔\nအေၾကာင္းဖန္လာပါတယ္...\nမရွိမဲ့ ရွိမဲ့ ပိုက္ဆံေလးေတြ ေပါင္း အျပင္ကေန ပိုက္ဆံေခ်းၿပီး\nႏုိင္ငံေရး သတင္းဂ်ာနယ္တုိက္ စတင္ တည္ေထာင္ခဲ့ၿပီး...\nတစ္ေျဖးေျဖး နဲ႔ ေျခလွမ္းသြတ္လာကာ ႏိုင္ငံေရးေခါင္းေဆာင္\nတစ္ဦးအျဖစ္သို႔ လွမ္းပါေတာ့တယ္...\nထခေရး ဟာ အမွန္တရားဘက္ေတာ္သားလို႔လဲ ပံုေသခ်ီးက်ဴးလို႔\nမရျပန္ပါဘူး သူ႔စိတ္ထဲ မွန္တာထင္ရင္ သတ္လဲ သတ္တယ္\nရိုက္လဲရိုက္မယ္ ဘာမဆို လုပ္ဖို႔ အဆင္သင့္ျဖစ္ေနသူပါ...\nေျပာရရင္ အစြန္းေရာက္ ...",
        "rating": "7.2",
        "url": "https://megaup.net/28k7z/Thackeray.2019_720P_%7BCM%7D.mp4",
        "category": "Biography, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7U6jyKuOPrApWPMCeNhBoU3L1TX.jpg",
        "title": "Blood 13 ( 2018 )",
        "description": "Zawgyi*******ကားေလးဟာ imdb7.6ရထားတဲ့ Crime,drama,horrorဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းကေတာ့ ၿမိဳ႕ေလးတစ္ၿမိဳ႕မွာျပည့္တန္ဆာေတြရက္ရက္စက္စက္အသတ္ခံရတဲ့အမႈေတြဆက္တိုက္ျဖစ္ေနပါတယ္.. ဒါေတြဟာလြန္ခဲ့တဲ့၁၅ႏွစ္ကျပည့္တန္ဆာေတြဆက္တိုက္သတ္ခံရမႈနဲ႔ဆက္စပ္ေနတဲ့အခါ...ဘယ္လိုေတြစံုစမ္းေဖာ္ထုတ္မွာလဲ... ျပည့္တန္ဆာေတြဘာလို႔အသတ္ခံေနရတာလဲ... ဒီအမႈကိုစံုစမ္းေနရတဲ့႐ွင္းမင္တစ္ေယာက္ကိုယ္တိုင္လူသတ္သမားနဲ႔ထိပ္တိုက္ၾကံဳရတဲ့အခါသူကေရာလြတ္ေျမာက္ႏိုင္ပါ့မလား..ဇာတ္လမ္းတစ္ခုလံုးကို ထိတ္လန္႔ေျခာက္ျခားဖြယ္ၾကည့္႐ႈရမွာပါ Unicode*******ကားလေးဟာ imdb7.6ရထားတဲ့ Crime,drama,horrorဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ မြို့လေးတစ်မြို့မှာပြည့်တန်ဆာတွေရက်ရက်စက်စက်အသတ်ခံရတဲ့အမှုတွေဆက်တိုက်ဖြစ်နေပါတယ်.. ဒါတွေဟာလွန်ခဲ့တဲ့၁၅နှစ်ကပြည့်တန်ဆာတွေဆက်တိုက်သတ်ခံရမှုနဲ့ဆက်စပ်နေတဲ့အခါ...ဘယ်လိုတွေစုံစမ်းဖော်ထုတ်မှာလဲ... ပြည့်တန်ဆာတွေဘာလို့အသတ်ခံနေရတာလဲ... ဒီအမှုကိုစုံစမ်းနေရတဲ့ရှင်းမင်တစ်ယောက်ကိုယ်တိုင်လူသတ်သမားနဲ့ထိပ်တိုက်ကြုံရတဲ့အခါသူကရောလွတ်မြောက်နိုင်ပါ့မလား..ဇာတ်လမ်းတစ်ခုလုံးကို ထိတ်လန့်ခြောက်ခြားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "7.6",
        "url": "https://megaup.net/1sleh/(CM)Blood.13.2018.WEB-DL.720p.mp4",
        "category": "Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/on7rZLjH1kZC8IGe4uvNHSk3dLi.jpg",
        "title": "The Keeper(2018)",
        "description": "The Keeper(2018)IMDb....7.0ခင္ဗ်ားတို႔ဘဝမွာ အလုပ္တစ္ခု ဒါမွမဟုတ္ ျဖစ္တည္မႈတစ္ခုကို ဘယ္ေလာက္ထိ ႐ူးသြပ္ဖူးလဲ ဘယ္ေလာက္ထိ ႐ူးမိုက္ဖူးလဲ...ကြ်န္ေတာ္ေျပာတာကို ယံုလိုက္ပါ...\nဘယ္ေလာက္ပဲ႐ူးသြပ္ပါတယ္ေျပာေျပာ ဒီျဖစ္ရပ္မွန္ဇာတ္လမ္းထဲက မန္စီးတီးဂိုးသမားႀကီးေလာက္ေတာ့ ခင္ဗ်ား မ႐ူးသြပ္ႏိုင္ပါဘူး...သူ႔နာမည္က ထေရာ့မန္း...ဂ်ာမန္လူမ်ိဳး...\nဒုတိယကမ႓ာစစ္အတြင္းမွာ စစ္ထဲဝင္ခဲ့ၿပီး အဂၤလန္တို႔နဲ႔ တိုက္ခိုက္ခဲ့သူ...\nငယ္စဥ္ကေလးဘဝတုန္းက ေဘာလံုးကန္ရင္ဘယ္သူမွမလုပ္ခ်င္တဲ့ ဂိုးသမားေနရာမွာ ကစားရင္း မန္စီးတီးလိုအသင္းမွာ ပင္တိုင္စံဂိုးသမားျဖစ္လာခဲ့တာ...ဒုတိယကမာၻစစ္အတြင္း စစ္ရံႈးရာကေန သံု႔ပန္းအျဖစ္ ဖမ္းေခၚသြားခံရၿပီး ေလ့က်င့္ေရးစခန္းတစ္ခုမွာ ပံုစံသြင္းခံရရွာတယ္...အဲ့ဒီကေနတဆင့္ ၿမိဳ႕တြင္းေဘာလံုးအသင္းတစ္ခုရဲ႕ နည္းျပက သူ႔ကိုသေဘာက်လို႔ အဲ့ဒီအသင္းမွာ ဂိုးဖမ္းခြင့္ရတယ္...အဲ့တာဟာ မန္စီးတီးဂိုးသမားတစ္ေယာက္ျဖစ္လာဖို႔အတြက္ သူ႔ရဲ႕ အေကာင္းဆံုး ေျခလွမ္းတစ္ခုေပါ့...ဒါေပမဲ့လည္း ထင္သေလာက္ေတာ့ မလြယ္ကူခဲ့ပါဘူး...ဂ်ာမန္လူမ်ိဳးတစ္ေယာက္ျဖစ္တဲ့ထေရာ့မန္းဟာ အဂၤလန္ေျမမွာေတာ့ လြယ္လြယ္မဝင္ဆန္႔ခဲ့...အစစအရာရာ အခက္အခဲမ်ားစြာကိုေက်ာ္ျဖတ္လို႔ဝါသနာအရင္းခံၿပီး ကံၾကမၼာလွည့္ကြက္ေတြကို ဘယ္လိုရင္ဆိုင္သြားမလဲဆိုတာကေတာ့ ဒီျဖစ္ရပ္မွန္ဇာတ္ကားေလးကိုပဲကိုယ္တိုင္ၾကည့္ရႈလိုက္ၾကပါလို႔...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္...(Unicode) ခင်ဗျားတို့ဘဝမှာ အလုပ်တစ်ခု ဒါမှမဟုတ် ဖြစ်တည်မှုတစ်ခုကို ဘယ်လောက်ထိ ရူးသွပ်ဖူးလဲ ဘယ်လောက်ထိ ရူးမိုက်ဖူးလဲ...ကျွန်တော်ပြောတာကို ယုံလိုက်ပါ...\nဘယ်လောက်ပဲရူးသွပ်ပါတယ်ပြောပြော ဒီဖြစ်ရပ်မှန်ဇာတ်လမ်းထဲက မန်စီးတီးဂိုးသမားကြီးလောက်တော့ ခင်ဗျား မရူးသွပ်နိုင်ပါဘူး...သူ့နာမည်က ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-keeper2018/",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m0clsFEXidLVJ0TueqWOvvImOMh.jpg",
        "title": "Tall Girl (2019)",
        "description": "(Unicode)Netflix Movies တွေကတော့ မိုက်သထက်မိုက်လာတာအမှန်ပါပဲCOMEDY/DRAMA အမျိုးအစားဖြစ်ပြီး Nghinza Stewart မှရိုက်ကူးထားပါတယ်အထက်တန်းကျောင်းသူ ဂျိုဒီက အသက် ၁၆နှစ်မှာတင် အရပ်ခြောက်ပေကျော်နေလို့ ကိုယ့်ကိုယ်ကို စိတ်ပျက်စိတ်ဓာတ်ကျနေသူတစ်ယောက်ပါတစ်ကျောင်းလုံးရဲ့စနောက်တဲ့ဒဏ်တွေကိုလည်း နေ့စဉ်နေ့တိုင်းသည်းညည်းခံနေရရှာပါတယ်တစ်နေ့ သူ့ထက်အရပ်ရှည်တဲ့ ဆွီဒင်ကကျောင်းသားတစ်ယောက်ရောက်လာတဲ့အခါမှာတော့...လူတစ်ဦးတစ်ယောက်စီမှာ သူ့ကိုယ်ပိုင်ဖြစ်တည်မှုဆိုတာရှိကြပါတယ်ပိန်မယ် ဝမယ် ရှည်မယ် ပုမယ်တွကြောင့်သာ မိမိဆိုတာဖြစ်လာတာပါဒါလေးတွေကိုတန်ဖိုးထားပြီး ကိုယ့်ကိုယ်ကိုချစ်မြတ်နိုးနိုင်ဖို့ တစ်ပါးသူရဲ့ဖြစ်တည်မှုကို အပေါ်ယံကြည့်ပြီးမလှောင်ပြောင်မိဖို့ဒီဇာတ်ကားလေးကိုကြည့်ကြည့်ပါလို့တိုက်တွန်းလိုက်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့ May Myat Thu ပါ) (Zawgyi)Netflix Movies ေတြကေတာ့ မိုက္သထက္မိုက္လာတာအမွန္ပါပဲCOMEDY/DRAMA အမ်ိဳးအစားျဖစ္ၿပီး Nghinza Stewart မွ႐ိုက္ကူးထားပါတယ္အထက္တန္းေက်ာင္းသူ ဂ်ိဳဒီက အသက္ ၁၆ႏွစ္မွာတင္ အရပ္ေျခာက္ေပေက်ာ္ေနလို႔ ကိုယ့္ကိုယ္ကို စိတ္ပ်က္စိတ္ဓာတ္က်ေနသူတစ္ေယာက္ပါတစ္ေက်ာင္းလံုးရဲ႕စေနာက္တဲ့ဒဏ္ေတြကိုလည္း ေန႔စဥ္ေန႔တိုင္းသည္းညည္းခံေနရရွာပါတယ္တစ္ေန႔ သူ႔ထက္အရပ္ရွည္တဲ့ ဆြီဒင္ကေက်ာင္းသားတစ္ေယာက္ေရာက္လာတဲ့အခါမွာေတာ့...လူတစ္ဦးတစ္ေယာက္စီမွာ သူ႔ကိုယ္ပိုင္ျဖစ္တည္မႈဆိုတာရွိၾကပါတယ္ပိန္မယ္ ဝမယ္ ရွည္မယ္ ပုမယ္တြေၾကာင့္သာ မိမိဆိုတာျဖစ္လာတာပါဒါေလးေတြကိုတန္ဖိုးထားၿပီး ကိုယ့္ကိုယ္ကိုခ်စ္ျမတ္ႏိုးႏိုင္ဖို႔ တစ္ပါးသူရဲ႕ျဖစ္တည္မႈကို အေပၚယံၾကည့္ၿပီးမေလွာင္ေျပာင္မိဖို႔ဒီဇာတ္ကားေလးကိုၾကည့္ၾကည့္ပါလို႔တိုက္တြန္းလိုက္ပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/28jyi/(CM)Tall.Girl.2019.720p.NF.WEBRip.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/LW222-135x200.jpg",
        "title": "Line Walker 2 : Invisible Spy ( 2019 )",
        "description": "Zawgyi*******အားလံုးေစာင့္ေမွ်ာ္ေနတဲ့ Yangonမွာလာ႐ိုက္တဲ့အခန္းေတြပါပီးျမန္မာသ႐ုပ္ေဆာင္ေတြပါဝင္ခြင့္ရတဲ့ Line Walker2အၾကည္ထြက္လာလို႔ တင္ဆက္ေပးလိုက္ပါတယ္ ဒီကားေလးဟာ2019 aug7ရက္မွ ထြက္႐ွိထားတာျဖစ္ၿပီး Box officeမွာUS $85.7millionဝင္ေငြရ႐ွိထားတဲ့ ေဟာင္ေကာင္ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္..မင္းသားႀကီး Louis Koo,Nick Cheung,Francis Ngတို႔အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ ဇာတ္လမ္းအက်ဥ္းကေတာ့ႏိုင္ငံတကာအၾကမ္းဖက္အဖြဲ႔အစည္းတစ္ခုဟာကေလးငယ္ေတြကိုဖမ္းဆီးၿပီး စနစ္တက်ေလးက်င့္ေပးကာႏိုင္ငံတကာရဲဌာနေတြမွာစပိုင္ရဲအရာ႐ွိေတြအျဖစ္ တာဝန္ထမ္းေဆာင္ေစပါတယ္...လက္ေထာက္စခန္းမူးယိနဲ႔ အရာ႐ွိခ်ိန္တို႔ ဟက္ကာေယာင္ခယ္ရီကိုဖမ္းမိခ်ိန္မွာေတာ့ သူမရဲ႕အၾကမ္းဖက္အဖြဲ႔ကို ဟက္ၿပီးရထားတဲ့ေဒတာအခ်က္အလက္ေတြအရ ရဲဌာနမွာစပိုင္ရဲအရာ႐ွိေတြအေျမာက္အမ်ား႐ွိေနတာကိုသိလိုက္ရတဲ့အခါ....လံုျခံဳးေရးအရာ႐ွိခ်င္က ဒီဟက္ကာေယာင္ခယ္ရီရဲ႕အမႈကိုလက္လြဲယူရခ်ိန္မွာ ဘာေတြဆက္ျဖစ္လာလဲ...ဘယ္သူက စပိုင္ရဲအရာ႐ွိျဖစ္ေနမလဲ..အၾကမ္းဖက္သမားေတြကိုႏွိမ္နင္းႏိုင္ပါ့မလား...ဇာတ္ကားတစ္ခုလံုးကို စိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈရမွာပါကိုယ္႕ႏိုင္ငံမွာလာရိုက္ထားတဲ႔အခန္းေတြကလည္းေရလည္မိုက္ပါတယ္ Unicode*******အားလုံးစောင့်မျှော်နေတဲ့ Yangonမှာလာရိုက်တဲ့အခန်းတွေပါပီးမြန်မာသရုပ်ဆောင်တွေပါဝင်ခွင့်ရတဲ့ Line Walker2အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးဟာ2019 aug7ရက်မှ ထွက်ရှိထားတာဖြစ်ပြီး Box officeမှာUS $85.7millionဝင်ငွေရရှိထားတဲ့ ဟောင်ကောင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်..မင်းသားကြီး Louis Koo,Nick Cheung,Francis Ngတို့အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းအကျဉ်းကတော့နိုင်ငံတကာအကြမ်းဖက်အဖွဲ့အစည်းတစ်ခုဟာကလေးငယ်တွေကိုဖမ်းဆီးပြီး စနစ်တကျလေးကျင့်ပေးကာနိုင်ငံတကာရဲဌာနတွေမှာစပိုင်ရဲအရာရှိတွေအဖြစ် တာဝန်ထမ်းဆောင်စေပါတယ်...လက်ထောက်စခန်းမူးယိနဲ့ အရာရှိချိန်တို့ ဟက်ကာယောင်ခယ်ရီကိုဖမ်းမိချိန်မှာတော့ သူမရဲ့အကြမ်းဖက်အဖွဲ့ကို ဟက်ပြီးရထားတဲ့ဒေတာအချက်အလက်တွေအရ ရဲဌာနမှာစပိုင်ရဲအရာရှိတွေအမြောက်အများရှိနေတာကိုသိလိုက်ရတဲ့အခါ....လုံခြုံးရေးအရာရှိချင်က ဒီဟက်ကာယောင်ခယ်ရီရဲ့အမှုကိုလက်လွဲယူရချိန်မှာ ဘာတွေဆက်ဖြစ်လာလဲ...ဘယ်သူက စပိုင်ရဲအရာရှိဖြစ်နေမလဲ..အကြမ်းဖက်သမားတွေကိုနှိမ်နင်းနိုင်ပါ့မလား...ဇာတ်ကားတစ်ခုလုံးကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါကိုယ့်နိုင်ငံမှာလာရိုက်ထားတဲ့အခန်းတွေကလည်းရေလည်မိုက်ပါတယ် Translated & Review By Phyo ZawEncoded ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/line-walker-2-invisible-spy-2019/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Suki.Demo_.Nai_.Kuseni.2016-142x200.jpg",
        "title": "[18+] Suki demo nai kuseni – Even Though I Don’t Like It (2016)",
        "description": "ဂျပန် မင်းသမီးချော Riko ပါဝင်သရုပ်ဆောင်ထားပြီး ထူးထူးခြားခြား IMdb 5.5 ရထားပါတယ်။အေးဆေးနေတက်တဲ့ တိုကိုတို တစ်ယောက်စတိုးဆိုင်မှာအလုပ်လုပ်နေရင်းက စိတ်မပါတော့လို့ အလုပ်ထွက်လိုက်ပြီးဝါသနာပါရာ အနုပညာလုပ်ငန်းကိုလုပ်ကိုင်ဖို့ နေ့စားအလုပ် တစ်ခုလုပ်နေရင်းက အလုပ်ထဲကယောကျာၤးလေးတစ်ယောက်နဲ့ခင်မင် ရင်းနှီးပြီး တိုကိုတို လျှောက်လှမ်းချင်တဲ့အနုပညာလမ်းပေါ် ခြေတစ်ဖက်လှမ်းမိပါတယ်။\nတစ်နေ့ တိုကိုတိုတစ်ယောက် သူ့မိတ်ဆွေယောကျာၤးလေးနဲ့ အတူသောက်ရာမှ အမူးလွန်ပြီး နယ်ကျွံမိပါတော့တယ်။ထိုယောကျာၤးလေးကလဲ တိုကိုတိုရဲ့ အသွေးအသားနဲ့ လှသွေးကြွယ်မှု့တွေကို အရူးမူးစွဲလမ်းသွားပါတော့တယ်။တိုကိုတိုအနုပညာလမ်းကြောင်းပေါ်ရောက်ရှိသွားပြီးနောက် Little Miss ဆိုတဲ့ ဆော်ကြည် မော်ဒယ်တစ်ယောက်က\nသူတို့နှစ်ဦးကြားကို ဂြိုလ်ဝင်လာပါတော့တယ်။ ကဲပုရိတ်သတ်ကြီး ဘယ်သူက ဘယ်သူ့ကို ချစ်လဲဘယ်သူကဘာကိုလိုချင်တာလဲ အနုပညာလမ်းကြောင်းကလဲ ဘယ်လောက်ကောက်ကွေ့သလဲဆိုတာ ဆက်လက်အားပေးပါဦး။သံဝေဂရစရာလေးကတော့ အချစ်နဲ့တဏှာ ဆိုတာလားလားမှမသက်ဆိုင်ပါဘူးတဲ့။  \nFile size…(800 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Darkside\nTranslated by Ki Mu Chi",
        "rating": "5.5",
        "url": "https://megaup.net/TGnh/Even_Though_I_Dont_Like_It_(Suki_Demo_Nai_Kuseni)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/timg-1-120x200.jpg",
        "title": "Mortal Ouija (2019)",
        "description": "Mortal Ouija (2019)\n  \nZawgyi\n*******\nဒီကားေလးဟာ2019 juneလပိုင္းမွထြက္ထားၿပီး box officeမွာ\n$သိန္း၇၀ေက်ာ္ ဝင္ေငြစံခ်ိန္တင္ထားတဲ့ ထိတ္လန္႔ေျခာက္ျခားဖြယ္\nဇာတ္ကားေကာင္းတစ္ပုဒ္ျဖစ္ပါတယ္.. Ouijaကစားနည္းကို\nအားလံုးရင္းႏွိးၿပီးက်အတိုင္းပဲ ဒီကစားနည္းေလးကိုအေျချပဳၿပီး\nဒီဇာတ္လမ္းျဖစ္လာရပါတယ္... Onlineမွာ ဇာတ္လမ္းတိုေလးေတြေျပာျပရင္း\nအသက္ေမြးဝမ္းေက်ာင္းျပဳေနတဲ့ single momတစ္ေယာက္\nသူ႔ရဲ႕သမီးဝိန္ဝိန္နဲအတူ တိုက္ခန္းသစ္ကိုေျပာင္းေရႊ႔လာတဲ့အခါ.\n.ဒီတိုက္ခန္းမွာ Ouija႐ွိေနတဲ့အခါ... ဒီ Ouijaကစားမိသူတိုင္း\nဘယ္လိုဒုကၡေတြၾကံဳေတြ႔ခဲ့ရတာလဲ... သူ႔ရဲ႕သမီးဝိန္ဝိန္တစ္ေယာက္လည္း\nအိပ္မက္ေယာက္ေယာက္ရင္း ouijaကို ကစားမိတဲ့အခါ...\nဘယ္လိုဒုကၡမ်ိဳးေတြၾကံဳေတြ႔ရမွာလဲ...သူတို႔ေတြလြတ္ေျမာက္ႏိုင္ပါ့မလား\nဆိုတာေတြကို ထိတ္လန္႔ေျခာက္ျခားဖြယ္ၾကည့္႐ႈရမွာပါ\n  \nUnicode\n*******\nဒီကားလေးဟာ2019 juneလပိုင်းမှထွက်ထားပြီး box officeမှာ\n$သိန်း၇၀ကျော် ဝင်ငွေစံချိန်တင်ထားတဲ့ ထိတ်လန့်ခြောက်ခြားဖွယ်\nဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်.. Ouijaကစားနည်းကို\nအားလုံးရင်းနှိးပြီးကျအတိုင်းပဲ ဒီကစားနည်းလေးကိုအခြေပြုပြီး\nဒီဇာတ်လမ်းဖြစ်လာရပါတယ်... Onlineမှာ ဇာတ်လမ်းတိုလေးတွေပြောပြရင်း\nအသက်မွေးဝမ်းကျောင်းပြုနေတဲ့ single momတစ်ယောက်\nသူ့ရဲ့သမီးဝိန်ဝိန်နဲအတူ တိုက်ခန်းသစ်ကိုပြောင်းရွှေ့လာတဲ့အခါ.\n.ဒီတိုက်ခန်းမှာ Ouijaရှိနေတဲ့အခါ... ဒီ Ouijaကစားမိသူတိုင်း\nဘယ်လိုဒုက္ခတွေကြုံတွေ့ခဲ့ရတာလဲ... သူ့ရဲ့သမီးဝိန်ဝိန်တစ်ယောက်လည်း\nအိပ်မက်ယောက်ယောက်ရင်း ouijaကို ကစားမိတဲ့အခါ...\nဘယ်လိုဒုက္ခမျိုးတွေကြုံတွေ့ရမှာလဲ...သူတို့တွေလွတ်မြောက်နိုင်ပါ့မလား\nဆိုတာတွေကို ထိတ်လန့်ခြောက်ခြားဖွယ်ကြည့်ရှုရမှာပါ  \nTranslated & Review By Phyo Zaw",
        "rating": "5.1",
        "url": "https://megaup.net/1zA8n/Mortal_Ouija_[2019]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/haQSrjFlq30I60UVN1VsB6uRwKM.jpg",
        "title": "Haunt(2019)",
        "description": "Haunt(2019)(zawgyi)ေဟာ္လုိ၀င္းညတစ္ည အၿပင္မွာ ထြက္ကဲၾကတဲ့ သူငယ္ခ်င္းတစ္စုဟာ မူးမူးနဲ႔အိမ္မၿပန္ၾကေသးပဲ ေရွ႕ဆက္ဖုိ႔ ေနရာေရြးၾကပါတယ္။ သူတုိ႔\nေရြးလုိက္တဲ့ေနရာကေတာ့ ၿမိဳ႕စြန္တစ္ေနရာမွာရွိတဲ့ သရဲအိမ္ၾကီးတစ္လုံးပါ။ ထုံးစံအတုိင္း စည္းကမ္းခ်က္ေတြဖတ္ သေဘာတူေၾကာင္း\nလက္မွတ္ထုိး ဖုန္းေတြအပ္ခဲ့အၿပီးမွာေတာ့ ထင္ထားသလုိ အပန္းေၿဖေပ်ာ္စရာ ေၿခာက္လွန္႔တဲ့သရဲအိမ္မဟုတ္ပဲ သူတုိ႔ အိမ္မက္ဆုိးေတြ\nတကယ္ၿဖစ္လာမယ့္အေၾကာင္း တစ္ၿဖည္းၿဖည္းသေဘာေပါက္လာပါေတာ့တယ္။\nဒီလုိဇာတ္လမ္းဇာတ္အိမ္မ်ိဳး မၾကာခဏေတြ႔ဖူးတယ္ဆုိေပမယ့္ ဒီေလာက္ေကာင္းတဲ့ ကားမ်ိဳးေတာ့ ထြက္မလာခဲ့တာၾကာပါၿပီ။ ရုိးရွင္းတဲ့ ဇာတ္အိမ္ကိုမွ ဆန္းသစ္တဲ့တင္ၿပပုံ ရုိက္ခ်က္ေတြနဲ႔ဆုိေတာ့ horror ပရိသတ္ေတြ လက္လြတ္မခံသင့္တဲ့ ရွားရွားပါးပါး ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္။\nသတ္ခန္းၿဖတ္ခန္းေတြက တမင္လုပ္ယူထားတဲ့ ရြံစရာၿပကြက္မ်ိဳးေတြမဟုတ္ပဲ တကယ့္ကို အသည္းတယားယားရင္တစ္ဖုိဖုိနဲ႕ တကယ့္ကုိထိတ္လန္႕ေၾကာက္ရႊံစရာပါ...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Alias ပဲျဖစ္ပါတယ္...(unicode)ဟော်လိုဝင်းညတစ်ည အပြင်မှာ ထွက်ကဲကြတဲ့ သူငယ်ချင်းတစ်စုဟာ မူးမူးနဲ့အိမ်မပြန်ကြသေးပဲ ရှေ့ဆက်ဖို့ နေရာရွေးကြပါတယ်။ သူတို့\nရွေးလိုက်တဲ့နေရာကတော့ မြို့စွန်တစ်နေရာမှာရှိတဲ့ သရဲအိမ်ကြီးတစ်လုံးပါ။ ထုံးစံအတိုင်း စည်းကမ်းချက်တွေဖတ် သဘောတူကြောင်း\nလက်မှတ်ထိုး ဖုန်းတွေအပ်ခဲ့အပြီးမှာတော့ ထင်ထားသလို အပန်းဖြေပျော်စရာ ခြောက်လှန့်တဲ့သရဲအိမ်မဟုတ်ပဲ သူတို့ အိမ်မက်ဆိုးတွေ\nတကယ်ဖြစ်လာမယ့်အကြောင်း တစ်ဖြည်းဖြည်းသဘောပေါက်လာပါတော့တယ်။\nဒီလိုဇာတ်လမ်းဇာတ်အိမ်မျိုး ...",
        "rating": "6.5",
        "url": "https://megaup.net/1sk97/HAUNT.2019.WEB-DL.720P.PP.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/JJ-140x200.jpg",
        "title": "Joking Jazz 4G ( 2016 )",
        "description": "Zawgyi*******အရမ္းကိုရယ္ရတဲ႔ထိုင္းဟာသကားေလးပါပဲဒီဇာတ္​လမ္​းေလးက​ေတာ့ ဖက္​႐ွင္​အိုင္​​ေဒါလို႔​ေခၚလို႔ရတဲ့မင္​းသားတ​ေယာက္​ျဖစ္​တ့ဲ ဂ်က္​ က မိန္​းမ႐ွဴပ္​တဲ့ playboyဘဝမွသာသနာ့ေဘာင္ကုိဝင္ေရာက္လာခဲ့ၿပီးသာသနာဝိနည္းေတာ္ေတြနဲ႔အညီ ေနထုိင္ခဲ့တဲ့အေၾကာင္းကုိ႐ုိက္ကူးထားပဲ ျဖစ္ပါတယ္လူ႔ဘဝကသူငယ္​ခ်င္​း​ေတြက သူ႔သာသနာ့အက်ိဳးအတြက္​ ​ေနာက္​လိုက္​လုပ္​ခဲ့ၿပီးသူတို႔ သာသနာ့​ေဘာင္​ရဲ႕ ျဖစ္​ပ်က္​မႈ​ေတြကို ဟာသရသ​ေျမာက္​​ေအာင္​ဇာတ္​ၫႊန္​​းေတြကို ပီပီျပင္​ျပင္​ျဖင့္ ​ေကာင္​းမႈမ​ေကာင္​းမႈ​ေတြရဲ႕ျဖစ္ေလ့ျဖစ္ထမ်ားကုိ ​ေပၚလြင္​​ေအာင္​ဖြင္​့ျပထားျခင္းပဲ ျဖစ္ပါတယ္မည္သုိ႔ပင္ျဖစ္ေစ ေကာင္းတာလုပ္ရင္ေကာင္းက်ဳိးေပးမည္ ဟူေသာ ေဆာင္ပုဒ္ႏွင့္အညီေလာက၌ေကာင္းမွုအမွန္တရားသည္သာလွ်င္ ထာဝရ႐ွင္သန္ျခင္းျဖစ္ေၾကာင္း႐ုိက္ကူးထားေသာ ဇာတ္လမ္းျဖစ္တာမုိ႔ ဆက္ဆက္ၾကည့္႐ႈၾကဖုိ႔ တုိက္တြန္းလုိက္ပါရေစ Unicode*******အရမ်းကိုရယ်ရတဲ့ထိုင်းဟာသကားလေးပါပဲဒီဇာတ်လမ်းလေးကတော့ ဖက်ရှင်အိုင်ဒေါလို့ခေါ်လို့ရတဲ့မင်းသားတယောက်ဖြစ်တဲ့ ဂျက် က မိန်းမရှူပ်တဲ့ playboyဘဝမှသာသနာ့ဘောင်ကိုဝင်ရောက်လာခဲ့ပြီးသာသနာဝိနည်းတော်တွေနဲ့အညီ နေထိုင်ခဲ့တဲ့အကြောင်းကိုရိုက်ကူးထားပဲ ဖြစ်ပါတယ်လူ့ဘဝကသူငယ်ချင်းတွေက သူ့သာသနာ့အကျိုးအတွက် နောက်လိုက်လုပ်ခဲ့ပြီးသူတို့ သာသနာ့ဘောင်ရဲ့ ဖြစ်ပျက်မှုတွေကို ဟာသရသမြောက်အောင်ဇာတ်ညွှန်းတွေကို ပီပီပြင်ပြင်ဖြင့် ကောင်းမှုမကောင်းမှုတွေရဲ့ဖြစ်လေ့ဖြစ်ထများကို ပေါ်လွင်အောင်ဖွင့်ပြထားခြင်းပဲ ဖြစ်ပါတယ်မည်သို့ပင်ဖြစ်စေ ကောင်းတာလုပ်ရင်ကောင်းကျိုးပေးမည် ဟူသော ဆောင်ပုဒ်နှင့်အညီလောက၌ကောင်းမှုအမှန်တရားသည်သာလျှင် ထာဝရရှင်သန်ခြင်းဖြစ်ကြောင်းရိုက်ကူးထားသော ဇာတ်လမ်းဖြစ်တာမို့ ဆက်ဆက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရေစ Translated & Review By NannEncoded By LK",
        "rating": "N/A",
        "url": "https://megaup.net/1shsb/(CM)Joking.Jazz.2016.DVDRip.720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/omoggkkkzlmm-133x200.jpg",
        "title": "Haunted Road ( 2014 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ ထိတ္လန္႔ေျခာက္ျခားဖြယ္တ႐ုတ္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ သူငယ္ခ်င္းမဂၤလာေဆာင္ကိုသြားမယ့္ေဘာ္ဒါတစ္သိုက္ဟာ လမ္းခရီးမွာယာဥ္မေတာ္တဆမႈကိုေတြ႔ၿပီး မကယ္တင္ပဲေ႐ွာင္ေျပးသြားရာကေနလမ္းမွာ႐ုတ္တရက္ကားပ်က္မႈကိုၾကံဳလိုက္ရပါတယ္...ဒီလိုနဲ႔ လူသူမ႐ွိတဲ့အေဆာက္အဦးပ်က္ကိုေရာက္သြားရာကေနတစ္ေယာက္ၿပီးတစ္ေယာက္အသတ္ခံေနရတဲ့အခါ....သူတို႔မကယ္တင္ေပးခဲ့တဲ့မိန္းကေလးကပဲအၿငိဳးတႀကီးကလဲ့စားေခ်ေနသလား...ဘယ္သူေတြကအသက္႐ွင္က်န္ေနႏိုင္မွာလဲ...ဇာတ္လမ္းတစ္ခုလံုးကိုထိတ္လန္႔ေျခာက္ျခားဖြယ္ၾကည့္႐ႈရမွာပါ Unicode*******ဒီကားလေးဟာ ထိတ်လန့်ခြောက်ခြားဖွယ်တရုတ်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ သူငယ်ချင်းမင်္ဂလာဆောင်ကိုသွားမယ့်ဘော်ဒါတစ်သိုက်ဟာ လမ်းခရီးမှာယာဉ်မတော်တဆမှုကိုတွေ့ပြီး မကယ်တင်ပဲရှောင်ပြေးသွားရာကနေလမ်းမှာရုတ်တရက်ကားပျက်မှုကိုကြုံလိုက်ရပါတယ်...ဒီလိုနဲ့ လူသူမရှိတဲ့အဆောက်အဦးပျက်ကိုရောက်သွားရာကနေတစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံနေရတဲ့အခါ....သူတို့မကယ်တင်ပေးခဲ့တဲ့မိန်းကလေးကပဲအငြိုးတကြီးကလဲ့စားချေနေသလား...ဘယ်သူတွေကအသက်ရှင်ကျန်နေနိုင်မှာလဲ...ဇာတ်လမ်းတစ်ခုလုံးကိုထိတ်လန့်ခြောက်ခြားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/28cky/(CM)Haunted.Road.HD720P.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bC7N0pUc6RzuDqSNHsV0VXk06Cq.jpg",
        "title": "In Dubious Battle(2016)",
        "description": "In Dubious Battle(2016)((Zawgyi))အလုပ္သမားသပိတ္၊ ေက်ာင္းသားသပိတ္ စသျဖင့္ သပိတ္ေပါင္းမ်ားစြာထဲက အေမရိကန္ အရင္းရွင္စနစ္ရဲ႕ ဖိႏွိပ္မႈေအာက္ကေန တြန္းလွန္တိုက္ပြဲဝင္ခဲ့တဲ့ သစ္သီးၿခံအလုပ္သမား သပိတ္လည္း တစ္ခုအပါအဝင္။သူတုိ႕ေတြဟာ တစ္ေန႔လုပ္ခ ၁ ေဒၚလာသာ ရခဲ့ၾကၿပီး\nအလုပ္သမားေတြရဲ႕ မေက်နပ္သံ၊ ေပါက္ကြဲသံေတြနဲ႔ အေမရိကန္စီးပြားေရးပ်က္ကပ္ ေခတ္ႀကီးတစ္ေခတ္ရဲ႕ အထင္ကရ ေတာ္လွန္ေရးတစ္ခုလုိျဖစ္ခဲ့တယ္.....ဒီဇာတ္ကားက John Steinbeck ရဲ႕ ဝတၳဳကို ျပန္လည္အသက္သြင္းထားတာ။ ဒါရုိက္တာကလည္း စာအလြန္ဖတ္ၿပီး Classic ဇာတ္ကား ေတာ္ေတာ္မ်ားမ်ား ျပန္ရုိက္ထားတဲ့ James Franco ႀကီး။ Franco ႀကီးရဲ႕ ျပန္လည္တင္ဆက္မႈဟာ တကယ္လည္းလက္ရာေျမာက္ခဲ့ပါတယ္.....\nၾကည့္ရွဳသူေတြအေနနဲ႕ ဗဟုသုတေပါင္းမ်ားစြာရရွိသလုိ\nဇာတ္လမ္းကလည္း ဆြဲေဆာင္မႈရွိပါတယ္....\nခံစားၾကည့္လုိက္ပါဦး......(unicode)အလုပ်သမားသပိတ်၊ ကျောင်းသားသပိတ် စသဖြင့် သပိတ်ပေါင်းများစွာထဲက အမေရိကန် အရင်းရှင်စနစ်ရဲ့ ဖိနှိပ်မှုအောက်ကနေ တွန်းလှန်တိုက်ပွဲဝင်ခဲ့တဲ့ သစ်သီးခြံအလုပ်သမား သပိတ်လည်း တစ်ခုအပါအဝင်။သူတို့တွေဟာ တစ်နေ့လုပ်ခ ၁ ဒေါ်လာသာ ရခဲ့ကြပြီး\nအလုပ်သမားတွေရဲ့ မကျေနပ်သံ၊ ပေါက်ကွဲသံတွေနဲ့ အမေရိကန်စီးပွားရေးပျက်ကပ် ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Oe4k/In_Dubious_Battle.2016.Bluray.720p.pp.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "",
        "title": "Evaru (2019)",
        "description": "(Unicode)၂၀၁၈ ခုနှစ်မှာ တေလဂူးအက်ရှင်ကားကောင်းတစ်ကားကို မှတ်မိကြမှာပါ။ဘာအိုဗာအက်ရှင်မှ မပါတဲ့ Goodachari ပါ။ဒီမင်းသားကို ထပ်ပြီးပြောပြရမယ်ဆို ဟင်ဒီမင်းသားချော တိုက်ဂါး နှစ်ကြိမ်နှစ်ခါ ပြန်ရိုက်ခဲ့ပြီး Remakeများစွာပြုခဲ့ကြတဲ့ Baaghi ရဲ့ မူရင်း သရုပ်ဆောင်ပါ။IMDb Rating - 8.6/10Google Users - 96%အညွန်း-----------ဒီမင်းသားနာမည်က Adivi Seshတဲ့။ဒီဇာတ်ကားထဲမှာတော့ ရဲအရာရှိဗစ်ကရမ်နေရာက မြင်တွေ့ရမှာပါ။ရဲအရာရှိ ဗစ်ကရမ် အဖြစ်မြင်ရမယ့် မင်းသားဟာ ငွေအတွက်ဆို ဘာမဆို လုပ်မယ့်သူမျိုး၊ရှေ့နေတစ်ယောက် မဟုတ်ပေမဲ့ လူသတ်သမားကိုလည်း သူ အကြံကောင်းတစ်ချို့နဲ့ ကာကွယ်ပေးနိုင်တဲ့ ရဲအရှိမျိုး။အတွေးဉာဏ်၊ဖြတ်ထိုးဉာဏ် ကောင်းကောင်းနဲ့ သူဟာ လူသတ်သမား ဆမ်မီရာဖက်က သူဟာ အကြံပေးအဖြစ် ရှိနေမှာပါ။အသတ်ခံရတဲ့ ရဲအရာရှိ(တရားလို)ဖက်ကတော့ သက်သေတွေ၊သဲလွန်စတွေကို လုပ်ကြံတတ်တဲ့ ရှေ့နေနဲ့ပါ။နှစ်ပေါင်း၂၀အတွင်း အိန္ဒိယတောင်ပိုင်းမှာ သူလိုက်ခဲ့ဖူးတဲ့ အမှု မှန်သမျှ ရှုံးနိမ့်ဖူးတာမရှိသေးဘူး။တရားခံဖက်ကလည်း လူသတ်မှုကို ဥပဒေကို ချိုးဖောက်တဲ့ ရဲအရာရှိရဲ့မုဒိမ်းမှုအဖြစ် ပြောချင်နေတယ်။မုဒိမ်းမှုကောင်ရဲအရှိတစ်ယောက်ကို ...",
        "rating": "8.6",
        "url": "https://megaup.net/Rjn2/(CM)Evaru_(2019)_WEB-DL_720p.mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sydKzDQfTkiXnF92z9I4lGmTHk.jpg",
        "title": "Balkan Line(2019)",
        "description": "Balkan Line(2019) (unicode)စစ်ကားကောင်းမို့ BLU-RAY 1080P5.1CH ပါပြုလုပ်ပေးထားပါတယ်...\nဒီဇာတ်လမ်းက ၁၉၉၉ ခုနှစ် ဆားဘီးယား ကို ဗုံးကျဲခံရတဲ့ အကြောင်းကို အခြေခံပြီး ရိုက်ကူးထားတာပါ၊\nဗုံးကျဲမှု ဖြစ်ပွားအပြီးမှာ အယ်လ်ဘေးနီးယန်း သူပုန်တွေက ဆလာတီနာ လေဆိပ်ကို သိမ်းပိုက်ထားပါတယ်၊\nငြိမ်းချမ်းရေးတပ်ဖွဲ့တွေ ဒေသကို ပြန်လည်ထိန်းသိမ်းဖို့အတွက် ဆာဘီးယားကို လာကြဖို့ ရှိနေတဲ့အတွက် မဟာဗျူဟာအရ အရေးပါတဲ့ အဆိုပါလေဆိပ်ကို ပြန်ပြီး ခြေကုပ်ယူနိုင်ဖို့အတွက် ရုရှားအထူးတပ်ဖွဲ့ တာဝန်ပေးခံရတဲ့အခါ .....\nပြောရရင်ဒီလိုထိန်းသိမ်းထားဖို့က ပြန်လမ်းမဲ့စစ်ဆင်ရေးလို့တောင် နာမည်ပေးလို့ရပါတယ်... ဒီလေဆိပ်ကိုကာကွယ်ဖို့ကလည်း လူနည်းစုသာ တာဝန်ပေးခံရတဲ့အပြင် အရေးပေါ် စစ်ကူပေးဖို့လည်း မလွယ်ကူပါဘူး....\nလူနည်းစုဖြစ်တဲ့ အထူးတပ်ဖွဲ့လေးက ဒီလျှို့ဝှက်စစ်ဆင်ရေးကို အောင်မြင်အောင် လုပ်နိုင်ပါ့မလားဆိုတာ ရုပ်ရှင်ထဲ မှာ ဆက်လက် ကြည့်ရှုကြရအောင်ပါ ....\nစစ်ကားကောင်းကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ.....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ SCRN ပဲဖြစ်ပါတယ်..File Size : (2.44GB)(1.17GB)\nQuality : Blu-Ray 1080p ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Tulm/The_Balkan_Line.2019.BLU-RAY1080P.5.1CH_(2).mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9mpbRnbX4U2rXS3hLZV8zBGxD6Y.jpg",
        "title": "Strange But True ( 2019 )",
        "description": "Zawgyi*******၂၀၁၉ ေလာေလာလတ္လတ္ထြက္ရွိထားတဲ့ Noir thrillerအမ်ိဳးအစားအေမရိကန္ဇာတ္ကားပဲျဖစ္ပါတယ္..IMDB 5.7/10 ရရွိထားၿပီး John Searles ရဲ႕ဝတၳဳကိုအသက္သြင္းထားတာျဖစ္ပါတယ္ ဇာတ္လမ္းေလးကလည္းေတာ္ေတာ္ဆန္းပါတယ္... ေရာ္နီနဲ႔ ဖီးလစ္တို႔ႏွစ္ေယာက္ကေခ်႕စ္မိသားစုရဲ႕ခ်စ္စရာသားႏွစ္ေယာက္ေပါ့ႏွစ္ေယာက္လံုးကလည္း ငယ္ရြယ္တက္ႂကြတဲ့ဆယ္ေက်ာ္သက္အရြယ္ အနာဂတ္အိပ္မက္ေတြကိုယ္စီနဲ႔ပါ...ဒါေပမယ့္ ကံတရားက သူတို႔မိသားစုကိုမ်က္ႏွာသာမေပးခဲ့ပါဘူးေရာ္နီတစ္ေယာက္ ေက်ာင္းကပြဲညမွာပဲ ကားအက္စီးဒန္႔ျဖစ္ၿပီးဆံုးပါးသြားခဲ့ပါတယ္... ေရာ္နီဆံုးပါးၿပီး ငါးႏွစ္အၾကာမွာသူတို႔မိသားစုေလးဟာ ၿပိဳကြဲပ်က္စီးခဲ့ပါၿပီ... အဲ့အခ်ိန္မွာပဲေရာ္နီ႔အေမအိမ္ကို ေရာ္နီသိပ္ခ်စ္ခဲ့ရတဲ့ခ်စ္သူမယ္လီဆာမူဒီတစ္ေယာက္ ေရာက္ခ်လာၿပီး သူ႔ဗိုက္ထဲကကေလးဟာေရာ္နီ႔ကေလးပါလို႔အခိုင္အမာဆိုလာတဲ့အခါမွာေတာ့...ထင္မွတ္မထားတဲ့ plot twist ေတြ ေကာင္းမြန္တဲ့သ႐ုပ္ေဆာင္ခ်က္ေတြနဲ႔မို႔လို႔ ၾကည့္ရႈခံစားၾကည့္ဖို႔ တိုက္တြန္းလိုက္ရပါတယ္ Unicode*******၂၀၁၉ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ Noir thrillerအမျိုးအစားအမေရိကန်ဇာတ်ကားပဲဖြစ်ပါတယ်..IMDB 5.7/10 ရရှိထားပြီး John Searles ရဲ့ဝတ္ထုကိုအသက်သွင်းထားတာဖြစ်ပါတယ် ဇာတ်လမ်းလေးကလည်းတော်တော်ဆန်းပါတယ်... ရော်နီနဲ့ ဖီးလစ်တို့နှစ်ယောက်ကချေ့စ်မိသားစုရဲ့ချစ်စရာသားနှစ်ယောက်ပေါ့နှစ်ယောက်လုံးကလည်း ငယ်ရွယ်တက်ကြွတဲ့ဆယ်ကျော်သက်အရွယ် အနာဂတ်အိပ်မက်တွေကိုယ်စီနဲ့ပါ...ဒါပေမယ့် ကံတရားက သူတို့မိသားစုကိုမျက်နှာသာမပေးခဲ့ပါဘူးရော်နီတစ်ယောက် ကျောင်းကပွဲညမှာပဲ ကားအက်စီးဒန့်ဖြစ်ပြီးဆုံးပါးသွားခဲ့ပါတယ်... ရော်နီဆုံးပါးပြီး ငါးနှစ်အကြာမှာသူတို့မိသားစုလေးဟာ ပြိုကွဲပျက်စီးခဲ့ပါပြီ... အဲ့အချိန်မှာပဲရော်နီ့အမေအိမ်ကို ရော်နီသိပ်ချစ်ခဲ့ရတဲ့ချစ်သူမယ်လီဆာမူဒီတစ်ယောက် ရောက်ချလာပြီး သူ့ဗိုက်ထဲကကလေးဟာရော်နီ့ကလေးပါလို့အခိုင်အမာဆိုလာတဲ့အခါမှာတော့...ထင်မှတ်မထားတဲ့ plot twist တွေ ကောင်းမွန်တဲ့သရုပ်ဆောင်ချက်တွေနဲ့မို့လို့ ကြည့်ရှုခံစားကြည့်ဖို့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1shiu/(CM)Strange.But.True.2019.WEB-DL720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BOTJkNjYxZjktOGFjYy00YTk5LWIyMzktZWYzZjkyNDg5ODE0XkEyXkFqcGdeQXVyMzk3MzY5MTM@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Play or Die (2019)",
        "description": "ထူးဆန္းတဲ့ အိမ္ႀကီး တစ္အိမ္ ရွိတယ္\nတစ္ရက္မွာေတာ့ ထုိအိမ္ႀကီး ထဲတြင္\nျပဳျပင္စရာမ်ား ရွိတဲ့ အတြက္ အလုပ္သမားေခၚရာ\nေရႊ႕ေျပာင္းအလုပ္သမားမ်ားကိုသာ ေခၚဆိုခဲ့ပါတယ္\nအိမ္ႀကီးတစ္လံုးတြင္ လင္မယား ၂ ေယာက္သာရွိၿပီး\nၿခံအက်ယ္ႀကီး ထဲတြင္ အိမ္တစ္လံုး နွင့္ လူ ၂ ေယာက္သာ\nေနသျဖင့္ အၿမဲတမ္း တိတ္ဆိတ္ေနတက္သည္။\nေရႊ႕ေျပာင္းအလုပ္သမားမ်ား ေရာက္ရွိလာေသာအခါ\nအလုပ္သမားမ်ားကို ၿခံ၀န္းအတြင္းသာ ေနထုိင္ေစခဲ့ၿပီး\nတစ္ရက္ေသာ အခါမွာေတာ့ ပိုင္ရွင္လင္မယား ပံုစံမွာ\nထူးဆန္းေနေၾကာင္း အလုပ္သမားမ်ားသတိထားမိခဲ့ေသာ\nအခါမွာေတာ့...\nရုပ္ရွင္ကားဟာ ေသြးထြက္သံယို မ်ားပါတယ္\nရုပ္ရွင္ကားကို Hnyot Myet Wunn မွ\nဘာသာျပန္တင္ဆက္ေပးထားပါတယ္",
        "rating": "3.7",
        "url": "https://megaup.net/Mkr7/Play.Or.Die.2019_720P_%7BCM%7D.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMWIyOTk0ZTYtN2ZhNi00OGEzLTkyNjgtMTNmZjBiNzgxZDZlXkEyXkFqcGdeQXVyNzE4MjE0MA@@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "A.M.I. (2019)",
        "description": "ေကစီဆိုတဲ့ေကာင္မေလးဟာ\nမေတာ္တဆမႈတစ္ခုေၾကာင့္မိခင္ျဖစ္သူကို\nဆံုးရႈံးထားခဲ့ရသူပါ...\nခက္ခဲလွတဲ့ဘဝကိုတစ္ေယာက္တည္း႐ုန္းကန္ရသူမို႔\nတစ္ေန႔မွာေတာ့ ဖုန္းထဲက AI တစ္ခုကို\nအေမတစ္ေယာက္လိုသေဘာထားမိသြားတဲ့အခါ...\nThriller/slasher ကားတစ္ကားျဖစ္လို႔\nေသြးသံရဲရဲ သတ္တာျဖတ္တာႀကိဳက္တဲ့သူေတြ\nၾကည့္လို႔ေကာင္းမယ့္ကားျဖစ္ပါတယ္\nရုပ္ရွင္ကားကို May Thu Thu Kyaw က\nဘာသာျပန္ေပးထားပါတယ္",
        "rating": "4.2",
        "url": "https://megaup.net/28fid/A.M.I.2019_720P_%7BCM%7D.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYmNhOGZjYjItN2U0Ny00YzY5LTg5NTItODZjYzQ3YTJiMWY5XkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Otherhood (2019)",
        "description": "Otherhood ဆိုတဲ့ဇာတ္ကားေလးကေတာ့\nေပါ့ေပါ့ပါးပါးနဲ႔ မိခင္ေမတၱာကို ေဖာ္ၾကဴးထားတဲ့\nဟာသဇာတ္ကားေလးပါ။\nကယ္႐ို ဂ်ယ္လီယန္ နဲ႔ ဟယ္လန္ တို႔သံုးေယာက္ဟာ\nအရမ္းခ်စ္ၾကတဲ့ သူငယ္ခ်င္းေတြပါ။\nသူတို႔မွာ သားတစ္ေယာက္စီ ႐ွိၿပီးေတာ့\nအဲ့ဒီသားသံုးေယာက္ကလဲ အရမ္းခ်စ္ၾကတဲ့\nသူငယ္ခ်င္းေတြပါပဲ။\nဒါေပမဲ့ အဲ့ဒီသားသံုးေယာက္ဟာ အရြယ္ေရာက္လာတဲ့အခါ\nနယူးေယာက္ၿမိဳ႕ကို ေျပာင္းသြားၿပီး\nသူတို႔အေမေတြကို အဆက္အသြယ္သိပ္မလုပ္ၾကေတာ့ေသာအခါ\nအေမသံုးေယာက္ေပါင္းၿပီး သားေတြနဲ႔ျပန္လည္ေပါင္းစည္းေရး\nလုပ္ငန္းစပါေတာ့တယ္။\nဒီဇာတ္ကားေလးက သင့္ႏွလံုးသားကို ေႏြးေထြးေအာင္\nလုပ္ေပး ႏိုင္တဲ့ ကားေကာင္းေလးျဖစ္လို႔\nၾကည့္ၾကည့္ဖို႔နဲ႔ အေမေတြကို ျပၾကည့္ဖို႔ တိုက္တြန္းပါရေစ။\nရုပ္ရွင္ကားကို Htet Wai Lwin က\nဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးထားပါတယ္",
        "rating": "6.1",
        "url": "https://megaup.net/28fic/otherhood.2019.internal.1080p_%7BCM%7D.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BZTYxMTZlNTEtMjlmZS00ODFiLTg5ODUtYzJkMzc1MGNhYjVkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "Jersey Girl (2004)",
        "description": "တက္​ႂကြဖ်တ္​လတ္​​ေသာ ​ေတးထုတ္​လုပ္​သူတစ္​ဦးျဖစ္​တဲ့\nအိုလီထရင္​ကီ ဆိုတဲ့လူငယ္​​ေလးက\nအလုပ္​ႀကိဳးစား​ေသာဝန္​ထမ္​းတစ္​ဦးျဖစ္​သလို\nမိခင္​ဆံုးပါးသြားတဲ့သမီး​ေလးကို ​ေစာင္​့​ေ႐ွာက္​​ေနရ​ေသာ\nဖခင္​တစ္​ဦးလည္​းျဖစ္​ပါတယ္​။\nလုပ္​ငန္​းခြင္​အတြင္​း အဆင္​မ​ေျပမႈ​ေတြ၊မိသားစု​ေရးျပသနာ​ေတြ\nၾကံဳ​ေတြ႔ရခ်ိန္​မွာ​ေတာ့ ဖိအား​ေပါင္​းမ်ားစြာရဲ႕ ဒဏ္​​ေတြ​ေၾကာင္​့\nအလုပ္​ကိုဆံုး႐ႈံးခဲ့ရၿပီး သမီး​ေလးအနားမွာ အခ်ိန္​​ေပးဖို႔ ဆံုးျဖတ္​ခဲ့ပါတယ္​။\nသို႔​ေသာ္​ အမွတ္​မထင္​ ၾကက္​ကန္​းဆန္​အိုးတိုးဆိုတဲ့အတိုင္​း\nအလုပ္​အကိုင္​အခြင္​့အ​ေရးျပန္​ရခ်ိန္​မွာ​ေတာ့\nသူသိပ္​ခ်စ္​ရတဲ့သမီး​ေလးအတြက္​ ဘယ္​လိုအခက္​အခဲ​ေတြ႐ွိလာမလဲ\n​ေအာင္​ျမင္​မႈ​ေနရာ ျပန္​ရႏိုင္​မလား သူ႔ဘဝရဲ႕\nလက္​တြဲ​ေဖာ္​ကို​ေရာ ထပ္​​ေတြ႔ခြင္​့ရဦးမွာလား\nဆိုတာကို​ေတာ့ ဒီဇာတ္​လမ္​း​ေလးထဲမွာပဲ\nဆက္​လက္​ၾကည္​့႐ႈ​ေပးၾကပါခင္​​ဗ်ာ\nရုပ္ရွင္ကားကို Kay Khaing Htun မွ ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "6.2",
        "url": "https://megaup.net/28fi6/Jersey.Girl.2004_720P_%7BCM%7D.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BZGM2ZWYwODgtNzE0My00NjBmLTllZTEtNThkNWYwY2RhNGU0XkEyXkFqcGdeQXVyNjk0ODU2ODA@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Ladyworld (2019)",
        "description": "လူငယ္ဆန္ဆန္ကားေလးေတြကိုၾကည့္ခ်င္သူမ်ားအတြက္တင္ဆက္ေပးလိုက္ပါတယ္...ဒီကားေလးကေတာ့ လူငယ္ေတြကိုစဥ္းစားစရာတစ္ခုက်န္ရစ္ေစမယ့္ကားတစ္ကားဆိုရင္လည္းပိုမွန္မွာပါဒီကားေလးကေတာ့ မိန္းကေလးတစ္စုထူးဆန္းတဲ့အိမ္ႀကီးထဲေရာက္သြားၿပီးအခက္အခဲေပါင္းစံုေတြ႕ဆံုရၿပီးလူငယ္ေတြၾကားမွာျဖစ္ေလ့ျဖစ္ထရွိတဲ့အတိုင္းစိတ္သေဘာထားကြဲလြဲၾကၿပီးသူတို႔အခ်င္းခ်င္းျပႆနာတက္ၾကရာမွအိမ္ႀကီးထဲကေနလြတ္ေျမာက္ႏိုင္ၾကမလားဆိုတာစိတ္ဝင္တစားနဲ႔ၾကည့္႐ွဳရမယ့္ဇာတ္ကားေလးပဲဖစ္ပါတယ္ File Size : ( 877 MB , 319  MB)Quality :  WEB-DL 720pRunning Time : 1 hr 33 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Lwin May Thu Encoded by Moe Myint Lwin",
        "rating": "5.9",
        "url": "https://megaup.net/28eUh/(CM)_LadyWorld_2019_(Large_Size).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uNWk5HZfVBHpARcV1z9cwUAbtpF.jpg",
        "title": "Can You Keep a Secret? (2019)",
        "description": "ဒါကေတာ့ ထြက္လာတာရက္ပိုင္းပဲရွိေသးၿပီး နာမည္ႀကီးသ႐ုပ္ေဆာင္ေတြျဖစ္ၾကတဲ့ပုရိသတို႔အသည္းေက်ာ္ေလး Alexandra Daddario နဲ႔ဘဲႀကီး Tyler Hoechlinတို႔ရဲ႕ Romance Comedyကားေလးပါ။လူေတြသူ႔အေပၚဘယ္လိုထင္မလဲဆိုတာအၿမဲဂ႐ုစိုက္ၿပီးဟန္ေဆာင္ေနတတ္တဲ့အမ္မာတစ္ေယာက္ေလယာဥ္ေပၚမွာေတြ႕တဲ့ေယာက္်ားတစ္ေယာက္ကိုသူ႔ရဲ႕လွ်ိဳ႕ဝွက္ခ်က္မွန္သမွ်ကိုေျပာမိသြားပါေတာ့တယ္။ေနာက္ေတာ့အဲ့ေယာက္်ားက အရမ္းကိုသိုသိုသိပ္သိပ္နဲ႔ေနတတ္ၿပီးတစ္ခုခုကိုလွ်ိဳ႕ဝွက္ထားတဲ့ သူ႔အလုပ္ရွင္ျဖစ္ေနပါေတာ့တယ္။လွ်ိဳ႕ဝွက္ခ်က္ေတြရွိေနေသးတဲ့ သူတို႔ရဲ႕ဆက္ဆံေၾကာင္းအေၾကာင္းကို႐ိုက္ကူးထားတဲ့ ေပါ့ေပါ့ပါးပါးဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။ File Size : ( 887 MB , 278 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 34 minFormat : Mp4Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Moe LayEncoded by Moe Myint Lwin",
        "rating": "5.2",
        "url": "https://megaup.net/1shj6/(CM)_Can_You_Keep_A_Secret_2019_(Large_Size).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vdWzIFpiUcV2uNGUrmgbtyNK2I0.jpg",
        "title": "Blinded by the Light (2019)",
        "description": "ဒီကားေလးကေတာ့ IMDb မွာRating 7 ၊ ခရမ္းခ်ဥ္သီးမွာ 88%ရထားၿပီးတျခားpositive reviewေတြလည္းအမ်ားႀကီးရထားတဲ့Drama ကားေလးတစ္ကားပါ။Sarfraz Manzoor‌ဆိုတဲ့သူတစ္ေယာက္ကအဆိုေတာ္ Bruce Springsteenရဲ႕သီခ်င္းေတြေၾကာင့္သူ႔ငယ္ဘဝမွာ ဘယ္လိုအင္အားေတြရခဲ့ၿပီးသူ႔အိပ္မက္ေတြေနာက္ကိုလိုက္ခဲ့တဲ့အေၾကာင္းေရးထားတဲ့စာအုပ္ကိုအေျခခံ႐ိုက္ကူးထားတာပါ။သူ႔မိသားစုက ပါကစၥတန္ကေနအဂၤလန္ကိုသူငယ္ငယ္ေလးကတည္းကေျပာင္းလာခဲ့ပါတယ္။သူ႔အေဖဟာသူ႔ကိုပညာတတ္ေအာင္လုပ္ၿပီးဝင္ေငြေကာင္းမယ့္အလုပ္တစ္ခုလုပ္ေစခ်င္သူပါ။စည္းကမ္းေတြလည္းတင္းၾကပ္ၿပီး အဂၤလန္ေရာက္တာေတာင္သူ႔သားကိုအိမ္ေရွ႕အိမ္ကသူငယ္ခ်င္းေမြးေန႔ပါတီေတာင္သြားခြင့္မေပးတဲ့တကယ့္ပါကစၥတန္အေဖႀကီးပါ။သူဟာအေဖ့ရဲ႕ခ်ဳပ္ခ်ယ္မႈေတြနဲ႔ႀကီးျပင္းလာခဲ့ေပမယ့္အၿမဲ႐ုန္းထြက္ခ်င္ေနၿပီး စာေရးဆရာျဖစ္ခ်င္ေနတဲ့1987ခုႏွစ္က ေကာလိပ္ေက်ာင္းသားတစ္ေယာက္ပါ။ေနာက္‌ေတာ့ သူ Bruce Springsteenရဲ႕သီခ်င္းေတြကိုအရမ္းႀကိဳက္သြားၿပီး သီခ်င္းစာသားေတြဟာသူ႔ဘဝအတြက္ႀကီးမားတဲ့ခြန္အားေတြျဖစ္လာခဲ့ၿပီးသူ႔အိပ္မက္ေတြေနာက္လိုက္ခဲ့တဲ့အေၾကာင္းကိုပုံေဖာ္႐ိုက္ကူးထားတဲ့ Drama ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ File Size : ( 1 GB , 211 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 58 minFormat : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1shdb/(CM)_Blinded_by_The_Light_2019_(Large_Size).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3fvH9ERPY4eIvHuPHFUn199BGXp.jpg",
        "title": "I Love You, You’re Perfect, Now Change! ( 2019 )",
        "description": "Zawgyi*******ဒီဇာတ္လမ္းေလးကေတာ့ လူ​ေလာရဲ့ျဖစ္ေလ့ျဖစ္ထရွိေသာ သဘာဝကိုဇာတ္ဝင္ခန္းေပါင္​းမ်ားစြာျဖင့္ ​ေကာင္​းျခင္​း မ​ေကာင္​းျခင္​း ​ေအာင္​ျမင္​ျခင္​းက်႐ွံူးျခင္​း​ လူသား​ေတြရဲ႕ လိုအင္​ဆႏၵ​ေတြ အမ်ိဳးသမီးနဲ႔အမ်ိဴ းသား​ေတြရဲ႕ကြဲျပားမႈ​ေတြကို ခ်စ္ျခင္းရဲ႕ျကင္အင္လကၡဏာအျဖာျဖာကိုထင္​​ေပၚ​ေအာင္​ ဂႏၱဝင္​သီခ်င္​းပံုစံ ​ေဖာ္​ၾကဴ းရုိက္ကူးထားျခင္းပဲ ျဖစ္ပါတယ္​ခ်စ္ျခင္းရဲ့အဆုံးသတ္ဟာ ေပ်ာ္ရႊင္ျခင္းလည္း ႐ွိသလိုဝမ္းနည္းျခင္းအဆဳံးသတ္လဲ႐ွိၿပီး ​ဒြိဟျဖစ္​​တတ္ေသာအခ်စ္​ဇာတ္လမ္းကို​ေျပာင္​​ေျမာက္​​ေအာင္​​ေဖာ္​ျပထားတဲ့ ဇာတ္​ကား​ေကာင္​းတပုဒ္​ျဖစ္​တာမုိ႔ၾကည့္႐ႈသူမ်ားအတြက္စိတ္ေၾကနပ္မႉရေစမွာျဖစ္တ႔ဲအတြက္ဆက္ဆက္ၾကည့္႐ႈၾကဖုိ႔ တုိက္တြန္းလုိက္ပါရေစ.. Unicode********ဒီဇာတ်လမ်းလေးကတော့ လူလောရဲ့ဖြစ်လေ့ဖြစ်ထရှိသော သဘာဝကိုဇာတ်ဝင်ခန်းပေါင်းများစွာဖြင့် ကောင်းခြင်း မကောင်းခြင်း အောင်မြင်ခြင်းကျရှူံးခြင်း လူသားတွေရဲ့ လိုအင်ဆန္ဒတွေ အမျိုးသမီးနဲ့အမျိူ းသားတွေရဲ့ကွဲပြားမှုတွေကို ချစ်ခြင်းရဲ့ကြင်အင်လက္ခဏာအဖြာဖြာကိုထင်ပေါ်အောင် ဂန္တဝင်သီချင်းပုံစံ ဖော်ကြူ းရိုက်ကူးထားခြင်းပဲ ဖြစ်ပါတယ်ချစ်ခြင်းရဲ့အဆုံးသတ်ဟာ ပျော်ရွှင်ခြင်းလည်း ရှိသလိုဝမ်းနည်းခြင်းအဆုံးသတ်လဲရှိပြီး ဒွိဟဖြစ်တတ်သောအချစ်ဇာတ်လမ်းကိုပြောင်မြောက်အောင်ဖော်ပြထားတဲ့ ဇာတ်ကားကောင်းတပုဒ်ဖြစ်တာမို့ကြည့်ရှုသူများအတွက်စိတ်ကြေနပ်မှူရစေမှာဖြစ်တဲ့အတွက်ဆက်ဆက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေ..",
        "rating": "4.6",
        "url": "https://megaup.net/3u4bA/(CM)I.Love.You.2019.BluRay.720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lU5WzfaCT5WbqNY6JvdNkvf0ngd.jpg",
        "title": "The Third Wife (2019)",
        "description": "Korea ကားေတြကိုၾကိဳက္တဲ့လူေတြအတြက္ပါ....ဒီကားေလးကေတာ့ Rating 6.9 ရရွိထားပါတယ္...တခါတေလေတာ့လည္းအစြဲၾကီးတာက မေကာင္းပါဘူး....အဲလိုအစြဲၾကီးတဲ့ အယူအဆေတြေၾကာင့္ပဲမၿဖစ္သင့္တာေတြၿဖစ္လာရတယ္ဆိုတာကိုဒီကားေလးထဲမွာေတြ႕ၿမင္ႏိုင္ပါတယ္....ေရွးရိုးအစြဲအလန္းၾကီးတ့ဲမိသားစု သားေယာက်ာ္းေလးမေမြးဖြားခ့ဲရင္အသံုးမ၀င္တ့ဲသူလိုဆက္ဆံတ့ဲမိသားစုအ့ဲလိုအယူအဆေတြၾကားမွာ တတိယေျမာက္ဇနီးျဖစ္သူေမ ကိုယ္၀န္ရွိလာတ့ဲအခါ ဘာေတြေျပာင္းလဲသြားမလဲဘယ္လိုအခက္အခဲေတြရင္ဆိုင္ရမလဲေမြးလာတ့ဲအခ်ိန္မွာေကာ ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာေတြကိုThe Third Wife ကားကိုၾကည့္ရင္း ခံစားလိုက္ပါဦး … File Size : (866 MB , 251 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 36 minFormat : Mp4Genre : Drama Subtitle : Myanmar Subtitle (Hard Sub)Translated by  Hein Lin HtetEncoded by Moe Myint Lwin",
        "rating": "6.9",
        "url": "https://megaup.net/1shdd/(CM)_The_Third_Wife_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nUZDVuXBbF6tLvUjJGERrUhZ132.jpg",
        "title": "Satanic Panic (2019)",
        "description": "ဒီကား​ေလးက​ေတာ့Horror Comedyကား​ေလးပါဆမ္ဆိုတဲ့​ေကာင္မ​ေလးတစ္​ေယာက္သူရဲ႕ပထမဆုံးအလုပ္လုပ္တဲ့​ေန႔မွာပဲအလြဲ​ေတြကိုႀကဳံခဲ့ရတာ​ေပါ့သူမရဲ႕အလုပ္က​ေတာ့ပီဇာပို႔​ေပးရတာပါသူမပထမဆုံးညဘက္သြားပို႔​ေပးရမယ့္​ေနရာက​ေတာ့​ေမးလ္​ေဘစင္​ေပါ့အဲ့ကိုသြား​ေပးပို႔ရင္းနဲ႔ ​ေစတန္နတ္ဆိုးကိုကိုးကြယ္​ေနတဲ့လူတစ္စုနဲ႔​ေတြ႕ဆုံခဲ့တာ​ေပါ့အဲ့အုပ္စုဟာ​ေစတန္ရဲ႕တမန္​ေတာ္ ဘယ္ဖိုမက္ ကိုဆင့္​ေခၚဖို႔အပ်ိဳစင္ကိုရွာ​ေဖြေနခဲ့ၾကတာ​ေပါ့ျဖစ္ခ်င္​ေတာ့ဆမ္ဟာအဲ့ကို​ေရာက္ရွိသြားခဲ့ၿပီးသူမအပ်ိဳစင္ျဖစ္တာကိုသိသြားတဲ့အတြက္အဲ့အုပ္စုဟာဖမ္းခ်ဳပ္ၿပီးယစ္ပူ​​ေဇာ္ဖို႔စီစဥ္ခဲ့ၾကတယ္အဲ့ညမွာ​ေတာ့သူမဘယ္လို​ေတြျဖတ္သန္းခဲ့ရလဲဘာ​​လိုအလြဲ​​ေလး​ေတြျဖစ္ခဲ့မလဲဆိုတာကိုၾကည့္ရႈ႕ရမွာျဖစ္ပါတယ္ File Size : ( 833 MB , 260 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 25 minFormat : Mp4Genre : Horror , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by  NeveEncoded by Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/2Oc7x/(CM)_Satanic_Panic_2019_(Large_Size).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k2BotDix7KZtgFqswfaZifiBDfC.jpg",
        "title": "Eternal Code (2019)",
        "description": "ဒီကားေလးကေတာ့ IMDb 6.9 ရထားတဲ့ဇာတ္ကားေကာင္းေလးတစ္ကားပါအသက္ရွင္ေနတဲ့လူတစ္ေယာက္ရဲ႕ဦးေႏွာက္ကိုဦးေႏွာက္ေသေနတဲ့လူရဲ႕ခႏာၱကိုယ္ထဲကိုထည့္လိုက္ရင္အဲဒီဦးေႏွာက္ပိုင္ရွင္ကထာဝရအသက္ရွင္ေနႏိုင္မယ္ဆိုတဲ့စမ္းသပ္ခ်က္ကိုသိပၸံစမ္းသပ္မႈွေတြလုပ္တဲ့ကုမၸဏီတစ္ခုကရွာေဖြေတြ႕ရွိသြားတယ္ဒါေပမယ့္ဒီလုပ္ေဆာင္ခ်က္ကိုဆက္လုပ္ဖို႕အစိုးရဘက္ကေနခြင့္ျပဳခ်က္မေပးတာေၾကာင့္ကုမၸဏီသူေဌးျဖစ္သူကအဲဒီစမ္းသက္ခ်က္ကုိရပ္ဆိုင္းလိုက္ေပမယ့္ဒါရိုက္တာအဖြဲ႕ဝင္ေတြကဆက္လုပ္ဖို႕ဖိအားေပးလာတဲ့အခါမွာ(စမ္းသပ္မႈကိုလုပ္ဖို႕သူေဌးၾကီးေတြကတန္းစီျပီးေစာင့္ေနျပီေလ)သူေဌးကလည္းလံုးဝကိုသမာသမတ္က်တဲ့မိန္းမတစ္ေယာက္ျဖစ္ေနတာေၾကာင့္သူတို႕လိုခ်င္တာကိုမရရေအာင္ၾကိဳးစားရင္းနဲ႕သူေဌးမိသားစုကိုေနာက္ဆံုးျပန္ေပးဆြဲတဲ့အထိေတြျဖစ္လာပါေတာ့တယ္ကံေကာင္းခ်င္ေတာ့သမီးျဖစ္သူလြတ္ေျမာက္သြားျပီးအိမ္ေျခမဲ့စစ္သားေဟာင္းတစ္ေယာက္နဲ႕ဆံုမိတဲ့အခါသူတို႕ေတြေကာင္မေလးမိဘေတြကိုဘယ္လိုကယ္တင္မလဲစမ္းသပ္မႈၾကီးကုိေရာတားဆီးႏိုင္မလားဆိုတာေတြကိုစိတ္ဝင္တစားနဲ႕ၾကည့္ရမယ့္ကားေကာင္းေလးပါ File Size : (991 MB , 233 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by  PhueEncoded by Moe Myint Lwin",
        "rating": "7.1",
        "url": "https://megaup.net/1shd5/(CM)_Eternal_Code_2019_(Large_Size).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/unplanned-poster-133x200.jpg",
        "title": "Unplanned (2019)",
        "description": "Unplanned (2019)_____IMDb - 5.8/10\n  \nဒါကတော့ အက်ဘီဂျွန်ဆင်ဆိုတဲ့အမျိုးသမီးတစ်ယောက်က\nသူ့ရဲ့ဖြစ်ရပ်မှန်တွေကိုရေးသားထားတဲ့စာအုပ်ကို အခြေခံပြီးရိုက်ကူးထားတဲ့\nDramaကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nသူ့မှာကြင်နာတဲ့ယောက်ျား၊ ချစ်စရာကောင်းတဲ့သမီးလေးနှင့် ပံ့ပိုးတဲ့မိဘတွေရှိပြီး\nပျော်ရွှင်ရပေမယ့် သူ့မိသားစုကသူ့အလုပ်အကိုင်ကိုတော့လုံးဝအားမပေးပါဘူး။\nဘာလို့ဆိုသူက Planned Parenthoodဆိုတဲ့\nအမျိုးသမီးကျန်းမာရေးဆေးခန်းမှာ\nသမိုင်းတစ်လျှောက်အငယ်ဆုံးဒါရိုက်တာအဖြစ်အလုပ်လုပ်လို့ပါပဲ။\nအဲ့ဆေးခန်းကတခြားကျန်းမာရေးကိစ္စတွေလည်းလုပ်ပေးပေမယ့်\nအဓိကကတော့ကိုယ်ဝန်ဖျက်ချပေးတဲ့ကိစ္စကိုလုပ်ပေးတာပါ။\nဒီကားမှာ ကိုယ်ဝန်ဖျက်ချတာကိုအမျိုးသမီးအခွင့်အရေးအဖြစ်လက်ခံတဲ့သူတွေနဲ့\nဒါဟာအသက်တစ်ချောင်းဖြစ်လို့လုံးဝလက်မခံနိုင်တဲ့သူတွေကြား\nပဋိပက္ခတွေလည်းဖြစ်နေကြကိုလည်း မီးမောင်းထိုးပြထားပြီး\nသူအလုပ်လုပ်နေတဲ့အချိန်တစ်လျှောက်\nတွေ့ကြုံရတဲ့ကိုယ်ဝန်ဖျက်ချမှုရဲ့အကျိုးအပြစ်တွေကိုလည်း\nသေချာကြီးကိုရိုက်ပြထားတာပါ။\nဒီကားဟာသူ့အတွေ့အကြုံတွေကိုရိုက်ပြထားပေမယ့်\nလုံးဝပျင်းစရာမကောင်းခဲ့ပါဘူး။\nDramaကားဆိုပေမယ့်တစ်ချို့အခန်းတွေဆိုရင်\nရင်တမမနဲ့ကြည့်ရှုရပြီး\nတစ်ချို့အခန်းတွေကတော့တော်တော်ကြေကွဲဖို့ကောင်းပါတယ်။\nကိုယ်ဝန်ဖျက်ချမူတွေကိုသေချာရိုက်ပြထားလို့ပဲ\nဒီကားကို PG13ကနေ R ratedအဖြစ်ပြောင်းလဲသတ်မှတ်ခဲ့ရပါတယ်။\nဒါကတော့ 2019မှာထွက်ထားတဲ့\nDramaကားကောင်းတွေထဲကတစ်ခုဆိုတာကတော့ အသေအချာပါပဲ။\n  \nFile Size : ( 1 GB )\nQuality :  WEB-DL 720p\nRunning Time : 1 hr 49 min\nFormat : Mp4\nGenre : Biography , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Moe Lay\nEncoded by Moe Myint Lwin",
        "rating": "5.8",
        "url": "https://megaup.net/2TQuv/Unplanned_[2019]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/american-woman-poster-140x200.jpg",
        "title": "American Woman (2018)",
        "description": "American Woman (2018)\nIMDb - 6.8/10_____Rotten - 88%\n  \nမိသားစုဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်တဲ့အပြင်\nမိန်းကလေးတွေကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ\nအသက်ဆယ့်ခြောက်နှစ်နဲ့ကိုယ်ဝန်ရခဲ့ပြီး\nသမီးလေးတစ်ယောက်မွေးထားပေမယ့်\nအဲဒီသမီးကလည်းငယ်ငယ်နဲ့ကလေးတစ်ယောက်ရလာတော့\nမြေးကိုပါထိန်းနေရတဲ့ သက်လတ်ပိုင်းမိန်းမတစ်ယောက်ရဲ့ဘဝအခြေအနေတွေ\nနေထိုင်မှုပုံစံတွေကိုသေသေချာချာရိုက်ပြထားတာပါ\nတစ်ရက်သူ့သမီးကကောင်လေးနဲ့ညစာထွက်စားပြီးပျောက်သွားတဲ့အခါမှာတော့\nသူ့သမီးကိုလည်းရှာရ မြေးကိုလည်းထိန်းရ\nဒီကြားထဲသူ့ရဲ့ပင်ကိုယ်စရိုက်အရယောကျာၤးတွေတစ်ယောက်ပြီးတစ်ယောက်နဲ့တွဲ\nတွဲသမျှယောကျာၤးတိုင်းရဲ့အနိုင်ကျင့်တာခံလိုက်ရ\nထားသွားတာခံလိုက်ရနဲ့သူ့ရဲ့ဘဝကိုလက်လွှတ်အရှုံးပေးချင်ပေမယ့်လည်း\nသူ့သမီးကိုရှာတာကလည်းလက်မလျော့ မြေးကိုလည်းမထားခဲ့နိုင်နဲ့\nနောက်ဆုံးသူ့ရဲ့မျှော်လင့်ချက်သမီးသတင်းကိုကြားရတဲ့အချိန်မှာ\nသတင်းကောင်းဖြစ်မလား သတင်းဆိုးဖြစ်မလား\nသူ့ဘဝကိုရော သူဒီအတိုင်းဆက်သွားပြီနေမလား\nဘာတွေဘယ်လိုသူဆက်လုပ်မလဲဆိုတာကို ကြည့်ရှုရမှာပါ\n  File Size : (1 GB)\nQuality :  WEB-DL 720p\nRunning Time : 1 hr 51 min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Phue\nEncoded by Moe Myint Lwin",
        "rating": "6.8",
        "url": "https://megaup.net/1zffx/American_Woman_[2019]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vd0oIoWhEm8o7EpS0kV7RaV0Flf.jpg",
        "title": "Scooby-Doo! Return to Zombie Island (2019)",
        "description": "ေခြးေလးစကူဘီဒူးရဲ႕စြန္႔စားခန္းေတြ ျပန္ေရာက္လာပါျပီအရင္ဇာတ္လမ္းေတြကို ျပန္ေႏြးရမယ္ဆိုရင္သူတို႔ရဲ႕ ဆန္းၾကယ္ကိစၥေလးေတြကို လိုက္ေျဖရွင္းေနရာမွာထိခိုက္အႏၱရာယ္ရမွာကို စိုးရိမ္တဲ့အတြက္ ရဲမွဴးၾကီးကေနာက္ထပ္မလုပ္ေတာ့ဖို႔ ဘယ္ ဆန္းၾကယ္ကိစၥကိုမွမပါ၀င္ မပတ္သက္ေတာ့ဖို႔ ကတိေတာင္းသြားခဲ့ပါတယ္ဖရက္ဒီ၊ ဒက္ဖနီနဲ႔ ဗယ္လ္မာတုိ႔ကေတာ့ အလြန္စိတ္္ဆင္းရဲေပမယ့္အတိုင္းထက္အလြန္ေပ်ာ္ေနတာကေတာ့ ရွက္ဂီနဲ႔ စကူဘီဒူးပါပဲ..သူတို႔ကအရမ္းေၾကာက္တတ္တာကိုး အဲဒီလိုနဲ႔တစ္ရက္မွာေတာ့ရွက္ဂီက စရိတ္ျငိမ္းအပန္းေျဖခရီးထြက္ခြင့္ကို သူၾကည့္ေနၾကတီဗီရိႈးကေန မဲေပါက္သြားပါေတာ့တယ္ေနာက္ေနာင္ဘယ္ဆန္းၾကယ္ကိစၥကိုမွ ၀င္မပါေတာ့ပါဘူးလို႔သူ႔သူငယ္ခ်င္းသံုးေယာက္ကို ကတိေတာင္းျပီးေနာက္မွာေပါ့ေလရွက္ဂီန႔ဲစကူဘီက အရမ္းေတြတက္ၾကြျပီး ခ်ီတက္သြားေပမယ့္ေရာက္ေရာက္ခ်င္း ေဆာက္နဲ႔ထြင္း ဆုိသလို သူတို႔ကြ်န္းေပၚေျခခ်လိုက္တာနဲ႔ ကြ်န္းသူကြ်န္းသား စံုတြဲက ထြက္သြားခိုင္းပါေတာ့တယ္သူတုိ႔အဆိုအရ ကြ်န္းေပၚမွာ ဇြန္ဘီေတြအျပည့္ပါတဲ့ေနာက္ေနတယ္ပဲထင္ၾကတဲ့တစ္ဖဲြ႔လံုးဟာ ဘာကိုမွဂရုမစိုက္ဘဲဟိုတယ္ဆီခ်ီတက္သြားပါေတာ့တယ္ ဟိုတယ္ဆီေရာက္တဲ့အခါသူတို႔အရင္ကေရာက္ဖူးတဲ့ မြန္းစကားကြ်န္းက အိမ္ၾကီးနဲ႔တစ္ပံုစံတည္းတူေနတာကို ေတြ႔ရေပမယ့္ ဆန္းၾကယ္ကိစၥဆိုဘာဆိုဘာမွ မေတြ႔ဘူးလုိ႔ ဘူးခံျငင္းခ်င္သူ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/scooby-doo-return-to-zombie-island-2019/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7o5WVpjAffERCTkrAmpqNlieAMz.jpg",
        "title": "The Last Boy (2019)",
        "description": "ဒီကားေလးကေတာ့rating 6.9ေတာင္ရထားတဲ့စြန္႕စားခန္းေတြနဲ႕ကားေကာင္းေလးတစ္ကားပါကမာၻၾကီးေပၚမွာ ရူပေဗဒဓါတ္ျပဳေျပာင္းလဲစဥ္တစ္ခုေၾကာင့္ေလလံုးၾကီးေတြကလူေတြကိုဝါးျမိဳတဲ့ျဖစ္ရပ္တစ္ခုေပၚေပါက္လာပါတယ္အဲဒီေလလံုးၾကီးေတြကိုေရထုၾကီးၾကီးမားမားကသာကာကြယ္ေပးႏိုင္ပါတယ္ဆိုင္ရာဆိုတဲ့ေကာင္ေလးဟာမိခင္ဆီကေနအဲဒီေလလံုးၾကီးေတြကိုတားဆီးႏိုင္တဲ့စက္ေလးတစ္ခုရခဲ့ျပီးသူ႕အေမမွာခဲ့တဲ့အတိုင္းဆုေတာင္းေတြျဖည့္ေပးတဲ့ေနရာကိုေရာက္ေအာင္သြားဖို႕တစ္ေယာက္တည္းခရီးဆက္လာခဲ့ပါတယ္ဒါေပမယ့္လမ္းမွာသူ႕ကိုဒုကၡေပးမယ့္လူေတြသူ႕ရဲ႕စက္ကိုလိုခ်င္တဲ့သူေတြနဲ႕ေတြ႕တဲ့အခါမွာသူဘယ္လိုေက်ာ္ျဖတ္မလဲေလလံုးၾကီးေတြရဲ႕အႏၱရာယ္ကေနလြတ္ေျမာက္ျပီးေတာ့ေရာသူ႕အေမမွာတဲ့ေနရာကိုေရာက္ေအာင္သြားႏိုင္ပါ့မလားအဲဒီေနရာမွာေရာတကယ္ဆုေတာင္းေတြျပည့္မလားသူဘာဆုကိုေတာင္းမလဲဆိုတာ စြန္႕စားခန္းေတြနဲ႕အတူၾကည့္ရမွာျဖစ္ပါတယ္ File Size : (817 GB , 240 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 27 minFormat : Mp4Genre : Drama , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by  PhueEncoded by Moe Myint Lwin",
        "rating": "6.9",
        "url": "https://megaup.net/28eF0/(CM)_The_Last_Boy_2019_(Large_Size).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q8IxjDRqJ7jFtt5Fn0jcXjiRVoF.jpg",
        "title": "Angel of Mine (2019)",
        "description": "ဒီဇာတ္ကား​ေလးက​ေတာ့မိသားစုဒရမ္မာလွ်ိဳ႕ဝွက္ဆန္းၾကယ္တဲ့ဇာတ္ကား​ေကာင္းေလးပါလစ္ဇီဆိုတဲ့အမ်ိဳးသမီးဟာ​ေယာက်္ားနဲ႔ကြာရွင္းထားၿပီး​​ေသာမက္စ္ဆိုတဲ့သား​ေလးတစ္​ေယာက္ခဲ့ရွိတယ္တကယ္​ေတာ့သူတို႔မိသားစု​ေလးမွာသမီး​ေလးတစ္​ေယာက္ရွိခဲ့တာ​​ေပါ့ဒါ​ေပမယ့္စိတ္မ​ေကာင္းစရာအျဖစ္က​ေတာ့​ေမြးၿပီးမၾကာခင္မွာမ​ေတာ္တဆမႈျဖစ္ၿပီး​ေသဆုံးသြားခဲ့ပါတယ္သူမဟာသမီး​ေလးဆုံးရႈံးခဲ့တဲ့အတြက္စိတ္​ေဝဒနာခံစားရၿပီး​ေတာ့​ေဆးကုသမႈခံယူ​ေနခဲ့တာ​ေပါ့တ​ေန႔​ေတာ့​ ေသာမက္စ္သူငယ္ခ်င္း​ေမြး​ေန႔ပြဲမွာလိုလာလို႔​ေခၚတဲ့က​ေလးမ​ေလးတစ္​ေယာက္နဲ႔​ေတြ႕ဆုံမိၿပီးသူမရဲ႕စိတ္​ေတြလႈပ္ရွားခဲ့တယ္လိုလာ​ေလးဟာ​ေသာမက္စ္သူငယ္ခ်င္းရဲ႕ညီမ​ေလးျဖစ္​ေနခဲ့တယ္လိုလာတို႔မိသားစု​ေနာက္ကိုတိတ္တဆိတ္လိုက္ၾကည့္ရင္းသူမတို႔အိမ္ဟာ​ေရာင္းဖို႔လုပ္​ေန​ေတာ့လစ္ဇီအတြက္​အခြင့္အ​ေရးတခုျဖစ္ခဲ့တာ​ေပါ့ဒီလိုနဲ႔ လိုလာတို႔မိသားစုကိုခ်င္းကပ္ခဲ့တာ​ေပါ့​ေသာမက္စ္သူငယ္ခ်င္းရဲ႕မိသားစုလည္းျဖစ္​ေတာ့ပိုၿပီးလြယ္ကူသြားတာ​ေတာ့​ေနာက္ပိုင္းမွာလစ္ဇီဟာသူမတို႔မိသားစုနဲ႔မိတ္​ေဆြလိုျဖစ္ခဲ့ၿပီးသူမ​ေနာက္ကိုမသိမသာလိုက္​ေစာင့္ၾကည့္ခဲ့တာ​ေပါ့သူ႔သမီး​ေလးလို႔ထင္ၿပီး​ေတာ့​ေလဒါကိုလိုလာအ​ေမကလယ္ရာကရိပ္မိလာခဲ့တယ္ဒါနဲ႔ပဲ လစ္ဇီနဲ႔ကလယ္ရာတို႔ႏွစ္​ေယာက္သမီး​ေလးကိစၥနဲ႔စကားမ်ားခဲ့ၾကတာ​ေပါ့လစ္ဇီဟာမ​ေတာ္တဆမႈမွာသူ႔သမီး​ေလးမ​ေသခဲ့ဘူးအသက္ရွင္ခဲ့တယ္လို႔ကိုယုံၾကည္​ေနတာ​ေပါ့ ဒီကိစၥ​ေတြနဲ႔ပဲသူမရဲ႕မိသားစုနဲ႔ပါစကားမ်ားခဲ့တာ​ေပါ့တကယ္ပဲလိုလာ​ေလးဟာ လစ္ဇီထင္တဲ့အတိုင္းမ​ေသခဲ့ဘဲအသက္ရွင္​ေနခဲ့တဲ့သမီး​ေလးျဖစ္​ေနမလားကလယ္ရာရဲ႕သမီး​ေလးပဲျဖစ္​ေနမလားဆိုတာကို​ေတာ့လွ်ိဳ႕ဝွက္ဆန္းၾကယ္စြာၾကည့္ရႈ႕ရမွာပါ File Size : (921 MB , 336 MB)Quality :  WEB-DL 720pRunning Time : 2 hr 09 minFormat : Mp4Genre : Drama , Mystery , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Hsu LeiEncoded by Moe Myint Lwin",
        "rating": "6.9",
        "url": "https://megaup.net/1shcw/(CM)_Angel_Of_Mine_2019_(Large_Size).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fvtfPlii8O2X6weENn8XSSeejHX.jpg",
        "title": "The Most Beautiful Girl in the World (2019)",
        "description": "ဒါေလးကေတာ့ IMDb rating 7.2ေတာင္ရထားတဲ့ဂ်ာမန္ဆက္ေက်ာ္သက္ Comedy/Musical Romaceကားေလးပါ။ဆီရီဆိုတဲ့ဆယ္ေက်ာ္သက္ေကာင္ေလးတစ္ေယာက္ကသူ႔ႏွာေခါင္းကအရမ္းႀကီးေနတာေၾကာင့္ အၿမဲစေနာက္ခံေနရၿပီးသူ႔လို႐ုပ္ဆိုးတဲ့သူကိုႀကိဳက္မယ့္သူမရွိဘူးလို႔ပဲမွတ္ယူထားတာပါ။ဒါေပမယ့္သူဟာအမ်ားထင္သလို အ႐ူံးသမားတစ္ေယာက္မဟုတ္ဘဲအၿမဲစာေတြဖတ္ၿပီး freestyle rap battleေတြကိုမ်က္ႏွာဖုံးစြပ္ၿပီးသြားၿပိဳင္ေနတဲ့ခ်ာတိတ္တစ္ေယာက္ပါ။တစ္ေန႔သူတို႔ေက်ာင္းေလ့လာေရးခရီးထြက္တဲ့ေန႔မွာေကာင္မေလးအသစ္တစ္ေယာက္ေက်ာင္းေျပာင္းလာပါတယ္။သူနဲ႔အႀကိဳက္ေတြတူတာေၾကာင့္ေဘာ္ဒါေတြျဖစ္သြားေပမယ့္ေစာ္ေလးကသူတို႔အတန္းထဲက႐ုပ္ေတာ္ေတာ္ေခ်ာေပမယ့္အရမ္းတုံးၿပီးစကားမေျပာရဲတဲ့ေကာင္ေလးကိုသြားႀကိဳက္ပါတယ္။ဒီကားမွာေတာ့ဆီရီတစ္ေယာက္သူ႔ေဘးကေစာ္အလန္းေလးအဆင္ေျပေအာင္ေခ်ာတဲ့ငတုံးေကာင္ေလးကိုအစအဆုံးလိုက္ကူညီေနရတာေတြ၊ဂ်ာမန္rap battleေတြနဲ႔ ဟာသေလးေတြကိုရႈစားရမွာပါ။(ၾကမ္းတမ္းေသာစကားလုံးမ်ားပါဝင္ပါသည္။) File Size : (963 MB , 353 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 42 minFormat : Mp4Genre : Comedy , Music , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Moe LayEncoded by Moe ...",
        "rating": "7.2",
        "url": "https://megaup.net/1shcp/(CM)_The_Most_Beautiful_Girl_In_The_World_2019_(Large_Size).mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BNWNmYzlkNTktMmI3ZS00OTI3LTg1OTMtNThjMjZlMTdkOWUzXkEyXkFqcGdeQXVyNjYyODQ0NDY@._V1_-140x200.jpg",
        "title": "Premika Parab (2017)",
        "description": "IMDb Rating (7/10)(Unicode)ထိုင်းနိုင်ငံအစွန်အဖျား နယ်မြို့လေးရဲ့ တောစပ်တစ်ခုမှာ တစ်ကိုယ်လုံး ခုတ်ထစ်ဖြတ်တောက်ခံထားရတဲ့ အမျိုးသမီးအလောင်းတစ်ခု\nရှာတွေ့ခဲ့ပါတယ်။တရားခံဝေးလို့ အလောင်းကို ဘယ်သူဘယ်ဝါ မဖော်နိုင်ခဲ့သလို ရဲဘက်ကလဲ ပေါ့ပေါ့တန်တန်ပဲသဘောထားခဲ့ပါတယ်။\nသူတို့မသိတာက အဲ့ဒီမိန်းကလေးကိုသတ်တဲ့ တရားခံဟာ နှလုံးကို ကာရာအိုကေစက်တစ်ခုထဲ ထည့်ပစ်ခဲ့တယ်ဆိုတာပါပဲ။\nအဲ့ဒီကိစ္စကာလတစ်ချို့ကြာပြီးတဲ့နောက် အဲ့ဒီတောစပ်နားက အပန်းဖြေစခန်းတစ်ခုကို ပြန်လည်ဖွင့်လှစ်ခဲ့ပါတယ်။ ဖွင့်ပွဲအတွက်\nအလွှာစုံက ဧည့်သည်တွေကို ဖိတ်ကြားထားခဲ့ပြီး အပန်းဖြေစခန်းမှာ ကာရာအိုကေ စက်တစ်လုံးနဲ့ မိန်းကလေးတစ်ယောက်ရဲ့\nခြောက်လှန့်မှုတွေ စတင်လာပါတော့တယ်။\nထိုင်းသရဲဟာသကားတွေ ထုံးစံအတိုင်း ကြောက်စရာကောင်းသလို တစ်ကားလုံးလဲ အလွဲတွေနဲ့ ရယ်နေရမှာပါ။ သတ်ခန်းဖြတ်ခန်းတွေကတော့သွေးထွက်သံယိုအရမ်းများပြီး ကြမ်းတမ်းလွန်းပါတယ်။ (Zawgyi)ထုိင္းႏုိင္ငံအစြန္အဖ်ား နယ္ၿမိဳ႕ေလးရဲ႕ ေတာစပ္တစ္ခုမွာ တစ္ကုိယ္လုံး ခုတ္ထစ္ၿဖတ္ေတာက္ခံထားရတဲ့ အမ်ိဳးသမီးအေလာင္းတစ္ခု\nရွာေတြ႔ခဲ့ပါတယ္။တရားခံေ၀းလုိ႔ အေလာင္းကို ဘယ္သူဘယ္၀ါ မေဖာ္ႏုိင္ခဲ့သလုိ ရဲဘက္ကလဲ ေပါ့ေပါ့တန္တန္ပဲသေဘာထားခဲ့ပါတယ္။\nသူတုိ႔မသိတာက အဲ့ဒီမိန္းကေလးကုိသတ္တဲ့ တရားခံဟာ ႏွလုံးကို ကာရာအုိေကစက္တစ္ခုထဲ ထည့္ပစ္ခဲ့တယ္ဆုိတာပါပဲ။\nအဲ့ဒီကိစၥကာလတစ္ခ်ိဳ႕ၾကာၿပီးတဲ့ေနာက္ အဲ့ဒီေတာစပ္နားက အပန္းေၿဖစခန္းတစ္ခုကုိ ၿပန္လည္ဖြင့္လွစ္ခဲ့ပါတယ္။ ဖြင့္ပဲြအတြက္\nအလႊာစုံက ဧည့္သည္ေတြကုိ ဖိတ္ၾကားထားခဲ့ၿပီး အပန္းေၿဖစခန္းမွာ ကာရာအုိေက စက္တစ္လုံးနဲ႔ ...",
        "rating": "7.1",
        "url": "https://megaup.net/Miy8/(CM)Premika.Parab.2017.DVDRip.x264.mp4",
        "category": "Asian, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vcOndGt1WV5g5QOka7TatlTuHem.jpg",
        "title": "Pee Nak (2019)",
        "description": "\"Pee Nak 2019\"နုန်ဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ ဖတ်စ် ဘော်လွန်းဆိုတဲ့ အခြောက်သူငယ်ချင်းနှစ်ယောက်က ထမ်မနာခါနိမစ်ကျောင်းတော်မှာ ဘုန်းကြီးဝတ်ဖို့ ရောက်လာတာကနေ ဒီဇာတ်လမ်းက အစပြုခဲ့ပါတယ်...သူတို့သုံးယောက်က ဒီဘုန်းကြီးကျောင်းရဲ့ ရာဇဝင်ကို မသိပဲရောက်လာခဲ့ကြတာပါ...တကယ်တော့ ဒီကျောင်းမှာ ရှင်လောင်းပြုတဲ့သူတွေဟာ အဲဒီနေ့မှာပဲ အကြောင်းမရှိပဲ သေသေသွားခဲ့ကြတယ်ဆိုတာကိုပေါ့...နုန် ဖတ်စ် ဘော်လွန်းတို့မလာခင် ရှေ့ရှင်လောင်းကလည်း မုခ်ဝမှာ ဆွဲကြိုးချသေသွားခဲ့ပါတယ် ။ရှင်လောင်းတွေက ဘာကြောင့်သေနေတာလဲ...နုန်တို့သုံးယောက်ရော ဒီအဖြစ်ဆိုးက လွတ်နိုင်ပါ့မလား...ခြောက်ခြားစရာဖြစ်ရပ်တွေ ဟာသနှောပြီး ရိုက်ကူးတင်ဆက်ထားတဲ့ ထိုင်းကားလေးတစ်ကားဖြစ်ပါတယ် ။နုန် အဖြစ် August Vachiravit\nဖတ်စ် အဖြစ် Vejvongsa Puwadon\nဘော်လွန်းအဖြစ် Witthawat Rattanaboonbarameeတို့အပြင်\nမင်းသမီးချောလေး Jannie Parawie Weigel လည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ် ။(အညွှန်းနဲ့ဘာသာပြန်ပေးထားကြတာကတော့ Kyi Nue Zin နဲ့ Nang Mwe Kham တို့ဖြစ်ပါတယ် ) File size__( 950 MB) and ...",
        "rating": "5.6",
        "url": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4 https://megaup.net/Zaep/Free_State_of_Jones_(2016).mp4 https://megaup.net/2l58A/Aquaman_[2018]_(MM_Sub).mp4 https://megaup.net/2l58e/A_Day_[2017]_(MM_Sub).mp4 https://megaup.net/2l59n/Mummies_-_Secrets_Of_The_Pharaohs_(Documentary)_[2007]_(MM_Sub).mp4 https://megaup.net/2l5dj/The_Numbers_Of_Station_[2013]_(MM_Sub).mp4 https://megaup.net/Zaic/Shazam!_[2019]_(MM_Sub).mp4 https://megaup.net/Zafo/Prassthanam_[2019]_(MM_Sub).mp4 https://megaup.net/2l59v/Pee_Nak_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/81npQB7tfAL._SL1500_-141x200.jpg",
        "title": "[21+] [MIDE-370]Real College Girl!Konomi Nishimiya, 19 Years Old, Makes Her AV Debut!",
        "description": "MIDE-370 was Nishinomiya Konomi top-notch JAV debut. The premises are pretty simple: Konomi, a college student makes her AV debut, she is a nerve-wreck and she has not slept well last night. She meets with the camera crew outside the filming studio and they begin to break the ice…All the video gravitates around Konomi’s cuteness, reactions and all the “first-times” ...",
        "rating": "",
        "url": "https://megaup.net/1zmki/Active_College_Student!_!_Pyuakawa,_Slender_19-Year-Old_(Av_Debut!_!_Nishinomiya_Konomi)_[21+]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7hM9glBVa7G9bT0PqC1zQQVstl7.jpg",
        "title": "Down River(2018)",
        "description": "Down River(2018)((Zawgyi))ဒီဇာတ္လမ္းမွာ စစ္သားေလးဦးနဲ႔ဇာတ္အိမ္တည္ထားတာျဖစ္ၿပီးရန္သူ႔နယ္ေျမအတြင္းမွ ေနာက္တန္းဌာေနဆီကိုႀကိဳးစားျပန္ဆုတ္ၾကပံုကိုပံုေဖာ္႐ိုက္ကူးထားတာျဖစ္တယ္...ဇာတ္လမ္းအက်ဥ္းကေတာ့ သူတို႔အဖြဲ႔ဟာကာကင္းစခန္းကေနလႈပ္႐ွားထြက္လာခဲ့ၿပီးလမ္းမွာကားပ်က္သြားတဲ့အခါမွာေတာ့လမ္းကေနသြားၿပီးရန္သူ႔နယ္ေျမထဲေရာက္မွန္းမသိေရာက္သြားၾကတယ္...အဲ့ဒီရန္သူ႔နယ္ေျမထဲကျပန္ဆုတ္ခြာဖို႔အစီအစဥ္ဆြဲတဲ့အခါမွာအခုမွေ႐ွ႕တန္းလိုက္လာဖူးတဲ့အရာ႐ွိနဲ႔အေတြ႔အၾကံဳ႐ွိတဲ့တပ္ၾကပ္ႀကီးတို႔ႏွစ္ေယာက္ၾကား\nအဆင္မေျပမႈမ်ားနဲ႕ ရန္သူနယ္ေျမထဲကေနဘယ္လိုျပန္ဆုတ္ၾကမလဲ...သူတို့ေလးေယာက္လံုးေရာအသက္႐ွင္လ်က္ျပန္ၿပီးဆုတ္ခြာႏို္င္မလားဆိုတာကို ဇာတ္လမ္းထဲမွာၾကည့္႐ႈခံစားၾကပါလို႔ေျပာၾကားရင္း...((Unicode))ဒီဇာတ်လမ်းမှာ စစ်သားလေးဦးနဲ့ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ရန်သူ့နယ်မြေအတွင်းမှနောက်တန်းဌာနေဆီကိုကြိုးစားပြန်ဆုတ်ကြပုံကိုပုံဖော်ရိုက်ကူးထားတာဖြစ်တယ်...ဇာတ်လမ်းအကျဉ်းကတော့ သူတို့အဖွဲ့ဟာကာကင်းစခန်းကနေလှုပ်ရှားထွက်လာခဲ့ပြီးလမ်းမှာကားပျက်သွားတဲ့အခါမှာတောလမ်းကနေသွားပြီးရန်သူ့နယ်မြေထဲရောက်မှန်းမသိရောက်သွားကြတယ်...အဲ့ဒီရန်သူ့နယ်မြေထဲကပြန်ဆုတ်ခွာဖို့အစီအစဉ်ဆွဲတဲ့အခါမှာအခုမှရှေ့တန်းလိုက်လာဖူးတဲ့အရာရှိနဲ့အတွေ့အကြုံရှိတဲ့တပ်ကြပ်ကြီးတို့နှစ်ယောက်ကြား\nအဆင်မပြေမှုများနဲ့ ရန်သူနယ်မြေထဲကနေဘယ်လိုပြန်ဆုတ်ကြမလဲ...သူတို့လေးယောက်လုံးရောအသက်ရှင်လျက်ပြန်ပြီးဆုတ်ခွာနိုင်မလားဆိုတာကို ဇာတ်လမ်းထဲမှာကြည့်ရှုခံစားကြပါလို့ပြောကြားရင်း...File Size : (850 MB) and (302 MB)\nQuality : 720P Web-DL,\nFormat…mp4\nDuration…01:10:00\nGenre : Action,War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "2.5",
        "url": "https://megaup.net/28dob/Down_River.2018.WEB-DL.720P.PP.mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7jDmWZW0C9nXEgsKNGs1nZT1EPv.jpg",
        "title": "The Invincible Iron Man (2007)",
        "description": "(Unicode) The Invincible Iron Man ဆိုတဲ့ Animation ကားက (၂၀၀၇) ခုနှစ်ကထွက်ခဲ့တဲ့ကားဖြစ်တာကြောင့်Iron Man 1 (Live Action) ထက် ၁ နှစ်စောထွက်ခဲ့တာဖြစ်ပါတယ်။ဒီကားထဲမှာတော့ ကျွန်တော်တို့သိထားတဲ့MCU ထဲက Iron Man ဇာတ်လမ်းအတိုင်းမဟုတ်ပါဘူး။တိုနီစတာ့ခ်ရဲ့ သူငယ်ချင်းဖြစ်သူ ဂျိမ်းစ်ရုတ်ဒ် ဆိုMCU မှာ လေတပ်က စစ်ဗိုလ်တစ်ယောက်ဖြစ်ပေမယ့် ဒီကားထဲမှာတော့ တိုနီနဲ့အတူ အလုပ်တွဲလုပ်နေတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ တရုတ်ပြည်မှာ ရှေးဟောင်းမြို့တော်တစ်ခု တူးဖော်ရာကနေ မန်ဒရင်းလို့ခေါ်တဲ့ရက်စက်ကြမ်းကြုတ်တဲ့ဘုရင်တစ်ပါး ပြန်ပေါ်ထွက်လာဖို့အကြောင်းဖန်လာပါတယ်။Jade Dragon လို့ခေါ်တဲ့တော်လှမ်းရေးတပ်ဖွဲ့တစ်ဖွဲ့က ရှေးဟောင်းမြို့တူးဖော်နေတဲ့ တိုနီစတာ့ခ်တို့အဖွဲ့ကို နှောင့်ယှက်တိုက်ခိုက်ခဲ့တာမှာတိုနီတစ်ယောက် ထိခိုက်ဒဏ်ရာရပြီး အဖမ်းခံလိုက်ရပါတယ်.......ဒီကားထဲမှာ တိုနီ Iron Man ဖြစ်လာပုံကလဲ မတူသလို ဇာတ်လမ်းဇာတ်ကွက်တွေကလဲMCU ထဲကအတိုင်းမဟုတ်ပါဘူး။အခုအချိန်မှာ Iron Man/ Tony Stark ဆိုပြီး လူတိုင်းသိနေကြပေမယ့်အဲ့ဒီအချိန်တုန်းက (၂၀၀၇) တုန်းက လူသိနည်းသေးတဲ့ Character တစ်ခုလို့တောင်ပြောလို့ရပါတယ်။ဇာတ်ကားအဟောင်းဆိုပေမယ့်လဲ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Ob2u/(CM)The.Invincible.Iron.Man.2007.720p.BluRay.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9VPOksFz39eCvHnRmdrESxByLbN.jpg",
        "title": "Hex (2018)",
        "description": "(Unicode)သဘာဝလွန်အရာတွေဆိုတာ တကယ်ရှိနေတတ်တယ်ဆိုတာခင်ဗျားယုံလား...တစ်ချို့သောအရာတွေက လက်ဆုက်လက်ကိုင်မပြနိုင်ပေမယ့် ရှိနေတယ်ဆိုတာ ခံစားလို့ရပါတယ်...အထူးသဖြင့် ကိုယ့်ရဲ့တစ်စိတ်တစ်ပိုင်းအဖြစ် ကံတရားကဖန်တီးပေးလိုက်တာမျိုးဆိုရင်ပေါ့ဘန်တို့ညီအစ်ကိုသုံးယောက်က ကမ္ဘောဒီးယားကို အပျော်ခရီးထွက်လာကြတာပါအနောက်တိုင်းသားတို့ရဲ့ထုံးစံအတိုင်း သောက်သောက်စားစားလူ့မင်းသားတွေပေါ့ဘန်တစ်ယောက် သူနဲ့မျိုးနွယ်တူ ဘော်စတွန်ဖွား အန်ဘာ့ကိုသွားမတွေ့ခင်အထိပေါ့အန်ဘာ့ကို အကြွေကြီးကြွေသွားတဲ့ ဘန်က ရှေ့ဆက်ရမယ့်ခရီးစဉ်ကိုရွှေ့ဆိုင်းပြီး အန်ဘာနဲ့နေခဲ့တဲ့အခါမှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုကြည့်ရှုခံစားလိုက်ပါဦးနော်(ဘာသာပြန်ပေးထားသူကတော့ May Myat Thu ပါ) (Zawgyi)သဘာဝလြန္အရာေတြဆိုတာ တကယ္ရွိေနတတ္တယ္ဆိုတာခင္ဗ်ားယံုလား...တစ္ခ်ိဳ႕ေသာအရာေတြက လက္ဆုက္လက္ကိုင္မျပႏိုင္ေပမယ့္ ရွိေနတယ္ဆိုတာ ခံစားလို႔ရပါတယ္...အထူးသျဖင့္ ကိုယ့္ရဲ႕တစ္စိတ္တစ္ပိုင္းအျဖစ္ ကံတရားကဖန္တီးေပးလိုက္တာမ်ိဳးဆိုရင္ေပါ့ဘန္တို႔ညီအစ္ကိုသံုးေယာက္က ကေမာၻဒီးယားကို အေပ်ာ္ခရီးထြက္လာၾကတာပါအေနာက္တိုင္းသားတို႔ရဲ႕ထံုးစံအတိုင္း ေသာက္ေသာက္စားစားလူ႔မင္းသားေတြေပါ့ဘန္တစ္ေယာက္ သူနဲ႔မ်ိဳးႏြယ္တူ ေဘာ္စတြန္ဖြား အန္ဘာ့ကိုသြားမေတြ႕ခင္အထိေပါ့အန္ဘာ့ကို အေႂကြႀကီးေႂကြသြားတဲ့ ဘန္က ေရွ႕ဆက္ရမယ့္ခရီးစဥ္ကိုေရႊ႕ဆိုင္းၿပီး အန္ဘာနဲ႔ေနခဲဲ့တဲ့အခါမွာေတာ့...ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုၾကည့္ရႈခံစားလိုက္ပါဦးေနာ္ (ဘာသာျပန္ေပးထားသူကေတာ့ May Myat Thu ပါ) File Size : (700 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : ...",
        "rating": "5.6",
        "url": "https://megaup.net/1sdug/(CM)Hex.2018.720p.WEB-DL.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hldXwwViSfHJS0kIJr07KBGmHJI.jpg",
        "title": "Interview with the Vampire: The Vampire Chronicles (1994)",
        "description": "(Unicode)ဇာတ်လမ်းအကျဉ်းကတော့ သတင်းထောက်တစ်ယောက်ကနေ ဗင်ပိုင်းယားတစ်ကောင်ကို အင်တာဗျူးတဲ့ဇာတ်လမ်းလေးပါ။ဗင်ပိုင်းယားဇာတ်ကားဆိုပေမယ့် သွေးသံတရဲရဲနဲ့ Horror အငွေ့အသက်ပြည့်နေမယ့်ဇာတ်ကားမျိုးတော့မဟုတ်ပါဘူး။ဗင်ပိုင်းယားတစ်ကောင် သူ့ရဲ့ထာဝရသက်တမ်းတစ်လျှောက်မှာ ကြုံတွေ့ခဲ့ရတဲ့ သံယောဇဉ်၊ အချစ်၊ သစ္စာဖောက်မှု၊ အထီးကျန်မှု နဲ့သွေးဆာမှုတွေအကြောင်း သာမန်လူတစ်ယောက်ကို ပြန်ပြောင်းရင်ဖွင့်ပြတဲ့ Drama ဇာတ်ကားမျိုးပါ။ဒီဇာတ်ကားထဲက Cast List ကလဲ ထိပ်ထိပ်ကြဲတွေပါပဲ။သတင်းထောက်အဖြစ်က Christian Slaterအဓိကဇာတ်ဆောင် ဗင်ပိုင်းယားနှစ်ကောင်အဖြစ်ကတော့ Tom Cruise နဲ့ Brad Pitt တို့အပြင်Antonio Banderas နဲ့ကလေးသရုပ်ဆောင်ကတော့ Spider-Man Trilogy ရဲ့ မင်းသမီးချော Kirsten Dunst တို့ပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကို ဟိန်းမင်းထွန်းပါ) (Zawgyi)ဇာတ္လမ္းအက်ဥ္းကေတာ့ သတင္းေထာက္တစ္ေယာက္ကေန ဗင္ပိုင္းယားတစ္ေကာင္ကို အင္တာဗ်ဴးတဲ့ဇာတ္လမ္းေလးပါ။ဗင္ပိုင္းယားဇာတ္ကားဆိုေပမယ့္ ေသြးသံတရဲရဲနဲ႕ Horror အေငြ႕အသက္ျပည့္ေနမယ့္ဇာတ္ကားမ်ိဳးေတာ့မဟုတ္ပါဘူး။ဗင္ပိုင္းယားတစ္ေကာင္ သူ႔ရဲ႕ထာ၀ရသက္တမ္းတစ္ေလွ်ာက္မွာ ၾကံဳေတြ႕ခဲ့ရတဲ့ သံေယာဇဥ္၊ အခ်စ္၊ သစၥာေဖာက္မႈ၊ အထီးက်န္မႈ နဲ႕ေသြးဆာမႈေတြအေၾကာင္း သာမန္လူတစ္ေယာက္ကို ျပန္ေျပာင္းရင္ဖြင့္ျပတဲ့ Drama ဇာတ္ကားမ်ိဳးပါ။ဒီဇာတ္ကားထဲက ...",
        "rating": "7.6",
        "url": "https://megaup.net/2Oa2k/(CM)Interview_With_The_Vampire_-_The_Vampire_Chronicles_(1994)_.Bluray720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z2qT9iZYLzzsCSYu7A4SEQsKX0.jpg",
        "title": "The Divine Fury (2019)",
        "description": "ဒီကားဟာ နာမည်ကြီး အတွင်းရေးမှုးကင်မ် ကားနဲ့လူတွေသိကြတဲ့Park Soe John ရဲ့ထပ်မံပြီးတော့ သဲသဲလှုပ်ဝန်းရံခံခဲ့ရတဲ့ကားပါဒီကားကိုရိုက်တဲ့ဒါရိုက်တာကလဲ သိပ်မကြာသေးခင်ကမှနာမည်ကြီးထားတဲ့ Midnight Runners ကားကိုရိုက်ထားတဲ့ဒါရိုက်တာ Kim Joo Hwanပါဟိုအရင်ငယ်ငယ်က ကြည့်ခဲ့ဖူးတဲ့ ခိုအားလား ဆိုတဲ့ကားကိုလဲသူပဲရိုက်ခဲ့တာပါဒီလိုမျိုးနာမည်ကြီးတွေရဲ့ပေါင်းစည်းမှုနဲ့ ကောင်းမကောင်းကတော့ကိုယ်တိုင်ကြည့်ပြီးမှပဲဆုံးဖြတ်ပါတော့ IMDB ကတော့ rating 6.5 ပေးထားပါတယ်ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်တော့ဘုရားသခင်ကိုသက်ဝင်ယုံကြည်တဲ့သားအဖ၂ယောက် အဖေလုပ်သူက သေခါနီးအချိန်မှာတကယ့်ကိုအားကိုးရာရှာတဲ့အနေနဲ့ဘုရားသခင်ထံဆုတောင်းပြီးသူ့အဖေက ပြန်မကောင်းလာပဲ တကယ်သေသွားတဲ့အခါဘုရားသခင်ကိုလဲ အယုံအကြည်မရှိတော့တဲ့ကလေးလေးတစ်ယောက် သူကြီးလာတဲ့အခါယုံကြည်မှုမရှိပဲကြီးပြင်းလာခဲ့ပေမယ့် ဘုရားသခင်ကိုနက်နက်ရှိုင်းရှိုင်းယုံကြည်မှရနိုင်တဲ့အရာတွေ သူ့ဆီကိုရောက်ရှိလာတဲ့အခါဘာတွေဖြစ်မလဲကတော့ မ spoil တော့ပါဘူးကြည့်ပါ အားရပါးရသာကြည့်လိုက်ကြပါပေးရတဲ့အချိန်နဲ့တော့တန်မှာပါဘာလို့ဆို ဘာသာပြန်ပေးတဲ့ကောင်မလေးကချောလို့ပါ(ဒီကားက English Sub က မမှန်သေးတဲ့အတွက် လုံးဝကွက်တိမမှန်သေးတဲ့English Sub ရဲ့လိုအပ်တဲ့ နေရာတွေကိုKorea စကားကို နားထောင်ပြီး အဆင်ပြေသလိုပြန်ထားရတဲ့အတွက်အမှားများပါခဲ့ပါက သည်းခံကြည့်ရှု့ပေးပါနော် ...)File Size : (1 GB , 231 MB)Quality :  WEB-DL 720pRunning Time ...",
        "rating": "6.7",
        "url": "https://megaup.net/2htdf/(CM)_The_Divine_Fury_2019_(Large_Size).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oPO24YGUPD4BInZl4OfGFlY3m8G.jpg",
        "title": "The Holy Man ( 2005 )",
        "description": "zawgyi*******ဒီဇာတ္​ကားက​ေတာ့ ဟာသပံုစံနဲ႔ လူ​ေတြ မွား​ေလ့မွားထ႐ွိတဲ့အယံုလြယ္​ျခင္း ​အလြယ္​လမ္​းလိုက္​ျခင္​း ​ေငြကို မ​ေကာင္​းတဲ့​ေနရာမွာသံုးျခင္​း သူတပါးအယံုလြယ္​မႈ​ေပၚကို အလြဲသံုးစားလုပ္​တတ္​ျခင္​းဝမ္​းစာအတြက္​​ေသာ္​လည္​း​ေကာင္​း အာဏာအတြက္​​ေသာ္​လည္​း​ေကာင္​းမုသာဝါလ ကံကို ၾကဴ းၿပီး သူတစ္ပါးအပူေပၚမွာ စိတ္ေက်နပ္ျခင္​းစသည္​တို႔ကို႔ ​ေပၚလြင္​​ေအာင္​​ေဖာ္​ျပထာသည္​ ဒါ့အျပင္​မည္​မ်ွပင္​ဆိုးသြမ္​း​ေစကာမူ လူ​ေတြက ​ေကာင္​းမႈအျဖစ္​ျပဳ ျပင္​လ်ွင္​ ခြင္​့လႊတ္​ႏိူင္​​ေၾကာင္​းကို ဝါရင္​့ ဟာသ သ႐ုပ္​​ေဆာင္​ႀကီးမ်ားနဲ႔ဇာတ္​ၫႊန္​းက်က် ​ေဖာ္​ျပထား​ေသာ ဇာတ္​ကား​ေကာင္​းျဖစ္​တာေၾကာင့္ဆက္ဆက္ၾကည့္႐ႈၾကဖုိ႔တုိက္တြန္းလုိက္ပါရေစေနာ္ Unicode*******ဒီဇာတ်ကားကတော့ ဟာသပုံစံနဲ့ လူတွေ မှားလေ့မှားထရှိတဲ့အယုံလွယ်ခြင်း အလွယ်လမ်းလိုက်ခြင်း ငွေကို မကောင်းတဲ့နေရာမှာသုံးခြင်း သူတပါးအယုံလွယ်မှုပေါ်ကို အလွဲသုံးစားလုပ်တတ်ခြင်းဝမ်းစာအတွက်သော်လည်းကောင်း အာဏာအတွက်သော်လည်းကောင်းမုသာဝါလ ကံကို ကြူ းပြီး သူတစ်ပါးအပူပေါ်မှာ စိတ်ကျေနပ်ခြင်းစသည်တို့ကို့ ပေါ်လွင်အောင်ဖော်ပြထာသည် ဒါ့အပြင်မည်မျှပင်ဆိုးသွမ်းစေကာမူ လူတွေက ကောင်းမှုအဖြစ်ပြု ပြင်လျှင်ခွင့်လွှတ်နိူင်ကြောင်းကို ဝါရင့် ဟာသ သရုပ်ဆောင်ကြီးများနဲ့ဇာတ်ညွှန်းကျကျ ဖော်ပြထားသော ဇာတ်ကားကောင်းဖြစ်တာကြောင့်ဆက်ဆက်ကြည့်ရှုကြဖို့တိုက်တွန်းလိုက်ပါရစေနော် Translated & Review By NannEncoded By LK",
        "rating": "6.2",
        "url": "https://megaup.net/Mh9f/(CM)The_Holy_Man_-2005_BluRay_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/919B7RHXTQL._SY445_-141x200.jpg",
        "title": "The Sweetest Thing (2002)",
        "description": "Unicode Version============ခရစ်စတီးနား (Cameron Diaz) နဲ့ ကော့တ်နေး (Christina Applegate) တို့ဟာ ကိုယ့်အလုပ်နယ်ပယ်မှာအောင်မြင်ကြသလို ရုပ်ရည် စတိုင်\nဒီဇိုင်း ကာလာ ဘာညာ တော်ကီ အနေအထားအရလဲထိပ်တန်းဖြစ်တယ်ဆိုတော့ ကြုံဖူးသမျှယောက်ျားတိုင်းက သူတို့ကို တန်းတန်းစွဲကြပါတယ်။(အခုခေတ်မှာတော့ ထက်မြက်တဲ့ မိန်းမတွေလို့ခေါ်မှာပေါ့)\nသူတို့ကတော့ ယောက်ျားတွေ မှန်သမျှကို ကစားစရာလို့ သဘောထားပုံပါပဲ။ဇာတ်ကားရဲ့ အဖွင့်ကို အဓိက ဇာတ်ကောင်ဖြစ်တဲ့ ခရစ်စတီးနား အသည်းခွဲတာခံရခဲ့ဖူးတဲ့ယောက်ျားတွေရဲ့ နာကျည်းချက်တွေကို အင်တာဗျူးပုံနဲ့စ ထားပါတယ်။ အချစ်ကို ကစားစရာလို့ ထင်ကြတဲ့ ခရစ်စတီးနားနဲ့ ကော့တ်နေးမှာ သိပ်ရိုးအေးပြီး အချစ်ကို ကိုးကွယ်တဲ့ ဂျိန်း( Selma blair) ဆိုတဲ့ သူငယ်ချင်းမလေးတစ်ယောက်ရှိသေးတယ်။\nအဲ့ဒီကောင်မလေး ဘဲပစ်ခံရလို့ အသည်းကွဲနေတဲ့ အချိန်မှာ ထက်မြက်တဲ့ အပျိုကြီး နှစ်ယောက်က နင့်ကို လင်အသစ်ရှာပေးမှဖြစ်တော့မယ်ဆိုပြီး နာမည်ကြီး ကလပ်တစ်ခုကို ခေါ်သွားပါတယ်။ အသည်းကွဲနေတဲ့ ဂျိန်းကို ခရစ်စတီးနားက ...",
        "rating": "5.2",
        "url": "https://megaup.net/2fpF9/The_Sweetest_Thing_[2002]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lJvEARlXNhv7QciFvmi8gvGvDOl.jpg",
        "title": "Survival Box ( 2019 )",
        "description": "Zawgyi******2019  ထြက္ကားေလးပါပဲ ကားနာမည္ေလးအတိုင္းပဲ အသက္ရွင္ဖုိ႕အတြက္ၾကိဳးစားရတဲ႔လူတစ္စုအေၾကာင္းကိုရိုက္ကူးတင္ဆက္ထားၿခင္းၿဖစ္ပါတယ္ဆယ္ေက်ာ္သက္ေလး ၇ေယာက္ ေပ ၂၀ နက္ တဲ႕ ၿပီး ထြက္ေပါက္လံုး၀မရွိတဲ႔ေၿမေအာက္ခန္းတခုမွာ 5 လ ခန္႔ၾကေအာင္ ပိတ္မိေနၾကရင္းထြက္ဖုိ႕ၾကိဳးစားေနရရွာပါတယ္..ထံုးစံအတိုင္း အခက္အခဲတကယ္ၾကံဳရင္လူ႕စိတ္ဆုိတာေပၚလြင္ၾကစၿမဲမို႕ ဘယ္လိုေတြဆက္ၿဖစ္ၾကမယ္ဆုိတာဘယ္လိုေတြလြတ္ေၿမာက္ေအာင္ၾကိဳးစားမယ္ဆုိတာကိုအတူတူရင္ခုန္စြာဆက္လက္ခံစားၾကည္႕ရွုလိုက္ရေအာင္ Unicode*******2019 ထွက်ကားလေးပါပဲ ကားနာမည်လေးအတိုင်းပဲ အသက်ရှင်ဖို့အတွက်ကြိုးစားရတဲ့လူတစ်စုအကြောင်းကိုရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်ဆယ်ကျော်သက်လေး ၇ယောက် ပေ ၂၀ နက် တဲ့ ပြီး ထွက်ပေါက်လုံးဝမရှိတဲ့မြေအောက်ခန်းတခုမှာ 5 လ ခန့်ကြအောင် ပိတ်မိနေကြရင်းထွက်ဖို့ကြိုးစားနေရရှာပါတယ်..ထုံးစံအတိုင်း အခက်အခဲတကယ်ကြုံရင်လူ့စိတ်ဆိုတာပေါ်လွင်ကြစမြဲမို့ ဘယ်လိုတွေဆက်ဖြစ်ကြမယ်ဆိုတာဘယ်လိုတွေလွတ်မြောက်အောင်ကြိုးစားမယ်ဆိုတာကိုအတူတူရင်ခုန်စွာဆက်လက်ခံစားကြည့်ရှုလိုက်ရအောင် Translated By PaingReview & Encoded  By LK",
        "rating": "5.1",
        "url": "https://megaup.net/28b0X/(CM)Survival.Box.2019.WEB-DL.720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yQvWmui5uUpMn0ZAo9q1Wfn3prD.jpg",
        "title": "The King’s Letters (2019)",
        "description": "(Unicode)ဒီတစ်ခါ မိတ်ဆက်ပေးလိုက်တာကတော့ 2019 ခုနှစ်မှာ အသစ်စက်စက် ထွက် The King's Letter ဆိုတဲ့ ကိုရီးယားရာဇဝင်ကားကောင်းလေးပါကိုရီးယားအက္ခရာတွေ ပေါ်ပေါက်လာပုံနဲ့ ပတ်သက်ပြီး ကိုရီးယားမှာ ဇာတ်လမ်းမျိုးစုံရှိတဲ့အထဲကနေမှ တစ်ပုဒ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပါဂျိုဆွန်းပြည်ဟာ ဗုဒ္ဓဘာသာနိုင်ငံဆိုတာကနေ ကွန်ဖြူးရှပ်ဝါဒီဖြစ်သွားတဲ့ ကာလအတွင်း ဖြစ်ခဲ့တာပါမင်းကြီးဟာ တရုတ်အက္ခရာကိုပဲ အသုံးပြုနိုင်ပြီး တရုတ်လက်အောက်ခံနိုင်ငံတစ်နိုင်ငံအဖြစ် နေရတာကို စိတ်ပျက်နေပြီး ကိုယ်ပိုင်အက္ခရာ တီထွင်ဖို့ ကြိုးစားနေခဲ့ပါတယ်တစ်နေ့တော့ ဂျပန်ဘုန်းကြီးတွေဟာ ဂျိုဆွန်းရဲ့ ရတနာဖြစ်တဲ့ တိပိဋကမူရင်းစာအုပ်တွေကို လာတောင်းရာမှ မင်းကြီးကိုယ်တိုင် မငြင်းသာတော့တဲ့အခါ ဗုဒ္ဓဘာသာ ဘုန်းကြီးတစ်ပါးက ကူညီဖြေရှင်းခဲ့ပါတယ်ဒီကနေ အစပြုလို့ ကိုယ်ပိုင်အက္ခရာ တီထွင်နိုင်မယ့် လမ်းစကို တွေ့ခဲ့ပြီး ကြိုးစားခဲ့ပုံကို ရိုက်ကူးပြထားပါတယ်ကွန်ဖြူးရှပ်ဝါဒီနိုင်ငံမှာ ဗုဒ္ဓဘာသာဘုန်းကြီးတွေနဲ့အတူ အက္ခရာ တီထွင်ရတဲ့အတွက် ဘယ်လိုအခက်အခဲတွေ ကြုံတွေ့ရတယ်ဆိုတာကိုလည်း စိတ်ဝင်စားဖွယ် ရိုက်ကူးထားပါတယ်ကိုရီးယားတွေရဲ့ ထုံးစံအတိုင်း ရာဇဝင်ကားတွေကို ပီပြင်အောင် ရိုက်ကူးပြထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်လို့ ညွှန်းပေးပါရစေဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "N/A",
        "url": "https://megaup.net/2O3rg/(CM)The.King_s.Letters.2019.FHD.720p.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1rjaRIAqFPQNnMtqSMLtg0VEABi.jpg",
        "title": "Yesterday (2019)",
        "description": "(Unicode) Yesterday ဆိုတဲ့ ရုပ်ရှင်လေး ကြည့်ကြရအောင်။ Musical ကားလေးပါပဲ။ကမ္ဘာပေါ်မှာ အကောင်းဆုံး အဆိုတော်အဖွဲ့လို့ ပြောပြီဆို လူအတော်များများ ပြေးမြင်မိကြမှာ ဘီတယ်စ်ပါပဲ။အအောင်မြင်ဆုံးနဲ့ အကောင်းဆုံး သီချင်းတွေကို ရေးဖွဲ့ခဲ့ကြပါတယ်။ဒီရုပ်ရှင်ကတော့ ဘိုဟီးမီးယန်းတို့ ရော့ကတ်မန်းတို့လို ဘိုင်အိုပစ် မဟုတ်ပါဘူး။ဘီတယ်စ်ကိုအခြေခံထားတဲ့ စိတ်ကူးယဉ် ဂီတ ရုပ်ရှင်လေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အင်္ဂလန်ရဲ့ မြို့လေးတစ်မြို့မှာ အရမ်းကြိုးစားပေမယ့် မအောင်မြင်တဲ့ အဆိုတော်လေး တစ်ယောက် ရှိတယ်ပေါ့။တစ်နေ့တော့ သူဟာ အဆိုတော်ဘဝကို လက်လျှော့လိုက်တော့မယ် အချိန်မှာ အဖြစ်ဆန်းတစ်ခု ကြုံလိုက်ရပါတော့တယ်။အဲဒါကတော့ ကမ္ဘာပေါ်က လျပ်စစ်အားလုံး ၁၂ စက္ကန့် ပြတ်တောက်သွားပြီး အမှောင်ကျသွားတာပါပဲ။အဲဒီ ၁၂ စက္ကန့်အပြီးမှာ ကမ္ဘာပေါ်က အရာအချို့ဟာ လုံးဝပျောက်ကွယ်သွားခဲ့ပြီး လူတွေက ရှိခဲ့တယ်ဆိုတာကိုတောင် မသိတော့ပါဘူး။ကိုကာကိုလာတို့ စီးကရက်တို့ကို လူတွေ မသိကြတော့ပါဘူး။အဲဒီအထဲမှာ ဘီတယ်စ် အဖွဲ့လည်း ပါသွားတယ်ပေါ့။အဲဒီ သီချင်းတွေနဲ့ သူတို့လေးယောက်ကို မှတ်မိနေသူက ဂျက် မာလစ် ...",
        "rating": "7.0",
        "url": "https://megaup.net/1sdrt/(CM)Yesterday.2019.720p.Blu-Ray.mp4",
        "category": "Comedy, Fantasy, Music, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qtwJbCL8fahekBuYO6K2jvPs318.jpg",
        "title": "Ghost Net ( 2017 )",
        "description": "Zawgyi*******သရဲကားေကာင္းေကာင္းေလးေတြၾကည္႕ခ်င္သူေတြအတြက္ပါထိုင္းနာမည္ၾကီးသရဲကား 3AM လိုပဲ ဇာတ္လမ္းေလးေတြတပုဒ္ခ်င္းစီနဲ႕တင္ဆက္ထားတဲ႔ကားပဲၿဖစ္ပါတယ္ဒီဇာတ္လမ္းမွာေဟာင္ေကာင္သရဲဇာတ္လမ္းတိုသံုးပုဒ္ကုိထည့္သြင္း႐ုိက္ကူးထားေသာ ဇာတ္လမ္းေလးပဲ ျဖစ္ပါတယ္ပထမဇာတ္လမ္းေလးကေတာ့ ခ်န္ဝိုင္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္အခန္းခသက္သာတဲ့တိုက္ခန္းတစ္ခုမွာေျပာင္းလာေနၿပီးေနာက္အန္းမာဆိုတဲ့ေကာင္မေလးတစ္ေယာက္နဲ႔ခင္မင္ၿပီးတစ္ခန္းထဲမွာအတူေနထိုင္ၾကပါတယ္...အခန္းထဲကေနလည္းညတိုင္းဆူညံသံေတြဆက္တိုက္ၾကားေနရတဲ့အျပင္အခန္းေ႐ွ႕မွာဆိုလည္းဘယ္ကေရာက္လာမွန္းမသိတဲ့ဖိနပ္ေတြ႐ွိေနတတ္ပါတယ္.... ဒုတိယဇာတ္လမ္းေလးကေတာ့မိန္းမနဲ႔ကေလးကိုဆံုး႐ႈံးသြားတဲ့ခင္ပြန္းတစ္ေယာက္ကမိန္းမကိုေသရာကေနအသက္ျပန္သြင္းႏိုင္မဲ့တက္တူးတစ္မ်ိဳးကိုေသသြားၿပီျဖစ္တဲ့မိန္းမကိုယ္ေပၚမွာထိုးၿပီးေနာက္မထင္မွတ္ပဲအသက္ျပန္႐ွင္လာခဲ့ပါတယ္...ဒါေပမဲ့အခ်ိန္အၾကာႀကီးလူတစ္ေယာက္လိုေနႏိုင္ဖို႔ဆိုရင္...................တျခားလူေတြဆီကဝိဥာဥ္ကိုစုပ္ယူမွျဖစ္ပါလိမ့္မယ္.....တတိယဇာတ္လမ္းေလးကေတာ့သရဲအိမ္ေတြသရဲေတြအေၾကာင္း႐ိုက္ကူးရင္းလိုင္းေပၚမွာနာမည္ႀကီးခ်င္ေနတဲ့လူငယ္အဖြဲ႔ေလးတစ္ဖြဲ႔႐ွိပါတယ္...တေန႔သူတို႔သြား႐ိုက္ကူးတဲ့အိမ္ေဟာင္းထဲမွာစံုတြဲတစ္တြဲအေလာင္းကိုေတြ႕ခဲ့ရၿပီးဗီဒီယိုမွတ္တမ္းအေနနဲ႔႐ိုက္ကူးခဲ့ကာအဖြဲ႔နာမည္ႀကီးလာေအာင္အဲ့ဒီဗီဒီယိုမွတ္တမ္းကိုလိုင္းေပၚတင္ခဲ့ၿပီး...ၾကည့္႐ႈသူအမ်ားႀကီး႐ွိလာတဲ့စံုတြဲအေလာင္းဗီဒီယိုကနာမည္ႀကီးသြားခဲ့ပါတယ္...ဒါေပမဲ့အဲ့ေန႔ကစၿပီးအဖြဲ႔ထဲကအဖြဲ႔ဝင္ေတြပံုမွန္မဟုတ္တဲ့အျဖစ္အပ်က္ေတြနဲ႔ေသဆံုးသြားခဲ့ၾကၿပီးဘာေတြဆက္ျဖစ္မလဲဆုိတာဒီဇာတ္ကားေလးထဲမွာဆက္လက္ၾကည့္႐ႈၾကဖုိ႔ တုိက္တြန္းလုိက္ပါရေစ..... Unicode*******သရဲကားကောင်းကောင်းလေးတွေကြည့်ချင်သူတွေအတွက်ပါထိုင်းနာမည်ကြီးသရဲကား 3AM လိုပဲ ဇာတ်လမ်းလေးတွေတပုဒ်ချင်းစီနဲ့တင်ဆက်ထားတဲ့ကားပဲဖြစ်ပါတယ်ဒီဇာတ်လမ်းမှာဟောင်ကောင်သရဲဇာတ်လမ်းတိုသုံးပုဒ်ကိုထည့်သွင်းရိုက်ကူးထားသော ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်ပထမဇာတ်လမ်းလေးကတော့ ချန်ဝိုင်ဆိုတဲ့ကောင်မလေးတစ်ယောက်အခန်းခသက်သာတဲ့တိုက်ခန်းတစ်ခုမှာပြောင်းလာနေပြီးနောက်အန်းမာဆိုတဲ့ကောင်မလေးတစ်ယောက်နဲ့ခင်မင်ပြီးတစ်ခန်းထဲမှာအတူနေထိုင်ကြပါတယ်...အခန်းထဲကနေလည်းညတိုင်းဆူညံသံတွေဆက်တိုက်ကြားနေရတဲ့အပြင်အခန်းရှေ့မှာဆိုလည်းဘယ်ကရောက်လာမှန်းမသိတဲ့ဖိနပ်တွေရှိနေတတ်ပါတယ်.... ဒုတိယဇာတ်လမ်းလေးကတော့မိန်းမနဲ့ကလေးကိုဆုံးရှုံးသွားတဲ့ခင်ပွန်းတစ်ယောက်ကမိန်းမကိုသေရာကနေအသက်ပြန်သွင်းနိုင်မဲ့တက်တူးတစ်မျိုးကိုသေသွားပြီဖြစ်တဲ့မိန်းမကိုယ်ပေါ်မှာထိုးပြီးနောက်မထင်မှတ်ပဲအသက်ပြန်ရှင်လာခဲ့ပါတယ်...ဒါပေမဲ့အချိန်အကြာကြီးလူတစ်ယောက်လိုနေနိုင်ဖို့ဆိုရင်...................တခြားလူတွေဆီကဝိဉာဉ်ကိုစုပ်ယူမှဖြစ်ပါလိမ့်မယ်.....တတိယဇာတ်လမ်းလေးကတော့သရဲအိမ်တွေသရဲတွေအကြောင်းရိုက်ကူးရင်းလိုင်းပေါ်မှာနာမည်ကြီးချင်နေတဲ့လူငယ်အဖွဲ့လေးတစ်ဖွဲ့ရှိပါတယ်...တနေ့သူတို့သွားရိုက်ကူးတဲ့အိမ်ဟောင်းထဲမှာစုံတွဲတစ်တွဲအလောင်းကိုတွေ့ခဲ့ရပြီးဗီဒီယိုမှတ်တမ်းအနေနဲ့ရိုက်ကူးခဲ့ကာအဖွဲ့နာမည်ကြီးလာအောင်အဲ့ဒီဗီဒီယိုမှတ်တမ်းကိုလိုင်းပေါ်တင်ခဲ့ပြီး...ကြည့်ရှုသူအများကြီးရှိလာတဲ့စုံတွဲအလောင်းဗီဒီယိုကနာမည်ကြီးသွားခဲ့ပါတယ်...ဒါပေမဲ့အဲ့နေ့ကစပြီးအဖွဲ့ထဲကအဖွဲ့ဝင်တွေပုံမှန်မဟုတ်တဲ့အဖြစ်အပျက်တွေနဲ့သေဆုံးသွားခဲ့ကြပြီးဘာတွေဆက်ဖြစ်မလဲဆိုတာဒီဇာတ်ကားလေးထဲမှာဆက်လက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေ.....",
        "rating": "4.7",
        "url": "https://megaup.net/289bx/(CM)Ghost.Net.2017.BluRay.720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rpS7ROczWulqfaXG2klYapULXKm.jpg",
        "title": "Child’s Play (2019)",
        "description": "(Unicode) ကျွန်တော်တို့ ငယ်ငယ်တုန်းက အိပ်မက်ဆိုးမက်လောက်အောင် ကြောက်ရတဲ့ ရုပ်ရှင်စာရင်းထဲမှာ ချက်ကီဟာ အမြဲပါပါတယ်။ဒီတစ်ခါ ချက်ကီကတော့ ခေတ်မီတယ်လို့ ပြောရမှာပါပဲ။ချက်ကီအရုပ်ကို ကက်စ်လန် ကုမ္ပဏီက အိမ်တွင်း လျှပ်စစ်ပစ္စည်းတွေနဲ့ ချိတ်ဆက်ပြီး အိမ်ကိစ္စတွေ ကူညီဖို့ရယ် ကလေးတွေကို အဖော်ပြုပေးဖို့ရယ် တီထွင်လိုက်တာပါ။ပြီးတော့ ချက်ကီအရုပ်တွေက အလိုအလျောက် ကိုယ်တိုင်သင်ယူနိုင်စွမ်းရှိအောင် တီထွင်ထားတာမို့ ရိုင်းစိုင်းတဲ့စကားလုံးတွေ အပြုအမှုတွေကို အတုမခိုးအောင် ပရိုဂရမ်နဲ့ ပိတ်ပ်ငထားပါတယ်။ချက်ကီတစ်ကောင်ကတော့ အဲဒီ အကြမ်းပတမ်းပရိုဂရမ်တွေကို ပိတ်ဆို့မခံရဘဲ မိသားစု တစ်စုလက်ထဲကို ရောက်သွားချိန်မှာ အိပ်မက်ဆိုး အသစ်တွေ ဖြစ်လာပါတော့တယ်။အရင်လကပဲ ရုံတင်သွားတဲ့ ရုပ်ရှင်အသစ်ပါပဲ။ဟော်ရာကြိုက်သူတွေ ကြည့်နိုင်ပါပြီ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Little Neo ပဲဖြစ်ပါတယ်……File Size :(750 MB) and (360 MB)\nQuality : WEB-DL 720p\nRunning ...",
        "rating": "6.2",
        "url": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4 https://megaup.net/31DVn/Child’s_Play_[1988]_(MM_Sub).mp4 https://megaup.net/1FJ13/Child’s_Play_2_[1990]_(MM_Sub).mp4 https://megaup.net/1FJ1j/Child’s_Play_3_[1991]_(MM_Sub).mp4 https://megaup.net/ZLyv/Child’s_Play_[2019]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/azME7UL7Cdu4UR8u6uNV8a32LGZ.jpg",
        "title": "Hotel Soul Good ( 2018 )",
        "description": "Zawgyi*******Comedy ေလးနဲ႕ေပါ႔ေပါ႔ပါးပါးဇာတ္လမ္းေလးပါပဲဒီဇာတ္လမ္းေလးကေတာ့ အသက္၃၀အ႐ြယ္ ေကသီေခ်ာင္ဟာမိဘမဲ့ေဂဟာမွာႀကီးျပင္းလာၿပီ ေအာင္ျမင္တဲ့ေဟာ္တယ္တစ္ခုမွာႀကီးၾကပ္ေရးမႈးရာထူးနဲ႔အလုပ္ဝင္ေနတာပါတစ္ေန႔က်ေတာ့ သူ႔ရဲ႕သူငယ္ခ်င္းကသစၥာေဖာက္ၿပီးရည္းစားေရာအလုပ္အကိုင္ေရာလုယူသြားတဲ့အခါထုိသုိ႔တင္မကပဲ ေကသီေခ်ာင္က ၾကယ္မိုး႐ြာတာကေနမေတာ္တဆျဖစ္ၿပီးေသလုေမ်ာပါးျဖစ္ရာကေနတေစၧေတြကိုျမင္နိုင္တဲ့အစြမ္းပါရလာပါေလေရာအဲ့ဒီလိုျမင္နိုင္ရာကေန သရဲ၃ေကာင္ကသူ႔နားတစ္ဝယ္လည္လည္ေလာက္ေနလို႔ ျပႆ နာျဖစ္ရာကေနသူဘဝကိုဘယ္လိုေတြအဆင္ေျပေအာင္လုပ္မွာလဲဆက္လက္ၾကည့္႐ႈၾကပါစုိ႔လုိ႔ တုိက္တြန္းလုိက္ပါတယ္ေနာ္ Unicode*******Comedy လေးနဲ့ပေါ့ပေါ့ပါးပါးဇာတ်လမ်းလေးပါပဲဒီဇာတ်လမ်းလေးကတော့ အသက်၃၀အရွယ် ကေသီချောင်ဟာမိဘမဲ့ဂေဟာမှာကြီးပြင်းလာပြီ အောင်မြင်တဲ့ဟော်တယ်တစ်ခုမှာကြီးကြပ်ရေးမှုးရာထူးနဲ့အလုပ်ဝင်နေတာပါတစ်နေ့ကျတော့ သူ့ရဲ့သူငယ်ချင်းကသစ္စာဖောက်ပြီးရည်းစားရောအလုပ်အကိုင်ရောလုယူသွားတဲ့အခါထိုသို့တင်မကပဲ ကေသီချောင်က ကြယ်မိုးရွာတာကနေမတော်တဆဖြစ်ပြီးသေလုမျောပါးဖြစ်ရာကနေတစ္ဆေတွေကိုမြင်နိုင်တဲ့အစွမ်းပါရလာပါလေရောအဲ့ဒီလိုမြင်နိုင်ရာကနေ သရဲ၃ကောင်ကသူ့နားတစ်ဝယ်လည်လည်လောက်နေလို့ ပြဿ နာဖြစ်ရာကနေသူဘဝကိုဘယ်လိုတွေအဆင်ပြေအောင်လုပ်မှာလဲဆက်လက်ကြည့်ရှုကြပါစို့လို့ တိုက်တွန်းလိုက်ပါတယ်နော် Translated & Review By XiaoEncoded By LK",
        "rating": "3.9",
        "url": "https://megaup.net/2O4si/(CM)Hotel_Soul_Good_2018_BDRip.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iYbvSgedEKDt8k0EcN0ycK8Musr.jpg",
        "title": "Power Kids ( 2009 )",
        "description": "Unicode*******ဒီဇာတ်လမ်းလေးကတော့ လိတ်ဆိုတဲ့ လက်ဝှေ့နည်းပြတယောက်ဟာဆိုရင်ကတ် ဝတ့် ဂျစ်နဲ့ပေါင်ဆိုတဲ့ ကလေးလေးယောက်ကိုပြုစုပေးတဲ့ဆရာ သာမက အဖေလဲဖြစ်တယ် အဲ့ကလေး ၄ယောက်မှာ သူတို့အရမ်းချစ်တဲ့ နှလုံးရောဂါသည် ညီငယ်လေးက ဝင်းရှိတယ်အဲ့ဒီ ကိစ္စကြောင့် သူတို့ဟာ ဝင်းရဲ့နှလုံးသစ်ရှိရာ ဆေးရုံကြီးကို သွားတဲ့အချိန်မှာပဲ တိုက်တိုက်ဆိုင်ဆိုင် ဓားမြဝင်တိုက်တဲ့ ဘလူခေါင်းဆောင်တဲ့ တီလာ လူမျိုး သူပုန်တွေရောက်ရှိလာတဲ့အခါမှာတော့.ဘာတွေဆက်ဖြစ်မယ်ဆိုတာဆက်လက်ခံစားပါ အရမ်းကောင်းတဲ့ဇာတ်ကားလေးဖြစ်တာကြောင့်ဇာတ်လမ်းအပြည့်အစုံကိုကြည့်ရှုဖို့တိုက်တွန်းလိုက်ရပါတယ် Translated & Review By NannEncoded By LK",
        "rating": "5.8",
        "url": "https://megaup.net/1FQ5v/Power_Kids_[2009]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rVZVq2n3W6U5DOmyBtkZR6nTeV3.jpg",
        "title": "Negotiator ( 2003 )",
        "description": "Zawgyi*******IMDb 7.2 ရရွိထားတဲ႔ Negotiator ဆိုတဲ့ ဂ်ပန္ကားေလးနဲ႔ မိတ္ဆက္ေပးပါရေစ...Negotiator ဆိုတဲ့ အလုပ္က ဘယ္ေလာက္ တာဝန္ႀကီးတယ္ဘယ္ေလာက္ ေလးနက္တယ္ဆိုတာကို ခံစားမိေစမယ့္ကားေကာင္းေလးတစ္ခုပါ... ဒီကားထဲမွာ ကုန္စံုဆိုင္တစ္ခုမွာလုယက္မႈျဖစ္ျပီးေတာ့ အဲ့က လုယက္သူေတြလို႔ သံသယရွိတဲ့ႏိုင္ငံျခားသား ၃ေယာက္အဖြဲ႔က ေဆးရံုကို ေဖာက္ဝင္ျပီးဆရာဝန္ သူနာျပဳ နဲ႔ လူနာေတြ စုစုေပါင္း အေယာက္ ၃၀ ကိုဓားစာခံအျဖစ္ေခၚထားတဲ့အမႈ... ဒီအမႈကို negotiator ေတြဘယ္လိုေျဖရွင္းမယ္ဆိုတာ ရင္ခုန္စြာနဲ႔ ဇာတ္လမ္းေလးနဲ႔ထပ္တူခံစားႏိုင္ဖို႔ ေဒါင္းႀကည့္ျဖစ္ေအာင္ ေဒါင္းႀကည့္လုိက္ပါ... Unicode*******IMDb 7.2 ရရှိထားတဲ့ Negotiator ဆိုတဲ့ ဂျပန်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ...Negotiator ဆိုတဲ့ အလုပ်က ဘယ်လောက် တာဝန်ကြီးတယ်ဘယ်လောက် လေးနက်တယ်ဆိုတာကို ခံစားမိစေမယ့်ကားကောင်းလေးတစ်ခုပါ... ဒီကားထဲမှာ ကုန်စုံဆိုင်တစ်ခုမှာလုယက်မှုဖြစ်ပြီးတော့ အဲ့က လုယက်သူတွေလို့ သံသယရှိတဲ့နိုင်ငံခြားသား ၃ယောက်အဖွဲ့က ဆေးရုံကို ဖောက်ဝင်ပြီးဆရာဝန် သူနာပြု နဲ့ လူနာတွေ စုစုပေါင်း အယောက် ...",
        "rating": "7.2",
        "url": "https://megaup.net/2O45k/(CM)Negotiator_2003_WEB-DL_720p.mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMGM0Y2UxMTEtNzg3ZS00N2ViLWJjY2UtYzIxMmYwMGRhZjA3XkEyXkFqcGdeQXVyODQyNDU4OTk@._V1_SY1000_CR007001000_AL_-140x200.jpg",
        "title": "Youngju (2018)",
        "description": "အဓိပၸါယ္ ရွိတဲ့ ကိုရီးယား ရုပ္ရွင္ကားမ်ိဳးကို ေစာင့္ေမွ်ာ္ေနတဲ့\nCM Fan ေတြ အတြက္ ၾကည့္ကို ၾကည့္သင့္တဲ့\nရုပ္ရွင္ကားမ်ိဳးပါပဲ....\nမွတ္မိၾကလား Along with the Gods ရုပ္ရွင္ကားထဲက\nေသၿပီးတဲ့ လူေတြကို လမ္းျပတဲ့ အထဲ စိတ္ေကာင္းရွိတဲ့\nပုပု လံုးလံုး ေကာင္မေလးကို <3\nသူမ နာမည္ က Kim Hyang Gi ပါတဲ့\nKim ဟာ လက္ရွိအခ်ိန္မွာ အသက္ ၁၉ ႏွစ္ပဲ\nရွိေသးတဲ့ ငယ္ရြယ္ေတာက္ပတဲ့ အႏုပညာရွင္ေကာင္း\nတစ္ေယာက္ပါ\nသူမ ပါ၀င္ သရုပ္ေဆာင္ထားတဲ့ Witness (2019) ဆိုတဲ့\nရုပ္ရွင္ကားကိုလဲ သိပ္မၾကာေသးခင္က ၾကည့္ထားၾကတယ္ဟုတ္\nဒီေလာက္ သရုပ္ေဆာင္ ေကာင္းတဲ့ Kim ပါ၀င္ထားတဲ့\nYoungJu ဆိုတဲ့ ဒီကားေလး မွာေရာ\nသူမ ဘယ္လိုေတြ သရုပ္ေဆာင္ထားမလဲ ?\nေယာင္းဂ်ဴ  နဲ႔ ေယာင္းအင္ ဆိုတဲ့ ေမာင္ႏွမ ၂ ေယာက္ရွိတယ္\n \nေယာင္းဂ်ဴ က အသက္ ...",
        "rating": "N/A",
        "url": "https://megaup.net/2883r/Youngju._2017_720P_%7BCM%7D.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/pv6Ebf-139x200.jpg",
        "title": "Touchdown Kiss (2019)",
        "description": "ခ်ဳိရိ(ဝ္) ဆိုတဲ့ cheerleader အက\nကို ကရတာအရမ္းႀကိဳက္တဲ့ေကာင္မေလးက\nသူ႔အေမက မကေစခ်င္လို႔ ေက်ာင္းေျပာင္းျဖစ္တာကိုခံခဲ့ရပါတယ္\nၿပီးေတာ့ သူ႔အေမက သူငယ္ခ်င္းျဖစ္တဲ့ မစ္ခရဂ့္ရဲ႕\nပန္းခ်ီအသင္းကို ဝင္ခိုင္းခဲ့တယ္ ခ်ဳိရိ(ဝ္)တက္တဲ့ ေက်ာင္းက\nေရႊ ေငြ ေၾကး တံဆိပ္ေတြနဲ့ ခြဲျခားတယ္\nေရႊရတဲ့သူက ေငြ ေၾကးရတဲ့ လူေတြကို\nအႏိုင္က်င့္လို႔ရတယ္ေပါ့\nခ်ိဳရိ(ဝ္)က ေက်ာင္းစစခ်င္းတက္တဲ့ရက္မွာပဲ\nခြင္တင္းဆိုတဲ့ဘတ္စကတ္ေဘာေခါင္းေဆာင္ေကာင္ေလး\nအႏိုင္က်င့္တာခံလိုက္ရတယ္\nေက်ာင္းစဝင္တဲ့သူကေၾကးတံဆိပ္ရၿပီး\nခြင္တင္းက ေရႊရထားတဲ့သူဆိုေတာ့ ဘာမွလုပ္မရခဲ့ဘူး\nတိုက္ဆိုင္တာက ခ်ိဳရိ(ဝ္)ေျပာင္းလာတဲ့ေက်ာင္းကလည္း\ncheerleader ႐ွာေနေတာ့ အေမမသိေအာင္ခိုးဝင္ခဲ့တယ္\nခ်ိဳရိ(ဝ္)တစ္ေယာက္ သူ႔ရဲ႕အိမ္မက္ျဖစ္တဲ့\ncheerleader အကကို သူ႔အေမလက္ခံေအာင္\nကႏိုင္ပါ့မလား သူ႔ရဲ႕ရန္သူေကာင္ေလးနဲ႔ေရာ\nအဆင္ေျပသြားမလား\nေက်ာင္းအသစ္က အရည္အခ်င္း႐ွိသူေတြပဲ ရတဲ့\nေရႊတံဆိပ္ကိုေရာ ရေအာင္ယူႏိုင္မလား\nဘယ္လိုေတြဆက္ျဖစ္လာမလဲ သိခ်င္ရင္ေတာ့....\nTouchdown kissဇာတ္ကားမွာ ၾကည့္႐ႈေပးၾကပါ\nခိ်ဳရိ(ဝ္) အျဖစ္ Neena Nitchana Phrommaem\nခြင္တင္း အျဖစ္ Mean Phiravich Attachitsataporn တို႔က\nပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္\nရုပ္ရွင္ကားကို Nang mwe kham က ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "7.0",
        "url": "https://megaup.net/1sawZ/TouchDown_Kiss_(2019)_1080P_Web-DL.mp4",
        "category": "Asian, Comedy, Drama, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BN2Y5ZTU4YjctMDRmMC00MTg4LWE1M2MtMjk4MzVmOTE4YjkzXkEyXkFqcGdeQXVyNTc1NTQxODI@._V1_-135x200.jpg",
        "title": "Cast Away (2000)",
        "description": "2000 ခုႏွစ္က ထြက္ရွိခဲ႔တဲ႕ Cast Away\nဇာတ္ကားမွာဆုိရင္ မင္းသားၾကီး\nTom Hank ပါ၀င္သရုပ္ေဆာင္ထားခဲ႔ၿပီး ဒီဇာတ္ကားဟာ.\nေအာင္ၿမင္မွုေတြမ်ားစြာရရွိခဲ႕ပါတယ္\nပါဝင္႐ိုက္ကူးသမွ် ဇာတ္ကားတိုင္းကို ေအာင္ျမင္ေစသည့္\nမင္းသားတစ္လက္ဟုပင္ တြမ္ဟန္႔ခ္စ္ကို ညႊန္းဆိုရမွာၿဖစ္ပါတယ္...\nForrest Gum၊ Big၊ Sleepless in Seattle၊ Apollo 13၊\nSaving Private Ryan၊\nCatch Me If You Can၊\nThe Green Mile၊\nCast Away၊ Toy Story အစရွိသည့္ ဇာတ္ကားမ်ားတြင္\nဟန္႔ခ္စ္ပါဝင္ခဲ့ၿပီး ယင္း႐ုပ္ရွင္မ်ား ႐ံုတင္ရာမွ ရရွိသည့္\n႐ံုဝင္ေၾကးသည္ အေမရိကန္ တစ္ႏုိင္ငံတည္းတြင္ပင္\nေဒၚလာ ၄.၂ ဘီလီယံမွ် ရွိခဲ့ပါတယ္..\nတစ္ကမာၻလံုး အတိုင္းအတာႏွင့္ ဆိုလွ်င္မူ\nအဆိုပါ ေငြပမာဏ၏ ႏွစ္ဆအထိ တုိးသြားမည္ျဖစ္ပါတယ္...\nေအာ္စကာႏွစ္ဆုရွင္ ဟန္႔ခ္စ္ကို ေဟာလိဝုဒ္\nသမိုင္းတြင္ အက်ိဳးအျမတ္ အျဖစ္ထြန္းဆံုး စာရင္းဝင္\nမင္းသားတစ္လက္အျဖစ္ သတ္မွတ္ခံထားရၿပီး\nသူ႕ရဲ႕ ပုဂၢလိက ပိုင္ဆိုင္ႂကြယ္ဝမႈမွာမူ ေဒၚလာသန္းေပါင္း ၃၅၀ ေက်ာ္မွ် ရွိပါတယ္...\nCast Away\nၾကည့္ခဲ့သမွ်ေတြထဲက စိတ္ထဲ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2Sqey/Cast_Away_[2000]_(MM_Sub).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BMTUxMzQyNjA5MF5BMl5BanBnXkFtZTYwOTU2NTY3._V1_-135x200.jpg",
        "title": "The Green Mile (1999)",
        "description": "က်မတို ့ၿဂိဳဟ္ကမၻာမွာ တရားသျဖင့္\nဆိုတ့ဲစကားဟာ တကယ္ရိွရဲ ့လား။\nလူသားတစ္ေယာက္နဲ ့တစ္ေယာက္\nႏွိပ္စက္သတ္ျဖတ္ၾကတာ ၊\nအားငယ္သူကို အားႀကီးသူက ညႇဥ္းပန္းတာ ၊\nမတရားမႈမွန္းသိသိႀကီးေတာင္\nဝင္မစြက္ရဲတာ / ဝင္စြက္ဖို ့ရာ\nအင္အားမလံုေလာက္တာ ။ က်မတို ့မ်က္စိေ႐ွ ့ေလးတင္မွာပဲ\nမတရားမႈကို တြန္းလွန္ႏိုင္တ့ဲ အင္အား\nနည္းပါးလို ့ က်ရံႈးခ့ဲရၿပီးသူေတြ\nဘယ္ေလာက္ေလာက္ ရိွေနၿပီလဲ။\nက်မတို ့ တတ္ႏိုင္သေရြ ့ကယ္တင္ခ့ဲလား။\nမျမင္ခ်င္ေယာင္ေဆာင္ခ့ဲၾကလား။\nဒါမွမဟုတ္ ႐ွင္ဟာ တစ္ပါးသူနာက်င္မႈုအႀကီးစားနဲ ့\nညည္းတြားေနတာကို လ်ွာေလးတသပ္သပ္နဲ ့\nအရသာခံၾကည့္တတ္သူလား။\nကဲ အခု က်မဇာတ္ကားေဟာင္းတစ္ခုအေၾကာင္း\nနည္းနည္း ျပန္ေျပာျပမယ္ေလ။\nThe Green Mile ဆိုတ့ဲ ေျခာက္အုပ္တြဲ ဝတၳဳထဲက\nပထမတြဲကို ၁၉၉၆ ခုႏွစ္ မာ့ခ်္လကုန္ေလာက္မွာ စထုတ္တယ္။\nထုတ္ထုတ္ၿပီးခ်င္းပဲ ဒုတိယတြဲအတြက္\nလူေတြ အုတ္ေအာ္ေသာင္းနင္း ရင္ခုန္ၾကသတ့ဲ။\nဒါနဲ ့ စာေရးဆရာ Stephen King ရဲ ့ The Green Mile\nအခန္းဆက္ဝတၳဳ႐ွည္ဟာ ကမၻာေက်ာ္သြားခ့ဲတယ္။\n၁၉၉၉ ဒီဇင္ဘာမွာ စၾကဝဠာရဲ ့အေကာင္းဆံုး\nဇာတ္လမ္းေကာင္းေတြကိုပဲ ထုတ္လုပ္တယ္လိ ့ေၾကျငာထားတ့ဲ\nWarner Bros ...",
        "rating": "8.6",
        "url": "https://megaup.net/1wvhd/The.Green.Mile.1999.1080p.BluRay_{CM}.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/ID1-143x200.jpg",
        "title": "Invincible Dragon ( 2019 )",
        "description": "Unicode*******နောက်ဆုံးထွက်အသစ်စက်စက် Fighting Action ကားပဲဖြစ်ပါတယ်ဒီကားလေးဟာ မင်းသားကြီး zhang jinနဲ့ ဇာတ်ကားပေါင်းများစွာမှာပါဝင်သရုပ်ဆောင်ဖူးပြီး လက်ဝှေ့ချန်ပီယံတစ်ယောက်ဖြစ်တဲ့လူမဲမင်းသား Anderson Silvaတို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့တရုတ်အက်ရှင်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းလေးကတော့ဟောင်ကောင်မှာ ရဲမေတွေဆက်တိုက်သတ်ခံရမှုတွေဆက်တိုက်ဖြစ်နေပြီးလူသတ်တရားခံကိုမမိနိုင်ပဲဖြစ်နေပါတယ်..ဒါတွေကိုစုံစမ်းဖို့ရောက်လာတဲ့ စုံစမ်းရေးအရာရှိကျုံလုံတစ်ယောက်ဒီအမှုကိုဖော်ထုတ်နိုင်ပါ့မလား....အမှူဖော်ထုတ်ဖို့ကြိုးစားရင်း ...သူ့ရဲ့ချစ်ရတဲ့ဇနီးလေးကိုပါဖမ်းဆီးသွားခံလိုက်ရပါတယ်....ဒါတွေနဲ့အတူရဲမေအသတ်ခံရမှုပါ ရန့်တန့်သွားတဲ့အခါ....ကျုံလုံရဲ့ဇနီးလောင်းက အသက်ရှင်နေနိုင်ပါဦးမလား......ဒီလိုနဲ့ နည်းနည်းကြာတဲ့အချိန်..မကာအိုမှာ ရဲမေတစ်ယောက်အသတ်ခံရပြန်တဲ့အခါဟောင်ကောင်ကရဲမေအသတ်ခံခဲ့ရမှုနဲ့ဆက်စပ်မှုရှိနေမလား....ဘာကြောင့်ရဲမေတွေအသတ်ခံနေရတာလဲ...လူသတ်သမားကိုဘယ်လိုရှာဖွေဖော်ထုတ်မလဲဆိုတာတွေကိုစိတ်လှုပ်ရှာဖွယ်ကြည့်ရှုရမှာပါ...အက်ရှင်ကားကြိုက်သူတွေအတွက် အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းတစ်ပုဒ်ပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/invincible-dragon-2019/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/Ghost-1990-133x200.jpg",
        "title": "Ghost ( 1990 )",
        "description": "ချစ်တတ်တဲ့သူတိုင်းခံစားတတ်မှာပါ1990 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Ghost ဆိုတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်အော်စကာ ဆုလည်း ၂ဆု ဆွတ်ခူးနိုင်ခဲ့တဲ့ဇာတ်ကားလေးပါပဲဒါရိုက်တာ Jerry Zucker က ရိုက်ကူးထားပြီးမင်းသားကြီး Patrick Swayze နဲ့ မင်းသမီး Demi Mooreတို့တွဲဖက်ရိုက်ကူးထားတဲ့ အချစ် နဲ့ ရိုမန့်ဆန်ဆန်သရဲဇာတ်ကားတစ်ကားဖြစ်ပါတယ်...2009 ခုနှစ်မှာသေဆုံးသွားပြီဖြစ်တဲ့Patrick Swayze ရဲ့ အလွမ်းပြေကြည့်ရမယ့်ဇာတ်ကားပါဇာတ်လမ်းအကျဉ်းကတော့ ...အရမ်းချစ်ကြတဲ့ ဆမ်နဲ့မော်လီ တို့ဇနီးမောင်နှံနှစ်ယောက်မှာသူငယ်ချင်း ကားလ် ဆိုတဲ့သူတစ်ယောက်ရှိပါတယ်..နှစ်ယောက်လုံးကလည်းကားလ် အပေါ်မှာယုံကြည်ကြပါတယ်..တစ်နေ့မှာ ဆမ်က သူ့ရဲ့ စုထားတဲ့ဘဏ်ငွေစာရင်းမှာ အမေရိကန်ဒေါ်လာလေးသန်းရှိကြောင်းကို ကားလ်ကို ယုံယုံကြည်ကြည်နဲ့ပြလိုက်ပါတယ်..အဲ့နေ့ညမှာပဲ ဆမ်နဲ့မော်လီရုပ်ရှင်သွားကြည့်ရာမှ အပြန် အကြမ်းဖက်လုယက်သူတစ်ဦးနဲ့တွေ့ဆုံခဲ့ပြီး ဆမ်က ပြန်လည်ခုခံရင်းနဲ့အကြမ်းဖက်သမားရဲ့ သေနတ်ကျည်ထွက်ပြီး ဆမ် သေဆုံးခဲ့ရပါတယ်..အဲ့ဒီ့နောက်မှာတော့ဆမ် က သူ့ဇနီးမော်လီ အနားမှာနေချင်တဲ့စိတ်တွေကြောင့်ကောင်းကင်ဘုံကိုမတက်နိုင်ပဲ ရှိနေပါတယ်ဝိညာဉ်ဘဝမှာ သင်ယူစရာတွေ..တတ်မြောက်စရာတွေနဲ့အတူသူ့ဇနီးမော်လီကိုလည်းဆက်စောင့်ရှောက်နေရင်းကသူသေခဲ့ရတဲ့အကြောင်းအရင်းကိုသိရှိခဲ့တယ်.သူသေရတဲ့အကြောင်းအရင်းနောက်မှာသူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်း ကားလ် ပါဝင်နေတာကိုသိရှိလိုက်ရတဲ့အချိန်မှာ ဆမ်ဘယ်လိုခံစားရမလဲသူချစ်ရတဲ့မော်လီကိုရော..ဘယ်လိုကာကွယ်မလဲဆိုတာဆက်လက်စောင့်ကြည့်ပါ....ဘာသာပြန်သူ Nu Mon ဖြစ်ပါတယ်Review & Encoder : LK--------------------------------------------------------------------------ခ်စ္တတ္တဲ႔သူတိုင္းခံစားတတ္မွာပါ1990 ခုႏွစ္က ထြက္ရွိခဲ႕တဲ႕ Ghost ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yBrm/Ghost_[1990]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rIIERAso7BYRvfMU8zqmnYLpm8D.jpg",
        "title": "The Tashkent Files (2019)",
        "description": "(Zawgyi)ႏိုင္ငံတိုင္းမွာ ေဖ်ာက္ဖ်က္ခံထားရတဲ့သမုိင္းဆိုတာ ရွိတတ္ၾကမယ္ထင္ပါတယ္…ဒီဇာတ္လမ္းကေတာ့ အိႏၵိယႏိုင္ငံရဲ႕ အမ်ိဳးသားေခါင္းေဆာင္ၾကီးေတြထဲက တစ္ဦးလို႔ ေျပာလို႔ရတဲ့ဝန္ၾကီးခ်ဳပ္ လာ ဗဟာဒူး ရွာစရီေသဆံုးျခင္းအေၾကာင္း စံုစမ္းစစ္ေဆးမႈကို ရုိက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္ ဇာတ္လမ္းတစ္ခုပဲျဖစ္ပါတယ္…လာ ဗဟာဒူး ရွာစရီဟာ အိႏၵိယႏိုင္ငံရဲ႕ ဒုတိယေျမာက္ဝန္ၾကီးခ်ဳပ္ျဖစ္ျပီး အင္ဒီ-ပါကစၥတန္စစ္ပြဲမွာ သူ႕ေၾကာင့္ အိႏၵ္ိယက အႏုိင္ရခဲ့တယ္လို႔ဆိုပါတယ္…1966 ခုႏွစ္ ပါကစၥတန္န႔ဲ သေဘာတူစာခ်ဳပ္လက္မွတ္ထိုးဖို႔ တာရွီကန္မွာ ရွိေနခဲ့တဲ့အခ်ိန္မွာ ရုတ္တရက္ ေသဆံုးခဲ့ပါတယ္သူ႕ရဲ႕ေသဆံုးမႈဟာ ႏွလံုးေဖာက္မႈေၾကာင့္ သဘာဝအတိုင္းေသတာလား ..အဆိပ္ခတ္မႈေၾကာင့္လား မေရရာျဖစ္ခဲ့ျပီးေတာ့ ႏွစ္ေပါင္း ၅၀ၾကာတဲ့အထိ သမိုင္းေဖ်ာက္ခံထားခဲ့ရပါတယ္…အရမ္းကို စိတ္လႈပ္ရွားစရာ စိတ္ဝင္စားစရာေကာင္းျပီး ႏိုင္ငံေရးအခ်က္အလက္ေတြသမိုင္းဆိုင္ရာလွ်ိဳ႕ဝွက္ခ်က္ေတြအမ်ားၾကီးပါတဲ့ ဇာတ္ကားေကာင္းတစ္ခုျဖစ္ပါတယ္…ႏုိင္ငံေရးစိတ္ပါဝင္စားသူေတြ ကမၻာ့သမုိင္းစိတ္ဝင္စားသူေတြသေဘာက်ၾကမယ့္ဇာတ္ကားျဖစ္ျပီးဇာတ္ကားထဲမွာေျပာၾကတဲ့ ဒိုင္ယာေလာ့ေတြကလည္း မွတ္သားစရာသိပ္ေကာင္းတာမုိ႔ ကိုယ္တိုင္ပဲၾကည့္ွရွဳခံစားၾကပါ…IMDb ကေတာ့ 8.1/10 ေတာင္ရထားပါတယ္(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) (Unicode)နိုင်ငံတိုင်းမှာ ဖျောက်ဖျက်ခံထားရတဲ့သမိုင်းဆိုတာ ရှိတတ်ကြမယ်ထင်ပါတယ်…ဒီဇာတ်လမ်းကတော့ အိန္ဒိယနိုင်ငံရဲ့ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/the-tashkent-files-2019/",
        "category": "Bollywood, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d4Tc1vGHjk5ySKuI1UUxoog5Uf9.jpg",
        "title": "No Mercy ( 2010 )",
        "description": "Zawgyi*******ကားေကာင္းေလးဆုိေပမယ္႔ IMDb 7.4  အထိေတာင္ရရွိထားတဲ႔ဇာတ္ကားေကာင္းပါဇာတ္လမ္းအမ်ိဳးအစားကေတာ႔ Action , Crime , Thriller ၿဖစ္ၿပီးေတာ႔ 2010 မွာထြက္ရွိထားတဲ႔ ကိုရီးယားရုပ္ရွင္ No Mercy ဟာ ဒါရိုက္တာ Hyeong-Joon Kim ကရိုက္ကူးတင္ဆက္ထားတဲ႔ အလန္းစားရုပ္ရွင္ဇာတ္ကားတစ္ကားပဲၿဖစ္ပါတယ္One Of The Best Thriller Movie လို႔ေတာင္ တင္စားေၿပာရမလိုၿဖစ္ေနပါတယ္ဇာတ္လမ္းအညႊန္းကိုေတာ႔ ရွည္ရွည္ေ၀းေ၀းၾကီးသိပ္မေၿပာလိုေတာ႔ဘူးနာမည္ၾကီးဆရာ၀န္တစ္ေယာက္.ရယ္ ငါးပိုင္းပိုင္းၿပီးေတာ႔ အသတ္ခံလိုက္ရတဲ႔မိန္းကေလးတစ္ေယာက္နဲ႕ လူသတ္သမား...ၿပီးေတာ႔ ၿပည္ပမွာ စာသင္ၿပီးၿပန္လာမယ္႔ မွုခင္းဆရာ၀န္ရဲ႕သမီးကလည္း ထပ္ၿပီးၿပန္ေပးဆြဲခံရတဲ႔အခါမွာေတာ႔ဘာေတြဆက္ၿဖစ္ၾကမလဲ ဆုိတာကိုယ္တိုင္သာဆက္လက္ခံစားၾကည္႕ရွုပါအဆံုးသတ္ေလးကလည္း အေတာ္ကိုထိသြားႏိုင္ပါတယ္ၾကည္႕သင္႔တဲ႔ဇာတ္ကားေလးတစ္ကားပါပဲ18+ အခန္းေတြအနည္းငယ္ေတာ႔ပါပါတယ္ Unicode*******ကားကောင်းလေးဆိုပေမယ့် IMDb 7.4 အထိတောင်ရရှိထားတဲ့ဇာတ်ကားကောင်းပါဇာတ်လမ်းအမျိုးအစားကတော့ Action , Crime , Thriller ဖြစ်ပြီးတော့ 2010 မှာထွက်ရှိထားတဲ့ ကိုရီးယားရုပ်ရှင် No Mercy ဟာ ဒါရိုက်တာ Hyeong-Joon Kim ကရိုက်ကူးတင်ဆက်ထားတဲ့ အလန်းစားရုပ်ရှင်ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်One Of ...",
        "rating": "7.4",
        "url": "https://megaup.net/1s8p1/(CM)No_Mercy_2010_WEB-DL_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2PnFsTzmFC3Ydhj0uBEYjPqHWHO.jpg",
        "title": "Vantage Point ( 2008 )",
        "description": "Zawgyi*******Action ကားေကာင္းေတြကိုမွ ၾကိဳက္ႏွစ္သက္ပါတယ္ဆုိတဲ႔သူေတြအတြက္ဇာတ္ကားေကာင္းေလးကိုၿပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္ 2008 ခုႏွစ္မွာထြက္ရွိခဲ႔ၿပီး IMDb 6.6 ရရွိထားတဲ႔ Vantage Point ဆိုတဲ႔ဇာတ္ကားေလးကိုဒါရိုက္တာ Pete Travis က ရိုက္ကူးတင္ဆက္ထားပါတယ္က သရုပ္ေဆာင္ထားပါတယ္..အရာအားလံုးအျဖစ္အပ်က္အားလံုးမွာ ရႈ႕ေထာင့္မိ်ဳးစံုရွိၾကပါတယ္ဥပမာ ခ်ားရဟတ္တစ္ခုပဲဆိုၾကပါစို႔ဟိုးအျမင့္ႀကီးေပၚေရာက္ေနသူကအျမင္တစ္မ်ိဳးေအာက္ကေနေမာ့ၾကည့္ေနသူက အျမင္တစ္မ်ိဳးစသည္ျဖင့္ကြဲျပားမွာအမွန္ပါပဲဒီ ႏိုင္ငံေရးအေျခခံ Thriller ဇာတ္ကားထဲမွာမင္းသားႀကီး Dennis Quaidပါဝင္သ႐ုပ္ေဆာင္ထားၿပီး IMDB 6.6 ရရွိထားပါတယ္ဇာတ္လမ္းကေတာ့ ႐ိုး႐ိုးေလးပါ စပိန္ႏိုင္ငံမွာ ညီလာခံတစ္ခုလာတက္ရင္းအေမရိကန္သမၼတႀကီး လုပ္ၾကံသတ္ျဖတ္ခံရပါတယ္ဒါေပမယ့္ အဲ့အျဖစ္အပ်က္ေလးကိုပဲရႈေထာင့္မ်ိဳးစံုကေနတင္ျပထားတာျဖစ္ပါတယ္ ေျပာလိုက္ရင္ေပ့ါသြားမွာစိုးလို႔ကိုယ္တိုင္ပဲၾကည့္ရႈခံစားလိုက္ပါလို႔ တိုက္တြန္းရင္းစလယ္ဆံုး ၾကည့္ေကာင္းမယ့္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ေၾကာင္း အာမခံလိုက္ပါရေစ Unicode*******Action ကားကောင်းတွေကိုမှ ကြိုက်နှစ်သက်ပါတယ်ဆိုတဲ့သူတွေအတွက်ဇာတ်ကားကောင်းလေးကိုပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ် 2008 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး IMDb 6.6 ရရှိထားတဲ့ Vantage Point ဆိုတဲ့ဇာတ်ကားလေးကိုဒါရိုက်တာ Pete Travis က ရိုက်ကူးတင်ဆက်ထားပါတယ်က သရုပ်ဆောင်ထားပါတယ်..အရာအားလုံးအဖြစ်အပျက်အားလုံးမှာ ရှု့ထောင့်မျိုးစုံရှိကြပါတယ်ဥပမာ ချားရဟတ်တစ်ခုပဲဆိုကြပါစို့ဟိုးအမြင့်ကြီးပေါ်ရောက်နေသူကအမြင်တစ်မျိုးအောက်ကနေမော့ကြည့်နေသူက အမြင်တစ်မျိုးစသည်ဖြင့်ကွဲပြားမှာအမှန်ပါပဲဒီ နိုင်ငံရေးအခြေခံ Thriller ဇာတ်ကားထဲမှာမင်းသားကြီး Dennis Quaidပါဝင်သရုပ်ဆောင်ထားပြီး IMDB ...",
        "rating": "6.6",
        "url": "https://megaup.net/1A1q7/Vantage_Point_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/p16876672_p_v8_ad-133x200.jpg",
        "title": "Saving Leningrad(2019)",
        "description": "Saving Leningrad(2019)((unicode)စစ်ကားကောင်းကြိုက်သူတို့ ရုရှားစစ်ကားသစ်တစ်ကားကို BLU-Ray1080p5.1chတို့ဖြင့်\nတင်ဆက်ပေးလိုက်ပါသည်....ဆိုဗီယက်ရုရှရဲ့ မြို့တော်မော်စကိုပြီးရင်\nဒုတိယအကြီးဆုံး မြို့ဖြစ်တဲ့ လီနင်ဂရက်\n( ယနေ့ခေတ်ကာလအခေါ် စိန့်ပီတာဘတ်စ် )ကို\nဒုတိယကမ္ဘာစစ်ကာလ ၁၉၄၁မှာ ဖင်လန်နဲ့\nဂျာမနီတို့က မြို့ကို ပြင်ပ အဆက်အသွယ်ပြတ်အောင်\nပိတ်ဆို့ပြီး စီးနင်းခဲ့ကြပါတယ်။\nဒီပိတ်ဆို့ စီးနင်းမှုဟာ နှစ်နှစ် လေးလ နှစ်ပတ်နှင့်\nငါးရက်ကြာ ရက်ပေါင်း ၈၇၂ရက်တာ ကြာမြင့်ပြီး\nအသက်ပေါင်း ၅သိန်းအထိဆုံးရှုံးခဲ့ကာ\nတစ်ချို့သောသမိုင်းပညာရှင်တွေက\nလူမျိုးသုဉ်းသတ်ဖြတ်မှုတစ်မျိုးလို့ ဆိုကြပါတယ်။ဟစ်တလာကြီးကတော့\nဒီဝန်းရံပိတ်ဆို့မှုမှာ သူအောင်မြင်မယ်လို့\nတစ်ထစ်ချယုံကြည်နေပြီး\nလီနင်ဂရင်က ကြယ်ငါးပွင့်ဟိုတယ်မှာတောင်\nအောင်ပွဲခံဖို့ ဖိတ်စာတွေ ကြိုရိုက်ထားတယ်လို့ဆိုပါတယ်။ဒီရုပ်ရှင်ဟာ ဒီပိတ်ဆို့စီးနင်းခံရတဲ့ လီနင်ဂရက်မြို့ကြီးကို\nကယ်တင်ခဲ့ကြတဲ့ လူတွေအကြောင်းပါ။ စစ်ပွဲတစ်ပွဲ\nနိုင်ဖို့ဆိုတာ အာဇာနည်တွေ ဟောတစ်ယောက်\nဟောတစ်ယောက် ပေါ်လာရုံနဲ့ မလုံလောက်ပါဘူး။\nဟိုတစ်စု ဒီတစ်စု ဒြပ်မှုန်ကလေးတွေ ပေါင်းစည်းပြီး\nအချိန်အခါသင့်တဲ့အခါ ရလာတဲ့ ပေါက်ကွဲမှုတစ်ခုပါပဲ။\nဒီရုပ်ရှင်မှာ ကြီးစဉ်ငယ်လိုက်စီပြီးပြောရရင်\nရေတပ်ဗိုလ်ချုပ်မှူးလုပ်ခဲ့တဲ့ စွန့်စားမှုတစ်ခု\nရေတပ်ဗိုလ်ချုပ်မှူသားဗိုလ်‌လောင်းရဲ့ အချစ်ကိုရူးသွပ်မှု\nတပ်ကြပ်တစ်ယောက်ရဲ့ အရှုံးမပေးတတ်တဲ့စိတ်ဓာတ်\nမာလိန်မှူးတစ်ယောက်ရဲ့ တာဝန်သိ တိုင်းပြည်ချစ်စိတ်\nသူလျှိုသစ္စာဖောက်တစ်ယောက်ရဲ့စိတ်ကောင်းဝင်မှု\nဒီလိုအရာတွေအားလုံးပေါင်းစပ်ပြီး\nအောင်မြင်ခြင်းဟာ ဖူးပွင့်လာပါတယ်\nဒါတွေဟာ ထင်သာတဲ့အရာတွေကို ရေးပြထားတာပါပဲ။များပြားလွန်းတဲ့ သူ့နေရာနဲ့သူ အရေးပါနေတဲ့\nဇာတ်ကောင်‌တွေကို တစ်ယောက်မကျန် အသက်ဝင်အောင်\nပုံဖော်သွားနိုင်တဲ့ ဒါရိုက်တာရဲ့ တင်ဆက်ပြသမှုကလည်း အထင်ကရပါပဲ...\nထင်မှတ်မထားတဲ့ twistလေးတစ်ခုနဲ့လည်း ဇာတ်အိမ်ကို\nပိုအသက်ဝင်အောင် ...",
        "rating": "",
        "url": "https://megaup.net/1s6he/Saving_Leningrad.2017.BluRay720p.pp.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9kx2Rw8poG3pyS7BqL44xmV72ej.jpg",
        "title": "Mindfulness and Murder ( 2011 )",
        "description": "Zawgyi*******စံုေထာက္ဇာတ္လမ္းေတြၾကိဳက္တတ္တဲ့သူေတြအတြက္အရမ္းစိတ္၀င္စားစရာေကာင္းမယ့္ဇာတ္ကားေလးတစ္ကားပါဘုန္းၾကီးေက်ာင္းသားေလးတစ္ေယာက္ဘုန္းၾကီးေက်ာင္း၀င္းထဲမွာရက္ရက္စက္စက္အသတ္ခံရေပမယ့္အိမ္ေျခမဲ့လူငယ္ေလးျဖစ္တာေၾကာင့္ ရဲေတြကအေရးအယူအမႈမလိုက္ေပးတာေၾကာင့္ စံုေထာက္ေဟာင္းတစ္ေယာက္ျဖစ္တဲ့ဦးဇင္းအာနႏၵာကပဲအမႈကိုစံုစမ္းခဲ့ရာကေနခ်ည္မ်ွင္ေလးတစ္စဆြဲထုတ္သလိုဘယ္လိုအရႈပ္အေထြးေတြထြက္လာမလဲဆိုတာစိတ္၀င္စားဖြယ္ၾကည့္ရႈရမွာျဖစ္ပါတယ္ Unicode*******စုံထောက်ဇာတ်လမ်းတွေကြိုက်တတ်တဲ့သူတွေအတွက်အရမ်းစိတ်ဝင်စားစရာကောင်းမယ့်ဇာတ်ကားလေးတစ်ကားပါဘုန်းကြီးကျောင်းသားလေးတစ်ယောက်ဘုန်းကြီးကျောင်းဝင်းထဲမှာရက်ရက်စက်စက်အသတ်ခံရပေမယ့်အိမ်ခြေမဲ့လူငယ်လေးဖြစ်တာကြောင့် ရဲတွေကအရေးအယူအမှုမလိုက်ပေးတာကြောင့် စုံထောက်ဟောင်းတစ်ယောက်ဖြစ်တဲ့ဦးဇင်းအာနန္ဒာကပဲအမှုကိုစုံစမ်းခဲ့ရာကနေချည်မျှင်လေးတစ်စဆွဲထုတ်သလိုဘယ်လိုအရှုပ်အထွေးတွေထွက်လာမလဲဆိုတာစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ် Translated & Review By Nu MonEncoded By LK",
        "rating": "6.3",
        "url": "https://megaup.net/284iu/(CM)Mindfulness_and_Murder.2011-DVDRip.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/Samurai-Marathon-poster-133x200.jpg",
        "title": "Samurai Marathon (2019)",
        "description": "Samurai Marathon (2019)\nIMDb - 6.2/10_____Rotten - 75%\n Zawgyi\n*******\nIMDb 7.1 ရရွိထားတဲ႔ ဂ်ပန္ကားအသစ္ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဒီတစ္ခါ ဆာမူရိုင္းေခတ္ကို ျပန္သြားႀကတာေပါ့...\nဂ်ပန္ျပည္ရဲ႕ ပထမဆံုးေသာ မာရသြန္ ဆာမူရိုင္းမာရသြန္အေႀကာင္းကို\nရိုက္ကူးျပထားတဲ့ ဇာတ္ကားေကာင္းေလးပါ...\nဆာမူရိုင္းေခတ္ တံခါးပိတ္ဝါဒက်င့္သံုးစဥ္ ေခတ္ကေန\nအေနာက္တိုင္းသေဘၤာေတြ ဝင္ေရာက္ျပီး ေျပာင္းလဲလာတဲ့\nအေျခအေနေႀကာင့္ ရိုက္ခတ္ခဲ့တဲ့ ဆာမူရိုင္းတို႔ရဲ႕\nသေဘာထားအျမင္နဲ႔ အေႀကာက္တရားကို သရုပ္ေဖာ္ျပသထားျပီး...\nဒီဆာမူရိုင္းတို႔ရဲ႕ မာရသြန္ေနာက္ကြယ္က ဇာတ္လမ္းေလးေတြကို\nေပါင္းစပ္ျပီး ဇာတ္အိမ္တည္ေဆာက္ထားတဲ့\nဇာတ္ကားေကာင္းေလးျဖစ္လို႔ ႀကည့္ျဖစ္ေအာင္ ႀကည့္ဖို႔\nတိုက္တြန္းတင္ဆက္ေပးလိုက္ပါတယ္....\n  \nUnicode\n*******\nIMDb 7.1 ရရှိထားတဲ့ ဂျပန်ကားအသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဒီတစ်ခါ ဆာမူရိုင်းခေတ်ကို ပြန်သွားကြတာပေါ့...\nဂျပန်ပြည်ရဲ့ ပထမဆုံးသော မာရသွန် ဆာမူရိုင်းမာရသွန်အကြောင်းကို\nရိုက်ကူးပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါ...\nဆာမူရိုင်းခေတ် တံခါးပိတ်ဝါဒကျင့်သုံးစဉ် ခေတ်ကနေ\nအနောက်တိုင်းသင်္ဘောတွေ ဝင်ရောက်ပြီး ပြောင်းလဲလာတဲ့\nအခြေအနေကြောင့် ရိုက်ခတ်ခဲ့တဲ့ ဆာမူရိုင်းတို့ရဲ့\nသဘောထားအမြင်နဲ့ အကြောက်တရားကို သရုပ်ဖော်ပြသထားပြီး...\nဒီဆာမူရိုင်းတို့ရဲ့ မာရသွန်နောက်ကွယ်က ဇာတ်လမ်းလေးတွေကို\nပေါင်းစပ်ပြီး ဇာတ်အိမ်တည်ဆောက်ထားတဲ့\nဇာတ်ကားကောင်းလေးဖြစ်လို့ ကြည့်ဖြစ်အောင် ကြည့်ဖို့\nတိုက်တွန်းတင်ဆက်ပေးလိုက်ပါတယ်....\n  \nFile Size - 1.1 GB\nQuality - Blu-Ray 720p\nFormat - mp4\nDuration ...",
        "rating": "6.2",
        "url": "https://megaup.net/SW1x/Samurai_Marathon_(Samurai_Marason)_[2019]_(MM_Sub).mp4",
        "category": "History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/69671842_500353520509723_457018222902771712_n-143x200.jpg",
        "title": "Queen Of Gamblers ( 2019 )",
        "description": "Zawgyi*******ဒီဇာတ္လမ္းေလးကေတာ့ေက်းလက္ေတာရြာကေနၿမိဳ႕ေပၚကေဒၚႀကီးဆီလာ႐ွာတဲ့ေမလိလို႔ေခၚတဲ့မိန္းကေလးကစပါတယ္...အစကေတာ့သူ႔ဘဝကိုေအးေဆးေပ်ာ္ရႊင္စြာျဖတ္သန္းလို႔ရႏိုင္ေပမဲ့မထင္မွတ္ပဲသူ႔ေဒၚႀကီးကေမလိရဲ႕အထူးအစြမ္းကိုသိၿပီးေနာက္ေမလိကိုေလာင္းကစားရံုထဲဆြဲေခၚသြားခဲ့ပါတယ္...အဲ့ေန႔ကၿပီးသူတို႔ႏွစ္ေယာက္ကေမွာင္ခိုအေရာင္းအဝယ္အဖြဲ႔ႀကီးၾကားထဲေရာက္သြားၿပီးေနာက္....ဘာေတြဆက္ျဖစ္မလဲဆုိတာ ဆက္လက္ေစာင့္ၾကည့္ၾကပါလုိ႔ တုိက္တြန္းလုို္က္ပါရေစေနာ္ Unicode*******ဒီဇာတ်လမ်းလေးကတော့ကျေးလက်တောရွာကနေမြို့ပေါ်ကဒေါ်ကြီးဆီလာရှာတဲ့မေလိလို့ခေါ်တဲ့မိန်းကလေးကစပါတယ်...အစကတော့သူ့ဘဝကိုအေးဆေးပျော်ရွှင်စွာဖြတ်သန်းလို့ရနိုင်ပေမဲ့မထင်မှတ်ပဲသူ့ဒေါ်ကြီးကမေလိရဲ့အထူးအစွမ်းကိုသိပြီးနောက်မေလိကိုလောင်းကစားရုံထဲဆွဲခေါ်သွားခဲ့ပါတယ်...အဲ့နေ့ကပြီးသူတို့နှစ်ယောက်ကမှောင်ခိုအရောင်းအဝယ်အဖွဲ့ကြီးကြားထဲရောက်သွားပြီးနောက်....ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ကြပါလို့ တိုက်တွန်းလိုက်ပါရစေနော် Translated & Review By Xiao",
        "rating": "5",
        "url": "https://megaup.net/1s5h9/[CM]_Queen_of_Gamblers_2019_HDRip_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/74r57f3FG2rspymmHiFYOWQgfLn.jpg",
        "title": "Spider in the Web (2019)",
        "description": "ဒီကားကေတာ့ မင္းသားၾကီးben kingsleyရဲ႕ဇာတ္ကားေကာင္းေလးတစ္ကားပဲျဖစ္ပါတယ္ဆီးရီးယားမွာဓါတုဓါတ္ေငြ႕ေတြနဲ႕စစ္ပြဲျဖစ္ေနတဲ့အခ်ိန္ဘာ္ဂ်ီယံရဲ႕လွ်ိဳ႕ဝွက္စစ္ဆင္ေရးနဲ႕အတူဓါတ္ေငြ႕ေသနတ္ကိုရွာပံုေတာ္ဖြင့္ၾကပါတယ္အဲဒီအခ်ိန္မွာပဲသူ႕ရဲ႕ေခါင္းေဆာင္ဗိုလ္ခ်ဳပ္ကိုဆီးရီးယားဘက္ကၿပန္ေပးဆြဲသြားတဲ့အခါမွာ ဗိုလ္ခ်ဳပ္ကုိလည္းလိုက္ရွာရင္းတစ္ဖက္မွာလည္းခိုင္းတဲ့ပစၥည္းကိုရွာေပးရပါတယ္ဒါေပမယ့္လည္း အဲဒီလိုလိုက္ရွာရင္းဗိုလ္ခ်ဳပ္ေျပာခဲ့ဖူးတဲ့မိန္းမတစ္ေယာက္နဲ႕ေတြ႕ဆံုမိတဲ့အခါမွာျပီးေတာ့သူ႕ကုိေနာက္ကေနအျမဲလိုက္ျပီးေစာင့္ၾကည့္ေနတဲ့သူကသူ႕တစ္ခ်ိန္ကအခ်စ္ဆံုးသူငယ္ခ်င္းရဲ႕သားျဖစ္ေနတဲ့အခါမွာေနာက္ဆံုးမွာဒါေတြအားလံုးကိုခ်ဳပ္ကုိင္ထားတဲ့သူကိုသိလုိက္ရတဲ့အခ်ိန္ဘာေတြဆက္ျဖစ္မလဲဆိုတာၾကည့္လုိက္ပါဦးေနာ္ Unicode==================ဒီကားကတော့ မင်းသားကြီးben kingsleyရဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်ဆီးရီးယားမှာဓါတုဓါတ်ငွေ့တွေနဲ့စစ်ပွဲဖြစ်နေတဲ့အချိန်ဘာ်ဂျီယံရဲ့လျှို့ဝှက်စစ်ဆင်ရေးနဲ့အတူဓါတ်ငွေ့သေနတ်ကိုရှာပုံတော်ဖွင့်ကြပါတယ်အဲဒီအချိန်မှာပဲသူ့ရဲ့ခေါင်းဆောင်ဗိုလ်ချုပ်ကိုဆီးရီးယားဘက်ကပြန်ပေးဆွဲသွားတဲ့အခါမှာ ဗိုလ်ချုပ်ကိုလည်းလိုက်ရှာရင်းတစ်ဖက်မှာလည်းခိုင်းတဲ့ပစ္စည်းကိုရှာပေးရပါတယ်ဒါပေမယ့်လည်း အဲဒီလိုလိုက်ရှာရင်းဗိုလ်ချုပ်ပြောခဲ့ဖူးတဲ့မိန်းမတစ်ယောက်နဲ့တွေ့ဆုံမိတဲ့အခါမှာပြီးတော့သူ့ကိုနောက်ကနေအမြဲလိုက်ပြီးစောင့်ကြည့်နေတဲ့သူကသူ့တစ်ချိန်ကအချစ်ဆုံးသူငယ်ချင်းရဲ့သားဖြစ်နေတဲ့အခါမှာနောက်ဆုံးမှာဒါတွေအားလုံးကိုချုပ်ကိုင်ထားတဲ့သူကိုသိလိုက်ရတဲ့အချိန်ဘာတွေဆက်ဖြစ်မလဲဆိုတာကြည့်လိုက်ပါဦးနော် File Size : (1 GB , 391 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 53 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/1s5pj/(CM)_Spider_In_The_Web_2019_(Large_Size).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1yHOLVfLHnbAHYqxV2PwtE32kBm.jpg",
        "title": "Tone-Deaf (2019)",
        "description": "ဒါကေတာ့ လက္တေလာထြက္ရွိလာတဲ့ Horror comedy movieပဲျဖစ္ပါတယ္။အယ္လ္ေအမွာေနထိုင္တဲ့အိုလီတစ္ေယာက္ အလုပ္ကလည္းျပဳတ္ၿပီးစြဲလမ္းဖြယ္မေကာင္းတဲ့ရည္းစားနဲ႔လည္းလမ္းခြဲၿပီးေနာက္မွာေတာ့ စိတ္‌ေျပလက္ေပ်ာက္အနားယူဖို႔အတြက္မစည္ကားတဲ့ၿမိဳ႕တစ္ၿမိဳ႕ကအိမ္တစ္အိမ္ကို လိုင္းေပၚမွာရွာၿပီးအဲ့အိမ္မွာသူတစ္ေယာက္တည္း ရက္အနည္းငယ္‌ေလာက္သြားေနဖို႔ဆုံးျဖတ္ခဲ့ပါတယ္။ဒါေပမယ့္ ျဖစ္ခ်င္ေတာ့အဲ့အိမ္ပိုင္ရွင္က႐ူးေၾကာင္ေၾကာင္ျဖစ္ေနတဲ့အျပင္တစ္ခါမွလူမသတ္ဖူးလို႔ လူသတ္ၾကည့္ခ်င္ေနတဲ့ အဖိုးႀကီးတစ္ေယာက္အိမ္ျဖစ္ေနပါတယ္။ဒီကားမွာအိုလီတစ္ေယာက္အဲ့အိမ္မွာသြားေနရင္း‌အဖိုးႀကီးရဲ႕အႀကံအစည္ေတြနဲ႔ေျခာက္လွန႔္ခံရပုံေတြ၊အသက္ရွင္ဖို႔ႀကိဳးစားရပုံေတြ(horrorဆိုေတာ့ ထုံးစံအတိုင္းအိုလီကမ်က္မွန္မပါရင္မျမင္ဘူးေလ ?)ႏွင့္အေရးအေၾကာင္းဆိုအခြီေတြလုပ္ေနပုံေတြကိုၾကည့္ရႈမွာျဖစ္ပါတယ္။ Unicode =======================ဒါကတော့ လက်တလောထွက်ရှိလာတဲ့ Horror comedy movieပဲဖြစ်ပါတယ်။အယ်လ်အေမှာနေထိုင်တဲ့အိုလီတစ်ယောက် အလုပ်ကလည်းပြုတ်ပြီးစွဲလမ်းဖွယ်မကောင်းတဲ့ရည်းစားနဲ့လည်းလမ်းခွဲပြီးနောက်မှာတော့ စိတ်‌ပြေလက်ပျောက်အနားယူဖို့အတွက်မစည်ကားတဲ့မြို့တစ်မြို့ကအိမ်တစ်အိမ်ကို လိုင်းပေါ်မှာရှာပြီးအဲ့အိမ်မှာသူတစ်ယောက်တည်း ရက်အနည်းငယ်‌လောက်သွားနေဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ဒါပေမယ့် ဖြစ်ချင်တော့အဲ့အိမ်ပိုင်ရှင်ကရူးကြောင်ကြောင်ဖြစ်နေတဲ့အပြင်တစ်ခါမှလူမသတ်ဖူးလို့ လူသတ်ကြည့်ချင်နေတဲ့ အဖိုးကြီးတစ်ယောက်အိမ်ဖြစ်နေပါတယ်။ဒီကားမှာအိုလီတစ်ယောက်အဲ့အိမ်မှာသွားနေရင်း‌အဖိုးကြီးရဲ့အကြံအစည်တွေနဲ့ခြောက်လှန့်ခံရပုံတွေ၊အသက်ရှင်ဖို့ကြိုးစားရပုံတွေ(horrorဆိုတော့ ထုံးစံအတိုင်းအိုလီကမျက်မှန်မပါရင်မမြင်ဘူးလေ )နှင့်အရေးအကြောင်းဆိုအခွီတွေလုပ်နေပုံတွေကိုကြည့်ရှုမှာဖြစ်ပါတယ်။ File Size : (820 MB , 303 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 44 minFormat : Mp4Genre : Comedy , Horror , ...",
        "rating": "4.8",
        "url": "https://megaup.net/1s5pi/(CM)_Tone_Deaf_2019_(Large_Size).mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZmY1Zjc2YmYtMWIyNS00MWRiLTgyMzYtN2I4ZjE2YWMzODhhXkEyXkFqcGdeQXVyMTMwNjQxNDU1._V1_-141x200.jpg",
        "title": "You Will Not Have My Hate / Vous Naurez Pas Ma Haine (2022)",
        "description": "အန်တိုနီလယ်ရီမှာ မိန်းမနှင့် သားတစ်ယောက်ရှိပြီးတော့ ပျော်ရွှင်စရာကောင်းတဲ့မိသားစုလေးကို ပိုင်ဆိုင်ထားရသူပါ။ တစ်နေ့မှာတော့ သူ့မိန်းမဟာ သူငယ်ချင်းဖြစ်သူနဲ့ ကာတာကလန်ကွင်းမှာ ကျင်းပတဲ့ရှိုးပွဲတစ်ခုကို သွားရောက်ခဲ့တဲ့အခါမှာ အဆိုပါရှိုးပွဲကို အကြမ်းဖက်သမားတွေက ဝင်ရောက်စီးနင်းပြီး အစုလိုက်အပြုံလိုက် သေနတ်တွေနဲ့ ပစ်ခတ်သတ်ဖြတ်တဲ့နေရာမှာ သေဆုံးသွားခဲ့ပါတော့တယ်။ သူ့ချစ်ရတဲ့ဇနီးသည်သေဆုံးသွားမှန်းသိရတဲ့အခါမှာ အန်တိုနီတို့ သားအဖနှစ်ယောက် ဇနီးသည်ရဲ့သေဆုံးမှုကို လက်ခံနိုင်ဖို့ ဘယ်လိုကြိုးစားရုန်းကန်ကြမလဲ ဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။File size…(1.3 GB)/(743 MB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:42:00\nGenre...Drama, History\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Matteo",
        "rating": "6.2",
        "url": "https://megaup.net/1X8uh/Vous.Naurez.Pas.Ma.Haine.2022.720p.(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cyBAKzMdHfUBvKbij4d2JwgETkw.jpg",
        "title": "A Day and a Half (2023)",
        "description": "ဆွီဒင်နိုင်ငံရဲ့ မြို့ငယ်လေးတစ်မြို့ရှိ ဆေးရုံတစ်ရုံကို ဒေါသထွက်နေတဲ့လူတစ်ယောက် ရောက်လာပြီး ဆေးရုံဝန်ထမ်းဖြစ်တဲ့ သူ့မိန်းမနဲ့တွေ့ခွင့်တောင်းပါတယ်။ ကောင်တာက အမျိုးသမီးဖြစ်သူစောင့်ခိုင်းတာတောင်စိတ်မရှည်ဖြစ်လာပြီး ထိုသူဟာ သေနတ်နဲ့ ထုတ်ချိန်ပြီး သူ့မိန်းမကိုအတင်းအကြပ်ခေါ်ခိုင်းပါတော့တယ်။ အဲဒီ နောက် ရဲတွေရောက်လာချိန်မှာတော့ သူ့မိန်းမကို ပြန်ပေးဆွဲပြီးဓါးစာခံလုပ်ပါတော့တယ်။ ဒီလူ အခုလိုဆေးရုံမှာ အတင်းပြန်ပေးဆွဲတာကဘာကြောင့်လဲ၊ သူ ဒေါသထွက်စရာအကြောင်းကရော တကယ်ဒေါသထွက်စရာလား၊ သူ့ မိန်းမကိုရော သူဘာလုပ်ပစ်မှာလဲ ဆိုတာကိုစိတ်ဝင်စားစရာရိုက်ကူးထားပါတယ်။ အစပိုင်းမှာ ဒီလိုလုပ်ရပ်ကိုရှုတ် ချစရာဖြစ်ခဲ့ပေမယ့် ပြန်ပေးသမားရဲ့ ဘဝအကြောင်းကို ပြောရင်းပြောပြရင်း သူ့နေရာမှာ ငါသာဆို ဒီလိုပဲဖြစ်သွား နိုင်မလားဆိုတဲ့အတွေးဝင်လာနိုင်အောင် ဖော်ကျူးထားတဲ့ဇာတ်လမ်းလေးပါ။ဒီဇာတ်လမ်းမှာ ပြန်ပေးသမား၊ ပြန်ပေးသမားရဲ့မိန်းမနဲ့ ရဲသားတစ်ယောက်ပဲအဓိကပါဝင်ပါတယ်။ ဒါပေ မယ့် ဒီ ၃ ယောက်တည်းနဲ့ ဇာတ်လမ်းတစ်ခုလုံးဟာပြည့်စုံသွားပါတယ်။ သူတို့ ၃ယောက်ရဲ့ ဘဝအနိမ့်အမြင့်တွေ ကိုကြည့်ရှုခံစားရင်ကိုယ့်ကိုယ်တိုင်လည်း သူတို့နေရာရောက်သွားသလို ခံစားရနိုင်တဲ့ဇာတ်ကားကောင်းလေး ဖြစ် ပါတယ်။ File size…1.69GB / 752MB\nQuality…WEB-Rip 1080p 5.1 ...",
        "rating": "6.0",
        "url": "https://megaup.net/2D6py/A.Day.And.A.Half.2023.WEBRip720p(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMTY4NTA5NjA1Ml5BMl5BanBnXkFtZTcwMDM3NDA1OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Special Forces (2011)",
        "description": "ဒီ Special Forces ဇာတ်ကားကတော့ ရုပ်မြင်သံကြားမှာ ကိုယ့်တွေ့မှတ်တမ်းတွေရိုက်ကူးလေ့ရှိတဲ့ ဒါရိုက်တာ စတီဖင်ရိုင်ဘိုဂျက် က စီစဉ်ရိုက်ကူးထားတဲ့ စိတ်ကူးယဉ် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဒါရိုက်တာက ဒီဇာတ်ကားကို ရိုက်ဖြစ်ပုံက သူ့ငယ်စဥ်ကတည်းက ဝါသနာ ဖြစ်တဲ့ ရုပ်ရှင်ရိုက်ကူးမှုတွေလုပ်ရင်းနဲ့ တချို့ဇာတ်ကားတွေ ရိုက်ကူးမှုတွေမှာ ကာကွယ်ရေးဌာနနှင့် ဆက်ဆံလာရပြီး စစ်တပ်အပေါ် ယခင်က စဉ်းစားပုံတွေပြောင်းလာပြီး စစ်သားတွေရဲ့ စုပေါင်းအလုပ်လုပ်ပုံတွေကို စိတ်ဝင်စားလာတာကြောင့် စစ်သားတွေရဲ့ သက်စွန့်ဆံဖျားကြိုးစားကြရပုံကို တင်ပြဖို့ ဒီဇာတ်ကားကို ရိုက်ကူးခဲ့ခြင်းဖြစ်တယ်လို့ ဆိုပါတယ်။ဇာတ်လမ်း ကတော့ ပြင်သစ်နိုင်ငံသူဖြစ်တဲ့ သတင်းသမား အယ်လ်ဆာခါဆာနိုဗာဟာ အာဖဂန်နစ်စတန်က ငယ်ငယ်ကတည်းကရောင်းစားခံလိုက်ရပြီး တာလီဘန်တွေရဲ့ ဖိနှိပ်အကြမ်းဖက်မှုတွေ ခံရတဲ့ မိန်းကလေးမိုင်နာ ရဲ့ အ‌‌‌ခြေအနေကို လိုက်လံသတင်းယူရင်း တာလီဘန်တွေရဲ့ ဖမ်းဆီးမှုကို ခံရပါတယ်။ ဒီလိုအ‌ခြေအနေမှာ တာလီဘန်တွေက ဓားစာခံ‌တွေရဲ့ အသက်ကို ခြိမ်းခြောက်တာတွေလုပ်လာတာကြောင့် ပြင်သစ်ကာကွယ်ရေးဝန်ကြီးဌာနက အထူးတပ်ဖွဲ့ကို စေလွှတ်ပြီး ပြင်သစ်သူသတင်းသမားကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/1hb1i/Special.Forces.2011.720p.(CM).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/muDaKftykz9Nj1mhRheMdbuNI9Z.jpg",
        "title": "Strays (2023)",
        "description": "Strays (2023)CM က ခွေးကားအသစ်လေးတင်ထားတယ် ကလေးတွေကိုပြဖို့ဒေါင်းဦးမယ်တော့ မတွေးလိုက်နဲ့နော်။\nဒီခွေးကားက လူကြီးတွေကြည့်ပြီး အထာတွေပေါက် စခွီထရမယ့်ကားပါ။\nစကားအသုံးအနှုန်းကြမ်းတမ်းမှု အဆဲအဆိုအစုံ မူးယစ်ဆေး လိင်ကိစ္စအားလုံးပါဝင်တာကြောင့် R-Rated ဖြစ်ပါတယ်\nဇာတ်လမ်းလေးကလဲ ကြည်နူးစရာပါပဲ။\nခွေးတစ်ကောင်က သူ့သခင်ဟူးမန်းရဲ့ဒစ်ကို ကိုက်ဖြတ်မယ်ဆိုပြီး သူ့ဟူးမန်းဆီကို ပြန်တဲ့ အိမ်ပြန်ခရီးပါ။\nဒီလိုပြောလို့ ခွေးက ဆိုးလှချည်းလားလို့ မထင်ပါနဲ့။\nဒီခွေးလေးနာမည်ကတော့ ရက်ဂျီပါ။ သူ့သခင်ဒေါ့ဂ်က သူ့ကိုတစ်စက်မှမချစ်ပါဘူး။\nသူ့ရည်းစားရဲ့ခွေးကို ရည်းစားနဲ့ပြတ်သွားတော့ တမင်ညစ်ပြီးယူထားလိုက်တာပါပဲ။\nရက်ဂျီကတော့ အဲ့ဒါကိုနားမလည်ဘဲ သူ့ဟူးမန်းက ကမ္ဘာပေါ်မှာ အကောင်းဆုံး သူ့ကို အချစ်ဆုံးလို့ထင်နေတာပါပဲ။\nဒေါ့ဂ်ကမလုပ်မရှိ အကိုင်မရှိ စော်ပစ်ကောင်လဲဖြစ်နေတော့ တစ်နေကုန် ထိုင် fap နေတဲ့သူပါ။\nရက်ဂျီကိုလဲအကြိမ်ကြိမ်အခါခါစွန့်ပစ်ဖို့ကြိုးစားပေမယ့်\nရက်ဂျီက ဒါကဂိမ်းတစ်ခုလို့ထင်နေတော့ အိမ်ကိုအရောက်ပြန်ပြန်လာနေပါလေရော။\nတစ်နေ့တော့ ရက်ဂျီကို အဝေးကြီးထိခေါ်သွားပြီးစွန့်ပစ်လိုက်တာမှာ ရက်ဂျီက တခြားလမ်းဘေးခွေးတွေနဲ့ပေါင်းမိမှပဲ\nသူ့သခင်က ဘယ်လောက်ဆိုးမှန်း သူ့ကိုစွန့်ပစ်သွားမှန်းသဘောပေါက်လိုက်ပါတယ်။\nအဲ့တော့သူ့သခင်ကို လက်စားချေဖို့အတွက် သူ့သခင် အကြိုက်ဆုံးအချစ်ဆုံး တစ်နေကုန်ကိုင်ကိုင်နေတဲ့ ဒစ်ကို ကိုက်ဖြတ်မယ်ဆိုပြီး\nအငြိုးအတေးနဲ့ ပြန်လာတဲ့ ခွေးကလေး ရက်ဂျီ နဲ့ သူ့ဘော်ဒါအသစ်လမ်းဘေးခွေးတစ်သိုက်ရဲ့\nအိမ်ပြန်ခရီးမှာ ဘာဆတွ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1X48a/Strays.2023.720p.MA.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZmIxZjgyNWUtNGM1OC00YTg3LTg0Y2MtYjA0MGZlNTBmYWI5XkEyXkFqcGdeQXVyNjcyNjcyMzQ@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Sitting in Bars with Cake (2023)",
        "description": "\"အခက်ခဲဆုံးအချိန်တွေမှာ ဘေးနားမှာရှိနေပေးတဲ့သူကမှ စစ်မှန်တဲ့သူငယ်ချင်း\" ဆိုတဲ့အတိုင်းပဲ ကိုယ်ကောင်းစားနေတုန်းကတော့အနားမှာရှိနေပေမဲ့ အခက်အခဲကြုံလာတဲ့အခါ တကယ့်သူငယ်ချင်းစစ်စစ်ပဲကျန်ခဲ့ပြီး ကြက်ပျောက်ငှက်ပျောက်ဖြစ်သွားကြတဲ့ fake friend တွေနဲ့ကြုံဖူးကြမှာပါ ဒီဇာတ်လမ်းလေးကတော့ သူငယ်ချင်းနှစ်ယောက်ကြားကစစ်မှန်တဲ့ သံယောဇဉ်ကိုအသားပေးရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးဖြစ်ပါတယ် IMDb 6.5 ရရှိထားပြီး ဒီနှစ်အတွင်း ကြည့်ရှုသူဆက်တိုက်မြင့်တက်လာနေတဲ့ ဇာတ်ကားဆိုရင်လည်းမမှားပါဘူး ဇာတ်လမ်းအကျဉ်းကတော့.... Jane နဲ့ Corrinne တို့ဟာငယ်ကတည်းကခင်လာခဲ့တဲ့သူငယ်ချင်းတွေဖြစ်ပြီး အရွယ်ရောက်လာတဲ့အထိအတူတူကြီးပြင်းလာခဲ့ကြတာပါ Corrinne ကတော့အပြင်ထွက်ရတာကြိုက်ပြီးအပေါင်းအသင်းများပေမဲ့ Jane ကတော့အရှက်ကြီးတဲ့စာဂျပိုးတစ်ယောက်ဖြစ်ပါတယ်တစ်နေ့တော့ Corrinne ရဲ့မွေးနေ့အတွက်ဘားတစ်ခုမှာ သွားကဲကြရင်း ဘားမှာကိတ်မုန့်တွေကျွေးတာက Jane ကိုလူတွေစိတ်ဝင်စားလာစေတယ်ဆိုတာကို သတိထားမိသွားပါတော့တယ် ဒီလိုနဲ့သူတို့သူငယ်ချင်းတွေစုပြီး \"Cakebarring\" ဆိုတဲ့ဘားတွေကိုကိတ်မုန့်ယူသွားပြီး Jane အတွက်ကောင်လေးရှာပေးဖို့ ပရောဂျက်ကြီးကိုစတင်လိုက်ပါတော့တယ် အားလုံးအဆင်ပြေချောမွေ့နေခဲ့ပေမဲ့ ရုတ်တရက် Corrinne တစ်ယောက်ဦးနှောက်အကျိတ်ကြောင့်ဆေးရုံတင်လိုက်ရပြီး ကင်ဆာရောဂါဖြစ်နေတာကို သိလိုက်ရတဲ့အခါမှာတော့..... ကင်ဆာရောဂါကလူကိုတစ်စတစ်စတိုက်စားနေပေမဲ့ Corrinne ကတော့ဘေးမှာအမြဲရှိနေပေးတဲ့သူငယ်ချင်းကြောင့် လုံးဝ အားမငယ်ခဲ့ရပါဘူး Corinne တစ်ယောက်ကင်ဆာရောဂါကိုတိုက်ထုတ်ရင်း သူတို့ကတိပေးထားတဲ့ \"Cakebarring\" ပရောဂျက်ကိုပြီးဆုံးအောင်လုပ်နိုင်ပါ့မလား ...",
        "rating": "6.5",
        "url": "https://megaup.net/2D5J1/sitting.in.bars.with.cake.2023.720p.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BN2NmZDQ1NGYtMTQxYS00Mzc1LWJhNmUtZGNhYzgwMGFkMGFjXkEyXkFqcGdeQXVyNTM2NTg3Nzg@._V1_-133x200.jpg",
        "title": "Amandla (2022)",
        "description": "Amandla ဆိုတာက အင်အားလို့ အဓိပ္ပါယ်ရပြီး သူတို့လူမျိုးတွေ ကိစ္စကြီးတွေ မလုပ်ခင် ရဲဆေးတင်တဲ့အနေနဲ့ အားမာန်ပြည့်အောင် အသုံးပြုတဲ့စကားပါတဲ့။ ဒီဇာတ်လမ်းထဲမှာတော့ စစ်မှန်တဲ့အင်အားဆိုတာ ဘယ်လိုမျိုးကိုခေါ်တာလဲဆိုတာကို ပြသထားတာပါ။ ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ အင်ပီနဲ့ ခိုဆာနာက သိပ်ချစ်ကြတဲ့ ညီအစ်ကိုနှစ်ယောက်ဖြစ်ပြီး အနေအေးတဲ့ လူမည်းမိသားစုမှာ မွေးဖွားလာသူတွေပါ။ သူတို့ အလုပ်လုပ်တဲ့ လယ်ကွင်းပိုင်ရှင် လူဖြူက သူတို့ကိုစာနာသနားပြီး အလုပ်ရှင်ကောင်းတစ်ယောက်ပီသစွာဆက်ဆံခဲ့သလို သူ့သမီးလေး အဲလီဇဘက်ကလည်း အင်ပီ့ကို အကြင်နာပိုခဲ့တယ်ပေါ့လေ။ဒါပေမဲ့ အင်ပီ့ရဲ့ ၁၁ နှစ်ပြည့်မွေးနေ့မှာ မထင်မှတ်ထားတဲ့ ကံကြမ္မာဆိုးကြီးက သူတို့ မိသားစုဆီကို ကျရောက်ခဲ့ပြီး သူတို့ညီအစ်ကိုက အမေနဲ့အဖေကို ဆုံးရှုံးလိုက်ရပါတော့တယ်။ ဒီလိုနဲ့ ညီအစ်ကို နှစ်ယောက်သား ခြေဦးတည့်ရာလျှောက်သွားရင်း ငတ်တစ်လှည့်ပြတ်တစ်လှည့်နဲ့ ဖြစ်နေခဲ့တာမို့ အစ်ကိုကြီးအင်ပီက သူ့ညီလေးကို စောင့်ရှောက်ဖို့အရေး မလွှဲမရှောင်သာဘဲ ခိုးဝှက်တဲ့အလုပ်ကို လုပ်ခဲ့ရပါတော့တယ်။ အချိန်တန်အရွယ်ရောက်လာလို့ ညီဖြစ်သူက ရဲလုပ်မယ်ဆိုတာမို့ အစ်ကိုကြီးနဲ့ ခွဲနေဖို့ဖြစ်လာပြီး ...",
        "rating": "5.6",
        "url": "https://megaup.net/2D5K1/Amandla.2022.720p.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BM2IxNTE0ZjQtMjVhYi00NTEwLTg5N2EtMDllOWIyYTY0MTc3XkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-150x200.jpg",
        "title": "Flight(2012)",
        "description": "Flight(2012)\nIMDb....7.3,,,,,Rotten....78%\n Denzel Washingtonက လေယာဉ်ပိုင်းလော့ တစ်ယောက်.....\nတစ်ရက်ကျတော့ သူတာဝန်ယူမောင်းနှင်တဲ့ ခရီးသည်တင် လေယာဉ်ဟာ စက်ချို့ယွင်းမှုဖြစ်ပြီး လေယာဉ်ပျက်ကျပါတော့တယ် ...ဒါပေမယ့်သူဟာ ကျွမ်းကျင်မှူနဲ့\nအခြေအနေပေါ်မူတည်ပြီးစွန့်စားမှုတွေပြုလုပ်ခဲ့လို့ လေယာဉ်ဟာ အကောင်းမွန်ဆုံးဆင်းသက်နိုင်ခဲ့တယ်...\nလူအနည်းငယ်သာ သေဆုံးခဲ့ရပြီး\nသူလည်း  ပြည်သူတွေအတွက် Heroတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်....လေယာဉ်ပျက်ကျစဉ်ကဒဏ်ရာကြောင့်သူဆေးရုံတက်ခဲ့ရတယ် ...\nခင်ဗျားတို့အနေနဲ့ ဇာတ်လမ်းတစ်ခုလုံးပြောလိုက်တယ်လို့ထင်နေလိမ့်မယ်..အပေါ်ကပြောခဲ့တဲ့ဖြစ်စဉ်ဟာ အစပိုင်း မိနစ်(၂၀)လောက်မှာပဲဖြစ်သွားတာ...သူဆေးရုံကဆင်းပြီးတဲ့အချိန်မှာ တကယ့်ဇာတ်လမ်းက စတော့တာပဲ ...သူ့ကို စုံခုံဖွဲ တရားရုံးတင်တော့တာပဲ...လူတွေကယ်တင်နိုင်ရဲ့သားနဲ့ဘာကြောင့်တရားရုံးတင်ခံရတာလဲ...\nသူဘာတွေများလုပ်ခဲ့လို့လဲ...သူကရော ဒီအမှုတောကြီးကနေရုန်းထွက်နိုင်ပါ့မလား..\nDenezl Washington ကားတွေက သိတဲ့အတိုင်း ကားတိုင်းနီးပါးပြန်ကြည့်လည်း\nမရိုးနိုင်ပါဘူး...သူ့ရဲ့ အရှိန်အဝါနဲ့တင် ဇာတ်အိမ်မကောင်းရင်တော့ကြည့်ရတာ\nရသမြောက်နေတတ်တာမျိုးပေါ့..ဒီကားက ဇာတ်အိမ်လည်းအတော်ကောင်းပါတယ်..\nပြသချိန် ၂နာရီ၁၈မိနစ်ကို ရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်နေရတာပါ...\nဒီကားရဲ့ဒါရိုက်တာကတော့\nForrest Gump, Cast Awayတို့လိုကားမျိုးတွေရိုက်ကူးတဲ့ Director Robert Zemeckisပါ ။File Size…(4.37GB) (1.6GB) and (718MB)\nQuality…Blu-Ray4K.HEVC.EAC3.6CH, 1080p,720p\nFormat…mp4\nDuration…02:18:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/1hboa/Flight.2012.BLU-RAY.4K.HEVC.EAC3.6CH.PP(CM).mkv",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sOTBrctNYXiaqw7TGUCIrEZGGsJ.jpg",
        "title": "Old Flame (2022)",
        "description": "ဒီဇာတ်ကားက ပုံမှန်ကြည့်နေကြ ဇာတ်ကားတွေလိုမဟုတ်ပဲနဲ့တစ်မူထူးခြားနေတဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ဘယ်လိုထူးခြားတာလဲဆိုရင် ဇာတ်ကားတစ်ကားလုံးမှာသရုပ်ဆောင်တွေ အများကြီးမပါဝင်ပဲ နှစ်ယောက်ပဲပါဝင်တဲ့အပြင်ဇာတ်ဝင်ခန်းတွေအများကြီးမပါပဲ သုံးခန်းပဲ ပါဝင်တာဖြစ်ပါတယ်။ ဇာတ်လမ်းအစမှာတော့ကယ်လ်ဗင်ဆိုတဲ့ လူတစ်ယောက်ကကျောင်းသားဟောင်းပြန်လည်တွေ့ဆုံပွဲလုပ်ဖို့အတွက် ပြင်ဆင်စရာရှိတာတွေကိုပြင်ဆင်နေတာကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။အဲ့ဒီအချိန်မှာ ရေချယ်လာနာဆိုတဲ့သူ့ရဲ့ကျောင်းတုန်းကရည်းစားဟောင်းနဲ့တွေ့ခဲ့ပါတော့တယ်။ဒီလိုနဲ့ သူတို့လဲရှေးဟောင်းနှောင်းဖြစ် စကားတွေပြောဖြစ်ကြပါတော့တယ်။ဒီဇာတ်ဝင်ခန်းအထိကတော့ ဘာမှထူးထူးခြားခြားမရှိသေးပါဘူး။ဒါပေမယ့် ဒုတိယဇာတ်ဝင်ခန်းမှာ ရေချယ်နဲ့ကယ်လ်ဗင်တို့ကဘားတစ်ခုဆီရောက်သွားခဲ့ပြီး စကားပြောဖြစ်ခဲ့ကြပါတယ်။ အဲ့ဒီမှာ ရေချယ်ရဲ့စကားတွေက တောင်ရောက်မြောက်ရောက်တွေ ဖြစ်ပြီး တဖြည်းဖြည်းနဲ့ မူမမှန်ဖြစ်လာတာကို ကယ်ဗင်တစ်ယောက်သတိထားမိလာပါတော့တယ်။ အမှန်တော့ကယ်ဗင်က ရေချယ်ကိုကျောင်းမှာတုန်းက မုဒိမ်းကျင့်ခဲ့တယ်လို့ ရေချယ်ကထင်နေတာဖြစ်ပါတယ်။ အဲ့ဒါကြောင့် မလို့လဲသူတို့တွေလမ်းခွဲဖြစ်ခဲ့ကြတာဖြစ်ပါတယ်။ဒီလိုနဲ့သူတို့လဲအဲ့ဒီအကြောင်းကို အချေအတင်ပြောဖြစ်ခဲ့ကြပြီး ဇာတ်ဝင်ခန်း သုံးကိုရောက်တဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို စိတ်ဝင်စားစရာကောင်းစွာနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ File size…1.52GB / 575MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 31m\nGenre ….. Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "5.5",
        "url": "https://megaup.net/1X8r2/Old.Flame.2022.WEB-DL720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOTkxOGJkNjMtZDMxNC00ZWEyLWE4NmQtN2QxMWQ3ZTI3YTYzXkEyXkFqcGdeQXVyODgxMDAxMjY@._V1_FMjpg_UX1000_-1-135x200.jpg",
        "title": "It’s Quieter in the Twilight (2022)",
        "description": "It's Quieter in the Twilight (2022)\n=========================\nIMDb Rating - 7.8/10အာကာသထဲမှာရှိတဲ့ဂြိုဟ်တွေအကြောင်း စိတ်ဝင်စားကြတဲ့သူတွေ၊\nအထူးသဖြင့် တိုးတက်နေတဲ့ သိပ္ပံနည်းပညာတွေနောက်ကို လိုက်နေ\nကြတဲ့သူတွေအဖို့ ဒီမှတ်တမ်းရုပ်ရှင်က ရတနာသိုက်တစ်ခုပါပဲ။ ပေး\nရတဲ့အချိန်နဲ့ တန်တဲ့ information တွေ knowledge တွေကို ရချင်\nတယ်ဆိုရင်တော့ must watch ပါပဲလို့ ထပ်ပြီးညွှန်းပေးချင်ပါတယ်။1977 ခုနှစ်မှာ NASA က Jupiter နဲ့ Saturn ဂြိုဟ်နှစ်လုံးကို စူး‌စမ်း\nလေ့လာဖို့အတွက် Voyager 1 နဲ့ Voyager 2 ဆိုတဲ့ အာကာသယာဉ်\nနှစ်စင်းကို လွှတ်တင်ခဲ့ပါတယ်။ ပထမမစ်ရှင်ကတော့ ဒီဂြိုဟ်နှစ်လုံးကို\nလေ့လာဖို့အတွက်ပါပဲ။ ဒါပေမဲ့ Jupiter ရဲ့ လပေါ်မှာ မီးတောင်ရှင်တွေ\nရှိနေတာရယ်၊ Saturn ရဲ့ ကွင်းတွေကြားက ရှုပ်ထွေးမှု ပုံသဏ္ဍာန်တွေ\nကြောင့် ထပ်ဆောင်းမစ်ရှင်‌တွေ ရှိလာခဲ့ပါတယ်။Voyager 2 က Uranus, Neptune ...",
        "rating": "7.8",
        "url": "https://megaup.net/3iYfi/Its.Quieter.in.the.Twilight.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/60zAHXsnI3n1oSvDoGmnCA-140x200.jpg",
        "title": "[18+]Pretty Sister(2018)",
        "description": "[18+]Pretty Sister(2018)**********************ကောင်လေးတစ်ယောက်ဟာ ရုပ်လေးချောသလောက်ကျောင်းတွင်းအနိုင်ကျင့်ခံနေရတယ်..ဒါကိုအိမ်နီးချင်းမမကစေတနာတွေပိုပြီးကျောင်းတွင်းကျောင်းပြင်လိုက်ကာကွယ်ပေးနေရတယ်...ဒီကောင်လေးအရွယ်ရောက်လာသလိုမမကလည်း နွေရာသီမှာ ကူးတဲ့ရေဆေးငါးကြီးလိုလှပစွင့်ငှါးလို့ပေါ့..ဒီနောက်မှာတော့ ၃ပွင့်ဆိုင်အချစ်လှလှလေးမောင်လေးနဲ့မမကြား ကောင်မလေးတစ်ယောက်ဝင်လာတဲ့အခါမှတော့...File size… 1.9GB& 720MB\nQuality… WEB-DL1080p,720p\nFormat…mp4\nDuration….1hr 33min\nGenre ….. Adult , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1hbi5/Pretty.Sister.2018.WEB-DL,1080P(CM).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNGU5ZTY4NzItNGU0NC00YzFjLTlmN2MtZTgxODg0OTc1ZDQ0XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-161x200.jpg",
        "title": "Archana 31 Not Out (2022)",
        "description": "Archana 31 Not Out (2022)IMDb-5.7/10\"ကျွန်မဘဝကို ဗေဒင်ဆရာရော မင်္ဂလာအကျိုးဆောင်ရော ဘယ်သူမှဝင်ဆုံးဖြတ်ပိုင်ခွင့်မရှိဘူး\" ဆိုတဲ့\nအသက် ၂၈ ရောက်နေတဲ့ ကျောင်းဆရာမလေး အာချနာသူငယ်ချင်းတွေ အနီးနားကရွယ်တူအမျိုးသမီးလေးတွေ အိမ်ထောင်တွေကျ\nသားသားမီးမီးလေးတွေရနဲ့ ပျော်ရွှင်တဲ့ဘဝလေးတွေပိုင်ဆိုင်နေကြချိန်မှာ\nအာချနာတစ်ယောက်ကတော့ မိသားစုအတွက်အလုပ်တွေကြိုးစားလုပ်ရင်း\nအချစ်ရေးအိမ်ထောင်ရေးတွေမေ့ပြီး အပျိုကြီးဘဝထဲ ဝင်မှန်းမသိဝင်လာတဲ့အချိန်မင်္ဂလာအကျိုးဆောင်နဲ့ ဘဝလက်တွဲဖော်ကိုရှာတဲ့ချိန်မှာလည်း\nအကြောင်းပြချက်ပေါင်းများစွာနဲ့ ၃၁ ကြိမ်တိုင် အဆင်မပြေတေ့လွဲလေးတွေလွဲနေခဲ့တယ်အချစ်ဆိုတာလိုက်ဖမ်းရင်းပတ်ပြေးတတ်ပြီး ငြိမ်နေရင်တည့်တည့်လာတိုးတတ်တဲ့အရာမလားအာချနာရောနဖူးစာရွာလည်ပြီး ဖူးစာဘက်နဲ့တွေ့သွားမလား အပျိုကြီးအဖြစ်နဲ့ပဲ\nတစ်သက်လုံးစာသင်တဲ့ဆရာမလေးလုပ်သွားတော့မလား...ဘာဝါဒီဝါဒတွေမှ မပါဘဲ ဘဝဆန်ဆန်ဆရာမလေးအကြောင်း\nဟာသဒရာမအရောလေးနဲ့ခံစားကြည့်ပါဦးအညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့\nV ~ BpL ~ Moon ~ Zwe Yan ~ Yunni တို့ပဲဖြစ်ပါတယ်\nFile size…1.9GB / 1GB\nQuality…1080p WEB DL / 720p \nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  V ~ BpL ~ Moon ~ Zwe Yan ~ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1hb9p/Archana_31_Not_Out_(2023)_Tamil_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYmY3ZmY2YjQtY2ZiMy00Zjk2LWExOWUtNWQxMTRiNTA3Yzc2XkEyXkFqcGdeQXVyNDk4OTEwMzk@._V1_-160x200.jpg",
        "title": "7:11 PM (2023)",
        "description": "711 PM (2023)IMDb- 7.1/10ယခုတစ်ခါ တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့\nအိန္ဒိယဇာတ်ကားထဲမှာ ရှားရှားပါးပါး Genere Sci-Fi အမျိုးအစားပဲဖြစ်ပါတယ်ဒီ‌တီလဂူးရုပ်ရှင်က ပုံမှန်ရိုက်နေကျပုံစံမဟုတ်ပဲ သိပ္ပံရုပ်ရှင်ဆိုပေမဲ့\nချာတူးမလန်သွားတဲ့အပြင် rating 7.1/10 ထိရရှိထားပါတယ်\nသိပ္ပံရုပ်ရှင်ဆိုပေမဲ့ space ship တွေ တဝီဝီနဲ့ light saber တွေ\nထုတ်ပြီး ခုတ်ကြမဲ့ Sci-Fi အမျိုးအစားတော့မဟုတ်ပါဘူးအနာဂတ် 2400ခုနှစ်မှာ အခက်အခဲကြုံနေရတဲ့ လူသားမျိုးနွယ်ဟာ အတိတ်ကို\nအချိန်ခရီးသွားပြီး အဖြေရှာတော့ သူတို့ပြသနာကို\nဖြေရှင်းပေးနိုင်တဲ့ တီထွင်မှုတစ်ခုရှိနေတာကို သိလိုက်ရပါတယ်မျက်မှောက်ခေတ် 1999 ခုနှစ်မှာလည်း အဲဒီမြို့လေးမှာ အိန္ဒိယထုံးစံအတိုင်း\nနိုင်ငံရေးတွေ အာဏာတွေပါဝါတွေနဲ့ တိုင်ပတ်နေတဲ့အခါမှာတော့\nဘာဆက်ဖြစ်မလဲဆိုတာ ဆက်ရှုစားကြရမှာပါ\nSci-Fi ကားဆိုပေမဲ့ အိုဗာတွေတလွဲတွေ သိပ်မပါပဲ\nခိုင်မာတဲ့ ဇာတ်အိမ်နဲ့ အကွက်ကျကျရိုက်ကူးပြထားတာမို့\nပရိသတ်များခံစားဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ပေးထားတာကတော့ BpL~ Saii ~ Zwe V ~YH တို့ပဲဖြစ်ပါတယ်\nFile size…2.16GB /1.03GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar ...",
        "rating": "7.4",
        "url": "https://megaup.net/1hanc/711_PM_(2023)_Telugu_WEB-DL_-720p_-_YK(CM).mp4",
        "category": "Action, Bollywood, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rD3x0J6UCOhtv4Dj5AC7n8bxI5T.jpg",
        "title": "[18+]Happy Ending(2023)",
        "description": "[18+]Happy Ending(2023)*************************(18+မို့ မိသားစု နဲ့အတူမကြည့်သင့်ပါဘူး.)မင့်ခ်ခေါ် မင်ကီနဲ့ လူနာ(လွန်း)တို့ဟာ သိပ်ချစ်ကြတဲ့စုံတွဲတစ်တွဲဖြစ်ပါတယ်။သူတို့အတွဲဟာ ချစ်ကြိုက် လာကြတာ တစ်နှစ်ရှိသွားပြီဖြစ်ပြီး ကိုယ်စီကိုယ်စီအလုပ်လုပ်ရင်း လက်မထပ်ဘဲ Living Together ဘဝနဲ့ဖြတ် သန်းနေပါတယ်။ Living Together ဖြစ်ပေမယ့်မိန်းကလေးဖြစ်သူ လူနာ ခေါ် လွန်းဟာ လိင်ဆန္ဒပြီး‌မြောက်မှု (Organism) ကို ခံစားဖူး ခြင်းမရှိတဲ့အတွက်မင့်ခ်နဲ့ ဆက်ဆံရတာကို အနည်းငယ်ကသိကအောက်ဖြစ်နေပါတယ်။ ဒီလိုနဲ့ပဲ တစ်ရက်မှာ သူငယ်ချင်းတွေရဲ့အကြံပေးမှုကနေ သူတို့အတွဲဟာ အတွေ့အကြုံသစ်တစ်ခု၊ ဆက်ဆံမှု ပုံစံအသစ်တစ်ခုကိုစမ်း ကြည့်ဖို့ စိတ်ကူးရသွား ပါတယ်။ သူတို့စမ်းကြည့်မယ့် ဆက်ဆံမှုပုံစံသစ်ကတော့သီရိစံ(Threesome၊ လိင်ဆက်ဆံဖော် ၃ ယောက်နဲ့ဆက်ဆံ)တာပါပဲ။ အဲ့အတွေ့အကြုံသစ်ကိုခံစားအပြီးမှာတော့သူတို့အတွဲရဲ့ အချစ်ရေးကြားမှာ မျှော်လင့်မထားတာတွေဖြစ်လာပါတော့တယ်။လူနာလိုချင်တဲ့ Organismကို သီရိစံနည်းလမ်းနဲ့ အဖြေရှာ နိုင်မလား၊ သူတို့အတွဲရဲ့ဆက်ဆံရေးအလှည့်အပြောင်း ဘယ်လိုဖြစ်သွားမှာလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ကြည့်ရှုလိုက်ကြပါခင်ဗျာ။File size… 1.2GB& 636MB\nQuality… WEB-DL1080p,720p\nFormat…mp4\nDuration….1hr 33min\nGenre ...",
        "rating": "",
        "url": "https://megaup.net/1X8m5/Happy.Ending.2023_.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/f5745dfcd337ddaf34b1a67ed8a04b0170d4b02830e4052bda28fbb30924ee3d-150x200.jpg",
        "title": "Watching the Detectives (2007)",
        "description": "Batman franchise နဲ့ Peaky Blinders ဇာတ်ကားတွေနဲ့ နာမည်ကြီးတဲ့ မင်းသား Cilian Murphy ရဲ့ 2007 ထွက် Watching The Detectivesဆိုတဲ့ အချစ်ဟာသကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။နီးလ်က ဗီဒီယိုခွေအငှားဆိုင်သေးသေးလေးရဲ့ ပိုင်ရှင်တစ်ယောက်ဖြစ်ပြီး သူ့တစ်ဘဝလုံးကို ဇာတ်ကားတွေကြည့်ရင်း ကုန်ဆုံးလာခဲ့သလို သူ့ရဲ့ထူးဆန်းတဲ့ဝါသနာနဲ့အမြင်ကြောင့် ဘယ်စော်နဲ့မှမမြဲတဲ့ လူပျိုကြီးတစ်ယောက်ဖြစ်ပါတယ်။ ဇာတ်ကားကြည့်မလား စော်နဲ့လည်မလားဆိုရင်တောင် ဇာတ်ကားပဲကြည့်မဲ့သူမျိုးမို့ စော်မမြဲတာလည်း မဆန်းဘူးပေါ့ဗျာ။ဗိုင်အိုလက်ကတော့ တစ်ရက်မှာ သူ့ဆိုင်ကိုခွေလာငှားရင်း သိကျွမ်းခွင့်ရခဲ့တဲ့ ထူးခြားတဲ့မိန်းကလေးတစ်‌ယောက် ဖြစ်ပါတယ်။ ငြိမ်ငြိမ်လေးမနေတတ်ဘဲ စွန့်စားခန်းတွေဖွင့်ရတာကိုနှစ်သက်ပြီး သူနဲ့ဝါသနာတစ်စက်ကလေးမှမတူတဲ့ ဗိုင်အိုလက်က သူ့ရဲ့ကိုယ်ရေးကိုယ်တာတွေကိုလည်း ဘာမှပေးမသိထားတာကြောင့် ‌နီးလ်အတွက်တော့ ပဟေဠိတစ်ပုဒ်လိုပါပဲ။ ပဟေဠိဆန်တာတွေကိုမှ စွဲလမ်းတတ်တဲ့လူ့သဘာဝအရ နီးလ်ဟာ ဗိုင်အိုလက်အပေါ်မှာ ထူးထူးခြားခြားငြိတွယ်သွားခဲ့ပါတယ်။IMDB rating 6.2 အထိရရှိထားပြီး ငယ်ငယ်ကခွေအငှားဆိုင်မှာ ဗီဒီယိုအခွေတွေငှားပြီး အိမ်မှာကြည့်ခဲ့ရတဲ့ငယ်ဘဝကို ပြန်လွမ်းဆွတ်သွားစေမဲ့ ကြည့်လို့ကောင်းတဲ့ကားလေးတစ်ကားပါပဲ။ File size…(1.9 GB)/(960 Mb)\nQuality….Webrip ...",
        "rating": "6.2",
        "url": "https://megaup.net/1X8dv/Watching.The.Detectives.2007.720p(CM).WEBRip.x264.AAC.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYjQ5MDQxM2QtMzMxNS00M2ZkLTkyNjMtNjg0YWM0YmVmZjM2XkEyXkFqcGdeQXVyMzU2OTc4MzU@._V1_-1-133x200.jpg",
        "title": "Three Ways (2022)",
        "description": "စတေစီဟာ ထက်မြက်ပြီးတော့ စိတ်သဘောထားကောင်းပြီး အလုပ်အကိုင်ကောင်းတဲ့ ဂရပ်ဖစ်ဒီဇိုင်နာတစ်ယောက် ဖြစ်ပါတယ်။ ဒါပေမယ့် သူမဟာ လိင်မှုကိစ္စတွေမှာ မကျွမ်းကျင်ဘဲ ဇီဇာကြောင်တတ်တဲ့အတွက် အချစ်ရေးကံခေတဲ့သူပါ။ တစ်နေ့မှာတော့ သူ့ကိုအရှိအတိုင်းချစ်ပေးနိုင်တဲ့ ဂျပ်စတင်ဆိုတဲ့ကျောင်းဆရာနဲ့တွေ့ပြီး သမီးရည်းစားတွေ ဖြစ်သွားကြပါတယ်။ သူမရဲ့ လိင်မှုကိစ္စလိုအပ်ချက်ကြောင့် ဂျပ်စတင်က သူမကိုငြီးငွေ့လာမှာစိုးတာကြောင့် လိုက်လျောပေးတဲ့အနေနဲ့ ဂျပ်စတင်ရဲ့ ကျောင်းနေဖက်သူငယ်ချင်းဖြစ်တဲ့ လော်ရိန်းနဲ့ သုံးယောက်သား သရီးဆမ်းကြဖို့ ဖြစ်လာပါတော့တယ်။ တစ်ဖက်မှာ လော်ရိန်းကလည်း ကျောင်းတုန်းကတည်က ဂျပ်စတင်ကိုသဘောကျနေတာပါ။ သူတို့သုံးဦးသား အတွေးကိုယ်စီနဲ့ သရီးဆမ်းကြမယ့်အဖြစ်ကို ဟာသအနည်းငယ်နှောပြီး ကြည့်ရှုရမှာဖြစ်ပါတယ်။File size…(729 MB)Quality….Webrip 720p\nFormat…mp4\nDuration….01:32:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Matteo",
        "rating": "5.7",
        "url": "https://megaup.net/1X59o/Three.Ways.2022.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMTQyNjMwMzA1MV5BMl5BanBnXkFtZTcwMzQyNDAxNg@@._V1_FMjpg_UX1000_-130x200.jpg",
        "title": "Red State (2011)",
        "description": "Imdb rating - 6.1 ဒီဇာတ်ကားက ဘာသာ​ရေးအစွန်းရောက်မှုကို​ အခြေ​တည်​ထားတဲ့​ indie​ ရုပ်ရှင်​ကား​ပါ။ ၂၀၁၁​ က​ထွက်ရှိခဲ့ပြီး Horror/Thriller နဲ့​ Action အမျိုး​အစား​ဖြစ်ပါတယ်။ ဇာတ်လမ်း​အကျဥ်း​ကတော့​ ဆယ်ကျော်သက်အရွယ်ကျောင်းသားလူငယ်သုံးယောက်ကို အမျိုးသမီး​တစ်ဦးက​ အွန်လိုင်း​ကနေ​ လိင်​ဆက်ဆံဖို့ဖိတ်ခေါ်ပါတယ်။ လူငယ်​သုံးယောက်​ကနေ​ သွေးရိုးသားရိုးပဲထင်ပြီး လက်ခံမိရာကနေ သူတို့အပေါ်ဆိုး​ဝါးတဲ့ကံကြမ္မာဆိုးတစ်ခု ကျရောက်လာပါတော့တယ်။တကယ်​တော့​ အဲဒီအမျိုးသမီးက Abin​ Cooper​ လို့ခေါ်တဲ့​အစွန်းရောက်ဘာသာရေးသမားတစ်ဥိီး​ ခေါင်းဆောင်တဲ့ Five​ Points​ Trinity Church​ အဖွဲ့ဝင်တစ်ဦးဖြစ်ပြီး အဲဒီအဖွဲ့ဟာ ဘာသာရေး​အစွန်း​ရောက်​အဖွဲ့ ဖြစ်ပြီး​ လိင်​တူဆက်ဆံခြင်း လိင်ဖောက်ပြန်ခြင်းတို့ကို​ ရွံရှာမုန်းတီးကြသူများဖြစ်ပါတယ်။ လူငယ်​သုံးယောက်​တို့​ ဒီဂိုဏ်းလက်ထဲကလွတ်နိုင်ပါ့​မလား​ ဒီဂိုဏ်းရဲ့ရည်ရွယ်​ချက်​က​ ဘာဖြစ်​မလဲဆိုတာကိုတော့​ ဒီရုပ်ရှင်​ကိုကြည့်ရှုရင်းနဲ့ပဲ အဖြေရှာစေလိုပါတယ်။ ဒီဇာတ်ကားက​ Horror/Thriller ဆိုပေမဲ့ သွေး​ထွက်သံယိုအက်ရှင်ဇာတ်လမ်းဖက်ကို အလေးကဲနေတယ်လို့ထင်ပါတယ်။ အမေရိကန်​ indie​ ရုပ်​ရှင်​ဖြစ်ပြီး​ Stiges Film Festival မှာ​ Best ...",
        "rating": "6.1",
        "url": "https://megaup.net/1X59i/Red.State.2011.720p.(CM).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMTY4MjM5ZTEtZTJhYS00MjJhLWJhYWUtZWU5NjdjNDM2NDc3XkEyXkFqcGdeQXVyNjc1OTk4NjA@._V1_-133x200.jpg",
        "title": "Tyson Fury: Redemption (2022)",
        "description": "Tyson Fury: Redemption (2022)\n========================အမ္ဘာ့အကြီးမြတ်ဆုံးဟဲဗီးဝိတ်ချန်ပီယံတစ်ယောက်ဖြစ်တဲ့\nTyson Fury ရဲ့ Documentaryပဲဖြစ်ပါတယ်။ သူချန်ပီယံ\nတစ်ယောက်ဖြစ်ဖို့ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ခဲ့ရလဲ\nTyson Fury ကဘယ်လိုလူမျိုးလဲ စတာတွေအပြင်၊ သူ\nပရော်ဖက်ရှင်နယ်သက်တမ်းတစ်လျောက်ကြုံခဲ့ရတဲ့ အနိမ့်\nအမြင့်အတက်အကျတွေကိုမြင်တွေရမဲ့ documentary ပဲ\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Zar Ni Oo ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (460 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........54Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Documentary, Sport\nTranslator......Khant Zar Ni Oo\nEncoder..........SWM",
        "rating": "4.2",
        "url": "https://megaup.net/1h2j0/Tyson.Fury.Redemption.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wXmN64q8nmBwcOpEMoHNZhjtwT4.jpg",
        "title": "Redeemer (2014)",
        "description": "ပါဒိုဆိုတဲ့လူသတ်သမားတစ်ယောက်ဟာ တစ်နေ့ သူလုပ်ကြံရမယ့်သူရဲ့သားကိုမထင်မှတ်ဘဲ သတ်မိသွားတယ်။ တစ်ဦးတည်းသောသားလေးအသတ်ခံရအတွက်စကော်ပီယံဟာ ပါဒိုကို မြေလှန်လိုက်ရှာပြီး မိန်းမနဲ့ မမွေးသေတဲ့ကလေးကိုပါဒိုရဲ့ရှေ့မှာနှိပ်စက်ပြီးသတ်ပစ်လိုက်တယ်။ ပါဒို‌ကိုတော့ သဲကန္တာရအလယ်မှာကျည်တစ်တောင့် သေနတ်တစ်လက်နဲ့ထားခဲ့လိုက်တယ်။သဲကန္တာရကနေ အသက်ရှင်လာတဲ့ ပါဒိုဟာဘုရားသခင်ရဲ့စောင့်ရှောက်မှုကြောင့်မသေဘူးလို့ယူဆလိုက်ပြီး ကောင်းကင်ဘုံကိုသွားဖို့အတွက် ဘုရားကျောင်းမှာဆုတောင်းသူတွေရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးမယ်လို့ဆုံဖြတ်လိုက်တယ်။အဲ့မြို့မှာပဲ မူးယစ်ရောင်းဝယ်နေတဲ့ အမေရိကန်သား စတီဗ်ရဲ့ လူတွေဟာ ထင်တိုင်းကြဲနေတော့ ဘုရားကျောင်းလာတဲ့သူတွေဟာ သူတို့ရန်ကနေလွှတ်ဖို့ပဲဆုတောင်းကြတော့တယ်။ ဒီလိုနဲ့ပါဒိုတစ်ယောက် ဆုတောင်းသူတွေရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးမယ်လို့ဆုံးဖြတ်လိုက်တဲ့အခါမှာတော့...........   File size…1.63GB / 867MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 28m\nGenre ….. Action , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tin Myo Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/1h9o9/Redeemer.2014.BluRay720p(CM).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cPvW6PchT6Dsss3sStKilnhKvGT.jpg",
        "title": "The Killer (2017)",
        "description": "အသက်ရှင်နေထိုင်ဖို့ခက်ခဲလွန်းတဲ့ သဲကန္တာရမှာ လူဆိုးလူမိုက်တွေဟာအဖွဲ့ဖွဲ့ပြီးတော့ သာမန်ပြည်သူတွေဆီကနေ လုယူသတ်ဖြတ်ပြီးပိုင်ဆိုင်မှုတွေကိုအပိုင်သိမ်းကြပြီး ဒီအဖွဲ့ကို ပိုင်ဆိုင်တဲ့သူက ပြင်သစ်ကြီးမွန်ဆီယာဘလန်ရှောဖြစ်ပါတယ်။ ပြင်သစ်ကြီးဟာ မြို့မျက်နှာဖုံးဖြစ်ပြီးသူလိုချင်တဲ့မြေနေရာတွေကို မရောင်းတဲ့သူတွေ သူ့ကိုအန္တရာယ်ဖြစ်အောင်လုပ်တဲ့သူတွေကို လူသတ်သမားတွေငှားပြီးသတ်ခိုင်း လေ့ရှိပါတယ်။ မြို့မှာမန်ကီးလို့ခေါ်တဲ့ တရားဥပဒေစိုးမိုးရေး ရဲတပ်ဖွဲ့ဆိုတာရှိတယ်ဆိုပေမယ့်ထင်သလောက် ဆောင်ရွက်နိုင်မှုမရှိပါဘူး။ အကြောင်းကတော့ ရဲတွေနဲ့ပက်သက်သူမှန်သမျှကိုသတင်းပေးသတ်ဖြတ်နိုင်အောင် ပြင်သစ်ကြီးကအတွင်းလူသူလျှိုထားထားပါတယ်။ ဥပဒေမဲ့မြို့ကို ရှက်ဂီဆိုတဲ့ လူမိုက်လေးရောက်လာပါတယ်။ ရှက်ဂီဟာမြို့ကိုမ‌‌ရောက်ခင်မှာ မြို့နဲ့အရမ်းအလှမ်းဝေးတဲ့သဲကန္တာရမှာနေထိုင်ခဲ့တာပါ။ရှက်ဂီကို ဆဲဗင်းအီးယားစ်ဆိုတဲ့ လူသတ်သမားကကျွေးမွေးပြုစုခဲ့ပြီး အမဲလိုက်နည်း သေနတ်ပစ်နည်း သားသတ်နည်း မျိုးစုံကိုကျွမ်းကျင့်အဆင့်ဖြစ်အောင်သင်ပေးခဲ့တာပါ။ တစ်နေ့ မြို့ကိုသွားရင်းနဲ့ဆဲဗင်းအီးယားစ်က ပြန်မလာတော့ပါဘူး။ နှစ်များစွာကြာတော့ ရှက်ဂီဟာဆဲဗင်းအီးယားစ်ကိုမြို့မှာလိုက်ရှာရင်းနဲ့ ပြင်သစ်ကြီးဆီမှာ အလုပ်လုပ်နေလိုက်တယ်။ဘာဆိုဘာမှမရှိတဲ့နေရာက လာတဲ့ ရှက်ဂီဟာ လိုချင်တာမှန်သမျှရလာပြီးလောဘတွေတက်လာတဲ့အခါမှာတော့...... File size…1.76GB / 753MB\nQuality…NF WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 39m\nGenre ….. Action , Western\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "6.0",
        "url": "https://megaup.net/2D4hD/The.Killer.2017.NF.WEB-DL720p.MW(CM).mp4",
        "category": "Action, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKkSgPBmbJ6mDSfxRzTFpqSQCzE.jpg",
        "title": "Fugitive Pieces (2007)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ကမ္ဘာစစ်အတွင်းမှာ နာဇီတွေကြောင့်ဂျူးလူမျိုးတွေ ခံစားခဲ့ရတဲ့အကျိုးဆက်ကိုရိုက်ကူးထားတဲ့ ကားတစ်ကားပဲဖြစ်ပါတယ်။ ပိုလန်နိုင်ငံက တောအုပ်လေးထဲမှာ ဂျူးမိသားစုလေးယောက် အေးအေးချမ်းချမ်းနေနေပေမဲ့ နာဇီစစ်သားအချို့ဝင်လာပြီး အဖေ၊ အမေနဲ့ အစ်မဖြစ်သူတို့ကိုဆွဲခေါ်သွားပါတယ်။ ဂျက်ကော့ကိုယ်တိုင်တောင် စားပွဲအောက်မှာပုန်းနေလို့အသက်ဘေးလွတ်ခဲ့ရတာပါ။ အမေတို့ကတော့ စောင့်နေဖို့မှာခဲ့ပေမဲ့ ကလေးဆိုတော့ကြောက်ကြောက်လန့်လန့်နဲ့ တောအုပ်ထဲပြေးမိပြေးရာပြေးရင်း တိမ်ကောသွားတဲ့မြစ်ကိုသုတေသနလာလုပ်တဲ့ ဂရိနိုင်ငံသား ရှေးဟောင်းသုတေသနပညာရှင်နဲ့တွေ့ပြီးမွေးစားခံလိုက်ရပါတယ်။ သူတို့နှစ်ယောက်ဟာ ပိုလန်ကနေ ဂရိကို ခိုးကြောင်ခိုးဝှက်ပြန်လာခဲ့ပါတယ်။ နုနယ်သေးတဲ့ကလေးအရွယ်မှာ မျက်စိရှေ့တင် အဖေအသတ်ခံရအစ်မနဲ့ အမေတို့ကို ဆွဲခေါ်သွားတာတွေ တွေ့လိုက်ရတဲ့အတွက် ဒီကလေးရင်မှာစိတ်ဒဏ်ရာတွေ ဘယ်လောက်တောင်များ ရှိနေလိုက်မလဲ။ ဒီကလေးဟာကောင်းကောင်းမွန်မွန်ရော ကြီးပြင်းသွားပါ့မလား။ အချစ်ဆိုတဲ့အရာကိုရောသူခံစားနိုင်ပါဦးမလား။ စောင့်နေလို့မှာခဲ့တာကို မစောင့်ခဲ့မိတဲ့သူ့ကိုယ်သူရောအပြစ်တင်နေဦးမလား စတဲ့မေးခွန်းပေါင်းများစွာနဲ့ ဒီဇာတ်ကားကို ဆက်လက်‌ကြည့်ရှုပေးပါဦးခင်ဗျာ။ File size…2.87GB / 941MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 44m\nGenre ….. Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jane",
        "rating": "6.9",
        "url": "https://megaup.net/1h9jk/Fugitive.Pieces.2007.WEB-DL720p(CM).mp4",
        "category": "Drama"
    }
]