[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5JU9ytZJyR3zmClGmVm9q4Geqbd.jpg",
        "title": "Terminator Genisys (2015)",
        "description": "အားလုံးစောင့်မျှော်နေတဲ့ Terminator Genisys ကိုတင်ဆက်ပေးလိုက်ပါတယ်..ဒီကားအကြောင်းကို အတတ်နိုင်ဆုံး Spoiler မပါအောင်ရေးပေးသွားမှာဖြစ်ပြီးဇာတ်လမ်းကသိပ်မရှုပ်လို့ မရှင်းပြတော့ပါဘူးဇာတ်လမ်းမပြောခင်မှာရုပ်ရှင်ထဲကTimeTravelအကြောင်းအနည်းငယ်ရှင်းပြချင်ပါတယ်..Time Travel ဇာတ်လမ်းတွေမှာ Alternate Timeline လို့ခေါ်တဲ့ အချိန်တွေထွက်လာပါတယ်။Comic Book ဖတ်တဲ့သူတွေက ဒီအခေါ်အဝေါ်ကိုရင်းနှီးပြီး ဘာကိုဆိုလိုလည်းဆိုတာ တန်းသိမှာပါ။အနီးစပ်ဆုံးဥပမာပေးရရင် Jet Li ရဲ့ The One ဇာတ်ကားထဲက အယူအဆနဲ့တူတူပါပဲ။Timeline ဆို Facebook က Timeline ပြေးမြင်နေကြလားမသိဘူး။Alternate Timeline ကို လူပိန်းနည်းနဲ့ပြောရရင်Facebook မှာအကောင့် ၂ခု နာမည်တူ ဓါတ်ပုံအတူဖွင့်ထားတဲ့သဘောပါဘူး။ဒါပေမယ့် ပို့စ်တူတူတင်ရင်တောင် တင်တဲ့ အချိန် မိနစ်ပိုင်းကွာသွားမှာဖြစ်သလို၊ မတူတာတွေလည်း တင်လို့ရပါတယ်။ဇာတ်လမ်းက Terminator, Terminator 2 တို့နဲ့ မဆိုင်ပဲ သူနဲ့ အပြိုင်ရှိတဲ့Timeline မှာ ဖြစ်တဲ့အဖြစ်အပျက်တွေဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာ John Connor က Kyle Reese ကိုသူ့အမေကို ကာကွယ်ဖို့ ပြန်လွှတ်လိုက်တဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2nFrz/Terminator_Genisys_[2015]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gw6JhlekZgtKUFlDTezq3j5JEPK.jpg",
        "title": "Terminator Salvation (2009)",
        "description": "2019မှာအသစ်ထပ်မံထွက်ရှိလာတဲ့Terminator ကားရဲ့အရင်ကထွက်ခဲ့တဲ့ဇာတ်ကားတစ်ကားပါTerminatorဆိုတာနဲ့လူတိုင်းသိပြီးသားဇာတ်ကားတစ်ကား​​​ပေါ့ဒီကားမှာ​တော့ The Knight မင်းသားကြီးChristian Bale နဲ့ Avator မင်းသားကြီး Sam Worthingtonတို့ပါဝင်ထားတဲ့​ကား​ကောင်းတစ်​ကောင်းပါဂျွန်​​ကော်နာက စကိုင်းနက်ရဲ့ projectအသစ်ဖြစ်တဲ့T-800ကိုရှာ​တွေ့ခဲ့တယ်T-800ကလူသား​မျိုးနွယ်​တွေကို​ပျောက်ဆုံးသွား​အောင်လုပ်နိုင်တယ်ဒါ​ကြောင့် ဂျွန်​ကော်နာက စစ်တပ်ကိုဦး​ဆောင်ပြီးterminator​တွေကိုဆန့်ကျင်ဖို့ဆုံးဖြတ်လိုက်တယ်​ဂျွန်​ကော်နာက ကိုင်လီရီးစ်ကိုရှာ​ဖွေဖို့ စကိုင်းနဲ့ထဲကိုဘယ်လိုဝင်ပြီး ရှာ​ဖွေခဲ့လည်းဆိုတာဘာ​တွေနဲ့ရင်ဆိုင်ရလည်းဆိုတာ ကြည့်ရှု့ရမှာပါ File Size : ( 2 GB , 1 GB , 411 MB )Quality :  BluRay 1080p 5.1 cH , BluRay 720p , BluRay 480pRunning Time : 1 hr 55 minFormat ...",
        "rating": "6.5",
        "url": "https://megaup.net/2P08f/(CM)Terminator.Salvation.2009_BluRay_720p.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2y4dmgWYRMYXdD1UyJVcn2HSd1D.jpg",
        "title": "Terminator 2: Judgment Day (1991)",
        "description": "ကဲအခုတစ္ခါေတာ့ မင္းသားႀကီးအာႏိုးရဲ႕Terminator ဒုတိယကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက ေတာ့ Old But Goldလို႔ေျပာရမွာပါပဲဗ် အရင္ၾကည့္ဘူးတဲ့သူ ေတာ္ေတာ္ မ်ားတာမို႔သိပ္ၿပီး မၫြန္းေတာ့ပါဘူး ကဲဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ပထမကားရဲ႕ အဆက္ စက္ရုပ္လူသားေတြရဲ႕ ရန္ၿငိဳးက မဆံုးႏိုင္ေသးပဲဆာရာေကာ္နာရဲ႕ မ်ိဳးဆက္ ဂ်ိန္းေကာ္နာအထိ ရန္ၿငိဳးကဆက္လက္ပါလာခဲ့ၿပီး လုပ္ႀကံသတ္ျဖတ္ဖို႔အတြက္ေစခိုင္းရာမွဘယ္လိုေတြမ်ား ဆက္ျဖစ္ၾကမယ္ဆိုတာကိုေတာ့ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ File Size : ( 3 GB , 1 GB , 427 MB )Quality :  BluRay 1080p 5.1 cH , BluRay 720p , BluRay 480pRunning Time : 2 hr 17 minFormat : Mp4Genre : Action , Sci-FiSubtitle : Myanmar Subtitle ...",
        "rating": "8.5",
        "url": "https://megaup.net/1t5er/(CM)Terminator.2.Judgement.Day.1991_BluRay_720p.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/71oC-8Pkn7L._SL1109_-135x200.jpg",
        "title": "Terminator 3: Rise of the Machines (2003)",
        "description": "ဒီဇာတ္ကားကိုေတာ့ အမ်ားၾကီးညႊန္းစရာမလိုေတာ့ဘူးလို႕ထင္ပါတယ္..လူသားနဲ႕စက္ရုပ္ေတြနဲ႕ မၿပီးဆံုးေသးႏိုင္တဲ့တိုက္ပြဲေတြကိုဆက္လက္ၿမင္ေတြ႕ရဦးမွာၿဖစ္ပါတယ္....ဒီဇာတ္ကားကို ဒါရိုက္တာ Jonathan Mostow ကရုိက္ကူးထားၿပီးေတာ့တိုက္တန္းနစ္ရဲ႕နာမည္ၾကီးဒါရိုက္တာၿဖစ္သူ James Cameron ကပါ၀င္ေရာက္အားၿဖည့္ေပးထားပါတယ္..ဒီကားဟာ ၾကာေနၿပီးၿဖစ္ေပမယ့္လည္းမင္းသားၾကီးအာႏိုးဆိုတာနဲ႕ Terminator ကုိလူတိုင္းေၿပးၿမင္ၾကမွာပါ..ဒါေၾကာင့္ Rating 6.3 ရရွိထားတဲ့ ဒီကားကို ၿပန္လည္ခံစားၾကဖို႕ရည္ရြယ္ၿပီးတင္ဆက္ေပးလိုက္ပါတယ္... File Size : ( 2 GB , 1 GB , 382 MB )Quality :  BluRay 1080p 5.1 cH , BluRay 720p , BluRay 480pRunning Time : 1 hr 49 minFormat : Mp4Genre : Action , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe ...",
        "rating": "",
        "url": "https://megaup.net/1t2lk/(CM)Terminator.3.Rise.of.the.Machines.2003_BluRay_720p.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q8ffBuxQlYOHrvPniLgCbmKK4Lv.jpg",
        "title": "The Terminator (1984)",
        "description": "၁၉၈၄ ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး IMDb မွာ 8 ရထားတဲ့မင္းသားႀကီးအာႏိုးရဲ႕ တစ္ေခတ္တစ္ခါက နာမည္ေက်ာ္အက္ရွင္ သိပၸံသဲထိပ္ရင္ဖိုကားႀကီးကိုတင္ဆက္ေပးပါရေစဒီကားထဲမွေတာ့မင္းသားႀကီးအာႏိုးက ၂၀၂၉ ကေန ၁၉၈၄ခုႏွစ္ကို ေစလြတ္ျခင္းခံရတဲ့ လူသားစက္ရုပ္ကို နိမ့္နင္းၿပီးလူသားေကာင္ေလးကို ကာကြယ္တားဆီးသူေနရာကေနသရုပ္ေဆာင္ထားတာပါ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ၂၀၂၉ခုႏွစ္မွာစက္ရုပ္ေတြကိုဆန္႔က်င္တိုက္ခိုက္ေခ်မူန္းခံရတဲ့အခါမွာအဲ့ဒီစစ္ပြဲရဲ႕အစကို လိုက္လံၾကည့္တဲ့အခါမွာ ၁၉၈၄ မွာေကာင္ေလးအျဖစ္ေမြးဖြားၿပီးေနထိုင္တာကိုသိရတာေၾကာင့္ ျပသားလူသားစက္ရုပ္ကိုေစလြတ္ႏွိမ့္နင္းခိုင္းရာမွာ အာႏိုးတေယာက္ဘယ္လိုေတြေတာင္ကာကြယ္မလဲဆိုတာကိုေတာ့ ………… ။ File Size : ( 2 GB , 996 MB , 376 MB )Quality :  BluRay 1080p 5.1 cH , BluRay 720p , BluRay 480pRunning Time : 1 hr 47 minFormat : Mp4Genre : Comedy , RomanceSubtitle ...",
        "rating": "8.0",
        "url": "https://megaup.net/1t2jg/(CM)The.Terminator.1984_BluRay_720p.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8QRqXA3PBCEy91FICTlFSHYUfEF.jpg",
        "title": "Battle of Jangsarii(2019)",
        "description": "Battle of Jangsarii(2019)အညႊန္း****************************(zawgyi)1950 ခုႏွစ္မွာ ရရွားအားကိုးနဲ႔ ေျမာက္ကိုရီးယားေခါင္းေထာင္ခ်ိန္ လြတ္လပ္ေရးရတာ ၅ ႏွစ္သာ\nရွိေသးတဲ့ ေတာင္ပိုင္းသားေတြအတြက္ စက္ဆုတ္စရာစစ္ေျမျပင္ဆီ ခါးသီးမႈေတြနဲ႕ အတူ\nျပန္လည္တုိက္ပြဲ၀င္ဖုိ႕ျဖစ္လာခဲ့တယ္...ဂ်န္ဆာရီကမ္းေျခမွာတပ္စြဲထားတဲ့ ေျမာက္ပိုင္းတပ္ေတြကိုတိုက္ထုတ္ဖို႔အခုမွသင္တန္းသားပဲရွိေသးတဲ့ ေျချပတ္လတ္ျပတ္ေတြ စစ္ရဲ႕ အနံ႔အသက္ဆိုးေတြကိုမခံစားဖူးေသးတဲ့လူငယ္စစ္သား ၇၀၀ေက်ာ္ မလႊဲမေရွာင္သာ ဖြဲ႕စည္းၿပီး mission တစ္ခုလုပ္ခဲ့ၾကတယ္...ခုမွ သင္တန္းဆင္းေက်ာင္းသားေတြနဲ႔ စစ္တိုက္မယ္ဆိုကတည္းကဒီစစ္ပြဲရဲ႕ ေအာင္ျမင္မွဳဟာ ျပန္လမ္းမဲ့ကြ်န္းကုိလႊတ္တယ္လုိ႕ေတာင္ဆုိရပါ့မယ္...\nကိုရီးယားထုံးစံအတိုင္း dialogue ေတြအရမ္းေကာင္းတယ္ suspenseလုပ္သြားတာ ေတာ္ေတာ္ tempo တက္တယ္ ....လူငယ္စစ္သားေလးေတြကိုသဘာ၀က်က် ႐ိုက္သြားတာ infomation ပိုင္းမွာပဲလုပ္ဖူးၿပီး စစ္ပြဲကုိစာေတြ႕ပဲရွိၿပီး တုိက္ပြဲအေတြ႕အႀကဳံမရွိတဲ့ေခါင္းေဆာင္ရဲ႕အမိန္႕ေတြနဲ႕ ခ်ီတက္သြားၾကတာဟာာ လုံး၀ mission impossible ႀကီးပါပဲ....အထူးတလည္ၫႊန္းစရာမလိုေအာင္ထူးထူးျခားျခားေကာင္းပါတယ္ ထူးထူးျခားျခားလဲ မ်က္ရည္က်ရပါမယ္ IMDb 6.1 Rotten Tomatoes မွာ 60% ဆိုေတာ့ setting ပိုင္းေတြ ႐ိုက္ကြင္း႐ိုက္ကြက္ေတြ သရုပ္ေဆာင္ေတြကလည္း ဒိတ္ဒိတ္က်ဲေတြကုိမွသုံးထားပါတယ္...\nေခတ္လူငယ္ ကြ်န္ေတာ္တုိ႕လုိ႕ လူေခ်ာေလးေတြသေဘာက်တဲ့ မမ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1tauh/The_Battle_Of_Jangsari.2019.WEB-DL_720P.PP.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tTknufUur6nxMHEAR3iZ71kJXHt.jpg",
        "title": "Sommersby(1993)",
        "description": "Sommersby(1993)အညႊန္း********************(zawgyi)ဂ်က္သည္ ၆ နွစ္ၾကာမွ် ကြယ္ေပ်ာက္ၿပီးမွ ရြာသုိ႕ျပန္ေရာက္လာသည္....ေထာင္က်ေနသသျဖင့္ ေပ်ာက္ကြယ္ေနရျခင္းျဖစ္သည္ဟု သူကေျပာျပသည္....သူ႕ဇနီးနွင့္ ကေလးျဖစ္သူက ဂ်က္ကုိ အံအားသင့္စြာျဖင့္ႀကဳိဆုိၾကသည္....ဂ်က္ကုိသေဘာက်သည္ျဖစ္ေစ သေဘာမက်သည္ျဖစ္ေစ တစ္ရြာလုံးကေတာ့ ၀ုိင္း၀န္းႀကဳိဆုိၾကသည္....\nဒီေနရာမွာ ဘာထူးထူးဆန္းလာလဲဆုိေတာ့ ဂ်က္ရွိစဥ္ကထဲက ေမြးထားတဲ့ေခြးက စိမ္းစိမ္းကားကား ထုိးေဟာင္ခဲ့တယ္...ၿပီးေတာ့ ဖိနပ္ဆုိင္မွာ ဖိနပ္ခ်ဳပ္ေတာ့လည္း ဖိနပ္အတုိင္းကုိ\nမွတ္မိေနတဲ့ဆုိင္ရွင္က ဆုိက္ေသးသြားတယ္ေနာ္လုိ႕မွတ္ခ်က္ခ်ျပန္တယ္....\nဂ်က္ရွိစဥ္ကထဲက ေသဆုံးတဲ့သူတစ္ေယာက္ရွိတယ္..ဒါကုိလည္းစကားမွားၿပီးေျပာမိျပန္တယ္....သူဟာ ဂ်က္နဲ႕တေထေရာထဲတူတဲ့သူျဖစ္ေပမယ့္ ဂ်က္အတုလား အစစ္လား\nတကယ့္ကို ေ၀ခြဲရခက္ပါတယ္...\nဒီကားနဲ႕ပတ္သက္ၿပီးဇာတ္ေၾကာင္းက ဒီေလာက္ပဲေျပာပါရေစ...အေတြးေပါင္းမ်ားစြာနဲ႕\nလွပေသာရုပ္ရွင္ေၾကာင့္ ခံစားမွႈသီးျခားကမၻာထဲကုိ ပုိ႕ေဆာင္ေပးတဲ့ကားမ်ဳိးမုိ႕ပါ...\nဒီကားဟာ ရစ္ခ်က္ဂီယာနဲ႕ မင္းသမီးႀကီး ဂ်ဳိဒီေဖာ့္စ္စတာတုိ႕ အဓိကသရုပ္ေဆာင္ထားပါတယ္.. ရစ္ခ်က္ဂီယာလုိ႕ မသိၾကေပမယ့္ Pretty Woman ဇာတ္ကားနဲ႕ ကြ်န္ေတာ္တုိ႕ျမန္မာပရိတ္သတ္ေတြရင္းနွီးၾကမွာပါ...ဒီကားကုိၾကည့္ရင္ ဂ်က္ရဲဲ႕အျပဳအမူ လုပ္ကိုင္ေဆာင္ရြက္ပုံေတြ စကားေျပာပုံေတြကုိ အေသးစိတ္ဂရုစိုက္ၾကည့္ေစခ်င္တယ္...\nဂ်က္ဘာေၾကာင့္ဒီလုိလုပ္တာလဲ..ဘာျဖစ္လုိ႕ ဒီလုိလမ္းေတြကုိေရြးခ်ယ္ခဲ့တာလဲ...\nဇာတ္ကားၾကည့္ၿပီးတဲ့အခ်ိန္မွာ ခင္ဗ်ားတုိ႕ကုိ အေတြးေပါင္းမ်ားစြာ ခ်န္ေပးခဲ့လိမ့္မယ္...\nဂ်က္လုပ္တာမွန္ရဲ႕လား....ငါသာဆုိရင္ ဒီလမ္းကုိေရြးခ်ယ္နုိင္ပါ့မလား....\nတျခားေရြးခ်ယ္စရာတစ္ခုဆုိရင္ေရာ အဆင္ေျပနုိင္ပါ့မလား...ဆုိတာမ်ဳိးေတြေပါ့...\nခံစားၾကည့္ၾကပါ....ခင္ဗ်ားတုိ႕ နွလုံးသားကုိ မဖမ္းစားနုိင္ဘူးဆုိရင္ ေသခ်ာတယ္\nခင္ဗ်ားတုိ႕နွလုံးသားဟာ ေက်ာက္သားေတြနဲ႕ဖြဲ႕စည္းထားလုိ႕ပါပဲ....(unicode)ဂျက်သည် ၆ နှစ်ကြာမျှ ကွယ်ပျောက်ပြီးမှ ရွာသို့ပြန်ရောက်လာသည်....ထောင်ကျနေသသဖြင့် ပျောက်ကွယ်နေရခြင်းဖြစ်သည်ဟု သူကပြောပြသည်....သူ့ဇနီးနှင့် ...",
        "rating": "6.2",
        "url": "https://megaup.net/Qqm8/Sommersby.1993.Blu-Ray_720p.pp.mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/wKPXbf-140x200.jpg",
        "title": "The Living Dead (2019)",
        "description": "CM Fan တွေ ရှောင်ကောကော တွေ အများကြီးပါတဲ့\nရုပ်ရှင်တစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်\nဖုဖန်းလို့ ခေါ်တဲ့ မြို့မှာအကြီးမားဆုံးဥပဒေ တစ်ခုရှိနေပါတယ်\nဒါကတော့ နေဝင်ပြီ ဆိုတာနဲ့ မီးမထွန်းရတဲ့ ကိစ္စပါ\nမြို့သူ မြို့သား တွေအဆိုရတော့ ဖုဖန်း မှာ\nညဘက် မီးထွန်းရင် သရဲကြီးတစ်ကောင်ပေါ်လာပြီး\nလူတွေကို လိုက်ပြီး အသက်နှုတ်တယ်လို့ နာမည်ကြီးပါတယ်\nညဘက် မီးထွန်းမိရင် အကုန်သေကြတာပါပဲ\nထို ပြသနာကို ဘယ်သူမှ မရှင်းနိုင်ပဲ မြို့မှာ လူတွေသေပြီး\nတစ်ဖြေးဖြေး လူဦးရေနည်းပါးပြီး ခြောက်ကပ်ကပ် ဖြစ်သွားခဲ့တာပေါ့\nတစ်ရက်မှာတော့ ဒီလို ကပ်ပေးသင့်နေတဲ့ ဖုဖန်း မြို့ဆီကို\nအနက်ရောင် ဝတ်စုံ ဝတ်ထားတဲ့ လူငယ်တစ်ယောာက် ရောက်လာပါတယ်\nသူကတော့ သေလျက်နဲ့ ရှင်နေတဲ့ သူလို့  အများက သိကြတဲ့ ဝမ်နင် ဆိုတဲ့\nသရဲနိုင်တဲ့ သိုင်သမားပါပဲ....\nဝမ်နင် ရောက်လာပြီးနောက် ဖုဖန်းမြို့ ရဲ့ ပြသနာတွေကို\nတစ်ခုချင်းစီ လိုက်လံရှာဖွေပြီး ရှင်းလင်းဖို့ လုပ်ဆောင်ပါတော့တယ်\nရှောင်ကောကော တွေကိုလဲ ငေးမယ် သိုင်းကားလဲ ကြည့်မယ်ဆို\nဒီ ရုပ်ရှင်ကားက ...",
        "rating": "8.8",
        "url": "https://megaup.net/296gz/The_Living_Dead_(2019).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y2vUGZMies0vanT2KUAeKmiCuoE.jpg",
        "title": "Mao Zedong 1949(2019)",
        "description": "Mao Zedong 1949(2019)(Zawgyi)ေမာ္စီတုန္းလုိ႕ ကြ်န္ေတာ္တုိ႕ျမန္မာေတြက ေခၚေၾကတယ္...\nတရုတ္နုိင္ငံရဲ႕ အႀကီးမားဆုံးေသာ စနစ္သစ္ကုိဦးေဆာင္သူလည္းျဖစ္တယ္...ႏွစ္ ၃၀၀၀ ေက်ာ္ၾကာျမင့္ခဲ့တဲ့ ဘုရင္စနစ္ကို အၿပီးတိုင္ဖ်က္သိမ္းေပးခဲ့သူ၊ေတာ္လွန္ေရးေခါင္းေဆာင္၊ ေနာက္တစ္ခါ ကမာၻလူဦးေရအမ်ားဆံုး ႏိုင္ငံရဲ႕ ေခါင္းေဆာင္၊ေခတ္သစ္တ႐ုတ္ျပည္ႀကီးကို အုတ္ျမစ္ခ်ေပးခဲ့သူ စသည္ျဖင့္ေပါ့။ တ႐ုတ္သမိုင္းစာမ်က္ႏွာတစ္ေလွ်ာက္ အခ်ိန္မလပ္ျဖစ္ပြားေနတဲ့ တ႐ုတ္ျပည္တြင္းစစ္ပြဲေတြ၊ ထီးနန္းလုတဲ့ကိစၥေတြ ဒီလို စစ္ပြဲေတြဟာ တ႐ုတ္သမိုင္းစာမ်က္ႏွာပဲ ျပည့္ႏွက္ေနခဲ့ပါတယ္။ဒါေပမယ့္ ေမာ္စီတုန္းရဲ႕ ႏိုင္ငံသစ္ကို တည္ေထာင္ခ်ိန္ကစလို႔ တ႐ုတ္ျပည္တြင္းမွာ စစ္ပြဲမ်ားခ်ဴပ္ၿငိမ္းသြားခဲ့ၿပီးႏိုင္ငံလဲ တည္ၿငိမ္ေအးခ်မ္းခဲ့ပါတယ္။ဒီ ျဖစ္ရပ္မွန္ရုပ္ရွင္မွာေတာ့ ေမာ္စီတုန္းဟာတရုတ္ႏုိင္ငံအတြက္ဘယ္လုိေတြလုပ္ေဆာင္ခဲ့လဲ...ဘယ္လုိေတြႀကဳိးစားခဲ့လဲဆုိတာေတြရုိက္ၿပထားတာပါ.....(unicode)မော်စီတုန်းလို့ ကျွန်တော်တို့မြန်မာတွေက ခေါ်ကြေတယ်...\nတရုတ်နိုင်ငံရဲ့ အကြီးမားဆုံးသော စနစ်သစ်ကိုဦးဆောင်သူလည်းဖြစ်တယ်...နှစ် ၃၀၀၀ ကျော်ကြာမြင့်ခဲ့တဲ့ ဘုရင်စနစ်ကို အပြီးတိုင်ဖျက်သိမ်းပေးခဲ့သူ၊ တော်လှန်ရေးခေါင်းဆောင်၊နောက်တစ်ခါ ကမ္ဘာလူဦးရေအများဆုံး နိုင်ငံရဲ့ ခေါင်းဆောင်၊ခေတ်သစ်တရုတ်ပြည်ကြီးကို အုတ်မြစ်ချပေးခဲ့သူ စသည်ဖြင့်ပေါ့။ တရုတ်သမိုင်းစာမျက်နှာတစ်လျှောက် အချိန်မလပ်ဖြစ်ပွားနေတဲ့တရုတ်ပြည်တွင်းစစ်ပွဲတွေ၊ ထီးနန်းလုတဲ့ကိစ္စတွေ ဒီလို စစ်ပွဲတွေဟာ တရုတ်သမိုင်းစာမျက်နှာပဲ ပြည့်နှက်နေခဲ့ပါတယ်။ဒါပေမယ့် မော်စီတုန်းရဲ့ နိုင်ငံသစ်ကို တည်ထောင်ချိန်ကစလို့ တရုတ်ပြည်တွင်းမှာစစ်ပွဲများချူပ်ငြိမ်းသွားခဲ့ပြီး နိုင်ငံလဲ တည်ငြိမ်အေးချမ်းခဲ့ပါတယ်။ဒီ ...",
        "rating": "5.6",
        "url": "https://megaup.net/2P33C/Mao_Zedong_1949._2019.HD720P.PP.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wCanUYBbUxADpfqpoe3tmQ3KVL6.jpg",
        "title": "Sadako ( 2019 )",
        "description": "Zawgyi*******စိတ္ေရာဂါကုဆရာဝန္ခ်ိဳးခြၽမ္းေမာ့ယိုးကတစ္ေန႔က်ေတာ့ရဲေခၚလာတဲ့ေကာင္မေလးကိုကုသရတယ္။ေကာင္မေလးဟာကိုယ့္နာမည္ကိုေတာင္မမွတ္မိဘူး။သူမကိုအေမကဆာဒါကိုလူဝင္စားတာလို႔ေျပာတယ္တဲ့။လူေတြေျပာၾကတာေတာ့ဆာဒါကိုကသဘာဝလြန္လူသားျဖစ္တယ္တဲ့။သူမကတကယ္ပဲဆာဒါကိုလူဝင္စားလားတစ္ဖက္မွာလည္းအြန္လိုင္းေရွာ့ပင္းလုပ္တဲ့ယို႔က်ဲ႕ကေမာ့ယိုးရဲ႔ေမာင္ေလးေဟာ္က်န္းကိုခ်န္နယ္ဘေလာ့ကာလုပ္ဖို႔အႀကံေပးတယ္။ပရိသတ္ကိုဆြဲေဆာင္ႏိုင္ဖို႔အတြက္လူငါးေယာက္ေသဆုံးခဲ့တဲ့မီးေလာင္မႈျဖစ္တဲ့တိုက္ခန္းထဲကိုတရားမဝင္ခိုးဝင္ၿပီးဗီဒီယိုသြား႐ိုက္တယ္။အဲ့ဒီတိုက္ခန္းကေကာင္မေလးေနခဲ့တဲ့အခန္းျဖစ္ၿပီးေဟာ္က်န္းကတစ္ခုခုကိုျမင္ခဲ့တယ္ေျပာၿပီးေနာက္အဆက္အသြယ္ပ်က္သြားေရာ။သူဘာျမင္ခဲ့တာလဲ။သူတို႔ေတြဆာဒါကိုလက္ကေနလြတ္ေျမာက္သြားႏိုင္ပါ့မလားဆိုတာဆက္လက္ၾကည့္ရႈခံစားလိုက္ၾကပါစို႔ေနာ္..... Unicode*******စိတ်ရောဂါကုဆရာဝန်ချိုးချွမ်းမော့ယိုးကတစ်နေ့ကျတော့ရဲခေါ်လာတဲ့ကောင်မလေးကိုကုသရတယ်။ကောင်မလေးဟာကိုယ့်နာမည်ကိုတောင်မမှတ်မိဘူး။သူမကိုအမေကဆာဒါကိုလူဝင်စားတာလို့ပြောတယ်တဲ့။လူတွေပြောကြတာတော့ဆာဒါကိုကသဘာဝလွန်လူသားဖြစ်တယ်တဲ့။သူမကတကယ်ပဲဆာဒါကိုလူဝင်စားလားတစ်ဖက်မှာလည်းအွန်လိုင်းရှော့ပင်းလုပ်တဲ့ယို့ကျဲ့ကမော့ယိုးရဲ့မောင်လေးဟော်ကျန်းကိုချန်နယ်ဘလော့ကာလုပ်ဖို့အကြံပေးတယ်။ပရိသတ်ကိုဆွဲဆောင်နိုင်ဖို့အတွက်လူငါးယောက်သေဆုံးခဲ့တဲ့မီးလောင်မှုဖြစ်တဲ့တိုက်ခန်းထဲကိုတရားမဝင်ခိုးဝင်ပြီးဗီဒီယိုသွားရိုက်တယ်။အဲ့ဒီတိုက်ခန်းကကောင်မလေးနေခဲ့တဲ့အခန်းဖြစ်ပြီးဟော်ကျန်းကတစ်ခုခုကိုမြင်ခဲ့တယ်ပြောပြီးနောက်အဆက်အသွယ်ပျက်သွားရော။သူဘာမြင်ခဲ့တာလဲ။သူတို့တွေဆာဒါကိုလက်ကနေလွတ်မြောက်သွားနိုင်ပါ့မလားဆိုတာဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါစို့နော်....",
        "rating": "6.1",
        "url": "https://megaup.net/Qqnz/Sadako_[2019]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jIyAHuIjRjYZwAGymH9FvTXieSq.jpg",
        "title": "Fagara ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ Imdb7.1ရရွိထားၿပီး box office worldwide grossမွာ$1265940ထိဝင္ေငြရရွိထားတဲ့ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းက ေတာ့ သူမအေဖရဲ႕စ်ာပနမွာသူမငယ္ငယ္တည္းကသိထားခဲ့တဲ့ အေဖတူအေမကြဲညီမႏွစ္ေယာက္နဲ႔ဆံုဆည္းခြင့္ရတဲ့အခါ... သူမခ်စ္သူနဲ႔အဆင္မေျပျဖစ္ေနတဲ့အျပင္ေဟာ့ေပါ့ဆိုင္ကိုလက္လႊဲယူဖို႔ျဖစ္လာတဲ့အခါ...သူတို႔သားအဖၾကားမွာ အတိတ္ကအထင္လြဲမွားမႈေတြ...နားမလည္ေပးႏိုင္မႈေတြအမ်ားႀကီး႐ွိေနတာကိုသိျမင္လိုက္ရပါတယ္....ဇာတ္လမ္းတစ္ ခုလံုးအ​ေနနဲ့ဘဝမွာ ကိုယ္တန္ဖိုးထားတဲ့သူေတြကိုစိတ္ထဲကေပးဆပ္ေနရံုနဲ႔မၿပီးပဲ ေသခ်ာထုတ္ေဖာ္ျပသဖို႔လိုအပ္ပါတယ္...ကိုယ့္ရဲ႕ဂ႐ုစိုက္မႈေတြကို မွန္ကန္စြာေဖာ္ျပတတ္ဖို႔လိုအပ္ၿပီးေပ်ာ္ရႊင္မႈေတြရယူႏိုင္ဖို႔နဲ႔မ႐ွိေတာ့မွေနာင္တရရင္ေနာက္က်သြားမယ္ဆိုတဲ့အသိေလးကိုမီးေမွာင္းထိုးျပေနတာပါ... Unicode*******ဒီကားလေးဟာ Imdb7.1ရရှိထားပြီး box office worldwide grossမှာ$1265940ထိဝင်ငွေရရှိထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းက တော့ သူမအဖေရဲ့ဈာပနမှာသူမငယ်ငယ်တည်းကသိထားခဲ့တဲ့ အဖေတူအမေကွဲညီမနှစ်ယောက်နဲ့ဆုံဆည်းခွင့်ရတဲ့အခါ... သူမချစ်သူနဲ့အဆင်မပြေဖြစ်နေတဲ့အပြင်ဟော့ပေါ့ဆိုင်ကိုလက်လွှဲယူဖို့ဖြစ်လာတဲ့အခါ...သူတို့သားအဖကြားမှာ အတိတ်ကအထင်လွဲမှားမှုတွေ...နားမလည်ပေးနိုင်မှုတွေအများကြီးရှိနေတာကိုသိမြင်လိုက်ရပါတယ်....ဇာတ်လမ်းတစ် ခုလုံးအနေနဲ့ဘဝမှာ ကိုယ်တန်ဖိုးထားတဲ့သူတွေကိုစိတ်ထဲကပေးဆပ်နေရုံနဲ့မပြီးပဲ သေချာထုတ်ဖော်ပြသဖို့လိုအပ်ပါတယ်...ကိုယ့်ရဲ့ဂရုစိုက်မှုတွေကို မှန်ကန်စွာဖော်ပြတတ်ဖို့လိုအပ်ပြီးပျော်ရွှင်မှုတွေရယူနိုင်ဖို့နဲ့မရှိတော့မှနောင်တရရင်နောက်ကျသွားမယ်ဆိုတဲ့အသိလေးကိုမီးမှောင်းထိုးပြနေတာပါ...",
        "rating": "7.1",
        "url": "https://megaup.net/2P2Ug/(CM)Fagara.2019.BluRay.720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rEVu3E1OhMPJeCAn9a6QLyVhZDj.jpg",
        "title": "Let It Snow (2019)",
        "description": "ဒီတစ္ခါေတာ႔ CM ပရိသတ္ၾကီးအတြက္ခ်စ္စရာRomance ကားေလးကိုတင္ဆက္ေပးလိုက္ရပါတယ္ႏွင္းေတြထူထဲစြာက်တဲ႔အခ်ိန္မွာျဖစ္ေပၚလာခဲ႔တဲ႔ အခ်စ္ဇာတ္လမ္းေလးေတြ အေၾကာင္းေပါ႔ႏွင္းေတြေၾကာင္႔စိတ္အေႏွာင္႔အယွက္ျဖစ္ရတာေခ်ာ္လဲရတာ၊ေႏွာင္႔ေႏွးရတာေတြရွိေပမယ္႔လွပတဲ႔ ႏွင္းမႉန္ေလးေတြကို လြတ္လြတ္လပ္လပ္က်ခြင္႔ေပးလိုက္ပါလို႔ေျပာထားတဲ႔ဒီကားေလးက အခုလိုခ်မ္းေအးတဲ႔တန္ေဆာင္တိုင္ကာလမွာၾကည္႔လို႔ေကာင္းတဲ႔ကားေလးျဖစ္လာမွာပါ။နာမည္ေက်ာ္သရုပ္ေဆာင္ေတြပါဝင္ထားတဲ႔ဒီကားေလးနာမည္ကေတာ႔ Let it Snow (2019) ပါ။ File Size : ( 875 MB , 325 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 32 minFormat : Mp4Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint Lwin",
        "rating": "5.8",
        "url": "https://megaup.net/Qqp7/(CM)_Let_It_Snow_2019_(Large_Size).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rCak0sCaBpWWqfYhFM3snAdOC7r.jpg",
        "title": "Queen of Triads ( 2017 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ imdb 6ရ႐ွိထားတဲ့ ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ ႐ိုး႐ွင္းတဲ့သာမန္မိန္းကေလးတစ္ေယာက္ဟာလူဆိုးေတြရဲ႕လိင္အၾကမ္းဖက္တာခံရတဲ့အျပင္သူ႔ခ်စ္သူရဲ႕သစၥာေဖာက္မႈပါခံလိုက္ရတဲ့အခါကိုယ့္ကိုကိုယ္သတ္ေသဖို႔ၾကံစည္ပါေတာ့တယ္ဂိုဏ္းစတားတစ္ေယာက္ရဲ႕ကယ္တင္မႈကိုခံရရင္းကိုယ့္ကံၾကမၼာကိုဖန္တီးမယ္လို႔ဆံုးျဖတ္လိုက္တဲ့သူမ...ဘယ္လိုအခက္အခဲမ်ိဳးေတြနဲ႔ရင္ဆိုင္ရမလဲ....ဇာတ္လမ္းတစ္ခုလံုးကိုစိတ္ဝင္စားဖြယ္ၾကည့္႐ႈရမွာပါ Unicode*******ဒီကားလေးဟာ imdb 6ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ရိုးရှင်းတဲ့သာမန်မိန်းကလေးတစ်ယောက်ဟာလူဆိုးတွေရဲ့လိင်အကြမ်းဖက်တာခံရတဲ့အပြင်သူ့ချစ်သူရဲ့သစ္စာဖောက်မှုပါခံလိုက်ရတဲ့အခါကိုယ့်ကိုကိုယ်သတ်သေဖို့ကြံစည်ပါတော့တယ်ဂိုဏ်းစတားတစ်ယောက်ရဲ့ကယ်တင်မှုကိုခံရရင်းကိုယ့်ကံကြမ္မာကိုဖန်တီးမယ်လို့ဆုံးဖြတ်လိုက်တဲ့သူမ...ဘယ်လိုအခက်အခဲမျိုးတွေနဲ့ရင်ဆိုင်ရမလဲ....ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.2",
        "url": "https://megaup.net/3uT83/(CM)Queen.of.Triads.2017.WEB-DL.720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/faplWlxPTgSdxbmoPeFgh4nqSIZ.jpg",
        "title": "Untouchable Lawmen ( 2015 )",
        "description": "Zawgyi*******ထစ္ခနဲဆိုလက္ပါတတ္ၿပီး သံသယရွိတဲ့သူေတြကိုေသေအာင္႐ိုက္ႏွက္တတ္တဲ့ လီဂြၽန္ဂ်င္ဟာ စုံေထာက္တစ္ေယာက္ပါသူနဲ႔တူတူ မိန္းမေတြနဲ႔ေပြဖို႔ဆိုထိပ္ဆုံးကေနတတ္တဲ့ ခ်ိဳယြန္မင္ကလည္းထိပ္တန္းရဲအရာရွိတစ္ေယာက္ သူတို႔၂ဦးကို ဌာနခ်ဳပ္ကေနဘယ္လိုမွဖမ္းမမိတဲ့ လူဆိုးဂိုဏ္းေခါင္းေဆာင္ကိုဖမ္းဖို႔အမိန္႔ေပးတဲ့အခါအေကာင္ႀကီးႀကီးေတြကိုအကာအကြယ္ယူထားတဲ့ အဲ့လူဆိုးကိုဖမ္းမိပါ့မလားပုံစံမတူတဲ့သူတို႔၂ေယာက္ ဘယ္လိုပူးေပါင္းၾကမလဲ ဆိုတာဟာသာဆန္ဆန္႐ိုက္ထားတဲ့ အက္ရွင္ကားတစ္ကားကိုၾကည့္တဲ့သူေတြစိတ္ေက်နပ္မႈေပးႏိုင္မယ့္ ဇာတ္လမ္းေကာင္းေလးတစ္ခုပဲျဖစ္ပါတယ္..... Unicode*******ထစ်ခနဲဆိုလက်ပါတတ်ပြီး သံသယရှိတဲ့သူတွေကိုသေအောင်ရိုက်နှက်တတ်တဲ့ လီဂျွန်ဂျင်ဟာ စုံထောက်တစ်ယောက်ပါသူနဲ့တူတူ မိန်းမတွေနဲ့ပွေဖို့ဆိုထိပ်ဆုံးကနေတတ်တဲ့ ချိုယွန်မင်ကလည်းထိပ်တန်းရဲအရာရှိတစ်ယောက် သူတို့၂ဦးကို ဌာနချုပ်ကနေဘယ်လိုမှဖမ်းမမိတဲ့ လူဆိုးဂိုဏ်းခေါင်းဆောင်ကိုဖမ်းဖို့အမိန့်ပေးတဲ့အခါအကောင်ကြီးကြီးတွေကိုအကာအကွယ်ယူထားတဲ့ အဲ့လူဆိုးကိုဖမ်းမိပါ့မလားပုံစံမတူတဲ့သူတို့၂ယောက် ဘယ်လိုပူးပေါင်းကြမလဲ ဆိုတာဟာသာဆန်ဆန်ရိုက်ထားတဲ့ အက်ရှင်ကားတစ်ကားကိုကြည့်တဲ့သူတွေစိတ်ကျေနပ်မှုပေးနိုင်မယ့် ဇာတ်လမ်းကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ်..... Translated & Review By XiaoEncoded By LK",
        "rating": "7.5",
        "url": "https://megaup.net/1t78g/(CM)Untouchable_Lawmen_2015_WEB-DL_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xxwb5KBqS0SHsUcyLgWMk3vuVxY.jpg",
        "title": "Late Night(2019)",
        "description": "Late Night(2019)(Zawgyi)အေမရိကန္ႏိုင္ငံရဲ႕ ညပိုင္းစကားေျပာအစီအစဥ္ေတြအေၾကာင္း႐ိ္ုက္ကူးထားတဲ့\nဟာသဇာတ္ျမဴးေလးပါ .....ဒီဇာတ္ကားထဲမွာ အစီအစဥ္တင္ဆက္သူတစ္ေယာက္က\nအလုပ္အရမ္းႀကဳိးစားသလုိ အခ်ိန္ျပည့္လည္း ဒီအစီအစဥ္ကုိပဲေခါင္းထဲထည့္ထားေလ့ရွိယတ္... သုိ႕ေပမယ့္ သူဟာ ေျပာင္းလဲေနတဲ့ေခတ္ႀကီးမွာ သူ႕အစီအစဥ္ေတြဟာ\nဒီပုံစံခြက္ထဲက မထြက္သလုိျဖစ္ေနတယ္...ဒီေတာ့ ေအာင္ျမင္သင့္သေလာက္\nမေအာင္ျမင္ဘူးျဖစ္ေနရွာတယ္...အဲ့ဒီအခ်ိန္မွာပဲ သူနဲ႕လုပ္ေဖာ္ကုိင္ဖက္တစ္ေယာက္ဟာ\nဒီအစီအစဥ္ေတြကုိ တစ္ဘက္တစ္လမ္းက ကူညီဖုိ႕ႀကဳိးစားတယ္...\nဒီဇာတ္လမ္းက ဟာသဇာတ္ျမဴးေလးဆုိေပမယ့္ လုပ္ငန္းခြင္နဲ႕ပတ္သက္ၿပီး\nေပါ့ေပါ့ပါးပါးနဲ႕ ပညာသားသားပါပါ ေထာက္ျပထားတယ္...\nရယ္လည္းရယ္ရသလုိ မွတ္သားစရာေလးေတြလည္း ပါတာမုိ႕\nခံစားၾကည့္ၾကပါဦးလုိ႕....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Initiative ပဲျဖစ္ပါတယ္...(unicode)အမေရိကန်နိုင်ငံရဲ့ ညပိုင်းစကားပြောအစီအစဉ်တွေအကြောင်းရိုက်ကူးထားတဲ့\nဟာသဇာတ်မြူးလေးပါ .....ဒီဇာတ်ကားထဲမှာ အစီအစဉ်တင်ဆက်သူတစ်ယောက်က\nအလုပ်အရမ်းကြိုးစားသလို အချိန်ပြည့်လည်း ဒီအစီအစဉ်ကိုပဲခေါင်းထဲထည့်ထားလေ့ရှိယတ်... သို့ပေမယ့် သူဟာ ပြောင်းလဲနေတဲ့ခေတ်ကြီးမှာ သူ့အစီအစဉ်တွေဟာ\nဒီပုံစံခွက်ထဲက မထွက်သလိုဖြစ်နေတယ်...ဒီတော့ အောင်မြင်သင့်သလောက်\nမအောင်မြင်ဘူးဖြစ်နေရှာတယ်...အဲ့ဒီအချိန်မှာပဲ သူနဲ့လုပ်ဖော်ကိုင်ဖက်တစ်ယောက်ဟာ\nဒီအစီအစဉ်တွေကို တစ်ဘက်တစ်လမ်းက ကူညီဖို့ကြိုးစားတယ်...\nဒီဇာတ်လမ်းက ဟာသဇာတ်မြူးလေးဆိုပေမယ့် လုပ်ငန်းခွင်နဲ့ပတ်သက်ပြီး\nပေါ့ပေါ့ပါးပါးနဲ့ ပညာသားသားပါပါ ထောက်ပြထားတယ်...\nရယ်လည်းရယ်ရသလို မှတ်သားစရာလေးတွေလည်း ပါတာမို့\nခံစားကြည့်ကြပါဦးလို့....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Initiative ပဲဖြစ်ပါတယ်...File Size : (950 MB) and (357 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Comedy, ...",
        "rating": "6.5",
        "url": "https://megaup.net/1wpf9/Late_Night.2019.BLU-RAY.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/destines-chinese-movie-poster-143x200.jpg",
        "title": "Destines ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ လူေတြရဲ႕ေလာဘစိတ္ကိုအေျခခံၿပီး႐ိုက္ျပသြားတဲ့ ဇာတ္ကားျဖစ္ပါတယ္စန္း႐ွီးနယ္တစ္ဝိုက္မွာ နာမည္ေက်ာ္ၾကားလွတဲ့အန္ကယ္စုန္႔အလႊာေခါက္ဆြဲရဲ႕ေဖာ္ျမဴလာကို ခ်င္စုန္႔စိမ္းဆိုတဲ့လူဆိုးေခါင္းေဆာင္က ရယူဖို႔အမ်ိဳးမ်ိဳးႀကိဳးစားရာကေန ဘယ္လိုအျဖစ္အပ်က္မ်ိဳးေတြၾကံဳေတြ႔ရမွာလဲ...လ်ိဳ႕ဝွက္ေဖာ္ျမဴလာက တန္ဖိုးမျဖတ္ႏိုင္တဲ့ေ႐ွးေဟာင္းအိုးထဲမွာ႐ွိေနတာသိလိုက္ရတဲ့အခါ ေလာဘသားအခ်င္းခ်င္းဘယ္လိုေတြလုယူၾကမွာလဲ...ေနာက္ဆံုးမွာဘယ္သူကပိုင္ဆိုင္ခြင့္ရမွာလဲ...ဘယ္လိုလွည့္ကြက္မ်ိဳးေတြ႐ွိေနတာလဲ....ေလာဘႀကီးရင္ အရနည္းတတ္တယ္ဆိုတာကို ေဖာ္ျပေနတဲ့ဇာတ္ကားတစ္ပုဒ္ျဖစ္ပါတယ္ Unicode*******ဒီကားလေးဟာ လူတွေရဲ့လောဘစိတ်ကိုအခြေခံပြီးရိုက်ပြသွားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်စန်းရှီးနယ်တစ်ဝိုက်မှာ နာမည်ကျော်ကြားလှတဲ့အန်ကယ်စုန့်အလွှာခေါက်ဆွဲရဲ့ဖော်မြူလာကို ချင်စုန့်စိမ်းဆိုတဲ့လူဆိုးခေါင်းဆောင်က ရယူဖို့အမျိုးမျိုးကြိုးစားရာကနေ ဘယ်လိုအဖြစ်အပျက်မျိုးတွေကြုံတွေ့ရမှာလဲ...လျို့ဝှက်ဖော်မြူလာက တန်ဖိုးမဖြတ်နိုင်တဲ့ရှေးဟောင်းအိုးထဲမှာရှိနေတာသိလိုက်ရတဲ့အခါ လောဘသားအချင်းချင်းဘယ်လိုတွေလုယူကြမှာလဲ...နောက်ဆုံးမှာဘယ်သူကပိုင်ဆိုင်ခွင့်ရမှာလဲ...ဘယ်လိုလှည့်ကွက်မျိုးတွေရှိနေတာလဲ....လောဘကြီးရင် အရနည်းတတ်တယ်ဆိုတာကို ဖော်ပြနေတဲ့ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ် Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.2",
        "url": "https://megaup.net/1t7ox/(CM)Destines.2018.WEB-DL.720p.mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x7rVZ0KiPWxBMJBI8roIwlMvs2c.jpg",
        "title": "Section 375 (2019)",
        "description": "(Unicode)IMDb 8.4/10Rotten Tomatoes 70%Bollywood ကတော့ တစ်နှစ်ကို ပေါကားတွေလည်းထွက်သလို အမှန်အကန်အဖိုးတန်ကားတွေလည်းထွက်လေ့ရှိပါတယ်အခုတင်ဆက်ပေးထားတဲ့ဇာတ်ကားကတော့ တကယ့်အဖိုးတန်ကားပါပဲ ရွှေလိုကားပါဇာတ်ကားတစ်ကားလုံးမှာ တွေ့နေကျကုလားကားတွေလို က,ခုန်တာတွေ သီချင်းတွေ အပိုအက်ရှင်ခန်းတွေ တစ်ခုမှမပါဘဲအချိန် ၂ နာရီကုန်သွားမှန်းမသိရလောက်အောင်ကောင်းတဲ့ တကယ့်ဇာတ်ကားပါသရုပ်ဆောင်ငယ်ငယ်ချောချောတစ်ယောက်မှမပါဘဲ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့အမှန်အကန် Crime, Drama ဇာတ်ကားကောင်းပါဇာတ်လမ်းကရှင်းပါတယ်နာမည်ကြီးဒါရိုက်တာတစ်ယောက် သူ့အဖွဲ့က လက်ထောက်အဝတ်စားဒီဇိုင်နာကိုအဓမ္မပြုကျင့်လို့ဆိုပြီး တရားရင်ဆိုင်ရတာပါအဲ့ဒိဇာတ်ကို ဘယ်လိုစိတ်ဝင်စားဖို့ကောင်းအောင်တင်ဆက်ထားသလဲဆိုတာ ကြည့်လိုက်ကြပါဦးကျွန်တော်တို့မြန်မာနိုင်ငံက တချို့ဖြစ်ရပ်တွေနဲ့လည်း သွားဆင်တူနိုင်တဲ့အခြေအနေလေးတွေပါနေပါတယ်(တရားဥပဒေနှင့်ပတ်သတ်သည့်အသုံးနှုန်းများ ဘာသာပြန်လိုအပ်ချက်ပါရှိပါက သည်းခံပေးကြပါရန် မေတ္တာရပ်ခံအပ်ပါသည်) ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်…. (Zawgyi)IMDb 8.4/10Rotten Tomatoes 70%Bollywood ကေတာ့ တစ္ႏွစ္ကို ေပါကားေတြလည္းထြက္သလို အမွန္အကန္အဖိုးတန္ကားေတြလည္းထြက္ေလ့ရွိပါတယ္အခုတင္ဆက္ေပးထားတဲ့ဇာတ္ကားကေတာ့ တကယ့္အဖိုးတန္ကားပါပဲ ေ႐ႊလိုကားပါဇာတ္ကားတစ္ကားလုံးမွာ ေတြ႕ေနက်ကုလားကားေတြလို က,ခုန္တာေတြ ...",
        "rating": "8.5",
        "url": "https://megaup.net/1t7nj/(CM)_Section_375_2019_Hindi_720p_AMZN_WEB-DL.mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ipDsgNCdLOECXYa2qnC57gIF4KG.jpg",
        "title": "Fortuna’s Eye ( 2019 )",
        "description": "Zawgyi*******ရွင္းႏိုခ်ီ႐ို ကီရာမတစ္ေယာက္ ငယ္စဥ္တည္းက ေလယာဥ္ပ်က္က်ရ​ာ ကေနလြတ္ေျမာက္လာၿပီးတဲ့ေနာက္ မိဘမဲ့တစ္ေကာင္ႂကြက္အျဖစ္ဘဝကိုရပ္တည္လာရင္းနဲ႔ ေသေဘးကေနလြတ္ေျမာက္လာရာကေနအစြမ္းတစ္ခုကိုပိုင္ဆိုင္လာခဲ့တယ္ အဲ့စြမ္းက ေသဆုံးေတာ့မယ့္လူေတြကိုေဖာက္ထြင္းျမင္ရတာပါဘဲ အဲ့အစြမ္းေၾကာင့္ဘဲ သူခ်စ္တဲ့အာအိုအီဆိုတဲ့ေကာင္မေလးကိုေတြ႕ဆုံခဲ့တဲ့အခါ သူတို႔၂ေယာက္ရဲ႕အခ်စ္ေရးကေရာ ေျဖာင့္ျဖဴးသာယာႏိုင္ပါ့မလား ေလာကႀကီးမွာဘယ္အရာမွအလကားမရဘူးဆိုတဲ့သေဘာအရသူ႔ရဲ႕အစြမ္းအတြက္ဘာေတြျပန္ေပးဆပ္ရပါမလဲ အခ်စ္ဆိုတာေပးဆပ္ခ်င္းတစ္ခုလား ရယူျခင္းလား ဘယ္လိုပုံေဖာ္ထားလဲဆိုတာဒီကားထဲမွာ ေသခ်ာေလးပုံေဖာ္ထားပါတယ္ supernatural ကိုမွdrama ဘက္ကိုသြားတဲ့ဇာတ္လမ္းေလးပ​ဲျဖစ္ပါတယ္ၾကည့္ရႈသူေတြေနာင္တမရေစမယ့္ကားျဖစ္တာေၾကာင့္ဆက္ဆက္ၾကည့္ရႈၾကဖို႔ တိုက္တြန္းလိုက္ပါရေစေနာ္.... Unicode*******ရှင်းနိုချီရို ကီရာမတစ်ယောက် ငယ်စဉ်တည်းက လေယာဉ်ပျက်ကျရာ ကနေလွတ်မြောက်လာပြီးတဲ့နောက် မိဘမဲ့တစ်ကောင်ကြွက်အဖြစ်ဘဝကိုရပ်တည်လာရင်းနဲ့ သေဘေးကနေလွတ်မြောက်လာရာကနေအစွမ်းတစ်ခုကိုပိုင်ဆိုင်လာခဲ့တယ် အဲ့စွမ်းက သေဆုံးတော့မယ့်လူတွေကိုဖောက်ထွင်းမြင်ရတာပါဘဲ အဲ့အစွမ်းကြောင့်ဘဲ သူချစ်တဲ့အာအိုအီဆိုတဲ့ကောင်မလေးကိုတွေ့ဆုံခဲ့တဲ့အခါ သူတို့၂ယောက်ရဲ့အချစ်ရေးကရော ဖြောင့်ဖြူးသာယာနိုင်ပါ့မလား လောကကြီးမှာဘယ်အရာမှအလကားမရဘူးဆိုတဲ့သဘောအရသူ့ရဲ့အစွမ်းအတွက်ဘာတွေပြန်ပေးဆပ်ရပါမလဲ အချစ်ဆိုတာပေးဆပ်ချင်းတစ်ခုလား ရယူခြင်းလား ဘယ်လိုပုံဖော်ထားလဲဆိုတာဒီကားထဲမှာ သေချာလေးပုံဖော်ထားပါတယ် supernatural ကိုမှdrama ဘက်ကိုသွားတဲ့ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်ကြည့်ရှုသူတွေနောင်တမရစေမယ့်ကားဖြစ်တာကြောင့်ဆက်ဆက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေနော်.... Translated & Review By XiaoEncoded By LK",
        "rating": "6.6",
        "url": "https://megaup.net/1t75y/(CM)Fortuna_s.Eye.2019.BluRay.720p.mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v0Air5GTsfgtjsnZyji2lH6r2b8.jpg",
        "title": "Primal (2019)",
        "description": "Nicholas Cage ရဲ့ အသစ်ထွက် အက်ရှင်ဇာတ်ကားသစ်ပါ။သာမန်အက်ရှင်ကားတွေနဲ့ မတူဘဲတမူထူးခြားနေတဲ့ ဇာတ်ကားမို့ ပရိသတ်တွေ သဘောကျဦးမှာပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ သင်္ဘောကြီးတစ်စီးပေါ်မှာအမဲလိုက်မုဆိုးတစ်ယောက်နဲ့ သူ့ရဲ့တိရစ္ဆာန်တွေရယ်၊လူသတ်မှုပေါင်းများစွာနဲ့ ဖမ်းဆီးလာတဲ့စိတ္တဇလူသတ်သမားတစ်ယောက်နဲ့သူ့ကို ဖမ်းဆီးလာတဲ့ ရဲတပ်ဖွဲ့ဝင်တွေရယ် ပါလာကြပါတယ်စိတ္တဇ လူသတ်သမားက မထင်မှတ်ဘဲ လွတ်မြောက်သွားတဲ့အခါ.....သူတို့ ဘယ်လို ရင်ဆိုင်ဖြေရှင်းကြမလဲ?????သူတို့က သူ့ကို မိပါ့မလား????တစ်ကားလုံးကို အသည်းတယားယား ရင်တဖိုဖိုနဲ့ကြည့်ရမှာပါ။ File Size : ( 907 MB , 341 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 37 minFormat : Mp4Genre : Action Subtitle : Myanmar Subtitle ...",
        "rating": "4.9",
        "url": "https://megaup.net/2P1eB/(CM)_Primal_2019_(Large_Size).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/trxSr4lDS68vRUGIyde13F8zmP1.jpg",
        "title": "Love Off the Cuff ( 2017 )",
        "description": "Zawgyi*******ဒီဇာတ္လမ္းေလးမွာဆိုရင္အဓိက ႏွစ္ေယာက္ျဖစ္တဲ့ ဂ်င္မီ နဲ႔ခ်ယ္ရီဆိုသူတို႔က relationship တစ္ခုမွာဘယ္လိုအခက္အခဲေတြရွိမယ္ဘယ္အရာေတြေရွာင္သင့္မယ္ ရွားသင့္မယ္ ၿပီးရင္ ဘယ္ဟာက အတုယူရမယ္ စသျဖင့္အခ်စ္စစ္ရဲ႕ ရသစုံစုံလင္လင္ကို ျမင္သာေအာင္ သ႐ုပ္ေဆာင္ေပးထားၿပီးတကယ့္အျပင္လက္ေတြ႕ဘဝမွအသုံးခ်ရမယ့္ ပညာေပးအခ်စ္ဇာတ္လမ္းေလးတစ္ပုဒ္ျဖစ္တယ္ ဒီေတာ့ဒီကားမွာ ဘယ္အရာေတြကဘယ္လို ဝမ္းနည္းဖို႔ေကာင္းတယ္ ဘယ္လိုရယ္ဖို႔ေကာင္းတယ္ဘယ္လို ၾကည္ႏူးဖို႔ေကာင္းတယ္ စတာေတြကို ႐ုပ္ရွင္ၾကည့္ပရိတ္သတ္တို႔စိတ္ဝင္တစားနဲ႔ ၾကည့္ရႈအားေပးလိုက္ၾကပါအုန္းေနာ္..... Unicode*******ဒီဇာတ်လမ်းလေးမှာဆိုရင်အဓိက နှစ်ယောက်ဖြစ်တဲ့ ဂျင်မီ နဲ့ချယ်ရီဆိုသူတို့က relationship တစ်ခုမှာဘယ်လိုအခက်အခဲတွေရှိမယ်ဘယ်အရာတွေရှောင်သင့်မယ် ရှားသင့်မယ် ပြီးရင် ဘယ်ဟာက အတုယူရမယ် စသဖြင့်အချစ်စစ်ရဲ့ ရသစုံစုံလင်လင်ကို မြင်သာအောင် သရုပ်ဆောင်ပေးထားပြီးတကယ့်အပြင်လက်တွေ့ဘဝမှအသုံးချရမယ့် ပညာပေးအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်တယ် ဒီတော့ဒီကားမှာ ဘယ်အရာတွေကဘယ်လို ဝမ်းနည်းဖို့ကောင်းတယ် ဘယ်လိုရယ်ဖို့ကောင်းတယ်ဘယ်လို ကြည်နူးဖို့ကောင်းတယ် စတာတွေကို ရုပ်ရှင်ကြည့်ပရိတ်သတ်တို့စိတ်ဝင်တစားနဲ့ ကြည့်ရှုအားပေးလိုက်ကြပါအုန်းနော်..... Translated & Review By XiaoEncoded By LK",
        "rating": "6.5",
        "url": "https://megaup.net/2OVz2/(CM)Love.Off.The.Cuff.2017.WEB-DL.720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/632EkQMIs5gPtw4SHAfY94zgE4A.jpg",
        "title": "Metamorphosis (2019)",
        "description": "(Unicode)အရင်တစ်ခေါက်က Divine Fury ကြည့်ပြီး ပါဝါရိန်းဂျားဆန်သွားလို့ သိပ်ပြီးတော့အားမရလိုက်တဲ့သူတွေအဖို့ ဒီကားက တော်တော်အားရကြေနပ်စေမှာပါကိုရီးယားက မိတ်ကပ်နဲ့ရိုက်ကူးမှုအပိုင်းမှာ အားသာပြီးသားမို့လို့ ကြည့်ရကောင်းမှာသေချာပြီးသားဆိုပေမယ့် ဇာတ်လမ်းကပါကောင်းတော့ကြည့်ရတာတော်တော်တန်တဲ့ကားတစ်ကားဖြစ်သွားပါတော့တယ်နတ်ဆိုးနှင်တဲ့ကားပါပဲ ဒါပေမယ့် ရိုက်တာပီပြင်လွန်းလို့ ကိုယ်ပါအဲ့နားရောက်နေသလိုပါပဲထမင်းစားနေတုန်းတော့ မကြည့်ပါနဲ့ သွေးအလိမ်းလိမ်းနဲ့ တကယ်ဖြစ်နေသလိုကြီးကိုပီပီပြင်ပြင်ရိုက်ထားတာမို့လို့ပါခရစ်ယာန်နတ်ဆိုးနှင်တဲ့ဘုန်းကြီးတစ်ယောက်ရဲ့အလုပ်ဟာ ဘ၀တစ်ခုလုံးပေးပြီးတော့ လုပ်ရတဲ့အလုပ်ပါဒီလိုမျိုးမှာကိုမှ ကိုယ့်မိသားစုထဲကိုပါ နတ်ဆိုးတစ်ကောင်က ရောက်လာရင်တော့ ဘယ်လိုစိတ်အခြေအနေနဲ့နှင်ရမှာပါလဲပြီးတော့ နာမည်နဲ့လိုက်အောင် ဒီကားထဲကနတ်ဆိုးက ရုပ်ပြောင်းရုပ်လွှဲနဲ့၀င်တာပါပြောရင်းနဲ့ စပွိုင်းမိမှာစိုးလို့ ဒီလောက်ပဲပြောလိုက်ပါတော့မယ်ကျန်တာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့အညွှန်းနဲ့ဘာသာပြန်ကတော့ Fliex ဖြစ်ပါတယ် (Zawgyi) အရင္တစ္ေခါက္က Divine Fury ၾကည့္ၿပီး ပါဝါရိန္းဂ်ားဆန္သြားလို႔ သိပ္ၿပီးေတာ့အားမရလိုက္တဲ့သူေတြအဖို႔ ဒီကားက ေတာ္ေတာ္အားရေၾကနပ္ေစမွာပါကိုရီးယားက မိတ္ကပ္နဲ႔႐ိုက္ကူးမႈအပိုင္းမွာ အားသာၿပီးသားမို႔လို႔ ၾကည့္ရေကာင္းမွာေသခ်ာၿပီးသားဆိုေပမယ့္ ဇာတ္လမ္းကပါေကာင္းေတာ့ၾကည့္ရတာေတာ္ေတာ္တန္တဲ့ကားတစ္ကားျဖစ္သြားပါေတာ့တယ္နတ္ဆိုးႏွင္တဲ့ကားပါပဲ ဒါေပမယ့္ ႐ိုက္တာပီျပင္လြန္းလို႔ ကိုယ္ပါအဲ့နားေရာက္ေနသလိုပါပဲထမင္းစားေနတုန္းေတာ့ မၾကည့္ပါနဲ႔ ေသြးအလိမ္းလိမ္းနဲ႔ တကယ္ျဖစ္ေနသလိုႀကီးကိုပီပီျပင္ျပင္႐ိုက္ထားတာမို႔လို႔ပါခရစ္ယာန္နတ္ဆိုးႏွင္တဲ့ဘုန္းႀကီးတစ္ေယာက္ရဲ႕အလုပ္ဟာ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1t6mz/(CM)_Metamorphosis.2019.720p.FHD-NonDRM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g7BenEBD2GIW17NAOqUevVzEBaR.jpg",
        "title": "The Dead Center(2018)",
        "description": "The Dead Center(2018)(Zawgyi)အတိတ္ေမ့ၿပီး ေရာက္လာတဲ့ လူနာတစ္ေယာက္က သူဟာ\nေသၿပီးမွ ျပန္ရွင္လာၿပီး တမလြန္ကေန လူ႔ဘဝကို\nျပန္ေရာက္လာတာပါလို႔ ေျပာလိုက္ခ်ိန္မွာေတာ့\nသူ႔ရဲ႕ တာဝန္ခံဆရာဝန္တစ္ေယာက္ လူနာရဲ႕\nေျပာစကားေတြကို မယုံႏိုင္ျဖစ္ခဲ့ရပါတယ္ ....\nတမလြန္ကေနျပန္လာတယ္လုိ႕ေျပာတဲ့ လူနာမွာ\nဆန္းၾကတယ္တဲ့အရာတစ္ခ်ဳိ႕ပါလာသလုိ\nသူေျပာတဲ့ တစ္ခ်ဳိ႕စကားေတြဟာလည္း ထိန္႕လန္႕စရာအခ်ဳိ႕ပါရွိေနခဲ့တယ္...\nအဲ့ဒီလူနာေရာက္လာၿပီး မၾကာခင္မွာပဲ\nေဆး႐ုံရဲ႕ အားထားရတဲ့ သူနာျပဳေတြထဲကတစ္ေယာက္\n႐ုတ္တရက္ ကြယ္လြန္သြားတဲ့အခါမွာေတာ့ ..\nဒီလူနာရဲ႕ပုံမွန္မဟုတ္တဲ့အျပဳအမူေတြေၾကာင့္\nေသဆုံးသြားတယ္လုိ႕ တစ္ခ်ဳိ႕ေတြက ယူဆေနၾကတယ္...\nတာ၀န္ခံဆရာ၀န္နဲဲ႕ ဒီလူနာနဲ႕ ဘယ္လုိေတြဆက္ျဖစ္ၾကမလဲဆုိတာကုိေတာ့\nခံစားၾကည့္ပါဦး...\nHorror, Mystery, Thriller အမ်ိဳးအစားျဖစ္တာနဲ႔အညီ\nရင္တထိတ္ထိတ္နဲ႔ ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္...(unicode)အတိတ်မေ့ပြီး ရောက်လာတဲ့ လူနာတစ်ယောက်က သူဟာ\nသေပြီးမှ ပြန်ရှင်လာပြီး တမလွန်ကနေ လူ့ဘဝကို\nပြန်ရောက်လာတာပါလို့ ပြောလိုက်ချိန်မှာတော့\nသူ့ရဲ့ တာဝန်ခံဆရာဝန်တစ်ယောက် လူနာရဲ့\nပြောစကားတွေကို မယုံနိုင်ဖြစ်ခဲ့ရပါတယ် ....\nတမလွန်ကနေပြန်လာတယ်လို့ပြောတဲ့ လူနာမှာ\nဆန်းကြတယ်တဲ့အရာတစ်ချို့ပါလာသလို\nသူပြောတဲ့ တစ်ချို့စကားတွေဟာလည်း ထိန့်လန့်စရာအချို့ပါရှိနေခဲ့တယ်...\nအဲ့ဒီလူနာရောက်လာပြီး မကြာခင်မှာပဲ\nဆေးရုံရဲ့ အားထားရတဲ့ သူနာပြုတွေထဲကတစ်ယောက်\nရုတ်တရက် ကွယ်လွန်သွားတဲ့အခါမှာတော့ ..\nဒီလူနာရဲ့ပုံမှန်မဟုတ်တဲ့အပြုအမူတွေကြောင့်\nသေဆုံးသွားတယ်လို့ တစ်ချို့တွေက ယူဆနေကြတယ်...\nတာဝန်ခံဆရာဝန်နဲ့ ဒီလူနာနဲ့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\nခံစားကြည့်ပါဦး...\nHorror, Mystery, Thriller အမျိုးအစားဖြစ်တာနဲ့အညီ\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1wphr/The_Dead_Center_[2018]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/de4o4FwDCCUt6DREkAdOou05O3T.jpg",
        "title": "Asuran (2019)",
        "description": "(Unicode) Genre : Drama/ActionIMDb ratings : 8.9/10ဒီတစ်ခါတင်ဆက်ပေးလိုက်တဲ့ ဇာတ်ကားကတော့ သုံးဘဝဇာတ်ကား (Anegan),VIP 1+2 တို့နဲ့ မြန်မာပြည်က အိန္ဒိယပရိတ်သတ်တွေကို ညှို့ယူဖမ်းစားနိုင်ခဲ့တဲ့ Tamil မင်းသား Dhanush ရဲ့ ဇာတ်ကား ဖြစ်ပါတယ်။ယောက္ခမဖြစ်သူ Rajinikanth ရဲ့ ခြေရာကို နင်းတယ်လို့ ဆိုရအောင် Dhanush ဟာလည်း အောင်မြင်မှုတွေ ရရှိနေတဲ့ Tamil မင်းသားပါ။# အညွှန်းအိန္ဒိယနိုင်ငံဟာ ဗြိတိသျှလက်အောက်မှာ အချိန်ကြာမြင့်စွာ ရှိတဲ့ဖူးတဲ့အတွက် ဗြိတိသျှတွေ ထွက်ခွာသွားပြီးနောက်ပိုင်း ဆိုးမွေအဖြစ်နဲ့ပြဿနာပေါင်း သောင်းခြောက်ထောင် ကျန်ရစ် ခံစားခဲ့ရတဲ့ နိုင်ငံလည်း ဖြစ်ပါတယ်။ဒီလိုပြဿနာတွေကြားမှာမှ မြေရှင် ၊ အလုပ်သမားပြသနာတွေကလည်း ဖွံဖြိုးမှု နောက်ကျကျန်ရစ်တဲ့ ဒေသတွေမှာ အမြစ်စွဲနေပါတော့တယ်။ငွေကြေးဥစ္စာ ကြွယ်ဝသူက မရှိဆင်းရဲသားတွေကို ...",
        "rating": "N/A",
        "url": "https://megaup.net/1t641/(CM)__ASURAN_(2019)_WEB-DL_720p.mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/The-Man-Without-Gravity-poster-135x200.jpg",
        "title": "The Man Without Gravity (2019)",
        "description": "The Man Without Gravity (2019)\nIMDb - 6.4/10_____Rotten - 76%\n  \nအခု အသစ်ထွက်ရှိလာတဲ့ ဆန်းဆန်းပြားပြားကားလေးကို\nCM ပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါတယ်။\nနာမည်ကတော့ The Man Without Gravity(2019)ပါ။\nမြန်မာလိုဆိုရင် မြေဆွဲအားမသက်ရောက်တဲ့လူသားပေါ့။\nနာမည်အတိုင်းပါပဲ ဒီဇာတ်ကားလေးဟာ မွေးလာကတည်းက\nလေပေါ်ပေါ်နေတဲ့ ကောင်လေးတစ်ယောက်အကြောင်းရိုက်ကူးထားတာပါ။\nမိုးသည်းတဲ့တစ်နေ့မှာမွေးဖွားလာတဲ့ကောင်လေးတစ်ယောက်က\nအမိဝမ်းကထွက်ထွက်ချင်း လေပေါ်ကိုပျံသွားပါတယ်။\nသူ့ကိုအဖွားဖြစ်သူနဲ့ အမေဖြစ်သူက ဒီအကြောင်းကို\nအများသူငှာသိသွားခဲ့ရင်အန္တရာယ်ဖြစ်မှာစိုးတဲ့အတွက်\nအိမ်ထဲမှာပဲ သိုဝှက်နေထိုင်ခဲ့ပါတယ်။\nတစ်နေ့တော့ အဲဒီ အော်စကာဆိုတဲ့ကောင်လေးဟာအိမ်ကနေထွက်သွားပြီး\nအပြင်လောကကြီးကိုခြေဆန့်ပါတော့တယ်။\nသူဘာတွေဆက်ဖြစ်မလဲ?\nအများသူငှာကရော သူ့အစွမ်းကိုဘယ်လိုတုံ့ပြန်မလဲ?\nစတဲ့မေးခွန်းပေါင်းများစွာနဲ့ ကြည့်လို့ကောင်းတဲ့ကားလေးပါ။\nစူပါဟီးရိုးတစ်ယောက်ကို မြင်တွေ့နေကြရှုထောင့်ကမဟုတ်ပဲ\nရှုထောင့်အသစ်ကနေ ရိုက်ကူးတင်ဆက်ထားတဲ့ကားလေးပါ။\nဇာတ်ကားလေးနာမည်ကတော့ The Man Without Gravity (2019)ပါ။\n   \nFile Size : ( 1 GB )\nQuality :  WEB-DL 720p\nRunning Time : 1 hr 47 min\nFormat : Mp4\nGenre : Comedy , Drama , Fantasy\nSubtitle : ...",
        "rating": "6.4",
        "url": "https://megaup.net/TWr0/The_Man_Without_Gravity_(L_uomo_Senza_Gravità)_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1MxlIbXfmQyklKbchxT9Iy31NUL.jpg",
        "title": "Hacker (2019)",
        "description": "ဒီတစ်ခါကား​လေးက​တော့အက်ရှင်ကား​ကောင်း​လေးတစ်ကားပါအန်နာဝှစ်ခ်မန်းမှာဘန်ဂျမင်ဆိုတဲ့သား​လေးတစ်​ယောက်ရှိတယ်ဘန်ဂျမင်၆နှစ်သား​လောက်မှာသူရဲ့မိခင်အန်နာဟာ ဇီးရက်စ်ဆိုတဲ့​ကွန်ပျူတာပရိုဂရမ်တစ်ခု​ကြောင့်လူ​​တွေသူမ​နောက်လိုက်လာရင်းတံတား​ပေါ်ကခုန်ချပြီး​သေဆုံးသွားခဲ့တယ်ဘန်ဂျမင်​လေးဟာ မိဘမဲ့​ဂေဟာမှာ​နေထိုင်ရင်းကြီးပြင်းခဲ့တယ်သူဟာ ဟက်ကာ​လေးတစ်​ယောက်ဖြစ်လာပြီးစာ​မေးပွဲ​မေးခွန်း​​တွေရဲ့ရလဒ်​တွေကိုဟက်​​ပေးပြီး ပိုက်ဆံရှာခဲ့တာ​ပေါ့တစ်​နေ့မှာသူအ​မေအ​ကြောင်းကိုရှာ​ဖွေ​နေတဲ့အဖွဲ့အစည်းတစ်ခုကသူမလို့ထင်ရတဲ့အမျိုးသမီးတစ်​ယောက်ကိုရှာ​တွေ့ခဲ့တယ်အဲ့အဖွဲ့ဟာဘန်ဂျမင်ရဲ့​ကျောင်းကို​ရောက်လာခဲ့ပြီးသူ့ကိုအန်နာရဲ့အ​ကြောင်း​တွေစုံစမ်းခဲ့တယ်အဲ့အချိန်ကစပြီးဘန်ဂျမင်က သူ့ရဲ့မိခင်ဟာဘာ​ကြောင့်​သေဆုံးခဲ့တာလဲဘာ​ကြောင့်အခုလိုသူ့အ​မေအ​ကြောင်းကိုလာစုံစမ်းတာလည်းဆိုတာလိုက်လံဖော်ထုတ်ခဲ့တာ​ပေါ့​နောက်ပိုင်းမှာသူဘာ​တွေရှာ​တွေ့ခဲ့လဲဘာ​တွေအခက်အခဲကြုံခဲ့လဲဆိုတာကြည့်ရှု့ရမှာပါ File Size : ( 960 MB , 314 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 37minFormat : Mp4Genre : Action , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/hacker-2019/",
        "category": "Action, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rolHlWfHMJov3pQzt9ndamZuQIh.jpg",
        "title": "Jabariya Jodi (2019)",
        "description": "(Unicode)ဟောဒီဘီဟားမှာ မင်္ဂလာသုံးမျိုးရှိတယ်သတ္တိရှိသူတွေအတွက် ပေးစားလို့ယူလိုက်ကြတဲ့ မင်္ဂလာ ......ကံတရားကစီမံပေးတဲ့ ချစ်လို့ယူကြတဲ့ မင်္ဂလာနဲ့ ...လက်ဖွဲ့ငွေကို လောဘတက်နေတဲ့ လောဘသားကောင်တွေအတွက် အတင်းပေးစားတဲ့ အဓမ္မမင်္ဂလာဆောင်အဓမ္မမင်္ဂလာဆောင်ဆိုတာဘာလဲ အိန္ဒိယမှာ မင်္ဂလာတစ်ခုဆောင်တော့မယ်ဆိုရင်မိန်းကလေးတစ်ယောက်ဟာ ဘယ်လောက်ကြီးပဲ အရည်ချင်းရှိရှိ ဘယ်လောက်ကြီးပဲပြည့်စုံနေပါစေအဲ့ဒိမိန်းကလေးဘက်က ယောက်ျားလေးကို ပြန်တင်တောင်းရပါသတဲ့ဒီကိစ္စကို အစိုးရက တရားမဝင်ဘူးဆိုပြီး တားမြစ်ထားပေမယ့် ယခုအချိန်ထိ ငွေကြေးမရှိရင်သမီးတွေအိမ်ထောင်မချပေးနိုင်တဲ့မိဘတွေအများကြီးပါတစ်နှစ်တစ်နှစ် အဲ့ဒိသောကကြောင့် သက်သေသွားတဲ့အဖေတွေ မနည်းမနောပါပဲအဲ့ဒိတော့ အဲ့ဒိလိုလက်ဖွဲ့ကို လောဘတက်ပြီး သားလိုချင်ရင် ပိုက်ဆံ သိန်း ၅၀ နဲ့ ကားတစ်စီးကျုပ်သားကတော့ ဆရာဝန်ဆို ဒီလောက်မှ အင်ဂျင်နီယာဆို ဒီဈေးပေါက်တယ်ဆိုပြီး နွားဈေး ဆောရီး သားဈေးသိပ်ကောင်းနေပါတယ်ဘီဟားမှာတော့ ဒီလိုပြဿနာဖြစ်လာရင် ဒိုင်ခံဖြေရှင်းပေးတာ ဟူကွမ်ဒေ့ဗ်ဆင့်နဲ့ အဘေး(ဟ်)ဆင့်တို့သားဖပါပဲသူတို့ဖြေရှင်းပုံက လက်ဖွဲ့လောဘသားကောင်တွေကို သူတို့တောင် မသိလိုက်ဘဲစပ်ရိုက်မင်္ဂလာဆောင်တွေလုပ်ပေးပြီး မိန်းကလေးနဲ့ အတင်းပေးစားပစ်လိုက်တာပါဒီတော့ လက်ဖွဲ့ကြေးပေးစရာမလိုဘဲ သမီးမိန်းကလေးတစ်ယောက်ကို အိမ်ထောင်ချပေးလို့ရသွားပါတယ်အဲ့ဒိလို ပြဿနာတွေကိုဖြေရှင်းပေးနေတဲ့ အဘေးဆင့်တစ်ယောက် တစ်နေ့မှာသူ့ငယ်ချစ် ဘဘ်လီတစ်ယောက်ကိုလည်း ထိုပြဿနာကို ဖြေရှင်းဖို့အကြောင်းဖန်လာလေသောအခါ ...",
        "rating": "4.3",
        "url": "https://megaup.net/1t43e/(CM)Jabariya_Jodi.2019.720p.Zee5.WEB-DL.mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/brian-2-140x200.jpg",
        "title": "Brian Banks(2018)",
        "description": "Brian Banks(2018)အညႊန္း**********************IMDb....6.5(zawgyi)ဇာတ္လမ္းအက်ဥ္းကေတာ့\nအေမရိကန္ေဘာလုံးသမားတစ္ဦးျဖစ္တဲ့ ဘ႐ိုင္ယန္ကိသ္ဘန႔္စ္ရဲ႕\nျဖစ္ရပ္မွန္ကိုယ္ေရးအတၳဳပတၱိအၾကာင္းကို ႐ိုက္ကူးတင္ဆက္ထားတာျဖစ္ပါတယ္\nဘ႐ိုင္ယန္ဟာ ငယ္စဥ္ကတည္းက အေမရိကန္ေဘာလုံးကစားတာကို အရမ္းဝါသနာပါခဲ့သူျဖစ္ၿပီး\nထူးခြၽန္တဲ့ကစားသမားတစ္ဦးလဲျဖစ္ခဲ့ပါတယ္...NFLကပ႐ိုအသင္းတစ္သင္းျဖစ္တဲ့ USCကေတာင္\nေခၚယူတဲ့အထိနီးစပ္ခဲ့တာပါ...ဒါေပမယ့္ငယ္႐ြယ္တဲ့အခ်ိန္မွာ ကံၾကမၼာရဲ႕ လွည့္စားမႈတစ္ခုေၾကာင့္\nဘ႐ိုင္ယန္ရဲ႕ဘဝအိမ္မက္ေတြ ေပ်ာက္ဆုံးခဲ့ရတယ္...အေၾကာင္းကေတာ့သူ႔ကိုအမ်ိဳးသမီးတစ္ဦးအား လိင္ပိုင္းဆိုင္ရာ\nက်ဴးလြန္ေစာ္ကားသူတစ္ဦးအျဖစ္ တရားစြဲဆိုျခင္းခံလုိက္ရပါတယ္.. ဒါေၾကာင့္ပဲ သူဝါသနာထုံတဲ့ အားကစားကို\nဆက္လက္ကစားခြင့္မရခဲ့ေတာ့ပါဘူး...ဒါေပမယ့္ ဘ႐ိုင္ယန္ဟာလက္ေလွ်ာ့ျခင္းမရွိခဲ့ဘဲ\nသူမက်ဴးလြန္ခဲ့တဲ့ ဒီနာမည္အမည္းစက္ဆိုးႀကီးကို ေခ်ဖ်က္ဖို႔ဘယ္လိုေရွ႕ဆက္တိုက္ပြဲဝင္သြားမလဲဆိုတာကိုေတာ့...ဒီကားက စိတ္၀င္စားစရာျဖစ္ရပ္မွန္ ျဖစ္တဲ့အျပင္\nဘရုိင္ယန္ရဲ႕ လွဳပ္ရွားရုန္းကန္ပုံေတြကုိ ေလးစားစရာေတြ႕ျမင္ရသလုိ\nတစ္ခ်ဳိ႕အရာေတြက်ျပန္ေတာ့ လည္း တကယ့္ကုိ သံေ၀ဂရစရာေတြပါပဲ...\nခံစားၾကည့္ၾကပါဦး...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung\nပဲျဖစ္ပါတယ္....(unicode)ဇာတ်လမ်းအကျဉ်းကတော့\nအမေရိကန်ဘောလုံးသမားတစ်ဦးဖြစ်တဲ့ ဘရိုင်ယန်ကိသ်ဘန့်စ်ရဲ့\nဖြစ်ရပ်မှန်ကိုယ်ရေးအတ္ထုပတ္တိအကြာင်းကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်\nဘရိုင်ယန်ဟာ ငယ်စဉ်ကတည်းက အမေရိကန်ဘောလုံးကစားတာကို အရမ်းဝါသနာပါခဲ့သူဖြစ်ပြီး\nထူးချွန်တဲ့ကစားသမားတစ်ဦးလဲဖြစ်ခဲ့ပါတယ်...NFLကပရိုအသင်းတစ်သင်းဖြစ်တဲ့ USCကတောင်\nခေါ်ယူတဲ့အထိနီးစပ်ခဲ့တာပါ...ဒါပေမယ့်ငယ်ရွယ်တဲ့အချိန်မှာ ကံကြမ္မာရဲ့ လှည့်စားမှုတစ်ခုကြောင့်\nဘရိုင်ယန်ရဲ့ဘဝအိမ်မက်တွေ ပျောက်ဆုံးခဲ့ရတယ်...အကြောင်းကတော့သူ့ကိုအမျိုးသမီးတစ်ဦးအား လိင်ပိုင်းဆိုင်ရာ\nကျူးလွန်စော်ကားသူတစ်ဦးအဖြစ် တရားစွဲဆိုခြင်းခံလိုက်ရပါတယ်.. ဒါကြောင့်ပဲ သူဝါသနာထုံတဲ့ အားကစားကို\nဆက်လက်ကစားခွင့်မရခဲ့တော့ပါဘူး...ဒါပေမယ့် ဘရိုင်ယန်ဟာလက်လျှော့ခြင်းမရှိခဲ့ဘဲ\nသူမကျူးလွန်ခဲ့တဲ့ ဒီနာမည်အမည်းစက်ဆိုးကြီးကို ချေဖျက်ဖို့ဘယ်လိုရှေ့ဆက်တိုက်ပွဲဝင်သွားမလဲဆိုတာကိုတော့...ဒီကားက စိတ်ဝင်စားစရာဖြစ်ရပ်မှန် ဖြစ်တဲ့အပြင်\nဘရိုင်ယန်ရဲ့ လှုပ်ရှားရုန်းကန်ပုံတွေကို လေးစားစရာတွေ့မြင်ရသလို\nတစ်ချို့အရာတွေကျပြန်တော့ လည်း တကယ့်ကို သံဝေဂရစရာတွေပါပဲ...\nခံစားကြည့်ကြပါဦး...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwel Zan Aung\nပဲဖြစ်ပါတယ်....File Size : ...",
        "rating": "6.5",
        "url": "https://megaup.net/N6u7/Brian_Banks.2018.BluRAY.720P.PP.mp4",
        "category": "Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hfp4ep0ysLTwE46A1lG2ut7KHj1.jpg",
        "title": "Ghost in the Graveyard(2019)",
        "description": "Ghost in the Graveyard(2019)အညႊန္း**********************************IMDb....6.1(zawgyi)သခ်ၤ ိဳင္းထဲက သရဲ (Ghost in the Graveyard) ဆိုတဲ့ Horror ဇာတ္ကားသစ္ေလးတစ္ကားတင္ဆက္ေပးလုိက္ပါတယ္ ၂၀၁၉ ထြက္ျဖစ္ျပီးေတာ့ IMDb – 6.1/10 ရရွိထားပါတယ္\nေမွာင္ရီပ်ိဳးစ တစ္ညေနမွာ ကေလးတစ္အုပ္စုဟာ သုႆန္တစ္စျပင္ထဲမွာ တူတူပုန္းတမ္း သြားေဆာ့ရင္း ေျပးၾကလႊားၾကနဲ႔ မာသာ ဆိုတဲ့ ကေလးမေလးတစ္ဦးဟာ လူေသျမွုဳပ္တ့ဲ က်င္းေဟာင္းတစ္ခုထဲကို မေတာ္တဆ ျပဳတ္က်ျပီး ေသဆံုးသြားခဲ့ပါတယ္ ….\nမာသာဟာ ဆယ္လီဆိုတဲ့ေကာင္မေလးရဲ႕ သူငယ္ခ်င္းျဖစ္ျပီးေတာ့ ဆယ္လီရဲ႕ ညတိုင္းအိပ္မက္ေတြထဲမွာ မာသာဟာ အုတ္ဂူေတြၾကားထဲမွာ ရုန္းရင္းဆန္ခတ္ ေျပးလႊားေနတာကို ျမင္ေတြ႔ေနရပါသတဲ့\nႏွစ္ေတြၾကာလာခဲ့ေပမယ့္ သခ်ၤ ိဳင္းမွာ မာသာဆိုတဲ့ေကာင္မေလး ေျခာက္လွန္႔ေနတယ္ဆိုတဲ့ သတင္းကေတာ့ ေပ်ာက္ပ်က္မသြားခဲ့ပါဘူး…မာသာေသဆံုးမႈနဲ႔ ဆယ္လီနဲ႔ ဘယ္လိုမ်ား ပတ္သက္မႈွရွိလဲ...စိတ္၀င္စားစရာလည္းေကာင္းသလုိ\nတစ္စိမ့္စိမ့္ေၾကာက္ေနရတဲ့ ကားမုိ႕ Horror ၾကဳိက္ၿပိတ္သတ္တုိ႕အဖုိ႕\nခံစားၾကည့္ၾကပါဦး...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...(unicode)သင်္ချ ...",
        "rating": "6.1",
        "url": "https://megaup.net/5wOAi/Ghost_In_The_Graveyard.2019.WEB-DL.720P.PP.mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ukGYYwHzBoGau8BnYtO5rPHhaxH.jpg",
        "title": "Another Child (2019)",
        "description": "(Unicode) Family Drama ဇာတ်ကားလေးပါဂျူရီက အမြဲအမှတ်ကောင်းပြီးစာတော်တဲ့ အထက်တန်းကျောင်းသူတစ်ယောက်ပါချစ်ရတဲ့အဖေရယ် အမေရယ်နဲ့ မချမ်းသာပေမယ့် မဆင်းရဲတဲ့မိသားစုလေးဘဝလေးကိုဖြတ်သန်းနေသူပါတစ်နေ့မှာတော့ သူ့ချစ်ရတဲ့အဖေက သူနဲ့တစ်ကျောင်းတည်းသား ယွန်းအာရဲ့အမေနဲ့ ညိစွန်းနေတာကိုသိလိုက်ရတဲ့အခါ..သူနဲ့ယွန်းအာကြားကအဖုအထစ်လေးတွေ မိဘအပေါ် နာကျည်းချက်တွေကို ဘယ်လိုရင်ဆိုင်ကြမလဲသူတို့ဘဝထဲကိုဝင်လာမယ့်တတိယလူကရောဘယ်သူလဲဆိုတာ ကြည့်ရှုခံစားလိုက်ပါဦးကိုးရီးယားကားတို့ရဲ့ထုံးစံအတိုင်း ကြည့်နေရင်းနဲ့မွန်းကျပ်လာစေတာတော့အမှန်ပါပဲ(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Myat Thu ပါ)  File Size : (750 MB ) Quality : WEB-DL 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL H264 AAC-NonDRM\nTranslated by May Myat Thu\nEncoded by Thanhtike ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Irnn/Another_Child_(Miseongnyeon)_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p9r9mcBIDUZSI4jFiptQjEAGA2G.jpg",
        "title": "The Sheriff In Town(2017)",
        "description": "The Sheriff In Town(2017)(Zawgyi)စုံေထာက္ခြၽဲဒယ္ဟိုတစ္ေယာက္ မူးယဇ္ရာဇာ Popeye ရဲ႕ မူးယဇ္ေဆးေတြ\nအေရာင္းအဝယ္လုပ္တဲ့ ရွင္းအီရွစ္ကို မဆင္မျခင္ ဝင္ေရာက္ဖမ္းဆီးရာမွ\nသူ႔တြဲဖက္ ေသဆုံးသြားခဲ့ၿပီး ရွင္းအီရွစ္လည္း\nလြတ္သြားတာေၾကာင့္ တာဝန္ရပ္စဲခံလိုက္ရပါတယ္....စုံေထာက္အလုပ္ဟာ\nသူ႕ဘ၀မုိ႕ ဆုံးရွုံးမွဳဟာ ခ်ဲဒယ္ဟုိအတြက္ တကယ္ႀကီးမားပါတယ္...\nတြဲဖက္ျဖစ္သူ ေသဆုံးၿပီး အလုပ္အကိုင္လည္း ဆုံးရႈံးရတဲ့အတြက္\nစုံေထာက္ခြၽဲတစ္ေယာက္ အရပ္သားဘ၀နဲ႕ သူ႕ဘ၀ကုိပ်က္စီးေစတဲ့\nမူးယစ္ဂုိဏ္းကုိ ေဖာ္ထုတ္ဖုိ႕ႀကဳိးစားပါေတာ့တယ္...\nသူဘယ္လုိေတြႀကဳိးစားေဖာ္ထုတ္မလဲ ဘယ္လုိအခက္ေတြရင္ဆုိင္ရမလဲ....\nဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦး....ခ်ဲဒယ္ဟုိ တစ္ေယာက္ ရဲဟန္ေဆာင္ၿပီး\nရုပ္တည္ႀကီးနဲ႕ ပတ္ေသာင္းက်န္းေနတဲ့အတြက္ အခန္းေတာ္ေတာ္မ်ားမ်ား\nရယ္လည္းရယ္ရသလုိ စိတ္၀င္စားစရာလည္းေကာင္းပါတယ္....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္...(unicode)စုံထောက်ချွဲဒယ်ဟိုတစ်ယောက် မူးယဇ်ရာဇာ Popeye ရဲ့ မူးယဇ်ဆေးတွေ\nအရောင်းအဝယ်လုပ်တဲ့ ရှင်းအီရှစ်ကို မဆင်မခြင် ဝင်ရောက်ဖမ်းဆီးရာမှ\nသူ့တွဲဖက် သေဆုံးသွားခဲ့ပြီး ရှင်းအီရှစ်လည်း\nလွတ်သွားတာကြောင့် တာဝန်ရပ်စဲခံလိုက်ရပါတယ်....စုံထောက်အလုပ်ဟာ\nသူ့ဘဝမို့ ဆုံးရှုံးမှုဟာ ချဲဒယ်ဟိုအတွက် တကယ်ကြီးမားပါတယ်...\nတွဲဖက်ဖြစ်သူ သေဆုံးပြီး အလုပ်အကိုင်လည်း ဆုံးရှုံးရတဲ့အတွက်\nစုံထောက်ချွဲတစ်ယောက် အရပ်သားဘဝနဲ့ သူ့ဘဝကိုပျက်စီးစေတဲ့\nမူးယစ်ဂိုဏ်းကို ဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်...\nသူဘယ်လိုတွေကြိုးစားဖော်ထုတ်မလဲ ဘယ်လိုအခက်တွေရင်ဆိုင်ရမလဲ....\nဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး....ချဲဒယ်ဟို တစ်ယောက် ရဲဟန်ဆောင်ပြီး\nရုပ်တည်ကြီးနဲ့ ပတ်သောင်းကျန်းနေတဲ့အတွက် အခန်းတော်တော်များများ\nရယ်လည်းရယ်ရသလို စိတ်ဝင်စားစရာလည်းကောင်းပါတယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/4aHdv/The.Sheriff.In.Town.2017.WEB-DL720P.PP.mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BNDRmMTkyNWYtMzI2ZS00NWY2LWI3YTAtNWVjOTgzYjVhNmE3XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "Tune in for Love (2019)",
        "description": "၂၀၁၉ ခုနှစ်ရဲ့ နှစ်ကုန်ခါနီးလေးမှာ\nစိတ်ကို နူးညံ့စေတဲ့ ကြေကွဲစေတဲ့\nကြည်နူးမိ ချစ်မိစေ...ခဲ့တဲ့...\nဒီရုပ်ရှင်ကားလေးကို ထိတွေ့ခဲ့ရခဲ့တယ်\nTune In For Love ဟာ Netflix မှာ ပြသခဲ့တဲ့\nကိုရီးယား ရုပ်ရှင်ကားတစ်ကားဖြစ်ပါတယ်\nမင်းသား Hae-In Jung နှင့် မင်းသမီး Go-eun Kim\nပါဝင်သရုပ်ဆောင်ထားပါတယ်...\nဒီဇတ်လမ်းကို စပွိုင်လာလုပ်ဖို့ရော အညွှန်းရေးဖို့ရော\nကြံစည်ထားပေမဲ့...\nရုပ်ရှင်ကား ၂ နာရီစာ ကြည့်ပြီးတဲ့နောက်\nရေးဖို့ မစဉ်းစားတက်တော့ဘူး\n၂ နာရီတောင် အရမ်းနည်းတယ်လို့ ထင်ရတယ်\nဇတ်လမ်း စတည်ထားတာက ၂၀၀၀ ခုနှစ် မပြည့်ခင်\nအရင်ကာလ တုန်းက ဖြစ်ပြီး လူငယ် ၂ ယောက် ရဲ့\nဆယ်ကျော်သက် ကာလ နဲ့ လူလတ်ပိုင်း ကာလ တို့ရဲ့\nကာရိုက်တာကို လှလှပပ ပြသွားခဲ့ပြီး\nခေတ်ကာလ နဲ့ လိုက်ဖက်တဲ့ အပြင်အဆင်တွေ\nမိတ်ကပ်တွေ အဝတ်အစားတွေ အနေအထိုင်တွေ နဲ့\nသီချင်းတွေက အစ 90 ခုနှစ်ဖွားတွေ အတွက်\nပြန်အောင်းမေ့သတိရစေနိုင်တဲ့ သီချင်းအမျိုးအစားတွေ\nပါဝင်နေခဲ့ပါတယ်....\nအချစ်ဆိုတာ အရမ်းချစ်ရင် အရမ်းနာကျင်ရတယ်လို့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/12kyt/Tune_in_for_Love_2019__720P_{CM}.mp4",
        "category": "Asian, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wwAlzeOKDUBl4zLUO1QQWQtqlCj.jpg",
        "title": "Black Ransom ( 2010 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ Imdb 5.7ရရွိထားျပီး အားလံုးနဲ႔ရင္းႏွီးျပးိသားျဖစ္တဲ့မင္းသားၾကီး Simon Yam နဲ႔ Michael Miuတို႔အဓိကပါ၀င္သရုပ္ေဆာင္ထားတဲ့အက္ရွင္ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းကေတာ့ မာဖီးယားဂိုဏ္းေခါင့္းေဆာင္ခ်င္းဟာလူသတ္မႈနဲ႔စြပ္စြဲခံေနရာကေန တရားရံုးမွတရားေသလြတ္ေပးလိုက္တဲ့အခါ...အျပန္လမ္းမွာရဲအရာ႐ွိဟန္ေဆာင္ထားတဲ့လူတစ္စုရဲ႕ ဖမ္းဆီးမႈကိုခံလိုက္ရပါတယ္....ဒီအမႈကိုစံုစမ္းဖို႔ျဖစ္လာတဲ့ရဲအရာ႐ွိက်န္းေပၚဝိန္တိုု႔တစ္ဖြဲ႔လံုးဘယ္လိုအႏၱရာယ္ေတြနဲ႔ရင္ဆိုင္ၾကရမလဲ...ျပန္ေပးဆြဲမႈေနာက္ကြယ္မွာဘယ္လိုအေၾကာင္းတရားမ်ိဳးေတြ႐ွိေနတာလဲ...ဇာတ္လမ္းတစ္ခုလံုးကို စိတ္ဝင္စားဖြယ္ၾကည့္႐ႈရမွာပါ... Unicode*******ဒီကားလေးဟာ Imdb 5.7ရရှိထားပြီး အားလုံးနဲ့ရင်းနှီးပြးိသားဖြစ်တဲ့မင်းသားကြီး Simon Yam နဲ့ Michael Miuတို့အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ မာဖီးယားဂိုဏ်းခေါင့်းဆောင်ချင်းဟာလူသတ်မှုနဲ့စွပ်စွဲခံနေရာကနေ တရားရုံးမှတရားသေလွတ်ပေးလိုက်တဲ့အခါ...အပြန်လမ်းမှာရဲအရာရှိဟန်ဆောင်ထားတဲ့လူတစ်စုရဲ့ ဖမ်းဆီးမှုကိုခံလိုက်ရပါတယ်....ဒီအမှုကိုစုံစမ်းဖို့ဖြစ်လာတဲ့ရဲအရာရှိကျန်းပေါ်ဝိန်တို့တစ်ဖွဲ့လုံးဘယ်လိုအန္တရာယ်တွေနဲ့ရင်ဆိုင်ကြရမလဲ...ပြန်ပေးဆွဲမှုနောက်ကွယ်မှာဘယ်လိုအကြောင်းတရားမျိုးတွေရှိနေတာလဲ...ဇာတ်လမ်းတစ်ခုလုံးကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.8",
        "url": "https://megaup.net/5wKCh/(CM)Black.Ransom.2010.BluRay.720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ke82tQoWL4NE8pQz11NWEbol4U.jpg",
        "title": "Love．Revolution ( 2018 )",
        "description": "Zawgyi*******ေရွးေခတ္စာအုပ္ေတြမွာ ေရးထားတာက မိန္းကေလးေတြဟာေယာက္်ားေလးေတြကေနျဖစ္လာတာတဲ့ ေျပာခ်င္တာကဘုရားသခင္က မိန္းကေလးကိုဖန္ဆင္းတဲ့အခါ ေယာက်ာ္းေလးရဲ႕ နံ႐ိုးကိုယူၿပီး ဖန္ဆင္းသတဲ့ ဒါေပမဲ့ အဲ့လိုမိန္းကေလးေတြက သူတို႔ခ်စ္တဲ့ေယာက္်ားေလးတစ္ေယာက္အတြက္ အရာအားလုံးကို စြန္႔လြတ္ၿပီးအခက္အခဲေတြကို ေက်ာ္လြားႏိုင္မယ္လို႔ထင္သလားဒီကားေလးကေတာ့ ဟာသနဲ႔ အက္ရွင္ေရာထားၿပီး Hong Kong director Sam Leong (The IncredibleTruth)႐ိုက္ကူးထားတဲ့ဇာက္ကားေလးပါ. Japanမင္းသမီး Natsuna (Gantz)နဲ႔ဂ်ပန္မင္းသား Shinagawa Hiroshi,Den Den ၿပီးေတာ့ေဟာင္ေကာင္မင္းသား Sam Lee နဲ႔ Candy Law တို႔ ပါဝင္႐ိုက္ကူးထားၿပီးဘန္ေကာက္ၿမိဳ႕မွာ ဇာက္အိမ္တည္ထားပါတယ္Yoshida Ai (Natsuna)ဟာ အခ်စ္အတြက္ဆို ဘာမဆို လုပ္မဲ့ သူတစ္ေယာက္ပါသူ႔ရည္းစားျဖစ္သူက ေစာက္သုံးလုံးလုံး မက်တဲ့သူျဖစ္ေပမဲ့ သူမက သူ႔အတြက္ဆို ဘာမဆိုလုပ္မယ့္သူပါ.စိတ္၀င္စားဖုိ႕ေကာင္းတဲ႔ကားမို႔ ဆက္လက္ခံစားၾကည္႕ရွုလိုက္ရေအာင္ Unicode*******ရှေးခေတ်စာအုပ်တွေမှာ ရေးထားတာက မိန်းကလေးတွေဟာယောက်ျားလေးတွေကနေဖြစ်လာတာတဲ့ ပြောချင်တာကဘုရားသခင်က မိန်းကလေးကိုဖန်ဆင်းတဲ့အခါ ယောကျာ်းလေးရဲ့ နံရိုးကိုယူပြီး ဖန်ဆင်းသတဲ့ ဒါပေမဲ့ အဲ့လိုမိန်းကလေးတွေက သူတို့ချစ်တဲ့ယောက်ျားလေးတစ်ယောက်အတွက် ...",
        "rating": "6",
        "url": "https://megaup.net/5wKzV/(CM)Love.Revolution.2018.BluRay.720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BYzg1NTQ2NjItYWJiMS00Zjg0LWEwNDAtNjc0MWRjMTY2Y2QzXkEyXkFqcGdeQXVyMjY2OTU0MTg@._V1_-135x200.jpg",
        "title": "League of Legends Origins (2019)",
        "description": "ဒီ Documentary ကတော့ လတ်တလော ရေပန်းစားနေတယ့် Riot ကနေ ထုတ်ထားတဲ့ LOL ရဲ့ ဖြစ်ပေါ်လာပုံအကြောင်းပဲဖြစ်ပါတယ်\n2009 ခုနှစ်မှာ PC version အနေနဲ့စတင် ထွက်ရှိလာတဲ့ LOL ဟာ\n2020 မှာတော့ Mobile Versionထွက်လာတော့မှာဖြစ်လို့ MLBB fanတွေအပြောများနေတဲ့ Multiplayer Online Game ဖြစ်ပါတယ်\nဒီ Origin of LOL documentary မှာတော့\nLOL ရဲ့ ဖခင်ကြီး၂ယောက်ဖြစ်တဲ့ Brandan နဲ့ Marc ဘယ်လိုကြိုးစားခဲ့ပုံ\nESportsမှာ နေရာဘယ်လိုယူခဲ့ပုံတွေ တွေ့ရမှာဖြစ်ပါတယ်\nLOL world championsip ကို 2011ကနေ စတင်ကျင်းခဲ့ပါတယ်\n2011မှာ Team Fnatic\n2012မှာ Taipei Assassins\n2013မှာ SK Telecom T1\n2014မှာ Samsung White\n2015မှာ SK Telecom T1\n2016မှာ SK Telecom T1\n2017မှာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1t051/League.of.Legends.Origins.2019.720p.NF.WEB-DL(cm).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tSFww2EtncUAWHitRbIZiOaWw6n.jpg",
        "title": "Midnight University ( 2016 )",
        "description": "Zawgyi*******လူႀကိဳက္မ်ားတဲ့ ဆယ္လီ စတားတစ္ေယာက္ဟာဘြဲယူခါနီးenglishတစ္ဘာသာက်လို႔ ဘြဲ႕မရျဖစ္ေတာ့မယ့္အေနအထားမွာဆရာကအတန္းျပန္တက္ၿပီးစာေမးပြဲျပန္​ေျဖဖို႔အတြက္ေျပာလာခဲ့ပါတယ္။အဲ့ဒီ ျပန္တက္ရမယ့္အခန္းက သရဲေတြညတိုင္းေျခာက္ေနတဲ့အခန္း ျဖစ္ေနလို႔အတန္းအတြက္တူတူတက္ဖို႔လူစုရတဲ့အခါ ဘယ္လိုေတြဆက္ျဖစ္မလဲသူတို႔ေတြအတန္းတက္လို႔ေရာရမွာလား ဘြဲ႕ယူဖို႔ေရာအဆင္ေျပၾကပါ့မလားအခုကားေလးကသရဲကားဆိုေပမယ့္ထိုင္းသရဲကားေတြအတိုင္းဟာသေလးေရာထားတာမို႔ေၾကာက္ဖို႔မေကာင္းဘဲရယ္ေနရမွာပါၿပီးေတာ့ဘြဲယူက်မယ့္ရာသီလည္းနီးေနၿပီဆိုေတာ့ ဒီကားေလးၾကည့္ၿပီးေက်ာင္းႀကီးကိုတစ္ေခါက္ေလာက္ျပန္လြမ္းျဖစ္မယ္လို႔လဲထင္တာေၾကာင့္ ၾကည့္ရႈအားေပးၾကပါစို႔ေနာ္...... Unicode*******လူကြိုက်များတဲ့ ဆယ်လီ စတားတစ်ယောက်ဟာဘွဲယူခါနီးenglishတစ်ဘာသာကျလို့ ဘွဲ့မရဖြစ်တော့မယ့်အနေအထားမှာဆရာကအတန်းပြန်တက်ပြီးစာမေးပွဲပြန်ဖြေဖို့အတွက်ပြောလာခဲ့ပါတယ်။အဲ့ဒီ ပြန်တက်ရမယ့်အခန်းက သရဲတွေညတိုင်းခြောက်နေတဲ့အခန်း ဖြစ်နေလို့အတန်းအတွက်တူတူတက်ဖို့လူစုရတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်မလဲသူတို့တွေအတန်းတက်လို့ရောရမှာလား ဘွဲ့ယူဖို့ရောအဆင်ပြေကြပါ့မလားအခုကားလေးကသရဲကားဆိုပေမယ့်ထိုင်းသရဲကားတွေအတိုင်းဟာသလေးရောထားတာမို့ကြောက်ဖို့မကောင်းဘဲရယ်နေရမှာပါပြီးတော့ဘွဲယူကျမယ့်ရာသီလည်းနီးနေပြီဆိုတော့ ဒီကားလေးကြည့်ပြီးကျောင်းကြီးကိုတစ်ခေါက်လောက်ပြန်လွမ်းဖြစ်မယ်လို့လဲထင်တာကြောင့် ကြည့်ရှုအားပေးကြပါစို့နော်...... Translated & Reivew By NannEncoded By LK",
        "rating": "5.4",
        "url": "https://megaup.net/4QN1e/(CM)Midnight.University.2016.WEB-DL.720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BMzdhZjlmNDQtN2JiOS00YjFlLWIxNzEtMDEyYWFiMDM5MWZiXkEyXkFqcGdeQXVyMjgzNDQyMjE@._V1_-141x200.jpg",
        "title": "Han Gong-ju (2013)",
        "description": "ဒီကားဟာ ကိုရီးယားနုိင္ငံက ၂၀၀၄ ခုႏွစ္မွာျဖစ္ခဲ့တဲ့\nမီရမ္ဂန္မုဒိန္းမွဳ ဆိုတဲ့ျဖစ္ရပ္မွန္အမွဳကို\nအေျခခံျပီးရိုက္ကူးထားတာျဖစ္ေၾကာင္းအရင္ဆံုးေျပာျပပါရေစ\nျပီးေတာ့ ဒီကားကိုရိုက္တဲ့ဒါရိုက္တာ လီဆုဂ်င္းဟာ\nဒီဇာတ္ကားနဲ႕ သူ႕ရဲ႕ပထမဆံုးဒါရိုက္တာဆုကိုရရွိခဲ့ပါတယ္\nဒီဇာတ္ကားနဲ႕ စုစုေပါင္း ဆု ၂၄ဆုကို ရရွိခဲ့ပါတယ္\nဆန္ကာတင္စာရင္း၀င္တာကေတာ့ မေရတြက္နိုင္ေအာင္ပါပဲ\nျပီးေတာ့ IMDB Rating ၇.၃ ရထားပါတယ္\nဇာတ္လမ္းကေတာ့ အထက္တန္းေက်ာင္းသူေလး၂ေယာက္ဟာ\nမုဒိန္းက်င့္ခံရပါတယ္ မုဒိန္းမွဳလုိ႕ၾကားရင္ကို စိတ္ထဲမခံခ်ိမခံသာျဖစ္ေနရပါျပီ\nဒါေပမယ့္ပိုဆိုးတာက တစ္ေယာက္တည္းကက်င့္တာမဟုတ္ပဲ\nအုပ္စုဖြဲ႕ျပီး တစ္ဒါဇင္ေသာ ေယာက်ၤားေလးမ်ားက\nအလွည့္က်က်င့္တာခံလုိက္ရတာပါ\nေကာင္မေလးတစ္ေယာက္ကေတာ့ ေလာကၾကီးကိုနွဳတ္ဆက္ျပီး\nသတ္ေသသြားပါတယ္ က်န္ခဲ့တဲ့ ေကာင္မေလးတစ္ေယာက္အတြက္\nတရားဥပေဒက ဘယ္ေလာက္လံုျခံဳမွဳေပးမွာလဲ\nအသံခ်ိဳခ်ိဳေလးနဲ႕သီခ်င္းေတြဆိုတတ္တဲ့ေကာင္မေလး\nေရကူးရတာၾကိဳက္တဲ့ေကာင္မေလး မထံုတတ္ေတးနဲ႕\nသိပ္ျပီးမေတြးတတ္တဲ့ အခ်ိန္ပိုင္းေတြပဲလုပ္ျပီး\nပိုက္ဆံရွာေနခ်င္တဲ့ေကာင္မေလး\nဒီလိုေကာင္မေလးကို သူငယ္ခ်င္းအရင္းအခ်ာဆိုတဲ့သူေတြက\nအုပ္စုဖြဲ႕ျပီးမုဒိန္းက်င့္ခဲ့တာပါ ဒါေပမယ့္\nျပန္ရလိုက္တာကေရာတရားရဲ႕လား\nေငြမ်ားေငြနုိင္ အာဏာရွိတဲ့သူေတြအနိုင္ရတဲ့ေခတ္ၾကီးထဲက\nအင္အားမဲ့မိန္းမပ်ိဳေလးတစ္ေယာက္ရဲ႕\nအနာဂတ္ကို ဘယ္လိုမ်ားေရွ႕ဆက္သြားနုိင္မလဲ\nကိုယ့္ဘာသာပဲဆက္ၾကည့္လိုက္ပါေတာ့ေနာ္\nTranslated By : ThinZar Htet\nEncoded By : XCode",
        "rating": "7.3",
        "url": "https://megaup.net/4aP9c/Han.Gong.Ju.2014_720P_%7BCM%7D.mp4",
        "category": "Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fqe8JxDNO8B8QfOGTdjh6sPCdSC.jpg",
        "title": "The Hateful Eight ( 2015 )",
        "description": "Zawgyi******IMDb 7.8 ရရွိထားတဲ႔ဇာတ္ကားပဲၿဖစ္ပါတယ္ဒီရုပ္ရွင္ကေတာ့ ဒါရိုက္တာၾကီး ကြင္တင္ တာရန္တီႏိုရဲ႕ နာမည္ေက်ာ္ ရုပ္ရွင္တစ္ခုပဲ ျဖစ္ပါတယ္။သူရိုက္ခဲ့တဲ့ Pulp fiction, Kill Bill, Inglourious bastards,Django unchained တို႕ကို ၾကည့္ဖူးရင္ သူဘယ္လိုကားမ်ိဳးေတြရိုက္တတ္လဲ သိမွာပါ။ မၾကာခင္လည္း once upon a time in Hollywood ကားထြက္လာဦးမွာပါ။ ဒီဇာတ္လမ္းမွာလဲ ကာရိုက္တာ မ်ိဳးစံုကို အခန္းတစ္ခုထဲမွာထည့္ၿပီး ပေဟဠိေတြနဲ႕ လွလွပပ ျပသထားတာ ေတြ႕ပါလိမ့္မယ္။ဇာတ္လမ္းကေတာ့ အေမရိကန္ ျပည္တြင္းစစ္အၿပီး ႏွစ္အနည္းငယ္အၾကာကိုအေျချပဳထားတာပါ။ ေျမာက္ပိုင္းတပ္က ထြက္လာတဲ့ ဗိုလ္မွဴးမားကြစ္( ဆမ္ျမဴရယ္ ဂ်က္ဆန္) ဟာ ေၾကးစားလူဆိုးဖမ္းသမားအျဖစ္အသက္ေမြးေနပါတယ္။ တစ္ေန႕မွာ ဝိုင္အိုးမင္းနယ္ ေတာင္ေပၚတစ္ေနရာမွာႏွင္းမုန္တိုင္းေၾကာင့္ ပိတ္မိေနရင္း လွည္းတစ္စီးနဲ႕ လမ္းၾကံဳလိုက္ခဲ့ရတယ္။အဲဒီလွည္းေပၚမွာ ပါလာတဲ့ လူေတြနဲ႕ ဆိုင္ေလးတစ္ခုမွာ ဝင္ခိုနားၾကတယ္။အဲဒီဆိုင္ထဲမွာလည္း ေရာက္ႏွင့္ၿပီးတဲ့သူေတြ ရွိေနပါၿပီ။အဓိကကေတာ့သူတို႕ေတြၾကားထဲက ပတ္သတ္မႈနဲ႕ လိ်ဳ႕ဝွက္ခ်က္ေတြကိုစိတ္ဝင္စားစရာထိုင္ၾကည့္ေနရမွာပါပဲ။ ...",
        "rating": "7.8",
        "url": "https://megaup.net/3uR0Z/(CM)The.Hateful.Eight.2015.720p.BluRay.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uLtkOmPAN38CPI3nNgnBmIvrsa8.jpg",
        "title": "You Shoot, I Shoot ( 2001 )",
        "description": "Zawgyi*******ဒီတစ္ခါေတာ့ ေပါ့ေပါ့ပါးပါးေဟာင္ေကာင္ဟာသအက္ရွင္ကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစ2001 က ထြက္ရွိထားၿပီး IMDb 7.4 အထိရရွိထားတဲ႔ဇာတ္ကားေလးပါဘတ္ဆိုတဲ့ေၾကးစားလူသတ္သမားတစ္ေယာက္ဟာအရင္လိုစီးပြားေရးမေကာင္းေတာ့ပါဘူးတဲ့ အေျခအေနအရပါတနာရွာေတာ့ ခြၽမ္ဆိုတဲ့ နယူးေယာက္႐ုပ္ရွင္ပညာဘြဲ႕ရဒါ႐ိုက္တာနဲ႔ေတြ႕သြားပါတယ္သူဟာလဲအေျခအေနမေကာင္းလို႔ေဆးေျခာက္ေရာင္းသူပါေၾကးစားႀကီးဘတ္နဲ႔ NYU ေက်ာင္းထြက္ခြၽမ္တို႔ ေစ်းကြက္ကိုအဖက္ဆယ္ဖို႔ ဘယ္လိုလုပ္ၾကသလဲဆိုတာဇာတ္ကားေလးကိုပဲၾကည့္ၿပီးအေျဖရွာလိုက္ၾကေတာ့ေနာ္ Unicode*******ဒီတစ်ခါတော့ ပေါ့ပေါ့ပါးပါးဟောင်ကောင်ဟာသအက်ရှင်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ2001 က ထွက်ရှိထားပြီး IMDb 7.4 အထိရရှိထားတဲ့ဇာတ်ကားလေးပါဘတ်ဆိုတဲ့ကြေးစားလူသတ်သမားတစ်ယောက်ဟာအရင်လိုစီးပွားရေးမကောင်းတော့ပါဘူးတဲ့ အခြေအနေအရပါတနာရှာတော့ ချွမ်ဆိုတဲ့ နယူးယောက်ရုပ်ရှင်ပညာဘွဲ့ရဒါရိုက်တာနဲ့တွေ့သွားပါတယ်သူဟာလဲအခြေအနေမကောင်းလို့ဆေးခြောက်ရောင်းသူပါကြေးစားကြီးဘတ်နဲ့ NYU ကျောင်းထွက်ချွမ်တို့ ဈေးကွက်ကိုအဖက်ဆယ်ဖို့ ဘယ်လိုလုပ်ကြသလဲဆိုတာဇာတ်ကားလေးကိုပဲကြည့်ပြီးအဖြေရှာလိုက်ကြတော့နော် Translated & Review By Nu MonEncoded By LK",
        "rating": "7.4",
        "url": "https://megaup.net/2cpbp/You_Shoot,_I_Shoot_(Maai_Hung_Paak_Yan)_[2001]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MF-141x200.jpg",
        "title": "The Mermaid Force ( 2019 )",
        "description": "Zawgyi*******2019 ထြက္ ဒီ အက္ရွင္ဇာတ္ကားသစ္ေလးဟာဆုိရင္ၿဖင္႔ Operation Mekong ရဲ႕Remake Female Version ပဲၿဖစ္ပါတယ္မူးယစ္ရာဇာေတြကိုၿဖိဳခြဲဖို႔ ေရသူမတပ္ဖြဲ႔ကိုဖြဲ႔ၿပီးစစ္ဆင္ေရးအေျမာက္အျမားကိုေအာင္ျမင္စြာလုပ္ေဆာင္ႏိုင္ခဲ့ပါတယ္...ဒီလိုနဲ႔မူးယစ္ရာဇာႀကီးဝူးလားကိုဖမ္းႏိုင္ဖို႔အဆင့္ဆင့္ဘယ္လိုႀကိဳးစားၾကမလဲ...ဘယ္လိုအခက္အခဲေတြနဲ႔ၾကံဳေတြ႔ရလဲ....ဘယ္လိုအႏၱရာယ္မ်ိဴးေတြနဲ႔ၾကံဳေတြ႔ရမွာလဲ...ဇာတ္လမ္းတစ္ခုလံုးကိုစိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈကမွာပါ...ေရသူမတပ္ဖြဲ႔ဝင္ေလးေတြက အလန္းေလးေတြမလို႔ အႀကိဳက္ေတြ႔ေစမွာအမွန္ပါပဲ Unicode*******2019 ထွက် ဒီ အက်ရှင်ဇာတ်ကားသစ်လေးဟာဆိုရင်ဖြင့် Operation Mekong ရဲ့Remake Female Version ပဲဖြစ်ပါတယ်မူးယစ်ရာဇာတွေကိုဖြိုခွဲဖို့ ရေသူမတပ်ဖွဲ့ကိုဖွဲ့ပြီးစစ်ဆင်ရေးအမြောက်အမြားကိုအောင်မြင်စွာလုပ်ဆောင်နိုင်ခဲ့ပါတယ်...ဒီလိုနဲ့မူးယစ်ရာဇာကြီးဝူးလားကိုဖမ်းနိုင်ဖို့အဆင့်ဆင့်ဘယ်လိုကြိုးစားကြမလဲ...ဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ရလဲ....ဘယ်လိုအန္တရာယ်မျိူးတွေနဲ့ကြုံတွေ့ရမှာလဲ...ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုကမှာပါ...ရေသူမတပ်ဖွဲ့ဝင်လေးတွေက အလန်းလေးတွေမလို့ အကြိုက်တွေ့စေမှာအမှန်ပါပဲ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/4QH6w/(CM)The.Mermaid.Force.2019.HDRip.720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BOWY5NzU5YTEtNTQ5My00Yzk0LTg2M2UtYWU4MjQwY2Y5ZTBmXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "3 from Hell (2019)",
        "description": "Zawgyi\n၁၀ႏွစ္ၾကာၿပီးတဲ့ေနာက္မွာေတာ့ အိုတစ္ဒရစ္ဖ္ဝုဒ္ေထာင္ေဖာက္ထြက္ေျပးခဲ့ၿပီးေနာက္\nကပၸတိန္စေပါဒင္းနဲ႕ ျပန္လည္ဆံုစည္းခဲ့ပါတယ္။\nသူတို႕ရဲ႕ေနာက္ထပ္ပလန္ကေတာ့ သူတို႕ရဲ႕ညီမေလး ေဘဘီကိုကယ္တင္ဖို႕ပါပဲ။\nေဘဘီဆိုတာက ေလထဲမွာလႊင့္ပ်ံ႕ေနတဲ့ ပန္းေလးတစ္ပြင့္လိုပါပဲ။\nရုိးရိုးပန္းေလးတစ္ပြင့္ေတာ့ မဟုတ္ပါဘူး အဆိပ္ဆူးေတြအျပည့္နဲ႕ ပန္းပြင့္ေလးလို႕ေခၚရမွာပါ။\nသူတို႕၃ေယာက္နယ္ျခားတိုင္းျပည္တစ္ခုကိုထြက္ေျပးဖို႕ၾကံစည္ၾကပါေတာ့တယ္။\nဒါေပမယ့္ သူတို႕ေနာက္မွာ ေနာက္ထပ္ေသမင္းတမန္ေတြက်န္ေနခဲ့ေသးတယ္ဆိုတာကိုေတာ့ မသိခဲ့ေသးပါဘူး။\nဒီဇာတ္ကားက ၂၀၀၃ခုႏွစ္ကတည္းကထြက္ရွိထားတဲ့ House of 1000 Corpses နဲ႕\nThe Devil's Rejectsတို႕ရဲ႕ Sequel ပဲျဖစ္ပါတယ္။\nလူသတ္ကားဇာတ္ကားတစ္ကားျဖစ္ၿပီးေတာ့ R အဆင့္သတ္မွတ္ထားပါတယ္။\nဇာတ္ကားအတြင္းမွာ ၾကမ္းတမ္းတဲ့ဇာတ္ကြက္ေတြ၊ေဆးသံုးစြဲတာေတြနဲ႕ လိင္မႈကိစၥေတြပါပါဝင္တာေၾကာင့္ပါ။\nလူသတ္ကားေကာင္းေကာင္းၾကမ္းၾကမ္းေလးေတြၾကိဳက္တဲ့သူေတြအတြက္ေတာ့ ၾကည့္သင့္တဲ့ဇာတ္ကားေလးတစ္ကားပဲျဖစ္ပါတယ္။\nUnicode\n၁၀နှစ်ကြာပြီးတဲ့နောက်မှာတော့ အိုတစ်ဒရစ်ဖ်ဝုဒ်ထောင်ဖောက်ထွက်ပြေးခဲ့ပြီးနောက်\nကပ္ပတိန်စပေါဒင်းနဲ့ ပြန်လည်ဆုံစည်းခဲ့ပါတယ်။\nသူတို့ရဲ့နောက်ထပ်ပလန်ကတော့ သူတို့ရဲ့ညီမလေး ဘေဘီကိုကယ်တင်ဖို့ပါပဲ။\nဘေဘီဆိုတာက လေထဲမှာလွှင့်ပျံ့နေတဲ့ ပန်းလေးတစ်ပွင့်လိုပါပဲ။\nရိုးရိုးပန်းလေးတစ်ပွင့်တော့ မဟုတ်ပါဘူး အဆိပ်ဆူးတွေအပြည့်နဲ့ ပန်းပွင့်လေးလို့ခေါ်ရမှာပါ။\nသူတို့၃ယောက်နယ်ခြားတိုင်းပြည်တစ်ခုကိုထွက်ပြေးဖို့ကြံစည်ကြပါတော့တယ်။\nဒါပေမယ့် သူတို့နောက်မှာ နောက်ထပ်သေမင်းတမန်တွေကျန်နေခဲ့သေးတယ်ဆိုတာကိုတော့ မသိခဲ့သေးပါဘူး။\nဒီဇာတ်ကားက ၂၀၀၃ခုနှစ်ကတည်းကထွက်ရှိထားတဲ့ House of 1000 Corpses နဲ့ The Devil's Rejectsတို့ရဲ့ Sequel ပဲဖြစ်ပါတယ်။\nလူသတ်ကားဇာတ်ကားတစ်ကားဖြစ်ပြီးတော့ R အဆင့်သတ်မှတ်ထားပါတယ်။\nဇာတ်ကားအတွင်းမှာ ကြမ်းတမ်းတဲ့ဇာတ်ကွက်တွေ၊ဆေးသုံးစွဲတာတွေနဲ့ လိင်မှုကိစ္စတွေပါပါဝင်တာကြောင့်ပါ။\nလူသတ်ကားကောင်းကောင်းကြမ်းကြမ်းလေးတွေကြိုက်တဲ့သူတွေအတွက်တော့ ကြည့်သင့်တဲ့ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။",
        "rating": "6.0",
        "url": "https://megaup.net/2cp9j/3.from.Hell.2019.UNRATED.RERIP.720p.BluRay(cm).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BNDhiZTA1MzItMWNmZC00YWZlLWI5NTYtYzI5MzMxNGJkZDcxXkEyXkFqcGdeQXVyNTE4NTE0NjU@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "The Laundromat (2019)",
        "description": "ZawGyi\n၂၀၁၆ေလာက္တုန္းကလို႕ထင္တယ္ ပနားမားစာတမ္းဆိုၿပီး စာရင္းရွင္းတမ္းေတြထြက္ေပၚလာခဲ့ပါေသးတယ္\nျမန္မာေတာင္မွပါပါေသးတယ္။\nဒီကားကပနားမားစာတမ္းထဲကအေၾကာင္းအရာတစ္ခ်ိဳ႕ကုိ\nရုိက္ျပထားတာပါ။\nစီးပြားေရးပိုင္းဆိုင္ရာေတြ တရားဥပေဒပိုင္းဆိုင္ရာေတြ ေငြေၾကးခဝါခ်တာေတြ ေငြျဖဳေငြမည္းကိစၥေတြ မ်ားစြာပါဝင္ေနပါတယ္။\nခ်မ္းသာတဲ့သူေတြ သူတို႕ရဲ႕ပိုင္ဆိုင္မႈစာရင္းဇယားေတြကိုသာအမွန္တိုင္းျပထားမယ္ဆိုရင္\nတကယ္တမ္းေပးရမဲ့အခြန္ေတြကမနည္းမေနာပဲေလ ။ဒါကုိသူတို႕ကိုတိမ္းေရွာင္ခ်င္ၾကတယ္။\n၏ဒီေတာ့ ဒီလိုတိမ္းေရွာင္ဖို႕ဘယ္လိုလုပ္ရင္ျဖစ္နိုင္မလဲ??\nခင္ပြန္းသည္ကုိ မေတာ္တဆမႈမွာ ဆံုးရႈံးလိုက္ရတဲ့အယ္လင္ရယ္ မေတာ္တဆမွႈျဖစ္ပြားတဲ့သေဘာၤပိုင္ရွင္ရယ္\nသူတို႕ေတြကေရာဘယ္လိုဆက္စပ္ေနလဲဆိုတာကို ၾကည့္ရႈရမွာပါဗ်။\nNetflixမွာအခုရက္ပိုင္းေတာ္ေတာ္ေလးလူႀကိဳက္မ်ားေနတဲ့ဇာတ္ကားတစ္ကားလဲျဖစ္ပါတယ္။\nUnicode\n၂၀၁၆လောက်တုန်းကလို့ထင်တယ် ပနားမားစာတမ်းဆိုပြီး စာရင်းရှင်းတမ်းတွေထွက်ပေါ်လာခဲ့ပါသေးတယ်\nမြန်မာတောင်မှပါပါသေးတယ်။\nဒီကားကပနားမားစာတမ်းထဲကအကြောင်းအရာတစ်ချို့ကို\nရိုက်ပြထားတာပါ။\nစီးပွားရေးပိုင်းဆိုင်ရာတွေ တရားဥပဒေပိုင်းဆိုင်ရာတွေ ငွေကြေးခဝါချတာတွေ ငွေဖြုငွေမည်းကိစ္စတွေ များစွာပါဝင်နေပါတယ်။\nချမ်းသာတဲ့သူတွေ သူတို့ရဲ့ပိုင်ဆိုင်မှုစာရင်းဇယားတွေကိုသာအမှန်တိုင်းပြထားမယ်ဆိုရင်\nတကယ်တမ်းပေးရမဲ့အခွန်တွေကမနည်းမနောပဲလေ ။ဒါကိုသူတို့ကိုတိမ်းရှောင်ချင်ကြတယ်။\n၏ဒီတော့ ဒီလိုတိမ်းရှောင်ဖို့ဘယ်လိုလုပ်ရင်ဖြစ်နိုင်မလဲ??\nခင်ပွန်းသည်ကို မတော်တဆမှုမှာ ဆုံးရှုံးလိုက်ရတဲ့အယ်လင်ရယ် မတော်တဆမှှုဖြစ်ပွားတဲ့သဘောၤပိုင်ရှင်ရယ်\nသူတို့တွေကရောဘယ်လိုဆက်စပ်နေလဲဆိုတာကို ကြည့်ရှုရမှာပါဗျ။\nNetflixမှာအခုရက်ပိုင်းတော်တော်လေးလူကြိုက်များနေတဲ့ဇာတ်ကားတစ်ကားလဲဖြစ်ပါတယ်။",
        "rating": "6.2",
        "url": "https://megaup.net/2cpas/The.Laundromat.2019.720p.NF.WEB-DL.DD(cm).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iW9eiiUMCXz2MU2kfs0pjO0f3Im.jpg",
        "title": "The Drone (2019)",
        "description": "အမျိုးသမီးများကို ဖျက်ဆီးပြီး ရက်ရက်စက်စက်သတ်ပစ်တဲ့ကွင်းစက်လူသတ်သမားတစ်ယောက် သောင်းကျန်းနေတဲ့အချိန်ပေါ့။သူက သူ့ရဲ့သားကောင်ကို မသတ်ခင်မှာဒရုန်းနဲ့ဗီဒီယိုရိုက်ပြီး စောင့်ကြည့်တတ်တယ်။တစ်နေ့တော့ သူ့အိမ်ကိုရဲတွေဝင်ဖမ်းပါလေရောသူလည်းထွက်ပြေးရင်းနဲ့ ပြေးလမ်းမရှိတဲ့အဆုံးကွန်ပျူတာကုတ်တွေကိုရွတ်လိုက်တဲ့အချိန်လျှပ်စီးလက်မိုးကြိုးအပစ်ခံရပြီးတော့ သူ့ဝိဉာဥ်ကဒရုန်းထဲကိုဝင်သွားပါလေရော။အဲမှာ ခရစ်နဲ့ရေချယ်ဆိုတဲ့ လင်မယား ၂ ယောက်နေတဲ့အိမ်ရဲ့အမှိုက်ပုံးထဲမှာ ဒရုန်းကိုတွေ့သွားကြတယ်။ခရစ်က အဲလိုစက်ပစ္စည်းတွေကို ဝါသနာပါသူပီပီဒရုန်းလေးကို ယူထားလိုက်ရော။ ဆိုတော့ အသက်ဝင်နေတဲ့ဒရုန်းနဲ့ သူတို့လင်မယား ဘယ်လို ၂ ပါးသွားကြမလဲ...ဒီဒရုန်းကရော ဒီအိမ်ကိုမှ ဘာလို့ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာရတာလဲ...ဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲမှာ ဆက်လက်ရှုစားကြပါ File Size : ( 768 MB , 252 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 22 minFormat ...",
        "rating": "5.1",
        "url": "https://megaup.net/4aNrd/(CM)_The_Drone_2019_(Large_Size).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xGUMfHIiEzuNVGeRAggLprzo1gG.jpg",
        "title": "The Influence (2019)",
        "description": "Horrorရုပ္ရွင္ကားတစ္ကားျဖစ္ၿပီး IMDb မွာ4.5/10 ရရိွထားပါတယ္ဒီကားေလးကုိ Netflix ကေနျပသတာပါ အလီရွာတစ္ေယာက္သူငယ္ငယ္ကေလးဘဝတုန္းက ေနထိုင္ခဲ့ရတဲ့အိမ္ႀကီးဆီျပန္လာဖုိ႔အေၾကာင္းျဖစ္ေပၚလာပါတယ္ကုိမာဝင္ေနၿပီး က်န္းမာေရးအေျခအေနမေကာင္းတဲ့အေမျဖစ္သူကုိလာၾကည့္ေပးဖုိ႔ ညီမျဖစ္သူက အကူအညီေတာင္းခဲ့တဲ့အတြက္အလီရွာတုိ႔မိသားစုဟာ ထိုအိမ္ႀကီးကုိတစ္ဖန္ျပန္လည္ေရာက္ရိွခဲ့ရတာျဖစ္ပါတယ္အတိတ္ကျဖစ္ရပ္ေတြကုိေမ့ၿပီးမိသားစုဘဝေလးကုိေကာင္းေကာင္းထူေထာင္ခ်င္တဲ့အလီရွာအတြက္ ဒီအိမ္ႀကီးမွာရိွတဲ့သူမႀကံဳေတြ႕ခ်င္ေတာ့တဲ့အရာကဘာလဲသမီးျဖစ္သူႏုိရာေလးကေရာဘယ္လိုလႊမ္းမုိးမႈေတြကုိ ခံစားရမွာလဲအလီရွာရဲ႕အေမ ဗစ္တုိးရီးယားကေရာဘာေတြပက္သက္ေနမလဲဆုိတာဒီဇာတ္ကားေလးမွာၾကည့္ရႈခံစားလိုက္ပါေနာ္Translated by Kyi KyiEncoded By : XCode",
        "rating": "5.6",
        "url": "https://megaup.net/4QL1h/The.Influence.2019.DUBBED.1080p_%7BCM%7D.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BOWVmZGQ0MGYtMDI1Yy00MDkxLWJiYjQtMmZjZmQ0NDFmMDRhXkEyXkFqcGdeQXVyNjg3MDMxNzU@._V1_-135x200.jpg",
        "title": "Peanut Butter Falcon (2019)",
        "description": "လက်ရှိIMDbမှာ rating 7.9 နဲ့ tomatoမှာ 95%ရထားတဲ့Dramaကားကောင်းတစ်ကားပါ။ရင်းနှီးပြီးသားသရုပ်ဆောင်တွေလည်းပါဝင်ထားပါတယ်(Dakota Johnsonလေး) ဇာတ်လမ်းကတော့ဇက်ခ်ဆိုတဲ့၂၂နှစ်အရွယ်ကောင်လေးတစ်ယောက်ကဉာဏ်ရည်နိမ့်ပါးတဲ့ရောဂါဖြစ်နေပြီး သူ့ကိုစောင့်ရှောက်‌ပေးမယ့်မိသားစုမရှိတာကြောင့်အစိုးရကသူ့ကို သက်ကြီးဘိုးဘွားဂေဟာမှာ နေခိုင်းထားပါတယ်။ဒါပေမယ့် သူ့ရဲ့နပန်းသမားအိပ်မက်ကိုအကောင်အထည်ဖော်ဖို့အတွက်အဲ့ကနေထွက်ပြေးလာရင်း လမ်းမှာပြဿနာဖြစ်လို့ထွက်ပြေးလာတဲ့‌အကြမ်းဗတမ်းအကုန်ရတဲ့တောသားကြီးတိုင်လာနဲ့ တွေ့ဆုံမိသွားတယ်။နောက်တော့ ဇက်ခ်သွားမယ့်နေရာကတိုင်လာသွားမယ့်နေရာနဲ့ တစ်လမ်းတည်းဖြစ်နေတာကြောင့်သူတို့နှစ်ဦးသား အတူတူခရီးနှင်ဖြစ်သွားတာပေါ့။ဇက်ခ်ကိုလည်း ဂေဟာကစောင့်ရှောက်ပေးနေသူလေးကလိုက်ရှာ၊တိုင်လာကိုလည်း သူ့ကိုမကျေနပ်တဲ့သူတွေ(Yelawolfတောင်ပါသေး)ကလိုက်ရှာဆိုတော့ လမ်းမကနေမသွားဘဲပုန်းလျှိုးကွယ်လျှိုးနဲ့သွားလာနေကြရတာပေါ့။အဲ့လိုခရီးအတူတူနှင်ရင်းနဲ့ သူတို့နှစ်ဦးလမ်းခရီးမှာအခက်အခဲတွေကိုကျော်ဖြတ်ရင်း၊ဒုက္ခသုခတွေကိုမျှဝေရင်းနဲ့ဖြစ်လာတဲ့သံယောဇဉ်တွေ၊မေတ္တာတွေကိုညိမ့်ညိမ့်ညောင်းညောင်း‌ဖော်ကျူးတင်ဆက်ထားတဲ့ကားလေးပါ။Ratingတွေလည်းအရမ်းကောင်းနေတာမို့လို့ကိုယ်တိုင်ပဲခံစားကြည့်ရှုလိုက်ပါ။ File Size : ( 908 MB , 342 MB)Quality :  WEB-DL 720pRunning Time : 1 hr ...",
        "rating": "8.0",
        "url": "https://megaup.net/4QKS3/(CM)_The_Peanut_Butter_Falcon_2019_(Large_Size).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8u0QBGUbZcBW59VEAdmeFl9g98N.jpg",
        "title": "The King (2019)",
        "description": "Rating 7.6 ရရွိထားတဲ့ဒီရုပ္ရွင္ကိုေတာ့ ကမာၻေက်ာ္ ရွိတ္စပီးယားရဲ႕Henry V ျပဇာတ္ကေန ျပန္လည္ရိုက္ကူးထားတာပါ။ဒီျပဇာတ္ကို ရုပ္ရွင္ေတြထဲမွာ ခဏခဏ ေဖာ္ျပတတ္ၾကပါတယ္။ရွားေလာ့ဟုမ္းစီးရီးထဲမွာေတာင္ ရွားေလာ့ ေဆးကြဲၿပီး ရြတ္သြားတာဟင္နရီဘုရင္ရဲ႕ မိန္႕ခြန္းပါပဲ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ အဂၤလန္တိုင္းျပည္မွာစေကာ့ေတြ ေဝလေတြ သူပုန္ထၿပီး ဖရိုဖရဲ ျဖစ္ေနခ်ိန္၊စတုတၳေျမာက္ဟင္နရီ ဘုရင္ နတ္ရြာစံၿပီး သူ႕ရဲ႕ သားျဖစ္သူပဥၥမေျမာက္ ဟင္နရီ ဘုရင္ နန္းတက္လာခ်ိန္၊တိုင္းျပည္ကို ျငိမ္သက္ေအာင္ ၾကိဳးစားရပံုပါ။Henry V ဟာ အေဖနဲ႕အဆင္မေျပလို႕ နန္းေတာ္မွာလည္းမေနအရက္ေသာက္ ေပ်ာ္ပါးၿပီးနယ္ဖ်ားမွာ ေနခဲ့သူျဖစ္လို႕ ဘယ္သူမွ မထင္မၾကီးထားၾကပါဘူး။ၾကိဳးစားေနဆဲမွာပဲ ျပင္သစ္နဲ႕ ပဍိပကၡျဖစ္ၿပီး စစ္ျဖစ္လာခဲ့ပါတယ္။ဒီစစ္ပြဲဟာပဲ ဟင္နရီဟာ အဂၤလန္ရဲ႕ ထိုက္တန္တဲ့ဘုရင္ျဖစ္ေၾကာင္း သက္ေသျပဖို႕ ျဖစ္လာပါေတာ့တယ္။ File Size ...",
        "rating": "7.4",
        "url": "https://megaup.net/4aNg9/(CM)_The_King_2019_(Large_Size).mp4",
        "category": "Biography, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oWzz0eXSNLWQLgVMT0yjZ3Qe9OR.jpg",
        "title": "Chhichhore (2019)",
        "description": "(Unicode)IMDb - 8.4/10Genere - Dramaအတိတ်ရထားကို စီးခွင့်သာ ရမယ်ဆိုရင် ကျောင်းသားဘဝဟာ လူတိုင်းရဲ့ ဘူတာ ဖြစ်မှာပါ။ဘဝရဲ့ အကောင်းဆုံး အမှတ်တရတွေဟာ ကျောင်းသားဘဝမှာပဲ ဖြစ်တည်ကြတာမလား။မိသားစုလို ချစ်ခင်ရတဲ့ သူငယ်ချင်းတွေ ရှိမယ်။ဘဝရဲ့ လက်တွဲဖော်ကို စပြီး ရှာတွေ့ခဲ့တယ်။အားကစားပွဲတွေမှာ အတူယှဉ်ပြိုင်ခဲ့ကြတယ်။ကျောင်းအနုပညာပွဲတွေမှာ အတူပါဝင်ခဲ့ကြဖူးတယ်။ကျောင်းသားဘဝ အတိတ်မှတ်တမ်းဟာ ပြန်ဖတ်လို့ မရိုးအီနိုင်တဲ့ စာအုပ်တစ်အုပ်ပဲ။-----------------------------------------------ဒီဇာတ်ကားထဲမှာတော့ အဓိကဇာတ်ကောင်တွေကို Engineering College ကျောင်းသားတွေ အဖြစ် မြင်ရမယ်။အရှုံးသမားအမည်ခံ ၊ တစ်ကျောင်းလုံးရဲ့ အဆိုးဆုံး အဆောင် H4 လေးရဲ့ ချစ်ခင်မှု၊ပျော်ရွှင်ကြမှု၊ စည်းလုံးမှု ဒါတွေကို မြင်ရမယ်။အရက်သမားရယ်၊ အချိန်ပြည့် အပြာစာအုပ်တွေ ထိုင်ဖတ်နေတဲ့ကောင်ရယ်၊အရှုံးသမားဆိုတဲ့ ဂုဏ်ပုဒ်နဲ့ ...",
        "rating": "8.5",
        "url": "https://megaup.net/5wI4C/(CM)_Chhichhore_2019_720p_WEBRip.mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ysXVxDpfPvl6YmojfNYDz9zjVtb.jpg",
        "title": "Tracks (2013)",
        "description": "(Unicode)ဒီတစ်ခါ မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားကတော့ ၂၀၁၃ ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ဩစတေးခလျ Drama ကားကောင်းလေး တစ်ကားပါနာမည်ကတော့ Tracks ပါဒီကားလေးကိုတော့ ရော်ဘင်ဒေးဗစ်ဆန်ရဲ့ ဩစတေးလျသဲကန္တာရကို ကုလားအုတ်တွေနဲ့အတူ ၉ လကြာခရီးသွားခဲ့တဲ့အကြောင်း ရေးထားတဲ့ စာအုပ်ကို မှီငြမ်းပြီး ရိုက်ကူးထားတာ ဖြစ်ပါတယ်သူ ဒီခရီးကို မစတင်ခင် ကြိုတင်ပြင်ဆင်ခဲ့ရတဲ့အပိုင်းမှာ သူ့ကိုယ်ပိုင် ကုလားအုတ်တွေရဖို့သူကိုယ်တိုင် ကြိုးစားခဲ့တာတွေကို ပြပေးထားတဲ့အပြင် တကယ်ခရီးသွားတဲ့အခါမှာကြုံတွေ့ရတာတွေကိုလည်း သေချာရိုက်ပြထားပါတယ်သူခရီးသွားတဲ့အချိန်မှာ အရွယ်ရောက်ပြီးသား ကုလားအုတ် ၃ ကောင်ကုလားအုတ်ပေါက် ၁ ကောင် နဲ့ သူ့ရဲ့ သစ္စာရှိခွေးလေးနဲ့အတူ သွားခဲ့တာပါသူ့ကို ခရီးစရိတ်ရဖို့ National Geographic က ဓာတ်ပုံဆရာ ရစ်က စပွန်ဆာရအောင် လုပ်ပေးခဲ့တာပါသူတို့ လမ်းခရီးမှာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4QKvj/(CM)Tracks.2013.720p.BluRay.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zpdwj7Q8ZdTX2bWbltCFjVwugJu.jpg",
        "title": "Wild (2014)",
        "description": "(Unicode)2014 ကတည်းကထွက်ခဲ့တဲ့ Wild ဆိုတဲ့ဇာတ်ကားလေးဟာ American Biographical Adventure Drama ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး၂၀၁၂တုန်းက Cheryl Strayed ရေးသားခဲ့တဲ့ Wild: From Lost to Found on the Pacific Crest Trail(PCT) ဆိုတဲ့ကိုယ်တိုင်ဖြစ်ရပ်မှန်ကိုရေးသားထားတဲ့စာအုပ်ကိုအခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်ကားထဲမှာ Cheryl နဲ့ Bobbi အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Reese Witherspoon နဲ့ Laura Dern တို့ နှစ်ယောက်လုံးဟာလည်းအော်စကာဆုအတွက် Best Actress နဲ့ Best Supporting Actress အဖြစ်စကာတင်အရွေးခံခဲ့ရပြီး အခြားသောဆုတွေမှာလည်း စကာတင်အရွေးခံရတာတွေရှိခဲ့ပါတယ်။Rating တွေအနေနဲ့လည်း Rotten Tomatos မှာ 89%....IMDb rating 7.1/10 အထိရရှိထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဘဝမှာအချစ်ရဆုံးအတွယ်တာရဆုံး မိခင်ဖြစ်သူသေဆုံးသွားပြီးနောက်ပူဆွေးသောကတွေရောက်ပြီး ကိုယ့်ကိုကိုယ်မထိန်းနိုင်မသိမ်းနိုင်အောင်ပျက်ဆီးသွားပြီကိုယ့်အိမ်ထောင်ရေးကိုပါဖျက်ဆီးမိခဲ့တဲ့ Cheryl Strayed ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ....ကိုယ်လမ်းမှားရောက်နေတာကိုသတိထားမိပြီးနောက် ကိုယ့်ကိုကိုယ်ပြန်ထူထောင်ဖို့နဲ့ စိတ်ဓာတ်တွေပြန်စုစည်းဖို့အတွက်ဆိုပြီးအမေရိကန်နိုင်ငံမှာအရှည်လျားဆုံးခရီးကြမ်းရှည် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2OS80/(CM)_Wild_2014_720p_Blu-Ray.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6DX7aKXh6ZT7W7dBZCn1c4tOBFp.jpg",
        "title": "Paradise Hills (2019)",
        "description": "အရာအားလံုး ေနသားတက်လွပေနတဲ႔ ေနရာေလးတစ္ခု...နတ္ဘံုနတ္နန္းလို႔ေတာင္ တင္စားလို႔ရတဲ႔ဒီေနရာေလးနာမည္က သုခဘံုတဲ႔။ဒီသုခဘံုက ပင္လယ္ၾကီးရဲ ႔အလည္ကြ်န္းတစ္ခုမွာသီးျခားကမာၻေလးတစ္ခုလိုတည္ရွိေနတာပါၿပင္ပကမာၻက မလိမၼာတဲ႔ အဆင္မေျပတဲ႔ ကေလးေတြကိုဒီသုခဘံုကိုမိဘေတြကပိုက္ဆံမ်ားမ်ားေပးကာပို႔ၾကပါတယ္။ထူးဆန္းတာက ဒီသုခဘံုကိုေရာက္တဲ႔ မိန္းကေလးတိုင္းမိဘေတြလိုခ်င္သလို ႏွစ္လအတြင္းျဖစ္သြားၾကတာပါပဲ။တစ္ေန႔မွာေတာ႔မိဘေပးစားတဲ႔သူနဲ႔မယူခ်င္လို႔ကလန္ကဆန္လုပ္ေနတဲ႔ မိန္းကေလး အူမာဟာလဲဒီသုခဘံုကို ေရာက္လာခဲ႔ပါေတာ႔တယ္။အရာအားလံုးျပီးျပည္႔စံုတဲ႔ဒီသုခဘံုရဲ ႔ေနာက္ကြယ္ကအေၾကာင္းအရာေတြကို တျဖည္းျဖည္းသိလာတဲ႔အခါ...အူမာတစ္ေယာက္ဘာေတြဆက္လုပ္မလဲ?သုခဘံုကေရာ ဘာေတြျဖစ္ေနတာလဲ?စတဲ႔ေမးခြန္းေတြနဲ႔အဆံုးထိ စိတ္ဝင္တစားၾကည္႔ရႈရမယ္႔ကားေလးရဲ ႔နာမည္ကေတာ႔Paradise Hills (2019)ပါ။နာမည္ႀကီးမင္းသမီးေတြျဖစ္တဲ႔Emma Roberts, Milla Jovovich စတဲ႔မင္းသမီးေတြပါဝင္ျပီးဇာတ္လမ္းဇာတ္အိမ္ထူးျခားတဲ႔ ဒီကားေလးကေတာ႔Imdb Rating 6.3/10 Rotten Tomatoes 63%ရရွိထားပါတယ္။စိတ္လႈပ္ရွားစရာကားေကာင္းေကာင္းေလးေတြေမွ်ာ္လင္႔ေနတဲ႔ပရိသတ္ႀကီးအတြက္ ဒီဇာတ္ကားေလးကိုတင္ဆက္ေပးလိုက္ရပါတယ္။ File Size : ( 888 MB , 303 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 35 ...",
        "rating": "6.3",
        "url": "https://megaup.net/2ORst/(CM)_Paradise_Hills_2019_(Large_Size).mp4",
        "category": "Fantasy, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uxig1ZvVddzXVRYNOAQ6hKtea80.jpg",
        "title": "Luce (2019)",
        "description": "လုစ် ဆိုတဲ့လူမဲကောင်လေးက အထက်တန်းကျောင်းမှာဘက်စုံတော်ပြီး စံပြ ကျောင်းသားအဖြစ်သတ်မှတ်ထားခြင်းခံရတဲ့လူငယ်လေးတစ်ယောက်ပေါ့။သူငယ်စဥ်က စစ်ဘေးသင့်ဒေသကနေ ကယ်ဆယ်ခံရပြီးတော့ လူဖြူလင်မယား ၂ ယောက်ကသူ့ကို မွေးစားထားတာ။မွေးစားမိဘတွေရော၊ ဆရာ၊ ဆရာမတွေရောက ဂုဏ်ယူရတဲ့လုစ်ရဲ့ဘဝမှာ သူ့ကျောင်းက ဆရာမတစ်ယောက်ကအနှောက်အယှက်ဖြစ်လာတဲ့အခါ...အများအမြင်မှာ အားကျရတဲ့ လုစ်ရဲ့ဘဝက တကယ်ရောအဲလောက်သာယာပျော်ရွှင်ဖို့ကောင်းပြီး စင်းလုံးချောဖြစ်ရဲ့လား...ဆိုတာတွေကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ရှုစားကြပါ File Size : ( 1 GB , 389 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 49 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "6.9",
        "url": "https://megaup.net/2cpfp/(CM)_Luce_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y2nzyAsOufAhqEEhsr0ArTCQBPz.jpg",
        "title": "Adopt a Highway (2019)",
        "description": "အားလုံးနဲ့ရင်းနှီးနေလောက်မယ့် မင်းသားကြီး Ethan Hawkeရဲ့Dramaကားသစ်တစ်ကားပါ။အမေရိကားမှာ 1994ကပြဌာန်းလိုက်ပြီးအဲ့အချိန်ကပြည်နယ်တစ်ချို့မှာလက်ခံကျင့်သုံးခဲ့တဲ့ ဥပဒေတစ်ခုရှိတယ်ပေါ့။အဲ့တာကတော့ Three Strike Lawလို့ခေါ်ပါတယ်။လူတစ်ယောက်က အဲ့ဥပဒေကိုကျင့်သုံးတဲ့ပြည်နယ်တစ်ခုမှာပြစ်မှုနှစ်ကြိမ်ကျူးလွန်ပြီးတတိယမြောက်ပြစ်မှုကိုကျူးလွန်လိုက်မယ်ဆိုရင်အဲ့အမှုကဘယ်လောက်ပဲသေးငယ်ပါစေနှစ်ရှည်ထောင်ဒဏ်ကျခံရမှာပါ။ဒီလိုနဲ့ဇာတ်ကားထဲကဇာတ်ကောင်ကမူးယစ်ဆေးလေးတစ်အောင်စ လက်ဝယ်တွေ့ရှိပြီးထောင်အနှစ်နှစ်ဆယ်ကျသွားပါတယ်။ထောင်ထဲဝင်သွားတုန်းက လူငယ်တစ်ယောက်ပေါ့ပြန်ထွက်လာတဲ့အချိန်မှာ သူသိပ်လိုက်မမှီနိုင်တော့ဘူး။သူ့ကိုဖေးမပြီးတွယ်တာမယ့်သူလည်း တစ်ယောက်မှမရှိတော့ဘူး။ဘဝမှာဘာလုပ်လို့လုပ်ရမှန်းမသိ၊ဘာအတွက်ရှင်သန်နေမှန်းမသိတာကမှတကယ်လမ်းပျောက်တာဆိုတာကို ခံစားမိစေတယ်။The Shawshank Redemptionထဲက\"Brooks was here\"ဆိုတာလေးကိုတောင်သတိရသွားမိတယ်။ဒီလိုနဲ့ တစ်ညမှာ သူအလုပ်လုပ်တဲ့ဆိုင်ရဲ့နောက်ဖက် အမှိုက်ပုံးထဲမှာ စွန့်ပစ်ခံထားရတဲ့ကလေးလေးတစ်ယောက်ကိုတွေ့လိုက်ရတယ်။တွယ်တာစရာမရှိတဲ့လူတစ်ယောက်စွန့်ပစ်ခံကလေးတစ်ယောက်ကိုတွေ့လိုက်တဲ့အချိန်မှာတော့......ဇာတ်လမ်းကအရှိန်တက်နေရင်းနဲ့ ကြည့်ရှုသူတွေအတွက်မျှော်လင့်ထားသလိုထိချက်ပြင်းပြင်းနဲ့ဇာတ်သိမ်းတစ်ခုမဟုတ်ခဲ့လို့လားတော့မသိratingတွေ အရမ်းကြီးမကောင်းခဲ့ပေမယ့်တကယ်မြောပြီးခံစားနိုင်မယ့် ဒရမ်မာကားတစ်ကားပါ။ File Size : ( 762 MB ...",
        "rating": "5.6",
        "url": "https://megaup.net/1sWvy/(CM)_Adopt_A_Highway_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ezfFH9l5x73bfSHzWtxnktQveMd.jpg",
        "title": "The Corrupted (2019)",
        "description": "လီယမ်နဲ့ဆင်းန် ညီအစ်ကို ၂ ယောက်ဟာသူတို့ငယ်စဥ်မှာပဲ ဖခင်က အသတ်ခံလိုက်ရပြီးကိုယ့်ကိုကိုယ်သတ်သေတဲ့ပုံစံ ခွင်ဆင်ခံလိုက်ရပါတယ်။လီယမ်ဟာကြီးလာတော့ လုယက်မှုနဲ့ထောင်ကျခဲ့ပါတယ်။ထောင်မကျခင်မှာ မိန်းမနဲ့သားလေးလည်းရှိနေပြီပေါ့။သူထောင်ကထွက်လာတော့သူ့ညီ၊ ဆင်းန်က တရားမဝင်မူးယစ်မှောင်ခိုသွင်းတဲ့လုပ်ငန်းမှာ ပါဝင်နေတာကိုသိသွားခဲ့တယ်။နောက်ပိုင်းကိစ္စက တဖြည်းဖြည်းကြီးလာပြီးနောက်ကွယ်ကလူတွေဟာရဲအရာရှိနဲ့ အစိုးရအကြီးပိုင်းလူတွေပါ ပါဝင်နေတဲ့အခါ...လျှို့ဝှက်ချက်​တွေကိုသိသွားတဲ့ လီယမ်နဲ့ သူ့မိသားစုကို အလွတ်ပေးကြပါ့မလား...လီယမ်ကရော ဒီပြဿတွေကနေဘယ်လို ရုန်းထွက်သွားမလဲ...ဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာရှုစားကြပါဦး File Size : ( 936 MB , 354 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 43 minFormat : Mp4Genre : Comedy , Drama , ThrillerSubtitle ...",
        "rating": "5.7",
        "url": "https://megaup.net/5wGwa/(CM)_Them_That_Follow_2019_(Large_Size).mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y5pXzgds0pPOJevmunFkPFMaaGU.jpg",
        "title": "Them That Follow (2019)",
        "description": "Drama/Thriller ကားတစ်ကားပါ။ဝေးလံခေါင်ပါးတဲ့ တောင်ပေါ်ဒေသလေးတစ်ခုမှာပေါ့အရမ်းဘာသာရေးကိုယုံကြည်အစွန်းရောက်နေတဲ့သူတွေနေကြတာပေါ့။ဘယ်လိုမျိုးလဲဆိုရင် သူတို့ဘုရားကျောင်းမှာနှစ်ခြင်းဖျန်းခြင်းတွေလုပ်တာမျိုးမဟုတ်ဘဲမြွေတွေကိုလည်ပင်းမှာပတ်ခိုင်းပြီးဘုရားသခင်အပေါ်ယုံကြည်မှုကိုစမ်းသပ်တာပေါ့။မြွေကလည်းရိုးရိုးမြွေမဟုတ်ဘဲအဆိပ်အင်မတန်ပြင်းလှပါတယ်ဆိုတဲ့ ခလောက်မြွေတွေပေါ့။(မြွေကိုသုံးရတဲ့အကြောင်းအရင်းကစေတန်ကအိဗ်ကိုပန်းသီးစားဖို့ မြူဆွယ်တုန်းကမြွေယောင်ဆောင်ခဲ့လို့ဒါကိုစမ်းသပ်ချက်တစ်ခုအဖြစ်လုပ်ဆောင်တာလို့ ကျွန်မယူဆမိပါတယ်။)အဲ့လိုမျိုးတင်းကြပ်တဲ့ဒေသမှာ သင်းအုပ်ဆရာရဲ့သမီးမှာစစ်စတာတစ်ယောက်ရဲ့သားနဲ့ရတဲ့ကိုယ်ဝန်ရှိလာပါလေရော။စစ်စတာရဲ့သားက အဲ့တောင်ပေါ်မှာဘာသာရေးကိုမယုံကြည်တဲ့တစ်ယောက်တည်းသောသူ။ဒါနဲ့ကောင်မလေးက သူတို့နှစ်ယောက်မဖြစ်နိုင်ဘူးဆိုတာလည်းသိပြန်၊သူ့ကိုကြွေနေပြီး သူ့အဖေကလည်းသဘောတူထားတဲ့ကောင်ကလည်းရှိ‌ဆိုတော့အဲ့ကောင်ကိုပဲ ဂျိုတပ်ဖို့လုပ်တာပေါ့။ဒါပေမယ့် အဲ့အကြောင်းကို စစ်စတာသိသွားပြီးသူ့သားကိုပြောလိုက်တဲ့အခါမှာတော့ဘာသာရေးကိစ္စတွေပါရောထွေးပြီး ဗြောင်းဆန်ကုန်တော့တာပါပဲ။အစပိုင်းမှာပျင်းစရာကောင်းပေမယ့်နောက်ကြအရှိန်တက်လာပါတယ်။ ခံစားကြည့်ရှုလိုက်ပါအုံး။ File Size : ( 918 MB , 341 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 38 minFormat : Mp4Genre : ...",
        "rating": "5.4",
        "url": "https://megaup.net/5wGwa/(CM)_Them_That_Follow_2019_(Large_Size).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fCQ13cqd02dop7Chkov0fPl4r3t.jpg",
        "title": "Deadwood: The Movie (2019)",
        "description": "ဒီတစ္ေခါက္ေတာ႔ CM ပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္တာကေတာ႔Deadwood ဆိုတဲ႔ကားသစ္ေလးပါ။Imdb Rating 7.5 /10 နဲ႔ Rotten Tomatoes 95%ေတာင္ရရွိထားတာမလို႔ကားေကာင္းေလးလို႔ ေျပာေနစရာေတာင္မလိုေတာ႔ပါဘူး။HBO Film ကေနတင္ဆက္ထားတဲ႔ဒီ Deadwood:the movie(2019)ကားဟာကမာၻေပၚမွာ လူၾကိဳက္မ်ားေအာင္ျမင္ခဲ႔တဲ႔Deadwood ဇာတ္လမ္းတြဲအေပၚ အေျခခံရိုက္ကူးထားတာပါ။ဒီဇာတ္လမ္းျဖစ္တည္ရာ ေတာင္ပိုင္း ဒါကိုတာျပည္နယ္ကဒတ္ဝုဒ္ဆိုတဲ႔ၿမိဳ႕ေလးမွာရွိတဲ႔ ၿမိဳ႕သူျမိဳ႔သားေတြအေၾကာင္းရိုက္ကူးထားတာပါ။အရက္ဆိုင္ပိုင္ရွင္ ဆြဲအန္ဂ်န္၊ျပည္႔တန္ဆာမထရစ္စီ၊ျမိဳ႔ေတာ္ဝန္ ဖာနန္၊မာရွယ္ ဘူးေလာ႔၊ေျမပိုင္ရွင္ ခ်ာလီအတ္တာ၊ဆီးနိတ္အမတ္ၾကီး ေဂ်ာ႔ရွ္ဟာ႔စ္ တို႔ၾကားကလူ႔သေဘာ လူ႔သဘာဝ ေလာဘ မာန အာဃာတေတြကိုေကာင္းေကာင္းပံုေဖာ္ရိုက္ကူးထားပါတယ္လို႔ေျပာရမွာပါပဲ။ဒီျဖစ္ရပ္ေတြဟာ ဒတ္ဝုတ္ျမိဳ႔မွာ တကယ္ျဖစ္ခဲ႔၊ရွိခဲ႔တဲ႔ျဖစ္ရပ္မွန္ေတြပါ။အဲဒီေတာ႔ 1870 ျပည္႔ႏွစ္ကာလမ်ားကိုစိတ္ဝင္စားဖြယ္ ဒီကားေလးနဲ႔အတူတူလိုက္ပါစီးေျမာလိုက္ပါ။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Deadwood (2019)ပါ။ File Size : ( 1 GB , 351 MB)Quality : ...",
        "rating": "7.5",
        "url": "https://megaup.net/3uO8r/(CM)_Deadwood_The_Movie_2019_(Large_Size).mp4",
        "category": "Drama, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wy0Xs5mGtD92PyKvsl0lxzbzscG.jpg",
        "title": "Kill Chain (2019)",
        "description": "မင်းသားကြီးနီကိုးလပ်စ်ကေ့ချ်ရဲ့ကားကောင်းလေးတစ်ကားပါဇာတ်လမ်းကိုတဖြည်းဖြည်းချင်းဆွဲခေါ်သွားမယ့်ကားကောင်းလေးတစ်ကားပါအရန်နာဆိုတဲ့သူဟာသူ့သူငယ်ချင်းဖရန်ကိုရဲ့ဟိုတယ်ကိုဆက်ပြီးလုပ်ကိုင်နေတဲ့သူပါတစ်ရက်သူ့ဟိုတယ်ကိုကောင်မလေးတစ်ယောက်ကအရှူပ်တွေခေါ်ပြီးရောက်လာပါတော့တယ်ဒါပေမယ့်လည်းလျှို့ဝှက်ချက်တွေများစွာရှိနေတယ့်အရန်နာတစ်ယောက်ကောင်မလေးရဲ့အရှုပ်တွေကိုဘယ်လိုရှင်းမလဲသူ့လျှို့ဝှက်ချက်ကရောဘာတွေဖြစ်မလဲသူ့သူငယ်ချင်းဖရန်ကိုကရောဘယ်လိုသေသွားရတာလဲကောင်မလေးနဲ့ရောဘယ်လိုပတ်သက်နေလဲလက်စားဘယ်လိုပြန်ချေမလဲဆိုတာ........ File Size : ( 854 MB , 287 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 31 minFormat : Mp4Genre : Action , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.1",
        "url": "https://megaup.net/4QJ3u/(CM)_Kill_Chain_2019_(Large_Size).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aD5lS1D4tDGMhDdQLV991zHp2IM.jpg",
        "title": "The Mummy: Rebirth (2019)",
        "description": "ဒါကတော့ နာမည်ကြီး Mummyဇာတ်လမ်းတွေနဲ့ လားလားမှမဆိုင်တဲ့အညတရမံမီကားတစ်ကားပါ။ပျောက်ဆုံးနေတဲ့မြို့တော်ကိုရှာချင်နေတဲ့စော်အကိတ်တစ်ပွေရယ်၊သူ့ရဲ့just friendတစ်ကောင်ရယ်၊ပိုက်ဆံရှိလက်နက်တွေရှိအလုပ်သမားတွေရှိပြီးမသေမျိုးဖြစ်ချင်နေတဲ့ဘောစိကြီးတစ်ယောက်ရယ်မြို့တော်ကြီးကိုရှာပုံတော်ဖွင့်ကြတာပေါ့။မထင်မှတ်ဘဲနဲ့ တကယ့်မံမီကြီးတစ်ကောင်ကိုအသက်သွင်းလိုက်မိတဲ့အချိန်မှာတော့ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါအုံး။ File Size : ( 753 MB , 283 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : Action , Horror Subtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/28Rvp/(CM)_The_Mummy_Rebirth_2019_(Large_Size).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ht2IMGynDSVQGvAXhAb83DLET8.jpg",
        "title": "The Farewell (2019)",
        "description": "ဒီတစ်ခါCMပရိသတ်ကြီးကိုကား​ကောင်း​လေးတစ်ကားနဲ့မိတ်ဆက်​ပေးပါရ​စေဒီဇာတ်ကား​လေးက​တော့တရုတ်ဒရမ်မာကား​ကောင်း​လေးတစ်ကားပါကင်ဆာ​ရောဂါခံစား​နေရတဲ့အဖွားဖြစ်သူကို အသိမ​ပေးဘဲနဲ့မိသားစု​​တွေကဖုံးကွယ်ထားကြတာ​ပေါ့ နိုင်နိုင်ဆိုတဲ့အဖွားဟာတရုတ်ပြည်မှာသူ့ညီမရယ် သူ့တူမမိသားစု​တွေနဲ့​နေထိုင်တယသူမရဲ့သားနှစ်​ယောက်မှာ အ​မေရိကားနဲ့ ဂျပန်ကို​ပြောင်း​ရွေ့​နေထိုင်ခဲ့တာ​ပေါ့သူတို့ရဲ့အ​မေကင်ဆာ​​ရောဂါကိုခံစား​နေတာသိတဲ့အတွက်​ကြောင့်​တွေ့ဆုံဖို့လုပ်ခဲ့ကြတာ​ပေါ့အကုန်လုံးပြန်လာကြရင်သူတို့အ​မေ​ ရောဂါရှိ​နေတာကိုအရိပ်မိ​သွားမှာဆိုးလို့အဖွားကြီးရဲ့​မြေးမင်္ဂလာ​ဆောင်​ကြောင့်လာခဲ့ကြတယ်ဆိုပြီးလိမ်ညာခဲ့တာ​ပေါ့ ​အဖွားကြီးမှာသူအရမ်းချစ်ရတဲ့​​မြေးမ​လေး တစ်​ယောက်လည်းရှိတာ​ပေါ့​ ​မြေးမ​လေးဘီလီက​တော့သူ့အဖွားရဲ့​ရောဂါအ​ကြောင်းကို​ပေးသိ​စေချင်တဲ့သူ​ပေါ့ ​နောက်ပိုင်းမှာဇာတ်လမ်း​လေးကဘယ်လိုမျိုး​လေးဆက်သွားမလဲဆိုတာဆက်လက်ကြည့်ရှု့ကြည့်လိုက်ပါအဖွား​တွေကိုအရမ်းချစ်တဲ့သူ​တွေဆိုရင် ရင်ထဲထိမယ့်ဇာတ်ကား​လေးတစ်ကားပါ File Size : ( 936 MB , 354 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 40 minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint Lwin",
        "rating": "8.0",
        "url": "https://megaup.net/2cpkh/(CM)_The_Farewell_2019_(Large_Size).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BMWJhZmI5ZWUtYjgyNy00NTk1LWIzODktYTE3NzQzNzJlOTgzXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_SX700_AL_-140x200.jpg",
        "title": "Police Story (1985)",
        "description": "Police Story ဆိုတာနဲ႕ မင္းသားၾကီး\nဂ်က္ကီခ်န္းဇာတ္ကားေတြမွန္း သိျပီးသားျဖစ္မွာပါ။\nPolice Story နာမည္နဲ႕ ဂ်က္ကီခ်န္းဇာတ္ကား\n၆ ကားထြက္ပါတယ္။\nကြ်န္ေတာ္အစဥ္လိုက္ျဖစ္ေအာင္ တင္ဆက္သြားပါ့မယ္။\nဒီဇာတ္ကားကေတာ့....\nေဟာင္ေကာင္ရဲ ခ်န္ကာကူအျဖစ္\nဂ်က္ကီခ်န္းကို စတင္အသက္သြင္းတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။\nမူးရစ္ဂိုဏ္းတစ္ခုကို မိုးဆံုးေျမဆံု\nလိုက္လံေခ်မႈန္းမယ့္ ကြန္ဖူးရဲအျဖစ္ေတြ႕ရမွာပါ။\nတစ္ခုသတိထားမိတာက အက္ရွင္ခန္းေတြ\nစတန္႕ခန္းေတြကို Effect ေတြမသံုးဘဲ လူေတြကိုယ္တိုင္\nစြန္႕စြန္႕စားစားရိုက္ကူးထားတာပါပဲ...\nဂ်က္ကီခ်န္းကိုယ္တိုင္\nဒါရိုက္တာလုပ္ထားတာျဖစ္ျပီး စတန္႕ေတြအတြက္\nသူဘယ္ေလာက္ ပင္ပန္းခံထားလဲဆိုတာ ေတြ႕ျမင္ရမွာပါ။\nေနာက္ေျပာစရာရွိတာကေတာ့ သရုပ္ေဆာင္မႈေတြပါ...\nအေတာ္ေလးကိုပီျပင္ပါတယ္...ၾကည့္ေနရင္းနဲ႕\nတကယ္ျဖစ္ေနသလို ပီျပင္ေအာင္ သရုပ္ေဆာင္သြားပါတယ္...\nဟာသဆိုလဲ အတင္းျဖစ္ညွစ္လုပ္ထားတာမဟုတ္ဘဲ\nၾကည့္ေနရင္းနဲ႕ သေဘာက်မိလာေအာင္ စြမ္းေဆာင္ႏိုင္ပါတယ္...\n(မ်က္ေမွာင္ၾကီးက်ံဳ႕ၾကီး အားစိုက္သရုပ္ေဆာင္တတ္တဲ့...\nအတင္းျဖစ္ညွစ္ ဟာသလုပ္ေနတဲ့ (.....)သရုပ္ေဆာင္ေတြ အတုယူဖို႕ေကာင္းပါတယ္)\nကဲ....ကုန္ကုန္ေျပာရရင္ေတာ့ ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြလံုးဝလက္မလြတ္သင့္တဲ့\nဟိုးအရင္တုန္းက ဂ်က္ကီခ်န္းဇာတ္ကားေလးပါလို႕။\nတင္ျပီးသမွ် Police Story ဇာတ္ကားမ်ားကိုမွာရွာပါ။\nေနာက္ထပ္လာမယ့္ Police story ဇာတ္ကားေတြကိုလဲ ေစာင့္ေမွ်ာ္အားေပးၾကပါဦး။\nEncoded By : Xcode",
        "rating": "7.6",
        "url": "https://megaup.net/3uMfk/police.story.1985.remastered.1080p.bluray_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BNGNkODIxNTAtNWM4NS00YzhlLTkwYjUtZmRjNzhhOWFjNWYzXkEyXkFqcGdeQXVyNzgzODI1OTE@._V1_-153x200.jpg",
        "title": "Police Story 2 (1988)",
        "description": "Police Story ဆိုတာနဲ႕ မင္းသားၾကီး\nဂ်က္ကီခ်န္းဇာတ္ကားေတြမွန္း သိျပီးသားျဖစ္မွာပါ။\nPolice Story နာမည္နဲ႕\nဂ်က္ကီခ်န္းဇာတ္ကား ၆ ကားထြက္ပါတယ္။\nကြ်န္ေတာ္အစဥ္လိုက္ျဖစ္ေအာင္\nတင္ဆက္သြားပါ့မယ္။\nဒီဇာတ္ကားမွာေတာ့....\nပထမဇာတ္ကား Police Story 1 နဲ႕ခ်ိတ္ဆက္ထားပါတယ္။\nပထမဇာတ္ကားက သရုပ္ေဆာင္ေတြပါဝင္ထားျပီး\nဇာတ္လမ္းကေတာ့ အသစ္ပါ။\nIMDb rating (7.2/10) ရရွိထားပါတယ္။\nEncoded By : XCode",
        "rating": "7.1",
        "url": "https://megaup.net/3uN92/Police.Story.2.1988.REMASTERED.CHINESE.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BMmY4ZjM3NjAtYjg1YS00OGQwLTlkYjItZTViNTdjZmFmZTMyXkEyXkFqcGdeQXVyNTgyNTA4MjM@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Police Story 3: Super Cop (1992)",
        "description": "Police Story ဆိုတာနဲ႕ မင္းသားၾကီး\nဂ်က္ကီခ်န္းဇာတ္ကားေတြမွန္း သိျပီးသားျဖစ္မွာပါ။\nPolice Story နာမည္နဲ႕ ဂ်က္ကီခ်န္းဇာတ္ကား ၆ ကားထြက္ပါတယ္။\nကြ်န္ေတာ္အစဥ္လိုက္ျဖစ္ေအာင္ တင္ဆက္သြားပါ့မယ္။\nဒီဇာတ္ကားမွာေတာ့....\nတရုတ္ျပည္မၾကီးက လူဆိုးဂိုဏ္းကို ျဖိဳခြင္းဖို႕\nေဟာင္ေကာင္ရဲေတြက ထိုးထည့္လိုက္လို႕\nဂ်က္ကီခ်န္းတစ္ေယာက္ အူေၾကာင္ေၾကာင္နဲ႕\nတရုတ္ျပည္ေရာက္လာရာက စပါတယ္။\nမင္းသမီးကေတာ့ မီရွဲယိုပါ။\nေရွ႕ကဇာတ္ကားေတြနဲ႕ခ်ိတ္ဆက္ထားတာေၾကာင့္လဲ\nတခ်ိဳ႕ေနရာေတြမွာ အေတာ္ေလးရယ္ရပါတယ္။\nIMDb rating (6.9/10) ရရွိထားပါတယ္။\nေနာက္ထပ္လာမယ့္ Police story\nဇာတ္ကားေတြကိုလဲ ေစာင့္ေမွ်ာ္အားေပးၾကပါဦး။\nEncoded By : XCode",
        "rating": "6.9",
        "url": "https://megaup.net/28Rz4/Police.Story.3.Super.Cop.1992.CHINESE.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bnfGQD0ku046ueGDvF5PIkwrd23.jpg",
        "title": "Pocket Listing (2015)",
        "description": "လော့စ်အိန်ဂျလိစ်မြို့မှာ အိမ်ခြံမြေပွဲစားတစ်ယောက်ဖြစ်တဲ့ဂျက်ဝုဒ်မန်းဆိုတဲ့လူတစ်ယောက်ရှိတယ်။သူက အိမ်အရောင်းအဝယ်ဖြစ်ဖို့ ရတဲ့နည်းကိုသုံးတတ်တဲ့လူမျိုးဖြစ်ပြီး တစ်ရက်မှာတော့ အကြောင်းတစ်ခုကြောင့်ကုမ္ပဏီက သူ့ကိုအလုပ်ထုတ်လိုက်ပါတယ်။အကြွေးတွေပုံပြီး ဆင်းရဲတွင်းထဲရောက်နေတဲ့အချိန်မှာသူ့ကိုလာကမ်းလှမ်းတဲ့ ကော်မရှင်တစ်ခုကြောင့် သူ့ဘဝကဘယ်လိုထပ်ပြီး ပြောင်းလဲသွားမလဲဆိုတာကတော့...  File size…1.48GB / 677MB\nQuality…Blu-Ray 1080p 5.1 CH / 720p\nFormat…mp4\nDuration….1h 32m\nGenre ..... Comedy , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasashi",
        "rating": "5.3",
        "url": "https://megaup.net/1fz32/Pocket.Listing.2015.BluRay720p(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AtHngeqD4K1Oj01ulWc1aDJhU8H.jpg",
        "title": "Scooby-Doo! and the Gourmet Ghost (2018)",
        "description": "Scooby-Doo! and the Gourmet Ghost (2018)~ IMDb - 6.5/10, Rotten Tomatoes - 63% ~စကူဘီဒူးပရိသတ်တွေအတွက် 2018 က ထွက်ခဲ့တဲ့ မူလလက်ရာ ကားကောင်းတစ်ကားပါ။ ဒီတစ်ခါမှာတော့ စားဖိုမှူးနဲ့ပတ်သက်တဲ့ သဘာ၀လွန်ဖြစ်ရပ်ကို စုံစမ်းကြတာဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~ဖရက်ရဲ့ ဦးလေးဘော်ဘီက သူတို့မွေးရပ်မှာ ချက်ပြုတ်ရေးအပန်းဖြေစခန်းဖွင့်တာကို သူတို့အုပ်စုသွားကြရင်း Mystery Case နဲ့ကြုံရတာပါ။ ဖရက်တို့ရဲ့ ဘိုးဘေးဖြစ်သူ နာမည်ကျော်စားဖိုမှူးအက်၀ပ်ဒူဖလေက တော်လှန်ရေးစစ်ပွဲအတွင်းမှာ မြို့ရဲ့သူရဲကောင်း လေးစားခံရတဲ့သူပါ။ ပါဆယ်စနစ်ကို စတီထွင်ခဲ့တဲ့သူပါတဲ့။ တစ်ရက်မှာ သူ့အင်းကနေ သရဲနီကြီးလို့ အော်ရင်း ပျောက်သွားပါလေရော။ အဲဒီချိန်ကစပြီး အင်းမှာ သရဲနီကြီး ခြောက်နေတယ်ဆိုတဲ့ ဇာတ်လမ်းတွေ ဒီနေ့ထိ ရှိနေပါတယ်။ဖရက်ဦးလေးဘော်ဘီက ဒီအင်းကို ခေတ်မီနည်းပညာနဲ့ပြန်လည်ဆန်းသစ်ပြီး ဧည့်သည်တွေကို ဆွဲဆောင်ဖို့ ချက်ပြုတ်တဲ့ အစီအစဉ် လုပ်တဲ့အခါမှာ သရဲနီကြီး ...",
        "rating": "6.5",
        "url": "https://megaup.net/2BtR4/(CM)_Scooby-Doo_And_the_Gourmet_Ghost_(2018)_WEB-DL_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kz0jM9Uw15ElDXQSpfNQupZuLPI.jpg",
        "title": "Seasons (2023)",
        "description": "Seasons (2023)သွေးသားမတော်စပ်တဲ့ ဖိုမပတ်သက်မှုမှာ တဏှာကင်းတဲ့ \"၅၂၈\" အချစ်ဆိုတာရှိပါ့မလား။ အရင်းနှီးဆုံး သူငယ်ချင်းနှစ်ယောက်ကြားမှာတောင်မှပေါ့။ အများစုကတော့ တစ်ယောက်မဟုတ် တစ်ယောက်ကတော့ တိတ်တခိုးကြိုက်နေတတ်တာပါပဲ။ ဘေးနားမှာ အမြဲအသင့်ရှိနေပြီး တစ်ချိန်မှာ ကိုယ့်ကိုမြင်လာမလား စိတ်ကူးတွေနဲ့ပေါ့။ဒီလိုပါပဲ... ချာလီနဲ့ကတ်တို့ သူငယ်ချင်းနှစ်ယောက်က အချင်းချင်း \"၅၂၈\" အချစ်နဲ့ပဲချစ်ကြတယ်လို့ လက်ခံထားကြတဲ့သူပါ။ ကတ်တစ်ယောက် စင်ဂယ်ဘ၀နဲ့နေနေတာကို မကြည့်ရက်လေသူ ချာလီက ဂျိန်းဆိုတဲ့ကောင်မလေးတစ်ယောက်နဲ့ ချိတ်ပေးလိုက်တာပေါ့။ ဖင်ယားမှုတစ်သိန်း အာမ,မခံဆိုတဲ့စကားအတိုင်း ဂျိန်းဖြစ်သူ ကတ်ဘ၀ထဲရောက်လာမှ ချာလီတစ်ယောက် သူ ကတ်ကိုကြိတ်ချစ်မိနေမှန်း သတိထားမိပါတော့တယ်။ ကတ်ကလည်း ဂျိန်းဖြစ်သူကို လက်ထပ်ခွင့်တောင်းတော့မယ့်အချိန် ချာလီကလည်း ကတ်ကိုအဆုံးရှုံးမခံနိုင်တော့တဲ့အတွက် ကြံမိကြံရာကြံလိုက်မိပါတယ်။ အဲဒီကနေမှ သူနဲ့ကတ်ရဲ့ဆက်ဆံရေးက ဘယ်ဆီကို ဦးတည်သွားမလဲ ဆိုတာကို ဒီ ဖိလစ်ပိုင် အချစ်ဇာတ်လမ်းလေးမှာ အားလုံးပဲကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Soe Thiri Swe မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.7GB, ...",
        "rating": "",
        "url": "https://megaup.net/1Vwkv/(CM)_Seasons_(2023)_WEB-DL_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZWRlMDUyYmItOWIzNS00OGRjLThmZjAtYTgxMmI1M2M2MmYxXkEyXkFqcGdeQXVyMTAwNDQ0NzE1._V1_-137x200.jpg",
        "title": "Shiv Shastri Balboa (2023)",
        "description": "Shriv Shastri Balboa(2023)\nIMDb 6.8/10\nComedy/Dramaမင်းသားကြီး Arnupam Kherရဲ့ အသစ်ထွက်ရှိထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။\nJugal Hansraj၊ Nargis Fakhri စတဲ့နာမည်ကြီးသရုပ်ဆောင်တွေလည်း ပါဝင်ထားပါတယ်။\nအငြိမ်းစားယူထားတဲ့ ‌လက်ဝှေ့ပညာရှင်ကြီး ရှာစတီဟာ ရော့ကီရုပ်ရှင်ရဲ့အမာခံပရိသတ်တစ်ဦးဖြစ်ပါတယ်။\nသူရဲ့အောင်မြင်မှုတွေဟာ ရော့ကီရုပ်ရှင်ကြောင့် ဖြစ်တည်လာတာလို့ပြောရရင်လည်း မမှားပါဘူး။ရှာစတီဟာ ကျန်ရှိနေတဲ့သူ့ရဲ့ဘဝကို တစ်ဦးတည်းသောသားလေးရှိတဲ့ အမေရိကန်မှာ နေထိုင်ရင်း\nကုန်ဆုံးဖို့အတွက် ခရီးစတင်ခဲ့ပါတယ်။ အိန္ဒိယနဲ့ အမေရိကန်ဟာ ဓလေ့တွေ နေထိုင်ပုံတွေ\nအကုန်ကွဲပြားနေတဲ့ နိုင်ငံနှစ်ခုဖြစ်တဲ့အတွက် နေသားကျဖို့ဆိုတာ မလွယ်ကူခဲ့ပါဘူး။\nမိသားစုရှိရာကိုပြောင်းလာခဲ့ပေမယ့်လည်း အိမ်ကြီးထဲမှာ ခွေးလေးတစ်ကောင်နဲ့သာ\nအဖော်ပြုနေထိုင်ရင်း အချိန်ကုန်ဆုံးနေရပါတယ်။ အမေရိကန်မှာ နေထိုင်နေရတဲ့\nသူ့ရဲ့ဘဝဟာ ဘယ်လိုအခက်အခဲတွေကြုံရဦးမလဲ။ဘယ်လိုစိတ်ဝင်စားစရာဇာတ်လမ်းတွေဖြစ်လာဦးမလဲဆိုတာကို\nဟာသလေးလည်းနှောရင်း ကြည့်ရှုကြရမယ့် မိသားစုဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nFile size…2.3GB / 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~Voldemort~Zwe ~Cherry~BpL",
        "rating": "6.7",
        "url": "https://megaup.net/2BtI2/Shiv_Shastri_Balboa_(2023)_Hindi_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iTGBHdL12QEpLyRVlykDuiYxzAG.jpg",
        "title": "Bird Box Barcelona (2023)",
        "description": "Bird Box Barcelona (2023)ဒါဟာ ၂၀၁၈ မှာထွက်ရှိခဲ့တဲ့ Bird Box ရုပ်ရှင်ကို အခြေခံထားတဲ့ ရုပ်ရှင်တစ်ခုပါ။\nနောက်ဆက်တွဲဇာတ်လမ်းတော့မဟုတ်ပါဘူး။\nဘာစီလိုနာမှာ ဆင်ဆင်တူ ဖြစ်ပျက်နေပုံကို ပြသထားတာပါ။\nထူးဆန်းတဲ့အရာတစ်ခုကြောင့် ကမ္ဘာပျက်ကိန်းကြီး တစ်ခုဖြစ်ခဲ့ပြီး အဲဒီအရာကို မြင်လိုက်တဲ့သူတိုင်းဟာ သေကြောင်းကြံသွားကြပါတယ်။\nဒါမှမဟုတ် အဲဒီအရာရဲ့ ကျေးကျွန်တွေဖြစ်လာပြီး အခြား မျက်လုံးကို အုပ်ထားတဲ့သူတွေကို အတင်းမျက်လုံးဖွင့်အောင် လုပ်လိုက်ကြပါတယ်။\nအဲဒီအရာကလည်း မျက်လုံးတွေဖွင့်ကြည့်မိအောင် မျိုးစုံလှည့်စားစည်းရုံးတတ်ပါတယ်။\nဒီရုပ်ရှင်ထဲမှာတော့ အဓိကဇာတ်ကောင်အဖြစ် ဆီဘက်ရှန်ဆိုတဲ့သူနဲ့ သူ့ရဲ့ သမီး အန်နာတို့ ပါပါတယ်။\nဇာတ်လမ်းက လှည့်ကွက်လေးတွေနဲ့မို့ အများကြီးတော့ ပြောပြလို့မရပါဘူး။\nသူတို့တွေလည်း ဒီကပ်ဘေးကြီးထဲကနေ ဘယ်လိုလွတ်အောင် ရုန်းကန်ကြမလဲဆိုတာ ကြည့်လိုက်ပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Mystery, Sci-fi\nQuality…. 1080p | 720p\nFile size… 1.6GB | 832MB\nFormat… mp4\nDuration…. 1h 50min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1Vwa4/Bird.Box.Barcelona.2023.NF.WEB-DL.720p.CM.mp4",
        "category": "Horror, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/Bang_Bang-597068873-large-137x200.jpg",
        "title": "Bang Bang! (2014)",
        "description": "မင်းသား Hrithik Roshan နဲ့ မင်းသမီး Katrina Kaif တို့အဓိကပါဝင်ထားတဲ့\nဒီ Bollywood ဇာတ်ကားက Hollywood ရဲ့နာမည်ကြီးရုပ်ရှင်ဇာတ်ကားတစ်ကားကို\nမှီငြမ်းထားတာဖြစ်ပါတယ်...။နိုင်ငံတော်တော်များများကို လှည့်ပတ်ပြီး ခမ်းနားစွာရိုက်ကူးထားတာကြောင့် ရှုခင်းတွေ အရမ်းလှပါတယ်။\nဒါ့အပြင် ဘောလိဝုဒ်ရဲ့အနှစ်လို့ဆိုရမယ့် အကအလှပိုင်းမှာလဲ ဒီဇာတ်ကားက လုံးဝပြည့်စုံတယ်ဆိုရအောင် မိုက်ပါတယ်...\nမိုက်ဆို မင်းသားရော မင်းသမီးရောက လုံးဝအလန်းတွေလေ။ဇာတ်လမ်းကတော့ အက်ရှင်ကြမ်းကြမ်း အချစ်ကြမ်းကြမ်း စွန်းစားခန်းကြမ်းကြမ်းတွေနဲ့ ဟာသလေးတွေလဲ ဖြည့်စွက်ထားပါသေးတယ်။\nကြည့်ပျော်တဲ့ဇာတ်ကားဖြစ်ပြီးတော့ အချိန် ၂ နာရီခွဲလောက်ကြာတာကိုပါ မေ့သွားပါမယ်။\nFile size…(7.1 GB)/ (1.9 GB)\nQuality….BluRay 1080p /720p\nFormat…mp4\nDuration….02:33:49\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Thaik San",
        "rating": "5.5",
        "url": "https://megaup.net/1fvkh/(CM)_Bang_Bang_2014_BluRay_720p-Naung.mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wK3utfBLqkKV7rS0tssOw8xwZvr.jpg",
        "title": "The Book of Vision (2021)",
        "description": "IMDb - 6.2/10ဇာတ်လမ်းအညွှန်းအေဗာ ဟာ ဆရာဝန်တစ်ယောက်အဖြစ် ရပ်တည်မယ့်အစားတက္ကသိုလ်တစ်ခုမှာ ဆေးပညာသမိုင်းကို သုတေသနလုပ်ဖို့ဆုံးဖြတ်လာခဲ့ပါတယ်။ သူက ၁၈ရာစုပိုင်း ရှေးဟောင်းဆေးပညာသမိုင်းကို လေ့လာမှာဖြစ်ပြီး သူရှာတွေ့သွားတာကတော့သမားတော် ဂျိုဟန်အန်းမက်သ် ရဲ့ လက်ရေးမှတ်တမ်းစာအုပ်ဖြစ်ပါတယ်။ သမားတော် အန်းမက်သ်က လူနာတွေရဲ့ ခံစားချက်တွေ၊အကြောက်တရားတွေနဲ့ စိတ်ကူးအိပ်မက်တွေကို နားထောင်ပေးရင်းဒါတွေကို အခြေခံပြီး လူနာတွေကို ကုသပေးတာဖြစ်ပါတယ်။အဲ့ခေတ်အခါက သစ်ပင်၊တောတောင်တွေကို နတ်ကိုးကွယ်သလိုကိုးကွယ်ကြတဲ့သူတွေနဲ့ အကျိုးသင့်အကြောင်းသင့် တွေးခေါ်ယူဆကြတဲ့သူတွေအကြား ပဋိပက္ခဖြစ်မှုတွေနဲ့အတူ ယနေ့ခေတ်ဆေးပညာအနေနဲ့ ဖြစ်တည်လာမယ့် ဆေးပညာအသစ်ကို အစားထိုးအသုံးပြုလာကြတော့မယ့် အချိန်ကာလဖြစ်ပါတယ်။ ဒီခေတ်ကြီးထဲမှာဖြစ်တည်ခဲ့ကြတဲ့ လူနာတွေရဲ့ စိတ်ခံစားချက်တွေ၊ မျှော်လင့်ချက်တွေ၊ စိတ်ကူးအိပ်မက်တွေအကြောင်းကို အန်းမက်သ်ရဲ့ စာအုပ်ထဲမှာရေးသားထားပါတယ်။ အေဗာ တစ်ယောက် ဒီစာအုပ်ကို ဖတ်ရင်းသူကိုယ်တိုင် ဇာတ်ဆောင်နေရာတွေမှာ ခံစားကြည့်ပြီး သူကြုံတွေ့နေရတဲ့ အကျဉ်းအကျပ်အတွက် ဒီစာအုပ်ကနေ ဘယ်လို စိတ်ခွန်အားရသွားသလဲဆိုတာကို ရိုက်ကူးပြထားတာ ဖြစ်ပါတယ်။ဇာတ်လမ်းက မိနစ်၉၀သာ ကြာမြင့်ပြီး ၁၈ရာစုအပြင်အဆင်လေးတွေလည်း ကြည့်ရှုနိုင်မယ့်အပြင် mystery တွေကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/2BtA9/The.Book.of.Vision.2021.WEBRip720p(CM).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2YdPekb6A4yK9AYVYuZNYejx49M.jpg",
        "title": "Ice Sniper 2 ( 2023 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးလိုက်တာတော့ စစ်ကိုအကြောင်းပြပြီး\nရတနာသိုက်ကိုသိမ်းဖို့ကြံတဲ့ ကူမင်တန်အရာရှိတစ်ယောက်နဲ့\nပြည်သူတွေအတွက် ရသမျှနည်းလမ်းနဲ့ အစွမ်းကုန်တော်လှန်တဲ့\nကွန်မြူနစ်စနိုက်ပါသမားတစ်ယောက်ရဲ့ဇာတ်လမ်းပဲဖြစ်ပါတယ်။ဂျပန်တော်လှန်ရေးအပြီး ကွန်မြူနစ်နှဲ့ ကူမင်တန်တွေရဲ့ပြည်တွင်းစစ်ပွဲအတွင်းအချိန်မှ\nာ တရုတ်ပြည်အရှေ့မြောက်ပိုင်း တုံးပေဒေသ မုံဟူတောင်ခြေမြို့လေးမှာ\nတပ်နှစ်တပ်ဟာ ရက်များစွာအပြန်အလှန်ပစ်ခတ်ရင်း အခြေနေတင်းမာနေပါတယ်။မုံဟူတောင်ဂိုဏ်းခေါင်းဆောင် ကျန်းတုံးရှန်းဟာ ဂျပန်တော်လှန်ရေးစစ်ပွဲမှာပါဝင်ခဲ့တဲ့\nမျိုးချစ်ပြည်သူတစ်ယောက်ဖြစ်တဲ့အတွက် ပြည်သူ့ဘက်တော်သားဖြစ်တဲ့\nကွန်မြူနစ်တပ်နဲ့ပူးပေါင်းဖို့ နားချဖို့ရာ ယန်ကျန့်ဖုန်းဆိုတဲ့\nလက်ဖြောင့်စနိုက်ပါသမားကို တာဝန်ပေးလိုက်ပါတယ်။ဉာဏ်များတဲ့ ကူမင်တန်အရာရှိရဲ့လှည့်ကွက်တွေနဲ့ ကွန်မြူနစ်စနိုက်ပါရဲ့\nဉာဏ်ရည် ဘယ်ဟာကပိုမြင့်လဲဆိုတာယှဉ်ပြိုင်ကြမှာပဲဖြစ်ပါတယ်။\nစစ်ပွဲချည်းပဲမဟုတ်ပဲ တောင်တွေကိုကြီးစိုးတဲ့ ဓားပြဂိုဏ်းတွေရော\nဒရာမာလေးတွေပါပါတဲ့အတွက် သမာရိုးကျစစ်ကားတွေထပ် ကြည့်ရတာပိုသွက်ပါလိမ့်မယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , War\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6.2",
        "url": "https://megaup.net/2Btpl/Ice_Sniper_II_2023_1080p_WEB-DL_CM.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGZlZGFlMDktZWQ1YS00YTJkLTg4YTEtODgyZTJkODgyNGNkXkEyXkFqcGdeQXVyNDI3NzQxODA@._V1_-136x200.jpg",
        "title": "[18+]Future Century Amazons (2017)",
        "description": "Future Century Amazonies 2017ဒီတစ်ခါ DS fan ညိုကီတို့အတွက်တင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကိုတော့\nစိတ်ခိုင်မှကြည့်ကြဖို့ အကြံပေးချင်ပါတယ်...\nစိတ်မခိုင်လဲ ကြည့်လို့တော့တန်ပါတယ်....ဝမ်းဒါးဝူးမန်းထဲက အမေဇွန်ကျွန်းလေးပေါ်မှာ ငါများရောက်သွားရက်တော့\nမချောဆယ်ယောက်ကိုယ်တစ်ယောက်ဖြစ်ရချည်သေးဆိုပြီး စိတ်ကူးယဉ်ဖူးတဲ့\nညိုကီတွေအတွက် အနာဂတ်က အမေဇွန်စီးတီးလို့ခေါ်တဲ့ မိန်းမတွေချည်းရှိတဲ့\nမြို့လေးကို အခြေပြုတင်ဆက်ထားတဲ့ဇာတ်လမ်းလေးပါဖန်ပြွန်သန္ဓေသားနဲ့ပဲကလေးမွေးကြပြီး ယောကျာ်းတွေဆီက သုတ်ပိုးကို\nအရှင်လတ်လတ်ပဲယူကြပါတယ် စိတ်ဆန္ဒပြေပျောက်ဖို့ကိုတော့ မိန်းမအချင်းချင်းပဲ တယောထိုးကြပါတယ်တဲ့\nဇာတ်လမ်းလေးက ဆန်းသလို ပြောတဲ့ဒိုင်ယာ‌လော့ခ်တွေကလည်း လုံးဝအလန်းပါ\nသွေးထွက်သံယိုတွေ ညစ်ညမ်းအခန်းတွေသာမပါရင် ဖိုမတန်းတူညီမျှရေးဇာတ်ကားဆိုပြီး\nလူတကာလိုက်ပြလို့ကိုရအောင် ရှယ်ကောင်းပါတယ်\nအဲ့တော့ မိန်းမတွေချည်းရှိတဲ့ကမ္ဘာတွေကို လေ့လာချင်တဲ့ ညိုကီတွေအတွက်\nမူးရင် ဒိုင်ကြောင်တွေလွှတ်ဖို့ ကိုးကားစရာစကားတွေပါ ပါတာမို့ လက်မလွှတ်ကြဖို့တော့ အကြံပေးလိုက်ပါတယ်\nFile size…400MB\nQuality…HD DVD RIP\nFormat…mp4\nDuration….1h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "4.3",
        "url": "https://megaup.net/1Vvgj/Future.Century.Amazons.2.2017(DS).mp4",
        "category": "Action, Adult, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n6u00imN7AX2NiyWUc5kTgHXmEf.jpg",
        "title": "Dope (2015)",
        "description": "မယ်လ်ကွန်း အက်ဒဲကန်ဘီဆိုတာက လူမည်းဂိတယောက်။ကယ်လီဖိုးနီးယားပြည်နယ်က အင်ဂယ်ဝုဒ်ဆိုတဲ့မြို့လေးမှာနေတယ်။ သူ့ရဲ့ရပ်ကွက်ကတော့The Bottoms လို့သိကြတဲ့လမ်းသရဲလူမည်းဂိုဏ်းတွေ ဒုစရိုက်မှုတွေနဲ့ပြည့်နေတဲ့နေရာလေး။သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းတွေက ဂျစ်ဘ်နဲ့ ဒစ်ဂီ။ သူတို့သုံးယောက်စလုံးက ဂိတွေလည်းဖြစ်သလို ၉၀ခုနှစ်တွေရဲ့ ဟစ်ဟော့ ရွှေခေတ်ကိုလွမ်းဆွတ်တမ်းတနေတဲ့ ဟစ်ဟော့ခေတ်အလွန် လူငယ်လေးတွေ။ တနေ့မှာ ဒွန်းဆိုတဲ့ ရပ်ကွက်ထဲကမူးယစ်ဆေးရောင်းတဲ့ ဂိုဏ်းသားတယောက်ရဲ့ပါတီကို ကောင်မလေးတ‌ယောက် မျက်နှာလုပ်ဖို့သွားရင်း မူးယစ်ဆေးအထုပ်လိုက်ကြီးနဲ့သေနတ်တလက်က မယ်လ်ကွန်းရဲ့လွယ်အိတ်ထဲ ပါလာခဲ့ပါတော့တယ်။ဒီအထုပ်လိုက်ကြီးနဲ့ ဂိုဏ်းတွေကြားထဲကပြေးရင်းလွှားရင်း မယ်လ်ကွန်းတို့တသိုက် ဘာတွေဆက်ဖြစ်သွားမလဲ။ မယ်လ်ကွန်းရဲ့ ဟားဗတ်ကိုတက်ဖို့အစီအစဉ်က ဒီမူးယစ်‌ဆေးထုပ်ကြီးရောင်းထွက်ဖို့အပေါ်မူတည်လာခဲ့တဲ့အချိန်မှာ သူတို့သူငယ်ချင်းတသိုက် ဘာတွေဆက်လုပ်ကြမလဲ။အဆုံးမှာတော့ မယ်လ်ကွန်းတို့ကလေးတသိုက်ရဲ့စွန့်စားခန်းလေးဘယ်လိုအဆုံးသတ်သွားမလဲဆိုတာကို Dope ဆိုတဲ့ လူငယ်ဟာသဒရာမာဇာတ်ကားလေးမှာ ရှုစားအားပေးကြပါဦး။ဒီကားမှာကတော့ ရင့်သီးတဲ့စကားလုံးတွေ လိင်အသားပေးခန်းတချို့ပါ၀င်တဲ့အတွက်မိသားစုနဲ့ကြည့်ဖို့မသင့်လျော်ပါဘူး။ ဟစ်ဟော့လောကရဲ့အငွေ့အသက်တွေ သီချင်းတွေ ဝေဝေဆာဆာနဲ့ဖြစ်တဲ့အတွက်ကြောင့်ဟစ်ဟော့ ပရိသတ်ကြီးအတွက် ကားကောင်းလေးတကားဖြစ်မှာပါပဲခင်ဗျ။  File size…1.82 GB / 743 MB\nQuality…Blu Ray 1080p 5.1 CH / 720p\nFormat…mp4\nDuration….1h 43m\nGenre ..... Adventure , ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Vw1h/Dope.2015.BluRay720p(CM).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nlOdF352YkuhdJYFi6TH6tLstY0.jpg",
        "title": "Life and Death Travel ( 2019 )",
        "description": "လောကမှာ သရဲဆိုတာမရှိဘူး။ သရဲဆိုတာ လူတွေရဲ့အတွင်းစိတ်မှာ\nပုန်းအောင်နေတဲ့ မကောင်းဆိုးဝါးစိတ်ကပြန်ချောက်လှန့်နေတာပါ။\nစိတ်တွေဖောက်ပြန်လာတဲ့အခါ ကြောက်စရာကောင်းတဲ့လုပ်ရပ်တွေ\nလုပ်လာတတ်ကြတယ်။\nဒီဇာတ်လမ်းလေးမှာ လူ့စိတ်ကြောင့်ကြောက်စရာကောင်းတာတွေ\nဖြစ်လာတတ်တဲ့ပုံကိုတင်ဆက်ပြထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nလူငယ်လေးတစ်စုခရီးတောင်ပေါ်ကိုအပျော်ခရီးထွက်လာကြတယ်။\nလူငယ်သဘာဝ ခရီးတစ်လျှောက်ရောက်တက်ရာရာ ပေါက်ကရတွေပြောကြတာပေါ့။\nသူတို့တွေတည်းတဲ့တည်းခိုခန်းကို ရောက်တဲ့အခါ လမ်းမှာပြောခဲ့တဲ့\nသရဲဇာတ်လမ်းထဲကအတိုင်း သရဲမနဲ့ကြုံတွေ့ကြရပါတယ်။\nအဲဒါတင်မကဘူး အားလုံးဟာထင်ယောင်ထင်မှားတွေဖြစ်ပြီး ကိုယ်စီပိတ်မိနေကြပါတော့တယ်.....\nရှေ့ဆက်ပြီး ဘာတွေဖြစ်မလဲဆိုတာကိုတော့\nဆက်လက်ကြည့်ရှုခံစားလိုက်ပါဦး\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 5 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/2Btof/Life_And_Death_Travel_2019_1080p_WEB-DL_CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3uPS3Q3bPaTz9k437w6GfEnK2WM.jpg",
        "title": "Operation Tomahawk ( 2023 )",
        "description": "လူ‌တွေရဲ့ အလိုဆန္ဒဟာ အတောမသတ်နိုင် ကြီးထွားလာပြီး\nလောဘအဖြစ်ပြောင်းလဲသွားတဲ့အခါ လောဘရဲ့ကျေးကျွန်အဖြစ်\nကြိုးစေရာကရတော့တယ်၊အမိုက်မှောင်အတွေးတွေ ကြီးစိုးလာတဲ့အခါ\nပြန်လမ်းမရှိတဲ့ စွဲလမ်းခြင်းမှာ ပိတ်မိနေတတ်ပါတယ်။တစ်ချိန်က အားပု၊လိကျီနဲ့ ဝမ်ကျားဆိုတဲ့ ညီနောင်သုံးဦးရှိခဲ့ပါတယ်၊\nဒါပေမဲ့ အားပု(ဟယ်ဇစ်ဝေ)ဟာ ပြဿနာတက်ပြီး အချုပ်ကျခဲ့ပြီး\nတစ်ခြားသော ဇာတ်မြှုပ်ကွက်တွေကြောင့် သူတို့သုံးဦးလုံးတစ်နေရာစီ ကွဲထွက်သွားပါတော့တယ်ဒီလိုနဲ့ လိကျီဆိုသူဟာ မူးယစ်ဆေးအရောင်းအဝယ်လုပ်တဲ့ဂိုဏ်းနဲ့ပတ်သတ်နေတဲ့အခါ。。。\nပျောက်ဆုံးနေတဲ့ ဝမ်ကျားကို。。。\nအားပု ထောင်ထဲကထွက်လာတဲ့အချိန်မှာရော\nအရင်ကညီနောင်သံယောဇဉ်ကို ဒီရုပ်ရှင်ထဲမှာ ဘယ်လိုပုံဖော်သွားမလဲထောင်ထဲကထွက်လာပြီး မသမာမှုနဲ့ လွတ်ကင်းစွာ\nနေနေတဲ့အားပုတစ်ယောက် လိကျီနဲ့ဘယ်လိုတွေဆက်ဖြစ်မလဲ 。。。\nရဲ‌တပ်ဖွဲ့ဝင်တွေကရဲ့ အမှုလိုက်ဖြေရှင်းပုံကို စိတ်ဝင်စားစွာ ကြည့်ရှုရမဲ့အပြင်\nမိမိကိုယ်ကို မှန်တယ်လို့ခံယူထားလို့လုပ်နေကြတဲ့သူတို့အားလုံးမှာ。。。\nဘယ်လိုအရာမျိုးက အဖြစ်မှန်အစစ်မှန်လဲဆိုတာ ဆက်လက်ကြည်ရှုရမှာပါ\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Crime , Action\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/2Btmy/Operation_Tomahawk_2023_1080p_WEB-DL_CM.mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fRXkAcGcFIVNpsVe7cdr5YfBPmG.jpg",
        "title": "An Unforgettable Year – Spring (2023)",
        "description": "An Unforgettable Year : Spring (2023)******************************************ဒီတစ်ခါတော့ An Unforgettable Yearရာသီလေးခုထဲက Springမှာ ပေါက်ဖွားခဲ့တဲ့အချစ်ဇာတ်လမ်းလေးကို ရှုစားရမှာပါ...။ပန်းတွေပွင့်ကြတဲ့ နွေဦးအလှဟာဆိုရင် ပန်းချီလေးဆွဲ ဘောင်လေးသွင်းထားသင့်တဲ့အလှလေးဗျ..။ဒီဇာတ်လမ်းထဲမှာလည်း ဂျက်စမင်ဟာဆိုရင် ငယ်ငယ်လေးကတည်းက ပန်းချီပညာကို ရူးသွပ်သူ..၊အချိန်ပြည့် ပန်းချီကိုရူးသွပ်သူပေါ့...။သို့ပေမဲ့ ဂျက်စမင်ရဲ့ အမေဖြစ်သူကတော့ သမီးကို စီးပွားရေး ကောလိပ်သာဆက်တက်စေချင်ပြီးပန်းချီပညာနောက်ကိုလိုက်ခွင့်မပေးပါဘူး...။ဒီလိုနဲ့ ဂျက်စမင်တစ်ယောက် စာကိုသာကြိုးစားခဲ့ရပေမယ့် အထက်တန်းနှစ်မှာတော့သင်္ချာကို တဗုန်းဗုန်းကျပါလေ‌ရော...။ဘယ်လောက်ထိဆိုးသလဲဆိုရင် သင်္ချာစာမေးပွဲဖြေရင် စာမေးပွဲကိုစိတ်မပါနိုင်ဘဲအဖြေလွှာမှာ ပုံတွေချည်း ဆွဲနေလို့ သုညရခဲ့သူလေးပါ..။သူ့အတွက်က သင်္ချာအောင်မှ အထက်တန်းအောင်ပြီးအမေဖြစ်သူတက်စေချင်တဲ့ စီးပွားရေးကောလိပ်တက်နိုင်မှာပါ...။ဒါမှမဟုတ် သင်္ချာမအောင်မယ့် အတူတူ အိမ်ကို ပုန်ကန်ပြီးပဲအနုပညာသင်တန်းတက်လိုက်ရမလားနဲ့ဝေခွဲမရဖြစ်နေပြီပေါ့...။ဒီလိုနဲ့ ဂျက်စမင်တစ်ယောက် သင်္ချာအောင်ဖို့ ဂိုက်ဆရာလေး ဒါဗီနဲ့ဆုံတွေ့ခဲ့ပြီး...ဒါဗီကပါ ပန်းချီပညာဘက်ကိုလိုက်သင့်ကြောင်း အားပေးအားမြှောက်ပြုလာတဲ့အခါမှာတော့ Springကာလ မမေ့နိုင်တဲ့အချစ်ဇာတ်လမ်းတစ်ပုဒ် အစချီခဲ့ပါတော့တယ်...။File size   : 1.56GB / ...",
        "rating": "",
        "url": "https://megaup.net/1fyr8/An.Unforgettable.Year-Spring.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cXjLP4zqnQOfTtdzoKNKksNwb11.jpg",
        "title": "Pamfir (2022)",
        "description": "Pamfir (2022)\n~ IMDb - 7.6/10, Rotten Tomatoes - 93% ~\" ဝတ်လစ်စလစ်အခန်းအနည်းငယ်ပါဝင်တာကြောင့် အသက်မပြည့်တဲ့ကလေးတွေကြည့်ရှုဖို့ မသင့်တော်ပါဘူး \"Rotten Tomatoes 93% ရရှိထားပြီး ကိန်းရုပ်ရှင်ပွဲတော်မှာလည်း ပြသခဲ့သလို ဆန်ခါတင်တစ်ဆုပါ ဝင်ခဲ့တဲ့ ယူကရိန်းရုပ်ရှင်ဇာတ်ကား‌ကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ယူကရိန်းဇာတ်ကားတွေက ဟောလိဝုဒ်ကားတွေထက်စာရင် ကျွန်တော်တို့နဲ့နည်းနည်းအလှမ်းဝေးတယ်လို့ ပြောလို့ရပါတယ်။ ဒါပေမဲ့ သူတို့ရဲ့ရုပ်ရှင်အဆင့်အတန်းက ဟောလိဝုဒ်ထက်မသာတောင် ယှဉ်နိုင်တဲ့အခြေအနေတစ်ခုရှိပါတယ်။ ဒီရုပ်ရှင်ကလည်း အဲဒီလိုအဆင့်အတန်းတစ်ခုကို ကောင်းကောင်းချပြထားနိုင်တယ်လို့ ဆိုနိုင်ပါတယ်။ဒီရုပ်ရှင်ရဲ့အစမှာ လီယိုနစ်ဆိုတဲ့ ဖခင်တစ်ယောက်၊ မှောင်ခိုသမားဟောင်းတစ်ယောက်ဟာ သူ့ရဲ့နယ်စပ်ကဇာတိမြေကိုပြန်လာပြီး သူ့မိန်းမနဲ့ သားဖြစ်သူနဇာကို ပြန်လာတွေ့ပါတယ်။ တစ်နေ့မှာတော့ သူ့ရဲ့သား နဇာက သူ့အဖေကြာကြာနေအောင်ဆိုပြီး သူ့အဖေရဲ့ စာရွက်စာတမ်းတွေထားထားတဲ့ ဘုရားကျောင်းကို မီးရှို့ပစ်ပါတယ်။ အဲဒီမှာ ပြန်အလျော်ပေးဖို့ ပိုက်ဆံလိုတာကြောင့် ဖခင်ဖြစ်သူက သူဘယ်တော့မှထပ်မလုပ်တော့ဘူးလို့ဆုံးဖြတ်ထားတဲ့ မှောင်ခိုအလုပ်ကိုနောက်တစ်ခါ ထပ်လုပ်ရဖို့ဖြစ်လာပါတယ်။မှောင်ခိုလောကဆိုတာ အတော်ကိုရက်စက်တဲ့လောကပါ။ ဂွင်မကျော်သင့်တဲ့လူကိုကျော်မိရင် ဘဝပါပျက်တဲ့အထိ ဒုက္ခရောက်နိုင်ပါတယ်။ အဲဒီမှာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Vvbj/(CM)_Pamfir_(2022)_BluRay_720p.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dnqzxDhPJIxlx2CdAq8qcmuW9Wz.jpg",
        "title": "Oh My Ghost! The Fierce Escape from Covid-19 (2021)",
        "description": "Oh My Ghost! The Fierce Escape from Covid-19 (2021)ကျိန်စာမိလာတဲ့ မဟာဒေဝီကြီးတစ်ယောက် အာခွေတို့သားအမိ ပိုင်ဆိုင်တဲ့ ဟိုတယ်ကို တည်းတဲ့ညမှာတင် မကြံဖူးတဲ့ အဖြစ်အပျက်တစ်ခု ဖြစ်ပျက်ခဲ့ပါတယ်။အဲမကြုံဖူးတဲ့အဖြစ်အပျက်ကြီးကို ဖြေရှင်းနေဆဲမှာတင် မွေးနေ့ပွဲတက်ခဲ့တဲ့ အာခွေတို့သားအမိဟာ\nကိုဗစ်စည်းကမ်းချက်အရ ဟိုတယ်ကို ၁၄ ရက် ပိတ်လိုက်ရပါတော့တယ်။ခိုကိုးရာမဲ့လုလု အာခွေတို့သားအမိနှစ်ယောက်ကို ကယ်တင်ဖို့ ပန်ကိတ်မလေး ရောက်လာတဲ့အခါမှာတော့......\nကိစ္စက ရှင်းသွားရမှာမဟုတ်ဘဲ ထင်တာထက်ပိုနက်နဲနေတဲ့အခါ.....အာခွေတို့သားအမိ ပဟေဠိအဖြေညှိနိုင်ပါ့မလား။\nပန်ကိတ်ကရော ဘယ်လောက်အထိ ကူညီပေးနိုင်မှာလဲ။\nပြဿနာတွေက မဟာဒေဝီရဲ့ ကျိန်စာနဲ့များ ဆက်စပ်နေမလား။\nမဟာဒေဝီကရော ဘယ်သူလဲ။ ဘယ်ကလာလို့ ဘာကျိန်စာတွေမိခဲ့တာလဲ။\nပုံမှန်သရဲတွေတင်မဟုတ်ဘဲ ဇွန်ဘီးတွေပါ ပါလာတဲ့အခါမှာတော့ .....\nဒါတွေကို သူတို့ဖြေရှင်းနိုင်ပါ့မလား။ဆိုရှယ်ဒစ်စတန်းဆင်းဆိုပေမယ့် ပန်ကိတ်မတို့\nအခေါ်တစ်ခေါက်မတို့ တစ်သိုက် ဘယ်လိုဗရုတ်ကျဦးမလဲဆိုတာ အရယ်မရပ်ရစေဘဲနဲ့ ကြည့်ရှုခံစားကြရဦးမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hazel ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror\nQuality…. 720p\nFile size… 792MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "",
        "url": "https://megaup.net/2Bsw7/Oh!_My_Ghost!The.Fierce.Escape.from.Covid-19.2021.720p.CM.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9jBprMBzSAqTPgTHY7yf1XEmr8U.jpg",
        "title": "Art Museum by the Zoo (1998)",
        "description": "Art Museum by the Zoo (1998)တိရိစ္ဆာန်ရုံနံဘေးက ပန်းချီတစ်ချပ်အကြောင်းစိုထိုင်းစအသင့်အတင့်နေ့တွေရဲ့ သံသရာထောင့်ချိုးကလေးတစ်ကွေ့မှာ\nရှုံးပြီးသားကောင်မလေးနဲ့ ရှုံးပြီးသားကောင်ကလေးတို့ ဝင်တိုက်မိခဲ့တဲ့အခြင်းအရာမျိုးနဲ့\nငါမက်မောဖူးခဲ့တဲ့တိမ်တွေလိုပဲ တကယ်မရှိခဲ့တဲ့နေ့တွေ။တစ်သက်ရဲ့နှစ်ဘဝမှာ တစ်ခါချစ်ရင်း တစ်ကြိမ်တော့ ငါတို့လွဲမှားဖူးကြမှာပဲ။\nရှိဘူယဘူတာက ဟာချီကိုလို... အရိုးခေါင်းကျွန်းက ကင်းကောင်လို...\nလွဲမှားစွာမက်မောမိခဲ့တဲ့ ငါတို့ရဲ့ မီးစိမ်းကလေးတွေဟာ\nအသက်နဲ့ဘဝကို ဆူးကလေးတစ်ချောင်းလို ဆင်မယဉ်သာ နှုတ်သွားခဲ့ကြမယ်လို့လည်း ငါတို့ ဘယ်ထင်ခဲ့ပါ့မလဲ။အလေ့အကျင့်တွေဆိုတာလည်း ငါတို့ကစခဲ့ပြီးမှ ငါတို့ကို ပုံပြန်သွင်းသွားတဲ့အရာတွေပဲ မဟုတ်လား။\nသဏ္ဍာန်တူအဖြစ်အပျက်တို့နဲ့ ပက်ပင်းတိုးမိတဲ့အခါ ဒီကဗျာကို မင်းနားလည်နိုင်ကောင်းရဲ့။\nဘာတွေဘာကို ထိုင်တွေးနေမှန်းမသိနိုင်တဲ့ ရိုဒင့်ပန်းပုထက် ထိုင်ဖို့တောင် ပျင်းနေလောက်မယ့်ပန်ဒါကလေးကို မင်းပိုသဘောကျခဲ့မှာပဲ။\nဗန်ဂိုးရဲ့ ဂျုံခင်းထဲ ကျီးကန်းတွေရဲ့ ရက်စက်လွန်းတဲ့ကမ္ဘာထက်\nခေါက်ရှာငှက်ကလေးရဲ့ ကဗျာကို မင်းပိုသဘောကျခဲ့မှာပဲ။တစ်ခါတလေပေါ့ မတူညီခြင်းတွေဟာ ပိုဝေးစေတယ်။\nတစ်ခါတလေလည်း မတူညီခြင်းတွေဟာ ပိုနီးစေတယ်။\nတိရိစ္ဆာန်ရုံလေးရဲ့နံဘေးက မင်းအလွမ်းပြေစမ်းဖို့\nပန်းချီလေးတစ်ချပ်လိုအဖြစ်နဲ့ ကမ္ဘာကို ငါရဲရဲကြီး ခါးစည်းခံထားခဲ့တာလည်း ကြာပြီ။\nအလှတရားနဲ့ ငါ့ကိုသတ်သွားတဲ့ ကမ္ဘာကြီးရဲ့အပြင်ဘက်မှာ မိုးတွေရွာနေပြီ အချစ်ရေ။\nလွမ်းတယ်။\nမင်းလည်းမင်းအချစ်နဲ့ ငါလည်းငါ့အချစ်နဲ့ ငါတို့လည်း ချစ်ခဲ့ကြတဲ့ ကောင်းကင်မှာ မိုးသားတွေမဲလို့...\nငါ့ဘဝရဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/1Vuan/Art.Museum.By.The.Zoo.1998.HDTV.1080P.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yToAJg67r3hk3Ux3sfXOdpiqxU.jpg",
        "title": "Patriot Games (1992)",
        "description": "Patriot Games (1992)~ IMDb - 6.8/10, Rotten Tomatoes - 72% ~ဒီဇာတ်ကားက​တော့ Jack Ryan Franchise ရဲ့ ဒုတိယကားဖြစ်ပြီး ပထမကားအပြီး နှစ်နှစ်အကြာ ၁၉၉၂မှာ ထွက်ရှိခဲ့တာပါ။ ဒီကားရဲ့ Jack နေရာမှာတော့ မင်းသားကြီး Harrison Ford က သရုပ်​​ဆောင်ထားသလို ပါတိုင်း​သေ မင်းသားကြီး Sean Bean နဲ့ အချစ်​တော်ကြီး Samuel L. Jackson တို့ ပါဝင်လို့ Cast List နဲ့တင် ရှိန်​​လောက်တဲ့ကားပါ။အိုင်းရစ်ရီပတ်ဘလစ်တပ်မ​တော်လို့ ​ခေါ်တဲ့ IRA က ဗြိတိန်ကျွန်းစုရဲ့ အင်အားကြီးသူပုန်အဖွဲ့ဖြစ်ပြီး ​မြောက်အိုင်ယာလန်ကို ဗြိတိန်​တွေရဲ့လက်​အောက်က ခွဲထွက်ဖို့ ကြိုးစား​နေတဲ့အဖွဲ့ကြီးပါ။ ဒီဇာတ်ကားမှာ IRA က ​အိုင်ယာလန်ဘုရင်ခံဖြစ်လာမယ့် ဗြိတိန်မင်းသားကိုလုပ်ကြံဖို့ ကြိုးစားခဲ့​ပေမဲ့ မ​​အောင်မြင်ခဲ့ပါဘူး။ သူတို့ကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1fxza/(CM)_Patriot_Games_(1992)_BluRay_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tmMqtxQVTTgdQUvj1F7Q7Lf4BId.jpg",
        "title": "The Recipe (2010)",
        "description": "Genre – Drama, Romance, Mystery\nIMDB – 6.6/10 အမြီး ၉ ချောင်း မြေခွေးအလန်းစားကြီး Lee Dong-Wook ရဲ့၂၀၁၀ ခုနှစ်တုန်းက လွမ်းဆွတ်ကြည်နူးဖွယ်ရာ ဇာတ်လမ်းလေးတစ်ပုဒ် တင်ဆက်ပေးလိုက်ချင်ပါတယ်။ အတိအကျပြောရမယ်ဆို ပဲပိစပ်ဟင်းရည် ဒွမ်ဂျန်ဆိုတဲ့ ရိုးရာ ဟင်းတစ်ခွက်ကိုအသုံးချပြီး Marketing ကောင်းကောင်းထည့်ပြီး ဖန်တီးထားတာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကလည်း အစပိုင်းမှာ စိတ်လှုပ်ရှားဖွယ်မှတ်တမ်းရုပ်ရှင်အထာနဲ့ တဖြည်းဖြည်းချင်း ဇာတ်ကို ပံ့ပိုးထားပြီးနောက်ပိုင်းမှ လျှို့ဝှက်ချက်တွေကို ဇာတ်ထုပ်ပြန်ဖြည်တဲ့ စတိုင်မျိုးပါ။ ဇာတ်လမ်းလေးကတော့ တောင်ကိုရီးယားမှာ လူ ၁၂ ယောက်ကိုသွေးအေးအေးနဲ့သတ်ဖြတ်ပြီး အာဏာပိုင်တွေလက်အောက်ကနှစ်ပေါင်းကြာရှည်စွာ ထွက်ပြေးတိမ်းရှောင်နေတဲ့ လူသတ်သမားကြီးကတောထဲတောင်ထဲက စားသောက်ဆိုင်လေးထဲ ရဲတွေလာဖမ်းတာကိုအသာတကြည်နဲ့ ပြန်မခုခံပဲ အေးဆေး အဖမ်းခံခဲ့ပါတယ်။ အဲဒါနဲ့သေဒဏ်ပေးခါနီး နောက်ဆုံးဆန္ဒကို ပြောပါဆိုတော့ ဘာပြောတယ်ထင်လဲ…”အဲဒီဆိုင်က ဒွမ်ဂျန်ဟင်းရည် သောက်ချင်တယ်” တဲ့ဗျာ။အဲဒါနဲ့ သေခါနီးလူတစ်ယောက်ရဲ့နောက်ဆုံးဆန္ဒက ထူးထူးခြားခြားဒီဒွမ်ဂျန်ကို သောက်ချင်ရအောင် ဘာတွေများ ထူးခြားနေလို့လဲဆိုပြီးသတင်းထောက်ကြီးဟာ အဖြေကိုလိုက်ရှာတဲ့အချိန် နောက်ကွယ်ကလွမ်းဆွေးဖွယ် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2BsrB/The.Recipe.2010.WEBRip720p(CM).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BY2I5MGUyMmEtODA2MC00YjU4LTg2MWYtY2ZiMWM3OGU0NzU0XkEyXkFqcGdeQXVyMjIyODc5MDA@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Hijacked: Flight 73 (2023)",
        "description": "၂၀၂၃ခုနှစ်မှာ ထွက်ရှိထားတဲ့ ဖြစ်ရပ်မှန် Documentory ရုပ်ရှင်တစ်ပုဒ်နဲ့မိတ်ဆက်ပေးပါရစေ။ ဒီ Hijacked Flight 73 ရုပ်ရှင်ဟာဆိုရင် နာမည်ကြီး 9/11 ကိစ္စတွေမဖြစ်ခင် ပါကစ္စတန်နိုင်ငံ ကရာချီလေဆိပ်မှာဖြစ်ပွားခဲ့တဲ့ တစ်ကမ္ဘာလုံးကိုထိတ်လန့်သွားစေခဲ့တဲ့ ကမ္ဘာ့အကြီးဆုံး လေယာဉ်ပြန်ပေးဆွဲမှုအကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ပန်အမေရိကန်ဟာဆိုရင် အဲဒီခေတ်အခါက ကိုကာကိုလာနဲ့တန်းတူ ကမ္ဘာမှာ နာမည်ကြီးခဲ့တဲ့ လေကြောင်းလိုင်းလုပ်ငန်းဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ထဲမှာ ၁၉၈၀ခုနှစ်တွေရဲ့ နိုင်ငံရေးအခြေအနေတွေနဲ့ သမိုင်းဖြစ်ရပ်တွေလည်း ပါဝင်နေတာဖြစ်ပြီးတော့ ဒီပြန်ပေးဆွဲတိုက်ခိုက်မှုမှာဆိုရင် ခရီးသည် ၃၀၀ကျော်ကို ဓားစာခံထိန်းသိမ်းခဲ့တာဖြစ်ပြီးတော့ သေဆုံးသူ ၂၀ ဝန်းကျင်ရှိခဲ့ပြီး လူ ၁၀၀ လောက်ဒဏ်ရာရရှိခဲ့ကြပါတယ်။ ဒီရုပ်ရှင်မှာ အဓိကအားဖြင့်တော့ ပြန်ပေးဆွဲခံရတဲ့လေယာဉ်ပေါ်မှာပါလာတဲ့ ခရီးသည်တွေ ဝန်ထမ်းတွေရဲ့ စိတ်ခံစားချက်၊ အသက်ရှင်ဖို့ရုံးကန်ကြိုးစားခဲ့တာတွေကိုကြည့်ရှုကြရမဲ့အပြင် အစိုးရနဲ့ တာဝန်ရှိတဲ့သူတွေက ဒီကိစ္စကို ဘယ်လိုမျိုးသဘောထားပြီး ကိုင်တွယ်ခဲ့ကြသလဲဆိုတာတွေကိုလည်း စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။ File size…(1.5 GB)/(760 MB)/(370 Mb)\nQuality….Webrip 1080p / ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Vu98/Hijacked.Flight.73.2023.720p.(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jSdGJz5m9Tst39Zq0Wdxb91Lmom.jpg",
        "title": "Magnetic Beats (2021)",
        "description": "ဒီဇာတ်လမ်းရဲ့တည်နေရာကတော့ ပြင်သစ်နိုင်ငံကမြို့လေးတမြို့မှာပါ။ ဒီမြို့မှာက ဂျရုံးနဲ့ ဖီးလစ်ဆိုတဲ့အရမ်းချစ်ကြတဲ့ညီအကိုနှစ်ယောက်ရှိကြတယ်။ဖီးလစ်ကလည်း ဂျရုံးကိုစံပြပုဂ္ဂိုလ်တယောက်လိုမျိုးမြင်သလိုဂျရုံးကလည်း သူ့ကိုအမြဲဂရုစိုက်ပေးတဲ့သူ့ညီလေး ဖီးလစ်ကိုအရမ်းချစ်တယ်။ သူတို့နှစ်ယောက် အတူတူဖန်တီးခဲ့ကြတာကရေဒီယို ဝါးဆောဆိုတဲ့ ရေဒီယိုအစီအစဉ်လေးတခု။ ဒီရေဒီယိုကနေအကိုဖြစ်သူဂျရုံးက သူ့ရဲ့အာဘော်တွေ ကမ္ဘာကြီးရဲ့ဂီတလက်ရာတွေကို ပြောပြလေ့ရှိသလိုသူ့ရဲ့ နောက်ကွယ်ကနေညီဖြစ်သူ ဖီးလစ်ကတော့ တိပ်ခွေတွေ စက်ခုံတွေကြားနစ်မြုပ်နေပြီးကိုယ့်အသံကိုယ် မုန်းတီးနေခဲ့မိတယ်။ ဒီလိုနဲ့ပဲ သူတို့ညီအကိုကြားထဲကိုတနေ့မှာ ၀င်ရောက်လာခဲ့တာက မာရီယာနာဆိုတဲ့ ဂျရုံးရဲ့ရည်းစားကောင်မလေး။ ဂျရုံးရဲ့ကလေးနဲ့အတူ ဆံပင်ညှပ်သင်ဖို့ဒီမြို့လေးကိုရောက်လာခဲ့တယ်။ ဖီးလစ်တယောက်ကတော့ မြင်မြင်ချင်းမှာပဲ သူမကိုချစ်မိသွားပြီ။ ဒါပေမယ့်သူ့အကိုကိုအရမ်းချစ်တဲ့ ဖီးလစ်အတွက်ကတော့ ကျော်လို့မဖြစ်တဲ့စည်းလေးတခုဖြစ်လာခဲ့တယ်။ ဖီးလစ် အသက် ၂၀မှာတော့ပြင်သစ်စစ်တပ်ရဲ့ စစ်မှုမထမ်းမနေရဥပဒေကြောင့် တပ်ထဲ၀င်ရဖို့အကြောင်းဖန်လာခဲ့တဲ့အချိန်မှာမာရီယာနာကလည်း တိတ်တိတ်လေးသူ့ကို၀န်ခံခဲ့တယ်။ ဒီလိုနဲ့ပဲ ဖီးလစ်တယောက် အကိုကို့ချစ်တဲ့စိတ်နဲ့မာရီယာနာ့ကိုချစ်တဲ့စိတ်တွေအကြား လွန်ဆွဲရဖို့ဖြစ်လာပါတော့တယ်။စစ်မှုထမ်းကာလအပြီး အဆုံးသတ်မှာ ဒီသုံးပွင့်ဆိုင်ဇာတ်လမ်းလေးတပုဒ်က ဘယ်လိုမျိုးအဆုံးသတ်သွားမလဲ။ အဆုံးသတ်မှာ ဖီးလစ်တယောက် ဘာကိုရွေးချယ်သွားမှာလဲ။ မာရီယာနာကရော ဘာကိုရွေးချယ်သွားမလဲဆိုတာကို CM ပရိတ်သတ်ကြီးကMagnetic Beatsဆိုတဲ့ ပြင်သစ်ဇာတ်ကားလေးမှာ ကြည့်ရှုခံစားပေးကြပါဦး။  File size…1.26GB / 426MB\nQuality…WEB-Rip ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Bsor/Magnetic.Beats.2021.WEBRip720p(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BNWNmNmI3ZjQtY2FhNy00YThjLWIxNDItZjUwZjY5Zjk3OTYyXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-136x200.jpg",
        "title": "Police Story 4: First Strike",
        "description": "ေဟာင္ေကာင္ရဲအရာရွိ Chan Ka Kui အျဖစ္\nPolice Story ဇာတ္ကားေတြကို ရိုက္ကူးခဲ့ရာမွာ\nဒီဇာတ္ကားလဲ ပါဝင္ခဲ့ပါတယ္။\nငယ္ငယ္တုန္းက အရမ္းၾကိဳက္ခဲ့ျပီး\nအခုခ်ိန္ျပန္ၾကည့္ေတာ့လဲ ငယ္ငယ္တုန္းကလိုပဲ ၾကိဳက္ေနမိတုန္းပါပဲ။\nမိတ္ေဆြတို႕လဲ ႏွစ္သက္ေနဦးမွာပဲလို႕ ေမွ်ာ္လင့္မိပါတယ္။\nAction, Adventure, Comedy အမ်ိဳးအစားျဖစ္ျပီး\nIMDb Rating (6.6/10) ရရွိထားပါတယ္။\nဂ်က္ကီခ်န္းဇာတ္ကားေတြမွာ သူ႕ကို ဖိုက္တာတစ္ဦးအျဖစ္ျမင္ရေပမယ့္\nသူကျမင္ေနၾက တစ္ျခားဖို္က္တာေတြနဲ႕မတူပါဘူး...\nသူ႕မွာ လွည့္စားျခင္းကင္းတယ္...\nသူတစ္ပါးကို အႏိုင္က်င့္လိုစိတ္ကင္းတယ္..\n.ေျပာရရင္ အရိုးခံဖိုက္တာမ်ိဳးပါ...\nဒါေၾကာင့္သူ႕ဇာတ္ကားေတြကိုၾကည့္ရတာ\nဖိုက္တာခန္းေတြပါေနေပမယ့္ အဆိပ္အေတာက္ကင္းျပီး\nေပါ့ေပါ့ပါးပါး ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ခံစားရပါတယ္။\nသူ႕မ်က္ႏွာမွာကို အာရွသားေတြရဲ႕\nအရိုးခံ ျဖဴစင္တဲ့အရိပ္အေယာင္ကိုေတြ႕ျမင္ႏိုင္ပါတယ္။\n(ဂ်က္ကီခ်န္းဇာတ္ကားေတြနဲ႕ ပတ္သတ္တဲ့\nကြ်န္ေတာ့္အျမင္သက္သက္သာျဖစ္ပါတယ္။\nလြတ္လပ္စြာသေဘာကြဲလြဲႏိုင္ပါတယ္။)\n \nEncoded By : XCode",
        "rating": "6.6",
        "url": "https://megaup.net/3uN4s/Jackie.Chans.First.Strike.1996.DUBBED.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMzU3OTI0MDA1Ml5BMl5BanBnXkFtZTYwNzA1NzU3._V1_-143x200.jpg",
        "title": "New Police Story (2004)",
        "description": "Police Story ဆိုတာနဲ႕ မင္းသားၾကီး\nဂ်က္ကီခ်န္းဇာတ္ကားေတြမွန္း သိျပီးသားျဖစ္မွာပါ။\nPolice Story နာမည္နဲ႕\nဂ်က္ကီခ်န္းဇာတ္ကား ၆ ကားထြက္ပါတယ္။\nကြ်န္ေတာ္အစဥ္လိုက္ျဖစ္ေအာင္ တင္ဆက္သြားပါ့မယ္။\nဒီဇာတ္ကားကေတာ့....Police Story\nထဲမွာအေကာင္းဆံုးဇာတ္ကားလို႕ သတ္မွတ္ထားၾကတာနဲ႕အညီ\nIMDb Rating (7/10)ထိရရွိထားပါတယ္။\nတင္ျပီးသမွ် Police Story ဇာတ္ကားမ်ားကို\nEncoded By : Xcode",
        "rating": "7.0",
        "url": "https://megaup.net/2OP1j/New.Police.Story.2004.CHINESE.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/ld-133x200.jpg",
        "title": "Police Story : Lock Down ( 2013 )",
        "description": "2013 ခုႏွစ္က ထြက္ထားတဲ႔ Police Story ဇာတ္ကားပဲၿဖစ္ပါတယ္\nမင္းသားၾကီးဂ်က္ကီခ်န္း ပါ၀င္သရုပ္ေဆာင္ထားၿပီး Imdb 6.1 ရရွိထားပါတယ္\nအက္ရွင္ၾကိဳက္ပရိတ္သတ္တို႕အတြက္ ႏွစ္သက္မယ္႔ကားေကာင္းပါပဲ\nဇာတ္လမ္းအညႊန္းေလးကေတာ႔\nသမီးၿဖစ္သူနဲ႔ေတြ႕ဆံုရန္ဘားကိုေရာက္လာတဲ႔ ရဲအရာရွိ က်ံဳး၀မ္တစ္ေယာက္\nဘားကိုေရာက္တဲ႔အခ်ိန္မွာပဲ..မေမွ်ာ္လင္႔ပဲ\nၿပန္ေပးဆြဲခံလိုက္ရတယ္..တၿခားေသာၿပန္ေပးဆြဲခံရတဲ႔သူေတြလည္း\nရွိၿပီးသားပဲၿဖစ္ပါတယ္..ဒီအမွုရဲ႕ေနာက္ကြယ္မွာဘာေတြရွိမွာလဲ\nက်ံဳး၀မ္နဲ႔ဘယ္လိုေတြပတ္သတ္ေနတာလဲဆုိတာေတာ႔\nSpoil မၿဖစ္ ေအာင္ အညႊန္းကိုေလ်ာ႔လိုက္ရပါတယ္\nဂ်က္ကီခ်မ္းကားၿဖစ္တဲ႔အညီ ေထြေထြထူးထူးညႊန္းစရာမလိုတဲ႔\nအက္ရွင္ ဒရာမာ ဇာတ္ကားေကာင္းေလးပဲၿဖစ္ပါတယ္\nTranslated & Review By Ei Pyae\nEncoded By Xcode",
        "rating": "6.1",
        "url": "https://megaup.net/2OP1x/Police.Story.Lockdown.2013.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fVTR5cCyCJzLyDEXSG30IOVvmBY.jpg",
        "title": "Human, Space, Time and Human ( 2019 )",
        "description": "Zawgyi*******ပင္လယ္ထဲကိုခရီးထြက္လာၾကတဲ့အေပ်ာ္စီးသေဘၤာေပၚကလူတစ္စုအမ်ိဴးမ်ိဴးအေထြေထြလူေပါင္းစုံအလႊာေပါင္းစုံကလူေတြအေပ်ာ္လြန္ရာကေနအပ်က္ျဖစ္လာၾကတဲ့အခါ လူသဘာဝအတိုင္းေလာဘႀကီးကိုယ့္အတြက္သာပဓာနလို႔သေဘာထားၿပီးတစ္ဦးအပၚတစ္ဦးမေကာင္းတာေတြဘဲလုပ္ရာကေနဘယ္လိုေတြဆက္ျဖစ္လာမွာလဲဒီကားထဲမွာဆိုရင္စာေရးဆရာကသူခ်​ ျပခ်င္တဲ့လူသဘာဝကိုပီျပင္ေအာင္ခ် ျပထားတဲ့အျပင္ေသြးသံတရဲရဲနဲ႔ရက္ရက္စက္စက္အခန္းေတြပါတာမို႔thrillerႀကိဳက္တဲ့သူေတြအတြက္ေတာ့စိတ္ဝင္စားဖို႔ေကာင္းမွာပါbut တခ်ိဳ႕အခန္းေတြက nudeေတြပါတာမို႔ မိဘေတြနဲ႔ၾကည့္ဖို႔အဆင္မေျပပါေၾကာင္း သတိေပးလိုက္ပါတယ္ေနာ္... Unicode*******ပင်လယ်ထဲကိုခရီးထွက်လာကြတဲ့အပျော်စီးသင်္ဘောပေါ်ကလူတစ်စုအမျိူးမျိူးအထွေထွေလူပေါင်းစုံအလွှာပေါင်းစုံကလူတွေအပျော်လွန်ရာကနေအပျက်ဖြစ်လာကြတဲ့အခါ လူသဘာဝအတိုင်းလောဘကြီးကိုယ့်အတွက်သာပဓာနလို့သဘောထားပြီးတစ်ဦးအပါ်တစ်ဦးမကောင်းတာတွေဘဲလုပ်ရာကနေဘယ်လိုတွေဆက်ဖြစ်လာမှာလဲဒီကားထဲမှာဆိုရင်စာရေးဆရာကသူချ ပြချင်တဲ့လူသဘာဝကိုပီပြင်အောင်ချ ပြထားတဲ့အပြင်သွေးသံတရဲရဲနဲ့ရက်ရက်စက်စက်အခန်းတွေပါတာမို့thrillerကြိုက်တဲ့သူတွေအတွက်တော့စိတ်ဝင်စားဖို့ကောင်းမှာပါbut တချို့အခန်းတွေက nudeတွေပါတာမို့ မိဘတွေနဲ့ကြည့်ဖို့အဆင်မပြေပါကြောင်း သတိပေးလိုက်ပါတယ်နော်... Translated & Review By XiaoEncoded By LK",
        "rating": "5.5",
        "url": "https://megaup.net/4aEzZ/(CM)Human.Space.Time.and.Human.2019.BluRay.720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ebe8hJRCwdflNQbUjRrfmqtUiNi.jpg",
        "title": "The Angry Birds Movie 2 (2019)",
        "description": "(Unicode)ဒါကတော့ဒုတိယမှောကြ Angry Birds ကာတှနြးရုပရြှငလြေးပါ။ပထမဆုံး ကားမှာတော့ ရကဒြနြဲ့ သူငယခြငွြးတဈသိုကဟြာ ဝကတြှဆေီက ငှကလြေးတှကေို ကယတြငနြိုငခြဲ့ပါပှီ။အဲဒီအဖှဈအပကွအြပှီးမှာ ရကဒြဟြာ ငှကကြွှနြးရဲ့ သူရဲကောငြးကှီးအဖှဈနဲ့ သာယာနပေါပှီ။ငှကကြွှနြးနဲ့ ဝကကြွှနြးကတော့ ဦးရာလူဆောစြတမြး ရနစြောငနြကှတေုနြးပါပဲ။ဒါပမယြေ့ သူတို့တှကေို ပေါငြးစညြးမိစမယြေ့ ရနသြူအသဈပေါလြာပါတော့တယြ။ရခေဲကွှနြးက လငြးယုနတြှပေါပဲ။လငြးယုနခြေါငြးဆောငြ ဇယတြာဟာ ငှကကြွှနြးနဲ့ ဝကကြွှနြးက သူတှကေို အပှီး နှငထြုတပြှီး ကွှနြးတှကေို အပိုငစြီးဖို့အတှကြစူပါလကနြကကြှီးတဈခုနဲ့ ကှိုးစားလာတဲ့အခါ ဝကြ လီယိုနကတြို့နဲ့ ရကဒြတြို့ ပူးပေါငြးပှီး ဘုံရနသြူကို ရနဆြိုငကြှရပါတော့တယြ….ဇာတလြမြးအညှှနြးနဲ့ ဘာသာပှနသြူကတော့ Little Neo ပဲဖှဈပါတယြ…… (Zawgyi)ဒါကတော့ဒုတိယမွောကျ Angry Birds ကာတှနျးရုပျရှငျလေးပါ။ပထမဆုံး ကားမှာတော့ ရကျဒျနဲ့ သူငယျခငြျးတဈသိုကျဟာ ဝကျတှဆေီက ငှကျလေးတှကေို ကယျတငျနိုငျခဲ့ပါပွီ။အဲဒီအဖွဈအပကြျအပွီးမှာ ရကျဒျဟာ ငှကျကြှနျးရဲ့ သူရဲကောငျးကွီးအဖွဈနဲ့ သာယာနပေါပွီ။ငှကျကြှနျးနဲ့ ဝကျကြှနျးကတော့ ဦးရာလူဆောျစတမျး ရနျစောငျနကွေတုနျးပါပဲ။ဒါပမေယျ့ သူတို့တှကေို ပေါငျးစညျးမိစမေယျ့ ရနျသူအသဈပေါျလာပါတော့တယျ။ရခေဲကြှနျးက လငျးယုနျတှပေါပဲ။လငျးယုနျခေါငျးဆောငျ ...",
        "rating": "6.5",
        "url": "https://megaup.net/4aKh0/(CM)The.Angry.Birds.Movie.2.2019.720p.BluRay..mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/IP-MAN-141x200.jpg",
        "title": "Ip Man and Four Kings (2019)",
        "description": "Zawgyi*******IP Man ဆိုတာနဲ႔ တ႐ုတ္ Wing Chun ဆရာႀကီး Brue Lee ရဲ့လက္ဦးဆရာ အကၤ်ီနက္ႀကီး ၀တ္ထားတဲ့ ယိမန္းကိုေျပးျမင္မိၾကမွာပါအခု 2019 မွာထြက္လာတဲ့ Ip Man and FourKings ဆိုတာလဲအဲ့ပုံစံအတိုင္း inspired ယူထားတဲ့ဇာတ္ေကာင္ပါပဲဇာတ္လမ္းကေတာ့ 1950 မွာအေျခတည္ထားတယ္ ဒီကားထဲမွာယဲ့ဝမ္ဆိုတဲ့ wingchun သိုင္းသင္တန္းဆရာအေနနဲ႔ေတြ႕ရမွာပါplot ကေတာ့ ဘာမွသိပ္အေထြထူးမရွိဘူး ယဲ့ဝမ္တစ္ေယာက္martial art ပညာ ရွင္အျဖစ္သတင္းေမႊးေနေတာ့ ရာဇ၀တ္ဂိုဏ္းတစ္ဂိုဏ္းနဲ႔ ၿငိမိတာပဲရိုးရိုးရွင္းရွင္းေလးပါ ဒီကားဟာ ေျပာရမယ္ဆိုရင္ ကိုယ့္ character ကိုကိုယ္ျပန္ kill လိုက္တဲ့ကားပဲအရင္ကားေတြမွာ ဇာတ္လမ္း tempo ေတြေကာင္းခဲ့သေလာက္အခုကားမွာ ip man မဟုတ္ပဲအျခားသီးသန႔္ကားတစ္ခုလိုျဖစ္ေနတယ္အရင္တုန္းက atmosphere မ်ိဳးလဲမခံစားရေတာ့ဘူးအျခား fighting scene ေတြလဲအေထြအထူးေကာင္းေလာက္တာဘာမွမရွိဘူးဘာပဲျဖစ္ျဖစ္ spin off ေတြပါထြက္တဲ့ ထိ ေအာင္ျမင္ခဲ့တဲ့ip man franchise ...",
        "rating": "5",
        "url": "https://megaup.net/4QHkg/(CM)Ip.Man.and.Four.Kings.2019.HD720p.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wcr8JInmUhkYyn60uEA42UKuVDd.jpg",
        "title": "Jade Dynasty ( 2019 )",
        "description": "Zawgyi******စာ​ေရးဆရာ Xiao Ding ရဲ႕ XianXia အမ်ိဴးအစား Zhu Xian ဝတၳဳကို႐ုပ္​ရွင္​အျဖစ္​ျပန္​လည္​႐ိုက္​ကူးထားတာပါ...​ေခါင္းေဆာင္​မင္းသားကေတာ့ အေမွာင္ေလာကသခင္ရိလင္ေလာင္ဂ်ဴလို႔ လူသိမ်ားတဲ့ ေရွာင္းက်န္႔ျဖစ္ၿပီး တြဲဖက္​မင္းသမီးေတြ​ကလည္းေခသူမဟုတ္တဲ့ မုန္႔မိန္ခ်ီ, လီခ်င့္ တို႔ ပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတာေနာ္ဒီ ဝတၳဳကိုအရင္​က ဇာတ္​လမ္းတြဲအရွည္​အျဖစ္​ လီရိဖုန္း, ေက်ာက္​လိယင္, ယန္ဇီ တို႔ကသ႐ုပ္​​ေဆာင္​ခဲ့ပါ​ေသးတယ္​။ဇာတ္လမ္းကေတာ့ တစ္႐ြာလုံး အသတ္ခံရၿပီး ရွင္က်န္သူ က်န္းေရွာင္ဖန္းခ်င္ယြင္ဂိုဏ္းအကူအညီနဲ႔ နတ္တို႔က်င့္စဥ္ကို ေလ့က်င့္ရင္း.... မိဘတို႔အတြက္လက္စားေခ်ခ်င္စိတ္ လြန္ရင္း မိစာၦလမ္းစဥ္ေရာက္သြားတဲ့က်န္းေရွာင္ဖန္းတစ္ေယာက္အေၾကာင္းကို သ႐ုပ္ေဖာ္တင္ဆက္ထားတာပါဇာတ္လမ္းတြဲအေနနဲ႔ ရင္းႏွီးၿပီးသား ဇာတ္ကို အခု တစ္ပိုင္းတည္းအၿပီး ၾကည့္ရမွာဆိုေတာ့အရင္ၾကည့္ခဲ့တဲ့ဇာတ္လမ္းတြဲထက္ ပိုေကာင္းေလမလား... အရသာပဲေပါ့ေနမလား...ဇာတ္အိမ္ေတြ အခ်ိဳးအေကြ႕ေတြေျပာင္းသြားေလမလား... ဇာတ္လမ္းေလးၾကည့္လိုက္ၾကပါေတာ့... Unicode*******စာရေးဆရာ Xiao Ding ရဲ့ XianXia အမျိူးအစား Zhu Xian ဝတ္ထုကိုရုပ်ရှင်အဖြစ်ပြန်လည်ရိုက်ကူးထားတာပါ...ခေါင်းဆောင်မင်းသားကတော့ အမှောင်လောကသခင်ရိလင်လောင်ဂျူလို့ လူသိများတဲ့ ရှောင်းကျန့်ဖြစ်ပြီး တွဲဖက်မင်းသမီးတွေကလည်းခေသူမဟုတ်တဲ့ မုန့်မိန်ချီ, လီချင့် တို့ ပါဝင်သရုပ်ဆောင်ထားတာနော်ဒီ ဝတ္ထုကိုအရင်က ဇာတ်လမ်းတွဲအရှည်အဖြစ် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2OOvm/(CM)Jade.Dynasty.2019.HDRip.720p.mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BNTE1MDBmY2EtMjlkMC00NGQ5LWE3MTEtMzNlNTA3OWY5ZmUyXkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_SY1000_SX710_AL_-142x200.jpg",
        "title": "Kingdom (2019)",
        "description": "2019 ထွက် ဂျပန်ကားပါ။\nရှေးခေတ် စစ်ပွဲတွေကို အခြေခံထားတာပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဟရူးနဲ့ ရှင်း ဆိုတဲ့\nမိဘမဲ့ အစေခံလေး နှစ်ယောက်ဟာ\nအိပ်မက်ကြီးတစ်ခု ရှိကြပါတယ်။\nကြီးမြတ်တဲ့ စစ်သူကြီးတွေ ဖြစ်လာဖို့ပါပဲ။\nဒီလိုနဲ့ တစ်နေ့မှာ သူတို့၂ယောက်ထဲက ဟရူးကို နန်းတော်က\nအမတ်တစ်ယောက်က အမှုထမ်းဖို့\nသပ်သပ် ရွေးခေါ်သွားခဲ့ပါတယ်။\nဒါပေမယ့် ဟရူးက ရှင်းဆီက မကြာခင်ပဲ ပြန်ရောက်လာပြီး\nသူနဲ့အတူ နန်းတွင်းအရှုပ်တော်ပုံနဲ့\nပြည်တွင်း စစ်ပွဲကြီးတစ်ခု သယ်ဆောင်လာတဲ့အခါ……\nဒီကားက ဓားသိုင်းကား ကောင်းကောင်း\nငတ်နေတဲ့သူတွေအတွက်တော့ အဆာပြေဖြစ်မှာပါ။\nTranslated By : Little Neo\nEncoded By : XCode",
        "rating": "7.1",
        "url": "https://megaup.net/Tsql/kingdom_(Kingudamu)_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mi5VN4ww0JZgRFJIaPxxTGKjUg7.jpg",
        "title": "The Art of Racing in the Rain (2019)",
        "description": "Rating 7.4 အထိရထားတဲ့ကားေလးပါ..ဒန္နီဆြဖ္က အရမ္းေတာ္တဲ့ျပိဳင္ကားေမာင္းသမား တစ္ဦးျဖစ္ျပီးေတာ့သူ႔မွာအန္ဇိုလို႔ေခၚတဲ့ ေခြးေလးတစ္ေကာင္ရွိပါတယ္အန္ဇိုကိုယ္တုိင္လည္း ကားေမာင္းျပိဳင္ပြဲေတြကို သိပ္သေဘာက်ျပီးေတာ့ေနာင္ဘ၀က်ရင္ လူအျဖစ္ျပန္၀င္စားျပီးသူကိုယ္တိုင္တက္ေမာင္းခ်င္တဲ့အထိ အိပ္မက္ျပင္းျပတဲ့ေခြးေလးပါသူ႔သခင္ျဖစ္သူ ဒန္နီနဲ႔အတူ ျပိဳင္ပြဲေပါင္းမ်ားစြာကိုလသားအရြယ္တည္းက လိုက္ခဲ့ျပီး သခင့္ေဘးနားမွာအတက္အက် အၾကမ္းအရမ္းအကုန္ အျမဲတူတူရွိေနေပးခဲ့ပါတယ္သူ႔သခင္ျပိဳင္ပြဲဆက္၀င္ေရးသာ သူ႔အတြက္အေရးၾကီးဆံုးျဖစ္ေနတဲ့အခ်ိန္မွာဘ၀ရဲ႕အလွည့္အေျပာင္းတစ္ခုက သူတုိ႔ၾကား၀င္လာတဲ့အခါမွာေတာ့…သူ႔သခင္လိုအပ္တိုင္း သူအနားမွာရွိေနေပးႏုိင္ပါေတာ့မလားသူ႕ရဲ႕ၾကိဳးစားအားထုတ္မႈေတြအရာထင္မလားသူ႔ရဲ႕အိပ္မက္ေတြအေကာင္အထည္ေပၚဦးမလားဆိုတာကိုဒီကားေလးမွာၾကည့္ရမွာပါသခင့္အေပၚထားတဲ့ေခြးေလးတစ္ေကာင္ရဲ႕ေမတၱာတရားေတြကိုလည္း ရွင္းခနဲျမင္ရမယ့္ကားေကာင္းေလးပါ File Size : ( 1 GB , 209 MB)Quality :  BluRay 720pRunning Time : 1 hr 49 minFormat : Mp4Genre : Comedy , Drama , RomanceSubtitle ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-art-of-racing-in-the-rain-2019/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ozBX0u5caaJFli9AssqJmARb5R.jpg",
        "title": "A Cinderella Story: Christmas Wish (2019)",
        "description": "ဝါနာဘရားသားကထုတ္တဲ့ ေခတ္သစ္ ဆင္ဒရဲလား ကားသစ္တစ္ကားပါ။အရင္ကားေတနြဲ႔မတူပဲ ထူးထူးျခားျခားေခတ္မီမီေလးတင္ဆက္ထားတဲ့ စင္ဒရဲလားဇာတ္လမ္းပံုစံေတးဂီတနဲ႔ အခ်စ္ဇာတ္လမ္းေလးပါမင္းသမီး နာမည္က စင္ဒရဲလားေတာ့မဟုတ္ပါဘူးကက္လို႔ေခၚတဲ့ ကက္သရင္းပါထံုးစံအတိုင္း အဖေဆံုးပါးသြားလို႔ မိေထြးနဲ႔ေနရသူေပါ့မိေထြးမွာက သမီး ႏွစ္ေယာက္ရွိပါေသးတယ္စင္ဒရဲလားဇာတ္လမ္းကိုေက်ာ႐ိုးေလာက္ပဲယူ ထားၿပီးေခတ္နဲ႔ညီေအာင္႐ိုက္ကူးထားလို႔ ရသတစ္မ်ဳိးနဲ႔ ၾကည့္ရတာအရမ္း ေကာင္းတဲ့ ေခတ္သစ္စင္ဒရဲလား ဇာတ္ကားတစ္ကားျဖစ္တဲ့အေၾကာင္းသတင္းေကာင္းေလးပါးလိုက္ပါရေစ File Size : ( 862 MB , 280 MB)Quality :  BluRay 720pRunning Time : 1 hr 25 minFormat : Mp4Genre : FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee ...",
        "rating": "5.3",
        "url": "https://megaup.net/4aI5p/(CM)_A_Cinderella_Story_Christmas_Wish_2019_BluRay_720p.mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qeEptluyFULHQLRFnVPKgp8ecLb.jpg",
        "title": "Girl on the Third Floor (2019)",
        "description": "ဒါကတော့ratingကောင်းတွေရထားတဲ့ horrorကားတစ်ကားပါ။အရမ်းကောင်းတဲ့လူတစ်ယောက်တော့မဟုတ်ပေမယ့်မိသားစုအေးအေးချမ်းချမ်း ခြံနဲ့ဝန်းနဲ့နေရအောင်ဆိုပြီးဆင်‌ခြေဖုံးကအိမ်တစ်လုံးဝယ်လိုက်တယ်ပေါ့။သူ့မိန်းမကလေးမီးဖွားပြီးရင် အဆင်သင့်နေလို့ရအောင်ဆိုပြီးအိမ်ကိုပြုပြင်ဖို့ သူ့ခွေးတစ်ကောင်နဲ့ရောက်လာတာပေါ့။အိမ်ပြင်ရင်း ညတစ်ညမှာ အနီးအနားမှာနေတယ်လို့ထင်ရတဲ့စော်အလန်းလေးတစ်ပွေက သူ့ကိုမြူဆွယ်ပြီး ဝင်လုံးပါတော့တယ်။နောက်ညတွေမှာလည်း အဲ့စော်လေးကပေါ်ပေါ်လာတော့သူကငြင်းလွှတ်လိုက်ပေမယ့် သူ့ကိုအတင်းဝင်ရောတာပါပဲ။သူပြင်နေတဲ့အိမ်က ဖန်ဂေါ်လီလိုအလုံးလေးတွေ ဟိုကထွက်လာဒီကထွက်လာနဲ့၊ ပြစ်ချွဲချွဲနဲ့ဘာမှန်းမသိတဲ့အရည်တွေကလည်းကျ၊အနောက်ကတွေလည်းဖြတ်ပြေးတာတွေဖြတ်ပြေးနဲ့ဖြစ်နေပေမယ့်သူကတော့သိပ်ပြီးသတိမပြုမိပါဘူး။နောက်တော့ ဆက်တိုက်ဆိုသလို ပိုထူးဆန်းစိတ်ရှုပ်စရာတွေနဲ့ကြုံတွေရပါတော့တယ်။ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့ခံစားကြည့်ရှုလိုက်ပါအုံး။ File Size : ( 862 MB , 280 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 33 minFormat : Mp4Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe ...",
        "rating": "5.2",
        "url": "https://megaup.net/4aI5w/(CM)_Girl_On_The_Third_Floor_2019_(Large_Size).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8EtiyCToATBlBHiAchkQ3ReEBJf.jpg",
        "title": "A Beautiful Life(2011)",
        "description": "A Beautiful Life(2011)(Zawgyi)လီဆုိတဲ့အမ်ဳိးသမီးတစ္ေယာက္ဟာ ေဟာင္ေကာင္ကေန ေဘက်င္းမွာ\nစီးပြားေရးလာလုပ္ေနတဲ့အမ်ဳိးသမီးတစ္ေယာက္...လွတယ္ ထက္ျမက္တယ္....\nၾကယ္(၅)ပြင့္အဆင့္ရွိတဲ့ေဟာ္တယ္မွာေနတယ္...လက္ရွိ ရည္းစားတစ္ေယာက္နဲ႕တြဲေနတယ္.... သူမ ထင္ထားသလုိ ေႏြးေထြးတဲ့ပခုံးတစ္ဖက္မျဖစ္သလုိ လဲၿပဳိက်ေနတဲ့အခ်ိန္မွာလည္း ကမ္းလင့္ေနတဲ့ လက္တစ္စုံအျဖစ္ရွိမေနခဲ့ဘူး....\nဒီလုိနဲ႕တစ္ေန႕ေတာ့စိတ္ညစ္ညစ္နဲ႕အမူးလြန္ၿပီး လူရြယ္တစ္ေယာက္နဲ႕ ေတြ႕ခဲ့တယ္...\nအမူးလြန္ေနတဲ့သူမကုိ လူရြယ္က ေဟာ္တယ္အထိျပန္ပုိ႕ေပးခဲ့တယ္...မူးမူးနဲ႕ကုိက္ခဲ့တဲ့\nသြားရာတစ္ခုကုိ လူငယ္ေလးဟာ ခ်ဳိ႕တဲ့ေနတဲ့သူ႕အိမ္ေလးဆီသယ္ရင္းျပန္ခဲ့တယ္..\nေနာက္ပုိင္းလီဆိုတဲ့အမ်ဳိးသမီးဟာ ျပသနာတစ္ခုတက္တုိင္းဒီလူရြယ္ေလးဆီဖုန္းေခၚခဲ့သလုိ အခ်ိန္တုိင္းလည္းေရာက္လာခဲ့တယ္...\nဒီဇာတ္ကားက တရုတ္ရဲဲ႕ အေကာင္းဆုံးအခ်စ္ဇာတ္လမ္းေတြထဲမွာ တစ္ကားအပါအ၀င္ျဖစ္ပါတယ္..မင္းသမီးကလည္း နာမည္ႀကီး Qi Shu ပါ၀င္ထားပါတယ္...\nမျပည့္စုံမွဳေတြနဲ႕ (၂)ဦးၾကားက လစ္လပ္မွဳေတြကုိ ျဖည့္ဆည္းေပးၾကတဲ့\nအခ်စ္ဇာတ္လမ္းေလးပါ...ခင္ဗ်ားက သိပ္ေအးလြန္းတဲ့အရပ္ေဒသမွာ ဒီကားကုိၾကည့္ရင္\nခင္ဗ်ားရဲ႕ နွလုံးသားဟာ ေႏြးေထြးသြားေစမွာျဖစ္ၿပီး ပူျပင္းေဒသမွာ ဒီကားကုိၾကည့္ရင္ေတာ့\nခင္ဗ်ားရဲ႕နွလုံးသားဟာ ေအးျမသြားပါလိမ့္မယ္...ခံစားၾကည့္ၾကပါဦး...\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Naomi Noe ပဲျဖစ္ပါတယ္...(unicode)လီဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ ဟောင်ကောင်ကနေ ဘေကျင်းမှာ\nစီးပွားရေးလာလုပ်နေတဲ့အမျိုးသမီးတစ်ယောက်...လှတယ် ထက်မြက်တယ်....\nကြယ်(၅)ပွင့်အဆင့်ရှိတဲ့ဟော်တယ်မှာနေတယ်...လက်ရှိ ရည်းစားတစ်ယောက်နဲ့တွဲနေတယ်.... သူမ ထင်ထားသလို နွေးထွေးတဲ့ပခုံးတစ်ဖက်မဖြစ်သလို လဲပြိုကျနေတဲ့အချိန်မှာလည်း ကမ်းလင့်နေတဲ့ လက်တစ်စုံအဖြစ်ရှိမနေခဲ့ဘူး....\nဒီလိုနဲ့တစ်နေ့တော့စိတ်ညစ်ညစ်နဲ့အမူးလွန်ပြီး လူရွယ်တစ်ယောက်နဲ့ တွေ့ခဲ့တယ်...\nအမူးလွန်နေတဲ့သူမကို လူရွယ်က ဟော်တယ်အထိပြန်ပို့ပေးခဲ့တယ်...မူးမူးနဲ့ကိုက်ခဲ့တဲ့\nသွားရာတစ်ခုကို လူငယ်လေးဟာ ချို့တဲ့နေတဲ့သူ့အိမ်လေးဆီသယ်ရင်းပြန်ခဲ့တယ်..\nနောက်ပိုင်းလီဆိုတဲ့အမျိုးသမီးဟာ ပြသနာတစ်ခုတက်တိုင်းဒီလူရွယ်လေးဆီဖုန်းခေါ်ခဲ့သလို အချိန်တိုင်းလည်းရောက်လာခဲ့တယ်...\nဒီဇာတ်ကားက တရုတ်ရဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/4aGqv/A_Beautiful_Life.2011.BLU-RAY.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hBxD8oqUoNKEO2tDdGXgakfgfKK.jpg",
        "title": "The Refuge (2019)",
        "description": "မားကပ္စ္ဆိုတာ ဒုစရိုက္ေလာကမွာ နာမည္ရွိ ေၾကးစားတစ္ဦးပါလူသတ္ခ်င္လား ပိုက္ဆံလုခ်င္လား လူရွာေပးရမလား အေၾကြးေတာင္းေပးရမလားေသြးေၾကြးဆပ္ေပးရမလားဘာျဖစ္ျဖစ္ သူ႔ကိုအလုပ္အပ္တာမွန္သမွ် ျပီးေျမာက္ေအာင္ လုပ္ေပးႏိုင္တဲ့လူပါစကားနည္းမယ္ ဒဲ့တိုးေျပာမယ္ ေသေသသပ္သပ္အလုပ္လုပ္မယ္..ဒါေတြကသူ႔ဂုဏ္ပုဒ္ေတြပါပဲသူ႔ကိုအလုပ္အပ္တဲ့လူကေတာ့ ဖရန္႔ဆိုသူျဖစ္ျပီးေတာ့သူ႔ကုိလည္းအင္မတန္ယံုၾကည္ကိုးစားပါတယ္အပ္သမွ်အလုပ္တုိင္း ေအာင္ျမင္ေပမယ့္တစ္ခ်က္မွာေတာ့ မားကပ္စ္ရဲ႕ သူငယ္ခ်င္းျဖစ္သူ ၀ပ္စ္ရဲ႕အမွားေၾကာင့္ လြြဲေခ်ာ္သြားရတဲ့အခါမွာေတာ့.သူဘယ္လိုျေဖရွင္းမလဲဖရန္႔ကသူ႔ကိုေထာက္ထားညွာတာပါ့မလားအလုပ္ကိုဆံုးခန္းတိုင္ေအာင္ သူျပန္ဖာေထးႏုိင္ပါ့မလား ဆိုတာ ဒီဇာတ္ကားမွာၾကည့္ရႈရမွာပါ File Size : ( 921 MB , 346 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 38 minFormat : Mp4Genre :  Crime , Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by NeveEncoded by Moe Myint Lwin",
        "rating": "7.0",
        "url": "https://megaup.net/4aH3m/(CM)_The_Refuge_2019_(Large_Size).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yZDweJXRpK3J2B61VUaFmebZboP.jpg",
        "title": "Bad Guys Always Die (2015)",
        "description": "Bad Guys Always Die (2015)\n==================ရည္းစားပစ္ထားတာခံရျပီးေနာက္ တရုတ္ကေန ကိုရီးယားကိုထြက္လာခဲ့ျပီး ဘူဆန္မွာ ေအးေအးလူလူ တစ္ေယာက္တည္းကေလးေတြကို တရုတ္စာသင္ေပးရင္းေနထိုင္ေနတဲ့ ခ်န္းဇီ တစ္ေယာက္....တစ္ေန႔မွာ အေတြ႔တာၾကာျပီျဖစ္တဲ့ တရုတ္ကသူငယ္ခ်င္းေတြနဲ႔ေတြ႔ျပီး ဂ်ယ္ဂ်ဴဒိုကို အားလပ္ရက္ခရီးထြက္ခဲ့ပါတယ္ဂ်ယ္ဂ်ဴဒိုစေရာက္တဲ့ေန႔မွာပဲ လမ္းမွာကားအက္စီးဒင့္ျဖစ္ျပီး ေမ့ေနတဲ့မိန္းမတစ္ေယာက္ကို ကယ္မိရာမွ သူတို႔ရဲ႕ေပ်ာ္စရာဂ်ယ္ဂ်ဴဒိုခရီးစဥ္ကေန ထိုမိန္းမရဲ႕ ဇာတ္ထုပ္အရွုပ္ထဲကို ေရာက္သြားၾကတဲ့အခါ...ထိုေမ့ေနတဲ့မိန္းကေလးကေရာ ဘယ္သူလဲ...သူတို႔ကေရာ ဘယ္လုိ တလြဲေတြလုပ္မလဲဆိုတာကိုေတာ့ ဇာတ္လမ္းထဲမွာ ဆက္လက္ၾကည့္ရွဳ႕ၾကပါ ။ဒီဇာတ္ကားကေတာ့ Action , Comedy အမ်ိဳးအစား ျဖစ္ပါတယ္ ။( အညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Myint Myat Thinn ျဖစ္ပါတယ္ ) [Unicode]Bad Guys Always Die (2015)\n==================ရည်းစားပစ်ထားတာခံရပြီးနောက် တရုတ်ကနေ ကိုရီးယားကိုထွက်လာခဲ့ပြီး ဘူဆန်မှာ အေးအေးလူလူ တစ်ယောက်တည်းကလေးတွေကို တရုတ်စာသင်ပေးရင်းနေထိုင်နေတဲ့ ချန်းဇီ တစ်ယောက်....တစ်နေ့မှာ အတွေ့တာကြာပြီဖြစ်တဲ့ တရုတ်ကသူငယ်ချင်းတွေနဲ့တွေ့ပြီး ဂျယ်ဂျူဒိုကို အားလပ်ရက်ခရီးထွက်ခဲ့ပါတယ်ဂျယ်ဂျူဒိုစရောက်တဲ့နေ့မှာပဲ လမ်းမှာကားအက်စီးဒင့်ဖြစ်ပြီး ...",
        "rating": "5.8",
        "url": "https://megaup.net/2OM89/Bad_Guys_Always_Die_(2015).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/79THplH9WM7y3gRPYM4dcC0IRPw.jpg",
        "title": "Wild Rose (2019)",
        "description": "ရိုစ့္လင္းဟာလန္ဟာ အသံအရမ္းေကာင္းျပီးကမ္းထရီးအဆိုေတာ္ သိပ္ျဖစ္ခ်င္တဲ့ ေကာင္မေလးပါဘ၀ဟာၾကမ္းတမ္းခက္ခဲလြန္းေတာ့အသက္ ၁၈ ႏွစ္မျပည့္ခင္ ကေလး ရခဲ့ျပီးမူးယစ္ေဆးေမွာင္ခိုမႈနဲ႔လည္း ေထာင္ ၁၂ လ က်ခဲ့သူ ျဖစ္ေနေတာ့ကမ္းထရီးအဆိုေတာ္ ျဖစ္ေရး ဆိုေတာ့သူမအတြက္ေတာ့ အိပ္မက္မက္ေနရသလိုပဲအားထားစရာဆိုလို႔ အသံေလးတစ္ခုရယ္ ၁၄ ႏွစ္သားထဲကဘားဆိုင္မွာ အတူတြဲဆိုလာတဲ့ အဖြဲ႔ေလး တစ္ဖဲြ႔ရယ္ပဲက်န္တဲ့အခ်ိန္မွာ ဘားဆုိင္ကလည္းေထာင္ထြက္မို႔လို႔ သူ႔ကိုဆိုခြင့္မေပးေတာ့တဲ့ အေနအထားျဖစ္လာပါတယ္အိမ္တစ္အိမ္မွာ သန္႔ရွင္းေရးသမ ၀င္လုပ္ရတဲ့အထိဘ၀ကိုရပ္တည္ခ်ိန္မွာ အိမ္ရွင္အမ်ိဳးသမီးရဲ႕အဆက္အသြယ္နဲ႔ သူမအစြမ္းေတြဖြင့္ထုတ္ခြင့္ၾကံဳလာပါေတာ့တယ္သူတကယ္ပဲေအာင္ျမင္သြားမွာလားသူ႔အတိတ္ဆိုးကိုလူေတြလက္ခံႏုိင္ပါ့မလားကေလးေတြနဲ႔ သူ႔အိပ္မက္ၾကားထဲ သူဘာကိုေရြးခ်ယ္မလဲဆိုတာဒီကားမွၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္ File Size : ( 942 MB , 356 MB)Quality :  WEB-DL 720pRunning Time : ...",
        "rating": "7.3",
        "url": "https://megaup.net/4QEqh/(CM)_Wild_Rose_2019_(Large_Size).mp4",
        "category": "Country, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lTn1VQUw7nzNKZc9eLHazh1dckx.jpg",
        "title": "Seventeen (2019)",
        "description": "ဒီကားလေးကတော့ IMDb rating 7.3ရထားပြီး Netflixကထုတ်တဲ့စပိန် comedy-drama ကားကောင်းလေးတစ်ကားပါ။ဟတ်တာက ခိုးမှုတွေကြောင့် လူငယ်ထိန်းသိမ်းရေးစင်တာမှာရောက်နေပေမယ့်ကြံရည်ဖန်ရည်ရှိပြီး ဉာဏ်ကောင်းတဲ့ကောင်လေးတစ်ယောက်ပေါ့။သူ့မှာမိဘတွေလည်းမရှိ သူချစ်တဲ့အဖွားကလည်းသေခါနီးဖြစ်နေပြီး တစ်ဦးတည်းသောအစ်ကိုနဲ့လည်းဆက်ဆံရေးကမပြေလည်ပါဘူး။စင်တာမှာသူထိန်းကျောင်းပေးတဲ့ခွေးလေးတစ်ကောင်မွေးစားခံရပြီးသူ့ဆီရောက်မလာတဲ့အချိန်မှာတော့ စင်တာကနေထွက်ပြေးပြီးခွေးသွားရှာပါတော့တယ်။ညီအစ်ကိုချင်းနွေးထွေးမှုမရှိတော့ပေမယ့် သူထွက်ပြေးသွားတဲ့အချိန်မှာတော့သူ့အစ်ကိုသူ့ဆီလိုက်လာပါတယ်။ ဒီလိုနဲ့ ညီအစ်ကိုနှစ်ယောက်သားမွေးစားခံရတဲ့‌ခွေးကိုလိုက်ရှာရင်း ဒီနေ့လားမနက်ဖြန်လားသေတော့မယ့်အဖွားကိုရွာပြန်ပြီးမြေမြှုပ်ပေးဖို့စီစဉ်ရင်းနဲ့ ခရီးစဉ်စတင်လိုက်ပါတယ်။သံယောဇဉ်တွေ ချစ်ခြင်းမေတ္တာတွေကို ဟာသလေးတွေနှောပြီးဖော်ကျူးထားတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ File Size : ( 932 MB , 327 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre :  DramaSubtitle : Myanmar Subtitle ...",
        "rating": "7.3",
        "url": "https://megaup.net/2OM35/(CM)_Seventeen_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3LpLQTBmnzDqKlZuJWnOtACjCB1.jpg",
        "title": "Grand-Daddy Day Care (2019)",
        "description": "ဒါလေးကတော့ မိသားစု Comedyကားလေးပါ။ငါးနှစ်အတွင်းစာအုပ်တစ်အုပ်မှမထုတ်နိုင်တဲ့စာရေးဆရာဖရန့်တစ်ယောက် သူတို့အိမ်မှာလာနေတဲ့သူ့ယောက္ခကြီးကြောင့် စာမရေးနိုင်ဖြစ်နေပါတယ်။နောက်တော့အပိုဝင်ငွေလည်းရ ပေးစရာရှိတဲ့အခွန်တွေဆောင်ဖို့လည်းပိုက်ဆံရှာရင်းနဲ့ သူ့အိမ်မှာသက်ကြီးရွယ်အိုတွေကိုနေ့တစ်ပိုင်းစောင့်ရှောက်တဲ့ဂေဟာဖွင့်လိုက်ပါတယ်။ဘိုးဘွားတွေကိုစောင့်ရှောက်ရင်း ဘယ်လိုအလွဲဟာသတွေနဲ့ကြုံရမလဲဆိုတာကိုတော့ ဒီကားမှာဆက်လက်ကြည့်ရှုလိုက်ပါ။ File Size : ( 901 MB , 293 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 36 minFormat : Mp4Genre : Comedy , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "4.6",
        "url": "https://megaup.net/2OM24/(CM)_Grand_Daddy_Day_Care_2019_(Large_Size).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wLRZbtrbV51oQuvqNeK6vhb6btV.jpg",
        "title": "The Kill Team(2019)",
        "description": "The Kill Team(2019)(zawgyI)ဒီဇာတ္လမ္းထဲမွာ ဘရစ္မန္းဆိုတဲ့ မရိန္းတပ္သားတစ္ဦးဟာ ငယ္ငယ္ေလးထဲက\nစစ္သားေကာင္းတစ္ေယာက္ျဖစ္ခ်င္ေနတဲ့သူပီပီ စစ္တပ္ထဲမွာ တာဝန္ထမ္းေဆာင္ခြင့္ရဖုိ႕က သူ႕အိပ္မက္ပဲ.. ကံေကာင္းေထာက္မစြာ မရိန္းတပ္သားျဖစ္လာေပမယ့္\nအာဖဂန္စစ္ေျမျပင္ကုိ ပုိ႕ျခင္းခံရတယ္...အာဖဂန္စစ္ေျမျပင္ဟာ\nအခ်ိန္မေရြးရန္သူေတြနဲ႕ထိေတြ႕နုိင္သလုိ အရပ္သားလား လက္နက္ကုိင္သူပုန္လားဆုိတာ\nေ၀ခြဲရခက္ခဲလြန္းတဲ့ ေနရာပါပဲ..ဆုံးျဖတ္ခ်က္ေလးတစ္ခ်က္မွားတာနဲ႕ ဘ၀ထဲက ေပးဆပ္ရနုိင္သလုိ အသက္လည္းအခ်ိန္မေရြးေပ်ာက္သြားနုိင္ပါတယ္...\nဒီေနရာကုိသူေရာက္ခဲ့ေပမယ့္ သူစိတ္မပ်က္ခဲ့ဘူး....\nေရာက္တဲ့အခ်ိန္ ကင္းေထာက္ေတြ မႀကာခဏ ထြက္ရသလုိ\nအခက္အခဲမ်ဳိးစုံလည္းေတြ႕ခဲ့ရတယ္...\nဒီေနရာမွာ သူမေမ်ွာ္လင့္ထားတဲ့ ဥပေဒျပင္ပ ကိစၥမ်ဳိးေတြကုိ သူ႕ရဲ႕ေဘာ္ရဲဘက္ေတြက\nလုပ္ေဆာင္တာကုိ သူေတြ႕လုိက္ရတဲ့အခါမွာေတာ့...\nဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ခံစားၾကည့္ပါဦး...\nဒီကားက ၀ုန္းဒုိင္းႀကဲပစ္ခတ္သတ္ျဖတ္ေနတဲ့စစ္ကားမဟုတ္ေပမယ့္ ေတာ္ေတာ္\nစိတ္၀င္စားဖုိ႕ေကာင္းသလုိ စစ္သည္တစ္ေယာက္ရဲ႕ ခံစားခ်က္ေတြ\nေဘးက်ပ္နံက်ပ္ျဖစ္ေနတဲ့ကိစၥေတြကုိ ေတြ႕ရတာမုိ႕\nေတာ္ေတာ္ကုိ ၾကည့္လုိ႕ေကာင္းပါတယ္...ခံစားၾကည့္ၾကပါဦး\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္...(Unicode)ဒီဇာတ်လမ်းထဲမှာ ဘရစ်မန်းဆိုတဲ့ မရိန်းတပ်သားတစ်ဦးဟာ ငယ်ငယ်လေးထဲက\nစစ်သားကောင်းတစ်ယောက်ဖြစ်ချင်နေတဲ့သူပီပီ စစ်တပ်ထဲမှာ တာဝန်ထမ်းဆောင်ခွင့်ရဖို့က သူ့အိပ်မက်ပဲ.. ကံကောင်းထောက်မစွာ မရိန်းတပ်သားဖြစ်လာပေမယ့်\nအာဖဂန်စစ်မြေပြင်ကို ပို့ခြင်းခံရတယ်...အာဖဂန်စစ်မြေပြင်ဟာ\nအချိန်မရွေးရန်သူတွေနဲ့ထိတွေ့နိုင်သလို အရပ်သားလား လက်နက်ကိုင်သူပုန်လားဆိုတာ\nဝေခွဲရခက်ခဲလွန်းတဲ့ နေရာပါပဲ..ဆုံးဖြတ်ချက်လေးတစ်ချက်မှားတာနဲ့ ဘဝထဲက ပေးဆပ်ရနိုင်သလို အသက်လည်းအချိန်မရွေးပျောက်သွားနိုင်ပါတယ်...\nဒီနေရာကိုသူရောက်ခဲ့ပေမယ့် သူစိတ်မပျက်ခဲ့ဘူး....\nရောက်တဲ့အချိန် ကင်းထောက်တွေ မကြာခဏ ထွက်ရသလို\nအခက်အခဲမျိုးစုံလည်းတွေ့ခဲ့ရတယ်...\nဒီနေရာမှာ သူမမျှော်လင့်ထားတဲ့ ဥပဒေပြင်ပ ကိစ္စမျိုးတွေကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/4aFrx/The_Kill_Team.2019.WEB-DL.720P.PP.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l9fnb7KzW2AFZxF0J9k62b3or8V.jpg",
        "title": "Mixed Doubles (2017)",
        "description": "Mix (2017)\n========စားပြဲတင္တင္းနစ္ကစားသမားအျဖစ္မွတ္ယူထားေသာ တာမာကိုတိုမီတာဟာ ငယ္စဥ္ကေလးဘ၀တည္းက သူမအေမဆီမွမွန္ကန္တိက်တဲ့ ကစားပံုနည္းစနစ္ေတြကို ရခဲ့သူျဖစ္ပါတယ္ ။အေမ ေသျပီးေနာက္ သူမဟာ အသက္၂၈ နွစ္ အရြယ္ သာမာန္ရံုး၀န္ထမ္းတစ္ေယာက္ အျဖစ္ ရပ္တည္ခဲ့ပါတယ္ ။သူမရဲ႕ရည္းစားကေတာ့ အာကီဟီကိုအီဂ်ီးမား ပါ...သူကေတာ့ သူမနွင့္ ကုမၸဏီတစ္ခုတည္းကျဖစ္ျပီး စားပြဲတင္တင္းနစ္ကစားလည္း ျဖစ္ပါတယ္ ။ဒါေပမယ့္ သူမရည္းစားက သူ႔ရဲ႔တြဲဖက္ကစားေဖာ္အသစ္ အီရီအိုကားဆာရာ၀ နွင့္ ေတြ႔ျပီး သူမကုိ ထားခဲ့ပါတယ္ ။သူမလည္း စိတ္ပ်က္လက္ပ်က္နဲ႔ သူမအေမနွင့္အတူ ကစားခဲ့ေသာ တင္းနစ္ခံုေလးရွိရာ သူမရဲ႕နယ္မွ တင္းနစ္ကလပ္သို႔ျပန္လာခဲ့ပါတယ္ ။ထိုတြင္ တင္းနစ္ကစားသမား ဟီစာရွီဟဂ်ီ၀ရာနဲ႔ေတြ႕ျပီး....သူမဟာ သူမရဲ႕ex ကုိ လက္စားေခ်ဖို႔ နဲ႔ သူမငယ္ငယ္ကကစားခဲ့ေသာ တင္းနစ္ကလပ္ ကုိ ျပန္လည္ထူေထာင္ဖို႔အတြက္A Mixed Doubles Table Tennis Tournament မွာ ပါ၀င္ယွဥ္ျပိဳင္ဖို႔ ဆံုးျဖတ္လိုက္ျပီးေနာက္....ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာကေတာ့.... [ Unicode ]Mix (2017)\n========စားပွဲတင်တင်းနစ်ကစားသမားအဖြစ်မှတ်ယူထားသော ...",
        "rating": "6.6",
        "url": "https://megaup.net/5wA2v/Mix_(2017).mp4",
        "category": "Family, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dINTtuLw0NAUpXHYugqYZfDZZer.jpg",
        "title": "My So Called Love (2008)",
        "description": "My So Called Love (2008)\n================Broken Family တစ္ခုကေနၾကီးျပင္းလာရတဲ့ ေရွာင္ေမာင္း(ေၾကာင္ကေလး) တစ္ေယာက္ ပေထြးရန္ကလြတ္ေအာင္ ဆယ္ေက်ာ္သက္အရြယ္ထဲကအိမ္ကထြက္ေျပးခဲ့တယ္…အထက္တန္းေက်ာင္းတက္ေနတုန္း အားလ်န္ လို႔ေခၚတဲ့သူ႔ခ်စ္သူေကာင္ေလးနဲ႔ ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္အတူေနထိုင္ေနၾကေပမယ့္..ၿမီးေကာင္ေပါက္အခ်စ္က တျဖည္းျဖည္းနဲ႔ သစၥာမဲ့ျခင္းေတြနဲ႔အဆံုးသတ္ခဲ့ၾကတယ္ ။အားလ်န္စစ္မႈထမ္းေနခ်ိန္ ေရွာင္ေမာင္းတစ္ေယာက္ေငြေၾကးခ်ိဳ႕တဲ့တဲ့ဒဏ္….အမက်န္တဲ့ဒဏ္ေတြေရာေထြးျပီးေတာ့ အင္တာနက္ကေနသူ႔ထက္အသက္ၾကီးတဲ့သူတစ္ေယာက္နဲ႔ ခ်ိတ္မိပါေလေရာ….Van ကလည္းေမ်ာက္ေမြးခ်င္တယ္…ေရွာင္ေမာင္းကလည္းေငြလိုေနတယ္ဆိုေတာ့ ဇာတ္လမ္းကစေရာ…Van မွာအိမ္ေထာင္ရွိတယ္ဆိုတာကို ေရွာင္ေမာင္းမသိခင္ေလးတင္…တစ္ေယာက္ကိုတစ္ေယာက္တကယ္ခ်စ္သြားၾကတယ္ ။ဒီအျဖစ္မွန္ကုိသိသြားတဲ့အားလ်န္တစ္ေယာက္တပ္ထဲမွာဘာေတြလုပ္မလဲ…..ခ်စ္ရတဲ့ Van ကလည္းအိမ္ေထာင္ရွိ…တပ္ထဲက အားလ်န္ရဲ႕ဆံုးျဖတ္ခ်က္ကုိလည္းသိလုိက္ရတဲ့ေရွာင္ေမာင္းတစ္ေယာက္ ပလပ္ေတြကၽြတ္ျပီး ေလာကၾကီးကိုစိတ္ကုန္လာျပီး မလုပ္သင့္တာေတြလုပ္ေတာ့….ခ်စ္သူေဟာင္းအားလ်န္ေရာ….ခ်စ္ရတဲ့ Van ေရာ ႏွစ္ေယာက္လံုးက အနီးကပ္ေစာင့္ေရွာက္ေပးၾကတယ္ ။ဆယ္ႏွစ္ေက်ာ္ဒီလိုပဲျဖတ္သန္းျပီးတဲ့အခါ….ေရွာင္ေမာင္းတစ္ေယာက္အသက္ ၂၈ ႏွစ္အရြယ္နဲ႔စိတ္သစ္လူသစ္ လန္းဆန္းတက္ၾကြေနခ်ိန္ ခ်မ္းသာျပီးၾကင္နာတတ္တဲ့ႏွလံုးသားရွိတဲ့ Sunshine နဲ႔ေတြ႔ဆံုခဲ့တယ္….ဒါေပမယ့္….သူကေကာ တကယ္ပဲသူမရဲ႕ ႏွလံုးသားအတြက္ေနာက္ဆံုးနားခိုရာျဖစ္ရဲ႕လား….အခ်စ္ဆိုတာဘာလဲ…ဆိုျပီးစတင္ရွာေဖြခဲ့တဲ့ ေရွာင္ေမာင္းတစ္ေယာက္ တစ္ကယ္ပဲအခ်စ္စစ္ကိုဆံုေတြ႔ခဲ့လား…သူဆံုေတြ႔တဲ့သံုးေယာက္မွာဘယ္သူက သူ႔ရဲ႕ႏွလံုးသားကိုအမွန္တကယ္ စိုးမိုးေနတာလဲဆိုတာကို ဒီဇာတ္လမ္းေလးထဲမွာရွာေဖြၾကည့္ၾကရေအာင္ေနာ္…. [ Unicode ]My So Called Love (2008)\n================Broken Family တစ်ခုကနေကြီးပြင်းလာရတဲ့ ရှောင်မောင်း(ကြောင်ကလေး) တစ်ယောက် ပထွေးရန်ကလွတ်အောင် ...",
        "rating": "4.9",
        "url": "https://megaup.net/4aEw8/My.So.Called.Love_(2008).mp4",
        "category": "Drama, Romance"
    }
]