[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BNTUzM2EzNWYtMzMwMi00ZjM0LWI0ZDYtMzhmMWQ5ODcwOTlkXkEyXkFqcGdeQXVyNDgxMDU4NTU@._V1_-1-221x300.jpg",
        "title": "After the Storm (2016)",
        "description": "က်ေနာ္တို႔ေတြအားလံုး ေန႔စဥ္ဘဝမွာ ရွွင္သန္ေနျကတာ ဘ ာရည္ရြယ္ခ်က္နဲ႕လဲ\nမရွင္သန္ဖူးေသးလုိ႔ ရွင္သန္ျကည့္ေနျကတာလား?? မနက္ျဖန္အတြက္ဆိုတဲ့\nေမွ်ာ္လင့္ခ်က္ေလးေတြနဲ႕လား??\nရွင္သန္ေနဆဲ မွာေရာ ရွင္သန္ေဖာ္ရွင္သန္ဖက္ေတြကို ဘယ္ေလာက္အက်ိဳးျပဳခဲ့ျပီလဲ??\nလူေတြက ဘာလို႔ ဆံုးရွံဴးျပီးသားကိုမွ တန္ဖိုးထားျကတာလဲ??\nအခ်စ္ဟာ အခ်ိန္ေတြျကာလာရင္ သံေယာဇဥ္ျဖစ္ရဲ႕လား??\nသံေယာဇဥ္နဲ႕ပဲေနေနတဲ့ အခိ်န္ေတြျကာလာရင္ေကာ.. အခ်စ္ဆိုတာက်န္ေသးရဲဲ႕လား??\nအဆံုးမဲ့စျကၤာဝဠာျကီးထဲမွာ မိမိဆိုတာကေရာ ဘယ္ေလာက္ထိအေရးပါေနလဲ??\nက်ေနာ္တို႕ဟာ ကိုယ္ျဖစ္ခ်င္တဲ့သူတစ္ေယာက္ျဖစ္ဖို႔ဘဝမွာျကိုးစားျကတယ္ ျဖစ္သြားရင္ေကာ..ဘဝျကီးကေနေပ်ာ္သြားျပီလား??\nျဖစ္ဖို႔ျကိဳးစားေနဆဲကာလကေရာ ဘဝမဟုတ္ဘူးလား?? စတဲ့ mindblowingျဖစ္ေစမယ့္ ေမးခြန္းေလးေတြ\nကိုယ့္ကိုယ္ကိုျပန္ေမးရင္း ခပ္ျငိမ့္ျငိမ့္ဇာတ္ကားေလးထဲမွာ စီးေမ်ာသြားပါလိမ့္မယ္..\nမိန္းမရျပီးမွ မျကိုးစားခဲ့လို႔ မိန္းမက ထားသြားခဲ့တဲ့လူတစ္ေယာက္. ..\nသူသိပ္ခ်စ္တဲ့သူ႔သားေလးကိုလဲ ေထာက္ပံ့ေျကးေပးရဦးမယ္\n(သူတို႔နုိင္ငံရဲ႔ဥပေဒအရ) ပင္စင္စားအေမျကီးကိုလဲ ေထာက္ပံ့ခ်င္ေသးတဲ့ သားလိမာျဖစ္ခ်င္တဲ့ လူတစ္ေယာက္...\nစံုေထာက္ကိုယ္စားလွယ္ရံုးမွာအလုပ္လုပ္ျပီး ဝတဳတစ္ပုဒ္နဲ႕႔ဆုရဖူးတဲ့ အရည္အခ်င္းနဲ႔လူတစ္ေယာက္\nျဖစ္ခ်င္တာေတြျဖစ္မလာတဲ့ ဘဝတစ္ခုမွာ အဓိပါယ္ရွာေနတဲ့လူတစ္ေယာက္အေျကာင္းဇာတ္ကားေကာင္းတစ္ကားပါ(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ေအာင္ခ်မ္းျငိမ္း ပဲျဖစ္ပါတယ္)File Size : 900 MB / 370 ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/after-the-storm-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Top-Best-10-Hacking-Movies-2016-of-All-Time-300x147.jpg",
        "title": "Hacker (2016)",
        "description": "အဲလက္စ္ဆိုတဲ့ေကာင္ေလးတစ္ေယာက္ဟာ ငယ္ငယ္ကတည္း ကြန္ပ်ဴတာကို ေဆာ့ကစားရင္းၾကီးျပင္းခဲ့ရသူမို႔\nအင္တာနက္ ကြန္ပ်ဴတာေတြနဲ႔ပတ္သတ္ျပီး အကြ်မ္းတ၀င္ရွိေနပါတယ္။\nသူရဲ့စိတ္ကူးကလည္း ဒီပညာေတြကို ပိုျပီးသင္ယူဖို႔ ေကာလိပ္တက္ခ်င္တာပါ။\nမိဘေတြက မေျပလည္သူမို႔ ေကာလိပ္တက္ဖို႔  ၁၄ ႏွစ္အရြယ္ေလာက္ကတည္းက\nခက္ခက္ခဲခဲ အင္တာနက္ေနျပီးမွ ေငြရွာျပီး ကိုယ့္ေက်ာင္းစရိတ္ကိုယ္ရွာေနတဲ့ လူေကာင္းေလးတစ္ေယာက္ပါ။\nေကာလိပ္တက္ခါနီးမွာပဲ သူ႔အေမအလုပ္လုပ္ေနတဲ့ဘဏ္က သူ႔အေမကိုအလုပ္ထုတ္လိုက္ပါတယ္။\nသူတို႔အိမ္ဂရန္အေပါင္ကလည္း ဒီဘဏ္မွာျဖစ္တဲ့အတြက္ အလုပ္မရွိေတာ့လို႔\nေခ်းေငြလည္းမရနိုင္နဲ႔ အိမ္ကိုပါ ဆံုးရွံဳးရမယ့္အေျခအေနမို႔  သူအႏွစ္ႏွစ္အလလ\nစုထားတဲ့ေငြေလးေတြကို ထုတ္ေပးလိုက္ပါတယ္။\nသူ႔ရဲ့ရင္ထဲမွာလည္း ဘဏ္ေတြကို စိိတ္နာျပီး နာက်ည္းခ်က္၀င္ေနပါတယ္။\n  အဲဒီအခ်ိ္န္မွာ “ Dark Web” ဆိုတဲ့အဖြဲ႔အစည္းက အင္တာနက္ကဟက္ကာအဖြဲ႔အစည္းေတြျဖစ္ျပီး\nအင္တာနက္ကေန ေငြေၾကးေတြ လိမ္လည္ရယူေနတဲ့ နာမည္ေက်ာ္ဟက္ကာၾကီးအဖြဲ႔ပါ။\nေခါင္းေဆာင္ကေတာ့ Z  ဆိုျပီး မ်က္ႏွာဖံုးနဲ႔ လူတစ္ေယာက္ပါ ။\nဒီေတာ့ သူစုထားတဲ့ပိုက္ဆံေတြ မရွိေတာ့တဲ့ အဲလက္စ္ဟာ ဒီအဖြဲ႔ထဲကို ၀င္ဖို႔အၾကံရသြားပါတယ္။\nဒီအဖြဲ႔ထဲ ၀င္ဖို႔ကေတာ့ မလြယ္ကူပါဘူး။\nOnline ကေန ေငြေၾကးလိမ္လည္မွဳတစ္ခုလုပ္ျပနိုင္မွ လက္ခံတာပါ။\nဒီေတာ့ အဲလက္စ္လည္း ၾကိဳးစားျပီး Online  ေငြေၾကးလိမ္လည္မွုဳတစ္ခုု လုပ္ျပနိုင္လို႔\nေအာက္ဆံုးအဆင့္ကေန ၀င္ခြင့္ရခဲ့တယ္။\nဒီအဖြဲ႔ထဲ ၀င္ျပီး ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/hacker-2016/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BNWM0ZDRiZDQtMzkxMy00YTMwLWEyMzUtMWRkN2FlY2E0OWQxXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_-212x300.jpg",
        "title": "Wolf Girl and Black Prince (2016)",
        "description": "သူငယ္ခ်င္းေတြကအတြဲကိုယ္စီနဲ႔သာယာေနတဲ့အခ်ိန္ ကိုယ္က အခ်စ္ဆိုတာ ခ်ိဳနဲ႔လားလို႔\nေမးယူရတဲ့လူတစ္ေယာက္ျဖစ္ေနရင္ ဘာပဲျဖစ္ျဖစ္ လူရွိန္ေအာင္လို႔ Rsလိုလို\nဘာလိုလိုညာေျပာမိမယ္ထင္တာပဲေနာ္:P။\nဒီကားထဲက အဲရီကာေလးကလဲ အဲ့လိုေလၽွာက္ဖိန္႔ၿပီး ေတြ႕ကရာေကာင္ေလးတစ္ေယာက္ပံုကို\nသူ႔ခ်စ္သူပါဆိုၿပီး ညာထားမိလိုက္ပါတယ္။ျဖစ္ခ်င္ေတာ့ အဲ့ေကာင္ေလးက\nသူတို႔ေက်ာင္းက စကီေလးေတြအသဲစြဲ ေကာင္ေလးျဖစ္ေနတာကို သူမသိလိုက္တာပါပဲ။\nသူ႔သူငယ္ခ်င္းေတြက အဲ့ေကာင္ေလးကိုမွတ္မိၿပီး အဲ့ေကာင္ေလးနဲ႔မိတ္ဆက္ခိုင္းေတာ့\nအဲရီကာတစ္ေယာက္ အၾကံအဖန္ထုတ္ရပံုကိုဒီကားထဲမွာေတြ႕ရမွာပါ\nေရွ႕ေလ်ာက္ ဒီေအးတိေအးစက္ေကာင္ေလးရယ္ အဲရီကာေလးရယ္ဘယ္လိုေတြ ႏွစ္ပါးသြားသလဲဆိုတာေတာ့ ဇာတ္လမ္းထဲမွာဆက္ၾကည့္ဖို႔တိုက္တြန္းပါရေစ။ခ်စ္ဖို႔ေကာင္းတဲ့ ကားေလးပါ။\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ေအးမြန္ေက်ာ္ ပဲျဖစ္ပါတယ္)File Size : 800 MB / 400 MB\nQuality : Bluray 720P\nRunning Time : 1hr 56minutes\nFormat : Mp4\nGenre :    Comedy, Drama, Romance\nTranslator : Aye Mon Kyaw\nEncoder :Thanhtike Zaw \nDownload Here Yoteshin Link\n Download Here Bluray 720p (800 MB) Openload ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/wolf-girl-and-black-prince-2016/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BNzQzNzc2MDQ3OF5BMl5BanBnXkFtZTgwNTU2NzU2MTI@._V1_SY1000_CR007131000_AL_-214x300.jpg",
        "title": "Voice from the Stone (2017)",
        "description": "တိတ်ဆိတ်မှု?????\nတိတ်ဆိတ်မှုဆိုတာဘာလဲ။\nတိတ်ဆိတ်မှုမှာ အဓိပ္ပါယ်ပေါင်းများစွာ အကြောင်းအရင်းပေါင်းများစွာ ခံစားချက်ပေါင်းများစွာ ပါဝင်နေတတ်တယ်။\nအတိတ်ဆိုတာ ကျွန်တော်တို့မနက်မိုးလင်းလို့အိပ်ယာကထလိုက်တာနဲ့ အိပ်မက်အဖြစ်ကျန်ခဲ့သွားပါပြီ။ဒီဇာတ်ကားလေးကတော့ Game of thrones fanတွေရဲ့ အသည်းစွဲမင်းသမီးလေး Emilia Clarkeရဲ့ပူပူနွေးနွေးထွက်ရှိထားတဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။\nEmiliaဟာ Me before you ဇာတ်ကားထဲကလိုပဲ ယခုဇာတ်ကားမှာလည်း nurseတစ်ယောက်အဖြစ်သရုပ်ဆောင်ထားပါတယ်။\nသို့ပေမယ့် ယနေ့ခေတ်nurseအဖြစ်သရုပ်ဆောင်ခြင်းမဟုတ်ဘဲ 1950 ကာလပတ်ဝန်းကျင်အခြေအနေနဲ့ရိုက်ပြထားခြင်းဖြစ်သည်။\nမိခင်ဖြစ်သူကွယ်လွန်သွားတဲ့အတွက်စွံ့အသွားတဲ့ကောင်လေးတစ်ယောက်ကို Verena အမည်ရှိတဲ့ nurseမလေး တစ်ယောက်က ဘယ်လိုတွေပြုစုပေးမလဲ။\nကောင်လေးကရော ဘာ့ကြောင့်စွံ့အသွားတာလဲ\nကောင်လေးနဲ့နီးစပ်လာရင်းနဲ့ ကောင်လေးဟာ သာမန်တိတ်ဆိတ်ဆွံ့အသွားခြင်းမဟုတ်ဘဲ\nမန္တန်တစ်ခုကြောင့်ဖြစ်သွားရတာသိလိုက်ရတဲ့အခါမှာတော့ ...(ဘာသာပြန်သူကတော့ Fridays ပဲဖြစ်ပါတယ်)File Size : 700 MB \nQuality : WEBDL 720P\nRunning Time : 1hr 34minutes\nFormat : Mp4\nGenre :    Drama, Mystery, Thriller  \nTranslator : Fridays\nEncoder :Thanhtike Zaw",
        "rating": "N/A",
        "url": " https://megaup.net/2AxyV/Voice_from_the_Stone_(2017).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "",
        "title": "Rowdy Rathore (2012)",
        "description": "IMDB 5.8 နဲ႕ RT 67% ထိရရွိထားတယ့္ အက္ေရွးကူမားရ္ရဲ႕\nဇာတ္ကားေကာင္း တကားကုိ Bollywood Fan ေတြအတြက္\nတင္ဆက္ေပးလုိက္ပါတယ္။\nဇာတ္လမ္းေလး ကေတာ့\nလူလိမ္ သူခုိး ရွီဗားဟာ သူ႕ေကာင္မေလးေၾကာင့္\nခုိးတယ့္ အလုပ္ကုိ စြန္႕လြန္႕ဖုိ႕ ႀကိဳးစားခဲ့ၿပီး\nေနာက္ဆုံးအေနနဲ႕ ဟဲဗီး တခုကုိ ခုိးတဲ့အခါမွာေတာ့\nေသတၱာထဲမွာ ခေလးတေယာက္ကုိ ပါလာတာကုိ ေတြ႕လုိက္ရပါတယ္။\nခေလးကလည္း ျမင္ျမင္ခ်င္း သူ႕ကုိ\nအေဖလုိ႕ ေခၚလုိက္ေတာ့ သူကုိယ္တုိင္ အံအားသင့္သြားပါေတာ့တယ္။\nအမွန္ေတာ့ ဒီခေလး အေဖျဖစ္သူက သူနဲ႕႐ုပ္တူတဲ့\nရဲအုပ္ ဗစ္ကရန္ ရာေထာ ဆုိတဲ့လူပဲ ျဖစ္ပါတယ္။\nဒီခေလး ဘာေၾကာင့္ သူ႕စီေရာက္လာရတာလဲ ႕႕႕႕႕\nဘာေတြ ဆက္ျဖစ္ၾကဦးလဲ ႕႕႕႕႕႕\nရဲအုပ္ ဗစ္ကရန္ရာေထာကေကာ ဘာျဖစ္သြားလုိ႕လဲ႕႕႕႕\nရွီဗားကေကာ ဒီျပသနာေတြကုိ ဘယ္လုိေျဖရွင္းမလဲဆုိတာေတာ့ ႕႕႕႕\nဆက္လက္ရႈ႕စားလုိက္ပါဦး ခင္ဗၽ႕႕႕႕\nရုပ္ရွင္ကားကလည္း သီခ်င္းအက အမုိက္စားေတြနဲ႕\nတခန္းတနားႀကီး တင္ဆက္ထားလုိ႕ လက္လြတ္မခံသင့္ဘူးလုိ႕ေတာ့\nထက္ေျပာလုိက္ပါရေစ ႕႕႕႕႕\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပဲျဖစ္ပါတယ္)File Size : 1GB \nQuality : Bluray 720P\nRunning Time ...",
        "rating": "5.8",
        "url": "https://megaup.net/1y2kr/Rowdy_Rathore_[2012]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/images-5-133x200.jpg",
        "title": "Dragon Nest: Warriors’ Dawn",
        "description": "တစ်ခါတုန်းက ကမ္ဘာပေါ်မှာ အယ်လ်တီရာဆိုတဲ့နယ်မြေကြီးတစ်ခုရှိခဲ့တယ်....လူသား.. နတ်သူငယ်.. မိစ္ဆာသားရိုင်းကောင်နဲ့ နဂါးတွေကို ပိုင်းခြားပေးထားတဲ့ နယ်မြေတစ်ခုပေါ့...လူသားနဲ့နတ်သူငယ်တွေပေါင်းပြီး မိစ္ဆာကောင်တွေနဲ့နဂါးတွေကို တိုက်ထုတ်ခဲ့ကြပေမယ့်သူတို့အချင်းချင်းလည်း နယ်မြေလုရင်း တိုက်ပွဲဖြစ်ခဲ့ကြတယ်....ဒီလို ဖရိုဖရဲဖြစ်နေတဲ့အချိန်မှာ သူတို့အတွက် ဘုံရန်သူကြီး ပေါ်ပေါက်လာတော့တယ်...မကောင်းဆိုးရွားစွမ်းအင်တွေအပြည့်နဲ့ အနက်ရောင်နဂါးကြီးတစ်ကောင်ပေါ့...အဲ့ဒီအတွက် လူသားန့နတ်သူငယ်တွေ မဟာမိတ်ဖွဲ့ပြီးလူသား နတ်သူငယ် မှော်ဆရာ(စုန်း) တို့တွေပါဝင်တဲ့ စစ်သည်တော်တစ်ဖွဲ့ပေါ်ပေါက်လာတဲ့အခါမှာတော့ .....သူတို့တွေ နဂါးကြီးကို နှိမ်နင်းနိုင်ကြမလား ?ဘာတွေဆက်ဖြစ်လာကြမလဲ ?ဆိုတာတွေကိုတော့ ဟောဒီကာတွန်းရုပ်ရှင်လေးထဲမှာ ခံစားကြည့်ရှုကြပါကုန် ....ဒီရုပ်ရှင်လေးဟာ တရုတ်ပြည်ရဲ့ အားပေးသူအများအပြားရရှိထားတဲ့ ကာတွန်းရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်...အထူးသဖြင့် ချစ်စရာကောင်းတဲ့ ဇာတ်ကောင်လေးတွေက ပရိတ်သတ်ကို အဓိက ဆွဲဆောင်သွားနိုင်ခဲ့တာပါ...Special အနေနဲ့ဆို နတ်သူငယ်မလေး လီယာ(ကြာပန်းလေး) ကတော့ ပရိတ်သတ်အချစ်တော်လေးပေါ့ဗျာ...ကဲ တကယ်ကောင်းမကောင်းကို ကြည့်ရှုခံစားကြည့်လိုကိကြပါဦးဒီဇာတ်ကားလေးကို ကြည့်ပြီးသူတွေရှိပေမယ့် မကြာခင်မှာ ဒီကားရဲ့အဆက် Dragon Nest : Throne Of Elves ဆိုတဲ့ကား ထပ်ထွက်လာတော့မှာဖြစ်လို့ အစပျိုးတဲ့အနေနဲ့တင်ဆက်ပေးလိုက်တာပါ(စာတန်းထိုးပြီးတဲ့အထိကြည့်လိုက်ပါဦး ခွေးလေးတွေကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Eyb1/Dragon_Nest_-_Warrior_s_Dawn_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjA3MDM4OTk5OV5BMl5BanBnXkFtZTgwODg0MjMzMTI@._V1_SY1000_CR006621000_AL_-199x300.jpg",
        "title": "Journey to the West: The Demons Strike Back (2017)",
        "description": "Jounery to the west လုိ႔ဆုိလုိက္တာနဲ႔ ဆရာေတာ္နဲ႔သူ႔တပည့္၃ေယာက္အေႀကာင္းဆုိတာ လူတုိင္းသိႀကမွာပါ။ ယခုကားကေတာ့ အရင္2013ခုႏွစ္ကထြက္ရွိထားခဲ့တဲ့ Journey To The West : Conquering the demons ရဲ႕အဆက္ပါ ။ ပထမကားနဲ႔လည္းကြားျပားသလုိ အရင္ထြက္ရွိခဲ့တဲ့ဝူခုံးဇာတ္ကားေတြနဲ႔လည္းကြဲျပားမွာအမွန္ပါပဲ။ ယခုဇာတ္ကားကုိေတာ့ စတီဗင္ေခ်ာင္က ဒါရုိက္တာလုပ္ျပီးရုိက္ကူးထားပါတယ္။ Cm ပရိသတ္ႀကီးအႀကိဳက္ေတြ႔ေစမယ့္ဇာတ္ကားတစ္ကားပါ။\n(ဘာသာျပန္သူကေတာ့ ကို Con Pike ျဖစ္ပါတယ္)File Size : 950 MB / 500 MB\nQuality : WEBDL 720P\nRunning Time : 1hr 49minutes\nFormat : Mp4\nGenre :   Adventure, Comedy, Fantasy  \nTranslator : Con Pike\nEncoder :Thanhtike Zaw \nDownload Here Yoteshin LinkDownload Here WEBDL 720p ...",
        "rating": "5.6",
        "url": "https://megaup.net/1zv4m/Journey_To_The_West_-_The_Demons_Strike_Back_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/images-2-200x300.jpg",
        "title": "The Dog Lover (2016)",
        "description": "၂၀၁၆ ခုႏွစ္ထြက္ တိရိစၦာန္အခ်စ္ေတာ္မ်ားအတြက္\nDrama ကားေကာင္းေလးတစ္ကားကို တင္ဆက္ေပး\nလိုက္ပါတယ္ ရွင္းရွင္းေျပာရရင္ေတာ့ က်ေတာ္ကေတာ့ ဒီကားေလးကို\nပိုစတာၾကည့္ၿပီး မင္းသမီးကို သေဘာက်လို႔ၾကည့္တာပါ (စကားခ်ပ္)\nဇာတ္လမ္း ေလးကေတာ့ ဆာရာဟာ တိရိစၦာန္အေရးကာကြယ္ေရး\nအဖြဲ႕ရဲ႕ ေရွ႕ေဆာင္တက္ႂကြလူပ္ရွားသူတစ္ေယာက္ပါ\nသူဟာ တိရိစၦာန္ေတြအတြက္ ဥပေဒေတြ ကာကြယ္ေစာင့္ေရွာက္မူ\nေတြအတြက္ပါ လူံေဆာ္ ေနသူတစ္ေယာက္ တေန႔ သူေက်ာင္းမွာ\nအဆိုင္းမန္႔ တစ္ခုလုပ္ရာမွ ဘာေတြ စိတ္၀င္စားစရာေတြ လာမလဲဆိုတာကို\nဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ :)Download from Openload \n \nDownload From Yoteshin Link",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-dog-lover-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/04_poster_I_Hate_Luv_Storys_2010_Blu_Ray_720p_n_HD-1-203x300.jpg",
        "title": "I hate Luv Storys(2010)(ျမန္မာစာတန္းထိုး)",
        "description": "အခ်စ္ကုိယုံၾကည္မႈမရွိတဲ့ေကာင္ေလးတစ္ေယာက္ရယ္\nအခ်စ္ကုိဘာသာျပန္မွားေနတဲ့ေကာင္မေလးတစ္ေယာက္ရယ္\nလုပ္ငန္းခြင္မွာထိပ္တိုက္ေတြ႕ရင္း\nအခ်စ္ဆုိတာေလွာင္ရယ္စရာလုိ႔ထင္တဲ့ေကာင္ေလးရယ္\nအခ်စ္ဆုိတာ လူေနမႈဘ၀ျပည့္စုံမွ အခ်စ္လုိ႔ထင္တဲ့ေကာင္မေလးရယ္\nသူတုိ႔ထင္ထားသလုိ အခ်စ္ဆုိတာ ျဖစ္မလာတဲ့ အခ်ိန္မွာ ဘာဆက္ျဖစ္မလဲ\nဇာတ္ကားရဲ႕tempoအတက္အက် ပရိတ္သတ္ကုိဆြဲေဆာင္ႏုိင္မႈေတြေျပာစရာမရွိေလာက္ေအာင္ေကာင္းပါတယ္\nကုလားကားသီခ်င္းေတြပါေနက်ဆုိေပမဲ့ ခုဇာတ္ကားထဲမွာ ထည့္သင့္တဲ့ေနရာထည့္သင့္တဲ့အခ်ိန္\nအားလုံး timing  ကုိက္လွပါတယ္\nသီခ်င္းထဲက သရုပ္ေဆာင္ခ်က္ေတြကလည္း ဇာတ္လမ္းရဲ႕သရုပ္ေဖာ္ပုံစံျဖစ္ေနလုိ႔မေက်ာ္သင့္ပါဘူး\nအေကာင္းဆုံးကေတာ့မင္းသမီးရဲ႕သရုပ္ေဆာင္ခ်က္ေတြေကာင္းပါတယ္\nသူမရဲ႕မ်က္လုံးေတြကပဲ ဇာတ္လမ္းကုိဆြဲေဆာင္ႏုိင္တယ္လုိ႔ေျပာရင္မမွားပါဘူး\nDrama comedyအမ်ဳိးအစားျဖစ္ပါတယ္ လက္မလႊတ္သင့္တဲ့ ကားေကာင္းေလးပါ\nIMDb rating 5,6/10 အထိရရိွထားပါတယ္။\n(ဇာတ္ကားဘာသာၿပန္သူနဲ႕ အညႊန္းေရးသူကေတာ့ Channel Myanmar ရဲ႕\nပရိသတ္တေယာက္ၿဖစ္တဲ့ \"Pyae Phyo\" ပဲၿဖစ္ပါတယ္။)Download or watch from Openload(900 Mb)\n CM Link\nSmall File Size(500Mb)",
        "rating": "",
        "url": "https://channelmyanmar.org/i-hate-luv-storys2010/",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/8AqdYcQRSawk6PaoEH8u67qYAW7-1-200x300.jpg",
        "title": "Ink Heart (2009) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 6.1/10 ရရွိထားတဲ့ ဒီကားေလးဟာဆိုရင္ေတာ့ Visual Effect အလန္းစားေတြကိုၾကည့္ရွဴရမွာပါ။\nEnglish စာေရးဆရာ မို ဟာ သူ ့ဇနီး ဆံုးပါးသြားတဲ ့ေနာက္မွာေတာ့\nသူ ့ရဲ ့ဆယ့္သံုးႏွစ္အရြယ္သမီးေလး မက္ဂီ ကို တစ္ေယာက္တည္း ၿပဳစုပ်ိဳးေထာင္ေနခဲ့သူတစ္ေယာက္ပါ။\nသူဟာ ေရွးေဟာင္းစာအုပ္ေတြ ကို ရွာေဖြစုေဆာင္းဖို ့အတြက္ ဥေရာပ တစ္ခြင္ကို ေၿခဆန္ ့ခရီးထြက္ေနသူပါ။\nသူ ့ရဲ ့အဓိက ရည္ရြယ္ခ်က္ကေတာ့ Ink heart ဆိုတဲ ့ေရွးေဟာင္းစာအုပ္တစ္အုပ္ကို ရွာေဖြဖို ့အတြက္ပဲ ၿဖစ္ပါတယ္။\nအဲလို စာအုပ္ကို ရွာေနတဲ ့အခ်ိန္မွာပဲ မက္ဂီဟာ သူ ့အေဖကို dustfinger လို ့ေခါ ္တဲ ့လူတစ္ေယာက္ က\nsilvertongue လို ့ေခါ ္သံကိုၾကားလိုက္ရတဲ ့ေနာက္ေတာ့....\nမက္ဂီ က  သူ ့အေဖဟာ ပံုၿပင္ထဲက ဇာတ္ေကာင္ေတြကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ink-heart-2009/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjI5NjcwMTQxMV5BMl5BanBnXkFtZTcwODg5ODkwNQ@@._V1_SY1000_CR006751000_AL_-1-203x300.jpg",
        "title": "USS Indianapolis: Men of Courage (2016)",
        "description": "<Tariq L Walker>Quality…..HD 720pဒုတိယကမ္ဘာစစ်အတွင်း ဂျပန်ရေငုတ်သင်္ဘောတစ်စီးမှ အမေရိကန်ရေတပ်သင်္ဘောအား\nပစ်ခတ်နှစ်မြုပ်လိုက်ရာမှ အမေရိကန် စစ်သားသုံးရာကျော် ငမန်းများဖြင့်\nပြည့်နှက်နေသည့် ပင်လယ်ပြင်တွင် ခက်ခဲစွာဖြင့် အသက်ရှင်ဖို့ ကြိုးစားရပုံကို ရိုက်ကူးတင်ပြထားသည်။\nအဓိကသရုပ်ဆောင်အနေဖြင့် မင်းသားကြီး နီကိုလက်ကေ့ချ်ပါဝင်ထားပြီး\nစလယ်ဆုံးပရိသတ်ကို ဆွဲဆောင်နိုင်မည့် ကားကောင်းတစ်ကားဖြစ်သည်။Duration…..02:09:00\nFormat…Mp4\nFile Size…(1 GB , 451 MB)\nEncoder…..  Tariq L  WalkerTranslator….. Wai Linn",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/uss-indianapolis-men-of-courage-2016/",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjI5NjcwMTQxMV5BMl5BanBnXkFtZTcwODg5ODkwNQ@@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "The Punisher (2004)",
        "description": "အက္ရွင္ကားေကာင္းေတြကုိႀကဳိက္တက္တဲ့ CM Fans ေတြအတြက္ ဇာတ္ကားေကာင္းတစ္ကားနဲ႔\nမိတ္ဆက္ေပးလုိက္ပါတယ္။ဒီဇာတ္ကားကေတာ့ Marvel Superhero Fans ေတြအႀကဳိက္ေတြတဲ့\nThe Punisher ဇာတ္ကားျဖစ္ပါတယ္။ဒါေပမဲ့ Superhero တစ္ေယာက္မဟုတ္ပဲ သာမန္\nေစတနာ့၀န္ထမ္း မေကာင္းသူပယ္ ေကာင္းသူကယ္ ၀န္ထမ္း တစ္ေယာက္ သာမန္\nလူတစ္ေယာက္သာျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့...\nFBI ရဲ႕ လ်ိဳ႕ဝွက္ေအးဂ်င့္တစ္ေယာက္ဟာ သူ႔မိသားစုကို ရက္ရက္စက္စက္သတ္ျဖတ္သြားတဲ့\nစီးပြားေရးသမားတစ္ေယာက္ကို လက္စားေခ်ရန္ လိုက္ရွာရာမွ မေကာင္းမႈေတြဖယ္ရွားေသာ\nေစသနာ့ဝန္ထမ္း သုတ္သင္ရွင္းလင္းေရးသမားတစ္ေယာက္ ျဖစ္လာခဲ့သည္။\nသူရွာေနေသာ သူ႕ရန္သူေတာ္ကို လက္စားေခ်ႏိုင္မလား၊ လမ္းၾကံဳလုိ႔ အျမင္မေတာ္တာေတြ\nေျဖရွင္းရင္းမွ အႏၱရာယ္ေတြနဲ႔ ၾကံဳေတြ႕ရမလားဆိုတာကို ၾကည့္ရႈလိုက္ၾကပါစို႔လားဗ်ာ။\nTariq L WalkerFile Size : 1GB / 350 MB\nQuality : 720P\nRunning Time : 2hr\nFormat : Mp4\nGenre : Action, Crime, Drama\nTranslator : Moonlight777\nEncoder :Tariq L Walker \nDownload ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-punisher-2004/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/3-200x300.jpg",
        "title": "Once Upon a Time in China III (1993)",
        "description": "ဒီဇတ္လမ္းကေတာ့ အမ်ားရင္းႏွီးၿပီးသား ျဖစ္တဲ့ တရုတ္ႏုိင္ငံရဲ႕ ရာဇ၀င္မွာ ေက်ာ္ၾကားလွတဲ့\nမဟုတ္မခံစိတ္ရွိသူ သနားတက္သူ ၾကင္နာတက္သူ သေဘာေကာင္းလြန္းသူ\nသိုင္းအေက်ာ္အေမာ္ ေဒါက္တာ ၀မ္ေဖးဟုန္ အေၾကာင္း ရိုက္ကူးထားေသာ ရုပ္ရွင္ကားျဖစ္ၿပီး\nကြန္ဖူးမင္းသားႀကီး ဂ်က္လီ မွ သရုပ္ေဆာင္ရိုက္ကူးေပးထားပါတယ္…\nအဂၤလိပ္လက္ က်ေရာက္ေနၿပီး လူေတြက စိတ္ဓါတ္ပ်က္ျပား အက်င့္ေတြ ေဖာက္ျပား ႏုိင္ငံျခားကို အထင္ႀကီးစိတ္၀င္\nကိုယ့္ လူမ်ိဳးအခ်င္းခ်င္း အႏိုင္က်င့္ ဗိုလ္က် ေတာေၾကာင္ လက္ခေမာင္း ခက္တာေတြ က အစ စိတ္ထဲ မဟုတ္မခံစိတ္\n၀င္ေရာက္လာေအာင္ ရိုက္ျပထားခဲ့ၿပီး ရင္သက္ရႈေမာဖြယ္ သိုင္းကြက္ မ်ားကို လဲ ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္\nၾကာျမင့္ခ်ိန္ ၂ နာရီေက်ာ္တာမို႔ မိသားစု ႏွင့္ ၾကည့္ရႈအပန္းေျပႏိုင္ေသာ ရုပ္ရွင္ကားေကာင္းအျဖစ္\nညႊန္းဆိုလုိက္ပါရေစ….\nဒီ ရုပ္ရွင္ကားကို Channel Myanmar Translator ျဖစ္သူ Jin Jin မွ ဘာသာျပန္ေပးထားပါတယ္…\nFile Size : 900 MB /440 ...",
        "rating": "6.8",
        "url": "https://megaup.net/U2eq/Once_Upon_A_Time_In_China_-_3_[1993]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/the-thing-poster-200x300.jpg",
        "title": "The Thing (1982)",
        "description": "The Thing (1982)\nIMDb - 8.1/10______Rotten - 84%IMDB 8.1 အထိရရှိထားတဲ့သိပ္ပံဆိုင်ရာ\nHorror ကားဖြစ်ပါတယ်...\nAntarctica မှာရှိတဲ့ သုတေသနဓာတ်ခွဲခန်းဆိုက်တစ်ခုကို ဂြိုလ်သားတွေရောက်ရှိလာခဲ့ပါတယ်....\nဂြိုလ်သားတွေဟာ အရမ်းအေးလွန်းတဲ့နေရာဖြစ်တဲ့အတွက် သူတို့ကိုယ်သူတို့နွေးထွေးဖို့နဲ့\nကာကွယ်ဖို့အတွက် ကြံစည်ခဲ့ကြပါတယ်...\nသူတို့ရဲ့အကြံအစည်ကတော့ နွေးထွေးတဲ့လူသားတွေရဲ့ ကိုယ်တွေထဲမှာ အစားထိုးဝင်ရောက်ပြီးပုန်းကွယ်ဖို့ပါပဲ...\nအဲ့ဒီအတွက်ကြောင့် သုတေသနဓာတ်ခွဲခန်းဆိုက်တွေမှာရှိတဲ့ လူသားတွေဆီကိုဝင်ရောက်လာခဲ့ပါတယ်...\nသူတို့ဟာအသွင်ပုံစံတိုင်းကိုဝင်ရောက်နိုင်တာကြောင့် လူသားတင်မကပဲ\nတိရိစ္ဆာန်တွေအထိအသွင်ပြောင်းဝင်ရောက်နိုင်ပါတယ်....\nသုတေသနဓာတ်ခွဲခန်းမှာတစ်ယောက်ပြီးတစ်ယောက်ပျောက်ဆုံးလာတာကြောင့်\nအားလုံးမသင်္ကာဖြစ်လာချိန်မှာတော့\nသူတို့ရဲ့ ဆိုက်ထဲကို ဂြိုလ်သားတွေဝင်ရောက်နေပြီဆိုတာသိခဲ့ပါတယ်...\nသူတို့သိလိုက်တဲ့အချိန်မှာအရမ်းကိုနောက်ကျသွားပြီဖြစ်တဲ့အတွက် ဂြိုလ်သားတွေဟာ\nသူတို့ထဲကတစ်ယောက်ရဲ့ ရိုးတွင်းချဉ်ဆီတွေကိုရယူပြီးတော့ အသွင်ပြောင်းထားပြီပဲဖြစ်ပါတယ်..\nဒါကြောင့် အားလုံးအသက်ရှင်ဖို့အတွက် သူတို့ထဲကအသွင်ပြောင်းဝင်ရောက်နေတဲ့ ဂြိုလ်သားကို\nခွဲထုတ်ရမှာပဲဖြစ်ပါတယ်....\nအဲ့လိုတွေဖြစ်လာကြတဲ့အချိန်မှာတော့ အကုန်လုံးဟာတစ်ယောက်နဲ့တစ်ယောက်မယုံသင်္ကာတွေဖြစ်ပြီးတော့\nနောက်ပိုင်းမှာ တစ်ယောက်ပြီးတစ်ယောက်ပျောက်ဆုံးခဲ့ကြပါတယ်...\nအဲ့ဒီအတွက်သူတို့တွေဟာ အသက်ရှင်ဖို့အတွက်ကြိုးစားရတော့မှာပဲဖြစ်ပါတယ်....\nဒါကြောင့် သူတို့တွေ ဘယ်လိုတွေရှင်သန်အောင်ကြိုးစားကြမလဲ...\nဂြိုလ်သားကိုဘယ်လိုတွေ ခွဲခြားကြမလဲ....\nသုတေသနဆိုက်မှာဘယ်နှစ်ယောက်အသက်ရှင်ရက်ကျန်ခဲ့မလဲဆိုတာ\nကြောက်လန့်တကြားနဲ့ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ရာ ကြည့်ရမှာပဲဖြစ်ပါတယ်...\n(အရွယ်မရောက်သေးတဲ့ ကလေးငယ်များနဲ့ နှလုံးရောဂါအခံရှိသူများ...ကြောက်တတ်သူများ ဒီကားကိုကြည့်ရှု့ဖို့\nမသင့်ပါ....တကယ်ကြောက်ချင်တယ် ကြောက်လန့်ခြင်းကိုစိန်ခေါ်ချင်သူများကြည့်ရှု့ဖို့ဖိတ်ခေါ်ပါတယ်...)IMDB 8.1 အထိရရွိထားတဲ့သိပၸံဆိုင္ရာ\nHorror ကားၿဖစ္ပါတယ္...\nAntarctica မွာရွိတဲ့ သုေတသနဓာတ္ခြဲခန္းဆိုက္တစ္ခုကို ၿဂိဳလ္သားေတြေရာက္ရွိလာခဲ့ပါတယ္....\nၿဂိဳလ္သားေတြဟာ အရမ္းေအးလြန္းတဲ့ေနရာၿဖစ္တဲ့အတြက္ သူတို႕ကိုယ္သူတို႕ေႏြးေထြးဖို႕နဲ႕\nကာကြယ္ဖို႕အတြက္ ၾကံစည္ခဲ့ၾကပါတယ္...\nသူတို႕ရဲ႕အၾကံအစည္ကေတာ့ ေႏြးေထြးတဲ့လူသားေတြရဲ႕ ကုိယ္ေတြထဲမွာ အစားထိုး၀င္ေရာက္ၿပီးပုန္းကြယ္ဖို႕ပါပဲ...\nအဲ့ဒီအတြက္ေၾကာင့္ သုေတသနဓာတ္ခြဲခန္းဆိုက္ေတြမွာရွိတဲ့ လူသားေတြဆီကို၀င္ေရာက္လာခဲ့ပါတယ္...\nသူတို႕ဟာအသြင္ပံုစံတိုင္းကို၀င္ေရာက္ႏိုင္တာေၾကာင့္ လူသားတင္မကပဲ\nတိရိစၦာန္ေတြအထိအသြင္ေၿပာင္း၀င္ေရာက္ႏိ္ုင္ပါတယ္....\nသုေတသနဓာတ္ခြဲခန္းမွာတစ္ေယာက္ၿပီးတစ္ေယာက္ေပ်ာက္ဆံုးလာတာေၾကာင့္\nအားလံုးမသကၤာၿဖစ္လာခ်ိန္မွာေတာ့\nသူတို႕ရဲ႕ ဆိုက္ထဲကုိ ၿဂိဳလ္သားေတြ၀င္ေရာက္ေနၿပီဆိုတာသိခဲ့ပါတယ္...\nသူတို႕သိလိုက္တဲ့အခ်ိန္မွာအရမ္းကိုေနာက္က်သြားၿပီၿဖစ္တဲ့အတြက္ ၿဂိဳလ္သားေတြဟာ\nသူတို႕ထဲကတစ္ေယာက္ရဲ႕ ရိုးတြင္းခ်ဥ္ဆီေတြကိုရယူၿပီးေတာ့ အသြင္ေၿပာင္းထားၿပီပဲၿဖစ္ပါတယ္..\nဒါေၾကာင့္ အားလံုးအသက္ရွင္ဖို႕အတြက္ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2d6po/The_Thing_[1982]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/images-1-1-200x300.jpg",
        "title": "Little rascale (1994)",
        "description": "1994 ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး ငယ္ဘ၀ ကိုျပန္လည္\nအမွတ္ရသတိရေစမယ့္ ဇာတ္ကားေလး တစ္ကားကို\nတင္ဆက္ေပးလိုက္ပါတယ္ မိန္းမကို မုန္းတီးၾကတဲ့သူေတြ\nမ်ား ရွိၾကမလား မသိဘူးဗ် ဒီကားေလးကေတာ့ မိန္းမမုန္း\nတီးသူ ကေလးတစ္စုအၾကာင္းကိုဇာတ္အိမ္တည္ရို္က္ကူး\nထားတာပါ ၁၉၉၄ ခုႏွစ္မွာ ထြက္ရွိခဲ့တဲ့ဒီကားေလးဟာ\n၁၉၉၅မွာ BMI best music award နဲ႔ ပါ၀င္သရုပ္ေဆာင္ၾကတဲ့\nကေလးသရုပ္ေဆာင္ေတြအားလံုးဟာ Young Artist Award\nဆုေတြကိုအသီးသီးဆြတ္ခူးခဲ့ၾကပါတယ္ ဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ spinky ဆိုတဲ့ေကာင္ေလးဟာ\nမိန္းမမုန္းတီးသူမ်ားကလပ္ ရဲ႕ ဥကၠဌ ပါ အဖြဲ႕၀င္ေတြအျဖစ္ သူ႔ရဲ႕\nမူလတန္းေက်ာင္းက သူငယ္ခ်င္းေတြက ပါ၀င္ထာၾကပါတယ္\nဒီအခ်ိန္မွာပဲ Alfafa ဆိုတဲ့ေကာင္ေလးကလဲ ေယာက်ာ္းေလးမ်ားသာ\nဆိုတဲ့အဖြဲ႕ကိုထူေထာင္ထားပါတယ္ ဒီလိုနဲ႔ သူတို႔၂ေယာက္ Dala ဆိုတဲ့\nေကာင္မေလးကိုခ်စ္ႀကိဳက္မိသြားတဲ့အခါမွာေတာ့ ဘယ္လိုၿပိဳင္ဆိုင္မူေတြ\nကို လုပ္ၾကမလဲဆိုတာကိုေတာ့\nဘာသာျပန္ကေတာ့ ေအာင္ခ်မ္းၿငိမ္း ပါ ဗ်",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/little-rascale-1994/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Mourning-Grave-209x300.jpg",
        "title": "Mourning Grave (2014)",
        "description": "Moon lover ထဲက နံပါတ္ ၈ မင္းသားေလး Kang Ha Neul ရဲ့ သူရဲကားေလးပါ။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ကန္အင္ဆိုး ဆိုတဲ့ေကာင္ေလးက ငယ္ငယ္ေလးကတည္းက\nတေစၦသူရဲေတြကို ျမင္နိုင္တဲ့သူပါ။\nသူက သတၱိမရွိေၾကာက္တတ္တဲ့သူငယ္ေလး ဆိုေတာ့ အျမဲေၾကာက္ရြံထိတ္လန္႔ေနရတဲ့သူတစ္ေယာက္ပါ။\nတေစၦသူရဲေတြကေတာ့ သူတို႔ မကြ်တ္မလြတ္တာကို အကူအညီေတာင္းဖို႔လာၾကေပမယ့္\nသူကေၾကာက္တတ္ေတာ့ မျမင္ခ်င္ေယာင္ေဆာင္တတ္ပါတယ္ ။\nတစ္ေန႔မွာေတာ့ သူျမိဳ႔မွာ တစ္ေယာက္တည္း အထီးက်န္တဲ့အတြက္ ငယ္ငယ္က သူေနခဲ့ဖူးတဲ့ျမိဳ႔ကေလးမွာ\nဦးေလးျဖစ္တဲ့သူနဲ႔အတူ ေနထိုင္ရေအာင္ ျပန္လာခဲ့ရင္း သူရဲမေခ်ာေခ်ာေလးတစ္ေယာက္ကိုေတြ႔ခဲ့ပါတယ္။\nဒီသူရဲမေလးကေတာ့ သူခါတိုင္းျမင္ေနက် သူရဲေတြနဲ႔ မတူဘဲသူ႔ကို ခင္ခင္မင္မင္ မိတ္ဖြဲ႔လာလို႔\nမျမင္ခ်င္ေယာင္ေဆာင္ရင္းကေနပဲ ခင္မင္သြားခဲ့ပါတယ္။\nဒီလို သူတို႔ေက်ာင္းေလးမွာ သူငယ္ခ်င္းေတြ တစ္ေယာက္ျပီးတစ္ေယာက္ေပ်ာက္သြားၾကပါတယ္။\nေက်ာင္းထဲမွာ   ေသြးအလိမ္းလိမ္းနဲ႔ ေဆးဟီးဆိုတဲ့ သူရဲတစ္ေယာက္ရယ္\nCM ကမိုးျမင့္လြင္လို ဆံပင္အလြာလိုက္မ်က္နွာဖံုးေနတဲ့ သူရဲမတစ္ေကာင္ရယ္လည္း ရွိပါေသးတယ္။\n“ ေဆးဟီး” ကေတာ့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mourning-grave-2014/",
        "category": "Comedy, Horror, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Three-Kingdoms-140x200.jpg",
        "title": "Three Kingdoms: Resurrection of the Dragon (2008)",
        "description": "ဒီကားဟာလည်း Red cliff နဲ့ တစ်နှစ်တည်း ထွက်လာခဲ့တဲ့ ရုပ်ရှင်ပါ။ Red cliff လိုပဲ တရုတ်ဂန္တဝင်ဝတ္ထုRomance of the three kingdims ကိုပဲအခြေခံထားပါတယ်ဒီတော့ Red cliff မှာပရိသတ်ရင်းနှီးပြီးသား ဇာတ်ကောင်အတော်များများပြန်လည်ပါဝင်ပါတယ်။အဓိကဇာတ်ကောင်ဖြစ်တဲ့ လှံရေးမှာ သူမတူအောင်ကျွမ်းကျင်သူ Zhao Zilong(Red cliffပထမဆုံးအခန်း မှာ Lui Bei ရဲ့ သားငယ်ကိုကယ်တင်ခဲ့သူ)အဖြစ် မင်းသားကြီး Andy lau က ပါဝင်ထားပါတယ်။အက်ရှင်ခန်းတွေ အရမ်းမိုက်ပြီး အထူးသဖြင့် setting ဟာ 2008 ထွက်ကားလို့မထင်ရအောင် ကောင်းမွန်ပါတယ်။စစ်ဝတ်စုံ တွေဟာ red cliff ထဲကထက် smart ကျပြီး အက်ရှင်ခန်းတွေကတော့ red cliff ကိုမကျော်ဘူးဆိုရင်တောင် မနိမ့်ကျပါဘူး။ဇာတ်လမ်းအနေနဲ့ကတော့ Cao Cao က Lui Bei ရဲ့နယ်မြေကိုကျူးကျော်နေချိန်မှာ သာမန်တပ်သားငယ်လေးဖြစ်တဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2SQf9/Three_Kingdoms_-_Resurrection_Of_The_Dragon_(San_Guo_Zhi_Jian_Long_Xie_Jia)_[2008]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/My-Best-Friends-Wedding-poster-133x200.jpg",
        "title": "My Best Friend’s Wedding (2016)",
        "description": "My Best Friend's Wedding (2016)_____IMDb - 5.1/10\n  ဒီတစ်ခါ ဇာတ်ကားလေးကတော့ IMDb 5.1 ရရှိထားတဲ့\nRomance/Comedy Chinese ဇာတ်ကားလေးဖြစ်ပါတယ်\nအဓိက သရုပ်ဆောင်တွေ အနေနဲ့\nIce Fantasy ဇာတ်ကားထဲက မင်းသား သရုပ်ဆောင် Shaofeng Feng နဲ့\nနာမည်ကြီး တရုတ် မင်းသမီး Qi Shu တို့က သရုပ်ဆောင်ထားပါတယ်\n  ဇာတ်လမ်း အကျဉ်းပြောရရင် ငယ်ငယ်လေးကတည်းက အတူကြီးပြင်းလာရတဲ့ သူငယ်ချင်းနှစ်ယောက် ရှိတယ်။တစ်နေ့ သူငယ်ချင်းကောင်လေးက တစ်ခြား ကောင်မလေးကို လက်ထပ်တော့မယ်လို့ ပြောလာတဲ့ အချိန်မှာ သူငယ်ချင်း ကောင်မလေးက မခံနိုင်ဖြစ်ပြီး သူ့သူငယ်ချင်း ကောင်လေးရဲ့ အချစ်တွေ သူကိုယ်တိုင်ကလွဲပြီး ဘယ်သူမှ မရစေရဘူးဆိုပြီး ကြုံးဝါးကာ ဘာတွေ ဆက်လုပ်မလဲ ဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ထက်ရှူ့စားကြပါလို့.....\nဇာတ်ကားလေးက ချစ်စရာကောင်းပါတယ် အတူတူကြီးပြင်းလာတဲ့ သူငယ်ချင်း ကောင်လေးနဲ့ ကောင်မလေးတွေ အတွက် ...",
        "rating": "5.1",
        "url": "https://megaup.net/Usao/My_Best_Friend_s_Wedding_(Wo_Zui_Hao_Peng_You_De_Hun_Li)_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BZDk3YzBiOTItMTY3My00MWZhLWI5MTYtNDU5Yzk3NThjZDQzXkEyXkFqcGdeQXVyNzM3NDU4Njk@._V1_SY1000_CR006661000_AL_-200x300.jpg",
        "title": "Once Upon a Time in China II (1992)",
        "description": "ဒီဇတ္လမ္းကေတာ့ အမ်ားရင္းႏွီးၿပီးသား ျဖစ္တဲ့ တရုတ္ႏုိင္ငံရဲ႕ ရာဇ၀င္မွာ ေက်ာ္ၾကားလွတဲ့\nမဟုတ္မခံစိတ္ရွိသူ သနားတက္သူ ၾကင္နာတက္သူ သေဘာေကာင္းလြန္းသူ\nသိုင္းအေက်ာ္အေမာ္ ေဒါက္တာ ၀မ္ေဖးဟုန္ အေၾကာင္း ရိုက္ကူးထားေသာ ရုပ္ရွင္ကားျဖစ္ၿပီး\nကြန္ဖူးမင္းသားႀကီး ဂ်က္လီ မွ သရုပ္ေဆာင္ရိုက္ကူးေပးထားပါတယ္…\nအဂၤလိပ္လက္ က်ေရာက္ေနၿပီး လူေတြက စိတ္ဓါတ္ပ်က္ျပား အက်င့္ေတြ ေဖာက္ျပား ႏုိင္ငံျခားကို အထင္ႀကီးစိတ္၀င္\nကိုယ့္ လူမ်ိဳးအခ်င္းခ်င္း အႏိုင္က်င့္ ဗိုလ္က် ေတာေၾကာင္ လက္ခေမာင္း ခက္တာေတြ က အစ စိတ္ထဲ မဟုတ္မခံစိတ္\n၀င္ေရာက္လာေအာင္ ရိုက္ျပထားခဲ့ၿပီး ရင္သက္ရႈေမာဖြယ္ သိုင္းကြက္ မ်ားကို လဲ ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္\nၾကာျမင့္ခ်ိန္ ၂ နာရီေက်ာ္တာမို႔ မိသားစု ႏွင့္ ၾကည့္ရႈအပန္းေျပႏိုင္ေသာ ရုပ္ရွင္ကားေကာင္းအျဖစ္\nညႊန္းဆိုလုိက္ပါရေစ….\nဒီ ရုပ္ရွင္ကားကို Channel Myanmar Translator ျဖစ္သူ Jin Jin မွ ဘာသာျပန္ေပးထားပါတယ္…\nFile Size : 900 MB /350 ...",
        "rating": "7.5",
        "url": "https://megaup.net/U2e1/Once_Upon_A_Time_In_China_-_2_[1992]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNTRhZDExNTMtZTc1ZC00ZjA5LTgzMjQtOTk5ODJmYzY2MWUyXkEyXkFqcGdeQXVyNjk4ODY0NDM@._V1_-210x300.jpg",
        "title": "One Day (2017)",
        "description": "မိန္းမသတ္ေသသြားတာကုိျမင္ျပီး စိတ္ဒဏ္ရာရေနတဲ့အမ်ိဳးသားတစ္ေယာက္ရဲ႕စိတ္ဒဏ္ရာေတြကုိ\nကုိမာဝင္ျပီးသတိလြင့္ေမ့ေမ်ာေနတဲ့ အမ်ိဳးသမီးတစ္ေယာက္က ကုစားေပးထားတဲ့အေႀကာင္းေလးကုိရုိက္ကူးထားပါ\nဂန္ဆူးဟာမိန္းမျဖစ္သူေသဆုံးသြားျပီးေနာက္ စိတ္ဒဏ္ရာအႀကီးအက်ယ္ရေနခဲ့ပါတယ္\nအလုပ္ကုိလည္းမသြားေတာ့ပါဘူူး\nအမ်ိဳးသမီးတစ္ေယာက္ရဲ႕အမႈကုိလုိက္ဖုိ႔လက္ခံလုိက္ရာကေန ထုိအမ်ိဳးသမီးရွိတဲ့ေဆးရုံကုိ သြားေရာက္ေတြ႔ဆုံဖုိ႔သြားခဲ့ပါတယ္။\nေဆးရုံေရာက္သြားတဲ့အခါ ထုိအမ်ိဳးသမီးနဲ႔ေတြ႔လုိက္ရေပမယ့္ သူတစ္ဦးတည္းသာထုိအမ်ိဳးသမီးျမင္ႏုိင္ေႀကာင္းသိလုိက္ရတဲ့အခါမွာေတာ့ ....\n(ဘာသာျပန္သူကေတာ့ idiotMyoKo ပဲျဖစ္ပါတယ္) File Size : 850 MB / 300 MB\nQuality : HDRip 720P\nRunning Time : 1hr 58minutes\nFormat : Mp4\nGenre : Drama,Fantasy\nTranslator : IdiotMyoKo\nEncoder :Thanhtike Zaw",
        "rating": "N/A",
        "url": "https://megaup.net/1Av3y/One_Day_[2017]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNTMyNGE1ODQtYTNiNS00ZTUyLThhZjktMTgyOGZkZThlYTc3XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006761000_AL_-203x300.jpg",
        "title": "Braveheart (1995)",
        "description": "IMDb 8.4 ရထားတဲ့ သမိုင်းနောက်ခံ အမေရိကန် ရှေးစစ်ကားတစ်ခု တင်ပေးထားပါတယ်။\nဒီဇာတ်ကားထဲက ဇာတ်ကောင်ကတော့ စကော့ စစ်သူရဲကောင်းကြီး\nဝီလီယမ် ဝေါလေ့စ် နေရာကနေ သရုပ်ဆောင်ထားခဲ့တာပါ။\nအော်စကာ ဆန်ကာတင် ၁၀ နေရာ ပါဝင်ခဲ့ပြီး အကောင်းဆုံး ရုပ်ရှင်ဆု နဲ့\nအကောင်းဆုံး ဒါရိုက်တာ ဆု အပါပအဝင် ၅ ဆု တိတိ ဆွတ်ခူးသွားခဲ့တာပါ။\nပထမ စကော့တလန် လွတ်မြောက်ရေး စစ်ပွဲ ဦးဆောင်ခဲ့\nတဲ့ စစ်သူရဲကောင်း ဝီလီယံ အကြောင်းကို ရေးဖွဲ့ခဲ့တဲ့ ကဗျာ\n( Blind Harry's epic poem The Actes and Deidis of the\nIllustre and Vallyeant Campioun Schir William Wallace) ကို\nအခြေခံပြီး ရိုက်ကူးခဲ့တာပဲဖြစ်ပါတယ်။\n၁၃ ရာစု အင်္ဂလန်ဘုရင် ပထမအက်ဒ်ဝက် လက်ထက်မှာ ပဲ ဖြစ်ပါတယ်။\nအတော်ကြီးကို ...",
        "rating": "8.4",
        "url": "https://megaup.net/2Sxff/Braveheart_[1995]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/white-girl_a-film-by-elizabeth-wood_poster_june2016-202x300.jpg",
        "title": "White Girl (2016)",
        "description": "အသက္ငယ္ငယ္ရြယ္ရြယ္နဲ႔ မူးယစ္ေဆးေတြသံုးၿပီး\nလမ္းစေပ်ာက္ပ်က္စီးေနတဲ့ ေကာလိပ္ေက်ာင္းသား\nေက်ာင္းသူေလးေတြရဲ႕ ဘဝကို ကြက္ကြက္ကြင္းကြင္း ရိုက္ကူး ထားတဲ့ လိင္အသားေပး\nဇာတ္လမ္းတစ္ပုဒ္ကို တင္ဆက္လိုက္ပါတယ္။\nငယ္ရြယ္ေခ်ာေမာၿပီး တက္ႂကြေနတဲ့\nသူငယ္ခ်င္း ေက်ာင္းသူေလးႏွစ္ေယာက္ ေကာလိပ္တက္ရန္ေျပာင္းေရႊ႔လာၾကပါတယ္။\nေျပာင္းလာလာခ်င္းေန႔မွာပဲ Blue လို႔အမ်ားကေခၚတဲ့ ေကာင္ေလးအုပ္စုနဲ႔ စတင္အကြၽမ္းဝင္ခဲ့ပါတယ္။\nတစ္ကယ္ေတာ့ Blue တို႔က ေဆးေတြကိုအျမတ္ႀကီးစားၿပီး ေရာင္းစားေနတဲ့ေမွာင္ခိုသမားေတြပါ။\nBlue တစ္ေယာက္ကိုယ္စားလွယ္ဆီကေန ဘိန္းေတြကို ယူၿပီးေရာင္းေနခ်ိန္အေတာတြင္းေလးမွာပဲ\nစံုေထာက္ရဲက လက္ရဖမ္းမိသြားပါတယ္။\nသူငယ္ခ်င္းအျဖစ္ကိုၾကည့္မေနႏိုင္တဲ့ လဲ့ က Blue\nကိုကယ္တင္ဖို႔ႀကိဳးစားပါေတာ့တယ္။\nလဲ့ ရဲ႕Blue အေပၚကယ္တင္ဖို႔ ႀကိဳးစားအားထုတ္မႈု႔ေတြကို ပရိတ္သတ္ႀကီးကပဲ ဆက္လက္အားေပးလိုက္ပါဦး..Quality…..BluRay 1080p\nDuration…..01:28:00\nFormat…Mp4\nFile Size…(646 MB , 323 MB)\nEncoder…..Raven\nTranslator…..Kin Mu Chi\n Download with Yoteshin Link\n Download with Openload \n Download with Openload (Small Size)",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/white-girl-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "",
        "title": "The New Legend of Shaolin (1994)",
        "description": "ဒီတစ္ခါဂ်က္လီရဲ႕1994ကထြက္ရွိခဲ႔တဲ႔ေရွာင္လင္ကြန္ဖူးအက္ရွင္ေလးပဲျဖစ္ပါတယ္…IMDB rating 6.4…Rotten Tomataes95အထိရထားပါတယ္ဇာတ္လမ္းကေဟာင္းေနေပမယ္႔အခုထက္အက္ရွင္ကြက္ေနတဲ႔ေကာင္းဆဲပါဂ်က္လီရဲ႕My Father Is Heroကားထဲမွာဂ်က္လီသားအျဖစ္သရုပ္ေဆာင္ခဲ႔တဲ႔ကေလးသရုပ္ေဆာင္Tes Miuဟာဒီကားမွာလည္းဂ်က္လီရဲ႕သားအျဖစ္ပါဝင္ထားပါတယ္ဒီကားမွာဂ်က္လီဟာေတာ္လွန္ေရးသမားဟုန္ရွီကြမ္အျဖစ္သရုပ္ေဆာင္းထားျပီဂ်က္လီရဲ႕ကြန္ဖူးကားေတြမွာပါဝင္ေနၾကတုတ္သိုင္း..ဓားသိုင္း…လက္သီးသိုင္းမ်ိဳးမဟုတ္ပဲဒီကားထဲမွာဂ်က္လီဟာလွံလက္နက္ကိုအသုံးျပဳထားျပီးရိုက္ထားသလိုအရင္ေခတ္ေတြကဒီေန႔ေခတ္ေတြမာလိုိုကြန္ပ်ဴတာဖန္းတီးခ်က္ေတြလုံးဝမပါဝင္ပါဘူး ဒီဇာတ္ကားမွာဂ်က္လီဟာThe Legend of Fong Sai Yukကားထဲကလိုမင္းသားတစ္ေယာက္သာမကထုတ္လုပ္ေရးအပိုင္းမွာပါ ပါဝင္ထားတာလည္းျဖစ္္ပါတယ္ဇာတ္လမ္းကေတာ႔ေတာ္လွန္ေရးသမားဟုန္ရွီကြမ္မိသားစုဟာအစိုးရရဲ႕သတ္ျဖတ္မႈကိုခံခဲ႔ရျပီးသားျဖစ္သူမန္းတင္ဟာအသတ္မခံရဘဲအသက္ရွင္ခဲ႔ပါတယ္ ဒါေပမဲ႔အတြင္းလူသစၥာေဖာက္တာေၾကာက္စရာေကာင္းတယ္ဆိုတဲ႔စကားအတိုင္းအဖြဲ႕ထဲကလူျဖစ္တဲ႔မာလင္းရည္ဟာဟုန္ရွီကြမ္းအေပၚအမ်ိဳးမ်ိဳးသစၥာေဖာက္ျပီးလုပ္ၾကံသတ္ျဖတ္ပါတယ္ ဒါပမဲ႔ဟုန္ရွီကြမ္းရဲ႕လွံတံေၾကာင္ေသဆုံးခဲ႔ရပါတယ္ဟုန္ရွီကြမ္းသတ္ခဲ႔တဲ႔သစၥေဖာက္မာလင္းရည္ဟာမေသပဲအဆိပ္ဘီလူးအသြင္ေျပာင္းျပီေရွာင္လင္ေက်ာင္းေတာ္မွာရွိတဲ႔မင့္ရတနာေျမပုံကိုရယူၾကိဳးစားပါေတာ႔တယ္ဒါေပမဲ႔ဟုန္ရွီကြမ္းနဲ႔ေတြ႔ျပီးမင့္မင္းဆက္ရတနာေျမပုံကိုသစၥေဖာက္မာလင္းရည္လက္ထဲရပါ႔မလားဆိုတာရွုစားၾကပါဦးဒီကားထဲမွာကြန္ဖူးသာမကထိုက္ခ်ိကိုလည္းအသုံးျပဳထားတာေတြ႔ရျပီးဂ်က္လီရဲ႕အက္ရွင္ကားေလးကိုရွဳစားၾကပါအုံးေခတ္ကာလမ်ားၾကာခဲ႔ၿပီၿဖစ္လို႔ရသမွ်အေကာင္းဆံုးအၾကည္ကိုသာတင္ဆက္ေပးထားပါတယ္ \nTranslated And Review By - Thein Zaw",
        "rating": "",
        "url": "https://megaup.net/Sfh5/The_New_Legend_Of_Shaolin_[1994]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Love_You_You_poster-215x300.jpg",
        "title": "Love You You Island (2011)",
        "description": "2011 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ တရုပ္အခ်စ္ဇာတ္ ျမဴးဇာတ္လမ္း\nေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္ကားေလးက\nတရုပ္အေမရိကန္ရုပ္ရွင္ပြဲေတာ္မွာ ဆုေတြရခဲ့ၿပီး\nပါ၀င္သရုပ္ေဆာင္ခဲ့တဲ့ မင္းသမီး Zhou Yang ဟာလဲ\nအေကာင္းဆံုးမင္းသမီးဆုကိုရခဲ့ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ angelababy ဟာ\nက်ြန္းတစ္က်ြန္းမွာ အပန္းေျဖစခန္းတစ္ခုကို ဘန္းျပဖြင့္ၿပီး\nေနာက္ကြယ္ကေန တရားမ၀င္စီးပြားေရးလုပ္ငန္းေတြကိုလုပ္ကိုင္ေနသူပါ\nဒီလိုနဲ႔ တစ္ေန႔မွာ အလုပ္ကေန အပန္းေျဖရင္း လာေရာက္စံုစမ္း\nတဲ့ ေရွ႕ေန ေခ်ာေခ်ာေလးနဲ႔ ေတြ႕မိသြားတဲ့အခါမွာေတာ့\nLove You You ဆိုတာဘာလဲဆိုတာ ကိုေတာ့ ................။\nဘာသာျပန္ကေတာ့ chu Qiao ပါDownload From Yoteshin Link",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/love-you-you-island-2011/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/s-l300-1-211x300.jpg",
        "title": "Cat and Mouse (2003)",
        "description": "2003 ခုႏွစ္ကထြက္ရွိၿပီး ေပါင္ခ်ိန္ က်န္ေက်ာင္းကားကို\nဟာသဘားရွင္းအေနနဲ႔ရိုက္ကူးထားတဲ့ အခ်စ္ဟာသကား\nေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့\nမင္းသာႀကီးကေတာ့ အသဲေက်ာ္ အန္ဒီပဲ ျဖစ္ပါတယ္ဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ Zhan Zhao (Andy Lau) ဟာ\nေပါင္လူႀကီးမင္းရဲ႕ ရံုးစာေရး ကိုယ္ရံေတာ္ ငတိပါ တစ္ေန႔မွာ သူဟာ\nရံုးအားလပ္ရပ္မွာ သူငယ္ေလးတစ္ေယာက္နဲ႔ဆံုေတြ႕ခဲ့ပါတယ္\nထိုအခ်ိန္မွာပဲ တရားသူႀကီးေပါင္ကို လုပ္ႀကံတဲ့ အမူတစ္ခုထြက္ေပၚလာရာမွ\nေပါင္လူႀကီးမင္းကိုလုပ္ႀကံမူကို Zhan Zhao (Andy Lau) ဟာ\nတားဆီးဖို႔ႀကိဳးစားရင္း သူေမ်ွာ္လင့္ထားသလို ျဖစ္မလာပဲ သူငယ္ေလးဟာ\nေသာက္က်ိဳးနည္း ေခ်ာတဲ့ေကာင္မေလး ျဖစ္ေနၿပီး သူ႔ကိုတိတ္တဆိတ္\nကူညီေပးေနတဲ့သူျဖစ္လာတဲ့အခါမွာေတာ့ .....................\nဘာသာျပန္ကေတာ့ Chu Qiao ပါဗ် ။Download From Yoteshin Link",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/cat-and-mouse-2003/",
        "category": "Comedy, Drama, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjI1MzA0ODY5NF5BMl5BanBnXkFtZTgwOTIzNDU4MDI@._V1_SY1000_CR006971000_AL_-209x300.jpg",
        "title": "Master (2016)",
        "description": "imdb rating 6.6 အထိရရွိထားတဲ့ ကိုရီးယား အက္ရွင္ဇာတ္ကားေကာင္းတစ္ခုကို တင္ေပးလိုက္ပါတယ္။\nနာမည္ႀကီးသရုပ္ေဆာင္မ်ားျဖစ္တဲ့ လီေဗ်ာင္ဟြန္း ဂန္ဒံုဝန္း ဂင္ဝူဘင္တို႔က အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားတာပါ။\nဇာတ္လမ္းကေတာ့ မႈခင္းဇာတ္လမ္းသြားမ်ိဳးျဖစ္ၿပီး လိမ္လည္မႈေတြကို စံုစမ္းေထာက္လွမ္းတဲ့ပံုစံမ်ိဳးနဲ႔ပံုေဖာ္သြားတာပါ။\nဇာတ္လမ္းသြားကအကြက္က်ၿပီး ႐ိုက္ကြက္ေတြကအရမ္းမိုက္တဲ့အျပင္ သ႐ုပ္ေဆာင္ေတြကလည္း အရမ္းေကာင္းလို႔ လက္မလြတ္တမ္းၾကည့္သင့္တဲ့ကားေကာင္းတစ္ကားပါ။\nFile Size : 1 GB\nQuality :  HDRip 720P\nRunning Time : 2hr 23minutes\nFormat : Mp4\nGenre :    Action, Crime, Drama\nEncoder : Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/Shus/Master_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMzExNDg0MDk1M15BMl5BanBnXkFtZTgwNzE1Mjg0MDI@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "The Founder (2016)",
        "description": "IMDb 7.2 rotten tomatoes 84% တုိ႕ရရွိထားတဲ့\nဒီဇာတ္ကားက​ေတာ့ ကမၻာေပၚမွာနာမည္​ႀကီးတဲ့\nMcDonald's ဟမ္​ဘာဂါဆိုင္​ရဲ႕တည္ေထာင္​သူ\nRay Kroc ရဲ႕အ​ေၾကာင္း႐ိုက္​ထားတဲ့ျဖစ္ရပ္မွန္ဇာတ္ကားေလးျဖစ္ပါတယ္\nအသက္​၅၂ႏွစ္အရြယ္ေယာက်ာ္းတစ္ေယာက္​\nေအာင္ျမင္မႈရဖို႕ဘယ္လိုႀကိဳးစားခဲ့ရတယ္ဆိုတာကို\n႐ိုက္္ကူးတင္ဆက္ထားတာပါ....\nလူတိုင္းၾကည္​့သင္​့တဲ့ကား​ေကာင္းေလးတစ္​ကားပါ\n(ဇာတ္လမ္း အညြန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Kaung Myat Thu ပဲျဖစ္ပါတယ္)\nTariq L Walker\nFile Size : 1 GB / 330 MB\nQuality :  Bluray 720P\nRunning Time : 1hr 55minutes\nFormat : Mp4\nGenre : Biography, Drama, History \nEncoder : Tariq L Walker \nDownload Here Yoteshin Link\n  \nDownload Here Bluray 720p (1 GB) Openload Link\n \nDownload Small File Size 360p (330 MB) ...",
        "rating": "7.2",
        "url": "https://megaup.net/3y9hD/The_Founder_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/silence-2016-poster-1-143x200.jpg",
        "title": "Silence (2016)",
        "description": "Silence (2016)\nIMDb - 7.2/10_____Rotten - 83%\n Liam Neeson နဲ့ Andrew Garfield ပါဝင်တဲ့ ဒီဇာတ်ကားလေးဟာဆိုရင်\nမိမိတို့ဘာသာ တရားအတွက် မိမိရဲ့ ယုံကြည်မှု့အတွက်\nအသက် ကိုစွန့်လွှတ် ခဲ့တဲ့ ခရစ်ယာန် ဘာသာဝင်တွေ နဲ့\nခရစ်ယာန် ဘုန်းတော် ကြီးတွေ အကြောင်းရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ Rating 7.2\nရရှိထားတဲ့ ဒီဇာတ်ကားလေး ဟာဆိုရင် ကြည့်ရတာ\nတော်တော့်ကိုကောင်းမွန် တဲ့ ဇာတ်ကားလေးပါ။ ဒီဇာတ်ကားထဲမှာ\nတော်တော် ကို အော့နှလုံးနာစရာ အခန်းတွေ ပါဝင်ပေမဲ့\nရက်စက်ကြမ်းကြုတ်တက်တဲ့ လူသားတွေရဲ့ သဘောသဘာဝ\nကို ပုံဖော်ပြထားတာကိုပဲခံစားကြည့် ရှု့ဖို့ တောင်းဆိုပါရစေ။\nဇာတ်လမ်း အကျဉ်းကတော့ ၁၇ ရာစု အစပိုင်းမှာ ဂျပန်ကို\nသာသနာပြုဖို့ အတွက် ဘုန်းတော်ကြီး Ferreira (Liam Neeson)\nတို့ဟာစေလွှတ်ခြင်းခံခဲ့ရပါတယ်။အစပိုင်းမှာတော့ သူတို့ခရီးစဉ်\nအောင်မြင် ခဲ့ပြီး နောက်ပိုင်းမှာတော့ ရက်စက်တဲ့ Shogun တွေက\nသာသနာပြုလုပ်ငန်းတွေကို ဖျက်စီး ဘာသာဝင်တွေကို ဖမ်းဆီး နှိပ်စက် ...",
        "rating": "7.2",
        "url": "https://megaup.net/4Vu5z/Silence_[2016]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjAxODUwMTE4MF5BMl5BanBnXkFtZTgwNzU4MjY5MDI@._V1_SY1000_SX700_AL_-210x300.jpg",
        "title": "Patriots Day (2016)",
        "description": "ဒီဇာတ်လမ်းလေးကို ရုပ်ရှင်မကြည့်ခင်မှာပဲအားလုံးသိပြီးကြမှာပါ။\n၂၀၁၃တုန်းကကျင်းပခဲ့တဲ့ Bostonမာရသွန်ပြေးပွဲမှာ ဗုံးဖောက်ခွဲမှုဖြစ်ပြီး လူတွေသေကြေ ထိခိုက်ဒဏ်ရာရခဲ့တာပါ။\nကျနော်ကိုယ်တိုင်လည်း ဒီဇာတ်လမ်းကို ၂၀၁၃တုန်းကပဲ DVBကလွှင့်ခဲ့တဲ့ Documentryအတိုလေးကြည့်လိုက်ရပါတယ်။\nဒီတော့ Spoilerတွေဘာတွေသိပ်စိတ်ပူနေစရာမလိုပါဘူး။\nဒီကားကိုအမှန်အတိုင်းပြောရရင် ကျနော်လည်းသိပ်ကြည့်ချင်ခဲ့တာမဟုတ်ပါဘူး။\nဇာတ်လမ်းကသိပြီးသားဆိုတော့ အခွေထွက်တာပဲစောင့်မယ်ကြံခဲ့တာပါ။\nဒါပေမယ့် ရုံသွားကြည့်သူတွေရဲ့Feedbackအရ\nသိပြီးသားဇာတ်လမ်းကိုပဲ စိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ပြသွားပြီး\nကြည့်လို့်ကောင်းတယ်လို့ ပြောကြပါတယ်။\nဒါနဲ့ပဲ ကျနော်လည်းရုံမှာအပြေးသွားကြည့်ခဲ့ပါတယ်။\nအားလုံးပြောကြတဲ့အတိုင်း ဇာတ်လမ်းဟာသိပြီးသားဖြစ်ပေမယ့်\nအလွန်ကိုစိတ်ဝင်စားစရာ ကောင်းလွန်းခဲ့ပြီး နောက်ဆုံးခန်းအထိကို\nကြည့်နေတဲ့ပရိသတ်တွေကို ဆွဲခေါ်သွားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ကျနော်မပြောလည်းအားလုံးသိပြီးကြမှာပါ။\n2013,April 15ရက်နေ့မှာ Bostonမြို့မှာကျင်းပခဲ့တဲ့\nမာရသွန်ပြေးပွဲမှာ ဗုံး၂လုံးပေါက်ခွဲမှုဖြစ်ပွားခဲ့ပါတယ်။\nဗုံးဟာ Home-Madeဗုံး လို့ယူဆရပြီးBostonမြို့ခံရဲသား\nTommy Saunders(Mark Wahlberg)ကဦးဆောင်ပြီး\nCommissioner Ed Davis (John Goodman)နဲ့\nFBI Special Agent Richard DesLauriers\n(Kevin Bacon)အတူပူးပေါင်းကာ ဗုံးဖောက်ခွဲသူကိုဖေါ်ထုတ်ကြတာပါ။\nဇာတ်ကားစစချင်းမှာ ဒါရိုက်တာက\nCharacterတွေရဲ့အခန်းတွေကိုဟိုစပ်ဒီစပ်ပုံစံနဲ့ရိုက်ပြသွားပြီး\nဗုံးဖောက်ခွဲပြီးနောက်ပိုင်းမှာတော့\nဒီCharacterအားလုံးဟာ ဇာတ်လမ်းထဲတဖြည်းဖြည်းဝင်လာခဲ့ပါတယ်။\nMark Wahlbergရဲ့သရုပ်ဆောင်မှုကတော့ တချက်၂ချက်ထဖောက်တာကလွဲပြီး အတော်ပီပြင်ကောင်းမွန်တယ်လို့ချီးကျူးရမှာပါ။\nJ.K Simmonsကြီးလည်းအရံအဖြစ်ပါဝင်ခဲ့ပြီး\nScreen Timeနည်းတယ် ဆိုပေမယ့် ပါရတယ့်အခန်းမှာရအောင်တော့ကြမ်းပြသွားပါသေးတယ်။\n(Rogue Oneမှာ Darth Vaderပါလာသမျိုးပါပဲ။)\n10 CloverField Laneဇာတ်ကားမှာပါဝင်ခဲ့တဲ့ John Goodmanနဲ့\nTremors နဲ့ Hollow Manဇာတ်ကားတွေထဲက Kevin Baconတို့ရဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/4es6w/Patriots_Day_[2016]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/live-by-night-poster-143x200.jpg",
        "title": "Live by Night (2016)",
        "description": "Live by Night (2016)_____6.4/10\n  \nမင်းသားကြီး Ben Afflesk ကိုယ်တိုင် ဒါရိုက်တာလုပ်ပြီး စိတ်တိုင်းကျ မင်းသမီးတွေရွေးချယ်ကာ\nကိုယ်တိုင်ကိုယ်ကျ စိတ်ကြိုက် ပါဝင်သရုပ်ဆောင် ရိုက်ကူးထားတဲ့\nဂန်းစတား အက်ရှင် ဇာတ်ကြမ်း ကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်\nBen Afflex ဦးဆောင်တဲ့Boston က ဂိုဏ်းစတားတွေဟာ ဖလောရီဒါမှာ ဆိုင်လာဖွင့် စီးပွားရှာရာမှ\nနယ်ခံ ဂိုဏ်းစတားတွေနဲ့ ညှိပြီး ခွပ်ကြရာမှ\nဘယ်လိုတွေဆက်ခွပ်ကြမလဲဆိုတာကိုတော့\nဆက်လက် ရှူစားလိုက်ကြရအောင်လားဗျာ  \nFile Size : 0.99 GB\nQuality :  Bluray 720P\nRunning Time : 2hr 9minutes\nFormat : Mp4\nGenre :     Crime, Drama\nEncoder : Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://megaup.net/Sgf1/Live_By_Night_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Screenshot_2017-04-26-17-01-31-58-1-235x300.png",
        "title": "Befikre (2016)",
        "description": "Befikre (သို႔) ျပင္သစ္ျပည္က အခ်စ္ဇာတ္လမ္းေလးတစ္ပုဒ္\nImdb မွာေတာ့ unrated ျဖစ္ၿပီး အခ်စ္ဟာသ\nဇာတ္ျမဴးေလးပါ ဒါရမ္ကာ နဲ႔ ရွီယာ တို႔၂ေယာက္ရဲ႕\nအခ်စ္ဇာတ္လမ္းရိုးရိုးေလးကို ဟာသေလး တစက္၂စက္ထည့္\nအလြမ္း ၅၀ သားနဲ႔ မ်က္ရည္ ၁က်ပ္ခြဲသားေလာက္ ေပါင္းစပ္လိုက္တဲ့\nအခါမွာေတာ့ Befikre ဆိုတဲ့ ဇာတ္လမ္းေလးထြက္ေပၚလာပါေတာ့တယ္\nကဲ အားလံုးျမည္းစမ္းၾကည့္ဖို႔ အဆင္သင့္ျဖစ္ၿပီဆိုရင္ေတာ့\nေအာက္မွာပဲ လင့္ေပးထားပါတယ္ေနာ္Download From YoteShin portal",
        "rating": "3.6",
        "url": "https://channelmyanmar.org/befikre-2016/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Screenshot_2017-04-26-05-50-11-56-192x300.png",
        "title": "Little Big Soldier (2010)",
        "description": "Imdb 7 ရထားတဲ့ မင္းသာႀကီးဂ်က္ကီခ်န္းရဲ႕ ဇာတ္ကားေလး\nတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nPG 13 ဆိုေတာ့ ၁၃ႏွစ္အထက္မွၾကည့္ၾကပါ ေနာ့္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ စစ္သားအိုႀကီးဟာ\nတစ္ဖက္ႏိုင္ငံရဲ႕ စစ္ဗိုလ္ေပါက္စနေလးကို ဆုေၾကးေငြေတြ\nရရွိဖို႔အတြက္ ျပန္ေပးဆြဲကာ ခရီး ရွည္ႀကီးကိုျဖတ္သန္းရာမွ\nဘာေတြျဖစ္ၾကမယ္ဆိုတာကို ေတာ့ အားေပးၾကည့္ ရွဴလိုက္ပါေတာ့\nဘာသာျပန္က ဘုန္းထက္လင္းပါ :)Download Yotshin Link",
        "rating": "7.0",
        "url": "https://megaup.net/2g85p/Little_Big_Soldier_[2010]_(MM_Sub).MP4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/11175292_ori-1-200x300.jpg",
        "title": "Grown Ups 2 (2013)",
        "description": "ဒီGrown ups 2 2013 ကားေလးကေတာ့ဟာသ မင္းသားႀကီးAdam Sandlerရဲ႕\n2010ကGrown ups ကားေလးရဲ႕အဆက္ပါ\nAdam Sandlerဆိုရင္ေတာ့ ဟာသႀကိဳက္ပရိသတ္ႀကီးတို႔မသိဘဲေနမွာမဟုတ္ပါဘူး\nနာမည္မသိရင္ေတာင္မွသူ႔ကားေတြကိုေတာ့ရင္းရင္းႏွီးႏွီး ေတြ႔ဖူးမွာပါ\nကဲအၫႊန္းေလးကိုဆက္သြားရေအာင္\nဒီကားေလးမွာေတာ့Adam Sandlerျဖစ္တဲ့လန္နီဟာ သူရဲ႕ဇာတိၿမိဳ႕ေလးမွာျပန္ၿပီးေနထိုင္ေနပါတယ္\nGrown Ups 1 မွာအသက္ႀကီးႀကီးအဘြားႀကီးနဲ႔ ယူထားတဲ့ေရာ့ကေတာ့ဒီကားမွာ သူ႔မိန္းမနဲ႔ကြဲၿပီး\nေက်ာင္းကားေမာင္းေနပါတယ္ ေရာ့ကို ဒီ2မွာေတာ့ အခန္းနည္းနည္းပဲေတြ႕ရမွာပါ\nတျခားသူငယ္ခ်င္းေတြ ျဖစ္တဲ့ လန္မြန္ေဆာ့နဲ႔မက္ကင္ဇီတို႔ကလည္းကေလးေတြ လည္းႀကီးျပင္းလာၿပီးေတာ့\nဟစ္ဂင္ကေတာ့သူ႔ရဲ႕သား ဆိုၿပီးေတာ့ ရထားနဲ႔ေရာက္လာခဲ့ပါတယ္\nတစ္ေန႔မွာ လန္မြန္ေဆာ့ကို သူတုိ႔ငယ္ငယ္ကခုန္ခ်ေနက် ေခ်ာက္ကမ္းပါးမွာခုန္ခ်ခိုင္းဖို႔သြားရင္းနဲ႔\nTwilightထဲက ဝံပုေလြမင္းသားဂ်က္ေကာ့ ျဖစ္တဲ့ဲ့အန္ဒီတို႔အဖြဲ႔နဲ႔ေတြ႔ၿပီးအ႐ွက္ေတြကြဲခဲ့ရပါတယ္\nဂ်က္ေကာ့ Taylor Launterကိုေတာ့ဒီထဲမွာ ေပါေတာ ေတာ ေကာလိပ္ေက်ာင္းသားအျဖစ္ေတြ႔ရမွာပါ\nအန္ဒီတို႔အဖြဲ႔ကိုဟစ္ဂင္ရဲ႕သားျဖစ္သူကမေက်နပ္ ဘဲအန္ဒီတို႔ေနတဲ့ေနရာကိုဖ်က္ဆီးခဲ့ပါတယ္\nအန္ဒီတို႔ကလန္နီတို႔လုပ္တယ္ထင္ၿပီး လန္နီတို႔ပါတီကို လာေရာက္ဖ်က္ဆီးၿပီး\nႏွစ္ဖြဲ႔ခ်ၾကပံုမ်ားကို ပရိသတ္ႀကီး သြားမစိဘဲၾကည့္ရမွာပါ\nလန္နီအတြက္ သတင္းဆိုးလား သတင္းေကာင္းလားလို႔ ေျပာရမဲ့ေန႔ေရာက္လာပါတယ္\nသူ႔မိန္းမမွာကိုယ္ဝန္႐ွိေန ...",
        "rating": "5.4",
        "url": "https://megaup.net/Tw3z/Grown_Ups_2_[2013]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/leap-poster-143x200.jpg",
        "title": "Leap! (2016)",
        "description": "Leap! (2016)_____IMDb - 6.8/10၁၈၇၉ ခုနှစ် ပြင်သစ်ကို ဇတ်အိမ်တည် အခြေခံရိုက်ကူးထားတဲ့ Animated ကာတွန်းကား Ballerina ထဲက\nနှစ်လိုဖွယ်မိဘမဲ့ကလေးငယ်လေးရဲ့ အိမ်မက်ဟာ ကချေသည်တစ်ယောက်ဖြစ်လာဖို့ပါပဲ။\nဆံပင်အနီရောင်နဲ့ ကလေးမလေး Félicie (အသံသရုပ်ဆောင် Elle Fanning) ဟာ ဘရစ်တနီက သူတို့ရဲ့မိဘမဲ့ဂေဟာကနေ\nသူ့အချစ်ဆုံးသူငယ်ချင်း Victor (Dane DeHaan) နဲ့အတူထွက်ပြေးသွားခဲ့ပါတယ်။\nသူမရဲ့အိမ်မက်ဖြစ်တဲ့ ဘဲကလေးကချေသည်တစ်ဦးဖြစ်လာဖို့နဲ့ ဗစ်တာကတော့ တီထွင်သူတစ်ယောက်ဖြစ်လာဖို့ ရည်ရွယ်ချက်တွေနဲ့ပေါ့။\nပဲရစ်မြို့တော် ။ ကောင်လေးကတော့ နာမည်ကျော် Gustave Eiffel ရဲ့အလုပ်သင် တပည့်တစ်ယောက်ဖြစ်လာခဲ့ပြီး\nကောင်မလေးကတော့ လူချမ်းသာမိန်းကလေးတစ်ယောက်ရဲ့နာမည်ကိုယူပြီး ကဇတ်ရုံမှာ ဘဲလေးကချေသည်တစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။\nကဇတ်ရုံမှာ အကပညာသင်ယူခွင့်ရဖို့ဆိုတာ ငွေကြေးပြည့်စုံတဲ့ အထက်တန်းလွှာဖြစ်ရုံတင် မကပဲကြိုးစားအားထုတ်မူနဲ့မှ ရောက်ရှိနိုင်တဲ့နေရာပါ။\nပျော်ပျော်နေတတ်တဲ့ Félicie ရဲ့ချစ်စဖွယ်အကျင့်လေးကပဲ သူမကိုအောင်မြင်တဲ့ဘဝဆီကို ရောက်ရှိအောင် ကူညီပေးခဲ့တယ်ဆိုရပါမယ်။\nသူ့ရဲ့ ချစ်စရာ သူငယ်ချင်းလေး DeHaan ရဲ့ Victor နဲ့အတူပေါ့။\nရယ်စရာလေးတွေလဲ ဟိုနားဒီနားပါပါသေးတယ်။ ဒါပေမဲ့ ဒီနေရာမှာကတော့ မှော်ဆန်တဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1xsfz/Leap!_(Ballerina)_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMTgzMTk0ODc5OF5BMl5BanBnXkFtZTgwMTAyMTc0OTE@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Kicks (2016)",
        "description": "IMDb 6.1 ရထားတဲ့ အက္ရွင္ကား ေကာင္း တစ္ခု တင္ေပးထားပါတယ္။\nဇာတ္လမ္းကေတာ့ လူမည္းအမ်ားစုေနတဲ့ ၾကမ္းတမ္းတဲ့ပတ္၀န္းက်င္ တစ္ခုကေန အေျခခံထားတာပါ။\nဘရန္ဒန္ ဆိုတဲ့ ၁၅ နွစ္သားေလးဟာ သူအရမ္းလိုခ်င္တဲ့ Air Jordans ဖိနပ္တစ္စံုကို ခက္ခက္ခဲခဲ ရယူခဲ့ေပမယ့္\nသူ႕လက္ထဲကေန လူမိုက္အဖြဲ႕က အတင္းလုယူသြားခဲ့ပါတယ္။ ဒါေတြကို ျပန္ရဖုိ႕အတြက္ သူ႕မိတ္ေဆြေတြ အကူအညီနဲ႕အတူ\nအိုကလာဟိုးမားကို ျဖတ္ျပီး အရြယ္နဲ႕မလိုက္ေအာင္ၾကမ္းတမ္းတဲ့ ေျမေအာက္ေလာကထဲမွာ စြန္႕စားခန္းေတြ ဖြင့္ရပါေတာ့တယ္။\n(ဘာသာျပန္သူကေတာ့ Fridays ပဲျဖစ္ပါတယ္)File Size : 650 MB /250 MB\nQuality :  Bluray 720P\nRunning Time : 1hr 20minutes\nFormat : Mp4\nGenre :    Adventure\nEncoder : Thanhtike Zaw \nDownload Here Yoteshin LinkDownload Here Bluray 720p ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/kicks-2016/",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/King-Kong-1976-Movie-Poster-king-kong-3510297-300-403-223x300.jpg",
        "title": "King Kong (1976)",
        "description": "တိရိစၦာန္တစ္ေကာင္မွာလည္း အသည္းနဲ႕ဆိုရင္ယံုပါသလား...\nသံေယာဇဥ္တကယ္ၿဖစ္လာၿပီဆိုရင္ ဘယ္အရာကိုမဆိုရင္ဆိုင္လာတတ္ၾကပါတယ္...\nအခုတင္ဆက္ေပးမယ့္ကားေလးကေတာ့ ငိုတတ္တဲ့သူေတြအဖို႕ မ်က္ရည္က်ေလာက္မယ့္\nကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္...\n၁၉၇၆ ခုႏွစ္တြင္ ရိုက္ကူးထားတဲ့ ကင္းေကာင္ဇာတ္လမ္းျဖစ္ပါတယ္။\nေရနံစီးပြားေရးကုမၸဏီတစ္ခုမွ ျမဴကမ္းပါးမ်ားျဖင့္ ထာဝရ ပိတ္ဖံုးေနသည့္ ကြ်န္းတစ္ကြ်န္းအား သတိျပဳမိကာ\n၎ကြ်န္းမွ ထြက္ရွိသည့္ ေရနံမ်ားအား သြားေရာက္ယူေဆာင္ၾကျခင္းျဖစ္ပါတယ္။\n၎ေနာက္မွ ထိုကြ်န္းေပၚတြင္ လူ႐ိုင္းမ်ဳိးႏြယ္စုမ်ားေနထိုင္သည္ကို ေတြ႕ရွိရၿပီး\n၎လူ႐ိုင္းအဖဲြ႕မွ သေဘၤာေပၚရွိ အမ်ဳိးသမီးငယ္အား ဖမ္းဆီးေခၚေဆာင္ကာ ၎တို႔ကိုးကြယ္သည့္\nကင္းေကာင္ႀကီးႏွင့္ လက္ဆက္ေပးခဲ့ပါတယ္။\nထိုမိန္းကေလးအေပၚကို ကင္းေကာင္ၾကီးဟာ သံေယာဇဥ္တြယ္မိသြားၿပီး\nေစာင့္ေရွာက္ေပးခဲ့ပါတယ္...\nဒါေပမယ့္လည္း သတၱ၀ါတစ္ေကာင္နဲ႕အတူေနရတဲ့ မိန္းကေလးဟာေၾကာက္လည္းေၾကာက္\nလန္႕ကလည္းလန္႕နဲ႕မေနေပ်ာ္ခဲ့ပါဘူး...\nသေဘၤာေပၚမွာ အမႈထမ္းမ်ား ၎အမ်ဳိးသမီးငယ္အား ကင္းေကာင္ႀကီးလက္မွ ျပန္လည္ကယ္တင္ေပးခဲ့ၿပီး\nကင္းေကာင္ၾကီးအားဖမ္ဆီးၿပီး ၿမိဳ႕ေခၚေဆာင္လာကာ ကင္းေကာင္ႏွင့္ ၿမိဳ႕တြင္ ပြဲျပဳလုပ္ရန္ စီစဥ္ခဲ့ပါတယ္။\n၎ပြဲေန႔တြင္ သူခ်စ္ရတဲ့မိန္းကေလးကို လူမ်ားကထိခိုက္ေအာင္လုပ္ေနသည္ကိုၿမင္ေသာအခါ\nကင္းေကာင္ႀကီးမွ အခ်ဳပ္အေႏွာင္မ်ားအား ရုန္းထြက္ခဲ့ကာ\nၿမိဳ႕ေပၚတြင္ ေသာင္းက်န္းတိုက္ခိုက္မႈမ်ား၊ ၿမိဳ႕ရွိ စစ္အဖဲြ႕မွ ၎အား ျပန္လည္ တိုက္ခိုက္ေခ်မႈန္းျခင္းမ်ားအား\nၾကည့္ရႈရမည့္ ကင္းေကာင္ဇာတ္လမ္းေကာင္းတစ္ပုဒ္ျဖစ္ပါသည္။Quality…..BluRay 720p\nDuration…..02:14:00\nFormat…Mp4\nFile Size…(963 MB ...",
        "rating": "5.8",
        "url": "https://megaup.net/2clqf/King_Kong_[1976]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/voyage1.jpg",
        "title": "The Chronicles of Narnia 3 : The Voyage of The Dawn Treader",
        "description": "Fantasy ရုပ္ရွင္ေတြ ၾကိဳက္နွစ္သက္သူေတြအတြက္ အေကာင္းဆံုးေတြထဲက တစ္ခုကို တင္ေပးလိုက္ပါတယ္။ နာနီယာရုပ္ရွင္ စုစုေပါင္း ၃ ကားထြက္ရိွထားပါတယ္။ ဒီရုပ္ရွင္ေတြရဲ႕ မူလ၀တၳဳကိုေတာ့ နာမည္ေက်ာ္ အဂၤလိပ္ စာေရးဆရာၾကီး C.S.Lewis ေရးသားခဲ့တာပါ။ Lewis ဟာ the lord of the rings စာအုပ္ေတြကို ေရးသားခဲ့သူ J.R.R.Tolkien နဲ႕ မိတ္ေဆြရင္းျဖစ္ျပီး သူေရးသားခဲ့တဲ့ နာနီယာ ၇ အုပ္ဟာ ေခတ္ျပိဳင္ေက်ာ္ၾကားခဲ့ပါတယ္။ ရုပ္ရွင္အေနနဲ႕ေတာ့ စာအုပ္ ၃ အုပ္ကိုပဲ ရိုက္ကူးနိုင္ခဲ့ေသးပါတယ္။ မူရင္းစာအုပ္ရဲ႕ လွပတဲ့ စိတ္ကူးေတြ ခမ္းနားတဲ့ ဇာတ္ေကာင္ေတြနဲ႕ ၾကည္နႈးဖြယ္ ရႈခင္းေတြကို အေကာင္းဆံုး ပံုေဖာ္ေပးခဲ့တဲ့ ဇာတ္ကားေတြပါပဲ။ ဒီရုပ္ရွင္ကေတာ့ တတိယေျမာက္ကားပဲ ျဖစ္ပါတယ္။\n                ဒီဇာတ္လမ္းမွာေတာ့ ပီတာနဲ႕ဆူဆန္ ...",
        "rating": "6.3",
        "url": "https://megaup.net/TBms/The_Chronicles_Of_Narnia_-_The_Voyage_Of_the_Dawn_Treader_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BZGI1N2Q5NjktMDFiZC00NGQ0LTkzNzYtZmExZGEwODVhYjExL2ltYWdlXkEyXkFqcGdeQXVyNjE5MTgwOTU@._V1_SY1000_SX750_AL_-225x300.jpg",
        "title": "Commando 2 (2017)",
        "description": "ကြန္မန္ဒုိ ဇာတ္ကားမွာ အက္ရွင္စတန္႕ အလန္းစားေတြနဲ႕ ပရိတ္သတ္္ရင္ထဲေရာက္ရွိခဲ့တယ့္\nမင္းသားဗရြတ္ဂ်မဝဲလ္က ဒီတခါလည္း အမွန္အကန္ ေနာက္တကားနဲ႕ ပရိတ္သတ္အေရွ႕ ေရာက္ရွိလာခဲ့ပါၿပီ။\nအိႏၵိယ အစုိးရဟာ ေငြေၾကးဖ်က္သိမ္းေရး\nအစီစဥ္ကုိ အေကာင္ထည္ေဖာ္ခဲ့ၿပီး တႏုိင္ငံလုံးမွာရွိတယ့္ ေငြမည္းေတြအားလုံးကုိ ဖ်က္သိမ္းခဲ့ပါေတာ့တယ္႕႕႕႕\nဒါေပမယ့္ ျပည္ပမွာ ေငြမည္းကုိ ေငြျဖဴအျဖစ္ခဝါခ်ၿပီး သိမ္ဆည္းထားတယ့္ ပုိက္ဆံေတြကေတာ့ ရွိေနဆဲပါပဲ႕႕႕\nဒီကိစၥကုိ ေနာက္ကြယ္က လုပ္ကုိင္ေပးေနတယ့္ ဗစ္ကီခ်န္ဒဟ္ကုိ မေလးရွားမွာ ဖမ္းမိခဲ့ေပမယ္\nၿမိဳ႕ေတာ္ဝန္ရဲ႕သားကုိယ္တုိင္က ဒီထဲမွာ ပါဝင္ပတ္သက္ေနလုိ႕ တရားဝင္မေၾကညာရဲပါဘူး\nၿမိဳ႕ေတာ္ဝန္က သူ႕အစီစဥ္အတုိင္း သူ႕စိတ္ႀကိဳက္လူေတြကုိ ေရြးၿပီး ဗစ္ကီခ်န္ဒဟ္ကုိ အိႏၵိယကုိ ျပန္ေခၚဖုိ႕လုပ္ပါေတာ့တယ္\nဒီအခ်ိန္မွာေတာ့ အထူးတပ္သား ကရန္ဟာ\nၿမိဳ႕ေတာ္ဝန္အၾကံေတြကို သိၿပီး အဖြဲ႕ထဲကုိ သူပါဝင္ခဲ့ပါတယ္႕႕႕႕\nဗစ္ကီခ်န္ဒဟ္ကုိ အိႏၵိယကုိေခၚလာႏုိင္မလား႕႕႕\nၿမိဳ႕ေတာ္ဝန္ရဲ႕ အၾကံေတြေကာ\nေအာင္ျမင္ပါ့မလား႕႕႕႕\nျပည္ပေရာက္ေနတယ့္ ေငြမည္းေတြကေကာ ျပန္ရပါ့မလား ဆုိတာကုိေတာ့ ပရိတ္သတ္ႀကီးကပဲ ဆက္လက္႐ႈ႕စားလုိက္ပါဦး႕႕႕႕႕\nဇာတ္လမ္းတခုလုံးက လွည့္ကြက္အျပည့္နဲ႕မုိ႕ တကယ္ကုိ စိတ္ဝင္စားစရာ ေကာင္းလွပါတယ္\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးျဖစ္ပါတယ္)\nFile Size : 1GB\nQuality :  Dvd Rip ...",
        "rating": "6.1",
        "url": "https://megaup.net/1wr91/Commando_2_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Commando (2013)",
        "description": "ဒီတခါေတာ့\nBollywoodပရိတ္သတ္ေတြအတြက္\nအလန္းစား စတန္႕ေတြနဲ႕ အက္ရွင္ခပ္ၾကမ္းၾကမ္းေလးကုိ\nတင္ဆက္ေပးထားပါတယ္။\nဒီကားေတြရဲ႕ မင္းသား ဗီရြတ္ဂ်မာဝဲလ္က စတန္႕ခန္းေတြကုိ ကုိယ္တုိင္ႀကိဳးစားသ႐ုပ္ေဆာင္ထားတာလည္း ျဖစ္ပါတယ္။\nဇာတ္လမ္းကေတာ့ ႕႕႕႕႕႕\nအိႏၵိယစစ္တပ္ရဲ႕ အထူးတပ္သားေတြဟာ ေလ့က်င့္ေရးဆင္းရင္း\nမုန္တုိင္းမိၿပီး တရုတ္နယ္စပ္မွာ ေလယာဥ္ပ်က္က်ခဲ့ပါတယ္။\nတပ္သားေတြထဲက ကရန္ဟာ တရုတ္စစ္တပ္ရဲ႕ ဖမ္းစီးျခင္းကုိခံခဲ့ရၿပီး\nတ႐ုတ္အစုိးရကလည္း သူ႕ကို စပုိင္တေယာက္လုိ႕ထင္ၿပီး အမ်ိဳးမ်ိဳးညဥ္းပန္းႏွိပ္စက္ၿပီး စစ္ေၾကာပါေတာ့တယ္႕႕\nတဖက္မွာလည္း အိႏၵိယအစုိးရက ႏုိင္ငံေရးျပသနာေတြတက္မွာစုိးလုိ႕\nသူ႕ကုိ မကယ္ေတာ့ပါဘူး႕႕႕႕\nတရုတ္လက္လြတ္ေျမာက္ဖုိ႕ ႀကိဳးစားခဲ့ရတယ့္ ကြန္မန္ဒုိ တပ္သားကရန္ဟာ\nနယ္စပ္မွာ ဂုိဏ္းစတားတေယာက္လက္က ထြက္ေျပးေနရတယ့္ မိန္းကေလးတေယာက္ကုိ ကူညီေပးလုိက္ရင္း ျပသနာအႀကီးအက်ယ္တတ္ပါေတာ့တယ္။\nဂုိဏ္စတားေတြလက္ထဲက မိန္းကေလးကုိ ကရန္တေယာက္ ဘယ္လုိကယ္တင္မလဲဆုိတာေတာ့\nပရိတ္သတ္ႀကီးပဲ ၾကည့္လုိက္ပါေတာ့\nအက္ရွင္ႀကိဳက္ ပရိတ္သတ္ေတြအေနနဲ႕ လက္အလြတ္မခံသင့္ပါဘူး႕႕႕\n(ဘာသာျပန္သူကေတာ့ ကို စည္သူေအာင္ပဲျဖစ္ပါတယ္)\nFile Size : 900 MB\nQuality :  Bluray 720P\nRunning Time : 1hr 54minutes\nFormat : Mp4\nGenre :    Action, Crime,Drama\nEncoder : Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/commando-2013/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/magic_to_win-複製-215x300.jpg",
        "title": "Magic to Win (2011)",
        "description": "ထူးျခားဆန္းျပားမႈေတြနဲ႔ ကမၻာႀကီးထဲက ကိုယ္စီ သဘာဝလြန္စြမ္းအားေတြပိုင္ဆိုင္ထားတဲ့\nလူသားေတြရဲ႕စိတ္ဓာတ္နဲ႔ဘဝေနထိုင္မႈအေၾကာင္း ရိုက္ကူးထားတဲ့ ဇာတ္လမ္းေလးတစ္ပုဒ္ပါ\nေဘာ္လီေဘာအရံႈးေၾကာင့္စိတ္ညစ္ေနတဲ့ ခ်န္ေမစီတစ္ေယာက္ အမွတ္မထင္\nသူ႔ရဲ႕ဆရာ ပါေမာကၡကန္နဲ႔တိုက္မိပီး သဘာဝလြန္ေမွာ္စြမ္းအားကို ပိုင္ဆိုင္ခဲ့ရပါတယ္\nေမွာ္စြမ္းအားကို သူ႔ရဲ႕ေနထိုင္မႈအတြက္ လူငယ္ပီပီရမ္းသမ္းအသံုးခ်ေနခဲ့ပါတယ္\nတစ္ခ်ိန္ထဲမွာပဲ မီးေမွာ္ဆရာရဲ႕ ေမွာ္အစြမ္းလုယူမႈေၾကာင့္\nေမွာ္အစြမ္းဆံုးရံႈးပီး ဝိညာဥ္ဘဝနဲ႔ ေလလြင့္ေနတဲ့ ေျမေမွာ္ဆရာေလး လင္းဖုန္းနဲ႔အမွတ္မထင္ေတြ႕ဆံုရင္း\nေမွာ္ပညာေလာကကအရႈပ္ထုပ္ေတြအၾကား ပါဝင္ခဲ့ရျပန္ပါတယ္\nအခ်စ္ဟာသေလးနဲ႔ ထူးျခားမႈေလးေတြကို ျမင္ေတြ႕ႏိုင္မွာပါ\nတစ္ဖက္မွာလည္း အတိတ္မွာ မိသားစုကိုဆံုးရံႈးခဲ့ရလို႔ အတိတ္ကိုျပန္ရခ်င္ပီး ရုန္းမထြက္ႏိုင္တဲ့\nမီးေမွာ္ဆရာေလးက ေမွာ္တံခါးေပါက္ကိုဖြင့္ဖို႔ ေမွာ္ပညာရွင္ေတြဆီကအစြမ္းေတြလိုက္စုပ္ရင္း\nေသာ့ခ်က္ကိုရွာေဖြေနခဲ့ပါတယ္ ကဲ လင္းဖုန္းရဲ႕ဝိညာဥ္ဘဝကို ေမစီကယ္တင္ႏိုင္ပါ့မလား\nမီးေမွာ္ဆရာရဲ႕လက္ထဲကေနေရာ ေျပးလို႔လြတ္ၾကမလား\nေလာကမွာ ဘယ္လိုအခ်ိန္ေတြကပံုရိပ္ေတြျဖစ္ပီး ဘယ္လိုအခ်ိန္ေတြကို တန္ဖိုးထားသင့္ပါသလဲ\nလူသားတစ္ေယာက္အေနနဲ႔ျဖစ္တည္လာရင္ ကိုယ္ပိုင္အစြမ္းမရွိပါေစ ေလာကႀကီးအတြက္\nအက်ိဳးျပဳလုပ္ငန္းေလးေတြကို လုပ္က္ုင္ပီး ေလာကႀကီးကို ေက်းဇူးဆပ္သင့္ပါတယ္ဆိုတဲ့အေၾကာင္းကို\nဟာသေလးေရာပီး တင္ဆက္ထားတဲ့ကားေကာင္းတစ္ကားပါ\nပင္ပန္းထားသမွ်ေတြ အေဝးကိုေခတၱလႊင့္ပစ္ဖို႔ Magic To ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/magic-to-win-2011/",
        "category": "Action, Comedy, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BZDgwZGQwNzktMTc2MC00NzY5LWFkODQtMzkzZjAyZGYzMjRkXkEyXkFqcGdeQXVyNTU5Mzk0NjE@._V1_-210x300.jpg",
        "title": "A Dog’s Purpose (2017)",
        "description": "ေဘလီ လို ့ေခၚတဲ့ ေရႊ၀ါေရာင္ အမဲလိုက္ေခြး အမ်ိဳးအစားေလး က သူ ့ကုိ တကယ္ခ်စ္ၿပီး ၾကင္နာေပးတဲ့\nအီသန္ နဲ ့ ဟန္နာ တို ့ရဲ ့အခ်စ္ေတာ္ေခြးေလးေပါ့\nအီသန္ က ေဘလီ ကုိ Rugby ေဘာလံုးေလးနဲ ့ကစားနည္းေလးေတြ သင္ေပးခဲ့တယ္\nတစ္ေန ့မွာေတာ့ အေၾကာင္းေၾကာင္းေၾကာင့္ အီသန္ နဲ ့ ဟန္နာ တို ့ လမ္းခြဲ ခဲ့ၾကတယ္\nေနာက္ပိုင္း အီသန္ ပညာသင္ဖို ့ထြက္ခြာသြားခဲ့တဲ့အခ်ိန္မွာေတာ့\nေဘလီ ေလးလည္း သခင္ကို လြမ္းတဲ့စိတ္နဲ ့ ေနမေကာင္းျဖစ္ၿပီး ဆရာ၀န္ေတြက\nသူ ့အတြက္ အေကာင္းဆံုး ျဖစ္ေအာင္ လုပ္ေပးခဲ့ၾကတယ္\nဒီလိုနဲ ့ ေဘလီဟာ ေနာက္ဘ၀တစ္ခုမွာေတာ့ ရဲတပ္သား ေခြးေလးဘ၀ကို ပိုင္ဆိုင္ခဲ့ၿပီး\nသူတတ္စြမ္းသေလာက္ အျခားလူေတြ နဲ ့သူ ့ရဲ ့သခင္အသစ္ကို ကူညီေပးခဲ့တယ္\nဒါေပမဲ့လည္း ေဘလီ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/a-dogs-purpose-2017/",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/the-age-of-shadow-poster-133x200.jpg",
        "title": "The Age of Shadows (2016)",
        "description": "The Age of Shadows (2016)\nIMDb - 7.1/10_____Rotten - 100%\n Goblin မှင်စာသတို့သမီးထဲက မှင်စာဦးဦး fans တို့အတွက် ဇာတ်လမ်းကောင်းတစ်ပုဒ်ကို မိတ်ဆက်ပေးပါရစေ။ ။ ဂျပန်တွေ ကိုရီးယားကို အုပ်စိုးစဉ်ကာလကို အခြေခံထားတဲ့ ဇာတ်ကားကောင်းလေးပါ။ ကိုရီးယားနိုင်ငံ လွတ်လပ်ရေးရဖို့ ကြိုးစားတဲ့ခရီးကြမ်းတမ်းပုံ ရင်းခဲ့ရတဲ့ သွေးတွေ ဘဝတွေအကြောင်းကို ဒီဇာတ်လမ်းလေး ကြည့်လိုက်ရင် ခံစားနိုင်မှာပါ။ ။ ဂျပန်အစိုးရအမှုထမ်း ကိုရီးယားလူမျိုး လီချန်ချော(Song Kang-ho)ဟာ အတိုက်အခံပါတီဝင် ငယ်သူငယ်ချင်း လီချန်အုတ်ကို ဆုံးရှုံးလိုက်ရပြီးနောက် စိတ်ပြောင်းသွားမှာလား။ နောက်ပြီး အထက်အမိန့်အရ အတိုက်အခံပါတီဝင် ကင်ဝူဂျင်(Gong Yoo )ကို ချဉ်းကပ်ရာ ဘာတွေ ကြုံတွေ့ရမလဲ။ ဂျပန်အစိုးရနဲ့ အတိုက်အခံပါတီ ဉာဏ်ချင်းယှဉ် ကျားကွက်ရွေ့ ဇာတ်လမ်းမှာ ဘယ်လို အချိုးအကွေ့ အလှည့်အပြောင်းတွေနဲ့ စိတ်လှုပ်ရှားရမယ်ဆိုတာကတော့ ဇာတ်လမ်းလေးကိုသာ ကြည့်လိုက်ပါလို့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2TAU5/The_Age_Of_Shadows_(Mil-Jeong)_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/legomovieposter-202x300.jpg",
        "title": "The Lego Movie (2014)",
        "description": "The Lego Movie (2014)\nIMDb - 7.7/10_____Rotten - 96% \nသာမန်ဆောက်လုပ်ရေးလုပ်သားလေး အန်းမက်ဟာပုံမှန်သမားရိုးကျအတိုင်းနေထိုင်တတ်သူဖြစ်ပြီး\nညွှန်ကြားချက်တွေ စည်းမျဉ်းစည်းကမ်းတွေကိုအတိအကျလိုက်နာတတ်သူ စာအုပ်ကြီးသမားဖြစ်ပါတယ်…\nတစ်နေ့မှာတော့ သူဟာ  ကမ္ဘာကြီးကိုကယ်တင်ပေးနိုင်မယ့် ပစ္စည်းအပိုင်းအစတစ်ခုကို\nမတော်တဆရှာဖွေတွေ့ရှိမိရာမှ ဒဏ္ဍာရီလာသူရဲကောင်းအဖြစ်မှားယွင်းယုံကြည်ခြင်းခံရပါတော့တယ်…\nဒါပေမယ့်သူဟာ ဘာကိုမှမတီထွင်တတ်သူဖြစ်တဲ့အတွက်\nသူဦးဆောင်ရမယ့်သူရဲကောင်းအမျိုးမျိုး Batman,Superman တို့ကြားမှာ အခက်အခဲတွေကြုံတွေ့လာရပါတယ်…\nအဲ့ဒီလိုအခြေအနေကြားထဲမှ အန်းမက်ဟာ ဘယ်နည်းဘယ်ပုံနဲ့ အားလုံးကိုဦးေဆောင်နိုင်မယ်ဆိုတာတွေ\nကမ္ဘာကြီးကိုကယ်တင်နိုင်မယ်ဆိုတာတွေကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမှာပါ…\nချစ်စရာAnimationတွေ နဲ့ဒီmovieလေးဟာ ကိုယ်တွေရဲ့နေ့စဉ်လူနေမှုဘဝကိုထင်ဟပ်နေပြီး\nလူတိုင်းဟာ အသီးသီးထူးခြားကြပြီးသူရဲကောင်းတွေဖြစ်လာနိုင်တယ်ဆိုတဲ့အကြောင်း\nမီးမောင်းထိုးပြထားပါတယ်…\n   \nQuality…..BluRay Rip 1080p\nDuration…..01:40:00\nFormat…Mp4\nFile Size…(720 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..May Thazin Myint",
        "rating": "7.7",
        "url": "https://megaup.net/2fidg/The_Lego_Movie_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/alice-in-wonderland-1951-poster-artwork-kathryn-beaumont-ed-wynn-richard-hadyn-small-200x300.jpg",
        "title": "Alice in Wonderland (1951)",
        "description": "Animation ကားေကာင္းေလးတစ္ကားၿဖစ္တဲ့ Alice In Wonderland စာ 1951 ခုႏွစ္ကထြက္ရွိထားခဲ့ၿပီးေတာ့\nMovie ၿပန္ရိုက္ရတဲ့အထိကိုေအာင္ၿမင္မႈ႕ရရွိခဲ့ပါတယ္....\nဇာတ္လမ္း အက်ဥ္းကိုေၿပာၿပရမယ္ဆိုရင္\nယုန္ေလးတစ္ေကာင္ေနာက္ကို စူးစမ္းၿပီးလိုက္ခဲ့တဲ့ အဲလပ္ေလးတစ္ေယာက္ သူစိတ္ကူးထားတဲ့\nသူတကယ္ၿဖစ္ခ်င္ေနတဲ့ ထူးဆန္းၿပီး အၿပင္မွတကယ္မၿဖစ္ႏိုင္တဲ့\nစိတ္ကူးယဥ္ကမၻာေလးထဲကိုေရာက္ရွိသြားခဲ့ပါတယ္...\nၿမင္ၿမင္သမွ်အရာအားလံုးက သူမအတြက္ေတာ့တကယ္ကိုအထူးဆန္းေတြခ်ည္းပဲၿဖစ္ေနလို႕\nေနာက္ဆံုးေတာ့ သူမအိမ္ကိုၿပန္ဖို႕ ဆံုးၿဖတ္လိုက္ပါတယ္...\nအဲ...ဒါေပမယ့္ သူမအိမ္ၿပန္ဖို႕လမ္းရွာေနတဲ့အခ်ိန္မွာ အနီေရာင္ဘုရင္မနဲ႕စေတြ႕ပါေတာ့တယ္...\nအနီေရာင္ဘုရင္မကေတာ့ ရက္စက္တဲ့ေနရာမွာ ႏွစ္ေယာက္မရွိသူပါ...\nဒီလိုရက္စက္တဲ့ အနီေရာင္ဘုရင္မလက္ထဲကေန လြတ္ေၿမာက္ေအာင္ အဲလပ္ေလးဘယ္လိုလုပ္မလဲ...\nသူမအိမ္ေကာၿပန္ေရာက္ႏိုင္မလားဆိုတာ စိတ္၀င္တစားနဲ႕ၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\nဒီကားေလးဟာေတာ့ Animation ၾကိဳက္သူမ်ားအတြက္အထူးသင့္ေတာ္တဲ့\nညအိပ္ရာ၀င္ပံုၿပင္ကားေလးပဲၿဖစ္ပါတယ္..\nမိဘမ်ားအေနနဲ႕လည္းသားသားေလး မီးမီးေလးမ်ားကို အိပ္ခါနီးအခ်ိန္ ၿပသၿပီးေခ်ာ့သိပ္လို႕ရပါတယ္...Quality…..BluRay 1080p\nDuration…..01:15:00\nFormat…Mp4\nFile Size…(539 MB , 306 MB )\nEncoder…..Moe Myint Lwin\nTranslator…..Myat Ko Ko\nDownload with VIP Link\n Download with Openload\n Download with Openload (Small Size)",
        "rating": "7.4",
        "url": "https://megaup.net/2X54j/Alice_In_Wonderland_[1951]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Screenshot_2017-04-21-10-16-07-68-199x300.png",
        "title": "Babe (1995)",
        "description": "ကဲ အားလံုး ေနာက္ကၾကည့္ဖို႔\n1995 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Babe ဆိုတဲ့ ၀က္လိမၼာ ကား\nေလးကိုတင္ဆက္ေပးမယ္  ဒီကားေလးက ၁၉၉၅ ခုႏွစ္မွာ\nBest Movie Of the Year ဆုကိုရရွိခဲ့ပါတယ္တဲ့\n၁၉၉၀  ပတ္၀န္းက်င္က ေမြးခဲ့ၾကတဲ့သူေတြဆို ဂ်ီးကပ္ေနတဲ့\nေလးေထာင့္ ဗီဒီိယို တိပ္ေခြႀကီးေတြနဲ႔ ေကာင္းခန္းေရာက္မွ\nတဂ်စ္ဂ်စ္နဲ႔ လိုင္းေတြထေနတဲ့ပံုရိပ္ေတြနဲ႔ အတူၾကည့္ရွဴဖူးၾကမွာပါ\nကဲ က်ြန္ေတာ္ ဒီေန႔တင္ေပးမယ့္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဘာတဲ့လဲေဟ့ Babe ေနာ္ ကဲအားလုံးနားေထာင္ၾကဗ်ာ\nၾကင္နာတတ္တဲ့ လယ္သမားႀကီး\nေဟာ့ဂတ္ဟာ ေဒသတြင္းတိရိစၧာန္ၿပိဳင္ပြဲမွာ babe နဲ႔အတူတူ\nဆုရခဲ့ပါတယ္တဲ့ ကဲပရိတ္သတ္ႀကီးေရ\n တေန႔ ခရစၥမတ္ပြဲမွာ ေတာ့ ေဟာ့ဂတ္တေယာက္ေနာင္\nႏွစ္မွာလဲ babe နဲ႔ အတူတူ ထပ္မံအႏိုင္ရဖို႔ ဘာဘာညာညာႂကြားပါ\nေတာ့တယ္ ကဲ ပရိတ္သတ္ႀကီးေရ babe ကေကာ ဒီတိုင္းေနမယ္\nထင္သလား ဗ် မေနပါဘူးတဲ့ ပရိတ္သတ္ႀကီးေရ babe ဆိုတဲ့\nေသာက္ကမ်င္း၀က္ဟာ သူနဲ႔ အတူတူေနတဲ့ တိရိစၦာန္ေတြဆီက\nအတုယူသင္ယူဖို႔ႀကိဳးစားသတဲ့ ပရိတ္သတ္ႀကီးေရ ေတာ္ေတာ္\n ေသာက္ကမ်င္းတဲ့ ၀က္ေနာ္ ပရိတ္သတ္ႀကီး ကဲ ပရိတ္သတ္ႀကီးေကာ\nဒီလိုေသာက္ကမ်င္း ၀က္ေတြ႕ဖူးၾကလား ေအး မေတြ႕ဖူးရင္\nအခုခ်က္ခ်င္း ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/babethe-pig-in-the-city-1995/",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/rings-2017-133x200.jpg",
        "title": "Rings (2017)",
        "description": "Rings (2017)_____IMDb - 4.5/10ငယ်ငယ်က တီဗီထဲက ထွက်လာတဲ့ သရဲမကား၊ ဒါမှမဟုတ် ရေတွင်းထဲက ထွက်လာတဲ့\nသရဲမကားကို ရုပ်ရှင်ချစ်သူတွေ သိကြမယ်ထင်ပါတယ်။\nဒီသရဲကားကို စတင်သိခဲ့ရတာကတော့ ၂၀၀၂ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ \"The Ring\" ဆိုတဲ့\nအမေရိကန်ဇာတ်ကားဖြစ်ပေမဲ့ သူ့ရဲ့မူလအခြေခံကတော့ Ring ဆိုတဲ့ ဂျပန်စာအုပ်နဲ့ Ring ဆိုတဲ့\nအမည်နဲ့ပဲ ထွက်တဲ့ ဂျပန်သရဲကားတို့ပဲ ဖြစ်ပါတယ်။\nဂျပန်ကဇာတ်ကားကို မကြည့်ဖူးပေမဲ့ အမေရိကန်က ပြန်ရိုက်တဲ့ The Ring ကတော့\nသရဲကားတွေထဲမှာ နာမည်ကြီးအောင်မြင်ခဲ့တဲ့ ဇာတ်ကားတစ်ကား ဖြစ်ခဲ့ပါတယ်။\nအဲဒီကားရဲ့အဆက် ၂၀၀၅ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ The Ring Two ကလည်း ပထမဆုံးကားရဲ့စံချိန်ကို\nမမီပေမဲ့ ကြည့်လို့ကောင်းဆဲပါပဲ။\nဒီလိုမျိုး သရဲကားကောင်းကောင်းမျိုးဆို ကြည့်ချင်ကြတဲ့ ရုပ်ရှင်ပရိသတ်တွေအတွက် ဟောလိဝုဒ်က\nတတိယမြောက် Rings ကားကို ဆယ်နှစ်ကျော် အကြာမှာ ရိုက်ကူးပြီး တီဗီထဲကသရဲမကို\nပရိသတ်တွေနဲ့ ထပ်မံတွေ့ဆုံစေလိုက်ပါတယ်။\nဒီဇာတ်ကားတွေမှာ အဓိကကျတဲ့အရာတစ်ခုကို ပြောရမယ်ဆို ကျိန်စာသင့်နေတဲ့ ...",
        "rating": "4.5",
        "url": "https://megaup.net/2dVH6/Rings_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BOGQzYTBkODMtZmYzZi00YmRiLWJhOTktNmYzMGNlNGQzNmMwXkEyXkFqcGdeQXVyNDE2NzEyNjU@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Peelers (2016)",
        "description": "နယ္ၿမဳိ႕ေလးတစ္ၿမဳိ႕မွာ ရွိတဲ့ အေဖာ္အခြ်တ္အကမယ္ေလးဟာဆုိရင္\nသူရဲ႕ အကမယ္ေတြနဲ႔ တစ္ျခားသူေတြကုိ ဖုတ္ေကာင္ေတြရဲ႕ ရန္ကေန\nကာကြယ္ သြားတဲ့ပုံကုိ ရုိက္ကူးတင္ဆက္ထားတာပါ။ ဘလူးဂ်င္း\nဟာဆုိရင္ အကရုံပုိင္ရွင္ အေဖာ္အခြ်တ္အကမယ္ တစ္ေယာက္ပါ\nစီးပြားေရးအေျခအေန ေၾကာင့္ သူတုိ႔အကရုံကုိ တစ္ျခားသူလက္ထဲ\nထုိးအပ္လုိက္ရၿပီး ယုခညဟာဆုိရင္ ေနာက္ဆုံးကျပရမဲ့ညမွာ\nအဲ့လုိညမွာပဲ ေက်ာက္ကမီးေသြး တူးသမား တစ္သုိက္ကည္း\nလာေရာက္ေအာင္ပြဲခံေနက်ပါတယ္ သူတုိ႔ဟာ ဆုိရင္\nေရနံေတြကုိ မေမွ်ာ္လင့္ပဲ ေတြ႕ရွိခဲ့ရလုိ႔ပါ။ သုိ႔ေပမဲ့ ေရနံဆုိတာ\nထက္ကုိပုိေနပါေတာ့တယ္။ အဲ့ေရနံနဲ႔ ထိေတြ႕မိတဲ့ သူေတြ အကုန္\nဖုတ္ေကာင္ေတြ အျဖစ္ကုိ ေျပာင္းလဲ သြားပါတယ္။ သူတုိ႔ တစ္ေယာက္\nခ်င္းစီ ဖုတ္ေကာင္ေတြ အျဖစ္ေျပာင္းလဲၿပီး ကပြဲခန္း ထဲမွာရွိတဲ့သူေတြကုိ\nလုိက္သတ္တဲ့အခါ ဘလူးဂ်င္း အေနနဲ႔ သူ႕အကမယ္ေတြနဲ႔ သူလူေတြကုိ\nဖုတ္ေကာင္ေတြလက္ထဲက ကယ္တင္ဖုိ႔ႀကဳိးစားရပါေတာ့တယ္။\nဘလူးဂ်င္း ကယ္တင္ႏုိင္မွာလား ဆုိတာကုိေတာ့ ရုပ္ရွင္ထဲမွာပဲ\nဆက္လက္ရွဳ႕စားလုိက္က်ပါ ခင္ဗ်ာ\nဒီဇာတ္ကားရဲ.အခ်ိဳ.အခန္းေတြဟာ nude အခန္းေတြပါ၀င္ေနတဲ့အတြက္\nမိသားစုနဲ.အတူျကည့္လို.အဆင္မေျပပါဖူးခင္ဗ်ာ\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ အဘဆရာ သာရစ္ပဲျဖစ္ပါတယ္)\nFile Size : 750 MB /260MB\nQuality :  WEB ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/peelers-2016/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNGU0MDM1ODgtZmMwNi00NWRiLTgxYWEtMjJlNjMxNjc1NzQzL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDkxMzY0Mjk@._V1_SY1000_CR007381000_AL_-221x300.jpg",
        "title": "Kaabil (2017)",
        "description": "႐ိုဟန္ဟာ မ်က္မျမင္တစ္ ေယာက္ျဖစ္ၿပီး ႐ုပ္သံေနာက္ခံ စကားေျပာအလုပ္နဲ႔ အသက္ေမြး ဝမ္းေက်ာင္းေနသူပါ။ သူ႔ခ်စ္သူ ဆူပရီရာကလည္း အျမင္အာ႐ံုခ်ိဳ႕တဲ့သူ ျဖစ္ေပမယ့္ ကိုယ္ပိုင္ အလုပ္လုပ္ေနသူ ျဖစ္ပါတယ္။ ႏွစ္ေယာက္စလံုးကအစပိုင္းမွာေတာ့ လက္ထပ္ဖုိ႔ တုံ႔ဆိုင္းေနၾက ေပမယ့္လည္း သံေယာဇဥ္ခိုင္မာ ေနၿပီမို႔ လက္ထပ္ျဖစ္ခဲ့ၾကပါတယ္။\nတစ္ည ႐ိုဟန္တုိ႔ႏွစ္ေယာက္ ညစာစားၿပီး ျပန္လာတုန္း ေၾကး စားလူမိုက္အမစ္ရွယ္လာနဲ႔ နာ မည္ႀကီး ႏုိင္ငံေရးသမားတစ္ ေယာက္ရဲ႕ ညီရယ္၊ ဝါဆင္ဆုိတဲ့ လူတို႔ရဲ႕ေႏွာင့္ယွက္တာ ခံခဲ့ရပါတယ္။\nေနာက္ေန႔မနက္ ႐ိုဟန္အ လုပ္သြားတုန္း အမစ္နဲ႔ ဝါဆင္တို႔ ဟာ ႐ိုဟန္တုိ႔အိမ္ကို တိတ္တ ဆိတ္ဝင္လာၿပီး တစ္ဦးတည္း က်န္ခဲ့တဲ့ ဆူပရီရာကို မတရား ျပဳက်င့္ခဲ့ၾကပါေတာ့တယ္။ ႐ိုဟန္ သိသိခ်င္း ရဲဌာနကို အေၾကာင္း ၾကားတဲ့အခါ ေဆး႐ံုက စစ္ခ်က္ ယူၿပီး အမႈဖြင့္ဖို႔ အႀကံျပဳခဲ့တာ ေၾကာင့္ ေဆး႐ံုကို သြားေနတုန္း ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Sm9t/Kaabil_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNjEwMDAyOTM4OV5BMl5BanBnXkFtZTgwMzc4MjMyMDI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Sleepless (2017)",
        "description": "ဗင္းဆင့္ ဟာ ရဲ အရာရွိတစ္ေယာက္ျဖစ္ၿပီး အက်င့္ပ်က္ ရဲတစ္ေယာက္ျဖစ္တာေၾကာင့္\nသူနဲ႔ အလိုတူ အလိုပါ တစ္ဦးျဖစ္သူ ဆမ္ ႏွင့္ အတူ မူးယစ္ဂိုဏ္း တစ္ဖြဲ႔ရဲ႕\nဘိန္းျဖဴ မ်ားကို ၾကား၀င္ လုယက္ခဲ့ပါတယ္...\n၀င္ေရာက္ လုယူခဲ့ေသာ္လဲ အပစ္အခတ္မ်ား ျဖစ္၍ မူးယစ္ဂိုဏ္းသား တစ္ခ်ိဳ႕ ေသဆံုးၿပီး\nဗင္းဆင့္ ရဲ႕ မ်က္ႏွာကို တစ္ဦးက ျမင္သြားပါတယ္...\nေနာက္ေန႔ ရဲဌာန တြင္ ဟန္မပ်က္ ျပန္ေနၾကၿပီး ထို အမႈ အခင္းကိုလဲ\nသူတို႔ ႏွစ္ဦးသာ လက္လြဲယူလိုက္ပါတယ္\nအရာအားလံုး အဆင္ေျပေနၿပီ ထင္ေသာ္လဲပဲ အက်င့္ပ်က္ ခ်စားေနေသာ ရဲမ်ားကို\nစံုစမ္းေဖာ္ထုတ္ေနေသာ မဟုတ္မမွန္ စိတ္ရွိသူ ဌာန အတြင္းမွ ရဲအရာရွိ ဘရိုင္ယန္ မွ\nဗင္းဆင့္ တို႔ ႏွစ္ဦးကို မသကၤာစာရင္းထဲ ေစာင့္ၾကည့္လ်က္ ရွိေနခဲ့ၿပီး ထိုအခ်ိန္တြင္းမွာပဲ\nဗင္းဆင့္ တို႔ အလစ္သုတ္လာေသာ ဘိန္းျဖဴ မ်ား၏ ပိုင္ရွင္ျဖစ္သူ ႏိုဗက္ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/sleepless-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMTQ4NzUwNzA0MV5BMl5BanBnXkFtZTgwMTg3MjIwMTI@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "All Nighter (2017)",
        "description": "မာတင္ ဆိုတဲ့ လူငယ္ေလးဟာ တီး၀ိုင္း အဖြဲ႔ငယ္ တစ္ခုတြင္ ဘင္ဂ်ိဳ တီးတဲ့ ဂီတ သမား\nရိုးရိုးေပါေပါ စိတ္ထားေကာင္းသူ တစ္ဦးျဖစ္ပါတယ္...\nတစ္ရက္မွာေတာ့ မာတင္ ရဲ႕ ခ်စ္သူ ဂ်င္းနီ ဟာ သူမ အေဖ ျဖစ္သူ မစၥတာဂယ္လို ႏွင့္ မာတင္ အား\nစားေသာက္ဆုိင္ တစ္ခုတြင္ ဆံုေတြ႔၍ မိတ္ဆက္ေပးခဲ့ပါတယ္...\nစီးပြားေရးသမား မစၥတာဂယ္လို ႏွင့္ မာတင္ တို႔ ဟာ ေယာကၡမ ႏွင့္ သားမက္ အခ်ိဳးေျပေျပ ေတြ႔ဆံုမႈမျဖစ္ခဲ့ၾကပါဘူး\nအလြဲလြဲအေခ်ာ္ေခ်ာ္ ႏွင့္ ပြဲပ်က္ခဲ့ပါတယ္...\nသို႔ ႏွင့္ ထိုေတြ႔ဆံုပြဲ အၿပီး ၆ လအၾကာမွာ မာတင္ ႏွင့္ ဂ်င္းနီ တို႔ဟာ လမ္းခြဲခဲ့ၾကတယ္...\nဇတ္လမ္းက ဒီမွာတင္ ၿပီးၿပီလားဆိုေတာ့ မၿပီးေသးပါဘူး တစ္ရက္မွာ မာတင္ ရဲ႕ အိမ္ေရွ႕ကို\nမစၥတာဂယ္လို ေရာက္လာၿပီး သူ႔သမီး ဂ်င္းနီ ေပ်ာက္သြားလို႔ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/all-nighter-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/The-Marine-5-Battleground-2017-233x300.jpg",
        "title": "The Marine 5: Battleground (2017)",
        "description": "ဤ Marine 5 ဇာတ္လမ္းသည္ ေဆးေထာက္ပံ့ေရးအဖြဲ႕ ဂ်ိတ္ကာတာႏွင့္ ဂ်ဳိးတို႔မွ 911 Emergency call မွတဆင့္\nအကူအညီေတာင္းခံလာသူထံသို႔ သြားေရာက္ကူညီေပးရာ\n၎ပုဂၢိဳလ္က ဆိုင္ကယ္စီးလူမိုက္အဖြဲ႕ႏွင့္ ပတ္သက္ေန၍ ၎တို႔ေဆးအကူႏွစ္ဦးပါ အႏၲရာယ္အၾကားသို႔\nက်ေရာက္ခဲ့ရပံု၊ ဂ်ိတ္ကာတာတစ္ဦးတည္းမွ ၎ဆိုင္ကယ္သမားအဖြဲ႕ဝင္မ်ားအား\nရင္ဆိုင္တုိက္ခိုက္ရပံုတို႔ကို အေျခခံ၍\nဇာတ္လမ္းဆင္ ရိုက္ကူးထားတာပဲၿဖစ္ပါတယ္...\n ဇာတ္လမ္းတစ္ကားလံုး အပန္းေျဖဥယ်ာဥ္၏ ကားပါကင္တစ္ေနရာတည္းတြင္ရိုက္ကူးထားခဲ့ေသာ္လည္း\nၾကည့္႐ႈရမည္မွာ ပ်င္းရိၿငီးေငြ႕ျခင္းမရွိ ခပ္ၾကမ္းၾကမ္းအမိုက္စား Fighting ခန္း\nဇာတ္ကြက္မ်ားကို ခံစားရမည့္ Action ဇာတ္လမ္းေကာင္းတစ္ကားျဖစ္ပါတယ္။Duration…..01:31:00\nFormat…Mp4\nFile Size…(656 MB , 372 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Htet Htet Tin Zar\n Download with VIP Link\n Download with Pcloud\n Download with Pcloud (Small Size)",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-marine-5-battleground-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/images-1-200x300.jpg",
        "title": "Phantom Detective (2016)",
        "description": "IMDb 6.5 ရထားတဲ့ကြီးယားစံုေထာက္ ကားႀကီးကို\nတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားက Action ကားေလး\nျဖစ္တာေၾကာင့္ Action ပရိတ္သတ္ေတြ အႀကိဳက္ေတြ႕မယ့္\nကားေလး တစ္ကား ျဖစ္ပါတယ္ၿပီးေတာ့ ဒီကားေလးက\nPopular Star Award ဆုတဆုလဲ ရထားပါေသးတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဟန္ဂီေဒါင္ က အလြတ္စံုေထာက္\nတေယာက္ တေန႔မွာ လူကုန္ကူးမူတစ္ခု ကိုေဖာ္ထုတ္ၿပီး အျပန္\nသူ႔ရန္သူ အဖိုးႀကီးကိုလိုက္လံ စံုစမ္းရင္း ေနာက္ကြယ္က\nမထင္မွတ္ ထားတာ တစ္ခုကို ေဖာ္ထုတ္မိသြားရာမွ ........... ။Download Large FileDownload Small File",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/phantom-detective-2016/",
        "category": "Action, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMTg3MzQwMDY4OV5BMl5BanBnXkFtZTgwNjIzMTQzMTI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Bokeh (2017)",
        "description": "Bokeh ဆိုတဲ့ ဒီရုပ္ရွင္ကားေလးဟာ IMDb Rating 4.7 ေလာက္သာ ရရွိထားတဲ့ ရုပ္ရွင္ကားျဖစ္ပါတယ္\nဒါေပမယ့္ က်ေနာ့္ ရင္ထဲမွာေတာ့ ဒီရုပ္ရွင္ကားကို ၾကည့္ၿပီး ေ၀ခြဲမရတဲ့ ခံစားခ်က္ေလးေတြ ျဖစ္လာပါတယ္...\nဘာလို႔ ဒီလိုခံစားခ်က္မ်ိဳးေတြ ျဖစ္ရလဲ ဆိုတာကေတာ့...\nရိုင္လီ နဲ႔ ဂ်င္းနီ တို႔ ခ်စ္သူစံုတြဲဟာ အိုက္စ္လန္း ကို အပန္းေျဖ ခရီးထြက္ခဲ့ပါတယ္\nႏွစ္ေယာက္သား ဓါတ္ပံုေတြ ရိုက္ၾကမယ္ အစားေကာင္းေတြ စားၾကမယ္ေပါ့....\nအရမ္းလွပတဲ့ ရႈခင္း ေတြ အမ်ားႀကီးကို ျမင္ေတြ႔ရသလို ခ်စ္စရာေကာင္းတဲ့ သဘာ၀ အတိုင္း\nခ်စ္သူ ႏွစ္ေယာက္ ရဲ႕ ပံုစံကိုလဲ ျမင္ေတြ႔ရမွာပါ...\nဒါေပမယ့္ တစ္ရက္မနက္ခင္းမွာေတာ့ ဂ်င္းနီ ဟာ မနက္ ၃ နာရီေလာက္မွာ အိပ္မက္လိုလို တကယ္လိုလို\nျပဳတင္းေပါက္မွ အလင္းတန္း တစ္ခုကို ေတြ႔လုိက္ရပါတယ္ ၿပီးေနာက္ ျပန္အိပ္ေပ်ာ္သြားၿပီး\nႏိုးထ လာတဲ့ အခါမွာ သူမ နဲ႔ ရိုင္လီ ...",
        "rating": "4.8",
        "url": "https://megaup.net/2galg/Bokeh_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BOTZjYjc0Y2UtN2FmZi00NjIxLWE5YjItY2U0NjdmY2E0M2U1L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNzcxOTk0MQ@@._V1_SY1000_CR006661000_AL_-200x300.jpg",
        "title": "Diamond Cartel (2015)",
        "description": "ဆုိက္ေဘးရီးယားျပည္နယ္သည္ လူဆုိးဂုိဏ္းမ်ားအုပ္စုိးလ်က္ရွိသည့္ျပည္နယ္ျဖစ္သည္။ အရမ္းခ်စ္ႀကေသာခ်စ္သူႏွစ္ဦးရွိသည္။ ေကာင္မေလးသည္ ေကာင္ေလးႏွင့္ျပည္နယ္မွထြက္သြားရန္ပုိက္ဆံလုိသည့္အတြက္ ကာစီႏုိတစ္ခုတြင္ဝင္ေရာက္လုပ္ကုိင္ေလသည္။ ထုိကာစီႏုိသည္ လူဆုိးေခါင္းေဆာင္တစ္ဦးပုိင္သည့္ကာစီႏုိျဖစ္သည္။ တစ္ေန႔ကာစီႏုိတြင္မထင္မွတ္ေသာအျဖစ္အပ်က္တစ္ခုျဖစ္ပြားလာတဲ့အခါ လူဆုိးဂုိဏ္းေတြႏွင္႔ေကာင္မေလးပက္သတ္ဖုိ႔အေႀကာင္းဖန္လာပါသည္။ လူဆုိးဂုိဏ္းမ်ားႀကားပက္သတ္မိတဲ့ခ်စ္သူႏွစ္ဦးရဲ႕အျဖစ္အပ်က္ကေတာ့ ဘယ္လိုဆိုတာ...။ ႀကမ္းႀကမ္းရမ္းရမ္းေတြကုိႀကိဳက္ႏွစ္သက္တဲ့ပရိသတ္ႀကီးေတြအတြက္ေတာ့ ေက်နပ္အားရဖြယ္ျဖစ္ေပမည္။\n(ရဲမာန္ရမ္းသမ္း ဘာသာျပန္တင္ဆက္သည္။)\nFile size…(700MB) and (460MB)\nQuality…HDrip 720p\nFormat…mp4\nDuration….01:39:39\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ye Man Aung  \nDownload 720p HD (pCloud) \nDownload Small File 360p (Uploading)",
        "rating": "",
        "url": "https://channelmyanmar.org/diamond-cartel-2017/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/caspian-300x240.jpg",
        "title": "Prince Caspian : The Chronicles of Narnia 2",
        "description": "Fantasy ရုပ္ရွင္ေတြ ၾကိဳက္နွစ္သက္သူေတြအတြက္ အေကာင္းဆံုးေတြထဲက တစ္ခုကို တင္ေပးလိုက္ပါတယ္။ နာနီယာရုပ္ရွင္ စုစုေပါင္း ၃ ကားထြက္ရိွထားပါတယ္။ ဒီရုပ္ရွင္ေတြရဲ႕ မူလ၀တၳဳကိုေတာ့ နာမည္ေက်ာ္ အဂၤလိပ္ စာေရးဆရာၾကီး C.S.Lewis ေရးသားခဲ့တာပါ။ Lewis ဟာ the lord of the rings စာအုပ္ေတြကို ေရးသားခဲ့သူ J.R.R.Tolkien နဲ႕ မိတ္ေဆြရင္းျဖစ္ျပီး သူေရးသားခဲ့တဲ့ နာနီယာ ၇ အုပ္ဟာ ေခတ္ျပိဳင္ေက်ာ္ၾကားခဲ့ပါတယ္။ ရုပ္ရွင္အေနနဲ႕ေတာ့ စာအုပ္ ၃ အုပ္ကိုပဲ ရိုက္ကူးနိုင္ခဲ့ေသးပါတယ္။ မူရင္းစာအုပ္ရဲ႕ လွပတဲ့ စိတ္ကူးေတြ ခမ္းနားတဲ့ ဇာတ္ေကာင္ေတြနဲ႕ ၾကည္နႈးဖြယ္ ရႈခင္းေတြကို အေကာင္းဆံုး ပံုေဖာ္ေပးခဲ့တဲ့ ဇာတ္ကားေတြပါပဲ။ ဒီရုပ္ရွင္ကေတာ့ ဒုတိယေျမာက္ကားပဲ ျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ နာနီယာကို ဘုရင္နဲ႕ဘုရင္မေတြျဖစ္တဲ့ ပီတာ၊အက္မြန္၊ဆူဆန္နဲ႕လူစီတို႕ စြန္႕ခြာသြားျပီးခ်ိန္က စပါတယ္။ ေမာင္နွမေလးေယာက္ဟာ အဂၤလန္ကို ျပန္ေရာက္တာ တစ္နွစ္ပဲ ရိွေသးေပမယ့္ အခ်ိန္စက္၀န္းကြာျခားမႈအရ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2fwhC/The_Chronicles_Of_Narnia_-_Prince_Caspian_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/lion.jpg",
        "title": "The Chronicles of Narnia : The Lion, The Witch and The Wardrobe 2005",
        "description": "Fantasy ရုပ္ရွင္ေတြ ၾကိဳက္နွစ္သက္သူေတြအတြက္ အေကာင္းဆံုးေတြထဲက တစ္ခုကို တင္ေပးလိုက္ပါတယ္။ နာနီယာရုပ္ရွင္ စုစုေပါင္း ၃ ကားထြက္ရိွထားပါတယ္။ ဒီရုပ္ရွင္ေတြရဲ႕ မူလ၀တၳဳကိုေတာ့ နာမည္ေက်ာ္ အဂၤလိပ္ စာေရးဆရာၾကီး C.S.Lewis ေရးသားခဲ့တာပါ။ Lewis ဟာ the lord of the rings စာအုပ္ေတြကို ေရးသားခဲ့သူ J.R.R.Tolkien နဲ႕ မိတ္ေဆြရင္းျဖစ္ျပီး သူေရးသားခဲ့တဲ့ နာနီယာ ၇ အုပ္ဟာ ေခတ္ျပိဳင္ေက်ာ္ၾကားခဲ့ပါတယ္။ ရုပ္ရွင္အေနနဲ႕ေတာ့ စာအုပ္ ၃ အုပ္ကိုပဲ ရိုက္ကူးနိုင္ခဲ့ေသးပါတယ္။ မူရင္းစာအုပ္ရဲ႕ လွပတဲ့ စိတ္ကူးေတြ ခမ္းနားတဲ့ ဇာတ္ေကာင္ေတြနဲ႕ ၾကည္နႈးဖြယ္ ရႈခင္းေတြကို အေကာင္းဆံုး ပံုေဖာ္ေပးခဲ့တဲ့ ဇာတ္ကားေတြပါပဲ။ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ ပီတာ၊အက္မြန္၊ဆူဆန္ နဲ႕ လူစီ ဆိုတဲ့ ေမာင္နွမေလးေယာက္ဟာ ထူးဆန္းတဲ့ ဗီရိုၾကီး တစ္လံုးဆီကေန ျဖတ္ျပီး ေမွာ္ကမာၻၾကီးထဲက နာနီယာနိုင္ငံထဲကို ေရာက္သြားခဲ့ပါတယ္။ အဲဒီကမာၻရဲ႕ အၾကီးျမတ္ဆံုး ေမွာ္ဆရာၾကီး အိုက္စလန္မရိွတဲ့အခ်ိန္မွာ နာနီယာမွာ စုန္းမၾကီးတစ္ဦးက ၾကီးစိုးေနျပီျဖစ္ပါတယ္။ အဲဒီကမာၻမွာ ...",
        "rating": "",
        "url": "https://megaup.net/TBmx/The_Chronicles_Of_Narnia_-_The_Lion,_The_Witch_And_The_Wardrobe_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/دانلود-انیمیشن-Ozzy-2016-210x300.jpg",
        "title": "Ozzy (2016)",
        "description": "သူ့ရဲ့မိသားစုကအပန်းဖြေခရီးသွားတဲ့အခါ အိမ်ချစ်ခွေးလေးတစ်ကောင်ဖြစ်တဲ့Ozzy တစ်ကောင် ခွေးလေးတွေရဲ့ အကောင်းဆုံးသောအပန်းဖြေရာနေရာတစ်ခုလို့ကြေငြာထားတဲ့နေရာမှနေခဲ့ရပါတယ်....ဘာလို့လဲဆိုတော့ သူ့ကိုပါတစ်ခါတည်းခေါ်သွားလို့မရလို့ပါပဲ....တီဗွီမှာ အကောင်းဆုံးဆိုတဲ့ခွေးလေးတွေရဲ့အကောင်းဆုံးနေရာက တကယ်လည်းရောက်သွားတဲ့အခါမှာထောင်နန်းတစ်ခုသာဖြစ်တယ်ဆိုတာကို ခွေးလေး Ozzy သိလိုက်ရတဲ့အချိန်ကတော့တကယ်ကိုနောက်ကျသွားခဲ့ပြီပဲဖြစ်ပါတယ်....ဘာလို့လဲဆိုတော့ အဲ့ဒီခွေးထောင်လို့ပြောလို့ရမယ် နေရာမှာ သူ့လိုပဲခွေးလေးတွေအများကြီးရှိနေတာမို့လို့ပါ...ခွေးလေးတွေကို ဘာလို့ဖမ်းလဲ....ဘာလို့ဒီလိုချုပ်နှောင်ပြီးထောင်ချထားတာလဲ....အဖြေကတော့ရှင်းရှင်းလေးပါ ခွေးလေးတွေရဲ့ဇိမ်ခံနေရာလို့ကြေငြာထားပြီး ပိုင်ရှင်တွေကလာထားသွားတာနဲ့အကြောင်းအမျိုးမျိုးပြပြီးတော့ ခွေးလေးတွေကို လက်စဖျောက်ကာ ပြန်မပေးပဲထောင်ထဲထည့်တဲ့ ပိုင်ရှင်သူဌေးကြောင့်ပါ....ခွေးလေးကို ခိုင်းပြီးတော့ သူဟာ သူ့ရဲ့အလုပ်တွေကိုခိုင်းစေခဲ့ပါတယ်...အဲ တချို့ခွေးတွေဆို ထောင်ဆိုတဲ့အတိုင်း အရမ်းဆိုးလို့ တိုက်ပိတ်ခံထားရတာတွေတောင်ရှိပါတယ်....စားရတဲ့ ဟာတွေကလည်းတကယ့်ကို မသတီစရာတွေပါ...ဒါကြောင့် အိမ်မှာလိုတရနေပြီး ဇိမ်ကျနေတဲ့ ခွေးလေးOzzy တစ်ကောင်ဒီလိုဆိုးရွားလှတဲ့နေရာမှာရောက်လာတဲ့အခါနေလို့လုံးဝမရခဲ့ပါဘူး....ဘယ်လိုလုပ်ပြီးတော့ပျော်မှာလဲ...ဒီတော့ သူဘာလုပ်မလဲ ???လွယ်ပါတယ်....သူ Prison Break ကားထဲကလို နည်းလမ်းမျိုးစုံခေါင်းက ဉာဏ်ကာလာမျိုးစုံနဲ့ ထောင်ဖောက်တော့မှာပဲဖြစ်ပါတယ်...အဲ့ဒီတော့ ဒီကောင်လေး ဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီးတော့ ထောင်ဖောက်မလဲဆိုတာစိတ်ဝင်တစားနဲ့ကြည့်လိုက်ရအောင်ဗျာ...ဒီကားလေးကတော့ ခွေးလေးတွေကိုချစ်တတ်တဲ့သူတွေကော တိရိစ္ဆာန်လေးတွေကို ညှင်းပန်းနှိပ်စက်တဲ့သူတွေအတွက်အထူးရည်စူးပြီးတော့ တင်ဆက်ထားတာပဲဖြစ်ပါတယ်..တိရိစ္ဆာန်လေးတွေကို ညှင်းပန်းနှိပ်စက်မှု့တွေ ကင်းဝေးကြပါစေ.....\n       Quality…..BluRay 1080pDuration…..01:30:00\nFormat…Mp4\nFile Size…1.65GB\nEncoder…..Moe Myint Lwin\nTranslator…..May",
        "rating": "5.6",
        "url": "https://megaup.net/1Nr4e/Ozzy_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/trash-poster-141x200.jpg",
        "title": "Trash (2014)",
        "description": "Trash (2014)\nIMDb - 7.2/10_____Rotten - 66%\n  Trash (2014)\nCrime /Drama\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nအမှိုက်ပုံက ဇာတ်လမ်းတစ်ပုဒ်… အမှိုက်ပုံမှာစပြီး ဘယ်မှာဆုံးမယ်ဆိုတာတော့….ဒီဇာတ်လမ်းရဲ့ အဓိက ဇာတ်လိုက်တွေကတော့ အမှိုက်ပုံက ပြန်အသုံးဝင်မယ့် ရောင်းလို့ရမယ့် ပစ္စည်းလေးတွေကို ရှာဖွေရင်း အသက်မွေးဝမ်းကြောင်းပြုနေတဲ့ အသက်(၁၄)နှစ်အရွယ် Raphael, Gardo, နဲ့ Rat လို့ အမည်ရတဲ့ ကောင်လေး(၃)ယောက်ပါ။Raphael, Gardo, နဲ့ Rat တို့ဟာ တစ်မြို့လုံးရဲ့ အမှိုက်များလာရောက်စုပုံရာ အမှိုက်ပုံ အနီးအနားမှာ ကျူးကျော်နေထိုင်လျက်ရှိကြတဲ့ မိသားစုတွေ အိမ်ခြေမဲ့တွေ အောက်ခြေလူတန်းစားတွေထဲက ကလေးတွေပါ..Jose Angelo - သူက အသက် (၉)နှစ်အရွယ်ရှိတဲ့ Pia လို့အမည်ရတဲ့ ကလေးမလေးရဲ့ ဖခင်တစ်ဦး\nသူ့သမီးလေးရဲ့ အခေါင်းကို ဂူသွင်းပြီး အိမ်အပြန်အလာ.. အကြောင်းတစ်ခုကြောင့် ရဲတွေရဲ့ လက်က လွတ်မြောက်အောင်ထွက်ပြေးရင်း မလွတ်နိုင်တဲ့အဆုံး .. သူ့ရဲ့ ပိုက်ဆံအိတ်ကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/2Vaaj/Trash_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Your-Lie-April-Poster-691x1024-202x300.jpg",
        "title": "You Lie In April (2016)",
        "description": "ဧၿပီလဂ်ပန္နိင္ငံမွာဆာကူရာပန္းေတြေဖြးေဖြးလႈပ္ေအာင္ပြင့္ေနၾကပါၿပီမၾကာခင္ပန္းပြင့္ေလးေတြျပန္လည္ေႂကြလြင့္ၾကရဦးမွာပါဒီဇတ္ကားေလးဟာဧၿပီလကိုအေျခခံထားၿပီးဆာကူရာပန္းေတြနဲ႔ဇတ္အိမ္တည္ထားတဲ့ဇတ္ကားတစ္ကားဆိုလည္းမမွားပါဘူးမင္းသားကဂ်ပန္နိင္ငံရဲ႕နာမည္ေက်ာ္မင္းသားျဖစ္တဲ့ယာမာဇာကီကန္တိုက\nေခါင္းေဆာင္ပါဝင္ထားပါတယ္\nငယ္ငယ္ေလးကတည္းကမိခင္ျဖစ္သူရဲ႕သင္ၾကားမႈေၾကာင့္စႏၵယားကိုကၽြမ္းက်င္ေျပာင္ေျမာက္စြာတီးခတ္နိင္သူကိုဆဲအိ(ကန္တို)တစ္ေယာက္\nမိမိဝါသနာပါတဲ့စႏၵယားကိုစြန္႔\nလြတ္ၿပီးဘယ္လိုစခန္းသြားမလဲဘာေၾကာင့္စႏၵယားတီးျခင္းကိုစြန္႔လြတ္လိုက္ရတာလဲစႏၵယားနဲ႔ကင္းကြာေနတဲ့ကိုဆဲအိအနားကိုမထင္မွတ္ပဲေရာက္ရွိလာတဲ့\nတေယာဆရာမေလးကအိုရီသူကေကာဘယ္သူလဲဘယ္ကလဲကအိုရီကိုခ်စ္မိသြားတဲ့ကိုဆဲအိတစ္ေယာက္ကအိုရီတီးခတ္ေစခ်င္တဲ့စႏၵယား\nကိုျပန္လည္တီးခတ္မလားဆိုတာစိတ္ဝင္စားစရာပါငယ္စဥ္ကတည္းကကိုဆဲအိအေပၚသူငယ္ခ်င္းထက္ပိုတဲ့သံေယာဇဥ္ျဖင့္ခ်စ္မိေနတဲ့စုဘကိသူ\nကေကာကိုဆဲအိရဲ႕အခ်စ္ကိုရနိင္ပါ့မလားဆိုတာစိတ္ဝင္တစားေစာင့္ၾကည့္ရမွာပါဂ်ပန္မန္းဂကိုအေျခခံထားတဲ့ဒီဇတ္ကားဟာဂ်ပန္မွာလူငယ္ပရိတ္သတ္ေတြၾကားသည္းသည္းလႈပ္ျဖစ္သြားတာလည္းမထူးဆန္းလွပါဘူးဒီဇတ္ကားမွာဆာကူရာပန္းေတြရဲ႕အလွကိုလည္းခံစားရဦးမွာပါ\nထြက္လာတာသိပ္မၾကာေသးတဲ့ဒီဇတ္ကားကိုပရိတ္သတ္ေတြ\nအျမန္ၾကည့္ေစခ်င္တာေၾကာင့္အျမန္ဆံုးနဲ႔အေကာင္းဆံုး\nဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္ဇတ္ကားရဲ႕\nအၫြန္းကိုေသခ်ာေျပာျပေနရင္\nဒီဇတ္ကားရဲ႕ရသပ်က္သြားမွာစိုးရိမ္မိတဲ့အတြက္ေသခ်ာ\nမေျပာျပေတာ့ပါဘူးေသခ်ာတာတစ္ခုကေတာ့ဒီဇတ္ကားဟာ\nရင္ထဲမွာတခုခုက်န္ရစ္ခဲ့ေစမယ့္ေဘကုန္ရက်ိဴးနပ္မယ့္ဇတ္ကားတစ္ကားလို႔ထပ္ေလာင္းေျပာၾကားရင္း\nျမန္မာ့နစ္သစ္ကူးအခါသမယသၾကၤန္အခ်ိန္မွာ\nအားလံုးေဘးရန္ကင္းရွင္းစြာနဲ႔ေပ်ာ္ရြင္နိင္ၿပီးလိုရာဆႏၵေတြလည္းျပည့္ဝပါေစလို႔ဆုေတာင္းေပးလိုက္ပါတယ္\nဘာသာျပန္နဲ႔အၫြန္းကကိုစိုးေထြးပါဗ်Download Large File\nDownload Small File",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/you-lie-in-april-2016/",
        "category": "Asian, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/justwar-158x300.jpg",
        "title": "Justice League War (2014)",
        "description": "2017 မွာထြက္မယ့္ Justice League ရုပ္ရွင္အတြက္ ေမးခြန္းေတြ စိတ္ထဲမွာ မ်ားေနတယ္ဆိုရင္ ဒီဟာေလးကို ၾကည့္ၾကည့္လိုက္ပါ။ rating 7.3 ရထားျပီး အေတာ္ေလးေကာင္းတဲ့ animation ပါပဲ။ Batman နဲ႕ GL ေတြ႕ဆံုခန္း၊ Cyborg ျဖစ္လာပံု နဲ႕  ရုပ္ရွင္ထဲမွာ မပါေသးမယ့္ Shzam ကိုလည္း ေတြ႕ရပါလိမ့္မယ္။ ဗီလိန္ကလည္း Darkseid ျဖစ္ျပီး Parademon ေတြပါတာမို႕ အားလံုး ရင္းနွီးသြားပါလိမ့္မယ္။ ဒါ့အျပင္ စူပါဟီးရိုးဖန္ေတြတိုင္း အမွတ္တရျဖစ္က်န္ခဲ့မယ္ Darkseid ကို JL အကုန္ေပါင္းေဆာ္တဲ့ epic fighting scene လည္း ဒီကားထဲမွာ ပါ၀င္ေနပါတယ္။ ၾကည့္ၾကည့္လုိက္ပါ။ File Size     :   600 / 300 Mb\nDuration    :   1 : 19 : 26\nQuality ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/justice-league-war-2014/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNGZlODc0YjgtNWZjNS00NGNjLTgwOTUtMTllZTEyYjE0YTMwXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_SY358_SX301_AL_-252x300.jpg",
        "title": "Teen Titans: The Judas Contract (2017)",
        "description": "Teen Titans:The Judas Contract\nDC ပရိသတ္ေတြအတြက္ အရင္ animation တစ္ကားျဖစ္တဲ့\nJustice League Vs Teen Titans အၿပီးမွာ Teen Titans ဆိုတာဘာလဲလို႔ သိသြားၾကေလာက္ၿပီထင္ပါတယ္\nအခုတစ္ႀကိမ္မွာေတာ့ Teen Titans အဖြဲ႕ရဲ႕ Villain Brother Blood နဲ႔ ရင္ဆိုင္ရမွာျဖစ္ပါတယ္\nဇာတ္လမ္းအစမွာေတာ့ Terra Markov လို႔ေခၚတဲ့ Titans အဖြဲ႕ဝင္သစ္ေကာင္မေလးတစ္ေယာက္နဲ႔အစခ်ီထားၿပီး\nBrother Blood နဲ႔ အရႈပ္ေတာ္ပံုေတြကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္\nBrother Blood ရဲ႕သမိုင္းေၾကာင္းေတြရယ္ ေၾကးစား villain တစ္ေယာက္အေနနဲ႔\nDC ပရိသတ္ေတြၾကား လူသိမ်ားတဲ့ Deathstroke လည္းပါတာမို႔ ကားေကာင္းတစ္ကားျဖစ္ပါတယ္\nTeen Titans အဖြဲ႕အေၾကာင္းကို ဒီဇာတ္ကားမွာ ပိုအေသးစိတ္သိရမွာျဖစ္ၿပီး\nခပ္မိုက္မိုက္ Villain ေတြရယ္ Titans ...",
        "rating": "7.6",
        "url": "https://megaup.net/2gxos/Teen_Titans_-_The_Judas_Contract_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BYjJkNjM4ODUtNDJlYy00ZGI1LTk1OTctODc2OWJlNmM1YTM3L2ltYWdlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_-225x300.jpg",
        "title": "Surf’s Up 2: WaveMania (2017)",
        "description": "Rotten Tomatoes 68 percent ရထားတဲ့ 2017ခုႏွစ္​ထြက္​animation,sport,comedyအမ်ိဳးအစားကာတြန္​ းကား​ေလးပါခင္​ဗ် နံပါတ္​တစ္​surf's up ရဲ႕ဇတ္​​ေကာင္​ျဖစ္​တဲ့ စြန္​႔စားရတာႀကိဳက္​တဲ့codey ဟာ​ေရလႊာ​ေလွ်ာစီး​ေလာကကိုျပနိလာၿပီးhang 5ဆိုတဲ့အဖြဲ႔သား​ေတြနဲ႔အတူ ကမ ၻၻာ​ေပၚမွာ​အႀကီးမားဆံုး​ေရလိႈင္​း​ေတြ႐ွ္​တဲ့tranchesဆိုတဲ့​ကမ္​း​ေျခကို႐ွာပံု​ေတာ္​ထြက္​တဲ့ကား​ေလးျဖစ္​ပါတယ္ ဒီကားရဲ႕ထူးျခားခ်က္​​ေလးတစ္​ခုက​ေတာ့ အသံသ႐ုပ္​​ေဆာင္​​ေပးထားတဲ့သ႐ုပ္​​ေဆာင္​​ေတြဟာႏွယ္​ႏွယ္​ရရမဟုတ္​ပါဘူး Smackdown star​ေတြျဖစ္​တဲ့john cena,triple h,undertakerတို႔ဗ်.... အျပင္​မွာသာလူၾကမ္​းႀကီး​ေတြ ကားထဲမွာဘယ္​​ေလာက္​ခြီလဲဆိုတာ​ေတာ့​ေျပာမ​ေနပါနဲ႔...​ေျပာ​ေနတာၾကာပါတယ္​ ျမန္​ျမန္​​ေလးသာ​ေဒါင္​းၾကည္​့ လိုက္​ၾကပါ​ေတာ့ ဒီကားကို carey nyeinမွဘာသာျပန္​​ေပးထားပါတယ္​​\nFile Size : 700 MB /300MB\nQuality :  Webdl 720P\nRunning Time : 1hr 24minutes\nFormat : Mp4\nGenre :   Animation, Comedy, Family \nEncoder : Thanhtike Z",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/surfs-up-2-wavemania-2017/",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjE1YmJiZjMtN2M3Zi00ZjA4LTllYjgtNGQ3MTE5NWJkMWJlL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTg0MzgwODA@._V1_SY1000_CR007041000_AL_-211x300.jpg",
        "title": "Boyka: Undisputed (2017)",
        "description": "မင္းသားၾကီး Scott Adkins အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့ Boyka: Undisputed ရုပ္ရွင္ကားဟာ ေလးကားေျမာက္လာခဲ့ၿပီျဖစ္ၿပီး Action ဇာတ္ကားအမ်ိဳးအစားျဖစ္ပါတယ္။ ဒီတစ္ေခါက္မွာေတာ့ Boyka ဟာ ၾကိဳးဝိုင္းထဲမွာ သူ႔ရဲ႕ၿပိဳင္ဖက္ကို အလဲထိုးရာမွ မေတာ္တဆ သတ္မိသလိုျဖစ္သြားခဲ့ပါတယ္။ သူဟာ ဒီကိစၥနဲ႔ပတ္သက္ၿပီး ေမးခြန္းေပါင္းမ်ားစြာရဲ႕ ဖိအားေပးျခင္းကို ခံေနခဲ့ရၿပီး ၿပိဳင္ဖက္ရဲ႕ ဇနီးျဖစ္သူကိုလည္း ျပသနာမ်ားအလည္မွာ ေတြ႕ျမင္ခဲ့ရပါတယ္။ ထိုအခါမွာ သူမအတြက္ ၾကိဳးဝိုင္းထဲက ခ်န္ပီယံအျဖစ္ ျပန္လည္ထိုးသတ္ခဲ့ၿပီး မျဖစ္ႏုိင္တဲ့ ၿပိဳင္ပြဲေတြမွာ ယွဥ္ၿပိဳင္ရင္း ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာကို ရင္ခုန္စြာ ၾကည့္ရႈရမွာျဖစ္ပါတယ္။(ဘာသာျပန္သူကေတာ့ Tariq L Walker ျဖစ္ပါတယ္)File Size : 900 MB\nQuality : WebRip 1080P\nRunning Time : 1hr 13minutes\nFormat : Mp4\nGenre :   Action\nEncoder : Tariq L Walker",
        "rating": "9.1",
        "url": "https://megaup.net/3ysaf/Boyka_-_Undisputed_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Jolly LLB 2 (2017)",
        "description": "၂၀၁၃ တုန္း က ထြက္ရွိခဲ့တဲ့ Jolly LLB ဆုိတဲ့ ဇာတ္ကားေလးရဲ႕ အဆက္အျဖစ္ ထြက္ရွိလာတာျဖစ္ၿပီး အိႏၵိယ ႏုိင္ငံရဲ႕ ဥပေဒစနစ္ကို သေရာ္ၿပီး ႐ိုက္ကူးထားတာ ျဖစ္ပါတယ္။\nဂ်က္ဒစ္ရွ္ဝါမစ္ရွရာ (ေခၚ) ေဂ်ာ္လီဟာ တဲ့ထိုးေျပာတတ္ၿပီး ခက္ထန္ၾကမ္းတမ္းသူ ျဖစ္ေပ မယ့္လည္း စာနာစိတ္ရွိတဲ့ ေရွ႕ ေန တစ္ေယာက္ ျဖစ္ပါတယ္။ ေဂ်ာ္လီဟာ ဘဝကို႐ုန္းကန္ေနရ သူတစ္ေယာက္ျဖစ္ၿပီး သူ႔စိတ္ကူး အိပ္မက္ေတြ အေကာင္အထည္ ေဖာ္ႏုိင္ဖို႔အတြက္ ကန္ပါၿမိဳ႕က ေန နာဝက္ဘ္ၿမိဳ႕ကို ေရႊ႕ေျပာင္း ခဲ့ပါတယ္။\nေငြေလးေၾကးေလးဝင္ဖို႔အ တြက္ ေဂ်ာ္လီဟာ အေသးအမႊား အမႈေတြကအစ လိုက္ခဲ့ၿပီး ဘဝ ကို သင့္တင့္ေလ်ာက္ပတ္ေအာင္ ေနႏိုင္ဖို႔ ႀကိဳးပမ္းခဲ့ရပါတယ္။ ေဂ်ာ္လီဟာ ႏွစ္အေတာ္ၾကာၾကာ တုိင္ေအာင္ တရား႐ံုးစႀကႍလမ္းမွာ ပဲ အမႈလိုက္ဖို႔ ႀကိဳးပမ္းေနရတဲ့ အေျခအေနကေန ေရွ႕ေန႐ံုးခန္း ကေန အမႈလိုက္ရတဲ့၊ ...",
        "rating": "7.7",
        "url": "https://megaup.net/Qs6f/Jolly_LLB_2_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/p178275_p_v8_ao-200x300.jpg",
        "title": "Flash Point (2007)",
        "description": "Flash Point (2007)\nIMDb - 6.8/10_____Rotten - 40%\n  \n2007 ခုနှစ်ကထွက်ရှိခဲ့ပြီး မင်းသားကြီး ဒယ်နီယန်း ရဲ့\nအက်ရှင် ဇာတ်ကြမ်းကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်\nIMDb မှာတော့ 6.8 ထိရရှိထားပြီး R rated ပေးထားတယ်\nဆိုတော့ အသတ်အပုတ်တွေ သွေးထွက်သံယိုခန်းတွေ မနည်းမနောကြီး\nပါနေလို့ပဲဖြစ်မယ်ထင်ပါတယ်ဗျပြီးတော့ ဗီလိန်နေရာမယ်သရုပ်ဆောင်\nတွေကလဲ ပရိတ်သတ်ကြီးနဲ့ ရင်းနှီးနေပြီးသား ဆိုတော့ ကောင်းမကောင်း\nသိပြီးသားဖြစ်မှာပါဗျ ဇာတ်လမ်းအကျဉ်းလေးကတော့\nဗီယက်နမ် တရုတ်ဂိုဏ်းကြီးကိုဖြိုခွဲဖို့ အင်စပက်တာ Ma Jun ဟာ\nဂိုဏ်းခေါင်းဆောင် ညီအစ်ကို၃ယောက်ကို ဖမ်းဆီးရာမှာ အစ်ကိုအကြီးဆုံး\nဖြစ်သူ Wei Cha ဟာအဖမ်းခံ ခဲ့ရပါတယ် ဒီလိုနဲ့ wei cha ရဲ ့\nရီးစား Qui Di ဟာသက်သေခံဖို့ သဘောတူလိုက်ရာမှ ကောင်မလေး\nကအသက်အန္တရာယ်ရှိလာတဲ့အခါမှာတော့ တရားမျှတမူအတွကဘယ်\nလိုတွေဆက်လက် ဖြစ်ပျက်ကြမလဲဆိုတာကိုတော့\n \nဘာသာပြန်ကတော့ကျော်မျိုးသူပါ\n  \nFile Sise - 748 MB\nQuality - Blu-Ray Rip 720p\nFormat - mp4\nDuration - 01:28:00\nTranslator - Kyaw Myo ...",
        "rating": "6.8",
        "url": "https://megaup.net/2eIe5/Flash_Point_(Dou_Foh_Sin)_[2007]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/cxXffzR-201x300.jpg",
        "title": "[18+] Lustful Secretary (2007)",
        "description": "WARNING: For Adults Only! Contain Sex Scenes\nLustful Secretary\nA.K.A: 秘書のたくらみ\nCast: Honoka\nDirected: Tadashi Kyotani\nGenre: Pinku\nRuntime: 1hr 14mn\nCountry: Japan\nLanguage: JapanesePlot:\nMiyake's father was tricked by Yanase and committed suicide 10 years ago. Miyake swears vengeance on the murderer when she grows up, and she works as a secretary in Yanase's law film and desperately waits for one chance. In order to collect the Yanase's ...",
        "rating": "",
        "url": "https://megaup.net/Uygg/Lustful_Secretary_[18+]_[2007]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/images-4-200x300.jpg",
        "title": "Fences (2016)",
        "description": "Fences (2016)\nWon 1 Oscar....Another 56 wins & 115 nominations\nIMDb….7.2/10_____Rotten….92%\n2016 ခုနှစ်ထဲမှာ ထွက်ရှိခဲ့ပြီး Oscar တဆု ရခဲ့တဲ့ဇာတ်ကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်ကားကြီးကIMDb မှာ 7.2 ရထားတဲ့ PG 13 ပါပေးထားပါသေးတယ်Tonry Maxson ဟာရေဆိုးသန့်စင်သမားအဖြစ်Pittsburghမြို့မှာ ၁၉၅၀ ပတ်ဝန်းကျင်က အသက်မွေးခဲ့ပါတယ်သူ့ရဲ့အိမ်မက်ကတော့ တနေ့မှာ ပရော်ဖက်ရှင်နယ် ဘေ့စ်ဘောကစားသမားတစ်ယောက်ဖြစ်ဖို့ပါ  ဒါပေမဲ့ ခါးသီးစွာကြုံတွေ့လိုက်ရတာကအမေရိကန် မေဂျာလိဒ်မှာ လူမည်းတွေကို ပါဝင်ခွင့်မပေးတော့ သူဟာသူ့အခွင့်အရေးကိုလက်လွတ်လိုက်ရပါတော့တယ် ဒါပေမဲ့ သူဟာသူမဖြစ်ခဲ့ရတာကို သူ့မိသားစုအပေါ်ဖိအားပေးပြီး သူ့သားကို ကောလိပ်ဘေ့စ်ဘောပြိုင်ပွဲမှာ ပါဝင်ခွင့်ရဖို့ကြိုးစားပါတော့တယ်ကဲ ပရိတ်သတ်ကြီး ရေ ဘာတွေဆက် ဖြစ်ကြမလဲဆိုတာတော့ကြည့်လိုက်ကြတော့နော် အော်စကာမယ် စံကာတင်စာရင်း ဝင်တယ်ဆိုကတည်း ကကောင်းလို့ပဲနေမှာပါ မွန်းလိုက်ထက်တော့ ကောင်းမှာသေချာပါတယ် .................................  ။\n----------------------------------------------------",
        "rating": "7.2",
        "url": "https://megaup.net/2cWyl/Fences_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/kiss-of-the-dragon-poster-150x200.jpg",
        "title": "Kiss of the Dragon (2001)",
        "description": "Kiss of the Dragon (2001)\nIMDb -6.6/10_____Rotten - 51%\n  \n2001 ခုနှစ်ကထွက်ခဲ့ပြီး IMDb မှာ 6.6 ရထားတဲ့\nကွန်ဖူးမင်းသားကြီးဂျက်လီရဲ့ အက်ရှင်ဇာတ်ကားကြီးကို\nတင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်လမ်းကို ဂျက်လီ က ကိုယ်တိုင်\nရေးသားထားတဲ့ ဇာတ်ညွန်းနဲ့ ကိုယ်တိုင်သရုပ်ဆောင်ပြီး ပြင်သစ်\nပါရီမြို့မှာ သွားရောက်ရိုက်ကူးထားတာဖြစ်ပါတယ်ဗျ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ Lui Jian ဟာတရုတ်ရဲတပ်ဖွဲ့က\nအရာရှိတစ်ယောက်ဖြစ်ပြီး ပြင်သစ်က မူးယစ်ဆေးဂိုဏ်းနဲ့ ချိတ်ဆက်နေတဲ့\nတရုတ်မူးယစ်ဆေးဂိုဏ်းရာဇာကို ဖမ်းဆီးဖို့ လိုက်လံစုံစမ်းရင်း ပါရီမြို့ကို\nရောက်ရှိလာပါတယ် ဒီလိုနဲ့ Jian ဟာ ပြင်သစ်က အချိတ်အဆက်ကိုစုံစမ်း\nရင်း ပြည့်တန်ဆာမလေး Jassica နဲ့ တွေ့ဆုံမိပါတယ်\nJassica ရဲ့ ဂေါင်း Richard ဟာ Jassica ကို သူ့သမီးနဲ့အပိုင်ခြိမ်း\nခြောက်ထားတာဖြစ်ပြီး Richard ကိုယ်တိုင်က ဖာဂေါင်းသာမကပဲ\nမူးယစ်ဂိုဏ်းရဲ့ ဂျိတ်တခု ဖြစ်နေတဲ့အခါမှာတော့....................။\n \nဒီဇာတ်ကားကိုဘာသာပြန်ပေးခဲ့တာက ကိုကွန်ပိုက် ပါပဲခင်ဗျ\n    \n2001 ခုႏွစ္ကထြက္ခဲ့ၿပီး IMDb မွာ 6.6 ရထားတဲ့\nကြန္ဖူးမင္းသားႀကီးဂ်က္လီရဲ႕ အက္ရွင္ဇာတ္ကားႀကီးကို\nတင္ဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္လမ္းကို ဂ်က္လီ က ကို္ယ္တိုင္\nေရးသားထားတဲ့ ဇာတ္ၫြန္းနဲ႔ ကိုယ္တိုင္သရုပ္ေဆာင္ၿပီး ျပင္သစ္\nပါရီၿမိဳ႕မွာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1ybjv/Kiss_Of_The_Dragon_[2001]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/1-1.jpg",
        "title": "Crimson Peak (2015)",
        "description": "သရဲကား (သည္းထိတ္ရင္ဖို႐ုပ္႐ွင္လို႔ေခၚရင္ပိုေကာင္းမလား) ေတြၾကည့္ရင္ တည္ေနရာေနာက္ခံကလည္း အမ်ားႀကီးစကားေျပာပါတယ္။\nအိပ္ခန္းထဲမွာသရဲေျခာက္တာ (The Ring) ဆင္ေျခဖံုးကတိုက္ခန္းမွာသရဲေျခာက္တာ (Paranormal Activities) သစ္ေတာထဲမွာ သရဲေျခာက္တာ (Blairwitch Project) စသျဖင့္အမ်ိဳးမ်ိဳးေပါ့။\nေခတ္ကာလေနာက္ခံကလည္း အေရးပါေသးတယ္ဗ်။\nထိတ္လန္႔သည္းဖို႐ုပ္႐ွင္အမ်ားစုဟာ ေ႐ွးေခတ္ကာလေတြမွာဇာတ္အိမ္တည္ေလေလ ပိုေၾကာက္ဖို႔ေကာင္းေလပဲ။\nအဲ့ဒီထဲမွာမွ ၁၉ရာစုေႏွာင္းပိုင္းကေန ၂၀ရာစုအေစာပိုင္း ဝန္းက်င္မွာဇာတ္အိမ္တည္ရင္ ၾကည့္ရတာအရသာအ႐ွိဆံုးပဲ။\nေနာက္ဆံုးၾကည့္ျဖစ္တဲ့ The Woman in Black လို ေဂါ့သစ္ဆန္ဆန္ဇာတ္လမ္းမ်ိဳးေတြေပါ့။\nအဲ့ဒီေခတ္ကာလ အဂၤလန္ႏိုင္ငံရဲ႕ အေျခအေန၊ အျမဲတမ္းမႈန္မိႈင္းေအးစက္ေနတတ္တဲ့ ေက်းလက္ပိုင္းရာသီဥတု၊ ဇာတ္ေကာင္ေတြဝတ္တဲ့အဝတ္အစားကအစ ထိတ္လန္႔သည္းဖိုဇာတ္လမ္းကို ပိုအရသာ႐ွိေစတယ္၊ အေနာက္တိုင္းသားေတြရဲ႕ ေအးတိေအးစက္မ်က္ႏွာထားေတြေၾကာင့္ ႐ုပ္႐ွင္ကပိုၿပီးေက်ာခ်မ္းစရာျဖစ္လာတယ္။ခုလည္းအဲ့လိုဇာတ္ကားတစ္မ်ိဳးလာျပန္ပါၿပီ။\nဗစ္တိုးရီးယားေခတ္ (၁၉ရာစု) ကိုေနာက္ခံထားၿပီး၊ အဂၤလန္ႏိုင္ငံေျမာက္ပိုင္း Cumbria ၿမိဳ႕ေလးမွာဇာတ္အိမ္တည္ထားပါတယ္။ ဝမ္းသာစရာက ဒီႏွစ္ေအာက္တိုဘာ ၁၆ရက္ USAမွာ စထြက္မွာဆိုေတာ့သိပ္ၾကာၾကာမေစာင့္ရေတာ့တာပဲ (ျမန္မာႏိုင္ငံေရာက္ဖို႔ဆို ၈လကေန ၉လအတြင္းေလာက္ေပါ့)။\nဇာတ္လမ္း၊ ဒါ႐ိုက္တာ Guillermo del Toro ျဖစ္ၿပီး Legendary Pictures နဲ႔ Universal ...",
        "rating": "6.6",
        "url": "https://megaup.net/2fdfe/Crimson_Peak_[2015]_(MM_Sub).mp4",
        "category": "Drama, Fancy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Ninja-2009-1-141x200.jpg",
        "title": "Ninja (2009)",
        "description": "Ninja (2009)_____IMDb - 5.5/10\n ကဲ အခုတခါတော့ ကောင်မလေး ချောချောလေးတွေပါတဲ့ နင်ဂျာကား\nလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ် ဒုတိယ ကားကိုတော့ တင်ပေး\nပြီးသားမို့ ကျိခြင်သပဆို ကွကို ဆိုက်ထဲမှာရှာကြည့်လိုက်ပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ကတ်ဆီ နဲ့ မာဇဆူကာ တို့ဟာ ဂျပန်က\nဆရာတယောက်ဆီမှာ နင်ဂျစ်စု ကိုဆည်းပူးနေကြတဲ့ သူတွေပါ\nသူတို့ ဆရာဆီမှာ သမိုင်းဝင် ကျဉ်ခံအင်္ကျီနဲ့လက်နက်များရှိပါတယ်\nမာဇဆူကာဟာယှဉ်ပြိုင်တိုင်း ကတ်ဆီကို မြဲတမ်းရှုံးနိမ့်ရသူပါ\nတစ်နေ့မှာတော့ မာဇဆူကာက သစ္စာဖောက်သွားတဲ့အခါမှာတော့\nကဲပရိတ်သတ်ကြီးကပဲဆက်ကြည့်လိုက်ကြတော့ဗျ :)\nဘာသာပြန်ကတော့ ကိုစိုးထွေးပါ\n  File Size - 744 MBQuality - 720pTranslator - Soe HtweEncoder - Kyaw Ye Aung",
        "rating": "5.5",
        "url": "https://megaup.net/2Ts6j/Ninja_[2009]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/d-202x300.jpg",
        "title": "The Darkest Hour (2011)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ IMDb rating 4.9 ရထားတဲ့ သဲထိတ္ရင္ဖို ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။\nဒီဇာတ္ကားေလးကိုၾကည့္ရွ႕ရင္းနဲ႔ လူတစ္ေယာက္ရဲ႕ကံၾကမၼာအလွည့္အေျပာင္းေတြကိုေတြ႔ရမွာပါ\nေမာ္စကိုျမိဳဳ႕ကို အလည္ေရာက္လာတဲ့ အေမရိကန္နိုင္ငံက ေကာင္မေလးနွစ္ေယာက္နဲ႔ေကာင္ေလးနွစ္ေယာက္တို႔\nClubတစ္ခုမွာစုံရာက စၾကေနာက္ၾကရင္းနဲ႔သူငယ္ခ်င္းေတြျဖစ္လာခဲ့ၾကပါတယ္။ ဒါေပမဲ့ လူတစ္ေရာက္ရဲ႕ကံၾကမၼဆိုတာ ဆန္းက်ယ္လြင္းလွပါတယ္\nအေၾကာင္းကေတာ့ ရုရွားနိုင္ငံကို ကမၻာေျမၾကီးရဲ႕ဒဏ္ခတ္မွူ႔လို႔ပဲေျပာရမလား မျမင္နိုင္တဲ့ စြမ္းရွင္အေကာင္ေတြေရာက္ရွိလာျပီးတိုက္ခိုက္ခဲ့လို႔လူေတြအမ်ားျပားကတ္ေဘးစိုက္ခဲ့ရပါတယ္။\nဒီအေကာင္ေတြဟာ ထိေတြ႔ကိုင္သြယ္လို႔မရသလို နွိမ္းမဲ့နည္းလမ္းေတြလဲမသိၾကေသးသာမို႔ လူေတြအေတာ္မ်ားမ်ား ဒုကၡေရာက္ေသေၾကပ်က္စီးခဲ့ၾကရပါတယ္။\nဒီဒုကၡေတြမွာ သူတို႔လဲအလူးအလဲခံၾကရင္း အခက္အခဲေတြကိုဘယ္လိုျဖတ္ေက်ာ္ၾကမလဲဆိုတာ အရမ္းစိတ္oင္စားစရာေကာင္းတာမို႔ ပုရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္ရႈ႕လိုက္ပါလို႔ေျပာပါရေစဗ်...\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ စိုးရာဇာပဲျဖစ္ပါတယ္)\nFile Size : 650 MB /300 MB\nQuality : Bluray 720P\nRunning Time : 1hr 29minutes\nFormat : Mp4\nGenre :   Action, Adventure, Horror\nEncoder : Thanhtike Zaw\nDownload and Watch (YP Link)\nDownload Here Bluray 720p (650 ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/the-darkest-hour-2011/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjMzMzM2NTM2NV5BMl5BanBnXkFtZTcwNTk4OTYwOQ@@._V1_-203x300.jpg",
        "title": "From Up on Poppy Hill (2011)",
        "description": "ဒီကားကေတာ့ 2011 ခုႏွစ္မွာ ထြက္ရွိခဲ့ၿပီး 1963 ခုႏွစ္ ယိုကိုဟားမားကို အေျချပဳရိုက္ကူးထားပါတယ္.. ဒီကားရဲ႕အဓိကထူးျခားခ်က္ကေတာ့ ဆြတ္ပ်ံ႕ၾကည္ႏူးစရာ သီခ်င္းေနာက္ခံေလးေတြ ေတာ္ေတာ္မ်ားမ်ားပါရွိတာပဲျဖစ္ပါတယ္.. ဇာတ္လမ္းအက်ဥ္းကေတာ့ Umi ဆိုတဲ့ ၁၆ ႏွစ္အရြယ္ေကာင္မေလးနဲ႕ Shun ဆိုတဲ့ေကာင္ေလးတို႕အေၾကာင္းပဲျဖစ္ပါတယ္.. Umi ဟာ အေဖဆံုးသြားၿပီးေနာက္ အလုပ္မ်ားလြန္းတဲ့အေမနဲ႕လဲ အတူမေနႏိုင္ဘဲ အဖြားအိမ္မွာေနထိုင္ရတဲ့ လူႀကီးဆန္ဆန္ရင့္က်က္လွတဲ့ေကာင္မေလးပါ.. သူ႕အက်င့္ကေတာ့ အိမ္ေရွ႕မွာ အၿမဲတမ္း အလံေလးေတြ လႊင့္ထူထားတတ္တာပါပဲဲ... သူ႕ညီမေလးကေတာ့ အလွအပမက္ၿပီး ဆယ္ေက်ာ္သက္ပီပီ စိတ္ကစားလြယ္လြန္းတဲ့ကေလးမေလး.. အဲဒီညီမေလးေၾကာင့္ပဲ Hero ဆန္ဆန္ ရဲရင့္တည္ၾကည္ၿပီး အမွန္တရားဘက္ကရပ္တည္တတ္တဲ့ Shun နဲ႕ စတင္ေတြ႕ဆံုခြင့္ရခဲ့ပါတယ္.. သူတို႕ေက်ာင္းမွာ ကိုယ္၀ါသနာပါရာကလပ္အဖြဲ႕ေတြ စုေ၀းေနထိုင္တဲ့ Latin Quarter ဆိုတဲ့အေဆာက္အဦးႀကီးတစ္ခု ရွိပါတယ္.. ကလပ္အဖြဲ႕ဆိုတာကလဲ သခၤ်ာကလပ္.. ဒႆနိကကလပ္.. ဓာတုေဗဒကလပ္.. ကဗ်ာကလပ္စသျဖင့္ ဆယ္ေက်ာ္သက္ေက်ာင္းသားတို႕ရဲ႕ အိမ္မက္တည္ရာ သူတို႕ကမာၻႀကီးတစ္ခုေပါ့ဗ်ာ... ခက္တာက ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/from-up-on-poppy-hill-2011/",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/p13888041_p_v8_aa-200x300.jpg",
        "title": "The Warriors Gate (2016)",
        "description": "ကဲအခုတစ္ခါ လူငယ္ဆန္ဆန္ ေပါ့ေပါ့ပါးပါးၾကည့္လို႔ရမယ့္\nသိုင္းကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း ေလးက IMDb မွာ rating 5.3 ရထားပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂ်က္ ဟာ ဗီီဒီယိုိဂိမ္းကို\nစြဲစြဲလန္းလန္း ကစာတတ္သူတေယာက္ပါ တစ္ေန႔မွာေတာ့\nသူဟာ သိုင္းဂိမ္းတစ္ခုကို ကစားေနရင္း တလီေပါ့ နဲ႔ တရုပ္ျပည္ကို\nပို႔ေဆာင္ျခင္း ခံ လိုက္ရပါတယ္ ကဲ  Jack တေယာက္ ျပန္လာႏိုင္ပါ့မလား\nဘာေတြမ်ား ဆက္ျဖစ္ၾကအံုးမလဲဆိုတာ ကိုေတာ့ ဆက္လက္\nၾကည့္ရူအားေပးလိုက္ၾကပါေတာ့ဗ် :)\nဘာသာျပန္ကေတာ့ မင္းျပည့္စံု ျဖစ္ပါတယ္ဗ်Download Large File\nDownload Small File",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-warrier-gate-2016/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Jolly LLB (2013)",
        "description": "India နိုင်ငံမှာ အကြီးမားဆုံး လဘ်စားမှုတွေနဲ့ တရားဥပဒေ ဆိုတာ ကိုယ်ကြိုက်သလို\nလုပ်ယူလို့ရနေတဲ့ ကိစ္စရပ်အပေါ် လမ်းကြောင်း တည့်ပေးထားတဲ့ အသိပညာပေး\nရုပ်ရှင်ကား ဖြစ်ပြီး တရားသူကြီးတွေ ရှေ့နေတွေဟာလဲ ငွေနဲ့ ပတ်သက်လာရင်\nတရားမျှတမှုကို မျက်ကွယ်ပြုပြီး ငွေနောက်သာ သဲသဲမဲမဲ လိုက်နေတဲ့အကြောင်းကို\nထင်သာမြင်သာ ရှိအောင် ရိုက်ပြထားပါတယ် သေချာတာကတော့ အကျင့်ပျက် ချစားနေတဲ့\nနိုင်ငံတွေ က ရှေ့နေတွေ အတုယူသင့် အလွဲပြင်သင့်တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ခုအဖြစ်\nညွှန်းဆိုပေးချင်ပါတယ်...\n(သစ်ဆန်းခန့်)",
        "rating": "",
        "url": "https://megaup.net/1Hbdz/Jolly_LLB_[2013]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNGM2NTgwN2QtYjkwNi00MDVhLWE5NjEtMzg5NzYzNjU3MTI1XkEyXkFqcGdeQXVyMjMwMDAxOTY@._V1_SY1000_CR006971000_AL_-209x300.jpg",
        "title": "Part-time Spy (2017)",
        "description": "Korea movies fan တို႔အတြက္ ၂၀၁၇  မတ္လကမွ ရံုတင္တဲ့\nAction/comedy အမ်ိဳးအစား ဇာတ္ကားေလးကို ဦးဦးဖ်ားဖ်ား တင္ဆက္ေပးလိုက္ပါတယ္။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့-\nကိုးရီးယားမွာ Voice phishing scammers လို႔ေခၚတဲ့ဖုန္း၊\nအင္တာနက္ေတြနဲ႔ခ်ိတ္ဆက္ျပီး ကိုယ္ရဲ့ Personal အခ်က္အလက္ေတြရယူျပီး\nအေၾကာင္းအမိ်ဳးမ်ိဳးျပနဲ႔ လူေတြဆီကေန ေငြေတြလိမ္ယူေနတဲ့သူေတြ ရွိပါတယ္။\nဒီလို လိမ္ယူတဲ့ သူေတြက Call Center လိုကုမၸဏီေတာင္ ေထာင္ျပီးလိမ္စားေနၾကတာပါ။\nလူေတြရဲ့ လိုခ်င္ေလာဘကို ေပ်ာ့ကြက္အေနနဲ႔နင္းျပီး လုပ္စားေနၾကပါတယ္။\nတစ္ေန႔ေတာ့ National Security Agengy ရဲ ့ညႊန္မွွဴးတစ္ေယာက္ ေဒၚလာ ၅ သိန္းေလာက္အလိမ္ခံလိုက္ရပါတယ္။\nဂ်န္ရွီးေယာင္းကေတာ့ NSA ကနွစ္နွစ္စာခ်ဳပ္နဲ႔ ယာယီခန္႔ထားတဲ့ တံုးတံုးအအ ၀န္ထမ္းမိန္းကေလး တစ္ေယာက္ပါ။\nအလုပ္လက္မဲ့နွဳန္းျမင့္မားေနတဲ့ ကိုရီးယားမွာ ခက္ခက္ခဲခဲ ၾကိဳးစားရင္းမွ ဒီေနရာကိုရခဲ့သူတစ္ေယာက္။\nေလာေလာလတ္လတ္ပဲ စာခ်ဳပ္မျပည့္ခင္မွာ အလုပ္ထုတ္ခံလိုက္ ရပါတယ္။\nညႊန္မွဴးက သူအလိမ္ခံလိုက္ရတဲ့ေငြေတြ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/part-time-spy-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/p8331972_p_v8_ad-200x300.jpg",
        "title": "Chernaya Molniya (2009)",
        "description": "ကဲအခုတစ္ခါေတာ့ I Tune Store မွာ rating 3.8/5 ေတာင္\nရထားတဲ့ ရုရွား super hero ဇာတ္ကား တစ္ကားကိုတင္\nဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္ကားဟာ စံကာတင္စာရင္း၂ခါေတာင္\n၀င္ခဲ့ပါေသးတယ္ၿပီးေတာ့ ၂၀၀၉ ခုႏွစ္ကထြက္ခဲ့တာဆိုေတာ့\nအခုလက္ရွိ ရုရွား Superhero ကား Gurdian မလာခင္ေလး\nႀကိဳၾကည့္ထားၾကေပါ့ေနာ႔ :P\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ သကၠရာဇ္ 2K4 မွာရုရွားသူေဌး\nKuptsov ဟာ ေမာ္စကိုၿမိဳ႕ေအာက္မွာ စိန္သိုက္ႀကီးကိုေတြ႕\nခဲ့လို႔ ေလာဘတႀကီးတူးပါေတာ့တယ္\nမဆင္မျခင္တူးယူေၾကာင့္သူဟာ သံုးမကုန္ေအာင္ခ်မ္းသာ\nလာၿပီး အနာဂတ္မွာ သူ႔ရဲ႕ စက္ေတြကိုေမာင္းနင္ဖို႔အတြက္ စြမ္းအင္\nအရင္းအျမစ္အသစ္ကိုထပ္မံရွာေဖြဖို႔ လိုအပ္လာပါေတာ့တယ္\nဒီလိုပဲၿမိဳ႕ရဲ႕တဖက္ျခမ္းမွာေတာ့ ေကာလိပ္ေက်ာင္းသားDIMA\nဟာကားတစ္စီးရဖို႔စိတ္ကူးယဥ္အိမ္မက္မက္ေနၿပီး သူတဖက္သတ္ႀကိဳက္\nေနရသူ Nasty ကို ကားနဲ႔တင္ၿပီးေလ်ွာက္လည္ျခင္ေနသူပါ\nကံဆိုးစြာနဲ႔ပဲ Nasty ဟာမာစီးဒီး ဘန္႔ဇ္ ေနာက္ေကာက္ေကာက္ပါေအာင္\nလိုက္သြားတဲ့အခါမွာေတာ့ Demi တေယာက္ပဆံရဖို႔ႀကိဳးစားရာမွၿမိဳ႕\nတဖက္ျခမ္းက သေဌးႀကီးနဲ႔ဆံုေတြ႕မိတဲ့အခါမွာေတာ့ ဘာေတြဆက္ျဖၾက\nမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးကပဲ ဆက္လက္ၾကည့္လိုက္ပါေတာ့\n(အမွန္က Demi က nano catalyst စမ္းတာ failၿပီး black lightning ျဖစ္သြားတာ ေနာ္ )Download Large File From Pcloud\nDownload Small ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/chernaya-molniya-2009/",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Jaanwar (1999)",
        "description": "\"ေလာကမွာ ဆင္းရဲမႈ႕ထက္ ႀကီးမားတယ့္ က်ိန္စာ မ႐ွိဘူး ႕႕႕ ႕႕႕ဆာေလာင္မႈ႕ထက္ ဆုိးရြားတယ့္ေဝဒနာ မရွိေတာ့ဘူး\" ငယ္စဥ္က ငတ္ျပတ္ၿပီး မိခင္ႀကီးေသဆုံးမႈ႕ကုိ ခံစားလုိက္ရတယ့္ ေကာင္ေလးတေယာက္႕႕႕႕ မိဘမဲ့ဘဝမွာ ေတြ႕ဆုံခဲ့ရတာ ဒုစ႐ုိက္သမားတေယာက္႕႕႕ အသိပညာ အတတ္ပညာဆုိတာမသိ တရားမႈ႕ မတရားမႈ႕ဆုိတာ မသိပဲ ေလာဘရဲ႕ လမ္းစဥ္ကုိလုိက္ၿပီး ဒုဇရုိက္သမားတေယာက္ ျဖစ္ခဲ့ရတယ္။ တရားဥပေဒကုိ ေ႐ွာင္ေျပးရင္း သူ႕ဘဝမွာ တြယ္တာစရာမိန္းကေလးတေယာက္နဲ႕ဆုံေတြခဲ့တယ္။ အတိတ္ကုိ ခဝါခၽၿပီး ဘဝအသစ္ထူေထာင္ဖုိ႕ ႀကိဳးစားလာတယ့္ အခၽိန္မွာေတာ့ ႕႕႕ သူ႕အတိတ္က သူ႕ကုိ ခြင့္ျပဳေလပါ့မလား ႕႕႕႕ ေဘာ္လီဝုဒ္ရဲ႕ နမည္ႀကီးမင္းသား အက္ေရွးကူမားရဲ႕ အေကာင္းဆုံး ဇာတ္ကားတကားကုိျပပါဆုိရင္ jaanwar ကုိလည္းျပရပါလိမ့္မယ္။ တကယ့္အႏွစ္ကုိ မွၾကည့္ခၽင္ပါတယ္ဆုိတယ့္ ပရိတ္သတ္ေတြအတြက္ သိပ္မညႊန္းေတာ့ဘူး ေဒါင္းသာၾကည့္လုိက္ေပေတာ့႕႕႕\n(#စာဖုိင္ အခက္အခဲေၾကာင့္ သီခၽင္းေတြနဲ႕ တခန္းႏွစ္ခန္းေလာက္ စာတန္းထုိးလုိအပ္သြားတာကုိ ႀကိဳတင္ေတာင္းပန္အပ္ပါသည္။)\n(ဇာတ္လမ္းအညၽႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပဲျဖစ္ပါတယ္)\nFile Size : ...",
        "rating": "5.9",
        "url": "https://megaup.net/2cngx/Jaanwar_[1999]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/pan039s-labyrinth-poster-artwork-maribel-verduacute-ivana-baquero-sergi-loacutepez-200x300.jpg",
        "title": "Pan’s Labyrinth (2006)",
        "description": "8.2/10 IMDb95% Rotten Tomatoes \n92% Google users\n90% WikiBook၂၀၀၆ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Pan's Labyrinth ဇာတ်ကားဟာ၇၉ကြိမ်မြောက်အော်စကာဆုပေးပွဲမှာBest Art Direction ဆု Best Cinematography ဆုနဲ့ Best Makeup ဆုရရှိထားသလိုဒီဇာတ်ကားဟာကုန်ကျငွေ အမေရိကန်ဒေါ်လာ ၁၉သန်းအကုန်အကျခံရိုက်ကူးထားပေမယ့်ဝင်ငွေကတော့ အမေရိကန်ဒေါ်လာ ၈၃သန်းကျော် ပြန်လည်ရရှိထားပါတယ်။\n8.2/10 ratingကြမ်းကြမ်းနဲ့ဒီဇာတ်လမ်းလေးဟာတော့နတ်သမီးပုံပြင် တစ်ပုဒ်ပေါ်အခြေခံထားပေမယ့်ကလေးတွေမကြည့်သင့်တဲ့ Horror and Fantascy Movie ကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်...စပိန်ပြည်တွင်းစစ်ပြီးစအချိန် ပထွေးဖြစ်သူစစ်ဗိုလ် စခန်းချရာ တောနယ်ဘက်ကိုမိခင်ဖြစ်သူနဲ့အတူပြောင်းရွှေ့လာရတဲ့ ၁၁နှစ်သမီး အိုဖီလီယာ လေးဟာသူတို့အိမ်အနီးကတောအုပ်ထဲမှာဝင်္ကဘာတစ်ခုကို တွေ့ရှိခဲ့ပါတယ်....ဝင်္ကဘာထဲမှာကလေးမလေးသာမြင်နိုင်တဲ့ဆိတ်တစ်ပိုင်းလူတစ်ပိုင်းနတ်ရဲ့ပြောကြားချက်အရ...အိုဖီလီယာဟာမြေအောက်ကမ္ဘာကပျောက်ဆုံးနေတဲ့မင်းသမီးလေးတစ်ပါးဖြစ်ကြောင်းသိရှိလာရပါတယ်...သူ့ရဲ့ကမ္ဘာကိုပြန်သွားဖို့အတွက် တာဝန်သုံးခုကိုထမ်းဆောင်ရဖို့ဖြစ်လာပါတယ် ...ပထမတာဝန်က အစားကြီးတဲ့ ဖားပြုတ်ထွားကြီးခံတွင်းထဲက ရွှေသော့ရဖို့ဒုတိယတာဝန်က ကလေးစားနတ်ဆိုးထံကနေ ရွှေဓားရယူဖို့နဲ့တတိယတာဝန်ကတော့….အော်ဖေလီယား တစ်ယောက် တာဝန်တွေပြီးမြောက်ပါမလား…အိုဖီလီယာ့ပထွေးတို့တပ်နဲ့ တောခိုသူပုန်တပ်တို့တိုက်ပွဲကလည်းအရှိန်မြင့်လာတဲ့အခါ ....Fairy tale နဲ့ စပိန် ပြည်တွင်းစစ်နဲ့အားပြိုင်တင်ဆက်ထားတဲ့ဒီဇာတ်လမ်းလေးဟာနတ်သမီးတွေ မိစ္ဆာတွေ စစ်သားတွေ ဇာတ်ရုပ်စုံစွာပါဝင်တဲ့အတွက်စိတ်ဝင်စားစရာကောင်းလှပြီးအားလပ်ရက်မှာမဖြစ်မနေကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်... ၂၀၀၆ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Pan's Labyrinth ဇာတ္ကားဟာ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2T7of/Pans_Labyrinth_(El_Laberinto_Del_Fauno)_[2006]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/220px-2004movingtargets-214x300.jpg",
        "title": "Moving Targets (2004)",
        "description": "IMDb rating 6.3 ရထားၿပီး ၂၀၀၄ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့\nေဟာင္ေကာင္အက္ရွင္ကာႀကီးကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ကစ္ ဟာ ကံေကာင္းစြာနဲ႔ပဲ\nထူးခ်ြန္တဲ့ ရဲအရာရွိမိသားစုမွာ ေမြးဖြားလာခဲ့တဲ့သူတစ္ေယာက္ပါ\nတစ္ေန႔မွာ ကစ္ရဲ႕ မိဘ ၂ ေယာက္ဟာ သေဘာထားျခင္းမတိုက္ဆိုင္\nတာေၾကာင့္ မိသားစု ဟာၿပိဳကြဲဖို႔ အေၾကာင္းဖန္လာပါေတာ့တယ္\nကစ္ တစ္ေယာက္ႀကီးျပင္းလာတဲ့ အခါမွာေတာ့ မိသားစု\nမ်ိဳးရိုးအတိုင္းပဲ ထူးခ်ြန္တဲ့ အရာရွိတစ္ေယာက္ျဖစ္လာပါေတာ့တယ္\nကဲ ကစ္ တစ္ေယာက္ထူးခ်ြန္တဲ့ အရာရွိတစ္ေယာက္ ျဖစ္လာတဲ့အခါမွာ\nေတာ့ ဘာေတြ ဆက္ျဖစ္ၾကမလဲ ဆိုတာကိုေတာ့ ဆက္ၾကည့္လိုက္ၾကပါ\nေတာ့ေနာ္ သူ႔အေဖနဲ႔ ေကာ ဘယ္လိုေတြမ်ား ဆက္ျဖစ္ၾကအံုးမလဲ ဆိုတာ\nေကာ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ ။Download Large File From Pcloud\nDownload Small File From Pcloud",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/moving-targets-2004/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/images-2-200x300.jpg",
        "title": "The Ghazi Attack (2017)",
        "description": "IMDb rating 8.3 ရထားတဲ့ ေဘာလိ၀ုဒ္ စစ္ကာႀကီး\nတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ စစ္ကားကို ေစာင့္ေမ်ွာ္ေနတဲ့\nပရိတ္သတ္ႀကီးအတြက္ေတာ့ လက္လြတ္မခံ သင့္တဲ့ဇာတ္ကားႀကီး\nတစ္ကား ျဖစ္ပါတယ္ဗ်ၿပီးေတာ့ ဒီဇာတ္ကားက အိႏိၵယ နဲ႔ ပါကစၥတန္\n၂ ႏိုင္ငံၾကားက ျဖစ္ရပ္မွန္ သမိုင္ေၾကာင္းကို အေျခခံၿပီးရိုက္ကူးထားတာပါ\nဇာတ္လမ္း အက်ဥ္းေလး ကေတာ့ 1971 မွာ အိႏိၵယ နဲ႔ ပါကစၥတန္ စစ္ျဖစ္\nၾကတဲ့အခါမွာ ပါကစၥတန္ေရတပ္က ပါကစၥတန္အေရွ႕ပိုင္းကေန ၀င္ေရာက္\nတိုက္ခိုက္ဖို႔အတြက္ ဘဂၤလားပင္လယ္ထဲကို ၀င္ေရာက္ဖို႔လိုလာပါတယ္\nအဲ့သည္အခ်ိန္မွာပဲ အိႏိၵယ ေရတပ္ INS Karanji (S21) ဟာ\nဘဂၤလားပင္လယ္ေအာ္ထဲ မွာ ကင္းလွည့္ေစာင့္က်ပ္ေနပါတယ္\nဒီလိုနဲ႔ ပါကစၥတန္ဟာ ဘဂၤလားပင္လယ္ထဲ ၀င္ေရာက္ဖို႔\nINS Karanji (S21) ကိုတိုက္ခိုက္ဖို႔ PNS Garzi ကိုလြတ္လိုက္\nတဲ့အခါမွာေတာ့ ကဲ ဘာေတြဆက္ျဖၾကမလဲဆိုတာကို ဆက္လက္ၾကည့္\nလိုက္ၾကပါေတာ့ဗ်ာ ......................။\n(အခုကားကို VLC player နဲ႔သာၾကည့္ၾကဖို႔ သတ္ိေပးလိုက္ပါရေစဗ်ာ)\nဘာသာျပန္သူကေတာ့ Linn Thura ျဖစ္ပါတယ္ဗ် ။",
        "rating": "7.6",
        "url": "https://megaup.net/2T2y0/The_Gazi_Attack_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMTI2MzQ4NjI2MF5BMl5BanBnXkFtZTcwOTcxMDEyMQ@@._V1_-1-168x300.jpg",
        "title": "Once Upon a Time in China I (1991)",
        "description": "ဒီဇတ္လမ္းကေတာ့ အမ်ားရင္းႏွီးၿပီးသား ျဖစ္တဲ့ တရုတ္ႏုိင္ငံရဲ႕ ရာဇ၀င္မွာ ေက်ာ္ၾကားလွတဲ့\nမဟုတ္မခံစိတ္ရွိသူ သနားတက္သူ ၾကင္နာတက္သူ သေဘာေကာင္းလြန္းသူ\nသိုင္းအေက်ာ္အေမာ္ ေဒါက္တာ ၀မ္ေဖးဟုန္ အေၾကာင္း ရိုက္ကူးထားေသာ ရုပ္ရွင္ကားျဖစ္ၿပီး\nကြန္ဖူးမင္းသားႀကီး ဂ်က္လီ မွ သရုပ္ေဆာင္ရိုက္ကူးေပးထားပါတယ္...\nအဂၤလိပ္လက္ က်ေရာက္ေနၿပီး လူေတြက စိတ္ဓါတ္ပ်က္ျပား အက်င့္ေတြ ေဖာက္ျပား ႏုိင္ငံျခားကို အထင္ႀကီးစိတ္၀င္\nကိုယ့္ လူမ်ိဳးအခ်င္းခ်င္း အႏိုင္က်င့္ ဗိုလ္က် ေတာေၾကာင္ လက္ခေမာင္း ခက္တာေတြ က အစ စိတ္ထဲ မဟုတ္မခံစိတ္\n၀င္ေရာက္လာေအာင္ ရိုက္ျပထားခဲ့ၿပီး ရင္သက္ရႈေမာဖြယ္ သိုင္းကြက္ မ်ားကို လဲ ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္\nၾကာျမင့္ခ်ိန္ ၂ နာရီေက်ာ္တာမို႔ မိသားစု ႏွင့္ ၾကည့္ရႈအပန္းေျပႏိုင္ေသာ ရုပ္ရွင္ကားေကာင္းအျဖစ္\nညႊန္းဆိုလုိက္ပါရေစ....\nဒီ ရုပ္ရွင္ကားကို Channel Myanmar Translator ျဖစ္သူ Jin Jin မွ ဘာသာျပန္ေပးထားပါတယ္...\nThit San Khant\n============\nDownload HD (1.4GB)\nDownload Small ...",
        "rating": "7.4",
        "url": "https://megaup.net/U2ei/Once_Upon_A_Time_In_China_-_1_[1991]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/yhe-crazies-poster-144x200.jpg",
        "title": "The Crazies (2010)",
        "description": "The Crazies (2010)\nIMDb - 6.5/10_______Rotten - 71%\n အရမ်းကိုဖော်ရွေပြီး အေးဆေးတည်ငြိမ်တဲ့ ဒေသလေးတစ်ခုရှိပါတယ်။ နယ်ခံတွေဟာ အရမ်းကိုပျော်စရာကောင်းတဲ့ ဒေသပွဲတော် တွေကို နွေဦးမှာ ကျင်းပကြပါတယ်။ တစ်နေ့မှာ လူတစ်စုက ရေကန်ထဲမှာ လူသေအလောင်း တွေ့တယ်ဆိုပြီး သတင်းလာပို့ရာမှာသွားစစ် ဆေးကြည့်တော့ မမျှော်လင့်ပဲ လေယာဉ်တစ်စီးပျက်ကျထားတာတွေ့ပါတော့တယ်။ နယ်ထိန်းဒေးဗစ် တစ်ယောက် ထိုလေယာဉ်ကို မသကာၤတာနဲ့ ရေပေးဝေရေး စနစ်ကို ပိတ်ဖို့ကြိုးစားပါတော့တယ် သို့ပေမဲ့ အခါနှောင်းသွားခဲ့ပါတယ် မြို့ထဲကသူတွေ ရူးကြောင်ကြောင်တွေဖြစ်ကုန်ပါပြီ စစ်တပ် ကလည်းရောက် လာပြီး မြို့ကို ပိတ်ဆို့၍ ကြိတ်ပြီးဖြေးရှင်းပါတော့တယ်။ စစ်တပ် ရယ် နယ်ထိန်းရယ် ရူးနေတဲ့ပြည်သူတွေရယ် ဘယ်လိုအပြိုင်အဆိုင် နွှဲမလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်လို့ ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်တာကြောင့် သည်းထိတ်ရင်ဖိုကြိုက်တဲ့ cm ပရိတ်သတ်ကြီးအတွက် တင်ဆက်လိုက်ပါတယ်။\n(ဇာတ်လမ်းညွှန်းနဲ.ဘာသာပြန်သူကတော့ ကိုအေးမင်းဦးဖြစ်ပါတယ်)\n အရမ္းကိုေဖာ္ေရြၿပီး ေအးေဆးတည္ၿငိမ္တဲ့ ေဒသေလးတစ္ခုရိွပါတယ္။ နယ္ခံေတြဟာ အရမ္းကိုေပ်ာ္စရာေကာင္းတဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xmia/The_Crazies_[2010]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Dreadnaught_1981-442x600-221x300.jpg",
        "title": "Dreadnaught (1981)",
        "description": "1981 ကထြက္ရွိခဲ့ၿပီး IMDb မွာ 7.5 နဲ႔ rotten tomatoes မွာ\n95% ထိရရွိထားတဲ့ တရုပ္သိုင္းကားေလးတစ္ကား ကိုတင္ဆက္ေပး\nလိုက္ပါတယ္ တရုတ္ကားကို မူရင္း ကန္တံု အသံထြက္နဲ႔ ရွာေသာ္လည္း\nေတာ္ေတာ္ ရွားပါးေနၿပီမု႔ိ အီး အသံထြက္နဲ႔ သာတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ လူသတ္၀ရမ္းေျပး လူမိုက္ႀကီး က်ားျဖဴ\nဟာ ရဲေတြလက္ကေန ထြက္ေျပးရင္း ဇာတ္ပြဲအဖြဲ႕တစ္ခုနဲ႔ ဆံုစည္းမိၿပီး\nဇာတ္အဖြဲ႕ရဲ႕ ေတာက္တိုမည္ရ ေမာ္စီ နဲ႔ ေတြ႕ၾကပါေတာ့တယ္\nေမာ္စီ ဆိုတာကလည္း ၀ရမ္းေျပးေတြ ပုန္းခို ဖို႔ ေျပးဖို႔ စီမံေပးေနတဲ့သူ\nကဲ ပရိတ္သတ္ႀကီးေရ ေမာ္စီ တေယာက္အသတ္ခံ လိုက္ရတယ္ဆိုရင္\nဘာေတြဇာတ္ထပ္ရုပ္မလဲ သိျခင္လား သိျခင္ ေဒါင္ၾကည့္လိုက္ေတာ့\nOld But Gold တကားမို႔ မရရွိတဲ့ၾကားထဲက အေကာင္းဆံုး ကြာလတီ\nကိုရွာေဖြတင္ဆက္ေပးလိုက္ပါတယ္\nဘာသာျပန္ကေတာ့ ေက်ာ္မ်ိဳးသူပါပဲ ခင္ဗ် :)Download Large File From Pcloud\nDownload Small File From Pcloud",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/dread-naught-1981/",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/enter-dragon-142x200.jpg",
        "title": "Enter the Dragon (1973)",
        "description": "Enter the Dragon (1973)\nIMDb - 7.7/10_______Rotten - 94%အရင် ရှေ့၂ရက်က ရဲ့ နောက်ဆက်တွဲ Bruce Lee ရဲ့ ဆုတစ်ဆု ရရှိ\nထားတဲ့ နောက်ထပ် ဇာတ်ကားတစ်ကားကိုထပ်မံတင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်ကားကတော့ အရင် ၂ကားနဲ့ မတူတာက နိုင်ငံရပ်ခြားမှာ သွား\nရောက်ရိုက်ကူးထားခြင်းပဲ ဖြစ်ပြီး ဘရုစ္စလီ ရဲ့ ပြောင်မြောက်လှတဲ့\nကိုယ်ခံပညာ စွမ်းရည်တွေကိုမြင်တွေ့ကြရမှာမို့ ပရိတ်သတ်ကြီးထဲက\nအသတ်အပုတ် ဝာသနာပါတဲ့သူတွေအနေနဲ့ကတော့လက်လွတ်မခံ\nသင့်တဲ့ ကားတစ်ကားပဲ ဖြစ်ပါတယ်\nဇာတ်လမ်း အကျဉ်းကတော့ နယ်လှည့်ပြီး သိုင်းစွမ်းရည်ပြိုင်ကြတဲ့\nဘရုစ္စလီ တို့  ဟာ ဗီယက်နမ် စစ်ပြန် ဝီလီယံ တို့နဲ့ တွေ့ဆုံ\nယှဉ်ပြိုင်ဖို့ အကြောင်းဖန်လာရာမှာတော့ ဘာတွေ ဆက်ဖြကြမယ်ဆိုတာကို\nဆက်လက်ကြည့်လိုက်ကြပါတော့ဗျ\nအခုကားကိုလဲ ကိုကွန်ပိုက် ကပဲ ဘာသာပြန်ပေးထားတာပါအရင္ ေရွ႕၂ရက္က ရဲ႕ ေနာက္ဆက္တြဲ Bruce Lee ရဲ႕ ဆုတစ္ဆု ရရွိ\nထားတဲ့ ေနာက္ထပ္ ဇာတ္ကားတစ္ကားကိုထပ္မံတင္ဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္ကားကေတာ့ အရင္ ၂ကားနဲ႔ မတူတာက ႏိုင္ငံရပ္ျခားမွာ သြား\nေရာက္႐ိုက္ကူးထားျခင္းပဲ ျဖစ္ၿပီး ဘ႐ုစၥလီ ရဲ႕ ေျပာင္ေျမာက္လွတဲ့\nကိုယ္ခံပညာ စြမ္းရည္ေတြကိုျမင္ေတြ႕ၾကရမွာမို႔ ပရိတ္သတ္ႀကီးထဲက\nအသတ္အပုတ္ ဝာသနာပါတဲ့သူေတြအေနနဲ႔ကေတာ့လက္လြတ္မခံ\nသင့္တဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2ThTi/Enter_The_Dragon_[1973]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Screenshot_2017-04-04-18-19-13-65-207x300.png",
        "title": "Have a song on your lips (2015)",
        "description": "ကဲအခုတခါေတာ့ အဖီးလ္ တစ္လိုင္းသန္တဲ့သူေတြအတြက္\nအေသအေၾက ဖီးလ္လို႔ရမယ့္ ဂ်ပန္ ဖီးလ္ကားႀကီးတစ္ကား\nကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက IMDb မွာ\nrating 7.1/10 ရထားတဲ့ Drama ကားေလးတစ္ကားျဖစ္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ယူရီကာရွိီ၀ာဂါ ဟာ ပါရမီရွင္ ပီယာႏို\nပညာရွင္တစ္ေယာက္ပါ တစ္ေန႔မွာ သူမ ဟာ သူ႔ရဲ႕ ဇာတိၿမိဳ႕ေလးဂိုတိုက်ြန္း\nကို တိုၿမိဳ႕ႀကီးကေနျပန္လာခဲ့ပါတယ္ ဒီလိုနဲ႔ ဇာတိၿမိဳ႕ေလးမွာယူရီတေယာေ\nသာင္တင္ရင္း အလယ္တန္းေက်ာင္းကေလးမွာ ဆရာမ ၀င္လုပ္ပါေတာ့တယ္ တစ္ေန႔မွာေတာ့ ေက်ာင္းက ဂီတၿပိဳင္ပြဲ၀င္ဖို႔ႀကံဳလာတဲ့အခါမွာေတာ့ \nဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကို ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ေနာ္\nဘာသာ ျပန္ေပးသူ ကေတာ့ Ra VizZ ျဖစ္ပါတယ္Download Large File\nDownload Small File",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/have-a-song-on-your-lips-2015/",
        "category": "Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/p67676_d_v8_aa-200x300.jpg",
        "title": "Eastern Condors (1987)",
        "description": "IMDb rating 7.3 ရထားၿပီးေတာ့ ၁၉၈၇ ခုႏွစ္က ထြက္ခဲ့တဲ့\nေဟာင္ေကာင္စစ္ကားေလးတစ္ကား ကိုတင္ဆက္ေပးလိုက္ပါတယ္\nပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္သားႀကီးေတြက ေတာ့ျမန္မာပရိတ္သတ္\nေတြရဲ႕ အသဲစြဲမင္းသားႀကီး ၂လက္ပဲ ျဖစ္ပါတယ္ ကဲ အဲ့ေလာက္ဆို\nဇာတ္ကားကို ေကာင္းမေကာင္းသိပ္မၫြန္းေတာ့ဘူးေလ\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဗီယက္နမ္ ကိုအေမရိကန္က က်ဴးေက်ာ္\nစဥ္ကာလမွာ အေမရိကန္အထြက္မွာ က်န္ရွိေနခဲ့တဲ့ သူပုန္ေတြကိုနိမ့္နင္း\nတဲ့ မစ္ရွင္တခုမွာ ဟုန္က်င္းးေပါင္ တို႔ ၂ေယာက္ဘယ္လိုေတြမ်ား ဆက္ျဖစ္\nၾကမယ္ဆိုတာကို ဆက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ အမ်ားႀကီးေျပာမိရင္\nspoil မိမွာစိုးတာေၾကာင့္ အမ်ာႀကီးမၫြန္းေတာ့ဘူးဗ် :)\nဘာသာျပန္ေပးသူကေတာ့ ေက်ာ္မ်ိဳးသူျဖစ္ပါတယ္",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/eastern-condors-1987/",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nTGbq37hYLuNy7YgMg0gVLma0NS.jpg",
        "title": "[18+] Below Her Mouth (2016)",
        "description": "18+ Lesbian ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ..18+ ဆိုပေမယ့် Drama ဆန်တဲ့ အပြင် ဘဝရဲ့ရွေးချယ်ရပ်တည်မှုတွေ အခက်အခဲတွေကိုလည်းတွေ့ရမှာပါ..\nဒီကားလေးကတော့ Below Her Mouth ဖြစ်ပါတယ်..\nToronto နိုင်ငံတကာ ရုပ်ရှင်ပွဲတော်ရဲ့ အထူးတင်ဆက်မှူကဏ္ဍမှပြသခဲ့တဲ့ ကားလေးဖြစ်ပါတယ်.. ဒီကားမှာ အဓိက ဇာတ်ဆောင်တွေကတော့ Jasmine နဲ့ Dallas ပါ..\nJasmine က နာမည်ရနေတဲ့ ဖက်ရှင်အယ်ဒီတာတစ်ယောက် ဖြစ်ပြီး သူ့မှာ စေ့စပ်ထားတဲ့ အမျိုးသားလည်း ရှိပါတယ်.. သူ့ဘဝ အတွက် အရာရာ အခြေကျပြီးသားလို့ သူယူဆထားပေမယ့် ကံကြမ္မာဆိုတာ ပုံသေမရှိဘူးဆိုတာကို သူမေ့လျော့နေခဲ့ပါတယ်...\nသူ့ဘဝပြောင်းလဲဖို့ ဖြစ်လာမယ့်တစ်ညမှာ Dallas ဆိုတဲ့ကောင်မလေးနဲ့ Jasmine အမှတ်မထင် ဆုံတွေ့မိတယ်။ .Dallas က သူ့ကို ရဲရဲတင်းတင်း ချစ်ရေးဆိုခဲ့ပါတယ်....\nတစ်သက်လုံး Straight အနေနဲ့ ရပ်တည်ခဲ့တဲ့ Jasmine ဟာ Dallas ကို လက်မခံခဲ့ပါဘူး.. ...",
        "rating": "5.5",
        "url": "https://megaup.net/URbh/Below_Her_Mouth_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNTA1MjMzNDM2M15BMl5BanBnXkFtZTgwNTg3NzQ1NzE@._V1_-190x300.jpg",
        "title": "My Big Fat Greek Wedding 2 (2016)",
        "description": "Thit San Khant\n=================\nDownload HD (810MB)\nDownload Small (540MB)",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/my-big-fat-greek-wedding-2-2016/",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BZDYzODU2OTgtZDNhMS00Nzk4LWEyZGMtYmJiYmZlNWUwYmYyXkEyXkFqcGdeQXVyNjAwMjI5MzY@._V1_-219x300.jpg",
        "title": "Shut In (2016)",
        "description": "Thit San Khant\n============Download HD (980MB)\nDownload Small (525MB)",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/shut-in-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNTU5ODk5NDg0Nl5BMl5BanBnXkFtZTcwNzQwMjI1OQ@@._V1_SY1000_CR006741000_AL_-1-202x300.jpg",
        "title": "The Way Way Back (2013)",
        "description": "Thit San Khant\n===============\nDownload HD (900MB)\nDownload Small (450MB)",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-way-way-back-2013/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/bc-211x300.jpg",
        "title": "Because I Love You (2017)",
        "description": "\\2017 Feb ကမှ\nထွက်ထားတဲ့ကားသစ်တစ်ကားကိုဦးဦးဖျားဖျားတင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားထဲမှာ\nMoonlight drawn by clouds ကားထဲက မင်းသမီးYoo Jeong Kimရယ် မင်းသားချောTae Hyun Cha ရယ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ရယ်လဲရယ်ရသလောက် ငိုလဲငိုရတဲ့ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ လီဟွန်းက accident တစ်ခုဖြစ်ပြီးထူးဆန်းတဲ့ကိစ္စတွေနဲ့ကြုံလာရတာပါ။အချစ်ရေးအဆင်မပြေတဲ့လူတွေရဲ့ခန္ဓာကိုယ်ထဲမှာ ပိတ်မိနေပြီး အဆင်ပြေမှ ပြန်ထွက်ခွင့်ရတာပါ။ဒီအကြောင်းတွေကို သိတဲ့သူဆိုလို့ \"စကာလီ\" တစ်ယောက်ပဲရှိပြီး သူ့ကို ကူညီပုံတွေကို ဟာသ၊ဒရာမာချိုးပြီးရိုက်ကူးထားတဲ့ကားကောင်းတစ်ကောင်းပါ။မထင်မှတ်တဲ့အလှည့်အပြောင်းတွေနဲ့ အူတက်အောင်ရယ်ရတဲ့ ဒီကားလေးက imdb 7.2ရထားတာဆိုတော့ အထွေအထူးမညွှန်းတော့ပါဘူး။ချစ်ခြင်းမေတ္တာဆိုတာကို ပီပြင်အောင်ဖော်ညွှန်းထားနိုင်လို့အားလုံးအကြိုက်တွေ့မယ်လို့ မျှော်လင့်ပါတယ်ရှင်။(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ မမအေးမွန်ကျော်ပဲဖြစ်ပါတယ်)File Size : 900 MB /320 MB\nQuality : HDRip 720P\nRunning Time : 1hr 50minutes\nFormat : Mp4\nGenre :  Drama, Fantasy, Romance\nEncoder : Thanhtike Zaw",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/because-i-love-you-2017/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjMzNTkwNzMyMF5BMl5BanBnXkFtZTgwNTg2MzIxMTI@._V1_-203x300.jpg",
        "title": "Clinical (2017)",
        "description": "Thit San Khant\n================\nDownload HD (1.1GB)\nDownload Small (560MB)",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/clinical-2017/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/new-character-video-and-poster-for-the-Korean-movie-One-Way-Trip-210x300.jpg",
        "title": "One Way Trip (2016)",
        "description": "ဒီဇာတ္​ကား​ေလးရဲ႕အစပိုင္းကိုေၿပာရမယ္ဆိုရင္\n​ယြန္းဘီ,ဆန္း၀ူး,ဂ်ီေဂ်ာင္း နဲ႔ဒိုမန္\nတုိ႔သူငယ္​ခ်င္​း​ေလး​ေယာက္​က ​​ေနာက္​တစ္​​ေန႔မွာ\nစစ္​​မႈသြားထမ္​း​ေတာ့မယ္​့ သူငယ္​ခ်င္​း ဆန္း၀ူး ကုိ\nႏႈတ္​ဆက္​ပြဲလုပ္​​ေပးတဲ့အ​ေနနဲ႔အတူ ​ေပ်ာ္​ပြဲစားထြက္​ခဲ့ပါတယ္​\nအဲ့အခ်ိန္​မွာကားတစ္​စီးထဲမွာ​ေယာက်္​ားတစ္​​ေယာက္​က\nမိန္​းက​ေလးတစ္​​ေယာက္​ကုိ႐ိုက္​​ေနတာေတြ႔ၿပီး\nသူငယ္​ခ်င္​းတစ္​စုကူညီခဲ့ပါတယ္​ ထို႔​ေနာက္​ရဲကလိုက္​ဖမ္​းလုိ႔\nသူငယ္​ခ်င္​း​ေလး​ေယာက္​ထြက္​​ေျပးခဲ့ၿပီး ဆန္း၀ူး က\nကားအက္​ဆီးဒန္​႔ျဖစ္​ခဲ့ပါတယ္​ သူငယ္​ခ်င္​းသံုး​ေယာက္​\nရဲစခန္​း​ေရာက္​တဲ့အခ်ိန္​မွာ​ေတာ့ သူတုိ႔႐ိုက္ခဲ့သူက\nေသသြားၿပီဆုိၿပီးလူသတ္​မႈနဲ႔စြပ္​စြဲခံရပါ​ေတာ့တယ္​\nသူငယ္​ခ်င္​းသံုး​ေယာက္​စြပ္​စြဲခံရတာက​ေန​ေရာ လြတ္​မလား\n​ေဆးရံု​ေရာက္​​ေနတဲ့ ဆန္း၀ူး က​ေရာဘယ္​လိုျဖစ္​မလဲ\nဒီကားေလးဟာ မဟုတ္မခံတတ္တဲ့ လူငယ္ေလးေတြရဲ႕စိတ္ဓာတ္ကို ရိုက္ၿပထားၿပီး\nသူငယ္ခ်င္းဆိုတာ ဘာလဲဆိုတာကိုပါ မီးေမာင္းထိုးၿပသထားတဲ့\nလူငယ္ဆန္ဆန္ သနားစရာကားေလးတစ္ကားပဲၿဖစ္ပါတယ္....\nဒီကားၿပသေနစဥ္အတြင္း ေတာင္ကိုရီးယားမိန္းမပ်ိဳေလးမ်ား၇ဲ႕ရင္ထဲကိုပါ\nေနရာယူခဲ့ႏိုင္တဲ့ ကားတစ္ကားဆိုလည္းမမွားပါဘူး....\nအဲ့ေတာ့ကားေကာင္းေလးေတြရွာေနတဲ့ ကိုရီးယားလူငယ္မင္းသားေခ်ာေခ်ာေလးေတြကိုမွ ၾကိဳက္တဲ့\nေခးေတြ မြီးေတြ အန္တီေတြ ဖြားဖြားေတြ အတြက္\nအထူး ဖီလ္းလို႕ေကာင္းမယ့္ ကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္လို႕ သတင္းေပးလိုက္ပါရေစ...Quality…..720p HDRip\nDuration…..01:33:00\nFormat…Mp4\nFile Size…(667 MB , 378 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Thin Zaly Kyaw\nDownload with VIP Link",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/one-way-trip-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/fist-of-fury-poster-133x200.jpg",
        "title": "Fist of Fury (1972)",
        "description": "Fist of Fury (1972)\nIMDb - 7.4/10______Rotten - 92%\n Bruce Lee ရဲ့ Big Boss အပြီး ၁၉၇၂ မှပဲ ဆက်တိုက်\nနောက်ထပ်တကား ထပ်မံထွက်ရှိခဲ့ ပြန်ပါတယ် ဒီကားကိုလဲ ၁၉၆၀\nလောက်က မွေးဖွားခဲ့ တဲ့ သူတွေတော်တော် များများက တော့ အဲ့ခေတ်အဲ့အခါက ဗီဒီယို ရုံကကြော်ငြာသလိုပဲ ဘရုစ္စလီ ရဲ့ ဒေါသလက်သီး အဖြစ်သိ\nရှိ နာမည်ကြီးခဲ့ သလိုပဲ ဘရုစ္စလီ ကို ဒီကားမှာပဲ Chinese Arnold ရယ်လို့ ခေါ်တွင် သမုတ်ခဲ့ကြပြန်ပါတယ် ကဲ ပထမ Big Boss မှာအောင်မြင်ခဲ့ သလိုပဲ ဒီကားမှာလဲ လီ ရဲ့ ပြောင်မြောက်လှတဲ့ အသတ်အပုတ်တွေကိုမြင်တွေကြရမှာ ဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ နိုင်ငံရပ်ခြားမှာ ပညာသွားသင်နေတဲ့\nချန်ဈာန်တစ်ယောက် ဆရာဖြစ်သူနာရေးအတွက်ပြန်လာခဲ့ရာမှ\nအဆုတ်ရောဂါနဲ့ သေဆုံးရတာကိုမကြည်ပဲ ဆက်လက်စုံစမ်းရာပြိုင်ဖက်\nသိုင်းသင်တန်းကျောင်းရဲ့ လက်ချက်ဟု သိရှိလိုက်ရာမှ ထိုအချိန်တွင် ရုရှား\nကလဲ တရုပ်တွင်ခြေ ရှပ်နေချိန်မှာတော့ လီ တဖြစ်လဲ ချန်ဈန်တစ်ယောက်\nဘယ်လိုတွေများ ...",
        "rating": "7.4",
        "url": "https://megaup.net/Rpvs/Fist_Of_Fury_(Jing_Wu_Men)_[1972]_(MM_Sub).mp4",
        "category": "Action, Drama, Martial, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/swades-138x200.jpg",
        "title": "Swades (2004)",
        "description": "Bollywood ဇာတ်ကား တွေထဲမှာ Swades (We, the People) ဆိုတဲ့ဇာတ်ကား မကြည့်ရသေးသူတွေအတွက် မိတ်ဆက်ပေးချင်သဗျ။ဒီဇာတ်ကားက Entertainment ထက်ပိုတဲ့ သက်ရောက်မှုရှိခဲ့တာ တစ်ကြောင်း၊ တိုင်းပြည်တစ်ပြည်ရဲ့ စီးပွားရေးမှာ ကြီးမားတဲ့ အလှည့်အပြောင်း\nဖြစ်လာအောင် စွမ်းဆောင်နိုင်ခဲ့တာက တစ်ကြောင်း၊ ဇာတ်ကား တစ်လျှောက်လုံး တကယ့် သရုပ်မှန် ရိုက်ထားတာကလည်း ထူးခြားတယ်ဗျ။Swades ကို တိုက်ရိုက်ဘာသာပြန်ရရင်တော့ \"အမိတိုင်းပြည်\" ပေါ့ဗျာ။ ကဲ \"အမိတိုင်းပြည်\" လို့ဆိုရင် နိုင်ငံခြားကိစ္စပါလာမယ်။ အဲ.. နိုင်ငံခြားကိစ္စပြောရင် ပြောင်းရွှေ့နေထိုင်မှု(migration) အကြောင်း ပါပြီ၊ အဲဒီ (migration) ဆိုတာကြီးကို မွေးထုတ်ပေးလိုက်တဲ့ဲ့ လက်သည်တွေက အများကြီးကိုး... အဲ (migration) ကြောင့်ဘာဖြစ်လာသလဲ အဖြေက ဦးနှောက်ယိုစီးမှု (Brain Drain) ပေါ့ဗျာ ....ကဲ ဦးနှောက်ယိုစီးမှု ဖြစ်ရင် အဓိက နစ်နာတာက ...",
        "rating": "8.3",
        "url": "https://megaup.net/1eck5/Swades_2004_1080p_BluRay_x264_Hindi_AAC_-_Ozlem_Swades_2004_1080p_BluRay_x264_Hindi_AAC_-_Ozlem.mp4-muxed_(1)(1).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMTQ5ODE4MTY2NV5BMl5BanBnXkFtZTgwMzM2NzEzMDI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Collateral Beauty (2016)",
        "description": "ဒီရုပ်ရှင်ကားမှာ ဝီလ်စမစ် ကို အကြမ်းအရမ်း အနေနဲ့ တွေ့မြင်ရမှာမဟုတ်ပဲပုံစံတစ်မျိုး ထူးခြားစွာ မြင်တွေ့ရမှာပါ...ဟောင်းဝါ့ဒ် (ဝီလ်စမစ်) ဟာ စီးပွားရေး နယ်ပယ်မှာ အချိန် ၊ အချစ် ၊ သေခြင်းတရား ဆိုတဲ့ စကားလုံး သုံးခု နှင့်လူတွေ ရဲ့ စိတ်ကို ဖမ်းစားနိုင်တဲ့ စီးပွားရေး ပညာရှင် တစ်ယောက်ဖြစ်ပါတယ်...ဟောင်းဝါ့ဒ် နှင့် သူငယ်ချင်း ၃ ယောက်ဖြစ်သော ဝှစ် ၊ ကလဲယား ၊ ဆိုင်မွန် တို့ အတူ တကွ အောင်မြင်အောင်စီးပွားရေး လုပ်ငန်းကို ထူထောင်ခဲ့ပါတယ်....သို့ပေမယ့်....၃ နှစ်ကြာပြီးနောက် ဟောင်းဝါဒ် ဟာ သူ့ရဲ့ သမီးငယ်လေး သေဆုံးသွားတဲ့ အချိန်ကစပြီးတစ်ယောက်ထဲ ငူငူ ငိုင်ငိုင် ဖြစ်ကာ အလုပ်ကိုလဲ စိတ်မဝင်စား မိမိကိုယ်ကိုယ်လဲ ဂရုမစိုက်ပဲ နေချင်သလိုနေခဲ့ပါတယ်...အောင်မြင်နေတဲ့ လုပ်ငန်းရှင်တစ်ယောက်ဟာ ရုတ်တရက် ဆိုသလို ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/collateral-beauty-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Beauty-and-the-Beast-_-Poster-210x300.jpg",
        "title": "Beauty And The Beast (2014)",
        "description": "၂ဝ၁၄ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ပြင်သစ်-ဂျာမာန် အချစ်စိတ်ကူးယဉ်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။သား၃ယောက် သမီး၃ယောက်ရှိတဲ့ချမ်းသာကြွယ်ဝတဲ့ မုဆိုးဖိုကုန်သည်ကြီးတစ်ယောက်ဟာသူ့ရဲ့သင်္ဘောတွေပင်လယ်ထဲမှာနစ်မြုပ်ခဲ့ပြီး ကျေးရွာလေးတစ်ရွာကိုပြောင်းရွှေ့ခဲ့ရပါတယ်။\nနစ်မြုပ်သွားခဲ့တဲ့သင်္ဘောတစ်စင်း ပြန်ရှာတွေ့ခဲ့တဲ့အကြောင်းနဲ့ပတ်သက်ပြီးမြို့မှာရှိတဲ့ သင်္ဘောရုံးဆီ သူသွားပြီး အပြန်လမ်းမှာ လျှို့ဝှက်တဲ့\nရဲတိုက်တစ်ခုကို မမျှော်လင့်ဘဲတွေ့ရှိခဲ့ရပါတယ်။ရဲတိုက်ထဲက အဖိုးတန်ပစ္စည်းတွေကို ယူပြီး အငယ်ဆုံးသမီးလေးမှာလိုက်တဲ့နှင်းဆီပန်းလေးကို ခူးလိုက်ချိန်မှာပဲ ရဲတိုက်ကြီးရဲ့အရှင်သခင် လူ့တိရိစ္ဆာန်ဟာ အဘိုးကြီးကိုမာန်ဖီကာ သူ့ဆီပြန်လာခဲ့ဖို့ပြောကာ ပြန်လွှတ်လိုက်ပါတယ်။\nအငယ်ဆုံးသမီးလေးက အဖေဖြစ်သူကိုယ်စား အဲဒီရဲတိုက်ကြီးဆီပြန်သွားခဲ့ပြီးတိရိစ္ဆာန်ကြီးနဲ့ မိန်းကလေးတို့ဘာတွေဖြစ်လာမှာလဲ၊ဒီတိရိစ္ဆာန်ကြီးရဲ့ နောက်ကြောင်းဇာတ်လမ်းက ဘယ်လိုတွေဖြစ်ခဲ့တာလဲဆိုတာဒီ Beauty and the Beast ဇာတ်လမ်းမှာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။Quality…..BluRay 720p\nDuration…..01:53:00\nFormat…Mp4\nFile Size…(811 MB )\nEncoder…..Moe Myint Lwin\nTranslator….Htet Htet Tin Zar",
        "rating": "6.4",
        "url": "https://megaup.net/385gD/Beauty_And_The_Beast_(La_Belle_Elta_Bete)_[2014]_(MM_Sub).mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/big-boss-poster-133x200.jpg",
        "title": "The Big Boss (1971)",
        "description": "The Big Boss (1971)\nIMDb -7.1/10_______Rotten - 64% 1971 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး ဘရုစ္စလီ ရဲ့ အကောင်းဆုံးကားတွေထဲက တကားဖြစ်ပါတယ် ဒီကားကို ဟောင်ကောင်မှာပထမဆုံးရုံတင် ခဲ့စဉ်ကပင် ဝက်ဝက်ကွဲအောင်မြင်မူတွေရရှိခဲ့ပြီး ဘရုစ္စလီကိုယ်တိုင် မိတ်ဆက်ပြသတဲ့ပွဲမှာ ရုံထဲက ခိုးပြီးထွက်ပြေးခဲ့ ရသည်အထိ အောင်မြင်ခဲ့တဲ့ကားပါ IMDb မှာ တော့ 7.1ရထာပြီး ဇာတ်လမ်းအကျဉ်းကတော့ ဘရုစ္စလီ ဟာ ဝမ်းကွဲ အစ်ကိုဖြစ်သူ အလုပ်လုပ်တဲ့မြို့ရေခဲစက်ကို ရောက်လာပြီး အလုပ်လုပ်ရာမှမဟုတ်မခံစိတ်ရှိသူ လီ ကို သူဌေးက သူ့မှောင်ခို ကိစ္စတွေပေါ်မှာစိုးရိမ်ပြီး အမျိုးမျိုးစည်းရုံး ခဲ့သော်လည်း နောက်ဆုံးမှာ ပြည့်တန်ဆာမစနေ၂ခိုင်အထက်က ဆေးလိပ်မီးဒဏ်ရာမှတဆင့် ခြေရာခံမိပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ ဆိုတာကိုတော့ ..........................။\nဒီကားကို ဘာသာပြန်ပေးသူကတော့ ကိုကွန်ပိုက်ပါဗျ ။1971 ခုႏွစ္မွာ ထြက္ရွိခဲ့ၿပီး ဘရုစၥလီ ရဲ႕ အေကာင္းဆံုးကားေတြထဲက တကားျဖစ္ပါတယ္ ဒီကားကို ေဟာင္ေကာင္မွာပထမဆံုးရံုတင္ ခဲ့စဥ္ကပင္ ၀က္၀က္ကြဲေအာင္ျမင္မူေတြရရွိခဲ့ၿပီး ဘရုစၥလီကိုယ္တိုင္ မိတ္ဆက္ျပသတဲ့ပြဲမွာ ရံုထဲက ခိုးၿပီးထြက္ေျပးခဲ့ ရသည္အထိ ေအာင္ျမင္ခဲ့တဲ့ကားပါ IMDb မွာ ေတာ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2Tide/The_Big_Boss_(Tang_Shan_Da_Xiong)_[1971]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/the-spy-next-door-142x200.jpg",
        "title": "The Spy Next Door (2010)",
        "description": "ဂျက်ကီချန်းရဲ့ Hollywood ဇာတ်ကားပါ။\nAction, Comedy, Family အမျိုးအစားဖြစ်တာနဲ့အညီ\nဇာတ်လမ်းရော အက်ရှင်တွေရော စိတ်အပန်းဖြေမှုရရှိမယ့် မိသားစုဆန်တဲ့ပုံစံနဲ့တင်ဆက်ထားပါတယ်။\nပြောစရာရှိတာကတော့ ဒီဇာတ်ကားထဲမှာ သရုပ်ဆောင်သွားကြတဲ့ ကလေးသရုပ်ဆောင်တွေ\nအတော်လေးကောင်းမွန်ပြည့်စုံပြီး ချစ်ဖို့ကောင်းလွန်းနေတာပါပဲ။\nသူတို့လေးတွေနဲ့ ဂျက်ကီချန်းပေါင်းစပ်မိတဲ့အခါ ချစ်ခင်နှစ်သက်စရာကောင်းတဲ့ ဇာတ်ကားဖြစ်လာပါတယ်။\nမိသားစုဇာတ်ကားလေးကို အပန်းဖြေရင်း ကြည့်ရှုခံစားပေးပါဦး။-------------------------------------------------------------------------------------ဂ်က္ကီခ်န္းရဲ႕ Hollywood ဇာတ္ကားပါ။\nAction, Comedy, Family အမ်ိဳးအစားျဖစ္တာနဲ႕အညီ\nဇာတ္လမ္းေရာ အက္ရွင္ေတြေရာ စိတ္အပန္းေျဖမႈရရွိမယ့္ မိသားစုဆန္တဲ့ပံုစံနဲ႕တင္ဆက္ထားပါတယ္။\nေျပာစရာရွိတာကေတာ့ ဒီဇာတ္ကားထဲမွာ သရုပ္ေဆာင္သြားၾကတဲ့ ကေလးသရုပ္ေဆာင္ေတြ\nအေတာ္ေလးေကာင္းမြန္ျပည့္စံုျပီး ခ်စ္ဖို႕ေကာင္းလြန္းေနတာပါပဲ။\nသူတို႕ေလးေတြနဲ႕ ဂ်က္ကီခ်န္းေပါင္းစပ္မိတဲ့အခါ ခ်စ္ခင္ႏွစ္သက္စရာေကာင္းတဲ့ ဇာတ္ကားျဖစ္လာပါတယ္။\nမိသားစုဇာတ္ကားေလးကို အပန္းေျဖရင္း ၾကည့္ရႈခံစားေပးပါဦး။File size...(810MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:34:12\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "5.4",
        "url": "https://megaup.net/3yGgw/The_Spy_Next_Door_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/kung-300x150.jpg",
        "title": "Kung Fu Yoga 2017",
        "description": "ဂ်က္ကီခ်န္း ေနာက္ဆံုးထြက္ရုပ္ရွင္ ရုပ္ေရာ အသံေရာ အၾကည္ထြက္ပါျပီ။ ဒီဇာတ္ကားမွာေတာ့ တရုတ္ နဲ႕ အိႏိၵယသရုပ္ေဆာင္ေတြ ပူးေပါင္းတင္ဆက္ထားၾကျပီး ဟာသ အက္ရွင္ အမ်ိဳးအစားပဲ ျဖစ္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ တရုတ္ျပည္ရဲ႕ ေက်ာက္စာပညာရွင္ ဂ်က္ကီနဲ႕ တပည့္ေတြဆီကို အိႏိၵယျပည္မွ ပါေမာကၡေခ်ာေခ်ာေလး တစ္ေယာက္ေရာက္လာျပီး တန္မင္းဆက္ေခတ္ ေပ်ာက္ဆံုးေနတဲ့ မာဂဒတိုင္းရတနာေတြကို ရွာဖို႕အကူအညီလာေတာင္းရာကေန နယ္စပ္၊ ဒူဘုိင္း နဲ႕ အိႏိၵယေတြမွာ စြန္႕စားခန္းေတြ ဖြင့္ၾကပံုပါပဲ။ တရုတ္ကြန္ဖူးနဲ႕ အိႏိၵယေယာဂနည္းစနစ္ေတြကို ေပါင္းစပ္ျပသသြားတာကို ေတြ႕ရပါလိမ့္မယ္။\nFile Size       :   750 / 400 Mb\nDuration      :   1hr 40 min\nQuality         :   Webrip 720p\nTranslator   :   Kyaw Ye ...",
        "rating": "5.8",
        "url": "https://megaup.net/2fPax/Kung_Fu_Yoga_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    }
]