[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYjZlMWY1Y2MtYWM3Zi00NzI4LWI3NzgtYjdkYzRlY2RkNThjXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-128x200.jpg",
        "title": "Gulu Gulu (2022)",
        "description": "Gulu GuluIMDb-7.2/10လူတိုင်းမှာ ကူညီချင်စိတ်ရှိပါတယ်\nအနည်းနဲ့ အများပဲ ကွာကြတာ\nဒါပေမယ့် ကိုယ့်ကိုယ်ထိခိုက်မယ်ဆိုရင်တော့ အားလုံးကစဉ်းစားကြမှာပါဒီကားထဲမှာတော့ သူ့ကိုဘယ်လိုပဲထိခိုက်ထိခိုက် ဘယ်လိုလူမျိုးကပဲ အကူအညီတောင်းတောင်း\nအမြဲကူညီပေးတဲ့ ဂူလူဘိုင်မိတဆိုး သိပ္ပံပညာရှင်ရဲ့သားလေး သူ့အဖေကသူ့ကို မချစ်ဘူးလို့ထင်ပြီး မွေးနေ့မှာ သူ့အဖေအချစ်စမ်းရအောင် သူငယ်ချင်းတွေကို ပြန်ပေးဆွဲခိုင်းတဲ့\nမတ်ဒီဖခင်ရဲ့မျက်နှာကို နောက်ဆုံးအနေနဲ့ ကြည့်ရဖို့ပြန်လာတဲ့ မက်တီလ်ဒါအဖေတူအမေကွဲ အကိုတွေက နောက်အိမ်ထောင်နဲ့ရတဲ့ကလေးမို့ လက်မခံခါးခါးသီးသီးဖြစ်ပြီး တစ်ဖက်လှည့်နဲ့ ပြန်ပေးဆွဲခိုင်းပြီး အမွေတွေကိုအပိုင်သိမ်းဖို့ကြိုးစားခဲ့တယ်ပြန်ပေးဆွဲဖို့ ပုံပြတဲ့အချိန်မှာ နားလည်မှုလွဲပြီး မတ်ဒီနဲ့ မက်တီလ်ဒါကို မှားပြန်ပေးဆွဲမိတဲ့အချိန်မှာ....ဘယ်လိုတွေဖြေရှင်းကြမလဲ\nဂူလူဘိုင်ကရော ဘယ်လို၀င်ကူညီမလဲဂူလူဘိုင်ဇာတ်ကောင်က ဆွဲခေါ်သွားမှာမို့\nတစ်ကားလုံး ဆွဲဆောင်မှုအပြည့်နဲ့ကြည့်ရမယ့်\nဇာတ်ကားလေးပါ\nFile size…2.5GB / 1.2GB\nQuality…720p\nFormat…mp4\nDuration….2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & BpL & Yunni & Kevin  & Yunni",
        "rating": "7.2",
        "url": "https://megaup.net/1Nzjj/Gulu_Gulu_(2022)_Tamil_TRUE_WEB-DL_.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/49C7hSPmQWZFoknLMlLojS4tgoi.jpg",
        "title": "Stabbing Into the Throat ( 2022 )",
        "description": "ဒီတစ်ခေါက်မှာတော့ CM တရုတ်ကားချစ်ပရိသတ်တွေအတွက်ကို\nStabbing Into theThroat ဆိုတဲ့\nအက်ရှင်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းလေးကတော့ လုယောင်ဆိုတဲ့ ရဲအရာရှိက သူ့ညီမလေးအပေါ်\nရဲတာဝန်နဲ့ယှဉ်ရင် ဒုတိယနေရာမှာ ထားဖြစ်နေတာမို့ အမြဲ အပြစ်ရှိသလို\nခံစားနေခဲ့ရသူပေါ့.. ဒါကို ညီမလေးက ဘိန်းဝိဇ္ဇာတွေက ပြန်ပေးဆွဲထားပြီး\nသူတို့အစ်ကိုကြီးနဲ့ ပြန်လဲမယ်ဆိုတဲ့ အပေးအယူဖြစ်လာခဲ့တယ်...\nလုယောင်တစ်ယောက် တာဝန်ကို သစ္စာဖောက်ပြီး သူ့ညီမကို ကယ်မလား\nညီမလေးအတွက်နဲ့ ဘိန်းဝိဇ္ဇာကို လွှတ်ပေးမလား...နောက်ပြီး လုယောင်တို့ အဖွဲ့ လိုက်နေတဲ့ မီလဲ့ဆိုတဲ့\nဘိန်းဝိဇ္ဇာချုပ်ကြီးကိုရော သူတို့တကယ် ဖမ်းမိမှာလား... ဒီခြေရာခံမရအောင်\nပျောက်နေတဲ့ မီလဲ့ဆိုတဲ့ ဘိန်းဝိဇ္ဇာချုပ်ကြီးက ဘယ်မှာဖြစ်မလဲ...\nစိတ်ဝင်စားစရာကောင်းတဲ့ တင်ဆက်မှုကွင်းဆက်တွေနဲ့ကို တွေ့ရမှာပါ...ကြားထဲ မထင်မှတ်ထားတဲ့ အချိုးအကွေ့တွေ ဘယ်လိုကြုံတွေ့ပြီး အဆုံးသတ်က\nဘယ်လိုဖြစ်မယ်ဆိုတာတွေကို ရိုက်ကွက်ကောင်းတွေနဲ့ တင်ဆက်ထားတဲ့အပြင်\nဒီကားလေးမှာ မျက်နှာသစ်တွေအများကြီးပါဝင်ထားပေမယ့် တကယ့်ကို\nသရုပ်ဆောင်ချက်ပီပြင်တဲ့ အက်ရှင်ကားကောင်းလေးတစ်ခုမို့\nကြည့်ဖြစ်အောင်ကြည့်သင့်တယ်လို့ ပြောလိုက်ချင်ပါတယ်...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/stabbing-into-the-throat-2022/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-royaltee-143x200.jpg",
        "title": "Royalteen (2022)",
        "description": "လူဆိုတာ ဘဝမှာ တစ်ကြိမ်တစ်ခါတော့မှားတတ်ကြတာပါပဲ အဲဒီအမှားကို ပြန်ပြင်နိုင်ဖို့ကသာ အရေးကြီးတာပါ အဲဒီအမှားရဲ့နွံထဲမှာပဲ နစ်မြှုပ်နေမယ်ဆိုရင်တော့ လူ့ဘဝကြီးက ဘာမှကို အဓိပ္ပါယ်ရှိမှာမဟုတ်တော့ပါဘူး ဒီတစ်ခါတော့ နော်ဝေနိုင်ငံရဲ့ အိမ်ရှေ့မင်းသားလေးနဲ့ အညတရ ကောင်မလေးတစ်ယောက်အကြောင်းရိုက်ပြထားတဲ့ လူငယ်ဆန်ဆန်ကားလေးတစ်ကားကိုတင်ဆက် ပေးလိုက်ပါတယ် တခြားမြို့ကနေ ကျောင်းပြောင်းလာပြီး တော်ဝင်အမျိုးအနွယ်တွေတက်တဲ့ ကျောင်းမှာလာတက်တဲ့ လန်နင် ဆိုတဲ့ ကောင်မလေးကို အိမ်ရှေ့မင်းသားလေးက သဘောခွေ့သွားပြီး နှစ်ယောက်သားပျော်ရွှင်နေခဲ့ကြရတာပါအဲဒီအချိန်မှာပဲ မထင်မှတ်ထားတဲ့ဖြစ်ရပ်ဆိုးကြီးနဲ့ ကြုံရပါတော့တယ် အိမ်ရှေ့မင်းသားလေးရဲ့ ညီမကလည်း ကောင်မလေးကိုမကြည် ကောင်မလေးကလည်း တကယ့်အမှားကြီးတစ်ခုကို ကျူးလွန်မိခဲ့တာဆိုတော့ အိမ်ရှေ့မင်းသားလေးနဲ့ ဘာတွေဆက်ဖြစ်ကြမလဲ ကောင်မလေးကရောဘယ်လောက်ဆိုးဝါးတဲ့ အမှားကိုကျူးလွန်ခဲ့မိလို့ အိမ်ရှေ့မင်းသားလေးရဲ့ အစ်မကလုံးဝ ခါးခါးသီးသီးဖြစ်နေရတာလဲ လူတွေအသုံးပြုနေတဲ့ လူမှုကွန်ယက်ရဲ့ ရိုက်ခတ်မှုကဘယ်လောက်ထိ ပြင်းထန်နိုင်လဲဆိုတာကို လူငယ်တွေ့နဲ့ ပေါ့ပေါ့ပါးပါးလေး ကြည့်ကောင်းအောင်ရိုက်ပြထားတဲ့ ဇာတ်လမ်းကောင်းလေး တစ်ကားမို့ အမြန်ဆုံးသာ ကြည့်လိုက်ကြပါတော့ဗျာ......File size…(2.18GB)/(1.17B)/(592MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Drama ...",
        "rating": "5.3",
        "url": "https://megaup.net/2tvI8/Royalteen.2022.DUBBED.720p.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9o1HeeC7hejE5HvQcTjMKO2S6U0.jpg",
        "title": "Som Pla Noi (2021)",
        "description": "Som Pla Noi ( 2021 ) အညွှန်း** အရင်တစ်ခါ တင်ထားတုန်းက ဘာသာပြန်လိုအပ်ချက်လေးတွေ ရှိနေလို့ ပြန်လည်ပြင်ဆင်ပြီး တစ်ဖန် တင်ဆက်ပေးခြင်းဖြစ်ပါတယ် ခင်ဗျာ **အခုတစ်ခါ တင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့ 2021 တုန်းက ထွက်ရှိခဲ့တဲ့ \" Som Pla Noi \" ဆိုတဲ့ အချစ် ဟာသ ရုပ်ရှင် ဇာတ်ကားကောင်းလေး တစ်ကားဘဲ ဖြစ်ပါတယ်။Main Cast တွေ အနေနဲ့ကတော့ ဆုမ် အဖြစ် Oom Eisaya Hosuwon, နွိုင် အဖြစ် Tono Phakin Khamwilaisak, ပလား အဖြစ် Toey Apiwat Boonanak တို့က ပါဝင် သရုပ်ဆောင်ထားကြတာဖြစ်ပြီး ဝါရင့်သရုပ်ဆောင်များစွာလည်း အားဖြည့်ပါဝင်ထားကြပါတယ်။ဇာတ်လမ်း အကျဥ်းလေးကတော့...ဒီကားကတော့ နောက်ထပ်ထိုင်းဟာသကားဇာတ်လမ်းလေးတစ်ခုပါပဲ။\nဇာတ်လမ်းနာမည်အတိုင်း စုမ် .. ...",
        "rating": "4.5",
        "url": "https://megaup.net/1Nyaq/[CM]Som.Pla.Noi.2021.720p.WEB-DL.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-solider-139x200.jpg",
        "title": "Soldier(1998)",
        "description": "၁၉၉၈ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဒီ အက်ရှင်ဇာတ်ကားလေးဟာ သာမန် စစ်ကားတစ်ကားထက်ပိုတဲ့ ခေတ်ဟောင်း ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ် ဒီဇာတ်ကားလေးကို ကြည့်ရင်း ကျွန်တော်တို့ ငယ်စဥ်က တစ်အုပ် ၁၀၀ ၁၅၀ နဲ့ ငှားဖတ်ခဲ့ရတဲ့ ဒီရဲဂျာတို့ ရာမာဖုံတို့လို ကာတွန်းစာအုပ်တွေကိုတောင် ပြေးသတိရမိပါသေးတယ်\n\" စစ်သား ဆိုတာ မိတ်ဆွေ နဲ့ မိသားစု မရှိရဘူး စစ်ပွဲက မိတ်ဆွေဖြစ်ပြီး တပ်စုကြီးက မိသားစုပဲ \" ဒါ ဇာတ်ကားထဲက စာသားလေး\nလက်မရွံ့တပ်သားတွေဖြစ်အောင် ကလေးဘ၀ထဲကနေ ပြုစုပျိုးထောင်ရင်း အင်အားကြီးလာတဲ့ တပ်စုကြီးတစ်စု...အချိန်ကြာလာတဲ့အခါမှာ လက်မရွံ့တပ်သားတွေလည်း အသက်ကြီးကြရတာပဲ\nဒါကိုမှ ကာနယ်မက်ကမ် ဆိုတဲ့သူဟာ မျိုးရိုးဗီဇပြုပြင်ပြီး မွေးထုတ်ထားတဲ့ စက်ရုပ်ဆန်ဆန် စစ်သားတွေနဲ့ အစားထိုးဖို့ လုပ်လာတယ် တော့ဒ်ကတော့ တပ်စုကြီးရဲ့ စစ်သားဟောင်းတွေထဲက အထူးချွန်ဆုံး စစ်သားတစ်ယောက်ဖြစ်ပြီး တပ်သားသစ်တွေနဲ့ အစားထိုးဖို့လုပ်ရင်း စွန့်ပစ်ခံလိုက်ရတော့တယ်\nအဲဒါကပဲ သူ့အတွက် ကောင်းဖို့ဖြစ်လာတယ်လို့ပြောရမလား ...",
        "rating": "6.0",
        "url": "https://megaup.net/39t7A/Soldier.1998.720p.(CM).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/what-133x200.jpg",
        "title": "Exploits of a Young Don Juan(1986) 18+",
        "description": "ဒီတစ်ခါတော့ ပြင်သစ်ကားကောင်းလေးတစ်ကားကို တင်ဆက်လိုက်ပါတယ် တံငါနားနီး တံငါ မုဆိုးနားနီး မုဆိုး ဆိုတဲ့စကားအတိုင်း မြို့ပေါ်မှာကျောင်းတက်ပြီး ပြန်လာတဲ့သခင်လေးဟာ သူတို့အိမ်မှာ လိင်ဆက်ဆံတာကို ကျယ်ကျယ်လုပ်ဆောင်တာမြင်သွားပြီ အရမ်းကို စမ်းကြည့်ချင်နေတဲ့သူတစ်ယောက်ပေါ့ ဒီလိုနဲ့ ကြိုးစားရင်း အိမ်မှာရှိတဲ့ဘယ်သူတွေကို အောင်မြင်အောင်လုပ်ဆောင်နိုင်မလဲဆိုတာ သိချင်စရာကောင်းတဲ့ အရာပါပဲ အဲဒါအပြင် ဇာတ်လမ်းလေးလည်း ကောင်းနေပါသေးတယ် စီးပွားရေးသမားတစ်ယောက်နဲ့ စစ်ပွဲရဲ့ ပတ်သက်မှုတွေ ဘုမသိဘမသိ အခန့်ရှေ့ မိန်းမတစ်ယောက်လာဖြားယောင်းနေပြီဆို ဘာဖြစ်တတ်လဲဆိုတာတွေ အသက်သာငယ်တာ တချို့နေရာတွေ တဖက်ကမ်းခတ်ပြီး လိုအပ်တဲ့အချိန်မှာ ပြဿနာတွေကို ဘယ်လိုဖြေရှင်းရမလဲဆိုတာတွေကို ပြည့်ပြည့်စုံစုံခံစားရတဲ့ကားကောင်းလေးတစ်ကားပါပဲFile size…(2.89GB)/(1.38GB)/(830MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:39:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Big Black Duck\nTranslated by Pucci",
        "rating": "",
        "url": " https://megaup.net/2twjh/What.Every.Frenchwoman.Wants.1986.ITALIAN.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AcKVlWaNVVVFQwro3nLXqPljcYA.jpg",
        "title": "Nope (2022)",
        "description": "Nope (2022)စိတ်ကူးတွေ ဟာသဉာဏ်တွေ အမြဲဆန်းသစ်တဲ့ ကီးနဲ့ပီလီဆိုတဲ့ ဟာသသရုပ်ဆောင်အတွဲကို အတော်များများကြည့်ဖူးကြမှာပါ။\nပီလီက သာမန် ဟာသတိုလေးတွေတင်ရိုက်တာမဟုတ်ပါဘူး။\nGet Out လို ထူးဆန်းတဲ့ရုပ်ရှင်ကောင်းမျိုးကိုလည်း ဒါရိုက်တာအဖြစ်ရိုက်ကူးခဲ့တဲ့သူပါ။\nအခုတော့ သူကိုယ်တိုင်ဇာတ်ညွှန်းထပ်ရေးပြီး ရိုက်ကူးထားတဲ့ သိပ္ပံဟော်ရာ ရုပ်ရှင်အသစ်ထွက်လာပါပြီ။\nမင်းသားကတော့ Get Out ဇာတ်ကားကတည်းက သူနဲ့အတွဲညီခဲ့တဲ့ မင်းသားပါပဲ။ဒီဇာတ်လမ်းအကျဉ်းမှာတော့ ရုပ်ရှင်ရိုက်ဖို့မြင်းတွေကို လေ့ကျင့်ပေးတဲ့ ခြံပိုင်ရှင်ကြီးတစ်ယောက်ဟာ\nကောင်းကင်ပေါ်က ပြုတ်ကျလာတဲ့ တိုလီမုတ်စပစ္စည်းတွေထိမှန်ပြီး သေဆုံးသွားခဲ့ပါတယ်။\nသူ့ရဲ့သား အိုဂျေက အဲဒီမြင်းခြံကို မပြုတ်အောင် မနည်းကျားကန်ပြီးဆက်ရုန်းကန်နေရတာပါပဲ။\nသူ့ရဲ့ညီမကတော့ ဒါရိုက်တာ သရုပ်ဆောင် အဆိုတော်ရူးလေးဖြစ်ပြီး မြင်းခြံကိုစိတ်မဝင်စားလှပါဘူး။\nတစ်နေ့မှာတော့ အိုဂျေ ဟာ သူတို့ခြံဘက်ကနေ ပန်းကန်ပြားပျံလိုအရာကြီးတစ်ခုကို ဖျတ်ခနဲ မြင်လိုက်ရပါတယ်။\nဒီတော့ သူတို့မောင်နှမနှစ်ယောက်က အဲဒီပန်းကန်ပြားပျံကို သက်သေရိုက်ကူးပြီးသူဌေးဖြစ်ဖို့ ကြံစည်ကြပါတော့တယ်။\nဒါပေမဲ့ သူတို့ထင်တာထက် ထူးဆန်းပြီး ကြောက်စရာကောင်းတဲ့ကိစ္စတွေဖြစ်လာတဲ့အခါ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Mystery, Sci-fi\nQuality…. 1080p | 720p ...",
        "rating": "7.3",
        "url": "https://megaup.net/2twif/Nope.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BY2M2MjMxNjUtZWU2MS00NTIwLWE0ZDEtOTY3NzY5NGZmY2RmXkEyXkFqcGdeQXVyODk2NDQ3MTA@._V1_-135x200.jpg",
        "title": "Samaritan (2022)",
        "description": "Samaritan (2022)\n=============\nIMDb Rating - 6.1/10စတားလုံးကြီးရဲ့ စူပါဟီးရီုး အက်ရှင်ကားအသစ်ပါ။ ဂရန်နိုက်ဆိုတဲ့\nမြို့လေးမှာတစ်ခါတုန်းက အရမ်းအားကြီးတဲ့ အမွှာနှစ်ယောက် ရှိခဲ့\nဖူးတယ်။ အင်အားအရမ်းကြီးလွန်းတော့ မြို့ထဲကလူတွေကို ထိခိုက်\nအောင်လုပ်မိတာရှိပါတယ်။ ဒီတော့သူတို့ညီအစ်ကိုကို ကြောက်လာတဲ့\nလူတွေက သူတို့အိပ်နေတုန်းမှာ အိမ်ကိုမီးတင်ရှို့လိုက်တာပေါ့။ သူတို့\nမိဘနှစ်ယောက်လုံးသေသွားပေမဲ့ သူတို့ညီအစ်ကိုကတော့ ဒဏ်ရာ\nတောင်မရဘဲလွတ်လာခဲ့ပါတယ်။အဲဒီမှာအစ်ကိုဖြစ်သူက ဆမယ်ရီတန် ဆိုတဲ့နာမည်နဲ့ လူတွေကို ကယ်တင်တဲ့\nသူရဲကောင်းဖြစ်လာပြီး၊ ညီကတော့ နဲမီးစစ် ဆိုတဲ့နာမည်နဲ့ တစ်မြို့လုံးကို\nမီးလောင်တိုက်သွင်းဖို့ ကြိုးစားလာပါတော့တယ်။ ဒီလိုနဲ့ညီအစ်ကိုနှစ်ယောက်\nအကြီးအကျယ်တိုက်ပွဲဖြစ်ပြီး နှစ်ယောက်လုံးပျောက်ဆုံးသွားခဲ့ပါတယ်။\nနှစ်ပေါင်းများစွာကြာလာတဲ့အချိန်မှာတော့ ဒီစွမ်းအားရှင်နှစ်ယောက်နဲ့ပတ်\nသတ်တဲ့ ဇာတ်လမ်းတွေပြန်ပေါ်လာပြီး ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ\nကြည့်ရမှာပါပဲ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nFile Size..........(1.7 GB) / (857 MB) / (530 MB)\nQuality............WebDL 1080p / 720p / 480p\nDuration.........1Hr 42mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama, Fantasy\nTranslator.......Mr.Anderson\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://megaup.net/1Ny0a/Samaritan.2022.720p.AMZN.WEB-DL.DDP5.1.[CM].mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pPxHH7onQ090ygTx5G5erQmQCSH.jpg",
        "title": "My Little Monster (2018)",
        "description": "My Little Monster (2018)~ MyDramaList - 7.8/10 ~ဂျပန်ပရိသတ်တွေ အတော်ရင်းနှီးလောက်မယ့် မင်းသား၊ မင်းသမီးတွေ ခေါင်းဆောင်ပါဝင်ထားတဲ့ ဂျပန်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။Shizuku ဆိုတဲ့ကောင်မလေးရှိတယ်။ စာအရမ်းတော်တယ်။ အတန်းထဲမှာလည်း ထိပ်ဆုံး။ သူဟာ ပန်းခေတ်က လမင်းလေးပေါ့။ ကြယ်မြင်လမြင် လောကဓံတွေကိုလည်းမသိဘူး။ စာကလွဲ ဘာမှမသိတဲ့ သူ့ကမ္ဘာလေးဟာ ကျဉ်းကျဉ်းလေးပေါ့။ ‌သူ့ရဲ့ နေ့ရက်အချိန်အခါတွေကို ကျက်စရာ စာတွေကပဲ ကြီးစိုးထားခဲ့တယ်။ ဒီလိုနဲ့ တစ်ခုသောနေ့ကို ရောက်လာခဲ့တယ်။အဲဒီနေ့မှာ Shizuku ဟာ Haru လို့ခေါ်တဲ့ ပင်လယ်တစ်၀က် တောင်တန်းတစ်၀က် လူပေလူတေလေးနဲ့ ကံကြမ္မာမိုး‌မည်းတွေရွာနေတုန်း ချစ်ခြင်းတရားမှတ်တိုင်ကလေးမှာ အတူတူထိုင်ပြီး မိုးအတူခို မိုးအတူစိုခဲ့ရတယ်။ စစချင်းတော့ သူတို့ဇာတ်လမ်းဟာ ပန်းလက်ဖဝါးမှာ ပါးအပ်ပိုင်ခွင့်မရှိတဲ့ကောင်လေးနဲ့ ရွှေဖိနပ်မှာ အစိမ်းရောင်ကြက်ခြေခတ်နဲ့ ကောင်မလေးရဲ့ ဇာတ်လမ်းပေါ့။ Haru ဟာ လူငယ်တစ်ယောက်ရဲ့ ကျောက်ထွင်းရာဇ၀င်ကို ရေးရင်း ...",
        "rating": "5.9",
        "url": "https://megaup.net/2tvay/(CM)_My_Little_Monster_(2018)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZDQ2ODJiOTYtM2IyNi00YTM4LWJjZjUtZWYyOWFlZTQ5NzJhXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-135x200.jpg",
        "title": "Seoul Vibe(2022)",
        "description": "Seoul Vibe(2022) အညွှန်း********************* ကဲ ဒီနေ့တော့ Trailer မြင်ကတည်းက စောင့်မျှော်ကြည့်ရှုချင်နေကြမဲ့ပရိတ်သတ်တွေအားလုံးအတွက် အလန်းစားကားကြီးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါပြီနော်အိုလံပစ်ပွဲကျင်းပခဲ့တဲ့ 1988 Vibe ကိုအပြည့်ရမဲ့ကားဖြစ်ပြီး ကားမောင်းကျွမ်းကျင်တဲ့လူငယ်တစ်စုကရန်ပုံငွေအလွဲသုံးစားလုပ်တဲ့ကိစ္စတစ်ခုကို ဖော်ထုတ်ဖို့ အသွင်ယူပြီး ပူးပေါင်းစုံစမ်းပေးကြမဲ့ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်။Cast တွေကတော့ ပြောစရာမလိုလောက်အောင်ပြီးပြည့်စုံလှပါတယ်\nအားလုံးရဲ့အချစ်တော် ယူအာအင်၊ Mouse drama မှာ အားလုံးရဲ့အာရုံစူးစိုက်မှုကို ရရှိခဲ့တဲ့မင်းသမီးလေး ဘတ်ဂျူဟျွန်း၊ Reply 1988 ထဲက မင်းသား ဂို‌ဂယောင်းဖြို၊Winner အဖွဲ့ကအဆိုတော် မင်ဟိုအပြင်...It's okay to not be okay ထဲကAutism ဇာတ်ရုပ်ကို ပီပီပြင်ပြင်သရုပ်ဖော်နိုင်ခဲ့တဲ့ အစ်ကိုကြီးဖြစ်သူ အိုဂျောင်းဆယ်၊Prison Playbook ထဲက ဆေးသမားလေး အီဂယူဟျောင်းအစရှိတဲ့ ဇာတ်ရံတွေကအစ ရှယ်တွေသုံးထားတာမလို့ အထူးညွှန်းနေစရာမလိုတော့ဘူးထင်ပါတယ်။ File Size : (1.1GB) and (366 MB)\nQuality : WEB-DL.Nf.1080p5.1Ch,720p\nFormat…mp4\nDuration…02:18:00\nGenre : Action , ...",
        "rating": "7.0",
        "url": "https://megaup.net/17Awx/Seoul_Vibe.2022.WEB-DL.1080P.5.1CH(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tvPK9FyN6wCKmuzJknlbnkhRQQU.jpg",
        "title": "The Lightning Strike ( 2022 )",
        "description": "ဒီတစ်ခါတော့ CM ပရိသတ်တွေအတွက်\nဖြစ်ရပ်မှန်မှုခင်းရုပ်ရှင်လေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကတော့\nရူးသွပ်နေတဲ့ ပါမောက္ခလော်ဟုန်ပန်းဟာ\nမူးယစ်အသစ်တစ်ခုဖြစ်တဲ့ \"ဟိုင်းလော့ရှန်\" ကို\nတီထွင်ထုတ်လုပ်ပြီး နိုင်ငံတော်ဥပဒေကို စိန်ခေါ်နေပါသတဲ့ကွယ်။\nနိုင်ငံတော်နဲ့ ပြည်သူတွေရဲ့ အကျိုးအတွက် နိုင်ငံတော်ရဲ့\nအတော်ဆုံးမူးယစ်တပ်ဖွဲဖြစ်တဲ့ \"လျှပ်စီးအဖွဲ့\"ဟာ\nဒုစခန်းမှူးယန်ရဲ့ ညွှန်ကြားမှုအောက်မှာ ဟောင်ကောင်သူလျှိရဲနဲ့\nပူးပေါင်းပြီး အချိန်ကြာ ထောင်ချောက်တစ်ခုကို အကွက်ချခဲ့ပါတယ်။ပင်လယ်တစ်လျှောက် မူးယစ်လမ်းကြောင်းကိုပိတ်ပြီး\nမြေအောက်မူးယစ်အပေးအယူလုပ်တဲ့လမ်းကြောင်းတွေကိုရှာဖွေပြီး\nမူးယစ်အဖွဲထဲကို သူလျှိဝင်ရောင်ခြင်းဖြင့် မူးယစ်ဂိုဏ်းအဖွဲကို တိုက်ခိုက်ခဲ့ပါတယ်။မူးယစ်ဂိုဏ်းကြီးတစ်ခုလုံးကို အမြစ်ပြတ်တိုက်ခိုက်နိုင်မလား......\nဟိုင်းလော့ရှန်ဆိုတဲ့ မူးယစ်ဆေးက\nတစ်ကမ္ဘာလုံး မပျံ့ခင်မှာ တားဆီးနိုင်မလား......\nဆိုတာကို ဇာတ်လမ်းထဲမှာ အတူတူ အဖြေရှာကြရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 43min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-lightning-strike-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lZquTg7Vz16nfvFPCwShTMqZiAO.jpg",
        "title": "Heartsong (2022)",
        "description": "Heartsong(2022)(1080p ရပါပြီ)Netflix ကထွက်ထားတဲ့ တူရကီ ဒရမ်မာ ဇာတ်ကားလေးပါ။ဇာတ်လမ်းက ရွာဘက်မှာ no-mad တွေလိုမျိုး ရိုးရိုးပဲနေတတ်ပြီး အမြဲပျော်ရွှင် သီချင်းဆိုနေကြတဲ့လူတွေအကြောင်းကို ရိုက်ထားတာပါ။Piroz က အမြဲသီချင်းဆို ပျော်ပျော်ရွှင်ရွှင်နဲ့နေတတ်ပြီး မင်္ဂလာဆောင်တွေမှာ သီချင်းဖျော်ဖြေတာ လိုက်လုပ်ပါတယ် မင်္ဂလာဆောင်တခုမှ သတို့သမီးကို တွေ့သွားပြီး သူ့ကိုချစ်မိသွားတယ်။သတို့သမီးလေးကလည်း သူ့ကို အရူးလို့မိဘတွေကအစ သတ်မှတ်ပြီး ယောကျ်ားပေးစားပြီး လက်လွှတ်ချင်နေတာပါ။ သူလည်း Piroz ကို ကြိုက်ပြီး အတူပေါင်းချင်တာကနေ ...သူတို့ရဲ့ အချစ်ရေးက ဘာတွေဆက်ဖြစ်မလဲ? ဒီ ဒရမ်မာဇာတ်လမ်းလေးမှာ စီးမျောခံစားရင်း ကြည့်လိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie ပါ။)File Size : 1.9GB, 772MB, 381MB\nQuality : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat : mp4\nDuration : 1hr & ...",
        "rating": "5.9",
        "url": "https://megaup.net/2tskg/[CM]Heartsong.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZTQ1YWU0ZTktNmRkNC00ZjIxLWE3ZDQtNzE4MTlhMDExOGYyXkEyXkFqcGdeQXVyMTMzNzA4MTMx._V1_-133x200.jpg",
        "title": "Gandharwa (2022)",
        "description": "Gandharwa (2022)\n====================\nAction, Drama, Thriller\nIMDb 8.6/10 (1.8K)လူသားတွေဟာ ကမ္ဘာဦးအစကတည်းက တီထွင်လာခဲ့ကြတဲ့သူတွေဖြစ်ပြီး\nသိပ္ပံနည်းကျနဲ့ လက်တွေ့ကိုမှ ယုံကြည်လာခဲ့ကြပါတယ်...ဟိုးအမှောင်ခေတ်ကနေ လကမ္ဘာပေါ်ကို တက်လှမ်းနိုင်တဲ့အထိကို\nလူ့အသိဉာဏ်ကနေ တီထွင်ဖန်းတီးမှုတွေ နည်းပညာတွေ\nဆင်းသက်လာခဲ့ပါတယ်...သို့ပေမယ့်လည်း တချို့သော ကိစ္စရပ်တွေဟာ သဘာဝတရားကြီးအတွင်းမှာရှိတဲ့\nလက်ခံနိုင်စရာအကြောင်းရင်းတွေကိုဖြတ်ပြီး ဖြစ်ပေါ်လာခဲ့ပါတယ်...ဒီလိုကိစ္စမျိုးတွေကျ\nလက်ခံနိုင်ဖို့ခဲယဉ်းလှပါတယ်...ဒီဇာတ်ကားလေးဟာ သိပ္ပံပညာနဲ့ ဆေးပညာရပ်တွေလို လက်တွေ့ကျတဲ့\nနယ်ပယ်တွေကို ဖြတ်ကျော်ပြီး မေးခွန်းထုတ်လာခဲ့တဲ့ လူတစ်ယောက်ရဲ့အကြောင်းပါနယ်မြို့လေးတစ်မြို့မှာ နေထိုင်တဲ့ အာဗီနက်ရှ်ကို တစ်ရွာလုံးကချစ်ခင်လေးစားကြသလို\nသူဟာ နိုင်ငံတော်က အားကိုးရတဲ့ စစ်သားတစ်ယောက်လည်းဖြစ်သေးတယ်...အိန္ဒိယပါကစ္စတန်စစ်ပွဲဖြစ်တော့ လက်ထပ်ထားတာ ပူပူနွေးနွေးလေးပဲရှိဦးမယ်\nစစ်တိုက်ထွက်ရပြန်ပါတယ်...ကံပဲဆိုးလေသလား တိုက်ပွဲအတွင်း အာဇာနည်\nဖြစ်သွားခဲ့တယ်...သဘာဝလွန်ဖြစ်ရပ်တွေက သူ့အားပြန်ရှင်သန်လာစေခဲ့တဲ့အခါမှာတော့....။\nFile size…2.37GB / 1.15GB\nQuality…1080p WEB DL AAC5.1CH / 720p \nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor , Kham Mon , Sora & OeliuJ",
        "rating": "8.6",
        "url": "https://megaup.net/2ttL7/Gandharwa_(2022)_Telugu_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kILAL9kJdW3f6wk9Ai0tavgi6mp.jpg",
        "title": "Level 16 (2018)",
        "description": "Level 16 (2018)~ IMDb - 6.1/10, Rotten Tomatoes - 83% ~၂၀၁၈ တုန်းကထွက်ရှိထားတဲ့ Level 16 ဆိုတဲ့ရုပ်ရှင်ကားလေးဟာ Thriller အမျိုးအစားကြိုက်တဲ့သူတွေအတွက်တော့ အံအကိုက်ဆုံးပါပဲ။ တစ်ကားလုံးမှာ ဘာဆက်ဖြစ်မလဲ... ဘယ်လိုတွေဖြစ်သွားမလဲဆိုတာကြိ စောင့်ကြည့်နေရမယ့် ကားမျိုးပေါ့။ဇာတ်လမ်းလေးကတော့ ကျောင်းတစ်ခုကနေ စထားပါတယ်။ ကျောင်းရဲ့ ထူးခြားချက်က မိန်းကလေးတွေပဲ ရှိတဲ့အပြင် တစ်ခန်းမှာ ဆယ်ယောက်ဝန်းကျင်သာရှိတယ် သူတို့ကို သင်ကြားပေးတာကတော့ မိန်းမကောင်းတစ်ယောက်ရဲ့ ကိုယ်ကျင့်တရားတွေနဲ့ ရှောင်ကျဥ်ရမယ့် ဒုစရိုက်တွေရယ်ပဲ။ အချိန်မှန်နိုးထ အချိန်မှန် စာသင်ကြရတယ်။ အချိန်မှန် အားဆေးသောက်ကြရတယ်၊ အချိန်မှန်အိပ်ရတယ်။ ကျောင်းသူတွေကို အထပ် သို့ အဆင့်သတ်မှတ်ချက်နဲ့ ခွဲထားတယ်။အဆင့် ၁၆မှာနေရတဲ့ကျောင်းသူတွေက စီနီယာအကျဆုံးပေါ့...သူတို့က ကျောင်းပြင်ပကိုလုံးဝထွက်ခွင့်မရကြပါဘူး။ ပြင်ပလေထုက သူတို့အတွက် အဆိပ်အတောက်ဖြစ်စေတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ပေါ့။ သူတို့ဟာ ချမှတ်ထားတဲ့ စည်းမျဥ်းတွေကို အတိအကျလိုက်နာရတဲ့အပြင် အနည်းငယ်တိမ်းစောင်းတာနဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2ttgp/(CM)_Level_16_(2018)_720p.mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BM2QwZjBiYjgtZDk1Zi00M2Q0LTllMTItMGNkMjMxMGFiZjdkXkEyXkFqcGdeQXVyMTE4NTI5NTA@._V1_FMjpg_UX1000_-155x200.jpg",
        "title": "Kung Fu Ghost (2022)",
        "description": "Kung Fu Ghost (2022)\n================မွဲနေပါတယ်ဆိုတဲ့ ဒေစီဆီကို အမွေပေးချင်လို့ဆိုပြီး ဖုန်းတစ်ကောလ်\nဝင်လာပါတယ်။ သူ့အဘိုးသေသွားလို့ အဘိုးရဲ့အိမ်ကိုအမွေရပါမယ်တဲ့။\nမွဲပါတယ်ဆိုမှ ဘာပြောကောင်းမလဲ ယူအက်စ်ကို ဒေစီတစ်ယောက်\nကပြီးထွက်သွားခဲ့တာပေါ့။ ဟိုရောက်မှ ပျားအုံကိုတုတ်ထိုးမိတဲ့ ဒေစီပါ။\nအမွေရတဲ့အိမ်ကြီးကလည်း ကြောက်စရာအပြည့်၊ မှောင်မဲနေတာပဲ။\nတစ်ခါတစ်ခါ ထပ်ခိုးထပ်ကနေ သူ့ကိုချောင်းကြည့်နေသလိုလို။ အဲ့ဒီလို\nအိမ်ကြီးမှာ တစ်ပတ်တိတိနေပြီးမှ အမွေရမှာတဲ့။ အဘွားအတွက် အမွေ\nရအောင်ယူမယ်ဆိုပြီး စိတ်တင်းထားပြီးကာမှ သရဲနှစ်ယောက်နဲ့ မျက်မြင်\nကိုယ်တွေ့တွေ့ရပါတော့တယ်။တစ်ယောက်ကတော့ သရဲငယ်ငယ်အဆင်လေးဝီလီယမ်ဖြစ်ပြီး နောက်\nတစ်ယောက်ကတော့ သရဲဘိုးအေကြီးပေါ့။ အဲ့ဒီသရဲနှစ်ယောက်က ဒေစီကို\nဘာလို့ဒီအိမ်မှာ နေစေချင်ရတာလဲ။ ပြီးတော့ အိမ်ကြီးထဲမှာရော ဘာတွေ\nလျှို့ဝှက်ထားသေးလဲဆိုတာကတော့ ကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ပါ။\n(Horror ဆန်ဆန်ကြည့်ရမယ့်ကားမျိုးမဟုတ်ဘဲ ဟာသဆန်ဆန်ကြည့်ရမယ့်\nကားလေးပါ။)\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)\nFile Size..........(1.96 GB) / (875 MB) / (600 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 35mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Comedy\nTranslator.......Jo ...",
        "rating": "4.5",
        "url": "https://megaup.net/2t82l/Kung.Fu.Ghost.2022.720p.WEBRip.CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMTkzMDU0NTg3MF5BMl5BanBnXkFtZTcwNzU1MjU1Mg@@._V1_-135x200.jpg",
        "title": "Gamer (2009)",
        "description": "Gamer (2009)\n=====================\nအင်မတန်ချမ်းသာပြီး နာမည်ကြီးရုံသာမက\nအာဏာပါကြီးလွန်းတဲ့ ကန်ကာဆယ် ဆိုတဲ့ လူတစ်ယောက်ဟာ\nစိတ်ကိုထိန်းချုပ်ရတဲ့ဂိမ်းတစ်ခုကို တီထွင်ခဲ့ပြီး\nလူတွေပါ၀င်ကစားလာဖို့ ဆွဲဆောင်ခဲ့ပါတယ်။\nဒီဂိမ်းဟာ သာမာန်ဂိမ်းမျိုးမဟုတ်ပဲ လူတစ်ယောက်ရဲ့လှုပ်ရှားမှုမှန်သမျှကို\nကစားသမားကထိန်းချုပ်လို့ရတဲ့ဂိမ်းမျိုးဖြစ်ပါတယ်။\nအထိန်းချုပ်ခံတဲ့သူက ပိုက်ဆံရမှာဖြစ်ပြီး\nကစားတဲ့သူက ပိုက်ဆံပေးပြီး ကစားရတာပါ။ ဒါထက်အဆင့်မြင့်သွားတဲ့ စလေယာစ် ဆိုတဲ့\nဂိမ်းမှာတော့ သေဒဏ်ကျပြီးသားလူတွေဟာ\nသူတို့စိတ်ကိုထိန်းချုပ်ခံထားရပြီးတော့ အချင်းချင်းပစ်သတ်နေတဲ့ကြားကနေ အသက်ရှင်ဖို့ကြိုးစားရတာပါ။\nအဆင့်၃၀လုံးအောင်တဲ့သူက သေဒဏ်ကနေလွတ်ကင်းပြီး အိမ်ကိုပြန်ခွင့်ရှိမှာဖြစ်ပါတယ်။\nဒီဂိမ်းမှာ ချန်ပီယံဖြစ်ဖို့ ရေပန်းစားနေတာကတော့ ဂျွန်ကေဘယ်ဆိုတဲ့ လူဖြစ်ပါတယ်။\nဂျွန်ကေဘယ် ကို ဆိုင်မွန်ဆိုတဲ့ကစားသမားက ထိန်းချုပ်ကစားနေတာဖြစ်ပြီး သူတို့နှစ်ယောက်\nဘယ်လိုအခက်အခဲတွေကြုံရမလဲ၊ အဆင့်အားလုံးကိုရော အောင်မြင်အောင်ကျော်ဖြတ်နိုင်မလားဆိုတာကို\nစိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာပါ။\nဒီကားရဲ့ တချို့အသုံးအနှုန်းလေးတွေကြမ်းပေမယ့် ဇာတ်ကားကိုက\nscience fiction action အမျိုးအစားဖြစ်တာမို့ စိတ်ကူးယဉ်ဆန်ပြီး\nကြမ်းတာမှကြိုက်တဲ့ကိုယ့်လူတို့အတွက်\nကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားလို့ညွှန်းလိုက်ပါရစေ။\nFile size…6.2GB/ 2.26GB / 1.12GB\nQuality…4k HEVC Bluray / 1080p BluRa\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Jaka",
        "rating": "5.7",
        "url": "https://megaup.net/1Num3/Gamer.2009_720p.BluRay__%7BCM%7D.mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/O1-139x200.jpg",
        "title": "One Week Friends ( 2022 )",
        "description": "2017 က ထွက်ခဲ့တဲ့ နာမည်ကြီး Movie One Week Friends ဆိုတဲ့\nဂျပန်ကားလေးရဲ့ Remake Version လေးဖြစ်ပါတယ်\nဂျပန်မင်းသားချောYamazaki Kento\nဇာတ်ကားကောင်းတွေထဲကတစ်ကားပေါ့...\nအခုတော့ တရုတ် Remake Versionလေးမှာဘာတွေပြောင်းပြီး\nဘာတွေမတူလဲမေးရင်တော့\nဇာတ်ကားလေးကြည့်လိုက်လို့ပဲပြောချင်ပါတယ်...\nဗားရှင်း ၂မျိုးလုံးကို ကြိုက်လို့ပါ...အခု တရုတ်ဗားရှင်းမှာဆိုရင် lin yi လေးနဲ့တင်\nကြည့်ရတာတန်တဲ့အပြင်တခြားမင်းသား\nမင်းသမီးအားလုံးလည်း ရူပါပါရမီပြည့်တာမို့\nကြည့်လို့ကောင်းနေတယ်...\nဇာတ်လမ်းအကျဉ်းလေးပြောပြရရင်\nယုံရှုဆိုတဲ့ကောင်လေးက ကျောင်းပြောင်းလာတဲ့\nလင်ရှန်းကျီဆိုတဲ့ ကောင်မလေးကို မြင်မြင်ချင်း\nဘာကြောင့်မှန်းမသိအရမ်းစိတ်ဝင်စားပြီး\nသူ့အနားရောက်ဖို့ ကြိုးစားခဲ့တာပေါ့...တစ်ချိန်တည်းမှာ လင်ရှန်းကျီကလည်း\nပစ်ပစ်ခါခါ ခါးခါးသီးသီးကို ယုံရှုရဲ့\nကြိုးစားမှုတိုင်းကို ငြင်းဆန်တာပေါ့...\nဘာလို့လဲဆိုတော့ လင်ရှန်းကျီဟာ\nငါးမှတ်ဉာဏ်လိုမျိုးပဲ တစ်ပတ်တာ\nမှတ်ဉာဏ်ပဲရှိသူမလို့ပါ... ဒါပေမယ့်\nဇွဲကောင်းသူ ယုံရှုကတော့ အကြိမ်ကြိမ်\nအပတ်တိုင်း ပြန်ခင်ဖို့ကြိုးစားတာပေါ့...ဒီလိုနဲ့ တစ်နေ့မှာတော့ သူတို့ သူငယ်ချင်းအုပ်စုထဲက\nကျန်းဝူနဲ့ရှောင်နန်တို့က လင်ရှန်းကျီရဲ့\nလျို့ဝှက်ထားတဲ့ အတိတ်က အဖြစ်ပျက်ကို\nသိသွားခဲ့တယ်.... ဒီအဖြစ်အပျက်က\nထူးခြားစွာနဲ့ပဲ ယုံရှုနဲ့ပတ်သက်နေတယ်...ကျန်တာဆက်ပြီးတော့ မ spoil တော့ပါဘူး...\nဇာတ်ကားလေးကြည့်လိုက်ပါတော့...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Romance\nRuntime : ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/one-week-friends-2022/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/twaD0dgcp027VgJ90csvNMDt9pw.jpg",
        "title": "The Love of the Ferry: New Legend of Liao Zhai ( 2022 )",
        "description": "ဒီတစ်ခါမှာတော့ CMပရိသတ်ကြီးကို မြေခွေးမိစ္ဆာမလေးနဲ့\nစာသင်သားလေးတို့ရဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nဟိုးရှေးရှေးလွန်ခဲ့နှစ်ပေါင်းတစ်ထောင်လောက်တုန်းက\nမြေခွေးမိစ္ဆာတစ်ကောင်ဟာ နေရာအနှံ့ဒုက္ခပေးလို့နေသတဲ့\nနတ်ဆရာကြီးတစ်ယောက်ကမြေခွေးမိစ္ဆာကိုနှိမ်နင်းပြီး\nအစီအရင်နဲ့ပိတ်လှောင်ထားခဲ့ပါတယ်။အဲဒီအချိန်မှာ ကြင်နာတတ်တဲ့ကလေးလေးတစ်ယောက်ဟာ\nမြေခွေးလေးနာကျင်နေတာမကြည့်ရက်လို့\nကူညီလိုက်ရာမှ မြေခွေးမိစ္ဆာကြီးကလွတ်သွားပါတော့တယ်။စာသင်သားလေးဝမ်ဝိန်ဟာ မြို့တော်မှတော်ဝင်စာမေးပွဲဖြေဖို့သွားရင်း\nဆောင်ကြာမြိုင်ကမိန်းကလေးယာထိုနဲ့တွေ့ဆုံပြီး စုံမက်ခဲ့ကြတယ်။\nဝမ်ဝိန်ကမထင်မှတ်ပဲ ယာထိုမိန်းကလေးရဲ့\nမိခင်ဖြစ်သူကမြေခွေးမိစ္ဆာဆိုတာကိုသိလိုက်ရပါတော့တယ်......ဒီလိုနဲ့ချစ်သူမိန်းကလေးရဲ့အကူအညီနဲ့ထွက်ပြေးလွတ်မြောက်ခဲ့ရပါတယ်။\nယာထိုလေးကတော့မိခင်ရဲ့နှိပ်စက်ခြင်းကိုခံရပါတော့တယ်။\nဘဝခြားတဲ့သူတို့ရဲ့အချစ်ဇာတ်လမ်းလေးဟာ\nချိုမြိန်ခြင်းနဲ့အဆုံးသတ်မလား\nခါးသည်းမှုတွေနဲ့အဆုံးသတ်မလားဆိုတာကို\nရင်သတ်ရှုမောဖွယ်ကြည့်လိုက်ကြပါနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-love-of-the-ferry-new-legend-of-liao-zhai-2022/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/EWK3Q_4f-141x200.jpg",
        "title": "The Blue Skies at Your Feet (2022)",
        "description": "The Blue sky at your feet (2022)\"တစ်နေ့ကျရင် မိုးတိမ်ကင်းစင်ပြီး ဖဝါးအောက်မှာ ကောင်းကင်ပြာကြီးဖြန့်ကျက်နေတဲ့တစ်နေ့ကို ရောက်လာဦးမှာပါ။ မင်းသာ ပြုံးထားမယ်ဆိုရင် သေချာပေါက် ရောက်လာမှာပါ\"ဂျပန် ကျောင်းသားကား romance/dramaကားလေးတွေကြိုက်တဲ့ ရုပ်ရှင်ချစ်သူတွေအတွက် လောလောလတ်လတ်ထွက်ရှိထားတဲ့ ဇာတ်ကားလေးကို တင်င်ဆက်ပေးလိုက်ပါတယ်။အထက်တန်းတက်နေတဲ့ မိယုနဲ့ ရှုယတို့က တွဲနေတာ ၂နှစ်နီးပါးပါပြီ။ လတိုင်း ၁ရက်နေ့မှာ ရုပ်ရှင်အတူတူကြည့်မယ်လို့ ကတိပေးထားပြီး ကတိအတိုင်းလည်း တောက်လျှောက်ကြည့်ဖြစ်ခဲ့ကြပါတယ်။\nဒါပေမဲ့ အခုတစ်လောမှာတော့ ရှုယအနားမှာ \"တိုမိုက\"ဆိုတဲ့ကောင်မလေးတစ်ယောက်ရှိနေတယ်လို့ သတင်းတွေထွက်နေပါတယ်။\nနိုဝင်ဘာလ၁ရက်နေ့မှာ ထုံးစံအတိုင်း သူတို့နှစ်ယောက်ရုပ်ရှင်သွားကြည့်ဖို့ ရုပ်ရှင်ရုံကိုသွားကြပါတယ်။ ဒါပေမဲ့ မကြည့်ခင်မှာ ရှုယဆီကို ဖုန်းကောတစ်ခုဝင်လာခဲ့ပါတယ်။ အဲဒီဖုန်းကောကြောင့် ရှုယက ရုပ်ရှင်ကြည့်ဖို့ကတိကို ဖျက်ပြီးထွက်သွားပါတယ်။အဲဒီနောက်တော့ ရှုယကပြန်ရောက်လာပြီး မိယုကိုစိတ်မဆိုးအောင် ရှင်းပြဖို့ကြိုးစားပါတယ်။ ဒါပေမဲ့မိယုကလက်မခံဘဲထွက်သွားဖို့လုပ်တာကို လိုက်တားရင်းနဲ့ ကားမတော်တဆမှုနဲ့ကြုံရပြီး ၂ယောက်လုံးသတိမေ့သွားပါတယ်။မိယုပြန်နိုးလာတဲ့အခါ နောက်တစ်ရက်ကိုရောက်မသွားဘဲ နိုဝင်ဘာ၁ရက်နေ့ကိုပဲ ပြန်ရောက်နေတာကို သိလိုက်ရပါတယ်။ အဖြစ်အပျက်တွေက အရင်နေ့ကနဲ့အတူတူပဲမို့ ရှုယကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Nud5/The_Blue_Skies_On_Your_Feet_(2022)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMTUzNzU1MzcxNV5BMl5BanBnXkFtZTgwOTQ4NjU2MzE@._V1_-141x200.jpg",
        "title": "The Admiral (2015)",
        "description": "The Admiral (2015)==============IMDb Rating - 7.0/10ဒီဇာတ်ကားကို စ​ရေးမယ့်အချိန် ပိုစတာကိုမြင်​တော့ နည်းနည်း​လေး\nအင်တင်တင်ဖြစ်သွားမိတာ အမှန်ပါ။ ဒီဇိုင်းကာလာ အ​နေအထားက\nဒီဘက်​ခေတ်ထွက် ​​ပေါ​ပေါပဲပဲစတိုင် ဖြစ်​နေတာမဟုတ်လား။ ဒီလိုနဲ့\nGoogle​ ​ပြေး​ခေါက်၊ စာ​လေးဘာ​လေး​ပြေးရှာ​တော့ တို့များဖန်​တွေ\nအ​​ပေးများတယ်ဆိုတဲ့ IMDbက 7၊ Review ဆရာကြီးများ ရှိ​နေတဲ့\nခရမ်းချဉ်သီးပုပ်က67%ဆို​တော့ နည်းနည်းစိတ်ဝင်စားသွားမိတယ်။\nနယ်သာလန်ကားဆို​တော့ မြင်​တွေ့​နေကျ အ​နောက်တိုင်းရုပ်ရှင်တွေ၊\nအ​တွေ့နည်းတယ်ဆိုတဲ့ ပြင်သစ် တူရကီစသဖြင့်ထက် ရှား​တဲ့အပြင်\nဆု၂ဆုနဲ့ nomi ၄ခုထိ စာရင်းဝင်ထား​တော့ သူများဂျင်းမထည့်ခင်\nကိုယ်အရင်အထည့်ခံရမှာလန့်ရင်း ​စ​ရေးတယ်​​ပေါ့။ဇာတ်လမ်းက ၁၇ရာစုနှစ်ကို အ​ခြေခံထားပြီး နယ်သာလန်​​ရေတပ်ရဲ့\nဗိုလ်ချုပ်ဖြစ်တဲ့ မီခယ်ဒီရိုက်တာကို အသား​ပေးရိုက်ကူးထားတာပါ။\nပ​ဒေသရာဇ်​​တွေကြီးစိုး​နေ​​သေးတဲ့ အချိန်မျိုးမှာ ရီပတ်ဘလစ်စနစ်\nစတင်အ​ကောင်အထည်​ပေါ်​​နေပြီဖြစ်တဲ့ နယ်သာလန်​ပြည်ကြောင့်ပဲ\nဒီဇာတ်ကားထဲက အရှုပ်ထုတ်​တွေ စဖြစ်ခဲ့တယ်လို့ ဆိုရမှာပါပဲ။သက်ဦးဆံပိုင်စနစ်ဘက်က မင်းမျိုးမင်းနွယ် ​​Prince of Orangeနဲ့\nပါတီနိုင်ငံ​ရေးစနစ်ဘက်က ရီပတ်ဘလစ်ကန်​တွေ ပွတ်တိုက်လာမှုရဲ့\nအကျိုးဆက်အဖြစ် ပြည်တွင်းစစ်မီးက ​တောက်လုဆဲဆဲ ဖြစ်သလို\nတစ်ဖက်မှာလည်း ​ဟော်လန်ရဲ့ ​ရေ​ကြောင်းကုန်သွယ်​ရေးလုပ်ငန်းနဲ့\nလွတ်လပ်တဲ့ ရီပတ်ဘလစ်စနစ်ကို မျက်မုန်းကျိုး​နေတဲ့ အင်္ဂလိပ်နဲ့\nပြင်သစ်​တွေက ​ရေ​ကြောင်းထိုးစစ်​တွေနဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2tj7i/The.Admiral.2015.DUTCH.720p.[CM].mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMDY2NDgzY2UtNTJjMy00ZTE2LThkYTUtYmNiNWE0NzQ4MzU5XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-141x200.jpg",
        "title": "Doraemon: Nobita’s Great Adventure in the Antarctic Kachi Kochi (2017)",
        "description": "Doraemon the Movie 2017 : Great Adventure in the Antarctic kochi kochiငယ်စဉ်ကလေးဘဝတည်းက အားလုံးနဲ့ ရင်းနှီးပြီးသားဖြစ်တဲ့\nဒိုရေမွန်ဇာတ်ကားပေါင်းများစွာထဲက စွန့်စားခန်းလေးတစ်ခုနဲ့မိတ်ဆက်ပေးပါရစေ။ဒိုရေမွန်နဲ့ နိုဘီတဟာ ဂျပန်နိုင်ငံနွေရာသီရဲ့\nပူပြင်းလွန်းတဲ့ရာသီဥတုကိုမခံနိုင်တော့တာကြောင့်\nတောင်ပစိဖိတ်သမုဒ္ဒရာရဲ့ ဧရာမရေခဲတောင်ဆီကို လာခဲ့ကြပါတယ်။ဒီကနေ ရွှေကွင်းကလေးတစ်ကွင်းကိုရှာတွေ့ သွားပြီး သူ့ပိုင်ရှင်ကို လိုက်ရှာရာကနေ\nပျောက်ဆုံးနေတဲ့ အတ္တလန်တစ်မြို့တော်နဲ့ဆက်စပ်မိသွားခဲ့ပါတယ်။\nဒီလိုနဲ့ မှော်အိတ်လေးထဲကနေ လိုတာမှန်သမျှထုတ်လို့ရတဲ့ ဒိုရေမွန်နဲ့ သူ့ရဲ့သူငယ်ချင်းတစ်စု၊\nပျောက်ဆုံးနေတဲ့မြို့တော်ကိုရှာဖွေရင်း\nဘယ်လိုအန္တရာယ်မျိုးစုံကိုဖြတ်ကျော်ရမလဲဆိုတာကို စိတ်၀င်တစားကြည့်ရှုရမယ့်\nကာတွန်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nထွက်သမျှဇာတ်ကားတိုင်းမှာ ပရိတ်သတ်တွေကိုစိတ်မပျက်စေခဲ့တဲ့ ဒိုရေမွန်၊\nဒီတစ်ခေါက်မှာလည်း ချစ်စရာAnimation များနဲ့ ရင်ခုန်စိတ်လှုပ်ရှားစွာ ကြည့်ရှုခံစားပေးကြပါဦး\nFile size…1.6GB / 902MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 41min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "6.6",
        "url": "https://megaup.net/1NCm5/Doraemon_Great_Adventure_in_the_Antarctic_Kachi_Kochi_(2017)_BluRay.720p_.AAC2.0CH.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e7FFkXihjD3W1ofGTrkoXV42oWG.jpg",
        "title": "[18+] Lampas Langit (2022)",
        "description": "Lampas Langit (2022)~ IMDb rating - 8.6/10 ~Vivamax ကားတွေ အထွက်စိပ် လူတွေထပ် ဇာတ်လမ်းတွေများလာတဲ့အချိန်မှာ ဝေဖန်သံတွေဟာ အတော်ဆူညံခဲ့ပုံရပါတယ်။ အခုနောက်ပိုင်းလည်း ကားတွေဆက်တိုက်ထွက်မြဲဖြစ်ပေမယ့် တစ်ကားထက်တစ်ကား ဇာတ်လမ်းတွေပိုကောင်း ဇာတ်အိမ်တွေပိုခိုင်မာလာတာလဲ အမှန်ပါပဲ။ဒီကားရဲ့ ဇာတ်လမ်းကို အကြမ်းဖျင်းသဘောပြောရမယ်ဆိုရင် အိမ်ထောင်ရေး အတော်ကြီးကို အဆင်မပြေတော့တဲ့ တက်သစ်စ စာရေးဆရာတစ်ယောက်နဲ့ သူ့ရဲ့အောင်မြင်နေတဲ့ ဖက်ရှင်ဒီဇိုင်နာ ဇနီးသည်တို့ဟာ နှစ်ယောက်တည်းအတူနေကြရင်တော့ ပြန်ပြေလည်နိုင်မလားဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ မိသားစုတွေနဲ့ဝေးတဲ့ ကိုယ်ပိုင်တိုက်ခန်းတစ်ခုဆီကို ပြောင်းလာကြပါတယ်။\nအဲ့ဒီတိုက်ခန်းမှာ သူတို့အိမ်နီးချင်းအသစ်အဖြစ်ဆုံလိုက်ရတာကတော့ ခင်ပွန်းသည်ဖြစ်သူ စာရေးဆရာရဲ့ငယ်စဉ်ဘ၀ ကတည်းက အားကျအတုယူရတဲ့ စာရေးဆရာစီနီယာကြီးတစ်ယောက်ပါ။သူတို့ နှစ်ယောက်ရဲ့ အိမ်နီးချင်းစာရေးဆရာအိုကြီးက သူတို့အိမ်ကို တံခါးမရှိ ဓားမရှိ ဝင်ထွက်သွားလာဖို့ဖိတ်ကြားလိုက်တဲ့အချိန်မှာ ဒီဘက်က ဂျူနီယာစာရေးဆရာနဲ့ ဟိုဘက်က စာရေးဆရာ အဘိုးကြီးရဲ့ သမီးငယ်တို့ကြားမှာ ချုပ်ထိန်းခံထားရတဲ့ ရမက်ဇောတွေ ပွင့်ဟလာတော့တာပါပဲ။ဇာတ်လမ်းက အပေါ်ယံထက်အများကြီးပိုရှုပ်ထွေးပါတယ်။ ခုခေတ်ကာလအထိ လူတွေ ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/lampas-langit-2022/",
        "category": "Adult, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pqSPfaTHqqRb7zwetOd5tkPeMX5.jpg",
        "title": "Lycoris Radiata ( 2022 )",
        "description": "CM တရုတ်ဖန်လေးတွေအတွက် ဒီနေ့ တစ်မူထူးခြားတဲ့ ဇာတ်ကားကောင်းလေးကို\nမိတ်ဆက်ဘာသာပြန်ပေးလိုက်ပါတယ်...\nအားလုံး hotel deluna ထဲက သစ်ပင်ခြောက်ကြီးကို မှတ်မိကြလား...\nမှတ်မိတယ်ဆို တရုတ်ဗားရှင်း သစ်ပင်ခြောက်ကြီးကပေါ်လာတဲ့\nအချစ်ဇာတ်လမ်းလေးလာပါပြီ...တရုတ်ကားအတော်များများမှာပါတဲ့ ဝမ်ချွမ် ( ခံစားချက်မဲ့မြစ်) ကို\nတစ်မူထူးခြားတင်ဆက်ထားတဲ့ကားပေါ့... ဒီကားလေးထဲမှာ လူ့ပြည်ရဲ့\nအပြစ်တွေကို စီရင်ဖို့အတွက် ဝမ်ချွမ်ဆီ ရောက်လာကြရတယ်... နောက်တော့\nမုန့်ဖော်( မုန့်အဖွား) ရဲ့ အဆုံးအဖြတ်အရ အပြစ်ပေးခံရတယ်... တရားမျှတစွာ\nစီရင်ပေးနိုင်ဖို့ ဥပဒေထက်မှာ ခံစားချက်ကိုမေ့ထားရသလို သွေးအေးရတယ်...ဒါပေမယ့် မန်ရှူးဟာ ဝမ်ချွမ်ရဲ့ ထိန်းသိမ်းသူဆိုပေမယ့်\nအမှတ်မထင်ကိစ္စတစ်ခုနဲ့ ရှားဟွား ဆိုတဲ့ ပန်းနတ်သားငယ်လေးတစ်ယောက်နဲ့\nဆုံခဲ့ပြီး ဘဝမှာ တစ်ခါမှမခံစားဖူးတဲ့ အနွေးဓာတ်ကို ခံစားမိခဲ့တယ်...\nဘာလို့ ဒီလိုဖြစ်တယ်ဆိုတာ မသိပေမယ့် သူ့မသိစိတ်ကနေ ဝမ်ချွမ်ကသေဆုံးနေတဲ့\nသစ်ပင်ကြီးကို ရှားဟွားက ကူညီပြီး ပန်းပွင့်လာအောင်\nအပင်အသက်ပြန်ဝင်လာအောင်လုပ်ပေးနိုင်မယ် ယုံကြည်ပြီး\nဝမ်ချွမ်ကိုခေါ်လာခဲ့တယ်...ကဲ ဒီလောက်ဆိုရင် ဘယ်လို စိတ်ဝင်စားဖွယ် ပလော့နဲ့ ရိုက်ကူးထားတယ်ဆိုတာ\nသဘောပေါက်ကြမှာပါ... နောက်ပြီး မင်းသားရူပါတော့မသိပေမယ့် မင်းသမီးရူပါက\nအကိတ်တလိုင်းမို့ ဒါနဲ့တင်တန်နေပါပြီလို့ ပြောပြီး ဇာတ်လမ်းလေး\nပရိုမိုရှင်း ဆင်းလိုက်ပါတယ်.\nQuality ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/lycoris-radiata-2022/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/11bQBin5awp9xGoyB5JiXeSJsud.jpg",
        "title": "Alienoid (2022)",
        "description": "Aliennoid (2022)ထွက်မလာခင်ကတည်းက ဟိုးလေးတကျော်ကျော်နဲ့\nပရိသတ်တွေစောင့်နေတဲ့ Sci-Fi Action အမျိုးအစား Alienoid Part 1 ကတော့ ထွက်လာပါပြီ\nကျွန်တော်ကတော့ စောင့်ရကျိုးနပ်တယ်လို့ပဲ ပြောချင်ပါတယ်သုံးထားတဲ့ CGI တွေ နောက်ခံစကားပြော သရုပ်ဆောင်တွေနဲ့\nဇာတ်ကောင်တွေနဲ့အလိုက် သရုပ်ဆောင်တွေကို သုံးထားတာတော့ အံဝင်ခွင်ကျပါပဲမင်းသား Woo Bin ရဲ့ Comeback ရုပ်ရှင်ကတော့ K Industry မှာ တစ်ခေတ်ဆန်းသစ်ပြန်ပါပြီဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့\nဂိုလျောခေတ်ကို ဂြိုဟ်သားတွေ ရောက်လာတဲ့ကိစ္စပါပဲ\nတစ်ချိန်တည်းမှာပဲ လက်ရှိခေတ်မှာရော ဂြိုဟ်သားတွေ ကမ္ဘာမြေပေါ်ကိုရောက်လာပါလေရော\nအချိန်နှစ်ခုကို ယှဉ်ရိုက်ထားပြီး အဲဒီအချိန်နှစ်ခုကြားမှာ ဘယ်လို ပတ်သက်ဆက်နွယ်မှုတွေ ရှိသလဲဆိုတာကတော့ မြှုပ်ကွက်တစ်ခုပါပဲအားလုံးပဲသိတဲ့အတိုင်း ပါဝင်ထားတဲ့သရုပ်ဆောင်တွေကလည်း သူ့ထက်ငါ တပြားမှမလျော့ကြတဲ့သူတွေပါပဲ- Reply 1988 ထဲက Ryu JunYeol\n- Our Blues ထဲက Kim Woo Bin\n- 25-21 ထဲက သည်းသည်းတုန်လေး Kim Tae Ri ...",
        "rating": "6.9",
        "url": "https://megaup.net/39qiD/Alienoid.Part.1.2022.720p.WEB-DL.AAC5.1.CM.mp4",
        "category": "Action, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/R57cPTmF4Fmx5vkoBKonMEqwMk.jpg",
        "title": "Punish Evil ( 2022 )",
        "description": "CM ကနေပြီးတော့ Punish Evil ဆိုတဲ့\nဇာတ်ကားလေးနဲ့မိတ်ဆက်ချင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ၂၀ ရာစုနှစ်မှာ\nတရုတ်ပြည်တောင်ပိုင်းရဲ့ မြို့လေးဖြစ်တဲ့ပင်းဟိုင်မှာ\nရဲခေါင်းဆောင် Song Hai ကပင်းဟိုင်ရဲ့ဖြစ်သမျှ အမှုတွေကိုဦးဆောင်ရတဲ့သူပေါ့။တစ်နေ့မှာ ပင်းဟိုင်ဘဏ်ရဲ့ ဘဏ်လုယက်မှုမှာပါဝင်ပတ်သက်သူ\nZhuang Zhi Qiang ကသူ့အဖွဲ့ကိုဦးဆောင်ပြီးဘဏ်ကို လုယက်ခဲ့တယ်။\nZhuang Zhi Qiang ဦးဆောင်တဲ့အဖွဲ့က\n၂ မိနစ်အတွင်းလုယက်မှုကိုအောင်မြင်သွားနိုင်တဲ့အပြင်\nရဲတွေလက်ထဲကနေ လွတ်မြောက်နိုင်တဲ့လက်ရဲပြီးရက်စက်တဲ့အဖွဲ့ပေါ့။\nဒီလိုနဲ့ အမှုတွေဆက်တိုက်ဖြစ်လာရင်းရဲတွေက\nသဲလွန်စတွေနဲ့လိုက်လံဖမ်းဆီးတဲ့အခါမှတော့ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ။\nဒီကားလေးကတော့ အက်ရှင်ကားကိုမှကြိုက်နှစ်သက်တဲ့လူတွေအတွက်\nရင်ခုန်စိတ်လှုပ်ရှားဖွယ်တင်ဆက်ထားတာကြောင့်\nဇာတ်လမ်းလေးကိုကြည့်ရူလိုက်ရအောင် ~\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime , Drama\nRuntime : 1h 25min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/punish-evil-2022/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/jul-302-141x200.jpg",
        "title": "[21+] A Husband And Wife {JUL-302}",
        "description": "Ririko Kinoshita လေးရဲ့ ခန့်ငြားလှတဲ့ အလှတွေလဲကြည့်ရမယ်\nဇာတ်အိမ်ကောင်းကောင်းလေးလဲခံစား ချင်တယ်ဆိုရင် ဒီကားလေးက လက်မလွှတ်သင့်ပါဘူး\nသူမရဲ့ ရင့်ကျက်တဲ့ဣန္ဒြေ အရှက်တရား မရဲမဝံ့ စတဲ့ အမူရာလေးတွေက အရမ်းချစ်ဖို့ကောင်းနေရော\nသူ့အသက်က ၃၈ ဆိုပေမဲ့ တက်ကြွလန်းဆန်းနေသူတစ်ယောက်ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့====================\nအိမ်ထောင်သက်ကြာလာပြီးငြီးငွေ့နေတဲ့ အိမ်ချင်းကပ်ရက်\nအတွဲနှစ်တွဲအကြောင်းနဲ့အစပြုထားပါတယ်\nကလေးယူဖို့ကြိုးစားနေပေမဲ့ မအောင်မြင်ကြရှာပါဘူး\nဒါနဲ့ပဲ သူတို့ ရင်ခုန်စရာလေးတွေ ဖန်တီးမယ်ဆိုပြီး ကစားနည်းတစ်ခုထွင်လိုက်ပါတယ်\nကစားနည်းလေးက ထူးဆန်းတယ်ဗျ\nမယားချင်းလဲအိပ်တာတဲ့လေ\nဘယ်သူဘယ်လောက် မနာလိုစိတ်ရှိလဲ အဲဒီအစား ရင်ခုန်လဲ\nဆိုတာ သိရဖို့အတွက်ပါပဲ\nမမကြီးရဲ့ အမူအရာတွေက တည်ငြိမ်သလောက်\nအတွင်းစိတ်က နွားရိုင်းမလေးလို ဖြစ်နေတာကို\nပုံဖေါ်ထားတာဖြစ်ပြီး ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်တာကြောင့်\nDS Fans တွေအတွက်တင်ဆက်လိုက်ပါတယ်\nFile size…2.08GB  / 1.1GB\nQuality…1080p \nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtilte(Hard Sub)\nEncoder….X Cross\nTranslated by Ki  Mu Chi",
        "rating": "",
        "url": "https://channelmyanmar.org/21-a-husband-and-wife-jul-302/",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYTU1ZTc0NDYtZjdkZC00NTJkLWJlYzEtYzY1NzgwNTAwYTljXkEyXkFqcGdeQXVyMTE0MzY0NjE1._V1_-135x200.jpg",
        "title": "Bairagee (2022)",
        "description": "ကန်နာဒါလောကက ကိုယ်တွေမင်းသားကြီး\nပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်ရှီဗာဟာ ကျားပြဇာတ်ကို သရုပ်ဆောင်တဲ့\nသူတစ်ယောက်ဖြစ်ပြီး\n\"ကျားကြီး ရှီဗာ\" ဆိုတဲ့ အမည်တွင်တဲ့အပြင်\nဒေါသကြီးတဲ့သူအဖြစ်လည်း နာမည်ကြီးပါတယ်တစ်နေ့ သူ အဲဒီဒေါသကြောင့်ပဲ\nထောင် ၁၅ လ ကျခဲ့ပြီး ပြန်လွတ်လာတော့\nဒေါသကြီးတာမကောင်းဘူးဆိုပြီး\nဒေါသကို ချုပ်ထိန်းက ကျိုးနွံတဲ့စိတ်နဲ့\nလူသစ်တစ်ယောက်လို နေထိုင်ခဲ့ပါတယ်အဲဒီလိုနဲ့ သူ အလုပ်အတူလုပ်တဲ့ ဗက်တာဗီဆိုတဲ့\nကောင်လေးနဲ့တွေ့ပြီး\nညီအစ်ကိုအရင်းတွေကို ခင်လာခဲ့ပါတော့တယ်သူတိုတွေ အတူတူပျော်ပျော်ရွှင်ရွှင်နေထိုင်ကြပြီး\nသူတိုချစ်တဲ့ကောင်မလေးတွေကို ပိုးရင်းနဲ့ ဘဝကို အေးချမ်းစွာ ဖြတ်သန်းခဲ့ကြပေမယ့်မထင်မှတ်ထားတဲ့ ကံကြမ္မာအပြောင်းအလဲတစ်ခု (သိုမဟုတ်) မကောင်းတဲ့လူတစ်စုကြောင့်\nရှီဗာရဲ့ ကိုယ်တွင်းမှာ ချုပ်တည်းထားတဲ့\nကျားတစ်ကောင်ဟာ ပေါ်ထွက်လာခဲ့ပါတော့တယ်မေတ္တာတရားတွေနဲ့ ချည်နှောင်ထားတဲ့\nဒီကားလေးဟာ ဝမ်းနည်းစရာများလည်း ရောယှက်လျက် ကြည့်ရှုသူများကို\nလူ့ဘဝဇာတ်ခုံရဲ့ စုံလင်လှတဲ့ အရောင်အသွေးတွေကို\nမြင်စေမယ့် ရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်စေမှာ အသေအချာပါပဲရှင်\nFile size…2.96GB / 1.43GB\nQuality…1080p AVC AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sora & Kham Mon & OeliuJ & ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/bairagee-2022/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BOWQwOTA1ZDQtNzk3Yi00ZmVmLWFiZGYtNjdjNThiYjJhNzRjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Top Gun: Maverick (2022)",
        "description": "Top Gun: Maverick (2022)\n====================\nIMDb Rating - (8.6/10) / Rotten Tomatoes (96%)တွမ်ခရုရဲ့ အအောင်မြင်ဆုံး ရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်ခဲ့တဲ့\nတော့ပ်ဂန်းရုပ်ရှင်ရဲ့ အဆက် တော့ပ်ဂန်း-မက်ဗရစ်ထွက်လာပါပြီ။ဒီရုပ်ရှင်ထဲမှာတော့ မက်ဗရစ်ရဲ့ မိတ်ဆွေကြီးအိုက်စ်တောင် ရေတပ်ဗိုလ်ချုပ်\nဖြစ်နေပါပြီ။ ဒါပေမဲ့ မက်ဗရစ်ကတော့ ပြဿနာတွေရှာလိုက် လူကြီး\nတွေနဲ့ ငြိလိုက်နဲ့ သက်တမ်းရင့် ကပ္ပတိန် (ဗိုလ်မှူးကြီး) ဖြစ်နေတုန်းပါပဲ။ သူ့ကိုအပြီးသတ်\nအနားပေးခါနီးမှာပဲ အရေးကြီးတဲ့ စစ်ဆင်ရေးတစ်ခုပေါ်လာပါတယ်။\nအဲဒီစစ်ဆင်ရေးက အရမ်းခက်ခဲလွန်းတဲ့အတွက် တော့ပ်ဂန်း သင်တန်းဆင်း\nအတော်ဆုံးလေယာဉ်မှူးတွေကို ပြန်ခေါ်ပြီး မက်ဗရစ်ကို နည်းပြအဖြစ်\nတာဝန်ပေးလိုက်ပါတော့တယ်။အဲဒီအဖွဲ့ထဲမှာပဲ တိုက်တိုက်ဆိုင်ဆိုင် ဂုစ်ရဲ့ သားပါလာပြီး သူက မက်ဗရစ်ကို\nသူ့အဖေသေရတဲ့အတွက်မုန်းတီးနေတဲ့သူပါ။ သူတို့နှစ်ယောက်ကြားက\nအမုန်းတွေကိုဘယ်လိုဖြေရှင်းပြီး မဖြစ်နိုင်တဲ့စစ်ဆင်ရေးတစ်ခုကို ဘယ်လို\nရအောင် တိုက်ခိုက်ကြမလဲဆိုတာ....ဒီရုပ်ရှင်မှာကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီရုပ်ရှင်ဟာ $1.3 Billionနီးပါး ရုံတင်ငွေရရှိထားတာဖြစ်ပြီး၊ တွမ်ခရုရဲ့\nသရုပ်ဆောင်သက်တမ်း နှစ်(၄၀)အတွင်း ပထမဆုံးသော Billionနဲ့ချီပြီး\nဝင်ငွေရရှိခဲ့သော ရုပ်ရှင်တစ်ကားလည်းဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)ဇာတ်ကားက Top Gun (1986) ...",
        "rating": "8.6",
        "url": "https://megaup.net/17whg/Top.Gun.Maverick.2022.IMAX.720p.AMZN.WEBRip.DDP5.1.Atmos[CM].mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/top-gun-poster-133x200.jpg",
        "title": "Top Gun (1986)",
        "description": "Top Gun (1986)\nIMDb - 6.9/10_____Rotten 54%\nWon 1 Oscar. Another 10 wins & 5 nominations\nဒီကားက ၁၉၈၆ ခုနှစ်ကထွက်ခဲ့တာဖြစ်ပြီး နှစ် ၃၀ ကျော်ကြာမှာတော့ သူ့ရဲ့အဆက် နံပါတ် ၂ ဇာတ်ကား Top Gun: Maverick (2022) ရုပ်ရှင်ကားလဲ ထွက်ရှိလို့ လာခဲ့ပါပြီ။\nTop Gun 1986 ဇာတ်ကားကတော့ ခပ်မိုက်မိုက် အမေရိကန်လေသူရဲတစ်ယောက်နဲ့ ခပ်မိမိဆရာမလေးတို့ရဲ့အချစ်အကြောင်းကို အမေရိကန်တိုက်လေယာဉ်သင်တန်းကျောင်းတစ်ခုမှာ အခြေခံရိုက်ကူးထားတဲ့ ဇာတ်ကားပါ။မင်းသားကြီး တွမ်ခရုစ်ရဲ့ နာမည်ကြီးဇာတ်ကားဖြစ်ပြီး ၂၀၂၂ ခုနှစ် အသက် ၆၀ ထိ နုပျိုနေတဲ့ တွမ်ခရုစ်အကြောင်းတွေက မမြင်ချင်မှ အဆုံးပါပဲ။ဒီထဲက မင်းသမီး Kelly McGillis ကိုတော့ အိုစာလွယ်တယ် ပုံပျက်လွယ်တယ်ဆိုပြီး တွမ်ခရုစ်ပုံနဲ့ ယှဉ်ပြီးပြပြတတ်ကြပါတယ်။တကယ်တော့ မင်းသမီး ကယ်လီမက်ဂေးဟာ ဒီဇာတ်ကားမရိုက်ခင် ...",
        "rating": "6.9",
        "url": "https://megaup.net/2s72C/(CM)_Top_Gun_(1986)_BluRay_720p.mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYWMwODliMDgtNzc5MS00NzZmLWJmYWEtMzU4Zjg3NzY3YzAyXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "Paa (2009) Father",
        "description": "IMDb Rating (7.1)အမီတာဘဂျမ်းတို့ သားအဖ အတူတွဲပြီး သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားတွေထဲမှာ ဒီဇာတ်ကားက အငိုရဆုံးနဲ့အထိဆုံးပါပဲ။ဒီထဲမှာတော့ အမီတာဘဂျမ်းက ၁၂ နှစ်အရွယ် သားအဖြစ် သရုပ်ဆောင်ထားပြီး အဗီရှိတ်ဘဂျမ်းက ဖခင်နေရာကနေ ပြောင်းပြန် သရုပ်ဆောင်ထားကြပါတယ်။အမီတာဘဂျမ်း တဖြစ်လဲ Auro ဆိုတဲ့ကောင်လေးဟာ ရှားပါးရောဂါဖြစ်တဲ့ Progeria (မျိုးဗီဇချို့ယွင်းမှုကြောင့် အိုမင်းမြန်တဲ့ရောဂါ) ခံစားနေရတာကြောင့် အသက် ၁၂ နှစ်မှာပဲ အလွန်အမင်းအိုမင်းရင့်ရော်တဲ့ကလေးငယ်လေးတစ်ယောက်ဖြစ်နေပါပြီ။ ဒါပေမယ့်သူဟာ ဉာဏ်ရည်ထက်မြက်တဲ့ကောင်လေးဖြစ်ပါတယ်။အဗီရှိတ်ဘဂျမ်း တဖြစ်လဲ Amol Arte ကတော့ တက်ကြွတဲ့နာမည်ကြီးနိုင်ငံရေးသမားတစ်ဦးဖြစ်ပြီး Auro ရဲ့ဖခင် ဖြစ်ပေမယ့် လူသိမခံထားပါဘူး။မင်းသမီး Vidya Balan တဖြစ်လဲ Dr. Vidya ကတော့ Auro ရဲ့မိခင်ဖြစ်ပြီး ရောဂါသည် သားလေးကို စောင့်ရှောက်နေသူလေးပါ။ထူးဆန်းတဲ့ရောဂါသည်သားလေးနဲ့ သားကိုသိပ်ချစ်တဲ့မိခင်နဲ့ သားကို လူသိမခံဝံ့တဲ့ ဖခင်နိုင်ငံရေးသမားနဲ့တို့ကြားမှာ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ..........။ဒီဇာတ်ကားက ဆုပေးပွဲများစွာမှာ Best Actor,Best ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/paa-2009-father/",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/krKnsfvSJM1PL40tLicRhVQ6kuG.jpg",
        "title": "[18+]Enter the Void(2009)",
        "description": "Enter the Void(2009)အညွှန်း**************************(အဖော်အချွတ်နဲ့ SEX အခန်းများပါရှိတာကြောင့်မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး.)၂၀၀၉ ခုနှစ်က ထွက်ရှိထားတဲ့ Fantasy/ Drama ဆန်ဆန်ဇာတ်ကားဖြစ်ပြီးafter-death သီအိုရီတွေကို visual ပြကွက်အလန်းတွေနဲ့ ပြင်သစ်ဒါရိုက်တာGaspar Noe ကတင်ဆက်ပေးထားတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းကို base ထားတာတော့ ဂျပန်နိုင်ငံ တိုကျိုမြို့မှာဖြစ်ပါတယ်။အော်စကာက ဂျပန်မှာ နေနေတဲ့ နိုင်ငံခြားသားလူငယ်တစ်ယောက်ပေါ့။သူ့အလုပ်က မူးယစ်ဆေးမှောင်ခိုရောင်းတာပါ။\nသူ့သူငယ်ချင်းဖြစ်သူ အဲလက်စ်က တခြားအလုပ်ရှာခိုင်းပေမယ့်ကိုယ်တိုင်သုံးရတာကြိုက်တဲ့ အော်စကာက ဆက်ရောင်းမြဲရောင်းနေခဲ့တာပေါ့။သူ့မှာ လင်ဒါဆိုတဲ့ ညီမတစ်ယောက်ရှိပြီး လင်ဒါက နိုက်ကလပ်မှာ အဖော်ချွတ် အကမယ်လုပ်ပါတယ်။တစ်နေ့ လက်ထောက်ချခံရပြီး အော်စကာတစ်ယောက် ရဲတွေလက်ကပြေးရင်း သေနတ်နဲ့ပစ်ခံလိုက်ရတဲ့အခါ….သူတကယ်သေသွားတာလား ဒီလောကထဲမှာ ထပ်ကျင်လည်ရဦးမှာလားဆိုတာကတော့File Size : (3.6GB)(1.1 GB) and (386 MB)\nQuality : Blu-Ray1080p5.1CH, 720p\nFormat…mp4\nDuration…02:41:00\nGenre : Drama , Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Ntqp/Enter_the_Void.2009.BLU-RAY1080p5.1CH(CM).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wWB6Yk99gbOS48UHSPgWO8IIUVV.jpg",
        "title": "The Great Illusionist 2 ( 2022 )",
        "description": "CM ချစ်ပရိသတ်တို့အတွက် Part 1 နဲ့ ဇာတ်လမ်း\nလုံးဝချိတ်ဆက်နေတာမဟုတ်ပေမယ့် part 1 လိုပဲ\nစိတ်ဝင်စားဖို့ကောင်းတဲ့Great Illusionist part 2 ကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...လုံစုန်အရာရှိတစ်ယောက် ထူးခြားတဲ့\nလူသေမှုတွေကို ရင်ဆိုင်ရပြီး\nဖြည်းဖြည်းချင်း ရှာဖွေစစ်ဆေးရာမှာ\nထူးခြားစွာ သေဆုံးသူ ၃ ယောက်လုံးရဲ့\nတူညီတဲ့သဲလွန်စကို ရခဲ့တာပေါ့...ဒါကတော့ ၃ ယောက်လုံးက တိုက်တိုက်ဆိုင်ဆိုင်\nကျောင်းနေဖက်တွေဖြစ်ခဲ့ပြီးတော့ လွန်ခဲ့တဲ့ ၄ နှစ်က\nတိုက်တိုက်ဆိုင်ဆိုင်\nအကြောင်းမဲ့ ကျောင်းနားခဲ့ကြတယ်ဆိုတာပါပဲ...\nသေဆုံးသူ ၃ ယောက်လုံးက ကျောင်းနားတာတင်မကဘူး\nမိသားစုကျောထောက်နောက်ခံကောင်းပြီး\nငွေကြေးကြွယ်ဝတဲ့အပြင် အာဏာပါရှိတဲ့\nမိသားစုကဆိုတာပါ သိခဲ့ရတော့ ဒါက\nသွေးရိုးသားရိုး မဟုတ်မှန်း\nသဘောပေါက်ပြီး သေချာစုံစမ်းတဲ့အခါမှာ\nလွန်ခဲ့တဲ့ ၄ နှစ်က မတော်တဆမှုနဲ့ပါ ချိတ်ဆက်မိလာခဲ့တယ်...ဒီကားထဲ အကြိုက်ဆုံး ဒိုင်ယာလော့လေးကတော့\n\"ဒီလောကမှာ ငွေရှိတဲ့သူက\nသက်ဆိုးရှည်ပြီး မရှိတဲ့သူက သေသင့်တာလားတဲ့\"တဲ့...\nGreat Illusionist part 1 တုန်းကလိုပဲ\nဇာတ်လမ်းအစတည်းက အဆုံးထိ\nတဖြည်းဖြည်းချင်း ဆွဲခေါ်သွားတာမို့\nထူးခြားဆန်းပြားဖွယ်ဇာတ်ကားကောင်းလေးမို့\nကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးထဲက တစ်ခုပါ..\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-great-illusionist-2-2022/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/dc_league_of_superpets_ver5_xlg-140x200.jpg",
        "title": "DC League of Super-Pets (2022)",
        "description": "ဇာတ်လမ်းကတော့ နာမည်အတိုင်းပါပဲ ဒီစီစူပါဟီးရိုးတွေရဲ့ အိမ်မွေးအကောင်လေးတွေအကြောင်းပါပဲ။ အဓိက ဇာတ်ကောင်ကတော့ စူပါမန်းရဲ့ ခွေး ခရစ်ပတိုဖြစ်ပြီး အသံသရုပ်ဆောင်အဖြစ် The Rock က ပါဝင်ထားပါတယ်။ သူ့သူငယ်ချင်း ခွေးအဖြစ် အေ့စ်နေရာမှာ ကယ်ဗင်ဟာ့ကပဲ သရုပ်ဆောင်ထားတာမို ထုံးစံအတိုင်း အတွဲညီညီရယ်ရမှာပါပဲ။ ကျွန်တော်တိုရဲ့မင်းသားကြီး ကီရာနူးရိဗ်ကလည်း ဘတ်မန်းနေရာက အသံသရုပ်ဆောင်ပြီး၊ ဂျွန်ကရာဆင်းစကီးက စူပါမန်းအဖြစ် သရုပ်ဆောင်ထားပါတယ်။လက်စ်လူသာရဲ့ စမ်းသပ်ခန်းကလွတ်လာတဲ့ လူလူဆိုတဲ့ ပူးလေးဟာ စူပါပါဝါတွေရသွားပြီး ဂျက်စတိလိတစ်ခုလုံးကိုဖမ်းထား၊ လက်စ်လူသာကိုကယ်တင်ပြီး ကမ္ဘာကြီးကိုအုပ်စိုးဖို လုပ်ပါတော့တယ်။ ဒါကို စူပါကောင်လေးတွေက ဘယ်လို စုပေါင်းကယ်တင်ကြမလဲဆိုတာ ကြည့်ရမှာပါပဲ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mr.Anderson ပါ )File Size__(1.7GB) / (910MB)\nQuality__WEB-DL_1080p, CAM- 720p\nIMDb Rating__7.8/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Adventure, Animation\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Mr.Anderson\nEncoded by Naing ...",
        "rating": "7.8",
        "url": "https://megaup.net/2tr5v/DC_League_of_Super_Pets_(2022)_WEB-DL_1080p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMTM4NDIwMTYxMV5BMl5BanBnXkFtZTcwMzQ2ODUyMQ@@._V1_-136x200.jpg",
        "title": "Ju-on: The Grudge (2002)",
        "description": "Ju-On: The Grudge (2002)ဂျပန်နာမည်ကြီးရုပ်ရှင် ဒါရိုက်တာ Takashii Shimizu ရဲ့ အောင်မြင်ခဲ့တဲ့ Ju-On sequel ကားတွေထဲက ၂၀၀၂ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ Ju-On ရုပ်ရှင်တွေက ဂျပန်မှာ အလွန်အောင်မြင်ခဲ့တာဖြစ်ပြီး သူ့ရဲ့ဇာတ်ကားတွေက ထိုခေတ်အခါက တခြားhorrorတွေနဲ့ မတူကွဲပြားတယ်လို့ ဆိုကြပါတယ်။ Howling Villageအပါအဝင် Ox-Head Village,Suicide Forest village ကားတွေရဲ့ ပဲ့ကိုင်ရှင်ပါပဲ။နဲရိမခရိုင်မှာ သရဲအခြောက်ကြမ်းပြီးကျိန်စာသင့်နေတယ်ဆိုတဲ့ အိမ်တစ်အိမ်ရှိခဲ့ပါတယ်။ အဲဒီအိမ်မှာနေထိုင်တဲ့မိသားစုမှန်သမျှ ကျိန်စာမိပြီး လူစားလဲခံရကာ သေဆုံးကုန်ပါတယ်။အဲဒီအိမ်ရဲ့အရင်ပိုင်ရှင်ဖြစ်သူက သူ့မိသားစုတစ်ခုလုံးကိုပြန်သတ်ပြီး သူကိုယ်တိုင်လည်း သူ့မိန်းမရဲ့ဝိဉာဉ်သတ်လို့ သေဆုံးခဲ့တာပါ။ ဇောကပ်ပြီး သေဆုံးခဲ့ရတဲ့သူ့မိသားစုရဲ့ဝိဉာဉ်တွေက မကျွတ်မလွတ်နိုင်ဘဲ အဲဒီအိမ်ထဲကို ဝင်လာသူမှန်သမျှကို ကျိန်စာတိုက်ခဲ့ပါတယ်။ ကျိန်စာမိသွားတဲ့သူတစ်ယောက် သေပြီးရင် နောက်တစ်ယောက်ဆီကို ကျိန်စာကူးပြောင်းကာ ထူးဆန်းစွာနဲ့ ထပ်မံသေဆုံးရပါတယ်။\nဒီအိမ်မှာ လက်ရှိနေထိုင်နေတဲ့ နခဂဝါမိသားစုဝင်တွေရော ဘယ်လိုအဖြစ်ဆိုးတွေနဲ့ ကြုံရပြီး ကျိန်စာသင့်ကြဦးမှာပါလဲ။ သရဲ တစ္ဆေနဲ့ ကျိန်စာဇာတ်လမ်းတွေနှစ်သက်တဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/ju-on-the-grudge-2002/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1TeUMvE2vs0cuAnLKaPR2qsvonT.jpg",
        "title": "The Assistant (2022)",
        "description": "The Assistant (2022)အသစ်ထွက်ထားတဲ့ Action /Thriller ကားလေးပါ။ဇာတ်လမ်းက Zafil တစ်ယောက် ထောင်က လွတ်လာရာက စပါတယ်။ သူက အမှုတခုနဲ့ ထောင်၁၀နှစ်ကျခဲ့တာပါ။ထောင်ထွက်ထွက်ချင်းမှာပဲ သူ အရင်နေခဲ့တဲ့ အိမ်ကို သွားပါတယ်။ ဝမ်းနည်းစရာက သူထောင်ကျနေတုန်းမှာ သူ့ရဲ့ မိန်းမနဲ့ သားလေးက အသတ်ခံလိုက်ရပါတယ်။ ဒါပေမဲ့ အဲ့ဒီမှာ လူတစ်ယောက်နဲ့တွေ့ပြီး သူ့မိန်းမနဲ့ကလေး အတွက် ကလဲ့စားချေဖို့လမ်းစရသွားပါတယ်။Zafil ရဲ့ မိန်းမနဲ့ကလေးကို ဘယ်သူက သတ်တာလဲ?\nနောက်ကွယ်မှာ ဘယ်သူတွေပါနေမလဲ?\nသူ့ရဲ့ ကလဲ့စားချေမဲ့ ခရီးစဉ်ကြီးကကော ဘယ်လိုဆက်ဖြစ်မလဲ? ဆိုတာတော့ ဆက်ပြီး ကြည့်လိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie ပါ။)File Size : 1.9GB, 820MB, 412MB\nQuality : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat : mp4\nDuration : 2hr ...",
        "rating": "6.2",
        "url": "https://megaup.net/2tpgz/[CM]The.Assistant.2022.720p.WEB-DL.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BOGI1NTU3ZmQtZWMzNS00MDA5LTk5MTUtZTY2YWU2YmQ5MjI3XkEyXkFqcGdeQXVyNjMxMTE5NTY@._V1_-141x200.jpg",
        "title": "Fullmetal Alchemist_The Revenge of Scar (2022)",
        "description": "Fullmetal Alchemist : the Revenge of Scar (2022)အန်နမှာ အောင်မြင်ထားပြီး သူ့ကိုယ်ပိုင်ပရိသတ်နဲ့ သူရှိပြီးသားFullmetal Alchemistကို 2017တုန်းက live actionရိုက်ခဲ့ပါတယ်။ အန်နမဲကြည့်ထားတဲ့သူအတွက် ဘယ်လိုနေမလဲမသိပေမဲ့ ဒီတိုင်းကြည့်ရင်တော့ မဆိုးပါဘူး။ ကြည့်ကောင်းပြီး စိတ်ဝင်စားစရာလည်းကောင်းပါတယ်။ ရိတ်တင်အနေအထားအရ အန်နမဲ ပရိသတ်အတွက်တော့ စိတ်ပျက်စရာဖြစ်သွားပုံရပါတယ်။ဇာတ်လမ်းကတော့ ပထမကားအတိုင်းပဲ Edward Elricက ခန္ဓာမရှိတဲ့ သူ့ညီအတွက် ခန္ဓာပြန်ရအောင်လုပ်ပေးဖို့ ကြံပါတယ်။ ဒီလိုနဲ့ သူတို့ မြို့တော်ကို လာတဲ့လမ်းမှာ နိုင်ငံခြားက Alchemistဆန်ဆန်ပညာသည်တွေနဲ့ မင်းသားတစ်ပါးက သူတို့ဆီ အဂ္ဂရိတ်ဓာတ်လုံးအကြောင်းမေးရင်း ရန်ထဖြစ်ကြတယ်။ နောက် scarလို့ခေါ်တဲ့ သူတို့မြို့က alchemistတွေ ဖျက်ဆီးလိုက်တဲ့ Ishvalan က လူတစ်ယောက်က လက်စားချေဖို့ alchemistတွေတစ်ယောက်ပြီးတစ်ယောက်လိုက်သတ်နေပါတယ်။ ဒီလိုနဲ့ Edward နဲ့ scarတို့ ထပ်တိုက်တိုးကြပါရော။ ဒီလိုနဲ့ဘာတွေဆက်ဖြစ်မလဲတော့ ကိုယ်တိုင်ပဲကြည့်ရှုကြည့်ကြပါ။ဇာတ်က အန်နမဲလောက်အရသာတော့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/2tq6e/Fullmetal_Alchemist_The_Revenge_of_Scar_(2022)_720p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMzMxYmYzMmQtY2RiOC00NWEyLWE2MjItMTZjNjQxYTc0OGYzXkEyXkFqcGdeQXVyMjIyMjQ1NzY@._V1_-133x200.jpg",
        "title": "Junkyard Dogs (2022)",
        "description": "Junkyard Dogs (2022)\n================Dog person တို့ အကြိုက်တွေ့စေမယ့် ပါပီလေးတို့ဇာတ်လမ်းလေး\nလာပါပြီ။ဟူဒီနီ ဆိုတဲ့ ခြံစောင့်ခွေးလေးက ပိတ်ထားတဲ့တံခါးတွေ\nမှန်သမျှကို ရအောင်ဖွင့်တတ်တဲ့ ဆူဘီဗန်အိမ်က ဆရာကြီးတစ်ကောင်ပေါ့။\nသူ့မိတ်ဆွေတွေကတော့ အိုင်းစတိုင်း လို့ခေါ်တဲ့ ဉာဏ်ပြေးပြီး အနံ့ခံ\nကောင်းတဲ့ ခွေးမလေးတစ်ကောင်ရယ်၊ ဂျက်ပေါ့ လို့ခေါ်တဲ့ အကောင်\nကြီးကြီး ခွေးတစ်ကောင်ရယ်ပါ။\nပျော်စရာလိန်းရပ်ကွက်လေးကို စောင့်ရှောက်နေကြတဲ့ ခွေးလေးတွေ\nဖြစ်ပြီး၊ သူတို့ ရပ်ကွက်ကို သိပ်ချစ်ကြတဲ့ကောင်လေးတွေဖြစ်ပါတယ်။တစ်နေ့မှာ ထောင်ကထွက်လာတဲ့ ဂျင်မီ နဲ့ ခရက်ရှာတို့နှစ်ယောက် စာပို့\nသမား အယောင်ဆောင်ပြီး ဟူဒီနီတို့ ရပ်ကွက်ကို ဓားပြတိုက်ဖို့ ကြံစည်\nလာကြတယ်။ ဒါတွေကို မထင်မှတ်ဘဲ သိသွားတဲ့ ဟူဒီနီက သူ့သခင်ဖြစ်တဲ့\nမိုနီကာကို သတိပေးပေမယ့် မိုနီကာက မင်္ဂလာပွဲနဲ့ အလုပ်ရှုပ်နေပြီး သတိ\nမထားမိခဲ့ပါဘူး။ ဟူးမန်းမကို ပြောမရတဲ့အခါမှာ ရပ်ကွက်ကို ကယ်တင်ဖို့\nဟူဒီနီတို့ အုပ်စု ဉာဏ်နီဉာဏ်နက်တွေ ထုတ်ကြပါတော့တယ်။ထောင်ထွက်လူဆိုးတွေနဲ့ ဂျလည်ခွေးတစ်သိုက် ဉာဏ်ချင်းပြိုင်သုံးရတဲ့\nဇာတ်လမ်းလေးဖြစ်ပြီး ဟူးမန်းတွေ အနိုင်ရမလား အာဝုတို့ အနိုင်ရမလား\nစောင့်ကြည့်ရမယ့် ...",
        "rating": "5.4",
        "url": "https://megaup.net/39b3f/Junkyard.Dogs.2022.720p.WEBRip.DD5.1.[CM].mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMjc4OWUwMjQtMGYxMy00MWQyLWFlMGYtMjgwOWQzYzJkNGFkXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Heaven (2022)",
        "description": "Heaven(2022)\nImdb-6.7/10\nဒီဇာတ်ကားမှာတော့ အခြားဘောလိဝုဒ် လူသတ်သမားရှာဖွေတဲ့ကားတွေနဲ့မတူညီဘဲ\nလူသတ်သမားလူဆိုးကိုကြိုတင်ပြထားတာတွေ အရိပ်အမြွက်ပြောထားတာတွေနည်းနည်းလေးမှ မရှိတဲ့\nစုံစမ်းရေးရဲအရာရှိတစ်ယောက်ရဲ့ အမှုကိုနည်းစနစ်ကျကျလိုက်လံစုံစမ်းဖော်ထုတ်ပုံကို\nအသေးစိတ်စိတ်ဝင်စားဖွယ်ရိုက်ပြထားတာတွေ့ရမှာဖြစ်ပါတယ်စုံစမ်းစစ်ဆေးရေးရဲအရာရှိပီတာကူရီရှင်းကယ် ‌\nတနေ့မှာတောအုပ်ထဲမှာပုပ်ပွသေဆုံးနေတဲ့အလောင်းတစ်လောင်းကို\nရှာတွေ့ရာကနေ အဲ့ဒီအလောင်းကနေရနိုင်သမျှသဲလွန်စတွေကိုအသုံးချပြီး\nလူသတ်သမားကိုလိုက်ဖို့ကြံစည်ပါတော့တယ်ရဲအရာရှိပီတာက ဖြောင့်မတ်ပြီးအလုပ်ကြိုးစားတဲ့ရဲတစ်ယောက်ဖြစ်ကာ\nသူ့အမေနဲ့သူ့ရဲ့မိတဆိုးသားလေးပဲရှိတဲ့မိသားစုကိုတောင် ‌အချိန်မပေးနိုင်ဘဲ\nအေးတိအေးစက်‌ဆက်ဆံတတ်တဲ့အလုပ်ကြိုးစားသူတစ်ဦး ဖြစ်ပါတယ်\nဒီကားမှာတော့ ဗီလိန်နဲ့ဇာတ်လိုက် battleဆိုင်တာတွေ Tempoအတက်အကျဖြစ်အောင်\nအဓိကမရိုက်ပြထားဘဲ ရဲအရာရှိတစ်ဦးရဲ့ဘဝကို ထင်ဟပ်စေမဲ့လူမှုရေးတာဝန်လစ်ဟင်းမှုတွေ\nဖွင့်မပြောပေမဲ့ခံစားတတ်တဲ့ ဖခင်တစ်ဦးရဲ့မေတ္တာတွေ(စာရေးသူရဲ့ အဖေအတိုင်းပါပဲ)၊ကို\nကွက်ကွက်ကွင်းကွင်း အသားပေးရိုက်ပြထားလို့ ကြည့်ရှုသင့်တဲ့\ndrama mystery ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်\nFile size…1.8GB / 861MB\nQuality…1080p HQ AVC AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & Allena & Kham Mon & Kevin Ag & Yunni",
        "rating": "6.7",
        "url": "https://megaup.net/39nhj/Heaven_(2022)_TRUE_WEB-DL_-_720p_HQ_-_AVC.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BN2I5NGYzZWEtMDM1YS00NTMyLTk0YzktOGU3OGQzNWM4NzY3XkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_-135x200.jpg",
        "title": "The Immaculate Room (2022)",
        "description": "The Immaculate Room (2022)\n=======================ကိတ် နဲ့ မိုက်ကီ တို့စုံတွဲနှစ်ယောက် The Immaculate Room ဆိုတဲ့\nဘာမှမရှိ တစ်ခန်းလုံးအဖြူရောင်ချည်းပဲဖြစ်နေတဲ့ အခန်းထဲကို ဆုငွေ ‌\nဒေါ်လာ ၅ သန်းရဖို့အတွက် ရက်ပေါင်း ၅၀ နေဖို့ရောက်လာကြတယ်။\nသူတို့လုပ်ရမှာတွေကတော့ ခပ်ရှင်းရှင်းလေးတွေပါပဲ။သူတို့ကျွေးတဲ့ အရသာအရည်တစ်မျိုးကို တစ်နေ့သုံးနပ် သုံးဆောင်ရမယ်။\nပြိုင်ပွဲဝင် နှစ်ယောက်ထဲကတစ်ယောက်ထွက်တာနဲ့ ဆုကြေးငွေကို ဒေါ်လာ\n(၁) သန်းအထိလျှော့ချလိုက်မှာဖြစ်တယ်။ ပြီးတော့ သူတို့စည်းကမ်းချိုး\nဖောက်ဖို့လုပ်တာနဲ့ သတိလှမ်းပေးတဲ့ အချက်ပြစနစ်တွေလည်းတပ်ထားတယ်\nဆိုတော့ကား survival ကားတွေရဲ့ ထုံးစံအတိုင်း ပထမတစ်ရက်နှစ်ရက်‌‌\nလောက်က စကားပြောလိုက် ဘာလုပ်လိုက်ညာလုပ်လိုက်နဲ့ပေါ့။နောက်ရက်တွေကြာလာတဲ့အခါမှာ လူ့သဘာဝအရ ဒုက္ခတွင်းထဲရောက်နေတာ\nအချိန်တွေကြာသွားတော့ သူတို့ရဲ့ မကောင်းတဲ့ အတွင်းစိတ်တွေက တဖြည်းဖြည်းနဲ့\nရုပ်လုံးပေါ်လာပြီး ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်။\nလူနည်းနည်းလေးနဲ့ကို အတော်လေးစိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ထားပြီး၊\nအတော်လေးမိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett Naingမှရေးသားပေးပြီး၊ ဘာသာပြန်\nရေးသားပေးသူများကတော့ Khant Sett Naing, May Thet Khine Soe တို့ဖြစ်ပါတယ်)\nFile Size..........(849 ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/the-immaculate-room-2022/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYzZmYmUyNzUtNjNkZi00MjkwLWE5ZTktNDhlODYzZTY1NWY4XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-160x200.jpg",
        "title": "Sherdil: The Pilibhit Saga (2022)",
        "description": "Sherdil: The Pilibhit Saga (2022)အခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ Mirzapur ထဲက\nသဘာဝမင်းသားကြီး ပန်ကခ်ျထရီပတီဦးဆောင်ပါဝင်သရုပ်ဆောင်ထားတဲ့\nဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်...ဟိုးဝေးလံခေါင်သီတဲ့ဒေသတစ်ခုမှာ ဂျန်ဒိုဆိုတဲ့ရွာလေးတစ်ရွာရှိတယ်\nမီးမရှိ ဆေးရုံမရှိ စာသင်ကျောင်းမရှိတဲ့ရွာလေးပေါ့ တောနီးချုပ်စပ်ရွာဖြစ်လို့\nတောရိုင်းကောင်ကြီးတွေရောက်ရောက်လာတတ်ပြီး ရွာသူရွာသားတွေရဲ့စိုက်ခင်းတွေကို\nဖျက်ဆီးသွားတတ်တယ်အဲ့ဒီရွာရဲ့သူကြီးကိုတော့ ဂန်ဂါရာမ်(ပန်ကခ်ျထရီပတီ)လို့ခေါ်တယ်\nသူဟာ ရိုးသားတဲ့တောသားဖြစ်ပေမယ့် ရပ်ရွာအကျိုးအတွက်ဆို\nရှေ့တန်းက ဦးဆောင်မယ့် ခေါင်းဆောင်ကောင်းတစ်ယောက်ပေါ့...ရွာမှာတောကောင်တွေ သောင်းကျန်းလို့ အစိုးရရုံးတွေဆီတက်တိုင်တော့လည်း\nအစိုးရရုံးတွေရဲ့ထုံးစံအတိုင်း ဟိုဌာနကဟိုစာတောင်းလာခဲ့ ဒီဌာနကဒီစာတောင်းလာခဲ့နဲ့\nဟိုလွှတ်ဒီလွှတ်ပေါ့..ဒီလိုနဲ့ သူဟာ အစိုးရရုံးတစ်ရုံးမှာ ကပ်ထားတဲ့ကြေညာစာမှာ တောကောင်အကိုက်ခံရတဲ့သူကို\nအစိုးရက ရူပီ၁၀သိန်းနစ်နာကြေးပေးမယ်ဆိုတာကို မြင်သွားတယ်...ဒီနစ်နာကြေးကို အရယူပြီး ရွာသားတွေရဲ့ပြဿနာတွေကို\nခေါင်းဆောင်တစ်ယောက်အနေနဲ့ ဖြေရှင်းပေးဖို့ သူကိုယ်တိုင်တောကောင်အစားခံဖို့\nတောထဲထွက်လာတဲ့အခါမှာတော့ ဆက်လက်ပြီး ဘယ်လိုတွေ စိတ်လှုပ်ရှားစရာကောင်းမလဲဆိုတာကို\nဆက်လက်ရှုစားပေးကြပါ...ဒီဇာတ်ကားလေးမှာတော့ နုံချာဆင်းရဲပြီး ရိုးသားတဲ့တောသားပင်ဖြစ်လင့်ကစား\nခေါင်းဆောင်ကောင်းတစ်ယောက်တို့မည်သည် ဘယ်လိုအရည်အချင်းတွေနဲ့\nပြည့်စုံအပ်သလဲဆိုတာကို ဖော်ကျူးရိုက်ကူးပေးထားလို့ ကျေနပ်အားရစေမှာအမှန်ပါပဲ\nFile size…1.67GB / 782MB\nQuality…1080p HQ HD AAC5.1CH / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & BpL & Honeyey",
        "rating": "7.5",
        "url": "https://megaup.net/1Nsij/Sherdil_The_Pilibhit_Saga_(2022)_Hindi_HQ_HD.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qXoNcfO0VzHsXVeh7J8TsPo5shx.jpg",
        "title": "The Great Illusionist ( 2020 )",
        "description": "CM တရုတ်ကားဖန်တွေအတွက် ဒီတစ်ခေါက်မှာတော့ ရှားပါး ဖုန်တက်\nကားကောင်းလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဒီကားထဲက မင်းသားကတော့ တရုတ်ဖုတ်ကောင်ကားဖန်တွေဆို သိကြမှာမို့\nဒီမင်းသားမြင်တာနဲ့ ဘယ်လိုကားမျိုးဆိုတာ မှန်းနိုင်မှာပါ...ဇာတ်လမ်းအကျဉ်းလေးကတော့ ပေဟိုင်မြို့ ထူးဆန်းတဲ့\nကွင်းဆက်လူသတ်မှုတစ်ခုကို လုံစုန်အရာရှိအပါအဝင် စခန်းအားလုံး\nခေါင်းခဲနေရတာပေါ့... ဘယ်လိုလူသတ်မှုမျိုးလဲဆိုရင်တော့...\nရုတ်တရက်ကြီးလမ်းလယ်ခေါင်မှာ ရုတ်တရက်သေသူတွေကို\nအလောင်းစစ်ဆေးတော့ရေနစ်ပြီးသေကြောင်း\nအဖြေထွက်လာတာကြောင့်ပေါ့... ဒီအမှုကနေ\nစပ်ဆက်လေ့လာလိုက်တော့ လူ ၁၇ ယောက်လောက်\nတစ်ချိန်တည်းဒီလိုပုံစံတူသေတာလည်းရှိတာမို့\nထူးဆန်းတဲ့ ကွင်းဆက်လူသတ်မှုလို့\nနာမည်တပ်ခဲ့ရတာပေါ့...ဒီလိုနဲ့ မစ္စတာရော်ဘင်အကူအညီနဲ့ အမှုကို စုံစမ်းဖော်ထုတ်တဲ့\nခရီးစဉ်ဆက်ခဲ့တာပေါ့... ဒီအမှုကိုစုံစမ်းရာကနေ သဘာဝလွန်\nထူးခြားဖြစ်စဉ်တွေပါ ရှာဖွေတွေ့လာရာကနေ အမှုမှန်ပေါ်ပေါက်ပါ့မလား...\nအမှုနောက်ကွယ်မှာ ဘာလျို့ဝှက်ချက်ရှိမယ်ဆိုတာလေး ဇာတ်လမ်းလေး\nရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်လိုက်ကြပါတော့...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Fantasy\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-great-illusionist-2020/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/MV5BMjI2NDM1Nzc3Ml5BMl5BanBnXkFtZTgwNjcyOTIxNTE@._V1_-135x200.jpg",
        "title": "Poltergeist (2015)",
        "description": "ဒီတစ်ခါမှာတော့ CM Fan တွေ အတွက်ကြောက်စရာကောင်းတဲ့သရဲကားတစ်ကား ကို တင်ဆက်ပေးလိုက်ပါတယ်1982 တုန်းက အောင်မြင်ခဲ့တဲ့ Poltergeist ဆိုတဲ့ရုပ်ရှင်ကားကို Remake ပြန်ရိုက်ထားတာ ဖြစ်ပါတယ်အဲရစ် နဲ့ အေမီ တို့ မိသားစု တစ်စုဟာ ဈေးသက်သာတဲ့ အိမ်ကိုရှာရင်းမထင်ထားလောက်အောင် တန်တဲ့ အိမ်ကြီး တစ်အိမ်ကိုရရှိခဲ့ပါတယ် လောလောလတ်လတ် အလုပ်ပြုတ်ထားတဲ့အဲရစ် အတွက်တော့ ဒီနေရာလေးကနေ ဘဝသစ်တစ်ခုပြန်စမယ် စိတ်ကူးထားတာပါဒါပေမဲ့ တစ်နေ့ထက် တစ်နေ့ အဲ့ဒီအိမ်ကြီးဟာထူးဆန်းစွာ အသံတွေ ပေးတာ ပစ္စည်းတွေ ရွေ့လျားတာမျိုးတွေဆက်တိုက်ဖြစ်လာပြီး မိသားစုကို ပါ ဒုက္ခပေးဖို့ ကြံရွယ်လာခဲ့သောအခါမှာတော့.... \nFile size…2.87GB / 1.1GB / 623Mb\nQuality…4K HEVC /  1080p /  720p\nFormat…mp4\nDuration….1h 33m\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….Thit San Khant\nTranslated by August",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-336/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZTM3YjhhZjAtZmEwZS00NDEwLTk2OTgtYTYwNTU0N2Y3NjBlXkEyXkFqcGdeQXVyMjA1MTA3MjY@._V1_-133x200.jpg",
        "title": "Highway (2022)",
        "description": "Highway (2022)\nThrillerခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ Arjun Reddy ကားနဲ့\nပျိုမေတွေအသည်းစွဲမင်းသားလေး ဗီဂျေးဒေဗရာကွန်ဒါရဲ့ညီဖြစ်သူ\nအာနန်းဒေဗရာကွန်ဒါရဲ့စတုတ္ထမြောက်ထွက်လာတဲ့ ကားလေးတစ်ကားပဲ\nဖြစ်ပါတယ်ဒီကားလေးကတော့ သည်းထိပ်ရင်ဖိုကားလေးပေါ့နော်...ဟိုက်ဒရာဘတ်မြို့ကြီးထဲမှာ မိန်းမပျိုလေးတွေ အသတ်ခံနေရပါတယ်\nလူသတ်သမားဟာ ခြေရာလက်ရာမချန်ထားခဲ့လို့ ရဲတွေကလည်း\nဖမ်းမိဖို့ အခက်တွေ့နေပြန်တယ်...လူသတ်သမားဟာလည်း လူသတ်ပြီးရင် ကိုယ်ပျောက်လိုပဲ\nပျောက်ပျောက်သွားလို့ ဘယ်လိုမှကို ခြေရာခံမရဘူး..ကဲ ရုပ်ရှင်ကြည့်ရင်း ကိုယ်တိုင်ဆားပုလင်းနှင်းမောင်လုပ်ကြည့်ကြပါ...ဒီဇာတ်ကားမှာ မထင်မှတ်တဲ့ ပေါင်းဆုံမှုလေးတွေရယ်...\nကံတရားရဲ့လှည့်စားမှုတွေရယ်...\nရိုးသားအပြစ်ကင်းမှုရဲ့ရလဒ်တွေကို မြင်တွေ့ရမှာဖြစ်ပါတယ်\nဆိုတော့ ခံစားကြည့်ရှုပေးကြပါလို့ ညွှန်းဆိုပေးလိုက်ပါတယ်...\nFile size…2.4GB / 1.2GB\nQuality…1080p TRUE WEB DL / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/highway-2022/",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Bjm6uSn04DsOZxYDEXHYiCdeNa.jpg",
        "title": "I Want to Know Your Parents (2022)",
        "description": "I want to know your parents (2022)အကြောင်းပြချက်အမျိုးမျိုးနဲ့ အားကြီးသူကအားနည်းသူကိုထိုးနှက်ဖိနှိပ်ပြီး\nတစ်ယောက်နဲ့ တစ်ယောက်နိုင်ထက်စီးနင်းလုပ်နေကြတဲ့ လူ့အဖွဲ့အစည်းမှာ\nကျောထောက်နောက်ခံမရှိဘဲ တရားမျှတမှုကိုရှာဖွေရတဲ့ ခရီးလမ်းဟာ ဘယ်လောက်ခက်ခဲမလဲအားလုံးခန့်မှန်းမိကြမှာပါ။ဟန်နင်းမ် အင်တာနေရှင်နယ်အလယ်တန်းကျောင်းလို့ခေါ်တဲ့ တောင်ကိုရီးယားရဲ့ဂုဏ်သတင်းအမွှေးဆုံးအလယ်တန်း‌ကျောင်းမှာ ကျောင်းတွင်းအကြမ်းဖက်မှုတစ်ခု ဖြစ်ပွားခဲ့ပြီး\nအဲဒီအကျိုးဆက်အနေနဲ့ ကျောင်းသားလေးတစ်ဦးဟာ ကိုယ့်ကိုကိုယ်အဆုံးစီရင်သွားခဲ့ပါတယ်။\nအသက်ဆုံးရှုံးလိုက်ရတဲ့ နစ်နာသူကျောင်းသားလေးရဲ့ဘက်မှာ မျက်နှာမွဲမိခင်နဲ့ ယာယီစာချုပ်ဝန်ထမ်းဖြစ်တဲ့ ဆရာမလေးတစ်ယောက်သာရှိပြီး\nတစ်ဖက်မှာ အကောင်းဆုံးအလုပ်အကိုင်တွေနဲ့ အထက်တန်းလွှာတွေကို ရင်ဆိုင်တိုက်ခိုက်ရမယ့်ပွဲမှာ ဘယ်လို အလှည့်အပြောင်းတွေဆက်ဖြစ်လာမလဲ\nဒီအမှုကိစ္စကရောအားလုံးတွက်ဆထားသလို ရိုးရှင်းပါ့မလား?ရင်တဖိုဖိုနဲ့ လောင်ရတဲ့ဇာတ်လမ်းတွေကိုနှစ်သက်တဲ့ ပရိတ်သတ်တွေအတွက်\nကျောင်းတွင်းအကြမ်းဖက်မှုကို ဇာတ်အိမ်တည်ထားတဲ့ ၂၀၂၂ ခုနှစ်ထွက် I Want To Know Your Parents ရုပ်ရှင်နဲ့ မိတ်ဆက်ပေးပါရစေ။မင်းသားကြီး Sol Kyung Gu နဲ့မင်းသမီး Woo Hee Chun တို့ကအဓိကပါဝင်ထားပြီး\nDal Su Oh, Chang Seok Ko, Kim Hong Pa, Kang Shin ...",
        "rating": "7",
        "url": "https://megaup.net/1Ns2q/I.want.to.know.your.parents.2022.720p.FHDRip.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Z0reWf-141x200.jpg",
        "title": "The Moment (2017)",
        "description": "ကျင်မ် အဖြစ် Toni Rakkaen\nဖရောင် အဖြစ် Toey Jarinporn Joonkiat\nကန် အဖြစ် Fluke Kan Kantathavorn\nကင် အဖြစ် Yoo Teo\nသွန့် အဖြစ် Peach Pachara\nကျီအပ် အဖြစ် Kao Supassaraဇာတ်လမ်းအကျဉ်းလူတိုင်းမှာ မလွှဲသာလို့လက်လွှတ်လိုက်ရပေမဲ့ မပြီးပြတ်နိုင်တဲ့ သံယောဇဉ်တွေ ၊ မဖြစ်သင့်လို့ မရွေးချယ်လိုက်ရတဲ့ ဆက်ဆံရေးတွေ ရှိကြတယ်ဒီဇာတ်ကားကလည်း လန်ဒန် ၊ ဆိုးလ် နဲ့ နယူးယောက်တို့မှာ ရှိနေတဲ့ စုံတွဲ သုံးတွဲရဲ့ အချစ်ဇာတ်လမ်းတွေကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်ကျောင်းတက်ဖို့ လန်ဒန်ကိုရောက်လာခဲ့တဲ့ ဖရောင်က တစ်ချိန်က အနေဝေးခဲ့လို့ လမ်းခွဲခဲ့တဲ့ ချစ်သူဟောင်း ကျင်မ်နဲ့ ပြန်လည်ဆုံတွေ့ခဲ့တယ်အချစ်ဟောင်းကို မမေ့နိုင်ပေမဲ့ ဖရောင့်မှာ ဆိုးလ်မြို့ထဲ အလုပ်ဝင်နေတဲ့ ချစ်သူ ကန်က ရှိနေခဲ့ပြီးပါပြီကန်ကလည်း ဆိုးလ်မှာ ဆိုဂျူရောင်းဝယ်ရေးပရောဂျက်အတွက် ဒါရိုက်တာဖြစ်တဲ့ မစ္စတာကင်နဲ့ အလုပ်တွေများနေခဲ့ပြီး ဖရောင့်နား ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-moment-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jOlz0kpxlLY5xixyDYpcYUi2SJy.jpg",
        "title": "Samurai Cop (1991)",
        "description": "Samurai Cop (1991)(အချို့သောအခန်းတွေက 90s ခေတ်ရုပ်ရှင်တွေနည်းတူ နည်းနည်းအပြကြမ်းလို့ တစ်ယောက်တည်းကြည့်စေချင်ပါတယ်ခင်ဗျာ)ဒီရုပ်ရှင်ကို best and worse action movie ever လို့ခေါ်ကြတယ်။ ကားကတော့ကောင်းပါတယ်။ အက်ရှင်ခန်းတွေလည်းလန်းတယ်။ သူ့ခေတ်နဲ့ဆို ဇာတ်အိမ်လေးလည်းမဆိုးဘူး။ ဒီတော့အက်ရှင်ကားကောင်းလို့ ယူဆရမလိုပါပဲ။ ဒါပေမဲ့ အားနည်းချက်လေးတွေတော့ရှိသွားခဲ့ပါတယ်။ ဒါကြောင့်မို့ rating စုတ်သွားခဲ့တာပါ။ ဒီရုပ်ရှင်က အခန်းတွေအားလုံးနီးပါးကို single take နဲ့ ရိုက်ယူခဲ့သလို ဒါရိုက်တာကလည်း သေနတ်ကိုလက်တစ်ဆုပ်စာပဲသုံးခဲ့ပါတယ်။ မင်းသားတွေက ကိုယ်ပိုင်အဝတ် ကိုယ်ပိုင်ကားနဲ့ ရိုက်ရတဲ့အထိ ဘတ်ဂျက်ချွေတာခဲ့တယ်။ သို့ပေမဲ့လည်း အက်ရှင်ခန်းအလန်းတွေကြောင့် အက်ရှင်ကားကောင်းဖြစ်နေတုန်းပါပဲ။လူမဆန်အောင်ရက်စက်တဲ့ ဂျပန်ယာကူဇာဂိုဏ်းဖြစ်တဲ့ Katana ဂိုဏ်းက နယူးယောက်မှာရှိတဲ့ ဖာ ဆေး လောင်းကစားတွေစတဲ့ မကောင်းမှုမှန်သမျှကို ချုပ်ကိုင်ထားတယ်။ ဒါတင်မကသေးဘူး၊ သူတို့က လူသတ်ရတာကို သဘောကျတဲ့ လူသတ်သမားတွေလည်းဟုတ်တယ်။ ဒီအဖွဲ့ကို ဖမ်းဖို့က တော်တော်ခက်တယ်။ မဖြစ်နိုင်သလောက်ပဲ။ ဒီတော့ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/samurai-cop-1991/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eGPwChALUfhdfkE81fCiC9Yvl7K.jpg",
        "title": "Get Away If You Can (2022)",
        "description": "Get Away If You Can (2022)ဒီရုပ်ရှင်ဟာ မြင်ရတွေ့ရခဲတဲ့ ရုပ်ရှင်ပါ။ အင်မတန် ဆန်းပြားတဲ့အကြောင်းအရာတစ်ခုဖြစ်တဲ့ လူ့စိတ်ကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။ လင်မယားနှစ်ယောက် သင်္ဘောနဲ့ ခရီးတစ်ခုထွက်လာကြတယ်။ မိန်းမက လမ်းမှာတွေ့တဲ့ ကျွန်းလေးတစ်ကျွန်းမှာ ဆင်းချင်တယ်။ ယောက်ျားက မဆင်းချင်ဘူး။ ဒီလိုနဲ့ မိန်းမက ခိုးဆင်းသွားတယ်။ ဒါကိုယောက်ျားက ပြန်ခေါ်ဖို့ကြိုးစားတယ်။ ကျွန်းပေါ်က မိန်းမရယ်၊ လှေပေါ်က ယောက်ျားရယ်၊ စိတ်ချင်းလွန်ဆွဲကြတယ်။ ဒါကိုအတိတ်က ဖြစ်ရပ်လေးတွေနဲ့ ပေါင်းစပ်ပြီး လူ့သဘောမနောကို ထင်ဟပ်အောင်ပြထားတဲ့ရုပ်ရှင်ပါ။ဒီရုပ်ရှင်ဟာ‌ တော်တော်လေးကိုထူးခြားတဲ့ ရုပ်ရှင်ပါ။ ဒီလိုတော်တော်ထူးခြားတဲ့ရုပ်ရှင်မှာ တော်တော်ကောင်းတဲ့ ဇာတ်ပို့မင်းသား တစ်ယောက်ပါပါတယ်။ သူကတော့ Ed Harris ပေါ့။ လက်ရှိ Westworld ထဲ အန်တနီဟော့ပ်ကင်းအလွန်မှာ သူသရုပ်ဆောင်အကောင်းဆုံးလို့ပြောလို့ရသလို Top Gun: Maverick တို့ Apollo 13 တို့ A ...",
        "rating": "",
        "url": "https://channelmyanmar.org/get-away-if-you-can-2022/",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNTFhZmQ3ZGItOWNiNC00MDI1LWJiMjMtZTVhOTNlZWM5NDM5XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-141x200.jpg",
        "title": "Gangster Gangaraju (2022)",
        "description": "Gangster Gangaraju (2022)==========================\nဒယ်ဗာလန်ကာလို့ခေါ်တဲ့မြို့လေးတစ်မြို့ကို ဘာဆီရက်ဒီနဲ့ ဆစ်ဟပ်ပါလို့ခေါ်တဲ့ဂန်းစတားနှစ်ယောက်က‌အုပ်စိုးလျက်ရှိပါတယ်\nသူတို့ရဲ့ဆရာကြီးဥပဒေအရာရှိ ဆီ‌ဗာရက်ဒီကွယ်လွန်ပြီးနောက်မှာ သူတို့ကတရားဝင်နိုင်ငံရေးအာဏာမှာ ပါဝါတည်ဆောက်ယှဉ်ပြိုင်ကြပြီး\nဗိုလ်လုဖို့ကြိုးစားကြပါတော့တယ်ဒယ်ဗာလန်ကာမြို့မှာလည်းသူတို့ကိုဘယ်သူမှမလှန်ရဲဘဲ ပြည်သူ‌တွေက ရွံကြောက်ကြီးဖြစ်နေပါတော့တယ်\nဒီဇာတ်ကားရဲ့အဓိက‌ဇာတ်ကောင်မင်းသားဖြစ်တဲ့ ဂန်ဂါရာဂျူးကတော့ အဲ့ဒီမြို့လေးမှာ\nအပေါင်းအသင်းတွေနဲ့ပရုတ်ကျနေတဲ့ ဂျစ်ပစီလေးတစ်ယောက်ပဲဖြစ်ပါတယ်ဥမာဒေဝီလို့ခေါ်တဲ့မင်းသမီးဖြစ်တဲ့ ရဲမေ‌အချောလေး ရောက်ရှိလာချိန်မှာတော့\nမင်းသားကသူ့သူငယ်ချင်းတွေနဲ့အကူအညီနဲ့နောက်ပိုးပါ‌တော့တယ်\nတနေ့မှာမင်းသားက သူ့‌အဖေကိုစော်ကားတာကြောင့် ဆစ်ဟပ်ပါရဲ့လူတွေကိုဆော်လွှတ်လိုက်ရာမှ\nဂန်းစတားအာဏာရှင်တွေရဲ့လက်အောက်မှာခံစားနေရတဲ့လူထုကြီးက အုံကြွလာကာမင်းသားကို\nဆရာ့ဆရာကြီးထင်ပြီးထောက်ခံမြှောက်စားပါတော့တယ် ဒီလိုနဲ့ဆရာ့ဆရာကြီးလို့\nပြည်သူတွေကရော ချစ်ရည်းစားရဲမေလေးကပါအထင်ခံရတဲ့အချိန်\nဂန်းစတားတွေရဲ့စစ်ပွဲကြားထဲအာဏာပါဝါတွေလုတာရောကြားမှာ မင်းသားကဘယ်လိုဖြေရှင်းကိုင်တွယ်မလဲဆိုတာ ....................\nဒီကားမှာ သူငယ်ချင်းတွေရဲ့ကူညီပံ့ပိုးပေးမှုတွေ ဟာသ‌ရောနှောကာ ပျော်ရွှင်မြူတူးစရာကောင်းပေမဲ့\nတဖက်မှာအာဏာရှင်တွေလက်အောက်ကဘဝတွေ ရက်စက်ကြမ်းကြုတ်မှုတွေကိုပါ\nဖော်ကျူးရိုက်ကူးထားတာမို့ ကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းဖြစ်ပါတယ်..........\nFile size…2.25GB /  1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Kevin & Kham Mon & Yunni & Khai & Honeyey",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/gangster-gangaraju-2022/",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AkBEE6n5PYCNIgOFSRrxo9tn8W4.jpg",
        "title": "The EOD Squad ( 2022 )",
        "description": "အက်ရှင်ကားတွေကြိုက်တဲ့သူအဖို CM ကနေ\nအက်ရှင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nEOD Squad 2022 လိုအမည်ရတဲ့ အက်ရှင်ကားလေးကတော့\nဗုံးရှင်းလင်းရေးကျွမ်းကျင်ပညာရှင် တစ်ယောက်နဲ့\nဖောက်ခွဲရေးကျွမ်းကျင်တဲ့\nမူးယစ်မှောင်ခိုသမားတိုကြားက အားပြိုင်မှုကို အခြေခံထားတာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင်\nဗုံးရှင်းလင်းရေးကျွမ်းကျင်ပညာရှင်Lu Yangနဲ့သူ့သူငယ်ချင်း\nXu Ming တိုဟာ တစ်ရက်မှာတော့ နယ်စပ်မှာ\nမူးယစ်ရောင်းဝယ်ဖောက်ကားနေတဲ့\nKun Kang ဆိုသူကို ဖမ်းဆီးဖို အမိန့်ကျလာခဲ့ပါတယ်Kun Kang ကမူးယစ်ရောင်းဝယ်ရုံတင်မကဘဲ\nပြင်းအားမြင့်ဖောက်ခွဲရေးကိရိယာကိုပါ\nလုပ်ပြီးတော့ ရဲတပ်ဖွဲဝင်တွေ ဖမ်းဆီးရာကနေ\nထွက်ပြေးလွတ်မြောက်သွားခဲ့ပါတယ်\nKun Kang ကို လိုက်ဖမ်းရင်းနဲ့ပဲ Xu Ming\nကတော့ အမှတ်မထင် ပေါက်ကွဲမှုတစ်ခုကြောင့်\nအသက်ကို ပေးဆပ်သွားခဲ့ရပါတယ်အဲ့နောက်မှာတော့ လွတ်မြောက်နေတဲ့ Kun Kang ကိုဖမ်းဖို့\nLu Yang တစ်ယောက် ဘယ်လိုကြိုးပမ်းမှာလဲ...\nKun Kangဘက်ကရော ဘယ်လိုဖောက်ခွဲမှုတွေလုပ်ပြီးတော့ ထွက်ပြေးမှာလဲ.....\nအက်ရှင်ကားကိုမှ ကြည့်ချင်သူတွေအနေနဲ့ကတော့\nCM ကနေတင်ဆက်ပေးထားတဲ့ ခပ်မိုက်မိုက်\nအက်ရှင်ကားလေးဖြစ်တဲ့EOD Squad 2022 ကို\nကြည့်ရှုဖို တိုက်တွန်းချင်ပါတယ်နော်.....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , ...",
        "rating": "6.3",
        "url": "https://megaup.net/17u4o/The_EOD_Squad_(2022)_1080p_WEB-DL_CM.mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8IrgT1FpLw69xXR4ow2MzrGpRUH.jpg",
        "title": "Golden Escape ( 2022 )",
        "description": "ညိုကီတွေအကြိုက် ဟောင်ကောင်ကားသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အကြွေးတွေပိနေတဲ့\nရုပ်ရှင်ဇာတ်ညွှန်းရေးဆရာ Zhong Zheng တစ်ယောက်ဟာ\nအချိန်မှီအကြွေးတွေမဆပ်နိုင်တဲ့အတွက် ကြံရာမရဖြစ်နေပါတယ်။အဲဒီအချိန်မှာပဲ ဘိုးဘွားအမွေရွှေချောင်းတွေရှိကြောင်းသိလိုက်ရပြီး\nရွှေတူးဖို့ကြံစည်ပါတော့တယ်။\nဖြစ်ချင်တော့ ဘိုးဘွားအိမ်အဟောင်းနေရာကို\nကိုလိုခေတ်နီခေတ်မှာ အင်္ဂလိပ်ပိုင်သိမ်းလိုက်ပြီး\nလက်ရှိမှာ အကျဉ်းထောင်ဖြစ်နေတော့\nZhong Zheng မှာသားရဲတွင်းထဲခုန်ချရသလိုပဲပေါ့။ဘိုးဘွားပိုင်ရွှေချောင်းတွေကိုရှာဖို့စတောင်မစရသေးခင်မှာပဲ\nထောင်တွင်းဂိုဏ်းစတား၂ယောက်ဖြစ်တဲ့ Brother Xieနဲ့\nBrother Da Biao တို့အင်အားပြိုင်မှုထဲကို\nဆွဲထည့်ခံရတော့ အလူလူအလဲလဲပေါ့။အကြိမ်ကြိမ်ကယ်တင်ပေးခဲ့တဲ့\nညီအကိုချင်းသစ္စာတရားကိုအလေးထားတဲ့\nBrother Xie ကိုပြောပြပြီး အတူရှာကြပါတယ်။\nသူတို့၂ယောက်အတူ ရွှေချောင်းကိုရှာတွေ့မလား\nရက်စက်ယုတ်မာတဲ့ Da Biao ရန်ကနေဘယ်လိုရင်ဆိုင်ကြမလဲ\nဆိုတာကို သွေးသန်ရဲရဲ ပီပြင်တဲ့တိုက်ခိုက်ချက်တွေနဲ့ ကြည့်ရမှာပါ။\nဘာတွေဘယ်လိုဖြစ်မလဲဆိုတာကိုတော့\nညိုကီတို့ဖန်သားပြင်မှာပဲဆက်ကြည့်လိုက်ပါ။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Crime , Drama\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.6",
        "url": "https://megaup.net/1Nrfy/Golden_Escape_(2022)_480p_WEB-DL_CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tea2gDZPxw0wfKC2S2VRWHagtt4.jpg",
        "title": "WifeLike (2022)",
        "description": "Wifelike (2022)ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ Wifelike ဆိုတဲ့ Sci-Fi, Thriller အမျိုးအစားဇာတ်ကားလေး ဖြစ်ပါတယ်။IMDb မှာ Rated R အဖြစ် သတ်မှတ်ထားတဲ့ဇာတ်လမ်းပါ။ဇာတ်လမ်းအကျဉ်းကတော့ William က Wifelike ကုမ္ပဏီက အေးဂျင့်တစ်ယောက်ပေါ့။\nသူ့အလုပ်ကတော့ ကုမ္ပဏီကထုတ်တဲ့ လူသားစက်ရုပ်အဖော်တွေကို စောင့်ရှောက်ပေးရတာပါ။\nတစ်ဖက်မှာလည်း စက်ရုပ်အဖော်တွေကိုဆန့်ကျင်တဲ့ SCAIR ဆိုတဲ့အဖွဲ့တစ်ဖွဲ့ရှိပါတယ်။\nအဲဒီအဖွဲ့က စက်ရုပ်တွေကို ပိုင်ရှင်တွေဆီကခိုးသွားပြီး အကြမ်းဖက်မှုတွေမှာ အသုံးချတယ်ဆိုပြီး နာမည်ကြီးတဲ့အဖွဲပေါ့။တစ်နေ့မှာတော့ ကုမ္ပဏီကနေ William အတွက် သူ့ရဲ့ဆုံးသွားတဲ့ဇနီး Meredith နဲ့ တစ်ပုံစံတည်းတူတဲ့ စက်ရုပ်အဖော်တစ်ယောက် လုပ်ပေးလိုက်ပါတယ်။\nMeredith က သူ့ပရိုဂရမ်အရ အစပိုင်းမှာ ကိစ္စအားလုံးကိုမမှတ်မိသေးဘဲ\nနောက်ကျတော့မှ လူသား Meredith နဲ့ တဖြေးဖြေးပေါင်းဆည်းသွားပြီး တစ်သားတည်းဖြစ်သွားမှာပါ။အဲလိုနဲ့ Meredith စက်ရုပ်လေးက ဘာကိုမှမမှတ်မိသေးဘဲ အားလုံးကိုစူးစမ်းလေ့လာနေတဲ့အချိန်မှာ\nSCAIR အဖွဲ့က သူ့ဆီချဉ်းကပ်လာတော့ William အနေနဲ့ သူ့မိန်းမစက်ရုပ်လေးကို ဘယ်လိုကာကွယ်သွားမလဲ၊\nSCAIR အဖွဲ့ရဲ့သရုပ်မှန်ကရောဘာလဲ၊ Meredith ကရော ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/wifelike-2022/",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BODVlNWNmN2EtYWJlYy00ZTc5LThjMTItYTQ0ZTlmZDYwN2VjXkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_-150x200.jpg",
        "title": "Shamshera (2022)",
        "description": "Shamshera (2022)\nAction, Adventure, Drama\nIMDb 7.5/10 (48K)နောက်ဆုံးကား Sanju (2018) နဲ့ငြိမ်နေပြီး ကိုဗစ်ကာလကတည်းက\nဘာကားမှမထွက်ထားတဲ့ မင်းသားချောလေး ရန်ဘီးကပူးရဲ့\nShamshera ဆိုတဲ့ ဇာတ်ကားသစ်လေး ထွက်လို့လာပြန်ပါပြီနော်..ဇာတ်ကားကတော့ ဗြိတိသျှခေတ် ကိုလိုနီတွေ အိန္ဒိယနိုင်ငံကို\nသိမ်းပိုက်ထားစဉ်ကာလကို အခြေပြုထားတယ်အဲ့ဒီတုန်းက တောအုပ်ကြီးထဲမှာ မင်းလုပ်ကျက်စားနေကြတဲ့\nဓါးပြအဖွဲ့တစ်ဖွဲ့ရှိတယ်..သူတို့အဖွဲ့ခေါင်းဆောင်ကို\nရှမ်ရှေရားလို့ခေါ်တယ်...အဲ့ဒီခေတ်အခါက အထက်အရာရှိတွေကို ကပ်ဖားလျက်ဖားလုပ်နေကြတဲ့\nအထက်တန်းလွှာတွေက ဇာတ်နိမ့်တွေကို တအားနှိမ်တဲ့ခေတ်ဆိုပါတော့...\nရှမ်ရှေရားတို့အဖွဲ့ဟာ အဲ့ဒီအထက်တန်းလွှာတွေဆီကနေ လုယက်ပြီး\nမရှိဆင်းရဲသားတွေကို ပြန်လှူတယ်...ဓါးပြတော့ တိုက်တယ်\nဒါပေမဲ့ ဓမ္မတော့ရှိတယ်လို့ ပြောရမှာပေါ့...ဒီလိုနဲ့ရှမ်ရှေးရှားတို့အဖွဲ့ဗြိတိသျှအစိုးရနဲ့အပေးအယူလုပ်ပြီး\nလွတ်လပ်ရေးကို အရယူနိုင်မယ့်အချိန်မှာတော့..............ဒီဇာတ်ကားမှာ ညှင်းပန်းနှိပ်စက်ခံလူတစ်စုက အင်အားကြီးမားလွန်းတဲ့\nအင်ပါယာကြီးတစ်ခုလုံးကို တွန်းလှန်ပုံနဲ့ ခေါင်းဆောင်ကောင်းတို့ရဲ့\nမြင့်မြတ်တဲ့စိတ်ထားကို မြင်တွေ့ရမှာဖြစ်လို့ ကြည့်ရကျိုးနပ်မယ့်\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်...\nFile size…10GB / 3.2GB / 1.85GB\nQuality…4k HEVC SDR WEBDL AAC5.1CH / 1080p WEBDL AAC5.1Ch  /720p\nFormat…mp4\nDuration….2h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated byTAYLOR",
        "rating": "5.1",
        "url": "https://megaup.net/2tm8s/Shamshera_(2022)_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYmU5ZTU3MWUtMmExZi00YjIxLWIyOWUtZTliNjFjMTEzNDEzXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-133x200.jpg",
        "title": "Look Both Ways (2022)",
        "description": "Look Both Ways (2022)\n=================\nIMDb Rating - 6.4/10ဘဝအတွက် ရေရှည်စီမံကိန်းတွေဆွဲပြီး စနစ်တကျ တည်ဆောက်\nထားပေမယ့် ကံကြမ္မာအပြောင်းအလဲတစ်ခုကြောင့် စီမံကိန်းတွေ\nပျက်စီးသွားပြီး မထင်မှတ်ထားတဲ့ လမ်းကြောင်းပေါ် ရောက်သွားရတဲ့\nအဖြစ်မျိုးက အားလုံးနဲ့ ရင်းနှီးကျွမ်းဝင်နေပြီးသား ဖြစ်မှာပါ။\nဘဝမျှော်မှန်းချက်တွေအပြည့်နဲ့  နက် ဆိုတဲ့ ကောင်မလေးတစ်ယောက်\nကလည်း ဘွဲ့ရရင် အယ်လ်အေမှာ အလုပ်သွားလုပ်မယ်ဆိုပြီး ငါးနှစ်တာ\nစီမံကိန်းတွေနဲ့ လူငယ်တစ်ယောက်ပါ။နက် တို့ ဘွဲ့ရတဲ့ ပါတီညမှာ သူငယ်ချင်းဖြစ်သူ ဂေ့ဘ်နဲ့ လူငယ်သဘာဝ\nကျူးလွန်မိကြပြီး အကာအကွယ်သုံးကြပေမယ့် မမျှော်လင့်ဘဲ နက်\nတစ်ယောက် ကိုယ်ဝန်ရှိသွားခဲ့တယ်။ဗိုက်ထဲမှာ လူမမည်ကလေးလေးတစ်ယောက် ကပ်တွယ်နေပြီဆိုတာ\nသိလိုက်ရတဲ့ နက် အတွက် သူ့ရဲ့ ငါးနှစ်တာ စီမံကိန်းကို ပစ်ပြီး မိဘတွေ\nအိမ်ကိုပြန် ဂေ့ဘ်နဲ့တူတူ ကလေးကို စောင့်ရှောက်ဖို့ ကြိုးစားရပါတော့တယ်။\nမိခင်တစ်ဖြစ်လဲ နက်ဟာ သူငယ်ချင်းတွေ အယ်လ်အေမှာ အလုပ်လုပ်\nနေကြတဲ့ ပုံတွေကို မြင်တိုင်း အဲဒီမှာ ရှိနေသင့်တဲ့ သူ့ရဲ့ဘဝနဲ့ လက်ရှိမိခင်\nဘဝကို ယှဉ်တွေးကြည့်ပုံတွေကို ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/look-both-ways-2022/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fAtIxPI8VtifA25CmYxV8x7YR6q.jpg",
        "title": "Ten Tigers of Guangdong: Invincible Iron Fist ( 2022 )",
        "description": "\"လျန်ခွင်းဆိုတဲ့ လူငယ်လေးတစ်ယောက်နဲ့\nသူရဲ့ငယ်စဥ်ကတည်းက ချစ်ခဲ့ရတဲ့မိန်းကလေး\nပြီးတော့ သူရဲ့အစ်ကိုတို့ဟာ ငယ်စဥ်ကတည်းကဟူတဟိုင်ရဲ့\nအနိုင်ကျင့်မှုတွေကိုခါးစည်းခံလာခဲ့ရာကနေ\nချစ်ရသူနဲ့ ညီအစ်ကိုလိုခင်ရတဲ့သူငယ်ချင်းကိုကာကွယ်ရန်\nလျန်ခွင်းဟာ ရှောင်လင်သိုင်းပညာကို တစ်စိုက်မက်မက်သင်ယူခဲ့ပါတော့တယ်သင်ယူပြီးတဲ့နောက် ဇာတိမြေကိုပြန်လာခဲ့ပါတယ်\nသို့ပေမဲ့လည်း ဟူတဟိုင်နဲ့ သူ့ရဲ့အပေါင်းအပါညီအကိုတွေက\nပိုပြီးတော့တောင်ရန်လိုလာခဲ့ပါတော့တယ်\nအဲဒီကနေ အစပြုလို့ ဟူတဟိုင်ဟာ\nလျန်ခွင်းခွင့်မလွှတ်နိုင်တဲ့ အမှားတစ်ခုကို\nကျူးလွန်လိုက်တဲ့အခါမှာတော့\nလျန်ခွင်းဟာလက်စားချေမှုတွေပြုလုပ်လာခဲ့ပါတော့တယ်ချစ်ရသူတွေအတွက် လက်စားချေရင်း ဘယ်လိုတွေရင်ဆိုင်ရမလဲ\nဘယ်လိုစိန်ခေါ်မှုတွေကိုရော\nရင်ဆိုင်ကြုံတွေ့ရမလဲဆိုတာ\nဒီဇာတ်ကားလေးကိုကြည့်ရှုလိုက်ရအောင်ပါနော်\nသိုင်းပညာတွေ ဂိုဏ်းတွေနဲ့ ကြည့်ရတာ\nသဘောကျနှစ်သက်သူတွေအတွက်ကတော့\nဒီကားလေးကို သဘောတွေ့စေမိမှာအမှန်ပါပဲရှင်\"\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Romance\nRuntime : 1h 15min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/ten-tigers-of-guangdong-invincible-iron-fist-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/96QNGHUxxA45c4q6bdr1T0NO0yD.jpg",
        "title": "My Favorite Girlfriend (2022)",
        "description": "My Favorite Girlfriend (2022)ဒီတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ Drama, Comedy ကားကောင်းလေးဖြစ်တဲ့ My Favorite Girlfriend ပါ။ဇာတ်လမ်းအကျဥ်းကတော့ ကွန်ရတ်ဆိုတဲ့ကောင်ချောလေးဟာ တစ်နေ့မှာ စားဖိုမှူးဖြစ်ချင်သူဆိုတော့ စားသောက်ဆိုင်တစ်ခုမှာ တောက်တိုမယ်ရဝင်လုပ်နေသူတစ်ယောက်ပါ။ သူဟာ သိပ်ဇီဇာကြောင်လွန်းတော့ ဘယ်မိန်းကလေးနဲ့မှ ကြာကြာမတွဲဖြစ်ပါဘူး။ တွဲလိုက်တဲ့သူတိုင်းကိုလည်း ဘာမဟုတ်တဲ့အကြောင်းပြချက်လေးတွေနဲ့ လမ်းခွဲပါတယ်။ ပလေးပါတယ်။တစ်နေ့သူ့အလုပ်က သူဌေးက တောက်တိုမယ်ရခိုင်းရင်း မိန်းကလေးတစ်ယောက်နဲ့ ဆုံဖြစ်စကားပြောဖြစ် ဖုန်းနံပါတ်ပေးကြပြီး ရင်းနှီးသွားကြတယ်။ အဲဒီမိန်းကလေးနဲ့ date လုပ်ရင်း မိန်းကလေးဟာ ရုတ်တရက် တခြားမိန်းကလေးစရိုက်အသွင် ပြောင်းလဲသွားပါတယ်။ ဒါကိုသူကတော့ နောက်နေတယ်ထင်ပြီး အမှုမဲ့အမှတ်မဲ့ နေလိုက်ပါတယ်။ ကောင်မလေးကလည်း အလန်းဆိုတော့ ကွန်ရတ်ခမျာ ကြွေဆင်းပြီး စိတ်ဝင်စားပါတော့တယ်။ဒုတိယအကြိမ်ကောင်မလေး ထပ်စရိုက်ပြောင်းချိန်မှာတော့ ဒါဟာ သာမန်မဟုတ်ဘဲ စရိုက်ကွဲစိတ်ရောဂါရှိနေမှန်း သိလိုက်ရပါတော့တယ်။ ဒီလို စရိုက်အမျိုးမျိုးကွဲနေတဲ့ မိန်းကလေးကို ကွန်ရတ်တစ်ယောက် ဘယ်လိုကြောင်မလဲ၊ ဘယ်လိုကူညီမလဲဆိုတာတွေကို ဟာသဆန်ဆန်ရိုက်ကူးထားတဲ့ ဒရာမာကောင်းလေးမို့ လက်မလွှတ်ဖို့ ...",
        "rating": "",
        "url": "https://megaup.net/17s9g/(CM)_My_Favorite_Girlfriend_(2022)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/RlpQx_4f-140x200.jpg",
        "title": "Om! Crush on Me_ Ayothaya MahaRareuy (2021)",
        "description": "လျို အဖြစ် James Jirayu Tangsrisuk\nအော်ဆွယ့် အဖြစ် Bow Maylada\nထောင် အဖြစ် Great Sapol\nဖော့ခွမ် အဖြစ် Peem Jaiyenဇာတ်လမ်းအကျဉ်းထိုင်း-ဂျပန် ကပြားတစ်ဦးဖြစ်တဲ့ လျိုက ပျောက်ဆုံးနေတဲ့ မိခင်ဖြစ်သူကို ရှာဖွေဖို့ အယုဒ္ဓယကို ရောက်လာခဲ့တယ်တစ်ပြိုင်တည်းမှာပဲ လျိုက အော်ဆွယ့်ဆိုတဲ့ မိန်းမပျိုလေးကို ချစ်မိသွားခဲ့တယ်ဒါပေမဲ့ ချစ်ရတဲ့ အော်ဆွယ့်က ဖော့ခွမ် အဓမ္မသိမ်းပိုက်ဖို့ ဝယ်ယူထားတဲ့ သူဖြစ်နေပြီး ဖော့ခွမ်က ရာထူးကြီးရှိနေရုံသာမက မှော်ပညာပါ တက်နေခဲ့တယ်လျိုက မှော်ပညာကို အနည်းငယ်သင်ယူထားပြီး အော်ဆွယ့်ကို အစေခံအဖြစ်က လွတ်မြောက်စေဖို့ အဖွဲ့ဖွဲ့ကာ ကြိုးပမ်းခဲ့ပေမဲ့ ဖော့ခွမ်ရဲ့ မှော်ပညာက အားသာနေခဲ့တယ်လျိုအနေနဲ့ ထပ်ကြိုးစားပြီး ချစ်ရတဲ့ မိန်းကလေး အော်ဆွယ့်ကို ဖော့ခွမ်လက်က ကယ်တင်နိုင်မလားရှာဖွေချင်နေတဲ့ မိခင်ဖြစ်သူကိုရော တွေ့သွားမလားဆိုတာ ဒီဇာတ်လမ်းမှာ ကြည့်ရှုကြရအောင် ။( အညွှန်းရေးသားထားသူက‌တော့ Kyi Nue Zin ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/om-crush-on-me_-ayothaya-maharareuy-2021/",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYTc2YmQwYzctNDNkMy00ZWNhLWJjODktOWM4YWRhMDZhMmI1XkEyXkFqcGdeQXVyMjYwMjMwMzk@._V1_-133x200.jpg",
        "title": "Gargi (2022)",
        "description": "Drama, Thriller, Mystery\nIMDb - 8.4 / 10\"ခွန်အားနည်းတဲ့ မိန်းမသားတွေရဲ့ဖြစ်တည်မှုဟာ\nခွန်အားကြီးတဲ့ ယောက်ျားသားတွေရဲ့ ရှက်ဖွယ်ဖြစ်တဲ့ တဏှာရာဂ\nလောဘစိတ်တွေထွက်ပေါ်လာဖို့ လက်ယပ်ခေါ်နေတာမဟုတ်...\nမလုံ့တလုံဝတ်လို့ စော်ကားခံရတယ်ဆိုရင်\nလုံခြုံပြီး အပြစ်ကင်းတဲ့ ကလေးငယ်လေးတွေကိုရော ဘာကြောင့် လုပ်ရက်ကြတာလဲ...?\"ဟုတ်ကဲ့..\nဒီနေ့မှာတော့ အားလုံးရဲ့အချစ်တော်\nသဘာဝအလှနဲ့ မင်းသမီးလေး စိုင်းပလာဗီရဲ့\nဇာတ်ကားကောင်းတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီကားထဲမှာတော့ သူဟာ သာမန်မိသားစုတစ်ခုက သမီးကြီးတစ်ယောက်ဖြစ်ပြီး\nကျောင်းဆရာမတစ်ယောက်ဖြစ်ပါတယ်ဒီလိုနဲ့ နေထိုင်လာခဲ့ရင်း လုံခြုံမှုမရှိတဲ့\nသူတို့မြို့ထဲ အုပ်စုဖွဲ့ သက်ငယ်မုဒိန်းမှုတစ်ခု\nပေါ်ပေါက်လာခဲ့ပါတော့တယ်ထူးဆန်းတာက အဲဒီမုဒိန်းကျင့်မှုမှာ သူ့အဖေဟာ\nငါးယောက်မြောက်တရားခံ ဖြစ်လို့နေပါတယ်အဲဒီလိုနဲ့ သူတို့တွေ အမှုရင်ဆိုင်ဖို့\nဖြစ်လာတဲ့အခါမှာတော့....သူ့အဖေဖြစ်သူဟာ အပြစ်မရှိဘဲ\nယိုးစွပ်ခံရတာလား\nဒါမှမဟုတ် တကယ့်တရားခံအစစ်ပဲလားဆိုတာ\nမေးခွန်းပေါင်းများစွာနဲ့အပြင်အမှုဖော်ထုတ်မှုတွေကိုလည်း သိချင်စိတ်ပြင်းပြစွာ\nကြည့်ရှုရမှာဖြစ်လို့\nစိတ်ဝင်စားစရာကောင်းတဲ့\nဇာတ်ကားလေးတစ်ကား ဖြစ်ကြောင်း\nအခုလိုပဲ အညွှန်းရေးသားလိုက်ရပါတယ်\nFile size…4.5GB / 1.7GB  /  800MB\nQuality…4k HEVC WEB DL / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sora & Lwin Htoo ...",
        "rating": "8.4",
        "url": "https://megaup.net/17hrc/Gargi_(2022)_Tamil%C2%A0TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNDkyZGFjZDEtODdiZS00YmJiLWE2NTEtZGIxMTUzN2ZjZjA3XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Vengeance (2022)",
        "description": "Vengeance (2022)\n==============\nIMDb Rating - 7.0/10ဟာသ ဆန်းကြယ် သည်းထိတ်ရင်ဖို အမျိုးအစားရုပ်ရှင်ပါ။ ဘီဂျေ\nနိုဗက်က ကိုယ်တိုင် ဇာတ်ညွှန်းရေး ဒါရိုက်တာလုပ် မင်းသားလုပ်ပြီး\nရိုက်ကူးထားတာပါ။ ဒဿနဆန်ဆန်ကားမျိုးပေါ့။ အစပိုင်းတော့\nအတော်ကိုရယ်ရပါတယ်။နာမည်ကြီး ပေါ့ကတ်စ် ဂျာနယ်လစ် စာရေးဆရာ ဘန် ဟာ အချစ်ကို\nအယုံအကြည်မရှိဘဲ မိန်းကလေးတွေအများကြီးကို အပျော်တွဲတတ်တဲ့\nလူတစ်ယောက်ပါ။ တစ်နေ့တော့ ညဘက်ကြီးသူ့ဆီကို ဖုန်းဝင်လာတယ်။\nမင်းရဲ့ ရည်းစား အက်ဘ်လင်းသေပြီ ဈာပနကို လာပေးပါဆိုပြီး အက်ဘ်\nလင်းဆိုတဲ့မိန်းကလေးရဲ့အစ်ကိုက ဖုန်းဆက်လာတာပါ။ ဘန်က အက်ဘ်\nလင်းနဲ့ ၃ခါလောက်ပဲချိန်းဖူးတာဖြစ်ပြီး စိတ်ထဲတောင် သိပ်အမှတ်တရ\nမရှိလှပါဘူး။ဒါပေမဲ့ အက်ဘ်လင်းရဲ့မိသားစုက သူ့ကို အရေးကြီးပုဂ္ဂိုလ်လို အရေးတကြီး\nဖိတ်နေတဲ့အတွက် လိုက်သွားလိုက်ပါတယ်။ နေရာက‌တော့ တက္ကဆက်\nပြည်နယ်ထဲကိုမှ အတော်ခေါ်တဲ့ နေရာပါပဲ။ အဲဒီဈာပနအပြီးမှာတော့\nအက်ဘ်လင်းအစ်ကိုက သူ့ညီမသေတာဟာ လူသတ်ခံရတာဖြစ်နိုင်တယ်၊\nလူသတ်တရားခံကို အတူရှာပြီးလက်စားချေဖို့ ဘန့်ကိုပြောပါတယ်။\nဘန်ကတော့ ဒီမိသားစုရဲ့ အူကြောင်ကြောင် ရိုးရှင်းပုံကိုသာ ဇာတ်လမ်းအသံ\nဖမ်းပြီး ပေါ့ကတ်စ်လွှင့်လိုက်ရရင် အရမ်းပေါက်မှာပဲဆိုပြီး လူသတ်မှုဆိုတာ\nမယုံပေမဲ့ အလိုက်သင့်လိုက်စုံစမ်းလိုက်ပါတယ်။အဲဒီမှာ သူသိလိုက်ရတာက ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Npse/Vengeance.2022.720p.WEBRip[CM].mp4",
        "category": "Comedy, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-last-137x200.jpg",
        "title": "The Last Castle (2001)",
        "description": "File size…(2.08GB)/(1.2GB)/(629MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:11:00\nGenre...Drama / Action / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "6.9",
        "url": " https://megaup.net/2tnrr/The_Last_Castle_(2001)_720p_(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fkIGMQ9kkVuuFoPSCKvvea9SLxd.jpg",
        "title": "The Soloist(2009)",
        "description": "The Soloist(2009) အညွှန်း**********************ဒီဖြစ်ရပ်မှန်ဇာတ်ကားလေးမှာ Jamie Foxx နဲ့ Robert Downey Jr တို့ အပြိုင်ကြဲထားထားပါတယ်။သူ့နာမည်အပြည့်အစုံက နေသန်နီရယ်အန်တိုနီအဲယာစ်ဂျူနီယာ။မိခင်က အလှပြင်ဆိုင်ဖွင့်ထားပြီး အစ်မတစ်ယောက်ရှိတယ်။ဟိုးခပ်ငယ်ငယ် ကလေးဘဝတည်းက ချယ်လိုလို့ခေါ်တဲ့ တယောကြီးတီးရာမှာ တစ်ဖက်ကမ်းခတ် ပါရမီပါသူ။\nဂီတ အနုပညာကို အင်မတန်မြတ်နိုးသလို ဘီသိုဗင်ကိုလည်း အရူးအမူးချစ်ခင်လေးစားသူပေါ့။ကံဆိုးရှာတာက ထိုပါရမီရှင်ဟာ စိတ်ကစဉ့်ကလျား ရောဂါသည်ဖြစ်နေရှာတာပါပဲ။နားထဲ ကြားကြားနေရတဲ့အသံတွေတောင် သူ့မှာ ကျောင်းတစ်ဝက်တစ်ပျက်နဲ့ အယ်လ်အေလမ်းမပေါ်ကို ရောက်ခဲ့ရရှာပေါ့။လှည်းတစ်စီးနဲ့ ဖြစ်သလိုနေ ဖြစ်သလိုစားနေရရှာတဲ့သူဟာ ဂီတကိုတော့ အချစ်မလျော့ခဲ့ရှာဘူး။\nကောက်ရတဲ့ ပျက်လုနီးပါ တယောတစ်လက်ကို တစ်ခါမှမသင်ဖူးပါပဲကျွမ်းကျွမ်းကျင်ကျင် တီးခတ်နေလေ့ရှိပါတယ်။အယ်လ်အေစံတော်ချိန်သတင်းစာတိုက်က နာမည်ကျော်ဆောင်းပါးရှင် စတိဗ်လိုပတ်ဇ်။\nသူကတော့ အခန်းဆက်ဆောင်းပါးတွေရေးတဲ့သူဖြစ်ပြီးသူ့စာဖတ်ပရိသတ် အတော်များတာပေါ့။\nစာရေးဖို့ ကုန်ကြမ်းရှာရင်း နေသန်နီရယ်ကို သွားတွေ့ရာကဒီတိုင်း ပါရမီရှင်ရဲ့ လမ်းပေါ်က အခြေအနေကို မျက်နှာလွှဲမနေနိုင်တော့တဲ့အခါ။အပြင်မှာ စတိဗ်လိုပတ်ဇ်ဟာ ပူလစ်ဇာဆု စကာတင်စာရင်းမှာလေးကြိမ်တိတိဝင်ခဲ့တဲ့ စာရေးဆရာအကျော်အမော်ဖြစ်သလို နေသန်နီရယ်ဟာလည်းတူရိယာပေါင်းစုံကို ကျွမ်းကျွမ်းကျင်ကျင် တီးခတ်နိုင်တဲ့ ဖိုးဖိုးကြီးဖြစ်ကြီး လက်ရှိ အယ်လ်အေမှာ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-soloist2009/",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vekDYxWUxuHPDrrVD2BtTOOyTFn.jpg",
        "title": "The Queen Of KungFu 3 ( 2022 )",
        "description": "သိုင်းကားတွေကွန်ဖူးချတာတွေမှ ကြည့်ချင်တဲ့ပရိတ်သတ်ကြီးအတွက်\nလက်မလွှတ်သင့်တဲ့ကားကောင်းလေးတစ်ကားလာပါပြီ\nတရုတ်တော်လှန်ရေးခေတ်မှာ သိုင်းလောကနံပါတ်တစ်ရဖိုအတွက်\nသိုင်းသမားအချင်းချင်းပြန်တိုက်ခိုက်နေကြပါတယ်ဘာလိုနံပါတ်တစ်ရဖိုလိုချင်ကြလဲဆိုရင် နိုင်ငံခြားသားကုန်သည်တွေဟာ\nသိုင်းလောကနံပါတ်တစ်သမားနဲ့ပဲပူးပေါင်းပြီး\nလောင်းကစားတွေ လူကုန်ကူးတာတွေ မူးယစ်ဆေးဝါးတွေလုပ်လိုပါပဲအဲ့အချိန်သိုင်းလောကနံပါတ်တစ်ရရှိထားသူကတော့\nမင်ဂိုဏ်းကခေါင်းဆောင်အားရှီပါ\nဒါပေမဲ့သူကနိုင်ငံခြားသားတွေနဲ့မပူးပေါင်းပါဘူး\nအဆင့်တစ်နဲ့မှပူးပေါင်းချင်တဲ့နိုင်ငံခြားသားတွေနဲ့\nအဆင့်တစ်ကိုလိုချင်တဲ့လုံဂိုဏ်းဟာအားရှိကိုလုပ်ကြံကြပါတော့တယ်သူတိုပဲလုပ်ကြံနိုင်မလားအားရှီကဘာတွေပြန်လုပ်ပြီး\nဘယ်လိုဖြစ်သွားမလဲဆိုတာဇာတ်လမ်းလေးထဲကြည့်ရှုပေးပါနော်\nသိုင်းချခန်းတွေကတော့ ရှယ်ပါပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 28min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-queen-of-kungfu-3-2022/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mHQDLK9DZ5lULet8GhXYumd85p7.jpg",
        "title": "SLR (2022)",
        "description": "SLR (2022)ကင်မရာဆိုတာ ဝိညာဥ်ကိုဖမ်းစားနိုင်တဲ့လက်နက်တခုပဲဆိုတာ ယုံကြလား?ဓာတ်ပုံပညာကိုသင်ကြားနေတဲ့ ဒန်က ထူးချွန်ကျောင်းသားဖြစ်ချင်ပြီး နယူးယောက်ထိသွားချင်တဲ့အိပ်မက်ရှိသူပါ\nသူက အတော်ဆုံးဆရာတစ်ဦးဖြစ်တဲ့ဆရာအိမ်းဆီ တပည့်ခံပြီး ပရောဂျက်တခုကိုလုပ်ဖြစ်ခဲ့တယ်\nဆရာက သူ့စာတမ်းပြုစုတာ အကောင်းဆုံးဖြစ်အောင် SLRကင်မရာတလုံးကိုပေးခဲ့တယ်\nသူ့ပရောဂျက်က ၁၄ရက်အတွင်း လူ၇ဦးရဲ့ပုံကိုရိုက်ပြီးရမှာဖြစ်တယ်\nသူဟာ ဆရာ့ကင်မရာကိုသုံးပြီး အလုပ်စခဲ့ရာမှာ ထူးဆန်းတဲ့ဖြစ်ရပ်တခုကို ၆ပုံမြောက်ရိုက်အပြီးမှာ သိခဲ့ရတယ်သူက ဒီဖြစ်ရပ်ဆိုးကို အဆုံးသတ်ဖို သူငယ်ချင်း နမ်နဲ့ဂရိတ်တိုနဲ့ပူးပေါင်းပြီး လုပ်ဆောင်ခဲ့ကြရာမှာ\nနောက်ဆုံး ဘယ်လိုအဆုံးသတ်သွားမလဲ\nထူးဆန်းတဲ့ဖြစ်ရပ်ဆိုးက ဘယ်အရာလဲ\n၇ဦးမြောက်ရဲ့ပုံကိုရရင် ဘယ်လိုဆက်ဖြစ်နိုင်မလဲ\nဒန်ရဲ့အိပ်မက်တွေဖြစ်မြောက်ရဲ့လားဆိုတာကို\nဒီဇာတ်ကားထဲမှာ သည်းထိတ်ရင်ဖိုကြည့်ရှုရမှာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre.....Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 2.18GB | 684MB | 248MB\nFormat… mp4\nDuration…. 1h 53min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Lei Wutyi Tun\nEncoder ..... August",
        "rating": "6.8",
        "url": "https://megaup.net/2tnuU/SLR.2022.720p.NF.WEB-DL.DDP5.1.CM..mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZGMwMGI5NzYtZmYyZS00ODRhLTk2MTItZjIyYTNhZTk4ZjYzXkEyXkFqcGdeQXVyMTM0NTc2NDgw._V1_-113x200.jpg",
        "title": "Yaanai (2022)",
        "description": "Yaanai 2022\nIMDb 6.7\nOh My Dog ဇာတ်ကားနဲ့ပရိတ်သတ်ကိုဆွဲဆောင်ခဲ့တဲ့ မင်းသားကြီး Arun Vijay ရဲ့\nကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ ဇာတ်ကားလေးထွက်ရှိလို့လာပါပြီ\nဗီလိန်ပိုင်းမှာလဲ KGFထဲက ဗီလိန်ကြီးပါဝင်သရုပ်ဆောင်ထားလို့ အတော်ကြမ်းတဲ့ဇာတ်လမ်းတပုဒ်ပါလွန်ခဲ့တဲ့၇နှစ်က ဖြစ်ခဲ့တဲ့အမှုမှာ သားဖြစ်သူတွေကိုဆုံးရှုံးလိုက်ရတဲ့ Samudharamမိသားစု နဲ့\nသားသေဆုံးမှုမှာတာဝန်ရှိ‌နေတဲ့ PRVမိသားစု ဆိုပြီး ရွာနှစ်ခြမ်းကွဲသွားခဲ့ပါတယ်\nမိသားစုနှစ်ဖက်လုံးကလည်း ကျိကျိတက်နဲ့ နာမည်ကြီးကြတဲ့လူတွေချည်းပါပဲမင်းသားကြီး Arun Vijay ကတော့ PRV ဘက်ပါ ဖအေတူမအေကွဲဖြစ်နေတာကြောင့်\nဖအေ့ဘက်ကပါလာတဲ့အစ်ကိုတွေနဲ့ ဆန့်ကျင်ဘက်ပါပဲ ကြင်ကြင်နာနာနဲ့ လူတိုင်းချစ်ခင်ကြပြီး\nတစ်ဖက်မိသားစုရဲ့သားသေဆုံးမှုကိုတာဝန်ရှိတယ်လို့ခံယူထားတဲ့တစ်ဦးတည်းသောလူပေါ့\nအငယ်ဆုံးဖြစ်ပေမယ့် တစ်အိမ်လုံးကို ဆင်တစ်ကောင်လိုထမ်းပိုးပြီး ကာကွယ်လိမ့်မယ်ဆိုတဲ့\nဇာတာအရ ဖခင်ဖြစ်သူက အားကိုးနေရတဲ့ရာဗီးတစ်ယောက် နှစ်ဖက်မိသားစုရဲ့ ပဋိပက္ခတွေကြားက\nမိသားစုကိုဘယ်လိုကယ်တင်မလဲကြမ်းရမ်းနေလို့လည်းမပြီးသေးတာကြောင့်ကြားထဲမှာ ရိုမန့်လေးတွေနဲ့\nဘယ်လိုရိုကြမလဲ ခံစားမှုအစုံရစေမယ့် ဇာတ်ကားကောင်းလေးဖြစ်တာကြောင့်\nစီးမျောသွားစေရန်တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…3.42GB / 1.6GB\nQuality…1080p WEB DL AAC5.1Ch / 720p\nFormat…mp4\nDuration….2h 34m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Su Mon Aung  & Yunni &  ...",
        "rating": "6.7",
        "url": "https://megaup.net/17sjk/Yaanai_(2022)_Tamil_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNGUzNzc3Y2EtMGI0ZS00ZWYwLWFjODQtNzYwY2I5OTczODcwXkEyXkFqcGdeQXVyMTU0OTAzOTQ1._V1_-150x200.jpg",
        "title": "The Next 365 Days (2022)",
        "description": "The Next 365 Days (2022)\n==================\n365Days ရဲ့ 3 ကားမြောက် Trilogy အဖြစ်\nThe Next Day ဆိုပြီးထွက်ရှိလာပါတယ်။365 Days - Part 2မှာမပြီးပြတ်ခဲ့တဲ့မာစီမို၊လော်ရာ နဲ့\nနာရှိုတို့ရဲ့သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းနဲ့ အတူ ဘယ်လို\nရှေ့ဆက်သွားမလဲဆိုတာကို ဒီဇာတ်ကားမှာစောင့်ကြည့်\nရမှာပါ။365 Days ရဲ့ထုံးစံအတိုင်း အချစ်အနမ်း ခပ်ကြမ်းကြမ်း\nတွေကိုသီချင်းငြိမ့်ငြိမ့်လေးတွေနဲ့တဝကြီးကြည့်ရှုရမှာပါ။\nနောက်ဆက်တွဲကားလည်းထွက်ဖို့ရှိတာကြောင့်ဘာတွေ\nဆက်ဖြစ်သွားမလဲဆိုတာကိုယ်တိုင်ပဲစောင့်ကြည့်ခံစားလိုက်ကြပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing\nဖြစ်ပါတယ်)\nFile Size..........(800 MB)\nQuality............WebRip 720p\nDuration.........1Hr 52mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "4.5",
        "url": "https://megaup.net/17syg/The.Next.365.Days.2022.PROPER.720p.NF.WEBRip[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/365_Days_This_Day_poster-139x200.png",
        "title": "365 Days: This Day (2022)",
        "description": "365 Days: This Day (2022)အားလုံးစောင့်မျှော်နေကြတဲ့ အချစ်အနမ်း ခပ်ကြမ်းကြမ်းအခန်းတွေနဲ့ နာမည်ကြီးခဲ့တဲ့ 365 DNI ရဲ့\nအဆက် 365 Days This Day ဆိုတဲ့ နာမည်နဲ့ ထပ်ထွက်လာပါပြီ။ဒီဇာတ်ကားမှာလည်း ပုရိသတို့အကြိုက် Masimo & Laura တို့အပြင်\nတစ်ခြားအလန်းစား ပြိုင်ဘက် Mafia Gang က ဇာတ်ကောင်အသစ်တွေပါ\nပါလာပါတယ်။ ပထမကားမှာ ဥမင်လှိုင်ခေါင်းတစ်ခုမှာ ပြိုင်ဘက် ဂိုဏ်းရဲ့\nတိုက်ခိုက်မှုကိုခံခဲ့ရတဲ့ လော်ရာ ဟာ ကိုယ်၀န်ပျက်ကျသွားရကနေ စပါတယ်။\nဒါပေမယ့် ဒီကိစ္စကို မာစီမိုကို မပြောထားခဲ့ပဲ သာမန်ဘ၀အဖြစ်ဖြတ်သန်းဖို့\nလော်ရာက ဆုံးဖြတ်လိုက်ပါတယ်။ ဒါပေမယ့် မာစီမိုရဲ့ ပျောက်နေတဲ့ ညီ\nပေါ်လာခဲ့တဲ့အပြင် ... ပြိုင်ဘက် မာဖီးယားဂိုဏ်းရဲ့ နှောက်ယှက်တိုက်ခိုက်မှုတွေ\nကြားမှာ မာစီမို နဲ့ လော်ရာတို့ နှစ်ယောက် ဘယ်လိုကြံ့ကြံ့ခံဖြတ်သန်းသွားမလဲဆိုတာ\nဆက်လက်ကြည့်ရှုရမှာပါ။365 ကားရဲ့ထုံးစံအတိုင်း Nude scene တွေအများကြီးကို Soundtrack\nအငြိမ်လေးတွေနဲ့ တစ်၀ကြီးကြည့်ရမှာပါ။ဒါက ...",
        "rating": "",
        "url": "https://megaup.net/14eaj/365.Days.This.Day.2022.720p[CM].mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BODljZTM3ODAtMDc0YS00NmI4LTlmZTUtM2I5MDAzNTQxZmMxXkEyXkFqcGdeQXVyMTEwMTY3NDI@._V1_SY1000_SX710_AL_-142x200.jpg",
        "title": "365 Days (2020)",
        "description": "365 Days (2020)အရင်ဆုံးပြောချင်တာက Rating ကိုကြည့်ပြီး ဆုံးဖြတ်လိုက်ရင်တော့ နောင်တတွေ တစ်သီကြီးရသွားပါလိမ့်မယ်။ဒီရုပ်ရှင်က Sex scenes ခပ်ကြမ်းကြမ်းတွေ\nတစ်ပြွတ်ကြီးကို Erotic ဆန်ဆန် ရိုက်ပြထားတဲ့ Italy/ Poland\nရုပ်ရှင်ဖြစ်ပါတယ်။သုံးထားတဲ့ Soundtrack တွေလည်း အရမ်း\nမိုက်ပါတယ် ။ Fifty shades of grey လိုကားမျိုးကို သဘောကျတယ်ဆိုရင်တော့ ဒီရုပ်ရှင်ကလည်း သင့်အကြိုက်ဖြစ်စေမှာပါ။\n18+ အခန်းတွေပါတာကြောင့်\n18 ယောက်စုပြီးမှ ကြည့်ဖို့ အကြံပေးချင်ပါတယ်။ဇာတ်လမ်းအညွှန်း\n---------------မာစီမို က အီတလီ အင်အားကြီး  မာဖီးယားဂိုဏ်းမိသားစုတွေထဲက တစ်ခုရဲ့ သားဖြစ်ပါတယ် ။ ဖခင် သေနတ်ပစ်ခံရပြီးသေဆုံးမှုမှာ မာစီမိုဟာ မိန်းကလေးတစ်ယောက်ကိုတွေ့ခဲ့ရပါတယ် ။ မာစီမိုက မာဖီးယား ဂိုဏ်းရဲ့ ဆက်ခံသူဖြစ်လာခဲ့ပြီးသူတွေ့ခဲ့တဲ့ မိန်းကလေးကိုလည်း ၅ နှစ်တိတိလိုက်ရှာနေခဲ့ပါတယ် ။တစ်နေ့ သူရဲ့ မာဖီးယားဂိုဏ်းသားတွေ ဒုစရိုက်သမားတွေ စီးပွားရေးလုပ်ငန်းရှင်ကြီးတွေနဲ့ တွေ့ဆုံပွဲတစ်ခုက အပြန် လေဆိပ်မှာ သူ ...",
        "rating": "",
        "url": "https://megaup.net/14ec3/(CM)_365.Days.2020.1080p.NF.WEB-DL.DDP2.0.x264-Nyein.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZjA1MjM1MjAtYjZiZS00N2U1LWJjYjEtZTlmMGJjNWJiYjczXkEyXkFqcGdeQXVyMzYxOTQ3MDg@._V1_-133x200.jpg",
        "title": "Dejavu (2022)",
        "description": "Dejavu (2022)\nThriller\nIMDb 7.8/10ဒီဇာတ်ကားကတော့ တကယ့်ကိုစိတ်ဝင်စားဖို့ကောင်းပြီး\nအတွေးတွေဝေစေမယ့်တမီလ်ရုပ်ရှင်ကားတစ်ကားဖြစ်ပီး...\nလတ်တလောထွက်ထားတဲ့ D-Block ထဲကမင်းသားကို ခပ်မိုက်မိုက် ရဲတစ်ယောက်အဖြစ်တွေ့မြင်ရမှာပါဇာတ်လမ်းအကျဉ်း\nတစ်ည ရဲစခန်းကို လူတစ်ယောက်ရောက်လာပြီး တိုင်ချက်လာဖွင့်ပါတယ်\nအကြောင်းရင်းက သူဟာ စာရေးဆရာတစ်ယောက်ဖြစ်ပြီး\nသူ့ဇာတ်လမ်းထဲကဇာတ်ကောင်တွေက သူ့ကိုဖုန်းဆက်ခြိမ်းခြောက်နေလို့\nရဲစောင့်ထားပေးပါလို့ လာတောင်းဆိုတာဖြစ်ပါတယ်လူကလည်းမူးနေတော့ ရဲတွေက ဒီလူမူးနေလို့ ရစ်တာပါဆိုပြီး\nထင်မြင်ချက်ပေးပြီး ပြန်လွှတ်လိုက်တယ် အဲ့ဒီနေ့ညမှာပဲ\nကောင်မလေးတစ်ယောက်ပျောက်သွားခဲ့ပါတယ်...ကောင်မလေးက မပျောက်ခင်မှာ ရဲထိန်းချုပ်ခန်းဆီ ဖုန်းဆက်ပြီး\nဒီစာရေးဆရာနာမည်ကိုပြောသွားခဲ့ပါတယ်...မနက်စာရေးဆရာအိမ်ကို သွားစုံစမ်းတော့ တကယ်ပဲ\nသူရေးလက်စဇာတ်လမ်းက အပြင်ကဖြစ်ပျက်ပုံနဲ့\nတထေရာတည်းတူနေတဲ့အခါ...ရှေ့ဆက်စိတ်ဝင်စားစရာ ဇာတ်လမ်းအချိုးအကွေ့တွေကို ဘယ်လိုအကြောင်းရင်းတွေနဲ့\nကြုံရမလဲဆိုတာကိုတော့ ပိတ်ကားပြင်ထက်မှာပဲ\nဆက်လက်ရှုစားပေးကြပါ...\nFile size…1.8GB / 845MB\nQuality…1080p True WEB DL  AAC5.1CH / 720p \nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Thet Ko & Lwin Htoo Aung",
        "rating": "7.8",
        "url": "https://megaup.net/17sdb/Dejavu_(2022)_Tamil_TRUE_WEB-DL.720p.AAC2.0CH.YK.(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNTBlZGY1OTAtN2RjMC00ZThiLWFiZmUtN2VkOGMxNmMyYjQwXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Ma Rainey’s Black Bottom (2020)",
        "description": "Ma Rainey's Black Bottom ( 2020 )\n=========================\nIMDb Rating - 6.9/102021တုန်းက အော်စကာ(၅)ခု ဆန်ခါတင်ဝင်ခဲ့ပြီး (၂)ဆုရခဲ့တဲ့\nဘလက်ပန်သာကြီး Chadwick Bosemanရဲ့ နောက်ဆုံးရုပ်ရှင်ပါ။\nဘာလို့နောက်ဆုံးလို့ပြောရလဲဆိုတော့ (၂၀၂၀)မှာပဲ သူဆုံးသွားခဲ့ပါပြီ။\nရုပ်ရှင်အများကြီး မရိုက်လိုက်ရပေမဲ့ သရုပ်ဆောင်စွမ်းရည်ကို\nရိုက်သလောက်ရုပ်ရှင်တွေနဲ့ ပြသွားခဲ့တဲ့ Bosemanရဲ့ ဇာတ်ဆောင်ဆုနဲ့\nအော်စကာဆန်ခါတင်ဝင်ခဲ့တဲ့ ရုပ်ရှင်ဆိုလည်း ဟုတ်ပါတယ်။ကံဆိုးစွာနဲ့ပဲ ဆာအန်သိုနီဟော့ကင်းတို့ ဂယ်ရီအိုးမန်းတို့လို ဝါရင့်ဆရာကြီးတွေ\nဆန်ခါတင်စာရင်းထဲပါနေတာကြောင့် ဆုမရခဲ့ပါဘူး။ ထပ်မမြင်ရတော့မဲ့\nChadwick Bosemanကြီးရဲ့ သရုပ်ဆောင်စွမ်းရည်အမြင့်ဆုံးရုပ်ရှင်တွေ\nထဲကတစ်ကားဖြစ်သလို Chadwick Bosemanကြီးကို အလွမ်းပြေကြည့်\nလို့ရမယ့် သူ့နောက်ဆုံးရုပ်ရှင်လည်းဟုတ်ပါတယ်။ဒီရုပ်ရှင်က Blues ဂီတရဲ့မိခင် Ma Raineyကိုအမှီပြုပြီး Ma Raineyနဲ့\nသူ့တီးဝိုင်းအဖွဲ့ရဲ့ ဓာတ်ပြားသွင်းတဲ့တစ်နေ့တာအကြောင်းကိုပဲ ဇာတ်အိမ်\nတည်ထားတယ်။တစ်နေ့တာဆိုတဲ့အချိန်ကလေးထဲမှာ အကြောင်းအရာမျိုးစုံ\nကိုပြသွားတဲ့ဇာတ်လမ်းတွေ ကျွန်တော်တို့ အများကြီး ကြည့်ခဲ့ကြပြီးပါပြီ။ဒီကောင်ကတော့ အဲ့ဒီဇာတ်လမ်းတွေထက် ပိုမှောင်မိုက်တဲ့ အရာတစ်ခုကို\nပိုင်ဆိုင်ထားတယ်။ ဇာတ်အိမ်ဟာ ဒီရုပ်ရှင်ရဲ့ Genreမှာ ရေးထားတဲ့ Musical\nDramaဆိုတဲ့စကားလုံးနဲ့ လုံး၀ဆန့်ကျင့်နေတယ်။ ဒီရုပ်ရှင်ဟာ အမေရိကက\nလူမဲတွေရဲ့ ဘ၀နဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2tjhe/Ma.Raineys.Black.Bottom.2020.720p.NF.WEB-DL.DD5.1.CM.mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZjgwNDA3MmUtMTQ3Yy00ZDFmLTgwMTktNTBlMTQ3ZTI5MjYxXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Orphan: First Kill (2022)",
        "description": "၂၀၀၉ ခုနှစ်က ထွက်ခဲ့တဲ့ မိဘမဲ့သမီးလိမ္မာလေးရဲ့ ဇာတ်လမ်းကို အားလုံးသိကြမှာပါ။ မကြည့်ဖူးသေးရင် ချန်နယ်မြန်မာမှာ ကြည့်လို့ရပါတယ်။ ဒီရုပ်ရှင်ကတော့ 2009 ရဲ့အဆက်မဟုတ်ဘဲ ရှေ့ကိုပြန်သွားတာပါ။သမီးလိမ္မာလေးရဲ့ ပထမမိသားစု ဇာတ်လမ်းပါပဲ။ ဒီဇာတ်လမ်းမှာတော့ သမီးလိမ္မာလေးတစ်ယောက် ဘယ်လို ကိုယ်ဖေကိုယ်ချစ်ပြီး မိသားစုကို ဘယ်လိုတွေ ကောင်းကျိုးပေးဦးမလဲဆိုတာ စောင့်ကြည့်ရမှာပါ။ သမီးလေးဘယ်လောက်လိမ္မာမလဲဆိုတာ သိပြီးသားဖြစ်နေရင်တော့ သိပ်မအံဩရပေမဲ့ ဇာတ်လမ်းနဲ့ အတိုက်အခိုက်အသတ်အဖြတ်လေးတွေကြမ်းတာမို့ သမီးလိမ္မာလေးရဲ့ ရာဇဝင်ကို ကြည့်ကောင်းကောင်းနဲ့ ကြည့်ရဦးမှာပါပဲ။File size… (1.9 GB)/(1.7 GB)/(560MB) / (300 MB)\nQuality….Webrip 4K HEVC/1080p / 720p / 480p\nFormat…mkv/mp4\nDuration….01:39:00\nGenre...Drama,Crime, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson\nOrphan (2009) Download Link",
        "rating": "6.0",
        "url": "https://megaup.net/1Npgc/[CM]Orphan.First.Kill.2022.720p.WEB-DL.mp4",
        "category": "Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/orphan_movie_poster_by_fluttershy6414-d4ys77u-220x300.jpg",
        "title": "Orphan (2009)",
        "description": "ဒီတစ်ခေါက်တော့ IMDb 7 ရထားပြီး စိတ်လှုပ်ရှားဖွယ်..ခြောက်ခြားဖွယ်..ကားတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်...\nဂျွန်နဲ့ကိတ်ဆိုတဲ့မိသားစုမှာ ကလေးနှစ်ယောက်ရှိပါတယ်..ကိတ်ရဲ့ တတိယမြောက်ကိုယ်ဝန်လွယ်ထားရတဲ့အချိန်မှာ.\nကလေးပျက်ကျသွားခဲ့လို့..သူတို့ဇနီးမောင်နှံနှစ်ယောက်လုံးမှာအကြီးအကျယ်ခံစားခဲ့ရပါတယ်...ဒါကြောင့်မို့ဒီဝေဒနာကိုကုစားဖို့..\nလင်မယားနှစ်ယောက်အတူတိုင်ပင်ပြီး.ကလေးတစ်ယောက်ကိုမွေးစားဖို့ဆုံးဖြတ်ခဲ့ကြပါတယ်..ဒီလိုနဲ့ မိဘမဲ့ကလေးဂေဟာကိုရောက်တော့\nအရွယ်နဲ့မလိုက်အောင်ကိုရင့်ကျက်ပြီး ထူးထူးဆန်းဆန်းစကားတွေပြောတဲ့စကားပြောကောင်းလှတဲ့အက်စတာ ဆိုတဲ့ကလေးငယ်ကိုသဘောကျသွားပြီး\nမွေးစားဖို့ခေါ်လာပါတော့တယ်အက်စကာရောက်လာတာကို သမီးအငယ်ကအဆင်ပြေမယ့်\nသားကတော့သိပ်သဘောကျပုံမရပါဘူး...အစပိုင်းမှာအဆင်ပြေပေမယ့် နောက်ပိုင်းမှာ ကိတ်နဲ့ပါအဆင်မပြေဖြစ်လာပါတယ်..တစ်အိမ်လုံးနဲ့အဆင်ပြေပေမယ့်\nကိတ်ရဲ့ယောက်ကျားဂျွန်နဲ့တော့ အက်စတာ ဟာအမြဲတမ်းအဆင်ပြေပါတယ်..ဒီလိုနဲ့တဖြေးဖြေး\nအက်စတာကို တိတ်ဟာ တဖြေးဖြေးသံသယဝင်စရာတွေများလာပါတယ်.အက်စတာရဲ့ နောက်ကြောင်းကိုစုံစမ်းသိရှိပြီး သိလိုက်ရတဲ့အချိန်မှာတော့...........\n==================================================\n.....File size…(3.81GB) - (1.1GB)\nQuality…. 1080P Bluray\nFormat… mp4\nDuration….02:03:05\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by ... Ei Pyae\nEncoder…. LK ~ Thit San Khant",
        "rating": "7.0",
        "url": "https://megaup.net/17rzl/Orphan.2009.720p.BluRay._{CM}_Recode.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fPtlCO1yQtnoLHOwKtWz7db6RGU.jpg",
        "title": "The Fifth Element(1997)",
        "description": "The Fifth Element(1997) အညွှန်း****************************IMDb - 7.6/10, Rotten Tomatoes - 71%ဒီဇာတ်ကားကတော့ မင်းသားကြီး Bruce Willis နဲ့ မင်းသမီး Milla Jovovich တို့နှစ်ယောက်နဲ့\nမင်းသားများဖြစ်တဲ့ Chris Tucker၊ Gary Oldman နဲ့ Ian Holm တို့ပါဝင်အားဖြည့်ထားပြီး\nဒါရိုက်တာ Luc Besson ရိုက်ကူးထားတဲ့ သိပ္ပံအက်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။ဇာတ်ကားထဲမှာတော့ စစ်တပ်ကနေ အငြိမ်းစားယူပြီး အငှားယာဉ်မောင်းအဖြစ်လုပ်ကိုင်နေတဲ့\nကော်ဘန်ဒဲလပ်စ်(Bruce Willis) ဟာကမ္ဘာကြီးကို မိစ္ဆာတွေလက်ကကယ်တင်ဖို့အတွက်\nဓာတ်ကြီးငါးပါးကို သွားယူဖို့ တာဝန်ရလာပါတယ်။တစ်ချိန်တည်းမှာပဲ ဓာတ်ကြီးငါးပါးထဲက တစ်ပါးအပါအဝင်ဖြစ်တဲ့\nလီလူ(Milla Jovovich)ကိုလည်း ချစ်မိသွားပြီး သူ့ကိုကယ်တင်ဖို့ ကြိုးစားရပါသေးတယ်။\nအဲ့ဒီလို ဓာတ်ကြီးငါးပါးကို သွားယူတဲ့လမ်းခရီးမှာကြုံတွေ့ရတဲ့အခက်အခဲတွေ၊တခြားအပြိုင်အဆိုင်\nလိုက်စုနေတဲ့ အဖွဲ့တွေနဲ့ တိုက်ခိုက်မှုတွေနဲ့ မင်းသားရဲ့ မင်းသမီးအပေါ်မှားထားတဲ့ခံစားချက်တွေကို\nစုံစုံလင်လင်တင်ပြထားပါတယ်။နိုင်ငံတကာမှာလည်းအောင်မြင်မှုများစွာရထားတဲ့အပြင်\nတင်ဆက်ပုံကလည်းကောင်းမွန်တာကြောင့် ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။  File Size : (5.1GB) (1.1 GB) and (348 MB)\nQuality : ...",
        "rating": "7.6",
        "url": "https://megaup.net/17ryw/The.Fifth.Element.1997.BLU-RAY_720P(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gttZLC3yhLFx1EnfjEUaDb2YAwl.jpg",
        "title": "Glorious (2022)",
        "description": "Glorious (2022)(1080p ရပါပြီ)၁ နာရီ ၁၈ မိနစ်သာရှိပေမယ့် မိုက်တယ်ဆိုရမယ့် thriller ဇာတ်ကားဖြစ်ပါတယ်။ မဲပြာပုဆိုးဖြစ်နေတဲ့ ဇာတ်လမ်းကျောရိုးမဟုတ်သလို ဇိမ်ရှိရှိ Horror, Thriller အရသာခံပြီး ကြည့်ရှုလို့ရမဲ့ ဇာတ်ကားမျိုးပါ။ဇာတ်လမ်းအညွှန် အနေနဲ့ကတော့ ...\nအသည်းကွဲပြီး ကားတစ်စီးနဲ့ ခြေဦးတည့်ရာ ထွက်လာတဲ့ ဝက်စ်တစ်ယောက် လမ်းခရီးမှာ တစ်ထောက်နားတဲ့ နားနေစခန်းတစ်ခုကို ရောက်လာခဲ့ပါတယ်။အသည်းကွဲမှတော့ ကုစားစရာ အရက်ကလွဲပြီး ဘာရှိမလဲနော်။ ဒီလိုနဲ့ မူးရူးကွဲပြဲပြီး အရက်နာကျနေတဲ့ ဝက်စ်ဟာ အများသုံးအိမ်သာထဲမှာ ဝင်အန်ပါတော့တယ်။ အန်ရင်းနဲ့ အိမ်သာဘေးခန်းက တစ်ယောက်က စကားစမြည် စပြောလာပါတယ်။ ဝက်စ်လည်း ဒီလူ စကားများလှချည်လားလို့ တွေးပြီး တစ်ခွန်းစ နှစ်ခွန်းစ ပြန်ပြောရင်းနဲ့ ပဲ အဆိုပါလူက သူဟာ လူမဟုတ်ကြောင်း ပြောလာပြီး ဝက်စ်ထွက်လို့မရအောင် တံခါးကို ပိတ်ချလိုက်တဲ့အခါမှာတော့ …ဝက်စ်တစ်ယောက် ဘာတွေဆက်ကြုံရမလဲဆိုတာ ကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ပါနော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1No3e/[CM]Glorious.2022.720p.WEB-DL.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMmJmODRkODktMzNmZC00OTJhLWEyZjktYjNiZTJjOWIyNmI5XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-133x200.jpg",
        "title": "Pakka Commercial (2022)",
        "description": "အခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ Oxygen (2017) ကားနဲ့ မြန်မာပရိသတ်တွေကြား\nနာမည်ကြီးလာခဲ့​တေလ်လဂူဘက်ကနာမည်ကြီးမင်းသား ဂိုပီချန့်ရဲ့မြူးမြူးကြွကြွဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်..\nဇာတ်လမ်းကို ဂိုပီချန့်ရဲ့အဖေ အမှုတစ်ခုမှာ နာမည်ကျခဲ့ရလို့စိတ်ဓာတ်ကျနေတဲ့အချိန်\nဂိုပီချန့်က ဘယ်လိုဒီအမှုကိုပြန်အဖတ်ဆယ်မလဲဆိုတာ စောင့်ကြည့်ရင်း...ပရိသတ်တွေနဲ့ရင်းနီးပြီးသား အချစ်ဦးလို့ အမည်ရတဲ့\nမင်းသမီးRashi Khanna ရက်ရှီခန်နာနဲ့ တွဲဖက်သရုပ်ဆောင်ထားလို့\nပိုက်ဆံကိုသာဂရုစိုက်တဲ့ရှေ့နေ ဂိုပီချန့်ကရဲ့သရုပ်မှန်ကဘယ်လိုဖြစ်မလဲ\nမင်းသမီးရဲ့သရုပ်မှန်ကရောဘယ်လိုဖြစ်နိုင်လဲဘယ်သူတွေက မျက်နှာဖုံးစွပ်ထားသူတွေလဲ\nနောက်ကွယ်ကလူမိုက်တွေကိုထိန်းချုပ်နေတာကရော ဘယ်သူလဲ\nပျော်ရွှင်အူမြူးစရာ ဟာသတစ်ပိုင်းဇာတ်လမ်းလေးကနေ\nဘယ်လို ideology တွေအများကြီးပါတဲ့ လူမှုအဖွဲ့အစည်းတစ်ခုလုံးနဲ့သက်ဆိုင်တဲ့\nလက်တွေ့လောကကြီးကို ရသပေါင်းစုံနဲ့ဘယ်လိုပညာပေးရိုက်ပြသွားမလဲဆိုတာ................\nFile size…2.67GB / 1.36GB\nQuality…1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 32m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Thet Ko & Honeyey & Kevin",
        "rating": "4.3",
        "url": "https://megaup.net/2tlK5/Pakka_Commercial_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xzj1XnM3TIF3OQ95DC94Nsa5zdh.jpg",
        "title": "Confession of Pain (2006)",
        "description": "Confession of Pain (2006)~ IMDb rating - 6.5/10 ~ဒါရိုက်တာက‌တော့ Alan Mak ပါ။ Infernal Affairs ၃ကားကို ဇာတ်ညွှန်းရေးသားရိုက်ကူးခဲ့သူတွေပါပဲ။ သူတစ်ယောက်တည်းရိုက်တာတော့ မဟုတ်ဘူးပေါ့။ Andrew Lau က စီနီမာတိုဂရပ်ဖီ ကူရိုက်ပေးထားပြီး Felix Chong က ကူရေးပေးထားပါတယ်။ ဒီရုပ်ရှင်မှာလည်း ဒီလိုပါပဲ၊ သူတို့၂ယောက်စလုံး ကူပေးထားကြပါတယ်။ ပြောရရင် Infernal Affairs ကို ဖန်တီးတဲ့သူ အစစ်တွေ ဖန်တီးထားတဲ့ကားပါ။ ဟောင်ကောင်မာစတာပိစ်တွေထဲအပါအဝင်ဖြစ်တဲ့၊ မာတင် စကောဆေးစိကြီးတောင် လီယိုနာဒိုနဲ့ပြန်ရိုက်လိုက်ရတဲ့ Infernal Affairs ကိုတော့ မမီပေမယ့် ကားကောင်းတစ်ကားပါပဲ။ ဇာတ်လမ်းထက် စီနီမာတိုဂရပ်ဖီနဲ့ ပိုနာမည်ကြီးပါတယ်။ စီနီမာတိုဂရပ်ဖီရိုက်တဲ့လူက Andrew Lau ပါ။ Infernal Affairs ရဲ့ စီနီမာတိုဂရပ်ဖာဖြစ်သလို Chungking Express ...",
        "rating": "6.5",
        "url": "https://megaup.net/2tl7o/(CM)_Confession_of_Pain_(2006)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1SoBJ38aCfvePgMAneeZYvmz9wB.jpg",
        "title": "Ripley’s Game (2002)",
        "description": "Ripley's Game (2002)~ IMDb - 6.6/10, Rotten Tomatoes - 92% ~\"တွမ် ရစ်ပလေ\"ဒီလူက ဘာလား။ အူကြောင်ကြောင်ကောင်လား။ မထုံတက်တေးလား။ လူယုတ်မာလား။ လူပျော့လူညံ့လား။ သွေးအေးသူကြီးလား။သူဟာ လူထဲက လူတစ်ယောက်ပါပဲ။ နည်းနည်းတော့ အရောင်ပိုစုံတယ်ပေါ့ဗျာ။ ကောင်းရောင်းကောင်းဝယ် လုပ်စားနေသူတော့မဟုတ်ပါဘူး။ ဖျံကျတတ်တယ်၊ ဖျံကျခြင်းရဲ့ အန္တရာယ်တွေကို လူမိုက်ဆန်ဆန် ကာကွယ်နိုင်တယ်။ ပိုက်ဆံရဖို့အတွက် အချီကြီးကြံတဲ့သူ။ ဒါပေမဲ့ ငွေနောက်ကို ဆက်တိုက် တမ်းတမ်းစွဲလိုက်နေသူတော့မဟုတ်ဘူး။သူလိုချင်သလောက် ရလိုက်တော့ ခြေငြိမ်သွားတယ်။ ဇာတ်မြှုပ်သွားတယ်။ ဂီတပညာရှင် ဇနီးသည်ကို အကောင်းဆုံးထောက်ပံ့လို့ ဂီတသံနဲ့ ပန်းချီကားကြားမှာ မွေ့လျော်နေတဲ့ သူဌေးကြီးပေါ့။အတိတ်က အရိပ်လိုလိုက်နေသတဲ့။ အတိတ်တစ္ဆေလာခြောက်တဲ့အခါ တွမ်ရစ်ပလေ က မထုံတက်တေးပါပဲ။ သူနဲ့အလုပ်အတူလုပ်ခဲ့တဲ့ လူမိုက်တစ်ယောက်က သူ့ကို လူသတ်ပေးဖို့ အကူအညီတောင်းခဲ့တယ်။ ဒါကိုပဲ ပါတီတစ်ခုမှာ သူမရှိဘူးမှတ်လို့ အတင်းတုပ်ခဲ့တဲ့ ပန်းချီကားဘောင်ကွပ်လုပ်တဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Nmli/(CM)_Ripley_s_Game_(2002)_720p.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYjkyYWM1YzctZjUyOS00MDVmLTk3YjYtZDVkYTVmYzE3YTZkXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-153x200.jpg",
        "title": "Cadaver (2022)",
        "description": "Cadaver (2022)ဘယ်သူက တရားခံလဲ...\nဘယ်သူက နစ်နာသူလဲ...\nတရားမှုကို ဘယ်လိုရှာဖွေကြမလဲ...ထောင်ထဲမှာ တစ်သက်တစ်ကျွန်းပြစ်ဒဏ်နဲ့ အကျဥ်းကျနေပေမယ့်လည်း\nသူ့ဘဝကိုဖျက်ဆီးခဲ့သူတွေကို လက်တုံ့ပြန်သတ်ဖြတ်ဖို့ စိုင်းပြင်းနေတဲ့ ဗတ်ထရီ...\nတစ်ချိန်တည်းမှာပဲ ဗတ်ထရီရဲ့ အကျဥ်းခန်းနံရံမှာ ပုံဆွဲထားတဲ့ပုဂ္ဂိုလ်ဖြစ်တဲ့\nနာမည်ကျော်လူချမ်းသာဆရာဝန်တစ်ယောက် သတ်ဖြတ်ခံရတဲ့အခါ...သူမရဲ့ အမှုလိုက်နိုင်စွမ်းကြောင့် ဒီလူသတ်မှုစုံစမ်းရာမှာပါဝင်လာတဲ့ ရဲဆာဂျင်ဘတ်ဒရာနဲ့ ရဲအရာရှိဗီရှယ်တို့\nဗတ်ထရီကို မေးမြန်းစစ်ဆေးရင်း ဘယ်လိုရှုပ်ထွေးတဲ့နောက်ကြောင်းတွေ ပေါ်ထွက်လာဦးမလဲ...\nဗတ်ထရီက တကယ့်လူသတ်တရားခံလား၊ ဒါဆိုရင် အကျဥ်းခန်းထဲကနေ\nသူဘယ်လိုသတ်လိုက်တာလဲ၊ သူ့ကို ဘယ်သူက ကူညီနေတာလဲ၊\nဘယ်သူတွေ ထပ်ပြီးအသတ်ခံရဦးမှာလဲ၊ ဘာကြောင့်လဲ...\nစတဲ့မေးခွန်းပေါင်းများစွာ၊ အလှည့်အပြောင်းများစွာ၊ ရင်နင့်ခံပြင်းစရာ\nအဖြစ်အပျက်များစွာနဲ့ စိတ်ဝင်တစားကြည့်ရှုရမယ့် မှုခင်းဒရာမာဇာတ်ကားလေးဖြစ်ပါတယ်...\nFile size…7.69GB / 2.08GB / 1GB\nQuality…1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khai & OeliuJ & Kevin & Yunni",
        "rating": "7.9",
        "url": "https://megaup.net/39a4v/Cadaver_(2022)_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/maari-150x200.jpg",
        "title": "Maari 2 (2018)",
        "description": "Maari 2 (2018)\nမြန်မာစာတန်းထိုးဒီကားက ၂၀၁၅ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့\nMaari ဇာတ်ကားရဲ့ အဆက်ဖြစ်ပါတယ်။\n၂၀၁၅ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ ကားမှာ\nရှယ်ကြမ်းခဲ့ ရမ်းခဲ့သလိုပဲ\nအခုအသစ်စက်စက် ထွက်လာတဲ့ ဒီကားဟာလည်း\nဖိုက်တင် အလှအပတွေ ဖောဖောသီသီသုံးထားတဲ့\nအက်ရှင်ဇာတ်ကားကြီး ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့.....လူဆိုတာမျိုးက ကိုယ်ပြုခဲ့တဲ့ အကုသိုလ်တွေကို\nမေ့သွားတတ်ပြီး ဒီအကုသိုလ်တွေ\nတဖန်ပြန်အကျိုးပေးချိန်ကျရင် ဆိုးဝါးလိုက်တဲ့\nလောကကြီးရယ်လို့\nအော်ဟစ်ငိုကြွေးချင်ကြတဲ့ အမျိုးပါ..။ဒိတ်ဒိတ်ကြဲ လူမိုက်ကြီး မာရီဟာ\nသူငယ်ချင်းဖြစ်သူ ကာလိုင်နဲ့အတူ\nအပွဲပွဲနွှဲပြီး သူတို့ရိုက်ခဲ့တဲ့လူတွေလည်း\nမနည်းမနောပါပဲ။\nကာလိုင့်မှာ ဗာလာ၀မ်ဆိုတဲ့ ညီတစ်ယောက်ရှိသလို\nကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ လူမိုက်ကြီး မာရီ ့ကိုမှ\nအသည်းအသန် လိုက်တွယ်ကပ်နေတဲ့ အာနန်ဒီဆိုတဲ့\nအော့ကြောလန်မလေးတစ်ယောက်လည်း\nရှိပါသေးတယ်။မာရီတို့ သူငယ်ချင်းနှစ်ယောက်ရဲ့\nနာမည်တွေကလည်း တမီးလ်နာဒူးပြည်နယ်တစ်ခုလုံးမှာ ဟိန်းထွက်နေတယ်။\nသူတို့နဲ့ပြိုင်ဘက်အဖြစ် ကိုကင်းမှောင်ခိုလုပ်ရင်း\nရပ်တည်နေသူက ဆင်ဂါယာဆိုတဲ့ လူမိုက်ကြီးပေါ့။\nလူမိုက်အလုပ် လုပ်ပြီဟေ့ဆိုမှတော့\nရန်သူဆိုတာ လူ့အသားအရေမှာ ကပ်တွယ်နေတဲ့\nမွှေးညှင်းပေါက်တွေလိုပါပဲ....\nနေရာတိုင်း အချိန်တိုင်းမှာ ရှိနေတာပါ။ကိုယ် ရိုက်ခဲ့ဖူးတဲ့သူတွေကို\nရိုက်ခဲ့တဲ့သူတွေကိုယ်တိုင်က မေ့လျော့သွားပေမယ့်\nအရိုက်ခံရသူတွေကတော့\nတသက်မေ့မယ် မထင်ပါဘူး။ဒီကြားထဲမှာမှ...\nကိုယ့်သွေးရင်းသားရင်းတွေထဲက\nသစ္စာဖောက်တာမျိုး....နောက်ကျောကို ဓားနဲ့ထိုးဖို့\nအမြဲချောင်းမြောင်းနေသူတွေကလည်း ပေါမှပေါ။လူမိုက် မာရီရဲ့ဘ၀ထဲကို\nအာနန်ဒီဆိုတဲ့ မိန်းကလေး ၀င်ခွင့်ရမလား....။နောက်ကျောကို ဓားနဲ့ထိုးတာမျိုး ၊\nလက်စားချေလိုသူတွေရဲ့ ကြိုးပမ်းမှုမျိုးတွေကို\nမာရီတစ်ယောက် ရှောင်ရှားနိုင်ပါ့မလား ။သူ့မိုက်ပြစ်တွေကိုရော ဆေးကြောလို့ရပါဦးမလား ။ဖိုက်တင်ဆိုရင် လေပေါ်ကို ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Nmpd/Maari.2.(2018).DUAL.720p.WEBRIP.AAC2.0Ch(CM).mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h94psE0hXhSRUoysT8gQ0Uk1TCr.jpg",
        "title": "Crying Fist(2005)",
        "description": "Crying Fist(2005) အညွှန်း*********************မင်းသားကြီး Choi Min-sik အဓိက ပါဝင်ထားသလိုRating တွေရောကောင်းတဲ့အပြင် BO မှာလည်း ဝင်ငွေအတော်ကောင်းခဲ့တဲ့ အက်ရှင်ကားဖြစ်ပါတယ်...ဂန်ထယ်ရှစ်ဆိုတဲ့ ၁၉၉၀ ခုနှစ် အာဆီယံအားကစားပြိုင်ပွဲမှာ ငွေတံဆိပ်ရခဲ့တဲ့လက်ဝှေ့ကစားသမား ဆုရှင်တစ်ယောက်\nလက်ရှိမှာတော့ ရင်းနှီးတဲ့သူဆီက သစ္စာဖောက်မှုတွေ အကြွေးရှင်တွေပတ်လည်ဝိုင်းနေမှုတွေနဲ့\nကြံရာမရဖြစ်ပြီး ဆိုးလ်မြို့လယ်ခေါင်မှာ ဖြတ်သွားဖြတ်လာတွေဆီက ငွေသားလက်ခံပြီး\nသူတို့ဒေါသဖြေဖို့အတွက် စိတ်ကြိုက်အထိုးခံရင်းနဲ့ စားဝတ်နေရေးကို ဖြေရှင်းနေရပါတယ်။\nမိန်းမဖြစ်သူထံကပါ မကြာခဏ ကွာရှင်းဖို့စကားစခံရပြီး အကြွေးရှင်တွေလက်က ပြေးနေရသူအဖို့\nလက်ဝှေ့ချန်ပီယံပွဲစဉ်တစ်ခုကို ဝင်ပြိုင်ပြီး ကိုယ့်ရဲ့ဂုဏ်သိက္ခာကို ပြန်ဆယ်တင်ချင်ခဲ့ပါတယ်။ယူဆန်းဟွမ်ဆိုတဲ့ လူငယ်လေးကတော့ အချုပ်ကလွတ်လာတာမှမကြာသေး\nနောက်ထပ် ရပ်ကွက်ထဲက အဘိုးကြီးဆီကနေ လုယက်မှုနဲ့ ထောင်ထဲကို ဝင်လိုက်ရပါတော့တယ်။\nမိသားစုဆိုလို့ အမေဆိုတာ ဘယ်နေမှန်းမသိ အဘွားနဲ့အဖေပဲ ရှိတဲ့သူ့ဘဝမှာမှ\nအဖေဖြစ်သူက မတော်တဆမှုနဲ့ ဆုံးသွားတော့ လေဖြတ်ပြီးကျန်ခဲ့တဲ့အဘွားရဲ့ မျှော်ကိုးရာအဖြစ်\nဂုဏ်ယူရမဲ့သူဖြစ်ဖို့အရေး ထောင်ထဲမှာ လက်ဝှေ့လေ့ကျင့်ပြီး\nလက်ဝှေ့ချန်ပီယံပွဲစဉ်တစ်ခုကို ဝင်ပြိုင်ခဲ့ပါတော့တယ်။ဒီလိုဘဝရဲ့နောက်ဆုံးအနေနဲ့ မျှော်လင့်ချက်တစ်ခုစီ ဆုပ်ကိုင်ရင်း\nလက်ဝှေ့ကွင်းထဲကို ဝင်လာ၊ ဆုံတွေ့ကြတဲ့သူနှစ်ယောက်မှာ\nဘယ်သူက အနိုင်ရသူဖြစ်သွားမလဲဆိုတာကိုတော့ ဆက်ပြီးကြည့်ရှုခံစားကြည့်ကြပါဦးဗျ။  File Size :(3.6GB)(1.2GB) and ...",
        "rating": "7.2",
        "url": "https://megaup.net/2tkwX/Crying.Fist.2005.BLU-RAY1080P5.1CH(CM).mp4",
        "category": "Action, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNmVhMTFjN2QtODVkZi00MzVjLTlkOGItNmRkNWRhYmY4MGVjXkEyXkFqcGdeQXVyNjUxMjc1OTM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "They/Them (2022)",
        "description": "They/Them (2022)\n===============\nHorror, Mystery, ThrillerHorror ကားကောင်းကြိုက်တဲ့ ပရိသတ်ကြီးအတွက် ထပ်မံ\nထွက်ရှိလာတဲ့ ကားကောင်းလေးကတော့ They/Them 2022\nဖြစ်ပါတယ်။ Horror ကားကောင်းလေးတွေဟာ ထွက်ခဲလေ့ရှိပြီး\nHorror ကား‌လေး‌တွေကို တကယ်ကောင်းတယ်၊ မကောင်းဘူး\nသတ်မှတ်ချက်တွေဟာလည်း တစ်ယောက်နဲ့တစ်ယောက်တူမယ်\nမထင်ပါဘူး။Horror ကားတွေ ခဏခဏဘာသာပြန်ဖူးတဲ့ ကျွန်တော့်အနေနဲ့\nကတော့ ကြည့်ရတာ မဆိုးဘူးလို့ သတ်မှတ်မိတဲ့ ကားလေးလည်း\nဖြစ်ပါတယ်။အကြမ်းပတမ်း ပိုးစိုးပက်စက်ကြီး သတ်နေတာတွေ မတွေ့ရနိုင်ပေမဲ့\nဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ ကြည့်ပျော်ရှုပျော်လေးမို့\nတင်ဆက်ပေးလိုက်ပါတယ်။LGBTQ+ လူငယ်လူရွယ်တစ်သိုက်ဟာ conversion camp လို့ခေါ်တဲ့\nသူတို့ကို ပုံမှန်လိင်စိတ်ပြန်‌ဖြစ်အောင် ပြောင်းလဲပေးမယ့် စခန်းကို\nရိုက်ကွင်းတည်ပြီး ရိုက်ကူးထားတဲ့ Horror ကား‌ကောင်းလေးဖြစ်တဲ့\nThey/Them ကို ခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung\nဖြစ်ပါတယ်)\nFile Size..........(1.1 GB) / (530 MB) / (305 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 44mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Mystery, ...",
        "rating": "4.5",
        "url": "https://megaup.net/17d62/They.Them.2022.720p.WEBRip.[CM]_new.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BMTk4ODQzNDY3Ml5BMl5BanBnXkFtZTcwODA0NTM4Nw@@._V1_-203x300.jpg",
        "title": "The Dark Knight Rises (2012)",
        "description": "The Dark Knight Rises (2012)\nIMDb Rating (8.4)\nဒီတစ်ခါတော့ ပရိတ်အကြိုက် Superhero ဇာတ်ကားဖြစ်တဲ့ The Dark Knight Rises ဇာတ်ကားနဲ့ မိတ်ဆက် ပေးချင်ပါတယ်။ ဒီကားက Christopher Nolan ရဲ့ Batman Trilogy မှာ နောက်ဆုံး ဇာတ်ကားဖြစ်ပြီး၊ မင်းသား Christian Bale ရဲ့ နောက်ဆုံး Batman ဇာတ်ကားဖြစ်ပါတယ်။\nBatman ပရိတ်သတ် တွေအားလုံးနီးပါးရဲ့ အားပေးမှုကိုရခဲ့ပြီး၊ အကောင်းဆုံး Superhero ဇာတ်ကားလို့ သတ်မှတ်ထားတဲ့ The Dark Knight ရဲ့ နောက်ဆုံးပိတ်လည်းဖြစ်သလို၊ Epic Ending ဖြစ်မယ်လို့ ပြောထားခဲ့လို့ ဒီကားကို လူတွေစိတ်ဝင်စားခဲ့ကြပေမယ့် တကယ်တမ်းမှာတော့ ထင်သလောက် ဖြစ်မလာခဲ့ပါဘူး။ ဒီလိုပြောလို့ မကောင်းတာတော့မဟုတ်ပါဘူး။ ဇာတ်ကားကောင်းတစ်ကားပါ။ The Dark knight ...",
        "rating": "8.5",
        "url": "https://megaup.net/1Nm8b/(CM)_The_Dark_Knight_Rises_(2012)_IMAX_DS4K_720p.mkv",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BMTMxNTMwODM0NF5BMl5BanBnXkFtZTcwODAyMTk2Mw@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "The Dark Knight (2008)",
        "description": "The Dark Knight (2008)===================IMDb Rating 9.0/10 မှာ ဗိုလ်စွဲထားတုန်းပါပဲ။ဒီတစ်ခါတော့ Superhero တွေထဲမှာ လူကြိုက်အများဆုံးလည်း ဖြစ်သလို၊ Superhero အားလုံးရဲ့ ရှေ့ဆောင် လမ်းပြလည်း အဖြစ် Superman နဲ့ အတူ သတ်မှတ်ခံထားရတဲ့ Batman ဇာတ်လမ်း နဲ့မိတ်ဆက်ပေးပါရစေ။The Dark Knight လို့တင်စားခံထားရတဲ့ Batman ကားတွေက ၁၉၈၉ မှာထဲက ရုပ်ရှင် အဖြစ်နဲ့ စင်မြင့်ထက်မှာ နေရာယူထားပေမယ့် ၂၀၀၅ ခုနှစ်ရောက် မှာ Christopher Nolan ရဲ့ Batman Begins နဲ့ အတူ လူရိုသေရှင်ရိုသေဖြစ်လာခဲ့ပါတယ်။ Batman လို့ပြောလိုက်ရင် Director Tim Burton ရဲ့ Batman (1989) Batman Returns (1992) တို့နဲ့ နာမည်ရလာပေမယ့်၊ Joel ...",
        "rating": "9.0",
        "url": "https://megaup.net/1Nm98/(CM)_The_Dark_Knight_(2008)_IMAX_DS4K_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/ezgif-3-e6f4782649-161x200.jpg",
        "title": "Batman Begins (2005)",
        "description": "Batman Begins (2005)=================IMDb Rating 8.2/10 ရထားပြီး voting အရေအတွက်ဟာ 1,257,970 ထိရှိနေခဲ့ပါတယ်။June 17 2005 မှာထွက်ရှိခဲ့ပြီး Christopher Nolan ရိုက်ကူးခဲ့တဲ့ Bat Man: Begins ဟာ ရုံဝင်ငွေ 374.2 million ရရှိခဲ့ပြီး DC Comics ကဇတ်ကောင်ကို အခြေခံထားတဲ့ super Hero ရုပ်ရှင်ကားပဲဖြစ်ပါတယ်။ Bat Man လို့ပြောလိုက်တာနဲ့ Christian Bale ကိုမျက်စိထဲပြေးမြင်မိကြမှာပါ။ အရင်ကလဲ Bat Man ဇတ်ကောင်ကို အလီလီရိုက်ကူးခဲ့ကြပေမဲ့ Christian Bale ကိုမမှိခဲ့ကြပါဘူး။ ဒီကားကတော့ The greatest Detective လို့လူသိများတဲ့ Bat Man စတင်ဖြစ်ပေါ်လာပုံကိုရိုက်ကူးထားတဲ့ကားတစ်ကားဖြစ်ပါတယ်။The Dark Knight Trilogy ရဲ့ပထမဆုံးကားဖြစ်ပါတယ်။ဇတ်လမ်းအကျည်းကတော့ Bat Man ဖြစ်လာမယ့် ...",
        "rating": "8.2",
        "url": "https://megaup.net/39h4u/(CM)_Batman_Begins_(2005)_DS4K_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/abPQVYyNfVuGoFUfGVhlNecu0QG.jpg",
        "title": "Pil’s Adventures (2021)",
        "description": "Pil's Adventures (2021)တိုင်းပြည်တစ်ပြည်ရဲ့မင်းကြီးနတ်ရွာလားသွားပြီးတဲ့နောက် အဲဒီတိုင်းပြည်က မင်းသားလေးအရွယ်မရောက်ခင်အထိ မှော်ဆရာတစ်ယောက်က ရင်ခွင်ပိုက်အုပ်ချုပ်ခဲ့ပါတယ်။ မင်းသားလေးအရွယ်ရောက်လို့ ထီးနန်းလွှဲပေးရမယ့်အချိန်ဟာာ မှော်ဆရာဟာ အရင်မင်းကြီးကို အဆိပ်ခတ်လုပ်ကြံခဲ့သလို မင်းသားလေးကို သတ်ဖို့ကြံပါတယ်။ အဲဒီအချိန်မှာ Pil ဟာ အဆိပ်ဖော်တဲ့နေရာကို ခိုးဝင်လာပြီး ဆေးတွေကို ဗြောင်းဆန်အောင်လုပ်ပစ်တာမို့ မင်းသားလေးဟာ ဆေးသောက်မိတဲ့နောက် မသေသွားဘဲ ကြက်ကြောင်ဖြစ်သွားပါတယ်။ ကြက်ခေါင်း ကြောင်ကိုယ်နဲ့ ကြက်ကြောင်ပါ။ကြက်ကြောင်ဖြစ်သွားတဲ့မင်းသားလေးကို Pil က မှော်ဆရာရဲ့  Maleficient ဆန်ဆန် မွေးစားအမေ‌နေတဲ့ ကျိန်စာသင့်တောအုပ်ကြီးထဲ ခေါ်သွားပြီး ဖြေဆေးရအောင်ကူညီပေးပါတယ်။ အပြန်အလှန်အနေနဲ့ပေးရမှာကတော့ အရင်မင်းကြီးချန်ထားခဲ့တဲ့ ရတနာသိုက်ကြီးပါ။ဒီလိုနဲ့ ကူကယ်ရာမဲ့ ကချော်ကချွတ်ဖြစ်နေတဲ့ ကြက်ကြောင်ကြီးဟာ ကြောင်တိကြောင်တောင်အစောင့်ရယ် ကိုယ့်အားကိုယ်ကိုး နေနေရတဲ့ ကလေးမလေးရယ် ၊ ကက်ကက်လန်အောင် ကန့်လန့်ဖီလာတိုက် ကန်းမစကားဆိုနေတဲ့ ရုပ်သေးရုပ်ရယ်။ ကိုရိုးကားရား ကိုးလိုးကန့်လန့် အကောင်လေး၃ကောင်နဲ့အတူ ကျိန်စာကျိန်ချက်မိနေတဲ့ ကြီးကြီးမားမား တောအုပ်ကြီးထဲ ကောင်းကောင်းကန်းကန်း ပြန်ဖြစ်အောင်လုပ်ပေးမယ့် ...",
        "rating": "6.2",
        "url": "https://megaup.net/17oei/(CM)_Pil_s_Adventures_(2021)_720p.mp4",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/275149856_245816037760224_2761751293238856522_n-133x200.jpg",
        "title": "(18+) Eaten Alive (1980)",
        "description": "Eaten Alive (1980)\nဇာတ်လမ်း နာမည်မြင်လိုက်တာနဲ့ ဘယ်လိုကားမျိုးဆိုတာ မှန်းလို့ရနေမှာပါ\nလူတွေဟာ မော်ဒန်ခေတ်မှာ နေနေကြပေမယ့် ကျောက်ခေတ်လိုနေထိုင်ကြတဲ့လူသားတွေလည်း ရှိနေပါသေးတယ်\nစူပါမားကတ်ကနေ ရေခဲရိုက်အသားတွေဝယ်ချက်မယ့်အစား ဂူအောင်းသားတွေကတော့ ရရာအသားကို အစိမ်းစားသောက်ကြတယ် လူရရင် လူသား မရလည်းမြွေသား ဖွတ်သား ဖားသား ဘာလာလာဒေါင်းကြသူတွေပါ\nဇာတ်လမ်းအစမှာတော့ ရှီလာဆိုတဲ့ မိန်းကလေးဟာ သူ့အစ်မ ပျောက်သွားတဲ့ ကိစ္စကို စုံစမ်းရင်း အစ်မဖြစ်သူဟာ ဘာသာရေးအစွန်းရောက်တွေနဲ့ ပတ်သက်မိပြီး ကောက်ကောက်ပါအောင် လိုက်သွားကြောင်း သိလိုက်ရပါတော့တယ် ဒါနဲ့ရှီလာဟာ\nမာ့ခ်ဆိုသူကို အဖော်အဖြစ်ခေါ်ပြီး New Guinea ကရွာလေးတစ်ရွာကို ရောက်ရှိလာပါတယ်\nဘာသာရေးအစွန်းရောက်ခေါင်းဆောင်ဟာ အဲ့ရွာကနေ ယုံကြည်သူနောက်လိုက်တွေကို ခေါ်ပြီး တောအလယ်မှာ ရွာတည်ပြီး သီးသန့်နေထိုင် ခြယ်လှယ်နေပါတော့တယ်\nခက်တာက အဲဒီရွာလေးဟာ လူသားစားအရိုင်းမျိုးနွယ်စုရဲ့ အန္တရာယ်ကိုလည်း ရင်ဆိုင်နေရပါတယ်\nရှီလာတစ်ယောက် သူ့အစ်မကို ပြန်လည်ရှာတွေ့ပြီး အိမ်အရောက် အပါခေါ်နိုင်မလား သူကိုယ်တိုင်ရော လွတ်မြောက်ပါ့မလားဆိုတာ ကြည့်ရှုခံစားလိုက်ကြပါ\nဒီဇာတ်လမ်းမှာထူးခြားတာက မြန်မာ-အင်္ဂလိပ်ကပြား မင်းသမီးMe Me Lai ...",
        "rating": "5.1",
        "url": "https://megaup.net/17oau/(CM)_Eaten.Alive.1980.720p.BluRay.x264-SADPANDA.mp4",
        "category": "Adult, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fTP28OF0SlRRyng0QX3ekzCPFgW.jpg",
        "title": "I Love My Dad (2022)",
        "description": "I Love My Dad (2022)James Morosini ရဲ့ တကယ့်ဖြစ်ရပ်မှန် ဘဝ အတွေ့အကြုံပေါ်ကို အခြေခံပြီး ရိုက်ထားတဲ့ ဇာတ်ကားလေး ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...\nချက်ခ် ဂရင်းဆိုသူဟာ မိန်းမနဲ့ကွဲပြီး သားနဲ့လည်း ခွဲနေရတယ်။ သားရဲ့ မွေးနေ့တွေကစလို့ ဘွဲ့နှင်းသဘင်တွေအထိ ဆင်ခြေပေါင်းများစွာ ကတိပေါင်းများစွာ ပေးပြီး ဘယ်တော့မှ ရောက်မလာခဲ့တဲ့ ဖခင်တစ်ဦးပေါ့။သားဖြစ်သူ ဖရန့်ကလင်းက စိတ်ရောဂါ အကြံပေးနဲ့ ဆွေးနွေး ကုသမှု ခံယူနေရတဲ့သူပါ။ တစ်နေ့ သူ့အဖေကို စိတ်ပျက်လာပြီး အွန်လိုင်းကနေ ဘလော့ခ် လိုက်တယ်။ ဒီလိုနဲ့ အဖေဖြစ်သူမှာ သူ့သား သူ့ကို အဆက်သွယ်ဖြတ်လို့ စိတ်အရမ်းပူ မတင်မကျဖြစ်ပြီး ဘက်ကာဆိုတဲ့ ကောင်မလေး နာမည်နဲ့ အကောင့်အသစ်ဖွင့်ပြီး သူ့သားဆီ ချဉ်းကပ်ခဲ့တယ်။အချဉ်းကပ်လွန်ပြီး ဖရန့်ကလင်းတစ်ယောက် ဘက်ကာဆိုတဲ့အကောင့်နဲ့ စကားတွေ ပြောပြီး ချစ်ကျွမ်းဝင်သွားတယ်။ ဒီလိုနဲ့ ဖရန့်ကလင်းတစ်ယောက် ဘက်ကာနဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2thxj/[CM]I.Love.My.Dad.2022.720p.WEB-DL.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/IMG_20220816_185239-136x200.jpg",
        "title": "[18+] The Influencer (2022)",
        "description": "The Influencer (2022)ဇာတ်ကားရဲ့နာမည်အတိုင်းပါပဲ... အခုချိန်မှာခေတ်စားလာတဲ့ Live လွှင့် ဖော်လိုဝါရှာပြီး ဖော်လိုဝါ များလာရင် အဲ့ဒါကိုအခြေတည်လုပ်စားလေ့ရှိကြတဲ့ လူတန်းစားတစ်ရပ်ရဲ့နောက်ကွယ်ကအကြောင်းရင်းတွေကို တစ်စေ့တစ်စောင်းလှစ်ဟပြထားတာဖြစ်ပါတယ်။ယက်ဆယ်က ဖော်လိုဝါများ၊လူကြိုက်များ လူချစ်လူခင်များတဲ့ လူငယ် Influencer တစ်ယောက်ပါ။ ရုပ်ချော အပြောကောင်း အပေါင်းအသင်းဆန့်သလိုသုံးနိုင်ဖြုန်းနိုင်တဲ့သူမို့ ဘော်ဒါတွေဝိုင်းဝိုင်းလည်နေပြီး ကောင်မလေးတွေလဲကြည်တော့ တစ်နေ့တစ်ယောက်ပြောင်း ဘယ်သူနဲ့မှအတည်တွဲမထားတတ်တဲ့သူမျိုးပါပဲ။ ဒါတွေဟာ အပေါ်ယံတွေသာဖြစ်ပြီး တကယ်တမ်းတော့ ယက်ဆယ်ဟာ ဆင်းရဲသားရပ်ကွက် တိုက်ခန်းကျဉ်းလေးမှာနေထိုင်ပြီး မိခင်နဲ့လက်ကြောမတင်းတဲ့ပထွေးကို ထောက်ပံ့နေရပါတယ်။ ဘယ်သူမှမရိပ်မိအောင် သူဌေးသားတွေနဲ့ပဲ ပေါင်းသင်းအမှီပြု စားသောက်နေတာဆိုတော့ သံသယလဲမဝင်ကြပါဘူး။တစ်နေ့တော့ နီနာဆိုတဲ့ ညှို့အားပြင်းတဲ့မိန်းမလှလေးတစ်ယောက်နဲ့ ဘားမှာငြိပြီး နှစ်ဦးသဘောတူတစ်ညတာ ဖြတ်သန်းခဲ့ရာကနေ သူ့ဘဝကပြောင်းကပြန်တွေဖြစ်ဖို့အစပျိုးလာပါတော့တယ်။ အဲ့ဒီကောင်မလေးဟာ စိတ္တဇတစ်ပိုင်းဖြစ်နေပြီး ဘယ်လိုမောင်းထုတ်ထုတ် သူ့အနားမှာတွယ်ကပ်နေရုံတင်မက နည်းမျိုးစုံနဲ့ အနှောင့်အယှက်ပေးရာကနေ အဆုံးစွန်အနေနဲ့ သူ့ကိုတိုက်ခန်းထဲမှာချုပ်နှောင်ထားတဲ့အထိဖြစ်လာပြီးတဲ့နောက်...Tahan နဲ့ ပရိသတ်ကိုဖမ်းစားခဲ့တဲ့မင်းသမီးချောလေး Cloe Barretto က ဒီကားထဲမှာ လင်တရူးမလေးအဖြစ်အရင်ထက်နှစ်ဆ ရှယ်ကြမ်းပြထားပါတယ်။ တိုက်ခန်းထဲမှာ ...",
        "rating": "",
        "url": "https://megaup.net/17nsk/(CM)_The_Influencer_(2022)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/images-1-9-133x200.jpeg",
        "title": "Alone Together (2022)",
        "description": "Alone Together (2022)ကိုဗစ်ကာလတွင်းက အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။ ကိုဗစ်တွေစဖြစ်တော့ လမ်းတွေ အကုန် ဗလာကျင်းသွားတာကိုတောင် သွားသတိရမိပါသေးတယ်။ အလုပ်တွေပိတ်၊ ဆိုင်တွေ ပိတ်၊ လမ်းပေါ်မှာ ဘယ်သူမှမရှိ။ တစ်ကမ္ဘာလုံး ကြောက်စရာကောင်းလောက်အောင် တိတ်ဆိတ်သွားတာကို မှတ်မိကြမှာပါ။ စားဖို့သောက်ဖို့ကို ဖွင့်တဲ့ဆိုင် ပတ်ရှာရတာလည်း အမော။ ဒီကြားထဲ ကမ္ဘာပဲပျက်တော့မလိုလို ဇွန်ဘီးတွေ ဖြစ်တော့မလို ပေါက်တတ်ကရပြောကြတဲ့လူတွေကရှိသေး။ဒါပေမဲ့ ကျွန်တော်တို့တွေ ကိုဗစ်ရောဂါကို တာဝန်သိသိ ဂရုစိုက်ပြီး အနိုင်ယူနိုင်တော့မယ့် အနေအထားကို ရောက်လာပြီဆိုတော့ တစ်ရန်အေးရတာပေါ့။ ဒီဇာတ်လမ်းလေးက ကိုဗစ်ကာလမှာ ရောဂါရှောင်ဖို့ လူနေကျဲပါးတဲ့နေရာကို သတင်းစာမှာ အစားအသောက် အညွှန်းရေးတဲ့ သတင်းထောက်မလေးတစ်ယောက် သွားရာက စပါတယ်။သူငှားထားတဲ့ အိမ်ပိုင်ရှင်လင်မယားက နားလည်မှုလွဲပြီး တခြားသူတစ်ယောက်ကိုပါ ငှားထားမိပါတယ်။\nသတင်းထောက်မလေးနဲ့ တူတူလိုက်လာမယ့် သူ့ကောင်လေးကလည်း စီစဉ်မထားဘဲ မိဘအိမ်ကို ပြန်သွားတော့ သူ့ခမျာ နေစရာမရှိတဲ့ ဒုက္ခတွေ့ရတော့မယ့်အချိန်မှာ အရင်ရောက်နေတဲ့ သဘောကောင်းတဲ့ ကိုလူစိမ်းက ...",
        "rating": "5.1",
        "url": "https://megaup.net/2tigj/(CM)_Alone_Together_(2022)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/w-141x200.jpg",
        "title": "The Warriorr (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ Modern Love Hyderabad ထဲက မင်းသား\nအက်ဒ်ဟီနဲ့ Uppenaမင်းသမီးချော ကာရီသီ တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့\nအက်ရှင် ကားကောင်းတစ်ကားနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်\nIMDB မှာ 5.4 ရထားတဲ့ Action, Crime, Thriller အမျိုးအစားမို့\nအက်ရှင်ကြိုက်တဲ့သူတွေအကြိုက်တွေ့မှာပါ။ဇာတ်လမ်းအကျဉ်း\nရိုးရိုးသားသားနဲ့ကြိုးစားပြီးဖခင်ရဲ့ဆန္ဒပြည့်ဖို့ မိခင်ရဲ့လမ်းညွှန်မှုနဲ့\nဆေးပညာဘွဲ့ရအောင်ယူပြီး ကူအာနိုးဆေးရုံမှာ အလုပ်သင်ဆင်းဖို့\nဟိုင်ဒရာဘတ်က ကူအာနိုးကို ပြောင်းလာတဲ့ ဆရာဝန်လေး\nFM တစ်ခုမှာအလုပ်လုပ်ပြီး မဟာလက်ရှ်မီးရဲ့ဝီစီသံလို့\nအမည်တွင်အောင် သူကြုံခဲ့ရတဲ့ အဖြစ်အပျက်တွေကို\nဇာတ်လမ်းဆင်ပြီးထုတ်လွှင့်နေတဲ့ မိတဆိုးသမီးလေးတစ်ယောက်တို့\nတိုက်ခန်းတစ်ခုမှာ ဆုံကြတဲ့နောက်.....ဆရာဝန်ဟူသည် ရန်သူပင်ဖြစ်လင့်ကစားကုပေးရမယ်ဆိုတဲ့\nထုံးကို နှလုံးမူပြီး ကုသမှုပေးတဲ့ဆရာဝန်လေးနဲ့ ကူအာနိုးမြို့ရဲ့\nအဓိကရ ဂုရုဆိုတဲ့ လူတစ်ယောက်နဲ့ ဆုံကြတဲ့အခါ\nဘယ်လိုအပြောင်းအလဲတွေနဲ့ ဇာတ်လမ်းဆက်မလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာပဲ\nလိုက်ပါစီးမျောခံစားလိုက်ပါ။ အက်ရှင်ကြမ်းကြမ်း သတ်ဖြတ်ခန်းတွေနဲ့\nစိတ်လှုပ်ရှားစရာ ဇာတ်ကွက်တွေကို မိုးအေးအေးနဲ့ စီးမျောနိင်ကြပါစေဗျာ။\nFile size…11GB / 3.62GB / 1.7GB\nQuality…1080p True WEB DL  AAC5.1Ch / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Ndp9/The_Warriorr_(2022)_Telugu_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8EM2OolKRmJG4EI3jM7679s7gy2.jpg",
        "title": "Noroi: The Curse (2005)",
        "description": "Noroi: The Curse (2005)\"ဒီကားရဲ့ 1080p HD Version ဟာ မရှိ‌သလောက် ရှားလို့ ခွေဗားရှင်း 480p ကိုပဲ အတော်လေးကြည်အောင် Encode ပေးထားပါတယ်။ တစ်ချိန်ချိန်မှာ 1080p ရှာတွေ့ခဲ့ရင်လည်း update လုပ်ပေးသွားပါမယ်။\"ဒီတစ်ခါတော့ ၂၀၀၅ခုနှစ်က ထွက်ရှိခဲ့ပြီး IMDb rating 6.9/10 အထိရရှိထားတဲ့ Japanese horror movie ကောင်းလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ Incantation လို vibe မျိုးနဲ့ pseudo-documentary ကို လက်တွေ့ဆန်ဆန်ကြည့်ရှုရတာ နှစ်သက်သူဆိုရင်တော့ လက်မလွှတ်သင့်တဲ့ ကားကောင်းတစ်ကားပါ။ဇာတ်လမ်းအကျဥ်းလေးကတော့ ကိုဘာယာရှိဟာ သဘာဝလွန်ဖြစ်ရပ်ဆန်းတွေကို ရှာဖွေလေ့လာပြီး စာအုပ်တွေပါထုတ်ဝေတဲ့ သတင်းထောက်တစ်ယောက်ဖြစ်ပြီး သူနောက်ဆုံးလေ့လာခဲ့တဲ့ မှတ်တမ်းမှာ လူမျိုးစုတစ်စုဆီက ဆင်းသက်လာတဲ့ ရိုးရာပွဲကနေပေါ်ပေါက်လာတဲ့ အရာတစ်ခုကို လေ့လာရင်း သူကိုယ်တိုင်ဖြစ်ရပ်ဆိုးတွေ ကြုံခဲ့ရပါတယ်။ဗီဒီယိုကို အစဆုံးမှတ်တမ်းတင်ပြီးချိန်မှာတော့ သူ့အိမ်ပါ မီးလောင်သွားသလို ဇနီးသည်ကိုပါ ...",
        "rating": "6.9",
        "url": "https://megaup.net/17nep/(CM)_Noroi_-_The_Curse_(2005)_480p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BY2UyOWJjMWEtNmIwYS00ZjM5LWEyYjMtMTI4NDBhMzViNmIyXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_-137x200.jpg",
        "title": "Mrs. Harris Goes to Paris (2022)",
        "description": "ပြင်သစ်လို့ပြောလိုက်တာနဲ့ ဖက်ရှင်ဒီဇိုင်းတွေရဲ့ ဘုရင်ကြီးလို့ တင်စားရလောက်အောင်ကို ဖက်ရှင်တွေ အစုံအလင်ရှိတဲ့ မြို့ကြီးတစ်မြို့ဆိုတာ လူတိုင်းသိမှာပါ ဒီရုပ်ရှင်ကားလေးထဲ မှာတော့ လန်ဒန်မှာရှိတဲ့ သန့်ရှင်းရေးသမား မုဆိုးမကြီး ဟားရစ် ဟာ ပြင်သစ်ရဲ့ နာမည်ကြီး ဒီရော တံဆိပ် ဝတ်စုံကိုမှ လိုချင်တပ်မက်လွန်းလို့ ပြင်သစ်အထိ သွားဝယ်တဲ့ အကြောင်းလေးကို ဇာတ်အိမ်တည်ပြီး ရိုက်ထားတာပါ ဒီရောတံဆိပ် ရဲ့ ဝတ်စုံတွေဟာ ဘယ်လောက်တောင် လွှမ်းမိုးမှုရှိလဲဆိုတာရယ် ကံဆိုးမှုတွေပြီးရင် ကံကောင်းတာတွေ လည်းရောက်လာနိုင်တယ်ဆိုတာရယ် လူတစ်ယောက်ဆိုတာ အပြင်ပန်းကြည့်ရုံနဲ့ မှတ်ချက်ပေးနိုင်လောက်အောင် လူ့ဘဝကြီးက မရိုးရှင်းဘူးဆိုတာရယ် အလုပ်သမားတွေရဲ့ အခွင့်အရေးကို တန်ဖိုးထားရမယ်ဆိုတာရယ်ကို ဇာတ်အိမ် ကောင်းကောင်လေးနဲ့ လှလှပပ လေးရိုက်ပြသွားတာပါ ဘဝအမောတွေပြေစေဖို့နဲ့ ပြုံးစိစိ လေးကြည့်နိုင်ဖို့အတွက် အမြန်းဆုံးသာ ဒေါင်းပြီးကြည့်လိုက်ပါတော့လို့ပဲ တိုက်တွန်း ချင်ပါတော့တယ်File size…(2.18GB)/(1014MB)/(481MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...Drama / ...",
        "rating": "7.2",
        "url": "https://megaup.net/2t9G5/Mrs.Harris.Goes.to.Paris.2022.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFpZjurGhtvBa1Jyzfw58Me7ZQ6.jpg",
        "title": "My Mighty Princess(2008)",
        "description": "My Mighty Princess(2008) အညွှန်း********************************Mighty Princess - အားကြီးတဲ့မင်းသမီးလေး.....\nမင်းသမီး Shin Min Ah ကိုဆိုရင်တော့မသိသူမရှိသလောက်ပဲဖြစ်ကြမျာပေါ့နော်။ဒီတစ်ခါကားလေးကတော့ မင်းသမီးရှင်မင်းအာငယ်စဥ်ကရိုက်ကူးခဲ့တဲ့ Action Fantasy ကားကောင်းလေးပဲဖြစ်ပါတယ်။ဂန်ဆိုဟီးဟာ သာမန်ထက်ပိုပြီး အားမတန်တဆကြီးနေတဲ့အတွက်လူတွေရဲ့အမြင်မှာ နုနယ်ငယ်ရွယ်တဲ့မိန်းကလေးတစ်ယောက်လို့ မထင်ချင်စရာဖြစ်နေပါတယ်။ကိုယ့်ဘက်ကကြိတ်ကြိုက်ရတဲ့ ကောင်လေးတစ်ယောက်ရှိလာချိန်မှာတော့ဆိုဟီးတစ်ယောက် သူ့ကိုသာမန်ထက်ပိုပြီး\nအားကြီးနေစေတဲ့ မိသားစုအမွေအနှစ်ကို စွန့်ပစ်ဖို့ဖြစ်လာပါတော့တယ်။ကိုယ်ခံပညာကိုဆက်မကျင့်တော့တဲ့ဆိုဟီးအတွက် ဘယ်လိုအခက်အခဲတွေကြုံလာမှာလဲ?.....သဘောကျရတဲ့ crush လေးနဲ့ရောအဆင်ပြေသွားမှာလား...?ဆိုဟီးကို ကိုယ်ခံပညာပြန်လေ့လာအောင်ဆွယ်ဖို့ ရုတ်တရက်ရောက်ချလာတဲ့ငယ်သူငယ်ချင်းလေးကရော ဘယ်လိုလျှို့ဝျက်ချက်တွေရှိနေမှာလဲ?ကိုယ်ခံပညာတွေရဲ့နောက်ကွယ်မှာ ဘယ်လိုနက်နဲတဲ့ဇာတ်ကြောင်းတွေရှိနေသေးဦးမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\nဒီကားလေးမှာ recommend ပေးချင်တာလေးတွေကတော့ ဇာတ်ဝင်တေးလေးတွေနောက်ခံတီးလုံးလေးတွေအရမ်းကောင်းတဲ့အပြင် ဇာတ်အိမ်လေးက တမူထူးခြားနေတာလေးပါပဲ။တရုတ်ကိုယ်ခံပညာကို ကျောရိုးခံထားတဲ့ ဇာတ်ကြောင်းမို့လို့ Kdrama fan တွေရေတရုတ်ရာဇဝင်ကားကြိုက်တဲ့လူတွေရော မလွတ်တမ်းကြည့်သင့်တဲ့ကားလေးပဲဖြစ်ပါတယ်။   File Size : (2.2GB) (1.02 GB) and (417MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Action ,Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.7",
        "url": "https://megaup.net/2thB8/My.Mighty.Princess.2008.BLU-RAY.1080P(CM).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2E16g6AOXz3814aoja6XAPUe2dQ.jpg",
        "title": "The Queen of Kung Fu 2 ( 2021 )",
        "description": "သိုင်းလောကဂိုဏ်းတွေရဲ့ယှဉ်ပြိုင်မှုတွေကြားထဲမှာ\nခြေရာပျောက်နေတဲ့ အားရှီတစ်ယောက်ဟာ\nဆိုးသွမ်းတဲ့အင်အားစုတွေကို အပြစ်ပေးတဲ့\nတစ်ကိုယ်တော်သိုင်းသမားတစ်ယောက်ဖြစ်လာခဲ့တယ်။သူမဟာခံစားချက်တွေကို ရင်ထဲမှာအပြီးချုပ်တည်းထားပြီး\nစစ်မြင်းနဲ့ အရက်ခွက်တွေကိုပဲအဖော်အပြုရင်း\nတစ်ကိုယ်တော်သွားလာနေခဲ့တယ်။ဟော့မျိုးနွယ်လက်သီးသိုင်းကို တတ်မြောက်ပြီး\nသိုင်းလောကရဲ့ဒဏ္ဍာရီတစ်ခုလိုဖြစ်လာခဲ့တယ်။\nရက်စက်ကြမ်းကြုတ်တဲ့ စစ်ဘုရင်Liu Dashuaiက\nကျားနက်ဓားပြအဖွဲ့နဲ့ပူးပေါင်းပြီး ပြည်သူတွေကိုဖိနှိပ်စေခိုင်းဖို့\nလက်ဖက်စက်ရုံတည်ထောင်လိုက်တဲ့အတွက်ကြောင့်\nပြည်သူတွေမှာဒုက္ခတွင်းထဲကျရောက်ကြရတယ်။အားရှီမှာ တစ်ဖက်မှာ စိတ်ထဲကအမုန်းတွေကို\nနိုင်အောင်ထိန်းရင်း တစ်ဖက်မှာဆိုးသွမ်းတဲ့\nအင်အားစုတွေကိုတွန်းလှန်ရင်း\nအခက်အခဲကြားကပြည်သူတွေကိုကယ်တင်ဖို့ကြိုးစားပါတော့တယ်။\nသိုင်းလောကရဲ့ပရိသတ်တို့ အားရှီလေး\nဘယ်လိုတွေများကြမ်းမလဲဆိုတာကို\nဆက်ပြီးခံစားကြည့်ရှုလိုက်ကြပါဦး။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 16min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/39f6p/The_Queen_Of_Kung_Fu_2_(2021)_1080p_WEB-DL.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-136x200.jpg",
        "title": "Give Them Wings (2021)",
        "description": "Give them wings မွေးကတည်းက ဦးနှောက်အမြှေးပါးရောင်ကြောင့် မသန်မစွမ်းဖြစ်နေခဲ့ရတဲ့ Paul Hodgson ကိုယ်တိုင်ရေးသားခဲ့တဲ့ သူ့ဘ၀အကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ Paul ဟာမွေးကတည်းက မသန်မစွမ်းဖြစ်နေရပြီး လမ်း‌မလျှောက်နိုင်သလို စကားကိုလည်းပီသအောင်မပြောနိုင်ပါဘူး။ဒါပေမယ့် ဘ၀ကိုအရှုံးမပေးဘဲ အလုပ်ရအောင်ရှာနိုင်ခဲ့သလို ‌ရူးသွပ်တဲ့ဘောလုံးပရိသတ်တစ်‌ယောက်လည်းဖြစ်လာခဲ့ပါတယ်။အမေဖြစ်သူက အားပေးသလောက် အဖေကသူ့အပေါ်ယုံကြည်ချက်မရှိပါဘူး။ဒါပေမယ့် သူ့အမေနဲ့သူငယ်ချင်းတို့ရဲ့ အားပေးမှုနဲ့ဘ၀မှာကြုံလာတဲ့အခက်အခဲမျိုးစုံကို လက်မလျှော့ဘဲ ကျော်လွှားနိုင်ခဲ့ပါတယ်။ Darlington FC ရဲ့အမာခံပရိသတ်ဖြစ်သူ Paul Hodgson ရဲ့ဖြစ်ရပ်မှန်ဘ၀အကြောင်းကို ရိုက်ကူးထားတာပါ။နာမည်ကြီး သရုပ်ဆောင်တွေမပါပေမယ့် ကောင်းမွန်စွာစွမ်းဆောင်ထားနိုင်တဲ့ British ကားလေးပါ။ File size…(1.33GB)/(714MB)/(462MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "6.2",
        "url": " https://megaup.net/17d9o/Give.Them.Wings.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMjQyNzlkZDQtZjA4YS00ZjhjLTg4OGMtZTZmN2EwMjA0NTBiXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-160x200.jpg",
        "title": "Wedding Season (2022)",
        "description": "Wedding Season (2022)\n=================\nIMDb Rating - 6.3/10IMDb 6.3 ရထားတဲ့ Netflix ကားကောင်းလေးတစ်ကား လာပါပြီ။\nအရွယ်ရောက်လာတဲ့ထိ ဂေါ်မစွံသေးတဲ့ သားနဲ့ သမီးအတွက်\nအိမ်ထောင်ရက်သားချပေးကြဖို့ အပြိုင်အဆိုင်ကြိုးစားကြတဲ့\nအိန္ဒိယ မအေးအေးဝင်း စီစဉ်ပေးတဲ့ အချစ်ဟာသဇာတ်မြူးလေးပါ။အာရှာ ဆိုတဲ့ ကောင်မလေးက ကုမ္ပဏီတစ်ခုရဲ့ စီးပွားရေးပညာရှင်\nတစ်ယောက် ဖြစ်ပြီး ရာဗီ ဆိုတဲ့ ကောင်လေးကတော့ ဟိုယောင်ယောင်\nဒီယောင်ယောင် MIT ကျောင်းဆင်းတစ်ယောက် ဖြစ်ပါတယ်။\nနှစ်ဖက်မိဘတွေက Online dating app တစ်ခုမှာ သူတို့ရဲ့ ကိုယ်ရေး\nအချက်အလက်တွေကို အတုတွေဖန်တီးပြီး တင်ထားကြတယ်။\nအဲဒီ app ကနေ အာရှာ နဲ့ ရာဗီ တို့ကို match လုပ်ပေးလိုက်ပြီး\nနှစ်ယောက်သားကို ချိန်းတွေ့ကြဖို့ အိမ်တွေက အတင်းတိုက်တွန်း\nကြပါတော့တယ်။အချစ်ရေးကို စိတ်မဝင်စားသေးတဲ့ သူတို့နှစ်ယောက်ကတော့\nမင်္ဂလာပွဲတွေ အတူတူတက်ရင်း ဟန်ဆောင်ရည်းစားတွေ ဖြစ်လာ\nကြပါတယ်။ဟန်ဆောင်ရည်းစားအဖြစ်ကနေ သူတို့တကယ်ချစ်မိတဲ့\nသူတွေ ရှိလာတဲ့အခါ... မိဘတွေကလည်း အလိမ်အညာတွေကို\nသိသွားကြတဲ့အခါ... အာရှာ နဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1N7je/Wedding.Season.2022.720p.NF.WEB-DL.CM..mp4",
        "category": "Comedy, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYjdkZjE4MzUtMzBhYy00ZGIwLWFmYmYtNzI4NzY1ZjRlYzUzXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_-135x200.jpg",
        "title": "Rogue Agent (2022)",
        "description": "Rogue Agent (2022)\n===============IMDb Rating - 6.4/10IMDB rating 6.4 အထိ ရရှိထားတဲ့ Mystery ဇာတ်ကား\nကောင်းလေး တစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။\nရောဘတ်ဖရီးဂါ့တ် ဟာ MI5 ကနေ အသွင်ယူစုံစမ်းနေတဲ့\nအေးဂျင့်တစ်ယောက်ပါ။ ကားရောင်းသမားအဖြစ် အသွင်\nယူစုံစမ်းရင်း အဲလစ်အာချာဆိုတဲ့ ရှေ့နေအမျိုးသမီးကို\nချစ်ကြိုက်မိသွားပါတယ်။အဲလစ်ကတော့ ရောဘတ်ကို အယုံအကြည်မရှိတာမို့ အလွတ်\nစုံထောက်ငှားပြီးစုံစမ်းခိုင်းခဲ့ပါတယ်။ သို့သော် သူကိုယ်တိုင်လည်း\nရောဘတ်ကို ချစ်မိသွားပါတယ်။  တစ်နေ့မှာတော့ အဆိုပါ\nစုံထောက်ဆီကနေ ရောဘတ်ရဲ့ အတိတ်အကြောင်း တစ်စွန်း\nတစ်စသိလာခဲ့ရပါတယ်။ရောဘတ်နဲ့ ပတ်သက်ဖူးတဲ့ ကောင်မလေးနှစ်ယောက် ပျောက်\nဆုံးနေခဲ့တာပါ။ ရောဘတ်ကရော တကယ်ပဲ အသွင်ယူအေးဂျင့်လား\nမိန်းကလေးတွေပျောက်ဆုံးနေတာ သူနဲ့ဘယ်လိုပတ်သက်နေလဲ\nဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှု့နိုင်မှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Leonard Lin မှရေးသားပေးပြီး၊ ဘာသာပြန်ပေး\nသူများကတော့ Leonard Lin, Zaw Myo Thu တို့ဖြစ်ပါတယ်)\nFile Size..........(1.3 GB) / (620 MB) / (516 MB)\nQuality............WebRip 1080p / ...",
        "rating": "",
        "url": "https://megaup.net/2tcng/Rogue.Agent.2022.720p.WEBRip.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i8bTXlejaGhj2QshAVoRQqWtjml.jpg",
        "title": "13: The Musical (2022)",
        "description": "13: The Musical (2022)Musical ဆိုတဲ့အ‌တိုင်း သီချင်းသံ မြူးမြူးကြွကြွတွေနဲ့ ကြည့်ရမယ့်ကားပါဗျ။ ဆယ်ကျော်သက်ဖြစ်ကာစ လူငယ်ပေါက်စလေးတွေရဲ့ အလွဲတွေလည်း ပါသပေါ့ဗျာ ဇာတ်လမ်းအညွှန်းကတော့ ...\nအယ်ဗန်ဂိုးမန်းဆိုတဲ့ကောင်လေးက နယူးယောက်မြို့သားလေး ဂျူးလူမျိုးမလို့ တစ်ဆယ့်သုံးနှစ်မှာ ကျင်းပရမယ့် Bar Mitzvah ပွဲအတွက် အမျှော်လင့်ကြီး မျှော်လင့်နေသူပေါ့။ ဒါပေမယ့်လည်း အဖေဖြစ်သူရဲ့ ပြဿနာတွေကြောင့် မိသားစုကွာရှင်းလိုက်ရပြီး အင်ဒီယာနာက ပုံတုံးလှတဲ့ နယ်မြို့လေးကို ပြောင်းရွှေ့လိုက်ရတဲ့အခါ ...တောမြို့လေးဆိုပေမယ့် ကျောင်းအသစ်မှာလည်း ဆယ်ကျော်သက်ပေါက်စတွေရဲ့ အတတ်ဆန်းချင်တဲ့ ကိစ္စဝိစ္စလေးတွေ ရှိနေပါသေးတယ်။ Bar Mitzvah ပွဲကို အကြီးကျယ်ဆုံးဖြစ်ချင်တဲ့ မြို့သားလေး တောမြို့လေးမှာ ဘယ်လိုဂြိုဟ်မွှေခြင်းတွေနဲ့ ကြုံတွေ့ရမလဲဆိုတာ ကြည့်ရှုကြရမှာပါ။13 နှစ်ကလေးတွေရဲ့ teenage ကားမလို့ ပိတ်ရက်မှာ မိသားစုနဲ့အတူ ကလေးတွေနဲ့အတူ ပေါ့ပေါ့ပါးပါးကြည့်မယ်ဆိုရင် ရွေးသင့်တဲ့ကားလေးပါ။\nMusical မို့ သီချင်းသံတွေတော့ တော်တော်မြိုင်ဆိုင်ပါလိမ့်မယ်ဗျ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Chevy ပါ။)File Size : ...",
        "rating": "5.2",
        "url": "https://megaup.net/17k4i/[CM]13.The.Musical.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Family, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/avokvOwhjVR9GgISsSSgb2A343G.jpg",
        "title": "Valley of the Dead (2020)",
        "description": "Malnazidos (a.k.a) Valley of The Dead (2020)(1080p ရပါပြီ)ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ ရှေ့လကမှ Netflix မှာ ပြသသွားတဲ့ စပိန် ဇွန်ဘီဇာတ်ကားသစ်လေးပါ။ စပိန်ပြည်တွင်းစစ်ပွဲအတွင်းက အကြောင်းအရာကို နောက်ခံထားပြီး ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးပုံဖော်ထားတာပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...\nကပ္ပတိန်ဟန်လိုဇာနိုဟာ နိုင်ငံရေးအကြောင်းအရာတွေမှာ ၀င်စွက်ဖက်ခဲ့တဲ့အတွက်ကြောင့် အထက်လူကြီးတွေရဲ့ အမုန်း ခံရပြီး အန္တရာယ်များတဲ့ တာ၀န်တစ်ခုကို ထမ်းဆောင်ဖို့ စေလွှတ်ခြင်းခံရပါတယ်။တာဝန်ထမ်းဆောင်ဖို့ သွားနေတဲ့ လမ်းခရီးမှာ ကပ္ပတိန်ဟန်လိုဇာနိုနဲ့ သူရဲ့တပည့်ဟာ တော်လှန်ရေးတပ်ဖွဲ့တွေရဲ့ ဖမ်းဆီးခြင်း ခံရပြီး ထူးဆန်းတာတွေ ဆက်တိုက် ကြုံတွေ့ခဲ့ရပါတော့တယ်။ဒီထူးဆန်းတဲ့ဖြစ်ရပ်တွေက ဘယ်လိုဖြစ်လာလဲ?\nကပ္ပတိန်တို့အဖွဲ့ ဘာတွေနဲ့ ကြုံတွေ့လာရမလဲ? ဆိုတာ ဆက်လက်ရှုလိုက်ကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ YKH ပါ။)File Size          : 1.6GB, 668MB, 339MB\nQuality          ...",
        "rating": "5.8",
        "url": "https://megaup.net/17jgh/[CM]Malnazidos.Valley.of.The.Dead.2020.720p.WEB-DL.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOWI3MDIzZmYtN2Y3MC00YTljLWFiYmYtNWIzMjg1ZWQ1ODlhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006411000_AL_-128x200.jpg",
        "title": "8 Mile (2002)",
        "description": "ဒီဇာတ်ကားကတော့ 2002 နှစ်မှာ ထွက်ရှိခဲ့ပြီး Rap God ဖြစ်တဲ့ Eminem ရဲ့ဘဝဇာတ်လမ်း အကြောင်းဖြစ်ပြီး ဒါရိုက်တာ Curtis Hanson က ရိုက်ကူးပုံဖော်ထားပါတယ်။Rating တွေ အနေနဲ့က တော့ IMDb မှာ 7/10 ၊Rotten Tomatoes မှာ 76% နဲ့ Metacritic မှာတော့ 77% ရရှိထားပါတယ်။ဆုတံဆိပ်တွေအနေနဲ့ဆိုရင်လည်း Lose Yourself တေးသီချင်းနဲ့ အကောင်းဆုံးဂီတ၊မူရင်းသီချင်း အဖြစ် အော်စကာ ၁ ဆု ရရှိခဲ့သည့်အပြင်အခြားဆုပေါင်း ၁၀ ခုကိုလည်း ဆွတ်ခူးနိုင်ခဲ့ပါတယ်။ဒါ့အပြင် ဆုပေါင်း ၁၉ ခုအတွက်စကာတင်စာရင်းမှာလည်း ပါခဲ့ပါသေးတယ်။Biography တစ်ခုဖြစ်ပြီး ဒီလောက်ထိ rating တွေ၊ဆုတံဆိပ်တွေ ဆုပ်ကိုင်ထားနိုင်တာကအတော်လေးအောင်မြင်တယ် ဆိုရ မှာပါ။ ဇာတ်လမ်းအသွားကတော့သူ့တစ်ဘဝလုံးလိုလို ရုန်းကန်နေရတဲ့ လူငယ် rapper လေးတစ်ယောက်ကသူ့ရဲ့ နောက်ဆုံးအခွင့်အလမ်းတစ်ခုကို စမ်းချင်နေတာပါ။ဒါပေမယ့် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Nih2/8.Mile.2002.720p.BluRay.H264_%7BCM%7D.mp4",
        "category": "Biography, Documentary, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTU3MjUwMzQ3MF5BMl5BanBnXkFtZTgwMjcwNjkxMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Dark Tower (2017)",
        "description": "ဒီဇတ်လမ်းဟာ စာရေးဆရာ Stephen King ရဲ့ ဝတ္တုကို ရုပ်ရှင်အဖြစ်အသက်သွင်းထားတာပါဇတ်လမ်း အစကို ကြည့်မိရင် အဆုံးထိ ဆွဲခေါ်သွားနိုင်တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ခုဖြစ်ပြီးသင့်အတွက် ကြည့်ရတာ နောင်တ မရနိုင်မယ့် ရုပ်ရှင်ကားကောင်းတစ်ခုအဖြစ်ညွှန်းပါရစေ...Movie Review==========ကမ္ဘာတွေဟာ အများကြီး ရှိနေပြီး ကမ္ဘာတစ်ခုနဲ့ တစ်ခုဟာ စွမ်းရည်တွေ မတူညီကြပါဘူးဒီကမ္ဘာတွေ အားလုံးရဲ့ အလယ်ဗဟို တည့်တည့်မှာတော့ ကမ္ဘာကြီးရဲ့ ထောက်တိုင် တစ်ခုတည်ရှိနေပြီး ထို ထောက်တိုင်ကြီး မရှိတော့တဲ့အခါမှာတော့ ကမ္ဘာတွေဟာ မှောင်အတိပြီး၍မီးလောင်ကျွမ်းကုန်မှာပဲ ဖြစ်ပါတယ်...ထို ထောက်တိုင်ကြီးကို ဖျက်ဆီးဖို့ ကြံရွယ်နေသူတွေကတော့ ဝေါ်တာ ဆိုသော မကောင်းဆိုးဝါး နှင့်အရေခွံခြုံသူများ ဖြစ်ပါတယ် ထိုကဲ့သို့ ဖျက်ဆီးဖို့ရန် အတွက် စိတ်ထားသန့်စင်သော ကလေးများကိုဖမ်းပြီး စိတ်စွမ်းအင် ထုတ်ယူ၍ ကမ္ဘာတွေရဲ့ အလယ်ဗဟို ထောက်တိုင်ကို တစ်ဖြေးဖြေးအားနည်းစေရန်တိုက်ခိုက်လျက် ရှိပါတယ်...တစ်နေ့မှာတော့ ကမ္ဘာတစ်ခုပေါ်မှာ စိတ်စွမ်းအင်အမြင့်ဆုံး ကလေးတစ်ယောက်ဖြစ်တဲ့ ဂျိတ်ချန်ဘာ ကိုအရေခွံခြုံတွေ ရှာတွေ့သွားပြီး ဖမ်းဆီးရန် ရောက်လာစဉ်မှာပဲ ကြိုတင်အကြားအမြင်ရထားတဲ့ဂျိတ်ဟာ ကမ္ဘာအလယ်ဗဟို ထောက်တိုင် ကို ကာကွယ်သူ သေနတ်သမားကို ရှာဖို့ ထွက်ပြေးခဲ့ပါတယ်..ထို အချိန်မှာပဲ ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Ni4v/The.Dark.Tower.2017.720p.BluRay._%7BCM%7D.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNjk3YzQwOTEtZDVlNC00MGE0LWE0YmQtMTNmODZmZjJjZGNmXkEyXkFqcGdeQXVyOTIxNDQ1MTQ@._V1_-143x200.jpg",
        "title": "Closed Doors Village (2014)",
        "description": "အိမ်တစ်အိမ်မှာ လူမရှိရင် တံခါးပိတ်ထားတတ်ကြတယ်မလား ? အဲ့ဒီလိုပဲ ရွာသားတွေတစ်ယောက်မှမရှိလို့\nအဲ့ဒီရွာကို “တံခါးပိတ်ရွာ” လို့နာမည်ပြောင်းခေါ်လာကြပါတယ်။ တံခါးပိတ်ရွာလေးက အရင်က “လေသာရွာ” လို့ခေါ်ပါတယ်။\nနာမည်နဲ့လိုက်အောင် ရွာသားတွေအများကြီးနဲ့ သာယာနေတဲ့ရွာလေးပေါ့။ အဲ့ဒီရွာလေးက အခုတော့ခြောက်ကပ်ခြင်းအတိနဲ့ တိတ်ဆိတ်နေရပါပြီ ။ဟူတုန်းဟိုင်တို့ လမ်းတံတားပြုပြင်ရေးအဖွဲ့က ပရောဂျက်တစ်ခုပြသာနာတက်လို့ တံခါးပိတ်ရွာလေးကို ဖြတ်သန်းသွားဖို့အကြောင်းဖန်လာပါတော့တယ်။\nထုံးစံအတိုင်း ညနက်သန်းခေါင်အချိန် တောလမ်းမကြီးမှာ ဘီးပေါက်ပြီး မီးအလင်းရောင်ရှိတဲ့ရွာထဲ အကူအညီတောင်းဖို့ရောက်သွားတယ်ပေါ့။ရွာထဲဝင်ပြီးကာမှ မီးအလင်းရောင်လည်းမတွေ့ရ။ ခြံအဟောင်းကြီးထဲမှာ တဝဲလည်လည်ဖြစ်နေတုန်း အတူတူပါလာတဲ့သူငယ်ချင်းနဲ့လည်း လူစုကွဲသွားပါတယ်။\nမရှိမဲ့ရှိမဲ့ သတ္တိကိုစုစည်းပြီး ဟူတုန်းဟိုင်တစ်ယောက် လမ်းပျောက်နေတုန်း ခြံပိုင်ရှင်လင်မယားနဲ့တွေ့ပြီး ရွာကြီးအကြောင်းမေးကြည့်တဲ့အခါ....\nအဲ့ဒီရွာကြီးမှာ ရွာသားတွေဘာလို့မရှိကြတာလဲ? ဟူတုန်းဟိုင်ကရော အဲ့ဒီရွာကြီးနဲ့ ဘယ်လိုပတ်သက်မှုရှိနေမလဲဆိုတာ ကြောက်ကြောက်နဲ့ပဲ ဆက်ကြည့်လိုက်ပါတော့နော်။\nFile size…540MB\nQuality…720p WEBRIP\nFormat…mp4\nDuration….1h 24mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by JoJoVa",
        "rating": "",
        "url": "https://megaup.net/17kvt/Closed.Doors.Village.2014.720p.WEB-DL.x264.AAC2.0CH(CM).mp4",
        "category": "Asian, Horror"
    }
]