[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-p-133x200.jpg",
        "title": "The Postman (1997)",
        "description": "သဘာဝဘေးတွေ ကပ်ရောဂါတွေ စစ်ပွဲတွေရဲ့နှိပ်စက်မှုဒဏ်ကြောင့် ကမ္ဘာကြီးပျက်ဆီးသွားခဲ့ပြီ။\nလျှပ်စစ်တွေ ဖုန်းတွေ အသင့်စား အစားအစာတွေ ဘာမှမရှိတော့တဲ့ ခေတ်ပျက်ကြီးထဲမှာ လူတွေဟာ မျှော်လင့်ချက်မဲ့စွာ ရှင်သန်နေထိုင်ကြရပါပြီ။\nအားလုံး လမ်းပျောက်နေကြတဲ့ ခေတ်ပျက်ကြီးထဲမှာ \"တောမီးလောင် တောကြောင်လက်ခမောင်းခတ်\" ဆိုသလိုပဲ လူယုတ်မာတစ်ယောက်က အစပျိုးခဲ့ပြီး သူတို့ကိုယ်သူတို့ ပြည်သူ့စစ်လို့ခေါ်တဲ့ \"ဟုန်းနစ်\" ဆိုတဲ့ အဖွဲ့အစည်းတစ်ခုပေါ်လာခဲ့ပြီး ဒုက္ခသည်အချင်းချင်း ဗိုလ်ကျအနိုင်ကျင့်နေကြတာပေါ့။\nဒီလိုနဲ့တစ်နေ့မှာတော့ သူတို့ကြီးစိုးတဲ့နေရာကို တစ်ကိုယ်တော်လေလွင့်ပြီး နယ်တစ်ကာလှည့်ကာ ရှိတ်စပီးယားပြဇာတ်တွေကို သရုပ်ဆောင်ပြပြီး ဝမ်းရေးဖြေရှင်းတဲ့လူတစ်ယောက် ရောက်လာပြီး အိပ်မက်တွေပျောက်ဆုံးနေတဲ့ လူတွေအားလုံးကို သူကိုယ်တိုင် မရည်ရွယ်ပါဘဲနဲ့ ဆက်လက်ရှင်သန်ဖို့ မျှော်လင့်ချက်တွေပေးမိသွားတဲ့အခါမှာတော့....\nFile size…(3.1GB)  / (1.86GB) / (708MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:57:00\nGenre...Action / Adventure / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Robin",
        "rating": "6.1",
        "url": "https://megaup.net/1QWqt/The.Postman.1997.720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYzcyMDQzOTQtNmY3OC00MDgyLTg5MTQtZTZmMmUxYTlmNjVjXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-141x200.jpg",
        "title": "Masooda (2022)",
        "description": "Masooda ( 2022 )\nIMDb 7.8/10အခုတစ်ခေါက်မှာတော့ ရုံတင်၀င်ငွေခန့်မှန်းခြေ ဆယ်ကုဋေကျော်လောက်ရရှိထားတဲ့\nသဘာ၀လွန် Horrorရုပ်ရှင်အမျိုးအစား ရုံတင်ကားသစ်ကြီးကိုတင်ဆက်ပေးတော့မှာဖြစ်ပါတယ်...။ဇာတ်လမ်းအကျဉ်းကတော့\nနီလမ်ဟာ Single motherတစ်ယောက်ဖြစ်ပြီးတော့ သမီးဖြစ်သူနာဇီယာနဲ့အတူ\nတိုက်ခန်းလေးတစ်ခန်းငှားကာနေထိုင်ပါတယ်။သူတို့အခန်းနဲ့မနီးမဝေးမှာ ဂိုပီလို့ခေါ်တဲ့\nအိမ်နီးချင်းကောင်လေးတစ်ယောက်နေထိုင်ပြီးတော့ နီလမ်တို့သားအမိအကူအညီ\nလိုအပ်ရင်လည်း လက်မတွန့်ပဲကူညီပေးတတ်တဲ့ အိမ်နီးချင်းကောင်းတစ်ယောက်ဖြစ်ပါတယ်...။တစ်ညမှာတော့ နီလမ်တစ်ယောက် ဂိုပီ့အခန်းကိုတံခါးလာခေါက်ကာအကူအညီတောင်းပါတော့တယ်...\nဂိုပီလိုက်သွားကြည့်တဲ့အခါမှာတော့ တစ်စုံတစ်ယောက်၀င်ပူးနေသလိုဖြစ်နေတဲ့\nနာဇီယာကိုတွေ့လိုက်ရပါတယ်။နီလမ်နဲ့ဂိုပီတို့နှစ်ယောက်\nနာဇီယာကိုဆရာ၀န်နဲ့ပြပေမဲ့ မသက်သာတဲ့အဆုံးမှာတော့\nအပနှင်ဆရာတွေလိုက်ရှာဖွေရင်း သိရှိလာတာက ဒီပူးကပ်နေတဲ့နတ်ဆိုးဟာ\nအင်မတန်မှအငြှိုးကြီးပြီး သူ့ကိုသတ်နိုင်မယ့်လက်နက်ကလည်း\nသီးသန့်ရှိနေကြောင်းသိရှိလိုက်ရတဲ့အခါမှာတော့....နာဇီယာကိုကုသလို့ရနိုင်ပါ့မလား ... နာဇီယာကို၀င်ပူးနေတဲ့\nအငြှိုးကြီးတဲ့ဝိဉာဥ်ကရောဘယ်သူဖြစ်မလဲ...\nဘယ်လိုအကြောင်းကြောင့်၀င်ပူးနေတာလဲဆိုတာကို\nတော့ ကျောတချမ်းချမ်းနဲ့ဆက်လက်ကြည့်ရှုရမှာပါ။\nHorror ရုပ်ရှင်ကြိုက်သူ‌တွေအတွက် လက်မလွှတ်သင့်တဲ့\nဇာတ်ကားကောင်းတစ်ခုပဲဖြစ်ပါတယ်။\nFile size…2.17GB  / 1.03GB\nQuality…1080p  True WEB DL / 720p\nFormat…mp4\nDuration….2h 40m\nSubtitle….Myanmar Subtitle  (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ OeliuJ ~ Yunni",
        "rating": "7.8",
        "url": "https://megaup.net/1aXa6/Masooda_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Horror, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oQilVzOxLPxvBn9hAuvGpKTpONM.jpg",
        "title": "The Weather Man(2005)",
        "description": "The Weather Man(2005)====================ကျွန်တော်တို့အားလုံးဟာ ဘဝသင်ခန်းစာတွေကိုပုံစံအမျိုးမျိုးနဲ့ life long learningလုပ်နေရတဲ့ဘဝကျောင်းတော်ထဲက ကျောင်းသားလေးတွေပေါ့။တစ်ခါတလေမှာ အလွယ်တကူနားလည်လိုက်တာရှိပေမဲ့ တစ်ခါတစ်လေကျ ခက်ခက်ခဲခဲနဲ့ ရင်းနှီးပေးဆပ်မှုတွေများပြီးမှ ရင်ဘတ်ကြီးကိုရင်းနှီးလိုက်ရပြီးမှသင်ယူလိုက်ရတာတွေလည်း အများကြီးပါပဲ။လွယ်ကူတယ်ဆိုတာ အရွယ်ရောက်ပြီးသူတစ်ယောက်ရဲ့ဘဝထဲကို ဝင်မလာဘူးလို့ ဒေ့ဗ်ရဲ့အဖေက ဒေ့ကိုအမြဲဆုံးမပါတယ်။ ဒါပေမဲ့ဒေ့ဗ်တစ်ယောက် ဒါကိုလက်မခံနိုင်ဘဲ ပြဿနာပေါင်းစုံနဲ့ ဗရုတ်သုတ်ခလူ့ဘဝကြီးကိုအကြီးအကျယ်အဆိုးမြင်နေသူတစ်ယောက်ပါ။အသက်အရွယ်နဲ့ယှဉ်ရင် မရင့်ကျက်နိုင်သေးတဲ့ဒေ့ဗ်ကတော့ဘဝရဲ့ပြဿနာတွေကို ထိုင်အလိုမကျဖြစ်နေတဲ့Grumpy kidလိုပါပဲ။(Grumpyဖြစ်မဖြစ်ကတော့တစ်ကားလုံးကိုလွှတ်ဆဲနေတော့တာ)work lifeကိုကြည့်ရင်လည်း ဒေ့ဗ်စပရစ်ဇ်ရဲ့ဘဝကစာမေးပွဲခန်းထဲက ကျွန်တော်တို့နဲ့မခြားပါဘူး။ စာမေးပွဲခန်းထဲထိုင်နေပေမဲ့ စာဆိုတာဒါလားလို့မေးယူရတဲ့အနော်တို့လိုပဲသူလည်း မိုးလေဝသပညာဆိုတာ ချိုနဲ့လားဆိုသလိုပါပဲ။ဒီလိုလူက မိုးလေဝသသတင်းကြေညာသူဆိုတော့ကာသူမှန်းသမျှကတော့ ကတွတ်ပီအမဲလိုက်သလိုပါပဲ___ပြောင်းပြန်မှတ်ယူမှ စိတ်ချရမှာပါ။အလုပ်ကအဆင်မပြေတော့ Family Lifeကိုကြည့်တော့လည်းတလွဲ။ ဇနီးဖြစ်သူနိုရင်းနဲ့ကလည်း တကျက်ကျက်ရန်ဖြစ်၊နေ့တိုင်းဆူပူနေတဲ့မိဘတွေကြောင့် စိတ်ထွက်ပေါက်ရှာ‌တဲ့ကလေးတွေက ဆေးစွဲတဲ့လူနဲ့ ဆေးလိပ်သောက်တဲ့လူနဲ့ပြဿနာတွေဒုနဲ့ဒေး။ ဒီကြားထဲမှာမှ အဖေဖြစ်သူရဲ့သတင်းဆိုးကလည်း သူ့အတွက်တော့ ကံဆိုးမသွားလေရာမိုးလိုက်လို့ရွာပါပဲ။ Social lifeကတော့ အထွေအထူးပြောစရာမလိုပါဘူး။ တလွဲချည်းပဲ တီဗီပေါ်တက်တက်ပြောနေတဲ့ဒေ့ဗ်ကိုလူတွေကအင်မတန်ချစ်ခင်ကြတော့ အပြင်မှာတွေ့ရင် ကြုံသလိုသွားရည်စာနဲ့ပစ်ပေါက်ပြီး ဆွမ်းကြီးလောင်းကြပါတယ်။ဒီလိုစုတ်ပြတ်နေတဲ့ဒေ့ဗ်ရဲ့ဘဝကို ပြောင်းလဲပေးမယ့်မဟာအခွင့်အရေးဖြစ်တဲ့ သူ့ရဲ့Dream Jobက သူ့ရှေ့မှောက်ကိုရောက်လာတဲ့အခါမှာတော့ သူ့ရဲ့ရွေးချယ်မှုတွေ အရင်လိုပဲဝေဝါးနေဦးမှာလား။ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2wQy2/The.Weather.Man.2005.WEBRip720p(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xLal6fXNtiJN6Zw6qk21xAtdOeN.jpg",
        "title": "Road to Ninja: Naruto the Movie(2012)",
        "description": "Naruto shippuden movie 6 : Road to Ninja\n==================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းကကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာ never give up,this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်းက​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီး shippudenလူငယ်ဘဝက​တော့ ၇ ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာ ဆဌမကားဖြစ်ပြီးIMDb 7.6/10\nMy anime list 7.7/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Konohaရွာကို Akatsuki​ကြေးစားအဖွဲ့က ဝင်တိုက်ခိုက်ပါတယ်။ ထူးဆန်းတာက Narutoတို့သုတ်သင်ခဲ့တဲ့Akatsukiအဖွဲ့သားအ​ဟောင်း​တွေပါ ပြန်ထွက်လာတာပါ။Narutoတို့​တွေခုခံတာ​ကြောင့် Akatsuki​တွေဟာထွက်သွားခဲ့ပါတယ်။ ဒါ​ပေမဲ့ ညအချိန် Narutoနဲ့Sakuraနှစ်​ယောက်ထဲရှိချိန်မှာ Madaraဟာ​ပေါ်လာပြီး Narutoတို့ကိုကမ္ဘာတခုစီပို့လိုက်ပါတယ်။ အဲ့ဒီကမ္ဘာမှာ ​သေသွားတဲ့သူ​တွေဟာ မ​သေပဲဆက်ရှင်သန်​နေပြီး Naruto ရဲ့မိဘ​တွေဟာလည်း အ​ကောင်းအတိုင်းရှိ​နေဆဲပါ။ ကျန်တာ​တော့ကိုယ်တိုင်ဆက်ကြည့်လိုက်ပါ။ ဒီကားမှာသ​ဘောကျမိတာကNarutoရဲ့မိဘ​တွေနဲ့အတူတူရှိချိန်မှာဖြစ်​ပေါ်လာတဲ့ခံစားချက်​တွေပါ။ တစ်ရှူး​လေး​ဆောင်ပြီးကြည့်လိုက်ကြ​နော်။ File size…1.17GB / 600MB\nQuality…1080p  ...",
        "rating": "7.6",
        "url": "https://megaup.net/1QK0h/Naruto_Shippuden_-_The_Movie_6_-_Road_to_Ninja[720p](CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c4II345Qfnx9VsasjrwnmWHXyEW.jpg",
        "title": "Snake Eyes(1998)",
        "description": "Snake Eyes(1998)*****************အံစာတုံး နှစ်တုံးကစားရတဲ့ဂိမ်းတွေမှာ ဂဏန်းအနည်းဆုံး ဖြစ်တဲ့ တစ် နှစ်ကြိမ်ကျရင်တော့မြွေမျက်လုံးနှစ်လုံးနဲ့ဆုံရသလိုပဲ ကံအဆိုးဆုံးဖြစ်လို့ Snake Eyes ဆိုပြီး တင်စားခေါ်ကြပါသတဲ့။\nဒီဇာတ်ကားမှာ တော့ မင်းသားကြီး Nicolas Cageက အကျင့်ပျက်ချစား၊ငွေညစ်၊ဖောက်ပြန်အကုန်လုပ်တဲ့ ကံဆိုးသူ ရဲသား ရစ်ချက် ဆန်တိုရိုအဖြစ်သရုပ်ဆောင်ထားပါတယ်။\nဖြစ်စဉ်က ရစ်ဟာသူလုပ်နေကျအတိုင်း လောင်းကစားလုပ်ဖို့၊ ရာထူးတောင်းဖို့သူငယ်ချင်းဖြစ်သူရဲ့အကြီးအကဲဆီမျက်နှာလို မျက်နှာရလုပ်မယ်ဆိုပြီးဟဲဗီးဝိတ်ချန်ပီယံပွဲကို သွားတာက စတာပါပဲ။\nဖြစ်ချင်တော့ သူ လောင်းတဲ့ဘက်ကလည်း အနိုင်သေချာပါရက်နဲ့ ရှုံး၊အပူအကပ်မယ့် အကြီးအကဲကလည်း ပွဲခင်းထဲမှာပဲလုပ်ကြံခံလိုက်ရပါတယ်။အဲ့ဒီနောက်မှာတော့ ...................       File Size : (2.3GB)(838 MB) and (284MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Crime, Mystery , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1QUmi/Snake.Eyes.1998.BLU-RAY.720P.PP(CM).mkv",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDg5NTM0YTktNDdhNy00NmVkLTlhODAtMGYxMzQ1MGJhYTM3XkEyXkFqcGdeQXVyMTU4MTk5MjA0._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Your Christmas Or Mine? (2022)",
        "description": "Your Christmas Or Mine? (2022)\n=======================\nIMDb Rating - 6.4/10ခရစ္စမတ်နားနီးလာပြီဆိုတော့ Christmas Vibe လေးရအောင်\nတင်ဆက်ပေးလိုက်ပါပြီနော်။ ခရစ္စမတ်နဲ့ပတ်သက်ပြီး ရုပ်ရှင်\nဇာတ်ကြောင်းတွေအများကြီးထဲကမှ ဒီကားလေးကတော့ မိသားစု\nနှစ်ခုအကြောင်းကို side by side ယှဉ်ပြထားတာမို့ တစ်မူထူးခြားတဲ့\nကားလေးပဲဖြစ်ပါတယ်။ အဲ့ဒါအပြင် မင်းသားနဲ့မင်းသမီးတို့ရဲ့အလွဲ\nတွေလည်းပါတာမို့ ကြည့်ရင်းပြုံးစိစိဖြစ်ရမယ့်ကားလေးပါ။ခရစ္စမတ်အားလပ်ရက်ဆိုတော့ ဂျိမ်းစ်နဲ့ဟေလီတို့ အသီးသီးအိမ်\nပြန်ရဖို့ ဘူတာရုံမှာလမ်းခွဲကြပါတယ်။ ချစ်စခင်စကြင်နာစဆိုတော့\nမခွဲနိုင်မခွာရက်ဖြစ်ပြီး ခရစ္စမတ်ကိုအတူတူဖြတ်သန်းကြဖို့ စိတ်ကူး\nမိကြပါတော့တယ်။ အဲ့ဒါနဲ့ ဂျိမ်းစ်စီးမယ့်ရထားပေါ်ကို ဟေလီတက်\nသွားပြီး ဟေလီ့ရထားပေါ်ကိုလည်း ဂျိမ်းစ်တက်သွားပါတော့တယ်။\nအလွဲလွဲအချော်ချော်နဲ့ ဂျိမ်းစ်အိမ်ဆီကိုဟေလီရောက်သွားပြီး ဟေလီ\nအိမ်မှာ ဂျိမ်းစ်ကဧည့်သည်လုပ်ရတဲ့အခါ... ဘယ်လိုမျိုးပြသာနာတွေ\nတက်မလဲ? သူတို့ချစ်သူကိုယ်စား မိသားစုနဲ့အတူ ခရစ္စမတ်မှာဘယ်လို\nမျိုး ဖြတ်သန်းမလဲဆိုတာ ပေါ့ပေါ့ပါးပါးလေး ကြည့်လိုက်ရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (572MB) / (344 MB)\nQuality............WEB-DL 1080p / 720p / ...",
        "rating": "6.4",
        "url": "https://megaup.net/3cuB9/Your.Christmas.or.Mine.2022.720p.WEB.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1rvWXeGUi3YRqeSZOVuEWvzxQVG.jpg",
        "title": "Cherry(2010)",
        "description": "Cherry (2010)=============IMDb 6.7 / Rotten Tomatoes 64%စိတ်အပန်းပြေချင်လို့ ဇာတ်ကားလေးညွှန်းပါဦးဆိုတဲ့သူတွေ ပျင်းနေလို့ ကြည့်စရာမရှိတော့လို့ဟာသကားလေးကြည့်လို့ လူငယ်ဆန်ဆန်ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးကြည့်ချင်လို့ပါဆိုတဲ့သူတွေအတွက် 2010 ကထွက်ရှိခဲ့တဲ့ AmericanComedy ရုပ်ရှင်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဟာသကားဆိုလို့ ပေါချောင်ကောင်းလို့တော့ မထင်လိုက်ပါနဲ့ဆယ်ကျော်သက်လူငယ်တိုင်း တွေ့ကြုံရလေ့ရှိတဲ့ဘဝအချိုးအကွေ့တစ်ခုကို ရသမြောက်စွာရိုက်ကူးတင်ဆက်ထားတဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်ပန်းချီဆွဲရတာကို စိတ်အားထက်သန်တဲ့ အယ်ရွန်တစ်ယောက်မိခင်ရဲ့ အတင်းအကြပ်စီမံမှုကြောင့်တက္ကသိုလ်မှာ အင်ဂျင်နီယာဘာသာရပ်ကိုယူခဲ့ရပါတယ်ဝါသနာမပါတဲ့ပညာကိုစိတ်မပါလက်မပါ သင်ယူနေရတဲ့ အယ်ရွန်ဟာတစ်နေ့မှာတော့ ကျောင်းကဖွင့်တဲ့ ပန်းချီသင်တန်းကို သွားတက်ပါတော့တယ်သင်တန်းမှာ သူ့ရဲ့ပန်းချီပါရမီကို အားပေးအားမြှောက်ပြုတဲ့ မမလှလှလင်ဒါကို ချစ်မိသွားပါတော့တယ် ကံဆိုးချင်တော့ တစ်ဆယ့်လေးနှစ်အရွယ်သမီးတစ်ယောက်နဲ့ ချစ်သူပါရှိနေတဲ့ လင်ဒါဟာအယ်ရွန့်ကို ဖရန့်ဇုန်ထဲ ပစ်သွင်းလိုက်ပါတော့တယ်တစ်ဖန် လင်ဒါရဲ့သမီးဖြစ်သူ ဘတ်သ် က အယ်ရွန့်ကိုတစ်ဖက်သတ်ချစ်နေတဲ့အခါအယ်ရွန်တစ်ယောက်သမီးနဲ့ အမေကြား၊မိမိဝါသနာနဲ့ မိဘစေတနာကြားမှာဗျာများရင်း...ဘဝရဲ့ အချိုးအကွေ့တစ်ခုကို ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာ...စိတ်ဝင်စားဖွယ် ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့်Comedy ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ် File size…1.41GB / 673MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 39m\nGenre .....Comedy ...",
        "rating": "6.7",
        "url": "https://megaup.net/1aU53/Cherry.2010.WEB-DL720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4WT7zYFpe0fsbg6TitppiHddWAh.jpg",
        "title": "Naruto Shippuden the Movie: Blood Prison(2011)",
        "description": "Naruto shippuden movie 5 : blood prison\n================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းကကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာ never give up,this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ရုပ်ရှင်အ​နေနဲ့လည်း က​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီးshippudenလူငယ်ဘဝက​တော့ ၇ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာ ပဥ္စမကားဖြစ်ပြီးIMDb 7.1/10\nMy anime list 7.4/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့လူမိုက်ကြီးNarutoဟာ Raikageကိုလုပ်ကြံဖို့ကြိုးစားခဲ့တဲ့အမှုနဲ့ ရွာ​ပေါင်းစုံက အဆိုးဆုံးအမိုက်ဆုံးနင်ဂျာ​တွေကိုဖမ်းဆီးထားတဲ့​ထောင်ကို​ရောက်သွားပါ​တော့တယ်။ ဒါ​ပေမဲ့ အဲ့ဒီ​ထောင်မှာ ​ထောင်သား​တွေအပြင်လျှို့ဝှက်ချက်အကြီးကြီးတစ်ခုရှိ​နေတဲ့အခါမှာ​တော့ အဲ့ဒီလျှို့ဝှက်ချက်Naruto လည်းပတ်သတ်မိတဲ့အ​ခြေအ​နေဖြစ်လာပါ​တော့တယ်။ Talkie no jutsu ကိုတဖက်ကမ်းခန်ကျွမ်းကျင်တဲ့ Narutoဟာ ​ထောင်မှူး​တွေကိုနားချပြီး​ထောင်ထဲကပြန်ထွက်နိုင်မလား​တော့ ကိုယ်တိုင်ကြည့်ရှုကြပါ.... File size…1.13GB / 576MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 48m\nGenre ..... Animation , Action , ...",
        "rating": "7.2",
        "url": "https://megaup.net/1aMwe/Naruto_Shippuden_-_The_Movie_5_-_Blood_Prison[720p](CM).mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8TH1pd0EtG8oISeDPEoTKElWrJR.jpg",
        "title": "Ghost Island (2007)",
        "description": "Pulau Hantu : Ghost Island (2007)Horror fan တွေ အကြိုက်တွေ့ကြမယ့် အင်ဒိုနီးရှား horror ကားလေးပါလူငယ်လေး ၈ ယောက် အားလပ်ရက်မှာ​ အပီအပြင်ကဲမယ်ဆိုပြီး\nဇိမ်ခံ ရွက်လှေတစ်စီးနဲ့ ထွက်လာကြပါတယ်ဖြစ်ချင်တော့ လမ်းတစ်ဝက်မှာတင် ရွက်လှေက ပြန်လှည့်ရဖို့ အကြောင်းဖန်လာပါတယ်\nအဲဒီမှာတင် ကဲလို့ မဝသေးတဲ့ လူငယ်တစ်သိုက်\nနီးစပ်ရာ ကျွန်းပေါ်က အပန်းဖြေစခန်း တစ်ခုမှာ တည်းပြီး ဆက်ကဲဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်အပန်းဖြေစခန်းမှာက တာဝန်ခံတစ်ယောက်နဲ့ ဝန်ထမ်းကောင်မလေးတစ်ယောက်ပဲ ရှိပါတယ်\nနေရာလေးကလည်း သာယာ၊ တခြားဧည့်သည်မရှိတော့ လူကလည်း ရှင်း\nဝန်ထမ်းကောင်မလေးကလည်း ချောချောလေးဆိုတော့ အားရဝမ်းသာနဲ့ အပြတ်ကဲဖို့ လုပ်ကြပေမဲ့\nကျွန်းပေါ်မှာ ထင်မှတ်မထားတာတွေ ဖြစ်လာပြီး\nတစ်ယောက်ပြီး တစ်ယောက် အသက်ဘေးနဲ့ ကြုံလာရတဲ့အချိန်မှာတော့....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Horror\nQuality…. 1080p | 720p | 480p\nFile size…1.8GB | ...",
        "rating": "",
        "url": "https://megaup.net/2wydD/Pulau.Hantu.2007.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xVq7AcZNS76jBXznQOo4F8iUksY.jpg",
        "title": "Ghost Island 2 (2008)",
        "description": "Pulau Hantu(Ghost Island) - 2(2008)တိတ်တိတ်ဆိတ်ဆိတ်နဲ့ လူရှင်းတဲ့ ကျွန်းတစ်ကျွန်းပေါ်ကို\nလူငယ်လေး ၆ ယောက် မရည်ရွယ်ဘဲ ရောက်သွားပြီး\nဒုက္ခတွေ ရောက်ခဲ့ကြတဲ့ Pulau Hantu 1 ရဲ့အဆက်\nPulau Hantu 2 လာပါပြီPulau Hantu 1 မှာ တုန်းက နေးရိုနဲ့ ဒန်တီတို့ အသက်ရှင်ပြီး ကျန်ခဲ့ကြပါတယ်၊\nသူတို့ နှစ်ယောက် ကျွန်းပေါ်ကနေ ထွက်သွားဖို့ လုပ်နေတဲ့အချိန်မှာပဲ\nပါတီလုပ်ပြီး ကဲချင်ကြတဲ့ လူငယ်တစ်သိုက် ကျွန်းပေါ်ကို ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာကြပါတယ်ဒီလူငယ်တစ်သိုက်ကတော့ ပါတီလုပ်ပြီး မီးကုန်ယမ်းကုန် ကဲကြဖို့\nဒီကျွန်းကိုမှ တမင်ရွေးပြီး ရောက်လာကြတာပါနေးရိုတို့နှစ်ယောက်နဲ့ နောက်ရောက်လာတဲ့ လူငယ်တစ်သိုက်ကို\nGhost Island က အပီအပြင် ဧည့်ခံပေးလိုက်တဲ့ အခါမှာတော့....အင်ဒို horror ကားပီပီ ကျောချမ်းစရာကောင်းအောင် ရိုက်ပြထားလို့\nHorror အရသာကို အပီအပြင် ခံစားရမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoXပဲ ဖြစ်ပါတယ်။Genre.....Horror\nQuality…. 1080p ...",
        "rating": "",
        "url": "https://megaup.net/1aDi3/Pulau.Hantu.2.2008.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kbtDU3q0Pv1Rr14sZh0uQTf9Y72.jpg",
        "title": "Ghost Island 3 (2012)",
        "description": "Pulau Hantu(Ghost Island) - 3(2012)Pulau Hantu 1 နဲ့ 2 တို့ရဲ့အဆက် Pulau Hantu 3 ပါဒီဇာတ်ကားမှာတော့ cast အဟောင်းတွေထဲက နေးရိုတစ်ယောက်ပဲ ပြန်ပါပြီး\ncast အသစ်တွေနဲ့ အားဖြည့်ထားပါတယ်လတ်လျားလတ်လျား ဖြစ်နေတဲ့ နေးရိုနဲ့သူ့သူငယ်ချင်း ကီမိုတို့\nလုပ်ငန်းအတွေ့အကြုံ မလိုတဲ့ အလုပ်ခေါ်စာတစ်ခု သတင်းစာထဲမှာ တွေ့တာနဲ့ လျှောက်လိုက်ကြပါတယ်အလုပ်က ဖွင့်ထားတာ ၆ လပဲ ရှိသေးတဲ့ ကျွန်းတစ်ကျွန်းပေါ်က အပန်းဖြေစခန်းမှာ လုပ်ရမှာပါအဲဒီကျွန်းက နေးရိုကို နှစ်ကြိမ်တိုင်တိုင် ကောင်းကောင်းကြီး ဧည့်ခံပေးခဲ့တဲ့ ကျွန်းပါအရင် Pulau Hantu 1 နဲ့ 2 မှာတုန်းက လူသူကင်းရှင်းတဲ့ တစ္ဆေကျွန်းကြီး ဖြစ်ခဲ့ပေမဲ့\nဒီဇာတ်ကားမှာတော့ လူစည်ကားတဲ့ အပန်းဖြေစခန်း တစ်ခု ဖြစ်နေပါပြီအပန်းဖြေစခန်းပိုင်ရှင် အမျိုးသားက ရုပ်ရည်ချောမောပြီး သဘောကောင်းပုံရပေမဲ့\nမကောင်းဆိုးဝါးတွေနဲ့ ဆက်သွယ်ပြီး သေသွားတဲ့သူ့မိန်းမကို ပြန်ခေါ်ဖို့ ကြံစည်နေတဲ့သူပါတစ္ဆေကျွန်းရဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2wydf/Pulau.Hantu.3.2012.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMzJiYjg5NWQtMjQxYy00MzYzLWE4Y2ItNDhmMjFjNjQ0MDQ5XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "God’s Creatures (2022)",
        "description": "IMDb - 5.8, RT - 92%Game Of Throneထဲက မင်းသမီး ချောလေး Aisling Franciosiနဲ့ Corpse Bride နဲ့ Chernobylတို့မှာ ပါဝင်သရုပ်ဆောင်ထားဖူးတဲ့ မင်းသမီးကြီးEmily Watsonတို့ရဲ့ဇာတ်ကားကောင်းလေးလာပါပြီ။အေးလင်ရဲ့သားဖြစ်သူ ဘရိုင်ယန်ဟာ မိခင်ရှိရာဆီကို နှစ်အတော်ကြာမှပြန်ရောက်လာခဲ့ပါတယ်။ သားအမိ၂ယောက်အလွမ်းသည်လို့မှ မဆုံးသေး ဘရိုင်ယန်တစ်ယောက် လက်အငြိမ်မနေ ခြေမငြိမ်နေမှုကြောင့် ဆာရာဆိုတဲ့ကောင်မလေးကို မုဒိန်းကျင့်ပါတယ်ဆိုပြီး တရားစွဲခံရပါတော့တယ်။ သူတကယ်ပဲ ဆာရာကို မုဒိန်းကျင့်ခဲ့သလား၊ သူဒီအမှုကနေရော လွတ်မြောက်သွားပါ့မလား၊ သားအမိ၂ယောက်ရဲ့ ဆက်ဆံရေးကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာ တွေးရင်းတွေးရင် ကြည့်ရှု့ရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။File size…(1.28GB)  / (665.65MB) / (303.28MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Kyi Win",
        "rating": "",
        "url": "https://megaup.net/1aFz5/Gods.Creatures.2022.PROPER.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNTYzMjcwNGEtZGUzNi00YTMwLTkzZGMtMzE2MzhkZTFlYmFhXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Phone Bhoot (2022)",
        "description": "Phone Bhoot (2022)\nComedy, Horror\nIMDb 6.9/10 (7.4K)အခုတစ်ခါစပယ်ရှယ်တင်ဆက်ပေးမယ့်ကား​လေးကတော့ သရဲဟာသကားလေးပဲဖြစ်ပါတယ်ပြောစရာမလိုအောင် သိနေကြတဲ့ မင်းသမီးချောလေး ကက်ထရီနာ...Dhadak (2018) &\nKhaali Peeli (2020) ထဲက မင်းသား အီရှန်းခသရ်...ဒီပီကားနဲ့တွဲရိုက်ထားတဲ့\nGehraiyaan (2022) ထဲက မင်းသား ဆစ်ဒန့်သ်ချတူးဗေဒီးတို့က\nအဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်နော်ဇာတ်လမ်းလေးကိုနည်းနည်းပြောရရင်\nမေဂျာနဲ့ ဂူလူးတို့နှစ်ယောက်က ၁၀၉ - ၁၁၀ အလုပ်မရှိအကိုင်မရှိတဲ့လူငယ်နှစ်ယောက်..\nငယ်ငယ်ကတည်းက သည်းထိတ်ရင်ဖို သရဲဇာတ်လမ်းတွေကြည့်ပြီး\nမကောင်းဆိုးဝါးနှင်တဲ့သူဖြစ်ချင်နေကြတဲ့သူတွေပေါ့..တစ်နေ့သူတို့နှစ်ယောက် တောင်ကုန်းတစ်ခုကိုတူးရင်း ရာကာဆိုတဲ့အရုပ်ကိုရသွားပြီး\nသူတို့အိမ်ငှားခတွေပေးနိုင်အောင် အဲ့ဒီအရုပ်ကြီးကိုဆုတောင်းကြတယ်.\nဟော်လိုးဝင်းပါတီလုပ်ကြတဲ့အခါ အရုပ်ကြီးရဲ့မျက်လုံးကိုထိခိုက်မိပြီး\nမီးတွေနဲ့ပြန်ပြင်ဖို့လုပ်ကြရင်း ဓာတ်လိုက်ခံရပြီးသတိမေ့သွားကြပါတော့တယ်အဲ့ဒီမှာ သရဲမလေး ရာဂီနီနဲ့တွေ့ကာ ရာဂီနီက အပေးအယူတစ်ခုလုပ်ပြီး\nမေဂျာနဲ့ဂူလူတို့နှစ်ယောက်ကို သူတို့ဖြစ်ချင်တဲ့ မကောင်းဆိုးဝါးနှိမ်နင်းသူဖြစ်အောင်\nသူကူညီနိုင်ကြောင်း ပြောလာပါတယ်...\nဒါပေမယ့် မေဂျာနဲ့ဂူလူက အဲ့ဒီအကြံကိုအသုံးချပြီး ဖုန်းသရဲဆိုတဲ့ Appတစ်ခုကိုတီထွင်ပြီး\nလူတွေကိုမကောင်းဆိုးဝါးပူးရင် ဖုန်းခေါ်ဆိုအကူအညီတောင်းလို့ရအောင်လုပ်ပါတော့တယ်..\nအဲ့ဒီ ဖုန်းသရဲAppကြောင့်သူတို့ဘာတွေဆက်ဖြစ်မလဲ သူငယ်ချင်းနှစ်ယောက်\nဘယ်လိုတွေတလွဲတချော်လုပ်ကြမလဲဆိုတာ ဟာသလေးနှောပြီးကြည့်ကြရမှာမို့\nလက်မလွှတ်သင့်တဲ့ရုပ်ရှင်ကားလေးတစ်ကားကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်....\nFile size…2.21GB  / 1.01GB\nQuality…1080p HD RIP / 720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Hay ...",
        "rating": "6.9",
        "url": "https://megaup.net/3cNZf/Phone_Bhoot_(2022)_Hindi_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nXnqJHwtbsvf3liKJm2hKbbAvA3.jpg",
        "title": "Future Cops (1993)",
        "description": "Future Cops (1993)~ IMDb - 5.9/10, MyDramaList - 7.5/10 ~ဒီကားက တကယ်ဆို ငစားကား။ ဘယ်လိုစားသတုန်းဆို အာနိုးရဲ့ Terminator ကားလို စတိုင်ကိုမှ Dragon Balls တွေ၊ Street Fighters တွေ၊ Fantastic Four ထဲက Reed Richards, Hulk ဘာညာ သာရကာ အကောင်စုံ ပလောင်စုံ ထည့်ထားတယ်။ အချောင်အနေနဲ့ စတီဖင်‌ချောင်ပါ ပါပါသေးတယ်။ စခွက်ပြောင်ပြီး ရိုက်ထားတယ်ဆိုပေမဲ့ သရုပ်ဆောင်တွေကတော့ ပေါ့ပေါ့သေးသေးတွေ မဟုတ်ပါဘူး။ ဟောင်ကောင် ပေါ့ဂီတရဲ့ နတ်မင်းကြီးလေးပါးလို့တင်စားကြတဲ့ အိုင်ဒေါဘဲတွေဖြစ်တဲ့ အန်ဒီလောင်၊ အာရွန်ကော့၊ ဂျက်ကီချောင် နောက် သူတို့ထဲ ကားရိုက်အနည်းဆုံးဖြစ်တဲ့ လီယွန်လိုင် ဒီလေးယောက်စလုံးပါတယ်ပြောရမယ်။ ပထမသုံးယောက်ကတော့ အကောင်လိုက်ကြီး ဝင်ပေါကြပေမဲ့ လီယွန်လိုင်ကတော့ နာမည်နဲ့ပဲ ဝင်ပေါသွားတာပါ။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1aVvm/(CM)_Future_Cops_(1993)_720p.mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r2hGyhvNneAifk7UpwAYxrkeFO4.jpg",
        "title": "Road House(1989)",
        "description": "Road House (1989)\n================= ဒီတစ်ခေါက်မှာတော့ old but gold အက်ရှင်ဇာတ်ကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်ကားမှာ ဒေါလ်တန်ဆိုတဲ့ လုံခြုံရေးသမားဟာအကောင်းဆုံးစွမ်းရည်ရှိတဲ့ လုံခြုံရေးသမားဖြစ်ပါတယ်။ဒါကြောင့် သူဟာ တစ်နေ့မှာ မစ်ဆိုရီက ဒါဘယ်ဒုစ်ဆိုတဲ့ဘားတစ်ခုမှာ အလုပ်လုပ်ဖို့ ကမ်းလှမ်းခံရပါတယ်။ဒါဘယ်ဒုစ်ဟာ သာမာန်နေရာလို လူဆိုးတွေ၊အရက်သမားတွေ သောင်းကျန်းရုံနေရာမဟုတ်ဘဲမြို့ကိုလက်ဝါးကြီးအုပ်ထားတဲ့ ဘရတ်၀က်စ်လေ နဲ့သူ့လူတွေ သောင်းကျန်းချင်တိုင်း သောင်းကျန်းနေတဲ့နေရာတစ်ခုဖြစ်ပါတယ်။ သူတို့အကုန်လုံးကိုဒေါလ်တန်က ရှင်းထုတ်လိုက်တဲ့အခါ သူ့စီးပွားရေးကိုကာကွယ်ဖို့ ဘရတ်လည်း အစွမ်းကုန်ယုတ်မာပါတော့တယ်။ တစ်မြို့လုံးကလည်း ဘရတ်လက်အောက်ရောက်နေပြီး ဘရတ်မထင်ရင်မထင်သလိုအနှိပ်စက်ခံရတာကြောင့် မတော်လှန်ရဲတဲ့အနေအထားမှာ ဒေါ်လ်တန်တစ်ယောက်တည်း ဘရတ်ကိုရင်ဆိုင်ရပါတော့တယ်။ ဒီတွေ့ဆုံမှုမှာ ဒေါလ်တန်ကပဲအနိုင်ရရှိပြီး မြို့သားတွေကိုကယ်တင်နိုင်မလား။ဒါမှမဟုတ် ရှူံးနိမ့်ပြီး မြို့ထဲကထွက်သွားရမလားဆိုတာကို စိတ်၀င်တစားကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။  File size…1.70GB / 764MB\nQuality…Blu-Ray 1080p5.1CH  / 720p\nFormat…mp4\nDuration….1h 54m\nGenre .....Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "6.6",
        "url": "https://megaup.net/1QRvq/Road.House.1989.BluRay720p(CM).mp4",
        "category": "Action, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dzMfgDxEOfFdw6WIaoC94CayYWL.jpg",
        "title": "Aqua Teen Forever: Plantasm (2022)",
        "description": "Aqua Teen Forever: Plantasm (2022)~ IMDb - 6.2/10, Rotten Tomatoes - 100% ~Aqua Teen Hunger Force ဆိုတဲ့ Animation စီးရီးက မစ်ရှိုတ်ရယ်၊ အသားလုံးရယ်၊ အာလူးချောင်းကြော်ရယ်ဆိုတဲ့ အဓိက ဇာတ်ကောင် ၃ ကောင်ပါဝင်ထားပြီး ဂြိုဟ်သားတွေ၊ အပင်ကောင်တွေ၊ လူတွေလည်း ပါတဲ့အပြင် ကြည့်နေတဲ့လူကို ထထဆဲတဲ့ 8 bit Mooninite နှစ်ကောင်လည်းပါဝင်ပါတယ်။ ကာတွန်းကားဆိုပေမဲ့ ကလေးတွေမကြည့်သင့်တဲ့အခန်းတွေ ဆက်တိုက်ပါပါတယ်။ အသက်ပြည့်ပြီးသားလူကြီးတွေပဲကြည့်သင့်တယ်ဆိုပေမဲ့လည်း သာမန်ရိုးရိုးဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ခင်ဗျာ...နာမည်ကျော် Rick and Morty စီးရီးတွဲတွေကိုထုတ်ခဲ့တဲ့ Adult Swim ကပဲ ထုတ်ထားတဲ့အတွက် အဲဒီစတူဒီယိုရဲ့ Trademark လိုကိုဖြစ်နေတဲ့ ထူးထူးဆန်းဆန်းတွေ၊ မဖြစ်နိုင်တာတွေ၊ ဇာတ်ကားကြည့်နေတဲ့လူကို ဝင်ဝင်နှောင့်တတ်တဲ့ကောင်တွေနဲ့ဆိုတော့ ပျင်းတော့မပျင်းရပါဘူး… ထူးထူးခြားခြားဇာတ်လမ်းတွေ၊ အရင်လိုနဲ့မတူပဲကွဲထွက်နေတာမျိုးတွေကိုကြည့်ချင်တာဆိုရင်တော့ ဒီဇာတ်ကားက ...",
        "rating": "6.2",
        "url": "https://megaup.net/1aVnc/(CM)_Aqua_Teen_Forever_-_Plantasm_(2022)_720p.mp4",
        "category": "Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pty0bC2k1QAmDcLgdz1gTxUoHYJ.jpg",
        "title": "A Christmas Karen (2022)",
        "description": "A Christmas Karen (2022)'ကာရင်' ဆိုတဲ့စကားလုံးကို ဒီခေတ်မှာ သိပ်မစိမ်းကြတော့ဘူးလို့ ထင်ပါတယ်။'ကာရင်' ဆိုတာ နေရာမရွေး ကွိုင်ရှာတတ်တဲ့ ပြဿနာအိုး၊ လူမျိုးရေးခွဲခြားဆက်ဆံတတ်တဲ့ သက်လတ်ပိုင်း အမေရိကန် လူဖြူအမျိုးသမီးကြီးတွေကို ခေါ်ဆိုတဲ့ ဗန်းစကားတစ်ခုပါ။ ကာရင်တွေရဲ့ ထစ်ခနဲရှိ လက်သုံးစကားတွေက 'ငါ ရဲခေါ်လိုက်မယ်' 'မန်နေဂျာနဲ့ စကားပြောမယ်' 'နင်တို့နေတဲ့နိုင်ငံကိုသာ ပြန်သွား' ဆိုတာတွေပါ။'ကာရင်' ဆန်ပြီး ကာရင်လို့အမည်ရတဲ့ အမျိုးသမီးတစ်ဦးဟာ ခရစ္စမတ်အကြိုညမှာ အရင်က သူဌေးမဟောင်းနဲ့ ပြန်ဆုံခဲ့ပါတယ်။ သူမရဲ့ သူဌေးဟာ လွန်ခဲ့တဲ့ နှစ် ၂၀ က ခရစ္စမတ်ညမှာ ဆုံးပါးသွားခဲ့သူပါ။တစ္ဆေအဖြစ်နဲ့ လာရောက်ခြောက်လှန့်ခဲ့တဲ့ သူမရဲ့ သူဌေးဖြစ်သူဟာ ရှင်သန်နေစဥ်ကာလမှာ လုပ်ခဲ့မိတဲ့ ပြစ်ဒဏ်တွေကြောင့် ကြေးချွတ်သန့်စင်ဘုံမှာ ပြစ်ဒဏ်ခံနေရသူတစ်ဦးလည်း ဖြစ်ပါတယ်။ လေလွင့်တစ္ဆေဖြစ်နေတဲ့သူမဟာ အသက်ရှိနေစဥ်ကာလမှာ သူတစ်ပါးရဲ့ယောကျာ်းတွေနဲ့ အိပ်မိခဲ့တဲ့အတွက် အပြစ်ကြွေးဆပ်နေရပါတယ်။ ဒါပေမဲ့ ထိုအပြစ်ကြွေးကြောင့် ဘယ်လိုမျိုးများ ...",
        "rating": "",
        "url": "https://megaup.net/1aVj5/(CM)_A_Christmas_Karen_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/smhLbpeaTXAY2DYp2c6f0rnsu1X.jpg",
        "title": "Stay(2005)",
        "description": "Stay (2005)==========Ryan Gosling Ewan McGregor တို့လိုဝါရင့်သရုပ်ဆောင်ကြီးများပါ၀င်ထားတဲ့ThrillerMystery ကားလေးတကားနဲ့မိတ်ဆက်ပေးပါရစေဆမ် ဖော်စတာဟာစိတ်ရောဂါကုဆရာ၀န်တယောက်ပါ။တနေ့မှာ ဟင်နရီဆိုတဲ့ စိတ်ဓာတ်ကျရောဂါခံစားနေရတဲ့အနုပညာကျောင်းသားလေးတယောက်ကသူ့ဆီကိုရောက်လာခဲ့တယ်။ထူးဆန်းတာကဟင်နရီရဲ့အဖြစ်အပျက်တွေ အခြေအနေတွေကတခုမဟုတ်တခုထူးဆန်းနေတယ်။ အနာဂတ်ကိုကြိုပြောနိုင်တာမျိုး‌တွေလည်းရှိသလို ဆမ်နဲ့တခြားလူ‌တွေရဲ့တချို့အကြောင်းကိစ္စတွေကိုမပြောပဲသိနေတာတွေကအစရှိနေတယ်။ဟင်နရီကသူ့ကိုယ်သူ၃ရက်အတွင်းအဆုံးစီရင်တော့မယ်လို့ပြောပြီးနောက်မှာတော့ဆမ်တယောက်ဟင်နရီ့ကိုကယ်တင်ဖို့ကြိုးစားရပါတော့တယ်။ဟင်နရီရဲ့အတွေးကမ္ဘာ အတုအယောင်ဆိုတာကနေကယ်ဖို့ကြိုးစားရင်း ဆမ်ကရောကိုယ့်ရဲ့ဖြစ်တည်မှုကိုအစစ်အမှန်လားမေးခွန်းထုတ်ရတဲ့အထိဖြစ်လာတဲ့အခါမှာတော့ဘာကအမှန်လဲဘာကအမှားလဲဘာကတကယ့်အစစ်အမှန်ဖြစ်ပေမယ့်ဘာကကိုယ့်စိတ်ကကိုယ့်ကိုလှည့်စားနေတာဖြစ်နေတာလဲ?ဟင်နရီ့ကိုရောကယ်တင်နိုင်ပါ့မလားဆိုတာကိုstay ဆိုတဲ့ဇာတ်ကားလေးမှာရှုစားပေးပါဦး။  File size…1.26GB / 562MB\nQuality…Blu-Ray 1080p5.1CH  / 720p\nFormat…mp4\nDuration….1h 39m\nGenre .....Drama , Thriller , Mystery\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://megaup.net/2wOXp/Stay.2005.BluRay720p(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYzcyMDQzOTQtNmY3OC00MDgyLTg5MTQtZTZmMmUxYTlmNjVjXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-141x200.jpg",
        "title": "Masooda (2022)",
        "description": "Masooda ( 2022 )\nIMDb 7.8/10အခုတစ်ခေါက်မှာတော့ ရုံတင်၀င်ငွေခန့်မှန်းခြေ ဆယ်ကုဋေကျော်လောက်ရရှိထားတဲ့\nသဘာ၀လွန် Horrorရုပ်ရှင်အမျိုးအစား ရုံတင်ကားသစ်ကြီးကိုတင်ဆက်ပေးတော့မှာဖြစ်ပါတယ်...။ဇာတ်လမ်းအကျဉ်းကတော့\nနီလမ်ဟာ Single motherတစ်ယောက်ဖြစ်ပြီးတော့ သမီးဖြစ်သူနာဇီယာနဲ့အတူ\nတိုက်ခန်းလေးတစ်ခန်းငှားကာနေထိုင်ပါတယ်။သူတို့အခန်းနဲ့မနီးမဝေးမှာ ဂိုပီလို့ခေါ်တဲ့\nအိမ်နီးချင်းကောင်လေးတစ်ယောက်နေထိုင်ပြီးတော့ နီလမ်တို့သားအမိအကူအညီ\nလိုအပ်ရင်လည်း လက်မတွန့်ပဲကူညီပေးတတ်တဲ့ အိမ်နီးချင်းကောင်းတစ်ယောက်ဖြစ်ပါတယ်...။တစ်ညမှာတော့ နီလမ်တစ်ယောက် ဂိုပီ့အခန်းကိုတံခါးလာခေါက်ကာအကူအညီတောင်းပါတော့တယ်...\nဂိုပီလိုက်သွားကြည့်တဲ့အခါမှာတော့ တစ်စုံတစ်ယောက်၀င်ပူးနေသလိုဖြစ်နေတဲ့\nနာဇီယာကိုတွေ့လိုက်ရပါတယ်။နီလမ်နဲ့ဂိုပီတို့နှစ်ယောက်\nနာဇီယာကိုဆရာ၀န်နဲ့ပြပေမဲ့ မသက်သာတဲ့အဆုံးမှာတော့\nအပနှင်ဆရာတွေလိုက်ရှာဖွေရင်း သိရှိလာတာက ဒီပူးကပ်နေတဲ့နတ်ဆိုးဟာ\nအင်မတန်မှအငြှိုးကြီးပြီး သူ့ကိုသတ်နိုင်မယ့်လက်နက်ကလည်း\nသီးသန့်ရှိနေကြောင်းသိရှိလိုက်ရတဲ့အခါမှာတော့....နာဇီယာကိုကုသလို့ရနိုင်ပါ့မလား ... နာဇီယာကို၀င်ပူးနေတဲ့\nအငြှိုးကြီးတဲ့ဝိဉာဥ်ကရောဘယ်သူဖြစ်မလဲ...\nဘယ်လိုအကြောင်းကြောင့်၀င်ပူးနေတာလဲဆိုတာကို\nတော့ ကျောတချမ်းချမ်းနဲ့ဆက်လက်ကြည့်ရှုရမှာပါ။\nHorror ရုပ်ရှင်ကြိုက်သူ‌တွေအတွက် လက်မလွှတ်သင့်တဲ့\nဇာတ်ကားကောင်းတစ်ခုပဲဖြစ်ပါတယ်။\nFile size…2.17GB  / 1.03GB\nQuality…1080p  True WEB DL / 720p\nFormat…mp4\nDuration….2h 40m\nSubtitle….Myanmar Subtitle  (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ OeliuJ ~ Yunni",
        "rating": "7.8",
        "url": "https://megaup.net/1aXa6/Masooda_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Horror, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oQilVzOxLPxvBn9hAuvGpKTpONM.jpg",
        "title": "The Weather Man(2005)",
        "description": "The Weather Man(2005)====================ကျွန်တော်တို့အားလုံးဟာ ဘဝသင်ခန်းစာတွေကိုပုံစံအမျိုးမျိုးနဲ့ life long learningလုပ်နေရတဲ့ဘဝကျောင်းတော်ထဲက ကျောင်းသားလေးတွေပေါ့။တစ်ခါတလေမှာ အလွယ်တကူနားလည်လိုက်တာရှိပေမဲ့ တစ်ခါတစ်လေကျ ခက်ခက်ခဲခဲနဲ့ ရင်းနှီးပေးဆပ်မှုတွေများပြီးမှ ရင်ဘတ်ကြီးကိုရင်းနှီးလိုက်ရပြီးမှသင်ယူလိုက်ရတာတွေလည်း အများကြီးပါပဲ။လွယ်ကူတယ်ဆိုတာ အရွယ်ရောက်ပြီးသူတစ်ယောက်ရဲ့ဘဝထဲကို ဝင်မလာဘူးလို့ ဒေ့ဗ်ရဲ့အဖေက ဒေ့ကိုအမြဲဆုံးမပါတယ်။ ဒါပေမဲ့ဒေ့ဗ်တစ်ယောက် ဒါကိုလက်မခံနိုင်ဘဲ ပြဿနာပေါင်းစုံနဲ့ ဗရုတ်သုတ်ခလူ့ဘဝကြီးကိုအကြီးအကျယ်အဆိုးမြင်နေသူတစ်ယောက်ပါ။အသက်အရွယ်နဲ့ယှဉ်ရင် မရင့်ကျက်နိုင်သေးတဲ့ဒေ့ဗ်ကတော့ဘဝရဲ့ပြဿနာတွေကို ထိုင်အလိုမကျဖြစ်နေတဲ့Grumpy kidလိုပါပဲ။(Grumpyဖြစ်မဖြစ်ကတော့တစ်ကားလုံးကိုလွှတ်ဆဲနေတော့တာ)work lifeကိုကြည့်ရင်လည်း ဒေ့ဗ်စပရစ်ဇ်ရဲ့ဘဝကစာမေးပွဲခန်းထဲက ကျွန်တော်တို့နဲ့မခြားပါဘူး။ စာမေးပွဲခန်းထဲထိုင်နေပေမဲ့ စာဆိုတာဒါလားလို့မေးယူရတဲ့အနော်တို့လိုပဲသူလည်း မိုးလေဝသပညာဆိုတာ ချိုနဲ့လားဆိုသလိုပါပဲ။ဒီလိုလူက မိုးလေဝသသတင်းကြေညာသူဆိုတော့ကာသူမှန်းသမျှကတော့ ကတွတ်ပီအမဲလိုက်သလိုပါပဲ___ပြောင်းပြန်မှတ်ယူမှ စိတ်ချရမှာပါ။အလုပ်ကအဆင်မပြေတော့ Family Lifeကိုကြည့်တော့လည်းတလွဲ။ ဇနီးဖြစ်သူနိုရင်းနဲ့ကလည်း တကျက်ကျက်ရန်ဖြစ်၊နေ့တိုင်းဆူပူနေတဲ့မိဘတွေကြောင့် စိတ်ထွက်ပေါက်ရှာ‌တဲ့ကလေးတွေက ဆေးစွဲတဲ့လူနဲ့ ဆေးလိပ်သောက်တဲ့လူနဲ့ပြဿနာတွေဒုနဲ့ဒေး။ ဒီကြားထဲမှာမှ အဖေဖြစ်သူရဲ့သတင်းဆိုးကလည်း သူ့အတွက်တော့ ကံဆိုးမသွားလေရာမိုးလိုက်လို့ရွာပါပဲ။ Social lifeကတော့ အထွေအထူးပြောစရာမလိုပါဘူး။ တလွဲချည်းပဲ တီဗီပေါ်တက်တက်ပြောနေတဲ့ဒေ့ဗ်ကိုလူတွေကအင်မတန်ချစ်ခင်ကြတော့ အပြင်မှာတွေ့ရင် ကြုံသလိုသွားရည်စာနဲ့ပစ်ပေါက်ပြီး ဆွမ်းကြီးလောင်းကြပါတယ်။ဒီလိုစုတ်ပြတ်နေတဲ့ဒေ့ဗ်ရဲ့ဘဝကို ပြောင်းလဲပေးမယ့်မဟာအခွင့်အရေးဖြစ်တဲ့ သူ့ရဲ့Dream Jobက သူ့ရှေ့မှောက်ကိုရောက်လာတဲ့အခါမှာတော့ သူ့ရဲ့ရွေးချယ်မှုတွေ အရင်လိုပဲဝေဝါးနေဦးမှာလား။ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2wQy2/The.Weather.Man.2005.WEBRip720p(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xLal6fXNtiJN6Zw6qk21xAtdOeN.jpg",
        "title": "Road to Ninja: Naruto the Movie(2012)",
        "description": "Naruto shippuden movie 6 : Road to Ninja\n==================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းကကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာ never give up,this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်းက​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီး shippudenလူငယ်ဘဝက​တော့ ၇ ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာ ဆဌမကားဖြစ်ပြီးIMDb 7.6/10\nMy anime list 7.7/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Konohaရွာကို Akatsuki​ကြေးစားအဖွဲ့က ဝင်တိုက်ခိုက်ပါတယ်။ ထူးဆန်းတာက Narutoတို့သုတ်သင်ခဲ့တဲ့Akatsukiအဖွဲ့သားအ​ဟောင်း​တွေပါ ပြန်ထွက်လာတာပါ။Narutoတို့​တွေခုခံတာ​ကြောင့် Akatsuki​တွေဟာထွက်သွားခဲ့ပါတယ်။ ဒါ​ပေမဲ့ ညအချိန် Narutoနဲ့Sakuraနှစ်​ယောက်ထဲရှိချိန်မှာ Madaraဟာ​ပေါ်လာပြီး Narutoတို့ကိုကမ္ဘာတခုစီပို့လိုက်ပါတယ်။ အဲ့ဒီကမ္ဘာမှာ ​သေသွားတဲ့သူ​တွေဟာ မ​သေပဲဆက်ရှင်သန်​နေပြီး Naruto ရဲ့မိဘ​တွေဟာလည်း အ​ကောင်းအတိုင်းရှိ​နေဆဲပါ။ ကျန်တာ​တော့ကိုယ်တိုင်ဆက်ကြည့်လိုက်ပါ။ ဒီကားမှာသ​ဘောကျမိတာကNarutoရဲ့မိဘ​တွေနဲ့အတူတူရှိချိန်မှာဖြစ်​ပေါ်လာတဲ့ခံစားချက်​တွေပါ။ တစ်ရှူး​လေး​ဆောင်ပြီးကြည့်လိုက်ကြ​နော်။ File size…1.17GB / 600MB\nQuality…1080p  ...",
        "rating": "7.6",
        "url": "https://megaup.net/1QK0h/Naruto_Shippuden_-_The_Movie_6_-_Road_to_Ninja[720p](CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c4II345Qfnx9VsasjrwnmWHXyEW.jpg",
        "title": "Snake Eyes(1998)",
        "description": "Snake Eyes(1998)*****************အံစာတုံး နှစ်တုံးကစားရတဲ့ဂိမ်းတွေမှာ ဂဏန်းအနည်းဆုံး ဖြစ်တဲ့ တစ် နှစ်ကြိမ်ကျရင်တော့မြွေမျက်လုံးနှစ်လုံးနဲ့ဆုံရသလိုပဲ ကံအဆိုးဆုံးဖြစ်လို့ Snake Eyes ဆိုပြီး တင်စားခေါ်ကြပါသတဲ့။\nဒီဇာတ်ကားမှာ တော့ မင်းသားကြီး Nicolas Cageက အကျင့်ပျက်ချစား၊ငွေညစ်၊ဖောက်ပြန်အကုန်လုပ်တဲ့ ကံဆိုးသူ ရဲသား ရစ်ချက် ဆန်တိုရိုအဖြစ်သရုပ်ဆောင်ထားပါတယ်။\nဖြစ်စဉ်က ရစ်ဟာသူလုပ်နေကျအတိုင်း လောင်းကစားလုပ်ဖို့၊ ရာထူးတောင်းဖို့သူငယ်ချင်းဖြစ်သူရဲ့အကြီးအကဲဆီမျက်နှာလို မျက်နှာရလုပ်မယ်ဆိုပြီးဟဲဗီးဝိတ်ချန်ပီယံပွဲကို သွားတာက စတာပါပဲ။\nဖြစ်ချင်တော့ သူ လောင်းတဲ့ဘက်ကလည်း အနိုင်သေချာပါရက်နဲ့ ရှုံး၊အပူအကပ်မယ့် အကြီးအကဲကလည်း ပွဲခင်းထဲမှာပဲလုပ်ကြံခံလိုက်ရပါတယ်။အဲ့ဒီနောက်မှာတော့ ...................       File Size : (2.3GB)(838 MB) and (284MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Crime, Mystery , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1QUmi/Snake.Eyes.1998.BLU-RAY.720P.PP(CM).mkv",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDg5NTM0YTktNDdhNy00NmVkLTlhODAtMGYxMzQ1MGJhYTM3XkEyXkFqcGdeQXVyMTU4MTk5MjA0._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Your Christmas Or Mine? (2022)",
        "description": "Your Christmas Or Mine? (2022)\n=======================\nIMDb Rating - 6.4/10ခရစ္စမတ်နားနီးလာပြီဆိုတော့ Christmas Vibe လေးရအောင်\nတင်ဆက်ပေးလိုက်ပါပြီနော်။ ခရစ္စမတ်နဲ့ပတ်သက်ပြီး ရုပ်ရှင်\nဇာတ်ကြောင်းတွေအများကြီးထဲကမှ ဒီကားလေးကတော့ မိသားစု\nနှစ်ခုအကြောင်းကို side by side ယှဉ်ပြထားတာမို့ တစ်မူထူးခြားတဲ့\nကားလေးပဲဖြစ်ပါတယ်။ အဲ့ဒါအပြင် မင်းသားနဲ့မင်းသမီးတို့ရဲ့အလွဲ\nတွေလည်းပါတာမို့ ကြည့်ရင်းပြုံးစိစိဖြစ်ရမယ့်ကားလေးပါ။ခရစ္စမတ်အားလပ်ရက်ဆိုတော့ ဂျိမ်းစ်နဲ့ဟေလီတို့ အသီးသီးအိမ်\nပြန်ရဖို့ ဘူတာရုံမှာလမ်းခွဲကြပါတယ်။ ချစ်စခင်စကြင်နာစဆိုတော့\nမခွဲနိုင်မခွာရက်ဖြစ်ပြီး ခရစ္စမတ်ကိုအတူတူဖြတ်သန်းကြဖို့ စိတ်ကူး\nမိကြပါတော့တယ်။ အဲ့ဒါနဲ့ ဂျိမ်းစ်စီးမယ့်ရထားပေါ်ကို ဟေလီတက်\nသွားပြီး ဟေလီ့ရထားပေါ်ကိုလည်း ဂျိမ်းစ်တက်သွားပါတော့တယ်။\nအလွဲလွဲအချော်ချော်နဲ့ ဂျိမ်းစ်အိမ်ဆီကိုဟေလီရောက်သွားပြီး ဟေလီ\nအိမ်မှာ ဂျိမ်းစ်ကဧည့်သည်လုပ်ရတဲ့အခါ... ဘယ်လိုမျိုးပြသာနာတွေ\nတက်မလဲ? သူတို့ချစ်သူကိုယ်စား မိသားစုနဲ့အတူ ခရစ္စမတ်မှာဘယ်လို\nမျိုး ဖြတ်သန်းမလဲဆိုတာ ပေါ့ပေါ့ပါးပါးလေး ကြည့်လိုက်ရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (572MB) / (344 MB)\nQuality............WEB-DL 1080p / 720p / ...",
        "rating": "6.4",
        "url": "https://megaup.net/3cuB9/Your.Christmas.or.Mine.2022.720p.WEB.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1rvWXeGUi3YRqeSZOVuEWvzxQVG.jpg",
        "title": "Cherry(2010)",
        "description": "Cherry (2010)=============IMDb 6.7 / Rotten Tomatoes 64%စိတ်အပန်းပြေချင်လို့ ဇာတ်ကားလေးညွှန်းပါဦးဆိုတဲ့သူတွေ ပျင်းနေလို့ ကြည့်စရာမရှိတော့လို့ဟာသကားလေးကြည့်လို့ လူငယ်ဆန်ဆန်ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးကြည့်ချင်လို့ပါဆိုတဲ့သူတွေအတွက် 2010 ကထွက်ရှိခဲ့တဲ့ AmericanComedy ရုပ်ရှင်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဟာသကားဆိုလို့ ပေါချောင်ကောင်းလို့တော့ မထင်လိုက်ပါနဲ့ဆယ်ကျော်သက်လူငယ်တိုင်း တွေ့ကြုံရလေ့ရှိတဲ့ဘဝအချိုးအကွေ့တစ်ခုကို ရသမြောက်စွာရိုက်ကူးတင်ဆက်ထားတဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်ပန်းချီဆွဲရတာကို စိတ်အားထက်သန်တဲ့ အယ်ရွန်တစ်ယောက်မိခင်ရဲ့ အတင်းအကြပ်စီမံမှုကြောင့်တက္ကသိုလ်မှာ အင်ဂျင်နီယာဘာသာရပ်ကိုယူခဲ့ရပါတယ်ဝါသနာမပါတဲ့ပညာကိုစိတ်မပါလက်မပါ သင်ယူနေရတဲ့ အယ်ရွန်ဟာတစ်နေ့မှာတော့ ကျောင်းကဖွင့်တဲ့ ပန်းချီသင်တန်းကို သွားတက်ပါတော့တယ်သင်တန်းမှာ သူ့ရဲ့ပန်းချီပါရမီကို အားပေးအားမြှောက်ပြုတဲ့ မမလှလှလင်ဒါကို ချစ်မိသွားပါတော့တယ် ကံဆိုးချင်တော့ တစ်ဆယ့်လေးနှစ်အရွယ်သမီးတစ်ယောက်နဲ့ ချစ်သူပါရှိနေတဲ့ လင်ဒါဟာအယ်ရွန့်ကို ဖရန့်ဇုန်ထဲ ပစ်သွင်းလိုက်ပါတော့တယ်တစ်ဖန် လင်ဒါရဲ့သမီးဖြစ်သူ ဘတ်သ် က အယ်ရွန့်ကိုတစ်ဖက်သတ်ချစ်နေတဲ့အခါအယ်ရွန်တစ်ယောက်သမီးနဲ့ အမေကြား၊မိမိဝါသနာနဲ့ မိဘစေတနာကြားမှာဗျာများရင်း...ဘဝရဲ့ အချိုးအကွေ့တစ်ခုကို ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာ...စိတ်ဝင်စားဖွယ် ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့်Comedy ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ် File size…1.41GB / 673MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 39m\nGenre .....Comedy ...",
        "rating": "6.7",
        "url": "https://megaup.net/1aU53/Cherry.2010.WEB-DL720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4WT7zYFpe0fsbg6TitppiHddWAh.jpg",
        "title": "Naruto Shippuden the Movie: Blood Prison(2011)",
        "description": "Naruto shippuden movie 5 : blood prison\n================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းကကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာ never give up,this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ရုပ်ရှင်အ​နေနဲ့လည်း က​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီးshippudenလူငယ်ဘဝက​တော့ ၇ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာ ပဥ္စမကားဖြစ်ပြီးIMDb 7.1/10\nMy anime list 7.4/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့လူမိုက်ကြီးNarutoဟာ Raikageကိုလုပ်ကြံဖို့ကြိုးစားခဲ့တဲ့အမှုနဲ့ ရွာ​ပေါင်းစုံက အဆိုးဆုံးအမိုက်ဆုံးနင်ဂျာ​တွေကိုဖမ်းဆီးထားတဲ့​ထောင်ကို​ရောက်သွားပါ​တော့တယ်။ ဒါ​ပေမဲ့ အဲ့ဒီ​ထောင်မှာ ​ထောင်သား​တွေအပြင်လျှို့ဝှက်ချက်အကြီးကြီးတစ်ခုရှိ​နေတဲ့အခါမှာ​တော့ အဲ့ဒီလျှို့ဝှက်ချက်Naruto လည်းပတ်သတ်မိတဲ့အ​ခြေအ​နေဖြစ်လာပါ​တော့တယ်။ Talkie no jutsu ကိုတဖက်ကမ်းခန်ကျွမ်းကျင်တဲ့ Narutoဟာ ​ထောင်မှူး​တွေကိုနားချပြီး​ထောင်ထဲကပြန်ထွက်နိုင်မလား​တော့ ကိုယ်တိုင်ကြည့်ရှုကြပါ.... File size…1.13GB / 576MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 48m\nGenre ..... Animation , Action , ...",
        "rating": "7.2",
        "url": "https://megaup.net/1aMwe/Naruto_Shippuden_-_The_Movie_5_-_Blood_Prison[720p](CM).mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8TH1pd0EtG8oISeDPEoTKElWrJR.jpg",
        "title": "Ghost Island (2007)",
        "description": "Pulau Hantu : Ghost Island (2007)Horror fan တွေ အကြိုက်တွေ့ကြမယ့် အင်ဒိုနီးရှား horror ကားလေးပါလူငယ်လေး ၈ ယောက် အားလပ်ရက်မှာ​ အပီအပြင်ကဲမယ်ဆိုပြီး\nဇိမ်ခံ ရွက်လှေတစ်စီးနဲ့ ထွက်လာကြပါတယ်ဖြစ်ချင်တော့ လမ်းတစ်ဝက်မှာတင် ရွက်လှေက ပြန်လှည့်ရဖို့ အကြောင်းဖန်လာပါတယ်\nအဲဒီမှာတင် ကဲလို့ မဝသေးတဲ့ လူငယ်တစ်သိုက်\nနီးစပ်ရာ ကျွန်းပေါ်က အပန်းဖြေစခန်း တစ်ခုမှာ တည်းပြီး ဆက်ကဲဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်အပန်းဖြေစခန်းမှာက တာဝန်ခံတစ်ယောက်နဲ့ ဝန်ထမ်းကောင်မလေးတစ်ယောက်ပဲ ရှိပါတယ်\nနေရာလေးကလည်း သာယာ၊ တခြားဧည့်သည်မရှိတော့ လူကလည်း ရှင်း\nဝန်ထမ်းကောင်မလေးကလည်း ချောချောလေးဆိုတော့ အားရဝမ်းသာနဲ့ အပြတ်ကဲဖို့ လုပ်ကြပေမဲ့\nကျွန်းပေါ်မှာ ထင်မှတ်မထားတာတွေ ဖြစ်လာပြီး\nတစ်ယောက်ပြီး တစ်ယောက် အသက်ဘေးနဲ့ ကြုံလာရတဲ့အချိန်မှာတော့....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Horror\nQuality…. 1080p | 720p | 480p\nFile size…1.8GB | ...",
        "rating": "",
        "url": "https://megaup.net/2wydD/Pulau.Hantu.2007.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xVq7AcZNS76jBXznQOo4F8iUksY.jpg",
        "title": "Ghost Island 2 (2008)",
        "description": "Pulau Hantu(Ghost Island) - 2(2008)တိတ်တိတ်ဆိတ်ဆိတ်နဲ့ လူရှင်းတဲ့ ကျွန်းတစ်ကျွန်းပေါ်ကို\nလူငယ်လေး ၆ ယောက် မရည်ရွယ်ဘဲ ရောက်သွားပြီး\nဒုက္ခတွေ ရောက်ခဲ့ကြတဲ့ Pulau Hantu 1 ရဲ့အဆက်\nPulau Hantu 2 လာပါပြီPulau Hantu 1 မှာ တုန်းက နေးရိုနဲ့ ဒန်တီတို့ အသက်ရှင်ပြီး ကျန်ခဲ့ကြပါတယ်၊\nသူတို့ နှစ်ယောက် ကျွန်းပေါ်ကနေ ထွက်သွားဖို့ လုပ်နေတဲ့အချိန်မှာပဲ\nပါတီလုပ်ပြီး ကဲချင်ကြတဲ့ လူငယ်တစ်သိုက် ကျွန်းပေါ်ကို ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာကြပါတယ်ဒီလူငယ်တစ်သိုက်ကတော့ ပါတီလုပ်ပြီး မီးကုန်ယမ်းကုန် ကဲကြဖို့\nဒီကျွန်းကိုမှ တမင်ရွေးပြီး ရောက်လာကြတာပါနေးရိုတို့နှစ်ယောက်နဲ့ နောက်ရောက်လာတဲ့ လူငယ်တစ်သိုက်ကို\nGhost Island က အပီအပြင် ဧည့်ခံပေးလိုက်တဲ့ အခါမှာတော့....အင်ဒို horror ကားပီပီ ကျောချမ်းစရာကောင်းအောင် ရိုက်ပြထားလို့\nHorror အရသာကို အပီအပြင် ခံစားရမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoXပဲ ဖြစ်ပါတယ်။Genre.....Horror\nQuality…. 1080p ...",
        "rating": "",
        "url": "https://megaup.net/1aDi3/Pulau.Hantu.2.2008.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kbtDU3q0Pv1Rr14sZh0uQTf9Y72.jpg",
        "title": "Ghost Island 3 (2012)",
        "description": "Pulau Hantu(Ghost Island) - 3(2012)Pulau Hantu 1 နဲ့ 2 တို့ရဲ့အဆက် Pulau Hantu 3 ပါဒီဇာတ်ကားမှာတော့ cast အဟောင်းတွေထဲက နေးရိုတစ်ယောက်ပဲ ပြန်ပါပြီး\ncast အသစ်တွေနဲ့ အားဖြည့်ထားပါတယ်လတ်လျားလတ်လျား ဖြစ်နေတဲ့ နေးရိုနဲ့သူ့သူငယ်ချင်း ကီမိုတို့\nလုပ်ငန်းအတွေ့အကြုံ မလိုတဲ့ အလုပ်ခေါ်စာတစ်ခု သတင်းစာထဲမှာ တွေ့တာနဲ့ လျှောက်လိုက်ကြပါတယ်အလုပ်က ဖွင့်ထားတာ ၆ လပဲ ရှိသေးတဲ့ ကျွန်းတစ်ကျွန်းပေါ်က အပန်းဖြေစခန်းမှာ လုပ်ရမှာပါအဲဒီကျွန်းက နေးရိုကို နှစ်ကြိမ်တိုင်တိုင် ကောင်းကောင်းကြီး ဧည့်ခံပေးခဲ့တဲ့ ကျွန်းပါအရင် Pulau Hantu 1 နဲ့ 2 မှာတုန်းက လူသူကင်းရှင်းတဲ့ တစ္ဆေကျွန်းကြီး ဖြစ်ခဲ့ပေမဲ့\nဒီဇာတ်ကားမှာတော့ လူစည်ကားတဲ့ အပန်းဖြေစခန်း တစ်ခု ဖြစ်နေပါပြီအပန်းဖြေစခန်းပိုင်ရှင် အမျိုးသားက ရုပ်ရည်ချောမောပြီး သဘောကောင်းပုံရပေမဲ့\nမကောင်းဆိုးဝါးတွေနဲ့ ဆက်သွယ်ပြီး သေသွားတဲ့သူ့မိန်းမကို ပြန်ခေါ်ဖို့ ကြံစည်နေတဲ့သူပါတစ္ဆေကျွန်းရဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2wydf/Pulau.Hantu.3.2012.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMzJiYjg5NWQtMjQxYy00MzYzLWE4Y2ItNDhmMjFjNjQ0MDQ5XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "God’s Creatures (2022)",
        "description": "IMDb - 5.8, RT - 92%Game Of Throneထဲက မင်းသမီး ချောလေး Aisling Franciosiနဲ့ Corpse Bride နဲ့ Chernobylတို့မှာ ပါဝင်သရုပ်ဆောင်ထားဖူးတဲ့ မင်းသမီးကြီးEmily Watsonတို့ရဲ့ဇာတ်ကားကောင်းလေးလာပါပြီ။အေးလင်ရဲ့သားဖြစ်သူ ဘရိုင်ယန်ဟာ မိခင်ရှိရာဆီကို နှစ်အတော်ကြာမှပြန်ရောက်လာခဲ့ပါတယ်။ သားအမိ၂ယောက်အလွမ်းသည်လို့မှ မဆုံးသေး ဘရိုင်ယန်တစ်ယောက် လက်အငြိမ်မနေ ခြေမငြိမ်နေမှုကြောင့် ဆာရာဆိုတဲ့ကောင်မလေးကို မုဒိန်းကျင့်ပါတယ်ဆိုပြီး တရားစွဲခံရပါတော့တယ်။ သူတကယ်ပဲ ဆာရာကို မုဒိန်းကျင့်ခဲ့သလား၊ သူဒီအမှုကနေရော လွတ်မြောက်သွားပါ့မလား၊ သားအမိ၂ယောက်ရဲ့ ဆက်ဆံရေးကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာ တွေးရင်းတွေးရင် ကြည့်ရှု့ရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။File size…(1.28GB)  / (665.65MB) / (303.28MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Kyi Win",
        "rating": "",
        "url": "https://megaup.net/1aFz5/Gods.Creatures.2022.PROPER.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNTYzMjcwNGEtZGUzNi00YTMwLTkzZGMtMzE2MzhkZTFlYmFhXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Phone Bhoot (2022)",
        "description": "Phone Bhoot (2022)\nComedy, Horror\nIMDb 6.9/10 (7.4K)အခုတစ်ခါစပယ်ရှယ်တင်ဆက်ပေးမယ့်ကား​လေးကတော့ သရဲဟာသကားလေးပဲဖြစ်ပါတယ်ပြောစရာမလိုအောင် သိနေကြတဲ့ မင်းသမီးချောလေး ကက်ထရီနာ...Dhadak (2018) &\nKhaali Peeli (2020) ထဲက မင်းသား အီရှန်းခသရ်...ဒီပီကားနဲ့တွဲရိုက်ထားတဲ့\nGehraiyaan (2022) ထဲက မင်းသား ဆစ်ဒန့်သ်ချတူးဗေဒီးတို့က\nအဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်နော်ဇာတ်လမ်းလေးကိုနည်းနည်းပြောရရင်\nမေဂျာနဲ့ ဂူလူးတို့နှစ်ယောက်က ၁၀၉ - ၁၁၀ အလုပ်မရှိအကိုင်မရှိတဲ့လူငယ်နှစ်ယောက်..\nငယ်ငယ်ကတည်းက သည်းထိတ်ရင်ဖို သရဲဇာတ်လမ်းတွေကြည့်ပြီး\nမကောင်းဆိုးဝါးနှင်တဲ့သူဖြစ်ချင်နေကြတဲ့သူတွေပေါ့..တစ်နေ့သူတို့နှစ်ယောက် တောင်ကုန်းတစ်ခုကိုတူးရင်း ရာကာဆိုတဲ့အရုပ်ကိုရသွားပြီး\nသူတို့အိမ်ငှားခတွေပေးနိုင်အောင် အဲ့ဒီအရုပ်ကြီးကိုဆုတောင်းကြတယ်.\nဟော်လိုးဝင်းပါတီလုပ်ကြတဲ့အခါ အရုပ်ကြီးရဲ့မျက်လုံးကိုထိခိုက်မိပြီး\nမီးတွေနဲ့ပြန်ပြင်ဖို့လုပ်ကြရင်း ဓာတ်လိုက်ခံရပြီးသတိမေ့သွားကြပါတော့တယ်အဲ့ဒီမှာ သရဲမလေး ရာဂီနီနဲ့တွေ့ကာ ရာဂီနီက အပေးအယူတစ်ခုလုပ်ပြီး\nမေဂျာနဲ့ဂူလူတို့နှစ်ယောက်ကို သူတို့ဖြစ်ချင်တဲ့ မကောင်းဆိုးဝါးနှိမ်နင်းသူဖြစ်အောင်\nသူကူညီနိုင်ကြောင်း ပြောလာပါတယ်...\nဒါပေမယ့် မေဂျာနဲ့ဂူလူက အဲ့ဒီအကြံကိုအသုံးချပြီး ဖုန်းသရဲဆိုတဲ့ Appတစ်ခုကိုတီထွင်ပြီး\nလူတွေကိုမကောင်းဆိုးဝါးပူးရင် ဖုန်းခေါ်ဆိုအကူအညီတောင်းလို့ရအောင်လုပ်ပါတော့တယ်..\nအဲ့ဒီ ဖုန်းသရဲAppကြောင့်သူတို့ဘာတွေဆက်ဖြစ်မလဲ သူငယ်ချင်းနှစ်ယောက်\nဘယ်လိုတွေတလွဲတချော်လုပ်ကြမလဲဆိုတာ ဟာသလေးနှောပြီးကြည့်ကြရမှာမို့\nလက်မလွှတ်သင့်တဲ့ရုပ်ရှင်ကားလေးတစ်ကားကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်....\nFile size…2.21GB  / 1.01GB\nQuality…1080p HD RIP / 720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Hay ...",
        "rating": "6.9",
        "url": "https://megaup.net/3cNZf/Phone_Bhoot_(2022)_Hindi_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nXnqJHwtbsvf3liKJm2hKbbAvA3.jpg",
        "title": "Future Cops (1993)",
        "description": "Future Cops (1993)~ IMDb - 5.9/10, MyDramaList - 7.5/10 ~ဒီကားက တကယ်ဆို ငစားကား။ ဘယ်လိုစားသတုန်းဆို အာနိုးရဲ့ Terminator ကားလို စတိုင်ကိုမှ Dragon Balls တွေ၊ Street Fighters တွေ၊ Fantastic Four ထဲက Reed Richards, Hulk ဘာညာ သာရကာ အကောင်စုံ ပလောင်စုံ ထည့်ထားတယ်။ အချောင်အနေနဲ့ စတီဖင်‌ချောင်ပါ ပါပါသေးတယ်။ စခွက်ပြောင်ပြီး ရိုက်ထားတယ်ဆိုပေမဲ့ သရုပ်ဆောင်တွေကတော့ ပေါ့ပေါ့သေးသေးတွေ မဟုတ်ပါဘူး။ ဟောင်ကောင် ပေါ့ဂီတရဲ့ နတ်မင်းကြီးလေးပါးလို့တင်စားကြတဲ့ အိုင်ဒေါဘဲတွေဖြစ်တဲ့ အန်ဒီလောင်၊ အာရွန်ကော့၊ ဂျက်ကီချောင် နောက် သူတို့ထဲ ကားရိုက်အနည်းဆုံးဖြစ်တဲ့ လီယွန်လိုင် ဒီလေးယောက်စလုံးပါတယ်ပြောရမယ်။ ပထမသုံးယောက်ကတော့ အကောင်လိုက်ကြီး ဝင်ပေါကြပေမဲ့ လီယွန်လိုင်ကတော့ နာမည်နဲ့ပဲ ဝင်ပေါသွားတာပါ။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1aVvm/(CM)_Future_Cops_(1993)_720p.mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r2hGyhvNneAifk7UpwAYxrkeFO4.jpg",
        "title": "Road House(1989)",
        "description": "Road House (1989)\n================= ဒီတစ်ခေါက်မှာတော့ old but gold အက်ရှင်ဇာတ်ကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်ကားမှာ ဒေါလ်တန်ဆိုတဲ့ လုံခြုံရေးသမားဟာအကောင်းဆုံးစွမ်းရည်ရှိတဲ့ လုံခြုံရေးသမားဖြစ်ပါတယ်။ဒါကြောင့် သူဟာ တစ်နေ့မှာ မစ်ဆိုရီက ဒါဘယ်ဒုစ်ဆိုတဲ့ဘားတစ်ခုမှာ အလုပ်လုပ်ဖို့ ကမ်းလှမ်းခံရပါတယ်။ဒါဘယ်ဒုစ်ဟာ သာမာန်နေရာလို လူဆိုးတွေ၊အရက်သမားတွေ သောင်းကျန်းရုံနေရာမဟုတ်ဘဲမြို့ကိုလက်ဝါးကြီးအုပ်ထားတဲ့ ဘရတ်၀က်စ်လေ နဲ့သူ့လူတွေ သောင်းကျန်းချင်တိုင်း သောင်းကျန်းနေတဲ့နေရာတစ်ခုဖြစ်ပါတယ်။ သူတို့အကုန်လုံးကိုဒေါလ်တန်က ရှင်းထုတ်လိုက်တဲ့အခါ သူ့စီးပွားရေးကိုကာကွယ်ဖို့ ဘရတ်လည်း အစွမ်းကုန်ယုတ်မာပါတော့တယ်။ တစ်မြို့လုံးကလည်း ဘရတ်လက်အောက်ရောက်နေပြီး ဘရတ်မထင်ရင်မထင်သလိုအနှိပ်စက်ခံရတာကြောင့် မတော်လှန်ရဲတဲ့အနေအထားမှာ ဒေါ်လ်တန်တစ်ယောက်တည်း ဘရတ်ကိုရင်ဆိုင်ရပါတော့တယ်။ ဒီတွေ့ဆုံမှုမှာ ဒေါလ်တန်ကပဲအနိုင်ရရှိပြီး မြို့သားတွေကိုကယ်တင်နိုင်မလား။ဒါမှမဟုတ် ရှူံးနိမ့်ပြီး မြို့ထဲကထွက်သွားရမလားဆိုတာကို စိတ်၀င်တစားကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။  File size…1.70GB / 764MB\nQuality…Blu-Ray 1080p5.1CH  / 720p\nFormat…mp4\nDuration….1h 54m\nGenre .....Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "6.6",
        "url": "https://megaup.net/1QRvq/Road.House.1989.BluRay720p(CM).mp4",
        "category": "Action, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dzMfgDxEOfFdw6WIaoC94CayYWL.jpg",
        "title": "Aqua Teen Forever: Plantasm (2022)",
        "description": "Aqua Teen Forever: Plantasm (2022)~ IMDb - 6.2/10, Rotten Tomatoes - 100% ~Aqua Teen Hunger Force ဆိုတဲ့ Animation စီးရီးက မစ်ရှိုတ်ရယ်၊ အသားလုံးရယ်၊ အာလူးချောင်းကြော်ရယ်ဆိုတဲ့ အဓိက ဇာတ်ကောင် ၃ ကောင်ပါဝင်ထားပြီး ဂြိုဟ်သားတွေ၊ အပင်ကောင်တွေ၊ လူတွေလည်း ပါတဲ့အပြင် ကြည့်နေတဲ့လူကို ထထဆဲတဲ့ 8 bit Mooninite နှစ်ကောင်လည်းပါဝင်ပါတယ်။ ကာတွန်းကားဆိုပေမဲ့ ကလေးတွေမကြည့်သင့်တဲ့အခန်းတွေ ဆက်တိုက်ပါပါတယ်။ အသက်ပြည့်ပြီးသားလူကြီးတွေပဲကြည့်သင့်တယ်ဆိုပေမဲ့လည်း သာမန်ရိုးရိုးဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ခင်ဗျာ...နာမည်ကျော် Rick and Morty စီးရီးတွဲတွေကိုထုတ်ခဲ့တဲ့ Adult Swim ကပဲ ထုတ်ထားတဲ့အတွက် အဲဒီစတူဒီယိုရဲ့ Trademark လိုကိုဖြစ်နေတဲ့ ထူးထူးဆန်းဆန်းတွေ၊ မဖြစ်နိုင်တာတွေ၊ ဇာတ်ကားကြည့်နေတဲ့လူကို ဝင်ဝင်နှောင့်တတ်တဲ့ကောင်တွေနဲ့ဆိုတော့ ပျင်းတော့မပျင်းရပါဘူး… ထူးထူးခြားခြားဇာတ်လမ်းတွေ၊ အရင်လိုနဲ့မတူပဲကွဲထွက်နေတာမျိုးတွေကိုကြည့်ချင်တာဆိုရင်တော့ ဒီဇာတ်ကားက ...",
        "rating": "6.2",
        "url": "https://megaup.net/1aVnc/(CM)_Aqua_Teen_Forever_-_Plantasm_(2022)_720p.mp4",
        "category": "Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pty0bC2k1QAmDcLgdz1gTxUoHYJ.jpg",
        "title": "A Christmas Karen (2022)",
        "description": "A Christmas Karen (2022)'ကာရင်' ဆိုတဲ့စကားလုံးကို ဒီခေတ်မှာ သိပ်မစိမ်းကြတော့ဘူးလို့ ထင်ပါတယ်။'ကာရင်' ဆိုတာ နေရာမရွေး ကွိုင်ရှာတတ်တဲ့ ပြဿနာအိုး၊ လူမျိုးရေးခွဲခြားဆက်ဆံတတ်တဲ့ သက်လတ်ပိုင်း အမေရိကန် လူဖြူအမျိုးသမီးကြီးတွေကို ခေါ်ဆိုတဲ့ ဗန်းစကားတစ်ခုပါ။ ကာရင်တွေရဲ့ ထစ်ခနဲရှိ လက်သုံးစကားတွေက 'ငါ ရဲခေါ်လိုက်မယ်' 'မန်နေဂျာနဲ့ စကားပြောမယ်' 'နင်တို့နေတဲ့နိုင်ငံကိုသာ ပြန်သွား' ဆိုတာတွေပါ။'ကာရင်' ဆန်ပြီး ကာရင်လို့အမည်ရတဲ့ အမျိုးသမီးတစ်ဦးဟာ ခရစ္စမတ်အကြိုညမှာ အရင်က သူဌေးမဟောင်းနဲ့ ပြန်ဆုံခဲ့ပါတယ်။ သူမရဲ့ သူဌေးဟာ လွန်ခဲ့တဲ့ နှစ် ၂၀ က ခရစ္စမတ်ညမှာ ဆုံးပါးသွားခဲ့သူပါ။တစ္ဆေအဖြစ်နဲ့ လာရောက်ခြောက်လှန့်ခဲ့တဲ့ သူမရဲ့ သူဌေးဖြစ်သူဟာ ရှင်သန်နေစဥ်ကာလမှာ လုပ်ခဲ့မိတဲ့ ပြစ်ဒဏ်တွေကြောင့် ကြေးချွတ်သန့်စင်ဘုံမှာ ပြစ်ဒဏ်ခံနေရသူတစ်ဦးလည်း ဖြစ်ပါတယ်။ လေလွင့်တစ္ဆေဖြစ်နေတဲ့သူမဟာ အသက်ရှိနေစဥ်ကာလမှာ သူတစ်ပါးရဲ့ယောကျာ်းတွေနဲ့ အိပ်မိခဲ့တဲ့အတွက် အပြစ်ကြွေးဆပ်နေရပါတယ်။ ဒါပေမဲ့ ထိုအပြစ်ကြွေးကြောင့် ဘယ်လိုမျိုးများ ...",
        "rating": "",
        "url": "https://megaup.net/1aVj5/(CM)_A_Christmas_Karen_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/smhLbpeaTXAY2DYp2c6f0rnsu1X.jpg",
        "title": "Stay(2005)",
        "description": "Stay (2005)==========Ryan Gosling Ewan McGregor တို့လိုဝါရင့်သရုပ်ဆောင်ကြီးများပါ၀င်ထားတဲ့ThrillerMystery ကားလေးတကားနဲ့မိတ်ဆက်ပေးပါရစေဆမ် ဖော်စတာဟာစိတ်ရောဂါကုဆရာ၀န်တယောက်ပါ။တနေ့မှာ ဟင်နရီဆိုတဲ့ စိတ်ဓာတ်ကျရောဂါခံစားနေရတဲ့အနုပညာကျောင်းသားလေးတယောက်ကသူ့ဆီကိုရောက်လာခဲ့တယ်။ထူးဆန်းတာကဟင်နရီရဲ့အဖြစ်အပျက်တွေ အခြေအနေတွေကတခုမဟုတ်တခုထူးဆန်းနေတယ်။ အနာဂတ်ကိုကြိုပြောနိုင်တာမျိုး‌တွေလည်းရှိသလို ဆမ်နဲ့တခြားလူ‌တွေရဲ့တချို့အကြောင်းကိစ္စတွေကိုမပြောပဲသိနေတာတွေကအစရှိနေတယ်။ဟင်နရီကသူ့ကိုယ်သူ၃ရက်အတွင်းအဆုံးစီရင်တော့မယ်လို့ပြောပြီးနောက်မှာတော့ဆမ်တယောက်ဟင်နရီ့ကိုကယ်တင်ဖို့ကြိုးစားရပါတော့တယ်။ဟင်နရီရဲ့အတွေးကမ္ဘာ အတုအယောင်ဆိုတာကနေကယ်ဖို့ကြိုးစားရင်း ဆမ်ကရောကိုယ့်ရဲ့ဖြစ်တည်မှုကိုအစစ်အမှန်လားမေးခွန်းထုတ်ရတဲ့အထိဖြစ်လာတဲ့အခါမှာတော့ဘာကအမှန်လဲဘာကအမှားလဲဘာကတကယ့်အစစ်အမှန်ဖြစ်ပေမယ့်ဘာကကိုယ့်စိတ်ကကိုယ့်ကိုလှည့်စားနေတာဖြစ်နေတာလဲ?ဟင်နရီ့ကိုရောကယ်တင်နိုင်ပါ့မလားဆိုတာကိုstay ဆိုတဲ့ဇာတ်ကားလေးမှာရှုစားပေးပါဦး။  File size…1.26GB / 562MB\nQuality…Blu-Ray 1080p5.1CH  / 720p\nFormat…mp4\nDuration….1h 39m\nGenre .....Drama , Thriller , Mystery\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://megaup.net/2wOXp/Stay.2005.BluRay720p(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7fdA913DJO01sTX5WdwjTB3DDIY.jpg",
        "title": "Ghost Writer (2019)",
        "description": "Ghost Writer (2019)နာရာ ဆိုတဲ့တက်သစ်စ စာရေးဆရာမလေးဟာ မိဘတွေဆုံးပါးသွားလို့ မောင်လေး ဒါတို ကို ကျောင်းထား ပေးနိုင်ဖို့ ရုန်းကန်ကြိုးစားနေသူပါ။ ထုတ်ဝေသူဘက်ကလည်း သူ့စာမူအသစ်တွေကို လက်မခံတာ ကြာလာပြီမို့ အိမ်ငှားခသက်သာတဲ့ အိမ်တစ်လုံးကို မောင်လေးဒါတိုနဲ့ အတူပြောင်းရွှေ့နေထိုင်ဖို့ဖြစ်လာပါတယ်။ဒါပေမယ့် လည်း သူပြောင်းလာတဲ့ အိမ် အသစ်ဟာ လူသေထားဖူးတဲ့ အိမ်အိုအိမ်ဟောင်းကြီး ဖြစ်နေတာကိုတော့ သူမသိပါဘူး။ ဒီအိမ်မှာ သူ့ကို မလိုလားတဲ့သူတွေ ကြိုရောက်နေတာကို သူသိလိုက်တဲ့အချိန်မှာတော့ ...ခြောက်ခြား စရာတွေ၊ ဆွတ်ပျံ့ကြည်နူးစရာတွေ၊ သင်ခန်းစာယူစရာတွေ၊ ပျော်ရွှင်စရာတွေဝမ်းနည်းဖွယ်ရာတွေ ပေါင်းစပ်ပြည့် နှက်နေတဲ့ အင်ဒိုနီးရှား သရဲ-ဒရာမာ ကားလေး ဖြစ်ပါတယ်။ ခံစားမှုရသမျိုးစုံကို တစ်ကားတည်းနဲ့ အစုံကြည့်ချင် ရင်တော့ အင်မတန် တန်ပါတယ်ဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Ko Myo (Kop) ပါ။)File Size          : ...",
        "rating": "6.6",
        "url": "https://megaup.net/1aUmc/[CM]Ghost.Writer.2019.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zlnOqIJWjfp6MCUg5d9gFduW9lJ.jpg",
        "title": "Mountain Porter ( 2022 )",
        "description": "လွန်ခဲ့တဲ့ ၁၅ နှစ်ခန့်လောက်က သင်္ချိုင်းတူးဖော်ရင်း\nသေဆုံးသွားခဲ့တဲ့ဖခင်ဖြစ်ဖြစ်သူရဲ့ အမှန်တရားကို\nရှာဖွေဖို့ ကြိုးစားနေသူ မျိုးနွယ်စုခေါင်းဆောင်လဲဖြစ်တဲ့ အမျိုးသားတစ်ဦး?မျိုးနွယ်စုခေါင်းဆောင်တွေရဲ့ နှစ်ထောင်ချီကြာမြင့်နေပြီဖြစ်တဲ့\nကျိန်စာကို ချိုးဖြတ်ပြီး သေသောသူကို ပြန်ရှင်စေနိုင်ပြီး\nမသေမျိုးအဖြစ်ပြောင်းလဲစေနိုင်သော မုချန်ပုလဲ ကိုရှာဖွေဖို့\nစွန့်စားရေးခရီးစဥ်ကို ထွက်ခဲ့ပါတော့တယ်လမ်းတစ်လျှောက်လုံး သင်္ချိုင်းမြေကိုဖြတ်ကျော်ခဲ့ပြီး\nမြူအလွှာလွှာကို ဖြတ်ကျော်ခဲ့ကာ အရိုးမျိုးနွယ်စုရဲ့\nမြေအောက်မှာ ​မြှုပ်နှံထားတဲ့ မြေအောက်နန်းတော်ရဲ့\nလျှို့ဝှက်ဆန်းကြယ်မှုကို တစ်ဖြည်းဖြည်းချင်း ရှာဖွေတွေ့ရှိလာတဲ့ အခါမှာတော့ ....?❏ ခန်းနားကြီးကျယ်လှတဲ့ အရိုးမျိုးနွယ်စုရဲ့ လျှိူ့ဝှက်ချက်တွေက ဘာတွေများဖြစ်မလဲ?\n❏ နှစ်ထောင်ပေါင်းများစွာ ရှာဖွေခဲ့ကြတဲ့ မုချန်ပုလဲကိုရော သူတို့တွေ ရှာဖွေနိုင်ပါ့မလား?\n❏ ဒီလိုမျိုး အန္တရာယ်တွေများလှတဲ့ စွန့်စားမှုတစ်ခုကို\nဘယ်လိုတွေရင်ဆိုင်ကြမလဲဆိုတာ ? ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမဲ့\nဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်\nဆန်းကြယ်မှုပေါင်းများစွာပြည့်နှက်နေတဲ့ကားလေးမို့ လက်မလွှတ်သင့်ပါဘူးနော်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Thriller\nRuntime : 1h ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mountain-porter-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYzg2NWNhOWItYjA3Yi00MzhhLTg4ZmItYzM3ZTIwN2U0ZGQ5XkEyXkFqcGdeQXVyMzEyMDQzNzY@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Violent Night (2022)",
        "description": "Dead Snow တို့ Hansel & Gretel: Witch Hunters တို့လို အက်ရှင်ဟာသတွေ ရိုက်ခဲ့တဲ့ ဒါရိုက်တာ Tommy Wirkola ရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။ မင်းသားကတော့ Stranger Things မှာ အားလုံးချစ်တဲ့ ရဲမှူးကြီး David Harbour ပါပဲ။ ရုပ်ရှင်ကတော့ ဟာသ အက်ရှင်အမျိုးအစားဖြစ်ပြီး အသတ်အဖြတ်တွေ ကြမ်းတာကိုတော့ သတိပေးထားချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဆန်တာကလောက်ဟာ ဆန်တာမဖြစ်ခင်က အတိုက်အခိုက်အသတ်အဖြတ်ကြမ်းတဲ့ စစ်သည်တော်ကြီးဖြစ်ခဲ့ပါတယ်။ အများသိတဲ့မူရင်းဆန်တာပုံပြင်နဲ့တော့ မတူဘူးပေါ့။ အခုတော့ ဆန်တာကလောက်ဟာ နှစ်ပေါင်းများစွာ ခရစ္စမတ်လက်ဆောင်တွေပေးလာရင်း တဖြည်းဖြည်း လောဘကြီးလာ ပျက်စီးလာတဲ့ ကမ္ဘာကြီးနဲ့ သူ့အလုပ်ကို စိတ်ကုန်လာပါပြီ။ နို့နဲ့ကွတ်ကီးအစား အိမ်ထဲဝင်ရင် အရက်ပုလင်းရှာမော့တဲ့အဆင့်ဖြစ်နေပြီး ခရစ္စမတ်ရဲ့ ကောင်းခြင်းတွေကိုလည်းအယုံအကြည်မရှိတော့ပါဘူး။ ဒါပေမဲ့ တာဝန်အရ လိမ္မာတဲ့ကလေးစာရင်းမှာပါတဲ့ ကလေးမလေး ထရူဒီရဲ့အိမ်ကို လက်ဆောင်ပေးဖို့ ရောက်လာပါတယ်။ ထရူဒီရဲ့မိသားစုဟာ သန်းကြွယ်သူဌေး ...",
        "rating": "",
        "url": "https://megaup.net/2wPvZ/Violent_Night_2022_720p_(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Free_Fire-168513615-large-150x200.jpg",
        "title": "Free Fire (2016)",
        "description": "Free Fire 2016ဒီဇာတ်ကားရဲ့ ထူးခြားချက်တစ်ခုကိုပြောပြပါဆိုရင်တော့ ပါသမျှသရုပ်ဆောင်တိုင်းက နာမည်ကြီးတွေဖြစ်နေတာပါပဲ။ Captain Marvel အဖြစ်လူသိများတဲ့ မင်းသမီးချော Brie Larson ရယ် Peaky Blinders ထဲက Thomas Shelby နေရာမှာ သရုပ်ဆောင်တဲ့ မင်းသားချောကြီး Cillian Murphy ရယ်၊ Call me by your name ထဲက မင်းသားအခန့်ကြီး Armie Hammer ရယ် အက်ရှင်ကားတွေနဲ့ဆို နာမည်ကြီးတဲ့သရုပ်ဆောင်တွေ အခြားရုပ်ရှင်ကားပေါင်းများစွာ ပါဝင်ထားတဲ့ အလန်းစားအက်ရှင်ဇာတ်ကြမ်းဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...\nဂျက်စတင်ဆိုတဲ့ကောင်မလေးတယောက် ဒုစရိုက်ဂိုဏ်းနှစ်ဂိုဏ်းအရောင်းအဝယ်ကိစ္စမှာကြားဝင်စေ့စပ်ရင်း\nပြဿသနာသေးသေးလေးကနေစပြီး ပစ်ခတ်ကြတဲ့အခါမှာတော့ သေနတ်ပစ်ရတာပျော်နေတဲ့လူတွေကြား သူ့ခမျာပတ်ပြေးရပါတော့တယ်။\nပတ်လည်ရိုက်အောင် ပစ်ကြခတ်ကြလွန်းလို့ ကြည့်ရတဲ့သူတောင်မောလာစေမယ့်ဇာတ်ကားပါ။\nနောက်ဆုံးတော့ ဒီလိုအရှုပ်ထုပ်တွေကနေ ဂျက်စတင်တစ်ယောက်ဘယ်လိုလွတ်မြောက်လာမလဲ။\nဒီအရှုပ်အရှင်းတွေကြားမှာ တယောက်ယောက်ကများ အကျိုးအမြတ်ရသွားမလားဆိုတာ.....။Action/Comedy/Crime အမျိုးအစားဖြစ်တာကြောင့် အက်ရှင်ကြမ်းကြမ်းတွေ အခွီတွေနဲ့ တကယ့်အလန်းစားဇာတ်ကားမျိုးပါပဲ။File size…(1.5 GB)/(650 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:30:34\nSubtitle….Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://megaup.net/1aTs7/(CM)_Free.Fire.2016.720p.bluray.x264-Nyein.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYThkMTM4ZTMtN2M3OS00ODRjLTkxMTgtZTM4ZmZlNGZjOGIxXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_-134x200.jpg",
        "title": "The Bodyguard (1992)",
        "description": "The Bodyguard (1992)IMdb Rating (6.3)မင်းသားကြီး ကီဗင်ကော်စတာနဲ့ မင်းသမီး ဝစ်နေးဟော်စတန်တို့ရဲ့ ဒီဇာတ်ကားက WB ရဲ့ အမြတ်ကြမ်းခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်ပါတယ်....Budget $25 million သာ ကုန်ကျခဲ့ပေမယ့် Box office မှာ $411 million ကျော်ပြန်ရခဲ့တာကြောင့် အနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဥ်းကိုပြောရရင် ရေချယ်မဲရွန်လိုခေါ်တဲ့ နာမည်ကျော် မင်းသမီး/အဆိုတော်မလေးဆီကို အသက်အန္တရာယ်ခြိမ်းခြောက်စာတွေ ခပ်စိတ်စိတ်ရောက်ရှိလာရာကနေ နိုင်ငံတော်သမ္မတအဆင့်ထိတာဝန်ထမ်းဆောင်ခဲ့ဖူးတဲ့ ဖရန့်ဖားမားဆိုတဲ့သက်တော်စောင့်တစ်ယောက်ကို ငှားရမ်းဖြစ်ခဲ့ပါတယ်။ အဲဒီနောက်မှာတော့ ထုံးစံအတိုင်း ရွှေမင်းသမီးနဲ့ကိုယ်ရံတော်တပ်မှူးလေးတို ဘယ်လိုဇာတ်လမ်းလေးတွေဆက်ဖြစ်ကြမလဲ။ သမ္မတထက်တောင် အန္တရာယ်ပတ်လည်ဝိုင်းနေတဲ့မင်းသမီးလေးကို ဖရန့်ဖားမားတစ်ယောက် ကာကွယ်ရင်းဘယ်လိုတွေဗျာများရမလဲ။ ဗီလိန်စစ်စစ်ကိုသူဘယ်လိုတွေရှာဖွေရမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမှာပါ။ဒီနေ့ခေတ်မှာ ပြန်ကြည့်ရင်တောင် မွဲပြာပုဆိုးဖြစ် မနေတာကြောင့် သူ့ခေတ်သူ့အခါမှာဆိုရင် ဘယ်လောက်အောင်မြင်ခဲ့မလဲဆိုတာမှန်းကြည့်လို့ရပါတယ်။ ဒိုင်ယာလော့ဂ်တွေအစ ဇာတ်ဝင်တေးတွေအဆုံး ခေတ်ဆန်မှုနဲ့ ဂန္တဝင်ဆန်မှုကို ပေါင်းစပ်ချပြထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်တဲ့အတွက် CM ပရိသတ်ကြီးအနေနဲ့ ကြည့်ရှုရကျိုးနပ်မယ့်ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားလိုပဲ ညွှန်းလိုက်ပါရစေ။File size…(3.9 ...",
        "rating": "6.3",
        "url": "https://megaup.net/1aTsu/(CM)_The.Bodyguard.1992.720p.BluRay.H264.AAC-Nyein.mp4",
        "category": "Action, Drama, Music, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/56yDERdvxMksjy2SX5QjG0pKUCR.jpg",
        "title": "Snow Day (2022)",
        "description": "Snow Day (2022)ဒီဇာတ်လမ်းလေးကတော့ ဆောင်းရာသီမှာ ချစ်ရသူနဲ့အတူတူကြည့်ပြီး ဖီးလ်လို့ကောင်းမယ့် လူငယ်ဆန်ဆန် ရိုမန်တစ်ဟာသကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...Syracuseလို့ခေါ်တဲ့မြို့လေးတစ်မြို့မှာ ဆောင်းရာသီနှင်းအရမ်းကျတဲ့ အခါမျိုးမှာ လမ်းတွေဟာနှင်းတွေနဲ့ပိတ်ပြီး ဆိုင်အားလုံးကျောင်းအားလုံးကိုပိတ်ရပါတယ်။ အဲ့လိုပိတ်ပေးတဲ့နေ့ကို Snow Day လို့ခေါ်တာပေ့ါ။နတ်တာလီဘရတ်စတန်လို့ခေါ်တဲ့ ကလေးမလေးဟာ ‌ကျောင်းစာလုပ်ရမှာကို အရမ်းပျင်းပြီး အချိန်ပြည့် Snow Day ပိတ်ရက်ကိုမျှော်နေသူပါ။ သူ့မှာအကိုတစ်ယောက်ရှိပြီး သူ့အကိုမှာလည်း ကျိတ်ကြွေရတဲ့ ကောင်မလေးရှိနေပြီး တစ်ဖက်မှာလည်း ငယ်သူငယ်ချင်းကောင်မလေးက သူ့ရဲ့ကောင်းဖော်ဆိုးဘက်ဖြစ်နေပြန်ရော။ဒီလိုနဲ့သူတို့သုံးယောက်ကြားမှာ ဘယ်လိုဇာတ်လမ်းတွေ ထပ်ဖြစ်လာမလဲဆိုတာကတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Zwel Zan Aung ပါ။)File Size          : 1.9GB, 775MB, 393MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat  ...",
        "rating": "5.1",
        "url": "https://megaup.net/1aSct/[CM]Snow.Day.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Family, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMTY2ODUzMDY3OV5BMl5BanBnXkFtZTcwMzg3NDE3Mw@@._V1_-138x200.jpg",
        "title": "Khatta Meetha (2010)",
        "description": "Khatta Meetha (2010)\n********************\nဒီဇာတ်ကားလေးကတော့ IMDb rating 5.8အထိရရှိထားပြီး ပရိတ်သတ်အချစ်တော်\nမင်းသားကြီးအက်ရှေးကုမားရ်နဲ့မင်းသမီးတရီရှာခရစ်ရှ်နန်းတို့\nပါဝင်သရုပ်ဆောင်ထားကြတဲ့ Romance/Comedyအမျိုးအစား\nဘောလိဝုဒ် ဇာတ်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nဆာချင်ဟာ ဘယ်သူတွေဘာပြောပြော ကိုယ့်အလုပ်ကိုပဲကိုယ်အာရုံစိုက်ပြီး\nမဖြစ်ဖြစ်အောင်လုပ်မယ်ဆိုတဲ့ ရည်ရွည်ချက်ရှိတဲ့ ရိုးသားကြိုးစားတဲ့ ကန်ထရိုက်တာတစ်ယောက်ပါ။\nသူဟာ ဘာလုပ်လုပ် တလွဲတချော်တွေချည်း ဖြစ်ကုန်တဲ့အတွက်\nသူ့ကို အလုပ်ကလူတွေရော သူ့ရဲ့အိမ်သားတွေကပါ တစ်ခါမှ အကောင်းမပြောကြပါဘူး။ဒီလိုနဲ့ပဲ ကိုယ့်အတွက်ပဲ ကိုယ်သိပြီး ဘဝင်မြင့်တဲ့ ဆာချင်တစ်ယောက် တစ်နေ့မှာတော့\nသူ့ရဲ့ အချစ်ဦးကို ပြန်တွေ့လိုက်ရတဲ့ခါ ဘာတွေဆက်ဖြစ်မှာလဲ ...?\nဆာချင်တစ်ယောက် သူလုပ်ချင်တာကိုရော အောင်မြင်အောင်လုပ်နိုင်မှာလား ...?\nအချစ်၊ဟာသနဲ့ အကျင့်ပျက်ချစားမှုတွေအကြောင်း စုံစုံလင်လင်ပါဝင်တဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး ဘောလိဝုဒ်ချစ်သူများ လုံးဝလက်မလွှတ်သင့်ပါကြောင်း....\nဘာသာပြန်သူတွေကတော့ Intelligence,Soe Kalayarနဲ့ Thaik Sanတို့ပဲဖြစ်ပါတယ်\nFile size…3.13GB  / 1.59GB\nQuality…1080p WEBRIP /720p\nFormat…mp4\nDuration….2h 37m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik San & Intelligence & Soe Kalayar",
        "rating": "5.8",
        "url": "https://megaup.net/2wOny/Khatta.Meetha.(2010).Hindi.720p(CM).mp4",
        "category": "Bollywood, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y10Ll8lFOIZNIVxvraVirT1GMT5.jpg",
        "title": "The Doll 2 (2017)",
        "description": "The Doll 2 (2017)2016 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ The Doll ဇာတ်ကားရဲ့ အဆက် The Doll 2 ဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ Maira နဲ့ Aldo တို့ လင်မယားက သမီးလေး Kayla ရယ်\nအိမ်အကူ Yani ရယ်နဲ့ အတူတူနေကြပြီးတော့ ပေျာ်စရာကောင်းတဲ့ မိသားစုလေးပါ။\nတစ်နေ့မှာ ကားအက်ဆီးဒင့်ဖြစ်ပြီးတော့ သမီးလေး Kayla ဆုံးသွားပါတယ်။\nသမီးစိတ်နဲ့ Maira လည်း စိတ်ကျရောဂါဖြစ်လာပါတယ်။\nတစ်နေ့မှာတော့ Maira သူငယ်ချင်း Elsa ရောက်လာပြီးတော့ Maira စိတ်သက်သာသွားအောင်\nသူ့သမီးအကြိုက်ဆုံး အရုပ်လေးနဲ့ ဝိညာဉ်ခေါ်ဖို့ လုပ်တဲ့အခါမှာတော့\nဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်ပေးကြပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size…1.12GB | ...",
        "rating": "5.2",
        "url": "https://megaup.net/2wygw/The.Doll.2.2017.720p.NF.WEB-DL.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzJn9fQTSFLNL93PUhyatS4kGog.jpg",
        "title": "BARDO, False Chronicle of a Handful of Truths (2022)",
        "description": "BARDO, False Chronicle of a Handful of Truths (2022)~ Directed by Alejandro González Iñárrituဒီကားက မက္ကဆီကန်ဒါရိုက်တာရိုက်တဲ့ မက္ကဆီကန်ကားစစ်စစ် ဘယ်လောက်စစ်လဲဆို ဒီတစ်ကားလုံး မက္ကဆီကန် လူမျိုးရေး၊ ဘာသာရေး၊ သမိုင်း ဒါတွေနဲ့ပဲ အခြေတည်ထားတယ်။ သို့ပေမဲ့လည်း ဒီကားရဲ့နာမည် Bardo ဆိုတဲ့ စကားလုံးက တကယ်ဆို ဗုဒ္ဓဘာသာကပဲလာတဲ့ စကားလုံး။ ပါဠိလိုဆို antarābhava (အန္တရဘဝ) စုတိနဲ့ ပဋိသန္ဓေအကြားက ဘဝပေါ့။ သေခြင်းရယ် တစ်ဖန်ပြန်လည်မွေးဖွားခြင်းရယ်ကြားက ကြားပိုင်းဘဝအကူးအပြောင်းကာလလို့ ပြောကြတယ်။ ဒါပေမဲ့ သူပြတဲ့ပုံစံကတော့ မူရင်းအယူအဆနဲ့ နည်းနည်းတော့ ကွဲလွဲနေမယ်ထင်ပါတယ်။ဒီကားကို စစဖွင့်ချင်းမှာတော့ Alejandro က ခင်ဗျားကို တော်တော်လေး အူကြောင်ကြောင်နိုင်သလို စိတ်ကူးယဉ်ဆန်လွန်းတဲ့ ဇာတ်ဝင်ခန်းတွေကို ဟိုကူးဒီကူးနဲ့ ပြနေလိမ့်မယ်။ အဲဒီလိုပြနေတဲ့အခန်းတွေက စိတ်ကူးယဉ်ဆန်လွန်းပေမဲ့လည်း အမှန်တရားတစ်စိတ်တစ်ဒေသ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1aTvu/(CM)_BARDO,_False_Chronicle_of_a_Handful_of_Truths_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AvbE67kjH7aeXKMTCdULIfw6U28.jpg",
        "title": "The Doll (2016)",
        "description": "The Doll (2016)2016 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ The Doll သရဲကားတွေရဲ့ ပထမဆုံးဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဓားပြမှုတစ်ခုမှာ တစ်မိသားစုလုံး ရက်ရက်စက်စက်\nအသတ်ခံရပြီးတဲ့နောက်မှာ ကလေးမလေးရဲ့ဝိညာဉ်ကတော့ မကျွတ်လွတ်ဘဲ သူပိုင်တဲ့ အရုပ်ကလေးမှာ\nစွဲကပ်နေပါတယ်။အဲဒီအနီးနားက လူတွေအားလုံးက ကလေးအရုပ်သရဲကို ကြောက်လန့်ပြီး\nသူနေဖို့ သစ်ပင်တစ်ပင်မှာ အရုပ်လေးကို ချိတ်ဆွဲပေးထားပါတယ်။\nဒန်နီရယ်နဲ့ အန်ယာတို့ လင်မယားကတော့ တခြားမြို့ကနေ သူ့ယောက်ျားရာထူးတိုးလို့ ပြောင်းလာကြတဲ့စုံတွဲပါ။\nသရဲတစ္ဆေတွေကို အယုံအကြည်မရှိတဲ့ ဒန်နီရယ်က\nသူ့ရဲ့ဆောက်လုပ်ရေး လုပ်ငန်းခွင်က အရုပ်သရဲနေတဲ့ သစ်ပင်ကို လှဲခိုင်းလိုက်တဲ့အခါမှာတော့\nကလေးအရုပ်သရဲက သူတို့အိမ်ကို လိုက်လာပါတော့တယ်။ကလေးအရုပ်သရဲက သူ့အပင်ကို လှဲလိုက်လို့ လိုက်လာတာလား။\nတခြားအကြောင်းရင်းတွေရော ရှိနေသေးလား။\nသူတို့နှစ်ယောက် ကလေးအရုပ်သရဲလက်ကနေ လွတ်ပါ့မလားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre.....Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size…1.5GB | 703MB | 348MB\nFormat… ...",
        "rating": "5.1",
        "url": "https://megaup.net/2wyhf/The.Doll.2016.720p.NF.WEB-DL.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/245HaS030UkKjv7ieLiShWlJ91x.jpg",
        "title": "The Doll 3 (2022)",
        "description": "The Doll 3 (2022)အင်ဒိုနီးရှား အရုပ်သရဲကားလေးပါ။\nဇာတ်လမ်းအကျဉ်းကတော့ မိဘတွေရဲ့ ကားအက်ဆီးဒင့်ကြောင့်\nစိတ်ဒဏ်ရာရနေတဲ့ မောင်လေးကို Tara က ပြုစုစောင့်ရှောက်ရပါတယ်။သူ့မောင်လေးက ဆေးရုံကနေ ဆင်းလာပြီးတဲ့နောက်ပိုင်း\nအစ်မ Tara မှာ ချစ်သူရှိနေမှန်းသိသွားတော့\nသူ့ကို Tara က မချစ်တော့ဘူးလို့တွေးပြီး\nသူတို့လက်ထပ်ခွင့်တောင်းတဲ့နေ့မှာပဲ တိုက်ပေါ်ကနေခုန်ချပြီး သတ်သေသွားခဲ့ပါတယ်။\nအဲဒီကိစ္စကြောင့် ကိုယ့်ကိုယ်ကိုယ် ခွင့်မလွှတ်နိုင်တဲ့ Tara က\nသူ့မောင်လေးကို နှုတ်ဆက်စကားပြောချင်လို့ဆိုပြီး\nနတ်ဆရာဆီမှာ ဝိညာဉ်ဆင့်ခေါ်ပြီး အရုပ်ထဲကို သူ့မောင်လေးရဲ့ဝိညာဉ်သွင်းလိုက်ပါတယ်။\nသူ့မောင်လေးက အစတည်းက စိတ်ဒဏ်ရာရနေတဲ့အပြင်\nသူ့ရဲ့ဝိညာဉ်မှာ မကောင်းဆိုးဝါးစွမ်းအင်ပါ ပါလာတော့\nသူ့အစ်မကို လုယူသွားမယ့်သူတွေကို အပြတ်ရှင်းဖို့ ကြိုးစားလာတဲ့အခါ\nTara အနေနဲ့ သူချစ်တဲ့သူတွေကို ကာကွယ်နိုင်ပါ့မလား၊\nသူ့မောင်လေးရဲ့ဝိညာဉ်ကိုရော ပြန်နှင်ထုတ်နိုင်ပါ့မလား၊\nမောင်လေးနဲ့ ချစ်သူကြားမှာ ဘယ်သူ့ကိုရွေးမလဲဆိုတာတွေကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size…1.4GB | 832MB ...",
        "rating": "4.1",
        "url": "https://megaup.net/1Q7jx/The.Doll.3.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Beverly_hills_chihuahua-135x200.jpg",
        "title": "Beverly Hills Chihuahua (2008)",
        "description": "Beverly Hills (2008) အညွှန်းဒီတစ်ခါမှာတော့ CM ကပရိသတ်ကြီးတို့ရဲ့ Childhood memory လေးတွေကိုတူးဆွပေးမယ့် ဇာတ်ကားကောင်းလေးတစ်ခုကိုတင်ဆက်ပေးလိုက်ရပါတယ်။ခလိုဝီဆိုတာကတော့ LA Beverly Hills သူဌေးရပ်ကွက်မှာ Gucci တွေ Louis တွေအပြည့်နဲ့ ပိုးမွေးသလိုမွေးခံထားရတဲ့ Rk Chihuahuaမလေးဖြစ်ပြီး အတော်လေးလည်းကြီးကြီးကျယ်ကျယ်နိုင်ပါတယ်။တစ်နေ့မှာတော့ ခလိုဝီ့သခင်က အလုပ်ခရီးသွားရမှာမို့လို့ ခလိုဝီ့ကို စပ်စလူးစိန်တူမဖြစ်သူနဲ့အပ်ခဲ့မိရာမှာ...\nကလပ်တက်ပြီး ဘဲပဲငမ်းနေတဲ့ မမချောကြောင့် ခလိုဝီဟာ မက္ကဆီကိုလိုနိုင်ငံအလန်းစားလေးမှာလမ်းပျောက်ပြီး rk ခွေးဘဝကနေ လမ်းဘေးခွေးလုံးလုံးကိုရောက်သွားရပြီး ကုဋေရှစ်ဆယ်သူဌေးသမီးအကွက်နဲ့ ဗီဇာမပါ လေယာဥ်မစီးဘဲ US ကိုပြန်ရဖို့ အမျိုးစုံကြိုးခုန်ရပါတော့တယ်.....။2k born တို့ငယ်ငယ် တစ်ရာဖိုးသုံးခွေခေတ်တည်းက Eng Sub တစ်ဝက်တစ်ပျက်ကိုမှ ဘုမသိဘမသိနဲ့တောင် ကြိုက်လွန်းလို့ ကြည့်ခဲ့ရတဲ့ကားကောင်းလေးမို့လို့ ကြည့်ပြီးရင် နောင်တမရမှာအာမခံပါတယ်နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hnin Wut Yi ပါ )File Size__(1.6GB) / ...",
        "rating": "5",
        "url": "https://megaup.net/1QPqz/Beverly_Hills_Chihuahua_(2008)_720p.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDI2ZWI5ODMtNWI5OC00MzI5LWFjZDktZGExNjYxYmM3MTcwXkEyXkFqcGdeQXVyNjQwMDgzNzQ@._V1_SX700-133x200.jpg",
        "title": "9 Ways to Hell (2022)",
        "description": "9 ways to hell (2022)2022 မှာ Dante Inferno ကို inspiration ယူပြီး ရိုက်ထားတဲ့ 9 ways to hell ဟာ LA live Film Festival, Independent Horror Movie Award ​တွေက​နေ ဆုကြီးငါးဆုကို ရခဲ့တဲ့ Horror Compilation ကား​လေးဖြစ်ပါတယ်ဒီကားရဲ့ထူးခြားချက်က Director 9 ​ယောက်ပါဝင်ပြီး Lust,Glutonny,Greed အစရှိတဲ့ Segment 9 ပိုင်းကို Comedy ​ရော Horror ​ရော Drama ​ရော ရသစုံ​ပေးနိုင်​အောင် လက်စွမ်းပြ​ထားပါတယ်အခုလက်ရှိဖြစ်​နေတဲ့ လူမျိုး​ရေးပြသနာ, Social ပြသနာ ​တွေကိုပါ ထည့်သွင်းထားတာမို့ recommend ​ပေးပါတယ်ဗျ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ DB ပါ )File ...",
        "rating": "5.1",
        "url": "https://megaup.net/1QPq0/9_Ways_to_Hell_(2022)_720p.mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDg3ZTg0YWMtMWFkOS00MGM4LWI0OTMtZjU1MDMxYmZmMzFjXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "Arjun Patiala (2019)",
        "description": "Arjun Patiala (2019)\n*******************\nဒိဇာတ်ကားလေးကတော့ IMDb rating 4.3ရရှိထားတဲ့ Comedy/Actionအမျိုးအစား\nဘောလိဝုဒ် ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး အာရ်ဂျွန်ပါတိယာလာအဖြစ်\nဒိလ်ဂျီးတ် ဒိုဆာန့်ခ်ျနဲ့ ရီတူးရန်ဒါဝါအဖြစ် ကရီသီးဆနွန်းတို့က\nပါဝင်သရုပ်ဆောင်ထားကြတာဖြစ်ပါတယ်။အချစ် ဟာသနဲ့ အက်ရှင်တွေ\nစုံစုံလင်လင်ပါဝင်ပြီး ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် ဇာတ်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးထဲမှာတော့ အာရ်ဂျွန်ပါတယာလာလို့ခေါ်တဲ့ရဲအရာရှိနဲ့\nသူ့ရဲ့လက်ထောက်အိုနီဒါတို့ဟာဆိုရင် သူတို့ရဲ့မြို့ထဲမှာရမ်းကားနေတဲ့\nလူမိုက်တွေကို ရှင်းထုတ်ပစ်ဖို့ အကြံထုတ်ကြပါတယ်။အဲဒီအချိန် အာရ်ဂျွန်တစ်ယောက်ဟာ ရီတူဆိုတဲ့အလုပ်မှာစိတ်အားထက်သန်တဲ့\nသတင်းထောက်မ‌ချောချောလေးနဲ့ ‌ ဆုံတွေ့ကာ သူမကို မြင်မြင်ချင်းသဘောကျ\nနှစ်ခြိုက်မိသွားပါတယ်။ အာရ်ဂျွန်တစ်ယောက်မြို့ထဲက လူမိုက်တွေကိုရှင်းထုတ်ပစ်ပြီး\nသူ့ရဲ့အိပ်မက်ကို အကောင်အထည် ဖော်နိုင်မှာလား...\nရီတူကရော အာရ်ဂျွန်ကိုလက်ခံပါ့မလား....\nအာရ်ဂျွန်ရဲ့အကြံအစည်ကို‌ရော လူမိုက်တွေက ရိပ်မိသွားမလား....\nဘယ်လို အလွဲတွေနဲ့ ကြုံတွေ့ရမလဲဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှူ ပေးကြပါလို့ ....\nဘာသာပြန်တွေကတော့ Intelligenceနဲ့ Soe Kalayarတို့ဖြစ်ပြီး\nဘာသာပြန်လိုအပ်ချက်များကို ဖြည့်စွက်ပြင်ဆင်ထားတာကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။\nFile size…1.97GB / 968MB\nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….1h 47m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Intelligence ...",
        "rating": "4.3",
        "url": "https://megaup.net/3cLCr/Arjun.Patiala.2019.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6e2YvN1tQK4xQHlmy7GJTuXOt2u.jpg",
        "title": "Naruto Shippuden the Movie: The Lost Tower(2010)",
        "description": "Naruto shippuden movie 4 : the lost tower\n==================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းက ကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာnever give up, this is my way of ninja,Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိmoti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်းက​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီး shippudenလူငယ်ဘဝက​တော့ ၇ ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာစတုတ္ထကားဖြစ်ပြီးIMDb 6.8/10My anime list 7.4/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Konohaရွာက Narutoတို့အဖွဲ့ဟာ လူဆိုးတစ်​ယောက်ကိုလိုက်ဖမ်းရင်းနဲ့မြို့ပျက်ကြီးတစ်ခုကို​ရောက်သွားပါတယ်။အဲ့ဒီမြို့ပျက်ထဲမှာ 4th Hokageရဲ့ ချိတ်ပိတ်ထားတဲ့အစီအရင်တစ်ခုရှိပြီး အဲ့ဒီအစီအရင်ကိုလူဆိုးကစုပ်ယူလိုက်တဲ့​နောက်မှာ​တော့ Naruto ဟာ အတိတ်ကို​ရောက်ရှိသွားကာ 4th hokageနဲ့ပြန်ဆုံမိပါ​တော့တယ်။အနာဂတ်ကလာတဲ့ Naruto​ကြောင့် သမိုင်း​ကြောင်း​ပြောင်းသွားမလား သားအဖချင်း​ပြောချင်တဲ့စကား​တွေကဘာ​တွေလဲ ပစ္စုပ္ပန်ကို Narutoပြန်လာနိုင်ပါ့မလားဆိုတာကိုကိုယ်တိုင်ကြည့်ရှုလိူက်ပါ​တော့  File size…1.2GB / 509MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 25m\nGenre ..... Animation , ...",
        "rating": "6.8",
        "url": "https://megaup.net/2wHoo/Naruto_Shippuden_-_The_Movie_4_-_The_Lost_Tower[720p](CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csSsO9oXTIpOVxA3xXYbEzd6IKy.jpg",
        "title": "Naruto Shippuden the Movie: The Will of Fire(2009)",
        "description": "Naruto shippuden movie 3 : Will of fire\n===============================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းကကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာ never give up,this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ရုပ်ရှင်အ​နေနဲ့လည်း က​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီးshippudenလူငယ်ဘဝက​တော့ ၇ ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာတတိယကားဖြစ်ပြီးIMDb 7/10\nMy anime list 7.3/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့တိုင်းပြည်​ပေါင်းစုံက Kekkei Genkaiရှိတဲ့နင်ဂျာ​တွေဟာ ရုတ်တရက်​ပျောက်ဆုံးကုန်ကြပါတယ်။ဒါ​ပေမဲ့ Land of fireက နင်ဂျာ​တွေပဲဘာမှမဖြစ်တာမလို့konohaနင်ဂျာ​တွေကိုသံသယရှိလာကြတဲ့အပြင်Tsunade, orochimaru, jiraiyaတိူ့ရဲ့သူငယ်ချင်းဖြစ်သူHirukoဆိူတဲ့ရွာကထွက်သွားခဲ့တဲ့နင်ဂျာဟာခြိမ်း​ခြောက်မှုကြီးရဲ့တရားခံဆိုတာသိလာရတဲ့နောက်မှာ​တော့ တစ်ကမ္ဘာလုံးက Land of fireကိုရန်ပြုလာနိုင်တဲ့အ​ခြေအ​နေပါ​ရောက်လာပါ​တော့တယ်။ဒီအ​ခြေအ​နေကို ဘယ်လို​ကျော်ဖြတ်မလဲ။အဖြစ်မှန်ကိုအားလုံးသိ​အောင်လုပ်နိုင်ပါ့မလားဆိုတာကိုဒီရုပ်ရှင်မှာ ​သေချာ​ဖော်ညွှန်းသွားမှာပါ။ File size…1.7GB / 598MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Animation , Action ...",
        "rating": "7.0",
        "url": "https://megaup.net/1aIs8/Naruto_Shippuden_-_The_Movie_3_-_The_Will_of_Fire[720p](CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/61SrPq5VGsL._SL1200_-142x200.jpg",
        "title": "Possession (1981)",
        "description": "IMDb Rating (7.3) / Rotten Tomatoes (84%)တစ်ချိန်က UK မှာ အ ban ခံရတဲ့ Horror movie လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့\nစပိုင်တစ်ယောက် ဖြစ်တဲ့ မာ့ခ်ဟာ သူ့မစ်ရှင်အပြီး\nမိန်းမဖြစ်သူ အန်နာနဲ့ သားလေး ဘော့ဘ် ရှိရာဆီပြန်လာခဲ့ပေမယ့် မိန်းမရဲ့ ကွာရှင်းခွင့်တောင်းခြင်းကို ခံရပါတယ်\nဘာကြောင့်ကွာရှင်းချင်ရလဲဆိုတဲ့အကြောင်းရင်းကို မေးမြန်းရာမှာတော့\nတခြားတစ်ယောက်ရှိလို့မဟုတ်ဘူးဆိုပြီး တွင်တွင်ငြင်းခဲ့ပေမယ့် တကယ်တော့ ရှိနေပါတယ်\nကဲ ကွာမယ် အိမ်နဲ့ကလေးကိုပေးလိုက်တော့ အန်နာဟာ ကလေးကို အိမ်ထဲမှာ ရက်သတ္တပတ်အတော်ကြာ တစ်ယောက်တည်း ပစ်ထားတယ်\nသူ့ဖာသာသူ အပြင်တွေဘယ်သွားမှန်းမသိသွားရင်း ရွာလည်နေတယ်\nမာ့ခ်ကလည်း စိတ်ညစ် အရက်သောက်ပြီး အရက်ကြောင်တဲ့အဆင့်ထိဖြစ်လာခဲ့တယ်\nမာ့ခ်က သားလေးရဲ့အခြေအနေကိုမြင်လိုက်ရချိန်မှာ အိမ်ပေါ်ပြန်တက်နေဖို့ ဆုံးဖြတ်ခဲ့တယ်\nအန်နာကို အိမ်ပြန်မလာတော့ဖို့ပြောပေမယ့် ကလေးဗန်းပြပြီး သူလာချင်တဲ့အချိန်လာတယ်\nကြောင်တောင်တောင်တွေလုပ်ပြီး ပြန်ပြန်သွားတယ်\nလင်ငယ်ဆီ သွားနေနေလားဆိုပြီး စုံစမ်းပြန်တော့လည်း မဟုတ် မဟုတ်နဲ့ အမှန်တရားကို မြင်လိုက်ရချိန်မှာတော့....။IMDb 7.3အထိရရှိခဲ့ပေမယ့် အမေရိကမှာလည်း ပြသခွင့် ၂နှစ် ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/possession-1981/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nEeeKsfN1hr98aCmL16LVOckawC.jpg",
        "title": "Ca$h(2010)",
        "description": "Ca$h(2010)===========ဒီဇတ်ကားကတော့ 2010 ခုနှစ်မှာ ထွက်ရှိထားတဲ့အ‌‌မေရိကန် crime-thriller အမျိုးအစားဇတ်ကားတစ်ခု ဖြစ်ပါတယ်။ နံမည်ကြီးဇတ်ကားများဖြစ်တဲ့ The Lord of the Rings တွင်ပါဝင်သရုပ်ဆောင်ထားသော မင်းသားကြီးSean Bean ၊Marvel ရဲ့ဇတ်ကားများတွင်မိုးကြိုးနတ်ဘုရား Thor အဖြစ်သရုပ်ဆောင်ထားသောကမ္ဘာကျော်မင်းသားChris Hemsworth နှင့်မင်းသမီး Victoria Profeta တို့က အဓိက ပါဝင်သရုပ်ဆောင်ထားတာကြောင့် ကြည့်မကောင်းမှာတော့ စိုးရိမ်စရာမလိုပါဘူးနော။ဇတ်လမ်းလေးကတော့ Sam (Chris Hemsworth)နှင့် Leslie (Victoria Profeta) တို့က ပိုက်ဆံအပြည့်ပါတဲ့ လက်ဆွဲအိတ်ကို ကောက်ရခဲ့ပြီးသူ့တို့ ရဲ့ ဘဝကြီး ပြောင်းလဲသွားတော့မယ်လို့ထင်နေကြပါတယ်။ အဲ့ဒီအချိန်မှာ လက်ဆွဲအိတ်ရဲ့ပိုင်ရှင်ဆိုသူ Pyke Kubic ( Sean Bean )တစ်ယောက်ရောက်လာပြီး သူ့ရဲ့ ပိုက်ဆံတွေကိုပြန်လာတောင်းပါတော့တယ်။ ပိုက်ဆံတစ်ချို့ကိုသုံးပြီးသွားတဲ့ Sam တို့ လင်မယားနှစ်ယောက် နဲ့လက်ဆွဲအိတ်ပိုင်ရှင်တို့ ဘယ်လိုနှစ်ပါးသွားကြမလဲ။သူတို့ရဲ့ ပိုက်ဆံတွေကို ပြန်ရအောင်ဘယ်လိုလုပ်ကြမှာလဲဆိုတာကို ...",
        "rating": "5.9",
        "url": "https://megaup.net/1QQp8/Cash.2010..BluRay720p(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jrw684BhFJZ9Jac6KJda3hSQkxt.jpg",
        "title": "The Big 4 (2022)",
        "description": "The Big 4 (2022)The Raid ဇာတ်ကားလို အမှန်အကန်ကြမ်းတဲ့ netflix ကအသစ်စက်စက်ထွက်လာတဲ့ အင်ဒိုဇာတ်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်နာမည်အတိုင်းပါပဲ။ မြန်မာလိုဆို ကြီး ၄ ကြီး ပေါ့ဗျာ။\nတကယ့်ကို ကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ လူကြမ်းကြီး ၄ ယောက်ရဲ့ဇာတ်လမ်းပါ။ဇာတ်ကြမ်းကားစစ်စစ်ကို အသောအထေ့အခွီအနှောက်လေးတွေနဲ့ဆိုတော့\nရသကို နှစ်ဆတိုးစေတဲ့ ဇာတ်ကားဆိုလည်း မမှားပါဘူး။ပစ်ခတ်မှုတွေ သွေးသံရဲရဲတွေကိုလည်း အားမနာတမ်းရိုက်ပြထားပြီး\nစနိုက်ပါပစ်လိုက်လို့ ခေါင်းကွဲထွက်သွားတာမျိုးတွေကိုပါ ရိုက်ပြထားတာပါ။ဇာတ်အိမ်လေးကတော့ လူဆိုးဂိုဏ်းတွေကိုလိုက်နှိမ်နင်းတဲ့အဖွဲ့ကို တည်ထောင်သူ\nမွေးစားအဖေဖြစ်သူလုပ်ကြံသတ်ဖြတ်ခံရပြီးနောက် အဖွဲ့သားလေးယောက် ဇာတ်မြှုပ်နေကြပြီ။\nမွေးစားအဖေရဲ့သမီးအရင်းက သူ့အဖေရဲ့လူသတ်တရားခံကိုလိုက်ရှာရင်း ကြီးလေးကြီးနဲ့တွေ့ပြီး\nလူဆိုးလူလွန်မသားလေးတွေကို ဖိုက်ကြတာပါပဲ။\nကြမ်းမှရမ်းမှဆို ပြေးသာကြည့်လိုက်တော့။ဇာတ်ကြမ်းကားမို့ ဘာသာပြန် အတန်ငယ် ကြမ်းသွားတာတော့ သည်းခံပေးကြပါ။\nလူဆိုးလူမိုက်ကြီးတို့ရဲ့ သရုပ်သကန်ကို အမှန်အကန် အပြည့်အဝ ခံစားမိစေဖို့ပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Crime\nQuality…. 1080p | 720p | 480p\nFile size… 2.68GB | ...",
        "rating": "6.1",
        "url": "https://megaup.net/3cLhv/The.Big.4.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2y3PNlp3DWOXRPlmp6M8Kh3KUzK.jpg",
        "title": "Detective Chen ( 2022 )",
        "description": "ဒီနေ့မှာဆိုရင်တော့ CM က ပရိသတ်ကြီးကို\nစုံထောက် အက်ရှင် ဇာတ်ကားကောင်းကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေရှန်ဟိုင်းရဲတပ်ဖွဲ့ရဲ့ အသစ်ဝင်လာတဲ့ ရဲတပ်ဖွဲ့ဝင် ချန်ဟူ ဆိုသူဟာ\nစစခြင်းမှာပဲ လူသတ်မှုတစ်ခုကို စစ်ဆေးဖို့အတွက်\nတာဝန်ပေးခြင်းခံခဲ့ရပါတယ် အဲဒီအမှူရဲ့ သေဆုံးနစ်နာသူ\nဟယ်မန်ကျွင်း ဟာဆိုရင် ရှန်ဟိုင်းရဲတပ်ဖွဲ့နဲ့ နိုင်ငံရေးဌာန\nခေါင်းကြီးပိုင်း တစ်ဦးရဲ့ သားဖြစ်သူဖြစ်တဲ့အဖြစ် စိန့်မာတင်\nအထက်တန်းကျောင်းရဲ့ ကျောင်းသားတစ်ဦးလဲဖြစ်ပါတယ်အခင်းဖြစ်တဲ့ နေရာမှာ စိန့်မာတင် အထက်ကျောင်းဝတ်စုံရဲ့\nကြယ်သီးပြုတ်ကျနေခဲ့တာ​တွေ့တာကြောင့် အဲဒီကြယ်သီးရဲ့ ပိုင်ရှင်ဟာ\nဘယ်သူဖြစ်မလဲဆိုတာ စုံစမ်းဖို့အတွက် ချန်ဟူဟာ\nကျောင်းသားပုံစံ ဟန်ဆောင်ပြီး သဲလွန်စ ရှာဖွေဖို့အတွက်\nစိန့််မာတင် ကျောင်းကိုဝင်ရောက်ခဲ့ပါတယ် စာပေဘက်မှာ\nအားနည်းတဲ့ ချန်ဟူအတွက်တော့ အထက်တန်းကျောင်းသားဘဝဟာ\nတော်တော်ခက်ခဲခဲ့သလို အရှက်ရစရာများလဲ ခဏ ခဏ ကြုံတွေ့ခဲ့ရပါတယ်အဲဒီလိုနဲ့ပဲ တစ်ဖက်မှာ အမှုကိုစစ်ဆေးရင်း တစ်ဖက်မှာတော့\nကျောင်းက အင်အားကြီးကျောင်းသားတွေနဲ့ ရင်ဆိုင်ရင်း နေလာခဲ့ရပါတယ်\nသံသယရှိသူ တစ်ယောက်ပေါ်လိုက် ပေါ်လာတဲ့ တစ်ယောက်က\nဖြေရှင်းခံလိုက်ရနဲ့ မာဟယ်ကျွင်းအမှုဟာ မြူမှုန်ကြားထဲ\nလမ်းပျောက်သလို ဖြစ်လာတဲ့ အချိန်မှာတော့...❏ ဘာတွေဆက်ဖြစ်ကြမလဲ\n❏ ချန်ဟူတစ်ယောက် ပျောက်ဆုံးနေတဲ့ အဖြစ်မှန်ကိုရော ရှာတွေ့နိုင်ပါ့မလား\n❏ တကယ့်လူသတ်သမားအစစ်ကရော ဘယ်သူလဲဆိုတာ\nဒီဇာတ်ကားလေးကို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/detective-chen-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/f4Y5auc3FgaBJ0X2kjKIwgCecQZ-136x200.jpg",
        "title": "[18+]The Taste of Next Door Sister (2019)",
        "description": "[18+]The Taste of Next Door Sister (2019)**************************************ခင်ပွန်းဖြစ်သူရဲ့ အလိုရမ္မက်ကြီးလှတဲ့ တောင်းဆိုမှုတွေကို ငြီးငွေ့လာတဲ့ ဇနီးသည်တစ်ယောက်ရှိတယ်.. တီဗွီတောင်အကောင်းကြည့်မရအောင် အနားအမြဲကပ်နေတော့ သူမဟာနေ့စဉ်ကြုံလာရတော့ ဒီအဖြစ်ကြီးကိုစိတ်ပျက်နေတယ်..အဲ့ဒီနောက်မှာတော့ အသစ်ပြောင်းလာတဲ့ အိမ်နီးချင်းမိသားစုကိုသူမမြင်လိုက်တဲ့အခါသူမ မုန်းနေတဲ့ အခြေအနေတွေကျော်လွှားဖို့အခြေအနေတစ်ခုဖန်တီးဖို့ ကြံစည်ပါတော့တယ်.. File Size : (824 MB) and (395MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://megaup.net/1QQ8g/The_Taste_of_Next_Door_Sister_2019.HDRip.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/act-of-valor-french-dvd-movie-cover-142x200.jpg",
        "title": "Act of Valor(2012)",
        "description": "Act of Valor (2012)\nကော်စတာရီကာရဲ့ဟိုတယ်တစ်ခုမှာCIA အေးဂျင့်၂ယောက်တည်းခိုနေတယ်...ဒီသတင်းကိုဘယ်ကဘယ်လိုရတယ်မသိ..အကြမ်းဖက်သမားများရောက်ရှိလာပြီးအမျိုးသားအေးဂျင့်ကိုတော့နဖူးကိုကျည်တစ်တောင့်ပစ်ကျွေးပြီးအမျိုးသမီးအေးဂျင့်ဖြစ်သူကိုတော့ဖမ်းဆီးခေါ်ဆောင်သွားတယ်....ဒီနောက်မှာတော့အမျိုးသမီးအေးဂျင့်ကိုပြန်လည်ခေါ်ယူဖို့မရိန်းစစ်သားတွေကိုအမေရိကန်တို့စုစည်းခဲ့တယ်...အေးဂျင့်အမျိုးသမီးကိုဖမ်းဆီးခေါ်ဆောင်သူဟာတကယ့်ထိပ်သီးဒုစရိုက်ခေါင်းဆောင်ဖြစ်နေတဲ့အပြင်ခေတ်မှီလက်နက်ကြေးစားလက်နက်ကိုင်စစ်သည်တို့အပြည့်နဲ့ရပ်တည်နေတဲ့သူပဲဖြစ်ပါတယ်...ဒီအမှုမှာမူးယစ်ရာဇာတွေအကြမ်းဖက်သမားတွေနဲ့တကယ့်ကိုကြောက်စရာအရှုတ်အထွေးကြီးပါပဲ...ဒါပေမယ့် ကယ်ထုတ်တဲ့စစ်ဆင်ရေးဟာ ထင်သလောက် မလွယ်ကူတဲ့အပြင် နောက်ဆက်တွဲပြဿနာတွေဟာအမေရိကန်နိုင်ငံအတွက် စက်တင်ဘာ-၁၁ရက် အရေးအခင်း ထက်ပိုဆိုးတာတွေ ကြုံလာနိုင်ကြောင်း သိရှိလာရတဲ့အခါမှာတော့…..။ကိုင်းမရိန်းတပ်သားတွေဘယ်လိုအစီအစဉ်တွေဆွဲကြလဲ....သူတို့အကုန်လုံးအသက်ပျောက်သွားနိုင်လား...အောင်မြင်ကြပါ့မလား...CIA အေးဂျင့်အမျိုးသမီးကိုရောကယ်တင်နိုင်ပါ့မလား....ထင်ထားတာထက်တိုက်ပွဲတွေကြမ်းနေမလား...ခံစားကြည့်လိုက်ပါဦးဗျို့...စစ်ကားကြိုက်သူတို့အဖို့နင်းကန်ကြည့်သင့်ပါကြောင်း....... \nFile Size :(2.5GB) (1.1 GB) and (327 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:41:00\nGenre : Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo(Kop)\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1QQ67/Act.Of.Valor.2012.BLU-RAY.720P.PP(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p6DhbsX1EuSJMtuOGsENkIOx1tt.jpg",
        "title": "Hawa (2022)",
        "description": "Hawa (2022)(1080p ရပါပြီ)ဟာဝါ လေးဟာ မိဘတွေ မရှိတော့တဲ့နောက် မကျန်းမာတဲ့အဘွားဖြစ်သူနဲ့ပဲ နေထိုင်ရပါတော့တယ်။ ဘွားဖြစ်သူရဲ့ကျန်းမာရေးကလည်း မျှော်လင့်ချက်မရှိတော့တာမို့ သူဆုံးသွားပြီးရင် ဟာဝါလေး တစ်ယောက်တည်းကျန်မနေခဲ့‌စေဖို့ ‌မွေးစားမယ့်သူ တစ်ယောက်ရှာဖို့လိုလာပါပြီ။ဟာဝါ မှာလည်းသူ့ကို မွေးစားစေချင်တဲ့ သူသီးသန့်ရှိပါတယ်။ သူကလွဲရင် ကျန်တဲ့သူကို စဉ်းကိုမစဉ်းစားပါဘူးတဲ့။ သူကတော့ အမေရိကန်ရဲ့ Former First Lady မီရှဲလ် အိုဘားမားပါပဲ။တစ်နေ့ မီရှဲလ် အိုဘားမား ပဲရစ်မြို့ကိုရောက်နေမှန်း သိတာနဲ့ သွားတွေ့ပြီး သူ့မွေးစားဖို့ပြောမယ်ဆိုကာ ကြိုးစားတဲ့အခါ ...ကလေးတယောက်ဆိုပေမယ့် ယုံကြည်ရာကို မဖြစ်ဖြစ်အောင်လုပ်တတ်တဲ့ ဟာဝါ တစ်ယောက် ဘယ်လိုရလဒ်မျိုးရရှိလာမလဲဆိုတာ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Themes ပါ။)File Size          : 1.8GB, 607MB, 314MB\nQuality            : ...",
        "rating": "5.2",
        "url": "https://megaup.net/3cHUg/[CM]Hawa.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BY2Y3MmFjMzgtNGRiZi00Nzg4LWE4MTctNTkzNTk5MjAzNDU2XkEyXkFqcGdeQXVyMjEzMDE2MzI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "42 segundos (2022)",
        "description": "42 segundos (The Final Game) (2022)~ IMDb rating - 6.7/10 ~သင့်အနေနဲ့ အားကစားရုပ်ရှင်ကားကောင်းလေးတွေ၊ ဘောလုံးပွဲ Documentary ကောင်းလေးတွေ၊ ရုပ်ရှင်လေးတွေကြည့်ရတာကို နှစ်သက်တယ်ဆိုရင်တော့ ဒီရုပ်ရှင်လေးကိုလည်း လက်လွတ်မခံသင့်ပါဘူး။သင်ဟာ ပီလီရဲ့ရုပ်ရှင်နဲ့ Documentary ကို ကြည့်ထားဖူးသူ၊ ရော်နယ်ဒို၊ မက်ဆီ၊ ဖာဂူဆန်၊ ရွန်းနီ၊ အာဆင်ဝင်းဂါးစတဲ့ ဘောလုံးအကျော်အမော်တွေရဲ့ ရုပ်ရှင်တွေကို မလွတ်တမ်းကြည့်ရှုတတ်သူဆိုရင်တော့ ဒီရုပ်ရှင်ကားကောင်းလေးဟာလည်း သင့်အတွက် ထပ်မံထွက်ရှိလာခဲ့တာပဲဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကားကောင်းလေးကတော့ ဘောလုံးလောကအကြောင်း၊ ဘောလုံးပြိုင်ပွဲတွေအကြောင်းမဟုတ်ဘဲ အိုလံပစ်ပြိုင်ပွဲတွေထဲက ဝါတာပိုလိုအသင်းတွေအကြောင်းရိုက်ကူးထားတဲ့ရုပ်ရှင်ကားကောင်းလေးပါပဲ။ IMDb အနေနဲ့လည်း 6.7/10 တောင်ရရှိထားတဲ့ စပိန်ကားကောင်းလေးဖြစ်ပြီး ရထားတဲ့ Rating တွေနဲ့ ထိုက်ထိုက်တန်တန် သရုပ်ဆောင်တွေရဲ့ ဇာတ်ကောင်ပိုင်နိုင်မှု၊ ဇာတ်လမ်းဇာတ်ကွက်နိုင်နင်းမှုရှိတဲ့ ကားကောင်းလေးလည်းဖြစ်ပါတယ်။ အားကစားရုပ်ရှင်ကြည့်တတ်သူတိုင်းအတွက် နောက်ထပ် ဆွေမျိုးမေ့စေမယ့်ဟင်းတစ်ခွက်ဖြစ်ပြီး မမြည်းစမ်းလိုက်ရရင်တော့ နောင်တရနိုင်တဲ့ဟင်းလျာလေးတစ်ခွက်လို့ပြောရမှာပါပဲ။ဒီရုပ်ရှင်လေးထဲမှာတော့ ၁၉၉၂ ခုနှစ်တုန်းက ဝါတာပိုလိုအိုလံပစ်ဖိုင်နယ်ပွဲအတွက် ကြိုးစားနေကြတဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/3cKrz/(CM)_42_segundos_(2022)_720p.mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNWFhOGEwOGYtMzU3OC00MWUxLWE4YTUtMzMzNGM0YmU0NDY5XkEyXkFqcGdeQXVyMjkwMjY1MjI@._V1_-131x200.jpg",
        "title": "Ghosts of Christmas Always (2022)",
        "description": "Ghosts of Christmas Always (2022)စာရေးဆရာကြီး Charles Dickens ရဲ့ Christmas Carole ကိုမသိသူရှိမယ် မထင်ပါဘူးစာအုပ်နဲ့တဖုံ ရုပ်ရှင်တွေနဲ့ တလှည့် version မျိုးစုံထွက် ခဲ့ပါတယ် Christmas Carole နဲ့ Christmas Day ဟာ အနောက်နိုင်ငံမှာတော့ ခွဲလို့တောင် မရပါဘူးသီချင်းတွေလဲ များစွာထွက်ခဲ့ပြီး Christmas vibe ကို အမျိုးမျိုးပုံဖော်ကြပါတယ်ဒါပေမယ့် ထွက်ခဲ့သမျှ Christmas ရုပ်ရှင်တွေမှာ မူလဇစ်မြစ်ဖြစ်တဲ့ Christmas အကြိုနေ့မှာ လူတယောက်ဆီ တစ္ဆေသုံးကောင် ရောက်လာတယ်ဆိုတာတော့ မပြောင်းလဲသေးပါဘူးအခုဒီကားမှာလဲ ပီတာဘယ်ရွန်ဆိုတဲ့ ကောင်လေးဆီ အတိတ် ပစ္စုပ္ပန်နဲ့ အနာဂတ် တစ္ဆေ ၃ကောင် အစွဲချွတ်ဖို့ ရောက်လာကြတယ်ဒါပေမယ့် ခက်တာက ပီတာတယောက်က မူရင်း ဝတ္ထုထဲက main character Scrooge လို ကပ်စီးနည်းကော်တရာ တချိန်လုံး ...",
        "rating": "7.6",
        "url": "https://megaup.net/1QPps/Ghosts_of_Christmas_Always_(2022)_720p.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8g3wDC8vYRzC8OkkURV7OIRErjP.jpg",
        "title": "Catering Christmas (2022)",
        "description": "Catering Christmas (2022)~ IMDb rating - 6.8/10 ~ခရစ်စမတ် Vibe ဇာတ်လမ်းလေးတွေဆိုတာက Christmas အနားနီးလေလေ ကြည့်ရတာ ပိုပြီး အရသာရှိလေလေပါပဲ။ အဲဒါကြောင့် ရုပ်ရှင်ချစ်သူတွေအတွက် အသစ်စက်စက် ခရစ်စမတ် အချစ်ဇာတ်လမ်းလေးတစ်ခုကို ထပ်ပြီးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းထဲမှာ မော်လီ ဆိုတဲ့ကောင်မလေးဟာ Molly's Menu Magic ဆိုတဲ့ ဆိုင်လေးတစ်ဆိုင်ကို စဖွင့်ထားပြီး မြို့မှာရှိတဲ့ ပွဲလမ်းသဘင်တွေမှာ အကျွေးအမွေး service ပေးသူဖြစ်ပါတယ်။ ကိုယ်ပိုင်လုပ်ငန်းလေး နာမည်ရလာဖို့ လုံးပန်းနေရတာကြောင့် ရည်းစားထားချိန်မရှိဘဲ ခရစ်စမတ်အားလပ်ရက်မှာတောင် အနားမယူဘဲ အလုပ်လုပ်တဲ့ ရည်မှန်းချက်ကြီးသူလေးဖြစ်ပါတယ်။မော်လီတို့မြို့လေးမှာ \"ဟယ်ရစ်ဆင်န်\" ဆိုတဲ့ ဖောင်ဒေးရှင်းတစ်ခုရှိပြီး လူထုအကျိုးပြု အဖွဲ့စည်းတစ်ခုဖြစ်တာကြောင့် တစ်နယ်လုံးက လူတွေဟာ ဖောင်ဒေးရှင်းကို ဦးဆောင်တဲ့ မိသားစုကို အလွန်ချစ်ခင်ကြပါတယ်။ ဖောင်ဒေးရှင်းကို လက်ရှိဦးဆောင်နေတာက ဂျီးန်ဟယ်ရစ်ဆင်န် ဆိုတဲ့ အမျိုးသမီးဖြစ်ပြီး တူဖြစ်သူ \"ကာဆင်န်\" ...",
        "rating": "6.8",
        "url": "https://megaup.net/1QPsh/(CM)_Catering_Christmas_(2022)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/91KyqybHSaS._AC_SL1500-155x200.jpg",
        "title": "xXx: Return of Xander Cage (2017)",
        "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ....2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားဖြစ်ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။\nxXx: Return of Xander Cage (2017) ဇာတ်ကားမှာတော့ နာမည်ကြီး အာရှမင်းသားမင်းသမီးတွေပါ ထည့်သွင်းပြီး Fun ဖြစ်အောင်ရိုက်ကူးခဲ့ပါတယ်...Vin Diesel,Donnie Yen,Deepika Padukone,\nKris Wu ,Ruby Rose ,Tony Jaa,Samuel L. Jackson , Neymar Jr စသည်ဖြင့် နယ်ပယ်စုံက သရုပ်ဆောင်တွေပါ ထည့်သွင်းရိုက်ကူးခဲ့ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့\nအမျိုးမျိုးသောအန္တရာယ်တွေ၊ သေစေနိုင်လောက်တဲ့ အပြောင်းအလဲတွေ ဖြစ်ပေါ်နေချိန်\nအမျိုးမျိုးသောလူစွမ်းကောင်းတွေကို ကမ္ဘာကြီးက လိုအပ်နေချိန်ဖြစ်ပါတယ်...\nAnarchy ...",
        "rating": "5.6",
        "url": "https://megaup.net/1QPcq/(CM)_xXx.Return.of.Xander.Cage.2017.BluRay.720p.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/film_2863_1-161x200.jpg",
        "title": "xXx: State of the Union (2005)",
        "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ....2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ 2002 မှာ အောင်မြင်ခဲ့ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။\nxXx: State of the Union (2005) ကတော့ xXx ရဲ့ နံပါတ် ၂ ဇာတ်ကားဖြစ်ပြီး X အဖြစ် လူမည်းသရုပ်ဆောင် Ice Cube က သရုပ်ဆောင်ထားပါတယ်။\nFile size…(3 GB)/(1 GB)\nQuality…BluRay Remastered HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:40:58\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "4.4",
        "url": "https://megaup.net/3SHzB/(CM)_xXx.State.Of.The.Union.2005.720p.BluRay.mp4",
        "category": "Action, Adventure, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/71H8XhacQkL._SX522_-158x200.jpg",
        "title": "xXx (2002)",
        "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ....2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ 2002 မှာ အောင်မြင်ခဲ့ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။\nX လို့ စတန့်လောကမှာ နာမည်တွင်နေတဲ့ X(vin diesel)ဟာ အစိုးရအရာရှိတစ်ဦးရဲ့ ကားကိုခိုးယူပြီး တံတားပေါ်ကနေခုန်ချပြခဲ့တာကြောင့် ရဲတွေရဲ့ဖမ်းဆီးထိန်းယူခြင်းခံရပါတယ်၊ တစ်ချိန်တည်းမှာပဲ အစိုးရအကြမ်းဖက်ဖမ်းဆီးနှိမ်နှင်းရေး အဖွဲ့ဟာလည်း မှောင်ခိုးသမားတွေကိုဖမ်းယူဖို့ကြိုးစားတိုင်း\nသူတို့ရဲ့ အေးဂျင့်တွေသာ အသက်ပေးလိုက်ရတဲ့အဖြစ်ကြောင့် အကြံအစီတစ်ခုအဖြစ် ဖမ်းဆီးထားတဲ့လူတွေထဲကမှ ထူးချွန်သူများကိုပြန်လည်ရွေးချယ်ပြီး အခွင့်ရေးတစ်ချို့နဲ့ အလဲအလှယ်လုပ်ကာ မှောင်ခိုသမားတွေကိုပြန်လည်ဖမ်းဆီးစေပါတယ်...ဒီလိုနဲ့ X တစ်ယောက် နိုင်ငံတော်ကြီးအတွက် ဘယ်လိုတွေစွန့်စားမလဲဆိုတာ...။\nFile size…(2.3 GB)/(1 GB)\nQuality…BluRay Remastered HEVC ...",
        "rating": "5.9",
        "url": "https://megaup.net/3cK7f/(CM)_XXX.2002.REMASTERED.720p.BluRay.mp4",
        "category": "Action, Adventure, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Homecoming-142x200.jpg",
        "title": "Home Coming ( 2022 )",
        "description": "ဒီနေ့မှာဆိုရင်တော့ Channel Myanmar က ပရိသတ်ကြီးကို\n၂၀၂၂ ခုနှစ် စက်တင်ဘာလ ၃၀ ရက်နေ့က ရုံတင်ခဲ့ပြီး\nရုံဝင်ငွေ ၁.၅ ဘီလီယံကျော်ရရှိခဲ့တဲ့《Home Coming》 ဆိုတဲ့\nရုပ်ရှင်ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေNumedia နိုင်ငံစစ်ပွဲဖြစ်စဥ် အချိန်ကာလ , သံရုံးမှာ\nလူအင်အားမမျှသောကြောင့် စစ်ပွဲအတွင်းက\nတရုတ် ပြည်သူတွေကိုသာ ကယ်ဆယ်ဖို့ စီစဥ်ထားပေမဲ့လဲ\nအဆင်မပြေခဲ့ပါဘူး တစ်ဆက်ထဲမှာပဲ အဲဒီနေ့ကမှ ဇာတိမြေကို\nပြန်ဖို့စိတ်ကူးထားတဲ့ သံတမန်ဝန်ကြီးချုပ်ဟောင်း ဇုံးတဝေ နဲ့\nနိုင်ငံရေးဌာနမှ လူသစ်တစ်ဦးဖြစ်တဲ့ ချန်လန် တို့ဟာ\nအန္တရာယ်ကြားထဲကနေပြီးတော့ တာဝန်တွေကို သက်စွန့်ဆံဖျား\nလုပ်ကိုင်ပေးခဲ့ကြပြီး မိမိတို့ အိမ်ပြန်မည့် အခွင့်အရေးကို\nလက်လွှတ်ကာ စစ်ပွဲအတွင်းက ပြည်သူများ ဘေးလွတ်ရာကို\nရွှေ့ပြောင်းပေးဖို့အတွက် နေရစ်ခဲ့ကြပါတယ်အဲဒီနောက်မှာတော့ တာဝန်တွေကို ကြိုးစားလုပ်ကိုင်ရင်း\nတာဝန်ပြီးဆုံးသွားပြီလို့ ထင်နေပေမဲ့ နောက်ထပ်\nစစ်ပွဲအတွင်းမှာ ပိတ်မိနေတဲ့ တစ်ပြည်ထဲသား လူတစ်စု ရှိနေသေးတယ်ဆိုတာ\nသိလိုက်ရတဲ့အခါမှာတော့ ပိုင်ဟွ ဆိုသူရဲ့ ဦးဆောင်လမ်းပြမှုနဲ့\nအတူတူ နယ်စပ်ရွှေ့ပြောင်းရေး စခန်းကို သွားရောက်ခဲ့ကြပါတော့တယ်\nအရေးပေါ်ဖြစ်နေတဲ့ အခြေအနေအောက်မှာ နှစ်ယောက်သားဟာ\nအိမ်ပြန်ဖို့ အခွင့်အရေးကို ထပ်မံစွန့်လွှတ်ခဲ့ကြပြီးတော့\nစစ်ပွဲအတွင်းထပ်မံခြေချခဲ့ပြန်ပါတော့တယ် အဲဒီနောက်မှာတော့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/home-coming-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOWQ5N2ZiYzAtNmM5NC00MjE4LWIxYzYtMWQ5Njg5ZjFiYzAzXkEyXkFqcGdeQXVyNzk5ODY5Njk@._V1_-150x200.jpg",
        "title": "Sadistic: The Exorcism Of Lily Deckert (2022)",
        "description": "Horror ကားသစ်တစ်ခု တင်ပေးထားပါတယ်။ လူငယ်တစ်စု အိမ်အိုကြီးတစ်လုံးထဲ ရောက်သွားရာကနေ သရဲစီးခံသလို နတ်ပူးခံရသလို ဖြစ်ပြီး ပျောက်ခြင်းမလှ ပျောက်သွားရာကနေ ရက်ပိုင်းလောက်အကြာမှာ အဲဒီအုပ်စုထဲက ကောင်မလေးတစ်ယောက်ကို ပြန်တွေ့‌ပြီး အိမ်ခေါ်လာရာက အမှောင့် ပယောဂတွေကပ်ပါလာတဲ့ သဘောမျိုးပါ။ဇာတ်ကွက်အလှည့် အပြောင်းလေးတွေကလည်း ပါတော့ လိုအပ်ချက်အချို့ကိုသာ ဖယ်ထားလိုက်ရင် သူ့အရပ်နဲ့သူ့ဇာတ်တော့ ကြည့်ပျော်ရှုပျော် ရှိပါတယ်။File size…(2.86GB)  / (1.38GB) / (708MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:46:00\nGenre...Horror / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hugo",
        "rating": "",
        "url": "https://megaup.net/1avl6/Sadistic.The.Exorcism.Of.Lily.Deckert.2022.720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sBrpywCT5M1p5H5oaS5QpruH15Y.jpg",
        "title": "(18+) Oligosaccharide The Movie (2017)",
        "description": "(18+)Oligosaccharide (2017)အခုတစ်ခေါက်က ဟာသဆန်ဆန် ရယ်ရယ်မောမောနဲ့ ကြည့်ရမယ့် လူငယ်ဇာတ်ကားလေးပါ\nသာမန်ရုံးသမားလူငယ်တစ်‌ယောက်ရဲ့ ဘဝမှာ တွေ့ဖူးခဲ့တဲ့ မိန်းမတွေအကြောင်း\nဇာတ်လမ်းအတိုလေး ငါးခုကို ဇာတ်ကားအဖြစ်ပေါင်းထားတဲ့ ဇာတ်ကားလေးပါညီကိုတို့လို လိင်စိတ်ဆန္ဒ ပြင်းပြတဲ့ လူငယ်တွေ\n\" ဆေးလိပ်နဲ့အရက်သာ မ‌ေသာက်ဘဲနေနိုင်မယ် ဆန္ဒကိုတော့ သိက္ခာနဲ့ မထိန်းနိုင်ဘူး \" ဆိုတဲ့\nယောက်ျားလေးတွေအတွက် ကောင်မလေးက အရမ်းတင်းကြပ်တဲ့ အခါ\nနေရထိုင်ရခက်တဲ့ အကြောင်းကို ဟာသနှော ရိုက်ကူးထားတဲ့ အချစ်ကားလေး ဖြစ်ပါတယ်လူငယ်တွေ အထူးသဖြင့် အိမ်ထောင်ပြုခါနီး စုံတွဲတွေ\nတစ်ညတာ ပျော်ပျော်ပါးပါးနဲ့ ရယ်မောရင်း ဖြတ်သန်းချင်ရင်တော့ ဒီကားလေးကြည့်ဖို့ အကြံပေးချင်ပါတယ်နော်အညျွန်း နဲ့ ဘာသာပြန်ကတော့ Rookie ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | 608MB | 257MB\nFormat… mp4\nDuration….  1h 43min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/2wymm/Oligosaccharide.The.Movie.2017.HDTV.720p.CM.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bBqEiQbbfyt4MWR3NhDZMbS4Wp8.jpg",
        "title": "Naruto Shippuden the Movie: Bonds(2008)",
        "description": "Naruto Shippuden the Movie: Bonds(2008)\n==================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ(One piece, bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းက ကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာnever give up, this is my way of ninja,Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်း က​လေးဘဝကို၃ကားထွက်ခဲ့ပြီး shippudenလူငယ်ဘဝက​တော့၇ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာဒုတိယကားဖြစ်ပြီးIMDb 6.8/10My anime list 7.3/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Konohaရွာကိုတစ်ရက်မှာ​တော့ မိုး​ကောင်းကင်နင်ဂျာ​တွေရုတ်တရက်ဝင်တိုက်ခိုက်ခဲ့ပါတယ်။ ထိခိုက်​သေဆုံးမှုအများအပြားကြုံလိုက်ရတာမလို့ တိုက်ခိုက်မှုကြီးအ​ကြောင်းကိုစုံစမ်းရင်း မထင်မှတ်တာ​တွေကြုံလာရတဲ့အပြင် ရွာက​နေထွက်သွားတဲ့ sasukeပါ ​ပေါ်လာတဲ့အခါမှာ​တော့....  File size…1.30GB / 717MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ..... Animation , Action , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Dr Nyan",
        "rating": "6.8",
        "url": "https://megaup.net/1QE9c/Naruto_Shippuden_-_The_Movie_2_-_Bonds[720p](CM).mp4",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yQU63EVrEqHTkhhkqR23MtEPOwa.jpg",
        "title": "[18+]REC(2011)",
        "description": "[18+]REC(2011)***************  ၁၈+ ကားဆိုသော်လည်း BL ကားဖြစ်သည့်အတွက်မဒေါင်းခင်သတိထားစေလိုပါသည်..........LGBT ချစ်သူများအတွက် 2011ခုနှစ်က ထွက်ရှိခဲ့တဲ့ RECဆိုတဲ့ BLကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...ချစ်သူသက်တမ်း ၅ နှစ်မြောက် နှစ်ပတ်လည်နေ့ကို ဟျောင်းဂျူနဲ့ဂျွန်ဆော့တို Gay coupleကဟိုတယ်အခန်းလေးထဲမှာပဲ အမှတ်တရတွေ ဖန်တီးရင်း ဖြတ်သန်းနေပါတယ်...\nသူတိုနှစ်ယောက်ရဲ့လှုပ်ရှားမှုတွေကို ကင်မရာမှာ မှတမ်းတင်ရင်း အတိတ်ကအကြောင်းတွေ ပြောပြီးရန်ဖြစ်လိုက် ပြန်ချစ်လိုက်နဲ့ စနောက်ပျော်ရွှင်နေကြပေမယ့် ရုတ်တရက်ဆိုသလိုသူတို့နှစ်ယောက်ရဲ့ သာယာနေတဲ့ဘဝလေးက ပြိုလဲသွားပါတော့တယ်..\n၅နှစ်ကြာတွဲခဲ့တဲ့ ချစ်သူတွေရဲ့ဆက်ဆံရေးက ဘယ်လိုကိစ္စကြောင့်ပျက်ဆီးသွားမလဲဆိုတာ ဆက်လက်ရှုစားပေးကြပါဦး..   File Size : (1.5GB) and (565MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:06:00\nGenre : Drama, Adult\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/2wMfr/REC_2011.WEB-DL.720P.PP(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-gatta-134x200.jpg",
        "title": "Gattaca (1997)",
        "description": "သိပ်မဝေးတော့တဲ့ အနာဂတ်မှာ မျိုးရိုးဗီဇမြှင့်တင်ပြောင်းလဲမှုတွေ လုပ်နိုင်လာပါပြီ။ လူတိုင်းဟာ အားနည်းချက်မရှိ ခြောက်ပစ်ကင်း သလဲစင်ဖြစ်လာကြတဲ့ခေတ်ပေါ့။ ဒါကြောင့် သဘာဝအတိုင်း မိခင်က ကိုယ်ဝန်ဆောင်ပြီး မွေးတာက မရှိသလောက်နည်းလာပါတယ်။ သဘာဝအတိုင်းမွေးလာတဲ့သူတွေကိုတော့ 'စံချိန်မမှီ' သူတွေလို့ခေါ်ပြီး သူတို့ရဲ့ပြီးပြည့်စုံမှုမရှိတဲ့ မျိုးဗီဇတွေကြောင့်နေရာတိုင်းမှာ ခွဲခြားဆက်ဆံခံနေကြရပါတယ်။ဒီကားရဲ့ ဇာတ်လိုက်ကျော် Vincent ဟာ အာကာသယာဥ်မှူးလုပ်ပြီး အာကာသထဲခရီးသွားနိုင်ဖို့ အမြဲစိတ်ကူးယဥ်ခဲ့တဲ့သူ တစ်ယောက်ပေါ့။ ဒါပေမဲ့ သူက 'စံချိန်မမှီ' တစ်ယောက်ဖြစ်တာကြောင့် အာကာသထဲသွားမဲ့ ဘယ်ပရိုဂရမ်ကမှ သူ့ကို အလုပ်မခန့်ကြပါဘူး။အဲဒါနဲ့ Vincent ဟာ ဗီဇမြှင့်တင်ပြီး မွေးလာတဲ့ Jerome Morrow ဆိုသူရဲ့ မျိုးရိုးဗီဇအချက်အလက်တွေကို တရားမဝင် ဝယ်ယူပြီး သူ့ကံကြမ္မာကို ပြောင်းပြန်လှန်ဖို့ ကြိုးစားပါတော့တယ်အဲဒီအာကာသပရိုဂရမ်က အကြီးအကဲ ဒါရိုက်တာတစ်ဦး အသတ်ခံရတဲ့အမှုကြောင့် Vincent ရဲ့ အစီအစဥ်တွေ ရှုပ်ထွေးကုန်တဲ့အခါ...Vincent အဖြစ် Ethan Hawke\nJerome အဖြစ် Jude ...",
        "rating": "7.8",
        "url": "https://megaup.net/2wqfg/Gattaca.1997.720p(CM).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y8PhaJDd4YcYX7DVKJxoDwBUCZO.jpg",
        "title": "Girl at the Window (2022)",
        "description": "Girl at the Window (2022)အေမီဟာ လူသတ်သမားအကြောင်းတွေ သွေးသံရဲရဲ သတ်ဖြတ်မှုအကြောင်းတွေ ပုံတိုပတ်စ ရုပ်ရှင်တွေနဲ့ ဝတ္ထုတွေကို ခုံမင်တဲ့ ဆယ်ကျော်သက်လေး တစ်ယောက်ဖြစ်တယ်။ဆယ်ကျော်သက်ဆိုတဲ့အတိုင်း ကိုယ်သဘောကျတဲ့အရာတွေကို လက်တွေ့နဲ့ ယှဥ်ပြီး စူးစမ်းချင်တယ်၊ လက်တည့်စမ်းချင်တယ်။ပြောရရင် လူသတ်သမားကို ရှာချင်တဲ့ စုံထောက်မလေးတစ်ယောက်လို နေချင်တယ်ပေါ့။အဲ့တော့ ဘာလုပ်လဲ? သူမအိမ်ပြတင်းပေါက်ကနေ မှန်ဘီလူးတစ်လက်နဲ့ ဟိုဒီလျှောက်ကြည့် စပ်စုနေတော့တာပေါ့။အဲ့လိုနဲ့ သူမရောက်နေတဲ့ မြို့လေးမှာအရင်က ရှိခဲ့ဖူးတဲ့ Clockwork killer ဆိုတဲ့ serial killer ဇာတ်လမ်းဟာ အရင်ကဟိုးလေးတကျော်ဖြစ်ခဲ့သလောက် အခုတော့ လူသတ်မှုတွေ ဆိတ်သုဥ်းနေတဲ့ အချိန်ဖြစ်နေတယ်။ ဒါပေမယ့် အေမီ့ အတွေးထဲမှာတော့ Clockwork Killer ဟာ အငြိမ်နေမှာမဟုတ်ဘူး။ တစ်ရက်တော့ကျိန်းသေ ပြန််ပေါ်လာမယ်ဆိုတာ စုံထောက်အဖြစ်စိတ်ကူးယဉ်ရတာကြိုက်တဲ့ ညာဥ်ကြောင့် သူမအတွေးထဲမှာ တစ်ချိန်လုံးနေရာယူထားပါတော့တယ်။ဒီလိုနဲ့တစ်ရက်ကျတော့ သူမထင်ထားတဲ့အတိုင်း Clockwork Killer ပြန်လဲပေါ်လာရော သူမနဲ့မှဘယ်လို ...",
        "rating": "4.5",
        "url": "https://megaup.net/2wKrw/[CM]Girl.At.The.Window.2022.720p.Bluray.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/JvqaHXdKBtEAmm4EDVTGkoAGIj.jpg",
        "title": "Mindcage (2022)",
        "description": "Mindcage (2022)Plotကောင်းကောင်းနဲ့ စုံထောက်ကားကောင်းကောင်းတစ်ကားလာပြီ။ဇာတ်လမ်းအကျဉ်း ...ဂျိတ်နဲ့ မေရီဟာ လွန်ခဲ့တဲ့ငါးနှစ်က ဖြစ်ခဲ့တဲ့ကွင်းဆက်လူသတ်မှုလိုမျိုး ပုံစံတူလိုက်လုပ်ပြီးလူတတ်တဲ့အမှုနဲ့ကြုံရပါတယ်။ အရင်အမှုတုန်းက လူသတ်သမားကိုတော့ ဖမ်းမိထားပြီး သူ့ကိုအနုပညာရှင်လို့ခေါ်ကြတာပါ။ဘာလို့ဆို သူကအမျိုးသမီးတွေကို အဆိပ်ခတ်သတ်ပြီးအလောင်းကို နတ်သမီးတွေလိုတောင်ပံတွေတပ်ပေး တာရှည်ခံအောင်လုပ်ပြီး လူမြင်သာရာမှာ အလှဆင်ထားထားခဲ့လို့ပါတဲ့။အခုအမှုမှာက အနုပညာရင်လုပ်သလိုလိုက်လုပ်တယ်။ ပစ္စည်းတွေကလည်း အတူတူပဲသုံးတာဆိုတော့ အနုပညာရှင်ဆီက သတင်းနှိုက်လို့ရအောင် မေရီသွားမေးရင်း ဘာတွေ ဆက်ဖြစ်ကြမလဲ?ထောင်ထဲက လုံးဝမထွက်ပဲ လူသတ်သွားတဲ့ geniusဆန်ဆန် psychoဆန်ဆန်အပြင် အပမီတာမျိုး religionsဆန်ဆန် ကြိုက်တတ်တဲ့သူဆိုရင် ဇာတ်လမ်းနဲ့အတူ လိုက်စုံစမ်းထောက်လှမ်းလို့ကောင်းတဲ့ ကားလေးပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Themes ပါ။)File Size          : 1.8GB, 544MB, 297MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, ...",
        "rating": "4.9",
        "url": "https://megaup.net/1aOxk/[CM]Mindcage.2022.720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gw9RaP5uBmYweUK101RhyTLsJpL.jpg",
        "title": "Finnick (2022)",
        "description": "Finnick (2022)ဖင်း ဆိုတဲ့အကောင်လေးတွေဟာ အိမ်တိုင်းမှာရှိကြပြီး လူတွေကို ကူညီပေးနေတဲ့ကိုယ်ပျောက်ဝိဉာဉ်လေးတွေပေါ့။ သူတို့တာဝန်က သာယာပျော်ရွှင်တဲ့အိမ်ကလေးဖြစ်အောင်တာဝန်ယူရပြီး ဘယ် ဖင်း ကမှဒါကိုမဆန့်ကျင်ကြသလို စိတ်ကူးထဲ‌တောင် မရှိကြဘူး။ဒါပေမယ့်ဇာတ်လမ်းထုံးစံအတိုင်းစုန်းပြူးလေးတစ်ကောင်ကတော့မရှိမဖြစ်ပါလာမြဲပဲ။ ဖင်းနစ်ဆိုတဲ့ကောင်လေးက အထက်မှာပြောထားတဲ့အရာတွေနဲ့ဆန့်ကျင်ဖက်ပဲ။ လူတွေကိုသူ့အိမ်မှာမနေနိုင်အောင်တစ်ခုပြီးတစ်ခုလုပ်တယ်။အဲ့ဒါကြောင့်ဘက်ခ်မြို့မှာ ဖင်းနစ် နေတဲ့အိမ်ကိုသရဲအိမ်လို့ခေါ်ကြတယ်။ ဒီလိုနဲ့တစ်နေ့မှာ ရုပ်ရှင်ရိုက်မယ့်မိသားစုဟာ အလုပ်အတွက် ဘက်ခ်မြို့ကိုရောက်လာကြတယ်။ သူတို့ရဲ့သမီးလေးခရစ်စတင်းဟာစုံထောက်ပညာကိုစိတ်ဝင်စားသလို တကယ်လည်းဉာဏ်ထက်ပါတယ်။ဒါရိုက်တာက ခရစ်စတင်းတို့မိသားစုကိုခဏတဖြုတ်နေဖို့ ဖင်းနစ်ရဲ့အိမ်လေးကိုငှားပေးလိုက်တယ်။ လူတွေလာနေတာမကြိုက်တဲ့ ဖင်းနစ်နဲ့ လက်တွေ့ကျကျဖြေရှင်းရမှကျေနပ်တဲ့ စုံထောက်လေးခရစ်စတင်းတို့ ထိပ်တိုက်တွေ့တဲ့အခါမှာတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Tin Myo Lwin ပါ။)File Size          : 1.8GB, 812MB, 469MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat      ...",
        "rating": "5.8",
        "url": "https://megaup.net/3cIaq/[CM]Finnick.2022.720p.WEB-DL.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6NuFYT1f1rG0AeIVTJEgsRa7AOi.jpg",
        "title": "Paris, Texas (1984)",
        "description": "Paris, Texas (1984)~ IMDb - 8.1/10, Rotten Tomatoes - 94% ~ပဲရစ်လို့ကြားလိုက်ရင် ဥရောပတိုက်က အီဖယ်တာဝါကြီးနဲ့ တခမ်းတနားရှိလှတဲ့ ပဲရစ်မြို့ကိုပဲ မြင်ယောင်မိကြမှာပါ။ ဒါပေမဲ့ အမေရိကန်ပြည်ထောင်စု တက္ကဆက်ပြည်နယ်မှာရှိတဲ့ လူမသိသူမသိ မြို့သေးသေးလေးရဲ့ နာမည်ဟာလည်း ပဲရစ်ပါပဲ...သူ့ကိုယ်သူ ဘယ်သူဘယ်ဝါမှန်းမသိ၊ ကန္တာရထဲမှာ ဦးတည်ရာမဲ့လျှောက်သွားနေတဲ့ လူတစ်ယောက်ကို တစ်ရက်မှာ သူစိမ်းတစ်ယောက်က တွေ့လို့ ကယ်တင်ခဲ့ပြီး သူ့ရဲ့ ညီဖြစ်သူနဲ့ ပြန်လည် ဆုံစည်းစေခဲ့ပါတယ်။ ၄နှစ်တာလုံးလုံး သတင်းမကြားဘာမကြားနဲ့ လုံးလုံးပျောက်သွားခဲ့ပြီး လတ်တလောဘဝနဲ့ပတ်သက်တဲ့ မှတ်ဉာဏ်တွေလည်း ပျောက်သွားတဲ့ ထရာ့ဗစ်ကို သူ့ညီဖြစ်သူက လူ့အသိုက်အဝန်းထဲကို ပြန်ခေါ်ဖို့ကြိုးစားပါတော့တယ်။ ဒါပေမဲ့ သူ ပြန်ရောက်လာမှုက သူ့ညီရဲ့ မိသားစုဘဝကို မငြိမ်မသက်ဖြစ်လာစေပါတယ်။ သူ့ညီရဲ့ မိသားစုလို့ ဆိုရာမှာ သူတစ်ချိန်က ထားခဲ့တဲ့ သူ့ရဲ့သားငယ်လေးလည်းပါတယ်။ သူထွက်သွားတဲ့ ၄နှစ်ဆိုတဲ့အချိန်ဟာ သူ့သားငယ်အတွက်တော့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1QO26/(CM)_Paris,_Texas_(1984)_REMASTERED_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3d6Nu5c7BSo5BrH2xE1pnj3yNrc.jpg",
        "title": "A Cinderella Story(2004)",
        "description": "A Cindrella Story(2004)===============မရိုးနိုင်တဲ့ စင်ဒရဲလားဇာတ်လမ်းမြောက်များစွာထဲကမှရှေးခေတ်မူနဲ့မဟုတ်ဘဲ ခေတ်သစ်စင်ဒရဲလားဇာတ်လမ်းလေးနဲ့ CMပရိသတ်တွေကို မိတ်ဆက်ပေးပါရစေ။ Samဟာ အဖေနဲ့အတူ ပျော်ရွှင်ပြည့်စုံစွာနေခဲ့ရပေမဲ့ အဖေယူလိုက်တဲ့မိန်းမကတော့ Samကိုမကြည်လှပါဘူး။ အဖေဆုံးပါးသွားတဲ့နောက်မှာမိထွေးနဲ့ သူ့သမီးနှစ်ယောက်က အရာအားလုံးကိုအပိုင်စီးကာ Samကိုလည်း အစေခံတစ်ယောက်လိုခိုင်းပါတယ်။ Samနဲ့အတူ အွန်လိုင်းပေါ်က စကားပြောဖော်လေးတစ်ယောက်လည်းရှိပါသေးတယ်။ အဲဒီစကားပြောဖော်လေးနဲ့အတူ ကျောင်းကပွဲမှာ လူချင်းတွေ့ဖို့ ချိန်းဆိုထားပေမဲ့မိထွေးက လုံးဝမလွှတ်ဘဲ အလုပ်တွေပဲလုပ်ခိုင်းထားပါတယ်။Samဟာ ကပွဲကို ဘယ်လိုရောက်အောင်သွားမလဲသူ့မင်းသားလေးနဲ့ ဘယ်လိုတွေ့မလဲဆိုတာကိုတော့ကိုယ်တိုင် ကြည့်ရှုလိုက်ကြပါဦးနော်။ File size…2.48GB / 1.18GB / 771MB\nQuality…Blu-Ray 1080p5.1CH  / 720p / 480p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Comedy , Family , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jane",
        "rating": "5.9",
        "url": "https://megaup.net/1aQsq/A.Cinderella.Story.2004.Blu-Ray720P(CM).mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vDkct38sSFSWJIATlfJw0l3QOIR.jpg",
        "title": "Naruto Shippuden the Movie(2007)",
        "description": "Naruto shippuden the movie=========================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ(One piece, bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းက ကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာnever give up, this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ရုပ်ရှင်အ​နေနဲ့လည်း က​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီးshippudenလူငယ်ဘဝက​တော့ ၇ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာပထမဆုံးကားဖြစ်ပြီးIMDb 6.7/10\nMy anime list 7.3/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Demon countryမှာ အနာဂတ်ကိုကြိုမြင်နိုင်တဲ့နတ်ဆရာမတစ်ပါးရှိပါတယ်။ တ​နေ့မှာ​တော့ချိတ်ပိတ်ချုပ်​နှောင်ထားတဲ့ မိစ္ဆာဘုရင်ကြီးဟာမသာမာသူမအလ​တွေ​ကြောင့်လွတ်လာခဲ့ပြီးကမ္ဘာကိုအုပ်စိုးဖို့ပဲလုပ်​ဆောင်လာပါ​တော့တယ်။မိစ္ဆာဘုရင်ကြီးကိုတားဆီးနိုင်တဲ့သူဟာလည်းနတ်ဆရာမပဲရှိတာမလို့ နတ်ဆရာမကိုကာကွယ်​ပေးရမယ့်တာဝန်ဟာ Narutoတို့တာဝန်ဖြစ်လာပါတယ်။ဒါ​ပေမဲ့ Narutoဟာ ​​သေရ​​တော့မယ်လို့နတ်ဆရာမကြီးက ​ဟောလိုက်တဲ့အချိန်မှာ​တော့......နတ်ဆရာမ​ဟောတာ​တွေက အမြဲမှန်မှာလားNarutoဟာ တကယ်​သေရ​​တော့မှာလားဆိုတာကိုကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ကြပါ။ File size…1.25GB / 632MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 34m\nGenre ..... Animation , Action , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Dr ...",
        "rating": "8.7",
        "url": "https://megaup.net/1QE73/Naruto_Shippuden_-_The_Movie_1_-[720p](CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gCxDOdb9LnL1i3d53vV6DjaembV.jpg",
        "title": "London(2005)",
        "description": "London(2005)************နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ Chris Evan နဲ့ Jason Statham တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့Londonဆိုတဲ့ ဒီဇာတ်ကားလေးမှာတော့ ဆစ်ဒ်ဟာ သူအရမ်းချစ်ရတဲ့ အမျိုးသမီလေး Londonနဲ့ လမ်းခွဲပြတ်စဲအပြီးဆေးစွဲသူတစ်ယောက်အဖြစ် ဘဝကို ဖြစ်သလိုဖြတ်သန်းနေခဲ့ပါတယ်။တစ်နေ့မှာတော့ Londonက အဝေးကိုထွက်ခွာတော့မှာမို့ နှုတ်ဆက်ပါတီပွဲလုပ်ကြတဲ့အခါ...ဖိတ်ကြားခြင်းမခံရတဲ့ ဆစ်ဒ်ဟာလည်း နောက်ဆုံးအကြိမ်အခွင့်အရေးရလိုရငြားသူ့အတွက် ကိုကိန်းလာပို့ပေးတဲ့ ဘိတ်မန်းနဲ့အတူ ပါတီပွဲကို တက်ရောက်ခဲ့ပါတယ်။ဒီလိုနဲ့ တစ်ခါမှ မတွေ့ဖူးကြတဲ့ ဆစ်ဒ်နဲ့ ဘိတ်မန်းတို့ အစပ်အဟပ်တည့်ပြီးဆေးတွေ ရှူ.. ဒဿနတွေပြောကြရင်း Londonသူငယ်ချင်းတွေဆီကနေသူတောင်မသိတဲ့ဇာတ်လမ်းတွေကြားသိရတဲ့အခါဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့..............     File Size : (1.4GB) and (535 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tun Ag Kyaw\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1aQjw/London.2005.BLU-RAY.720P.PP(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNDg4MTkzZGMtZWI0My00MWI5LWFmYTMtY2E5NGZiYzhiY2ZhXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-143x200.jpg",
        "title": "Yugi (2022)",
        "description": "Yugi (2022)\nDrama, Thriller\nIMDb 7.8/10အခုတစ်ခါထွက်ရှိလာတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီဇာတ်ကားလေးရဲ့ဇာတ်လမ်းလေးကတော့ နည်းနည်းဆန်းပါတယ်\nကောင်မလေးတစ်ယောက်ပျောက်နေပါတယ်...ပျောက်သွားတဲ့ကောင်မလေးနေတဲ့ အိမ်ကလည်း\nအဲ့ဒီနားတဝိုက်မှာ ခြောက်တယ်လို့ ဂုဏ်သတင်းကြီး​နေပါတယ်ပိုပြီးထူးဆန်းဖို့ကောင်းတာက အဲ့ဒီကောင်မလေးကို ရဲတပ်ဖွဲ့ကရော...\nနိုင်ငံရေးသမားတွေကပါ အပူတပြင်းလိုက်ရှာနေကြပါတယ်အဲ့ဒီလို လိုက်ရှာနေရတာကိုလည်း သူတို့လည်း ဘာလို့လိုက်ရှာနေရမှန်း မသိကြပါဘူးဆိုတော့\nတမီလ်ကားတွေရဲ့ထုံးစံအတိုင်း ဇာတ်လမ်းကို ဇာတ်သိမ်းထိ ဆွဲဆောင်သွားမှာမို့ ​\nရှေ့ဆက်ဘယ်လိုစိတ်လှုပ်ရှားစရာကောင်းလာမှာလဲဆိုတာကိုတော့\nဇာတ်ကားကြည့်ရင်းနဲ့ပဲ အဖြေရှာကြည့်ကြတော့နော်....။\nFile size…1.94GB / 917MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Poe & Yunni & Cherry",
        "rating": "7.8",
        "url": "https://megaup.net/3cIl1/Yugi_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/un-156x200.jpg",
        "title": "Unrest(2006)",
        "description": "Horror ကားမျှော်နေကြတဲ့သူတွေအတွက် အလောင်းတစ်လောင်းကြောင့် ဗရုတ်တွေရှုပ်ကုန်တဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါမယ်။ခန္ဓာနဲ့ဝိဉာဥ်ယှဉ်တွဲနေထိုင်နေကြတဲ့ သတ္တဝါတွေ၊ ခန္ဓာကသေဆုံးပြီးတဲ့အခါ ဝိဉာဉ်ကဘယ်ရောက်သွားမလဲ။ ဘာဆက်ဖြစ်မလဲ။ အကယ်၍ ကျိန်စာသင့်နေတဲ့ ဝိဉာဉ်တစ်ခုဆိုရင်ရော....ခန္ဓာဗေဒကို ‌လေ့လာနေကြတဲ့ ကျောင်းသားတစ်စုမှာ အယ်လစ်ဆင်၊ ဘရိုင်ယန်၊ ရစ်ခ် နဲ့ ကားလို့စ်တို့ဟာ အလောင်းတစ်ခုကိုခွဲစိတ်ဖို့ တစ်ဖွဲ့တည်းအတူတူကျခဲ့ပါတယ်။ ပထမဆုံးရက်မှာတင် အယ်လစ်ဆင်က အလောင်းကိုမြင်ပြီးတဲ့နောက် ထူးဆန်းတဲ့အာရုံတွေရနေပြီး မူမမှန်တာကို ခံစားနေခဲ့ရတာပါ။ ဒါပေမယ့် သူ့အတန်းဖော်တွေရော၊ သူဆရာကပါ သိပ်ပြီးထွေထွေထူးထူးလို့မထင်ပဲ သူ့ခံစားမှုကို လစ်လျူရှုခဲ့တဲ့နောက် ကြောက်စရာကောင်းတဲ့အရာတွေ စတင်ဖြစ်ပျက်လာပါတော့တယ်။ သူ့အာရုံမှာ ဘာကိုခံစားနေရတာလဲ။ သူတို့ခွဲစိတ်နေခဲ့တဲ့ အလောင်းက ဘာတွေမူမမှန်နေခဲ့တာလဲ။ ဘယ်လိုမကောင်းဆိုးရွားမျိုးက သူတို့ဆီကိုချဉ်းကပ်လာနေသလဲဆိုတာကို ရင်တထိတ်ထိတ်တဲ့ကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ File size…2.01GB / 727MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 28m\nGenre ..... Horror , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "5.7",
        "url": "https://megaup.net/1damn/Unrest.2006.WEB-DL.AMZN.DDP2.0.720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8QVbWBv94BAT9u1q9uJccwOxMzt.jpg",
        "title": "Diabolik – Ginko Attacks (2022)",
        "description": "Diabolik - Ginko Attacks (2022)၂၀၂၁ ခုနှစ်မှာထွက်ခဲ့တဲ့ Diabolik ရုပ်ရှင်ရဲ့ အဆက်ပါ။ဇာတ်လမ်းကတော့ ဖောက်ထွင်းဝိဇ္ဇာ Diabolik ဟာ အာမန်သရဖူကိုခိုးပြီး အာမန်‌ကျောက်မျက်အားလုံးကို ခိုးဖို့ ကြံစည်တာကနေ စတင်ထားပါတယ်။ ဒါပေမဲ့လည်း ရတနာတွေဟာ စုံထောက်ဂျင်ကိုရဲ့ ငါးစာတွေဖြစ်နေတဲ့အခါ Diabolik တစ်ယောက် ဒုက္ခရောက်ပါတော့တယ်။ဒုက္ခရောက်ရတဲ့အထဲ ချစ်ရသူဖြစ်တဲ့ အေဗာကပါ ကျောခိုင်းသွားပြီး Diabolik ရဲ့ ပိုင်ဆိုင်မှုအားလုံးကို ရဲတပ်ဖွဲ့က သိမ်းယူသွားခဲ့ပါတယ်။Diabolik ဟာ ပြေးပေါက်ပိတ်နေပါပြီ။ဒီလိုခက်ခဲတဲ့အခြေ‌အနေတွေကြားထဲမှာ စုံထောက်ကြီးဂျင်ကိုကပဲ အနိုင်ရပြီး Diabolik ကိုဖမ်းမိသွားမလား။ Diabolik ကပဲ လက်မတင်လေး လွတ်သွားဦးမလားဆိုတာကို စုံထောက်ကားပီပီ လှည့်ကွက်တွေနဲ့ ကြည့်ရှုရမှာပါ။ဒီဇာတ်ကားမှာတော့ ပုရိသတွေအားလုံးရဲ့ အသည်းစွဲ ဂန္ထဝင်မမကြီး Monica Bellucci ကလည်း ပါဝင်အားဖြည့်ပေးထားပါသေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Min Thant Bo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.15GB, ...",
        "rating": "5.5",
        "url": "https://megaup.net/2z4lC/(CM)_Diabolik_-_Ginko_Attacks_(2022)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9bOwV2V9r6LikmKHMDgmu9jcE92.jpg",
        "title": "Diabolik (2021)",
        "description": "Diabolik (2021)၁၉၆၂ ခုနှစ်မှာ အီတလီအပြင် ဥရောပ တခွင် ထိတ်ထိတ်ကြဲ အောင်မြင်ခဲ့တဲ့ ရုပ်ပြတစ်ခုရှိပါတယ်။ ဒီယာဘောလစ်ပါ။ဒီယာဘောလစ်ရဲ့ ပထမဆုံး Live Action ကိုတော့ ၁၉၆၈ ခုနှစ်မှာ ရိုက်ကူးခဲ့ပြီး အာရှတိုင်းပြည်တွေအထိပါ ပေါက်ရောက်ခဲ့ပါတယ်။လူဆိုးတကာ့ လူဆိုးထဲမှာ ဉာဏ်ရည်ထက်မြက်တဲ့ လူဆိုးက ကြောက်ဖို့အကောင်းဆုံးပါပဲ။ ဒီယာဘောလစ်ဟာ အဲဒီလိုဖောက်ထွင်းဝိဇ္ဇာမျိုးပါ။အခုဇာတ်လမ်းကတော့ ၁၉၆၀ ဝန်းကျင် အီတလီနိုင်ငံကို ဇာတ်အိမ်တည်ထားပြီး အဲဒီခေတ်ကာလမှာ ကလာဗေးလ်မြို့ကရဲတွေ ခေါင်းခဲနေရတဲ့ကိစ္စတစ်ခုရှိပါတယ်။ ရဲတွေကို အမြဲနောက်ကောက်ချနိုင်တဲ့ သူမတူအောင် တော်လွန်းတဲ့ ဖောက်ထွင်းဝိဇ္ဇာ ဒီယာဘောလစ်ပေါ့။သူ့ရဲ့ မျက်နှာအမှန်ကို မြင်ဖူးတဲ့သူမရှိတဲ့အပြင် ဒီယာဘောလစ်ဟာ တကယ်တော့ သာမန်လူမဟုတ်ဘဲ မိစ္ဆာတစ်ကောင်လို့ လူတွေကပါ ပြောကြတဲ့အထိ သူ့ရဲ့ ရာဇဝင်ဟာ လျှို့ဝှက်နေပါတယ်။အေဗာကန့်ဟာ သေဆုံးသွားပြီဖြစ်တဲ့ တောင်အာဖရိက စီးပွားရေးသမားကြီးတစ်ဦးရဲ့ ဇနီးပါ။ သူဟာ အဖိုးတန် ပန်းရောင်စိန်နဲ့အတူ ကလာဗေးလ်ကို ပြန်လာခဲ့ပြီး အဲဒီစိန်ကြောင့်ပဲ အဖိုးတန်တာမြင်ရင် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1d9p4/(CM)_Diabolik_(2021)_720p.mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A8dWcUw0clsWARfUn6x8xzQbPKU.jpg",
        "title": "Keramat 2 Caruban Larang(2022)",
        "description": "Keramat 2 Caruban Larang(2022)******************************2009 ခုနှစ်ကထွက်ခဲ့တဲ့ကားကို ကြည့်ဖူးတယ်ဆိုရင် ဒီကားက သူ့ရဲ့အဆက်ပါ...\nဒီဇာတ်လမ်းမှာ အကမေဂျာက ကျောင်းသူတွေနဲ့ ရုပ်ရှင်မေဂျာက ကျောင်းသားတွေပေါင်းပြီးစာတမ်းတွေနဲ့ ဗီဒီယိုတွေလုပ်ဖို့ Cirebon ဆိုတဲ့မြို့ကို ထွက်ခဲ့ပါတယ်...\nအဲ့ဒီမြို့မှာ တစ်ချိန်က သိပ်ကိုနာမည်ကြီးလှတဲ့ Mimi Kemuning ဆိုတဲ့အကသမားလေးတစ်ယောက်ရှိခဲ့ပါတယ်..သူဟာ တစ်နေ့မှာ ပြဿနာတစ်ခုတက်ခဲ့ပြီး အကလောကကနေရော Cirebon မြို့ကနေရော အပြီးတိုင်ပျောက်ကွယ်သွားခဲ့ပါတယ်...\nသူ့ရဲ့ကိစ္စကို အကမေဂျာက ကျောင်းသူလေးတွေက သိချင်တာမို့လို့ လိုက်စပ်စုရင်းကနေဘာတွေဖြစ်ကြမလဲ။ 2009 ခုနှစ်က ထွက်ခဲ့တဲ့ ကားထဲက အဖွဲ့နဲ့ရော ဘယ်နေရာမှာဘယ်လိုတွေ ပြန်တွေ့ကြမလဲဆိုတာကတော့ ... File Size :(1.5GB) and (596MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:34:00\nGenre :Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2z42A/Keramat.2.Caruban.Larang.2022.WEB-DL.720P(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDdhZWFiZTEtZTEzNi00ZDgwLWJkYTYtNzZiOGNjYWY4YWFlXkEyXkFqcGdeQXVyNzI5NjU4OTQ@._V1_-133x200.jpg",
        "title": "Mumbai Mafia: Police vs the Underworld (2023)",
        "description": "Mumbai Mafia: Police vs Underworld (2023)\n*****************************************************************\nဒီဇာတ်ကားလေးကတော့ တခြားဘောလီးဝုဒ်ကားတွေလို အဆို အက အတီးအမှုတ်တွေ မပါပါဘူး။\nဒီဇာတ်ကားကို Netflixရုပ်သံလိုင်းမှာ ထုတ်လွှင့်ပြသခဲ့ပြီး Crime/Documentaryအမျိုးအစား\nဇာတ်ကားလေးတစ်ကားဖြစ်ကာ IMDb ratingကလည်း 6.5အထိ ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n၁၉၉၀ခုနှစ်အလွန် မွန်ဘိုင်း(ခေါ်)ဘုံဘေမြို့မှာ ဒုစရိုက်လောကသားတွေရဲ့ အရှိန်အဝါ မြင့်တက်လာခဲ့ပြီး\nတစ်မြို့လုံးဟာ ထိန်းမရသိမ်းမရအခြေအနေကို ရောက်ရှိသွားပါတော့တယ်။\nတစ်ချိန်တည်းမှာပဲ အစိုးရဘက်ကလည်း ဒုစရိုက်လောကသားတွေကို ထိရောက်စွာနှိမ်နင်းဖို့ရာ\nEncounter Cops လို့ခေါ်တဲ့ အသေပစ်ခတ်ဖမ်းဆီးနှိမ်နင်းရေးအထူးတပ်ဖွဲ့တစ်ဖွဲ့ကို ဖွဲ့စည်းက\nလုပ်ပိုင်ခွင့်အာဏာ အပြည့်အဝ အပ်နှင်းလိုက်ပါတော့တယ်။ဒုစရိုက်လောကသားတွေနဲ့ အစိုးရတပ်ဖွဲ့ဝင်တွေရဲ့ ဒီရန်စဟာ\nတဖြည်းဖြည်းကြီးထွားလာပြီး ဘယ်သူတွေက အနိုင်ရသွားမှာလဲ...\nဘယ်သူတွေက ဘယ်လောက်အထိ ရက်စက်ကြမ်းကြုတ်ကြမလဲ...\nဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ ...\nဘာသာပြန်တွေကတော့Sai Thurein Lynn, Thaik Sanနဲ့ Khin Khinတို့ ဖြစ်ပါတယ်။\nFile size… 2.42GB  / 850MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 27m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/1d9jt/Mumbai.Mafia.Police.vs.the.Underworld.2023.720p(CM).mp4",
        "category": "Bollywood, Crime, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Sridevi-Shoban-Babu-160x200.jpeg",
        "title": "Sridevi Shoban Babu (2023)",
        "description": "Sridevi Shobanbabu(2023)IMDb-7.8/10ရမ်ချရမ်ရဲ့ ညီမလေး Sushmita Konidela\nပါ၀င်ထားတဲ့ကားပါ။\nသူက ရုပ်ရှင်လောကမှာ ပရိုဂျူဆာ/ costume designer အဖြစ်အောင်မြင်မှုရထားပြီးသားသူတစ်ယောက်ပေါ့၊ ဒီဇာတ်လမ်းထဲမှာလည်း လက်တွေ့ဆန်ပြီး ရည်ရွယ်ချက်ကြီးမားတဲ့ costume designer အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။\nအဓိကဇာတ်ဆောင်မင်းသားဖြစ်တဲ့ Santosh Sobhan ကလည်း အားလုံးနဲ့စိမ်းမှာမဟုတ်ပါဘူး။ နောက်ဆုံးထွက်လူငယ်အချစ်ဇာတ်လမ်းလေးတွေနဲ့ အောင်မြင်နေတဲ့ အနုပညာရှင်တစ်ယောက်။\nဒီအကျော်အမော်နှစ်ယောက်နဲ့တင် အညွှန်းဆက်မဖတ်ပဲကြည့်ရင်တောင် မမှားတော့တဲ့ ရုပ်ရှင်မျိုးပဲပေါ့။\nဒါပေမဲ့လည်း ဖတ်လိုက်ပါဦး။ဇာတ်လမ်းအညွှန်း:\nရှိူးဘန်ဆိုတဲ့ကောင်လေးဟာ ဖခင်မေတ္တာလုံလုံလောက်လောက် မရခဲ့တဲ့သူပါ။ သူမေတ္တာအပြည့်အ၀မရခဲ့‌ပေမဲ့ လူတိုင်းအပေါ်မှာတော့ စိတ်ထားပြည့်၀တဲ့ ကျေးလက်လူငယ်လေးတစ်ယောက်ပေါ့။ရှရီကတော့ အိမ်မက်အကြီးကြီးတွေနဲ့ရည်မှန်းချက်တွေအတွက် ဇွဲရှိရှိကြိုးစားနေတဲ့သတ္တိရှိတဲ့မိန်းကလေးတစ်ယောက်။\nထက်မြက်ပြီး အကင်းပါးတဲ့သူလေးပေါ့။ဒီလို မတူညီတဲ့ ပတ်၀န်းကျင်က မတူညီတဲ့လူနှစ်ယောက်၊ အိမ်တစ်လုံးကိုအကြောင်းပြုပြီး ဆုံလာပါလေရော။သူတို့ ၂ ယောက်ရဲ့တွေ့ဆုံမှုက တကယ်ပဲ ရိုးရှင်းရဲ့လား။ နောက်ကွယ်မှာ မိဘချင်းဆက်နွယ်မှုနဲ့ ကြိုတင်စီစဥ်ထားတဲ့ လှည့်ကွက်တွေဖြစ်နေမလား?sသူတို့ရဲ့ အကြံအစည်တွေကဘာများလဲ?\nမိဘတွေရဲ့ ခြယ်လှယ်မှုနဲ့ ဒီအိမ်ကြားမှာ\nဘယ်လိုပတ်သတ်မှုတွေရှိနေလဲဆိုတဲ့ စိတ်၀င်စားစရာအကြောင်းအရာတွေနဲ့ လူငယ်နှစ်ယောက်ရဲ့ အချစ်ချိုချိုလေးတွေကို ရီမောလိုက် ကြည်နူးလိုက်ခံစားရမှာပဲ ဖြစ်ပါတယ်ဗျာ။\nFile size…3.08GB ...",
        "rating": "7.3",
        "url": "https://megaup.net/1dcg6/Sridevi_Shobanbabu_(2023)_Telugu_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYTIyZmVlMzEtYjU2NS00MTQzLTg2ZTQtMWU4OGQzYjgzNThhXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-143x200.jpg",
        "title": "Wild Dog(2021)",
        "description": "Wild Dog (2021)\n=====================imdb 6.1/2.4kနာမည်ကြီးတေလဂူးမင်းသားကြီး Nagarjuna Akkineniအဓိကသရုပ်ဆောင်ထားတဲ့\nအက်ရှင်ကားကောင်းတခုတင်ဆက်ပေးချင်ပါတယ်...ဘယ်လောက်တောင်ကြမ်းသလဲဆိုရင်\nTV-MAရိတ်တင်ရတဲ့ထိပါပဲ.....ဇာတ်လမ်းအကျဉ်းကတော့\nအကြမ်းဖက်နိုမ်နင်းရေးအရာရှိ ဗီဂျေးဟာ အကြမ်းဖက်နိုမ်နင်းရာမှာ ကြမ်းတမ်းရက်စက်လွန်းတာကြောင့်\nWild Dog (ခွေးရိုင်းကြီး)လို့နာမည်ပြောင်ပေးရတဲ့ထိ ဆိုးဝါးလှပြီး ဌာနကလည်း သူ့ကို ရုံးထိုင်အလုပ်ပြောင်းပေးခဲ့ပါတယ်...\nဒါပေမယ့် တနေ့မှာတော့ နိုင်ငံတွင်း အကြမ်းဖက်ဗုံးဖောက်ခွဲမှုတွေ စိပ်လာပြီး\nအကြမ်းဖက်သမားတွေဟာ နိုင်ငံရဲ့လုံခြုံရေးကို\nထိပါးစော်ကားလာတာကြောင့် ဌာနက သူ့ကို ပြန်လည်ရာထူးပေးအပ်ပြီး အမှုလိုက်ခိုင်းပါတော့တယ်....ဗီဂျေးဒီတခါဆုံတွေ့ရမယ့်ရန်သူက အင်မတန်ကောက်ကျစ်ဉာဏ်များပြီး ဖောက်ခွဲရေးပိုင်းဆရာတဆူဖြစ်တာကြောင့်\nဗီဂျေးတစ်ယောက် ဘယ်လိုဘယ်ပုံ စွန့်စားပြီး ဉာဏ်ပညာရော ခွန်အားရော ပြိုင်ဆိုင်သွားလဲဆိုတာကို ဇာတ်လမ်းအစဆုံးထိ\nမလွှတ်တမ်းကြည့်ရှုချင်သွားမယ့် ရုပ်ရှင်ကောင်းတပုဒ်ပဲဖြစ်ပါတယ်\nFile size…2.11GB / 1GB\nQuality…1080p UHD WEB DL / 720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moment",
        "rating": "6.1",
        "url": "https://megaup.net/2zdwZ/WILD_DOG_(2021)_720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g0aWd2Nsbe7fdrsj9TjzitCF24a.jpg",
        "title": "Keramat(2009)",
        "description": "Keramat(2009)*************ရုပ်ရှင်အဖွဲ့တစ်ဖွဲ့ဟာ သူတို့ရုပ်ရှင်ရိုက်ကူးရေးအတွက် မြို့တစ်မြို့ကို သွားကြတယ်..အဲ့ဒီမြို့ကိုရောက်ရောက်ချင်းညမှာပဲ သူတို့အဆောင်အပြင်ဘက်မှာ ငိုသံကြီးစကြားကြတယ်..လိုက်ရှာကြည့်တော့လည်း ဘာမှမတွေ့ခဲ့ပါဘူး...\nနောက်တစ်နေ့မနက်မှာတော့ ရုပ်ရှင်အဖွဲ့ထဲက ဇာတ်ဆောင်မင်းသမီး Migi ဟာ နေမကောင်းချင်သလိုဖြစ်ပြီး ရိုက်ကူးရေးနားလိုက်ရပါတယ်...အဲ့ဒီ့ညနေမှာပဲ Migi ဟာ တစ်စုံတစ်ယောက် ဝင်ပူးချင်းကို ခံလိုက်ရပါတယ်....\nအဲ့ဒီမှာပဲ အပနှင်ဆရာလိုလို ဆရာတစ်ဦးရောက်လာပြီး အပနှင်လိုက်ပြီးတော့ အဆင်ပြေသွားပါ‌တယ်..ဒါပေမယ့် ခဏအကြာMigi ရဲ့အခန်းထဲဝင်ကြည့်တဲ့အခါ Migi ဟာ ပျောက်ဆုံးနေပါတယ်..Migi ဘာကြောင့်ပျောက်ဆုံးသွားလဲ ဘယ်ကိုရောက်သွားလဲဆိုတာကတော့ ....File Size :(2.3GB) and (973MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:20:00\nGenre :Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/1T6yW/Keramat.2009.WEB-DL.720P(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hcuXysMgXrfAGrod67s6hBL5eR.jpg",
        "title": "Mr. King (2023)",
        "description": "Mr.King (2023)\nIMDb 9.2/10 (3K)ဘေးအိမ်ကိုအဆင်လေးပြောင်းလာဖို့စိတ်ကူးယဥ်ကြည့်ဖူးတဲ့လူ‌ တွေရှိရင် ဒီကားလေးက\nMust Watch စာရင်းထဲပါတဲ့ဇာတ်ကားလေးပါ ညိုကီတို့ကြိုက်မင်းသမီးချောလေး\nUrvi Singh ,Yashvika Nishkala နဲ့ ပျိုမေတို့ကြိုက် မင်းသားချောလေး\nSharan Kumar လည်းပါဝင်တယ်ဆိုတော့ပစ်ရက်စရာတစ်ကွက်မှမရှိတော့ဘူးပေါ့ရှင်အူမာဒေဗီနဲ့ ဗယ်နီလာက ညီအစ်မဝမ်းကွဲတွေပါ သူတို့အိမ်ဘေးကိုပြောင်းလာမဲ့အဆင်လေးကတော့\nရှီဗာပေါ့ ရှီဗာ့အကြောင်းပြောရမဲ့ဆိုရင် လူတစ်ရာမှာတစ်ယောက်တောင်မရှိနိုင်တဲ့ဉာဏ်ကြီးရှင်တစ်ယောက်...\nလေယာဉ်စက်ယန္တရားပရောဂျက်ရေးဆွဲနေပြီးအောင်မြင်အောင်လုပ်မဲ့ရည်ရွယ်ချက်နဲ့ပေါ့\nဒီလိုတော်တဲ့အပြင်ကိုမှ ရုပ်လေးကလည်းခန့်တော့ အူမာနဲ့ဗယ်နီလာတို့၂ယောက်စလုံးသဘောကျမိသွားပါတယ်\nဒီလို၃ပွင့်ဆိုင်လာမဲ့အချစ်ရေးထဲဘယ်သူနဲ့ဘဝခရီးဆက်ဖြစ်မလဲ\nရှီဗာ့လေယာဉ်ပရောဂျက်ရောအောင်မြင်ပါ့မလားဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…1.97GB / 903MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration…2h 44mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL",
        "rating": "9.2",
        "url": "https://megaup.net/1d8vl/Mr._King_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ohaIkrTd47z43IuLlwwNg7bi96c.jpg",
        "title": "Chang Can Dunk (2023)",
        "description": "Chang Can Dunk (2023)~ IMDb - 6.4/10, Rotten Tomatoes - 95% ~2023 ဒီလထဲမှာမှ လတ်လတ်ဆတ်ဆတ် Disney+ က​နေထွက်ထားတဲ့ အားကစား လူငယ်ဒရာမာကား​လေးနဲ့မိတ်ဆက်​​ပေးလိုက်ပါတယ်။၁၆ နှစ်အရွယ် အရပ် ၅​ပေ ၈လက်မ အာရှလူမျိုး ချန်း။ အာရှမိသားစုက ဆင်းသက်လာသူပီပီ အိမ်ကအ​မေက စာကိုပဲတစ်စိုက်မတ်မတ်လုပ် ပညာ​ရေးဘက်ကို အားသန်​နေ​သော်လည်း မိမိကိုယ်တိုင်က ဘက်စကက်​ဘောအားကစားကိုရူးသွပ်​နေတဲ့ ချန်းတစ်​ယောက်...အရပ် ၅​ပေ ၈လက်မဆိုတာ ဘက်စကက်​​ဘောအားကစားအတွက် ​သိပ်​ဘောင်မဝင်တာ​ကြောင့် မတ်ရဲ့ အနိုင်ကျင့်မှု​တွေ နှိမ်တာ​တွေကို ခံ​​နေရတဲ့ချန်း...တစ်​နေ့ ​ကျောင်းသူအသစ် ခရစ်စတီ ​ကျောင်းကို​ရောက်လာ​တော့ ချန်းနဲ့ မတ် အပြန်အလှန် ပိုးပန်းရင်း မခံချင်စိတ်နဲ့ ဘက်စကက်​ဘောအားကစားနည်းမှာ အခက်ခဲဆုံးနည်းတစ်ခုဖြစ်တဲ့ ခုန်သွင်းနည်း(Dunk) ကို လုပ်နိုင်မလုပ်နိုင် မတ်နဲ့​လောင်းလိုက်မိတဲ့အခါ...မတ်နဲ့  စိန်​ခေါ်ထားတာကို လုပ်နိုင်ဖို့ နည်းပြရှာရင်း ယူကျူ့​​ပေါ်က ဒီရွန်းဒ​ရေးနဲ့​တွေ့တဲ့အခါ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1d8tr/(CM)_Chang_Can_Dunk_(2023)_720p.mp4",
        "category": "Drama, Family, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bGSXHkITArICNipXJHdRZRFhmmA.jpg",
        "title": "Far from Home: The Adventures of Yellow Dog(1995)",
        "description": "ခွေးကလူတွေရဲ့အကောင်းဆုံးအဖော်မွန် ဆိုတဲ့စကားပုံကိုကြားဖူးကြမှာပါ။ခွေးဆိုတဲ့သတ္တဝါကဘယ်သူတွေကိုယ့်ကိုစွန့်ခွာသွားသွား ကိုယ့်ဘေးမှာအမြဲတမ်းရှိနေမယ့်သတ္တဝါလေးတွေပါ။မိတ်ဆွေတွေထက် သစ္စာရှိတာကြောင့်မိတ်ဆွေစစ်လို့ခေါ်ဝေါ်ကြတဲ့အကြောင်းကိုတွေ့မြင်ရမှာပါ။ဒီကားလေးကတော့ ခွေးချစ်သူပရိသတ်တွေအတွက် အကြိုက်တွေ့စေမယ့် ခွေးကားဟောင်းလေးတစ်ခုဖြစ်ပါတယ်။၉၀ ခုနစ်ကကားလေးဖြစ်ပြီးတော့ ထိုအချိန်က နေထိုင်မှုဘဝ အဆင်အပြင်တွေကို​ခံစားရမှာပါ။တောတောင်ရေမြေသဘာဝ ကိုကြည့်ရှုလိုသူတွေအတွက်လည်း နောက်ခံမြင်ကွင်းကစိတ်ကျေနပ်စေမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အန်းဂတ်စ်ဆိုတဲ့ဆယ်ကျော်သက်ကောင်လေးက တိရစ္ဆာန်တွေအပေါ်သနားကြင်နာတတ်ပြီး တစ်နေ့မှာတော့ သူ့နောက်ကိုလိုက်လာတဲ့ လမ်းပျောက်နေတဲ့ ပိုင်ရှင်မဲ့ခွေးလေးတစ်ကောင်ကို မွေးစားလိုက်ပါတယ်။ခွေးလေးရဲ့နာမည်ကတော့ Yellow ပါ။ Yellow ကအန်းဂတ်စ်ရဲ့အချစ်ဆုံးသူငယ်ချင်း ဖြစ်လာပြီး သံယောဇဉ်လည်းတွယ်လာရင်း မိသားစုရဲ့အရေးပါသူတစ်ဉီးဖြစ်လာပါတယ်။ဒါပေမဲ့ သူရဲ့တကယ် သစ္စာရှိအနစ်နာခံပုံက အခုမှလာမှာပါ။တစ်ရက်မှာ အန်းဂတ်စ်ဟာ သူ့အဖေရဲ့ပင်လယ်ခရီးတစ်ခုကိုလိုက်သွားပါတယ်။ Yellow ကိုပါခေါ်သွားခဲ့တာပါ။အဲ့မှာ ရာသီဉတုပြင်းထန်တာနဲ့ကြုံပြီး လှိုင်းလုံးမိကာ သင်္ဘောမှောက်ပါတော့တယ်။အဲ့ဒီမှာ အန်းဂတ်စ်နဲ့ Yellow နှစ်ဉီး သူဆောက်ထားတဲ့လှေလေးပေါ်ပါသွားပြီး ကျွန်းတစ်ကျွန်းမှာသောင်တင်ခဲ့ပါတယ်။လူသူပြတ်နေတဲ့ တောခြုံကြားမှာ သူတို့အတူ သဘာဝရဲ့ဘေးအန္တရာယ်တွေနဲ့၊သားရဲတိရစ္ဆာန်တွေရဲ့ ရန်ကိုရင်ဆိုင်ရပါတယ်။ကယ်ဆယ်သူတွေအလာကို စောင့်ဆိုင်းရင်း အန်းဂတ်စ်နဲ့ Yellow နှစ်ယောက်ကျွန်းပေါ်မှာ ဘယ်လိုအသက်ရှင်ရပ်တည်သွားကြမလဲ။ အိမ်ကိုရောအရောက်ပြန်နိုင်မှာလား။ တစ်ဖက်က အန်းဂတ်စ်ရဲ့မိဘတွေဖြစ်တဲ့ ဂျွန်နဲ့ကတ်သရင်းတို့ကရော သူတို့ကိုရှာတွေ့နိုင်ပါမလား။ ခွေးတွေသစ္စာရှိတယ်ဆိုတာ ဘယ်လိုမျိုးလဲ ဆိုတာ ဒီကားလေးထဲမှာကြည့်ရှုခံစားလိုက်ပါ။သရုပ်ဆောင်တွေအနေနဲ့ကတော့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1d8tb/Far.from.Home.The.Adventures.of.Yellow.Dog.1995.720p.AMZN.WEB-DL.DDP2.0(CM).mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gIn1stzs91v5K8ZHPS0Ceh8EdNa.jpg",
        "title": "A Royal Surprise (2022)",
        "description": "A Royal Surprise (2022)အခုတင်ဆက်ပေးမယ့် ကားလေးကတော့ ပေါ့ပေါ့ပါးပါး Romance ကားလေးပဲဖြစ်ပါတယ်...ရိုင်လီဆိုတဲ့ စာအုပ်ဆိုင်ပိုင်ရှင်မလေးဟာ သူ့ကောင်လေး မန်ဒလာရဲ့ မိသားစုနဲ့သွားတွေ့ဖို့ မန်ဒလာနဲ့အတူ တောင်အာဖရိက ကို လိုက်သွားရဖို့ ဖြစ်လာပါတယ်။ အဲဒီကိုရောက်သွားချိန်မှာ ရိုင်လီသိလိုက်ရတာက မန်ဒလာဟာ သိပ်ကိုမှ ချမ်းသာတဲ့အပြင် တော်ဝင်မင်းသားတစ်ပါး ဖြစ်နေတာပါ။ဒီလို လျို့ဝှက်ချက်ကို ခုမှ သိလိုက်ရတဲ့ရိုင်လီအနေနဲ့ မန်ဒလာအပေါ် ယုံကြည်မှုက ယိမ်းယိုင်သွားပါတယ်။\nမန်ဒလာရဲ့အမေ ဘုရင်မကြီးက ရိုင်လီလို သာမန်မိန်းကလေးကို မလိုလားပဲ မန်ဒလာရဲ့ Ex အယမ်ဒါကို ​ပိုသဘောကျနေတာက ကိစ္စတွေကို ပိုပြီးခက်ခဲရှုပ်ထွေးသွားစေတာပါ။ ရိုင်လီရဲ့ မန်ဒလာရဲ့ ရိုမန့်တစ် ချစ်ခရီးလမ်းမှာ ကြုံလာရတဲ့ အခက်အခဲတွေကို သူတို့ ကျော်ဖြတ်နိုင်ပါ့မလား...\nမန်ဒလာ့ကို ချစ်နေသေးတဲ့ ex နဲ့ ဘုရင်မကြီးတို့က ရိုင်လီနဲ့မန်ဒလာရဲ့ ဆက်ဆံရေးကို ဝင်နှောင့်ယှက်တာတွေ အောင်မြင်ပါ့မလားဆိုတာကတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnyun Yadanar Myintmo Htun ...",
        "rating": "5.9",
        "url": "https://megaup.net/2z3gj/(CM)_A_Royal_Surprise_(2022)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p2jre7fJxeQX9qJZqjIpUw9R9zE.jpg",
        "title": "Mummies (2023)",
        "description": "Mummies (2023)~ TMDb - 66%, Rotten Tomatoes - 70% ~ဟာသကာတွန်းရုပ်ရှင်အသစ်လေးတစ်ခုလာပါပြီ။ နာမည်အတိုင်းပဲ ဇာတ်ကောင်တွေက မံမီတွေဖြစ်ပါတယ်။ ရှေးခေတ်အီဂျစ်လူမျိုးတွေဟာ သေလွန်ပြီးတဲ့နောက်မှာ တမလွန်ခေါ် မြေအောက်ကမ္ဘာကို ရောက်သွားတယ်လို့ ယုံကြည်ကြပါတယ်။ အစပထမမှာတော့ မြေအောက်ကမ္ဘာခရီးအဆုံးမှာ သူတို့ရဲ့အလောင်းတွေဟာ အသက်ပြန်ဝင်နိုးထလာမယ်လို့ ယုံကြည်ခဲ့ကြပါတယ်။ ဒါပေမဲ့ အလောင်းတွေဟာ ပုပ်ဆွေးသွားတယ်ဆိုတာကို သိလာပြီးနောက်မှာတော့ တမလွန်ခရီးကအပြန် ရှင်သန်နိုင်ဖို့ အလောင်းတွေကို မပျက်စီးအောင်ထိန်းသိမ်းထားဖို့လိုတယ်လို့ ယူဆခဲ့ကြပြီး ဆေးစိမ်ပတ်တီးစည်းခဲ့ကြပါတော့တယ်။ အဲဒီအလောင်းတွေကို မံမီတွေလို့ခေါ်ပါတယ်။ Mummy ဆိုတဲ့စကားဟာ ရှေးဟောင်း Arabic စကားလုံး mūmiyā ကို လက်တင်ဘာသာနဲ့ mumia လို့ခေါ်ရာကနေ ဆင်းသက်လာတာပါ။ အဓိပ္ပါယ်ကတော့ မပုပ်သိုးအောင်ထိန်းသိမ်းထားတဲ့အလောင်းဆိုတာပါပဲ။ဒီကာတွန်းထဲမှာတော့ မံမီအားလုံးဟာ တမလွန်မြို့ကြီးတစ်ခုမှာ ထာဝရအသက်ရှင်နေထိုင်ကြပါတယ်။ မံမီအားလုံးကို ဖာရိုးဘုရင်ကြီးက အုပ်ချုပ်ပါတယ်။ ဖာရိုးဘုရင်ကြီးရဲ့ သမီးတော် နက်ဖာအတွက် ကြင်ယာဖက်ရွေးဖို့ အချစ်နတ်ဘုရားမရဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2z38l/(CM)_Mummies_(2023)_720p.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tLA4839HtC5GelEsUTFFtAL2ar5.jpg",
        "title": "Deinfluencer (2023)",
        "description": "Deinfluencer (2023)ယနေ့ခေတ်မှာ ကျွန်တော်တို့အားလုံးရဲ့နေ့စဉ်ဘဝမှာ Entertainment ကဏ္ဍက‌နေ\nတစ်စိတ်တစ်ပိုင်းအဖြစ် ပါဝင်လာတဲ့အရာကတော့ Social Mediaပါပဲ။\nSocial mediaနဲ့ Influencer တွေရဲ့အရေးပါမှုက တစ်နေ့တခြား ပိုပိုနေရာယူလာမှုနဲ့အတူ\nSocial media addiction နဲ့ပြဿနာတွေ၊ Cyber Bullying and Abuse တွေ တဖြည်းဖြည်းလိုက်ပါလာတာကိုတော့ ငြင်းမရပါဘူး။ဒီလိုနဲ့ပဲ Social Media ရဲ့ ပြဿနာတွေကို လူတွေသိအောင် သတိထားမိအောင် ချပြတဲ့‌လူတွေ\nInfluencer တွေကို ဆန့်ကျင်တိုက်ခိုက်မဲ့ deinfluencerဆိုတဲ့လူတွေ နေရာအနှံ့မှာ ပေါ်လာတော့တာပေါ့။အခုတင်ဆက်ပေးမဲ့ရုပ်ရှင်လေးထဲမှာကတော့ Social media influencer တစ်ယောက်ဖြစ်တဲ့ .\nကယ်လီဝီဗာဆိုတဲ့ ကောင်မလေး အစွန်းရောက် Deinfulencer ဖြစ်တဲ့ ချားလ်စ်ရဲ့လက်ထဲမှာ ဖမ်းခံထားရတာနဲ့ အစပျိုးထားပါတယ်။\nကယ်လီက Social Media မှာ ဖော်လိုဝါ ၅ သိန်းလောက်ရှိတဲ့ Cheerleader မလေးတစ်ယောက်၊\nတစ်နည်း ကောင်လေးတွေရဲ့အသဲကို ဖမ်းစားထားတဲ့ကောင်မလေးပေါ့။ကယ်လီတစ်ယောက် ချားလ်စ်ဆိုတဲ့ ဆိုက်ကိုဆန်ဆန် deinfluencerလက်ကနေ ...",
        "rating": "",
        "url": "https://megaup.net/1T16f/Deinfluencer.2022.720p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDc4YjhmYzMtMDExMi00NjgyLTgwMWQtMTdjYTRmOGM3NTZjXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_-138x200.jpg",
        "title": "The Siege (2023)",
        "description": "The Siege (2023)\n============အက်ရှင်ကား ကြိုက်သူများအတွက် ၂၀၂၃ ခုနှစ်မှာ အသစ်ထွက်\nရှိလာတဲ့ အက်ရှင်ကားအသစ် တင်ဆက်ပေးလိုက်ပါတယ်။ ဘက်\nဂျက်အကြီးကြီး ရုပ်ရှင်မျိုးတော့ မဟုတ်ပေမယ့် သူ့ဘက်ဂျက်နဲ့\nနိုင်သလောက် လုပ်ပြထားတဲ့ ပုံစံမျိုးပါ။ တစ်ချို့ပြကွက်တွေမှာ\nJohn Wick လို ရုပ်ရှင်မျိုးကိုမှ မတူတဲ့ပုံစံတစ်မျိုးနဲ့ ကြည့်ရှု့ရမှာပဲ\nဖြစ်ပါတယ်။ဝေါ်ကာဟာ ကြေးစားလုပ်ကြံရေးသမားတစ်ယောက်ပါ။ မစ်ရှင်\nတစ်ခုမှာ သူ့ရဲ့ ရုပ်ကိုမြင်သွားလို့ ခဏလောက် ခြေရာဖျောက်နေရင်း\nအထောက်အထားအသစ်လုပ်ဖို့အတွက် ပြန်လည်ခန့်အပ်ရေးစင်\nတာကို ရောက်လာခဲ့ပါတယ်။ ပြန်လည်ခန့်အပ်ရေးစင်တာဆိုကတော့\nJohn Wick ထဲက Continental Hotel လိုမျိုးပဲ လုပ်ကြံရေးသမား\nတွေအတွက် ညအိပ်ဖို့၊ အထောက်အထားအသစ်တွေ လုပ်ဖို့ ကူညီ\nပေးတဲ့နေရာတစ်ခုပါ။စင်တာမှာ ဝေါ်ကာရောက်နေတုန်း လူဆိုးအဖွဲ့တစ်ဖွဲ့က သူတို့သူဌေး\nဖမ်းဆီးထားတဲ့ မိန်းကလေးတစ်ယောက်နဲ့ သူ့ကို ကယ်ထုတ်သွားတဲ့\nအယ်လ်ဒါ့ကို ဝင်ရှာဖို့အတွက် စင်တာကို ဝင်စီးပါတော့တယ်။ အယ်လ်\nဒါလည်း ဝေါ်ကာ့အကြောင်းကို သိထားပြီးသားဆိုတော့ သူတို့ကို\nကူညီဖို့အတွက် ဝေါ်ကာ့ကို အကူအညီတောင်းပါတော့တယ်။ ဝေါ်ကာ\nလည်း ပဲလှော်ကြား ဆားညှပ်ဆိုသလိုပဲ လူဆိုးဂိုဏ်းလက်ထဲကနေ\nအမျိုးသမီး နှစ်ယောက်ကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/2ySmw/The.Siege.2023.720p.WEBRip.(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mCFrW8Wdpg7KYBA173DYPVv5FKi.jpg",
        "title": "[21+] Ken Park (2002)",
        "description": "Ken Park (2002)ဒီကားက တော်တော်ထူးခြားတဲ့ကားလို့ပြောရမယ်။ ဘာလို့ဆို ဒီကားနာမည်ကို ကန်ပတ်လို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက်ရဲ့နာမည်ကိုပေးထားတယ်။ ဒါပေမဲ့ အဲဒီကောင်လေးရဲ့အကြောင်းကို အစနဲ့အဆုံးမှာပဲ ပြောသွားပြီး တစ်ကားလုံး သူတို့သူငယ်ချင်းတွေတစ်ယောက်ချင်းစီအကြောင်းကို Coming of Age ဆန်ဆန်ပြထားတယ်။ ဒီလိုပြထားတာတွေကလည်း လိင်ကိစ္စတွေကို အဓိကအသားပေးပြထားတဲ့အပြင် ကလေးတွေဖြစ်တတ်တဲ့ ခပ်ကြောင်ကြောင်ကိစ္စတွေလည်း မနည်းမနောပြထားတယ်။ ဒါပေမဲ့ အခန်းအများစုကတော့ ဒီက ယဉ်ကျေးမှုနဲ့ မလျော်ညီသလို အင်္ဂါဇာတ်တွေကိုလည်း ကွက်ကွက်ကွင်းကွင်းကိုပြတတ်တာမို့ မိသားစုနဲ့တော့ မကြည့်စေချင်ဘူး။ဒါပေမဲ့လည်း ဒီကားဟာ သာမန်၂၁ကားမဟုတ်ဘဲ ထူးထူးခြားခြားနဲ့ကို ကြည့်ကောင်းနေတဲ့ ဇာတ်အိမ်လေးနဲ့ တည်ဆောက်ထားတဲ့ ရုပ်ရှင်ဆိုတာကတော့ အမှန်ပါပဲ။ ဇာတ်ကလည်းထူးခြား အခန်းတွေကလည်း ကြမ်းပေ့ဆိုတာတွေမှ ကြည့်ချင်တဲ့လူတွေအတွက် ကြည့်သင့်တဲ့ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို s မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 680MB\nQuality - 1080p, 720p\nIMDb Rating - 5.8/10\nFormat - ...",
        "rating": "5.8",
        "url": "https://megaup.net/2z23y/(CM)_Ken_Park_(2002)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/download-143x200.jpeg",
        "title": "Balagam (2023)",
        "description": "Balagam 2023 (IMDb 8.1)အခုတင်ဆက်ပေးမဲ့ တောင်ပိုင်းတလဂူး ဒရမ်မာလေးက rating ကောင်းမွန်သလို\nသာမန်ချစ်ကြိုက်ကွဲငြားဇာတ်လမ်းတွေကို ကျော်လွန်ပြီး လူ့သဘာဝအဖွဲ့\nမိသားစုဒရမ်မာဇာတ်ကောင်းလေးဖြစ်ပါတယ်ကျွန်တော်တို့ ဆယ်ကျော်သက်ဘဝတွေတုန်းက အသည်းစွဲ\nဆရာမင်းလူရဲ့ ရယ်မောခြင်းအပိုင်းအစထဲက ဋရပ်ကွက်သားတွေလို\nဒီဇာတ်ကားထဲကရွာသားတွေကို ကြည့်ရတာ သဘာဝလဲကျ\nပြုံးလဲပြုံးမိရသလို ဂရုဏာလဲသက်လာမိရမှာပါဇာတ်လမ်းအစမှာ ဇာတ်ဆောင်မင်းသားက မြို့နဲ့ရပ်ဝေးရွာလေးမှာ\nပီဇာဆိုင်ဖွင့်လိုက် အင်တာနက်ဆိုင်ထောင်လိုက် ဘီလိယကခုံထောင်လိုက်နဲ့\nဉာဏ်ကောင်းစွာစီးပွားရေးလုပ်ရင်း အကြွေးတင်သွားပါတယ်အဆိုပါအကြွေးကို ထပ်ဉာဏ်ကောင်းပြီး မိန်းမယူရင်း\nမိန်းမတင်တောင်းတဲ့ပိုက်ဆံနဲ့ ဆပ်ဖို့ကြံမှ မိန်းမယူခံနီး\nအဘိုးက ကောက်ခါငင်ခါသေဆုံးသွားပါတယအဲ့ကစ\nဘုကျဘောက်ကျနဲ့ သဘာဝကျကျဇာတ်လမ်းဇာတ်ကွက်များကို\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ အဆုံးထိခံစားကြည့်ရှုဖို့ ပရိသတ်ကြီးကို\nတင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.58GB  / 1.15GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Sai ~ Cherry ~ Nyein",
        "rating": "8.2",
        "url": "https://megaup.net/1d7a1/Balagam_(2023)_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/ezgif-5-84462ffbf1-150x200.jpg",
        "title": "Tough Heart ( 2023 )",
        "description": "အာရုတစ်ခုလုံးကို ဖက်ဆစ်ဂျပန်တွေကနယ်ချဲ့ဖို့ကြိုးစားနေတဲ့\n၁၉၃၀ခုနှစ်အကျော်ကာလကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ တော်လှန်ရေးကားပဲဖြစ်ပါတယ်။\nနိုင်ငံရေးတွေရှုပ်ထွေးပြီး ပြည်သူတွေအားလုံးအတွက်\nသေရေးရှင်ရေးဖြစ်လာတဲ့အခါ ပြည်သူတွေရဲ့မျိုးချစ်စိတ်ကနိုးကြားလာပါတယ်။မျိုးချစ်တစ်ယောက်ဟာအသေခံအရဲစွန့်ပြီး ဂျပန်စစ်တပ်အကြံပေးအရာရှိကို\nလုပ်ကြံခဲ့ပြီး ရှန်ဟိုင်းစစ်ရေးလှုပ်ရှားမှုနဲ့ပတ်သက်တဲ့လျို့ဝှက်သတင်းကို (\nနှစ်တစ်ရာထိုက်ဆွေ့)ထဲမှာဖွက်ထားခဲ့တယ်။\nနှစ်တစ်ရာထိုက်ဆွေ့ကို ကျန်းမိသားစုကရှန်ဟိုင်းကိုလျှို့ဝှက်သယ်ဆောင်လာတဲ့အချိန်မှာ\nကျန်းမိသားစုကသတ်ခံလိုက်ရပါတယ်။ပြဇာတ်အဖွဲ့ကတပည့်လေးတစ်ယောက်ဖြစ်တဲ့ ချင်ထိုက်ဆွေ့ဟာမထင်မှတ်ပဲ\nမှုခင်းနေရာကိုရောက်သွားပြီး တရားခံအဖြစ်သတ်မှတ်ခြင်းခံရပါတော့တယ်။\nနှစ်တစ်ရာထိုက်ဆွေ့ဟာ ရှန်ဟိုင်းမြေအောက်ဂိုဏ်းခေါင်းဆောင်\nလက်ထဲကိုရောက်သွားပြီး လေလံတင်ရောင်းချဖို့ဖြစ်လာပါတယ်။\nအဲဒီအချိန်မှာ အပြစ်မရှိတဲ့ ချင်ထိုက်ဆွေ့ကသူအပြစ်မရှိကြောင်းပြနိုင်ဖို့အတွက်\nလိုက်လံစုံစမ်းရာကနေပြီး မျိုးချစ်ဂျပန်တော်လှန်ရေးသမားတွေနဲ့ပူးပေါင်းမိပြီး\nဂျပန်လျို့ဝှက်စစ်ရေးသတင်းကိုပြန်အရယူဖို့ကြိုးစားကြပါတော့တယ်။\nဆက်လက်ကြည့်ရှုလိုက်ပါဦးနော်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/tough-heart-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZGI5NzYzYWItNjE5Zi00NWNmLWI2OTktN2MxZTcxZjNlZmM5XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Thai Massage (2022)",
        "description": "Thai Massage (2023)\n*****************************\nIMDb-6.8/10\nဟာသမင်းသားကြီး ဂရားဂ်ျရောဝ် နဲ့ Freddy နဲ့ Ram Settu ထဲက\nဘရာဇီးသူအချောလေး ဂျနီဖာပစ်ချီနာတိုတို့ပါ၀င်ထားတဲ့ ဟာသကားလေးပါ။ဇာတ်လမ်းအညွှန်း\nမစ္စတာဒူဘေဆိုတာ အသက် ၇၀ ပြည့်တော့မယ့် မုဆိုးဖိုတစ်ဦးပါ။\nသားသမီးမြေးချွေးမတစ်တွေနဲ့ နောက်အိမ်ထောင်မပြုပဲနေတဲ့\nပတ်၀န်းကျင်ကလေးစားရတဲ့သူတစ်ဦးပေါ့။\nတစ်နေ့မှာ သူအမြတ်တနိုးတန်ဖိုးထားတဲ့ပုံမတော်တဆကျကွဲရာက\nလွန်ခဲ့တဲ့သုံးနှစ်ကဖုံးကွယ်ထားတာကြီးတစ်ခုပေါ်လာပါတယ်\nထိုင်းမှာ သွားပျော်ပါးခဲ့ဖူးတာပါ....ဒီမြို့လေးကနေ ဝေးဝေးလံလံမသွားဖူးတဲ့ သား‌မြေးတစ်သိုက်နဲ့ ဂုဏ်သိက္ခာရှိရှိနေတဲ့\nအငြိမ်းစားလူကြီးလူကောင်းတစ်ယောက်က ဘယ်လိုတွေဖြစ်ပြီး\nထိုင်းမာဆတ်ခန်းကိုရောက်သွားရသလဲ...\nကြီးမှ၀က်သက်ပေါက်တဲ့အဘိုးကြီးတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားတဲ့\nနာမည်ကျော်ဟာသမင်းသားကြီးရဲ့စွမ်းရည်တွေနဲ့ ရယ်ပွဲဖွဲ့နိုင်မလားဆိုတာတော့ ခံစားကြည့်ပါဦးလို့...\nမိဘမောင်ဘွားတွေနဲ့အတူကြည့်ဖို့တော့ အဆင်မပြေတာမို့ တစ်ယောက်တည်းကျိတ်ခွီးဖို့အကြံပေးရင်း ...\nတင်ဆက်ပေးလိုက်ရပါတယ်ခင်ဗျာ။\nFile size…1.94GB / 962MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik San ~ BpL~Yunni",
        "rating": "6.3",
        "url": "https://megaup.net/2z1N5/Thai.Massage.2022.720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7PmemxuM8lxhqlYzYESFWle6wSH.jpg",
        "title": "Angels of Vengeance 2 (2023 )",
        "description": "နည်းပညာတွေ တိုးတတ်နေတဲ့ ခေတ်ကြီးအတွင်းမှာ ဘယ်အရာမဆို\nအွန်လိုင်းကနေပြီး စီမံလုပ်ကိုင်လို့ ရနေခဲ့ပါတယ် ။\nအဲဒီအထဲမှာ အွန်လိုင်းချေးငွေလုပ်ငန်းတွေကလဲ အပါအဝင်ပါပဲ ။\nအာမခံချက် လုံလုံလောက်လောက်မရှိပဲနဲ့ ကိုယ်လိုချင်တဲ့\nငွေပမာဏကို ချေးယူနိုင်တဲ့ အွန်လိုင်းငွေချေးလုပ်ငန်းတွေဟာ\nတရုတ်နိုင်ငံရဲ့ ဟန်ကျန်းမြို့ကြီးအတွင်းမှာ ပျံ့နှံ့လို့နေခဲ့ပါတယ် ။ဒီလိုမျိုး လုပ်ငန်းတွေ ခေတ်စားလာခဲ့သလို မြို့အတွင်းမှာ\nအမျိုးသမီးလူငယ်လေးတွေ အစုလိုက် အပြုံလိုက်ပျောက်ဆုံးမှုတွေဟာလဲ\nထူးထူးဆန်းဆန်း ဖြစ်ပေါ်ခဲ့ပြန်ပါတယ် ။ ဒီအမှုကို အထူးရဲတပ်ဖွဲ့\nအဖွဲ့ခေါင်းဆောင် ရှိီးယွီ ဦးဆောင်တဲ့ အမျိုးသမီးငယ်လေးများဟာ\nစတင် စုံစမ်းခဲ့ကြပါတော့တယ် ။ စုံစမ်းပြီးတဲ့နောက်မှာတော့\nအမျိုးသမီးလူငယ်လေးတွေ အစုလိုက် အပြုံလိုက်ပျောက်ဆုံးမှုတွေဟာ\nအွန်လိုင်းချေးငွေလုပ်ငန်းနဲ့ ပတ်သတ် ဆက်နွယ်နေတဲ့\nအကြောင်းသိရှိသွားခဲ့တဲ့အပြင် ချေးငွေပြန်မဆပ်နိုင်တဲ့ မိန်းမပျိုလေးတွေဟာ\nလိင်ကျွန်အဖြစ် သူများနိုင်ငံကို ရောင်းစားခံတယ်ဆိုတဲ့\nကြောက်မက်ဖွယ်ကောင်းတဲ့ သဲလွန်တစ်ခုကိုပါ ရလိုက်တဲ့အခါမှာ ....?ရှီးယွီ ဦးဆောင်တဲ့ အမျိုးသမီးအထူးရဲတပ်ဖွဲ့ဟာ\nအမှန်တရားနောက်ကို လိုက်ပြီး အမှောင်ထုထဲမှာ ပိတ်မိနေတဲ့\nအမျိုးသမီးငယ်လေးတွေကို ကယ်တင်နိုင်ပါ့မလားဆိုတာကတော့ ?\nသည်းထိတ်ရင်ဖို စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ရှင် ။\nဒီတော့ အထူးရဲတပ်ဖွဲ့ဝင် အမျိုးသမီးငယ်လေးများရဲ့\nစွန့်စားခန်းကို အခုပဲကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/angels-of-vengeance-2-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uWkpjbBe4gRZilXRXbYfsMUZMhz.jpg",
        "title": "A Tourist’s Guide to Love (2023)",
        "description": "A Tourist's Guide to Love (2023)~ Rotten Tomatoes - 71% ~ဒီဇာတ်ကားကတော့ American နဲ့ Asian ဒရာမာနှစ်မျိုးလုံးကို ပေါင်းစပ်တင်ဆက်ပေးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ တစ်ချိန်က She's All That ဇာတ်ကားနဲ့ နာမည်‌ကျော်ခဲ့ဖူးပြီး အခုလက်ရှိမှာတော့ Producer Writer အဖြစ်နဲ့ပါ လုပ်ကိုင်နေတဲ့ Racheal Leigh Cook ကနေ ဇာတ်ဆောင်မင်းသမင်းအဖြစ်ပါဝင်ထားပါတယ်။ တစ်ဖက်မှာ​တော့ ဗီယက်နမ်သွေးပါတဲ့ အမေရိကန်မင်းသား Scotty Ly က ဇာတ်ဆောင်မင်းသားအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အမန်ဒါရိုင်လေ ဆိုတဲ့ အမျိုးသမီးလေးဟာ မကြာခင်ကမှ အူကြောင်ကြောင်ရည်းစားနဲ့ မထင်မှတ်ဘဲလမ်းခွဲခဲ့ရပါတယ်။ ဒီအခါမှာ သူဟာ စိတ်ထွက်ပေါက်လည်းရ၊ အလုပ်အတွက်ပါ ခွင်တည့်တယ်ဆိုပြီး ဗီယက်နမ်မှာ ခရီးသွားလုပ်ငန်းအကြောင်း သွားစုံစမ်းဖို့သွားပါတော့တယ်။ ဒီလိုနဲ့ပဲ ဗီယက်နမ်ရောက်တဲ့အခါ ဆင်းဆိုတဲ့ သူက သူ့ရဲ့ခရီးသွားအကြံပေးအနေနဲ့ စောင့်နေခဲ့ပါတယ်။ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1fUq4/(CM)_A_Tourist_s_Guide_to_Love_(2023)_720p.mp4",
        "category": "Adventure, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/poster-500-133x200.jpg",
        "title": "Love At First Lie (2023)",
        "description": "Right Person ကို Dating app ကနေတဆင့် ရှာနေတဲ့ ထက်မြက်တဲ့အမျိုးသမီးလေး ကိတ်ဟာဆိုရင် ဝေါ်ကာဆိုတဲ့ လူချောလူခန့်နဲ့ တွေ့ကြပါတော့တယ်။ မောင်လူချောက ပိုက်ဆံတွေသုံးပြီး ကိတ်ကို အချိုတွေကျွေးတော့ ကိတ်လည်း တစ်လအကြာမှာ သူဖွင့်ပြောတော့ ချက်ချင်းပဲလက်ခံပြီးတော့ တွဲခဲ့ကြတာပေါ့။ မောင်လူချောအကြောင်းသိထားတာဆိုလို့ ရုပ်ချော ရေလျှံတဲ့ အနုပညာပစ္စည်းကုန်သည်ဆိုတာအပြင် ဘာမှမရှိတော့ အချစ်ဆုံးသူငယ်ချင်းကလည်း သိပ်မယုံနိုင်ဖြစ်နေတော့ ကိတ်ခမျာ ချစ်သူဘက်ကကာပြီး သူ့ကို ဘယ်လောက်ထိချစ်ကြောင်းတွေပြောရတော့တာပေါ့။ တစ်နေ့တော့ ဝေါ်ကာတစ်ယောက် လူဆိုးတွေအလိုက်ခံရာကနေစပြီး သူတို့ကြားမှာ မသင်္ကာစရာတွေဖြစ်လာတော့ ဝေါ်ကာအကြောင်းစုံစမ်းရင်းကနေ ချစ်သူကောင်လေးအကြောင်းသိပြီးတော့ သူတို့တွေဘယ်လိုဆက်ပြီးနှစ်ပါးသွားကြမလဲဆိုတာကို ဒီဇာတ်လမ်းမှာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ Love at First Lie ဆိုတဲ့ ဒီဇာတ်ကား‌လေးက IMDb 4.9/10 ရရှိထားတာမလို့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ရမဲ့ ဇာတ်ကားလေးဖြစ်မှာပါခင်ဗျာ။ File size…(1.4 GB)/(620 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Drama, Tv ...",
        "rating": "",
        "url": "https://megaup.net/2BOf7/Love.At.First.Lie.2023.720p.(CM).mp4",
        "category": "Drama, TV Movie"
    }
]