[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BOTA0YzY3MjktYzdiMi00M2Y3LWEyN2QtNDZlZGY2NWFlNGQyXkEyXkFqcGdeQXVyMTM4MzU4OTE@._V1_-150x200.jpg",
        "title": "The Deep House (2021)",
        "description": "ကိုစပ်စုစိန်နဲ့သူ့ရည်းစားတို့ဟာ ကြောက်ဖို့ကောင်းတဲ့နေရာ ထူးဆန်းတဲ့နေရာတွေကို နှစ်ယောက်သားအတူသွားစူးစမ်းကြပြီး ဗီဒီယိုတွေတင်နေကြတဲ့နှစ်ယာက်ပေါ့။သူတို့ရဲ့ဖော်လိုဝါးတွေအတွက်ဆွဲဆောင်မှုရှိကြောက်ဖို့ကောင်းပြီး ကြည့်ရှူသူများလာစေမဲ့အရာကို ဖန်တီးဖို့ စပ်စုစိန်တစ်ယောက်အကြံရသွားပါတယ်။ဒီလိုနဲ့ပဲ နှစ်ယောက်သားတိုင်ပင်ပြီး ဗြိတိန်ကနေပြင်သစ်အထိတကူးတကလာပြီး စပ်စုစိန်လုပ်ကြပါတော့တယ်။ဒီလိုနဲ့ပြင်သစ်အနောက်တောင်ပိုင်းလေးက ရေအောက်မြုပ်သွားတဲ့ မြို့ကလေး(သို့) ဖရက်စ်ရေကန်လေးကို နှစ်ယောက်သားသွားစပ်စုစိန်လုပ်ကြတဲ့အခါမှာတော့...လျှို့ဝှက်သည်းဖိုဇာတ်ကားတွေကိုကြိုက်တတ်တဲ့သူတွေအတွက် ဇာတ်ကားလေးတစ်ကားပါလို့ညွှန်းပါရစေ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Chit Tee ပါ ) File Size__...,800 MB\nQuality__1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:30:00\nType__Drama, Horror, Mystery, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/1FL6o/The_Deep_House_(2021)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aTV14kh4YVXafBZtyNjQ2GrWsNh.jpg",
        "title": "L: change the WorLd(2008)",
        "description": "Death Note: L Change the World (2008)\n---------------------------------------\nဒီရုပ်ရှင်ကတော့ သေမင်းတမန်စာအုပ်ရဲ့ နောက်ဆုံးရုပ်ရှင်ပဲဖြစ်ပါတယ်.အရှေ့ရုပ်ရှင်နှစ်ခုဖြစ်တဲ့ Deat Noteနဲ့ L is the last nameတို့ရဲ့Spin-out sequelဖြစ်ပြီး ဒီရုပ်ရှင်မှာတော့ L ရဲ့တကိုယ်တော်စွန့်စားခန်းဖွင့်တာကိုမြင်တွေ့ရမှာပါ....ဇာတ်လမ်းအကျဉ်း\n---------------\nLတစ်ယောက်ကီရာ့အမှုကို လိုက်နေရင်းထိုင်းနယ်စပ်က သူ့အဖွဲ့ဝင်တစ်ယောက်လွှတ်လိုက်တဲ့ ညဏ်ကြီးရှင်ကလေးတစ်ယောက်ကိုကယ်ဆယ်ခဲ့ရတယ်.အဲ့ဒီကလေးက အဲ့ဒီထိုင်းနယ်စပ်ရွာလေးအပေါ် ရက်စက်စွာသတ်ဖြတ်ခဲ့တဲ့ မှောင်ခိုဂိုဏ်းတခုရဲ့ ရက်စက်တဲ့အမှုရဲ့ နောက်ဆုံးမျက်မြင်သက်သေပေါ့...ဒီထဲမှာ Lရင်ဆိုင်ရမှာကတော့ သူတို့ရဲ့အဖွဲ့ထဲကအဖွဲ့ဝင််ဖြစ်တဲ့ Kဆိုတဲ့ ညဏ်ကြီးရှင်မိန်းမတစ်ယောက်ပါပဲ...ပညာလွန်သော်ကောက်ကျစ်ရာ၏ဆိုသလို အစွန်းရောက်သွားတဲ့မိန်းမတစ်ယောက်ပါပဲ...ဒီပွဲမှာရော Lတစ်ယောက် အနိုင်ရမှာလားသူဘာတွေစတေးရခဲ့လဲ ဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုခံစားပါခင်ဗျာ \nFile size…2.1Gb / 1.2Gb\nQuality…1080p Blu Ray 5.1CH / 720p\nFormat…Mp4\nDuration….2h 9mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nReviewed by YK\nTranslated by Aung Tay Za",
        "rating": "6.1",
        "url": "https://megaup.net/ZNsk/L.Change.The.World.2008.720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wd0Ri3v8tyRdWuA5PRS2rODOlIa.jpg",
        "title": "Death Note: The Last Name (2006)",
        "description": "Death Note: The Last Name (2006)\n-------------------------------Death Note 2006ရုပ်ရှင် ထွက်ပြီးနောက်ဆက်ထွက်လာတဲ့ ရုပ်ရှင်ကားတခုပဲဖြစ််ပါတယ်....ဒီရုပ်ရှင်မှာတော့ ဇာတ်ရှိန်ဟာ ပိုမိုတက်လာပြီးနောက်ထပ် သေမင်းနဲ့ မိတ်ဆွေဖြစ်ခွင့်ရတဲ့လူသားတစ်ယောက်ထပ်တိုးလာမှာပါ...ဇာတ်လမ်းအကျဉ်း\n------------လူတွေအားလုံးဟာ တနေ့မှာသေကြရမှာပါပဲ...ဒိတော့သေမင်းကို ကြောက်ရတာပေါ့..ဒါပေမယ့် သေမင်းနဲ့သာမိတ်ဆွေဖြစ်ခွင့်ရမယ်ဆိုရင်ရော...အာဆာနဲမီဆာက သေနေ့စေ့ပြီဖြစ်တဲ့မိန်းကလေးတစ်ယောက်.သူက စိတ္တဇလူသတ်သမားရဲ့လက်မှာ သေရမှာဖြစ်ပေမယ့်ကံကြမ္မာအလှည့်ပြောင်းနဲ့မသေရတော့ပဲ သေမင်းနဲ့မိတ်ဆွေဖြစ်ပြီးသေမင်းတမန်စာအုပ်ကိုပါပိုင်ဆိုင်ခွင့်ရလာတဲ့အခါ...သူမရဲ့ခံယူချက်ကလဲ ကီရာလိုပါပဲလောကကြီးကို ဥပဒေဘောင်ပြင်ကနေတရားစီရင်ချင်လာတဲ့အခါ...မီဆာကလဲ ညဏ်နီညဏ်နက်များပြီးကီရာနဲ့ဆုံတွေ့ရတဲ့အခါ စုံထောက်Lတစ်ယောက်ဘယ်လိုဘယ်ခြေနေထိ ခေါင်းသုံးဖြေရှင်းရမလဲဆိုတာကိုတော့ဆက်လက်ကြည့်ရှုခံစားကြပါခင်ဗျာ \nFile size…2.2GB / 1.28GB\nQuality…1080p Blu Ray Remux DTS 5.1 Ch and 720p\nFormat…Mp4\nDuration….2h 21min\nSubtitle….Myanmar Subtile (Hard Sub)\nEncoder….YK\nTranslated by Aung Tay Za",
        "rating": "7.2",
        "url": "https://megaup.net/2lIeC/Death.Note.The.Last.Name.2006.720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/97nEMqXvr5STlFuhACmL8xSrH8f.jpg",
        "title": "Death Note (2006)",
        "description": "Death Note 2006\n-----------------------2006ခုနှစ်က ထွက်ခဲ့တဲ့ Animationကို adaption ပြန်လုပ်ပြီးရိုက်ကူးထားတဲ့ ဒီရုပ်ရှင်ဟာ လူငယ်တွေကြားအတော်လေးရေပန်းစားခဲ့ပြီး ဆု၄ဆုနဲ့ စကာတင်ဆုတချို့လဲရခဲ့ပါတယ်.Ratingပိုင်းမှာလဲ ပြောစရာမရှိအောင်ကောင်းတာကြောင့်ကျွန်တော်တို့ Channel MyanmarကနေQuality အကောင်းဆုံးနဲ့ တင်ဆက်ပေးလိုက်ရပါတယ်.ဇာတ်လမ်းအညွန်း\n-------------------တိုကျိုရဲ့သာမန်မနက်ခင်းတခုရဲ့ သတင်းစာမှာ ရာဇဝတတ်သားတွေရဲ့နာရေးသတင်းတွေ တန်းစီတက်နေတာကြောင့်် ပြည်သူလူထုတချို့ရဲ့အံ့ဩတုန့်လှုပ်မှုက အတော်လေးမြင့်တက်နေပါတယ်. သေဆုံးပုံကလဲတပုံစံတည်းဆိုတော့ ထင်ကြေးအမျိုးမျိုးနဲ့ ဝေဖန်နေကြပါတယ်..သူတို့ရဲ့သေဆုံးပုံကတော့ နှလုံးရပ်ပြီး ရုတ်တရက်ပဟေဌိဆန်ဆန်သေဆုံးကြတာပါပဲ. လူသတ်မှုနဲ့အကျဉ်းကျနေသူတွေ မုဒိန်းကောင်တွေလာဘ်လာဘ်ယူလုပ်ခဲ့တဲ့ ဝန်ကြီးတွေ ခရိုနီတွေနဲ့သူတို့ရဲထင်တိုင်းကြဲနေတဲ့သားသမီးတွေပါ သေဆုံးနေတာကြောင့်် တချို့သောလူတွေကလဲ ဒါကမှတရားမျှတမှု တချို့လူတွေကတော့ ဒါက အစွန်းရောက်မှုဆိုတဲ့ငြင်းခုန်မှုတွေနဲ့ ပွက်လောရိုက်နေကြပါတယ်. ဒါတွေက သမားရိုးကျတိုက်ဆိုင်မှုလေလား လူတစ်ဦးတစ်ယောက်ရဲ့ ပယောဂလားဆိုတာကိုတော့ဇာတ်အိမ်ခိုင်ခိုင်အပေါ် သရုပ်ဆောင်တွေရဲ့လေးနက်တဲ့သရုပ်ဆောင်မှုနဲ့ကြည့်ရှုခံစားသွားရမှာပါ…..File size…1.98GB / 1.15GB\nQuality…1080p Blu Ray Remux DTS 5.1CH\nFormat…Mp4\nDuration….2h 6mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nReviewed by YK\nTranslated by Aung TayZa",
        "rating": "7.6",
        "url": "https://megaup.net/ZMa8/Death.Note.2006.720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/i-saw-the-deivl-133x200.jpg",
        "title": "I Saw the Devil (2010)",
        "description": "ကိုရီးယား မင်းသား လီဗျောင်ဟွန်း နဲ့ မင်းသားကြီး Choi Min‑sik တို့အဓိကအားပြိုင်သရုပ်ဆောင်ထားတဲ့Crime, Drama, Horror အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။IMDb Rating(7.8/10) နဲ့ Rotten Tomatoes (80%) ထိ ရရှိထားတဲ့ နာမည်ကြီးကိုရီးယားဇာတ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့....Special Agent တယောက် –လက်ထပ်တော့မယ် သူ့ချစ်သူ ကို ရက်ရက်စက်စက် တစစီခုတ်ထစ်စွန့်ပစ်ထားတာကို မြင်ခဲ့ပြီးနောက် –ချစ်သူရဲ့ အဖေ က ရဲအရာရှိ –သူ့သမီးကို သတ်သွားတဲ့သူကို မင်း ရအောင်သာရှာ …. ငါ ဘာလုပ်ပေးရ ပေးရ –Special Agent ဟာ ၂ ပါတ်တိတိ ခွင့်ယူပြီး –မသင်္ကာစရာ လူ ၄ ယောက်ကို တယောက်ချင်းစီ စစ်ရင်းမှလူသတ်သမားအစစ် ကို တွေ့တဲ့အခါ ဘယ်လိုတွေ ကလဲ့စားချေမယ်ဆိုတာ –အချိန် ၁၄ ရက်အတွင်းမှာ ဘယ်လောက်ထိရက်စက်မယ်ဆိုတာ– – ...",
        "rating": "7.8",
        "url": "https://megaup.net/2lIlh/(CM)I.Saw.The.Devil.2010.KOREAN.720p.BluRayx264.AAC.5.1CH.Audio.mp4",
        "category": "Action, Adult, Asian, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/images-128x200.jpg",
        "title": "Pei Mama (2021)",
        "description": "ကောလိကူးမား (Yogi Babu) မိသားစုတွေက ငွေအတွက်ဆိုရင် ဘာမဆိုလုပ်မယ့် မိသားစုတွေပါ။\nလုပ်ငန်းရှင်သူဌေးကြီးတစ်ယောက်က သူရောင်းချမယ့်အိမ်မှာ သရဲတွေသောင်းကျန်းနေတဲ့အတွက် နှင်ပေးနိုင်မယ့်လူရှာနေတဲ့\nအချိန်မှာလဲ လွယ်လွယ်နဲ့ငွေရမယ့်အလုပ်ထင်တဲ့အတွက် အတင်းဝင်လုံးပြီး သရဲနှင်တဲ့မိသားစုဟန်ဆောင်\nအလုပ်ကိုလက်ခံခဲ့ပါတယ်။သူတို့တွေ ပတ်တူမာလိုင်ဘန်ဂလိုဆိုတဲ့ လူသူမနီးတဲ့နေရာက အိမ်ထဲကိုဝင်မိတဲ့အချိန်ကျမှပဲ\nသူတို့အထင်မှားခဲ့ပြီဆိုတာကိုသိရပါတော့တယ်။ အိမ်အတွင်းက တစ်ကောင်တည်းမဟုတ်ပဲ မိသားစုလိုက်ရှိနေတဲ့\nသရဲတွေဟာ သူတို့ကိုချုပ်နှောင်ထားခဲ့ပြီးတော့ ဘာကြောင့် သူတို့တွေ အခုလိုဘဝရောက်ရတယ်ဆိုတဲ့အကြောင်းတွေကို\nပြသ အကူအညီတောင်းခံလာခဲ့ပြီး သူတို့ကို ဒီဘဝရောက်အောင်အကောက်ကြံယုတ်မာခဲ့သူတွေကို လက်တုန့်ပြန်ဖို့\nကြိုးစားကြပါတော့တယ်။ဒီတောနယ်အစွန်အဖျားက အိမ်တစ်လုံးကို ဘာကြောင့် ဒီလူတွေ အသည်းအသန်လိုချင်နေကြတာလဲ။ ဘာကြောင့် ဒီမိသားစုကို\nရက်ရက်စက်စက်သတ်ဖြတ်ခဲ့ရုံတင်မကပဲ တစ္ဆေဘဝထိလိုက်ဒုက္ခပေးနေကြတာလဲ။ ငွေရဖို့ ဘာမဆိုလုပ်မယ့် ကောလိကူးမားတို့\nမိသားစုလဲ အမြင်မှန်ရပြီးပြောင်းလဲသွားဖို့ဖြစ်လာမလားစတာတွေကို ဘာဘူးကြီး ဇာတ်ကားတွေရဲ့ထုံးစံအတိုင်းတစ်ကားလုံးပါးစပ်မစေ့တမ်း\nနေရမယ့် ခွီနေရမယ့်ဟာသတွေအပြည့်နဲ့ ရှုစားကြရမှာဖြစ်ပါတယ်။\nFile size…(1.9 GB) / (1 GB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:51:50\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias & San Thu Aung",
        "rating": "5.4",
        "url": "https://megaup.net/ZNgr/(CM)Pei_Mama_(2021)_Tamil_TRUE_WEB-DL_-_720p_-_(DD5.1_-_512Kbps_&_AAC).mp4",
        "category": "Bollywood, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tFPyIS7MpRrNf3MV57zxZ9GoBs.jpg",
        "title": "Laabam(2021)",
        "description": "Laabam (2021)ကဲ .. ဒီနေ့မှာလည်း Tamil ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။Laambam တဲ့ Tamil ဘာသာစကားနဲ့ဆိုရင်တော့ “အကျိုးအမြတ်” ။လောကမှာလူတွေက ဘယ်အရာကိုမဆို အကျိုးအမြတ်ရမှ လုပ်ချင်ကြတာမဟုတ်လား။အကျိုးအမြတ်မရဘဲ ဘယ်သူကမှတော့ အချိန်ကုန်လူပန်းခံပြီး ဘာမှမလုပ်ချင်ကြဘူး။အဲဒီအကျိုးအမြတ်မှာ နှစ်မျိုးရှိိတယ်။ စည်းစိမ်ဥစ္စာဆိုတဲ့အကျိုးအမြတ်ရယ်၊ကိုယ့်စေတနာအကျိုးကြောင့်ပြန်ရတဲ့ ကရုဏာမေတ္တာအမြတ်ရယ်။ဒီဇာတ်လမ်းလေးကိုတော့ Peruvayal လို့ခေါ်တဲ့ရွာလေးအကြောင်းကိုအခြေတည်ပြီးရိုက်ကူးထားတာပါ။ မင်းသားဖြစ်တဲ့ Pakkiri ကဇာတိရွာလေးကစွန့်ခွာသွားခဲ့ရပြီး တစ်ဖန်ပြန်ရောက်လာတဲ့အချိန်မှာသူရွာလေးရဲ့စီးပွားရေးလုပ်ငန်း ကစဉ့်ကလျားဖြစ်နေတာကိုတွေ့ခဲ့တယ်။ဒါကိုဖာသိဖာသာနေလို့ရပေမယ့် ကိုယ့်ဇာတိကရွာသူရွာသားတွေကိုဆွေမျိုးသားချင်းတွေလိုသဘောထားပြီး လယ်ယာမြေလုပ်ငန်းကိုတွင်တွင်ကျယ်ကျယ်အတူတူလုပ်ကြဖို့ ရတဲ့အကျိုးအမြတ်ကိုခွဲဝေယူကြဖို့စည်းရုံးပြီး “လယ်ယာမြေအဖွဲ့အစည်း” တစ်ခုတည်ထောင်လိုက်တယ်။သူ့ကြိုးစားအားထုတ်မှုကြောင့် အရာအားလုံးအောင်မြင်ပြီးအဆင်ပြေနေတဲ့အချိန်မှာ ဘီလူးခေါင်းဆောင်းထားတဲ့Vangamudi ကြီးက ပြည်သူပိုင်မြေနေရာမှာ သူ့အကျိုးအတွက်ဘိုင်အိုဒီဇယ်စက်ရုံကြီးဆောက်ဖို့ လယ်မြေတွေကိုအပိုင်သိမ်းဖို့ကောက်ကျစ်တဲ့နည်းလမ်းမျိုးစုံသုံးကြိုးစားပါတော့တယ်။ဒီလိုနဲ့အဆုံးသတ်မှာ အများအကျိုးသယ်ပိုးပြီးအားလုံးရဲ့မေတ္တာကိုရရှိထားတဲ့ လူထုခေါင်းဆောင် Pakkiri နဲ့ကိုယ့်အကျိုးအတွက်သာကိုယ်ကြည့်ပြီး အမျိုးစုံယုတ်မာတဲ့Vangamudi တို့နှစ်ဦးရဲ့ဘဝအဆုံးသတ်ဘယ်လိုဖြစ်မယ်ဆိုတာကိုတော့ကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ပါတော့နော်။\nFile size…2.17GB / 1.3GB\nQuality…1080p True WEB DL \nFormat…Mp4\nDuration….2h 24min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Hnin Hsu & ...",
        "rating": "",
        "url": "https://megaup.net/1FK4n/Laabam_(2021)_Tamil_TRUE_WEB-DL.720p(CM)_.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7DBMfL397QIvZQoTDe9JmwIa1v9.jpg",
        "title": "A Man Called Ove",
        "description": "A Man Called Ove (2015)\n====================A Man Called Ove ဆိုတာ ဆွီဒင် ကွန်မြူနစ် စာရေးဆရာ နဲ့ ဘလော့ဂါ တစ်ဦးဖြစ်တဲ့ Fredrick Backman ရဲ့ 2012 ထွက် စာအုပ်တစ်အုပ်ပါ ဒီစာအုပ်ကို 2015 မှာ ရုပ်ရှင်အဖြစ် ပြန်လည်ရိုက်ကူးခဲ့ပါတယ်။\nစာအုပ်ရော ရုပ်ရှင်ပါ Rating ‌တွေက ရှေ့ပြေးခဲ့တဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပါ။ခေါင်းစဉ်လေးအတိုင်း အူဗာ ဆိုတဲ့ လူကြီးတစ်ယောက် အကြောင်းပေါ့...\nဒီလူကြီးဟာ သူ့ရဲ့ ဇနီးမယား ဆွန်ညာ သေဆုံးသွားပြီးတဲ့နောက် ဘ၀ကြီးကို လက်လျှော့ အရှုံးပေးလိုက်တဲ့လူ၊ ဆွန်ညာမရှိတော့တဲ့နောက် သူဟာ အလွန်စိတ်တိုတတ်တဲ့ အဘိုးကြီး ဖြစ်လာတယ်။ ရပ်ကွက်ထဲမှာလည်း လူတိုင်းက သူ့ကို လူထူးလူဆန်း လူ့ဂွစာကြီးလို့ သတ်မှတ်ထားကြတယ်။\nဒီလိုနဲ့ လက်လျှော့ အရှုံးပေးတော့မယ့် သူ့ဘ၀ကြီးထဲကို အိမ်နီးနားချင်းအသစ်‌တွေ ရောက်လာတဲ့အခါမှာ တဖြည်းဖြည်းနဲ့ပြောင်းလဲလာခဲ့တယ်။ပျော်ရွှင်‌နေကျလူတစ်ယောက် ဘ၀ကို ...",
        "rating": "7.7",
        "url": "https://megaup.net/ZMue/A.Man.Called.Ove.2015.720p.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-06-at-10.12.58-PM-133x200.png",
        "title": "Raya and the Last Dragon (2021)",
        "description": "Raya and the Last Dragon (2021)========================IMDb Rating - 7.8ဟိုးရှေးရှေးတုန်းကပေါ့ဗျာ .....ပုံပြင်ဆိုတော့ ဒီလိုပဲ စရမယ်လေနော့။ကူမန်ဒြာ ဆိုတဲ့ တိုင်းပြည်မှာ လူတွေရယ် နဂါးတွေ ရယ် အတူတူ နေကြသတဲ့။တစ်နေ့မှာတော့ ဒရွန်း ဆိုတဲ့ ကျောက်ရုပ်ဖြစ်စေနိုင်တဲ့ မိစ္ဆာတွေက လာရောက်အနိုင်ကျင့်ကြတဲ့အခါမှတော့ ...... နဂါးတွေက လူတွေကို ကူညီတိုက်ခိုက်ပေးကြပါတယ်။နဂါးတွေရဲ့ အစွမ်းတွေ စုထားတဲ့ ရတနာနဲ့ ဒရွန်း မိစ္ဆာတွေကို အနိုင်တိုက်နိုင်ခဲ့ပါတယ်။ဒါပေမယ့် ကူညီတဲ့ နဂါးတွေအားလုံး ကျောက်ရုပ်တွေ ဖြစ်သွားကြပြီး နဂါးတစ်ကောင်ကတော့ရှင်ကျန်နေရစ်ခဲ့ပါတယ်။ ကူမန်ဒြာ တိုင်းပြည်ကြီးလည်း လူမျိုးစု ၅ စု ကွဲသွားသလို ရတနာကလည်း၅ ပိုင်း ကွဲသွားခဲ့ပါတယ်။နောက် နှစ် ၅၀၀ အကြာမှာတော့ ဒရွန်းတွေ ပြန်ပေါ်လာခဲ့ပါတယ်။ နှလုံးသားမျိုးနွယ်စု ခေါင်းဆောင်ရဲ့သမီးလေး ရာယာ က နောက်ဆုံးကျန်ခဲ့တဲ့ နဂါး ကို ...",
        "rating": "7.8",
        "url": "https://megaup.net/2hOTh/Raya.and.the.Last.Dragon.2021.720p.Web-DL[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ye3wbYECwfTm6pRpDiaZGYLXE3.jpg",
        "title": "Shades of the Heart (2021)",
        "description": "Shades Of The Heart (2021)ဟိုးအရင်တုန်းက လှည်တန်းခုံးကျော်တံတားဘေးမှာ\nအကိုင်းသက်သက်နဲ့ ကြေကွဲစရာကောင်းအောင်လှတဲ့\nသစ်ခြောက်ပင်အိုကြီးရှိခဲ့ဖူးတယ်။ကဗျာမှာဆို\nသစ်ခြောက်ပင်ဟာ ညှိုးငယ်ကျန်ရစ်သူပေါ့။\nသစ်ရွက်ကလေးတွေဟာ သူ့ကိုစွန့်ခွာသွားခဲ့တာ ကြာပြီ။ပျင်းပျင်းရိရိဖြစ်မိတဲ့ ညနေတွေဆို\nကျွန်တော်အဲ့ဒီသစ်ခြောက်ပင်ကြီးကို\nတမော့တမော ထိုင်ငေးခဲ့ဖူးတာပေါ့။ဘာစကားလုံးမှ မပါဘဲကို အဲ့ဒီသစ်ခြောက်ပင်ကြီးဟာ\nကျွန်တော့်ရဲ့ ညနေတွေကို မှုန်ရီဝေစေခဲ့ဖူးတယ်။\nအဲ့ဒီသစ်ခြောက်ပင်ရဲ့ ရသဟာ ကြေကွဲစရာသက်သက်ပါပဲ။\nဒါပေမဲ့ ဘာရယ်ကြောင့်လဲမသိ။\nအဲ့ဒီသစ်ခြောက်ပင်ရဲ့ ကြေကွဲရတဲ့ အရသာကို ကျွန်တော်ခုံမင်ခဲ့တယ်။\nနောက်နှစ်တွေကျတော့ သစ်ခြောက်ပင်ကြီးရဲ့ အကိုင်းတွေ မရှိတော့ပါဘူး။\nဒါပေမဲ့ ကျွန်တော့်မှတ်ညဏ်ထဲမှာတော့ တစ်ခါတလေ\nသစ်ခြောက်ပင်ကြီးရဲ့ အကိုင်းတွေကို မြင်မက်မိနေတုန်း။\nမြင်မက်မိလေတိုင်းလည်း ‌မှုန်ရီဝေနေတုန်း။ဒီရုပ်ရှင်ဟာလည်း စကားလုံးတွေ ရီဝေမျက်လုံးတွေနဲ့\nတည်ဆောက်ထားတဲ့ သစ်ခြောက်ပင်တစ်ပင်ပါပဲ။\nရုပ်ရှင်မှာ အဓိကဇာတ်ကောင်ဟာ\nလူတစ်ယောက်ပြီးတစ်ယောက်နဲ့ စကားပြောနေရင်းတင် ပြီးသွားတယ်။သို့ပေမဲ့ လူတွေနဲ့ စကားပြောတာထက်\nဒဏ်ရာတွေနဲ့စကားပြောတယ်လို့ ပြောရင် ပိုမှန်လောက်မယ်။\nသူ့ဒဏ်ရာတွေ သူပွေ့ပိုက်ရင်း\nတခြားသူ ဒဏ်ရာတွေကို နားထောင်တာကို\nကျွန်တော်တို့ကြည့်ရင်း\nဒဏ်ရာတစ်ခုခုမှာတော့ ကျွန်တော်တို့ အမာရွတ်တွေဟာ တဆစ်ဆစ်နာလာနိုင်ကောင်းရဲ့။ပြန်တွေးကြည့်ကြရင် ငါ့ရှင်သန်မှုဟာ\nအိပ်မက်တစ်ခုလား တကယ့်အရှိလားလို့ ခံစားမိဖူးကြမှာပေါ့။\nကြားဖူးတယ် .....\nအမာရွတ်တွေဟာ ကျွန်တော်တို့ အတိတ်တွေဟာ\nအစစ်အမှန်ဖြစ်ခဲ့တယ်ဆိုတာကို အမှတ်ရစေနိုင်မယ့် စွမ်းအားမျိုးရှိတယ်တဲ့။\nဒီလိုဒဏ်ရာသက်သက် ရုပ်ရှင်တွေကို ဘာလို့ တပ်မက်သလဲမေးလာရင်\nကျွန်တော့်အဖြေက ဖော်ပြပါအတိုင်းပါပဲ။(အမှန်ပြောရရင်တော့ ဒီကိုရီယားရုပ်ရှင်ဟာ\nသမားရိုးကျ ကိုရီယားရုပ်ရှင်ပရိတ်သတ်တွေ\nအတွက် ...",
        "rating": "6.6",
        "url": "https://megaup.net/ZMid/Shades.of.the.Heart.2021.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BNzI5MDQ2MjctOTBiMC00Y2JmLWFiNGUtMTBlOGJjZDBjMjQ2XkEyXkFqcGdeQXVyMzQ5Njc3NzU@._V1_-138x200.jpg",
        "title": "Veere Di Wedding (2018)",
        "description": "Veere Di Wedding (2018)\n---------------------------------\nမိန်းကလေးတိုင်းမှာ ကိုယ့်အိမ်ထောင်ဖက်၊ ချစ်သူနဲ့ ပတ်သက်ပြီး ငယ်ရွယ်စဉ်အခါကထဲက အိမ်မက်ကိုယ်စီရှိတတ်ကြပါတယ်.... တစ်ချို့က ငယ်ငယ်ကထဲက စကြိုက်မိတဲ့သူနဲ့ပဲ အိမ်ထောင်ပြုမယ်...တစ်ချို့ကျ ချမ်းသာတဲ့သူ...တစ်ချို့ကျတော့လည်း တွဲသမျှရည်းစားတိုင်းနဲ့ အဆင်မ​ပြေတာကြောင့် အိမ်က ပေးစားမယ့်သူပဲ စောင့်နေတော့မယ်ဆိုပြီးတော့​ပေါ့၂၀၁၈ က ထွက်ရှိထားတဲ့ Veere Di Wedding မှာ ငယ်ပေါင်း မိန်းကလေး သူငယ်ချင်း ၄ ယောက်ရဲ့ ကိုယ်စီ အိမ်ထောင်ပြုရေး၊ အိမ်ထောင်ရေး သုခ ဒုက္ခတွေကို ပေါ့ပေါ့ပါးပါးလေးနဲ့ မြင်ရတယ်။ တစ်ယောက်က နိုင်ငံခြားသားနဲ့ လင်ယူသားမွေးထား၊ တစ်ယောက်က ငယ်ချစ်နဲ့ ရပေမယ့် အိမ်ထောင်ရေး ဒုက္ခရောက်နေရပြီး ရည်စားတွေနဲ့ ပြတ်ထားတဲ့ တစ်ယောက်ရှိသလို... ၃ နှစ်ကြာတွဲလာပြီးမှ လက်ထပ်ဖို့ အရေးတွန့်ဆုတ်နေရ...ခေါင်းရှုပ်နေရတဲ့ မင်းသမီးချော Kareena Kapoor လည်းရှိနေပြန်ပါတယ်...ရုပ်ရှင်ထဲမှာ သူငယ်ချင်း​တွေရဲ့ ချင်ခင်ရင်းနှီးမှု၊ မင်္ဂလာဆောင်ခါနီး မိဘတွေရဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/ZMga/(CM)Veere_Di_Wedding_2018.Hindi.720p.WEBRip.x264.AC3.ESubs.-.Hon3yHD.mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BNzAwNzUzNjY4MV5BMl5BanBnXkFtZTgwMTQ5MzM0NjM@._V1_-135x200.jpg",
        "title": "Venom (2018)",
        "description": "DatShin Review: Venom (2018)\n…\nPlotEddie Brock ဆိုတဲ့ သတင်းထောက်တစ်ယောက်ဟာ လူတွေကို တရားမဝင်စမ်းသပ်မှုတွေလုပ်နေတဲ့ကုမ္ပဏီကြီးတစ်ခုကို ဝင်ထောက်လှမ်းရင်း ပြင်ပကမ္ဘာသက်ရှိတစ်ကောင်ဖြစ်တဲ့ Venom နဲ့ ထိတွေ့ ကူးစက်ခံခဲ့ရတယ်။ အဲအချိန်မှာပဲ ကုမ္ပဏီကြီးကသူ့အမြင် သူ့ရည်မှန်းချက်အတွက် တစ်ကမ္ဘာလုံးကို ဒုက္ခရောက်ဖို့ ကြိုးပမ်းလာတဲ့အခါမှာတော့ Eddie ဟာသူ့အပေါ်မှာ ကပ်မှီပြီး နေနေတဲ့ Venom နဲ့ အတူ ပူးါပေါင်းတားဆီးဖို့ ကြိုးပမ်းရပါတော့တယ်။Review\n.\nVenom ရုပ်ရှင်ဟာ လတ်တလော controversial အဖြစ်ဆုံး ကားလို့ ပြောရမှာပါ။Critic အများစု မကြိုက်သလောက် Fan အများစု ကြိုက်ကြတယ်။ကျွန်တော့အနေနဲ့ကတော့ Venom character နဲ့ ပတ်သက်ပြီး အများကြီး မသိပါဘူး။Spider-Man video game တွေထဲမှာလောက်ပဲ တွေ့ဖူးတာ များတယ်။ဆိုတော့ ကျွန်တော့ အမြင်က နည်းနည်းကွဲရင် ကွဲနိုင်သပ။အရင်ဆုံး မကောင်းဘူး ထင်တာတွေ ပြောပါမယ်။မင်းသား Tom ...",
        "rating": "7.0",
        "url": "https://megaup.net/ZMe0/(CM)Venom.2018.4K.BluRay.x265.10bit.SDR.AC3.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5c8G0XcXv2LFdyLAevke5ovr7lW.jpg",
        "title": "Flight(2021)",
        "description": "Flight(2021) အညွှန်း********************IMDb...8.0 ရန်ဗီးမနိုးသရားဟာ အိန္ဒိယရဲ့ နာမည်ကျော်လေယာဉ်တည်ဆောက်ရေးကုမ္ပဏီတစ်ခုဖြစ်တဲ့ Adityaraj Aviations ရဲ့\nMD တစ်ယောက်ဖြစ်ပြီး လတ်တလောဖြစ်ပွားခဲ့တဲ့လေယာဉ်ပျက်ကျမှုတစ်ခုကြောင့်ကုမ္ပဏီဟာ ဘက်ပေါင်းစုံက\nထိုးနှက်တိုက်ခိုက်မှုတွေကြုံနေရချိန်ဖြစ်ပါတယ်။ဒီကိစ္စကို သူကိုယ်တိုင်စုံစမ်းမိချိန်မှာ ဈေးပေါပေါနဲ့တင်သွင်းထားတဲ့အစိတ်အပိုင်းတွေကြောင့်ဆိုတာ သိရှိသွားပြီးနောက် သတင်းစာရှင်းလင်းပွဲအတွက်ကိုယ်ပိုင်လေယာဉ်နဲ့ဒူဘိုင်းကိုထွက်လာခဲ့ပါတယ်။လေယာဉ်ပေါ်ရောက်တဲ့ခဏ အရက်တစ်ခွက်နဲ့အတူမှေးကနဲဖြစ်သွားပြီးသူပြန်နိုးလာတဲ့အချိန်မှာတော့\nလေယာဉ်တစ်ခုလုံးဟာ ဖရိုဖရဲဖြစ်နေပြီး လေယာဉ်မယ်လေးနှစ်ယောက်သေဆုံးနေတာကိုတွေ့လိုက်ရတဲ့အပြင်၊ပြင်ပကမ္ဘာလောကကြီး\nတစ်ခုလုံးနဲ့ပါ အဆက်အသွယ်ပြတ်တောက်နေပြီးတော့ လေယာဉ်ဟာမောင်းသူမရှိပဲပျံသန်းနေတာကို တွေ့လိုက်ရတဲ့အခါ..။\nဒီကိစ္စဟာ လေယာဉ်ပြန်ပေးမှုလား၊ ဒါမှမဟုတ် တစ်စုံတစ်ဦးက သူ့အပေါ်မလိုမုန်းထားမှုနဲ့အကောက်ကြံခဲ့တာဖြစ်မလား၊သူ့ကိုလုပ်ကြံချင်တာ\nဆိုရင်လဲ အပြစ်မဲ့လေယာဉ်မယ်နှစ်ယောက်ကိုသတ်သွားပြီး သူ့ကိုချန်ထားခဲ့တဲ့ ကိစ္စရဲ့နောက်ကွယ်မှာဘယ်လိုအကြောင်းချင်းရာတွေရှိမလဲ၊ စတဲ့ ပဟေဠိတွေများစွာကို အကူအညီမဲ့ တစ်ယောက်တည်းဖြေရှင်းရပါတော့မယ်။Flight ဟာလှည့်ကွက်တွေ အချိုးအကွေ့တွေ စွန့်စားခန်းတွေနဲ့ ရင်မသည်းဖိုကြည့်ရှုရမယ့် action/thiriller\nဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Alias ပဲဖြစ်ပါတယ်...    File Size : (2.16GB)(1.04GB) &(303MB)\nQuality :Web-Dl 1080p ,720p\nFormat…mp4\nDuration…01:56:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alias\nEncoded by Phyo Pyae",
        "rating": "8.0",
        "url": "https://megaup.net/ZMdq/Flight.(2021).WEB-DL.1080P.PP.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gQYKSRVo5iZACFOY6x50RblI6rx.jpg",
        "title": "The Final Girls (2015)",
        "description": "The Final Girls (2015)\n=================ဒီဇာတ်ကားဟာ 2015 ခုနှစ်ထွက် Horror/Comedy အမျိုးအစားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့\nမက်စ်နဲ့ အမန်ဒါဟာ နှစ်ယောက်တစ်ဘ၀ရုန်းကန်နေကြတဲ့ အမေတစ်ခု သမီးတစ်ခု မိသားစုလေးပေါ့။\nမက်စ်ရဲ့အမေ အမန်ဒါဟာ ငယ်စဉ်တုန်းက Horror ရုပ်ရှင်တစ်ခုမှာ ပါ၀င်သရုပ်ဆောင်ဖူးသူဖြစ်ပြီး ရုပ်ရှင်ကြယ်ပွင့်တစ်ယောက်ဖြစ်ဖို့ အရမ်းစိတ်အားထက်သန်သူပါ။\nမမျှော်လင့်ပဲ သူကြိုးစားနေတဲ့လမ်းခုလတ်မှာတင် ကားမတော်တဆမှုမှာ အမန်ဒါသေဆုံးသွားပြီးနောက် မက်စ်တစ်ယောက်ဟာ သူ့အမေကို အမြဲသတိရ‌နေခဲ့ပါတယ်။နှစ်တွေအကြာ တစ်ရက်မှာအကြောင်းအမျိုးမျိုးကြောင့် မက်စ်တစ်ယောက် သူ့သူငယ်ချင်းတွေနဲ့ အမန်ဒါသရုပ်ဆောင်ခဲ့တဲ့ Horror ရုပ်ရှင်ကို သွားကြည့်ကြဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။\nဒီလိုနဲ့ မက်စ်နဲ့ သူ့သူငယ်ချင်းတစ်သိုက် မမျှော်လင့်ပဲ အဲ့ဒီရုပ်ရှင်ထဲကို ရောက်ရှိသွားတဲ့အခါမှာတော့...\nသူတို့အုပ်စု ရုပ်ရှင်ထဲကနေ ထွက်ပြေးလွတ်မြောက်ဖို့ ကြိုးစားကြ‌ပုံတွေကို\nသည်းထိတ်ရင်ဖိုနဲ့ ဟာသလေးနှောပြီး ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။(ဇာတ်ကားနဲ့ အညွှန်းကို Chuck Chuck မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 1.6GB, 1GB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "6.6",
        "url": "https://megaup.net/ZLag/The_Final_Girls_(2015).720p.CM.mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BY2QyN2I5ZTAtZTFhZS00MjIxLTg5YmEtNGE5MzNkMTExZTM2XkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_-135x200.jpg",
        "title": "Bend It Like Beckham (2002)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (85%)မင်းသမီးကီရာနိုက်တလေပါဝင်တဲ့ဒီဇာတ်ကားလေးက Sport,Comedy,Drama ပုံစံနဲ့ ဟိုးအရင်တုန်းက ကားလေးဖြစ်ပေမယ့် ကြည့်ရှုသူတွေအတွက် လွမ်းစရာလေးတွေနဲ့ ပြည့်နှက်နေတဲ့ဇာတ်ကားလဲ ဖြစ်မှာပါ။\nလွမ်းစရာဆိုတာကတော့ မန်ယူဖန်တွေအတွက်လို့ ပြောရင်ပိုမှန်လိမ့်မယ်။\nမန်ယူနဲ့ ဘက်ခမ်းတို့ လျှမ်းလျှမ်းတောက် ကျော်ကြားစဉ်က ထွက်လာခဲ့တဲ့ဒီကားလေးဟာ\nပေါ့​ပေါ့ပါးပါးနဲ့ အိန္ဒိယ၊ အင်္ဂလိပ် ဖက်စပ်ရိုက်ကူးထားတာဖြစ်ပါတယ်။\nအိန္ဒိယကောင်မလေးတစ်ယောက်ဟာ ယဉ်ကျေးမှုတွေကနေ သွေဖီပြီး ဘောလုံးကန်ချင်တဲ့ ဆန္ဒပြင်းပြနေခဲ့တယ်။\nသူ့ရဲ့ အိုင်ဒေါကလည်း ဒေးဗစ်ဘက်ခမ်း။\nဘက်ခမ်းကို အရူးအမူးဖြစ်ရာကနေ ဘောလုံးကန်တဲ့နေရာမှာလည်း ထူးချွန်အောင်ကြိုးစားတယ်။\nဒါပေမယ့် အိန္ဒိယတို့ရဲ့ ထုံးစံအရ ဒါဟာ မိန်းကလေးတွေ လုပ်ရမယ့်အလုပ်မဟုတ်ဘူးဆိုပြီး မိဘ​တွေက တားမြစ်ပိတ်ပင်တယ်။\nဒါပေမယ့် သူကလည်း တစ်ချိန်ကျရင် ဒေးဗစ်ဘက်ခမ်းလို ဝေ့ဝိုက်ကန်ကွက်တွေနဲ့ ကမ္ဘာကျော်ရမယ်လို့ စိတ်ထဲတွေးထားတာ။\nအဲဒီလိုနဲ့ ကျောင်း မိန်းကလေးအသင်းက လူတွေနဲ့တွေ့တဲ့အခါ သူဘယ်လိုဖြစ်လာမှာလဲ။\nကမ္ဘာကျော်သွားမှာလား။\nဒေးဗစ်တို့နဲ့ တွေ့ရမလား၊\nအိမ်ကကော အသာတကြည်ခွင့်ပြုနိုင်ပါ့မလားဆိုတာကို\nဇာတ်လမ်းလေးကြည့်ရှုရင်း ခံစားကြည့်ကြပါလို့ ညွှန်းဆိုပါရစေ။\nမန်ယူဖန်တွေအနေနဲ့ကတော့ ဝမ်းနည်းပက်လက်ဖြစ်စေမယ့် ကားလေးဆိုတာ အာမခံပါတယ်...(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Mugiwara Ya မှ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2lGmD/(CM)Bend.It.Like.Beckham.720p.BluRay.x264-AVCHD.mp4",
        "category": "Bollywood, Comedy, Drama, Romance, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/poster_2x-135x200.jpg",
        "title": "Monster Family 2 (2021)",
        "description": "Monster Family 1အပြီးမှာ မိသားစုရဲ့ပျော်ရွှင်မှုကို ပြန်လည်ရှာတွေ့အပြီး မကောင်းဆိုးဝါးဘဝမှ ကျိန်စာပြယ်ကာ လူသားအဖြစ်ကို ပြန်လည်ရောက်ရှိလာတဲ့ Wishboneမိသားစုတသိုက်ဟာ\nစုန်းမကြီး Baba Yagaနဲ့ ခင်ပွန်းလောင်း Renfieldတို့ အဖမ်းခံရတဲ့ကိစ္စကြောင့် မကောင်းဆိုးဝါးအဖြစ် ပြန်အသွင်ပြောင်းကာ ကယ်တင်ဖို့ ကြိုးစားရပြန်ပါပြီစုန်းမကြီးတို့ကို ဖမ်းဆီးသွားသူက Mila Starrလို့ခေါ်တဲ့ Monster Hunter ဖြစ်နေပြီး Baba Yagaတို့အပြင် ကမ္ဘာတစ်ဝှမ်းလုံးက မကောင်းဆိုးဝါးပေါင်းစုံကို လိုက်လံဖမ်းဆီးနေတဲ့အခါ...ဘာလို့ Mila Starrက မကောင်းဆိုးဝါးတွေကို လိုက်လံဖမ်းဆီးနေရတာလဲ၊ သူ့ရဲ့ရည်ရွယ်ချက်ကရော ဘာလဲ Wishboneမိသားစု ဘယ်လိုတွေ စွန့်စားခန်းဖွင့်ကြမလဲဆိုတာကို Animationတို့ ထုံးစံအတိုင်း ချစ်စရာကာတွန်းရုပ်လေးတွေ၊ အလွဲတွေနဲ့ ရယ်ရယ်မောမောကြည့်ရှုရမယ့်အပြင်တကယ်ကောင်းတဲ့ သင်ခန်းစာတွေလည်း ပါသေးတာကြောင့် ပိတ်ရက်မှာ မိသားစုနဲ့အတူ ပျော်ပျော်ရွှင်ရွှင်ကြည့်ရှုရမယ့် မိသားစုAnimationကားလေးပဲ ဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ )File Size__1.75 GB , ...",
        "rating": "6.2",
        "url": "https://megaup.net/ZLq7/Monster_Family_2_(2021)_720p.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rUEwJTmbfjI4ZSPhWXw8wqbV2XJ.jpg",
        "title": "Three Sisters (2021)",
        "description": "Three Sisters (2021)IMDb - 7/10\nMDL Stars - 7.5/10Buil Film Awards - Best Supporting Actress ( Kim Sun Young )\nBaek Sang Art Awards - Best Supporting Actress ( Kim Sun Young )ဆုနှစ်ဆု အပိုင်သိမ်းခဲ့ပြီးတော့ တစ်ကြိုစာရင်း ၉ ကြိမ်ဝင်ခဲ့တဲ့\nကိုရီးယား ဒရာမာ ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ညီအစ်မ ၃ ယောက်ဆိုတဲ့ နာမည်အတိုင်း ညီအစ်မ ၃ ယောက်ရဲ့ဇာတ်လမ်းပါပဲ။ကျေးလက်မှာ မွေးဖွားပြီး မြို့ပြမှာ ကြီးပြင်းခဲ့တဲ့ ညီအစ်မ ၃ ယောက်\nကိုယ့်အကြောင်းကိစ္စတွေနဲ့ မဆုံဖြစ်၊ မဆုံနိုင်ကြတာ\nတစ်နေ့မှာတော့ အဖေ့မွေးနေ့မှာ ဆုံဖြစ်ကြတဲ့အခါမှာတော့ .....ဇာတ်လမ်းတင်ပြပုံက ရိုးရှင်းသလောက်\nဒရာမာ ပီသလောက်အောင် တင်ပြပုံက တော်တော်ကောင်းပါတယ်။\nရုပ်ရှင်ဆုရကားရယ်လို့ မပြောရပါဘူး။မင်းသမီးကြီးတွေကလည်း ...",
        "rating": "7",
        "url": "https://megaup.net/2lzlo/Three.Sisters.2021.720p.FHDRip.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fnqmGW6N9fxEyPEylC2qT4bbUmd.jpg",
        "title": "Homunculus (2021)",
        "description": "Homunculus (2021)\n===============2021 အစောပိုင်းလောက်က Psychological Mystery Thriller အမျိုးအစားအနေနဲ့ ထွက်ရှိလာတဲ့ ဒီ Netflix ရုပ်ရှင်လေးကတော့ Hideo Yamamoto ရဲ့ နာမည်ကြီး manga ဖြစ်တဲ့ Homunculus ကို live action အနေနဲ့ အသက်သွင်းထားတာပဲ ဖြစ်ပါတယ်။အဓိက ဇာတ်ဆောင်ကတော့ Nakoshi လို့ ခေါ်တဲ့ယောက်ျားတစ်ယောက်...အိမ်ခြေယာမဲ့တစ်ယောက်အဖြစ် နေထိုင်ရင်း ဆင်းရဲမှုနဲ့ ချမ်းသာမှု နှစ်ခုကြား မိမိကိုကိုယ် အဖြေရှာနေသူတစ်ယောက်..စိတ်ခံစားချက်တွေကင်းမဲ့နေသူတစ်ယောက်ပါ...\nတစ်နေ့မှာ ဆေးကျောင်းသားအလုပ်သင်တစ်ယောက်ဖြစ်တဲ့ Ito ဆိုတဲ့ကောင်လေးတစ်ယောက်က သူ့ကိုထူးဆန်းတဲ့စမ်းသပ်မှုတစ်ခုလုပ်ဖို့ ကမ်းလှမ်းလာခဲ့တယ်... အဲ့ဒါကတော့ Trepenation လို့ခေါ်တဲ့ နဖူးအလယ်တည့်တည့်မှာ အပေါက်ဖောက်တာပါ ၊ ခုနစ်ရက်အတွင်းမှာ Nakoshi ကို စိတ်ခံစားချက်တစ်ခုခုပေးစွမ်းမယ်ဆိုတဲ့ ကတိနဲ့ပေါ့သေမထူးနေမထူးလို့ ခံစားနေရတဲ့ Nakoshi ကလည်း ဒီစမ်းသပ်မှုကို သဘောတူညီပြီးနောက်ပိုင်းမှာ လူတွေရဲ့ အတွင်းစိတ်ထဲက ဖိစီးမှုတွေကို သတ္တဝါတွေအနေနဲ့ မြင်နိုင်တဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/31Cjy/Homunculus_(2021)_720p.CM.mp4",
        "category": "Fantasy, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BYzc2NDI5MzEtNmYxOS00NTdkLWJlMWUtM2UxNDBjNWI5NjU2XkEyXkFqcGdeQXVyMTY2NDA5MzE@._V1_-138x200.jpg",
        "title": "Every Last One of Them (2021)",
        "description": "သမီးဖြစ်သူပျောက်ခြင်းမလှပျောက်သွားလို့ စုံစမ်းဖို့ မြို့ထဲကိုရောက်လာတဲ့ အထူးတပ်ဖွဲ့ဝင်ဟောင်း Jake Hunter...သူရောက်နေတာက Nichols ဆိုတဲ့ သူဌေးကြီးချုပ်ကိုင်နေတဲ့မြို့လေးပါသူ့သမီးပျောက်သွားတဲ့အကြောင်းကို ခြေရာခံလိုက်ရှာရင်း တစ်မြို့လုံးပတ်မွှေနေတဲ့ Jake Hunter က\nတစ်မြို့လုံးနဲ့တစ်ယောက်လို့ဆိုရလောက်အောင် တစ်ကိုယ်တော်သမီးရှာပုံတော်ဖွင့်နေတဲ့သူ အဆုံးမှာ ပျောက်ဆုံးနေတဲ့သမီးကို ရှာတွေ့မလားAction ကားတို့ထုံးစံ အပစ်အခတ်အသတ်အပုတ်တွေနဲ့ဆိုတော့ ကြည့်ရရှုရငြိမ့်လှတဲ့ ကားလေးမို့ ကြည့်ဖို့ညွှန်းလိုက်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Chit Tee ပါ )File Size__1.5 GB , 850 MB\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:30:00\nType__Action\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chuck Chuck & Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/31Cyv/Every_Last_One_of_Them_(2021)_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BMzMwMjM5MTQ0M15BMl5BanBnXkFtZTcwMjAyMzcyOQ@@._V1_-140x200.jpg",
        "title": "Under the Hawthorn Tree (2010)",
        "description": "IMDb Rating (7.1) / Rotten Tomatoes (76%)ဒါရိုက်တာ ကျန်းယိမုံ 張藝謀 ရိုက်ကူးထားတဲ့ Under the Hawthorn Tree (山楂樹之戀) ဆိုတဲ့ ၂၀၁၀ ခုနှစ်လောက်က ရိုက်ကူးခဲ့တဲ့ ဇာတ်ကားအကြောင်း ပြောပြချင်ပါတယ်။အဓိက ကြည့်ဖြစ်သွားတာကတော့ (ကျွန်တော့်ချစ်သူလေး) ကျိုးတုန်းယွီ သရုပ်ဆောင်ထားလို့ပါ။ ဒီဇာတ်ကားက စာရေးဆရာမ အိုက်မီ ရေးသားခဲ့တဲ့ Hawthorn Tree Forever (山楂樹之戀) ဆိုတဲ့ ဖြစ်ရပ်မှန် ဝတ္ထုကို ပြန်လည်ရိုက်ကူးထားခြင်း ဖြစ်ပါတယ်တဲ့။ ဖြစ်ရပ်မှန်ဇာတ်လမ်းဆိုတဲ့အတိုင်းပဲ ဒီဇာတ်လမ်းဟာ ၁၉၇၀ ခုနှစ်ဝန်းကျင် ယဉ်ကျေးမှုတော်လှန်ရေးကာလကို အခြေခံထားပါတယ်။ ပုံမှန်အားဖြင့်ဆို ဒီဇာတ်လမ်းမျိုးကို တရုတ်အစိုးရက ရိုက်ကူးခွင့် မပေးသလို ရိုက်ကူးဖို့လဲ ဆင်ဆာတွေ တစ်ပြုံကြီးထိနိုင်တဲ့ ဇာတ်လမ်းမျိုး ဖြစ်နေလို့ပါတယ်။ ဒီဇာတ်ကားဟာ လူ ၂ ဦးရဲ့ ချစ်ခြင်းကိုသာမက အဲ့ဒီခေတ်ရဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/ZK3w/(CM)Under.the.Hawthorn.Tree.2010.BluRay.1080p.DTS.x264-CHD.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eQdtVLcwloJ1oqVSdfxazZBYHtX.jpg",
        "title": "Ninja Assassin (2009)",
        "description": "IMDB: (6.4/10)ကိုရီးယား နာမည်ကြီး သရုပ်ဆောင် Rain ပါ၀င်သရုပ်ဆောင်ထားတဲ့\nNinja Assassin ကို BluRay HEVC Quality နဲ့ Update တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းပုံစံကတော့\nလူသတ်သမားဂိုဏ်းကို အစပျိုးဖို့ အတွက် မိဘမဲ့ လူငယ်လေးတွေကို သိုင်းသင်ပေးနေတဲ့ အဖွဲ့ အစည်းတစ်ခုမှာ\nကြီးပြင်းလာရတဲ့ ကောင်လေး တစ်ယောက်အကြောင်းပါ\nအစကတော့ ဒီအသင်းအဖွဲ့ က မိဘမဲ့ကလေးတွေကိုစောင့်ရှောက်ပေးတယ်လို့ ထင်ရပေမယ့်\nရက်စက်မှုများစွာနဲ့ ငရဲခန်းတစ်ခုအဖြစ်သိလာတဲ့နောက်\nထွက်ပြေးဖို့ကြံရွယ်ကြသူတွေရှိကြသလို မိသွားခဲ့ရင်တော့ မတွေးရဲစရာ နှိပ်စက်အပြစ်ပေးတတ်ပါတယ်။ဒီလိုနဲ့ Rain တစ်ယောက်ဟာလဲ ဒီဂိုဏ်းအဖွဲ့ထဲကနေထွက်ပြေးခဲ့ပါတယ်...\nဒါပေမယ့် ဘယ်လိုပဲ ထွက်ပြေးပြေး ဒီအဖွဲ့ဟာ နောက်ကနေ တစ်ကောက်ကောက်လိုက်ပြီး\nအဖွဲ့ပေါ် သစ္စာဖောက်သူတွေနဲ့ ထွက်ပြေးသူတွေကိုသတ်ဖြတ်ကြပါတော့တယ်...သွေးသံရဲရဲ မြင်ကွင်းတွေ အများကြီးပါ၀င်လို့ နှလုံးအားနည်းသူတွေ မကြည့်သင့်ပါဘူး။\nFile size…(1.9 GB) / (900 MB)\nQuality….BluRay HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:38:41\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Wai Zin",
        "rating": "6.4",
        "url": "https://megaup.net/1FHuf/(CM)Ninja.Assassin.2010.720p.BluRay.HEVC.6CH_AAC.mkv.mp4",
        "category": "Action, Crime, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Runt_2021_on_Theater_and_VOD_Release_Date_Trailer_Starring_and_more-128x200.jpg",
        "title": "Runt (2021)",
        "description": "လူ့အသိုင်းအဝိုင်းမှာ ဘောင်မဝင်တဲ့ခံစားချက်၊ သက်တူရွယ်တူတွေကြားမှာ အဖက်လုပ်ခြင်းမခံရတဲ့ ခံစားချက်ဆိုတာ လူတိုင်းမှာ အနည်းနဲ့အများတော့ ရှိတတ်ပါတယ်ဒီဇာတ်ကားကတော့ ကျောင်းရဲ့အပယ်ခံလိုဖြစ်နေတဲ့ ကျောင်းသားတွေရဲ့အကြောင်းပါ\nဖခင်ဆုံးပါးပြီး မိခင်ရဲ့ဝင်ငွေတစ်ခုထဲနဲ့ ကျားကန်နေရတဲ့ ပညာရေးမှာထူးချွန်သူ\"ကယ်ဗင်\"\nမိဘတွေက ဆေးသမားဖြစ်နေလို့ ငယ်စဉ်ကတည်းက စောင့်ရှောက်ရေးဂေဟာတွေမှာ ကြီးပျင်းလာခဲ့ရသူ \"ဆက်စလီ\"ဘယ်သူမှအပေါင်းအသင်းမလုပ်ချင်ကြတဲ့ သူတို့၂ဦးဟာ ဘဝချင်းတူတော့ ရင်းနှီးလာကြတယ်၊ ခင်မင်လာကြတယ်\nထိုမှတဆင့် မေတ္တာမျှလာကြတယ်\nဒါပေမဲ့ မိန်းကလေးက လက်ရောက်စော်ကားခြင်း ခံရတယ်၊ ယောကျာ်းလေးက ကျောင်းလူမိုက်တွေ နှိပ်စက်တာကို အလူးအလဲခံရတယ်\nဒါပေမဲ့ သူတို့ဘက်မှာ ရပ်တည်မဲ့သူဆိုတာ မရှိပါဘူး\nမျက်နှာမွဲ၊ငွေမွဲတဲ့သူတို့အတွက် ကျောင်းဆိုတာငရဲပါပဲဒါပေမဲ့ လူဆိုတာခံနိုင်ရည်ရှိတဲ့အတိုင်းအတာဆိုတာ ရှိကြစမြဲပဲလေ\nနည်းမျိုးစုံနဲ့ဖိနှိပ်ခံရပြီး သည်းမခံနိုင်တဲ့ အဆုံး သူတို့အစွမ်းကုန်ပေါက်ကွဲပါတော့တယ်\nအဲ့ဒီ ပေါက်ကွဲမှုကို ဒီဇာတ်ကားထဲမှာ လှလှပပနဲ့ တစ်ဆင့်ချင်း ခံစားနိုင်အောင် ရိုက်ကူးပြထားတယ်\nဘာကြောင့်များ ဒီလောက်ထိ ပြောင်းလဲသွားရတာလဲ\nဘယ်လိုကြောင့်များ ဒီလိုလုပ်ရက်တာလဲဆိုတာ ကြည့်နေရင်းနဲ့ အတွေးထဲကို အလိုလိုဝင်လာအောင် ရိုက်ကူးပြထားပါတယ် Western countryတွေရဲ့ High school lifeကိုရိုက်တိုင်း သူတို့ရဲ့Socailကျမှု၊ လွတ်လပ်မှု၊ ပါတီပွဲတွေနဲ့ အချိန်ပြည့် ...",
        "rating": "6.2",
        "url": "https://megaup.net/ZJv2/Runt_(2021)_720p.mp4",
        "category": "Drama, School, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/4Ap6Z_4f-1-140x200.jpg",
        "title": "Haunted Tales (2021)",
        "description": "Haunted Tales (2021) ဇာတ်လမ်းအညွှန်း************************************ဒီဇာတ်ကားမှာတော့ \"သရဲခြောက်သောကား\"၊ \"ပိတ်လှောင်မိခြင်း\"၊ \"စာအုပ်ထဲက အမှန်တရား\"စတဲ့ဇာတ်လမ်းတိုသုံးပုဒ်နဲ့ရိုက်ကူးထားတဲ့ကားဖြစ်ပါတယ်။အပိုင်း(၃)ပိုင်းကို တစ်ဆက်တည်း ရိုက်ပြထားပြီး တစ်ခုချင်းမှာ ခပ်ဆန်းဆန်းတွေ မတူအောင်ပြထားပါတယ်...ထိုင်းနိုင်ငံရဲ့ နာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ရိုက်ကူးထားသလိုရုံတင်ဇာတ်ကားလည်းဖြစ်ပါတယ်...\"သရဲခြောက်သောကား\"ကတော့ လျှို့ဝှက်ချက်တွေပေါတဲ့ ငယ်ရွယ်တဲ့စီးပွားရေးလုပ်ငန်းရှင်ကအိမ်အပြန်လမ်း တက္ကစီကို စီးနေရင်းထိတ်လန့်ဖွယ်ရာအဖြစ်ဆိုးနဲ့ကြုံခဲ့ပုံကို ရိုက်ပြထားပါတယ်...\"စာအုပ်ထဲက အမှန်တရား\" သည်းထိပ်ရင်ဖိုသရဲအကြောင်းရေးသားတဲ့စာရေးဆရာတစ်‌ယောက်ကစာအုပ်တစ်အုပ်ရေးဖို့ လူသူနဲ့ကင်းဝေးတဲ့အိမ်မှာ သွားတည်းရင်းအလွန်ကြောက်စရာကောင်းတဲ့ဖြစ်ရပ်ကိုကြုံခဲ့ပုံကိုရိုက်ကူးပြထားတာပါ...\"ပိတ်လှောင်မိခြင်း\"ကတော့ အမျိုးသမီးတစ်ယောက်ဟာ သရဲဟော်တယ်တစ်ခုရဲ့ ကြောက်လန့်ဖွယ်ရာအကြောင်းရာတစ်ခုကို ရှာဖွေဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။သူအသက်ရှင်ဖို့အတွက်ကြိုးစားရင်း ဝိညာဉ်ဆိုးတွေကိုကျွတ်လွတ်အောင်ကူညီပေးပုံကို ရိုက်ကူးထားတဲ့ဇာတ်လမ်းတိုတစ်ပုဒ်ဖြစ်ပါတယ်.... File Size :(846MB) and (305MBB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:37:00\nGenre : Horror,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mann Mawkunn & Hseng Hom\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2lDM7/Haunted.Tales.2021.NF.WEB-DL.720P.PP.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7GdI2d330vgaNHdqOv3gbsK562E.jpg",
        "title": "Young Adult Matters (2020)",
        "description": "Young Adult Matters (2020)ဒီတစ်ခါတော့ ရုပ်ရှင်ဆု ၃ ဆု ဖြစ်တဲ့- The Directors' Guild of Korea (DGK) Award\n- KTH Award at the 25th Busan International Film Festival\n- Best Actress Award (Buil Film Awards)တို့ ရရှိထားတဲ့ လူငယ်ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။Squid Gameထဲက ''ငါနဲ့ကစားပေးလို့ ကျေးဇူးတင်ပါတယ် ''တစ်ခွန်းနဲ့အချစ်တွေသိမ်းကျုံးယူသွားတဲ့ Ji Yeong(Lee Yoo Mi) နဲ့EXID အဆိုတော်အဖွဲ့ထဲက EXIDရဲ့ Hani တို့ အဓိကသရုပ်ဆောင်အနေနဲ့ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။==================================လူငယ်.....သစ်ရွက်လေးလုပ်တာမြင်ရင်တောင် စိတ်ကစား ထွေပြားတတ်ကြတဲ့အဲ့အရွယ်မှာ တွေ့ကြုံရမယ့် ပြသနာတွေဆိုတာကတော့စိတ်ပိုင်းဆိုင်ရာရော ရုပ်ပိုင်းဆိုင်ရာမှာပါ အများကြီးရှိကြပါတယ်ဘဝမှာ အပြောင်းအလဲတစ်ခုအနေနဲ့ ရှေ့ဆက်လျှောက်မယ့်အနာဂတ်ကို ဖန်တီးထုဆစ်ပေးတာကအဲ့အရွယ်ကာလလို့ဆိုလည်း မမှားဘူးဗျအရာရာတိုင်းကို စူးစမ်းချင်ကြသလို ...",
        "rating": "5.3",
        "url": "https://megaup.net/1FCaa/Young.Adult.Matters.2020.720p.NF.WEB-DL.DDP2.0.x264.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4niEFGAUEz3GUqwk9Y2y4aAERhE.jpg",
        "title": "Night Teeth(2021)",
        "description": "Night Teeth(2021) အညွှန်း**********************Vampire movie ကိုမှ မှုန်မှုန်ထိုင်းထိုင်းရှေးဆန်တဲ့ပုံစံမျိုးမဟုတ်ပဲ ခေတ်ဆန်တဲ့ဇာတ်အိမ်နဲ့သွေးစုပ်ဖုတ်ကောင် အလန်းစားတွေပါတဲ့ကားပဲဖြစ်ပါတယ်...သွေးစုပ်ဖုတ်ကောင်တွေဟာယနေ့ခေတ်ကြီးအထိ လျှို့ဝှက်သိုသိပ်စွာနေထိုင်နေပြီး သူတို့ကိုလိုက်ရှာပြီးသတ်နေတဲ့သွေးစုပ်ဖုတ်ကောင်မုဆိုးအဖွဲ့အစည်းတွေလည်းရှိနေပါတယ် ....Benny ဆိုတဲ့ကောင်လေးကတော့ ကျောင်းသားတစ်ယောက်ဖြစ်ပြီး အားလပ်ချိန်မှာအချိန်ပိုင်းကားအငှါးမောင်းရင်းနဲ့ အပိုဝင်ငွေလေးရှာနေတဲ့သူပေါ့...တစ်နေ့တော့ ခပ်လန်းလန်း ကောင်မလေး (၂) ယောက်ကသူ့ကို တစ်ညကားမောင်းဖို့ ငှါးလိုက်ပါတယ်...အလန်းစား(၂)ပွေဆိုတော့ ပျော်ရွှင်မြူးတူးစွာ ဝန်ဆောင်မှုတွေပေးခဲ့တာပေါ့...သို့ပေမဲ့ သူပို့တဲ့ အလန်း(၂)ပွေဟာ သွေးစုပ်ဖုတ်ကောင်အကြမ်းစားမတွေဖြစ်နေတဲ့အပြင်အဲ့ဒီညမှာပဲ အလွန်တရာရက်စက်တဲ့သွေးစုပ်ဖုတ်ကောင်မုဆိုးအဖွဲ့အစည်းရဲ့လိုက်လံသတ်ဖြတ်ခြင်းခံရတဲ့အခါ....ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....မမ Megan Fox ကြီးလည်း ပွဲဝင်ကြမ်းထားလေရဲ့....File Size :(0.99GB) and (380 MB)\nQuality : WEB-DL.NF.1080P, 720p\nFormat…mp4\nDuration…01:47:00\nGenre : Action ,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu & Hnin Kit\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/31B4j/Night_Teeth.(2021).NF.WEB-DL.1080p.5.1ch.mkv",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/MV5BOTJkMTA5MWUtYjk4MC00Y2Q1LWE4ZWYtYzkxOTBlNjBmMzBkXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-142x200.jpg",
        "title": "The Man from Nowhere (2010)",
        "description": "IMDb Rating(7.8) / Rotten Tomatoes (100%)မြန်မာပရိတ်သတ်ကြီးရဲ့ ငယ်ကျွမ်းဆွေမင်းသားကြီးလဲဖြစ် မြန်မာပြည်သူအသဲနှလုံးကို ရိုက်ခတ်ခဲ့တဲ့ <<<ဆောင်းရွက်ဦးရွက်ကြွေ ချစ်သက်သေ>>>ဇာတ်ကားမှ မင်းသား ထယ်စောက် လို့လူသိများတဲ့မင်းသား(Won Bin) ရဲ့ ကျော်ကြားတဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်ကားဟာဖြင့် ကိုရီးယားမှာ ရုံတင်ပြသရာမှာ ၄ပတ်ထဲနဲ့ ကြည့်ရှူ.သူ ၄,၀၄၇,၂၂၇ ကျော်ခဲ့လို့ စံချိန်တင်ဇာတ်ကားတစ်ကားဖြစ်ရပ်တည်ခဲ့ပါတယ် ။ခုခေတ်မှာ အောင်မြင်နေတဲ့ John Wick ဟာ ဒီကားကို အတုယူထားတာဖြစ်တယ်လို့ ဒါရိုက်တာမင်းများက ဆိုထားခဲ့ဖူးပါတယ်။\nဒီကားထဲမှာ ထယ်စောက်ရဲ့ အက်ရှင်ဇာတ်ကြမ်းကို ကြည့်ရမှာဖြစ်တဲ့အပြင် တစ်ချို့အပိုင်းဒရာမာလေးတွေကလည်း ရင်ကိုထိစေပါလိမ့်မယ်။ဇာတ်လမ်းအကြမ်းဖျဉ်းကတော့မင်းသားဖြစ်သူဟာ စစ်ဘက်ထောက်လှမ်းရေးကနေထွက်ပြီး ဇာတ်မြုပ်နေထိုင်သူတစ်ယောက်...\nသူ့အိမ်လေးဘေးက ကလေးမလေးဟာ တေလေဂျပိုးသူခိုးမလေး။\nသူက အပေါင်ဆိုင်လေးဖွင့်ထားတော့ ခိုးလို့ရသမျှပစ္စည်းတွေ သူ့ဆီလာပေါင်ရင်း တစ်စွန်းတစ်စ ရင်းနှီးလာကြတယ်။\nဒါပေမယ့် ကောင်မလေးရဲ့ အမေက ဆေးသမားဖြစ်နေတော့ မမျှော်လင့်ထားတဲ့ ဇာတ်ရှုပ်တွေက မင်းသားဆီကို ဆက်နွှယ်လာပါတော့တယ်။ ကလေးမလေး အဖမ်းခံရတဲ့အချိန်မှာ ထယ်စောက်တစ်ယောက်က ယခင်အတိတ်ကသူကြမ်းခဲ့တဲ့အတိုင်း ပြန်ကြမ်းလာပြီး\nကလေးမလေးကို ...",
        "rating": "7.8",
        "url": "https://megaup.net/1FG14/(CM)The_Man_From_Nowhere_2010_720p_H.264_BluRay_AAC.mp4",
        "category": "Action, Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7OfTWTQEvPcwPrOdeLH0F3h6GRZ.jpg",
        "title": "I Know What You Did Last Summer (1997)",
        "description": "I know what you did last summer (1997)\n========================အထက်တန်းကျောင်းပြီးသွားတဲ့ နွေရာသီကာလတစ်ခုမှာပေါ့...  သူငယ်ချင်းတစ်သိုက် ပါတီတွေလုပ်ကြတယ်။\nပျော်ကြတယ်။ မူးကြတယ်။ ကား လျှောက်ပတ်မောင်းကြတယ်။သူတို့ ကြိုမသိလိုက်တာက နောက်တစ်ချိန်မှာဖြစ်လာမယ့် သူတို့ရဲ့ အိပ်မက်ဆိုးတွေဟာ အဲဒီနွေညမှာပဲ\nစတင်ခဲ့တယ်ဆိုတာပဲ။ကားလျှောက်ပတ်မောင်းရင်း လူတစ်ယောက်ကို တိုက်မိတယ်။ ရဲတွေနဲ့ မပက်သက်ချင်၊\nဖြစ်လာမယ့် အရှုပ်အရှင်းတွေကိုလည်း ရင်မဆိုင်ချင်ကြတဲ့အဆုံးမှာတော့ အလောင်းဖျောက်ပစ်ဖို့ ကြိုးစားကြတယ်။ဒါကို သူတို့က မတော်တဆဖြစ်တာပါလို့ ကိုယ့်စိတ်ကိုယ် ပြန်ချော့တယ်။ဒါပေမယ့် တိုက်ခံရတဲ့သူဟာ မသေသေးဘူး။ သူတို့ ကြောက်ကြောက်လန့်လန့်နဲ့ ရေထဲချလိုက်မှ\nဒါဟာ လူသတ်မှုဖြစ်သွားတာပဲ။ဒီကိစ္စကို ဘယ်သူ့မှမပြောကြေး၊ သေတဲ့အထိ လျှို့ဝှက်ထားကြမယ်ဆိုပြီး တစ်ယောက်နဲ့တစ်ယောက် သစ္စာဆိုခဲ့ကြတယ်။\nဒါပေမယ့် နောက်နှစ် နွေရာသီကာလမှာ စာတစ်စောင်ရောက်လာတယ်။\" မင်းတို့ မနှစ်နွေရာသီတုန်းက ဘာလုပ်ခဲ့လဲ ငါသိတယ် \" ဆိုပြီးတော့ပေါ့။\nအတိတ်ရဲ့ တစ္ဆေဟာ သူတို့ကို ပြန်ခြောက်ခဲ့ပြီ။~~~~ ~~~~ ~~~~ ~~~~ ~~~~ ~~~~နာမည်ကြီး လူသတ်ကားတစ်ကားဖြစ်တဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1FFcl/I_know_what_you_did_last_summer_(1997)_720p.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zRsqo4iSRvUK8eFsmT4y16BbmnX.jpg",
        "title": "Pihu (2016)",
        "description": "Pihu (2016)\n=========IMDb 6.7 ရရှိထားပြီး မိဘတိုင်း မဖြစ်မနေကြည့်ရှုသင့်တဲ့ ပညာ​ပေးကားလေးတစ်ကားနဲ့ မိတ်ဆက်​ပေးပါရ​စေ....မိဘတိုင်းရဲ့ အဆိုးရွားဆုံး အိမ်မက်ကို ပုံ​ဖော်ရိုက်ကူးထားပြီး ၂၀၁၈တုန်းက ထွက်ရှိခဲ့တဲ့ အိန္ဒိယရုပ်ရှင် \"Pihu\"\nဖြစ်ရပ်မှန်​ပေါ် အ​ခြေခံထားပြီး အသည်းတယားယား ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကား​ကောင်းဖြစ်ပါတယ်...အဓိက ဇာတ်​ဆောင်က​တော့ ၂နှစ်အရွယ် က​လေးငယ် Pihu ပါ ကလေးတွေရဲ့ ထုံးစံအတိုင်း စပ်စပ်ဆော့ဆော့နေရာက ဘေးအန္တရာယ်မျိုးစုံ ကျရောက်ရမယ့်အဖြစ်​တွေ...\nမိခင်ဖြစ်သူအဆုံးစီရင်သွားတာကို မသိ၊ သေဆုံးခြင်းကို နားမလည်​သေးတဲ့ ကလေးငယ်လေး တိုက်ခန်းထဲမှာ သူတစ်​ယောက်ထဲ ဘယ်လို​နေထိုင်​နေမလဲ...ဒီကားလေးမှာ မိဘဖြစ်သူတွေဟာ အိမ်အတွင်း ကလေးငယ်တွေ ဘေးအန္တရာယ်မကြုံရအောင် ဘယ်လိုတွေ ပြင်ဆင် ကာကွယ်သင့်တယ်ဆိုတာကို သင်ခန်းစာယူနိုင်မယ့်အပြင် မိဘ ၂ ဦးကြားက ပြဿနာ​တွေက အပြစ်မဲ့တဲ့ ကလေးငယ်တွေရဲ့ဘဝကို ထိခိုက်စေနိုင်တယ်ဆိုတာကိုလည်း သတိပြုရမှာဖြစ်ပါတယ်...ကလေးငယ်လေးဟာ ဘေးအန္တရာယ်ကြီးကြီးမားမားကြုံတွေ့ရမလား၊ မိခင်ဖြစ်သူဟာ ဘာကြောင့် အဆုံးစီရင်ရတာလဲ၊ ကလေးငယ်လေးရဲ့စူးစမ်းဆင်ခြင်စိတ်တွေဟာ ဘယ်အတိုင်းအတာအထိ ရောက်နိုင်မလဲဆိုတာကိုတော့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2lDrC/Pihu.2018.720p.NF.WEB-DL.DDP5.1.x264-Telly.mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/killing-them-softly-7d77fa-152x200.jpg",
        "title": "Killing Them Softly (2012)",
        "description": "Killing Them Softly (2012)\n====================\nIMDb Rating - 6.2/10\nRotten Tomatoes - 74%ဒီရုပ်ရှင်ကို ဘာလို့ကြည့်ဖြစ်ခဲ့လဲဆိုရင် ဖြေရမယ့် အဖြေက တစ်ခုတည်းရှိမယ်။ ဘရက်ပစ်ပဲ။\nပုံမှန်အားဖြင့်ဆိုရင်တော့ ဇာတ်ကားတစ်ကားကို ကြည့်သင့်လားဆိုတာ ဒါရိုက်တာကြည့် ဆုံးဖြတ်ကြတာများပေမဲ့\nကိုယ်သဘောကျတဲ့ သရုပ်ဆောင်တစ်ယောက်ရဲ့ သရုပ်ဆောင်ပုံကို မြင်ရမှာကိုလည်း ထည့်တွက် ဆုံးဖြတ်ကြတာပဲမလား။\nဒီကားဟာ ဒီအချက်အတွက်တော့ စိတ်မပျက်စေခဲ့ဘူး။ဘရက်ပစ်ဟာ မျှော်လင့်ထားတဲ့အတိုင်း သူ့ကိုမြင်နေကျ သူ့ဟန်အတိုင်းပဲ ပေါ်လာခဲ့တယ်။ ဇာတ်လမ်းကတော့\"မနူးမနပ်လူမိုက်ကလေးတွေက ဝါရင့်လူမိုက်ကြီးတွေကို ကတုံးပေါ်ထိပ်ကွက် လုပ်ဖို့ ကြံတဲ့အကြောင်းပါပဲ။\nဒီဇာတ်အိမ်ကို အမေရိကန် ဘဏ္ဍာရေးပျက်ကပ်ခေတ်မှာတည်ပြီး အဲ့ဒီကာလက သတင်းတွေ မိန့်ခွန်းတွေကို တစ်ချိန်လုံးနီးပါး နောက်ခံအသံထည့်ထားတယ်။\nထည့်ထားရတဲ့အကြောင်းရင်းက ဘာလဲ\nဒီမနူးမနပ် လူမိုက်တွေရဲ့အဖြစ်နဲ့ ဘဏ္ဍာရေးပျက်ကပ်ကို သရော်ချင်တာလား ဘာလားတော့ စီးပွားရေးပျက်ကပ်နဲ့ပက်သက်ပြီး ဂဃနဏမသိလို့ ညဏ်မမှီဘူး။\nမှီတဲ့သူတွေအတွက် ပိုသဘောကျချင်စရာ ကောင်းလောက်မယ်။ခပ်ကြမ်းကြမ်း ရွဲ့ရွဲ့ စကားတွေပြောနေမယ့် ဘရက်ပစ်အပြင် Goodfellasထဲက Ray Liottaလည်းပါတယ်။\nCogan's Tradeဆိုတဲ့ ဝတ္တုကိုပြန်ရိုက်ထားပြီး ကားကောင်းတွေ ...",
        "rating": "6.2",
        "url": "https://megaup.net/ZIpj/Killing_Them_Softly_(2012)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lubDkWllPr0Susbv0K4oMGuOiLg.jpg",
        "title": "Titane (2021)",
        "description": "TITANE(2021)\n==============IMDb Rating (7.1) / Rotten Tomatoes (87%)Directed By Julia DucournauArt Filmတွေကို ရွေးတာများတဲ့\nနာမည်အကြီးဆုံး ရုပ်ရှင်ပွဲတော်ဖြစ်တဲ့\nကိန်းရုပ်ရှင်ပွဲတော်ရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့\nPalme d'Orကို ရခဲ့တဲ့ ရုပ်ရှင်ပါ။\nဒီနှစ်ရဲ့ ခုထိအချိန်အတွင်းမှာ Art Filmလိုင်း\nHorrorလိုင်းမှာ အနောက်ရုပ်ရှင်ဖန်တွေကြား\nလူပြောအများဆုံး ရုပ်ရှင်ဆိုလည်း ဟုတ်ပါတယ်။တစ်ချို့ကတော့ Titaneကို ဘာမှန်းမသိခြင်းနဲ့\nsurrealismဆန်ခြင်းဆိုတဲ့အပိုင်းမှာ\nသူ့လိုင်းက နာမည်ကြီးကားတွေဖြစ်ခဲ့တဲ့\nMidsommarနဲ့ David Lynchရဲ့\nEarserheadထက်ကို အတော်သာတဲ့\nမာစတာပိစ်ရုပ်ရှင်လို့ဆိုကြပါတယ်။\nရှင်းရှင်းပြောရရင် ဘာမှန်းမသိတဲ့နေရာမှာ\nသာတာပါ။ Horror/Thrillerလိုင်းရဲ့\nနတ်ဘုရားသဖွယ်ဖြစ်နေတဲ့\nA24 Fanတွေကလည်း Titaneကို\nအတော်သဘောကျနေကြတယ်။ဇာတ်ကြောင်းကို စာ၂ကြောင်းလောက်ရေးပြ\nလိုက်ရင် အ‌တော်စိတ်၀င်စားသွားကြမှာပေမဲ့\nကျွန်တော်လည်း ဘာမှန်းမသိဘဲ\nကြည့်ရင်းမှ ဘာလဲဟဆိုပြီး ဖြစ်ခဲ့ရတာမို့\nအဲဒီ၂ကြောင်းလောက်ကို ပြောမိရင်ကို\nနည်းနည်းပေါ့သွားမယ် ယူဆလို့\nမပြောတော့ပါဘူး။ ကိုယ့်ဘာသာကြည့်ပြီးပဲ\nဘာလဲဟ လိုက်ကြပါတော့။Cinematographyအပိုင်းမှာလည်း\nအတော်လေးချီးကျူးခံထားရပါတယ်။\nလက်ရှိ‌ခေတ်ထထားတာ မကြာသေးတဲ့\nနီယွန်ညဆန်ဆန်တွေလည်း တွေ့ရတယ်။\nသတိချပ်စရာက Horror Thrillerပေမဲ့\nBody Horrorပါ။ကျန်တာတော့\nလန့်စရာ မပါပါဘူး။ဟုတ်ကဲ့ ဒီရုပ်ရှင်ဟာ မာစတာပိစ်ရုပ်ရှင်ပါပဲ။\nသောက်ကျိုးနဲ ကြောင်တောင်နေတဲ့\nဘာပြချင်တာလဲဆိုတဲ့အချက်ကို ဖမ်းမရတဲ့\nဘုရားစူး မာစတာပိစ်ပါပဲ။\nရုပ်ရှင်ဟာ ဘာကိုမှ ပြဖို့ တာ၀န်မရှိပါဘူး။\nArt Houseရုပ်ရှင် ပီပီသသပဲ\nဒါရိုက်တာရဲ့ တင်ဆက်ပြသပုံက\nပရိတ်သတ်ဘက်ကိုငဲ့ပြီး အကုန်ချပြမထားဘဲ\nသူပြချင်တဲ့နားကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/1FF6i/(CM)Titane.2021.FRENCH.720p.WEBRip.DD5.1.x264-NOGRP.mp4",
        "category": "Adult, Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4bdPi4rjb4m3Ks806FBsEQYQTo6.jpg",
        "title": "Kaminey(2009)",
        "description": "Kaminey(2009) အညွှန်း********************ဒီဇာတ်ကားလေးကတော့ IMDb rating 7.4 အထိ ရရှိထားပြီး Shahid Kapoorနဲ့ Priyanka Chopraတို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ ဟင်ဒီစကားပြော ဘောလိဝုဒ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\" ဘဝမှာ ပိုက်ဆံရဖို့ နည်းလမ်း(၂)သွယ်ရှိတယ်...တစ်ခုက ဂွင်ကြီ:ကြီးရိုက်တာ ....နောက်တစ်ခုကဂွင်သေးသေးရိုက်တာ......\" ဒါကတော့ ချာလီဆိုတဲ့ မြင်းပွဲဒိုင်ဖွင့်ချင်တဲ့သူတစ်ယောက်ရဲ့လက်သုံးစကားပဲ...သူ့စကားအတိုင်း မြင်းပွဲတွေကို  မြင်းမောင်းသမားတွေနဲ့ ပေါင်းပြီးငွေရဖို့ အချီကြီးတွေဆော်လေ့ရှိတယ်....သို့ပေမဲ့ ဒီလောကမှာ အင်အားကြီးသူ အာဏာရှိသူ တွေက အများစုကြီ:စိုးစမြဲပဲမလား...တစ်နေ့တော့ ဂွင်ကြီးကြီးဆင်ထားတဲ့ မြင်းပွဲတစ်ခုကို ချာလီတို့အဖွဲ့ဟာအချီကြီးလောင်းလိုက်တယ်...ဒါပေမဲ့ မြင်းသမားဟာ သူတို့ထင်ထားသလို မမောင်းခဲ့တဲ့အတွက်ချာလီတို့အဖွဲ့ရဲ့ ဆုံးရှုံးမှုဟာ အတော်ကြီးသွားခဲ့တယ်...ဒါ့ကြောင့် ချာလီဟာ အကြီးအကျယ်ပေါက်ကွဲပြီးမြင်းသမားကို ဗျင်းဖို့ကြံတဲ့အချိန်မှာတော့...နောက်ဆက်တွဲပြဿနာတွေ ဆက်တိုက်ဖြစ်လာပါတော့တယ်.....Action/Dramaဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်တာမို့ ဘောလိဝုဒ်ချစ်သူများ လက်မလွှတ်သင့်ပါကြောင်း ....\nဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။   File Size :(2.5GB) (1.1GB) and (410MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…02:10:00\nGenre : Action,Crime , ...",
        "rating": "7.4",
        "url": "https://megaup.net/ZHv5/Kaminey.(2009)_BLU-RAY.1080P.5.1CH.mkv",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BNjEwZWFlYTQtZmFlYS00OTIxLWFmM2YtMjBjZjRhZmRmYzVhXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-141x200.jpg",
        "title": "After We Fell (2021)",
        "description": "2019 မှာ အရမ်းအောင်မြင်ခဲ့တဲ့ After ဇာတ်ကားကတော့ 2020 မှာတော့ After we collided ဆိုတဲ့ ဒုတိယကားနဲ့ ဆက်လက်အောင်မြင်ခဲ့ပြန်ပါတယ်\nအခု 2021 မှာလည်း After we fell ဆိုပြီး အသစ်ထပ်မံထွက်ရှိလာပါပြီ ဒီတစ်ခါမှာတော့ ဟာဒင်နဲ့ တက်ဆာ ဘွဲ့ရခါနီး အချိန်ဆိုတော့ ဘဝရည်မှန်းချက်တွေ အလုပ်အကိုင် အခွင့်အလမ်းတွေနဲ့ ပတ်သက်ပြီး ပါလာပါပြီအရင်ကတည်းက ရည်မှန်းချက်ကြီးတဲ့ တက်ဆာတစ်ယောက် သူအမြဲသွားချင်ခဲ့တဲ့ စီရာတယ်မှာ job offer ကောင်းကောင်းရလာပါတယ်သူက ဟာဒင်နဲ့အတူ စီရာတယ်ကို သွားချင်ပေမဲ့ ဟာဒင်ကတော့ ဘွဲ့ရပြီးတာနဲ့ နှစ်ယောက်အတူ လန်ဒန်ကို သွားကြဖို့ ရည်ရွယ်ထားခဲ့တာပါဒီလို စိတ်ကူးအိပ်မက်တွေ မတူညီမှု ကြုံလာရတဲ့အခါ တက်ဆာတစ်ယောက် ဘယ်လိုဆုံးဖြတ်မှာလဲဟာဒင်ကရော သူ့အိပ်မက်တွေကို အကောင်အထည်ဖော်ဖို့ လိုက်လိုက်လျောလျော ခွင့်ပြုပေးပါ့မလား Relationship တွေမှာ ကြုံလေ့ရှိတဲ့ ဒီလိုအခက်အခဲတွေကို နှစ်ယောက်သား ဘယ်လို ညှိနှိုင်း‌ဖြေရှင်းသွားကြမလဲဆိုတာကို ...",
        "rating": "5.1",
        "url": "https://megaup.net/2lBco/After_We_Fell_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/20a8648ff2f29e764a8077070a7fa865-140x200.jpg",
        "title": "[18+] Sexual Chronicles of a French Family (2012)",
        "description": "ရိုမိန်းဆိုတဲ့အသက်ဆယ့်ရှစ်နှစ်ကောင်လေးတစ်ယောက်ဟာ တစ်ခြားသူ့အရွယ်ကောင်လေးတွေလိုပဲ\nလိင်မှုကိစ္စကို စတင်စူးစမ်းဖို့စိတ်အားထက်သန်နေပါတယ်။ သူ့အစ်ကိုဆိုတဲ့ ငနဲကလဲရုပ်ဖြောင့်စော်ကြည် ဂေါ်ဘဲအထာနဲ့ဆိုတော့\nသူ့အစ်ကိုနဲ့ယှဉ်ပြီး သူ့ကိုယ်သူအားငယ်ယုံကြည်စိတ်ချမှုမဝံ့မရဲနဲ့ စိတ္တဇဖြစ်နေရပါတယ်။တစ်နေ့တော့ သူ့အတန်းထဲမှာ ငါးဦးကော်မတီထိုင်(သိတယ်နော်)နေတာကို ဗီဒီယိုရိုက်နေရင်းတန်းလန်းဘိုင်အိုဆရာက\nမိသွားတဲ့အခါမှာတော့ သူ့အမေကိုခေါ်တွေ့ပြီးကျောင်းခဏနားဖို့ဒဏ်ချခဲ့ပါတယ်။ ဒီမှာပဲမိခင်ဖြစ်သူ ကလဲရ်အနေနဲ့\nသူ့ကလေးတွေအပေါ် သူတို့ဟာလိင်ပညာပေးဆွေးနွေးဖို့လိုအပ်နေကြောင်း သတိထားမိသွားပြီး\nအချင်းချင်းပွင့်ပွင့်လင်းလင်းတိုင်ပင်ဆွေးနွေးကြရာကနေ ဒီမှတ်တမ်းကြီးဖြစ်ပေါ်လာခဲ့တာပါပဲ။comedy/drama အမျိုးအစားကိုမှ Borat တို့ What we do in the shadow တို့လို\nmockumentary ပုံစံမျိုးနဲ့တင်ဆက်ထားတာပါ။ ဘာမှဒရာမာတွေမချိုး၊ပညာပေးစကားတွေရှည်ရှည်ဝေးဝေးတွေ\nမပါပဲနဲ့ပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်ကြည့်ကြရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အရေးကြီးတာ အခုမှလာပါမယ်။ လိင်မှုကိစ္စအရာမှာတော့\nရှယ်ပလန်နဲ့ရှယ်ကြမ်းတဲ့ဇာတ်ကားဖြစ်တဲ့အတွက် 21 plus လောက်ဖြစ်သွားပါလိမ့်မယ်။ ဗားရှင်းနှစ်မျိုးရှိတဲ့အနက်မှာမှ\nဘာမှတည်းတာဖြတ်တာမပါတဲ့ မူရင်းအော်ရီဂျင်နယ်ပြင်သစ်ဗားရှင်းဖြစ်နေတဲ့အတွက် ကွက်ကွက်ကွင်းကွင်းမုန့်တီဟင်းလို ဘွင်းဘွင်းကြီးတွေမြင်ရတွေ့ရပါလိမ့်မယ်။ကိုယ့်ဖာသာတိတ်တခိုးကြည့်မှအဆင်ပြေမယ့်ကားမျိုးပါပဲ။(Dark Side Production မှ တင်ဆက်သည်။)\nFile size…(1.2 GB) / (700 MB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by ALS",
        "rating": "5.3",
        "url": "https://megaup.net/2lBcD/(CM)Sexual_Chronicles_of_a_French_Family.2012.FR.UNCUT.BluRay.720p.x264.DTS-KOOK.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMDFlNDZkMGUtYTk4ZS00MTJlLTgzNjktMTQyN2I0MDE3ZTIzXkEyXkFqcGdeQXVyMTQ4NTI5MjE@._V1_-127x200.jpg",
        "title": "[James Bond] A View to a Kill (1985)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့  နောက်ဆုံးဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.3/10) ရရှိထားပါတယ်…။\nFile size…(2.4 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:11:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "6.3",
        "url": "https://megaup.net/Yj8f/(CM)A.View.To.A.Kill.1985.INTERNAL.720p.BluRay.x264-CLASSiC.mp4",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/3629ea7e0119032506b75876a480cf2a-123x200.jpg",
        "title": "[James Bond] Octopussy (1983)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့  ၆ ကား မြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.5/10) ရရှိထားပါတယ်…။\nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:11:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "6.5",
        "url": "https://megaup.net/ZGa1/(CM)Octopussy.1983.INTERNAL.720p.BluRay.X264-CLASSiC.mp4",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BMzQ4YzUzNGQtMDNkYS00NTk5LTkyMDgtNmVkMjg5MjIzNTdmXkEyXkFqcGdeQXVyNDY2MTk1ODk@._V1_-132x200.jpg",
        "title": "[James Bond] For Your Eyes Only (1981)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့  ၅ ကား မြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ဒီထဲက Bond Girl ပြင်သစ်မင်းသမီး Carole Bouquet ကို‌တော့ စိတ်ထဲအတော်ကြာစွဲနေမိတတ်ပါတယ်...ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.7/10) ရရှိထားပါတယ်…။\nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:07:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "6.7",
        "url": "https://megaup.net/ZG98/(CM)For.Your.Eyes.Only.1981.INTERNAL.720p.BluRay.x264-CLASSiC.mp4",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/QgRVY_3f-160x200.jpg",
        "title": "Von AKA Please (Her).2020",
        "description": "Von AKA Please (Her).2020 အညွှန်း******************************တက္ကသိုလ်ကျောင်းသားဘဝဆိုတာ အားလုံးကို သင်ယူနေချိန်...ခံစားနေချိန်....ဒီထဲမှာ အချစ်ဆိုတာလည်းပါတယ်....ဗရမ်းပတာ ရင်ခုန်သံတွေကို လိုက်လံဖမ်းဆုပ်ရင်း တစ်စုံတစ်ယောက်ဆီမှာ ကျရှုံးခဲ့ဘူးကြတယ်..ဒီကားလေးကတော့ ထူးထူးခြားခြားကောင်လေး (၃)ယောက်ဟာ ကောင်မလေးတစ်ယောက်တည်းကိုမှချစ်မိသွားတာပါပဲ...အချစ်စစ်လို့ဆိုနိုင်ပေမဲ့ ပုံစံမတူတဲ့ ချစ်ခြင်းမျိုးနဲ့  ချစ်ခဲ့ကြပါတယ်...ဒီလို (၃) ယောက်လုံးကြွေချင်းကိုခံရတဲ့ကောင်မလေးကရော ဘယ်သူ့ကိုရွေးချယ်မလဲ....Cast တွေအကုန်လုံးက အကုန်ခပ်မိုက်မိုက် အလန်းတွေမို့ ကြည့်ရတာတန်တယ်လို့ပြောချင်ပါတယ်...ဇာတ်ညွှန်းရေးရတာ အချို့သော ကောင်မလေးတွေကိုတော့ အားနာပါတယ်နော်...2020 ခုနှစ်က ရုံတင်ခဲ့သော ဇာတ်ကားတစ်ကားဖြစ်ပြီး နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ P'Mean တို့ P'Saint တို့ ပါဝင်ထားပါတယ်။(ဇာတ်လမ်းအကျဉ်းကို Mann Mawkunnမှ ရေးသားပေးထားပါသည်)    File Size :(2.2GB)(959 MB) and (331MB)\nQuality : WEB-DL 1080P5.1CH,720p\nFormat…mp4\nDuration…02:01:00\nGenre :Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Mann Mawkonn & ...",
        "rating": "6.5",
        "url": "https://megaup.net/1FDov/Von_AKA_Please.Her.2020.WEB-DL_1080P5.1CH.mkv",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BMDdkNTE1NWUtNTM5Ny00MjAzLTkwODItZWNjZDM2NjcyMjMwXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-127x200.jpg",
        "title": "Kodiyil Oruvan",
        "description": "နယ်ကရွာလေးတစ်ခုမှ ရွာလူကြီးနေရာကို မမျှော်လင့်ပဲ ရလာတဲ့ အမျိုးသမီးတစ်ယောက်ဟာရပ်ရွာကောင်းကျိုးအတွက် အလုပ်တွေ ကြိုးစားခဲ့တယ်။ ဒါပေမဲ့ ခေတ်ရယ် စနစ်ရယ်ကံမကောင်းအကြောင်းမလှတဲ့ အချင်းအရာ သူ့ဘက်မပါရင် အန္တရာယ်ပြုတတ်တဲ့ဒုစရိုက်သမား လူရမ်းကားတွေကြောင့် လင်ယောကျာ်းလဲသေ ကိုယ်တိုင်လည်းကိုယ်ဝန်ကြီးနဲ့ မီးရှို့သတ်ခံရတယ်။ ဒါပေမဲ့ သူ့သားလေးအတွက်အားဆက်တင်းရင်း အသက်ဆက်ခဲ့ပေမယ့် သူ့ဘဝကတော့ သေဆုံးသွားခဲ့ရပြီဒါ ဗီဂျေရာဂါဗန်ရဲ့ မိခင်အကြောင်းပါ သူ့အမေရဲ့ အသက်ဆက်ရှင်နေရတဲ့အကြောင်း​ပြချက်က သူ့သားအနေနဲ့ အရာရှိကြီးဖြစ်လာပြီး ရပ်ရွာဒေသကိုတိုးတက်အောင်လုပ်နေတာ မြင်ချင်လို့သူ့သားကလည်း တစ်ထောင်မှတစ်ယောက် တကယ့်လူလိမ္မာ လက်ရုံးရည်နှလုံးရည် ပြည့်ဝတဲ့သူ ဒါပေမဲ့ မြို့ပေါ်မှာ အစိုးရဝန်ထမ်းလုပ်ဖို့ စာမေးပွဲလာဖြေတဲ့အချိန်သူကတော့ ကလေးတွေစာသင်ပေးလိုက် ရပ်ကွက်ထဲ အမှိုက်ရှင်းလိုက်နဲ့ ကောင်းတာတွေပဲလုပ်နေပေမယ့် ကံကြမ္မာတစ်ပတ်လည်ပြီး လူဆိုးတွေနဲ့ သူရောရင်ဆိုင်ရတဲ့အခါမှာ....ဘာဆက်ဖြစ်မလဲ။ အလုပ်ရယ် ပညာရေးရယ် မိခင်ကိုပဲ စိတ်ထဲရှိတဲ့ ဗီဂျေရာ ဂါဗန်တစ်ယောက်ဘဝအမောတွေကို သူ့ဖြေဖျောက်ပေးချင်နေတဲ့ကောင်မလေးချောချောလေးကိုရော ဘယ်လိုပြန်တုံ့ပြန်မလဲဆိုတာဆက်လက်ကြည့်ရှုခံစားရဦးမှာပါ \nFile size…2.23GB / 1.37GB\nQuality…True WEB DL 1080p / ...",
        "rating": "8.0",
        "url": "https://megaup.net/2lAay/KODIYIL_ORUVAN_(2021)_Tamil_(Org_Vers)_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/eb58716eb372aa93aa21dbceca313835-135x200.jpg",
        "title": "Belle: The Dragon and the Freckled Princess (2021)",
        "description": "Belle: The Dragon and the Freckled Princess(2021) (Ryuu to Sobakasu no Hime)IMDb Rating(7.2) / Rotten Tomatoes (93%) / Anilist (78%)Anime ရုပ်ရှင်ကားကောင်းတွေကိုမျှော်လင့်နေတဲ့သူတွေအတွက် လတ်တလောပူပူနွေးနွေးထွက်ရှိထားတဲ့ ရုပ်ရှင်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်စုဇု (Suzu Naito) ဆိုတာ အသက် ၁၇ နှစ်အရွယ် ကျောင်းသူလေးတစ်ဦးဖြစ်ပြီး ငယ်စဉ်ကတည်းက အမေဖြစ်သူ ဆုံးပါးခဲ့တာကြောင့် ဝမ်းနည်းကြေကွဲစွာနဲ့ ရှင်သန်နေရတဲ့ ကောင်မလေးပေါ့...ကျောင်းမှာလည်း လူတောသိပ်မတိုး အရှက်အကြောက်ကလည်းကြီးသေး.... ဒါပေမဲ့ တနေ့မှာ သူ့ရဲ့သူငယ်ချင်းမတစ်ယောက်က U ဆိုတဲ့ App တစ်ခုကို မိတ်ဆက်ပေးခဲ့တယ်...U ဆိုတာ သာမန်ဆိုရှယ်မီဒီယာ App မဟုတ်ပဲ လူကိုယ်တိုင် အဲ့ဒီကမ္ဘာထဲကို ရောက်ရှိသွားသလိုခံစားစေရမယ့် အဆင့်မြင့် App တစ်ခုဖြစ်နေတယ်...ဒီ App ကို စုဇုတစ်ယောက် ...",
        "rating": "7.2",
        "url": "https://megaup.net/2lA8w/(CM)Belle._The_Dragon_and_the_Freckled_Princess.Ryuu_to_Sobakasu_no_Hime_[WEB_x264_720p].mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r0VWVTYlqdRCK5ZoOdNnHdqM2gt.jpg",
        "title": "JFK(1991)",
        "description": "JFK(1991) အညွှန်း****************IMDb....8.0ယနေ့ခေတ်စနိုက်ပါ သေနတ်များဟာ တုန်ခါမှုအနည်းဆုံးနဲ့ တိကျမှုအရှိဆုံးအဖြစ်တီထွင်ထုတ်လုပ်လာထားကြပါတယ်...သို့သော် ၁၉၆၁ ခုနှစ်ထုတ် ရိုင်ဖက်လက်နက်များမှာတော့ ချို့ယွင်းချက်အားနည်းချက်များစွာရှိပါတယ်...သို့သော်လည်း  ၃၆ ယောက်မြောက် အမေရိကန်သမ္မတ ကနေဒီကိုတော့ Bolt-Action သုံး ရိုင်ဖယ်နဲ့ ၆စက္ကန့်အတွင်းကမ္ဘာ့စံချိန်တင် တိကျတဲ့ပစ်ချက်(၃)ချက်နဲ့ သေကွင်း သေကွက်တွေချည်း ပစ်ခတ်ခဲ့တဲ့ လုပ်ကြံရေးသမားကတော့စံတင်လောက်စရာပါပဲ..... FBI က အတော်ဆုံး သေနတ်သမားတွေ စမ်းကြည့်တာတောင် ဒီလိုပစ်ချက်မျိုးမရကြဘူးလို့ဆိုပါတယ်...ဒီဇာတ်ကားကတော့ သမ္မတကနေဒီ လုပ်ကြံခံရပြီး စုံစမ်းစစ်ဆေးရေးတွေအကြောင်းကို အဓိကထားရိုက်ပြထားတာပါ....History အမျိုးအစားဖြစ်ပေမဲ့ လုံးဝပျင်းစရာမကောင်းဘဲ ၃နာရီနီးပါး စိတ်ဝင်စားစွာကြည့်လို့ကောင်းတဲ့ရုပ်ရှင်လည်းဖြစ်ပါတယ်...နိုင်ငံရေးလှည့်ကွက်တွေမျိုးစုံမြင်ရသလို ဒီစစ်ဆေးမှုအရှုတ်ထုတ်ကြီးရဲ့ ဟာကွက်တွေ ယိုပေါက်တွေကိုလည်းများစွာတွေ့ရမှာဖြစ်ပါတယ်....သမ္မတကနေဒီအကြောင်းမသိလည်း ကြည့်လို့ရသလို Thriller ပုံစံမျိုးမှသဘောကျတဲ့သူတွေအတွက်လည်းအဆင်ပြေတာမို့ ခံစားကြည့်ကြပါ....ဒါရိုက်တာကလည်း Oliver Stone  ဖြစ်တဲ့အပြင် အဓိက သရုပ်ဆောင်ကလည်း Kevin Costner ဖြစ်လို့ကြည့်သင့်ပါကြောင်း....File Size :(3GB),(1.7GB) and (380 MB)\nQuality : Blu-Ray 1080p5.1ch ,720p\nFormat…mp4\nDuration…03:09:00\nGenre ...",
        "rating": "8.0",
        "url": "https://megaup.net/2lG2A/JFK.(1991)_BLU-RAY.480P.mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bMkRWgAvwe0XkpL8swG7UA4N4Q8.jpg",
        "title": "Afflicted (2013)",
        "description": "ဒဲရစ်ခ် နဲ့ ကလစ်ဖ် တို့က ကမ္ဘာတစ်ပတ်ခရီးထွက်လာကြသူတွေပါ။ ခရီးထွက်လာရင်းနဲ့ပဲရစ်ရောက်လာပြီးတဲ့အချိန် ညတစ်ညမှာ ဒဲရစ်ခ် က ကောင်မလေးတစ်ယောက်နဲ့ ဆုံတွေ့ခဲ့ပြီးတဲ့နောက်သူကိုယ်တိုင်တောင်မမှတ်မိတဲ့ ထိခိုက်ဒဏ်ရာတွေရလာခဲ့ပါတယ်။ အဲဒီနောက်ပိုင်းမှာ ဒဲရစ်ခ်မှာထူးဆန်းတဲ့ဝေဒနာတွေခံစားလာရသလို ထူးခြားတဲ့သဘာဝလွန်အစွမ်းတွေပါရလာခဲ့ပါတယ်။ဒဲရစ်ခ်ရဲ့သဘာဝလွန်အစွမ်းတွေက လူတွေရဲ့အသက်အန္တရာယ်ကိုပါထိခိုက်လာတဲ့အခါမှာဒဲရစ်ခ်တို့တွေဘယ်လိုအဖြေရှာကြမလဲဆိုတာကိုဇာတ်ကားလေးထဲမှာဆက်လက်ကြည့်ရှုခံစားနိုင်ပါတယ်။ File size…  1.62 GB /  800 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 25m\nGenre .....  Horror, Adventure\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. XCode\nTranslated by Citrus",
        "rating": "6.2",
        "url": "https://megaup.net/1fYcg/Afflicted.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j7E93eFwirrAvCXxGSdB4hwOWwE.jpg",
        "title": "They Came Back (2004)",
        "description": "They Came Back (2004)~ IMDb - 5.8/10, Rotten Tomatoes - 78% ~ကိုယ်ချစ်ရတဲ့သူတွေ ဘယ်တော့မှ ပြန်မလာနိုင်တော့တဲ့နေရာကို ထွက်သွားပြီးမှ ရုတ်တရက်ပြန်လာရင် ဘယ်လိုဖြစ်မလဲ...ဒီဇာတ်ကားလေးမှာတော့ ကမ္ဘာနဲ့အဝှမ်း အရင် ၁၀ နှစ်အတွင်းက သေပြီးသားလူတွေက ရုတ်တရက်ကြီး လမ်းတွေပေါ်မှာ အကောင်းပကတိအတိုင်း ပြန်ရောက်လာတာကို တွေ့လိုက်ကြရပါတယ်။သေပြီလို့ လက်ခံထားကြတဲ့လူတွေက ပြန်ရောက်လာတော့ လူမှုရေးမှာရော၊ အလုပ်တွေမှာပါ ကသီလင်တဖြစ်ကုန်ကြတာပေါ့။ အလုပ်နေရာကို ပြန်ပေးရမလား၊ ပင်စင်တွေကို ပြန်ပေးရမလား၊ ကိုယ့်ဘဝထဲက လုံးဝထွက်သွားပါပြီလို့ စိတ်ပိုင်းဖြတ်ပြီးမှ ပြန်ရောက်လာတဲ့သူတွေကို အရင်လို ဘာမှမဖြစ်သလိုပဲ လက်ခံလိုက်ရမလားပေါ့။ဒီဇာတ်ကားလေးက ကြောက်စရာမကောင်းပေမဲ့ ကျောချမ်းစရာတော့ကောင်းပါတယ်။ ပြန်ရောက်လာတဲ့သူတွေက ပုံမှန်မဟုတ်ကြဘူးလေ။ ပြန်ရောက်လာတာကိုက ပုံမှန်မှမဟုတ်တာကိုး။ Fantasy, Drama လို့ပြောလို့ရတာပေါ့။ နာမည်တူ Series တစ်ခုရဲ့ Spin-off လို့လည်းပြောလို့ရပါတယ်။ ကားကောင်းတွေထွက်တာများလေ့ရှိတဲ့ ပြင်သစ်တွေရဲ့ထုံးစံအတိုင်း ကြည့်ရတာ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1fY6o/(CM)_Les_Revenants_(2004)_BluRay_720p.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODY2YmZjMWEtM2QxNC00MDc3LWFjYTEtZjZkMmViMDFlNDgxXkEyXkFqcGdeQXVyMTUzNDQyODU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Liquor Store Dreams (2022)",
        "description": "Liquor Store Dreams (2022)\n=====================၁၉၉၂ ဧပရယ်တစ်ရက်မှာ ရဲအရာရှိလေးယောက်ဟာ Rodney King\nဆိုတဲ့လူမည်းတစ်ယောက်ကိုအကြမ်းဖက် ဖမ်းဆီးရုံမကပြင်းပြင်းထန်\nထန် ရိုက်နှက်နှိပ်စက်ခဲ့ပါတယ်။ အဲ့ဒီအဖြစ်အပျက်ကိုအနားမှာရှိတဲ့\nလူတစ်ယောက်က ဗီဒီယိုရိုက်ထားပြီး ဖြန့်ဝေရာက သတင်းမီဒီယာတွေ\nမှာ ပွက်လောရိုက်ပျံ့နှံ့သွားခဲ့ပါတယ်။ ဒါပေမယ့်လည်း အဲ့ဒီရဲလေးယောက်\nကို တရားရုံးကတရားသေလွှတ်ပေးလိုက်ချိန်မှာတော့ လူထုရဲ့မကျေနပ်\nမှုဟာအုံကြွလာခဲ့ပါတော့တယ်။ဒီအဖြစ်အပျက်ကိုထပ်ပြီးမီးမွှေးပေးလိုက်တာကတော့ Latasha Harlins\nဆိုတဲ့ဆယ်ကျော်သက်မိန်းမငယ်တစ်ယောက်ကို ကိုရီးယားစတိုးဆိုင်ရှင်\nတစ်ယောက်က အအေးတစ်ဘူးခိုးတယ်လို့စွပ်စွဲပြီး သေနတ်နဲ့ပစ်သတ်\nလိုက်တဲ့အဖြစ်အပျက်ပါ။ အဲ့ဒီဖြစ်ရပ်နှစ်ခုနောက်ပိုင်းမှာ 1992 Los\nAngeles riots လို့သိကြတဲ့ဆူပူအုံကြွမှုဖြစ်ပေါ်လာခဲ့ပြီးမဆိုင်တဲ့သူတွေ\nအတွက်ပါ ဂယက်ရိုက်ခဲ့တဲ့ဖြစ်ရပ်ဆိုးတွေဖြစ်ပေါ်သွားခဲ့ပါတယ်။ဒီမှတ်တမ်းရုပ်ရှင်မှာတော့ အဲ့ဒီဖြစ်ရပ်တွေကြားက ကိုရီးယားယမကာ\nစတိုးပိုင်ရှင်တွေရဲ့ဘဝ၊ သူတို့မျိုးဆက်တွေနဲ့ အသိုင်းအဝိုင်းတွေအထိ\nဘာတွေရင်ဆိုင်တွေ့ကြုံခဲ့ရလဲ၊ ဘယ်လိုသက်ရောက်မှုတွေရှိခဲ့လဲဆိုတာ\nတွေတင်မကပဲ မျိုးဆက်နှစ်ခုကြားက အတွေးအခေါ်အယူအဆကွာခြား\nချက်တွေ၊ လူငယ်တွေရဲ့ပြောင်းလဲလာတဲ့အတွေးအမြင်တွေနဲ့ ကိုရီးယား-\nလူမည်း နှစ်ဘက်အသိုင်းအဝိုင်းကြားက အာဃာတတွေ ဘယ်လိုသင်ပုန်း\nချေပြေလည်ကြမလဲ အစရှိတာတွေကို မျက်မှောက်ခေတ် George Floyd\nဖြစ်ရပ်အထိချိတ်ဆက်တင်ပြထားတာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nAlias မှဖြစ်ပါတယ်)File Size..........(2.15 GB) / (665 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 22Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Documentary\nTranslator.......Alias\nEncoder..........SWM",
        "rating": "7.9",
        "url": "https://megaup.net/1VMb8/Liquor.Store.Dreams.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tCL4U4nySiijUF2wTuB247KJbmT.jpg",
        "title": "Older Gods (2023)",
        "description": "အမေရိကန် Horror စာရေးဆရာ H.P Lovecraftရဲ့ vibe မျိုးကိုခံစားချင်သူတွေအတွက် ကားကောင်းလေးပါ...။အကြောင်းအရာကဘယ်လိုလဲဆိုတော့ စကြဝဠာကြီးနဲ့ချိန်ဆနှိုင်းယှဥ်ကြည့်ရင် လူသားတွေဆိုတာ သိမ်နုပ်သေးငယ်လွန်းလို့အရာသွင်းစရာတောင်မလိုအပ်ပါဘူး....။လူသားတွေဆိုတာ အဖိုးမတန်လို့ သေမထူးနေမထူးတွေပေါ့...။ဒီ့အပြင် လောကကြီးမှာ လက်ရှိဘုရားတွေထက် ရှေးကျတဲ့ Godတွေ၊Cosmic beingsတွေ၊ တိတ္ထိတွေဆိုတာလည်း ရှိပါသေးတယ်...။လူသားတွေဆိုတာ သူတို့ဆီက ကောင်းချီးပြုခံရဖို့အတွဥ် ယဇ်ကောင်သက်သက်ပါ....။ဒီလိုဆိုရင် အသက်ရှင်နေလို့၊ အလုပ်လုပ်နေလို့ ဘာထူးနေဦးမလဲ....။ကိုယ်ချစ်တဲ့သူတွေနားနေလို့၊ ကြိုးစားရုန်းကန်နေလို့ဘာများ ထူးခြားသွားနေဦးမှာလဲ....။ဒီလို Horror vibe မျိုးရမယ့်ကားလေးပါ.... ဇာတ်လမ်းအကျဥ်းကတော့ခရစ်တစ်ယောက် သေဆုံးသွားပြီဖြစ်တဲ့ သူငယ်ချင်းဆီကနေ အထုပ်တစ်ထုပ်ရရှိခဲ့ပါတယ်...။ထိုအထုပ်ထဲမှာ ဒီတိတ္ထိတွေအကြောင်းလေ့လာထားတာတွေ...၊ သက်သေတွေအစုံပါပဲ....။ဒါတွေကို ဖြည်ထုတ်ကြည့်ရင်းကနေ ခရစ်တစ်ယောက် သူကိုယ်တိုင် အန္တရာယ်တောထဲတိုးဝင်မှန်းမသိ တိုးဝင်မိသွားတဲ့အခါမှာတော့....။ File size…950MB / 336MB\nQuality…WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….1h 40m\nGenre ….. Drama , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "5.1",
        "url": "https://megaup.net/3hQeo/Older.Gods.2023.WEB-DL.720p(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNDhhN2I0YmEtMjQ2Yy00YzNjLWEyN2YtMDNmOGFlZjM4NjM0XkEyXkFqcGdeQXVyMTU2MDM5NzI2._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Caviar (2023)",
        "description": "လူသိများတဲ့ ဆိုရှယ် influencer တစ်ဦးဖြစ်သူ Antigone ဟာ သိပ်မကြာသေးခင်က ဆုံးသွားတဲ့ သူ့အစ်ကို နာမည်ကြီးသတင်းထောက်အတွက် ပူဆွေးဝမ်းနည်းနေတဲ့အချိန်မှာ ဇာတ်လမ်းစထားပါတယ်။ ဒါပေမဲ့ မကြာခင်မှာပဲ သူ ကမ္ဘာ့ကြီးကို မြင်တဲ့အမြင်၊ လောကကြီးရဲ့ကံကြမ္မာနဲ့ပတ်သတ်ပြီး ယုံကြည်ချက်တွေနဲ့ပတ်သတ်ပြီး မေးခွန်းထုတ်သွားစေမဲ့ ဗွီဒီယိုတစ်ခုရောက်လာပါတယ်။ အဲဗွီဒီယိုကတော့ သေသွားပြီလို့ သိထားတဲ့သူ့အစ်ကိုဆီကပဲဖြစ်ပါတယ်။ တကယ်ပဲ သူ့အစ်ကိုဆီကလား… ဗွီဒီယိုထဲမှာရော ဘာတွေပြောထားသလဲ ကြည့်ရှုခံစားရမဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ File size…(2.6 GB)/(940 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:24:00\nGenre...Horror, Mistery, Thriller, Comedy, Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  Myat Noe Cho",
        "rating": "",
        "url": "https://megaup.net/1etay/Caviar.2023.720p.(CM).mp4",
        "category": "Comedy, Horror, Mystery, Science Fiction, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p94HYOZ0MIJo4IDCQ9Cd8G1cKpO.jpg",
        "title": "The Murderer ( 2023 )",
        "description": "သိပ္ပံပညာနဲ့ ရှင်းပြလို့မရတဲ့အရာတွေထဲမှာ လူတွေရဲ့ အိပ်မက်လည်း ပါပါတယ်။\nအိပ်မက်ထဲက မက်တဲ့အရာတွေက တစ်ခါတလေ နားမလည်နိုင်စရာတွေ\nအများအပြားရှိပါတယ်။ ယခု CM က ဘာသာပြန်တင်ဆက်ပေးမယ့်\nဖြစ်ရပ်မှန်ရုပ်ရှင်လေးဟာဆိုရင်လည်း အိပ်မက်တစ်ခုက စတင်ခဲ့ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ပေကျင်းဆေးတက္ကသိုလ်မှာ ပါမောက္ခဘွဲ့ရဖို့ ကြိုးစားနေတဲ့ တုံချိုးဝမ်ဟာ\nမောင်လေးဖြစ်သူ တုံချိုးဟွာအသတ်ခံရပြီး ရွာပျက်အနားက\nတံတိုင်းတွေပြိုနေတဲ့ ခြံတစ်ခုထဲမှာ အမြှုပ်ခံထားရတယ်လို့\nအိပ်မက်မက်ခဲ့ပါတယ်။ သူမအမေက သူမမောင်လေးကို\nအဆက်အသွယ်မရတာ ၅ ရက်လောက်ရှိပြီလို့\nဖုန်းဆက်လာတော့ သူမ စိုးရိမ်မိပြီး ရွာပြန်ဖို့ လုပ်ပါတော့တယ်။သူမ ရထားနဲ့ ခရိုင်မြို့ကို ရောက်တာနဲ့ ဘကြီး မောက်ရှန်းကလာကြိုပြီး\nခရိုင်ရဲစခန်းမှာ အမှုဖွင့်ခဲ့ပါတယ်။ ရွာပြန်ရောက်တော့ အစ်မချွင်းမေ့ရဲ့\nပြောကြားချက်အရ သူမမောင်လေးကို မပျောက်ခင်ရှေ့တစ်ရက်က\nဘကြီးမောက်ရှန်းရဲ့ ချွေးမနဲ့ ဆေးရုံမှာ တွေ့ခဲ့တာ သိခဲ့ရပါတယ်။ချိုးဝမ်တစ်ယောက် ဒီကိစ္စကို ရဲတွေကို ပြောပြလိုက်တဲ့အတွက်\nရဲတွေက ဘကြီးမောက်ရှန်းအိမ်ကို သွားရောက်စစ်ဆေးခဲ့ပါတယ်။\nဘကြီးမောက်ရှန်းဟာ တစ်ရွာလုံးအပေါ်ကျေးဇူးရှိခဲ့သူဖြစ်တဲ့အတွက်\nရွာသူရွာသားတွေက ချိုးဝမ်ကို မကျေနပ်ကြတော့ပါဘူး။သို့သော် ချိုးဟွာကိုပဲ စိတ်ပူနေတဲ့ ချိုးဝမ်ဟာ ရွာသားတွေရဲ့\nမျက်နှာတွေကို ကြည့်မနေနိုင်တော့ပါဘူး။ သူမအမေက သူမကို\nစိတ်လိုက်မာန်ပါမလုပ်ဖို့ ပြောနေသော်လည်း သူမ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1VVwV/The_Murderer_2023_720p_WEB-DL_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGtgFw5D6zzMtvenpSnQUE66Eqf.jpg",
        "title": "The Story of the Night Watcher ( 2023 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့် ရုပ်ရှင်‌လေးကတော့ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကောင်းတဲ့\nမကောင်းဆိုးဝါးနှင်တဲ့ကား‌လေးပဲ ဖြစ်ပါတယ်\nဇာတ်လမ်းအကြောင်းကို ပြောပြရမယ်ဆိုရင် ရှေးရှေးတုန်းက အိမ်ထဲမှာ\nထီးမဆောင်းရတို့ ညဘက်မိုးကြီးတဲ့အချိန်ဆို သူစိမ်းတွေကိုတည်းခိုခွင့်မပြုရဆိုပြီး\nအစရှိတဲ့အယူအဆတွေရှိခဲ့ကြပါတယ် ဘာလို့လဲဆိုရင်တော့\nမကောင်းဆိုးဝါးတွေကို အလွယ်တကူ အိမ်ထဲဝင်လို့ရစေနိုင်လို့ပါတဲ့ပြီးတော့ မသန်စွမ်းတဲ့ခေါင်မိုးပြင်လက်သမားတွေကို မစော်ကားရပါဘူးတဲ့\nဘာလို့လဲဆိုရင် သူတို့တွေက လူပန်း(လက်သမား)ကျိန်စာ တိုက်တတ်လို့ပဲဖြစ်ပါတယ်\nဒီကားလေးကတော့ အဲ့လို အယူအဆတွေ အောက်လမ်းအတတ်တွေ\nအဆိပ်ပိုးကောင်အတတ်တွေ မတိမ်ကောသေးတဲ့\nတရုတ်ပြည်သူ့သမ္မတနှစ်အစောပိုင်းမှာ ဖြစ်ပျက်ခဲ့တဲ့\nအမှုကိစ္စတွေအကြောင်းကို နောက်ခံထားရိုက်ကူးထားတာပဲဖြစ်ပါတယ်အဲ့ဒီခေတ်အခါဆိုရင် ညဘက်ကင်းလှည့်ရတဲ့သူကတော့\nသန့်စင်တဲ့ယန်ဓာတ်ပါတဲ့လူဖြစ်ရပါမယ် ဘာလို့ဆို အဲ့ဒီကင်းလှည့်သူတွေက\nမကောင်းဆိုးဝါးနှင်တဲ့အတတ်ကိုပါ တက်မြောက်ထားရပြီး\nကင်းလှည့်ရင်း မကောင်းဆိုးဝါးတွေကိုပါ ဖမ်းရတာမို့လို့ဖြစ်ပါတယ်\nရှန်ရှောင်ဟန်လို့ခေါ်တဲ့ လူငယ်လေးကတော့ သူ့ဆရာဆုံးပါးသွားပြီးနောက်မှ\nာ သူ့ဆရာရဲ့တာဝန်ဖြစ်တဲ့ ကင်းလှည့်ပြီး မကောင်းဆိုးဝါးဖမ်းတဲ့အလုပ်ကို တာဝန်ယူရပါတယ်အဲ့နောက်မှာတော့ သူ့ဆီကို ဆရာဦးလေးဖြစ်သူကရောက်ရှိလာခဲ့ပြီး\nသူ့ဆရာချန်ခဲ့တဲ့ ဘုံကျောင်းအပျက်ကြီးထဲမှာ ဆေးခန်းဖွင့်ပြီး ရွာသားတွေကို ကုသပေးခဲ့ပါတယ်\nတစ်နေ့မှာတော့ သူတို့နေတဲ့လင်အိမ်တော်မြို့ရဲ့ လင်ယွင်ရွာလေးမှ\nာ ညတွင်းချင်းမှာပင် လူပေါင်း(၁၀)ယောက်ကျော်ဟာ\nအကြောင်းရင်းမရှိဘဲ ပျောက်ဆုံးသွားခဲ့ပါတယ်\nအဲ့တော့ ဒီအမှုကို ဆက်လက်ဖော်ထုတ်ဖို့ကြိုးစားရာကနေ\nဘယ်လိုကိစ္စတွေနဲ့ ဆက်နွယ်လာမှာလဲဆိုတာကို\nရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာဖြစ်လို့ ရာသီဥတုအေးအေးလေးလေးမှာ\nကွေးကွေးလေးနဲ့ကြည့်ရှုခံစားလို့ရမယ့်ကားလေးနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်နော်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Thriller\nRuntime : ...",
        "rating": "6",
        "url": "https://megaup.net/2BSVm/The_Story_Of_The_Night_Watcher_2023_1080p_WEB-DL_CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vkTi1Y5js8exwZ8V6mbXNEQy2Om.jpg",
        "title": "Killers (2014)",
        "description": "Killers (2014)\n\" Sound Error FIXED!!! \"\n~ IMDb - 6.4/10, Rotten Tomatoes - 73% ~အင်ဒိုနဲ့ ဂျပန် ဖက်စပ်ကားလေးဖြစ်ပြီး IMDb - 6.4/10 အထိ ရရှိထားတဲ့ Action, Crime ကားကောင်းတစ်ကားပေါ့။Nomura ကတော့ လူတိုင်းကို သူ့ရဲ့သားကောင်လို့မြင်တတ်တဲ့ စိတ္တဇ ကွင်းဆက်လူသတ်သမားတစ်‌ယောက်ဖြစ်ပြီး သူ ကြမ်းကြမ်းတမ်းတမ်း သတ်ဖြတ်တာတွေကို ကင်မရာနဲ့ရိုက်ကူးပြီး အင်တာနက်ပေါ် တင်လေ့ရှိတယ်။ အင်ဒိုနီးရှား ဂျကာတာမြို့က ဂျာနယ်လစ်တစ်ဦးဖြစ်တဲ့ Bayu ကတော့ သူဆောင်းပါးရေးတဲ့ အကျင့်ပျက်ခြစားသူကြောင့် အလုပ်အကိုင်လည်းပျက်၊ မိသားစုဘဝပါ ပျက်စီးခဲ့ရသူ။ တစ်နေ့မှာ Nomura တင်တဲ့ Video ကိုကြည့်မိပြီး သူ့ရဲ့စိတ်ခံစားချက်တွေ မသိမသာပြောင်းလဲသွားတယ်။ မတော်တဆမှုတစ်ခုဖြစ်ရာကနေ သူကိုယ်တိုင် လူသေမှုကို ဗီဒီယိုရိုက်ပြီး အင်တာနက်ပေါ်တင်ပြီး ခံစားပါတော့တယ်။ဒီလိုနဲ့ Nomura နဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1VVs0/(CM)_Killers_(2014)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sfyu0EwBDoSh5oESesOsorrnN3p.jpg",
        "title": "SWAT Criminals ( 2023 )",
        "description": "မူးယစ်တိုက်ဖျက်ရေး မှုခင်းရဲကားလေးပါ…..\nကျားသစ်အထူးရဲတပ်ဖွဲ့ ကျန့်ထိုကျွင်းဆိုတဲ့မူးယစ်ရာဇာကို\nဖမ်းဆီးဖို့ကြိုးစားကြတဲ့အချိန်မှာ ကျန့်ထိုကျွင်းရဲ့\nလှည့်ကွက်တွေကြောင့် ရဲဘော်တစ်ယောက်ဆုံးရှုံးခဲ့ရပါတယ်။ရဲဘော်လဲဖြစ် သူငယ်ချင်းလဲဖြစ်တဲ့သူတစ်ယောက်\nဆုံးရှုံးလိုက်ရတဲ့အတွက် အားဟောင်ဟာ\nသူ့ကိုယ်သူအပြစ်တင်ပြီး ရဲတပ်ဖွဲ့မှ နှုတ်ထွက်ခဲ့ပါတယ်။နောက်(၂)နှစ်ကြာတဲ့အချိန်မှာ မူးယစ်ရာဇာဟာသူတို့မြို့ကို\nတစ်ဖန်ပြန်ရောက်လာပါတယ်။\nအရပ်သားတစ်ယောက် အဖြစ်နဲ့ ကိုယ့်ကိုယ်ကိုအပြစ်တင်ရင်း\nဘဝကိုဖြတ်သန်းလာတဲ့ အားဟောင်ဟာ\nကျန့်ထိုကျွင်းကိုဖမ်းနိုင်ဖို့အစွမ်းကုန်ကြိုးစားပါတော့တယ်……\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Crime , Drama\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1VVs3/Swat_Criminals_2023_1080p_WEB-DL_CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTY0NjI3MzM2Nl5BMl5BanBnXkFtZTcwNDgxNjA5Nw@@._V1_FMjpg_UX1000_-1-135x200.jpg",
        "title": "The Campaign (2012)",
        "description": "Rt-66% ~ IMDb-6.1 ဟာသသရုပ်ဆောင် မင်းသားကြီး Will Ferrell နဲ့ The Hangover ရုပ်ရှင်တွေထဲမှာ အလန်အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Zach Galifianakis တို့ရဲ့ 2012 တုန်းက ထွက်ရှိခဲ့တဲ့ ဟာသကားကောင်လေးတကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဆဲဆိုကြမ်းတမ်းတဲ့စကားလုံးတွေနဲ့ ပြကွက်တွေပါဝင်တာမလို့ အသက် (၁၈) နှစ်အောက် ကလေးတွေကတော့မကြည့်သင့်ပါဘူး။ ဇာတ်လမ်းအကျဉ်းကတော့ ကမ် ဘရက်ဒီ (Will Ferrell) ဟာ မြောက်ကယ်ရိုလိုင်းနားပြည်နယ်မှာရှိတဲ့ ခရိုင် (၁၄) ကိုယ်စားပြု ကွန်ဂရက်လွှတ်တော်အမတ်အဖြစ် လေးကြိမ်ဆက်တိုက် ရွေးကောက်ခံခဲ့ရသူပါ။ ဒါပေမဲ့လည်း ဖောက်ပြန်ပွေရှုပ်လွန်းတဲ့လူဖြစ်တာကြောင့် လူထုထောက်ခံမှုအားကျဆင်းနေပြီး ရွေးကောက်ပွဲကလည်းကျင်းပဖို့နီးလာနေပါပြီ။ဒီအချိန်မှာ မော့ခ်ျညီနောင်လို့ခေါ်တဲ့ ဘီလျံနာသူဌေးတွေက ခရိုင် (၁၄) မှာစက်ရုံတွေဖွင့်ပြီး လက်ဝါးအုပ်နိုင်ဖို့အတွက် ကမ်ကိုဖြုတ်ချပြီး သူ့နေရာမှာအစားထိုးဖို့ မာတီ ဟက်ဂင် (Zach Galifianakis) ကို ရွေးကောက်ပွဲမှာဝင်ရောက် ယှဉ်ပြိုင်စေခဲ့ပါတယ်။ ဒီလိုနဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1VSXk/The.Campaign.EXTENDED.2012.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMjk5MmNiMDItZjM4OC00ZjA0LWE5OGUtOGQwZjM1ZGIzMWQyXkEyXkFqcGdeQXVyMjI5MzkwMg@@._V1_-135x200.jpg",
        "title": "Call Her King (2023)",
        "description": "Call Her King (2023)\n================အတိတ်က အမှားတစ်ခုကြောင့် ‌တရားစီရင်ရမှာ‌လက်တွန့်နေတဲ့\nတရားသူကြီးဂျေဒါကင်း၊ သူ(မ) စီရင်ရမဲ့အမှုဟာလည်း ပထမအဆင့်\nရာဇဝတ်ပြစ်မှုကြီးဖြစ်နေတဲ့အတွက် ရှိသမျှခွန်အားတွေ စုစည်းပြီး\nစီရင်ချက်ချတော့မယ်လုပ်ခါမှ တရားခံရဲ့အစ်ကိုဖြစ်သူက သူ့ညီကို\nကယ်ထုတ်ဖို့အတွက် တရားရုံးကို အုပ်စုလိုက်အပိုင်စီးလိုက်တဲ့အခါ\nမှာတော့ ဘယ်လိုတွေဆက်မဖြစ်လဲ တရားခံကရော လွတ်သွားမှာလား\nဆိုတာတွေကို ကြည့်ရှုရမဲ့ အက်ရှင်ဇာတ်ကား‌ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Sett Naing မှဖြစ်ပါတယ်)File Size..........(1.36 GB) / (452 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 39Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Thriller\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/3hOdC/Call.Her.King.2023.720p.WEBRip(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNGVkMDE4MjgtZWI0MS00YTg5LWE4YmUtZTdhNjgyMWU2YTU3XkEyXkFqcGdeQXVyNjcyMzkzMzQ@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Homewrecker (2023)",
        "description": "Homewrecker (2023)\n===============ထမရာ အိုလီဖန့်က ဥပဒေလုပ်ငန်းမှာ လုပ်ကိုင်နေပြီး ချစ်သူ\nခလင်တွန်နဲ့ အတူနေတယ်။ ​လုပ်ငန်းမှာ ပါတနာဖြစ်ဖို့ ကြိုးစား\nနေရင်း အလုပ်ပြောင်းလာတဲ့ ဝန်ထမ်းသစ် ခင်ဇီ မီယန်နီဆိုတဲ့\nတက္ကသိုလ်တုန်းက သိတဲ့မိန်းကလေးနဲ့ ပြန်ဆုံခဲ့တယ်။ သဘော\nကောင်းတဲ့ ထမရာက ခင်ဇီကို သူငယ်ချင်းအရင်းလို ဆက်ဆံပြီး\nနေပေမဲ့ ခင်ဇီက ထမရာနဲ့အတူ ပြိုင်ပြီး အလုပ်မှာ ပါတနာရဖို့\nကြိုးစားတော့တယ်။အဲဒီအထိ ထမရာက ခင်ဇီ့ရဲ့မနာလိုကောက်ကျစ်မှုတွေကို မမြင်ခဲ့\nသေးပေမဲ့ နောက်တော့ ခင်ဇီက သူ့ချစ်သူကိုပါ ပြိုင်လုလာပြီး သူ့\nဘဝကို ဖျက်ဆီးဖို့ ကြိုးစားလာတဲ့အခါမှာတော့ ထမရာတစ်ယောက်\nဘယ်လိုတွေ သူငယ်ချင်းအတုဆီက နောက်ကျောဓားနဲ့အထိုးခံရ\nမလဲဆိုတာကို ဒီဇာတ်လမ်းထဲမှာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin မှဖြစ်ပါတယ်)File Size..........(1.11 GB) / (467 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 19Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Thwal Htoo Zin\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/3hOfw/Homewrecker.2023.720p.NF.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYTZhODQ5MzktMmFmMS00NmUxLTg4ZTgtOTE4MzQ1ZDJkM2QzXkEyXkFqcGdeQXVyMzcwNjgxMzQ@._V1_FMjpg_UX1000_-191x200.jpg",
        "title": "The Jewel Thief (2023)",
        "description": "The Jewel Thief (2023)\n================\nIMDb Rating – 6.5/10\nGenre – Documentary, Crime, Mysteryဒါလေးကတော့ အပြင်မှာ တကယ်ရှိခဲ့တဲ့ ဖန်တီးမှုကောင်းမွန်ပြီး ဉာဏ်\nထက်တဲ့ ပါရမီရှင် ရာဇဝတ်သား (ဂျရယ်ဒန်နီ ဘလန်းချက်) တစ်ယောက်\nရဲ့ အကြောင်းရိုက်ထားတဲ့ မှတ်တမ်းရုပ်ရှင်လေးပဲ ဖြစ်ပါတယ်။ မိဘအရင်း\nတွေက မွေးပြီးတာနဲ့ ၆ ရက်သားမှာ မွေးစားဖို့ ပေးလိုက်လို့ မွေးစားမိခင်\nကြီးနဲ့ ကြီးပြင်းခဲ့ရတဲ့ ကနေဒါနိုင်ငံ ဝင်နီပဒ်က မျက်မှန်ကြီးနဲ့ လူငယ်လေး\nတစ်ယောက်ကနေ ဘယ်လိုဖြစ်လာမလဲပေါ့။ သူဟာ သာမန်စတိုးဆိုင်က\nမြေပုံလောက် အလစ်သုတ်ရာကနေ တခြားနိုင်ငံက တော်ဝင်စိန်တုံး ခိုးတဲ့\nထိပါ နာမည်ကြီးလာတဲ့ ရာဇဝတ်သားတစ်ယောက်။ဒီလိုနဲ့ ငယ်ဘဝမှာ ပစ္စည်းတွေအလစ်သုတ်နည်း၊ ဖြတ်ပိုင်း အတုလုပ်နည်း၊\nအဲဒီကနေမှ ATM တွေ ဝင်ဖောက်တဲ့နည်း နောက်ကျ နိုင်ငံခြားက စိန်ပါခိုး\nတဲ့ထိ အဆင့်ဆင့် ဘယ်လိုမျိုး ဆင့်ကဲပြောင်းလဲလာတယ်ဆိုတာကို သူကိုယ်\nတိုင်အပါအဝင် သူ့ အမေ၊ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1VTlm/The.Jewel.Thief.2023.720p.WEB.(CM).mp4",
        "category": "Crime, Documentary, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kD35dB3KOHrLo1Y3RU5xXJ1hI7.jpg",
        "title": "Zom 100: Bucket List of the Dead",
        "description": "Zom 100: Bucket List of the Dead (2023)ဘဝမှာလူတိုင်းကတော့ ကိုယ်လုပ်ချင်တဲ့အရာတွေရှိကြမှာပါ။\nဆန္ဒနဲ့လက်တွေ့ထပ်တူမကျဘဲ ပင်ပန်းရုန်းကန်နေရတဲ့သူတွေလည်းရှိကြမှာပါ။- တနင်္လာနေ့ရုံးမသွားချင်ဘူးဖြစ်နေလား\n- ဘယ်လောက်ပဲကြိုးစားကြိုးစား အထက်လူကြီးတွေရဲ့ အကောင်းပြောတာမခံရဘူးလား\n- အချိန်ပိုတွေဆင်းနေရပြီးပင်ပန်းလွန်းနေပြီလား\n- ကိုယ်တကယ်ဖြစ်ချင်နေတာ ဘာများလဲဆိုတာ ပြန်တွေးနေမိပြီလား\n- ဒီအချိန်မှာတစ်ကမ္ဘာလုံးဇွန်ဘီ‌တွေဖြစ်သွားရင်ကောင်းမှာပါလို့ တွေးမိတဲ့သူတွေအတွက် တကယ်ပဲဖြစ်သွားတာကိုမြင်တွေ့ရမှာပါတန်ဒိုအကီရာဆိုတဲ့ကောင်လေးတစ်ယောက် အလုပ်တွေဆက်တိုက်လုပ်၊ ပင်ပန်းနွမ်းနယ်ပြီး\nအလုပ်မသွားချင်ဖြစ်နေတဲ့ တစ်မနက်ခင်းလေးမှာ တစ်နိုင်ငံလုံးဇွန်ဘီတွေဖြစ်သွားတာကို မြင်တွေ့ခဲ့ရပါတယ်။\nအလုပ်မသွားရလို့ ပျော်နေတဲ့အချိန်မှာ အကြံဉာဏ်တစ်ခုရပြီး စာအုပ်တစ်အုပ်မှာ ဇွန်ဘီမဖြစ်ခင်လုပ်ရမည့်အချက် ၁၀၀ ဆိုပြီးစရေးခဲ့ပါတယ်။\nသူ အဲဒီစာအုပ်ထဲကအတိုင်း လုပ်နိုင်ပါ့မလား အချက် ၁၀၀ ပဲ ပြည့်သွားမလား\nမပြည့်ခင်မှာဘဲ ဇွန်ဘီဖြစ်သွားမလား ရင်တမမနဲ့ကြည့်ရှုလိုက်ပါဦးနော်(ဒီကားက Manga ရော Anime ရော ထွက်နေဆဲဖြစ်ပြီး နိုင်ငံတကာမှာလည်း ပရိသတ်တွေများတဲ့ကားလေးဖြစ်လို့ လက်လွတ်မခံဘဲ ကြည့်ရှူသင့်တဲ့ကားလေးပဲဖြစ်ပါတယ်)အညွှန်း နဲ့ ဘာသာပြန်ကာတော့ Mr.Kaung ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror, Action\nQuality…. 1080p | 720p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/2BSH4/Zom.100.Bucket.List.of.the.Dead.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pXLPMByMa2iCw4Qs9Kqm7tx0iS.jpg",
        "title": "The Mystery of Xuannu ( 2023 )",
        "description": "CM ရဲ့ ချစ်ပရိသတ်တို့ကို ဒီတစ်ခါမှာတော့ ရှေးခေတ်မှာ ကာကွယ်ရေးနတ်အနေနဲ့\nအကိုးကွယ်ခံရတဲ့ ငှက်နတ်သမီး အကြောင်းကို စိတ်ကူးယဉ်ရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်…ဒီဇာတ်လမ်းမှာဆိုရင် မျိုးနွယ်အစုသီးသီးကြားက ငှက်နတ်သမီးရွေးချိန်မှာ\nကျိုဖုန်းဆိုတဲ့ ဖုန်းမျိုးနွယ်က သမီးပျိုလေးကို ငှက်နတ်သမီးအဖြစ်\nရွေးချယ်ခဲ့တယ်ဆိုပေမယ့် တကယ့် ငှက်သမီးက သက်သက်ရှိနေတယ်ဆိုတာနဲ့ အစချီခဲ့ပါတယ်…ငှက်နတ်သမီးဟာ တရှန့်ညွှန့်ပေါင်းပြည်ထောင်ကြီးကို ကာကွယ်ပေးရမယ့်\nတာဝန်ရှိသလို အများကလည်း တလေးတစားနဲ့ အရေးတယူ ဆက်ဆံရတဲ့\nမြင့်မြတ်တဲ့ ပုဂ္ဂိုလ်မျိုးပေါ့… ဒီလိုအလေးပေးခံရတဲ့အတွက်\nငှက်နတ်သမီးမှာ တရှန့်ညွှန့်ပေါင်းပြည်ထောင်ကြီးကို ကာကွယ်ပြီး\nထီးနန်းဆက်ခံမယ့် အရှင့်သားရဲ့ မိဖုရားခေါင်အဖြစ်\nအရှင့်သားနဲ့အတူ နန်းတက်ရမယ်လို့လည်း ယုံတမ်းရှိနေခဲ့တယ်…ဒါကြောင့်လည်း ကုလင်စစ်သူကြီးက သူ့သမီးကို ငှက်နတ်သမီးဖြစ်အောင်\nလုပ်ထားပြီး ညွှန့်ပေါင်းပြည်ထောင်စုကို ထိန်းချုပ်ဖို့ ကြိုးစားနေခဲ့တာပေါ့…\nဒါပေမယ့် တစ်ဖက်မှာ ဖုဟောင်ဆိုတဲ့ အမျိုးသမီးလေးဟာ မွေးတည်းက\nသူ့ကိုယ်သူ ငှက်နတ်သမီးလို့ ယုံကြည်နေသူတစ်ယောက်ပေါ့…\nသူ့ပင်ကိုယ်အရည်အချင်းအရ လက်ရုံးရည်ရော နှလုံးရည်ပါ ပြည့်စုံနေသူတစ်ဦးပေါ့…လူသားစားတဲ့ လော့မျိုးနွယ်စုက ပုန်ကန်လာချိန်မှာတော့\nတကယ့်ငှက်နတ်သမီးတစ်ယောက်ရဲ့ သမိုင်းပေးတာဝန်အရ\nသွေးဆူပြီး မရရတဲ့နည်းနဲ့ ရှေ့ထွက်တိုက်ခဲ့တယ်…\nအဆုံးသတ်မှာတော့ ဖုဟောင်တစ်ယောက် ငှက်နတ်သမီးအဖြစ် အလေးစားခံရမှာလား…\nကုလင်စစ်သူကြီးရဲ့ သမီးကရော ဘာဆက်ဖြစ်မှာလဲ…\nညွှန့်ပေါင်းပြည်ထောင်စုကရော ဘာတွေဆက်ဖြစ်မှာလဲ…\nလော့မျိုးနွယ်တိုက်ပွဲရဲ့ နောက်ဆုံးရလဒ်ကရော ...",
        "rating": "5.9",
        "url": "https://megaup.net/2BS9n/The_Mystery_Of_XuanNu_2023_1080p_WEB-DL_CM.mp4",
        "category": "History, Romance, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7EdvFUGvT5Pn8rUFRKCrdUzNthf.jpg",
        "title": "Scooby-Doo on Zombie Island (1998)",
        "description": "Scooby-Doo on Zombie Island (1998)~ IMDb - 7.7/10, Rotten Tomatoes - 88% ~2019 က ထွက်ခဲ့တဲ့ Return to Zombie Island ရဲ့ပထမပိုင်း 1998 က လက်ရာဟောင်းတစ်ခုပါ။ နောက်ပိုင်းလက်ရာထက်တော့ နည်းနည်းခေတ်ဟောင်းဆန်ပေမဲ့ ဒီအပိုင်းထဲက ဖုတ်ကောင်တွေက သူတို့အမြဲဖြေရှင်းခဲ့သလို မျက်နှာဖုံးစွပ်နဲ့ လူဆိုးတွေမဟုတ်ဘဲ တကယ့် ဖုတ်ကောင်အစစ်တွေပါ။ ဒီလောက်ဆို စိတ်၀င်စားစရာကောင်းနေပါပြီ။~ ဇာတ်လမ်းအကျဉ်း ~စကူဘီတို့ အဖွဲ့သားတွေဟာ လျှို့ဝှက်ဆန်းကြယ်မှုတွေ ‌ဖြေရှင်းတိုင်း နောက်ဆုံးမှာ လူတွေအယောင်ဆောင်တာပဲ ဖြစ်နေတဲ့အတွက် ငြီးငွေ့လာကြပြီး ကိုယ်စီ လမ်းခွဲလို့ အဆင်ပြေရာအလုပ်တွေ ခွဲလုပ်ကြပါတယ်။ ဒက်ဖနီက သူ့ကိုယ်ပိုင် တီဗီရှိုးမှာ ခြောက်လှန့်တတ်တဲ့နေရာတွေအကြောင်း ရိုက်ကူးတင်ဆက်ရာကနေ Season 2 အတွက် နေရာရှာတာက ဇာတ်လမ်းစပါတယ်။ ဒီတစ်ခါမှာတော့ တကယ်သရဲအစစ်ခြောက်တဲ့နေရာကို လိုချင်တာပါ။ဒီလိုနဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2BS6d/(CM)_Scooby-Doo!_on_Zombie_Island_(1998)_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lCMnAVZkOObw1W26Old1V0ONEzF.jpg",
        "title": "Big Nunu’s Little Heist (2023)",
        "description": "ဇာတ်လမ်းအကျဉ်းလေးကတော့တောင်အာဖရိက ကစဂေါ့ဒဖိုလာဆိုတဲ့မြို့လေးဟာ တစ်ချိန်က စက်ရုံတစ်ရုံကြောင့်စားဝတ်နေရေး ချောင်လည်ကြပြီး မြို့သူမြို့သားတွေဟာ ပျော်ရွှင်နေကြပါတယ်၊တစ်နေ့မှာ အခြေအနေအကြောင်းကြောင်းကြောင့် စက်ရုံကိုပိတ်ဖို့ဖြစ်လာတော့အလုပ်လက်မဲ့သူတွေများလာပြီး ရာဇဝတ်သမားတွေလည်း ပေါလာပါတော့တယ်၃၆ ဆိုတဲ့အလုပ်သမားလေးဟာ အရက်ဆိုင်တစ်ခုကို မီးဖိုလာပို့ရင်းနဲ့ ဆိုင်ရှေ့မှာတင်အခိုးခံလိုက်ရတယ်၊ ဒါကိုမကျေနပ်တဲ့အတွက် ဘယ်သူတွေခိုးတာလဲ သူတို့ကဘယ်မှာနေတာလဲဆိုပြီး အရက်ဆိုင်ပိုင်ရှင်ကိုသွားမေးတယ်၊ ဆိုင်ရှင်ကတော့လိုက်မသွားသင့်ကြောင်း သူတို့ကအန္တရာယ်များကြောင်းပြောပေမယ့် လက်မခံတဲ့အဆုံးမှာ လူမိုက်တွေရှိတဲ့နေရာကိုပြောပြလိုက်တယ်၊ သတ္တိရှိတဲ့ ၃၆ ဟာတစ်ကိုယ်တည်း လူမိုက်တွေနေရာမှာ သွားကြမ်းပြလိုက်တော့ ခေါင်းဆောင်ဖြစ်တဲ့ပွန်ဆူနူနူဟာ သူ့ကိုသဘောကျသွားပြီး ပိတ်ရက်အတွင်းမှာ ချမ်းသာစေမယ့် လုပ်ငန်းတစ်ခုရှိကြောင်းပြောလိုက်တယ်၊ ပစ္စည်းပို့တဲ့အလုပ်ထက်ပိုက်ဆံအများကြီးရမယ့်အလုပ်ဆိုတော့ ၃၆ လည်းစိတ်ဝင်စားပြီးလက်ခံလိုက်တယ်၊ ပွန်ဆူနူနူနဲ့ ၃၆ တို့ ဘာတွေလုပ်ပြီးပိုက်ဆံရှာကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦး။  File size…1.63GB / 681MB\nQuality…NF WED-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 31m\nGenre ….. Action , Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1VUqc/Big.Nunus.Little.Heist.2023.NF_WEB-DL720p(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4oOLgH5zcwlaQHmHY5diSwiPVO.jpg",
        "title": "[18+] Sitio Diablo (2022)",
        "description": "Sitio Diablo (2022)မနီလာမြို့ရဲ့ ဆင်းရဲသားရပ်ကွက်တွေဟာ မကောင်းမှုဒုစရိုက်တွေ လူဆိုးဂိုဏ်းတွေ ကြီးစိုးပြီး ကျင်လည်ကျက်စားတဲ့ နေရာတွေဖြစ်ပါတယ်။ အဲ့ဒီမှာမှ ဆီတိုဒယာဘလိုစ် ဆိုတဲ့ပင်မဂိုဏ်းကြီးကနေခွဲထွက်ပြီး အလူစထရာဒိုဆိုတဲ့ ဂိုဏ်းသစ်ကို ထူထောင်နေကြတဲ့ လူငယ်တစ်စုရှိပါတယ်။ အဲဒီဂိုဏ်းကို ဦးစီးနေတဲ့သူတွေကတော့ ဘူးလက်နဲ့အိုင်နာတို့စုံတွဲဖြစ်ပြီး အိုင်နာကတော့ မူလ ဆီတိုဒယာဘလိုစ်အုပ်စုရဲ့မျိုးဆက်သမီးငယ်ပါ။ခေတ်ကာလအားဖြင့်တော့ သူတို့မြို့တော်ရဲ့အာဏာအကူးအပြောင်း စပ်ကူးမတ်ကူးကာလဖြစ်ပြီး ရွေးကောက်ပွဲဝင်အမတ်လောင်းအသစ်က သူတို့ဂန်းစတားနယ်မြေတွေကို မက်လုံးပေးမဲဆွယ်နေပါတယ်။ အဲဒီအချိန်မှာပဲ ဆီတိုဒယာဘလိုစ်ရဲ့ဆက်ခံသူ၊ အိုင်နာရဲ့အစ်ကို တိုးနစ်စ်ဟာ ရဲတစ်ယောက်ရဲ့ညှိနှိုင်းမှုနဲ့ ပြန်ရောက်လာခဲ့ပါတယ်။ နဂိုကတည်းက မငြိမ်းချမ်းတဲ့ နယ်မြေခွဲဝေမှုတွေ၊ အချင်းချင်းခွက်စောင်းခုတ်မှုတွေ ကွက်ကျော်ရိုက်မှုတွေနဲ့ သူတို့လောကထဲ တိုးနစ်စ်ပြန်ရောက်လာမှုဟာ နိမိတ်ဆိုးတစ်ခုဖြစ်ပြီး ပိုမိုမုန်တိုင်းထန်လာတော့မယ့် သဘောပါပဲ။မြင်နေကျကားတွေကနေ ခွဲထွက်ပြီး တစ်မူထူးခြားနေတဲ့ 18 အပေါင်း ဂန်းစတားနောက်ခံဇာတ်ကားသစ်ဖြစ်ပါတယ်။ ဖန်သားပြင်ထက်မှာ မမြင်ရတာကြာပြီဖြစ်တဲ့ AJ Raval, အဲဒီတုန်းက တက်သစ်စလေးတွေဖြစ်တဲ့ Kiko Estrada, Benz Sangalang တို့နဲ့အတူ အခုချိန်မှာထိပ်တန်းဖြစ်နေပြီဖြစ်တဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2BRA8/(CM)_Sitio_Diablo_(2022)_720p.mp4",
        "category": "Action, Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/NamelessHero-133x200.jpg",
        "title": "Nameless Hero ( 2023 )",
        "description": "CM movie fanလေးတွေထဲကမှ actionမှကြိုက်တာဆိုတဲ့\nသူလေးတွေအတွက် နိုင်ငံရေးစစ်ကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်နော်။90sတစ်ဝိုက်မှာ နိုင်ငံရေးအယူဝါဒကွဲလွဲမှုတွေအပေါ်အခြေခံပြီး စ\nစ်ပွဲတွေက ဆူပူအုံကြွနေခဲ့တယ်။ကျင်ကျိုးမြို့နစ်ခုလုံးကို\nနယ်ခြားစောင့်တပ်တွေ ဝန်းရံထားတဲ့အချိန် ...စစ်မြေပြင်မှာမတရားတာမရှိဘူးဆိုသလိုပဲ သူစီကိုယ်စီ\nဌာနအတွင်းမှာ သူလျှိုတွေစေလွှတ်ထားချိန်မှာ..\nကုဒ်နာမည် *မြွေစိမ်း*လို့သိကြတဲ့ သတင်းအချက်အလက်သူလျှို\nလျိုသာ့ဝေဟာ သရုပ်မှန်ပေါက်ကြားပြီး ဖမ်းစီးမှုကိုခံခဲ့ရတယ်။မြွေစိမ်းဟာ စစ်တပ်လက်အောက်ခံဖြစ်တဲ့အတွက် အထက်က\nစစ်‌ကြောရေးအတွက် လျှို့ဝှက်ထိန်းသိမ်းရေးဌာနက *လင်ရှီး*ကို\nတာဝန်ထမ်းဆောင်ဖို့ စေလွှတ်ခဲ့တယ်။အဲ့အချိန်မှာ မြွေစိမ်းကို\nဖမ်းမိခဲ့တဲ့သူက ပါတီရေးရာနဲ့ပြန်ကြားရေးဌာနဖြစ်တဲ့အတွက်\nလင်ရှီးဟာ ထိုဌာနရဲ့ဦးစီးချုပ်\"ကျိုးယင်ချွင်း\"နဲ့ သူ့ရဲ့မဟာမိတ်ဖြစ်သူ\nနိုင်ငံတော်ကာကွယ်ရေးတပ်ခွဲ၂ကအထူးတပ်ဖွဲ့ဝင်ကျန်းဝေနဲ့အတူ\nပူးပေါင်းစစ်ကြောရေးဆင်းဖို့ဖြစ်လာတော့တယ်။မြွေစိမ်းဟာ ကွန်မြူနစ်ပါတီသူလျှိုဖြစ်ပြီး သူ့ရဲ့လက်ထဲမှာ\nကျင်ကျိူးမြို့ကာကွယ်ရေးမြေပုံရှိသလို ဒါကသူကျင်ကျိုးကိုထိုးစစ်ဆင်ရာမှာကူညီဖို့\nမြို့ပြင်ကိုလက်ဆင့်ကမ်းရမဲ့ အချက်အလက်လည်းဖြစ်တယ်။\nမြွေစိမ်းကျဉ်းထဲကျပ်ထဲရောက်နေတဲ့အချိန်မှာ လင်ရှီးရဲ့လျှိုဝှက်တာဝန်က\nအဲ့ဒီမြေပုံကိုလွှဲပြောင်းယူပြီး လက်ဆင့်ကမ်းပေးရမှာပါ။မမျှော်လင့်ထားတဲ့အလှည့်အပြောင်းတွေကြားထဲမှာ\nလင်ရှီးက သူ့ရဲ့တာဝန်ကိုအောင်မြင်စွာထမ်းဆောင်နိုင်ပါ့မလား\nသူ့ရဲ့လမ်းခရီးမှာရော ဘယ်လိုဘက်တော်သားတွေနဲ့ တွေ့ဆုံရဦးမလဲ\nအာဏာမှိုင်းတွေ ရောထွေးနေတဲ့နယ်ပယ်ကြီးမှာ\nဘယ်အရာက တရားမျှတမှုလမ်းစဉ်ဖြစ်မလဲဆိုတာ...\nဇာတ်လမ်းမှာအသေးစိတ်ကြည့်ရှုလိုက်ပါ။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Drama , War\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "5.9",
        "url": "https://megaup.net/1VUdw/Nameless_Hero_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mLeYGSVnDymYscyjfPEfjK9GBUk.jpg",
        "title": "Sympathy for the Devil (2023)",
        "description": "Sympathy for The Devil (2023)~ IMDb - 5.7/10, Rotten Tomatoes - 62% ~မင်းသားကြီး နီကိုလက်ကေ့ရဲ့ ရုပ်ရှင်အသစ်ပါ။ Suicide Squad ထဲက Rick Flag မင်းသား Joel Kinnaman နဲ့အတူ ပါဝင်ထားပါတယ်။ Action Thriller အမျိုးအစားဖြစ်ပြီး သို့လော သို့လောနဲ့ ကြည့်ရတဲ့ ကားမျိုးပါပဲ။ဒေးဗစ်ချိန်ဘာလိန်ဆိုတဲ့လူတစ်ယောက်ဟာ သူ့မိန်းမဆေးရုံမှာ ကလေးမွေးနေတာကို အမီသွားဖို့ ကားနဲ့ထွက်လာပါတယ်။ ဆေးရုံကိုအရောက်မှာပဲ ကားနောက်ခန်းထဲကို လူတစ်ယောက်ဝင်လာပြီး သေနတ်နဲ့ချိန်ထားပါတော့တယ်။ အဲဒီလူကပဲ သူ့ကို ဆေးရုံထဲကိုမဝင်ခိုင်းဘဲ ဘော့စတွန်အထိ မောင်းခိုင်းပါတော့တယ်။ လမ်းတလျှောက်မှာ ဒေးဗစ် လွတ်မြောက်ဖို့ကြိုးစားပေမဲ့ မအောင်မြင်ဘဲ လူတွေသာ တစ်ယောက်ပြီးတစ်ယောက် သေလာပါတော့တယ်။ သူတို့နှစ်ယောက် ကြောင်နဲ့ကြွက်လို လိုက်တမ်းပြေးတမ်း အသက်လုပြီးကစားရတဲ့ ရည်ရွယ်ချက်ကဘာလဲ... ရည်ရွယ်ချက်ရောရှိရဲ့လား... သူတို့အချင်းချင်းကရော ထင်ထားသလို ...",
        "rating": "5.7",
        "url": "https://megaup.net/1fVs3/(CM)_Sympathy_For_The_Devil_(2023)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/faculty-135x200.jpg",
        "title": "The Faculty (1998)",
        "description": "Sci-Fi / Horror ပရိတ်သတ်တွေ အကြိုက်တွေ့မယ့် ရုပ်ရှင်ဟောင်းလေးတင်ဆက်လိုက်ပါတယ်။The Lord of the rings ဇာတ်ကားမှာ လူပုလေးဖရိုဒိုနေရာကနေဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား Elijah Wood ပါဝင်သရုပ်ဆောင်ထားတဲ့ကားကောင်းလေးလည်းဖြစ်သလို ဇာတ်လမ်းဇာတ်ကွက်အပြင် ဇာတ်ပျိုး၊ဇာတ်လယ်၊ဇာတ်တက်၊ဇာတ်ဆင်း ရှယ်ကြမ်း ရှယ်ကောင်းတဲ့ science-fiction တစ်ဖြစ်လဲ horror ကားကောင်းလေးလည်းဖြစ်ပါတယ်။ဇာတ်ကားနာမည်လေးကတော့ The Faculty (1998) ဖြစ်ပြီး IMDb အနေနဲ့ 6.5 ရရှိထားပါတယ်။ဇာတ်လမ်းကတော့ ပြောပြနေတာထက် ကြည့်လိုက်တာက ပိုကောင်းတာမို့ မညွှန်းတော့ပါဘူးနော်။\nFile size…(1.8 GB)/ (1 GB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:44:11\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "6.5",
        "url": "https://megaup.net/1FCxt/(CM)The.Faculty.1998.720p.BluRay.x264-aAF.mp4",
        "category": "Horror, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/Unbroken-133x200.jpg",
        "title": "Unbroken (2014)",
        "description": "မင်းသမီး Angelina Jolie က ရိုက်ကူးထားတဲ့ Unbroken ရုပ်ရှင်ဇာတ်ကားဟာ Laura Hillenbrand ရဲ့ Unbroken: A World War II Story of Survival, Resilience, and Redemption စာအုပ်ကို မှီငြမ်းထားပြီး Oscars ဆုပေးပွဲမှာ nomination ၄ ခုအပါအဝင် အခြားဆုတွေ nomination တွေ တစ်သီတစ်တန်းကြီးရရှိထားပါတယ်။ဇာတ်လမ်းကတော့ စစ်အတွင်း အမေရိကန်သုံ့ပန်းတွေထဲက သုံ့ပန်းတစ်ယောက်နဲ့ ဂျပန်စစ်ဖက်အရာရှိ တစ်ယောက်တို့ရဲ့ ယှဉ်ပြိုင်မှုတွေကို အဓိကထားပြီးရိုက်ပြထားတာပါ။\nတကယ့်အဖြစ်အပျက်ဖြစ်ပြီးတော့ မင်းသား Jack O'Connell က အိုလံပစ် အပြေးချန်ပီယံဟောင်း လူးဝစ်ဇမ်ပီရီနီအဖြစ် အဓိကသရုပ်ဆောင်နေရာကနေ အကောင်းဆုံး သရုပ်ဆောင်ထားပါတယ်။\nဒါ့အပြင် ဂျပန်စစ်ဗိုလ် Watanabe အဖြစ်သရုပ်ဆောင်တဲ့ Miyavi ကလည်း အဆိုတော်ဆိုပေမယ့် သူ့ character ကို အကောင်းဆုံးသရုပ်ဆောင်ပြသွားပါတယ်။\nIMDb Rating(7.2/10) ...",
        "rating": "7.2",
        "url": "https://megaup.net/1FBnu/(CM)Unbroken_(2014)_(720p_BluRay_x265_Garshasp).mkv",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzq5XRGgm6NDMOW1idUvbpGqEkv.jpg",
        "title": "My Little Pony: A New Generation (2021)",
        "description": "My Little Pony (2021)========================================IMDb - 7/10ဟိုးရှေးရှေးတုန်းကပေါ့ ပိုနီလို့ ခေါ်ကြတဲ့ မြင်းပုမျိုးနွယ်စုလေး သုံးခုရှိကြတယ်။အာသ့်ပိုနီလို့ ခေါ်တဲ့မြေလျှောက်မြင်းပုလေးတွေရယ်ယူနီကွန်း လို့ ခေါ်တဲ့ မှော်စွမ်းအား သုံးနိုင်တဲ့ ဦးချိုတစ်ချောင်း မြင်းပုလေးတွေရယ်ပဲဂစိုက် လို့ခေါ်တဲ့ မြင်းပုပျံလေးတွေ ရယ်ပေ့ါသူတို့ဟာ လက်ရှိကာလမှာတော့ မျိုးနွယ်စုတွေက\nတစ်ခုနဲ့ တစ်ခု မတည့်ကြဘဲ အချင်းချင်း ကြောက်ရွံ့နေကြတယ်။\nဘာအကြောင်းကြောင့် စည်းလုံးမှု ပြိုကွဲပြီး\nအချင်းချင်း ကြောက်နေကြမှန်း မသိရပေမဲ့\nအတိတ်ကာလတုန်းက သိပ်စည်းလုံးပြီး\nမိတ်ဆွေကောင်းတွေ ဖြစ် ဆက်ဆံရေးခိုင်မာကြတယ်လို့\nယုံကြည်တဲ့ အာ့သ်ပိုနီ ကတော့ ရှိနေခဲ့တယ်။သူ့ရဲ့ ယုံကြည်မှုကို သူ့သမီးဖြစ်တဲ့ ဆန်နီ လေးကို လက်ဆင့်ကမ်းရင်း\nည အိပ်ယာဝင်ပုံပြင်တွေ အဖြစ် ပြောပြခဲ့တယ်။\nအဲဒီ ပုံပြင်တွေ အပေါ် ယုံကြည်သက်ဝင်တဲ့ ဆန်နီလေးတစ်ယောက်\nအခြားမျိုးနွယ်စု‌တွေကို လိုက်ရှာရင်း\nသူ့အဖေ ယုံကြည်ခဲ့တဲ့ ပြန်လည်ပေါင်းစည်းရေး အတွက်ကြိုးပမ်းရင်း\nဒီစွန့်စားခန်းလေး ဖြစ်ပေါ်လာတော့တာပါပဲ။Netflix ...",
        "rating": "7",
        "url": "https://megaup.net/2lzsj/My.Little.Pony.A.New.Generation.2021.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BNTZlNzc2MmItYWUxYi00NzBlLTg2M2EtNTU3YjZiZjI3Zjc5XkEyXkFqcGdeQXVyMTA3MzQ4MTg0._V1_-146x200.jpg",
        "title": "Pokémon the Movie: Secrets of the Jungle (2021)",
        "description": "Pokemon the Movie : Secrets of the Jungle (2021)ပိုကီမွန် ပရိသတ်ကြီးအတွက် အသစ်ထွက်ရှိထားတဲ့\nပိုကီမွန်ဇာတ်ကားလေးတင်ဆက်ပေးချင်ပါတယ်ဒီတစ်ခေါက်ဇာတ်လမ်းမှာတော့ ဇာရူဒ်တောအုပ်ထဲက\nစမ်းချောင်းနားမှာ ငိုနေတဲ့ Kokoကို\nဇာရူဒ်နယ်ခံ ပိုကီမွန်တစ်ကောင်က သူနဲ့အတူ ခေါ်လာခဲ့ပါတယ်ဒါပေမဲ့ ဇာရူဒ်နယ်မြေကို အခြားသူတွေဝင်ခွင့်မရှိဘူးဆိုတဲ့ စည်းမျဥ်းကြောင့်\nKoko စွန့်ပစ်ရမှာဖြစ်ပေမဲ့လည်း ခေါ်ဆောင်လာပေးခဲ့တဲ့ ပိုကီမွန်က\nသူကိုယ်တိုင် ကလေးရဲ့မိသားစုကိုရှာပေးမယ်ဆိုပြီးတော့ အုပ်စုကနေထွက်ခွာလာခဲ့တယ်အစမှာ သူဟာ Koko ကို လူသားတွေနေတဲ့နေရာမှာ သွားထားဖို့ ကြံစည်ခဲ့ပေမဲ့လည်း\nအခြေအနေအမျိုးမျိုးကြောင့် မထားဖြစ်ခဲ့ပါဘူးပိုကီမွန်တစ်ယောက်က လူသားလေး Koko ကို သူ့သားအရင်းလိုမျိုး\nကိုယ်တိုင်စောင့်ရှောက်ခဲ့ပြီး လူသားဖြစ်ကြောင်းကို ဖုံးကွယ်ထားခဲ့တယ်ဒါပေမဲ့ အချိန်ကြာတဲ့အမျှ Koko တစ်ယောက်\nသူ့ကိုယ်သူ အခြားသူတွေနဲ့မတူညီတာနဲ့ပတ်သတ်ပြီး\nအမြဲတမ်းသံသယဝင်ခဲ့ရာကနေ Ash နဲ့တွေ့ဆုံတဲ့ချိန်မှာ\nသူဟာ လူသားတစ်ယောက်ဖြစ်တာ သိသွားပြီး\nသူ့မိဘအရင်းကို လိုက်ရှာဖို့ဖြစ်လာပါတော့တယ်Koko တစ်ယောက် သူ့မိဘတွေကိုရှာတွေ့မှာလား...??ဇာရူဒ်တောအုပ်နဲ့ ကိုကိုမိဘတွေကြားမှာကော\nဘယ်လိုကိစ္စတွေကပါဝင်ပတ်သတ်နေမှာလဲ....?? ဆိုတာ\nစိတ်ဝင်တစား စောင့်ကြည့်ရမှာပဲ ဖြစ်ပါတယ်အညွှန်းကိုတော့ Shwe Pyae က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Shwe Pyae နဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screenshot-2021-10-17-at-10-59-37-Aiyai-Wrathful-Soul-2020-139x200.png",
        "title": "Aiyai: Wrathful Soul (2021)",
        "description": "ဒီဇာတ်ကားကတော့ ကလဲ့စားချေတဲ့ ဝိညာဉ်တစ်ကောင် အကြောင်းကို ကြောက်မက်ဖွယ်ရာ ရိုက်ကူးပုံဖော်ထားတာပါ ။\nIMDb 5.8 ဆိုပေမယ့် Best Director , Best Thriller ဆုတွေအပါအဝင် ဆုပေါင်း ၁၄ဆုရထားတာ ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ကီရန်ဆိုတဲ့ကောင်လေးက အလုပ်မရှိတာကြောင့် သူ့သူငယ်ချင်းလုပ်နေတဲ့ သုဘရာဇာအလုပ်ကို လုပ်ဖို့ ရောက်လာခဲ့ပါတယ်သူငယ်ချင်းရဲ့ အကူအညီနဲ့ မီးသဂြိုလ် စက်နဲ့ အလောင်းတွေကို မီးသဂြိုလ်ပေးရတဲ့ နေရာကို သူရခဲ့တယ်တစ်နေ့ မီးရှို့ သဂြိုလ်တဲ့ စက်ထဲကနေ ဝိညာဉ်တစ်ကောင်ထွက်လာပြီး ကီရန်ကို ဝင်ပူးသွားပါတယ်ကီရန်ရဲ့ ခန္ဓာကိုယ် ကိုအသုံးချပြီး သူ့ကို အရှင်လက်လက် မီးရှို့သတ်ခဲ့သူတွေကို ပြန်ကလဲ့စားချေတာကို ကြောက်မက်ဖွယ်ရာ ကြည့်ရှု့ကြရမှာပါ ။ File Size__1.4 GB, 850 MB\nQuality__1080p, 720p\nIMDb Rating__5.8/10\nFormat__mp4\nDuration__01:30:00\nType__Horror , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Murphy\nEncoded by Naing ...",
        "rating": "5.8",
        "url": "https://megaup.net/ZEdn/Aiyai_Wrathful_Soul_(2020)_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BYjRjYWE0YjktMGU5OS00YTdkLThlMjUtZjY0ZWM2ODRmN2Q5XkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_-133x200.jpg",
        "title": "Meet the Fockers (2004)",
        "description": "Meet The Fockers (2004)ကဲကဲ Meet The Parents ကြည့်ပြီးတဲ့နောက် အများစု မျှော်လင့်နေကြလောက်မယ့် Meet The Fockers လေး လာပါပြီဗျ ။ပထမတစ်ကားမှာ အလွဲလွဲအချော်ချော်ဖြစ်ပြီး ရယ်ခဲ့ရသလိုမျိုးပဲ အခုကားကလည်း အဲ့ဒီထက် နှစ်ဆ လောက် ထပ်ပြီး ပါးစပ်မပိတ်နိုင်ဘဲ ရယ်နေရမယ် ဆိုတာ အာမခံပါတယ်ဗျာ ဇာတ်လမ်းကတော့ Meet The Parents မှာ ဂျက်ရဲ့ ယုံကြည်မှုစည်းဝိုင်းထဲကို ပြန်ရောက်ခဲ့တဲ့ ဂေး လော့ဒ် တစ်ယောက် ဂျက်ကို သူ့မိဘတွေနဲ့ တွေ့ဆုံဖို့ မိုင်ယာမီအထိ ခေါ်သွားရပါတော့တယ်\nအဲ့လိုနဲ့ နှစ်ဘက်မိဘတွေ အချင်းချင်း တွေ့ဆုံကြရင်းနဲ့ ဘယ်လို အလွဲလေးတွေ ဖြစ်ပြီး ရယ်နေရမလဲ\nဂျက် အနေနဲ့ ဖော်ကာတို့မိသားစုကို နှစ်သက်မလား ဂရက်ကို သူ့သမီးနဲ့ သဘောတူလိုက်မလား ဆိုတာကို ကြည့်ရှု ခံစားလိုက်ကြပါ ။( ဘာသာပြန်ပြီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1FAU1/Meet_The_Fockers_(2004)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-16-at-21.17.00-140x200.png",
        "title": "The Forgotten Battle (2020)",
        "description": "The Forgotten Battle (2020)====================IMDb Rating - 7.4/10The Forgotten war ဆိုတဲ့ နာမည်လေးအတိုင်း သမိုင်းတွင်ခဲ့ပေမဲ့ သမိုင်းစာမျက်နှာထက်မှာအကျယ်တဝင့်ဖော်ပြခြင်းမခံခဲ့ရတဲ့ စစ်ပွဲလေးအကြောင်းကိုအခြေတည်ရိုက်ထားတဲ့ဇာတ်ကားလေးပါ။D-Day လိူ့ဆိုလိုက်တာနဲ့ မဟာမိတ်တွေ ဂျာမာန်တွေကိုအနိုင်ယူခဲ့တဲ့ နောမန်ဒီကမ်းတက်စစ်ပွဲကြီးကိုတစ်ခါတည်းတွဲမြင်တတ်ကြပါတယ်။ ဒါပေမဲ့ အဲ့ဒီစစ်ပွဲကြီးဖြစ်တည်ဖို့ လမ်းဖောက်ပေးခဲ့တဲ့ Scheldtတိုက်ပွဲလေးအကြောင်းကိုတော့ လူတွေသိပ်မသိခဲ့ကြပါဘူး။နော်မန်ဒီတိုက်ပွဲအတွက် ရိက္ခာလက်နက်ထောက်ပံ့ပို့ရန်ဆိပ်ကမ်းတစ်ခုအသည်းအသန်လိုအပ်နေခဲ့တဲ့မဟာမိတ်တွေဟာ ဘယ်ဂျီယံနိုင်ငံထဲက Antwerp ဆိပ်ကမ်းလေးကိုတွေ့ရှိပြီး စစ်သင်္ဘောတွေဆိုက်ကပ်နိုင်ဖို့ကြိုးစားခဲ့ပါတယ်။ ဒါပေမဲ့ Scheldt မြစ်ကြောင်းတစ်လျှောက်မှာ ဂျာမာန်တွေကခြေကုပ်ယူထားတဲ့အခါမှာတော့....ဒီဇာတ်ကားလေးဟာ Scheldt တိုက်ပွဲမှာအောင်ပွဲဆင်နိုင်ဖို့ လူမသိသူမသိအညတရသူရဲကောင်းလေးတွေရဲ့ကိုယ်စီအားထုတ်ကြိုးစားခဲ့မှုလေးတွေ အခက်အခဲတွေကိုဖြတ်ကျော်ခဲ့ရပုံတွေကို အလေးပေးရိုက်ကူးထားတဲ့စစ်ကားကောင်းလေးတစ်ကားပါ။ဒီကားထဲမှာ Tom Felton (harry potter ထဲမှ မက်ဖွိုင်း) လည်း ပါဝင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူများကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 2hr 04minSubtitle – Myanmar ...",
        "rating": "7.4",
        "url": "https://megaup.net/31vce/The.Forgotten.Battle.2020.720p.WEB.h264-RUMOUR.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bsN3BlxpQ77XZH22GAXPFfbTflO.jpg",
        "title": "Rashmi Rocket(2021)",
        "description": "Haseen Dillruba ရုပ်ရှင်ထဲက မင်းသမီးချောလေးTaapsee Pannu ကို ဘယ်သူတွေ လွမ်းနေကြတုန်းဒီတစ်ခါမှာလည်း သူဟာ အရမ်းမိုက်တဲ့ ဇာတ်ကားနဲ့အတူ ပြန်လာခဲ့ပြန်ပါပြီဒီဇာတ်ကားမှာတော့ သူဟာ အဓိကဇာတ်ကောင်ဖြစ်တဲ့ရက်ရှ်မီးနေရာကနေ သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်ရက်ရှ်မီးဟာ မိန်းကလေးဆိုပေမယ့်လည်း မိန်းကလေးပီပီသသနေတတ်တဲ့သူမဟုတ်ပါဘူးအရပ်အမောင်းထွားတဲ့အပြင်ကို ဆံပင်ကလည်းစုတ်ဖွားနဲ့ မိန်းကလေးလို့ မြင်စရာကိုမရှိတာပါသူ့ရွာကလူတွေကတော့ ရက်ရှ်မီးကိုနောက်ထပ်နာမည်တစ်မျိုးပေးထားသေးတယ်အဲ့ဒါကတော့ ရော့ကတ်တဲ့ ဘာလို့လဲဆို​တော့ သူကပြေးရင် အရမ်းမြန်တာကိုးအဲ့လို အရမ်းမြန်တဲ့ ရက်ရှ်မီးရော့ကတ်ဟာ ငယ်စဥ်ကအကြောင်းတစ်ခုကြောင့် အပြေးပြိုင်ပွဲကို ရပ်နားခဲ့ရပါတယ်ဒါပေမဲ့ ဗိုလ်ကြီး ဂါဂန်ရဲ့ တိုက်တွန်းမှုကြောင့် ရက်ရှ်မီးတစ်ယောက်အပြေးပြိုင်ပွဲကို ပြန်လည်ဝင်ပြိုင်ရာကနေပြီးတော့ နိုင်ငံလက်ရွေးစင်အဖွဲ့ဝင်အနေနဲ့ယှဥ်ပြိုင်ရတဲ့အထိ တစ်ဟုန်ထိုး အောင်မြင်လာခဲ့ပါတယ်အောင်မြင်လာတာနဲ့အမျှ မလိုမုန်းထားအကောက်ကြံစည်မှုတွေရှိလာတတ်တာ သဘာဝပဲမဟုတ်လားဒီဇာတ်လမ်းထဲမှာကော ရက်ရှ်မီးတစ်ယောက်ဘယ်လိုဒုက္ခတွေကြုံတွေရမလဲ....??ဘယ်လိုမျိုး ကြံ့ကြံ့ခံပြီး အခက်အခဲတွေကို ရက်ရှ်မီးတစ်​ယောက်ဘယ်လိုဖြတ်ကျော်သွားမလဲဆိုတာ...ရင်တဒိတ်ဒိတ်နဲ့ ဆက်လက်စောင့်ကြည့်ရမှာပဲ ဖြစ်ပါတယ်File Size -  1.6 GB / 1.3GB\nQuality - 1080P & 720P\nSubtitle - Burmese\nTranslator - Shwe ...",
        "rating": "6.3",
        "url": "https://megaup.net/31vaD/Rashmi_Rocket_(2021)_Hindi_TRUE_WEB-DL_-_1080p__HEVC_%7BCM%7D.mp4",
        "category": "Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2EnHRyHdboUWz120LDiAk2M2Lgc.jpg",
        "title": "Under Wraps (2021)",
        "description": "Under Wraps (2021)1997 ခုနှစ်တုန်းက Disney ကနေ ပထမဆုံး Horror-themed film အနေနဲ့\nထုတ်လွှင့်ပေးလိုက်တဲ့ Under Wraps ဇာတ်လမ်းလေးဟာ\nအခု 2021 မှာ အားလုံးရှေ့မှောက်ကို တစ်ဖန်ဆန်းသစ်ပြီး ပြန်လည်ရောက်ရှိလာပါပြီ။ဇာတ်လမ်းလေးကတော့ Disney ရဲ့ထုံးစံအတိုင်း အရောင်အသွေးစုံစုံလင်လင်နဲ့\nပေါ့ပေါ့ပါးပါးကြည့်ရှုခံစားလို့ကောင်းမယ့်ကားလေးပါ။\nအသက် ၁၂နှစ်အရွယ် ဂျစ်တီးလေးတွေဖြစ်ကြတဲ့ Gilbert နဲ့ Marshall တို့နှစ်ယောက်က\nတစ်မြို့ထဲနေပြီး အတူတူကြီးပြင်းခဲ့ကြတဲ့အပြင် အိမ်နီးချင်းသူငယ်ချင်းတွေပါ။\nသူငယ်ချင်းဆိုပေမယ့် နှစ်ယောက်က တကယ့်ကို အတွဲညီတဲ့ တောင်နဲ့မြောက်နှစ်ကောင်ပေါ့။\nMarshall က မွန်းစတားတွေ၊ သရဲကားတွေလိုမျိုး ထိတ်လန့်သည်းဖိုခရေဇီဖြစ်ပြီး\nGilbert ကတော့ သရဲကား၊ မွန်းစတား စတာတွေကို တုန်နေအောင်ကြောက်တတ်တဲ့ကောင်လေးပေါ့။ဒီလိုနဲ့ တစ်ရက်မှာ သူတို့နှစ်ယောက်ရဲ့ ဘဝထဲကို\nAmy ဆိုတဲ့ကျောင်းသူသစ် သူငယ်ချင်းမလေးရောက်ရှိလာပါတော့တယ်။\nတစ်ညမှာတော့ ဂျစ်တီးလေးနှစ်ယောက်ရဲ့အိမ်နီးချင်းဖြစ်ပြီး\nလူသတ်စက်ရုပ်ဆိုတဲ့နာမည်ပြောင်နဲ့ ကြောက်စရာ Mr. Kubot ရဲ့အိမ်ထဲကို\nထူးဆန်းတဲ့ပစ္စည်းကြီးတစ်ခုသယ်နေတာကို Gilbert နဲ့ Marshall တွေ့သွားတဲ့အခါ ..အနာဂတ်သတင်းထောက်လောင်းလေး Amy နဲ့အတူ ရှာဖွေဖော်ထုတ်ကြရာကနေ\nအဲဒီထူးဆန်းတဲ့ပစ္စည်းက ...",
        "rating": "4.8",
        "url": "https://megaup.net/1Fz8m/Under.Wraps.2021.720p.WEBRip.CM.mp4",
        "category": "Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/1200x1200bb-133x200.png",
        "title": "[18+] Irreversible (2002)",
        "description": "IMDb Rating (7.4)အသစ်တဖန်ပြန်မလာနိုင်တော့တဲ့ ဒါမှမဟုတ် ပြန်ပြီးအစားထိုးမရနိုင်တော့တဲ့\nတစ်စုံတစ်ရာကို တကယ်လို့များဆိုတဲ့ စကားလုံးနဲ့ နောက်ကြောင်းပြန်ချိန်ထိုးပြီး ကွဲပြားသွားနိုင်တဲ့အဖြစ်အပျက်တွေ၊ဘယ်တော့မှ ဖြစ်မလာနိုင်တော့တဲ့\nအခြေအနေတွေကို လူတိုင်းလူတိုင်းဟာ တစ်ကြိမ်တစ်ခါမှာ စိတ်ကူးယဉ်လွမ်းဆွတ်ခဲ့ကြဖူးလိမ့်မယ်။မားကတ်စ်ဟာ အဲ့ဒီလိုပဲတွေးနေမိမယ်ဆိုတာ အသေအချာပဲဖြစ်မှာပါ။အဲ့ဒီညက သူအရမ်း အမူးလွန်မနေခဲ့ရင်၊ဆေးကွဲမနေခဲ့ရင် ဒါမှမဟုတ် အနည်းဆုံးတော့\nသူ့ချစ်ဇနီးလေးကို တစ်ယောက်တည်း ညနက်သန်းခေါင်ပြန်မလွှတ်ခဲ့ရင်၊ အဲ့ဒီပါတီကို သူတို့မသွားခဲ့ရင်၊ ဆိုတာမျိုးလောက်ဖြစ်ဖြစ်ပေါ့။\nဇာတ်လမ်းကို ဂေးကလပ်တစ်ခုမှာဖြစ်တဲ့လူသတ်မှုတစ်ခုနဲ့ စဖွင့်ထားပြီး အဲ့ဒီကနေမှ အချိန်ရဲ့အစဉ်ကို ပြောင်းပြန်ပြကွက် ဆယ့်လေးခုနဲ့တင်ဆက်ထားတာဖြစ်လို့\nစလာလာချင်းအခန်းဟာ ဇာတ်သိမ်းခန်းပဲဖြစ်ပြီး နောက်ဆုံးမြင်လိုက်ရတဲ့အခန်းကတော့ ဇာတ်အဖွင့်ဖြစ်ပါတယ်။ကလပ်ထဲက ကြမ်းတမ်းပက်စက်လွန်းတဲ့လူသတ်ခန်းနဲ့မြေအောက်ဥမင်လမ်းမှာရက်ရက်စက်စက်မုဒိမ်းကျင့်တဲ့အခန်းကို ၉ မိနစ်ကြာတောက်လျှောက်ကြီးပြသွားတဲ့\nပြကွက်တို့ကြောင့် အမျိုးသမီးပရိသတ်အများစုဟာ ဆက်မခံစားနိုင်ပဲရုံထဲက ပြန်ထွက်လာခဲ့ကြတဲ့အထိဖြစ်ခဲ့ကြပါသတဲ့။\nညို့အားအကောင်းဆုံး၊ အလှဆုံး၊ ဆွဲဆောင်မှုအရှိဆုံးစသဖြင့် အကောင်းတကာ့အကောင်းဆုံးတွေရဲ့စာရင်းတွေမှာ\nဆယ်စုနှစ်တွေချီအမြဲတမ်းထိပ်ဆုံးမှာပြေးနေတဲ့ မမမိုနီကာလို မင်းသမီးကို ဒီလိုကြီး နှိပ်စက်ပြသွားခဲ့တာတွေဟာ\nသူ့ပရိသတ် ကမ္ဘာယောက်ျားထုကြီးအတွက်လဲစိတ်နှလုံးမခိုင်ချင်စရာ ရင်နင့်စရာ မြင်ကွင်းတွေဖြစ်ပါတယ်။လိင်စိတ်ခံယူမှုကွဲပြားသူတွေ၊ အမျိုးသမီးတွေ၊ ပြည့်တန်ဆာ အစရှိတဲ့လူတန်းစားအလွှာပေါင်းစုံကို ရိုင်းရိုင်းစိုင်းစိုင်း စော်ကားနှိမ်ချထားတဲ့စကားပြောတွေ၊တစ်တစ်ခွခွအဆဲတွေ၊ အပြတွေအပြင်\nသာမန်အချိန်မှာပြောနေတဲ့ အလ္လာပသလ္လာပစကားတွေက အစလိင်ကိစ္စတွေပဲဖြစ်သလို သရုပ်ဆောင်နှစ်ယောက်ဝတ်လစ်စားလစ်ချစ်တင်းနှောခန်းကိုလဲ\nဆယ်မိနစ်ကျော်အောင်အချိန်ဆွဲပြထားတာတွေလဲပါဝင်လို့ မိသားစုကြည့်ဖို့မသင့်တော်တဲ့ကားတစ်ကားပါ။2002 Stockholm ...",
        "rating": "7.4",
        "url": "https://megaup.net/ZCz6/(CM)_Irreversible.2002.Remastered.720p.bluray.x264-orbs.mp4",
        "category": "Adult, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Wxgaa45NyvPwYZT3GsZqQWWanR.jpg",
        "title": "The Trip(2021)",
        "description": "The Trip (2021) ရုပ်ရှင်အညွှန်းတစ်ခါ တစ်လေကျရင် ကျွန်တော်တို့ကကိုယ် ချစ်တဲ့ သူတွေနဲ့ ကိုယ့်ခံစားချက်တွေကိုအမှန်အတိုင်း မဝေမျှကြတဲ့ အခါမျိုးတွေ ရှိကြပါတယ်\"တောင်းပန်ပါတယ် ငါ မှားသွားတာပါ\" ဆိုတာတွေကို ခဏခဏ ပြောနေရရင်ပြောဖို့ ခက်လာသလိုပေါ့ ။ လူဆိုတာ ကိုယ့်အမှား ကိုယ်လွယ်လွယ်နဲ့ လက်မခံဘဲ ပတ်ဝန်းကျင်ကိုပဲ လိုက်အပြစ်တင်တတ်တဲ့ သတ္တဝါ ဖြစ်တာကိုး ။အခုဇာတ်လမ်းကလည်း အဲ့လို ကိုယ်မှားတာကို လက်ခံပြီး တောင်းပန်တာမျိုးမလုပ်တတ်တဲ့ ယောက်ျား နဲ့ သူ့မိန်းမကြားက အချစ်စမ်းတာလေးတွေကို အဓိကထား ရိုက်ကူးထားပါတယ်ဇာတ်လမ်းအမျိုးအစားကတော့ Mystery-Thriller ဖြစ်တာနဲ့အညီ ဇာတ်ဝင်ခန်းတိုင်းကိုကသည်းထိတ်ရင်ဖို ဖြစ်ရပြီးတော့ ဘာဆက်ဖြစ်မလဲ သိချင်စိတ်နဲ့ ကြည့်နေရမှာပါ ။မင်းသားနဲ့ မင်းသမီးက နောက်ဆုံးမှာ ရှင်မယ်မှန်း သိကြပေမယ့် ဘယ်လိုရှင်ကြမှာလဲ ဆိုတာမျိုးပေါ့ ။ကဲ ကြည့်ဖို့ကို စိတ်ဝင်စားတယ် ဆိုရင်ဖြင့် ဇာတ်လမ်းအကျဥ်းကတော့အိမ်ထောင်ရေးအဆင်မပြေဖြစ်နေတဲ့ လင်မယား နှစ်ယောက်ဟာ ပိတ်ရက်မှာသစ်သားအိမ်လေး ...",
        "rating": "7.2",
        "url": "https://megaup.net/ZCvx/the.trip.2021.720p(CM).mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screenshot-2021-10-16-at-02-05-26-Sadar-Udham-2021-154x200.png",
        "title": "Sardar Udham (2021)",
        "description": "နောက်ပိုင်းမှာ အိန္ဒိယကားကောင်းတွေ အသားပေးရိုက်ကူးလာတဲ့ Amazonက အသစ်ထွက်လာတဲ့ ဒုတိယကမ္ဘာစစ်နဲ့ အိန္ဒိယနိုင်ငံ တော်လှန်ရေးနောက်ခံ ဖြစ်ရပ်မှန် Crime thriller biographicalအမျိုးအစား ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ခေါင်းဆောင်မင်းသားကတော့ Uri:The Surgical Strike နဲ့ ပါကစ္စတန်ပြည်ရောက်အိန္ဒိယစပိုင်အကြောင်း ရိုက်ကူးထားတဲ့ Ra ဇာတ်လမ်းအကျဉ်းကတော့ လူ400သေဆုံးခဲ့ပြီး၊ 1000ကျော်ထိ ဒဏ်ရာရရှိခဲ့တဲ့ 1919 အိန္ဒိယပြည် ဂျူလီယန်ဝါလာဘာ့ဂျ် အရေးအခင်းကြီးမှာ အသက်ရှင်ကျန်ခဲ့သူ Urham Singhဟာ အဲ့ဒီလူသတ်ပွဲကြီးရဲ့ ကြိုးကိုင်သူ Sir Michael O'Dweyerကို နှစ်ပေါင်း ၂၀ကြာတဲ့အထိ ကလဲ့စားပြန်ချေဖို့ကြိုးစားတဲ့အကြောင်းပါအိန္ဒိယလွတ်မြောက်ရေး တပ်ဖွဲ့ဝင်တစ်ဦးဖြစ်တဲ့ Urham Singhဟာ 1919မှာ ဖမ်းဆီးချုပ်နှောင်ခံရပြီး ပြန်လွတ်လာတဲ့နောက် အင်္ဂလန်ကိုလက်စားခြေဖို့ လိုက်သွားတဲ့အကြောင်း၊ အင်္ဂလန်မှာ ၆နှစ်ကြာအောင် အိန္ဒိယနိုင်ငံသားအနေနဲ့ ရုန်းကန်လှုပ်ရှားရင်း ကလဲ့စားချေဖို့တဖုံ၊နေမဝင်အင်ပါယာကြီးရဲ့ ထောက်လှမ်းရေးတွေကြားထဲကနေ အမိမြေအိန္ဒိယနိုင်ငံရဲ့လွတ်လပ်ရေးရဖို့ကြိုးပမ်းမှုအတွက် ဂျာမဏီ၊ စပိန်နဲ့ ရုရှားနိုင်ငံတွေပါ လှည့်လည်ပြီး လက်နက်ထောက်ပံ့မှုရဖို့ကတမျိုးကြိုးပမ်းမှုတွေကိုAmazonထွက်ဇာတ်ကားတို့ရဲ့ထုံးစံအတိုင်း Settingအားကောင်းကောင်းနဲ့ ...",
        "rating": "9.3",
        "url": "https://megaup.net/2lxph/Sardar_Udham_(2021)_720p.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6MD1qPgEdvOfPCJkA1dq0SdOz2.jpg",
        "title": "The Expendables 3 (2014)",
        "description": "The Expendables ဟာ လူတိုင်းနီးပါးကြည့်ပြီးသား ကြိုက်ပြီးသားကားဆိုပေမယ့်ဆရာကြီး Sylvester Stallone ကတော့ သိပ်ကျေနပ်ပုံမရပါဘူး။အဲဒါနဲ့ပဲ ပိုပြီးပြည့်စုံခမ်းနားသွားမယ့် The Expendables Director's Cut ဆိုတာကို ထပ်မံထုတ်လုပ်ခဲ့ပါတယ်။မင်းသားကြီးများပြီး အပျော်ကြည့် ရုပ်ရှင်ကားတစ်ကားအနေနဲ့ကြည့်ရှုသူများပြားခဲ့တဲ့ The Expendables ရဲ့ Director's Cut မှာထူးခြားသွားတာက Character တွေကို ပိုပြီး အလေးပေးဖော်ပြထားတယ်၊ရုပ်ထွက်တွေ၊ အသံတွေ အရင်မူရင်းဗားရှင်းထက် ပိုပြီး ကြည်လင်ပြတ်သားသလိုကြည့်ရတာကလည်း ပိုပြီး ချော့မွေ့သွားတယ်လို့ ခံစားရလိမ့်မယ်။ဇာတ်လမ်းက နည်းနည်းလေး ပိုရှည်သယောင်ယောင်ဖြစ်နေရတာကလည်းဒိုင်ယာလော့တွေ၊ ဇာတ်ကွက်တွေကို ပိုပြီး အချိန်ပေးထားတာကြောင့်ဖြစ်ပါတယ်။ဒါကြောင့် အရင်က ကြည့်ရ ထောက်နေတာတွေ၊ ဟာ​နေတဲ့ ဇာတ်ကွက်​တွေနာမည်ကြီးမင်းသားတွေရဲ့ Screen Time နည်းတာတွေက ဒီဗားရှင်းမှာဖြေရှင်းပြီးသားဖြစ်သွားပါတယ်။ပြီးတော့ ယခင်ဗားရှင်းထက် အနည်းငယ်ထူးခြားသွားတာကိုတော့ ကြည့်ရှုရင်းနဲ့ပဲ အဖြေရှာကြပါလို့ ညွှန်းဆိုလိုက်ရပါတယ်။ Quality__1080p HEVC\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__1h43min\nType__Action, Adventure, Triller\nSubtitle__Myanmar Subtitle (Hardsub)\nEncoded ...",
        "rating": "6.1",
        "url": "https://megaup.net/ZB38/The.Expendables.3.2014.720p.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5kdnOxTei0Cgbi6pryFPZoX9apS.jpg",
        "title": "The Expendables 2 (2012)",
        "description": "The Expendables ဟာ လူတိုင်းနီးပါးကြည့်ပြီးသား ကြိုက်ပြီးသားကားဆိုပေမယ့်ဆရာကြီး Sylvester Stallone ကတော့ သိပ်ကျေနပ်ပုံမရပါဘူး။အဲဒါနဲ့ပဲ ပိုပြီးပြည့်စုံခမ်းနားသွားမယ့် The Expendables Director's Cut ဆိုတာကို ထပ်မံထုတ်လုပ်ခဲ့ပါတယ်။မင်းသားကြီးများပြီး အပျော်ကြည့် ရုပ်ရှင်ကားတစ်ကားအနေနဲ့ကြည့်ရှုသူများပြားခဲ့တဲ့ The Expendables ရဲ့ Director's Cut မှာထူးခြားသွားတာက Character တွေကို ပိုပြီး အလေးပေးဖော်ပြထားတယ်၊ရုပ်ထွက်တွေ၊ အသံတွေ အရင်မူရင်းဗားရှင်းထက် ပိုပြီး ကြည်လင်ပြတ်သားသလိုကြည့်ရတာကလည်း ပိုပြီး ချော့မွေ့သွားတယ်လို့ ခံစားရလိမ့်မယ်။ဇာတ်လမ်းက နည်းနည်းလေး ပိုရှည်သယောင်ယောင်ဖြစ်နေရတာကလည်းဒိုင်ယာလော့တွေ၊ ဇာတ်ကွက်တွေကို ပိုပြီး အချိန်ပေးထားတာကြောင့်ဖြစ်ပါတယ်။ဒါကြောင့် အရင်က ကြည့်ရ ထောက်နေတာတွေ၊ ဟာ​နေတဲ့ ဇာတ်ကွက်​တွေနာမည်ကြီးမင်းသားတွေရဲ့ Screen Time နည်းတာတွေက ဒီဗားရှင်းမှာဖြေရှင်းပြီးသားဖြစ်သွားပါတယ်။ပြီးတော့ ယခင်ဗားရှင်းထက် အနည်းငယ်ထူးခြားသွားတာကိုတော့ ကြည့်ရှုရင်းနဲ့ပဲ အဖြေရှာကြပါလို့ ညွှန်းဆိုလိုက်ရပါတယ်။ Quality__1080p HEVC\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__1h43min\nType__Action, Adventure, Triller\nSubtitle__Myanmar Subtitle (Hardsub)\nEncoded ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Fyt9/The_Expendables_2_(2012)_720p.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tDynwDj3pvexrEQ8wb0uy8EdcGQ.jpg",
        "title": "The Expendables (2010)",
        "description": "The Expendables ဟာ လူတိုင်းနီးပါးကြည့်ပြီးသား ကြိုက်ပြီးသားကားဆိုပေမယ့်ဆရာကြီး Sylvester Stallone ကတော့ သိပ်ကျေနပ်ပုံမရပါဘူး။အဲဒါနဲ့ပဲ ပိုပြီးပြည့်စုံခမ်းနားသွားမယ့် The Expendables Director's Cut ဆိုတာကို ထပ်မံထုတ်လုပ်ခဲ့ပါတယ်။မင်းသားကြီးများပြီး အပျော်ကြည့် ရုပ်ရှင်ကားတစ်ကားအနေနဲ့ကြည့်ရှုသူများပြားခဲ့တဲ့ The Expendables ရဲ့ Director's Cut မှာထူးခြားသွားတာက Character တွေကို ပိုပြီး အလေးပေးဖော်ပြထားတယ်၊ရုပ်ထွက်တွေ၊ အသံတွေ အရင်မူရင်းဗားရှင်းထက် ပိုပြီး ကြည်လင်ပြတ်သားသလိုကြည့်ရတာကလည်း ပိုပြီး ချော့မွေ့သွားတယ်လို့ ခံစားရလိမ့်မယ်။ဇာတ်လမ်းက နည်းနည်းလေး ပိုရှည်သယောင်ယောင်ဖြစ်နေရတာကလည်းဒိုင်ယာလော့တွေ၊ ဇာတ်ကွက်တွေကို ပိုပြီး အချိန်ပေးထားတာကြောင့်ဖြစ်ပါတယ်။ဒါကြောင့် အရင်က ကြည့်ရ ထောက်နေတာတွေ၊ ဟာ​နေတဲ့ ဇာတ်ကွက်​တွေနာမည်ကြီးမင်းသားတွေရဲ့ Screen Time နည်းတာတွေက ဒီဗားရှင်းမှာဖြေရှင်းပြီးသားဖြစ်သွားပါတယ်။ပြီးတော့ ယခင်ဗားရှင်းထက် အနည်းငယ်ထူးခြားသွားတာကိုတော့ ကြည့်ရှုရင်းနဲ့ပဲ အဖြေရှာကြပါလို့ ညွှန်းဆိုလိုက်ရပါတယ်။ Quality__1080p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__1h43min\nType__Action, Adventure, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "6.5",
        "url": "https://megaup.net/2lxf7/The_Expendables_2010.Extended.Director_s.Cut.720p.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-16-at-14.20.29-134x200.png",
        "title": "Warning (2021)",
        "description": "Warning (2021)=============အနာဂတ်ခေတ်တစ်ချိန်မှာ ကမ္ဘာပေါ်ကို အန္တရာယ်တစ်ခုကျရောက်လာတဲ့အခါလူတွေရဲ့နေ့စဥ်ဘဝတွေအပေါ်သက်ရောက်ပုံကို Sci-fi, thriller အမျိုးစားပုံစံနဲ့သရုပ်ဖော်ထားတာဖြစ်ပါတယ်။\nဂြိုလ်တုတစ်ခုပေါ်ကနေ ဘေးအန္တရာယ်ကြောင့် မတော်တဆ အာကာသထဲလွင့်ထွက်သွားတဲ့အာကာသယာဥ်မှူးတစ်ယောက်ကစလို့ သီးခြားဇာတ်ကောင်တွေကိုယ်စီရဲ့ မိသားစုရေး အချစ်ရေးဘာသာရေး စတဲ့ကိစ္စတွေ အဆင့်မြင့်နည်းပညာတွေနဲ့ဆက်နွယ်နေပုံကို ပြထားတာပါ။18+ခန်းအနည်းငယ်ပါလို့ မိသားစုနဲ့တော့ သိပ်မကြည့်သင့်ပါဘူး။ ဒီဇာတ်လမ်းမှာအဖြစ်အပျက်တွေကိုဒါကဒီလိုဖြစ်နေတယ်ဆိုပြီး ပေါ်တင်မပြောပြပဲ ကြည့်ရင်းအဓိပ္ပါယ်ကောက်သွားရမှာမျိုးပါ။Sci-fi ကားမျိုး thriller ကားမျိုးကြိုက်သူတွေ၊ ကြည့်ရင်းတွေး တွေးရင်းကြည့် သွားရမယ့်ကားမျိုးကြိုက်တဲ့သူတွေ လက်လွှတ်မခံသင့်တဲ့ကားမျိုးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Pyi T. Nyein မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ JimX, Pyi T. Nyein တို့ပဲပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1hr 25minSubtitle – Myanmar HardsubFormat – Mp4Genre : Sci-Fi, ThrillerSource : 1080p.WebRipTranslator – JimX, Pyi ...",
        "rating": "5.0",
        "url": "https://megaup.net/ZCld/Warning.2021.720p.GP.WEB-DL[CM].mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Q72n3TFHBSEqw0RUCfpzu5p8pR.jpg",
        "title": "Seetimaarr(2021)",
        "description": "ကာသီ (Gopichand) ဟာရာဂျာမွန်ဒရီအနီး ကာဒီယမ်ရွာကဘဏ်မှာအလုပ်လုပ်ပြီး တစ်ဖက် အမျိုးသမီးကာဘာဒီအဖွဲ့တစ်ဖွဲ့ကို နည်းပြလုပ်ပေးနေပါတယ်။သူ့ကျေးရွာကာဘာဒီဖွဲ့ကနေ အန်ဒရာပရာဒေ့ရှ်ပြည်နယ်ကိုယ်စားပြုပြီးနိုင်ငံတော်ကာဘာဒီချန်ပီယံဆုကိုရရှိဖို့က သူ့အိမ်မက်ပဲဖြစ်ပါတယ်။သူနဲ့ သူ့အဖွဲ့ဟာ ဆီမီးဖိုင်နယ်ပွဲအတွက်မြို့တက်လာချိန်မှာ တစ်ချိန်က ကျောင်းတော်ကရန်စဟောင်းဂျဝါလာရက်ဒီ (Tamannaah) ကလဲ တယ်လန်ဂနာပြည်နယ်ကကာဘာဒီအဖွဲ့နည်းပြအဖြစ်ပြန်တွေ့ရပါတော့တယ်။အဲ့ဒီအချိန်မှာမှ ကိုယ်ရေးကိုယ်တာအငြိုးအတေးတစ်ခုအတွက်သူ့အဖွဲ့ကို လူဆိုးဂိုဏ်းက ပြန်ပေးဆွဲသွားတဲ့အချိန်မှာတော့ကာသီတစ်ယောက် အစွမ်းကုန်ကြိုးစားကယ်တင်ဖို့ဖြစ်လာခဲ့ပါတယ်။Seetimaarr ဟာပေါ့ပေါ့ပါးပါးနဲ့ ဖျော်ဖြေရေးအသားပေးပွဲတော်ချိန်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဖျော်ဖြေရေးကားထုံးစံအတိုင်း သီချင်းကောင်းကောင်းတွေ၊မင်းသမီးအမိုက်စားတွေ၊ အက်ရှင်ခန်းအလန်းကြီးတွေနဲ့တင်ဆက်ထားတာဖြစ်ပြီးဇာတ်လမ်းဇာတ်အိမ်ဘက်မှာလဲ မလျော့တဲ့ဇာတ်ကားတစ်ကားဖြစ်သလိုမြန်မာပရိသတ်နဲ့ရင်းနှီးတဲ့ ဘာဟူဘာလီ မင်းသမီး Tamannaah,Jalebi မင်းသမီး Digangana နဲ့ Bhumika Chawla တို့လိုအလှပဂေးမင်းသမီးသုံးယောက်တောင်ပါဝင်ထားပါတယ်။File size…2.14GB / 1.31GB\nQuality…1080p WEB DL DDP5.1 / 720p\nFormat…Mp4\nDuration….2h 19mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Alias & Sai ThuRein Lynn",
        "rating": "6.8",
        "url": "https://megaup.net/ZCkw/Seeti.Maar.2021.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-08-at-10.50.48-133x200.png",
        "title": "Survive the Game (2021)",
        "description": "Survive the Game (2021)==================IMDb Rating - 5.8/10Die hard ရုပ်ရှင်ပရိသတ်တွေနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့ မင်းသားကြီး Bruce Willis ပါဝင်သရုပ်ဆောင်ထားတဲ့အက်ရှင်ဇာတ်ကားလေးလာပါပြီ။ ဇာတ်လမ်းအကျဥ်းလေးကတော့ ဒေးဗစ်(Bruce Willis)နဲ့ သူ့ရဲ့ပါတနာကားလ်တို့ဟာမူးယစ်ဆေးရောင်းဝယ်တဲ့အဖွဲ့တစ်ဖွဲ့ကိုဖမ်းဖို့လုပ်ခဲ့ကြတယ်။ နှစ်ယောက်တည်း သွားဖမ်းရင်း ဒေးဗစ်ဟာ သေနတ်နဲ့ပစ်ခံရပြီးကားလ်ကတော့ ဒေးဗစ်ကိုပစ်ပြီးထွက်ပြေးသွားတဲ့ မစ်ကီနဲ့ သူ့ရည်းစားဗိုင်အိုလက်တို့နောက်ကို လိုက်ဖမ်းခဲ့ပါတယ်။မစ်ကီတို့ဟာထွက်ပြေးရင်း နဲ့ အဲရစ်ရဲ့ လယ်တောဆီကိုရောက်သွားကြတာပေါ့။ အဲရစ်ဆိုတာက ဇနီးဆုံးပြီးနောက် ပိုင်းလောကကြီးနဲ့အဆက်အသွယ်ဖြတ်ထားပြီး တစ်ကိုယ်တည်းဇာတ်မြုပ်နေထိုင်နေသူ တစ်ယောက်ပါ။မစ်ကီနဲ့ ကားလ် တို့ကြောင့် အဲရစ်ဟာ အရှုပ်တော်ပုံထဲပါလာရပြီး . လိုက်ရင်းပြေးရင်းနဲ့ ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲဆိုတာကို ကိုယ်တိုင်ပဲကြည့်ရှူပေးကြပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chit Tee မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Chit Tee, Chuck Chuck တို့ပဲပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1hr 37minSubtitle ...",
        "rating": "5.8",
        "url": "https://megaup.net/ZCji/Survive.the.Game.2021.720p.BluRay[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1hT1HXhSgLHW3XEAcsgsZNfhbiY.jpg",
        "title": "Halloween Kills (2021)",
        "description": "Halloween Kills (2021)အားလုံးစောင့်မျှော်နေကြတဲ့ Halloween Kills ထွက်ရှိလာပါပြီ ...၂၀၁၈ ခုနှစ်က ထွက်ရှိတဲ့ခဲ့ Halloween ရဲ့တိုက်ရိုက်အဆက်ဖြစ်ပြီးတော့\nရင်ဖိုစိတ်လှုပ်ရှားစရာ အကောင်းဆုံး ရိုက်ကွက်တွေနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်ဗျ..ဘိုဂီမန်း နာမည်ခံ မိုက်ကယ်မိုင်ယာ ဆိုတဲ့သူက\nဟန်ဒန်ဖီးဒ်မြို့လေးကို ခြောက်လန့်နေတာ နှစ် ၄၀ ကြာပါပြီ။\nမိုက်ကယ်ကြောင့် ဘယ်လောက်တောင် စိတ်ဒဏ်ရာရခဲ့လဲဆိုရင်\nဟောလိုးဝင်းနေ့မှာ မိုက်ကယ်မိုင်ယာနာမည်ကို မပြောရဲသလောက်ပဲ...\nပြီးတော့ မိုင်ယာအိမ်ဆိုလည်း စိတ္တဇအိမ်ဆိုပြီးတော့ ရှောင်ကြတာအခုထိပါပဲ။မိုက်ကယ်အဓိကပစ်မှတ်ထားတာတော့ လော်ရီစထရိုက်ဒါဆိုတဲ့အမျိုးသမီး၊\nအနှစ် (၄၀)ကြာတာတောင် မပြေနိုင်တဲ့ကျောင်းတော်ရန်ငြိုးတွေပေါ့။\nဒီတစ်ခါ မိုက်ကယ်ကြောင့် သေခဲ့ရသူတွေ၊ မသေဘဲလွတ်မြောက်ခဲ့သူတွေက\nအကြွေးဟောင်းရော အကြွေးသစ်ပါ ရောသမမွှေပြီး\nသတ်လို့မသေနိုင်တဲ့ ဇာတ်လိုက်ကျော်ဘိုဂီမန်းကို\nဟောလိုးဝင်းမှာ ဘယ်လိုစာရင်းရှင်းကြမလဲဆိုတာတော့ ကြည့်ရှုလိုက်ပါတော့ဗျာ ။ ။အညွှန်းကို JoJoVa က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ JoJoVa နဲ့ MTA ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…1.6GB and 1.1GB\nFormat…mp4\nDuration….1h 48min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... JoJoVa ...",
        "rating": "6.9",
        "url": "https://megaup.net/2lwpk/halloween.kills.2021.720p.CM.mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Capturesanak-151x200.jpg",
        "title": "Sanak (2021)",
        "description": "IMDb Rating (8.1)ဒီဇာတ်ကားကတော့ သိပ်ပြီး\nညွှန်းစရာတောင် မလိုတော့ဘူး ထင်ပါရဲ့ဗျာ။\nဇာတ်ကားတိုင်းကို ရိုးရိုးရှင်းရှင်းနဲ့\nဖိုက်တင်လှလှတွေ သုံးပြီး ရိုက်တတ်တဲ့\nကွန်မန်ဒိုမင်းသားလို့ အများခေါ်တဲ့ Vidyut Jammwalရဲ့\nဒီနေ့ထွက် ကားသစ်တစ်ကားပါပဲ။ဇာတ်လမ်းအစမှာတော့\nဇနီးမောင်နှံဘဝနဲ့ စမြင်ရပါတယ်။\nဇနီးချောလေးဟာ နှလုံးနဲ့ ပတ်သက်ပြီး\nခွဲစိတ်မှု လုပ်ဖို့ လိုလာခဲ့တယ်။အားလုံးကို ရင်းရမယ့် ခွဲစိတ်မှုမို့\nဒီခွဲစိတ်မှုဟာ အောင်မြင်ဖို့ သူတို့ဇနီးမောင်နှံအတွက်\nတော်တော် အရေးကြီးပါတယ်။မမျှော်လင့်ဘဲ ဆေးရုံကို လက်နက်ကိုင်တွေ\nရောက်လာခဲ့ပါတော့တယ်။\nအဲ့ဒီအချိန်မှာတော့ သူတို့ဇနီးမောင်နှံဟာ\nဆေးရုံမှာပဲ ရှိနေချိန်ပါပဲ။လက်နက်ကိုင်တွေနဲ့ သူတို့ ဇနီးမောင်နှံ ဘယ်လို\nပတ်သက်နေလဲ၊\nဘယ်လိုဆက်ဖြစ်ကြမလဲ၊လက်နက်ကိုင်အဖွဲ့တွေက ဘယ်လို အကြောင်းကြောင့်\nဒီဆေးရုံအတွင်းကို ရောက်လာခဲ့လဲ\nမင်းသားကြီးကရော\nဘယ်လိုမျိုး ခုခံတိုက်ခိုက် ကာကွယ်သွားမလဲဆိုတာကို\nအက်ရှင်အလန်းစားတွေနဲ့အတူ ကြည့်ရှုခံစားရမှာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Nyi Koe,Myint Thu & Thaik San တို့မှ တင်ဆက်ထားတာပါ။)\nFile size…(2 GB)/ (1 GB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nyi Koe , Myint ...",
        "rating": "8.1",
        "url": "https://megaup.net/2lwij/(CM)Sanak.2021.720p.DSNP.WEB-DL.DD+5.1.HEVC-Telly.mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zVXOgwYa2aqNmezsQLyVnRGtA9E.jpg",
        "title": "Udanpirappe(2021)",
        "description": "Udanpirappe (2021)Udanpieappe .. အဓိပ္ပာယ်ကတော့ “မောင်နှမ” တဲ့။ မိသားစုတစ်စုတည်းကနေ အတူပေါက်ဖွားကြီးပြင်းလာတဲ့ညီအစ်ကိုမောင်နှမတွေဟာ တစ်လောကလုံးမှာ အရင်းနှီးဆုံးသူငယ်ချင်းတွေပါ။တချို့က အမြဲရန်ဖြစ်ပြီး မတည့်နေတာရှိတယ် .. တချို့ကျလည်းတစ်ယောက်နဲ့တစ်ယောက် သိသိသာသာကို သိပ်ချစ်ကြတယ်။ ဘယ်လိုပဲဖြစ်ဖြစ် အချင်းချင်းချစ်ကြတယ်ဆိုတာတော့ မုချပါပဲ။ဒီ Tamil ဇာတ်ကားလေးကလည်း သိပ်ချစ်ကြတဲ့ “မာသံဂီ” နဲ့ “ဗေရာဗာ” တို့ရဲ့ မောင်နှမသံယောဇဉ်ကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့ကားလေးပါ။ ထူးထူးဆန်းဆန်းပဲ လူငယ်မောင်နှမနှစ်ယောက်အကြောင်းမဟုတ်ဘဲအိမ်ထောင်ကိုယ်စီနဲ့ ကိုယ်ပိုင်မိသားစုကိုယ်စီပိုင်ဆိုင်ထားကြပြီဖြစ်တဲ့ မောင်နှမရဲ့ ကြီးမားတဲ့သံယောဇဉ်ကိုမြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။ အစ်ကိုကြီးဖြစ်တဲ့ ဗေရာဗာက အမှန်တရားရဲ့ဘက်တော်သား၊ မတရားတာမြင်တာနဲ့ကိုယ်ထိလက်ရောက်ကျူးလွန်ပြီးဆုံးမပစ်လိုက်တဲ့သူ .. ဒီလိုလူမျိုးကို ယောက်ဖဖြစ်သူကျောင်းဆရာကတော့ သဘောမကျဘူးပေါ့။“အစ်ကိုကြီးအဖရာ” ဆိုတဲ့အတိုင်း အစ်ကိုဖြစ်သူ ဗေရာဗာက သူ့ညီမလေးကို သမီးလေးနဲ့မခြားသိပ်ချစ်ရှာတယ်။ညီမဖြစ်သူ မာသံဂီကလည်း ကိုယ့်သားနဲ့ အစ်ကို့ရဲ့သား နှစ်ယောက်လုံးအသက်ဘေးကြုံနေရပြီးတစ်ဦးတည်းကယ်လို့ရတဲ့အခြေအနေမှာတောင် အစ်ကို့ရဲ့သားကိုရွေးချယ်ကယ်တင်ခဲ့တဲ့အထိသူ့အစ်ကိုကို သိပ်ချစ်ရှာတယ်။ ဒီလိုအဖြစ်အပျက်တွေကြောင့်ပဲ ခင်ပွန်းဖြစ်သူကအစ်ကိုဖြစ်သူကိုပိုအမြင်စောင်းပြီး မောင်နှမနှစ်ယောက် စကားမပြောဖြစ်တော့တဲ့အထိ တဖြည်းဖြည်းအနေဝေးသွားခဲ့ရတယ်။သိပ်ချစ်ကြတဲ့မောင်နှမနှစ်ဦးရဲ့ဆက်ဆံရေး နှစ်ပေါင်းများစွာအနေဝေးနေရာကနေတစ်စတစ်စ ပိုပြီးအေးစက်သွားမလား .. ...",
        "rating": "5.3",
        "url": "https://megaup.net/ZBj5/Udanpirappe_(2021)_Tamil_(Org_Vers)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-15-at-10.36.09-138x200.png",
        "title": "The Grand Duke Of Corsica (2021)",
        "description": "The Grand Duke Of Corsica (2021)=========================IMDb Rating - 5.0/10အချမ်းသာဆုံးလူတွေရဲ့ စိတ်ကူးတွေဟာအရူးနှမ်းဆုံးပဲတဲ့။ ဒီလိုပဲ အရမ်းတော်တဲ့ ပညာရှင်ဆိုတာလည်း ခေါင်းအမာဆုံးနဲ့  ဂွအကျဆုံးလူတွေပါပဲတဲ့။ဒီဇာတ်ကားထဲမှာတော့ ဂွစာဗိသုကာပညာရှင်အဖိုးကြီးတစ်ယောက်နဲ့ ဘီလီယံနာသူဌေးကြီးတစ်ယောက်တို့အတူတူပေါင်းပြီး မာစတာပိစ်လက်ရာတစ်ခုကို တည်ဆောက်ဖို့ ကြိုစားနေကြပုံများကို ရိုက်ကူးပြသထားတာပဲဖြစ်ပါတယ်။ သူတို့တည်ဆောက်ဖို့ ကြိုးစားနေတာကတော့ ဘီလျံနာကြီးရဲ့ ဂူဗိမာန်ပဲဖြစ်ပါတယ်။ ဒါပေမယ့်ဗိသုကာကြီးက သူ့သက်တမ်းတစ်လျှောက်မှာ တစ်ခါမှဂူဗိမ္မာန် မတည်ဆောက်ခဲ့ဖူးတာမို့ ဘီလျံနာကြီးနဲ့အတူခဏတာနေထိုင်ရင်း သူ့အကြောင်းတွေကို လေ့လာကာ ဒီဇိုင်းကို စဉ်းစားနေခဲ့ပါတယ်။ အဆုံးသတ်မှာတော့သူတို့ဆောက်ချင်နေတဲ့ ဂူဗိမ္မာန်ကြီးက အောင်မြင်စွာ ပြီးဆုံးသွားမှာလား၊ ဘီလျံနာကြိးကရော ဘာကြောင့်အလောတကြီး သူ့ဂူဗိမ္မာန်ကို တည်ဆောက်ချင်နေရတာလဲ၊ ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ရမှာလဲ၊သူတို့အချင်းချင်းရော အဆင်ပြေပါ့မလားဆိုတာကိုတော့ ကြည့်ရှုအားပေးကြပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Tar Tee Poe မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Tar Tee Poe, Chit Tee တို့ပဲပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.0",
        "url": "https://megaup.net/ZAcc/The.Grand.Duke.of.Corsica.2021.720p.WEBRip[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Se3AIepFRZ4VUaaDosADs8WMX5.jpg",
        "title": "Copshop(2021)",
        "description": "ကြမ်း​ပေ့ယမ်း​ပေ့ဆိုတဲ့ အက်ရှင်ကားကိုမှ အသုံးအနှုန်းခပ်ကြမ်းကြမ်း၊ ​သွေးထွက်သံယိုများများ R ratedမှကြည့်ချင်ပါတယ်ဆိုတဲ့CMပရိတ်သတ်​တွေအတွက် တကယ်ကြမ်းတဲ့Crime Actionကားတစ်ကားကို မိတ်ဆက်​ပေးလိုက်ပါပြီအဓိကဇာတ်လိုက်နှစ်​ယောက်ကိုက Angle Has Fallen triologyနဲ့ 300လိုတကယ့်​ကောင်း​ပေ့ညွန့်​ပေ့ဆိုတဲ့အက်ရှင်ကား​တွေမှာ ​​ခေါင်း​ဆောင်ပါဝင်ထားတဲ့ Gerard Butlerနဲ့ Purge franchiseလိုတကယ့်​သွေးထွက်သံယိုကား​တွေကိုပဲရိုက်ကူးထားတဲ့ Frank Grilloဆိုတာနဲ့တင် ဒီဇာတ်လမ်းရဲ့အက်ရှင်​တွေဘယ်​လောက်ကြမ်းမလဲဆိုတာ မှန်းကြည့်လို့ရပါတယ်ဂိမ်းပရိုဂရမ်​ရေးသားသူတဖြစ်လဲ ဒိတ်ဒိတ်ကြဲသူ​​ဌေး​တွေကိုမှညာစားတဲ့ Teddy Murrettoဟာ တစ်ချိန်မှာ​တော့ညာမိတဲ့သူ​ဌေး အ​ရွေးမှားပြီး Hitman​ပေါင်းများစွာရဲ့ အမဲလိုက်ခြင်းကို ခံရပါ​တော့တယ်​ပြေးလို့မလွတ်နိုင်မှန်းသိတဲ့​နောက် Gun Creekမြို့​လေးကိုအ​ရောက်မှာ​တော့ မြို့ကရဲ​မေအရာရှိ Valerie Youngကိုအသားလွတ်ဆွဲထိုးကာ ​ထောင်နန်းစံပြီး ​ကြေးစားသမား​တွေရန်က​နေ လွတ်​အောင်ကြံပါ​တော့တယ်ဖြစ်ချင်​တော့ Hitman​တွေထဲကတစ်​ယောက်ဖြစ်တဲ့ Viddickက Teddyကို​ခြေရာခံမိသွားတဲ့အတွက်၊သူကပါ အရက်မူးသမားအ​​ယောင်​ဆောင်၊ ရဲကားကို ကားနဲ့ဝင်တိုက်ပြီး ​Teddyရှိရာအချုပ်ခန်းဆီကို ထပ်ကြပ်မကွာလိုက်ပါလာခဲ့ပါတယ်ဒါပေမဲ့ Teddyကိုအ​သေရရ အရှင်ရရအမဲဖျက်ချင်​နေတဲ့ Hitmanက တစ်​ယောက်နှစ်​ယောက်မဟုတ်တဲ့အခါ Gun Creekမြို့​​လေးကိုတခြား​ကြေးစားလူသတ်သမား​တွေပါ လိုက်လာတဲ့အခါ.....Teddyတစ်​​ယောက် Hitman​ပေါင်း​သောင်း​ခြောက်​ထောင်ရန်က​နေ လွတ်နိုင်ပါ့မလား၊သူရဲ့​နောက်​ကြောင်းဇာတ်လမ်းက​ရော ဘယ်လိုများဖြစ်မလဲ၊Viddickက​ရော သူ့ရဲ့တာဝန်ကို အပြီးသတ်နိုင်မှာလား၊ သူနဲ့အိုးစားခွက်လုဖက်​​တွေကြားထဲက​နေTeddyကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/ZAek/Copshop.2021.720p.AMZN.WEB-DL.DDP5.1.H.264(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eGMoAufRzREeigkksysoYONjpXv.jpg",
        "title": "Falling for Figaro(2021)",
        "description": "Falling For Figaro (2021) ရုပ်ရှင် အညွှန်း\"အခြားသူတွေအတွက် ဘယ်လောက်ပဲ အဓိပ္ပါယ်ကင်းမဲ့နေပါစေ ကိုယ့်အိပ်မက်ကို မစွန့်လွှတ်သင့်ဘူး\"ဆိုတဲ့ အကြောင်း ကို အဓိက သင်ခန်းစာပေး ရိုက်ကူးထားတဲ့Romance/Comedy ဇာတ်ကား တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေမီလီ ကန့်ဝဲလ် ဆိုတဲ့ အသက်နှစ်ဆယ်ကျော် အမေရိကန် အမျိုးသမီးတစ်ယောက်ဟာရင်းနှီးမြုပ်နှံမှု ကုမ္ပဏီ တစ်ခုမှာ ငွေကြေးမန်နေဂျာအဖြစ် အလုပ်လုပ်နေသူ ဖြစ်တဲ့အပြင်လစာလည်း အင်မတန်ရပါတယ် ။ ထို့အပြင် တွဲတာ နှစ်အတော်ကြာပြီဖြစ်တဲ့ ချစ်သူတစ်ယောက်လည်း ရှိပါတယ်​အဲ့လိုမျိုး သက်သောင့်သက်သာရှိတဲ့ ဘဝ နဲ့ အလုပ်မှာ သူက ပျော်နေလားဆိုတော့ မပျော်ပါဘူး ၊အကြောင်းရင်းကတော့ သူအရင်ကတည်း ဖြစ်ချင်နေခဲ့တဲ့ အော်ပရာအဆိုတော် အိပ်မက်ကြောင့်ပဲ ဖြစ်ပါတယ် ၊အဲ့ဒါကြောင့် သူ့အိပ်မက်ကို ဖြစ်အောင်လုပ်ဖို့အတွက် သူ့အလုပ်ကိုပါ ထွက်ပြီးတော့ ကြိုးစားပါတော့တယ်ကဲ အများကြီးပြောလိုက်ရင် ဇာတ်လမ်း အရသာ ပျက်သွားမှာဆိုးတဲ့ အတွက် သူ ...",
        "rating": "6.1",
        "url": "https://megaup.net/ZA8p/Falling.for.Figaro.2021.720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BNTkxMjg5MDYtZDkyMS00NjFlLTk5YTItMWUyOTNkOTg4YmRhXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_-135x200.jpg",
        "title": "Brotherhood of the Wolf (2001)",
        "description": "IMDb Rating (7.0) / Rotten Tomatoes (73%)ပြင်သစ်နိုင်ငံရဲ့ ဝေးလံတဲ့ပြည်နယ်တစ်ခုမှာ လျှို့ဝှက်ဆန်းကြယ်တဲ့သတ္တဝါဆိုးကြီးတစ်ကောင်သောင်းကျန်းလျက်ရှိပါတယ်။\nအမျိုးသမီးတွေ ကလေးငယ်တွေကို ရက်စက်ကြမ်းကြုတ်စွာသတ်ဖြတ်နေတဲ့ ဒီသတ္တဝါကြီးဟာအကောင်အထည်မမြင်ရ၊\nအင်အားကြီးမားလွန်းပြီး လူသားတွေလိုထက်မြက်တဲ့ဉာဏ်ရည်မျိုးကိုပါ ပိုင်ဆိုင်နေတဲ့အတွက် ဘယ်သူမှမနှိမ်နင်းနိုင်သလို\nဖမ်းဆီးမှုလက်ကလဲ အစဉ်တစိုက်၊ လွတ်မြောက်နေခဲ့တဲ့နောက် ဘုရင်လူးဝစ်ဟာ နာမည်ကျော်\nသိပ္ပံသဘာဝလောကဓာတ်ပညာရှင်တစ်ဦးနဲ့သူ့သွေးသောက်ညီအစ်ကို အီရိုကွားမျိုးနွယ်ဝင်တစ်ဦးတို့ကိုစေလွှတ်ပေးခဲ့ပါတယ်။\nသူတို့ကျွမ်းကျင်ရာ လိမ္မာရာ အတတ်ပညာတွေနဲ့ ဒီသတ္တဝါကိုလက်ရဖမ်းဆီးဖို့နည်းလမ်းပေါင်းစုံ တွေးတောကြံဆခဲ့ပေမယ့်\nဒီသတ္တဝါဟာ ဘယ်သူမှစဉ်းစားမထားနိုင်၊ မမျှော်လင့်နိုင်တဲ့ ဇစ်မြစ်၊ နက်ရှိုင်းတဲ့ အကြောင်းရင်းခံတွေရှိနေခဲ့တဲ့အခါ..။ဒီဇာတ်ကားဟာ သမိုင်းကြောင်း၊အက်ရှင်၊ သည်းထိတ်ရင်ဖို အစရှိတဲ့မတူညီတဲ့ အမျိုးအစားတွေပေါင်းစပ်ဖွဲ့စည်းထားတာ\nဖြစ်သလို စုံထောက်ကားကောင်းတစ်ကားကိုကြည့်နေရတဲ့ရသမျိုးကိုပါထပ်လောင်းခံစားရစေမှာလဲအသေအချာဖြစ်ပါတယ်၊\nဒီထက်ပိုပြောရင် ဇာတ်အရသာကိုထိခိုက်နိုင်မှာဖြစ်တဲ့အတွက်မပြောတော့ပါဘူး။ပြင်သစ်ကားဆိုပေမယ့် ကမ္ဘာရုပ်ရှင်လောကနဲ့မစိမ်းတဲ့သရုပ်ဆောင်တွေ\nဦးဆောင်ပါဝင်ထားပြီး အထူးခြားဆုံးပါဝင်သူတွေကတော့ အလှထိပ်ခေါင်တင်မမကြီး Monica Bellucci ဖြစ်ပြီး၊ နောက်တစ်ယောက်ကတော့ ပါရာရာဝေးမင်းသားလို့\nလူသိကြတဲ့ Mark Dacascos တို့ပဲဖြစ်ပါတယ်။တန်းမြင့် production values, ခမ်းနားတဲ့ရင်သပ်ရှုမောစရာရှေးခေတ်ပြင်သစ်ပြည်ရဲ့ ရှုမျှော်ခင်းတွေ၊\nရဲတိုက်ကြီးတွေနဲ့သေသပ်လှပတဲ့ cinematography တွေနဲ့သရုပ်ဆောင်တွေရဲ့ စွမ်းဆောင်ရည်၊ ဒါရိုက်တာရဲ့အားကောင်းတဲ့\nစီစဉ်ညွှန်ကြားမှုတွေဟာ မချီးကျူးပဲမနေနိုင်စရာဖြစ်သလို၊ စီးပွားရေးအရကော အနုပညာအရပါအောင်မြင်မှုရခဲ့တဲ့ရုပ်ရှင်ကားဖြစ်ပါတယ်။ရက်စက်ကြမ်းကြုတ်တဲ့\nသတ်ဖြတ်ခန်းတွေနဲ့ ဆောင်ကြာမြိုင်တွင်း ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတစ်ချို့ကြောင့်တော့ မိသားစုနဲ့ကြည့်လို့အဆင်ပြေမှာမဟုတ်ပါဘူး။\nFile ...",
        "rating": "7.0",
        "url": "https://megaup.net/2luN8/(CM)Brotherhood_of_the_Wolf_(2001)_DC_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Action, Adult, Adventure, Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BN2U1YzdhYWMtZWUzMi00OWI1LWFkM2ItNWVjM2YxMGQ2MmNhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-138x200.jpg",
        "title": "Nightcrawler (2014)",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (95%)အကြံအဖန်လုပ်တတ်တဲ့သူခိုး... အဲဒီလိုပြောလို့ ဒီ Nightcrawler ကို သူခိုးကားလို့မထင်ပါနဲ့။ ဒီကားဟာ တကယ်တော့ သတင်းထောက်ကားလို့တောင်ပြောလို့ရတယ်။ မင်းသားက Jake Gyllenhaal ဆိုတော့ သရုပ်ဆောင် လန်ထွက်ချက်က ၂ချက်​လောက် နားရင်းအုပ်ချင်လာမှာပါ...ဇာတ်လမ်းကတော့ မင်းသားက အလုပ်မရှိတဲ့ သူခိုးဂျပိုးပါ။ ဒါပေမယ့် ပညာတတ်သူခိုး​ပေါ့ လူပေါ်လူဇော်လုပ်တတ်တယ်။ အဲဒါနဲ့ တစ်ရက်ကျ အနေအစားချောင်ပြီး မျိုးမျိုးမြက်မြက်ရတဲ့ အလုပ်တစ်ခုကို သူတွေ့သွားတယ်။ အဲဒါက သတင်းရောင်းစားတဲ့အလုပ်...\nသတင်းရောင်းစားတယ်ဆိုလို့လည်း အထင်မကြီးပါနဲ့။ ကူလီကူမာ မျိုးစုံလုပ်ပြီး သတင်းတွေကို လီဆယ်ပြီး နေရာချ၊ တစ်ကိုယ်ကောင်းဆန်ပြီး အထာမထားတဲ့သူ။ သူ့အနေနဲ့ ပညာရေးအရ အတန်းပညာမတတ်ပေမယ့် လူတစ်ယောက်ကို ဘယ်လို ဆက်ဆံရမလဲ၊ ဘယ်အချိန်မှာ ကလိမ်ကကျစ်ကျရမလဲဆိုတာ မွေးရာပါတတ်နေသလိုမျိုး...မင်းသား Jake Gyllenhaal ကလည်း ဒီလိုမျိုး အကျင့်ယုတ်၊ ကလိမ်ကျတဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Fxia/(CM)Nightcrawler_(2014)_(720p_BluRay_x265_afm72).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-11-at-13.30.30-134x200.png",
        "title": "Silent Hours (2021)",
        "description": "Silent Hours (2021)===============IMDb Rating - 5.8/10ဂျွန်ဒူဗယ်ဟာ ရေတပ်အရာရှိဟောင်းဘဝကနေအနားယူပြီး အလွတ်စုံအဖြစ် ကျင်လည်နေတဲ့သူတစ်ယောက်ပါ။သူနေထိုင်တဲ့မြို့မှာ ရုတ်တရက် အမျိုးသမီး ၃ ယောက်ဟာ ကွင်းဆက်လူသတ်သမား Psychopath တစ်ယောက်ရဲ့လက်ချက်နဲ့ လိင်ပိုင်းဆိုင်ရာ စော်ကားခံရတဲ့အပြင် ကိုယ်အင်္ဂါဖြတ်တောက်ပြီး ရက်စက်စွာအသတ်ခံလိုက်ရပါတယ်။ဖြစ်ချင်တော့ ထိုအမျိုးသမီး ၃ ယောက်ဟာ ဂျွန်ဒူဗယ်အလွတ်စုံထောက်အနေနဲ့ စောင့်ကြည့်ဖူးတဲ့သူတွေဖြစ်နေတာကိုရဲတွေသိသွားတဲ့အခါမှာ ဂျွန်ဟာအဓိကသံသယရှိသူတစ်ယောက်ဖြစ်လာပါတော့တယ် ... ဂျွန်တစ်ယောက်ကလည်း သူ့ကိုစောင့်ကြည့်ခံနေရတဲ့ အခြေအနေကနေမှ လှုပ်ရှားရင်း တရားခံကိုဘယ်လိုရှာဖွေဖော်ထုတ်သွားမလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပါ။PG 16+ လောက် Rating ရှိတဲ့ British ရုပ်ရှင်တစ်ခုဖြစ်ပြီး သွေးထွက်သံယိုခန်းတွေအပြင် အိပ်ယာပေါ်ကအခန်းတွေလည်းပါတဲ့အတွက် မိသားစုနဲ့ကြည့်ဖို့တော့ မသင့်ပါဘူး။ ဒါပေမယ့် ဇာတ်ကားက ၂ နာရီခွဲကြာချိန်အတွင်းမှာ Client နဲ့ Therapistကြား စကားပြောခန်းသဘောမျိုးနဲ့ တဖြည်းဖြည်းဆွဲခေါ်သွားတဲ့ Crime Thriller ကားကောင်းတစ်ကားဖြစ်ပြီး သင်ကSherlock Holmes ဇာတ်လမ်းတွဲတွေလိုမျိုး British စုံထောက်ဇာတ်လမ်းတွေ ...",
        "rating": "5.5",
        "url": "https://megaup.net/Zzxc/Silent.Hours.2021.720p.WebRip[CM].mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/9gxvj48qhcus-131x200.jpg",
        "title": "The Legend Of Muye:Tomb Seeking Master (2021)",
        "description": "Mystery of Muye: The Guardian of the Mountain (2021) သို့မဟုတ်The Legend Of Muye:Tomb Seeking Master (2021) လို့ခေါ်ဆိုကြတဲ့ ဒီဇာတ်ကားကAdventure,Fantasy အမျိုးအစား တရုတ်ဇာတ်ကားဖြစ်ပါတယ်။ထူးဆန်းထွေလာအဖြစ်အပျက်တွေနဲ့ ရှေးဟောင်းဂူသင်္ချိုင်းဖောက်ကြမယ့် လူတစ်စုရဲ့ စွန့်စားကြမယ့်ခရီးကြမ်းပါ...မင်းသားချော၊မင်းသမီးချောတွေအပြင် ဆက်တင်အလန်းစားတွေနဲ့တင်ဆက်ထားတာမို့သိုင်းကားနဲ့ Fantasy ပရိတ်သတ်တွေအကြိုက်တွေ့မယ်ထင်ပါတယ်။\nFile size…(1.1 GB)/(650 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:13:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://megaup.net/1Fwpi/(CM)The.Legend.Of.Muye.Tomb.Seeking.Master.2021.720p.WEB-DL.H265.DDP2.0-OurTV.mp4",
        "category": "Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/llaposter_opt-150x200.jpg",
        "title": "[18+] The Raffle (1991) La Riffa",
        "description": "ကျွန်တော်တို့ငယ်ဘဝရဲ့ အိမ်မက်မင်းသမီး မမမိုနီကာဆိုတဲ့ Monica Bellucci ရဲ့ နုပျိုလှပမှုနဲ့ အထာကျတဲ့သရုပ်ဆောင်မှုတွေ အကုန်လုံးထင်ပေါ်အောင် တင်ဆက်ထားတဲ့အီတလီဇာတ်ကားလေးဖြစ်ပါတယ်။ Comedy,Romance,Drama အမျိုးအစားလေးပါ။ကွက်ကွက်ကွင်းကွင်း ကြည်တောက်ရှင်းလူကြီးခန်း ၂ ခန်း ၃ ခန်းပါတာကြောင့်မိသားစုနဲ့ကြည့်ဖို့တော့မသင့်တော်ပါဘူး။\nမိန်းမမာယာ သဲကိုးဖြာအကြောင်းရိုက်တဲ့ကားတွေ ၊ မင်းသမီးရဲ့အလှနဲ့ဇာတ်ကားတစ်ကားလုံးကိုထိန်းတဲ့ကားတွေများတဲ့ခေတ်ပေမို့\nဒီကားလေးဟာလည်း မိန်းမတွေရဲ့မာယာလေးဆယ်၊ ပရိယာယ်တစ်ထောင်အကြောင်းရိုက်ထားတဲ့ကားပဲဆိုပါတော့ဗျာ။ဒီဇာတ်ကားထဲမှာတော့အီတလီမင်းသမီးချောလေး Monica Bellucci ဟာ ကြေးရတက်သူဋ္ဌေးလေးတစ်ယောက်ရဲ့ဇနီးချောလေးဖြစ်ပြီး\nသူ့ယောက်ျားဖြစ်သူ ယာဉ်တိုက်မှုနဲ့သေဆုံးသွားတဲ့အချိန်မှာ သူ့ကို အကြွေးသန်းရာချီနဲ့ချန်ထားခဲ့ပါတယ်။\nအဲဒီအကြွေးတွေကိုပြန်ဆပ်ရဖို့၊ အိမ်ငှားခဆောင်ရဖို့၊ သမီးလေးကျောင်းစရိတ်ရှာဖို့စတာတွေအတွက် ငွေတွေလိုအပ်လာခဲ့တဲ့အခါ\nတစ်ခြားဘာအလုပ်မှမလုပ်တတ်တဲ့သူဋ္ဌေးမလေးတစ်ယောက် ဘယ်လိုရုန်းကန်းလှုပ်ရှားမာယာများတော့မယ်ဆိုတာ\nမင်းသမီးချောလေးရဲ့အလှနဲ့ကောင်းကောင်းခံစားကြည့်ရှုရမယ့်ကားကောင်းလေးဖြစ်တဲ့\nThe Raffle of a riffa (1991) လေးကို ခံစားကြည့်ရှုပေးကြပါဦး။\nFile size…(1.4 GB)/(850 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "5.0",
        "url": "https://megaup.net/31reB/(CM)La.Riffa.1991.ITALIAN.720p.AMZN.WEB-DL.DDP2.0.H.264-QOQ.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eE1SL0QoDsvAMqQly56IkRtlN1W.jpg",
        "title": "Old Henry (2021)",
        "description": "IMDb Rating (7.3) / Rotten Tomatoes (96%)လူသူဝေးတဲ့တစ်နေရာမှာ မုဆိုးဖိုလယ်သမားကြီးတစ်ယောက်ဟာ သူ့သားလေးနဲ့အတူတူ အေးအေးလူလူ နေထိုင်ပါတယ်၊ တစ်နေ့မှာ သားရေလွယ်အိတ်ငွေထုပ်နဲ့သေနတ်ဒဏ်ရာရနေတဲ့ လူတစ်ယောက်ကို အိမ်ခေါပြီးကယ်မိလိုက်ပါတယ်၊ အဲ့ဒီ ပိုက်ဆံတွေအတွက် လာရှာတဲ့လူတွေ ရှိတဲ့အခါမှာ‌တော့ လယ်သမားကြီးက ဘယ်သူ့ကိုယုံရမလည်းစဉ်းစားရကြပ်သွားပါတော့တယ်။သူ့ကိုယ်သူနဲ့ သူ့သားကို ကာကွယ်ရတဲ့အချိန်မှာတော့ သူ့ရဲ့ ပုံစံ‌အစစ်လို့ပြောလို့ရတဲ့ သေနတ်ပစ် စွမ်းရည်တွေနဲ့ တိုက်ရည်ခိုက်ရည်တွေကိုထုတ်ပြရပါတော့တယ်။1900 ခုနှစ် အစပိုင်းကိုအခြေတည်ထားတာဖြစ်ပြီးဇာတ်လမ်းက အချိန်ကြာလာလေ ဇာတ်ရှိန်မြင့်လာလေမို့ အေးအေးဆေးဆေး နှပ်ကြည့်မယ့်သူတွေအတွက်တော့အသင့်တော်ဆုံးပါပဲ။ IMDb rating 7.3 နဲ့ Old Henry ပါ။\nFile size…(1.4 GB)/(800 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Murphy",
        "rating": "7.3",
        "url": "https://megaup.net/1Fwh3/(CM)Old.Henry.2021.720p.WEB-DL.DD5.1.H.264-EVO.mp4",
        "category": "Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7hc5r0OffRVaqeczAtCFvlA6e8q.jpg",
        "title": "Escape from Mogadishu (2021)",
        "description": "Escape from Mogadishu (2021)IMDb - 7.5/10ကိုရီးယား Box Office မှာ နံပါတ် တစ်နေရာကို\nရက်သတ္တပတ်ပေါင်းများစွာ နေရာယူခဲ့ပြီး\nလက်ရှိမှာ ၂၀၂၁ ခုနှစ်ရဲ့ ဝင်ငွေအကောင်းဆုံး ဇာတ်ကားအဖြစ် ရပ်တည်နေတဲ့\nEscape from Mogadishu ကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ။\nမိုဂါဒီရှူကနေ ထွက်ပြေးကြတာကို ရိုက်ထားတာပါပဲ။၁၉၉၁ ခုနှစ်မှာ ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို\nအခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။ဘယ်လိုထွက်ပြေးကြလဲ ဆိုတော့ .....\nတောင် နဲ့ မြောက်ကိုရီးယား နှစ်နိုင်ငံ သံရုံးဝန်ထမ်းတွေ ပေါင်းပြီး ထွက်ပြေးကြတာပါ။ဆိုမာလီယား နိုင်ငံ ရဲ့ မြို့တော် မိုဂါဒီရှူမှာ\nအာဏာရှင်အစိုးရကို မကျေနပ်တဲ့ ပြည်သူတွေကြောင့်\nအဓိကရုဏ်း ဖြစ်ပါတော့တယ်။ဒီကြားထဲမှာ ညပ်တာကတော့ သံရုံးဝန်ထမ်းတွေပါပဲ။\nဒီနိုင်ငံမှာ ဆက်နေရင် ဒီအဖြစ်နဲ့ ဆက်ကြုံရမယ်။\nဒီတော့ ထွက်ပြေးဖို့ လုပ်ရတာပါပဲ။ထွက်ပြေးတဲ့အချိန်မှာတော့ .....\nတောင် နဲ့ မြောက် ပူးပေါင်းပြီး ထွက်ပြေးဖို့ စီစဉ်ကြတဲ့အကြောင်းပါ။မင်းသားကြီး ၃ လက် ဖြစ်တဲ့ Jo In ...",
        "rating": "7.5",
        "url": "https://megaup.net/2lCO0/Escape.from.Mogadishu.2021.720p.WEB-DL.AAC2.0.x264.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-12-at-22.23.11-135x200.png",
        "title": "Parallel (2020)",
        "description": "Parallel (2020)============IMDb Rating - 5.9/10Sci-fi ဇာတ်ကားကောင်းကောင်းလေးတွေကို သဘောကျတဲ့သူတွေအတွက် ဒီ Parallel ဆိုတဲ့ဇာတ်ကားလေးကစိတ်ကျေနပ်မှုရစေမှာပါ။ Multiverse,doppelganger စတာတွေနဲ့ ပတ်သက်ပြီး ရိုက်ကူးပုံဖော်ထားတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းအနေနဲ့ကတော့ နိုအယ်လ်၊ လီနာ၊ ဒယ်ဗင်နဲ့ ‌ဂျော့ရှ်တို့ သူငယ်ချင်းတစ်စုဟာ apps တွေတီထွင်ဖို့ကုမ္ပဏီအသေးလေးတစ်ခု ထောင်ထားကြပါတယ်။ App တစ်ခုကိုလုပ်ဖို့ကြိုးစားနေကြတဲ့အချိန်မှာ ယိုင်နဲ့နဲ့ သူတို့ကုမ္ပဏီဟာလည်း ကျဥ်းထဲကျပ်ထဲ ရောက်နေတာပေါ့။ တစ်နေ့ သူတို့အုပ်စု စိတ်ညစ်ညစ်နဲ့ ဘားမှာ အရက်သောက်နေကြတဲ့အချိန်မှာ အသိတစ်‌‌ယောက်ဆီကနေ သူတို့ကုမ္ပဏီထောင်ဖို့ လက်ရှိငှားထားတဲ့အိမ်ကြီးမှာ အရင်က မိန်းမကြီးတစ်ယောက် ထူးထူးဆန်းဆန်း ပျောက်သွားဖူးကြောင်း ဒီအိမ်ကြီးက ညာဥ်မကောင်းကြောင်း စသဖြင့်ပြောလာပါတယ်။အဲ့ညမှာ သူတို့အိမ်ကိုပြန်ရောက်ကြတဲ့အချိန် အိမ်နံရံနောက်မှာ လျှို့ဝှက်စွာတည်ဆောက်ထားတဲ့အခန်းကြီးကို သူတို့တွေ့သွားကြတယ်ပေါ့။ အဲ့ဒီအခန်းထဲမှာ မှန်တစ်ချပ်လည်းရှိနေပြီး ထူးခြားချက်ကတော့ တခြား Multiverse တွေဆီသွားလာနိုင်တဲ့ ဂိတ်ပေါက်သဖွယ် ပစ္စည်းတစ်ခုပါပဲ။ ဒီပစ္စည်းကနေတစ်ဆင့် တခြား universe တွေဆီ ...",
        "rating": "5.9",
        "url": "https://megaup.net/Zy7v/Parallel.2018.1080P.WebRip[CM]..mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Dangal (2016)",
        "description": "Dangal (သို့မဟုတ်) အောင်မြင်မှုရဲ့ ခရီးကြမ်း\"နပန်းသမားတစ်ယောက်က ကွင်းထဲဝင်လာပြီး ပြိုင်ပွဲဝင်ရတဲ့ရည်ရွယ်ချက်က နိုင်ငံအတွက်ဆုတံဆိပ်ရယူပေဖို့အတွက်ပဲ။ဒါပေမဲ့ နိုင်ငံကတော့ နပန်းသမားတွေကို ဘာမှကူညီထောက်ပံမှုမလုပ်ပေးဘူး။\"ဒီစကားကိုပြောတာက နပန်းအားကစားနည်းကို အသွေးအသားထဲကရူးသွပ်ပြီး နပန်းကစားနည်းကနေ နိုင်ငံအတွက် ရွှေတံဆိပ်ဆုရပေးချင်တဲ့ Mahavir Singh Phogat (Aamir Khan)၊ဒါပေမဲ့ သူ့ဆန္ဒမပြည့်ဝခဲ့ဘူး။ဝါသနာနဲ့ ဝမ်းစာ ထိပ်တိုက်တွေ့တဲ့အချိန်မှာ ဝါသနာကိုစွန့်လွှတ်ခဲ့ရပေမယ့် သူ့မှာရည်မှန်းချက်တစ်ခုရှိတယ်။သူမွေးတဲ့သားက တစ်နေ့နပန်းသမားတစ်ယောက်ဖြစ်ရမယ်တဲ့။ကံကြမ္မာကတော့ သူ့ကိုကျီစားနေတုန်းပဲ။အနှစ်နှစ်ကာလမျှော်လင့်ချက်နဲ့ သားတစ်ယောက်လိုချင်တဲ့သူ့အတွက် ပထမဆုံးမွေးလာတဲ့ကလေးကတော့ မိန်းကလေး၊စိတ်အပျက်ကြီးပျက်ခဲ့ရပေမယ့် ဇွဲမလျှော့တဲ့သူကတော့ နောက်မွေးမယ့်ကလေးကယောကျာ်းလေးဖြစ်ရမယ်တဲ့။ဒီလိုနဲ့ နည်းလမ်းပေါင်းစုံ၊ဆေးပေါင်းစုံမှီဝဲရင်း ယောကျာ်းလေးရဖို့ ကြိုးစားခဲ့ပေမယ့် ဒီတစ်ခါလည်းမွေးလာတာကလည်း သမီးမိန်းကလေး၊စိတ်ဓာတ်ကျစဖြစ်လာပေမယ့် သားယောကျာ်းလေးမွေးလာနိုးနိုးနဲ့ ကလေးတွေတစ်ယောက်ပြီးတစ်ယောက်မွေးလာခဲ့တာ ၄ယောက်မြောက်ထိရောက်လာပေမယ့် အကုန်လုံးကတော့သမီးမိန်းကလေးတွေသာ၊ဒီလိုနဲ့ Mahavir တစ်ယောက် သူ့ရဲ့ရွှေတံဆိပ်ရယူရေး ရည်မှန်းချက်တော့ စွန့်လွှတ်လိုက်ရပြီပေါ့။ဒါပေမဲ့.......တစ်ရက်သူအိမိပြန်လာတဲ့အချိန်မှာ သူ့သမီးအကြီးနှစ်ယောက်ဖြစ်တဲ့ Geeta နဲ့ Babitaက ကျောင်းကအပြန် လမ်းမှာသူတို့နှစ်ယောက်ကို လိုက်နှောက်ယှက်တဲ့ ကောင်းလေးနှစ်ယောက်ကို ထိုးကြိတ်လွှတ်လိုက်ပြီးတဲ့နောက်မှာတော့ Mahavir တစ်ယောက် သူရဲ့နပန်းသွေးတွေက သူ့သမီးတွေဆီမှာလည်း စီးဆင်းနေတယ်ဆိုတာသိပြီး ...",
        "rating": "9.2",
        "url": "https://megaup.net/1Fva6/(CM)Dangal_2016_720p_BluRay_AAC_5.1_x265_10bit-Mad_Snake.mkv.mkv",
        "category": "Biography, Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNXjS7xRZWMCZNtVYTEJrs7MCDy.jpg",
        "title": "Secret Agent Dingledorf and His Trusty Dog Splat (2021)",
        "description": "Secret Agent Dingledorf and His Trusty Dog Splat 2021\n=================================\nအခုလို စိတ်ညစ်စရာတွေ ပြည့်နှက်နေတဲ့ ကာလကြီးမှာ ပျော်စရာ၊ ရွှင်စရာ ပေါ့ပေါ့ပါးပါးနဲ့\nမိသားစု ကလေးတွေနဲ့ ကြည့်လို့ရမယ့်ကားလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။Secret Agent Dingledorf and His Trusty Dog Splat ဟာ အခုနှစ်ထဲမှာ အသစ်ထွက်ထားတဲ့ကားလေးဖြစ်ပြီး\nဇာတ်ကားဟာ ကျွန်တော်တို့ ငယ်ငယ်က ကြည့်ခဲ့ရဘူးတဲ့ Home Alone တို့ Spy Kid တွေကလိုပဲ ကလေးတွေက ဇာတ်လိုက်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အရူးတပိုင်းဖြစ်နေတဲ့ လူဆိုးခေါင်းဆောင် ဒေါက်တာချက်ကယ်ဟာ\nကမ္ဘာကြီးကို အလွန်အကျွံရယ်​မောစေနိုင်တဲ့ လှိုင်းနဲ့ ဖျက်ဆီဖို့ ကြိုးစားရမှာ မထင်မှတ်ထားပဲ\nကလေး ၃ ယောက်က ကမ္ဘာကြီးကို ကယ်တယ်ဖို့ အထိဖြစ်လာတာပါပဲ။ဆန်းဆန်းပြားပြားတွေမပါပဲ ကလေးအကြိုက် ဟာသ ရီစရာအနေနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်။\nဟာသလေးတွေကလည်း လူကြီးတွေကြည့်မယ်ဆိုရင် ငယ်ဘဝကိုတောင် ပြန်သတိရစေနိုင်မယ်လို့ ...",
        "rating": "4.9",
        "url": "https://megaup.net/1Fvab/Secret.Agent.Dingledorf.and.His.Trusty.Dog.Splat.2021.720p.AMZN.WEB-DL.DDP2.0.H.264-EVO.mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/tA9MDNieaa5vhbOs7aY3aQr5fZ5-140x200.jpg",
        "title": "[18+] Sex Plate 17 (2017)",
        "description": "ကိုရီးယား အခွီဟာသ အချစ် ၁၈+ ဇာတ်ကားလေးပါ...ချစ်သူကောင်မလေးက တခြားတစ်ကောင်နဲ့ ဖောက်ပြားပျော်ပါးနေတာကို တွေ့လိုက်ရပြီးတဲ့နောက်ဂီဟာတစ်ယောက် အစိမ်းလတ်လတ်အသည်းကွဲသွားပြီး အရက်နဲ့အလေလိုက်နေမိတော့တာပေါ့...တစ်နေ့မှာတော့ သူ့ဘေးအိမ်ကို လှလွန်းလန်းလွန်းတဲ့ ချိုဟီဆိုတဲ့ကောင်မလေးတစ်ယောက်တစ်ပွေတည်းလာနေတာ ကြုံရတဲ့အပြင် အဲ့ကောင်မလေးက သူ့ကိုဖောင်းဒိုင်းကြရအောင် တောင်းဆိုလာတဲ့အခါ...အသည်းကွဲနေတဲ့ ဂီဟာတစ်ယောက် အရက်သောက်ကြေကွဲနေရမလား...ဖောင်းဒိုင်းရမလား ဝေခွဲမရဖြစ်ပြီး ဘဝမှာသိပ်ခက်တဲ့ရွေးချယ်မှုတွေ ပြုလုပ်ရပါတော့တယ်...ချိုဟီက အကန့်အသတ်တော့ရှိပါတယ်...၃ ပတ်ပဲ ဒီမှာနေပြီး ဖောင်းဒိုင်းလို့ရမှာဖြစ်ပြီး၃ ပတ်ကျော်လွန်သွားရင်တော့ ဖြစ်ပျက်သမျှမေ့လိုက်ကြရအောင်တဲ့။အချစ်ကိုကိုးကွယ်တဲ့ အူကြောင်ကြား ဂီဟာတစ်ယောက် ၃ ပတ်စာ ပျော်မွေ့ပြီး ချိုဟီကိုမေ့လိုက်ရမှာလား...ချိုဟီကရော ဘာလို့ဒီကိစ္စကို လာလုပ်ရတာလဲဆိုတဲ့ လျှို့ဝှက်ချက်တွေနဲ့ ဒီဇာတ်ကားကကြည့်လို့ပျော်မြူးရမယ့် ၁၈+ ဇာတ်ကားလေးဖြစ်ပါတယ်။မင်းသမီး Park Kyoung-hee ဟာ နာမည်ကြီးကားတချို့မှာ ပါဝင်ဖူးတဲ့ဇာတ်ရံမင်းသမီးတစ်လက်ဖြစ်ပြီးဒီဇာတ်ကားမှာတော့ သူ့ရဲ့အလှအပတွေကို မကွယ်မဝှက်တင်ဆက်ပြီး ချိုဟီနေရာကနေ အကောင်းဆုံးသရုပ်ဆောင်သွားပါတယ်။၁၈+ မကြည့်ရဲရင်တောင် ရယ်ရတဲ့ကားလေးမို့ မြည်းစမ်းကြည့်ဖို့ ဖိတ်ခေါ်ပါတယ်။ \nFile size…(1.2 GB)/(700 MB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/31q4A/(CM)Sex_Plate_17_2017_720p_WEB-DL_AAC_x264-KOOK.mp4",
        "category": "Adult, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-09-at-15.59.37-144x200.png",
        "title": "Blue Bayou (2021)",
        "description": "Blue Bayou (2021)==============IMDb Rating - 7.2/10၂၀၂၁ ထွက် Drama ကားကောင်းလေးကို cm ပရိတ်သတ်များအတွက် တင်ဆက်ပေးချင်ပါတယ်။အညွှန်း −သူ့နာမည်က အန်တိုနီယိုလဘလန့်စ်။ ငယ်စဥ်ကတည်းက ကိုရီးယားနိုင်ငံကနေ အမေရိကန်နိုင်ငံကိုမွေးစားခံရပြီးရောက်လာရတဲ့သူ။ ဒါပေမဲ့ အခုထိနိုင်ငံသားမဖြစ်သေးပဲ တရားမဝင်ရွှေ့ပြောင်းနေထိုင်သူ(သို့)ဒုက္ခသည်အဖြစ်နဲ့ပဲနေနေရတဲ့သူက ကတ်သီဆိုတဲ့အမျိုးသမီးနဲ့အတူနေပြီး ပျော်ရွှင်တဲ့မိသားစုဘဝကိုကြိုးစားထူထောင်နေတာပေါ့။ ဒါပေမယ့် ကံတရားဆိုတာဟာ အမြဲတမ်းအဆိုးနဲ့အကောင်းဒွန်တွဲနေတတ်တာပဲမဟုတ်လား။  ဒီတော့ ကံစေရာသွားနေရတဲ့ဘဝမှာ ဘလန့်စ်တစ်ယောက်လည်း အဆိုးအကောင်းကိုကြုံတွေ့ရပြီပေါ့။ အဲ့တော့ . . . ဇာတ်လမ်းအကြောင်းအရာကို ပေါ်လွင်စေသွားနိုင်တာမို့ အညွှန်းကိုဒီလောက်ပဲပြောပါစေ .တစ်ခြားဆက်ပြောချင်တာက ဒီဇာတ်ကားထဲက character တွေရဲ့ သရုပ်ဆောင်မှုတွေဟာ ပိရိသေသပ်လှပြီး၊ပျော်ရွှင်ခြင်း . ရယ်မောခြင်းတွေကို အလှည့်ကျရိုက်ပြသွားတာဟာလည်း ဇာတ်လမ်းကို ဟာကွက်မရှိဖြစ်စေပါတယ်။IMDb Rating အနေနဲ့လည်း 7.2/10 ရရှိထားတဲ့ Drama ကားကောင်းလေးမို့ အကုန်လုံးကို ကြည့်စေချင်တဲ့စိတ်နဲ့တင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chite Tee မှရေးသားပေးပြီး။ ဘာသာပြန်ရေးသားပေးသူများကတော့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2lrTf/Blue.Bayou.2021.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BZDRhMjQyZjQtOTQzYy00ZjVhLTlhOTUtNzQwN2RmNTNiOWYxXkEyXkFqcGdeQXVyMTg5ODY4NDM@._V1_-155x200.jpg",
        "title": "Invincible (2020)",
        "description": "မြန်မာမင်းသမီးမေမြတ်နိုးနဲ့ အမေရိကန်မင်းသား Johnny Strong တို့ပါဝင်တဲ့ ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့...ဇီဝကုထုံးအတွက် ဒဏ်ရာရစစ်သားတစ်ယောက်ကို နာနိုနည်းပညာနဲ့ လျှို့ဝှက်စမ်းသပ်နေကြရာကတစ်နေ့မှာ အစမ်းသပ်ခံစစ်သားက ထွက်ပြေးလွတ်မြောက်သွားပါတယ်...နာနိုနည်းပညာကြောင့် အန္တရာယ်ကြီးမားလှတဲ့ အစမ်းသပ်ခံစစ်သားကို ပြန်လည်ဖမ်းမိဖို့ဇာတ်လိုက်ကျော်ကိုယ်တိုင်လိုက်ဖမ်းကြတဲ့အခါ...။Action သီးသန့်ဆိုပေမယ့် ဇာတ်လိုက်ကျော်ရဲ့ကောင်မလေးကကိုယ်တို့ မင်းသမီးမေမြတ်နိုးလေးဖြစ်နေတာမို့ အားပေးကြပါဦး။\nFile size…(1.4 GB)/(800 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Nay Lin Thar",
        "rating": "4.8",
        "url": "https://megaup.net/1Funo/(CM)Invincible.2020.720p.WEB-DL.DD5.1.H264-FGT.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-10-at-21.38.01-152x200.png",
        "title": "Saving the Titanic (2012)",
        "description": "Saving the Titanic (2012)==================IMDb Rating - 7.3/10၁၉ရာစုဦးလောက်မှာ သမိုင်းမှာ\nအကြီးကျယ်ဆုံးသင်္ဘောတစ်စီး ပေါ်ပေါက်ခဲ့တယ်။\nဘယ်လိုမှ မနစ်မြုပ်နိုင်ဘူးဆိုပြီး ကြွေးကြော်ပြီး\nပထမဆုံးခရီးမှာတင် နစ်မြုပ်သွားခဲ့တယ်။\nအားလုံးသိကြတဲ့အတိုင်း အဲ့ဒီသင်္ဘောဟာ\nတိုက်တန်းနစ်ပါပဲ။တိုက်တန်းနစ်ဘာလို့ မြုပ်သွားလဲဆိုတဲ့\nပါးစပ်ရာဇ၀င်တွေက အတော်ကို\nပေါများခဲ့ပါတယ်။ မဆီမဆိုင် ကျွန်တော်တို့\nမြန်မာပြည်မှာတောင် အာနန္ဒာဘုရားကနေ\nခိုးသွားခဲ့ကြတဲ့ ကျိန်စာသင့်နေတဲ့ ဟုပ် ခေါ်\nမနူဟာ စိန်ပြာကြီးကို သယ်သွားလို့\nမြုပ်ရပါတယ်ဆိုပြီး ပါးစပ်ရာဇ၀င်‌တောင်\nရှိသေးပါတယ်။‌နောက်တိုက်တန်းနစ်က ဘာလို့ တန်းမြုပ်မသွားဘဲ\nတစ်နာရီခွဲကြာအောင် တဖြည်းဖြည်းချင်း\nမြုပ်ခဲ့တာလဲ။ ဘာလို့ ထက်ပိုင်းကျိုးကျပြီး\nမြုပ်ခဲ့တာလဲဆိုတဲ့ ပဟေဠိတွေလည်း ရှိပါတယ်။\nတိုက်တန်းနစ်ဟာ စထွက်ကတည်းက\n၀မ်းပေါက်နေတယ်ဆိုတဲ့ စကားတွေလည်း\nရှိပါတယ်။ဒီရုပ်ရှင်ဟာ မိုင်းလုပ်သားသပိတ်ကြောင့်\n‌ကျောက်မီးသွေးကောင်း ရှားတာလို\nအသေးစိတ်အချက်ကလေးတွေနဲ့ပါ\nဆက်စပ်ပြီး တိုက်တန်းနစ်နစ်မြုပ်ရခြင်း\nအကြောင်းရင်းကို သေချာပြထားတယ်။\nနောက် လူသိနည်းခဲ့ကြတဲ့ တိုက်တန်းနစ်ရဲ့\nကုန်းပတ်အောက်က အင်ဂျင်ခန်းတွေထဲက\nလူတွေရဲ့ တိုက်တန်းနစ် တန်းမမြုပ်ရလေအောင်\nကြိုးပမ်းအားထုတ်ခဲ့ကြမှုတွေကို သေချာ\nရှင်းပြထားတဲ့ ဒိုကူဒရာမာ အမျိုးအစားရုပ်ရှင်ပါပဲ။Factsတွေကို Docu ဆန်ဆန် ချက်ကျလက်ကျ\nထည့်ထားပေမဲ့ ဇာတ်သွားက Docu ထက်\nဒရာမာ ရုပ်ရှင်တစ်ကားလိုဘက် ပိုသွားလို့\nFactsတွေလည်းသိရပြီး\nပျင်းဖို့လည်းမကောင်းစေမယ့် ရုပ်ရှင်ပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။) Quality – ...",
        "rating": "7.3",
        "url": "https://megaup.net/31oaB/Saving.the.Titanic.2012.1080P.WebRip[CM].mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zyr51Gnzf2gKD84Uan8Q8SfTsWx.jpg",
        "title": "Kho Kho(2021)",
        "description": "Kho Kho (2021)IMDb – 6.0/10ငယ်ငယ်ကကျောင်းမုန့်စားဆင်းတဲ့အချိန် ကျောင်းဝန်းထဲမှာကိုယ်တွေ ထုတ်ဆီးတိုး၊ ကြိုးခုန်၊ ပြေးတမ်း လိုက်တမ်းစတဲ့ကစားနည်းပေါင်းစုံကစားခဲ့သလို အိန္ဒိယနိုင်ငံရဲ့ကျောင်းသားကျောင်းသူတွေ ပျော်ပျော်ပါးပါးကစားကြတဲ့Kho Kho (ခိုခို) ဆိုတဲ့ကစားနည်းလေးရှိပါတယ်။ ဒီလိုအားကစားနည်းလေးတွေကစားတာဟာတစ်ချိန်မှာအောင်မြင်တဲ့အားကစားသမားတစ်ယောက်ဖြစ်လာနိုင်တဲ့လမ်းစဆိုတာ ဘယ်သူကတွေးမိမှာလဲ ..ဇာတ်လမ်းအစမှာ Perunthuruthu ဆိုတဲ့ရွာလေးက မိန်းကလေးကျောင်းတစ်ကျောင်းကိုMaria လို့ခေါ်တဲ့ အားကစားဆရာမလေးအသစ်ရောက်လာပါတယ်။ သိတဲ့အတိုင်း ကိုယ်တွေဆီမှာလိုပဲကျောင်းမှာကာယဆရာတို့၊ အားကစားဆရာတို့ဆိုတာ လူပိုလိုဖြစ်နေတာလေ။ ဒီတော့ ကျောင်းအုပ်ဆရာကလည်းဆရာမအလုပ် ဘာမှမရှိတာမို့ သက်သက်သာသာနေလို့ရကြောင်းပြောတာပေါ့။ ဒီမှာတင် ဆရာကောင်းပီသတဲ့Maria ဟာ သက်သာရာသက်သာကြောင်းမနေဘဲ ကျောင်းကကလေးတွေ ခိုခိုကစားနည်းကိုစိတ်ပါဝင်စားစွာကစားကြတာကိုတွေ့သွားပြီးအားကစားအသင်းဖွဲ့ဖို့ကြိုးစားပါတော့တယ်။ တပည့်တွေကလည်း သူတို့နှစ်သက်တဲ့ကစားနည်းကိုစနစ်တကျလေ့ကျင့်ဆော့ကစားရမယ်ဆိုတော့ပျော်ကြတာပေါ့။ တကယ်တော့ Maria ဟာလည်း အိပ်မက်တွေကိုစွန့်လွှတ်ခဲ့ရတဲ့အားကစားသမားဟောင်းတစ်ယောက်ပါ။ သူမအောင်မြင်ခဲ့တဲ့အရာတစ်ခုကို သူ့တပည့်တွေနဲ့ကျမှဘယ်လိုအောင်မြင်အောင်လမ်းပြပေးမလဲ .. “ဆရာကောင်းတပည့် ပန်းကောင်းပန်” ဆိုသလို သူ့တပည့်တွေကရောဆရာမပင်ပန်းရကျိုးနပ်အောင် အောင်ပန်းတွေဆွတ်နိုင်မလားဆိုတာကိုတော့ ဆရာတပည့်ကြားကချစ်ခြင်းမေတ္တာတွေ ခွင့်လွှတ်မှုတွေ နားလည်မှုတွေအပြည့်နဲ့ ဒီ Kho Kho ဆိုတဲ့ဇာတ်လမ်းလေးမှာဆက်လက်ကြည့်ရှုလိုက်ပါဦးနော်။ \nFile size…1.9GB & ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Ftqh/KHO_KHO_(2021)_TRUE_WEB-DL_-_720p_(CM).mp4",
        "category": "Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/p87gec-142x200.jpg",
        "title": "She’s on Duty (2005)",
        "description": "အခုတလော နာမည်ကြီးနေတဲ့ Squid Game ဇာတ်ကားမှာ ပါးတွေချည်း လှိမ့်ရိုက်ခဲ့တဲ့ မှင်စာဦးလေးကြီး Gong Yoo ငယ်ငယ်တုန်းက ကားဟောင်းလေးပါရဲစုံထောက်တစ်ဦးဖြစ်တဲ့ ချွန်းဂျယ်အင်း(Kim Sun Ah)ဟာ ကျောင်းကိုမုန်းတီးပြီး စာညံ့ခဲ့သူ ဖြစ်ပေမယ့် စစ်ဆင်ရေးတစ်ခုကြောင့် အထက်တန်းကျောင်းသူယောင်ဆောင်ခဲ့ရပါတယ်\nပစ်မှတ်ဖြစ်သူနဲ့ ရင်းနှီးဖို့လုပ်ရာက ပစ်မှတ်အစားအထက်တန်းကျောင်းသား ဂန်နိုယောင်း(Gong Yoo) နဲ့ သိကျွမ်းခဲ့ပါတယ်\nပြောင်းသွားတဲ့အိမ်အသစ်ကလည်း ဂန်နိုယောင်း အိမ်ဘေးမှာဖြစ်နေပြန်ရော\nဒါနဲ့ပဲ စုံထောက်အစ်မကြီးက ကျောင်းသားမောင်လေးကို ချစ်မိသွားတယ်ပေါ့ စစ်ဆင်ရေးထက်ကို ကျောင်းက ကလေးဆိုးတွေနဲ့ပဲရန်ဖြစ်ရင်း အတော်ဆုံးဖိုက်တာတောင်ဖြစ်လိုက်ပါသေးတယ်\nစစ်ဆင်ရေးကတော့ တကယ့်ကိုအကြမ်းစားပါ\nကျောင်းထဲမှာ ဂျယ်အင်းလိုပဲ အသွင်ယူထားတဲ့ နောက်ထပ် ၂ယောက်ရှိနေသေးတယ် ကျောင်းသားတစ်ယောက်နဲ့ ဆရာတစ်ယောက်...\nသူတို့တွေထဲမှာမှ လူသတ်သမား လူဆိုးရဲ့ သူလျှိုက ရှိနေတဲ့အခါ...ဖိုက်တင်ခန်းတွေလည်းပါပြီး drama လည်းခင်းတဲ့အပြင် ဟာသပါနှောပြီး ရိုက်ထားတာဖြစ်လို့ ရသစုံစွာနဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထား Oleander ပါ )File Size__2 GB, ...",
        "rating": "6.3",
        "url": "https://megaup.net/31n5g/She_is_on_Duty_(2005)_720p.mp4",
        "category": "Action, Comedy, Crime"
    }
]