[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNWE4ZGU0ZjItZjgwMi00YzEyLTkzMWMtZDkwMjRhNDU5MzBjL2ltYWdlXkEyXkFqcGdeQXVyNjQzMzk3MTY@._V1_SY1000_CR006701000_AL_-134x200.jpg",
        "title": "The Son of Bigfoot (2017)",
        "description": "ေလာေလာလတ္လတ္ထြက္ရွိလာတဲ႔ ကာတြန္းကားအသစ္ေလး The Son of Bigfoot(2017)ကိုတင္ဆက္ေပးလိုက္ပါတယ္။2017မွာထြက္ရွိလာတဲ႔ကားေတြထဲ ဒီဇာတ္လမ္းေလးကေတာ႔ ဇာတ္အိမ္က်ယ္က်ယ္နဲ႔ ဆြဲေဆာင္မႈရွိတဲ႔ကားေလးလို႔ေျပာရမွာပါပဲ။ျဂိဳလ္သားတို႔ နဂါးတို႔ ေျခေထာက္အၾကီးၾကီး သတၱဝါေတြဆိုတာ ယံုတမ္းပံုျပင္လို႔ အားလံုးကထင္မွတ္ထားၾကတာပါ။အဲ႔ဒီအခ်ိန္မွာ မေမၽႇာ္လင့္ဘဲ အက္ဒမ္ဆိုတဲ႔ေကာင္ေလးတစ္ေယာက္က သူ႔အေဖဟာ ဒီလိုသတၱဝါၾကီးျဖစ္ေနတယ္ဆိုတာသိလိုက္ရပါေတာ႔တယ္။ဒီလိုစိတ္ဝင္စားစရာမထင္မွတ္ထားတဲ႔ Storyline ေလးနဲ႔ ဒီကားေလးကေတာ႔ Imdb Rating 6.1% Rotten Tomatoes 88 ရရွိထားတာမို႔ ဇာတ္လမ္းေကာင္းေလးဆိုတာ အေထြအထူးမညႊန္းေတာ႔ပဲ ၾကည္႔ရွုခံစားၾကည္႔ဖို႔တိုက္တြန္းလိုက္ရပါတယ္။ \n(ဘာသာျပန္သူကေတာ့ ေအးမြန္ေက်ာ္ပါ)\n File Size : (730 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre :Animation, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL H264 AC3-EVO[EtHD]\nTranslated ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-son-of-bigfoot-2017webdl/",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/jarhead-2005.11175-133x200.jpg",
        "title": "Jarhead(2005)",
        "description": "Jarhead(2015)\nIMDB....7\nဒီစစ္ကားက တျခားစစ္ကားရဲ႕ထူးျခားခ်က္က ရဲေဘာ္တစ္ေယာက္စစ္ထဲစ၀င္တဲ့ အခန္းကေနစျပထားတယ္\nစစ္ေျမျပင္အတြက္သင္တန္းေတြ ရဲေဘာ္သစ္ကုိႀကဳိဆုိပုံေတြ အထက္ေအာက္ဆက္ဆံပုံေတြကုိ အေသးစိတ္\nရုိက္ၿပထားၿပီးမွ တျဖည္းျဖည္း စစ္ေျမျပင္ကုိေခၚေဆာင္သြားတယ္ သရုပ္ေဆာင္ေတြကလည္း နာမည္ၾကီးမင္းသား\nJake Gyllenhaal,Jamie Foxx,Peter Sarsgaard,Lucas Black စတဲ့သူေတြမုို႕ ေ၀ဖန္ေရးဆရာေတြကေတာင္\nတာ၀န္က်စစ္သည္ေနရာမွာသရုပ္ေဆာင္တာ ဇာတ္ရုပ္ပီျပင္လြန္းတယ္လုိ႕ခ်ီးက်ဴးခံထားရတယ္...\nစာေရးဆရာႀကီးေဖျမင့္ကေျပာဖူးတယ္ အားလုံးကုိလက္ေတြ႕သိဖုိ႕မျဖစ္ႏုိင္ေပမဲ့ ကြ်န္ေတာ္တုိ႕မယ္ ေလ့လာၿပီး\nသိနားလည္ေပးလုိ႕ရတယ္တဲ့ စာအုပ္ေတြ ရုပ္ရွင္ေတြက အဓိကေပါင္းကူးတံတားေတြအျဖစ္တည္ရွိေနသတဲ့ .ဒီကားက စစ္သားေတြရဲ႕\nေနပုံထုိင္ပုံ ၾကမ္းတမ္းပုံ အေရးႀကဳံလာရင္ အခ်င္းခ်င္းစည္းလုံးၿပီး အခက္အခဲေတြ ရန္သူေတြကုိရင္ဆုိင္ေက်ာ္ျဖတ္ျခင္းေတြကုိ\nလွလွပပေလးရုိက္ျပသြားတယ္ ကုိင္းခံစားၾကည့္လုိက္ပါဦးခင္ဗ်\nFile Size…(879MB) and (348MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…02:05:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Phyo Pyae\nTranslated by Zuel Khant Thwin",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/jarhead2005/",
        "category": "Biography, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BZGI5NjliYjAtMTUwNS00MjhlLTk5NWMtMmM1MDNhNTJlY2NkXkEyXkFqcGdeQXVyNTEyODkzNTE@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Love, Lies (2016)",
        "description": "Love lies ဆိုတဲ့ကား​ေလးက​ေတာ့ ကိုးရီးယားႏိုင္​ငံကို ဂ်ပန္​​ေတြသိမ္​းပိုက္​ထားတဲ့ ၂၀ရာစု အ​ေစာပိုင္​းကာလက ဂ်ိဳဆြန္​းရဲ႕ အ​ေျခအ​ေနကို ​ပံု​ေဖာ္​ထားတဲ့ကား​ေလးပါ။ဂ်န္​ဆိုယိုးက နာမည္​ႀကီးက​ေခ်သည္​မ်ိဳး႐ိုးကဆင္​းသက္​လာသူျဖစ္​ၿပီး ႐ုပ္​ရည္​လွပၿပီး ႐ိုးရာသီခ်င္​းသီဆိုရာမွာ ပါရမီ႐ွိသူ​ေလးပါ။ငယ္​စဥ္​ကတည္​းက မိခင္​ဆံုးပါးသြားၿပီး ဖခင္​ရဲ႕ခိုင္​းစားျခင္​းခံရတဲ့ ဆိုယြန္​ဟီးကို သံ​ေယာဇဥ္​ျဖစ္​မိရာက ယြန္​ဟီးကို သူနဲ႔အတူပညာသင္​​ေစခဲ့ၿပီး သူတို႔ႏွစ္​​ေယာက္​ အခ်စ္​ဆံုးသူငယ္​ခ်င္​း​ေတြျဖစ္​လာခဲ့ပါတယ္​။႐ိုးရာဂီတကိုျမတ္​ႏိုးတဲ့ ဆိုယိုးရဲ႕ခ်စ္​သူက​ေတာ့ ​ေတး​ေရးဆရာ ကင္​ယြန္​းဝူ ပါ။မ်ိဳးခ်စ္​စိတ္​႐ွိတဲ့ ကင္​ယြန္​းဝူဟာ မိခင္​ရဲ႕ဆနၵအတိုင္​း အရာ႐ွိျဖစ္​လိုစိတ္​မ႐ွိပဲ ျပည္​သူ​ေတြနားဆင္​ဖို႔ ​​ေတးသီခ်င္​း​ေတြ​ေရးဖြဲ႔ရတာကိုပဲ ​ေပ်ာ္​​ေမြ႕​ေနသူတစ္​ဦးပါ။ယြန္​ဟီးရဲ႕​ေခတ္​​ေပၚဂီတ​ေတးကို နား​ေထာင္​မိၿပီး​ေနာက္​ ယြန္​ဝူးဟာ ယြန္​ဟီးကို သူ႔သီခ်င္​းကိုသီဆို​ေပးဖို႔ ကမ္​းလွမ္​းလာပါတယ္​ႏွလံုးသားထဲမွာ ဆိုယိုးတစ္​​ေယာက္​ပဲ႐ွိပါတယ္​လို႔ က်ိန္​ဆိုထားၿပီး ႏွစ္​ႏွစ္​​ေနရင္​လက္​ထပ္​မယ္​လို႔ ကတိ​ေပးထားတဲ့ ယြန္​းဝူတစ္​​ေယာက္​ အ​ေနနီးစပ္​လာတဲ့ ယြန္​ဟီးကိုခ်စ္​မိသြားပါတယ္​။​ယြန္​ဝူးအကူအညီနဲ႔ ​ေခတ္​​ေပၚ​ေတးအဆို​ေတာ္​ျဖစ္​လာတဲ့ သူငယ္​ခ်င္​းရဲ႕​ေအာင္​ျမင္​မႈကို ထပ္​တူ​ေပ်ာ္​ရြင္​​ေပးႏိုင္​​ေပမယ္​့ ခ်စ္​သူရဲ႕ႏွလံုးသား​ေျပာင္​းလဲသြားတာကို သိလိုက္​ရတဲ့အခါ ဆိုယိုးဟာ နာက်င္​ခံျပင္​းမႈ​ေတြနဲ႔အတူ ကင္​ယြန္​းဝူနဲ႔ ဆိုယြန္​ဟီးတို႔ရဲ႕ ​ေပ်ာ္​ရႊင္​မႈ​ေတြကို ဖ်က္​ဆီးဖို႔ ဆံုးျဖတ္​လိုက္​ပါတယ္​။ခ်စ္​သူ သူငယ္​ခ်င္​း ဂီတ အားလံုးကိုဆံုး႐ွံဳးလိုက္​ရတဲ့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/love-lies-2016/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTUzNTc3MTU3M15BMl5BanBnXkFtZTcwMzIxNTc3NA@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Cars 2 (2011)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ၂၀၀၆ ခုနှစ်ထွက်animation ကားကောင်းလေးတစ်ကားဖြစ်တဲ့ Cars ရဲ့ဒုတိယကားလေးပဲဖြစ်ပါတယ်။\nပထမဇာတ်ကားမှာထဲကပရိသတ်အခိုင်အမာရထားတဲ့ဇာတ်ကားလေးဆိုတော့အထူးညွှန်းစရာမလိုတော့ပါဘူး။\nဒီဇာတ်လမ်းထဲမှာတော့ဂျိန်းစဘွန်းဇာတ်ကားထဲကလိုအက်ရှင်အလန်းစားတွေကိုမြင်တွေ့ရမှာပါ။\nကားမောင်းပြိုင်ပွဲနဲ့စပိုင်တွေရဲ့အက်ရှင်အလန်းစားတွေပေါင်းစပ်ထားတဲ့ဒီဇာတ်ကားလေးဟာလည်းပရိတ်သက်အကြိုက်တွေ့မှာအသေအချာပါပဲဗျာ။\nIMDb rating ကတော့ 6.2/10 ဖြစ်ပါတယ်။\n(ဘာသာပြန်ပေးသူက ကို Saw Wunna ပါ)\n--------------------------------------------------\nဒီဇာတ္ကားေလးကေတာ့ ၂၀၀၆ ခုႏွစ္ထြက္animation ကားေကာင္းေလးတစ္ကားျဖစ္တဲ့ Cars ရဲ႕ဒုတိယကားေလးပဲျဖစ္ပါတယ္။\nပထမဇာတ္ကားမွာထဲကပရိသတ္အခိုင္အမာရထားတဲ့ဇာတ္ကားေလးဆိုေတာ့အထူးၫႊန္းစရာမလိုေတာ့ပါဘူး။\nဒီဇာတ္လမ္းထဲမွာေတာ့ဂ်ိန္းစဘြန္းဇာတ္ကားထဲကလိုအက္ရွင္အလန္းစားေတြကိုျမင္ေတြ႕ရမွာပါ။\nကားေမာင္းၿပိဳင္ပြဲနဲ႔စပိုင္ေတြရဲ႕အက္ရွင္အလန္းစားေတြေပါင္းစပ္ထားတဲ့ဒီဇာတ္ကားေလးဟာလည္းပရိတ္သက္အႀကိဳက္ေတြ႕မွာအေသအခ်ာပါပဲဗ်ာ။\nIMDb rating ကေတာ့ 6.2/10 ျဖစ္ပါတယ္။\n(ဘာသာျပန္ေပးသူက ကို Saw Wunna ပါ)\n File Size : (851 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 46min\nFormat : Mp4\nGenre :Animation, Comedy, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-CiNEFiLE\nTranslated by Saw Wunna\nEncoded by Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://megaup.net/2cUd4/Cars_2_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTg5NzY0MzA2MV5BMl5BanBnXkFtZTYwNDc3NTc2._V1_-1-135x200.jpg",
        "title": "Cars (2006)",
        "description": "အခုမိတ်ဆက်ပေးမယ့်ဇာတ်ကားလေးကတော့ ၂၀၀၆ ခုနှစ်ထွက် IMDB rating 7.1/10 ရထားတဲ့ animation ဇာတ်ကားကောင်းလေးတစ်ကားပါ။\nဒီဇာတ်ကားထဲမှာဆိုရင်Lightning McQueen ဆိုတဲ့ပြိုင်ကားလေးဟာကယ်လီဖိုးနီးယားမှာပြိုင်မယ့်ပစ္စတင်ဖလားပြိုင်ပွဲကိုသွားတဲ့လမ်းက Radiator Springs ဆိုတဲ့မြို့ငယ်လေးရဲ့လမ်းမကိုမတော်တဆပျက်ဆီးအောင်လုပ်မိသွားပြီးတော့ပြန်လည်ပြင်ဆင်ဖို့အတွက်အပြစ်ပေးခံရပါတယ်။\nသူဟာ Radiator Springs ဆိုတဲ့မြို့လေးမှာဘယ်လိုတွေကြိုးစားပြီးတော့ ပြိုင်ပွဲမှာအနိုင်ရရှိမလဲဆိုတာတော့စိတ်ဝင်စားဖွယ်တွေ့မြင်ရမှာဖြစ်ပါတယ်။\n---------------------------------------------------------\nအခုမိတ္ဆက္ေပးမယ့္ဇာတ္ကားေလးကေတာ့ ၂၀၀၆ ခုႏွစ္ထြက္ IMDB rating 7.1/10 ရထားတဲ့ animation ဇာတ္ကားေကာင္းေလးတစ္ကားပါ။\nဒီဇာတ္ကားထဲမွာဆိုရင္Lightning McQueen ဆိုတဲ့ၿပိဳင္ကားေလးဟာကယ္လီဖိုးနီးယားမွာၿပိဳင္မယ့္ပစၥတင္ဖလားျပိဳင္ပြဲကိုသြားတဲ့လမ္းက Radiator Springs ဆိုတဲ့ၿမိဳ႕ငယ္ေလးရဲ႕လမ္းမကိုမေတာ္တဆပ်က္ဆီးေအာင္လုပ္မိသြားၿပီးေတာ့ျပန္လည္ျပင္ဆင္ဖို႔အတြက္အျပစ္ေပးခံရပါတယ္။\nသူဟာ Radiator Springs ဆိုတဲ့ၿမိဳ႕ေလးမွာဘယ္လိုေတြႀကိဳးစားၿပီးေတာ့ ၿပိဳင္ပြဲမွာအႏိုင္ရရွိမလဲဆိုတာေတာ့စိတ္ဝင္စားဖြယ္ေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။\nFile Size : (852 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 57min\nFormat : Mp4\nGenre :Animation, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-CiNEFiLE\nSubtitle by ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eMzX/Cars_[2006]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/The_Extreme_Fox_poster-141x200.jpeg",
        "title": "Extreme Fox (2014)",
        "description": "2014 ခုႏွစ္ထြက္ထားတဲ့ ေျမေခြး နတ္သမီးကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးကေတာ့လူနဲ႕ နတ္ၾကားက ခ်စ္ခ်င္းတရား ကိုပံုေဖာ္ရိုက္ကူးထားတာျဖစ္ျပီးေတာ့ နတ္နဲ႕ မိစၦာၾကားက ရန္ျငိဳးေတြၾကီးမားၾကပံုကိုပါေတြ႕ျမင္ၾကရမွာပါ ဒီကားကေတာ့ Chinese Ghost Story တို႕လို ဇာတ္ကားေတြကို ၾကည့္ရတာ ၾကိဳက္ႏွစ္သက္ၾကတဲ့ သူေတြ နဲ႕ ေျမေခြးမ ေခ်ာေခ်ာ ေလးေတြကို ငမ္းခ်င္တဲ့သူေတြ အေနနဲ႕ကေတာ့ လက္လြတ္မခံသင့္တဲ့ ကားေလးပါပဲဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေနျပည္ေတာ္ၾကီးမွာ မင္းမႈထမ္းစာေမးပြဲက်ရွံဳးျပီး ျပည္ေတာ္ျပန္လာတဲ့ ေက်ာင္းသားလူပ်ိဳေလး ဟာ မထင္မွတ္ထားပဲေျမေခြး၀ိညာဥ္နဲ႕ ေတြ႕ဆံုမိျပီး ဘယ္လိုေတြ ခ်စ္ၾကိဳးသြယ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပဲျဖစ္ပါတယ္ Qty - DVD RipDuration - 1hr 30minGern - Action/ MysterySubtitle - Myanmar HardsubEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://megaup.net/2gRvV/Extreme_Fox_[2014]_(MM_Sub).mp4",
        "category": "Action, Martial, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/humanity_bureau-157x200.jpg",
        "title": "The Humanity Bureau (2017)",
        "description": "မင္းသားၾကီးNicolas Cageရဲ႕၂၀၁၇ကားေကာင္းေလးကိုညြန္းပါရေစ။ဒီကားေလးမွာကမာၻၾကီးဟာတေျဖးေျဖးလူေတြရဲ႕ ႏွိပ္စက္မႈေၾကာင့္ယိုယြင္းပ်က္ဆီးလာပါေတာ့တယ္။အစားေရစာရွားပါးတယ္တယ္။ေသာက္သံုးေရရွားပါးလာတယ္။ေနာက္ဆံုးအ၀တ္အစားေတာင္၀တ္စရာမရွိေအာင္ရွားပါးလာပါေတာ့တယ္။တကယ္ကိုဆုတ္ကပ္ေရာက္ေနတဲ့ေခတ္ပဲျဖစ္ပါတယ္။အဲဒီအခ်ိန္မွာပဲလူသားမ်ဳိးႏြယ္စုကိုကယ္တင္ဖို႕ဆိုျပီးအေမရိကန္ျပည္ေထာင္စုကေနလူသားဖြံ႕ျဖဳိးေရးဌာနတစ္ခုကိုဖြင့္လိုက္ပါတယ္။လူသားေတြရဲ႕အေျခအေနကိစၥအ၀၀ကိုအဲဒီဌာနကအာဏာအျပည့္သံုးျပီးလုပ္ပိုင္ခြင့္ေပးထားလိုက္ပါတယ္။မင္းသားၾကီးနီကိုလပ္စ္ေက့ဟာအဲဒီဌာနကေအးဂ်င့္တစ္ေယာက္ပဲျဖစ္ပါတယ္။အစိုးရရဲ႕မူ၀ါဒျဖန္႕ျဖဴးမႈေတြေၾကာင့္ သူ႕အလုပ္ဟာလူေတြကိုပိုမိုေကာင္းမြန္တဲ့ဘ၀ဆီပို႕ေပးေနတာလို႕ရိုက္သြင္းခံရသူပါ။ဥပေဒအရႏိုင္ငံသားတစ္ဦးဟာကုန္ထုတ္လုပ္မႈစြမ္းရည္၊နုိင္ငံအတြက္အက်ဳိးမျဖစ္ထြန္းႏိုင္ရင္ ရာဇ၀တ္မႈေျမာက္တဲ့အတြက္ အဲဒီလူေတြကိုသြားေရာက္ေဆြးေႏြးျပီးဧဒင္ဥယ်ာဥ္သစ္ဆိုတဲ့ျမိဳ႕ကိုပို႕ေလ့ရွိပါတယ္။အဲဒီမွာဘ၀အသစ္တည္ေဆာက္ျပီး ႏိုင္ငံအတြက္အက်ဳိးရွိတဲ့လူျဖစ္ေစဖို႕ပါ။Krossအျဖစ္ပါ၀င္သရုပ္ေဆာင္ထားတဲ့မင္းသားၾကီးNicolas Cageဟာထိုလူေတြကို သြားေရာက္စစ္ေဆးျပီးဧဒင္ဥယ်ာဥ္ျမိဳ႕သစ္ဆီကိုပို႕ေပးရတဲ့သူပဲျဖစ္ပါတယ္။တစ္ေန႕ပံုမွန္အတိုင္းအလုပ္လုပ္ေနရင္း အမႈတစ္ခုမွာလူေသမႈျဖစ္သြားပါတယ္။အဲဒီကေနမွတဆင့္ျပင္ပျပည္သူလူထုရဲ႕ရင္ထဲကတကယ့္ခံစားခ်က္ကိုတေျဖးေျဖး သေဘာေပါက္လာျပီး အစိုးရရဲ႕လုပ္ရပ္ေတြကိုသံသယရွိလာပါေတာ့တယ္။အဲဒီေနာက္ လ်ဳိ႕၀ွက္ခ်က္တစ္ခုကိုေတြ႕သြားတဲ့Krossတစ္ေယာက္ သူ႕သံေယာဇဥ္ျဖစ္မိတဲ့မိသားစုနဲ႕အတူေ၀းရာကိုေျပးပါေတာ့တယ္။Krossတစ္ေယာက္ဘာေၾကာင့္ဒီလိုလုပ္သြားရတာလဲ။ဌာနမွာရာထူးတက္ျပီးအလားအလာရွိတဲ့အနာဂတ္ရွိေနေသာ္လည္း လူသားေတြကိုခ်စ္တဲ့Krossတစ္ေယာက္ဘာလုိစေတးခံသြားခဲ့သလဲ။ဒီကိစၥေတြရဲ႕ေနာက္ကြယ္မွာဘာေတြရွိေနမလဲဆိုတာေတာ့စိတ္၀င္စားစရာပါ။မင္းသားၾကီးရဲ႕သဘာရင့္သရုပ္ေဆာင္မႈေတြအျပင္တေျဖးေျဖးယိုယြင္းလာတဲ့ကမာၻၾကီးရဲ႕အေျခအေနကိုလည္းမီးေမာင္းထိုးျပထားတဲ့ကားေလးျဖစ္ပါတယ္။ဆိုေတာ့မင္းသားၾကီးNicolas Cageရဲ႕ပရိသတ္ေတြအေနလက္မလြတ္သင့္တဲ့ကားေလးျဖစ္သလိုၾကည့္ရတာစိတ္၀င္စားေစမယ့္ကားေလးလည္းျဖစ္တာေၾကာင့္ဒီကားသစ္ေလးကိုညြန္းလိုက္ရပါတယ္။ \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ သူရဇာနည္ေအာင္ပါ)\n File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre :Action, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p WEB-DL X264 AC3-EVO\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-humanity-bureau-2017/",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/hN65gjmQwrsAt908NsJo23ubX3h-133x200.jpg",
        "title": "The Truth Beneath (2016)",
        "description": "​ေတာင္​ကိုရီးယားႏိုင္​ငံရဲ႕ ၂၁ရာစု အ​ေထြ​ေထြ​ေရြး​ေကာက္​ပြဲႀကီးအတြက္​ အၿပိဳင္​အဆိုင္​ဒိတ္​ဒိတ္​ႀကဲျဖစ္​​ေနတဲ့ အမတ္​​ေလာင္​း ကင္​ဂ်ံဳခ်န္​နဲ႔ အမတ္​​ေလာင္​း ႏိုဂ်ယ္​ဆြန္​းတို႔ႏွစ္​​ေယာက္​။ပထမဦးဆံုးမဲဆြယ္​စည္​းရံုးတဲ့​ေန႔မွာဘဲ အမတ္​​ေလာင္​းကင္​ဂ်ံဳခ်န္​ရဲ႕ သမီး​ေလးကင္​မင္​ဂ်င္​​ေပ်ာက္​ဆံုးသြားခဲ့တယ္​။သမီး​ေလးကင္​မင္​ဂ်င္​​ေပ်ာက္​ဆံုးသြားတာနဲ႔ပက္​သက္​ၿပီး ​ေသာက​ေရာက္​​ေနတဲ့မိခင္​ မစၥကင္​နဲ႔ သမီး​ေပ်ာက္​တာကိုသိပ္​အ​ေရးမစိုက္​ဘဲ မဲဆြယ္​စည္​းရံုးတဲ့အလုပ္​ကိုဆက္​လုပ္​​ေနတဲ့ ဖခင္​ကင္​ဂ်ံဳခ်န္​တို႔ရဲ႕အိမ္​​ေထာင္​​ေရးအ​ေျခအ​ေနက​ေတာ့ သမီး​ျဖစ္​သူ​ေသဆံုးသြားသည္​ကိုသိၿပီး​ေနာက္​ပိုင္​း ပိုဆိုးဝါးလာခဲ့တယ္​။အရမ္​းကိုပူ​ေဆြး​ေသာက​ေရာက္​ၿပီး႐ူးမတတ္​ျဖစ္​​ေနတဲ့မိခင္​မစၥကင္​က​ေတာ့ သမီးနဲ႔ပက္​သက္​သမ်ွအခ်က္​အလက္​​ေတြကို ပိုက္​စိပ္​တိုက္​နည္​းအမ်ိဳးမ်ိဳးျဖင္​့လိုက္​႐ွာကာ သမီးျဖစ္​သူ၏အခ်စ္​ဆံုးသူငယ္​ခ်င္​းခြၽဲမီအို႔ကို မသကၤာသူလို႔ထင္​​ၿပီးစစ္​​ေဆးမႈ​ေတြလုပ္​ခဲ့တယ္​။သမီး​ေလးရဲ႕အခန္​းမွာခိုးၿပီးတပ္​ထားတဲ့အသံဖမ္​းစက္​​ေတြက သူတို႔ရဲ႕ၿပိဳင္​ဖက္​ႏိုဂ်ယ္​ဆြန္​းတို႔နဲ႔ပက္​သက္​​ေနတယ္​လို႔လဲသိထားခဲ့တယ္​။ဒါဆိုရင္​ ဒီသမီးျဖစ္​သူကင္​မင္​ဂ်င္ အသတ္​ခံရတဲ့အ​ေၾကာင္​းအရင္​းနဲ႔ သတ္​ခဲ့တဲ့အဓိကတရားခံဟာ သူ႔အခ်စ္​ဆံုးသူငယ္​ခ်င္​းလား?ဒါမွမဟုတ္​ အမတ္​​ေလာင္​းႏိုဂ်ယ္​ဆြန္​းတို႔ဘက္​ကလား ဆိုတာက​ေတာ့.... \n(ဘာသာျပန္သူကေတာ့ Htet Thin Zar Maung ပါ)\n File Size : (850 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre :Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Htet Thin ...",
        "rating": "6.8",
        "url": "https://megaup.net/1wsuN/The_Truth_Beneath_[2016]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTYyNTAwOTUyNl5BMl5BanBnXkFtZTYwODY0MTQ3._V1_-135x200.jpg",
        "title": "The Host (2006)",
        "description": "UnicodeHorror ကားတွေ Action ကားတွေပဲ နေတိုင်းကြည့်နေရလို့ ညီးငွေ့နေတဲ့ပရိတ်သတ်ကြီးအတွက် အကောင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်2006 ခုနှစ်က ထွက်ရှိထားတဲ့ The host ဆိုတဲ့ကားလေးကို လူတိုင်းနည်းပါးကြည့်ဖူးကြမှာပါဘယ်တော့ပြန်ကြည့်ကြည့် မရိုးနိုင်တဲ့ ကားကောင်းလေးတစ်ကားပါဇာတ်လမ်းလေးကတော့...ဓာတုဗေဒဓာတ်ခွဲခန်းတစ်ခုကနေ စွန့်ပစ်လိုက်တဲ့ စွန့်ပစ်ပစ္စည်းတွေကြောင့် ထူးဆန်းတဲ့ အကောင်ကြီးတစ်ကောင် ဟန်မြစ်ထဲကနေထွက်ပေါ်လာပြီး လူတွေကို ဒုက္ခပေးပါတော့တယ်အဲ့အကောင်ကြီးနဲ့ မြစ်ဆိပ်မှာ ရုတ်ရုတ်သဲသဲဖြစ်နေကြချိန်မှာ ဂန်ဒူးဆိုတဲ့လူနဲ့ သူရဲ့သမီးလေး ယောင်ဆူးတို့ လူကွဲသွားကြပါတော့တယ်ထို သားအဖတွေ ပြန်တွေ့ကြမလားဆိုတာတော့ ...ဒါပေမဲ့ အကောင်ကားပေမဲ့ အရမ်း feel လို့ကောင်းတဲ့ကားလေးမို့ လက်မလွတ်တမ်းကြည့်သင့်တယ်လို့ ပြောချင်ပါတယ်နော်(ဘာသာပြန်သူကတော့ Myint Thinzar ပါ)ZawgyiHorror ကား​ေတြ Action ကား​ေတြပဲ ​ေနတိုင္​းၾကည္​့​ေနရလို႔ ညီး​ေငြ႔​ေနတဲ့ပရိတ္​သတ္​ႀကီးအတြက္​ ​အ​ေကာင္​ကား​ေကာင္​း​ေလးတစ္​ကားနဲ႔ မိတ္​ဆက္​​ေပးခ်င္​ပါတယ္​2006 ခုႏွစ္​က ထြက္​႐ွိထားတဲ့ The host ဆိုတဲ့ကား​ေလးကို လူတိုင္​းနည္​းပါးၾကည္​့ဖူးၾကမွာပါဘယ္​​ေတာ့ျပန္​ၾကည္​့ၾကည္​့ မ႐ိုးႏိုင္​တဲ့ ကား​ေကာင္​း​ေလးတစ္​ကားပါဇာတ္​လမ္​း​ေလးက​ေတာ့...ဓာတု​ေဗဒဓာတ္​ခြဲခန္​းတစ္​ခုက​ေန စြန္​႔ပစ္​လိုက္​တဲ့ စြန္​႔ပစ္​ပစၥည္​း​ေတြ​ေၾကာင္​့ ထူးဆန္​းတဲ့ အ​ေကာင္​ႀကီးတစ္​​ေကာင္​ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Qxbj/The_Host_(Gwoemul)_[2006]_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/1922-poster-133x200.jpg",
        "title": "1922 (2017)",
        "description": "1922 (2017)\nIMDb - 6.3/10_____Rotten - 91%\n  ကမ္ဘာကျော် သည်းထိတ်ရင်ဖို ဝထ္ထုဆရာကြီး Stephen King ရဲ့ ပြောင်မြောက်တဲ့အတွေးနဲ့ လက်ရာအရေးသားတို့ တန်ဆာဆင်ထားတဲ့သံဝေဂ ရစရာ သည်းထိတ်ရင်ဖို သရဲကား တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားကားကြည့်ပြီးရင် ရင်ထဲမှာ တစ်ခုခု ထင်ကျန်နေခဲ့မှာအသေချာပါပဲ။သေချာတာကတော့ Stephen King ရဲ့ ထူးခြားဆန်းပြားတဲ့ အတွေးခေါ်တွေနဲ့ လူ့သဘာဝကို ဖေါ်ကျူးထားပုံက လက်ဖျားခါရလောက်ပါပေတယ်။ဇာတ်လမ်းကို ဇာတ်ကောင်အနဲစုနဲ့ တည်ဆောက်ထားပြီးတော့ တစ်ယောက်ချင်းစီရဲ့ မရှိသင့်တဲ့ မာန နဲ့ တစ်ကိုယ်ကောင်းစိတ် တွေကို ရောယှက်ထားပါတယ်။တောသဘာဝကို အခြေခံရိုက်ကူးထားပြီး တောပျော်တွေရဲ့ စိတ်ဓာတ်ကို ပုတ်ခတ်လှုပ်နှိုးထားတာပါပဲ။ဇာတ်လမ်းလေးကို မိသားစုနှစ်စုနဲ့ လှစ်ဟပြထားပါတယ်။ဝစ် တစ်ယောက်သူနဲ့ ခံယူချက်ချင်းမတူတဲ့ သူ့ဇနီး အလက်တီကြောင့် အကြံအိုက်နေပါတယ်။အိမ်ထောင်ဦးစီးဖြစ်နေပေမဲ့ သူ့ရဲ့သြဇာကဘယ်လိုနည်းနဲ့မှ မညောင်းတော့ပါဘူး။သူ့ဇနီးကလည်း ခက်ထန် တစ်ယူသန်သူတစ်ယောက်ဖြစ်နေပါတယ်ပိုဆိုးတာက လက်ရှိလယ်တွေက သူ့အဖိုးကပေးထားတဲ့သူ့နာမည်ပေါက် လယ်တွေကြောင့်ပါပဲ။အလက်တီ အစီစဉ်က တစ်ရွာမပြောင်းသူကောင်းမဖြစ်ဆိုတဲ့ ထုံးကိုမူ ရှိသမျှလယ်တွေကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/SYoo/1922_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BYmU3NDBhNzEtMmZiZi00ZTNiLWI4NjMtMjBiYzBkYTE5YjJiXkEyXkFqcGdeQXVyMTcwMjE4MTQ@._V1_-138x200.jpg",
        "title": "Radius (2017)",
        "description": "Accident တစ္ခုေၾကာင္႔အတိတ္ေမ႔သြားတဲ႔လူတစ္ေယာက္၊သူ႔အနားမွာရွိတဲ႔လူေတြအကုန္ အေျဖရွာမေတြ႔ႏိုင္တဲ႔ ေသဆံုးမႈေတြနဲ႔ေသဆံုးေနတာကိုေတြ႔လိုက္တဲ႔ \"လီယမ္\"။သင္သာဆိုရင္ေရာ?ဘာမွမသိရတဲ႔အေျခအေနတစ္ခုမွာ ကိုယ္မထိန္းခ်ဳပ္ႏိုင္တဲ႔အျဖစ္အပ်က္ေတြျဖစ္ေနတယ္ဆိုရင္ ဘယ္လိုကိုင္တြယ္ေျဖရွင္းမလဲ?တစ္ျဖည္းျဖည္းနဲ႔မွတ္မိလာတဲ႔မွတ္ဉာဏ္ေတြရဲ ႔အကူအညီနဲ႔ လီယမ္ တစ္ေယာက္ ဒီအေျခအေနေတြကိုဘယ္လိုရင္ဆိုင္မလဲ?သူလိုပဲ အတိတ္ေမ႔သြားခဲ႔တဲ႔မိန္းကေလးကေရာ သူနဲ႔ဘယ္လိုပါတ္သတ္ေနလဲ?မထင္မွတ္ထားတဲ႔ Story Line ၾကီးနဲ႔ ၾကည္႔ရွုခံစားရမယ္႔ဒီဇာတ္လမ္းကေတာ႔ Radius (2017)ပါ။သို႔ေလာ သို႔ေလာခံစားခ်က္ေတြနဲ႔ဇာတ္သိမ္းကိုခန္႔မွန္းရခက္တဲ႔ကားေတြကိုႏွစ္သက္တဲ႔ပရိသတ္ၾကီးအဖို႔ေတာ႔ အၾကိဳက္ေတြ႔ေစမွာပါ။Imdb Rating 6.3 Rotten Tomatoes 100%ရရွိထားပါတယ္။ \n(ဘာသာျပန္သူကေတာ့ ေအးမြန္ေက်ာ္ပါ)\n File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 27min\nFormat : Mp4\nGenre :Sci-Fi, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://megaup.net/1Ba7r/Radius_[2017]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTYyODg0NDU1OV5BMl5BanBnXkFtZTgwNjcxMzU0MjI@._V1_-135x200.jpg",
        "title": "Logan Lucky (2017)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ ၂၀၁၇ မွာ အသစ္စက္စက္ ထြက္လာတဲ့ Logan Lucky ဆိုတဲ့ဟာသဆန္ဆန္ ဇာတ္ကားေကာင္းေလးပါ။ရယ္ရယ္ေမာေမာေပါ့ေပါ့ပါးပါးနဲ႕ညီအစ္ကိုေတြၾကားကသံယာဇဥ္ေလးေတြကိုမိသားစုစိတ္ဓာတ္ေလးေတြကိုရိုက္ျပသြားတာပါ။ဒီထဲမွာေတာ့ ဂ်င္မီလိုဂန္နဲ႔ စလိုက္လိုဂန္တို႔ ညီအစ္ကို ၂ ေယာက္အျဖစ္ Channing Tatum နဲ႔ Adam Driver တို႔ကပါဝင္သရုပ္ေဆာင္ေပးထားပါတယ္။အစ္ကိုျဖစ္သူဂ်င္မီက ေျခဆာေနၿပီး ညီျဖစ္သူ စလိုက္ကေတာ့ လက္ျပတ္ေနသူပါ သူတို႔ဟာ ေမြးရာပါမဟုတ္ဘဲ လိုဂန္မိသားစုရဲ႕ကံဆိုးျခင္းက်ိန္စာေၾကာင့္ ျဖစ္ရတယ္လို႔ ထင္ေနတာပါတစ္ေန႔ေတာ့ ဂ်င္မီအလုပ္ျပဳတ္သြားတဲ့အခါ သူက ဓားျပတိုက္ဖို႔ အစီအစဥ္ေတြ ဆြဲၿပီး သူ႔ညီကို ပါေအာင္ဆြဲေဆာင္ပါေတာ့တယ္သူတို႔ ၂ ဦးသေဘာတူသြားခ်ိန္မွာေတာ့ ဘဏ္မီးခံေသတၱာကို ေဖာက္ႏိုင္တဲ့ တစ္ဦးတည္းေသာ သူျဖစ္တဲ့ ဂ်ိဳးဘန္းကို လိုအပ္လာပါတယ္ဂ်ိဳးဘန္းေနရာမွာေတာ့ ဂ်ိန္းစဘြန္းမင္းသားႀကီး Daniel Craig ကသရုပ္ေဆာင္ေပးထားတာပါ။ဒီေနရာမွာဂ်ိန္းစ္ဘြန္းမင္းသားေဟာင္းၾကီးရဲ႕သရုပ္ေဆာင္ဟန္ေတြကိုပီပီျပင္ျပင္ေတြ႕ရမွာျဖစ္ပါတယ္။သူ႕ရဲ႕ေပါ့ေပါ့ပါးပါးနဲ႕က်ရာဇာတ္ကိုသရုပ္ေဆာင္ထားပံုကၾကည့္ရသူကိုအားရေက်နပ္ေစမွာပါ။ေထာင္က်ေနေပမယ့္သူ႕ရဲ႕geniusအေတြးအေခၚေတြသိပၸံပညာေတြသံုးျပီး ေထာင္က်ေနခ်ိန္ျဖစ္ေနတာေတာင္ သူတို႔ ဘယ္လိုအစီအစဥ္ေတြ ခ်ၿပီး ဓားျပတိုက္မလဲ ဆိုတာေတာ့တကယ္စိတ္၀င္စားဖြယ္နဲ႕ဟာသေလးေနွာပဲရိုက္ကူးထားတာေလးေတြကို ၾကည့္ရႈၾကပါဦးIMDb ...",
        "rating": "7.3",
        "url": "https://megaup.net/2i0cA/Logan_Lucky_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BZjRiZjJiNWUtODQzMy00YmMyLWFmZDgtMWZjNDdmNTgxZjg1XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-133x200.jpg",
        "title": "Strangerland(2015)",
        "description": "ဒီ StrangerLandဆိုတဲ့ ဇာတ္ကားဟာ 5.2IMDbရထားပါတယ္။ နစ္ကိုးကစ္ဒ္မန္း ပရိတ္သတ္ေတြ ၾကည့္သင့္တဲ့ကားေလးပါ\nဇာတ္လမ္းအညႊန္းကေတာ့ သူမတုိ႔မိသားစုဟာ ႏိုင္ဂါရီက ေ၀းလံေခါင္သီတဲ့ ၾသစေၾတးလ်သဲကႏာၱရျမိဳ႕ကို\nေျပာင္းေရႊ႕ေနထိုင္သူေတြျဖစ္ပါတယ္။ သူမတုိ႔ မိသားစုဟာ ေပ်ာ္ရႊင္ခ်မ္းေျမ့စြာေနထုိင္ၾကပါတယ္...တစ္ေန႔မွာ သူတို႔ ကေလးႏွစ္ေယာက္ ထူးဆန္းစြာေပ်ာက္ဆုံးသြားပါတယ္။လင္မယား ၂ေယာက္ဟာ ကေလးေပ်ာက္သြားတဲ့အတြက္ နည္းမ်ဳိးစုံသုံးၿပီးရွာေဖြၾကပါတယ္..ဒါေပမဲ့ လုိက္လံရွာေဖြဖုိ႔က အေတာ္ခက္ခဲေနပါတယ္ .. ကေလးရွာေဖြေနတုန္းမွာ ေတြ႕ၾကဳံရတဲ့ အေနအထားေတြဟာ သူတို႔မေမၽွာလင့္ထားတဲ့ အံဩစရာအေနအထားမ်ဳိးေတြၾကဳံေတြ႕ေနရတယ္.. ထူးဆန္းတဲ့အေနအထားေတြမွာ ကေလးေတြျပန္ေတြ႕မလား အခက္အခဲေတြကုိရွင္ဆုိင္းေျဖရွင္းႏုိင္မလားဆုိတာကုိေတာ့ ကေလးႏွစ္ေယာက္လုံးကို ရွာေတြ႕ႏိုင္မလားဆုိတာကုိေတာ့ ......ကုိင္း ရင္တထိတ္ထိတ္နဲ႔ခံစားၾကည့္လုိက္ပါဦး\n File Size…(831MB) and (301MB)\nQuality… 720p\nFormat…mp4\nDuration…01:54:00\nSubtitle by khuppi09\nEncoder...Phyo Pyae",
        "rating": "5.2",
        "url": "https://megaup.net/Ufqp/Strangerland_[2015]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjE4NjAyNzYyN15BMl5BanBnXkFtZTcwMzcxNDE0MQ@@._V1_-141x200.jpg",
        "title": "Judwaa (1997)",
        "description": "Judwaa  ျမန္​မာလို​ေတာ့အႁမႊာ​ေပါ့အခု Varun Dhawan(Diwale ကားထဲက Sharukh Khan ရဲ႕ညီ) ဒီမင္​းသား႐ိုက္​ထားတာ​ေတာ့ Judwaa 2 ​ေပါ့အခု Judwaa 1 ကို​ေတာ့ Salman Khan က မင္းသမီး ၂လက္နဲ႔ ​​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​မင္​းသားႀကီး Salman Khan ဆို အပ်ိဳအအိုကအစႀကိဳက္​ၾကတယ္​ဆိုတာ က်​ေနာ္​ရဲရဲႀကီးအာမခံရဲတယ္​Salman Khan ၂ ကိုယ္​ခြဲပါဒီကားထဲမွာဆိုရင္​ျဖင္​့ Salman Khan ငယ္​ငယ္​တုန္​းက အက​ေတာ္​တာကိုျမင္​​ေတြ႔ရမွာပါ..သီခ်င္​း​ေတြအမ်ားႀကီးပါ..ခံစားပါခုက Body ႀကီးသြား​ေတာ့ ကတာအရင္​​ေလာက္​မလွ​ေတာ့ပါဘူးဇာတ္​လမ္​းက ​ေပ်ာ္​​ေပ်ာ္​ရႊင္​ရႊင္​​ေလးပါပဲ မိသားစုနဲ႔ၾကည္​့လို႔​ေကာင္​းတဲ့ အမ်ိဳးအစားပါ...ဇာတ္​လမ္​းအက်ဥ္း​က​ေတာ့ ရဲအုပ္မယ္လ္ဟို​တ်ား​​​​တစ္​​ေယာက္​ ​​လူဆိုးႀကီးရာတန္​ကို ဖမ္​းမိၿပီး​ေတာ့​ေထာင္​ဒဏ္​​ေသဒဏ္​​ေပးလိုက္​တာ လူဆိုး႐ုတ္​တရက္​တိုက္​ခိုက္​လို႔ ရဲက​ေျခ​ေထာက္​ကို​ေသနတ္​နဲ႔ပစ္​ရာမွ ​ေဆးရံု​ေရာက္​သြားတယ္​တစ္​ခ်ိန္​တည္​းမွာပဲ ထိုရဲရဲ႕မိန္​းမကလည္​း သားဖြားခါနီး ထို​ေဆးရံုးကိုတင္​ရပါတယ္​လူဆိုးကလည္​း ​ေဆးကုၿပီးအၿပီး ရဲ​ေတြကိုျပန္​ခုခံ​ေလ​ေရာထိုအခ်ိန္​မွာ ရဲအုပ္​ မယ္​လဟိုတ်ားမိန္​းမ အႁမႊာ​ေလး​ေမြးျပီး​ေတာ့လူနာခန္​းထဲ​ေရာက္​ေနခ်ိန္​ေပါ့အဲ့မွာလင္​မယား၂​ေယာက္​ၾကည္​ႏူး​ေနခ်ိန္​ ရာတန္​ဝင္​လာၿပီး​ေတာ့ တိုက္​ခိုက္​​ေတာ့တာ​ေပါ့က​ေလး​တစ္​​ေယာက္​ကိုရဲကခ်ီထားၿပီး ​ေနာက္​တစ္​​ေယာက္​ကို​ေတာ့ လူဆိုးက မိခင္လက္ထဲကလုကာ ​​ဓားစာအျဖစ္​​ေခၚသြားပါတယ္​ၿပီး​ေတာ့လူဆိုးကိုလိုက္​ဖမ္​းတဲ့အခါ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/judwaa-1997/",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTY0NjU4NjE4Nl5BMl5BanBnXkFtZTgwNjk0ODY5MjI@._V1_-135x200.jpg",
        "title": "Wolf Warrior 2 (2017)",
        "description": "စစ်ပွဲနောက်ခံ အက်ရှင်ဇာတ်ကားသစ် Wolf Warriors II သည် တရုတ်နိုင်ငံအတွင်း၌ ရုံဝင်ငွေအများဆုံး ရရှိသော ဇာတ်ကားတစ်ကားဖြစ်လာပြီး ရုံတင်ပြသခဲ့သည့် ၁၂ရက်အတွင်း ယွမ်ငွေ ၃.၄၄ ဘီလျံ (ဒေါ်လာ ၅၀၆ သန်း) ခန့် ရရှိခဲ့သောကြောင့် အအောင်မြင်ဆုံး ရုပ်ရှင်တစ်ကားဖြစ်လာသည်။အဆိုပါဇာတ်ကားကို မင်းသားဝူကျင်းက ဒါရိုက်တာအနေနှင့်ရော ခေါင်းဆောင်မင်းသားအနေဖြင့်ပါ ဦးဆောင် ရိုက်ကူးထားပြီး သူနှင့်အတူ အခြားသရုပ်ဆောင် ကြယ်ပွင့်များဖြစ်ကြသော ဖရန့်ခ်ဂရီလို၊ ဆယ်လီနာဂျိတ်၊ ဝူဂန်းနှင့် ကျန်ဟန်တို့က ပါဝင်သရုပ်ဆောင်ထားကြသည်။ထိုရုပ်ရှင်သည် အာဖရိကန်စစ်ပွဲဇုံအတွင်းသို့ အမှတ်မထင်ရောက်ရှိသွားသော တရုတ်စစ်သားများ အနေဖြင့် လူ့အသက်ပေါင်းများစွာကို ကယ်တင်ရပုံအား ဇာတ်အိမ်တည်ထားခြင်း ဖြစ်သည်။Wolf Warriors II ကို လွန်ခဲ့သောဇွန်လ ၂၇ ရက်နေ့က စတင်ပြသခဲ့ပြီး တရုတ်နိုင်ငံရုံဝင်ငွေဇယားတွင် ထိုနေ့ကတည်းက ထိပ်ဆုံးမှဦးဆောင်နိုင်ခဲ့သည်။ ဒါ့အပြင် ယနေ့အချိန်ထိ ရရှိခဲ့သော ရုံဝင်ငွေမှတ်တမ်းများ အရ ထိုဇာတ်ကားသည် ပြီးခဲ့သောနှစ်က ...",
        "rating": "6.0",
        "url": "https://megaup.net/5AO4O/Wolf_Warrior_2_(Zhan_Lang_II)_[2017]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/Murder-On-The-Orient-Express-1974-150x200.jpg",
        "title": "Murder on the Orient Express (1974)",
        "description": "Murder on the Orient Express (1974)\nIMDb - 7.3/10_____Rotten - 90%\nWon 1 Oscar. Another 8 wins & 16 nominations\n  \nကဲ အခုတစ်ခါတော့ သိပ်မကြာခင်မှာ ရုံတင်တော့မှာဖြစ်တဲ့ Murder On Orient Express ကားကြီးကို\nအကြိုခံစားဖို့ မြန်မာစာတန်းထိုးနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်\nကဲ အထွေ အထူး သိမ်မညွှန်းနေတော့ပါဘူး\nJohnny Depp ပါဝင်သရုပ်ဆောင်ထားတဲ့ ၂၀၁၇ ကားကို မကြည့်ခင်မှာ ဒီကားလေးကို ကြည့်လိုက်ကြရအောင်\nဇာတ်ကားလေးကတော့ IMDb မှာ ၇ ကျော်ရထားပြီး ၁၉၇၄ ခုနှစ်ကထွက်ရှိခဲ့တာပါ\nပြီးတော့ သာမာန်ကြည့်နေကြ အချစ်လွမ်းကားတွေထက်\nစုံထောက်ကို ကြည့်ရတာ ဝါသနာပါတယ် ဆိုရင်တော့ လက်မလွတ်သင့်တဲ့ကားလေးတစ်ကားပါပဲ\nဇာတ်လမ်းအကျဉ်းလေးကတော့ မထင်မှတ်ထားပဲ ရထားပေါ်မှာ စုမိတဲ့လူတစ်စု\nလူသတ်မှုတွေဖြစ်တော့ လူသတ်တရားခံက ဘယ်သူဆိုတာကို စုံစမ်းဖော်ထုတ်တာကို ရိုက်ကူးပြထားတာပါ\nကဲ ဇာတ်လမ်းကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/2eBwg/Murder_On_The_Orient_Express_[1974]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/the-ion-lady-poster-133x200.jpg",
        "title": "The Iron Lady (2011)",
        "description": "The Iron Lady (2011)\nIMDb - 6.4/10_____Rotten - 52%\nWon 2 Oscars. Another 23 wins & 47 nominations.\n   \nဒီရုပ်ရှင်ကား ဇာတ်ကားက တော့ ဖြစ်ရပ်မှန်\nကိုပြန်ရိုက်ကူးထားတယ့် ကားဖြစ်ပါတယ်။\nဗြိတိန် သမိုင်း ကိုတစ်ဆစ်ချိုးပြောင်းလဲ ခဲ့ပြီး\nရာဇဝင်တွင်ကျန်နေခဲ့တယ့် ဗြိတိန် နိုင်ငံရဲ့\nပထမဆုံး အမျိုးသမီး ဝန်ကြီးချုပ် ဖြစ်ခဲ့တယ့်\nမာဂရက်သက်ချာ အကြောင်းဖြစ်ပါတယ်။\nသက်ချာလို့ပြောလိုက်ရင် လူခွန်တောင်ကောက်\nတယ့်သူဆိုပြီး တစ်ချို့ ကြားဖူးကြပါလိမ့်မယ်။\nဒီဇာတ်ကားက Biography/Drama အမျိုးအစားဖြစ်\nပြီး IMDb Rating 6.4 ၊ Rotten Tomatoes\n52% ၊ Roger Ebert 2 /4 ရရှိထားပါတယ်။\nတစ်ကားလုံးကြာမြင့်ချိန် ၁၀၄ မိနစ်ရှိ\nပြီးတော့ Budget ၈.၂ မီလီယံဒေါ်လာနဲ့ရိုက်ကူး\nထားပြီး Box Office မှာ ၁၁၅ မီလီယံပြန်လည်\nရှိရှိခဲ့ပါတယ်။ 20th Century Fox က ဖြန့်ချီထားပါတယ်။\nအဓီက ...",
        "rating": "6.4",
        "url": "https://megaup.net/4fy59/The_Iron_Lady_[2011]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/222-140x200.jpg",
        "title": "RV: Resurrected Victims (2017)",
        "description": "ေသရြာျပန္ ဆိုတာကို ပရိသတ္ႀကီး ၾကားဖူးပါသလား?\"မေကာင္းမႈ ဟူသည္ ဆိတ္ကြယ္ရာ မရွိ\" ဆိုတဲ့ စကားပံုကိုေရာ ၾကားဖူးပါသလားဇာတ္ကြက္လွလွေလးေတြ လွည့္ျပတတ္တဲ့ ကိုရီးယားရဲ႕ ထံုးစံအတိုင္း ယခု တင္ဆက္ေပမယ့္ ဇာတ္လမ္းေလးဟာလည္း စိတ္ဝင္စားဖို႔ေကာင္းလွပါတယ္မတရားသျဖင့္ ေသဆံုးခဲ့ရပါတဲ့ နစ္နာသူေတြဟာ သူတို႔ကို သတ္ခဲ့တဲ့ ရာဇဝတ္ေကာင္ကို ဥပေဒက အျပစ္မေပးခဲ့ပါလွ်င္ သူတို႔ ကိုယ္တိုင္ အျပစ္ေပးဖို႔ ျပန္လာတတ္ၾကပါတယ္ ျပန္လာတဲ့အခါမွာလည္း သူတို႔ကို ေသေစသူမ်ားကိုသာ ရန္ရွာ သတ္ျဖတ္ၾကပါတယ္မိခင္ျဖစ္သူ ခၽြဲေျမာင္စု ေသဆံုးသြားၿပီးတဲ့ေနာက္မွာ အေမမႀကိဳက္တဲ့ အရက္ကိုပင္ မေသာက္ပဲ တရားခြင္မွာ ရဲဝံစြာ လာဘ္ေပးလာဘ္ယူ ကင္းကင္းနဲ႔ အမႈေတြကို ေျဖရွင္းတတ္တဲ့ ဆိုးဂ်င္ဟုန္ဟာ ျပတ္သားတဲ့ စံုစမ္းေရးမွဴးတစ္ေယာက္ပါ...မိခင္ျဖစ္သူ၏ ေသဆံုးမႈကို တရားခံအတုႏွင့္ အမႈပိတ္လိုက္ေသာေၾကာင့္\nမေက်မနပ္ႏွင့္ ဆက္လက္ စံုစမ္းေနသူလည္း ျဖစ္ပါတယ္...တစ္ရက္မွာေတာ့ ...\nခၽြဲေျမာင္ဆုဟာ သူ႔ေသဆံုးမႈအတြက္ တရားခံ အစစ္ကို အျပစ္ေပးဖို႔ လူ႔ေလာကကို ...",
        "rating": "5.3",
        "url": "https://megaup.net/Ufqj/RV_-_Resurrected_Victims_[2017]_(MM_Sub).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMzQwMzQ0MjYzMV5BMl5BanBnXkFtZTgwOTIwMTEwNDI@._V1_SX674_CR00674999_AL_-135x200.jpg",
        "title": "November Criminals (2017)",
        "description": "November Criminals ဆိုတဲ့စကားလံုးေလးက ၁၉၁၈ ခုနွစ္ နို၀င္ဘာလ ၁၁ရက္ေန႔မွာ စစ္ေျပျငိမ္းေရးစာခ်ဳပ္ကို ဂ်ာမန္ျပည္သူေတြ ကန္႔ကြက္ေနတဲ့ၾကားထဲကေန လက္မွတ္ေရးထုိးလုိက္ၾကတဲ့ ဂ်ာမန္ အစိုးရေခါင္းေဆာင္ေတြကို ရည္ညႊန္းျပီး ေခၚေဆာင္ခဲ့တဲ့စကားလံုးေလးပါ။အဓိကသေဘာတရားကေတာ့ “ေနာက္ေက်ာကို ဓါးနဲ႔ထိုးတဲ့သူေတြ\"လို႔ ရည္ညႊန္းခ်င္တာပါ။အခု Noverber Criminals ဇာတ္ကားမွာ အဓိကသရုပ္ေဆာင္ေတြအျဖစ္ baby driver ကားရဲ့မင္းသား Ansel Egort နဲ႔ မင္းသမီးေလး  Choloe Grace Moretz တို႔အဓိကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဒါရိုက္တာကေတာ့ The Terminal, Henery’s crime,Hitch ဇာတ္ကားေနတဲ့လူသိမ်ားခဲ့တဲ့ စာေရးဆရာဒါရိုက္တာ Sacha Gervasi ကရိုက္ကူးတင္ဆက္ထားေပးျပီး IMbD rating 5.4 ရထားတဲ့ဇာတ္ကားေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ခ်ီကာဂိုတကၠသိုလ္မွာ ဂႏၱ၀င္စာေပေတြ ဆက္လက္သင္ၾကားခ်င္တဲ့့ တက္တက္ၾကြၾကြလူငယ္ေလး အက္ဒီဆန္(Ansel Egort) နွင့္ ဆယ္ေက်ာ္သက္အရြယ္ အပ်ိဳစင္ေလး ဖီလ္ဘီး ...",
        "rating": "5.3",
        "url": "https://megaup.net/UO71/November_Criminals_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/good-time-poster-143x200.jpg",
        "title": "Good Time (2017)",
        "description": "Good Time (2017)\nIMDb - 7.4/10_____Rotten - 92% \nRating 7.4 ထိရထားတဲ့ Crime/Thillerကားသစ်လေးညွန်းချင်ပါတယ်။\nTwilightကားထဲကမင်းသားRobertPattison ရဲ့တမူထူးခြားတဲ့သရုပ်ဆောင်ဟန်ကိုခံစားရစေမယ့်ကားလေးပါ။\nဇာတ်လမ်းအကျဉ်လေးကတော့ အူတူတူညီတစ်ယောက်နဲ့အတူRobert တစ်ယောက်ဓားပြတိုက်ရာကစတာပါပဲ။\nဇာတ်လမ်းအစလေးမှာကိုပဲသူတို့ညီအစ်ကို၂ယောက်ရဲ့ကြားကသံယာဇဉ်ကိုသိရမှာပါ။\nညီဖြစ်သူကလည်းအစ်ကိုကိုအားကိုးယုံကြည်သလိုအစ်ကိုဖြစ်သူကလည်းညီဖြစ်သူကိုအမြဲဂရုစိုက်စောင့်ရှောက်ဖို့ကြိုးစားပါတယ်။\nညီအစ်ကို၂ယောက်ဘတ်ဓားပြတိုက်ပြီးနောက်ကိုယ်ယောက်ဖျောက်ဖို့ကြိုးစားနေစဉ်မှာပဲရုတ်တရက်ရဲတပ်ဖွဲ့ရဲ့မသင်္ကာမှုခံလိုက်ရပြီးညီဖြစ်သူအဖမ်းခံရပါတော့တယ်။\nဒီလိုတဲ့ညီကိုချစ်တဲ့အစ်ကိုတစ်ယောကအနေနဲ့တတ်နိုင်သလောက်တစ်ညလုံးညီကိုပြန်ထုတ်ယူကြိုးစားနေပုံကတော့တကယ်ကိုအသက်ဝင်ပြီးလက်တွေ့ကျပါတယ်။\nညီဖြစ်သူကိုကယ်နိုင်သွားမလား။\nသသရောဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာလက်တွေ့ကျကျတွေ့ရမှာဖြစ်ပါတယ်။\nRatingလည်းမြင့်တာမို့ကားကောင်းလေးတစ်ကားဖြစ်မှအမှန်ပါပဲ။\n \n(ဘာသာပြန်သူကတော့ မေသရဖီလွင်ပါ)\n  \nFile Size : (852 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre :Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Tharaphi Lwin\nEncoded by Thanhtike Zaw",
        "rating": "7.4",
        "url": "https://megaup.net/1yWo6/Good_Time_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BZWIxY2IwNmItNzY4NC00YWE0LTlhN2MtNDMwZjRlNzZiNGE2L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjYwNzU1MDQ@._V1_-132x200.jpg",
        "title": "10,000 Miles(2016)",
        "description": "IMDB.....5.5\n10,000 miles ရုပ္ရွင္ကားေလးကေတာ့ ၂၀၁၆ မွာထြက္႐ွိခဲ့ၿပီး ထုိင္ဝမ္ drama အမ်ဳိးအစားပဲျဖစ္ပါတယ္ ဒီဇာတ္ကားမွာေတာ့ ငယ္စဥ္ကတည္းက ေျပးလႊားရျခင္းကုိသေဘာက်ခဲ့တဲ့ Kevin Feng ဆုိတဲ့လူငယ္ကေလးဟာ ကမာၻ႕အေျပးခ်န္ပီယံျဖစ္ဖုိ႔ရည္မွန္းခ်က္႐ွိခဲ့ပါတယ္ သူ႔ရဲ႕အစ္ကုိျဖစ္သူ Sean ကေတာ့ သူ႔မိသားစုအတြက္ ေငြ႐ွာရင္းလမ္းမွားကုိေရာက္ခဲ့ရပါတယ္ Kevin Feng တစ္ေယာက္ သူ႔ရည္မွန္းခ်က္ကုိအေကာင္အထည္ေဖာ္ဖုိ႔ ၾကဳိးစားရင္း သူ႔ကုိေလ့က်င့္ေပးတဲ့နည္းျပဆရာမ'ရီခ်င္း'ကုိ ခ်စ္မိသြားပါတယ္ Kevin Feng ဟာ အခက္အခဲေပါင္းမ်ားစြာကုိ ေက်ာ္ျဖတ္ကာ အဆင္ျမင့္မာရသြန္ျပဳိင္ပြဲကုိဝင္ေရာက္ယွဥ္ျပဳိင္ခဲ့ပါတယ္ ၾကမ္းတမ္းတဲ့ခရီးလမ္းကုိ အံတုရင္း Kevin Feng တစ္ေယာက္ ကမာၻ႔အေျပးခ်န္ပီယံျဖစ္လာမွာလား? မိဘမဲ့ကေလးေက်ာင္းအတြက္ ကူညီေထာက္ပံ့ေပးဖုိ႔ဆႏၵ႐ွိတဲ့ 'ရီခ်င္း'ရဲ႕အိပ္မက္ကုိေရာ ဘယ္လုိအေကာင္အထည္ေဖာ္ေပးႏုိင္မလဲဆုိတာ စိတ္ဝင္တစားနဲ႔ၾကည့္႐ွဴ႕ရမွာပဲျဖစ္ပါတယ္။\nဒီကားေလးက လူငယ္ေတြအတြက္ အတုယူစရာဇာတ္ကားေလးပါ...အလုပ္တစ္ခုလုပ္မယ္ဆုိအဆုံးစြန္ထိႀကဳိးစားႀကည့္ ဘာမွမႀကဳိးစားရင္ဘာမွမသိဘူး...ဘ၀တစ္ခုတည္ေဆာက္ခ်ိန္မွာ နာက်င္မႈေတြႀကဳံေတြ႕စၿမဲပါ နာက်င္မႈကုိေပ်ာ္ေမြ႕လုိက္ ဇြဲမေလွ်ာ့နဲ႕ဆုိတဲ့အေၾကာင္းေလးေတြကုိ အဓိကထားရုိက္ျပသြားပါတယ္ ၾကည္ႏူးလြမ္းဆြတ္ဖြယ္ရာ အခ်စ္အေၾကာင္းေလးေတြလည္းပါလုိ႕ခံစားႀကည့္လုိက္ပါဦးခင္ဗ်ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ ကုိ Linn Khant ပဲျဖစ္ပါတယ္......File Size…(801MB) and (329MB)\nQuality…BluRay ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/10000-miles2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/more-than-blue-2009-poster-133x200.jpg",
        "title": "More Than Blue (2009)",
        "description": "More Than Blue (2009)\nIMDb - 7.6/10_____Rotten - 92%\n  \nFriendzone  နာမည်လေးတော့ ကြားကောင်းတယ်နော်\nခံစားရတဲ့သူကျ အသေအကြေပဲဗျ...\nဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ More than Blue\nလို့ခေါ်တဲ့ Melodrama ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်...\nဘဝမှာ အသက်ရှင်ရမယ့်ရက်တွေ ဘယ်နှရက်များ ရှိမှာလဲ?\nနေ့တိုင်းဟာ ကိုယ့်ရဲ့ နောက်ဆုံးနေ့ ဖြစ်နေနိုင်ပါတယ်...\nကိုယ်မရှိတော့တဲ့အခါ ကိုယ်သိပ်မြတ်နိုးရတဲ့သူကို ကာကွယ်မပေးနိုင်တော့မှာကို သိပ်ကြောက်ပါတယ်...\nကိုယ့်ဘဝရဲ့ နေဝင်ချိန် မရောက်ခင်မှာ သူ့ကို လုံခြုံစေချင်မိတယ်...\nသူ့အကြောင်းကို ကိုယ့်ထက် ဘယ်သူကများ နားလည်ပါ့မလဲ စိုးရိမ်မိတယ်...\nဒီလို ခံစားချက်တွေက လူတိုင်းမှာရှိကြပါတယ်...\n  \nယခု ဇာတ်လမ်းလေးထဲမှာလည်း\nဒီနေ့လား မနက်ဖြန်လား မသေချာတဲ့ မင်းသားဟာ\nသူငယ်စဉ်ကတည်းက မြတ်နိုးချစ်ခင်ခဲ့ရတဲ့ မိန်းကလေးအတွက်\nအစွန့်လွှတ် အနစ်နာခံကာ\nသူ့ရဲ့နေဝင်ချိန်တွေကို စိတ်ချချင်ခဲ့ပါတယ်...\nဒါအတွက် သူဘာလုပ်မလဲ?\nဖြူစင်လွန်းတဲ့ချစ်ခြင်းကရော ဘာလဲ တကယ်ရှိလား?\nနာမည်ကျော်မင်းသား မင်းသမီးတွေဖြစ်တဲ့\nKwon Sangwoo နဲ့ Lee Boyoung တို့က\nဒီဇာတ်လမ်းလေးကနေ တဆင့်ဖြေပေးပါလိမ့်မယ်\n  \nSize - 748 MB\nQty - HD ...",
        "rating": "7.6",
        "url": "https://megaup.net/V7fs/More_Than_Blue_(Seulpeumboda_Deo_Seulpeun_Iyagi)_[2009]_(MM_Sub).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/mamma-mia-poster-2-146x200.jpg",
        "title": "Mamma Mia! (2008)",
        "description": "Mamma Mia! (2008)\nIMDb - 6.4/10_____Rotten - 54%\n \nBlu-Ray 1080p 5.1 CH x 264\n ဒီတစ်ခါတော့ 2008 ခုနှစ်က ထွက်ခဲ့တဲ့ ပေါ့ပေါ့ပါးပါးရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\"အရမ်းလေးတဲ့ရုပ်ရှင်တွေကိုလည်း မကြည့်ချင်ဘူး ၊ ပေါ့ပျက်ပျက်ရုပ်ရှင်တွေကိုလည်း ကြည့်မိမှာစိုးတယ်\" ဆိုတဲ့ သူတွေအတွက် ဒီဇာတ်ကားကတော့ အဆင်ပြေပါလိမ့်မယ်။နေ့စဉ်ပင်ပန်းနွမ်းနယ်မှုတွေထဲကရုန်းထွက်ဖို့ ရုပ်ရှင်တစ်ကားကြည့်ပြီး စိတ်ပေါ့ပါးလန်းဆန်းသွားချင်တယ်ဆိုရင် ဒီ ရုပ်ရှင်လေးကို ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။နာမည်ကတော့ \"Mamma Mia!\" ဖြစ်ပါတယ်။Meryl Streep ၊ Pierce Bronsnan ၊ Colin Firth ၊ Stellan Skarsgard ၊ Dominic Cooper ၊ Amanda Seyfried စတဲ့ နာမည်ကျော်သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်။Lesbian တယောက်ဖြစ်တဲ့ Phyllida Lloyd အတွက် Mamma Mia! ပထမဆုံးဒါရိုက်တာအဖြစ်ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့ကုန်ကျစရိတ်က $52 ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xvct/Mamma_Mia!_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/download-156x200.jpg",
        "title": "American History X(1998)",
        "description": "American History X (1998)\nIMDb 8.5/10\nRotten Tomatoes 83%\nလူငယ်ဆိုတဲ့အရွယ်က ဂျူ ံမှု န့်ဖြူ ကလေးတွေနဲ့ နှယ်ထားပြီး ပုံသွင်းတဲ့ အရုပ်လုပ်သမားလက်ထဲက ပုံစံတုလေးတစ်ခုလိုပါပဲ။ဝယ်ယူမယ့်သူရဲ့ခိုင်းစေမှု အလိုက် ကျေးရုပ်ကလေးလည်း ဖြစ်ချင်ဖြစ်မယ်။မျောက်ရုပ်ကလေးလည်း ဖြစ်ချင်ဖြစ်မယ်။ဆိုလိုချင်တာက အရာရာကိုဖြေးညင်းစွာနဲ့ လိုက်ပါပုံသွင်းရင်း မိမိစိတ်သဏ္ဍာန်နဲ့ ရုပ်ပိုင်းဆိုင်ရာတွေက ဖြစ်တည်လာတဲ့ အခြေအနေတွေရဲ့ ရိုက်ခတ်မှု အလိုက် ဘဝအရုပ်ပုံဖော်ဖန်တီးထုဆစ်သူရဲ့ လက်ဖဝါးထဲက အရုပ်ကလေးလိုမျို း ပြောင်းလဲသွားကြတာမဟုတ်ပါလား။ရော့ခ်အပြင်းစား သီဆိုသူတွေရဲ့ ဖက်ရှင်တွေခေတ်ထလာချိန်မှာ လူငယ်တွေကလည်း ဂျင်းဘောင်းဘီတွေအကောင်းတွေကို တမင်ဖြဲပြီး ဝတ်ခဲ့ကြတယ်။ဆံပင်ရှည်ထားပြီး ဂစ်တာကိုကျောမှာလွယ်ခဲ့ကြတယ်။ပစ္စည်းမဲ့လူတန်းစားအသားပေးဝတ္ထု တွေ ဇာတ်လမ်းတွေခေတ်စားတုန်းကဆိုရင် အဲဒီခေတ်ကလူငယ်တွေက ပုဆိုးအပြဲ ။ဖိနပ်မြီးတိုနဲ့ ရုပ်ဝါဒရဲ့အလေးပေးမှု တွေကို တွန်းလှန်ပြသလိုမျို းပေါ့။ထိုနည်းနှင်နှင်နဲ့ နေထိုင်ခြင်းကသာ မှန်ကန်တဲ့ လူဘဝနေနည်းစစ်စစ်။စလို့ ဟစ်ကြွေးခဲ့ကြသလိုမျိုူ းပါပဲ။လူငယ်ဆိုတာ ခေတ်စနစ်ရဲ့ ရိုက်ခတ်မှု အလိုက် မျောပါကြသူတွေကများပါတယ်။မှားတယ်မှန်တယ်ဆိုတာထက် ။အနိုင်ယူလိုစိတ်။တွန်းကန်လိုစိတ်နဲ့။ထင်ပေါ်ကိုးကွယ်လိုမှု ကို အလွန်အမင်းလိုချင်ကြတဲ့ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/american-history-x1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjVhNDE4YmQtNzBlMy00YTdkLTkwNTEtZGRmMDVkMmYwYjA5XkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR006491000_AL_-130x200.jpg",
        "title": "Risky Business (1983)",
        "description": "ဒီဇာတ္ကားကေတာ့ ၁၉၈၃ ခုႏွစ္က ထြက္ရွိထားတဲ့ မင္းသားၾကီးတြမ္ခရုဇ္ရဲ႕ Comedy,Drama အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။အိမ္မပိုင္ပဲ ေဂၚလီလုပ္ခ်င္တဲ့ တြမ္ခ႐ုစ္တစ္ေယာက္......မိဘေတြ ခရီးထြက္သြားျပီး အိမ္မွာတစ္ေယာက္ထဲက်န္ခဲ့အခါ.....သူငယ္ခ်င္းေတြရဲ႕ ေျခာက္တြန္းမႈနဲ႕ အိမ္အေရာက္ပို႕ စကီေလးမ်ားဝန္ေဆာင္မႈကို ဆက္သြယ္မိရာကေန....အရႈပ္ေတာ္ပံုထဲ ၾကားညွပ္ျပီး ဘယ္လိုေတြေျဖရွင္းၾကမလဲဆိုတာ.....။ဒီဇာတ္ကားဟာ IMDb (6.8) နဲ႕ Rotten Tomatoes (96%) ထိ ရရွိထားျပီး ၁၉၈၀ ခုႏွစ္မ်ားရဲ႕ အေငြ႕အသက္ကို အျပည့္အဝခံစားရမယ့္ ဇာတ္ကားပါ။ဇာတ္ေကာင္ေတြနဲ႕ ဇာတ္ဝင္ေတးေတြ ထိမိလွသလိုတြမ္ခရုဇ္ကို ငယ္ရုပ္နဲ႕ ႏုပ်ိဳေခ်ာေမာစြာေတြ႕ရတာ ႏႈတ္ခမ္းနီမေလးေတြအေနနဲ႕ မွင္သက္မိေစႏိုင္ပါတယ္။ \nFile Size…(740 MB) and (400 MB)Quality…BluRay Rip 720pFormat…mp4\nDuration…01:39:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya AungTranslated by Htet Myat",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/risky-business-1983/",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTkyMzc1MTQxNl5BMl5BanBnXkFtZTgwMDIzNzM3MjI@._V1_SY1000_CR006911000_AL_-138x200.jpg",
        "title": "Jagga Jasoos (2017)",
        "description": "ပုံျပင္ေလးတစ္ပုဒ္ ေျပာျပခ်င္တယ္ဗ်ာ ႕႕႕႕႕႕႕႕\nဟုိးေရွးေရွးတုန္းကေပါ့ မူဟီနာဂူရီလုိ႔ ေခၚတဲ့ ၿမိဳ႕ေလးရဲ႕ ေဆး႐ုံေလးတစ္ခုမွာ\nကေလးငယ္တစ္ေယာက္ ဖြားျမင္ေလခဲ့တယ္။ကေလးရဲ႕ ကံဆုိးမႈလားပဲ သူ႔ကုိ ေမြးဖြားၿပီး သိပ္မၾကာခင္မွာပဲ အက္ဆီဒန္႕ တစ္ခုၿပီး မိဘႏွစ္ပါးလုံး ေသဆုံးခဲ့ၾကတယ္။သူ႕ကုိ လာေခၚမယ့္ေဆြမ်ိဳးသားျခင္း ဘယ္သူမွ မရွိေလဘူး ႕႕႕႕\nဒီေဆးရုံေလးကပဲ သူ႕ကမာၻေလးျဖစ္ခဲ့ရတယ္ ႕႕႕႕႕ႏွစ္ေတြအလီလီ ေဆးရုံမွာ ျဖတ္သန္းေနထုိင္ရင္းတေန႕မွာေတာ့ ရထားေပၚက ခုန္ခ်လုိက္တဲ့ လူတစ္ေယာက္ကုိ ျမင္သြားၿပီး\nအေျပးသြားၾကည့္တဲ့အခ်ိန္မွာ အဲ့ဒီလူႀကီးက ဒဏ္ရာေတြ အမ်ားႀကီးနဲ႕ သတိလစ္ေမ့ေမ်ာေနတယ္ဒီလူႀကီးသတိရလာေတာ့ ေဆး႐ုံေပၚေရာက္ေနၿပီ ေဘးနားမွာ ေကာင္ေလးတစ္ေယာက္ ေဆးပုလင္းလာခ်ိတ္ေပးတယ္\n\" မင္းနာမည္ ဘယ္လုိေခၚလဲ \"\nဘာမွ မေျဖပဲ ေကာင္ေလးျပန္ထြက္သြားတယ္ေနာက္ေန႕ ေဆးပုလင္းထပ္လာခ်ိတ္ေပးတယ္ \"မင္းနာမည္ ဘယ္လုိ ေခၚလဲ\" ထပ္ေမးတယ္\nေကာင္ေလးလွည့္ျပန္သြားလုိက္တယ္ ေဘးနားက ဆရာဝန္မႀကီးက ေျပာမွ သိရတယ္ ေကာင္ေလးက စကားထစ္ေနလုိ႔ စကားမေျပာဘူးတဲ့စကားထစ္ေနတဲ့ ေကာင္ေလးဟာ ေဆး႐ုံေပၚက လူႀကီး အကူအညီနဲ႕ စကားေျပာႏုိင္ခဲ့တယ္\nသူေျပာတဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2SbOW/Jagga_Jasoos_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/badlapur_ver2-135x200.jpg",
        "title": "Badlapur (2015)",
        "description": "​ေသြး​ေအး​ေအးနဲ႔ၾကမ္​းတဲ့ကား​ေလးလာပါၿပီ​အၿငိဳးအ​ေတးနဲ႔ကလဲ့စား​ကား​ေတြဆို ပီပီျပင္​ျပင္​ရိုက္​တတ္​တဲ့​ေဘာလိဝုဒ္​ရဲ႕အထာအတိုင္​း ဒီကား​ေလးထဲမွာလည္​းရင္​နင္​့ဖြယ္​ရာအျဖစ္​အပ်က္​ကို​ေတြ႕ရမွာပါဇာတ္​လမ္​းအၫႊန္​းက​ေတာ့ ရက္​ဂ်္​ဟူးနဲ႔မီရွာတို႔ဟာ ​ေရာ္​ဘင္​ဆိုတဲ့သား​ေလးတစ္​​ေယာက္​ပိုင္​ဆိုင္​ထားတဲ့​ေပ်ာ္​႐ႊင္​စရာမိသားစု​ေလးတစ္​ခုပါအနိစၥဆိုတဲ့သ​ေဘာအတိုင္​းကံၾကမၼာမုန္​တိုင္​းတစ္​ခု​ေၾကာင့္​့တစ္​​ေန႔မွာ ဘဏ္​ဓားျပတိုက္​မႈတစ္​ခုက​ေန​ ကားယူ​ေျပးတဲ့ဓားျပ​ေတြ​ေၾကာင္​့မီရွာနဲ႔​ေရာ္​ဘင္​တို႔​ေသဆံုးသြားခဲ့ရပါတယ္​လိုက္​ရက္​ခ္​လို႔​ေခၚတဲ့ရာဇဝတ္​​ေကာင္​တစ္​​ေယာက္​ကိုဖမ္​းမိခဲ့​ေပမယ့္​ ႀကံရာပါတစ္​​ေယာက္​က​ေတာ့​ေငြ​ေတြနဲ႔အတူအစအန​ေပ်ာက္​သြားပါတယ္ဖမ္​းမိခဲ့တဲ့လိုက္​ရက္​ခ္​ကလည္​းသူ႔ႀကံရာပါနာမည္​ကို​ေရငံုႏႈတ္​ပိတ္​​ေနခဲ့ၿပီး​ေထာင္​အက်ခံခဲ့ပါတယ္​ဒီလိုရင္​နင့္​့ဖြယ္​ျဖစ္​ရပ္​မ်ိဳးဟာ​ေသသြားတဲ့ သူအတြက္​​ေတာ့ဘဝကူးရံုပဲဆို​ေပမယ့္​ က်န္​​ေနခဲ့တဲ့ရက္​ဂ်္​ဟူးအတြက္​​ေတာ့ကမ႓ာပ်က​္​ေနတ႔ဲအရူးတစ္​​ေယာက္​လိုပါပဲသား​ေသ/ မယား​ေသလို႔ အမုန္​းတရား​ေတြနဲ႔့ျပည္​့ႏွက္​​ေနခဲ့တဲ့ ရက္​ဂ်္​ဟူးတစ္​​ေယာက္​ အမုန္​းတရား​ေတြကိုဘယ္​လို​ေခ်ဖ်က္​သြားမလဲတရားခံဆိုတဲ့သူ​ေတြက​ေကာ ဘယ္​လိုဆက္​ျဖစ္​ၾကမလဲစတဲ့ ဇာတ္​ရွိန္​အလွည္​့အ​ေျပာင္​း​ေလး​ေတြကိ​ု​ေတာ့ ဇာတ္​သိမ္​းပိုင္​းက်မွပဲ နားလည္​သ​ေဘာ​ေပါက္​ၾကမွာျဖစ္​တဲ့အတြက္​ ၿပီး​ေအာင္​ၾကည္​့ရမွာ​ေတာ့ကြၽန္​​ေတာ္​တို႔အပိုင္​း​ေပါ့ဗ်ာ... \n(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (0.99 GB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 8min\nFormat : Mp4\nGenre :Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncoded by Thanhtike Zaw",
        "rating": "7.5",
        "url": "https://megaup.net/TBnr/Badlapur_[2015]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMzk3OTQ4MjY0OF5BMl5BanBnXkFtZTgwNzQ2MTcwMzI@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "Birth of the Dragon (2016)",
        "description": "အခုတင္ဆက္ေပးမယ့္ဇာတ္လမ္းေလးကေတာ့ အက္ရွင္ကားအလန္းေလးပဲျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ ၁၉၆၄ခုႏွစ္ ဆန္ဖရန္စစ္စကိုၿမိဳ႕မွာအေျခခံၿပီး႐ိုုက္ထားတာပါ။ဒီဇာတ္လမ္းထဲမွာဆိုရင္ဘ႐ုစ္လီဆိုတဲ့လူတစ္ေယာက္ကကိုယ္ခံပညာမွာေက်ာ္ၾကားဖို႔အတြက္ႀကိဳးစားေနတဲ့သူတစ္ေယာက္ပါ။ေဝါင္ဂ်က္မန္းဆိုတဲ့ကြန္ဖူးဆရာႀကီးနဲ႔ေတြ႕တဲ့အခါမွာ သူဟာဘာစည္းမ်ဥ္းမွမရွိပဲတိုက္ခိုက္ဖို႔စိန္ေခၚလိုက္ပါတယ္။ဘ႐ုစ္လီနဲ႔ကြန္ဖူးဆရာႀကီးေဝါင္ဂ်က္မန္းတို႔ဘယ္လိုေတြစိတ္ဝင္စားဖို႔ေကာင္းေအာင္တိုက္ခိုက္ၾကမယ္ဆိုတာဒီဇာတ္ကားထဲမွာအမွန္အကန္ျမင္ေတြ႕ရမွာပါ။ \n(ဘာသာျပန္သူကေတာ႔ Saw Wunna ပါ)\n File Size : (700 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre :Action, Biography, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Saw Wunna\nEncoded by Thanhtike Zaw",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/birth-of-the-dragon-2016/",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/total-recall-poster-136x200.jpg",
        "title": "Total Recall (1990)",
        "description": "Total Recall (1990)\nIMDb - 7.5/10_____Rotten - 82%\n  မင်းသားကြီးအာနိုးနဲ့ မင်းသမီး ရှရွန်စတုန်းတို့ရဲ့ နာမည်ကျော် သိပ္ပံအက်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။Action, Sci-Fi, Thriller အမျိုးအစားဖြစ်ပြီး ၁၉၉၀ ခုနှစ်ဝန်းကျင်က ဆက်တင် အပြင်အဆင်တွေနဲ့ ရိုက်ကူးထားတယ်ဆိုပေမယ့်ဆန်းသစ်တဲ့ စိတ်ကူးအိုင်ဒီယာတွေကတော့ ယနေ့ခေတ်ထိ စွဲမက်ဖွယ်ရာ ပြောင်မြောက်နေဆဲပါ။ရုပ်ရှင်ထူးချွန်ဆု(၃)ဆုရရှိခဲ့တဲ့အထိ အောင်မြင်ခဲ့ပြီး Rating ပိုင်းမှာလဲ IMDb Rating(7.5) နဲ့ Rotten Tomatoes (82%) ထိ ရရှိထားခဲ့တဲ့ ဇာတ်ကားကြီးဖြစ်ပါတယ်။မှတ်ဉာဏ် မှတ်ဉာဏ်တု အိမ်မက်တုတွေ...ဂြိုလ်သား ဂြိုလ်ခရီးသွား ဂြိုလ်ကိုလိုနီတွေ...အဆန်းဆန်းသော သက်ရှိ သက်မဲ့ အရာဝတ္ထုတွေ...လှည့်ကွက်မျိုးစုံတွေနဲ့ ဇာတ်လမ်းကြောင်းကို ကိုယ်တိုင်ပဲ ခံစားကြည့်ကြပါဦး။  မင္းသားၾကီးအာႏိုးနဲ႕ မင္းသမီး ရွရြန္စတုန္းတို႕ရဲ႕ နာမည္ေက်ာ္ သိပၸံအက္ရွင္ဇာတ္ကားျဖစ္ပါတယ္။Action, Sci-Fi, Thriller အမ်ိဳးအစားျဖစ္ျပီး ၁၉၉၀ ခုႏွစ္ဝန္းက်င္က ဆက္တင္ အျပင္အဆင္ေတြနဲ႕ ရိုက္ကူးထားတယ္ဆိုေပမယ့္ဆန္းသစ္တဲ့ စိတ္ကူးအိုင္ဒီယာေတြကေတာ့ ယေန႕ေခတ္ထိ စြဲမက္ဖြယ္ရာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2f2aj/Total_Recall_[1990]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjI2NTY5NzU1MF5BMl5BanBnXkFtZTgwNDAxMzQ5NDE@._V1_UY1200_CR10806301200_AL_-1-105x200.jpg",
        "title": "Tarot (2015)",
        "description": "IMdb 7.5 ရထားတဲ့ ၂၀၁၅ ခုႏွစ္ထြက္ အင္ဒိုနီးရွား သရဲကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးကေတာ့ ကံၾကမၼာရဲ႕ ထူးျခားဆန္းၾကယ္မႈေတြ တားေရာ႕ ကတ္ေလးေတြရဲ႕ မယံုႏိုင္စရာ ဆန္းၾကယ္မႈေတြနဲ႕ခ်စ္သူႏွစ္ေယာက္ရဲ႕ တဲေရာ႕ကတ္ေတြနဲ႕ ပတ္သတ္ျပီး လွည့္စားမႈေတြေတြ႕ၾကံဳခဲ့ရတဲ့ ေၾကာက္မက္ဖြယ္ရာ အေၾကာင္းေတြကိုပံုေဖာ္ရိုက္ကူးျပထားတာျဖစ္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂ်ဴလီ နဲ႕ ထြိဳင္စတန္ တို႕ ခ်စ္သူႏွစ္ေယာက္ဟာ မၾကာခင္မွာလက္ထပ္ၾကေတာ့မွာျဖစ္ျပီး သူတို႕ ရဲ႕ အနာဂတ္ဟာလည္း သာယာလွပမယ္လုိ႕ယံုၾကည္ထားပါတယ္ ဒီလိုနဲ႕ တစ္ေန႕မွာ တဲေရာ႕ကတ္ေတြနဲ႕ ေဟာတဲ့ ေဗဒင္ကို သြားၾကည့္တဲ့အခါမွာ သူတို႕ေဖာက္လိုက္တဲ့ ကတ္ေလးေတြ သူတို႕ ၂ေယာက္ေရြးခ်ယ္လိုက္တဲ့ သူတို႕ရဲ႕ ကံၾကမၼာက ဘာေတြျဖစ္မလဲ ဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ Qty - 720p Web dlDuration - 1hr 55minGern - Drama/ Mystery/ HorrorSubtitle - Myanmar HardsubTranslator - Saw WunnaEncoder - ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/tarot-2015/",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/71-Into-the-Fire-147x200.jpg",
        "title": "71: Into the Fire (2010)",
        "description": "မင်းသားKwon Sang-wooနဲ့ bigbangထဲမှ မင်းသား Choi Seunghyun တို့\nပါဝင်သရုပ်ဆောင်ထားပြီး IMD ratting 7.4 အထိရရှိထားတဲ့ စစ်ကားတကားဖြစ်ပါတယ်\nဒီရုပ်ရှင်ဟာ ကိုရီးယား စစ်ပွဲအတွင်း ၁၉၅၀ သြဂုတ် ၁၁ ရက်နေ့ ပိုဟန်တိုက်ပွဲ မှာ\nကျဆုံးခဲ့တဲ့ တောင်ကိုရီးယားရဲ့ လက်နက်မဲ့ပြီ လေ့ကျင့်မှု မရှိသေးတဲ့\nကျောင်းသား ၇၁ ယောက်ရဲ့ အကြောင်း ဖြစ်ရပ်မှန်ကို တည်ပြီး ရိုက်ထားတဲ့ ဇာတ်လမ်းပါ\nတစ်ခါမှ သေနတ်မကိုင်ခဲ့ဖူးတဲ့ ကျောင်းသား ၇၁ ယောက်ဟာ  မြောက်ကိုရီးယားရဲ့\nကြောက်စရာအကောင်းဆုံး တပ်ရင်း ၇၆၆ ရဲ့ တိုက်ခိုက်မှုကို ၁၁ နာရီ ကြာ တောင့်ခံထားနိုင်ခဲ့ပါတယ်\nမြောက် ဂျောင်ဆန်းခရိုင် ယောင်ဒွတ်နယ် ဘက်က လုပ်အားပေး စစ်သားလေးအိုဂျောင်ဘွန်\n..သူဟာ ဒဏ်ရာရ စစ်သားတွေကို သယ်ပိုးပေးရ အကူအညီပေးရတဲ့ နေရာမှာ ချထားပေးခံရတယ်\nမြောက်ကိုရီးယားဘက်က မြို့ကိုသိမ်းပြီးတဲ့အခါ ဗိုလ်မှူး ကင်ဂျွန်ဆု က ခေါ်လာခဲ့ပြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/2SLP1/71_-_Into_The_Fire_(Pohwasogeuro)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjAyNjY0MjU1NF5BMl5BanBnXkFtZTgwMjAwNDMwNDI@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "24 Hours to Live (2017)",
        "description": "ေမးခြန္းေလးတစ္ခုေလာက္ေမးပါရေစဒီေမးခြန္းက သိပ္ကုိရုိးရွင္းေပမဲ့ တကယ္တမ္းျပန္ေျဖဖုိ႔ရယ္ လက္ေတြ႕လုပ္ဖုိ႔ရယ္က မရုိးရွင္းေတာ့ဘူးေမးခြန္းေလးကေတာ့......သင့္ရဲ႕ အသက္ရွင္သန္ခြင့္၂၄နာရီပဲ ရွိေတာ့မယ္ဆုိရင္ ဘာလုပ္မလဲ....ရင္ဆုိင္ရမဲ့ အခက္အခဲေတြကုိ ဘယ္လုိေက်ာ္ျဖတ္မလဲအဓိက နဲ႔ သာမညဆုိတာ ဘယ္လုိခြဲမလဲဒီကားက ေၾကးစားလူသတ္သမားတစ္ေယာက္အေၾကာင္းကုိ ရုိက္ျပထားတယ္သူဟာ ေၾကးစားပီပီ ထက္ျမက္တယ္ တုိက္ရည္ခုိက္ရည္ကၽြမ္းက်င္တယ္တစ္ေန႔ေတာ့ ေၾကးစားအလုပ္တစ္ခုကုိ လုပ္ေဆာင္ေနစဥ္မွာ တစ္ဘက္အဖြဲ႕အစည္းရဲ႕ တုန္႔ျပန္မႈေၾကာင့္ သူေသဆုံးသြားတယ္ဒါေပမဲ့ ဆန္းၾကယ္တာကသူ႔အလုပ္ရွင္က သူ႔ကို အသက္ ၂၄ နာရီျပန္ရွင္ေအာင္လုပ္ေပးလိုက္တယ္....ကဲ သူဘာေတြဆက္လုပ္မလဲ... ဘယ္လုိေတြရင္ဆုိင္မလဲ ..... File Size : (700 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded ...",
        "rating": "5.8",
        "url": "https://megaup.net/2VXjy/24_Hours_To_Live_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/Innocent_Steps_film_poster-141x200.jpg",
        "title": "Innocent Steps (2005)",
        "description": "အခုတစ်ခါတော့ Innocent Steps ဆိုတဲ့ ၂၀၀၅ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးကိုတော့ ပရိတ်သတ်ကြီးတော်တော်များများကတော့ ရင်းနှီးထားပြီးသားဖြစ်ကြမှာပါ ဇာတ်ကားလေးကတော့ ၁၉ နှစ်အရွယ်ကောင်မလေးတစ်ယောက်နဲ့အကူလိုက်ကပေးတဲ့အကသမားလေးတစ်ယောက် တို့ အနေနီးရာမှာ လူမျိုးမတူ ဘာသာမတူပေမဲ့အချစ်မှာမျက်စိမရှိဘူးဆိုသလို ချစ်ကျွမ်းဝင်သွားတာကို ဟာသဆန်ဆန်လေးရိုက်ကူးပြထားတာဖြစ်လို့ ပေါ့ပေါ့ ပါးပါးလေးနဲ့ ကြည့်ကြရမှာဖြစ်ပါတယ်ဇာတ်လမ်း အကျဉ်းလေးကတော့ အသက် ၁၉ နှစ်အရွယ် တရုတ်က အကသမလေး Mun Geun-yeong သူမဟာ ကိုရီးယားက အကချန်ပီယံ ပြိုင်ပွဲကြီးအတွက် ကိုရီးယားကိုလာခဲ့ပြီး သူနဲ့ အတူ ကူညီ ယှဉ်ပြိုင်ပေးဖို့ကိုတော့ Park Geon Hyeong ကို ၃လတိတိ ကူညီ လေ့ကျင့်ပေးဖို့ ငှားရမ်းခဲ့ပါတယ် ဒီလိုနဲ့ အနေနီးရာမှ ကြိုးချင်းထားကြိုးချင်းညှိဆိုသလိုပဲ အကလေ့ကျင့်ရင်း အချစ်တွေပေါက်ဖွားလာတဲ့ အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ဆက်လက်ကြည့်ကြရမှာဖြစ်ပါတယ် Qty - 720p HDTV RipDuration - 1 hr ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Ftof/Innocent_Steps_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTY0NzUxMDUzN15BMl5BanBnXkFtZTgwNzI2MTY4ODE@._V1_UY1200_CR6406301200_AL_-105x200.jpg",
        "title": "Neighbors 2: Sorority Rising (2016)",
        "description": "ဒီတစ္ေခါက္က Neighboes1 ကရွိျပီးသားမို ့လို ့ မရွိေသးတယ့္2 ကုိေရႊးခ်ယ္ေပးထားပါတယ္။ ဒီဇာတ္ကားရဲ ့အေၾကာင္း\nကုိနည္းနည္းေလးၾကည့္လိုက္ရေအာင္\nIMDb Rating 5.2 ၊Rotten Tomatoes 62% ၊Roger Ebert 1.5/4တို ့ရရွိထားပါတယ္။\n၂၀၁၆ ေမလ မွာစတင္\nျဖည့္ခ်ီခဲ့ျပီး တစ္ကားလုံး ၾကာခ်ိန္ ၉၃ မိနစ္ရွိပါတယ္။Budget မွာကန္ေဒၚလာ 35 မီလီယံနဲ ့စတင္ရိုက္ကူးထားျပီး Box office မွာ ကန္\nေဒၚလာ 108 သန္းျပန္ရွာေပးႏုိင္ခဲ့ပါတယ္။အဓီကသရုပ္ေဆာင္ေတြ မွာဆို ဆယ္ေက်ာ္သက္ေတြ\nၾကားမွာေရပန္းစားခဲ့ျပီး ဆက္လက္ေအာင္ျမင္\nေနဆဲျဖစ္တယ့္ မင္းသား Zac Efron နဲ ့လူငယ္\nမင္းသမီး Chloe Grace Moretz တို ့အဓီကပါ၀င္\nသရုပ္ေဆာင္ထားျပီး ဧည့္သည္သရုပ္ေဆာင္\nအေနနဲ ့ ဆယ္လီနာဂုိလ္မက္စ္ ကလဲ ပါ၀င္သရုပ္\nေဆာင္ထားပါေသးတယ္။ Universial Picturesကထုတ္လုပ္ထားလို ့အရည္အေသြးတစ္ခုေတာ့ရွိေနပါတယ္။ရွပ္ရွင္ဇာတ္ကားနဲ ့ပက္သက္ျပီးေတာ့ တစ္ျခား ဆုေပးပြဲေတြမွာဇကာတင္သာပါခဲ့ေပမယ့္ Teen Choice ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/neighbors-2-sorority-rising-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/2d51afd96ea1e88423ebddb2bd7f151309eaba9a_hq-142x200.jpg",
        "title": "Girl Love 1 & 2 (2017)",
        "description": "2016 ခုနှစ် Novemberလမှာ ထွက်ခဲ့တဲ့ လူငယ်ဖန်စီ အချစ်ဇာတ်ကားလေးတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်\nဒါပေမယ့် သမာရိုးကျ သာမန် B & G အချစ်ဇာတ်လမ်းမျိူးး မဟုတ်ဘဲ မီးလော့ ဆိုတဲ့Tomboy ချောချောလေးနဲ့ ရှောင်လုံဆိုတဲ့ ကောင်မလေးကြားက G & G အချစ်ဇာတ်လမ်းလေးပါ\nအရမ်းကို Romantic ဖြစ်တဲ့ 18+ခန်းတေနဲ့ အရမ်းကို စိတ်ကူးယဉ်လို့ကောင်းတဲ့ဇာတ်ကားလေးပါ။\npart 1 part 2 နှစ်ပိုင်းရှိပီး ဒာကတော့ part 1ပါ\nဇာတ်လမ်းအကျဉ်းကတော့ Tomboy တယောက်နဲ့အဆောင်တခန်းထဲတူတူနေ\nတဲ့ရှောင်လုံဆိုတဲ့ကောင်မလေးက\nအစ စ်ကောင်ကိုမကြိုက်ဘဲTomboyလေးကိုချစ်မိသွားတဲ့ကားလေးပေါ့\nTomboyဆိုတော့သိတဲ့အတိုင်းဘဲ\nအစစ်ကောင်တေထပ် အများကြီးချောတာကိုး\nမင်းသမီးကိုကြိုက်တဲ့အစစ်ကောင်နဲ့ အစစ်ကောင်ကိုကြိုက်နေတဲ့\nအစစ်မ\nTomboyလေးနဲ့ မင်းသမီးကြားက ၄ပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးပါ\nသမာရိုးကျမဟုတ်တဲ့\nအချစ်ဇာတ်လမ်းတခုက ဇာတ်သိမ်းလှပါ့မလား ဆိုတာကိုတော့ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ကြရမှာပါ\nဒေါင်းလော့လင့်ကိုတော့ အပေါ်က အပိုင်းတစ် အောက်က အပိုင်း ၂ ဆိုပြီး\nထည့်သွင်းပေးထားပါတယ်နော်Qty - 710p Web DlDuration - 1 Hr for Each PartSubtitle ...",
        "rating": "",
        "url": "https://megaup.net/1IDqg/Girls_Love_(Cuòle_Xìngbié,_Bùcuò_Ai)_1_[17+]_[2016]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BY2NkNTcxNjAtODhjMS00Mjg2LWI1OGItMjRhMGJlODBkZTVlL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNzAxMjE1NDg@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Shutter Island (2010)",
        "description": "Shutter Island (2010)_______IMDb - 8.1/10ဒီmovieလေးမှာ Leonardoဟာ အင်ဒရူးအဖြစ် သရုပ်ဆောင်ထားပြီး ခန့်မှန်းနားလည်ရခက်တဲ့သရုပ်ဆောင်ချက်တွေနဲ့ပရိသတ်တွေကို ဒီဇာတ်လမ်းမှာ စီးမျောစေမှာပါ…ဇာတ်လမ်းအစမှာတော့ အင်ဒရူး နဲ့ ဂျက် တို့သူငယ်ချင်းနှစ်ယောက် ကျွန်းတစ်ကျွန်းကို သွားနေကြပုံနဲ့ အစချီထားပါတယ်…ကျွန်းပေါ်မှာတည်ထားတဲ့ အကျဉ်းထောင်ပေါ်က အကျဉ်းသူတစ်ယောက် ပျောက်ဆုံးသွားမှုကိုစစ်ဆေးဖို့ အရောက်သွားနေကြတာပေါ့…ကျွန်းပေါ်ရောက်တော့အကျဉ်းသားတွေအားလုံးဟာ လူနာတွေလိုပဲ…သူတို့ကိုတောင် မင်းနားမလည်ပါဘူးကွာ ဆိုတဲ့အကြည့်နဲ့ဝိုင်းကြည့်လိုက်ကြသေး…ကဲ အမှုအကြောင်းစစ်ဆေးတော့လည်း အားလုံးက မသိဘူး ဆိုတာချည်း…ဒီလိုဆို ထွက်ပေါက်မရှိတဲ့ဒီအကျဉ်းခန်းက ဒီဂြိုဟ်သူမ ကဘယ်လိုများ လွတ်မြောက်သွားတာတုန်း ဆိုတာလည်းအဖြေမတွေ့ …ပိုဆိုးတာက အင်ဒရူးကိုယ်တိုင်က…ဝိညာဉ်လိုလို မသိစိတ်လိုလိုပုံရိပ်တွေ တွေ့လာရပြီး…သူကိုယ်တိုင်လည်း ဆေးတွေသောက်လိုသောက်နေတော့…သူပဲရူးသွားပြီလားပုံရိပ်တွေကရော ဘာတွေလဲ…အကျဉ်းသူကလည်း ဘယ်ရောက်သွားလဲ…အစရှိသည်ဖြင့် ပဟေဠိ ဆန်လှတဲ့ ဇာတ်ကားလေးတစ်ပုဒ်ကိုခံစားရမှာပါ…Rating ကလည်း8.1ဆိုတော့ကာ…တကယ်မိုက်မယ့် ဇာတ်ကားကောင်းလေးဖြစ်ပါကြောင်း…ဒီmovieေလးမွာ Leonardoဟာ အင္ဒရူးအျဖစ္ သရုပ္ေဆာင္ထားၿပီး ခန္႔မွန္းနားလည္ရခက္တဲ့သရုပ္ေဆာင္ခ်က္ေတြနဲ႔ပရိသတ္ေတြကို ဒီဇာတ္လမ္းမွာ စီးေမ်ာေစမွာပါ…ဇာတ္လမ္းအစမွာေတာ့ အင္ဒရူး နဲ႔ ဂ်က္ တို႔သူငယ္ခ်င္းႏွစ္ေယာက္ ကြ်န္းတစ္ကြ်န္းကို သြားေနၾကပံုနဲ႔ အစခ်ီထားပါတယ္…ကြ်န္းေပၚမွာတည္ထားတဲ႔ အက်ဥ္းေထာင္ေပၚက ...",
        "rating": "8.1",
        "url": "https://megaup.net/1x4dw/Shutter_Island_[2010]_(MM_Sub).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/23232113_546329335714765_416981893_n-143x200.jpg",
        "title": "The Wolf Hunters (2017)",
        "description": "ဒီဇာတ္ကားကေတာ့ SWAT Team အဖြဲ႕ဝင္တစ္ေယာက္\"လန္ဟိုင္\"ရဲ႕တိုင္းျပည္အေပၚေရာမိသားစုအေပၚေရာတာဝန္ေက်ပြန္ေအာင္ထမ္းေဆာင္သြားခဲ့တဲ့အေၾကာင္းေလးပါညီျဖစ္သူ\"လန္ထ်န္း\"ကအစ္ကိုျဖစ္သူရဲ႕အလုပ္ျဖစ္တဲ့ SWAT team အဖြဲ႕ဝင္၊ရဲအရာရွိအလုပ္ကိုအရမ္းအားက်၊အရမ္းလုပ္ခ်င္ခဲ့ေပမယ့္လဲဥာဏ္သိပ္မေကာင္းလို႔လက္ရွိမွာေတာ့ရိုးရိုးသာမန္ပစၥည္း delivery လိုက္ပို႔တဲ့ဝန္ထမ္းအလုပ္သာလုပ္ေနရပါတယ္အစ္ကိုျဖစ္သူ\"လန္ဟိုင္\"မွာလဲမိန္းမနဲ႔ကြဲ၊သမီးေလးမွာလဲေက်ာက္ကပ္မေကာင္းျဖစ္ေနၿပီးမိမိအလုပ္တာဝန္မ်ားကိုသာလုပ္ေဆာင္ေန၍မိသားစုအေပၚအခ်ိန္မေပးႏိုင္ျဖစ္ေနခဲ့တယ္တစ္ေန႔မွာေတာ့\"ေရခဲမီး\"လို႔အမည္ရတဲ့အလြန္ေၾကာက္မက္ဖြယ္ေကာင္းတဲ့မူးယစ္ေဆးတစ္မ်ိဳးေပၚေပါက္လာ၍ျပည္သူ႔ရဲတပ္ဖြဲ႕မွာထိုေဆးလာရာဇစ္ျမစ္လမ္းေၾကာင္းလိုက္လံရွာေဖြဖမ္းဆီးရပါေတာ့တယ္သို႔ေသာ္ညီျဖစ္သူမွာထို\"ေရခဲမီး\"မူးယစ္ေဆးေရာင္းဝယ္သူမ်ားနဲ႔ပါဝင္ပက္သက္မိၿပီးအစ္ကိုျဖစ္သူမွာလဲရဲတပ္ဖြဲ႕၏သံသယဝင္ျခင္းကိုခံရၿပီးအလုပ္မွတာဝန္ရပ္ဆိုင္းျခင္းခံလိုက္ရပါေတာ့တယ္သမီးျဖစ္သူေလးကိုလဲ\"မူးယစ္ေဆးဝံပုေလြ\"ဟုေခၚသည့္မူးယစ္ေဆးအႀကီးစားေရာင္းဝယ္သူမွျပန္ေပးဆြဲ၊ညီျဖစ္သူကိုလဲဖမ္းဆီးထားရာ\"လန္ဟိုင္\"တစ္ေယာက္ထိုသူေျပာစကားကိုပင္နားေထာင္၍သူခိုင္းသမၽွကိုသည္းခံ၍လုပ္ေပးေနရသည္လြန္စြာလ်င္ျမန္ပါးနပ္ေသာျပည္သူ႔ရဲတပ္ဖြဲ႕မွလဲ\"လန္ဟိုင္\"ကိုတာဝန္ရပ္ဆဲလိုက္ေပမယ့္၎သမီးျပန္ေပးဆြဲခံရသည္ကိုသိလၽွင္သိခ်င္းအကြက္က်က်ခ်ကာ\"မူးယစ္ေဆးဝံပုေလြ\"ကိုဖမ္းဆီးၾကပါေတာ့တယ္ဒါေပမယ့္\"လန္ဟိုင္\"တစ္ေယာက္သူ႔ညီေရာ၊သမီးေရာ၊မိန္းမကိုပါအသက္ရွင္လ်က္ျပန္လည္ကယ္တင္ႏိုင္ပါ့မလား....... \n(ဘာသာျပန္သူကေတာ့ Nicky ပါ)\n File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 22min\nFormat : Mp4\nGenre :Action,Drama,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nicky\nEncoded by Thanhtike Zaw",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-wolf-hunters-2017/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTFhYjJhMzctMWI2NC00ODRiLWE0YmItODBlYWJkNTU4NjgxXkEyXkFqcGdeQXVyOTE2MTYxOQ@@._V1_SX699_CR00699999_AL_-140x200.jpg",
        "title": "A Stork’s Journey (2017)",
        "description": "ခ်စ္​စရာ ကာတြန္​းကား​ေလးလာပါၿပီအရမ္​းရယ္​ရသလိုအႏွစ္​သာရရွိတဲ့ကား​ေလးဆိုရင္​လည္​းမမွားပါဘူး​ေနာ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့​ေၾကာင္​တစ္​​​ေကာင္​​ေၾကာင္​့စာက​ေလးမိသားစုအသိုက္​အၿမံဳ​ေလးၿပိဳကြဲခဲ့ရၿပီး​ေတာ့ တစ္​​ေကာင္​ငွက္​ဘဝ​ေရာက္​ဖို႔လက္​တစ္​လမ္​းအလိုမွာပဲရစ္​ခ်က္​လို႔​ေခၚတဲ့စာက​ေလးငခြၽတ္​​ေလးက ငွက္​က်ား​ေတြရဲ႕​ေမြးစားျခင္​းကိုခံခဲ့ရပါတယ္​ဘယ္​​ေလာက္​ပဲ အံဝင္​က်​ေအာင္​​ေန​ေန အခ်ိန္​ကစကး​ေျပာလာတဲ့တစ္​​ေန႔မွ​ာ​ေတာ့ ငွက္​တို႔ရဲ႕ဘာသာဘာဝမတူညီတာ​ေၾကာင္​့ငွက္​က်ားမိသားစုက ​အာဖရိကကုိေျပာင္​း​ေရႊ႕ဖို႔ျဖစ္​လာခဲ့ပါတယ္​အဲ့ဒီအခ်ိန္​မွာ စာက​ေလးဆိုတဲ့အမ်ိဳးက ​ေရႊ႕​ေျပာင္​းတတ္​တဲ့အမ်ိဳးမဟုတ္​တာ​ေၾကာင့္ရစ္​ခ်က္​​ေလးကိုထားခဲ့ရ​ေတာ့တာ​ေပါ့အရူးမီးဝိုင္​းၿပီးက်န္​ခဲ့တာက​ ခ်ာတိိတ္​​ေလးရစ္​ခ်က္​ပါ မိသားစုနဲ႔ခြဲႏိုင္​တဲ့အင္​အားမရွိတာ​ေၾကာင္​့ငွက္​က်ားမိသားစုကိုရွာဖို႔အာဖရိကကိုအမွီလိုက္​လာခဲ့ပါတယ္​ အာ့လိုနဲ႔လမ္​းမွာမုန္​တိုင္​းမိၿပီး အိုဂါဆိုတဲ့ဘဝတူဇီးကြက္​မ​ေလးနဲ႔ဆံုၿပီးအ​ဖာ္​ရသြားခဲ့ပါတယ္​အိုဂါ​ေလးအ​ေၾကာင္​းအနည္​းငယ္​​ေျပာရမယ္​ဆိုရင္​ျဖင္​့ အထီးက်န္​ရင္​းစိတ္​​မမွန္​တဲ့​ေဝဒနာကိုယဥ္​ယဥ္​​ေက်းခံစား​ေနရတဲ့ဇီးကြက္​​ေသးမ်ိဳးရင္​းဝင္​တစ္​​ေကာင္​ပါဒီလိုနဲ႔​ေရွ႕ဆက္​ လမ္​းမွာဘယ္​လို​ေတြတိုင္​ပတ္​မလဲ ဘယ္​လို​ဗရုတ္​​က်တဲ့​ေဘာ္​ဒါ​ေတြနဲ႔ဆံုလာဦးမလဲ ​ရစ္​ခ်က္​​ေလးက​ေကာသူသြားခ်င္​တဲ့မိသားစုဆီသြားခြင္​့​့ရမလားဆိုတာက​ေတာ့ စိတ္​မ​ေကာင္​းစရာဇာတ္​​ေၾကာင္​း​ေလးကိုဟာသ​ေလး​ေတြနဲ႔​ေျဖ​​ေဖ်ာက္​ရင္​းၾကည္​့ၾကရ​ေအာင္​ဗ်ာ... \n(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (700 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 25min\nFormat : Mp4\nGenre :Animation, Adventure, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncoded by Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://megaup.net/1A2m3/A_Stork’s_Journey_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTYyNDA5NDc4OF5BMl5BanBnXkFtZTgwMzU1NzA4MjE@._V1_UY1200_CR9606301200_AL_-105x200.jpg",
        "title": "Cyrano Agency(2010)",
        "description": "IMDb.....6.6\nCyrano လုိ႕ေခၚတဲ့ ျမွားနတ္ေမာင္ေအဂ်င္စီတစ္ခု...... လူငယ္ေတြနဲ႕ဖြဲ႕စည္းထားေလေတာ့ သူတုိ႕ အုိင္ဒီယာေလး\nေတြက အေတာ္မုိက္တယ္ သူတုိ႕က ေအာင္သြယ္ေပးဖုိ႕အလုပ္လာအပ္တဲ့သူကုိအႀကံေပးရုံသက္သက္တင္မဟုတ္ဘူး......\nေအာင္သြယ္ေပးရမဲ့လူ (၂)ေယာက္လုံးရဲ႕ Biography ကုိ ေလ့လာတယ္ အေသးစိတ္ကအစေပါ့\nၿပီးရင္ Plan ေတြ စနစ္တက်ဆြဲတယ္ နားၾကတ္တပ္ေပးၿပီးေတာ့ အနီးကပ္ညႊန္ၾကားေပးတဲ့အျပင္\nသူတုိ႕(၄)ေယာက္ကလည္း လုိအပ္ရင္ လုိအပ္သလုိ planထဲ ကြက္တိ၀င္ေအာင္ သရုပ္ေဆာင္ေပးတယ္.....\nတစ္ေန႕ေတာ့ သူတုိ႕အဖြဲ႕ဆီကုိ ေကာင္ေလးတစ္ေယာက္က ေအာင္သြယ္လုပ္ေပးဖုိ႕အလုပ္အပ္တယ္...\nအလုပ္အပ္တဲ့ေကာင္ေလးနဲ႕ ေအာင္သြယ္ေပးရမဲ့ေကာင္မေလးရဲ႕ အခ်က္အလက္ေတြစုေဆာင္းၿပီးတဲ့\nအခ်ိန္မွာေတာ့ Cyrano ေအဂ်င္စီမွာ စိတ္၀မ္းကြဲစရာေတြျဖစ္ကုန္တယ္...ေကာင္ေလးတစ္ေယာက္က\nမျဖစ္ႏုိင္ဘူး ဒီအလုပ္ဆက္မလုပ္ရဘူးလုိ႕ကန္႕ကြက္တယ္ က်န္တဲ့သူေတြက ဒီအလုပ္ကုိလက္ခံလုိက္တယ္\n......\nဒီကားရဲ႕သရုပ္ေဆာင္ Tae-woong Eom,Min-jung Lee, Daniel Choi စတဲ့ နာမည္ၾကီး (၄)ေယာက္ကုိအားလုံး\nရင္းႏွီးၿပီးသားျဖစ္မွာပါ....ကုိရီးယားကားေတြရဲ႕ထုံးစံအတုိင္း Entertainment အေတာ္ဆန္လွတယ္ Story ေတြက\nသိပ္မဆန္းရင္ေတာင္ ဇတ္ကြက္ေလးေတြက အေတာ္ဆြဲေဆာင္မႈရွိတယ္ ေနာက္တစ္ခု\nခ်ီးက်ဴးစရာေကာင္းတာက Lighting ပုိင္းပါ သရုပ္ေဆာင္ေတြရဲ႕လႈပ္ရွားမႈေတြအမူအရာေတြကုိ အေကာင္းဆုံးအေထာက္\nအပံ့ေပးႏုိင္တယ္ သူတုိ႕ရဲ႕ဖက္ရွင္ဒီဇုိင္းေတြကလည္း lightion ေၾကာင့္ၾကြရြထြက္ေနတယ္....ကုိင္းခံစားၾကည့္လုိက္ပါဦးခင္ဗ်\nFile Size…(869MB) and (518MB)\nQuality…BluRay ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/cyrano-agency2010/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/valerian_and_the_city_of_a_thousand_planets_ver3_xlg-135x200.jpg",
        "title": "Valerian and the City of a Thousand Planets (2017)",
        "description": "Valerian and the City of a Thousand Planets (2017)\nIMDb - 6.5/10_____Rotten - 48%\n  2017 July မှာ စတင်ရုံတင်ပြခဲ့တဲ့ Sci-Fi, Space Adventure ဇာတ်ကားလေးပါ။ဒီဇာတ်ကားကို the fifth element , Lucy, messenger အစရှိတဲ့ ဇာတ်ကားကောင်းတွေကို ဖန်တီးပေးခဲ့တဲ့ ဒါရိုက်တာ Luc Besson က သူငယ်ငယ်ကတည်းက သိပ်ကြိုက်နှစ်သက်ခဲ့ရတဲ့  ၁၉၆၇ နှစ်ကတည်းက စတင်ထွက်စတင်ထွက်ရှိလာတဲ့ပြင်သစ်သိပ္ပံကာတွန်းဇာတ်လမ်းတွဲကို ပြန်လည်ပုံဖော်ရိုက်ကူးထားတာပါ။ဒီကာတွန်းဇာတ်လမ်းတွဲက အရမ်းလူကြိုက်များပြီး စာအုပ်ပေါင်း ၁၀သိန်းကျော်အထိ ထုတ်ဝေဖြန့်ချီပြီး ဘာသာစကားပေါင်း ၁၂မျိုးနဲ့ ဘာသာပြန်ထုတ်ဝေခဲ့တာဖြစ်ပါတယ်။  ဒါရိုက်တာကိုယ်တိုင် သိပ်ကြိုက်ခဲ့တဲ့ အာကာသဇာတ်လမ်းကို ပုံဖော်ရိုက်ကူးထားတာကြောင့် အာကာသယာဉ်တွေ အာကာသခစန်းတွေ ဆန်းပြားတဲ့လက်နက်တွေ ထူးဆန်းတဲ့ဂြိုဟ်သားတွေ ဆန်းပြားတဲ့သတ္တဝါမျိုးစုံတွေ စတာကို သူ့စိတ်ကြိုက် အထူးပုံဖော်ထားလို့ ဘတ်ဂျက်က US 209 ...",
        "rating": "6.5",
        "url": "https://megaup.net/4VFii/Valerian_And_The_City_Of_A_Thousand_Planets_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/Geo-Disaster-movie-poster-1-141x200.jpg",
        "title": "Geo-Disaster",
        "description": "ကမၻာ့အၿပင္ဘက္ကလြင့္စင္လာခဲ့ ဥကၠာခဲပ်ံတစ္ခုဟာ ကမၻာေၿမေပၚကိုက်ေရာက္လာတဲ့အခါ\nေဘးအႏၱရာယ္ေတြစတင္ၿပီးက်ေရာက္လာခဲ့ပါေတာ့တယ္\nဒီလို မ်ားၿပားလွတဲ့ သဘာ၀ေဘးအႏၱရာယ္ဆိုးၾကားထဲမွာ \nေလာ့အိဂ်ယ္လိက မိသားစုတစ္စုရဲ႕ အသက္ရွင္ေနထိုင္ရေအာင္ \nၾကိဳးစားမႈ႕မ်ားကို ရိုက္ကူးတင္ဆက္ေပးထားတာပဲၿဖစ္ပါတယ္...\nသဘာ၀ေဘးဒုကၡေတြက်ေရာက္လာၿပီဆိုရင္ ဘယ္လိုအရာေတြၿဖစ္မလဲ..\nဘယ္ေလာက္ထိေၾကာက္စရာေကာင္းတယ္ဆိုတာကို\nသိခ်င္သူမ်ားၾကည့္လို႕ရပါတယ္...Quality...... 1080p Bluray\nFormat .... Mp4\nDuration...... 01:27:00\nTranslator.....Thet Htar Phyu\nEncoder....Moe Myint Lwin",
        "rating": "2.2",
        "url": "https://channelmyanmar.org/geo-disaster/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTc2MTc4NzcxMF5BMl5BanBnXkFtZTgwODcyOTc2MjI@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "Toilet – Ek Prem Katha (2017)",
        "description": "\"Toilet\"လို့ပြောလိုက်တာနဲ့ပရိသတ်ကြီးပိုပြီးစိတ်ဝင်စားလာသလိုနည်းနည်းလည်းကြောင်သွားမယ်ထင်တယ်ဗျမြန်မာလိုအဓိပ္ပာယ်ပြန်ရရင်တော့သန့်စင်ခန်း (သို့)ရေအိမ်ပေါ့ဗျာအရပ်အခေါ်တော့\"အိမ်သာ\"ပေါ့ဇာတ်ကားနာမည်ထက်ပိုအံ့သြဖို့ကောင်းတာက အိန္ဒိယနိုင်ငံမှာသန့်စင်ခန်းတစ်ခုကြောင့့်အစိုးရအထိဂယက်ရိုက်ခဲ့ရတယ်ဆိုတာပါပဲဇာတ်လမ်းအကျဉ်းကတော့ မန်ဂါဝန်ဆိုတဲ့ရွာတစ်ရှာမှာ ဓလေ့တစ်ခုရှိပါတယ်အဲ့ဒါကဘာလဲဆိုတော့ မနက်အစောအာရုဏ်မတက်ခင် အမျိုးသမီးတွေစုပြီးလိုတာပါတီလို့ခေါ်တဲ့ရွာနဲ့ခပ်လှမ်းလှမ်းကိုရေအိမ်စုဝေးသွားကြတဲ့ဓလေ့ပါအမျိုးသားတွေကတော့ကြုံရာကျပန်းပေါ့ဗျာသူတို့ရဲ့အယူသည်းတဲ့ယဉ်ကျေးမှုရအိမ်တိုင်းမှာသန့်စင်ခန်းဆိုတာမရှိကြပါဘူးသန့်စင်ခန်းတွေကိုအိမ်ထဲမှာဆောက်ရင် နိမိတ်မရှိဘူး ညစ်ပတ်တယ် ရွံစရာကောင်းတယ်စသဖြင့်အယူအစွဲတွေနဲ့သမုတ်ထားကြတာပါရွာထဲက Akshay Kumar (Kesav)ကတော့စက်ဘီးရောင်းတဲ့သူပါတစ်နေ့စက်ဘီးမှာတာသွားပို့ရင်း Jaya လို့ခေါ်တဲ့BCAကျောင်းသူ(ကွန်ပြူတာကောလိပ်ကျောင်းသူ)လေးတစ်ယောက်နဲ့ဆုံခဲ့ပါတယ်ဒီမိန်းကလေးနဲ့တွေ့မှသူ့ရဲ့နှလုံးသားဟာပြန်အသက်ဝင်လာခဲ့ပါတယ်သူဘာလို့ အသက်၃၆နှစ်ထိမိန်းမမရတာလဲဆိုတာတော့စိတ်ဝင်စားစရာတစ်ပိုင်းပေါ့ဗျာဒီလိုနဲ့အသက်ကြီးပေမယ့်မပျက်စီးသေးတဲ့သူ့ရဲ့အချစ်တွေကနှလုံးသားကနေတစ်ဆင့်ပါးစပ်ဖျားကတော်ကီတွေအဖြစ်ရောက်လာလို့နောက်ဆုံးကောင်မလေးနဲ့ညားသွားပါတယ်( တကယ်တော့ချစ်တတ်ဖို့ပဲလိုတာပါဗျာ.....ငိငိ )မင်္ဂလာဦးညမှာတင်အခက်တွေ့တာတစ်ခုက အစောကကျွန်တော်ပြောခဲ့တဲ့လိုတာပါတီပဲကောင်မလေးက ကီရှက်ဖ်နဲ့အိမ်မှာ သန့်စင်ခန်းမရှိတာမသိဘူးဗျလူကလည်းပညာတတ်/ အယူမသည်းတဲ့သူ /ဒီလိုအပြင်ထွက်ပြီးကိစ္စဝိစ္စရှင်းရတော့မယ်ဆိုတော့သူလည်း ပျားတုတ်တော့တာပဲဒီလိုနဲ့အချစ်တွေပြည့်ဝနေတဲ့သူတို့ရဲ့အိမ်ထောင်ရေးက သန့်စင်ခန်းဆိုတဲ့ဗီလိန်ကြောင့်အချိန်ကြာလာတော့လည်းမကျေနပ်စရာတွေဖြစ်လာတာပေါ့အရေးပေါ်အစီအစဉ်တွေနဲ့ ဖြေရှင်းခဲ့ပေမယ့်လည်းအဆင်မပြေခဲ့ပါဘူးနောက်ပိုင်း သူတို့လင်မယားကွဲရမယ့်အခြေအနေအထိဖြစ်သွားခဲ့ပါတယ်ဒီသန့်စင်ခန်းမရှိတာနဲ့ပတ်သတ်ပြီး လင်မယားကွဲရတယ်လို့ပြောရင်ဘယ်သူယုံမှာလဲဗျာသန့်စင်ခန်းမရှိတာများဆောက်လိုက်ပေါ့လို့ဖြေကြမှာပါဒီဇာတ်ကားလေးကြည့်လိုက်ရင်တော့ယုံသွားမှာအသေအချာပါပဲဒါပေမယ့်အဲ့ဒီသန့်စင်ခန်းလေးတစ်ခုဆောက်ရဖို့အရေးတစ်ဖက်ကလည်း မိန်းမ တဖက်ကလည်းရှေးရိုးစွဲနေတဲ့ရွာခံတွေနဲ့ကီရှက်ဖ်ရဲ့အဖေ ဒီကိစ္စတွေကြားမှာတိုင်ပတ်သွားတာက ကီရှက်ဖ်နဲ့ဂျာရာပေါ့သူတို့၂ယောက်ပေါင်းပြီးဒီလိုမှားယွင်းနဲ့အယူအဆရှေးရိုးအစဉ်အလာတွေကိုဘယ်လိုအတူရင်ဆိုင်ဖြေရှင်းကြမလဲဆိုတာကတော့...................,ပညာပေးဇာတ်ကားဖြစ်သလို ဟာသ/ အချစ်/ အလွမ်းတွေပြည့်နှက်နေတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ(ဘာသာပြန်သူကတော့ Pyae Xeinn Sett ပါ)File Size : (1.3 GB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 35min\nFormat : Mp4\nGenre :Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Wqmk/Toilet_-_Ek_Prem_Katha_(2017).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/wind_river_ver2_xlg-135x200.jpg",
        "title": "Wind River (2017)",
        "description": "IMDb 8/10 rating ရထားတဲ့ ဒီဇာတ္လမ္းေကာင္းေလးကိုညႊန္းရမယ္ ဆိုရင္ေတာ့ျဖင့္ .....ေကာ္ရိုဟာ ႏွင္းေတြအျမဲဖံုးလႊမ္းေနတဲ့ အင္ဒီးယန္းေရခဲေတာင္ေတြေပၚမယ္ သားရဲမုဆိုးအျဖစ္ အသက္ေမြးေနသူတစ္ေယာက္ျဖစ္ပါတယ္...တစ္ေန႔မွာ သူျခေသၤ့လိုက္ထြက္ရင္း ႏွင္းေတာထဲမွာ မိန္းမပ်ိဳေလးတစ္ဦးရဲ႕အေလာင္းကို ေတြ႕ရွိလိုက္ရပါတယ္...ဒီအမႈကိုစံုစမ္းဖုိ႔အတြက္ FBIက အေတြ႕အၾကံဳမရွိတဲ့ စံုေထာက္မေလး ဂ်ိမ္းကို ေစလႊတ္လိုက္ပါတယ္...မႏူးမနပ္ ဆတ္ဆတ္ၾကဲ ဂ်ိမ္းဟာ လူအင္အားကလည္းမလံုေလာက္ သူကလည္းအေတြ႕အၾကံဳမရွိ အမႈကလည္းရႈပ္ေထြးလာနဲ႔မၾကံတတ္ မစည္တတ္ျဖစ္လာရတဲ့အတြက္ ေကာ္ရိုရဲ႕အကူအညီကိုေတာင္းခံျပီး အတူတကြ ဆက္လက္စံုစမ္းၾကရတာေပါ့...ဒီလိုစံုစမ္းေနတဲ့အခ်ိန္မွာပဲ ေရခဲေတာင္ေပၚမွာ ေနာက္ထပ္အေလာင္းတစ္ေလာင္းကို ထပ္ျပီးေတြ႕ရွိလိုက္ရတဲ့အခါမွာေတာ့ .........(ဒီဇာတ္လမ္းေလးကို အင္ဒီးယန္းနယ္ေျမေတြမွာၾကံဳေတြ႕ရေလ့ရွိတဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းေတြအေပၚ အေျချပဳေရးဖြဲ႔ထားတယ္လုိ႔ ဆိုပါတယ္...)ဇာတ္အိမ္ဖြဲ႔ပံုေသသပ္လွတဲ့အတြက္ တရားခံဘယ္သူျဖစ္ႏိုင္မလဲ....ကိုယ့္ကိုယ္ကိုသတ္ေသလိုက္တာမဟုတ္ဘူးလား....စသျဖင့္ ရင္တထိတ္ထိတ္နဲ႔ စိတ္ဝင္တစားၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္....ရုပ္ရွင္တစ္ခုလံုးမွာလည္းႏွင္းေတြေရခဲေတာင္ ေတြနဲ႔အျမဲဖံုးလႊမ္းေနတဲ့အတြက္ ရံုတင္တုန္းက သြားၾကည့္တဲ့သူေတြဆိုေတာ္ေတာ္ေအးမွာပဲ လို႔ေတာင္ေတြးမိလုိက္ပါေသးတယ္....ဒါကလည္းရသတစ္မ်ိဳးေပါ့ေလ..ျပန္ဆက္ရရင္ျဖင့္ ဒီWind River ေလးဟာျဖင့္ တကယ္ကိုအမိုက္စားဇာတ္ကားေလးတစ္ကားျဖစ္တဲ့အတြက္ Hollywood ပရိတ္သတ္အေပါင္းသူေတာ္ေကာင္းတုိ႔လက္လြတ္မခံသင့္ပါေၾကာင္း ညႊန္းဆိုလိုက္ရပါတယ္.... \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမသဇင္ျမင့္ပါ)\n File Size : (850 MB) and (400 MB)\nQuality : Blu-Ray ...",
        "rating": "8.0",
        "url": "https://megaup.net/SXlu/Wind_River_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/IMG_3456-142x200.jpg",
        "title": "[18+] Members Only (2017)",
        "description": "ဒီဇာတ်ကားကတော့ ဟောင်ကောင်ကစတော့ရှယ်ယာဈေးကွက်အကြောင်းရိုက်ထားတာပါ\nဇာတ်လမ်းအကျဉ်းကတော့...\nပညာတတ်အူကြောင်ကြောင် ကောင်လေးတစ်ယောက်\nစတော့အကြီးအကျယ်ရှုံးပြီး ကလပ်မှာဝင်လုပ်လိုက်ရတဲ့ ကောင်မလေးတစ်ယောက်\nအဲ့ကလပ်ကိုလာနေကျ စတော့ရှယ်ယာဈေးကွက်မှာနာမည်ကြီး သူဌေးတစ်ယောက်\nပိုက်ဆံလွယ်လွယ်ရချင်လို့ ရည်းစားမသိအောင် ကလပ်မှာလာလုပ်တဲ့ ကောင်မလေးတစ်ယောက်\nအဲ့လူတွေအားလုံး ကလပ်မှာဆုံကြတဲ့အခါ ဘာဆက်ဖြစ်မလဲဆိုတာတော့\nပရိသတ်ကြီးဆက်လက်ကြည့်ရှုခံစားလိုက်ပါအုန်း\n \nကလပ်အခန်းတော်တော်များများပါတဲ့အတွက်18+ အခန်းတွေပါမယ်ဆိုတာမပြောတော့ဘူးနော် :p\nNudity Scene တွေပါဝင်တောကြောင့် မိသားစုနဲ့အတူကြည့်ရှုရန်မသင့်တော်ပါ\n File Size : (800 MB) \nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Darkside HMT\nEncoded by BGR",
        "rating": "4.1",
        "url": "https://megaup.net/1B607/Members_Only_[18+]_[2017]_(MM_Sub).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNTE0Njg2NGQtOTZhMC00MDkyLWE2M2QtNjE5NDYwYjNjYjBjXkEyXkFqcGdeQXVyNjcyNjMzMjQ@._V1_-139x200.jpg",
        "title": "Bhoomi (2017)",
        "description": "Bhoomi ဆိုတာ ့့့ အာဂ်ရမြို့ရဲ့ ဖိနပ်ဆိုင်လေး တစ်ဆိုင်ရဲ့ နာမည်။ဆိုင်ပိုင်ရှင်နာမည်က အာရွှန်ဆိုတဲ့ အသက်ကြီးပိုင်း လူကြီးတစ်ယောက်ဆိုင်နာမည်ကိုတော့ သူအချစ်ဆုံး မိတဆိုး သမီးလေးရဲ့ နာမည်ကို ပေးထားတာBhoomi ဆိုတဲ့ကောင်မလေးကတော့ ပညာတတ်ငယ်ငယ်ရွယ်ရွယ်နဲ့ အချောအလှလေးအဖေဖြစ်သူက ဖိနပ်ဆိုင်ပိုင်ပေမယ့် ကိုယ့်အလုပ်ကိုယ်လုပ်တယ်ချစ်သူကလည်း ရှိတော့ မကြာခင်မှာ လက်ထပ်ဖို့ ရည်ရွယ်ထားတယ်။သာသာယာယာ ဘဝလေးထဲကို ဝင်လာတဲ့ ပြသနာကတော့ ့့့့ဗီရှဲလ် ့့့့့ အင်း ့့့့့ ဗီရှဲလ်ဆိုတာ ဘူမီတို့ ပတ်ဝန်းကျင်က ရွယ်တူ ကောင်လေးတစ်ယောက် ့့့့ဘူမီကို ချစ်ခွှင့်အကြိမ်ကြိမ်ပန်ခဲ့ပေမယ့် ့့့့ ဘူမီက သူငယ်ချင်းတစ်ယောက်လိုပဲ သတ်မှတ်ပြီး ငြင်းခဲ့တယ် ့့့့့အယုတ်တမာ ဗီရှဲလ်က လက်မခံပဲ ့့့့့့ သူ့အစ်ကို ဝမ်းကွဲဖြစ်တဲ့ ဒိုလီဆီက အကူအညီတောင်းခဲတယ် ့့့့ဒိုလီ ့့့့\" လွယ်လွယ်နဲ့နိုင်မယ့် ကစားပွဲတွေကို ငါဝင်မဆော့ဘူး\nအရှုံးဆိုတဲ့ အငွေ့အသက်ပါမှ အနိုင်ဆိုတာ ချိုမြိန်တာကွ ့့့့\"ဒိုလာပူးရ်ရဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Fq9x/Bhoomi_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BZTA5ZDZhMjgtNjNkOC00MzM0LWFlZmItZTM4MjJkMGEyZGQwXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "The Nut Job 2: Nutty by Nature (2017)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ ၂၀၁၇ ထြက္ ကာတြန္းကားေလးတစ္ကားျဖစ္တဲ့ The Nut Job 2: Nutty by Nature ဆုိတဲ့ကားေလးပါရွဥ့္ေလးေတြအေၾကာင္းကို ရိုက္ထားတဲ့ကားေလးပါသဘာဝအတိုင္းခ်စ္စဖြယ္ရွဥ့္ေလးေတြဟာ စြန္႔ပစ္ထားတဲ့ အခြံမာသီးဆိုင္ကိုေတြ႕ၿပီးကိုယ္တိုင္ရွာေဖြမစားေသာက္ေတာ့ဘဲ ဒီဆိုင္မွာပဲ စားေသာက္ေပ်ာ္ရႊင္မိန္းေမာေနၾကပါတယ္သူတို႔ေခါင္းေဆာင္ ဆာလီအပါအဝင္ေပါ့ဒါကို ဘဝင္မက်ဘဲ သူတို႔ေနေနက် ပန္းျခံထဲမွာ သဘာဝအတိုင္းျပန္ေနၿပီး အစာကိုရွာေဖြစားေသာက္ခ်င္တာကေတာ့ ရွဥ့္မေလး အန္ဒီပါတေန႔ေတာ့ သူတို႔ေနေနတဲ့ အခြံမာသီးဆိုင္ဟာ ေပါက္ကြဲသြားပါေတာ့တယ္သူတို႔ျပန္လည္ရုန္းကန္ရွာေဖြစားေသာက္ခ်ိန္ေတြ ေရာက္လာပါတယ္ဒီအခ်ိန္မွာပဲလာဘ္စားတတ္တဲ့ ၿမိဳ႕ဝန္ကေတာ့ သူတို႔က်က္စားရာ သဘာဝပန္းျခံေလးကိုအျမတ္ထုတ္ဖို႔ရာ ကစားကြင္းအျဖစ္ ေျပာင္းလဲပစ္ဖို႔ ႀကိဳးစားပါတယ္ဒီေတာ့ ရွဥ့္ေလးေတြ သူတို႔ပိုင္တဲ့ ပန္းျခံကို ကာကြယ္ဖို႔ ဘယ္လိုႀကိဳးစားၾကမလဲ ဆိုတာေတာ့\nၾကည့္ရႈအားေပးၾကပါဒီဇာတ္ကားေလးက IMDb 4.6 ရရွိထားပါတယ္ဒါ့အျပင္ ဂ်က္ကီခ်မ္းကလဲ အသံသရုပ္ေဆာင္အျဖစ္ ပါဝင္ထားပါေသးတယ္စြန္႔စားခန္းေတြ ေပ်ာ္စရာခန္းေတြ ေဝေဝဆာဆာနဲ႔ ကာတြန္းေလးပါ \n(ဘာသာျပန္သူကေတာ႔ေမသရဖီလြင္ပါ)\n File Size : (700 MB) and (330 MB)\nQuality : ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/the-nut-job-2-nutty-by-nature-2017/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/poster-return-of-condor-heroes-146x200.jpg",
        "title": "The Return of the Condor Heroes (2006)",
        "description": "သိမ္းငွက္သူရဲေကာင္းဇာတ္လမ္းတြဲ=======================သိုင္းဇာတ္လမ္းတြဲေတြကို တီဗြီအစီအစဥ္တစ္ခုအေနနဲ႔ မျပသခင္အခ်ိန္\nသိုင္းဇာတ္လမ္းတြဲမ်ားကို ဘာသာျပန္ စာေရးဆရာႀကီးမ်ား စတင္ဘာသာျပန္\nထုပ္ေဝခဲ့တဲ့ အခ်ိန္ကစလို႔ယေန႔ ကြန္ပ်ဴတာ အင္တာနက္ေခတ္တိုင္ေအာင္\nသိုင္းဝတၱဴကို ခ်စ္ျမတ္နုိးသူ သိုင္းဇာတ္လမ္းတြဲမ်ားအား နွစ္သက္သူ\nသိုင္းေလာကသားေတြၾကားမွာ နာမည္တစ္လံုးနဲ႔ ယေန႔တိုင္ရပ္တည္ခဲ့တဲ့\nဇာတ္လမ္းတြဲႀကီးတစ္ခုရွိခဲ့ပါတယ္။ဇာတ္လမ္းတြဲႀကီးလို႔ ေျပာရျခင္းကေတာ့\nသူ႔မွာ ေခတ္သံုးေခတ္ အပိုင္းသံုးပိုင္းပါဝင္ၿပီး အခ်ိဳ႕ fan theory မ်ားအရ\nေခတ္ေလးေခတ္ အတြဲေလးတြဲေတာင္ ျဖစ္နုိင္ပါေသးသတဲ့ဗ်ာ fan theory\nအခ်ိဳ႕ကိုေျပာရရင္ ပထမဆံုးဇာတ္လမ္းက လြမ္းေငြ႔ေဝျဖာသိုင္းကမာၻ\n(တိမ္လႊာနဂါး သူရဲေကာင္းမ်ားလို႔လည္း သိၾကမွာပါ)…သူ႔ရဲ႕\nဇာတ္လမ္းအခင္းအက်င္းအရ သူေတာင္းစားဂိုဏ္းခ်ဳပ္ေခ်ာင္ဖုန္းသံုးခဲ့တဲ့\nနဂါးနုိင္လက္ဝါးသို္င္းကို ေနာက္ဆံုးသူေခ်ာက္နက္ထဲခုန္ခ်သြားၿပီးေနာက္\nတစ္နည္းတစ္ဖံု မေသပဲ ဟုန္ခ်စ္ကုန္းကို လက္ဆင့္ကမ္းသင္ၾကားေပးခဲ့ပါသတဲ့\nေနာက္တစ္ခ်က္က တလိ့ျပည္မွ အရိပ္မဲ့ဓါးပညာမ်ား လက္ညိဳးဓါးပညာမ်ားဟာလည္း\nေနာက္ပိုင္းဇာတ္လမ္းတြဲမ်ားမွာ ျပန္လည္ပါဝင္လာခဲ့ပါေသးတယ္။ဒုတိယ ဇာတ္လမ္းတြဲ အေနနဲ႔( အခိုင္အမာေျပာနုိင္တာကေတာ့ ဒီဇာတ္လမ္းက\nကနဦး ေပါ့ဗ်ာ)သိန္းငွက္သူရဲေကာင္း(၁)ေကာ္က်င့္နဲ႔ ဟြမ္းယုံ တို႔ေခတ္ကို\nေရာက္ရွိလာပါၿပီ တရုပ္ျပည္မႀကီးကို\nက်င္းလူမ်ိဳးေတြက ဝင္ေရာက္က်ဴးေက်ာ္ေနခ်ိန္မွာ ေျမျပန္သိုင္းေလာကသားမ်ားမွ\nက်င္းလူမ်ိဳးမ်ားကို မြန္ဂိုတို႔နဲ႔ ပူးေပါင္းလို႔ တစ္တပ္တစ္အား တုိက္ထုပ္ေနတဲ့အခ်ိန္ကို\nအခ်စ္ အလြမ္း သူရဲေကာင္းတို႔နွလံုးသား အာဏာ ရမက္ စတာေတြနဲ႔ တန္ဆာဆင္လို႔\nစာဖတ္ရတဲ့သူေရာ ရုပ္ရွင္ၾကည့္ရတဲ့သူပါ တလွပ္လွပ္ျဖစ္ေစမယ့္ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-return-of-the-condor-heroes-2006/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMGRjMzY0OGItNDc4YS00OGNlLWI3MGYtZjRkNjdiNWUyNDY4XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "Shooter (2007)",
        "description": "အာဖရိကေရွ႔တန္းစစ္ဆင္ေရးတစ္ခုမွာ သူငယ္ခ်င္းလဲျဖစ္ တြဲဖက္လဲျဖစ္သူကို လက္လႊတ္ဆုံးရႈံးခဲ့ရတဲ့လူတစ္ေယာက္ပစ္ခတ္မႈေတြကိုစိတ္နာၿပီး အၿငိမ္းစားယူခဲ့တဲ့လူတစ္ေယာက္ကိုက္ ၁၀၀၀ အကြာအေ၀းကပစ္မွတ္ကို မလဲြေအာင္ပစ္ႏိုင္တဲ့လူတစ္ေယာက္သမၼတလုပ္ႀကံမႈကိုကာကြယ္ဖို႔ အထက္အရာရွိက အကူအညီလာေတာင္းတဲ့အခါ ပစ္ခတ္မႈေတြၾကားထဲျပန္၀င္လာခဲ့တယ္ဒါေပမယ့္ သူ႔ကိုေထာက္ေခ်ာက္ဆင္ၿပီး အသုံးခ်မယ္ဆိုတာ သူမသိခဲ့ဘူးအဲ့ေထာင္ေခ်ာက္ဆင္တာကို လြတ္ေအာင္ေျပးႏုိင္မလားသူ႔ကိုေထာင္ေခ်ာက္ဆင္ခဲ့တဲ့သူေတြကို လက္စားေခ်ႏိုင္မလားေထာင္ေခ်ာက္ဆင္မႈေနာက္ကြယ္မွာ ရွိေနတဲ့အဓိကလ်ိဳ႕၀ွက္ခ်က္ကိုေရာေဖာ္ထုတ္ႏိုင္မလားတရားဥပေဒက ေနာက္ဆုံး အႏိုင္ယူႏိုင္မလားဒါမွမဟုတ္.................IMDB Rating 7.2/10 ရရွိထားတဲ့ Action,Crime,Drama အမ်ိဳးအစား ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္Transformer မင္းသား Mark Wahlberg က စႏိုက္ပါသမား တပ္ၾကပ္ Bob Lee Swagger အျဖစ္ သရုပ္ထားၿပီးမင္းသမီးကေတာ့ Transcendence နဲ႔ Fantastic Four(2015) ထဲကမင္းသမီး Kate Mara ပဲျဖစ္ပါတယ္Ant Man(MCU)ကားထဲက စကားခပ္ျပတ္ျပတ္ေျပာတတ္တဲ့ Michael Pena ကလည္း FBI agent Nick Memphis အျဖစ္\nပါ၀င္အားျဖည့္ထားပါေသးတယ္။Actionဇာတ္ကားေကာင္းေကာင္းၾကိဳက္တဲ့သူေတြကေတာ့လုံး၀လက္မလႊတ္သင့္ဇာတ္ကားပဲဗ်ိဳ႕ \n(ဘာသာျပန္သူကေတာ႔ ကိုဟိန္းမင္းထြန္းပါ)\n File Size : (950 MB) ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/shooter-2007/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/the-mimic.90860-140x200.jpg",
        "title": "The Mimic (2017)",
        "description": "အရင္ကေရာ အခုအခ်ိန္ထိေရာ အရမ္းေအာင္ျမင္ေနတဲ့ Tom ေလးကို CHANNEL MYANMAR ပရိသတ္ႀကီးသိမွာပါကိုယ္ေျပာတဲ့စကားေလးကို သူက အထစ္အေငါ့မ႐ွိ ကိုယ့္ေလယူေလသိမ္းအတိုင္းလိုက္ေျပာတတ္တဲ့ေၾကာင္ေလးေလ...အခုတင္ဆက္ေပးလိုက္တဲ့ ဇာတ္လမ္းကေတာ့ Tom ေလးအေၾကာင္းမဟုတ္ေပမယ့္ Tom ေလးလို အစြမ္း႐ွိတဲ့ Evil တစ္ေကာင္အေၾကာင္းပါ....မိခင္ျဖစ္သူရဲ႕ က်န္းမာေရးျပန္လည္ နလန္ထေရးအတြက္ ေ႐ွး႐ႈၿပီး မိခင္ရဲ႕ ဇာတိေျမကို မင္ဟိုတို႔ မိသားစုေျပာင္းေရြ႔လာရာမွ ပံုမွန္မဟုတ္တဲ့ ကိစၥရပ္ေတြနဲ႔ ရင္ဆိုင္ရပါေတာ့တယ္...သားေဇာ သမီးေဇာ ေဇာကပ္လာတဲ့အခါ မိစၱာကလည္း ေၾကာက္စရာ မဟုတ္ေတာ့ပါဘူး...နယ္ၿမိဳ႕ေလးရဲ႕ အတိတ္ထဲမွာ ဘယ္ေလာက္ထိတ္လန္႔စရာ မေကာင္းဆိုးဝါး ႐ွိေနတာလဲ?ဒါေတြကေန ဘယ္သူေတြက လြတ္ေျမာက္မလဲ?တစ္မိသားစုလံုး အဆင္ေျပပါ့မလား?စာႂကြင္း - ေၾကာက္ဖို႔ေကာင္းတယ္ဆိုတာထက္ တစ္ခ်က္တစ္ခ်က္ ေတာ္ေတာ္လန္႔ရပါတယ္...Horror fan ေတြ ျကည့္ကိုၾကည့္သင့္တဲ့ Korean horror movie ေလးပါ \n(ဘာသာျပန္သူကေတာ႔ ဇြန္လဲ့ျဖဴပါ)\n File Size : (750 MB) and ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-mimic-2017/",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/7loveornotlove00_450-133x200.jpg",
        "title": "To Love or Not to Love (2017)",
        "description": "အခုတစ္ခါေတာ့ အသစ္ထြက္ ေက်ာင္းသား အခ်စ္ဟာသ ဇာတ္ျမဴးကားေလးတစ္ကားကို ထပ္မံတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက ေတာ့လူငယ္စတိုင္ ဖန္စီ ကားေလးမုိ႕ ေပါ့ေပါ့ပါးပါးေလးနဲ႕ၾကည့္ၾကရမွာပါ ဇာတ္လမ္းေလးက လူငယ္ေတြၾကားမွာျဖစ္တတ္တဲ့ ခ်စ္သူရည္းစားတို႕ရဲ႕သဘာ၀ကို ပံုေဖာ္ရိုက္ကူးထားတာျဖစ္ျပီး လူငယ္ ၃ေယာက္ၾကားက ၃ပြင့္ဆိုင္အခ်စ္ဇာတ္လမ္းေလးတစ္ကားဆိုလဲမမွားပါဘူးဗ်ဇာတ္လမ္း အက်ဥး္ေလးကေတာ့ ေက်ာင္းသားဘဝေတြကတည္းကအရမ္းခ်စ္ၾကတဲ႔စံုတြဲေက်ာင္းေတြပီးအရြယ္ေရာက္ေတာ့ အေျခအေနေတြမတူေတာ့ေဝးဖို႕အေရးျဖစ္လာပီး ေကာင္ေလးကစတင္လမ္းခြဲခဲ့ခ်ိန္ဘဲမိန္းကေလးဘက္ကသိသိသာသာေျပာင္းလဲသြားပီတစ္ခ်ိန္ကသူဆိုတာခုျဖစ္ေနတဲ႔ပံုနဲ႕လံုးဝကိုမတူေတာ့တာပါဘဲလမ္းခြဲခဲ႔တဲ႔ေကာင္ေလးက ခ်မ္းသာလာပီး မသိမသာျပန္လည္ေခ်ကပ္ခ်ိန္မွာေတာ့ေကာင္မေလးဆီကိုေကာင္မေလးငယ္ဘဝကတစ္ဖက္သတ္ခ်စ္ေနတဲ႔ကိုရီယားကေကာင္ေလးေခ်ာကလဲေရာက္ေနေတာ့ ဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ဒီဇာတ္ကားထဲမွာေတာ့ သံုးပြင့္ဆိုင္အခ်စ္ကို အခ်စ္ဒသာနမ်ားစြာနဲ႕ၾကည့္ရႈရမွာျဖစ္ပါတယ္ Qty - Web dl 720pDuration - 1hr 54minGern - Comedy / RomanceSubtitle - Myanmar HardsubTranslator - Bai MailingEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/to-love-or-not-to-love-2017/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNzM4MDMzYjAtZGU5OS00MGVkLTllMzItMjk2NGEyMWRiNzQ5XkEyXkFqcGdeQXVyNjQ4OTU3MTA@._V1_-142x200.jpg",
        "title": "Uncontrolled Love  (2016)",
        "description": "ဒီကားေလးကေတာ့နာမည္အရမ္းႀကီးလူႀကိဳက္မ်ားၿပီးအပိုင္း ၂ ပိုင္းထြက္ရွိထားပါတယ္ရွန္ဟိုင္းၿမိဳ႕ Roman Catholic Church မိဘမဲ့ေက်ာင္းကေကာင္ေလး Shu nian ကိုအလြန္ခ်မ္းသာေသာXie မိသားစုမွတစ္ဦးတည္းေသာသားေလး Xie yan ကသူ႔အစ္ကိုအျဖစ္ေမြးစားဖို႔ေခၚေဆာင္သြားခဲ့ပါတယ္Shu nian က Xie yan ထက္အသက္ ၅ ႏွစ္ပိုႀကီးၿပီး Xie yan အလိုက်အလိုက္ေဆာင္ေပးရပါတယ္Xie yan ဟာ Shu nian ကိုငယ္စဥ္ကတည္းကသူ႔ကိုယ္ပိုင္ပစၥည္းသကဲ့သို႔၊သူဝယ္ယူထားေသာအရုပ္တစ္ရုပ္ကဲ့သို႔ သူခိုင္းတာကိုလုပ္၊သူေနခိုင္းသလိုေနခိုင္းေပမယ့္shu nian အား အရမ္းကိုခ်စ္တဲ့သူတစ္ေယာက္ပါ Xie yan ႏိုင္ငံျခားသို႔၆ ႏွစ္ေလာက္ပညာေတာ္သင္ထြက္သြားၿပီးျပန္လာခ်ိန္တြင္Xie yan အသက္က 25 ႏွစ္ျဖစ္ၿပီး Shu nian ကေတာ့ အသက္ 30 အရြယ္ျဖစ္ေနပါၿပီXie yan ျပန္ေရာက္လာခ်ိန္မွာေတာ့သူဟာလိင္တူႏွစ္သက္သူတစ္ေယာက္အျဖစ္သို႔ယိမ္းယိုင္စျပဳေနပါတယ္၊ဒါေပမယ့္သူ႔ကိုသူလံုးဝလက္မခံႏိုင္ပါဘူး...အိမ္ကိုလဲသူ႔ရည္းစားကိုေခၚလာ၊မူးေနေတာ့ shu nianနာမည္ေယာင္ေယာင္မွားမွားေခၚတတ္ပါတယ္ တဖက္မွာ Shu nian ကလဲ Xie yan ...",
        "rating": "7.5",
        "url": "https://megaup.net/UP5h/Uncontrolled_Love_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzE3Mzc5NTc4M15BMl5BanBnXkFtZTgwMDYwNzM3MjI@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Ingrid Goes West (2017)",
        "description": "Ingrid Goes West(2017) ဇာတ္ကားေလးကေတာ႔Social Media ေတြမွာျဖစ္တတ္တဲ႔ သေဘာသဘာဝေလးေတြကို\nဟာသေနွာျပီး ရိုက္ျပထားတာပါ။ေလ႔လာခ်က္ေတြအရ Social Media ေတြေၾကာင္႔ လူေတြက မနာလိုစိတ္ေတြ စိတ္ဖိစီးမႈေတြ စိတ္က်ေရာဂါေတြ ပိုခံစားလာရပါတယ္တဲ႔။သင္ကိုယ္တိုင္ေရာ အဲ႔လိုေတြခံစားေနရရင္ေတာ႔ ဒီကားေလးကိုၾကည္႔ၾကည္႔ပါ။လက္ေတြ႔ဘဝနဲ႔ ကြာဟမွုေတြ စိတ္ပိုင္းဆိုင္ရာထိခိုက္နစ္နာမွုေတြ စြဲလမ္းမွုေတြ ကို ဒီကားထဲမွာေကာင္းေကာင္းၾကီး ျပသထားႏိုင္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔ အင္ဂရစ္ဆိုတဲ႔ေကာင္မေလးက အေမေသသြားျပီးေနာက္ပိုင္း အင္စတာဂရမ္ကိုသာအေဖာ္ျပဳေနခဲ႔ရတာပါ။ႀကာလာေတာ႔ အေပါင္းအသင္းမရွိပဲ အကုန္လံုးနဲ႔ကင္းကြာသြားခ်ိန္မွာ အေမ႔အေမြ ေဒၚလာ ၆ေသာင္းေက်ာ္ကို ရလိုက္ပါေတာ႔တယ္။အဲ႔အခ်ိန္မွာ ဘဝအသစ္ကိုစတင္ေတာ႔မယ္ဆိုျပီး LA ကိုထြက္လာပါေတာ႔တယ္။အင္စတာဂရမ္ထဲက နာမည္ႀကီးcele ေတြလို စိတ္တိုင္းက်ေနထိုင္ခြင္႔သူ႔မွာရွိလာတဲ႔အခါ ဘာဆက္ျဖစ္မလဲ ဆိုတာကေတာ႔စိတ္ဝင္စားစရာပါ။ႀကည္႔ျပီး တစ္ခုခုေတာ႔မွတ္သားစရာရသြားမွာပါ။Rating ေတြအေနနဲ႔ကေတာ႔ Imdb 6.9/10 Rotten Tomatoes 86ရရွိထားတာမို႔ကားေကာင္းေလးပါလို႔ပဲ ညြွန္းလိုက္ပါေတာ႔တယ္ \n(ဘာသာျပန္သူကေတာ့ ေအးမြန္ေက်ာ္ပါ)\n File Size : (750 MB) and (340 MB)\nQuality : Blu-Ray 720p\nRunning Time ...",
        "rating": "6.9",
        "url": "https://megaup.net/2gRvZ/Ingrid_Goes_West_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTIyODk1MDMzOF5BMl5BanBnXkFtZTcwMTY2MTU2MQ@@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Frontier(s) (2007)",
        "description": "Ultra-violet လို့တင်စားခံထားရတဲ့ အရမ်းသည်းထိတ်ရင်ဖိုကြည့်ရမည့်Slasher ကားတစ်ကား ကို Saw, Texas Chainsaw, Wrong Turn,The Hill Have Eyes စသည့် စူပါအကြမ်းဇာတ်ကားမှ ကြိုက်ပါတယ်ဆိုတဲ့ပရိတ်သတ်ကြီး အတွက် ရွေးခြယ်ဘာသာပြန်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းက စထွက်ခြင်းမှာပဲ ဝေဖန်အကြံပေးသူတွေရဲ့အားပေးမှု့ကို တစ်ခဲနက် ရရှိထားပါတယ်။ IMDb 6.5 ရရှိထားပါတယ်။International film festival ပွဲတွေမှာလည်း ပွဲထုတ်ပြသခဲ့တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းဇာတ်ကွက်ကလည်းသမရိုးကျ လူသတ်ကားတွေနဲ့မတူပဲ ထူးထူးခြားခြားလေး တည်ထားပါတယ်။ပဲရစ်မှာ ဒုတိယအကြိမ် သမ္မတရွေးကောက်ပွဲကြီးစတင်ပါပြီ။အဲဒီအချိန်မှာပဲ ပြည်သူတွေမုန်းတီးမလိုလားတဲ့ အမတ်တစ်ယောက်ကစပြီးအာဏာကိုအလွဲသုံးစားလုပ်ကာ မဲတွေကိုကလိန်ကျပါတယ်။ဒါကိုပြည်သူတွေက သိရှိသွားပြီး အပြင်းအထန်ကန့်ကွတ်ဆန္ဒပြလာကြပါတယ်။ပြည်သူတွေ တစ်ခဲနက် အုံကြွမှု့ကြီးဖြစ်ပေါ်လာပြီး ရဲတွေနဲ့ တိုက်ခိုက်မှု့တွေအထိရှိလာပါတယ်။မြို့ကြီးက ပရမ်းပတာအခြေနေကို ရောက်ရှိလာပါတယ်.. ဒါကို အခွင့်ကောင်းယူပြီး ပွဲလန့်တုန်းဖျာခင်းတဲ့သူခိုးတစ်စုကတော့ ခိုးရာပါပစ္စည်းတွေနဲ့ အထိကရုန်းကြားမှာ သက်စွန့်ဆံဖျား ပြေးလွှားနေပါတယ်။တစ်နေရာအရောက်မှာတော့ ထိုသူခိုးထဲမှ တစ်ယောက်ကိုသေနတ်ထိမှန်သွားပြီး လူစုကွဲသွားပါတယ်။ပြန်ဆုံပေမဲ့လည်း သေနတ်ဒဏ်ရာကအခြေနေက ဆိုးနေပြီဖြစ်ဖို့ ဆေးရုံကို လူစုခွဲပြီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1M1im/Frontier(s)_[2007]_(MM_Sub).mp4 ",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMWE4YmQwNGUtMmJjZi00YWI5LTg0MWMtOGRjYmM1YmUxN2Y4XkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_-143x200.jpg",
        "title": "Inside or Outside (2016)",
        "description": "Inside or Outside ဇာတ္​ကားဟာ 2016ခုႏွစ္​တြင္​ျဖန္​႔ခ်ိခဲ့​တဲ့တ႐ုတ္​အက္​႐ွင္​ဇာတ္​ကား​ေကာင္​းတစ္​ကား​ျဖစ္​ပါတယ္​\nIMDB rating 6.3 ရ႐ွိထားၿပီး Action Comedy အမ်ိဳးအစားဇာတ္​ကား​ေကာင္​းျဖစ္​ပါတယ္​\nပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူမ်ားက​ေတာ့ကိုးရီးယားနာမည္​ႀကီးမင္​းသား Jang Hyuk တ႐ုတ္​မင္​းသား Wallace Huo,Simon Yamစသည္​့သ႐ုပ္​​ေဆာင္​တို႔ပါ၀င္​ထားပါတယ္​\nဇာတ္​လမ္​းအက်ဥ္​းေလးကေတာ့\nနာမည္​ႀကီးအိုင္​တီပညာ႐ွင္​ အိုးက်န္​႔တစ္​​ေယာက္​သူ႕မိန္​းမက​ေလး​ေမြး​တဲ့အခါမွာ သူ႔က​ေလးမဟုတ္​ဘူလို႕ သံသယ၀င္​​ေနပါတယ္​ မိန္​းမျဖစ္​သူကလည္​း စိမ္​းကားသြားျပီး​့ အျပင္​မွာ​ေဖာက္​ျပန္​​ေနတယ္​လို႔လဲသံသယ၀င္​​ေနပါတယ္​ထို႔ျပင္​အိုးက်န္​႔တစ္​​ေယာက္​ မၾကာခဏလုပ္​ၾကံမႈမ်ားၾကံဳလာရ​ေသာအခါ.....ဘယ္​သူ​ေနာက္​ကြယ္​မွာ႐ွိ​ေနလဲ.......စံု​ေထာက္​​ေဖ့႐ွင္​းႏွင္​့မိတ္​​ေဆြအၿငိမ္​းစားရဲခ်ိဳလာ့တို႔ကို  အိုးက်န္႕ရဲ႕မိန္​းမျဖစ္​သူက သူ႕ခင္​ပြန္​းသည္​အားစံုစမ္​း​ေပးဖို႔ငွါးရမ္​းလာ​ေသာအခါ ဘယ္​လိုဖံုးကြယ္​ထားတာ​ေတြသိလာရမလဲ......​ေနာက္​ကြယ္​က အမွန္​တရား​ေပၚ​ေပါက္​လာမွာလားဆိုတာကိုေတာ့ ........ကဲ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္လိုက္ပါေတာ့ေနာ္Qty - 720p HD ripDuration - 1hr 58minGern - Crime / ThrillSubtitle - Myanmar HardsubTranslator - Ei Pa Pa SanEncoder - Kyaw Ye Aung",
        "rating": "6.3",
        "url": "https://megaup.net/Qia7/Inside_Or_Outside_[2016]_(MM_Sub).mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BZGYzMDM4NTMtOWU2ZS00YWYyLWFhMTMtYTAzYzg3MTExOTE3XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007151000_AL_-143x200.jpg",
        "title": "Guilty of Mind (2017)",
        "description": "ဒီတစ္ေခါက္မွာေတာ့ သဲထိတ္ရင္ဖို စံုေထာက္အက္ရွင္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက ၂၀၁၇ ခုႏွစ္ထဲမွာထြက္ရွိထားတာျဖစ္ျပီးခပ္ၾကမ္းၾကမ္း အက္ရွင္ကားေတြကိုၾကိဳက္ႏွစ္သက္တဲ့ ပရိိတ္သတ္ေတြေကာပေဟဠိဆန္တဲ့ ပုစၦာေတြကိုေျဖရွငး္ျပီးေထာက္လွမ္းတာကို စိတ္၀င္စားတဲ့ ပရိတ္သတ္ေတြပါၾကိဳက္ႏွစ္သက္မယ့္ကားေလးတစ္ကားပါ ဇာတ္ကားအက်ဥ္းေလးကေတာ့ Fang Mu ဟာ စံုေထာက္ဌာနရဲ႕ ဘုရားေပးတဲ့လက္ေဆာင္လို႕ေျပာရေလာက္ေအာင္ စံုေထာက္ရာမွာ ထူးခၽြန္တဲ့ အရာ ရွိပါ တစ္ေန႕မွာ သူဟာ လူသတ္မႈေတြကို ဆက္တိုက္က်ဴးလြန္ေနတဲ့ လူသတ္သမားကို ေဖာ္ထုတ္စံုစမ္းဖို႕တာ၀န္္ေပးျခင္းခံရပါေတာ့တယ္ သူနဲ႕ အတူတူတြဲဖက္အျဖစ္ရဲတပ္ဖြဲ႕ေခါင္းေဆာင္ Tai Wei ကို တာ၀န္ထမ္းေဆာင္ေစပါတယ္  ဒီလိုနဲ႕ Fang Mu ဟာလူသတ္သမားကိုရွာေဖြေဖာ္ထုတ္ဖို႕ၾကိဳးစားရင္း လူသတ္မႈဟာ တိမ္မေယာင္ နဲ႕ နက္နဲေနတာကို သိလိုက္ရတဲ့ အခါမွာေတာ့ဘာေတြဆက္ျဖစ္မလဲ တရားခံကေကာ ဘယ္သူလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720p Web dlDuration - 1hr 45minGern -Action/ Thril / CrimeSubtitle - Myanmar HardsubTranslator ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/guilty-of-mind-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/crazy-stupid-love-poster-1-141x200.jpg",
        "title": "Crazy, Stupid, Love (2011)",
        "description": "Crazy, Stupid, Love (2011)\nIMDb - 7.4/10_____Rotten - 79%\n  အရွယ်ရောက်လာတဲ့ယောက်ျားဖြစ်ဖြစ် မိန်းကလေးဖြစ်ဖြစ်တော်တော်များများမှာ အိပ်မက်တစ်ခုရှိတယ် ပြီးပြည့်စုံတဲ့ family life တစ်ခုဖန်တီးဖို့ပဲ...ဒါကြောင့်အချစ်စစ်တစ်ခုရှာဖွေတယ် အိမ်ထောင်ပြုတယ်ဒါမှမဟုတ်သင့်တော်တဲ့သူလို့ထင်တဲ့သူနဲ့အိမ်ထောင်ပြုကြတယ်..ပြီးတော့.. မျိုးဆက်လေးတွေမွေးဖွားရင်း သိပ်တော်တဲ့ကလေးတွေအဖြစ်ပြုစုပျိုးထောင်ဖို့ ကြိုးစားအားထုတ်ကြတယ်...အလုပ်တစ်ဖက် သားသမီးတစ်ဘက်နဲ့ဆိုတော့ လင်မယားအကြားဆက်ဆံရေးကိုမေ့လျော့နေမိတတ်တယ်....အနုပညာမြောက်လှပါတယ်ဆိုတဲ့ဆိုတဲ့သီချင်းတစ်ပုဒ်တောင်ဖွင့်ဖန်များ ကြားရဖန်များလာရင် ညည်းငွေ့တတ်တဲ့သဘောရှိတယ်ကျွန်တော်တို့ရဲ့နှစ်သက်ခြင်းကို နှစ်သက်ခြင်းကပဲဖျက်ဆီးသွားတတ်တယ်.....အိမ်ထောင်ရေးမှာလည်း ဒီလိုပဲထင်ပါ့ တစ်ယောက်ရဲ့အပြုအမူတွေဟာ နှစ်သက်ခြင်းကြိမ်ဖန်များစွာဆောင်ခဲ့ပေမဲ့ကြာလာတော့ညည်းငွေ့တတ်တဲ့အဆင့်ရောက်သွားတယ် နှလုံးသားဟာ အဟာရမဲ့လေတော့ ကလေးတွေရဲ့သံယောဇဉ် နှောင်ဖွဲ့ခြင်းအသိအမှတ်ပြုလက်ထပ်စာချုပ်တွေဟာ အဓိပါယ်မဲ့သွားတတ်တယ်....ကျွန်တော်ပြောတာတွေက ယေဘူယျအမှန်တရားဖြစ်နိုင်သလို ချွင်းချက်အမှန်တရားလည်းဖြစ်နိုင်ပါတယ်....ဒီကားလေးက ကလေး ၃ယောက်ရှိတဲ့မိခင်နဲ့မိခင်ကြားအဆင်မပြေပုံတွေနဲ့ မြှာပွေတတ်တဲ့ကောင်လေးတစ်ယောက်အချစ်ကြောင့်ပြောင်းလဲသွားတတ်ပုံလေးကိုရိုက်ပြထားတာပါ.....ကျွန်တော်ပြောတာနဲ့တင်ဒီကားရဲ့Plotကိုသဘောပေါက်လောက်ပြီထင်ပါတယ် ပြီးတော့ ဒီကားက သရုပ်ဆောင်တွေကလည်း နာမည်ကြီးတွေပါပဲ ...... Steve Carell,Ryan Gosling,Julianne Moore,Emma Stone,Marisa Tomei,Kevin Bacon ...LALALAND က Ryan Goslin နဲ့ ကျော့်အချစ်တော်လေး Emma Stoneလေးတော့အနည်းဆုံးသိကြမယ်ထင်ပါတယ်......ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျ  အရြယ္ေရာက္လာတဲ့ေယာက္်ားျဖစ္ျဖစ္ မိန္းကေလးျဖစ္ျဖစ္ေတာ္ေတာ္မ်ားမ်ားမွာ အိပ္မက္တစ္ခုရွိတယ္ ၿပီးျပည့္စုံတဲ့ family ...",
        "rating": "7.4",
        "url": "https://megaup.net/4fz2i/Crazy,_Stupid,_Love_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BM2E1OTRlZDUtNTFjZC00ZDMxLTk4YjYtYmIzN2Q1ZWQ5OTBkXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "OtherLife (2017)",
        "description": "2017 မွာထြက္ရွိလာတဲ႔ Otherlife ဆိုတဲ႔ကားေလးကို\nသိပၸံအက္ရွင္ကားေတြႏွစ္သက္တဲ႔ပရိသတ္ႀကီးအဖို႔တင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္လမ္းေလး အက်ဥ္းကေတာ႔ Ran Amari ဆိုတဲ႔\nသိပၸံပညာရွင္မေလးက otherlife ဆိုတဲ႔ အရာတစ္ခုကို တီထြင္လိုက္ႏိုင္ပါတယ္။အဲ႔ဒီအရာက တကယ္ျဖစ္တည္ေနတဲ႔မွတ္ဉာဏ္ေတြကို အခ်ိန္နဲ႔တစ္ကြဖန္တီးေပးႏိုင္တဲ႔အရာတစ္မ်ိဳးပါပဲ။အဲ႔ဒီအရာကို အမ်ားျပည္သူကိုထုတ္ျပဖို႔စမ္းသပ္စစ္ေဆးေနတုန္းမွာပဲ အစိုးရက အဲ႔တာကိုအက်ဥ္းေထာင္ေတြမွာအသံုးခ်ဖို႔ ၾကိဳးစားေနေၾကာင္းသိလာရတဲ႔အခါ သူမဘယ္လိုေရြးခ်ယ္မလဲ။ကိုးမားျဖစ္ေနတဲ႔သူမရဲ႔ အကိုအတြက္ေရာသူဘာေရြးခ်ယ္မလဲဆိုတာစိတ္ဝင္စားစရာပါ။သိပၸံဇာတ္လမ္းအလန္းေတြကို ၾကိဳက္တဲ႔ပရိသတ္ေတြၾကည္႔ရွု႔သင္႔တဲ႔ ရိုက္ခ်က္အလန္းေတြနဲ႔ကားတစ္ကားပါ။Imdb ကလဲ6.4/10 ရရွိထားပါတယ္Qty - 720p Web dlDuration - 1hr 36minGern - Sci-Fi/ Mystery / CrimeSubtitle - Myanmar HardsubTranslator - Mie MieEncoder - Kyaw Ye Aung",
        "rating": "6.4",
        "url": "https://megaup.net/2h7y4/Otherlife_[2017]_(MM_Sub).mp4",
        "category": "Crime, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/images-3-133x200.jpg",
        "title": "Brawl in Cell Block 99 (2017)",
        "description": "နောက်ဆုံးအလုပ်ဆိုပြီးလုပ်လိုက်တဲ့အလုပ်မှာလွဲမှားမှုတွေဖြစ်ပြီးဘရက်ဒ်တစ်ယောက်ထောင်ကျတော့တာပါပဲ။အဲဒီကစလို့ပွဲကြမ်းတော့တာပဲ။ဘယ်လိုပွဲကြမ်းမလဲဆိုတာတော့ကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ပါ။အသည်းယားတတ်သူများကတော့ဝေါင်ဝေါင်ရှေးထားပေါ့ဗျာ။အမှန်အကန်ကြမ်းပြတာပါပဲ။လောကမှာအကြောင်းအကျိုးနဲ့ဖြစ်လာသမျှကိုဘယ်သူမှရှောင်လို့မရတာကိုပြသွားတာပါ။ကိုယ်မျှော်လင့်သလိုဖြစ်မလာနိုင်တာကိုလည်းတွေ့ရမှာပါ။Ratingကလည်းကောင်းတယ်ဆိုတော့ အပန်းပြေဇာတ်ကြမ်းလေးအားပေးလိုက်ကြပါဦး။Qty - 720p Web dlIMDb : 7.3/10Genre : Crime/ThrillerDuration : 2Hours and 12MinutesSubtitle - Myanmar HardsubReview - Thura Zarni AungTranslator - Thura Zarni AungEncoder - Kyaw Ye Aung",
        "rating": "7.3",
        "url": "https://megaup.net/12kxh/Brawl-In-Cell-block-99_[2017]_(MM_Sub).mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/my-bromance-phi-chai.29395-140x200.jpg",
        "title": "My Bromance (2014)",
        "description": "IMDb Rating 6.7 ရရွိထားျပီး ၂၀၁၄ ခုႏွစ္ကထြက္ရွိထားတဲ့ My Bromance ကားေလးကေတာ့အရမ္းကို hit ျဖစ္ခဲ့တဲ့ BL ကားေလးပါ  ဇာတ္လမ္းေလးထဲမွာေတာ့ ညီအစ္ကိုဆိုတာတဖေအထဲ တမေအ ထဲ ေမြးမွ ညီအစ္ကို မဟုတ္ပါဘူးဖေနမတူ မေအမတူ လဲ ခ်စ္တတ္ ရင္ ညီအစ္ကိုပါပဲဆိုတာကို ရိုက္ကူးျပထားတာျဖစ္ပါတယ္ကဲ ပရိတ္သတ္ၾကီးလဲ ကိုယ့္ ညီေတြ အစ္ကိုေတြကို ခ်စ္တတ္ၾကပါေစဗ်ာဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ Golf ရဲ႕အေဖဟာေနာက္မိန္းမယူၿပီးအိမ္ကိုေခၚလာခဲ့ပါတယ္။ဒါေပမယ့္ေနာက္မိန္းမတင္မကပဲသူ႔သားေလးပါ ပါလာခဲ့ပါတယ္Golf ဟာေတာ္ရမယ့္မိေထြးကိုေရာသူနဲ႔အတူပါလာတဲ့သူ႔သားကိုပါလြန္စြာၾကည့္မရမုန္းတီးခဲ့ပါတယ္ေနာက္မိန္းမနဲ႔ပါလာေသာသားေလး Bank ဟာ Golfနဲ႔သက္တူရြယ္တူဆိုေပမယ့္ေသးေသးေကြးေကြးေလးနဲ႔ခ်စ္စရာေကာင္ေလးတစ္ေယာက္ပါ သူဟာ Golf ကိုအရမ္းသည္းခံပါတယ္၊အတန္းထဲမွာဆိုလဲဖိနပ္ကအစလိုက္ၿပီးႀကိဳးခ်ည္ေပးတဲ့၊အလိုက္သိတတ္တဲ့ေကာင္ေလးပါတျဖည္းျဖည္းနဲ႔သူတို႔ႏွစ္ေယာက္ခ်စ္ၾကည္ရင္းႏွီးမႈေတြရရွိုၿပီးညီအစ္ကိုသံေယာဇဥ္ဆိုတာထက္ပိုသြားခဲ့ၾကပါတယ္....ဒါေပမယ့္ဒီကိစၥကိုသူငယ္ခ်င္းေတြကလက္ခံပါ့မလား၊မိဘေတြကေရာဒီအျဖစ္အပ်က္ကိုခြင့္ျပဳႏိုင္ပါ့မလား.......ေက်ာင္းသားႏွစ္ေယာက္ၾကား၊ညီအစ္ကိုႏွစ္ေယာက္၊ခ်စ္သူႏွစ္ဦးၾကားထင္မွတ္မထားတဲ့မုန္တိုင္းေတြဝင္ေရာက္တိုက္ခတ္ခဲ့ၾကၿပီးသူတို႔ေနာက္ဆံုးအထိလက္တြဲသြားႏိုင္ပါ့မလား......... Qty - Web- ripDuration - 1hr 59minGern - DramaSubtitle - MyanmarReview - ...",
        "rating": "6.6",
        "url": "https://megaup.net/UP5j/My_Bromance_[2014]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/22855736_184990728733179_742687046_n-135x200.jpg",
        "title": "Acts of Vengeance (2017)",
        "description": "2017 ခုႏွစ္ထြက္ထားတဲ့ အက္ရွင္ဇာတ္ၾကမ္းကားေလးတစ္ကားကိုတင္ဆက္ေပးလုိက္ပါတယ္ဇာတ္လမ္းေလးက IMDb မွာ ၅.၈ ရထားပါတယ္ ဒီကားထဲမွာ ဖရန္႕အျဖစ္ေတာ့အားလံုးနဲ႕ ရင္းႏွီးေနတဲ့ မင္းသားၾကီး Antonio Banderas ကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေရွ႕ေနျဖစ္သူ ဖရန္႔ဗီလာရာဟာသူ႔မိန္းမနဲ႔ သမီးျဖစ္သူဟာဧည့္ခံပြဲတခုကိုသြားရာက အသတ္ခံလိုက္ရပါတယ္။သူကိုယ္တိုင္ကေတာ႔ ပြဲကိုလာဖို႔ကတိေပးခဲ႔ေပမယ္႔အလုပ္မ်ားေနတာေၾကာင္႔ မသြားျဖစ္ခဲ႔ပါဘူး။\nသူ႔မိန္းမနဲ႔သမီးေလး အသတ္ခံရတဲ႔အမႈကိုသူ႔ခမ်ာအသည္းအသန္ေဖာ္ထုတ္ေစခ်င္ေပမယ္႔ ဘာသက္ေသမွမက်န္မ်က္ျမင္သက္ေသလည္းမရွိတာေၾကာင္႔ခက္ခဲေနပါတယ္။\nသူၾကားခဲ႔ရသမွ်ဟာ ႏွစ္သိမ္႔စကားေတြခ်ည္းပါပဲ။သူသာကတိအတိုင္း ပြဲကိုသြားခဲ႔ရင္...ဆိုျပီး ယူၾကံဳးမရျဖစ္ျပီးလက္ေ၀ွ႕ပြဲေတြမွာ အထိုးခံျပီး သူ႔ကိုယ္သူအျပစ္ေပးေနပါတယ္။\nဒါေပမယ္႔ သူ႔အမႈကို ေသခ်ာမစံုစမ္းေတာ႔ပဲ အမႈပိတ္ခါနီးျဖစ္လာခ်ိန္မွာေတာ႔ဖရန္႔ဟာ လူသတ္သမားကို သူကိုယ္တိုင္ေဖာ္ထုတ္ပါေတာ႔တယ္။\nသူတျဖည္းျဖည္း သဲလြန္စေနာက္ကိုလိုက္ခဲ႔ခ်ိန္မွာေတာ႔ လူသတ္သမားဟာသူရင္းႏွီးသူျဖစ္ေနပါတယ္။ ဘာေၾကာင္႔သူ႔မိန္းမနဲ႔ သမီးေလးကိုသတ္တာလဲ။\nလူသတ္သမားကို ဘယ္လိုခဲရာခဲဆစ္ လိုက္ခဲ႔ရလဲဆိုတာေတာ႔...ပရိတ္သတ္ၾကီးက ဆက္လက္ရွဴစားၾကရမွာျဖစ္ပါတယ္ :D Qty - 720p Web - dlDuration - 1hr 27 minGern - Action / ThrillSubtitle - Myanmar HardsubTranslator - Rebel HninEncoder - ...",
        "rating": "",
        "url": "https://channelmyanmar.org/acts-of-vengeance-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tCL4U4nySiijUF2wTuB247KJbmT.jpg",
        "title": "Older Gods (2023)",
        "description": "အမေရိကန် Horror စာရေးဆရာ H.P Lovecraftရဲ့ vibe မျိုးကိုခံစားချင်သူတွေအတွက် ကားကောင်းလေးပါ...။အကြောင်းအရာကဘယ်လိုလဲဆိုတော့ စကြဝဠာကြီးနဲ့ချိန်ဆနှိုင်းယှဥ်ကြည့်ရင် လူသားတွေဆိုတာ သိမ်နုပ်သေးငယ်လွန်းလို့အရာသွင်းစရာတောင်မလိုအပ်ပါဘူး....။လူသားတွေဆိုတာ အဖိုးမတန်လို့ သေမထူးနေမထူးတွေပေါ့...။ဒီ့အပြင် လောကကြီးမှာ လက်ရှိဘုရားတွေထက် ရှေးကျတဲ့ Godတွေ၊Cosmic beingsတွေ၊ တိတ္ထိတွေဆိုတာလည်း ရှိပါသေးတယ်...။လူသားတွေဆိုတာ သူတို့ဆီက ကောင်းချီးပြုခံရဖို့အတွဥ် ယဇ်ကောင်သက်သက်ပါ....။ဒီလိုဆိုရင် အသက်ရှင်နေလို့၊ အလုပ်လုပ်နေလို့ ဘာထူးနေဦးမလဲ....။ကိုယ်ချစ်တဲ့သူတွေနားနေလို့၊ ကြိုးစားရုန်းကန်နေလို့ဘာများ ထူးခြားသွားနေဦးမှာလဲ....။ဒီလို Horror vibe မျိုးရမယ့်ကားလေးပါ.... ဇာတ်လမ်းအကျဥ်းကတော့ခရစ်တစ်ယောက် သေဆုံးသွားပြီဖြစ်တဲ့ သူငယ်ချင်းဆီကနေ အထုပ်တစ်ထုပ်ရရှိခဲ့ပါတယ်...။ထိုအထုပ်ထဲမှာ ဒီတိတ္ထိတွေအကြောင်းလေ့လာထားတာတွေ...၊ သက်သေတွေအစုံပါပဲ....။ဒါတွေကို ဖြည်ထုတ်ကြည့်ရင်းကနေ ခရစ်တစ်ယောက် သူကိုယ်တိုင် အန္တရာယ်တောထဲတိုးဝင်မှန်းမသိ တိုးဝင်မိသွားတဲ့အခါမှာတော့....။ File size…950MB / 336MB\nQuality…WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….1h 40m\nGenre ….. Drama , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "5.1",
        "url": "https://megaup.net/3hQeo/Older.Gods.2023.WEB-DL.720p(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNDhhN2I0YmEtMjQ2Yy00YzNjLWEyN2YtMDNmOGFlZjM4NjM0XkEyXkFqcGdeQXVyMTU2MDM5NzI2._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Caviar (2023)",
        "description": "လူသိများတဲ့ ဆိုရှယ် influencer တစ်ဦးဖြစ်သူ Antigone ဟာ သိပ်မကြာသေးခင်က ဆုံးသွားတဲ့ သူ့အစ်ကို နာမည်ကြီးသတင်းထောက်အတွက် ပူဆွေးဝမ်းနည်းနေတဲ့အချိန်မှာ ဇာတ်လမ်းစထားပါတယ်။ ဒါပေမဲ့ မကြာခင်မှာပဲ သူ ကမ္ဘာ့ကြီးကို မြင်တဲ့အမြင်၊ လောကကြီးရဲ့ကံကြမ္မာနဲ့ပတ်သတ်ပြီး ယုံကြည်ချက်တွေနဲ့ပတ်သတ်ပြီး မေးခွန်းထုတ်သွားစေမဲ့ ဗွီဒီယိုတစ်ခုရောက်လာပါတယ်။ အဲဗွီဒီယိုကတော့ သေသွားပြီလို့ သိထားတဲ့သူ့အစ်ကိုဆီကပဲဖြစ်ပါတယ်။ တကယ်ပဲ သူ့အစ်ကိုဆီကလား… ဗွီဒီယိုထဲမှာရော ဘာတွေပြောထားသလဲ ကြည့်ရှုခံစားရမဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ File size…(2.6 GB)/(940 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:24:00\nGenre...Horror, Mistery, Thriller, Comedy, Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  Myat Noe Cho",
        "rating": "",
        "url": "https://megaup.net/1etay/Caviar.2023.720p.(CM).mp4",
        "category": "Comedy, Horror, Mystery, Science Fiction, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p94HYOZ0MIJo4IDCQ9Cd8G1cKpO.jpg",
        "title": "The Murderer ( 2023 )",
        "description": "သိပ္ပံပညာနဲ့ ရှင်းပြလို့မရတဲ့အရာတွေထဲမှာ လူတွေရဲ့ အိပ်မက်လည်း ပါပါတယ်။\nအိပ်မက်ထဲက မက်တဲ့အရာတွေက တစ်ခါတလေ နားမလည်နိုင်စရာတွေ\nအများအပြားရှိပါတယ်။ ယခု CM က ဘာသာပြန်တင်ဆက်ပေးမယ့်\nဖြစ်ရပ်မှန်ရုပ်ရှင်လေးဟာဆိုရင်လည်း အိပ်မက်တစ်ခုက စတင်ခဲ့ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ပေကျင်းဆေးတက္ကသိုလ်မှာ ပါမောက္ခဘွဲ့ရဖို့ ကြိုးစားနေတဲ့ တုံချိုးဝမ်ဟာ\nမောင်လေးဖြစ်သူ တုံချိုးဟွာအသတ်ခံရပြီး ရွာပျက်အနားက\nတံတိုင်းတွေပြိုနေတဲ့ ခြံတစ်ခုထဲမှာ အမြှုပ်ခံထားရတယ်လို့\nအိပ်မက်မက်ခဲ့ပါတယ်။ သူမအမေက သူမမောင်လေးကို\nအဆက်အသွယ်မရတာ ၅ ရက်လောက်ရှိပြီလို့\nဖုန်းဆက်လာတော့ သူမ စိုးရိမ်မိပြီး ရွာပြန်ဖို့ လုပ်ပါတော့တယ်။သူမ ရထားနဲ့ ခရိုင်မြို့ကို ရောက်တာနဲ့ ဘကြီး မောက်ရှန်းကလာကြိုပြီး\nခရိုင်ရဲစခန်းမှာ အမှုဖွင့်ခဲ့ပါတယ်။ ရွာပြန်ရောက်တော့ အစ်မချွင်းမေ့ရဲ့\nပြောကြားချက်အရ သူမမောင်လေးကို မပျောက်ခင်ရှေ့တစ်ရက်က\nဘကြီးမောက်ရှန်းရဲ့ ချွေးမနဲ့ ဆေးရုံမှာ တွေ့ခဲ့တာ သိခဲ့ရပါတယ်။ချိုးဝမ်တစ်ယောက် ဒီကိစ္စကို ရဲတွေကို ပြောပြလိုက်တဲ့အတွက်\nရဲတွေက ဘကြီးမောက်ရှန်းအိမ်ကို သွားရောက်စစ်ဆေးခဲ့ပါတယ်။\nဘကြီးမောက်ရှန်းဟာ တစ်ရွာလုံးအပေါ်ကျေးဇူးရှိခဲ့သူဖြစ်တဲ့အတွက်\nရွာသူရွာသားတွေက ချိုးဝမ်ကို မကျေနပ်ကြတော့ပါဘူး။သို့သော် ချိုးဟွာကိုပဲ စိတ်ပူနေတဲ့ ချိုးဝမ်ဟာ ရွာသားတွေရဲ့\nမျက်နှာတွေကို ကြည့်မနေနိုင်တော့ပါဘူး။ သူမအမေက သူမကို\nစိတ်လိုက်မာန်ပါမလုပ်ဖို့ ပြောနေသော်လည်း သူမ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1VVwV/The_Murderer_2023_720p_WEB-DL_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGtgFw5D6zzMtvenpSnQUE66Eqf.jpg",
        "title": "The Story of the Night Watcher ( 2023 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့် ရုပ်ရှင်‌လေးကတော့ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကောင်းတဲ့\nမကောင်းဆိုးဝါးနှင်တဲ့ကား‌လေးပဲ ဖြစ်ပါတယ်\nဇာတ်လမ်းအကြောင်းကို ပြောပြရမယ်ဆိုရင် ရှေးရှေးတုန်းက အိမ်ထဲမှာ\nထီးမဆောင်းရတို့ ညဘက်မိုးကြီးတဲ့အချိန်ဆို သူစိမ်းတွေကိုတည်းခိုခွင့်မပြုရဆိုပြီး\nအစရှိတဲ့အယူအဆတွေရှိခဲ့ကြပါတယ် ဘာလို့လဲဆိုရင်တော့\nမကောင်းဆိုးဝါးတွေကို အလွယ်တကူ အိမ်ထဲဝင်လို့ရစေနိုင်လို့ပါတဲ့ပြီးတော့ မသန်စွမ်းတဲ့ခေါင်မိုးပြင်လက်သမားတွေကို မစော်ကားရပါဘူးတဲ့\nဘာလို့လဲဆိုရင် သူတို့တွေက လူပန်း(လက်သမား)ကျိန်စာ တိုက်တတ်လို့ပဲဖြစ်ပါတယ်\nဒီကားလေးကတော့ အဲ့လို အယူအဆတွေ အောက်လမ်းအတတ်တွေ\nအဆိပ်ပိုးကောင်အတတ်တွေ မတိမ်ကောသေးတဲ့\nတရုတ်ပြည်သူ့သမ္မတနှစ်အစောပိုင်းမှာ ဖြစ်ပျက်ခဲ့တဲ့\nအမှုကိစ္စတွေအကြောင်းကို နောက်ခံထားရိုက်ကူးထားတာပဲဖြစ်ပါတယ်အဲ့ဒီခေတ်အခါဆိုရင် ညဘက်ကင်းလှည့်ရတဲ့သူကတော့\nသန့်စင်တဲ့ယန်ဓာတ်ပါတဲ့လူဖြစ်ရပါမယ် ဘာလို့ဆို အဲ့ဒီကင်းလှည့်သူတွေက\nမကောင်းဆိုးဝါးနှင်တဲ့အတတ်ကိုပါ တက်မြောက်ထားရပြီး\nကင်းလှည့်ရင်း မကောင်းဆိုးဝါးတွေကိုပါ ဖမ်းရတာမို့လို့ဖြစ်ပါတယ်\nရှန်ရှောင်ဟန်လို့ခေါ်တဲ့ လူငယ်လေးကတော့ သူ့ဆရာဆုံးပါးသွားပြီးနောက်မှ\nာ သူ့ဆရာရဲ့တာဝန်ဖြစ်တဲ့ ကင်းလှည့်ပြီး မကောင်းဆိုးဝါးဖမ်းတဲ့အလုပ်ကို တာဝန်ယူရပါတယ်အဲ့နောက်မှာတော့ သူ့ဆီကို ဆရာဦးလေးဖြစ်သူကရောက်ရှိလာခဲ့ပြီး\nသူ့ဆရာချန်ခဲ့တဲ့ ဘုံကျောင်းအပျက်ကြီးထဲမှာ ဆေးခန်းဖွင့်ပြီး ရွာသားတွေကို ကုသပေးခဲ့ပါတယ်\nတစ်နေ့မှာတော့ သူတို့နေတဲ့လင်အိမ်တော်မြို့ရဲ့ လင်ယွင်ရွာလေးမှ\nာ ညတွင်းချင်းမှာပင် လူပေါင်း(၁၀)ယောက်ကျော်ဟာ\nအကြောင်းရင်းမရှိဘဲ ပျောက်ဆုံးသွားခဲ့ပါတယ်\nအဲ့တော့ ဒီအမှုကို ဆက်လက်ဖော်ထုတ်ဖို့ကြိုးစားရာကနေ\nဘယ်လိုကိစ္စတွေနဲ့ ဆက်နွယ်လာမှာလဲဆိုတာကို\nရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာဖြစ်လို့ ရာသီဥတုအေးအေးလေးလေးမှာ\nကွေးကွေးလေးနဲ့ကြည့်ရှုခံစားလို့ရမယ့်ကားလေးနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်နော်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Thriller\nRuntime : ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-story-of-the-night-watcher-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vkTi1Y5js8exwZ8V6mbXNEQy2Om.jpg",
        "title": "Killers (2014)",
        "description": "Killers (2014)\n\" Sound Error FIXED!!! \"\n~ IMDb - 6.4/10, Rotten Tomatoes - 73% ~အင်ဒိုနဲ့ ဂျပန် ဖက်စပ်ကားလေးဖြစ်ပြီး IMDb - 6.4/10 အထိ ရရှိထားတဲ့ Action, Crime ကားကောင်းတစ်ကားပေါ့။Nomura ကတော့ လူတိုင်းကို သူ့ရဲ့သားကောင်လို့မြင်တတ်တဲ့ စိတ္တဇ ကွင်းဆက်လူသတ်သမားတစ်‌ယောက်ဖြစ်ပြီး သူ ကြမ်းကြမ်းတမ်းတမ်း သတ်ဖြတ်တာတွေကို ကင်မရာနဲ့ရိုက်ကူးပြီး အင်တာနက်ပေါ် တင်လေ့ရှိတယ်။ အင်ဒိုနီးရှား ဂျကာတာမြို့က ဂျာနယ်လစ်တစ်ဦးဖြစ်တဲ့ Bayu ကတော့ သူဆောင်းပါးရေးတဲ့ အကျင့်ပျက်ခြစားသူကြောင့် အလုပ်အကိုင်လည်းပျက်၊ မိသားစုဘဝပါ ပျက်စီးခဲ့ရသူ။ တစ်နေ့မှာ Nomura တင်တဲ့ Video ကိုကြည့်မိပြီး သူ့ရဲ့စိတ်ခံစားချက်တွေ မသိမသာပြောင်းလဲသွားတယ်။ မတော်တဆမှုတစ်ခုဖြစ်ရာကနေ သူကိုယ်တိုင် လူသေမှုကို ဗီဒီယိုရိုက်ပြီး အင်တာနက်ပေါ်တင်ပြီး ခံစားပါတော့တယ်။ဒီလိုနဲ့ Nomura နဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1VVs0/(CM)_Killers_(2014)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sfyu0EwBDoSh5oESesOsorrnN3p.jpg",
        "title": "SWAT Criminals ( 2023 )",
        "description": "မူးယစ်တိုက်ဖျက်ရေး မှုခင်းရဲကားလေးပါ…..\nကျားသစ်အထူးရဲတပ်ဖွဲ့ ကျန့်ထိုကျွင်းဆိုတဲ့မူးယစ်ရာဇာကို\nဖမ်းဆီးဖို့ကြိုးစားကြတဲ့အချိန်မှာ ကျန့်ထိုကျွင်းရဲ့\nလှည့်ကွက်တွေကြောင့် ရဲဘော်တစ်ယောက်ဆုံးရှုံးခဲ့ရပါတယ်။ရဲဘော်လဲဖြစ် သူငယ်ချင်းလဲဖြစ်တဲ့သူတစ်ယောက်\nဆုံးရှုံးလိုက်ရတဲ့အတွက် အားဟောင်ဟာ\nသူ့ကိုယ်သူအပြစ်တင်ပြီး ရဲတပ်ဖွဲ့မှ နှုတ်ထွက်ခဲ့ပါတယ်။နောက်(၂)နှစ်ကြာတဲ့အချိန်မှာ မူးယစ်ရာဇာဟာသူတို့မြို့ကို\nတစ်ဖန်ပြန်ရောက်လာပါတယ်။\nအရပ်သားတစ်ယောက် အဖြစ်နဲ့ ကိုယ့်ကိုယ်ကိုအပြစ်တင်ရင်း\nဘဝကိုဖြတ်သန်းလာတဲ့ အားဟောင်ဟာ\nကျန့်ထိုကျွင်းကိုဖမ်းနိုင်ဖို့အစွမ်းကုန်ကြိုးစားပါတော့တယ်……\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Crime , Drama\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/swat-criminals-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTY0NjI3MzM2Nl5BMl5BanBnXkFtZTcwNDgxNjA5Nw@@._V1_FMjpg_UX1000_-1-135x200.jpg",
        "title": "The Campaign (2012)",
        "description": "Rt-66% ~ IMDb-6.1 ဟာသသရုပ်ဆောင် မင်းသားကြီး Will Ferrell နဲ့ The Hangover ရုပ်ရှင်တွေထဲမှာ အလန်အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Zach Galifianakis တို့ရဲ့ 2012 တုန်းက ထွက်ရှိခဲ့တဲ့ ဟာသကားကောင်လေးတကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဆဲဆိုကြမ်းတမ်းတဲ့စကားလုံးတွေနဲ့ ပြကွက်တွေပါဝင်တာမလို့ အသက် (၁၈) နှစ်အောက် ကလေးတွေကတော့မကြည့်သင့်ပါဘူး။ ဇာတ်လမ်းအကျဉ်းကတော့ ကမ် ဘရက်ဒီ (Will Ferrell) ဟာ မြောက်ကယ်ရိုလိုင်းနားပြည်နယ်မှာရှိတဲ့ ခရိုင် (၁၄) ကိုယ်စားပြု ကွန်ဂရက်လွှတ်တော်အမတ်အဖြစ် လေးကြိမ်ဆက်တိုက် ရွေးကောက်ခံခဲ့ရသူပါ။ ဒါပေမဲ့လည်း ဖောက်ပြန်ပွေရှုပ်လွန်းတဲ့လူဖြစ်တာကြောင့် လူထုထောက်ခံမှုအားကျဆင်းနေပြီး ရွေးကောက်ပွဲကလည်းကျင်းပဖို့နီးလာနေပါပြီ။ဒီအချိန်မှာ မော့ခ်ျညီနောင်လို့ခေါ်တဲ့ ဘီလျံနာသူဌေးတွေက ခရိုင် (၁၄) မှာစက်ရုံတွေဖွင့်ပြီး လက်ဝါးအုပ်နိုင်ဖို့အတွက် ကမ်ကိုဖြုတ်ချပြီး သူ့နေရာမှာအစားထိုးဖို့ မာတီ ဟက်ဂင် (Zach Galifianakis) ကို ရွေးကောက်ပွဲမှာဝင်ရောက် ယှဉ်ပြိုင်စေခဲ့ပါတယ်။ ဒီလိုနဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1VSXk/The.Campaign.EXTENDED.2012.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMjk5MmNiMDItZjM4OC00ZjA0LWE5OGUtOGQwZjM1ZGIzMWQyXkEyXkFqcGdeQXVyMjI5MzkwMg@@._V1_-135x200.jpg",
        "title": "Call Her King (2023)",
        "description": "Call Her King (2023)\n================အတိတ်က အမှားတစ်ခုကြောင့် ‌တရားစီရင်ရမှာ‌လက်တွန့်နေတဲ့\nတရားသူကြီးဂျေဒါကင်း၊ သူ(မ) စီရင်ရမဲ့အမှုဟာလည်း ပထမအဆင့်\nရာဇဝတ်ပြစ်မှုကြီးဖြစ်နေတဲ့အတွက် ရှိသမျှခွန်အားတွေ စုစည်းပြီး\nစီရင်ချက်ချတော့မယ်လုပ်ခါမှ တရားခံရဲ့အစ်ကိုဖြစ်သူက သူ့ညီကို\nကယ်ထုတ်ဖို့အတွက် တရားရုံးကို အုပ်စုလိုက်အပိုင်စီးလိုက်တဲ့အခါ\nမှာတော့ ဘယ်လိုတွေဆက်မဖြစ်လဲ တရားခံကရော လွတ်သွားမှာလား\nဆိုတာတွေကို ကြည့်ရှုရမဲ့ အက်ရှင်ဇာတ်ကား‌ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Sett Naing မှဖြစ်ပါတယ်)File Size..........(1.36 GB) / (452 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 39Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Thriller\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/3hOdC/Call.Her.King.2023.720p.WEBRip(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNGVkMDE4MjgtZWI0MS00YTg5LWE4YmUtZTdhNjgyMWU2YTU3XkEyXkFqcGdeQXVyNjcyMzkzMzQ@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Homewrecker (2023)",
        "description": "Homewrecker (2023)\n===============ထမရာ အိုလီဖန့်က ဥပဒေလုပ်ငန်းမှာ လုပ်ကိုင်နေပြီး ချစ်သူ\nခလင်တွန်နဲ့ အတူနေတယ်။ ​လုပ်ငန်းမှာ ပါတနာဖြစ်ဖို့ ကြိုးစား\nနေရင်း အလုပ်ပြောင်းလာတဲ့ ဝန်ထမ်းသစ် ခင်ဇီ မီယန်နီဆိုတဲ့\nတက္ကသိုလ်တုန်းက သိတဲ့မိန်းကလေးနဲ့ ပြန်ဆုံခဲ့တယ်။ သဘော\nကောင်းတဲ့ ထမရာက ခင်ဇီကို သူငယ်ချင်းအရင်းလို ဆက်ဆံပြီး\nနေပေမဲ့ ခင်ဇီက ထမရာနဲ့အတူ ပြိုင်ပြီး အလုပ်မှာ ပါတနာရဖို့\nကြိုးစားတော့တယ်။အဲဒီအထိ ထမရာက ခင်ဇီ့ရဲ့မနာလိုကောက်ကျစ်မှုတွေကို မမြင်ခဲ့\nသေးပေမဲ့ နောက်တော့ ခင်ဇီက သူ့ချစ်သူကိုပါ ပြိုင်လုလာပြီး သူ့\nဘဝကို ဖျက်ဆီးဖို့ ကြိုးစားလာတဲ့အခါမှာတော့ ထမရာတစ်ယောက်\nဘယ်လိုတွေ သူငယ်ချင်းအတုဆီက နောက်ကျောဓားနဲ့အထိုးခံရ\nမလဲဆိုတာကို ဒီဇာတ်လမ်းထဲမှာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin မှဖြစ်ပါတယ်)File Size..........(1.11 GB) / (467 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 19Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Thwal Htoo Zin\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/3hOfw/Homewrecker.2023.720p.NF.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYTZhODQ5MzktMmFmMS00NmUxLTg4ZTgtOTE4MzQ1ZDJkM2QzXkEyXkFqcGdeQXVyMzcwNjgxMzQ@._V1_FMjpg_UX1000_-191x200.jpg",
        "title": "The Jewel Thief (2023)",
        "description": "The Jewel Thief (2023)\n================\nIMDb Rating – 6.5/10\nGenre – Documentary, Crime, Mysteryဒါလေးကတော့ အပြင်မှာ တကယ်ရှိခဲ့တဲ့ ဖန်တီးမှုကောင်းမွန်ပြီး ဉာဏ်\nထက်တဲ့ ပါရမီရှင် ရာဇဝတ်သား (ဂျရယ်ဒန်နီ ဘလန်းချက်) တစ်ယောက်\nရဲ့ အကြောင်းရိုက်ထားတဲ့ မှတ်တမ်းရုပ်ရှင်လေးပဲ ဖြစ်ပါတယ်။ မိဘအရင်း\nတွေက မွေးပြီးတာနဲ့ ၆ ရက်သားမှာ မွေးစားဖို့ ပေးလိုက်လို့ မွေးစားမိခင်\nကြီးနဲ့ ကြီးပြင်းခဲ့ရတဲ့ ကနေဒါနိုင်ငံ ဝင်နီပဒ်က မျက်မှန်ကြီးနဲ့ လူငယ်လေး\nတစ်ယောက်ကနေ ဘယ်လိုဖြစ်လာမလဲပေါ့။ သူဟာ သာမန်စတိုးဆိုင်က\nမြေပုံလောက် အလစ်သုတ်ရာကနေ တခြားနိုင်ငံက တော်ဝင်စိန်တုံး ခိုးတဲ့\nထိပါ နာမည်ကြီးလာတဲ့ ရာဇဝတ်သားတစ်ယောက်။ဒီလိုနဲ့ ငယ်ဘဝမှာ ပစ္စည်းတွေအလစ်သုတ်နည်း၊ ဖြတ်ပိုင်း အတုလုပ်နည်း၊\nအဲဒီကနေမှ ATM တွေ ဝင်ဖောက်တဲ့နည်း နောက်ကျ နိုင်ငံခြားက စိန်ပါခိုး\nတဲ့ထိ အဆင့်ဆင့် ဘယ်လိုမျိုး ဆင့်ကဲပြောင်းလဲလာတယ်ဆိုတာကို သူကိုယ်\nတိုင်အပါအဝင် သူ့ အမေ၊ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1VTlm/The.Jewel.Thief.2023.720p.WEB.(CM).mp4",
        "category": "Crime, Documentary, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kD35dB3KOHrLo1Y3RU5xXJ1hI7.jpg",
        "title": "Zom 100: Bucket List of the Dead",
        "description": "Zom 100: Bucket List of the Dead (2023)ဘဝမှာလူတိုင်းကတော့ ကိုယ်လုပ်ချင်တဲ့အရာတွေရှိကြမှာပါ။\nဆန္ဒနဲ့လက်တွေ့ထပ်တူမကျဘဲ ပင်ပန်းရုန်းကန်နေရတဲ့သူတွေလည်းရှိကြမှာပါ။- တနင်္လာနေ့ရုံးမသွားချင်ဘူးဖြစ်နေလား\n- ဘယ်လောက်ပဲကြိုးစားကြိုးစား အထက်လူကြီးတွေရဲ့ အကောင်းပြောတာမခံရဘူးလား\n- အချိန်ပိုတွေဆင်းနေရပြီးပင်ပန်းလွန်းနေပြီလား\n- ကိုယ်တကယ်ဖြစ်ချင်နေတာ ဘာများလဲဆိုတာ ပြန်တွေးနေမိပြီလား\n- ဒီအချိန်မှာတစ်ကမ္ဘာလုံးဇွန်ဘီ‌တွေဖြစ်သွားရင်ကောင်းမှာပါလို့ တွေးမိတဲ့သူတွေအတွက် တကယ်ပဲဖြစ်သွားတာကိုမြင်တွေ့ရမှာပါတန်ဒိုအကီရာဆိုတဲ့ကောင်လေးတစ်ယောက် အလုပ်တွေဆက်တိုက်လုပ်၊ ပင်ပန်းနွမ်းနယ်ပြီး\nအလုပ်မသွားချင်ဖြစ်နေတဲ့ တစ်မနက်ခင်းလေးမှာ တစ်နိုင်ငံလုံးဇွန်ဘီတွေဖြစ်သွားတာကို မြင်တွေ့ခဲ့ရပါတယ်။\nအလုပ်မသွားရလို့ ပျော်နေတဲ့အချိန်မှာ အကြံဉာဏ်တစ်ခုရပြီး စာအုပ်တစ်အုပ်မှာ ဇွန်ဘီမဖြစ်ခင်လုပ်ရမည့်အချက် ၁၀၀ ဆိုပြီးစရေးခဲ့ပါတယ်။\nသူ အဲဒီစာအုပ်ထဲကအတိုင်း လုပ်နိုင်ပါ့မလား အချက် ၁၀၀ ပဲ ပြည့်သွားမလား\nမပြည့်ခင်မှာဘဲ ဇွန်ဘီဖြစ်သွားမလား ရင်တမမနဲ့ကြည့်ရှုလိုက်ပါဦးနော်(ဒီကားက Manga ရော Anime ရော ထွက်နေဆဲဖြစ်ပြီး နိုင်ငံတကာမှာလည်း ပရိသတ်တွေများတဲ့ကားလေးဖြစ်လို့ လက်လွတ်မခံဘဲ ကြည့်ရှူသင့်တဲ့ကားလေးပဲဖြစ်ပါတယ်)အညွှန်း နဲ့ ဘာသာပြန်ကာတော့ Mr.Kaung ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror, Action\nQuality…. 1080p | 720p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/2BSH4/Zom.100.Bucket.List.of.the.Dead.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pXLPMByMa2iCw4Qs9Kqm7tx0iS.jpg",
        "title": "The Mystery of Xuannu ( 2023 )",
        "description": "CM ရဲ့ ချစ်ပရိသတ်တို့ကို ဒီတစ်ခါမှာတော့ ရှေးခေတ်မှာ ကာကွယ်ရေးနတ်အနေနဲ့\nအကိုးကွယ်ခံရတဲ့ ငှက်နတ်သမီး အကြောင်းကို စိတ်ကူးယဉ်ရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်…ဒီဇာတ်လမ်းမှာဆိုရင် မျိုးနွယ်အစုသီးသီးကြားက ငှက်နတ်သမီးရွေးချိန်မှာ\nကျိုဖုန်းဆိုတဲ့ ဖုန်းမျိုးနွယ်က သမီးပျိုလေးကို ငှက်နတ်သမီးအဖြစ်\nရွေးချယ်ခဲ့တယ်ဆိုပေမယ့် တကယ့် ငှက်သမီးက သက်သက်ရှိနေတယ်ဆိုတာနဲ့ အစချီခဲ့ပါတယ်…ငှက်နတ်သမီးဟာ တရှန့်ညွှန့်ပေါင်းပြည်ထောင်ကြီးကို ကာကွယ်ပေးရမယ့်\nတာဝန်ရှိသလို အများကလည်း တလေးတစားနဲ့ အရေးတယူ ဆက်ဆံရတဲ့\nမြင့်မြတ်တဲ့ ပုဂ္ဂိုလ်မျိုးပေါ့… ဒီလိုအလေးပေးခံရတဲ့အတွက်\nငှက်နတ်သမီးမှာ တရှန့်ညွှန့်ပေါင်းပြည်ထောင်ကြီးကို ကာကွယ်ပြီး\nထီးနန်းဆက်ခံမယ့် အရှင့်သားရဲ့ မိဖုရားခေါင်အဖြစ်\nအရှင့်သားနဲ့အတူ နန်းတက်ရမယ်လို့လည်း ယုံတမ်းရှိနေခဲ့တယ်…ဒါကြောင့်လည်း ကုလင်စစ်သူကြီးက သူ့သမီးကို ငှက်နတ်သမီးဖြစ်အောင်\nလုပ်ထားပြီး ညွှန့်ပေါင်းပြည်ထောင်စုကို ထိန်းချုပ်ဖို့ ကြိုးစားနေခဲ့တာပေါ့…\nဒါပေမယ့် တစ်ဖက်မှာ ဖုဟောင်ဆိုတဲ့ အမျိုးသမီးလေးဟာ မွေးတည်းက\nသူ့ကိုယ်သူ ငှက်နတ်သမီးလို့ ယုံကြည်နေသူတစ်ယောက်ပေါ့…\nသူ့ပင်ကိုယ်အရည်အချင်းအရ လက်ရုံးရည်ရော နှလုံးရည်ပါ ပြည့်စုံနေသူတစ်ဦးပေါ့…လူသားစားတဲ့ လော့မျိုးနွယ်စုက ပုန်ကန်လာချိန်မှာတော့\nတကယ့်ငှက်နတ်သမီးတစ်ယောက်ရဲ့ သမိုင်းပေးတာဝန်အရ\nသွေးဆူပြီး မရရတဲ့နည်းနဲ့ ရှေ့ထွက်တိုက်ခဲ့တယ်…\nအဆုံးသတ်မှာတော့ ဖုဟောင်တစ်ယောက် ငှက်နတ်သမီးအဖြစ် အလေးစားခံရမှာလား…\nကုလင်စစ်သူကြီးရဲ့ သမီးကရော ဘာဆက်ဖြစ်မှာလဲ…\nညွှန့်ပေါင်းပြည်ထောင်စုကရော ဘာတွေဆက်ဖြစ်မှာလဲ…\nလော့မျိုးနွယ်တိုက်ပွဲရဲ့ နောက်ဆုံးရလဒ်ကရော ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-mystery-of-xuannu-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7EdvFUGvT5Pn8rUFRKCrdUzNthf.jpg",
        "title": "Scooby-Doo on Zombie Island (1998)",
        "description": "Scooby-Doo on Zombie Island (1998)~ IMDb - 7.7/10, Rotten Tomatoes - 88% ~2019 က ထွက်ခဲ့တဲ့ Return to Zombie Island ရဲ့ပထမပိုင်း 1998 က လက်ရာဟောင်းတစ်ခုပါ။ နောက်ပိုင်းလက်ရာထက်တော့ နည်းနည်းခေတ်ဟောင်းဆန်ပေမဲ့ ဒီအပိုင်းထဲက ဖုတ်ကောင်တွေက သူတို့အမြဲဖြေရှင်းခဲ့သလို မျက်နှာဖုံးစွပ်နဲ့ လူဆိုးတွေမဟုတ်ဘဲ တကယ့် ဖုတ်ကောင်အစစ်တွေပါ။ ဒီလောက်ဆို စိတ်၀င်စားစရာကောင်းနေပါပြီ။~ ဇာတ်လမ်းအကျဉ်း ~စကူဘီတို့ အဖွဲ့သားတွေဟာ လျှို့ဝှက်ဆန်းကြယ်မှုတွေ ‌ဖြေရှင်းတိုင်း နောက်ဆုံးမှာ လူတွေအယောင်ဆောင်တာပဲ ဖြစ်နေတဲ့အတွက် ငြီးငွေ့လာကြပြီး ကိုယ်စီ လမ်းခွဲလို့ အဆင်ပြေရာအလုပ်တွေ ခွဲလုပ်ကြပါတယ်။ ဒက်ဖနီက သူ့ကိုယ်ပိုင် တီဗီရှိုးမှာ ခြောက်လှန့်တတ်တဲ့နေရာတွေအကြောင်း ရိုက်ကူးတင်ဆက်ရာကနေ Season 2 အတွက် နေရာရှာတာက ဇာတ်လမ်းစပါတယ်။ ဒီတစ်ခါမှာတော့ တကယ်သရဲအစစ်ခြောက်တဲ့နေရာကို လိုချင်တာပါ။ဒီလိုနဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2BS6d/(CM)_Scooby-Doo!_on_Zombie_Island_(1998)_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lCMnAVZkOObw1W26Old1V0ONEzF.jpg",
        "title": "Big Nunu’s Little Heist (2023)",
        "description": "ဇာတ်လမ်းအကျဉ်းလေးကတော့တောင်အာဖရိက ကစဂေါ့ဒဖိုလာဆိုတဲ့မြို့လေးဟာ တစ်ချိန်က စက်ရုံတစ်ရုံကြောင့်စားဝတ်နေရေး ချောင်လည်ကြပြီး မြို့သူမြို့သားတွေဟာ ပျော်ရွှင်နေကြပါတယ်၊တစ်နေ့မှာ အခြေအနေအကြောင်းကြောင်းကြောင့် စက်ရုံကိုပိတ်ဖို့ဖြစ်လာတော့အလုပ်လက်မဲ့သူတွေများလာပြီး ရာဇဝတ်သမားတွေလည်း ပေါလာပါတော့တယ်၃၆ ဆိုတဲ့အလုပ်သမားလေးဟာ အရက်ဆိုင်တစ်ခုကို မီးဖိုလာပို့ရင်းနဲ့ ဆိုင်ရှေ့မှာတင်အခိုးခံလိုက်ရတယ်၊ ဒါကိုမကျေနပ်တဲ့အတွက် ဘယ်သူတွေခိုးတာလဲ သူတို့ကဘယ်မှာနေတာလဲဆိုပြီး အရက်ဆိုင်ပိုင်ရှင်ကိုသွားမေးတယ်၊ ဆိုင်ရှင်ကတော့လိုက်မသွားသင့်ကြောင်း သူတို့ကအန္တရာယ်များကြောင်းပြောပေမယ့် လက်မခံတဲ့အဆုံးမှာ လူမိုက်တွေရှိတဲ့နေရာကိုပြောပြလိုက်တယ်၊ သတ္တိရှိတဲ့ ၃၆ ဟာတစ်ကိုယ်တည်း လူမိုက်တွေနေရာမှာ သွားကြမ်းပြလိုက်တော့ ခေါင်းဆောင်ဖြစ်တဲ့ပွန်ဆူနူနူဟာ သူ့ကိုသဘောကျသွားပြီး ပိတ်ရက်အတွင်းမှာ ချမ်းသာစေမယ့် လုပ်ငန်းတစ်ခုရှိကြောင်းပြောလိုက်တယ်၊ ပစ္စည်းပို့တဲ့အလုပ်ထက်ပိုက်ဆံအများကြီးရမယ့်အလုပ်ဆိုတော့ ၃၆ လည်းစိတ်ဝင်စားပြီးလက်ခံလိုက်တယ်၊ ပွန်ဆူနူနူနဲ့ ၃၆ တို့ ဘာတွေလုပ်ပြီးပိုက်ဆံရှာကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦး။  File size…1.63GB / 681MB\nQuality…NF WED-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 31m\nGenre ….. Action , Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1VUqc/Big.Nunus.Little.Heist.2023.NF_WEB-DL720p(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4oOLgH5zcwlaQHmHY5diSwiPVO.jpg",
        "title": "[18+] Sitio Diablo (2022)",
        "description": "Sitio Diablo (2022)မနီလာမြို့ရဲ့ ဆင်းရဲသားရပ်ကွက်တွေဟာ မကောင်းမှုဒုစရိုက်တွေ လူဆိုးဂိုဏ်းတွေ ကြီးစိုးပြီး ကျင်လည်ကျက်စားတဲ့ နေရာတွေဖြစ်ပါတယ်။ အဲ့ဒီမှာမှ ဆီတိုဒယာဘလိုစ် ဆိုတဲ့ပင်မဂိုဏ်းကြီးကနေခွဲထွက်ပြီး အလူစထရာဒိုဆိုတဲ့ ဂိုဏ်းသစ်ကို ထူထောင်နေကြတဲ့ လူငယ်တစ်စုရှိပါတယ်။ အဲဒီဂိုဏ်းကို ဦးစီးနေတဲ့သူတွေကတော့ ဘူးလက်နဲ့အိုင်နာတို့စုံတွဲဖြစ်ပြီး အိုင်နာကတော့ မူလ ဆီတိုဒယာဘလိုစ်အုပ်စုရဲ့မျိုးဆက်သမီးငယ်ပါ။ခေတ်ကာလအားဖြင့်တော့ သူတို့မြို့တော်ရဲ့အာဏာအကူးအပြောင်း စပ်ကူးမတ်ကူးကာလဖြစ်ပြီး ရွေးကောက်ပွဲဝင်အမတ်လောင်းအသစ်က သူတို့ဂန်းစတားနယ်မြေတွေကို မက်လုံးပေးမဲဆွယ်နေပါတယ်။ အဲဒီအချိန်မှာပဲ ဆီတိုဒယာဘလိုစ်ရဲ့ဆက်ခံသူ၊ အိုင်နာရဲ့အစ်ကို တိုးနစ်စ်ဟာ ရဲတစ်ယောက်ရဲ့ညှိနှိုင်းမှုနဲ့ ပြန်ရောက်လာခဲ့ပါတယ်။ နဂိုကတည်းက မငြိမ်းချမ်းတဲ့ နယ်မြေခွဲဝေမှုတွေ၊ အချင်းချင်းခွက်စောင်းခုတ်မှုတွေ ကွက်ကျော်ရိုက်မှုတွေနဲ့ သူတို့လောကထဲ တိုးနစ်စ်ပြန်ရောက်လာမှုဟာ နိမိတ်ဆိုးတစ်ခုဖြစ်ပြီး ပိုမိုမုန်တိုင်းထန်လာတော့မယ့် သဘောပါပဲ။မြင်နေကျကားတွေကနေ ခွဲထွက်ပြီး တစ်မူထူးခြားနေတဲ့ 18 အပေါင်း ဂန်းစတားနောက်ခံဇာတ်ကားသစ်ဖြစ်ပါတယ်။ ဖန်သားပြင်ထက်မှာ မမြင်ရတာကြာပြီဖြစ်တဲ့ AJ Raval, အဲဒီတုန်းက တက်သစ်စလေးတွေဖြစ်တဲ့ Kiko Estrada, Benz Sangalang တို့နဲ့အတူ အခုချိန်မှာထိပ်တန်းဖြစ်နေပြီဖြစ်တဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2BRA8/(CM)_Sitio_Diablo_(2022)_720p.mp4",
        "category": "Action, Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/NamelessHero-133x200.jpg",
        "title": "Nameless Hero ( 2023 )",
        "description": "CM movie fanလေးတွေထဲကမှ actionမှကြိုက်တာဆိုတဲ့\nသူလေးတွေအတွက် နိုင်ငံရေးစစ်ကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်နော်။90sတစ်ဝိုက်မှာ နိုင်ငံရေးအယူဝါဒကွဲလွဲမှုတွေအပေါ်အခြေခံပြီး စ\nစ်ပွဲတွေက ဆူပူအုံကြွနေခဲ့တယ်။ကျင်ကျိုးမြို့နစ်ခုလုံးကို\nနယ်ခြားစောင့်တပ်တွေ ဝန်းရံထားတဲ့အချိန် ...စစ်မြေပြင်မှာမတရားတာမရှိဘူးဆိုသလိုပဲ သူစီကိုယ်စီ\nဌာနအတွင်းမှာ သူလျှိုတွေစေလွှတ်ထားချိန်မှာ..\nကုဒ်နာမည် *မြွေစိမ်း*လို့သိကြတဲ့ သတင်းအချက်အလက်သူလျှို\nလျိုသာ့ဝေဟာ သရုပ်မှန်ပေါက်ကြားပြီး ဖမ်းစီးမှုကိုခံခဲ့ရတယ်။မြွေစိမ်းဟာ စစ်တပ်လက်အောက်ခံဖြစ်တဲ့အတွက် အထက်က\nစစ်‌ကြောရေးအတွက် လျှို့ဝှက်ထိန်းသိမ်းရေးဌာနက *လင်ရှီး*ကို\nတာဝန်ထမ်းဆောင်ဖို့ စေလွှတ်ခဲ့တယ်။အဲ့အချိန်မှာ မြွေစိမ်းကို\nဖမ်းမိခဲ့တဲ့သူက ပါတီရေးရာနဲ့ပြန်ကြားရေးဌာနဖြစ်တဲ့အတွက်\nလင်ရှီးဟာ ထိုဌာနရဲ့ဦးစီးချုပ်\"ကျိုးယင်ချွင်း\"နဲ့ သူ့ရဲ့မဟာမိတ်ဖြစ်သူ\nနိုင်ငံတော်ကာကွယ်ရေးတပ်ခွဲ၂ကအထူးတပ်ဖွဲ့ဝင်ကျန်းဝေနဲ့အတူ\nပူးပေါင်းစစ်ကြောရေးဆင်းဖို့ဖြစ်လာတော့တယ်။မြွေစိမ်းဟာ ကွန်မြူနစ်ပါတီသူလျှိုဖြစ်ပြီး သူ့ရဲ့လက်ထဲမှာ\nကျင်ကျိူးမြို့ကာကွယ်ရေးမြေပုံရှိသလို ဒါကသူကျင်ကျိုးကိုထိုးစစ်ဆင်ရာမှာကူညီဖို့\nမြို့ပြင်ကိုလက်ဆင့်ကမ်းရမဲ့ အချက်အလက်လည်းဖြစ်တယ်။\nမြွေစိမ်းကျဉ်းထဲကျပ်ထဲရောက်နေတဲ့အချိန်မှာ လင်ရှီးရဲ့လျှိုဝှက်တာဝန်က\nအဲ့ဒီမြေပုံကိုလွှဲပြောင်းယူပြီး လက်ဆင့်ကမ်းပေးရမှာပါ။မမျှော်လင့်ထားတဲ့အလှည့်အပြောင်းတွေကြားထဲမှာ\nလင်ရှီးက သူ့ရဲ့တာဝန်ကိုအောင်မြင်စွာထမ်းဆောင်နိုင်ပါ့မလား\nသူ့ရဲ့လမ်းခရီးမှာရော ဘယ်လိုဘက်တော်သားတွေနဲ့ တွေ့ဆုံရဦးမလဲ\nအာဏာမှိုင်းတွေ ရောထွေးနေတဲ့နယ်ပယ်ကြီးမှာ\nဘယ်အရာက တရားမျှတမှုလမ်းစဉ်ဖြစ်မလဲဆိုတာ...\nဇာတ်လမ်းမှာအသေးစိတ်ကြည့်ရှုလိုက်ပါ။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Drama , War\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/nameless-hero-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mLeYGSVnDymYscyjfPEfjK9GBUk.jpg",
        "title": "Sympathy for the Devil (2023)",
        "description": "Sympathy for The Devil (2023)~ IMDb - 5.7/10, Rotten Tomatoes - 62% ~မင်းသားကြီး နီကိုလက်ကေ့ရဲ့ ရုပ်ရှင်အသစ်ပါ။ Suicide Squad ထဲက Rick Flag မင်းသား Joel Kinnaman နဲ့အတူ ပါဝင်ထားပါတယ်။ Action Thriller အမျိုးအစားဖြစ်ပြီး သို့လော သို့လောနဲ့ ကြည့်ရတဲ့ ကားမျိုးပါပဲ။ဒေးဗစ်ချိန်ဘာလိန်ဆိုတဲ့လူတစ်ယောက်ဟာ သူ့မိန်းမဆေးရုံမှာ ကလေးမွေးနေတာကို အမီသွားဖို့ ကားနဲ့ထွက်လာပါတယ်။ ဆေးရုံကိုအရောက်မှာပဲ ကားနောက်ခန်းထဲကို လူတစ်ယောက်ဝင်လာပြီး သေနတ်နဲ့ချိန်ထားပါတော့တယ်။ အဲဒီလူကပဲ သူ့ကို ဆေးရုံထဲကိုမဝင်ခိုင်းဘဲ ဘော့စတွန်အထိ မောင်းခိုင်းပါတော့တယ်။ လမ်းတလျှောက်မှာ ဒေးဗစ် လွတ်မြောက်ဖို့ကြိုးစားပေမဲ့ မအောင်မြင်ဘဲ လူတွေသာ တစ်ယောက်ပြီးတစ်ယောက် သေလာပါတော့တယ်။ သူတို့နှစ်ယောက် ကြောင်နဲ့ကြွက်လို လိုက်တမ်းပြေးတမ်း အသက်လုပြီးကစားရတဲ့ ရည်ရွယ်ချက်ကဘာလဲ... ရည်ရွယ်ချက်ရောရှိရဲ့လား... သူတို့အချင်းချင်းကရော ထင်ထားသလို ...",
        "rating": "5.7",
        "url": "https://megaup.net/1fVs3/(CM)_Sympathy_For_The_Devil_(2023)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2vCbCxOoIshmcMVdp2kFWFwTw0k.jpg",
        "title": "Where Would You Like to Go? (2023)",
        "description": "Where Would Yu Like to Go? (2023)************************************မတော်တဆမှုအတွင်း ကျောင်းသားဖြစ်သူဂွမ်ဂျီယုံးကို ကယ်တင်ဖို့ကြိုးစားရင်းအသက်ဆုံးရှုံးခဲ့ရတဲ့ အလယ်တန်းပြဆရာ ဂွမ်ဒိုဂယောင်း ။ခင်ပွန်းဖြစ်သူဆုံးပါးသွားပြီးနောက် နေ့ရက်တွေကို အထီးကျန်ပြီး နာကျင်စွာဖြတ်သန်းနေရရှာတဲ့မြောင်ဂျီတစ်ယောက် တစ်နေ့မှာ‌တော့ နိုင်ငံရပ်ခြားကို အလည်အပတ်သွားရင်းမိတ်ဆွေဟောင်းဖြစ်သူ ဟျောင်းဆော့နဲ့အမှတ်မထင် ဆုံတွေ့ခဲ့ရပါတော့တယ်။တစ်ဖက်မှာလည်း မောင်ဖြစ်သူကိုဆုံးရှုံးလိုက်ရပြီးနောက် လေဖြန်းရောဂါနဲ့ ဆေးရုံတက်နေရတဲ့ဂျီအွန်းဟာလည်းအသက်ရှင်နေလျက် နာကျင်မှုတွေထဲ ပိတ်လှောင်ခံစားနေရတဲ့သူပါ။ဆုံးရှုံးမှုကို ယူကြုံးမရဖြစ်ပြီး လွမ်းဆွတ်နေရပေမယ့် အစ်မဂျီအွန်းကိုအကောင်းဆုံးစောင့်ရှောက်ပေးနေရှာတဲ့ ဂျီယုံးရဲ့သူငယ်ချင်းဖြစ်သူ ဟယ်ဆူ။သူတို့ရဲ့နေ့စွဲတွေကို ဘယ်လိုမျိုးဖြတ်သန်းသွားကြမလဲ...။အနာကျင်ရဆုံးအခိုက်အတန့်ကိုရော ဘယ်လိုတွေကျော်လွှားသွားကြမလဲ...။ဒိုဂယောင်းရဲ့သေဆုံးမှုကိုမသိရှိဘဲ အတိတ်ကိုပြန်တူးဖော်နေတဲ့ဟျောင်းဆော့နဲ့ရော မြောင်ဂျီတစ်ယောက် ဘယ်လိုခံစားရမှာလဲ...။ကိုရီးယားကို ပြန်လာတဲ့အခါ မြောင်ဂျီကိုစောင့်နေတဲ့ ဂျီအွန်းရေးထားတဲ့စာကရော အခြေအနေတွေကို ဘယ်လိုပြောင်းလဲစေမလဲ...။စတဲ့လွမ်းဆွတ်ဖွယ် နွေရာသီနေ့ရက်တွေကို ခံစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ် ။ File Size : (1.43GB),&(540MB)\nQuality : WEB-DL 1080p,720p\nFormat : mp4\nDuration : 01:44:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/2BRv0/Where.Would.You.Like.To.Go.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/0886973824993-141x200.jpg",
        "title": "The Brothers Bloom (2008)",
        "description": "IMDb Rating (6.7) / Rotten Tomatoes (68%)နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ The Pianist မင်းသားကြီး Adrien Brody, MCU ရဲ့ Hulk မင်းသားကြီး Mark Ruffalo,The Mummy ရဲ့အသည်းကျော်မင်းသမီးကြီး Rachel Weisz တို့ပါ၀င်ထားပြီးဒါရိုက်တာ Rian Johnson ရိုက်ကူးထားတဲ့ Action,Adventure,Comedy ရုပ်ရှင်ကားလေးပါ။ဇာတ်လမ်းကတော့....မိဘမဲ့ညီအစ်ကိုနှစ်ယောက်ဖြစ်တဲ့ Stephen နဲ့Bloomတို့ဟာငယ်စဉ်ကတည်းက ဆိုးသွမ်းတတ်တာကြောင့် မွေးစားမိဘတွေတစ်ယောက်ပြီးတစ်ယောက်ပြောင်းခဲ့ရပါတယ်။ညီအစ်ကိုနှစ်ယောက်ဟာ ငယ်စဉ်ကတည်းက လိမ်လည်ခြင်းအတတ်ပညာကို ကျွမ်းကျင်ကြပြီးအစ်ကိုဖြစ်သူစတီဗင်က လူလိမ်ဇာတ်လမ်းတွေကို သေချာအစီအစဉ်ချပြီးညီဖြစ်သူကတော့ ပစ်မှတ်ရဲ့ယုံကြည်မှုကိုရနိုင်ဖို့ဟန်ဆောင်ပေးရပါတယ်။နှစ်‌တွေကြာပြီးမှာတော့ Bloomညီနောင်တို့ရဲ့နောက်ဆုံးပစ်မှတ်ဖြစ်သူတစ်ကောင်ကြွက်သူဌေးသမီး Penelope နဲ့တွေ့ချိန်မှာတော့ စီစဉ်ထားတာတွေအကုန် လွဲချော်ဖို့အကြောင်းဖန်လာတဲ့အခါ....။\nFile size…(2 GB)/ (970 MB)\nQuality….BluRay 1080p /720p\nFormat…mp4\nDuration….01:53:40\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by SP",
        "rating": "6.7",
        "url": "\thttps://megaup.net/1VU0p/(CM)_The_Brothers_Bloom_(2008)_720p_BluRay_x264-Naung.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/20230420_6440a98299a58-140x200.jpg",
        "title": "[21+] The Arrogant President Of The Business Partner-Ichino Aoi [JUQ-191-Decensored]",
        "description": "Ichino Aoi ဆိုတာ အရွယ်ရောက်မှ JAV လောကထဲ ရောက်လာပေမယ့် နောက်ကျတဲ့ နေဝင်ချိန်မဟုတ်ခဲ့ပါဘူး..အဖူးအငုံလေးတွေလို နုလှပါတယ်ဆိုတဲ့ JAV မင်းသမီးတွေကြားသူမရဲ့အလှကျတော့ ပြီးပြည့်စုံစွာ ပွင့်ဖူးထားတဲ့ ပန်းတစ်ပွင့်လို ငွားငွားစွင့်စွင့်ပါပဲ။မြင်သူ ရင်အေးရတဲ့မျက်နှာထားလေးနဲ့ အကြည့်လေးတွေက စွဲနေမိတတ်ပါတယ်ပါးဖောင်းဖောင်းပြည့်ပြည့်ဖြိုးဖြိုးလေးနဲ့ အာရှရဲ့ အလှအပတွေနဲ့ ပြည့်စုံသူလေးပါ။JUQ-191-Decensored Versionဒီဇာတ်လမ်းမှာတော့ သူမဟာ တာဝန်ကို ပြီးမြောက်အောင် ဆောင်ရွက်ရာမှာမိမိကိုယ်သော်မှ မငဲ့ကွက်တဲ့ ဝန်ထမ်းမလေးတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားပါတယ်။Decensored Version နဲ့မလို့  Ichino Aoi ကို အားပေးရကျိုးနပ်မှာပါ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (3 GB) & (1.6 GB)\nQuality : HD-Rip Decensored 1080p & 720p\nRunning Time : 02:35:47\nFormat : mp4\nSubtitle : Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1fWvd/[JUQ-191-Decensored]_The_Arrogant_President_Of_The_Business_Partner-_IchinoAoi-HDrip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/98PHWv6TTpjxvs6EHKJVyrjuuus.jpg",
        "title": "Cinderella III: A Twist in Time (2007)",
        "description": "စင်ဒရဲလားကာတွန်းတွေရဲ့ တတိယမြောက် နောက်ဆုံးဇာတ်ကားလေးကို ထပ်မံတင်ဆက်ပေးလိုက်ပါတယ်။Rating တွေအနေနဲ့ IMDb မှာ 6/10 ရထားပြီးတော့Rotten Tomatoes မှာ 75% ရရှိထားပါတယ်။Personal အမြင်အရတော့ No1 လောက်တော့မဟုတ်သေးပေမဲ့No2ထက်လည်းအများကြီးပိုကြည့်ကောင်းတာမို့ ကြည့်ရှုလို့နောင်တရမယ့်အထဲမပါတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းအနေနဲ့ကတော့စင်ဒရဲလား နဲ့ မင်းသားလေးဟာ ပျော်ရွှင်စွာပေါင်းဖက်နေထိုင်သွားကြလေသတည်းဆိုပြီး ဇာတ်ကသိမ်းပြီးနေပါပြီ ဒါပေမဲ့ကံအကောင်းအကြောင်းမလှစွာနဲ့ပဲ နတ်သမီးဖွားဖွားရဲ့မှော်တုတ်တံဟာ မိထွေးကြီးဆီရောက်သွားရာကနေစပြီး ဒီဇာတ်လမ်းလေးပေါ်ပေါက်လာရပါတယ်။ စွမ်းအားရှိတဲ့အရာတွေဟာ မကောင်းတဲ့လူတွေရဲ့လက်ထဲမှာဆိုရင် အရမ်းအန္တာရယ်များတယ် ဆိုတဲ့စကားအတိုင်းပဲ မိထွေးကြီးဆီကိုမှော်တုတ်တံရောက်သွားတဲ့အခါစင်ဒရဲလားတို့ ဘယ်လိုဒုက္ခမျိုးစုံနဲ့ကြုံတွေ့ရမလဲ ကြွက်ကလေးတွေကဘယ်လိုထပ်ပြီးကူညီပေးကြမလဲ ပြီးတော့ အချစ်စစ်ရဲ့အင်အားဆိုတာကိုလည်း ဒီဇာတ်လမ်းလေးမှာခံစားကြည့်ရှုရဦးမှာဖြစ်ပါတယ်။ကဲ ငယ်ဘဝအလွမ်းပြေဖို့ အခုပဲ Download ဆွဲပြီး ခံစားကြည့်ရှုလိုက်ကြပါဦးလို့ CM ပရိတ်သတ်များကိုတိုက်တွန်းလိုက်ရပါတယ်။  File size…1.17GB / 549MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 13m\nGenre ..... Animation , Family , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "6.0",
        "url": "https://megaup.net/1eLi7/Cinderella.3.A.Twist.In.Time.2007.BluRay720p(CM).mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMGM3ZDY4ZTAtOThjZC00MWM5LThhNTYtOTFiOTFlY2E5ODVhXkEyXkFqcGdeQXVyMzA3Njg4MzY@._V1_-150x200.jpg",
        "title": "Eingeschlossene Gesellschaft / Lock In Society (2022)",
        "description": "ကျွန်တော်တို့ငယ်စဉ်တုန်းက လူကြီးအများစုနဲ့ အမြင်မတူကြပါဘူး။ လူကြီးတွေကလည်း ကျွန်တော်တို့ ကလည်း လူကြီးတွေကို ခေတ်ဟောင်းနေပြီ၊ ဒိတ်အောက်နေပြီ ဆိုပြီး ကိုယ်ကြီးလာတဲ့တစ်နေ့ကျ သူတို့တွေ လုပ် တာတွေ၊ သူတို့အတွေးအမြင်မျိုးတွေနဲ့ မတူအောင် ပြောင်းလဲမယ်လို့ အများစုက တွေးဖူးကြပါတယ်။ ဒီလိုသဘော ထားခဲ့တဲ့သူတွေအတွက် ဒီကားလေးက မီးမောင်းထိုးပြနေပါတယ်။ လူတွေရဲ့အခြေခံစိတ်ထားတွေအားလုံးကို ဒီ ဇာတ်ကားလေးထဲမှာ တွေ့နိုင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့သားဖြစ်သူ တက္ကသိုလ်ဝင်ခွင့်စာမေးပွဲ ဖြေဆိုခွင့် မရလို့ ပေါက်ကွဲနေတဲ့ ဖခင် တစ်ယောက်က ကျောင်းရှိ ဒုကျောင်းအုပ်နှင့် ဝင်တွေ့ပြီး အကြောင်းခြင်းရာကို လာဆွေးနွေးပါတယ်။ ထိုကိစ္စ အပေါ် အခြေတည်ပြီး ကျောင်းရှိ ကာယဆရာ၊ ဓါတုဗေဒဆရာ၊ အလုပ်သင်ဆရာမ၊ ဂီတဆရာမ၊ လက်တင်ဆရာ၊ ဂျာမန်ဆရာတို့က စုရုံးစည်းဝေးကြပြီး အများရဲ့အမြင်ကိုဆွေးနွေးကြပါတယ်။ “စကား စကားပြောပါများ စကား ထဲကဇာတိပြ” ပြီး ဆရာ၊ ဆရာမတွေ အချင်းချင်း သူ့အမြင်၊ ကိုယ့်အမြင်ပေါ်မှာ ...",
        "rating": "6.2",
        "url": " https://megaup.net/1eLdq/Locked-in.Society.2022.720p(CM).NF.WEB-DL.DDP5.1.x264-PTerWEB.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNzMyMDk1NzItYTk4ZS00MWU2LTkwN2YtMDk3ZmYzMmExMDcyXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-133x200.jpg",
        "title": "The Disappearance of Cari Farver (2022)",
        "description": "ဒီဇာတ်လမ်းဟာ လူပျောက်ဆုံးမှု မှုခင်းဖြစ်ရပ်မှန်(၂၀၁၂ မှ ၂၀၁၇) ကို အ‌ခြေခံ ‌ရိုက်ကူးထားကာ ပါ၀င်သော အဓိကဇာတ်‌‌​​ကောင်လေးဦးအနက်သုံးဦးမှာ ဖြစ်ရပ်မှန်မှနာမည်ရင်းများဖြစ်တယ် ဇာတ်လမ်း အကျဉ်းက​တော့ ​ကာရီ ပျောက်ဆုံးပြီး ဒေ့နဲ့ သူ့ ရည်းစားဟောင်း လစ်ဇ်ဟာ ကာရီဆီမှ ခြိမ်းခြောက် နှောက်ယှက်သော မက်ဆေ့များ တောက်လျှောက်လက်ခံရရှိ​လေတယ် ရဲ​တွေ ကာရီပျောက်ဆုံးမှုကို လိုက်လံစုံစမ်းရင်း ဘာကို ​ဘယ်လို တွေ့ရှိသလဲ ဆိုတာကို​တော့ ကိုယ်တိုင်ပဲ ကြည့်လိုက်ကြပါ​တော့ File size…(1.4 GB)/(630 GB)/(360 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:28:00\nGenre...Drama, Thriller, TV Movie\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kuaile de H",
        "rating": "6.1",
        "url": "https://megaup.net/3guRV/The.Disappearance.of.Cari.Farver.2022.720p.(CM).mp4",
        "category": "Drama, Thriller, TV Movie"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/IMG_20230606_214506-133x200.jpg",
        "title": "Lionel Messi: Destiny (2023)",
        "description": "Lionel Messi: Destiny (2023)ဒီ Documentary ကို BBC UK က ရိုက်ကူးတင်ဆက်ခဲ့တာ ဖြစ်ပြီး ၂၀၂၂ ဒီဇင်ဘာမှာကျင်းပခဲ့တဲ့ ကမ္ဘာ့ဖလားပြိုင်ပွဲမှာ အာဂျင်တီးနားအသင်း ဗိုလ်စွဲခဲ့တဲ့အ​ကြောင်း Footage​ တွေ Interview​ တွေအစုံနဲ့ တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်။ ​ဘောလုံးပရိသတ်​တွေအားလုံး သိပြီးသားဖြစ်တဲ့အတိုင်း အာဂျင်တိုင်းသား​တွေဟာ အဖွင့်ပွဲစဉ်မှာ အုပ်စုတွင်းအင်အားအနည်းဆုံးလို့ ​ပြောရမယ့် ​ဆော်ဒီအာ​ရေဗျကို ၂-၁ ရလဒ်နဲ့ အ​ရေးနိမ့်ပြီး အုပ်စုကထွက်ရမယ့် အ​နေအထားက​နေ လက်ကျန်ပွဲ​တွေဖြစ်တဲဲ့ မက္ကဆီကိုနဲ့ ပိုလန်ကို အနိုင်ကန်ပြီး ရှုံးထွက်အဆင့်မှာ ဩဇီ၊ ကွာတားမှာ နယ်သာလန်၊ ဆီမီးမှာ ခရို​အေးရှားနဲ့ ဗိုလ်လုပွဲမှာ လက်ရှိချန်ပီယံ ပြင်သစ်တို့ကို အနိုင်ယူ​ကျော်ဖြတ်ကာ သူတို့ရဲ့ ၃ကြိမ်​မြောက် ကမ္ဘာ့ဖလားကို ရယူသွားခဲ့တာပါ။ဒီပွဲမှာ လူတိုင်းစောင့်ကြည့် ထုတ်ခဲ့တဲ့မေးခွန်းက ကမ္ဘာ့အ​​ကောင်းဆုံးကစားသမား The Greatest of All Time ...",
        "rating": "8",
        "url": "https://megaup.net/2AFw7/(CM)_Lionel_Messi_-_Destiny_(2023)_720p.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qZcPw0MAYQkTxAVUJipWTxcfEV5.jpg",
        "title": "Mercy (2023)",
        "description": "Mercy (2023)လောလောလတ်လတ် ပူပူနွေးနွေး အသစ်စက်စက်ထွက်ရှိထားတဲ့ အက်ရှင်ကားလေးပဲဖြစ်ပါတယ်။မစ်ရှဲလ်က အာဖဂန်နစ္စတန်မှာ စစ်မှုထမ်းခဲ့ပြီး အခုအချိန်မှာတော့ မာစီဆေးရုံမှာပဲ ဆရာဝန်အနေနဲ့ သားလေးနဲ့အတူ ဘဝကိုအေးအေးချမ်းချမ်းဖြတ်သန်းနေတာဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ကွင်းဂိုဏ်းလို့ခေါ်တဲ့ဂိုဏ်းက သားငယ်ရိုင်ယန်ကို FBI ကဖမ်းမိသွားခဲ့ပြီး ဂိုဏ်းကလူတွေက ပြန်ကယ်ဖို့ကြိုးစားရာကနေ သေနတ်ဒဏ်ရာနဲ့လူနာတွေ မစ်ရှဲလ်တို့ဆေးရုံကိုရောက်လာခဲ့ပါတယ်။ရိုင်ယန်ကိုကယ်ထုတ်ဖို့ သူ့အစ်ကို ရှောန်အပြင် သူ့အဖေ ပက်ဒီနဲ့ ကွင်းဂိုဏ်းသားတွေပါရောက်လာခဲ့ပြီး ဆေးရုံတစ်ခုလုံးကိုဓားစာခံလုပ်လိုက်တဲ့အပြင် သူ့သား ဘော်ဘီကိုပါ ဖမ်းလိုက်ချိန်မှာတော့ ဆေးထိုးအပ်ကိုင်တဲ့ မစ်ရှဲလ်တစ်ယောက် သေနတ်ပြန်ကိုင်ရ‌ပါတော့တယ်။အက်ရှင်ကားဆိုပေမယ့် အချိန်ပြည့်ဝုန်းဒိုင်းပစ်ခတ်နေတာမဟုတ်ဘဲ လိုအပ်မှပစ်ခတ်တာတွေရှိတာကြောင့် မျက်စိသိပ်မနောက်ရဘူးလို့ပြောနိုင်ပါတယ်။National Treasure, Transformers နဲ့ Enemy of the state အပြင် တခြားနာမည်ကြီးရုပ်ရှင်တွေမှာ ပါဝင်ထားတဲ့ မင်းသားကြီး Jon Voight အပြင် တခြားသရုပ်ဆောင်ကောင်းတွေပါဝင်တာကြောင့် အပျင်းပြေကြည့်ရှုဖို့ကောင်းတဲ့ အက်ရှင်ကားတစ်ကားလို့ ညွှန်းချင်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Min Thant Bo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "5",
        "url": "https://megaup.net/2AFv2/(CM)_Mercy_(2023)_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMjMwNDkxMTgzOF5BMl5BanBnXkFtZTgwNTkwNTQ3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Spider-Man: Into the Spider-Verse (2018)",
        "description": "Spider-Man: Into the Spider-Verse (2018)\nIMDb - 8.4/10____Rotten Tomatoes - 97%\nMetacritic - 87%\nWon 1 Oscar. Another 79 wins & 55 nominations\n   \nWith great power comes great responsibility\nကြီးမားတဲ့စွမ်းအားမှာကြီးမားတဲ့ဝတ္တရားရှိတယ်ဒီစကားပုံလေးကိုမြင်တာနဲ့long long ago Spider man movie ထဲကUncle Ben ပြောတာကို ပြန်မြင်ယောင်မိကြမှာပါ\nSpider man ဆိုတဲ့ comic characterကို Tobey Magurie နဲ့ triologyရိုက်ခဲ့သလို Andrew Garfield နဲ့လဲ၂ ကားထပ်ရိုက်ခဲ့ပါတယ်\nTobey ရော Andrew ရော အတော်အောင်မြင်ခဲ့တယ်ပြောရမှာပါ အခု Into the spiderverse ဆိုပြီး Animation တစ်ကားထပ်ထွက်လာပါတယ်\nဒီ Spiderverse မှာ ကျွန်တော်တို့အချစ်တော် ပီတာပါကာ ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/spider-man-into-the-spider-verse-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BZWQ1NDdmOTgtZjQ1Ni00YzMxLTg1NWUtMzQzMjkxZTE3ZTU1XkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_-156x200.jpg",
        "title": "Me Before You (2016)",
        "description": "Datshin Review : Me Before You (2016)\nDrama, Romance\n--- Plot ---\n.\nအသက် ၂၆ နှစ်အရွယ်ရှိ Louisa Clark ဟာ စားပွဲထိုးအလုပ်ကနေ ပြုတ်သွားပြီး အတူနေ မိဘနဲ့ ညီမသားအမိကို ထောက်ပံ့ဖို့ လိုတဲ့အတွက် အလုပ်သစ်တစ်ခု အသည်းအသန်ရှာရတဲ့အခါမှာ မသန်စွမ်းတစ်ယောက်ကို စောင့်ရှောက်ရမယ့် အလုပ်ကို လက်ခံခဲ့ပါတယ်။ သူစောင့်ရှောက်ရတဲ့သူက လွန်ခဲ့တဲ့ နှစ်နှစ်က မော်တော်ဆိုင်ကယ် မတော်တဆမှုမှာ တစ်ကိုယ်လုံးသေ (လက်ချောင်းတစ်ချောင်းနှစ်ချောင်းနဲ့ ခေါင်းလောက်ပဲ လှုပ်နိုင်တော့တဲ့) Will Traynor ပါ။ Will ဟာ မတော်တဆမှု မတိုင်ခင်က အောင်မြင်နေတဲ့ လူငယ် ဘဏ်လုပ်ငန်းရှင်လဲဖြစ်ပြီး ချမ်းသာတဲ့မိဘက ပေါက်ဖွားလာလို့ ရုပ်လဲချော ပညာလဲတတ် ကျားကျားယားယားလဲရှိနဲ့ အရာအားလုံး ပြည့်စုံနေတဲ့သူ ဖြစ်ခဲ့သူပေါ့။ ကို့ယို့ကားယား ကြောင်တောင်ကျားတား ဝတ်စားတတ်ပြီး ပေါ့ပေါ့ပါးပါးနေတတ်သူ Lou ...",
        "rating": "7.4",
        "url": "https://megaup.net/1UFc6/(CM)_Me.Before.You.2016.720p.WEB-DL.AAC.5.1-Naung.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/fools-paradise-movie-poster-135x200.jpg",
        "title": "Fool’s Paradise(2023)",
        "description": "Fool's Paradise(2023)*********************ဒီဇာတ်လမ်းလေးကတော့ ရုပ်ရှင်လောကအကြောင်း‌ သရော်ထားတဲ့ Comedyကားလေးပါ။\nအနုပညာလောကရဲ့ ကျော်ကြားမှုတွေ၊ ဂုဏ်‌တွေ၊ ငွေတွေနောက်လိုက်ကြတဲ့သူတွေရဲ့ ဇာတ်ကြောင်းဘဝတွေပါ။\nအနုပညာရှင်တွေဆိုတာ နေ့ချင်းညချင်းနာမည်ထကြီး၊ နေ့ချင်းညကြီးပဲ ခွက်ပျောက်ဖြစ်သွားတဲ့သဘောရှိပါတယ်။\nဒီလောကထဲမှာပဲ နာမည်ကြီးစဥ်က ကပ်ဖားယပ်ဖားလုပ်ပြီး အရှိန်အဝါမှေးမှိန်သွားမှ ပစ်ချတတ်တဲ့အေဂျင်စီတွေရဲ့ သဘောကိုလည်း မြင်တွေ့နိုင်ပါတယ်။\nဇာတ်လမ်းကြောင်းအနေနဲ့ စကားလည်းမပြောတတ်၊ ဉာဏ်ရည်ကလည်း ငါးနှစ်ကလေးသာသာကျပ်မပြည့်တဲ့သူတစ်ယောက် အနုပညာလောကကြီးမှာနာမည်ကြီးဖြစ်လာပုံကိုရိုက်ကူးပြထားတာပါ။\nတစ်ကားလုံးမှာမှ စကားက လေးလုံးပဲပြောသွားပါတယ်။သူ့ကို အမှီပြုပြီး ဖြတ်ခုတ်တွေ၊ ကပ်ဖားတွေ၊ အချောင်စားချင်တဲ့သူတွေအကြောင်းမြင်တွေ့ရမှာပါ။\nMr. Beanလို စကားမပြောဘဲ ဝါးလုံးကွဲရယ်ရအောင်လုပ်ပြတဲ့ကားမျိုးတော့မဟုတ်ပါဘူး။\nသရော်ကားဖြစ်တာနဲ့အညီ လူတွေရဲ့ စိတ်နေစိတ်ထားတွေ၊ တစ်ပတ်ရိုက်အကွက်တွေ မြင်တွေ့ရမယ့်ကားမျိုးပါ။File Size : (2.2GB)and (703MB)\nQuality :WEB-DL1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/4CA1e/Fools.paradise.2023.web-dl.720p.Ads.(CM)_.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDc3ZTE2OGQtMmYzZi00Njg5LTlmYzgtMmFlMmUxZjQ4NmJkXkEyXkFqcGdeQXVyMTIxMDUyOTI@._V1_-140x200.jpg",
        "title": "(18+)Rusted Body: Guts of a Virgin III (1987)",
        "description": "Rusted Body: Guts of a Virgin 3 (Gômon kifujin) (1987)\nFemale Inquisitor 1987စစ်ကြီးပြီးသွားတော့ လူတွေက ဦးရာလူစနစ်နဲ့ ရသလောက်အနိုင်ကျင့်နေကြတဲ့အချိန်\nပိုက်ဆံအများကြီးပိုင်ထားတဲ့သူတွေ မလုံခြုံတဲ့အချိန်...သူတပါးပိုင်ဆိုင်တဲ့ပိုက်ဆံတွေကို ငမ်းငမ်းတက်လိုချင်နေတဲ့\nဂိုဏ်းတဂိုဏ်းရှိနေပါတယ် အဲဒီဂိုင်းက ရက်စက်လွန်းလို့ နာမည်ကြီးလှပါတယ်\nအဓိက ဦးဆောင်နေတာက မထင်ရက်လောက်အောင် လှပချောမောတဲ့\nအမျိုးသမီးနှစ်ဦး ဦးဆောင်ထားတယ်သူတို့နှစ်ယောက်က ညှင်းပန်းနည်းတွေက ကြောက်စရာကောင်းလှတယ်\nတနေ့ သူတို့ ယန်း သန်း ၁၄၀ အနံ့ရပြီးလိုက်ကြတဲ့အခါ\nသူတို့ရဲ့ ညှင်းပန်းမှုတွေက ခက်ထန်သလို နူးညံ့တာလေးတွေရော ရောယှက်နေတာ\nမမကြီးတစ်ယောက်နဲ့ အရွယ်ငယ်ကောင်မလေးတယောက်ရဲ့\nအတိုင်ဖောက်ညီညီ သတင်းလိုက်တာလေးတွေက DS Fans တွေအကြိုက်ဖြစ်လို့\nတင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.45GB / 604MB\nQuality…1080p BluRay /720p\nFormat…mp4\nDuration….1h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.4",
        "url": "https://megaup.net/1eKfg/Female.Inquisitor.1987.720p(DS).mp4",
        "category": "Adult, Asian, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Gost-135x200.jpg",
        "title": "Thir13en Ghosts (2001)",
        "description": "Horror ကားတွေမှ ကြိုက်ပါတယ်ဆိုတဲ့ ညိုကီတို့ အတွက်သရဲကားတစ်ကား တင်ဆက်လိုက်ပါတယ်။2001 ခုနှစ်က ဇာတ်ကားဖြစ်ပြီး IMDb 5.6 ရရှိထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဆိုးသွမ်းရက်စက်တဲ့ ၀ိညာဉ်တွေကိုအကြံတစ်ခုနဲ့ လိုက်ဖမ်းနေတဲ့ လူတစ်ယောက်ရဲ့ အိမ်ကိုအမွေဆက်ခံဖို့ ရောက်ရှိလာတဲ့ မိသားစုတစ်ခုရဲ့ကြောက်စရာအဖြစ်ဆိုးအကြောင်းပါ။ ဒီဇာတ်ကားမှာ ပါဝင်တဲ့သရဲတွေအကြောင်းကို သိနိုင်စေဖို့ ဘာသာပြန်သူ ညီသံလွင်မှ စာထဲမှာကွင်းစကွင်းပိတ်နဲ့ ထည့်ရေးပေးထားတဲအတွက် စာအနည်းငယ်များနေတဲ့နေရာတွေမှာ ရပ်ပြီး ဖတ်ကြည့်မယ်ဆိုရင် ပိုစိတ်ဝင်စားစရာကောင်းပါလိမ့်မယ်။   File size…2.02GB / 866MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 31m\nGenre ..... Fantasy , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Nyi Than Lwin",
        "rating": "5.6",
        "url": "https://megaup.net/1eKc3/Thir13en.Ghosts.2001.BluRay720p(CM).mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6ChTW11dLmjGy99HL6tEebxAYzg.jpg",
        "title": "Traveling Sandwich (2022)",
        "description": "Traveling Sandwich (2022)အလောင်ကားတွေ အဆွေးကားတွေအကြည့်များပြီး ပြာဖြစ်နေတဲ့CM ပရိသတ်တို့အတွက်\nကျေးလက်သဘာဝအကြောင်းရိုက်ကူးထားတဲ့ ဂျပန် ရုပ်ရှင်လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nတောတောင်ရေမြေရဲ့သဘာဝ၊ စိုက်ပျိုးရေးကိုအဓိကလုပ်ကိုင်တဲ့\nဂျပန်နယ်မြို့လေးရဲ့ နေထိုင်မှုဘဝကို တစေ့တစောင်းရိုက်ကူးပြထားပြီး\nသွားရည်ယိုချင်စရာ Sandwich လေးတွေကိုပါ ငမ်းရမှာဆိုတော့\nညဘက်မှာကြည့်မိရင်တော့ ‌ရေခဲသေတ္တာထဲ လှန်လှောရှာမိစေမယ့်ရုပ်ရှင်လေးပါပဲ။တိုကျိုမှာSandwichဆိုင်ဖွင့်ထားတဲ့ Kurumiနဲ့ Kaedeဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်က\nပုံမှန် ဖြစ်ရိုးဖြစ်စဉ်ဘဝတွေထဲမှာ ရှင်သန်ရတဲ့ဘဝကို မနှစ်မြို့ရာက စလို့\nကားပေါ်မှာ‌ Sandwichဆိုင်ပြောင်းဖွင့်ဖို့ အကြံရရာကနေ အစပြုထားပါတယ်။\nဦးတည်ရာမဲ့လျှောက်သွားရင်းနဲ့ ရောက်တဲ့နေရာမှာရှိတဲ့ပစ္စည်းနဲ့ မီနူးသစ်ကိုတီထွင်တာကတော့\nTraveling Sandwich ဆိုင်လေးရဲ့ ထူးခြားချက်တစ်ခုပါပဲ။\nဒီတစ်ခါမှာတော့ Sandwich ကားလေးက ရောက်တတ်ရာရာသွားရင်းနဲ့\nတာကာဆာကီဆိုတဲ့ စိုက်ပျိုးရေးမြို့လေးကို ရောက်သွားပါတယ်။\"ပေါင်မုန့်ဆိုတာ ရှိနေရင်ဝေမျှရတယ်\" ဆိုတဲ့ဆောင်ပုဒ်ကို လက်ကိုင်ထားတဲ့ Kurumiတစ်ယောက်\nလမ်းမှာတွေ့သမျှလူတွေကို ကူညီရင်းနဲ့ ရွာသားတွေနဲ့ ဘယ်လိုရင်းနှီးသွားမလဲ။\nစိုက်ပျိူးရေးမြို့ငယ်လေးဖြစ်တာနဲ့အညီ ဒေသထွက်ကုန်ဖြစ်တဲ့ လတ်ဆတ်တဲ့ သစ်သီးဝလံ ဟင်းသီးဟင်းရွက်တွေနဲ့\nဘယ်လိုထူးခြားတဲ့ sandwich တွေကို ဖန်တီးသွားမလဲ။\nသူတို့ကိုတည်းခိုခွင့်ပေးထားတဲ့‌တောင်သူကြီးယိုဂျီရဲ့ပြဿနာကိုရော\nဘယ်လိုကူညီဖြေရှင်းပေးသွားမလဲ‌ဆိုတာကို အားလုံးအတူကြည့်ရှုရမှာဖြစ်ပါတယ်။စိတ်အပန်းဖြေဖို့ ရုပ်ရှင်လေးတစ်ကားလည်းကြည့်ချင်တယ်\nအချိန်လည်းအများကြီးမပေးချင်ဘူးဆိုသူတွေအတွက်\nတစ်နာရီနဲ့ Healingဖြစ်စေမယ့် ဒီရုပ်ရှင်လေးကိုကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ...",
        "rating": "",
        "url": "https://megaup.net/1eJt3/Tabi.Suru.Sandwich.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sq3Ntm8Y2ozLg4oHQnNfRZ9vYdW.jpg",
        "title": "The Legend And Butterfly(2023)",
        "description": "The Legend And Butterfly(2023)******************************ဂျပန် တန်းမွန်းခေတ်က ဖြစ်ရပ်မှန်သမိုင်းကြောင်းတွေကို အခြေခံပြီး ဒါရိုက်တာOtomo Keishiကရိုက်ကူးတင်ဆက်ထားပါတယ်..\nသမိုင်းကြောင်းလေးကိုအနည်းငယ်ပြောပြရရင် ဂျပန်ဟာအဲဒီခေတ်အဲဒီအခါတုန်းကပုဂံမတိုင်ခင် မြန်မာနိုင်ငံလိုပဲ တစ်နယ်စီသီးခြားကွဲပြားနေခဲ့တာပါ ..ဒါပေမဲ့ အနော်ရထာလက်ထက်မှာပုဂံအင်ပါယာအနေနဲ့စုစည်းနိုင်ခဲ့သလိုပါပဲ ..ဇာတ်လမ်းထဲကဇာတ်လိုက်ဖြစ်တဲ့ အိုဒါ နိုဘူနဂဆိုတာ ဂျပန်ပြည်ကိုပထမဆုံးအကြိမ်စုစည်းနိုင်ခဲ့တဲ့daimyō(စစ်ဘုရင်)တစ်ပါးဖြစ်ခဲ့ပါတယ်..\nဇာတ်လမ်းအကျဥ်းကတော့ အိုဝါရီစီရင်စုရဲ့ သခင် အိုဒါ နိုဘူနဂ နဲ့ မီနိုစီရင်စုကမင်းသမီးနိုဟီမဲတို့ရဲ့လက်ထပ်ပွဲနဲ့အစပြုထားပါတယ်\nတစ်နိုင်ငံလုံးကိုသိမ်းပိုက်နိုင်ခဲ့တဲ့ Daimyō ကြီးဖြစ်လာမှာပေမဲ့နိုဘူနဂဟာ သမိုင်းမှာ အိုဝါရီရဲ့အရူးလို့နာမည်ပြောင်ရတဲ့အထိကိုပေါကြောင်ကြောင်နဲ့ပါ ...တဖက်မှာတော့ မင်းသမီးနိုကအလွန်ထက်မြက်ပြီးမြွေပွေးရဲ့သမီးလို့ပါ နာမည်ကြီးသူပါ ..စရိုက်ရောပညာဉာဏ်ပါမတူတဲ့သူတို့နှစ်ယောက် နိုင်ငံရေးပရိယာယ်တွေကြောင့်သာလက်ထပ်လိုက်ပြီးနောက်ပိုင်းမှာတော့... File Size : (2.9GB) (1.1GB)and (313MB)\nQuality :WEB-DL1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:48:00\nGenre : History  ,Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Vo Aung Din\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1eKcg/THE.LEGEND.AND.BUTTERFLY.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZGYwNTdiN2MtNTQwNy00MjYwLTk3MTQtMWMxZThjYjYwMmExXkEyXkFqcGdeQXVyMTM1MDUwMTE1._V1_-127x200.jpg",
        "title": "Raaghu (2023)",
        "description": "Raaghu 2023\nIMDb - 9.6/10ဇာတ်လမ်းအကျဉ်းကိုဗစ်ကာလအတွင်း တစ်နိုင်ငံလုံးနီးပါး လော့ခ်ဒေါင်းချလိုက်တဲ့အချိန်မှာ\nတော်တော်များများဒုက္ခရောက်ကုန်ကြတယ်။ အလုပ်တွေလည်းနားလိုက်ရပြီး\nအိမ်မှာပဲပိတ်မိနေရတဲ့အချိန်ပေါ့။ ဒါပေမဲ့ ဆေးဝါးပို့ဆောင်ရေးသမားဖြစ်တဲ့\nရာဂူကတော့အဲဒီအချိန်မှာ\nဆေးဝါး‌‌တွေပို့ရင်းအလုပ်များနေရတယ်။လူတကာပိတ်မိနေတဲ့ချိန်မှာ လွတ်လပ်စွာသွားလာနိုင်တဲ့\nပို့ဆောင်ရေးသမားကိုသတိထားမိသွားတဲ့ မသမာသူတွေက\nဒါကိုအခွင့်ကောင်းယူပါတော့တယ်။\nတစ်နေ့မှာ‌ ပါဆယ်တစ်ခုပို့ပေးဖို့ ရာဂူတစ်ယောက်\nဖုန်းလက်ခံရရှိသွားတဲ့အချိန်မှာတော့ ပါဆယ်တစ်ထုပ်ကြောင့်\nမထင်မှတ်ဘဲသူ့အသက်ကိုပါ ခြိမ်းခြောက်လာတော့တယ်။ဇာတ်လမ်းအစမှာတင် ဇာတ်ကွက်ကိုခပ်သွက်သွက်ပဲစထားတာမို့\nတစ်ကွက်မှမပျင်းရဘဲ ဇာတ်ကားဆုံးတဲ့အထိ ရင်တမမနဲ့\nကြည့်ရှူရမှာဖြစ်ပါတယ်။\n(အညွှန်းရေးသားသူကတော့ Nyein ဖြစ်ပြီး\nဘာသာပြန်တွေကတော့ Nyein~Aditi~Chiclon3နဲ့ Yunni တို့ပဲဖြစ်ပါတယ်\nFile size…1.5GB / 600MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 31min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nyein~Aditi~Chiclon3 ~ Yunni",
        "rating": "9.5",
        "url": "https://megaup.net/1eK9m/Raaghu_(2023)_Kannada_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/images-1-133x200.jpg",
        "title": "The Black Demon (2023)",
        "description": "မက်ဂါလိုဒွန်လို့ခေါ်တဲ့ငါးမန်းကြီးတွေဟာ ကမ္ဘာဦးခေတ်တုန်းက ရှင်သန်နေထိုင်ခဲ့တဲ့ အလွန်ကြီးမားတဲ့ ဧရာမငါးမန်းမျိုးစိတ်‌တစ်ခုဖြစ်ပြီး ကြောက်စရာအကောင်းဆုံးနဲ့ အသက်အန္တရာယ်အပေးနိုင်ဆုံးသတ္တဝါတွေအဖြစ် မှတ်တမ်းဝင်ပါတယ်။အခုချိန်မှာ မျိုးသုဉ်းသွားပြီဖြစ်ပေမဲ့လည်း \"မျိုးသုဉ်းပျောက်ကွယ်သွားပြီးဖြစ်သော ကြောက်စရာအကောင်းဆုံး သတ္တဝါဆန်းကြီးများ\"၊ \"မက်ဂါလိုဒွန်ငါးမန်းကြီးတွေသာ မျိုးမသုဉ်းသွားခဲ့လျှင်\" အဲဒီလိုခေါင်းစဉ်တွေနဲ့ YouTube မှာတော့ hot topic တစ်ခုဖြစ်နေဆဲပါပဲ။ မက္ကဆီကန် ဘာဂျာကမ်းခြေက တံငါသည်တွေရဲ့ ပါးစပ်ဒဏ္ဍာရီမှာတော့ ဒီမက်ဂါလိုဒွန်ကြီးတွေကို ရိုးရာနတ်ဘုရားတစ်ပါးရဲ့ အမျက်ဒေါသကြောင့် ဆင့်ခေါ်ခံလိုက်ရတဲ့ မိစ္ဆာကြီးတွေရယ်လို့ အယူရှိပါတယ်။ ဒီလိုအယူရှိတဲ့ မက္ကဆီကန်ကမ်းခြေ ဘာဟီရာဒေသရှိရာကို ပေါလ်နဲ့သူ့မိသားစုဟာ အလုပ်ကိစ္စလည်းလုပ်ရင်း အပန်းဖြေခရီးလည်းထွက်ရင်းဆိုတဲ့ရည်ရွယ်ချက်နဲ့ ရောက်လာခဲ့ပါတယ်။ကံဆိုးချင်တော့ နတ်ဘုရားတစ်ပါးရဲ့အမျက်နဲ့ တည့်တည့်တိုးပြီး မက်ဂါလိုဒွန်ငါးမန်းကြီးတစ်ကောင်က သူတို့ကိုအသင့်စောင့်နေပါတော့တယ်။ ဒီငါးမန်းကြီးရန်ကလွတ်အောင် သူတို့မိသားစုဘယ်လိုတွေ ရုန်းကန်ရမလဲ၊ မက်ဂါလိုဒွန်ကြီးကရော တကယ်ပဲဒဏ္ဍာရီတွေထဲမှာပြောထားသလို နတ်ဘုရားတစ်ပါးရဲ့ဆင့်ခေါ်မှုကြောင့် ရောက်လာတာလားဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ တထိတ်ထိတ်နဲ့ဆက်လက်စောင့်ကြည့်ရမှာဖြစ်ပါတယ်။ ငါးမန်းကားတွေ၊ မိကျောင်းကားတွေက အရင်ကတည်းက ကျွန်တော်တို့နဲ့ရင်းနှီးပြီးသားကားတွေဖြစ်ပြီး ဒီလိုဇာတ်ကားတွေနဲ့ပဲကြီးပြင်းလာတာမို့ ကြည့်ရှုသူတွေနဲ့ သိပ်ပြီးစိမ်းနေမှာမဟုတ်ပေမဲ့ ဇာတ်လမ်းဇာတ်အိမ်က အနည်းငယ်ထူးခြားနေတာမို့ ကြည့်ရတာတော့တန်မယ်ဆိုတာ ...",
        "rating": "",
        "url": "https://megaup.net/1UHpe/The.Black.Demon.2023.720p(CM).AMZN.WEB-DL.DDP5.1.H.264-FLUX.mp4",
        "category": "Horror, Sci-Fi, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOWY4NTgzOGQtZGI1ZC00MDI1LWE5ZjItY2M3MTdhMmE1YjlkXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "Influencer (2022)",
        "description": "အရမ်းလည်း dark မဖြစ်ဘဲ တထိတ်ထိတ်နဲ့ရင်ခုန်ရမဲ့ mystery ဆန်ဆန် movie ကောင်းလေးတွေကို နှစ်သက်တတ်တဲ့သူတွေအတွက် (၂၀၂၃) ထွက် အသစ်ဆက်ဆက် mystery ကားသစ်တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေခင်ဗျာ။ မက်ဒီဆင်က နာမည်သိပ်မရှိတဲ့ သာမန် social influencer တစ်ယောက်ဖြစ်ပြီး ထိုင်းနိုင်ငံကို အလည်အပတ်ခရီးစဉ်အနေနဲ့ရော၊ ကြော်ငြာပစ္စည်းတွေအတွက် blog တွေရိုက်ကူးဖို့အတွက်ရော ရောက်ရှိလာခဲ့ပါတယ်။မပြေလည်တဲ့ rs ပြဿနာတွေအတွက်ရော၊ မအောင်မြင်တဲ့ သူ့ရဲ့အသက်မွေးဝမ်းကြောင်းလုပ်ငန်းကြောင့်ရော စိတ်ဖိစီးမှုတွေများနေစဉ်မှာပဲ CW လို့ခေါ်တဲ့ ထူးဆန်းတဲ့မိန်းကလေးတစ်ယောက်ရဲ့ စတွေ့ခဲ့ပါတယ်။ CW က ဖော်ရွေတတ်တဲ့သူတစ်ယောက်ဖြစ်ပြီး သူ့အတွက်လည်း အများကြီးကူညီပေးခဲ့တဲ့ မိတ်ဆွေတစ်ယောက်ပါ။ ဒါပေမဲ့လည်း မက်ဒီဆင်ထိုင်းနိုင်ငံကပြန်ခါနီးမှာပဲ ပက်စပို့ခိုးခံလိုက်ရပြီး ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ ဆက်တိုက်ဖြစ်လာပါတော့တယ်။ ဇာတ်လမ်းက ပုံမှန်နဲ့မတူတဲ့ ဇာတ်အိမ်ခပ်ဆန်းဆန်းလေးနဲ့ ရိုက်ကူးထားတာဖြစ်ပြီး IMDB rating ကလည်း 6.1 အထိရရှိထားတာမို့ mystery ဆန်ဆန်ဇာတ်ကားတွေကို နှစ်သက်တတ်တဲ့သူတွေအတွက် ကြည့်ရအဆင်ပြေစေမဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1UEzk/Influencer.2023.720p.(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTdkNTgzZGMtZTAzNy00Y2Q4LThkNWEtM2EwOGE1NzIyOTAyXkEyXkFqcGdeQXVyMTA2MDAyMDAz._V1_-174x200.jpg",
        "title": "Oh My Darling (2023)",
        "description": "IMDb - 6.9 /10\nOh my darling (2023)ဒီတစ်ခေါက်မှာကတော့မင်းသမီးချောလေး Anikha Surendran ပါဝင်သရုပ်ဆောင်ထားပြီး\nMalayalamအမျိုးအစားဖြစ်တဲ့အပြင် ရိုမန့်လည်းဆန် ရယ်လည်းရယ်ရတဲ့ Oh my darlingဆိုတဲ့\n၂၀၂၃ထွက်ဇာတ်ကားကောင်းလေးနဲ့ တင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းနာမည်နဲ့တင် အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်မှာကို ခန့်မှန်းမိကြမှာပါ\nဒီဇာတ်လမ်းလေးကတော့ လူငယ်တွေကြားမှာဖြစ်လေ့ဖြစ်ထရှိတဲ့\nဇာတ်လမ်းလေးတွေကိုသဘာဝကျကျထည့်သွင်းပေးထားပါတယ်ဂျိုရယ်နဲ့ဂျန်နီက သိပ်ချစ်ကြတဲ့လူငယ်စုံတွဲလေးဖြစ်ပြီး သူတို့နှစ်ဦးကြားမှာလည်း\nရိုဆန်ဆန်ဖြစ်ရပ်တွေ အချစ်တွေနဲ့ပြည့်နှက်နေတာပါ ဂျိုရယ်ကသူ့အိမ်မက်ကို\nအကောင်အထည်ဖော်ဖို့ကြိုးစားနေတဲ့လူငယ်တစ်ယောက်ဖြစ်ကာ ဂျန်နီကတော့\nကိုရီးယားကားတွေကိုရူးသွပ်တဲ့ခေတ်မိန်းမပျိုလေးတစ်ယောက်ဖြစ်ပါတယ်\nရိုးရှင်းနေတဲ့ သူတို့ရဲ့ဘဝထဲကို ရှုပ်ထွေးတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်က ဂျန်နီရဲ့မွေးနေ့ကိုအစပြုပြီး\nထွက်လာပါတော့တယ် ဂျန်နီရဲ့မွေးနေ့ကနေထွက်လာတဲ့ဇာတ်လမ်းလေးက\nသူတို့နှစ်ဦးကိုဘယ်လိုပြောင်းလဲသွားစေမလဲ သူတို့ကရောဒီဖြစ်ရပ်ကိုဘယ်လိုမျိုးတွေ\nရင်ဆိုင်ကျော်ဖြတ်ကြမလဲဆိုတာကို ဟာသဇာတ်နှောပြီးရင်ခုန်စွာကြည့်ရှူ့လိုက်ရအောင်\nFile size…1.87GB/ 801MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ZweYan~Yunni~KhinKhin",
        "rating": "5.5",
        "url": "https://megaup.net/1eJqb/Oh_My_Darling_(2023)%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/beOttBg7SjRnOXXBEb3Xv9UEgKV.jpg",
        "title": "Sea of Time (2022)",
        "description": "Sea of Time (2022)~ IMDb rating - 7.6/10 ~ဒီကားရဲ့ ဇာတ်လမ်းဟာ လက်တွေ့ဘဝက ကြေကွဲစရာဖြစ်ရပ်မှန်လေးကို အခြေခံထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။၁၉၈၀ ခုနှစ်တွေတုန်းက ယိုဟန်နာနဲ့ လူးကပ်စ်တို့ဟာ သူတို့ရဲ့ သားလေး ကိုင် နဲ့အတူ ရွက်လွှင့်ခရီးတစ်ခုထွက်ရင်း အဆုံးအစမဲ့ သမုဒ္ဒရာကြီးထဲ အပျော်ခရီးစဉ်လေးတစ်ခုထွက်ခဲ့ကြပါတယ်။ ကမ္ဘာပေါ်မှာ... ပင်လယ်ရေပြင်ကြီးထဲမှာ... သူတို့ ၃ ယောက်တည်းရှိတဲ့အတိုင်း အပူအပင်ကင်းကင်း ပျော်ပျော်ရွှင်ရွှင်နဲ့ပေါ့။တစ်ရက်မှာသူတို့သားလေး ကိုင် ပင်လယ်ထဲ ပျောက်ခြင်းမလှပျောက်ဆုံးသွားခဲ့တာကစပြီး ကျန်ခဲ့တဲ့သူတို့ ၂ယောက်ရဲ့ဘဝကလည်း ကိုယ့်ကိုယ်ကိုယ်အပြစ်တင်စိတ်တွေနဲ့ ကမောက်ကမဖြစ်ခဲ့ရတယ်။ သူတို့သားလေးပျောက်ဆုံးမှုအပေါ် ဖြေမဆည်နိုင်လွန်းလို့ အဲဒီအဖြစ်အပျက်ကြီးကို မေ့ထားပစ်ချင်တဲ့ ဖခင်ဖြစ်သူလူးကပ်စ်နဲ့ သားလေးအကြောင်းကိုပဲမေ့မရဖြစ်နေတဲ့ ယိုဟန်နာတို့ ကတောက်ကဆတွေဖြစ်ရာကနေ ဝေးသွားကြပါတော့တယ်။‌နှစ်ပေါင်း ၃၅ နှစ်အကြာမှ သူတို့ချင်းပြန်တွေ့ကြတဲ့အခါ ဘဝကိုယ်စီနဲ့ဖြစ်နေကြပါပြီ။ ဒါပေမဲ့ သူတို့သားလေးအပေါ်ထားတဲ့သတိရစိတ်တွေ ကတော့ လတ်ဆတ်နေတုန်း... ချစ်ရက်နဲ့ဝေးခဲ့ရတဲ့သူတို့ချစ်ခြင်းတွေကလည်း သင်းပျံ့နေတုန်း...အချိန်တွေကကုစားသွားမှာပါလို့ ကျွန်တော်တို့အမြဲပြောလေ့ရှိပေမဲ့ တချို့အဖြစ်အပျက်တွေဟာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2AEgu/(CM)_Sea_of_Time_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8OWDBVmGdM7HwaDtbDsdn6Rlzqj.jpg",
        "title": "The People Under the Stairs (1991)",
        "description": "The People Under The Stairs (1991)~ IMDb - 6.4/10, Rotten Tomatoes - 70% ~ဒီတစ်​ခေါက် မိတ်ဆက်​ပေးမှာက​​တော့ 1991 မှာ ထွက်ရှိထားတဲ့ ​ကြောက်လည်း​ကြောက်ရ ရယ်လည်းရယ်ရမယ့် သည်းထိတ်ရင်ဖို ဟာသကား​လေး The People Under the Stairs ပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~တား​​ရော့ရူး အမတစ်​ယောက်​ကြောင့် နာမည်ရင်းထက် နာမည်​ပြောင်သာလူသိများကြတဲ့ ဖူး(Fool)တစ်​ယောက် မ​တော်​လောဘမက်တဲ့ ​မြေပိုင်ရှင် ​လင်မယား နှစ်​ယောက်​ကြောင့် အိမ်​ပေါ်ကဆင်းရဖို့ အ​ကြောင်းဖန်လာတဲ့အခါ...အ​မေဖြစ်သူကလည်း ကင်ဆာ​ရောဂါ ခံစား​နေရပြီး ခွဲစိတ်ဖို့ ပိုက်ဆံမတတ်နိုင်​သေးတဲ့အချိန် ​မြေပိုင်ရှင်​လင်မယားအိမ်မှာ ​ရွှေပြားသွားခိုးဖို့ ထွက်လာတဲ့အခါ...အိမ်ကြီးရဲ့​နောက်ကွယ်က ဖြစ်ရပ်မှန်​တွေ အိမ်ကြီးထဲမှာ ဘာ​တွေ လျှို့ဝှက်ထားတာ​တွေရှိလဲ... အိမ်ကြီးထဲဝင်​ဖောက်မိတဲ့အခါ ဘာ​တွေ​တွေ့ကြုံရမလဲ... ဆိုတာကို သည်းထိတ်ရင်ဖိုကြည့်ရမယ့်အပြင် အလွဲ​လေး​တွေလည်းပါတာမို့ ရယ်လည်းရယ်ရမယ့် ကား​ကောင်း​လေးတစ်ကားလည်းဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3Wz8v/(CM)_The_People_Under_the_Stairs_(1991)_720p.mp4",
        "category": "Comedy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pfsNMZcA9aAzvEqdOnq40KwEl7h.jpg",
        "title": "30 Minutes or Less(2011)",
        "description": "IMDb – 6.1/10 Rotten Tomatoes -45%ချက်ကြီးဟာမူလတန်းကျောင်းဆရာတစ်ယောက်။ချက်ကြီးဘော်ဒါငှက်ကြီး(နစ်ခ်) ကပီဇာဆိုင်မှာဒယ်လ်လီဗာရီပို့တဲ့သူ။ ဒီဘဲနှစ်ပွေကငယ်ငယ်လေးတည်းကခင်ခဲ့တဲ့ ငယ်ပေါင်းကြီးဖော်တွေ။ တစ်ဖက်မှာလည်းဘုရင်ကြီးဒွီဝိန်းနဲ့သူ့နောက်လိုက်တပည့်ကျော်ထရားဗစ်ဆိုတာရှိသေးတယ်။ချက်ကြီးတို့လို ငယ်ပေါင်းကြီးဖော် တွေပဲ။ဘုရင်ကြီးတို့က ၁၀၉-၁၁၀ တွေ။ သူ့ဖားသားကြီးအငြိမ်းစားဗိုလ်မှူးအိမ်မှာ လက်တိုလက်တောင်းလေး လုပ်ပြီးခိုကပ်နေတဲ့ဘဲတွေ။ဘိုးတော်ကြီးကထီပေါက်ထားပြီး ထောနေတော့၁၀၉-၁၁၀ ကောင်တွေကို ရှယ်ဟောက်တာပေါ့။အလုပ်မရှိအကိုင်မရှိအာဝါးဒါးရိုက်မနေနဲ့ အဖြစ်ရှိအောင်လုပ်ဘာညာပေါ့ဗျာ။ ဘုရင်ကြီးလည်း ပွားခံရပါများတော့ ဘိုးတော်ကြီးကိုကပ်တိုးလေးအသည်းပေါက်နေတယ်။ မြေနိုးကြီး သေရင်အမွေတွေရမယ် သူလည်းသူဌေးတန်းဖြစ်မယ်ပေါ့။ အဲဒါနဲ့ဘိုးတော်ကြီးကိုလုပ်ကြံဖို့အကြံထုတ်တယ်။ ထုတ်တဲ့အကြံထဲမှာ ပီဇာပို့တဲ့ ငှက်ကြီး(နစ်ခ်)ကမဆီမဆိုင် သားကောင်ဖြစ်သွားတယ်။ ချက်ကြီး၊ငှက်ကြီးတစ်ဖွဲ့ အကြံကြီးတဲ့ဘုရင်ကြီးတို့ကတစ်ဖွဲ့ ဂတုံးပေါ်ထိပ်ကွက်ဖို့ကြိုးစားကြတာတွေ တခွီခွီနဲ့ကြည့်ရမှာဖြစ်တယ်။ဒီရုပ်ရှင်မှာ The Social Network, Justice League,Now you see me ဇာတ်ကားတွေမှာပါဝင်တဲ့ Jesse Eisenberg ကငှက်ကြီးအဖြစ်ပါဝင်ထားပြီး Master of None series မှာနာမည်ကြီးတဲ့ Aziz Ansari က ချက်ကြီးအဖြစ်ပါဝင်ပြီး တခြားဟောလိဝုဒ်မှာနာမည်ကျော်ဟာသသရုပ်ဆောင်များစွာပါဝင်ထားပါတယ်။Box Office မှာလည်းဒေါ်လာသန်း၄၀ကျော်ရရှိထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။ File size…1.41GB ...",
        "rating": "6.1",
        "url": "https://megaup.net/3Wz3w/30.Minutes.or.Less.2011.BluRay720p(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOGE1MThjNzctZWYxNy00NjYyLWJiZTItZjVjYTZhYzk5MDJkXkEyXkFqcGdeQXVyMjc2Nzg5OTQ@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "From Me to You (or) Kimi ni Todoke (2010)",
        "description": "From Me to You (or) Kimi ni Todoke (2010)\n===============================\nIMDb Rating - 6.9/10Anime fan လေးတွေအကြိုက် Kimi ni Todoke ကိုမှ\n၂၀၁၀ တုန်းက ထွက်ရှိခဲ့တဲ့ Live action movie အဟောင်း\nလေး ပြန်လည်တင်ဆက်ပေးလိုက်ရပါတယ်။ Sawako\nKuronuma (Mikako Tabe)ဟာ ဆံပင်ရှည်ကြီးအမြဲချ\nထားပြီး ရှက်ကြောက်တတ်တဲ့အပြုအမူတွေကြောင့် ၁၉\n၉၈ တုန်းကထွက်ခဲ့တဲ့ ဂျပန်သရဲကား 'Ring' ထဲက သရဲမ\n\"Sadako\" နဲ့ တူတာမို့ ငယ်ငယ်ကတည်းက အတန်းဖော်\nတွေရဲ့ အရှောင်ကြဉ်ခံခဲ့ရပါတယ်။အထက်တန်းကျောင်းမှာလည်း လူတိုင်းရဲ့ ကြောက်ရွံ့မှုကို\nခံနေရပေမဲ့ အတန်းထဲက လူချစ်လူခင်များတဲ့ နာမည်ကြီး\nကောင်လေးတစ်ယောက် Shota Kazehay‌a (Haruma\nMiura)ကတော့ သူများတွေနဲ့မတူဘဲ Sawako ကို အမြဲ\nဂရုစိုက်ကြင်နာပေးပါတယ်။ အဲလိုနဲ့ Kazehay‌a ကြောင့်\nSawako မှာ သူငယ်ချင်းတွေရလာပြီး သူမ အမြဲတောင့်\nတခဲ့ရတဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1eDmk/From.Me.to.You.2010.JAPANESE.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    }
]