[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/p24993939_v_v13_aa-150x200.jpg",
        "title": "Trapped in the Farmhouse (2023)",
        "description": "ဒီဇာတ်ကားက 2023 ခုနှစ်​မှာ​ အသစ်​ထွက်ရှိလာတဲ့ သည်း​ထိတ်​ရင်​ဖို​ Horror/Thriller အမျိုးအစားဇာတ်​ကားပါ။ ဇာတ်လမ်း​အကျဥ်း​ကတော့​ ရည်းစား​ဖြစ်သူ​ရဲ့​ အနိုင်​ကျင့်နှိပ်စက်မှုကြောင့် ထွက်ပြေး​လာတဲ့​ အမ်မာဆိုတဲ့အမျိုး​သမီးတစ်ဦး​ဟာ အိမ်ကိုပြန်လာတဲ့လမ်းခရီးမှာ မုန်တိုင်း​နဲ့တိုးပြီး​ အိမ်​တစ်အိမ်မှာဝင်ရောက်ပြီးခိုလှုံခဲ့ရပါတယ်။ အဲဒီအိမ်က လူသူမနီးတဲ့အရပ်မှာ တည်ရှိနေတာဖြစ်ပြီး အိမ်​ရှင်ဖြစ်သူကလည်း သဘောကောင်းပုံရပါတယ်။ ဒါပေမဲ့​ အမ်မာ​တစ်ယောက်​ တဖြည်း​ဖြည်း​နဲ့သိလာတာက ဒီအိမ်နဲ့အိမ်ရှင်ဖြစ်သူဟာ သူထင်ထားသလိုမရိုးရှင်းဘဲ လျှို့ဝှက်​ချက်​တွေရှိနေတာကိုပါပဲ။မုန်တိုင်း​ကမပြီးသေးတာကြောင့် အဲဒီအိမ်မှာပဲ ခဏဆက်နေဖို့ဆုံးဖြတ်လိုက်မိတဲ့အခါမှာ​ ပိုမို​ဆိုးရွား​တဲ့ကံကြမ္မာတစ်ခုက သူ့ကိုအခန့်သားစောင့်​ကြို​နေပါတော့တယ်။ ဇာတ်လမ်း​က​ Thriller အမျိုးအစား​ဖြစ်တဲ့​အတွက်​ ရင်လှိုက်သည်းဖိုရုပ်ရှင်ဝါသနာပါသူတွေ နှစ်သက်​နိုင်ပါတယ်။ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ အမ်မာ​နေရာမှာ​ The​ Perfect​Wedding​ Match​ ထဲက​ Jenna​ Michno​ က​ သရုပ်ဆောင်​ထားပါတယ်။ ဇာတ်လမ်း​တစ်လျှောက်လုံးမှာ​ မိုးတွေရွာပြီး မိုးကြိုး​မုန်​တိုင်း​တွေ၊ လေဆင်​နှာမောင်းတွေတိုက်ခတ်နေတာဖြစ်တဲ့အတွက်​ ဒီလို​မိုးတွင်းထဲမှာ ကြည့်လို့ပျော်ကောင်းပျော်စေမဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။ File size…(745 MB)\nQuality….Webrip  720p\nFormat…mp4\nDuration….01:30:00\nGenre...Tv Movie, Thriller, Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "5.1",
        "url": "https://megaup.net/1fHun/Trapped.in.the.Farmhouse.2023.720p.(CM).mp4",
        "category": "Mystery, Thriller, TV Movie"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Wild-Bones-Poster-768x1024-1-150x200.jpg",
        "title": "Wild Bones (2022)",
        "description": "ဒီဇာတ်ကားကတော့ အိမ်တွင်းရေးပြဿနာတွေနဲ့ ကြီးမားတဲ့စိတ်ဒဏ်ရာတွေအကြောင်းကိုရိုက်ပြထားတဲ့ Psychological Horror Dramaကားတစ်ကားပါ။ ဒီဇာတ်ကားမှာ ညီအမနှစ်ယောက် အိပ်မက်ဆိုးတစ်ခုအကြား သူတို့နှစ်ယောက်ရဲ့ ဆက်ဆံရေးကို ပြန်လည်ထူထောင်ဖို့ ကြိုးစားကြပုံကို ရိုက်ပြထားပါတယ်။ ဇာတ်လမ်အကျဉ်းကတော့ ဖေး နဲ့ အဲလစ်တို့ဟာ ရှုပ်ထွေးလှတဲ့အတိတ်ကိုယ်စီနဲ့ ညီအမနှစ်ယောက်ပါ။ ဒီရှုပ်ထွေးလှတဲ့အရာတွေဟာ သူတို့နှစ်ယောက်ရဲ့ အဖေဖြစ်သူ ပျောက်ဆုံးသွားပြီးနောက်ပိုင်းမှာ ပိုမိုရှုပ်ထွေးလာခဲ့ပါတယ်။ ဖေးကတော့ သူ့အဖေပျောက်ဆုံးသွားရခြင်းကို လွဲမှားစွာမှတ်ယူထားပြီး သူမရဲ့ဘ၀ကို တိုက်စားခွင့်ပေးထားပါတယ်။ ဒါပေမယ့် ညီမဖြစ်သူ အဲလစ်က‌တော့ ဖေးကိုဆက်သွယ်လာပြီး သူတို့ရဲ့ ပျောက်ဆုံးသွားတဲ့အဖေဟာ သူတို့အတွက် အိမ်တစ်လုံးထားခဲ့ပေးတယ်ဆိုတာကို ထုတ်ဖော်ပြောလာ‌ပါတယ်။သူ့အဖေရဲ့ အိမ်ကို အမွေဆက်ခံဖို့အတွက် ဖေး ဟာ သူမကို အတိတ်က စိတ်ဒဏ်ရာ‌တွေပေးခဲ့တဲ့ တရားခံဖြစ်သူ သူမရဲ့မိခင်ရင်းနဲ့ ရင်ဆိုင်ရမှာပါ။ ညီအမနှစ်ယောက်ဟာ သူတို့ရဲ့ဆက်ဆံရေးကို ပြန်လည်တည်ဆောက်ဖို့ ကြိုးစားကြရင်း သူတို့ဟာ လိမ်ညာမှုတွေနဲ့ပြည့်နှက်နေတဲ့ ပင့်ကူအိမ်ထဲမှာ ဖမ်းခံထားရပြီး ဘယ်သူ့ကိုယုံရမလဲ ဘယ်အရာကိုယုံကြည်ရမလဲဆိုတာ မသေချာ ...",
        "rating": "",
        "url": "https://megaup.net/1fHtc/Wild.Bones.2023.720p.(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/d8BxiNBxPL1nFMunRaXI2MAYPCB-133x200.jpg",
        "title": "(18+) Intimate Confessions of a Chinese Courtesan (1972)",
        "description": "တရုတ်မလေးတွေရဲ့ ခစ်ခစ် ဆိုပြီး ရှက်ပြုံးလေးနဲ့ ပါးစပ်လေးကို\nလက်လေးနဲ့ကာလိုက်တဲ့ အမူရာလေးတွေက ချစ်ဖို့ကောင်းတာ\nငြင်းလို့ရမယ်မထင်ဘူး.....အဲဒီထဲမှာ အေးနုလည်းပါတာပေါ့\nအေးနုရဲ့ဘဝက ခက်ခဲတယ် ကြမ်းတမ်းတယ်\nတရုတ်ပြည်ကြီးမှာ သူဌေးတွေ ထင်တိုင်းကြံလို့ရတဲ့အချိန်\nဥပဒေဆိုတာ ဘောင်မဝင်တဲ့အချိန်\nအေးနု အပျိုဖေါ်ဝင်စမှာပဲ မသမာသူဂိုဏ်းတဂိုဏ်းရဲ့\nပြန်ပေးဆွဲချင်းကို ခံလိုက်ရပါတယ်\nပြန်ပေးဆွဲလို့ရတဲ့ အချောအလှလေးတွေကို\nလေးရာသီ ဆိုတဲ့နာမည်ကြီး ဆောင်ကြာမြိုင်ကိုရောင်းကြတယ်အေးနုအတွက်တော့ ငရဲတစ်ခုလိုပဲ\nဒါပေမဲ့အေးနုက အတော်တော့စိတ်မာတယ် သူရသလောက်ငြင်းဆန်တယ်\nနောက်ဆုံးတော့ အေးနု နားလည်သွားတာက\nဗျူဟာပြောင်းပြီး သူ့ကို ဒီဇာတ်သွင်းသူတွေကို\nလက်စားချေမယ်ဆိုပြီး ဆုံးဖြတ်လိုက်ပါတယ်\nအေးနုရဲ့ လက်စားချေမှုတွေက သိမ်မွေ့ပြီး လိင်ကိစ္စတွေ\nပါနေတာဖြစ်လို့ တရုတ်ရှေးဟောင်း အရသာလေးတမ်းတနေတဲ့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.43GB / 720MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "7.1",
        "url": "https://megaup.net/3XyGU/Intimate.Confessions.Of.A.Chinese.Courtesan.1972.720p(DS).mp4",
        "category": "Action, Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOThjMDkxODctMjE2OC00Y2UyLTg4YmItOTcyYzMwNmI5MmJhXkEyXkFqcGdeQXVyODkyNjk0Njg@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Cabin Girl (2023)",
        "description": "ပုံမှန်သရဲကားတွေလိုမဟုတ်ဘဲပေါ့ပေါ့ပါးပါးကြည့်လို့ကောင်းတဲ့ horror thriller film လေးဖြစ်ပါတယ်... အေဗာရော်ဘင်ဆိုတဲ့ကောင်မလေးကကားနဲ့ခရီးတွေသွားရင်းဘလော့ဂ်ရိုက်ရတာကိုဝါသနာပါတဲ့ဘ‌လော့ဂါလေးပါ တစ်နေ့မှာတော့သူကားအက်စီးဒင့်ဖြစ်ပြီးခရီးမသွားတော့ဘဲမြို့ငယ်လေးတစ်မြို့မှာအခြေချဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ် မြို့စွန်ကသစ်သားအိမ်လေးကိုဝယ်ခဲ့ပေမဲ့ ဖြစ်ချင်တော့အရင်ကသတ်သေသွားဖူးတဲ့ဟန်နာဆိုတဲ့ကောင်မလေးတစ်ယောက်နေသွားတဲ့အိမ်ဖြစ်နေပြီး အေဗာကတော့အိမ်ထဲမှာလည်းသရဲမကိုခနခန‌တွေ့နေရတာကြောင့်အဲ့အကြောင်းကိုအရမ်းစိတ်ဝင်စားသွားခဲ့ပါတယ် အေဗာတစ်ယောက် ဟန်နာရဲ့အမှုအကြောင်းကိုလိုက်စုံစမ်းရင်းဘလော့တွေရိုက်ရင်းနဲ့ဘာတွေရှာတွေ့သွားမလဲ အိမ်မှာရှိနေတဲ့သရဲကရောတကယ်ဟန်နာဟုတ်ရဲ့လား သူအေဗာ့ဆီကဘာတွေလိုချင်နေတာလဲဆိုတာကိုကြည့်ရှုရမှာပါ ။ File size…(828 MB)\nQuality….Webrip  720p\nFormat…mp4\nDuration….01:28:00\nGenre...Western, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/1fHuh/Cabin.Girl.2023.720p.(CM).mp4",
        "category": "Horror, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bCqS1MkwZouIdfevYIBz74VBTbp.jpg",
        "title": "One More Chance ( 2023 )",
        "description": "ဟောင်ကောင် မင်းသားကြီး Chow Yun-fatရဲ့2023မှာ\nနောက်ဆုံးထွက်ထားတဲ့ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်တစ်နေကုန် လောင်းကစားဝိုင်းမှာပဲ အချိန်ဖြုန်းလေ့ရှိပြီး\nအကြွေးပတ်လည်ဝိုင်းနေတဲ့ အားဟွေးဆီကို\nတစ်နေ့မှာတော့ သူ့ရည်းစားဟောင်းဖြစ်သူ လီရှီးဟာ\nသားဖြစ်သူ လီရန်ကို ခေါ်ပြီးရောက်လာခဲ့ပါတယ်။အားဟွေးဟာ လီရန်ရဲ့ ဖခင်အရင်းဖြစ်ကြောင်း၊\nလီရန်ကို တစ်လခေါ်ထားပြီး စောင့်ရှောက်ပေးထားဖို့နဲ့\nတစ်လပြည့်ရင် ပြန်လာခေါ်မှာဖြစ်ကြောင်း၊\nစောင့်ရှောက်စရိတ်အတွက် ဟောင်ကောင်ဒေါ်လာ တစ်သိန်းပေးမှာဖြစ်ကြောင်း\nလီရှီးက ပြောပြတဲ့အခါမှာတော့ အားဟွေးဟာ\nအကြွေးဆပ်ဖို့ ငွေလိုနေတာဖြစ်လို့ လီရန်ကို လက်ခံထားခဲ့ပါတယ်။ဒီလိုနဲ့ လီရန်နဲ့ ပြောဆိုဆက်ဆံကြည့်တဲ့အခါ\nလီရန်ဟာ သာမန်ကလေးတစ်ယောက်မဟုတ်ဘဲ\nအော်တစ်ဇင်ကလေးတစ်ယောက်ဖြစ်ပြီး အထူးလိုအပ်ချက်တွေလည်း\nရှိတာကြောင့် ပြုစုပျိုးထောင်ရာမှာ အခက်အခဲရှိကြောင်း သိသွားခဲ့ပါတယ်တစ်လပြည့်လို့ ချိန်းဆိုထားတဲ့နေ့မှာ လီရှီးပေါ်မလာတဲ့အခါကျမှ\nအားဟွေးတစ်ယောက် လီရှီးက လီရန်ကို\nသူ့ဆီမှာ ဘာဖြစ်လို့အပ်ခဲ့လဲဆိုတာ သဘောပေါက်သွားခဲ့ပါတယ်ဒီတော့ လီရှီးက ဘာဖြစ်လို့ သားဖြစ်သူကို\nအားဟွေးဆီမှာထားခဲ့ပြီး ပေါ်မလာတာလဲ\nအော်တစ်ဇင်သားလေးနဲ့ အားဟွေးတစ်ယောက်\nဘဝကို ဘယ်လိုဆက်ပြီး ဖြတ်သန်းမှာလဲ\nဒီအတိုင်းပဲ လောင်းကစားအလုပ်ကို စွဲလမ်းနေပြီး\nဘဝကို ဖြစ်သလိုဖြတ်သန်းနေဦးမှာလားဆိုတာ......\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Family , Drama\nRuntime : 1h 54 ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/one-more-chance-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTQyOTgzOWEtZjM0OS00YzBlLThlMDUtMWY1YWVhNmNhYTkxXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Starling Girl (2023)",
        "description": "IMDb 6.9/10 ရရှိထားတဲ့ drama ဇာတ်ကားဖြစ်ပြီး ရှေးရိုးစွဲပြီးဘာသာရေးအရမ်းကိုင်းရှိုင်းတဲ့ခရစ်ယာန်လူ့အဖွဲ့အစည်းတစ်ခုကိုဇာတ်အိမ်တည်ထားတာပါ ဂျမ် ဆိုတဲ့ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်ဟာဘာသာရေးတအားကိုင်းရှိုင်းတဲ့မိသားစုတစ်စုရဲ့သမီးဖြစ်ပြီး ဓမ္မတေးအကအဖွဲ့မှာလည်းတက်ကြွလှုပ်ရှားသူတစ်ဦးဖြစ်ပါတယ် သူတို့လူ့အသိုင်းအဝိုင်းဟာဘာသာရေးကိုတအားကိုင်းရှိုင်းလွန်းပြီးအပြစ်သေးသေးလေးလုပ်မိရင်တောင်အပြစ်ကင်းအောင်ပြန်ပေးဆပ်ခိုင်းတာမျိုးတွေလည်းရှိတာကြောင့် ဂျမ်တစ်ယောက် တရားဟောဆရာကိုစရင်ခုန်မိသွားပြီးသူနဲ့နီးစပ်သွားတဲ့အခါ ဘာသာရေးအရကျင့်ဝတ်တွေကိုဖောက်ဖျက်မိသွားပါတော့တယ် ဂျမ်ထင်ထားသလိုဒါကအချစ်စစ်ရောဟုတ်ရဲ့လား ဒီအချစ်ဇာတ်လမ်းကဘယ်လိုဆက်ဖြစ်သွားမလဲ သူတို့အတူအခက်အခဲတွေကိုရောကျော်ဖြတ်နိုင်ပါ့မလားဆိုတာကို‌ကြည့်ရှုရမှာပါFile size…(1.9 GB)/(1 GB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:56:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.8",
        "url": "https://megaup.net/2BCnw/The.Starling.Girl.2023.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjI5MTYzOTMyNF5BMl5BanBnXkFtZTcwNTgwNDYzOQ@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "My Awkward Sexual Adventure (2012)",
        "description": "ဆော်က ငထန် မင်းသားက ငဒူ ဆော်က အားမရလို့ပစ်သွားတော့မှ ဆော်က ကိုယ့်ကို စိတ်ပြန်လည်လာဖို့ ကူပါကယ်ပါနဲ့ ဘယ်သူ့ကို အဖေခေါ်ရမှန်းမသိတဲ့အဖြစ် အဖော်အချွတ်ကလပ်က ဆော်တစ်ပွေနဲ့တွေ့ပြီးကိုယ်ဖိရင်ဖိသင်ကြားပြီးတော့မှ သိုင်းကွက်အစုံနဲ့ ရေခဲတောင်ကြာပွင့်စားစရာမလိုပဲ အတွင်းအားတွေရသွား တဲ့Canadian Comedy/Romance ဇာတ်ကားလေးတစ်ကားပေါ့မင်းသားကတော့ Canadian ဒါရိုက်တာနဲ့ ဇာတ်ညွှန်းရေးဆရာ ဖြစ်တဲ့ Jonas Chernick နဲ့ မင်းသမီးကတော့ Canadian Series တွေ British Series တွေရိုက်ကူးနေတဲ့ Emily Hampshire တို့ပါပဲ နှစ်ယောက်စလုံးကလည်း Canadian လူမျိုးတွေပဲဆိုတော့ Canadian Sex ဇာတ်ကားကောင်းလေးတစ်ကားကိုအသွင်သစ်အမြင်သစ်လေးတစ်ခုအနေနဲ့ ကြည့်ရှုခံစားလိုက်ကြပါဦး ပရိသတ်ကြီးဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် File size…(2.2 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:38:00\nGenre...Comedy, Romance, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "6.1",
        "url": "https://megaup.net/1VFq5/My.Awkward.Sexual.Adventure.2012.720p.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMzkyNDExOTA1Nl5BMl5BanBnXkFtZTcwNjgzODE4OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Parental Guidance (2012)",
        "description": "အာတီဟာ အသက် ၄၅ နှစ်အရွယ် ဘေ့စ်ဘောအားကစားပွဲတွေရဲ့ နောက်ခံအသံတင်ဆက်သူတစ်ယောက်ပါ။ သူဟာ အလုပ်ကို ချစ်လို့လုပ်တဲ့လူစားမျိုးဖြစ်ပေမဲ့လည်း အာတီတစ်ယောက် Facebook လေးတောင်မသုံးတတ်လို့ဆိုပြီး အလုပ်ကနေအထုတ်ခံလိုက်ရပါတယ်။ အဲဒီနောက်တော့ သူ့ရဲ့သမီးဖြစ်သူက ကလေးတွေကိုထိန်းပေးဖို့ အကူအညီတောင်းတော့ အာတီတို့လင်မယားနှစ်ယောက် ကလေးတွေထိန်းပေးဖို့သွားပါတော့တယ်။ အမေရိကန်မိသားစုတွေဆိုပေမဲ့လည်း မတူညီတဲ့မျိုးဆက်တွေကြားထဲက မိဘအုပ်ထိန်းမှုပုံစံတွေနဲ့ သွန်သင်ဆုံးမတဲ့ပုံစံတွေကလလည်း ကွာခြားနေတော့ အာတီတို့လင်မယားနှစ်ယောက် သူ့မြေး၃ကောင်နဲ့ ဘယ်လိုဘယ်ပုံစခန်းသွားကြမလဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ကြည့်ရှုရမှာပါ။ ဒီဇာတ်ကားထဲက သရုပ်ဆောင်တွေဟာဆိုရင်လည်း ကလေးသရုပ်ဆောင်ကအစ နာမည်ကြီးရုပ်ရှင်ဇာတ်ကားတွေထဲမှာ သရုပ်ဆောင်ကြဖူးထားကြပြီး IMDb 6.0 ရရှိထားတဲ့ အမေရိကန် မိသားစုဟာသ ရုပ်ရှင်ဇာတ်ကားတစ်ကားလည်းဖြစ်တာကြောင့် ပေါ့ပေါ့ပါးပါးနဲ့ အဆင်ပြေပြေကြည့်ရှုဖို့အတွက် လက်မလွှတ်သင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။File size…(2.1 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:44:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mako",
        "rating": "6.0",
        "url": "https://megaup.net/1VEov/Parental.Guidance.2012.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTAzZmRjMjEtMjVhNC00MTgwLWEyOGMtNDk0YmU1MDU3M2I0XkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Dog Lover’s Guide to Dating (2023)",
        "description": "ဒီဇာတ်ကားလေးဟာ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ Romance and Comedy အမျိုးအစားဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ ခွေးလေးတွေချစ်တတ်တဲ့သူတွေအတွက် ခွေးထိန်းရင်းရည်းစားရအောင်လုပ်နည်းတွေပြောပြထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဆိုလည်းမမှားပါဘူး။ ဒီဇာတ်ကားလေးထဲမှာ လူတွေကိုအယုံအကြည်မရှိတော့လို့ခွေးလေးတွေထိန်းကျောင်းရင်းနဲ့ပဲဘဝကိုဖြတ်သန်းသွားချင်တော့တယ်ဆိုတဲ့ ခွေးလေးတွေကိုနည်းပြလုပ်ပေးတဲ့ အဲလက်စ်ဆိုတဲ့ကောင်မလေးနဲ့ နာမည်ကြီးကြော်ငြာထုတ်လုပ်ရေးပိုင်ရှင် ဆိုင်မန်တို့ရဲ့ အချစ်ဇာတ်လမ်းလေးကိုစီးမြောခံစားကြရမှာပါ။ငယ်စဉ်ကတည်းကဖခင်ဖြစ်သူက စွန့်ပစ်သွားတာကိုစိတ်ဒဏ်ရာရနေခဲ့ပြီး အရွယ်ရောက်ချိန်မှာ ရည်းစားထား အိမ်ထောင်ပြုဖို့အယုံအကြည်မရှိတော့တဲ့အဲလက်စ်တစ်ယောက်ဟာ ခွေးလေးတွေနဲ့ပဲအချိန်ကုန်ဆုံးရင်းတစ်နေ့မှာဆိုင်မန်နဲ့ အမှတ်မထင်ဆုံခဲ့ကြရာက ဒီဇာတ်လမ်းလေးဖြစ်ပေါ်လာခဲ့တာပါ။ ဆိုင်မန်ဟာ ကလိုဝီဆိုတဲ့နာမည်ကျော်ဒီဇိုင်နာတစ်ယောက်ရဲ့အချစ်ကိုရဖို့ကလိုဝီရဲ့ခွေးလေးဆိုင်မန်နဲ့ အရင်နီးစပ်ဖို့လိုတာမို့ ဆွေးလေးဆိုင်မန်ကိုယဉ်ပါးအောင်ထိန်းကျောင်းဖို့အဲလက်စ်ဆီကနေအကြံပြုချက်လေးတွေသင်ယူရင်းနောက်ဆုံးမှာ သူ့ကိုယ်သူရှာတွေ့သွားပြီး အချစ်အကြောင်းဘာမှမသိပါဘူးဆိုတဲ့ဆရာမကြီးအဲလက်စ်ရဲ့အချစ်သင်ခန်းစာတွေမှာတဖြည်းဖြည်းနစ်ဝင်သွားကာအချစ်ဆိုတဲ့အရသာကိုခံစားမိသွားပြီး အချစ်နောက်ကို တကောက်ကောက်လိုက်ခဲ့ပုံနဲ့ အချစ်ကိုရောလူတွေကိုရောအယုံအကြည်မရှိပါဘူးဆိုပြီးစကားအကုန်ပြောထားတဲ့ဆရာမကြီးအဲလက်စ်ဟာဆိုင်မန့်ကိုသင်ခန်းစာတွေသင်ပေးရင်းသူကိုယ်တိုင်အချစ်မှာကျရှုံးခဲ့ရပုံကိုတစ်ဝကြီးခံစားကြည့်ရှူရမှာပါ။ File size…(1.7 GB)/(944 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:24:00\nGenre...Tv Movie, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein Pyae Sone",
        "rating": "6.1",
        "url": "https://megaup.net/3hAln/The.Dog.Lovers.Guide.To.Dating.2023.720p.(CM).mp4",
        "category": "Comedy, Romance, TV Movie"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6xTM8FPxrLRYwz6I3fqtwh7xybs.jpg",
        "title": "Clear and Present Danger (1994)",
        "description": "Clear and Present Danger (1994)~ IMDb - 6.9/10, Rotten Tomatoes - 81% ~ဒီဇာတ်ကားက Jack Ryan ရုပ်ရှင်တွဲ​တွေရဲ့တတိယကားဖြစ်ပြီး အက်ရှင်ခန်း​တွေလည်း ပိုကြမ်းလာပါတယ်။ ဒုတိယကားဖြစ်တဲ့ Patriot Games က မင်းသားကြီး Harrison Ford ပဲ ဂျက်ရိုင်ယန်အဖြစ် ပါဝင်ထားသလို မင်းသားကြီး Willem Dafoe ကလည်း အ​ရေးပါတဲ့​နေရာက ပါဝင်ထားပါတယ်။ဒီဇာတ်လမ်းက အ​မေရိကန်နဲ့ ​ကိုလံဘီယာ မူးယစ်ရာဇာ​​တွေကြား ပဋိပက္ခ​တွေကို ဇာတ်လမ်းဆင်ထားတာပါ။ အ​မေရိကန်သမ္မတရဲ့ နိုင်ငံ​ရေးမိတ်ဖက်တစ်ဦးကို မူးယစ်ရာဇာကြီး အက်စကို​ဘေတိုက သတ်ဖြတ်လိုက်တဲ့အတွက် အ​မေရိကန်အစိုးရဘက်က နိုင်ငံ​​တော်လုံခြုံ​ရေးကို ထိပါးမှုဆိုတဲ့ ​ခေါင်းစဉ်နဲ့ အဲဒီမူးယစ်ရာဇာနဲ့ ဂိုဏ်းကို ချေမှုန်းဖို့ လုပ်​ဆောင်ပါ​တော့တယ်။ဒါ​ပေမဲ့ ဒီဂိုဏ်းကို​ချေမှုန်းဖို့က တိုင်းတပါးမှာ လျှို့ဝှက်စစ်ဆင်​ရေးအဖြစ်နဲ့ပဲ ​ဆောင်ရွက်လို့ရတာ​ကြောင့် အစိုးရအ​နေနဲ့ သူတို့ဘက်ကို ပြန်အမှုမပတ်​အောင် ​ကြေးသားစစ်သား​တွေကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/1VFqm/(CM)_Clear_And_Present_Danger_(1994)_REMASTERED_BluRay_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/llvoAqUBvnhuo6M4iQah1SGE6kZ.jpg",
        "title": "Jagged Mind (2023)",
        "description": "Jagged Mind (2023)အချစ်နဲ့စစ်မှာမတရားတာမရှိပေမဲ့ ပိုင်ဆိုင်လိုစိတ်တွေက အစွန်းရောက်လာပြီဆိုခဲ့ရင်\nတစ်ဖက်လူရဲ့ဆန္ဒမပါဘဲ ပြန်လည်ပြင်ဆင်နေရုံနဲ့ ပျောက်ဆုံးသွားပြီဖြစ်တဲ့ အချစ်တစ်ခုကို ပြန်တည်ဆောက်နိုင်မှာလား။\nလုပ်ယူထားတဲ့ ဖန်တီးထားတဲ့အချစ်တစ်ခုကရော အချစ်စစ်လို့ ခေါ်နိုင်မှာလား။အခုတစ်ခါတင်ဆက်ပေးမှာကတော့ psychological thriller ချစ်သူတို့ အကြိုက်တွေ့စေမယ့် Jagged Mindဆိုတဲ့ရုပ်ရှင်လေးကို တင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်။\n18 ယောက်စုကြည့်ရတဲ့ကားလေးဆိုတော့ 18 ယောက်မပြည့်ရင်တောင် အဖော်များများနဲ့ကြည့်ဖို့တော့ Recommended ပါတယ်။ဘစ်လီဆိုတဲ့ကောင်မလေးမှာ ခရစ်စတင်းဆိုတဲ့ချစ်သူတစ်ယောက်ရှိပါတယ်။ ဒါပေမဲ့ toxicဆန်နေတဲ့rsတစ်ခုမှန်း သိသိကြီးနဲ့\nred flag မှ ခိုက်တာဆိုတဲ့ အချောလေးတို့ထုံးစံအတိုင်း ဘစ်လီတစ်ယောက် ခရစ်စတင်းကခေါ်တိုင်း ပါပါသွားတတ်သူပေါ့။\nဒါပေမဲ့ ဘစ်လီတစ်ယောက် သတိမေ့တဲ့ရောဂါလိုလို Deja vuလိုလိုနဲ့ သူ့ဘဝရဲ့ တချို့အချိန်တွေက သူမသိလိုက် မမှတ်မိလိုက်ဘဲ ပျောက်ဆုံးနေပါတယ်။\nတစ်ခါတစ်ရံမှာ Blackoutဖြစ်ပြီး ပေါ်ပေါ်လာတဲ့ တစ်စစီဖြစ်နေတဲ့ မှတ်ဉာဏ်အပိုင်းအစတွေကြောင့် ရိုးရှင်းမလိုဘဝကြီးက ရှုပ်ထွေးနေတာပေါ့။ဒီလိုနဲ့ ထုံးစံအတိုင်း ခရစ်စတင်းက ပလစ်သွားလေပြန်တဲ့တစ်ညမှာ ရုတ်ချည်းဝင်ရောက်လာခဲ့တဲ့ Miss Perfect အဲလက်စ်၊\nအဲလက်စ်ကိုခုမှမြင်ဖူးတာပေမယ့် ရုတ်တရက်ပေါ်လာတဲ့ မှတ်ဉာဏ်အပိုင်းအစတွေထဲက ...",
        "rating": "",
        "url": "https://megaup.net/1VFrx/Jagged.Mind.2023.720p.WEB.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODhiZjY1ZmEtYTJhNi00NDE3LWI3N2QtYWY4ZjIzZjQ4YjVlXkEyXkFqcGdeQXVyMTY0NjI3Mjcx._V1_-135x200.jpg",
        "title": "Trial Period (2023)",
        "description": "Trial Period(2023)\n------------------\nIMDb-7.2/10အစမ်းသုံးကာလ...။ပစ္စည်းတစ်ခုအရည်အသွေးကောင်းမကောင်း အသုံးကျမကျဆိုတာမျိုးက\nအစမ်းသုံးကြည့်ခွင့်ရတဲ့အခါ အတိုင်းအထက်အလွန်ပေါ့။ကိုယ်နဲ့ကိုက်ညီမယ့် အသုံးအဆောင်ပစ္စည်းဆိုရင်\nအပိုင်ဝယ်လိုက်ဖို့ရာ စိတ်ချရတယ်လေ။Relationshipတစ်ခုမှာလဲ လက်မထပ်ဘဲအတူနေတယ်ဆိုတာ\nအစမ်းသုံးကာလသဘောမျိုးလို့ထင်တာပဲ။အဆင်ပြေမှ နားလည်မှုတွေပြည့်၀ကြမှ ရှေ့ဆက်လက်တွဲဖို့\nဆက်စဉ်းစားကြတာမျိုးပေါ့။ကျွန်တော်တို့ဆီမှာလည်း ရှိတော့ရှိမှာ ရှားမှာပေါ့လေ။လူတစ်ကိုယ် စိတ်ရယ်အဖုံဖုံဆိုတော့လည်း\nကောင်းတယ်ထင်မယ့်လူရှိသလို မကောင်းဘူးဆိုပြီးတူးတူးခါးခါးငြင်းဆန်ကြမယ့်သူတွေလည်းရှိတာပေါ့။ဒီဇာတ်လမ်းလေးထဲမှာတော့ အဖေမရှိပဲ မိခင်ဖြစ်သူနဲ့ကြီးပြင်းလာတဲ့ ကလေးလေးတယောက်။\nကျောင်းမှာ ငါ့အဖေကဘယ်လိုကွဆိုပြီး ကြွယ်တဲ့ဘော်ဒါကြောင့် အဖေဆိုတာကိုတမ်းတမိသွားတယ်။\nအဖေများနေ့မှာ ရှေ့ထွက်ပြီး အဖေအကြောင်းသီချင်းဆိုခိုင်းတော့ ရှာရွတ်နဲ့ကာဂျိုးကားထဲက အန်ဂျလီလေးကိုတောင်\nသတိရမိသွားတယ်။အဲဒီလိုအခြေအနေတွေနဲ့ ကြုံလာတဲ့အချိန်မှာတော့ မိခင်ဖြစ်သူကို ပူဆာပါလေရော။အစမ်းသုံးကြည့်ဖို အဖေတယောက်ခေါ်ပေးတဲ့။တစ်လစမ်းသုံးကြည့်မယ်အဆင်မပြေရင် ပြန်ပို့လို့ရတာပဲတဲ့။\nဒီလောက်ဆို ဇာတ်လမ်းလေးရဲ့ ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းမယ့်အခန်းတွေရယ် မျက်ရည်လေးကလယ်ကလယ်နဲ့\nကြေကွဲရမယ့်အခန်းတွေရယ်ပါလာမယ်ဆိုတာ သိလောက်ပါပြီ။အမေနေရာသရုပ်ဆောင်တဲ့ မင်းသမီးကလည်း Force 1,2ထဲက\nမင်းသမီးချောလေး ဂနယ်လီယာဆိုတော့ ပေါကားမဟုတ်တဲ့ ကားကောင်းလေးတစ်ကားဖြစ်ကြောင်း\nအာမခံရင်း တင်ဆင်ပေးလိုက်ရပါတယ်ခင်ဗျ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Aditi~Zwe~Cherryတို့ပဲဖြစ်ပါတယ်)\nFile size…2.05GB / 878MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 6mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  V~Aditi~Zwe~Cherry",
        "rating": "7.1",
        "url": "https://megaup.net/1VFli/Trial_Period_(2023)_Hindi_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8veekXIuCtb5pdLKPRvpHbnyfBT.jpg",
        "title": "Jericho Ridge (2022)",
        "description": "Jericho Rudge (2022)ဒီတစ်ခေါက်မိတ်ဆက်ပေးမယ့် Jericho Ridge ဆိုတဲ့ ဇာတ်ကားလေးကတော့ ၂၀၂၂ ကထွက်ရှိထားတဲ့ သဲထိတ်ရင်ဖိုဇာတ်ကား တစ်ကားဖြစ်ပါတယ်။နာမည်ကြီး နိုင်ဂျီးရီးယန်းမင်းသမီး Nikki Amuka-Bird ကနေ ဇာတ်ဆောင်မင်းသမီးအဖြစ်နဲ့ပါဝင်သရုပ်ဆောင်ထားပြီးတော့ \"Origin\" ဇာတ်လမ်းတွဲထဲက မင်းသား Philipp Christopher ကတော့ ဗီလိန်အဖြစ် ပါဝင်အားဖြည့်ပေးထားပါတယ်။ဇာတ်လမ်းကတော့ တန်ပီတန်ပယ်ဆိုတဲ့ အမျိုးသမီးကိုဇာတ်အိမ်တည်ပြီးတော့ ရိုက်ထားပါတယ်။ တက်ဘီဟာ သူ့ခင်ပွန်းနဲ့ကွဲပြီးနောက်ပိုင်းမှာ အရက်အလွန်အကျွံသောက်ပြီး ကားမောင်းလိုက်လို့ လမ်းမှာသမင်တစ်ကောင်ကို ရှောင်ရရင်းနဲ့ သူ့ခြေချင်းဝတ်ကျိုးသွားရှာပါတယ်။ ဒါပေမဲ့ သူ့က ရဲမေတစ်ယောက်ဖြစ်နေတော့ အလုပ်ကအရေးပေါ်လိုအပ်လာတော့လည်း ရဲစခန်းကိုပြန်သွားရတာပေါ့။ ဖြစ်ချင်တော့ သူလုပ်နေတဲ့ရဲစခန်းက သူအနားယူနေဆဲကာလမှာ အဖောက်ခံလိုက်ရတာပါ။ ဒါနဲ့ပဲ ရရာ သဲလွန်စကနေတစ်ဆင့် ဒီအမှုကို ဖော်ထုတ်ဖို့ကြိုးစားနေရင်းနဲ့ပဲ သူတို့ရဲစခန်းကို ဗီလိန်ကြီးက တစ်ခြားလူဟန်ဆောင်ပြီး ဝင်လာပြန်ပါတော့တယ်။ ဒါပေမဲ့ ဒီတစ်ခါမှာတော့ တက်ဘီကိုယ်တိုင် ရဲစခန်းထဲမှာရှိနေတဲ့အချိန်နဲ့တိုက်နေတော့ မသင်္ကာဖြစ်ပြီး တစ်ခြားရဲကို မေးကြည့်ရာမှ ဗီလိန်ဖြစ်နေတာကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/1VFmp/(CM)_Jericho_Ridge_(2022)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/h-135x200.jpg",
        "title": "Your Highness (2011)",
        "description": "ဒီ ကားလေးကတော့ စွန့်စားခန်းတွေ နဂါးတွေပါတဲ့ Fantasyအကြောင်းပါတိုင်းပြည်တစ်ခုမှာ Fabious နဲ့ Thadius ဆိုတဲ့ညီအကို၂ယောက်ရှိတယ်Fabious က နေရာတကာသိပ်တော် သိပ်အောင်မြင်တဲ့ hero ပေါ့ဘုရင်ဖြစ်လာမဲ့ သားအကြီးလည်းဖြစ်တယ် အမြဲတမ်းစွန့်စားခန်းသွားလူဆိုးတွေနှိမ်နှင်းနဲ့ လူချစ်များတဲ့သူပေါ့ Thadius ကတော့ ဘာမှမလုပ်တဲ့အပျင်း ညီလေး။ တနေ့တော့ Fabius က စွန့်စားခန်းက ပြန်လာရင်း ကောင်မလေးတစ်ယောက်ခေါ်လာပြီး လက်ထပ်မယ်လုပ်ရော လက်ထပ်ပွဲမှာ ထုံးစံအတိုင်း လူဆိုးကြီးကလာဖျက်ပြီး သတို့သမီးကိုခိုးရာက Thadiusနဲ့ Fadius တို့ညီအကို စွန့်စားခန်းအတူ ပထမဆုံးထွက်ရတော့ ဘာဆက်ဖြစ်ကြမလဲကြည့်ရအောင်....ရှေးခေတ်ကားမို့ ဖော်ချွတ်ခန်းတွေပါပါတယ် ဆိုတာ ကြိုပြောလိုက်ပါရစေ...  File size…2.78GB / 1.05GB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Mal ...",
        "rating": "5.5",
        "url": "https://megaup.net/2BCO4/Your.Highness.2011.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wQVvASmpm8jGhJBQU20OkoMcNzi.jpg",
        "title": "A Separation (2011)",
        "description": "A Separation (2011)~ IMDb - 8.3/10, Rotten Tomatoes - 99% ~ဒီဇာတ်လမ်းကတော့ အီရန်လူ့အဖွဲ့အစည်းရဲ့ တင်းကြပ်တဲ့စည်းမျဥ်းတွေအောက်မှာ ရုန်းကန်နေရတဲ့ဘဝတွေအကြောင်းဖြစ်ပြီး နာဒါ စီမင်တို့စုံတွဲနဲ့ ရာဇီရက် ဟိုဂျက်တို့စုံတွဲနှစ်တွဲက ဒီဘဝတွေကို ကိုယ်စားပြုထားပါတယ်။နာဒါနဲ့စီမင်တို့က ၁၄ နှစ်ကြာအိမ်ထောင်ရေးကိုအဆုံးသတ်ဖို့လုပ်နေကြပြီး အကြောင်းရင်းကတော့ စီမင်က သူ့သမီးကို လုံခြုံပြီးတိုးတက်တဲ့နိုင်ငံမှာ ပျိုးထောင်ချင်ပေမဲ့ နာဒါကတော့ အယ်ဇိုင်းမားရောဂါခံစားနေရတဲ့သူ့အဖေကိုထားခဲ့ပြီး ဘယ်ကိုမှမသွားဖို့ဆုံးဖြတ်ထားလို့ပါ။ရာဇီရက်ဇာတ်ကောင်ကတော့ တင်းကြပ်တဲ့ဘာသာရေးနဲ့ ဖိုဝါဒကြီးစိုးမှုအောက်မှာ ဘယ်အရာကိုမှကိုယ့်သဘောနဲ့ကိုယ်ဆုံးဖြတ်ခွင့်မရှိတဲ့ အမျိုးသမီးတွေရဲ့ မွန်းကြပ်မှုကိုထင်ဟပ်နေပါတယ်။ ရာဇီရက်တစ်ယောက် အိမ်ရဲ့ငွေကြေးအခက်အခဲကိုဖြေရှင်းဖို့ ယောက်ျားမသိအောင်အလုပ်ထွက်လုပ်ရာကနေ ပြဿနာပိုကြီးသွားပါတယ်။မိသားစုနှစ်ခုရဲ့ဒုက္ခသုက္ခတွေနဲ့အတူ လိင်ခွဲခြားမှု လူတန်းစားခွဲခြားမှု ဘာသာရေးအယူသီးမှုတွေကို Highlight လုပ်ထားတာကိုတွေ့ရမှာပါ။A Separation ဟာ Academy Award for Best Original Screenplay ဆုကို ဆန်ခါတင်ဝင်ခဲ့သလို Golden Globe မှာလည်း Best Foreign Language ...",
        "rating": "8.3",
        "url": "https://megaup.net/3hAgf/(CM)_A_Separation_(2011)_BluRay_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9HFFwZOTBB7IPFmn9E0MXdWave3.jpg",
        "title": "WarHunt (2022)",
        "description": "Genre – Action, Horror, Thriller ၁၉၄၅ ခုနှစ်မှာ ဂျာမနီရဲ့အမည်းရောင်တောအုပ်ထဲ အမေရိကန် စစ်လေယာဉ်တစ်စီး ပျက်ကျခဲ့တယ်။ ပျက်ကျသွားတဲ့လေယာဉ်ပေါ်မှာ လျှို့ဝှက်ပစ္စည်းတစ်ခုပါနေတယ်။ ဒီတော့ ဆာဂျင်ဘရူဝါ ဦးဆောင်တဲ့ ၁၂ ယောက်ပါ တပ်ဖွဲ့လေးကဒီ လေယာဉ်ပျက်ကို သွားပြီး စုံစမ်းထောက်လှမ်းဖို့ ဖြစ်လာတယ်။ ဒါပေမဲ့ မေဂျာကလည်းရောက်လာပြီး ဒီလေယာဉ်ပေါ်က ပစ္စည်းပြန်ယူဖို့ သူ့လူ ဝပ်ရှ်ဆိုတာကို အမိန့်အာဏာသုံးပြီးအတင်းလာပို့သွားတယ်။ ဒီလိုနဲ့ ၁၃ ယောက်ပါ တပ်ဖွဲ့လေးက အမည်းရောင်တောအုပ်ထဲ လေယာဉ်ပျက်လိုက်ရှာကြတဲ့အချိန်မှာတော့ ဆာဂျင်ထင်နေသလို မရိုးရှင်းပဲ သဘာဝလွန်ထူးခြားဆန်းကြယ်တာတွေ ပါဝင်လာတဲ့အခါ…..။ တောထဲက သွေးစုပ်ခံရတဲ့အလောင်းကောင်တွေကဘာလဲ၊ ထူးခြားတဲ့အမျိုးသမီးတွေရော ဘယ်သူလဲ၊အမေရိကန်ရော ဂျာမန်ရော လိုချင်နေကြတဲ့ လျှို့ဝှက်ပစ္စည်းဆိုတာရော ဘာတွေဖြစ်နေမလဲ၊ အကုန်လုံး ဒီတောထဲကနေ ရှင်လျက်နဲ့ ပြန်ထွက်လာနိုင်ကြပါ့မလားဆိုတာသည်းထိတ်ရင်ဖို ကြည့်ရမယ့်ကားပါ။ဆာဂျင်နေရာကတော့ ကျွန်တော်တို့ရဲ့ Prison Break ထဲက လူဆိုးကျော်ကြီး T-Bag ပဲဖြစ်ပါတယ်ဗျ။ File size…1.35GB / ...",
        "rating": "",
        "url": "https://megaup.net/1VFi5/WarHunt.2022.BluRay720pCH(CM).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZGZlZTVjMWMtMTJlMC00NjdhLWIzZDgtMTM3MTI2MTlmYTQ5XkEyXkFqcGdeQXVyMzI5NzMxNDI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Quicksand (2023)",
        "description": "လင်မယားနှစ်ယောက် အပျော်ခရီးထွက်ရင်း ခွေးချေးပုံနင်းမိတဲ့ Quicksand ဆိုတဲ့ (2023) ထွက် Thriller movie လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဂျော့ရှ်နဲ့ ဆိုဖီယာဟာ ပြိုလဲခါနီးအိမ်ထောင်ရေးတစ်ခုကို လူသူမသိအောင်ဖုံးဖိရင်း ကိုလံဘီယာနိုင်ငံ ဘိုဂိုတာမြို့ကို ဆေးပညာဆိုင်ရာညီလာခံတစ်ခုအတွက် ရောက်ရှိလာခဲ့ပါတယ်။ သူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးက သူစိမ်းပြင်ပြင်ဖြစ်နေခဲ့ပေမဲ့လည်း အကြောင်းကြောင်းကြောင့် ညီလာခံနေ့မတိုင်ခင်မှာပဲ နှစ်ယောက်သားတောင်တက်ခရီးတစ်ခု အတူတူထွက်လာခဲ့ပါတယ်။ ဒီလိုနဲ့ပဲ လက်စ်အယ်ရီနာ့စ်လို့ခေါ်တဲ့ သေမင်းတမန်တောနက်ကြီးထဲရောက်ရှိသွားပြီး Quicksand လို့ခေါ်တဲ့ ရုန်းလေနစ်လေ နွံအိုင်ကြီးထဲကို လင်မယားနှစ်ယောက် ပြုတ်ကျသွားပါတော့တယ်။ နွံအိုင်ထဲရောက်သွားပေမဲ့လည်း ငယ်ငယ်ကဖတ်ဖူးတဲ့ တြိစက္ကဝတ္ထုတွေထဲကလို လူကိုချက်ချင်းဝါးမြိုသွားတာမျိုးတော့ မဟုတ်ပါဘူးဗျ။နွံအိုင်တွေရဲ့ တကယ့်သဘောတရားမှာက သူ့ထဲမှာပါဝင်တဲ့ ဗွက်တွေသဲတွေရေတွေရဲ့ သိပ်သည်းဆက လူထက်ကိုများတာမို့ လူခန္ဓာကိုယ်ရဲ့ ဘော်ဒီဝိတ်အဓိကသက်ရောက်နေတဲ့ ခြေထောက်ပိုင်းပဲနစ်မြုပ်သွားမှာဖြစ်ပြီး ခန္ဓာကိုယ်အပေါ်ပိုင်းကတော့ အဆုတ်ထဲကလေတွေကြောင့် ပေါလောပေါ်နေမှာပါ။ ဒါပေမဲ့လည်းအဲဒါကြောင့် လုံးဝအသက်အန္တရာယ်မရှိတာမျိုးမဟုတ်ဘဲ အစာငတ်သေတာတွေ၊ တောရိုင်းတိရစ္ဆာန်တွေရဲ့ရန်တွေလည်း ရှိသေးတာပေါ့နော်။ ဒီလိုနဲ့လင်မယားနှစ်ယောက် တောနက်ထဲက နွံအိုင်ကြီးထဲမှာနစ်နေရင်း ဘယ်လိုအန္တရာယ်တွေ ကြုံလာရမလဲ။ဒါတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/1VEn4/Quicksand.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWQ0NTE5NjUtZTQ5Mi00NWY0LTg3NDctNGI5NWIwNjdhYjA5XkEyXkFqcGdeQXVyMzcwMjU2NQ@@._V1_-160x200.jpg",
        "title": "Bawaal (2023)",
        "description": "Bawaal(2023)\nIMDb-7.0/10အောင်မြင်လာတဲ့နာမည်နဲ့အတူ ဗလကြီးပါရှယ်မိုက်လာတဲ့ မင်းသားဗာရွန်းနဲ့\nမင်းသမီးချော ဂျန်ဗီကပူးရ်တို့အဓိကပါဝင်ထားတဲ့ ဟင်ဒီစကားပြော\nဘောလိ၀ုဒ်ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ကျွန်တော်တို့ဘ၀တွေမှာ ကိုယ်တကယ်မဟုတ်တဲ့ပုံစံကို ပတ်ဝန်းကျင်ကိုပြချင်ကြတာကိုက\nလူ့သဘောသဘာ၀လိုဖြစ်နေကြတယ်။အတွင်းစိတ်မှာ ပွက်လောရိုက်ဆူညံနေပေမယ့်\nအပြင်မှာကျ မပွင့်မလင်းနဲ့အေးတိအေးစက်နေတာမျိုး။သူများအထင်ကြီးလေးစားတာကို\nလိုချင်တော့ သူများဘယ်လိုမြင်သွားမလဲဆိုတဲ့စိတ်နဲ့ ကိုယ်တကယ်မဟုတ်တဲ့ပုံစံကို\nပြပေးရင်း ပြပေးရင်း ကိုယ်ဘာကောင်လဲဆိုတာ ကိုယ်တိုင်မသိနိုင်တော့တာတွေ။ကျွန်တော်တို့ဇာတ်လိုက်ကျော်ကြီးက မြို့လေးမှာရှိတဲ့ လူတကာအထင်ကြီးအားကျရတဲ့ အကိုကြီးအဂျူး။\nအထင်မကြီးကြီးအောင် အားမကျကျအောင်လည်း အဂျူးက မုသားမျိုးစေ့တွေဖြန့်ကြဲထားခဲ့လေတော့။\nကိုယ်စိုက်တဲ့အပင်ဆိုတာ ကိုယ်ရိတ်သိမ်းရတာပဲမလား။ဒီလိုအလိမ်အညာတွေနဲ့ အဂျူးတစ်ယောက်\nသတို့သမီးလောင်းပေါ်မှာလည်း ပုံစံမှန်မပြခဲ့ဘဲ မုသားတွေနဲ့ပဲလက်ထပ်တာကအစ။အထင်အကြီးခံချင်တဲ့အဂျူး\nလူတကာလေးစားစေချင်တဲ့အဂျူး သူ့ဇနီးသည်ဆီမှာရှိတဲ့ရောဂါက သူ့ကိုလူပုံအလယ်မှာ\nအရှက်ကွဲစေမှာပဲလို့တွေးခဲ့တယ်။အဲဒီစိတ်နဲ့ပဲ ဘယ်သွားသွားဇနီးဖြစ်သူကို ခေါ်မသွားခဲ့ပါဘူး။\nဒီလိုနဲ့ပဲ သူတို့ရဲ့ကြားထဲက ဆက်ဆံရေးကဘယ်လိုဘယ်ဝယ်ဖြစ်လာမလဲဆိုတာ သင်ခန်းစာယူရင်း\nရှင်သန်ကြရတဲ့ဘ၀မှာ မိမိရဲ့အစစ်အမှန်ပုံစံအတိုင်းပဲ နေကြည့်ကြရအောင်လား။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Cherry~Zwe~BpL~Aditi~Yunniတို့ပါ)\nFile size…5.1GB / 1.89GB / 791MB\nQuality…4k HEVC AMZ WEL DL /1080p WEBDL AAC5.1CH /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Cherry~Zwe~BpL~Aditi~Yunni",
        "rating": "7.2",
        "url": "https://megaup.net/1fGn8/Bawaal_(2023)_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aSlF0KJnaDp1RFrbqJ5rjF4m6ul.jpg",
        "title": "Judge Bao: Intrigues at Academy ( 2023 )",
        "description": "ပေါင်ချိန်fanတွေအတွက်လူငယ်ပေါင်ချိန်ရုပ်ရှင်ကားလေး\nCM ကနေတင်ဆက်ပေးလိုက်ပါတယ်။\nပေါင်ချိန်တစ်ယောက်တရားသူကြီးမဖြစ်ခင် အရာရှိငယ်လေးဘဝကို\nအခြေခံပြီးရိုက်ထားတာဖြစ်ပါတယ်။ ဒီ\nအမှုကိုဖြေရှင်းပြီးမှကျားခေါင်းဓားစက်ကို ပေါင်ချိန်ရရှိလာတာပါ။နန်းတွင်းစာမေးပွဲကြီးကျင်းပခါနီးမှာ ကျောင်းသားတွေ\nတစ်ယောက်ပြီးတစ်ယောက် ထူးထူးဆန်းဆန်းသေသွားကြတယ်။\nထူးဆန်းတဲ့သေပုံတွေကြောင့် ငရဲမင်းကအသက်နှုတ်ယူသွားတာပါဆိုပြီး\nကောလဟာလတွေ ထွက်လာပါတယ်။ ပေါင်ချိန်ရဲ့ ဆရာပြီးတဲ့\nကျောင်းအုပ်ဆရာကြီးကလဲပျောက်နေတာကြောင့် စုံစမ်းဖို့ရာ\nစာသင်ကျောင်းကိုပေါင်ချိန်နဲ့ကျန်ကျောင်းတို့ ရောက်လာခဲ့ကြပါတယ်။နှစ်ယောက်သားစုံစမ်းရင်းနဲ့ လူသတ်မှုက တဖြည်းဖြည်းအဖြစ်မှန်ပေါ်လာပြီး ပ\nညာရှိစာမေးပွဲရဲ့နောက်ကွယ်မှာ ပိုလေးနက်တဲ့\nနန်းတွင်းရေးရာတွေပါဝင်နေကြောင်းကိုသိလိုက်ရတဲ့အခါ……\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Mystery\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/judge-bao-intrigues-at-academy-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/27UQvsb1jCeyRck83ksD4ctVAJG.jpg",
        "title": "The Puppet ( 2023 )",
        "description": "အခုတစ်ခေါက် CM ရဲ့ ပရိတ်သတ်တွေအတွက် The Puppet ဆိုတဲ့\nသည်းထိတ်ရင်ဖိုရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ကျောင်းသူလေး ရှောင်မန့်ဟာ သူမအဖေရှိရာ ရွာပြန်ပြီး သိပ်မကြာခင်မှာ\nသူ့ကိုယ်သူ သတ်သေသွားခဲ့ပါတယ်။ သမီးကို အချစ်ကြီးတဲ့ အဖေခမျာ\nသူ့သမီးရဲ့ ဝိညာဉ်ကို အရုပ်ထဲထည့်ဖို့ ပူဇော်ပွဲကြီးလုပ်ပါတော့တယ်။\nထိုပူဇော်ပွဲမှာ အလောင်းစစ်ဆေးသူ ၂ ဦးနဲ့ ဦးလေးကျိုတို့ သေဆုံးခဲ့ပြီးနောက်\nတစ်ရွာလုံးမှာ ရှောက်မန့်ရဲ့ ဝိညာဉ်ပါတဲ့ အရုပ်က လူသတ်ကြောင်း သတင်းပျံ့သွားပါတော့တယ်။ရှောင်မန့်ရဲ့ သူငယ်ချင်းဖြစ်သူ ချန်းချန်းဟာ ဆရာနဲ့ သူငယ်ချင်း ၃ ယောက်နဲ့အတူ\nယွမ်ယောင်ရွာသို့ ရှုခင်းကြည့်ရှုလေ့လာရန် ရောက်လာခဲ့ပါတယ်။\nတကယ်တော့ သူမဟာ စကားမပြောတတ်တဲ့ ရှောင်မန့်သေဆုံးရတဲ့\nအကြောင်းရင်းကို လာရောက်ရှာဖွေပြီး ကလဲ့စားချေရန် ဖြစ်ပါတယ်။သူမတို့အဖွဲ့ သရဲခြောက်တယ်လို့ နာမည်ထွက်နေတဲ့ ဟွမ်အိမ်မှာ တည်းခိုရဖို့\nအကြောင်းဖန်လာပြီး ထူးဆန်းတဲ့ကိစ္စတွေ ဆက်တိုက်ဖြစ်ပေါ်လာပါတယ်။\nသူတို့တစ်ဖွဲ့လုံး အန္တရာယ်တွေနဲ့ ကြုံတွေ့ခဲ့ရပါတယ်။ပြဇာတ်အဖွဲ့ခေါင်းဆောင်ရဲ့ သမီးဖြစ်သူ ရှောင်မန့်တစ်ယောက်\nဘာလို့ အရုပ်ကိုပွေ့ပြီး မြစ်ထဲမှာ သေနေရတာလဲ......\nကိုယ့်ကိုယ်ကိုယ်သတ်သေခြင်းလား အကြံအစည်တွေ ရှိနေတာလား......\nတရားခံအစစ်က ဘယ်သူဖြစ်မလဲ......\nဆိုတာကို ရုပ်ရှင်လေးကြည့်ပြီး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-puppet-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3hxPIvWoypeUoHXwEC5BDCP1ehU.jpg",
        "title": "{21+}Double D Dude Ranch (2016)",
        "description": "တစ်ချိန်ကဆွဲဆောင်မှုအရှိဆုံး အလှပဂေးတွေ\nအပြိုင်ကြဲထားတဲ့ အရှုပ်တော်ပုံ လူကြီးကြည့်စရာဇာတ်ကားလေးဖြစ်ပါတယ်လောကမှာ သူများပစ္စည်း မတရားလိုချင်သူတွေ\nနောက်ဆုံးရသွားတဲ့ အရာတွေကဘာတွေဖြစ်မယ်ထင်လဲဒိုင်ယာနာဟာ သူ့မိသားစု အစဉ်အဆက်က ပိုင်ဆိုင်လာတဲ့\nဒါဘယ်ဒီ လို့ခေါ်တဲ့ အနားယူအပန်းဖြေ စံအိမ်ကို ဦးစီးနေသူတစ်ယောက်ပါ နေရာကလဲသန်ပြန့်ပြီး ကျယ်ဝန်းလှတာမို့\nအနောက်ပိုင်းမှာ နာမည်ကောင်းနဲ့ကျော်ကြားနေတဲ့ အပန်းဖြေနေရာလေးဖြစ်ပါတယ်\nအဲဒီနေရာကို ဝိသမလောဘနဲ့ ငမ်းငမ်းတက်လိုချင်နေတဲ့ အမျိုးသမီးတစ်ယောက်ရှိလာပါတယ်သူကကြိုက်ဈေးပေးပေမဲ့ ဒိုင်ယာနာက မရောင်းပါဘူး\nဒါပေမဲ့ လူယုတ်မာတို့ထုံးစံအတိုင်း မရမကမကောင်းတဲ့စိတ်တွေနဲ့ရယူဖို့ဆုံးဖြတ်လိုက်ကြပါတယ်\nဒီလို မတရားမှုတွေကို ဒိုင်ယာနာ နဲ့ လာလည်တဲ့ဧည့်သည်တွေဘယ်လိုစုပေါင်းပြီး ခုခံကြမလဲဆိုတာ\nစိတ်ဝင်စားဖွယ်အနု အလှ အကြွ အရွ တွေအစုံနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်။\nFile size…2.13GB / 990MB\nQuality…1080p WEB RIP AAC5.1CH / 720p\nFormat…mp4\nDuration….1h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki  Mu Chi",
        "rating": "5.8",
        "url": "https://megaup.net/16Hpz/Double.D.Dude.Ranch.2016.720p.XCross%7BDS%7D.mp4",
        "category": "Adult, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/woodland-130x200.jpg",
        "title": "Woodland Grey (2021)",
        "description": "Woodland Grey (2021)\n=================ဝီလီယမ်က တောနက်ကြီးက နောက်တွဲယာဉ်တစ်ခုမှာ နေထိုင်တဲ့\nလူတစ်ယောက်ဖြစ်တယ်။ တစ်နေ့မှာ အမ်မလီ ဆိုတဲ့ အမျိုးသမီး\nတစ်ယောက်က သူနေတဲ့နေရာနားမှာ ဘာကြောင့်မှန်းမသိ မေ့လဲ\nနေတော့ ဝီလီယမ်က သူနေတဲ့နေရာကို ခေါ်လာလိုက်တယ်။ အမ်မလီ\nနိုးလာတော့ ပြန်မယ်လုပ်ပေမဲ့ ဒဏ်ရာရထားတာကြောင့် သူ့ဆီမှာတစ်ညတည်းလိုက်ရော ‌အဲဒါနဲ့ နောက်နေ့မနက်ရောက်တော့\nအမ်မလီတစ်ယောက် သူတို့နေတဲ့နေရာနားက တဲစုတ်လေးတစ်ခုထဲမှာ\nကလေးမလေး တစ်ယောက်ကို တွေ့ပြီး တံခါးဖွင့်ပေးလိုက်တဲ့အချိန်မှာ\nHorror Movieတို့ ထုံးစံအတိုင်း ဇာတ်လမ်းစတော့တာပဲ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing\nဖြစ်ပါတယ်)\nFile Size..........(1.4 GB) / (650 MB) / (390 MB)\nQuality............WEBRIP 1080p / 720p / 480p\nDuration.........1Hr 31mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Mystery, Thriller\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "4.5",
        "url": "https://megaup.net/1MPp7/Woodland.Grey.2022.720p.WEBRip.[CM].mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1dp9lvlWBGLXNntVTRHB4A6uc1o.jpg",
        "title": "Girl in the Picture (2022)",
        "description": "Girl in the Picture (2022)~ IMDb - 7.3/10, Rotten Tomatoes - 95% ~ခင်ဗျား ကြားဖူးတယ်မလား။ လက်တွေ့ဟာ စိတ်ကူးယဉ်ထက် ပိုဆန်းကြယ်သတဲ့။ ဒီဇာတ်လမ်းဟာ စိတ်ကူးယဉ်ဇာတ်လမ်းတွေထက် အများကြီးပိုဆန်းကျယ်တဲ့ ဖြစ်ရပ်မှန် ဒိုကူမန်ထရီဇာတ်လမ်းပါပဲ။1990 ခုနှစ်မှာ မိန်းကလေးတစ်ယောက် ကားတိုက်ခံရပြီး ဆုံးသွားတယ်။ ဆရာဝန်တွေ စစ်ကြည့်တော့ သူ့ကိုယ်မှာ ကားတိုက်ခံရတာအပြင် တခြားအနာပေါင်းသောင်းခြောက်ထောင် ရှိနေခဲ့တယ်။ ရဲတွေက သွေးရိုးသွေးသား မဟုတ်ဘူးလို့ ယူဆပြီး စုံစမ်းစစ်ဆေးခဲ့ကြတယ်။ ကောင်မလေးရဲ့ ယောက်ျားနဲ့ ကောင်မလေးအလုပ်လုပ်တဲ့နေရာကို စစစ်တော့ ကောင်မလေးယောက်ျားက ကောင်မလေးထက် အသက်နှစ်ပြန်လောက်ကြီးတဲ့ အဘိုးကြီးဖြစ်ပြီး ကောင်မလေးအလုပ်လုပ်တဲ့နေရာက အဖော်အချွတ်ကလပ်ဖြစ်နေခဲ့တယ်။ ဒီကောင်မလေးနဲ့ပတ်သက်သမျှ ဘာတစ်ခုမှ သွေးရိုးသားရိုး သာမန်ဖြစ်မနေခဲ့...။ဒီလိုနဲ့ ဆက်စုံစမ်းကြည့်တော့ ဒီမြို့မှာ သူတို့ကို လင်မယားအဖြစ်သိထားကြပေမဲ့ နောက်တစ်မြို့မှာ သားအဖအဖြစ်သိထားကြတာပါ သိလိုက်ရတယ်။ ထူးခြားဆန်းကြယ်စွာပဲ ကိုယ့်သမီးကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/38zpn/(CM)_Girl_in_the_Picture_(2022)_720p.mp4",
        "category": "Crime, Documentary, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BYjZiYzc5ZDktNzJhNy00YmQyLTlkMTEtMzcyYjkxMDIyYzAzXkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-160x200.jpg",
        "title": "Janhit Mein Jaari (2022)",
        "description": "Janhit Mein Jaari (2022)————————————————————တကယ်လို့ကိုယ်က မိန်းကလေးတစ်ယောက်ဖြစ်နေပြီး ဆွေမျိုးမိဘကရော\nပတ်ဝန်းကျင်အသိုင်းဝိုင်းကရော ရှေးရိုးစွဲဖြစ်နေတဲ့ နေရာမျိုးမှာ ကွန်ဒုံးရောင်းရမယ်ဆိုရင် ....ကိုယ်ရည်မှန်းထားတဲ့အလုပ်နဲ့ ကိုယ်လုပ်နေရတဲ့အလုပ် မကိုက်လို့စိတ်ညစ်နေလား ဒါမှမဟုတ်\nကိုယ်လုပ်နေရတဲ့ အလုပ်အပေါ် မကျေမနပ်ဖြစ်နေပါသလား\nဒီရုပ်ရှင်လေးကိုစီးမျောခံစားရင်း သင်ခန်းစာနဲ့ ခွန်အားရယူဖို့တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n===============မာစတာဘွဲ့ပါရထားပေမယ့် ထူထပ်လွန်းတဲ့ လူဦးရေနဲ့အိန္ဒိယမှာ အလုပ်ရဖို့ခက်နေတဲ့ မိန်းကလေးတစ်ယောက်..\nအများလိုအချိန်တန်အရွယ်ရောက်အိမ်ထောင်ပြုပြီး လင်ယောက်ျားပေါ်မှီခိုရမယ့်ဘဝမှာမနေချင်တဲ့အမှီအခိုကင်းသူဖြစ်ချင်တဲ့ မိန်းကလေးတစ်ယောက်..ကွန်ဒုံးကုမ္ပဏီမှာ အလုပ်ရဖို့ဖြစ်လာပြီး ကွန်ဒုံးရောင်းရဖို့ မားကတ်တင်းဆင်းရတဲ့အခါ…ရှေးရိုးစွဲအယူဝါဒတွေမပျောက်ပျက်သေးတဲ့နယ်မြေမှာ ကွန်ဒုံးရောင်းဖို့ ဘယ်လိုအခက်အခဲတွေတွေ့ရမလဲအချစ်နဲ့ဆုံတွေ့တဲ့အချိန်မှာလည်း ဘယ်သူမှမလုပ်တဲ့အလုပ်ကို လုပ်နေသူတစ်ယောက်မို့ ဘယ်လိုပြဿနာရင်ဆိုင်လာရမလဲ။\nကိုယ့်ရဲ့ရည်မှန်းချက်အတွက် မိသားစုဖိအား အသိုင်းအဝိုင်းဖိအားတွေကို ဘယ်လိုကျော်ဖြတ်မယ်ဆိုတာကို\nဇာတ်လမ်းအစကတည်းက ပေါ့ပေါ့ပါးပါးဟာသလေးတွေနဲ့ စိတ်ဝင်စားအောင်ဆွဲခေါ်သွားနိုင်မယ့်\ncomedy-drama film လေးဖြစ်လို့ ဘောလိဝုဒ်ပရိသတ်များ လိုက်ပါစီးမျောခံစားကြည့်ဖို့အကြုံပြုပေးလိုက်ပါတယ်။\nFile size…2.07GB / 1.04GB\nQuality…1080p WEB DL AAC2.0Ch / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lai Laii ~ Lwin Htoo Aung ~  Go-O ...",
        "rating": "7.4",
        "url": "https://megaup.net/16H15/Janhit.Mein.Jaari.(2022).720p.ZEE5.WEB-DL.Hindi.AAC.2.0.H264.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n9MyOODeI6x4b91Hrtt4fqpfGzo.jpg",
        "title": "My Chilling Roommate (2022)",
        "description": "My Chilling Roomate (2022)အခုမှအသစ်ထွက်ရှိိထားတဲ့ \"My Chilling Roommate\" ဆိုတဲ့ဇာတ်ကားလေးကတော့ Horror,Romantic-Comedy အမျိုးအစားပဲ ဖြစ်ပါတယ်။iKON ထဲက Chang Woo နဲ့ Gfriend ထဲက Sowon တို့ ခေါင်းဆေယင်အနေနဲ့ ပါဝင်ထားကြတာပဲ ဖြစ်ပါတယ်။\nကလေးဘဝတုန်းက သရဲမြင်ခဲ့ဖူးတဲ့အတွေ့အကြုံကနေစပြီး ဆက်တိုက် သရဲတွေကိုမြင်နေရတဲ့ ကောင်မလေး ဂျောင်ဆယ်ရီဟာ\nသရဲတွေနဲ့ပတ်သက်လို့ကောင်းကောင်းသိနေတဲ့သူလည်းဖြစ်ပြီး သူငယ်ချင်းရဲ့ကဖေးဆိုင်မှာ အချိန်ပိုင်းအလုပ်လုပ်နေတဲ့သူလည်းဖြစ်ပါတယ်။တစ်ရက်မှာတော့ ကားမ‌တော်တဆမှုတစ်ခုဖြစ်ပွားပြီးမှတ်ဉာဏ်တွေပျောက်ဆုံးနေတဲ့၊ ထူးဆန်းတဲ့ဝိဉာဉ်ကောင်လေး ဆုန်းဂျီချန်းက\nသူ့ဆီကိုဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာပြီး တစ်ဦးတည်းသောသူ့ကိုမြင်ရတဲ့ဆယ်ရီ့‌နောက်ကိုတကောက်ကောက်လိုက်ရင်း ၊ အိမ်အထိပါလိုက်လာတဲ့အခါ..။သူတို့နှစ်ယောက်ကြားမှာဘာတွေဆက်ဖြစ်ကြမလဲ၊ သူတို့မသိသေးတဲ့အကြောင်းအရာတွေကရောဘာလဲ ၊\nဆုန်းဂျီချန်းကရောမှတ်ဉာဏ်တွေကိုပြန်ရှာတွေ့သွားမှာလားဆိုတာကို\nhorror အငွေ့အသက်လေးနဲ့အတူ rom-com ဇာတ်လမ်းပုံစံလေးကို မြင်တွေ့ရမှာမို့ အခုပဲကြည့်လိုက်ကြရအောင်နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Cali ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1GB | 480MB | ...",
        "rating": "",
        "url": "https://megaup.net/38zex/My.Chilling.Roommate.2022.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BYTA4YTlkNTktMGQwNC00N2QwLWFlMzYtMWRmZjM3ZmUzMzFjXkEyXkFqcGdeQXVyMTM2Mzg4MA@@._V1_-135x200.jpg",
        "title": "Beauty (2022)",
        "description": "Beauty (2022)\n============သီချင်းဆိုရတာကို သိပ်နှစ်သက်ပြီး၊ အသံကာလာလှတယ်လို့ နာမည်ကြီးတဲ့\nဗြူးတီး ဆိုတဲ့ လူမည်းမလေး တစ်ယောက်အကြောင်းကို Netflix ကနေပြသ\nထားပါတယ်။တအား toxic ဖြစ်လွန်းတဲ့ ဖခင်ကို ပိုင်ဆိုင်ထားပြီး အရာရာ စိုးရိမ်ပူပန်လွန်း\nအားကြီးတဲ့ မိခင်ကို ပိုင်ဆိုင်ထားတဲ့ သူမ။ အစ်ကိုတွေရဲ့ ချစ်ခင်မှုကို မရရှိတဲ့အပြင်\nဂျက်စမင်ဆိုတဲ့ ကောင်မလေးနဲ့ လိင်တူချစ်ကြိုက်နေတာကို မကြည်ဖြူကြတဲ့\nအသိုင်းအဝိုင်းမှာ ကြီးပြင်းနေရတဲ့ သူမ။သူ့အတွက် တစ်ရက်မှာတော့ နာမည်ကျော်ကြယ်ပွင့်တစ်ယောက်ဖြစ်ဖို့ ကုမ္ပဏီ\nတစ်ခုက လာရောက်ကမ်းလှမ်းလာတဲ့အခါ အိမ်တွင်းရေးအခြေအနေတွေ ပိုဆိုး\nလာပါတော့တယ်။သူ(သူမ)သိပ်ကိုဖြစ်ချင်တဲ့ နာမည်ကြီးအဆိုတော်တစ်ယောက် ဖြစ်ခွင့်ပေးပါ့မလား၊\nသူကိုယ်တိုင်ကရော ဖြစ်အောင် ကြိုးစားလာနိုင်ပါ့မလားဆိုတာကို ကြည့်ရှု့ရမယ့်\nဇာတ်‌လမ်းလေးတစ်ပုဒ်ပါ။ဇာတ်အိမ်အလှည့်အပြောင်းတွေမပါဘဲ ‌လူမည်းကောင်မလေးတစ်ယောက်ရဲ့ ခံစားချက်\nတွေကို အရိုးရှင်းဆုံး ထုတ်ဖော်ပြသထားတဲ့ ဇာတ်ကားလေးတစ်ကားဆိုရင်လည်း\nမမှားပါဘူး။ ဒီဇာတ်ကားလေးမှာတော့ ဗြူးတီးအဖြစ် Gracie Marie Bradleyက\nသရုပ်ဆောင်ထားပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)\nFile Size..........(1.57 GB) / (536 MB) / ...",
        "rating": "4.9",
        "url": "https://megaup.net/16gif/BEAUTY.2022.720p.WEBRip.CM_new.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v6y1WI9XR9vnhhLhvFfS11mlmIA.jpg",
        "title": "The Roundup (2022)",
        "description": "The Roundup - The Outlaws 2 (2022)အထွေအထူး မိတ်ဆက်နေစရာမလိုတော့တဲ့ သရုပ်ဆောင် Ma Dong-Seok နဲ့\nMy Libration Note ထဲက မင်းသား Son Seok-Koo တို့ရဲ့ The Roundup: The Outlaws 2လွန်ခဲ့တဲ့ 4 နှစ်...Garibong က အမှုကို စုံထောက်မာဆော့ဒိုတို့အဖွဲ့ ဖြေရှင်းနိုင်ခဲ့ပြီးတဲ့နောက်\nသူတို့အဖွဲ့အတွက် နောက်ထပ်ဖြေရှင်းစရာတွေပေါ်ပေါက်လာခဲ့တဲ့ The Roundup!တရားခံတစ်ဦးကို စုံစမ်းစစ်ဆေးဖို့အတွက် ဗီယက်နမ်ကို သွားရောက်ခဲ့ကြတဲ့ စုံထောက်မာဆော့ဒိုနဲ့\nအဖွဲ့ခေါင်းဆောင်ဂျောင်အီမန်တို့ နှစ်ယောက်ဟာ ဗီယက်နမ်ကိုရောက်ပြီး မကြာခင်မှာပဲ\nထူးဆန်းတဲ့ကွင်းဆက်လူသတ်မှုတစ်ခုကို အဖြေရှာဖို့ ဖြစ်လာပါတယ်ကိုရီးယားထိပ်တန်းစီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ရဲ့ သားဖြစ်သူကိုတောင် ပြန်ပေး-ဆွဲပြီး\nသတ်ဖြတ်ခဲ့တဲ့ လူသတ်သမား ဂန်ဟယ်ဆန်းနောက်ကို လိုက်ကြရင်း စုံထောက်မာတို့ ဘာတွေကြုံကြိုက်ရမလဲ“လက်ထဲကချော်ထွက်သွားတဲ့ ငါးရှဉ့်”လို ဖမ်းမမိနိုင်ဖြစ်နေတဲ့ ဂန်ဟယ်ဆန်းကို\nစုံထောက်မာတို့အဖွဲ့အနေနဲ့ ဖမ်းဆီးနိုင်ပြီး တရားဥပဒေဘောင်ပေါ် တင်ပေးနိုင်ပါ့မလားဆိုတာ\nဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ကြည့်ရှုရမယ့် Crime/Action ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်အညွှန်းကိုတော့ Hmwe ...",
        "rating": "7.3",
        "url": "https://megaup.net/16Gwe/The.Roundup.2022.WEB-DL.720p.CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BY2YzMThhMDktY2ZhYS00YzJmLWFhY2QtMTRlYjk4MTEzMTFhXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Cryo (2022)",
        "description": "Cryo (2022)\n=========Cryo chamber ဆိုတာ လူကိုအေးခဲအောင်လုပ်ပြီး၊ မပုပ်မသိုးအောင်\nထိန်းသိမ်းပြီး ကာလရှည်ကြာအိပ်စက်စေနိုင်တဲ့ အခန်းတွေပါ။ အဲ့အခန်းတွေ\nထဲကနေ အင်ဂျင်နီယာ၊ ဇီဝဓာတုပညာရှင်၊ စစ်သား၊ စိတ်ပညာရှင်နဲ့ ဆရာဝန်တို့ ‌\nနိုးထလာပြီး သူတို့ ဘယ်ရောက်နေလဲ၊ ဘယ်သူတွေလဲဆိုတာကိုတောင်\nမမှတ်မိကြဘဲ မှတ်ဉာဏ်တွေအကုန်နီးပါးပျောက်နေကြတာပေါ့။ နောက်ပြီး\nသူတို့ရောက်နေတဲ့ နေရာကလည်း အုတ်နံရံပတ်လည်ဝိုင်းနေတဲ့ မြေအောက်ခန်း\nဖြစ်နေတယ်။ အပြင်ထွက်ဖို့လုပ်တော့လည်း လေထဲမှာ အဆိပ်တွေရှိတယ်\nဆိုတော့ ဒီ cryo အခန်းတွေကို တီထွင်သူရဲ့အလာကိုမျှော်နေကြရင်း အချင်းချင်း\nတဖြည်းဖြည်းရင်းနှီးသွားကြတယ်။အဲဒီနောက် survival mystery ဇာတ်ကားတွေရဲ့ထုံးစံအတိုင်း ရှင်သန်ဖို့အတွက်\nရုန်းကန်ရတဲ့အပြင် cryo chambers တွေရဲ့ ဘေးထွက်ဆိုးကျိုးတွေကြောင့်\nမှတ်ဉာဏ်တွေပျက်စီးပြီး ‌ထင်ယောင်ထင်မှားတွေမြင်ရကြားနေရတယ်။\nဒီလိုအဖြစ်ကနေ ရုန်းထွက်ဖို့ အဓိကသော့ချက်က မှတ်ဉာဏ်တွေပြန်ရမှ\nဖြစ်မယ်ဆိုတာ သိသွားကြတဲ့အခါမှာ သူတို့ မှတ်ဉာဏ်တွေပြန်ရအောင်\nဘယ်လိုလုပ်မလဲ။ ဘာလို့ cryo chamber တွေထဲမှာ အိပ်ခဲ့ကြတာလဲ\nဆိုတဲ့အကြောင်းကို ဇာတ်ရှိန်မအေးတအေးလေးနဲ့ ကြည့်ရမှာဖြစ်တယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)\nFile Size..........(1.32 GB) ...",
        "rating": "4.7",
        "url": "https://megaup.net/1MUor/Cryo.2022.720p.WEBRip.[CM].mp4",
        "category": "Music, School, Sci-Fi, Thriller, TV Movie"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/schoolgirls-140x200.jpg",
        "title": "Schoolgirls (The girls) (2020)",
        "description": "Schoolgirls (2020)\n==============\nIMDb Rating - 6.4/10ဆယ်ကျော်သက်ကလေးတွေဆိုတာ အရွယ်ရောက်လာဖို့အရမ်းမြန်ပါတယ်။\nဒီရုပ်ရှင်မှာတော့ ဆယ်ကျော်သက်မိန်းကလေးတွေရဲ့ စိတ်နေစိတ်ထားကို\nအကွက်ကျကျရိုက်ပြထားတာမို့ စိတ်ဝင်စားဖို့ကောင်းတဲ့ ကားလေးတစ်ကားပဲ\nဖြစ်ပါတယ်။ကျောင်းသူတွေချည်းပဲရှိတဲ့ မိန်းကလေးကျောင်းမှာ ဆယ်ကျော်သက်မိန်းကလေး\nလေးယောက်စုမိကြပါတယ်။ တစ်ယောက်အိမ်ကိုတစ်ယောက်လိုက်လည်ရင်း\nအတတ်ကောင်းတွေစူးစမ်းလေ့လာကြတာပေါ့။ ကလပ်တက်မယ်၊ ဆေးလိပ်\nသောက်မယ်၊ ယောက်ျားလေးတွေနဲ့ မိတ်ဆွေဖွဲ့မယ် စသဖြင့်တားမြစ်ထားတဲ့\nအရာမှန်သမျှ အကုန်စမ်းလုပ်ကြပါတယ်။ အဲ့ဒီလို အတတ်စမ်းကြတဲ့ ကောင်မ\nလေးတွေကို ဘယ်လိုမျိုးသင်ခန်းစာပေးမလဲဆိုတာကိုတော့ Schoolgirls (The girls)\nဆိုတဲ့ကားလေးမှာ ဆက်ကြည့်လိုက်ပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)\nFile Size..........(2.16 GB) / (1.07 GB) / (608 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 37mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "6.4",
        "url": "https://megaup.net/16bct/The.Girls.2020.SPANISH.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNDA0NTczNWItNjg2ZC00ZjczLTlkNDktYTVlMzA5YTU0ZjU0XkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "Jaadugar (2022)",
        "description": "Jaadugar (2022) (အညွှန်း)ဒီနေ့မှာတော့ IMDb 7.2/10 ရ အိန္ဒိယ Comedy, Fantasy\nကားလေးတစ်ကားတင်ဆက်ပေးချင်ပါတယ်။\n“Jaadugar” .. “မျက်လှည့်ဆရာ” လို့အဓိပ္ပာယ်ရပြီး\nထူးထူးဆန်းဆန်းပဲ အားကစားနဲ့မျက်လှည့်ပညာ\nဘာမှမဆိုင်တဲ့အရာနှစ်ခုကိုပေါင်းစပ်သရုပ်ဖော်ထားပြီးရိုက်ကူးထားတာပါ\nNeemuch လို့ခေါ်တဲ့ မြို့လေးက အိန္ဒိယနိုင်ငံရဲ့ဘောလုံးအားကစားချစ်မြတ်နိုးသူများ\nဆုံစည်းရာမြို့ငယ်လေးပေါ့။ နှစ်စဥ်နှစ်တိုင်းလည်း အိမ်နီးချင်းမြို့တွေနဲ့ပြိုင်ပွဲတွေကျင်းပသလို\nအဲဒီပြိုင်ပွဲမှာ အသက်မွေးဝမ်းကျောင်းလုပ်ငန်းအမျိုးမျိုးလုပ်ကိုင်တဲ့\nယောက်ျားသားတွေ ဝင်ရောက်ကစားကြတာပေါ့။ အဲဒီထဲမှာ Meenu တော့မပါခဲ့ပါဘူး။ အဖေဖြစ်သူက မြို့ရဲ့ “ငွေတံဆိပ်ဘုရင်”\nဂိုးသမားတစ်ဦးဖြစ်ခဲ့ပေမယ့် သူ့အဖေနဲ့အမေကိုသေရတာ ဒီဘောလုံးကြောင့်လို့စိတ်ထဲစွဲနေပြီး\nMeenu တစ်ယောက်ဘောလုံးကိုယောင်လို့တောင်မကန်ဘဲနဲ့ ငယ်စဥ်တည်းကအိပ်မက်ဖြစ်တဲ့\nမျက်လှည့်ပညာရှင်ဖြစ်ဖို့အရေးကိုပဲ ကြိုးစားနေခဲ့တာပါ။ ဒါပေမယ့် တစ်နေ့မှာတော့ ဘဝရဲ့နောက်ဆုံးအချစ်ကိုရှာတွေ့သွားပြီး\nအချစ်ရဲ့စေခိုင်းမှုနဲ့ ဘောလုံးပြိုင်ပွဲရဲ့ဖလားဆုကြီးကိုအရယူမှဖြစ်တော့မယ့်\nအခြေအနေရောက်ရှိလာပါတော့တယ်။ ဒီတော့ ဘောလုံးဆိုခြေဖျားနဲ့တောင်မထိခဲ့တဲ့ Meenu ရယ် ..\nနှစ်အတော်ကြာ ဘာဆုမှမရဘဲ ဘိတ်ချေးဖြစ်နေတဲ့သူတို့အသင်းရယ် ..\nဘယ်လိုအလွဲတွေနဲ့နှစ်ပါးသွားကုန်ကြမလဲဆိုတာတော့ ကိုယ်တိုင်ရှုစားရင်းရယ်မောလိုက်ပါတော့။\nFile size…2.68GB / 1.27GB\nQuality…1080p NF WEB DL AAC5.1CH / 720p \nFormat…mp4\nDuration….2h 47m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by ThuRa & Guu Guu & ...",
        "rating": "7.2",
        "url": "https://megaup.net/2sAjo/Jaadugar.(2022).720p.NF.WEB-DL.AAC2.0CH.Hindi.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/jul-782-132x200.jpg",
        "title": "{21+} Calling Her Adultery Trip (JUL-782)",
        "description": "Asahi Mizuno လေးရဲ့အလှကို ခံစားကြည့်ရအောင်ဗျာ သူမက ၉၀ born\nတည်ငြိမ်ရင့်ကျက်တဲ့အလှတွေနဲ့ မမမမ ရဲ့အကြည့်တွေက တစ်ကယ် အနုပညာဆန်တယ်\nမမရဲ့ ရင်အစုံက ဆူဖြိုးပြီး သေသပ်တယ်မမက ကံမကောင်းရှာပါဘူး မမရဲ့အချစ်ဦးနဲ့အကြောင်းမပါပဲ\nအိမ်ကပေးစားသူနဲ့ အတင်းယူခဲ့ရပါတယ် ဒါပေမဲ့ မမရဲ့ အချစ်ဦးနဲ့ အခုထိ အထိအတွေ့တွေရှိနေဆဲပါပဲတစ်နေ့ မမတို့ နိုင်ငံခြားအပြီးပြောင်းရတော့မယ်ဆိုတာ မမ သိလိုက်ရတဲ့ အခါမှာတော့\nမမရဲ့ ပရိယာယ် ဉာဏ်နီဉာဏ်နက်တွေကို အလှတရားတွေ အနုပညာတွေနဲ့\nရောပွန်းထားတာဖြစ်လို့ အသက် ၂၁ ပြည့်ပြီးသူများလက်မလွတ်တမ်းကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်\nFile size…2.48GB / 1.47GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 26mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1MBsj/JUL-782.720p.XCross(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insane_channel_poster-139x200.jpg",
        "title": "Insane (2016)",
        "description": "INSANE (2016)Thriller ကြိုက်သူတွေအတွက် ၂၀၁၆ တုန်းက ထွက်ထားပြီး ဆုတွေရထားတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်လမ်းမှာ Bad Guys S1 က မင်းသမီး Gang Ye Won နဲ့ One The Woman က မင်းသား Lee Sang Yoon တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းနာနမ်ဆူက '၂၄ နာရီ' ဆိုတဲ့ ရှိုးတစ်ခုရဲ့ ပီဒီ ပါ\nပီဒီနာက သူ့ရဲ့ရှိုးအတွက် စိတ်ဝင်စားဖို့ကောင်းတဲ့ အကြောင်းအရာတွေကို အမြဲတမ်းစုံစမ်းရှာဖွေနေသူပေါ့\nတစ်ရက်မှာတော့ ပီဒီနာရဲ့ ရှိုးအတွက် စိတ်ဝင်စားစရာ ဒိုင်ယာရီလေး တစ်ခုရောက်လာခဲ့ပါတယ်\nအဲဒီဒိုင်ယာရီကို ရေးသားထားတဲ့ကောင်မလေးက \" ဂန်ဆူအာ \"ဒိုင်ယာရီထဲမှာ ရေးသားထားတဲ့အကြောင်းအရာတွေက...\nဂန်ဆူအာဟာ အိမ်ပြန်လမ်းမှာအဖမ်းခံလိုက်ရပြီး စိတ်ကျန်းမာရေးဆေးရုံတစ်ခုကို ပို့ခံရတယ်...သူမ အဲဒီ စိတ်ကျန်းမာရေးဆေးရုံထဲမှာ ပိတ်မိနေတယ်...ဒီဆေးရုံမှာ သူမကို ကူညီမယ့်သူကလည်း ဟန်ဒုံရှစ် တစ်ယောက်ပဲ ရှိတယ်လို့ ရေးသားထားတယ်စုံစမ်းကြည့်လိုက်တဲ့အခါမှာ ...",
        "rating": "6.0",
        "url": "https://megaup.net/38xaf/Insane_(2016)_720p.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kOCpkoMUVae9UIf85gO71SyjLbW.jpg",
        "title": "Safe (2012)",
        "description": "Safe (2012)မိုင် လို့ခေါ်တဲ့ တရုတ်မလေးက တစ်ခါမြင်ထားလိုက်ရင် ဘယ်တော့မှ မမေ့တော့အောင်အထိကို မှတ်ဉာဏ်တအားကောင်း လွန်းတဲ့သူပါ။ ဒီလို ဉာဏ်ကောင်းတဲ့အတွက်လည်း ဒုစရိုက်ဂိုဏ်းအချို့နဲ့ လုပ်ငန်းရှင်အချို့က မိုင်ကို အပြိုင်အဆိုင် အလို ရှိနေကြပါတယ်။တစ်ရက်မှာတော့ တရုတ်လုပ်ငန်းရှင်ကြီးတစ်ယောက် က မိုင်ကို ပြန်ပေးသွားပြီး သူ့ရဲ့ ဒုစရိုက်လုပ်ငန်းတွေမှာ အသုံးချဖို့ နယူးယော့ခ်မြို့က တရုတ်တန်းဆီကို ခေါ်သွားခဲ့ပါတယ်။တစ်ဖက်မှာတော့ လုခ်ရိုက် က ရုရှားမာဖီယားတွေ နဲ့ တိုက်ခိုက်ရင်း တစ်ဖက်လူကို သတ်မိလိုက်တာကြောင့် မာဖီယားတွေက လုခ် ရဲ့ ဇနီးသည်ကိုသတ်ပြီး လက်စားချေသွားပါတယ်။ ဇနီးသည်ဆုံးရှုံးလိုက်ရတဲ့ လုခ်လည်း အရက်သမားလုံးလုံးဖြစ်ပြီး အိမ်ခြေယာမဲ့အနေနဲ့ လေလွင့်နေပါတော့တယ်။ဒီလိုနဲ့ တစ်နေ့မှာ တရုတ်လုပ်ငန်းရှင်ကြီး က မိုင်ကို နံပါတ်တွဲအရှည်ကြီးတစ်ခု မှတ်ခိုင်းပြီး သိပ်မကြာခင်မှာပဲ ရုရှားမာဖီးယားတွေက မိုင့်ကို ထပ်ပြီး ပြန်ပေးဆွဲသွားခဲ့ပါတယ်။အခွင့်အရေးရတုန်း မာဖီးယားတွေလက်ကနေ ပြေးလာတဲ့ မိုင် နဲ့ လုခ်တို့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Mycf/[CM]Safe.2012.720p.Blu-ray.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BMDFiNmRhNDMtNzI0YS00NDRmLWI3NjMtY2Y3NDdkYTFmODMxXkEyXkFqcGdeQXVyNzg5MzIyOA@@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The Wheel (2021)",
        "description": "The Wheel (2021) (သို့) “မကြည့်ရမြဲတတ်သည်”\n================================\nIMDb Rating - 6.5/10ဆရာဝိဇယရဲ့ “မဖတ်ရ မြဲတတ်သည်” စာအုပ်လိုမျိုး ထွက်လာခဲ့တဲ့\n၂၀၂၂ မှာထွက်လာတဲ့ ဒရာမာကားလေး။ နောက်ပိုင်း ဒရာမာကားတွေက\nမျှော်မှန်းထားသလောက်ရင်ထဲမထိခဲ့တာမို့ ဒီကားကိုလည်း သိပ်မမျှော်\nလင့်မိတာအမှန်။ ဒါပေမဲ့ ၂၀၂၂ မှာတော့ ဒီကားလေးက မဆိုးဘူးလို့ပြော\nရမယ် ထင်တယ်။အခုလိုပြောလို့ အရမ်းကြီးမျှော်လင့်ထားပြီးတော့ကြည့်တာမျိုးတော့\nမဖြစ်စေချင်ဘူးရယ်။ ဘာလို့ဆို Me Before You ကို အရမ်းမျှော်လင့်ပြီး\nကြည့်လိုက်လို့ သာမာန်လိုမျိုးပဲခံစားခဲ့ရဖူးတယ်။ ဒါပေမဲ့ တကယ်ကောင်းတဲ့\nကားလေးပါ။ ဇာတ်ဝင်သီချင်း‌တွေကလည်း ဇာတ်လမ်းနဲ့လိုက်ဖက်လှပါတယ်။\nIMDb မှာ 6.5 ပဲ ရထားပေမဲ့ Rotten Tomatoes မှာတော့ 96% ထိရရှိ\nထားပါတယ်။ Metacritic မှာတောင် 66 % ထိရထားတဲ့ကားလေးပါ။ဇာတ်လမ်းအညွှန်း\nအရမ်းချစ်ကြတဲ့အတွဲလေးတွေ ပျက်ခါနီးတဲ့အခါ၊ အရမ်းချစ်ပေးတဲ့\nကောင်လေးကို ကိုယ့်ကြောင့် သူပင်ပန်းနေလို့ သူ့ကိုဆက်မတွဲချင်တော့တဲ့အခါ၊\nကောင်လေးဖက်က ဘယ်လိုတွေခံစားနေရလဲ၊ ကောင်မလေးကရော ဘယ်လို\nကြောင့်မလို့ ဒီလိုမျိုးတွေပြောနေရတာလဲဆိုတာမျိုးတွေအပြင် သမီးရည်းစား\nစုံတွဲလေးတွေရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2sFJ7/The.Wheel.2022.720p.WEBRip.DD5.1.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BZGNkOGRkMDktODE5Zi00MzEzLTg4NWMtMWE2ZjllNGIwNThlXkEyXkFqcGdeQXVyNzc3OTUzNzY@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "Ox-Head Village (2022)",
        "description": "Ox-Head Village (2022)၂၀၂၂ရဲ့နောက်ဆုံးထွက် သည်းထိတ်ရင်ဖို ဂျပန်ရုပ်ရှင်ကို CMပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။ Howling Village,Suicide forest villageလို နာမည်ကြီးဇာတ်ကားတွေကို ရိုက်ကူးခဲ့တဲ့ဒါရိုက်တာရဲ့ ၃ကားမြောက် Horrorကားပါ။\nစစချင်းမှာ ဟိုတယ်ပျက်ထဲကို သွားပြီးliveလွှင့်ပြထားတာကြောင့် \"Gonjiam\"လိုမျိုး ဇာတ်လမ်းလားလို့တောင် သွားသတိရမိပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ -အထက်တန်းကျောင်းသူလေး ၃ယောက်က သရဲခြောက်တယ်လို့နာမည်ကြီးတဲ့ ဟိုတယ်ပျက်ထဲကို liveလွှင့်ပြရာကနေ စပါတယ်။ သူတို့ထဲက \"ရှိအွန်\"ဆိုတဲ့ကျောင်းသူလေးကတော့ liveထဲမှာ သူ့ရုပ်ပါမှာစိုးလို့ နွားခေါင်း ခေါင်းစွပ်ကိုဆောင်းထားခဲ့ပါတယ်။ အဲဒါနဲ့ ကျန်တဲ့ကောင်မလေးတွေက ရှိအွန်ကို အခန်းတစ်ခုထဲမှာ အတင်းပိတ်ထားလိုက်ကြပါတယ်။ခဏကြာတော့ တံခါးကိုဖွင့်ပြီးပြန်ရှာကြည့်ပေမဲ့ ရှိအွန်ကတော့ ထူးဆန်းစွာနဲ့ ပျောက်ဆုံးသွားခဲ့ပါပြီ။ ဒီအဖြစ်အပျက်ကို ကြည့်မိသွားတဲ့သူတော့ \"ခန်အွန်\"လို့ခေါ်တဲ့ကောင်မလေးပါ။ သူဟာ videoထဲက နွားခေါင်းဝတ်ထားတဲ့ ရှိအွန်နဲ့ ရုပ်ချင်းခွဲမရအောင် တူနေတာမို့ ဒီထူးဆန်းတဲ့ဖြစ်ရပ်ကိုစိတ်ဝင်စားသွားခဲ့ပါတယ်။ခန်အွန်လည်း နွေရာသီကျောင်းပိတ်ရက်မှာ သူ့ရဲ့အီစီကလီကောင်လေး \"ရန်\"နဲ့အတူ liveထဲက ရေပူစမ်းဟိုတယ်ပျက်ကြီးရှိတဲ့မြို့ကို သွားကြပါတယ်။ အဲဒီမှာပဲ သူတို့ကိုလိုက်ပို့ပေးတဲ့taxiသမားက နွားခေါင်းပုံပြင်အကြောင်းကိုပြောပြပါတယ်။ဒီပုံပြင်ကိုနားထောင်မိတဲ့သူတိုင်းဟာ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1MB7i/Ox-Head_Village_(2022)_720p.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/ezgif-3-71c98d73f7-150x200.jpg",
        "title": "Get Shorty (1995)",
        "description": "Get Shorty(1995)IMDb Rating (6.9) / Rotten Tomatoes (88%)သူ့နာမည် Chili Palmer ။ သူ့လုပ်က loanshark လို့ခေါ်တဲ့ တရားမဝင်ငွေတိုးချေးတဲ့လုပ်ငန်းတစ်ခုမှာ လုပ်နေတဲ့သူ။ အတိုးကြီးကြီးနဲ့ချေးထားတဲ့သူတွေဆီကနေ အကြွေးလိုက်တောင်းပေးရတဲ့အခါ ဂိုဏ်းစတားဆန်ဆန်လည်း လုပ်ရတာရှိတယ်။ ချီလီ တောင်းသမျှတော့ မရတဲ့အကြွေးမရှိပါဘူး။ သူက Look at me (ကျုပ်ကိုကြည့်စမ်းပါ) လို့ စပြောလိုက်ရင် သတိသာထားပေရော့။ သူလိုရာကိုလိုက်လျောမိတော့မှာ အသေအချာပဲ။ အဲဒီစကားတစ်ခွန်းက ဒီရုပ်ရှင်ရဲ့ catchphrase ပါပဲ။သွေးအေး၊ သတ္တိကောင်းပြီး ရည်ရည်မွန်မွန်ဆဲတတ်တဲ့ ချီလီဟာ ရုပ်ရှင်ဝါသနာအိုးတစ်ယောက်လည်းဖြစ်နေလေရဲ့။ တစ်နေ့တော့ အကြွေးမဆပ်ဘဲပြေးတဲ့သူတစ်ယောက်နောက်ကို ရေဆုံးရေဖျားလိုက်ရှာရင်း ချီလီတစ်ယောက် ရုပ်ရှင်မြို့တော်လို့ခေါ်ရမယ့် Los Angeles ထိရောက်သွားပါလေရော။ သူစိတ်မပါတော့တဲ့ ငွေချေး၊ကြွေးတောင်းအလုပ်ကို မလုပ်ချင်တော့တဲ့ချီလီဟာ ဇာတ်ကားတစ်ကားလောက် ထုတ်လုပ်သူလုပ်ရင်ကောင်းမလား လို့ စိတ်ကူးပေါက်ရာကနေ ဟောလီးဝုဒ်လောကသားတွေနဲ့ လုံးထွေးသွားတော့တာပဲ။အဲဒီမှာဗျာ။ လေယာဉ်ပျက်ကျရာမှာမပါဘဲ ပါသွားချင်ယောင်ဆောင်ပြီး ...",
        "rating": "6.9",
        "url": "https://megaup.net/16x6e/(CM)_Get_Shorty_(1995)_BluRay_720p.mp4",
        "category": "Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/godse-2-141x200.jpg",
        "title": "Godse (2022)",
        "description": "Godse 2022IMDb 6.5/10တစ်ချိန်က နာမည်ကြီး Crash Landing On You ဒရမ်မာရဲ့\nနာမည်ကြီးစုံတွဲ BinJin တို့ရိုက်ကူးထားတဲ့ Negotiation ဇာတ်ကားနဲ့\nဆင်တူသော ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်\nNegotiation ကို မှီငြမ်းရိုက်ကူးထားတယ်ဆိုပြီး ပြောဆိုနေကြတဲ့\nဒီဇာတ်ကားလေးရဲ့အညွှန်းကိုဖတ်ကြည့်ရအောင်။ အိန္ဒိယနိုင်ငံရဲ့ ဒိတ်ဒိတ်ကြဲမင်းသမီး ဖြစ်တဲ့ Aiahwarya Lekshmiက\nဗိုင်ရှာလီအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသား Satyadev Kancharanaက\nဂိုစီအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nညှိုနှိုင်းဆွေးနွေးရေးလုပ်တဲ့အခါ သူများနဲ့မတူ ကျွမ်းကျင်လှတဲ့\nဗိုင်ရှာလီက နောက်လိုက်အမှားကြောင့် ဓားစာခံကိုယ်ဝန်သည်တစ်ယောက်ကို\nဆုံးရှူံးလိုက်ရပြီးသူမကိုယ်သူမအပြစ်ရှိတယ်ခံစားရကာ\nအလုပ်ထွက်စာတင်ခဲ့ပါတယ် ဒါပေမယ့် သူ့ရဲ့ဒုရဲအုပ်က\nဆယ်ရက်အချိန်ပေးပြီးစဉ်းစားခိုင်းခဲ့ပါတယ် ဒီဆယ်ရက်အတွင်းမှာ ထင်မထားတဲ့ပြောင်းလဲမှုကြီး\nထွက်ပေါ်လာခဲ့ပါတယ် အဲဒီပြောင်းလဲမှုကြီးကဘာများဖြစ်မလဲ\nTrauma ရနေတဲ့ ဗိုင်ရှာလီကရော ဓားစာခံတွေကို\nထပ်ကယ်တင်ပေးနိုင်မှာလား မင်းသား မင်းသမီး\nသရုပ်ဆောင်မှုတွေ အထူးသဖြင့်\nမင်းသမီးနဲ့တင်ကြည့်ရတာတန်နေမှာကြောင့်\nတင်ဆက်ပေးလိုက်ရပါတယ်ရှင်\nReviewed By Yunni\nFile size….........2.8GB / 1.3GB\nQuality…..........1080p WEB DL AAC5.1Ch / 720p\nFormat…..........mp4\nDuration…........2h 22mins\nSubtitle…..........Myanmar Subtitle (Hard Sub)\nEncoder…..........YK\nTranslated by....Lwin Htoo Aung & Yunni & GuuGuu & ...",
        "rating": "6.5",
        "url": "https://megaup.net/16Dv8/Godse.2022.720p.NF.WEB-DL.Telugu.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kAVRgw7GgK1CfYEJq8ME6EvRIgU.jpg",
        "title": "Jurassic World Dominion (2022)",
        "description": "Jurassic World Dominion (2022)ဂျူရက်ဆစ်ကမ္ဘာရဲ့ တတိယရုပ်ရှင်ကြီးထွက်လာပါပြီ။\nပထမရုပ်ရှင်မှာ ဂျူရက်ဆစ်ပန်းခြံပျက်စီးသွားခဲ့ပြီး၊\nဒုတိယကားမှာ ဒိုင်နိုဆောတွေအားလုံး ကမ္ဘာကြီးထဲကို ပျံ့နှံ့လာတာကို တွေ့ရမှာပါ။ဒီတတိယကားမှာတော့ ဒိုင်နိုဆောတွေနဲ့ ဒီအန်အေတူတဲ့ ဧရာမကျိုင်းကောင်ကြီးတွေ ပေါ်လာပြီး\nကမ္ဘာပေါ်က လယ်ကွင်းတွေကို လိုက်ဖျက်ဆီးနေတဲ့ပြဿနာကနေစတင်လာပါတယ်။\nအိုဝင် နဲ့ ကလယ်ရာတို့အတွဲကလည်း ချားလော့ကလုန်း ကောင်မလေးဖြစ်တဲ့ မေစီကို ကယ်လာပြီး\nလူတွေနဲ့ဝေးရာမှာ ဖွက်ထားခဲ့ပါတယ်။အဲဒီမှာပဲ ကျိုင်းကောင်တွေကို မျိုးဗီဇပြောင်းတဲ့တရားခံကိုရှာနေတဲ့ သိပ္ပံပညာရှင် သူငယ်ချင်းနှစ်ယောက်ရယ်၊ မေစီကိုဖမ်းသွားတဲ့အပြင်\nရပ်ပ်တာမကြီး ဘလူးရဲ့ ကလေးကိုပါ ဖမ်းသွားတဲ့လူတွေနောက်ကို ကယ်ဖို့လိုက်လာတဲ့ အိုဝင်တို့စုံတွဲရယ်ပူးပေါင်းပြီး\nစွန့်စားခန်းတွေ ဖွင့်ကြရပါတော့တယ်...ရရချင်း တင်ပေးထားရတာမို့ Korea Hardsub ပါတာကိုတော့\nအနည်းငယ် သည်းခံပြီး ကြည့်ရှုပေးကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Sci-fi\nQuality…. 4K HEVC | 1080p | 720p | 480p\nFile size… 9.28GB | 2.6GB ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Mzqp/Jurassic.World.3.Dominion.2022.720p.WEBRip.CM.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/d-train-133x200.jpg",
        "title": "The D Train (2015)",
        "description": "The D-Train (2015)\n===================ဒန်နီရယ်ဟာ အထက်တန်းကျောင်းအောင်ပြီးကတည်းက\nဘဝကိုရိုးရိုးရှင်းရှင်းပဲဖြတ်သန်းလာတဲ့ ကလေးတစ်ယောက်အဖေပါ။\nအကြံပေးအေဂျင်စီတစ်ခုမှာ အလုပ်လုပ်နေပြီးတော့ ဘာမှအပူအပင်လည်းမရှိပါဘူး။ကျောင်းသားဟောင်းကော်မတီရဲ့ဥက္ကဌတစ်ယောက်အနေနဲ့\nသူအောင်ခဲ့တဲ့ ဂရန့်ဘာကလော့ချ်အထက်တန်းကျောင်းရဲ့\nကျောင်းသားဟောင်းတွေ့ဆုံပွဲကို ကျင်းပဖို့ ကြိုးစားနေပေမယ့်\nကျောင်းသားဟောင်းတွေက ပွဲတက်ဖို့ကို စိတ်မဝင်စားကြပါဘူး။ အဲဒီအချိန်မှာ မျှော်လင့်ချက်ရောင်ခြည်တစ်ခုပေါ်လာခဲ့ပါတယ်။\nအဲဒါကတော့ အထက်တန်းကျောင်းတုန်းက နာမည်ကြီးခဲ့တဲ့\nအိုလီဗာလောလက်စ်ဆိုတဲ့သူကို ပွဲတက်ဖို့ဖိတ်ကြားမယ့်အကြံပါပဲ။\nဒန်နီရယ်တစ်ယာက်မသိခဲ့တာကတော့\nအဲဒီကိစ္စကနေစပြီး သူ့ဘဝရဲ့အချိုးအကွေ့ကို ကြုံရတော့မယ်ဆိုတာပါပဲ။ အဲဒီအချိုးအကွေ့ကတော့.....\nSchool of Rock နဲ့နာမည်ကြီးလာခဲ့တဲ့ မင်းသား Jack Black ရဲ့\n၂၀၁၅ခုနှစ်ထွက် ဒရမ်မာကားကောင်းလေးဖြစ်ပြီးတော့\nမင်းသား James Marsdenကလည်း ပါဝင်အားဖြည့်ပေးထားပါသေးတယ်။\nအားလုံးပဲ ကြည့်ရှုလိုက်ကြပါဦးနော်\nFile size….....1.06GB / 407MB\nQuality…......1080p BluRay AAC5.1CH / 720p\nFormat…......mp4\nDuration......1h 41m\nSubtitle….....Myanmar Subtitle (Hard Sub)\nEncoder…....YK\nTranslated...Myo Myo Htet",
        "rating": "5.1",
        "url": "https://megaup.net/16Djk/The.D.Train.2015.720p.BluRay.AAC2.0CH.YK(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/36bNq9o5zGS7fAgQ0QOmcwcJcZd.jpg",
        "title": "The Hidden Fox ( 2022 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ ဂန္တဝင်စာရေးဆရာကြီး Jin Yong ရဲ့\nFox Volant of the Snowy Mountain ( နှင်းတောင်သူရဲကောင်း )\nဇာတ်လမ်းတွဲကိုMovie Version အဖြစ် |\nပြန်လည်ရိုက်ကူးထားခြင်းပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ လွန်ခဲ့တဲ့ ၁၀ နှစ်က\nလီဇီချန်ဘုရင်ရဲ့ ထူးခြားအံ့ဩဖွယ်\nရတနာတစ်ပါးကြောင့် မြောင်ရန်ဖုန်းဆိုတဲ့\nမြောင်မျိုးနွယ်သူရဲကောင်းနဲ့\nစောင့်ရှောက်သူဟူတို့ကြား မသင့်မြတ်မှုနဲ့အတူ\nတိုက်ပွဲတစ်ခုဖြစ်ခဲ့ပြီး\n၂ဦးလုံး ထူးဆန်းစွာ အသက်ဆုံးရှုံးခဲ့ရတယ်…နောက်တော့ ရတနာနဲ့အတူ\nမြေပုံရော သော့ပါ ပျောက်ဆုံးသွားခဲ့တာ၁၀ နှစိကျော်\nအားလုံးလိုက်ရှာခဲ့ပြီးနောက်မှာတော့\nရတနာမြေပုံ လမ်းစရလို့ သူရဲကောင်း ၈ဦး မြေပုံရှိရာ\nဖေးဟူတောင်ကို ချီတက်ခဲ့တဲ့\nခရီးသွားမှတ်တမ်းလေးကိုတင်ဆက်ထားတာပါ…မြောင်နဲ့ ဟူ ဘယ်လို သေသွားတာလဲ…\nသူတို့ဆက်ခံသူတွေရောမြေပုံလမ်းစမသိဘူးလား\nဒါမှမဟုတ် ဆက်ခံသူပါ ပျောက်ဆုံးသွားတာလား… ဒါဆို\nသူတို့ချင်းမသင့်မြတ်ကြရာက သေတာရော ဟုတ်ရဲ့လား…\nနောက်ပြီးဘာလို့သူရဲကောင်း ၈ ဦးကပဲ ဖေးဟူတောင် သွားခဲ့တာလဲ…ဒီလို စိတ်ဝင်စားစရာကောင်းပြီး နာမည်ကြီးကားကို movie version မှာ\nဘယ်လိုပုံဖော်ထားတယ် သိရအောင် အမြန်လေး ဒေါင်းကြည့်လိုက်ကြပါတော့… \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-hidden-fox-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3WCcrCYq9mCyFGLpgx2IwhpURTe.jpg",
        "title": "Seraphim Falls(2006)",
        "description": "Seraphim Falls(2006)********************ရေခဲလွှမ်းနေတဲ့တောင်ကြောတစ်နေရာမှာ အဘိုးအိုတစ်ယောက်ကို လူအုပ်စုတစ်စုက သေနတ် နဲ့ လိုက်ပစ်နေပါတယ်။ခေါင်းဆောင်က အဘိုးကြီးကို အသေပစ်သတ်ခွင့် မပေးထားဘဲ အရှင်မိအောင်ပဲ လိုက်ခိုင်းပါတယ်။ဒါပေမယ့် သေနတ်မပါတဲ့အပြင် ဒဏ်ရာရနေတဲ့ အဘိုးကြီးဟာ အဲဒိလူအုပ်ထဲက လူ (၂)ယောက်ကိုအသေပြန်ဆော်လိုက်နိုင်ပြန်ပါတယ်။ အနောက်က လိုက်တဲ့လူတစ်စုကတော့ ဆက်လိုက် ဖို့၊ မလိုက်ဖို့ ပြောရင်းအငြင်းပွားကုန်ကြပါတယ်။ ခေါင်းဆောင်ရဲ့ စည်းရုံးမှုနဲ့ အဘိုးကြီးနောက်ကို သူတို့ ဆက်လိုက်ကြပါတော့တယ်။အဘိုးကြီးက ဘယ်သူလဲ။ သူ့နောက်ကို လိုက်နေတဲ့ လူတစ်စုကရော သူ့ နောက်ကိုဘာအကြောင်းနဲ့ လိုက်နေတာလဲဆိုတာ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ရှုစားကြပါခင်ဗျား။စကားသိပ်မပြောဘဲ ဖိုက်ပဲဖိုက်၊ မိုက်ပဲမိုက်၊ တိုက်ပဲတိုက်နေကြတဲ့ ကောင်းဘွိုင်ကား၊ အက်ရှင်ကား ကို ရှုစားရမှာ ဖြစ်ပါတယ်။\nTaken မင်းသားကြီး လီယန်နီလ်ဆင်နဲ့ ဂျိမ်းစ်ဘွန်း မင်းသားကြီးပီယာ့စ်ဘရွန်နန်တို့ အပြိုင်ကြဲ အပြိုင်မိုက်၊ အပြိုင်တိုက်ကြတဲ့အတွက်ဇာတ်ကားကောင်းပါလို့ ညွှန်းစရာမလိုဘူး ထင်ပါတယ်ဗျာ။File Size :(2.3GB)(983MB) and (292MB)\nQuality : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1SUu5/Seraphim.Falls.2006.BLU-RAY.720P(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o9S6GW9MGyQZpRpPj65k0RIqYNL.jpg",
        "title": "Tango, Tequila and Some Lies(2023)",
        "description": "Tango, Tequila and Some Lies(2023)*********************************Lu ဆိုတဲ့မိန်းကလေးဟာ သူ့သူငယ်ချင်းတွေနဲ့အတူ ဘားတစ်ခုကို စပ်တူ ဖွင့်ထားကြပါတယ်...ဒါပေမယ့် သူ့မှာ ပိုက်ဆံမရှိတာမို့လို့ သူ့ရဲ့ရှယ်ယာတွေကို မပေးနိုင်သေးပါဘူး ..နေ့ရွှေ့ညရွှေ့ ရွှေ့နေတတ်တာပါ...\nတစ်နေ့မှာ သူတို့ဘားကို ကောင်လေးတစ်ယောက် လာထိုင်ပါတယ်..အဲ့ဒီကောင်လေး သူ့ကို ချစ်လား မချစ်လားကိုသူ့သူငယ်ချင်းတွေနဲ့ အလောင်းအစားလုပ်ပါတော့တယ် လောင်းကြေးကတော့ သူနိုင်ရင် သူ့ရဲ့ရှယ်ယာတွေ ပေးစရာမလိုတော့တာပါ,,,\nအဲ့ဒီလိုနဲ့ အဲ့ဒီကောင်လေး သူ့ကိုချစ်လာအောင် ဖျားယောင်းဖို့အစွမ်းကုန်ကြိုးစားပါတော့တယ်..အဲဒီနောက်ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့...File Size :(2.4GB) and (952MB)\nQuality :AMZN.WEB-DL.1080P, 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1SUqg/Tangos.tequilas.y.algunas.mentiras.2023.WEB-DL.720P(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOTBhZmMxOTgtZTBhMy00M2M5LWI1N2QtMTY3NTg2NGYzNDYwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Gandhada Gudi (2023)",
        "description": "Gandhada Gudi 2022\nIMDb 9.2/10\nDocumentary /Dramaအိန္ဒိယနိုင်ငံရဲ့နာမည်ကျော်စူပါစတားတစ်ယောက်ဖြစ်တဲ့ ပူနိသ်ရာ့ဂ်ျကူးမား နောက်ဆုံးအနေနဲ့ ပါဝင်ထားတဲ့\nရုပ်ရှင်ဖြစ်ပါတယ်။ တောရိုင်းတိရစ္ဆာန်နဲ့ သစ်တောအကြောင်းတွေ ဒါ့အပြင်တစ်ခေတ်တစ်ခါကနာမည်ကြီးခဲ့တဲ့\nရုပ်ရှင်နဲ့သီချင်းတွေကိုပါ ပြန်လည်ခံစားရစေမယ့် ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ခုပဲဖြစ်ပါတယ်။ပူနိသ်ဟာ သူ့ရဲ့ငယ်ဘဝက အိပ်မက်တွေကို အကောင်အထည်ဖော်ဖို့အတွက် တောရိုင်းသဘာဝရုပ်ရှင်တွေထုတ်လုပ်သူ\nအာမို့ဂ်နဲ့ ပူးပေါင်းပြီး ခရီးစဉ်တစ်ခုကို စတင်ခဲ့ပါတော့တယ်။ ဒီခရီးစဉ်တစ်လျှောက်လုံးမှာ သူတို့ရဲ့စွန့်စားခန်းတွေကိုလည်း\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။ပူနိသ်ရဲ့မွေးရပ်မြေအလှအပတွေ ကာနာကာတာရဲ့တောရိုင်းသဘာဝတွေအလှအပတွေကို\nခံစားရင်း တောရိုင်းတိရစ္ဆာန်နဲ့သစ်တောတွေအကြောင်းကိုပါ ဗဟုသုတရဖွယ် မြင်တွေ့ရမှာပါ။\nဒီရုပ်ရှင်ဟာ မှတ်တမ်းရုပ်ရှင်လို့‌ဆိုပေမယ့် ကြည့်ရှုသူတွေကို မှတ်တမ်းရုပ်ရှင်ရယ်လို့\nမခံစားရစေပဲ ရသအမျိုးမျိုးနဲ့ ဆွဲဆောင်စေနိုင်မယ့် ရုပ်ရှင်ကားကောင်းဖြစ်လို့\nလက်မလွှတ်တမ်းကြည့်ရှုကြဖို့ အကြံပေးချင်ပါတယ်။\nFile size…2.06GB/ 937MB\nQuality…1080p TRUE  WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Cherry~ Yunni",
        "rating": "9.2",
        "url": "https://megaup.net/2yRK8/Gandhada_Gudi_(2022)_Kannada_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Adventure, Bollywood, Documentary, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNTQ1MDQyYjAtODNhYi00MTRhLWEyOGYtMWUyYmIwMDQ2MDg1XkEyXkFqcGdeQXVyMjAwMzU2MDY@._V1_FMjpg_UX640_-139x200.jpg",
        "title": "(18+) Oniroku Dan: Best of SM(1984)",
        "description": "တစ်ချိန်ကဥရောပ ဇာတ်လမ်းဇာတ်ကွက်အချို့ကို\nဇာတ်အိမ်တည်ပြီး ရုပ်ပြရဲ့ အဆုံးသတ်ဇာတ်ဝင်ခန်းပါ\nစုပေါင်း ထည့်သွင်းရိုက်ကူးထားတဲ့ Oniroku Dan ရဲ့\nလက်ရာကောင်းလေး ဖြစ်ပါတယ်\nထင်ပေါ်ကျော်ကြားခဲ့တဲ့ S&M ကားကောင်းတစ်ကား\nဖြစ်နေတာကြောင့် DS Fans တွေအတွက်တင်ဆက်လိုက်ပါတယ်\nFile size…1.28GB / 617MB\nQuality…1080p  /720p\nFormat…mp4\nDuration….1h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.3",
        "url": "https://megaup.net/2yR5h/Oniroku.Dan.Best.Of.SM.1984.720p(DS).mp4",
        "category": "Adult, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTBhZmNiYmUtZDcwYS00YjAxLTkzMzEtYTRjMDFkODVkZTkxXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_FMjpg_UX1000_-156x200.jpg",
        "title": "Secret Lives Of Housewives (2022)",
        "description": "Secret Lives Of Housewives (2022)\n========================ပီတာနဲ့ကန်ဒရာတို့အိမ်ကို ပြုပြင်ဖို့အတွက် ကန်ထရိုက်တာ\nအဲရစ်က တာဝန်ယူရပါတယ်။ အဲရစ်ဆိုတာ ပညာတတ်လူငယ်\nတစ်ယောက်လည်းဖြစ်ပြီး အပြောကကောင်း သဘောကလည်း\nကောင်းဆိုတော့ ကန်ဒရာတစ်ယောက် စိတ်လှုပ်ရှားမှုတွေဖြစ်\nလာခဲ့တယ်ပေါ့။ တတ်နိုင်သလောက် ထိန်းခဲ့ပေမယ့် နှလုံးသား\nဆိုတာ ကိုယ့်စကားနားထောင်တဲ့အရာမဟုတ်တော့ ကြာသပ\nတေးနေ့ညမှာ အဲရစ်နဲ့ချိန်းတွေ့မိပါတယ်။ပီတာတစ်ယောက် ခြေလှမ်းတွေပျက်နေတာကို ကန်ဒရာရိပ်မိ\nပေမယ့်မပြောဖြစ်ခဲ့ပါဘူး။ ကားပတ်မောင်းမယ်ပြောပြောပြီး\nတစ်နာရီနှစ်နာရီလောက် ပျောက်ပျောက်နေခဲ့တယ်။ တစ်နေ့ဆို\nညသန်းခေါင်မှပြန်လာတယ်။ ကန်ဒရာလည်း အိပ်ချင်မူးတူးနဲ့\nနှုတ်ဆက်ပြီး ပြန်အိပ်ပျော်သွားခဲ့တယ်။နောက်တစ်နေ့ အိပ်ရာနိုးတော့ အဲရစ်အိမ်နားမှာ ရဲတွေအများကြီး၊\nအဲရစ်အိမ်ကနေ အဝတ်ဖြူအုပ်ထားတဲ့ အလောင်းတစ်လောင်းကို\nလည်း ထမ်းစင်နဲ့သယ်သွားတာတွေ့လိုက်တယ်။ အဲရစ်နဲ့ သူနဲ့သိ\nအောင် မိတ်ဆက်ပေးခဲ့တဲ့ အဲရစ်ရဲ့အချစ်ဆုံးမိန်းကလေးကို ဖုန်း\nဆက်မေးကြည့်တော့ အဲရစ်ဆုံးပြီတဲ့။ ဘာကြောင့်လဲ၊ အဲရစ် ဘယ်\nလိုဖြစ်ပြီးဆုံးသွားတာလဲ၊ ဘယ်သူကသတ်လိုက်တာလဲ၊ နောက်\nဆုံးမှာမထင်ထားတဲ့ လူသတ်သမားကရော ဘယ်သူဖြစ်သွားမလဲ၊\nအဲဒီ မေးခွန်းပေါင်းများစွာရဲ့ အဖြေကို ကိုယ်တိုင်ပဲကြည့်ရှုရှာဖွေ\nလိုက်ကြပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJo Jo Va ဖြစ်ပါတယ်)File Size..........(1.34 GB) / (460 MB) / ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Swb8/Secret.Lives.Of.Housewives.2022.720p.WEBRip(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dkauRl9TosBFikftrC3OVcKWDoz.jpg",
        "title": "Bridget Jones’s Diary (2001)",
        "description": "Bridget Jones's Diary (2001)~ IMDb - 6.8/10, RT - 80%, Meta - 66% ~Main Character တွေအဖြစ် Chicago လို Best Picture ရထားတဲ့ရုပ်ရှင်မှာ ကတ်သရင်းဇီတာဂျုန်းနဲ့ အပြိုင်ကြဲခဲ့တဲ့၊ တွမ်ခရုစ်ရဲ့ Jerry Maguire က မင်းသမီး Renée Zellweger က သရုပ်ဆောင်ပေးထားပြီး The King's Speech နဲ့ အော်စကာရထားတဲ့ Colin Firth နဲ့ တစ်ချိန်က နှုတ်ခမ်းနီမလေးတွေရဲ့အသည်းစွဲ Notting Hill မင်းသား Hugh Grant တို့ကလည်း ပါဝင်ပေးထားပါတယ်။ဒီရုပ်ရှင်ဟာ ၁၉၉၆မှာထွက်ခဲ့တဲ့ နာမည်တူဝတ္တုကို ရိုက်ကူးထားတာဖြစ်ပြီး အဲဒီဝတ္တုကတော့ 1813 ခုတုန်းက ထွက်ခဲ့တဲ့ နာမည်ကျော်ဂန္ထဝင်စာအုပ် Pride and Prejudiceကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1cWiw/(CM)_Bridget_Jones_s_Diary_(2001)_720p.mp4",
        "category": "Bridget Jones Trilogy, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nNdHZOtJNCMuhTYtrdVwGNQHbQy.jpg",
        "title": "[19+]Salamat Daks(2023)",
        "description": "[19+]Salamat Daks(2023)***********************အိပ်ရာခန်းအမိုက်စားတွေ လွန်စွာများပြားလွန်းသဖြင့် မိသားစုနဲ့အတူမကြည့်သင့်ပါ...\nမာရီကာ ဆိုတဲ့အသက်ငါးဆယ်အရွယ်အမျိုးသမီးကြီးဟာ သူ့ဘဝတစ်လျှောက်လုံးမိခင်ဖြစ်သူကိုပြုစုစောင့်ရှောက်ရင်းကုန်ဆုံးခဲ့ရပြီး\nသူ့မိခင်ဆုံးပါးသွားတဲ့နောက်မှာတော့ အဓိပ္ပါယ်မဲ့လမ်းပျောက်သွားသလိုအထီးကျန်စိတ်ဓာတ်ကျနေရပါတယ်။သူငယ်ချင်းဖြစ်သူရဲ့\nအားပေးမှုနဲ့ပျော်စရာ စိတ်တက်ကြွစရာတွေကိုရှာဖွေရင်းသူ့ဘဝရဲ့အဓိပ္ပါယ်သစ်လေးတစ်ခုအဖြစ်တွေ့ရှိခဲ့ရတာကတော့ တစ်တော့ဆယ်လီ\nမစ်ကိုဆိုတဲ့လူငယ်လေးတစ်ယောက်ပါပဲ။\nတကယ်တမ်း မစ်ကိုဘဝထဲဝင်တိုးဖို့ကတော့ အသက်အရွယ်ကွာခြားလွန်းတဲ့အတွက်ကြံရာမရဖြစ်နေရင်းက ကြေငြာကောင်းတဲ့\nပလက်စတစ်ဆာဂျရီဆေးခန်းတစ်ခုကိုတွေ့ခဲ့မိပါတယ်။အဲ့ဒီမှာပဲ အရူးအမူးဖြစ်နေတဲ့ မာရီကာဟာရှိသမျှစည်းစိမ်တွေပုံအောပြီး\nသူ့ထက်အသက်ထက်ဝက်လောက်ငယ်ရွယ်တဲ့ တက်သစ်စမင်းသမီးလေးအယန်နာမီဆိုလာနဲ့တူအောင်အသွင်ပြောင်းလိုက်ပါတော့တယ်။\nဒီလိုပဲ သူတွက်ဆမိတဲ့အတိုင်းပြောင်းယူထားတဲ့အသွင်သစ်နဲ့ မစ်ကိုရဲ့အချစ်ကိုလည်းရရှိခဲ့ပြီးမိုးမမြင်လေမမြင်ဖြစ်နေခဲ့တဲ့နောက်မှာတော့..။\nသူ့ရဲ့အိမ်မက်လေး ဘယ်လောက်အထိတည်မြဲနိုင်မလဲ?အသက်ချင်းကွာခြားလွန်းတဲ့ လူငယ်လေးမစ်ကိုရဲ့အလိုဆန္ဒတွေကို\nစိတ်သွားတိုင်းကိုယ်ပါနိုင်ပါ့မလား? မုသားနဲ့စခဲ့တဲ့ အချစ်တစ်ခုဟာ အစစ်အမှန်ဖြစ်နိုင်ပါ့မလား? ဆက်လက်ရှုစားကြပါ။\nVivamax မင်းသမီးချောလေး ayanna misola (Bugso,Bula)ကိုယ်တိုင်ကပဲ ayanna misola /carrie အဖြစ်ခေါင်းဆောင်ပါဝင်ထားပါတယ်။    File Size :(1.4GB) and (685MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:31:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by sd\nEncoded by ds",
        "rating": "6.7",
        "url": "https://megaup.net/1cWkj/Salamat.Daks.2023.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tp9mudY9yjmvAzdVbGuqDwJHEDZ.jpg",
        "title": "Who Are You People(2023)",
        "description": "Who Are You People(2023)************************မိဘတွေက သူ့ကိုဂရုမစိုက်ဘူး၊ သူ့ညီမတွေဖြစ်တဲ့ အမြွှာတွေကိုပဲ ဂရုစိုက်ပြီးချစ်တယ်လို့ အမြဲခံစားနေရတဲ့၁၆ နှစ်အရွယ်ကောင်မလေး အဲလက်စ်။ တစ်နေ့မှာတော့ သူ့ကျောင်းကဆရာတစ်ယောက်ကိုသူ့မိသားစုအပြင်သွားတုန်း အိမ်ခေါ်ပြီး မြူဆွယ်ဖို့လုပ်ခဲ့ပါတယ်။ခက်တာက မိဘတွေနဲ့ပက်ပင်းတိုးပြီး အဲလက်စ်ကို နိုင်ငံခြားပညာတော်သင်ပို့လိုက်ဖို့ ဆုံးဖြတ်ကြပါတယ်။အဲလက်စ်မသွားခင်ဘဲ သူ့အမေသိမ်းထားတဲ့ တခြားယောကျ်ားတစ်ယောက်ဆီကစာတစ်စောင်ကိုတွေ့လိုက်ရတဲ့အခါ... အဲဒီလူကလည်း သူ့အဖေဖြစ်နေနိုင်တဲ့အခါ...လက်ရှိမိဘတွေကို သဘောမကျတဲ့အဲလက်စ်တစ်ယောက် အဖေအရင်းလို့ထင်ရတဲ့သူကိုရှာဖို့နိုင်ငံခြားသွားသလိုလိုနဲ့ ခိုးထွက်လာပါတော့တယ်။ သူသွားရှာတဲ့အဖေအရင်းကတကယ်ရော သူ့စိတ်ကူးထဲကလိုကောင်းနေပါ့မလား.. သူ့မိဘတွေကရော သူ့ကိုဘာတွေလျှို့ဝှက်ထားကြတာလဲ။File Size :(1.9GB) and (675MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:44:00\nGenre : Mystery , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1cWiz/Who.Are.You.People.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xRR9CLZOEKxAt4CNcFe7R7A4ptj.jpg",
        "title": "Encino Man (1992)",
        "description": "Encino Man (1992)အားလုံးသိသလိုပဲ ဒီနှစ်ရဲ့ အမျိုးသားသရုပ်ဆောင် အော်စကာဆုရှင်၂ယောက်ဖြစ်တဲ့ ဘရန်ဒန်ဖရေဆာနဲ့ Ke Huy Quan တို့ဟာ ကားရိုက်တော်တော်နည်းခဲ့တဲ့၊ ရုပ်ရှင်လောကကနေ အကြောင်းအမျိုးမျိုးနဲ့ စွန့်ခွာခဲ့ဖူးတဲ့ သူတွေပါပဲ။ ဒါပေမဲ့လည်း ၂ယောက်စလုံးက ကျွန်တော်တို့ငယ်ဘဝကို ကြီးစိုးထားတဲ့ ရုပ်ရှင်ကားတွေကို ရိုက်ဖူးခဲ့တဲ့သူတွေပါပဲ။ ဆန်းကြယ်စွာနဲ့ပဲ ဒီနှစ်မှာ ဒီ၂ယောက်စလုံး အော်စကာဆုရသွားခဲ့တယ်။ ဒီလိုနဲ့ သူတို့၂ယောက်စလုံး အတူတူပါဖူးခဲ့တဲ့ ဟိုးတုန်းက ရုပ်ရှင်ကားတစ်ကားကို ပြန်တူးဖော်ဖို့ အကြောင်းဖန်လာခဲ့တယ်။ဒီရုပ်ရှင်မှာ ဘရန်ဒန်ကြီးက ရေခဲခေတ်ကလူအနေနဲ့ သရုပ်ဆောင်ထားတယ်။ ရေခဲခေတ်မှာ ရေခဲတုံးထဲခဲသွားပြီး ဒီဘက်ခေတ်မှာမှ အဲဒီရေခဲတုံးကြီး အရည်ပျော်ပြီး ဒီဘက်ခေတ်ကို ရောက်လာတဲ့သူပေါ့။ သူ့ကိုတွေ့သွားတဲ့ ဒေ့ဆိုတဲ့ကောင်လေးက အိမ်နောက်ဖေးမှာ ရေကန်တူးရင်း တွေ့သွားတာ။ ဒေ့ နေရာကို Sean Astin က သရုပ်ဆောင်ထားတယ်။ သူ့ကိုလည်း သိကြမှာပါ။ ဂန္ထဝင်ရုပ်ရှင် LoTR မှာ ဖရိုဒိုရဲ့ဘော်ဒါ ...",
        "rating": "5.8",
        "url": "https://megaup.net/2yRbD/(CM)_Encino_Man_(1992)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BY2ZhYzMyMjAtODNmZS00MGFhLTg4ZjktMjY2ZWNmZGQ3ZWFkXkEyXkFqcGdeQXVyODY0MDQ3NTI@._V1_FMjpg_UX1000_-148x200.jpg",
        "title": "Robust (2021)",
        "description": "Robust (2021)\n============\nIMDb Rating - 5.7/10သရုပ်ဆောင်တစ်ယောက်နဲ့ သူ့ကိုယ်ရံတော်ရဲ့ ဇာတ်လမ်း\nဆိုပေမဲ့ အချစ်ဇာတ်လမ်းမဟုတ်ပါဘူး။ ဂျော့ဂျ်ဆိုတာက\nအသက်ကြီးကြီး သရုပ်ဆောင်တစ်ယောက်။ ပြဿနာလည်း\nရှာတတ်တဲ့သူ။ တစ်နေ့မှာ သူ့ဘော်ဒီဂတ်က ခရီးသွားစရာရှိလို့\nသူ့နေရာမှာ အိုင်အီဆာဆိုတဲ့ ငယ်ငယ်ရွယ်ရွယ်ဘော်ဒီဂတ်\nမလေးတစ်ယောက်ကို ထားခဲ့ပါတယ်။ဘော်ဒီဂတ်ဆိုပေမဲ့ ကားမောင်းပို့ရတယ်၊ ဂျော့ဂျ်ရဲ့အချိန်ဇယား\nတွေလည်း ညှိပေးရတယ်၊ ဇာတ်ညွှန်းလည်းဖတ်ပေးရတယ်။\nဒါတင်မကသေးဘူး ဂျော့ဂျ်က အိုင်အီရှာရဲ့ အချစ်ရေးမှာလည်း\nဝင်စွက်ဖက်ပါသေးတယ်။ ဒီလိုနဲ့ပဲ ပုံစံမတူကြတဲ့ သူတို့နှစ်ယောက်\nကြား သူငယ်ချင်းဆက်ဆံရေးက ဘယ်လိုတွေဆက်ဖြစ်မလဲ။\nပြီးပြည့်စုံတဲ့ဘဝကိုပိုင်ဆိုင်ထားတယ်လို့ ထင်ရတဲ့ သရုပ်ဆောင်\nကြီးဂျော့ဂျ်ရဲ့ ဘဝအစစ်အမှန်ကရော ဘယ်လိုတွေကွာခြားနေမ\nလဲဆိုတာ ကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(960 MB) / (400 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 35Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......EL\nEncoder..........SWM",
        "rating": "5.7",
        "url": "https://megaup.net/1SLjj/Robust.2021.FRENCH.720p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gGtzr9huoZFm0SoQmXYAAcwO4ty.jpg",
        "title": "Still Time(2022)",
        "description": "Still Time(2022)**************ဒီကားလေးထဲက မင်းသားဖြစ်သူ Dante က အလုပ်အရမ်းလုပ်တဲ့ Workaholic တစ်ယောက်ပါသူအဲ့ဒီလို အရမ်းအလုပ်လုပ်တာကလည်း သူ့မိသားစုလေးကို ပြည့်ပြည့်စုံစုံထားချင်တာကြောင့်ပါ....\nဒါပေမယ့် တစ်နေ့ သူ့ရဲ့ အသက်၄၀ ပြည့်မွေးနေ့မှာ သူ့ရဲ့အိမ်မှာ ပါတီပွဲကျင်းပပါတယ်... အဲ့ဒီပါတီပွဲပြီးလို့ညအိပ်ရာဝင်ပြီး နောက်တစ်နေ့မနက်မှာတော့ သူဟာ မနက်ဖြန်ဆိုတဲ့ အချိန်ကို ရောက်နေတာမဟုတ်ဘဲနောက်တစ်နှစ် သူ့မွေးနေ့ကို ရောက်သွားတာပါ .... အချိန်ရှေ့ကိုကြိုက်ရောက်နေတဲ့သဘောပေါ့..အဲ့ဒီနောက်မှာတော့ သူမထင်ထားတဲ့အရာတွေဖြစ်ပျက်နေတဲ့အတွက်ကြောင့်ဒါတွေကို သူဘယ်လိုရင်ဆိုင်မလဲဆိုတာကိုတော့...  File Size : (1.8GB) and (797MB)\nQuality :NF.WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:49:00\nGenre : Drama , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1cWfx/Still.Time.2023.WEB-DL.720P(CM)F.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/w220_and_h330_face/kUWTY8rwEZ3d8G31GuPMbvqS67D.jpg",
        "title": "[18+] Money Shot: The Pornhub Story (2023)",
        "description": "Money Shot: The Pornhub Story (2023)\n~ Rotten Tomatoes - 69% ~(အပြာ ဝက်ဆိုဒ် ပွန်းဟတ်အ​ကြောင်းရိုက်ပြထားတာ​ကြောင့် ကြမ်းတမ်းတဲ့အသုံးအနှုန်း​တွေ တပုံကြီးပါ​တာ​ကြောင့် ၁၈ နှစ်ပြည့်မှ ကြည့်​စေလိုပါတယ်)ကမ္ဘာ​ပေါ်မှာလူကြည့်အများဆုံး ၁၀ခု​မြောက် ဝက်ဆိုဒ်တစ်ခုဖြစ်တဲ့ ပွန်းဟတ်ရဲ့ ဖြတ်သန်းလာရတဲ့ အခက်အခဲ​တွေကို Netflix က မှတ်တမ်းရုပ်ရှင်ရိုက်ထားတာပဲဖြစ်ပါတယ်။ကုမ္ပဏီစစ​ထောင်ချင်းက​တော့ နည်းပညာပိုင်းဆိုင်ရာ​ကုမ္ပဏီ​ပေမယ့် ​နောက်ပိုင်း လူ​တွေ​ အပြာဓါတ်ပုံ​တွေ ဗီဒီယို​တွေ ​ဝေမျှဖို့ ဝက်ဆိုဒ်လုပ်ရင်း အဲ့ဒီကရတဲ့ ​ကြော်ငြာခ​တွေက​နေ ချမ်းသာလာပြီး ကမ္ဘာလူအကြည့်အများဆုံးဝက်ဆိုဒ်တစ်ခုဖြစ်လာတဲ့ပွန်းဟတ်...တစ်ဖက်မှာလည်း ပွန်းဟတ်​ပေါ်မှာ ​ဘယ်အရာမဆို ကန့်သတ်ချက်မရှိ ​ဝေမျှလို့ရတဲ့အချက်​ကြောင့် လူဝင်များလာတဲ့အ​လျောက် က​လေးသူငယ်ဆိုင်ရာ လိင်အကြမ်းဖက်မှု​တွေ မုဒိမ်းကျင့်တဲ့ဗီဒီယို​တွေ ဝက်ဆိုဒ်ထဲ အမည်မသိပဲ တင်လာကြတဲ့အခါ... ပွန်းဟတ်အတွက် ဘယ်လိုနစ်နာမှု​တွေဖြစ်လာ​စေလဲ ဘာ​တွေရင်ဆိုင်ရမလဲဆိုတာ​တွေ...၂၀၂၀ ​နှောင်းပိုင်းမှာ လိုင်လာဆိုတဲ့အမျိုးသမီးစတင်လိုက်တဲ့ ပွန်းဟတ်ဖြုတ်ချ​ရေး ကမ်ပိန်းက​ရော ပွန်းဟတ်ကို ဘယ်​လောက်ထိ​ရိုက်ခတ်သွားလဲ၊ ဘာ​တွေ​​ပြောင်းလဲ​ပေးလိုက်ရလဲဆိုတာ​​တွေ ...ရုတ်တရက် အသစ်ထွက်ရှိလာတဲ့ဥပ​ဒေ​တွေ၊ ...",
        "rating": "",
        "url": "https://megaup.net/1cWcc/(CM)_Money_Shot_-_The_Pornhub_Story_(2023)_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNGJhMmI2ZjEtZDg1ZC00ZDRlLWFjYzctZmM4Nzc4ZDkxMGFjXkEyXkFqcGdeQXVyMTE1MTYxNDAw._V1_-1-150x200.jpg",
        "title": "Sneakers (1992)",
        "description": "IMDb - 7.1 Rotten tomatoes - 80% မင်းသားကြီး Robert Redford နဲ့ Ben Kingsley တို့ရဲ့ 1992 တုန်းကထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ထွက်ထားတာ အနှစ်သုံးဆယ်ကျော်ကြာခဲ့ပြီဆိုပေမဲ့လည်း ယနေ့ခေတ်ရဲ့ hacker ရုပ်ရှင်တွေကိုကြည့်နေရသလိုမျိူး ဖြစ်နေစေမဲ့ နည်းပညာဆိုင်ရာ Old but Gold ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ ဇာတ်လမ်းအကျဉ်းကတော့ မာတင်နဲ့ ကော့စမိုဆိုတဲ့ လူငယ် ကွန်ပြူတာဟက်ကာလူငယ်လေးနှစ်ယောက်၊ လူငယ်သဘာဝလက်စွမ်းပြပြီး နောက်တဲ့သဘောနဲ့ ဘဏ်စနစ်တွေကို hack ပြီး ငွေတွေလွှဲနေကြရင်း ရဲတွေလာဖမ်းရာမှာ မာတင်ကတော့ ထွက်ပြေးလွတ်သွားခဲ့ပေမဲ့ ကော့စမိုကတော့ ထောင်ကျသွားပြီး ထောင်ထဲမှာသေဆုံးသွားခဲ့ပါတယ်။ ဒီဖြစ်ရပ်ဖြစ်အပြီး အနှစ်နှစ်ဆယ်အကြာမှာ မာတင်ကသူရဲ့နာမည်ကိုပြောင်းပြီး ကုမ္ပဏီတွေရဲ့ လုံခြုံရေးစနစ်ကို စမ်းသပ်ပေးတဲ့အဖွဲ့တစ်ခုတည်ထောင်ခဲ့ပါတယ်။ ‌တနေ့မှာတော့သူ့ဆီကို အစိုးရဘက်လွှတ်လိုက်တယ်ဆိုတဲ့ လူနှစ်ယောက်က သိပ္ပံပညာရှင်တယောက်တီထွင်ထားတဲ့ သေတ္တာလေးတစ်ခုကို ခိုးယူဖို့ခြိမ်းခြောက်အကြပ်ကိုင်ပြီး ခိုင်းစေလိုက်ပါတယ်။ ဒါပေမဲ့ အဲဒီသေတ္တာလေးကသာမာန်မဟုတ်ပဲ ...",
        "rating": "",
        "url": "https://megaup.net/1STug/Sneakers.1992.720p.(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOGU4MDUxZDktMTU4Ni00NDZlLTkwNDAtYTM5ZWIwN2RjNmMwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-155x200.jpg",
        "title": "Writer Padmabhushan (2023)",
        "description": "Writer Padmabudhan (2023)\nComedy, Drama\nIMDb 8.7/10 (4.6K)စာအုပ်မြို့တော်လို့ တင်စားရလောက်တဲ့ ဗီဂျေးဗာဒါဆိုတဲ့\nနယ်မြို့လေးမှာ ပဒ်မားဘူရှန်းဆိုတဲ့ လူငယ်လေးတစ်ယောက်ရှိသတဲ့။အဲ့ဒီမြို့လေးက စာအုပ်နဲ့ပတ်သက်လာရင် နာမည်ကြီးလွန်းလို့\nစာရေးဆရာကတောင် သူရေးခ​ဲ့ဖူးတဲ့စာအုပ်ဟောင်းကိုပြန်ရှာတွေ့နိုင်လောက်အောင်ပေါ့ကွယ်။ဒီလို စာပေထွန်းကားတဲ့မြို့လေးမှာ စာရေးဆရာတအားဖြစ်ချင်နေတဲ့သူကတော့\nကျွန်တော်တို့ ဇာတ်လိုက်ကြီး ပဒ်မားဘူရှန်းပဲဖြစ်ပါတယ်။အကြွေးတွေယူပြီး စွန့်စွန့်စားစားနဲ့ စာအုပ်တစ်အုပ်ထုတ်ဝေခဲ့ပါတယ်။\nကံခေလွန်းတာများ တစ်အုပ်တောင် မရောင်းရတဲ့အပြင် စာအုပ်ပုံကြီးသာ အဖတ်တင်သွားခဲ့တယ်လေ။အခွင့်အလမ်းက အိမ်တံခါးလာခေါက်တဲ့အခါ မဖွင့်ပေးတဲ့သူဟာ\nအရူးဆုံးသောလူပါပဲဆိုတဲ့အတိုင်းပဲ သူ့ဆီလည်း တစ်​ကြိမ်လာခေါက်ခဲ့ပါတယ်။အဲ့ဒီအခွင့်အလမ်းက ဘာဖြစ်နေမလဲ...။\nဘယ်လိုကြောင့် သူ့ဆီရောက်လာတာလဲ...။\nသူနဲ့သူ့မိသားစုအပေါ် ဘယ်လိုအကျိုးသက်ရောက်မလဲဆိုတာကို\nဆက်လက်ရှုစားပေးပါနော်။...........\nFile size…1.99GB / 1GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Cherry ~ Nyein Aye",
        "rating": "8.6",
        "url": "https://megaup.net/3eOvC/Writer_Padmabhushan_(2023)_Telugu_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1vFhSr7INoulu18smHqicft05i8.jpg",
        "title": "The Hundred-Foot Journey(2014)",
        "description": "The Hundred-Foot Journey(2014)*******************************အစားအသောက်တွေက ကျွန်နော်တို့ဘဝရဲ့ မှတ်ဉာဏ်အစိတ်အပိုင်းတွေလား...\nဒါမှမဟုတ် ကျွန်နော်တို့ဘဝတွေကို နီးစပ်စေခဲ့တဲ့ အကြောင်းတရားများလား...\nပေ ၁၀၀ သာ အကျယ်ရှိတဲ့ လမ်းတစ်ဖက်တစ်ချက်က မတူညီတဲ့ ယဉ်ကျေးမှု၊စရိုက်တွေက ပေါင်းစပ်စေခဲ့တာကရော ဘာတွေများလဲ....ဒီဇာတ်ကားမှာ ပြင်သစ်နယ်မြို့လေးရဲ့ အလှအပတွေနဲ့ အစားအသောက်တွေကို တဝကြီး ကြည့်ရမှာဖြစ်ပါတယ်...\nပြင်သစ်က စိန့်အန်တိုနင်မြို့ကလေးကို အခြေတည်ထားတဲ့ ဒီဇာတ်ကားလေးမှာ ပြင်သစ်အစားအသောက်တွေနဲ့မီချယ်လင်းစတားရရှိဖို့အတွက်ကလွဲ\nတခြားဘာမှ မျှော်လင့် မထားတော့တဲ့ မာနကြီးအဖွားအိုကြီးနဲ့ စိတ်ဆတ်တဲ့ အဖိုးအိုကြီးကြားကပေတစ်ရာသာလှမ်းတဲ့ လမ်းကလေးက ဘယ်လိုမျိုးနီးစပ်သွားမှာလဲငယ်စဉ်ကတည်းက အရသာကောင်းကောင်းခံတတ်တဲ့ ကလေးတစ်ယောက် စာဖိုးမှုးဖြစ်လာတဲ့အခါဥရောပကိုရောက်လာတဲ့အခါ အနောက်တိုင်းအစားအစာတွေနဲ့ ဘယ်လိုမျိုးနီးစပ်သွားမလဲ....ဇာတ်လမ်း ဇာတ်ကွက် ကောင်းမွန်လှတဲ့အတွက် အချက်အပြုတ်တွေစိတ်မဝင်စားရင်တောင်မှကြည့်သင့်တဲ့ကားလေးဖြစ်ပါကြောင်း.......File Size :(2.2GB) and (865MB)\nQuality : Blu-Ray 1080P, 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Wunna\nEncoded by Phyo ...",
        "rating": "7.5",
        "url": "https://megaup.net/1cW5w/The.Hundred-Foot.Journey.2014.BLU-RAY.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xUxbUuCjh9T0vUeiPrNn7zoiONr.jpg",
        "title": "Do Your Worst(2023)",
        "description": "Do Your Worst(2023)*******************ဆွန်ဒရာဟာ တစ်ချိန်ကနာမည်ကြီးခဲ့ပေမယ့် အခုချိန်မှာအသက်ကြီးနေတဲ့အတွက် ရိုက်ကူးရေးကျဲနေတဲ့သရုပ်ဆောင်တစ်ယောက်ဖြစ်ပါတယ်။ ဆွန်ဒရာမှာ ကာလာ ခေါ် ကားလ် လို့ခေါ်တဲ့ သွားဖော်လာဖက်၊ ကဲဖော်ကဲဖက် အိမ်ထောင်သည်ငယ်သူငယ်ချင်း တစ်ယောက်ရှိပြီး သူငယ်ချင်းနဲ့ဗရုတ်သုတ်ခ အတူလုပ်နေကျဖြစ်ပါတယ်။ ဆွန်ဒရာ့အမေကတော့ ယောက်ျားတွေနဲ့ ပွေလီရှုပ်နေတဲ့သူ့သမီးရဲ့လုပ်ပုံ တွေကို သဘောမတွေ့ဖြစ်နေပြီး ဆွန်ဒရာ့ကို အိမ်ထောင်ပြုပြီးမိသားစုနဲ့ အတည်တကျနေစေလိုသူဖြစ် ပါတယ်။ ညစာစားပွဲတစ်ခုမှာ ကာလာက ဆွန်ဒရာရဲ့မဟုတ်ကဟုတ်ကအကြောင်းတွေကို သူငယ်ချင်း တွေအများကြီးရှေ့မှာ ဟာသလုပ်ပြောမိပါတော့တယ်။တင်းသွားတဲ့ဆွန်ဒရာဟာ ရေချိုးခန်းထဲ စိတ်ပြေ လက်ပျောက်ထိုင်နေရင်း ကာလာ့ယောက်ျားဂျယ်ရီ့ကို မမျှော်လင့်ဘဲ နမ်းမိသွားပါတယ်။ တစ်ဖက်မှာ လည်း ဆွန်ဒရာဟာတည်တည်တံ့တံ့လူတစ်ယောက်ကို စိတ်ထဲမှာ ကြိတ်သဘောကျမိနေပါတယ်။ဒီလို အခြေအနေတွေကြားမှာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ …..။\nအိမ်ထောင်သည်မိန်းမတွေနဲ့ အသက်ကြီးတဲ့အထိ အိမ်ထောင်မကျသေးတဲ့မိန်းမတွေရဲ့ အပြု အမူတွေ၊စိတ်ခံစားချက်တွေ၊ အမူအကျင့်တွေ၊ စိတ်ကစားတတ်ပုံတွေကို ပေါ့ပေါ့ပါးပါးရိုက်ကူးပုံဖော် ထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ အထူးသဖြင့် အမျိုးသမီးတွေရဲ့စိတ်ကိုသေချာသိချင်တဲ့သူတွေ မဖြစ်မနေကြည့်ရှုသင့်ပါတယ်။ မပြုံးဘဲဝါးလုံးကွဲရယ်ရမယ့် ဟာသတွေတစ်လှေကြီးနဲ့ပါ။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1STvT/Do.Your.Worst.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cAoAgzOCxSytYBqqCQulhXNR3LB.jpg",
        "title": "The Magician’s Elephant (2023)",
        "description": "The Magician's Elephant (2023)\"ဘောလ်တိစ်\" ဆိုတဲ့ မြို့ငယ်လေးက မျှော်လင့်ချက်တွေဆိတ်သုဥ်းနေတဲ့မြို့လေးလို့ပြောရမယ်။\nသူတို့ကြုံခဲ့ရတဲ့စစ်ပွဲကြီးအပြီးမှာ လူတွေကမပျော်ရွှင်ကြတော့ပါဘူး။\nစစ်ကြီးကလဲ ပြီးတာ ဒီကားထဲက ဇာတ်လိုက်လေးရဲ့တစ်သက်ရှိနေပြီ။\nဒါပေမဲ့လူတွေက ပျော်ရွှင်မှုတွေမရကြသေးဘူး။\nမျှော်လင့်ချက်တွေ ယုံကြည်မှုတွေ ပြန်မရှင်သန်ကြသေးဘဲ\nအဆိုးတွေပေါ်ပဲအာရုံစိုက် အဆိုးတွေကိုပဲမျှော်လင့်ပြီးနေကြသူတွေပေါ့။\nတစ်နေ့မှာမျက်လှည့်ဆရာကြီးက ဒီလူတွေအတွက် မျှော်လင့်ချက်တွေပြန်ရှင်သန်စေဖို့\nမန္တန်ကြီးတစ်ခုကိုလုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်။\nသူ့ခဗျာမှာလဲ သိပ်မကျွမ်းကျင်တော့ ဆင်ကြီးတစ်ကောင်သာအမိုးကနေပွင့်ပြီးပြုတ်ကျလာပါတယ်။\nမျက်လှည့်ဆရာကြီးက သူ့မန္တန်ကမအောင်မြင်ဘူးထင်တာပေါ့။\nမျက်လှည့်ဆရာကြီးကိုယ်တိုင်လဲ သူ့ဆင်ကြီးက အဖွားကြီးတစ်ယောက်ပေါ်သွားပိတာကြောင့် ဂျေးထဲအောင်းသွားရပါတယ်။\nဒါပေမဲ့ ဒီဆင်ကြီးရောက်လာတာကပဲ ဒီကားထဲကဇာတ်လိုက်လေးအတွက် ယုံကြည်မှုတွေကိုအသက်သွင်းရာမှာ၊\nသူ့မိသားစုကိုရှာဖွေရာမှာ အရေးအကြီးဆုံးနဲ့ပထမဆုံးခြေလှမ်းဖြစ်ပြီး ဘယ်လိုအံ့ဖွယ်ရာတွေကိုထပ်ဖြစ်စေမလဲဆိုတာကြည့်ရမှာပါ။\nဇာတ်လမ်းလေးက ကာတွန်းဆန်ဆန် ရယ်စရာမောစရာမှော်ဆန်ဆန်ဇာတ်လမ်းလေးဖြစ်တဲ့အပြင်\nပေးချင်တဲ့မက်ဆေ့ချ်ကလဲ မျှော်လင့်ချက်ပျက်သုဥ်းနေသူတွေအတွက်၊\nအကောင်းတွေအများကြီးထဲကအဆိုးတစ်ခုလောက်ကိုမှရွေးပြီး မျှော်လင့်ချက်ပျက်တတ်တဲ့လူတွေအတွက်\nအရာအားလုံးကဖြစ်နိုင်တယ်ဆိုတာမျိုးစိတ်ခွန်အားပေးထားတဲ့အတွက်\nကလေးတွေရောလူကြီးတွေပါကြည့်သင့်တဲ့ဇာတ်လမ်းလှလှလေးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Adventure, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.35GB | 766MB | 362MB\nFormat… mp4\nDuration….1h 39min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... Aaron",
        "rating": "6.6",
        "url": "https://megaup.net/1cW2a/The.Magicians.Elephant.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sxYjsslcs5FSsAkEfjr50gAQWNo.jpg",
        "title": "Cold Prey(2006)",
        "description": "IMDb 6.2 / Rotten Tomatoes 55%နော်ဝေနိုင်ငံရဲ့ အကောင်းဆုံးသည်းထိပ်ရင်ဖို ရုပ်ရှင်တွေထဲက တစ်ကားအဖြစ် အသိအမှတ်ပြုခံခဲ့ရတဲ့\nHorror ရုပ်ရှင်ကားလေး တစ်ကားကို\nCM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့ Horror ရုပ်ရှင်တွေမှာ တွေ့မြင်နေကျ ပုံစံအတိုင်း\nသူငယ်ချင်းတစ်စု ခရီးတစ်ခုကို အတူထွက်ကြရင်း လမ်းပျောက်ကာ\nမမျှော်လင့်ထားတဲ့ အရာတွေနဲ့ တွေ့ကြုံရတဲ့ ပုံစံလေးပါပဲဒီလို သာမန်ရိုးကျဇာတ်လမ်း တစ်ပုဒ်က\nဘာလို့ နော်ဝေရဲ့ အကောင်းဆုံးသည်းထိပ်ရင်ဖိုရုပ်ရှင်တွေထဲက တစ်ကားအပါအဝင် ဖြစ်နေရတာလဲဆိုတာကိုတော့\nပရိသတ်ကြီးကိုယ်တိုင်ပဲ ခံစားကြည့်ရှုရင်း ဝေဖန်လေကန်လိုက်ကြပါနော် File size…1.47GB/ 551.5MB\nQuality…Blu-Ray 1080p5.1CH / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Horror , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phoebe",
        "rating": "6.2",
        "url": "https://megaup.net/1SSrx/Cold.Prey.2006.BluRay720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTdkYTBiYTMtNjI3MC00NWMxLWEyN2UtZjc3ZjVmYTlmMjJiXkEyXkFqcGdeQXVyMTM1NTM4MzQx._V1_-141x200.jpg",
        "title": "[18+]Maniac Driver (2020)",
        "description": "Maniac Driver (2020)\n================ဖူဂျီနာဂဟာ တက္ကစီသမား လုပ်နေပေမဲ့ သူ့အတိတ်ကတော့\nအင်မတန်ဆန်းကြယ်တယ်။ သူဟာ ပြင်သစ်နိုင်ငံခြားအထူး\nတပ်ဖွဲ့မှာ ကြေးစားစစ်သားအဖြစ်နဲ့ စစ်ထဲဝင်ဖူးတဲ့လူလည်း\nဟုတ်သလို သတ်ရာဖြတ်ရာမှာ တော်တော်လေး လက်ရဲဇက်ရဲ\nရှိတယ်။ လောကကြီးအပေါ် သူ့အမြင်ကလည်း ထူးခြားတယ်။ယောက်ျားတွေဟာ မိန်းမတွေအပေါ်မှာရှိနေတာမကြိုက်တတ်\nကြပေမဲ့ ဖူဂျီနာဂကတော့ တိုင်းပြည်ကြီးကို မိန်းမတွေအုပ်ချုပ်ရင်\nပိုသာယာမယ်လို့ ယူဆနေတယ်။ မိန်းမတွေကို သူအပေါ်မှာရှိစေချင်\nတာက အဲဒီတစ်နေရာတည်းတော့မဟုတ်ဘူးပေါ့ ဟိ။တစ်နေ့မှာ ဖူဂျီနာဂဟာ သူ့မိန်းမနဲ့တူတဲ့အမျိုးသမီးတစ်ယောက်\nနောက် ခိုးလိုက်ကြည့်ရင်း အဲဒီအမျိုးသမီးကို နတ်ဆရာတစ်ယောက်\nယောက်ျားတစ်ယောက်က ယတြာအနေနဲ့ ဒွာရသုံးပေါက်ကို သိဒ္ဓီဝင်\nအတံနဲ့ သုံးသပ်ပေးဖို့ ကြံနေကြတယ်။ အမျိုးသမီးဟာ ငြင်းဆန်ပေမဲ့\nလည်း သူတို့၂ယောက်က အတင်းယတြာပေးချင်ကြတဲ့အခါ ဖူဂျီနာဂ\nမနေသာတော့ဘဲ ဝင်ကယ်ဖို့ဖြစ်လာတယ်။ ဒီလိုကယ်အပြီး မိမွေးတိုင်း\nဖမွေးတိုင်းဖြစ်နေတဲ့ ကောင်မလေးကို မြင်လိုက်ရတဲ့အခါမှာတော့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nW ဖြစ်ပါတယ်)File Size..........(1.46 GB) / (547 MB) / (322 MB)\nQuality............Blu-Ray 1080p / 720p / 480P\nDuration.........1Hr ...",
        "rating": "5.3",
        "url": "https://megaup.net/1SMvd/Maniac.Driver.2020.JAPANESE.720p.BluRay.(CM).mp4",
        "category": "Action, Adult, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYWE1OTM0ODQtOTQ0Yi00YWY0LWExZDctNGZiNzdmNjViYTc2XkEyXkFqcGdeQXVyMTA2MDU0NjM5._V1_FMjpg_UX1000_-149x200.jpg",
        "title": "Kompromat (2022)",
        "description": "Kompromat (2022)\n===============\nIMDb Rating - 6.3/10တာဝန်ဝတ္တရားတွေကို စိတ်ခံစားချက်တွေနဲ့ ရောထွေးပစ်ပြီး\nကိုယ်လုပ်ချင်ရာလုပ်လိုက်တယ်ဆိုတာ လုပ်လို့ရနေတယ်ဆိုတဲ့\nအသိနဲ့ကြောင့်မို့ လုပ်ချင်ရာလုပ်နေကြတာ။ ဒီလိုလူတွေဟာ\nစနစ်တစ်ခု ယန္တရားကြီးတစ်ခုလုံးကို အပြစ်ဖြစ်စေနေတတ်တာမျိုး\nငါးခုံးမတ​​စ်ကောင်ကြောင့် တစ်လှေလုံးပုပ်သွားတာမျိုးပေါ့။\nလူတွေဟာ အသစ်အဆန်းတစ်ခုခုတွေ့ရင် စမ်းသပ်ချင်တာမျိုး\nလေ့လာချင်တာမျိုး သိချင်တာမျိုးတွေဖြစ်ကြတယ်။ဒီလိုစိတ်တွေကြောင့်ပဲ လူသားတွေဟာ ဆင့်ကဲဆင့်ကဲ တိုးတက်\nလာကြတယ်ဆိုပြီး လက်ခံထားကြတယ်။ အချစ်မှာရော ငြီးငွေ့\nခြင်းက ထွက်ပြေးလိုစိတ်၊ toxic rsကနေ ရုန်းထွက်လိုစိတ်တွေဟာ\nဆုံတွေ့မိသွားရင် အချင်းချင်းလက်တွဲရင်း ထွက်ပြေးချင်စိတ်ကို\nအဖော်ပြုပေးကြရင်း ဘောင်တွေကို ကျော်လွန်တဲ့ အသစ်အဆန်း\nနယ်ပယ်တစ်ခုကို အတူတူ စူးစမ်းကြတယ်ဆိုရင် အပြစ်ဖြစ်ပါ\nအုံးမလား။ ချစ်ခြင်းတွေ လှည့်ကွက်တွေ ချောက်ချအကွက်ဆင်\nတာတွေကို လက်တွေ့ဘဝနဲ့ အနီးစပ်ဆုံးချပြထားတဲ့ ဇာတ်လမ်းမျိုး\nကြည့်ချင်ပါတယ်ဆိုရင်တော့ ဒီကားလေးက လက်လွှတ်မခံသင့်တဲ့\nကားကောင်းလေးတစ်ခုပေါ့ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPaul ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (560 MB) / (300 MB)\nQuality............Blu-Ray 1080p / 720p / 480P\nDuration.........2Hrs 07Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Thriller\nTranslator.......Paul\nEncoder..........SWM",
        "rating": "6.3",
        "url": "https://megaup.net/2yJxj/Kompromat.2022.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BOWM1NGQyZjktY2MwNS00YTJjLWJhMTktMzAzOWE2MmE0NzRmXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Two Deaths of Henry Baker (2020)",
        "description": "Two Deaths of Henry Baker ( 2020 )\n----------------------------------------------\nဟင်နရီဘိတ်ကာလို့ခေါ်တဲ့ နာမည်ကျော် ရာဇဝတ်သားတစ်ယောက်ရှိတယ်။ နာမည်ကြီးသလို ရန်သူလည်းများသလို သူ့ပိုင်ဆိုင်မှုတွေနောက် လိုက်နေတဲ့လူတွေလည်း မနည်းဘူး။ သူ့မှာ ဆမ်ဘတ်လို့ခေါ်တဲ့ သူနဲ့ရုပ်ချင်း ချွတ်စွပ်တူနေတဲ့ ညီတစ်ယောက်ရှိတယ်။ ဒီတော့ သူ့ရန်သူတွေဟာ သူ့ညီနဲ့သူ့ကို မှားကြတာပေါ့။ သူတို့နှစ်ယောက်ကြား ရှင်းမရတဲ့ ကိစ္စတစ်ခုဖြစ်လာသလို တစ်ယောက်နဲ့တစ်ယောက် သတ်ဖို့ဖြတ်ဖို့အထိပါ ဖြစ်လာခဲ့တယ်။ ဒီလိုနဲ့ တစ်ယောက်က သေပြီး တစ်ယောက်က‌ ထောင်ကျသွားခဲ့တယ်။ဒီလိုနဲ့ နှစ်အတော်ကြာပြီး သူတို့သားတွေ အရွယ်ရောက်လာခဲ့တယ်။ အဲဒီအချိန် ထောင်ကျနေတဲ့တစ်ယောက်ကလည်း လွတ်လာခဲ့ပြီ။ သူတို့ကြားက ဇာတ်ရှုပ်ဟာ သူတို့သားတွေလက်ထပ်မှာ ဘာဆက်ဖြစ်ဦးမလဲဇ ကြည့်ရမှာပါ။ ဒီရုပ်ရှင်ဟာ ရှိတ်စပီးယားရဲ့ ဗင်းနစ်မြို့ကကုန်သည်ကိုမသိမသာ အငွေ့ထည့်ထားပြီး ရှိတ်စပီးယားစာသားနဲ့အဆုံးသတ်ထားတဲ့ ရုပ်ရှင်လည်းဟုတ်ပါတယ်။ အမျိုးအစားက သည်းထိတ်ရင်ဖို မှုခင်းကားဖြစ်သလို Plot Twistတွေလည်း ပါတာမို့ စိတ်ဝင်စားစရာအတန်အသင့်ကောင်းတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပါပဲ၊ ...",
        "rating": "5.5",
        "url": "https://megaup.net/16Dcl/Two_Deaths_of_Henry_Baker_(2020)_720p.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-platnom-135x200.jpg",
        "title": "The Phantom of the Open(2022)",
        "description": "ဒီတစ်ခါတော့ ဖြစ်ရပ်မှန်ဂေါက်သီးရိုက်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျာမာရိစ်ဆိုတဲ့သင်္ဘောကျင်းမှာ ကားမောင်းတဲ့ အဖိုးကြီးတစ်ယောက်က သူတို့အလုပ်ကို နိုင်ငံတော်ပိုင်သိမ်းတော့မှာ ကြိုသိသွားတော့ တခြားအလုပ် တစ်ခုကိုရှာဖွေရင်း ဂေါက်ရိုက်ဖို့ စတင်ကြိုးစားခဲ့တဲ့ သူတစ်ယောက်ပေါ့ဗြိတိသျှအိုင်းပင်းပြိုင်ပွဲကြီးမှာ ဝင်ပြိုင်ဖို့ ကြိုးစားရင် အလွဲလွဲဖြစ်ခဲ့တာပေါ့ တကယ့်ကို မကြုံဖူးတဲ့ စံချိန်တွေချိုးခဲ့သူတစ်ယောက်ပါပဲ ဒါပေမဲ့ ဇာတ်လမ်းရဲ့ အနှစ်သာရကတော့ အဲဒါမဟုတ်ပါဘူး မိဘတစ်ယောက်က သားသမီးတွေကို ဘယ်လောက်တောင် အနစ်နာခံ ပြုစုရလဲ ဆိုတဲ့အကြောင်းလေးကို မီးမောင်းထိုးပြချင်တာပါ ပေါ့ပေါ့ပါးပါးလေးဆိုပေမဲ့ တကယ့်ကိုရင်ထဲခံစားရအောင် ရိုက်ပြထားတဲ့ ကားကောင်းလေးတစ်ကားဆိုတော့ မလွတ်တန်းကို ကြည့်တန်တဲ့ကားကောင်းလေးတစ်ကားပါပဲFile size…(1.83GB)/(876MB)/(406MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:46:00\nGenre...Comedy/ Drama / Sport\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "7.2",
        "url": "https://megaup.net/1Nhlk/The.Phantom.of.the.Open.2022.720p(CM)_(2).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vqzdv4nArhuZxd7il0boKaVxQMF.jpg",
        "title": "Z-O-M-B-I-E-S 3 (2022)",
        "description": "Z-O-M-B-I-E-S 3 (2022)Disney plus က ထပ်မံတင်ဆက်လိုက်တဲ့ Fantasy, Teen, Romance, Musical ကားလေးပါ။ အရှေ့မှာလည်း Zombies နဲ့ Zombies-2 ဆိုပြီး နှစ်ကား ထွက်ရှိထားပါသေးတယ်။ဇာတ်လမ်းကတော့ သွေးစုပ်ဖုတ်ကောင်တွေ ဝံပုလွေတွေနဲ့ လူတွေအကုန် အတူနေကြတဲ့ မြို့လေးအကြောင်းကို အခြေခံထားတာပါ။ဇက်က high school တက်နေတဲ့ သွေးစုပ်ဖုတ်ကောင်ဖြစ်ပြီး ချစ်သူနဲ့အတူ တက္ကသိုလ်တက်ရဖို့ ကြိုးစားနေတာပါ။ တက္ကသိုလ်ဝင်ရဖို့ သူ့ကိုအရွေးခံရမဲ့နေ့မှာပဲ ဂြိုလ်သားတွေက အုန်းဒိုင်းဆို ရောက်ချလာပါတယ်။ဇက်ရဲ့ ချစ်သူကလည်း cheerleader ဖြစ်တော့ cheerleading ပြိုင်ပွဲနဲ့ အလုပ်တွေ ရှုပ်နေပါတယ်တစ်ဖက်မှာလည်း ဂြိုလ်သားတွေက မြေပုံတစ်ခုကို အပူတပြင်း ရှာဖွေနေတဲ့အခါ ဘာတွေ ဆက်ဖြစ်မလဲ?\nကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားပေးကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie ပါ။)File Size : 2.3GB, 1GB & 528MB\nQuality : ...",
        "rating": "5.5",
        "url": "https://megaup.net/2swlm/[CM]Zombies.3.2022.720p.WEB-DL.mp4",
        "category": "Family, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/lightyear-137x200.png",
        "title": "Lightyear (2022)",
        "description": "Lightyear (2022)\n=============ဒီ ကာတွန်းရုပ်ရှင်လေးကတော့ Toy Story ရဲ့ အဓိကဇာတ်ကောင်\nတစ်ကောင်ဖြစ်တဲ့  ဘက်ဇ် လိုက်ရီးယားကိုအခြေခံပြီး ရိုက်ကူးထားတာပါ။\nဒါပေမဲ့ အရုပ်လေးတွေရဲ့ ဇာတ်လမ်းမဟုတ်တော့ပါဘူး။ ၁၉၉၅ ခုနှစ်မှာ\nအန်ဒီဆိုတဲ့ကောင်လေးက ဘက်ဇ်လိုက်ရီးယားဆိုတဲ့ အရုပ်ကို\nမွေးနေ့လက်ဆောင်ရရှိခဲ့ပါတယ်။အဲဒီအရုပ်လေးက ရုပ်ရှင်တစ်ခုထဲက ဇာတ်ကောင်ဖြစ်ပြီး အန်ဒီက အဲဒီရုပ်ရှင်ကို\nအရမ်းကြိုက်တဲ့သူပါ။ အခုကြည့်ရမယ့် ရုပ်ရှင်ကတော့အန်ဒီအရမ်းကြိုက်ခဲ့တဲ့\nလိုက်ရီးယားရုပ်ရှင်ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n===============\nဘက်ဇ်လိုက်ရီးယားဟာ ကြယ်တာယာစခန်းကြီးရဲ့ လေ့လာရေးအဖွဲ့မှာပါဝင်တဲ့\nကပ္ပတိန်အဆင့် အာကာသရိန်းဂျားတစ်ဦးဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ထူးဆန်းတဲ့\nဂြိုလ်တစ်ခုကို သွားလေ့လာရင်း ဂြိုလ်ပေါ်က ဂြိုလ်သားတွေနဲ့တိုက်ပွဲတွေဖြစ်ပြီး\nသူ့တို့ကြောင့်ပဲ ယာဉ်ပျက်ကျသွားခဲ့ပြီး အလင်းအလျှင်ကိုပေးတဲ့စနစ်ပါ ပျက်စီးသွားပါတယ်။ဒီတော့ အိမ်ပြန်လို့မရတဲ့ယာဉ်ပေါ်ကအဖွဲ့သားတွေဟာ အဲဒီဂြိုလ်ပေါ်မှာ အသက်ရှင်ဖို့\nကြိုးစားရပါတော့တယ်။ တချိန်တည်းမှာပဲ ဘက်ဇ်ကတော့ ယာဉ်ကို အလင်းမြန်နှုန်းနဲ့\nပြန်မောင်းနိုင်အောင်ပြုပြင်ပြီး အားလုံးကို အိမ်ကိုပြန်ပို့နိုင်ဖို့ စွန့်စားခန်းတွေဖွင့်ရပါတော့\nတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nFile Size..........(5.8GB) / (1.81 GB) / (900 MB) / (514 MB)\nQuality............WEB-DL 4k HEVC / 1080p ...",
        "rating": "5.3",
        "url": "https://megaup.net/38sfz/Lightyear.2022.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zEhDElA9ZN4e1Cwod3ayrinWysk.jpg",
        "title": "North Hollywood (2021)",
        "description": "ဒီကားလေးက 2021 ထွက် comedy/drama ကားကောင်းလေးပါ။rating လည်း ထိုက်သင့်သလောက် ကောင်းကောင်းရထားတဲ့ ဇာတ်လမ်းလေးပါ။comedy ဆိုတာထက် drama ဘက် ပိုယိမ်းပါတယ်။ဇာတ်လမ်းအကျဉ်း==================လောစ့်အိန်ဂျလိစ့် ၊ North Hollywood ဆိုတဲ့မြို့ကလေးက ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ရဲ့ဘဝနဲ့ သူ​ပြေးလိုက်တဲ့ အိပ်မက်အကြောင်းရိုက်ထားတာပါ။အထက်တန်းကျောင်းသားတစ်ဦးဖြစ်သူ မိုက်ကယ်ရူးရူးမူးမူးဖြစ်ချင်တာကတော့ ပရို စကိတ်စီးသမားတစ်ယောက်ပါ။သို့သော် အမိမဲ့သား မိုက်ကယ်ရဲ့ စကိတ်သမားဖြစ်ချင်တဲ့ရည်ရွယ်ချက်ကို သဘောမတူတဲ့ သူ့အဖေကတော့ မိုက်ကယ်ကိုအထက်တန်းကျောင်းပြီးတာနဲ့ ကောလိပ်ကို ဆက်တက်ပြီး ​ပညာရေးကိုရှေ့ဆက်စေချင်တာပါ။ မိုက်ကယ်ကတေ့ာ သူဖြစ်ချင်တဲ့စကိတ်သမားဖြစ်လာဖို့ ဘာကိုမဆို စတေးရ စတေးရအဆင်သင့်ဖြစ်နေသူတစ်ဦးပါ။ ဇာတ်က အေးပါတယ်။ဒါပေမယ့် ဇာတ်ကားမဆန်ဘဲ တကယ့်အပြင်က reality တစ်ခုကိုပြထားသလို ခံစားရမှာပါ။ ဆယ်ကျော်သက် လူငယ်တစ်ဦးရဲ့ဖြစ်ချင်တဲ့ စိတ်ဆန္ဒနောက်ကို ပြေးလိုက်တဲ့ ခရီးလမ်းမှာ မိသားစု ၊မိတ်ဆွေသူငယ်ချင်းတွေရဲ့ အရေးပါမှု ဒါတွေကို လက်တွေ့ဆန်စွာခံစားကြည့်ရှုရပါမယ်။\nFile size…1.26GB / 547MB\nQuality…1080p WEB DL AAC5.1CH ...",
        "rating": "5.9",
        "url": "https://megaup.net/1MztO/North.Hollywood.2021.720p.BluRay.H264.AAC2.0CH.YK(CM).mp4",
        "category": "Comedy, Crime, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e48IJ1KGR0beGD6B5np74OyqcpU.jpg",
        "title": "Thor: God of Thunder (2022)",
        "description": "Thor: God of Thunder (2022)ဟုတ်ကဲ့ မမှားပါဘူး။ မာဗယ်ရဲ့အချစ်တော် နာမည်ကျော် ဆရာသောရ်ရဲ့ အသစ်စက်စက်ရုပ်ရှင်ပါ။ ထုံးစံအတိုင်း သောရ်နဲ့ ဆရာလိုကီတို့ရဲ့ အပြိုင်ဇာတ်ပါပဲ။ ဇာတ်လမ်းစစဖွင့်မှာတော့ လိုကီဟာ အကျဉ်းစံနေရပါတယ်။ ခဏအကြာမှာတော့ ထမင်းလာကျွေးတဲ့ကောင်ကို မလှိမ့်တပတ်လုပ်ပြီး လွတ်သွားပါတယ်။ God of Mischief ကြီး လိုကီကို ဂျက်စပဲရိုးကို လှောင်သလို သံတိုင်နောက်လှောင်ထားတာကိုး။ မလွတ်တာကမှ ဆန်းနေမှာပါ။လိုကီဟာ လွတ်ပြီးပြီးချင်းပဲ အိုဒင်ကိုသွားသတ်ပြီး Ragnarök ကို အစပျိုးဖို့ ကြံပါတယ်။ သူ့သားတွေထဲက တစ်ကောင်ဖြစ်တဲ့ ဧရာမဝံပုလွေကြီးကို အကျဉ်းချထားတာကို လွှတ်ပေးရမှာပါ။ အဲဒီဝံပုလွေကြီးလွတ်သွားရင် အိုဒင်ကို စားပြီး လောကကိုးပါးသစ်ပင်ကို စားပြီး လောကကိုးပါးလုံးကို ဖျက်ဆီးပစ်မှာပါ။ ပြဿနာကတော့ အိုဒင်ကြီးဟာ မျက်စိတစ်ဖက်ကန်းနေပေမဲ့ စောင်ထာကျနေတဲ့ ကြေးစားလူမိုက်ရုပ်ကြီးထွက်နေပါတယ်။အိုဒင်အသက်ငင်နေတဲ့ အချိန်မှာပဲ အတ်ဂတ်စ်ကိုပစ်ပြီး ဘယ်တွေအလည်လွန်နေမှန်းမသိတဲ့ ဆရာသောရ် ပြန်လာပါပြီ။ မီးခိုးငွေ့တွေ ...",
        "rating": "3",
        "url": "https://megaup.net/16C7v/(CM)_Thor_-_God_of_Thunder_(2022)_720p.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/3n9i0uotx1-7swlzt63ru-133x200.jpg",
        "title": "Thappad (2020)",
        "description": "IMDb (7.1/10) /Rotten Tomatoes 92%Q - ညီမယောက်ျားနဲ့ ဘာဖြစ်လို့ ကွာရှင်းပြတ်စဲချင်တာလဲ\nA - သူ ပါးတစ်ချက်ရိုက်လိုက်လို့ပါQ - ပါးရိုက်တာ အကြောင်းပြချက်မဟုတ်ပါဘူး တခြားကိစ္စရှိဦးမှာပေါ့\nဘာလဲ သူ့မိသားစုကြောင့်လား\nA - ဟင့်အင်းQ - သူ ညီမအပေါ် ဖေါက်ပြန်နေလို့လား\nA - ဟင့်အင်းQ - ညီမက သူ့အပေါ်မှာ ဖေါက်ပြန်နေလို့လား\nA - ဟင့်အင်းQ - လိင်မှုကိစ္စကြောင့်လား\nA - ဟင့်အင်းQ - ဒါဆို ပါးတစ်ချက်ရိုက်လိုက်ရုံပဲပေါ့အမျိုးသမီးတစ်ယောက်က သူ့ယောက်ျား သူ့ကို ပါးတစ်ချက်ရိုက်လိုက်တဲ့အပေါ်\nကွာရှင်းပြတ်စဲချင်ပါတယ်တဲ့ဒီစကားအတွက် အတွေးပေါင်းစုံ မေးခွန်းပေါင်းစုံထွက်ကျလာပေလိမ့်မယ်လင်နဲ့မယား လျှာနဲ့သွားပဲ ရန်ဖြစ်လိုက် ပြန်ချစ်လိုက်ဟာကိုရှိပါသေးတယ် အရိုးကွဲအောင်ရိုက်မှ အသည်းစွဲအောင်ချစ်တာတဲ့ဘာတဲ့အတွေးအခေါ်ပေါင်းစုံ ဒီတော့ ဒီကားကို ယောက်ျားလေးမိန်းကလေး လူပျိုအပျို အိမ်ထောင်သည်အားလုံးကို ကြည့်စေချင်ပါတယ်တစ်ယောက်အမြင်တစ်မျိုးစီရလိမ့်မယ်လို့ မျှော်လင့်ပါတယ် ကျွန်တော် ဇာတ်လမ်းကို မညွှန်းပေးတော့ဘူးBollywood ကားကြည့်ချင်ပေမယ့် အယောက် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2swP6/(CM)_Thappad.2020.720p.AMZN.WEB-DL.mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Neon-Lights-movie-film-horror-thriller-2022-trailer-poster-144x200.jpg",
        "title": "Neon Lights (2022)",
        "description": "Neon Lights (2022)\n==============ဒီရုပ်ရှင်ကားဟာ ၂၀၂၂ ခုနှစ်ထွက် Thirller ကားကောင်းလေး တစ်ကား\nဖြစ်ပါတယ်။ Thriller ကားချစ်မြတ်နိုးသူပရိသတ်တွေ ခံစားကြည့်ရှုသင့်တဲ့\nသည်းထိတ်ရင်ဖိုကားလေးတစ်ကားဆိုရင်လည်း ဒီကားကိုသာ ညွှန်းရပါဦးမယ်။Clay ဆိုတဲ့ ဉာဏ်ကြီးရှင်ဟာ ကမ္ဘာ့ခေတ်ပြောင်းတော်လှန်ရေးကျန်းမာရေး\nစောင့်ရှောက်မှုနည်းပညာကို တီထွင်ခဲ့တဲ့နည်းပညာရှင်ဖြစ်ပါတယ်။ ဒါပေမဲ့\nClay ဟာ သူ့မှတ်ဉာဏ်ထဲမှာ သူပိတ်မိနေတဲ့ စိတ္တဇရောဂါတစ်မျိုးရရှိနေသူ\nလည်းဖြစ်ပါတယ်။ လူတစ်‌ယောက် ဒီလိုမျိုးကိုယ့်စိတ်ထဲမှာကိုယ် ပိတ်လှောင်\nမိဖို့ဆိုရင် ဘယ်လောက်များတဲ့ စိတ်ဒဏ်ရာတွေကြောင့်လဲ၊ ဘယ်သူက Clay ကို\nဒီလိုဖြစ်စေခဲ့တာလဲ၊ Clay တစ်ယောက် ဘယ်လိုတွေ ထပ်မံတွေ့ကြုံခံစားရမလဲ\nဆိုတာကို ခံစားရင်ခုန်ပေးလို့ရမယ့် ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။\nဒါကြောင့် နည်းပညာရှင်ကြီး Clay ဘယ်လိုတွေဖြစ်လာမှာလဲ၊ သူ့ရဲ့ကိုယ်ပိုင်စိတ်\nအကျဉ်းထောင်ကနေ လွတ်မြောက်နိုင်မလားဆိုတာကိုတော့ Neon Lights 2022\nကားလေးထဲမှာခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)File Size..........(1.26 GB) / (509 MB) / (290 MB)\nQuality............WebRip 1080p / 720p ...",
        "rating": "5.3",
        "url": "https://megaup.net/16xbw/Neon.Lights.2022.720p.WEB-DL.DD5.1.CM_new.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/frTwEqSMWQ27oQeuiBO5PT0ZNqq.jpg",
        "title": "Z-O-M-B-I-E-S 2(2020)",
        "description": "Z-O-M-B-I-E-S 2(2020)(unicode)ဝေါ့ဒစ်စနေးက ထွက်လာတဲ့ Zombie 2 ဇာတ်ကားထဲမှာတော့ ဆံပင်အစိမ်းရောင်နဲ့ အရမ်းလန်းနေတဲ့ zombie ကောင်လေးခပ်ချောချောနဲ့ zombie ကောင်မလေးခပ်ချောချောလေးတွေကို တွေ့ရမှာပါ။ စီးဘရော့ခ်မြို့ဟာ ထူးခြားတဲ့စွမ်းအင်တစ်မျိုးကို အသုံးချကာ တောအုပ်ထဲက မကောင်းဆိုးဝါး အကောင်ကြီးတွေကို နှိမ်နင်းပြီး မြို့တည်ထားတာဖြစ်ပါတယ်။ အဲဒီစွမ်းအင်ကို အသုံးပြုပြီးလည်ပတ်တဲ့ ဓါတ်အားပေးစက်ရုံမှာတော့ တစ်နေ့မှာပေါက်ကွဲမှုဖြစ်ကာ စက်ရုံဝန်ထမ်းများဟာ ဓါတ်ရောင်ခြည်သင့်ပြီး zombie များအဖြစ်ပြောင်းလဲသွားပါတယ်။ ဒီzombie များဟာ အသိဉာဏ်မြင့်မားတဲ့အတွက် နည်းပညာကို အသုံးချကာ Z-လက်ပတ်တီထွင်ပြီး သူတို့ကိုယ်သူတို့ ပုံမှန်လူသားအသွင်အဖြစ်ပြန်ဖန်တီးလိုက်ပါတယ်။ ကျောင်းမှာ ကျောင်းပဒေသာကပွဲကျင်းပခါနီး တောထဲက ဝံပုလွေတစ်ပိုင်း လူတစ်ပိုင်း သမန်းဝံပုလွေတွေ ထွက်လာလို့ zombie တွေကို ဥပဒေနဲ့ တားမြစ်မှုတွေ လုပ်လာပါတယ်။ တောထဲက ထွက်လာတဲ့ သမန်းဝံပုလွေအုပ်စုကzombie ကောင်မလေးချောချောဆီ မသိမသာ ချဉ်းကပ်လာတဲ့အခါ ဘာတွေ ဆက်ဖြစ်လာမလဲဆိုတာ ခံစားကြည့်ရှုလိုက်ပါအုံးနော်။ အချစ်ဖန်စီ မိသားစုကားလေးဖြစ်လို့ ...",
        "rating": "6.7",
        "url": "  https://megaup.net/2swns/Zombies_2.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ICw70gaLmmFBW3llKrCYtQh95g.jpg",
        "title": "Zombies (2018)",
        "description": "Zombies(2018)IMDb...6.5ဒီဇာတ်ကားလေးကတော့ Disneyက 2018မှာ အသစ်ထွက်ရှိထားတဲ့ကားလေးပါ  .....ဇွန်ဘီ(zombie)ဇာတ်ကားဆိုပေမယ့် စိုးရိမ်ထိတ်လန့်သွေးပျက်စရာအခန်းတွေနဲ့ကားမျိုးတော့မဟုတ်ပါဘူး....မတော်တဆမှုတစ်ခုကနေ လူသားမျိုးနွယ်အတော်များများဟာ ဇွန်ဘီတွေဖြစ်ကုန်ကြတယ်...အစိုးရကနေ ဇွန်ဘီတွေနဲ့ လူသားစင်စစ်တွေကြားမှာ တံတိုင်းကြီးခတ်လိုက်တယ်...နောက်ပိုင်းတိုးတက်လာတဲ့ခေတ်ကြီးမှာ ဇွန်ဘီတွေဟာ ထိန်းချုပ်စရာ ကိရိယာတွေတီထွင်ပြီး ပုံမှန်လူသားတစ်ဦးလိုနေထိုင်လာကြတယ်...ဇွန်ဘီတွေဟာ သာမန်လူတွေလို ပညာတွေသင်ကြတယ်..အလုပ်တွေလုပ်ကြတယ်...သီချင်းတွေဆိုကြတယ်...သို့ပေမယ့်လည်း ဇွန်ဘီတွေဟာ ပုံမှန်လူသားတွေအတွက် ထိတ်လန့်ကြောက်ရွံ့စရာအဖြစ်ရှိနေဆဲပါ...ဒီလိုအခြေအနေမျိုးမှာ ဇွန်ဘီ ကောင်လေးတစ်ယောက်ကို လူသားကောင်မလေးတစ်ယောက်က ကြွေသွားတယ်.. Disneyဇာတ်ကားလေးတွေအတိုင်း ကျောင်းသားကျောင်းသူတွေနဲ့ဇာတ်အိမ်တည်ပြီး သီချင်းလေးတွေမြိုင်ဆိုင်နဲ့ သက်ဝင်လှုပ်ရှားစွာရိုက်ပြထားပါတယ်...ကိုင်း ဖြေဖျော်ရေးဆန်ဆန် ပျော်ပျော်ပါးပါးကားမျိုးလေးတွေမှ သဘောကျနှစ်ခြိုက်တဲ့ သူတွေအတွက်အချစ်ဇာတ်လမ်းကောင်းလေးအဖြစ်ညွှန်းဆိုပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Inzali Than Htike ဖြစ်ပါတယ်...File Size : (850 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:34:00\nGenre : Musical, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Inzali Than Htike\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/zombies-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/vaashi-160x200.jpg",
        "title": "Vaashi (2022)",
        "description": "ဒီတစ်ခေါက်မှာလည်း 6.5 ရရှိထားတဲ့ ရှေ့နေကားတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်။ဗိုင်ရာဗရာကားထဲမှာမာလာဗီဇီအဖြစ်သရုပ်ဆောင်ခဲ့တဲ့တောင်ပိုင်းမင်းသမီးကီရာသီဆူရတ်ရှ်ခေါင်းဆောင်ပါဝင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်း\n============ရှေနေအဖြစ် ဥပဒေအဖွဲ့တစ်ခုမှာ အလုပ်လုပ်နေတဲ့ဥပဒေရှေ့ဖတ်စာရေးမလေး မတ်ဒ်ဟာဗီ။သူ့ကိုကျိတ်ပြီးသဘောကျနေတဲ့ရှေ့နေလေး အဘီ။အနေနီးစပ်ရင်း ချစ်သူတွေကတဆင့်လင်မယားတွေဖြစ်သွားချိန် အဘီကလည်းအစိုးရရှေ့နေဖြစ်သွားသလို မတ်ဒ်ဟာဗီလည်းထင်ရှားတဲ့ရှေ့နေတစ်ယောက်ဖြစ်လို့အပ်လာတဲ့အမှုတစ်ခုအတွက်လင်မယားနှစ်ယောက်တရားခွင်မှာထိပ်တိုက်ရင်ဆိုင်ရချိန်မှာတော့ဘာတွေဆက်ဖြစ်မယ်ဆိုတာရုပ်ရှင်မှာပဲ စီးမျောခံစားလိုက်ပါဦး............\nFile size…1.6GB/ 752MB\nQuality…1080p True WEB DL AAC5.1CH/ 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo & Yunni & Go-O & Lai Laii",
        "rating": "6.5",
        "url": "https://megaup.net/1Myg7/Vaashi_(2022)_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insrty-acane-133x200.jpg",
        "title": "American Carnage(2022)",
        "description": "ဒီနှစ်ထဲ နောက်ဆုံးထွက် thriller ကားကောင်းလေးတစ်ကားနဲ့ CM ပရိသတ်ကြီးကို မိတ်ဆက်ပေးချင်ပါတယ် မက္ကစီကိုနိုင်ငံသားတွေဟာ နယ်စပ်ချင်းထိကပ်နေတဲ့အမေရိကန်နိုင်ငံထဲကို နှစ်စဉ်လူပေါင်းများစွာ ခိုးဝင်အခြေချနေထိုင်လေ့ရှိကြပါတယ်။ ဒီခိုးဝင်မက္ကစီကန်တွေဟာ ဒီမိုကရေစီနိုင်ငံကြီးအမေရိကန်ထဲမှာ လွယ်လွယ်ကူကူနေထိုင်ခွင့်တော့ မရပါဘူး။ခွဲခြားဆက်ဆံမှုတွေ ဖိနှိပ်ချုပ်ချယ်မှု အနိုင်ကျင့်မှုတွေ ကြုံတွေ့ရပါတယ်။ ဒီဇာတ်လမ်းထဲမှာလည်း ခိုးဝင်အခြေချနေထိုင်တဲ့ မက္ကစီကန်မိဘက မွေးဖွားလာတဲ့ ကလေးတွေဟာ အမေရိကန်နိုင်ငံသားဖြစ်သွားပြီ ဆိုပေမဲ့ လူမျိုးရေးခွဲခြားဆက်ဆံခံနေရတုန်းပါပဲ။ ဒီလိုခွဲခြားဆက်ဆံခံရမှုကို အံတုပြီး ကိုယ့်ရည်မှန်းချက်ပန်းတိုင်ကို အရောက်လှမ်းနေတဲ့ ဂျေပီနဲ့ လီလီတို့မောင်နှမနှစ်ယောက်ဟာ ပြည်နယ်အုပ်ချုပ်ရေးမှူးက အရေးပေါ်ဖမ်းဆီးမိန့်တစ်ခုထုတ်ပြန်ပြီး ခိုးဝင်နေထိုင်သူအားလုံးကို ဖမ်းဆီးခိုင်းလိုက်တဲ့အခါမှာတော့ သူတို့ဘဝတွေဟာ ကြောက်မက်ဖွယ်ကောင်းအောင် ပြောင်းလဲခဲ့ပါတော့တယ်။Racism ရဲ့အဆုံးစွန်ရူးသွပ်မှုကို ဖော်ပြထားတဲ့ဒီဇာတ်လမ်းဟာ အစပိုင်းမှာတော့ ဒရာမာလို့ထင်ရပေမဲ့ သည်းထိတ်ရင်ဖို thriller အဖြစ်ကို ဖြည်းဖြည်းချင်းပြောင်းလဲသွားတာမို့ ကြည့်ရှုခံစားကြည့်ကြပါဦး။ File size… 1.3Gb /(836MB)/(406MB)\nQuality…. 1080p /720p / 480p\nFormat…mp4\nDuration….01:38:00\nGenre...Comedy/ Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/16ysf/American.Carnage.2022.720p(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BZjM5NjBmODQtY2IwZS00MDY3LWFkY2UtMTQxZTQ5N2YyYjg4XkEyXkFqcGdeQXVyNzc3MDg1NTM@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Frank and Penelope (2022)",
        "description": "Frank and Penelope ( 2022 )Ridley Scottရဲ့ နာမည်ကျော် ရုပ်ရှင်ဖြစ်တဲ့ Thelma & Louise အငွေ့အသက်အပြည့်နဲ့ ရိုက်ကူးထားပြီး နာမည်ပါ အဓိကဇာတ်ကောင်၂ကောင်ရဲ့ နာမည်လိုက်ပေးထားတဲ့ ရုပ်ရှင်ပါ။ Thelma & Louise ကို ထည့်ပြောထားသလို ဇာတ်လိုက်ကလည်း ရုပ်ရှင်ထဲကလိုပါ လိုက်လုပ်ချင်တဲ့သူကို ဇာတ်ကောင်အဖြစ်ပြသထားတာပါ။ဇာတ်လမ်းကတော့ စစချင်းမှာတော ShawShankလို မိန်းမဖောက်ပြန်နေတာကို ပက်ပင်းမိတဲ့ယောက်ျားနဲ့ စထားတယ်။ တုံ့ပြန်ပုံတော့မတူဘူးပေါ့။ သေနတ်နဲ့ပစ်မသတ်ဘဲ သူ့ဘာသာThelma & Louiseကားထဲကလို ကားပတ်မောင်းရင်း ချောက်ကြီးထဲကားမောင်းချဖို့လုပ်တယ်။ ဒီနောက် ကလပ်သွားရင်း အဖော်အချွတ်မယ်လေးရဲ့ ညုလုံးတွေအောက် မျောသွားပြီး ကောင်မလေးကို ကယ်လာခဲ့တယ်။ နောက်ကောင်မလေးနဲ့ သူ့အစီအစဉ်အတိုင်း ကားပတ်မောင်း လျှောက်သွားရင်း ပဟေဠိဆန်ဆန်ဂိုဏ်းတစ်ဂိုဏ်းနဲ့တွေ့တယ်။ ကားအမျိုးအစားက Mysteryဆိုတော့ ပဟေဠိဆန်ဆန်ဖြစ်နေဖို့လိုတယ်မလား။ ဒီကားက Thelma & Louiseကို အငွေ့ယူရိုက်ထားပေမဲ့ သူပဟေဠိဆန်ဆန်ဇာတ်အိမ်လုပ်ထားပုံကလည်း ...",
        "rating": "5.3",
        "url": "https://megaup.net/16A6i/Frank_and_Penelope_(2022)_720p.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/green-latern-134x200.jpg",
        "title": "Green Lantern: Beware My Power (2022)",
        "description": "Green Lantern:Beware My Power(2022)\n==========\nSuperman:Man Of Tomorrow ကနေ ပြန်စခဲ့တဲ့DC animated universe ထဲက Green Lantern origin movie ဖြစ်ပါတယ်။ဂျွန်စတူးဝပ် Green Lantern ဖြစ်လာပုံကို တွေ့ရမှာ ဖြစ်ပြီးGreen Arrow တို့ Hawkgirl တို့လည်းပါဝင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျွန်စတူးဝပ်တစ်ယောက်........အာဖဂန်နစ္စတန်ကနေ စိတ်ဒဏ်ရာအပြည့်နဲ့ပြန်ရောက်လာချိန်မှာဘာမှန်းမသိတဲ့ ဂြိုလ်သားတစ်ကောင်နဲ့တွေ့ခဲ့ရပါတယ်။အဲ့ဒီဂြိုလ်သားဟာ စကြာဝဠာတစ်ခုလုံးရဲ့ ပညာဉာဏ်အကြီးဆုံးဂါးဒီးယန်းဖြစ်နေခဲ့ပါတယ်။ဘာလို့ သူ့ဆီကို ရောက်လာခဲ့တာလဲ။ စကြာဝဠာတစ်ခုလုံးကိုစောင့်ရှောက်ရတဲ့ Green Lantern တပ်ဖွဲ့ဆိုကရောဘာတွေလဲ ဆိုတာ ဒီရုပ်ရှင်ထဲမှာတွေ့ရမှာပါ။DC fan တွေရော superhero ရုပ်ရှင် fan တွေပါနှစ်သက်ကြမှာသေချာပါတယ်။\nFile size…1.5GB / 700MB\nQuality…1080p BluRay AAC5.1CH/720p\nFormat…mp4\nDuration….1h28mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by SPK",
        "rating": "",
        "url": "https://megaup.net/16A1b/Green.Lantern.Beware.My.Power.2022.720p.AAC2.0CH(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/270b597b33-728b-4f0d-82db-bdb98711d8fc-142x200.jpg",
        "title": "Ribbon (2021)",
        "description": "Ribbon (2021)Screenwriter နဲ့ Directorဖြစ်တဲ့ \"Non\" ကိုယ်တိုင် ပါဝင်သရုပ်ဆောင်ပြီး ရိုက်ကူးထားတဲ့ 2021ထွက် ဇာတ်ကားကောင်းတစ်ကားပါ။ဂျပန်နိုင်ငံမှာ အနုပညာကျောင်းသားတွေက ဘွဲ့နှင်းသဘင်ရဲ့ ပြပွဲအခမ်းအနားအတွက် ပန်းချီတွေကို တစ်နှစ်ခန့်ကြိုတင်ပြင်ဆင်ရပါတယ်။ မြန်မာကလူတွေ ဘွဲ့ယူမဲ့နေ့အတွက် အားခဲထားကြသလို ပန်းချီကျောင်းသားတွေကလည်း ပြပွဲနေ့အတွက် ကြိုပြင်ဆင်ပြီး ရင်ခုန်ကြရတာပါ။ဒါပေမဲ့ ကိုဗစ်တွေ အရှိန်နဲ့ပြန့်နှံ့နေတဲ့၂၀၂၀မှာ ကျောင်းတွေရုတ်တရက်ပိတ်ချလိုက်ဖို့ ဖြစ်လာတဲ့အခါ ဘွဲ့နှင်းသဘင်လည်းဖျက်သိမ်းလိုက်ရပါတယ်။ ပြပြွအခမ်းအနားလည်းမရှိမရှိတော့ပါဘူး။ ကျောင်းသားတွေလည်း ကိုယ့်ပန်းချီကားကို အိမ်ပြန်ယူတဲ့သူကယူ၊ဖြဲပစ်တဲ့သူကဖြဲပစ်နဲ့ ဖြစ်ကုန်ကြပါတယ်။\"အိဆွတ်က\"ဆိုတဲ့ အနုပညာကျောင်းသူလည်း ကျွန်မတို့လိုပါပဲ။ ကိုဗစ်ကာလမှာ စာလည်းမသင်ရဘဲ အချိန်တွေပိုနေပေမဲ့ ဘာမှလုပ်ချင်ကိုင်ချင်စိတ်မရှိဖြစ်နေတာပါ။ ဒီလိုမျိုူ လမ်းပျောက်နေတုန်းမှာ အမေက လာလည်ရင်းနဲ့ သူ့ပန်းချီကားကိုအမှိုက်ထင်ပြီး လွှင့်ပစ်လိုက်ပါတယ်။ သူ့မိဘနဲ့ ညီမလေးကလည်း ကိုဗစ်ကိုအကြောက်လွန်နေတာကိုတွေ့ရပြီး သူငယ်ချင်းဖြစ်သူကပါ စိတ်ဓာတ်ကျတဲ့ပုံဖြစ်လာတဲ့အခါ\nရောဂါတွေ၊စိတ်ဖိစီးမှုတွေနဲ့ ကိုယ့်ဖြစ်တည်မှုကို ခဏတာပျောက်ရှသွားတဲ့သူမက ဒီကာလကို ဘယ်လိုဖြတ်သန်းမလဲဆိုတာကို ရိုက်ကူးထားတဲ့ရုပ်ရှင်ကား ဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Ingyin San ပါ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Mxnq/Ribbon_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/16291361_1_92-150x200.jpg",
        "title": "[21+]A Thought of Ecstasy (2017)",
        "description": "[21+]A Thought of Ecstasy (2017) အညွှန်း***********************************ဇာတ်လမ်းလေးကတော့ ဖရန့်ခ်ဆိုတဲ့သူတစ်ယောက်ဟာ သူ့အနားကထွက်ခွာသွားတဲ့သူချစ်ရတဲ့မိန်းမကိုလိုက်ရှာနေတယ်၊ထွက်သွားတဲ့အကြောင်းအရာကိုမသိ၊ ဘယ်နေရာကိုထွက်သွားမှန်းမသိ၊ဘယ်နေရာကိုလိုက်ရှာရမှန်းမသိဖြစ်နေတယ်၊ သူ့အတွက်မျှော်လင့်ချက်ဆိုလို့ bestsellerဆုရထားတဲ့စာအုပ်တစ်အုပ်ပဲရှိတယ်၊ ဘာကြောင့်လဲဆိုတော့ စာအုပ်ထဲကအကြောင်းအရာတွေဟာ သူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးကိုရေးထားသလားလို့ထင်ရလောက်အောင်အရမ်းမှန်နေတယ်၊ ဒီတော့ ဒီစာအုပ်ဟာသူချစ်တဲ့မာရီကိုယ်တိုင်ရေးထားတယ်လို့သူက တစ်ထစ်ချကိုယုံကြည်နေတယ်၊အဲ့ဒါကြောင့်ဖရန့်ခ်ဟာ စာအုပ်ထဲမှာပါတဲ့နေရာတွေကိုလိုက်ရှာရင်းနဲ့တကယ်ပဲ မာရီကိုတွေ့သွားမလားဆိုတာ ကြည့်ရှုပေးပါဦး...[+21]  ခပ်ကြမ်းကြမ်းအခန်းတွေပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး File Size : (1.84 GB) (587MB) and (253MB)\nQuality : Blu-Ray  1080p, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Romance , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by TML\nEncoded by Min Wai",
        "rating": "6.0",
        "url": "https://megaup.net/1Mxlm/A.Thought.of.Ecstasy.2017.BluRay720p(CM)_.mp4",
        "category": "Adult, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g4I0WVp55IHTp9vYImZV0a5Di6e.jpg",
        "title": "The Prodigal Son ( 2022 )",
        "description": "CM ရဲ့ချစ်ပရိသတ်ကြီးကို ထူးခြားတဲ့စွမ်းရည်တွေနဲ့\nFantasyကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့......\nထူးခြားတဲ့အစွမ်းတွေပိုင်ဆိုင်တဲ့ လူငယ်လေးကျိုးချူက\nဆိုးသွမ်းပြီး ဆန့်ကျင်လိုစိတ်တွေများပါတယ်။\nအမြဲဒုက္ခတွေရှာလို့ ဝူကျွင့်မြို့သားတွေကသူ့ကို\nဒုက္ခအိုးလို့သဘောထားကြတယ်။တစ်ညမှာတော့မြို့ပြင်ကကလေးငယ်လေးကို\nကယ်ဖို့အတွက် ကျားဘုရင်ရဲ့သားကိုသတ်ခဲ့တယ်။\nဒီလိုနဲ့ ကျားဘုရင်က ဝူကျွင့်မြို့ကိုဒုက္ခပေးလာတော့\nကျားဘုရင်နဲ့တိုက်ခိုက်တဲ့အချိန်မှာ\nကျိုးချူကဒဏ်ရာအပြင်းအထန်ရသွားပြီး\nအစွမ်းတွေပျောက်သွားခဲ့တယ်။သာမန်လူလို့ဖြစ်သွားတဲ့အချိန်မှာ ကျိုးချူက\nပြည်သူတွေရဲ့မေတ္တာနဲ့ စောင့်ရှောက်မှုကိုခံယူပြီး\nသူအရင်တုန်းလုပ်ခဲ့တာတွေကမှားမှန်းသိသွားခဲ့တယ်။\nသူရဲကောင်းတစ်ယောက်ရဲ့တာဝန်ကိုနားလည်သွားပြီး\nကျားဘုရင်နဲ့နောက်ဆုံးအကြိမ်တိုက်ဖို့ဆုံးဖြတ်လိုက်တယ်။\nအထူးeffectတွေနဲ့ သိုင်းချတဲ့အခန်းတွေ\nတစ်ဝကြီးကြည့်ရင် ဘာတွေဆက်ဖြစ်မလဲ ဆက်ကြည့်လိုက်ပါနော်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy,Action\nRuntime : 1h 22 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-prodigal-son-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Maamanithan-2022-164x200.jpg",
        "title": "Maamanithan (2022)",
        "description": "ဒီတစ်ခေါက်တော့ IMDB မှာ 7.7 ရရှိထားပြီးတောင်ပိုင်းနာမည်ကြီးမင်သား ဗီဂျေးစည်သူပသီပါဝင်သရုပ်ဆောင်ထားတဲ့ Maamanithan ဆိုတဲ့ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ကရစ်ရှနာဆိုတာ ရွာလေးတစ်ရွာမှာ သုံးဘီးလေးမောင်းရင်းအသက်မွေးဝမ်းကြောင်းတဲ့သူဖြစ်ပါတယ်။သူ့ရဲ့ စိတ်ကူးအိမ်မက်လေးကတော့ သာယာတဲ့မိသားစုဘဝလေးကို တည်ထောင်ပြီး သူကိုယ်တိုင်စိတ်ကြိုက်ဆောက်လုပ်ထားတဲ့ စိတ်ကူးယဉ်အိမ်လေးထဲမှာ နေချင်သူဖြစ်ပါတယ်။ဒီလိုနဲ့ သဘောကျတဲ့ အမျိုသမီးနဲ့လက်ထပ်ပြီး မိသားစုဘဝလေးကိုတည်ထောင်တဲ့အခါမှာ သူအနေနဲ့ အလုပ်ကိုပိုကြိုးစားဖို့ဖြစ်လာပါတော့တယ်။သုံးဘီးမောင်းရင် တစ်ဖက်တလမ်းကနေပြီး ပွဲစားအလုပ်ကိုတွဲဖက်လုပ်ကိုင်တဲ့အခါမှာတော့ သူ့ရဲ့ဘဝမှာထင်မှတ်မထားတဲ့ အပြောင်းလဲနဲ့ကြုံရပါတော့တယ်။ယုံကြည်လို့ရမယ်ထင်ထားသူရဲ့ သစ္စာဖောက်မှုကြောင့်သူရဲ့သာယာတဲ့မိသာစုလေးဟာ နေ့ချင်းညချင်းပဲလောကဒဏ်ရဲ့ ရိုက်ချက်တွေကို ခံရပါတော့တယ်။ကရစ်ရှနာတစ်ယောက် လောကဒဏ်ရဲ့ ရိုက်ချက်တွေကို ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ?သူ့ရဲ့မိသားစုကရော ပြသနာတွေကို ဖြေရှင်းရာမှာသူ့ဘက်က ရပ်တည်ပေးမှာလား?သစ္စာဖောက်တဲ့သူကရော ဘယ်သူလဲ?အစရှိတဲ့ မေးခွန်းတွေကို အဖြေရှာရင်းကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nFile size…1.93GB / 800MB\nQuality…1080p WEB DL AAC5.1H / 720p\nFormat…mp4\nDuration….2h 2mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & ThuRa & HM",
        "rating": "7.3",
        "url": "https://megaup.net/16z5i/Maamanithan_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNNjyZQ0zVtmPa74nJE63Kn0xEx.jpg",
        "title": "Contraband (2012)",
        "description": "Contraband (2012)ခရစ်က မူးယစ်ဆေးတွေ ပိုက်ဆံအတုတွေ မှောင်ခိုကူးသူတစ်ယောက် ဖြစ်ခဲ့ဖူးပါတယ်။ အဲဒီလောကမှာ ခရစ်က တကယ့်ကို ကမ္ဘာ့အဆင့်မီလို့ ပြောရလောက်အောင် အကျော်အမော်တစ်ယောက်ပေါ့။ဒါပေမဲ့ ဖခင်ဖြစ်သူ ထောင်ကျပြီး သားနှစ်ယောက်ရပြီးချိန်မှာတော့ ခရစ်တစ်ယောက် အဲဒီလောကကနေ အပြီးပိုင်အနားယူပြီး လုံခြုံရေး အချက်ပေးစနစ် တပ်ဆင်ရေးလုပ်ငန်းနဲ့ပဲ အသက်မွေးပါတော့တယ်။ မှောင်ခိုကူးတာ သူနဲ့ မသက်ဆိုင်တော့ဘူးလို့ ထင်မှတ်ထားရာက ယောက်ဖဖြစ်သူ အန်ဒီရဲ့ တလွဲလုပ်မှုတွေကြောင့် ရှုပ်ထွေးပွေလီတဲ့ လောကထဲ သူ တဖန်ခြေချရချိန် ရောက်လာခဲ့ပြန်ပါပြီ။ဒီတစ်ကြိမ်မှာတာ့ ကံမကောင်းစွာနဲ့ပဲ သူတည်ဆောက်ထားခဲ့တဲ့ မိသားစုဘဝလေးပါ အန္တရာယ်ရှိလာတဲ့အခါ ...ခရစ် တစ်ယောက် ဘာတွေ ဘယ်လို ကုလားဖန်ထိုးမလဲ? ဆိုတာ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ။)File Size : 3GB, 826MB & 449MB\nQuality : 1080p WEB-DL AC3 ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Mu73/[CM]Contraband.2012.720p.Blu-ray.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BM2NjOTRkNWEtZmU1OC00ODlmLWI4YmQtNDY4ZTljNDYyMTY0XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-133x200.jpg",
        "title": "[18+] Ang Babaeng Nawawala Sa Sarili (2022)",
        "description": "Ang Babaeng Nawawala Sa Sarili (2022)အယ်လ်ဘီနာက အောင်မြင်မှုလမ်းကြောင်းပေါ် အခြေချမိနေတဲ့ တက်သစ်စ မော်ဒယ်မလေးတစ်ယောက်ဖြစ်ပြီး ဖက်ရှင်ကုမ္ပဏီကြီးတစ်ခုနဲ့ ချိတ်ဆက်မိထားပါတယ်။ ဖောက်ပြန်တဲ့ရည်းစားဟောင်းကို စွန့်ပစ်ခဲ့သလို အခုချိန်မှာ ဓာတ်ပုံဆရာတစ်ယောက်လေးတစ်ယောက်နဲ့ တွဲခုတ်ဖြစ်နေပြီး ဘဝမှာ ပူပင်စရာမရှိ အရာရာအေးချမ်းတဲ့သူပါ။တစ်ညမှာတော့...\nအိမ်မှာရှိတဲ့ စတိုခန်းကိုဝင်ရှာရင်းနဲ့ ဓာတ်ပုံအယ်လ်ဘမ်တစ်ခုနဲ့ဆွဲကြိုးလေးတစ်ကုံးကိုရှာတွေ့အပြီးမှာ သူ့ဘဝ အရာရာ ပြောင်းလဲဖို့ဖြစ်လာပါတော့တယ်။ ဓာတ်ပုံအယ်လ်ဘမ်ထဲကဓာတ်ပုံတွေတိုင်းဟာ အမျိုးသမီးတစ်ယောက်ရဲ့ပုံတွေဖြစ်ပြီး အဲ့ဒီပုံတွေအားလုံးဟာလဲ မျက်နှာနေရာကို ဓားနဲ့ခြစ်ဖျက်ဆီးခံထားရပါတယ်။ သူ အမှတ်တမဲ့နဲ့ အဲ့ဒီဆွဲကြိုးကိုဝတ်လိုက်တဲ့အချိန်ကစလို့ မိန်းမတစ်ယောက်ရဲ့ ပုံရိပ်တွေမြင် အသံတွေကြားယောင်လာပြီး စိတ်လွတ်သွားတဲ့အခါမျိုးမှာ အဲ့ဒီအမျိုးသမီးဟာ သူ့ကိုပူးကပ်ပြီး တွေ့သမျှယောက်ျားတွေကို သွေးဆောင်ဖြားယောင်း လိင်ဆက်ဆံပြီး သတ်ဖြတ်ပစ်တဲ့အထိကြမ်းတမ်းလာပါတော့တယ်။ဒီအမျိုးသမီးဟာ ဘယ်သူလဲ? သူနဲ့ဘယ်လိုဆက်နွယ်မှုနောက်ကြောင်းတွေရှိခဲ့လို့ သူ့ကိုဒုက္ခပေးချင်ရတာလဲ?၁၉၈၉ တုန်းက အောင်မြင်ခဲ့တဲ့ ဇာတ်ကားကို ကျောရိုးယူပြန်အသက်သွင်းထားတာဖြစ်ပါတယ်။ Psychological, Horror ပုံစံမျိုးဖြစ်ပြီး Kinsenas, Katapusan မှာအထက်တန်းကျောင်းသူလေးအဖြစ်မြင်ခဲ့ရတဲ့ Ayanna Misola ကို တက်သစ်စ ...",
        "rating": "",
        "url": "https://megaup.net/1Mwi7/(CM)_Ang_Babaeng_Nawawala_Sa_Sarili_(2022)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gORZuEUy4xhgN6IDEZhaRJUIbqT.jpg",
        "title": "Sasquatch 2 ( 2022 )",
        "description": "2022ထွက် Sci-fi ,adventure အမျိုးအစားဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပါ\nသက်ရှိမျိုးစိတ်တွေကိုလေ့လာနေတဲ့ သိပ္ပံပညာရှင်အန်နာဟာ\nလွန်ခဲ့တဲ့၁၀နှစ်က သုတေသနအတွက်\nသဘာဝသစ်တောကိုသွားလေ့လာရင်း\nထူးဆန်းစွာပျောက်ကွယ်သွားတဲ့ အဘိုးဖြစ်သူကို\nရှာဖွေလိုစိတ်ပြင်းပြနေခဲ့ပါတယ်...အန်နာဟာ တစ်ချိန်ကအဘိုးဖြစ်သူရဲ့တပည့် ပါမောက္ခရှဲ...\nအဘိုးမိတ်ဆွေရဲ့သားဖြစ်သူ လီယွီဟန်တိုနဲ့အတူ\nသဘာဝသစ်တောဆီစွန့်စားခရီးထွက်လာပါတော့တယ်...သဘာဝသစ်တောမှာ အန္တရာယ်ပေါင်းစုံနဲ့ရင်ဆိုင်ချိန်မှာ\nဒဏ္ဍာရီထဲမှာသာကြားဖူးတဲ့ ခြေကြီးမိစ္ဆာကိုလဲတွေ့မြင်ခွင့်ရခဲ့ပါတယ်...\nသဘာဝသစ်တောကနေ အသက်ရှင်လျက်ပြန်ထွက်လာနိုင်ပါ့မလား..\nအဘိုးဖြစ်သူကိုရောရှာတွေ့နိုင်မှာလား\nပါမောက္ခရှဲမှာဘယ်လိုအကြံတွေရှိနေတာလဲ....\nဇာတ်လမ်းတစ်ပုဒ်လုံးကိုစိတ်လှုပ်ရှားခြောက်ခြားဖွယ်ကြည့်ရှုရမှာပါQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Sci-Fi , Adventure\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/sasquatch-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BY2VkOWUyMTMtOTQ2Mi00ZDMyLWFjODgtODg1OGY2MzE3MzcyXkEyXkFqcGdeQXVyOTU1MjIzMzE@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "The Irish Connection (2022)",
        "description": "The Irish Connection (2022)\n====================IMDb Rating - 6.1/10ဒီဇာတ်လမ်းကတော့ အဲလစ်ဘိတ်ကာ ဆိုတဲ့ အိုင်းရစ်အမျိုးသမီး\nတစ်ယောက်ရဲ့ ငွေတိုက်စာချုပ်တွေ အခိုးခံလိုက်ရတဲ့ အရှုပ်တော်ပုံ\nဇာတ်လမ်းလေးတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။အော်ရီရယ်က ငွေတိုက်စာချုပ် ပျောက်ဆုံးမှုနဲ့ ပတ်သက်ပြီး စုံစမ်းဖို့\nအိုင်ယာလန်ကို စေလွှတ်ခံလိုက်ရတဲ့ အမျိုးသမီးစုံထောက်တစ်ယောက်ပါ။\nတစ်ဖက်မှာလည်း အဲလစ်က သူ့ငွေတိုက်စာချုပ်တွေ ပြန်ရဖို့ မောင်ဖြစ်သူ\nရိုရီဘိတ်ကာကို တိတ်တဆိတ်စုံစမ်းခိုင်းထားပြီး သံသယရှိသူတွေနောက်ကို\nလိုက်ဖို့ ညွှန်ကြားထားပါတယ်။ငွေတိုက်စာချုပ်တွေကို ခိုးယူသွားတဲ့ ခရစ်ယာန်ဘုန်းတော်ကြီးယောင်ဆောင်\nထားတဲ့လူက မော်လ်တာဆိုတဲ့ မြို့လေးမှာ ပုန်းရှောင်နေမှန်း သိလိုက်ရတဲ့အခါ\nဗြိတိသျှအစိုးရဘက်ကရော အဲလစ်တို့ဘက်ကပါ သူခိုးကို အမိဖမ်းဖို့ အပြိုင်\nအဆိုင်ကြိုးစားကြပုံတွေကို မြင်တွေ့ရမှာပါ။ဒါ့အပြင် အက်ရှင် နဲ့ စွန့်စားခန်းတွေကြားက စုံထောက်မလေး အော်ရီရယ်ရဲ့\nအချစ်ဇာတ်လမ်းလေးကိုလည်း တွေ့မြင်ရဦးမှာမို့ ရသအစုံပါတဲ့ ဇာတ်ကားလေး\nတစ်ကားဆိုရင်လည်း မမှားပါဘူး။ နောက်ပြီးတော့ ဒီကားလေးဟာရုပ်ရှင်ပွဲတော်\nတွေမှာ ဆု (၄) ဆုထိရယူထားနိုင်ခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)\nFile ...",
        "rating": "6.1",
        "url": "https://megaup.net/1MUqd/The.Irish.Connection.2022.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lef7Fnj3gOoFKNYpuZ8qq1FBj55.jpg",
        "title": "Jane Got a Gun (2015)",
        "description": "Jane Got a Gun (2015)ဒီရုပ်ရှင်ကို ဘာကြောင့်တင်ဆက်ဖြစ်သလဲဆို တစ်အချက် နာတာလီ ပေါ့တ်မန်း၊ နှစ်အချက် နာတာလီ ပေါ့တ်မန်း၊ သုံးအချက် နာတာလီ ပေါ့တ်မန်းပါပဲ။ ပေါ့တ်မန်းဟာ ငယ်ငယ်ကတည်းကကို Léon: The Professional လို မာစတာပိစ်ရုပ်ရှင်ကားမှာ အဓိကနေရာက ပါဝင်သရုပ်ဆောင်နိုင်ခဲ့တဲ့ သူဖြစ်ပြီး V for Vendetta တို့ Heat တို့ Jackie တို့လို တကယ့်ကားကောင်းတွေမှာပါခဲ့သလို Black Swan နဲ့လည်း အော်စကာရထားတဲ့ မင်းသမီးတစ်လက်ပါပဲ။ ခုထိကို တကယ့်မင်းသမီးကောင်းတစ်လက်ဖြစ်နေသေးသလို ဒါကလည်း သူအဓိကနေရာက ပါတဲ့ ရုပ်ရှင်ဆိုတော့ မကောင်းမှာ ပူစရာမရှိဘူးပေါ့။ပေါ့တ်မန်းအပြင် နောက်ထပ်အကြောင်းရင်းတွေကတော့ The Great Gatsby မှာပါခဲ့တဲ့ တွမ်ဘူချာနန်မင်းသား Joel Edgerton နဲ့ ကျွန်တော်သိပ်ချစ်တဲ့ သိပ်နှစ်လိုဖွယ်ကောင်းတဲ့ ရုပ်ခံနဲ့ Ewan ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Mvis/(CM)_Jane_Got_a_Gun_(2015)_720p.mp4",
        "category": "Action, Drama, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mahoRwcpJRx8TAuE6lKrYqCv8io.jpg",
        "title": "2037 (2022)",
        "description": "2037 (2022)အကျဥ်းထောင်ထဲကဇာတ်လမ်းတွေ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် လတ်တလောထွက်ရှိထားတဲ့ \"2037\" ဆိုတဲ့ ရုပ်ရှင်ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအညွှန်း ...၁၉နှစ်အရွယ် ယွန်းယောင်းဆိုတဲ့ ကောင်မလေးဟာ အချိန်ပိုင်းအလုပ်လုပ်ရင်း အစိုးရဝန်ထမ်းစာမေးပွဲဖြေဖို့ ပြင်ဆင်နေပါတယ်။ ဉာဏ်ကောင်းတဲ့သူဖြစ်တဲ့အလျောက် သူငယ်ချင်းတွေလို ကျောင်းတက်ချင်ပေမယ့် မသန်စွမ်းမိခင်ကြီးအတွက် အစိုးရဝန်ထမ်းစာမေးပွဲ အောင်မြင်ဖို့သာ ဦးစားပေးနေရသူလေးဖြစ်ပါတယ်။ငွေကြေးချို့တဲ့တာကလွဲရင် အမေဖြစ်သူနဲ့ ပျော်ရွှင်နေတဲ့ ယွန်းယောင်းတို့ဘဝထဲ ကံကြမ္မာမုန်တိုင်းတစ်ခု တိုက်ခတ်လာပါတော့တယ်။ မမျှော်လင့်ထားတဲ့ဖြစ်ရပ်ဆိုးတစ်ခုကြောင့် ယွန်းယောင်းတစ်ယောက် \"နစ်နာသူ\" ကနေ \"လူသတ်သမား\" ဖြစ်သွားပြီး မတရားသဖြင့် ထောင်ငါးနှစ် ကျခံခဲ့ရပါတယ်။အကျဥ်းထောင်ထဲမှာ \"ယွန်းယောင်း\" ဆိုတဲ့နာမည်အစား \"၂၀၃၇\" ဆိုတဲ့ အကျဥ်းသားနံပါတ်ကို ခေါ်ဝေါ်သံနဲ့အတူ မျှော်လင့်ချက်မဲ့နေတဲ့ ကောင်မလေးကို ဇာတ်လမ်းကိုယ်စီရှိကြတဲ့ အကျဥ်းခန်းအဖော်တွေက ဘယ်လိုလက်ကမ်းကူညီပေးကြမလဲဆိုတာ ဒီကားလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။(အညွှန်းကိုတော့ က Ei Phyu Khin ရေးပေးထားပါတယ်)File Size : 2.6GB, 902MB, 418MB\nQuality : ...",
        "rating": "",
        "url": "https://megaup.net/38p7u/[CM]2037.2022.720p.WEB-DL.mp4",
        "category": "Asian, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/jungle-cry-133x200.jpg",
        "title": "Jungle Cry (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ Super 30 တို့လိုပုံစံ Hindi ကားလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ IMDB မှာ 8.1 ထိရရှိထားပြီး NDTV မှာလဲ 4.6/5 ထိရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n============ကလေးတွေကို စာနဲ့ အားကစားသင်ပေးတဲ့ အင်စတီကျုတစ်ခုမှာ ရုဒရာဟာ\nအားကစားဆရာတစ်ယောက်ပါ။ ခရစ်ကတ်သည်သာ နိုင်ငံရဲ့အလေးအထားဆုံးဖြစ်နေတဲ့\nအိန္ဒိယမှာ ဘောလုံးအားကစားတိုးတက်ဖို့ အသင်းထောင်ဖို့ ရွာတွေအထိ မိုင်ပေါင်းများစွာ\nသွားပြီးရွက်ပုံးသီးကစားသမားလေးတွေကိုရှာဖွေခဲ့သူပါ။ ဒါပေမယ့်တစ်နေ့မှာတော့ ပေါလ် ဆိုတဲ့သူရောက်လာပြီး\nလေးလ အတွင်း လန်ဒန်မှာကျင်းပမယ့် အမေရိကန်ဘောလုံး\nရတ်ဘီပြိုင်ပွဲအတွက် သူရှာထားတဲ့အသင်းကို လုသွားတဲ့အခါမှာ\nရတ်ဘီအားကစားကိုမကြားဘူးတဲ့ကလေးတွေ လန်ဒန်မှာ ဘယ်လိုပြိုင်ကြမလဲ။\nခရီးဝေးတောင်မသွားဘူးတဲ့ရွာကကလေးတွေလန်ဒန်မှာ\nဘယ်လိုကြုံကြမလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာပဲ လိုက်ပါစီးမျော ခံစားလိုက်ကြပါဦး \nFile size…2.08GB / 1.03GB\nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by ThuRa & Allena & OeliuJ & Lwin Htoo",
        "rating": "8.1",
        "url": "https://megaup.net/1Mv07/Jungle.Cry.2022.720p.AMZN.WEB-DL.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cDCmmaTud71gJFkmTHu6Cd5xK1I.jpg",
        "title": "Family Camp (2022)",
        "description": "Family Camp (2022)\" ကမ္ဘာမြေမှာ ခိုလှုံရာခေါ်ဆိုတဲ့ အိမ်...\nနှလုံးသားတွေ နွေးထွေးရင် ဒါဟာလည်း အိမ်... \" တဲ့။အိမ်ဆိုတဲ့ပညတ်ဟာ ကိုယ့်စိတ်အတွက် အနွေးထွေးဆုံးနေရာတစ်ခုကို အစွဲပြုခေါ်ကြတဲ့ နာမည်ပဲမလား။ မိသားစုတွေ ပြေလည်တဲ့အခါ အိမ်ဟာနွေးထွေးလင်းလက်နေပြီး မိသားစုတွေ မပြေလည်တဲ့အခါ အိမ်ဟာ အေးစက်မှောင်မဲနေမှာပဲ။ ဒီရုပ်ရှင်ကတော့ မပြေလည်ကြတဲ့မိသားစုတွေကနေ နှလုံးသားတွေနွေးထွေးစေမယ့်အိမ်ဆီ သူတို့အလိုအရတော့ ဘုရားသခင်က အရိပ်ပြပေးပြီး သူတို့နှလုံးသားက ရှေ့ဆက်သွားရတဲ့အကြောင်းပေါ့။ မဟုတ်လည်း ဒီတိုင်း နှလုံးသားနဲ့ပဲ နွေးထွေးတဲ့အိမ်ဖြစ်အောင် ဘယ်လိုပြန်အသက်သွင်းကြမလဲ ကြည့်ကြရမှာပါ။ဒီရုပ်ရှင်ရဲ့အားသာချက်ကတော့ မိန်းဇာတ်လိုက်က မိသားစုနှစ်ခုပါ။ တစ်ခုက သိသိသာသာကို အိမ်ထောင်ရေးပြေလည်မနေတဲ့မိသားစု။ ဒုတိယတစ်ခုကတော့ လူရှေ့သူရှေ့မှာ ပြေလည်နေပြီး ဟန်ပဲရှိတဲ့မိသားစု။ ဒီမပြေလည်တဲ့ မိသားစုနှစ်ခုက လင်ယောက်ျားတွေဟာ စခန်းချခရီးတစ်ခုမှာတွေ့ကြရာက ပြေလည်တဲ့မိသားစုတစ်ခုဖြစ်အောင် ဘယ်လိုကြိုးစားကြမလဲကြည့်ရမှာပါ။ ဒုတိယမိသားစုက အများအမြင်ပြေလည်နေပေမဲ့ အတွင်းထဲဗလောင်ဆူနေတဲ့ မိသားစုဆိုတော့ အပြင်ပန်းပြေလည်ခြင်းဟာ အပြင်ပန်းမပြေလည်ခြင်းထက် ပိုဆိုးတဲ့အခြေအနေတစ်ခုကိုတွန်းပို့ထားတာကိုလည်း ပြထားတယ်။ နောက် ...",
        "rating": "5",
        "url": "https://megaup.net/16xsw/(CM)_Family_Camp_(2022)_720p.mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/kitty-k7-133x200.jpg",
        "title": "(18+)Kitty K7 (2022)",
        "description": "ရည်းစားက သူများနောက်ကောက်ကောက်ပါသွားရင် အသဲကွဲကြတာပါပဲ\nဒါပေမဲ့ ကွဲပုံကွဲနည်းလေးတွေကတော့ မတူကြဘူးပေါ့ သောက်ပြီးမူးပြီးကွဲမလား\nသူငယ်ချင်းတွေနဲ့ အတင်းချပြီးကွဲမလား စားသောက်ပြီးကွဲမလား\nကိုယ်နဲ့မတန်လို့တန်ရာတန်ရာနောက်ပါသွားတယ်ဆိုပြီး သူ့ဟာထက်သာစေရမယ်ဆိုတဲ့\nMoti ကြီးနဲ့အောင်မြင်အောင်လုပ်မလား အမျိုးမျိုးပါပဲ ဒီကားလေးမှာဆိုလဲ မပြင်တတ်မဆင်တတ် ကောင်မလေးတစ်ယောက်\nဘဲကနောက်တစ်ယောက်ဆီကောက်ကောက်ပါအောင် လိုက်သွားတော့\nMiley Cyrus လိုပဲ သူ့ထက်လန်းအောင်လုပ်ပြမယ်ဆိုရာကနေ\nအလန်းလွန် အလွန်လန်းပြီးတော့ တဖက်တလမ်းကနေ သူ့ရဲ့ ဝါသနာ\nအစစ်အမှန်ကိုတွေ့ရှိပြီး ပုရိသတို့အတွက် Cam Girl အဖြစ်\nလုပ်အားနဲ့ အကျိုးပြုရင်း ဘဝရဲ့ လောကဓံတွေကိုကြံကြံခံရင်ဆိုင်တဲ့\nအကြောင်းလေးကို စိတ်ခွန်အားဖြစ်ဖွယ် တင်ဆက်ထားတာမို့ ကြည့်ကောင်းမဲ့\nကားလေးပါ ။ပြီးကျ ဖိလစ်ပိုင်ကားလေးဆိုတော့ ပိုပြီးနီးစပ်တာပေါ့။\nဒါပေမဲ့ Cam Girl ဆိုတော့ ၁၈ ယောက်စုကြည့်မှ ပိုအဆင်ပြေပါလိမ့်မယ်   \nFile size…1.04GB / 500MB\nQuality…1080p WEB DL AAC2.0CH / 720p\nFormat…mp4\nDuration….1h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/16x53/Kitty.K7.2022.720p.DS.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9YTuscJXmr9Iua62amCgGSU8PDW.jpg",
        "title": "The Witch: Part 2. The Other One (2022)",
        "description": "The Witch Part 2: The Other One (2022)\nKim Dami နဲ့ Choi Woo-Shik တို့ရဲ့ အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်\nThe Witch:The Subversion ရဲ့ အဆက်အနေနဲ့ The Witch Part 2 ထွက်ရှိလာပါပြီ။Part 2 မှာတော့ အားလုံးသိကြတဲ့ မင်းသား Lee Jong-Suk နဲ့\nxtraordinary Attorney Woo ထဲက မင်းသမီး Park Eun Bin တို့ပါဝင်ထားသလို\nPart 1 က Casts တော်တော်များများလည်း ပြန်လည်ပါဝင်ထားကြပါတယ်။ထူးခြားဆန်းသစ်တဲ့ လူသားမျိုးစိတ်တစ်ခု ဖန်တီးဖို့ ကြိုးစားကြရင်း\nဖြစ်ပေါ်လာတဲ့ ပြဿနာတွေ ၊ အစမ်းသပ်ခံလူသားတွေ အားလုံးကို ရှင်းလိုက်ပေမဲ့\nအဲဒီထဲကတစ်ယောက်ကတော့ လွတ်မြောက်သွားခဲ့ပါတယ်။သွေးသံရဲရဲနဲ့ လျှောက်သွားနေတဲ့ မိန်းကလေးတစ်ယောက်နဲ့ KyungHee တို့ အမှတ်မထင် တွေ့ဆုံပြီးတဲ့နောက်\nဒီမိန်းကလေးကို ကာကွယ်ဖို့အတွက် ...",
        "rating": "6.6",
        "url": "https://megaup.net/1My8y/The.Witch.Part.2.The.Other.One.2022.720p.WEB-DL.AAC5.1.CM.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/witch1-140x200.jpg",
        "title": "The Witch: Part 1. The Subversion ( 2018 )",
        "description": "The Witch: Part 1. The Subversion ( 2018 )**************************************ဒီဇာတ်ကားက ကျွန်တော်တို့ထင်မထားလောက်အောင် ကြမ်းပြီးကောင်းတဲ့ကားထဲမှာပါတယ်...BOX OFFICE လည်းဝင်ခဲ့သလို ဆန်းပြားတဲ့ဇာတ်အိမ်နဲ့အက်ရှင်ခန်းအမိုက်စားတွေကြောင့်ကျားပရိတ်သတ်ရော မပရိတ်သတ်ပါ အတော်လေးနှစ်ခြိုက်ခဲ့ကြပြီးPart 2 ကို မျှော်နေကြသလို များမကြမှီလည်း ရုံတင်တော့မှာပါ...ဒါ့ကြောင့် Part 2 လေးမထွက်ခင် BLU-RAY1080P5.1CH လေးနဲ့ပြန်လည် တင်ဆက်ပေးထားပါတယ်... ဇာတ်လမ်းအကျဉ်းကတော့ စမ်းသပ်မှုတစ်ခုကနေထွက်ပြေးလွတ်မြောက်လာခဲ့တဲ့ ကောင်မလေးတစ်ယောက်ကိုကလေးဆုံးရှုံးထားတဲ့ လင်မယားက ခေါ်ယူမွေးစားလိုက်ပါတယ်။ကောင်မလေးကလည်း အတိတ်မေ့နေတဲ့အတွက် အရင်ကအကြောင်းတွေမမှတ်မိပါဘူး။ ကောင်မလေး အရွယ်ရောက်လာတဲ့အချိန်မှာသူတို့ရဲ့ စီးပွားရေးအဆင်မပြေတဲ့အတွက် ဆုကြေးငွေ အများကြီးရနိုင်တဲ့သီချင်းဆိုပြိုင်ပွဲတစ်ခုကိုဝင်ပြိုင်ခဲ့ပါတယ်။ပြီးတော့ သူ့ရဲ့ထူးခြားချက်တစ်ခုကိုပြရာမှာ အများအံ့အားသင့်စရာဖြစ်လာပါတယ်။အဲဒါနဲ့ သူ့ရဲ့ အကြောင်းကိုလူတွေသိသွားပြီးအတိတ်က အရိပ်ဆိုးက ပြန်လိုက်လာတဲ့အခါမှာ....File Size : (1.7GB)(721 MB)&(\nQuality :BLU-RAY1080P5.1CH,720p\nFormat…mp4\nDuration…02:06:00\nGenre :Crime, Sci-Fi & Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by ...",
        "rating": "7.1",
        "url": "https://megaup.net/37k4B/The.Witch.Part.1.The.Subversion.2018.BLU-RAY720P(CM).mp4",
        "category": "Action, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Edo6T4MQRxlH5IeQalb1UTSYUb.jpg",
        "title": "Diary of a Spy (2022)",
        "description": "Diary of a Spy (2022)\n================ဘဝမှာရွေးချယ်စရာတွေ dilemma တွေအများကြီးကြုံရတဲ့ထဲမှာမှ\nအချစ်နဲ့အလုပ်အတွက်နဲ့ဆိုရင် ခင်ဗျားတို့ ဘာကိုရွေးချယ်မလဲ။ အလုပ်\nဆက်လုပ်မလား၊ အချစ်နောက်လိုက်မလား။ အဲဒီအကြောင်းကို ဖြစ်ရပ်\nမှန်ကို အခြေခံရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားထဲမှာ အဓိကပုံဖော်ထားတာ\nဖြစ်ပါတယ်။အန်နာဆိုတဲ့ အမေရိကန် ထောက်လှမ်းရေးအရာရှိတစ်ယောက်က အရင်\nစစ်ဆင်ရေးတစ်ခုမှာ ရှူံးနိမ့်ခဲ့လို့ အထက်လူကြီးက သူ့ကို နောက်ထပ်အခွင့်\nအ‌ရေးတစ်ခုအနေနဲ့ တာဝန်ပေးလိုက်တယ်။ သူ့တာဝန်က ဆော်ဒီအာရေးဘီး\nယားက တော်ဝင်မိသားစုရဲ့ အတွင်းလူတစ်ယောက်ကို ကိုယ့်ဘက်ပါအောင်\nသွေးဆောင်ဖျားယောင်းရမှာဖြစ်ပါတယ်။ အပေါင်းအသင်းမဆံ့တဲ့ သူလျိုမမ\nတစ်ယောက် အဲဒီအတွင်းလူကို နောက်ယောင်ခံလိုက်တဲ့အချိန်မှာတော့ သူ့အပေါ်မှာ\nခံစားချက်တွေတဖြည်းဖြည်းပွားလာပြီး လုပ်ရမယ့်တာဝန်အတိုင်း သူနဲ့ ရင်းနှီး\nအောင်သွားလုပ်တော့ သံယောဇဉ်တွေပိုဖြစ်သွားရော။ အဲမှာ သူ ဘာရွေးရမှန်း\nမသိဖြစ်ပြီး ဇာတ်လမ်းစတော့တာပဲ။ အလုပ်နဲ့အချစ်မှာ သူ ဘယ်ဟာကို စွန့်လွှတ်\nမလဲ ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ဆက်ကြည့်လိုက်ပါဦးဗျ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)\nFile Size..........(1.7 GB) / (570 MB) / (300 ...",
        "rating": "4.9",
        "url": "https://megaup.net/16Tsg/Diary.of.a.Spy.2022.720p.WebRip[CM].mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/2VKZR_4f-140x200.jpg",
        "title": "Pee Nak 3 (2022)",
        "description": "ကြည့်ချင်လွန်းလို့ မျှော်နေကြသူတွေအတွက် Pee nak 3 ဟာ ရုံတင်ပြီး တစ်လအကြာမှာ ထွက်ရှိလာခဲ့ပါပြီ၁ နဲ့ ၂ ကြည့်ပြီးသူတွေကတော့ ဘယ်လောက်ရယ်ရကြောင်း ဘယ်လောက်‌‌ကြောက်ဖို့ကောင်းကြောင်းတွေကို သိထားပြီး ဖြစ်မှာပါအခု ၃ မှာ လည်း ၁ နဲ့ ၂ တုန်းကထက် ကြမ်းတဲ့ ဇာတ်အိမ်နဲ့ အလန်းစားရိုက်ပြသွားလို့ ထိုင်းမှာ ရုံပြည့်လျံလို့ ၂ပတ်ကနေ ၃ပတ်ထိ ပြသခဲ့ရတဲ့အထိ ဖြစ်ခဲ့ပါတယ်ဇာတ်လမ်းအကျဉ်းထမ်မနာခါနိမစ်ကျောင်းတော်က သင်္ချိုင်းမြေတူးသမားအော့တ်ဟာ ဒုတိယကမ္ဘာစစ်ကာလက အုတ်ဂူတစ်ဂူကို တူးဖော်မိခဲ့တယ်အုတ်ဂူတွင်းက ရွှေခြေချင်းတစ်ခုကိုတွေ့လို့ လောဘစိတ်နဲ့ယူမိရာက ကျိန်စာမိခဲ့ပြီး အ​ရေပြားတွေက မြွေအရေခွံတွေအဖြစ်ပြောင်းလာခဲ့တယ်ဒါ့အပြင် ကျိန်စာရဲ့အစပထမဖြစ်တဲ့ ဖော့နာခ့်ကိုပါ သူပိုင်တဲ့ရွှေခြေချင်းကို ပြန်ယူဖို့ နိုးထလာစေပါတော့တယ်အော့တ်တို့ သူငယ်ချင်းတစ်စု ကျိန်စာပြေစေဖို့အပြင် အငြိုးတရားနဲ့လိုက်လာနေတဲ့ ဖော့နာ့ခ် သရဲလက်ကလွတ်ဖို့ပါ ကြိုးစားရပါတော့တယ်မရည်ရွယ်ဘဲ ထိခဲ့တဲ့ကျိန်စာကနေပြေဖို့အပြင် ဖော့နာ့ခ်လက်ကပါ အော့တ်တစ်ယောက် အသက်ဘေးလွတ်အောင်ပြေးနိုင်ပါ့မလားဆိုတာ ဟာသနှောပြီးတင်ဆက်ပေးထားပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Kyi ...",
        "rating": "6.5",
        "url": "https://megaup.net/38odu/Pee_Nak_3_(2022)_720p_(2).mp4",
        "category": "Comedy, History, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/TUmSO5EPIZAfRSOEjmbrgbTw8i.jpg",
        "title": "Hot Seat (2022)",
        "description": "Hot Seat (2022)\n==========\n2022 ထွက် အက်ရှင်ရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။\nအော်လန်ဒိုဆိုတာ အရမ်းတော်တဲ့ ဟက်ကာ IT သမားတစ်ယောက်ပါ။\nသို့ပေမယ့် အလုပ်အရမ်းရှုပ်တော့ မိသားစုကို အချိန်မပေးနိုင်ဖြစ်နေပါတယ်။\nတစ်နေ့မှာတော့ သူတို့မြို့မှာ ပေါက်ကွဲမှုတစ်ခုနဲ့အတူ\nပြဿနာတွေစတင်ရှုပ်ထွေးလာပါတော့တယ်။\nသူအလုပ်လုပ်နေတဲ့ ကုမ္ပဏီက တစ်မြို့လုံးအတွက်\nအချက်အချာဖြစ်လာသောအခါမှာတော့.... အဲ့ဒီပြဿနာတွေထဲ အော်လန်ဒိုတစ်ယောက်ဘယ်လို ပါဝင်ပတ်သက်နေတာပါလဲ။\nသူ့လို IT သမားတစ်ယောက်က ဘယ်လိုဖြေရှင်းနိုင်ပါ့မလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုမှာပါ။\nMad Max မင်းသားကြီး Mel Gibson လည်းပါဝင်ထားပြီး\nRating အရမ်းကြီးကောင်းတာ မဟုတ်သော်ငြားလည်း\nအက်ရှင်ပရိသတ်တွေအတွက် အပျင်းပြေ ရေငတ်ပြေစေတဲ့ ရုပ်ရှင်တစ်ကားဖြစ်မှာပါ။   \nFile size…1.3GB /  629MB\nQuality…1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….1h 39m\nSubtitle….Myanmar Subtile (Hard Sub)\nEncoder….YK \nTranslated by SPA",
        "rating": "3.9",
        "url": "https://megaup.net/2sqA8/Hot.Seat.2022.720p.WEB-DL.AAC2.0CH.YK(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/c5mn7ejvETjHnazdwWmNQRmxKvO-133x200.jpg",
        "title": "[18+] Raped by an Angel 4: The Rapist’s Union (1999)",
        "description": "Raped by An Angel စီးရီးရဲ့ ၄ ကားမြောက်ဇာတ်ကားပါ။ဒီဇာတ်ကားက ရှေ့ကားတွေထက် ပိုကြမ်းတမ်းတဲ့ဇာတ်လမ်းဇာတ်ကွက်ရှိပါတယ်။မိန်းကလေးသူငယ်ချင်းတစ်အုပ်စုကို မျက်စိကျပြီး မကောင်းကြံနေတဲ့ နှာဘူးကောင်အုပ်စုလိုက်ကို တွေ့ရမှာပါ။နှာဘူးကောင်အုပ်စုက သေချာအကွက်ချစီစဉ်ပြီး အုပ်စုလိုက်ယုတ်မာတတ်တာမို့သူတို့ကို ပြန်တွယ်ဖို့ မိန်းကလေးတွေဖက်က ဘယ်လိုစီစဉ်မလဲဘယ်လိုလက်စားပြန်ချေမယ်ဆိုတာကို အသည်းတယားယားကြည့်ရှုရမှာပါ။တင်ပြီးသမျှ Raped by An Angel ဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=raped+by+an+angel  ရှာကြည့်လို့ရပါတယ်။File Size : (3.8 GB) & (850 MB)\nQuality : BluRay 1080p & 720p\nRunning Time : 01:28:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Khant\nEncoded by RGB",
        "rating": "4.5",
        "url": "https://megaup.net/38o2D/(CM)_Raped.by.an.Angel.4.The.Rapists.Union.1999.720p.Blu-ray.REMUX.AVC.TrueHD.5.1-RGB.mp4",
        "category": "Adult, Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BMDc0NGY2MWQtNjIxZC00OGIxLWIyY2YtMTdhY2NhMjAwYTMyXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "A Banquet (2021)",
        "description": "A Banquet (2021)\n=============\nHorror, Thrillerဟိုလီဟာ ခင်ပွန်းသည် ရောဂါဆိုးတစ်ခုနဲ့သေဆုံးသွားပြီးတဲ့နောက်မှာ\nဘက်စီ ၊ အစ်ဇီ ဆိုတဲ့ သမီးနှစ်ယောက်နဲ့ ဘ၀ကို ဆက်လက်ရုန်းကန်\nနေခဲ့ပါတယ်။တစ်နေ့မှာ သမီးကြီး ဘက်စီဟာ အစာလုံး၀မစားနိုင်ဘဲ နေမကောင်း\nဖြစ်လာပါတယ်။ ဆရာ၀န်မျိုးစုံ အထူးကုမျိုးစုံပြပေမယ့် ထူးခြားမလာ\nပါဘူး။ တကယ်တော့ ဘက်စီကို နတ်ဆိုးတစ်ကောင်က ၀င်ပူးနေခဲ့တာ\nဖြစ်ပြီး ဘက်စီရဲ့ အပြုအမူအပြောအဆိုတွေဟာလုံး၀ပြောင်းလဲလာကာ\nရှေ့ဖြစ်ဟော မှော်ဆရာတစ်ယောက်လိုဖြစ်ပါတယ်။ အဲ့တော့ ဘက်စီကို\nဘာကြောင့် ဒီလိုတွေဖြစ်နေတာလဲ၊ ဖခင်သေဆုံးမှုနဲ့ ဘယ်လိုပတ်သက်\nနေလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ စိတ်၀င်တစားစောင့်ကြည့်ရမှာဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size..........(730 MB) / (489 MB) / (281 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 37mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "5..0",
        "url": "https://megaup.net/2s7iA/A.Banquet.2021.720p.BluRay.CM_new.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/bestr-insert-131x200.jpg",
        "title": "Best Years Gone (2022)",
        "description": "ဒီတစ်ခါတော့ ပညာပေးကားလေးတစ်ကားပါပဲ အရက်သမားတွေအတွက် ပညာပေးကားလေးပေါ့ ကားပြိုင်ရင်းကားမှောက်ခဲ့ရာကနေ စိတ်ဓာတ်ကျ ပြီး အရက်သမားဖြစ်နေတဲ့ ဂေးလ်တစ်ယောက်ကတော့ ချစ်ရတဲ့သူတွေ့ပါစေ ဆိုပြီး အရက်ဆိုင်မှာနေ့တိုင်းဆုတောင်းနေတာကနေ သူ့ကို ချစ်လာမဲ့အရက် ဆိုင်ကတစ်ယောက်နဲ့တွေ့ပြီး ချစ်ခဲ့ကြတာပါဖြစ်ချင်တော့ အဲဒီအမျိုးသမီးမှာ သမီးအမွှာလေးနှစ်ယောက်ရှိနေတာပါပဲ ပထွေးနဲ့ သမီးတွေရဲ့ ထုံစံအတိုင်း အစေးမကပ်ကြဘူးပေါ့ ဒီလိုနဲ့ အရက်သမားစုံတွဲနှစ်ယောက်ဟာ အရက်မူးရူးပြီး နောက်နေ့မှာအမျိုးသမီးအဖမ်းခံလိုက်ရချိန်မှာတော့ ဇာတ်ရှိန်က တဖြည်းဖြည်းနဲ့ တက်လာခဲ့ပါတော့တယ် အဲဒီအချိန်မှာပဲ ဇာတ်လမ်းရဲ့ မြှုပ်ကွက်လေးတွေ တစစ ပေါ်လာပြီးတော့ ပြီးတဲ့အထိကို ဆွဲခေါ်သွားစေနိုင်တဲ့ကားကောင်းလေးပါပဲFile size…(1.25GB)/(671.2MB)/(350.44MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:34:00\nGenre...Comedy/ Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "",
        "url": " https://megaup.net/1Mppe/Best.Years.Gone.2021.720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/zokki-poster-143x200.jpg",
        "title": "Zokki (2021)",
        "description": "ဂျပန်ရဲ့ အရည်အချင်းရှိတဲ့ နာမည်ကြီး သရုပ်ဆောင်နဲ့ဒါရိုက်တာ ၃ယောက် ပူးပေါင်းပြီးတော့ ရိုက်ကူးထားပြီး imdb 6.5/10ရရှိထားတဲ့ ဟာသ ဒရာမာ ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။main leadတွေအများကြီးနဲ့ ဝေဝေဆာဆာရိုက်ကူးထားတာပါ။Manga artistဖြစ်တဲ့ Hiroyuki Ohashiရဲ့ မန်ဂစီးရီးထဲက ဇာတ်လမ်းတိုတွေကိုစုစည်းပြီး ရိုက်ကူးထားတဲ့ Comedyရုပ်ရှင်ကားဖြစ်ပါတယ်။ ဟာသတွေ ဇာတ်ဝင်ခန်းတွေက ဂျပန်စတိုင်ဆန်လွန်းတယ်လို့ ပြောကြတာမို့ ဂျပန်cultureကို နှစ်သက်ရင်းနှီးပြီးသားသူတွေကတော​့ ပိုပြီး ကြိုက်နှစ်သက်ကြမှာပါ။ပထမဆုံးဇာတ်လမ်းမှာတော့ စက်ဘီးတစ်စီးနဲ့ ခြေဦးတည်ရာသွားနေတဲ့ ဖူဂျီမူရာရဲ့အကြောင်းပါ။ သူ့မှာစက်ဘီးရယ် လွယ်အိတ်တစ်အိတ်ရယ် Porn magazineတစ်စောင်ရယ်ပဲပါပါတယ်။ စက်ဘီးစီးထွက်လာရင်းနဲ့ ငါးဖမ်းသမားအဖိုးကြီးနဲ့ဆုံပြီး အဖိုးကြီးရဲ့မွေးနေ့မှာ ဝင်စားသောက်ဖြစ်တဲ့အကြောင်းပါ။\nနောက်တစ်ယောက်ကတော့ ပေါင်းစရာညိုကီမရှိတဲ့ ကြောင်တောင်တောင် ကျောင်းသား \"မခိတ\"ပါ။ အထက်တန်းကျောင်းမှာတော့ \"ဘန်\"ဆိုတဲ့ သူနဲ့ဘဝတူသူငယ်ချင်းတစ်ယောက်ရလာခဲ့ပေမဲ့ \"ဘန်\"က မခိတရဲ့အစ်မကို စွဲစွဲလမ်းလမ်းကြိုက်နေတဲ့သူပါ။ အစ်မကိုတွေ့ချင်စိတ်နဲ့ မစားနိုင်မသောက်နိုင်ဖြစ်ပြီး မခိတအစ်မရဲ့အတွင်းခံဘောင်းဘီကို ယန်း၅သောင်းပေးပြီး ဝယ်တဲ့လူပါ။\nနောက်ဇာတ်လမ်းကတော့ သားအဖနှစ်ယောက်အကြောင်းပါ။ အဖေဖြစ်သူက လက်ဝှေ့ဝါသနာပါပေမဲ့ ပိုက်ဆံမရှိတော့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/zokki-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/hot-sex-talrk-140x200.jpg",
        "title": "(18+)Hot Sex Talk (2015)",
        "description": "အခုတင်ဆက်ပေးမဲ့ ဇာတ်လမ်းလေးက live stream လွှင့်ပြီး\nဘဝရပ်တည်ရေးကို ကြိုးစားနေတဲ့ ကိုရီးယားမလေးတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ်\nသူက ပထွေးနဲ့မနေချင်တဲ့အဆုံး မြို့ပေါ်ကိုတက်လာပြီး streamer လုပ်နေသူလေးပါ\nဒီနေရာမှာ သူ့ရဲ့ Live stream အကြောင်းနဲနဲပြောပြချင်ပါတယ် သူက ခန္ဓာကိုယ်ကို ပြပြီး viewer တွေခိုင်းတာ လုပ်ပြရတာဖြစ်ပါတယ်\nအရမ်းကိုစိတ်ဝင်စားဖို့ကောင်းပြီး လူငယ်တွေရဲ့အချစ်ရေး\nမိဘနဲ့သားသမီးကြားက အဖုထစ်လေးတွေ\nကို ဇာတ်လမ်းဇာတ်ကွက်ပီပြင်ပြီး Streamer အကိတ်လေးရဲ့\nပြကွက်ဆန်းတွေကို ခံစားဖို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်  \nFile size…576MB\nQuality…720p HDRIP\nFormat…mp4\nDuration….74 Mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/16ujq/Hot.Sex.Talk.2015.720p.HDRip.H264.AAC.XCross(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BYmZjNjIyNjMtODgzNC00NmI3LWIxM2QtZGZjYjEyODUyY2IyXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_-135x200.jpg",
        "title": "Rubikon (2022)",
        "description": "Rubikon (2022)\n============အနာဂတ်မှာ စစ်ပွဲတွေဖြစ်ပြီး စစ်ပွဲမှာသုံးတဲ့ ဓာတုလက်နက်တွေရဲ့\nဘေးထွက်ဆိုးကျိုးတွေ‌ကြောင့် ကမ္ဘာကြီးမှာ ကပ်ဘေးရော အငတ်ဘေးပါ\nကြုံနေတဲ့အချိန်၊ အဲ့အချိန်ကာလကို ဇာတ်အိမ်တည်ထားတဲ့ ဩစတြီးယား\nSci-Fi ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။တပ်မှူး ဝက်ဂ်နာ နဲ ဓာတုဗေဒပညာရှင် ဒေါက်တာ ကရိုင်လို တို့နှစ်ယောက်\nအာကာသစခန်းဆီ သွားဖို့အတွက် ယာဉ်ပျံနဲ့ထွက်လာပေမယ့်။ လမ်းပျောက်\nသွားလို့ ဝက်ဂ်နာ က လက်စွမ်းပြပြီး ကိုယ်တိုင်မောင်းပေးလိုက်လို့ စခန်းကို\nဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်သွားတယ်ပေါ့။ နောက်ရက်နည်းနည်းကြာတော့\nကမ္ဘာနားမှာ မြူတွေဖုံးနေလို့ စုံစမ်းကြည့်ဖို့ ယာဉ်တစ်စင်းလွှတ်လိုက်ပေမဲ့\nအဲဒီယာဉ်က မြူတွေထဲပိတ် အဆက်အသွယ်ပျက်သွားလို့ ဝက်ဂ်နာတို့နှစ်ယောက်\nမြူတွေကြောင့် အသက်ရှူကြပ်နေတဲ့ ယာဉ်ပေါ်ကလူကို ကယ်ပေးလိုက်ရတယ်။ကမ္ဘာကြီးမှာလည်း ခံတပ်တွေထဲ‌ဝင်ပုန်းပြီး ရှင်တဲ့သူကရှင် အပြင်မှာသေတဲ့လူ\nကလည်းသေကုန်ကြပြီ ကံကကောင်းချင်တော့ ဒေါက်တာ ကရိုင်လိုက အောက်စီဂျင်\nထုတ်ပေးတဲ့ရေညှိတွေကိုစမ်းသပ်ထုတ်နေတာဆိုတော့ သူတို့ ကမ္ဘာကိုပြန်ပြီး\nအသက်ရှင်နေတဲ့လူတွေကို ကူညီမလား။ သူတို့ဒီအတိုင်း ယာဉ်ပေါ်မှာပဲနေပြီး\nတစ်‌ကိုယ်ကောင်းဆန်မလားဆိုတာကို ကြည့်ရမယ့် ဇာတ်ကားလေးဖြစ်တယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett Naing မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား\nပေးသူများကတော့ May Thet Khine Soe, Khant ...",
        "rating": "5.0",
        "url": "https://megaup.net/1Mafh/Rubikon.2022.720p.WEBRip.CM_new.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7tR9znYDcMiQccktBsl1sWap5W.jpg",
        "title": "Green Ghost and the Masters of the Stone (2022)",
        "description": "Green Ghost and the Masters of the Stone (2022)ဒီတစ်ခေါက် တင်ဆက်ပေးမယ့် ရုပ်ရှင်ကတော့\nAction Drama အမျိုးအစား ဖြစ်ပါတယ်\"ချာလီ\" ဆိုတဲ့ သူက ကားရောင်းဝယ်ရေး စင်တာရဲ့ဥက္ကဌ ဖြစ်ပြီး\nဘဝကို သာမန်လေးပဲ ဖြတ်သန်းနေတဲ့ သူတစ်ယောက်ပါ\nကမ္ဘာမြေပျက်ဆီးနိုင်လောက်တဲ့ ဖြစ်ရပ်တစ်ခု ဖြစ်ပွားလာချိန်မှာတော့\nသူ့ရဲ့ မွေးစားမိသားစုက သူ့ကို လာခေါ်ခဲ့တယ်\nသူ ဘဝတစ်လျှောက်လုံး လျှို့ဝှက်ခံခဲ့ရတဲ့ ကိစ္စလေး တစ်ခုကတော့\nသူတို့ မိသားစုက ကမ္ဘာမြေက လူသားမျိုးနွယ်တွေကို ကာကွယ်ပေးနေတဲ့ အဖွဲ့ဖြစ်နေတယ် ဆိုတာပါပဲသူ့ရဲ့ မွေးစား မိသားစုနဲ့အတူ ကမ္ဘာကြီးကို ဘယ်လိုကယ်တင်မလဲဆိုတာကို အက်ရှင်ခန်းတွေနဲ့ ကြည့်ရမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kuz ပဲ ဖြစ်ပါတယ်။Genre.....Action, Adventure, Comedy\nQuality…. 1080p | 720p | 480p\nFile size…1.2GB | 677MB | 292MB\nFormat… ...",
        "rating": "4.2",
        "url": "https://megaup.net/16um8/Green.Ghost.and.the.Masters.of.the.Stone.2022.720p.WEBRip.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/53VStqbu6cS6HlfswFsSe4WMOm1.jpg",
        "title": "Mere Desh Ki Dharti (2022)",
        "description": "Mere Desh Ki Dharti(2022) ဆိုတဲ့ အန္ဒိယဟာသ ဒရာမာလေးဟာ\nကြည့်ရှူသူတိုင်းကို စိတ်ကျေနပ်မှုပေးမယ့် ဇာတ်ကားကောင်းလေးပါပဲ။\nကျွန်တော်တို့ လက်တွေ့ဘဝတွေမှာလိုမျိုးပဲ သင့်တော်တဲ့အလုပ်ဆိုတာ\nလူတိုင်းမရနေတဲ့ အကြောင်းလေးကို ဇာတ်အိမ်တည်ထားပြီး ပေါ့ပေါ့ပါးပါး\nဟာသဆန်ဆန် ကြည့်ရှုရင်း အမောပန်းပြေရမယ့် ဇာတ်ကားလေးပါ။ အာဂျေးနဲ့စမီးရ် ဟာ လစာနည်းတဲ့ အင်ဂျင်နီယာတွေဖြစ်ကြပြီး\nသက်ဆိုင်ရာလုပ်ငန်းခွင်မှာ အဆင်ပြေရုံလေးရုန်းကန်နေကြရပါတယ်။\nအာဂျေးက လစာနည်းပါး၍ ချစ်သော ဖခင်ရဲ့ ဆူပူမှုတွေကြောင့်\nစိတ်ညစ်နေရသူဖြစ်ပြီး ကိုယ်ပိုင်လုပ်ငန်းလေးတည်ထောင်ချင်နေသူဖြစ်ပါတယ်။\nကိုယ်ပိုင်လုပ်ငန်းအတွက် လိုအပ်တဲ့ငွေကြေးကို ရှာဖွေရင်း\nလုပ်နိုင်သမျှ အားလုံးကိုလုပ်နေရသူပါ။ ဒါပေမယ့်လဲ လိုအပ်တဲ့ ငွေရေးကြေးရေးဟာ ရှာမရဘဲ\nအရာအားလုံးက တလွဲဖြစ်ဖို့ပဲ ဖန်တီးလာပါတယ်။\nတစ်ချိန်ထဲမှာပဲ စမီးရ်ဟာ ဆိုရင် ကုမ္မဏီမှာ ရာထူးကောင်းပေမယ့်\nယောက္ခမလောင်း အထင်ကြီးလောက်တဲ့ နေရာမှာရှိမနေတဲ့အတွက်\nချမ်းသာတဲ့ သူ့ရဲ့ရည်းစားကောင်မလေးနဲ့ ဆက်ဆံရေးအဆင်မပြေလှပါဘူး။\nရှားပါးလှတဲ့ ရာထူးတိုးအခွင့်ရေးကို စောင့်မျှော်နေရင်း\nရာထူးတိုးဟာ သူအတွက်မဟုတ်ဘူးဆိုတာ သိလိုက်ရပါတော့တယ်။ ဒါနဲ့သူငယ်ချင်းနှစ်ယောက် တခြားရွာတစ်ခုမှာ သတ်သေကြမယ်ဆိုပြီး\nတိုင်ပင်ပြီးထွက်ခွာသွားရာမှ ဘဝမှာ မထင်မှတ်ထားတဲ့အပြောင်းလဲတွေနဲ့ကြုံရပါတော့တယ်။\nသတ်သေမှုမအောင်မြင်ဘဲ အဲဒီရွာလေးမှာပဲ ပိတ်မိနေပြီး\nတလွဲတွေဖြစ်နေတဲ့ ရွာသားတွေရဲ့ ဘဝကို ဝင်ရောက်ပြင်ဆင်ပေးဖို့ဖြစ်လာခဲ့ပါတော့တယ်။\nရွာမှာရှိနေတဲ့ လယ်သမားတွေရဲ့ သေဆုံးမှုနောက်ကွယ်က\nအကြောင်းအရာကို လိုက်လံရှာဖွေဖြေရှင်းရင်း ကြုံတွေ့ရတဲ့\nအဖြစ်အပျက်တွေကို ဟာသလေးနှောပြီးရိုက်ကူးထားတဲ့\nဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။\nFile ...",
        "rating": "7.9",
        "url": "https://megaup.net/2spbt/Mere.Desh.Ki.Dharti.2022.720p.AMZN.WEB-DL.Hindi.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Country, Drama"
    }
]