[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/fatal.affair-135x200.jpg",
        "title": "Fatal Affair (2020)",
        "description": "Fatal Affair (2020)==============IMDb Rating - 5.0/10#Unicodeဒီနေ့အတွက် Netfilx Movies ကားလေး တစ်ကားကိုတင်ပေးချင်ပါတယ်။ အခုလိုကာလမျိုးမှာ အပြင်သိပ်မထွက်ချင်တဲ့လူတွေအတွက်တော့ အပန်းဖြေစရာ ဇာတ်ကားလေးတစ်ကားတော့ဟုတ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ နှစ်(၂၀)ကြာအိမ်ထောင်ရေးမှာ ငြီးငွေ့သလိုဖြစ်ပြီး တစ်ခဏတာအပျော်လေးရှာမိပြီး တစ်သက်တာအရှုပ်ထုပ်ထဲမိသွားတဲ့ အကြံပေးရှေ့နေမလေးအယ်လီအကြောင်း ရိုက်ကူးထားတာပါ။ သိုင်းလောကသားတွေအတွက်တော့ စာမဖွဲ့လောက်ပေမဲ့ မိသားစုနဲ့ကြည့်မဲ့လူတွေအတွက် ရှော့ခ်ရှိတဲ့ ၁၈ယောက်မှကြည့်ပါဆိုတဲ့အခန်းအနည်းငယ်ပါတာမို့ သတိပြုကြည့်ကြပါလို့…..(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ Netfilx Movies ကားေလး တစ္ကားကိုတင္ေပးခ်င္ပါတယ္။ အခုလိုကာလမ်ိဳးမွာ အျပင္သိပ္မထြက္ခ်င္တဲ့လူေတြအတြက္ေတာ့ အပန္းေျဖစရာ ဇာတ္ကားေလးတစ္ကားေတာ့ဟုတ္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ႏွစ္(၂၀)ၾကာအိမ္ေထာင္ေရးမွာ ၿငီးေငြ႕သလိုျဖစ္ၿပီး တစ္ခဏတာအေပ်ာ္ေလးရွာမိၿပီး တစ္သက္တာအရႈပ္ထုပ္ထဲမိသြားတဲ့ အႀကံေပးေရွ႕ေနမေလးအယ္လီအေၾကာင္း ႐ိုက္ကူးထားတာပါ။ သိုင္းေလာကသားေတြအတြက္ေတာ့ စာမဖြဲ႕ေလာက္ေပမဲ့ မိသားစုနဲ႔ၾကည့္မဲ့လူေတြအတြက္ ေရွာ့ခ္ရွိတဲ့ ၁၈ေယာက္မွၾကည့္ပါဆိုတဲ့အခန္းအနည္းငယ္ပါတာမို႔ သတိျပဳၾကည့္ၾကပါလို႔…..(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)  Quality – 720p WebRipDuration - ...",
        "rating": "5.0",
        "url": "https://megaup.net/Sfbq/[CM]Fatal.Affair.2020.Webrip.720P.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BYmJkMzJmMTktOGE2Zi00MzgyLTkwYWUtNmQ0Y2YxODBhMjRkXkEyXkFqcGdeQXVyNTEwNjgwNg@@._V1_-141x200.jpg",
        "title": "Wings Over Everest",
        "description": "အခုတင်ဆက်ပေးမယ့်ဇာတ်ကားလေးကတော့\n၂၀၁၉ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ကားလေးပါ\nဒီကားလေးမှာတော့ ဧဝရတ်တောင်က\nတောင်ပံ ကယ်ဆယ်ရေးသင်းအကြောင်းကို ရိုက်ကူးဖော်ပြထားတာပါ\nဇာတ်ကြောင်းလေးကတော့ တစ်နေ့မှာ....\nဧဝရတ်တောင်တတ်သမားတွေကို ကယ်ဆယ်ပေးနေတဲ့\nတောင်ပံသင်းအနေနဲ့ မထင်မှတ်ဘဲ နိုင်ငံရေးကိစ္စတွေမှာ\nဝင်ပတ်သတ်မိတဲ့အခါ..... ဘ\nာတွေဖြစ်လာမှာလဲ ဧဝရတ်တောင်မှာ ရေခဲပြိုမှုကြောင့်\nပျောက်ဆုံးသွားတဲ့ ကောင်လေးကို ရှာဖို့ တောင်ပံသင်းထဲဝင်လာတဲ့\nအဖွဲ့ဝင်သစ်ကလေးဆီမှာရော ဘာတွေ ဖြစ်လာမှာလဲ\nဆိုတာကို ရင်သက်ရှုမောဖွယ် ကြည့်ရမှာပါနော်\nတောင်တတ်ကယ်ဆယ်ရေးသမားတွေရဲ့ စိတ်ဓာတ်နဲ့\nအခက်အခဲတွေကို လည်း\nစိတ်လှုပ်ရှားဖွယ် ကြည့်ရဦးမှာပါနော်\n \nFile Size -  1.17 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - Yamin Ei\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/2U6dB/Wings.Over.Everest.2019.CHINESE.720p.BluRay_{CM}_.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNGJlMTU5ZTYtZGNlOC00OGY5LTg0ODEtMWFkMTgyODc4OWZmXkEyXkFqcGdeQXVyNDIyMjczNjI@._V1_-130x200.jpg",
        "title": "The Way of the Dragon",
        "description": "ခုတင်ဆက်ပေးမှာက bruce leeရဲ့ ၁၉၇၂ခုနှစ်မှာ ထွက်ခဲ့တဲ့\nဇာတ်ကားကောင်းလေးတစ်ခုပါ အက်ရှင် ဟာသ\nကြိုက်တဲ့လူတွေအတွက်တော့ ကွက်တိပါပဲနော်\nဇာတ်လမ်းလေးကတော့..\nထျန်လုန်(bruce lee)ဆိုတဲ့ သိုင်းပညာရှင်တစ်ယောက် က\nသူ့အသိဆွေမျိုးရဲ့ စားသောက်ဆိုင်ကို ရောင်းဖို့ဖိအားပေးခံနေရတဲ့\nဒုက္ခကို ကူညီဖို့ ရောမကို ရောက်လာတဲ့ ပုံစံမျိုးလေးဇာတ်အိမ်တည်ထားတာပါ\nအရင်တုနး်ကကားဆိုတဲ့အတိုင်း dialog တွေအများကြီးမပါဘဲ\nသရုပ်ဆောင်ချက်တွေနဲ့ ဇာတ်ကားလေးကို ကောင်းကောင်း\nပုံဖော်သွားတာပါနော် အရင်တုန်းက ကားဆိုပြီး\nအထင်မသေးလိုက်ပါနဲ့ ကြည့်ပြီးရင်\nလုံးဝ နောင်တမရစေမယ့် ကားလေးပါ\n  \nFile Size -  1.1 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - Yamin Ei\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/2U6ch/The.Way.of.the.Dragon.1972.CRITERION.CHINESE.720p.BluRay_{CM}_.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vFIHbiy55smzi50RmF8LQjmpGcx.jpg",
        "title": "Deathstroke: Knights & Dragons – The Movie (2020)",
        "description": "စစ်တပ်ရဲ့စမ်းသပ်မှုတွေကြောင့် Slade Wilson ဟာ\nတခြားသောအရာတစ်ခုအဖြစ်ကို ပြောင်းလဲသွားခဲ့တယ်\nဒါပေမဲ့ သူ့မိသားစုကိုတော့ ဘာတစ်ခုမှအသိမပေးဘဲ လျှို့ဝှက်ထားတယ်။\nသူက ကြေးစားလူသတ်သမားတစ်ယောက်ဆိုတာကိုပေါ့။\nဒါပေမဲ့ သူ့မှာ ကျင့်ဝတ်တစ်ခုတော့ရှိတယ်။\nအပြစ်မဲ့သူတွေကို သူ မသတ်ဘူး။\nကမ္ဘာကြီး ပိုကောင်းဖို့အတွက် ကြိုးစားနေတယ်လို့ သူ့ကိုယ်သူမှတ်ယူထားခဲ့တယ်။\nH.I.V.E. ဆိုတဲ့ အကြမ်းဖက်အဖွဲ့အစည်းက တစ်နေ့မှာ သူ့ဘဝထဲဝင်ရောက်လာပြီး\nသူတို့မိသားစုကို ဒုက္ခပေးဖို့ ကြိုးစားတော့တယ်။\nDeathstroke တစ်ဖြစ်လဲ Slade Wilson ဟာ\nသူ့သားလေးကို ဖတ်ပြနေကြပုံပြင်စာအုပ်ထဲက နဂါးတွေကိုသတ်ပစ်တဲ့\nသူရဲကောင်းတစ်ယောက်လို သူ့ကိုယ်သူမှတ်ယူပြီး\nကမ္ဘာကြီးမှာ ဒုစရိုက်မှုတွေလျော့ကျသွားဖို့ ကြိုးပမ်းနေတဲ့သူတစ်ယောက်ပါ။\nဒီကားလေးထဲမှာ Deathstroke ရဲ့ origin အပြင်\nသူ့ရဲ့family lifeနဲ့ mercenary life အကြောင်းတွေကို လှလှပပပုံဖော်ပေးထားပါတယ်။\nR rated လည်းဖြစ်တာကြောင့် သတ်ဖြတ်တဲ့အခန်းတွေဟာလည်း\nတကယ်အားရစရာကောင်းလွန်းပါတယ်။\nDC fan တွေအတွက် ကျေနပ်မှုအပြည့်အဝပေးပါလိမ့်မယ်။\n \nFile Size : ( 819 MB , 243 MB)\nQuality : WEB Rip 720p\nRunning Time : ...",
        "rating": "7.2",
        "url": "https://megaup.net/2e9mm/(CM)_Deathstroke_Knights_And_Dragons_2020_WEBRip_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y4gCnKpDSvkDXzdN45WCIK52tgJ.jpg",
        "title": "Black Money(2019)",
        "description": "Black Money(2019)2019 က ထွက်ရှိထားတဲ့ Black Money ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်ကားလေးကတော့ ဖြစ်ရပ်မှန်ကို အခြေခံရို်က်ကူးထားတာ ဖြစ်ပြီး တောင်ကိုရီးယား အရာရှိတစ်ချို့ရဲ့ အကျင့်ပျက် ခြစားမှုတွေကိုလည်း ဖော်ပြထားပါတယ်....ရန်မင်ယော့ဟာ ဆိုးလ်ဗဟို အမှုစစ်ရုံးရဲ့ အမှုစစ်တစ်ယောက်ဖြစ်ပါတယ်....တစ်နေ့တော့ ဘတ်ဆူယောင်းဆိုတဲ့ကောင်မလေးဟာ ကိုယ့်ကိုကိုယ်သတ်သေသွားတယ်...သတ်မသေခင်မှာ အမှုစစ်ဘတ်ဆူယောင်းဟာ သူမကို လိင်ပိုငး်ဆိုင်ရာအကြမ်းဖက်တယ်လို့ဆွေမျိုးတွေကိုစာပို့ခဲ့တယ်...ဒီစွပ်စွဲကြောင့် အမှုစစ်ရန်မင်ယော့ဟာ အစွပ်စွဲခံရပါတော့တယ်...နောက်ပိုင်းသူဟာ ဒီကိစ္စမှာ ကျူးလွန်ခဲ့ခြင်းမရှိကြောင်းကိုသက်သေပြဖို့ကြိုးစားတဲ့အခါမှာဒီသတ်သေမှုဟာ ထင်သလောက်မရိုးရှင်းတဲ့အပြင် ပြဿနာပေါင်းစုံရဲ့ဇာစ်မြစ်ဖြစ်ကြောင်းသိလာရတဲ့အခါမှာတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်...File Size : (900 MB) and (547 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:55:00\nGenre : Crime , Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by ...",
        "rating": "6.5",
        "url": "https://megaup.net/Se2t/Black_Money.2019.BLU-RAY.720P.PP.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vT2CXIsVKoGl0DZ8USwLWzEFznI.jpg",
        "title": "Punch-Drunk Love(2002)",
        "description": "Punch-Drunk Love(2002)IMDb - 7.3ဘယ်ရီတဲ့ သူဟာ ကြောင်တောင်တောင်လူလို့ပဲပြောရမလားမသိ...သူဟာ အချစ်ဆိုတာ မကြုံခဲ့ဖူးသူ ....သူ့မှာ အစ်မတွေ ၇ ယောက်တောင်ရှိတယ်...ဒီအစ်မတွေဟာ သူငယ်ငယ်က ဖြစ်ပျက်ခဲ့တဲ့ ရယ်စရာကိစ္စတစ်ခုနဲ့ ပတ်သတ်ပြီး သူ့ကိုအမြဲလှောင်ပြောင်နေလေ့ရှိတယ် ...အဲ့ဒီအစ်မတွေကပဲ အချစ်မရှာတဲ့သူ့အတွက် ချစ်သူတစ်ယောက် ဝိုင်းရှာပေးကြတယ် ..အကွက်တွေဖန်ပေးကြတယ် ....ဒါပေမဲ့လည်း ဘယ်ရီတစ်ယောက်ဟာ အဆင်မပြေနေခဲ့လေတော့ တစ်ယောက်တည်း အထီးကျန်နေတာပေါ့ ..ဒီလိုနဲ့ တစ်နေ့မှာ သူ့ရဲ့အထီးကျန်မှုကို ခဏတာဖြေဖျောက်ဖို့ လုပ်ငန်းတစ်ခုနဲ့ဆက်သွယ်မိချိန်ကစလို့ကိစ္စပေါင်းစုံကြုံရပါတော့....ဒီကားက မင်းသားကြီး Adam Sandler ကိုတော့တော်တော်များများသိကြမှာပါ..ရုပ်ရည်ပြေပြစ်တဲ့မင်းသားမဟုတ်ပေမဲ့ Drama တွေ Romance တွေမှာဆိုပရိတ်သတ်နှလုံးအိမ်ကို လွန်စွာမှ ဖမ်းစားနိုင်တာသိကြမှာပါ...သူ့ကားတော်တော်များများ တကယ်ကောင်းလွန်းသလိုယခုကားလည်း ကောင်းတဲ့ဇာတ်ကားတစ်ကားပေမို့ တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်.....File Size : (850 MB) and (469 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Romance, Drama, ...",
        "rating": "7.3",
        "url": "https://megaup.net/1yagc/Punch-Drunk_Love.2002.BLU-RAY.720P.PP.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/upside-136x200.jpg",
        "title": "Upside-Down Magic 2020",
        "description": "Upside down magic ဒီ upside down magic မှာ အသက်၁၃နှစ်အရွယ် Nory ကအသက်7နှစ်အရွယ်မှာ သူ့မအမေနေမကောင်းဖြစ်ခဲ့တယ် အဲ့လိုအချိန်မှာ သူမစိတ်ထဲအရာအားလုံးဆုံးရှုံးလိုက်ရပြီလို့ထင်လိုက်ရတဲ့အချိန်မှာသူမဟာ သူမရဲ့မှော်စွမ်းအင်ဖြစ်တဲ့ တိရစ္ဆာန်ပုံပြောင်းနိုင်တာကိုလုပ်နိုင်ခဲ့တယ် အဲ့ဒါကြောင့်သူ့အသက် ၁၃နှစ်မှာ သူ့အချစ်ဆုံးသူငယ်ချင်း Reina နဲ့ အတူတူ စိမ့် ကျောင်းကိုသွားပြီး မှော်ပညာသင်ဖို့သွားခဲ့ကြတယ် သူ့အချစ်ဆုံးသူငယ်ချင်းReina က သူ့မှော်စွမ်းအင်ကမီးဖြစ်ပြီး ကောင်းမွန်းစွာအသုံးချနိုင်တာကြောင့် အတန်းထဲမှာအတော်ဆုံးလူတွေထဲမှာပါဝင်ခဲ့တယ် ဒါပေမယ့် Nory လေးကတော့ သူ့ရဲ့မှော်အစွမ်း အသွင်ပြောင်းလဲတာကိုလုပ်ဆောင်ရာမှာ မိမိလိုချင်တဲ့ကောင်မပြောင်းပဲ မျိုးစပ်အကောင်တွေအဖြစ်ပြောင်းလဲသွားတာကြောင့် အသွင်းပြောင်းနိုင်သူတွေနဲ့မထားပဲ UDM ဆိုတဲ့ကျောင်းမှာနေတယ် ဒါပေမယ့် သူမက စိတ်အားထက်သန်သူဖြစ်တာကြောင့် သူမှ အရှုံးမပေးပဲဆက်ကြိုးစားမလား ဒါမှမဟုတ် အရှုံူးပေးသွားမလားဆိုတာကို စိတ်ဝင်စားဖွယ် စောင့်ကြည့်နိုင်ပါတယ် ဗျာFile Size : 700 Mb / 300 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:36:00\nGenre : ...",
        "rating": "4.5",
        "url": "https://megaup.net/2e88g/Upside-Down.Magic.2020.720p_(CM).mp4",
        "category": "Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/91jwZNVrjmL._SL1500_-142x200.jpg",
        "title": "88 Minutes (2007)",
        "description": "88 Minutes (2007)==============IMDb Rating - 6.0/10#Unicode2007 ကထွက်ခဲ့ပြီး . Rating အများစုရရှိထားတဲ့ Crime, Drama, Mystery ဇာတ်ကားလေးပါ။ဒီကားက ဇာတ်စ ဇာတ်လယ် ဇာတ်ဆုံး ထိ ကြည့်နေတဲ့သူကို ဆွဲခေါ်သွားနိုင်တဲ့ကားမျိုးပါ။ တကယ်လို့လူသတ်သမားက ၈၈ မိနစ် အသက်ရှင်ဖို့ပေးထားမယ်ဆိုရင် ကျွန်တော်တို့ ဘယ်လိုလုပ်ကြမလဲ။ဂျွန်ဖော်စတာက စိတ္တဇလူသတ်သမား။ သူ့ကိုထောင်ချလိုက်တာက စိတ်ရောဂါကုမှုခင်းဆရာဝန် ဂျက်။ဂျက်က နေ့ဘက်ဆို ဆရာဝန်၊ ညဘက်မှာ party ပေးပြီး ကဲတဲ့သူ။ ဂျက်မှာ ၈၈ မိနစ်ဘဲ အသက်ရှင်မယ်ဆိုပြီးခြိမ်းခြောက်ဖုန်းခေါ်ဆိုမှုခံရတယ်။ ဂျက်မှာလဲ အတိတ်ဟောင်းရှိခဲ့တယ်။ အတိတ်ဟောင်းနဲ့ ၈၈မိနစ်က ဘယ်လိုပတ်သတ်နေလဲ။ ဂျွန်ဖော်စတာက ဂျက်အတိတ်ဟောင်းကိုပြန်တူးဆွပြီး လူသတ်မှုတွေကိုထောင်ထဲကနေ ထပ်ဖန်တီးတယ်။ သူထောင်ကျလျက်နဲ့ လူသတ်မှုဖြစ်ရင် သူ အပြစ်လွတ်မှာမို့လို့။ ဂျွန်​ကဘယ်လိုမျိုး လူတွေထပ်သတ်တာလဲ။ ဂျက်ကကော အမှုမှန်ပေါ်အောင်လုပ်နိုင်မှာလားဆိုတာ စိတ်ဝင်တစားကြည့်ရမှာပါ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z ...",
        "rating": "6.0",
        "url": "https://megaup.net/Sbrh/[CM]88.Minutes.2007.BluRay.1080P.5.1CH.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ukxAjRADLYxUhCzg4KNhXux5BMH.jpg",
        "title": "Commando 3(2019)",
        "description": "Commando 3 (2019)\n******************\nအိန္ဒိယမှာရှိတဲ့ ဟိန္ဒူလူငယ်တွေကိုအစ္စလ္လာဘာသာဝင်အဖြစ်ပြောင်းစေပြီး အိန္ဒိယကိုအကြမ်းဖက်တိုက်ခိုက်ဖို့စေအတွက်ဘယ်ကမှန်းမသိတဲ့သူတစ်ယောက်က စီစဉ်နေပါတယ်။\nအစ္စလ္လာမ်ဘာသာဝင်ဖြစ်သွားကြတဲ့လူငယ်တွေကိုအိန္ဒိယရဲတွေကဖမ်းမိသွားကြပြီးစစ်ဆေးပေးမယ့်ဘာမှလည်းအဖြေမထွက်ပါဘူး။\nရဲတွေကမွန်ဘိုင်းမှာအကြမ်းဖက်ဖက်တိုက်ခိုက်မှုဖြစ်ပေါ်တော့မယ်လို့ထင်သွားကြပြီး ကာရန်ဒူဂရာကဒီကိစ္စဖြေရှင်းပေးဖို့အတွက်အမိန့်ပေးခံရပါတော့တယ်။\nအကြမ်းဖက်တိုက်ခိုက်ဖို့အစီစဉ်ဆွဲနေသူကဘယ်သူလဲ.....\nကာရန်က ဒီတရားခံကိုဘယ်လိုစုံစမ်းဖော်ထုတ်မှာလဲ......\nအနိ္ဒိယဇာတ်ကြမ်းကားကြိုက်သူတွေအဖို့အကြိုက်တွေ့စေမယ့်ကားလေးတစ်ကားပါ။\nဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။File Size : (980 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…02:13:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "5.8",
        "url": "https://megaup.net/1y9x5/Commando_3.2019.WEB-DL.720P.PP.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iqYWQ1M1rYcqTxhVR6REtarcDjx.jpg",
        "title": "Forbidden Dream(2019)",
        "description": "Forbidden Dream(2019)Historical ကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေအတွက် ၂၀၁၉ က ထွက်ရှိထားတဲ့ ဇာတ်ကားတင်ဆက်ပေးလိုက်ပါတယ် ...ဒီဇာတ်ကားလေးမှာတော့ ဂျိုဆွန်းဟာ တရုတ် မင် အင်ပါယာရဲ့ လက်အောက်ခံ အဖြစ် ရှိနေတုန်းက အချိန်ကို ရိုက်ကူးပြသထားတာပါ..ဇာတ်လမ်းအကျဉ်း.......ဂျန်ယောင်ရှီ ဟာ အရည်ချင်းရှိတဲ့ အမတ်တစ်ယောက်ဖြစ်ပြီး ဘုရင်နဲ့ နှစ် ၂၀ကြာသူငယ်ချင်း သံယောဇဥ် ရှိသူပါ...လူတန်းစားမခွဲတတ်တဲ့ ဆယ်ဂျုံဘုရင်ကြီးက အစေခံတစ်ယောက်ဖြစ်တဲ့ ဂျန်ယောင်ရှီရဲ့ တီထွင်နိုင်စွမ်းကိုသဘောကျပြီး အမတ်နေရာ ပေးခဲ့ပါတယ်...အဲ့နောက်မှာ ဂျန်ယောင်ရှီနဲ့ တူတူ  တီထွင်မှုမျိုးစုံစတင်ပါတော့တယ်...သူတို့တီထွင်မှုကို မြောင်နိုင်ငံက သိသွားတဲ့အခါမှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါ...ဒီကားကကိုးရီးယားရဲ့အထင်ကရမင်းသားကြီးဖြစ်တဲ့ Min-sik Choi ကအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်...ဇာတ်လမ်းဇာတ်ကွက်လည်းကောင်းတဲ့အပြင် ဒိတ်ဒိတ်ကျဲမင်းသားကြီးဖြစ်လို့ကြည့်သင့်ပါကြောင်း ညွှန်းဆိုပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size : (1.02 GB) and (523 MB)\nQuality : FHDRip  720p\nFormat…mp4\nDuration…01:30:00\nGenre : History ...",
        "rating": "6.9",
        "url": "https://megaup.net/1y9mc/Forbidden_Dream.2019.FHDRip.720p.pp.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BMTUyNjYwMTYwM15BMl5BanBnXkFtZTcwNDA4NTc2OQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Paranoia (2013)",
        "description": "ဒီကားလေးကတော့ တကယ့် Thrillerဇာတ်ကောင်းလေးပါ.\nဇာတ်ကွက်အပြောင်းအလဲတွေနဲ့ ပရိသတ်ကို\nအဆုံးသတ်ထိဆက်ကြည့်စေချင်မယ့်\nဇာတ်ကားလေးဆိုလဲ မမှားပါဘူး. ဇာတ်လမ်းအကျဉ်းကတော့\nငယ်င‌ယ်ရွယ်ရွယ်နဲ့ အောင်မြင်ချင်တဲ့ အဒမ်ကတ်စီဒီဟာ\nနာမည်ကြီး နည်းပညာကုမ္ပဏီဖြစ်တဲ့ ဝိုက်စ်မှာ\n၀င်ရောက်လုပ်ကိုင်ဖို့ ပရောဂျက်ကို တင်ပြခဲ့ပေမယ့်လည်း\nငြင်းပယ်ခြင်းကို ခံခဲ့ရပါတယ်.\nအဒမ်သာ လူငယ်ပီပီ မိုက်ရုးရဲဆန်စွာနဲ့ ပရောဂျက်လုပ်ဖို့\nကုမ္ပဏီကပေးထားတဲ့ ထောက်ပံ့ငွေကို သုံးပြီး\nသူငယ်ချငိးတွေနဲ့ ပျော်ပါးသောက်စားပစ်ခဲ့ပ့ါတယ်.\nအဲ့ကိစ္စကို ဝိုက်စ်ဖက်ဒ်က သိတဲ့အခါမှာ သူ့ကို ငွေအလွဲသုံးစားမှုနဲ့\nတရားစွဲမယ် ငြိမ်းခြောက်ပြီး သူတို့ကုမ္ပဏီရဲ့ ပြိုင်ဘက်ကုမ္ပဏီဖြစ်တဲ့\nအိုက်ကွန်ကုမ္ပဏီရဲ့နည်းပညာလျှို့ဝှက်ချက်တွေကို\nခိုးယူဖို့ အတင်းအကြပ်ခိုင်းခဲ့ပါတယ်.\nအဒမ်ဟာ အိုက်ကွန်ကုမ္ပဏီရဲ့လူယုံဖြစ်လာတဲ့အခါမှာတော့\nကုမ္ပဏီနှစ်ဦးရဲ့လှည့်ကွက်တွေကို နားလည်ပြီး\nသူဟာဓားစာခံဖြစ်မှန်းမသိပဲ ဖြစ်နေခဲ့တာကိုပါနလည်ခဲ့ပါတယ်.\nအဒမ်ဟာ ကုမ္ပဏီနှစ်ခုရဲ့ယှဉ်ပြိုင်မှုကြားကနေ\nဘယ်လိုလွတ်မြောက်အောင် ကြံစည်အားထုတ်သွားတယ်.\nကုမ္ပဏီကြီးတွေရဲ့ပြိုင်ဆိုင်မှုက ဘယ်လောက်ထိနက်နဲတယ်ဆိုတာကို\nရိုက်ပြထားတဲ့ သည်းထိတ်ရင်ဖိုဇာတ်လမ်းဖြစ်တာကြောင့်\nရုပ်ရှင်ချစ်သူတို့ လက်မလွှတ်သင့်တဲ့\nဇာတ်လမ်းလေးပါလို့ ညွှန်းလိုက်ပါရစေဗျာ...\n \nFile Size -  1gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - YK\nEncoder - XCode",
        "rating": "7.8",
        "url": "https://megaup.net/Sbug/Paranoia.2013.720p.BluRay_%7BCM%7D_.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BMTc3NDllNTUtN2VkMC00ODFlLTk1NDktYWQ2ZDBkNzEwZmMxXkEyXkFqcGdeQXVyMjQwMjk0NjI@._V1_SY1000_CR006571000_AL_-131x200.jpg",
        "title": "Battle Creek Brawl (1980)",
        "description": "သရုပ်ဆောင်အက်ရှင်မင်းသားကြီးဂျက်ကီချမ်းငယ်ငယ်က\nဇာတ်ကားလေးတစ်ကားတင်ဆက်ပေးချင်ပါတယ်\nချက်ကီချမ်းရဲ့ ဇာတ်ကားတွေရဲ့ထုံးစံအတိုင်းပဲ\nအက်ရှင်ခန်းတွေ အတိုက်အခိုက်တွေ ဟာသာတွေဝေဝေဆာဆာနဲ့\nပရိတ်သတ်တွေအမောပြေရဦးမှာပါ\nဇာတ်ကားထဲမှာမင်းသားကအလုပ်မရှိအကိုင်မရှိ\n(ဒါပေမယ့်ကောင်မလေးတော့ရှိပါတယ်)ပါ\nအဖေဖြစ်သူဖွင့်ထားတဲ့ဆိုင်ကို လူဆိုးတွေလာပြီး\nစက်ကြေးကောက်ရာကစလို့ သူတတ်ထားတဲ့ကွန်ဖူးပညာကို\nလူဆိုးအဖွဲ့ဘက်ကခေါင်းဆောင်က တွေ့မြင်သဘောကျသွားခဲ့ပါတယ်\nအဲ့ဒီနောက် ချီကာဂိုမှာကျင်းပမယ့် battle creek brawlမှာ\nဂျက်ကီချမ်းကိုသူ့ဘက်ကနေပါဝင်ယှဥ်ပြိုင်စေမယ့်\nအကျပ်ကိုင်ဖို့ နည်းလမ်းရှာပါတော့တယ်\nကဲ .. အညွှန်းဖတ်ပြီးပြီဆိုရင်တော့ 1980 ခုနှစ်တွေဆီက\nအနုပညာတွေကိုတဖန်ပြန်ခံစားလိုက်ကြပါဦ\n \nFile Size - 1 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - Nay Chii\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/Sbuq/Battle.Creek.Brawl.1980.REMASTERED720p.BluRay_%7BCM%7D_.mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1tvRnRBKNpkkaern1szgmXpfIFY.jpg",
        "title": "Hwayi: A Monster Boy (2013)",
        "description": "[Unicode]ဒီဇာတ်ကားလေးမှာတော့ မင်းသား Yeo Jin Goo က Hwayi အဖြစ် အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nအသက်ငယ်ပေမယ့် တကယ် မခေတဲ့ မင်းသားပါနော်ဒီဇာတ်ကားနဲ့ 2013 (33rd) Korean Association of Film Critics Awards ပွဲနဲ့\n2013 (34th) Blue Dragon Film Awards ပွဲတွေမှာ Best New Actor ဆုကို ရရှိခဲ့ပါတယ် ။ဇာတ်လမ်းအကျဉ်းလူ ငါးယောက်ပါဝင်တဲ့ လူဆိုး အဖွဲ့တစ်ဖွဲ့ဟာ\nကလေးတစ်ယောက်ကို ပြန်ပေးဆွဲလာခဲ့ပါတယ်\nဒါပေမယ့် အဲ့ကလေးက ကံကောင်းပြီး အသက်ရှင်နေခဲ့တာကြောင့် ကလေးကို ကျွေးမွေးစောင့်ရှောက်ပြီး ဟွာရီလို့ အမည်ပေးခဲ့ပါတယ်ဟွာရီက အရမ်းထက်မြက်ပြီး အတတ်လွယ်တဲ့ ကလေးပါ\nဟွာရီက သူတို့လို ဆိုးမိုက်ပြီး ကြီးပြင်းလာတာ မဟုတ်လို့\nအခြားအဖေတွေက နိုင်ငံခြားပို့ပြီး သူတို့နဲ့ မတူတဲ့ လမ်းကိုလျှောက်ခိုင်းချင်ကြပါတယ်ဒါပေမယ့် အဖေတစ်ယောက်ဖြစ်တဲ့ ဆော့ထယ်ကတော့ဟွာရီကို သူ့လို ...",
        "rating": "7.0",
        "url": "https://megaup.net/2e6gx/Hwayi_A_Monster_Boy_(2013)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/coma-140x200.jpg",
        "title": "Coma (2019)",
        "description": "Coma (2019)==========IMDb Rating - 6.4/10#Unicodeဒီတစ်ခေါက်တင်ဆက်ပေးမယ့်ဇာတ်ကား‌ကတော့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်တဲ့လူတွေအတွက်Coma ဆိုတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာ IMDb Rating 6.4/10 ရထားပြီ ကြည့်ရှုသူအများစုကြိုက်နှစ်သက်လို့ နာမည်ရနေတဲ့ ကားလေးလည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းလေး Review လုပ်ပေးရရင် ခန္ဓာကိုယ်က အက်စီးဒင့်တစ်ခုခုကြောင့် သတိမေ့နေတဲ့အချိန်မျိုးမှာစိတ်ကဘယ်ကိုရောက်နေကြလဲဆိုတာ ဘယ်သူမှမသိကြပါဘူး။ ဒါပေမယ့် ဒီဇာတ်ကားမှာတော့ လူကမေ့မျောနေတဲ့အချိန်မှာ စိတ်က နောက်ထပ်ကမ္ဘာတစ်ခုမှာ ရှင်သန်နေကြတဲ့အကြောင်းကိုရိုက်ပြထားတာပါ။ အဲဒီ့ Coma ဆိုတဲ့ကမ္ဘာကလက်ရှိကမ္ဘာလိုမဟုတ်ဘဲ အရာဝတ္ထုတွေကို လူတွေရဲ့စိတ်ကူးတွေနဲ့ ဖန်တီးလို့ရတဲ့ကမ္ဘာမျိုးပါ။ အဲ့ကမ္ဘာဟာ လက်တွေ့ကမ္ဘာကဲ့သလိုမဟုတ်ဘဲ ရှုပ်ထွေးမှုပေါင်းများစွာအပြင် အ ထဲကိုရောက်ရှိသွားတဲ့အခါမှာတော့ တစ်ခါမှမကြုံဖူးတဲ့အရာတွေအန္တရာယ်တွေကိုလည်း ကြုံတွေ့နိုင်ပါတယ်။ ကဲဒါဆိုရင် အဲ့ဒီ Coma ကမ္ဘာကြီးကရော ဘယ်လိုမျိုးဖြစ်လာတာလဲ.....Coma ကမ္ဘာထဲရောက်လာတဲ့ လူတွေကရော ပြန်နိုးလာကြရင် ဘယ်လိုတွေဖြစ်မလဲဆိုတာ ဒီဇာတ်ကားမှာကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ေခါက္တင္ဆက္ေပးမယ့္ဇာတ္ကား‌ကေတာ့ စိတ္ကူးယဥ္သိပၸံဇာတ္လမ္းေတြကို ႀကိဳက္ႏွစ္သက္တဲ့လူေတြအတြက္Coma ဆိုတဲ့ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ ဒီဇာတ္ကားဟာ IMDb ...",
        "rating": "6.4",
        "url": "https://megaup.net/Sbfs/[CM]Coma.2019.BluRay.1080P.5.1CH.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qwqi8UtH2Xtj1bPhMZV0Ne9RctG.jpg",
        "title": "Lootcase(2020)",
        "description": "Lootcase(2020)ဇာတ်လမ်းအကျဉ်း.....အခြေခံလူတန်းစား တစ်ယောက်ဖြစ်သူ  နန်ဒန်းကူးမားတစ်ယောက်ရဲ့လက်ထဲကို\nတစ်နေ့မှာ မမျှော်လင့်ဘဲ သန်း၁၀၀တန်အိတ်ကြီးတစ်လုံးသူ့လက်ထဲကိုရောက်လာခဲ့တယ်..ဒီလူက မလည်ရှုတ် ကို့ရို့ကားယားလူ....သန်း(၁၀၀)ကြီးလက်ထဲရောက်လာတော့လောဘက မသတ်နိုင်ရှာဘူး.....အိမ်မှာသိမ်းထားမယ်....ပြီးရင် အိမ်က စက်သေနတ်ပစ်သလို ပွစိပွစိ လုပ်တဲ့မိန်းမကိုပါးစပ်လေးတွေထုတ်သုံးဖြည့်ဆည်းပေးရင် မိန်းမနိုင်ဆေးခပ်တည်တည်ဖော်မယ်ပေါ့....မိန်းမဘက်ကလည်း အပ်တိုတစ်ချောင်းတဲမယူတတ်တဲ့အမျိုးဆိုတော့ သူ့မိန်းမကိုပေးမသိဘဲအိမ်မှာဉထားမဲ့အစီအစဉ်ပေါ့..နန်ဒန်းကူးမားက လောဘရမ္မက်တွေကြောင့် သာမတွေးမိတာ...နောက်ကွယ်မှာ ဘယ်လိုအရှုတ်အထွေးတွေရှိနေတယ်ဆိုတာ သူမသိဘူး...ကိုင်း ဒီသန်း(၁၀၀)ရဲ့နောက်ကွယ်ကပိုင်ဆိုင်သူတွေက ဘယ်သူတွေလဲ...တခြား ဒီပိုက်ဆံကိုလုပ်ဖို့ လုပ်နေတဲ့အဖွဲ့အစည်းတွေက ဘယ််လောင်တောင်များလဲ...ငပွေးတွေကြားမှာ ဘယ်ငပွေးပိုဆရာကျနေမလဲဆိုတာကိုတော့...ခံစားကြည့်ကြပါဉီး...ဒီကားက IMDb...8.0ရထားသလို ဇာတ်လမ်းလည်းကောင်းသလို နင်းကန်ပြီးလည်း ရယ်ရပါတယ်...အတင်းကြီးကလိထိုးရယ်ခိုင်းတဲ့အကွက်တွေမဟုတ်ဘဲ အလွဲတွေအချော်တွေနဲ့ သရုပ်ဆောင်ကောင်းများစွာနဲ့ရိုက်ကူးထားတာမို့ လက်မလွှတ်သင့်ပါကြောင်း...File Size : (1.02 GB) and (377MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…02:12:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "8.0",
        "url": "https://megaup.net/Sb57/Loot_Case.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BZjlkM2FmZmEtZWY3Yy00NGMwLTk5ZTktMTZkOTc4NTZkM2UzXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "High Heel Homicide",
        "description": "ဒီတစ်ခါတော့ ဂျပန်ကားတွေနဲ့ ရိုးအီနေမှာဆိုးလို့\ndark sideဖန်တွေကို.အမေရိကန် အချစ်ဇာတ်ကြမ်းစုံထောက်ကားလေးနဲ့\nပြောင်းလဲတင်ဆက်ပေးလိုက်ပါတယ်.\nဇာတ်လမ်းအကျဉ်းကတော့ ဘားမှာ အရက်သောက်အချိန်ဖြုန်းနေတဲ့\nဘီးကျဲတွေကို လှလှပ‌ပလေး စကီလေးက\nမာယာနဲ့‌ဆွဲဆောင်ပြီး အချစ်ဆိပ်တက်နေတုန်း\nသတ်ပစ်လိုက်တာပါ.\nအဲ့လို လူသတ်မှုတွေကို ဆက်တိုက်လုပ်နေတဲ့\nလူသတ်မမကို ဖမ်းဆီးမယ့် စုံထောက်ကြီးဟာလဲ\nဘယ်လို လူသတ်မှုကွင်းဆက်တွေကို လိုက်ရင်း\nဘယ်လိုတွေဖြစ်ပျက်လာတယ်ဆိုတာကို\nနောက်ခံတီးလုံးမြူးမြူးလေးတွေနဲ့\nရိုက်ကူးပြသထားတာကြောင့် dark sideဖန်တွေ\nသားရည်တမြှားမြှားနဲ့ကို ကြည့်ရမှာပါ.\n18+ဖြစ်တာကြောင့် 18နှစ်ပြည့်မှ ကြည့်ကြပါခင်ဗျာ...",
        "rating": "",
        "url": "https://channelmyanmar.org/high-heel-homicide/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNDk3YjVmNTctOGFkYi00OGFjLTk2YTEtNjQzNjIwN2U5Mjg1XkEyXkFqcGdeQXVyMTE2NDk2OTY@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Deadly Pickup",
        "description": "ဒီဇာတ်ကားလေးကလဲ dark side fanတွေ နှစ်ခြိုက်စေမယ့်\nဇာတ်ကားလေးပါပဲဗျာ.\nဇာတ်လမ်းအကျဉ်းကတော့ တောင်ကြားလမ်းမှာ\nကားထဲကလူသေလောင်းတစ်ခုကိုတွေ့တာနဲ့စတာပါပဲ.\nကျောင်းသားတစ်ယောက်ဖြစ်တဲ့ ဂျို့စ်ဟာ ကားမောင်းလာရင်း\nလမ်းမှာ မိန်းမလှလေး ဘရီးဇီးကိူ ခေါ်တင်ခဲ့ပါတယ်.\nသူတင်ခဲ့တဲ့ ဘရီးဇီးဟာ သူနဲ့ ချစ်ရည်လူးရင်း\nသူ့ကိုသတ်ပစ်မယ်ဆိုတာကိုတော့ မသိခဲ့ပါဘူး.\nဒီလိုနဲ့ ဘရီးဇီးဟာ အဲ့တောင်ကြားနားက မြိူ့လေးတစ်မြို့ကို\nရောက်လာခဲ့ပါတယ်.\nအဲ့မြို့မှာ အခန်းတစ်ခန်းငှားဖို့ကြေညာထားတဲ့ ဘရိုင်ယန်နဲ့ထရေစီ\nလင်မယားတို့ဟာ လာငှားတဲ့ ဘရီးဇီးကို\nနောက်ကြောင်းမသိပေမဲ့ ပိုက်ဆံလိုနေဝတာကြောင့် ငှားခဲ့ပါတယ်.\nအဲ့နောက်မှာတော့ ဘရီးဇီဟာ ယောကျာ်းရော\nမိန်းမရောမချန် ချစ်တင်းနှောရင်း လိုက်သတ်နေတာကြောင့်\nရဲဌာနက အရာရှိလေးဟာ သဲလွန်စတွေကို\nရှာဖွေထောက်လှမ်းခဲ့ပါတယ်.\nရဲအရာရှိလေးရဲ့ ဖမ်းဆီးခြင်းပဲ ခံရမလား?\nဘရီးဇီကပဲ အလှမာယာတွေနဲ့ လှည့်စားနိုင်မလားဆိုတာကို\nကြမ်းကြမ်းတမ်းတမ်း အချစ်ခန်းတွေနဲ့\nရိုက်ပြထားတာကြောင့် dark sideဖန်တွေ\nနှစ်ခြိုက်ကြမှာပါ.\n၁၈+ဖြစ်တာကြောင့် ၁၈နှစ်မပြည့်သူများ မကြည့်သင့်ပါ ခင်ဗျာ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/deadly-pickup/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNjU5NDg0NjM5Ml5BMl5BanBnXkFtZTgwNTUzNDE0MDE@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Gingerdead Man vs. Evil Bong",
        "description": "ဒီဇာတ်ကားလေးကတော့ ဘီးကျဲတွေ အကြိုက်တတွေ့စေမယ့်\nweedပြဲတဲ့အကြောင်းကို မှော်ဆန်ဆန်ဟာသ‌ဇာတ်နှောရိုက်ကူးထား\ncomedyလေးပါ.ဇာတ်လမ်းအကျဉ်းကတော့ တရံရောအခါက\nနတ်ဆိုးဆေးအိုးတစ်လုံးရှိတယ်တဲ့.\nအဲ့နတ်ဆိုးဆေးအိုးက ဘယ်လောက်တောင် highစေလဲဆိုရင်\nတစ်ခါသောက်ပြီးရင် တစ်သက်လုံး စိတ်ကူးယဉ်ကမ္ဘာထဲက\nမထွက်နိုင်‌လောက်အောင်ကို ကောင်းပါတယ်.\nအဲ့နတ်ဆိုးဆေးအိုးကို သိမ်းထားတဲ့ weedဆိုင်ပိုင်ရှင်\nဘီးကျဲ လာနယ်ဆိုတာလဲ ရှိသတဲ့ဗျာ.\nနောက်ပြီး gingerdeadmanဆိုတဲ့ မကောင်းဆိုးဝါးက\nသတ်ချင်နေတဲ့ မေလာဆိုတဲ့ လှပျိုဖြူတစ်ဦးလဲ ရှိပါတယ်.\nသူတို့နှစ်ဦးဟာ အကြောင်း‌အမျိုးမျိုးကြောင့် တိုက်ဆိုင်ပြီး\nအဲ့နတ်ဆိုးဆေးအိုးအစွမ်းနဲ့ စိတ်ကူးယဉ်ကမ္ဘာထဲ ပိတ်မိသွားသတဲ့.\nအဲ့အခါမှာ အဲ့နတ်ဆိုးဆေးအိုးကို ဘယ်လိုသုံးပြီး\nဘယ်လိုပြဲကြပြီးတော့ မကောင်းဆိုးဝါးနတ်ဆိုးဖြစ်တဲ့ Ginger deadmanကို\nဘယ်လိုအနိုင်ယူမယ်ဆိုတာကို ကြည့်ရှူခံစားကြပါဦးဗျာ.\nတချို့ဇာတ်၀င်ခန်းတွေမှာ ၁၈+ပါ၀င်တာကြောင့်\n၁၈နှစ်အောက် ကြည့်ဖို့ မသင့်တော်ပါ.",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/gingerdead-man-vs-evil-bong/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BMmE2MmM5Y2YtNzEzMy00ZjJiLWE2ZWEtYzMzZGYxMTYxNDM2XkEyXkFqcGdeQXVyMTAyNDYyNzcw._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Impetigore (2019)",
        "description": "ဒီကားက​တော့ အင်ဒိုသရဲကားပါ\nကျိန်စာ​တွေ, အောက်လမ်း​တွေ, ​မှော်​တွေ, ရုပ်​သေးပညာ​တွေနဲ့\nပတ်သတ်ပြီးစိတ်ဝင်စားတဲ့သူ​တွေဆိုရင်\nဒီကားကလက်မလွတ်သင့်တဲ့ကားပါ\nမင်းသမီးနဲ့သူ့သူငယ်ချင်းတို့က အထည်​ရောင်းတဲ့စီးပွား​ရေးလုပ်ဖို့\nအတွက်၂​ယောက်သား​ရှိသမျှ​ငွေအကုန်ရင်းလိုက်ကြတယ်\nကံဆိုးစွာနဲ့ ဂျင်းမိပြီး သူတို့မှာထားတဲ့အထည်​တွေက\nQualityအရမ်းညံ့​တော့ဘယ်သူမှမဝယ်ကြဘူး\nအဲ့မှာ၂​ယောက်လုံးမွဲပြာကျ​နေတဲ့အချိန်\nမင်းသမီးကသူ့မိဘ​တွေ​နေခဲ့တဲ့ရွာမှာအ​မွေပြန်သွား​တောင်းမယ်ဆိုပြီး\nသူငယ်ချင်း၂​ယောက်သားဆုံးဖြတ်လိုက်ကြတယ်\nရွာကလည်း​တော်​တော်ကို​ဝေးပြီး လူ​တော်​တော်များများမသိတဲ့ရွာကြီးပါ\nသူတို့အဲ့ရွာလည်း​ရောက်​ရောရွာကြီးက​ခြောက်ကပ်​နေပြီ\nကြက်သီးထစရာအပြည့်နဲ့သူတို့ကိုကြိုဆို​နေပါတယ် ​\nအဲ့က​နေစပြီး မင်းသမီးသူအ​မွေရမယ့်ဟာကိုစုံစမ်းရင်\nးသူ့သူငယ်ချင်းနဲ့အတူ အဲ့ရွာက​နေလွတ်မှာလား\nမလွတ်ဘူးလားဆိုတာ ကြည့်ကြပါဦးလို့...\nFile Size - 1.14 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Dolly\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/1y7t8/Impetigore.2019._720p_%7BCM%7D_.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/1234.jpg",
        "title": "Love, Rosie (2014)",
        "description": "ရိုစီ ဆိုတဲ့ ကောင်မလေး တစ်ယောက်ရှိတယ်\nသူမ ဟာ ပွင့်လင်းတယ် ရဲရင့်တယ်\nသူ့မှာ အဲလက်စ် လို့ ခေါ်တဲ့ သူငယ်ချင်း ကောင်လေး ရှိတယ်\nအဲလက်စ် နဲ့ ရိုစီ ဆိုတာ အသက် ၅ နှစ်လောက်ထဲက ခင်မင်လာတဲ့\nငယ်ပေါင်း သူငယ်ချင်းတွေ အိမ်ချင်းကလဲ မျက်နှာချင်းဆိုင်ပါပဲ\nအဲလက်စ် ရဲ့ အရာရာဘာမဆို တိုင်ပင်နိုင်တဲ့\nအကောင်းဆုံးလူဟာ ရိုစီ ဖြစ်သလို ရိုစီ ရဲ့\nအတွင်းရေး အရာအားလုံးကိုသိရှိနေတာကလဲ\nအဲလက်စ် ပါပဲ\nသူတို့ ၂ ယောက်ဟာ ငယ်ငယ်ထဲက တပူးပူးတတွဲတွဲ\nဖြစ်သလို အထက်တန်း အောင်ပြီးနောက်မှာလဲ\nတစ်မြို့ထဲ နေကြပြီး အဲလက်စ်က ဆေးကျောင်း\nဆက်တက်မယ် ရိုစီက ဟိုတယ်စီမံခန့်ခွဲဆိုင်ရာ\nကျောင်းကို ဆက်တက်မယ်ဆိုပြီး\nအိပ်မက်တွေ မက်ခဲ့ကြပါတယ်...\nဒါပေမယ့် ကံကြမ္မာဆိုတာ ကြိုမမြင်ရပါဘူး...\nကျောင်းကပွဲတွေပဲ ဖြစ်ဖြစ် ဘယ်လို ပါတီမျိုးကိုပဲ ဖြစ်ဖြစ်\nအတူတူ ကဖို့ အဲလက်စ် နဲ့ ရိုစီ တို့ဟာ စုံတွဲ တက်လေ့ ရှိပေမယ့်\nနောက်ဆုံး ကျောင်းပိတ် နှုတ်ဆက်ပွဲမှာတော့\nအဲလက်စ် က ရိုစီ ကို ကပွဲ အတူတူ တက်ဖို့ ဖိတ်ပေမယ့် ရိုစီ က\nခပ်ချောချော ကောင်လေး ရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/Sa1m/Love.Rosie.2014.720p.BluRay_%7BCM%7D_.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p4ys4a4yASjKuWzsNWY1B7xP5kZ.jpg",
        "title": "The Player(1992)",
        "description": "The Player (1992) အညွှန်း\n***************************\nIMDb rating ...... 7.5/10\nRotten Tomatoes 98%\n(ဒီထဲကမင်းသားကThe Shawshank Redemption (1994)ထဲမှာ စကားလေးမပွင့်တပွင့်ပြောရင်းကျွန်တော်တို့နှလုံးသားကို သိမ်းပိုက်သွားတာအားလုံးသိကြမယ်ထင်ပါရဲ့)Hollywood ရဲ့ ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ\nထုတ်လုပ်သူတစ်ယောက်လုပ်ရတာဟာ ထင်သလောက်မရိုးရှင်းလှပါဘူး....စာရေးဆရာတွေဆီက တစ်ရက်တစ်ရက်ကို\nကမ်းလှမ်းလာတဲ့ ရာနဲ့ချီသော ဇာတ်လမ်းပေါင်းစုံကို နားထောင်ပြီး ဇာတ်ကားရိုက်သင့်မရိုက်သင့်\nဆုံးဖြတ်ပေးရပါတယ်...ကမ်းလှမ်းလာသမျှဇာတ်လမ်းတိုင်းကို ထုတ်လုပ်သူတစ်ယောက်အနေနဲ့ လက်ခံဖို့မဖြစ်နိုင်တဲ့အခါစာရေးဆရာတွေရဲ့ မုန်းတီးမှုကိုခံကြရပါတယ်...ဂရစ်ဖင်န် မေးလ် ဟာလည်း ဟောလီးဝုဒ်နာမည်ကြီး ရုပ်ရှင်ထုတ်လုပ်ရေးစတူဒီယိုတစ်ခုရဲ့ အကြီးအကဲတွေထဲက တစ်ယောက်ပါ...တစ်နေ့မှာတော့ သူ့ဆီကို အမည်မသိ စာရေးဆရာတစ်ယောက်ဆီက ခြိမ်းခြောက်စာတွေ အဆက်မပြတ်ရောက်လို့လာခဲ့ပါတယ်...ဒီချိန်းခြောက်စာတွေဟာ တစ်ရက်ထဲမဟုတ် အကြိမ်ရေများလာတဲ့အခါမှာတော့ဂရစ်ဖင်တစ်ယောက် စိတ္တဇဖြစ်လာတယ်...အဲ့ဒီနောက် ဒီကိစ္စကို တစ်ယောက်ထဲဖြေရှင်းဖို့ကြိုးစားတော့တယ်...အဲ့ဒီအချိန်ကစပြီး မဟာပြဿနာပေါင်းစုံတက်တော့တာပါပဲ...…ဒီဇာတ်ကားဟာ တစ်ခေတ်တစ်ခါရဲ့ နာမည်ကျော်မင်းသားကြီး Tom Robbins ဦးဆောင်ထားပြီး Greta Scacchi နဲ့ အခြား နာမည်ကြီးသရုပ်ဆောင်များစွာပါ၀င်ထားပါတယ်... ဒါ့အပြင် ဆုပေါင်း (၁၄) ဆုအထိဆွတ်ခူးထားပြီး ၀က်၀က်ကွဲအောင်မြင်ခဲ့တဲ့ဇာတ်ကားကောင်း တစ်ကားလည်းဖြစ်ပါတယ်ဇာတ်လမ်းအစမှ အဆုံးအထိ ရင်တထိတ်ထိတ်ကြည့်ရမဲ့အပြင် ယနေ့ခေတ်နဲ့မတူ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-player1992/",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://static.xx.fbcdn.net/images/emoji.php/v9/t6c/1/16/2764.png",
        "title": "Looks That Kill 2020",
        "description": "Looks that Kill (2020)IMDb 6.3/10\nမက်စ် ရစ်ချက်ဒ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့\nအကြောင်းရိုက်ပြထားတဲ့ Dark Comedy, Drama အမျိုးအစားဇာတ်ကားကောင်းတကားပါ\nမက်စ်ဟာ မွေးစကတည်းက သေစေနိုင်လောက်တဲ့ မဟားတရားဆွဲဆောင်မှုပြင်းပြနေတဲ့မျက်နှာမျိုးနဲ့ မွေးဖွားလာတာဖြစ်တယ် သူ့မျက်နှာမြင်တာနဲ့ လူတိုင်းဟာအံ့သြမင်သက်ပြီး ဇီဝိန်ကြွေကြရပါတယ် ဒါကြောင့် ငယ်ငယ်လေးကတည်းက မျက်နှာမှာပတ်တီးစည်းထားရတဲ့ အထူးအဆန်းကောင်လေးတစ်ယောက်ပေါ့ အဲလက်စ်ဆိုတဲ့ကောင်မလေးနဲ့မဆုံခင်အထိ သူဟာသူ့ရုပ်ရည်ကြောင့် လူတွေဒုက္ခရောက်ရတယ်လို့ပဲ ခံယူထားခဲ့ပါတယ် အဲလက်စ်နဲ့ပဲ သူ့ဘဝမှာတန်ဖိုးမဖြတ်နိုင်တဲ့အတွေ့အကြုံတွေ သင်ခန်းစာတွေရခဲ့တယ် ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကတော့\nခုပဲ ကြည့်ရှုအားပေးလိုက်ပါတော့File Size : 650 Mb / 300 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kyi Kyi\nEncoded by Littleneo",
        "rating": "6.3",
        "url": "https://megaup.net/2e44D/Looks.That.Kill.2020.720p_(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e533iBmwHewIM9Nq8uJI65hf6AH.jpg",
        "title": "Raat Akeli Hai(2020)",
        "description": "Raat Akeli Hai(2020)အညွှန်း***************************** IMDB Rating 7.7 ရရှိထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း မစ္စတာဂျီတေးလ်ယာဒဗ်ဟာလူသတ်မှုတစ်ခုကိုစုံစမ်းဖို့တာဝန်ပေးခြင်းခံရပါတယ်။ သေဆုံးသူကအဖိုးကြီးတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ဒုတိယမြောက်လက်ထပ်ပွဲအပြီး ည၁၀ နာရီ နဲ့ ၁၂နာရီကြားမှာအသတ်ခံရတာဖြစ်ပါတယ်။ သေဆုံးသူရဂူဘီးရ်ဆင်းဆီမှာသေနတ်တစ်လက်ရှိပြီးသူပိုင်တဲ့သေနတ်နဲ့ပဲအသတ်ခံခဲ့ရတာဖြစ်ပါတယ်။ ညလူခြေတိတ်ချိန်မှာအသတ်ခံရတာဖြစ်ပေမယ့် သေနတ်ပစ်သံကိုဘယ်သူမှမကြားကြပါဘူး။ ဘယ်သူက ဘယ်အချိန်ဘယ်လိုသတ်လိုက်တာလဲ...ဘာကြောင့်သတ်လိုက်တာလဲ.... စုံစမ်းစစ်ဆေးရေးအရာရှိ ဂျီတေးလ်ယာဒဗ်ကဘယ်လိုစုံစမ်းဖော်ထုတ်မှာလဲ... .. ဒီအမှုမှာလူဘယ်နှဦးပါဝင်ပတ်သက်နေကြတာလဲ.. ... Cirme Drama ကားကြိုက်သူတွေအတွက်လက်မလွှတ်သင့်ပါကြောင်း.... . ဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်... File Size : (980 MB) and (380 MB)Quality : WEB-DL 720pFormat…mp4Duration…02:29:00Genre : Crime , Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Thaik SanEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://megaup.net/2e4x9/Raat_Akeli_Hai.2020.WEB-DL.720P.PP.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4kR1u9ir8ZsflhReDHX8zw00SSr.jpg",
        "title": "708090(2016)",
        "description": "708090(2016)ဒီကားထဲကမင်းသမီးကြီးကိုတော့ သိကြပါတယ်နော်...မတူညီတဲ့လူတွေမှာ မတူညီတဲ့ ပန်တိုင်းရှိကြပါတယ်။ကိုယ့်အိပ်မက်ကို အကောင်အထည်ပေါ်လာအောင်ကြိုးစားနေကြပါတယ်။\nဒီလိုကြိုးစားနေတဲ့ လမ်းခရီးမှာ လူတစ်ချို့က အရမ်းချောမွေ့ပေမယ့်၊တစ်ချို့လူတွေအတွက်ကတော့ အခက်အခဲပေါင်းများစွာနဲ့ရင်ဆိုင်ကြရပါတယ်။\nအခက်အခဲနဲ့ရင်ဆိုင်ရတဲ့အချိန်မှာ လက်မြှောက်အရှုံးပေးတဲ့သူရှိသလို၊အဆုံးထိကြိုးစားသွားတဲ့လူတွေရှိတဲ့အတိုင်း၊ အခြေအနေတစ်ခုကြောင့်ကိုယ့်အိပ်မက်ကိုစွန့်ခွာသွားတဲ့သူတွေလည်းရှိပါတယ်။\nဒီဇာတ်ကားမှာတော့ ကျောင်းသူမလေး တစ်ယောက်ရဲ့ အွန်လိုင်းဈေးကွက်ကိုစတင်လိုက်တဲ့အကြောင်း၊ ခရီးသွားဝါသနာပါတဲ့ ကောင်လေးက ဖခင်ဖြစ်သူရဲ့လုပ်ငန်း(လီမျိုးနွယ် ကုမ္မဏီ)မှာ ပြူနာတွေတက်လို့ မိသားစုစီးမွားရေးမှာ ပြန်လည်ပါဝင်ရတဲ့အကြောင်းတွေရိုက်ကူးထားပါတယ်။\nငယ်ငယ်ကတည်းက ရှိန်းကျိန့်မြို့ကို ရောက်လာပြီး ကိုယ့်အိပ်မက်အတွက်ကြိုးစားဖို့အတွက်ရောက်လာခဲ့တဲ့သူငယ်ချင်းသုံးယောက်ရှိပါတယ်။သူတို့ဘယ်လိုကြိုးစားကြမလဲ..ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ ဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ The One ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (322 MB)\nQuality : FHDRip 720p\nFormat…mp4\nDuration…01:31:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/S9o7/708090.Shenzhen_Love_Story.2016.FHDRip.720p.pp.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/SHA-160x200.jpg",
        "title": "Shakuntala Devi(2020)",
        "description": "Shakuntala Devi(2020)ဒီဇာတ်လမ်းက Human Computer လို့တင်စားလောက်အောင်သင်္ချာမှာတော်တဲ့ အိန္ဒိယက အမျိုးသမီးကြီးရှုကန်တလားဒေဝီ အကြောင်းကိုရိုက်ကူးထားတာပါ...မင်းသမီးကြီးကလည်း မြန်မာပရိတ်သတ်တွေရင်းနှီးတဲ့Vidya Balan ကသရုပ်ဆောင်ထားပါတယ်...ဇာတ်လမ်းစစချင်း မှာ ကောင်မလေးတစ်ယောက်ဟာ မကျေနပ်ချက်မျိုးစုံနဲ့ ရုံးကြီးတစ်ခုကိုသွားနေတယ်....သူမက ကြိုတင်ချိန်းဆိုထားတာဖြစ်လို့ လူကြီးတွေလည်းစောင့်ဆိုင်းနေကြတယ်...ဒီလူကြီးတွေ ကောင်မလေးချိန်းဆိုပြီး တရားစွဲတဲ့ကိစ္စအတွက်စောင့်ဆိုင်းနေကြတာပါ...သို့ပေမဲ့သူတို့အားလုံးက အံအားသင့်နေတဲ့မျက်နှာကိုယ်စီနဲ့...ဘာလို့ဆို ဒီကောင်မလေးဟာ သူ့အမေဖြစ်သူရဲ့ရှကန်တလားဒေဝီကို ဘဏ္ဍာရေးစာရင်းတွေ တရားမဝင်ဖျောက်ဖျက်မှုနဲ့\nတရားစွဲထားတာကြောင့်ပါ....ဘာကြောင့်အမေဖြစ်သူကိုတရားစွဲတာလဲ...ဒီအမေဖြစ်သူက ဘာကြောင့် Human Computer လို့တင်စားလောက်အောင်တော်နေတာလဲ...သူဖြတ်သန်းခဲ့ရတဲ့ငယ်ဘဝပုံရိပ်တွေဟာဘယ်လိုမျိုးလဲ...ကိုင်းဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး...ဒီကားက တော်တော်ကြီးကိုကောင်းပါတယ်...သရုပ်ဆောင်တွေလည်း အရမ်းကိုစနစ်တကျပြင်ဆင်ပြီး ရိုက်ချက်တွေလည်းအတော်ခမ်းနားပါတယ်...ပေးချင်တဲ့ Message တွေလည်းကောင်းမွန်လွန်းတာမို့ Spoiler ဖြစ်မှာစိုးလို့ ဒီလောက်ပဲတော်ပါရစေ..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Zwe Zan Aung,Thaik San & Thar Htet တို့ပဲဖြစ်ပါတယ်... File Size : (2.41GB) and (1.02GB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:07:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "",
        "url": " https://megaup.net/2sylo/Shakuntala_Devi.2020.WEB-DL.1080P.5.1CH_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/crash1-142x200.jpg",
        "title": "Crash 2004",
        "description": "Crash ဆိုတဲ့ ဇာတ်​ကား​က​တော့ ​လော့စ်​အန်​ဂျလိစ်​မြို့​တော်​တွင်​း လူမျိုး​ရေးခွဲခြားမှု​တွေ လူ့အသိုင်​းအဝိုင်​းကြားတင်​းမာမှု​တွေကို ရိုက်​ကူးပုံ​ဖော်​ထားတဲ့ ဇာတ်​ကားပဲဖြစ်​ပါတယ်​လူဖြူ လူမည်​းခွဲခြားမှု​တွေကြားမှာ လူဖြူ​တွေကို မုန်​းတီးပြီး အနုကြမ်​းစီးတတ်​တဲ့ Anthnoy ဟာ သူ့အ​ဖော်​နဲ့အတူ လူဖြူ​ရှေ့​နေ Rick နဲ့ သူ့ဇနီး Jean တို့ရဲ့ကားကို လုခဲ့ပါတယ်​။ဒီဇာတ်​ကား​လေးထဲမှာို​သေနတ်​နဲ့ခြိမ်​း​ခြောက်​ခံခဲ့ရတဲ့အတွက်​ လူမည်​း​တွေကို ​ကြောက်​ရွံ့​သွားပြီး သူ့အိမ်​မှာအလုပ်​လာလုပ်​တဲ့ လူမည်​း​​တွေကို မယုံကြည်​နိုင်​​တော့တဲ့ Jeanကျည်​ဆံသံ​တွေ​ကြား အိမ်​ခဏခဏ​ပြောင်​းခဲ့တဲ့ ​သော့ပြင်​ဆရာ Daniel​သော့ပြင်​ဆရာနဲ့အ​ခြေအတင်​စကားများပြီး​နောက်​ လူမည်​း​သော့ပြင်​ဆရာ​ကြောင်​့ သူ့ဆိုင်​​ဖောက်​ထွင်​းခံရတယ်​ ယူဆထားသူ Farhandလူမည်​းတစ်​​ယောက်​ဖြစ်​တဲ့အတွက်​ ဇနီးဖြစ်​သူကို ရဲတစ်​ဦး လက်​သရမ်​းတာကို ကြည်​့​နေခဲ့ရတဲ့ လူမည်​းရုပ်​ရှင်​ဒါရိုက်​တာ Cameronဖခင်​ရဲ့​ရောဂါ​ကြောင်​့ ​ဆေးရုံမှတာဝန်​ရှိသူ လူမည်​းအမျိုးသမီးကို မ​ကျေမနပ်​ဖြစ်​​နေသူ ရဲအရာရှိ Ryanလူမျိုး​ရေးခွဲခြားမှု​ကြောင်​့ ဖြစ်​​ပေါ်လာတဲ့ လူသတ်​မှုတစ်​ခုကို စုံစမ်​း​နေသူ လူမည်​းစုံ​ထောက်​တစ်​​ယောက်​ဦး Graham watersစတဲ့ဇာတ်​​ကောင်​​တွေရဲ့ လှုပ်​ရှားမှု​တွေနဲ့ ​အ​မေရိကန်​လူ့အသိုင်​းအဝိုင်​းကြား ဖြစ်​ရပ်​​တွေကို ပုံ​ဖော်​ထားတာ​တွေ့ရမှာပါ။ပါဝင်​ထားတဲ့ သရုပ်​​ဆောင်​​တွေက​တော့ခရိုင်​​ရှေ့​နေ Rick အဖြစ်​ Brendan ...",
        "rating": "7.1",
        "url": "https://megaup.net/2e3O0/Crash.2004_720p_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/money-138x200.jpg",
        "title": "Money Plane 2020",
        "description": "ဂျက်ဟာ ဒုစရိုက်သမားကြီး တစ်ဦးဆီမှာ အကြွေးများစွာ တင်နေတဲ့သူပါ။ သူ့မှာ အဖွဲ့တစ်ဖွဲ့လည်း ရှိပါတယ်။ ဆိုးတူကောင်းဖက် လုပ်စားကြမယ့် အဖွဲ့ပေါ့။ ဂျက်အကြွေးတွေကို အကြေချေပေးမယ်လို့ ပြောပြီး ဒုစရိုက်သမားကြီးက အလုပ်တစ်ခု ခိုင်းလာပါတယ်။ ပြတိုက်ထဲက ဒေါ်လာသန်းချီတန်တဲ့ ပန်းချီကားကို ခိုးဖို့ပေါ့။ အလုပ်ကို သေချာလုပ်တတ်တဲ့ ဂျက်တို့အဖွဲ့က သေချာပေါက်ဖြစ်စေရမယ်လို့ ယုံကြည်ပြီး ခိုးဖို့လုပ်ကြတယ်။ ဒါပေမဲ့ သူတို့လာမယ်ဆိုတာကို ပြတိုက်က ဘယ်လိုသိသွားတယ် မသိဘဲ ခိုးလို့ မရခဲ့ကြဘူး။ ဒီမှာပဲ ဒုစရိုက်သမားကြီးက မကျေနပ်တာနဲ့ ဒီထက်ပိုအန္တာရာယ်ကြီးပြီး ပိုပွပေါက်ရမယ့် Money Plane ဆီကို လွှတ်လိုက်တော့တယ်။ ကျန်တာတွေကို ဂျက်တို့အဖွဲ့ ဘယ်လိုလှုပ်ရှားမလဲဆိုတာကို ကြည့်ကြည့်ကြပါဦး။File Size : 600 Mb / 300 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:22:00\nGenre : Action\nSubtitle : Myanmar ...",
        "rating": "3.3",
        "url": "https://megaup.net/Safq/Money.Plane.2020.web_720p(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/the-drop-1-200x200.jpg",
        "title": "The Drop 2014",
        "description": "ဘော့ပ်ဟာ ဘားတစ်ခုမှာ သူ့ရဲ့ အစ်ကိုတစ်၀မ်းကွဲဖြစ်သူနဲ့အတူ အလုပ်လုပ်သူဖြစ်တယ်။ တစ်နေ့ သူတို့ရဲ့ ဘားကို ဓားပြတိုက်ခံလိုက်ရပြီး သူဌေးကို အပ်ရမယ့်ငွေတွေအကုန်ပါသွားတယ်။ တစ်နေ့ အိမ်အပြန်လမ်းမှာ အမှိုက်ပုံးထဲက ခွေးလေးတစ်ကောင်ကို အကြောင်းပြပြီး နာဒီယာဆိုတဲ့ မိန်းမတစ်ယောက်နဲ့ ခင်မင်သွားကြတယ်။ တိုက်ဆိုင်ချင်တော့ သူမွေးစားလိုက်တဲ့ ခွေးလေးဟာ နာဒီယာရဲ့ ရည်းစားဟောင်း အဲရစ်ဆိုတဲ့ လူရမ်းကားရဲ့ခွေးဖြစ်နေပြီး ဘော့ပ်ကို ခွေးဗန်းပြပြီး ခြိမ်းခြောက်မှုတွေလုပ်တော့တယ်။ အဲရစ်ဟာ လူသတ်တရားခံလို့ ကိုယ့်ကိုယ်ကို ကြွေးကြော်ထားသူလဲဖြစ်တယကြွေးကြော်ထားသူလဲဖြစ်တယ် ဘော့ပ်တစ်ယောက် ဓားပြတိုက်ခံလိုက်ရတဲ့ ငွေတွေကိုရှာရင်း အဲရစ်နဲ့ငြိတဲ့ ပြဿနာတွေဖြေရှင်းရင်း ဘာတွေဆက်ဖြစ်မလဲ ဒီဇာတ်လမ်းက မယုံနိုင်လောက်အောင် လှည့်ကွက်တွေများလှပါတယ် File Size : 750 Mb / 350 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/2Tzqx/The.Drop.2014.720p_web_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/100-141x200.jpg",
        "title": "100 Yards 2019",
        "description": "100 YARDS\nဒီဇာတ်ကားလေးကတော့ Rating 5.2 ရထားတဲ့ဇာတ်ကား‌ေကာင်း‌ေလးတစ်ကားဖြစ်ပါတယ်\nဒီဇာတ်ကားလေးထဲမှာတော့ Steven Brewis က Rich Porter အဖြစ် အဓိကဇာတ်ဆောင်နေရာမှာပါဝင်ထားပါတယ်\nRebecca limကလည်းBrittany အနေဖြင့်မင်းသမီးနေရာမှာပါဝင်အားဖြည့်ပေးထားပါပြီး မင်းသမီး Rebecca limအနေဖြင့်လည်းအ ကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုကိုရရှိထားသူတစ်ဦးလည်းဖြစ်ပါတယ်\nဒီကားလေးမှာမင်းသားဖြစ်တဲ့Rich Porter\nက နာမည်ကြီးအရှေ့တန်းတိုက်စစ်မှုဖြစ်ပေမယ့်\nပျောက်ဆုံးသွားတော့ သူ့အမေကိုရှာဖို့အတွက်\n‌ဖိလစ်ပိုင်နိုင်ငံသို့သွားခဲ့ရာ ကံမကောင်းစွာဖြင့်\nဦးနှောက်အကျိတ်ရောဂါကိုခံစားခဲ့ရပါတယ်\nမင်းသားအနေဖြင့်လည်းရောဂါဘေးမှလွှတ်မြောက်ပြီးအသက်ရှင်မလားဒါမှမဟုတ်သေဆုံးမလားသူ့အမေကိုပြန်တွေ့မလား မတွေ့ဘူးလားဆိုတာကိုစိတ်ဝင်စားဖွယ် ကြည့်ရှု့ရမယ့် ဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ် File Size : 800 Mb / 400 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thiha Naing Htoo\nEncoded by Littleneo",
        "rating": "5.1",
        "url": "https://megaup.net/2e39B/100.Yards.2019_web_720p_(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/rising-135x200.jpg",
        "title": "Rising Free 2019",
        "description": "အခုတစ်​​ခေါက်​တင်​ဆက်​​ပေးထားတဲ့ Rising Free ဆိုတဲ့ဇာတ်​ကား​လေးထဲမှာ​တော့ ၁၉ရာစု အ​မေရိကန်​ပြည်​သူ​တွေရဲ့ စစ်​ပွဲ​တွေ သူပုန်​ရန်​​တွေကြား ရုန်​းကန်​ရပုံ​တွေ ဒုက္ခ​တွေကြားက ​မျှော်​လင်​့ချက်​နဲ့ရှင်​သန်​ရတာ​တွေကို ရိုက်​ကူးပုံ​ဖော်​ထားတာ ​တွေ့ရမှာပါ။ဘဝကိုကြမ်​းတမ်​းစွာ ဖြတ်​သန်​းခဲ့ရတဲ့ ​Nakomay ဆိုတဲ့ မိန်​းက​လေးဟာ ​အော်​ရီဂွန်​ပြည်​နယ်​က သူပုန​်​​တွေလက်​ချက်​နဲ့ မိသားစုကိုဆုံးရှုံးခဲ့ရပါတယ်​။မိသားစုကိုဆုံးရှုံးခဲ့ရတဲ့ ​ဖြစ်​ရပ်​​ကြောင်​့ ခံစား​နေရတဲ့ Nakomay ကို ကယ်​တင်​ခဲ့တဲ့ Ethel ိုတို့မိသားစုဟာ Nakomay ခံစား​နေရတာကို ကူညီ​ပေးရင်​း မျှ​ဝေခံစား​ပေးခဲ့ပါတယ်​။Ethel တို့မိသားစုဟာလည်​း စစ်​ပွဲကြားက ထွက်​​ပြေးကာ နာကျင်​စရာအတိတ်​​တွေကို ရင်​ဆိုင်​​ကျော်​ဖြတ်​​နေရတဲ့ သူ​တွေပါပဲ။ဒီဇာတ်​လမ်​း​လေးထဲမှာ​တော့​သေဆုံးသွားတဲ့ မိသားစုဝင်​​တွေအတွက်​ ယူကြုံးမရဖြစ်​​နေတဲ့ Nakomay​အတိတ်​ဆိုး​တွေကြားက မိသားစု​ပေါင်​းစည်​းနိုင်​​ရေးအတွက်​ ​ဖျောင်​းဖျရင်​း ​အေးချမ်​း​အောင်​​နေတတ်​သူ Ethelအားငယ်​​နေတဲ့Nakomay ကို ကာကွယ်​​စောင်​့​ရှောက်​ရင်​း Nakomay ကိုချစ်​မိသွားတဲ့ Banjaminစစ်​ပွဲကြား မိမိ​ကြောင်​့ မိခင်​​သေဆုံးသွားရတဲ့အတွက်​ ​လေလွင်​့​နေတဲ့ Jamesစတဲ့ဇာတ်​​ကောင်​​တွေနဲ့ 1887 ခုနှစ်​ သူပုန်​​တွေကြား ​ရှောင်​ပုန်​း​နေရတဲ့ ​ကပြား​ကောင်​မ​လေးရဲ့ဘဝကို မြင်​​တွေ့ရရုံသာမက Nakomay ...",
        "rating": "6.6",
        "url": "https://megaup.net/S8f1/Rising.Free.2019.720p.WEBRip.(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BNzFiYTdiMDktMzJhZi00NzEwLTgxN2UtNDc5OTM5MmVhMjRkXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Amulet",
        "description": "ဒီဇာတ်လမ်းကတော့ ဇူလိုင်လ ၂၄ ရက်နေ့ကမှ\nထွက်ထားတဲ့ အသစ်စက်စက် ကား တစ်ကားဖြစ်ပါတယ်\nဇာတ်ကားနာမည်က Amulet ပါ\nAmulet ဆိုတာက အဆောင် လက်ဖွဲ့ ပစ္စည်းတစ်ခုခုကို\nပြောချင်တာဖြစ်ပါတယ်\nတချို့အဆောင်လက်ဖွဲ့တွေက သိမ်းထားရင်\nဘေးရန်ကင်းတယ်လို့ တချို့ကတော့\nဘေးဖြစ်စေတယ်လို့ ယူဆကြတတ်ကြပါတယ်\nဒီဇာတ်ကားမှာလည်း အဆောင်လက်ဖွဲ့လေးတစ်ခုကို\nရပြီးတော့ ထူးထူးဆန်းဆန်းတွေ ကြုံရတာကို ရိုက်ထားတာပါ\nဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်\nတိုးမက်ဇ် လို့ခေါ်တဲ့ စစ်သားတစ်ဉီး ရှိပါတယ်\nသူက အကျင့်စာရိတ္တလည်း မကောင်းပါဘူး\nသူ တာဝန်ထမ်းဆောင်နေဆဲကာလမှာ ဆိုးရွားတဲ့\nပြစ်မှုတစ်ခုကို ကျူးလွန်ခဲ့တယ် ပြီးတော့သူ\nအဆောင် လက်ဖွဲ့တစ်ခုကို တောထဲမှာ ရှာတွေ့ခဲ့ပါတယ်\nအဲ့ဒီ့လက်ဖွဲ့ကလေးရပြီးတဲ့နောက် သူ\nထူးထူးဆန်းဆန်းတွေနဲ့ပဲ ကြုံရပါတော့တယ်\nတစ်နေ့ သူမေ့လဲသွားပြီး မြို့က ဆေးရုံကို ရောက်သွားခဲ့ပါတယ်\nအဲ့ဒီနောက် စစ်စတာ တစ်ယောက်နဲ့ အဆက်အသွယ်ရပြီးတော့\nမြို့က အကူညီလိုအပ်နေတဲ့ မက်ဂဒါလို့ခေါ်တဲ့\nအမျိုးသမီးအိမ် ကို သွားပြီးတော့ အိမ်အလုပ်တွေ ကူလုပ်ရင်း နေခဲ့ပါတယ်\nမက်ဂဒါ ရဲ့ အမေက မူမမှန်ပါဘူး ဒ\nါကို အစတည်းက တိုးမက်ဇ်က ရိပ်မိပါတယ် ဒါပေမယ့်\nအမေဖြစ်သူကိုတော့ သူ မမြင်ဖူးခဲ့ပါဘူး\nဒီအိမ်ကိုစရောက်တဲ့နေ့ကစပြီးတော့ တိုးမက်ဇ်ဟာ\nထူးဆန်းတာတွေ တစ်ခုပြီးတစ်ခုကြုံလာရပါတော့တယ်\nအိမ်ကနေ ...",
        "rating": "6.2",
        "url": "https://megaup.net/S729/Amulet.2020.720p_%7BCM%7D_.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BNDgwNmU1NzItYWM5MS00YWUzLTk1ZDctODBjYTQ0NDg0NjQ3XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Target Number One",
        "description": "ဒီဇာတ်လမ်းကတော့ ၁၉၈၉ ခုနှစ်မှာ ဖြစ်ပျက်ခဲ့တဲ့\nဖြစ်ရပ်မှန် ဇာတ်ကားပါ။\nMost Wanted ဆိုတဲ့ အမည်ခွဲလည်း ပေးထားပါသေးတယ်။\nထိုင်းနိုင်ငံမှာ ဘိန်းမှောင်ခိုမှုနဲ့ အဖမ်းခံခဲ့ရတဲ့\nကနေဒါ နိုင်ငံသားတစ်ယောက်ကို ကယ်တင်ခဲ့တဲ့\nကနေဒါနိုင်ငံက ဂျာနယ်လစ်တစ်ယောက်ရဲ့ကြိုးပမ်းမှုကို\nတင်ဆက်ထားတာပါ။\nအကျင့်ပျက် ခြစားတဲ့ ရဲတချို့ရဲ့ လုပ်ရပ်ကြောင့်\nသာမန်ပြည်သူတစ်ယောက် ဒုက္ခရောက်ခဲ့ရတဲ့အကြောင်းပါ။\nမီဒီယာရဲ့အခန်းကဏ္ဍက ပြည်သူတွေအပေါ်မှာ\nဘယ်လောက်အရေးပါတယ်ဆိုတာကို ရိုက်ပြထားတာပါ။\nအတ္ထုပ္ပတ္တိကို တင်ပြထားတာဆိုပေမယ့်\nဇာတ်လမ်းက လုံးဝကို ပျင်းစရာကောင်းမနေခဲ့ပါဘူး။\nကြည့်ရင်းကြည့်ရင်းနဲ့ ဘာဖြစ်လာမလဲဆိုပြီး\nစိတ်ဝင်တစားနဲ့ ကြည့်ရှုရမယ်\nဇာတ်ကားကောင်းတစ်ကားပါ\nIMDb - 6.2/10 ရထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပါပဲ။\n \nFile Size - 1.3 gb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - August\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://megaup.net/1y4ue/Target.Number.One.2020.720p_%7BCM%7D_.mp4",
        "category": "Biography, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BZDJkMGJhYTUtMTM1Ny00NjRjLWJiM2QtM2RmNTY0ZWRlZjEzXkEyXkFqcGdeQXVyMTg0MTI3Mg@@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Cousins",
        "description": "ဘာသာရေးကိုင်းရှိုင်းတဲ့အဒေါ်နဲ့ ငယ်စဉ်ကတည်းကအတူနေခဲ့ရတဲ့\nလူးကပ်စ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်လေးရဲ့ဘ၀ဟာ\nသူ့မှာရှိလို့ရှိမှန်းတောင် တစ်ခါမှမသိဖူးတဲ့\nထောင်ထွက်၀မ်းကွဲကောင်လေးတစ်ယောက်နဲ့\nအတူနေဖို့ဖြစ်လာချိန်ကစလို့ အရောင်စုံလင်တဲ့\nအပြောင်းအလဲတစ်ခုနဲ့ကြုံတွေ့လိုက်ရပါတယ်…\nဘာသာတရားကိုင်းရှိုင်းတဲ့အသိုင်းအ၀ိုင်း..\nတစ်ဘက်သက်အတင်းလိုက်နေတဲ့ကောင်မလေးတစ်ယောက်...\nအတင်းပြောရာမှာအထုံ၀ါသနာကြီးတဲ့\nအန်တီကြီးတစ်အုပ်စုကြားက လူးကပ်စ်လေးရဲ့ရှေ့ခရီးဘယ်လိုလဲဆိုတာ\nကြည့်ကြရမယ့် Bl ကားလေးတစ်ကားပါ\n \nFile Size -  850 mb\nQuality - bluray 1080p\nSubtitle - burmese\nTranslator - Sane Khet\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/1y4u2/Cousins.2019.PORTUGUESE.720p.BluRay_%7BCM%7D_.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BOTc5OGUxYzktZGZkYy00ODBlLThhYTQtNDExMGE5YTFhNDk2XkEyXkFqcGdeQXVyMTAyNjY3OTM@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Jungle Beat: The Movie (2020)",
        "description": "Jungle Beat: The Movie (2020)=======================IMDb Rating - 5.6/10#Unicodeဒီတစ်ခါတော့ ကလေးတွေ အကြိုက်ကာတွန်းကားလေး တင်ဆက်ပေးပါမယ်။ ကလေးတွေအတွက် တင်ဆက်ပေးနေတဲ့ချစ်စရာ ကောင်းတဲ့ တောကောင်လေးတွေရဲ့ ရယ်စရာလေးများကို သဘာဝအငွေ့အသက်နဲ့ ဖန်တီးထားတဲ့ AnimationSeries - Jungle Beat ရဲ့ Jungle Beat: The Movie ဖြစ်ပါတယ်။ Series တွေထဲမှာတော့ တိရစ္ဆာန်လေးတွေက စကားမပြောနိုင်ပေမဲ့ ဒီ Movie ထဲမှာတော့ စကားပြောနိုင်ကြပါတယ်။ ဒီလိုဖြစ်ရတဲ့ အကြောင်းအရင်းကတော့ ဂြိုလ်သားလေးတစ်​ယောက် သူတို့နေတဲ့တောထဲကို ရောက်လာလို့ပါပဲ။ သူတို့တွေ တခြားကမ္ဘာကလာတဲ့ သူငယ်ချင်းကိုတွေ့ပြီး အထီးကျန်နေတဲ့၊ အိမ်ကိုလွမ်းနေတဲ့ သူတို့ရဲ့သူငယ်ချင်းကို အိမ်ပြန်နိုင်အောင် သူတို့တွေ ကူညီပေးတာကိုတွေ့ရမှာပါ။ ဇာတ်လမ်းလေးက ချစ်စရာလေးပါပဲ။ ဒီကားလေးဟာ IMDb Rating 5.6/10 ရထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut ...",
        "rating": "5.6",
        "url": "https://megaup.net/1y5fq/[CM]Jungle.Beat.The.Movie.2020.Webrip.720P.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1nw90Kv4jZ0z0mBcEDUs8M9vXVD.jpg",
        "title": "Shukranu(2020)",
        "description": "Shukranu(2020)Drama ဇာတ်ကားဖြစ်ပြီးတော့တစ်ခြားဇာတ်ကားတွေနဲ့မတူဘဲကတဲ့အခန်းလုံးဝမပါပါဘူး၊IMDB rating ကလည်း 6.8 ရထားပါတယ်။ဘစ်တူးဟာဘာနူးနဲ့အတူဒေလီမှာနေပါတယ်။သူကဒေလီကကောင်မလေးတစ်ယောက်ကိုတွေ့ပြီးကြိုက်သွားပါတော့တယ်။ဒါပေမယ့်အခြေအနေမပေးတဲ့အတွက် အိမ်ကပေးစားပဲသူနဲ့ပဲလက်ထပ်ဖို့ဆုံးဖြတ်လိုက်တယ်။အဲ့ဒီခေတ်က သူတို့ဆီမှာ ခပ်ဆန်းဆန်းအမိန့်တစ်ခုထုတ်ပြန်ထားတယ်...ဘစ်တူးတစ်ယောက် တလွဲလုပ်မိရာကနေ ထုတ်ထားတဲ့အမိန့်မှာ ရောယောင်ပြီးပါသွားတယ်...။အဲ့ဒီနောက်ကစလို့ ပြဿနာမျိုးစုံကြုံတွေ့ရပါတော့တယ်..ထုတ်ထားတဲ့အမိန့်ကဘာလဲ...ဘာကြောင့်အဲ့အမိန့်ကို မလိုက်နာသင့်ဘဲသူလိုက်နာလိုက်ရတာလဲ..နောက်ဆက်တွဲပြဿနာတွေကရောဘာဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။File Size : (850 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/1y5g3/Shukranu.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BMjMwOGEyMTQtMDllMC00YTU3LTgyNzktYmEwY2Y4MjQzYmRkXkEyXkFqcGdeQXVyMjM4OTYzMTQ@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Rental",
        "description": "ဒီတစ်​​ခေါက်မိတ်ဆက်​ပေးချင်တာက​တော့\nညဘက်မှာ ​ကျောခြမ်းစရာ Thriller ​လေး​တွေမှ\nကြည့်ချင်တယ်ဆိုတဲ့ ​လူ​တွေအတွက်\nအကြိုက်ဖြစ်ပါလိမ့်မယ် ။\nခရီး​တွေသွားတဲ့အခါ ငှားလို့ရတဲ့ လုံးချင်းအိမ်​လေး​တွေကို\nသိကြမယ်မလား ။\nအခုဇာတ်အိမ်ကလည်း အဲ့လိုအိမ်​လေးအ​ပေါ် အ​ခြေခံထားခဲ့တာပါ ။\nချာလီနဲ့ ​ဂျော့ရှ်က ညီအစ်ကို နှစ်ဦးဖြစ်ပြီး\nသူတို့ရဲ့ ချစ်သူ​တွေဖြစ်တဲ့ မီရှယ် ၊ မီနာ တို့နဲ့အတူ ပိတ်ရက်မှာ\nကမ်း​ခြေကို ခရီးထွက်ဖို့အတွက် ပြင်ဆင်ခဲ့ကြပါတယ် ။\nငှားထားတဲ့ အိမ်ကို ​ရောက်လာတဲ့အခါမှာ​တော့\nအိမ်ပိုင်ရှင်က နည်းနည်း ထူးဆန်းပြီး ​လူမျိုး​ရေးခွဲခြားတတ်တဲ့\nသူတစ်​ယောက်လည်း ဖြစ်​နေပြန်တာမလို့\nမီနာက သ​ဘောမကျခဲ့ပါဘူး ။\nဒီလိုနဲ့ပဲ ညဘက်​​ရောက်တဲ့အခါမှ ​သောက်စားမူးယစ်ရင်း\nမီနာက သူ့ရည်းစားရဲ့ ညီဖြစ်သူ ချာလီနဲ့ မှားယွင်းမိပြီး\nနောက်တစ်​နေ့မှာ​တော့ သူတို့ရဲ့ ​ရေချိုးခန်း​တွေထဲမှာ\nကင်မရာ ဆင်ခံထားရတာကို သိလိုက်ရပါ​တော့တယ် ။\nဒါတင်မက တခြားရှုပ်​ထွေးတဲ့ကိစ္စကပါ\nထပ်ပြီး ထွက်​ပေါ်လာတဲ့အချိန်မှာ​တော့\nသူတို့​လေး​ယောက်က ဒါ​တွေက ဘယ်လိုမျိုး\n​ဖြေရှင်းကြမလဲ ဆိုတာကို ဇာတ်ကွက်အလှည့်အ​ပြောင်းကြမ်းကြမ်း ၊\nအသည်းတယားယားနဲ့ ကြည့်ရမှာ ဖြစ်သလို\nချစ်သူ​တွေကြားက က​တောက်ကဆကိုပါ\nမြင်သာ​အောင် ရိုက်ကူးပြထားတဲ့\nရုပ်ရှင်ကား​ကောင်း တစ်ခုလည်း ဖြစ်ပါတယ် ။\n  \nFile Size - 954 ...",
        "rating": "7.3",
        "url": "https://megaup.net/1y4u8/The.Rental.2020.720p_%7BCM%7D_.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BYjBlYmExOWQtNTUxNy00YTYwLTlkYTUtZDM5MGRjYmZkMzIwXkEyXkFqcGdeQXVyMTAwMzM3NDI3._V1_-131x200.jpg",
        "title": "Dragons: Rescue Riders: Secrets of the Songwing (2020)",
        "description": "Dragons: Rescue Riders: Secrets of the Songwing (2020)========================================IMDb Rating - 6.1/10#Unicodeဒီတစ်ခေါက်တင်မယ့် ကားလေးက July 24  ရက်နေ့က Netflix မှာပြသခဲ့တဲ့ Animation ကားအသစ်စက်စက်လေးဖြစ်ပါတယ်။ဒီဇာတ်ကားကို Dream Works Studioကပဲထုတ်ထားပြီး How to train your dragon နဲ့ကျောရိုး အနည်းငယ်ဆင်ပါတယ်။ဗိုက်ကင်းလူမျိုးတွေဟာ သူတို့နဂါးလေးတွေနဲ့နေထိုင်နေရာမှာ သီချင်းနဂါး(Songwing) တစ်ကောင်ပေါ်လာပြီးပုံမှန်မဟုတ်တဲ့ဖြစ်ရပ်တွေဟာ ဆက်တိုက်သလိုဖြစ်နေတာမို့ ဒီကိစ္စကိုအဖြေရှာရင်း သိရှိကြတဲ့အခါ နဂါးစီးဗိုက်ကင်းလူမျိုးတွေရဲ့ လှုပ်ရှားမှုတွေကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။ ဇာတ်လမ်းနဲ့ ဇာတ်ကောင် Characters လေးတွေဟာ အမတန်ချစ်စရာကောင်းပြီး . အိမ်က သားငယ်သမီးတွေကိုပါ ပြသလို့ရ ပြသလို့သင့်တဲ့ ဇာတ်လမ်းကောင်းလေးမို့ ခံစားကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့  Hnin Wut Yi ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ေခါက္တင္မယ့္ ကားေလးက July 24 ရက္ေန႔က Netflix မွာျပသခဲ့တဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2e2pz/[CM]Dragons.Rescue.Riders.Secrets.of.The.Songwing.2020.Webrip.720P.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/Screen-Shot-2020-08-01-at-2.30.02-PM-138x200.png",
        "title": "Yaara (2020)",
        "description": "Yaara (2020)===========IMDb Rating - 6.3/10#UnicodeJuly 30 ကမှ အသစ်စက်စက်ထွက်ရှိလာပြီး Action/Crime/ Drama အမျိုးအစားဖြစ်ကာ ဒီရက်ပိုင်း လူကြိုက်များနေတဲ့India Movie ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်စဉ်ကတည်းက အကြောင်းအမျိုးမျိုးကြောင့် တွဲမိခဲ့တဲ့ သူငယ်ချင်းလေးယောက်ရှိပါတယ်။သူတို့လေးယောက်ပေါင်းပြီး လက်နက်မှောင်ခို မူးယစ်ဆေးမှောင်ခို အစရှိတဲ့ တရားမဝင်အလုပ်တွေနဲ့ ဒုစရိုက်လောကမှာပျော်မွေ့နေခဲ့ရာက  မထင်မှတ်တဲ့ ကိစ္စတွေကြောင့် ​အရွယ်တစ်ခုရလာမှ ပြန်တွေ့ကြတဲ့အခါ သုံးယောက်က ဘဝကိုပြန်တည်ဆောက်ပြီး တည်ငြိမ်တဲ့အခြေအနေရောက်သွားပေမယ့် ကျန်တစ်ယောက်က ဗီဇကို မဖျောက်နိုင်တဲ့အခါ ဘယ်လိုကြမ္မာဆိုးတွေက သူတို့ကိုစောင့်နေမလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ ခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#ZawgyiJuly 30 ကမွ အသစ္စက္စက္ထြက္ရွိလာၿပီး Action/Crime/ Drama အမ်ိဳးအစားျဖစ္ကာ ဒီရက္ပိုင္း လူႀကိဳက္မ်ားေနတဲ့India Movie ဇာတ္ကားေလးျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ငယ္စဥ္ကတည္းက အေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ တြဲမိခဲ့တဲ့ သူငယ္ခ်င္းေလးေယာက္ရွိပါတယ္။သူတို႔ေလးေယာက္ေပါင္းၿပီး လက္နက္ေမွာင္ခို မူးယစ္ေဆးေမွာင္ခို အစရွိတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2e3jA/[CM]Yaara.2020.Web-DL.720P.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7sf9CgJz30aXDvrg7DYYUQ2U91T.jpg",
        "title": "12 Angry Men (1957)",
        "description": "[Unicode]12 Angry Men (1957)IMDB - 8.9 out of 10\nRotten Tomatoes - 100 out of 100\nAll Time IMDB Top 5ကြည့်ခဲ့ဖူးတာ ကြာပြီဆိုတဲ့ တစ်ချို့ ရုပ်ရှင်တွေမှာ ဇာတ်လမ်းဇာတ်အိမ်ကို ကျွန်တော်တို့ မမ‌ှတ်မိတော့ ရင်တောင် ရခဲ့ဖူးတဲ့ ခံစားမှုတွေက ပြန်လာတတ်ပါတယ်။\nဒီရုပ်ရှင်ဟာ ကျွန်တော့်ကို Terminalရုပ်ရှင်ထဲက ဇာတ်ဝင်ခန်း တစ်ခုကို သတိရစေပါတယ်။\nအဖေအတွက် ဆေးခိုးသယ်တဲ့ လူအခန်းမှာလားတော့ သေချာမမှတ်မိတော့ပါဘူး\nသုံးတဲ့ စကားလုံးအတိအကျကိုလည်း သေချာမမှတ်မိတော့ပါဘူး။\nတစ်ခါတလေ လူတွေအကျိုးနဲ့ယှဉ်ရင် စည်းမျဉ်းတွေကို ဘေးဖယ်ထားပေးထားရတယ်ဆိုတဲ့ အဓိပ္ပာယ်ပေါက်တဲ့ စကားစုလေးကို ကျွန်တော် မှတ်မိနေပါသေးတယ်။စစ်မှန်တဲ့ ဒီမိုကရေစီစနစ်ရဲ့ တရားစီရင်မှုနည်းစနစ်အရ တရားသူကြီးမင်းဟာ ဂျုရီဆယ့်နှစ်ယောက်ကို ကျပန်း ဖိတ်ကြားခဲ့တယ်။\nဒီလူတွေဟာ ဒီအမှုကနေ ဘာမှရယူစရာဆုံးရှုံးစရာမရှိတဲ့လူတွေ။\nမတူညီတဲ့လူတန်းစာအလွှာလွှာ မတူညီတဲ့အသက်မွေးဝမ်းကြောင်း‌‌တွေ မတူညီတဲ့\nစိတ်သဘောထား‌တွေ မတူညီတဲ့ဘဝအမြင်ရှိတဲ့လူတွေ။\nသူတို့ အဆုံးအဖြတ်ပေးရမယ့် ...",
        "rating": "8.9",
        "url": "https://megaup.net/2e1bk/12_Angry_Men_(1957)_B&W.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/DET-133x200.jpg",
        "title": "Detective Dee: Solitary Skies Killer (2020)",
        "description": "Detective Dee: Solitary Skies Killer (2020)\nဒီရုပ်ရှင်ကလည်း စုံထောက် တီးရန်းကျန်ရဲ့ ဇာတ်လမ်းပါပဲ။ဒါပေမယ့် အရင်ထွက်ခဲ့တဲ့ ကားတွေနဲ့ မဆက်စပ်ပါဘူး။\nမင်းသားကလည်း အသစ်ပါပဲ။ ကြည့်လို့ ကောင်းပါတယ်။သိုင်းကားငတ်နေတဲ့သူတွေအတွက်တော့အကြိုက်ပေါ့...\nဇာတ်လမ်းအကျဉ်းကတော့ ချန်းမိသားစုဟာ မင်္ဂလာဦးညမှာ သတို့သမီးဖြစ်သူကသတ်ဖြတ်တာကို ခံရပြီး သတို့သမီးကလည်း သူ့ကိုယ်သူ သတ်သေသွားခဲ့တယ်။အဲဒီအမှုမှာ တကယ့်တရားခံအစစ်က သေသွားတဲ့ သတို့သမီးမဟုတ်တာကိုသံသယဖြစ်တဲ့ စုံစမ်းရေးမှူးတီးဟာ နောက်ကွယ်က တရားခံကို ဖော်ဖို့ ပဟေဠိတွေ အဖြေညှိရပါတော့တယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneoပဲဖြစ်ပါတယ်...File Size : (750 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Action, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Thanhtike Zaw",
        "rating": "",
        "url": "https://megaup.net/2n0hD/Detective_Dee_Solitary_Skies_Killer_2020_REPACK_WEBDL_720P.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yJdeWaVXa2se9agI6B4mQunVYkB.jpg",
        "title": "Ip Man 4: The Finale ( 2020 )",
        "description": "Zawgyi******* IP Man ရဲ့ 4 ကားမြောက်ဇာတ်ကားဖြစ်သလို နောက်ဆုံးကားလည်းဖြစ်ပါတယ်တကယ်ကိုကောင်းလွန်းတဲ့ကောင်းပါပဲ.သိုင်းချစ်သူတွေကိုတော့အထွေအထူးအများကြီးညွှန်းနေစရာတောင်မလိုဘူးထင်ပါတယ်။ ဒီဇာတ်ကားမှာတော့IP Man ဟာ သူ့ရဲ့အမျိုးသမီးသေဆုံးပြီးတဲ့နောက်ကျန်ခဲ့တဲ့သားငယ်ကိုတစ်ယောက်တည်းထိန်းကျောင်းခဲ့ရတယ်သားဖြစ်သူကလည်း အဖေဗီဇအတိုင်းပဲ သိုင်းကိုအရူးအမူးဝါသနာပါပေမယ့်IP Man က မသင်ပေးခဲ့ပါဘူး..ဒီတော့ရန်တွေခဏခဏဖြစ်ကျောင်းထွက်ရတော့သားဖြစ်သူအတွက် သင့်တော်မယ့်ကျောင်းကို ရှာဖို့အတွက်IP Man တစ်ယောက် အမေရိနိုင်ငံ ဆန်ဖရန်စစ်စကို မြို့ကိုခရီးဆန့်ရပါတော့တယ်အဲ့မှာ သူ့တပည့်ရင်းတစ်ယောက်ဖြစ်တဲ့ Bruce Lee နဲ့ပြန်လည်ဆုံတွေ့ပါတယ်အဲ့ဒီနောက်ဘယ်လိုတွေဆက်ဖြစ်မယ်ဆိုတာ ကိုယ်တိုင်သာဆက်လက်ခံစားကြပါဒီကားမှာ Bruce Lee ကို ရိုက်ကူးထားတာလည်း ကျွန်တော်သဘောကျမိပါတယ် File Size : (2.1GB)(850 MB) and (307 MB)\nQuality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:47:00\nGenre : Action , Biography , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Littleneo\nEncoded by ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/ip-man-4-the-finale-2020/",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lK9LE5D67HNyPlhJcjKAgnRh0OO.jpg",
        "title": "Following (1998)",
        "description": "[Unicode]Following (1998)IMDB .========== 7.5/10\nRotten Tomatoes = 81%\" ခင်ဗျား ကားပေါ်မှာ တခြားလူတွေစကားပြော‌နေတာကို နားထောင်ဖူးလား။\nဒါမှမဟုတ်ဗျာ မြေအောက်ရထားလမ်းမှာ တွေ့တဲ့လူတွေကိုဖြစ်ဖြစ် လမ်းပေါ်ကတစ်‌ယောက်ယောက်ကိုပဲဖြစ်ဖြစ်\nစိတ်ဝင်စားစရာကောင်းတဲ့ပုံစံ နည်းနည်းလေး ထူးဆန်းတဲ့ပုံစံရှိတဲ့လူကိုဖြစ်ဖြစ် ဒီလိုတစ်ခုခုကိုပေါ့\nသူတို့ဘဝက ဘယ်လိုရှင်သန်နေလဲ သူတို့ ဘာလုပ်သလဲ\nသူတို့ ဘယ်ကလာလဲ သူတို့ဘယ်ကိုသွားမလဲဆိုတာ ခင်ဗျား သိချင်စိတ်မဖြစ်ဖူးဘူးလား။\nလူတစ်ယောက်ယောက်ရဲ့ ပြုမူကျင့်ကြံပုံကို ခင်ဗျား သတိထားကြည့်မယ်ဆိုရင်\nစောင့်ကြည့်နေရင်း မေးခွန်းတွေ ထောင်ပေါင်းများစွာ ထွက်လာမယ်။\nကျုပ်က အဲ့ဒီမေးခွန်းတွေကို မေးချင်ခဲ့တာ။\nအဖြေတွေက ဘာတွေလဲဆိုတာ သိချင်ခဲ့တာ။\nဒီတော့ ကျုပ် လူတွေကို နောက်ယောင်ခံလိုက်ပြီး သိရအောင်လုပ်ခဲ့တယ်။\"ဒါတွေက ကျွန်တော့် အညွှန်းမဟုတ်ပါဘူး။\nFollowingထဲက စကားတွေပါပဲ။။ Followingဟာ\nခင်ဗျား ဘာတစ်ခုမှမသိဘဲ ကြည့်သွားရင် ပိုအရသာရှိမယ့်\nရုပ်ရှင်ပါပဲ။ ခံစားမှုကို။လမ်းကြောင်းပေးစရာမလိုပါဘူး။\nဇာတ်လမ်းအကျဉ်းလည်း။ရေးစရာမလိုပါဘူး။\nရေးလည်းမရေးတတ်ပါဘူး။ဒီရုပ်ရှင်ကို ကိုယ်တိုင်ရေး\nကိုယ်တိုင်ရိုက်ပြီး ကိုယ်တိုင် Cinematographyပိုင်းပါလုပ်ခဲ့တဲ့\nသူက ခရစ္စတိုဖာနိုလန်ပါ။ဒီဘက်ခေတ် ဟောလိဝုဒ် ရုပ်ရှင်လောကမှာ\nရုပ်ရှင်အရေအတွက်နည်းနည်းနဲ့ မှော်ဝင်အောင်ရိုက်တဲ့လူတွေကို လက်ချိုးရေလို့ရပါတယ်။\nအဲ့ဒီထဲက ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/following-1998/",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qSAwS1U4erAVaCGKj3aAxhqy10k.jpg",
        "title": "Alive (2020)",
        "description": "မြို့တစ်မြို့မှာ အကြောင်းအရင်းမသိရတဲ့\nဗိုင်းရပ်စ်တစ်ခု ပျံ့နှံ့လာပြီး ထိန်းချုပ်မရဖြစ်လာတဲ့အချိန်\nတိုက်ခန်းတွဲကြီးတစ်ခုမှာ အသက်ရှင်ကျန်ရစ်သူနှစ်ယောက်ပဲ\nရှိလာတဲ့အခါ...သူတို့နှစ်ယောက် ဇွန်ဘီလူသားတွေကို ဘယ်လိုကျော်ဖြတ်ကြမလဲ\nတစ်ယောက်နဲ့တစ်ယောက် လိုအပ်တဲ့အချိန်တွေမှာ\nဘယ်လိုကူညီပေးကြမလဲဖုန်းလိုင်းမမိသေးတဲ့အချိန် ဘယ်လိုဆက်သွယ်ကြမလဲ\nဘယ်လိုလွတ်မြောက်အောင်ကြံစည်ကြမလဲဆိုတာ\nရင်တထိတ်ထိတ်နဲ့စောင့်ကြည့်ရမှာပါtrailer ထွက်ကတည်းက ဒိတ်ဒိတ်ကြဲတွေဖြစ်တဲ့ မင်းသားနဲ့မင်းသမီးကြောင့်\nဇာတ်ကားကိုရင်းနှီးပြီးသားဖြစ်နေကြမှာပါထိတ်လန့်သည်းဖိုတွေကို သဘောကျတတ်ရင်\nသေချာပေါက်စိတ်မပျက်စေမယ့်ကားမလို့\nဒီကားလေးကို ညွှန်းပေးလိုက်ပါတယ်နော် File Size : ( 923 MB , 459 MB)\nQuality : WEB DL 720p\nRunning Time : 1 hr 38 min\nFormat : Mp4\nGenre : Action , Drama , Horror \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by P\nEncoded by Moe Myint Lwin",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/alive-2020/",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/1ddc9c50110c664b5a23c116e52ccfce-142x200.jpg",
        "title": "(21+) Time Traveller Girl (2020)",
        "description": "(၁၈ နှစ်အောက် လုံး၀ မကြည့်ရ)\n \nပထမတခါတင်ပေးတဲ့ အချိန်ရပ်တန့်စက်ဇာတ်လမ်းကို\nနှစ်သက်တယ်ဆိုလို့ နောက်ထပ်တစ်ပုဒ်တင်ဆက်လိုက်ပြီဗျာ.\nဇာတ်လမ်းအညွှန်း‌ကတော့ ရထားပေါ်မှာ\nကောင်မလေး ၅ယောက်လောက်ကို နှိုက်မြည်းတဲ့ကျော်ကြီးဟာ\nတရားစွဲ့ခံခဲ့ရပါတယ်.\nအဲ့ဒါနဲ့ တရားရုံးမှာ အမှုရင်ဆိုင်ခဲ့ရတာပေါ့ဗျာ.ဒါပေမယ်လည်း\nအဲ့လိုအမှုတွေကို လိုက်ပေးတဲ့ နာမည်ကြီးရှေ့နေမလေး\nမိဇင်ကြီး က ကျော်ကြီးကို ဂရုဏာသက်ပြီး\nအမှုကိုလိုက်ပေးခဲ့ပါတယ်. တရားရုံးမှာ စုံထောက်တွေက\nကျော်ကြီးရဲ့လူကြီးကစားစရာတွေနဲ့ သက်သေပြ‌ခဲ့ပေမယ့်လဲ\nရှေ့နေမလေး မိဇင်ကြီး ရဲ့ လျှို့ဝှက်သိုင်းကွက်ဖြစ်တဲ့\nအချိန်ရပ်တန့်စက်ကြောင့် မပြနိုင်ခဲ့ပါဘူး.\nကျော်ကြီးနဲ့ရှေ့နေမလေး မိဇင်ကြီး တို့ နှစ်ယောက်ပေါင်းပီ့း\nတရားသူကြီး ကျော်ကြီးကို သဘောကျပြီး\nအမှုနိုင်အောင် လုပ်ရင်းနဲ့ တရားသူကြီးမကလဲ\nကျော်ကြီးကို သဘောကျ ရှေ့နေမလေး မိဇင်ကြီး ကလဲ\nစုံထောက်ကြီးကို သဘောကျပြီး တရားရုံးထဲမှာတင်\nအချစ်နာလန်ထသိုင်းတွေ ထချကြတာ\nပွဲကြီးပွဲကောင်းတွေ ဖြစ်ကုန်တာပေါ့ဗျာ.\nဘယ်လိုသိုင်းကွက်တွေကြောင့် ‌တရားသူကြီးမက\nကျော်ကြီးကို ကြွေသွားလဲဆိုတာ\nဆင်ဆာမပါ ပြောင်ပြောင်ရှင်းရှင်း ကြည့်ရှူအားပေးလိုက်ကြပါဦးဗျာ....\nဒီတစ်ခါတော့ အိုကြီး အိုမတွေ ရှောင်ပြီး အလန်းလေးတွေ\nပါတာ တင်ဆက်ထားပါတယ်\nကျော်ကြီး နဲ့ ရောင်းရင်းများ အပြင်\nအလန်းလေး မိဇင်ကြီးကိုပါ ထည့်ပေးထားပါတယ်\nဒါရိုက်တာ အုပ်ကြီးက အကောင်းဆုံးတင်ဆက်ထားပါတယ်\nသိုင်းပေါင်းစုံ အကွက်တွေနဲ့ ဆုပေါင်းများစွာရထားတဲ့\nဇတ်လမ်းကို အခုပဲ နွားနို့သောက်ရင်း ကြည့်လိုက်ကြပါစို့",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/21-time-traveller-girl-2020/",
        "category": "Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/0amv3mxwchsi-140x200.jpg",
        "title": "Invitation (2020)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အကိုတစ်ယောက်ရယ်\nညီတစ်ယောက်ရယ် မိန်းကလေးတယောက်ရယ်ကြားက\nသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းကို ဖော်ကျူးထားတဲ့\nMelodrama Romance ကားပဲဖြစ်ပါတယ်။\nအချစ်ဆိုတာ ရယူခြင်းလား။ပေးဆပ်ခြင်းလား။\nဒါမှမဟုတ် အတ္တဆန်တာလား။\nဒီအဖြေကို ဒီဇာတ်ကားထဲမှာရှာကြည့်နိုင်ပါတယ်။\nဒီကားထဲက ဇာတ်ဆောင်မင်းသားပြောထားတာ​က\nသူအဖြစ်မှန်ကိုသိချင်တယ်ဆိုတဲ့ စကားကနေ\nဒီဇာတ်လမ်းက အစပြုပါတယ်။\nညီအကိုနှစ်ယောက်ကြားကို အမျိုးသမီးတယောက်\nဝင်ရောက်လာချိန်အကိုကော ညီကော\nဒီအမျိုးသမီးတယောက်တည်းကိုပဲ\nစွဲလန်းချစ်ကြိုက်မိသွားတဲ့အခါ\nဘာတွေဆက်ဖြစ်မယ်ဆိုတာကတော့\nကိုယ်တိုင်ပဲဆက်ကြည့်ကြပါ။\nသုံးပွင့်ဆိုင်ဇာတ်လမ်းတွေဆုံရင်\nတကယ်ချစ်ရတဲ့သူက ရှုံးရတာပဲတဲ့။\nကဲဟုတ်မဟုတ် ဇာတ်ကားကြည့်ပြီး\nအဖြေရှာလိုက်ရအောင်ပါ။\nFile Size - 949 mb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - Moe Pwint\nEncoder - XCode",
        "rating": "6.2",
        "url": "https://megaup.net/2e03B/Invitation.2019.WEBRip.720p_%7BCM%7D.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BYzJkMjhkZDgtMjM4Yy00OWJiLWFlZmMtMjk5YTVlNDg5NDJhXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR007131000_AL_-143x200.jpg",
        "title": "Mrs. Serial Killer (2020)",
        "description": "Netflixမှာပြသခဲဲ့တဲ့ ဇာတ်ကားကောင်းလေးပါ\nRating နည်းပေမယ့်\nကြည့်လို့တော့ကောင်းတယ်နော်\nIMDb-4.8/10 ရရှိထားပါတယ်\nJudwaa 2ထဲကမင်းသမီးလည်း\nဒီကားမှာပြန်ပါလာပါတယ်\nမြို့ခံလူထုတွေကလေးစားချစ်ခင်ရတဲ့ ဒေါက်တာမူခါဂျီးတစ်ယောက်\nကွင်းဆက်လူသတ်မှုနဲ့ ရုံးတင်ခံရတဲ့အချိန်မှာ\nသူ့ရဲ့ဇနီးက ခင်ပွန်းဖြစ်သူအပြစ်ကင်းစင်ကြောင်း\nသက်သေပြဖို့ ကွင်းဆက်လူသတ်မှုရဲ့\nပုံစံတူအမှုထပ်ပြီးကျူးလွန်လိုက်တဲ့အခါ\nဘယ်လိုတွေဖြစ်လာမှာလဲဆိုတာ\nဒီကားလေးမှာဆက်ကြည့်လိုက်ရအောင်\n \nFile Size - 1.1 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Kyi Kyi\nEncoder - Thit San Khant",
        "rating": "5",
        "url": "https://megaup.net/2e04q/Mrs.Serial.Killer.2020.720p_%7BCM%7D.mp4",
        "category": "Asian, Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/AAAABTuY982IOotzxcNWCP3iHuj7__WwsLnnq8V4gksTsgtTKNnBa6gzZ3i9ax-zqbSckUKHfWE59TevinXsSAuEH509T_R_mXqQ4LsnIQgw4gkwnrp54o1atZYEnA5c8w-143x200.jpg",
        "title": "Dragon Quest: Your Story (2019)",
        "description": "Dragon Quest: Your Story (2019)========================IMDb Rating - 6.5/10#Unicodeဒီကားက 2019 တုန်းက Netflix ကထွက်ရှိခဲ့တဲ့ Anime ပဲဖြစ်ပါတယ်။ dragon quest ဂိမ်းကို animationအနေနဲ့ရိုက်ထားတာပါ။ ဇာတ်လမ်းအကျဥ်းပြောရရင် နည်းပညာတိုးတက်လာတဲ့နောက်မှာ လူသားတွေဟာဂိမ်းကို ကိုယ်တိုင်ဝင်ရောက်ပြီး ဆော့ကစားလာနိုင်တယ်။ ဒီကားထဲက ကောင်လေးက Dragon Quest ထဲကလူကာ ဇာတ်ကောင်နေရာကနေ စွန့်စားခန်းတွေ လုပ်ဆောင်သွားပုံကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမှာပါ။ လူကာအကြောင်းကတော့ Dragon Quest ကိုထိတွေ့ခဲ့ဖူးတဲ့  90kids တွေဆိုရင်တော့ သိမှာပါ။ လူကာက မွေးဖွားခြင်းမှာ သူ့ရဲ့မိခင်ဟာ မိစ္ဆာရဲ့ ဖမ်းဆီးခြင်းကိုခံခဲ့ရပါတယ်။ သူဟာ ဖခင်ရဲ့ လက်ထဲမှာပဲ ကြီးပြင်းလာခဲ့ရပေမယ့်တစ်နေ့မှာတော့ ဖခင်ပါ အသတ်ခံရတဲ့အခါ သူ့မိခင်ကို ရှာဖွေရမယ့် တာဝန်ဟာသူ့ထံရောက်လာပါတော့တယ်။ဇာတ်လမ်းတစ်ခုလုံးဟာ စိတ်လှုပ်ရှားစရာတွေနဲ့ပြည့်နှက်နေခဲ့ပြီး အတော်လေးကိုကြည့်လို့ကောင်းနေခဲ့ပါတယ်။ဒါပေမဲ့ အဲ့နောက်ကွယ်ကျန်နေသေးတာကတော့ အစမှာပြောခဲ့သလိုပဲ လူသားတွေဟာ VR World ...",
        "rating": "6.5",
        "url": "https://megaup.net/1y2kp/[CM]Dragon.Quest.Your.Story.2019.Webrip.480P.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uHdxICUIRGoJjK67aOp3ykvL8ZW.jpg",
        "title": "The Larva Island Movie(2020)",
        "description": "The Larva Island Movie(2020)The Larva Island Larva လို့ဆိုလိုက်တာနဲ့ကျွန်တော်တို့ ၂၀၁၁လောက်က ထွက်တဲ့ အနီရောင်နဲ့အဝါရောင်ပိုးကောင်လေး၂ကောင်ကိုမြင်မိကြမှာပါ Tom &Jerry ပြီးရင် အရီရဆုံး animated cartoon လို့ပြောရင်မမှားပါဘူး...ကျွန်တော်တို့ စမြင်ခဲ့တဲ့ Lava ၂ကောင်ဟာမြို့ပြရဲ့ရေဆိုးမြောင်းအောက်လိုနေရာလေးကနေ စရင်းနှီးခဲ့ပါတယ် ...နောက်ပိုင်းseason တွေမှာတော့ ကျွန်းလေးတစ်ကျွန်းပေါ်မှာ လူတစ်ယောက်နဲ့အတူပါလာတာတွေ့မိပါတယ် ...အခု Larva Island ဟာ Larva season timeline တွေကိုရှေ့သွားနောက်လိုက်ညီအောင်ချုပ်ပေးလိုက်တာပါ...ဒီmovie လေးကြည့်ရင်နောက်ထွက်တဲ့ series အပိုင်းတွေပါကာမိမယ်ထင်ပါတယ် အခုmovie ရဲ့Plot ကတော့ချက်ခ်လို့ခေါ်တဲ့ကောင်လေးတစ်ယောက်ဟာ အပျော်စီးသင်္ဘောပျက်ရာကနေ အသွားအပြန်ခြေငါးလှမ်းစာလောက်ရှိတဲ့ကျွန်းပိစိလေးပေါ်မှာသောင်လာတင်ပါတော့တယ် ...အဲ့မှာ လာဗာ၂​ကောင်နဲ့စတွေ့မိတာပဲ ချက်ခ်တစ်ယောက်ဘယ်လိုအဲ့ကျွန်းကလွတ်လာမလဲဆိုတာ ဟာသလေးတွေနှောပြီးကြည့်ရမှာပါ...Larva မှာအထူးအခြားပြောစရာရှိတာက သူသုံးထားတဲ့ humour type ပါ slapstick လို့ခေါ်တဲ့အကောင်သေးသေးလေးတွေheavy ကြီးတွေလုပ်ပြတာ ....ဥပမာ Tom and Jerry မှာ Tom ...",
        "rating": "5.5",
        "url": "https://megaup.net/2dZL4/The_Larva_Island.2020.WEB-DL.720P.PP.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/nudknzcq7hva-141x200.jpg",
        "title": "New Baby (2020)",
        "description": "အနုအယွ 18အပေါင်းကားလေးတွေ မျှော်နေတဲ့\nဘဒိုတို့အတွက် Fox ကတော်တော်ကြာကြာပျောက်နေရာကနေ\nပြန်လည်ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်ကြောင်းလေးမပြောခင် ဇာတ်ကားထဲက\nဆော်လေးအကြောင်းအရင်ပြောချင်တယ်။\nဆော်လေးနှစ်ပွေပါတယ်။\nတစ်ပွေက အခုခေတ်စားနေတဲ့ fbမှာဘဒိုတို့ ပြေးပြေးကြည့်နေတဲ့\nဆယ်လီမမနဲ့ ခန္ဓာကိုယ်အချိုးအစား မျက်နှာပေါက်လေးက\nခပ်ဆင်ဆင်လို့တောင်ပြောလို့ရတယ်။\nဆော်လေးတွေကရေလည်အလွင့်။နှစ်ယောက်ပါတယ်။\nနှစ်ယောက်လုံးက အကိတ်။ဘဲကြီးတွေဆို အငမ်းမရပဲ။\nကဲ ဇာတ်လမ်းကိုသွားမယ်။\nဇာတ်လမ်းကအဘိုးကြီးတယောက်မှာမွေးစားသားတစ်ယောက်ရှိတယ်။\nအဲ့ဒီမွေးစားသားမှာ မိန်းမရှိတယ်။\nသူမိန်းမနဲ့ အဖိုးကြီးက ဘာညာကွိကွရှိသလို အဖိုးကြီးမှာကလည်း\nဆေးပေးမီးယူ စမောလေးလျှိုထားတာရှိသေးတယ်။\nအဲ့စမောလေးကလည်း မွေးသားသားနဲ့ သိုင်းချနေကြ ကလေးမ။\nအဲ့လို လေးပွင့်ဆိုင် အချစ်ပြိုင်ပွဲကားဆိုလည်းမမှားဖူး။\nဘယ်သူနိုင်နိုင် ပြိုင်ကြတဲ့အခါ နောက်ဆုံးဘယ်သူနိုင်ပြီး\nဘယ်သူ ခြေကုန်လက်ပန်းကျမလဲဆိုတာတော့\nကိုယ့်ဘာကိုပဲအားမွေးကြည့်လိုက်ကြတော့။\nထပ်ညွှန်းရရင် ဆော်တွေကိုဖြုတ်ထားတာ\nကိုရီးယားကားတွေထုံးစံအတိုင်း step by stepသွားထားတယ်။\nတခြားကားတွေလို ဒုံးဒိုင်းအုန်းဂွမ်းသွားဖူး။\nဇာတ်လမ်းဇာတ်ကွက်လေးနဲ့ ဆွဲထားတယ်။\nသိချင်တယ်ဆိုရင်တော့ ဒေါင်းသာကြည့်တော့။\nမဟုတ်လည်း ကြည့်မယ်ဆိုတာသိနေတယ်။",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/new-baby-2020/",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/t9jwegprqll0-133x200.jpg",
        "title": "Intruder (2020)",
        "description": "ဇနီးဖြစ်သူကိုဆုံးရှုံးလိုက်ရလို့ ဝမ်းနည်းမှုနဲ့နေထိုင်နေရတဲ့\nဂန်ဆောဂျင်းဆိုတဲ့ နာမည်ကြီးဗိသုကာပညာရှင်တစ်ယောက်\nငယ်ငယ်လေးတုန်းက ညီမဖြစ်သူယူဂျင်းပျောက်သွားခဲ့လို့\nအဲဒီစိတ်ဒဏ်ရာကိုလည်း ခံစားနေရတယ်\n၂၅နှစ်အကြာမှာတော့ ပျောက်ဆုံးသွားတဲ့ညီမဖြစ်သူက\nမိသားစုဆီကို ရုတ်တရက်ပြန်လည်ရောက်ရှိလာခဲ့တယ်\nပြန်လည်ရောက်ရှိလာတဲ့ ညီမဖြစ်သူရဲ့ပုံမမှန်မှုတွေကို\nဆောဂျင်းတစ်ယောက် မသိစိတ်ကနေ ခံစားနေရတဲ့အခါ...\nပရိသတ်အချစ်တော် ဆုန်းဂျီဟိုရဲ့ မကြာသေးခင်ကမှပြသသွားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပါ ဆုန်းဂျီဟိုနဲ့ဂင်မူယောတို့နှစ်ယောက်ရဲ့\nလိုက်ဖက်ညီတဲ့သရုပ်ဆောင်မှုကို ခံစားသိမြင်ရပါလိမ့်မယ်\nပုံမှန်အေးဆေးတဲ့ဂျီဟိုတစ်ယောက် ဘယ်လိုပြောင်းလဲသရုပ်ဆောင်ထားလဲဆိုတာ\nဒီဇာတ်ကားလေးမှာ မြင်တွေ့နိုင်ပါလိမ့်မယ်\nMystery/Thriller အမျိုးအစားဇာတ်ကားလေးဖြစ်လို့ ရုံးပိတ်ရက်ညလေးနဲ့\nလိုက်ဖက်မှာအမှန်ပါပဲ\n  \nFile Size -  1.4GB\nQuality - Web-Dl 1080p\nSubtitle - Burmese (Hardsub)\nTranslator - Phu Nge Nge Thein\nEncoder - Thit San Khant",
        "rating": "7.0",
        "url": "https://megaup.net/2Tzqz/intruder.2019.1080_%7BCM%7D.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/298d85eb1e4fcdc96baa8404d8000b76-148x200.jpg",
        "title": "Salt (2010)",
        "description": "Salt (2010)=========IMDb Rating - 6.4/10#Unicode2010 မှာ ထွက်ခဲ့တဲ့ Action, Mystery, Thriller ကားလေးပဲဖြစ်ပါတယ်။ မင်းသမီးကတော့ ပရိတ်သတ်အချစ်တော် အချောစား အလန်းစား Angelina Jolie ဖြစ်ပြီး IMDB 6.4/10 ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အယ်ဗလင်းဆော့တ်က အမေရိကန် စီအိုင်အေ အေးဂျင့်တစ်ယောက်ဖြစ်ပြီးသူမရဲ့ အရည်အချင်းကို အသိုင်းအဝိုင်းက အသိအမှတ်ပြုထားတဲ့သူတစ်ယောက်ပါ။ သူမ မြောက်ကိုရီးယားမှာ အဖမ်းခံရတုန်းက လာကယ်ဖို့ကြိုးစားခဲ့တဲ့ ဂျာမန်လူမျိုး ပင့်ကူမုဆိုး မိုက်ခ်နဲ့ချစ်ကျွမ်းဝင်ပြီး လက်ထပ်ခဲ့ပါတယ်။ တစ်နေ့မှာတော့ သူတို့ဆီကို ရရှားတစ်ယောက်ရောက်လာပြီး ဆော့တ်ဟာ ရရှားသူလျှိုတစ်ယောက်ဖြစ်ကြောင်း ပြောသွားတဲ့အခါမှာတော့ဆော့တ်တစ်ယောက် ထွက်ပြေးရတော့ပါတယ်။ မိုက်ခ်လည်း ပျောက်နေပါပြီ။သူ တကယ်ရရှားသူလျှိုဟုတ်မဟုတ် မိုက်ခ်နဲ့ပြန်ဆုံမလားဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုကြပါဦး။၂၀၁၀ မှာထွက်ရှိထားပြီ။ မတင်ရသေးတဲ့ ဇာတ်လမ်းကောင်းလေးမို့ ပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu  ပဲဖြစ်ပါတယ်။)#Zawgyi2010 မွာ ထြက္ခဲ့တဲ့ Action, ...",
        "rating": "6.4",
        "url": "https://megaup.net/2TWjq/[CM]Salt.2010.WebRip.1080P.5.1CH.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2LquGwEhbg3soxSCs9VNyh5VJd9.jpg",
        "title": "Portrait of a Lady on Fire(2019)",
        "description": "Portrait of a Lady on Fire(2019)IMDb...8.1,,,Rotten..98% ပန်းချီဆရာမလေးတစ်ဦးဟာ အိမ်တစ်အိမ်ကို မိန်းမပျိုလေးတစ်ဦးရဲ့ ပုံတူပန်းချီဆွဲပေးဖို့ ရောက်ရှိလာခဲ့တယ်...အဲ့အိမ်ကမိန်းမပျိုလေးဟာ သူ့ကိုပန်းချီဆွဲတာကို ကြည်ကြည်ဖြူဖြူနဲ့တော့ လက်မခံခဲ့ဘူး...ဘာဖြစ်လို့လဲဆိုတော့ အဲ့လိုပန်းချီပြီးသွားရင် သူဟာ သူစိတ်မပါတဲ့ လက်ထပ်ပွဲတစ်ပွဲကိုဆင်နွှဲရမှာမို့လို့ပဲဖြစ်တယ်....ပန်းချီဆရာမလေးဟာ အဲ့ကောင်မလေးအနားကို မိတ်ဆွေသဘောမျိုးနဲ့ ချဉ်းကပ်ပြီး သူနဲ့ရင်းနှီးကျွမ်းဝင်အောင် အရင်လုပ်ကာပန်းချီဆွဲဖို့ပြင်ဆင်ပါတော့တယ်.. အဲ့ဒီနောက်တော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....IMDb..နဲ့ Rt အမိုက်စားကားကြီးမို့ ခံစားကြည့်ကြပါဉီးဗျို့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Zwe Zan Aung ပဲဖြစ်ပါတယ်...File Size : (950 MB) and (404MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "8.1",
        "url": "https://megaup.net/1y1i8/Portrait_Of_A_Lady_On_Fire.2019.BLU-RAY.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wvRbUiOuqedyDmwToErkp7wuFCv.jpg",
        "title": "Elephant(2020)",
        "description": "Elephant(2020)ကျွန်တော်တို့ဟာ လူသားပီသကြသူများပီပီ တိရစ္ဆာန်တွေကိုချစ်မြတ်နိုးတတ်သလိုမိသားစုဝင်တွေပမာ ထိန်းသိမ်းစောင့်ရှောက်ခြင်းမျိုးတွေလည်းပြုလုပ်တတ်ကြတယ်...ဒါပေမဲ့ တစ်ခမ်းတနားအသေးစိတ်ကအစ ရိုက်ကူးထားတဲ့ တိရစ္ဆာန်တွေနဲ့ပတ်သက်တဲ့documentary တွေကျတော့ကြည့်ရမှာပျင်းပါတယ်...ကြည့်ဖို့ပြင်တာသာပျင်းကြတာကျွန်တော်တို့ skynet မှာ documentary  လေး ခဏကြည့်ရုံနဲ့ ဆက်ကြည့်ဖြစ်သွားကြတာများတယ်မဟုတ်လား...ဒါကြောင့် Elephant ဆိုတဲ့ ရှားပါး documentary  လေးကို တင်ဆက်ပေးလိုက်ပါတယ်...လွန်ခဲ့သော လအနည်းငယ်က ဘော့ဆွာနာနိုင်ငံမှာ ကန္တာရဆင်တွေ အများအပြားသေဆုံးခဲ့ပါတယ်။ဒီဆင်တွေက ရွေ့ပြောင်းနေထိုင်ကျတ်စား ကမ္ဘာပေါ်က‌ နောက်ဆုံးသော ဆင်တွေပါ။ဒီဆင်တွေ အများအပြားသေဆုံးခဲ့ခြင်းဟာ သဘာဝပတ်ဝန်းကျင်အတွက် အတော်လေးကို ထိခိုက်‌စေပါတယ်။ဒီ Elephant ဆိုတဲ့ documentary ကားလေးက ဒီဆင်တွေရဲ့ အပြုအမူ၊ သဘာဝနဲ့ ရွေ့ပြောင်းနေထိုင်မှုတွေကိုမှတ်တမ်းတင်ထားတာပါ။ ဆင်တွေနဲ့အတူ အာဖရိကရဲ့ တခြားသော တိရိစ္ဆာန်များစွာကိုလည်း ကြည့်ရှုရမှာဖြစ်ပြီးဆာဖာရီဥယျာဉ်ကို အလည်သွားသလို ခံစားရစေမှာဖြစ်ပါတယ်။ ပြီးတော့ ကမ္ဘာအကြီးဆုံးရေတံခွန်ကြီးဖြစ်တဲ့ဝီတိုရိယရေတံခွန်ကြီးရဲ့ အလှကိုလည်း ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ ဒီကားကို Disney ရဲ့ Disneynature ဆိုတဲ့ခေါင်းစဉ်အောက်မှာ ရိုက်ကူးခဲ့တဲ့ ၁၅ ခုမြောက် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1y120/Elephant.2020.BLU-RAY.720P.PP.mp4",
        "category": "Adventure, Biography, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/hit-144x200.jpg",
        "title": "HIT: The First Case (2020)",
        "description": "HIT: The First Case (2020)====================IMDb Rating - 7.8/10#Unicodeသီချင်းမဆိုတဲ့ကုလားကား မကတဲ့ကုလားကားဆိုပြီး မေးတတ်ခဲ့တဲ့လူတွေအတွက် Hit: The First Case (2020)ကားလေးလာပါပြီ။ ဒီကားလေးက IMDb 7.8 တောင်ရထားပြီး လူတစ်ရာမှာ ၉၄ ယောက်ကြိုက်နှစ်သက်တဲ့မှုခင်းဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ အတိတ်ကကိုယ်ရေးကိုယ်တာ ကိစ္စတစ်ခုကြောင့် Panic Attackခံစားနေရတဲ့ ရဲအရာရှိ ဗစ်ခရန် တစ်ယောက် ဆေးခွင့်နဲ့ ခြောက်လလောက် အနားယူနေစဥ် သူ့ချစ်သူမိန်းကလေးသဲလွန်စမရှိပျောက်ဆုံးသွားပါတယ်။ သူ့ချစ်သူက မှုခင်းဆေးဘက်ဆိုင်ရာဌာနမှဖြစ်ပြီး သူမ မပျောက်ဆုံးခင်အဝေးပြေးလမ်းပေါ်မှာ ၁၈ နှစ်အရွယ်မိန်းကလေး ပရီတီ ပြန်ပေးဆွဲခံရတဲ့အမှုကို စစ်ဆေးနေတာပါ။ ချစ်သူအမှုကို ကိုယ်ရေးကိုယ်တာဖြစ်လို့ ကိုင်တွယ်ခွင့်မရတဲ့ ဗစ်ခရန်ဟာ ဆက်စပ်နေတဲ့ ပရီတီ့အမှုကို လိုက်လံစစ်ဆေးဖော်ထုတ်နေရင်း ဇာတ်ရှိန်မကျဘဲ ဆက်တိုက် စိတ်ဝင်စားဖွယ်တစား ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်ကြောင်း အာမခံပါတယ်။ စုံထောက်ကားကြိုက်တဲ့လူတွေ ဗစ်ခရန်နဲ့အတူ တရားခံဘယ်သူလဲဆိုတာ တူတူမှန်းဆကြည့်ရအောင်နော် . ...",
        "rating": "7.8",
        "url": "https://megaup.net/31A3h/Dune.2021.1080p.HDRip[CM].mp4 https://megaup.net/1FF8a/Dune.2021.720p.HDRip[CM].mp4 https://megaup.net/2lHD6/8_Mile_[2002]_(MM_Sub).mp4 https://megaup.net/1FKbq/Ralph_Breaks_The_Internet_[2018]_(MM_Sub).mp4 https://megaup.net/1FKc2/Ralph_Breaks_The_Internet_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4 https://megaup.net/1FKaq/(NZ)Hit.The.First.Case(2020).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BM2EzNTgzMWItMmNmYi00Njc0LWI2ZGMtZWJhNmVjN2YzODRmXkEyXkFqcGdeQXVyMTIxNjEzNDM@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Ema (2019)",
        "description": "IMDb 6.8/10, Rotten tomatoes 91% ရရှိထားတဲ့\nစပိန်ဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဇာတ်ကားနာမည် အန်မာကတော့ ဇာတ်လိုက်မင်းသမီးရဲ့နာမည်ပါ\nငယ်ရွယ်တဲ့အကမယ်လေးအန်မာဟာ\nသူ့ထက်အသက်၁၂နှစ်ကြီးတဲ့ သူတို့အကကုမ္ပဏီဒါရိုက်တာ\nဂတ်စတွန်နဲ့လက်ထပ်ထားတာပါ ဖြစ်ချင်တော့\nဂတ်စတွန်ဟာ ကလေးမရနိုင်တဲ့သူတစ်ဦးဖြစ်နေတော့\nသူတို့မောင်နှံဟာ ပိုလိုဆိုတဲ့ကလေးတစ်ယောက်ကိုမွေးစားခဲ့ကြပါတယ်\nဇာတ်လမ်းကတော့ ဒီ\"ပိုလို\"ဆိုတဲ့ကလေးကနေစတာပါ။\nပိုလိုဟာ pyromania လို့ခေါ်တဲ့မီးရှို့ရတာကို\nနှစ်သက်တဲ့ကလေးဖြစ်နေပြီး\nအဒေါ်ဖြစ်သူမျက်နှာကိုမီးကျွမ်းအောင်လုပ်ပြီးတဲ့နောက်မှာ...\nအန်မာတို့အိမ်ထောင်ရေးလည်း\nတစ်ကွဲတစ်ပြားစီဖြစ်​ခဲ့ရပါတော့တယ်\nဒီပြဿနာတွေကို အန်မာတစ်ယောက်ဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုတော့\nဇာတ်လမ်းထဲမှာကြည့်ရှု​ပေးကြပါဦး\n(အိမ်ထောင်ရေးကားဆိုပြီးမိသားစုနဲ့ကြည့်ရင်တော့\nသတိထားပါနော် R-ratedအခန်းများပါဝင်လို့ပါ)File Size -  1.1 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - MTA\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/S3ft/Ema.2019.SPANISH.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BYjBhYTM1NjItZjNiMC00ZmQ2LWE4NTMtNzJjZTI5YjZhNGQ4XkEyXkFqcGdeQXVyMzY3MDU4NDk@._V1_-131x200.jpg",
        "title": "Soul (2020)",
        "description": "မ​လေးရှားစုန်းသရဲကားကိုသ​ဘောကျတဲ့သူ​တွေအတွက်\nအသစ်စက်စက် August 6ရက်​နေ့မှ\nMalaysiaမှာreleaseလုပ်မယ့် ကား​လေးပါ\nလူ​တွေနဲ့​ဝေးရာ​တောကြီးထဲမှာ အာလုံတို့​မောင်နှမ၂​ယောက်ရယ်\nသူတို့အ​မေရယ်၃​ယောက်​နေထိုင်ကြပါတယ်\nတစ်​​နေ့အာလုံ​တော့​မောင်နှမ၂​ယောက်​တောထဲမှာ​​​လျှောက်သွားရင်း\nက​လေးမ​​လေးတစ်​ယောက်ကို​တွေ့လို့အိမ်ကို​ခေါ်လာခဲ့ကြတယ်\n​အဲ့က​လေးမ​​လေးကိုသူတို့ကလမ်း​ပျောက်​နေတယ်ထက်လို့\nအိမ်မှာခဏ​ပေး​နေထားတယ် ​\nနောက်​နေ့မနက်​ရောက်​တော့ အဲ့က​လေးမ​လေးက\nရုတ်တရက် \"ဒီမိသားစုကလူ​တွေအကုန်​သေလိမ့်မယ်\" လို့​ပြောပြီး\nသူ့လည်ပင်းသူဖြတ်ပြီးသတ်​သေသွားတယ်\nအဲ့က​နေ့စပြီး သူတို့မိသားစု၃​ယောက်အခက်အခဲ​တွေနဲ့\nဆက်တိုက်ကြုံရပါ​လေ​ရော ....\nသူတို့​တွေအကုန်က​လေးမ​လေး​ပြောသလို​သေမှာလား...\nက​လေးမ​လေးက​ကော ဘယ်က​ရောက်လာလဲဆိုတာ...\nဆက်ပြီးကြည့်လိုက်ပါဦးလို့\n \nFile Size -  600mb\nQuality - web-dl 720p\nSubtitle -  burmese\nTranslator - Dolly\nEncoder - Thit San Khant",
        "rating": "8.0",
        "url": "https://megaup.net/S355/soul_2020_720P_%7BCM%7D.mp4",
        "category": "Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/b7gnejetcydg-142x200.jpg",
        "title": "Marriage with a Liar (2010)",
        "description": "\"တနေ့မှာခင်များနဲ့လက်ထပ်မယ့်လူတယောက်ဟာခင်များအပေါ်\nဖုံးကွယ်ထားတာတခုခုရှိတယ်လို့ခင်များသိခဲ့ရင်ဘယ်လိုလုပ်မလဲ\nအထူးသဖြင့်အိမ်ထောင်ဘက်အပေါ်ဖောက်ပြန်တာမျိုးပေါ့\nခင်များစိတ်ဆိုးတာပဲဖြစ်ဖြစ်စိတ်ကုန်တာပဲဖြစ်ဖြစ်စိတ်အခြေအနေပြောင်းသွားမယ်ထင်ပါတယ်\nဒါပေမယ့်သူ့ဘက်ကအဲ့လိုဖြစ်ခဲ့တာကိုမပြောဘဲဖုံးကွယ်ပဲလက်ထပ်ခဲ့ရင်ရော\"\n....\nအဓိကကတော့လက်ထပ်တယ်ဆိုတာ\nစိတ်ချမ်းသာဖို့ပဲမလား ဒီနေရာမှာသူငယ်ချင်းအပေါင်းအသင်းတွေရဲ့\nအခန်းကဏ္ဍဟာတော်တော်အရေးပါတယ်ဆိုတာ\nသတိပြုမိပါတယ် နှစ်ဖက်အပေါင်းအသင်းတွေ\nဆေးဝိုင်းထိုးလိုက်လို့ပြတ်သွားတဲ့အတွဲတွေရှိသလို\nနှစ်ဖက်အပေါင်းအသင်းကောင်းမှုနဲ့ညားကြလေသတည်း\nတွေလည်းရှိတာကိုး တခါတလေဆေးထိုးတာမဟုတ်ပဲ\nသာငယ်ချင်းအတွက်စိတ်ပူလို့ဆိုပြီး\nပြောတဲ့စကားတိုင်းကိုလည်းမယုံဖို့လိုပါတယ်\nချစ်တယ်ဆိုရင်ယူသာယူကြပါလို့ :•)\nအညွှန်းတော့မဟုတ်ပါဘူး\nဒီဇာတ်ကားကိုဘာသာပြန်ရင်းတွေးမိတာလေးပါ\nဇာတ်ကားထဲကမောင်နဲ့မယ်ကတော့\nလက်မထပ်ခင်သုံးရက်အလိုကိုပြဿနာတွေတက်ကြ\nနောက်တယောက်စီနဲ့အိပ်ကြတာပါ\n(18တော့နည်းနည်းပေါင်းထားပါတယ်)\nသူတို့ပြန်အဆင်ပြေပြီးတကယ်လက်ထပ်ဖြစ်ပါ့မလား\nသိချင်ရင်တော့ကြည့်လိုက်ပါ\n  \nFile Size -  914 mb\nQuality - Bluray 1080p\nSubtitle -  Burmese\nTranslator - Nay Chii\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/S35g/Marriage.With.A.Liar.2010.CHINESE.720p.BluRay_%7BCM%7D.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/p197175_v_v8_aa-133x200.jpg",
        "title": "The Hurt Locker (2008)",
        "description": "The Hurt Locker (2008)==================IMDb Rating - 7.6/10Rotten Tomatoes 97%( War, Thrilller, Drama )#Unicodeဒီကားကတော့ ၂၀၀၈ ခုနှစ်ကထွက်ခဲ့ပြီး ကြည့်ရှုသင့်တဲ့ War film‌ ​တွေထဲမှာ ထိပ်တန်းနေရာက ပါ၀င်ပါတယ်။၂၀၀၈ Academy award မှာ ဒါရိုက်တာ ဂျိမ်းကင်မရွန်းရဲ့ Avatar ရုပ်ရှင်ကို ကျော်လွန်ပြီး Nomination 9 မှာBest Director အပါအ၀င် Oscarsတွေ ၆ ခုတိတိ သိမ်းပိုက်ခဲ့တဲ့ကားဖြစ်ပါတယ်။ Marvel ဇာတ်ကောင် စူပါစတားတွေဖြစ်တဲ့ Hawkeye & Falcon နေရာမှာသရုပ်ဆောင်ခဲ့တဲ့ Jeremy Renner နဲ့ Anthony Mackie တို့ကလည်းအတွဲညီညီပါ၀င်ထားပါတယ်။ဇာတ်လမ်းအညွှန်း\n*****************\nကမ္ဘာပေါ်မှာ စစ်တိုက်ရတာ အန္တရာယ်အရှိဆုံးအလုပ်တစ်ခုဆိုရင် စစ်မြေပြင်မှာ ဗုံးရှင်းလင်းရေးအလုပ်ကလည်းဒုတိယအန္တရာယ်အရှိဆုံးဖြစ်ပါတယ်။ US နဲ့ အရှေ့အလယ်ပိုင်းနိုင်ငံတစ်ခုဖြစ်တဲ့ အီရတ်စစ်မြေပြင်မှာ EOD ...",
        "rating": "7.6",
        "url": "https://megaup.net/S24t/[CM]The.Hurt.Locker.2008.BluRay.5.1CH.1080P.mp4",
        "category": "Drama, Thriller, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ugrhcXhYMadYJ1E0zesd5yDzyKk.jpg",
        "title": "Dil Bechara(2020)",
        "description": "Dil Bechara(2020)(WEB-DL 1080p 5.1CH, WEB-DL 720p တို့ဖြင့်ရရှိပါပြီ..)မနေ့ညက Disney+ Hotstarကနေ ဖြန့်ချိခဲ့တဲ့ မင်းသားချော ဆူရှန့်ကားသစ် လာပါပြီ။အမြဲတမ်း ပြုံးနေတတ်တဲ့ မင်းသားချောကတော့ ဒီကားထဲမှာ နောက်ဆုံး မြင်တွေ့ခြင်းဆိုတာ အားလုံး သိပြီးသားဖြစ်မှာပါ။ဇာတ်လမ်းထဲမှာတော့ ကင်ဆာရောဂါသည် ကောင်မလေးတစ်ယောက်....ကင်ဆာရောဂါသည်တစ်ယောက်မို့ ဆေးတွေနဲ့ သူရဲ့ အောက်စီဂျင်ဘူးလေးနဲ့အတူ  မနက်ဖြန်ဆိုတာကိုဖြတ်ကျော်နေရတယ်...ဒါပေမဲ့ သူမက အာဂကောင်မလေးလို့ဆိုရမလားပဲ...သူမဟာ နာရေးတွေလိုက်တက်ပြီးအထီးကျန်နေခဲ့ရတဲ့ ကျန်ရစ်သူ မိသားစုတွေကိုတောင် အားပေးနေတတ်တယ်...တနေ့မှာတော့ သူ ဒီကင်ဆာရောဂါဝေဒနာရှင်တွေ အားပေးဝန်းရံကြတဲ့ အခမ်းအနားတစ်ခုမှာကောင်လေးတစ်ယောက်နဲ့ ဆုံခဲ့ပါလေရော....စပွိုင်လာဖြစ်မှာစိုးလို့ ဒီလောက်နဲ့တော်ပါရစေ.....။ ဘောလိဝုဒ်ပရိသတ်တွေကတော့ အညွန်းမဖတ်ဘဲ ကြည့်ကြမယ်ဆိုတာလည်း ယုံကြည်ထားပါတယ်။ခုချိန်မှာတော့ IMDb Ratingက လူပေါင်း၂သောင်းကျော်ပေးထားတဲ့ 9.9/10ပါ။မနေ့က စပြီး လွှင့်လွှင့်ချင်း၂နာရီအကြာမှာတော့ လူ၁ထောင်ပေးထားတဲ့ Ratingက 10/10ပါ။လွန်ခဲ့တဲ့လ,က သေဆုံးသွားပြီဖြစ်တဲ့ ဆူရှန်မို့ ပရိသတ်တွေက သေပြီးမှ ချစ်ကြောင်းပြချင်လို့ ပေးတဲ့Ratingလား ဒါမှမဟုတ် ဒီဇာတ်ကားနဲ့ ထိုက်တန်လို့ ...",
        "rating": "9.8",
        "url": "https://megaup.net/2TUcA/Dil_Bechara.2020.WEB-DL.1080P.5.1CH.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tXRCsm1uKrvgoZCL0Z72Zki7aYp.jpg",
        "title": "Finding Mr. Destiny (2010)",
        "description": "[Unicode]Finding Mr.Destiny(2010)IMDb rating - 6.5/10ဒီကားကတော့ Kim Joon Ok Chatgiဆိုတဲ့musical playကို adaptationလုပ်ပြီးပြန်ရိုက်ထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။\nBox office မှာလည်း 7.5millionsထိရရှိခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။\nRomance/Comedyဖြစ်ပြီးတော့ ဇာတ်ဝင်ခန်းတွေကလည်းတော်တော်ရယ်ရတဲ့အပြင်\nအိန္ဒိယနိုင်ငံမှာရိုက်ကူးထားတဲ့sceneတွေလည်းပါတာမို့ ကြည့်ရကျိုးနပ်စေမဲ့ဇာတ်ကားတစ်ကားဖြစ်မှာပါ။\nMale lead ဟန်ဂီဂျွန်းအဖြစ် ဆယ်ကျော်သက်အမျိုးသမီးလေးတွေရဲ့အချစ်တော် ဦး Gong Yooကပါဝင်သရုပ်ဆောင်ထားပါတယ်။*ဆောဂျီဝူး*ဆိုတဲ့မိန်းကလေးက ရှိုးပွဲမန်နေဂျာတစ်ယောက်ပါ။\nသူက'ကံကိုယုံပြီးဆူးပုံနင်း'ဆိုသလို ကံကိုအလွန်အမင်းယုံကြည်ပုံအပ်ထားတတ်တဲ့သူမျိုးပါ။\nလွန်ခဲ့တဲ့၁၀နှစ်တုန်းက အိန္ဒိယကိုအလည်သွားစဉ်မှာ ကင်ဂျုံဝုဆိုတဲ့သူ့အချစ်ဦးကိုစတွေ့ခဲ့ပြီး\nခရီးစဉ်အတွင်းမှာပဲသူနဲ့ချစ်သူတွေဖြစ်ခဲ့ပါတယ်။ဒီလူဟာသူ့ရဲ့Mr.destinyဟုတ်မဟုတ်စမ်းသပ်ချင်တဲ့ဂျီဝူးက သူတို့နှစ်ယောက်ကိုရီးယားကိုပြန်ရောက်ရင်တွေ့မယ်ဆိုပြီး\nချိန်းဆိုထားတဲ့နေရာကိုရောက်အောင်မသွားခဲ့ပါဘူး။\nဒီလိုနဲ့ပဲသူ့အချစ်ဦးနဲ့အဆက်အသွယ်ပြတ်ကာ ၁၀နှစ်လုံးသူ့ရဲ့အလုပ်ထဲမှာပဲစိတ်နှစ်ထားပြီး\nပြင်ပြင်ဆင်ဆင်လည်းမရှိ၊အချစ်ရေးကိုလည်းစိတ်မဝင်စားတဲ့သူတစ်ယောက်ဖြစ်လာပါတယ်။*ဟန်ဂီဂျွန်း*ကတော့ ခရီးသွားအေဂျင်စီမှာအလုပ်လုပ်တဲ့အေးဂျင့်တစ်ယောက်ပါ။\nသူ့ရဲ့ရိုးသားလွန်းပြီးခရီးသွားတွေအပေါ်အလွန်အမင်းစိုးရိမ်ပေးတတ်တဲ့စိတ်ကြောင့်ဖောက်သည်တွေပျက်ရတဲ့အတွက် အလုပ်ထုတ်ခံရပါတယ်။\nဒါနဲ့သူလည်းနောက်အလုပ်သစ်ရှာရင်း \"အချစ်ဦးရှာဖွေရေးအကျိုးဆောင်လုပ်ငန်း\"ကိုစတင်လိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ဒီလိုပါ -\nအချစ်ဦးကိုမေ့မရနိုင်ဖြစ်ပြီးလက်ထပ်ဖို့နောက်ကျနေတဲ့ဆောဂျီဝူးအတွက်စိတ်ပူတဲ့သူ့အဖေက\nဂျီဝူးကျေနပ်အောင်သူ့အချစ်ဦးကိုရှာပေးဖို့ ဂီဂျွန်းရဲ့အကျိုးဆောင်လုပ်ငန်းဆီရောက်လာပါတယ်။\nဒီလိုနဲ့သူတို့နှစ်ယောက်ဟာ ဘယ်ဆီရောက်နေမှန်းမသိတဲ့\"ကင်ဂျုံဝု\"ကို နာမည်တစ်ခုတည်းနဲ့တစ်နိုင်ငံလုံးနှံ့အောင်အတူတူလိုက်ရှာကြတာတွေကို\nဟာသတွေရော romanceတွေနဲ့ပါကြည့်ရှုရမှာပါ။\nကင်ဂျုံဝုနဲ့ဂျီဝူးဘာလို့ကွဲသွားလဲဆိုတာကိုသိရရင်ဒေါသဖြစ်မိနိုင်ပေမဲ့\nဇာတ်သိမ်းပိုင်းမှာတော့ဂျီဝူးရဲ့Mr.destinyအစစ်ကဘယ်သူလဲ\nဘယ်လိုကြောင့်လဲဆိုတာကိုသိရရင် ကျေနပ်မိမှာပါ။ဂျီဝူးတစ်ယောက် \"ကံကြမ္မာကိုယုံကြည်မိတာမှန်လားမှားလား\"သိချင်ရင်တော့ ဒီကားလေးထဲမှာဆက်လက်ကြည့်ရှုကြပါဦးနော်။( အညွှန်းရေးသားထားသူကတော့ Ingyin San ဖြစ်ပါတယ် )[Zawgyi]Finding Mr.Destiny(2010)IMDb rating ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xZ3r/Finding_Mr._Destiny_(2010)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BOTdmY2U5YzgtZjI5Mi00MTU5LWJmZTctODFjYjRjNGI4ZTNmXkEyXkFqcGdeQXVyNjk0NDQ2Njk@._V1_-133x200.jpg",
        "title": "Misty Button (2019)",
        "description": "Misty Button (2019)===============IMDb Rating - 4.9/10#Unicodeဒီတစ်ခေါက်တင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ 2019 March လမှာ ထွက်ရှိထားတဲ့ comedy, thrillerအမျိုးအစား ဇာတ်ကားကောင်းလေးပါ။ အခင်ဆုံးသူငယ်ချင်းတွေဖြစ်ကြတဲ့ ဂျိမ်းစ်နဲ့ အိုအင်တို့ဟာ အိမ်ထောင်ရေးကိစ္စမှာ အဆင်‌မပြေကြတဲ့ သူငယ်ချင်း၂ယောက်ပါ။ တစ်ရက်မှာတော့ တင်မီသောမတ်စ်ဆိုတဲ့လူတစ်ယောက်နဲ့ အမှတ်မထင် သိကျွမ်းသွားပြီးနောက် မြင်းပြိုင်ပွဲမှာ သေချာပေါက်အနိုင်ရရှိမယ့် Misty Buttonဘက်ကနေ သူတို့၂ယောက်ကို ဒေါ်လာ၁သောင်း‌ မြင်းလောင်းခိုင်းခဲ့ပါတယ်။ ဒါပေမယ့် သူငယ်ချင်း၂ယောက်က ပိုက်ဆံတွေကို တလွဲသုံးလိုက်ပြီး အမှားလုပ်လိုက်တဲ့အချိန် အဲ့ပိုက်ဆံတွေက သူတို့ထင်သလိုမျိုးမဟုတ်ဘဲတခြားလူဆိုးတစ်ယောက်ရဲ့ပိုက်ဆံတွေဖြစ်နေတဲ့အခါ.........ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာသိဖို့ ဒီဇာတ်ကားထဲမှာ စီးမျောလိုက်ကြပါဦး။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ေခါက္တင္ဆက္ေပးမယ့္ ဇာတ္ကားကေတာ့ 2019 March လမွာ ထြက္ရွိထားတဲ့ comedy, thrillerအမ်ိဳးအစား ဇာတ္ကားေကာင္းေလးပါ။ အခင္ဆုံးသူငယ္ခ်င္းေတြျဖစ္ၾကတဲ့ ဂ်ိမ္းစ္နဲ႔ အိုအင္တို႔ဟာ အိမ္ေထာင္ေရးကိစၥမွာ အဆင္‌မေျပၾကတဲ့ သူငယ္ခ်င္း၂ေယာက္ပါ။ တစ္ရက္မွာေတာ့ တင္မီေသာမတ္စ္ဆိုတဲ့လူတစ္ေယာက္နဲ႔ အမွတ္မထင္ ...",
        "rating": "4.9",
        "url": "https://megaup.net/S156/[CM]Misty.Button.2019.WebRip.720P.mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BOWQ5ZGU2ZGQtOTJjYi00MWI3LWE1ZDQtM2EzOGI2MzJjNTA4XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "The Kissing Booth 2",
        "description": "လာပါပြီ အကုန်လုံး​စောင့်​မျှော်​နေကြတဲ့ Kissing Booth 2 .....\nအခု 2 မှာ​တော့ မင်းသမီးအယ်ဗန်စ်နဲ့သူ့​ဘော်ဒါလီတို့\nဖိုင်နယ်​ကျောင်းသား​တွေဖြစ်သွားကြပါပြီ\nမင်းသားနိုအာကလည်း ​​ကျောင်းဆက်တက်ဖို့အတွက် ​\nဘော်စတွန်ကိုထွက်သွားရပါတယ်\nလီမှာကလည်း ​ရေချယ်ဆိုတဲ့ကောင်မ​လေး နဲ့\nချစ်သူ​တွေဖြစ်​နေကြပါတယ်\nမင်းသမီးအ​နေနဲ့နိုအာ့ကိုလွမ်း​နေတုန်း\nနိုအာက​တော့ ​ဘော်စတွန်မှာသူငယ်ချင်း​\nကောင်မ​လေးအသစ်ရသွားပါတယ်\nမင်းသမီးကလည်း ​နောက်ထပ် ​\nစော်ကြည်ဘဲကောင်​လေးတစ်​ယောက်နဲ့သူငယ်ချင်းဖြစ်သွားပါတယ်\nအမြဲတပူးပူးတတွဲတွဲဖြစ်​နေကြ မင်းသမီးနဲ့လီတို့သူငယ်ချင်းနှစ်​ယောက်ကြားမှာ ​\nရေချယ်​ရောက်လာ​တော့ဘယ်လိုပြဿနာ​တွေဖြစ်လာမလဲ\nမင်းသမီးနဲ့နိုအာကြားက အချစ်​ရေးက​ကော\nပျက်စီးသွားမလား\nပိုပြီးခိုင်မာလာမှာလားဆိုတာ\nဆက်ပြီးကြည့်ရှုပါဦးလို့.....\n  \nFile Size -  1.8 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Augsut , Pyae Shan Tun Wai , YK , Dolly\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://megaup.net/2dWfD/The.Kissing.Booth.2.2020_.720p_%7BCM%7D_.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/fe1fbfab118d5f38dc77d6a0124f29db-asian-hotties-sexy-asian-girls-133x200.jpg",
        "title": "(21+) The Girl on the Train (2020)",
        "description": "(၁၈ နှစ်အောက် လုံး၀ မကြည့်ရ)\nဒီတခါတော့ ထူးခြားဆန်းကြယ်သိုင်းကျမ်းလေး တင်ဆက်ပေးလိုက်ပါပြီ.\nမိန်းမကျမ်းကျေနေတဲ့ ကျော်ကြီးနဲ့ ဇော်ကြီးဟာ ရထားပေါ်မှာ\nစကားစမြည်ပြောရင်း မထင်မှတ်ပဲ\nစက်လေးတစ်လုံးကို ကောက်ရခဲ့ပါတယ်.\nသူတို့နှစ်ဉီးကလဲ စက်ကလေးစိတ်၀င်တစားကလိကြည့်တဲ့အခါမှာတော့\nအချိန်ကို ရပ်တန့်လို့ရတဲ့ စက်လေး ဖြစ်နေခဲ့ပါတယ်\nအဲ့ဒါနဲ့သူတို့နှစ်ဉီးဟာ အကြံကြီးစွာနဲ့ မိန်းကလေး သီးသန့်ရှ်ိတဲ့\nရထားတွဲကို သွားပြီးအချိန်ရပ်တန့်ကာ ပျော်ရွှင်စွာသိုင်းကျင့်ကြပ့တယ်.\nကံကောင်းတယ်ပဲပြောရမလား?\nသူတို့သွားတဲ့ရထားတွဲထဲမှာ ဖွံထွား ငယ်ရွယ်တဲ့\nမိန်းကလေးက ၁၂ယောက်တောင်ရှိတာဆိုတော့\nသိုင်းကို တ၀ကြီး ကျင့်လို့ရတာပေါ့ဗျာ.\nကျော်ကြီးနဲ့ဇော်ကြီး ဘယ်လို သိုင်းကျမ်းတွေကျင့်မယ်ဆိုတာကို\nဝိုးတိုးဝါးတား ဆင်ဆာမပါပဲ တင်ဆက်ပေးထားတာကြောင့်\ndsဖန်ကြီးအကြိုက်\nunsensorဗားရှင်းပေါဗျာ.\nကဲ ဂူးအောင်းပြီး သိုင်းကျင့်ကြပါဦး.",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/21-the-girl-on-the-train-2020/",
        "category": "Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BNGYwMzQ4YzYtYzMzMC00YTQzLWIzYjYtM2U2Yjk0ZTU4YjI2XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-143x200.jpg",
        "title": "The Last Days of American Crime",
        "description": "ဒီတစ်ခေါက်မှာတော့ စီအမ် ပရိတ်သတ်ကြီးအတွက်\nဇွန်လ ၅ ရက်နေ့ကမှ ထွက်ထားတဲ့\nဇာတ်ကြမ်းကား တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဒီဇာတ်ကားက ဂရေဟမ် ဘရစ် ရယ် ရှဲဘီ ဒူပရီး ရယ် ကီဗင် ကတ်ရှ် တို့ က ရဲ့\nအကွက်ချပြီး ဘဏ်တိုက်ဖောက်ဖို့ကြိုးစားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ဂရေဟမ် ဘရစ်က\nတစ်ယောက်တည်းကျန်ခဲ့တဲ့ ကြေးစားလူမိုက်လိုဖြစ်နေတာ\nသူ့ကို ဒူမိုးရစ် မိသားစုက လိုက်သတ်နေတယ်\nဒူမိုးရစ် ရဲ့ သားက ကီဗင်ကတ်ရှ် ဒီကောင်ကလည်း\nသူ့အဖေနဲ့ ရန်သူလိုဖြစ်နေတာ သူ့ကောင်မလေးက\nဒူပရီး အဲ့ဒီအချိန်မှာ အမေရိကန်နိုင်ငံရဲ့ နိုင်ငံရေးအခြေအနေကလည်း မကောင်းဘူး\nပြည်သူတွေကို အေပီအိုင် ဆိုတဲ့ အာရုံကြောကို\nထိန်းချုပ်နိုင်တဲ့ စနစ်တစ်ခုကို အစိုးရက\nအကောင်အထည်ဖော်နေတယ် ဒါကိုပြည်သူတွေက လက်မခံဘူး\nဆန္ဒတွေပြကြတယ် ကနေဒါကို ထွက်ပြေးကြတယ်\nထွက်ပြေးတဲ့သူတွေကို အစိုးရက ဖမ်းတယ်\nထောင်ချတယ် အဲ့ဒီအခါ ပိုပြီး ဆန္ဒပြမှုတွေပြင်းထန်လာတယ်\nဒါကို အစိုးရကလည်း လက်မလျော့ဘူး ဆက်ပြီး\nအကောင်အထည်ဖော်တဲ့ အေပီအိုင် စနစ် ချပ်စ် ပြားလေးကို\nလူတွေရဲ့ ဉီးနှောက်ထဲထည့်ရင် ...",
        "rating": "6.2",
        "url": "https://megaup.net/2dVM7/The_Last_Days_of_American_Crime_2020_1080P_%7BCM%7D.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/coven-152x200.jpg",
        "title": "Coven 2020",
        "description": "အဆင့်မြင့်စုန်းမငါးယောက်ဟာ သူတို့ရဲ့စုန်းမ​ကြီး Ashura ရဲ့ရှေးဟောင်းစွမ်းအားတွေကို ပြန်လည်ခေါ်ယူတဲ့ ပူဇော်ပွဲလုပ်ဖို့အတွက် အတူစုဝေးလာကြပါတယ် စုန်းအဖွဲ့ရဲ့ခေါင်းဆောင်က ဦးဆောင်ကျင်းပပြီးတော့ ပွဲလုပ်နေစဥ်မှာ မတော်တဆ စုန်းမအဖွဲ့ဝင်တစ်ယောက်ကို သတ်လိုက်မိခဲ့ပါတယ် ဒါကြောင့် စုန်းမ Ashura ရဲ့စွမ်းအားကိုခေါ်ယူတာပြီးမြောက်ဖို့အတွက် နောက်ထပ်စုန်းမတစ်ယောက်ကိုရှာဖွေဖို့လုပ်ပါတော့တယ် ကျန်ရှိနေတဲ့ စုန်းမတွေရဲ့အစွမ်းတွေကို သူမစုပ်ယူဖို့အတွက် အဲ့အချိန်မှာ Ashura ရဲ့ spirit ကလွတ်မြောက်သွားပြီး စုန်းမအဖွဲ့ဝင်တွေကို လိုက်သတ်ဖို့ကြိုးစားတဲ့အချိန်မှာ စုန်းမအဖွဲ့ထဲကို အသစ်ဝင်ရောက်လာတဲ့ စုန်းမတစ်ယောက်က တားဖို့ကြိုးစားတဲ့အချိန်မှာတော့..... ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်လိုက်ပါဦးFile Size : 600 Mb / 300 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:20:00\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon Thu Thu Chain\nEncoded by Littleneo",
        "rating": "2.6",
        "url": "https://megaup.net/2dUHY/Coven.2020.720p.WEBRip_(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/watching-140x200.jpg",
        "title": "Watching (2019)",
        "description": "Watching (2019)\n2019 ထွက် Horror Movie လေးတင်ဆက်ပေးလိုက်ပါတယ်...ယောင်းဝူဟာ အလုပ်အရမ်းကြိုးစားတဲ့ အဖွဲ့မှူး တစ်ယောက်ပါ ...သူမက Single Mother တစ်ယောက်ဖြစ်ပြီး ဂုဏ်သိက္ခာအပြည့်နဲ့ ရပ်တည်နေသူပါ ...သူမရဲ့ အလုပ်ပြန်ချိ်န်ကတော့ အမြဲနောက်ကျလေ့ ရှိပါတယ် ...သူမကို အဖွဲ့ခေါင်းဆောင်ကလည်း အလုပ်တွေအနိုင်ကျင့်ပြီး ခိုင်းတတ်ပါသေးတယ် ...ဒါပေမယ့် သူမကို အမြဲ သတိထားစောင့်ကြည့်နေတဲ့သူရှိပါတယ်...သူကတော့ သူမတို့ Company အဆောက်အဦး ကားပါကင်ကဂျွန်ဟိုဆိုတဲ့ လုံခြုံရေးကောင်လေးပါ သူမကို အမြဲတမ်း စကားတွေ လိုက်ပြောလေ့ ရှိပြီ း မမ လို့ တရင်းတနှီးလည်း ခေါ်တတ်ပါသေးတယ်...စွဲလမ်းမှုကနေ စိတ္တဇလိုဖြစ်လာပြီး ဂျွန်ဟိုတစ်ယောက်ဟာ မလုပ်သင့်တာတွေ လုပ်ပါတော့တယ်...ယောင်းဝူဘယ်လိုတွေရင်ဆိုင်ရမလဲဆိုတာကိုတော့....ခံစားကြည့်ကြပါဉီး...ဇာတ်လမး်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်...File Size : (900 MB) and (363MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:38:00\nGenre :  Thriller,Horror\nSubtitle ...",
        "rating": "6.5",
        "url": "https://megaup.net/3zQGM/Watching.2019.WEB-DL.720P.PP.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uWrX15ozsFYEu79kqomNFFuxGjy.jpg",
        "title": "Vertigo(2019)",
        "description": "Vertigo(2019)အညွှန်း*********************** 2019 တုန်းက ထွက်ရှိထားတဲ့ Vertigo ဆိုတဲ့ Movie လေးကို တင်ဆက်ပေးပါမယ်..  ဆောယောင်းဟာ  graphic designer တစ်ယောက်ဖြစ်ပါတယ်.. ဒါပေမယ့် သူမက company ရဲ့ စာချုပ်အလုပ်သမားတစ်ယောက်ပါ ... စာချုပ်အလုပ်သမားတွေရဲ့ အခက်ခဲတွေအတိုင်း နောက်တစ်နှစ် စာချုပ်ထပ်ချုပ်ပြီး အလုပ်လုပ်ခွင့်ရဖို့ ကြိုးစားရပါတယ်.. မိသားစုပြဿနာအချို့လည်းရှိနေတဲ့ ကောင်မလေးတစ်ယောက်ပေါ့.. ဒီလိုကောင်မလေးဟာ  Company ရဲ့ ပျိုတိုင်းကြိုက်တဲ့ နှင်းဆီခိုင်ဖြစ်တဲ့ အဖွဲ့ခေါင်းဆောင်  လီဂျင်ဆူနဲ့ ဇာတ်လမ်းလေးဖြစ်ဖို့ အကြောင်းဖန်လာပါတော့တယ်... ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး... File Size : (900 MB) and (352 MB)Quality : FHDRip 720pFormat…mp4Duration…01:30:00Genre : Romance, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Han Thu AyeEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1xX4W/Vertigo.2019.FHDRip.720p.pp.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BYWJhODgyNmItNWY4OS00Zjk3LWIzNDItMmM0OTk2NGM5YjU5XkEyXkFqcGdeQXVyNjgzMjQ0MTA@._V1_-133x200.jpg",
        "title": "Dreamland (2019)",
        "description": "Dreamland (2019)==============IMDb Rating - 6.1/10#UnicodeDreamland ဒီဇာတ်ကားလေးကတော့ ကားနာမည်လေး အတိုင်းပါပဲ အိမ်မက်ကမ္ဘာ တစ်ခုကိုရောက်သွားသလိုပါပဲ။ စိတ်ကူးယဥ်ဆန်ဆန် ကြည့်ရမယ့် ကားလေးပါ။ ဂီတသမားတစ်ယောက်ရဲ့စိတ်ကူးယဥ်ဆန်ဆန် အိမ်မက်ထဲ ​ကြေးစားဂီတသမား အလုပ်လုပ်ရာကနေ သူ့ပရိသတ်က မင်္ဂလာပွဲအတွက်ငှားပြီး . . . သူ့ရဲ့လက်သန်းကို လိုချင်တာကြောင့် ကြေးစားလူသတ်သမား ငှားရမ်းထားခဲ့ပါတယ်။ဒါပေမယ့် လူသတ်သမားနဲ့လည်း သူငယ်ချင်းဖြစ်ပြီး သူ့အသက်အန္တရာယ် အတွက် ဥာဏ်နီဥာဏ်နက်သုံးပြီး ဖြေရှင်းပုံတွေကို ခံစားရမှာပါ။ တကယ်ကြည့်လို့ ကောင်းတဲ့ ဇာတ်ကားပါ စိတ်ကူးယဥ်ဆန်တတ်သူတွေ ကြည့်သင့်တဲ့ ကားတစ်ကားဆို ပိုမှန်ပါလိမ့်မယ်။ ဂီတပညာရှင်ဟာ ဘယ်လို လူမျိုး ကြေးစားလူသတ်သမားဟာ ဘယ်လိုလူမျိုး သူ့ကို သတ်ချင်တဲ့ သူ့ပရိသတ်ဟာ ဘယ်လိုလူမျိုးလဲ ဘာတွေဆက်ဖြစ်မလဲကို သိချင်ရင်တော့ ဒီကားလေးကို ကြည့်ဖို့ တိုက်တွန်းပါရစေ...(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thinzar Lwin ပဲဖြစ်ပါတယ်။)#ZawgyiDreamland ဒီဇာတ္ကားေလးကေတာ့ ကားနာမည္ေလး ...",
        "rating": "6.1",
        "url": "https://megaup.net/S0y3/[CM]Dreamland.2019.WebRip.720P.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/anchorman-136x200.jpg",
        "title": "Anchorman: The Legend of Ron Burgundy 2004",
        "description": "San Diego မြို့လို ယောကျာ်းလေးများသာ သတင်းတင်ဆက်သူဖြစ်ခွင့်ရှိတဲ့မြို့ကြီးမှာ Ron Burgundy လို့ခေါ်တဲ့ Anchorman ဟာ အာဏာအရှိဆုံးနဲ့ နာမည်အကြီးဆုံးဖြစ်လာခဲ့ပါတယ် သူနဲ့သူ့သူငယ်ချင်းများပါဝင်တဲ့ Channel 4 News Team ဟာ Network မှာငါးနှစ်ဆက်တိုက် နံပါတ်တစ်ဖြစ်လာခဲ့ပါတယ် တစ်နေ့မှာတော့ ပါတီပွဲတစ်ခုမှာ Veronica Coringstone လို့ခေါ်တဲ့ သတင်းထောက်မလေးနဲ့ တွေ့ဆုံပြီး သူမကိုသဘောကျသွားခဲ့ပါတယ် ဖြစ်ချင်တော့ Coringstone ဟာလည်း San Diego ရဲ့ရှေးရိုးစွဲအစဥ်အလာကို ချိုးဖောက်ပြီး သတင်းတင်ဆက်သူဖြစ်ချင်တဲ့ မိန်းကလေးဖြစ်နေတာပေါ့ အဲ့လိုနဲ့ နောက်တစ်နေ့မှာ Coringstone တစ်ယောက် Burgundy ရှိတဲ့ Channel 4 News ကိုရောက်လာပါတော့တယ် အဲ့မှာစပြီး Coringstone ဟာ ဟတင်းတင်ဆက်သူဖြစ်နိုင်မယ့် အခွင့်အရေးကိုစောင့်ဆိုင်းနေရင်း တစ်နေ့မှာတော့ သူဖြစ်မျှော့်လင့်ထားတဲ့ဆန္ဒပြည့်ဝသွားပြီ တွဲဖက်တင်ဆက်သူဖြစ်လာပါတော့တယ် Burgundy ချစ်သော်လည်းအလိုမလိုက်နိုင်ဆိုသလို သူ့နေရာကိုအလုယူခံလိုက်ရလို့ ဒေါသမီးတောက်လောင်ပြီး ...",
        "rating": "7.2",
        "url": "https://megaup.net/2TIuu/Anchorman.The.Legend.of.Ron.Burgundy.2004.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BYjE2MjIwMmYtM2ZiMy00MzdmLTkyNTYtNmFiNjM5MDJhMGVmXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Silencing (2020)",
        "description": "The Silencing (2020)================IMDb Rating - 6.1/10#Unicodeဒီတစ်ခေါက်တင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ IMDb 6.1 ရရှိထားတဲ့ The Silencing ဆိုတဲ့ဇာတ်ကားလေးပါ။  ဒီဇာတ်ကားဟာ action, crime, thriller အမျိုးအစားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကိုပြောပြရရင် ရေဘန်ဆွမ်ဆန်ဟာ အမဲလိုက် မုဆိုးဘဝကိုစွန့်လွှတ်ပြီးတော့ တောရိုင်းတိရစ္ဆာန်ဘေးမဲ့တောကြီးကို စောင့်ရှောက်နေတဲ့လူတစ်ယောက်ပါ။ တစ်နေ့မှာတော့ မိန်းကလေးငယ်လေးတွေရဲ့ မူမမှန်တဲ့အသတ်ခံရခြင်းတွေဖြစ်လာတဲ့အခါ......သူ့ရဲ့ ရုတ်တရက်ပျောက်ဆုံးသွားတဲ့သမီးဖြစ်သူကရောဒီကွင်းဆက်လူသတ်မှုထဲမှာ ပါဝင်နေမလားဆိုတာကို ရဲအရာရှိဂက်စတက်ဆင်နဲ့အတူ လိုက်လံစုံစမ်းကြတာကိုလျှို့ဝှက်သည်းဖိုဆန်ဆန်ကြည့်ရှုရမှာပါ။ရေဘန်ဆွမ်ဆန်အဖြစ် ကျွန်တော်တို့အကြိုက်မင်းသားတစ်ယောက်ဖြစ်တဲ့ Game of Thrones ဇာတ်လမ်းတွဲထဲမှJaime Lannister (Nikolaj Coster-Waidau) က ပါဝင်သရုပ်ဆောင်ထားပြီးတော့၊ ရဲအရာရှိဂက်စတက်ဆန်အဖြစ်Peaky Blinders ထဲက Thomas Shelby ရဲ့ အမျိုးသမီးလေး Grace က ပါဝင်သရုပ်ဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ေခါက္တင္ဆက္ေပးမယ့္ ဇာတ္ကားေလးကေတာ့ IMDb 6.1 ရရွိထားတဲ့ The Silencing ဆိုတဲ့ဇာတ္ကားေလးပါ။ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-silencing-2020/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/1qJW7c-140x200.jpg",
        "title": "If We Were A Season (2017)_Drama Special",
        "description": "[Unicode]ဒီကားကတော့ 2017 တုန်းကထွက်တဲ့ Melodrama ကားလေးတစ်ကားဖြစ်ပါတယ် ။\nမင်းသားမင်းသမီးတွေကတော့ အားလုံးရင်းနှီးပြီးသားဖြစ်ကြမယ်ထင်ပါတယ် ။အထက်တန်းကျောင်းသားတွေဖြစ်တဲ့ Yoon Hae-rim (Chae Soo-bin) နဲ့ Uhm Gi-seok (Jang Dong-yoon) နှစ်ယောက်က တစ်ရက်တည်းမွေးတဲ့ဖွားဖက်တော်တွေဖြစ်ပါတယ် ။မွေးကတည်းကအိမ်နီးချင်းအနေနဲ့ကြီးပျင်းလာတာကြောင့် အချင်းချင်းအရမ်းရင်းနှီးကြပြီး တန်ဖိုးထားကြပါတယ် ။တစ်ရက်မှာတော့ Oh Dong-kyeong (Jinyoung) လို့ခေါ်တဲ့ကျောင်းသားက ဆိုးလ်ကနေ ကျောင်းပြောင်းလာပြီးတဲ့နောက်မှာ\nသူတို့နှစ်ယောက်ကြားကရင်းနှီးတဲ့ဆက်ဆံရေးကဘယ်လိုဖြစ်သွားမှာလဲ...\nOh Dong Kyeong ကသူတို့ကြားထဲကိုဘယ်လိုဖြစ်တည်မှုနဲ့ဝင်ရောက်လာမလဲ...သူတို့တစ်ယောက်အပေါ်တစ်ယောက်ထားတဲ့ ခံစားချက်တွေကိုဘယ်လိုလှုပ်ခါနိုင်မလဲဆိုတာ\nIf we were a season ဆိုတဲ့ကားလေးကိုကြည့်ရှုအားပေးကြပါဦး...။( အညွှန်းရေးသားထားသူကတော့ Hnin Pale ဖြစ်ပါတယ် )[Zawgyi]ဒီကားကေတာ့ 2017 တုန္းကထြက္တဲ့ Melodrama ကားေလးတစ္ကားျဖစ္ပါတယ္ ။\nမင္းသားမင္းသမီးေတြကေတာ့ အားလုံးရင္းႏွီးၿပီးသားျဖစ္ၾကမယ္ထင္ပါတယ္ ။အထက္တန္းေက်ာင္းသားေတြျဖစ္တဲ့ Yoon Hae-rim (Chae Soo-bin) နဲ႔ Uhm Gi-seok (Jang ...",
        "rating": "7.7",
        "url": "https://megaup.net/2dUzf/KBS.Drama.Special.If.We.Were.A.Season_(2017).mp4",
        "category": "Romance, School"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4sX2hNAeTBrg6CykOHKvbMURGfJ.jpg",
        "title": "One 2 Ka 4(2001)",
        "description": "One 2 Ka 4(2001)Shahrukh Khan ဖန်တွေ အတွက် တင်ဆက်ပေးလိုက်သည်....အာရွန်နဲ့ဂျာဗစ်ဘိုင်ကတော်တော်လေးရင်းနှီးတဲ့မိတ်ဆွေဖြစ်ပြီးနှစ်ယောက်စလုံးကထောက်လှမ်းရေးရဲအရာရှိတွေဖြစ်ကြပါတယ်။တစ်နေ့တော့ ဂိုဏ်းကြီးKKV ဆိုတဲ့မှုးယစ်ဆေးဝါးဂိုဏ်းနဲ့ဆက်စပ်တဲ့မှုးယစ်ဆေးရောင်းဝယ်မှုတစ်ခုကို အချိန်ကိုက် ဝင်ရောက်ဖမ်းဆီးကြတယ်... အာရွန်းတို့အဖွဲ့ဟာ အထူးလေ့ကျင့်ထားတဲ့ရဲတွေဖြစ်ပေမဲ့မူးယစ်အဖွဲ့က အင်အားလည်းများတဲ့အပြင် အတွေ့အကြုံရှိသူတို့ဆိုတော့အာရွန်းတို့အဖွဲ့ အတော်မလွယ်ကူပါဘူး..ဒီဖမ်းဆီးမှုကို အောင်မြင်အောင်ကြိုးစားတဲ့နောက်တော့ပြဿနာမျိုးစုံ အာရွန်းခေါင်းပေါ်ရောက်လာပါတော့တယ်...ဘာတွေဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး....\nဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်။ File Size : (2.6 GB)(1.24GB) and (460 MB)\nQuality : Blu-Ray 1080p, Blu-Ray 720p\nFormat…mp4\nDuration…02:49:00\nGenre : Action ,Comdey, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/one-2-ka-42001/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BMjVkYWUwYWUtM2MwNS00OGVlLWJmMjUtYzU0NGI3ZDMzZTI4XkEyXkFqcGdeQXVyNDM2MjM2NDU@._V1_SY1000_CR006861000_AL_-137x200.jpg",
        "title": "Ghost Patrol (2016)",
        "description": "Ghost Patrol (2016)================IMDb Rating - 4.9/10#Unicodeဒီနေ့အတွက် တင်ပေးချင်တာက 2016 ခုနှစ်ကထွက်ထားတဲ့ Animation , Adventure movieလေးပဲဖြစ်ပါတယ်။ Ghost Patrolဆိုတဲ့ကားလေးကတော့ လူငယ်စွန့်စားခန်းပုံမျိုးလေးပါပဲ၊သူငယ်ချင်း၂ယောက်ဟာ သရဲအစစ်များကို အရမ်းတွေ့ချင်ပြီး စွန့်စားချင်တာကြောင့် သရဲဖမ်းအဖွဲ့လေးတစ်ခုဖွဲ့ထားပါတယ်။ ဒါပေမယ့်သူတို့အဖွဲ့ကိုအထင်မကြီးတဲ့သူတွေရဲ့နောက်ပြောင်အကူအညီတောင်းမှုကို ကူညီဖို့ကြိုးစားရာမှ တကယ့်သရဲအစစ်ကြီးနဲ့ဘယ်လိုတွေ့ပြီး ဘာကောင်တွေကိုအတူနှိမ်နင်းမလဲဆိုတာ ခပ်မိုက်မိုက်လေးနဲ့ကြည့်မြင်ရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ တင္ေပးခ်င္တာက 2016 ခုႏွစ္ကထြက္ထားတဲ့ Animation , Adventure movieေလးပဲျဖစ္ပါတယ္။ Ghost Patrolဆိုတဲ့ကားေလးကေတာ့ လူငယ္စြန႔္စားခန္းပုံမ်ိဳးေလးပါပဲ၊သူငယ္ခ်င္း၂ေယာက္ဟာ သရဲအစစ္မ်ားကို အရမ္းေတြ႕ခ်င္ၿပီး စြန႔္စားခ်င္တာေၾကာင့္ သရဲဖမ္းအဖြဲ႕ေလးတစ္ခုဖြဲ႕ထားပါတယ္။ ဒါေပမယ့္သူတို႔အဖြဲ႕ကိုအထင္မႀကီးတဲ့သူေတြရဲ႕ေနာက္ေျပာင္အကူအညီေတာင္းမႈကို ကူညီဖို႔ႀကိဳးစားရာမွ တကယ့္သရဲအစစ္ႀကီးနဲ႔ဘယ္လိုေတြ႕ၿပီး ဘာေကာင္ေတြကိုအတူႏွိမ္နင္းမလဲဆိုတာ ခပ္မိုက္မိုက္ေလးနဲ႔ၾကည့္ျမင္ရမွာပဲျဖစ္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hnin Wut Yi ပဲျဖစ္ပါတယ္။)  Quality – 720p WebRipDuration - 47 minSubtitle ...",
        "rating": "4.9",
        "url": "https://megaup.net/2TRwp/[CM]Ghost.Patrol.2016.WebRip.720P.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ooOysIbcQeBTwx1UWMqINipttb.jpg",
        "title": "My Dear Desperado (2010)",
        "description": "[Unicode]2010 (31st) Blue Dragon Film Awards မှာ ဒီဇာတ်ကားရဲ့ Best New Director ဆုကိုရရှိခဲ့ပြီး\nမင်းသမီး Jung Yu-Mi လည်း\n2011 (33rd) Golden Cinematography Awards ပွဲမှာ Best Actress ဆုကို ရရှိခဲ့ပါတယ် ။\nပုံမှန်ကြည့်နေကျ Comedy-Romane တွေလိုမဟုတ်ပဲ တစ်မျိုးကွဲထွက်နေတာမို့ ပရိတ်သတ်တွေ အကြိုက်တွေ့လောက်မယ်ထင်ပါတယ်ဇာတ်လမ်းအကျဉ်းဆယ်ဂျင်းဟာ နယ်မြို့လေးတစ်မြို့မှာနေထိုင်ပြီး အဲ့မြို့က တက္ကသိုလ်ကနေပဲ ဘွဲ့ရခဲ့ပါတယ်\nဆိုးလ်ကို သွားပြီး အလုပ်လုပ်ကိုင်လိုတာကြောင့် ဖခင် တားမြစ်တဲ့ ကြားကနေပဲ ဆိုးလ်မှာ အလုပ်လုပ်ဖို့ ရောက်လာခဲ့ပါတယ်Company တစ်ခုမှာ အလုပ်ဝင်ပြီး အလုပ်ကိုင်သစ် ချစ်သူအသစ်နဲ့ အရာအားလုံးအဆင်ပြေနေချိန်မှာပဲ...\nသူမ အလုပ်လုပ်တဲ့ Company ဒေဝါလီခံရပြီး သူမလည်း အလုပ်လက်မဲ့ဖြစ်သွားခဲ့ပါတယ်ချစ်သူနဲ့လည်း လမ်းခွဲခဲ့ရပြီးဈေးပေါတဲ့ တိုက်ခန်းတစ်ခုကို ပြောင်းငှားနေခဲ့ရပါတယ်\nအဲ့မှာပဲ လူမိုက် အိုဒုံချောနဲ့ သူမတွေ့ဆုံခဲ့ပါတယ်အစပိုင်းမှာ လူမိုက်တစ်ယောက်နဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2TRtn/My_Dear_Desperado_(2010).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e49T4OCfwxwQNtiTX5n3e2xRnuL.jpg",
        "title": "Over My Dead Body (2012)",
        "description": "[Unicode]ဒီဇာတ်ကားလေးက ၂၀၁၂ ခုနှစ်က ထွက်ရှိခဲ့တာဖြစ်ပြီး Crime/Comedy အမျိုးစားဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းသိပ္ပံ စမ်းသပ်မှု တစ်ခုရဲ့ microchip ကို ဥက္ကဌဖြစ်သူ ဂင်ထက်ဆူက ဓာတ်ခွဲခန်းနေ ခိုးယူပြီး နိုင်ငံခြားကို ရောင်းပစ်ဖို့လုပ်ခဲ့ပါတယ်\nအဲ့အချိန်မှာ ဓာတ်ခွဲခန်း အလုပ်သမားခေါင်းဆောင် ဂျင်ဆူကို ကားတိုက်လုပ်ကြံခဲ့ပါတယ်ဂျင်ဆူရဲ့သမီးက သူ့အဖေဘာကြောင့် လုပ်ကြံခံရတယ်ဆိုတာကိုသိရှိပြီး\nဥက္ကဌဂင်ဆီ ဆေးရုံစရိတ်နဲ့ လျော်ကြေးတောင်းဖို့ သွားခဲ့ပေမယ့် ဥက္ကဌဂင်ဟာ ရုတ်တရက်သေဆုံးသွားပါတယ်\nအဖေ့ ဆေးရုံစရိတ်အတွက် လျော်ကြေးရဖို့ ဘာမဆိုလုပ်မယ်ဆိုပြီး အဖေဖြစ်သူရဲ့ လုပ်ဖော်ကိုင်ဖက်နဲ့ အတူ ဥက္ကဌဂင်ရဲ့ အလောင်းကို ခိုးယူပြီး ငွေညှစ်ဖို့လုပ်ခဲ့ပါတယ်ဒါပေမယ့် သူတို့ အလောင်းမှားခိုးမိပြီး\nခိုးလာတဲ့လူကလည်း အသက်ရှင်နေတဲ့ အခါ ဘယ်လိုတွေ ဆက်ဖြစ်မှာလဲဥက္ကဌဂင်ရဲ့အလောင်းကရော ဘယ်မှာလဲ\nဓာတ်ခွဲခန်းက ခိုးယူသွားတဲ့ microchip ကရော ဘယ်သူ့ဆီမှာလဲရဲတွေကလည်း ဒီ microchip နောက်ကိုလိုက်နေကြတဲ့အခါ\nဘယ်လို အလွဲလေးတွေ ဟာသေလေးတွေဖစ်မလဲဆိုတာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/31wnW/Over_My_Dead_Body_(2012)_HD720p.mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-22-at-2.01.57-AM-140x200.png",
        "title": "The Elder One (2019)",
        "description": "The Elder One (2019)================IMDb Rating - 7.6/10#Unicodeဒီဇာတ်ကားလေးကတော့ အိန္ဒိယနိုင်ငံက လိင်တူချစ်သူတွေရဲ့ ပြဿနာနဲ့ ကျွန်းက ထွက်သွားတဲ့အကိုဖြစ်သူကို ရှာဖွေတဲ့ ယောက်ျားလျှာကောင်မလေးတစ်ယောက်ရဲ့ ကြုံတွေ့ရတဲ့ ပြဿနာတွေကို မီးမောင်းထိုးပြထားတဲ့ ကားလေးပါ။ ကလေးမလေးဟာ ယောက်ျားလို ဝတ်ဆင်ပြီး ယောက်ျားလိုနေပင်မဲ့ ပတ်ဝန်းကျင်ရဲ့ လက်မခံနိုင်မှု့တွေကြောင့် မြို့ပေါ်တက်သွားတဲ့ အကိုကို သွားရှာရင်းကလေးရောင်းစားတဲ့ ဂိုဏ်းနဲ့တွေ့ပြီး ရောင်းစားခံရတော့မဲ့ စဲစဲ သူ့အကိုကို ပြန်တွေ့ပြီး မောင်နှမတွေပြန်လည်ဆုံစည်းသွားတဲ့ ကားလေးပါ။ ဇာတ်လမ်းလေးဟာ ရိုးရှင်းပေမဲ့ အိန္ဒိယနိုင်ငံရဲ့ လူနေမှု့ဘဝတွေကလေးရောင်းဂိုဏ်းတွေရဲ့ အင်အားကြီးမားပုံနဲ့ ပျက်စီးနေတဲ့ ရဲတွေရဲ့ ကျင့်ဝတ်တွေကို ဒါရိုက်တာကအဓိကထား ရိုက်ကူးထားတာဖြစ်ပါတယ်။တကယ်ကို ကြည့်သင့်တဲ့ ပညာပေး ကားလေးပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thinzar Lwin ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားေလးကေတာ့ အိႏၵိယႏိုင္ငံက လိင္တူခ်စ္သူေတြရဲ႕ ျပႆနာနဲ႔ ကြၽန္းက ထြက္သြားတဲ့အကိုျဖစ္သူကို ရွာေဖြတဲ့ ေယာက္်ားလွ်ာေကာင္မေလးတစ္ေယာက္ရဲ႕ ႀကဳံေတြ႕ရတဲ့ ျပႆနာေတြကို ...",
        "rating": "7.6",
        "url": "https://megaup.net/2TPvs/[CM]Moothon.The.Elder.One.2019.Web-DL.720P.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lu5DjnySl2zj7jOBu54p12bRi38.jpg",
        "title": "Late Blossom(2011)",
        "description": "Late Blossom(2011)CM Fan တွေအတွက် Late Blossom ဆိုတဲ့ ဇာတ်ကားလေးကို ထပ်မံတင်လိုက်ပါတယ် ...၂၀၁၁ တုန်းက ထွက်ရှိထားတာဖြစ်ပြီး မင်းသမီး Song Jo Hyo ပါဝင် သရုပ်ဆောင်ထားပါသေးတယ် ..... ဇာတ်လမ်းအကျဉ်း နာမည်မှာ ဆုန်းလို့ မျိုးရိုးနာမည် တစ်လုံးတည်းရှိတဲ့ အဘွားဟာ ဆွေမျိုးသားချင်းမရှိ တစ်ယောက်တည်းနေပြီးကတ်ထူစက္ကူလေးတွေ ကောက်ပြီး ရောင်းစားရင်း အသက်မွေးပါတယ် ...တစ်ရက်မှာ တော့ နေရာပြောင်းပြီး ကတ်ထူကောက်ရင်းနဲ့ ဂင်မန်ဆော့ဆိုတဲ့ အဘိုးနဲ့ တွေ့ဆုံခဲ့ပါတယ် ..သူတို့ ၂ ဦးကတော့ ထူးဆန်းစွာနဲ့  တစ်ယောက်ရဲ့အထီးကျန်မှုကို တစ်ယောက်က အကောင်းဆုံးြဖည့်ဆည်းပေးတဲ့အဖော်မွန်တွေဖြစ်ခဲ့ကြတယ်...ဂျန်ဂွန်ဘုံဆိုတဲ့ အဘိုးကတော့ အသက် ၇၇ နှစ်ရှိပြီဖြစ်ပြီး ကားပါကင်မှာ ကားတွေ စောင့်ပေးပါတယ်...အဘိုးမှာ သူငယ်ပြန်နေတဲ့ ဇနီးဖြစ်သူလည်းရှိပါတယ် သားသမီး ၃ ယောက်ရှိပေမယ့်ဘယ်သူကမှ မိဘတွေကို ပြန်မကြည့်ပေးခဲ့လို့ ဇနီးမောင်နှံ ၂ ...",
        "rating": "7.3",
        "url": "https://megaup.net/4fK8y/Late_Blossom.2011.DVDRip.Large_Size.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qVFfofTQCaoru8oiaOGW0G4YSwQ.jpg",
        "title": "A Nice Girl Like You(2020)",
        "description": "A Nice Girl Like You(2020)ဒီဇတ်ကားလေးကတော့ comedy , romance ဇာတ်ကားလေးပါ ၊ ဇာတ်လမ်းအကျဉ်းလေးကတော့ တယောသမားလေး လူစီ ။လူစီက မင်္ဂလာဆောင်တွေမှာအဖွဲ့လိုက်တီးရတဲ့ ဖျော်ဖြေးရေးအဖွဲ့မှာ တယောထိုးရတဲ့အပိုင်းကိုတာဝန်ယူထားရတယ် ။လူစီမှာအကျင့်လေးတစ်ခုရှိတယ်။ အဲ့ဒါကတော့ စာရင်းမှတ်တာ ။တစ်နေ့တာလုပ်ဆောင်ရမယ့် စာရင်းတွေ ။ဈေးဝယ်စာရင်းတွေ အဲ့လိုမျိုးလေးတွေကိုမှတ်တတ်တဲ့အကျင့်ရှိတယ် ။တစ်နေ့ တော့ သူ့ကောင်လေး ဂျဖ် အိပ်နေတုန်းမှာ မထင်မှတ်ပဲ ဈေးဝယ်စာရင်းထဲက ပစ္စည်းတစ်ခုကိုရွတ်လိုက်မိတယ် ။အဲ့တော့ ဂျဖ်က မင်းငါ့အပေါ်မှာ အာရုံစူးစိုက်မှုစတာတွေနဲ့ ရန်ဖြစ်ကြတော့တယ်...ဒီလိုနဲ့အချင်းချင်းပြဿနာတွေဖြစ်ရင်းထုံးစံအတိုင်း ပြတ်ကြတယ်ပေါ့ဗျာ....အဲ့ဒီနောက် လူစီဆိုတဲ့ကောင်မလေးဟာ ဒီလိုြဖစ်တာတွေကိုဆန်းစစ်ပြီးတော့အချက်(၁၂)ချက်နဲ့ ဘဝအသစ်စမယ်ဆိုပြီး စီစဉ်ပါတော့တယ်...အဲ့အချက်တွေက ဘယ်အချက်တွေဖြစ်မလဲ...…. ရယ်လည်းရယ်ရသလို ပညာပေးခန်းလေးတွေလည်းပါတာမို့ခံစားကြည့်ကြပါဉီး..\n(လိင်ပိုင်းဆိုင်ရာ စကားလုံးအသုံးအနှုန်းတွေ ဖောဖောသီသီ ပါဝင်တဲ့အတွက် မိသားစုနဲ့ အတူကြည့်ရှုဖို့မသင့်လျှော်ပါဘူး)ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (319 ...",
        "rating": "5.5",
        "url": "https://megaup.net/4VHxZ/A_Nice_Girl_Like_You.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mNbIgZsuYZLw8nSFsIASkC4M9er.jpg",
        "title": "The Huntresses (2014)",
        "description": "[Unicode]မမ Ha Ji-Won အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့ The Huntress ဆိုတဲ့ movie လေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းဆရာကြီးမူမြောင်ကတော့ နန်းတော် စုံစမ်းရေးအရာရှိအဖြစ်ကနေ အလုပ်ဖြုတ်ခံရတဲ့ နန်းတွင်းအရာရှိဟောင်းတစ်ယောက်ပါအလုပ်ပြုတ်ပြီးနောက်မှာတော့ အတိုက်ခိုက် ကျွမ်းကျင်တဲ့ တပည့်မ သုံးယောက်နဲ့ ကြေးစား စုံထောက် အလုပ်ကို လုပ်ကိုင်နေတာပါတစ်ရက်မှာတော့ နန်းတွင်းအရာရှိတစ်ယောက်က\nဘုရင်အတွက် လူတစ်ယောက်နဲ့ ပစ္စည်းတစ်ခု ရှာပေးဖို့ အလုပ်အပ်ခဲ့ပါတယ်\nတိုက်ဆိုင်စွာနဲ့ အဲ့အလုပ်ဟာ မူမြောင်ရဲ့ တပည့် ဂျင်အို့အဖေရဲ့ သေဆုံးမှုနဲ့ ဆက်စပ်နေခဲ့ပါတယ်နန်းတွင်းအရာရှိတွေနဲ့ ပက်သက်နေတဲ့ နိုင်ငံတော်အမှုကို သူတို့ ဘယ်လိုစုံစမ်းကြမလဲ\nကြေးစား မိန်းကလေး ၃ယောက်ရဲ့ အလွဲလေးတွေနဲ့ အက်ရှင်ခန်းတွေကို ဒီဇာတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုကြပါရှင်...။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]မမ Ha Ji-Won အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားတဲ့ The Huntress ဆိုတဲ့ movie ေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2TP0x/The_Huntresses_(2014).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tIvDOmWlbQYiFdwQXel5on5qjR9.jpg",
        "title": "A Walk in the Clouds (1995)",
        "description": "[Unicode]action မင်းသားကြီး Keanu Reeves ရဲ့ ငယ်ငယ်က အချစ်ဇာတ်ကားလေးတွေ ကြည့်ချင်နေတဲ့ သူတွေအတွက်\nဒီ A walk in the clouds ဆိုတဲ့ကားလေးကိုလက်တို့လိုက်ပါတယ်..\nဒုတိယ ကမ္ဘာစစ်ကြီးပြီးလို့ ချစ်ဇနီးထံ ပြန်လာတဲ့ Paul တစ်ယောက်\nဇနီးသည်ရဲ့ ဆန္ဒအရ ချောကလက်ရောင်းဖို့ Sacramento မြို့လေးကို ရထားနဲ့ ခရီးနှင်ခဲ့ပါတော့တယ်...ကံကောင်းချင်လို့ပြောရမလား\nကံဆိုးချင်လို့ပြောရမလား\nသွားနေတဲ့လမ်းမှာပဲကိုယ်ဝန်ရသွားပြီး ချစ်သူကပါပစ်သွားလို့ အိမ်မပြန်ရဲဖြစ်နေတဲ့ မက္ကစီကန် ကောင်မလေးနဲ့ဆုံပါတော့တယ်။ကောင်မလေးရဲ့ အခက်အခဲကိုကူညီဖို့ ဟန်ဆောင်ခင်ပွန်းအဖြစ် မိသားစုကိုလိုက်တွေ့ရာရနေ ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာမြင်တွေ့ရမှာဖြစ်ပါတယ်။တစ်ယောက်နဲ့တစ်ယောက်တွေ့ဆုံတဲ့ချိန်ဟာ နှစ်ယောက်လုံးရဲ့အခက်ခဲဆုံးအချိန်ဖြစ်နေပြီး\nဆိုင်သူရှိနေတဲ့ လူဖြူကောင်လေးနဲ့ တခြားသူရဲ့ရင်သွေးလေးကိုလွယ်ထားရတဲ့ စပျစ်ခြံပိုင်ရှင်သမီးလေးတို့ ဘယ်လိုနီးစပ်သွားကြမလဲဆိုတာကတော့စိတ်ဝင်စားစရာပါပဲ..1995 ဝန်းကျင်က အဝတ်အစား အခင်းအကျင်းနဲ့ သိုက်သိုက်ဝန်းဝန်းပျော်ရွှင်စရာကောင်းတဲ့ မိသားစုရဲ့ ပုံရိပ်တွေအပြင်\nကြည်နူးစရာ ဝမ်းနည်းစရာတွေနဲ့ရောပြွမ်းနေတဲ့ ချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို ပုံဖော်ထားတာမို့\nဟောင်းပေမယ့် ကောင်းနေဆဲဖြစ်တဲ့ ဒီကားလေးကို ညွှန်းလိုက်ရပါတော့တယ်။( အညွှန်းရေးသားထားသူကတော့ Thinzar Oo ဖြစ်ပါတယ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/1UI1U/A_Walk_in_the_Clouds_(1995).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/crMgeJWwAPhcE5kE8QLiVdhuyJe.jpg",
        "title": "The Sunlit Night(2019)",
        "description": "The Sunlit Night(2019)မိသားစုတစ်စုထဲမှာ လမ်းခွဲခြင်း၊ ကွာရှင်းခြင်း၊ လက်ထပ်ခြင်း သုံးမျိုးစလုံး တပြိုင်နက်ဖြစ်သွားတဲ့အချိန်မှာစိတ်ထွက်ပေါက်က ဘယ်ဟာဖြစ်လာမယ်ထင်မိပါသလဲ။ဝါသနာနဲ့ အသက်မွေးမှုအလုပ် ထပ်တူမကျခဲ့တဲ့ လူတစ်ယောက်ကရော ပျော်ရွှင်နိုင်ပါ့မလား။အဲဒီလို အိမ်တွင်းရေးပြဿနာပေါင်း သောင်းခြောက်ထောင်နဲ့တိုင်ပတ်‌နေတဲ့ နယူးယောက်ကပန်းချီဝါသနာရှင်မလေး Frances၊ တရက်မှာတော့ အိမ်နဲ့ဝေးတဲ့နေရာဖြစ်ရင် ပြီးရောဆိုပြီး အာတိတ်ဒေသက အလုပ်တစ်ခုကို လက်ခံလိုက်ပါတယ်။ အဲဒီလို ကမ္ဘာ့အစွန်းဖျားဒေသတစ်ခုမှာ ‌နောက်ထပ် အထီးကျန်သူတစ်ယောက်နဲ့ ဖူးစာဆုံရလိမ့်မယ်ဆိုတာ ဘယ်သူများကြိုသိခဲ့မှာလဲ။ဆုံးရှုံးခြင်းပန်းချီကားထဲက သူတို့ရဲ့ဘဝတွေက လိုက်လို့ပြေးနေတာလား ပြေးလို့လိုက်နေတာလား။...အစရှိတဲ့ အချိုးအကွေ့တွေနဲ့ ဘဝပန်းချီကားသစ်တစ်ချပ်ကို ဘယ်လိုတွေ ခြယ်မှုန်းကျမလဲဆိုတာချစ်ရာကောင်းအောင် ပုံဖော်ရိုက်ကူးထားတာဖြစ်လို့ ဆက်လက်ရှူစားကြည့်ကြပါဦး..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thit Htoo Zaw ပဲဖြစ်ပါတယ်...File Size : (800 MB) and (304 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.0",
        "url": "https://megaup.net/3zLvT/The_Sunlit_Night.2020.WEB-DL.720P.PP.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qkPmQx9GMuwTDEuIUMoeN6DEqVA.jpg",
        "title": "Once Upon a Time in Mumbaai(2010)",
        "description": "Once Upon a Time in Mumbaai(2010) ဘောလီဝုဒ်ဖန်တွေအတွက် ဒုစရိုက် အက်ရှင်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်အဓိကသရုပ်ဆောင်တွေအနေနဲ့\nAjay Devgn, Emraan Hashmi,\nKangana Ranaut နဲ့\nRandeep Hooda တို့ပဲဖြစ်ပါတယ်နိုင်ငံတကာရုပ်ရှင် အဆင့်သတ်မှတ်ချက်တွေအနေနဲ့\nIMDb 7.5/ 10, Times of India 4/5 နဲ့ Google Users 93% တို့ရရှိထားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ .....မွန်ဘိုင်းမြို့ပေါ်မှာ သြဇာအာဏာကြီးမားလွန်းတဲ့ ဆူလ်တန်းမစ်ရ်ဇာဆိုတဲ့ မှောင်ခိုသမားကြီး\nတစ်ယောက်ရှိလေတယ်သူက မှောင်ခိုသမား ဂိုဏ်းစတားဆိုပေမယ့် လူဆင်းရဲအများစုကို\nကူညီတတ်ပြီး\nသနားကြင်နာတတ်တဲ့\nစိတ်နှလုံးသားလည်းရှိပါတယ်အစိုးရခွင့်မပြုတဲ့ အရာအားလုံးကို\nမှောင်ခိုလုပ်ပြီး အားလုံးက ဖိတ်ဖိတ်တုန်အောင်\nကြောက်ရသူကြီးပေါ့\nအဲ့ဒိတော့ သူ့ကို\nအားကျသူတွေလည်း များပါတယ်အဲ့ဒိထဲမှာမှ ရှုူအိုက်ဗ်ဆိုတဲ့ ချာတိတ်ကတော့ အဆိုဆုံးပါပဲ\nသူ့ရည်ရွယ်ချက်ကတော့ ဆူလ်တန်းမစ်ရ်ဇာလိုဖြစ်ချင်တာပါပဲဒီလိုရည်ရွယ်ချက်ကြီးသူနဲ့ ဆူလ်တန်းမစ်ရ်ဇာတို့ ဆုံကြတဲ့အပြင်ရဲတွေကလည်း အပူတပြင်း လိုက်ကြတဲ့အခါမှာတော့....\nဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ဆက်လက်ရှု့စားလိုက်ကြပါဦး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်...File Size :(2.45GB) (1.04 GB) and (380 MB)\nQuality :Blu-Ray ...",
        "rating": "7.4",
        "url": "https://megaup.net/4VG7A/Once_Upon_A_Time_In_Mumbaai.2020.BLU-RAY.720P.PP.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iFOw9bXeLM6a2WbI7T1ytF8o0Wn.jpg",
        "title": "The Guardian(2006)",
        "description": "The Guardian(2006)IMDb...7.0ကယ်ဆယ်ရေး ရေကူးသမားသမိုင်းတစ်လျောက်မှာ ထင်ရှားတဲ့ ဘန် ရန်ဒဲလ် ဟာကယ်ဆယ်ရေးအလုပ်ကိုအလွန်ခုံမင်ပြီး ရာထူးတိုးမယူဘဲ ပင်လယ်မှာ စွန့်စားရတာကိုပဲ အထူးနှစ်သက်သူတစ်ယောက်ပါ...လှိုင်းတံပိုးကြားမှာ သေမင်းနဲ့လက်တစ်ကမ်းအလိုရောက်နေတဲ့ ဒုက္ခသည်ကိုကယ်ရတာလည်းမလွယ်လှပါဘူး...ပုံမှန်စိတ်ပျောက်ဆုံးနေတတ်တဲ့အပြင် သဘာဝဘေးအန္တရယ်ကလည်း မျှော်လင့်မထားတဲ့နည်းမျိုးစုံကြုံတွေ့နိုင်တာကြောင့်ဘန် တို့အဖွဲ့အတွက် အတော်ခက်ခဲတဲ့အလုပ်ပါပဲ...သူဟာဒီကယ်ရေးအလုပ်ကို အချိန်ပေးလွန်းလို့ချစ်ဇနီးနဲ့တောင်ကွာရှင်း၇တဲ့အနေအထားရောက်ခဲ့ပါတယ်..တစ်နေတော့ ညဘက် သဘေ်ာတစ်စီးဒုက္ခရောက်တာကို အရေးပေါ်ကယ်ဆယ်ဖို့အကြောင်းဖန်လာတယ်...ဒီကယ်ဆယ်ရေးလုပ်တဲ့အချိန်မှာ ဒုက္ခသယ်တစ်ယောက်ကိုမကယ်နိုင်တဲ့အပြင်ရဟတ်ယာဉ်နဲ့ သူကလွဲလို့ကျန်တဲ့သူတွေ အသက်ဆုံးရှုံးသွားတယ်...ဒီဖြစ်ရပ်ဆိုးပြီးတဲ့နောက်မှာတော့ ဘန်အတွက်အပြောင်းအလဲတွေအများကြီးဖြစ်ပါတော့တယ်...ဒီဇာတ်ကားဟာ မင်းသားကြီး Kevin Costner ဉီးဆောင်ထားပြီး  Ashton Kutcher နဲ့ အခြားနာမည်ကြီးသရုပ်ဆောင်များစွာပါဝင်ထားပါတယ်...ဆုကြီးတစ်ဆုရရှိခဲ့သလို အခြားဆု(၄)ဆုအတွက်လည်းဆန်ကာတင်စာရင်းဝင်ခဲ့တယ်...အစမှ အဆုံးထိ တော်တော်ကြီးကိုကြည့်လို့ကောင်းတဲ့ ဇာတ်လမ်းတစ်ခုပါ..ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thar Htet  ပဲဖြစ်ပါတယ်… File Size : (1.04 GB) and (442 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:19:00\nGenre : Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.0",
        "url": "https://megaup.net/4fIlw/The_Guardian.2006.NEW.BLU-RAY.720P.PP.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BNzdkZjdhN2UtODM1MS00MTc3LWE4ZDUtNTExMjk2MjM2M2JmXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Ashes of Time (1994)",
        "description": "Ashes of Time (1994)===============IMDb Rating - 7.2/10#Unicodeခမ်းနားကြီးကျယ်မှုတွေဟာလည်း အချိန်ကာလရဲ့ တိုက်စားမှုတွေထဲ လွင့်ပျောက်ပျက်ပြယ်ကြရတာပါပဲ။အချိန်စီးကြောင်းတွေကြား လွင့်မျောပျက်ပြယ်နေကြတဲ့ ပြာမှုန်တွေထဲ အခမ်းနားဆုံးလူသားတွေလည်းမလွတ်ကင်းခဲ့ပါဘူး။ ဒီရုပ်ရှင်မှာ တရုတ်ပြည်ရဲ့ နာမည်ကျော် Art House Directors ဝေါင်ကာဝေးဟာလွင့်ပြယ်ခဲ့ပြီးသား နာမည်ကျော်တွေရဲ့ အတိတ်ဆီ ကျွန်တော်တို့ကို ပြန်ခေါ်သွားမှာပါ။ ကျင်းယုံရဲ့ သူရဲကောင်းတို့ရဲ့ဒဏ္ဍာရီ ဝါမက်မွန်မြေကချစ်တေးတစ်ပုဒ်လို့ လူသိများတဲ့ The Legend of the Condor Heroesကဇာတ်ကောင်တွေကို ကျောရိုးယူထားတဲ့အတွက် မကြည့်ရသေးခင်ကတည်းက ရင်းနှီးနေမှာပါပဲ။ ဒီရုပ်ရှင်ဟာTimelineအရတော့ တိမ်လွှာနဂါးသူရဲကောင်းများနဲ့ သူရဲကောင်းတို့ရဲ့ ဒဏ္ဍာရီတို့ကြား မရှေးမနှောင်းကာလလောက်မှာပါ။ သူရဲကောင်းတို့ရဲ့ ဒဏ္ဍာရီမှာ ပြောပဲပြောပြီးမပြခဲ့တဲ့ လက်ကိုးချောင်းသူ‌ဖုန်းစားဂိုဏ်းချုပ်ဟုန်ချီကုန်းရဲ့  လက်တစ်ချောင်းပြတ်ခဲ့ရတဲ့အကြောင်း၊ဓားမကိုင်ရတဲ့ အကြောင်း၊အိုးရန်ဖုန်နဲ့ သူ့မရီးကြားကဖြစ်ရပ်၊ ဟွမ် မက်မွန်ကျွန်းသခင်ဟွမ် မက်မွန်ကျွန်းသခင် ဖြစ်လာရတဲ့အကြောင်းအရင်းတို့ကို။ရိုက်ပြသွားပါတယ်။အရှေ့ပိုင်းထိပ်သီး မက်မွန်ကျွန်းသခင်ဟွမ် အနောက်ပိုင်းထိပ်သီး အဆိပ်ဘုရင် အိုးရန်ုဖုန်း မြောက်ပိုင်းထိပ်သီးသူတောင်းစားဂိုဏ်ချုပ် ဟုန်ချီကုန်း တို့ရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/3zI2o/[CM]Ashes.of.Time.1994.BluRay.5.1CH.1080P.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/dAO5QphbeP5PsBT71cYcpXHY9i4-133x200.jpg",
        "title": "Necromancer (2020)",
        "description": "[Unicode]The Necromancer 2020casts\nဝင်း အဖြစ် Mark Prin\nနောဝ်အဖြစ် Pearl Pitchapa\nဂေါ့အဖြစ် Got Jirayu Tantrakulဇာတ်လမ်းအကျဉ်း...အဖေဖြစ်သူရဲ့ သံမဏိအဆောင်ကို လိုချင်သူတစ်ဦးကြောင့် မျက်စိရှေ့မှာတင် အဖေ့ကို သတ်ဖြတ်သွားတာကို မြင်လိုက်ရတဲ့ ဝင်းတစ်ယောက် အဖေ့အတွက် ပြန်လက်စားချေနိုင်ဖို့ လူသတ်သမားကို လိုက်ရှာပါတော့တယ်မှော်အတတ်ကို မလိုအပ်ဘူးထင်ခဲ့ပေမယ့် အဖေ့အတွက် လိုအပ်လာချိန်မှာ လိုက်လံသင်ယူခဲ့ပြီး နောက်ဆုံးမှာတော့ သဲလွန်စရှာတွေ့ခဲ့ပါတော့တယ်အဖေဖြစ်သူရဲ့ အဆောင်ကိုရှာရင်း ဝင်းသံသယဝင်လာတဲ့ လူချမ်းသာတွေအတွက် မှော်ပစ္စည်း စုန်းအတတ် ပစ္စည်းတွေရောင်းပေးနေတဲ့ အဖွဲ့အစည်းတစ်ခု...အဲဒီအဖွဲ့အစည်းနဲ့ပတ်သတ်နေတဲ့ ဝင်းချစ်သူ နောဝ်...\nအဖွဲ့အစည်းကိုစုံစမ်းရင်း လူသတ်မှုတွေမှာ ပါဝင်လာမိတဲ့ ဝင်း...လူသတ်မှုတွေနောက်လိုက်နေတဲ့ ရဲအုပ်ချန်တစ်ယောက် သေဆုံးပြီး ရဲအုပ်ရဲ့ အစ်ကိုဖြစ်သူက ဒဏ္ဍာရီလာ ပြောစမှတ်ပြုနေကြတဲ့ မှော်စွမ်းအားရှင် တစ်ယောက်ဖြစ်နေတဲ့အခါ...ရဲအုပ်ချန်ကို သတ်တဲ့သူနဲ့ ဝင်းအဖေကို သတ်တဲ့သူက တစ်ယောက်တည်း ဖြစ်နေမလား\nမှော်စွမ်းအားရှင်နဲ့ ဝင်းတို့ ပူးပေါင်းပြီး ရန်သူကိုချေမှုန်း လက်စားချေနိုင်မလား...( အညွှန်းရေးသားပြီးဘာသာပြန်သူကတော့ Kyi ...",
        "rating": "6.7",
        "url": "https://megaup.net/3zKzN/Necromancer_(2020).mp4",
        "category": "Action, Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/smiaeB0cfwcGExjBuld58dx4lti.jpg",
        "title": "Finding Neverland(2004)",
        "description": "Finding Neverland(2004)IMDb...7.7,,,,Rotten...88%(အတော်ကြီးလန်းတဲ့ကားမို့ Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်...)ဒီတစ်ခေါက်မှာတော့ ကားကောင်းကားဟောင်းတစ်ခုဖြစ်တဲ့ Johnny Depp နဲ့ Kate Winslet တို့ရဲ့Finding Neverland ဆိုတဲ့ ဇာတ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။\nFinding Neverlandဟာ ပြဇာတ်ရေးဆရာ J.M Barrie (Johnny Depp) နှင့် Peter Pan ဆိုတဲ့ဇာတ်ကောင်ကို ဖန်တီးဖြစ်စေခဲ့တဲ့ မိသားစုတစ်ခုကြားက ဆက်နွယ်မှုကို ရိုက်ကူး‌ပုံဖော်ထားတာဖြစ်ပြီးဆုပေါင်းများစွာ Oscar Nomination ဝင်ခဲ့တဲ့ ဇာတ်ကားလည်းဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာသာမာန်ကြည့်နေကြ စိတ်အပန်းဖြေစရာ မိသားစုအပျော်ကြည့် ဇာတ်ကားတစ်ကားတော့မဟုတ်ပါဘူး။ .ရိုးရှင်းသလိုနဲ့ ရှုပ်ထွေးလှတဲ့ မေတ္တာတရားတွေ ဒီဇာတ်လမ်းထဲပါဝင်ပါတယ်။ Neverland ဘယ်မှာရှိတယ်ဆိုတာကို ရှာဖွေတဲ့ဇာတ်ကားလည်းမဟုတ်ပြန်ပါဘူး။ တစ်နေရာမှာ သေချာပေါက်ရှိနေပြီး ပျောက်ဆုံးနေတယ်လို့ တွေးမိနေတဲ့ပျော်ရွှင်မှုအစစ်အမှန်ကို ကျွန်တော်တို့လို သာမာန်လူတစ်ယောက်က ရှာဖွေတွေ့ရှိသွားတဲ့အကြောင်းပါပဲ။ကျွန်တော်တို့တတွေလည်း ယနေ့အထိ ပျော်ရွှင်မှုအစစ်အမှန်ကို ရှာဖွေနေရဆဲပဲမဟုတ်လား။ဇာတ်လမ်းအကျဉ်းကတော့...\nပျင်းရိဖွယ်ပြဇာတ်တွေကိုသာ ဖန်တီး‌မိနေတဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2TMud/Finding_Neverland.2004.BLU-RAY.1080P.5.1CH.mp4",
        "category": "Biography, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BMThiODNiMTItNjE1ZC00MDMxLWE5ZTItYThkZjI4OTIxMjMxXkEyXkFqcGdeQXVyNzg4NDEyNDk@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Dew",
        "description": "ဒီတစ်ခါတော့ ထိုင်း BL ကားကောင်းလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။\n၂၀၀၁ ခုနှစ်က မင်းသားကြီး လီဗြောင်ဟွန်း သရုပ်ဆောင်ထားတဲ့\nBungee jumping of their own ဆိုတဲ့ ကိုရီးယားဇာတ်ကားကို\nအခြေခံပြီး ရိုက်ကူးထားတာပါ။\n\"ဒျူး\" ဆိုတဲ့ ကောင်လေးတစ်ယောက်အကြောင်းပါ။\n\"ဒျူး\" နဲ့ \"ဖော့\" ဆိုတဲ့ ကောင်လေးနှစ်ယောက်ဟာ\nအထက်တန်းကျောင်းသားဘဝမှာ ချစ်ကြိုးသွယ်ခဲ့မိကြပြီးတော့\nကံမကောင်းအကြောင်းမလှလို့ ဝေးခဲ့ကြပါတယ်။\n၂၃ နှစ်အကြာမှာတော့ \"ဖော့\" ဟာ ဒီအထက်တန်းကျောင်းမှာ\nဆရာအနေနဲ့ လုပ်ကိုင်ဖို့ ရောက်ရှိလာပါတယ်။\n\"လျူ\" ဆိုတဲ့ ကောင်မလေးနဲ့ တွေ့ရှိချိန်မှာတော့ .....\nဇာတ်လမ်းက တဖြည်းဖြည်းချင်း အရှိန်တက်သွားတဲ့\nဇာတ်ကားမျိုးပဲ ဖြစ်ပါတယ်။\nအချစ်ဆိုတာ ပုံစံအမျိုးမျိုးနဲ့ တည်ရှိနိုင်တယ်ဆိုတဲ့\nအကြောင်းကို တစ်မျိုးတစ်ဖုံနဲ့ ဇာတ်အလှည့်အပြောင်းတချို့နဲ့\nတင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်။\nBL ဇာတ်လမ်း ကြိုက်နှစ်သက်သူ မဟုတ်ရင်တောင်\nဒီဇာတ်လမ်းကို ရုပ်ရှင်တစ်ကားအနေနဲ့ ခံစားမိမှာ\nသေချာတာမို့ တင်ဆက်ပေးလိုက်ရပါတယ်။\nIMDb - 6.8/10 ရထားတဲ့ကားမို့\nတော်ရုံတန်ရုံတော့ မဟုတ်တာ အာမခံပါတယ်။File Size - 1.3 gb\nQuality - web-dl ...",
        "rating": "7.3",
        "url": "https://megaup.net/4VF2x/Dew_2019_720p_%7BCM%7D.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gw257q7qWdyP8yaqBJcaOOGgUCe.jpg",
        "title": "Yeh Ballet(2020)",
        "description": "Yeh Ballet(2020)IMDB rating 7.6ရရှိထားတဲ့ Drama အမျိုးအစားဇာတ်ကားလေးဖြစ်ပါတယ်။အာရှုဖ်ဟာဆေးခြောက်ရောင်းတဲ့သူတစ်ယောက်နဲ့အလုပ်တွဲလုပ်ပြီးအားတဲ့အခါသူငယ်ချင်းတွေနဲ့ ဝါသနာပါရာ အကပြိုင်ကြလေ့ရှိပါတယ်။ ရုပ်သံက လွှင့်တဲ့ အကပြိုင်ပွဲတွေကိုတွေ့ပြီးတဲ့နောက်မှာတော့ အာရှုဖ် တစ်ယောက်ဝင်ပြိုင်ဖို့ကြိုးစားပါတယ်... သူ့လိုပဲ နီးရှူးဆိုတဲ့လူငယ်လေးတစ်ယောက်ဟာလည်းအကကိုဝါသနာထုံတယ်...သို့ပေမယ့် (၂)ယောက်လုံးက ငွေကြေးအဆင်မပြေလို့ပါရမီပါပေမယ့် သင်တန်းကောင်းကောင်းမတက်နိုင်ဘူး..ဒါပေမယ့် သူတို့ဟာ အကသင်တန်းတစ်ခုတက်ပြီး နိုင်ငံကျော်အောင်လုပ်မယ်ဆိုပြီးနည်းအမျိုးမျိုးနဲ့ကြိုးစားပါတော့တယ်...ဒီ India  ကားက တခြား အကကားတွေလို မဟုတ်ဘူး...တမူထူးခြားတယ်...စနစ်တကျ အကင်သင်တဲ့အခန်းတွေပါသလို သရုပ်ဆောင်တွေကလည်းတကယ်ကျွမ်းကျင်တယ်.... ကြည့်ရအတော်မိုက်တယ်... ကိုင်းသူတို့အောင်မြင်ကြမလားဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်...File Size : (950 MB) and (407 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:57:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Thazin Myint\nEncoded by Phyo Pyae",
        "rating": "7.6",
        "url": "https://megaup.net/2TLwb/Yeh_Ballet.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/after-133x200.jpg",
        "title": "After Class(2019)",
        "description": "After Class(2019)IMDb...6.0,,,Rotten...82%ဂျော့ဆိုတဲ့သူတစ်ယောက်ဟာ တက္ကသိုလ်တစ်ခုရဲ့ ပြဇာတ်ရေးတဲ့အတန်းမှာ စာသင်တဲ့ပရော်ဖက်ဆာတစ်ယောက်ဖြစ်တယ်...ကျောင်းသားတွေရဲ့ အတွေ့အကြုံကနေ သိပ်လှတဲ့ပြဇတ်တစ်ပုဒ် လက်ရာမြောက်တဲ့ ရေးသားမှုမျိုးထွက်လာအောင် လမ်းကြောင်းသင်ပြပေးတဲ့သူပေါ့...တစ်နေ့တော့ သူသင်တဲ့အတန်းမှာ ကျောင်းသူတစ်ယောက်ရဲ့ ရေးသားမှုကိုမူတည်ပြီးသူမ ဖြစ်ခဲ့အကြောင်းကို ပွင့်ပွင့်လင်းလင်းဆွေးနွေးခိုင်းတယ်...ပြောတော့လည်း လိင်ကိစ္စလိုဖြစ်နေပေမဲ့ပရော်ဖက်ဆာကတော့ ရှက်စရာမဟုတ်တဲ့အပြင် ဒီလိုဟာမျိုးကိုလက်ရာမြောက်တဲ့ စာကြောင်းတွေအဖြစ်ကူးပြောင်းလိုက်ပါလို့အားပေးခဲ့တယ်...ဒီလိုလုပ်တဲ့နောက်ဆက်တွဲအကျိုးဆက်ကတော့ သူ့အတန်းမှာ ကျောင်းသူတွေအတွက်မလုံခြုံတော့ဘူးဆိုပြီး အတန်းတွေပါပျက်ကုန်တော့တယ်....ဂျော့တစ်ယောက်ဘယ်လိုဆက်ဖြေရှင်းမလဲဆိုတာကိုတော့....ခံစားကြည့်ကြပါဦး..ဒီကားက ဆု(၃)ဆုတောင်ရထားတဲ့အပြင် Rotten ကလည်းတော်တော်ကောင်းတဲ့အနေအထားပါပဲ...File Size : (850 MB) and (419 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Drama, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/4fGoW/After_Class.2019.BLU-RAY.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uYAS88CMiCRI9wW5PCzc8qo6eYV.jpg",
        "title": "On Vodka, Beers, and Regrets(2020)",
        "description": "On Vodka, Beers, and Regrets(2020)Jane ကအောင်မြင်တဲ့သရုပ်ဆောင်တစ်ယောက်ဖြစ်ပြီးတော့ ကလေးဘဝတည်းက ပါရမီပါခဲ့သူပါ..ဒါပေမယ့် တခြားသရုပ်ဆောင်တစ်ယောက်နဲ့ ကောလဟာသတင်းထွက်ပြီးနောက်မှာတော့သူ့မရဲ့သရုပ်ဆောင်လမ်းကြောင်းပျက်စီးသွားခဲ့ရပါတယ်....အဲ့အချိန်ကစပြီး အရက်ကိုပိုမိုစွဲလန်းလာပြီး အချစ်ရေးမှာရော သူမရဲ့အနုပညာလမ်းကြောင်းမှာပါ...ဆုံးဖြတ်ချက်တွေမှားယွင်းချမှတ်ခဲ့ပြီး ပြဿနာတွေနဲ့ပဲ ရင်ဆိုင်ခဲ့ရပါတော့တယ် ...တစ်နေ့မှာတော့ ဘားတစ်ခုမှာအရက်သောက်သောက်ရင်း Brisom ဆိုတဲ့ band ကအဆိုတော်လေး Francis ဆိုတဲ့လူနဲ့စတင်ဆုံတွေ့ခဲ့ပါတော့တယ် ...Francis ဟာသူမရဲ့ဘဝကိုအလင်းတန်းယူဆောင်လာပေးပြီး အမှောင်ထဲကနေလွတ်မြောက်နိုင်ပါ့မလားဆိုတာ....အေးအေးလေးနဲ့ ဇာတ်လမ်းထဲစီးမြောခံစားသွားရမယ့် ဖိလစ်ပိုင်အချစ်ဇာတ်ကားလေးပါ...အရက်ဖူးစာလို့ပြောရမလားမသိ...ခံစားကြည့်ကြပါဉီး...File Size : (850 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon Thu Thu Chain\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/4VDfh/On_Vodka_Beers_And_Regrets.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/xk9mcz4zvak1-140x200.jpg",
        "title": "The Techniques of Fighting 2 (2020)",
        "description": "ကိုရီးယား ဖိုက်တင် အက်ရှင်ကားတွေကိုကြိုက်နှစ်သက်ကြတဲ့\nပရိတ်သတ်ကြီးတွေအတွက် နောက်ထပ် ကျောင်းသား\nဖိုက်တင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ကိုရီးယားကျောင်းသားတွေကြားမှာ\nတော်တော်များကြုံတွေ့ရတဲ့ ကျောင်းသား အချင်းချင်း ကျောင်းတွေမှာ\nဖိုက်တင်မှာ အတော်ဆုံးဆိုတဲ့ဆရာကြီးဘွဲ့ကို လုရာကစပါတယ်။\nဒေါ့ဆန်းကျောင်းမှာ ဖိုက်တင်အတော်ဆုံး ကျောင်းသားက ဂွန်းအူပါ။\nဒါပေမယ့် သူကရန်ပွဲတစ်ခုမှ ရှုံးသွားလို့ ဆေးရုံတက်နေရတုန်း\nသူနေရာကို ဒေါ့ဆူဆိုတဲ့ ကျောင်းသားကြီးတစ်ယောက်က ဒေါ့ဆန်းက\nဆရာကြီးဘွဲ့ကို ဆက်ခံလိုက်ပါတယ်။\nအဲ့အချိန်မှာ ကျောင်းပြောင်းလာတဲ့ ဟော့ဆူဆိုတဲ့\nကျောင်းသားကလည်းပြောရရင် ပွဲရှာနေတဲ့သူတစ်ယောက်ပါ\nဒေါ့ဆန်းကျောင်းကဆရာကြီးဆိုတဲ့ ဘွဲ့ကို\nလုဖို့ ဒေါ့ဆူကိုအနိုင်ယူလိုက်ပြီး ကျောင်းမှာ မင်းမူနေပြန်ပါတယ်။\nကျောင်းသားတွေထုံးစံအတိုင်း တစ်ကျောင်းနဲ့တစ်ကျောင်းနယ်ကျော်တာတွေ\nရန်စတာတွေကြောင့်လည်း ဒေါ့ဆန်းကျောင်းက\nတခြားကျောင်းက ကျောင်းသားတွေရဲ့\nပစ်မှတ်လည်းဖြစ်လို့နေပြန်ပါတယ်။\nကျောင်းသားအချင်းချင်း ဆက်ကြေးကောက်တာတွေ\nအနိုင်ကျင့်တာတွေကို လက်ပိုက်ကြည့်မနေတတ်ပဲ\nအမှန်တရားဖက်က ဝင်ပါရင်း အခန့်မသင့်ချိန်\nအလစ်တိုက်ခံရပြီး ဆေးရုံတက်နေရတဲ့ ဂွန်းအူတစ်ယောက်\nဒေါ့ဆန်းကိုပြန်ရောက်လာတဲ့အချိန် ဖိုက်တင်အတော်ဆုံးကျောင်းသားတွေအကြား\nဗိုလ်လုပွဲတွေထပ်မံဖြစ်ပေါ်လာပါတယ်။\nဒါ့အပြင် ကျောင်းတွေမှာမိုက်ကြေးကောက်\nဆက်ကြေးယူပြီးနေနေတဲ့ လူမိုက် ကျောင်းသားတွေပါ\nဒီရန်ပွဲမှာပါဝင်လာတဲ့ အခါ ဘာဆက်ဖြစ်မယ်ဆိုတာတော့\nဖိုက်တင်ကြိုက်တဲ့ ပရိတ်သတ်ကြီး ကိုယ်တိုင်ပဲကြည့်စေချင်ပါတယ်။\nကျောင်းသား Actionဆိုတော့ပေါ့ပေါ့ပါးပါးနဲ့\nလူငယ်ဆန်ဆန်ရသကို ခံစားမိစေပြီးကြည့်ပျော်တဲ့\nကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။\nဒီကားကိုကြည့်ပြီး ကျောင်းသားဘဝကရန်ပွဲတွေ\nအမှတ်တရတွေလည်းတဖန်ပြန်ခံစားမိမယ်လို့ ထင်ပါတယ်။\nတိုက်ကွမ်ဒို နည်းစနစ်ရဲ့ အသုံးဝင်ပုံနဲ့ အသုံးချပုံတွေကိုလည်း\nလေ့လာနိုင်ပါတယ်။\nကျောင်းသားကားမျှော်နေတဲ့သူတွေ ကြည့်လို့အဆင်ပြေမယ့်\nကားလေးတစ်ကားလို့ ညွှန်းချင်ပါတယ်။\n \nFile Size - 1.0 gb\nQuality - ...",
        "rating": "7.8",
        "url": "https://megaup.net/3zF85/Techniques_of_Fighting_2.2020.WEBRip.720p_{CM}_.mp4",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/29pjHjbeDTLKTmGds4ixf7kPIcX.jpg",
        "title": "I Belonged to You(2016)",
        "description": "I Belonged to You(2016)CM fan တွေ အတွက် 2016 က ထွက်ရှိထားတဲ့ Chinese movie လေးတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်လမ်းလေးကတော့ စာရေးဆရာ Zhang Jia Jia ရဲ့ အရောင်းရဆုံး ၀တ္ထုတိုများ ကို အခြေခံပြီးရိုက်ကူးထားတာပါ..heart ထိလောက်မယ့် ရိုမန့်ဇာတ်လမ်းလေးလည်း ဖြစ်ပါတယ်...ဒီဇာတ်လမ်းထဲမှာ မောရှီဘာအဖြစ် မင်းသား Yang Yang က ပါ၀င် သရုပ်ဆောင်ထားပါသေးတယ်..ချန်မိုဟာ ရေဒီယို  အစီအစဉ်တင်ဆက်သူတစ်ယောက်ဖြစ်တယ်...အဲ့ဒီအသံလွှင့်လိုင်းမှာလည်း လုပ်ဖော်ကိုင်ဘက် ကောင်မလေးတစ်ယောက်နဲ့ချစ်သူဖြစ်တော့ သူ့အတွက် အရာရာအဆင်ပြေနေသလိုပဲ...ချစ်သူမျက်နှာကြည့်လိုက် အသံလွှင့်အစီအစဉ်မှာ ထုတ်လွှင့်လိုက်နဲ့...ဒီလိုနဲ့တစ်နေ့တော့ သူ့ချစ်သူက လမ်းခွဲစကားပြောလာတယ်...အချစ်ကြီးချစ်ခဲ့သူရဲ့ရုတ်တရက်လမ်းခွဲမှုဒဏ်ကိုသူမခံနိုင်ခဲ့ဘူး...အသံလွှင့်စဉ်မှာလည်း ပေါက်ကရတွေလုပ် အလုပ်ကိုကောင်းစွာအာရုံမစိုက်နိုင်တော့သူ့နာမည်လည်းတဖြည်းဖြည်းကျလာတဲ့အပြင် နေ့စဉ် အဆင်မပြေမှုများစွာနဲ့ ဖြတ်သန်းနေရတယ်..အဲ့ဒီအချိန်မှာပဲ သူ့ဘဝထဲကို အလုပ်သင်ကောင်မလေးတစ်ယောက် ရောက်ရှိလာခဲ့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဉီး....File Size : (1.03 GB) and (396 MB)\nQuality : ...",
        "rating": "5.6",
        "url": "https://megaup.net/4VD3w/I_Belonged_To_You.2016.WEB-DL.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/dsr1fzetvhcq-140x200.jpg",
        "title": "A Stray Cat (2020)",
        "description": "ဒီကားလေးကတော့ ယူတတ်ရင်သင်ခန်းစာရတဲ့\nကားလေးတစ်ကားဖြစ်ပါတယ်။\nရိုးလွန်းအလွန်းရင်လည်း အလိမ်အညာခံရသလို\nလည်လွန်းတဲ့သူတွေကျတော့လည်း\nဘယ်လိုအခြေအနေမှာဖြစ်ဖြစ်တစ်ဖက်သားကို\nလှည့်ပတ်လိမ်ညာတတ်တယ်ဆိုတဲ့\nအကြောင်းအရာလေးကိုထည့်သွင်းပေးထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းပြောရရင် မင်းသားဖြစ်တဲ့\nဓါတ်ပုံဆိုင်ပိုင်ရှင် ရိုးသားတဲ့လူပျိုကြီးက\nတစ်ကိုယ်တည်း ပိုက်ဆံတွေစု မင်္ဂလာဆောင်မယ်ဆိုတဲ့\nအတွေးနဲ့ နေ့တိုင်း စိတ်ကူးယဉ်နေတဲ့သူပါ။\nတရက်တော့သူဆိုင်ကိုမထင်မှတ်ပဲ ကောင်မလေး တစ်ယောက်က\nသူကိုလူဆိုးတွေလိုက်ဖမ်းနေလို့ပါဆိုပြီး\nဆိုင်ထဲပြေးဝင်လာတယ်။\nကောင်မလေးကလည်းငယ်ငယ်ချောချောလေးဆိုတော့\nလူပျိုကြီးက ကြွေတာပေါ့။\nအဲ့ကောင်မလေးနောက်ကို လိုက်လာတဲ့ လူဆိုးတွေကို\nမလိမ်တတ်တဲ့ လူပျိုကြီးက ကြောက်ကြောက်နဲ့ လိမ်ပေးရင်း\nအဲ့ဒီအမည်မသိ နောက်ကြောင်းမသိ ကောင်မလေးနဲ့\nရင်းနှီးကျွမ်းဝင်ဖို့ ဖြစ်လာခဲ့တယ်။\nကောင်မလေးပြောပြပုံအရဆိုရင် ကောင်မလေးက\nသိပ်ချမ်းသာတဲ့ လူဆိုးဂိုဏ်းတစ်ခုရဲ့\nတစ်ဦးတည်းသော သမီးလေးပေါ့။\nသူအဖေကသေသွားပြီး သူအဖေလက်အောက်က\nသစ္စာဖောက်တပည့်တွေက ကောင်မလေးကို ပြန်ပေးဆွဲပြီး\nသိန်းတစ်သောင်းကျော်အမွေကို အပိုင်ကြံလို့ ဒုက္ခရောက်နေရတဲ့\nဒုက္ခသည်မလေး။\nသူကို လူဆိုးတွေလက်က ၁၅ရက်လောက် ဖွက်ထားပေးရင်\nကောင်မလေးက လူပျိုကြီးကို\nသိန်းတစ်သောင်းအကုန်ပေးမယ် ပြောတယ်။\nဒါကိုသနားဂရုဏာသက်မိတဲ့ လူပျိုကြီးတစ်ယောက်\nပထမတော့ငွေမက်လို့ အပေးအယူလက်ခံမိရာကနေ\nအဲ့ဒီကောင်မလေးနဲ့ ဘယ်လိုဖူးစာပါပြီးဇာတ်လမ်းဆက်မယ်။\nဘယ်လိုလှည့်ကွက်တွေကို ကြုံရမယ်ဆိုတာ\nကိုယ်တိုင်ပဲဆက်လက်ရှုစားစေချင်ပါတယ်။\nသေချာတာကတော့ ရိုးသားတဲ့သူတွေ\nအယုံမလွယ်ဖို့ လူလိမ်မခံရဖို့နဲ့ ကောင်မလေးချောချောဆို\nစွတ်ယုံတတ်တဲ့ လူပျိုကြီးတွေ\nသင်ခန်းစာရဖို့ ကြည့်သင့်တဲ့ ကားလေးတစ်ကားပါ။\n \nFile Size -  1.5 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Fox\nEncoder - Xcode",
        "rating": "7.3",
        "url": "https://megaup.net/4VA3y/A_Stray_Cat.2020.720p_{CM}_.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BY2IzZGY2YmEtYzljNS00NTM5LTgwMzUtMzM1NjQ4NGI0OTk0XkEyXkFqcGdeQXVyNDYyMDk5MTU@._V1_-133x200.jpg",
        "title": "Casablanca (1942)",
        "description": "CM ပရိတ်သတ်ကြီးအတွက်\nG(old) ဇာတ်ကားတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်\nခင်ဗျားတို့ဘဝမှာ လုံးဝမမေ့နိုင်လောက်အောင်ချစ်ခဲ့ရတဲ့သူ\nပြီးရင် အဲ့ဒီလူအတွက် ဘာမဆိုပေးဆပ်ရဲအောင်\nချစ်ခဲ့ပြီးမှ စွန့်လွှတ်လိုက်ရတာမျိုးကြုံဖူးလား‌ဗျ\nဒါဆိုရင်တော့ ဒီဇာတ်ကားက ခင်ဗျားတို့နဲ့\nတော်တော်တူသွားပါပြီ ဇာတ်ကားနာမည်က\nCasablanca ပါ\nလူတော်တော်များများက Casablanca ဆိုတဲ့နာမည်ကို\nကြားဖူးကြမှာပါ အဲ့သီချင်းက အဓိပတိလမ်းမထက်ကခြေရာများဆိုတဲ့\nသီချင်းရဲ့ မူရင်းသီချင်းဖြစ်ပြီး Bertie Higgins သီဆိုထားပါတယ်\nအဲ့ဒီ့သီချင်းထဲမှာmovieထဲက\nAs Time Goes By ဆိုတဲ့ theme song နာမည်ကို\nထည့်ဆိုထားသလို movie scriptဖြစ်တဲ့\nA kiss is just a kiss in Casablanca\nဆိုတာကိုလည်းထည့်ဆိုထားပါသေးတယ်\nဇာတ်လမ်းကတော့ ဒုတိယကမ္ဘာစစ်ကို\nအခြေခံပြီးရိုက်ထားတာပါ နိုင်ငံရေးနဲ့ အချစ် ရောပြွန်းထားတဲ့\nဇာတ်ကားပုံစံပေါ့ဒါပေမယ့်လည်း G(old)\nဟောင်းပေမယ့် ကောင်းနေဆဲပါပဲ\nရစ်ခ် နဲ့ အယ်လ်ဆာ ဟာ\nParisမှာ ချစ်သူတွေဖြစ်ခဲ့ကြပါတယ်\nအရမ်းကိုရိုမန့်ဆန်တဲ့ချစ်သူနှစ်ယောက်ပါ သူတို့နှစ်ဦး\nစန္ဒရားသမားကိုတီးခိုင်းပြီး အမြဲနားထောင်လေ့ရှိတဲ့\nသီချင်းတစ်ပုဒ်က As Time Goes By ဆိုတဲ့သီချင်းပါပဲ\nဝေးကြဖို့ အကြောင်းကဖန်လာတော့ ပြင်သစ်မှာ\nနိုင်ငံရေးအခြေအနေကြောင့် ရစ်ခ် က\nအယ်လ်ဆာနဲ့အတူထွက်ပြေးဖို့\nစီစဉ်ထားတာကို အယ်လ်ဆာ ဟာရောက်မလာခဲ့ပါဘူး\nအဲ့ဒီ့ကနေ ရစ်ခ် ...",
        "rating": "8.5",
        "url": "https://megaup.net/4fCz6/Casablanca.1942.REMASTERED.720p.BluRay_{CM}_.mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/mb9bm3su3dzf-153x200.jpg",
        "title": "The Legend of Lu Bu (2020)",
        "description": "ဒီတခေါက်ကတော့ တရုတ်သိုင်းဇာတ်ကားတစ်ကားကိုတင်ဆက်ပေးပါမယ်\nစစ်သူကြီးလွီပုရဲ့အကြောင်းကိုရိုက်ပြထားတာပါ\nဒါပေမယ့်လူတိုင်းသိတဲ့ရှေးတုန်းကချောင်ချောင်တို့\nလွီပုတို့ထဲကလူမဟုတ်ပါဘူးနော် ခေတ်သစ်လွီပုပေါ့\nဇာတ်လမ်းမိတ်ဆက်- ကလေးသူငယ်တွေကိုဖမ်းဆီးအဆိပ်တွေ\nဆေးတွေနဲ့စမ်းသပ်ပြီး တုတ်ဓါးပြီးတဲ့မသေမျိုးလေးတွေဖြစ်လာဖို့\nစမ်းသပ်တဲ့နေရာတခုရှိတယ် နတ်ဆေးဆရာမကြီးနဲ့\nနန်းတွင်းကအရေးပါတဲ့သူတစ်ဦးကနောက်ကွယ်က\nကြိုးကိုင်ပေါ့\nဆေးဒါဏ်နှိပ်စက်တဲ့ဒါဏ်တွေကိုမခံနိုင်ကြတဲ့အဆုံး\nဆေးစွမ်းပြတာနဲ့ပေါင်းပြီး ကောင်လေးတယောက်ဟာ\nစိတ်လွတ်သလိုဖြစ်ကာ တားဆီးသူအားလုံးကိုသတ်ပြီး\nထွက်ပြေးလာခဲ့တယ်\n(ထွက်ပြေးရင်းမင်းသမီးနဲ့တွေ့တာပေါ့နော်)\nအဲ့ဒါကတော့နောင်မှာလွီပုဖြစ်လာမယ့်ကောင်လေးပါပဲ\nကဲစိတ်ဝင်စားရင်တော့ဆက်ကြည့်ကြပါဦးနော်\n \nFile Size -  1.4 gb\nQuality - web-dl 1080p\nSubtitle -  burmese (hardsub)\nTranslator - Nay Chii\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/3zF8n/The_Legend_of_Lu_Bu_(2020).HD1080P_{CM}.mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wK8p7WjKw3z6nQQh9ptlMGn35DZ.jpg",
        "title": "Honey, We Shrunk Ourselves(1997)",
        "description": "Honey, We Shrunk Ourselves(1997)ဆာလင်းစကီးတို့ ဆက်လက်ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားပါ....Honey I Blew Up the Kid(1992)ကထွက်ခဲ့တဲ့ကားကိုကြည့်ပြီး သဘောကျတယ်ဆိုရင် ဒီဇာတ်ကားကိုဆက်လက်ကြည့်ကြပါ...အညွှန်းကတော့ စပွိုင်လာအကြီးကြီးဖြစ်မှာစိုးလို့ မရေးတော့ပါဘူး...ဆာလင်းစကီးတို့ ဘယ်လိုအခက်အခဲတွေကြုံရ ဘယ်လိုပြဿနာတွေကြုံရဆိုတာကိုတော့ဆက်လက်ခံစားကြည့်ကြပါကုန်....File Size : (750MB) and (289 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Hein Min Tun\nEncoded by Phyo Pyae",
        "rating": "5.3",
        "url": "https://megaup.net/3zHgr/Honey_We_Shrunk_Ourselves!.1997.WEB-DL.720P.PP.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-16-at-6.07.07-PM-143x200.png",
        "title": "It Follows (2014)",
        "description": "It Follows (2014)==============IMDb Rating - 6.8/10#Unicode2014ခုနှစ်ကထွက်ရှိထားတဲ့ Rating အမြင့် Horror, Mystery, Thriller ဇာတ်ကားအမျိုးအစားလေးဖြစ်ပါတယ်။ဘာကိုမှအရေးမစိုက်တတ်တဲ့ ဆယ်ကျော်သက်အရွယ် ဂျေး (Maika Monroe) တစ်ယောက် သူမရဲ့ ချစ်သူသစ် ဟျု့(Jake Weary) နှင့် တစ်ညအတူနေပြီးတဲ့အခါမှ သူမဟာ ကျိန်စာတစ်မျိုးကို လွှဲပြောင်းယူထားမိလျှက်သားဖြစ်နေသည်ကို သိလိုက်ရသောအခါ…..မိမိဆီမှ ကျိန်စာကို တခြားတစ်ယောက်ဆီကို အတူအိပ်ပြီးလည်းလွှဲပြောင်းနိုင်ပါတယ်။ဒီလိုနဲ့ ဂျေးဟာ လွှဲပြောင်းခံခဲ့ရတာပါ။ ကျိန်စာကိုလွှဲပြောင်းရထားတဲ့လူဟာ ကိုယ့်ဆီကိုတစ်စိုက်မတ်မတ်ကြည့်ပြီးလျှောက်လာတဲ့ လူတစ်ယောက်ကို ကိုယ်တစ်ယောက်တည်း မြင်နေရလို့ ထိတ်လန့်တုန်လှုပ်နေရပြီး အသက်နုတ်ယူခံရတဲ့အထိ ဖြစ်ပျက်နိုင်ပါတယ်။ ဂျေးကိုစိတ်ပူတဲ့ ဂျေးရဲ့သူငယ်ချင်းတစ်သိုက်ဟာ ဒီလို ကြောက်မက်ဖွယ် လူသေမှုအဖြစ်အပျက်မျိုးကို ဖြစ်မလာအောင် မယုံတစ်ဝက် ယုံတစ်ဝက်နှင့် ဝိုင်းဝန်းကာကွယ်ပေးကြဖို့ ကြိုးစားရင်း ဘယ်လိုဆိုးရွားမှုမျိုးတွေ ဖြစ်လာမလဲဆိုတာကို ရင်ထိတ်ဖွယ်ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Htoo Htoo Ka Joe ပဲဖြစ်ပါတယ်။)#Zawgyi2014ခုႏွစ္ကထြက္ရွိထားတဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/3zHfa/[CM]It.Follows.2014.BluRay.1080P.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLWZJAIcSqthsmJ3pMbtiE9Ap6N.jpg",
        "title": "Honey I Blew Up the Kid(1992)",
        "description": "Honey I Blew Up the Kid(1992)ဆာလင်းစကီးဆိုတဲ့ သူဟာ သိပ္ပံပညာရှင်တစ်ယောက်ဖြစ်ပြီးမိန်းမရယ် သမီးလေးတစ်ယောက် သားလေး(၂)ယောက်တို့နဲ့ အတူနေထိုင်ကြတယ်...သူဟာ ကုပ္ပဏီကြီးတစ်ခုမှာအလုပ်လုပ်နေပြီး လက်ရှိမှာတော့ သူ့ရဲ့တွေ့ရှိချက်တစ်ခုကို အကြီးအကျယ်အကောင်အထည်ဖော်ဖို့ကြိုးစားနေကြတယ်....တစ်ရက်မှာတော့ မိန်းမဖြစ်သူနဲ့ သမီးဟာ ခရီးရှည်တစ်ခုထွက်ဖို့ရှိလာလို့အိမ်မှာ သား(၂)ယောက်နဲ့အတူကျန်ခဲ့လေရဲ့...သူတို့အဖွဲ့ကြိုးစားနေတဲ့ ပရော့ဂျက်ကလည်းအောင်မြင်ဖို့ လက်တစ်ကမ်းအလိုရောက်နေပေမယ့် အခက်အခဲတစ်ခုကြောင့်ကျန့်ကြာနေကြတယ်..ဆာလင်းစကီးဟာ သူ့သားလေး (၃)နှစ်အရွယ်ကိုချော့သိပ်နေတုန်းမှာ ပရော့ဂျက်အတွက်အခက်အခဲကိုဖြေရှင်းဖို့နည်းလမ်းတစ်ခုကိုတွေ့သွားတယ်...ဒါ့ကြောင့် သား(၂)ယောက်ကိုခေါ်ပြီး သိပ္ပံစမ်းသပ်ခန်းထဲကိုခေါ်သွားတယ်...အဲ့ဒီမှာ ပြဿနာအကြီးကြီးစတော့တာပဲ....ဘယ်လိုပြဿနာတွေတက်မလဲ...ဆာလင်းစကီတစ်ယောက်သူရှုတ်ခဲ့တဲ့ပြဿနာအကြီးကြီးကိုပြန်ရှင်းနိုင်ပါ့မလား...ဒီဇာတ်ကားက ရယ်လည်းရယ်ရသလိုအဲ့ဒီခေတ်က ချစ်စရာကောင်းတဲ့ ဇာတ်လမ်းဇာတ်ညွှန်းလေးတွေကို တွေ့နေရတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Hein Min Tun ပဲဖြစ်ပါတယ်...File Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Adventure, Comedy , Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hein Min Tun\nEncoded ...",
        "rating": "5.0",
        "url": "https://megaup.net/3zGqq/Honey_I_Blew_Up_The_Kid.1992.BLU-RAY.720P.PP.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/termination-136x200.jpg",
        "title": "Termination 2019",
        "description": "Captain ချာလီနဲ့ သူ့ရဲ့အဖွဲ့သားတွေဟာ မားစ်ဂြိုလ်ကို မစ်ရှင်တစ်ခုနဲ့ အာကာသခရီးနှင်ကြတယ် ထူးဆန်းစွာနဲ့ captain ချာလီဟာ စိတ်လွတ်ပြီး သူ့ရဲ့အဖွဲ့သားတွေကို သတ်ဖြတ်တော့တယ်။ အဖွဲ့ထဲမှာ ပါလာတဲ့ ချာလီရဲ့ချစ်သူကတော့ သူ့ရဲ့ချစ်သူကို ဆေးကုသမှုတွေ စိတ်ငြိမ်ဆေးတွေနဲ့ ကုသချင်ခဲ့တယ်။ ဒါပေမယ့်ဟ ဒါဟာ အလုပ်ဖြစ်ပါ့မလား ....... ဇာတ်လမ်းက chapter တစ်ခုချင်းစီနဲ့ ကိုယ်စီဇာတ်လမ်းတစ်ခုစီရှိနေပါတယ် .... termination ဆိုတဲ့အတိုင်း အဆုံးစီရင်မှ လွတ်မြောက်နိုင်မယ့် အခြေအနေမှာ ဘယ်လိုတွေ ရင်ဆိုင်ကြမလဲဆိုတာ ကြည့်ရမှာပါ.... ခေါင်းစားရတာ ကြိုက်တဲ့သူတွေ တကယ်ကို ကြည့်သင့်တဲ့ကားပါနော် File Size : 650 Mb / 350 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoon Sandi ...",
        "rating": "3.1",
        "url": "https://megaup.net/2dL1v/Termination.2019.720p_(CM).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/one-last-105x200.jpg",
        "title": "One Last Prayer 2020",
        "description": "ဒေးဗစ်ဟာ လျှပ်စစ်ကုမ္ပဏီတစ်ခုမှာ အလုပ်လုပ်နေသူတစ်ယောက်။ မိန်းမနဲ့သမီးလေးတစ်ယောက်ရှိပြီး သမီးလေးဟာ ကင်ဆာရောဂါဝေဒနာခံစားနေရသူဖြစ်တယ်။ သမီးဖြစ်သူ အိုလီဗီယာလေးဟာ သူ့ရဲ့မွေးနေ့မှာ မူးလဲသွားပြီး ဆေးရုံတင်လိုက်ရတဲ့အချိန်မှာ သူ့ရဲ့ကင်ဆာရောဂါက အခြေအနေဆိုးနေတာကို သိလိုက်ရတယ်။ ဆရာ၀န်တွေက ဓာတ်ကင်ကုသမှု ထပ်လုပ်စေချင်ပေမယ့် အမေဖြစ်သူက သူ့သမီးကို ဒီလိုအတွေ့အကြုံထပ်မပေးချင်တော့တဲ့အတွက် သဘာ၀ကုထုံးနဲ့ ကုကြည့်ဖို့ ဒေးဗစ်ကိုပြောတယ်။ ခက်တာက ဒီအတွက် ငွေအများကြီးလိုအပ်တယ်။ ကံဆိုးစွာနဲ့ ဒေးဗစ်ရဲ့ ကုမ္ပဏီကလည်း အခြေအနေမကောင်းတော့ပဲ လစာတွေ လျှော့ချခံလိုက်ရပါတော့တယ် .... ဒီဇာတ်လမ်းဟာ တစ်ချိန်က ကိုယ်ကူညီခဲ့ဖူးတဲ့အတွက် တစ်ချိန်မှာ အကျိုးပြန်ခံစားရတယ်ဆိုတဲ့ moral lesson ကို ပေးပါတယ် ခရစ်ယာန်ဘာသာ၀င်တို့ရဲ့ ဘုရားသခင်အပေါ်မှာ ယုံကြည်သက်၀င်မှုတွေကို ထင်ရှားစွာတွေ့ရမှာဖြစ်ပါတယ် တကယ်ကို ကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ....File Size : 650 Mb / 350 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama, Family\nSubtitle ...",
        "rating": "5.7",
        "url": "https://megaup.net/3zFU3/One.Last.Prayer.2020_(CM).mp4",
        "category": "Drama, Family"
    }
]