[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ko1JVbGj4bT8IhCWqjBQ6ZtF2t.jpg",
        "title": "Marry Me (2022)",
        "description": "Marry Me (2022)မင်းသား အိုဝင်ဝယ်ဆန် နဲ့ ဂျနီဖာလိုပက်ဇ်တို့ရဲ့ အချစ်ဟာသ ရုပ်ရှင်အသစ်လေး ရပါပြီ။\nပေါ့ပေါ့ပါးပါးနဲ့ အတော်ပျော်စရာကောင်းပြီး ကြည့်ကောင်းပါတယ်။\nသီချင်းတွေလည်းကောင်းတယ်။ဇာတ်လမ်းအကျဉ်းကတော့.....ကတ်ဗဲဒက်ဆိုတဲ့ နာမည်ကျော် ပေါ့ပ် အဆိုတော်ဟာ\nသူ့ရဲ့ စတိတ်ရှိုးမှာ သူ့ချစ်သူ အဆိုတော် ဘက်စတီရန် နဲ့ လက်ထပ်ဖို့အတွက်\n\"ငါ့ကိုလက်ထပ်ပါ\" ဆိုတဲ့ သီချင်းကို ရေးပြီးဆိုဖို့ စီစဉ်ထားခဲ့ပါတယ်။ဒါပေမဲ့ပွဲမစခင်မှာပဲ ဘက်စတီရန် ဖောက်ပြန်ခဲ့တာကို သိလိုက်ရပြီးစိတ်ပျက်သွားခဲ့ပါတယ်။\nစင်ပေါ်မှာ အရွဲ့တိုက်ပြီး အဲဒီရှိုးကို ဘုမသိဘမသိနဲ့ ပါလာတဲ့\nသင်္ချာဆရာ လူလွတ်ကလေးအဖေ ချာလီကို လက်ညှိးထိုးပြီး လက်ထပ်ချလိုက်တဲ့အခါ တစ်ကမ္ဘာလုံး အံ့ဩသွားတာပေါ့။အဲဒီနောက်မှာတော့ ပေါ့ပ်စတား အဆိုတော်ကြီးနဲ့ အူကြောင်ကြောင် သင်္ချာဆရာတို့ ဘယ်လိုစခန်းသွားကြမလဲဆိုတာ.....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Music, Romance\nQuality….WEB-DL 1080p and 720p\nFile size…1.6GB and 826MB ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Ibf2/Marry_Me.2022.720p.CM.mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7RcyjraM1cB1Uxy2W9ZWrab4KCw.jpg",
        "title": "The In Between (2022)",
        "description": "The In-Between (2022)\n=============\nDrama, Romance, SupernaturalValentine Day အမှီ အေးဆေးဖီးလ်နဲ့ကြည့်လို့ရမယ့် အချစ်ဇာတ်လမ်းကောင်းလေးလာပါပြီတက်စ်ဆာဆိုတာ အချစ်ကိုအယုံကြည်မရှိဘဲ ဘ၀ထဲကိုဝင်လာတဲ့ လူမှန်သမျှ\nတွန်းထုတ်နေမိတဲ့ ကောင်မလေးတစ်ယောက်ပေါ့ ....\nအဖြူအမည်းကင်မရာနဲ့ဓာတ်ပုံ‌ေ‌တွရိုက်ရတာ သဘောကျပြီး\nအချစ်အကြောင်းတွေကိုအများကြီးပြောတတ်တယ်...\nပျော်ရွှင်စရာအဆုံးသတ်တွေကိုမယုံတဲ့ တက်စ်ဆာဟာ\nစကိုင်လာဆိုတဲ့ ကောင်လေးနဲ့ရုပ်ရှင်တစ်ရုံမှာတေ‌ွ့ရာကနေ ချစ်သူတွေဖြစ်လာပြီး\nသူ့အတွက် ပျော်စရာအဆုံးသတ်တစ်ခုဖြစ်လာမယ်ထင်ထားခဲ့တယ်\nဒါပေမယ့် ကားအက်စီးဒင့်‌ေကြာင့် စကိုင်လာဟာသေဆုံးခဲ့ပြီး\nတက်စ်ဆာလည်း မသေရုံတမယ်အသက်ရှင်ခဲ့ပါတယ် ...\nနောက်ပိုင်းမှာ စကိုင်လာရဲ့ ဝိဉာည် ‌ပေါ်လာကာ\nတက်စ်ဆာကို တမလွန်က ဆက်သွယ်လာပြီး\nမပြီးပြတ်ခဲ့တဲ့ အရာ...မပြောဖြစ်ခဲ့တဲ့စကားတေ‌ွကို\nIn-Between ဆိုတဲ့ ဝိဉာည်လောက ကနေ\nဆက်သွယ်ပြောဆိုလာခဲ့တဲ့အခါမှာတော့......\nသဘာ၀လွန်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဘယ်လိုအဆုံးသတ်သွားမလဲ ကိုယ်တိုင်ပဲခံစားလိုက်ကြည့်လိုက်ပါ.အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thiha Yan Naing ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Romance, Sci-fi\nQuality….WEB-DL 1080p and 720p\nFile size…1.6GB, 834MB, 278MB\nFormat…mp4\nDuration….1h 55min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....Thiha Yan Naing\nEncoder ..... August",
        "rating": "",
        "url": "https://megaup.net/3464w/The.In.Between.2022.720p.WEBRip.DDP5.1.CM.mp4",
        "category": "Drama, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/3ddd4cf6-fc1b-4727-b042-324e5d649df3-133x200.jpg",
        "title": "Merrill’s Marauders (1962)",
        "description": "ဒုတိယကမ္ဘာစစ်အတွင်းက ဗမာပြည်စစ်မြေပြင် Burma Campaign ရဲ့ နာမည်ကြီးတိုက်ပွဲဖြစ်တဲ့ မြစ်ကြီးနားတိုက်ပွဲကိုဆင်နွှဲခဲ့တဲ့ ဗိုလ်ချုပ် Merrill နဲ့ သူ့ရဲ့တပ်ဖွဲ့ Merrill's Marauders အကြောင်းကို ရိုက်ကူးထားတဲ့ဇာတ်ကားပါ...ဂျပန်တွေလက်ထဲက မြစ်ကြီးနားကို သိမ်းဖို့ ပြောက်ကျားတပ်ဖွဲ့ ၂ ဖွဲ့ ဖွဲ့ခဲ့ပြီး တစ်ခုက မရောက်ဒါးတပ်ဖွဲ့နဲ့ နောက်တစ်ဖွဲ့က Levi Scout (Kachin Scout) လို့ခေါ်တဲ့ ကချင်လူမျိုးတွေအများဆုံးပါဝင်တဲ့တပ်ဖွဲ့ပါ။\"ယမ်းငွေ့ဟာ ပန်းမွေ့ယာဖြစ်မလာနိုင်ဘူး\" တဲ့။ \"စစ်တိုက်တယ်ဆိုမှတော့ ပန်းတွေနဲ့ပေါက်ကြတာမှ မဟုတ်ဘဲလေ\"။ \"စစ်\" ဆိုတဲ့ ကဗျာခေါင်းစဉ်လေးအောက်မှာ \"ဒုံးဒုံးဒက်ဒက်၊ တုံးလုံးပက်လက်\" ဆိုပြီး နှစ်ကြောင်းထဲနဲ့ စစ်ရဲ့ အနိဌာရုံကို ထင်ဟပ်နိုင်သလိုပေါ့။ လူတွေဟာ စစ်တိုက်ဝါသနာ ပါသလားမသိ။ အခုထိ ကမ္ဘာ့စစ်ပွဲကြီး နှစ်ကြိမ်ဖြစ်ပြီးသွားပြီ။ဒါပေမဲ့ စစ်တိုက်တယ်ဆိုတာနဲ့ လူအများပြေးမြင်တာက ကျည်ဆံတွေ ပလူပျံနေတုန်း ပြေးကြ လွှားကြ၊ သွေးသံရဲရဲ သေပွဲဝင်ကြ၊ ကိုယ့်ရဲဘော် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2o8C6/(CM)_Merrill_s_Marauders_1962_BluRay_720p.mp4",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eyKkLdst2vFRjCC89C3NqGCLpNE.jpg",
        "title": "Tall Girl 2 (2022)",
        "description": "Tall Girl 2 (2022)Tall Girl 2 ပြန်လာပါပြီ ......Tall girl 2 မှာတော့ ဂျိုဒီက သူ့အရပ်ကြောင့် စိတ်ဖိစီးမှုသိပ်မရှိနေတော့ဘဲနဲ့\nသူ့ချစ်သူ ဒန့်ခ်နဲ့ အဆင်ပြေနေခဲ့ပါတယ် ။\nဂျိုဒီ အရင်က အဆိုတော်ဖြစ်ချင်ခဲ့တဲ့ အိမ်မက်ကို အကောင်အထည်ဖော်ဖို့\nအသံစစ်ပြိုင်ပွဲမှာ ဝင်ပြိုင်ဖြစ်ခဲ့ပြီးတော့ ခေါင်းဆောင်နေရာကိုရခဲ့ပါတယ်။ဒါပေမဲ့ ဂျိုဒီရဲ့စိတ်က သူလုပ်မှလုပ်နိုင်ပါ့မလားဆိုတဲ့ သံသယစိတ် ကြီးမားလာတာကြောင့်\nသူ့ စိတ်ထဲက မကောင်းတဲ့အတွေးတွေကို ထုတ်ပြောနေတဲ့အသံက ဂျိုဒီ့ကို စပြီးနှိပ်စက်ပါတော့တယ်။သူနဲ့အတူ သရုပ်ဆောင်မဲ့ တွမ်မီဆိုတဲ့ကောင်လေးနဲ့ တစ်ချိန်လုံးအတူလေ့ကျင့်နေရတော့\nတွမ်မီနဲ့ ဂျိုဒီတို့ကြားမှာ ဘယ်လိုဖြစ်လာမလဲ ၊\nဂျိုဒီနဲ့သူ့ချစ်သူနဲ့ ဆက်ဆံရေးကရော ဘယ်လိုဖြစ်လာမလဲ၊\nဂီတဖျော်ဖြေပွဲကိုရော သူ အောင်အောင်မြင်မြင်ဖျော်ဖြေနိုင်ပါ့မလားဆိုတာကို ရင်ခုန်စွာနဲ့ ကြည့်ရှူပေးကြပါဦးနော်အညွှန်းကိုတော့ Elrond က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ Elrond, Richard Wai, Leonard Lin တို့ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Family\nQuality….WEB-DL 1080p and 720p\nFile ...",
        "rating": "4.6",
        "url": "https://megaup.net/3464u/Tall.Girl.2.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p9WIsGT0UdlOrMiC5oygaLgZ5Ub.jpg",
        "title": "Gehraiyaan (2022)",
        "description": "Gehraiyaan (2022)ဘောလီးဝုဒ်မင်းသမီးချော Deepika ပါဝင်ရိုက်ကူးထားတဲ့ အိန္ဒိယဒရာမာဇာတ်ကားသစ်တစ်ကားပဲဖြစ်ပါတယ်။ဇာတ်ကားရဲ့အကြောင်းအရာကတော့ အခုခေတ် Relationship တွေရဲ့နားလည်ရခက်ပြီးရှုပ်ထွေးတဲ့သဘောသဘာဝတွေကို ကြည့်ရှုသူတွေပါရင်ခုန်စေမယ့် ရိုမန့်တစ်ဆန်ဆန်ဇာတ်ကွက်တွေနဲ့တင်ဆက်ထားတာပါ။ယောဂဆရာမလေး Alisha နဲ့ စာရေးဆရာဖြစ်ဖို့ကြိုးစားနေတဲ့ Karan တို့ရဲ့ရည်းစားသက်တမ်းဟာခြောက်နှစ်ဆိုတဲ့ကာလတစ်ခုကိုရောက်လာခဲ့ပါပြီ။ ဒါပေမယ့်သူတို့ကြားမှာထုတ်မပြောပေမယ့်သိသာနေတဲ့ငွေကြေးပိုင်းဆိုင်ရာမကျေလည်မှုလေးတွေရှိနေခဲ့ပါတယ်။ အဲဒီအချိန်မှာပဲ အိမ်ခြံမြေသူဌေးလေး Zain ကသူတို့နှစ်ယောက်ကြားမှာအဖုအထစ်ဖြစ်စေမယ့်အကြောင်းရင်းတစ်ခုဖြစ်လာခဲ့ပါတယ်။ ဒါပေမယ့် Zain ကလည်း Alisha ရဲ့ညီမဝမ်းကွဲဖြစ်သူTia နဲ့တွဲနေတာဖြစ်ပြီး သူတို့ကြားမှာလည်း ငွေကြေးနဲ့ပတ်သက်တဲ့သဘောထားမတိုက်ဆိုင်မှုလေးတွေရှိနေခဲ့တာပါ။ဒါ့အပြင် Alisha၊ Tia နဲ့ Zain တို့ဟာ ဆိုးဝါးလှတဲ့ ငယ်ဘဝတွေ၊ မကောင်းတဲ့မိဘတွေနဲ့ကြုံခဲ့ရတာကြောင့်သူတို့ရဲ့အချစ်ရေးနဲ့သက်ဆိုင်တဲ့ဆုံးဖြတ်ချက်တွေအပေါ် သက်ရောက်မှုရှိသွားခဲ့တာလားဆိုတာကလည်းစဥ်းစားစရာပါပဲ။ အဲဒီဆုံးဖြတ်ချက်တွေကရော မှန်ကန်တဲ့ဆုံးဖြတ်ချက်တွေဖြစ်ခဲ့ရဲ့လား။ ရက်စက်ခြင်းနဲ့တစ်ကိုယ်ကောင်းဆန်ခြင်းကလည်း လူ့သဘာဝ၊လူသားဆန်ခြင်းတစ်မျိုးပဲမို့ သာမန်အမြင်နဲ့ကြည့်ရင်မှားတယ်လို့ယူဆထားတဲ့အရာတွေကိုလည်း တစ်ခါတစ်ရံမှာအပြစ်တင်လို့မရတဲ့အခါအက်ကြောင်းတွေရှိနေတဲ့စုံတွဲနှစ်ခုရဲ့ လေးပွင့်ဆိုင်ဇာတ်လမ်းက ဘယ်လိုအဆုံးသတ်မှာလဲ။အညွှန်းဖတ်ပြီးလောင်စရာချည်းပဲလို့တော့မတွေးလိုက်ပါနဲ့ဦး။ Romantic,Drama ဖြစ်တဲ့အပြင်ရိုက်ကွင်းပြင်ဆင်မှုနဲ့ သရုပ်ဆောင်၊ဒါရိုက်တာတွေရဲ့အားထုတ်မှုကြောင့် အရင်ဘောလီးဝုဒ်ကားတွေလိုပန်းခင်းထဲပတ်ပြေးပြီးကတာမျိုးထက်မိုက်တဲ့ ချစ်ခန်းကြိုက်ခန်းတွေအများကြီးကို စောင်ကိုက်ပြီးတစ်ဝကြီးကြည့်ရှုရဦးမှာပါ။ နိဂုံးချုပ်ရရင်တော့ အိန္ဒိယဒရာမာတွေကြိုက်တတ်တဲ့ပရိသတ်တွေအတွက်အချိန်နှစ်နာရီခွဲကုန်ရကျိုးနပ်မယ့်ဇာတ်ကားကောင်းတစ်ကားလို့ပဲညွှန်းလိုက်ပါရစေ။ \nFile size…1.45GB / 700MB\nQuality…1080p WEB DL AAC 5.0CH ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Ia5n/Gehraiyaan_(2022)_Hindi_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/7mlzw2jhziid-133x200.jpg",
        "title": "Tari Sathe (2021)",
        "description": "Tari Sathe 2021\nFamily/ Romanceတစ်ခါတလေတော့ အချစ်ကို ကျွန်တော်တို့တိုင်းတာတဲ့စံနှုန်းတွေဟာ တော်တော်ညှိရခက်သား။ အဲလိုညှိရနှိုင်းရခက်လာတိုင်း ခေတ်သစ်၊ စနစ်သစ်ကြီးရဲ့သဘောလို ကွဲကြပြတ်ကြမလား၊ ပြန်လည်ငြိမ်းချမ်းရေးယူမလားကတော့ လူတစ်ဦးနဲ့တစ်ယောက်ချင်း၊ အတွဲတစ်တွဲနဲ့တစ်တွဲချင်း တစ်ထပ်တည်းတော့ကျနိုင်မယ်မထင်ပါဘူး။ တစ်ခါတလေမှာ ယောက်ျားလေးဖက်ကချည်း တစ်ဖက်သတ်ဆွဲထားရတာမျိုးတွေတွေ့နိုင်သလို၊ တစ်ခါတလေကျပြန်တော့လည်း မိန်းကလေးဖက်ကချည်း တစ်ဖက်သတ် ခြေစုံကန်ထားရတာမျိုး၊ တစ်ခါတလေကျပြန်တော့လည်း နှစ်ဦးနှစ်ဖက် ကတောက်တဆညီတူညီမျှဖြစ်ရင်း သူ့အတ္တ၊ ကိုယ့်မာနပြိုင်ကြတာမျိုးတွေပေါ့။ဒါမျိုးတွေဟာဖြစ်လေ့ဖြစ်ထရှိတဲ့သဘောတရားတွေမို့၊ ဒါမျိုးတွေကို‌ဖြေရှင်းတဲ့အခါ ညှိနှိုင်းတဲ့အခါ ဘယ်လိုမျိုးချဉ်းကပ်ကိုင်တွယ်ရမယ်နည်းလမ်းပေါင်းများစွာပါဝင်ပါတယ်။ ပထမရည်းစားရဲ့စပါယ်ရှယ်ဘဲပစ်ခံရပြီးပျက်သွားခဲ့ရတဲ့ ဘဲပစ်မလေးဟာ သူ့အမေပေးစားမယ့်သူရှိရာ ဘဒိုဒရာဆိုတဲ့မြို့လေးကိုရောက်လာခဲ့တယ်‌ဆိုပါတော့။ သူက အစကတော့ သူ့အမေပေးစားမယ့်သူကို လူချင်းမျက်နှာချင်း‌ဆိုင်တွေ့ပြီးချေပြီးတော့ ငြင်းဖို့သွားခဲ့တာဗျ။ ဒါပေမဲ့ အဲဒီမြို့က ခရစ်ကတ်ကစားသမားအရမ်းဖြစ်ချင်တဲ့ကောင်လေးနဲ့တွေ့တဲ့အခါ၊ အဲဒီကောင်လေးနဲ့ သူ့အမေပေးစားမယ့်သူကြား ဘယ်လိုနှစ်ပါးသွားကြမလဲဆိုတာ....။ဘဲပစ်မလေးတွေပါ ကြည်နူးရမယ့် ဒီဇာတ်ကားလေးက အိန္ဒိယနိုင်ငံရဲ့ Gujarat စကားပြော ဇာတ်ကားလေးဖြစ်ပြီး အကအလှရိုမန့်တစ်တွေနဲ့မို့  ကြည့်ပျော်မယ့်ရုပ်ရှင်ကားလေးပဲဖြစ်ပါတယ်။\nFile size…(2 GB)/(900 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by ...",
        "rating": "9.8",
        "url": "https://megaup.net/12coz/(CM)Tari.Sathe.2021.720p.AMZN.WEB-DL.DDP2.0.H.264-Telly.mp4",
        "category": "Bollywood, Comedy, Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/w3xcvslimgfw-134x200.jpg",
        "title": "Royal Warriors (1986) In the Line of Duty-1",
        "description": "မြန်မာပြည်မှာ ဟောင်ကောင်ဂျက်မလို့ လူသိများကြတဲ့ ဇာတ်ကားတွေကို ပြန်လည်တင်ဆက်သွားပါ့မယ်ဟောင်ကောင်ဂျက်မဆိုတာက အဲ့ချိန်တုန်းကမြင်ရခဲတဲ့ ဆံပင်တိုတိုနဲ့ ဟောင်ကောင်ရဲမေစုံထောက် ကွန်ဖူးဖိုက်တာတွေကို ဆိုလိုတာပါ…ဇာတ်ကားအများစုကို မီရှဲယိုနဲ့ Cynthia Khan တို့အဓိက သရုပ်ဆောင်ခဲ့ကြပါတယ်။ဂျက်မ Franchise အဖြစ် နာမည်ကြီးကြတာတော့ In The Line of Duty ဆိုတဲ့ဇာတ်ကားတွေပါပဲ။ဟောင်ကောင်ရဲ့ ရုပ်ရှင်ရွှေခေတ်မှာ နာမည်ကြီးခဲ့ကြတဲ့ မင်းသားမင်းသမီးအကုန်နီးပါး ဒီ Franchise ဇာတ်ကားတွေမှာ သရုပ်ဆောင်ခဲ့ကြပါတယ်။၁၉၉၀ ခုနှစ်လောက်က ဇာတ်ကားတွေဆိုပေမယ့် အခုချိန်ထိ ခေတ်မီနေပြီး သွက်လက်တဲ့ Action တွေကို ခံစားရမှာပါ။ဂျက်ကီချန်းရဲ့ဇာတ်ကားတွေလိုပဲ Action,Comedy,Drama Theme တွေကို လှလှပပ ကူးသန်းချိတ်ဆက်ထားပါတယ်။အခုဒုတိယကားအနေနဲ့တင်ဆက်လိုက်တဲ့ Royal Warriors (1986) ဇာတ်ကားကတော့ In The Line of Duty-1 လို့လဲ ခေါ်ဆိုကြပါတယ်။မင်းသမီးမီရှဲယိုအဓိကပါဝင်ထားပြီး IMDb Rating(6.9) ထိ ရရှိထားမလို့Action ပရိတ်သတ်တွေ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2o7bn/(CM)_Royal.Warriors.1986.CHINESE.720p.BluRay.x264.DD5.1-FGT.mp4",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pDQOXcUs4hJvLlpkYn5VK0szzZF.jpg",
        "title": "Love and Leashes (2022)",
        "description": "Love and Leashes (2022)Will you dominate me? (Age rating - 18+)ရုပ်ရည်ချောမောပြီး ယောက်ျားဆန်ဆန်ဆွဲဆောင်မှုအပြည့်နဲ့\nမိန်းကလေးတွေကြားမှာ နာမည်ကြီးရေပန်းစားလှတဲ့ .. Jung Ji Hooကုမ္ပဏီကြီးတစ်ခုမှာ အလုပ်လုပ်နေပြီး လုပ်ဖော်ကိုင်ဖက်ဖြစ်သူ Jung Ji Hoo အပေါ်\nတိတ်တခိုးခံစားချက်ရှိနေတဲ့  .. Jung Ji Wooတစ်နေ့မှာတော့ Jung Ji Hoo ဆီကိုပို့လိုက်တဲ့ ပါဆယ်ထုပ်က\nကံကြမ္မာရဲ့လှည့်ကွက်ကြောင့်လို့ပဲဆိုရမလား\nနာမည်ချင်းဆင်ပြီး သူ့အပေါ်စိတ်ဝင်စားနေတဲ့ Jung Ji Woo ဆီကိုမှ ရောက်သွားပါတော့တယ်။အဲဒီကနေတဆင့် အရာအားလုံးပြီးပြည့်စုံပြီး သူမတူတဲ့ sexual taste ရှိတဲ့\nကောင်ချောလေး Jung Ji Hoo ရဲ့ လျှို့ဝှက်ချက်ကြီးကို Jung Ji Woo သိရှိသွားပြီး\nနှစ်ဦးသဘောတူ ...",
        "rating": "5",
        "url": "https://megaup.net/12cjd/Love.and.Leashes.2022.720p.NF.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/m-1-128x200.jpg",
        "title": "The Money Pit (1986)",
        "description": "ပေါ့ပေါ့ပါးပါး စခွီထစရာ ရုပ်ရှင်ကားဟောင်းလေးတစ်ကားကြည့်ပြီးတော့ အချိန်ကောင်းလေးတွေ ပိုင်ဆိုင်လိုက်ပါ..။ ဟိုးရှေးရှေးတုန်းကပေါ့ဗျာ..။ အခု ဒီဇာတ်ကားကို ဒေါင်းလုဒ်လုပ်ပြီး ကြည့်မယ့်သူတချို့ မွေးချင်မှတောင် မွေးဦးမယ့်အချိန်တုန်းက..။ ခပ်ငယ်ငယ် မင်းသားဘဝနဲ့ Tom Hanks က 'ငွေယိုပေါက်' လို့ မြန်မာလို အလွယ်တကူ ဘာသာပြန်လိုက်လို့ရမယ့် ရုပ်ရှင်တစ်ကားရိုက်ခဲ့သေးတာပေါ့..။ ဇာတ်လမ်းအကျဉ်းကတော့ ချစ်သူကောင်မလေးရဲ့ အိမ်မှာ ကပ်နေနေရာကနေ အိမ်ပိုင်ရှင်ဖြစ်သူ ကောင်မလေးရဲ့ ခင်ပွန်းဟောင်း ဥရောပကနေ ပြန်ရောက်ချလာတဲ့အခါ Tom Hanks တစ်ဖြစ်လည်း ဝေါ်လ်တာတစ်ယောက် နေစရာ ရှာရတော့တာပေါ့..။ အဖြစ်ကဆိုးတယ်..။ တိုက်ခန်းလေး တစ်ခန်းရှာရာကနေ အချိုအချောင်ဈေးနဲ့ အိမ်တစ်လုံးရလိုက်တဲ့ ဝေါ်လ်တာနဲ့ သူ့မဟေသီတစ်ယောက် ဘယ်လို စခန်းသွားကြမလဲ..? ဒီအိမ်ကိုရော ဘာလို့များ ငွေယိုပေါက် လို့ ခေါ်ရသလဲဆိုတာ ဟာသနှောပြီး ကြည့်ရှုနိုင်တော့မှာပါ..။ ဖြစ်ပျက်သမျှ တလွဲအဖြစ်အပျက်တွေမှာ Tom Hanks ရဲ့ သရုပ်ဆောင် ...",
        "rating": "",
        "url": "https://megaup.net/2o77l/The_Money_Pit_1987_720p_(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bsJSjE0gJkhwKBwoo0JsuJ0fSAA.jpg",
        "title": "Trust (2021)",
        "description": "TRUST (2021)IMDb _ 5.4/10Rotten Tomatoes _71%အိမ်ထောင်တစ်ခုရယ်လို့ရှိလာခဲ့ရင် ကိုယ့်အမျိုးသားဖောက်ပြန်သွားမလားစိုးရိမ်တတ်ကြတာ အမျိုးသမီးတိုင်းရဲ့ သဘာဝပါပဲ နှစ်တွေဘယ်လောက်ကြာကြာတတိယလူဆိုတာပေါ်လာခဲ့ရင် ကိစ္စတွေကမောက်ကမဖြစ်သွားနိုင်ပါတယ်\"နင်ငါတို့လိုသာကွာရှင်းရှေ့နေလုပ်ကြည့်ပါလား အချိန်ကြာလာတာနဲ့အမျှလူတိုင်းကဖောက်ပြန်နေကြပါလားဆိုပြီးသိလာလိမ့်မယ်\"\"မိန်းမတွေက သူတို့ခိုးစားတာကိုလူမမိအောင်လုပ်တဲ့နေရာမှာယောကျာ်းတွေထက်ပိုတော်တယ်\"ဒီ‌ဇာတ်လမ်းကတော့ ယုံကြည်မှုကိုအခြေခံပြီး အိမ်ထောင်တစ်ခုတည်ဆောက်ထားတဲ့အိုဝင်မ်နဲ့ ဘရော့ခ်တို့ရဲ့ အချစ်စမ်းပွဲအကြောင်းရိုက်ကူးတင်ဆက်ပေးထားတာဖြစ်ပါတယ်ယုံကြည်မှုနဲ့လက်တွဲခဲ့ပေမယ့် အလုပ်ကိစ္စအကြောင်းပြပြီး အိုဝင်မ်တစ်ယောက်ညဉ့်နက်တွေမှာ ထထသွားနေတာ ဘရော့ခ်တစ်ယောက်စိတ်ထဲဘဝင်မကျလှပါဘူးဒါ့အပြင်ဘရော့ခ်ရဲ့ သူငယ်ချင်းက ကွာရှင်းရှေ့နေတစ်ယောက်ပါ\"ဒီခေတ်ကြီးမှာအကုန်လုံးနီးပါးဖောက်ပြန်နေကြတာ နင့်ယောကျာ်းဖောက်ပြန်မပြန်သိချင်ရင်ကြေးစားငှားပြီး စမ်းကြည့်ပါလား\" ဒီစကားကိုနားယောင်သွားတဲ့ဘရော့ခ်တစ်ယောက်ဘာတွေဆက်လုပ်သွားမလဲ အိုဝင်မ်ကရော ဘရော့ခ်အပေါ်သစ္စာမဖောက်တဲ့ယောကျာ်းကောင်းတစ်ယောက်လားဆိုတာ ကြည့်ရှုရမယ့်ပညာပေးဇာတ်ကားတစ်ကားပါအိမ်ထောင်တစ်ခုမှာ ယုံကြည်မှုက အရေးအကြီးဆုံးဖြစ်ပြီးသံသယစဝင်တာနဲ့အမှားတွေကပ်ပါလာတတ်ကြောင်းကွက်ကွက်ကွင်းကွင်းမြင်အောင်ရိုက်ပြထားတဲ့ဇာတ်လမ်းဖြစ်တာကြောင့် သံသယများတတ်တဲ့လူတွေကြည့်ရှုဖို့အကောင်းဆုံးဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်(တချို့လူကြီးခန်းတွေနဲ့ စကားပြောတွေပါဝင်တာကြောင့်မိသားစုနှင့်ကြည့်ရှုရန်မသင့်တော်ပါ)ဇာတ်ကားအညွှန်းနဲ့ဘာသာပြန်ကတော့ Yunniမှရေးသားပြန်ဆိုထားပြီး တင်ဆက်ပေးသူက YKပဲဖြစ်ပါတယ် \nFile size…1.2Gb / 515MB\nQuality…1080p WEB RIP AAC 5.1CH / 720p AAC 2.0CH\nFormat…mp4\nDuration….1h 34m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "5.4",
        "url": "https://megaup.net/12cce/Trust.2021.720p(CM).mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zJvp7XjQ2LhPbDVYhFXyucs40vR.jpg",
        "title": "Central Station (1998)",
        "description": "Central Station (1998) ~ IMDb - 8/10, Rotten Tomatoes - 94% ~ကျွန်တော့်မိဘတွေကို ကျွန်တော်တရားစွဲလို့ရလား ဆိုတဲ့ Capernaum ဆိုတဲ့ကားလေးကို မှတ်မိကြဦးမယ်ထင်ပါတယ်။ ကျွန်တော့်အနေနဲ့ အဲလိုကားကောင်းမျိုးလေးတွေကို ထပ်ကြည့်ချင်နေတာကြာလှပြီပဲဆို‌ပါတော့။ ဆိုတော့ကာ အဲလိုဇာတ်ကောင်စရိုက်အသားပေးတဲ့ကားမျိုးလေးကို ၁၉၉၈ မှာထွက်ရှိတဲ့ Central Station ဆိုတဲ့ ဟောဒီကားလေးမှာ သွားတွေ့ရတယ်ဗျ။အသက်တစ်ရာမနေရ၊ အမှုတစ်ရာပွေရတဲ့ ဒီလောကကြီးမှာ လူတွေရဲ့ဇာတ်ကောင်စရိုက်ကိုဖော်ညွှန်းပြသတဲ့ ဒီလိုကားကောင်းလေးတွေဟာ တော်ရုံထွက်ခဲသလို၊ ကောင်းခဲတာမို့ ဇာတ်လမ်းအေးအေးလေးနဲ့ တမြည့်မြည့်ခံစားရင်းကြည့်ချင်တဲ့သူကြည့်ရမယ့် ကားလေးပဲဆိုပါတော့ဗျာ။ IMDb ဟာလည်း overrated ဖြစ်နေတာမဟုတ်ဘဲ ဝေဖန်ရေးဆရာတွေဝေဖန်တဲ့ကြားကနေ တကယ်ထိုက်တန်လို့ တကယ်ရထားတဲ့ IMDb ပါပဲ။ဒီကားလေးကတော့ Drama/ Road ဆိုတဲ့အပြင် လူ့သဘာဝသရုပ်အပြင် Tom Hanks ကြီးရဲ့ News of the World လို ခရီးသွားမှတ်တမ်းဇာတ်လမ်းမျိုးဆိုလည်း ဟုတ်တယ်ဗျ။ ...",
        "rating": "8",
        "url": "https://megaup.net/1I99k/(CM)_Central_Station_(1998)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tl5dE3XhUELk1kDrsgvaFexn0cB.jpg",
        "title": "Reincarnation Land ( 2022 )",
        "description": "Reincarnation Landဆိုတဲ့ ဇာတ်ကားကိုတော့ 2021ထဲမှာထွက်ထားတဲ့LuoYang seriesလေးကို ကြည့်ရှုရင်းနှီးပြီးသား ပရိသတ်တို့အတွက်ဒီmovieလေးကိုကြည့်ဖို့ recommendပေးချင်ပါတယ်ဒီဇာတ်ကားကတော့ လော့ယန်မြို့မှာဖြစ်ပွားခဲ့တဲ့မှုခင်းတစ်ခုကိုအခြေခံပြီး ရိုက်ကူးပြသသွားတာဖြစ်ပါတယ်ပုလျန်ကျင်မြို့လို့ခေါ်တဲ့ မြေအောက်ထဲမှာရှိနေတဲ့ လူတွေရှုံ့ချခြင်းခံရတဲ့မြို့ငယ်လေးမှာ လူလိမ်မလေးဆိုပြီး နာမည်ပြောင်ရထားတဲ့ကောင်မလေးတစ်ယောက်ကနေ ဒီပုံပြင်လေးကစတင်ခဲ့တာပါပုလျန်ကျင်မြို့က ဝင်ချင်တိုင်းဝင် ထွက်ချင်တိုင်းထွက်လို့မရတဲ့အကျည်းထောင်လို့ပြောရင်မမှားပါဘူးဒါပေမဲ့ လူလိမ်မလေးက သူတို့နတ်တစ်ပါးလိုယုံကြည်ကိုးကွယ်တဲ့တစ္ဆေဘုရင်ကို အလုပ်တွေလုပ်ပေးရာမှဒီပုလျန်ကျင်မြို့ကထွက်ခွာနိုင်ပြီး လော့ယန်မြို့ထဲကိုရောက်လာတာပါလော့ယန်မြို့ဆိုတာလည်း အဆင့်တန်းမြင့်တဲ့လူတန်းစားတွေနဲ့နေထိုင်နိုင်ပြီးစည်းစိမ်ဥစ္စာကြွယ်ဝချမ်းသာတဲ့မြို့လို့ တင်စားရင်လည်းမမှားပါဘူးချင်းချင်းလို့ခေါ်တဲ့ ကောင်မလေးတစ်ယောက်ရော သူ့အဖေရဲ့မှုခင်းအတွက်သက်သေရှာဖို့အတွက် ပုလျန်ကျင်မြို့ထဲကိုရောက်လာပါတယ်ဒါပေမဲ့ ထူးဆန်းတာက သူတို့ ၂ယောက်ရဲ့ရုပ်ကတစ်ထပ်တည်းကျပြီး မတ္တူကူးထားသလိုဆင်နေတာပါအဲ့တော့ ‌၂ယောက်လုံးကရော တွေ့ဆုံခွင့်ရှိမလားပုလျန်ကျင်မြို့နဲ့ လော့ယန်မြို့မှာ ဘာအမှု‌တွေဆင်ဖြစ်မလဲလော့ယန်မြို့က ချင်းချင်းနဲ့ ပုလျန်ကျင်မြို့က လူလိမ်မလေးတို့ကဘယ်လိုတော်စပ်နေမလဲဆိုတာကိုတော့ ဒီရုပ်ရှင်လေးမှာပဲဆက်လက်ကြည့်ရှုပေးကြပါ \nQuality : WEB-DL 1080p\nFormat : mp4\nDuration : 1h 23min\nGenres : Drama\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yunn Myat Noe Khaing\nEncoded by ...",
        "rating": "5.8",
        "url": "https://megaup.net/1I95v/Reincarnation_Land_(2022)_CM_1080P.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/okNgwtxIWzGsNlR3GsOS0i0Qgbn.jpg",
        "title": "Kimi (2022)",
        "description": "Kimi (2022)Siri လည်းမဟုတ် Alexa လည်းမဟုတ် ...\nနည်းပညာတစ်ခေတ်ဆန်းမယ့် Kimi ခေတ်ကိုရောက်ရှိလာပါပြီ။ဘာတွေကွာလည်းဆိုတော့ Kimi ကလူကိုယ်တိုင်ဖြေကြားတာပါတဲ့။\nအဲ့ဒီတော့ နားလည်မှုလွဲတာတွေမဖြစ်နိုင်ဘဲ ကိုယ်လိုချင်တာကို\nတိတိကျကျ အဖြေပေးနိုင်တဲ့ Kimi ဆိုတဲ့ကုန်ပစ္စည်းလေးက\nဒီကားလေးမှာ အဓိကဇာတ်ဆောင်ဖြစ်လို့နေပါတယ်။Kimi လေးကိုဈေးကွက်မှာမိတ်ဆက်ဖို့ တစ်ပတ်အလိုမှာ ဒီဇာတ်လမ်းကို စတင်ထားပါတယ်။\nအွန်လိုင်းနဲ့ချိတ်ဆက်ထားပြီး သုံးစွဲသူတောင်းဆိုသမျှကိုပြန်ဖြေနိုင်ဖို့\nKimi လေးက အသံတွေကိုအမြဲတမ်းဖမ်းယူထားရပါတယ်။\nအန်ဂျလာက အဲ့ဒီအသံဖိုင်ကိုနားထောင်ပြီး ခွဲခြမ်းစိတ်ဖြာပေးရတဲ့ ဝန်ထမ်းတစ်ဦးပေါ့။တစ်နေ့မှာ အဲ့ဒီအသံဖိုင်ထဲကနေ\n“ရပ်လိုက်...ရပ်လိုက်...တော်ပါတော့...” ဆိုတဲ့ဖိုင်ကိုနားထောင်ပြီးတဲ့နောက်\nအန်ဂျလာတစ်ယောက် မသင်္ကာဖြစ်လာခဲ့ပါတယ်။\nအန်ဂျလာက အသံဖိုင်ထဲက Kimi ပိုင်ရှင်ကိုဘယ်လိုရှာပြီး\nဘယ်လိုတွေဇာတ်လမ်းဆက်မလဲဆိုတာကိုတော့\nဇာတ်ကားကောင်းတွေကြိုက်သူအဖို့ ဆက်ပြီးကြည့်လိုက်ပါတော့ဗျာ...အညွှန်းကိုတော့ JoJoVa က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ပေးထားတာကတော့ JYJ ပဲ ဖြစ်ပါတယ်။Genre.....Crime, Drama, Thriller\nQuality….WEB-DL 1080p and 720p\nFile size…1.34 GB, 738MB, 244MB\nFormat…mp4\nDuration….1h 29min\nSubtitle….Myanmar Subtitle ...",
        "rating": "6",
        "url": "https://megaup.net/2o6lo/Kimi.2022.720p.HMAX.WEB-DL.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/99294acc25db48989c668c9f63e0335d-133x200.jpg",
        "title": "New Fight Back To School (2021)",
        "description": "ဒီဇာတ်လမ်းကတော့ အထွေအထူးမိတ်ဆက်ပေးစရာမလိုပါဘူး\nမင်းသားကြီး Stephen Chowရဲ့ နာမည်ကြီး Trilogyဖြစ်တဲ့ Fight Back to Schoolကို tribute ပြန်လည်ရိုက်ကူးထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်။- ခေါင်းဆောင်မင်းသားက မူရင်းFight Back to Schoolမှာ Turtleအဖြစ်ပါဝင်ခဲ့တဲ့ ဟာသ သရုပ်ဆောင်Gabriel Wong\n- မင်းသမီးကတော့ From Vegas to Macauထဲက မင်းသမီး Kimmy Tongပဲဖြစ်ပြီး\n- Wong Yet Feiနဲ့ Law Kar Yingတို့လို Stephen Chowရဲ့ ဇာတ်လမ်းတွေနဲ့ မစိမ်းတဲ့ နာမည်ကြီးဇာတ်ပို့တွေကို ပြန်သုံးထားတဲ့အတွက် ရယ်မောရမှာတော့ သေချာပါတယ်။SWATအဖွဲ့ဝင် ကျန်းဟောင်ဟာ မတော်တဆမှုတစ်ခုကြောင့် ရာထူးအချခံရချိန် အရေးပေါ်အမှုကြီးတစ်ခုအတွက် အသွင်ယူထောက်လှမ်းဖို့ အခွင့်ကြုံလာပါတယ်။\nသူအသွင်ယူစုံစမ်းရင်းကာကွယ်ပေးရမယ့်သူက ရဲဘက်က သက်သေထွက်ဆိုပေးမယ့် ပိုကာဂိုဏ်းရဲ့ စာရင်းကိုင် ဟွမ်ရှောင်ကွေရဲ့သမီး အထက်တန်းကျောင်းသူ ဟွမ်ရင်းပါ။\nကျန်းဟောင်အနေနဲ့ ပိုကာဂိုဏ်းကြီးရဲ့ပစ်မှတ်ထားခံနေရတဲ့ ဟွမ်ရင်းကိုကာကွယ်ဖို့ ရဲအဖြစ်မှသည် အထက်တန်းကျောင်းသား ...",
        "rating": "6.0",
        "url": "https://megaup.net/2o6D9/Fight_Back_to_School_(2021)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rHcwUUy3gRVUEUepYOd7xkesiNf.jpg",
        "title": "Mahaan (2022)",
        "description": "Mahaan (2022)\n-------------------------\nယခုနှစ်မှထွက်ရှိလာတဲ့အိန္ဒိယတောင်ပိုင်း ဇာတ်ကားသစ်တစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ မဟတ္တမဂန္ဒီကို လေးစားအားကျတဲ့မိသားစုမှာမွေးဖွားလာတဲ့ဂန္ဒီမဟန်ဆိုတဲ့လူတစ်ယောက်အကြောင်းကိုအခြေခံပြီး တင်ဆက်ထားတာပါ။ဂန္ဒီမဟန်ရဲ့အဖိုးနဲ့အဖေဟာ မဟတ္တမဂန္ဒီကိုအင်မတန်လေးစားတာကြောင့်သူ့ရဲ့နာမည်ကိုပါဂန္ဒီလို့ပေးထားတဲ့အပြင် မဟတ္တမဂန္ဒီနဲ့မွေးနေ့တစ်ရက်ကွာနေလို့မွေးစာရင်းမှာပါ တစ်ရက်စောသွင်းလိုက်တဲ့အထိပါပဲ။ နောက်တော့သူကိုယ်တိုင်ကလည်းမဟတ္တမဂန္ဒီကိုစံပြအဖြစ်သတ်မှတ်ထားတဲ့ နာချီဆိုတဲ့အမျိုးသမီးနဲ့လက်ထပ်ခဲ့ပါတယ်။နာချီဟာအရမ်းကိုစည်းကမ်းတင်းကြပ်ပြီး ဟောလီးဝုဒ်ဇာတ်ကားတွေရဲ့ပိုစတာကိုမြင်ရင်တောင်သူ့သားကိုမျက်လုံးပိတ်ထားခိုင်းတဲ့အထိပါပဲ။ ဘာကြောင့်လဲဆိုတော့ ဟောလီးဝုဒ်ဇာတ်ကားတိုင်းမှာကြမ်းတမ်းပြီးညစ်ညမ်းတဲ့ဇာတ်ဝင်ခန်းတွေပါဝင်တယ်လို့ သူကယုံကြည်ပါတယ်။ဂန္ဒီမဟန်အနေနဲ့ကတော့ သူ့ဘေးကလူတိုင်းဟာ ဂန္ဒီကိုအတိုင်းထက်အလွန်ကိုးကွယ်နေကြရုံမကသူ့ကိုပါအမြဲဖိအားပေးလေ့ရှိတာကြောင့် ဂန္ဒီအကြောင်းကြားရင် စိတ်အနှောင့်အယှက်ပါဖြစ်လာတဲ့အထိပါပဲ။သူ့အမြင်မှာတော့ မဟတ္တမဂန္ဒီရဲ့လမ်းစဥ်ဟာ တချို့နေရာမှာတရားသဘောနဲ့မကိုက်ညီရင်တောင် လွပ်လပ်ပျော်ရွှင်မှုကိုရှာဖွေဖို့ဖြစ်ပါတယ်။ဒီလိုနဲ့ပဲ သူ့မိန်းမနဲ့အ ဖေရဲ့ဖိအားပေးမှုတွေကြောင့် သူတို့ပြောသလို မဟတ္တမဂန္ဒီရဲ့နေထိုင်မှုပုံစံအတိုင်းနေလာခဲ့ရင်းအသက်လေးဆယ်အရွယ်မှာတော့ သူ့ရဲ့ငယ်သူငယ်ချင်းစက်သီယန် နဲ့အမှတ်မထင်ပြန်လည်တွေ့ဆုံခဲ့ပါတယ်။စက်သီယန်က အဲဒီအချိန်မှာသူ့အဖေရဲ့အရက်ချက်လုပ်ငန်းကိုဆက်ခံထားသူဖြစ်ပြီးတော့ဂန္ဒီမဟန်ကလည်းသူနဲ့ပြန်ပေါင်းမိတဲ့အချိန်မှာ အရင်ကမလုပ်ဖူးတဲ့မကောင်းမှုတွေကိုဆက်တိုက်လုပ်ရင်း မဟတ္တမဂန္ဒီကိုမုန်းတီးသူတစ်ယောက်ပါဖြစ်လာခဲ့ပါတယ်။ဒီလိုနဲ့ဆက်သွားရင်းသူ့ဘဝအတွက်အရမ်းကိုအရေးပါတဲ့ရွေးချယ်မှုတစ်ခုကိုလုပ်ဖို့ အကြောင်းဖန်လာတဲ့အခါမှာတော့...။လူတွေမြင်ဖူးနေကျဇာတ်လမ်းမျိုးလည်းမဟုတ်တဲ့အပြင်ဇာတ်ကားကပုံမှန်ထက်ကြာပေမယ့် ပျင်းစရာမကောင်းသလို ကြည့်ရကျိုးလည်းနပ်မယ့်ကားကောင်းတစ်ကားဖြစ်လို့ ရုပ်ရှင်ပရိသတ်တွေ အထူးသဖြင့်တောင်ပိုင်းကားတွေကြိုက်တတ်ရင်တော့ မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါပဲ။ \nFile size…1.2Gb / 2.8GB\nQuality…720p WEB DL AAC 2.0  / 1080p HEVC \nFormat…mp4 / mkv\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Haruko & Shwe ...",
        "rating": "8.5",
        "url": "https://megaup.net/12a16/MAHAAN_(2022)_Tamil_(Org_Vers)_TRUE_WEB-DL_-_720p_-_AVC_-_AAC2.0(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/bo-135x200.jpg",
        "title": "Book of Love (2022)",
        "description": "အချစ်၀တ္ထုလေးတစ်ပုဒ်လောက် ဖတ်လိုက်ကြဦးစို့ ....ဒီတော့ အချစ်ဆိုတာ ဘာလဲ .... အနက်ဖွင့်ရရင်တော့ တစ်ထောင့်တစ်ညပုံပြင်တွေထက်ရှည်သွားမယ်ထင်တယ် .... သီချင်းလေးထဲကအတိုင်းဆိုရင်တော့ အချစ်ဟာအဖြေရှာမရတဲ့ ပုစ္ဆာပေါ့ .... အချစ်နဲ့အတူ ရမ္မက်တွေ၊ တဏှာတွေ၊ မက်မောမှုတွေဒွန်တွဲနေတာကိုလည်း ဘယ်သူမှ ငြင်းဆန်လို့ ရမယ်မထင်ပါဘူး ......သိုပေမဲ့ အချစ်ဆိုတာ သိပ်ကို ရိုးရှင်းတဲ့အရာလို့ လက်ခံချင်နေသေးတဲ့ လူ့ဂွစာစာရေးဆရာကြီးတစ်ယောက် ရှိပါရဲ့.... သူ့နာမည်ကတော့ ဟန်နရီ ကော့ပါးပါ။အောင်မြင်ချက်ကတော့ ထွက်ထားတာ ကြာပြီဖြစ်တဲ့ သူ့ရဲ့ စာအုပ်ဟာ ၆ လအတွင်းမှာ၀ယ်ယူသူက ၂ ယောက်၊ တစ်ယောက်က ကိုယ်တိုင်။ အဲသည်လိုကို ပေါက်စာရင်း၀င်တဲ့အာဂ အချစ်၀တ္ထုကြီး တစ်အုပ်ပါ။ တစ်နေ့တော့ သူ့ရဲ့ ထုတ်ဝေသူက ဟန်နရီ့ကိုဆက်သွယ်လာပြီး သူ့ရဲ့ အင်္ဂလန်မှာ မပေါက်တဲ့ စာအုပ်ဟာ မက္ကဆီကိုမှာတော့စပိန်ဘာသာပြန်နဲ့ ရှိသမျှစာရင်း ထိပ်ဆုံး ရောက်လောက်အောင်၀က်၀က်ကွဲအောင်မြင်နေလေရဲ့ ... ဒီတော့ ကံအလှည့်အပြောင်းနဲ့ ကြုံလာသူစာရေးဆရာကြီးတို့ ...",
        "rating": "",
        "url": "https://megaup.net/1I7e8/Book_of_Love_2022_720p_(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u1TB75TZIcdquXlbU9T4M9acjMt.jpg",
        "title": "Dan’s Family No. 1 (2022)",
        "description": "Don's Family No.1 (2022)ဒီကားလေးကတော့ ခေါင်းစဉ်က်ုက တမူထူးခြားနေတာပါနော်ယောရောဘွန်းတို့ကြည့်လိုက်တာနဲ့ ဘာကိုပြေးမြင်လဲနံပါတ် ၁ ဆိုတော့ အမိုက်စားအတော်ဆုံး ထိပ်ဆုံးက နံပါတ် ၁ လို့ထင်ကြမှာပေါ့နော်ဒါပေမယ့် ဒီထဲက Kang Dan ဆိုတဲ့ ဇာတ်လိုက်မင်းသားကတော့\nအနိုင်ကျင့်ခံရပြီး ခိုင်းတဲ့အတိုင်းလုပ်တာ အတော်ဆုံး နံပါတ် ၁ ပါတဲ့ရှင်ဂိုဂျိုဆွန်းမျိုးဆက်ရဲ့ စွမ်းအားရှင် Dan မိသားစုက နောက်ဆုံးမျိုးဆက်ဆိုပေမယ့်\nအရာအားလံုးကို သည်းခံလာတဲ့ ကောင်လေး...\n‌တစ်နေ့မှာ သူချစ်ရတဲ့ကောင်မလေး(ဟီယွန်း)ကို အနိုင်ကျင့်တာ သိသွားတဲ့အခါ...\nကောင်မလေးကိုကာကွယ်တဲ့အခါ သူ့ရဲ့သရုပ်မှန်ကိုသိလိုက်ရတဲ့အခါ...\nဘယ်လိုမျိုး စွန့်စားခန်းတွေဖြစ်လာမလဲ\nသူ့ရဲ့ စွမ်းအားကရော ဘယ်လိုမျိုးလဲ\nကောင်မလေးကိုရော ကယ်နိုင်ပါ့မလား\nတိုက်ပုံခိုက်ပုံတွေနဲ့ အမိုက်စား အက်ရှင်ဆန်ဆန်ကြည့်ရမယ့်အပြင် အခွီလေးတွေပါ ပါသေးတယ်နော်\nတိုက်ခိုက်နေရင်းတောင် တကယ်ရယ်နေရတာ\nကြားထဲက ရိုမန့်လေးပါ ရောလိုက်တော့ ရသစုံခံစားရမယ့် ဒီသဘာဝလွန်ကားသစ်လေး\nမင်းသား မင်းသမီး နာမည်သိပ်မကြီးပေမယ့်\nအမိုက်စားသရုပ်ဆောက်ချက်တွေနဲ့ ဒီကားလေးကို အခုပဲ ကြည့်လိုက်ကြရအောင်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Khaing Khin ပဲ ဖြစ်ပါတယ်။Genre.....Action\nQuality….WEB-DL 1080p and ...",
        "rating": "4",
        "url": "https://megaup.net/340ai/Don_s.Family.No.1.2022.720p.FHDRip.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/t-1-135x200.jpg",
        "title": "True Grit (2010)",
        "description": "True Gritတဲ့ တစိုက်မတ်မတ်ပြီးဆုံးတဲ့ထိ လုပ်တဲ့လူပေါ့ ဒီရုပ်ရှင်ဟာ ၁၉၆၉ ကထွက်ပြီးသားရုပ်ရှင်ကို ကိုအန်ညီအစ်ကိုနှစ်ယောက်က ၂၀၁၀မှာ remakeပြန်ရိုက်ထားတာ ကိုအန်ညီအစ်ကိုဆိုတာလည်း No Country for old men တို့လို မာစတာပိစ်တွေရိုက်တာဆိုတော့ ထူးထူးထွေထွေ ညွှန်းမနေချင်ဘူး ပါတဲ့လူတွေပြောမယ်ဗျာ Hawkeye မင်းသမီး ဟေလီစတိန်းဖီးလ် နောက်မက်ဒေမွန် Hell or High Water ထဲက ဂျက်ဘရစ်ဂျက်စ် နောက်ဗီလိန်က မောင်သားနို့စ် ဂျို့ရှ်ဘရိုလင် ဇာတ်လမ်းကတော့ ပေါ့ပေါ့ပါးပါးပါပဲ ၁၈၇၀ဝန်းကျင် အမေရိကန်မှာ ကောင်းဘွိုင်တွေ ရိန်းဂျားတွေ မာရှယ်တွေ အခြေချနေထိုင်သူတွေ အင်ဒီးယန်း အတိုအရှည်မျိုးစုံနဲ့ မြင်းတွေစီး လူသတ်ဓါးပြတိုက် တဖောင်းတဒိုင်းဒိုင်းကာလပေါ့ ကောင်မလေးက အပျိုဖြန်းလေးတန်မဲ့ ကြမ်းကြမ်းရမ်းရမ်း တစ်ယောက်နဲ့ တစ်ယောက်ကလည်း အစေးမကပ်တဲ့ လူနှစ်ယောက်နဲ့ အဖေကိုသတ်တဲ့လူနောက် လိုက်တဲ့ စွန့်စားခန်းပါ ခရီးအတူသွားချင်း သံယောဇဉ်နဲ့ စာနာမှုတွေ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1I7bk/True_Grit_2010_720p_(CM).mp4",
        "category": "Action, Drama, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z1ZNHtlrbAugGS5RJOOhSfPpRos.jpg",
        "title": "The Tai Chi Master (2022)",
        "description": "The Tai Chi Master (2022)ဒီတစ်ခေါက်မှာတော့ သိုင်းလောကရဲ့ နောက်ကြောင်းကို ပြန်သွားပြီး\nကျင့်စရာ သိုင်းအသစ်တွေနဲ့ ဝူတန်းဂိုဏ်းချုပ်ကြီး ငယ်ဘ၀ကို ပြန်ရှု့စားလိုက်ရအောင်ဗျာ။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nဝူတန်းဂိုဏ်းဆိုတာ ဖြစ်မလာသေးခင် ကျန်းကျွင်းပေါင်ဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ\nဝူးကျိဂိုဏ်းရဲ့ အားထားရတဲ့ သိုင်းပညာရှင်လေးပေါ့။\nသူဟာ သိုင်းလောကမှာ အထက်လမ်းသိုင်းပညာ အောက်လမ်းသိုင်းပညာဆိုတာမရှိ\nလူ့အကျင့်ပေါ်မှာပဲ သိုင်းပညာဟာ မူတည်တယ်လို့ ခံယူထားတဲ့ လူပျော်တစ်ယောက်ပေါ့။\nအောက်လမ်းသိုင်းလောကရဲ့ဘုရင်ကို သိုင်းဂိုဏ်းကြီးတွေပေါင်းပြီး\nဝူးကျိ ရဲ့မြေအောက်ခန်းမှာ ဖမ်းထားချိန်မှာ\nတစုန့်ပြည်ကို \"ဒီ\" တိုင်းပြည်က ကျူးကျော်လာချိန်\nသိုင်းလောက အရှုပ်အထွေးတွေကြားမှာ ကျန်းကျွင်းပေါင်တစ်ယောက် လောကဓံကို ဘယ်လိုခံရမယ်။\nဝူတန်းဂိုဏ်းကရော ဘယ်လိုဖြစ်ပေါ်လာတယ် စတဲ့\nသိုင်းလောကကြီးအကြောင်း ကို လှလှပပ ရိုက်ကူးထားပြီး\nအတွင်းအားထက် သိုင်းကွက်ပိုပါတာမို့\nသိုင်းလောကသားတွေ စိတ်၀င်စားမယ့် သိုင်းကားတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းပေးချင်ပါတယ်။အညွှန်းကိုတော့ Lwin Htoo Aung မှ ရေးသားထားပြီး ...",
        "rating": "",
        "url": "https://megaup.net/340aB/The.TaiChi.Master.2022.720p.WEB-DL.CM..mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/MV5BMjA2NDJjZjgtNmFjYS00ZTE1LWFhMjEtNTc5MjA3ODFlODRlXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-141x200.jpg",
        "title": "Flying Colors (2015)",
        "description": "ကဲ .. ဒီတစ်ပတ်တော့ ကျောင်းသူကျောင်းသားများ ဒါမှမဟုတ် စာမေးပွဲတစ်ခုခုဖြေစရာရှိသူများအတွက် ရုပ်ရှင်ကြည့်လိုက်ရုံနဲ့ ကြိုးစားချင်စိတ် motivation တွေ တဖွားဖွားပေါ်လာစေမယ့် ဂျပန်ရုပ်ရှင်ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးမယ်။ နာမည်ကတော့ Flying Colors (ဂုဏ်ထူး) ပါတဲ့ ။ ဂျပန်ပြည်တွင်းမှာတော့ Biri Gyaru (ဘိတ်ချီးကောင်မလေး) လို့အမည်ရတဲ့ ဒီဇာတ်ကားလေးဟာ ၂၀၁၅ခုနှစ်မှာ ဒါရိုက်တာ Doi Nobuhiro ကနေ ကျူရှင်ဆရာတစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်ဝတ္ထုကိုအခြေခံရိုက်ကူးထားတဲ့ ဘဝဟာသဇာတ်ကားတစ်ကား ဖြစ်ပြီး၊ ဂျပန် Box office မှာ နံပါတ်တစ်ချိတ်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။ Gyaru ဆိုတာကတော့ ဂျပန်ဖက်ရှင် ၊ music ပိုင်းနဲ့ ရင်းနှီးသူတွေအတွက် ခဏခဏကြားဖူးနေပါလိမ့်မယ်။ Gal(Girl) ဆိုတာက ဂျပန်အသံထွက်နဲ့ slang ပုံစံသုံးကြရာက တွင်ကျယ်လာတဲ့ ဒီစကားလုံးဟာ သုံးနှုန်းပုံဖွင့်ဆိုချက်တွေ၊ အမျိုးအစားတွေအများကြီးရှိပေမယ့် ဒီမှာနားလည်ရလွယ်အောင်လို့ အလှအပအရမ်းဦးစားပေးပြီး၊ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1292g/(CMorg)_Flying.Colors.2015.720p.BluRay.x264.mkv",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qt3GtKKPnRt3xSgRITUPlE0V5yF.jpg",
        "title": "Go to Kill (2021)",
        "description": "Go to Kill (2021) အညွှန်း*********************IMDb - 6.6 ပိုင်သမျှ ပစ္စည်းဥစ္စာအားလုံး လူလိမ်ခံရပြီး ကိုမာဝင်သွားတဲ့ ခင်ပွန်း၊ သရေစာတွေ ကြိုက်လွန်းလို့ အဝလွန်နေတဲ့ သားဖြစ်သူနဲ့ ယောက္ခမအိုကြီးရဲ့ စားဝတ်နေရေးကို တာဝန်ယူထားရတဲ့ ယွန်းဂိုဆူရဲ့ ဘဝဟာ ခက်ခဲကြမ်းတမ်းတာထက်ကို ပိုပါတယ်။အလုပ်ကလည်း ကြက်သားဆိုင်မှာ ကြက်သတ်ရတဲ့ အလုပ်ဖြစ်တာကြောင့် ဝင်ငွေထွက်ငွေ မမျှ၊ တင်သမျှ အကြွေး မဆပ်နိုင်ဘဲ အကြွေးရှင်တွေ ဒုက္ခပေးသမျှ ခါးစည်း ခံနေရပါသေးတယ်။တစ်နေ့မှာ ကျောင်းနေဖက်ဖြစ်သူ ဂင်မီယောင်းနဲ့ အမှတ်မထင်တွေ့ဆုံပြီး ဂင်မီယောင်းက လူသတ်ဖို ကြံစည်နေတာကို သိလိုက်ရပါတော့တယ်။ ယောက်ျားဖြစ်သူ သတ်သေသွားတာကြောင့် ငယ်သူငယ်ချင်းကို အရိုးထဲစွဲအောင် မုန်းတီးနေတဲ့ ဂင်မီယောင်းက ငယ်သူငယ်ချင်းဖြစ်သူ ဆောင်းဂျယ်ကိုသာ သတ်နိုင်ရင် သိန်းလေးရာ ပေးမယ်လို ပြောတဲ့အခါ ယွန်းဂိုဆူဟာ ဆောင်းဂျယ်ကို သတ်ဖို ကြံစည်ခဲ့ပါတယ်။မီယောင်းကို တားချင်ပေမဲ့ ပိုက်ဆံလိုအပ်နေတာကြောင့် ယွန်းဂိုဆူ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1I6lo/[CM]Go.to.Kill.2021.720p.WEB-DL.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/500-days-of-summer-2009-poster-133x200.jpg",
        "title": "500 Days of Summer (2009)",
        "description": "500 Days of Summer (2009)\nIMDb - 7.7/10_____Rotten- 85%\nဇာတ်လမ်းကိုတော့    Movies-we watch,we feel. Facebook Page မှ Ko Waihin Htoon ရဲ့ ခံစားမှုဆောင်းပါးနဲ့ မိတ်ဆက်ပေးပါရစေ။---------------------------------------------------------(500) Days of Summer အား တကျော့ပြန် ခံစားကြည့်ခြင်း(review မဟုတ်ပါ။ ဇာတ်ကားကို ကြည့်၍ ခံစားချက်များကို ရေးသားထားခြင်းပင်ဖြစ်ပါသည်။)အချစ်နဲ့ပတ်သက်ရင် ခံစားတတ်သူတိုင်း အချစ်ကို ခံစားတတ်ကြတယ်။ ဒါပေမဲ့ ခံစားချက် မရှိတဲ့ မည်သူရှိလဲ? မည်သူမှ မရှိပါ။ လူတိုင်းဟာ ခံစားချက်တွေရှိတဲ့ သူတွေပါပဲ။ ဒါဆိုရင် လူတိုင်းဟာ အချစ်ကို ခံစားဖူးကြမှာပေ့ါ။ အမှန်ပါပဲ။ လူ့ဘဝရဲ့တစ်ချိုးတစ်ကွေ့မှာတော့ အချစ်ဆိုတဲ့ အရာနဲ့ဆက်နွယ်ခဲ့ဖူးကြတဲ့ သူတွေပါပဲ။ဒါဆိုရင် အချစ်ဆိုတာဘာလဲ? မည်သူမှတော့ တိကျတဲ့ အဖြေကို မပေးစွမ်းနိုင်ခဲ့ပြန်ဘူး။ ကိုယ်ပိုင်ခံစားချက်တွေနဲ့ကိုယ်ပိုင်အတွေ့အကြုံတွေကပဲ လူသားအသီးသီးကို ...",
        "rating": "7.7",
        "url": "https://megaup.net/1I68y/(CM)_500.Days.of.Summer.2009.PROPER.720p.BluRay.x264.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3rdEAMh4a3pc7GO6fSkJwpt7BWX.jpg",
        "title": "Death Sentence (2007)",
        "description": "Death Sentence(2007)တရားမျှတမှုဆိုတာကို ဥပဒေကမပေးစွမ်းနိုင်ရင် သင်ဘာလုပ်မှာလဲ။ပြည့်စုံတဲ့မိသားစုဘဝရထားတဲ့ စီးပွားရေးသမားတစ်ယောက်ဟာဓားပြမှုတစ်ခုကြောင့် မိသားစုဝင်ဆုံးရှုံးလိုက်ရပြီး သာမန်ဓားပြမှုမဟုတ်တာကိုသိလိုက်ရတဲ့အပြင် တရားခံဟာလည်း ထိုက်သင့်တဲ့ပြစ်ဒဏ်ချမှတ်မခံရတဲ့အခါအဆုံးမရှိတဲ့ ကလဲ့စားလမ်းကိုလျှောက်ဖို့ ဖြစ်လာပါတော့တယ်။Saw, Fast&furious 7, Aquaman စတာတွေနဲ့ နာမည်ကြီးခဲ့တဲ့ဒါရိုက်တာJames Wan ရဲ့ action thriller ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းပိုင်းခေါင်းမစားချင်ပဲ ပစ်တာခတ်တာကလဲ့စားချေတာပွဲကြမ်းပြတာတွေကြည့်ချင်နေသူတွေ အကြိုက်တွေ့စေမယ့်ကားတစ်ကားဖြစ်ပါတယ်။ \nFile size…2.03Gb / 1Gb\nQuality…1080p BluRayx264 AAC 5.1CH\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Pyi T Nyein",
        "rating": "6.7",
        "url": "https://megaup.net/1I58q/Death.Sentence.2007.720p(CM).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dR33jpNSf3b24LwVyiUq0HgKPGz.jpg",
        "title": "Sing A Song (2022)",
        "description": "Sing a Song (2021)အခု လူကြီးမင်းတို့ကို Channel Myanmar ကနေတင်ဆက်ပေးမယ့် ရုပ်ရှင်လေးကတော့\n“Sing A Song” (싱어송)ဆိုတဲ့ သီချင်းကားလေးဖြစ်ပါတယ်- သီချင်းဆိုချင်လို့ ဆိုးလ်ကို ရူးရူးမိုက်မိုက် လာခဲ့တဲ့ Seon Hye\n- နာမည်ကြီးကျော်ကြားဖို့ စိတ်ကူးထားတဲ့ အမည်မသိ တီးဝိုင်း အဆိုတော် Hyeon Do နဲ့\n- မိသားစုရဲ့ ကန့်ကွက်မှုတွေကြားထဲကနေ သီချင်းဆိုဖို့ ရွေးချယ်ခဲ့တဲ့ အဆိုတော် Si Joon\nဆိုတဲ့ သုံးယောက်က မတော်တဆ အဆိုတော်တွေခေါ်တဲ့အဖွဲ့ဆီကိုရောက်သွားပါတယ်\nသူတို့ရဲ့ အရည်အချင်းတွေကို အသိအမှတ်ပြုခံရပြီး\n\"ဂျိုဘဲ့ဂင်\" ဆိုတဲ့ တီးဝိုင်းတစ်ဖွဲ့ကို ထောင်ခဲ့ပါတယ်\nသူတို့ တဖြည်းဖြည်း Si Joon ရဲ့တေးရေးလက်ရာတွေ‌နဲ့ နာမည်ကြီးလာခဲ့ပါတယ်\nဒါပေမယ့်‌ ဘီလီဖ်ဆိုတဲ့ ကုမ္ပဏီက Si Joon ကလွဲရင်\nSeon Hye နဲ့ Hyeon Do တို့နှစ်ယောက်ကိုပဲ ကမ်းလှမ်းခဲ့ပါတယ်\nအဲတော့ သူတို့ ကမ်းလှမ်းမှုကိုလက်ခံနိုင်မလား\nသူတို့ဘာကိုရွေးချယ်မလဲ\nအိပ်မက်လား ...",
        "rating": "",
        "url": "https://megaup.net/124n5/Sing.a.Song.2021.720p.WEB-DL.CM.mp4",
        "category": "Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/40T7tqiMthy9nTFBCL0DK96BLsL-133x200.jpg",
        "title": "Delivery (2021)",
        "description": "Delivery (2021)အောက်တိုဘာလက ထွက်ရှိခဲ့တဲ့ Delivery ဆိုတဲ့ Web-Drama လေးကတော့\nMovie အဖြစ် ထွက်ရှိလာခဲ့ပါပြီ။ထုတ်လွှင့်ခဲ့စဉ်ကတော့ စုစုပေါင်း ၈ ပိုင်း ပါဝင်ခဲ့ပါတယ်။Cast တွေကတော့ အမိုက်စားပါပဲ။(G)I-DLE အဖွဲ့ဝင် Miyeon\nPenthouse မှာ မင်ယော့အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Lee Tae-Vin တို့လို\nလူငယ်ခြေတက် အဆင်လေးတွေ အဓိကပါဝင်ထားတဲ့ Web drama လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....ဂွက်ဒူရှစ်ဆိုတဲ့ ကိုယ်ခံပညာတော်တဲ့ မိန်းမချောလေးက\nအမေကိုရှာဖို့ရည်ရွယ်ချက်နဲ့ အစားအသောက် Delivery ပို့တဲ့အလုပ်လုပ်နေသူပါ။\nသူ့အထက်လူကြီး ဂီဟွမ်နဲ့ မတည့်အတူနေ အလုပ်လုပ်ရင်း\nတစ်နေ့မှာတော့ အမေဖြစ်သူရဲ့သဲလွန်စနဲ့အတူ\nကမ္ဘာကြီးကို စိုးမိုးဖို့ကြံနေတဲ့ ဂြိုလ်သားတွေနဲ့ ရင်ဆိုင်လာရတဲ့အခါမှာတော့ .....\nအဆင်လေးတွေငမ်းရင်း ပေါ့ပေါ့ပါးပါးခွီနိုင်ကြည့်နိုင်မယ့် Webdrama လေးပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eain Lay ပဲ ဖြစ်ပါတယ်။Genre.....Action, Adventure, Comedy, Sci-fi and Fantasy\nQuality….WEB-DL 1080p and 720p and 360MB\nFile ...",
        "rating": "4",
        "url": "https://megaup.net/124mp/Delivery.The.Movie.2022.720p.WEB-DLCM..mp4",
        "category": "Action, Adventure, Comedy, Drama, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/The_King_s_Man-313847146-large-140x200.jpg",
        "title": "The King’s Man (2021)",
        "description": "The King's Man (2021)================IMDb Rating - 6.7/102021 ပြီးဆုံးခါနီးမှာ အားလုံးပဲမျှော်လင့်ခဲ့ကြတဲ့ King's Man ရုပ်ရှင်ကတော့\nထွက်ရှိလို့လာခဲ့ပါပြီ။\nထုံးစံအတိုင်းပဲ ကင်းစ်မန်းရုပ်ရှင်တွေကတော့ ကျွန်တော်တို့ကို စိတ်မပျက်စေရပါဘူး။\nဒီရုပ်ရှင်လည်းအတော်ကြီးကို ကောင်းပါတယ်။ အရင် ကင်းစ်မန်းနှစ်ကားရဲ့ အဆက်မဟုတ်\nပါဘူး။ ကင်းစ်မန်းအဖွဲ့ဖြစ်ပေါ်လာပုံ ဇစ်မြစ်ကိုပြတဲ့ဇာတ်ကားပါ။ ပထမကမ္ဘာစစ်\nအင်္ဂလန် ရုရှား ဂျာမနီ အမေရိကန် စစ်ပွဲသမိုင်းကို အခြေခံပြီး ကင်းစ်မန်းတွေရဲ့ စစ်ဆင်ရေးကို\nပြသထားတာပါပဲ။ အားရပါးရကို ကြည့်လို့ကောင်းပါတယ်။ ခံစားကြည့်လိုက်ပါဦး။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်။)File Size - (3.94 GB) / (1.59 GB) / (814 MB) / (531 MB)\nQuality – WebRip - (4K HEVC) / (1080p) / (720p) / (480p)\nDuration ...",
        "rating": "6.7",
        "url": "https://megaup.net/2o3D2/The.Kings.Man.2021.720p.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/ls-135x200.jpg",
        "title": "Last Survivors (2022)",
        "description": "တတိယကမ္ဘာစစ်ကြီးဖြစ်ပြီးလို့ ပျက်ကပ်ဆိုက်နေတဲ့ကမ္ဘာကြီးမှာ ထရွိုင်နဲ့ဂျိတ်တို့ သားအဖနှစ်ယောက်တည်း တောထဲကအိမ်ကလေးမှာနေကြပါတယ်။ဂျိတ်ငယ်ငယ်လေးတည်းက တောထဲမှာအမဲလိုက်ပြီးဖြစ်သလိုနေထိုင်ကြပြီး သူ့အဖေက သူစိမ်းမှန်သမျှကို ရန်သူလို့သတ်မှတ်ကာ ပစ်သတ်ပါတယ်။အပြင်‌လောကမှာ လူဆိုးတွေပဲကျန်တာဖြစ်လို့ ဘယ်သူ့ကိုမှမယုံဖို့ သူ့အဖေက\nဂျိတ်ကိုသင်ကြားထားပါတယ်။တစ်ရက်မှာတော့ သူ့အဖေဒဏ်ရာရတာကြောင့်\nဂျိတ်တစ်ယောက် ဆေးရှာထွက်ရင်း အမျိုးသမီးတစ်ယောက်ကို တွေ့လိုက်ပါတယ်။သူ့အဖေက အပြင်လူမှန်သမျှသတ်ဖို့ညွှန်ကြားပေမယ့် ဂျိတ်ကစူးစမ်းချင်စိတ်‌ကြောင့်ဒီအမျိုးသမီးနဲ့နီးစပ်လာပါတယ်။သူစိမ်းတစ်ယောက်ကိုဘယ်လောက်ယုံနိုင်မလဲ။\nကိုယ့်ကိုတစ်သက်လုံး ကာကွယ်နေတဲ့၊ကိုယ့်ကိုချစ်တဲ့သူကိုရော ဘယ်လောက်ယုံနိုင်မလဲ။ဒါရိုက်တာ Drew Mylrea ရိုက်ကူးထားတဲ့ Survival Thriller အမျိုးအစားဖြစ်ပြီး မင်းသမီးချော Alicia Silverstone နဲ့ အတူ Stephan Moyer,Drew Van Acker တို့ပါ၀င်ပေးထားပါတယ်။ File size…(1 GB)/(400 Mb)/(250 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:38:00\nGenre...Scifi, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/1I349/Last_Survivors_2022_720p_(CM).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gCgt1WARPZaXnq523ySQEUKinCs.jpg",
        "title": "Groundhog Day (1993)",
        "description": "Groundhog Day (1993) ~ IMDb - 8/10, RT - 97%, Meta - 72% ~Groundhog Day လို့‌ခေါ်တဲ့ ဖေဖော်ဝါရီ ၂ရက်နေ့ဟာ မြောက်အမေရိကရဲ့ ပွဲတော်နေ့တစ်ခုပါပဲ။ Punxsutawney မြို့မှာ Punxsutawney Phil လို့ခေါ်တဲ့ ဂရောင်းဟော့လေး‌က နွေဦးပဲစောစော‌လာမလား ဆောင်းပဲရှည်မလား ဟောတာကို ကြည့်ပြီး ပါတီတွေပေးကြတဲ့နေ့ပေါ့။ အဲဒီနေ့မှာ နေရာအနှံ့က သတင်း‌သမားတွေ တီဗီအစီအစဉ် ကြေညာသူတွေ Punxsutawney ကို လာရောက်ကြတယ်။ ဒီရုပ်ရှင်ဟာ အဲဒီ Groundhog Day မှာ ပိတ်မိနေတဲ့ လူတစ်ယောက်အကြောင်းပေါ့။ တော်တော်လေးစောတဲ့ Time Loop ရုပ်ရှင်တစ်ကားဖြစ်သလို သူ့ဟန်ကို Theme အဖြစ်မှီးပြီး နောက်ပိုင်းသုံးလာကြတာတွေလည်း မနည်းပါဘူး။ Supernatural ထဲလည်း မှီးသုံးခဲ့ဖူးတယ်။ Groundhog Day ဟာ ...",
        "rating": "8.0",
        "url": "https://megaup.net/12574/(CM)_Groundhog_Day_(1993)_REMASTERED_720p.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rNIsCxgrtOGRDDa4P06tfgKbxua.jpg",
        "title": "Race Gurram (2014)",
        "description": "Race Gurram (2014)\n===================IMDB Rating 7.3 / 9.8k၂၀၁၄ခုနှစ်က ထွက်ခဲ့တဲ့ မင်းသားအာလူးအာဂျွန်ရဲ့အက်ရှင်ဇာတ်လမ်းကောင်းတပုဒ်ပါ....အက်ရှင်ခန်းအလန်းတွေ မင်းသားအာလူးရဲ့သရုပ်ဆောင်မိုက်ချက်တွေကြောင့်CMကနေ တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းအားလူးနဲ့သူ့အကိုရမ်က ညီအကိုရင်းဆိုပေမယ့်အကျင့်စရိုက်က တစက်မှမတူတဲ့ညီအစ်ကိုနှစ်ယောက်ပေါ့အားလူးက ခေတ်ရှေ့ပြေး လူငယ်ဆန်တဲ့စရိုက်နဲ့ ကောင်လေးရမ်ကတော့ စည်းကမ်းကြီးပြီး စနစ်တကျနေတတ်တဲ့လူပေါ့...ညီအစ်ကိုနှစ်ယောက်လုံးရဲ့ စရိုက်ခြားနားမှုနဲ့ မင်းသမီးလေးရှရှုတီယာရဲ့ ချစ်စရာအမူအရာလေးတွေကြားဘောလိဝုဒ်ပရိတ်သတ်တို့အကြိုက်တွေ့စေမှာမို့တင်ဆက်ပေးလိုက်ပါတယ်...  \nFile size…3.4GB / 1.4Gb \nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X - Cross\nTranslated by Chan Myae",
        "rating": "7.3",
        "url": "https://megaup.net/2o0qg/Race_Gurram_(2014)_Telugu_AMZN_WEB_DL.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "",
        "title": "17 Again (2009)",
        "description": "ဒီဇာတ်ကားလေးကိုတော့ အတော်လေးသဘောကျမိပါတယ်..ပေါ့ပေါ့ပါးပါးရိုက်ကူးထားပြီးကြည့်ရှုသူရဲ့\nရင်ထဲမှာလည်း စိတ်လက်ပေါ့ပါးသွားစေမယ့်ဇာတ်ကားမျိုးလေးပါ..တစ်နေ့တာအတွက်စိတ်ပင်ပန်းသူတွေ\nစိတ်အပန်းဖြေ အပျင်းပြေ ကြည့်ဖို့အတွက် အထူးသင့်တော်တဲ့ကားလေးတစ်ကားဖြစ်ပါတယ်...မင်းသား Zac Efron နဲ့ Friends စီးရီးထဲက ချန်ဒလာဘင်း တဖြစ်လဲ Matthew Perry , Eurotrip မင်းသမီး Michelle Trachtenberg,The Other Woman မင်းသမီး Leslie Mann တို့ပါဝင်သရုပ်ဆောင်ထားပြီး...IMDb Rating မှာ 6.4 ရရှိထားတဲ့ Comedy, Drama, Fantasy အမျိုးအစားဇာတ်ကားလေးပါ။ဇာတ်လမ်းလေးကစိတ်ဝင်စားဖို့ကောင်းပါတယ်...ပထမဆုံးဇာတ်လမ်းစစချင်းမှာ မိုက်ခ် က ဘတ်စကတ်ဘောကစားသမားတစ်ယောက်ပေါ့ အဲဒီ့\nအားကစားမှာသူဟာထူးလည်းထူးချွန်တယ်..ဝါသနာလည်းအရမ်းပါတယ်..သူတို့ကျောင်းပွဲတစ်ပွဲက\nကစားရမယ့်ပွဲက သူ့ရဲ့အနာဂတ်အတွက်ပေါ့..ဖြစ်ချင်တဲ့အဲ့နေ့ ကစားတဲ့ပွဲမစခင်လေးမှာ သူ့ချစ်သူ\nစတားလက် ရောက်လာပါတယ်..အဝေးကိုထွက်သွားရတော့မယ့်အကြောင်းပြောတယ်..မိုက်ခ်မှာလည်း\nသူ့ရဲ့အရမ်းဝါသနာပါတဲ့အားကစားနဲ့သူချစ်ရတဲ့ချစ်သူကို ရွေးချယ်ရမယ့်အချိန်မှာတော့ စတားလက်\nကိုသာ ရွေးချယ်ခဲ့ပါတယ်.....နှစ်ပေါင်း 20 ကြာပြီးတဲ့နောက်မှာတော့ မိုက်ခ်တစ်ယောက် အလုပ်တွေကအဆင်မပြေ..\nဇနီးဖြစ်သူနဲ့လည်းအဆင်တော့ပါဘူး..စတားလက်ကလည်း တရားရုံးကနေ တဆင့်ကွာရှင်းခွင့်တောင်းထားသလို\nမိုက်ခ်ကလည်း သားသမီးတွေနဲ့ နွေးထွေးတဲ့ဆက်ဆံမှုမျိုးသိပ်မရှိဘူး...တစ်နေ့သူ့သားနဲ့သမီးတက်နေတဲ့\nကျောင်းကိုရောက်သွားတော့ ဟိုးအရင်လူငယ်ဘဝတုန်းက အဲ့ကျောင်းမှာ ဘတ်စကတ်ဘောကစားခါနီး\nရိုက်ထားခဲ့တဲ့သူ့ပုံကိုပြန်လည်တွေ့သွားတော့ မိုက်ခ်တစ်ယောက်အတိတ်ကို လွမ်းဆွတ်ဟန်နဲ့ပြန်စဉ်းစား\nမိသွားတယ်..သူ့စိတ်ထဲမှာတွေးနေခဲ့တဲ့အရာတခုက အဲ့အချိန်တုန်းက သူက ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Idj5/17_Again_[2009]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/80420ae5-16eb-41ce-b0be-a6f2a04b1a16-133x200.jpg",
        "title": "The Pursuit of Happyness (2006)",
        "description": "အကယ်​၍ သင်​ဟာ Single Father တစ်​​ယောက်​ဖြစ်​ပြီး သင့်က​လေးအိပ်​ဖို့အတွက်​ ​ကျောတစ်​ခင်းစာ​တောင်​မဖန်​တီး​ပေးနိုင်​​တော့ဘူးဆိုရင်​...သင့်ရင်​​သွေးကိုစွန့်လွှတ်လိုက်​​မှာပါလား? ? ?Chris Gardner ဆိုတဲ့ လူတစ်​​ယောက်​​က​တော့ မိမိရဲ့သား​လေးလက်​ကိုဆွဲပြီး ဘဝရဲ့အခက်​ခဲဆုံးအချိန်​​တွေကိုဖြတ်​​ကျော်​ပြီးလို့ အခုဆို Millionaire တစ်​​ယောက်​​တောင်​ဖြစ်​လို့​နေပါပြီ။သင့်ဘဝကို သင်​ခက်​ခဲလှပြီလို့ထင်​​နေရင်​ တကယ့်ဖြစ်​ရပ်​မှန်​ဘဝကိုအ​ခြေခံပြီးရိုက်​ကူးထားတဲ့ ဒီဇာတ်​ကား​လေးကို အချိန်​​ပေးပြီးကြည့်ကြည့်လိုက်​ပါဒီကား​လေးကြည့်ပြီး အရင်​ဦးဆုံး ခံစားမိမှာက​တော့ ဖခင်​တစ်​​​ယောက်​ရဲ့​မေတ္တာ ဘယ်​​လောက်​ နက်​ရှိုင်းတယ်​ဆိုတာပါပဲ...ဘဝရဲ့အဆိုးဆုံးအ​ခြေအ​နေတစ်​ခုမှာ​တောင်​ သားဖြစ်​သူကို လက်​လွှတ်​မခံခဲ့တဲ့ ဖခင်​တစ်​​ယောက်​ရဲ့ ​မိဘ​မေတ္တာ...ကျွန်​​တော်​တို့ ​တော်​​တော်​များများ ​ငွေကိုသည်းကြီးမည်းကြီးရှာ​နေကြချိန်​မှာ ​ပျော်​ရွှင်​မှုဆိုတာဘာလဲ ဘယ်​လိုအရာက မိမိကို​ပျော်ရွှင်​​စေတာလဲ မ​တွေးမိကြတာများပါတယ်​...ဒီဇာတ်​ကား​လေးက​နေ ​တော်​ရုံသတိပြုမိဖို့ခဲယဉ်းတဲ့ဖခင်​တစ်​​ယောက်​ရဲ့ချစ်​ခြင်းမေတ္တာရယ်​...​​\n​ပျော်​ရွှင်​မှုဆိုတာ ကြိုးစားသူတိုင်းအတွက်​ အလှမ်းမ​ဝေးဘူးဆိုတာရယ်​...\nဘဝဆိုတာ ​\"ဘုံလုံတစ်​လှည့် ငါးပျံတစ်​လှည့်\" ဖြစ်​​တယ်​ဆိုတာ စိတ်​ကူးယဉ်​သက်​သက်​မဟုတ်​ပဲလက်​​တွေ့မှာပါ တကယ်​ရှိတယ်​ဆိုတာ တို့ကို...သာမန်​အ​ရောင်းသမား(Saleman) ​လေးဘဝက​နေ သန်းကြွယ်​သူ​ဌေးတစ်​​ယောက်​ဖြစ်​လာသည်​အထိ ခက်​ခက်​ခဲခဲ ရုန်းကန်​လှုပ်​ရှားခဲ့ရသူ Chris Gardner ရဲ့ဘဝကို​ inspired လုပ်​ပြီး ရိုက်​ကူးထားတဲ့ \"The Pursuit of Happyness\" ဆိုတဲ့ကား​လေးမှာ ...",
        "rating": "8.0",
        "url": "https://megaup.net/125s4/(CM)_The.Pursuit.Of.Happyness.2006.720p.BluRay.x264-Nyein.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLUSFjdavIf0SrP7ldoQ1xomQVC.jpg",
        "title": "The Tinder Swindler (2022)",
        "description": "The Tinder Swindler (2022) ~ IMDb - 7.4/10 ~ယနေ့ခေတ်ကမ္ဘာကြီးမှာ သမီးရည်းစားဖြစ်ဖို့၊ အပြင်မှာချိန်းတွေ့ဖို့ဆိုတာ အရင်ခေတ်ကလောက် မခက်ခဲတော့ပါဘူး။ အင်တာနက်လေးရှိရုံ၊ dating app လေးရှိရုံနဲ့ သွားတွေ့လိုက် ရည်းစားတွေဖြစ်လိုက် ဒါမှမဟုတ်လည်း တစ်ညတာ​နေလိုက်​တွေ ဖြစ်နေကြပါပြီ။ အင်တာနက်မှာ ကောင်းကျိုးတွေလည်း ရှိသလို မကောင်းတာတွေလည်း အများကြီးပါပဲ။ အဲဒီထဲကမှ လူလိမ်တွေကလည်း မှိုလိုပေါပါတယ်။ မိန်းက​လေး​တွေ ဆိုတာလည်း ကိုယ့်ချစ်သူ၊ ကိုယ်အရမ်းခင်ရသူတစ်​ယောက် ဒုက္ခ​ရောက်ပြီဆိုရင် မဆိုင်းမတွ ကူညီတတ်ကြသူ​တွေဆ်ိုတော့ အဲဒီအားနည်းချက်ကို ချနင်းမယ့် Tinder လူလိမ်ပါ။ Tinder ဆိုတဲ့ Dating App မှာ လိမ်စားနေတဲ့ လူတစ်ယောက်အကြောင်းပါ။ သူ့ကိုယ်သူ သူဌေးသားဆိုပြီး ကောင်မလေးတွေ ကြွေလောက်တဲ့ ဓါတ်ပုံတွေတင်၊ စာတွေပို့ရုံတင်မက အပြင်မှာ ချိန်းတွေ့ရင်တောင် တကယ့် ဘောစိတစ်ယောက်လိုနေပါတယ်။ ကောင်မလေးတွေကလည်း ကြွေပြီး ရည်းစားတွေ၊ သူငယ်ချင်းတွေဖြစ်တော့မှ သူ့ရဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2o08v/(CM)_The_Tinder_Swindler_(2022)_NF_720p.mp4",
        "category": "Crime, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dbUfMyfmGJKio3PEn1EogxTh7Mg.jpg",
        "title": "The Red Ghost (2020)",
        "description": "The Red Ghost (2020) အညွှန်း**********************IMDb - 6.3CM ကပရိသတ်ကြီးအတွက် ဒီတစ်ခေါက် တင်ဆက်ပေးလိုက်တာကတော့ 1941 ခုနှစ်၊ ဒုတိယကာလစစ်အတွင်းကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတဲ့ ဗစ်စ်မာ ဒေသအတွင်းက လူတစ်စုအကြောင်းပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ...နာဇီတပ်တွေရဲ့ ဝန်းရံတိုက်ခိုက်ခြင်းကို ခံရပြီး လူစုကွဲသွားတဲ့ ဆိုဗီယက် တပ်သားတစ်စု သူတို့ရဲ့ ရဲဘော်ရဲဘက်တွေဆီ ပြန်သွားဖို့ ကြိုးစားရာက လမ်းမှာပေါ်ပေါက်လာတဲ့ မမျှော်လင့်ထားတဲ့ အဖြစ်အပျက်တစ်ခုကြောင့် ဂျာမန်တွေရဲ့ ဗဲမာ့ အထူးတပ်ဖွဲ့နဲ့ ထိပ်တိုက်တွေ့ပြီး အင်အားမမျှတဲ့ တိုက်ပွဲတစ်ခုကို ရင်ဆိုင်ရပါတော့တယ်။အဲဒီအချိန်မှာ သူရဲကောင်းတွေ မဟုတ်ကြပေမဲ့ အင်အားမမျှတဲ့ ကြားကရအောင် အံတုနေတဲ့ ဆိုဗီယက်လူစုလေးကို ကူညီတိုက်ခိုက်ပေးတဲ့ လူတစ်ယောက်ပေါ်လာပါတယ်။ သူကတော့ \"သရဲနီ\" ဆိုတဲ့ နာမည်ပြောင်နဲ့ နယ်မြေတစ်ဝိုက်မှာ သတင်းမွှေးနေတဲ့ နာဇီလူသတ်သမားပဲ ဖြစ်ပါတယ်။ သရဲတစ်ကောင်လို ဘယ်နေရာက ပေါ်လာမှန်းမသိ ပေါ်လာပြီး နာဇီတွေကို တစ်ယောက်ပြီးတစ်ယောက် ...",
        "rating": "6.3",
        "url": "https://megaup.net/2nZal/[CM]The.Red.Ghost.2020.720p.BluRay.mp4",
        "category": "Drama, History, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fFyiL9EqtTRxBUKJit6ib6eFgTu.jpg",
        "title": "Black Light (2021)",
        "description": "Black Light (2021) အညွှန်း*********************IMDb - 5.9ကဲ ဒီတစ်ခါ CM ပရိတ်သတ်တွေအတွက် All Of Us Are Dead ထဲက အွန်ဂျိုလေးပါဝင်ထားတဲ့ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးက ကြီးမားတဲ့ကံဆိုးမှုကြီးကို အတူကြုံတွေ့ခဲ့ရတဲ့ အမျိုးသမီးနှစ်ယောက်ကြားက ဆက်ဆံရေးကိုအသားပေးရိုက်ကူးထားတာပါ။ လမ်းမကြီးရဲ့အလယ်စည်းကိုကျော်ပြီး ဖြစ်ပွားခဲ့တဲ့ မတော်တဆမှုတစ်ခုကြောင့် ပြစ်မှုကျူးလွန်သူကသေဆုံးပြီး နစ်နာသူကတော့ coma ဖြစ်သွားခဲ့ပါတယ်။အချိန်တစ်ခုကြာပြီးတဲ့နောက်မှာ ပြစ်မှုကျူးလွန်သူရဲ့ဇနီး Hee Joo ကသူမအလုပ်လုပ်ခဲ့တဲ့ စက်ရုံကိုပြန်လာခဲ့ပါတယ်။ အဲဒီစက်ရုံမှာ နစ်နာသူရဲ့ဇနီးဖြစ်သူ Young Nam အလုပ်လုပ်နေတာကိုမြင်ခဲ့ရပြီး Hee Joo က ဇဝေဇဝါဖြစ်သွားခဲ့ရပါတယ်။ Hee Joo က Young Nam ရဲ့သမီး Eun Young နဲ့ ရင်းနှီးလာခဲ့တဲ့အခါမှာတော့ Eun Young ဆီကနေ ဒီအမှုနဲ့ပတ်သက်တဲ့အကြောင်းအရာတစ်ခုကို သိရှိခဲ့ရပါတယ်။မတော်တဆမှု တစ်ခုရဲ့ နောက်ကွယ်က ဖြစ်ရပ်မှန်က ...",
        "rating": "5.9",
        "url": "https://megaup.net/123td/[CM]Black.Light.2021.720p.WEB-DL.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bpsLrj06dNoL6TEqy3aDO7n5Ruk.jpg",
        "title": "The Other Me(2022)",
        "description": "The Other Me (2022) အညွှန်း**********************ဗိသုကာ ပညာရှင်ဖြစ်ဖို့ ကြိုးစားနေတဲ့လူတစ်ယောက်ရှိတယ်။ ငယ်စဥ်ကတည်းက ပုံတွေထိုင်ဆွဲနေတတ်တယ်။ ကြမ်းကြမ်းတမ်းတမ်းတွေ မလုပ်နိုင်ခဲ့ဘူး။ အနုပညာဆန်သူတစ်ဦးပေါ့ဗျာ။အဲဒီလူဆီမှာ မိန်းမရှိတယ်။ အိမ်ထောင်ရေးက အဆင်မပြေတာတော့ မဟုတ်ဘူး။ အဆင်ပြေတာမျိုးလည်း မဟုတ်ပြန်ဘူး။ ပုံတွေပဲ ထိုင်ဆွဲနေတတ်တဲ့အတွက် မိန်းမကို ဂရုမစိုက်နိုင်ဘူးပေါ့။ ဇာတ်လမ်းက အခုမှစတာဗျ။ အဲဒီလူမှာ ရှားပါးတဲ့ မျက်လုံးရောဂါတစ်ခုဖြစ်လာရော။ ဆရာဝန်ပြောတာတော့ မျက်လုံးက ကွယ်သွားမယ်တဲ့။ သောက်ဆေးနဲ့ပဲ မြန်မြန်ကွယ်မသွားအောင် ထိန်းပေးနိုင်မယ်တဲ့။ ဒီလိုနဲ့ ဆေးခန်းကအပြန် စိတ်ညစ်ညစ်နဲ့ ဘတ်စ်ကားတက်စီးလိုက်တာ ဂိတ်ဆုံးအထိ အိပ်ပျော်ပြီး ပါသွားရော။ဘတ်စ်ကားက တစ်နာရီကြာမှ မြို့ထဲပြန်သွားမှာ။ ဒီလိုနဲ့ဟိုဟိုဒီဒီလျှောက်သွားရင်း သစ်တောထဲမှာ တစ်ယောက်တည်းနေတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ တွေ့ခဲ့တယ်။ ကောင်မလေးကလည်း သူ့လိုမျိုးပဲ လူထူးဆန်းလို့ပြောရမယ်။ အနုပညာလည်းဆန်တယ်။ သူတို့နှစ်ယောက် အချင်းချင်း ချိတ်ဆက်မိကြတယ်ပေါ့။ တစ်နေ့မှာတော့ သူ့မျက်လုံးတွေ ကွယ်သွားခဲ့တယ်။ ဒါပေမဲ့ ဘာမှမမြင်ရတာတော့ မဟုတ်ဘူး။ အိပ်မက်ဆန်ဆန် လူတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/2nYlC/[CM]The.Other.Me.2022.720p.WEBRip.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u3iXpvLPG4DbmuNY9yPjn1Ei54.jpg",
        "title": "American Underdog (2021)",
        "description": "American Underdog (2021) အညွှန်း******************************IMDb - 7.4 DC ရဲ့ Shazam ကို မှတ်မိကြသေးလား? အဲ့ဒီထဲက မင်းသားကြီး အဓိကပါဝင် သရုပ်ဆောင်ထားတဲ့ NFL ကစားသမား တစ်ယောက်အကြောင်း အတ္ထုပ္ပတ္တိ လာပါပြီ။ အမေရိကန် National Football League (NFL) မှ ကစားသမားဟောင်း Kurt Warner ရဲ့ ဘဝအကြောင်း ဖြစ်ရပ်မှန် အတ္ထုပ္ပတ္တိကို ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။အားကစား စင်မြင့်ထက်မှာ နာမည်ကြီးပြီး ပရိသတ်တွေကြား ရေပန်းစားနေတဲ့ ကစားသမားတချို့ရဲ့ နာမည်မကြီးခင် အားကစားသမား မဖြစ်ခင် ကာလတွေက လူတွေထင်သလို မလွယ်ကူကြပါဘူး။အခုလည်း ဒီဇာတ်လမ်းလေးမှာ အမေရိကန်ဘောလုံးကစားနည်းရဲ့ နာမည်ကျော် ကစားသမား Kurt Warner တစ်ယောက် နာမည်မကြီးခင် အားကစားသမား မဖြစ်ခင် ဘဝကို ဘယ်လိုဖြတ်သန်းခဲ့ရလဲဆိုတာနဲ့ ကစားမားဘဝတစ်လျှောက် သူ ကြုံတွေ့ခဲ့ရတာတွေကို စိတ်ဝင်စားဖွယ် ...",
        "rating": "7.4",
        "url": "https://megaup.net/2nXz0/[CM]American.Underdog.2021.720p.WEB-DL.mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/271963805_917531045633054_1716118446833782271_n-133x200.jpg",
        "title": "[18+] Kinsenas, Katapusan (2022)",
        "description": "ဒီဖိလစ်ပိုင်ဇာတ်ကားက Thriller,Psychological ပုံစံပါ။ကွန်နရာဒိုဟာအောင်မြင်တဲ့စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်၊ အလိုက်သိဖြည့်ဆည်းတတ်တဲ့ဇနီးချောနဲ့သမီးလိမ်မာလေးကိုပါ\nပိုင်ဆိုင်ထားတဲ့ အားကျစရာဘဝပိုင်ရှင်လူလတ်ပိုင်းတစ်ဦးပါ။ဒါဆိုရင်သူ့မှာ ဘာချို့ယွင်းချက်ရှိနေမလဲဆိုတော့ ဘာမှရှိမနေပါဘူး။အဲ့ဒါတွေတင်မကပဲနဲ့ စော်လဲမတရားကြည်ပါသေးတယ်။ သူ့ရုံးကလက်ထောက်ကောင်မလေးဆို မနည်းရှောင်တဲ့ကြားထဲက အတင်းကြီး\nစားပွဲပေါ်လာတင်ကျွေးလို့အားနာပြီးစားလိုက်မိရာကနေ လာလာနွယ်နေလို့သူစိတ်ညစ်နေရတာလေးတစ်ကွက်တော့ရှိတယ်။ပြောရမယ်ဆိုရင်မွေးရာပါ\nအားနည်းချက်က စော်ကြည်တာပေါ့ဗျာ။အဲ့ဒီကနေမှသူ့သမီးကျောင်းကိုအသစ်ရောက်လာတဲ့ အတန်းဖော်မိန်းကလေး၊\nအထက်တန်းကျောင်းသူလို့မထင်ရစရာ ဖွံ့ဖွံ့ထွားထွားနဲ့ ဆွဲဆောင်မှုပြင်းလွန်းတဲ့ကောင်မလေးကပါ သူ့သမီးကတစ်ဆင့် သူ့ကိုအတင်းဝင်လုံးဝင်ရော\nနည်းပေါင်းစုံနဲ့ဇာတ်လမ်းတွေထွင် ဗီဒီယိုကောတွေနဲ့ပြ တစ်ဆင့်ပြီးတစ်ဆင့်တက်လှမ်းလာတဲ့အခါ..။ကောင်မလေးရိုးမှရိုးရဲ့လားလို့တွေးမိကြမှာပါပဲ။ ကောင်မလေးမှာသူမသိတဲ့ဘယ်လိုနောက်ကြောင်းတွေရည်ရွယ်ချက်တွေရှိမလဲ၊ ဒီကောင်မလေး\nခြိမ်းခြောက်လာခဲ့သလို သူချစ်တဲ့ဇနီးနဲ့သမီးတို့နဲ့သာယာတဲ့အိမ်ထောင်ရေးကိုထိခိုက်ခံရတော့မှာလား? ဒီရမ္မက်နွံကနေ ဘယ်လိုရုန်းထွက်ရမလဲစတဲ့\nမေးခွန်းတွေကို အဖြေရှာရှုစားကြပါ။မင်းသားကြီးရဲ့ဘဝဟာဆိုရင်ဖြင့် စောင်းပုလွေဘာဂျာအစုံနဲ့ သာယာပုံတွေက တကယ့်ကိုအားကျစရာကြီးဆိုတော့ ငါဆိုရင်ကောရုန်းနိုင်ပါ့မလားဆိုတဲ့မေးခွန်းတော့\nကိုယ့်ကိုယ်ကိုပြန်မေးဖြစ်ကြပါလိမ့်မယ်။ 18+ ပါပဲဆိုတာတော့ပြောစရာမလိုဘူးထင်ပါတယ်။\nFile size…(800 MB)/(400 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/2nXwc/(CM)_Kinsenas.Katapusan.2022.720p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/gggg-135x200.jpg",
        "title": "Ghosts of the Ozarks (2021)",
        "description": "တောအုပ်ထဲမှာ တစ္ဆေတွေရှိနေတယ်..။ ဦးလေးဖြစ်သူရှိရာ မြို့ကလေးတစ်မြို့ကို ထွက်လာခဲ့တဲ့ ဒေါက်တာ ဂျိမ်းမ် တစ်ယောက် ဘယ်လိုမျိုး လျှို့ဝှက်သည်းဖိုတွေနဲ့ တွေ့ကြုံရတော့မှာလဲ..? ဇာတ်လမ်းလေးက ရိုးမလိုနဲ့ ဆန်းတယ်..။ စိတ်ဝင်စားဖို့လည်း ကောင်းသေးရဲ့..။ သွေးထွက်သံယို ဇာတ်လမ်းပြကွက်တွေကလည်း ပီပြင်တာမို့ ကြိုက်တတ်ရင် ကောင်းတယ်..။ အဲ့ဒီလောက် ကြောက်ဖို့ကောင်းတာတော့ မဟုတ်ဘူး..။ ဒါပေမဲ့ ကြောက်တတ်ရင်တော့ ဘေးမှာ အဖော်ခေါ်ပြီးသာ ကြည့်ပါလေ..။ ​ပြောပြရဦးမယ်..။ ဒီဇာတ်ကားထဲမှာ အမဲလည်း လိုက်တတ်ပြီး ဆေးလည်း ကုတတ်တဲ့ အာဂအမျိုးသမီးတစ်ဦးကိုလည်း နှောင်းခေတ်ရဲ့ အဝတ်အစားတွေနဲ့ ကြည်နူးစရာ တွေ့မြင်ရဦးမယ်..။ မမဟာ သေနတ်လည်း ကိုင်တတ်တယ်..။ အပ်ကိုင်ပြီးလည်း ဒဏ်ရာတွေကို ချုပ်ပေးတတ်သေးတယ်..။ အဲ့ဒါကြောင့် မမတွေ ကောင်းတယ်..။ ဇာတ်လမ်းအသွားအလာကို နည်းနည်း ပြောပြရင် လူမည်းတွေဟာ ကျွန်လူတန်းစားပဲလို့ သတ်မှတ်ထားတဲ့ ခေတ်ကြီးထဲမှာ အကြောက်တရားကို လူတွေရဲ့ ရင်ထဲမှာစနစ်တကျစိုက်ပျိုးထားပြီး လူတန်းစားမခွဲခြားတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2nXpw/Ghosts_of_Ozarks_2022_720p_(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/51bTW7PH0YL-148x200.jpg",
        "title": "Yes, Madam! (1985) In the Line of Duty-2",
        "description": "မြန်မာပြည်မှာ ဟောင်ကောင်ဂျက်မလို့ လူသိများကြတဲ့ ဇာတ်ကားတွေကို ပြန်လည်တင်ဆက်သွားပါ့မယ်...ဟောင်ကောင်ဂျက်မဆိုတာက အဲ့ချိန်တုန်းကမြင်ရခဲတဲ့ ဆံပင်တိုတိုနဲ့ ဟောင်ကောင်ရဲမေစုံထောက် ကွန်ဖူးဖိုက်တာတွေကို ဆိုလိုတာပါ...ဇာတ်ကားအများစုကို မီရှဲယိုနဲ့ Cynthia Khan တို့အဓိက သရုပ်ဆောင်ခဲ့ကြပါတယ်။ဂျက်မ Franchise အဖြစ် နာမည်ကြီးကြတာတော့ In The Line of Duty ဆိုတဲ့ဇာတ်ကားတွေပါပဲ။ဟောင်ကောင်ရဲ့ ရုပ်ရှင်ရွှေခေတ်မှာ နာမည်ကြီးခဲ့ကြတဲ့ မင်းသားမင်းသမီးအကုန်နီးပါး ဒီ Franchise ဇာတ်ကားတွေမှာ သရုပ်ဆောင်ခဲ့ကြပါတယ်။၁၉၉၀ ခုနှစ်လောက်က ဇာတ်ကားတွေဆိုပေမယ့် အခုချိန်ထိ ခေတ်မီနေပြီး သွက်လက်တဲ့ Action တွေကို ခံစားရမှာပါ။ဂျက်ကီချန်းရဲ့ဇာတ်ကားတွေလိုပဲ Action,Comedy,Drama Theme တွေကို လှလှပပ ကူးသန်းချိတ်ဆက်ထားပါတယ်။ခုပထမဆုံးတင်ဆက်လိုက်တဲ့ Yes, Madam! (1985) ဇာတ်ကားကတော့ In The Line of Duty-2 သို့မဟုတ် Police Assassins 2 အဖြစ်လဲ ခေါ်ဆိုကြပါတယ်။မင်းသမီးမီရှဲယိုနဲ့ အမေရိကန်မင်းသမီး ...",
        "rating": "6.6",
        "url": "https://megaup.net/2nXef/(CM)Yes.Madam.1985.(In_the_Line_of_Duty-2)720p.BluRay.x264.mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMWVhZDc1ZWMtZDdjZS00MzE3LTkzYTYtNWY4Y2Q2N2M0MGQ0XkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Birds Like Us (2017)",
        "description": "Birds Like Us (2017)===============Birds Like Us ဇာတ်ကားလေးကတော့ 2017 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး Director Faruk Šabanović နဲ့\nAmela Ćuhara တို့က ပုံဖော်ရိုက်ကူးပေးထားပါတယ်။\nလူသူနဲ့ဝေးရာ ငှက်ရိပ်မြုံကြီးတစ်ခုစီမှာ နေထိုင်ကျက်စားကြတဲ့ ငှက်မျိုးစိတ်လေးတွေ...\nတစ်ချိန်လုံး မျက်စိပိတ်နားပိတ်နေထိုင်ခဲ့ကြရာကနေ ကိုယ့်ပင်ကိုယ်သဘာဝဖြစ်တဲ့ ပျံသန်းနိုင်ခြင်း\nအတတ်ကိုပါ မေ့လျော့လာကြတဲ့အခါ... ငှက်အရှင်သခင်ကြီးရဲ့ ခြယ်လှယ်ကြီးစိုးမှုအောက်မှာပဲ\nဆက်ပြီးနေထိုင်ကြမလား? လောကကြီးနဲ့ထိတွေ့ဖို့ ကြိုးစားလာကြမှာလား? ကိုယ့်သဘာဝကိုယ်ရော\nပြန်လည်ရှာတွေ့နိုင်ကြမှာလား? သူတို့တွေ ဘယ်လိုရှင်သန်ရုန်းကန်ကြမလဲ စတဲ့ လောကသဘာဝရဲ့\nဖြစ်ပျက်မှုအစုံစုံကို ငှက်ကလေးတွေကပုံဖော်ပြသပေးသွားမယ့် ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ...\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Thu Soe ဖြစ်ပါတယ်။)File Size - (1.33 GB) / (730 MB) / (316 MB)\nQuality – WebRip - (1080p) / (720p) / (360p)\nDuration - ...",
        "rating": "5.6",
        "url": "https://megaup.net/11Za9/Birds.Like.Us.2022.720p.WEBRip[CM].mp4",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BZGMwMDdjYWEtZTk2NC00YmUyLTgxMmYtZDEwNTE2NDljNThlXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Camp Rock (2008)",
        "description": "Camp Rock (2008)\n================သူ့ခေတ်သူ့အခါက ခေတ်ထခဲ့တဲ့ Disney Musical Movie ကောင်းကောင်းလေး တစ်ပုဒ်နဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ အခုထိလည်း ပျိုတိုင်းကြိုက်တဲ့ နှင်းဆီခိုင်ကြီးတွေဖြစ်ကြတဲ့ Jonas\nBrothers ညီအစ်ကိုသုံးယောက်နဲ့ အဆိုတော် Demi Lovato တို့ အဓိက ပါ၀င် သရုပ်ဆောင်ထား\nပါတယ်။ဇာတ်လမ်းအကျဉ်း . . .\nCamp Rock ဆိုတဲ့ နွေရာသီစခန်းက  ဂီတ ရူးသွပ်သူ လူငယ်တွေအတွက် မျှော်လင့်ချက်တွေ\nယူဆောင်လာပေးပြီး အိပ်မက်တွေကို အကောင်အထည်ဖော်ပေးနိုင်တဲ့ ကမ့်တစ်ခုပါ။ မစ်ချီဆိုတဲ့\nကောင်မလေးဟာ ဂီတကို ခုံမင်သူ ပီပီ နွေရာသီ ကျောင်းပိတ်ရက်မှာ ဒီ ကမ့်ကို သွားဖို့ ဒုံးစိုင်းနေသူပေါ့။\nငွေရေးကြေးရေးအခြေအနေကြောင့် လိုက်မပို့နိုင်ကြောင်း မိခင်ဖြစ်သူက  ပြောလိုက်တဲ့အခါ\nကျောင်းနောက်ဆုံးနေ့မှာ မစ်ချီ့ရဲ့ မျှော်လင့်ချက်တွေ ရိုက်ချိုးခံလိုက်ရပါတော့တယ်။ ဒါပေမဲ့ မစ်ချီဟာ\nCamp Rock နဲ့ ကံပါလာသူ ဖြစ်တယ်ထင်ပါရဲ့ စားဖိုမှူးဖြစ်တဲ့ သူ့အမေကို ကမ့်က အစားအသောက်\nတာ၀န်ခံအဖြစ်လာငှားတဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1HX8w/Camp.Rock.2008.720p.BluRay[CM]-1.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jpvDX4pDX5smklDLYbRBBzbcLb1.jpg",
        "title": "Special Delivery (2022)",
        "description": "Special Delivery (2022)ခေါင်းစဉ်အတိုင်းပဲ စပယ်ရှယ်ပို့ဆောင်ရေးလုပ်ပေးတဲ့ လုပ်ငန်းငယ်လေးတစ်ခုပါပဲ...\nစာတိုက်တွေ၊ ပို့ဆောင်ရေးကုမ္ပဏီတွေက လက်မခံတဲ့ ပစ္စည်းတွေအပါအဝင်\nအရာရာတိုင်းကို ပို့ဆောင်ပေးတဲ့ လုပ်ငန်းလေးပါဂျန်အွန်းဟာကတော့ အဲပို့ဆောင်ရေးလုပ်ငန်းမှာလုပ်တဲ့\nအောင်မြင်မှု ၁၀၀ ရာခိုင်နှုန်းရှိတဲ့ ပရိုပို့ဆောင်ရေးဒရိုက်ဘာပါ\nမိန်းကလေးဆိုပြီး အထင်သေးတဲ့သူတွေကို ပညာအစွမ်း ပါဝါတွေထုတ်ပြတတ်သူလေးပါပဲအဲလိုအွန်းဟာက သူဌေးလက်ခံလိုက်တဲ့ အလုပ်တစ်ခုကြောင့် ဆိုးလ်အထိတက်သွားခဲ့ပေမဲ့\nထင်သလိုအဆင်မပြေဘဲ သောင်တင်သွားပါတဲ့အချိန်မှာ ဘာတွေဆက်ဖြစ်မလဲကျွန်မတို့ရဲ့ ဂျက်ဆီကာ လို့သိကြတဲ့ Park So Dam ကနေ\nဂျန်အွန်းဟာဆိုတဲ့ ကာရိုက်တာနဲ့ တစ်သားတည်းဖြစ်အောင် ဘယ်လိုတွေသရုပ်ဆောင်ပြသွားသလဲCrime Action အမျိုးအစားဆိုပေမဲ့\nကိုရီးယားရဲ့ သဘာဝအတိုင်း ဖယ်ထားလို့မရတဲ့ Comedy နဲ့ Drama အပျော့စားလေးကိုပါထည့်ပြီး ခံစားကြည့်ရှုပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Action, Crime, Thriller\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.5GB and 780MB and 300MB\nFormat…mp4\nDuration….1h 49min\nSubtitle….Myanmar Subtitle ...",
        "rating": "7.4",
        "url": "https://megaup.net/1HZn3/Special.Delivery.2022.720p.WEB-DL.CM.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNWRlZGIzYmItOTg4My00M2JjLTg5MjEtMjM1OTNmYzA4NWJkXkEyXkFqcGdeQXVyNzEzMDUxODk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Through My Window (2022)",
        "description": "Through My Window (2022)=====================ဆယ်ကျော်သက် အချစ်ဇာတ်လမ်း ကောင်းကောင်းလေးတွေ ကြိုက်တတ်တဲ့သူတွေအတွက်\nသိပ်ကောင်းတဲ့ စပိန် ဇာတ်လမ်းလေးလာပါပြီဗျာ။ ခေတ်သစ် စင်ဒရဲလား ဇာတ်လမ်းလေးလို့\nပြောရလောက်တဲ့အထိကို ဇာတ်လမ်းလေးက ဆွဲဆောင်မှု ရှိပါတယ်။\nဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့  Hidalgo Mansion မှာနေထိုင်တဲ့ ချမ်းသာတဲ့မိသားစုကြီး\nတစ်စုရှိပါတယ်။ အကြင်နာ မေတ္တာတွေကို ဘေးဖယ်ထားပြီး စီးပွါးရေးကို ရှေ့တန်းတင်တဲ့ လူချမ်း\nသာ မိသားစုတစ်စုပေါ့။ အဲဒီမိသားစုမှာမှ ရုပ်ချောချော ခပ်မိုက်မိုက် ညီအစ်ကိုသုံးယောက်ထဲက\nအလတ်ကောင် Ares Hidalgo ဆိုတဲ့ ကောင်လေး ရှိပါတယ် ဘေးမှာကတော့ Raquel ဆိုတဲ့\nအိမ်နီးချင်းမလေး ရှိတာပေါ့လေ။ Raquel တို့ကတော့ သာမန်မိသားစုလေးတစ်စုပါပဲ။ သူမက\nအလတ်ကောင်ဖြစ်တဲ့ Ares ကို ကြိတ် သဘောကျနေခဲ့ရတာပါ။ ဒီလိုနဲ့ တစ်နေ့တော့ သူတို့နှစ်ဦး\nနီးစပ်ဖို့ အကြောင်းဖန်လာတာကတော့ wifi ပဲ ဖြစ်ပါတယ်။စင်ဒရဲလား ဇာတ်လမ်းမှာ မင်းသားလေးနဲ့ စင်ဒရဲလားကို နီးစပ်သွားစေတာက ဖန်ဖိနပ်လေးတစ်ရံဆိုရင်\nဒီကားထဲမှာ သူတို့နှစ်ဦးကို ...",
        "rating": "5.5",
        "url": "https://megaup.net/121y7/Through.My.Window.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ssw8u93pTSmKTYkrd85diz9Q5dw.jpg",
        "title": "Demon Sealer Bureau ( 2022 )",
        "description": "ကလေးဘဝက တစ်မိသားစုလုံးအသတ်ခံလိုက်ရပြီးမှော်စက်ယန္တရားတွေကျွမ်းကျင်ကာ၏ မိစ္ဆာနှိမ်နင်းရေးအဖွဲ့ရဲ့အမိန့်ကိုမြေဝယ်မကျနားထောင် သွေးအေးရက်စက်တတ်တဲ့ ထန်လင်ဖုန်း စက်ယန္တရားတွေကို နည်းနည်းမှနားမလည်ဘဲ ထန်လင်ဖုန်းကိုညီလေးတစ်ယောက်လို ဂရုစိုက်ချစ်ခင်လာတဲ့မိစ္ဆာနှိမ်နှင်းရေးအဖွဲ့ဝင် လုရင် ဝိညာဥ်ရင်းမြစ်လျှို့ဝှက်သိုင်းကျမ်းကိုအသုံးချပြီး ကိုယ့်အတ္တအတွက် အသုံးချချင်ကြတဲ့ လူတွေ...သွေးသားရင်းတွေမဟုတ်ပေမဲ့ အစစအရာရာဂရုစိုက်ချစ်ခင်လာကြတဲ့ညီအစ်ကိုနှစ်ယောက် တစ်ရက်မှာ သွေးကွဲဖို့ဖြစ်လာပြီးပြဿနာတွေက ထင်ထားသလိုမရိုးရှင်းဘဲ မိစ္ဆာတွေနဲ့အာဏာလုပွဲတွေပါ ပါဝင်ပတ်သတ်လာချိန်မှာတော့...သူတို့နှစ်ယောက်ဖြစ်လာတဲ့ ပြဿနာတွေကိုဘယ်လိုရင်ဆိုင်သွားကြမလဲ ဆိုတာကို ဒီကားလေးမှာစိတ်ဝင်စားဖွယ်ဆက်လက်ကြည့်ကြရမှာပါနော် \nQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Action , Fantasy\nDuration : 1h 39min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yamin Ei\nEncoded by LK",
        "rating": "",
        "url": "https://megaup.net/121tv/Demon_Sealer_Bureau_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qSyf4B4RUzSnyhMa2KqnDJsDdXk.jpg",
        "title": "(18+) What’s Going On With My Sister (2014)",
        "description": "(18+)What's Going On With My Sister (2014)\n======================================မီဆူကီက ငယ်ငယ်တည်းက ဖခင်ဖြစ်သူဆုံးပါသွားလို့မိခင်ဖြစ်သူနဲ့ နေထိုင်ခဲ့ရတဲ့ အထီးကျန်ကောင်မလေးပေါ့....မိခင်ဖြစ်သူကလဲ ယောကျာ်းဖြစ်သူဆုံးတည်းကယောကျာ်းတစ်ယောက်မကောင်းတစ်ယောက်ပြောင်းနေပြီးသူမအပေါ် သိပ်အချိန်မပေးတော့ သူမမှာ ပျော်ရွှင်မှုဆိုတာသိပ်ကိုရှားပါးနေတာပေါ့လေ....တနေ့မှာတော့ သူ့ရဲ့ဘဝကို အပြောင်းလဲဖြစ်စေမယ့်ကိုကြီးတစ်ယောက်နဲ့တွေ့ခဲ့ပါတယ် သူ့နာမည်က ယူယာတဲ့သူ့အမေရဲ့ ဘယ်နှစ်ယောက်မြောက်ယောကျာ်းမှန်းမသိတဲ့ယောကျာ်းဖြစ်သူရဲ့သားပေါ့....ပထမတော့ ယူယာ့ကိုအမြင်ကပ်ပေမယ့် ယူယာက သူမအပေါ် နွေးထွေးပြီးကြင်နာဂရုစိုက်မှုတွေ ပြည့်လျှံ့လာတဲ့အခါ သူမရဲ့စိတ်တွေဟာ..... \nFile size…700MB\nQuality…BRip H264 AAC 5.1CH \nFormat…mp4\nDuration….1h 47m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by X Cross",
        "rating": "5.5",
        "url": "https://megaup.net/121d4/What_s.Going.on.with.My.Sister.2014.BRrip.x264(CM).mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5tY6VtjHlQl4dOjVNhzyJaItkdr.jpg",
        "title": "Bullet in the Head (1990)",
        "description": "Bullet In The Head (1990) IMDb - 7.6/10, Rotten Tomatoes - 100%~ Directed By John Woo ~Bullet In The Head ကို တစ်ချို့က ဂျွန်ဝူးရဲ့ အကောင်းဆုံးကားလို့ ဆိုကြတယ်။ Bullet မှာလည်း ဂျွန်ဝူးဟာ သူရဲ့ Trademark ဖြစ်တဲ့ Heroic Bloodshed ပုံစံအတိုင်းပဲ ရိုက်ထားတာပါပဲ။ ဂျွန်ဝူးဟာ ဟောင်ကောင်စီနီမာက စလိုက်တဲ့ ဒီ Genreရဲ့ Pioneer တစ်ယောက်ဖြစ်သလို ဒီ Genre ကို အပိုင်ဆုံးကလည်း ဂျွန်ဝူးပါပဲ။ ဇာတ်လမ်းသာပြောင်းသွားမယ် ညီအစ်ကိုစိတ်ဓာတ်တွေ သွေးသံရဲရဲတွေ အကြမ်းပတမ်းတိုက်ခန်းခိုက်ခန်းတွေ လူမိုက်တွေ ဒါတွေပဲမြင်နေရမှာပေမဲ့ ဂျွန်ဝူးကတော့ ကြည့်လို့မရိုးအောင်ကို ဆွဲဆောင်မှုရှိအောင် ရိုက်ပြနိုင်ပါတယ်။ ဟောင်ကောင်ကစခဲ့တဲ့ ဒီ Heroic Bloodshed ...",
        "rating": "7.6",
        "url": "https://megaup.net/33TeK/(CM)_Bullet_in_The_Head_(1990)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/MV5BMTUwODg2OTA4OF5BMl5BanBnXkFtZTgwOTE5MTE4MzE@._V1_-135x200.jpg",
        "title": "Focus (2015)",
        "description": "မင်းသားကြီး Will Smith နဲ့ ဟာလေကွင်း မင်းသမီးချော Margot Robbie တို့ အဓိကပါဝင်ထားတဲ့ ဇာတ်ကားပါ။ဇာတ်လမ်းက လူလိမ်သူခိုးဇာတ်လမ်းဆိုတော့ ကတုံးပေါ်ထိပ်ကွက် ခွကွက် ကျော်ကွက်တွေ အများကြီးနဲ့ တင်ဆက်ထားပါတယ်...Professional လုပ်ငန်းတွေမှာ ပါစင်နယ်ကိစ္စတွေ မရောသင့်ဘူးဆိုတာမျိုးကို အနောက်နိုင်ငံမှာ ပိုသုံးကြပါတယ်။လူလိမ်လုပ်ငန်းမှာဆိုရင်တော့ ပိုဆိုးတာပေါ့..ပါစင်နယ်ရောလို့မရဘူး။တစ်ယောက်ကိုတစ်ယောက် လျှို့ဝှက်တတ်တဲ့ လူလိမ်ပါတ်ကား ၂ ယောက်တစ်ယောက်ကိုတစ်ယောက် ချစ်သွားကြတဲ့အခါမှာတော့...သူတို့ရဲ့မစ်ရှင်တွေအောင်မြင်ပါ့မလားဆိုတာ.......။သရုပ်ဆောင် ၂ ယောက်ရဲ့ အက်တင်ကောင်းကောင်းနဲ့ ဇာတ်လမ်းရဲ့လှည့်ကွက်တွေကို ရှုစားရမှာပါ။IMDb Rating (6.6) ရရှိထားပါတယ်။\nFile size…(4.5 GB)/(1.4 GB)/(700 MB)\nQuality….WEB-DL 4K HEVC /1080p/720p\nFormat…mkv/mp4\nDuration….01:44:41\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mr.Anderson",
        "rating": "6.6",
        "url": "https://megaup.net/1217r/(CM)_Focus.2015.720p.WEBRip.H.264.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zTwfMV1hm1DIrMo8BGyZKskhSPr.jpg",
        "title": "Home Team (2022)",
        "description": "Home Team (2022) အညွှန်း********************** IMDb - 6 ဖြစ်ရပ်မှန်ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားလေးမှာတော့ အားကစားနဲ့ဟာသကို ယှဉ်တွဲတင်ဆက်ထားတာဖြစ်ပါတယ်။  ရှောင်းပေတန်ဟာ အပြင်လောကမှာ အမေရိကန်ဘောလုံးအားကစား (American Football) ရဲ့ နာမည်ကြီးနည်းပြတစ်ယောက်ဖြစ်ပြီး ယခုအခါမှာ နည်းပြအဖြစ်မှအနားယူနေပြီဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းမှာတော့ သူ့နည်းပြဘဝရဲ့အကြီးမားဆုံးသော အမှတ်တရ ဒါမှမဟုတ် အိပ်မက်ဆိုးကြီးကို နောက်ခံပြုပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။အမေရိကန်ဘောလုံးရဲ့ အမြင့်ဆုံးလိဂ်မှာ ဖလားတွေရယူနိုင်ခဲ့သူဖြစ်ပြီး ၂၀၁၆ ခုနှစ်ရဲ့ တစ်နှစ်တာ အကောင်းဆုံးနည်းပြဆုကို ပိုင်ဆိုင်ခဲ့တဲ့ ဒီနည်းပြကြီးဟာ သူ့ရဲ့မွေးရပ်မြေမှာ သူ့သား ပါဝင်ကစားနေတဲ့ ဘောလုံးအသင်းကို နည်းပြဝင်လုပ်ပေးခဲ့ပါတယ်။သူဟာ သူ့အမျိုးသမီးနဲ့ ကွာရှင်းထားသူဖြစ်ပြီး သားဖြစ်သူဟာလည်း အမေနဲ့ပဲနေထိုင်ရင်းကနေ အဖေကို နာကျည်းနေခဲ့သူတစ်ယောက်ပါ။ ဒီလိုအချိန်မှာ သားဖြစ်သူပါဝင်နေတဲ့ ဘောလုံးအသင်းကိုနည်းပြလုပ်ရင်းနဲ့ သားအဖသံယောစဉ်တွေကို ဘယ်လိုမျိုးပြန်လည်ချည်နှောင်ကြမလဲဆိုတာ ရယ်စရာလေးတွေရောပြီး ပေါ့ပေါ့ပါးပါးလေးကြည့်ရှုရမယ့် ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ File Size          :  ...",
        "rating": "6.0",
        "url": "https://megaup.net/1213h/[CM]Home.Team.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/71fQAt0tDiL._RI_-150x200.jpg",
        "title": "Fatal Memory (2022)",
        "description": "Fatal Memory (2022)===================ယာဉ်မတော်တဆဖြစ်ပြီးသုံးလလောက်ကိုမာဝင်ခဲ့တဲ့ ဂရေ့စ်တစ်ယောက်ကံကောင်းစွာနဲ့ပဲ\nသတိပြန်လည်လာခဲ့ပါတော့တယ်။ ဒါပေမယ့် သတိပြန်ရခဲ့တဲ့ဂရေ့စ်ဟာ ယာဉ်မတော်တဆ\nဖြစ်ခဲ့အချိန်ကနေ နောက်ပြန်ရေရင်(၅)နှစ်တာကာလအတွင်းကအကြောင်းအရာတွေကို သူ\nမမှတ်မိတော့ပါဘူး။ ဒီလိုကာလတစ်ခုစာမမှတ်မိတော့တဲ့သူ့မှာ သူ့ကိုချစ်တဲ့သမီးလေးရယ်\nယောကျ်ားလေးရယ် ညီမဖြစ်သူနဲ့ မှတ်ဉာဏ်ပြန်ရအောင်ကြိုးစားပြီးပျော်ပျော်ရွှင်ရွှင်နေနေ\nခဲ့တာပါ။ ဒါပေမယ့် သူတို့မိသားစုလေးဂုဏ်ပြုညစာစားပွဲလေးကျင်းပနေချိန် ဂရေ့စ်ဆီကို\nဖုန်းတစ်ခုဝင်လာရာကနေစတင်လာပါတော့တယ်။ နောက်ပြီး သူစိမ်းတစ်ယောက်ကလည်း\nသူ့ဘဝထဲကိုအတင်းဝင်ရောက်လာရာက ဂရေ့စ်တစ်ယောက်ပြဿနာတွေတစ်စတစ်တက်\nလာပါတော့တယ်။ ဒီသူစိမ်းက သူမမှတ်မိတော့တဲ့ငါးနှစ်ဆိုတဲ့ကာလမှာ ဘယ်လိုနေရာက\nပါနေတာလဲ။ ဒီငါးနှစ်တာကာလမှာဂရေ့စ်တစ်ယောက်ဘာတွေလုပ်ခဲ့မိတာလဲ။ အခုရော\nသူဘာတွေကြုံတွေ့လာရမှာလဲကတော့......... Fatal Memory ဒါမှမဟုတ် Deadly Infidelity\nလို့ အမည်ရတဲ့ဒီကားလေးက (၂၀၂၂)ထွက် Thriller ကားအသစ်လေးဖြစ်ပြီးတော့ Mystery နဲ့\nDramaလေ ခပ်းပါးပါးပုတ်ထားတဲ့ကားလေးတစ်ကားဖြစ်လို့ ကြည့်ရှူခံစားကြည့်ပါဦး။\n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်။)File Size -(2.1 GB) / ( 772.47 MB) / (297.69 MB)\nQuality – WebRip -(1080p) /  (720p) / (480p)\nDuration - 1hr ...",
        "rating": "5.5",
        "url": "https://megaup.net/1HYnm/Deadly.Infidelity.2022.720p[CM]..mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/bspoywmxxace-133x200.jpg",
        "title": "[18+] Silip (1985) Daughters of Eve",
        "description": "ဒီကားကတော့ ဂန္တဝင်ဖိလစ်ပိုင်ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်....လူသားတို့ရဲ့ရမ္မက်နဲ့လိုအင်လောဘ ကြမ်းကြုတ်ရက်စက်တဲ့သဘောသဘာဝတွေကို ကွက်ကွက်ကွင်းကွင်းပုံဖော်ရိုက်ကူးထားပြီး အသက်ဝင်လွန်းတာကြောင့်ရယ် သရုပ်ဆောင်တွေကြောင့်ရယ် ဘာဆင်ဆာမှာမဖြတ်ထားတာကြောင့်ရယ် နာမည်ကြီးခဲ့ပါတယ်။အီလိုကိုစ်ပြည်နယ်အစွန်အဖျားက ရွာလေးတစ်ရွာမှာရွာသူရွာသားတွေဟာလိင်မှုကိစ္စမှာပွင့်လင်းစွာ\nဖြစ်ချင်တိုင်းဖြစ်နေကြပါတယ်။ အဲ့ဒီထဲမှာမှ အများသူငါလို ရမ္မက်စိတ်တွေကိုမျိုသိပ်ပြီး ရွာကကလေးတွေကိုဓမ္မပုစ္ဆာတွေ\nသင်ပေးနေတဲ့ တွန်ညာဆိုတဲ့မိန်းမလှလေးရှိပါတယ်။ အများလက်မခံနိုင်တဲ့အယူအဆတွေကိုသင်ကြားနေတဲ့\nသူ့အပေါ်လိုသူတွေရှိသလို သူ့အလှအပကြောင့်မလိုသူတွေလဲရှိပါတယ်။တစ်နေ့တော့ရွာကနေထွက်ခွာသွားတာကြာပြီဖြစ်တဲ့ သူ့သူငယ်ချင်းဟောင်းအလှပဂေးတစ်ဦးလဲဖြစ်တဲ့ ဆယ်လ်ဒါဟာ\nအမေရိကန်သားချစ်သူတစ်ယောက်နဲ့အတူပြန်ရောက်လာချိန်မှာ ဒဏ်ရာဟောင်းတွေ အတိတ်ဇာတ်လမ်းဟောင်းတွေနဲ့အတူ\nငြိမ်သက်နေတဲ့ တွန်ညာရဲ့ဘဝအပြင် သူတို့နှစ်ဦးရဲ့ အတိတ်ဇာတ်လမ်းထဲက အမျိုးသားတစ်ဦးဖြစ်တဲ့ ဆိုင်မွန်တို့ရဲ့\nဘဝတွေပါ လှုပ်ခတ်ဖို့ဖြစ်လာပါတော့တယ်။ ဆယ်လ်ဒါကတော့ တွန်ညာရဲ့စရိုက်နဲ့ဆန့်ကျင်စွာပွင့်လင်းမြင်သာရှိလွန်းလို့ပါပဲ။Silip: Daughters of Eve ဟာအဲ့ဒီခေတ်အခါမှာခေတ်စားနေတဲ့ လိင်အသားပေး Sexploitation films တွေထဲကအထင်ရှားဆုံးဥပမာ\nတစ်ခုဖြစ်ပြီး၊ ၁၉၈၂ ဖိလစ်ပိုင်ကိုယ်စားပြု Miss Universe ပြိုင်ပွဲဝင် Maria Isabel Lopez,နာမည်ကျော်အချိုရည်ကြေငြာအလှမယ်\nSarsi Emmanuelle တို့အကြမ်းပတမ်းခေါင်းဆောင်ပါဝင်ထားပါတယ်။ရုပ်ရှင်ကားကြီးတစ်ကားလို့ မထင်နိုင်စရာပွင့်လင်းလွန်းတဲ့ လိင်ဆက်ဆံခန်းတွေ၊ ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတွေ၊ အရွယ်မရောက်သေးတဲ့\nကလေးငယ်တွေရဲ့မဖွယ်မရာ စကားပြော၊ အပြ၊ အပြုအမူတွေအပြင် သွေးထွက်သံယို သတ်ခန်းဖြတ်ခန်းတွေ ကြမ်းကြမ်းတမ်းတမ်းပါဝင်ပါတယ်။\n2007 dvd အနေနဲ့ထွက်ရှိအပြီး ကာလသားတွေကြားနာမည်ကြီးခဲ့တဲ့ဇာတ်ကားဖြစ်လို့ တစ်ချို့အခန်းတွေမှတ်မိတဲ့သူတွေမှတ်မိကြပါလိမ့်မယ်။ဖိလစ်ပိုင်ရဲ့ခေတ်ဟောင်းရုပ်ရှင်ကားဆိုပေမယ့် ...",
        "rating": "6.1",
        "url": "https://megaup.net/2nJ9i/(CM)_Silip_-_Daughters_of_Eve_(1985)BluRay_720p.mp4",
        "category": "Adult, Asian, Crime, Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/8QY2xqz-125x200.jpg",
        "title": "New Kung Fu Cult Master 2 (2022)",
        "description": "New Kung Fu Cult Master 2 (2022)\"နဂါးနိုင်ဓါးဦးထိပ်ထား\nတိမ်လွှာဓါးရှင်မပေါ်လျှင် မည်သူအံတုနိုင်မည်နည်း။ \"လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်လောက်ကို ကျွန်တော်တို့ပြန်သွားကြရအောင်။\nဒီတစ်ခါတော့ Remake တွေခဏခဏရိုက်တဲ့ ဇာတ်လမ်းတွဲထဲကထွက်ပြီး\nနှစ်ပိုင်းလောက်နဲ့ပြီးမယ့် နဂါးနိုင်ဓား Version အသစ်လေးကို မြည်းစမ်းကြည့်ရမှာပါ။ပထမဆုံးပြောချင်တာက Series မဟုတ်ပဲ Movie Version ဖြစ်တဲ့အတွက်\nတစ်ချို့ဇာတ်ကောင်တွေ ဇာတ်ကွက်တွေ မပါတော့ပဲ အရာရာကို ပေါ့ပေါ့ပါးပါး ပြသွားပြီး ဇာတ်လမ်း၀င်အောင်ရိုက်တာပါ။ဒုတိယအချက်ကတော့ CGI တွေအများကြီး ချောမောလှပတဲ့မင်းသားလေး လေပေါ်ဝဲနေတာမျိုးမဟုတ်ပဲ\nလွန်ခဲ့တဲ့ နှစ် ၂၀ လောက်က မုဒ်မျိုးပြန်ပေးတဲ့တစ်ချက်ပါ။တတိယကတော့ ကျန်းစမ်းဖုန်း ကိုယ်တော် ဒိုနီရမ်း ပါပဲ။ဒီတော့များသောအားဖြင့် နဂါးနိုင်ဓါးခေတ်အဆက်ဆက်ကို ဖြတ်သန်းခဲ့ဖူးသူတွေချည်းမို့\nဇာတ်လမ်းတွဲမဟုတ်တဲ့ ခပ်သွက်သွက်ဇာတ်လမ်းလေးကို ခံစားပြီး အတိတ်ကိုပြန်လွမ်းကြရအောင်လားဗျာ။အညွှန်း Lwin Htoo AungTranslator   Jo Jo VA , Yunn Myat Noe Khaing, SSTGenre.....Action , Fantasy\nQuality….WEB-DL ...",
        "rating": "4.8",
        "url": "https://megaup.net/33T4D/New_Kung_Fu_Cult_Master_%E2%85%A1_2022_WEB-DL_720p.CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMDNhZWZkYjUtNDMyNS00NGEwLTk3ZmYtNzMxM2M1Yzc3ZGU3XkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_-135x200.jpg",
        "title": "The Ledge (2022)",
        "description": "The Ledge (2022)\n=================The Ledge ဆိုတဲ့ Thriller ကားသစ်လေးက ဒါရိုက်တာ Matthew Chapman\nရိုက်ကူးထားပြီး မင်းသမီး Brittany Ashworth က အဓိကပါဝင်သရုပ်ဆောင်ထား\nပါတယ်။Kelly (Brittany Ashworth) ဆိုတဲ့ကောင်မလေးတစ်ယောက်က သူ့သူငယ်ချင်း\nကောင်မလေးနဲ့အတူ အီတလီက ဒိုလိုမိုက်‌​ကျောက် တောင်ကိုတက်ဖို့ ခရီးထွက်ခဲ့ကြပါတယ်။\nအဲ့ဒီမှာ သူတို့လို အလည်လာတဲ့ ယောင်္ကျားလေး ၄ ယောက်အဖွဲ့နဲ့ ဆုံမိလိုက်တဲ့အခါ ၆ ယောက်သား\nအတူတူ ဘယ်လို‌ေပျာ်ပျော်ရွှင်ရွှင် အပန်းဖြေကြမလဲ၊ တက်ရခက်လောက်အောင် မတ်စောက်တဲ့\nအပြင် ရေခဲတွေပါ ဖုံးလွှမ်းနေတဲ့အတွက် ဒေသခံတွေက တောင်မတက်ဖို့ တားခဲ့ကြပါတယ်။\nဒါပေမယ့်... ကျောက်တောင်တက်ဖို့လာတာကို လက်လွတ်မခံဘဲ တက်ကြမယ့် သူတို့အုပ်စု...\nသူတို့ ပျော်ရွှင်မှုကိုရော ရရှိပါ့မလား... ဘယ်လိုမျိုး အပြောင်းအလဲတွေ ဖြစ်လာမလဲ\nKelly တို့ ယုံကြည်ထားသလို ယောင်္ကျားလေးအုပ်စုကရော ယံုကြည်ရပါ့မလား\n\"cliffhanger\" ဆိုတဲ့စကားလုံးအတိုင်း Thrill vibes အပြည့်နဲ့ ‌ ကြည့်ရမှာပါ။ ဒီကားထဲမှာ ...",
        "rating": "6.0",
        "url": "https://megaup.net/11Wlz/The.Ledge.2022.720p.WEB-DL[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BN2VkMDI1N2QtNTljOC00N2U1LTgxZTctZTZjMzBlYzc2NmY3XkEyXkFqcGdeQXVyNDUxNjc5NjY@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Mythica: The Godslayer (2016)",
        "description": "Mythica: The Godslayer (2016)========================ဒီဇာတ်ကားအကြောင်းကို မပြောခင် ဒီကားဟာ Mythica ခေါင်းစဉ်အောက်မှာ\nငါးကားတွဲထွက်ရှိထားတဲ့အထဲကမှ ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်။\nMythica ဆိုတာကတော့ Adventure, fantasy, action ခေါင်းစဉ်အောက်မှာတည်ရှိပြီး\nadventure fantasy တို့ရဲ့ ထုံးစံအတိုင်း orc, dragon , witch , elf , god အစရှိသဖြင့်\nအမျိုးစုံအောင် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးအနေနဲ့ကတော့  လက်ရှိကမ္ဘာမြေဟာ နတ်ဘုရားတွေကို အပြီးတိုင်\nချေမှုန်းချင်နေတဲ့ Lich King နဲ့ သူ့ရဲ့ zombie စစ်တပ်ကြီးနဲ့၊ တစ်ဖက်မှာ လူသား၊ နတ်နဲ့\nအခြားသောမျိုးနွယ်တွေ စစ်ခင်းနေရတဲ့ကာလ ဖြစ်ပါတယ်။ Lich King နဲ့ သူ့စစ်တပ်ကြီးဟာ\nဘယ်မျိုးနွယ်နဲ့မှ အင်အားချင်းမယှဉ်သာအောင် တရိပ်ရိပ်တက်လာလို့နေပါပြီ။ ဒါပေမယ့်\nLich King ရဲ့ ရည်ရွယ်ချက်ဖြစ်တဲ့ နတ်ဘုရားတွေ အကုန်လုံးကို သုတ်သင်ဖို့ရာ ကျိန်စာသင့်နေတဲ့\nMarek ဆိုတဲ့ စုန်းမလေးက အဓိကကျတဲ့နေရာမှာ ပါ၀င်နေပါတယ်။ ...",
        "rating": "5.6",
        "url": "https://megaup.net/122ch/Mythica.The.Dragon.Slayer.2016.720p.BluRay[CM].mp4",
        "category": "Action, Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMGM3ZDAwZDEtYjlmNy00ZmUxLTg0NTYtZGQyYTg3YWJjNDgwXkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Playlist (2021)",
        "description": "Playlist(2021)\n==========IMDb Rating - 6.3/10ဒီရုပ်ရှင်ရဲ့ထူးခြားချက်က ကာတွန်းစာအုပ်ကိုဖြူမည်းရုပ်သံနဲ့ပြန်ရိုက်ထားတာပဲ\nဂျပန်မန်ဂါတွေကို Anime အဖြစ်ပြန်အသက်သွင်းထားသလိုပေါ့...\nပြင်သစ် Indie ရုပ်ရှင်တစ်ခုဖြစ်ပြီး ဒါရိုက်တာကိုယ်တိုင်ကလည်း ကာတွန်းဆရာပါ\nသူ့ကာတွန်းကိုရုပ်ရှင်အဖြစ် သူကိုယ်တိုင်ပဲ ပြန်အသက်သွင်းထားတာပါ။ဇတ်လမ်းအကြောင်းကို ပြောရရင် ကာတွန်းဆရာ မဖြစ်ချင်ပေမယ့် ဖြစ်ချင်တိုင်းမဖြစ်တဲ့\nဘဝကြီးမှာ လည်ပတ်နေရတဲ့ အထွေအထူးစိတ်ဝင်စားစရာမရှိတဲ့ ဆိုဖီရဲ့ဘဝအကြောင်းပါ....\nဇာတ်လမ်းက ကျွန်တော်တို့ဘဝတွေနဲ့အနီးစပ်ဆုံး reality show တစ်ခုကိုကြည့်နေရသလိုပဲ\nစကားလုံးအသုံးတွေအနည်းငယ်ကြမ်းမယ်....သာမန်အပျင်းပြေရုံကြည့်စရာရုပ်ရှင်တစ်ခုတော့\nမဟုတ်တဲ့အတွက် လူတိုင်းအတွက်လို့တော့ ကျွန်တော် မညွှန်းချင်ဘူး...ဒါပေမယ့် ကျွန်တော်\nကတော့ ပြင်သစ်သီချင်းဆွဲဆွဲငင်ငင်တွေ  lofi သီချင်းအကြောင်းတွေ ကာတွန်းလောကရဲ့\nအကိုးအကားတွေအကြောင်းကို သိရတဲ့အတွက် သဘောကျမိတယ်။ ဘဝက ကောင်းတာတွေနဲ့\nဆိုးတာတွေကို ရောစပ်ထားတဲ့ Playlist တစ်ခုလိုပဲတဲ့၊ ဘာကအရင်လာမလဲ မသိနိုင်တာကိုက\nဘဝရဲ့ဆန်းကြယ်မှုတစ်ခုပါပဲ။\n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်။)File Size -(844 MB) / (438 MB) / (208 MB)\nQuality – WebRip -(1080p) /  (720p) ...",
        "rating": "6.3",
        "url": "https://megaup.net/11Tmw/Playlist.2021.720p.FLMN.WEB-DL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/t-134x200.jpg",
        "title": "Turner & Hooch (1989)",
        "description": "ဟောင်းပေမဲ့ ကောင်းတယ်ဆိုတာ ဒါမျိုးဗျ..။အဓိကဇာတ်ကောင်ပါတဲ့ ပိုစတာကို မြင်ပြီးရင်တော့ အထူးတလည် ညွှန်းစရာလိုမယ် မထင်ဘူး..။Tom Hanks ဆိုတာ ဂန္တဝင်ရယ်လို့ Legendary သရုပ်ဆောင် မင်းသားကြီးတစ်ယောက်ဖြစ်လာပြီးမှ ဟိုးရှေးရှေးတုန်းက ငယ်ရွယ်တဲ့ Tom Hanks ကို ပြန်ကြည့်ရတာလည်း အရသာတစ်မျိုးပဲ..။လွန်ခဲ့တဲ့ ဆယ်စုနှစ် နှစ်ခုမကတဲ့ အချိန်လောက်တုန်းက ရုပ်ရှင်ဆိုပေမဲ့လည်း အခုနေ ပြန်ကြည့်မိလည်း ဇာတ်ကြောင်းက ကျေနပ်စရာကောင်းသေးတယ်ဗျ..။အိမ်မွေးတိရစ္ဆာန်လေးတွေဆီကရတဲ့ စိတ်ဒုက္ခ..၊ ပျော်ရွှင်စရာ အခိုက်အတန့်လေးတွေနဲ့ ကြည်နူးစရာ မေတ္တာတရားတွေကို ရယ်စရာ မောစရာတွေနဲ့ ရောပြီး ကြည့်ရှုနိုင်ပါမှာ..။အိမ်မွေးတိရစ္ဆာန်လေးတွေ မွေးထားတဲ့လူတွေကတော့ ဒီချိုမြတဲ့ဒုက္ခတွေကို ကောင်းကောင်းကြီး နားလည်နိုင်မှာ အသေအချာ..။ကမ်းခြေမြို့သေးသေးလေးတစ်ခုမှာ စုံစမ်းစစ်ဆေးရေးမှူးလုပ်နေတဲ့ မစ္စတာ တန်နာ တစ်ယောက် တခြားမြို့ကို သိပ်မကြာခင် ပြောင်းရွေ့ရတော့မယ့် ရက်ပိုင်းအတွင်းမှာမှ ဖြစ်ပေါ်လာတဲ့ မတော်တဆမှုတချို့နဲ့.. ဒီကိစ္စရပ်တွေကနေ ဆက်ပြီးတော့ ဖြစ်ပျက်လာမယ့် မှုခင်းဆက်စပ်မှုတွေ..။အရာအားလုံးကို တိကျ ၊ သေချာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2nUJ4/Turner_and_Hooch_1989_720p_(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d4pKiMtJUpSgt1TMFR4G6vaqoAv.jpg",
        "title": "The Long Night (2022)",
        "description": "The Long Night (2022) ငယ်စဉ်ကလေးဘဝတည်းကမွေးစားခံရပြီး နယူးယော့ခ်ကိုရောက်သွားခဲ့တဲ့ဂရေစ့်တစ်‌‌ ယောက်မိဘတွေကိုရှာဖွေဖို့ ကလေးဘဝကနေခဲ့တဲ့မြို့လေးကိုပြန်လာဖို့အကြောင်းဖန်လာတဲ့အခါ...ထူးဆန်းတာက မြို့ထဲမှာလူတစ်ယောက်မှရှိမနေခဲ့ပါဘူး ဒါ့အပြင်ကိုမြွေတွေက နေရာတိုင်းလိုလိုရှိနေခဲ့ပါတယ်အိမ်မက်လိုလိုတကယ်လိုလိုနဲ့သူမ မြင်နေတဲ့ အရိုးစုခေါင်းစွပ်နဲ့လူတွေကဘာတွေလဲမြင်နေရတဲ့အရာတွေကထူးဆန်းလာတာဖြစ်လို့ ရှောင်ပြေးထွက်ဖို့ကြိုးစားပေမယ့်အိမ်ထဲကနေထွက်လို့မရတဲ့အပြင် ကူညီဖို့လာတဲ့လူကပါသေဆုံးသွားတဲ့အခါ...အိမ်ထဲမှာပဲရှာဖွေရင်းနဲ့ ဒီအရိုးစုမျက်နှာဖုံးလူတွေရဲ့ ဇာတ်ကြောင်းစာအုပ်ကိုတွေ့သွားတဲ့အခါမှာတော့ သူမမိဘ‌တွေကဘယ်သူဆိုတာကိုပါ ဖော်ထုတ်နိုင်မှာလားဒီလူထူးဆန်းတွေကသူမနဲ့ဘယ်လိုပတ်သက်နေမလဲ ဒီမြို့ထဲကနေသူမတို့လွတ်မြောက်နိုင်မလားဆိုတာသည်းထိပ်ရင်ဖိုကြည့်ရှုရမယ့် Horror ဇာတ်လမ်းဖြစ်တာကြောင့်တံခါးပိတ်မီးမှိတ်ပြီးရင်တစ်လှပ်လှပ်နဲ့ ခံစားကြည့်ရှုဖို့တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်ဇာတ်ကားအညွှန်းနဲ့ဘာသာပြန်က Yunni ဖြစ်ပြီး တင်ဆက်ပေးသူက YK ဖြစ်ပါတယ် \nFile size…1.03Gb / 520MB\nQuality…1080p WEB RIP AAC 5.1CH / 720p\nFormat…mp4\nDuration….1h 31mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "",
        "url": "https://megaup.net/33S9A/The.Long.Night.2022.1080p.WEBRipAAC5.1CHC(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/ddd-142x200.jpg",
        "title": "The Debt (2010)",
        "description": "ဆာရာဆိုတဲ့ အမျိုးသမီးဟာ သူရေးထားတဲ့ စာအုပ်တစ်အုပ်ရဲ့အကြောင်းကို စင်ပေါ်မှာ\nဂုဏ်ယူဝံ့ကြွားစွာနဲ့ ‌အမှတ်တရစကားပြောနေလေရဲ့ ....ဒီလို ဂုဏ်ယူနေရတဲ့ အကြောင်းရင်းကလည်း ဒီစာအုပ်ဟာ သူ့ရဲ့မိခင်ရေချယ် စင်းဂါး\nဒေးဗစ် ပဲရိစ် နဲ့\nစတက်ဖန်ဂိုး တို့ရဲ့ ဘ၀ဇာတ်ကြောင်းဖြစ်နေလို့ပါ။အခုချိန်မှာ အိုမင်းရင့်ရော်သွားပြီဖြစ်တဲ့ ဒီလူ ၃ ယောက်ရဲ့ ငယ်ဘ၀ဟာ\nဂုဏ်ယူချီးကျူးစရာတွေ အပြည့်ပေါ့ ။မိုဆက်အေးဂျင့် ၃ ယောက်ဖြစ်တဲ့ သူတို့ဟာ ဘာလင်ကို နိုင်ငံတော်အဆင့် မစ်ရှင်တစ်ခုနဲ့\nတာ၀န်ကျခဲ့တယ် ...သူတို့ရဲ့တာ၀န်က ဆရာ၀န်အမည်ခံပြီး လူ ထောင်ပေါင်းများစွာကို သတ်ဖြတ်ခဲ့သူ\n၁၅ နှစ်တာလုံး ဘယ်လိုမှ မဖမ်းမိသူ ဒေါက်တာ ဗိုဂယ်ကို ဖမ်းဆီးဖို့ပေါ့....ဒီလို ဂုဏ်ယူစရာ အဖြစ်အပျက်ကို သမီးဖြစ်သူက စင်ပေါ်မှာ ၀မ်းပန်းတသာ ပြောနေပေမဲ့\nကာယကံရှင် ဖြစ်သူ ရေချယ်ကိုယ်တိုင်ကတော့ ရွှင်ပျမနေခဲ့တာ ဘယ်သူမှ သတိမထားမိခဲ့ပါဘူး ...လူတကာက သူတို့ရဲ့ လုပ်ရပ်ကို ချီးကျူးနေကြပေမဲ့ ဒီအဖြစ်ရဲ့ နောက်ကွယ်မှာ\nကိစ္စတစ်ခု ရှိနေသေးတာကို ရေချယ်၊ စတက်ဖန်နဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1HX9c/The_Debt_2010_Bluray_720p_(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onGdT8sYi89drvSJyEJnft97rOq.jpg",
        "title": "Looop Lapeta (2022)",
        "description": "Looop Lapeta (2022)ဘောလိဝုဒ်ရုပ်ရှင်တွေမှကြိုက်ပါတယ်ဆိုတဲ့ CM ရဲ့ပရိတ်သတ်တွေအတွက် ဒီနေ့မှ အသစ်စက်စက်ထွက်ထားတဲ့အိန္ဒိယရုပ်ရှင်ကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။မင်းသမီးကလဲ တာ့ပ်ဆီးပန်းနုဆိုတော့ သရုပ်ဆောင်ပိုင်းမှာလဲအတော်လေး မိမိုက်နေတာကို မြင်ရဦးမှာပါဒီဇာတ်လမ်းက ပုံမှန်တွေ့နေကျ ဟာသဇာတ်လမ်းတွေနဲ့ မတူပဲအတော်လေးထူးခြားတယ်ဗျ။ ရီရတယ်ဆိုတာထက် ရင်တဖိုဖိုနဲ့စိတ်လှုပ်ရှားဖို့ကောင်းတယ်ဆိုရင် ပိုမှန်မယ်။ဆာဗီဆိုတဲ့ အပြေးအားကစားမယ်လေးနဲ့ဆပ်သ်ရာက အပြန်အလှန်မေတ္တာမျှနေကြတာပေါ့။သူတို့ရဲ့ တွေ့ဆုံပုံကလည်း တယ်ထူးဆန်းပါတယ်။ အပြေးမယ်လေး ဆာဗီဟာမတော်တဆမှုကြောင့် သူ့ရဲ့အားကစားမယ်ဘဝကို အဆုံးသတ်ရဖို့အကြောင်းဖန်လာတဲ့အခါ ဆာဗီတစ်ယောက် စိတ်ဓာတ်ကျပြီး ဆေးရုံခေါင်မိုးပေါ်ကနေခုန်ချမလို့လုပ်ခဲ့ပါတယ်။ အဲ့အချိန် ခေါင်မိုးထပ်မှာ ဆေးလိပ်လာသောက်တဲ့ဆပ်သ်ရာက ဆာဗီကို ကယ်လိုက်ရာကနေ သူတို့နှစ်ဦး ဖူးစာဆုံခဲ့ကြတာပေါ့။ဒီလိုနဲ့ပဲ နှစ်ဦးသား အလုပ်ကိုယ်စီလုပ်ရင်းအေးချမ်းတဲ့ဘဝလေးကို ဖြတ်သန်းခဲ့ကြပါတယ်။ အဲ့ဒီနေ့ကို မရောက်ခင်အချိန်အထိပေါ့။ဆာဗီက သူမမှာ ကိုယ်ဝန်ရှိကြောင်း ဆပ်သ်ရာဆီ ဖုန်းဆက်ပြောမဲ့နေ့မှာပဲဆပ်သ်ရာတစ်ယောက် ပြဿနာတစ်ခုကို အကြီးအကျယ်ရှာလိုက်ပါတော့တယ်။အဲ့ဒါကတော့ ဆပ်သ်ရာက သူ့ရဲ့သူဌေး ဗစ်တာဆိုတဲ့ မာဖီးယားဂိုဏ်းချုပ်ရဲ့ငွေ ၅ မီလီယံကို ဖျောက်လိုက်တာပါပဲ။ ဟော....မာဖီးယားခေါင်းဆောင်ဆီမှာ အသတ်ခံရတော့မယ့်သူ့ကောင်လေးကို ကယ်ဖို့ ဆာဗီခမျာ ပြေးလွှားရတော့တာပေါ့ဗျာ။ ဆပ်သ်ရာမွှေသမျှအရှုပ်တွေကိုလိုက်ရှင်းရင်း ...",
        "rating": "5.8",
        "url": "https://megaup.net/1HX6r/Looop_Lapeta.NF_WEB_DL_AAC_2.0.720p(CM).mp4",
        "category": "Action, Country, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bKIdlJbd17rrIm4oZzhXTbmqpon.jpg",
        "title": "Robin Robin (2021)",
        "description": "Robin Robin (2021) အညွှန်း*********************IMDB - 7.2 CM ပရိသတ်တို့ ပေါ့ပေါ့ပါးပါးလေးကြည့်ရှုနိုင်မဲ့ ကာတွန်းဇာတ်ကားကောင်းလေးတစ်ခု တင်ဆက်ပေးလိုက်ရပါတယ် Robin ဆိုတဲ့မြေလူးငှက်မလေးတစ်ကောင်ကို ကြွက်မိသားစုလေးတစ်စုကနေ ကယ်တင်မွေးစားထားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် ။ မျိုးမတူတဲ့သတ္တဝါလေးတွေဖြစ်နေပေမယ့်လည်း ငှက်မလေးက ကြွက်မိသားစုရဲ့ နေ့စဥ်အစာရှာမှု သွားမှုလာမှုကိစ္စတွေမှာ လိုက်လျောညီထွေဖြစ်အောင်ကြိုးစားနေထိုင်ရင်း ... တစ်နေ့တော့ ကြွက်ကလေးတွေထက် အစာရှာပိုတော်ကြောင်းကို သက်သေပြချင်မိလို့ အပြင်ခိုးထွက်ရာကနေ ဘယ်လိုစွန့်စားခန်းလေးတွေဖြစ်လာမလဲဆိုတာကို ဇာတ်လမ်းတိုလေးအနေနဲ့ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ (ဇာတ်လမ်းအညွှန်းကိုတော့ Hnin Wut Yi က ရေးသားပေးထားပါတယ်) File Size     : (465 MB), (310 MB) and (95 MB)Quality       : WEB-DL 1080p DD5.1CH, 720p, 480pFormat        : mp4Duration    : 32minsGenre  ...",
        "rating": "",
        "url": "https://megaup.net/2nUae/Robin.Robin.2022.720p.WEB-DL.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/6KZQg_4f-140x200.jpg",
        "title": "Da Capo (2020)",
        "description": "Da Capo\"ဂီတဆိုတာ ရင်ထဲကစစ်မှန်မှုမပါရင် အသက်မဝင်ဘူး\" တဲ့\nဂီတရုပ်ရှင်တစ်ခု CM ပရိတ်သတ်များအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nသီချင်းလေးတွေ နားဆင်ရတာကြိုက်တယ်ဆိုရင်တော့ မလွတ်တမ်းကြည့်ရှုလိုက်ပါဇာတ်လမ်းအကျဉ်းအရည်အချင်းရှိပေမယ့် နာမည်ကြီးဖြစ်မလာတဲ့ တေးရေးဆရာ/အဆိုတော် ထယ်အီအရည်အချင်းတစ်ခုရှိနေပေမယ့် ဂီတလောကမှာနေရာယူဖို့မကြိုးစားဘဲ ဂီတကျောင်းတစ်ခုမှာ မျိုးဆက်သစ်တွေကို မွေးထုတ်ပေးနေတဲ့ ဂျီဝန်အနုပညာဝါသနာပိုးအပြည့်နဲ့ Rock ဂီတကို သီဆိုချင်တဲ့ ဒေါ့ခိုတု့ိ သူငယ်ချင်းတစ်စုတစ်ရက်မှာ ထယ်အီနဲ့ ဂျီဝန်တို့ ဂီတကျောင်းမှာ ပြန်တွေ့တဲ့အခါ...ဒေါ့ခိုတို့ သူငယ်ချင်းတစ်စုရော ထယ်အီ့ဆီက ဘယ်လိုပညာတွေ သင်ယူဖြစ်မလဲ....\nအနုပညာလမ်းပေါ် ဘယ်လိုပုံစံလေးနဲ့ ဆက်လျှောက်သွားမှာလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါရှင်File Size__(1.1GB) / (630MB)\nQuality__1080p, 720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__01:13:00\nType__Drama, Music\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "7.1",
        "url": "https://megaup.net/11Z35/Da_Capo_(2020)_720p.mp4",
        "category": "Asian, Drama, Music, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BYmFjNWY5NjQtMTJiNC00NjFlLWIxMGQtNzhmMmQ0MjhiZjQyXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Bliss (2021)",
        "description": "Bliss (2021)==========ကိုယ့်အသွေးအသားခန္ဓာကိုယ်ကိုသုံးကုန်တစ်ခုလို အသုံးချခံနေရတဲ့\nပြည့်တန်ဆာမလေးနှစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...\nကိုယ်ပိုင်ပျော်ရွှင်မှုပျောက်ဆုံးနေတဲ့သူတို့နှစ်ယောက်ကြားမှာ သူတို့အတွက်\nပျော်ရွှင်မှုဆိုတာဖြစ်လာနိုင်တာကိုသိလာရတဲ့နောက်..\nကိုယ်စီအဓိပ္ပါယ်နဲ့ပျော်ရွှင်မှုတွေနောက်ကိုရှာဖွေကြတဲ့သူတို့နှစ်ယောက်ရဲ့\nဇာတ်လမ်းက မိသားစုနဲ့အတူ မကြည့်သင့်တဲ့အခန်းတွေပါဝင်တာမလို့ သူငယ်ချင်း\nအပေါင်းအဖော်(၁၈)ယောက်အရင်စုပြီးမှကြည့်ရှုကြပါလို့\nသတိပေးတင်ဆက်လိုက်ရပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်။)File Size - (2.51 GB) / (1.27 GB) / (619 MB)\nQuality – WebDL - (1080p) / (720p) / (480p)\nDuration - 2hr 16min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Drama, Sci-Fi\nTranslator – Chit Tee\nEncoder – San Win Maung",
        "rating": "5.4",
        "url": "https://megaup.net/2nRjB/Bliss.2021.GERMAN.720p.AMZN.WEBRip[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q7g6xb29Wfx8x8FiTqXFLywcoEz.jpg",
        "title": "The Policeman’s Lineage (2022)",
        "description": "The Policeman's Lineage (2022)အရမ်းကိုနူးညံ့ပြီး ချစ်တတ်တဲ့ပန်းချီဆရာ ချွဲအွန်းကို ခဏလောက်မေ့ထားလိုက်ပါတရားမျှတပြီး ရဲတာဝန်ကိုကျေချင်တဲ့ ချွဲမင်ဂျယ်လာပါပြီပြစ်မှုကျူးလွန်သူတွေကို ဖမ်းပုံဖမ်းနည်းမတူတဲ့ ရဲနှစ်ယောက်စည်းမျဉ်းကိုလိုက်နာပြီး တာဝန်ကိုထမ်းဆောင်သွားမယ်ဆိုတဲ့ ချွဲမင်ဂျယ်နဲ့\nတရားခံကိုဖမ်းရဖို့  ဖြတ်လမ်းကနေ ကိုယ်တိုင်ပြစ်မှုတွေလုပ်နေတဲ့ ဘတ်ဂန်ယွန်းတို့ တစ်ဖွဲ့တည်းဖြစ်သွားချိန်မှာ..အမှုလိုက်တဲ့နေရာမှာ ဆန့်ကျင်ဘက်နည်းလမ်းကို အသုံးပြုတဲ့နှစ်ယောက်ဟာ\nအသည်းအသန်လိုက်နေတဲ့ မူးယစ်ဖြန့်ဖြူးသူ နာယောင်းဘင်ကို မိနိုင်မလား၊ဘတ်ဂန်ယွန်းနောက်ကြောင်းကို စုံစမ်းဖို့အဖွဲ့ထဲဝင်လာတဲ့\nနည်းလမ်းမှန်မှန်နဲ့ အမှုလိုက်တတ်တဲ့ ချွဲမင်ဂျယ်ကရော\nတကယ့်နည်းလမ်းမှန်ကို သိသွားမလားဆိုတာကို ကြည့်ရှုပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Crime, Drama\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.6GB and 862MB and 278MB\nFormat…mp4\nDuration….1h 59min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ..... August",
        "rating": "6.6",
        "url": "https://megaup.net/3JNE0/The.Policemans.Lineage.2022.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v7UvYtKfIVaHLaHwVgfalyrK7Ho.jpg",
        "title": "The Village (2004)",
        "description": "The Village (2004)\n~~~~~~~~~~~ရွာ...အပြစ်ကင်းစင်မှုတွေနဲ့ ထုံမွှမ်းနေတဲ့ ချစ်စရာရွာလေး။\nစကားပြောတာတောင် နူးနူးညံ့ညံ့နဲ့ ဂုဏ်တွေ ပကာသနတွေ ဘာမှမရှိတဲ့ရွာလေးပေါ့။ဒီချစ်စရာရွာလေးမှာ သတ္တိ၊ဒေါသနဲ့ ရမ္မက်ကို ကိုယ်စားပြုနေတဲ့ အနီရောင်ကို အရောင်ဆိုးလို့ သတ်မှတ်ကြတယ်။အနီရောင်ကို မြင်တာနဲ့ မြေမြှုပ်ပစ်ကြတယ်။ ဒီလိုလုပ်ရတာ နောက်ထပ်အကြောင်းအရင်းတစ်ခုရှိနေပါသေးတယ်။အနီဟာ သူတို့မပြောကြတဲ့ သတ္တဝါတွေကို ဆွဲဆောင်နိုင်လို့ပါတဲ့။ဒီလိုအေးချမ်းတဲ့ရွာလေးမှာ မကောင်းတဲ့ အချက်ဆိုလို့ သူတို့ရွာဘေးက တောအုပ်ထဲက သူတို့မပြောကြတဲ့ သတ္တဝါတွေပဲရှိမယ်ထင်တယ်။\nရွာထဲက ကာလသားတွေမှာ သတ္တိပြစရာဆိုလို့ တောအုပ်ကို ကျောပေးပြီး အချိန်ဘယ်လောက်ကြာအောင် ရပ်နိုင်လဲဆိုတာကပဲ သူတို့အတွက် စိတ်လှုပ်ရှားစရာ စွန့်စားခန်းဖြစ်နေတယ်။ ရွာလေးက အေးချမ်းတယ်ဆိုပေမဲ့ ဆေးဝါးအထောက်အပံ့မရှိ တခြားမြို့ပြတွေနဲ့လည်း အဆက်အသွယ်မရှိလို့ ကုစရာဆေးဝါးမရှိတာကြောင့် လက်လွှတ်လိုက်ရတဲ့ ရွာသူရွာသားတွေ ရှိနေတာပေါ့။တောအုပ်ကြီးထဲမှာ ဘာရယ်မပြောနိုင်တဲ့ သတ္တဝါတွေရှိနေတာကြောင့် သွားလို့ကလည်း မဖြစ်ဘူးဆိုပေမဲ့ လူတွေဆိုတာ စွန့်စားတတ် စူးစမ်းတတ်တဲ့အမျိုးပဲမဟုတ်လား။ဒီအခက်အခဲကို ဖြေရှင်းဖို့အတွက် ကာလသားတွေထဲက သတ္တိအရှိဆုံးလူငယ်လေးတစ်ယောက်က ရွာရဲ့ကောင်းကျိုးအတွက် တောအုပ်ကိုဖြတ်ပြီး ဆေးဝါးသွားရှာဖို့ပြောလာပါတယ်။ဒီလူငယ်လေး အောင်အောင်မြင်မြင်နဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/11Xn7/(CM)_The_Village_(2004)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/kdupb5vbkmxv-133x200.jpg",
        "title": "Raging Flower 2 (2021)",
        "description": "ဒီဇာတ်ကားကတော့ raging flower 2018 ရဲ့အဆက်ဖြစ်ပါတယ် ..၂၀၁၈ ကားကိုမကြည့်ရသေးရင်တော့ ဒီလင့်မှာ https://channelmyanmar.org/raging-flower-2018/ အရင်သွားကြည့်ဖို့အကြံပေးပါတယ်နော်။တက္ကသိုလ်ကျောင်းသူ လေးယောက်နဲ့ ကျောင်းနားခံလိုက်ရတဲ့ လုံခြုံရေးကိုကြီးတစ်ယောက်တို့ ရင်ထဲကဖြစ်ချင်တဲ့ဆန္ဒ၊ ရည်မှန်းချက်ကို အတူကြိုးစားဖော်ဆောင်တဲ့ ဇာတ်ကားလေးဖြစ်တယ်။ကျောက်ကျီထုံ ရှောက်ရွှေ ချုံချုံ နဲ့ လင်ဖေး လို့ခေါ်တဲ့တက္ကသိုလ်ကျောင်းသူလေးယောက်ဟာ ဒိတ်ဒိတ်ကြဲတွေဖြစ်ကြတာနဲ့အညီ သူတို့ကိုရေချိုးခန်းထဲဓါတ်ပုံလိုက်ရိုက်တဲ့ကောင်ကို ရဲစခန်းအထိ ဆွဲခေါ်ပြီး ပို့လိုက်ပါတယ်။\nဒါပေမယ့် အဲဒီလူကို ရဲတွေက ချက်ချင်းပြန်လွှတ်ပေးလိုက်လို့ မသင်္ကာဖြစ်ကြပြီး အကြောင်းရင်းကိုစုံစမ်းကြပါတော့တယ်။ အဲဒီလူရဲ့အပြုအမူက ထူးဆန်းနေတာက တစ်ကြောင်း၊ သူနေတဲ့နေရာကလည်း မသင်္ကာစရာဖြစ်နေတာတစ်ကြောင်း ပိုပိုပြီး သံသယတွေများလာကြတာနဲ့ လမ်းမျက်နှာချင်းဆိုင်မှာ မာလာဟင်းရည်ဆိုင်ဖွင့်ပြီး ကိုယ့်စားရိတ်ကိုယ်စား လိုက်လံထောက်လှမ်းပါတော့တယ်။ဒီလူတစ်စု ဘာပြစ်မှုတွေကျူးလွန်နေတာလဲ..ဘာလို့ရဲလက်ကလွတ်နေတာလဲဆိုတာကို ဖိုက်တာဂျက်မ ၄ ယောက်က သိုင်းနဲ့ဖြေရှင်းပေးမှာပါ။\nFile size…(1 GB)/(570 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://megaup.net/11Xgw/(CM)_Raging_Flower_2_(2021)_HDRip_720p.mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/8tfdkacnrtfv-153x200.png",
        "title": "Raging Flower (2018)",
        "description": "အခုလိုကာလလေးမှာ အက်ရှင် ဟာသကားလေးကြည့်ရတာက စိတ်ကို အနည်းငယ်သက်သာရာရစေမှာအမှန်ပါပဲ။ နာမည်ကြီး အက်ရှင်ဟာသကားတွေကြားက Raging Flowers ဆိုတဲ့ တရုတ် အက်ရှင် ဟာသကားလေးကို ညွှန်းချင်ပါတယ်။ကူ​လေ နဲ့ ပိုင်ရိုနန် တို့ ကျောင်းသူ၂​ယောက်ဟာ ကျောင်းကလွှတ်တဲ့ Camp အတွက် ထိုင်းနိုင်ငံအသွား အပျော်ကနေ အပျက်ဖြစ်လာတဲ့ ဇာတ်လမ်းလေးကို ဟာသနှောပြီးကြည့်ရမှာပါ။ ထိုင်းနိုင်ငံရောက် တရုတ်တွေဖြစ်တော့ ပေါက်ကရတွေဖြစ်၊ ကြောင်တောင်တောင်တွေနိုင်တဲ့အပြင် သူတို့ရဲ့ ဆရာမကိုလည်း ရာဇဝတ်ဂိုဏ်းတစ်ခုက ပြန်ပေးဆွဲသွားတဲ့အခါမှာတော့ \"အမလေး ငါသွေးတက်\" ဖြစ်သွားတော့တာပါပဲ။ဆရာမကို ကယ်ဖို့ ဇာတ်လမ်းတွေလုပ်ရင် ပလန်တွေဆွဲရင် အသေတီးကြတာကိုလည်း ကြည့်ရမှာဖြစ်တော့ Raging Flower (ဒေါသပုန်ထသော ပန်းကလေး) ဆိုတဲ့အတိုင်း မင်းသမီးချောချောလေးတွေကို ဟာသနှောပြီး ငမ်းရမှာအသေအချာပဲဖြစ်တဲ့အကြောင်း ညွှန်းဆိုလိုက်ပါရစေ။ဒီကားရဲ့အဆက် Raging Flower 2 (2021) ကို ဒီမှာ https://channelmyanmar.org/raging-flower-2021/ ကြည့်ပါ။\nFile size…(1.2 ...",
        "rating": "",
        "url": "https://megaup.net/10yay/(CM)Raging_Flower_2018_720p_WEB-DL_H264-Mkvking.mp4",
        "category": "Action, Asian, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/Predestination-poster-133x200.jpg",
        "title": "Predestination (2014)",
        "description": "Predestination (2014)\nIMDb - 7.5/10_____Rotten - 83%\n## Bluray 1080p & 720p updated ##\n   ရုပ်ရှင်သမိုင်းတွင် အထူးခြားဆုံး ဇာတ်ကားတစ်ကားပါ။ ဘာကြောင့်ထူးခြားတယ်ဆိုတာ ကြည့်ဖူးသူတိုင်းသိကြပါလိမ့်မယ်။ ကျွန်တော်ဘာကြောင့်ဆိုတာ မပြောလိုပါ။ ဒီဇာတ်ကားအကြောင်း မသိလေ ပိုကောင်းလေပါပဲ။ ထိုမှသာ ဒီကားဘာကြောင့် ဘယ်လို ကောင်းတယ်ဆိုတာကို မျက်မြင်ကိုယ်တွေ့သက်သေထူနိုင်မှာ ဖြစ်သောကြောင့်ပင်ဖြစ်ပါတယ်။ ကျွန်တော် ဦးနှောက်ကို စဉ်းစားစရာ အတွေးတွေနဲ့ အလုပ်လုပ်စေခဲ့ပြီး တစ်ချိန်တည်းမှာပဲ ကျွန်တော်ရဲ့နှလုံးသားကို အရည်ပျော်သွား စေခဲ့တဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကို အတိုချုံးပီး ပြောရမယ်ဆိုရင်တော့ Fizzle Bomber ဆိုတဲ့ အကြမ်းဖက် Bomber တစ်ယောက်ကို Time Travelling လုပ်ပြီး လိုက်ဖမ်းဆီးဖို့ကြိုးစားတဲ့ စုံထောက်တစ်ယောက်အကြောင်းပါပဲ။ ဒီလောက်သိရင် လုံလောက်ပါပြီ။ကျွန်တော်ကြည့်ဖူးသမျှ ရုပ်ရှင်ဇာတ်ကောင်တွေထဲမှာ ဒီ Predestination ရုပ်ရှင်ရဲ့ဇာတ်ကောင်ဟာ သနားဖို့အကောင်းဆုံးဇာတ်ကောင်တစ်ယောက်ပဲ ဖြစ်ပါတယ်။ သူ့ဘဝရဲ့အဖြစ်မှန်ဟာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/11Xjg/Predestination_(2014)_(Bluray_720p).mp4",
        "category": "Action, Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Shaadi-Mein-Zaroor-Aana4-138x200.jpg",
        "title": "Shaadi Mein Zaroor Aana (2017)",
        "description": "Shaadi Mein Zaroor Aana(2017)\n*******************************\nဒီဇာတ်ကားလေးကတော့ IMDb rating 7.6အထိ ရရှိထားပြီး Rajkummar Raoနဲ့ Kriti Kharbanda တို့ရဲ့ Romance/Dramaအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်\nယခုလို ကျောင်းတွေပြန်ဖွင့်တော့မယ်ဆိုတဲ့အချိန်မှာ မိဘက တွန်းအားပေးနေတာကို မလွန်ဆန်နိုင်သေးတဲ့သူတွေ ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ခု ညွှန်းပေးပါရစေ။တကယ်က မိန်းကလေးဖြစ်ရင် အလုပ်မလုပ်ရဘူးဆိုတဲ့ ရှေးရိုးစွဲအယူကို ခုထိလက်ကိုင်ထားတဲ့သူတွေ ကမ္ဘာပေါ်ရှိနေပါသေးတယ်။ ဒီဇာတ်ကားထဲက မင်းသမီးဖြစ်သူ Aarti ရဲ့အဖေက အဲဒီလိုလူမျိုးပေါ့။ သူ့သမီးကို အလုပ်လုပ်ခွင့်မပေးဘဲ ယောက်ျားပဲအတင်းပေးစားချင်တာပါ။\nAarti ကလည်း အဖေ့ကိုမလွန်ဆန်တဲ့အဆုံး Blind Date မှာ မင်းသားကိုသွားတွေ့ပြီး လက်ထပ်ဖို့ဆုံးဖြတ်လိုက်တယ်ပေါ့။ ဘာလို့လဲဆိုတော့ Aarti ကို အလုပ်လုပ်ခွင့်ပေးမယ်လို့ မင်းသားကသဘောတူလိုက်လို့ပါ။ ဒါပေမယ့်လည်း မင်းသားရဲ့အမေကလည်း Aarti ရဲ့အဖေလိုပဲ ရှေးရိုးစွဲနေမှန်း သူမသိခဲ့ပါဘူး။\nသိပ်စိတ်ညစ်ဖို့ကောင်းတဲ့ ပတ်ဝန်းကျင်ရဲ့ သတ်မှတ်ချက်တွေ၊ ကျားမခွဲခြားဆက်ဆံတတ်တဲ့ ဓလေ့တွေ၊ မိဘလောင်းရိပ်အောက်က မထွက်နိုင်ခဲ့ခြင်းတွေကြားက Aarti ...",
        "rating": "7.6",
        "url": "https://megaup.net/11Xbs/(CM)_Shaadi_Mein_Zaroor_Aana_(2018)_720p_WEB-DL_H264_AAC_-_(DTOne).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/a-136x200.jpg",
        "title": "A Shot Through the Wall (2021)",
        "description": "A Shot Through the Wall တဲ့\nမြန်မာလို ပြန်ဆိုရရင်တော့ နံရံကိုဖောက်ထွက်သွားတဲ့ ကျည်ဆံတစ်ချက်ပေါ့ ဒီဇာတ်လမ်းလေးတစ်ပုဒ်လုံးက ဒီကျည်ဆန်တစ်ချက်ကနေပဲ အစပြုခဲ့တာပါ\nမိုက်ခ်က ဘရွတ်ကလင်းမှာ ရဲအဖြစ်တာ၀န်ထမ်းဆောင်နေတဲ့ တရုတ်အမျိုးသားလူငယ်တစ်ဦး..\nသူတို့တစ်မိသားစုလုံး ဘရွတ်ကလင်းမှာ အခြေချနေထိုင်လာခဲ့တာကြာပြီဖြစ်လို့ မိုက်ခ်ဟာ ကွဲပြားခြားနားနေသူ တစ်ယောက်တော့မဟုတ်ဘူး လူတိုင်းနဲ့ လိုက်လျောညီထွေ ဆက်ဆံနိုင်တယ် ဒါ့အပြင် မကြာခင် လက်ထပ်တော့မယ့် သူ့ဇနီးချောလေးကလည်း လူမည်းအမျိုးသမီးလေးတစ်ဦးပေါ့\nဒါပေမယ့် ကံဆိုးမှုတစ်ခုက သူ့ကို စောင့်ကြိုနေတာကိုတော့ မိုက်ခ်တစ်ယောက်မသိရရှာပါဘူး\nသူ့ရဲ့တွဲဖက်ဖြစ်တဲ့ ရိုင်ယန်နဲ့အတူ တရားခံတစ်ယောက်ကို လိုက်ဖမ်းနေတုန်းမှာ မိုက်ခ်ရဲ့ သေနတ်ထဲက ကျည်ဆန်ဟာ မတော်တဆထွက်သွားခဲ့ပြီး နံရံကိုဖောက်ကာ တိုက်ခန်းထဲက လူမည်း‌ကောင်လေးတစ်ယောက်ကို ထိမှန်လို့ သေဆုံးသွားခဲ့ပါတယ် မတော်တဆဖြစ်ခဲ့တာဆိုပေမယ့် လူမှုပတ်၀န်းကျင်ကြီးတစ်ခုလုံးကတော့ မိုက်ခ်ကို ဒီလိုမမြင်ခဲ့ပါဘူး\nသာယာနေတဲ့မိုက်ခ်ရဲ့ ဘ၀လေး တစ်ဆစ်ချိုးပြောင်းလဲခဲ့ပါပြီ လူမျိုး‌ရေးခွဲခြားသူ၊ လူသတ်သမား အစရှိသဖြင့် ခေါင်းစဉ်မျိုးစုံ အတပ်ခံရသလို မရည်ရွယ်ဘဲ လူသေစေမှုနဲ့ စွဲချက်အတင်ခံရပါတော့တယ်\nကောက်ရိုးတစ်မျှင်ပဲရရ ဆွဲထားရတော့မယ့် မိုက်ခ်တစ်ယောက် ...",
        "rating": "",
        "url": "https://megaup.net/11X80/A_Shot_Through_The_Wall_720p_(CM).mp4 ",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/h-135x200.jpg",
        "title": "House of Gucci (2021)",
        "description": "လူအတော်များများမျှော်နေတဲ့ကားလေး လာပါပြီ။ ကမ္ဘာကျော် ဘရန်းတစ်ခုဖြစ်တဲ့ ဂူချီရဲ့ မူလအစမိသားစုအကြောင်းပါပဲ။ ဖြစ်ရပ်မှန်ကို ကြားဖူးဖတ်ဖူးပြီးသားလူတွေကတော့ သိနှင့်မှာပါ။ မသိသေးတဲ့လူတွေအတွက်တော့ ကြည့်လို့ပိုကောင်းနေမှာပါပဲ။ ရှုပ်ထွေးတဲ့ လိမ်လည်မှုတွေ မှုခင်းတွေနဲ့ စိတ်ဝင်စားစရာဇာတ်လမ်းပါပဲ။ သရုပ်ဆောင်တွေကလည်း အဒမ်ဒရိုင်ဗာ၊ လေဒီဂါဂါ၊ အယ်ပါချီနို၊ ဂျားရတ်လယ်တို တို့ဖြစ်လို့ All Stars လို့ပဲ ပြောရမှာပါပဲ။ အားရပါးရကြည့်နိုင်ပါပြီFile size…(3.8 Gb)/(2.8 Gb)/(1 GB)/(700 Mb)\nQuality….Webrip 4K / 1080p / 720p / 480p\nFormat…mp4\nDuration….02:38:00\nGenre...Drama, Crime, Biography\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "6.9",
        "url": "https://megaup.net/1HS7g/House_of_Gucci_2021_720p_(CM).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BOTI4NDhhNGEtZjQxZC00ZTRmLThmZTctOGJmY2ZlOTc0ZGY0XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Nightmare Alley (2021)",
        "description": "နာမည်ကြီးcrime thriller စာအုပ်ဖြစ်တဲ့ Nightmare Alley နဲ့ 1947 ခုနှစ်ထွက် ရုပ်ရှင်ကားကြီးကို Remake ပြန်လည်ရိုက်ကူးထားတဲ့Nightmare Alley (2022)ထွက်ရှိလာပါပြီCast ​တွေအ​နေနဲ့ Bradley Cooper, Cate Blanchett, Toni Collette , Willem Dafoeတို့လို နာမည်ကြီးcast​တွေ ပါဝင်ထားတာဖြစ်ပြီး IMDb 7.4 ,Rotten Tomatoes 80% ရရှိထားတဲ့ ရုံတင်ကားကြီးပဲ ဖြစ်ပါတယ်အတိတ်ရဲ့အရိပ် အမြဲစိုးမိုးခံထားရတဲ့ စတန်တန်ကာလာဟာ ထိုအရိပ်မှရုန်းထွက်ကာ နယ်လှည့် Carnivalအဖွဲ့ထဲ ဝင်ရင်း ဘဝသစ်တစ်ခုကို စဖို့ကြိုးစားခဲ့ပါတယ်၊ထိုအဖွဲ့မှာလိုက်ပါရင်း သူ့မှာပါရမီတစ်ခုရှိမှန်း သ​ဘော​ပေါက်သွားပါတယ်၊ အဲဒီပါရမီ က​တော့ လူ့ကြင်အင်လက္ခဏာကို အမြန်ဖတ်တတ်တဲ့ ပါရမီပါ၊ဒီပါရမီကိုအသုံးချရင်း သူ့ကိုယ်သူ စိတ်စွမ်းအားရှင်ဆိုတဲ့ပုံစံ ကတုံး​ပေါ်ထိပ်ကွက်၊ သူများမျက်ခုံး​​​​မွေး​ပေါ် စင်္ကြံ​လျှောက်ရင်း ကိုယ့်ကိုယ်ကိုယ် တကယ်ပဲအစွမ်းရှိသူလို့ ထင်လာတဲ့အခါမှာ မလုပ်သင့် မလုပ်ထိုက်တဲ့ မ​ကောင်းမှုတစ်ခုကို စိတ်ပညာမှာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1HTdg/Nightmare_Alley_2021_720p_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8xKPG2kpGtPkRMcPRDih4EHDw9n.jpg",
        "title": "New Kung Fu Cult Master 1 (2022)",
        "description": "New Kung Fu Cult Master 1 (2022)\"နဂါးနိုင်ဓါးဦးထိပ်ထား\nတိမ်လွှာဓါးရှင်မပေါ်လျှင် မည်သူအံတုနိုင်မည်နည်း။ \"လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်လောက်ကို ကျွန်တော်တို့ပြန်သွားကြရအောင်။\nဒီတစ်ခါတော့ Remake တွေခဏခဏရိုက်တဲ့ ဇာတ်လမ်းတွဲထဲကထွက်ပြီး\nနှစ်ပိုင်းလောက်နဲ့ပြီးမယ့် နဂါးနိုင်ဓား Version အသစ်လေးကို မြည်းစမ်းကြည့်ရမှာပါ။ပထမဆုံးပြောချင်တာက Series မဟုတ်ပဲ Movie Version ဖြစ်တဲ့အတွက်\nတစ်ချို့ဇာတ်ကောင်တွေ ဇာတ်ကွက်တွေ မပါတော့ပဲ အရာရာကို ပေါ့ပေါ့ပါးပါး ပြသွားပြီး ဇာတ်လမ်း၀င်အောင်ရိုက်တာပါ။ဒုတိယအချက်ကတော့ CGI တွေအများကြီး ချောမောလှပတဲ့မင်းသားလေး လေပေါ်ဝဲနေတာမျိုးမဟုတ်ပဲ\nလွန်ခဲ့တဲ့ နှစ် ၂၀ လောက်က မုဒ်မျိုးပြန်ပေးတဲ့တစ်ချက်ပါ။တတိယကတော့ ကျန်းစမ်းဖုန်း ကိုယ်တော် ဒိုနီရမ်း ပါပဲ။ဒီတော့များသောအားဖြင့် နဂါးနိုင်ဓါးခေတ်အဆက်ဆက်ကို ဖြတ်သန်းခဲ့ဖူးသူတွေချည်းမို့ ဇ\nာတ်လမ်းတွဲမဟုတ်တဲ့ ခပ်သွက်သွက်ဇာတ်လမ်းလေးကို ခံစားပြီး အတိတ်ကိုပြန်လွမ်းကြရအောင်လားဗျာ။အညွှန်း Lwin Htoo AungTranslator - Nu Mon, Jo ...",
        "rating": "4.4",
        "url": "https://megaup.net/2nQx4/New_Kung_Fu_Cult_Master_%E2%85%A0_2022_WEB-DL_720p.CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BYTIxZDAwZGYtMDNlMS00YjNmLTk4OTItMTc1N2QxNGRiMmEzXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-135x200.jpg",
        "title": "Memoria (2021)",
        "description": "Memoria (2021)==============IMDb Rating - 6.7/10Modern Life ,Modern Noise လို့ဆိုရလောက်အောင် ကျွန်တော်တို့ရဲ့ယနေ့ခေတ်\nဘဝနေထိုင်မှုပုံစံတွေက မနက်ကနေညအထိအလုပ်လုပ်ငွေရှာရင်း ဘဝရဲ့ပျော်ရွှင်မှုတွေ\nပျောက်ဆုံးလာပါတယ်။ ဒီလိုပါပဲ ယခင် ကျေးငှက်လေးတွေရဲ့တေးသံသာတွေနဲ့ပြည့်နှက်\nနေတဲ့ ပတ်ဝန်းကျင်ကမနက်ကတည်း ကားသံ၊ လူသံ၊ စက်မောင်းသံတွေနဲ့ပတ်ဝန်းကျင်က\nဆူညံလို့နေပါတော့တယ်။ ဘဝနေထိုင်မှုအတွက်ပဲရှင်သန်လှုပ်ရှားရင်းနေလာရတော့ ဒီလို\nအသံတွေနဲ့အသားကျလာကြပါတယ်။ ဒါပေမယ့် အသားမကျသေးသူအတွက်တော့ အများနဲ့\nမသက်ဆိုင်သောသူသဖွယ်ခံစားနေရမှာပါ။ဒီဇာတ်လမ်းကလည်း လက်ရှိလူနေမှုဘဝလှုပ်ရှားမှုတွေ..လူမှုဆက်ဆံရေးပုံစံတွေကို နောက်ခံမှာ\nမြုပ်နှံထားပြီး Tilda Swintonရဲ့ သရုပ်ဆောင်ချက်တွေနဲ့ အေးအေးဖြည်းဖြည်းချင်း ပုံဖော်\nရိုက်ကူးထားပါတယ်။ ဒီဇာတ်ကားလေးက ခေတ်ပေါ်ပန်းချီကားတစ်ချပ်လိုမျိုး အပေါ်ယံကြည့်လိုက်ရင်\nအဓိပ္ပါယ်မရှိသယောင်ဖြစ်ပေမယ့် ပန်းချီကားအပေါ်မှာသေချာခံစားကြည့်လိုက်ရင်တော့ ရင်ထဲမှာ\nခံစားချက်အတွေးတွေဖြစ်လာစေမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်။)File Size - (2.51 GB) / (1.27 GB) / (619 MB)\nQuality – WebDL - (1080p) / (720p) / (480p)\nDuration - ...",
        "rating": "6.7",
        "url": "https://megaup.net/11Tic/Memoria.2021.720p.WEB-DL[CM].mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pQewTgBVfFPh42KyC83JFON3uBE.jpg",
        "title": "Signal: Long-Term Unsolved Case Investigation – The Movie (2021)",
        "description": "Signal : The Movie (2021)2021 မှာထွက်လာတဲ့ The signal ဆိုတဲ့ ဇာတ်ကားလေးကတော့2018 မှာထွက်ခဲ့တဲ့ ဇာတ်လမ်းတွဲရဲ့ အဆက်ပဲဖြစ်ပါတယ်ဒီကားလေးက thriller ကားအမျိုးအစားဖြစ်ပြီး\nဇာတ်လမ်းကတော့ mysteryတွေနဲ့ပြည့်နေပြီး\nစုံထောက်ကားကြိုက်တဲ့သူတွေအတွက်တော့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်မှာပါ2018 ဇာတ်ကားမှာတုန်းက အတိတ်နဲ့ ပစ္စုပ္ပန်မှာ ရှိကြတဲ့ စုံထောက်နှစ်ယောက်ဟာ\nစကားပြောစက် walkie-talkieလေးကနေ ထူးထူးဆန်းဆန်း ဆက်သွယ်မိကြပါတယ်\nသူတို့နှစ်ယောက်ဟာဒီလိုဆက်သွယ်ပြီး အနာဂတ်မှာအတိတ်ကဖြစ်ခဲ့တဲ့အမှုတွေမဖြစ်အောင် အတူတူတားဆီးကြတာဖြစ်ပါတယ်ခုဒီဇာတ်ကားမှာလည်း \"‌cold case investigate team\"က စုံထောက်ဆိုင်ကူဆာနဲ့\nအတိတ်ကစုံထောက် အိုယာမာတို့ဟာ အတိတ်နဲ့ပစ္စုပ္ပန်တို့မှာဖြစ်တဲ့\nတူညီတဲ့ လုပ်ကြံမှုအကြမ်းဖက်မှုတွေပေါ်မှာ အခြေခံပြီး\nနှစ်ယောက်သား အမှုမှန်ပေါ်အောင်ဖော်ထုတ်ကြတာပဲဖြစ်ပါတယ်ဇာတ်ကားရဲ့ပုံစံက action scene တွေသိပ်မပါဘဲ\nပဟေဠိဆန်ဆန်ပုံစံနဲ့ စိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ကူးထားတာပါ၂၀၁၈ တုန်းက ဇာတ်ကားမကြည့်ရသေးတဲ့သူတွေလည်း\nဇာတ်ကားအစမှာ ဇာတ်လမ်းဆက်ကိုအကျဉ်းချုပ်ရှင်းပြထားတာမို့ တန်းကြည့်လို့အဆင်ပြေပါတယ်\nစုံထောက်ကား ဖန်တွေ အေးဆေး \"chill ‌and think\"လို့ရပါပြီအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Loon Swal Eain ပဲ ဖြစ်ပါတယ်။Genre.....Action, Mystery, Thriller\nQuality….WEB-DL 1080p ...",
        "rating": "6.0",
        "url": "https://megaup.net/11V4q/Signal.The.Movie.2021.JAPANESE.720p.BluRay.CM.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uSqJ2v3a2LMowD2UYNqdBpN47Zb.jpg",
        "title": "First Love (2019)",
        "description": "First Love (2019)ဇာတ်လမ်းအညွှန်း\n******************************\nဒီတစ်ခါမှာလည်း  Channel Myanmar ကနေပြီးတော့\nလူငယ်အချစ်ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ကို ရွေးချယ်တင်ဆက်ပေးထားပါတယ်။\"အချစ်ဦးကို မြေးဦးရတဲ့အထိမမေ့နိုင်ဘူး\" ဆိုတဲ့ စကားလေးလိုပါပဲ....ပထမဆုံးအချစ်ကို လူတိုင်းမေ့မရနိုင်ပါဘူး......ဒီဇာတ်လမ်းလေးထဲမှာတော့.....\nဂီတကိုရူးသွပ်တဲ့ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်\nအိမ်ကချုပ်ချယ်မှုတွေကြားထဲမှာ ဝါသနာနဲ့ ပညာရေးကို ဝေခွဲမရဖြစ်နေခဲ့ပါတယ်။ဒီအချိန်မှာ ...သူ့ရဲ့အကြီးမားဆုံးအိပ်မက်ဖြစ်တဲ့ာက်ဖြစ်ဖို့အတွက်\nပြိုင်ပွဲတစ်ခုမှာဝင်ပြိုင်ဖို့ အခွင့်ကြုံလာရပါတော့တယ်။တစ်ချိန်တည်းမှာပဲ သူ့ဘဝကို အပြောင်းအလဲဖြစ်စေမယ့်\n\"အန်\" ဆိုတဲ့ ကောင်မလေးတစ်ယောက် ရောက်လာတဲ့အခါမှာတော့.......ဘယ်လိုအချိုးအကွေ့တွေဖြစ်လာမလဲ......\nဝါသနာနဲ့ မိဘတွေကြား ဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာကို\nဇာတ်အိမ်ကောင်းကောင်းနဲ့ရိုက်ပြထားတဲ့အပြင် ......ဗီယက်နမ်သီချင်းကောင်းလေးများကိုပါ နားဆင်ကြရမယ့်\nHigh School Musical Romance အမျိုးအစားဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဒီကားလေးထဲမှာတော့ \"သီယိန်\" အဖြစ် Nguyen Thai Son ကသရုပ်ဆောင်ထားပြီး\nမင်းသမီးချောလေး  Lam Thanh My က \"အန်\"အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richard Wai ပဲဖြစ်ပါတယ်)Genre.....Romance\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.5GB and 852MB ...",
        "rating": "5.2",
        "url": "https://megaup.net/2nP65/First.Love.2019.720p.NF.WEB-DL.CM..mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/rudhramadevi-telugu-movie-images-19-150x200.jpg",
        "title": "Rudhramadevi (2015) Rudramadevi",
        "description": "အိန္ဒိယတောင်ပိုင်း ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်တဲ့ ရူဒမာဒေဗီဟာဆိုရင် အိန္ဒိယ သမိုင်းမှာ အုပ်ချုပ်ခဲ့တဲ့\nအနည်းငယ်မျှသော ဘုရင်မတွေထဲကမှ ရူဒမာဒေဝီ ဘုရင်မ ရဲ့ ဘဝဇာတ်ကြောင်းကို ပုံဖော်ရိုက်ကူး\nထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ငယ်ဘဝထဲက အခက်အခဲ အကြမ်းတမ်းစွာ ယောကျာ်းလေးဟန်ဆောင်ပြီး ဖြတ်သန်းခဲ့ရတဲ့\nရူဒမာဒေဝီ ၊ ငယ်ရွယ်စဉ်ဘဝထဲက မိန်းကလေး တန်မဲ့ မင်းသားတို့ တတ်အပ်တဲ့ အဌာရသ ၁၈ရပ်ကို ပင်ပန်းခက်ခဲ့စွာ သင်ကြားခဲ့ရတဲ့ ရူဒမာဒေဝီ\nအသက်အရွယ်ကြီးပြင်းလာတဲ့အခါမှာတော့ ပြိုင်ဘက် တိုင်းပြည်တွေကို ဘယ်လို ဖြိုခွင်းပြီး\nအခက်အခဲတွေကြားထဲက တိုင်းပြည်ကို ဘယ်လို ကာကွယ် စောင့်ရှောက်မလဲဆိုတာ.........။မင်းသမီး Anushka Shetty က ရူဒမာဒေဗီဘုရင်မအဖြစ် ပါဝင်ထားပြီး တောင်ပိုင်းရဲ့ Stylish Star မင်းသားအာလူးအာဂျွန်းကိုလဲ စတိုင်အပြည့်နဲ့ တွေ့မြင်ရမှာပါ။Action,Fantasy သဘောတင်ဆက်ထားတာမို့ ချခန်းဖိုက်ခန်းတွေကြိုက်ရင် မိုက်မှာပါ။\nFile size…(3.5 GB) / (1.6 GB)\nQuality…WEB-DL HEVC 1080p/720p\nFormat…mkv/mp4\nDuration….02:30:09\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "5.8",
        "url": "https://megaup.net/1HRWl/(CM)Rudhramadevi_2015_AMZN_WEB-DL_720p_Tamil.mp4",
        "category": "Action, Biography, Bollywood, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/cc-138x200.jpg",
        "title": "Clean (2022)",
        "description": "လူမိုက် ကလင်းဟာ သူ့သမီးလေးသေသွားလို့ နောင်တတပွေ့တပိုက်နဲ့အမှားပြင်ဖို့ကြိုးစားနေတာပါသူပြောင်းလာတဲ့နေရာမှာ အဖွားနဲ့မြေးလေးပဲရှိတဲ့မိသားစုကကောင်မလေးကို သံယောဇဉ်ဖြစ်ပြီး သူ့သမီးတစ်ယောက်လိုစောင့်ရှောက်ပြီး ဇာတ်မြှုပ်နေတာပေါ့တစ်နေ့ကျတော့ မူးယစ်ဆေးရောင်းဝယ်နေတဲ့ဂိုဏ်းကခေါင်းဆောင်ရဲ့သားပါတဲ့ ပါတီတစ်ခုမှာကလင်းစောင့်ရှောက်ပေးနေတဲ့ ကောင်မလေးကိုမတော်မတရားကျင့်ဖို့ ကြိုးစားနေတုန်ကလင်းရောက်လာတဲ့အခါဘာတွေဆက်ဖြစ်မှာလဲ သူ့သမီးလေးကရောဘာကြောင့်သေသွားတာလဲမူးယစ်ဂိုဏ်းကရော ဘယ်လောက်လက်စွမ်းထက်မလဲအစပိုင်းလေးအေးသလောက်နောက်ပိုင်းမှာ ဘာဆက်ဖြစ်မလဲတိတ်ဆိတ်နေမယ့် အချိန်တွေအတွက်တော့ စီးမျောလို့ကောင်းမယ့်ကားလေးပါပဲ File size…(1.1 GB)/(500 Mb)/(250 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:34:00\nGenre...Drama, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "6",
        "url": "https://megaup.net/11Ufg/Clean_2022_720p_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMWY0ZDZiYTYtZWQyYy00Zjk1LWJhZjktMDczODNmNTM2MWFlXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Ditched (2022)",
        "description": "Ditched (2022)=============ရဲကားတစ်စီးရယ် လူနာတင်ကားတစ်စီးရယ် အကျဉ်းသားရွှေ့ပြောင်းဖို့အတွက် ညနက်နက်မှာ\nကားဖြတ်မောင်းလာကြတာပေါ့။ ဘေးပတ်၀န်းကျင် ပယောဂကြောင့်လား မတော်တဆမှုတစ်ခု\nကြောင့်ပဲလား မသိရပေမယ့် ကားနှစ်စီးလုံးဟာ ချောက်တစ်ခုထဲကို ဒလိမ့်ကောက်ကွေး ကျသွား\nပါတော့တယ်။ အဲ့ထဲမှာမှ ဆေးဘက်အကူလေး Melina သတိမေ့ရာကနေနိုးလာတော့ အရာရာဟာ\n၀ရုန်းသုန်းကား ... နောက်မှ သိလိုက်ရတာကတော့ ဒီဖြစ်ရပ်ဟာ မတော်တဆမှုတစ်ခုမဟုတ်ပဲ\nလုပ်ကြံမှုတစ်ခု ဆိုတာကိုပါပဲ။ Melina ကတော့ အိမ်မှာကျန်ခဲ့တဲ့ သမီးလေး Lily ကိုသာ စိတ်ပူပြီး\nအမြန်ပြန်ချင်ဇောကပ်နေခဲ့တာပေါ့၊ သို့ပေမယ့် မတော်တဆမှုတစ်ခုမဟုတ်ခဲ့တဲ့ ဒီလုပ်ကြံမှုမှာ\nအသက်ရှင်ကျန်နေတဲ့သူတွေကို တစ်ယောက်ပြီးတစ်ယောက် အပျောက်ရှင်းမယ့် အမည်မသိသူတွေ\nပါ၀င်ပတ်သက်လာတဲ့အခါမှာတော့......\nဆေးဘက်အကူ Melina တစ်ယောက် ဒီဖြစ်ရပ်ဆိုးကြီးကနေ ဘယ်လိုရုန်းကန်ထွက်မလဲ  ဒီလုပ်ကြံမှု\nကရော အကြောင်းမဲ့သက်သက်တိုက်ခိုက်မှုတစ်ခုပဲလား၊ ဘယ်သူတွေကရော ရှင်ကျန်ပြီး လွတ်မြောက်\nနိုင်မလဲ စ‌တာတွေကို ကြည့်ရှုရမယ့် horror ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်မို့ CM ပရိတ်သတ်တွေ\nအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chuck Chuck မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့\nChuck Chuck, Jo ...",
        "rating": "5.0",
        "url": "https://megaup.net/11Tdu/Ditched.2022.720p.WEB-DL[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOWIxZDRlYzQtYmExNS00OTI0LWFiNWQtOTJlMjI1MjFjNzA0XkEyXkFqcGdeQXVyNjE3MDQxNjY@._V1_-140x200.jpg",
        "title": "The Teacher’s Diary (2014)",
        "description": "Teacher's Diary(2014)အချစ်ဆိုတာ ဒီလိုဖြစ်တယ် ဟိုလိုဖြစ်တယ်ဆိုပြီး တစ်ခုတ်တရပြောကြ၊ငြင်းကြရလောက်တဲ့အထိ ဝေခွဲမရနိုင်ခြင်းတွေနဲ့ပြည့်နှက်နေတယ်လို့ထင်မှတ်ထားတယ်မလား။အမှန်တော့ အချစ်ထက်ဆန်းကြယ်ပြီး အချစ်ကိုတောင်ဦးဆောင်နိုင်တဲ့အရာဟာ \"ဖူးစာ\"ပါ။လူသားနှစ်ယောက်ဟာအမှတ်တမဲ့ကိစ္စလေးတွေကနေ ဘဝခရီးတစ်ခုကိုအတူတူလျှောက်လှမ်းဖို့အကြောင်းဖန်လာတယ်ဆိုရင် အချစ်ထက်ပိုစွမ်းအားကြီးတဲ့ \"ဖူးစာ\" ရဲ့ထောက်ပံ့ပေးမှုတွေကြောင့်ဆိုတာကို သံသယမရှိပါနဲ့။ဒီလိုပေါ့ပါ့ပါးပါးကြည်နူးစရာဖြစ်ရပ်လေးတွေကို လေးလံတဲ့လူသားဒုက္ခတွေကြားမှာအကောင်းဆုံး ပုံဖော်ပြသသွားခဲ့တာ Teacher's Diary ဆိုတဲ့ဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့ ဇာတ်လမ်းလေးမှာပါ။Song ဆိုတဲ့ကောင်လေးဟာ ခက်ခဲတဲ့ဘဝပေးအခြေအနေတစ်ခုမှာ ဘာအလုပ်ဖြစ်ဖြစ်စပြီးရင် ဖြစ်အောင်လုပ်ပြမယ်ဆိုတဲ့ခိုင်မာတဲ့စိတ်ဓါတ်ပိုင်ရှင်လူငယ်လေးတစ်ယောက်။သူ ရေပေါ်ကျောင်းကိုစရောက်တော့ ထွက်ပြေးချင်လောက်အောင်အဲ့ကျောင်းမှာလိုအပ်ချက်အရမ်းများတယ်။ဒါပေမယ့် သူကံကောင်းသွားတာက သူ့အရင်ရောက်ပြီးတာဝန်ထမ်းဆောင်ခဲ့တဲ့ Ann ဆိုတဲ့ဆရာမလေးရေးထားတဲ့ဒိုင်ယာရီစာအုပ်လေးကြောင့်ပါ။Ann ဟာသူကြုံတဲ့အခက်အခဲတွေနဲ့ ဘယ်လိုဖြေရှင်းခဲ့တယ်ဆိုတာကိုဒိုင်ယာရီစာအုပ်ထဲမှာကောင်းကောင်းမှတ်တမ်းတင်ရေးထားခဲ့တယ်။ဒါတွေကိုဖတ်ပြီး Song တစ်ယောက်ပြဿနာတွေကိုဖြေရှင်းဖို့ အားအင်နဲ့နည်းလမ်းတွေရခဲ့တယ်။Ann ရေးခဲ့တဲ့ဒိုင်ယာရီစာအုပ်လေးဖတ်ပြီးတဲ့နောက် Ann မြတ်နိုးခဲ့တဲ့ရေပေါ်ကျောင်းလေးနဲ့ ကလေးတွေကိုပါ Song တစ်ယောက်ချစ်ခင်တတ်ခဲ့ပြီ။Ann ရဲ့ ပျော်ရွှင်ခြင်း ချမ်းမြေ့ခြင်း အထီးကျန်ခြင်း ဝမ်းနည်းခြင်းတွေကိုသိရှိခံစားပြီးတဲ့နောက် Song ဟာ ဒိုင်ယာရီစာအုပ်ပိုင်ရှင် Ann ကိုအရမ်းတွေ့ချင်လာတယ်။Ann တစ်ယောက်သံယောဇဉ်ကြောင့်ကျောင်းလေးကိုပြန်လာတော့ သူ့ဒိုင်ယာရီစာအုပ်လေးမှာသူမရှိတုန်း သူမသိလိုက်တဲ့အကြောင်းအရာတွေဖြစ်ပျက်သွားတာတွေ့ခဲ့ရတယ်။အဲ့လိုဖြစ်ရပ်တွေကို ထပ်ပြီးဖြည့်စွက်ထားတဲ့ Song ဆိုတဲ့ကျောင်းဆရာလေးမှာလည်းရေပေါ်ကျောင်းနဲ့ကလေးတွေကို သူ့လိုပဲချစ်ခင်မြတ်နိုးတဲ့ကောင်လေးတစ်ယောက်ဆိုတာသိရှိပြီးနောက် Ann ဟာလည်း ...",
        "rating": "7.9",
        "url": "https://megaup.net/11Udc/(CM)_Teachers_Diary_2014_WEB-DL_1080p_H264-SeeingMole-Nyein.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oS0iKblZSNfQscOJb7IAEt0ZnhS.jpg",
        "title": "Catwoman: Hunted (2022)",
        "description": "Animated Movie တွေထဲမှာ Catwoman အတွက်သီးသန့်ရုပ်ရှင်မရှိသေးတဲ့အတွက် Catwoman: Hunted ဆိုတဲ့ နာမည်နဲ့Animated ရုပ်ရှင်တစ်ခုထွက်လာခဲ့ပါတယ်။အရင် Animated Movie တွေတုန်းကလို ပုံစံမျိုးမဟုတ်ဘဲဒီတစ်ခါမှာတော့ ဂျပန်ဒါရိုက်တာက ရိုက်ကူးထားတာဖြစ်ပြီးAnimation တွေကလည်း အရင်ခေတ်က Anime တွေလိုပုံစံမျိုးတွေဖြစ်နေပါတယ်။ အမြင်တစ်မျိုးလေးဆန်းတယ်ပဲဆိုရမှာပေါ့။ရတနာသူခိုးလို့ နာမည်ကြီးနေတဲ့ Catwoman တစ်‌ယောက်ကဒီတစ်ခါလည်း ထုံးစံအတိုင်း ရတနာပဲခိုးပြန်ပါတယ်။သူခိုးတဲ့ရတနာကတော့ တန်ဖိုးဖြတ်လို့မရတဲ့မြကျောက်ပဲဖြစ်ပါတယ်။မြကျောက်ကိုခိုးမိလိုက်တဲ့အတွက် Catwoman ရင်ဆိုင်ရမယ့်သူတွေကနယ်နယ်ရရတော့မဟုတ်ပါဘူး။ Black Mask တို့ Cheetah တို့ ဦးဆောင်တဲ့Leviathan ဆိုတဲ့ ဒုစရိုက်ဂိုဏ်းရယ်၊ အင်တာပိုလ်အေးဂျင့်တွေရယ်၊Batwoman ရယ်ပဲဖြစ်ပါတယ်။တစ်ဖက်ကလည်း အသေသတ်မယ့် Leviathan အဖွဲ့ရယ်၊မကူညီရင် ‌ထောင်ချမယ်ဆိုတဲ့ အင်တာပိုလ်အေးဂျင့်တွေရယ်ကြားမှာCatwoman တစ်ယောက် ဘယ်လိုတွေအကွက်ရွှေ့နိုင်ဦးမှာလဲ။ \nFile size…1.4GB / 700MB / 300MB\nQuality…1080p BluRay AAC 5.1CH / 720p / 360p\nFormat…mp4\nDuration….1h18min\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://megaup.net/1HQij/Catwoman.Hunted.2022.720p(CM).mp4",
        "category": "Action, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/vLYxX_4f-143x200.jpg",
        "title": "The Town Of Ghosts (2022)",
        "description": "မြို့ပြင်ကလူတွေဝင်လာလို့ပဲရပြီး မြို့ထဲက ဘယ်သူမှ အပြင်ကိုအသက်ရှင်လျက်ထွက်မသွားနိုင်တဲ့ တစ္ဆေမြို့...မြို့ရဲ့တားမြစ်ထားတဲ့စည်းမျဉ်းတွေကို ဖောက်ဖျက်မိရင်လည်းအသေဆိုးနဲ့သေရတတ်တယ်ဒီလိုမျိုး တစ္ဆေကျိန်စာသင့်နေတဲ့မြို့ကို အရာရာစူးစမ်းချင်ပြီးတားမြစ်ထားတဲ့အရာကိုမှ လုပ်ချင်ပါတယ်ဆိုတဲ့ ရတနာသိုက်ရှာဖွေသူ ကောင်လေးနှစ်ယောက်ရောက်လာကာ မြို့စည်းမျဉ်းကို ဖောက်ဖျက်မိချိန်မှာတော့...တစ်မြို့လုံးကံဆိုးမိုးမှောင်ကျပြီး ဘာတွေဆက်ဖြစ်ကြမှာလဲမြို့ထဲကနေရော သူတို့နှစ်ယောက်အသက်ရှင်လျက်ပြန်ထွက်နိုင်ပါ့မလားဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ စိတ်လှုပ်ရှားချောက်ချားဖွယ်ကြည့်ရှုလို့ရပါပြီနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ ) File Size__(1.7GB) / 850MB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:42:00\nType__Horror, Thriller, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/3JHz6/The_Town_of_Ghosts_(2022)_720p.mp4",
        "category": "Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/kxv2MrbwlO4Z8HEfWJ6xy0YvTIt-140x200.jpg",
        "title": "Queen of the Desert (2015)",
        "description": "Queen of Desert (2015)ဒီကားလေးက 2015 ခုနှစ်က ထွက်ထားတဲ့ လက်ရာမြောက် အတ္ထုပ္ပတ္တိ ဒရာမာကားကောင်းလေးဖြစ်ပါတယ်။ ကန္တာရရဲ့မိခင်ကြီးလို့ တင်စားခေါ်ဝေါ်ကြတဲ့ ကတ်ထရုဘဲလ်အကြောင်းကို အသက်(၂၀)နှောင်းပိုင်းကစပြီး စိတ်၀င်စားဖို့ကောင်းစွာတင်ဆက်ထားခြင်းဖြစ်ပါတယ်။ ဒီကားရဲ့ ဒါရိုက်တာက Werner Herzog ပါ။ ဟားဇော့ဆို စီနီမာဖန်တွေကြား မသိတဲ့လူမရှိလောက်ပါဘူး။ နယူးဂျာမန်စီနီမာရဲ့ ပိုင်အိုးနီးယားတစ်ယောက်လည်းဖြစ်တဲ့ ဟားဇော့ရဲ့ ရုပ်ရှင်အများစုက ဂန္ထဝင်စံတင်ရတဲ့ကားတွေချည်းပါပဲ။ ဒီကားကတော့ သူ့ရဲ့ သိပ်မကြာသေးခင်ကကားပါ။ ခင်ဗျားတို့သိသလိုပဲ ဒီလိုဒါရိုက်တာတွေရဲ့ကားတွေက ရိတ်တင်မကောင်းရင်တောင် ကောင်းနေကြတာများပါတယ်။ ဘာလို့ဆို အကဲဖြတ်တဲ့ဘဲတွေက သူ့ရှေ့ကားတွေနဲ့ပါ ချိန်ထိုးဖြတ်ကောင်းဖြတ််နိုင်ကြတာကိုး။ကတ်ထရုရဲ့ဘ၀အစ ဆို့နင့်ဖို့‌‌ကောင်းတဲ့အချစ်ဇာတ်လမ်းကို ကျွန်တော်တို့ ဗမာတွေ မင်းယုဝေဘာသာပြန်တင်ဆက်သမှုနဲ့ မသိသူမရှိတဲ့ သူ့စာသားတွေကို ကဗျာဆရာတွေ တေးရေးတွေ ခဏခဏယူသုံးခံရတဲ့ ကဗျာဆရာအိုမာခယမ်ရဲ့ ရူဘိယက်ကဗျာနဲ့တင်ဆက်ထားတာကအစ လွမ်းမောစရာကောင်းပြီး အမျိုးသမီးတစ်ဦးအနေနဲ့ အရှေ့အလယ်ပိုင်းဒေသကို ခရီးလှည့်လည်သွားလာရင်း ကြုံတွေ့ရတဲ့အခက်အခဲတွေကို ကဗျာတလှည့် စာတလှည့်နဲ့ပြသထားပါတယ်။ ထူးတာက ဒီဇာတ်ထဲက အဓိကဇာတ်ကောင် ...",
        "rating": "5.7",
        "url": "https://megaup.net/1g1wt/(CM)_Queen_of_the_Desert_(2015)_BluRay_720p.mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zJn1nO2UuS4Oo5Sk49YUHHRcGyC.jpg",
        "title": "Gray Matter (2023)",
        "description": "Gray Matter (2023)Sci-Fi Thriller ကားကောင်းကောင်းလေကြိုက်တတ်တဲ့သူတွေ\nThr Witch(Korea) တို့ Stranger Things တို့လိုဇာတ်ကားမျိုး\nThriller လဲဆန်ရမယ် စူပါပါဝါနဲ့ကောင်မလေးတစ်ယောက်လဲ ပါရမယ်\nဇာတ်ကွက်ကလဲ လှည့်ကွက်လေးတွေနဲ့မှ ကြိုက်တယ်ဆိုတဲ့သူတွေအတွက်\n2023 ထွက် Grey Matter ဆိုတဲ့ကားလေးတင်ပေးလိုက်ပါတယ်။Grey Matter ဆိုတာကတော့ ဦးနှောက်နဲ့ ကျောရိုးမကြီးဆက်တဲ့နေရာက အရေးပါတဲ့ ဦးနှောက်တစ်ရှုးနေရာလေးကို ပြောတာပါ။\nအဲ့နေရာလေးက စိတ်ပိုင်းဆိုင်ရာ လုပ်ဆောင်ချက်တွေ မှတ်ဉာဏ်တွေ စိတ်ခံစားချက်တွေ လှုပ်ရှားမှုတွေအတွက် အရေးပါတဲ့နေရာလေးပါ။\nဒါကလဲ ဒီဇာတ်ကားရဲ့ အဓိကအရာလေးမို့ ဒီလိုနာမည်ပေးထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ စိတ်စွမ်းအားတွေရှိနေတဲ့ ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်ဟာ\nအမေဖြစ်သူနဲ့ နှစ်ယောက်တည်းနေပြီး ကျောင်းလဲမတက်ရ အပြင်လဲမထွက်ရပဲ အိမ်မှာပဲစာသင်ပြီးနေနေရပါတယ်။\nအမေဖြစ်သူကတော့ သူတို့လိုစွမ်းအားရှိတဲ့သူတွေ လိုက်ဖမ်းနေတာကြောင့်ဆိုပြီး ဘယ်ကိုမှပေးမသွားသလို ဘယ်သူနဲ့မှလဲအဆက်ဆံမလုပ်ခိုင်းပါဘူး။\nဒါပေမဲ့ ဆယ်ကျော်သက်တို့ထုံးစံအတိုင်း အရာရာကိုစူးစမ်းပြီး တခြားကလေးတွေလိုပဲ\nနေ့စဉ် ကျောင်းသွား သူငယ်ချင်းတွေထားပြီး ပုံမှန်ဘဝလေးကို လိုချင်နေတာပါ။တစ်နေ့တော့ သူ့ရဲ့တစ်ဦးတည်းသော သူငယ်ချင်းဖြစ်သူနဲ့ လိုက်သွားပြီး တခြားဆယ်ကျော်သက်လေးတွေနဲ့သွားပြီးတွေ့ရာကနေ\nသူ့ရဲ့အစွမ်းကိုမထိန်းချုပ်နိုင်တော့ဘဲ လွတ်ထွက်သွားရာကနေ စပြီးသူ့အမေပြောထားသလိုပဲ သူ့ကိုလာဖမ်းသွားမလား\nဒါမှမဟုတ် သူ့အမေကပဲ ...",
        "rating": "",
        "url": "https://megaup.net/3hNbk/Gray.Matter.2023.720p.WEB.CM.mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/36wyM5ceCCIpu8lU88mxonYET71.jpg",
        "title": "A Place to Fight For (2023)",
        "description": "A Place to fight for (2023)ဆရာဇော်ဂျီရဲ့ သင်သေသွားသော် ကဗျာလေးလိုပေါ့\nလူ့ဘဝကြီးမှာတော့ အိုရနာရသေရတာ ဓမ္မတာပါပဲ။\nဒါပေမဲ့ သင်သေသွားသော်လဲ သင်နေတဲ့နေရာကြီး ကောင်းမွန်စွာရှိနေဖို့က ကြိုးစားရမှာပါပဲ။\nသင်နေနေတဲ့ ခုကမ္ဘာမြေကြီးဟာလဲ သင်ကာကွယ်ထိုက်တဲ့ ကျုးကျော်ဖျက်ဆီးသူတွေကို တွန်းလှန်သင့်တဲ့ နေရာတစ်ခုဆိုတာ မမှားပါဘူး။ဒီဇာတ်ကားလေးကလဲ ဒီအကြောင်းပါပဲ ကိုယ့်မိသားစုကိုတောင် မကာကွယ်နိုင်တဲ့သူဟာ ဒီကမ္ဘာမြေကြီးကိုကော ဘယ်လိုကာကွယ်မလဲ။\nအရာအားလုံးဟာ အခြေခံကနေစပါတယ်။ ကျွန်တော်တို့ရဲ့ဖြစ်ချင်တဲ့ ဆန္ဒတွေကို ရှေ့တန်းတင်ပြီး ဒီကမ္ဘာကြီးကို ဖျက်ဆီးလာခဲ့ကြတာ နှစ်ပေါင်းအတော်ကြာပါပြီ။\nဒီလိုဖျက်ဆီးခဲ့ကြတာကနေ ပြန်လည်တည်ဆောက်ပေးဖို့မလုပ်တာလဲ အတော်ကြာပါပြီ။\nဒါပေမဲ့ ဒီလိုကမ္ဘာမြေကြီးကို ဘာလို့ကာကွယ်သင့်သလဲဆိုတာ ကိုတော့ ဒီဇာတ်ကားလေးမှာ မြင်တွေ့ကြရမှာပါ။\nနိုင်ငံရေးသမားတွေရဲ့လှည့်ကွွက်တွေကြားမှာ ဒုက္ခရောက်ရတဲ့ မိသားစုအကြောင်းလေးပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရက် ဆိုသူဟာအဓိကရုဏ်းနှိမ်နှင်းရေး ရဲတစ်ယောက်ပါ။\nမီရီရန်ကတော့ သဘာဝပတ်ဝန်းကျင်ဆိုင်ရာ တက်ကြွလှုပ်ရှားသူလေးပေါ့။\nဂရက်ကတော့ ဒီလိုတက်ကြွလှုပ်ရှားသူတွေကြားထဲသွားပြီး အသွင်ယူကာသူတို့ဘာလုပ်နေတယ်\nဘာတွေကြံနေတယ်ဆိုတာကို အထက်ဌာနသိအောင် ပြန်ပြီးတင်ပြရတဲ့အလုပ်ပေါ့။\nဂရက်က ဒီလိုမျိုး သူလျှိုလုပ်နေတုန်းမှာ မီရီရန်နဲ့ တစ်ညတာအတူကုန်ဆုံးလိုက်မိရကနေ သားလေးတစ်ယောက်ရလာပါတယ်။\nသူတို့မိသားစုလေးဟာ သူတို့ရဲ့အလုပ်တွေကိုမေ့ထားပြီး မိသားစုဘဝလေး အတူတူတည်ထောင်နေချိန်မှာပဲ\nသူတို့ကြားကို ရေကာတာလုပ်ငန်းတစ်ခုလာတည်ဆောက်တဲ့အချိန်မှာ ပဲ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1g01k/A.Place.To.Fight.For.2023.720p.WEBRip.x264.AAC5.1-CM.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjg3ODQyNTIyN15BMl5BanBnXkFtZTcwMjUzNzM5NQ@@._V1_-135x200.jpg",
        "title": "50/50 (2011)",
        "description": "ဒီတစ်ခါမှာတော့ IMDb 7.6 ထိရရှိထားပြီး Rotten Tomatoes မှာ 93% ထိရရှိထားတဲ့ comedy/drama လေး တင်ဆက်ပေးမှာဖြစ်ပါတယ် ဒီဇာတ်ကားကို Joseph Gordon-Levitt နဲ့ Jurassic park က မမ Bryce Dallas Howard လည်း ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ် ရေဒီယို ရုံးမှာအလုပ်လုပ်တဲ့ အသက် 27 နှစ်အရွယ် MC တစ်ယောက်ဟာ အရမ်းရှားတဲ့ ကျောရိုးကင်ဆာတစ်ခုဖြစ်နေတာသိလိုက်ရပါတော့တယ် 50% ပဲအသက်ရှင်နိုင်ချေရှိတဲ့ ကင်ဆာကို ကုသနေတုန်းမှာ MC တစ်ယောက် ခင်မင်မှုနဲ့ ချစ်ခင်မှု အကြောင်းကို သတိပြုလာမိပါတော့တယ် သေဆုံးနိုင်လောက်တဲ့ ကင်ဆာရောဂါဖြစ်နေတဲ့အချိန်မှာ ဘေးကလူတွေက ဘယ်လိုပြောင်းလဲသွားမှာလဲ ကိုယ့်ကိုယ်ကို သေဆုံးတော့မယ်လို့ မှတ်ယူထားတဲ့လူတစ်ယောက်က လောကကြီးကိုဘယ်လိုမြင်လဲ ဆိုတာကို ရိုက်ပြပေးထားတဲ့ဇာတ်ကားကောင်းလေးဖြစ်တာကြောင့် လက်မလွှတ်ဘဲ ကြည့်သင့်ပါတယ် File size…(1.9 GB)/(960 MB)\nQuality….Webrip 1080p ...",
        "rating": "7.6",
        "url": "https://megaup.net/3XOi0/50.50.2011.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yJLuxVycKX8m0A8LzYG9yvyR7fJ.jpg",
        "title": "Bones of Crows (2023)",
        "description": "Bones of Corws (2022)(RT 94% , IMDb 6.6 )ကနေဒါ‌‌မြေဟာ လူဖြူတွေမကြီးစိုးခင် ကနေဒါနိုင်ငံရယ်လို့ မဖြစ်လာခင်ကတည်းက ဌာနေတိုင်းရင်းသားတွေက နေထိုင်ခဲ့ကြတာပဲ ဖြစ်ပါတယ်။\nဥရောပသားတွေ ရောက်ရှိလာပြီး နောက်မှာတော့ ဥရောပပုံစံ ဖြစ်လာအောင်၊ သူတို့အုပ်ချုပ်မှုအောက်ထဲ ခိုဝင်လာအောင် လူဖြူတွေက မျိုးစုံကြံစည်ခဲ့ကြတာ အများအသိပါ။\nဒါတွေဟာ လွန်ခဲ့တဲ့ နှစ် 200၊ 300လောက်က ဖြစ်ခဲ့တာလို့ ထင်ရင် မှားပါမယ်။\nကနေဒါမှာ ဒီလို လူမျိုးစုတွေအပေါ် ဥပဒေကို အသုံးပြုပြီး နိုင်ထက်စီးနင်းပြုလုပ်ခဲ့မှုတွေဟာ 1990ဝန်းကျင်အထိ ရှိခဲ့ပါတယ်။\nBones of Crowsက‌‌ေတာ့ ဒီနည်းတွေထဲက တစ်ခုအပေါ် အခြေခံလို့ ရိုက်ကူးထားပါတယ်။တိုင်းရင်းသားကလေးငယ်လေးတွေကို မူကြိုကျောင်းနေအရွယ်ကစလို့ မိဘရင်ခွင်ထဲကနေ ဥပဒေအရ ဆွဲခေါ်ပြီး ခရစ်ယာန်ဘုန်းတော်ကြီးတွေ ဦးစီးတဲ့ အဆောင်နေကျောင်းတွေဆီသို့ ပို့ဆောင်ပစ်ခဲ့ကြပါတယ်။\nကျောင်းကိုဦးစီးတဲ့ ဘုန်းကြီး သီလရှင်တွေဟာ ကလေးသူငယ်များကို ရည်ရွယ်ချက်ရှိရှိ အစာအာဟာရ မပြည့်ဝအောင် ကျွေးခြင်း၊\nစိတ်ပိုင်းဆိုင်ရာ၊ ကိုယ်ထိလက်ရောက်အပြင် ...",
        "rating": "6.4",
        "url": "https://megaup.net/1VShb/bones.of.crows.2022.720p.web.CM.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dtVDZIz5etaffum12zba0ekeKqD.jpg",
        "title": "The Redeemers (2022)",
        "description": "The Redeemers (2022)Cult ဆိုတဲ့ အသုံးအနှုန်းကိုတော့ ဘာသာရေးကားတော်တော်များများမှာ မြင်ဖူးနေကျဖြစ်မှာပါ။ တစ်သီးပုဂ္ဂလကွဲထွက်နေတဲ့ ဘာသာရေးလိုက်စားသူ အသင်းအဖွဲ့တွေကိုဆိုလိုတာပါ။ ဒီဇာတ်ကားက Dark Comedy ဆန်တယ်လို့ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဥ်းကိုပြောရမယ်ဆိုရင်...ဇက်ဝါကာ ဆိုတဲ့ အမည်သာရှိတဲ့လူသားတစ်ဦးကို အနန္တဘုရားအဖြစ်သဘောထားပြီး ကိုးကွယ်နေကြတဲ့အဖွဲ့တစ်ခုနဲ့ စတင်ပါတယ်။ အသင်းဖွဲ့ရဲ့အဓိကလုပ်ငန်းစဥ်က ဘာသာရေးဆွယ်ရတာပါ။ ကိုယ်တော်ငယ်ရယ် ကြီးကြပ်သူရယ်က တစ်အိမ်ဝင် တစ်အိမ်ထွက်ပြီး ဇက်ဝါကာကို သက်ဝင်ယုံကြည်ဖို့ လိုက်ဆွယ်ကြဖို့ စေခိုင်းခြင်းခံရပါတယ်။ ကိုယ်တော်ငယ်လေးကတော့ ဝါနုသေးတော့ လူငယ်ဆန်ပြီး ကြီးကြပ်သူက မောက်မာကြမ်းတမ်းတဲ့ပုံစံပါ။တစ်နေ့မှာ ထုံးစံအတိုင်း လူဆွယ်ဖို့ အိမ်တစ်အိမ်ကိုဝင်လိုက်တဲ့အခါ လင်မယားနှစ်ယောက်ရဲ့ သရော်မှုကြောင့် မလုပ်သင့်မလုပ်အပ်တာကိုကြူးလွန်မိတဲ့အခါ... ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ပါတော့ဗျာ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Shein Waiyan မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 630MB\nQuality - 1080p, 720p\nIMDb Rating - 5.7/10\nFormat - mp4\nDuration - 1H ...",
        "rating": "5.7",
        "url": "https://megaup.net/1g1t5/(CM)_The_Redeemers_(2022)_720p.mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZGM2Yzc4NWItYmI5Zi00YTE1LWExYzYtY2EwNGMwN2UzMTcyXkEyXkFqcGdeQXVyMDU1MzkzMA@@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Deadly Entanglement (2023)",
        "description": "Deadly Entanglement (2023)\n======================လောကမှာ ပစ္စည်းတစ်ခုခုကိုပဲဖြစ်ဖြစ်၊ လူတစ်ယောက်ကိုပဲဖြစ်ဖြစ်\nကိုယ်မှမပိုင်ဆိုင်ရရင် တခြားဘယ်သူ့ကိုမှပိုင်ဆိုင်ခွင့်မပေးနိုင်လောက်\nတော့တဲ့ စွဲလမ်းစိတ်ကြီးမားတဲ့သူတွေရှိကြမှာပါ။ ကျွန်တော်တို့တတွေ\nဟာ တွေ့ဆုံကြုံကွဲ ဆိုတဲ့ သံသရာစက်ဝန်းထဲမှာပဲ လည်ပတ်နေတာ\nဖြစ်လို့ တစ်ခါတစ်ရံ မစွန့်လွှတ်ချင်ပေမဲ့လည်း စွန့်လွှတ်လိုက်ရတဲ့ အခိုက်\nအတံ့ပေါင်းများစွာ ကြုံတွေ့ကြရမှာ။ အဲလိုမှ မဟုတ်ပဲ တစ်ဖက်သတ်\nအတင်း တွယ်ကပ်နေမယ်ဆိုရင်တော့ 'တစ်ဖက်သတ်' ဆိုတဲ့အတိုင်း\nတစ်ဖက်ကို သတ် ရင်း ကိုယ်ပါသေတတ်တယ်မဟုတ်လား။ဒီဇာတ်ကားလေးထဲမှာလဲ ကွာရှင်းပြီးတဲ့ သူ့ရဲ့ခင်ပွန်းဟောင်းကို ဖက်တွယ်\nမိတဲ့ ဒီဒရာ ဆိုတဲ့ တစ်ယောက် သူတို့ရဲ့ သားလေးကို အုပ်ထိန်းခွင့် ရဖို့ဆိုတဲ့\nအကြောင်းပြချက်နဲ့ ခင်ပွန်းဟောင်းရဲ့ မိသားစုနဲ့ ပတ်သတ်ဖို့အကြောင်းဖန်\nလာပါတော့တယ်။ ဒါပေမယ့် သူ့ရဲ့ ရည်မှန်းချက်အစစ်က သူ့ခင်ပွန်းရဲ့ အနား\nမှာ ရှိတဲ့ တခြားသူတွေကို ဖယ်ရှားပစ်ဖို့ပဲဖြစ်ပါတယ်။ ဒီလိုနဲ့ သား ရယ် ခင်ပွန်း\nရယ် ဇနီးဟောင်းရယ် ဇနီးသစ်လေးရယ် ကြားမှာ ဘာတွေဘယ်လိုဆက်ဖြစ်\nကြမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.39 ...",
        "rating": "720",
        "url": "https://megaup.net/1g0fx/Deadly.Entanglement.2023.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/46eKPjoWEyNBAQKDoXEcDFBcaUw-133x200.jpg",
        "title": "Gilda (1946)",
        "description": "Gilda (1946)~ IMDb - 7.6/10, Rotten Tomatoes - 90% ~အကောင်းတကာ့ အကောင်းဆုံးဆိုတဲ့ The Shawshank Redemption ဆိုတဲ့ ထောင်ဖောက်ဇာတ်ကားကို လူကြီးမင်းတို့ အပြန်ပြန်အလှန်လှန် ကြည့်ဖူးကြမယ်ဆိုရင်ပေါ့ဗျာ။ အဲဒီဇာတ်ကားထဲမှာ မိန်းမပျိုလေးတစ်ယောက်က အန်ဒီဆိုတဲ့ ဘူမိဗေဒသမားလေးကို ထောင်ဖောက်ဖို့ ကူညီပေးခဲ့တာ အမှတ်ရမိကြမှာပါ။အန်ဒီရဲ့ အခန်းနံရံက သူတူးထားတဲ့ လိုဏ်ခေါင်းပေါက်ကို အပြုံးလေးနဲ့ ကွယ်ပေးထားတဲ့ မင်းသမီးပိုစတာလေးကို ပြောတာပါလေ။ အဲဒီမင်းသမီးလေးက Rita Hayworth တဲ့။ထောင်မင်းသားတွေကို ရုပ်ရှင်ပြကြတော့ Gilda ဆိုတဲ့ဇာတ်ကားကို အထပ်ထပ် အခါခါ ပြခဲ့ကြတာပေါ့။ မင်းသမီးလေး Rita Hayworth က Gilda ဆိုတဲ့ ကောင်မလေးအဖြစ်နဲ့ ဆံနွယ်လေးတွေကို ဝဲခနဲ ခါလိုက်တဲ့အခါမှာ ထောင်မင်းသား ပရိသတ် ဝေါခနဲ ဖြစ်သွားရတာပေါ့။Red ကတော့ တဖွဖွပြောလေရဲ့။ သူ့ရဲ့ဆံနွယ်လေးတွေ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2BWiu/(CM)_Gilda_(1946)_BluRay_720p.mp4",
        "category": "Drama, Film-Noir, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTAyOWZmMzMtYzUxYy00NGExLWJmODYtYzU1NzViNDcxNGM4XkEyXkFqcGdeQXVyODY2MTUxMDA@._V1_-160x200.jpg",
        "title": "Kutch Express (2023)",
        "description": "IMDb-6.7/10ငယ်ငယ်ကသွားကြီးလေး ကြီးမှခန့်ချောလေးဖြစ်လာတဲ့ Darsheel Safary ၊\nအပြင်မှာခပ်လန်းလန်းနေတတ်ပြီး ရိုးအတဲ့ဇာတ်ကောင်နေရာနဲ့ Manasi Parekh ၊\nဆံဖြူသည်ထိ မပင်မပန်း ကျရာဇာတ်ကောင်မျိုးစုံလုပ်နိုင်နေသေးတဲ့\nမင်းသမီးကြီးRatna Pathak Shah အရွယ်သုံးပါးစုံစုံလင်လင် ကြည့်ရှုရမဲ့ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်း‌ကိုယ့်မွေးနေ့မှာတောင် ကျန်တစ်အိမ်သားလုံးရဲ့အကြိုက်တွေကိုရွေးပြီး စုံနေအောင်ချက်ပေးတတ်တဲ့\nမွန်ဂီဟာ သူ့ကိုယ်သူအိမ်ထောင်ရေးကံ မိသားစုကံကောင်းလွန်းသူပါဆိုပြီး ပျော်နေသူပေါ့\nသူက မိသားစုအရေးနဲ့ မီးဖိုချောင်ထဲမှာပဲဘဝကိုမြှုပ်ထားပေမဲ့ ဘာမှမသိမတတ် နုံနုံအအတော့မဟုတ်ပါဘူးသူ့ခင်ပွန်း ဒါမက်ရှ်ကတော့ ခပ်ရိုးရိုးပုံတုံးတုံးနေတဲ့အိမ်ရှင်မကို အထင်မကြီးလူရာမသွင်းပါဘူး\nမွေးနေ့ကိုတောင် ဘေးလူပြောမှသိ ဟတ်ပီးဘတ်ဒေးပြောပေးဖို့တောင် နှုတ်ဆွံ့နေသတဲ့\nဒီလိုအိမ်ထောင်ရေးမှာဖြစ်လာမဲ့အဖုအထစ်ကတော့ ဖောက်ပြန်မှုကလွဲတခြားမရှိ....ဒါမက်ရှ် ရုံးကလုပ်ဖော်ကိုင်ဖက်တစ်ယောက်နဲ့ဖောက်ပြန်နေမှန်းသိလိုက်ရချိန်\nဒီလူကိုပဲတစ်မျက်နှာတစ်ကမ္ဘာလုပ်ထားတဲ့ မွန်ဂီတစ်ယောက် ဘယ်လိုရှေ့ဆက်မလဲ...အိမ်ထောင်ဆိုတာ မကုန်မခမ်းနိုင်အမျိုးစုံသုခဒုက္ခပေါင်းစုံရာကမ္ဘာပဲလေ\nဒီတော့ဒီကားမှာရော ဒီလိုပဲဖန်တရာထေဇာတ်လမ်းပုံစံဖြစ်နေပါ့မလားဘယ်လိုမတူညီတဲ့ရှုထောင့်တွေပါမလဲ...(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Yunni ~ Aditi ~ YH ~ V တို့ပဲဖြစ်ပါတယ်)\nFile size…2.1GB / 844MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ...",
        "rating": "6.7",
        "url": "https://megaup.net/2BWjg/Kutch_Express_2023_WebRip_720p(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/92AT6RNm57NCe8ykKWyxKJA5jKF.jpg",
        "title": "Sun Moon (2023)",
        "description": "Sun Moon (2023)သတို့သား မရှိခဲ့တဲ့ Kelsey ရဲ့ မင်္ဂလာပွဲ ...\nဘာလို့လဲဆိုတော့ ဘုရားသခင်က ပြောလို့ လက်ထပ်လို့မရဘူး ဆိုတဲ့ဆင်ခြေနဲ့\nသူချစ်ရတဲ့သူရဲ့ပစ်ပယ်ခြင်းကိုခံလိုက်ရတဲ့ Kelsey တစ်ယောက်အတွက်\nဘုရားသခင်က သူမကိုကျ ဘာလို့ မပြောတာလဲဆိုတဲ့ လူတွေရဲ့မေးခွန်းကို\nဖြေပေးစရာစကား သူ့မှာ ရှိမနေခဲ့ပါဘူး။\nဘုရားကျောင်း နဲ့ လူတွေကို ရင်ဆိုင်​တွေ့ဖို့ ကြောက်နေတဲ့ Kelsey က\nမင်္ဂလာပွဲကပစ္စည်း​တွေယူဖို့ မတတ်နိုင်ဘဲဘုရားကျောင်းကိုသွားရပြန်တယ် ။\nအဲ့ဒီမှာ အခါအခွင့်သင့်စွာနဲ့ ထိုင်ဝမ်မှာ အင်္ဂလိပ်စာသင်ပေးဖို့ အလုပ်ကမ်းလှမ်းခံခဲ့ရပါတယ်။\nသူ့ဘဝရဲ့ ရှုံးနိမ့်မှုတွေနဲ့ လှောင်ပြောင်ခံရခြင်းတွေဆီကထွက်ပြေးဖို့ ထိုင်ဝမ် ကိုသွားဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။အဲ့ဒီနောက်မှာ ဘာတွေဆက်ဖြစ်လာမလဲ\nKelsey တစ်ယောက် သူ့ရဲ့ဒဏ်ရာတွေကို ထိုင်ဝမ်မှာကုစားနိုင်ပါ့မလားဆိုတာ ကိုယ်တိုင်ကြည့်ရှုပြီး အဖြေရှာကြည့်လိုက်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Phyu Phyu Thant ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p\nFile size… 1.5GB | 799MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "5.3",
        "url": "https://megaup.net/3hNcz/Sun.Moon.2023.720p.WEB.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNzkzY2VkYzYtM2VhZS00YjdlLWJjODctM2UyMTFlNTUyYmVmXkEyXkFqcGdeQXVyMTg5ODY4NDM@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The Flood (2023)",
        "description": "The Flood (2023)\n================ဒီဇာတ်ကားလေးကတော့ အမေရိကန်နိုင်ငံ လူ၀စ်စီအာနားပြည်နယ်မှာ\nဟာရီကိန်းမုန်တိုင်းတိုက်နေတုန်း ထောင်ဖောက်ဖို့ကြိုးစားတဲ့ဇာတ်ကား\nလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအစမှာတော့ လူနှစ်ယောက်စကားပြော\nနေရင်း တစ်ယောက်က မုန်တိုင်းကြောင့်ရောက်လာတဲ့ မိကျောင်း(Alligator)\nစားတာခံလိုက်ရပါတယ်။ တစ်မြို့လုံးက ဟာရီကိန်းမုန်တိုင်းကြောင့် ရေ\nတွေကြီးပြီး မိကျောင်းတွေလည်းသောင်းကျန်းနေပြီပဲဖြစ်ပါတယ်။ရှဲရစ် ဟာအမျိုးသမီးအရာရှိတစ်ယောက်ဖြစ်ပါတယ်။ သူ့ရဲ့ ရဲစခန်းဟာ\nလည်း ရေကြီးတဲ့ဒဏ်ကို အလူးအလဲခံစားနေရပြီး မိကျောင်းတွေရောက်\nရှိလာပါတယ်။ တစ်နေ့တော့ ဟာရီကိန်းမုန်တိုင်းတိုက်နေတဲ့ကြားကနေ\nထောင်သားတွေကိုရွှေ့ပြောင်းလာတဲ့အဖွဲ့တစ်ဖွဲ့က သူ့ရဲ့ရဲစခန်းကို ခိုလှုံဖို့\nရောက်လာပါတော့တယ်။ ရှဲရစ် ကတော့သူတို့ကို လက်မခံချင်ပေမယ့်\nမတတ်နိုင်ခဲ့ဘဲ လက်ခံလိုက်ရပါတယ်။ လာရောက်ခိုလှုံတဲ့ထောင်သား\nတွေကလည်း အမျိုးမျိုးဆိုးသွမ်းကြတဲ့သူတွေဖြစ်ကြောင်းကို သိလိုက်\nရပါတယ်။ အဲဒီထဲကမှ ကိုဒီရက်ဆယ် ဆိုတဲ့သူကတော့ တည်ငြိမ်ပြီး\nတခြားသူတွေနဲ့ကွဲပြားနေပါတယ်။တစ်ဖက်မှာလည်း ကိုဒီ ကိုကယ်ချင်နေတဲ့အဖွဲ့ကရှိနေပါတယ်။ မုန်တိုင်း\nသဲနေတဲ့အချိန်၊ မိကျောင်းတွေအပြည့်နဲ့ ရဲစခန်းထဲမှာ အဲဒီအဖွဲ့က အထဲ\nကိုဖောက်၀င်ပြီး ကိုဒီ ကိုလာရောက်ကယ်ဆယ်တဲ့အခါမှာတော့ ဘယ်လို\nကြောက်လန့်ဖွယ်ရာတွေဖြစ်မှာလဲ၊ ဒီအခြေ‌အနေကိုဘယ်လိုကျော်ဖြတ်\nသွားမလဲ၊ ကိုဒီ ကရောဘယ်လိုလူလဲဆိုတာ စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာ\nပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat  ဖြစ်ပါတယ်)File Size..........(1.48 GB) / (565 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "4.2",
        "url": "https://megaup.net/2BV9w/The.Flood.2023.720p.AMZN.WEB-DL.D(CM).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/boUwVljEdNJxIqn2gnO4d5BkUHE.jpg",
        "title": "Fatafati (2023)",
        "description": "Fatafati\nIMDb-8/10အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးအတွက်\nလူ့ပတ်ဝန်းကျင်မှာ ဖြစ်တတ်တဲ့\nbody shaming ဆိုတဲ့ အယူအဆအမှားကို ‌ထောက်ပြထားတဲ့\ndrama ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားမှာ အဓိကဇာတ်ဆောင်အနေနဲ့ ပူ‌လော်ရာဘာဒူရီဆိုတဲ့\nသာမန်စက်ချုပ်သမတစ်ယောက်က ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nသူ(မ)ဟာ overweight ဖြစ်နေတာကြောင့် ‌က‌လေးမရနိုင်တာလို့\nယူဆပြီး အိမ်မှာရှိတဲ့ယောက္ခမရဲ့ အပြစ်တင် ဝေဖန်မှုကို\nခံနေရတဲ့အပြင်၊ လူ့ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းမှာပါ\nbody shaming လုပ်တာကို မကြာခဏခံနေရသူတစ်ဦးပါအဲဒီလို body shaming ကြောင့် စိတ်ဒဏ်ရာတွေ ရနေပေမဲ့လည်း\nတဖက်မှာတော့ သူ(မ)ဟာ အောင်မြင်တဲ့ designer influencerတစ်ဦး\nဖြစ်လာအောင် လက်မလျှော့ဘဲ ကြိုးစားနေတဲ့သူလည်းဖြစ်ပါတယ်\nbody shaming ကြောင့် ရလာမဲ့ စိတ်ဒဏ်ရာတွေကို အံတုပြီး\nသူ(မ)ရဲ့အိပ်မက်ဖြစ်တဲ့ အောင်မြင်တဲ့ဒီဇိုင်နာဖြစ်အောင် လုပ်နိုင်ပါ့မလား ၊\nမလုပ်နိုင်ဘူးလား ဆိုတာကိုတော့ CMရဲ့ ရုပ်ရှင်ချစ်သူ\nပရိသတ်ကြီးကပဲ ဆက်လက် ကြည့်ရှူပေးကြရမှာပဲ ဖြစ်ပါတယ်ထပ်ဆောင်းအနေနဲ့\nဒီ\" Fatafati \"ဇာတ်ကား‌ဟာ လူ့အဖွဲ့အစည်းမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့\nbody shamingနဲ့ ပတ်သက်တဲ့ ယူဆချက်အမှားလေးတွေကို\nထောက်ပြပြီး သင်ခန်းစာပေးနိုင်မဲ့ ဇာတ်ကားကောင်း‌လေးတစ်ခုမို့\nလက်မလွှတ်တမ်း ကြည့်ရှုခံစား‌ပေးကြပါဦးလို့\nတိုက်တွန်းလိုက်ပါရ‌စေလားရှင်(အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ YH~Cherry~Moon~Saii~Yunniတို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.04GB ...",
        "rating": "7.5",
        "url": "https://megaup.net/2BVzT/Fatafati_2023_WebRip_720p(CM).mp4",
        "category": "Bollywood, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZWEyNzMyYWQtMjY0My00YTU3LTlhYTEtYTYzOWI1NjJlMGI2XkEyXkFqcGdeQXVyMTE0NTY5OTU2._V1_-133x200.jpg",
        "title": "Key to Love (2023)",
        "description": "Key to Love (2023)\n===============ကျွန်တော်တို့ဟာ ဘဝရဲ့တစ်ကွေ့ကွေ့မှာချစ်ခြင်းမေတ္တာနဲ့ တွေ့ဆုံ\nကြဖူးမှာပါ။ ဒီရုပ်ရှင်ဟာလည်း အချစ်အကြောင်းဖော်ကြူးရိုက်ကူး\nထားတယ်ဆိုပါတော့ဗျာ။ ဒီဇာတ်ကားမှာ မင်းသားဖြစ်သူ ဂျော့်ရှ်က\nအဖိုးဆုံးပြီး အမွေတွေရတော့ မြို့ကြီးကနေ သူရဲ့ချက်မြုပ်ဇာတိ\nနယ်မြို့လေးကို ပြန်လာရတယ်။ ဇာတ်လိုက်မင်းသမီးလေးက အမွေ\nရထားတဲ့စာအုပ်ဆိုင်လေးကိုဦးစီးပြီး နယ်မြို့လေးမှာပဲငြိမ်းချမ်းစွာ\nနေထိုင်နေတယ်ပေါ့။မင်းသားနဲ့မင်းသမီး အမှတ်မထင်တွေ့ဆုံခဲ့ပြီး သူတို့ရဲ့တွေ့ဆုံမှုက\nအစမကောင်းခဲ့ဘူး။ နောက်မှ သေချာတွေ့ဖြစ်ကြပြီး တစ်ယောက်ကို\nတစ်ယောက်ချစ်ခင်စုံမက်သွားကြတယ်။ ဒါပေမဲ့ ဘဝဆိုတာ အဲဒီ\nလောက်လည်း ဘယ်လွယ်ကူမလဲဗျာ။ ဂျော့ရှ်အဖိုးဆီကနေ ငွေတွေ\nခွာယူနေတဲ့ ဗီလိန်ရှေ့နေကြီးနဲ့ သူ့သမီးကလည်းမင်းသားနဲ့မင်းသမီးရဲ့\nချစ်ခြင်းကို အမျိုးမျိုးဝင်နှောက်ကြသေးတာပေါ့။ အဆုံးမှာတော့ မထင်\nမှတ်ထားတဲ့အလှည့်အပြောင်းတွေဖြစ်ပြီး ဘယ်လိုဇာတ်သိမ်းသွားမလဲ\nဆိုတာတော့ ကိုယ်တိုင်ပဲ ဆက်လက်ကြည့်ရှုခံစားကြည့်ကြပါ။ ခရင့်ချ်\nဖြစ်တဲ့ အချစ်ဇာတ်လမ်းတွေ ကြိုက်တဲ့သူတွေဆိုရင်တော့ ဒီရုပ်ရှင်\nလက်မလွှတ်တန်းကြည့်သင့်ပါတယ်လို့အကြံပေးပါရစေခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.46 GB) / (958 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 48Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Thetti Tun\nEncoder..........SWM",
        "rating": "5.5",
        "url": "https://megaup.net/1VTku/Key.to.Love.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nAmYt3ZBdvPBhTuLUPUxEIlBAjr.jpg",
        "title": "Loser Hero ( 2023 )",
        "description": "ဒီနေ့မှာတော့ ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်မောရတဲ့ Comedy\nဇာတ်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်ဘယ်အိမ်ရောင်းရောင်း ရောင်းမထွက်တဲ့\nကံကောင်းအိမ်ခြံမြေလုပ်ငန်းက ကွမ်းမင်ရှင်း……နဲ့\nဘယ်အိမ်မဆို ရအောင်ရောင်းနိုင်တဲ့\nလှပသောမြို့ပြ အိမ်ခြံမြေလုပ်ငန်းက ရှန့်ချင်း……သူတို့နှစ်ယောက်ဟာ ရောင်းအားရဖို့အရေးလုပ်ငန်းခွင်မှာ\nအပြင်းအထန်ယှဉ်ပြိုင်ကြတာပေါ့။\nဒီလိုနဲ့အကြိတ်အနယ်ပြိုင်ကြရင်\nအချစ်မီးပွါးလေးတွေဖြစ်လာကြတယ်။အချစ်စစ်အချစ်မှန်တွေရှားပါးနေတဲ့ခေတ်ကြီးမှာ\nသူတို့တွေဟာ အချစ်ကိုအမိအရဖမ်းဆုပ်ထားနိုင်မလား……\nလောကဒဏ်ရဲ့ရိုက်ခတ်မှုတွေကြားမှာယိမ်းယိုင်သွားမလား\nဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်စောင့်ကြည်ရမှာဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Comedy\nRuntime : 1h 32 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.7",
        "url": "https://megaup.net/1g1e3/Loser_Hero_2023_1080p_WEB-DL_CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/DSFSDFSDFSDF-133x200.jpeg",
        "title": "The Post (2017)",
        "description": "The Post(2017)\n**************\nIMDb....7.3,,,,,Rotten ....88\nဒါရိုက်တာက Steven Spielberg ....အဓိက သရုပ်ဆောင်တွေကMeryl Streep, Tom Hanks နဲ့  Sarah Paulson  ....Rating တွေ မြင့်တာတွေ အော်စကာဆုတွေမှာ စာရင်းဝင်ခဲ့တာတွေအခြားဆုပေါင်းများစွာ ရတာတွေ အသာထား ...ဒီဒါရိုက်တာ နဲ့ ဒီသရုပ်ဆောင်တွေနဲ့တင် ထွေထွေထူးထူး ညွှန်းဆိုဖွဲ့စရာ မလိုဘူးထင်တယ်....အမေရိကန်ရဲ့ထိပ်တန်းသတင်းစာတိုက်တစ်ခုဖြစ်တဲ့ The Washington Post မှာပထမဆုံးအမျိုးသမီးပုံနှိပ်ထုတ်ဝေသူဟာKatherine Graham (မင်းသမီးကြီး Meryl Steep) ပါ...အယ်ဒီတာကတော့Ben Bradlee (မင်းသားကြီးTom Hanks) ဖြစ်ပါတယ်..သူတို့ဟာ အစိုးရရဲ့နှစ်ပေါင်းသုံးဆယ်တိုင်တိုင်  ဖုံးကွယ်ထားတဲ့ လျှို့ဝှက်ချက်တွေပြည်သူတွေကိုညာခဲ့တာတွေကို ပြိုင်ဘက်သတင်းစာတိုက်ဖြစ်တဲ့The Nw York Times နဲ့အပြိုင် ထုတ်ဖော်ကြတယ်...အစိုးရကိုလျှို့ဝှက်ချက်တွေ ထုတ်ဖော်ပြီဆိုမှာတော့  သူတို့တွေ ကြုံရတဲံ အခက်အခဲတွေအန္တရယ်တွေဟာ ဘေးပတ်လည် ဝိုင်းနေပါတယ်...အစိုးရရဲ့ လျှို့ဝှက်ချက်တွေ လိမ်ညာမှုတွေက ဘာလဲ...သူတို့တွေကရော ရင်ဆိုင်နိုင်ပါ့မလား...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ညီမငယ် JtheKoala  ဖြစ်ပါတယ်...File Size :(2.6GB) &(994MB)\nQuality ...",
        "rating": "7.3",
        "url": "https://megaup.net/2BW8n/The_Post.(2017).BLU-RAY.1080P5.1Ch(CM).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZDk5YzcyZjktZGFjMi00YTI4LTlhYjUtZjE5NDAzNDdhODRmXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-157x200.jpg",
        "title": "Pareshan (2023)",
        "description": "Pareshan 2023IMDb rating - 6.7/10ခုတစ်ခါမှာတော့ ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်ရတဲ့ တေလဂူးရုပ်ရှင်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nသရုပ်ဆောင်တွေ အများကြီးနဲ့မြိုင်မြိုင်ဆိုင်ဆိုင်ကြည့်ရမှာဖြစ်ပြီး ဇာတ်‌အိမ်ကောင်းကောင်းနဲ့ တင်ဆက်ထားပါတယ်။ဇာတ်လမ်းအနေနဲ့ကတော့ လူ့ဘောင်လူ့လောကမှာ ဖြစ်တတ်တဲ့ကိစ္စအဝဝကို ဟာသနှောပြီးကြည့်ရှုရမှာပါ။\nမိန်းမရှိလျှက်နဲ့ ‌အငယ်လေးတစ်ယောက်ကိုကြူးရင်း လူမိလို့ရဲစခန်းရောက်သွားတဲ့သူနဲ့၊ ဦးလေးဆီပြန်ပေးရမဲ့ငွေကို ဒုက္ခရောက်နေတဲ့ သူငယ်ချင်းကိုကူရင်း ငွေတွေပလုံသွားတဲ့သူနဲ့၊ ရည်းစားချိန်းတွေ့ရာမှ ဂွင်ဆင်ခံရပြီး တကယ်လက်ထပ်လိုက်ရတဲ့သူနဲ့၊\nသားဖြစ်သူကိုထောင်ထဲကနေထုတ်ဖို့ အာမခံငွေမရှိသူနဲ့...\nစစသဖြင့် ဇာတ်ကားမှာ ပျင်းစရာတစ်ကွက်မှမပါဘဲကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီတော့ ဇာတ်ကားနာမည် Pareshan (ဒုက္ခ)ဆိုတဲ့အတိုင်း\nလောကဓံဒုက္ခတွေကို သူတို့ဘယ်လို အမျိုးစုံကြိုးခုန်ကြမယ်ဆိုတာ\nအပန်းဖြေရင်းကြည့်ရှုလိုက်ရအောင်ဗျာ....(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Moon ~V~Cherry~BpL~Yunni~Aditi တို့ပဲဖြစ်ပါတယ်။)\nFile size…2.05GB / 1GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon ~V~Cherry~BpL~Yunni~Aditi",
        "rating": "6.5",
        "url": "https://megaup.net/2BVpl/Pareshan_2023)_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1JgvDA8gdn3FPOUG5wVuTp8XQwv.jpg",
        "title": "Faces in the Crowd ( 2023 )",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ရုပ်ရှင်လေးကတော့\nChen Wei Ting သရုပ်ဆောင်ထားတဲ့စုံထောက်ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ (၁၉၃၁) ခုနှစ်ရှန့်ထိုမြို့မှာ\nကူမန်တန်ပါတီနဲ့ကွန်မြူနစ်ပါတီတို့ရဲ့\nပဋိပက္ခတွေကြောင့် နိုင်ငံမငြိမ်မသက်ဖြစ်နေတဲ့ကာလကို\nဇာတ်အိမ်တည်ထားကာ ဝမ်လိဝန်က\nကွန်မြူနစ်ပါတီဖွဲ့စည်းထားတဲ့ဆန်းကြယ်ရူပ်ထွေးတဲ့\nဆက်သွယ်ရေးစခန်းကိုပစ်မှတ်ထားစုံစမ်းနေခဲ့တယ်။ဒီအချိန်မှာ မထင်မှတ်ပဲသူ့သွေးသောက်ညီအစ်ကို\nချန်ကျားတုန့်နဲ့လမ်းမှာပြန်လည်တွေ့ဆုံခဲ့ပြီး\nနှစ်ဦးသားဒီစခန်းရဲ့ လျှို့ဝှက်ချက်ကိုဖော်ထုတ်ဖို့ပူးပေါင်းနေခဲ့တယ်။\nသို့ပေမဲ့နှစ်ဦးသား နှစ်အတော်ကြာဝေးကွာပြီး\nပြန်တွေ့ခဲ့ကြတာကြောင့် စုံစမ်းဖော်ထုတ်ကြရင်း\nတစ်ယောက်အပေါ်တစ်ယောက် သင်္ကာမကင်းစွာနဲ့\nနှစ်ဦးသားအပြန်အလှန် နှစ်ယောက်လုံးရဲ့သရုပ်မှန်ကို\nပြန်လည်စုံစမ်းကြည့်တဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်ကြမလဲ။\nနိုင်ငံရေးအရူပ်အထွေးတွေကြား ဘယ်လိုတွေပတ်သက်နေကြမလဲ။\nနှစ်ယောက်လုံးရဲ့ကိုယ်စီသရုပ်မှန်ကကောဘာတွေဖြစ်မလဲ။ဒီဇာတ်လမ်းလေးကတော့ Chen Wei Ting ပီသစွာပဲ\nစုံထောက်အက်ရှင်ကားလေးတစ်ကားဖြစ်တာကြောင့်\nလက်မလွတ်တမ်းကြည့်ရူလိုက်ရအောင်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 42 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Ann Chi\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/2BW2w/Face_In_The_Crowd_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4gn0cUnH3aLCsTPsXXdst5SvA8k.jpg",
        "title": "The Collective (2023)",
        "description": "The Collective (2023)Missionတွေလုပ်ရတဲ့ အက်ရှင်ကားကောင်းလေးတွေ မျှော်နေသူတွေသဘောတွေ့စေမယ့် The Collection ဆိုတဲ့ကားသစ်လေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nX-men ထဲက Havok ဖြစ်တဲ့ Lucas Till နဲ့ FF မိသားစုဝင် Roman (Tyrese Gibson)တို့ ဘယ်လိုအတွဲညီညီနဲ့ ရန်သူကို နှိမ်နင်းမလဲဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါ။မသမာမှု လာဘ်စားမှုတွေနဲ့ ပြည့်နှက်နေတဲ့ ငွေသာအရာရာဖြစ်နေတဲ့လောကကြီးမှာ ဝိသမလောဘသားတွေက ငွေထုပ်လှေကားခုပြီး ဥပဒေပေါ်တက်ထိုင်နေကြတာပေါ့။\nနိုင်ငံရေးလောကရဲ့ထိပ်သီးတွေ အစိုးရရာထူးအကြီးပိုင်းတွေကိုပါ ငွေနဲ့အိတ်ထဲထည့်ထားတဲ့ ဒီလိုလူတွေ\nCIAလိုအဖွဲ့ကတောင် ဥပဒေဘောင်တွင်းက ဘာမှလုပ်မရဘဲ ကြည့်နေရုံသာ တတ်နိုင်ပါသတဲ့။\nဒါပေမဲ့ မတရားမှုကို လက်ပိုက်ကြည့်မနေနိုင်တဲ့လူတွေစုပြီး ဒီလို ဥပဒေသွားထိလို့မရတဲ့လူတွေ သေနတ်နဲ့ရှင်းမယ်ဆိုတဲ့\nအခွင့်ထူးခံတွေကို ကျရှုံးစေမယ့် The Collectiveဆိုတဲ့ အမှန်တရားဘက်တော်သားကြေးစားအဖွဲ့ပေါ်လာပါတော့တယ်။မီရိုဆိုတဲ့ လူကုန်ကူးတဲ့ ရာဇာကြီးတစ်ယောက်က ရွေးကောက်ပွဲမဲဝယ်တဲ့ကိစ္စနဲ့ပတ်သက်ပြီး သတင်းဖြန့်ခဲ့တဲ့\nသတင်းပေးခရစ်စတိုဖာနီလီဆိုတဲ့လူကို ထုံးစံအတိုင်း လေလံပစ်ဖို့လုပ်နေတာပေါ့။\nရွေးကောက်ပွဲနဲ့ ပတ်သက်ပြီး သတင်းထွက်တာကြောင့် ခံလိုက်ရသူတွေလည်းမနည်းတော့ နီလီကိုလက်စားချေအမှုန့်ကြိတ်ချင်နေသူတွေကလည်းဒုနဲ့ဒေးပါပဲ။\nThe Collectiveအဖွဲ့ကလည်း နီလီကိုသာရရင် ရာထူးကြီးပိုင်းက အကျင့်အပျက်ခြစားမှုတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/2BW7e/The.Collective.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOTUzNTczYTMtMzdkOC00ODlkLTk1NDMtYWYxMzQyYzI1YmVjXkEyXkFqcGdeQXVyNDQ2MTMzODA@._V1_-134x200.jpg",
        "title": "The Smurfs (2011)",
        "description": "IMDb - 5.4 2011 တုန်းက ထွက်ရှိခဲ့တဲ့ Smurfs ရုပ်ရှင်က ၃ကားထွက်ရှိခဲ့တဲ့ film serieထဲ ပထမဆုံးကားဖြစ်ပါတယ်။ Neil Patrick Harris,Sofia Vergaraတို့လို နာမည်ကြီးတွေ ပါဝင်ပြီး Hank Azariaက မှော်ဆရာကြီး Gargamelအဖြစ်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ အပြာရောင်မှော်ဝင်သတ္တဝါလေးတွေဖြစ်တဲ့ Smurfsလေးတို့ရွာကို မှော်ဆရာကြီး Gargamelက လိုက်ဖျက်ဆီးလို့ထွက်ပြေးရင်းနဲ့ မတော်တဆ လူ့ကမ္ဘာရဲ့portalပွင့်သွားပြီး NewYorkမြို့ကိုရောက်ရှိသွားပါတယ်။အိမ်ပြန်နိုင်ဖို့ကြိုးစားရင်း Patrickဆိုသူရဲ့ အကူအညီနဲ့ Gargamelရဲ့ အနှောင့်အယှက်တွေကြားထဲကဘယ်လိုဆက်ဖြစ်မလဲကြည့်ရမှာပါ။ ကလေးကားဆိုပေမယ့် ဟာသနဲ့ adventureကြိုက်တဲ့လူကြီးတွေလည်းအကြိုက်တွေ့မှာပါ။ပျော်ဖို့လည်းကောင်းပြီး လေးလေးပင်ပင်တွေမကြိုက်တဲ့သူတွေဆိုကြိုက်လောက်မယ့် feel-good movieလေးဖြစ်ပါတယ်။File size…(2.4 GB)/(1.4 GB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:43:00\nGenre...Animation, Family, Adventure, Comedy, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hsu Hlyann Ni",
        "rating": "5.4",
        "url": "https://megaup.net/1fYyz/The.Smurfs.2011.720p.(CM).mp4",
        "category": "Adventure, Animation, Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tekSR9MipaYSxFYzcCFLZ8QdOkI.jpg",
        "title": "Godspeed ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ရဲ့ပရိသတ်တွေအတွက် မင်းသားချောလေး\nFan Cheng Cheng နဲ့ မင်းသမီးချောလေး Zhang Jingyi တို့ရဲ့\nပေါ့ပေါ့ပါးပါးဟာသကားလေးတစ်ကားကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ကုန်ကားအဖွဲ့ခေါင်းဆောင် ကျိုးတုန်းဟိုင်နဲ့ သူ့ဇနီး ဟော့မေမေတို့ဟာ\nကိစ္စတချို့ကြောင့် သမီးဖြစ်သူ ကျိုးဝေးယွီနဲ့ သမီးရဲ့ရည်းစား ဝမ့်ရိဖန်နဲ့အတူ\nကားမောင်းခရီးနှင်ခဲ့ပါတယ်။ လူမသိလမ်းမသိတဲ့ ခရီးကို စတင်ပြီး\nကျိုးတုန်းဟိုင်ဟာ အခွင့်အရေးရတုန်း သားမက်လောင်းကို\nဘက်ပေါင်းစုံကနေ စစ်ဆေးကြည့်ရှုဖို့ ဆုံးဖြတ်ထားပါတယ်။ဝမ့်ရိဖန်ကလည်း အမှားပေါင်းစုံကို လုပ်နေခဲ့ပါတယ်။\nလမ်းတစ်လျှောက်မှာ ကျိုးတုန်းဟိုင်ရဲ့ ရန်သူကြီး ဌာနမှူးကျာရဲ့\nအပန်းဖြေကားပြဿနာကြီးဖြစ်ခဲ့ပြီး ဝေးယွီရဲ့\nငယ်သူငယ်ချင်းကွမ်းကျီရဲ့ တောကြက်စံအိမ်မှာ အရက်မူးပြီး ပြဿနာကြီးဖြစ်ခဲ့ပါတယ်။လမ်းပေါ်က ဆီသူခိုးအဖွဲ့ကို ဝိုင်းဝန်းဖမ်းဆီးခဲ့ကြပါသေးတယ်။\nဒီလိုရှုပ်ထွေးနေတဲ့ ခရီးလမ်းမှာ ကျိုးတုန်းဟိုင်တစ်ယောက်\nဝမ့်ရိဖန်ကို သဘောကျနိုင်ပါ့မလားဆိုတာကို\nဟာသလေးတွေနဲ့ ကြည့်ရှုခံစားကြရအောင်နော်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Comedy , Drama\nRuntime : 1h 40 min\nSubtitle : Myanmar Subtitle ( ...",
        "rating": "5.8",
        "url": "https://megaup.net/1VYzh/God_Speed_2023_1080p_WEB-DL_CM.mp4",
        "category": "Comedy, Drama"
    }
]