[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z3eCLo3aOB2lM06MXiVqWD028DY.jpg",
        "title": "Drishyam 2 (2021)",
        "description": "Drishyam 2 (2021)\nမြန်မာစာတန်းထိုးမနေ့က ထွက်ရှိလာတဲ့ မာလာယာလမ်းစကားပြော အိန္ဒိယတောင်ပိုင်းရုပ်ရှင်တစ်ခုကို\nတင်ဆက်ပေးလိုက်ပါရစေ...။\nဒီဇာတ်ကားဟာ ၂၀၁၃ ခုနှစ်က ထွက်ခဲ့တဲ့ Drishyam မူရင်းဇာတ်ကားရဲ့ အဆက်ဖြစ်ပြီး ၊\nပထမကားဟာ Kannada, Tekugu,Tamil,Hindi,Simhalese,Chinese စတဲ့ ဘာသာစကားပေါင်းများစွာနဲ့\nRemake များစွာရိုက်ကူးခဲ့ရတဲ့အထိ အောင်မြင်ခဲ့ပြီး ၊ သူတို့ရဲ့ ကာရယ်လာပြည်နယ်ကပေးအပ်တဲ့\nBest FIlm Award တွေပါ ရရှိခဲ့တဲ့အပြင် ၊ ၄၅ကြိမ်မြောက်ကျင်းပတဲ့ နိုင်ငံတကာအိန္ဒိယရုပ်ရှင်ပွဲတော်မှာလည်း\nပြသခဲ့ရပါသေးတယ်။\nမြန်မာပြည်မှာတော့ Ajay Devgn ပြန်လည်ရိုက်ကူးထားတဲ့ Drishyam (2015) ရုပ်ရှင်ကို\nလူတွေ ပိုသိကြပါတယ်။\nအထူးပြောလိုတာကတော့ Ajay Devgn ရဲ့ဇာတ်ကားကို ကြည့်ဖူးတဲ့သူဖြစ်ဖြစ် ၊\nဒီဇာတ်ကားရဲ့ မူရင်းဇာတ်ကားကိုပဲ ကြည့်ဖူးတဲ့သူဖြစ်ဖြစ် ယခုထွက်လာတဲ့\nDrishyam 2 ရုပ်ရှင်ကို နားလည်မှာပါ။\n(ဘယ်ဇာတ်ကားကိုမှ မကြည့်ဖူးရင်တော့\nပထမထွက်တဲ့ဇာတ်ကားကို အရင်ကြည့်ဖို့ တိုက်တွန်းပါရစေ)ဇာတ်လမ်းအကျဉ်းကို နည်းနည်းပြောပြပါရစေ...။ပထမရုပ်ရှင်မှာပြသွားခဲ့တဲ့ ဇာတ်သိမ်းပိုင်းကနေ ဒီဇာတ်လမ်းကို အစပြန်ကောက်ထားတဲ့အတွက်\nဒီရုပ်ရှင်မှာတော့ ဂျော့ဂျူတီ(GeorgeKutty) ဟာ ၊ ဗာရွန်းအမှုပြီးတဲ့နောက်မှာ\nကေဘယ်တီဗီလုပ်ငန်းအပြင် ရုပ်ရှင်ရုံတစ်ခုပါ တည်ထောင်လိုက်ပြီး ...",
        "rating": "8.9",
        "url": "https://megaup.net/16ey1/Drishyam.2.2021.720p.CM.mp4",
        "category": "Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6y3ev0rJFbHA1hU22UPmmfzBjrG.jpg",
        "title": "The Map of Tiny Perfect Things (2021)",
        "description": "The Map of Tiny Perfect Things (2021)အခုတစ်ခေါက်မှာတော့ The edge of tomorrow တို့လို Groundhog Day တို့လိုမျိုး\nTime loop ရုပ်ရှင်ပရိသတ်တွေရဲ့အကြိုက်နဲ့ကိုက်ညီမယ့် ရုပ်ရှင်လေးကိုတင်ဆက်ပေးသွားမှာပါ။The Map of Tiny Perfect Things လို့အမည်ရတဲ့ရုပ်ရှင်ကားလေးမှာတော့\nအချိန်စက်ဝန်းထဲမှာ ပိတ်မိနေကြတဲ့လူငယ်လေးနှစ်ယောက်အကြောင်း ဖော်ကျူးတင်ဆက်ထားတာဖြစ်ပါတယ်မက်လို့အမည်ရတဲ့ ကောင်လေးတစ်ယောက်ဟာ အချိန်စက်ဝန်းရဲ့ တစ်ရက်ထဲမှာ ထပ်ခါတလဲလဲပိတ်မိနေသူပါ။\nတစ်နေ့တစ်နေ့ ဒီတစ်ရက်ထဲမှာပဲ ထပ်တူညီတဲ့အဖြစ်မျိူးတွေချည်းကြုံနေရတဲ့ မက်တစ်ယောက်ဟာ သူ့ဘဝကြီးကို ငြီးငွေ့လာခဲ့ပါတယ်။\nသူတစ်ယောက်ထဲ အချိန်စက်ဝန်းထဲမှာ တစ်ကမ္ဘာတည်နေရသလိုပေါ့မက်က စူးစမ်းချင်တယ် .....\nသူ့ရဲ့စိတ်ညစ်စရာဘဝကြီးကနေ လွတ်မြောက်ချင်တယ်\nအချိန်စက်ဝန်းထဲကနေ လွတ်မြောက်ဖို့အတွက် နည်းအမျိုးမျိုးရှာဖွေစမ်းသပ်တယ်။\nအချိန်မျဥ်းတွေကို ကျော်ဖို့ကြိုးစားတယ်အဲ့လိုနဲ့ တစ်နေ့မှာ သူ့လိုပဲ အချိန်စက်ဝန်းထဲပိတ်မိနေတဲ့ ကောင်မလေး မာဂရက်နဲ့ တွေ့ဆုံခဲ့တယ်။\nမာဂရက်ကတော့ သူနဲ့ပြောင်းပြန်ပါ။\nကင်ဆာနဲ့သေဆုံးခါနီးအမေဖြစ်သူကြောင့် အချိန်တွေကိုရပ်တန့်ပြီး\nအခုလိုတစ်ရက်ထဲမှာ ပိတ်မိနေရတာကို ပျော်မွေ့ပြီး အချိန်စက်ဝန်းကနေ ရုန်းမထွက်ချင်သူပါ။\nလေးဖက်မြင်ဆိုတဲ့ပုံရိပ်ကို အချိန်စက်ဝန်းထဲမှာ ပိတ်မိနေရင်းလိုက်ရှာချင်တဲ့သူလေးပေါ့အချိန်စက်ဝန်းကနေ ရုန်းထွက်ချင်သူ မက် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1BC9k/The.Map.of.Tiny.Perfect.Things.2021.720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/download-133x200.png",
        "title": "Our Friend (2021)",
        "description": "Our Friend (2021)******************(IMDb 7.3 )ဇတ်လမ်းအညွှန်း============ဘဝမှာ လူတစ်ယောက်တိုင်းဆီက လူပေါင်းစုံနဲ့ ကြုံဖူးကျ နေဖူးကျမှာပါ...အဲ့ထဲမှာမှ ကိုယ်အရမ်းချစ်ရတဲ့မိသားစုတွေရှိကြတယ်...အရမ်းခင်ရတဲ့သူငယ်ချင်းတွေရှိကြတယ်...အဓိကပြောချင်တာကတော့ အရမ်းခင်ရတဲ့သူငယ်ချင်းဆိုတဲ့အကြောင်းလေးပါပဲ...\nအဲ့လိုသူငယ်ချင်းကို..ညီအစ်ကိုမောင်နှမလို ချစ်ပြီးရင်းနှီးခင်မင်ဖူးကြမှာပါ...အနေဝေးနေရင်တောင်မှ ဘယ်လောက်ရင်းနှီးကြတယ်ဆိုတာ ထုတ်ပြောစရာတောင်မလိုပါဘူး...\nအဲ့လိုသူငယ်ချင်းတွေထဲမှာမှ အသက်လတ်ပိုင်း\nလောက်မှာ စတော့ခင်ဖူးခဲ့တယ်...ဒါပေမဲ့ မိသားစုလိုဖြစ်သွားတဲ့ သူငယ်ချင်းတစ်ယောက်အကြောင်းကို ဒီဇာတ်ကားထဲမှာ ဖော်ပြထားပါတယ်...သူ့နာမည်က ဒိန်းတဲ့...ဒိန်းက ပျင်းစရာကောင်းတဲ့စာရင်းကိုင် အလုပ်ကိုလုပ်ပါတယ်...သူ့မှာ ကောင်မလေးလဲရှိတယ်...ဇာတ်ကားရဲ့အစမှာတော့ သူစပြီးပေါင်းဖြစ်သွားတဲ့ သူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ မက် နဲ့ နစ်ကိုးလ်တို့လင်မယားလေးအကြောင်းနဲ့ ပြထားပါတယ်......နစ်ကိုးလ်ဆိုတဲ့မိန်းကလေးက ကဇာတ်မှာသီချင်းဆိုတဲ့အလုပ်လုပ်တယ်...သူ့ယောက်ျားဖြစ်တဲ့ မက်က ဂျာနယ်ဌာနမှာ စာရေးတဲ့အလုပ်လုပ်တယ်...ဒိန်းက နစ်ကိုးလ်ဆိုတဲ့သူငယ်ချင်းမိန်းကလေးကို လူလွတ်ထင်ပြီး ချိန်းတွေ့ဖို့လုပ်ရင်းက ခင်သွားကြတာပါအဲ့လိုနဲ့ တဖြည်းဖြည်းပေါင်းလာရင်းနဲ့ အချိန်တွေကြာလာတဲ့တစ်ရက်မှာ သူတို့ကြားထဲမှာ မထင်မှတ်တဲ့ ဝမ်းနည်းစရာအဖြစ်ဆိုးကြီးတစ်ခုကို ကြုံလိုက်ရပါတယ်...အဒါကတော့ နစ်ကိုးလ်မှာ ကင်ဆာရှိသွားတာပါပဲ..အဲ့အချိန် သူတို့လင်မယားမှာ သမီးလေး၂ယောက်လည်းရှိနေကြပြီ...ဒီလိုအခြေအနေ\nတွေ ခက်ခဲသွားပြီဖြစ်တဲ့အချိန်မှာ သူငယ်ချင်းတစ်ယောက်အနေနဲ့ ဒိန်းတစ်ယောက် ဘာတွေလုပ်မလဲ...သူတို့ဒီအခြေအနေကိုဘယ်လိုတွေတူတူကျော်ဖြတ်ကြလဲဆိုတာကို...ကြည့်ရှုမယ့်\nရုပ်ရှင်ချစ်သူငယ်ချင်းအပေါင်းတို့ ဆက်လက်ခံစားကြည့်ကြပါဦး..ဒီဇတ်ကားကိုဘာသာပြန်ပေးသူကတော့ Cynthia ဖြစ်ပါတယ်။ File Size : (1.1 GB, 1.8 ...",
        "rating": "7.3",
        "url": "https://megaup.net/2hzwh/The.Friend.2019.720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zdkJs9j6yKo9di0kjtctM01fSMv.jpg",
        "title": "To All the Boys: Always and Forever (2021)",
        "description": "To all the boys : Always and Forever (2021)လာရာဂျိန်းဟာ ချစ်သူနဲ့ စတန်ဖိုဒ့်တက္ကသိုလ်မှာအတူတူတက်ရင်း အနာဂါတ်အတွက် အိပ်မက်တွေအများကြီးမက်နေတဲ့ ဆယ်ကျော်သက်အရွယ်ကောင်မလေးတစ်ဦးပါ။ဒါပေမဲ့ လာရာဟာ အားကစားသမားတစ်ဦးဖြစ်တဲ့ ချစ်သူ ပီတာနဲ့ စတန်ဖို့ဒ်တက္ကသိုလ်အတူတက်ဖို့ စိတ်ကူးထားပေမယ့် ဘဝဟာ စီစဉ်ထားသလိုဖြစ်မလာခဲ့ပါဘူး။ဒါ့အပြင် လေ့လာရေးခရီးသွားရင်း နယူးယော့ခ်မြို့ကိုချစ်မိသွားတဲ့ လာရာတစ်ယောက် နောက်ဆုံးမှာတော့ နယူးယော့ခ်တက္ကသိုလ်ဟာ သူတက်ချင်တဲ့တက္ကသိုလ်ဖြစ်တာကို နားလည်သွားခဲ့ပါတယ်။ချစ်သူနဲ့အတူတူ အနာဂါတ်ခရီးကိုဖြတ်သန်းချင်ပေမယ့်ဘဝခရီးအတွက် ရွေးချယ်ဖို့ဆုံးဖြတ်ချက်ချရတော့မယ့်အချိန်မှာတော့လာရာတစ်ယောက် သူ့ရည်ရွယ်ချက်ကိုလည်း လက်မလွှတ်ချင်ခဲ့ပါဘူး။ဒီဇာတ်လမ်းလေးထဲမှာတော့\nအချစ်နဲ့ အနာဂါတ်ဘဝရည်ရွယ်ချက်တွေကြား ဒွိဟဖြစ်နေတဲ့ဆယ်ကျော်သက်တစ်ယောက်..ချစ်သူနဲ့နီးစပ်ဖို့ကိုပဲရွေးချယ်မလားသူဖြစ်ချင်တဲ့လမ်းကိုပဲ ဆက်လျှောက်သွားမလားဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့်အပြင်အထက်တန်းကျောင်းသားတွေရဲ့လူငယ်ဘဝနဲ့ အနာဂါတ်အတွက်ရွေးချယ်မှုတွေကို မြင်တွေ့ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ်File size… 1.7GB and 750MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 49min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Lwin Lwin Aung\nEncoder ..... August",
        "rating": "6.3",
        "url": "https://megaup.net/VEb7/To.all.the.boys.always.and.forever.2021.720p.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jpjG88kTrK7mHnRx4cpLHh8YZwr.jpg",
        "title": "G-Force (2009)",
        "description": "G-Force (2009)IMDb - 5.1CM ပရိသတ်ကြီးကို စိတ်၀င်စားဖို့ကောင်းပြီး အပန်းလည်းပြေစေမယ့် comedy/family film လေးတစ်ခုတဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ပူးလေးတွေကို ချစ်တတ်သူဆိုရင်လည်း ဒီကားလေးကို လက်မလွှတ်သင့်ပါဘူးနော်ဇာတ်လမ်းအကျဉ်းလေးကတော့ဒါ၀င်၊ အောရက်စ်၊ ဘလက်စတာနဲ့ စပါ့ကယ်လ်တို့ဟာ စနစ်တကျ လေ့ကျင့်ပေးထားတဲ့ ပူးလေးတွေပဲဖြစ်ပါတယ်။ သူတို့ကို ထိန်းကျောင်းပေးသူကတော့ ဘန်ပေါ့။သူတို့အဖွဲ့ကို G-Force လို့ခေါ်ပြီး သူတို့ဟာ အစိုးရဘက်က လိုက်နေတဲ့အမှုကြီးတစ်ခုမှာ ပါ၀င်အားဖြည့်စုံစမ်းရတာဖြစ်ပါတယ်။ဒါပေမယ့် သူတို့ရဲ့ စုံစမ်းမှုမှာ အလွဲလေးဖြစ်သွားပြီး အစိုးရက G-Forceကို ထပ်ပြီးမထောက်ပံလွတ်အောင်ပြေးပြီး ဆိုလာရုံမက ဒါ၀င်တို့ကိုပါ ထိန်းချုပ်ဖို့ကြိုးစားပါတော့တယ်ဒီလိုနဲ့ ဒါ၀င်တို့ လေးကောင်လည်း ရန်သူတွေလက်က လွတ်အောင်ပြေးပြီး သူတို့ စုံစမ်းခဲ့တဲ့ အမှုက မမှားကြောင်း သက်သေပြန်ပြဖို့ ကြိုးစားကြပါတော့တယ် ....အစိုးရကရော ဘာအမှုကို လိုက်နေတာလဲ\nG-Force အဖွဲ့ကရော သူတို့မှန်ကန်ကြောင်း ဘယ်လိုလဲ သက်သေတွေပြကြဦးမှာလဲ .....ဟာသလေးတွေနှောပြီး စိတ်၀င်စားဖို့ကောင်းတာမလို့ ကြည့်ရှူကြဖို့တိုက်တွန်းလိုက်ရပါတယ်  Translated by : ...",
        "rating": "5.1",
        "url": "https://megaup.net/VD6q/%7BCM%7DG-Force.2009.720p.H264.AAC.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zIHL8Kas71MJCwh2ykW63QVRY70.jpg",
        "title": "Oversize Love ( 2020 )",
        "description": "ဒီတစ်ခါ တစ်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့၁၈ ရက်နေ့ကမှ ထွက်ရှိထားတဲ့ a girl like me ဆိုတဲ့ ဇာတ်ကားလေးထဲကGuang Xiao Tong မင်းသမီး(Lu Han ရဲ့ Girlfriendလေး) ရဲ့ movieလေးပါမင်းသားကလည်း အားလုံးနဲ့ မစိမ်းတဲ့ Love desinger ကားလေးထဲက မင်းသားပါနော်ဇာတ်လမ်း အကြောင်းအရာလေးကတော့....ရှောင်ရှီးဆိုတဲ့ ကောင်မလေးကသဘောကောင်းပြီး လူတကာကို ကူညီပေးတတ်တဲ့ အတွင်းစိတ်လှသူလေးဆိုပေမဲ့သူဟာ အဝလွန်နေတဲ့ လူတစ်ယောက်ဖြစ်တာကြောင့် အပြင်ပန်းကိုပဲမြင်ကြတဲ့ယောကျာ်းလေးတွေရဲ့ အထင်သေးမှုကိုခံရတဲ့လူတစ်ယောက်ဖြစ်ပါတယ်သို့ပေမဲ့လို့ သူ့ကို ဘယ်တုန်းကမှ အထင်မသေးဖူးဘဲနဲ့အရာရာဖြည့်ဆည်းပေးတတ်တဲ့လူကတော့ ရှောင်ရှီးရဲ့အချစ်ဆုံးယောကျာ်းလေးသူငယ်ချင်းဖြစ်တဲ့ နာမည်ကျော်ဂီတထုတ်လုပ်သူဟန်ပင်းပါပဲ ရှောင်ရှီးရဲ့ ဆန္ဒတစ်ခုကတော့ အရမ်းချောတဲ့ကောင်လေးတစ်ယောက်နဲ့ ချိန်းတွေ့နိုင်ဖို့ပါ အဲဒါကြောင့် ရှောင်ရှီးက လှပသွယ်လျတဲ့ မိန်းကလေးတစ်ယောက်ဖြစ်ချင်လာခဲ့ပါတယ် ဒါပေမဲ့ သူဟာ အစားအရမ်းကြီးပြီးအားကစားမလိုက်စားတဲ့အတွက် သူ့ရဲ့ဆန္ဒဟာ ပြည့်ဝ မလာခဲ့ပါဘူးသို့ပေမဲ့လည်း ကံကြမ္မာရဲ့ မျက်နှာသာပေးမှုကြောင့် နတ်မင်းတစ်ပါးဆီကနေအိမ်မက် ပိန်ဆေး ရလာပြီးတော့ သူ့ရဲ့အိမ်မက်လေး အမှန်တကယ်ဖြစ်လာတဲ့အချိန်ကို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/oversize-love-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4U1SBHmwHkNA0eHZ2n1CuiC1K1g.jpg",
        "title": "Wrong Turn (2021)",
        "description": "Wrong Turn (2021)ဒီကားကတော့ အသစ်စက်စက် ထွက်ထားတဲ့ Wrong Turn ဇာတ်ကားပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ အရင်ဇာတ်လမ်းတွေနဲ့ ကျောရိုးတူပေမယ့်\nနောက်ပိုင်း တော်တော်လေးကွဲတယ်လို့ ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အားလပ်ရက် တောင်တက်အပျော်ခရီးထွက်လာတဲ့လူငယ်တစ်စုက\nတောင်တက်ဖို့မြို့ငယ်တစ်မြို့ကိုရောက်လာခဲ့ပါတယ်။\nအဲ့ဒီမြို့မှာ တည်းခိုနေစဉ် ထူးဆန်းတာတွေလည်း ဖြစ်ပျက်ခဲ့ပြီး\nအဲ့ဒီကနာမည်ကြီး တောင်ကို တက်ခဲ့ပြီးချိန်မှာတော့ အပြန်လမ်းမရှိခဲ့ပါဘူး။အဲ့ဒီတောင်တက်အဖွဲ့ထဲပါသွားတဲ့ ဂျန်နီဖာဆိုတဲ့ ကောင်မလေး တစ်ယောက်ရဲ့အဖေဖြစ်သူကတော့\nသူ့သမီးဖြစ်သူပျောက်ဆုံးတာ ခြောက်ပတ်လောက် အကြာမှာ\nသူ့သမီးပျောက်ဆုံးတာ သွေးရိုးသားရိုးမဖြစ်နိုင်ဘူးဆိုပြီး စုံစမ်းဖို့ရောက်လာခဲ့ပါတယ်။ဒါပေမယ့်အဲ့ဒီ မြို့ကရဲကတော့ ဒီပျောက်ဆုံးမှုဟာ သာမန်ဖြစ်ရိုးဖြစ်စဉ်\nအိမ်ကနေထွက်သွားပြီး အပျော်ရှာနေတဲ့ လူငယ်တစ်စုလို့သာ မြင်ပြီး\nရေးကြီးခွင်ကျယ် ရှာဖွေမှုမပြုလုပ်ခဲ့ကြပါဘူး။အဲ့ဒီအတွက် ခံပြင်းနေတဲ့ ဂျန်နီဖာ အဖေဖြစ်သူ စကော့က\nရဲတွေအစား သူကိုယ်တိုင်ရှာဖို့ဆုံးဖြတ်လိုက်ပြီး\nသူ့သမီးပျောက်ဆုံးသွားတဲ့ တောင်ပေါ်ကို ရှာဖွေဖို့လုပ်ပါတော့တယ်။\nဒီတောင်ကနဂိုတည်းက ပြန်လမ်းမရှိတဲ့တောင် ဆိုပြီး နာမည်ကြီးသလို\nတောင်ပေါ်တက်သူတိုင်းကလည်း စည်းကမ်းတွေ လိုက်နာရပါတယ်။\nတောင်တက်ဖို့လမ်း အမှတ်အသားတွေကို တောင်ပေါ်မှာလုပ်ပေးထားပြီး\nအဲ့ဒီတောင်တက်အမှတ်အသားလုပ်ထားတဲ့ လမ်းကြောင်းကလွဲပြီး တစ်ခြားနေရာကိုသွားခွင့်မရှိပါဘူး။ဒါကိုသွေဖယ်ပြီး သွားခဲ့ကြတဲ့ လူငယ်တစ်စုကတော့\nဘယ်လို ကြောက်စရာ အဖြစ်အပျက်တွေနဲ့ကြုံခဲ့တယ်။\nအသက်ရော ရှင်နိုင်ခဲ့ရဲ့လား လွတ်မြောက်လာခဲ့တာလားဆိုတာကိုတော့\nဒီကားကြည့်ရင်း တထိတ်ထိတ် တလန့်လန့်နဲ့အဖြေရှာနိုင်ပါတယ်။Wrong Turn ...",
        "rating": "5.4",
        "url": "https://megaup.net/1BAh3/Wrong.Turn.2021.720p.CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1UCOF11QCw8kcqvce8LKOO6pimh.jpg",
        "title": "Monster Hunter(2020)",
        "description": "Monster Hunter(2020)အညွှန်း**************************Milla Jovovich နဲ့ Tony Jaa တို့ရဲ့ ရုပ်ရှင်အသစ်ထွက်လာပါပြီ။ဗိုလ်ကြီး အာတီမစ်ဟာ သူ့ရဲ့ အထူးတပ်ဖွဲ့နဲ့အတူ စစ်ဆင်ရေး ထွက်ရင်း မုန်တိုင်းတစ်ခုကြားထဲကို ရောက်သွားခဲ့ပါတယ်။မုန်တိုင်းထဲကနေ အပြင်ထွက်လာချိန်မှာတော့ မတူတဲ့ ကမ္ဘာသစ်တစ်ခုထဲကိုရောက်နေပြီး အဖျက်စွမ်းအားကြီးလှသလိုအချိန်မရွေးလူသားတွေကို အရေခွံဆုတ်နိုင်တဲ့ ထူးဆန်းသတ္တဝါကြီးတွေနဲ့ရင်ဆိုင်ရပါတော့တယ်။ ရင်ဆိုင်ရင်းနဲ့ ကမ္ဘာသစ်ထဲက လူသားမိတ်ဆွေသစ်တွေရဲ့အကူအညီကိုယူပြီး မူလကမ္ဘာကိုပါ ပြန်ဖို့ အစွမ်းကုန်ကြိုးစားပါတော့တယ်...နင်းကန်လန်းတဲ့ အကြမ်းစားအက်ရှင်ခန်းတွေမြင်ရမှာဖြစ်သလို သတ္တဝါဆန်းတွေရဲ့စူပါ ပါဝါတွေကိုလည်းစိတ်လှုပ်ရှားရင်ခုန်စွာနဲ့ ကြည့်ရမှာြဖစ်ပါတယ်....ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneoပဲဖြစ်ပါတယ်.....File Size : (1GB) and (469 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:43:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/monster-hunter2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6KxiEWyIDpz1ikmD7nv3GTX4Uoj.jpg",
        "title": "Silk Road(2021)",
        "description": "Silk Road (2021)လွတ်လပ်မှုကို လူတိုင်း နှစ်သက်တာ သဘာ၀ပါပဲသင့်ကို စိတ်ကြိုက်လွှတ်လပ်ခွင့်ပေးလိုက်မယ်\nသင် လုပ်သမျှကို ဘယ်သူကမှလည်း မနှောင့်ယှက်နိုင်ဘူးဆိုရင်\nသင်ဘာလုပ်မလဲ ....... ?လုပ်ချင်တာတွေ စိတ်ထဲမှာ တန်းစီပေါ်လာမယ်ထင်ပါတယ်\nဘဏ်ဖောက်ပစ်လိုက်မယ်တို့\nလုပ်ခွင့်မရတာတွေ အကုန်လုပ်ပစ်လိုက်မယ်တို့ တွေးမိမယ်ထင်တယ်ဟုတ်ပါတယ် ဒီဇာတ်လမ်းထဲက ဇာတ်လိုက်ဟာလည်း သင့်လို မသမာမှုလုပ်ဖို့ တွေးလိုက်ပါတယ်သူဟာ SilkRoad (ပိုးချည်လမ်း) လို့ အမည်ရတဲ့ website ( ရှင်းရှင်းပြောရရင် မှောင်ခို ၀က်ဘ်ဆိုက်) တစ်ခုကို တီထွင်လိုက်ပါတယ်။\nဒီလိုနဲ့ အဲ့ဒီ ၀က်ဘ်ဆိုက်ဟာ တရားဥပဒေနဲ့ မညီတဲ့ အလုပ်မှန်သမျှ အထူးသဖြင့် မူးယစ်ဆေးရောင်း၀ယ်သူတို့ရဲ့ ကျက်စားရာ နေရာဖြစ်လာပါတယ်ဖြစ်ဆို အဲ့ဒီ ဆိုက်ထဲက ဘယ်အချက်အလက်ကိုမှ အစိုးရက ခြေရာမခံနိုင်လို့ပါပဲ။ ဒီတော့ ဆေးသမားတို့အတွက် လွတ်လပ်မှုအကြီးကြီးနဲ့ ရောင်းသူဝယ်သူ အကြံတူပြီး လိုတရနေတဲ့ နေရာကြီးတစ်ခုပေါ့။ဒါပေမယ့် တစ်ခုပြန်မေးရမှာ\nဒီ လွတ်လပ်မှုကြီး ကြာရှည်ခံပါ့မလား....\nသင်ရော ဘယ်လိုထင်ပါသလဲDead End of Silk ...",
        "rating": "",
        "url": "https://megaup.net/2hvyh/Silk.Road.2021.720p.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3HDjhip7qzvEAb5A0AiJfcUBo22.jpg",
        "title": "The Oranges (2011)",
        "description": "The Oranges (2011)CM ပရိသတ်တို့ရဲ့အချစ်တော် ဒေါက်တာဂွစာကြီး ဟောက်စ်ကို နောက်ကာရိုက်တာတစ်မျိုးနဲ့ မြင်ရမယ့်ကားလေးပါဇာတ်လမ်းအကျဥ်းကတော့ နယူးဂျာဆီပြည်နယ်က Orange ဆိုတဲ့မြို့နယ်လေးမှာနေထိုင်တဲ့သိပ်ကိုခင်မင်ကြတဲ့ အိမ်နီးချင်းမိသားစုနှစ်စုရှိပါတယ်မိသားစုနှစ်စုက သမီးဖြစ်သူ နီနာနဲ့ ဗန်နက်ဆာတို့ဆိုလည်း ငယ်ငယ်ကအရမ်းခင်ခဲ့ကြပြီးအထက်တန်းရောက်မှ နီနာကဗန်နက်ဆာ့ကိုပလစ်ပြီး ကျောင်းကအလန်းဇယားကောင်မလေးအဖွဲ့နဲ့သွားပေါင်းခဲ့တာပါနီနာဆိုတဲ့ကောင်မလေးက မိဘအပေါ်လည်း ဂျစ်ကန်ကန်နဲ့ ကလန်ကဆန်လုပ်၊ ကောင်လေးတွေလည်းထည်လဲတွဲပြီးသူ့အသက်၂၄နှစ်အရွယ်မှာ မိဘသဘောမတူတဲ့အီသန်ဆိုတဲ့ကောင်လေးနဲ့ လက်ထပ်ဖို့လုပ်ပြီးအီသန်ကသူ့အပေါ်သစ္စာဖောက်သွားမှ မိဘအိမ်ပြန်လာတာပါအိမ်ပြန်ရောက်တော့လည်း နီနာဆိုတဲ့ အမွှေစိန်လေးက အငြိမ်မနေပါဘူးသူ့ရဲ့ဂြိုဟ်မွှေချက်က ဗန်နက်ဆာ့အဖေနဲ့အမေဖြစ်တဲ့ ဒေးဗစ်နဲ့ပေ့ချ်ကို ပြတ်စဲမလိုဖြစ်စေပြီး ဒေးဗစ်နဲ့ သူ့အဖေဖြစ်သူတယ်ရီကြားကခင်မင်မှုကိုလည်းပျက်မလိုဖြစ်စေခဲ့တာဆိုတော့ ဘယ်လိုတွေဂြိုဟ်မွှေလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါဦးစာကြွင်း - ဒီထဲမှာ ဒေါက်တာဟောက်စ်ရဲ့ကာရိုက်တာက ဟောက်စ်လိုမျိုး ဇွတ်တရွတ်နိုင်တယ်လို့ပြောလို့ရပေမယ့် ဟောက်စ်လိုခေါင်းမာတဲ့လူကြီးမဟုတ်ဘဲ သိပ်ကိုသဘောမနောကောင်း လိုက်လျောတတ်တဲ့လူကြီးအဖြစ် တွေ့ကြရမှာပါအပေါ်မှာပြောခဲ့တဲ့ဇာတ်ကောင်တွေထဲက ဘယ်သူဖြစ်မလဲဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါနော်  Translated by MTAEncoded by YKFile Size : 1.58GB and 791MBQuality : 1080p Blu-Ray H264 ...",
        "rating": "5.8",
        "url": "https://megaup.net/VAjw/%7BCM%7DThe.Oranges.2011.720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fm0sn57GF0LmWVlxZ4tv6IhP4Nl.jpg",
        "title": "Super Over (2021)",
        "description": "Super Over ဆိုတဲ့ကားလေးက 2021 မှာထွက်ရှိပြီးRating 7.1တောင် ရရှိထားတာပါဇာတ်လမ်း အကျဉ်းကတော့ကာစီ ဗာဆူနဲ့ မာဒူဆိုတဲ့သူငယ်ချင်းသုံးယောက်ဟာ ငယ်တည်းက အတူတူကြီးပြင်းလာပြီးတော့ အမြဲတမ်း အတူတူရှိနေကြတဲ့သူတွေပါကာစီတစ်ယောက် အိမ်က အကြွေးတွေဆပ်ဖို့ အခက်အခဲဖြစ်နေတဲ့ချိန် အမေရိကန်သွားဖို့ ဗီဇာလုပ်ထားတဲ့ ပိုက်ဆံကလည်းပြန်တောင်းမရ လက်ထဲလည်းပိုက်ဆံမရှိ အလုပ်မရှိတော့ နှစ်လအတွင်း အကြွေးဆပ်ဖို့နည်းလမ်း စဉ်းစားရင်းနဲ့ခရစ်ကတ်လောင်းမိတဲ့အခါ မမျှော်လင့်ပဲ ကာစီတစ်ယောက် ပိုက်ဆံများစွာ နိုင်သွားတဲ့အခါမှာ......မူလီရာက ခရစ်ကတ်ဒိုင်တစ်ယောက်ဖြစ်ပြီးတော့ ကာစီတို့သူငယ်ချင်းအုပ်စုက ခရစ်ကတ်ကို ခုမှစဆော့တော့ မနိုင်လောက်ဘူးထင်ပြီးသူဌေးကိုလှည့်စားပြီး သူအတွက်သူ ပိုက်ဆံရအောင်လုပ်တဲ့အခါမှာ...ရဲအေဂျေဟာ ပိုက်ဆံနဲ့ပတ်သတ်ရင်ဘာမဆိုလုပ်တဲ့သူတစ်ယောက် တရားမဝင်ငွေလွှဲတဲ့သူတိုင်းနဲ့သူသိပြီးတော့အဲ့ကနေပိုက်ဆံရယူဖို့ ကြိုးစားတဲ့အခါ...ကာစီတစ်ယောက် ပိုက်ဆံထုတ်တဲ့အခါ ဘယ်လိုအခက်အခဲတွေနဲ့ကြုံရမလဲဒိုင်နဲ့ရဲ ကြားမှာ ကာစီတစ်ယောက် သူငွေတွေကို အကုန်ရအောင်ယူနိုင်မလားဆိုတာကြည့်ရှုသင့်တဲ့ဟာသအက်ရှင်ဇာတ်ကားလေးဖြစ်ပါတယ်  Translated by : Shwe Pwint Encoded by ; YKQuality  : 1080p TRUE WEB ...",
        "rating": "7.0",
        "url": "https://megaup.net/Vzxb/%7BCM%7DSUPER_OVER_(2021)_Telugu720p.mp4.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7JiIGsH3Q1M6bCzTR0QxP7gyDed.jpg",
        "title": "The Yin-Yang Master: Dream of Eternity ( 2021 )",
        "description": "External Love ထဲက မင်းသား ရဲ့ဟွာ နဲ့ Ash of Love ဇာတ်ကားထဲကမင်းသား ရွှီဖုန်း တို့ကို အများစုတော့ မှတ်မိမယ်ထင်ပါတယ်ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ဇာတ်ကားလေးကတော့ Mark Chao(ရဲ့ဟွာ) နဲ့Deung Lun(ရွှီဖုန်း) တို့အပြင် အခြား နာမည်ကျော် မင်းသား မင်းသမီးတွေနဲ့ပူးပေါင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကြောင်းအရာကတော့....ပေါ်ရာ ဟာ သူ့ရဲ့ မိခင်ကို မိစ္ဆာက သတ်သွားတာကြောင့်မလို့ မိစ္ဆာတွေကိုအရမ်း မုန်းတီးနေပြီး တစ်လောကလုံးက မိစ္ဆာတွေကို သတ်ပစ်ဖို့ ဆုံးဖြတ်ချက်ချထားသူတစ်ယောက်ဖြစ်ပါတယ်ချင်မင်ကတော့ ယန် ယင် ဆရာတစ်ဆူပါ သူ့ရဲ့အမေဟာ မြေခွေးမိစ္ဆာတစ်ယောက်ဖြစ်တဲ့အတွက်မိစ္ဆာတွေအပေါ်စာနာစိတ်ရှိသူတစ်ယောက်လည်း ဖြစ်ပါတယ်တစ်နေ့ မြွေမိစ္ဆာ ပြန်လည် ထွက်ပေါ်လာတဲ့အခါမှာ ချင်မင် အနေနဲ့ဆန်းကျယ်လှတဲ့ လူသတ်မှုတွေကို ဖြေရှင်းရင်း တော်ဝင်မိသားစုကပါဝင်ပတ်သတ်နေတာကို သိလိုက်ရပါတယ် ဒီလိုရှုပ်ထွေးလှတဲ့ အခြေအနေကိုဆန့်ကျင်ဖက် စိတ်သဘောရှိတဲ့ ချင်မင်နဲ့ ပေါ်ရာ ဘယ်လိုတွေပူးပေါင်းဖြေရှင်းကာကွယ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုရမှာပါ Quality : WEB-DL 720pFormat ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-yin-yang-master-dream-of-eternity-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/2EkPP_4f-133x200.jpg",
        "title": "Magic Town (2021)",
        "description": "Magic Town (2021)အရာအားလုံးက ကံစီမံရာအတိုင်းပဲဆို ဘာမှကြိုးစားစရာမလိုတော့ဘူးလား\nဒါမှမဟုတ် ကံစီမံတာထက် ပိုပြီးကောင်းအောင် ကြိုးစားလို့ရောရရဲ့လား ။\nတကယ့်ကို အတွေးများစေတဲ့ ကားလေးတစ်ကားပါ ။ဇာတ်လမ်းလေးကတော့ ချန်လူကြီးမင်းအိမ်ရဲ့ လူသတ်မှုနဲ့စပါတယ် ။\nထင်ကြေးပေးကြတာတော့ မကောင်းဆိုးဝါးဝင်ပူးလို့ပါ ။\nဒါပေမဲ့လည်း ချန်အိမ်တော်မှာ လူပေါင်း ၂၀ လောက် ထပ်ပြီးသေဖို့ကျန်ပါသေးတယ် ။ တကယ်လည်း သေကြမှာပါ ။\nသွေးရိုးသားရိုး သေမှာ မဟုတ်တာ တစ်ခုပဲ ။ဘယ်လိုပဲသေသေ သူများရဲ့ ကြံစည်မှုကြောင့်သေဆုံးရင် လူသတ်မှုမြောက်တယ်မလား ။\nဒါကို ဖြေရှင်းချင်သူကတော့ လူဆိုးထိန်းမမ လီကျောင်းရန် ။\nနောက်ကွယ်က အောက်လမ်းနည်းနဲ့ တိုက်ခိုက်နေတဲ့လူကို လိုက်လံရှာဖွေချင်ပေမဲ့\nချန်အိမ်က လူပေါင်း ၂၀ က ဒီလိုအောက်လမ်းနဲ့ သေဖို့ကံကြမ္မာပါလာပြီးသားဖြစ်နေပါတယ် ။\nဒါကြောင့် ငယ်သူငယ်ချင်း ပရောဟိတ်ဆရာ ကျုံးခွန်း ကတော့ သူတို့တွေ သေကိုသေကြရမှာဖြစ်ပြီး\nဘယ်လိုမှ ကယ်တင်လို့မရနိုင်ပါဘူးလို့ အတင်းငြင်းနေခဲ့ပါတယ် ။ကံကြမ္မာကို ပြောင်းလဲဖို့ ကြိုးစားတဲ့ လီကျောင်းရန် တစ်ယောက်\nသူ့ရဲ့ ...",
        "rating": "8.7",
        "url": "https://megaup.net/1Bvcw/Magic_Town.2021.720p.CM.mp4",
        "category": "Asian, Fantasy, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/igTnqJR5i8A4dvC5tU3Je40ovas.jpg",
        "title": "Oru Pakka Kathai (2020)",
        "description": "Oru Pakka Kathai (2020)ဒီတစ်ခါတော့ ချစ်ကြိုက်ကွဲညား ဇာတ်လမ်းမဟုတ်တဲ့\nထူးခြားတဲ့ ဇာတ်လမ်းလေး တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။သာမန်ဆိုရင် အမျိုးသမီး နဲ့ အမျိုးသား နှစ်ဦး သံဝါသ ပြုမှ ကိုယ်လေးလက်ဝန် ဖြစ်ကြတာကလား?????ဒါကတော့ အမျိုးသားနဲ့အမျိုးသမီး သံဝါသမပြုဘဲ\nအမျိုးသမီးတစ်ဦးတည်းကနေ အလိုလို ပဋိသန္ဓေတည်လာတဲ့ ဇာတ်လမ်းပါ။ဆရာဝန်တွေရဲ့ သိပ္ပံနည်းကျ လေ့လာချက်တွေ အရ ဖြစ်နိုင်တယ်လို့ ယူဆကြသလို ....\nဘာသာရေးသမားတွေကလည်း တမန်တော်ရယ်လို့ ယူဆကြတဲ့ အခါမှာတော့ ......IMDb - 7/10 ရထားတဲ့ ဇာတ်ကားမို့ ဇာတ်လမ်း ပြီးဆုံးချိန်ထိ မျောပါသွားအောင် ခေါ်နိုင်မယ့် ဇာတ်လမ်းတစ်ပုဒ်ပါပဲ။ဘာသာပြန်ထားတာကတော့ Sim Jinnie ပဲ ဖြစ်ပါတယ်။File size… 1.7GB and 810MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 2hr 4min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Sim Jinnie\nEncoder ..... ...",
        "rating": "7",
        "url": "https://megaup.net/2hs7f/(CM)_Oru_Pakka_Kadhai_(2020)_Tamil.WEB-DL.720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hwXhsGYPn8Yp02KZlYXoUdPlfP.jpg",
        "title": "Adan (2019)",
        "description": "Adan (2019)ဖိလစ်ပိုင် Lesbian ဇာတ်ကားကောင်းလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။အယ်လန် ဆိုတဲ့ ကောင်မလေးက ကလေးဘဝကတည်းက အမေဖြစ်သူက ထားခဲ့တာကြောင့် မိတဆိုး သမီးလေး အဖြစ် အဖေဖြစ်သူနဲ့ အတူ နေထိုင်ခဲ့ရပါတယ်။ကျေးတောသူလေး အယ်လန် မှာ အရင်းနှီးဆုံးဆိုလို့ ရန် ဆိုတဲ့ သူငယ်ချင်းမလေးပဲ ရှိပါတယ်။\nအယ်လန်းလေ တဖြည်းဖြည်းနဲ့ အရွယ်ရောက်လာတဲ့အချိန်\nအယ်လန်အဖေ့မှာ အကြွေးတွေ ပုံလာတဲ့အချိန်မှာ အယ်လန်ကို အကြွေးရှင်လက်ထဲကို ထိုးထည့်ဖို့ရာ ဖြစ်လာပါတော့တယ်။အယ်လန် သိသွားတဲ့အချိန်မှာ ထွက်ပြေးဖို့ ကြိုးစားရင်း အဖေဖြစ်သူကို လက်လွန်ပြီး သတ်လိုက်မိပါတော့တယ်။\nဒီအချိန်မှာ ရန် ရောက်လာပြီး ရန် နဲ့ အယ်လန် မြို့ကို ထွက်ပြေးရင်း သံယောဇဉ်တွေ ဆထက်တိုးခဲ့ပါတယ်။ဒါပေမယ့် သူတို့ရဲ့ ချစ်ခရီးလမ်း သာယာဖြောင့်ဖြူးရဲ့လား ဆိုတာကတော့ဖြင့် .....သူတို့နှစ်ယောက်ရဲ့ ဖောင်းဒိုင်းရှူးရှဲ အပြင် အခြားဖောင်းဒိုင်းရှူးရှဲပါ ပါတာမို့ .....\nမိသားစုနဲ့တော့ အတူတူ ကြည့်လို့ မရကြောင်းပါ။IMDb ...",
        "rating": "7.7",
        "url": "https://megaup.net/Vxcl/(CM)_Adan.2019.720p.WEB-DL..mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hO3pz1wHkFveyfFQx8O5Yz8ErsK.jpg",
        "title": "Space Sweepers(2021)",
        "description": "Space Sweepers(2021)အညွှန်း**************************ကမ္ဘာကြီးဟာ အချိန်ကြာလာတာနဲ့အမျှ အမှိုက်သရိုက်တွေ နေထိုင်ဖို့မသင့်လောက်တဲ့အထိဆိုးရွားတဲ့အခြေအနေမျိုးဖြစ်လာတယ်....ဒီအခြေအနေကိုကျော်လွှားဖို့ သိပ္ပံပညာရှင်တစ်ယောက်ဟာ UTSလို့ခေါ်တဲ့အာကာသဇုန်တစ်ခုဖန်တီးပြီး သီခြားကမ္ဘာတစ်ခုတည်ဆောက်ပြီးတော့ နေထိုင်ကြတယ်....အဲ့ဒီနေရာမှာ ထယ်ဟိုခေါင်းဆောင်တဲ့အဖွဲ့ငယ်လေးတစ်ဖွဲ့ရှိတယ်..သူတို့ကတော့ စွန့်ပစ်ပစ္စည်းတွေအာကာသထဲမှာလိုက်ကောက်ပြီး ဈေးကောင်းကောင်းနဲ့ပြန်ရောင်းလေ့ရှိတဲ့အဖွဲ့ပေါ့.....ဆန်တို့ သဘာဝအသီးအနှံတို့ဆိုတာ သိပ်ကိုဈေးကောင်းရတဲ့ပစ္စည်းတွေ...တစ်ရက်စွန့်ပစ္စည်းတွေလိုက်ရှာနေတုန်း မမျှော်လင့်ဘဲ ကလေးလေးတစ်ယောက်ကိုတွေ့တယ်...ပုံမှန်ဆို UTSက ရဲတွေကိုအပ်လိုက်သင့်ပေမဲ့ ထယ်ဟိုတို့အဖွဲ့ဟာ ဒီကလေးမလေးကိုသံယော်ဇဉ်တွယ်မိတာနဲ့တိတ်တဆိတ်ထိန်းသိမ်းထားမိတယ်...အဲ့ဒီလို သူတို့နဲ့အတူခေါ်ထားလိုက်ခြင်းကပဲ ပြဿနာမျိုးစုံကိုလက်ယတ်ခေါ်လိုက်သလိုဖြစ်သွားတော့တာပါပဲ....ဒီကလေးမလေးဟာ ဘယ်ကြောင့်အန္တရယ်များတာလဲ...သူ့ကို ဘယ်လိုရန်သူတွေကများလိုချင်နေတာလဲ...ထယ်ဟိုတို့အဖွဲ့ကရော ကလေးမလေးကိုကယ်နိုင်ပါ့မလား...သူတို့အသက်အန္တရယ်တွေကိုရော ကာကွယ်နိုင်ပါ့မလားဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဉီး....ဆောင်ဂျွန်ကီရဲ့ကားသစ်ဖြစ်ပြီး  သိပ္ပံအက်ရှင်ကားဖြစ်ပါတယ်...တော်တော်ကြီးကိုကြည့်လို့ကောင်းတာမို့ လက်မလွှတ်သင့်ပါကြောင်း... File Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:16:00\nGenre : Action, Adventure, Drama ,Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung, Khine Khine Wai & Ei Phyu Khin\nEncoded by Phyo Pyae",
        "rating": "9.3",
        "url": "https://megaup.net/Vp32/Space_Sweeperrs.2021.WEB-DL.720P.PP.mkv",
        "category": "Action, Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bcVhkScQvO4QH5rqOkZwXJo1K99.jpg",
        "title": "Experimenter (2015)",
        "description": "Experimenter (2015)ဒီကားကတော့ နိုင်ငံရေးနဲ့ နှီးနွယ်တဲ့ စိတ်ပညာကို လေ့လာချင်တဲ့လူတွေ စိတ်ဝင်စားမယ့် ဇာတ်ကားကောင်းတစ်ကားပါပဲ။တကယ့်အဖြစ်အပျက်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။လူမှု စိတ်ပညာရှင် စတန်လေ မီလ်ဂရမ် ရဲ့ ၁၉၆၁ မီလ်ဂရမ် စမ်းသပ်ချက်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။\nဒီစမ်းသပ်ချက်ကတော့ လူတွေရဲ့နာခံမှု(Obedience) ကို စမ်းသပ်ချက်ပဲ ဖြစ်ပါတယ်။\nလူစိမ်းနှစ်ယောက်ကို ခေါ်ပြီး တစ်ဘက်က သင်ယူသူ တစ်ဘက်က သင်ကြားသူအနေနဲ့ ထားပြီးတော့\nမှားရင် လျှပ်စစ်ရှော့တိုက်တဲ့နည်းနဲ့ နာခံမှု ဘယ်လောက်ရှိတယ်ဆိုတာကို စမ်းသပ်တာပဲ ဖြစ်ပါတယ်။\nဒီတော့ ကျွန်တော်တို့ Obedience ကို သိပ္ပံနည်းကျကျ အချက်အလက်တွေနဲ့ လေ့လာကြည့်ရအောင်။\nကောင်းတာတစ်ခုကတော့ ဒါက ဇာတ်လမ်းသဘောဖြစ်နေတဲ့အတွက် လုံးဝ ပျင်းအိုင်သွားခြင်း မရှိတာပါပဲ။မီလ်ဂရမ် ဟာ အခြားစမ်းသပ်ချက်တွေဖြစ်တဲ့ Small World Experiment နဲ့ Lost letter experiment တို့ကိုလည်း လုပ်ခဲ့ပါသေးတယ်။\"ကျွန်တော်တို့က ...",
        "rating": "6.6",
        "url": "https://megaup.net/2hmhD/(CM)_Experimenter.2015.720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/MV5BMzJiZDRmOWUtYjE2MS00Mjc1LTg1ZDYtNTQxYWJkZTg1OTM4XkEy_002-128x200.jpg",
        "title": "Gandhi (1982)",
        "description": "Gandhi (1982)============IMDb Rating - 8.0/10ခေတ်သစ် Civil Disobidence အယူအဆကို\nဖန်တီး‌ဖော်ထုတ်ခဲ့တာကတော့\nအိန္ဒိယလွတ်လပ်ရေးဖခင်ကြီး မဟတ္တမဂန္ဒီ\nလို့ဆိုပါတယ်။၊Civil Disobedience\nMovementရဲ့ သက်ရောက်မှုကို\nသိပ်အယုံအကြည်မရှိတဲ့လူတွေ\nရှိကောင်းရှိပါလိမ့်မယ်။ဂန္ဒီလုပ်ခဲ့တဲ့ CDMရဲ့ သက်ရောက်မှုဟာ\nတစ်စတစ်စနဲ့ ဗြိတိသျှတို့ရဲ့ ကြီးမားလှတဲ့\nအင်ပါယာကြီးကိုတောင် အတော်လေး\nအထိနာစေခဲ့ပါတယ်။ သူရဲ့ဝါဒကတော့\nရှင်းပါတယ်။ အကြမ်းမဖက်ဘူး\nမပူးပေါင်း မနာခံဘူး။အကြမ်းမဖက်တာက အ‌ပြောတော့လွယ်ပါတယ်\nတစ်ဖက်က အကြမ်းဖက်လို့\nကိုယ့်အသားနာလာရင် သွေးရူးသွေးတန်းနဲ့\nပြန်အကြမ်းဖက်မိနိုင်‌ခြေသိပ်များပါတယ်။\nအထူးသဖြင့် အကြမ်းမဖက်လို့ ရနိုင်မယ့်\nအကျိုးကျေးဇူးကို မသိရင်ပေါ့။ပြောရရင်\nCDMရဲ့ နောက်ဆက်တွဲအကျိူးကျေးဇူးကို\nမသိရင်ပေါ့။ ဂန္ဒီလက်ကိုင်ထားခဲ့တဲ့ဝါဒဟာ\nCivil Disobidenceပါပဲ။ CDMနဲ့\nပက်သက်ပြီး ဒီရုပ်ရှင်မှာ ဖြစ်ရပ်မှန်\nသာဓကတွေအများကြီးပါပါတယ်။CDMကို ဒီရုပ်ရှင်သာမကြည့်ခဲ့မိရင်\nဒီလောက်အထိစွမ်းမယ်လို့\nလုံး၀ဥဿုံ ထင်ချင်မှလည်းထင်မိမှာပါ။\nမိတ်ဆွေတို့ကိုတော့ မဆိုလိုဘူးပေါ့။\nဒါကျွန်တော့်ရဲ့တုံးအမှုပါပဲ။ဂန္ဒီပြောသလိုပါပဲ \"သူတို့ ကျုပ်တို့ကို\nကြိုက်တာလုပ်လို့ရပါတယ်။ ဒါပေမဲ့\nကျုပ်ရဲ့ နာခံမှုကိုတော့ ကျုပ်မပေး\nမချင်းသူတို့မရနိုင်ပါဘူး\"CDMဟာ\nအင်အားချင်းမတုံ့ပြန်နိုင်တဲ့လူတွေအတွက်\nအကောင်းဆုံးလက်နက်ပါပဲ။မိတ်ဆွေ\nဒီထက်နားလည်သွားမှာတွေအများကြီး\nပိုပါပါသေးတယ်။ ဒါပေမဲ့ ကျွန်တော်\nမပြောပြတတ်ပါဘူး။ မပြောချင်တာ\nမဟုတ်ပါဘူး။နိုင်ငံရေးနဲ့ပက်သက်ပြီး\nကျွန်တော် ဘာမှနားလည်တဲ့လူတော့\nမဟုတ်ပါဘူး ဒါပေမဲ့ သေချာတာက\nခင်ဗျား ဒီရုပ်ရှင်ကိုကြည့်ပြီး\nCDMအစစ်ရဲ့ သက်ရောက်မှုကို\nကောင်းကောင်းကြီးသိသွားမှာပါ။\nဒါပါပဲ။ CDMနဲ့တစ်နိုင်ငံလုံး\nပက်သက်နေတဲ့အချိန်မှာ ဒီရုပ်ရှင်ကို\nကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြပါ။\nကြည့်ကြစေချင်ပါတယ်။\nဒါကျွန်တော့်ရဲ့ စိတ်‌စေတနာအမှန်ပါပဲ။တစ်ခါတလေကျ ဒီကမ္ဘာကြီးမှာ\nကျွန်တော်တို့ ဘာမှမတတ်နိုင်ပါဘူးလို့\nထင်ကောင်းထင်ရတဲ့ နေ့တွေရှိမယ်။\nကိုယ့်ဖြစ်တည်မှုရဲ့ သိမ်ဖျင်းသေးနုပ်မှုကို\nစိတ်ပျက်အားငယ်မိတဲ့နေ့တွေရှိမယ်။တစ်ခါတလေ ဒီကမ္ဘာကြီးက\nအဓိပ္ပာယ်မရှိပါဘူးလို့တွေးမိတဲ့ အခါတွေများမှာ\nအဓိပ္ပာယ်ရှိခဲ့တဲ့လူတစ်ယောက်ရဲ့\nဘ၀အကြောင်းကို သိထားတာဟာ\nကျွန်တော်တို့ ဘာမှမတတ်နိုင်ဘူးထင်ရတဲ\nကမ္ဘာကြီးမှာ မျှော်လင့်စရာကလေးတွေ\nကျန်သေးကြောင်း အသိပေးကောင်းပေး\nနိုင်ပါလိမ့်မယ်။တကယ်လို့်များ\nမိတ်ဆွေစိတ်ပျက်အားငယ်မိရင်\nဂန္ဒီပြောဖူးတဲ့စကားလေးတစ်ခုကို\nသတိရလိုက်ပါ။\n\" ...",
        "rating": "8.0",
        "url": "https://megaup.net/2okS3/Gandhi.1982.720p.BluRay[CM].mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xjiisbRXC4FqQewErBCgwLcdCWU.jpg",
        "title": "Krack(2021)",
        "description": "Krack(2021) အညွှန်း****************** တီလူဂူးဇာတ်ကားလေးတွေကို မျှော်နေကြတဲ့ အိန္ဒိယတောင်ပိုင်းရုပ်ရှင် ပရိတ်သတ်တွေအတွက် မနေ့ကထွက်တဲ့Ravi Teja နဲ့ Shruti Haasan တို့ရဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။Krack ဆိုတဲ့အဓိပ္ပါယ်ကိုက သူတို့ဘာသာစကားမှာ \"ခေါင်းမာတဲ့သူ\"ပါ။ဒီတော့ ဒီရုပ်ရှင်ထဲက အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဗီရားရှန်ကာဆိုတဲ့ ရဲအရာရှိဟာ မတရားမှုတွေကိုကိုင်တွယ်ရာမှာ ကြမ်းတမ်းတယ် ၊ သက်ညှာမှုကင်းမဲ့တယ်။ဘယ်အရာကိုမှ မကြောက်တတ်ဘဲ လုပ်စရာရှိတာကို ခေါင်းကြောမာမာနဲ့ တဇွတ်ထိုးလုပ်တတ်သူပေါ့။ဇာတ်လမ်းအစအစမှာ ပြသွားတဲ့ သံတစ်ချောင်း ၊ ၅၀တန် အကြွေတစ်ရွက်နဲ့ သရက်သီးတစ်လုံးဟာ ဗီရားရှန်ကာကိုင်တွယ်ခဲ့တဲ့ဒိတ်ဒိတ်ကြဲလူဆိုး လူရမ်းကားသုံးယောက်ကို ကိုယ်စားပြုတယ်ဆိုတာ ဇာတ်လမ်းအလယ်လောက်ရောက်မှ နားလည်မယ်။\nတစ်ယောက်ချင်းစီကို ကိုယ်တွယ်ပုံဟာ ဒီဇာတ်လမ်းရဲ့ frame ဖြစ်ပြီး ၊တောင်ပိုင်းရုပ်ရှင်အထွက်နည်းလှတဲ့ အခုလိုအချိန်မျိုးမှာ ရဲကားကောင်းကောင်းကြည့်လိုသူတွေအဖို့\n​ကျေနပ်ကြလိမ့်မယ်ထင်ပါတယ်။ဘာသာပြန်သူများကတော့ Myint Thu & Nyi Koe တို့ပဲဖြစ်ပါတယ်...File Size : (2.5GB) and (1.4GB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…02:34:00\nGenre ...",
        "rating": "7.2",
        "url": "https://megaup.net/2hm7D/KRACK.2021.WEB-DL720P.PP.mkv",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/aaaaaaaaa-115x200.png",
        "title": "CM Facebook Page ကို vpn ဖြင့် အသုံးပြုနည်း",
        "description": "Channel Myanmar Facebook Page ကို VPN ကျော်ပြီး သွားနည်း\nအောက်မှ လင့်ပေးထားသော VPN App များထဲမှ အဆင်ပြေရာ ဒေါင်းပါ ။VPN Software တွေအများကြီးရှိပါတယ်...နှစ်သက်ရာသုံးလို့ရပါတယ်...ကျနော်တို့ကတော့ နမူနာ ၄ ခုလောက်ပြပေးလိုက်ပါမယ်နော်...အဲ့ ၄ ခုမှာလူသုံးများလို့ လေးနေမယ်ဆိုရင် ဒီမှာ  https://apkpure.com/search?q=vpn  ရှိတဲ့ထဲက vpn တွေလဲ သုံးလို့ရပါတယ်နော်...ဖုန်းအတွက်ပဲပြလိုက်မယ်နော်..PC သမားတွေအတွက်ကတော့ Browser addon vpn တွေပေါပါတယ်..Hola,ZenMate စတဲ့ addon တွေရှာထည့်လိုက်နော်။ဒီမှာတော့ ဖုန်းအတွက်ပဲပြပေးသွားပါ့မယ်။  For Android,1 . Speed VPNDownlaod Link- [ 13 MB ]\nAPK Pure   / YoteShin   /  Meganz\n 2 . 1.1.1.1 Faster & ...",
        "rating": "",
        "url": "https://channelmyanmar.org/cm-facebook-page-%e1%80%80%e1%80%ad%e1%80%af-vpn-%e1%80%96%e1%80%bc%e1%80%84%e1%80%b7%e1%80%ba-%e1%80%a1%e1%80%9e%e1%80%af%e1%80%b6%e1%80%b8%e1%80%95%e1%80%bc%e1%80%af%e1%80%94%e1%80%8a%e1%80%ba/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYTZhNzM4MDktYWUwMC00NTE1LTlkN2UtM2Y5ODIwYjZmNTA2XkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Palmer (2021)",
        "description": "Palmer (2021)============IMDb Rating - 7.3/10ဇာတ်ကားအကျဉ်းပြောရမယ်ဆိုရင်တော့ ထောင်ထွက်တစ်ဦးနဲ့ အိမ်တွင်းရေးအဆင်မပြေတဲ့ ကလေးတစ်ယောက်ရဲ့အကြောင်းပေါ့။ ပါးလ်မာ က ထောင်ထဲ (၁၂)ကျော်နေခဲ့ပြီးမှ ခံဝန်နဲ့လွတ်လာသူဖြစ်ပြီး သူ့အဖွားအိမ်၊ သူ့ဇာတိမြို့မှာပဲပြန်လာနေခဲ့တယ်။ ဆမ် ဆိုတာကတော့ ပါးလ်မာရဲ့အိမ်ဘေးမှာနေတဲ့ ကလေး။ ဆမ့်အမေက ဆေးသမား၊ ပထွေးဖြစ်သူကလဲ အချိုးမပြေ။ မိသားစုအခြေအနေလုံးဝမကောင်းတဲ့ ကလေးတစ်ယောက်။ ထောင်ထွက် ပါးလ်မာနဲ့ အိမ်တွင်းရေးအဆင်မပြေတဲ့ ဆမ် တို့နှစ်ယောက်ရဲ့အကြောင်းကို ခပ်ငြိမ့်ငြိမ့်လေးနဲ့ တင်ဆက်သွားတဲ့ Drama ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ ဒီလို Drama ကားမျိုးကြည့်ရတာ စိတ်ထဲအတော်လေး ကျေနပ်သွားမိတယ်။ IMDB rating (7.3/10)၊ Rotten Tomato ကလည်း (74 %) ဆိုတဲ့အတွက်ကြောင့် ဇာတ်ကားကောင်းဖြစ်မယ်ဆိုတာတော့ ပြောစရာလိုမယ်မထင်ပါဘူး။ပါးလ်မာ အဖြစ် သရုပ်ဆောင်ထားသူကတော့ အဆိုတော်/သရုပ်ဆောင် Justin Timberlake ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jack ...",
        "rating": "7.3",
        "url": "https://megaup.net/Vjuu/Palmer.2021.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZmUwMTEwYTQtYmUyNy00ZThjLWE5ZjAtZWMwZWRlNDc3Y2MzXkEyXkFq-140x200.jpg",
        "title": "Baby Done (2020)",
        "description": "Baby Done (2020)==============IMDb Rating - 6.2/10 ဘဝမှာ မိဘတစ်ယောက်ဖြစ်ဖို့ စိတ်ရောကိုယ်ပါ အစအစအရာရာ ပြင်ဆင်ကြရပါတယ်။ဒီကားမှာတော့ ဇိုဝီဆိုတဲ့ကောင်မလေးက သူ့ကောင်လေး တင်မ်နဲ့ မထင်မှတ်ဘဲ ကိုယ်ဝန်ရသွားပါတော့တယ်။ လွတ်လွတ်လပ်လပ်နဲ့ ဘဝကို စွန့်စွန့်စားစား ဖြတ်သန်းရတာကိ ကြိုက်တဲ့သစ်ပင်တက်သမား ဇိုဝီတစ်ယောက်အဖို့ မထင်မှတ်ဘဲ ကိုယ်ဝန်ရသွားတာသိလိုက်ရတဲ့အချိန်အကြီးအကျယ်ကို ရှော့ခ်ရသွားပါတော့တယ်။ ဇိုဝီကောင်လေး တင်မ်ကတော့ ကိုယ်ဝန်ရှိတာသိသွားတဲ့ အချိန်ကစပြီး ဖခင်ကောင်းတစ်ယောက်ဖြစ်ဖို့နဲ့ ဇိုဝီကို ဂရုစိုက်ဖို့အတွက် အစွန်းကုန်ကြိုးစားပါတော့တယ်။ ဇိုဝီရဲ့ ဆန္ဒအရ သူတို့နှစ်ယောက်က ကလေးမမွေးခင်မှာ လုပ်ချင်တဲ့အရာတွေကို စပြီးချရေးပါတော့တယ်......သူတို့ကလေးမမွေးခင် သူတို့ဆန္ဒတွေ ပြီးမြောက်သွားမလား၊မထင်မှတ်ဘဲ ကိုယ်ဝန်ရသွားတဲ့ ဇိုဝီတစ်ယောက် ဘယ်လိုကလေးမွေးဖို့ ရင်ဆိုင်မလဲဆိုတာကိုcomedy ဆန်ဆန် ကြည့်ရှူရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 31minSubtitle – Myanmar ...",
        "rating": "6.2",
        "url": "https://megaup.net/Vih3/Baby.Done.2020.720p.WEBRip.5.1CH[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Capture-38-145x200.png",
        "title": "Killer Shark (2021)",
        "description": "Killer Shark (2021)“ကိုယ်...မင်းကိုအရမ်းချစ်တယ်ဒီလိုပြောပြီး ကျွန်မကို ကျောခိုင်းသွားခဲ့တဲ့ရှင့်ကို ကျွန်မမုန်းတယ်.....ပင်လယ်ကြီးရေ..ရှင်ဟာ စိတ်ပျက်စရာကောင်းလွန်းလှသလို နှစ်သက်စရာလည်းကောင်းပါတယ်လူကို အံ့ဩစေနိုင်တဲ့ အစွမ်းတွေရှိတဲ့ သဘာဝကြီးတစ်ခုပေါ့...ဒါပေမဲ့.... ကျွန်မတော့ ရှင့်ကိုမုန်းပါတယ်”CM ပရိသတ်ကြီးအတွက် ဒီတစ်ခါတော့ အချိန်တစ်နာရီလောက် မထတမ်းကြည့်လို့ကောင်းမယ့် ကားလေးနဲ့ မိတ်ဆက်ပေးပါမယ် ။ ပိုစတာကိုကြည့်တာနဲ့ သောင်းကျန်းတော့မယ့် ငါးမန်းမှန်း သိပြီးသားဖြစ်မှာပါ ။ ဒါပေမဲ့ ပရိသတ်ကြီးမသိသေးတာက ဒီကားလေးထဲမှာ သံယောဇဉ်တွေ ၊ လူတွေရဲ့စိတ်နေသဘောထားတွေ ပြီးတော့ အရမ်းမိုက်တဲ့ ကွန်ပျူတာအဖက် တွေပါဝင်နေတယ်ဆိုတာပါပဲ ။လူငယ်လေးတစ်စု အားလပ်ရက်မှာ ပင်လယ်ဘက်ကို အပန်းဖြေခရီးထွက်လာကြပါတယ် ။ ဘာပြသာနာမှမရှိပေမယ့် အုပ်စုထဲက စုံတွဲတစ်တွဲရဲ့ အချစ်စမ်းမှုတွေကြောင့် စီးလာတဲ့ သင်္ဘောက ကျောက်ဆောင်နဲ့ တိုက်မိသွားပါတယ် ။ ဇာတ်လမ်းက အဲ့ကစတာပေါ့နော် ။ပင်လယ်ပြင်ကြီးထဲမှာ ကယ်မယ့်သူမရှိတုန်း တစ်ခုတည်းသော လုပ်စရာရှိတာက ကျွန်းငယ်လေးတစ်ခုဆီ လက်ပစ်ကူးသွားဖို့ပါ ။ အဲ့တော့ ဒီသူငယ်ချင်းတစ်သိုက် ...",
        "rating": "8.2",
        "url": "https://megaup.net/2he2q/(CM)_Killer_Shark.2021.WEB-DL.720P..mp4",
        "category": "Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNjg5OTE1ZDMtNzEzYy00OWM1LWFlZTgtZTE1ZTllZTdkN2UyXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Haymaker (2021)",
        "description": "Haymaker (2021)=============IMDb Rating - 4.0/10ပြိုင်ပွဲတစ်ပွဲမှာရှုံးနိမ့်ပြီးတဲ့နောက်ပိုင်း အနားယူသွားခဲ့တဲ့မွေထိုင်းဖိုက်တာနစ်တစ်ယောက်transgenderမလေး နော်မီကို စော်ကားဖို့လုပ်တဲ့လူကို ထိုးကြိတ်ဆုံးမခဲ့ရာကနေဇာတ်လမ်းစတာပဲ။ အဲ့ဒီမှာပဲ နော်မီက နစ်ခ်ကိုကိုယ်ရံတော်အနေ နဲ့အလုပ်ခန့်လိုက်ပြီး သူ့ဖျော်ဖြေပွဲတွေနောက်ကိုခေါ်သွားတာပေါ့။ နော်မီကလည်းအဆိုတော်ဆိုပေမဲ့ စပွန်ဆာတွေနဲ့ အရက်သောက်လိုက်စကားပြောလိုက်လုပ်ပြီး အဆိုတော်အဖြစ်နဲ့ရပ်တည်နေရတဲ့လူ…………နစ်ခ်ကျတော့ ပြိုင်ပွဲမှာရှုံးပြီး နောက်ပိုင်း ကြိုးဝိုင်းထဲကိုပြန်ဝင်ဖို့မဝံ့ရဲတော့တဲ့လူ…………ဒီလိုလူနှစ်ယောက်ဆုံစည်းပြီးတဲ့နောက်ပိုင်းမှာ ဘာတွေ ဖြစ်လာမှာလဲဆိုတော့ကိုတော့ စိတ်ဝင်တစားကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 23minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, DramaSource : 1080p.WebRipTranslator – Chit TeeEncoder – SWM",
        "rating": "4.0",
        "url": "https://megaup.net/1Bgr8/Haymaker.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/81KD8apUgCL-150x200.jpg",
        "title": "The Ghost Resort (2021)",
        "description": "ကျွန်တော်တို့ငယ်ငယ်တုန်းက လမ်းတစ်လမ်းဖောက်ဖို့ အဆောက်အဦပြောင်းဖို့\nသင်္ချိုင်းရွေ့တယ်တို့ သင်္ချိုင်းပြောင်းတယ်တို့\nခဏခဏကြားဖူးကြတယ်မလား\nခွင့်တောင်းပြီးရွေ့ရတဲ့အခါ ကားထဲခေါ်တင်ပြီး\nပြောင်းရွေ့ပေးရတာတွေလေ\nအခုလည်း ရှိချင်ရှိမှာပါ ဒါပေမယ့်ငယ်ငယ်တုန်းကတော့\nဒီလိုပြောင်းရွေ့မှုရဲ့ နောက်ဆက်တွဲဇာတ်လမ်းတွေကြားရတာနဲ့တင်\nကြက်သီးမွှေးညှင်းတွေ ထခဲ့ကြရတာပေါ့ဗျာခေတ်ကာလတွေကူးပြောင်းလာတော့ ဒီခေတ်ကြီးထဲမယ်\nသရဲတစ္ဆေတွေနဲ့ ပက်သက်ပြီး ကျွန်တော်တို့ငယ်ငယ်တုန်းကလောက်\nအစွဲအလမ်းမရှိကြတော့တာကတော့ သေချာတယ်ဗျ\nဒါပေမယ့် သုသာန်မြေကိုတစ်ခုခုလုပ်ဖို့ဖယ်ရှားရတဲ့အချိန်မှာတော့\nရှေးဟောင်းအယူအဆတွေက မပစ်ပယ်ကောင်းပါဘူး\nရှေးထုံးလည်းမပယ်နဲ့ ဈေးသုံးလည်း မကြွယ်နဲ့ဆိုတဲ့ စကားတောင်ရှိသေးတယ်မို့လားဒီဇာတ်ကားက ကျွန်တော်အပေါ်ကပြောထားသလိုပဲ\nသုသာန်မြေကိုမှ ခွင့်မတောင်းဘဲ\nပိုင်နက်ကျူးလွန်မိတဲ့အခါ ဖြစ်လာတဲ့နောက်ဆက်တွဲပြသနာပေါ့ဗျာ\nဇာတ်လမ်းက နည်းနည်းတော့ drama,thriller အမျိုးအစားဆိုပေမယ့် ဟာသဘက်လည်းနည်းနည်းရောက်တယ်ဗျ\nချစ်သူနှစ်ဦးအပြင် အကြောင်းကြောင်းကြောင့်\nတစ်နေရာထဲလာဆုံကြရမယ့်လူတွေရဲ့\nကံကြမ္မာအလှည့်အပြောင်းကို ကြည့်ရမှာTamil thriller ငတ်နေတဲ့သူတွေအဖို့တော့\nသိပ်မဆိုးလှတဲ့ ဇာတ်ကားလို့ပြောပါရစေ  Translated by : AmeliaEncoded by : YKQuality : 1080p and 720pFile Size : 1.2GB and 683MBDuration : 1h 26mins",
        "rating": "5",
        "url": "https://megaup.net/Vigh/(CM)The_Ghost_Resort_(2021).720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/My_Missing_Valentine-190620494-large-138x200.jpg",
        "title": "My Missing Valentine (2020)",
        "description": "My Missing Valentine (2020)\n****************************ဒိတ်ပျောက်တယ် ဆိုတဲ့ စကားကို လူငယ်တွေ အရမ်းပြောလေ့ရှိပါတယ်\nဒါပေမယ့် တကယ် ဒိတ်ပျောက်သွားတဲ့လူတွေရှိပါ့မလားဒီဇာတ်လမ်းထဲက ကောင်မလေးကတော့ တကယ်ဒိတ်ပျောက်သွားခဲ့ပါတယ်အရာရာကို မြန်မြန်ဆန်ဆန်လုပ်တတ်တဲ့ကောင်မလေးတစ်ယောက်\nခရာမတွတ်ခင် ပြေးတတ်တဲ့ သူများတွေထက် ရှေ့ကိုတစ်လှမ်းကြိုပြင်ဆင်တတ်သူလေးတစ်ယောက်ရှိသတဲ့။ကမ္ဘာလောကကြီးနဲ့အဆက်သွယ်ပြတ်နေတဲ့သူတစ်ယောက်အသက်ကလဲ ၃၀ နားကပ်နေပြီး အချစ်ရေးနဲ့ပါတ်သက်လို့ မူးလို့တောင်မရှုဖူးတဲ့သူမအနားကို\nခပ်ချောချောကောင်လေးတစ်ယောက်က ရောက်လာခဲ့ပါတယ်။အဲ့ကောင်လေးနဲ့ ချစ်သူများနေ့မှာ အတူဖြတ်သန်းဖို့ စိတ်ကူးယဉ်\nအပျော်တွေလွန်ပြီး အိပ်သွားခဲ့ပေမဲ့ နောက်တစ်နေ့ သူအိပ်ရာနိုးလာချိန်မှာတော့\nသူ့ရဲ့ချစ်သူများနေ့ဟာ သူ့မှတ်ဉာဏ်ထဲကနေ ထူးဆန်းအံ့သြဖွယ်ရာ\nပျောက်ဆုံးနေခဲ့တာသိလိုက်ရပါတယ်။သူ့ရဲ့ဘဝမှာ အပြောင်းလဲကြီးတစ်ခုလို့ဆိုရလောက်တဲ့နေ့တစ်နေ့ဟာ\nဘာလို့ပျောက်ဆုံးသွားရတာလဲ အဖြေရှာပါတော့တယ်။ဘာ​ကြောင့် နေ့ရက်တစ်ရက် ပျောက်ဆုံးသွားရတာလဲ\nပျောက်ဆုံးသွားတဲ့နေ့ရက်ကို ဘယ်လိုပြန်ရှာမလဲ\"ကိုယ့်ကိုယ်ချစ်ပါ တစ်နေရာမှာတော့\nသင့်ကိုချစ်တဲ့သူတစ်ယောက်ရှိနေပါတယ်\"IMDb rating 7.4 ရရှိထားပြီး Golden Horse Film Festival တစ်ခုတည်းမှာတင်\nWinner 5 ဆုရရှိပြီး Nomi 6 ဆု ၀င်ခဲ့တဲ့ ဇာတ်ကားကောင်းတစ်ကားလဲဖြစ်ပါတယ်။ File Size : ( 1.75 GB), ( 1.09 ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Bgrk/My_Missing_Valentine_(2020)_720p.mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOGFlNTdmYWQtM2IzMi00YTY3LTlmMDQtZDI5NGQ5MjYzZmEwXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_-134x200.jpg",
        "title": "The Little Things (2021)",
        "description": "The Little Things (2021)===================IMDb Rating - 6.4/10စိတ္တဇလူသတ်သမား တစ်ယောက်ကို အတူတူလိုက်ရှာလိုက်ကြပါစို့။ ဒန်ဇယ်ဝါရှင်တန်ရဲ့ ဝါရင့် သွေးအေး စုံထောက်ဟောင်းကြီးစတိုင်၊ ရာမီမာလက်ရဲ့ ထက်မြက်တဲ့ လူငယ်စုံထောက်စတိုင်၊ ဂျာရက်လယ်တိုရဲ့ အေးစက်စက် နဲ့ တရားခံလိုလို တရားမခံလိုလို ပဟေဠိတွေနဲ့ ငြိမ့်ငြိမ့်လေး ကြည့်ရမယ့် ရုပ်ရှင်ပါပဲ။ ဒိခ် ဒီကန်ဟာ နာမည်ကျော်စုံထောက်ကြီးဘဝကနေ နယ်မြို့လေးက ရဲအဖြစ် ပြောင်းသွားခဲ့တဲ့သူ၊ သူ့နေရာကို ဝင်လာတဲ့ ဂျင်မီကတော့ ထက်မြက်ပြီး လူကြိုက်များတဲ့ စုံထောက်တစ်ယောက်၊ သူတို့ ၂ ယောက်ရဲ့ အမှုတွေဟာ လူတစ်ယောက်ထဲက ကျူးလွန်သလို တိုက်ဆိုင်နေတဲ့အခါ၊ဘာသဲလွန်စမှ ရှာမရဘဲ မိန်းကလေးငယ် ၆ ယောက်လောက် ဆက်တိုက် သေဆုံးလာတဲ့အခါ စုံထောက်ဟောင်းနဲ့စုံထောက်သစ်တို့ပေါင်းပြီး တရားခံကို ခြေရာကောက်ကြတာကို စိတ်ဝင်တစားကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Bgz6/The.Little.Things.2021.720p.HMAX.WEBRip[CM].mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Penguin-Bloom-2020-160x200.jpg",
        "title": "Penguin Bloom (2020)",
        "description": "Penguin Bloom (2020)***********************=IMDB 6.7=Drama ကားကောင်း ငတ်နေကြသူများအတွက် နက်ဖလစ်က ကားလေးနဲ့ ရသေ့စိတ်ဖြေကြတာပေါ့။ဇတ်လမ်းSam Bloomဆိုတဲ့ အမျိုးသမီးဟာ\nမိသားနဲ့အတူ ထိုင်းနိုင်ငံကို ခရီးထွက်ရင်း\nကံမကောင်းစွာပဲ မျှော်စင်တစ်ခုပေါ်က ပြုတ်ကျပြီး\nဒုက္ခိတဖြစ်သွားခဲ့ရတယ် ဝီးချဲနဲ့ဖြတ်သန်းရတဲ့ သူ့ဘဝမှာ\nသားသုံးယောက်အတွက် အမေတစ်ယောက်တာဝန်မကျေပွန်နိုင်တဲ့အခါသူ့ကိုယ်သူမုန်းတီးမိလာပြီး အရာရာမှာမကြည်ဖြူဖြစ်လာတော့တယ်\nယောက်ျားဖြစ်သူ Cameron Bloomကလည်း ဒုက္ခိတဇနီးသည်နဲ့\nသားသုံးယောက်တာဝန်ကို မလစ်ဟင်းအောင် ထမ်းရွက်ရင်း ရုန်းကန်နေရရှာတယ်တနေ့မှာတော့ သားအကြီးဆုံးလေးNoah Bloomဟာ ကမ်းခြေကနေ\nအသိုက်ကွဲနေတဲ့ငှက်ပေါက်စလေးတကောင်ကို တွေ့လို့ သနားပြီးအိမ်ခေါ်လာခဲ့တယ်သူတို့မိသားစုဟာ ငှက်ကလေးရဲ့နာမည်ကို “Penguin”လို့ပေးဖို့ဆုံးဖြတ်ခဲ့ကြတယ်ယောက်ျားဖြစ်သူအလုပ်သွားချိန်နဲ့သားသုံးယောက် ကျောင်းသွားချိန်တိုင်းမှာ\nအိမ်မှာပဲ အထီးကျန်စွာကျန်ခဲ့တဲ့ ဒုက္ခိတ Sam Bloomအတွက် Penguinက အဖော်မွန်လေးဖြစ်လာတဲ့အခါ....မျှော်လင့်ချက်တွေပျက်သုဉ်းနေတဲ့ Sam Bloomတစ်ယောက် ကိုယ့်စိတ်ကို\nဘယ်လို ပြန်လည်ထူထောင်နိုင်လာမလဲဆိုတာကိုတော့....\nBlooms မိသားစုရဲ့ ချစ်ခြင်းမေတ္တာတွေနဲ့အတူ ခံစားကြည့်ရှုကြပါဦး File Size : ( 1.54 GB) and (892.3MB)\nQuality :  1080p.NF.WEB-DL\nFormat…mp4\nDuration…  1h 35min ...",
        "rating": "6.7",
        "url": "https://megaup.net/Viqt/Penguin_Bloom_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vHoeIopknC6fCUTJfagDGwr6qmf.jpg",
        "title": "The Night (2021)",
        "description": "The Night 2021အိမ်​တစ်​အိမ်​ထဲမှာ မိသားစု၃စု မာဖီးယားဂိမ်းကစား​နေကြပါတယ်​။ကစားပွဲမှာရှုံးတဲ့အတွက်​ စည်းမျဉ်းအရအသတ်​ခံလိုက်​ရသူက​တော့ နမ်​ဒါပါ။\nနမ်​ဒါက ခင်​ပွန်းသည်​ဖြစ်​တဲ့ ဘာဘတ်​ကို\n​နောက်​ဆုံးစကားအ​နေနဲ့ သူ​သေရင်​ သမီးဖြစ်​သူကို​စောင့်​ရှောက်​ဖို့​ပြောခဲ့ပါတယ်​။ ကစားပွဲဖြစ်​တဲ့အတွက်​ အားလုံးက စစ​နောက်​​နောက်​ပါပဲ။ဘာအဓိပ္ပာယ်​မှန်းမသိဘဲ ဆင်​တူတက်​တူးထိုးထားမိတဲ့ ဘာဘတ်​နဲ့ နမ်​ဒါတို့လင်​မယားနှစ်​​ယောက်​\nသူငယ်​ချင်း​တွေကို နှုတ်​ဆက်​ပြီး\nလသားအရွယ်​ သမီး​လေးနဲ့ အိမ်​ကိုပြန်​လာတဲ့လမ်းမှာ\nထူးဆန်းတဲ့အဖြစ်​အပျက်​​တွေကြုံရပြီး​နောက်​\nနီးစပ်​ရာ​ဟော်​တယ်​တစ်​ခုမှာ တစ်​ညတာတည်းခိုမိတဲ့အခါ......သူတို့ ၂​ယောက်​ရဲ့ တက်​တူး​တွေကပဲ ကျိန်​စာမိ​နေတာလား...?\n၂​ယောက်​သား ကိုယ်​စီဖုံးကွယ်​ထားတဲ့ အတိတ်​​တွေကပဲ သူတို့ကို​ခြောက်လှန့်​နေ​စေတာလား...?ဒါမှမဟုတ်​ တည်းခိုမိတဲ့​ဟော်​တယ်​ကပဲ သူတို့ကို​ခြောက်​ခြား​စေဖို့ ဖန်​တီးထားတာပဲလား...?ဆိုတာကို ဒီကား​လေးထဲမှာ ရင်​တထိတ်​ထိတ်​နဲ့ ကြည့်ရှုခံစားရမှာပဲဖြစ်​ပါတယ်​။Molins Film Festival မှာ အကောင်းဆုံး ဒါရိုက်တာဆု၊ အကောင်ဆုံး အမျိုးသားဇာတ်ဆောင်ဆု၊ အကောင်းဆုံး ဇာတ်ညွှန်းဆု ၃ ဆု ရထားတဲ့ ဇာတ်ကားဖြစ်တာကြောင့် လက်မလွှတ်သင့်ပါကြောင်း။File size… 2.3GB, 782MB\nQuality….1080p HEVC 5.1CH and 720p\nFormat…mp4\nDuration…. 1hr 45min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Lwin ...",
        "rating": "5.8",
        "url": "https://megaup.net/Vib3/(CM)_The.Night.2020.720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/9nLplPuTXceAwvGqedZRPTAaX4d-133x200.jpg",
        "title": "The Elfkins – Baking a Difference (2019)",
        "description": "The Elfkins Baking a Difference (2019)\n**************************************=IMDB 6.0 =ဂျာမန်ကာတွန်းကားလေးပါမြေအောက်မှာပဲ နှစ်ပေါင်းများစွာနေလာတဲ့ မှင်စာလေး အဲလ်ဖီဟာ\nလူသားတွေနေတဲ့အပေါ်ကိုတက်လာပြီး ပညာရပ်တစ်ခုခုကိုသင်ချင်နေပါတယ်။တက်လာပြီးနောက် မုန့်ဖုတ်ဆရာ သီအိုနဲ့တွေ့ခဲ့ပါတယ်\nသူ့ရဲ့မုန့်တိုက်ကိုလိုချင်နေတဲ့ ညီဆီကနေကယ်တင်ဖို့လိုနေတဲ့သူပေါ့။မှင်စာလေးဟာ သူတက်ချင်တဲ့ပညာကိုတက်သွားနိုင်မလား\nလူသား သီအိုကရော သူ့မုန့်တိုက်ကို ကယ်တင်နိုင်မလား\nဘာအပြောင်းအလဲတွေ လုပ်နိုင်သွားမလဲFile Size : (1.4 GB) and (877 MB)\nQuality : 1080p.BluRay\nFormat…mp4\nDuration…1h 18min\nGenre : Animation, Action, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by : Inzali ThanHtike\nEncoded by : Myoko",
        "rating": "6.0",
        "url": "https://megaup.net/Vi9x/The_Elfkins_Baking_a_Difference(2019)720p.mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pU3bnutJU91u3b4IeRPQTOP8jhV.jpg",
        "title": "Godzilla: King of the Monsters (2019)",
        "description": "ဂေါ်ဇီလာရုပ်ရှင်တော်တော်များများကို ကျွန်တော်တို့ကြည့်ဖူးကြပါတယ်..ကြည့်လိုက်တိုင်းလည်း လူသားတွေရဲဲ့ပြသနာရှာမှု့တွေကိုဂေါ်ဇီလာကပဲ လိုက်ဖြေရှင်းတိုက်ခိုက်ပေးနေရတာပါ...ပြောရမယ်ဆိုရင် လူသားတွေကတိုက်တန်ကြီးတွေကိုမုန်းတယ်ဒါပေမယ့် တကယ်တမ်းပြသနာတက်လာခဲ့ရင်လည်းအဲဒီတိုက်တန်တွေရဲ့ဘုရင်ကြီးကပဲ ထွက်လာရတာပါပဲ....အဲချိန်ကျမှ ဟေးခနဲ ၀ါးခနဲ အသံတွေနဲ့ပျော်နေကြတာလည်းလူသားတွေပါပဲ..ဒီကားမှာလည်း နဂိုထဲကပျောက်ကွယ်လုနီးပါးဖြစ်နေတဲ့Ghidorah (ခေါင်းသုံးလုံးနဂါး) ကိုထွက်လာအောင်သွားလုပ်လို့ဘုရင်ကြီးကပဲ မနေနိုင်မထိုင်နိုင်ဖြစ်ပြီးထွက်ကယ်ရပြန်ပါတယ်....အသေချကြပါတယ်.....အကောင်ကြီးတွေချတာကြည့်ပြီး ကြက်သီးလည်းထတယ်..အကောင်းဆုံးကတော့ ဂေါ်ဇီလာရဲ့ theme song ပြန်ပါလာပါတယ်....အဲအသံကိုကြားတဲ့ချိန်ပျော်တယ်ဆိုတာထက်မိုက်တယ်ကွာလို့တောင် ပြောမိတယ်....ကျွန်တော်တို့ ဟာခနဲ ဟင်ခနဲ ဖြစ်သွားစေတဲ့Epic Battle တစ်ခုကိုခံစားပြီးပါပြီ...End Game က Final Scene ပါ....နောက် Epic Battle တစ်ခုကိုပြောပါဆိုရင်တော့ဒီကားထဲက Godzilla နဲ့  Ghidorah (ခေါင်းသုံးလုံးနဂါး) တို့ရဲ့တိုက်ပွဲပါပဲ...တကယ်လည်းမိုက်တယ် .... အသေချတယ်....ကြည့်ရတဲ့လူအဖို့ ဂေါ်ကြီးနိုင်ပါစေ ....ဂေါ်ကြီးထိသွားရင်လည်း ဟာခနဲဖြစ်ပြီးရင်ခုန်ပြီးကြည့်နေရတာပါ....ဒီကားက တိုက်တန်ကြီးတွေချတာကိုကြည့်တာနဲ့တင်လုံးဝတန်နေပြီဖြစ်တဲ့ ကားလို့တောင်ပြောလို့ရပါတယ်...ဒါကြောင့် ဒီကားရဲ့ ဇာတ်လမ်းအကြောင်းကိုအားလုံးလည်းနားလည်အောင် အနည်းငယ်တင်ဆက်ပေးပါရစေ...ဒီရုပ်ရှင်ကတော့ ၂၀၁၄ ဂေါ်ဇီလာကားရဲ့ အဆက်ဖြစ်ပြီးတော့Rating 6.6 ရရှိထားပါတယ်..Rating နည်းတာကိုမကြည့်ပါနဲ့...တိုက်တန်ကြီးတွေရဲ့Battle တွေကိုကြည့်ကြည့်ပါ...လုံးဝအလန်းကြီးတွေပါ.........ဇာတ်လမ်းသဘောအရတော့ဂေါ်ဇီလာနဲ့ တိုက်တန်အချို့တိုက်ပွဲအပြီးမှာ မိုနာ့ခ် အဖွဲ့ကြီးဟာအခြားသော တိုက်တန်တွေကို ရှာဖွေထိန်းသိမ်းနေကြပါတယ်။ဒေါက်တာ အမ်မာကတော့ တိုက်တန်တွေကို အမိန့်ပေးနိုင်မယ့်အော်ကာလို့ ခေါ်တဲ့ စက်တစ်မျိုးကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/godzilla-king-of-the-monsters-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BM2Q1MmM4OGItNzc2Mi00Njc0LTllNmMtNTQxNTZmMGI0YWUxXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "Below Zero – Bajocero (2021)",
        "description": "Below Zero (2021)===============IMDb Rating - 6.3/10 CM ပရိသတ်ကြီး အကြိုက်တွေ့မယ့် Action, Crime ဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။မာတင်ဟာ စည်းမျဉ်းစည်းကမ်းတွေကို လိုက်နာတတ်တဲ့ ရဲတစ်ဦးပါ။ တစ်နေ့ သူပြောင်းတဲ့ ရဲဌာနမှာပထမဆုံးတာ တာ၀န်အနေနဲ့ အကျဉ်းသားတွေကို နေရာပြောင်းရွှေ့တဲ့ တာ၀န်ကို ထမ်းဆောင်ရပါတော့တယ်။ ဒီလိုနဲ့ပဲ မာတင်ဟာ သူအပါအ၀င် နောက်ထပ် ရဲ ၃ ယောက်နဲ့အတူ အကျဉ်းသား ၆ ယောက်ပါတဲ့အချုပ်ကားကို မောင်းပြီး မြူဆိုင်းတဲ့ ညဘက်မှာ တာ၀န်ထမ်းဆောင်ရပါတော့တယ်။ဒီလိုနဲ့ မောင်းလာရင်း လမ်းခုလတ်မှာ ကားဘီးကလည်းပေါက် အရံလိုက်လာတဲ့ ရဲနှစ်ယောက်ရဲ့ကားနဲ့လည်းအဆက်ပြတ်သွားတဲ့အတွက် သူကိုယ်တိုင် မောင်းလာတဲ့ ကားပေါ်က ဆင်းကြည့်တဲ့အခါ ခြုံခိုတိုက်ခိုက်ခံနေရပြီဆိုတာ သိလိုက်ရပါတော့တယ်။ အရံပါလာတဲ့ ရဲ ၃ ယောက်ကလည်း ကျ အချုပ်ကားထဲက အကျဉ်းသား ၆ ယောက်ကလည်း စပြီး ပုန်ကန် အပြင်ကရန်သူတွေက ...",
        "rating": "6.3",
        "url": "https://megaup.net/2hcTW/Below.Zero.2021.SPANISH.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/images-3-200x300.jpg",
        "title": "Kong: Skull Island (2017)",
        "description": "Explore the mysterious and dangerous home of the king of the apes as a team of explorers ventures deep inside the treacherous, primordial island.၁၉၇၃ ကာလ ျမင္ကြင္းေတြ နဲ႔အတူ ဗီယက္နမ္စစ္ပြဲအၿပီးကာ လမွာ Monarch လို႔ေခၚတဲ့ လွ်ိဳ႕ ဝွက္ အဖြဲ႕အစည္းအတစ္ခုဟာ ျမဴခိုးေတြနဲ႔ အံု႔ဆိုင္းေနတဲ့ အ႐ိုးစု ကြၽန္းဆိုတဲ့ ကြၽန္းသစ္တစ္ကြၽန္း ကို ရွာေတြ႕ခဲ့ပါတယ္။ အဲဒီကြၽန္း ေပၚမွာ ထူးဆန္းတဲ့ တိရစၧာန္မ်ိဳး စိတ္ေတြရွိေနတဲ့အတြက္ သုေတ သနျပဳဖို႔ ရဟတ္ယာဥ္ေတြနဲ႔ ထြက္ခြာခဲ့ၾကပါတယ္။တကယ္ေတာ့ အဲဒီကြၽန္း ေပၚမွာ ေကာင္ဆုိတဲ့ ဧရာမ ေမ်ာက္ဝံႀကီးရွိသလို အျခားထူး ဆန္းတဲ့ သတၱဝါေပါင္းမ်ားစြာ လည္း ရွိေနတာပါ။ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/kongskull-island-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/91bpOUYWS8L._SY445_-135x200.jpg",
        "title": "Godzilla (2014)",
        "description": "2014 ခု နှစ်မှာထွက်ရှိခဲ့တဲ့ Godzilla ရုပ်ရှင်ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်..IMDb Rating6.4 ရရှိထားပြီးတော့ Rotten Tomatoes 75% အထိလည်းရရှိထားပါတယ်..ဒါရိုက်တာ Gareth Edwards ကနေ ရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်..ဂျပန်နိုင်ငံက ရိုက်ကူးခဲ့တဲ့ Godzilla ဇာတ်လမ်းတွဲကို အမေရိကပုံစံ အသက်သွင်းပြန်လည်ရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်..အချွန်အတက်များနဲ့ရက်စက်ယုတ်မာစွာ..အဖျက်စွမ်းအားကောင်းတဲ့အထပ်မြင့်မိုးမျှော်အဆောက်အဦးများထက်ကြီးမားတဲ့သတ္တဝါကြီးတွေဟာ လူသားတွေရဲ့ရပ်တည်မှုကိုခြိမ်းခြောက်လာစဉ်မှာ ဘယ်လိုတွေဖြစ်လာမလဲဆိုတာကို ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်..ဒီတစ်ခါတော့ ဟောလိဝုဒ်က ဂျပန်တွေရဲ့ Godzilla ဇာတ်လမ်းကို ကောင်းအောင် ရိုက်နိုင်ခဲ့ပါပြီ။ ၁၉၉၈ တုန်းက နာမည်ပျက်ခဲ့တဲ့ Godzilla ဇာတ်ကား နဲ့ဒီကားက တစ်ခြားစီပါပဲ။ လက်ရှိ Godzilla ဇာတ်ကားက ဂျပန် တွေတီထွင်ခဲ့တဲ့ Gojira (Godzilla) ရဲ့ မူလ ဇာတ်လမ်းကို မှီငြမ်းပြီး ရိုက်ကူးခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ ၁၉၅၄ ကျော်လောက်ကတည်း Castle Bravo Nuclear Bomb Testing လုပ်တာကို ပြခဲ့ပြီးအဲ့ဒီတုန်းက ဗုံးက စမ်းသပ်ဗုံးမဟုတ်ပဲ Godzilla ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/godzilla-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BODVkNjU4NGMtODMwNi00ZWU4LWI3ZmYtNjgxNzIyNjY5MmI1XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "Main Hoon Na (2004)",
        "description": "IMDb (7.0) / Rotten Tomatoes (81%)ဘောလိဝုဒ်ရဲ့ဘုရင်လို့ တင်စားခေါ်ဝေါ်ကြတဲ့ ကမ္ဘာကျော်မင်းသား ရှာရွတ်ခန်းရဲ့အချစ်အလွမ်းအကြမ်းရသစုံတဲ့ရုပ်ရှင်ဇာတ်ကား ဖြစ်ပါတယ်။\nရှာရွှတ်ခန်းရဲ့ လူသိများတဲ့ရုပ်ရှင်တွေဖြစ်တဲ့ Om Shanti Om တို့ Happy New Year တို့ကို ရိုက်ကူးပေးခဲ့တဲ့\nဒါရိုက်တာ Farah Khan ရဲ့ ပထမဆုံးရိုက်ကူးတဲ့ ရုပ်ရှင်ဖြစ်ပြီး မင်းသားကြီး Sunil Shetty ၊လူငယ်မင်းသားချော Zayed Khan\nမင်းသမီး Sushmita Sen နဲ့ Amrita Rao တို့ပါဝင်အားဖြည့်သရုပ်ဆောင်ထားပါတယ်။\nImdb rating 7.0 ရရှိထားတဲ့ ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းကတော့\nအိန္ဒိယတပ်မတော်မှ ဗိုလ်ချုပ်ဘတ်က်ရှီးဟာ ပါကစ္စတန်နိုင်ငံနဲ့ ငြိမ်းချမ်းရေးယူဖို့ ပထမခြေလှမ်းအဖြစ်\nမီလတ်စီမံကိန်းကို လုပ်ဆောင်ဖို့ စီစဉ်နေပါတယ်။ မီလတ်စီမံကိန်းကတော့ အိန္ဒိယနယ်စပ်မှာ ဖမ်းမိထားတဲ့\nမသိနားမလည်တဲ့အပြစ်မဲ့ ပါကစ္စတန်နိုင်ငံသားတွေကို ပြန်လွှတ်ပေးမယ့် အစီအစဉ်ဖြစ်ပါတယ်။ ထိုစီမံကိန်းကို\nသတင်းဌာနတစ်ခုမှ ဗိုလ်ချုပ်ဘတ်က်ရှီးကို အင်တာဗျူးဖို့ ဖိတ်ကြားထားလို့ ဗိုလ်ချုပ်ဘတ်က်ရှီးဟာ အင်တာဗျူးလာရောက်ဖြေခဲ့ပါတယ်။\nအင်တာဗျူးဖြေနေစဉ်မှာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Bfgk/(CM)Main.Hoon.Na.2004.720p.BluRay.REMUX.MPEG-2.DD5.1-NEWHAM(HEVC).mkv",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/L1ZosmYVcodI8GIh1tdUgXFPR9.jpg",
        "title": "Coffee or Tea? ( 2020 )",
        "description": "Entrepreneur ကိုမစိမ်းကြပေမယ့် social entrepreneur ကို စိမ်းနေကြတဲ့သူတွေလေ့လာလချင်သူတွေ မဖြစ်မနေကြည့်သင့်တဲ့ကားလေးနော်ဇာတ်ကားလေးက ကောင်လေး၃ ယောက်ကို အခြေခံရိုက်ကူးထားတာပါတစ်ယောက်က ငယ်စဉ်တည်းက ငွေမက်ပြီး ရောင်းလို့ရသမျှအကုန်ရောင်းပြီး စီးပွါးရေးတွေလုပ်လာခဲ့သူပေါ့... ဒါပေမယ့် သူလုပ်ငန်းတိုင်းကြာရှည်မမြဲခဲ့ပါဘူးဒီလိုမမြဲလို့လည်း သူအိပ်မပျော်တဲ့ရောဂါဖြစ်ပြီး နောက်ဆုံး စိတ်ရောဂါဆရာဝန်နဲ့ ဆွေးနွေးမှု ခံယူနေရတယ်...နောက်တစ်ယောက်က ရွာကနေ မြို့တက်ပြီး ပါဆယ်လိုက်ပို့သူ delivery manအလုပ်ကို ဂုဏ်ယူစွာ လုပ်နေသူတစ်ယောက်။ သူက တစ်နေ့မှာ ရုတ်တရက်ကြီးအလုပ်ကထွက်လိုက်တယ်။ အကြောင်းကတော့ သူ့ရွာလေးကိုပြောင်းလဲပေးချင်လို့ သူရွာပြန်ပြီး ပါဆယ်ပို့လုပ်ငန်းလုပ်မယ်လို့ ရည်ရွယ်ပြီး ရွာပြန်လာသူပေါ့...ဒီလိုပဲ မြို့ကနေ ရွာပြန်လာသူတစ်ယောက်ရှိသေးတယ်။သူကကြတော့မိရိုးဖလာလက်ဖက်လုပ်ငန်းကို ဆန့်ကျင်ပြီးကော်ဖီလုပ်ငန်းလုပ်ချင်စိတ်ပြင်းပြနေသူပေါ့... ဒါပေမယ့် ကော်ဖီစိုက် ကော်ဖီကျိတ်ကော်ဖီနှပ်ချင်ပေမယ့် စီးပွါးဖြစ်လုပ်ဖို့ စိတ်ကူးမရှိသူတစ်ယောက်ပါ။ဒီလို ၃ ယောက် ပေါင်းစည်းပြီး ဘယ်လိုတွေ society ကိုအကျိုးပြုအောင်စွန့်ဦးတီထွင်လမ်းဖောက်တယ်ဆိုတာ သေချာလေ့လာရင် လေ့လာသလို ပညာရတဲ့ဇာတ်ကားလေးပါ...အားလုံး အိပ်ပျော်သောညများပိုင်ဆိုင်နိုင်ကြပါစေ Quality : WEB-DL 720pFormat : mp4During ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/coffee-or-tea-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/0e7bc36e1dd8859f-143x200.jpg",
        "title": "True and False Monkey King ( 2020 )",
        "description": "စွန်းဝူခုံးကားလို့ပြောလိုက်ရင် မသိတဲ့သူရှားလောက်အောင် လူသိများပြီး ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ ဇာတ်ကားလေးပါနော် ဇာတ်လမ်းရှည်ရိုက်ကူးခဲ့တဲ့စွန်ဝူခုံးကားဟာဆိုရင် အနောက်ဖက်ကို ပိဋကတ်ကျမ်းသွားယူရာမှာကြုံခဲ့တဲ့အခက်ခဲပေါင်းများစွာကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်အဲ့ပြဿနာတွေထဲကမှ စွန်းဝူခုံးနောက်တစ်ယောက်ပေါ်လာတဲ့ အပိုင်းကိုအားလုံးနီးပါး မှတ်မိလောက်ပါတယ် ဒီ movieလေးမှာတော အနှောင့်အယှက်တွေထဲကမှစွန်ဝူခုံးအတုတစ်ယောက်ပေါ်လာတဲ့ အခက်အခဲကို အကျယ်ချဲ့ရိုက်ပြထားတာပါဒီကားလေးမှာ ထူးခြားတာကတော့ စွန်းဝူခုံးအတုဖက်ကို အသားပေးရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့...လျှို့အာဆိုတဲ့ ကျောက်တုံးကနေပေါက်ဖွားလာတဲ့မျောက်တစ်ကောင်ဟာသူချစ်ရသူအသက်ကို ကယ်ဖို့အတွက် စွန်းဝူခုံးအဖြစ်ဟန်ဆောင်ရာကနေစတာပါဒီဇာတ်လမ်းလေးကို စွန်းဝူခုန်းအတု လျှို့အာဖက်ကနေ ဘယ်လိုမျိုးတစ်သွင်ဆန်းအောင် ရိုက်ကူးပုံဖော်ထားလဲဆိုတာကိုတော့ဒီmovieလေးကနေတဆင့် ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်နော် Quality : WEB-DL 720Format : mp4Subtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "",
        "url": "https://channelmyanmar.org/true-and-false-monkey-king-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZGRiYzEyMmMtMjgwNy00MzE0LWE4M2UtZDFlMzQ0MWVjNWNhXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Echo Boomers (2020)",
        "description": "Echo Boomers (2020)=================IMDb Rating - 6.1/10ဒီဇာတ်လမ်းလေးက လူငယ်လေးတွေအကြောင်း အထူးသဖြင့်(၁၉၈၁)ကနေ(၁၉၉၆)ကြားမွေးဖွားခဲ့တဲ့Generation Y ဒါမှမဟုတ် Millennials တွေအကြောင်းကို ဦးတည်ရိုက်ထားတဲ့ကားလေးပဲဖြစ်ပါတယ်။ကြိုးစားရိုးသားပြီး ကိုယ်ပိုင်အရည်အချင်းနဲ့တရားဝင်အလုပ်ကိုလုပ်ချင်ခဲ့ပေမဲ့ စီးပွားရေးစနစ်ဆိုးကြောင့်အလုပ်လက်မဲ့ဖြစ် နေခဲ့ရတဲ့ ကောလိပ်ကျောင်းသားတစ်စု၊ ချမ်းသာတဲ့လူလက်တစ်ဆုပ်ကပဲထပ်ပြီးချမ်းသာနေတဲ့စနစ်ဆိုးကြောင့် သူတို့နေချင်ခဲ့တဲ့ဘဝကိုနေချင်ခဲ့တဲ့ပုံစံအတိုင်းမနေခဲ့ရတဲ့လူငယ်တစ်စု၊ ချီကာဂိုကအချမ်းသာဆုံးဆိုတဲ့လူတွေရဲ့အိမ်ကိုဝင် ပြီးပစ္စည်းတွေကိုခိုးယူပြီးတော့‌ နေချင်ခဲ့တဲ့ဘဝကိုဖန်တီးလာခဲ့တဲ့အခါမှာတော့……..ဒီဇာတ်ကားလေးထဲကအကြောင်းအရာ တွေက လူငယ်တွေရဲ့ခံစားချက် လူငယ်တွေရဲ့ဘဝကိုဖွင့်ဟပြနေတဲ့ဇာတ်ကားတစ်ကားဖြစ်လို့ ထုံးစံအတိုင်းလေးပဲကိုယ်တိုင် ကြည့်ရှုခံစားဝေဖန်ကြည့်ကြပါအုံးလို့……….(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 34minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Crime, DramaSource : 1080p.WebRipTranslator – Chit TeeEncoder – SWM",
        "rating": "6.1",
        "url": "https://megaup.net/1Bfaf/Echo.Boomers.2020.720p.WEBRip[CM].mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sxhq8VXCmFuFIHC1LKW1b8ZCXaf.jpg",
        "title": "Master(2021)",
        "description": "Master(2021)အညွှန်း*******************IMDb...7.5အနည်းငယ်နောက်ကျသွားပေမဲ့လို့ စောင့်နေပေးလို့ကျေးဇူးတင်ပါတယ်....အများသိဗီဂျေးနဲ့ 96ရဲ့မင်းသားဗီဂျေးစည်သူပသီတို့နှစ်ဦး\nအားပြိုင်ထားတဲ့ Master ရုံတင်ရုပ်ရှင်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ခဏခဏ မူးနေတတ်တဲ့ ဆရာဂျေဒီဟာ\nကျောင်းသားတွေရဲ့ အချစ်တော်ပဲ။ကျောင်းသားတွေအတွက်ဆို အမြဲဦးဆောင်တတ်သူမို့\nတခြားဆရာ၊ဆရာမတွေက အမြင်မကြည်ကြပါဘူး။ကျောင်းသားတွေအတွက်ဆို\nအသက်ကိုတောင် စွန့်ဝံ့တဲ့ ဆရာပါ။\nဒါက ဗီဂျေးရဲ့ အကြောင်းပါပဲ။ဗီဂျေးစည်သူပသီကတော့\nလော်ရီကားအသင်းမှာ အာဏာအရှိဆုံး ခေါင်းဆောင်ပါ။\nသူဟာ ရာဇဝတ်မှုတွေကို ကျူးလွန်နေပြီး\nငွေရှာ နေသူပေါ့။သူ့အတွက် မှောင်ခိုလောကမှာ\nခက်ခဲတာ မရှိသလောက် ရှားတယ်။\nတပည့်လက်သား များတယ်။ဒီလိုနဲ့ သူတို့ နှစ်ယောက်ဟာ\nတနေ့တော့ ထိပ်တိုက် ဆုံဖို့ ဖြစ်လာခဲ့ပါတယ်။နယ်ပယ်ချင်းမတူကြပေမဲ့ သူတို့နှစ်ယောက်မှာ\nတစ်ယောက်က ခြေချမှားသွားခဲ့တယ်။ကဲ ဘယ်လို ဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\nပရိသတ်တို့ကိုယ်တိုင် ခံစားကြည့်ပါဦး။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့Myint Thu ,Thaik San & Nyi Koe တို့ပဲြဖစ်ပါတယ်.....File Size :(3.4GB)(1.4GB) and (561 MB)\nQuality : WEB-DL1080P5.1CH.HEVC, 720p\nFormat…mp4\nDuration…02:59:00\nGenre : Crime , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Bf9h/Master.2021.WEB-DL.720P.PP.mkv",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AiV7eOusuZawEdbAV75Qx0UORRy.jpg",
        "title": "Finding ‘Ohana (2021)",
        "description": "Finding Ohana (2021)စွန့်စားတဲ့ ဇာတ်လမ်းတွေကို ကြိုက်တတ်ပါသလား?\nရတနာရှာဖွေရေး ဇာတ်လမ်းတွေကို ကြိုက်တတ်ပါသလား?Netflix ကနေ ထုတ်လွှင့်ထားတဲ့ အသစ်စက်စက် ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။စွန့်စားရတာကို ကြိုက်တတ်တဲ့ ဖီလီ ဆိုတဲ့ ကောင်မလေးက\nသူ့အဖိုးဆီက မုခ်စ်ရဲ့စွန့်စားခန်းတွေကို ဖတ်ပြီးတဲ့နောက်မှာ\nစပိန်ရတနာတွေကို ရှာဖွေဖို့ သူ့ရဲ့မောင်နှမတွေနဲ့အတူ ကြိုးပမ်းပါတော့တယ်။သူတို့ရဲ့စွန့်စားခန်းတွေကတော့ ......\nပြောလိုက်ရင် ပေါ့သွားမှာမို့ အများကြီး မပြောပြတော့ပါဘူး။ရတနာသိုက်ရှာဖွေရေးကားတွေရဲ့ထုံးစံအတိုင်း ဘာဖြစ်မလဲ ဆိုတာကို\nဟာဝိုင်အီကျွန်းရဲ့ အလှအပတွေနဲ့ အတူတူ အသည်းတယားယား ရင်တဖိုဖိုနဲ့ ကြည့်ရမှာပါ။IMDb - 6.2/10 ရထားတဲ့ ဇာတ်ကားအသစ်စက်စက်လေးမို့ ကြည့်ဖြစ်အောင် ကြည့်ကြစေချင်ပါတယ်။File size…1.7 GB and 700MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 2hr 3min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Shoon Thu Thu Chain, Shin Jinni, Thet Hnin Hsu, Dolly\nEncoder ...",
        "rating": "6.2",
        "url": "https://megaup.net/Vhuw/(CM)_Finding.Ohana.2021.720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BM2MwYjBiYzctODFjNi00ZDRiLWE2NGMtODFhMDg1NGVjZDQ3XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Superintelligence (2020)",
        "description": "Superintelligence (2020)\n====================IMDB rating - 5.3/10 A.I ဆိုတာကတော့ ဒီခေတ်မှာလူတိုင်းလိုလိုရင်းနှီးနေကြမယ့် စကားလုံးတစ်လုံးဖြစ်မှာပါ။ဒီကားထဲမှာတော့ Superintelligence လို့သူ့ဘာသူ နာမည်တပ်ထားတဲ့ A.I ကနေ ကမ္ဘာကြီးကိုစစ်ပွဲတွေ၊  ရောဂါတွေမရှိတော့တဲ့အနေအထားထိ ပြုပြင်နိုင်တယ်လို့ တွက်ချက်ထားပါတယ်။ဒါပေမယ့် အဲ့လိုအခြေအနေမျိုးဖြစ်ဖို့က လူသားအားလုံးကိုကယ်တင်မယ် (သို့) လူသားအားလုံးကိုကျွန်ပြုမယ် (သို့) လူသားအားလုံးကိုမျိုးတုံးပစ်မယ် ဆိုပြီး ဖြစ်နိုင်ချေသုံးခုရှိနေတယ်။ အဲ့ဒါကို A.Iကနေ သေသေချာချာဆုံးဖြတ်နိုင်ဖို့အတွက် လူသားအဆန်ဆုံးလူတစ်ယောက်ကိုရွေးပြီး အနီးကပ်လေ့လာပါတော့တယ်။ တနည်းအားဖြင့် ကမ္ဘာကြီးရဲ့အဆုံးအဖြတ်က အဲ့ဒီလူအပေါ်မူတည်သွားတာပဲဖြစ်ပါတယ်။ အဲ့ဒီလူက ကာရိုး ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဖြစ်ပြီး ကာရိုးအနေနဲ့ လူသားတွေက ကယ်တင်ထိုက်ပါတယ်ဆိုတာကို သတ်သေပြနိုင်သွားမလား ဆိုတာကတော့ ဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်နော် . . .ကားရိုးအဖြစ်သရုပ်ဆောင်ထားတဲ့ Melissa McCarthy ကတော့ ပရိသတ်တွေရင်းနှီးပြီးသားမင်းသမီးပါပဲ။သူပါဝင်သရုပ်ဆောင်ထားတဲ့ The Spy (2015), The Heat (2015), Ghostbusters (2016)  စတဲ့ Comedy,Action ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Be2r/Superintelligence.2020.720p.WEBRip[CM].mp4",
        "category": "Comedy, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wtuBvGph8BnqgfFzIDMaVg5F8GB.jpg",
        "title": "Anaconda (1997)",
        "description": "[Unicode]Anaconda (1997)ဒီဇာတ်လမ်းလေးမှာတော့ အမေဇုန်တောနက်ကြီးထဲမှာရှိတဲ့ အလွန်တွေ့ရခဲတဲ့ ရှီရီရှားမားလူမျိုးစုတွေကို ပထမဆုံးမှတ်တမ်းရုပ်ရှင်ရိုက်နိုင်သူတွေဖြစ်ဖို့ ကြိုးစားနေတဲ့ ပရော်ဖက်ဆာ ကေး တို့အဖွဲ့ဟာလူမျိုးစုကိုရှာဖို့ ခရီးစတင်ချိန်မှာ မထင်မှတ်ပဲ ဒေသခံလူတစ်စုရဲ့ Anaconda ကြီးကို ဖမ်းဖို့အတွက်လုပ်ထားတဲ့ အကွက်ချစီစဉ်မှုကြီးထဲရောက်သွားတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲကြုံလာတဲ့အခက်အခဲတွေကို ကျော်ဖြတ်နိုင်ပါ့မလား‌သူတို့မှတ်တမ်းရုပ်ရှင်ရိုက်ဖို့ ကြိုးစားနေတဲ့ ရှီရီရှားမားလူမျိုးစုတွေနဲ့ရော တွေ့ခွင့်ရပါ့မလားဆိုတာကို မြင်တွေ့ခံစားရမှာဖြစ်ပါတယ်နောက်အရေးကြီးတဲ့အချက်တစ်ချက်ကတော့ ဒီကားထဲမှာ မင်းသမီးအနေနဲ့ပါဝင်ထားတဲ့ မစ်ဖရောရက်စ်က အရမ်း Hot တယ်ဆိုတာပါပဲ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Aung hein htet ပါ ) [Zawgyi]Anaconda (1997)ဒီဇာတ္လမ္းေလးမွာေတာ့ အေမဇုန္ေတာနက္ႀကီးထဲမွာရွိတဲ့ အလြန္ေတြ႕ရခဲတဲ့ ရွီရီရွားမားလူမ်ိဳးစုေတြကို ပထမဆုံးမွတ္တမ္း႐ုပ္ရွင္႐ိုက္ႏိုင္သူေတြျဖစ္ဖို႔ ႀကိဳးစားေနတဲ့ ပေရာ္ဖက္ဆာ ေကး တို႔အဖြဲ႕ဟာလူမ်ိဳးစုကိုရွာဖို႔ ခရီးစတင္ခ်ိန္မွာ မထင္မွတ္ပဲ ေဒသခံလူတစ္စုရဲ႕ Anaconda ႀကီးကို ဖမ္းဖို႔အတြက္လုပ္ထားတဲ့ အကြက္ခ်စီစဥ္မႈႀကီးထဲေရာက္သြားတဲ့အခါ ဘယ္လိုေတြဆက္ျဖစ္ၾကမလဲႀကဳံလာတဲ့အခက္အခဲေတြကို ေက်ာ္ျဖတ္ႏိုင္ပါ့မလား‌သူတို႔မွတ္တမ္း႐ုပ္ရွင္႐ိုက္ဖို႔ ႀကိဳးစားေနတဲ့ ရွီရီရွားမားလူမ်ိဳးစုေတြနဲ႔ေရာ ေတြ႕ခြင့္ရပါ့မလားဆိုတာကို ျမင္ေတြ႕ခံစားရမွာျဖစ္ပါတယ္ေနာက္အေရးႀကီးတဲ့အခ်က္တစ္ခ်က္ကေတာ့ ဒီကားထဲမွာ မင္းသမီးအေနနဲ႔ပါ၀င္ထားတဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Berl/Anaconda_1_The_Beginning_(1997)_720p.mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gTlVy3wUApAanIAPdx3yz0YOROD.jpg",
        "title": "Anacondas 2: The Hunt for the Blood Orchid (2004)",
        "description": "[Unicode]Anacondas:The hunt for the Blood Orchid(2004)\n===========-==================\nဒီကားလေးကတော့ (၂၀၀၄) ခုနှစ်ကထွက်ခဲ့တဲ့\nAnacondaမြွေကြီးတွေအကြောင်း ရိုက်ကူးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအစမှာ ဒေါက်တာဂျွန်ဘိုက်ရွန် ဂေါ်ဒွန်မစ်ချယ် ဆမ်ရော်ဂျာ ဂေးစထရင်း ကိုးလ်ဘားရစ်တို့နဲ့အတူ ဒေါက်တာဘန်ဒေါက်ဂလပ်စ်တို့ဟာ\nနယူးယောက်ခ်မြို့ရဲ့ ဆေးဝါးကုမ္ပဏီတစ်ခုဖြစ်တဲ့ ဝက်ဆဲဟော ရဲ့ရန်ပုံငွေနဲ့ အင်ဒိုနီးယားနိုင်ငံ ဘော်နီယိုမှာရှိတဲ့ တောထဲကို ပန်းရှာဖို့ထွက်လာခဲ့ပါတယ်ဒီပန်းဟာလည်း တစ်ခြားတော့မဟုတ်ပါဘူး\nလူ့သက်တမ်းတွေကိုဆွဲဆန့်ထားနိုင်တဲ့အစွမ်းရှိတဲ့ တစ်နည်း အသက်ရှည်နုပျိုနေနိုင်တဲ့ အနီရောင်သစ်ခွပန်းပဲဖြစ်ပါတယ်ဒီပန်းထဲမှာပါဝင်တဲ့ ဓာတုပစ္စည်းတွေဟာ လူ့သက်တမ်းကိုရှည်ပြီး ငယ်ရွယ်နုပျိုနေစေနိုင်တဲ့ အစွမ်းရှိတဲ့ဆေး ဖော်စပ်ရာမှာ အသုံးပြုရမှာပဲဖြစ်ပါတယ်သူတို့ဟာပန်းရှိရာတောနက်ထဲကိုရေကြောင်းလမ်းကနေသွားဖို့လှေငှားရင်းနဲ့ပဲ ကပ္ပတိန် ဘေလ်ဂျွန်ဆင်နဲ့သူ့ရဲ့ လုပ်ဖော်ကိုင်ဖက် ထရန်ဝူတို့နဲ့ဆုံခဲ့ပါတယ်ကပ္ပတိန်ဘေဟာသူတို့ကိုအန္တရာယ်ကင်းကင်းခေါ်ဖို့ကြိုးစားရာကနေ မတော်တဆရေတံခွန်အောက် ပြုတ်ကျရာမှစပြီး တစ်ဖွဲ့လုံးငါးပါးမှောက်ကာ မြွေကြီးနဲ့တိုးတဲ့အထိဖြစ်လာခဲ့ပါတော့တယ်\nကပ္ပတိန်ဘေလ်ဂျွန်ဆက်နဲ့အဖွဲ့ဟာ မြွေကြီးတွေရန်ကနေပဲ လွတ်မလား သစ်ခွပန်းအနီတွေကိုပဲပိုက်ပြီးပြန်ရမလား ဘယ်သူတွေကအသက်ရှင်နိုင်ကြမလဲ ဘယ်သူတွေ‌ရှောဘရားသားဘောကားမလဲဆိုတာကတော့ ဆက်လက်ပြီးရင်ခုန်စိတ်လှုပ်ရှားပေးပါဦးဗျာ့( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ T Lone ပါ ) [Zawgyi]Anacondas:The hunt for the Blood Orchid(2004)\n===========-==================\nဒီကားေလးကေတာ့ (၂၀၀၄) ခုႏွစ္ကထြက္ခဲ့တဲ့\nAnacondaေႁမြႀကီးေတြအေၾကာင္း ႐ိုက္ကူးထားတဲ့ကားေလးပဲျဖစ္ပါတယ္ဇာတ္လမ္းအစမွာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Ber4/Anacondas_2_The_Hunt_for_the_Blood_Orchid_(2004)_720p.mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ce2z5H6gS6mc54kpnFj9G0xjH4G.jpg",
        "title": "Anaconda 3: Offspring (2008)",
        "description": "[Unicode]အကောင်ပလောင်တွေ သတ္တဝါဆိုးကြီးတွေဇာတ်ကားသမိုင်းမှာ အန်နာကွန်ဒါဆိုရင် မသိသူမရှိလောက်ပါဘူးနော်\nသတ္တဝါကြီးတွေရဲ့ကား အစလို့တောင်ပြောလို့ရမယ်ထင်ပါတယ်ဒီ Anaconda 3 မှာဆိုရင်တော့ ဒေါက်တာမလေး အမန်ဒါဟာ အန်နာကွန်ဒါမြွေကြီးကို ကင်ဆာနဲ့ အယ်လ်ဇိုင်းမာရောဂါကို ကုသနိုင်မဲ့ ဆေးထုတ်ဖို့အတွက် သူဌေးကြီး မာဒေါ့ခ်လက်အောက်မှာ လျှို့ဝှက်သုတေသန လုပ်နေပါတယ်ခေါင်းစဉ်ကတော့ ကုသဆေးထုတ်ဖို့ဆိုပေမယ့် မာဒေါ့ခ်လို မကောင်းတဲ့စီးပွားရေးသမားကြီးကတော့ မသမာတဲ့မကြံတွေနဲ့ပါဒီလိုနဲ့ မာဒေါ့ခ်ကိုယ်တိုင် သုတေသနကို လာရောက်စစ်ဆေးနေစဉ်အတွင်း မတော်တဆမှုဖြစ်ပြီး အန်နာကွန်ဒါမြွေကြီး သုတေသန နေရာကနေ လွတ်ထွက်သွားတဲ့အခါမှာ အကုန်လုံးဒုက္ခရောက်ရမယ့်အဖြစ်ကို ကြုံရပါတော့တယ်ဒီလိုနဲ့ အမန်ဒါတို့တစ်သိုက် ဒီလိုအဖြစ်ဆိုးကြီးကို ဘယ်လိုတားဆီးကြမလဲဆိုတာ Anaconda 3 မှာ သည်းထိတ်ရင်ဖိုစရာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Chuck Chuck ပါ ) [Zawgyi]အေကာင္ပေလာင္ေတြ သတၱဝါဆိုးႀကီးေတြဇာတ္ကားသမိုင္းမွာ အန္နာကြန္ဒါဆိုရင္ မသိသူမရွိေလာက္ပါဘူးေနာ္\nသတၱဝါႀကီးေတြရဲ႕ကား အစလို႔ေတာင္ေျပာလို႔ရမယ္ထင္ပါတယ္ဒီ Anaconda 3 မွာဆိုရင္ေတာ့ ေဒါက္တာမေလး အမန္ဒါဟာ အန္နာကြန္ဒါေႁမြႀကီးကို ကင္ဆာနဲ႔ ...",
        "rating": "4.8",
        "url": "https://megaup.net/1Berx/Anacondas_3_Offspring_(2008)_720p.mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5VQVzYzTCsKrtGgcqLNTDJmsqjK.jpg",
        "title": "Anacondas 4: Trail of Blood (2009)",
        "description": "[Unicode]ဒီတစ်ခေါက် ကျွန်တော်တို့မြွေကားကြည့်ရအောင်ဗျာ\nမြွေကားဆိုလို့ ထိုင်းကားတွေဘာတွေတော့မထင်လိုက်နဲ့ဦးနော်\nတစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့လွန်းလို့ 4ကားအထိထွက်ခဲ့ပြီး Game တွေပါ ထွက်ခဲ့တဲ့ Anaconda ဇာတ်ကားပဲဖြစ်ပါတယ်\nဒီနေ့တင်ဆက်မှာက လေးကားမြောက် movie လေး Anacondas:Trail of Blood ဖြစ်ပါတယ်Trail of Blood မှာ မြွေကြီးကဘယ်ကနေပေါ်ပေါက်ခဲ့မှာလဲဆိုတော့ ဆေးဘက်ဆိုင်ရာ ပညာရှင် Peter ရဲ့ စမ်းသပ်ခန်းထဲကပါ\nPeter က အရမ်းချမ်းသာတဲ့လူတစ်ယောက်ရဲ့ အရိုးကင်ဆာကို ကုသပေးဖို့ပန်းတစ်မျိုးဆီကရတဲ့အရည်ကို ဗီဇအဆင့်မြှင့်ပြီး Serum ထုတ်နေတာပါ\nသူ့ရဲ့serum အလုပ်ဖြစ်မဖြစ် ဒီမြွေနဲ့စမ်းသပ်ခဲ့ပါတယ်\nဒီလိုနဲ့ serum ကအရမ်းတွေ ထိန်းမရသိမ်းမရ အလုပ်ဖြစ်သွားတဲ့အခါ မြွေကြီးက anaconda ကြီးဖြစ်သွားတယ်ပေါ့ဗျာအဲ့ဒီအချိန် တောထဲကို မတူညီတဲ့ရယ်ရွယ်ချက်တွေနဲ့ လူတွေရောက်လာပါတယ်\nမထင်မှတ်ဘဲဒီလူတွေ ပေါင်းစုမိသွားပြီး ဒီလိုမြွေကြီးက ဒီလူတွေကို ဘယ်လိုအန္တရာယ်ပေးမလဲ\nလူတွေက ဘယ်လိုခြေမှုန်းမလဲဆိုတာကို စိတ်ဝင်စားဖို့ကောင်းစွာနဲ့ ကြည့်ရှုရမှာပါ2009 ခုနှစ်က ထွက်ထားတဲ့ကားဆိုတော့ CGI တွေက အဲ့ဒီခေတ်ရဲ့အကောင်းဆုံးစနစ်နဲ့လုပ်ထားတာပါ\nဆိုတော့ ကျွန်တော်တို့ 2009 ခုနှစ်ကခံစားချက်ကို ...",
        "rating": "4.0",
        "url": "https://megaup.net/2hbTW/Anacondas_4_Trail_of_Blood_(2009)_720p.mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTc0NWMyYTAtNTQ2ZC00Zjk2LWE0ZDEtYjY5MTA5ZmI1NThjL2ltYWdlXkEyXkFqcGdeQXVyNjg4NzYzMzA@._V1_-135x200.jpg",
        "title": "A.I. Artificial Intelligence(2001)",
        "description": "A.I. Artificial Intelligence(2001)အညွှန်း\n***********************************(နင်းကန်ကောင်းတဲ့ကားမို့ HEVC 1080p 5.1, 720pတို့ဖြင့်ပြန်လည်တင်ဆက်ပေးထားပါသည်...)\nIMDb....7.1,,,,Rotten....73\nဒါရိုက်တာ Steven Spielberg ဆိုတာနဲ့ ခင်ဗျားတို့ ဒီကားကိုနည်းနည်းတော့စိတ်ဝင်စားသွားမယ်ထင်တယ်....ဒီကားရိုက်တော့ သူကိုယ်တိုင်လည်း အော်စကာ ဆန်ကာတင်အဆင့်ပါခဲ့တယ်...ကျွန်တော်တို့တွေဟာ ရုပ်ရှင်ကြည့်သက်ရင့်လာတာနဲ့အမျှ ဇာတ်ကားကြည့်တဲ့နေရာမှာ အစပိုင်းနည်းနည်းကြည့်ပြီးတာနဲ့တစ်ကားလုံးမဟုတ်တောင်  ရှေ့ဆက်ဖြစ်နိုင်ခြေရှိတဲ့ဟာတစ်ချို့ကိုမှန်းဆနိုင်ပါတယ်...ဒါပေမယ့် ဒီကားကိုကြည့်မိရင် ခင်ဗျားတို့ ထင်ထားတာတခြားစီဖြစ်သွားနိုင်တယ်..ဘာလို့ဆို ၁၀မိနစ်လောက်စထားတဲ့ plotတစ်ခုဟာနောက်တစ်နေရာရောက်တော့ ခင်ဗျားတို့လုံးဝထင်မထားတဲ့ရှုထောင့်တစ်ခုကိုချိုးကွေ့လိုက်တယ်.....အချိုးအကွေ့ပေါင်းများစွာနဲ့ဒီကားကိုတည်ဆောက်ထားတယ်...ဒါကြောင့်လည်း Steven Spielberg ဟေ့ဆိုပြီးနာမည်ကြီးတာနေမယ်...ပြီးတော့ကျွန်တော်ပဲ စဉ်းစားဉာဏ်နဲ့ရေးသားမှုပိုင်းညံလေသလားမသိ ဒီကားကိုအညွှန်းဘယ်လိုရေးရမှန်းမသိဘူး...ကောင်းလားလို့မေးရင်တော့ ပြန်ဖြေလို့ရတယ်....ကျွန်တော်တို့တွေလေထဲကအောက်ဆီဂျင်ကိုရှူကြတယ်...တစ်ယောက်ယောက်က လေဘယ်မှာလဲပြဆိုရင် လက်ဆုပ်လက်ကိုင်ပြလို့မရဘူး...ဒီတော့လေမရှိဘူးလားဆိုတော့မဟုတ်ပြန်ဘူး လေဟာနေရာတိုင်းမှာရှိတယ်...ဒီလိုပဲ ဒီကားရဲ့ကောင်းကွက်ကဘာလဲ ဘယ်နေရာဘယ်အပိုင်းကကောင်းတာလဲ music ပိုင်းလား plotပိုင်းလား ..သရုပ်ဆောင်ပိုင်းလား နည်းပညာပိုင်းလား..ဆိုတော့ လေရှိလားဆိုတဲ့မေးခွန်းကိုဖြေသလိုပြန်တုန့်ပြန်ရမယ်ထင်တယ်....အယ် ဒေါင်းမဲ့သူတွေအတွက် ဆင်ခြင်လို့ရအောင်ပြောလို့ရတာတော့တော့ရှိတယ် ..အမိုက်စားအက်ရှင်ခန်းတွေ ...ဘီကီနီဝတ်အလှအပတွေ....၁၅၀၀ဖွဲ့ romantic ဆန်အကွက်တွေ မပါဘူး...File Size…(2.9GB) and (1.4GB)\nQuality…HEVC 1080p 5.1, Blu-Ray 720p\nFormat…mkv\nDuration…02:26:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Honest ...",
        "rating": "7.1",
        "url": "https://megaup.net/Vidm/A.I._Artificial_Intelligence.2001.BLU-RAY.720P.PP.mkv",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZWY5ODQ0MjAtMDhlOS00NGRmLWEzNjUtZmFiMTExNDI3NWQ5XkEyXkFqcGdeQXVyMTcyNTM5NDA@._V1_UY268_CR10182268_AL_-136x200.jpg",
        "title": "Agent Revelation (2021)",
        "description": "Agent Revelation (2021)===================IMDb Rating - 5.6/10 ဇာတ်လမ်းအကျဉ်းကတော့ စွမ်းအားကြီးဂြိုဟ်သားမျိုးနွယ်ဟာလူသားတွေကိုAsh ဆိုတဲ့စွမ်းအင်တစ်မျိုးကိုအသုံးချပြီးလွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာကတည်းတထိန်းချုပ်လာခဲ့တာပါ၊ နောက်ပိုင်းမှာ လူသားတွေရဲ့လောဘတရားကြောင့်သူတို့ဟာAsh စွမ်းအင်ကိုသုံးစရာမလိုတော့ဘူးသတ်မှတ်ခဲ့ပါတယ်၊ ကမ္ဘာပေါ်ကAsh စွမ်းအင်သက်ရောက်ခံရတဲ့သူတွေ စွမ်းအင်ကြောင့်ဖြစ်လာတဲ့သွေးနှောပါအကုန်ရှင်းခဲ့ပြီး ကမ္ဘာကိုခဏတာဘေးမဲ့ပေးလိုက်တယ်၊ တစ်နေ့မှာတော့ ဂျင်တို့သူငယ်ချင်းတစ်သိုက် ခရီးထွက်နေရင်းနဲ့ မတော်တဆကြောင့် ကမ္ဘာပေါ်မှာဖွက်ထားတဲ့ Ash စွမ်းအင်တွေထွက်လာပြီးတော့ဂျင်တို့သူငယ်ချင်းတွေကိုထိန်းချုပ်ခံလိုက်ရတယ်၊ အဲ့အချိန်မှာပဲ ဒီစွမ်းအင်ကိုစမ်းသပ်ရှာဖွေနေတဲ့လျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုနဲ့တွေ့ပါတော့တယ်၊ ထိန်းချုပ်ခံထားရတဲ့သူကိုရှင်းလင်းပစ်ခတ်ကြရင်းနဲ့ထိခိုက်မှုတွေရခဲ့ပါတယ်။ အခြားလူတွေအတွက်ကတော့ထိန်းချုပ်ခံရတယ်ဆိုပေမယ့် ဂျင်ကတော့ စွမ်းအင်တစ်ခုကိုရလိုက်သလိုဖြစ်သွားပါတယ်။ကမ္ဘာပေါ်ကိုဂြိုဟ်သားတွေ ကြီးစိုးထိန်းချုပ်လာမှာကိုကာကွယ်နေတဲ့လျို့ဝှက်အဖွဲ့အစည်းကတော့ဂျင်ကဘာကြောင့်ထိန်းချုပ်ခြင်းမခံရတာလဲဆိုတာကိုစမ်းသပ်ရှာဖွေရင်းနဲ့ ဘယ်လိုတွေဖြစ်နိုင်မလဲဆိုတာကိုဆက်လက်ကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 26minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Sci-Fi, ThrillerSource : 1080p.WebRipTranslator – Tin Myo LwinEncoder – SWM",
        "rating": "5.6",
        "url": "https://megaup.net/Vfzx/Agent.Revelation.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1pNScLfNzXzk8OEIPLiCT8iuhSk.jpg",
        "title": "My God! Father (2020)",
        "description": "[Unicode]Castsဂေါ့တ် အဖြစ် Pope Thanawat\nပရိမ်အဖြစ် Ter Chantavit\nဘျု့အဖြစ် Sammy Cowellဇာတ်လမ်းအကျဉ်းပြိုင်ကားမောင်းရတာ ဝါသနာပါတဲ့ ဂေါ့တ်တစ်ယောက်က စိုးရိမ်တယ်ဆိုတဲ့စကားတခွန်းနဲ့ သူ့အိပ်မက်တွေကို တားဆီးနေခဲ့တဲ့ ဖခင်ဖြစ်သူနဲ့ အဆင်လုံးဝမပြေခဲ့ပါဘူးငယ်စဉ်အရွယ်ထဲက ဖခင်ထောင်ကျလို့ မိခင်ဖြစ်သူ သတ်သေခဲ့တယ်ဆိုပြီး ဖခင်ကို အမုန်းကြီးမုန်းနေခဲ့တဲ့ ဂေါ့တ်တစ်ယောက် ကားမတော်တဆဖြစ်ခဲ့ချိန်မှာတော့ အရင်အချိန်တွေကို ပြန်ရောက်သွားခဲ့ပါတယ်ဂေါ့တ်ရောက်သွားတဲ့အချိန်ကတော့ ၁၉၉၈ ခုနှစ် သူမမွေးဖွားလာခင် တစ်နှစ်အလိုကိုပါပဲဖခင်ဖြစ်လာမယ့် ပရိမ်ဖြစ်သူနဲ့ သူငယ်ချင်းအဖြစ်တွေ့လာရပြီး ဖခင်ဖြစ်သူရဲ့ ခံယူချက် အတွေးအမြင်တွေနဲ့ သူတို့နှစ်ယောက်ကြား ဘာတွေကများ အထင်လွဲမှားမှုတွေဖြစ်လာစေခဲ့သလဲအဖေလို့တောင် မခေါ်ခဲ့တဲ့ ဂေါ့တ်တစ်ယောက် ဖခင်ဖြစ်သူ \"ပရိမ်\"ရဲ့ စိတ်ရင်းကို သိလာနိုင်မလားဆိုတာကို ဟာသနှောပြီး တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ ) [Zawgyi]Castsေဂါ့တ္ အျဖစ္ Pope Thanawat\nပရိမ္အျဖစ္ Ter Chantavit\nဘ်ဳ႕အျဖစ္ Sammy Cowellဇာတ္လမ္းအက်ဥ္းၿပိဳင္ကားေမာင္းရတာ ဝါသနာပါတဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/Vf8s/My_God!_Father_(2020)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BM2IwOTI1NjYtNjU0Ny00NzMxLWIzMzQtYTFiYzAwNTI2OGJlXkEyXkFqcGdeQXVyNDA1NDA2NTk@._V1_UY268_CR10182268_AL_-136x200.jpg",
        "title": "Caged (2021)",
        "description": "Caged (2021)============IMDb Rating - 4.9/10အသစ်ထွက်တဲ့ Drama, Horror, Thriller ဇာတ်ကားပါ။ ကျွန်တော်တို့အခေါ်တော့ Psycho ကားလို့ပြောလို့ရတာပေါ့။ ဖောက်ပြန်တဲ့ ဇနီးကိုသတ်တဲ့အမှုနဲ့ ထောင်ကျခံနေရချိန်မှာ တိုက်ပိတ်ခံထားရတဲ့ စိတ်ရောဂါကုဆရာဝန် ဒေါက်တာ ရိတ် ရဲ့ တိုက်ပိတ်ခံရခြင်းအတွေ့အကြုံကို တွေ့ရပါလိမ့်မယ်။ အလုံပိတ်ခန်းထဲမှာ နေရတာ ဘာခက်တာလဲလို့သိချင်ရင် ဒါကိုကြည့်လိုက်ပါ။ သူကတော့ ရက် ၁၀၀ ကျော်နေသွားတဲ့အကြောင်းကို ပြသွားပါတယ်။ တစ်ယောက်တည်း တသီးတခြားနေရင်း ထင်ယောင်ထင်မှားဖြစ်ရပ်တွေနဲ့ တာဝန်ကျအရာရှိရဲ့ နှိပ်စက်မှုတွေကို ကြုံတွေ့ပြီးတဲ့နောက်မှာ ဒီဒဏ်တွေကို ကြံ့ကြံ့ခံနိုင်မလား ဒါမှမဟုတ် တိုက်ပိတ်ခံထားရသူ ဦးရေရဲ့ သုံးပုံတစ်ပုံ ဖြစ်သွားခဲ့တဲ့အတိုင်း ရူးရင်ရူး မရူးရင်သေဆိုတဲ့ အခြေအနေကို ရောက်သွားမှာလား။ ထင်ယောင်ထင်မှားဖြစ်ရပ်တွေ မဟုတ်ဘဲနဲ့ သူတို့ ပြစ်မှုကျူးလွန်ခဲ့တဲ့သူတွေ တစ်နည်းအားဖြင့် သတ်ခဲ့တဲ့သူတွေက ပြန်လည်ခြောက်လှန့်တတ်တယ်ဆိုတဲ့ သီးခြားချုပ်ဆောင်ရဲ့ ပါးစပ်ပြောရာဇဝင်အတိုင်း သူသတ်ခဲ့တဲ့ ဒါမှမဟုတ် သူသတ်ခဲ့ပါတယ်လို့ ...",
        "rating": "4.9",
        "url": "https://megaup.net/Vf4n/Caged.2021.720p.WEB-DL.5.1CH[CM].mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Ttg8jI3rOG6RSAj195MwdXlnc1.jpg",
        "title": "Nerkonda Paarvai(2019)",
        "description": "Nerkonda Paarvai(2019)အညွှန်း***************************IMDb...8.1အမျိုးသမီးငယ်(၃)ယောက်ဟာ စိတ်လှုပ်ရှားလွန်းလို့စကားတောင်မပြောနိုင်ကြဘူး...သူတို့(၃)ယောက်ထဲက တစ်ယောက်ဟာ ယောင်္ကျားတစ်ယောက်ရဲ့ခေါင်းကိုရိုက်လိုက်မိလို့ပြင်းထန်စွာဒဏ်ရာရသွားခဲ့တယ်...ဆေးရုံရဲ့အရေးပေါ်ခန်းထဲရောက်သွားသလို ရိုက်ခဲ့တဲ့လက်နက်တစ်ခုကြောင့်မျက်လုံးထဲလည်းအစတွေဝင်သွားခဲ့တယ်...ကြည့်ရတာအမျိုးသားတစ်စုနဲ့ အမျိုးသမီး(၃)ယောက်တို့ပြဿနာတက်ခဲ့ပုံပါပဲ...နောက်တစ်ခုက ဒဏ်ရာရတဲ့လူနာနဲ့ လူနာရှင်တွေဟာ ရဲစခန်းမှာအမှုဖွင့်ခဲ့ခြင်းမရှိခဲ့ပါဘူး..နောက်ရက်အတန်ကြာတဲ့အခါမှာ ဒဏ်ရာရရှိခဲ့တဲ့အမျိုးသားရဲ့သူငယ်ချင်းအပေါင်းအပါတွေဟာသူတို့ကိုလုပ်ခဲ့တဲ့အမျိုးသမီးတစ်ဉီးကိုပြန်ပေးဆွဲပြီး မုဒိမ်းကျင့်ခဲ့ပါတယ်...နစ်နာသူအမျိုးသမီးဟာ ရဲစခန်းကိုအမှုဖွင့်တိုင်ကြားခဲ့ပါတယ်...အတိုင်ခံရတဲ့ မုဒိမ်းမှုကျူးလွန်သူတွေထဲမှာ မြို့ရဲ့အာဏာရှိလူကြီးတစ်ယောက်ရဲ့တူတစ်ယောက်ပါဝင်နေတာကြောင့်မုဒိမ်းမှုကျူးလွန်ခံရတဲ့မိန်းကလေးကိုတောင် အသားရေဖျက်မှုနဲ့တရားပြန်စွဲလိုက်ပါသေးတယ်...အင်အားကြီးသူနဲ့ ခိုကိုးရာမဲ့နေတဲ့နစ်နာသူမိန်းကလေးတို့ ယှဉ်နိုင်စွမ်းမရှိပါဘူး...ဒါပဲမဲ့ အကြောင်းတစ်ခုကြောင့် ကင်းကွာနေတဲ့ နာမည်ကြီးရှေနေတစ်ဦးဟာ မိန်းမငယ်သုံးယောက်ရဲ့ ဒုက္ခကိုသိရှိသွားတဲ့အချိန်မှာတော့...ဘာတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဗျို့...အိန္ဒိယကားကောင်းတွေနင်းကန်ကြိုက်သူတို့ကြည့်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်... File Size : (2.7GB)(1.4GB) and (3580MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…02:30:00\nGenre :  Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "8.1",
        "url": "https://megaup.net/Veej/Nerkonda_Paarvia.2019.WEB-DL.720P.PP.mkv",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/rlyeaxmtvqn5-136x200.jpg",
        "title": "(18+) O-type Watermelon Chest Housekeeper (2021)",
        "description": "O Type Watermelon (2020)---------------------------------------------------ဒီကားကတော့သိုင်းလောကသားတွေအတွက် နာမည်အတိုင်းပဲဖရဲသီးဆိုဒ်အကိတ်မအကြောင်းကို အဓိကထား ရိုက်ထားတာပါ လုံးလုံးကျစ်ကျစ်ကိတ်တာကိုမှကြိုက်တယ်ဆိုရင်တော့ ကြည့်သင့်တဲ့ ကားကောင်းလေးတစ်ကားပါပဲ မင်းသားမင်းသမီးတွေလည်းမထပ်သလို ငယ်ငယ်ရွယ်ရွယ် တက်တက်ကြွကြွလေးတွေပဲ ပါဝင်ထားလို့ကြည့်ရတာအဆင်ပြေမယ့် 18+ကားလေးပါ ဇာတ်လမ်းကတော့အိမ်မှာ အလုပ်လုပ်ဖို့ခေါ်ထားတဲ့ကောင်မလေးနဲ့အိမ်ပိုင်ရှင်တို့ကြားက ဇာတ်လမ်းလေး ဖြစ်ပြီး ကောင်မလေးကရှပ်ပြာရှပ်ပြာနဲ့ အထာတွေခဏခဏပေး ပေါက်စီကျွေးစမူဆာကျွေးမယ့် ဇာတ်ကား ကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ် အိမ်ပိုင်ရှင်ကသူ့သူငယ်ချင်းနဲ့ တွေ့တဲ့အခိုက်ကောင်မလေး အကြောင်းတွေဖောက်သည်ချနေတဲ့ပုံစံရိုက်ထားတာဖြစ်ပြီး သူ့သူငယ်ချင်းကလည်း သူ့ဆော်နဲ့ ဝိုက်တဲ့ အကြောင်းအတွေ့အကြုံဖလှယ်ထားတာကို ကွက်ကွက်ကွင်းကွင်း ဖောင်းဒိုင်းပုံတွေနဲ့အတူ နောက်ကြောင်းပြန်ဇာတ်လမ်းကိုသရုပ်ဖော်ထားလို့အကြိုက်တွေ့ကြမှာပါ ကောင်မလေးတွေကလည်း ကိုရီးယားထုံးစံ ညွှန်းစရာမလိုအောင် လန်း ကိတ်လည်းကိတ်သလို အိမ်ဖော်မလေးကလည်းbaby face လေးနဲ့ ဘယ်လိုတွေဆိုးနွဲ့ပြမယ်ဆိုတာကို ကောင်းကောင်းကြီးတွေ့ရမှာဖြစ်လို့မလွတ်တမ်းကြည့် သင့်တဲ့သိုင်းကားကောင်းလေးဖြစ်တယ်လို့ထပ်ညွှန်းချင်ပါတယ်Translated by : FOX\nEncoded by :Senpai\nQuality : 720p HDRIP\nFile Size : 760MB\nSubtitles :Myanmar (Hardsub)",
        "rating": "6.9",
        "url": "https://megaup.net/1BbuU/%7BDS%7DO_Type_Watermelon_2020.720p.HDRIP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7fFUmQBGnlQ1jGoXa8kTteGzWhg.jpg",
        "title": "Alone/Together (2019)",
        "description": "Alone/Together (2019)အထီးကျန် (သို့မဟုတ်) အတူတကွကို မရှိတဲ့အချိန်က ကျွန်မအတွက် အထီးကျန်တဲ့အချိန်တွေပေါ့\nကို ရှိတဲ့အချိန်တွေက ကျွန်မတို့ အတူတကွ ရှိကြမယ့် အချိန်တွေပေါ့ ..... ကို ရယ်။ကျွန်မ ဘဝမှာ တွေ့တိုင်း မြတ်မြတ်နိုးနိုးငေးကြည့်မိတဲ့အရာတစ်ချို့ရှိတယ်\nပြတိုက်ထဲက အနုပညာလက်ရာ ပြကွက် ပြခန်းတွေ ပန်းချီပန်းပုတွေရယ်။ပြီးတော့……… ကို ရယ်။ အဲဒီအကြောင်းအရာ ၂ ခုဟာ ကျွန်မဘဝရဲ့ ရည်မှန်းချက်တွေပဲပေါ့….. ရည်မှန်းချက်တွေအတိုင်း ကျွန်မ ကြိုးစားခဲ့တယ်။\nကျွန်မက အနုပညာလေ့လာမှုဘာသာရပ်နဲ့ လက်တင်ဂုဏ်ထူးတန်းတက်ရင်း အမျိုးသားပြတိုက်မှာ စေတနာ့ဝန်ထမ်းလုပ်တယ် ကျွန်မ ဘွဲ့ရပြီးရင် ပြတိုက်တွေ ပြခန်းတွေမှာ ပြတိုက်မှုး ဖြစ်ချင်တယ်။ အနုပညာ လက်ရာတွေ ဝိုင်းဝိုင်းလည်နေတဲ့ နေရာမှာ အလုပ်လုပ်ရတာ ကျွန်မပျော်တယ်။ အမှန်တကယ်ကြိုးစားမယ်ဆိုရင် ကမ္ဘာကြီးကို ပြောင်းလဲနိုင်တယ်လို့လည်း ကျွန်မ ယုံကြည်တယ်။ကို ကတော့ ဘာမှမဖြစ်ချင်ဘူးတဲ့ သူက အရာရာကို အဆိုးမြင်နေသူလေ။ ကျွန်မက စိတ်ကူးနဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Bbkr/(CM)_Alone.Together.2019.720p.WEB-DL..mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYjZiZDEwZDctODA4Ny00MTE1LTliNjEtODQzODA4ZWJhNjY0XkEyXkFqcGdeQXVyNDgxNzcyNDU@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Love, Lost & Found (2021)",
        "description": "Love, Lost & Found (2021)====================IMDb Rating - 5.6/10 မထင်မှတ်ထားတဲ့ အချိန်မှာ အချစ်ဆိုတာ ပေါ်လာတတ်တယ်လို့လူတွေပြောကြတယ်။ တစ်ခါတစ်လေမှာ ကိုယ့်အနားမှာတစ်ချိန်လုံးရှိနေပေမယ့်လည်း ဒါဟာ အချစ်စစ်ဟုတ်ချင်မှ ဟုတ်လိမ့်မယ်။ တသစ်ဒင်္ဂလေး တွေ့လိုက်ရုံနဲ့ အချစ်စစ်တွေပေါက်ဖွားလာတာမျိုးလည်း ဖြစ်နိုင်ပါတယ်။တစ်ချို့ကျလည်း အချစ်ဦးဆိုတာကို မေ့ပျောက်မရနိုင်ဖြစ်ပြီး ဘယ်သူ့ကိုမှ ဆက်မချစ်တတ်ကြတော့ပါဘူး။အချစ်ဟာ အဲ့ဒီလောက်ထိကို ဆန်းကြယ်ပါတယ်။ဒီဇာတ်လမ်းလေးထဲမှာလည်း ဘက်ဖ်ဆိုတဲ့ လူဟာ သူ့ရဲ့ ချစ်သူ ကလဲရ်ရဲ့ ဇာတိမြေလေးကို သွားပြီး လက်ထပ်ခွင့်တောင်းဖို့ကြံစည်ထားခဲ့ပါတယ်။ နေ၀င်တာကို ကြည့်ရင်း လက်ထပ်ခွင့်တောင်းမယ့် အချိန်မှာပဲ ကံဆိုးစွာနဲ့ ကလဲရ်က တောင်စောင်းပေါ်ကပြုတ်ကျပြီး မြစ်တစ်လျှောက် ပါသွားပါတော့တယ်။ ချစ်သူကို စိုးရိမ်စိတ်နဲ့ ပြူးပျာနေတဲ့ ဘက်ဖ်လည်း တောင်ပေါ်က တလိမ့်ခေါက်ကွေး ပြုတ်ကျပြီး နတ်တလီဆိုတဲ့ တောခေါင်းမလေးနဲ့တွေ့.....ဘက်ဖ်ရဲ့ ချစ်သူ ကလဲရ်နဲ့တွေ့တဲ့ ကယ်ဆယ်ရေးအဖွဲ့က လူဟာလည်း ကလဲရ်ရဲ့ ရည်းစားဟောင်း ကော့တ်ဖြစ်နေပါတော့တယ်။ဒီအတွဲလေး ၂ ...",
        "rating": "5.6",
        "url": "https://megaup.net/Vd4w/Love.Lost.and.Found.2021.720p.WEBRip.5.1CH[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qepQ8YdsJYx2m47qdfGlnOUQyOO.jpg",
        "title": "Brothers by Blood(2021)",
        "description": "Brothers by Blood(2021)အညွှန်း*****************************ဒုစရိုက်မှုတွေများပြားလှတဲ့ဖီလာဒဲလ်ဖီးယားမြို့နေ အိုင်းရစ်မာဖီးယားဂိုဏ်းခေါင်းဆောင်ရဲ့ သားဖြစ်သူ၈နှစ်သားပီတာက မိမိညီမဖြစ်သူရဲ့မတော်တဆသေဆုံးမှုကြောင့်\nစိတ်ဒဏ်ရာရခဲ့သလို မိသားစုလည်းပြိုကွဲခဲ့ရပါတယ်။ကြီးပြင်းလာတဲ့အချိန်မှာတော့ အကိုဝမ်းကွဲဖြစ်သူ မိုက်ကယ်က ဂိုဏ်းကိုဆက်လက်ဦးဆောင်နေပြီးအီတလီမာဖီးယားတွေနဲ့\nစားကျက်လုရင်း ငြိကြပါတော့တယ်။ အကိုဝမ်းကွဲမိုက်ကယ်ရဲ့ တဇောက်ကန်းလုပ်ရပ်တွေအကြောင့်အခြေအနေတွေက ပိုဆိုးလာသလို၊ ပီတာ့ အနေနဲ့ မိမိဖခင်သေဆုံးခဲ့ရတဲ့ အဖြစ်မှန်\nကိုသိရှိလာရမှာဖြစ်ပြီး၊ နောက်ဆုံးမှာ ပီတာ့အနေနဲ့ အန္္တရယ်တောထဲကိုဝင်ရောက်ဖြေရှင်းဖို့ဖြစ်လာတဲ့အခါမှာတော့....ဘာတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ အက်ရှင်ကားကြိုက်သူတို့ကြည့်သင့်ပါကြောင်း....(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ ဘာသာပြန်သူရေးသားပေးသူကတော့ Chokoပဲဖြစ်ပါတယ်။) File Size : (1.6GB) and (870 MB)\nQuality : WEB-DL.HEVC 1080p 5.1, 720p\nFormat…mp4\nDuration…01:45:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Choko\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2h7F3/Brothers_By_Blood.2021.WEB-DL.720P.PP.mkv",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/tt11639190-140x200.jpg",
        "title": "Lucky Chan-sil (2019)",
        "description": "Lucky Chan-Sil 2019\n*********************= IMDB 6.5 =\nဘယ်လိုအရာတွေ ရှိနေမှ ဘ၀ကို ကံကောင်းတယ်လို့သတ်မှတ်မှာလဲဒီဇာတ်လမ်းမှာတော့ ဘ၀မှာ အရေးကြီးတဲ့အရာတွေနဲ့ဘ၀ရဲ့ ကံကောင်းမှုက ဘာတွေလဲဆိုတာကို သေချာရိုက်ကူးပြထားပါတယ်။ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၉ ဆုတောင် ရထားတဲ့ ဇာတ်ကားကောင်းလေးပါ။ ဇာတ်လမ်းအကျဉ်း အီချန်းရှီဟာ ရုပ်ရှင်ပီဒီတစ်ယောက်ဖြစ်ပါတယ်အသက် ၄၀ အရွယ်ထိ လက်မထပ်ပဲ သူမရဲ့ ငယ်ရွယ်ချိန်တွေကိုသူမအရမ်းသဘောကျတဲ့ ဒါရိုက်တာကြီးနဲ့ အတူ ရုပ်ရှင်တွေရိုက်ကူးရင်း ကုန်ဆုံးခဲ့ပါတယ်ရုတ်တရက်ကြီး သူချစ်ခင်လေးစားတဲ့ ဒါရိုက်တာကြီးဆုံးပါးသွားတဲ့အခါမှာတော့ ပီဒီအလုပ်ကနေ ထွက်ခဲ့ပါတယ်အလုပ်တွေ မရှိတဲ့အချိန်မှာ သူတကယ်ဖြစ်ချင်တာဘာလဲ သူလိုချင်တာကဘာလဲသူဘာတွေလုပ်ချင်လဲဆိုတာကို သေချာစဉ်းစားခဲ့တယ် ရှာဖွေခဲ့တယ်နောက်ဆုံး သူရှာတွေ့သွားမယ့် တကယ်အရေးကြီးတာတွေက ဘာတွေလဲဘ၀ရဲ့ကံကောင်းမှု အစစ်အမှန်က ဘာလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်။ \nFile Size : (1.45 GB),(898 MB)&(405 MB)\nQuality :  1080p.FHDRip\nFormat…mp4\nDuration…1h 36min\nGenre : Drama, Fantasy, Romance\nSubtitle : Myanmar ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Ba30/LUCKY_CHAN_SIL_(2019)_720p.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/2EQ3V_4c-142x200.jpg",
        "title": "Little Bird (2021)",
        "description": "Little Bird (2019)လူတိုင်းမှာအနည်းဆုံးတော့ဖြစ်ချင်တဲ့ ဆန္ဒလေးတွေ တစ်ခုစီရှိကြပါတယ်။\nဆန္ဒတွေ ဖြစ်မြောက်လာဖို့ လူတစ်ယောက်ရဲ့ ဘဝတစ်ဆစ်ချိုးအချိန်တစ်ခုကတော့\n\"တက္ကသိုလ်ဝင်ခွင့် စာမေးပွဲ\" ဖြေတဲ့အချိန်ပါပဲ။ဒီဇာတ်လမ်းမှာတော့ ကိုရီးယားရဲ့ တက္ကသိုလ်ဝင်ခွင့် ဖြေဆိုပုံကို\nဇာတ်လမ်းသဘောနဲ့နှောပြီး မြင်ရမှာပဲ ဖြစ်ပါတယ်။Cast အနေနဲ့ Lee Ki-hyuk ကအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nတက္ကသိုလ်ဝင်ခွင့် ပြန်လည် ဖြေဆိုရတဲ့ ညီအစ်ကိုနှစ်ယောက်အကြောင်းပါပဲ။\nနယ်ကနေတက်လာတဲ့ ညီအကို နှစ်ယောက်ဟာ\nသင်တန်းမှာ ကြေးရတက်သမီး\nဂျစ်ကန်ကန်ကောင်မလေးတစ်ယောက်နဲ့ တွေ့ဆုံခဲ့ပါတယ်။\nသူနဲ့ အကိုကြီးဖြစ်သူကြားမှာ အချစ်ဇာတ်လမ်းတစ်ပုဒ် ဖြစ်ပေါ်လာခဲ့ပေမယ့်.\nသူက အမှုစစ်သမီးဖြစ်ပြီးတော့ နယ်က ညီအစ်ကို နှစ်ယောက်က\nသာမန်လူတန်းစားဖြစ်နေတော့ အခြေအနေတွေက ကွာခြားလွန်းလှပါတယ်။မိုးနဲ့မြေ ဖြစ်နေတဲ့ အချစ်ရေးက အဆင်ပြေပါ့မလား?????\nအချစ်ကို ဦးစားမပေးနိုင်တဲ့ အကိုကြီး ဖြစ်သူရဲ့ အခက်အခဲ\nအကိုကြီး အဖအရာ ဘဝကို ရုန်းကန်နေရပုံကို\nလက်တွေ့ဘဝနဲ့ အနီးစပ်ဆုံး ရိုက်ကူး ပြသထားပြီး\nသင်ခန်းစာယူစရာတွေလည်း အများကြီးရနိုင်တဲ့ ကားကောင်းလေးတစ်ကားဆိုတာ ညွှန်းချင်ပါတယ်။File size… 1GB\nQuality…. 720p\nFormat…mp4\nDuration…. 1hr ...",
        "rating": "4.8",
        "url": "https://megaup.net/2h7rz/(CM)_Little_Bird.2021.720p.HDRip.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ePFbsguw4d9UZ3hA61vCUQOBhh.jpg",
        "title": "As Tears Go By (1988)",
        "description": "[Unicode]As Tears Go By(1988)\n===============\nIMDb Rating - 7 out of 10\nDirected by Wong Kar Waiပလေတိုကြီးပြောပြီး အနုပညာသမား\nအတော်များများလက်မခံနိုင်ကြတဲ့\nစကားတစ်ခုကြားဖူးတယ် မို့လား။\nArt Is Immitation.\nအနုပညာဆိုတာ ပုံတူကူးခြင်းတဲ့။\nကျွန်တော်တော့ လက်ခံတယ်။\nအနည်းဆုံးတော့ ကိုယ့်ခံစားချက်ကိုကိုယ်\nပုံတူကူးမှပဲ အနုပညာကထွက်လာမှာ\nမဟုတ်လား။ဝေါင်ကာဝေးရဲ့ ပွဲဦးထွက်ရုပ်ရှင်ဖြစ်တဲ့ ဒီရုပ်ရှင်ထဲက ဂိုဏ်းစတားဇာတ်ကောင်ဟာ မာတင် စကောဆေးစိရဲ့ Mean Streets ထဲက ဒီနီးရိုးရဲ့ဇာတ်ကောင်ကို အခြေခံထားတယ်လို့ ဆိုတယ်။\nနောက်တစ်ခုသူ့ကိုလွှမ်းမိုးမှုရှိတာကတော့ နိုက်ကလပ်မန်နေဂျာသူ့အဖေတဲ့။\nဒီလောက်ဆို ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းအကျဉ်းကို မှန်းလို့ရပြီမို့လား။\nညတွေ ၊ ဂိုဏ်းစတားတွေ၊ သေနတ်တွေနဲ့ ဒီရုပ်ရှင်ကို ကျွန်တော်သာဆို Crime,Dramaလို့သတ်မှတ်ချင်ပေမဲ့ ဘာကြောင့်လဲတော့မသိ ဝေါင်ရဲ့ကားအများစုလိုပဲ ROMANCE,Dramaဆိုပြီးပဲ သတ်မှတ်ထားတယ်။\nဝေါင်ကာဝေးရဲ့ ပွဲဦးထွက်ကားပေမဲ့ ဒီရုပ်ရှင်ထွက်ပြီးတဲ့ နှစ်ပေါင်းသုံးဆယ်နောက်ပိုင်းမှာ‌တောင် ဒီရုပ်ရှင်အကြောင်းကို ဝေဖန်သမားတွေ တစ်ခုတ်တရပြောရတဲ့အထိကို အောင်မြင်ခဲ့တယ်။\nသူ့ဇာတ်ကောင်ဟာ မာတင်စကောဆေးစိရဲ့ ဇာတ်ကောင်ကို အခြေခံထားပေမဲ့ မာတင်စကောဆေးစိရဲ့ Gang ...",
        "rating": "7.0",
        "url": "https://megaup.net/2h7nm/As_Tears_Go_By_(1988)_720p.mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZjU2N2I3MzctMWUwOC00MTQwLTljYWEtOTVkYzU4MmM3NjkzXkEyXkFqcGdeQXVyMzUxMzczMDc@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Tar (2020)",
        "description": "Tar (2020)==========IMDb Rating - 6.1/102020 ခုနှစ်ထွက် Drama/ Thriller ဇာတ်ကားလေးပါ၊ လူနည်းနည်းနဲ့ စိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ကူးထားတာတွေ့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းအရတော့ ဇက်ခ်နဲ့ သူ့ဖခင် ဘယ်ရီတို့ဟာ လော့အိန်ဂျလိစ်မြို့မှာ စက်ပြုပြင်ရေးလုပ်ငန်းကို  ဘယ်ရီရဲ့အဖေလက်ထက်တည်းက လုပ်ကိုင်ခဲ့ကြတာပါ။ ဒါပေမဲ့ စာချုပ်အရ သူတို့ရုံးဖွင့်ထားတဲ့တိုက်ကနေ ဖယ်ပေးရတော့မှာဖြစ်ပါတယ်။ ဖယ်ပေးဖို့ အတွက် ညဘက် ပစ္စည်းပစ္စယတွေထုပ်ပိုးနေတဲ့အချိန်မှာပဲ မီးပျက်သွားပြီး ကြောက်စရာအရိပ်ကြီးတစ်ခု သူတို့တိုက်ထဲကို ဝင်လာပါတော့တယ်။ အဲဒီအရိပ်ကြီးက လူလား တစ္ဆေလား ဘယ်လိုသတ္တဝါလဲ သူနဲ့အတူတူပါလာတဲ့ အနက်ရောင်အရည်တွေကရော ဘာတွေလဲဆိုတာ ရင်တထိတ်ထိတ်ရှုစားကြပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 36minSubtitle – Myanmar HardsubFormat – Mp4Genre : Adventure, TrillerSource : 1080p.WebRipTranslator ...",
        "rating": "6.1",
        "url": "https://megaup.net/Vbcb/Tar.2020.720p.WEB-DL[CM].mp4",
        "category": "Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYjRmODkzNDItMTNhNi00YjJlLTg0ZjAtODlhZTM0YzgzYThlXkEyXkFqcGdeQXVyNzQ1ODk3MTQ@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Raging Bull (1980)",
        "description": "Raging Bull (1980)\n==============IMDb Rating - 8.2/10\nDirected By Martin ScorseseGoodfellas, The Irishman, Taxi Driver,\nThe Wolf of Wallstreet The Departed,\nShutter Island, Gangs of New York,\nking of Comedy ဒီရုပ်ရှင်တွေကို\nမိတ်ဆွေကြိုက်တယ်ဆိုရင်တော့\nMartin Scorseseကိုသိမှာပါ။\nအကောင်းဆုံး Gangsရုပ်ရှင်တွေဟာ\nသူ့လက်ကထွက်လာတယ်ဆိုကြပါတယ်။Raging Bullကို Martin Scorseseရဲ့\nဒုတိယအကောင်းဆုံး ရုပ်ရှင်လို့တော့\nဝေဖန်ရေးသမားတစ်ချို့က ဆိုပါတယ်။\nပထမကတော့ Goodfellasပါ။မာတင်နဲ့ ရုပ်ရှင်ကိုးကားရိုက်ဖူးတဲ့\nRobert De Niroနဲ့ Joe Pesciကိုပဲသုံးထားပြီး\nအီတာလျံအမေရိကန် လက်ဝှေ့သမား\nဟာသပညာရှင်အကြောင်းကိုရိုက်ထားတာပါ။\nမာတင်သေချာသိတဲ့ သူတို့အီတာလျံနွယ်တွေရဲ့\nအကြောင်းပဲမို့ သူ့ကားတွေရဲ့ အငွေ့အသက်ကို\nအပြည့်အ၀ရမှာပါ။Gangsကားလို့တော့\nပြောမရပေမယ့် သူရဲ့ Gangsကားတွေလို\nBrotherhoodsအငွေ့အသက်\nအပြည့်သုံးထားပါတယ်။Raging Bullဟာ Biography,Drama ,Sport\nအမျိုးအစား အဖြူအမဲရုပ်ရှင်ပါ။ဒီတော့\nတစ်ချို့အတွက်ကတော့ အတော်လေး\nပျင်းစရာကောင်းပါလိမ့်မယ်။\nဇာတ်လမ်းကတော့ 1949မှာ\nကမ္ဘာ့ မစ်ဒယ်ဝိတ်ချန်ပီယံဖြစ်ခဲ့တဲ့\nအီတာလျံအမေရိကန် ဘောက်စင်သမား\nတစ်ယောက်ဖြစ်တဲ့ ဂျိတ်လာမော့တာရဲ့ဘ၀\nအနိမ့်အမြင့်အတက်အကျတွေအကြောင်းပါပဲ။\nဘာမှထူးထူးခြားခြားပါမှာမဟုတ်သလို\nထမင်းစားရင်းလေး အပျင်းပြေကျော်လိုက်ရစ်လိုက်\nကြည့်မယ်တွေးပြီးကြည့်မယ်ဆိုရင်တော့\nစားလက်စထမင်းပန်ကန်ထဲပါ မျက်နှာစိုက်\nအိပ်ပျော်သွားနိုင်ပါတယ်။ရုပ်ရှင်တစ်ပုဒ်ကို\nစီးကရက်တစ်လိပ် ကော်ဖီတစ်ခွက်နဲ့\nအေးအေးဆေးဆေး ခံစားပြီးကြည့်မယ်ဆိုရင်တော့\nအတော်ကြည့်ကောင်းမယ့် ရုပ်ရှင်ပါပဲ။\nလူတိုင်းရဲ့ဘ၀ဟာ စိတ်၀င်စားစရာ\nဇာတ်ကြောင်းတစ်ခုတော့ရှိကြတာကိုး။ရုပ်ရှင်ဟာ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1B93w/Raging.Bull.1980.720p.BluRay.H264[CM].mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jIv3EiZIC2tkBmjQ747Lyf5c61b.jpg",
        "title": "Happy Together (1997)",
        "description": "[Unicode]Happy Together (1997)\n==================IMDb Rating - 7.8/10ဝေါင်ကာဝေးရဲ့ ရုပ်ရှင်တွေက ဇာတ်ညွှန်းကို စဆုံးရေးပြီးမှရိုက်တဲ့ ရုပ်ရှင်တွေမဟုတ်ဘူး။\nအများအားဖြင့်တော့ သူ့ခေါင်းထဲမှာရှိတဲ့ အချက်အလက်တွေကို ညဘက်ရိုက်ကွင်းမတိုင်ခင် နေ့ဘက်မှာရေးထားတာတွေ။\nအရမ်းကြီး ကြိုတင်စီမံမှုမရှိဘူး။ပြောရရင် ကဗျာရေးသလိုပေါ့။\nဒါကြောင့်ပဲ Ashes Of time အပြီး သူပေါ့ပေါ့ပါးပါးရိုက်လိုက်တဲ့ Chungking Expressက သူက ပေါ့ပေါ့ပါးပါးပဲရိုက်လိုက်တာဆိုပေမဲ့အတော်တာသွား သွားတယ်။\nပြောရရင် ကဗျာရေးသလိုရိုက်တာဆိုတော့ သူ့ရုပ်ရှင်တစ်ခုနဲ့ တစ်ခုရဲ့ကွာခြားမှုက ကဗျာရေးသလို အခွင့်အခါလိုတယ်။\nခံစားမှုအပေါ်အခြေခံပြီး စာသားကောင်းကောင်းထွက်လာဖို့ အခွင့်အခါလိုသလိုပေါ့။\nသူပြောတာကတော့ အခွင့်အခါမဟုတ်ဘူး။\n\" တရုတ်ဘာသာစကားကနေ အင်္ဂလိပ်ဘာသာကိုပြန်ဆိုဖို့ ခက်တဲ့ဝေါဟာရတစ်ခုဗျာ။\nအဲ့ဒီ‌ ‌ဝေါဟာရက အခွင့်အလမ်းလို သဘောမျိုးပဲ။\nသဘောကဗျာ\nကျုပ် ဒီမှာထိုင်ပြီး ခင်ဗျားနဲ့အင်တာဗျူးလုပ်နေတယ်။\nဒါပေမဲ့ တကယ်လို့ဒီလိုသာ မဟုတ်ခဲ့ရင် ကျုပ်တစ်ခြားတစ်ယောက်ယောက်နဲ့ အင်တာဗျူးလုပ်မိမှာလည်းဖြစ်နိုင်တယ်။\nဘာကြောင့် ကျုပ်တို့ ဒီအချိန်ဒီနေရာမှာ တွေ့သင့်တာလဲ။\nဒါက အခွင့်အခါကြောင့်ပဲလေ။\nကျုပ်ရုပ်ရှင်တွေအကုန်လုံးကလည်း အခွင့်အခါကြောင့်ဖြစ်လာတယ်ပဲထင်တယ်\" တဲ့\nအဲ့ဒီအခွင့်အခါကြောင့်ပဲဖြစ်ပါလိမ့်မယ်\nHappy Togetherက Cinematographyတွေဟာ တခြားဝေါင်ကာဝေးကားတွေနဲ့ ကွဲတယ်။\nရိုက်တာကတော့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2h6rk/Happy_Together_(1997)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZmIzO-135x200.jpg",
        "title": "Don’t Tell a Soul (2020)",
        "description": "Don’t Tell A Soul (2020)***********************IMDbမှာ 5.9 အထိ ရထားတဲ့ Thriller ကားကောင်းလေးပါ။ဆယ်ကျော်သက်အရွယ် မက်နဲ့ ဂျိုဝီတို့က နေမကောင်းဖြစ်နေတဲ့\nအမေဖြစ်သူရဲ့ ဆေးဝါးစရိတ်တွေ အတွက် သက်ကြီးရွယ်အိုတွေနေတဲ့ အိမ်ကို\nလူတွေ မရှိချိန်မှာ ပိုက်ဆံတွေ သွားခိုးကြပါတယ် ...တစ်ခုခုဆို ကြောက်တတ်ပြီး ရိုးရိုးအေးအေးလေး နေတတ်တဲ့ ဂျိုဝီဟာ\nမက်လို့ ခေါ်တဲ့ အကို ကြိုးဆွဲရာ ကရတဲ့ ရုပ်သေးရုပ်လေးဖြစ်တယ်အကို့ကိုလည်း ကြောက်ကလည်းကြောက် ....\nပိုက်ဆံသွားခိုးဖို့လဲမိမှာ ကြောက်နေရှာတဲ့ ဂျိုဝီဟာ\nအကို ခိုင်းသမျှ ကြောက်ကြောက်လန့်လန့်နဲ့ လုပ်ခဲ့ရရှာပါတယ် ....ပိုက်ဆံခိုးရင်း သူတို့ ညီအကိုနှစ်ယောက်ဟာ လုံခြုံရေး အစောင့်နဲ့ တွေ့ပြီး\nကိစ္စရပ်တွေဟာ စီစဉ်ထားသလို ဖြစ်မလာခဲ့ရတာကနေ\nဒီဇာတ်လမ်းလေးကို သဲထိပ်ရင်ဖို အဆုံးထိ ဆွဲခေါ်သွားပါတယ်....ဝိဉာဉ်ကိုတောင်မှ ပြောပြလို့မရတဲ့ သဲထိပ်ရိပ်ဖို\nDrama ကားကောင်းလေး ဖြစ်တာကြောင့် မိတ်ဆက်ပေးလိုက်ပါတယ်ဘာသာပြန်ဆိုသူ Theint Theint ဖြစ်ပါတယ်File Size : (1.35 GB) ...",
        "rating": "5.9",
        "url": "https://megaup.net/2h6lv/Dont_Tell_a_Soul_(2020)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTg2ZDJlN2ItMWE0YS00N2FjLWE0Y2QtMDcxN2NmNjdhNDgxXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "No Man’s Land (2021)",
        "description": "No Man’s Land (2021)==================IMDb Rating - 4.3/10မက္ကဆီကိုနဲ့ တက်စ်ဆက်ပြည်နယ်ကြားက နယ်စပ်မှာဖြစ်ခဲ့ဖူးတဲ့အဖြစ်အပျက်တွေကို အခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဘေလ်တို့မိသားစုက တက်စ်ဆက်ပြည်နယ်နဲ့ မက္ကဆီကိုနယ်စပ်မှာ မွေးမြူရေးခြံလုပ်ငန်းလုပ်ကြတဲ့ မိသားစုပါ။ သားအကြီးလူးကပ်စ်က မြင်းစီးတော်သလို သားအငယ်ဂျက်ဆင်ကလည်း ဘေ့စ်ဘောမှာ ပါရမီပါတဲ့ကောလိပ်ကျောင်းသားတစ်ယောက်ပေါ့။ သူတို့ခြံက နယ်စပ်မှာရှိတာကြောင့် မက္ကဆီကိုဘက်က နိုင်ငံရေးခိုလှုံချင်တဲ့သူတွေ တရားမဝင်ဖြတ်သွားတိုင်း သူတို့ခြံစည်းရိုးတွေကို ညှပ်သွားတတ်တာကြောင့် သူတို့ရဲ့ကျွဲတွေနွားတွေလွတ်ကုန်တာမကြာခဏပါပဲ။ဂျက်ဆင်တစ်ယောက် ကောလိပ်ပိတ်တဲ့ နွေရာသီမှာ အိမ်ကိုခဏပြန်ရောက်နေတုန်း ပျော်ရွှင်စရာ သူတို့မိသားစုလေးကိုဂြိုလ်ဆိုးဝင်ပါတော့တယ်။ အဲဒါကတော့ နယ်စပ်က တရားမဝင်ဖြတ်သွားတဲ့ မက္ကဆီကန်အုပ်ထဲက ကောင်လေးတစ်ယောက်ကို ဂျက်ဆင် မတော်တဆသတ်လိုက်မိတာပါပဲ။ ကံတရားက တကယ်ထူးဆန်းပါတယ်...ကိုယ်ပိုင်တဲ့မြေကို ကာကွယ်နေတဲ့ဂျက်ဆင်က ကြမ္မာငင်ပြီး ပြေးရင်းလွှားရင်း မက္ကဆီကိုနိုင်ငံထဲ ရောက်သွားတဲ့အခါမှာတော့ ဘာတွေဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲခံစားကြည့်ရှုကြပါဦး။Action, Adventure, Thriller အမျိုးအစားမို့ ပရိတ်သတ်ကြီးလည်း ကြိုက်နှစ်သက်မို့လည်း ယူဆပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "4.3",
        "url": "https://megaup.net/1B8kz/No.Mans.Land.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tY8w7eOiNwtbiVfPmTxspkt46bW.jpg",
        "title": "A Sun (2019)",
        "description": "[Unicode]A Sun 2019ဒီဇာတ်ကားလေးကတော့ ၂၀၁၉ က ထွက်ရှိခဲ့တဲ့ဇာတ်ကားလေးဖြစ်ပြီး ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၁၀ ဆုရရှိထားတာဖြစ်ပါတယ်မိဘမေတ္တာကို ဖော်ကျူးထားတဲ့ မိသားစုဇာတ်ကားလေးဖြစ်လို့ ကြည့်ပြီးရင်တော့ ရင်ထဲမှာ တစ်ခုခုကျန်ခဲ့မှာ သေချာပါတယ်ဇာတ်လမ်းအကျဉ်းအားဝမ်က အလုပ်ကြိုးစားတဲ့ ကားမောင်းနည်းပြတစ်ယောက်ပါချန်ကျန်းဟိုနဲ့ ချန်ကျန်းဟောင်ဆိုပြီး သား၂ယောက်ရှိပေမယ့် ကျန်းဟိုက အမြဲပြဿနာရှာတတ်တာကြောင့် သားအဖြစ် အသိအမှတ်မပြုခဲ့ဘူးတစ်ရက်မှာတော့ ချန်ကျန်းဟို အမှုအခင်းရင်ဆိုင်ရပြီး လူငယ်ထိန်းသိမ်းရေးစခန်းကိုရောက်ခဲရတယ်သိပ်မကြာခင်မှာ အားဝမ် သိပ်ချစ်ရတဲ့ သားကြီး ချန်ကျန်းဟောင်လည်း ဆုံးပါးသွားခဲ့တယ်ရုတ်တရက်ကြီး ကံဆိုးမှုတွေ ကြုံလာရတဲ့ ဒီမိသားစုလေးမှာ နောက်ထပ် ကံဆိုးမှုတွေ မကြုံရအောင် သူတို့ဘယ်လိုတွေ ကြိုးစားမလဲ\nဘယ်လိုကာကွယ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ပါ ) [Zawgyi]A Sun 2019ဒီဇာတ္ကားေလးကေတာ့ ၂၀၁၉ က ထြက္ရွိခဲ့တဲ့ဇာတ္ကားေလးျဖစ္ၿပီး ႐ုပ္ရွင္ပြဲေတာ္ေတြမွာ ဆုေပါင္း ၁၀ ဆုရရွိထားတာျဖစ္ပါတယ္မိဘေမတၱာကို ေဖာ္က်ဴးထားတဲ့ မိသားစုဇာတ္ကားေလးျဖစ္လို႔ ၾကည့္ၿပီးရင္ေတာ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/Vb03/A_Sun_(2019)_NF_720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AnrB9X6JGBUDVQv8HmrXfCbhGvi.jpg",
        "title": "Eighteen Arhats of Shaolin Temple",
        "description": "Eighteen Arhats of Shaolin Temple (2020)တရုတ်သိုင်းကား ကြိုက်သူများ ရေငတ်တုန်း ရေတွင်းထဲ ကျစေမယ့် သိုင်းကားစစ်စစ်တစ်ကား လာပါပြီဗျာ\nအထူးပြုလုပ်ချက်တွေ အများကြီး မပါတဲ့ တရုတ်သိုင်းကားမျိုးကိုသဘောကျတဲ့လူတွေဆို တော်တော်လေး ကြိုက်ကြမှာပါ။သိုင်းကွက်တွေကို ကျကျနန လှလှပပ မြင်ရမယ့်အပြင်\nဇာတ်လမ်းသဘောကလည်း အတော်လေး ကောင်းတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nမင်ကျားချင် ၃၁ နှစ်မှာ ဂျပန်ဓားပြတွေက ဟန်ကျိုးပင်လယ်အော်ကနေ ဝင်ရောက်လာကြပါတယ်။\nဂျပန်တွေက ရောက်လေရာအရပ်မှာ သောင်းကျန်းပြီး ခိုးဆိုးလုယက်ကြပါတယ်။\nဒီအတွက် တရုတ်ပြည်သူတွေ ဒုက္ခအကြီးအကျယ် ခံစားနေရပါတော့တယ်။\nနန်းတော်က ရှောင်လင်က သိုင်းပညာကျွမ်းကျင်တဲ့ ဘုန်းတော်ကြီး ၁၈ ပါးကို စေလွှတ်ပြီး သွားရောက်ချေမှုန်းစေခဲ့တဲ့ ဇာတ်ကြောင်းပဲ ဖြစ်ပါတယ်။\nဘာတွေ ဆက်ဖြစ်မယ်ဆိုတာကတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ရှုစားစေချင်ပါတယ်။သွေးထွက်သံယိုခန်းတွေ ပါတာ ဖြစ်တဲ့အတွက် ကလေးများ ကြည့်ရှုရန် မသင့်တော်ပါဘူး။File size…1.6GB and 730MB\nQuality….1080p and 720p\nFormat…mp4\nDuration…. 1hr 30min\nSubtitle….Myanmar Subtitle (Hardsub)Encoder ...",
        "rating": "5.5",
        "url": "https://megaup.net/Vaa9/(CM)_South_Shaolin.2021.720P.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/axTGjsvloZrxtm2QF2geWPBOLor.jpg",
        "title": "The Green Snake (2019)",
        "description": "အချစ်ကြောင့် ဘယ်နှစ်ယောက်များ ပျော်ရွှင်ပြီးပြီလဲ ? ဘယ်နှစ်ယောက်များ ဝမ်းနည်းကြေကွဲပြီးပြီလဲ ? ကိုယ်စတေးလိုက်တဲ့ အချစ်က သူ့အတွက် တကယ်ရော ပျော်ရွှင်နိုင်ပါ့မလား.... ဝန်ထုပ်ဝန်ပိုးဖြစ်နေမလား....မြွေဖြူ မြွေစိမ်း ပုံပြင်လေးကတော့ ရုပ်ရှင်ချစ်ပရိသတ်ကြီးအတွက် မစိမ်းတဲ့ပုံပြင်တစ်ခုပါ ။ အခုက မြွေစိမ်းမယ် ရဲ့အကြောင်းလေးပါ။ အတိုက်ခိုက်ခံရတဲ့ မြွေစိမ်းမယ်က လော့ချွမ်းမြစ်ထဲကို ကျသွားတဲ့အခါ လော့ချွမ်းမြစ်ရဲ့ ကူးတို့နတ်သား ဖြစ်တဲ့ “ရွှမ်ယာ” ရဲ့ကယ်တင်ခြင်းကိုခံခဲ့ရပါတယ် ။အချစ်အတွက်နဲ့ ကူးတို့နတ်သား အဖြစ်အပြစ်ပေးခံထားရတဲ့ “ရွှမ်ယာ” က ဟိုးအရင်က ကျေးဇူးတရားကြောင့် မြွေစိမ်းလေးကို အသည်းနှလုံးစတေးပြီး ကယ်တင်ပေးခဲ့ပါတယ်။ချစ်သူ “ရွှမ်ယာ” ကို ရှာဖွေဖို့ နှစ်ပေါင်း ၃၀၀ လောက်အချိန်ကုန်ပြီးနောက်မှာ “မုယောင်” လို့ခေါ်တဲ့ မိန်းကလေးက လော့ချွမ်းမြေကို ရောက်ရှိလာပါပြီ ။ သူ့အချိန်တွေကို စတေးပြီး ရှာဖွေပြီးမှ တွေ့ရှိခဲ့တဲ့ “ရွှမ်ယာ” ကအခုတော့ နှလုံးသားမရှိတော့ဘူးတဲ့လား .....သွေးအေးအေးနဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2h4U5/[CM]Green_Snake720p.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rfIOzedY6LFzdWTeNnIkmxAiLCg.jpg",
        "title": "One Night in Miami…(2020)",
        "description": "One Night in Miami...(2020)အညွှန်း*******************************IMDb...7.3One Night in Miami ဆိုတဲ့ဇာတ်ကားလေးကတော့ လူမည်းလေးယောက်ရဲ့ ရင်တွင်းခံစားချက်တွေဖွင့်ဟထားတဲ့စကားဝိုင်းကနေ သူတို့ဖြတ်သန်းနေရတဲ့ လူမှုပတ်ဝန်းကျင်ကို မီးမောင်းထိုးပြထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။လူမည်းလေးယောက်လုံးကလည်း နယ်နယ်ရရတွေတော့မဟုတ်ပါဘူး။ကမ္ဘာ့ဟဲဗီးဝိတ်ချန်ပီယံဖြစ်တဲ့ Cassicus ClayNational League အထိတတ်လှမ်းနိုင်တဲ့ ဘောလုံးသမား Jim Brownနာမည်ကြီးအဆိုတော် Sam Cooke နဲ့လူ့အခွင့်အရေးလှုပ်ရှားသူ အစ္စလာမ်ဘာသာဝင် ဝန်ကြီး Malcolm X တို့ပဲဖြစ်ပါတယ်။ဒီကားလေးထဲမှာတော့လူမည်းအသိုင်းအဝိုင်းမှာ အောင်မြင်မှုကိုယ်စီရရှိထားပြီး ကိုယ့်ဒေသရဲ့ဂုဏ်ကိုဆောင်နိုင်ကြပေမယ့် လူဖြူတွေရဲ့ မသိမသာခွဲခြားဆက်ဆံမှုကိုခံရတဲ့ လူမည်းတွေရဲ့ဘဝ၁၉၆၀ ခုနှစ်ဝန်းကျင်က လူမည်းအမျိုးသားတွေရဲ့ ခံယူချက်နဲ့ လူ့အခွင့်အရေးလှုပ်ရှားမှုတွေကိုယ်ယုံကြည်တဲ့ဘာသာတရားနဲ့ နိုင်ငံရေးရောယှက်လာတဲ့အခါ ကြုံတွေ့ရတဲ့ သောကတွေကိုမပျင်းရလေအောင် စိတ်ဝင်စားဖွယ်ရိုက်ကူးပြထားတာမို့ ဗဟုသုတလည်းရတဲ့ကားမို့ခံစားကြည့်ကြပါဉီး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်....File Size : (2.19GB) and (1.09GB)\nQuality :HEVC 1080p 5.1, 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Drama\nSubtitle : ...",
        "rating": "7.4",
        "url": "https://megaup.net/1B7i6/One_Night_In_Miami.2020.WEB-DL.720P.mkv",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fnoZJlitIOBo2fSCyzAsv0lHtYL.jpg",
        "title": "Space Pirate Captain Harlock (2013)",
        "description": "IMDb - 6.4/10Rotten Tomatoes - 54%MyAnimeList - 7.4/10ဒီကားကတော့ Terminator, Avatar, Titanic, Alienဇာတ်ကားတွေရဲ့ဟောလီဝုဒ်ဒါရိုက်တာကြီး James Cameronကိုယ်တိုင်အရမ်းကြိုက်ပါတယ်လို့ချီးကျူးခံရပေမယ့် မြန်မာနိုင်ငံမှာတော့လူမသိသူမသိကပ်ကျော်နေတဲ့ဇာတ်ကားပါ။ ဒီကားရဲ့အဓိကဇာတ်ကောင်တွေထဲကတယောက်ဖြစ်တဲ့ Captain Harlockဆိုတာဟာ animeလောကရဲ့ရွှေခေတ်ဖြစ်တဲ့ 1980ဝန်းကျင်လောက်မှာ နာမည်ကြီးခဲ့တဲ့ဇာတ်ကောင်ပါ။ ဆိုတော့ကာ ရွှေခေတ်က နာမည်ကြီးဇာတ်ကောင်ရဲ့ဇာတ်လမ်းကို 3D animationနဲ့ထုတ်တယ်ဆိုတော့ 1980လောက်က ထွက်တဲ့ဇာတ်လမ်းတွဲတွေကိုကြည့်ဖို့လိုမလားဆိုပြီးမေးလာခဲ့ရင်တော့ မလိုဘူးလို့ပဲပြောပါရစေ။ ဒီကားဟာ အရင်ဇာတ်လမ်းတွဲတွေကိုrebootပြန်ရိုက်တာပြောလို့ရသလို Captain Harlockရဲ့နောက်ခံဇာတ်ကြောင်းကိုပြသတဲ့ ဇာတ်ဝင်ခန်းတွေလည်းပါတဲ့အတွက် ဒီကားတကားထဲကြည့်ရုံနဲ့လုံလောက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်တော့ဟိုရှေးရှေးတုန်းကလို့ပြောရမလားလာမယ့်အနာဂတ်မှာလို့ပြောရမလားအဲ့ဒီအချိန်မှာ လူသားဦးရေအရမ်းများပြားလာတဲ့အတွက် ကမ္ဘာပေါ်ကအရင်းအမြစ်တွေမလောက်မငှဖြစ်လာလို့ လူသားတွေဟာ အာကာသထဲထွက်ပြီး နေထိုင်လို့ရမယ့်‌နယ်မြေသစ်တွေကိုရှာဖွေခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာကြာအောင်ရှာခဲ့ပေမယ့် ကမ္ဘာကြီးလိုနေဖို့သင့်တော်တဲ့ဂြိုဟ်မျိုး ရှာမတွေ့တဲ့အတွက် မိခင်ကမ္ဘာကြီးဆီပ‌ဲ ပြန်လာဖို့လုပ်ခဲ့ကြပါတယ်။ အဲ့လိုအလုအယက်ပြန်လာဖို့လုပ်ရင်းကနေ စစ်ကြီးတခုပါထဖြစ်ခဲ့တဲ့အတွက် ဗဟိုအစိုးရကိုဖွဲ့စည်းပြီး ကမ္ဘာမြေကိုမြင့်မြတ်နယ်မြေအဖြစ်ကြေညာခဲ့ကာ ဘယ်သူ့ကိုမှခြေချခွင့်မပေးခြင်းဖြင့် စစ်ကြီးကိုရပိတန့်သွားအောင်လုပ်ခဲ့ပါတယ်။ အဲ့ဒီနောက်မှာတော့ အာကာသဓါးပြကြီး ကပ္ပတိန်Harlockဆိုတဲ့လူရုတ်တရက်ပေါ်လာခဲ့ကာ ဗဟိုအစိုးရကိုပုန်ကန်ပါတော့တယ်။- အဲ့ဒီကပ္ပတိန်Harlockဆိုတဲ့လူကိုဘယ်သူလဲ- ဗဟိုအစိုးရကိုဘာလို့ပုန်ကန်ဖို့လုပ်နေရတာလဲ- ဗဟိုအစိုးရမှာရော လျှို့ဝှက်ချက်တွေရှိနေလားဆိုတာကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/2h2hh/{CM}Space_Pirate_Captain_Harlock720p.mp4",
        "category": "Adventure, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cw3KTc6kKsuuaTiX0imTukaDOQk.jpg",
        "title": "Dwelling in the Fuchun Mountains (2019)",
        "description": "[Unicode]Dwelling in the fuchun Mountains(2019)\n=============================\nIMDb Rating. =. 7.1 out of 10\nRotten Tomatoes. = 100%မပြောချင်ဆုံးနဲ့ အပြောရဆုံးစကားလုံးဖြစ်တဲ့\n\"အနုပညာ\"ကိုပဲ မလွှဲရှောင်သာပြောရပါဦးမယ်။\nယဉ်ကျေးမှုနဲ့ အနုပညာဟာ တိုက်ရိုက်အချိုးကျပါတယ်။\nအာရှဘက်မှာဆို တကယ် အနုပညာဆန်တဲ့ရုပ်ရှင်တွေကို ကိုယ်ပိုင်ယဉ်ကျေးမှုထွန်းကားတာကြာမြင့်ပြီဖြစ်တဲ့\nတရုတ်၊အိန္ဒိယ၊ဂျပန်တို့လို နိုင်ငံ‌တွေမှာပဲ တွေ့ရတာ များပါတယ်။ လက်ရှိကာလအားဖြင့် တရုတ်မှာ အတော်ချာတဲ့ ငွေရှာ ရုပ်ရှင်တွေများပေမဲ့လည်း တကယ် ရင်ဘတ်ပါတဲ့ ရုပ်ရှင်တွေရိုက်တဲ့ လူတွေလည်း အများကြီးကျန်ပါသေးတယ်။\nအသစ်ပေါ်လာတာတဲ့ လူတော်တွေလည်း မနည်းပါဘူး။အသစ်တွေပေမဲ့ သူတို့ရဲ့ရုပ်ရှင်တွေဟာ အနုပညာကိန်းအောင်းမှု မနုံနှဲ့ပါဘူး။\nအခု ရုပ်ရှင်ဟာ ဒါရိုက်တာGu Xiaogangရဲ့ ပထမဆုံးကားပါပဲ။\nယဉ်ကျေးမှုနဲ့ အစချီထားရတဲ့ အကြောင်းရင်းက သူ့အနုပညာရဲ့ မြစ်ဖျားခံရာဟာ တရုတ်ရိုးရာပန်းချီဖြစ်နေလို့ပါ။\nDwelling In The Fuchun Mountainsဆိုတဲ့အမည်ဟာ ဂန္တဝင် တရုတ်ရိုးရာပန်းချီလိပ်တစ်ခုရဲ့ အမည်ပါပဲ။\nဒါရိုက်တာက ပန်းချီကားလိပ်တွေကို အခြေခံပြီး ပန်းချီကားလိပ်Triology ရိုက်မှာပါ။\nဒါက ပထမဆုံးကားပါပဲ။နောက်ရုပ်ရှင်နှစ်ခုကိုလည်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/2X25g/Dwelling_In_The_Fuchun_Mountains_(2019)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYTBmODVhM2EtMjI3Zi00N2NlLTg3ZWQtNDE5OWFkYmRlZTM1XkEyXkFqcGdeQXVyMzI3NzE2NzM@._V1_UY268_CR00182268_AL_-136x200.jpg",
        "title": "The Cleansing Hour (2019)",
        "description": "The Cleansing Hour (2019)====================IMDb Rating - 5.9/10 The Cleansing Hour ဆိုတဲ့ ရှိုးလေးဟာ 'မက်စ်' နှင့် 'ဒရူး' အတူတစ်ကွတည်ထောင်ခဲ့တဲ့ရှိုးလေးပါ။မက်စ်ကတော့ ဖာသာ 'မက်စ်' အဖြစ်နဲ့ လူတိုင်းက သူ့ကိုဖာသာတစ်ယောက်လို့သိထားပြီး 'ဒရူး' ကတော့မကြာခင် 'လိန်း' ဆိုတဲ့ သူချစ်သူနဲ့လက်ထပ်တော့မယ် ထုတ်လုပ်သူတစ်ယောက်ပါ။ သူတို့ဟာ ရှိုးကိုတိုက်ရိုက်ထုတ်လွှင့်နေချိန်မှာ ပရိတ်ရေတို့ ပရိတ်ရွတ်ဖတ်ထားတဲ့အဝတ်စတို့ကို ရောင်းချပြီးစီးပွားရှာကြပါတယ်။ဒီလိုလုပ်ကြပေမယ့်လည်း နိုင်ငံအဝှမ်းက ပရိသတ်များကတော့ ဒီရှိုးကိုအခိုင်အမာအားပေးလျှက်ရှိနေပါတယ်။အမြဲတမ်း အဆင်ပြေချောချောမွေ့မွေ့နဲ့တင်ဆက်နိုင်ခဲ့တဲ့ရှိုးဟာ တစ်နေ့မှာတော့ အစွဲချွတ်ခံရမယ့်သရုပ်ဆောင်မလာတာကြောင့် 'ဒရူး' ဟာ 'လိန်း' ကို အစားထိုး သရုပ်ဆောင်ခိုင်းခဲ့ပါတယ်။ 'လိန်း' ကလည်း တစ်ကိုယ်ကောင်းဆန်တဲ့ 'မက်စ်' ကိုကြည့်မရပေမယ့် ချစ်သူ 'ဒရူး' ကြောင့် ကူညီပေးခဲ့ပါတယ်။ ဒီလိုနဲ့တိုက်ရိုက်ထုတ်လွှင်တဲ့အချိန်မှာ 'လိန်း' ကို တကယ့်မကောင်းဆိုးဝါးက ဝင်ပူးသွားသောအခါ...တကယ့်ဖာသာအစစ်မဟုတ်ဘဲ စီးပွားရေးအရရှိုးလုပ်ထားတဲ့နှစ်ယောက် ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာ ထိတ်လန့်ဖွယ်ကြည့်ရမှာပါ။ဒီဇာတ်ကားလေးက ...",
        "rating": "5.9",
        "url": "https://megaup.net/1B6ct/The.Cleansing.Hour.2019.720p.BluRay[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOWNiMDUwYmUtZjJjNy00OTA5LThkM2QtODBkNTY2MGYyZGRlXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Psycho Goreman (2020)",
        "description": "Psycho Goreman (2020)===================IMDb Rating - 6.2/10 မနေ့ကမှ ပူပူနွေးနွေး ထွက်ရှိလာတဲ့ Sci-Fi, Horror ဇာတ်ကားလေးပါ။သတ်တာဖြတ်တာတွေကတော့ ကြမ်းပါတယ်။ ဇာတ်လမ်းကလည်း ထူးဆန်းပါတယ်။ စကြဝဠာကိုဖျက်စီးမယ့် အမည်မဲ့မကောင်းဆိုးရွားကို ကမ္ဘာပေါ်က တစ်နေရာမှာ ပိတ်ထားတာကို မောင်နှမနှစ်ယောက်က မတော်တဆ သွားလွှတ်ပေးမိပြီး သူ့ကို ထိန်းချုပ်နိုင်တဲ့ကျောက်တုံးကိုရသွားပါတယ်။ကလေးမလေးက ခပ်ဆိုးဆိုးကိုမှ စကြဝဠာတစ်ခုလုံးကို ဖျက်စီးနိုင်တဲ့ စွမ်းအားရှိတဲ့သူကို ထိန်းချုပ်နိုင်တဲ့အစွမ်းရနေတော့ ဘာတွေဖြစ်ကုန်မလဲ စဉ်းစားသာကြည့်ပါတော့။ သူက အဲဒီမကောင်းဆိုးရွားကို PsychoGoreman(အတိုကောက် PG) လို့နာမည်ပေးထားပြီး သူစိတ်တိုင်းကျလျှောက်လုပ်နေပါတော့တယ်။ အမှောင်ရှိရင် အလင်းရှိသလို သူ့ကိုတားဆီးမယ့် Pandora လည်းရှိနေပါတယ်။ သူတို့တွေရဲ့တိုက်ပွဲက ဘယ်လိုဖြစ်မလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။ ဇာတ်သိမ်းရော Theme ကပါ ပုံမှန်မဟုတ်တဲ့ကားတစ်ကားလို့ပြောလို့ရပါတယ်။အဲဒါနဲ့ ဒီကားကို Comedy အမျိုးအစားထဲမှာပါတယ်လို့လည်း သတ်မှတ်ထားတာကိုတွေ့ရပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို d3mon မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Jack, d3mon တို့ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "6.2",
        "url": "https://megaup.net/2h3qm/Psycho.Goreman.2020.720p.WEBRip.[CM].mp4",
        "category": "Comedy, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/tiger-135x200.jpg",
        "title": "The White Tiger 2021",
        "description": "Netflix ရဲ့ ရုပ်ရှင်အသစ်လေး ခံစားကြည့်ရအောင်။\nမင်းသား မင်းသမီးတွေက နာမည်ကြီးတွေလို့တော့ ပြောကြတယ်ဗျ။\nကျွန်တော်ကတော့ အကြည့်နည်းလို့ သိပ်မသိဘူး။\nဒါပေမယ့် ဇာတ်လမ်းအကြောင်းကိုပဲ ပြောရအောင်။\nသိပ်ကောင်းပါတယ်။\nအိန္ဒိယရဲ့ စွန့်ဦးတီထွင်လုပ်ငန်းရှင်တစ်ယောက်က\nတရုတ်ဝန်ကြီးချုပ် ဝန်ကျားပေါင်နဲ့ တွေ့ခွင့်ရဖို့\nသူ့ဘဝဇာတ်ကြောင်းကို အီးမေးလ် ပို့ရာကနေ စတာပေါ့ဗျာ။\nအိန္ဒိယနိုင်ငံမှာ ဇာတ်နိမ့်တွေ ဇာတ်မြင့်တွေ အမျိုး ၁၀၀၀ လောက် ရှိခဲ့ပေမယ့်\nတကယ်တော့ ဇာတ် ၂ မျိုးပဲ ရှိပါတယ်။\nဗိုက်ပူနေတဲ့သူနဲ့ ဗိုက်ပိန်နေတဲ့သူပေါ့။\nသခင် နဲ့ အစေခံပေါ့။\nအိန္ဒိယနိုင်ငံရဲ့ လူတန်းစား ကွာခြားမှုအမြင်တွေ ရုန်းကန်မှုတွေ အကြောင်း\nကောင်းကောင်းကြီး ပုံဖော်ထားတာပါပဲ။\nဇာတ်လိုက်ရဲ့ ဥပမာကတော့ သူတို့လို အစေခံ လူတန်းစားတွေကို\nကြက်လှောင်အိမ်ထဲက ကြက်တွေနဲ့ နှိုင်းယှဉ်ပြထားတယ်ဗျာ။\nကြက်လှောင်အိမ်ထဲက ကြက်တွေဟာ သူတို့ရှေ့မှာ ကြက်တွေကို သတ်နေတာတွေ မြင်ရတယ် သွေးနံ့တွေရတယ်။\nဒါပေမယ့် လှောင်အိမ်ထဲက ထွက်ဖို့ မကြိုးစားကြဘူး။\nအစေခံတွေအားလုံးဟာလည်း ဒီလိုလူတွေပဲလို့ ဆိုထားတယ်။\nဒီဇာတ်လမ်းကတော့ ကြက်လှောင်အိမ်ထဲကနေ ထွက်ဖို့ ကြိုးစားခဲ့တဲ့\nကြက်တစ်ကောင်အကြောင်းပေါ့ဗျာ။\nအားလုံးကြိုက်ကြမှာပါ။\nFile size…(1.7 GB) and (900 MB)\nQuality…Blu-Ray ...",
        "rating": "7.2",
        "url": "https://megaup.net/V8qe/The.White.Tiger.2021.720p_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMjI0YTNmNmQtOTIxMC00ODkwLWI0ZTQtNDQxNWMzYmM1ZTEyXkEyXkFqcGdeQXVyOTYwNDg4ODU@._V1_UY268_CR40182268_AL_-136x200.jpg",
        "title": "Magic Arch 3D (2020)",
        "description": "Magic Arch 3D (2020)=================IMDb Rating - 5.4/10 အားလုံးပဲ \"Toy Story\" ကာတွန်းကားလေးကိုသိကြတယ်ဟုတ် အခုဒီတစ်ခါကားလေးကိုလည်း Toy Story ဇာတ်ကားလေးကိုCo-Writer အနေနဲ့ရေးခဲ့တဲ့ ဇာတ်ညွှန်းဆရာ Vasiliy Rovenskiy ကရေးခဲ့တာပဲဖြစ်ပါတယ်။ရေနေသတ္တဝါတွေစုပေါင်းပြီးနေထိုင်တဲ့ ရေအောက်မြို့လေးတစ်မြို့မှာ အခြားငါးတွေလိုကိုယ်ခံပညာတွေလေ့ကျင့်ရတာထက်ပတ်ဝန်းကျင်ကိုစူးစမ်းလေ့လာရတာကြိုက်တဲ့ ဒယ်လ်ဖီ ဆိုတဲ့လင်းပိုင်လေးတစ်ကောင်ရှိပါတယ်။ တစ်နေ့မှာ ဒယ်လ်ဖီနဲ့သူငယ်ချင်းဖြစ်သူငါးလေးဟာ ရေအောက်ထဲထိမြုပ်နေတဲ့ခံတပ်ဟောင်းကြီးတစ်ခုဆီဝင်သွားမိဖို့အကြောင်းဖန်လာပါတယ်။ ခံတပ်ကြီးထဲမှာသတ္တဝါတစ်ကောင်ရဲ့နာမည်ကိုပြောလိုက်ရုံနဲ့ ထိုသတ္တဝါပုံပြောင်းသွားစေမယ့် မှော်ဝင်မုခ်ဝတစ်ခုကိုတွေ့ခဲ့ပါတယ်။ ဒါပေမယ့်အနီးအနားမှာလည်း ငါးမြို့တော်ကိုသိမ်းချင်တဲ့ငါးရှဉ့်တွေကအဲဒါကိုမြင်သွားကြပါတယ်။ တာဝန်သိတဲ့ဒယ်လ်ဖီဟာ မြို့တော်ဝန်ကိုမှော်မုခ်ဝအကြောင်းပြောဖို့ပြန်လာခဲ့ပေမယ့် မြို့အဝင်ဝကအစောင့်တွေဟာ စကားဝှက်မပြောနိုင်တဲ့ဒယ်လ်ဖီ့ကိုဝင်ခွင့်မပေးလို့မုခ်ဝကြီးရှိတဲ့ဆီကိုပြန်သွားတဲ့အခါမှာ . . .သူတွေ့လိုက်ရတဲ့မြင်ကွင်းကတော့......ဒီကားလေးက ကြည့်လေကြည့်လေဇာတ်ရှိန်တက်လေလေပါပဲ အစပိုင်းမှာအနည်းငယ်ဇာတ်အေးသလိုရှိပေမယ့် ဇာတ်လမ်းအလယ်နဲ့နောက်ဆုံးမှာတော့ ရှေ့ကိုဘာဆက်ဖြစ်မယ်မသိပဲစိတ်ဝင်တစားကြည့်ရမှာဖြစ်ပြီး လျှို့ဝှက်ချက်လေးတွေလည်းပါဝင်လို့အပျင်းပြေစေမယ့် ဇာတ်ကားလေးဖြစ်တဲ့အပြင် ကလေးငယ်လေးတွေလည်း အကြိုက်ဖြစ်စေမယ့် Animation Movies လေးမို့တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h ...",
        "rating": "5.4",
        "url": "https://megaup.net/V86m/Magic.Arch.2020.720p.WEBRip[CM]_(2).mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOTExMmZjMzItNTNlZS00ZjU1LTk5M-143x200.jpg",
        "title": "Sightless (2020)",
        "description": "Sightless (2020)*****************ဇာတ်လမ်းအညွှန်းနှင်းတွေကျနေတဲ့ညတစ်ညမှာ နာမည်ကြီးတယောပညာရှင်\nအယ်လန်အက်ရှ်လန်းတစ်ယောက်ဟာ\nသူစိမ်းတစ်ယောက်ရဲ့ တိုက်ခိုက်ခြင်းကိုခံလိုက်ရပါတယ်။\nသတိရလာချိန်မှာတော့ အယ်လန်တစ်ယောက် မျက်စိမမြင်တော့ပါဘူး။\nနိုင်ငံခြားရောက်နေတဲ့အကိုရဲ့ စီစဉ်မှုနဲ့ အယ်လန်တစ်ယောက်\nဆီယက်တဲလ်မြို့ရဲ့ ဆိတ်ငြိမ်တဲ့ တိုက်ခန်းကိုရောက်ရှိလာပါတယ်။\nမျက်မမြင်ခါစ အယ်လန့်အတွက် ကလေတန်ဆိုတဲ့\nအမျိုးသားသူနာပြုတစ်ယောက် ငှားထားပေးသော်လည်း\nအယ်လန်တစ်ယောက်နေသားမကျနိုင်ဖြစ်နေပါတယ်။\nအကိုဖြစ်သူကိုလည်းဆက်သွယ်မရ၊\nသူငယ်ချင်းဖြစ်သူကိုလည်းဆက်သွယ်မရနဲ့\nမိမိအဖြစ်ကိုမကျေမချမ်းဖြစ်နေတဲ့ အယ်လန့်အတွက်\nနေထိုင်ရာ တိုက်ခန်းမှာ ပုံမှန်မဟုတ်တာတွေကို သတိထားမိလာတဲ့အခါ\nအမှောင်ထဲမှာ လမ်းပျောက်နေတဲ့အယ်လန့်အတွက်\nဘယ်လိုလျှို့ဝှက်သည်းဖိုဖွယ် အဖြစ်မှန်တစ်ခုက\nစောင့်ကြိုနေလဲဆိုတာ တော့....(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ ဘာသာပြန်သူရေးသားပေးသူကတော့ Chokoပဲဖြစ်ပါတယ်။)File Size : (1.44 GB) and (804 MB)\nQuality : 1080p.WEB-DL\nFormat…mp4\nDuration…1h 29min\nGenre : Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Choko\nEncoded by Myoko",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/sightless-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/4yTuv6cnCJEZg7YFFYR1ljd6hlo-133x200.jpg",
        "title": "[18+] Beauty Salon: Special Service (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။Dark Side Production အနေနဲ့ ကွီးယားဗြူးတီးဆလွန်းကားတွေ တင်ပေးဖို့အစီအစဉ်လုပ်ထားပါတယ်...ရှေ့မှာ ဗြူးတီးဆလွန်းဇာတ်ကားတစ်ကားတင်ဖူးပြီးအခုတင်ဆက်ထားတာကတော့ Beauty Salon: Special Service စီးရီးရဲ့ ပထမဆုံးဇာတ်ကားဖြစ်ပါတယ်။လူဝင်နည်းလို့ အဆင်မပြေဖြစ်နေတဲ့ ဗြူးတီးဆလွန်းပိုင်ရှင် မမနှစ်ယောက်အရောင်းမြှင့်တင်ရေးအတွက် ဘယ်လို Special Service တွေ ပေးသွားမလဲဆိုတာ ကြည့်ရမှာပါ။တင်ပြီးသမျှ ကွီးယား Beauty Salon ဇာတ်ကားတွေကို ဒီမှာ  https://channelmyanmar.org/?s=beauty+salon  ကြည့်ပါ။ File Size : (1 GB)\nQuality : HD-Rip 720p\nRunning Time : 01:22:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard Sub)Translated by FOXEncoded by RGB",
        "rating": "",
        "url": "https://megaup.net/1B4mq/(DS)Beauty.Salon.Special.Services.2016.720p.HDRip.H264.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/psxsB6mYC5TVufKejGjTaeLDyEp.jpg",
        "title": "One Second ( 2020 )",
        "description": "ဒီကားလေးကတော့ Box office worldwideမှာ $10600000အထိဝင်ငွေစံချိန်တင်ရရှိထားတဲ့Nov27 2020မှာထွက်လာတဲ့ Drama History အမျိုးအစားဖြစ်ပါတယ်1975ခုနစ် တီဗီတွေမရှိသေးချိန်ဖလင်နဲ့ ပိတ်ကားပေါဇာတ်ကားပြလေ့ရှိပါတယ်..ွဒီအချိန်မှာ ဇာတ်ကားမပြသခင်လာတဲ့ သတင်းအတိုအထွာမှာ၂၂ရက်နေ့ ပါလာတဲ့သမီးလေးပါတဲ့ one secondစာမြင်ကွင်းကိုကြည့်ရဖို့အလုပ် ကြမ်းထောင်ကနေထွက်ပြေးလာတဲ့ကျန်းကျုံစိမ်း..ဖလင်လိပ်တွေကိုမီးပုံးလုပ်ပေးဖို့လိုက်ခိုးယူနေတဲ့လျိုကွေးနွီ...ဖလင်လိပ်တွေလမ်းမှာပျက်ဆီးသွားလို့ အလုပ်မပြုတ်ဖို့ အရေး ကြိုးစားရတဲ့ဖန့်တျန့်ရင်တို့သုံးယောက်သားဆုံကြတဲ့အခါ....ဖလင်လိပ်တစ်လိပ်ပဲရှိချိန် ဖလင်ဆေးရည်လဲမရှိတဲ့အချိန်မှာ ဘယ်လိုတွေကြိုးစားပြီးပြန်ရယူမလဲ...ကျန်းကျုံစိမ်းက ၂၂ရက်နေ့သတင်းအတိုအထွာမှာပါတဲ့သူ့သမီးလေးကို မြင်တွေ့ခွင့်ရနိုင်ပါ့မလား..ဇာတ်ကား ကြည့်ဖို့အရေးခက်ခဲမှုများစွာနဲရင်ဆိုင်ရတဲ့ ခေတ်ကာလကိုဖော်ပြသွားပြီးဖခင်တစ်ယောက်ရဲ့သမီးအပေါထားတဲ့သံယောဇဉ်ကိုမြင်ရမှာပါ  Quality : WEB-DL 720pFormat : mp4During : 1h 44minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Phyo ZawEncoded By LK",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/one-second-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTkyMzMxN2MtNjFjYS00MmRjLWJjMjctYzBlMGZiM2I1MmQ2XkEy_002-139x200.jpg",
        "title": "Run Hide Fight (2020)",
        "description": "Run Hide Fight (2020)==================IMDb Rating - 7.၀/10 ဒီတစ်ခါတော့ CM ပရိသတ်တွေအကြိုက်တွေ့စေမယ့် action and thriller ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့မိတ်ဆက်ပေးပါရစေ။ ဇီုအီဟာ အသက် ၁၇ နှစ်အရွယ် ကောင်မလေးတစ်ယောက််ဖြစ်ပြီး အများနဲ့မတူဘောက်ဆတ်ဆတ်နိုင်တဲ့သူပါ။ သူနဲ့ သူ့ရဲ့ အချစ်ဆုံးသူငယ်ချင်း လူး၀စ်ဆိုတဲ့ ကောင်လေးတို့ဟာ ဗာနွန်အထက်ကျောင်းက ကျောင်းသားတွေပဲဖြစ်ကြပါတယ်။အမေရိကန်အထက်ကျောင်းတွေရဲ့ သဘာ၀ ကပွဲတို့ ပျော်ပွဲရွှင်ပွဲတို့ စတဲ့အထိမ်းအမှတ်ပွဲတွေ မကြာခဏကျင်းပတာဟာသဘာ၀ပါပဲ ။ ဒီလို event တွေထဲမှာ Senior Prank ဆိုတဲ့ အစီအစဉ်လေးအပါအ၀င်ပါပဲ။Senior Prank Day မှာ ကျောင်းသားတွေအားလုံး ဆရာဆရာမတွေအပါအ၀င် တစ်ယောက်နဲ့တစ်ယောက်စကြနောက်ကြပါတယ်။ဥပမာ- စာသင်ခန်းတစ်ခန်းလုံး ပူပေါင်းတွေအပြည့် ထည့်ခဲ့တာမျိုးပေါ့။ဒါပေမယ့် ဒီဇာတ်လမ်းထဲက ဗာနွန်အထက်တန်းကျောင်းသားတွေရဲ့ Prank Day ကတော့ ပျော်စရာမကောင်းခဲ့ပါဘူး။ စနောက်ကြတဲ့ နေ့ကို အသုံးချပြီး ဆိုးသွမ်းတဲ့ ကျောင်းသားတစ်စုက ကျောင်းကန်တင်းကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/V72q/Run.Hide.Fight.2020.720p.WEB-DL[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Twoq37KJudpNuXh5Zbp91IhsSq.jpg",
        "title": "Love on the Rise (2020)",
        "description": "Love on the rise (2020)တောင်ကာရိုလိုင်းနားပြည်နယ်ရဲ့ ပင်လယ်ကမ်းစပ်ကမြို့ကလေးဟာ\nသဘာဝရှုခင်းတွေနဲ့ သာယာလှပနေပါတယ်\nအဲ့မြို့လေးမှာ ဗစ်တိုးရီးယား(တိုရီ)ဆိုတဲ့\nမုန့်ဖုတ်သမလေးက သူ့လုပ်ငန်းကိုကြိုးစားလုပ်ကိုင်ရင်း\n\"ကိတ်နတ်သမီး\" ဆိုပြီး နာမည်ရစပြုလာတဲ့မိန်းမငယ်လေးတစ်ယောက်ပေါ့တစ်နေ့တော့ မင်္ဂလာဆောင်တစ်ခုကို ကိတ်မုန့်သွားပို့တဲ့အခါ\nဂျိတ် ဆိုတဲ့ကောင်လေးနဲ့ သွားဆုံပါလေရော\nဒါပေမယ့် တိုရီဟာ ဂျိတ်ကို သူတို့မြို့က အထင်ကရစီးပွားရေးလုပ်ငန်းရှင်ရဲ့သားအနေနဲ့ မသိခဲ့ဘဲ\nစားပွဲထိုးကောင်လေးအနေနဲ့ပဲ သိခဲ့ပါတယ်\nကံဆိုးချင်တော့ တိုရီတို့ငှားထားတဲ့ဆိုင်ခန်းတွေနေရာမှာ\nကွန်ဒိုအသစ်တွေဆောက်ဖို့အကြောင်းဖန်လာပါတယ်ဒီကိစ္စကို တိုရီတို့ငှားရမ်းသူတွေက သိသွားပြီး\nကန့်ကွက်ကြောင်း ဆန္ဒပြကြတဲ့အခါ ဘာတွေဆက်ဖြစ်လာကြမလဲ?????\nဂျိတ်ရဲ့ဘ၀မှန်ကို သိသွားတဲ့အခါမှာ သူတို့နှစ်ယောက် ဘာတွေဆက်ဖြစ်လာကြမလဲ?????ဇာတ်လမ်းလေးက သမားရိုးကျအတိုင်းသွားပေမယ့်\nပင်လယ်ကမ်းစပ်အလှတွေ စားချင်စရာကိတ်တွေကိုကြည့်ရင်း\nအချစ်ပုံပြင်လေးတစ်ပုဒ်ကို သီချင်းမြူးမြူးလေးနဲ့ခံစားချင်ရင်တော့.....Review နဲ့ ဘာသာပြန်ကတော့ Thwal Yadi ပဲ ဖြစ်ပါတယ်။File size… 1.2GB and  581MB\nQuality….WEB-Rip 1080p and 720p\nFormat…mp4\nDuration…. 1hr 26min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thwal Yadi\nEncoder ..... August",
        "rating": "5.2",
        "url": "https://megaup.net/2h1Uh/(CM)_Love.On.The.Rise.2020.720p.WEBRip.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yPVy1YUnXUKck11KwaPfKDAr42P.jpg",
        "title": "Double Dad (2021)",
        "description": "Double Dad(2021)မိဘမစုံမလင်နဲ့ ကြီးပြင်းလာရတဲ့ ကလေးလေးတစ်ယောက်ရဲ့\nအလိုအပ်ဆုံးအရာဟာ ဘာဖြစ်နိုင်မလဲ?\nငွေကြေးချမ်းသာမှုလား ချစ်ခြင်းမေတ္တာလား?????\nဒါမှမဟုတ် ပြီးပြည့်စုံတဲ့မိသားစုဘဝလား?????အမေတစ်ခု သမီးတစ်ခု ဘဝနဲ့နေလာခဲ့ရတဲ့\nဗီဇင်ဆာဟာ သူ့အဖေကိုတွေ့ရဖို့အတွက်\n၁၈နှစ်လုံးလုံးမျှော်လင့်ခဲ့ရပါတယ်။\nအမေဖြစ်သူကိုမေးပေမယ့် တွေ့ဖို့အချိန်မတန်သေးဘူးဆိုတဲ့အကြောင်းပြချက်နဲ့\nခဏခဏ အငြင်းခံရပြီးတဲ့နောက်မှာတော့\nကိုယ်တိုင် အဖေရှာပုံတော်ဖွင့်ဖို့ ကြိုးစားပါတော့တယ်။ကျင့်စဥ်တွေလိုက်စားတတ်တဲ့အမေဟာ ဘာသာရေးကိစ္စနဲ့\nအိန္ဒိယကိုသွားဖို့အကြောင်းဖန်လာတဲ့အခါမှာတော့\nဗီဇင်ဆာတစ်ယောက် အဖေရှာပုံတော်ဖွင့်ဖို့အခွင့်အရေးရရှိလာပါတော့တယ်။အဖေရှိရာမြို့ဆီ ခြေဆန့်လို့ ရှာဖွေရင်းကနေ\nအဖေဖြစ်နိုင်ခြေရှိတဲ့သူဟာ တစ်ယောက်တည်းမဟုတ်ဘဲ နှစ်ယောက်ဖြစ်နေတဲ့အခါ\nဗီဇင်ဆာတစ်ယောက် အဖေရင်းကိုရှာဖွေတွေ့နိုင်ပါ့မလား။အမေကရော ဘာဖြစ်လို့ အဖေရင်းအကြောင်းကို မပြောပြချင်ရတာလဲ?\nသူမရဲ့အဖေတွေကရော သူမကိုသမီးအဖြစ်လက်ခံနိုင်ပါ့မလားဆိုတာကို\nရှုခင်းကောင်းကောင်း နောက်ခံတေးသွားလှလှလေးတွေနဲ့\nပြီးသွားလို့ပြီးသွားမှန်းမသိလောက်အောင် မျောပါသွားတဲ့အထိ\nတင်ဆက်ထားတဲ့ ပေါ်တူဂီဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်တာမို့ ကြည့်ဖို့ ညွှန်းပါ​ရစေ။File size… 1.48GB and 677MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 43min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Hazel\nEncoder ..... August",
        "rating": "5.5",
        "url": "https://megaup.net/2h1ge/(CM)_Double.Dad..2020.720p.NF.WEB-DL.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aI764sCzyMVnfHga2GTrnH7baz3.jpg",
        "title": "Tagpuan (2020)",
        "description": "Tagpuan (2020)Tagpuan ဆိုတာကတော့ ဖိလစ်ပိုင်လို \"ဆုံမှတ်\" ဆိုတဲ့ အဓိပ္ပါယ်ပါ။မိဘမဲ့အဖြစ်နဲ့ ငယ်ဘဝကို ဖြတ်သန်းခဲ့ရတဲ့\nစကားနည်းပြီး သွေးအေးတတ်တဲ့ လုပ်ငန်းရှင်တစ်ယောက်က\nအမျိုးသမီး နှစ်ယောက်နဲ့ ဆုံခဲ့ရတဲ့ အကြောင်းလေးပါ။တစ်ယောက်က ကြင်သူသက်ထား ဇနီးမယားဖြစ်ပြီး\nနောက်တစ်ယောက်ကတော့ သိကျွမ်းတာ မကြာသေးတဲ့ သူစိမ်းမိန်းကလေးစကားနည်းပြီး စည်းကမ်းကြီးတဲ့လူတစ်ယောက်က\nစကားများတတ်တဲ့ မိန်းကလေးတစ်ယောက်နဲ့တွေ့ဆုံတဲ့အခါမှာတော့ ......\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်ကြရအောင်.....ဇာတ်က သာမန်အိမ်ထောင်ရေးကားဆိုပေမယ့်\nကြည့်လေ ကြည့်လေ တွေးမိလေ ဖြစ်မယ့်ကားမျိုးပါပဲ။ဖောင်းဒိုင်းရှူးရှဲ အနည်းငယ် ပါတာဆိုတော့ ခပ်စပ်စပ်လေးပေါ့ဗျာ။File size…2GB and 900 MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 47min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Sim Jinnie\nEncoder ..... August",
        "rating": "5.5",
        "url": "https://megaup.net/V705/(CM)_Tagpuan.2020.720p.HC.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/the-dissident-1-135x200.jpg",
        "title": "The Dissident (2020)",
        "description": "The Dissident 2020အခုတစ်ခေါက် တင်ဆက်ပေးမှာကတော့IMDb 8.2/10 နဲ့ Rotten Tomatoes 97%ရရှိထားတဲ့Spy Documentary ဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်၂၀၁၈ တုန်းက ဝါရှင်တန်ပိုစ့်သတင်းစာတိုက်ကပင်တိုင်ဆောင်းပါးရှင် ဂျမားခါရှိုဂီ ပျောက်ဆုံးသွားတဲ့သတင်းကို ကြားလိုက်ကြမှာပါအစ္စတန်ဘူက ဆော်ဒီကောင်စစ်ဝန်ရုံးထဲအဝင်သာရှိပြီး ပြန်ထွက်မလာခဲ့တဲ့ ဂျမားရဲ့ ဖြစ်တည်မှုကိုသို့လော သို့လော မေးခွန်းတွေထုတ်ကြတဲ့အကြောင်းဂျမားရဲ့ ဆော်ဒီမှာနေခဲ့တဲ့ဘဝဇာတ်လမ်းနဲ့လွတ်လပ်စွာ ပြောဆိုခွင့်ရရှိအောင်ဘယ်လိုတွေ ကြိုးစားခဲ့ရတဲ့အကြောင်းကို ကြည့်ရှုကြရမှာပါအမေရိကန်သမ္မတဟောင်းထရမ်ပ့်နဲ့ဝါရှင်တန်ပိုစ့်တည်ထောင်သူ ဂျက်ဖ်ဘီဇိုတို့ရဲ့ ပုံရိပ်အချို့ ပါဝင်ခဲ့တဲ့အပြင်Cyber Army နဲ့ ဆော်ဒီအာရေးဘီးယားနိုင်ငံရေးအကြောင်းကိုပါ ပြသထားတဲ့အတွက်A-must-watch documentary တစ်ခု ဖြစ်ပါကြောင်း ။(Reviewed by Jerrica ) \nFile size…(1.9 GB) and (1.2 GB)\nQuality…WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:59:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Jerrica",
        "rating": "8.2",
        "url": "https://megaup.net/1B4mj/(CM)The.Dissident.2020.720p.AMZN.WEB-DL.DDP5.1.H.264-TEPES.mp4",
        "category": "Crime, Documentary, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n51Hv1JSrWAjqIhKsNzMI42ZsT7.jpg",
        "title": "Under His Influence(2023)",
        "description": "Under His Influence(2023)************************လူမှုကွန်ရက်ဆိုတာ မသမာသူတွေအတွက်သားကောင်ရှာတဲ့နေရာတစ်ခုဖြစ်ပါတယ်။မိန်းခလေးတွေအနေနဲ့ လူမှုကွန်ရက်ကို အရမ်းမယုံကြည့်ဖို့ ပညာသားပါပါနဲ့ရိုက်ပြထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ ပေးလိုက်ရတဲ့အချိန်နဲ့ တန်အောင်မက်ဆေ့တွေအများကြီးပေးထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ဒိုင်းမွန်းကော်လဝေးဆိုတဲ့ IG မော်ဒယ်တစ်ယောက်ဟာ နေ့စဉ်နဲ့အမျှ မိဘရဲ့ချမ်းသာကြွယ်ဝမှုတွေနဲ့ ပျော်ပါးနေခဲ့ပါတော့တယ်။တစ်ရက်ကျ သူ့ IG မှာ စာတွေပို့ထားတာကို ဖတ်ကြည့်လိုက်ရင်း စဒစ်ခ် ဟဲရစ်စ် ဆိုတဲ့ထောင်ထဲကကောင်လေးနဲ့ စ‌ကားတွေပြောဖြစ်ကြပါတော့တယ်။\nစဒစ်ခ်က သူထောင်ကျနေတာဟာ မှာယွင်းစွပ်စွဲခံရလို့ဆိုပြီး ဒိုင်းမွန်းကိုသူ့ကိုထောင်ကနေလွတ်အောင် အကူ အညီ တောင်းပါတော့တယ်။\nဒီတော့ အယုံလွယ်တဲ့ ဒိုင်းမွန်းဟာ စဒစ်ခ်ကို ကူညီရင်းနဲ့ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဇာတ်ကားလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှု့လိုက်ကြပါခင်ဗျာ...... File Size :(2.1GB) and (740MB)\nQuality :AMZN Web-Dl 1080P,720p\nFormat…mp4\nDuration…01:28:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Proxy\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2yoqC/Under.His.Influence.2023.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/large_5R0LIgh1amIE42Qm7B59yeW9RtF-211x300.jpg",
        "title": "Ride Along 2 (2016)",
        "description": "ကဲဒီတခါတော့ ထွက်ထားတာကြာပြီဖြစ်ပေမဲ့ တော်တော်ရီရတဲ့စုံထောက်ဟာသကားလေးကို ပိတ်ရက်အတွက်တင်ပေးလိုက်ပါတယ်အတ္တလန္တာရဲဌာနက စုံထောက်ဖြစ်သူ ဘန်ဟာ အမှုတခုမှ မရည်ရွယ်ပါပဲမူးယစ်ဂိုဏ်းတစ်ခုကိုခြေရာခံမိရာမှ မိုင်ယာမီ အထိ သွားရောက်စုံစမ်းရန်အခွင့်ကြုံလာသော အခါမှ မကြာမီ ညီမဖြစ်သူနဲ့ လက်ထပ်တော့မယ်ရာထူးချပြီး ခံဝန်နဲ့ နေရသူ ယောက်ဖလောင်း အရာရှိ ဂျိမ်းစ် နဲ့သွားရောက် စုံစမ်းဖို့ အခွင့်ကြုံလာရာမှာတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲအလွဲလွဲအချော်ချော်တေကကော ဘယ်လိုတွေများကြုံကြမလဲကို ဆက်လက် ကြည့်ရှုလိုက်ပါအုံးဗျာ",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/ride-alone-2-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYmJhOTE0ZjMtYzg5NC00YTMxLTk1MjQtYWFmZGYyNWNkMTBjXkEyXkFqcGdeQXVyMTg0MDQ2NDU@._V1_-134x200.jpg",
        "title": "Look Into the Fire (2022)",
        "description": "Look Into the Fire (2022)\n===================စိတ်ရဲ့ရှုပ်ထွေးနက်နဲမှုလောက် ဘယ်အရာကမှ ရှုပ်ထွေးမယ်\nမထင်ပါဘူး။ စိတ္တဇဆန်ဆန် သို့လောသို့လော ဇာတ်လမ်းမျိုးကိုမှ\nကြည့်ချင်သူတွေအတွက် စိတ်အာရုံရဲ့နက်နဲရှုပ်ထွေးမှုကို ခပ်ပါးပါး\nရိုက်ကူးပြထားတဲ့ psychological thriller ဆန်ဆန် ရုပ်ရှင်တစ်ပုဒ်နဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းကို ဦးနှောက်အာရုံကြောစိတ်ပညာဆိုင်ရာ ကျောင်းသား\nတစ်စုက သူတို့တင်ရမယ့် စာတမ်းတစ်ခုအတွက် လက်တွေ့စမ်းသပ်\nမှုတွေ ပြုလုပ်တာနဲ့ အစပျိုးထားပါတယ်။ တစ်ရက်မှာ အဒမ်၊ ဆမန်\nသာ၊ ဂျယ်ရီနဲ့ ဆက်သ်တို့အဖွဲ့ဟာ လက်တွေ့စမ်းသပ်မှုလုပ်ဖို့ volunteer\nရှာမရတာကြောင့် အဒမ်ကိုယ်တိုင် အစမ်းသပ်ခံရာက ဇာတ်လမ်းစ\nပါတော့တယ်။အဲဒီလိုစမ်းသပ်ကြရင်းနဲ့ အဒမ်တစ်ယောက် သူ့ရဲ့အတိတ်က ကြောက်\nစရာအမှန်တရားကို သိလာရတဲ့အခါ....။ ကြည့်ရင်းကြည့်ရင်းနဲ့ ဇာတ်ရှိန်\nတက်တက်လာပြီး နောက်ဆုံးမှာ ဘယ်လိုမှ မထင်မှတ်တဲ့ အလှည့်အ\nပြောင်းတစ်ခုက ကြည့်တဲ့သူတိုင်းကို သို့လော‌သို့လောနဲ့ တကယ်အံ့ဩ\nသွားစေမှာ သေချာပါတယ်။ အဲဒီတော့ အတူတူကြည့်ရင်း အတွေးများ\nလိုက်ကြရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(1.67 GB) / (535 MB) / (348 MB)\nQuality............WEB-RIP ...",
        "rating": "4.9",
        "url": "https://megaup.net/1Sop8/Look.Into.The.Fire.2022.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTQxYjZkNjQtMmMzOS00MTIyLTk3MzYtZDkzNmZkODI4ZmUyXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Innocent Vengeance (2023)",
        "description": "Innocent Vengeance (2023)ဂျာကာတာမြို့က ဗိသုကာပညာရှင်တစ်ယောက်ရဲ့ တစ်ခုသောမွေးနေ့ကို ဇနီးနဲ့သားနဲ့အတူတူ ကြည်ကြည်နူးနူး ဖြတ်သန်းနေတဲ့ တစ်ညမှာပေါ့။ အိမ်ရှေ့ကတံခါးခေါက်သံကြားလိုက်ရလို့ ဗိသုကာပညာရှင်ဟာ ဒယ်လီသမားလာတယ်ထင်ပြီး တံခါးသွားဖွင့်ပေးလိုက်တယ်။မထင်မှတ်ထားတဲ့ လူသုံးယောက်ကို တွေ့လိုက်ရလို့ တံခါးကိုပိတ်လိုက်ပေမဲ့ နောက်ကျသွားခဲ့ပြီ...\nတံခါးကိုအတင်းတွန်းဝင်လာပြီး အဆိုပါလူ၃ယောက်ဟာ သူ့မိန်းမနဲ့ကလေးကို သတ်သွားကြတယ်။ဒီလိုအဖြစ်ဆိုးကြီးဖြစ်ပြီးတဲ့နောက် ရှင်ကျန်ခဲ့တဲ့သူဟာ အသက်ရှင်တယ်လို့ကို မခံစားရတော့ဘဲ ခေါက်ဆွဲပြုတ်ပဲစားရင်း အလုပ်ပဲလုပ်နေရင်း ထရော်မာအပြည့်နဲ့ရှင်သန်လာခဲ့တယ်။ ဒီလိုနဲ့ စိတ်ရောဂါကုဆရာဝန်မလေးတစ်‌ယောက်ဆီသွားဖို့ မိတ်ဆွေတစ်ယောက်က အကြံပေးလို့ သွားခဲ့တဲ့နောက် ဆရာဝန်မလှလှလေးကို တွေ့လိုက်ရတဲ့အခါမှာတော့...လူသတ်ခန်းတွေပါသလို Sex Scenes တွေပါ ပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 870MB\nQuality - 1080p, 720p\nIMDb Rating - 7.5/10\nFormat - mp4\nDuration - 1H 49Min\nGenre - Drama, Mystery, Thriller\nSubtitle ...",
        "rating": "7.5",
        "url": "https://megaup.net/1ct3l/(CM)_Innocent_Vengeance_(2023)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3MKCdSoT58LOfRJm23rZsJysLaf.jpg",
        "title": "Nanpakal Nerathu Mayakkam (2022)",
        "description": "Nanpakal Nerathu Mayakkam (2023)\nDrama\nIMDb 8.3/10အခါတစ်ခါမှာတော့ မာလယာလမ် မင်းသားကြီး\nမမ်မူးတီးရဲ့ဇာတ်ကားလေး တစ်ကားကို တင်ဆက်ပေးပါ့မယ်။သူ့ကားတွေရဲ့ထူးခြားချက်က ဇာတ်ကိုအေးအေးလေးနဲ့ ပရိသတ်ကို\nဆွဲခေါ်သွားပြီး စဥ်းစားစရာအချက်တွေ အများကြီးပေးပါတယ်။\nခု ဒီကားမှာလည်း ဒီလိုပါပဲ။မိသားစုတွေ မိတ်ဆွေအပေါင်းအသင်းတွေနဲ့ ဘုရားဖူးခရီးကအပြန်မှာ\nသူဟာ လမ်းခုလတ်မှာ ကားကိုရပ်ခိုင်းခဲ့ပြီး ကားပေါ်ကလူတွေအားလုံးအိပ်ပျော်နေချိန်မှာ ဆင်းသွားခဲ့ပါတယ်။သူ အချိန်အတော်ကြာပြန်မလာတဲ့အခါမှာ လိုက်လံရှာဖွေကြရင်း သူဟာ တခြားရွာက\nလူတစ်ယောက်ပုံစံဖြစ်နေပြီး သူတို့ကိုလည်း လုံးဝ မမှတ်မိတော့ပါဘူး။မာလယာလမ်လူမျိုးတစ်ယောက်ဖြစ်တဲ့သူဟာ လမ်းခုလတ်က တမီလ်ရွာလေးက\nလူတစ်ယောက်ဖြစ်သွားခဲ့ပြီး တမီလ်ဘာသာစကားကို မနှစ်မြို့တဲ့သူဟာ\nတမီလ်လို ချောချောမွေ့မွေ့နဲ့ စကားပြောနေခဲ့ပါတော့တယ်။ဘာကြောင့်လဲ...ဘာဖြစ်လို့လဲ...ဘာဖြစ်သွားတာလဲဆိုတာကိုတော့ ဆက်လက်ပြီးတော့ ခေါင်းခြောက်လိုက်ကြပါဦးနော်။\nFile size…1.64GB / 664MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.2",
        "url": "https://megaup.net/1Sqm0/Nanpakal_Nerathu_Mayakkam_(2023)_Malayalam_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5XUuWAWwjb4OUgB3r8holAZzc7r.jpg",
        "title": "White Sun (2016)",
        "description": "White Sun (2016)~ IMDb - 7.1/10, Rotten Tomatoes - 100% ~ဒီကားရဲ့ နာမည် Seto Surya (နေဖြူ) ဆိုတာက နီပေါနိုင်ငံရဲ့ အမျိုးသားအလံမှာပါတဲ့ အစိတ်ပိုင်းတစ်ခုကို ရည်ညွှန်းထားတာပါ။ အတွင်းသားအနီရောင်နဲ့ အပြာအနားကွပ်၊ လခြမ်းကွေးလေးရယ် တောက်လောင်နေတဲ့နေရယ် ပါတဲ့ နီပေါအလံကို မြင်ဖူးရင် သိကြမှာပါ။ ဒီကားရဲ့ နေဖြူဆိုတာကတော့ အဲဒီ အဖြူရောင်နေကို ဆိုလိုတာဖြစ်ပါတယ်။၁၉၉၆ ကနေ ၂၀၀၆ အထိ ဖြစ်ပွားခဲ့တဲ့ နီပေါ ပြည်တွင်းစစ်ပြီးစ အခြေအနေကို ဇာတ်အိမ်တည်ထားတဲ့ ရုပ်ရှင်ပါ။ တစ်ချိန်က နီပေါဟာ ဘုရင့်နိုင်ငံဖြစ်ခဲ့ပြီး ဘုရင့်တော်ဝင်တပ်တွေနဲ့ နီပေါကွန်မြူနစ်ပါတီ (မော်စီတုန်းဝါဒီသမားတွေလို့လည်း ခေါ်ပါတယ်) ကြား နိုင်ငံတစ်ဝှမ်း ဖြစ်ပွားခဲ့ပြီး တော်လှန်သူ ကွန်မြူနစ်တွေ အနိုင်ရခဲ့တဲ့ စစ်ပွဲပါ။ နီပေါနိုင်ငံသားတွေဟာ ထုံးတမ်းစဉ်လာတွေ ဓလေ့တွေလိုက်နာသက်ဝင်ပြီး လူမှုအဆင့်အတန်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Sqo4/(CM)_White_Sun_(2016)_720p.mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTQ3ZTljYTAtZmNlMC00MGUyLWI0YmEtMzcyMDFkMTZlYjhjXkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_-135x200.jpg",
        "title": "Attack of the Hollywood Clichés! (2022)",
        "description": "Attack of the Hollywood Clichés! (2022)\n=============================\nIMDb Rating - 6.1/10လူတိုင်းလိုလို ရုပ်ရှင်တွေကြည့်နေရင်းက \"ဒီကောင်မလေးက အနောက်က\nလိုက်ဖမ်းတာခံနေရတာကို ဘာလို့ဒေါက်မြင့်ဖိနပ်ကြီးနဲ့ပြေးနေရတာတုန်း\nချွတ်ပြေးပါလား\" တို့၊ \"မင်းသားကို လူဆိုးတွေက တပြိုင်တည်းဘာလို့ မချ\nဘဲနဲ့ တစ်ယောက်ချင်းစီအလှည့်ကျချနေကြရတာတုန်း\" တို့ \"အရေးဟဲ့\nအကြောင်းဟဲ့ဆိုရင် ဖုန်းကဘာလို့ဘက်ထရီထထကုန်ရတာလဲ\" တို့ဆိုပြီး\nမေးခွန်းပေါင်းသောင်းခြောက်ထောင်မေးဖူးကြမှာပါ။ပြီးတော့ အချစ်ကား‌‌တွေမှာ‌ဆိုရင် မင်းသား၊ မင်းသမီးတွေ တစ်ယောက်ဆီကို\nတစ်ယောက်‌ပြေးလိုက်သွားကြတဲ့အခန်းတို့ ၊ အက်ရှင်ကားဆိုလည်း ကားတွေ\nနဲ့ လိုက်ဖမ်းရတဲ့အခန်းတို့ ဘာတို့ကို ကားတိုင်းနီးပါးလိုလိုမှာထည့်ထားတတ်\nကြတာ သတိထားမိမှာပါ။ အဲ့လိုမျိုးတွေကများများလာတော့ ကိုယ်တွေဆို\nတစ်ခါတစ်လေ ဘော်ဒါတွေအချင်းချင်းပြန်အာလူးဖုတ်ပြောတတ်ကြတယ်\nမလား။ မပူပါနဲ့ ကိုယ်တွေတင်မကဘူး ရုပ်ရှင်လောကသားတွေကိုယ်တိုင်ပါ\nပြောတတ်ကြပါတယ်။ဒီတော့ ဒီအစီအစဉ်မှာ အဲ့လိုဖန်တစ်ရာတေနေတဲ့အကြောင်းတွေကို ရုပ်ရှင်\nအနုပညာရှင်တွေ၊ ဝေဖန်ရေးဆရာတွေစသဖြင့်ပုဂ္ဂိုလ်အစုံကနေပြီးတော့\nနာမည်ကျော်ရုပ်ရှင်ကားနမူနာအခန်းတွေပြန်ကြည့်ပြန်ပြပြီး‌တော့ ဆွေးနွေး\nဝေဖန်အာလူးဖုတ်ကြတာကို ကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။ စိတ်ဝင်စားဖို့လည်း\nကောင်း၊ ရယ်ဖို့ကောင်းတာတွေလည်းပါတယ်ဆိုတော့ ဒီ \"Attack of the\nHollywood Clichés!\" လေးကြည့်ရင်း အတူလိုက်ပါ‌အာလူးဖုတ်လိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nFiona Gillen ဖြစ်ပါတယ်)File Size..........(1.3 GB) ...",
        "rating": "6.1",
        "url": "https://megaup.net/1co4f/Attack.of.the.Hollywood.Cliches.2021.720p.NF.WEB-DL.(CM)_(2).mp4",
        "category": "Comedy, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pXZhSvxXpF9EzJq7vI3081c2wes.jpg",
        "title": "A Neighbor’s Vendetta (2023)",
        "description": "A Neighbor's Vendetta (2023)2023 မှာ လတ်လတ်ဆတ်ဆတ်ထွက်ရှိထားတဲ့ A Neighbor's Vendetta ကတော့ လူကြီးမိဘ​တွေ​ဆုံးမကြတဲ့ အစားမ​တော် တစ်လုတ်ဆိုတဲ့အတိုင်း အစားမှားပြီး ဘဝပျက်သွားတဲ့​ကောင်မ​လေးတစ်​​ယောက်အ​ကြောင်းကို ရိုက်ကူးပြသထားတာပဲဖြစ်ပါတယ်။​ဂျေးနဲ့ ဆွန်ရာတို့အတွဲဟာ သာယာတဲ့မိသားစု​လေးဖြတ်သန်း​နေရင်း ကားမ​တော်တဆမှု​ကြောင့် သမီးဖြစ်သူ အိဗ်ကို ဆုံးရှုံးလိုက်ရတဲ့အခါ ဆွန်ရာက ​ဂျေးကို စိတ်ကွက်ပြီး ​မျက်နှာ​တောင်မကြည့်ချင်​တော့​လောက်​အောင် ဖြစ်သွားခဲ့ပါတယ်။ သူတို့အတူ​နေရင်​တောင် မ​တော်တဆမှုကိုပြန်မြင်​​ယောင်လို့ လိင်မှုကိစ္စလည်းမပြီး​မြောက်ကြပါဘူး။ ဒါနဲ့ ​ဂျေးလည်း ဆွန်ရာ စိတ်​ပြန်ကျန်းမာလာ​အောင် ခဏ​လောက်​လမ်းခွဲလိုက်ပါတယ် အဲ့ဒီ​နောက် ဆွန်ရာကလည်း ဆရာဝန်ရဲ့အကူအညီနဲ့ စိတ်​တွေပြန်ကျန်းမာလာပြီး ​ရော့ဘတ်ကို စားလိုက််မိပါတယ်။တစ်ည ​ရော့ဘတ်​နဲ့ဖုန်းထဲက​​နေ အီစီကလီ​တွေလုပ်​နေတုန်း ​ရော့ဘတ်ဘက်က လက်လွန်ပြီး ​သေသွားခဲ့ပါတယ်။ ကံဆိုးချင်​တော့ ​ရော့ဘတ်က အိမ်​​ထောင်နဲ့မှန်းဆွန်ရာက မသိခဲ့ပါဘူး။ ​ရော့ဘတ်ရဲ့မိန်းမ မီယာက ရှက်ရှက်နဲ့ ဒီကိစ္စကိုဖုံးထားပြီး ငါ့​​ယောကျာ်းကို စားတာ ဘယ်သူလဲ ဘယ်ကလဲ လိုက်ရှာခဲ့ပါတယ်။ အဲ့ဒီအချိန်မှာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3elfw/(CM)_A_Neighbor_s_Vendetta_(2023)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNmE4MTY4NmEtNzM1My00YWU3LTgyOTMtODEwMzQzZWQyOTY3XkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_-133x200.jpg",
        "title": "Veera Simha Reddy (2023)",
        "description": "Veera Simha Reddy (2023)\nAction/ Drama\nIMDb 5.8/10နှစ်ဘဝကလဲ့စားဇာတ်ကားနဲ့ ပုရိသတို့အသည်းစွဲဖြစ်ခဲ့တဲ့ မင်းသမီး Shruti Haasan\nပါဝင်တဲ့ဇာတ်ကားအသစ်စက်စက်လေး ထွက်ရှိလာပါပြီ။ ဘက်ဂျက်၅ဆလောက်ကို\nပြန်မြတ်ခဲ့တဲ့ကားလည်းဖြစ်လို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျေးနဲ့မီနက်ရှီတို့သားအမိနှစ်ယောက်ဟာ အစ္စတန်ဘူလ်မှာ\nအခြေချနေထိုင်ရင်း ဘဝကို အေးချမ်းစွာဖြတ်သန်းနေတာပါ။ တစ်ရက်မှာတော့\nဂျေးတစ်ယောက် သီးချိန်တန်သီး ပွင့်ချိန်တန်ပွင့်ဆိုသလို ချစ်ရတဲ့မိန်းကလေးနဲ့\nအိမ်ထောင်တစ်ခုထူထောင်ဖို့ ဖြစ်လာပါတော့တယ်။ အဲဒီအချိန်မှာ\nကိုယ့်ကိုယ်ကိုမိတဆိုးသားလေးလို့ထင်နေခဲ့တဲ့ ဂျေးကို မီနက်ရှီက\nဖခင်ဖြစ်သူအကြောင်းထုတ်ပြောပြလာပါတော့တယ်။ဖခင်ဖြစ်သူဟာ စီမာဒေသနဲ့လူထုကို တရားသောနည်းလမ်းနဲ့အုပ်ချုပ်နေပြီး\nရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ ဗီရာဆင်းမ်ဟာရတ်ဒီဖြစ်ကြောင်း ဂျေးသိပြီးတဲ့အခါမှာတော့...\nဖခင်ရဲ့ဆန္ဒကို ဘယ်လိုတွေဖြည့်ဆည်းပေးမလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…5.19GB / 2.21GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Yunni ~ Nyein Aye",
        "rating": "5.8",
        "url": "https://megaup.net/1Sqe8/Veera_Simha_Reddy_(2023)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMjkxNTAwNTQ0M15BMl5BanBnXkFtZTYwMTQwMjM3._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The Scorpion King (2002)",
        "description": "The Scorpion King(ကင်းမြီးကောက်ဘုရင်ကြီး) ဇာတ်ကားဟာ Dwayne Johnson(The Rock) အဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ပထမဦးဆုံးဇာတ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားမတိုင်ခင်က The Rock ကြီးဟာ The Mummy Returns ဇာတ်ကားမှာ ဧည့်သည်သရုပ်ဆောင်အဖြစ် ပါဝင်ခဲ့ပါသေးတယ်။တကယ်တော့ ကင်းမြီးကောက်ဘုရင်ကြီးဇာတ်ရုပ်ဟာ The Mummy Returns ထဲမှ ဇာတ်ရုပ်ကို ခွဲထုတ်ရိုက်ကူးထားခြင်းလည်းဖြစ်ပါတယ်။The Mummy Returns ဇာတ်ကားထဲမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီးဟာ တိုက်ပွဲများစွာကို အောင်နိုင်ခဲ့တဲ့ စစ်ဘုရင်ကြီးဖြစ်ပါတယ်။စစ်ဘုရင်တို့ထုံးစံအတိုင်း နောက်ဆုံးမှာတော့ တိုက်ပွဲတစ်ခုမှာစစ်ရှုံးခဲ့ပြီး လက်ကျန်စစ်သည်အနည်းငယ်နဲ့အတူ အာမ်ရှိုင်းယားသဲကန္တာရကြီးကိုဖြတ်သန်း ပြန်လာခဲ့ကြပါတယ်။အာမ်ရှိုင်းယားသဲကန္တာရအလယ်မှာ အစာပြတ်ရေငတ် ဖြစ်ပြီး နောက်ဆုံးမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီး တစ်ဦးသာ ကျန်ခဲ့ပါတော့တယ်။ကင်းမြီးကောက်ဘုရင်ကြီးသေဆုံးခါနီးမှာ အမှောင်နတ်ဘုရား အနူးဘစ်နဲ့ အပေးအယူလုပ်ပြီး အသက်ရှင်သန်ခွင့်ရခဲ့ရုံသာမက အနူးဘစ်ရဲ့ စစ်တပ်ကြီးကိုဦးဆောင်ကာ ပိုလို့ရက်စက်ကြမ်းကြုတ်တဲ့ စစ်ဘုရင်ကြီးဖြစ်လာခဲ့ပါတယ်။The Scorpion King ဇာတ်ကားမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီးရဲ့ ငယ်ရွယ်နုပျိုစဉ်အချိန်ကာလကို ရိုက်ကူးထားတာပါ။ မားသရပ်စ် အမည်နဲ့ လူငယ်လေးဘဝမှ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1cq5r/(CM)_The_Scorpion_King_(2002)_BluRay_720p_AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/91z0UmhwbwL._AC_SL1500_-142x200.jpg",
        "title": "The Mummy (2017)",
        "description": "အရင် Mummy ဇာတ်ကား တွေနဲ့ မတူတဲ့အချက်ကတော့ မင်းသား တွမ်ခရုဇ်က ခေါင်းဆောင်ပါဝင်ထားတာဖြစ်ပြီးအရင်ဇာတ်ကားတွေနဲ့ ကွဲပြားအောင် ဘယ်လိုဇာတ်အိမ်တည်ထားသလဲဆိုတာ စိတ်ဝင်စားစရာပါ။ခရူးဆိတ်စစ်ပွဲမှာပါဝင်ခဲ့တဲ့ သူရဲကောင်း အဖွဲ့ဟာ အေဒီ ၁၁၂၇ မှာရှေးဟောင်းအီဂျစ်နိုင်ငံကနေ ပတ္တမြားကြီးတစ်လုံးရခဲ့ပြီး ဂူတစ်ခုထဲမှာ အမှတ်သညာနဲ့ မြှုပ်နှံထားပါတယ်။ယနေ့ခေတ်လန်ဒန်မြို့မြင်ကွင်းနဲ့အတူ မြေအောက်ရထား လမ်းဖောက်လုပ်တဲ့ လုပ်သား တွေဟာ ခရူးဆိတ်စစ်ပွဲ  သူရဲကောင်းရဲ့ ဂူကိုရှာဖွေတွေ့ရှိခဲ့ပြီး လုပ်ငန်းခွင်ထဲက ထူးဆန်းတဲ့အရာတွေကိုလည်း ထပ်မံတွေ့ရှိခဲ့ပါတယ်။ ဂူတွေကို စူးစမ်းလေ့လာရင်း အမှတ်အသားတစ်ခုအရ နောက်ကြောင်း ပြန်ကြည့်တဲ့အခါ ဖာရိးဘုရင်တစ်ပါးရဲ့ သမီးတော် အာမာနက်မင်းသမီးနဲ့ ပတ်သက် တဲ့အကြောင်းအရာပေါ်လာခဲ့ပါ တယ်။အာမာနက် မင်းသမီးဟာ ထီးနန်းအမွေဆက်ခံမယ့် မင်းသမီးတစ်ပါးအဖြစ် နေရာရခဲ့ပေမယ့်သူ့ခမည်းတော်ရဲ့ ဒုတိယဇနီးက သားတော်မွေးဖွားခဲ့တဲ့အတွက် မင်းသမီးရဲ့ အခွင့်အာဏာတွေအကုန်လုံး လက်လွှတ်ရမယ့် အနေအထားဖြစ်ခဲ့ပါတယ်။အဲဒါနဲ့ အာမာနက်ဟာ သူသာလျှင် ထီးနန်းဆက်ခံသူဖြစ်ခွင့် ရှိတယ်လို့ ဆုံးဖြတ်ခဲ့ပြီး အီဂျစ် နတ်ဆက်ကို သူ့ရဲ့ဝိညာဉ်ကို ယစ်ပူဇော်ခဲ့ပါတယ်။ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Sq9n/(CM)_The_Mummy_(2017)_BluRay_720p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/The_Mummy_-_Tomb_of_the_Dragon_Emperor-203x300.jpg",
        "title": "The Mummy: Tomb of the Dragon Emperor (2008)",
        "description": "ဂျက်လီနဲ့မီရှဲယိုတို့ အားဖြည့်ပါဝင်ထားပြီး ရှေ့က Mummy နှစ်ကားရဲ့အဆက်အနေနဲ့ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...လွန်ခဲ့တဲ့ နှစ် ၂၀၀၀ ဝန်းကျင်ခန့်က တရုတ်နိုင်ငံက ရက်စက်ကြမ်းကြုတ်တဲ့ ဟန်ဘုရင်ဟာ တိုင်းပြည်ကိုစုစည်းပြီး နဂါးဧကရာဇ်အဖြစ် တစ်ကမ္ဘာလုံးကိုသိမ်းပိုက်ဖို့ ပြင်ဆင်ခဲ့ပါတယ်...ဒါပေမယ့်မှော်ဆရာမတစ်ဦးရဲ့ကျိန်စာမိပြီး သူနဲ့သူ့တပ်တစ်ခုလုံးဟာ ရွံ့ရုပ်တုတွေအဖြစ် ပြောင်းသွားခဲ့ပြီး မအောင်မြင်တဲ့အိမ်မက်တစ်ခုဟာ မြေကြီးအောက်မှာ ပျောက်ကွယ်သွားရပါတော့တယ်။ဒါပေမယ့် Mummy တို့ရဲ့ဇာတ်လိုက်ကျော် အိုကော်နယ်တစ်ယောက်က ဒီအိမ်မက်ဆိုးကြီးကို မမျှော်လင့်ဘဲ ထုံးစံအတိုင်း မြေကြီးပေါ်ကိုဆွဲတင်လာမိပါတော့တယ်...ဒီတစ်ခါတော့ သူတစ်ယောက်ထဲတင်မဟုတ်တော့ဘဲ သူ့ထက်ဆိုးတဲ့ သားတော်မောင် အဲ့လက်စ်ရောပါပါတယ်။ဟန်ဘုရင်တစ်ယောက် မြေကြီးပေါ်ကို ဘယ်လိုအသက်ဝင်ပြီး ထိုးထွက်လာမလဲ....သူ့ရဲ့မအောင်မြင်ခဲ့တဲ့အိမ်မက်ကို တစ်ဖန်ပြန်လည်အသက်သွင်းဦးမလားဆိုတာ.....။\nFile size…(3.8 GB) /(1.3 GB)\nQuality….BluRay Regrade DS4K HEVC/720p\nFormat…mkv/mp4\nDuration….01:51:47\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "5.2",
        "url": "https://megaup.net/1cq5l/(CM)_The_Mummyː_Tomb_of_the_Dragon_Emperor_(2008)_BluRay_720p_AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/775_1_large-134x200.jpg",
        "title": "The Mummy Returns (2001)",
        "description": "IMDb (6.3/10)..Rotten Tomatoes (47%)1999 ကထွက်ခဲ့တဲ့ The Mummy ဇာတ်ကားရဲ့အဆက်အနေနဲ့ရိုက်ကူးထားသလို ရှေ့ဇာတ်ကားက မင်းသားမင်းသမီးတွေပဲ ဆက်လက်ပါဝင်ခဲ့ပြီး ကင်းမြီးကောက်ဘုရင်ကြီး Mathayus အဖြစ် The Rock မှအင်အားဖြည့်ပါဝင်ထားပါတယ်။Action, Adventure, Fantasy အမျိုးအစားဇာတ်ကားတွေထဲမှာတော့ Mummy ဇာတ်ကားတွေက ဖျော်ဖြေမှုအပေးနိုင်ဆုံးပါပဲ။ရှေ့ကထွက်ထားတဲ့ The Mummy (1999) ဇာတ်ကားကိုကြည့်ပြီးမှ အခု The Mummy Returns (2001)ကို ဆက်လက်ကြည့်ရှုသင့်ပါတယ်...ပြန်လည်နှိုးထလာတဲ့ ကျိန်စာသင့် Mummy တို့စုံတွဲနဲ့ ကြေးစားစစ်သားကြီး အိုကော်နယ်တို့စုံတွဲ ထိပ်တိုက်တွေ့ဆုံရာမှာ ကျိန်စာတွေကို ဘယ်လိုပယ်ဖျက်မလဲဆိုတာ........။\nFile size…(4.4 GB) /(1.4 GB)\nQuality….BluRay Regrade DS4K HEVC/720p\nFormat…mkv/mp4\nDuration….02:09:34\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "6.3",
        "url": "https://megaup.net/1cq5u/(CM)_The_Mummy_Returns_(2001)_BluRay_720p_AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/mummy_ver2-220x300.jpg",
        "title": "The Mummy (1999)",
        "description": "IMDb (7/10)....Rotten Tomatoes(56%)ဒီရုပ်ရှင်ဇာတ်ကားဟာ 1932 ခုနှစ်ကထွက်ခဲ့တဲ့ The Mummy ဇာတ်ကားကို Remark ပြန်လုပ်ထားတာဖြစ်ပြီး ခေတ်သစ် Mummy ဇာတ်ကားတွေ နှိုးထလာစေဖို့ အစပျိုးခဲ့တဲ့ ကနဦးဇာတ်ကားလဲဖြစ်ခဲ့ပါတယ်။မင်းသား Brendan Fraser နဲ့ မင်းသမီးချောလေး Rachel Weisz တို့ကို Mummy ဇာတ်ကားတွေနဲ့ တွဲဖက်မှတ်မိစေတဲ့အထိ သူတို့နှစ်ယောက်အတွဲက လိုက်ဖက်လွန်းခဲ့ပါတယ်။လွန်ခဲ့သော နှစ်ပေါင်းသုံးထောင်ခန့်က ချစ်လျှက်နဲ့ မပေါင်းခဲ့ကြရတဲ့ချစ်သူနှစ်ဦး...\nအီဂျစ်ဘုရင်တို့ရဲ့ ရှေးဟောင်းကျိန်စာများကြားမှာ မြေစာပင်ဖြစ်ခဲ့ရတဲ့ ချစ်သူ\nနှစ်ဦးအကြောင်းကိုအစပြုလို့..... ဒီဖက်ခေတ် စာကြည့်တိုက်မှူးမိန်းကလေးတစ်ယောက်နဲ့ ကြေးစားစစ်သားကြီး အိုကော်နယ်တို့ရဲ့ စိတ်ဝင်စားဖွယ်ရာစွန့်စားခန်းများအကြောင်းနဲ့ ရှေးဟောင်းကျိန်စာများနိုးထလာတဲ့အခါ ကြောက်မက်ဖွယ်ရာ အဖြစ်ဆိုးများနောက်ဆက်တွဲပါလာပုံတို့ကို စိတ်ဝင်စားဖွယ်တင်ဆက်ထားတာပါ။\nFile size…(4.3 GB) /(1.2 GB)\nQuality….BluRay Regrade DS4K HEVC/720p\nFormat…mkv/mp4\nDuration….02:04:56\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "7.0",
        "url": "https://megaup.net/1cq5x/(CM)_The_Mummy_(1999)_BluRay_720p_AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/BF762-convert.io_-141x200.jpg",
        "title": "[21+]The Beautiful Girl Live Next Door (BF-762)",
        "description": "တစ်ကယ်ကို SEXY ကျပြီး ဆွဲဆောင်မှုအပြည့်ရှိတဲ့ လေး\nသူ့ရဲ့ နုထွားလှတဲ့ ကိုယ်လုံးလေး\nတင်းရင်းပြီး ကြီးမားလှတဲ့ ရင်သားတွေက သူ့ရဲ့ပြယုဒ်တစ်ခု\nဆွဲဆောင်မှုရှိတဲ့ နှုတ်ခမ်းအစုံက နှင်းဆီဖူးလေးလိုဟုတ်ပါတယ် သူမက စားဆော်ကြီးပါ\nသူက အခန်းတစ်ခန်းမှာ လွတ်လွတ်လပ်လပ်နေပြီး\nသူ့စိတ်ကြိုက်သူတွေကို အခန်းပေါ်ခေါ်တင်ပြီး\nခြေတော်တင်တက်သူသူ့အိမ်နီးချင်း ကောင်လေးအတွက်တော့ နားငရဲပါပဲ\nတစ်နေ့တစ်နေ့ ဟိုဖက်ခန်းကအသံတွေပဲ သူကြားနေရတယ်\nတစ်နေ့ အခန်းထဲကို ပိုးဟပ်ဝင်လို့ဆိုပြီး\nရေကြီးသုတ်ပြာနဲ့ သူ့အခန်းတံခါးကို ကောင်မလေးလာခေါက်တဲ့အချိန်မှာတော့\nFile size…2.7GB  / 1.4GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 28mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1Sq31/[BF-672]_The_girl_next_door_.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/802tv0rwE6YZSdphsSGMDeOqvcA.jpg",
        "title": "Daily Police ( 2023 )",
        "description": "CM ပရိသတ်တွေအတွက် ရဲသားတွေရဲ့ နေစဉ်နေထိုင်မှုပုံစံကို\nသဘာဝကျကျရိုက်ထားတဲ့ Daily Police ဆိုတဲ့\nဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဇာတ်လမ်း အကျဉ်းလေးကတော့-အလှဆုံးရဲမေအဖြစ် ဂုဏ်ပြုခံရသူ လီလုဟာ မှုခင်းရဲတပ်ဖွဲထဲ ဝင်ချင်ပေမဲ့\nကင်းလှည့်တပ်ဖွဲထဲမှာ အစားထိုး အဖွဲခေါင်းဆောင်အဖြစ် တာဝန်ပေးအပ်ခြင်း ခံခဲ့ရပါတယ်။\nအခြေခံပတ်ဝန်းကျင်ကို ရောက်သွားတဲ့ လီလုဟာ ကောလာဟလတွေနဲ့\nအထင်လွှမှုတွေကြားထဲကနေ ကိုယ်တိုင်ကိုယ်ကျ ကြိုးစားပြီး\nပြည်သူတွေအတွက် အခက်အခဲတွေကို ဖြေရှင်းပေးခဲ့ပါတယ်။တစ်ရက်ပြီးတစ်ရက် လုပ်ဆောင်နေရတဲ့ လုပ်ငန်းဆောင်တာများထဲမှာ\nလီလုတစ်ယောက် အဖွဲဝင်တွေကို စည်းလုံးလာအောင် ဘယ်လိုကြိုးစားခဲ့သလဲ......\nပြည်သူတွေရဲ့ လုံခြုံမှုအတွက် ဘယ်လို ကြိုစားခဲ့သလဲဆိုတာကို......\nဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးကိုပဲ ကြည့်ရှုခံစားလိုက်ရအောင်နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 35 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/daily-police-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/twUbb6Irktv0VEsJXQWJ3VKyxFX.jpg",
        "title": "Women Talking(2022)",
        "description": "Women Talking(2022)*********************IMDb...7.2 ,,,, Rotten ....91%ဒီဇာတ်ကားဟာ အော်စကာ ဆန်ကာတင်(၂) ဝင်ခဲ့သလိုအခြားဆုပေါင်း ၄၆ဆုလည်းရရှိခဲ့ပါတယ်..\" ကျွန်မတို့အပေါ် အပြစ်လုပ်သူတွေကို ခွင့်လွှတ်ခဲ့တာပဲလေ ဘာဖြစ်လို့အခုလည်း မလုပ်နိုင်ရမှာလဲ\"\n\"အခုကျွန်မတို့ ပိုသိသွားလို့ပေါ့\"Stockholm Syndrome ဆိုတဲ့ ပြဿနာက နောက်ပိုင်းsocietyမှာ အတော်လေးအတွေ့ရများလာသလိုဒါကိုawarenessရဖို့အတွက်လည်း ပညာပေးတာတွေ ဆောင်းပါးရေးလာကြတာတွေကို မြင်ဖူးဖတ်ဖူးကြမှာပါ။ဒါပေမဲ့ ဒီStockholm Syndrome ဆိုတဲ့အရာရဲ့ကနေဦးအစကို သင်တွေးခဲ့ဖူးပါသလား။သင်ဟာအရာရာအမှောင်ချခံထားရတဲ့ဘဝမှာ ရှင်သန်ရဖို့ဖြစ်လာခဲ့ရင်၊ အလင်းလေးတစ်ပေါက်ရဖို့အတွက်အရာရာစတေးရတဲ့ အသိုင်းအဝိုင်းတစ်ခုမှာမွေးလာပြီး အနိုင်ကျင့်ခံနေရမှန်းသိရက်နဲ့ မြိုသိပ်ဖို့သာရွေးချယ်ခွင့်ရခဲ့ရင်ကော....ဒီနေ့မှာကတော့ Oscar Norminee ၂ ခု ဝင်ထားတဲ့ ရုပ်ရှင်လေးဆိုလည်းဟုတ်Activistတစ်‌ယောက်ဖြစ်တဲ့Sarah Polley ရဲ့လက်ရာ‌ဆိုလည်းဟုတ်တဲ့ Women Talkingဆိုတဲ့ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါရစေ။ ဇာတ်ကားကအနှစ်ဆိုပေမဲ့ လောကကြီးရဲ့အမှောင်ခြမ်းကိုမီးမောင်းထိုးပြမဲ့ ရုပ်ရှင်ကားလေးဆိုတော့ PG-13 rating‌ ရထားပြီးနဲ့ Darkဖြစ်တဲ့အကြောင်းအရာတွေတော့ပါမှာပါ။အမျိုးသားတွေသာ အခရာဖြစ်နေခဲ့တဲ့ မြို့ငယ်လေးတစ်ခု၊ အမျိုးသမီးဆိုတာ ပညာသင်ယူခွင့်မရအရေးအဖတ်တောင် မသိတဲ့ဘဝမှာနေရတဲ့ ဒီမြို့ငယ်လေးမှာနေရတဲ့သူတို့တွေဟာ အမြဲတမ်းအမျိုးသားတွေရဲ့ အနိုင်ကျင့်ခံ အောက်ကျို့ခံတွေပါပဲ။ အရာရာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1cswx/Women.Talking.2022.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/186DeY13XGZutCMokDwuzqF4IZY.jpg",
        "title": "Invincible Eight Diagram Palm ( 2023 )",
        "description": "ဟဲလို CMပရိသတ်တို့ရေ ဒီတစ်ခေါက်ပျော်ပျ်ောပါးပါး\nဟာသသိုင်းကားကိုမိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းကတော့ ပြည်သူတွေချစ်စနိုးခေါ်တဲ့ဘီလူး-စူးစစ်ဟာ\nဘိုးဘေးစဥ်ဆက်လက်ဆင့်ကမ်းခဲ့တဲ့အင်းကွက်သိုင်းရဲ့ ၇၃ယောက်မြောက်ဂိုဏ်းချုပ်\nတာရှ သဘောထားပြည့်ဝတဲ့လုံခြုံရေးခေါင်းဆောင်\nသူတိုနှစ်ဦးဟာ ကိစ္စရပ်တစ်ခုမှာရင်းနှီးပြီး မိသားစုနဲ့ဘဝအခက်အခဲကိုအတူရင်ဆိုင်ကြတယ်သူတိုနှစ်ဦးအတူတွေ့ဆုံပြီးနောက် ဘယ်လိုဘဝအခက်အခဲမျိုးရင်ဆိုင်ကြမလဲ\nစူးစစ်လည်း ဘိုးဘေးစဥ်ဆက်သိုင်းပညာကိုဆက်လက်တွင်ကျယ်အောင်ဖြန့်ချိနိုင်မလား\nတာရှနဲ့သူ့သမီးကြားက အထင်လွှဲမှုတွေဘယ်လိုဖြေရှင်းသွားနိုင်မလဲ\nပေါ့ပေါ့ပါးပါးနဲ့ ပရိတ်သတ်တို့ကြည့်ရှုလိုက်ကြပါရှင့်\n[ Reviewed By Mei Mei ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/invincible-eight-diagram-palm-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8MPOzrgCmuNubirCy58jxsBbCLU.jpg",
        "title": "Sadako DX (2022)",
        "description": "Sadako DX (2022)ကျိန်စာလား သိပ္ပံပညာလား?\nအကြောင်းအရင်းမရှိဘဲ သေဆုံးသွားရတဲ့သူတွေ တစ်ရက်ပြီးတစ်ရက် ပိုများပြားလာနေတဲ့\nဂျပန်နိုင်ငံတွင်းက မြို့တွေမှာ ကျိန်စာဗွီဒီယိုလို့ လူသိများကြတဲ့ ဗွီဒီယိုတစ်ခုက နာမည်ကြီးနေပါတယ်။“ဆာဒါကိုကျိန်စာ”လို့ခေါ်တဲ့ အဲဒီကျိန်စာဗွီဒီယိုရဲ့အစွမ်းကတော့\nကြည့်လိုက်မိတဲ့သူတိုင်းကို ၂၄ နာရီအတွင်းမှာ သေဆုံးသွားစေမှာပါ။ဒီလိုဖြစ်ရပ်ဆိုးကြီးကြောင့် တစ်နိုင်ငံလုံးကလူ‌တွေ ထိတ်လန့်‌တုန်လှုပ်နေကြရတဲ့အချိန်မှာပဲ…\nမတူညီတဲ့နယ်ပယ်နှစ်ခုကနေ ဒီကိစ္စကို စဉ်းစားဖြေရှင်းမယ့်\nဘာသာရေးဆရာခန်းရှင်းနဲ့ ကျောင်းသူလေးအာယကတို့နှစ်ဦး ထွက်ပေါ်လာခဲ့ပါတယ်။အဆုံးသတ်မှာတော့...ဒီကိစ္စဟာ ကျိန်စာလို့ယုံကြည်တဲ့ ဘာသာရေးဆရာခန်းရှင်းနဲ့\nကျိန်စာလို့လက်မခံဘဲ သိပ္ပံပညာကိုသုံးပြီး အဖြေရှာမယ့် IQ 200 ရှိတဲ့ ကျောင်းသူလေးအာယကတို့ရဲ့ အားပြိုင်မှုမှာ\nဘယ်သူကများ အနိုင်ရရှိသွားမလဲ?\nဒီကျိန်စာဗွီဒီယိုရဲ့ တကယ့်အကြောင်းအရင်းနဲ့ သရုပ်မှန်ကရော ဘာများဖြစ်မလဲ?ဒီဖြစ်ရပ်ဟာ တကယ်ပဲ “ဆာဒါကိုရဲ့ကျိန်စာ” လား…\nဒါမှမဟုတ် သိပ္ပံနည်းကျဖြေရှင်းနိုင်မယ့် ကိစ္စတစ်ခုလားဆိုတာကို\nအသည်းတယားယားနဲ့ ကြည့်ရှုခံစားနိုင်မှာဖြစ်လို့\nHorror ကြိုက်တဲ့သူတွေအနေနဲ့ လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p | 480p\nFile size… 1.33GB | ...",
        "rating": "",
        "url": "https://megaup.net/1Spc9/Sadako.DX.2022.WEB-DL.720p..CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTZhYzY0NDAtNGIwNi00OTg3LWIxODAtOWE5ZjMyNWIxOTgwXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_-133x200.jpg",
        "title": "Kranti(2023)",
        "description": "Kranti(2023)IMDb 7.4/10ဒီတစ်​ခေါက်တင်ဆက်​ပေးမယ့်ကားက​တော့ မကြာခင်ကမှ ထွက်ရှိထားတဲ့ \"Kranti\"ဆိုတဲ့\nအက်ရှင်ဒရာမာဇာတ်ကား​ကောင်းဖြစ်ပါတယ် ဒီကားကBox Office 33 croresထိ​ရရှိထားပြီးဖြစ်တဲ့\nရုံတင်ဇာတ်ကားကောင်းတစ်ကားပါအိန္ဒိယကားတွေဟာဆိုရင်ဖြင့် အားတိုင်းရဲတွေ‌ကိုထေငေါ့လိုက် နိုင်ငံရေးသမားတွေကို\nတိုက်ခိုက်လိုက် စသဖြင့်သူတို့အစိုးရစနစ် လူတန်းစားခွဲခြားမှု ကျားမခွဲခြားမှုတွေကို ထောက်ပြဝေဖန်နေတာ\nယခုအခါအလှည့်ကျလာတဲ့မင်းသားကတော့ ပညာရေးပါ။ဒါပေမဲ့ ဒီကားလေးမှာတော့ အဆန်းပါ အစိုးရကျောင်းတွေရဲ့ပညာရေးစနစ်ကို\nတိုက်ခိုက်တယ်ဆိုတာထက် ယခုမြန်မာပြည်မှာလဲ ခပ်စိတ်စိတ်တွေ့နေရတဲ့\nကိုယ်ပိုင်ကျောင်းစနစ်တွေကိုဝေဖန်ထားတဲ့ဇာတ်ကားလေးပါဇာတ်လမ်းအစမှာ​တော့ လူတစ်စုကနိုင်ငံ​ရေးဖက်ကလူတစ်​ယောက်နဲ့ ​\nပေါင်းပြီးအစိုးရ​ကျောင်း​တွေကို ပျက်စီးပိတ်သိမ်း​အောင် လုပ်ဖို့အတွက်\nအစီစဥ်ဆွဲ​​နေကြပြီး အဲ့အချိန်မှာတင်သူတို့လုပ်ရပ်ကြောင့် ​ကျောင်းသား​‌တွေ\nဆရာတွေရဲ့ ဘဝများစွာဒုက္ခရောက်နေရပါတယ်သူတို့​တွေရဲ့ရည်ရွယ်ချက်ကဘာလဲ ​ကျောင်းဆရာ​တွေက​ရော\nသူတို့ရဲ့ယုတ်မာမှုကို Speak outလုပ်နိုင်ပါ့မလား\nဒီအခက်အခဲ​တွေကြားထဲက​နေ သူတို့ကိုကယ်တင်​ပေးမယ့်\n\"ကရန်တီ\"က​ရော ဘယ်လိုလူမျိုးဖြစ်ပြီး ဘယ်အ​ကြောင်း​ကြောင့်\nသူပါဒီကိစ္စ​​တွေထဲပါဝင်လာပြီး​ဖြေရှင်းမလဲဆိုတာ​တွေကို စိတ်လှုပ်ရှားစွာကြည့်ရှု့ရမှာပါပညာရေးဟာ စီးပွားရေးလား\nပညာသင်ကြားဖို့ဆိုတာ ငွေကြေးရှိတဲ့သူတွေပဲရမဲ့အခွင့်အရေးလား\nစသဖြင့် ဒီဇာတ်ကားလေးထဲမှာ ခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…3.26GB / 1.47GB\nQuality…1080p HEVC /720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khin Khin ~ Sai Thu Rein~ Yunni ~ BpL",
        "rating": "7.3",
        "url": "https://megaup.net/3ek8D/Kranti_(2023)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    }
]