[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/the-boss-baby-poster-133x200.jpg",
        "title": "The Boss Baby (2017)",
        "description": "The Boss Baby (2017)________IMDb - 6.3/10\n  \nမိဘနှစ်ပါးရဲ့ အလိုလိုက်ချင်းကိုခံထားရတဲ့ တင်ဆိုတဲ့ကလေးလေးဘဝထဲကို ညီလေးတစ်ယောက် ယောက်လာခဲ့တယ်။\nအဲဒီကလေးပေါက်စကို မနာလိုလည်းဖြစ် မသင်္ကာတဲ့အစ်ကိုဖြစ်သူ တင်မ် ဟာ လျို့ဝှက်ထောက်လှမ်းရင်းဘော့စ်ဘေဘီလေးရဲ့ လျိုှုဝှက်ချက်ကို သိသွားခဲ့ပါတယ်။\nသူ့ညီမြန်မြန်ထွက်သွားစေဖို့အတွက် သူ့ညီရဲ့လျို့ဝှက်စစ်ဆင်ရေးကို လိုက်ကူညီရင်း ကမ္ဘာပေါ်က ကလေးတွေရဲ့\nချစ်ခြင်းကို လုယူမယ့် ဗီလိန်ကြီးတစ်ယောက်နဲ့ ရင်ဆိုင်လာရတဲ့အခါ.....။ဒါရိုက်တာ Tom McGrath က ရိုက်ကူးပြီး\nဇာတ်ညွှန်းရေးသူကတော့ Michael McCullers ပါကာတွန်းဇာတ်ကောင်တွေရဲ့ နောက်ခံစကားပြောသူတွေအနေနဲ့ကတော့ Boss Baby အဖြစ်\nAlec Baldwin နဲ့ Older Tim အဖြစ်Patton Wswalt တို့က အဓိကပါဝင်အားဖြည့်ပေးထားပါတယ်။\n20th Century Foxကုမ္ပဏီက ရိုက်ကူးပြီး မတ် ၃၁ ရက်မှာ ထွက်ရှိထားတဲ့ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဘာသာပြန်ကတော့ ဝေယံမောင် နဲ့ မျိုးမြင့်မောင်ဖြစ်ပါတယ်File Size - 765 MB\nTranslated By - Wai ...",
        "rating": "6.3",
        "url": "https://megaup.net/1I45x/The_Boss_Baby_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lj9R6heQZ56MXGVOavm5Kwk09WY.jpg",
        "title": "The Tomorrow War (2021)",
        "description": "The Tomorrow War (2021)မင်းသား ခရစ်ပရက် ရဲ့ သိပ္ပံ အက်ရှင် ရုပ်ရှင်အသစ်ထွက်ပါပြီ။ နာမည်အတိုင်းပဲ အနာဂတ်ရဲ့ စစ်ပွဲတစ်ခုအကြောင်းပါ။\nနောက်လာမယ့် နှစ် ၃၀ မှာ ကမ္ဘာကြီးကို ဂြိုလ်သားတွေ ဝင်တိုက်ပြီး လူတွေအားလုံး သေကုန်မယ့်အကြောင်း အနာဂတ်ကနေ ဆက်သွယ်ပြီး သတိပေးလာပါတယ်။ဒါကြောင့် လက်ရှိခေတ်ရဲ့ တစ်ကမ္ဘာလုံးက လူတွေကို အနာဂတ်ကို ဆက်တိုက်စစ်ကူပို့ပေးပေမယ့် ရှုံးမြဲ ရှုံးနေတုန်းပါပဲ။\nဒီတော့ အင်အားချင်း ရင်ဆိုင်နေရုံနဲ့ မပြီးဘဲ ဂြိုလ်သားအားလုံးကို လက်စတုံးဖို့ နည်းလမ်းကိုရှာဖွေရင်းနဲ့အနာဂတ်စစ်ပွဲကို ဖြစ်မလာအောင် တားနိုင်မယ့် နည်းလမ်းကိုပါ တွေ့လာတဲ့အခါ..အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ဖြစ်ပါတယ်။File size… 2.5 GB and 1.4 GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….2h 20min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder .....August",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-tomorrow-war-2021/",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zejwoq3989HuprbvRr9U9nL3fDh.jpg",
        "title": "Haseen Dillruba (2021)",
        "description": "Haseen Dillruba(2021)အိမ်ထောင်ရေးဆိုတာ သိပ်ကိုပါးလွှာတဲ့အပ်ချည်မျှင်လေးတစ်ချောင်းလိုပဲ\nအပ်ပေါက်လေးထဲဝင်ဖို့ အရမ်းဂရုစိုက်ရတာ\nမဟုတ်ရင် အပ်ချည်မျှင်လေးက ကွဲသွားရောတဲ့ချစ်တဲ့မျက်စိနဲ့ကြည့်ရင် အရာရာလှတယ်လို့ပြောကြတယ်မဟုတ်လား\nအချစ်ဆိုတာ အပြစ်အနာအဆာတွေအားလုံးကို\nပြည်ဖုံးကားချပေးနိုင်တဲ့ ခလုတ်တစ်ခုပါပဲ\nအဲ့လိုအချစ်တွေနဲ့ အခြေခံထားတဲ့အိမ်ထောင်ရေးဆိုတာကလည်း\nနွေးထွေးပြည့်စုံနေမယ်ဆိုတာ ပြောစရာတောင်မလိုပါဘူးဒါဆို အချစ်ကိုအခြေမခံထားတဲ့အိမ်ထောင်ရေးမျိုးဆိုရင်ရော????အမျိုးသမီးတွေရဲ့စိတ်ခံစားချက်က ခန့်မှန်းရခက်တယ်ဗျ\nဒီဇာတ်ကားထဲက ရာနီကိုကြည့်ရင်\nခင်ဗျားတို့သဘောပေါက်မှာပါ\nလွဲချော်မှုသေးသေးလေးကနေစခဲ့တဲ့ အရာတွေက\nပြဿနာကြီးတစ်ခုဖြစ်လာခဲ့မယ်လို့\nရာနီလည်းမထင်ခဲ့သလို ခင်ပွန်းဖြစ်သူရက်ရှူးလည်း တွေးမိခဲ့မှာမဟုတ်ဘူး\nဖြေရှင်းဖို့ကြိုးစားခဲ့တဲ့အချိန်မှာ အရာရာကနောက်ကျသွားခဲ့ပြီကိုး........ခံစားချက်တွေရှုပ်ထွေးနေတဲ့ အမျိုးသမီးတစ်ယောက်ဆီပေါ်လာတဲ့\nပြဿနာအလျှိုလျှိုက ဖြေရှင်းဖို့သိပ်ကိုခက်ခဲလွန်းတယ်\nအစကတည်းကလွဲမှားနေခဲ့တဲ့ ဆက်ဆံရေးတစ်ခုက\nကောင်းသောအဆုံးသတ်နဲ့ ရှိနိုင်ပါ့မလား??အိန္ဒိယမှုခင်းဇာတ်ကားကောင်းစောင့်မျှော်နေတဲ့သူတွေအဖို့တော့\nအကြိုက်တွေ့စေမယ့် အသစ်စက်စက်ရုပ်ရှင်ကားကောင်းတစ်ကောင်းလို့ ပြောချင်ပါတယ်ဗျအညွှန်းကတော့ Amelia ဖြစ်ပြီးတော့ဘာသာပြန်ထားတာကတော့ Amelia နဲ့ Thet Hnin Hsu တို့ပဲ ဖြစ်ကြပါတယ်။File size…2.3 GB and 1.5 GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….2h 15min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Amelia and Thet Hnin Hsu\nEncoder ..... August",
        "rating": "5.2",
        "url": "https://megaup.net/2jCjA/Haseen.Dillruba.2021.1080p.NF.WEB-DL.Atmos.DDP5.1.x264-CM.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/70boqnvvnxtOZncRUZ0ynXgCZHA.jpg",
        "title": "The 8th Night (2021)",
        "description": "The 8th Night 2021ဒီနေ့မှာတော့ Netflix ကပူပူနွေးနွေးထွက်ရှိထားပြီး\nကျိန်းသေကို လက်မလွတ်တန်း ကြည့်ရှုသင့်တဲ့\nKorean Triller Movie လေး The 8th Night နဲ့ မိတ်ဆက်ပေးပါရစေလွန်ခဲ့တဲ့ နှစ်ပေါင်း ၂၅၀၀ ခန့်က မကောင်းဆိုးဝါးတစ်ကောင်က\nလူသားကမ္ဘာနဲ့ငရဲကို ဆက်ထားတဲ့ တံခါးကိုဖွင့်ပြီးတော့\nလူတွေကို အန္တရာယ်ပြုဖို့ ကြိုးစားခဲ့ပါတယ်အဲ့ဒီချိန်မှာ ဗုဒ္ဓက မကောင်းဆိုးဝါးကို တားမြစ်ပြီး\nသူရဲ့စွမ်းအားအရင်းမြစ်ဖြစ်တဲ့ မျက်လုံးနှစ်လုံးကိုထုတ်ယူခဲ့ပါတယ်အဲဒီစွမ်းအားအရင်းအမြစ်ဖြစ်တဲ့ မျက်လုံးနှစ်လုံးကိုလည်း\nတစ်နေရာစီမှာ ထားပြီး ချိတ်ပိတ်ပြီး သိမ်းဆည်းခဲ့ပါတယ်အဲဒီအရာတွေကို စောင့်ရှောက်ဖို့အတွက်\nဗုဒ္ဓဟာ သူရဲ့တတပည့် ဘုန်းတော်ကြီးတစ်ပါးနဲ့ နတ်ဆရာကို မှာကြားခဲ့တယ်အချိန်တွေကြာလာတဲ့အခါမှာ လူတွေရဲ့သဘာဝအရ စူးစမ်းချင်တယ်\nရှေးရှေးတုန်းကပြောထားတဲ့အရာတွေကို အမှန်ဖြစ်ကြောင်းသက်သေပြချင်လာကြတယ်\nအဲ့လိုစူးစမ်းချင်တဲ့ စိတ်တွေကနေ ဘာတွေ ဘယ်လိုဆက်ဖြစ်မလဲ ဇာတ်ကားမှာ ဆက်လက်စောင့်ကြည့်ကြပါဦးနော်ဒီရုပ်ရှင်လေးမှာတော့ မင်းသားကြီး Lee Sung Min\nBackstreet Rockie မင်းသမီးလေး Kim Yoo Jung နှင့်အတူ\nDoom at your service (DAYS) ထဲကမင်းသား ...",
        "rating": "",
        "url": "https://megaup.net/2jChm/The.8th.Night.2021.1080p.NF.WEB-DL.DDP5.1.x264-CM.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Twofacesofmygrilfreind-140x200.jpg",
        "title": "Two Faces of My Girlfriend (2007)",
        "description": "IMDb Rating (6.5) / Rotten Tomatoes (74%)Penthouse စီးရီးထဲက ရှေ့နေလီဆိုတာနဲ့ မျက်နှာပေးအမျိုးမျိုးနဲ့ ကျရာဇာတ်ရုပ်သရုပ်ဆောင်နိုင်တဲ့ လူတစ်ယောက်ကိုပြေးမြင်မှာပါ...သူကတော့ Bong Tae-gyu  ဖြစ်ပြီး ဇာတ်ရံအဖြစ်သာ အတွေ့များရတဲ့ ဟာသသရုပ်ဆောင်ဖြစ်ပါတယ်။အခုတင်ဆက်မယ့်ဇာတ်ကားကတော့ ရှားရှားပါးပါး အဓိကဇာတ်ဆောင်အဖြစ် သူပါဝင်ထားတဲ့ Comedy Romance ဇာတ်ကားလေးပါ။ဇာတ်လမ်းကတော့...ရိုးအပြီး ခွကျတဲ့ဂူချန်းဟာ ကောလိပ်ကို ၇နှစ်မြောက်တက်နေရတဲ့ ကောလိပ်ဘိုးအေးကြီးဖြစ်ပြီးအလုပ်လျှောက်တိုင်းလည်း မအောင်မြင်ဘဲ တစ်ခုလပ်အစ်မဆီကနေမုန့်ဖိုးလက်ဖြန့် တောင်းသုံးနေရသူဖြစ်ပါတယ်မအောင်မြင်သူတို့ ထုံးစံအတိုင်း ရည်းစားလဲမရှိသလို ဘယ်မိန်းကလေးကိုမှ မနမ်းဖူးသေးတဲ့ Legendary FA ကောင်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဖြူစင်ပြီးချစ်စရာကောင်းတဲ့ ကောင်မလေးနဲ့ ရေစက်ဆုံဖို့ အကြောင်းဖန်လာပါတယ်...ဒါပေမယ့် အဲ့ကောင်မလေးက လူတစ်ကိုယ်စရိုက်အမျိူးမျိူး(multiple personality disorder)ဝေဒနာရှင်ဖြစ်နေတဲ့အခါမှာတော့....။ရီနေရတာမို့ ပိတ်ရက်မှာ အေးဆေးကြည့်ဖို့ သင့်တော်တဲ့ Rating မြင့် ကိုရီးယား ဟာသအချစ်ဇာတ်ကားလေးဖြစ်ပါတယ်။ \nFile size…(2.2 GB) and (1.3 ...",
        "rating": "6.5",
        "url": "https://megaup.net/XHhc/(CM)Two_Faces_of_My_Girlfriend_-2007_[720p][ATTKC].mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nbGzncqTJw94LHisdEXKC1dFc3J.jpg",
        "title": "Detective Chinatown 3 ( 2021 )",
        "description": "Detective Chinatown 3 ( 2021 ) အညွှန်း**********************************စုံထောက်ဇာတ်ကားကိုမှ ကြည့်ချင်ပါတယ်ဆိုတဲ့လူတွေအတွက်ဟာသနှောစုံထောက်ကားလေး လာပါပြီနော်Detective Chinatown 3ဇာတ်ကားလေးဟာဆိုရင် အရင်က 1 2 ဆိုပြီးတော့နှစ်ကားထွက်ဖူးတာကြောင့် ကြည့်ပြီးသားလူတွေကတော့ဒီကားလေးထဲမှာ တူဝရီးနှစ်ယောက် ဘယ်လိုတွေ ဗရုတ်ကျပြီးပဟေဠိဆန်ဆန် လူသတ်မှုတွေကို စုံစမ်းကြသလဲဆိုတာ သိပြီးသားဖြစ်မှာပါအခု 3 မှာရော နှစ်ယောက်သား ဂျပန်ကိုသွားပြီး ဘယ်လိုအလွဲတွေနဲ့ပဟေဠိဆန်တဲ့လူသတ်မှုကို ဖြေရှင်းကြမလဲ ထိုင်းစုံထောက်ဂျပန်စုံထောက်တွေနဲ့ အားလုံးဆုံမိသွားတဲ့အပြင် မာဖီးယားတွေနဲ့အမှုက ပတ်သတ်နေတဲ့အခါ တူဝရီးနှစ်ယောက် ဟာသတွေ တစ်ပုံကြီးနဲ့အမှုကို ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ ကြည့်ရှုကြရမှာပါရှေ့နှစ်ကားမကြည့်ဖူးသေးတဲ့လူတွေအတွက်လည်း ဒီကားလေးက1 2 နဲ့ အမှုအသွားအလာ အဆက်အစပ်မရှိတဲ့အတွက်ကြောင့်မို့လို့ဟာသ သဲထိတ်ရင်ဖိုကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေအနေနဲ့လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားလေးပါနော် Quality : HEVC 1080p 5.1,BLU-RAY720PFormat : mp4During : 2h 6minSubtitle : Myanmar Sub ( Hardsub )Translated ...",
        "rating": "5.4",
        "url": "https://megaup.net/XHbp/Detective_Chinatown_3.(2021).BLU-RAY.1080P5.1CH.HEVC.mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-01-at-21.34.43-135x200.png",
        "title": "Peter Rabbit 2: The Runaway (2021)",
        "description": "Peter Rabbit 2: The Runaway (2021)==========================IMDb Rating - 6.2/10 ဒရမ်သမားလေး ယုန်ပီတာကို မှတ်မိကြသေးလား??? ဒုတိယကားလေးကိုလည်း စောင့်နေကြမှန်းသိလို့ CM ကတင်ဆက်ပေးလိုက်ပါပြီနော်...အိမ်ပြေးပီတာ.. ပီတာအိမ်ပြေးတစ်ယောက် ဒီဇာတ်လမ်းမှာလည်း ပြေးရပြန်ပါပြီ။ ပေါ့ပေါ့ပါးပါးနေတတ်တဲ့ ပီတာလေးက အရာရာကိုပေါ့ပေါ့လေးပဲပြောပေမယ့် ပေါ့ပေါ့လေးတော့ မခံစားတတ်ပါဘူး။ အဓိကကတော့ ပီတာရဲ့ မတည့်အတူနေ မစ္စတာမဂ်ဂရက်ဂေါ ကြီးက အခုထိ ပီတာ့အပေါ် အမြင်စောင်းနေတုန်းပါပဲ ။ စောင်းဆို ပီတာကလည်း ဘယ်တော့မှအတည့်မနေဘူး.. လုပ်လိုက်ရင် တလွဲကြီးပဲ🤣ပထမကားမှာ အီစီကလီဖြစ်ခဲ့တဲ့ ဘီ နဲ့ မဂ်ဂရက်ဂေါက အခုတော့လက်ထပ်ပြီး ယုန်လေးပီတာအကြောင်းကို စာအုပ်ထုတ်ဝေခဲ့ပါတယ်။ စာအုပ်ရဲ့ အောင်မြင်ချက်ကတော့ ဘီ ကို ဒုတိယအုပ်ရေးဖို့ ကမ်းလှမ်းခံရပြီး ယုန်လေးပီတာကို ဗီလိန် အဖြစ်ရေးဖို့ အကြံပြုပါတော့တယ်။ ဒါကို ဘယ်သူမှမကန့်ကွက်တဲ့အပြင် ပီတာက ဗီလိန်နဲ့ပိုတူတယ်လို့တောင် ဝိုင်းပြီးပြောကြဆိုကြနဲ့ယုန်ဖြူစင်တာ ယုန်ပဲသိတယ်လေ😥ဝေဖန်ဒဏ်တွေ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2ZyH4/Peter.Rabbit.2.The.Runaway.2021.720p.WEBRip[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-01-at-22.58.47-135x200.png",
        "title": "Peter Rabbit (2018)",
        "description": "Peter Rabbit (2018)IMDb - 6.6/10_____Rotten - 63%\n  ဖေဖော်ဝါရီလတုန်းကမှ ရုံတင်သွားတဲ့ Peter Rabbit ဇာတ်ကားကိုတော့ အများကြီးညွှန်းဆိုစရာ မလိုဘူးထင်ပါတယ်။\nအမေရိကန်အင်္ဂလိပ် စာရေးဆရာမ Beatrix Potter ရဲ့ နာမည်ကျော်\nThe Tale of Peter Rabbit စာအုပ်ကိုပြန်လည်ပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားပဲဖြစ်ပါတယ်။ IMDb score 6.6 တောင်ရရှိထားပြီးတော့\nဒေါ်လာသန်း ၅၀ နဲ့ရိုက်ကူးခဲ့တဲ့ကားဟာ ဒေါ်လာသန်း၃၀၀ နီးပါးပြန်လည်ရရှိခဲ့တဲ့အတွက် ငွေကြေးအရ အောင်မြင်တယ်လို့ ဆိုနိုင်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း\n------------------ယုန်ကလေး Peter ဟာ မိဘနှစ်ဦးသေဆုံးပြီးတဲ့ နောက်မှာ\nညီမသုံးယောက် ဝမ်းကွဲအစ်ကိုတစ်ယောက်နဲ့အတူ နေထိုင်လျက်ရှိပါတယ်။ တခြားတိရစ္ဆာန်တွေလို အစားကိုပုံမှန်ရှာစားလည်းဖြစ်ပေမယ့် စွန့်စွန့်စားစားလုပ်လိုက်ရမှ\nကျေနပ်တဲ့ Peter က Joe McGregor ဆိုတဲ့ ဒေါသအိုးအဘိုးကြီးရဲ့\nခြံထွက်သီးနှံတွေကိုသာ ခက်ခက်ခဲခဲခိုးစားလေ့ရှိပါတယ်။ တစ်ရက်\nအဘိုးကြီး McGregor ရုတ်တရက်သေဆုံးသွားတဲ့အချိန်မှာ Peter တို့မောင်နှမတစ်သိုက်ဟာ သူ့အိမ်ကြီးမှာ ပျော်ရွှင်စွာမင်းမူကြပါတော့တယ်။ သို့ပေမယ့် အဘိုးကြီးဟာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/T4tu/Peter_Rabbit_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Tuesdays-and-Fridays-2021-133x200.jpg",
        "title": "Tuesdays And Fridays (2021)",
        "description": "Netflix ကတင်ဆက်ထားတဲ့ Bollywood ဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ချောမောလှပပြီး စည်းကမ်းကြီးတဲ့ ဆီရာဟာ\nမွန်ဘိုင်းကရုပ်ရှင်လုပ်ငန်းမှာ ဥပဒေကိစ္စတွေ\nစီမံဆောင်ရွက်ပေးနေတဲ့ ရှေ့နေမလေးပါ\nဗာရွန်ကတော့ လန်ဒန်မှာနေထိုင်တဲ့ နာမည်ကြီးလူငယ်စာရေးဆရာတစ်ဦးပါ။\nတစ်နေ့ ဗာရွန်ဟာ သူ့ဝတ္တုကို ရုပ်ရှင်ရိုက်မယ့်ကိစ္စအတွက်\nအိန္ဒိယကိုလာရင်း မူပိုင်ခွင့်ကိစ္စတွေညှိနှိုင်းဖို့ ဆီရာနဲ့ စတင်ဆုံစည်းမိပါတယ်။\nဗာရွန်ရဲ့ ဝတ္တုအကြောင်း အပြန်အလှန်ဆွေးနွေးကြရင်း သူတို့နှစ်ဦးဟာ ရင်းနှီးသွားပါတယ်။\nထို့နောက် ဗာရွန်လည်း လန်ဒန်ကိုပြန်သွားပြီး ဆီရာက သူ့အလုပ်သူဆက်လုပ်နေခဲ့ပါတယ်။\nအလုပ်မှာထူးချွန်တဲ့အတွက် ကုမ္ပဏီက လစာပြည့်ခွင့် ၂ လပေးတဲ့အတွက်\nဆီရာဟာ သူ့မိခင် နေထိုင်ရာ လန်ဒန်မြို့ကို အလည်လာခဲ့ပါတယ်။\nလန်ဒန်မှာ မမျှော်လင့်ဘဲ ဗာရွန်နဲ့ ဆီရာတို့ ပြန်လည်ဆုံစည်းမိပါတယ်။\nအဲဒီနောက်မှာတော့ သူတို့နှစ်ဦးရဲ့ ရင်ထဲမှာ တစ်ယောက်ကိုယ်တစ်ယောက်\nစိတ်ဝင်စားမှုလေးတွေရှိလာပါတယ်။ ဒါပေမဲ့ ဗာရွန်မှာ အကျင့်တစ်ခုရှိပါတယ်။\nအဲဒါကတော့ ဗာရွန်ဟာ ကောင်မလေးတစ်ယောက်ကို ခုနစ်ပတ်ထက်ပိုပြီးတွဲလေ့မရှိပါဘူး။\nဗာရွန်ရဲ့ခံယူချက်က တွဲလာတာကြာလာတာနဲ့အမျှ စကားများရန်ဖြစ်ပြီး လမ်းခွဲတာထက်စာရင်\nစောစောစီးစီး နှစ်ဦးသဘောတူ ကြိုတင်လမ်းခွဲတာပိုကောင်းတယ်လို့ ခံယူထားသူပါ။\nဆီရာကတော့ တစ်ယောက်ဆိုတစ်ယောက် အချိန်အကြာကြီး အတည်တကျ လက်တွဲချင်သူပါ။\nသူတို့နှစ်ဦးဟာ တစ်ယောက်နဲ့တစ်ယောက် စိတ်ဝင်စားနေကြပေမဲ့ ဗာရွန်ရဲ့ ခုနစ်ပတ်ပဲတွဲမယ်ဆိုတဲ့\nခံယူချက်ကြောင့် ရှေ့ဆက်မတိုးဖြစ်ကြပဲ ...",
        "rating": "4.5",
        "url": "https://megaup.net/2jAza/Tuesdays.and.Fridays.2021.720p.NF.WEB-DL.DDP5.1.x264-Invictus.mp4",
        "category": "Bollywood, Comedy, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y89kFMNYXNKMdlZjR2yg7nQtcQH.jpg",
        "title": "Sound of Metal (2020)",
        "description": "Sound of Metal(2020)**********************************\nIMDb Rating- 7.8/10\nRotten Tomatoes- 97%ဇာတ်လမ်းအကျဉ်းဟီရိုအင်းဆေးသမားဖြစ်ခဲ့တဲ့ Punk-Metalတီးဝိုင်းတစ်ခုရဲ့ ဒရမ်သမား ရူဘင်စတုန်းအတွက်တော့\nဒီအလုပ်က တော်တော်လေးကောင်းတဲ့အစားထိုးမှုတစ်ခုပါ။\nဒီလိုနဲ့ ဆေးလိပ်၊မူးယစ်ဆေးတွေဖြတ်လိုက်ပြီး လေးနှစ်ကြာသွားတယ်။\nဒီအလုပ်ကိုလည်း သူ့ရည်းစား(လူ)နဲ့ ပျော်ပျော်ကြီး ဆက်လုပ်ရင်းပေါ့။ဒါပေမယ့် သူ့အကြားအာရုံ ချို့ယွင်းလာတာကို တဖြည်းဖြည်းသတိထားမိလာတယ်။\nဆရာဝန်ဆီသွားပြကြည့်တော့ ရက်အနည်းငယ်အတွင်းမှာပဲ\nသူ့အကြားအာရုံ ၇၀%ကနေ ၈၀%အထိ ဆုံးရှုံးနေတာကို သိလိုက်ရတယ်။\nဆရာဝန်က အသံကျယ်ကျယ်ကြီးတွေကို ရှောင်ဖို့ပြောပေမယ့်\nMusic Industry ထဲကလူဖြစ်နေတဲ့အပြင်\nMetal Bandတစ်ခုက ဒရမ်သမားလည်းဖြစ်နေတာကြောင့် ဘာမှ မတတ်နိုင်လိုက်ဘူး။\nစိတ်ဖိစီးမှုတွေကြောင့် ရူဘင်က မသောက်တာလေးနှစ်ရှိပြီဖြစ်တဲ့\nဆေးလိပ်ကိုပါ ပြန်သောက်နေလို့ လူက စိတ်ပူလာတယ်။\nဒါကို ကုဖို့ အနည်းဆုံး ဒေါ်လာလေးသောင်းလိုတာကြောင့်\nမကုတော့ဘဲ လူက ရူဘင်ကို (နားမကြားတဲ့လူတွေအတွက်)ပြန်လည်ထူထောင်ရေးစခန်းဆီ ပို့တယ်။ရူဘင်တစ်ယောက် အဲ့စခန်းမှာ“နားမကြားသူဖြစ်ရခြင်း”အကြောင်းသင်ယူသွားပြီး\nဘဝအသစ်စဖို့ ပြင်မှာလား မပြင်ဘူးလား ဆိုတာကိုတော့………============================“Much like heavy metal music, Sound of Metal isn't trying to give us ...",
        "rating": "7.8",
        "url": "https://megaup.net/XF0n/sound.of.metal.2019.720p.bluray.x264-CM.mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1KBt4FqMaY2hdOEkS4inNvDBxLz.jpg",
        "title": "Home Sweet Home ( 2021 )",
        "description": "Home Sweet Home ဆိုပြီး တစ်ကွက်မှ Sweet မပါတဲ့ စိတ်ဝင်စားဖွယ်ဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကဘယ်လို စိတ်ဝင်စားဖို့ကောင်းပြီး ဦးနှောက်စားစေတာလဲဆိုရင်တော့...ဇာတ်လမ်းအစမှာ ကျောင်းကားမှောက်အောင်လုပ်တဲ့ ကျောင်းကားယာဉ်မောင်းယွီခွန်ချောင်ကို ဝမ်လူကြီးမင်းတို့မိသားစုရဲ့ မြေအောက်ခန်းထဲ ပိတ်ထားတဲ့ကိစ္စနဲ့အစပျိုးထားတယ်။ ယာဉ်မောင်းကြောင့်လို့ သေချာနေပေမယ့် တရားဥပဒေရဲ့အဆုံးအဖြတ်ကတော့ မဟုတ်ဘူးဖြစ်နေလို့ ယာဉ်မောင်းကို တရားဥပဒေအရအပြစ်ပေးမရတော့ သေသွားတဲ့ ကျောင်းသားမိဘတွေက ကိုယ်ပိုင်နည်းနဲ့ရှင်းဖို့ကြိုးစားပြီး လိုက်ရှာနေခဲ့တာပေါ့။ ဒီအကြောင်းကိုသိလို့ ယွီခွန်ချောင်ကလည်းဝမ်လူကြီးမင်းရဲ့ မြေအောက်ခန်းမှာ အသာတကြည်နဲ့ အဖမ်းခံနေတာ ၃ နှစ်ကြာခဲ့ပြီပေါ့။ဝမ်လူကြီးမင်းတို့ မိသားစုအကြောင်းပြောရမယ်ဆိုရင် ဝမ်လူကြီးမင်းနဲ့ ဝမ်ကတော်ရယ်။ဝမ်ခြူးထုံဆိုတဲ့ သမီးရယ် ဝမ်ခြူးချီဆိုတဲ့ သားလေးတစ်ယောက်ရှိတယ်။ဝမ်ခြူးချီဆိုတာ ကျောင်းကားမတော်တဆမှာပါဝင်ထားပြီး အဲ့မတော်တဆကြောင့်ခြေထောက်က ဒုက္ခိတဖြစ်သွားခဲ့ပြီး ခြေတုနဲ့နေနေရသူဖြစ်တယ်။ ဒါပေမယ့်မတော်တဆမှာ သူလည်းမကင်းရှင်းပါဘူး။ ဘာလို့လဲဆိုတော့ သူကငွေ ၁၀၀ ပေးပြီး ယွီခွန်ချောင်ကို သူ့ဖိနပ်ကြိုးချည်ဖို့ပြောလို့ ယွီခွန်ချောင်ကကားကိုဘေးထိုးရပ်ပြီး ချည်ပေးတဲ့အခါမှာ ကားက တောင်အောက်ပြုတ်ကျသွားခဲ့ကြတာကြောင့်ပါ။ဒီလိုပြောလို့ ဝမ်ခြူးထုံကလည်း သာမန်မဟုတ်ဘူး။ ယာဉ်မောင်းကို မမုန်းတဲ့အပြင်အမြဲ ယာဉ်မောင်းကိုချုပ်ထားတဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/home-sweet-home-2021/",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fvaB0jrzFXq07bUpox03k6qOAJu.jpg",
        "title": "Batman: The Long Halloween, Part One (2021)",
        "description": "Batman: The Long Halloween, Part One (2021)ဒီဇာတ်လမ်းမှာတော့ ဘတ်မန်း စုံထောက်ဝင်လုပ်တာကိုတွေ့ရမှာပါ. ထုံးစံအတိုင်း ရာဇဝတ်ကောင်တွေ ပေါများတဲ့ဂေါ်သမ်ဟာ ဟောလိုးဝင်းအားလပ်ရက်တွေမှာ အခြေအနေပိုဆိုးလာခဲ့ပါတယ်.ဘာလို့လဲဆိုတော့ မြို့မျက်နှာဖုံးငွေခဝါချနေတဲ့ ဖယ်ကိုနီမိသားစုဆိုတဲ့ ဒိတ်ဒိတ်ကျဲမိသားစုတွေရဲ့ဂိုဏ်းကလူတွေ တစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံရလို့ပါ,ဒါကြောင့် ဖယ်ကိုနီမိသားစုကို ဖြုတ်ချချင်တဲ့ ဒန့်ရယ်လူသတ်မှုကိုဖော်ထုတ်ချင်တဲ့ ဘတ်မန်းရယ်နှစ်ယောက်ပေါင်းပြီး အမှုလိုက်ကြမှာပါ,ဒီဇာတ်လမ်းကတော့ Part1ဖြစ်ပြီးPart2ကတော့Julyလမှာထွက်ရှိမှာမလို့ စောင့်မျှော်အားပေးနိုင်ပါတယ် Translated by MoonLightEncoded by YKQuality : 1080p BluRay and 720pFile Size : 1.19GB and 855MBDuration :  1h 25min",
        "rating": "7.5",
        "url": "https://megaup.net/2jzU8/Batman.The.Long.Halloween.Part.One.2021.720p(CM).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/06/163de416aeebc9495c27137f8ca27507-139x200.jpg",
        "title": "Always (2011)",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (81%)ဆိုဂျီဆပ်ပရိတ်သတ်တွေဆို လုံးဝလက်လွတ်ခံလို့မဖြစ်တဲ့ဇာတ်ကားပါ...သူ့ရဲ့ရီဝေဝေမျက်ဝန်းတွေက ဒီဇာတ်ကားရဲ့ အုံ့မှိုင်းလွမ်းမောဖွယ် Theme နဲ့ သက်ဝင်လွန်းနေခဲ့တာပါ။အပြောအဆိုနည်းနည်း အေးတိအေးစက်နဲ့ ပကာသနခုံမင်မှုမရှိတဲ့ ကောင်လေးတွေမှာ အချစ်ကပိုရှင်သန်တတ်တယ်...ဒီလိုအမူအရာနဲ့ မင်းသားဆိုဂျီဆပ် ထပ်တူကျနေတာက စပျစ်ဝိုင်လို ထိရှိနေပါရော..မင်းသမီး Han Hyo‑joo ကလဲ လိုက်ဖက်ညီစွာ ပံ့ပိုးထားတာကြောင့် ပြည့်စုံတဲ့ပန်းချီကားတစ်ချပ်လိုပါပဲ...ဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ်...လက်ဝှေ့လောကထဲက အနားယူထားတဲ့ကောင်လေးနဲ့ မျက်မမြင်ကောင်မလေးတို့ရဲ့ မေတ္တာတရားအကြောင်းကိုရိုးရိုးလေးရိုက်ပြထားတာပါ...ဒါပေမယ့် အဲ့ဒီရိုးရှင်းမှုကပဲ ကြည့်ရှုသူရဲ့ ရင်ကို ဝုန်းဒိုင်းဝင်ချလာတာပါ....အချစ်ဆိုတာ စောက်ပိုတွေမပါတဲ့ ရိုးသားမှုပဲ မဟုတ်လား။ချစ်တတ်တဲ့သူတိုင်း ဒီဇာတ်ကားကို ရင်ထဲသိမ်းထားတတ်ကြတယ်။ဒါကြောင့်လဲ ကိုရီးယား Drama Romance ကားတွေထဲမှာနိုင်ငံတကာ Rating အမြင့်ကြီးကို ရှားရှားပါးပါး ရရှိထားတာပါ။ \nFile size…(2 GB) and (1.2 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "7.8",
        "url": "https://megaup.net/1DC3l/Always.2011.720p.BluRay.x265.HEVC.10bit.AAC.5.1-BTS.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g70Q5EbyIuHCAlsuRCmBf4aaDt6.jpg",
        "title": "Shark: The Beginning (2021)",
        "description": "Shark The Beginning (2021)အခုတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ Action ကားကတော့ Shark ဆိုတဲ့ ကိုရီးယား Webcomic ကိုအခြေခံရိုက်ကူးထားတဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် Cast တွေအနေနဲ့ Racket Boys စီးရီးထဲကKim Min-suk ၊ 18 Again ထဲက Wi Ha-Joon ၊The Uncanny Counter,Her Private Lifeစီးရီးတွေထဲက သရုပ်ဆောင် Jung Won-Chang တို့ကပါဝင်ထားကြလို့ အချောတွေစုနေတဲ့ကားကောင်းလေးတစ်ကားပါပဲ ဇာတ်လမ်းအကျဉ်းကတော့ ချာဝူဆွန်းဆိုတဲ့ကောင်လေးက ကျောင်းမှာအမြဲအနိုင်ကျင့်ခံနေရတဲ့ စာကြမ်းပိုး ကောင်လေးတစ်ယောက်ပါ သူ့ကို ငယ်ငယ်ထဲက အမြဲအနိုင်ကျင့်တတ်တဲ့ ဘယ်ဆော့ချန်းဆိုတဲ့ အငယ်တန်း တက်သစ်စ လက်ဝှေ့သမား ကောင်ဆိုးလေး တစ်ယောက်ရှိပါတယ် ဘယ်ဆော့ချန်းကချာဝူဆွန်းကို မြင်လိုက်တာနဲ့ အမြဲ ရန်သူတစ်ယောက်လို အနိုင်ကျင့် ဆက်ဆံနေတဲ့သူပါ အဲ့နောက်မှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2jzwb/Shark_The_Beginning_2021.720p(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BMTY3NjY0MTQ0Nl5BMl5BanBnXkFtZTcwMzQ2MTc0Mw@@._V1_-135x200.jpg",
        "title": "Despicable Me 1 +2",
        "description": "ဒီနေ့ ဘာဇာတ်ကားအသစ်ထွက်လဲ လျောက်မွေရင်းနဲ့ Despicable Me 2 အဆက်ဖြစ်တဲ့ Minion Short Film ၃ကား တွေ့လို့ ဆွဲကြည့်တာ တော်တော်လေးကို ကောင်းပါတယ်။ ရယ်လဲ ရယ်ရတာမို့ CMက အမျိုးတွေလဲ ကြိုက်ကြမယ်ထင်လို့ တင်ပေးလိုက်ပါတယ်။ ၂၀၁၅တောင်မှ ဒီနေ့မှ ထွက်တာမို့ စာတန်းထိုးဖိုင်တော့ မရသေးပါ။ ကျွန်တော်အတွက်ကတော့ ဘာစာတန်းထိုးမှ မပါလဲ Minionsတွေရဲ့ ချစ်စရာကောင်းပုံနဲ့တင်ကို ကြည့်ရတာ တန်လွန်းပါတယ်။ Minions (2015) အကြည်မထွက်သေးခင်တော့ ဒါလေးနဲ့ အပန်းဖြေထားလိုက်ကြပါဦး။File Size: 90 MB\nQuality  : Web Rip 720P\nFormat  : Mkv\nRunning Time: 13 minute\nGenre    : Short Animation\nEncoder: Joker.phs",
        "rating": "",
        "url": "https://megaup.net/1Afig/Despicable_Me-1_(_2010_).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/despicable_me_three_ver3_xlg-126x200.jpg",
        "title": "Despicable Me 3 (2017)",
        "description": "ချစ်စရာMinionsလေးတွေကိုအားလုံးမှတ်မိကြမှာပါ။\nDespicable me 1 ကနေစပြီးအောင်မြင်ခဲ့တဲ့ဒီဇာတ်ကားကို Illumination Entertainment နဲ့ Universal Picture တို့ကနေပြီး Despicable me 3ဆိုပြီး ထပ်မံရိုက်ကူးထုတ်လုပ်လိုက်ပါပြီ။\nဂရူးတယောက်တော့ဒီတခါ ဘော်တယ်ဇာ ဘရက်တ် ကိုနှိမ်နင်းရပါတော့မယ်။\nဘရက်တ်ဟာငယ်စဉ်ကကလေးသရုပ်ဆောင်ဖြစ်သလို၈ဝခုနှစ်လောက်ကသူသရုပ်ဆောင်ခဲ့တဲ့ဇာတ်ကောင်တွေကိုစွဲလန်းရူးသွပ်နေသူတယောက်ပါ။\nဒီကားလေးမှထူးခြားတာတော့ ဂရူးရဲ့အမြွာညီအစ်ကိုတယောက်ပေါ်လာတာပါပဲ။\nဒရူးဟာ ဂရူးလို ဗီလိန်အလုပ်တွေ လုပ်ဖို့ အရမ်းစိတ်အားထက်သန်နေပါတယ်\nဂရူးကလည်း သူ့အလုပ်ပြန်ရဖို့ ဗီလိန်ဘော်တယ်ဇာ ဘရက်တ်ကို ဖမ်းဖို့လိုနေတာကတစ်ကြောင်း ဒရူးကလည်း ဗီလိန်လုပ်ပြီး ဘရက်တ်ခိုးသွားတဲ့စိန်ကို ပြန်ယူဖို့ ညီအစ်ကိုနှစ်ယောက်သား အတိုင်အဖောက်ညီညီ ကြိုးပမ်းကြပါတယ်\nထုံးစံအတိုင်းရယ်ရယ်မောမောပေါ့ပေါ့ပါးပါးနဲ့ ထွက်ခဲ့ပြီးတဲ့ Despicable me1,2လိုပဲ ပရိသတ်ကိုကျေနပ်စေမှာပါ။\nအဲတော့ ဒရူးနဲ့ဂရူးတို့ ဘယ်လိုကမ္ဘာကြီးကိုကယ်တင်ကြမလဲဆိုတာကိုတော့ ဇာတ်လမ်းအပြည့်အစုံကို ရှုစားကြပါဦးဗျာ\n(မြန်မာစာတန်းထိုးဖိုင်ကိုတော့ Mmsubtitles မှကူညီပေးထားတာဖြစ်ပါတယ်)\n------------------------------------------------------------\nခ်စ္စရာMinionsေလးေတြကိုအားလံုးမွတ္မိၾကမွာပါ။\nDespicable me 1 ကေနစၿပီးေအာင္ျမင္ခဲ့တဲ့ဒီဇာတ္ကားကို Illumination Entertainment နဲ႕ Universal Picture တို႕ကေနျပီး Despicable me 3ဆိုျပီး ထပ္မံရိုက္ကူးထုတ္လုပ္လိုက္ပါျပီ။\nဂရူးတေယာက္ေတာ့ဒီတခါ ေဘာ္တယ္ဇာ ဘရက္တ္ ကိုနွိမ္နင္းရပါေတာ့မယ္။\nဘရက္တ္ဟာငယ္စဥ္ကကေလးသရုပ္ေဆာင္ျဖစ္သလို၈ဝခုႏွစ္ေလာက္ကသူသရုပ္ေဆာင္ခဲ့တဲ့ဇာတ္ေကာင္ေတြကိုစြဲလန္းရူးသြပ္ေနသူတေယာက္ပါ။\nဒီကားေလးမွထူးျခားတာေတာ့ ဂရူးရဲ႕အျမြာညီအစ္ကိုတေယာက္ေပၚလာတာပါပဲ။\nဒရူးဟာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3yLpo/Despicable_Me_3_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYjdiZjljMWQtZGNiMi00N2I0LWI3OWYtNjkxZjcyMWZlNDQyXkEyXkFqcGdeQXVyNTgwNTE5MjM@._V1_-135x200.jpg",
        "title": "[18+] Party Bus To Hell (2017)",
        "description": "ဘန်းနင်းမန်း ပွဲတော်ကိုသွားမယ့် ဘတ်စ်ကားတစ်စီး။ရည်ရွယ်ချက်ကိုယ်စီနဲ့ ကားပေါ်ပါလာတဲ့ အလွှာစုံအရွယ်စုံ လူတစ်စု။ကန္တာရအလည်မှာ\nသူတို့ ကားသမားက ခဏနော်ဆိုပြီးကားရပ်ထားခဲ့ပြီး ပျောက်သွားတယ်။တစ်ဖြည်းဖြည်း အချိန်တွေကုန်လာတာနဲ့ အမျှ သူတို့စိုးရိမ်ပူပန်မှုတွေလဲ မြင့်တက်လာတဲ့အချိန် ကားမောင်းတဲ့သူကို ကုန်တင်ခန်းထဲမှာ အလောင်းအဖြစ်တွေ့မြင်လိုက်ရတဲ့ အခါ..။ကန္တာရထဲမှာ သူတို့မသိသေးတဲ့ အန္တရာယ်တွေ အများကြီး သူတို့ကိုစောင့်ကြိုနေပါတယ်။\nသတ်ခန်းဖြတ်ခန်းတွေ ကြမ်းတမ်းလွန်းသလို အဖော်အချွတ်ခန်းတွေကလဲတစ်ကားလုံးနီးပါး ဒင်းကြမ်းပါပဲ။အယူအစွဲကြီးတဲ့လူတစ်စု ငရဲမိစ္ဆာတွေ ပါပေမယ့်ကြောက်စရာကောင်းတာထက် အတည်ပေါက်နဲ့ဖောက်တဲ့ဟာသတွေနဲ့ပျော်ဖို့ကောင်းတဲ့ကားမျိုးပါ။American pie ဇာတ်ကားတွေထဲက ကာလသားကြိုက်မင်းသမီးလေး tara reid ကလဲ cameo အဖြစ်ပါဝင်ထားပါတယ်။ \nFile size…900 MB\nQuality….Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by ALS",
        "rating": "4.9",
        "url": "https://megaup.net/1DBvW/(DS)Party.Bus.to.Hell.2017.1080p.BluRay.x264.DTS-CHD.mp4",
        "category": "Adult, Adventure, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/17597-133x200.jpg",
        "title": "Fan Girl (2020)",
        "description": "Fan girl(2020)IMDb Rating (6.9)ဆယ်ကျော်သက်အရွယ် ကျောင်းသူကောင်မလေးတစ်ယောက်ဘဝမှာငယ်ငယ်လေးကတည်းကကြိုက်ခဲ့ရတဲ့ Idol တစ်ယောက်ရှိတယ်ခင်ဗျားတို့ကျွန်တော်တို့လိုပဲ ကျောင်းချိန်လစ်ပြီးIdol ရဲ့ ပွဲကို လိုက်ကြည့်ဖူးတယ်အချစ်ကို ခံစားကြည့်ချင်တယ်မလုပ်ဖူးတာတွေကို စူးစမ်းကြည့်ချင်တယ်ဆယ်ကျော်သက်အရွယ် ကောင်မလေးလေသူသိထားတဲ့ လောကကြီးကရိုးရှင်းတယ်ညီမျှခြင်းလက္ခဏာတွေ့ရင် အားလုံးကတန်ဖိုးညီတယ်လို့ပဲ သဘောပေါက်ထားတယ်အဲ့ဒီနောက်ကွယ်က ညီမျှခြင်း မဖြစ်ဖြစ်အောင်လုပ်ထားတဲ့ အကြောင်းအရာတွေကို သူမသိဘူးလေ့လာရကောင်းမှန်းမသိတာလည်း ဖြစ်နိုင်သလိုလေ့လာဖို့အကြောင်းတရား မဖန်သေးတာလည်းဖြစ်နိုင်တယ်ဒါမှမဟုတ် လေ့လာဖို့မကြိုးစားတာလည်း ဖြစ်နိုင်တာပဲခင်ဗျားတို့ကို နာမည်လေးတောင်ပေးမသိဘဲဇာတ်လမ်းအဆုံးထိ ဆွဲခေါ်သွားမယ့်ကောင်မလေးက သူမသိခဲ့တဲ့ သိဖို့မကြိုးစားခဲ့တဲ့အကြောင်းအရာတွေကို တစ်ရက်လေးထဲမှာ တစ်ညလေးထဲမှာပဲရုတ်တရက်ကြီး အားလုံးကိုသိလိုက်ရတယ်သစ်လွင်ရိုးသားတဲ့ ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်အတွက် ရှော့ခ်ဖြစ်စေနိုင်တဲ့လောကကြီးရဲ့ အရှိတရား အဖြစ်အပျက် အကြောင်းအရာတွေ.....ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်အကြောင်းကို ရိုးရိုးရှင်းရှင်းရိုက်ထားတဲ့ ဒီရုပ်ရှင်ကဖိလစ်ပိုင်နိုင်ငံတွင်းက ရုပ်ရှင်ဆုပေးပွဲတွေမှာ Best Actress,Best Actor,Best Director,Best Picture စသည်ဖြင့်ဆုပေါင်း (၁၆) ဆု ရရှိထားတာပါ။ကျွန်တော့်အနေနဲ့တော့ ကြုံတောင့်ကြုံခဲဖိလစ်ပိုင်ဇာတ်ကားကောင်းတစ်ကားမို့ လက်မလွှတ်တမ်းကြည့်စေချင်ပါတယ်။ \nFile size…(1.9 GB) and (1.2 GB)\nQuality…WEB-DL 1080p and ...",
        "rating": "6.9",
        "url": "https://megaup.net/2jvP4/(CM)Fan.Girl.2020.720p.NF.WEB-DL.DDP5.1.x264-HBO.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BMjE3NTE3NzY2MV5BMl5BanBnXkFtZTgwNTY3NDIzNjE@._V1_-135x200.jpg",
        "title": "Mississippi Grind (2015)",
        "description": "Mississippi Grind (2015)ဓာတ်ဗူးရိုင်ယန်ကြီးပါတဲ့ကားပါ။\nရိုင်ယန်နဲ့တွဲဖက်ပါဝင်ထားသူကတော့ The outsider စီးရီး၊ Rogue one: a starwars story တို့ထဲက ဖြစ်ပါတယ်။လောင်းကစား စွဲလမ်းနေတဲ့ဂျယ်ရီဟာ အလေအလွင့်ခရီးသွားတစ်ယောက်ဖြစ်တဲ့ လောင်းကစားဝါသနာအိုး ကားတစ်စ် နဲ့ ပိုကာပွဲတစ်ခုမှာတွေ့ပြီး ရင်းနီးသွားကြပါတယ်။ဂျယ်ရီဟာ အကြွေးရှင်ရဲ့ ချိန်းခြောက်မှုကိုခံလာပြီးနောက်\nကားတစ်စ်ပြောခဲ့ဖူးတဲ့ သူငယ်ချင်းဟောင်းတစ်ယောက်ရဲ့အိမ်က ကြေးမြင့်ပိုကာပွဲမှာသွားကစားနိုင်ဖို့ ကားတစ်စ်ကို အကူအညီတောင်းပါတော့တယ်။ ကားတစ်စ်ရဲ့ သူငယ်ချင်းဟောင်းဆီမရောက်ခင် ခရီးစဉ်တစ်လျှောက်မှာ တွေ့သမျှပိုကာပွဲတွေကိုဝင်ကစားရင်း ငွေအလုံအလောက်ရအောင် ကြိုးပမ်းကြရာမှာ\nဂျယ်ရီရဲ့လောင်းကစားအတောမသတ်နိုင်တဲ့စိတ်ကြောင့် ပါသမျှပြောင်မလား... ပန်းတိုင်ကိုရောက်ကြပါ့မလားဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်။ ဘဝသင်ခန်းစာတွေရစေမယ့် သဘာဝကျကျကားမျိုးနှစ်သက်ရင်\nရိုင်ယန်ရဲ့ပရိတ်သတ်တစ်ယောက်ဆိုရင်\nဒီကားလေးကိုကြည့်စေချင်ပါတယ်။ Quality__1080p , 720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:50:00\nType__Comedy , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Pyi T Nyein\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://megaup.net/1DBkg/Mississippi_Grind_(2015)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTA3ODUxMzUzMzleQTJeQWpwZ15BbWU4MDMzMzkyNDYz._V1_-146x200.jpg",
        "title": "Thugs of Hindostan (2018)",
        "description": "၂၀၁၈ က ရုံတင်ခဲ့တဲ့ အာမာခန်း နှင့် အမီတာဘာချမ်း တို့ခေါင်းဆောင်ပါဝင် သရုပ်ဆောင်ထားတဲ့ Thugs Of Hindostan ကိုCM Fan တွေ အတွက် အမြန်ဆုံး တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းပုံစံကတော့ အန္ဒိယ နိုင်ငံကို အင်္ဂလိပ်လူဖြူတွေကကျွန်အရောင်းအဝယ် ကုန်သွယ်မှုတွေ အပြင် တစ်ဖြေးဖြေး စီးနင်းလာတဲ့အခါမျိုးချစ်စိတ် ရှိတဲ့ ဘုရင့်အမျိုးအနွယ်တွေက ပုန်ကန်ဖို့ လုပ်ကြပါတယ်ဒါပေမဲ့ အရမ်းလည်လွန်းတဲ့ လူဖြူ အရာရှိ ကလိုက်ဖ် က အတော်များများကိုသတ်ပစ်ခဲ့ပါတယ်...အဲ့ဒီထဲကမှ ဘုရင်ကြီး တစ်ပါးရဲ့ သမီးဖြစ်သူ ဇာဖီရာ ဟာလူယုံတော်ကြီး အာဇတ် နဲ့ အတူ လွတ်မြောက်သွားခဲ့ပါတယ်..နှစ်ပေါင်းအတော်ကြာတဲ့ အခါ ပင်လယ်ဓါးမြကြီး ပုန်ကန်သူ အာဇတ် နဲ့အဖွဲ့ဖြစ်ပေါ်လာပြီး အင်္ဂလိပ်အစိုးရကို သွေးလန့်စေခဲ့ပါတော့တယ်...အင်္ဂလိပ်အစိုးရကလဲ သူတို့ အချုပ်အခြာ အာဏာ တည်မြဲရေးအတွက်အာဇတ် ကို ဖမ်းမိရဖို့အတွက် အတော်ဆုံးလူ လိုက်ရှာတဲ့အခါမှာတော့ပိုက်ဆံကလွဲပြီး ဘာမှ မသိ ...",
        "rating": "4.1",
        "url": "https://megaup.net/1DA1c/(CM)Thugs_Of_Hindostan_2018_BluRay_720p_DTS-ES_x264-DTOne.mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-20-at-01.03.39-135x200.png",
        "title": "A Quiet Place Part II (2020)",
        "description": "A Quiet Place Part II (2020)=====================IMDb Rating - 7.8/10Quiet Place 2 လာပါပြီ။ အသံထွက်တာနဲ့ ချက်ချင်းလာသတ်တဲ့ ဂြိုလ်သားလို သတ္တဝါဆိုးတွေကို မှတ်မိဦးမှာပါ။ အပိုင်း ၁ မှာတုန်းကတော့ အသက်ရှင်သန်ဖို့ အဓိက ကြိုးစားနေရတာဖြစ်ပြီး နောက်ဆုံးမှာတော့ ပြန်တိုက်ခိုက်နိုင်မယ့်နည်းကို တွေ့သွားခဲ့ပါပြီ။ အခု အပိုင်း ၂ မှာတော့ ကျန်ခဲ့တဲ့ မိသားစုဝင်လေးဟာ အခြားနေရာတစ်ခုကို ရွှေ့ဖို့ကြိုးစားရင် လူအသစ်တွေနဲ့ တွေ့ပြီး လွတ်မြောက်နယ်မြေတစ်ခုကိုရောက်နိုင်မယ့် သဲလွန်စ တွေ့လာတဲ့အခါ....Quiet Place 1အသံကြားတာနဲ့ ရုတ် တရက် ပေါ်လာပြီး တိုက်ခိုက် သတ်ဖြတ်တဲ့ သတ္တဝါတွေရန်က နေ ကာကွယ်ဖို့ အသံမထွက် အောင် တိတ်တိတ်ဆိတ်ဆိတ် နေထိုင်နေရတဲ့ မိသားစုလေးရဲ့ ထိတ်လန့်စရာ အတွေ့အကြုံ တွေကို ဇာတ်အိမ်ဖွဲ့ထားတာ ဖြစ် ပါတယ်။လီနဲ့အီဗလင်းတို့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/XDaa/A.Quiet.Place.Part.II.2020.720p.WEBRip[CM].mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/vrhB420zPmWvxKHLVRa44WzISnA-133x200.jpg",
        "title": "Dark : Do Or Die (2021)",
        "description": "Dark (2021)\n================================\nအခုတစ်ခါမှာတော့ ဘောလိဝုဒ်ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို CM ပရိသတ်တွေအတွက်​မိတ်ဆက်ပေးသွားမှာ ဖြစ်ပါတယ်ဆန်နီဟာ အိမ်​ထောင်ကျပြီးသား အမျိုးသားတစ်ယောက်ဖြစ်ပြီး အလွန် ပွေရှုပ်လွန်းတဲ့သူတစ်ယောက် ဖြစ်ခဲ့သူပါဒါပေမဲ့လည်း သူဟာ သူ့မိန်းမအပေါ်မှာတော့ အရိပ်တကြည့်ကြည့်နဲ့ အမြဲလိုလို စိုးရိမ်ပူပန်ပြီး အစစအရာရာဂရုစိုက်ပေးတတ်တဲ့ ယောကျ်ားကောင်းတစ်ယောက်ပေါ့မိန်းမနဲ့ဝေးရာ တစ်နယ်တစ်ကျေးမှာ အလုပ်လုပ်နေတဲ့ ဆန်နီတစ်ယောက် တစ်နေ့ ကိုယ်ဝန်​လွယ်ထားရတဲ့ မိန်းမဖြစ်သူမီးဖွားခါနီးအချိန် အဝေးကနေ မိန်းမဖြစ်သူဆီ အပြေး ပြန်လာဖို့ အကြောင်းဖန်လာပါတော့တယ်\"အလျင်လို.အနှေးတွေ့\"ဆိုတဲ့စကားအတိုင်း လူ့​ဘဝမှာ တစ်ခါတ​စ်လေ မထင်မှတ်ထားတဲ့ ကိစ္စတွေပေါ်ပေါ်လာတတ်တယ်မလား အဲ့လိုပါပဲမိန်းမကို စိတ်မကောင်းဖြစ်စရာကိစ္စဆို တစ်ခွန်းမှမပြောဘဲနဲ့ အမြဲတမ်းကလေးလေးတစ်ယောက်လိုစောင့်ရှောက်တဲ့ဆန်နီတစ်ယောက် အခက်အခဲတွေကို ကျော်လွှားပြီးတော့ မိန်းမနဲ့ကလေးလေးတွေဆီကိုအဆင်ပြေပြေ ချောချောမွေ့မွေ့ ပြန်သွားနိုင်မလား.........တစ်ချိန်ထဲမှာပဲ ဆန်နီ့ကို တစ်ဖက်သတ်စိတ်ဝင်စားနေတဲ့ သူ့ရဲ့မိန်းကလေးသူငယ်ချင်းကိုရောဆန်နီ ဘယ်လိုတုန့်ပြန်မလဲအိမ်ပြန်ခရီးမှာ ကြုံတွေ့ရမဲ့ အခက်အခဲတွေကရော ဘာတွေလဲ....ဆန်နီတစ်ယောက် အခက်အခဲမျိုးစုံကို ကျော်ဖြတ်နိုင်ပါ့မလားဆိုတာ အားလုံးပဲ စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပဲ ဖြစ်ပါတယ်Review and Translated By Shwe Pyae and ...",
        "rating": "7.4",
        "url": "https://megaup.net/1DAhs/DARK_(2021)_Tamil_(Org_Vers)_WEB-DL_-_720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5S8G9vCece5cG14vmUtUbTjCqTE.jpg",
        "title": "Happy End (1999)",
        "description": "Happy End (1999) (18+)ပျော်ရွှင်ဖွယ် အဆုံးသတ် .....ဇာတ်လမ်းတွေထဲမှာ ချစ်သူနှစ်ဦး အိမ်ထောင်ပြုရင်း ဇာတ်သိမ်းလေသတည်းပါပဲ။တကယ့်လက်တွေ့ဘဝမှာတော့ ......အချစ်စစ်တိုင်းက တစ်ခါတစ်လေမှာ ဆုံဆည်းချင်မှ ဆုံဆည်းရတတ်ပါတယ်။ချစ်ရတဲ့သူ နဲ့ လက်ထပ်တဲ့သူ မတူတဲ့ အနေအထားတွေလည်း ဖြစ်တတ်ပါတယ်။အချစ်က အချစ် ဖြစ်ပြီးတော့ .....အိမ်ထောင်ရေးက အိမ်ထောင်ရေး ဖြစ်လာခဲ့တဲ့အခါ ......အချစ် နဲ့ အိမ်ထောင်ရေး က သဟဇာတ မဖြစ်တဲ့အခါ .....ဘဝမှာ ဆန္ဒကို ရှေ့တန်းတင်ပြီး ဆန္ဒနောက်ကို ဘဝက လိုက်မိတဲ့အခါမှာ .....ပျော်ရွှင်ဖွယ်ရာ အဆုံးသတ်တွေ ဖြစ်လာနိုင်ပါ့မလား?????ချစ်ဦးသူနဲ့ ပြန်လည်ပေါင်းဖက်ခြင်းက ချစ်သူနှစ်ယောက်အတွက် အမှန်တရား ဆိုသော်ငြား အိမ်ထောင်သည် တစ်ယောက်အတွက်တော့ အမှန်တရား မဖြစ်နိုင်တော့ပါဘူး။ချစ်သူ နဲ့ အိမ်ထောင်သည်ဘဝရဲ့ ခြားသွားတဲ့စည်းတစ်ကြောင်းက ပါးပါးလေးပါပဲ။တစ်ခါတစ်လေမှာ အဲဒီ ပါးပါးလေးကပဲ လူကို အတိဒုက္ခ ဖြစ်စေနိုင်ပါတယ်။အချစ် နဲ့ အိမ်ထောင်ရေး အကြောင်းကို ထဲထဲဝင်ဝင် နားလည်နိုင်ဖို့ကားဟောင်းထဲက ...",
        "rating": "6.8",
        "url": "https://megaup.net/XCvc/Happy.End.1999.720p.Blu-ray.REMUX.AVC.DTS-HD.MA5.1-CM.mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y4MBh0EjBlMuOzv9axM4qJlmhzz.jpg",
        "title": "Guardians of the Galaxy Vol. 2 (2017) MCU",
        "description": "The Guardians must fight to keep their newfound family together as they unravel the mysteries of Peter Quill's true parentage. 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity Stone လို႕ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2MEwn/(MCU-CM)Guardians.of.the.Galaxy.Vol.2.2017.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Guardians_of_the_Galaxy_poster-135x200.jpg",
        "title": "Guardians of the Galaxy (2014) MCU",
        "description": "Light years from Earth, 26 years after being abducted, Peter Quill finds himself the prime target of a manhunt after discovering an orb wanted by Ronan the Accuser. 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2MEuq/(MCU-CM)Guardians.of.the.Galaxy.2014.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Untitled11-171x200.png",
        "title": "Play Back (2021)",
        "description": "Play Back (2021)\n============\nIMDb rating (8.2)\nဒီ Telugu ဇာတ်ကားရဲ့ ဇာတ်အိမ်က နည်းနည်းထူးဆန်းပါတယ်...\nCrime, Fantasy, Romance အမျိုးအစားဖြစ်တာကြောင့် စိတ်ကူးယဉ်ဇာတ်လမ်းဇာတ်အိမ်ကိုမှ မှုခင်းလူသတ်မှုတွေနဲ့ ဆက်နွယ်ထားတာပါ။\nKarthik က လက်ရှိကမ္ဘာက လူသား...\nSujatha ကျတော့ ၁၉၉၃ ခုနှစ် ကမ္ဘာက လူသားကောင်မလေး..\nသူတို့နှစ်ယောက်က ကမ္ဘာမတူပေမယ့် တယ်လီဖုန်းပေါ်ကနေ ဆက်သွယ်လို့ရနေတာမျိုး...\nအတိတ်နဲ့ ပစ္စုပ္ပန်ကြားမှာ လူသတ်မှုတွေကလဲ ပါဝင်ပတ်သတ်နေတာမျိုး...\nဇာတ်လမ်းဇာတ်ကွက်ကောင်းသလို မင်းသား မင်းသမီးသရုပ်ဆောင်တွေလဲ ကောင်းတာကြောင့် Rating မြင့် ဇာတ်ကားကောင်းလေးဖြစ်ကြောင်း ညွှန်းဆိုပါရစေ။\n \nFile size…(2.6 GB) and (1.6 GB)\nQuality…WEB-DL 1080p and 720p\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Zin Oo",
        "rating": "8.2",
        "url": "https://megaup.net/2jwB8/(CM)PLAY_BACK_(2021)_Telugu_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_(AAC_2.0).mp4",
        "category": "Bollywood, Crime, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/studentin19sucht_cover1-140x200.jpg",
        "title": "[18+] Student Services (2010) Mes chères études",
        "description": "Student Services/Mes chères études (2010)IMDb Rating (6.1)ပြင်သစ်ကားဖြစ်ပြီး ပြင်သစ်နာမည်ကတော့ Mes chères études ဖြစ်ပါတယ်။လော်ရာဟာ ၁၉ နှစ်အရွယ်ပထမနှစ်တက္ကသိုလ်ကျောင်းသူလေးဖြစ်ပြီး ပညာလိုချင်စိတ်လဲပြင်းပြပါတယ်။\nအချိန်ပိုင်းအလုပ်တစ်ခုနဲ့ သူ့ကျောင်းစရိတ်အထွေထွေကုန်ကျစရိတ်တွေမလုံလောက်ဖြစ်လာခဲ့ပြီး တစ်ခြားနည်းလမ်းရှာဖို့ဖြစ်လာပါတော့တယ်။\nဒီလိုနဲ့အွန်လိုင်းကြေငြာတစ်ခုကတစ်ဆင့် ဂျိုးဆိုတဲ့ အသက် ၅၇ နှစ်အရွယ် နုနုငယ်ငယ်မိန်းကလေးတွေကို\nနှစ်သက်တတ်တဲ့လူကြီးတစ်ယောက်နဲ့ဆုံတွေ့ဖြစ်ခဲ့ပါတယ်။ ထုံးစံအတိုင်း ငွေမရှိလို့မတတ်နိုင်လို့လုပ်ဖြစ်တာ၊\nဒီတစ်ခါပါပဲ၊ ငါ အပျက်မ,မဟုတ်ဘူး ခန္ဓာကိုယ်ကိုမရင်းနိုင်ဘူး စသဖြင့် နှလုံးသွင်းခဲ့ပေမယ့် သက်သက်သာသာနဲ့\nတစ်နာရီကို ယူရိုငွေ ၁၀၀ လောက်ရတဲ့အလုပ်ဟာ လော်ရာကို ဒီလောကနွံထဲ တစ်ရစ်ချင်းဆွဲသွင်းပါတော့တယ်။Student Services ဟာ ၂၀၀၈ ခုနှစ် အမည်မဖော်လိုသူ လော်ရာဒီ ဆိုတဲ့နာမည်နဲ့ရေးသားဖြန့်ချိခဲ့တဲ့ ကိုယ်တိုင်ရေးအတ္ထုပတ္တိစာအုပ် Mes chères études ကိုအခြေခံထားပါတယ်။စာအုပ်နဲ့ပတ်သက်ပြီး အငြင်းပွားစရာတွေကြောင့်တစ်နိုင်ငံလုံးအာရုံစိုက်မှုခံခဲ့ရပေမယ့်စာရေးသူကတော့ ဒါတွေဟာသူကိုယ်တိုင်တွေ့ကြုံခဲ့တဲ့အဖြစ်အပျက်တွေဖြစ်ပြီးပညာသင်စရိတ်မလုံလောက်တဲ့အတွက်ပြည့်တန်ဆာအဖြစ်ငွေရှာခဲ့ရတယ်လို့ဆိုပါတယ်။ဆယ်မိနစ်တစ်ခါလောက်ပါတဲ့ ရဲတင်းပွင့်လင်းတဲ့အိပ်ယာခန်းတွေကြောင့် မိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ပါဘူး။(Dark Side Production မှ တင်ဆက်သည်။)\nFile size…(2 GB) and (1.2 ...",
        "rating": "6.1",
        "url": "https://megaup.net/2jwpk/(DS)Student.Services.2010.FRENCH.ENSUBBED.720p.AMZN.WEB-DL.DDP5.1.H.264-NWD.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-27-at-00.28.30-135x200.png",
        "title": "False Positive (2021)",
        "description": "False Positive (2021)================IMDb Rating - 4.8/10​ပြီးပြည့်စုံတဲ့သူဆိုတာ လောကမှာမရှိဘူးတဲ့ လူဆိုတာ တစ်ခုမဟုတ်တစ်ခုတော့ လိုအပ်ချက်ရှိနေမှာပါပဲ။ကျွန်တော်တို့က perfect လို့ထင်ထားကြတဲ့သူတွေမှာလည်း ကျွန်တော်တို့မမြင်နိုင်တဲ့ လိုအပ်ချက်လေးတွေရှိနေတတ်တာပဲမလား၊အေဒရီယန်နဲ့လူစီတို့ ဇနီးမောင်နှံလည်းဒီလိုပါပဲ အပေါ်ယံကြည့်ရင်တော့ ပြည့်စုံတဲ့သူတွေလို့ထင်ရပေမယ့်သူတို့နှစ်ယောက် ရင်ဆိုင်နေရတဲ့ပြဿနာတစ်ခုရှိနေတယ် ဒီပြဿနာကို ဖြေရှင်းဖို့အတွက် လူတစ်ယောက်နဲ့တွေ့ဆုံမိတဲ့အခါ . . . ကံဆိုးခြင်း ကံကောင်းခြင်းစတာတွေက ဇနီးမောင်နှံနှစ်ယောက်ဆီမှာ ဘာတွေဖြစ်လာမလဲ၊Thriller/Horror ဇာတ်လမ်းစောင့်နေသူတွေအတွက် အကြိုက်တွေ့စေနိုင်တဲ့အပြင် မင်းသားကြီး Pierce Brosnanပါဝင်သရုပ်ဆောင်ထားတဲ့ဇာတ်ကားအသစ်လေးမို့ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Amelia မှရေးသားပေးပြီး . ဘာသာပြန်ရေးသားပေးသူများတော့ Amelia, Jerrica, Shwe Pyae, Jo Jo Va တို့ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 32minSubtitle – Myanmar HardsubFormat – Mp4Genre : Horror, ...",
        "rating": "4.8",
        "url": "https://megaup.net/1Dywp/False.Positive.2021.720p.HULU.WEB-DL.[CM].mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z4H4M2F8OQTB04YC1Opds8MFBb.jpg",
        "title": "In This Corner of the World (2016)",
        "description": "ယူရာနို ဆူဇူ........ဆူဇူဟာ စိတ်ကူးယဉ်ပြီး အတွေးလွန်တတ်တဲ့ မိန်းကလေးတစ်ယောက် ပုဲဆွဲတော်သလိုပုံဆွဲရတာကိုလည်း သူကြိုက်တယ် မိသားစုနဲ့အတူ ဟီရိုရှီးမားမြို့မှာနေပြီး ခပ်တည်တည်နေတတ်ပြီးစိတ်ဆက်တဲ့အကိုနဲ့ သွက်လက်ပြီး ချစ်စရာကောင်းတဲ့ ညီမတို့ကြားက ရိုးရိုးအေးအေးနေတတ်တဲ့ ကောင်မလေးပေါ့ သူမအသက် ၁၈ နှစ်ပြည့်တဲ့အချိန်မှာ မိဘတွေရဲ့ စီစဉ်မှုကြောင့် အိမ်ထောင်ပြုခဲ့ရပြီး ရောင်နောက်ဆံထုံးပါဆိုသလိုခင်ပွန်းဖြစ်သူရဲ့ ဇာတိ ရေတပ်အခြေစိုက်ရာ မြို့ဖြစ်တဲ့ ကူရဲယ်မြို့ကို လိုက်နေရပါတော့တယ် ဒုတိယကမ္ဘာစစ်ဖြစ်ပြီးဂျပန်နိုင်ငံမှာလည်း စစ်မီးတောက်လောင်နေတဲ့အချိန်ဖြစ်လို့ ဆူဇူ တစ်ယောက် အိမ်ထောင်ရှင်မတစ်ယောက်ရဲ့ တာ၀န်ကျေပွန်ဖို့နဲ့ စစ်ပွဲကြီးအတွင်းမှာ အသက်ရှင် သန်နိုင်ဖို့ ကြိုးစားရပါတော့တယ်.....ဒီ anime ‌လေးဟာ အရင်ခေတ် ဂျပန်မိန်းကလေးတွေရဲ့ ဘ၀နဲ့ ဒုတိယကမ္ဘာစစ်အတွင်းက ဂျပန်ပြည်သူတွေ ခံစားခဲ့ရတဲ့ဆင်းရဲဒုက္ခတွေကို နူးနူးညံ့ညံ့လေးနဲ့ ထိရှခံစားရအောင် ဖော်ပြထားလို့ anime ကြိုက်သူ မဟုတ်ရင်တောင် ကြည့်ရှုသင့်တယ်လို့ တိုက်တွန်းလိုက်ပါတယ် Translated and ...",
        "rating": "7.8",
        "url": "https://megaup.net/XA3j/IIn_This_Corner_of_the_World_.720p(CM).mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/ezgif-6-96fd11f39321-1-133x200.jpg",
        "title": "Infernal Storm (2021)",
        "description": "ဂျပန်စစ်တော်လှန်ရေးမှာ ပါဝင်လှုပ်ရှားကြသူတွေဟာ တိုင်းပြည်အတွက်အနစ်နာခံကာ သေပွဲဝင်ဖို့အမြဲတမ်း အသင့်ဖြစ်နေ​ကြတဲ့သူတွေပါမနက်ဖြန် နေထွက် နေဝင်တာကို မြင်ရ မမြင်ရ မသေချာဘဲနဲ့ဆက်လက်လျှောက်လှမ်းနေ​ကြတဲ့ ရဲရင့်တဲ့သူရဲ​ကောင်းတွေပဲဖြစ်ကြပါတယ်ယခုတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ဂျပန်စစ်သားတွေအုပ်စိုးချိန်တရုတ်တော်လှန်ရေးသမားတွေဖြစ်တဲ့ ကွန်မြူနစ်တွေ ဘယ်​လောက်ခက်ခဲကြမ်းတမ်းစွာ စစ်ဆင်ရေးဆင်းရပုံတွေကို ရိုက်ကူးပုံဖော်ထားခြင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကြောင်းအရာလေးကတော့...တရုတ်ကွန်မြူနစ်ဌာနချုပ်ဟာ အူတာနယာစစ်ဆင်ရေးကိုလုပ်ဆောင်ဖို့ သေ​သေချာချာလေ့ကျင့်ရေးဆင်းထားတဲ့ ​လျှို့ဝှက်အေးဂျင့်လေးယောက်ကို ဟာပင်းကို စေလွှတ်လိုက်ပါတယ် ဒါပေမဲ့လည်းသူတို့ရဲ့အတွင်းလူသစ္စာဖောက်ခံရပြီး သရုပ်မှန်ပေါက်ကြားဖို့ဖြစ်လာတဲ့အချိန်မှာတော့သူတို့လေးယောက် ဘယ်လိုအခက်အခဲတွေနဲ့ ဘယ်လိုရင်ဆိုင်ကြုံတွေ့ရမလဲဆိုတာကိုစိတ်ဝင်စားဖွယ် ရင်တမမနဲ့ ကြည့်ရှုခံစားကြရမှာဖြစ်ပါတယ် Quality : WEB-DL 720pFormat : mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.1",
        "url": "https://megaup.net/2jvy7/(CM)Infernal_Storm_2021_WEB-DL__720p.mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/2ysd8ojua69n-133x200.jpg",
        "title": "The Bodyguard 2 (2007)",
        "description": "The Bodyguard 2 (2007)Bodyguard 2 မှာဆိုရင်တော့ သူဋ္ဌေးကြီးရဲ့ဘော်ဒီဂတ်မဖြစ်ခင် အထူးအေဂျင့်ဖြစ်ခဲ့ဖူးတဲ့ ဝူခုန်းရဲ့ နောက်ကြောင်းကိုတွေ့မြင်ကြရမှာပါ။ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရဒေသတစ်ခုရဲ့ အထူးအေဂျင့်ဖြစ်တဲ့ ခမ်လောင်ဟာ ထိုင်းနိုင်ငံဘက်မှာ တရားခံကိုဖမ်းရင်း အမှားတစ်ခုကိုလုပ်မိသွားပါတယ်။အဲအမှားကိုပြင်ဆင်တဲ့အနေနဲ့ အထူးတာဝန်တစ်ခုကိုထမ်းဆောင်ရမယ်ဆိုတော့ အသံသွင်းကုမ္ပဏီတစ်ခုရဲ့ အဆိုတော်အဖြစ် ဟန်ဆောင်ဖို့အကြောင်းဖန်လာပါတော့တယ်။တစ်သက်လုံး လက်ကြောမတင်းဘူးလို့ ထင်လာခဲ့တဲ့ ကိုယ့်ယောက်ျား အဆိုတော်ဖြစ်နေတာကို တီဗွီမှာမြင်လိုက်ရတော့ ခမ်လောင်ရဲ့မိန်းမဟာလည်း ကုမ္ပဏီကိုလိုက်လာပါတော့တယ်။\nအလွဲလွဲအချော်ချော်တွေနဲ့ တာဝန်ထမ်းဆောင်ရမယ့်အပြင်မိန်းမကိုပါ လိုက်ထိန်းနေရမယ့်ခမ်လောင်တစ်ယောက်တာဝန်ထမ်းဆောင်နိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာပါ။The Bodyguard 1 တုန်းကအတိုင်း အက်ရှင်အမိုက်စားလေးတွေနဲ့အူတက်အောင်ရယ်ရမယ့် ရုပ်တည်ကြီးနဲ့သရုပ်ဆောင်ချက်တွေကြောင့်လက်လွတ်မခံသင့်တဲ့ ထိုင်းအက်ရှင်ဟာသကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်။ပထမကားဖြစ်တဲ့ The Bodyguard (2004) ကို https://channelmyanmar.org/the-bodyguard-2004/  ဒီမှာကြည့်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Hazel ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality…HDRip 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Hazel",
        "rating": "5.4",
        "url": "https://megaup.net/2juUg/(CM)The.Bodyguard.2.2007.720p.BluRay.AC3.mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/the-bodyguard-thai-poster-141x200.jpg",
        "title": "The Bodyguard (2004)",
        "description": "The Bodyguard (2004)ထိုင်းနိုင်ငံရဲ့ နာမည်ကြီးဟာသမင်းသားဖြစ်တဲ့ Petchtai ကို တော်တော်များများရင်းနှီးကြမယ်ထင်ပါတယ်။ အခု သူ့ရဲ့နာမည်ကြီးဇာတ်ကားတွေထဲက တစ်ခုအပါအဝင်ဖြစ်တဲ့ The Bodyguard ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ထိုင်းနိုင်ငံ စီးပွားရေးလုပ်ငန်းရှင်ကြီးရဲ့ဘောဒီဂတ်အဖြစ်တာဝန်ထမ်းဆောင်နေတဲ့ ဝူခုန်းဟာ တစ်နေ့မှာတော့သူဋ္ဌေးကြီးကို မကာကွယ်နိုင်တော့တဲ့အခြေအနေတစ်ခုနဲ့ ကြုံဆုံခဲ့ရပါတယ်။ဝူခုန်းရဲ့အမှားကြောင့် အဖေသေသွားရတာလို့ အထင်လွဲနေတဲ့သားဟာ ဝူခုန်းကိုအလုပ်ထုတ်လိုက်ပေမယ့် သူလည်းပဲ သူ့အဖေလိုအခြေအနေမျိုးနဲ့ထပ်ကြုံရတဲ့အခါ...\nဝူခုန်းတစ်​ယောက် သူဋ္ဌေးသားကို အသက်အန္တရာယ်ကနေကာကွယ်နိုင်ပါ့မလား...အက်ရှင်ကြမ်းကြမ်းလေးနဲ့ကြည့်ရမှာဖြစ်သလို ရယ်မောစရာဟာသလေးတွေနဲ့ တစ်ကားလုံးပါးစပ်မစိနိုင်အောင်ရယ်နေရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားရဲ့အဆက် The Bodyguard 2 (2007) ကို  https://channelmyanmar.org/the-bodyguard-2-2007/  ဒီမှာကြည့်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Hazel ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Hazel",
        "rating": "5.8",
        "url": "https://megaup.net/XAzo/(CM)The.Bodyguard.2004.720p.HDRip.mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ndCPKLs52CraXHsAH76LI6UOTW0.jpg",
        "title": "Tiger Robbers ( 2021 )",
        "description": "Tiger robbers တဲ့ ကျားပြန်ပေးဆွဲကြသူများပေါ့...ဒီဇာတ်လမ်းလေးက နည်းနည်းတော့ ရိုးရှင်းတယ် ဒါပေမယ့် နက်နဲတယ် ရှုပ်ထွေးတယ်။အကျဉ်းနည်းနည်းပြောပြရရင် အများနဲ့မတူ တစ်မူထူးနေတဲ့ ဂေါက်သီး ၃ ယောက်ကပေါင်းပြီး ပိုင်ရှင်မဲ့တိရစ္ဆာန်လေးတွေကို ကယ်တင်ပြီး ပိုင်ရှင်ပြန်လာတဲ့အထိစောင့်ပေးတယ်။ ပိုင်ရှင်ပြန်မပေါ်လာရင်လည်း ပိုင်ရှင်လိုက်ရှာပေးတယ်။ဒီဂေါက်သီး ၃ ယောက်အကြောင်းပြောရမယ်ဆိုရင် မကောင်းတဲ့သူတွေလက်ထဲကဘာမဆို ခဏလေးနဲ့ ခိုးတတ်တဲ့ ခေတ်သစ်ရော်ဘင်ဟုဒ်ရယ်အိုင်းစတိုင်းကို အားကျပြီး ပေါက်ကရတီထွင်နေတဲ့ ဦးထုပ်ဆန်းဆန်းဝတ်တတ်တတဲ့ကိုတီထွင်ကြီးရယ်၊ ယောက်ျားတွေတောင်အရှုံးပေးရလောက်တဲ့အကြည့်တစ်ချက်နဲ့ အလိမ်အညာစကားအကုန် မှန်းနိုင်တဲ့ ကုတုံးဆံပင်ပေါက် မမရယ်ပေါ့။တစ်နေ့ သူတို့က သူတို့ထက်ပိုဂေါက်တဲ့ သမီးပျောက်ရှာနေတဲ့ အမျိုးသမီးတစ်ယောက်ကိုရှာတွေ့တော့တယ်။ ဇာတ်လမ်းက အဲ့ဒီမှာစတော့တာပဲ။သမီးပျောက်လိုက်ရှာတဲ့အမျိုးသမီးရဲ့ သမီးက လူမဟုတ်ဘဲ ကျားဖြစ်နေတဲ့အခါကြတော့ရဲတိုင်လို့လည်းမရ။ အလွတ်တန်းစုံထောက်တွေအပ်တော့လည်း ငွေလိမ်ပြီးပြေးကြတာပဲ။ဒီဂေါက်သီး ၃ ယောက်ကတော့ ငွေလည်းလိမ်မပြေးသလို သေချာလည်း ရှာပေးပါတယ်။တစ်ခုပဲ... ဂေါက်သီး ၃ ယောက်ရယ် ဂေါက်သီးမလေးရယ်ပေါင်းပြီးလိုက်ရှာတော့အလွဲလေးတွေရှိတာပေါ့။ ကြားထဲ ကျားသမီးလေးကို ခိုးသွားတဲ့တစ်ဖက်ကလည်းဂေါက်သီးကြီးဆိုတော့ ဇာတ်လမ်းက သွားအအေးပတ်တာပေါ့။စိတ်ပြေလက်ပျောက်ကြည့်လိုက်ကြနော်။ Quality : WEB-DL ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Dxen/(CM)Tiger.Robbers.2021.WEB-Dl-720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pj6UQPrtmC0snzPeU1HUhGWTgz6.jpg",
        "title": "The Ice Road (2021)",
        "description": "Taken မင်းသားကြီး လီယံနယ်ဆန်ရဲ့ ရုပ်ရှင်အသစ်ပါ။ သည်းထိပ်ရင်ဖိုအမျိုးအစားပါပဲ။အမေရိကမြောက်ပိုင်းစွန်းမှာ ရှိတဲ့ ဓာတ်ငွေ့တွင်းတစ်ခု ပေါက်ကွဲမှုဖြစ်ပြီး ပြိုကျသွားတဲ့အခါ အလုပ်သမား၂၆ ယေက်လောက် ပိတ်မိသွားပါတယ်။ သူတို့အတွက် အောက်စီဂျင်ကလည်း နာရီ ၃၀ လောက်ပဲ ရှိနိုင်တာမို့ သူတို့ကိုကယ်ထုတ်ဖို့ အရေးပေါ်လိုလာပါတယ်။ ဒါပေမယ့် ဥမင်ပြိုကျရတာက မက်သိန်းဓာတ်ငွေ့လိုင်းကြီးကို တူးမိလို့ ဖြစ်တာမို့ဓာတ်ငွေ့တွေကို ထုတ်ပစ်ဖို့ စက်ကြီးတစ်ခု ရှိဖို့လိုနေပါတယ်။ အဲဒီစက်က ၂၅ တန်လောက်လေးတဲ့အတွက်ရေခဲပြင်ပေါ်ကို လေယာဉ်ဆင်းပြီး သယ်လို့မရသလို ရဟတ်ယာဉ်နဲ့လည်း မနိုင်ပါဘူး။ ဒီတော့ ကားနဲ့သယ်ဖို့တစ်နည်းပဲ ရှိပါတော့တယ်။ ကားတွေကလည်း ရေခဲလမ်းလို့ ခေါ်တဲ့ ခဲနေတဲ့ မြစ်ရေပြင်ပေါ်က လမ်းကိုဖြတ်မောင်းရမှာဖြစ်ပြီး ဧပရယ်လထဲမှာ ဖြစ်လို့ ဘယ်ဒရိုင်ဘာမှ မမောင်းရဲပါဘူး။ အဲဒီအချိန်မှာ မောင်းပြီးပို့ရဲတဲ့ဒရိုင်ဘာ သုံးယောက်ပေါ်လာတဲ့အခါ ပိတ်မိနေတဲ့သူတွေအတွက် ...",
        "rating": "7.4",
        "url": "https://megaup.net/2juju/The.Ice.Road.2021.720p.WEB.H264(CM).mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/The-Green-Force-2021-Hindi-Movie-1080p-AMZN-HDRip-ESub-1.6GB-Downoad89fd32e0a1e307a8-171x200.jpg",
        "title": "The Green Force (2021) Mission 14th March",
        "description": "IMDb Rating (7.9) ဆိုပေမယ့် Rating ပေးသူ ဆယ်ဂဏန်းပဲရှိသေးတာကို သတိပြုရမှာပါ။ဇာတ်လမ်းကတော့...Green Force ဆိုတာ အိန္ဒိယနိုင်ငံကို အကြမ်းဖက်သမားရန်တွေကနေ ကာကွယ်ဖို့\nအထူးဖွဲ့စည်းထားတဲ့အဖွဲ့ဖြစ်ပြီး  ပြည်သူ့မျိုးချစ်လက်ရွေးစင်တွေစုပြီး\nသီးခြားရပ်တည်နေတဲ့ အဖွဲ့ဖြစ်တယ်...အစိုးရနဲ့သက်ဆိုင်ခြင်းမရှိပါဘူးအိန္ဒိယ-ပါကစ္စတန် ပြသနာတွေကြားထဲမှာ လူဆိုးတစ်ယောက်ရဲ့ လက်က 14th March ဆိုတဲ့ တက်တူးအရ\nအကြမ်းဖက်တိုက်ခိုက်မယ့်အစီအစဉ်ကို သိရှိသွားတဲ့အခါမှာတော့ Green Force အဖွဲ့ရဲ့ မစ်ရှင်အသစ်စတင်ပါတော့တယ်....ဒါပေမယ့် Mission 14th March ရဲ့နောက်ကွယ်မှာ နိုင်ငံရေးပါတီတွေနဲ့\nပါကစ္စတန်နိုင်ငံက အကြမ်းဖက်အဖွဲ့အစည်းတွေအပြင် အတွင်းစည်းက သစ္စာဖောက်တွေပါ\nပါဝင်ပတ်သတ်နေတာကြောင့် နိုင်ငံရေး ပဋိပက္ခတွေကြား\nသူတို့မစ်ရှင်ကို ဘယ်လိုဆောင်ရွက်ကြမလဲဆိုတာ...။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Sein Lae ဖြစ်ပါတယ်။) \nFile size…(2 GB) and (1.2 GB)\nQuality…WEB-DL 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:46:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Sein Lae",
        "rating": "7.9",
        "url": "https://megaup.net/Xz8z/The.Green.Force.2021.720p.AMZN.WEB-DL.DDP2.0.H.264-Telly.mp4",
        "category": "Action, Bollywood, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tdyfT4EIGpt2cWnwyNGP0gJdsPN.jpg",
        "title": "Cliff Walkers ( 2021 )",
        "description": "ဂျပန်စစ်တော်လှန်ရေးမှာ ပါဝင်လှုပ်ရှားကြသူတွေဟာ တိုင်းပြည်အတွက်အနစ်နာခံကာ သေပွဲဝင်ဖို့အမြဲတမ်း အသင့်ဖြစ်နေ​ကြတဲ့သူတွေပါမနက်ဖြန် နေထွက် နေဝင်တာကို မြင်ရ မမြင်ရ မသေချာဘဲနဲ့ဆက်လက်လျှောက်လှမ်းနေ​ကြတဲ့ ရဲရင့်တဲ့သူရဲ​ကောင်းတွေပဲဖြစ်ကြပါတယ်ယခုတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ဂျပန်စစ်သားတွေအုပ်စိုးချိန်တရုတ်တော်လှန်ရေးသမားတွေဖြစ်တဲ့ ကွန်မြူနစ်တွေ ဘယ်​လောက်ခက်ခဲကြမ်းတမ်းစွာ စစ်ဆင်ရေးဆင်းရပုံတွေကို ရိုက်ကူးပုံဖော်ထားခြင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကြောင်းအရာလေးကတော့...တရုတ်ကွန်မြူနစ်ဌာနချုပ်ဟာ အူတာနယာစစ်ဆင်ရေးကို လုပ်ဆောင်ဖို့သေ​သေချာချာလေ့ကျင့်ရေးဆင်းထားတဲ့ ​လျှို့ဝှက်အေးဂျင့် လေးယောက်ကိုဟာပင်းကို စေလွှတ်လိုက်ပါတယ် ဒါပေမဲ့လည်း သူတို့ရဲ့အတွင်းလူသစ္စာဖောက်ခံရပြီး သရုပ်မှန်ပေါက်ကြားဖို့ဖြစ်လာတဲ့အချိန်မှာတော့ သူတို့လေးယောက်ဘယ်လိုအခက်အခဲတွေနဲ့ ဘယ်လိုရင်ဆိုင်ကြုံတွေ့ရမလဲဆိုတာကိုစိတ်ဝင်စားဖွယ် ရင်တမမနဲ့ ကြည့်ရှုခံစားကြရမှာဖြစ်ပါတယ် Quality : WEB-DL 720pFormat : mp4During : 2hrFilesize : 1.37 GBSubtitle : Myanmar Sub ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "7.0",
        "url": "https://megaup.net/1Dwy8/(CM)Cliff.Walkers.2021.WEB-DL.720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-25-at-00.33.21-140x200.png",
        "title": "Send It! (2021)",
        "description": "Send It! (2021)============IMDb Rating - 6.0/10စိတ်ညစ်နေချိန် ပေါ့ပေါ့ပါးပါး ကြည့်လို့ရမယ့် အားကစားနောက်ခံလူငယ်ဇာတ်ကားလေးပါ။ဘီလီဂျွန်ဆင့်မှာ မိဘမရှိပါဘူး...သူ့ကိုထိန်းကျောင်းစောင့်ရှောက်ပေးခဲ့တာကတော့ သူ့ဖခင်ရဲ့ မိတ်ဆွေလုပ်ဖော်ကိုင်ဘက်ဟောင်းရေလွှာလျှောစီးနည်းပြတစ်ယောက်ပါ...ဘီလီတို့က တက္ကဆက်က Water park တစ်ခုမှာနေပြီး သူပါရမီပါလာတာ တစ်ခုရှိပါတယ်...\nအဲဒါကတော့ Kitesurfing လို့ခေါ်တဲ့ စွန်ကိုဆွဲပြီး ရေလွှာလျှောစီးတဲ့အားကစားပါပဲ...ဘီလီ့အရည်အချင်းကိုသိတဲ့နည်းပြနဲ့ မြို့သားတွေက မြောက်ပိုင်းကာရိုလိုင်းနားမှာ ခမ်းခမ်းနားနားကျင်းပတဲ့ အက်စ်သုံးလုံးရေလွှာလျှောစီးပြိုင်ပွဲအတွက် ဝင်ကြေးစုပြီး လွှတ်လိုက်ကြပါတယ်...ဒီလိုနဲ့ ဘီလီတစ်ယောက် အဲဒီကိုပြိုင်ပွဲဝင်ဖို့သွားရင်း လမ်းမှာဒုက္ခရောက်နေတဲ့ကောင်မလေးတစ်ယောက်ကို ကယ်မိရာက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ဆက်လက်ရှူစားကြည့်ကြပါဦး...(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 41minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, ComedySource : 1080p.WebRipTranslator – May ...",
        "rating": "6.0",
        "url": "https://megaup.net/2jtjv/Send.It.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-24-at-16.27.58-135x200.png",
        "title": "Spirit Untamed (2021)",
        "description": "Spirit Untamed (2021)=================IMDb Rating - 5.6/102021 ခုနှစ်ထွက် Dreamworks ရဲ့ Animation ကားလေး မြင်းစီးပြီးပရိသတ်ရှေ့ရောက်လာပါပြီ...ချစ်တဲ့စိတ်ကို ချုပ်တည်းလို့မရသလို စွန့်စားချင်တဲ့စိတ်ကိုလည်း ချုပ်တည်းလို့မရနိုင်ပါဘူးနော်... အခုတော့ဒီဇာတ်ကားလေးမှာ Dream Work ကနေပြီးတော့ သွက်သွက်လက်လက် နဲ့ ချစ်ဖို့ကောင်းတဲ့ ဇာတ်ကောင်ကိုမွေးဖွားလိုက်ပြန်ပါပြီ။ မိန်းကလေးဆိုတာ သိမ်သိမ်မွေ့မွေ့ နဲ့ အိမ်ထဲမှာပဲ ချက်ပြုတ်တတ်ရင်ရပြီဆိုတဲ့ Logicကိုလည်းရိုက်ချိုးပြချင်တဲ့ပုံပါပဲ။ကလေးသဘာဝ ဆော့ကစားချင်တဲ့အရွယ်မှာ အမိမဲ့ လပ်ကီးတစ်ယောက်ကတော့ ဇီဇာကြောင်အဒေါ်ဖြစ်သူရဲ့ဆုံးမမှုအောက်မှာ ဗိုင်းကောင်းကျောက်ဖိဖြစ်အောင် နေနေရပါတယ်။ ဒါပေမဲ့လည်း ဗီဇလေးက ပါလေတော့ အဘိုးရဲ့ပါတီပွဲမှာသောင်းကျန်းခဲ့တာမို့ ကြီးဒေါ်နဲ့အတူ အဖေရှိရာ တောရွာလေးထဲ ရောက်လာခဲ့ပါတော့တယ်။ထိုတောရွာလေးမှာ လပ်ကီးအမေရဲ့ အမှတ်တရတွေအများကြီး ရှိနေပြီး မြို့ပြမှာ နေခဲ့တဲ့မိန်းကလေးတစ်ယောက် တောရွာမှာနေရတဲ့အခါ မြင်းတစ်ကောင်နဲ့ ဘယ်လိုဗွေတွေဖောက်မလဲ၊ သူမမှတ်မိတဲ့ သူ့အမေရဲ့အကြောင်းကို ဘယ်လိုရှာဖွေမလဲဆိုတာတွေကို ပေါ့ပေါ့ပါးပါးနဲ့ ဇာတ်လမ်းဇာတ်ကွက်ကျကျလေးကြည့်ရမှာမို့ အမြန်ဆုံးတင်ဆက်ပေးလိုက်ပါတယ် . . .(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/Xyzw/Spirit.Untamed.2021.WebDL.1080P[CM].mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cVn8E3Fxbi8HzYYtaSfsblYC4gl.jpg",
        "title": "Your Eyes Tell (2020)",
        "description": "Your Eyes Tell (2020)မိုးအေးနေတဲ့ဒီလိုအချိန်တွေမှာ ကြည့်လို့ကောင်းမဲ့ Melo Drama ဇာတ်ကားတစ်ခုပါ။\nRyusei Yokohama နဲ့ Yuriko Yoshitakaတို့က ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nနာမည်ကြီး Kpop group ဖြစ်တဲ့ BTS အဖွဲ့ရဲ့ \"Your Eyes Tell\" သီချင်းကို Theme Song အဖြစ်အသုံးပြုထားပါတယ်။အန်တိုနီယို ရေးက လက်ဝှေ့သမားဖြစ်ခဲ့ဖူးပေမဲ့ အတိတ်ကလုပ်ရပ်အမှားကြောင့် အတိတ်ကိုပြန်မပြောချင်တဲ့အထိ သူ့ကိုယ်သူ စိတ်နာနေတဲ့သူပါ။ \"အကရီ\"ကတော့ သူ့မိဘတွေနဲ့ခရီးသွားရင်း ကားမတော်တဆဖြစ်ပြီး အမြင်အာရုံဆုံးရှုံးခဲ့ရသူပါ။ထောင်ကထွက်လာပြီးတဲ့နောက် ရေးက လက်ဝှေ့ဆရာတွေဆီပြန်မသွားဘဲ ဇာတ်မြှုပ်ရင်း ကားပါကင်စောင့်တဲ့အလုပ်ကိုဝင်လုပ်ပါတယ်။အကရီက ရေးကို ကားပါကင်စောင့်တဲ့ဦးလေးလို့အထင်မှားပြီး ရေးနဲ့စကားပြောမိရာကနေ သူတို့နှစ်ဦးစပြီးဆုံကြပါတယ်။ဘဝကိုအရှုံးပေးထားတဲ့ ရေး က အမြင်ဆုံးရှုံးထားပေမဲ့ ဘဝမှာ ပျော်ပျော်နေနိုင်အောင်ကြိုးစားနေတဲ့ အကရီကိုကြည့်ပြီး ပြောင်းလဲလာပါတယ်။တစ်ဖက်မှာလည်း သူ့ရဲ့အတိတ်ဟောင်းတွေနဲ့အတူ အကရီရဲ့မျက်စိကွယ်ရတဲ့အကြောင်းအရင်းက ဆက်စပ်နေတဲ့အခါ...ရေးနဲ့အကရီတို့နှစ်ယောက် ဘာတွေဆက်ပြီးကြုံတွေ့ကြရမလဲ...ဒဏ်ရာတွေကို ဘယ်လိုကုစားဖေးမပေးကြမှာလဲဆိုတာကို ဇာတ်လမ်းထဲမှာဆက်ပြီးကြည့်ရှုပေးပါဦး။( အညွှန်းရေးသားထားသူကတော့ Ingyin San ...",
        "rating": "7.1",
        "url": "https://megaup.net/2jtfp/Your_Eyes_Tell_(2020)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kETYRGA15L0wkVPugSl8lKmSgFn.jpg",
        "title": "Rock Dog 2: Rock Around the Park (2021)",
        "description": "Rock Dog 2(2021)2016 မှာထွက်ရှိထားတဲ့ Rock Dog ရဲ့အဆက်ထူးခြားတဲ့ ဆန်းသစ်မှုများနဲ့နောက်ထပ် Rock Dog 2 ထွက်ရှိလာပါပြီဒီတစ်ခေါက်မှာတော့ နှင်းတောင်ကြားထဲကBodi လေးဆီကိုကမ္ဘာကျော်ဖြစ်ဖို့အခွင့်အရေးက နောက်တစ်ဖန်ဆိုက်ဆိုက်မြိုက်မြိုက် ရောက်လာပါပြီBodi တစ်ယောက် သူ့တီးဝိုင်းက ဘော်ဒါတွေနဲ့မွေးရပ်မြေကိုစွန့်ခွာပြီး​ကမ္ဘာကျော်အဆိုတော်ဖြစ်ဖို့ သွားကြိုးစားတဲ့အခါဘာတွေဆက်ဖြစ်ဦးမှာလဲရှေ့က Rock Dog ထက်ပိုကောင်းတဲ့Rating နဲ့ လောလောလတ်လတ်ထွက်ရှိထားတာမို့ကြည့်ရှုလိုက်ကြပါဦး Reviewed by : AmeliaEncoded by : Amelia and YKQuality :: 1080p Blu-Ray x264 and 720pFile Size : 1.71Gb and 1.25GbFormat : mp4Duration : 1h 30mins",
        "rating": "7.3",
        "url": "https://megaup.net/Xy27/Rock.Dog.2.Rock.Around.the.Park.2021.720p(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/young-people-fucking-czech-movie-cover-147x200.jpg",
        "title": "[18+] Young People Fucking (2007)",
        "description": "Dark Side Production မှတင်ဆက်သည်။IMDb (6.3)ဒီဇာတ်ကားလေးကတော့\nလိင်ကိစ္စတက်ကြွနေဆဲဖြစ်တဲ့\nလူငယ်လေးတွေရဲ့ သဘာဝကို\nဟာသနှောပြီး ရိုက်ပြထားပါတယ်\nဇာတ်ကားထဲမှာ စုံတွဲ ၅တွဲပါဝင်ထားပြီး\nတစ်တွဲနဲ့တစ်တွဲရဲ့ လိင်ဆက်ဆံဖြစ်ပုံလေးတွေကလည်း မတူညီကြပါဘူး ။\nပြီးတော့ ဝမ်းသာစရာက.....\nဇာတ်ကားတစ်ကားလုံးကလဲ ကုတင်ပေါ်မှာတင် အဆုံးသတ်သွားတာဆိုတော့ကာ........၁)Friends\nပထမစုံတွဲက သူငယ်ချင်းတွေပါ ။ငယ်ငယ်တည်းက ရင်းနှီးခဲ့တဲ့ သူငယ်ချင်းတွေဖြစ်ပြီး လိင်ကိစ္စအာသာပြေဖို့ သက်သက်သာ\nဆက်ဆံကြမှာပါ။၂)Room-mate\nဒုတိယအတွဲကတော့ ဆန်းကျယ်စွာပါပဲ\nလူ ၃ယောက် ဖြစ်နေတာပါ။\nသူ့ကောင်မလေးကို သူ့အခန်းဖော်က လိင်ဆက်ဆံတာကို ထိုင်ကြည့်ချင်တာပါတဲ့.....၃)The couple\nတတိယစုံတွဲကတော့ လင်မယားတွေပါ။\nဒါပေမယ့် တစ်ယောက်နဲ့တစ်ယောက် မရိုးသွားအောင်လို့တဲ့ ကျွန်တော်တို့ စိတ်ကူးထဲမှာတောင် မယဉ်ဘူးတဲ့ ဆန်းကျယ်လှတဲ့\nနည်းလမ်းတစ်မျိုးနဲ့ Sex ကိစ္စလုပ်ကြမှာပါ.......၄)The exesဒီ စတုတ္ထအတွဲကတော့\nလင်မယားဟောင်းတွေပါ\nအကြောင်းအမျိုးမျိုးကြောင့် လမ်းခွဲခဲ့ကြပြီးမှ\nပြန်တွေ့ကြတဲ့အခါ.....ခံစားချက်ရမ္မက်ကြီးမားစွာနဲ့..........ချစ်ရည်လူးကြမှာပါ....၅)The first date\nဒီနောက်ဆုံးအတွဲကတော့\nပထမဆုံးအကြိမ်ချိန်းတွေ့ကြတာပါ\nပထမဆုံးအကြိမ်ဆိုပေမယ့် ယောကျာၤးလေးရဲ့ မိန်းမတွေနဲ့ ပတ်သက်တဲ့ စကေးကြမ်းမှု\nကြောင့်.....ကုတင်ပေါ်ရောက်သွားကြတဲ့အခါ.......။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Dark Side Production မှ Triple X ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality…BluRay 1080p and ...",
        "rating": "6.3",
        "url": "https://megaup.net/Xy4c/Young.People.Fucking.2007.720p.BluRay.x264-CiNEFiLE.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/rape-zombie-lust-of-the-dead1-140x200.jpg",
        "title": "[18+]Rape Zombie: Lust of the Dead (2012)",
        "description": "ခုဆိုရင် 18+ကားလေးတွေကိုမှ ဇာတ်လမ်းကောင်းကောင်းနဲ့ကြည့်ချင်တဲ့လူများအတွက် ကားကောင်းလေးတခုကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဒီကားလေးကတော့ Rape Zombie: Lust of the Dead(2012)ကားလေးပဲဖြစ်ပါတယ။်\nဒီကားလေးမှာတခြား Zombie ကားတွေနဲ့မတူပဲနဲ့ကွဲထွက်နေတာလေးတခုရှိပါတယ်။\nအဲ့ကွဲထွက်နေတာလေးတခုကပဲ ကြည့်ရှုတဲ့သူတွေကိုဆွဲဆောင်နိုင်မှာအသေအချာပါပဲ။နောက်တချက်အနေနဲ့ကတော့ ဒီကားလေးဟာ18+ ကားတကားဖြစ်ပေမဲ့လည်း တချို့လူသဘာဝတရားသီရိုရီတွေကိုပါ တခါတည်းထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဒီကားအမျိးအစားလေးကတော့ Horror အပေါ်အခြေခံထားပြီးတဲ့ 18+ကား တကားဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ ဂျပန်ကိုနယူးကလီးယားဗုံးအကြဲခံလိုက်ရပြီးတော့ အမျိုးသမီးတွေကို လိင်စိတ်ဆာနေတဲ့ဇွန်ဘီးတွေက တိုက်ခိုက်ကြပါတယ်။ ဒါပေမဲ့ဇွန်ဘီးတွေက ဘယ်လိုတိုက်ခိုက်ကြလဲ နောက်ဆုံးဇွန်ဘီးတွေကိုဘယ်လိုနိမ်နင်းခဲ့လဲဆိုတာကို မျက်လုံးပြူးသွားရလောက်အောင်ခံစားကြည့်ရှုကြရမှာဖြစ်ကြောင်း.........ငိငိ\nအမြည်းလေးညွှန်းပေးလိုက်ပါတယ်။(မှတ်ချက်)\nကလေးသူငယ်များကြည့်ရှု့ရန်မသင့်တော်ပါJake(NNL) ရမ်းသမ်းဖောရှောဘာသာပြန်ထားခြင်းဖြစ်ပါတယ်။ File size__( 1.2 GB )\nQuality__1080p\nFormat__mp4\nDuration__01:29:43\nType__Adult, Asian\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Jake(NNL)\nEncoded by Dark Devil",
        "rating": "3.9",
        "url": "https://megaup.net/Xy0r/[18+]Rape_Zombie_Lust_Of_The_Dead_(2012).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/47URgo6dIQdJsQdpYsLG2MZbIZV.jpg",
        "title": "Dragon Inn Part 2 : The Night of Salvation (2021)",
        "description": "Dragon Inn Part 2 : Night of the Gods (2021)၂၀၂၀ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Dragon Inn ရဲ့ အဆက် ထွက်ရှိလာပြီပဲ ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ မိန်းကလေးတွေ ဆက်တိုက် ပျောက်ဆုံးနေမှုကို လိုက်ရမှာပါ။ဒီမိန်းကလေးတွေက မပျောက်ဆုံးမီမှာ စာကျက်ဝိုင်းတစ်ဝိုင်းမှာ စာသွားကျက်ခဲ့ကြပါတယ်။အဲဒီစာကျက်ဝိုင်းကနေတစ်ဆင့် ထောင်ကလွတ်လာတဲ့ ဘာသာရေးဆရာ တစ်ယောက်ဆီကို ရောက်ရှိသွားတယ်လို့ ခန့်မှန်းမီတဲ့အချိန်မှာတော့ .....ပုတ်သင်ဥ တူးတာ ညောင်မြစ်ပေါ် ဆိုသလိုပါပဲ။စုံစမ်းလေ ပေါ်ထွက်လေ ဖြစ်လာတဲ့ အမှုတွေကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။Mydrama List မှာ 7.7 ရရှိထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Aerigom ပဲ ဖြစ်ပါတယ်။File size…1.8 GB and 1.1 GB\nQuality….HDRip 1080p and 720p\nFormat…mp4\nDuration….1h 31min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "7.7",
        "url": "https://megaup.net/Xxq3/Dragon_Inn_Part_2_The_Night_of_the_Gods_2021.720p.FHDRip.CM.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/hear-me-poster-141x200.jpg",
        "title": "Hear Me (2009)",
        "description": "Hear Me (2009)____IMDb - 7.5/10\n အချစ်မှာ မျက်စိမပါဘူးလို့ဆိုကြပါတယ်။\nတကယ်တော့ အချစ်မှာ နားလဲမပါဘူးဆိုတာ ဒီဇာတ်ကားမှာတွေ့ရပါမယ်။\nအကြားအာရုံမပါဝင်ဘဲ ချစ်ခြင်းမေတ္တာတစ်ခုဖြစ်ပေါ်လာပုံကို တင်ဆက်ထားပါတယ်။\nချစ်ခြင်းမေတ္တာကိုဖွဲ့နွဲ့ကြတဲ့ဇာတ်ကားတွေထဲမှာ ဒီဇာတ်ကားကတော့ ပိုမိုထူးခြားပါတယ်။\nအလွန်ပေါ့ပါးစွာ တင်ဆက်ထားပေမယ့် နက်နဲတဲ့ချစ်ခြင်းရဲ့ရသတွေကို ကြည့်နေရင်းခံစားရပါတယ်။\nဇာတ်ကားရဲ့အဆုံးသတ်စာသားလေးကလဲ ကြည်နူးဖွယ်ရာပါ။\n\" အချစ်နဲ့အိမ်မက်ကအံ့သြဖွယ်ကောင်းပါတယ်။\nသူတို့တွေဟာ ကြားဖို့ရော စကားပြောဖို့ရော ဘာသာပြန်ပေးဖို့ရော မလိုအပ်ကြဘူး။\"\nDrama, Romance အမျိုးအစား ထိုင်ဝမ်ဇာတ်ကားဖြစ်ပြီး\nIMDb Rating (7.5/10) ရရှိထားလို့\nကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ။\n(ဒီဇာတ်ကားကိုတော့ Phyo Thu Hein မှခံစားတင်ဆက်ထားပါတယ်။)\n  \nFile size...(804 MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:49:27\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator.....Phyo Thu Hein\nEncoder....Nyeinsaeya Aung",
        "rating": "7.5",
        "url": "https://megaup.net/3zvwg/Hear_Me_(Ting_Shuo)_[2009]_(MM_Sub).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p10854431_v_v8_aa-133x200.jpg",
        "title": "Hitman: Agent 47 (2015)",
        "description": "IMDb Rating 5.7 ရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။အေးဂျင့်47 ဟာ မျိုးဗီဇပြုပြင်ထားတဲ့ အဆင့်မြင့်ကြေးစားလူသတ်သမားတစ်ယောက်ဖြစ်ပြီး သူဟာ သာမန်ကြေးစား လူသတ်သမားထက် ပိုမိုတဲ့ စွမ်းအင်တွေရှိပြီး သူ့ကို အလွယ်တကူ သတ်ဖြတ်လို့ မရပါဘူး။ သူ့ဦးခေါင်းနောက်စေ့မှာ သူ့ကိုယ်ပိုင်နံပတ် ၄၇ ဆိုတာပါရှိပြီး အဲဒီနေရာကို ဖျက်ဆီးပစ်နိုင်မှာသာ အေးဂျင့်47လိုမျိုးဗီဇပြင်အဆင့်မြင့် ကြေးစားလူသတ်သမားတွေကိုသတ်ဖြတ်နိုင်မှာ\nဖြစ်ပါတယ်။ဇာတ်ကားစစချင်းမှာ အေးဂျင့်47ဟာ ကောင်မလေး တစ်ယောက်ကို ရှာဖွေပါတယ်။အဲဒီကောင်မလေးဟာ ဥရောပတိုက်ကဖြစ်ပြီးအဲဒီကောင်မလေး နောက်ကို အေးဂျင့်47လိုက်နေချိန်မှာအေးဂျင့်47  နောက်ကိုလည်း အခြားသူတွေက လိုက်နေပါတယ်။အေးဂျင့် 47 လိုက်ရှာနေတဲ့ ကောင်မလေး ကတော့ ကတ်တီးယား ဆိုတဲ့ ကောင်မလေးပဲ ဖြစ်ပါတယ်။  အဲဒီကောင်မလေးဟာ ဘေးကြုံခါနီးမှာ သူ့ဘေးကို ကြိုမြင်နိုင်တဲ့ အစွမ်းရှိပြီး အေးဂျင့် 47 သူဆီ လာနေတာကိုကြိုသိလိုက်တာနဲ့ ခြေရာဖျောက်ထွက်ပြေးပါတယ်။ အေးဂျင့်47 ကို ခြေရာဖျောက် ပြေးလာတဲ့ ကတ်တီးယား မြေအောက် ဘူတာရုံ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2d1rv/Hitman-Agent_47_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/121374411_181165793552745_7049776219566189371_o-143x200.jpg",
        "title": "[21+] Q Desire (2011)",
        "description": "စိတ်လွတ်ကိုယ်လွတ် လွင့်မျောချင်ရင်တော့ ဒီဇာတ်ကားက အဲ့လိုပါ..\nဇာတ်ကောင်တွေဟာ သူတို့ကိုယ်တိုင်နားမလည်မှုများနဲ့ မျောချင်ရာမျောနေတာမျိုး...\nသူတို့ရဲ့အမူအကျင့်တွေဟာ အမှောင်ခြမ်းတစ်ခုစီကို ကိုယ်စားပြုနေတာမျိုး...\nလိုက်ကြည့်ရင်း မှောင်ကြတာပေါ့...ဒီဇာတ်ကားထဲက အဖော်အချွတ်အားလုံးက Graphic Nudity မဟုတ်ပါဘူး....\nဘာ Graphic မှ မသုံးထားပါဘူး...အကုန်အစစ်တွေချည်းပါပဲ....:3\nဒါရိုက်တာက ပြောချင်ရာပြောဖို့မှာ ဘာကိုမှ မညှာတာဘဲ\nအကုန်ပလိန်းကြီး အရှိအတိုင်းချပြထားပါတယ်...ဇာတ်ကားက နှစ်နာရီဝန်းကျင်ပဲရှိပေမယ့်...ကြည့်လိုက်ရင် ၄ နာရီနီးပါးကြာကြာတတ်ပါတယ်...\nဘာလို့ဆို ခဏခဏ Pause လုပ်လိုက် ..နောက်ပြန်ရစ်ကြည့်လိုက် လုပ်နေရလို့ပါ...\nပြီးရင် သတိရတိုင်းလဲ ပြန်ပြန်ကြည့်ကြည့်ဖြစ်ပါမယ်...\nသေချာတာတစ်ခုကတော့ လူသူတိတ်ဆိတ်တဲ့နေရာမှာ တစ်ယောက်ထဲအေးဆေးကြည့်မှ အဆင်ပြေမှာပါ။ဒီဇာတ်ကားကြည့်ပြီးရင် မင်းသမီး Déborah Révy နဲ့ Hélène Zimmer တို့အကြောင်းကို ပိုပိုရှာကြည့်မိပါမယ်...\nပြင်သစ်မင်းသမီးတွေဖြစ်ပြီး ဆွဲဆောင်မှုအပြည့်ရှိကြောင်း ထောက်ခံပါတယ်...Uncut Version ဖြစ်တာနဲ့အညီ ဘာဆင်ဆာမှ မပါတာကြောင့် 21+ အရွယ်တွေ ကြည့်ဖို့သာ တိုက်တွန်းလိုက်ပါတယ်။ဘာသာပြန်အသစ် Quality Update လေးမို့ ကြည့်ဖူးရင်တောင် ပြန်သိမ်းထားဖို့ တိုက်တွန်းပါတယ်။ပြင်သစ် Taste လေးကို ကြိုက်ကြတယ်ဆိုရင်ဖြင့် ...",
        "rating": "5.5",
        "url": "https://megaup.net/Vj8o/[DS][21+]Q.Desire.2011.720p.BluRay.x264-PFa.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/jujaCapture-141x200.jpg",
        "title": "This Girl Is Bad-Ass!! (2011) Jukkalan",
        "description": "Chocolate(2008) ၊ The Kick (2011) ဇာတ်ကားတွေနဲ့ အထိုးအကြိတ်ခန်းတွေမှာ နာမည်ရတဲ့မင်းသမီးချော JeeJa Yanin ရဲ့ နောက်ထပ် Action ဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ Action သီးသန့်မဟုတ်ဘဲ အပြောအဆို ၊သရုပ်ဆောင် ၊ဝတ်စားဆင်ယင်မှု အားလုံးက Comedy ဖက်သွားထားပြီးရီချင်စရာဇာတ်ရုပ်တွေနဲ့ ခပ်သွက်သွက်တင်ဆက်ထားတာပါ။ထိုင်းရဲ့ နာမည်ကျော်ဟာသသရုပ်ဆောင် Mum Jokmok အပြင် တခြားဟာသ သရုပ်ဆောင်အတော်များများပါဝင်ထားပါတယ်။ပေါ့ပေါ့ပါးပါးကြည့်လို့ရမယ့် Action,Comedy,Drama ထိုင်းဇာတ်ကားလေးဖြစ်ပြီးIMDb Rating (5.2) ရရှိထားပါတယ်။ \nFile size…(1.8 GB) and (1.1 GB)\nQuality….BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.2",
        "url": "https://megaup.net/2jq6q/This.Girl.Is.Bad-Ass.2011.THAI.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "",
        "title": "Snowpiercer (2013)",
        "description": "ဒီတစ်ခါ Parasite ဇာတ်ကားနဲ့ ဆုပေါင်းများစွာကိုသိမ်းပိုက်ခဲ့တဲ့ ဒါရိုက်တာ Bong Joon Ho ရဲ့ Snowpiercer (နှင်းခွဲရထား) ဆိုတဲ့ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။၂၀၁၄ ခုနှစ်မှာ  CW7 ဆိုတဲ့ဓာတုပစ္စည်းတစ်မျိုးကိုအသုံးပြုပြီး ကမ္ဘာကြီးပူနွေးမှုကိုကာကွယ်ဖို့ကြိုးစားခဲ့ကြပါတယ်။ ဒါပေမယ့် အကျိုးဆက်အနေနဲ့ ကမ္ဘာဟာမပူနွေးတော့ရုံမက အေးခဲလွန်းတဲ့ရေခဲခေတ်ကိုရောက်ရှိသွားပါတော့တယ်။ဒီလိုတွေဖြစ်လာမယ်ဆိုတာကြိုမြင်နေတဲ့ ဝဲလ်ဖို့ဒ်ဆိုတဲ့လူကြီးက ကမ္ဘာကြီးကို တစ်နှစ်တစ်ခါလည်ပတ်နေတဲ့ နှင်းခွဲရထားကြီးကိုတီထွင်ခဲ့ပါတယ်။နှင်းတွေကနေစွမ်းအင်ကိုယူပြီး အလုံပိတ်​ဂေဟစနစ်နဲ့ မရပ်မနားခုတ်မောင်းနေတဲ့ဧရာမရထားကြီးရဲ့ခေါင်းတွဲပိုင်းတွေဟာ လူချမ်းသာတွေအတွက် ဇိမ်ခံအဆင့်အတန်းမြင့်အခန်းတွေ၊ ဝန်ဆောင်မှုတွေနဲ့ ပြည့်နေပေမယ့် အသက်မသေဖို့အရေး ရထားပေါ်မရမကဖက်တွယ်လိုက်ပါလာတဲ့ လူဆင်းရဲတွေအတွက်ကတော့ ညစ်ပတ်ပေရေနေပြီး ကျောတစ်ချစာသာနေရာရှိတဲ့ ရထားနောက်တွဲအမှောင်ခန်းတွေထဲ လက်နက်ကိုင်စစ်သားတွေရဲ့စောင့်ကြည့်မှုအောက်မှာ နေကြရပါတယ်။ဒီလိုနဲ့ ၁၇နှစ်အကြာမှာ တိရစ္ဆာန်သာသာနေနေရတဲ့ လူ့အခွင့်အရေးဆိုတာကိုတစ်စက်မှမရကြရှာတဲ့ ရထားနောက်တွဲကလူတွေရဲ့ တော်လှန်​တဲ့ပုံရိပ်တွေကိုကြည့်ကြရမှာပါ။ဒီဇာတ်ကားမှာတော့ ကိုရီးယားဇာတ်ဆောင်နှစ်ဦးနဲ့ အင်္ဂလိပ်သရုပ်ဆောင်တွေ အဓိကသုံးထားပြီး အင်္ဂလိပ်ဘာသာနဲ့ပဲ အဓိကရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒါရိုက်တာကြီး Bong Joon Ho ရဲ့လက်ရာဆိုတော့ အထူးတလည်ညွှန်းစရာလိုတော့မယ် မထင်ပါဘူး။ လုံးဝရိုးအီမသွားဘဲအတော်ကိုကြည့်လို့ကောင်းတဲ့ဇာတ်ကားပါ။ ကြည့်ရှူခံစားလိုက်ကြပါဦး။File size…(1.7 GB) and ...",
        "rating": "7.1",
        "url": "https://megaup.net/Xvdb/Snowpiercer.2013.720p.BluRay(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BYzBkMzAyMDUtZTFkZS00OWUyLTgwM2ItNGI3MTQ5NzA3NTVkXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006701000_AL_-134x200.jpg",
        "title": "Ready or Not (2019)",
        "description": "ချမ်းသာပြီး လျို့ဝှတ်တက်တဲ့ မိသားစု တစ်ခု ရှိတယ်\nသူတို့ဟာ ဂိမ်းမင်းမျိုးဆက် လို့ ခေါ်ခံရပြီး\nဂိမ်းကစားနည်းတွေကို ထုတ်လုပ်သူတွေဖြစ်ပါတယ်\nသူတို့ရဲ့ ကြီးကျယ်ခန်းနားတဲ့ နန်းတော်လို စံအိမ်ကြီးမှာ\nနေပြီး မျက်နှာတွေကတော့ တစ်ခုခုကို အလိုမကျတဲ့သူတွေလိုပေါ့\nအဲ့ဒီအိမ်ကြီးမှာ အငယ်ဆုံးသားဖြစ်သူ အဲလစ်ကတော့ တစ်နေ့မှာ\nဂရေ့စ် ဆိုတဲ့ ကောင်မလေးကို လက်ထပ်ယူဖို့ အိမ်ကိုခေါ်လာခဲ့ပါတော့တယ်\nဒီမိသားစု အကြောင်း ဘာမှ မသိပဲ မောင့် တစ်မျက်နှာ တစ်ရွာထင်ပြီး\nလိုက်လာခဲ့တဲ့ ဂရေ့စ် ကတော့ ဒီမိသားစု နဲ့ အသားကျသွားဖို့\nလိုက်လျောညီထွေဖြစ်ဖို့ ကြိုးစားမယ်လို့ အဆုံးစွန်ထိ တွေးပြီးသားပါ\nအားလုံးအဆင်ပြေပြေ ဖြစ်ခဲ့ပါတယ် မင်္ဂလာဆောင်တဲ့ ညမှာပဲ\nဒီမိသားစု ဟာ အစဉ်အလာ တစ်ခုကို ထိန်းသိမ်းထားပြိး\nဂိမ်း တစ်ခုကို ကစားရမှာ ဖြစ်ပါတယ်...\nမိသားစု ထဲ လူအသစ်ဝင်လာရင် ဒီမိသားစု နဲ့\nထိုက်တန်လား ဆိုတာ ဆုံးဖြတ်ကြဖို့ အတွက်\nသတို့သမီးက ပုန်းရမှာ ဖြစ်ပြီး မိသားစု များက လိုက်ရှာရမှာပါ\nဒီလို တူတူပုန်းတမ်း ကစားနည်းကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/29fq4/Ready.or.Not.2019.1080p.Bluray.DTS-HD.MA.5.1_%7BCM%7D.mp4",
        "category": "Comedy, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/panda-3-133x200.jpg",
        "title": "Kung Fu Panda 3 (2016)",
        "description": "Kung Fu Panda 3 (2016)\nIMDb - 7.1/10_______Rotten - 87%\n Kung Fu Panda ဆိုရင် မသိတဲ့လူမရှိသလောက်ပဲ\nကမ္ဘာမှာအောင်မြင်ခဲ့တဲ့ဒီ Animation ကားလေးဟာ\nMovie လောကမှာသာမက Game လောကမှာရော ဒိတ်ဒိတ်ကြဲကိုအောင်မြင်ခဲ့ပါတယ်။\n1 နဲ့ 2 ကို ကြည့်ရှုခဲ့ကြပြီး ဇာတ်လမ်းဆုံးသွားပြီထင်နေခဲ့တုန်းမှာပဲ\n2015 ခုနှစ်ရဲ့ Movie review တွေမှာ စတင်ကြော်ငြာပါလာခဲ့တော့\nအရမ်းကိုမျှော်လင့်ပျော်ရွှင်စောင့်စားခဲ့ရတယ်။\nအခုတော့ ကျွန်တော်တို့အချိန် CM အချိန်ရောက်ခဲ့ပြီ။\nဒီဇာတ်ကားဟာ အရင်ကားတွေထက်ပိုအောင်မြင်ခဲ့ပြီး\nIMDb rating 7.1/10 ထိရရှိအောင်မြင်ခဲ့ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကိုအနည်းငယ်ပဲပြောပြချင်ပါတယ်။\nပိုရဲ့ ဆရာဖိုးဖိုးလိပ် ရဲ့ တိုက်ဖော်တိုက်ဖက် ကိုင် ဟာ ဝိညာဉ်ကမ္ဘာက\nသိုင်းဆရာတွေအားလုံးရဲ့ စွမ်းအင်တွေကို သိမ်းပိုက်ပြီး\nလူ့ပြည်ကိုပြန်ဝင်ရောက်လာပါတယ်။ ပြီးတော့ လူ့ပြည်က\nဆရာတွေအားလုံးရဲ့ စွမ်းအင် ချီ တွေကိုပါ သိမ်းပိုက်လိုက်ပါတယ်။\nဒါကို တားဆီးနိုင်ဖို့အတွက် ပို တစ်ယောက်လက်ရှိအင်အားနဲ့မဖြစ်နိုင်တော့ပါဘူး။\nသူကိုယ်တိုင် ချီရဲ့ အရှင်သခင် ဖြစ်အောင်လုပ်ရပါတော့မယ်။\nဒီအဆင့်ကိုရောက်ဖို့ ဆရာလိပ်က နှစ် ၃၀ လောက် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2dfqw/Kung_Fu_Panda_3_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/images-1-133x200.jpg",
        "title": "Kung Fu Panda 2 (2011)",
        "description": "Kung Fu Panda 2 (2011)\nIMDb - 7.2/10_______Rotten - 81%\n Kung Fu Panda 2 မှာတော့ ‘ပို’ ရဲ့ ဘဝဇာတ်ကြောင်းကို ကြည့်ရှုရမှာပါ….\n‘ပို’ ရဲ့အဖေဖြစ်သူဟာ မွေးစားအဖေဖြစ်နေပါတယ်…\n‘ပို’ လသားအရွယ်မှာ သူတို့ရဲ့ရွာလေးကို တပ်ဖွဲ့တစ်ခုက\nဝင်ရောက်တိုက်ခိုက်ဖျက်စီးတာကို ခံလိုက်ရပါတယ်…\nပို ရဲ့မိဘတွေဟာ ထွက်ပြေးရင်းနဲ့ ပို့ ကို စွန့်ပစ်ခဲ့ရပါတော့တယ်…\nဒါက ပို ရဲ့ ဘသ ဇာတ်ကြောင်းပါ…\nအခုချိန်မှာတော့ ဒေါင်းမင်းသားတစ်ယောက်ဟာ\nလက်နက်ဆန်းတစ်ခုကို တီထွင်ပြီးတော့ တရုတ်ပြည်ကြီးကို\nသိမ်းပိုက်ဖို့ ကြံစည်နေပါပြီ…\nဒါကို ပို နဲ့ သူ့အဖွဲ့က တားဆီးဖို့အတွက် တာဝန်ကျလာပါပြီ…\nဒီတော့ ပို တို့တွေ ဒေါင်းမင်းသားကို\nဘယ်လိုတားဆီးကြမှာလဲ ဘာတွေဆက်ဖြစ်ကြဦးမလဲ\nဆိုတာကိုတော့ ထုံးစံအတိုင်း ကြည့်ရှုခံစားပေးကြပါဦး\nဒီဇာတ်ကားဟာလည်း ပထမကားလိုပဲ\nrating ကောင်းကောင်းရထားတဲ့ကားတစ်ကားဖြစ်ပါတယ်\n(IMDb rating 7.2/10 )\nအားပေးကြပါ \nKung Fu Panda 2 မွာေတာ့ ‘ပို’ ရဲ႕ ဘ၀ဇာတ္ေၾကာင္းကို ၾကည့္ရႈရမွာပါ….\n‘ပို’ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2dfqz/Kung_Fu_Panda_2_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-20-at-23.24.27-132x200.png",
        "title": "Censor (2021)",
        "description": "Censor (2021)===========IMDb Rating - 6.0/10နိုင်ငံခြားတွေမှာ ရုပ်ရှင်တစ်ကားကို ကြည့်မယ်ဆို Rating အရင်ကြည့်ပါတယ်။ ၁၅ နှစ်အထက်လား? ၁၈ နှစ်အထက်လား? ကလေးအတွက်၊လူကြီးအတွက် စသဖြင့် အဆင့်ခွဲပေးရပါတယ်။ အဆင့်သတ်မှတ်ချက်အလိုက်လည်း မပါသင့်တဲ့ဇာတ်ဝင်ခန်းတွေကို တည်းဖြတ်ရပါတယ်။ ဘယ်သူတွေခွဲပေးလဲဆိုတော့ ဆင်ဆာလူကြီးမင်းတွေပါ။ ရုပ်ရှင်ကနေတစ်ဆင့် မှုခင်းတွေတိုးပွားလာတယ်ဆိုပြီးတော့ ၁၉၈၄ ခုနှစ်ကတည်းက သူတို့ခွင့်ပြုပေးတဲ့ ရုပ်ရှင်ကားမှ ထုတ်လွှတ်ခွင့်ရပါတယ်။ဆင်ဆာတစ်ခုကို ကောင်းကောင်းတည်းဖြတ်ရင်း လူတွေကိုကာကွယ်ပေးချင်တဲ့ အီနစ်တစ်ယောက်ကတော့ ညီမပျောက်ဆုံးမှုနဲ့အတူ စိတ်ဝေဒနာခံစားနေရသူပါ။ မကြာမီ အီနစ် ခွင့်ပြုခဲ့တဲ့ ဇာတ်ကားတစ်ကားအတိုင်း လူသတ်မှုဖြစ်ပွားခဲ့ပြီး သူ့ကြောင့် လူသတ်မှုဖြစ်ပါတယ်လို့ အပြစ်တင်ဝေဖန်ခံခဲ့ရပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့လက်သုံးစကားကတော့ ဇာတ်လမ်းနဲ့လိုက်လျောညီထွေဖြစ်အောင် မှန်ကန်အောင်ပဲ တည်းဖြတ်ပါတယ်တဲ့...ဘယ်သူတွေဘာပဲပြောပြော သူ့ခံယူချက်အတိုင်း ဇာတ်လမ်းတစ်ပုဒ်ကို ကောင်းအောင် တည်းဖြတ်ရင်း သူမသိလိုက်တာကတော့ သူ့ဘဝ၊သူ့ဇာတ်လမ်းကို သူကိုယ်တိုင် လိုက်လျောညီထွေဖြစ်အောင် ဘယ်လိုဆင်ဆာဖြတ်ခဲ့လဲဆိုတာပါပဲ...မြှုပ်ကွက်တွေများပြားပြီးတော့ ပုံမှန်ဇာတ်လမ်းတွေထဲကနေ ကွဲထွက်နေတဲ့ အတွက် ဒရာမာဆန်ဆန် ခြောက်ခြားတဲ့ကားမျိုးကို ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Zmex/Censor.2021.720p.WebDL[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vSCjeSAkdrAyi3XDIrNWpMsH5oP.jpg",
        "title": "Siberia (2019)",
        "description": "Siberia 2019ဒီရုပ်ရှင်ကတော့ ဝီလမ်ဒဖိုးတစ်ယောက် အဓိက သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ အမျိုးအစားကတော့ survival နဲ့psychological ပေါင်းထားတာပါပဲ။ ကလင့်ထ်ဆိုတဲ့လူတစ်ယောက်ဟာ လူ့လောကထဲမှာနေကြည့်ပြီးခဲ့ပြီးအဆင်မပြေမှုတွေ များလွန်းလို့ ကမ္ဘာ့အစွန်း့ နှင်းတောကြီးထဲမှာ တစ်ယောက်တည်း လာနေနေတဲ့သူတစ်ယောက်ပေါ့။တစ်ယောက်တည်းလာနေနေသူတွေရဲ့ ထုံးစံအတိုင်း ကိုယ့်ကိုယ်ကိုယ် နားလည်ဖို့ရှာဖွေနေတယ်၊ အတိတ်ကအဖြစ်တွေကို စဉ်းစားနေတယ်၊ တစ်ယောက်တည်း စိတ်ကူးယဉ်တယ်၊ အိပ်မက်မက်တယ်၊ အရှိတရားနဲ့ မရှိတရားကိုရောနှောတယ်။ လူတစ်ယောက် လူသူမနီးတဲ့နေရာမှာ ဘာတွေတွေးတတ်လဲဆိုတာ ရိုက်ပြတာပါပဲ။ ဒါရိုက်တာရဲ့အဆိုအရတော့ အိပ်မက်တွေကို ရုပ်ရှင်ရုပ်ပြလို့ဖြစ်နိုင်လားဆိုတဲ့ စကားကို အဖြေပေးလိုက်တာပေါ့။ဇာတ်ကြောင်းကို ပြောပုံကလည်း A B C D မဟုတ်ဘူး D B A C လို ဖြစ်နေတာမို့ အလကားနေရင်းhigh သွားချင်တဲ့သူတွေကြည့်ဖို့တော့ အသင့်တော်ဆုံးပါပဲ။တချို့ဇာတ်ဝင်ခန်းတွေမှာ အသက်၁၈နှစ်နဲ့အောက် မကြည့်ရှုသင့်ပါ Translated by  ...",
        "rating": "5.1",
        "url": "https://megaup.net/Xuj6/Siberia.2019.720p(CM).mp4",
        "category": "Drama, Fantasy, Horror, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/c71Jzw0UguFp1J1c2QVp4TLToh3-133x200.jpg",
        "title": "[18+] May We Chat (2013)",
        "description": "ဒီကားလေးကို ရီဗျူးရေးဖို့ဆိုတော်တော်အကြပ်ရိုက်ပါတယ်။ အကြောင်းက အရသာရှိလွန်းတဲ့ထမင်းဝိုင်းထဲ ရောက်သွားသလိုခံစားရလို့ပါပဲ။ အကုန်ကောင်းနေတော့ ဘယ်ဟာကောင်းလဲလို့ ညွှန်းမနေတော့ဘဲ လာသာထိုင်စားလိုက်တော့ဗျာ လို့သာ ပြောချင်မိတဲ့အထိပါ။မိန်းကလေးသုံးယောက်ကို အကြောင်းပြုပြီး ဇာတ်လမ်းတည်ထားတာမို့ မတူညီတဲ့ဇာတ်အိမ်သုံးမျိုးကို တွေ့ရမှာပါ။ ဆယ်ကျော်သက်မိန်းကလေးအများစုမှာ ဖြစ်ပျက်တတ်တဲ့စိတ်ခံစားချက်၊ စူးစမ်းချင်စိတ်အားလုံးကို ဒီကားလေးထဲထည့်သွင်းပေးထားတဲ့အပြင်... ဟောင်ကောင်မှာ ၂၀၀၀ ခုနှစ်လောက်က လူငယ်ဂိုဏ်းအဖွဲ့တွေ ဘယ်လိုကြီးစိုးခဲ့လည်းဆိုတာကိုပါ မြင်တွေ့ရမှာဖြစ်ပါတယ်..ပထွေးနဲ့အတူတူနေတဲ့ အားရန်း၊ ညီမတစ်ယောက်နဲ့ဆေးစွဲနေတဲ့အမေကို စောင့်ရှောက်နေတဲ့ ဝေဝေ၊ အဘွားနဲ့အတူတူနေပြီး အကြားအာရုံချို့တဲ့နေတဲ့ ဝေရင်း .. ဒီသူငယ်ချင်းသုံးယောက်က ဝီချက် ဆိုတဲ့ဖုန်း အက်ပလီကေးရှင်းကနေတစ်ဆင့် သူငယ်ချင်းဖြစ်ခဲ့ကြပါတယ်။ သူတို့ရဲ့ခံစားချက်တွေကို ဖလှယ်ရင်း တစ်ရက်မှာ အားရန်း တစ်ယောက်လိုင်းပေါ်မှာ ပျောက်ချင်းမလှပျောက်သွားပါတယ်။ အပြင်မှာတောင် မမြင်ဘူးကြတဲ့ သူငယ်ချင်းတွေက အားရန်း ပျောက်သွားတဲ့အခါ သူတို့တတ်နိုင်တဲ့ဘက်က ဘယ်လိုပြန်လည်ရှာဖွေကြမလဲဆိုတာကိုတော့ ဒီရုပ်ရှင်ကားလေးထဲမှာ အဖြေရှာလိုက်ပါတော့နော်.....မင်းသမီးတွေလန်းသလို အရင်ခေတ်တုန်းက နာမည်ကြီးခဲ့တဲ့ မင်းသမီးတွေပါ အားဖြည့်ထားပါတယ်..အဖော်အချွတ်တချို့ကြောင့် မိသားစုနဲ့ကြည့်ဖို့မသင့်တဲ့ ...",
        "rating": "4.9",
        "url": "https://megaup.net/Xugq/(CM)May.We.Chat.2015.720p.BluRay.DD5.1.x264-ROVERS.mp4https://megaup.net/2jpbA/(CM)May.We.Chat.2015.1080p.BluRay.DD5.1.x264-ROVERS.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3chxejrvpOU5sAc0vU1xjiyoc7m.jpg",
        "title": "Endgame ( 2021 )",
        "description": "ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့....ချန်ရှောင်မုန်ကတော့ အရံသရုပ်ဆောင်အဖြစ်အလုပ်လုပ်ကိုင်ပြီးအကြွေးပတ်ချာလည်နဲ့ အသက်ရှင်ရမဲ့ မျှော်လင့်ချက်တွေပျောက်ဆုံးကာဘဝကြီးကို အဆုံးသတ်ချင်နေတဲ့ အရှုံးသမားတစ်ယောက်ပါကျိုးချွမ်ကတော့ ကြေးစားလူသတ်သမားအဖြစ်လုပ်ကိုင်နေတဲ့ချမ်းသာပြီးငွေလျှံသူတစ်ယောက်ဖြစ်ပါတယ် တစ်နေ့ ချန်ရှောင်မုန်နဲ့ကျိုးချွမ်တို့ နှစ်ယောက် တစ်ယောက်နဲ့ တစ်ယောက်နေထိုင်ရာဘဝချင်း လဲနေဖို့ရာ အကြောင်းဖန်လာခဲ့ပါတယ် အရှုံးသမားတစ်ယောက်ကချမ်းသာတဲ့ ဘဝကိုရောက်သွားပြီး ရက်စက်တဲ့လူသတ်သမားကလူတွေနဲ့ရောထွေးနေထိုင်ရမဲ့ ဆင်းရဲသား အရံသရုပ်ဆောင်ဘဝကိုရောက်သွားချိန်မှာတော့ သူတို့နှစ်ယောက် မရင်းနှီးတဲ့ပတ်ဝန်းကျင်မှာသူတို့ရဲ့စရိုက်တွေနဲ့ ဘယ်လိုတွေအသားကျအောင်နေကြမလဲဆိုတာ ဟာသလေးတွေနဲ့ နှောပြီးကြည့်ရှုကြရမှာပါ Quality : WEB-DL 720pFormat: mp4Subtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.4",
        "url": "https://megaup.net/Xu2o/(CM)END.GAME.2021.WEB-DL.720p.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3OxVSPxG06N5le3RzSxRfXu4Man.jpg",
        "title": "Jagame Thandhiram(2021)",
        "description": "Jagame Thandhiram(2021) အညွှန်း*******************************IMDb...7.0အခုတင်ဆက်ပေးမဲ့ဇာတ်ကားလေးကတော့ ၂၀၂၁ ခုနှစ်ထွက် အမိုက်စား အိန္ဒိယ Action/Drama ကားလေးပဲဖြစ်ပါတယ်....ဒီဇာတ်ကားထဲမှာ ဇာတ်လိုက်မင်းသား ဆူရီလီ ဟာ အိန္ဒိယနိုင်ငံ  တမေးလ်နာဒူ ဒေသကသာမာန်စားသောက်ဆိုင်တစ်ခုမှာ အလုပ်လုပ်တဲ့ လူငယ်တစ်ယောက်ဖြစ်ပါတယ်... ဒါ့အပြင် ကြံ့ခိုင်ထက်မြတ်တဲ့သူတစ်ယောက်ဖြစ်တဲ့ ဆူရီလီ ဟာ ဒေသတွင်းက ပြဿနာတွေကို အကြမ်းနည်းနဲ့ကိုင်တွယ်ဖြေရှင်းလေ့ရှိတဲ့အတွက် ဂိုဏ်းစတားတစ်ယောက်အဖြစ် နာမည်ကျော်ကြားတဲ့ သူလည်းဖြစ်ပါတယ်  .... တစ်နေ့မှာတော့ ဗြိတိန်နိုင်ငံက နာမည်ကြီး ဂိုဏ်းတစ်ခုဟာ လန်ဒန်မှာ သောင်းကျန်းနေတဲ့….သူတို့ရဲ့ပြိုင်ဖက် အိန္ဒိယလူမျိုးဂိုဏ်းတစ်ခုကို ချေမှုန်းဖို့အတွက် ကူညီပေးဖို့ တမေးလ်နာဒူဒေသရဲ့ နာမည်ကျော် ဆူရီလီ ကို ကမ်းလှမ်းလာပါတော့တယ်...အဲ့ဒီနောက်ဘာတွေဆက်ဖြစ် ဆက်ကြမ်းမလဲဆိုတာကိုတော့.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Thar Htet & Thaik San တို့ပဲဖြစ်ပါတယ်...File Size :1.4GB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:37:00\nGenre :  Action, Comedy, Crime\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://megaup.net/Xu1u/Jagame_Thandhiram.2021.WEB-DL1080P.HEVC.mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oo4sBEhrOovS1l1qcPo0i1RRacP.jpg",
        "title": "Pipeline (2021)",
        "description": "Pipeline (2021)2021 ထွက် အရမ်းမိုက်ပြီး ပျင်းစရာမကောင်းဘဲ\nစိတ်ဝင်တစားကြည့်ရမယ့် အက်ရှင်ကားကောင်းလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအမျိုးအစားကတော့ Action/Crime အမျိုးအစားဖြစ်ပြီး\nIMDB 7.7/10 ထိ ရထားတဲ့ ကြည့်လို့ရှယ်ကောင်းမယ့် အက်ရှင်ကားလေးပဲဖြစ်ပါတယ်။တစ်ချို့နေရာတွေလေးတွေမှာ ဟာသပါးပါးလေး ထည့်ပေးထားလို့\nအက်ရှင်ကားဆိုပေမယ့် မိန်းကလေး ပရိတ်သတ်တွေပါ အကြိုက်တွေ့မယ့် မပျင်းမရိကြည့်ပျော်တဲ့ ကားလေးလည်းဖြစ်ပါတယ်။မင်းသားတွေကလည်း အခုနာမည်ကြီးနေတဲ့\nDoom at your service က အချောလေး Seo In-guk နဲ့\nနောက်ထပ် အားပြိုင် ဗီလိန် မင်းသားချော Lee Soo-hyuk တို့က\nသရုပ်ဆောင်ချက်ကောင်းကောင်းတွေနဲ့ ပါဝင်သရုပ်ဆောင်ပေးထားလို့\nကြည့်ရတာတန်မယ့်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကို ဆက်ရရင်\nဖီဒိုးဆိုတဲ့ နာမည်ကြီး ပိုက်လိုင်းဖောက်ထွင်းသူက\nဆီမှောင်ခိုလောကမှာ ဖောက်ဖို့မလွယ်တဲ့ တစ်လက်မပတ်လည် ဆီခိုးထုတ်တဲ့ အပေါက်ဖောက်ပြီး\nနာမည်ကြီးနေတဲ့ ဆီမှောင်ခိုသမားတစ်ယောက်ပါ။သူ့လို လိုက်တုတဲ့ copycat တွေလည်း ရှိတဲ့ မှောင်ခိုလောကက နာမည်ကြီးတစ်ယောက်ပေါ့။\nတစ်ရက်မှာ သူ့လိုလူနဲ့ လူဆိုးဂိုဏ်းတစ်ခုက အလုပ်လုပ်ဖြစ်သွားရင်း\nကြေးကြီး စပွန်ဆာတစ်ယောက်နဲ့ ဖီဒိုးကို အလုပ်လုပ်ဖို့ ဆက်သွယ်ပေးဖြစ်ခဲ့ပါတယ်။ဒီစပွန်ဆာ ဘဲကလည်း ရေနံကုမ္ပဏီ ...",
        "rating": "7.7",
        "url": "https://megaup.net/Xykz/Pipeline.2021.720p.WEB-DL.CM_(2).mp4",
        "category": "Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nAU74GmpUk7t5iklEp3bufwDq4n.jpg",
        "title": "A Quiet Place (2018) Blu-Ray 1080p 5.1CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264အသံကြားတာနဲ့ ရုတ် တရက် ပေါ်လာပြီး တိုက်ခိုက် သတ်ဖြတ်တဲ့ သတ္တဝါတွေရန်က နေ ကာကွယ်ဖို့ အသံမထွက် အောင် တိတ်တိတ်ဆိတ်ဆိတ် နေထိုင်နေရတဲ့ မိသားစုလေးရဲ့ ထိတ်လန့်စရာ အတွေ့အကြုံ တွေကို ဇာတ်အိမ်ဖွဲ့ထားတာ ဖြစ် ပါတယ်။လီနဲ့အီဗလင်းတို့ မိသားစု ဟာ မြို့စွန်က ယာတောအိမ် လေးမှာ နေထိုင်ပြီး တစ်ရက်မှာ တော့ ကမ္ဘာပေါ်ကို အမျိုးအမည် မသိတဲ့ သတ္တဝါတွေ ရောက်လာ ကာ လူတွေကို သတ်ဖြတ်ပစ်နေ တာကြောင့် ကမ္ဘာ့နေရာအနှံ့မှာ အပျက်အစီးတွေ ဖြစ်ခဲ့ပါတယ်။ နောက်ပြီး စစ်တပ်ကတောင်ထိန်း ချုပ်နိုင်စွမ်း မရှိတော့သလို အ ဆက်အသွယ်ကွန်ရက်တွေ အ ကုန်လုံး ပြတ်တောက်ခဲ့ပါတယ်။အီဗလင်းတို့မှာ သမီးတစ် ယောက်၊ သားနှစ်ယောက်ရှိပြီး သမီးကြီးရီဂန်က နားမကြားသူ လေးမို့ တခြားအိမ်သားတွေ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1C8oe/[CM]_A_Quiet_Place_(2018)_Blu-Ray_720p_(800_MB).mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7bbEASVf9XWtfxWiuWUMY3uyhTb.jpg",
        "title": "Rurouni Kenshin: The Final (2021)",
        "description": "Rurouni Kenshin : The Final (2021)လူသတ်သမား ဘတ်တိုဆိုင်း၊ ကင်ရှင်း ပြန်လာပါပြီ။ဒီရုပ်ရှင်မှာတော့ အစိုးရသစ်ခေတ်သစ်မှာ\nကင်ရှင်းတစ်ယောက် တိုကျိုမှာ ခါအိုရူ တို့နဲ့အတူ ငြိမ်းချမ်းစွာ အတူရှိနေပါပြီ။\nဒါပေမယ့် အတိတ်က ရန်သူတွေလိုက်လာပြီး\nသူ့ကိုလက်စားချေဖို့ ကြိုးစားလာပြန်တယ်။ဒီတစ်ခါတော့ သူ့ကိုမသတ်ခင်\nသူချစ်ခင်တဲ့သူတွေကို အရင်သတ်ဖို့ ကြိုးစားလာတဲ့အခါလူမသတ်ဘူးဆိုတဲ့ သစ္စာကို ဖျက်ရတော့မလား?????အသွားပြောင်းပြန်ဓားကို လှည့်ခုတ်ဖို့ အချိန်တန်ပြီးလား????ဆက်ကြည့်ကြတာပေါ့။ဇာတ်လမ်းအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။File size…2.8 GB and 1.44 GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….2h 18min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "8.1",
        "url": "https://megaup.net/Xspa/Rurouni.Kenshin.The.Final.Part.1.2021.JAPANESE.720p.NF.WEBRip.DDP5.1.x264-CM.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pR2fzm82fl0giommpo310LBOMbV.jpg",
        "title": "Fatherhood(2021)",
        "description": "Fatherhood (2021)ကဲ ဒီတစ်ခါတော့ CM ပရိသတ်တွေအတွက် June 18 ပူပူနွေးနွေးလေးထွက်ရှိထားတဲ့ Fatherhood လို့အမည်ရတဲ့ Netflix movie လေးကို တင်ဆက်ပေးချင်ပါတယ်ရုပ်ရှင်ကလည်း ပူပူနွေးနွေး ထွက်ရှိထားတာ မကြာသေးသလို ဇာတ်အိမ်ကလည်း ဖခင်တစ်ဦးရဲ့မေတ္တာကိုဖော်ကျူးထားတဲ့အတွက် ကြည့်ရှုသူတိုင်းကို နှလုံးပီတိ ဂွမ်းဆီထိစေမှာ အသေအချာပါပဲကဲ ဒါဆို ဇာတ်လမ်းအသွားအလာလေးကို အရင်စပြီး မိတ်ဆက်ပေးတာပေါ့အဓိက ဇာတ်လိုက်ဖြစ်တဲ့ မတ်လိုဂယ်လင်းကနေ စကြတာပေါ့မတ်ဟာ သူရဲ့ကိုယ်ဝန်ကို လွယ်ထားရတဲ့ ချစ်ဇနီးလေးလစ်ဇ်နဲ့အတူ တစ်အိုးတစ်အိမ်ထူထောင်ထားတဲ့အိမ်ထောင်ဦးစီးတစ်ယောက်ပေါ့ဒီလိုနဲ့ ကလေးမွေးပြီး ဖခင်တစ်ဦးရဲ့ဘဝကို ကျေနပ်နေတဲ့ မတ်တစ်ယောက်ကို ကံကြမ္မာက မျက်နှာသာ မပေးခဲ့ပါဘူးမတ်ရဲ့ကြင်သူလစ်ဇ်မှာ မတ်ရဲ့ဘဝထဲကို ချစ်စရာကောင်းတဲ့ သမီးလေး မတ်ဒီကို မွေးဖွားပေးခဲ့ပေမဲ့ သူကိုယ်တိုင်ကတော့မတ်ကိုကျောခိုင်းပြီး တမလွန်ကို ကူးသွားခဲ့ပါတယ်ကလေးပုခက်တောင် ဖြောင့်အောင် မဆင်တတ်တဲ့မတ်တစ်ယောက် သူ့သမီးလေးကို ပြုစုပျိုးထောင်နိုင်ပါ့မလား......သူတစ်ယောက်ထဲနဲ့ မတ်ဒီလေးရဲ့ မိခင်အဖြစ်ရော ဖခင်အဖြစ်ပါ လိုလေသေးမရှိအောင် ...",
        "rating": "6.7",
        "url": "https://megaup.net/2jo8o/Fatherhood.2021.720p.WEB.H264(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/I-Korean_Movie-P1-140x200.jpg",
        "title": "I (2021)",
        "description": "I (2021) အညွှန်း*************မိဘမဲ့လည်းဖြစ် ကလေးပြုစု‌စောင့်ရှောက်နည်းသင်တန်းပါတက်ထားတဲ့ Ah young ဟာအလုပ်လိုက်ရှာရင်းနဲ့ ကလေးထိန်းအလုပ်ကိုရသွားပါ‌တယ်....\nသူထိန်းပေးရမယ့်ကလေးလေးရဲ့မိခင်ဟာလည်း ကလေးတစ်ဖက်နဲ့ တစ်ယောက်တည်းရုန်းကန်လှုပ်ရှားနေရတဲ့အရက်ဆိုင်ကအပျော်မယ် single mother တစ်‌ယောက်ပါ....၂ယောက်လုံးရဲ့ လက်ရှိအနေအထားတွေဟာ တခြားသူတွေထက်ပိုခက်ခဲနေတဲ့ အနေအထားတွေပေါ့...ဒီလိုနဲ့သူတို့ (၂)ယောက်ရင်းနှီးကြပြီး တစ်ယောက်နဲ့တစ်ယောက်ဖေးမကြပေါ့...အဲ့ဒီနောက်မှာတော့ ရုန်းကန်နေရတဲ့သူတို့ အတွက် ပြဿနာအကြီးကြီးတွေရောက်လာတဲ့အခါမှာတော့...သူတို့ဘယ်လို ဖြေရှင်းကြမလဲ...မိန်းမသားတွေဖြစ်ပေမဲ့ လောကဒဏ်ကို ဘယ်ကြံ့ကြံ့ခံရင်ဆိုင်ကြမလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါ...ဒီကားထဲကသရုပ်ဆောင်မင်းသမီးတွေကတော့ နာမည်ကြီးတွေကြီးပဲမို့ ထွေထူးမညွှန်းတော့ပါဘူး ...File Size :(2.1GB) and (1GB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:54:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ichika Satoru\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Dqni/I.2021.WEB-DL.1080P.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/qFSQLl3HNAXcpjadUmPxRwQykq5-133x200.jpg",
        "title": "The Ghoul: Horror At The Howling Field (2020)",
        "description": "ဝေးလံခေါင်သီလှတဲ့ ( ထွန့်မာဟွန် ) ဆိုတဲ့ ကျေးရွာလေးမှာ ( ဖုတ်ကောင် )တွေ ကျက်စားနေလို့ ထူးဆန်းတဲသတင်းကို ကြားခဲ့ရတယ် ။ဒါကြောင့် အမှန်တရားကိုစုံစမ်းစစ်ဆေးရန်အတွက် မြို့မစခန်းမှုးမှ ကျွမ်းကျင်အရာရှိတပ်ကြပ် ဆတ်ဂျထွန် ကို သွားဖို့စေလွှတ်ခဲ့တယ် ။တပ်ကြပ်ဆတ်ဂျထွန် က စုံစမ်းစစ်ဆေးရေးမှာ ကျွမ်းကျင်ပေမယ့် ထိုကျေးရွာမှ ကြားရတဲ့ ဆိုးရွားလှတဲ့သတင်းတွေကြောင့် သွားဖို့ တွန့်ဆုတ်နေတာပေါ့ ။ဒါပေမယ့် နောက်ဆုံးမှာတော့ အဲ့ကျေးရွာမှာနေဖူးတဲ့ အိုက်ကင်မ် ကို အကူလက်ထာက်အဖြစ်ထည့်ပေးတာကြောင့် ငြင်းမရတော့ဘဲ သွားရပါတော့တယ် ။သူတို့ရောက်ရောက်ချင်း နေ့မှာတော့ ကျေးရွာလေးက ပုံမှန်လိုပါပဲတဖြည်းဖြည်းနဲ့ ညဘက်ရောက်တဲ့အခါမှာတော့....ဘာတွေဖြစ်လာမလဲ...တပ်ကြပ်ဆတ်ဂျထွန် နဲ့ သူ့တပည့်ကျော် အိုက်ကင်မ် တို့ ကြောက်ကြောက်နဲ့ စုံစမ်းနေပေမယ့် နောက်ဆုံး ဖော်ထုတ်ဖြေရှင်းနိုင်မလား... ဒီကားဟာ ထိုင်းနိုင်ငံမှာ ရုံတင်ချိန်က ကြည့်ရှူ့သူများတာကြောင့် ၂ပတ်ကျော်ကျော်ထိ ရုံတင်ခဲ့ပြီး တစ်ပတ်တာ ရုံဝင်ငွေအများဆုံးရခဲ့ပါတယ် ။ဇာတ်လမ်းက ထိုင်းတွေရဲ့ထုံးစံအတိုင်း ဟာသတွေနဲ့ နှောပြီးရိုက်ထားတာမို့တဟီးဟီးတဟားဟားကိုမှ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2Zlci/The_Ghoul_Horror_At_The_Howling_Field_(2020)_720p.mp4",
        "category": "Comedy, Drama, Fancy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-18-at-22.45.20-141x200.png",
        "title": "Buckskin (2021)",
        "description": "Buckskin (2021)=============IMDb Rating - 5.7/10“မြွေပါလည်းဆုံး သားလည်းဆုံး” ဆိုတဲ့စကားပုံတွေလိုပဲ အခုရုပ်ရှင်ကားကတော့ သားမွှေးကုမ္ပဏီပိုင်ရှင်အတွက် သားမွှေးလည်းဆုံးမြေးလည်းဆုံးဖြစ်နေပါပြီ။ ဇာတ်အိမ်ကို ၁၈၂၀ ခုနစ်လောက်မှာ တည်ထားပြီး အမေရိကန် အင်ဒီးယန်းနဲ့ နယ်မြေခံလူမျိုးစုအကြားတင်းမာမှုတွေ မပြေလည်မှုတွေကိုတင်ဆက်ထားတာဖြစ်ပါတယ်။ကင်းစတွန်းအုပ်စုဆီပြန်လာကြတဲ့ အမေရိကန်တွေက ဘက်စကင်တောအုပ်ထဲအရောက်မှာ နယ်မြေခံလူမျိုးစုရဲ့ တိုက်ခိုက်ခြင်းကိုခံခဲ့ရပါတယ်။ ထိုတိုက်ခိုက်ခြင်းခံရတဲ့အထဲ လူ ၁၇ ယောက်သေဆုံးသွားသလို ကုမ္ပဏီပိုင်ရှင်ရဲ့ မြေးလေးလည်းပျောက်ခြင်းမလှပျောက်နေခဲ့ပါတယ်။“ကျရှုံးမှုကို လက်ခံရတာထက်သေဆုံးရတာကို လက်ခံရတာပိုခက်ခဲတယ်” ဆိုကာ သားသေပြီး မြေးပျောက်လို့ ပူဆွေးနေတဲ့ကပ္ပတိန်ကတော့ မြေးပျောက်ရှာပုံတော်အတွက် မုဆိုးကြီးပေါ်တာကို အကူအညီတောင်းခဲ့ပါတယ် ။ဒါပေမဲ့ အဲ့ဒီ ဘက်စကင်တောအုပ်ကြီးဆိုတာက “ဝင်သူသာရှိ ထွက်သူမရှိ”ဆိုပြီး နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့တောအုပ်။ နယ်မြေခံတွေအုပ်စိုးထားတဲ့ တောအုပ်လေးပါ။ အဲ့ဒီတောအုပ်ထဲမှာပျောက်နေတဲ့ မြေး နဲ့ မုဆိုးကြီးပေါ်တာ တို့ပြန်လည်တွေ့ဆုံနိုင်ပါ့မလား?နယ်မြေနှစ်ခုရဲ့တင်းမာမှုတွေရော ပြေလည်နိုင်ပါ့မလားဆိုတာတွေကို တောတွင်းစွန့်စားခန်းတွေအစုံအလင်နဲ့ကြည့်ရှုရမှာပါ။ Vintageဆန်ဆန် ခေတ်ဟောင်းပုံစံအင်္ဂလိပ်ကားကို သဘောကျတတ်တဲ့သူအတွက်တော့ အဆင်ပြေမယ့် ကားလေးတစ်ကားလို့ညွှန်းပေးချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Jo Jo ...",
        "rating": "5.7",
        "url": "https://megaup.net/2jnbh/Buckskin.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Action, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Rurouni-Kenshin-the-legend-ends-poster-136x200.jpg",
        "title": "Rurouni Kenshin: The Legend Ends (2014)",
        "description": "Rurouni Kenshin: The Legend Ends (2014)_____IMDb - 7.6/10\n  \n2014 ခုနှစ်ထဲမှာပဲ ဒုတိယကား Kyoto Inferno နဲ့ ဆက်တိုက်\nထွက်ရှိခဲ့တဲ့ တတိယာကားဖြစ်တဲ့ The Legend End ကိုဆက်လက်\nတင်ဆက်ပေးလိုက်ပါတယ် ဗျ\nKenshin ဆိုတာတော့ ထွေထွေထူးထူးမိတ်ဆက်ဖို့လိုမယ်မထင်ပါဘူး။\nခရီးသွားဆာမူရိုင်းဆိုတဲ့ Animeရုပ်သံဇာတ်လမ်းနဲ့ စတင်ရင်းနှီးပြီးသားဖြစ်မယ့်\nဒီဇာတ်လမ်းတွဲဟာ Watsuki Nobuhiro ရဲ့ ကမ္ဘာကျော် မန်ဂရုပ်ပြ လက်ရာတစ်ခုလည်း ဖြစ်ပါတယ်။\n၂၀၁၂ ခုနှစ်မှာတော့ ဒါရိုက်တာOutomo Keishi ရိုက်ကူးပြီး၊\nမင်းသား Satoh Takeru က Himura Kenshin အဖြစ်\nပါဝင်သရုပ်ဆောင်တဲ့ Live-action ဇာတ်ကားကို ရုံတင်ခဲ့ပြီး၊\nအဆင့်မြင့်တဲ့ထုတ်လုပ်ရေးကွာလတီ၊ မြန်ဆန်လှပတဲ့ အက်ရှင်ရိုက်ချက်တွေကြောင့်\nပရိသတ်အားပေးမှုအထူးရခဲ့ကာ အက်ရှင်-မန်ဂ ကနေ ရုပ်ရှင်ပြောင်းရိုက်တဲ့\nဇာတ်ကားတွေအကြား စံပြ ဖြစ်လာခဲ့ပါတယ်။ ၂၀၁၄ ခုနှစ်မှာတော့ မန်ဂဇာတ်လမ်းရဲ့\nKyoto Arc ကို Kyoto Inferno နဲ့ The ...",
        "rating": "7.6",
        "url": "https://megaup.net/Xswv/Rurouni_Kenshin_The_Legend_Ends_(2014).1080p.CM.mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Rurouni-Kenshin-kyoto-inferno-poster-150x200.jpg",
        "title": "Rurouni Kenshin: Kyoto Inferno (2014)",
        "description": "Rurouni Kenshin: Kyoto Inferno (2014)_____IMDb - 7.6/10\n  \nကဲဒီတစ်ခါတော့ တနေ့က တင်ပေးလိုက်တဲ့ ဇာတ်ကားရဲ့ အဆက်လေးကိုထပ်မံတင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်လမ်းအကျဉ်းလေးကတော့\nကန်ရှင်းဟီမူယာတယောက် ဟာ သရဲသိုင်းသမားကြီး မာကိုတိုကို ယှဉ်ပြိုင်တိုက်ခိုက်နေရာမှာ တိုင်းပြည်ရဲ့ ကံကြမ္မာဟာလည်း သူ့အပေါ်တွင်မူတည်လာ\nတဲ့အခါမှာတော့  ကန်ရှင်းတယောက် ဘယ်လိုများဆက်လက်ရင်ဆိုင်မလဲဆိုတာကို တော့ ဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့ဗျ\nဘာသာပြန်ပေးထားသူကတော့ ခန့်ဇော်ဟိန်း ဖြစ်ပါတယ်ဗျ :DFile Size - 2.8 GB (1080P)\nFile Type - Mp4\nQuality - Blu-Ray Rip 720p\nDuration - 02:18:00\nTranslator - Khant Zaw Hein\nEncoder - kyaw Ye Aung",
        "rating": "7.6",
        "url": "https://megaup.net/11wma/Rurouni_Kenshin_-_Kyoto_Inferno_(Rurôni_Kenshin_-_Kyôto_Taika-Hen)_[2014]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNDgzODM2MjUyMF5BMl5BanBnXkFtZTgwMzg4MjA1OTE@._V1_SY1000_CR006791000_AL_-204x300.jpg",
        "title": "Rurouni Kenshin: Origins (2012)",
        "description": "Rurouni Kenshin: Origins (2012)_____IMDb - 7.5/10\n  \nကဲဗျာဒီတစ်ခါတော့ IMDb Rating 7.5 ရထားတဲ့\nဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးကတော့ ပရိတ်သတ်ကြီး သိတဲ့ အတိုင်းပဲ\nဂျပန် ဆာမူရိုင်းကားလေးဖြစ်ပြီး ဆာမူရိုင်းခေတ်ကနေ\nခေတ်သစ်ကိုပြောင်းလဲတဲ့ အခါမှာ ဘုရင့်တပ်မတော်မှာ အရင် ကတည်းက\nလိုအပ်ရင် စစ်မှုထမ်းလေ့ရှိတဲ့ ဆာမူရိုင်းတွေနဲ့\nခေတ်ပြောင်းလဲမှုကိုလက်ခံကြတဲ့ သူတွေအကြားမှာ\nတဖက်နဲ့ တဖက် ငဋိပက္ခဖြစ်ကြတာကို ရိုက်ကူးပြထားတာ\nဖြစ်ပါတယ် ဗျာ ဇာတ်လမ်းက အဟောင်းဖြစ်ပြီး\nမြန်မာစာတန်းထိုးနဲ့ မဟုတ်တောင် ဒီတိုင်း အင်္ဂလိပ်စာတန်းထိုးနဲ့\nတော့ကြည့်ဖူးကြမယ့် ကားလေးမို့ သိပ်မညွှန်းတော့ပါဘူးနော်\n  ကဲဗ်ာဒီတစ္ခါေတာ့ IMDb Rating 7.5 ရထားတဲ့ဇာတ္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးကေတာ့ ပရိတ္သတ္ႀကီး သိတဲ့ အတိုင္းပဲဂ်ပန္ ဆာမူ႐ိုင္းကားေလးျဖစ္ၿပီး ဆာမူ႐ိုင္းေခတ္ကေနေခတ္သစ္ကိုေျပာင္းလဲတဲ့ အခါမွာ ဘုရင့္တပ္မေတာ္မွာ အရင္ ကတည္းကလိုအပ္ရင္ စစ္မႈထမ္းေလ့ရွိတဲ့ ဆာမူ႐ိုင္းေတြနဲ႔ေခတ္ေျပာင္းလဲမႈကိုလက္ခံၾကတဲ့ သူေတြအၾကားမွာတဖက္နဲ႔ တဖက္ ငဋိပကၡျဖစ္ၾကတာကို ႐ိုက္ကူးျပထားတာျဖစ္ပါတယ္ ဗ်ာ ဇာတ္လမ္းက အေဟာင္းျဖစ္ၿပီးျမန္မာစာတန္းထိုးနဲ႔ မဟုတ္ေတာင္ ဒီတိုင္း အဂၤလိပ္စာတန္းထိုးနဲ႔ေတာ့ၾကည့္ဖူးၾကမယ့္ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2jnqr/Rurouni_Kenshin_(2012)_[1080p_BluRay_x265_AAC_5.1&Stereo](CM).mp4",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/1911-revolution-poster-133x200.jpg",
        "title": "1911 Revolution (2011)",
        "description": "တရုတ်နိုင်ငံတွင် နှစ်ရှည်ကြာစွာ ခိုင်မြဲတည်တန့်ခဲ့တဲ့ သက်ဦးဆံပိုင် ဘုရင်စနစ်ကို တွန်းလှန်ဖယ်ရှားရာမှာ\nတရုတ်ပြည်သူများ ကို ဒေါက်တာဆွန်ယက်ဆင်နဲ့အဖွဲ့မှ ဦးဆောင်ခဲ့ပါတယ်။\nဒီဇာတ်ကားက တရုတ်ပြည်ရဲ့ မန်ချင်းမင်းဆက်ကိုနန်းကျစေခဲ့တဲ့ ဒေါက်တာဆွန်ယက်ဆင်ဦးဆောင်တဲ့\n၁၉၁၁ ရှင်းဟိုက် လူထုတော်လှန်ရေးကိုအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်သမိုင်းအခြေခံဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။မင်းသားကြီး ဂျက်ကီချန်းမှ သရုပ်ဆောင်၊ဒါရိုက်တာအဖြစ် ပါဝင်ထားတဲ့ဇာတ်ကားပါ။IMDb Rating (5.8/10) ရရှိထားပါတယ်။ဒီဇာတ်ကားက ရှင်းဟိုက်တော်လှန်ရေးရဲ့ တစ်စိတ်တစ်ပိုင်းကိုသာ ပုံဖော်ထားနိုင်တာမို့ ရှင်းဟိုက်တော်လှန်ရေးသမိုင်းကြောင်း၊တရုတ်ပြည်သမိုင်းအကြောင်း၊ရှင်းဟိုက်တော်လှန်ရေးမှသည် ယနေ့ခေတ်တရုတ်ပြည်ဖြစ်ပေါ်လာတဲ့သမိုင်းကြောင်း၊ထိုင်ဝမ်နိုင်ငံအကြောင်းတို့ကို ရှင်းလင်းစွာသိချင်တယ်ဆိုရင်တော့ တရုတ်သမိုင်းတွေကိုရေးသားနေတဲ့ဒီ https://www.facebook.com/1811445109124572/posts/2904998626435876/ FB Page လင့်မှာသွားဖတ်ပါ။ဇာတ်ကားမကြည့်ခင် စာကိုအရင်ဖတ်ကြည့်ဖို့တိုက်တွန်းပါတယ်။ \nFile size…(2.7 GB)and (1.4 GB)\nQuality…BluRay rip 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:01:01\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.8",
        "url": "https://megaup.net/2jngx/1911.Revolution.2011.BluRay.720p.DTS.2Audio.x264-CHD).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BOGIyMmRiZWItZTQ1Yi00OGQzLTk5YzItOGYzOTQ0NGI5MDBiXkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_-141x200.jpg",
        "title": "Lupin III: The First (2019)",
        "description": "ဒီကားကတော့ လူပင် တတိယမျိုးဆက်အကြောင်းကို Kazuhiko Katō ( Monkey Punch )ရဲ့ Lupin the Third ကို အခြေခံပြီး ပိုကောင်းတဲ့ ရုပ်ထွက်ကွာလတီတွေနဲ့ ရိုက်ကူးထားတာပါ ။43rd Japan Academy Award မှာ Animation of the Year ဆုကို ရခဲ့တဲ့အပြင် အခြားဆု ၆ဆုကိုလည်း ရခဲ့ပါတယ်။ ဇာတ်လမ်းကတော့...၁၉၆၀ ခေတ်နှောင်းပိုင်းကာလမှာ Eclipse ဆိုတဲ့ စွမ်းအားကြီးလက်နက်တစ်ခုကို လူတွေ အလွယ်တကူမယူနိုင်အောင် ထောင်ချောက်တွေဆင်ထားခဲ့ကြတယ်။အဲဒီအကြောင်းအရာတွေကို ဘရက်ဆွန်ဒိုင်ယာရီစာအုပ်ထဲမှာ ရေးမှတ်ထားပြီး ဒိုင်ယာရီကိုလည်း ဖွင့်ရသိပ်ခက်တဲ့ သော့အိမ်လုပ်ပြီးထားခဲ့ပါတယ်။နာဇီ ဂျာမနီတွေက Eclipse ကိုလိုချင်တဲ့အတွက်ကြောင့် ပါမောက္ခဘရက်ဆွန်ကိုတောင်းပေမဲ့ မပေးတာကြောင့် အသတ်ခံလိုက်ရပါတယ်။ ဒီလိုနဲ့ နှစ်များစွာကြာတဲ့အခါမှာတော့ ပြတိုက်တစ်ခုမှာ ဒိုင်ယာရီကပြန်ပေါ်ပေါက်လာပါတယ်။ဒီဒိုင်ယာရီကိုခိုးယူဖို့ကြိုးစားတဲ့အထဲမှာ တတိယမျိုးဆက် လူပင်နဲ့ လဲ့တိရှာဆိုတဲ့ကောင်မလေးလည်းပါပါတယ်။လူပင်ကတော့ သိပ်တော်ပြီး ပဟေဠိတွေ စကားဝှက်တွေကိုဖြေရှင်းတာကျွမ်းတဲ့ နာမည်ကြီးသူခိုးတစ်ယောက်ပါ။လဲ့တိရှာက တကယ်တမ်းတော့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2jnaz/Lupin_III_The_First_(2019)_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oBgWY00bEFeZ9N25wWVyuQddbAo.jpg",
        "title": "Nobody(2021)",
        "description": "Nobody(2021) အညွှန်း*******************IMDb...7.6(((BLU-RAY 1080P.5.1CH ထွက်လာလို့ Updateပေးထားပါတယ်.)ဒီကားကိုတော့ ဂျွန်ဝစ် lite လို့ ပြောရမလား pro max လို့ ပြောရမလား ကိုယ်တိုင်ဆုံးဖြတ်ကြည့်ပါတော့။ကြမ်းတာတော့ အတော်ကြမ်းပါတယ်။ ဘရုစ်ဝီလီရဲ့ Red လို ခံစားမှုမျိုးလည်းပါတယ်။ ဇာတ်လမ်းကတော့ ရှင်းပါတယ်။မန်ဆယ်လ်ဟာ စာလုံးသုံးလုံးပါတဲ့ အဖွဲ့အစည်းတွေရဲ့ စာရင်းစစ် အငြိမ်းစားပါ။မိသားစုနဲ့ ကလေးနှစ်ယောက်နဲ့ အေးဆေးနေပါတယ်။ဒါပေမယ့် မိသားစုကို ညဘက် ဓားပြတိုက်ခံလိုက်ရတဲ့ကိစ္စနဲ့ ပတ်သတ်ပြီး ပြန်လိုက်ရှင်းရင်းနဲ့သမိုင်းပေးလူဆိုးတွေဖြစ်တဲ့ ရုရှားတွေနဲ့ သွားရှုပ်မိတဲ့အခါ... ချူချာတွေ ကံဆိုးရပါတော့တယ်...ဒီကားက သတ်ဖြတ်ခန်းတွေကြမ်းတဲ့အပြင် မင်းသားကြီး Bob Odenkirk ရဲ့အမိုက်စားသရုပ်ဆောင်ချက်တွေကြောင့်Box Office မှာလည်း တော်တော်ဝင်ငွေကောင်းတဲ့ကားကြီးဖြစ်ခဲ့တာမို့ အားလုံးပဲ လက်မလွှတ်သင့်ပါကြောင်းနင်းကန်သတင်းကောင်းပေးပါရစေ..... File Size : 856MB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:32:00\nGenre :  Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Cukn/Nobody.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/ArdaShataabdamMovie-GoingTobe-StreamedinAHAott-160x200.jpg",
        "title": "Ardha Shathabdham (2021)",
        "description": "Ardha Shathabdham (2021)\"ချစ်ခြင်းမေတ္တာက အမျိုးဇာတ်နဲ့ အယူဝါဒတွေကို\nကျော်လွန်နိုင်တဲ့နေ့လေး ရောက်လာခဲ့ရင်\"\"ကျွန်တော် ပန်းလေးတစ်ပွင့်လို ပွင့်လန်းနေပါ့မယ်\nအမြဲတမ်းထင်ကျန်ရစ်နေဖို့ပေါ့….\"ဒီဇာတ်လမ်းလေးက အိန္ဒိယနိုင်ငံတွင်း မတည့်အတူနေ\nအမျိုးဇာတ်တွေအကြောင်းကို ပညာပေးရိုက်ကူးထားတဲ့\nကားလေးတစ်ကားပဲဖြစ်ပါတယ်...ခရစ်ရှနားဆိုတဲ့ကောင်လေးက ဟိုးကလေးဘဝကတည်းက\nပွရှ်ပါးဆိုတဲ့ကောင်မလေးကို ချစ်ခင်နှစ်သက်လာခဲ့တယ်..\nအရွယ်ရောက်လာတော့လည်း မပြယ်သော ချစ်ခြင်းတရား\nတွေနဲ့ တိတ်တခိုး ချစ်မြတ်နိုးနေဆဲပဲ...သူတို့ရွာမှာက ဇာတ်နိမ့်ဇာတ်နိမ့်တအားခွဲခြားလွန်းလို့\nဇာတ်နိမ့်ဇာတ်မြင့်လူနှစ်ဦးလက်ထပ်ကြရင် သေကွဲကွဲ\nရတတ်တယ်..တစ်ရက် ခရစ်ရှနားဟာ သူချစ်ရတဲ့\nပွရှ်ပါးပန်ဖို့ အမြတ်တနိုးပျိုးလာခဲ့တဲ့ ပန်းလေးတစ်ပွင့်\nဟာ သူကိုယ်တိုင်မပေးရသေးဘဲ သူ့ချစ်ရတဲ့သူခေါင်းထက်\nကို ရောက်နေပါတော့တယ်..ရက်အတော်များများစောင့်မျှော်နေခဲ့ရတဲ့ ဒီအခွင့်အရေးကို\nလက်လွှတ်လိုက်ရတဲ့အတွက် ဒေါသစိတ်လွန်ကဲပြီး ရမ်းလိုက်\nမိတဲ့သူက ရွာအုပ်ချုပ်ရေးမှူးရဲ့ သားဖြစ်နေပါတော့တယ်ရွာအုပ်ချုပ်ရေးမှူးကလည်း ဒါကိုအမျိုးဇာတ်ပြဿနာဖန်တီး\nပြီး သူနဲ့ရန်ငြှိုးရှိတဲ့သူကို လက်စားချေဖို့ ကြိုးစားလာတဲ့အခါ\nမှာတော့ တစ်ရွာလုံး အုတ်အော်သောင်းနင်း ဆူပူသတ်ဖြတ်မှု\nတွေဖြစ်လာပါတော့တယ်...ဒီလိုနဲ့ ခရစ်ရှနားရယ် ပွရှ်ပါးရယ် သူတို့ရဲ့အမျိုးဇာတ်ပြဿနာကြီးနေတဲ့\nသူတို့ရွာလေးမှာ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့\nစိတ်လှုပ်ရှားစွာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်...(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Thuya ဖြစ်ပါတယ်။)\nFile size…(2.1 GB) and (1.3 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mkv\nDuration….01:57:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "4.6",
        "url": "https://megaup.net/Xqm9/ARDHA_SHATHABDHAM_(2021)_Telugu_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED.mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dgtYU0HwzlEa43us5JB1SemSzZW.jpg",
        "title": "Mosagallu (2021)",
        "description": "Mosagallu (2021)IMDb - 8.3/10အာဂျွန်ဟာ ဇာတ်လမ်းအစမှာတော့\nကောစင်တာတစ်ခုရဲ့ သာမန်ဝန်ထမ်းလေးပါ။ဒါပေမဲ့ သူ့ဆီဖုန်းဆက်သူတိုင်းရဲ့ သိရတဲ့\nဒေတာတွေကိုတော့ မှတ်သားထားတတ်တယ်။\nဒါကို သူ ပြန်ပြီး ရောင်းချတဲ့ နေရာတစ်ခုလည်း ရှိတယ်။\nအာဂျွန်အနေနဲ့ သူတပါးရဲ့ ပါဆင်နယ်ဒေတာတွေကို\nရောင်းတဲ့ နေရာက Dark Webတဲ့။အိန္ဒိယတွေဟာ အဲ့ဒီနယ်ပယ်တွေမှာ\nတော်တော် လှုပ်ရှားနေတာ သိကြမှာပါ။ဝယ်ယူသူတွေက ဘာအတွက် ဝယ်ကြမလဲ။\nအဲ့ဒီUser Nameနဲ့ Passwordတွေမှာ\nဘဏ်အကောင့်ဆိုင်ရာ အချက်အလက်တွေပါလာမယ်။\nလူသိမခံဝံ့တဲ့ ကိစ္စတွေ ပါလာမယ်။ဒါတွေကို အသုံးချပြီး ကီးဘုတ်ပေါ် လက်တင်ရုံနဲ့\nငွေကြေးရှာဖွေနေသူတွေ အဖို့ ရွှေတွင်းပဲ။အာဂျွန်ဟာ ဒီလို အသေးအမွှား ငွေကြေးရှာဖွေရာကနေ\nသူအလုပ်လုပ်တဲ့ ကောစင်တာက ဘောစ့်နဲ့ ရင်းနှီးနေတော့\nသူတို့ ၂ယောက်အတူ တရားမဝင် စီးပွားတစ်ခု\nစပ်တူလုပ်ဖို့ အကြံရခဲ့ပါတယ်။သူတို့ရဲ့ ပြစ်မှတ်က အခွန်ကို သေလောက်အောင်\nကြောက်တဲ့ အမေရိကန်တွေပေါ့။\"ရိုးရိုးသားသားရှာတဲ့ ငွေကပဲ ကိုယ့်ပိုက်ဆံ\"တဲ့၊\nမရိုးမသားနဲ့ ရတဲ့ပိုက်ဆံဟာ မြွေလှေကား ကစားပွဲထဲက\nလှေကား တက်ရသလိုပေါ့ဗျာ။မတော်ရင် ဘေးက မြွေပါးစပ်ထဲ အံဝင်ခွင်ကျ\nရောက်သွားတတ်တာပဲမလား။သူတို့ရဲ့ ...",
        "rating": "8.3",
        "url": "https://megaup.net/Xr4d/MOSAGALLU_(2021).720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPOyYnCkRbWAEem85N3VFpQODf5.jpg",
        "title": "The Misfits (2021)",
        "description": "The Misfits (2021)သူခိုးလူလိမ်ကားကြီးတစ်ကား လာပါပြီဗျာ။ဂျိမ်းစ်ဘွန်းမင်းသားကြီး ပီရာ့စ်ဘရိုနန် ဦးဆောင်ပါဝင်ထားပြီး\nJamie Chung တို့ Hermione Corfield တို့လို အချောလေးတွေနဲ့ ဝန်းရံထားတာပါ။နည်းနည်းဟာသဆန်တော့ အရမ်းကြီးတော့ သဘာဝမကျဘူးပေါ့။\nဒါပေမယ့် ကြည့်ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nရှော့ဇ်ဆိုတဲ့ ဘဲကြီးက ကမ္ဘာအနှံ့မှာထောင်တွေပိုင်တယ်၊အဲဒီထောင်တွေထဲကနေ ၄ ခါလောက် ဆက်တိုက်ဖောက်ပြေးဖူးတဲ့ နာမည်ကျော် သူခိုးကြီးကတော့ ပေ့စ် ပေါ့။ဒီဘဲကြီးက ခိုးတာအရမ်းတော်ပါတယ်။\nခိုးတာတော်ပေမယ့် ခိုးပြီးတိုင်းအဖမ်းခံရတာလည်း တော်ပါတယ်။\nဖမ်းခံပြီးရင် ထောင်ဖောက်ပြေးတာလည်း တော်ပါတယ်။\nအစကတည်းက လွတ်အောင်မပြေးတတ်တာလေးတစ်ခုပါပဲ။သူက ရိုးရိုးပြေးတာမဟုတ်ဘဲ ထောင်ပိုင်ရှင်ရဲ့မိန်းမကို\nဂျိမ်းစ်ဘွန်းဘဝတုန်းက ဇ အတိုင်း အင့် သွားတော့ အသေအကြေ အလိုက်ခံရတာပေါ့။ မိရင် သတ်မှာ။ဒါနဲ့ပဲ သူ့ကို အိုင်ဒေါတင်ထားတဲ့ အခြားသူခိုးလေးတစ်စုက\nသူခိုးကြီးကို ဆရာတင်ပြီး အဲဒီထောင်တွေထဲမှာ သိမ်းထားတဲ့ တရားမဝင် ရွှေတွေကို ခိုးဖို့ စီစဉ်ကြတဲ့အခါ....File size…1.8GB and 1.1GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 34min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "4.3",
        "url": "https://megaup.net/Xqeg/The.Misfits.2021.720p.AMZN.WEB-DL.DDP5.1.H.264-CM.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/skater-142x200.jpg",
        "title": "Skater Girl 2021",
        "description": "နက်ဖလစ်ရဲ့ Hindi ရုပ်ရှင်အသစ်လေး ကြည့်လိုက်ရအောင်။\nစကိတ်စီးတဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းပေါ့။\nပုံမှန်ဆို ကောင်မလေး စကိတ်စီးတာ ဘာမှတော့ မဆန်းပါဘူး။\nဒါပေမယ့် ဘာမှမတိုးတက်သေးတဲ့ ရှေးရိုးစွဲ ရွာတစ်ရွာက\nကောင်မလေးတစ်ယောက် စကိတ်ပြိုင်ပွဲဝင်ဖို့ဆိုတာတော့ အတော်ကို မဖြစ်နိုင်သလောက်ပါပဲ။\nဒီရုပ်ရှင်ကလည်း အိန္ဒိယဘက်က ရွာတွေဘက်က မိန်းကလေးတွေကို နှိမ်ချထားတာတွေ\nဇာတ်ခွဲတာတွေကို ပြထားတာပါပဲ။ လန်ဒန်မြို့ကနေ အိန္ဒိယသူလေးတစ်ယောက်က\nအကြောင်းတစ်ခုကြောင့် ရွာကလေးကိုရောက်လာတယ်။\nသူ့ရဲ့မိတ်ဆွေဆီက စကိတ်ကို ကလေးတွေ ယူစီးရင်း\nအရမ်းသဘောကျသွားရင်းနဲ့ သူလည်း ကလေးတွေကို\nစကိတ်စီးနိုင်အောင်နည်းမျိုးစုံနဲ့အားပေးဖြစ်သွားတယ်။\nစကိတ်အားကစားကနေ ကလေးတွေကို လွတ်လပ်ခွင့်နဲ့ ဇာတ်ခွဲခြားတာတွေ ပျောက်အောင်ကူညီခဲ့တယ်။\nသားယောကျာ်းလေးတွေအတွက် အခက်အခဲ ဒီလောက်မရှိပေမယ့်\nပရီရာဆိုတဲ့ မိန်းကလေး တစ်ယောက်က စကိတ်အားကစားကို ရူးသွပ်လာတဲ့အခါ....\nFile size…(1.5 GB) and (800 Mb)\nQuality….web 1080p and 720p\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "6.6",
        "url": " https://megaup.net/Xqfc/Skater.Girl.2021.720p_(CM).mp4",
        "category": "Drama, Family, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNWI1YTAwMzEtMzhjOC00NmFiLWI1MmQtZDg0OGE4NzgyZTA3XkEyXkFqcGdeQXVyNjA3OTI5MjA@._V1_-140x200.jpg",
        "title": "Tumbleweed (2012)",
        "description": "ငယ်ငယ်တည်းက မိဘမဲ့စွာနေခဲ့ရတာကြောင့် ရပ်ကွက်ရဲ့ တေလေဂျပိုး လူမိုက်တစ်ယောက်ဖြစ်တဲ့ ချန်းဆု...နှစ်အနည်းငယ်ကြာပြီးနောက် ထောင်က လွတ်လာခဲ့တယ်လွတ်ပြီးမကြာသေးခင်မှာ မထင်မှတ်ဘဲ လူတစ်ယောက်က မိန်းကလေးတစ်ယောက်ကို ရိုက်နှက်နေတာကို မခံနိုင်ဘဲ ဝင်ကူညီပြီးနောက်သူ့အိမ်မှာ လိုက်နေဖြစ်သွားတဲ့ ထိုမိန်းကလေး....ချန်းဆုတစ်ယောက် အတူနေရင်း သံယောဇဉ် တွယ်လာပြီး လူမိုက်ဘဝကို အပြီးစွန့် လက်ထပ်ခွင့်တောင်းဖို့ပြန်လာချိန်မှာ\nထိုမိန်းကလေး အသတ်ခံထားရတာကို မြင်လိုက်ရပါတယ်ထိုမိန်းကလေး အတိတ်က ပတ်သက်ခဲ့တဲ့သူတွေက ဘယ်သူတွေလဲ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှူ့လိုက်ကြရအောင် ။ Quality__720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:45:00\nType__Crime , Drama , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by SU\nEncoded by Naing Aung Latt",
        "rating": "6.2",
        "url": "https://megaup.net/2jkD1/Tumbleweed_(2013).mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/4d6dyfwqtsty-140x200.jpg",
        "title": "[18+] My Phone Sex Partner (2012) Whatcha Wearin’?",
        "description": "My Phone Sex Partner / My PS Partner/ Whatcha Wearin'?=========================================IMDb Rating (6.9) / Rotten Tomatoes (58%)ဇာတ်လမ်းဘယ်ကစလဲဆိုတော့..ကောင်မလေးက ချစ်သူဆီကို ဖုန်းဆက် Sex Chat ရာမှာ သူ့ချစ်သူဖုန်းနဲ့မှားပြီး သူစိမ်းကောင်လေးတစ်ယောက်ဆီ ရောက်သွားရာကနေ စပါတယ်...အပြင်မှာ သူတို့နှစ်ယောက်မသိပေမယ့် ဖုန်းထဲမှာ အရမ်းတွေပွင့်လင်းပြီး တစ်ယောက်ကိုတစ်ယောက်နားလည်ပေးလာရာက လှပတဲ့ဇာတ်လမ်းလေးဖြစ်လာတာပေါ့..သူတို့နှစ်ယောက်လုံးက အချစ်မှာ ကံခေနေသူတွေလို့ ဆိုရမယ်..ဘာလို့ဆို...ကောင်လေးက မအောင်မြင်တဲ့ ဂီတပညာရှင်တစ်ဦးဖြစ်ပြီး အပြင်လောကထဲကအတိုင်းမအောင်မြင်သူဆို စွန့်ခွာတတ်ကြတဲ့ချစ်သူကြောင့် ကြေကွဲနာကျနေရသူပါ..ကောင်မလေးမှာကျ ချစ်သူရှိပေမယ့် အလုပ်ကြိုးစားတဲ့ငကြောင်မို့လို့ လက်မထပ်နိုင်သေးဘဲအရွယ်တော်ဟိုင်းတဲ့အထိ စောင့်စားရင်း အချိန်ကုန်နေရသူပါ...နှစ်ဖက်လုံးမှာ မြိုသိပ်ကြေကွဲစရာ ကိုယ်စီရှိကြတာကြောင့် ဖုန်းထဲမှာ ပွင့်လင်းစွာပြောဆိုကြရင်း လေလှိုင်းထဲမှာ တော်တော်ကို ရင်းနှီးသွားကြပါတယ်...သူတို့နှစ်ယောက်ရဲ့ လေပေါ်ကရင်းနှီးမှုဟာ အပြင်လောကကို သယ်ဆောင်လာနိုင်မလားဆိုကတော့...။ဒီဇာတ်ကားက Sex Scenes တွေ Dialogue တွေကြောင့် 18+ ဖြစ်နေပေမယ့် ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Dn5s/(CM)My_Phone_Sex_Partner(or)Whatcha.Wearin.2012.720p.BluRay.REMUX.AVC.TrueHD.5.1-NOAH.mkv",
        "category": "Adult, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/817pd4QpDJL._AC_SL1500_-141x200.jpg",
        "title": "[SSNI-780]Special Yua Mikami (2021)",
        "description": "SSNI-780 Special Yua Mikami\n--------------------------\nJavလောကထဲ အမိုက်ဆုံးဆော်ကိုပြပါဆိုရင်\nကျနော်ကတော့ သူ့ပဲပြမှာ.ခန္ဓာကိုယ်ကလဲ\nအမိုက်စား မျက်နှာပေါက်ကလဲ ကိုရီးယားမလေးနဲ့ဆင်တယ်.\nအသံကျတော့လဲ ပုရိသတွေ သာခွေယိုင်ဖြစ်စေမယ့်အသံ.\nသရုပ်ဆောင်ပိုင်းကျတော့လဲ ဘာမှပြောစရာမလို,\nအော်စရာရှိအော် ညည်းစရာရှိညည်း :3.\nဒီရုပ်ရှင်ကတော့ ဇာတ်လမ်းအတို လေးငါးပုဒ်ကို\nစုစည်းထားတဲ့ ထူးရှယ် ပေါင်းချုပ်ပေါ့ဗျာ.\nစုစုပေါင်းဇာတ်လမ်းတို ၅ပုဒ်နဲ့တင်ဆက်ထားပြီး\nတပုဒ်ဆို တပုဒ် အတွင်းအားတွေ ကုန်ခမ်းစေတာ\nမျက်မြင်ကိုယ်တွေ့ ကြုံတွေ့ရမှာပါ.....\nအတွင်းအားစုထားတဲ့ သိုင်းသမားဘရိုတို့အတွက်\nကျင့်စရာထူးရှယ်သိုင်းကျမ်းငါးပုဒ် တင်ပေးလိုက်ပါပြီ....Translated and Enocded by : SenpaiQuality : 720pDuration: 2h 44minsFile Size : 1.36GBDuraton : 2h 10min",
        "rating": "9",
        "url": "https://megaup.net/Xpww/ssni-780.Special_Yua_Mikami.720p_%7BDS%7D_1.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/phfHdNaa4AVN3dzKHo2FVwUXo4f.jpg",
        "title": "Mirror (1975)",
        "description": "Mirror(1975)\n===========\nIMDb Rating - 8.1/10\nDirected By Andrei Tarkovskyထုတ်ပြောမထားတဲ့ ခံစားချက်တွေဟာ မမေ့ရက်နိုင်စရာကောင်းတယ်တဲ့။\nကောင်မလေးတစ်ယောက်ကို ခင်ဗျား ချစ်နေတယ်ထား။\nခင်ဗျား သူ့နဲ့ စကားတွေ နည်းနည်းဖြစ်ဖြစ် များများဖြစ်ဖြစ် ပြောဖြစ်နေမယ်။\nခင်ဗျား သူ့ကိုချစ်နေတယ်ဆိုတဲ့ အချက်ကို အသေပြောချင်နေပေမဲ့ အကြောင်း‌ကြောင်းနဲ့ ခင်ဗျားမပြောဖြစ်ဘူး။\nသူလည်းသိချင်သိမယ် မသိချင်မသိဘူး။\nခင်ဗျားကတော့ မပြောဖြစ်ဘူး။\nဒီလိုအခြေအနေမျိုးကို လူတစ်ဝက်လောက်တော့ ကြုံဖူးကြမယ်ထင်တာပ‌ဲ။\nဖြစ်ဖူးရင်တော့\nအဲ့ဒီအချိန်မှာ ခင်ဗျား ခံစားရတဲ့ခံစားမှုကို စကားလုံးနဲ့ ဖော်ပြကြည့်။ ကျွန်တော်တော့ မဖော်ပြတတ်ဘူး။\nသေချာတာကတော့ အဲ့ဒီခံစားမှုဟာ အ‌တော်လေးသိပ်သည်း ပြင်းထန်တယ်။\nဒါပေမဲ့ အဲ့ဒီခံစားမှုကို\nစကားလုံးနဲ့ ဖော်ပြဖို့ကြ မရတော့ဘူး။\nစကားလုံးတွေဟာ လူသားရဲ့အမှန်စင်စစ် ခံစားမှုကို ဖော်ပြဖို့ရာ မလုံလောက်တဲ့ အရာတွေပဲ။\nခံစားမှုတွေကို ဖော်ပြဖို့ စကားလုံးတွေက မတတ်နိုင်ဘူး။ မော်ဒန်Artတွေမှာတော့ ရုပ်ပုံတွေဟာ ရုပ်ပုံမဟုတ်တော့ဘူး။\nစကားလုံးတွေဟာ စကားလုံးတွေမဟုတ်တော့ဘူး။\nဖော်ပြချင်တဲ့ ခံစားမှုရဲ့ မသိကိန်းတစ်ခုကို ပိုပေါ်လွင်အောင် တိကျတဲ့အရာတစ်ခုကို\nပုံဖော်ခြင်းရေးသားခြင်းမရှိတော့ဘဲ ခံစားမှုလိုမျိုးဝေဝါးတဲ့အရာတစ်ခုကိုသာ အနုပညာပစ္စည်းကို ခံစားမည့်သူကို ပေးအပ်လာတယ်။\nပြောရရင် ပရိတ်သတ်ကို အလုပ်ပေးထားတယ်။\nသူတို့ဖန်တီးထားတဲ့ အနုပညာကိုအရင်းတည်ပြီး ...",
        "rating": "8.1",
        "url": "https://megaup.net/Xpfz/The_Mirror_(1975).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/infinite-600x900-1-133x200.jpg",
        "title": "Infinite(2021)",
        "description": "Infinite(2021) အညွှန်း**********************သိပ္ပံစိတ်ကူးယဉ် အက်ရှင် ကောင်းတာလေး ကြည့်လို့ရအောင် တင်ပေးလိုက်ပါတယ်။မင်းသားမင်းသမီးတွေကလည်း သိပြီးသားလူတွေပါပဲ။ဇာတ်လမ်းကတော့ လူဝင်စားအယူအဆတွေကို အခြေခံထားပါတယ်။ကမ္ဘာကြီးထဲက လူအချို့မှာအတိတ်ဘဝတွေအကုန်လုံးကို မှတ်မိနိုင်တဲ့ အစွမ်းပါလာတဲ့ လူတွေရှိနေပါတယ်။သူတို့ သင်ခဲ့သမျှ တတ်ခဲ့သမျှတွေကိုပါ မှတ်မိနေတာဖြစ်တဲ့အတွက်ဘဝတွေ ကြာရှည်လာလေလ ပိုပြီး တော်လာလေလေပါပဲ။ဒီလို လူတွေထဲမှာမှ နှစ်မျိုးကွဲနေပါတယ်။ တစ်ဖွဲ့ကတော့ ဒီအစွမ်းနဲ့ အသိပညာတွေကို လူသားတွေကော်းဖို့ သုံးသင့်တယ်လို့ထင်တဲ့အဖွဲ့ပါ။နောက်တစ်ဖွဲ့ကတော့ ဒီလိုတွေ ပြန်ဝင်စားနေရတာဟာ ဆင်းရဲဒုက္ခမို့ ဒီဘဝကနေ လွတ်မြောက်ဖို့ အတွက် ကြိုးစားမယ့်အဖွဲ့ပါ။သူတို့ ကြိုးစားတာကတော့ ရိုးရှင်းပါတယ်။ ပြန်ဝင်စားစရာမရှိအောင် သက်ရှိတွေ တစ်ယောက်မကျန်သတ်လိုက်ရင် သံသရာအေးသွားမယ်ဆိုတာပါပဲ။ အဲဒီလို နှစ်ဖွဲ့ နှစ်ပေါင်းများစွာ အားပြိုင်လာရင်းနဲ့တစ်နေ့မှာ သူ့ကိုယ်သူ လူဝင်စားမှန်းမသိဘဲ စိတ်ရောဂါရှိနေတယ်ထင်လို့ ပြဿနာတွေတက်နေတဲ့ မင်းသားကိုတွေ့သွားတဲ့အခါ အဲဒီမင်းသားက သူတို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2Zefh/INFINITE.2021.WEB-DL.HEVC.5.1CH.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t3sd3GemzTlejUmXfwlOQzqrwFA.jpg",
        "title": "Major Grom: Plague Doctor (2021)",
        "description": "Mayor Grom 2021\n-----------------------------IMDb 6.5သူ့နာမည်က \"အီ​ဂေါဂရွန်\"၊ ရုရှား စိန့်ပီတာစဘတ်စ်က စုံ​ထောက်တစ်​ယောက်\nသူ့မှာ လုပ်ထုံးလုပ်နည်းမရှိဘူး၊ အထက်အမိန့်ဆိုတာ သူ့အတွက် အပိုဆာဒါး၊ တရားခံမိဖို့အတွက်ဆို ရှိသမျှ တရားဥပ​​ဒေ​တွေ၊ ​​ဘောင်​တွေအကုန်​ဖျက်ပြီး ကျားကုတ်ကျားခဲဖမ်းတဲ့သူသူ့ရဲ့တရားခံဖမ်းနည်းက တစ်မျိုးဆန်းတယ်၊ တရားခံကို လိုက်ဖမ်း​နေတဲ့အချိန်အတွင်းမှာကို ဖြစ်လာနိုင်​ချေရှိတဲ့ကိစ္စတိုင်းကို သူ့ရဲ့စိတ်ကူးနန်း​​တော်ထဲမှာ အရင်စဥ်းစားပြီးမှ အ​ကောင်းဆုံးရှု​ထောင့်ကို ​ရွေးပြီး လက်ရဖမ်းတတ်သူမျိုး\nတိုက်ရည်ခိုက်ရည်ကလည်းအပြည့်၊ တစ်နည်း​ပြောရရင် ရှားလော့ဟုမ်းရဲ့ဉာဏ်ရည်နဲ့ ဆားပုလင်းနှင်း​မောင်ရဲ့လက်ရည်​ပေါင်းစပ်ထားတဲ့ စုံ​ထောက်Plague Doctorဆိုတဲ့ နာမည်နဲ့လိုက်​အောင် စိန့်ပီတာစဘတ်စ်မြို့ကို ကပ်​ဘေးဆိုက်​အောင်လုပ်​နေတဲ့ လူ့မလိုင်အသိုင်းအဝိုင်း​တွေကိုပဲ ပစ်မှတ်ထားပြီး ​​​သွေး​အေးရက်စက်စွာ သတ်ဖြတ်တဲ့သူ၊ ပလိပ်​ရောဂါ​ခေတ် မျက်နှာဖုံးတပ်ထားတဲ့သူ့ကို ဘယ်သူဘယ်ဝါမှန်း ဘယ်သူမှမခန့်မှန်းနိုင်ကြသလို သူသတ်ဖြတ်​နေတဲ့ ဗီဒီယို​တွေကိုပါ ရုပ်သံက​နေလွှင့်ရဲတဲ့အထိ အ​ကြောတင်းတဲ့ လူသတ်သမားဒီနှစ်​ယောက်ရဲ့ ဉာဏ်ရည် လက်ရည်ယှဥ်ပြိုင်ကြတဲ့အချိန် ဘယ်သူက ဘယ်လိုအသာစီးရသွားမလဲ၊ ဘုံလုံတစ်လှည့် ငါးဖျံတစ်လှည့် တစ်​ယောက်ကိုတစ်​​ယောက် ဘယ်လိုကတုံး​ပေါ်ထိပ်ကွက်သွားမလဲ\nဇာတ်လမ်းအစက​နေ အဆုံးထိ တစ်ကွက်မှ ပျင်းစရာမ​ကောင်း၊ အီ​လေးမဆွဲပဲ ရုရှားဇာတ်ကားတို့ထုံးစံအတိုင်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/2jjx4/Mayor.Grom.Chumnoy.Doktor.2021.720p(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/duvjjx8d5orl.mid-136x200.jpg",
        "title": "(18+)Blood Type A, A Big Breasted Girlfriend (2021)",
        "description": "Type A Big Breasted Girlfriend 2021နောက်ထပ် သိုင်းလောက ဘဒိုတွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ကားကောင်းလေးကတော့ ရည်းစားမရနိုင်တဲ့ကျော်ကြီးရဲ့ ညီလေး တပ်ထွက်ကို ကျော်ကြီးက ကောင်မလေး ချောချောရှာပေးတဲ့ ပညာပေး 18+ဖောင်းဒိုင်းကားလေးပဲဖြစ်ပါတယ် ပွဲတိုင်းကျော် ကျော်ကြီး ညီ တပ်ထွက်လေးဟာ တွဲသမျှဆော်တိုင်းနဲ့ မခံပဲ ဆော်ပစ်ကောင်တွဲပြတ်ဖြစ်နေခဲ့တာ သုံးနှစ် ရှိပြီဖြစ်ပါတယ် ဒီလို သနားစရာညီလေးအတွက် ဆော်ပစ်ကောင် ဘဝကကျွတ်အောင်အစ်ကိုတော် သိုင်းဆရာ ကျော်ကြီးက ဆော်အလန်းလေးကိုမှ ဆရာကျတဲ့ ဆရာမလေးကို ရှာပေးလိုက်တာပဲဖြစ်ပါတယ်အစကတော့ ရိုးသလို အေးသလိုလေးလို့ ထင်ရပေမယ့် တကယ့်တကယ် မောင်တပ်ထွက်နဲ့ အထန်ဆော်လေး တွေ့တဲ့အချိန် ရှယ် ဖောင်းဒိုင်း အသားပေးထားတဲ့ ဇာတ်ကြမ်းကားလေးလည်း ဖြစ်ပါတယ် ဆော်တွေကို ညွှန်းရရင်မင်းဂျောင်းဆိုတဲ့ ဆော်လေးက အရင် ကျော်ကြီးကားတွေမှာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2jj3k/Type_A_Big_Breasted_Girlfriend_2021_720p_HDRip_AAC_X264(DS).mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Uab93c9a8c0564c7f97c6fe746c4ff228n-144x200.jpg",
        "title": "In the Lap of God (1991)",
        "description": "IMDb Rating (6.4)ညှို့အားပြင်းတဲ့ ဟောင်ကောင်မင်းသမီးလေး Irene Wan ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ကားလေး.. ဟောင်းပေမယ့်ကောင်းနေဆဲ ရင်ထဲကို ကျလိကျလိဖြစ်အောင်လုပ်မယ့်ကားလေးပါ။ သူ့ကိုမြင်လိုက်တာနဲ့ ပြုံးစိစိဖြစ်သွားကြမယ့် လူတွေမြင်ယောင်ပါသေးတယ်.....\nဇာတ်လမ်းကို ၁၉၉၁ ခုနှစ်တစ်ဝိုက်မှာဇာတ်အိမ်တည်ထားပြီး အဲ့ဒီအချိန်မှာ ဖြစ်ပျက်ခဲ့တဲ့ မြန်မာပြည်ရဲ့ တော်လှန်ရေးအနေအထားကိုပါ ထည့်သွင်းရိုက်ကူးထားပါတယ်။\nဒီဇာတ်လမ်းထဲမှာတော့ မမမေ က မြန်မာပြည်ကြီးမှာ အဖမ်းခံထားရတဲ့ သူ့ကောင်လေးကို ပြန်ရွေးဖို့အတွက် ဒေါ်လာနှစ်သိန်းလိုအပ်နေပါတယ်။ အဲ့ဒီအချိန် ဒုစရိုက်လူဆိုးဂိုဏ်းအဖွဲ့ရဲ့ စိန်ထုပ်က သူ့ဆီမတော်တဆရောက်လာပြီး မြန်မာပြည်ကြီးကို အဲ့ဒီစိန်ထုပ်နဲ့အတူ ဝင်ရောက်လာတဲ့အခါမှာ....\nမြန်မာပြည်ကြီးကဘယ်လောက်ထိရက်စက်လဲဆိုတာတွေ ဘယ်လိုဒုက္ခတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာကိုတော့ ဒီဇာတ်ကားမှာပဲ ကြည့်ကြည့်ရအောင်နော်။ ။ဒီဇာတ်ကားကိုကြည့်ပြီးတော့ မင်းသမီး Irene Wan ကို နှစ်သက်သဘောကျတယ်ဆိုရင်တော့ သူ့ဇာတ်ကားတချို့တွေကို ထပ်ပြီးတင်ဆက်ပေးပါ့မယ်..။အခုဇာတ်ကားကိုလဲ CM ထုံးစံအတိုင်း အကောင်းဆုံး Quality နဲ့တင်ဆက်ပေးထားတာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ JoJoVa ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality….WEB-DL 1080p and ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Dlft/(CM)In_the_Lap_of_God.1991.WEB-1080P.X264.AAC.Cantonese.mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ePYagdzUwKpzTP73n9CD3D1MFn.jpg",
        "title": "Rogue Hostage (2021)",
        "description": "ခုတစ်ခါမှာတော့ 11 ရက်နေ့ကမှ ပူပူနွေးနွေး ထွက်ရှိထားတဲ့ Action Thriller အမျိုးအစားဖြစ်တဲ့Rogue Hostage ကို တင်ဆက်ပေးပါရစေမင်းသားကတော့ Fast&Furious ပရိသတ်တွေတော့ မှတ်မိမယ်ထင်ပါတယ် ဟုတ်ပါတယ် သူကတော့ မင်းသားTyrese Gibson ပဲဖြစ်ပါတယ် သူဟာ ဒီကားမှာတော့ ကိုင်ဆိုတဲ့ ဇာတ်ကောင်ကို ရိုက်ကူးပုံဖော်သွားပါဇာတ်လမ်းအကျဥ်းပြောပြရမယ်ဆိုရင်တော့ စစ်ဆင်ရေးတစ်ခုကို အစပြုရမှာပါမရိန်းတပ်သားတစ်ဦးဖြစ်တဲ့ ကိုင်ဟာ ကံအကြောင်းမလှစွာနဲ့ အဆိုပါစစ်ဆင်ရေးမှာ သူ့ရဲ့ရဲဘော်ရဲဖက်ကို ဆုံးရှုံးလိုက်ရပါတယ် ကိုယ့်ရဲ့ပါတနာရဲဘော်တစ်ယောက် ဆိုးဆိုးရွားရွားသေဆုံးတာကို မျက်မြင်ကိုယ်တွေ့ကြုံလိုက်ရခြင်းဟာ ကိုင်ကိုအလွန်သွေးပျက်ပြီး စိတ်ခြောက်ခြားဖြစ်စေခဲ့ပါတယ် ကိုယ်နဲ့သေမတူရှင်မကွာ သွေးသောက်ညီအစ်ကိုလို အမြဲတာဝန်ထမ်းဆောင်နေရတဲ့ပါတနာကို ဆုံးရှုံးလိုက်ရတာ ခံစားချက်က အလွန်ဝမ်းနည်းစရာကောင်းလှပါတယ် အဲ့ဒီဆုံးရှုံးမှုကို ​မျက်မြင်တွေ့လိုက်ရတဲ့ ကိုင်အဖို့ ရူးမတတ်ခံစားရမှာပါ အဲ့ဒီအဖြစ်အပျက်ပြီးတဲ့နောက်မှာလည်း ကိုင်ဟာသွေးထွက်သံယိုတွေ သေနတ်ပစ်သံတွေကို Trauma တစ်ခုလို ဆက်ပြီးခံစားခဲ့ရပါတယ်အဲ့လိုနဲ့ ကိုင်တစ်ယောက် မရိန်းတပ်ကနှုတ်ထွက်ပြီး ခိုနားရာအိမ်ပြန်လာတဲ့အခါမှာလည်းကံကြမ္မာက ...",
        "rating": "3.5",
        "url": "https://megaup.net/Xnwk/Rogue.Hostage.2021.720p.WEBRip.DD5.1.x264-(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/91cufS3hpPL._AC_SL1500_-172x200.jpg",
        "title": "[SSNI-229]  Silent Obedience On The Train (2018)",
        "description": "[SSNI-229]  Silent Obedience On The M****ter Train A Big Tits College Girl Is Taught A Lesson In Orgasmic Ecstasy{ Yua Mikami }ကဲကဲ Darkside ဖန်တို့ရေ ..ဒီတစ်ခါမိတ်ဆက်ပေးမှာကတော့ မင်းသမီးချောလေး Yua Mikami ရဲ့ ရထားပေါ်က ရှက်ကိုးရှက်ကန်း ရုန်းကုန်မှု့များ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ဒီလိုပါတက္ကသိုလ်ကျောင်းသူလေး Yua Mikami မှာ သူ့ရဲ့အတန်းဖော်သူငယ်ချင်းလေးရှိပါတယ်သူကျောင်းမလာတာ တော်တော်ကြာပြီမို့ စိတ်ပူနေလေရဲ့တစ်နေ့သူ့ဆီကနေ အမှတ်မထင်ဘဲ ရထားပေါ်ကသူတွေ သူ့ကို ဝိုင်း မတားလုပ်ကြောင်းသိလိုက်ရတယ်ဒါနဲ့ သူကိုယ်တိုင် ရထားစီးပြီး မတားရားမှု့ကို ဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်သူလေး ဖော်ထုတ်နိုင်မလားဟိုကပဲ သူ့ကို ပြန် ထုတ် ပြီး ဖော် လိုက် မလားကတော့ ဇာတ်လမ်းထဲကြည့်ရှူ့ရအောင်နော် ။အညွှန်းကတော့Dark Devil ...",
        "rating": "18+",
        "url": "https://channelmyanmar.org/ssni-229-silent-obedience-on-the-train-2018/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-12-at-4.35.50-PM-134x200.png",
        "title": "Trigger Point (2021)",
        "description": "Trigger Point (2021)================IMDb Rating - 4.8/10Action, Thriller လူး၀စ်ဆိုတဲ့ လူတစ်ယောက်ဟာ အမေရိကန် မြို့လေးတစ်မြို့မှာ နေထိုင်တယ်၊ သူဟာ ဒီမြို့ရဲ့ သာမန်လူတွေထဲကတစ်ယောက်တော့ မဟုတ်ဘူး သူဟာ အတိတ်မေ့နေတဲ့ လူတစ်ယောက် နောက်ပြီး အတိတ်ဘ၀ကို မလိုချင်တော့တဲ့သူတစ်ယောက်၊ သူဘာကြောင့် ဒီဘ၀ကို ပြန်မလိုချင်ရတာလဲဆို သူဟာ အရင်က နီကိုးလပ်စ်ရှောလို့ အမည်ရတဲ့ပြဿနာတွေ ဒုက္ခတွေကြုံခဲ့ရတဲ့သူ ဖြစ်နေလို့ပါပဲ၊ သူအတိတ်မေ့ရခြင်းရဲ့ အကြောင်းရင်းကြီးပေါ့ ဒါပေမယ့် တစ်နေ့မှာအလိုက်စ် ကိန်းဆိုတဲ့ လူတစ်ယောက် လူး၀စ်ဆီ ရောက်လာပြီး သူပြန်မလိုချင်တဲ့ ဘ၀ထဲကို ပြန်ဆွဲခေါ်ပါတော့တယ်။အကြောင်းရင်းကတော့ သူ နီကိုးလပ်စ်ဘ၀က တာ၀န်ထမ်းဆောင်ခဲ့တဲ့ နေရာက မိတ်ဆွေတွေ တစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံရပြီး အလိုက်စ်ရဲ့ သမီးဖြစ်သူ မော်နီကာဟာလည်း ပျောက်ဆုံးသွားပါတယ်။ ဒီတော့ နီးကိုးလပ်စ်နဲ့ အလိုက်စ်တို့၂ ယောက် ပူးပေါင်းပြီး ပျောက်သွားတဲ့ မော်နီကာကို ရှာရင်း အဖြေမပေါ်သေးတဲ့ ...",
        "rating": "4.8",
        "url": "https://megaup.net/2jijD/Trigger.Point.2021.720p.BluRay.5.1CH[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q1USrpUYiRkAj8ArEG5jUUXCCEo.jpg",
        "title": "Rang De (2021)",
        "description": "Rang De 2021အချစ်ဟာ ဆန်းကြယ်တဲ့ ဆိုတဲ့ စကားကို\nရှေ့တန်းတင်ရင် အားလုံးအတွက် ရယ်စရာဖြစ်မလား မသိဘူး။\nဝေးနေပေမဲ့၊ အပြင်မှာ မတွေ့ဖူးပေမဲ့\nအရမ်းချစ်ရတဲ့အခါ ရှိတယ်။\nဘယ်သူနဲ့ ဘာတွေ လုပ်နေမလဲဆိုပြီး တွေးတောပူဆွေးရင်း\nတနေကုန်ငိုနေရတဲ့အခါ ရှိသလိုနီးကပ်၊ထိစပ်နေပေမဲ့ အချစ်စိတ် မဖြစ်ဘဲ\nသူငယ်ချင်းထက် မပိုနိုင်တဲ့ သံယောဇဉ်တွေလည်း\nကြုံဖူးမှာပါ။နှစ်ယောက်လုံးက ချစ်စိတ်မဝင်ကြရင် နေသာသေးတယ်ဗျ၊\nနှစ်ယောက်မှာ တစ်ယောက်က တစ်ဖက်သတ်ချစ်နေရမယ်ဆို\nမခက်ပေဘူးလား။\n---------------တေလဂူးတို့က အချစ်ကားလေးတွေမှာ\nတော်တော်လေး ကြည့်ကောင်းနေတာ\nအားလုံး အသိပါပဲ။ခုဇာတ်ကားကတော့ တေလဂူးပရိသတ်တို့\nရင်းနီးပြီးသားဖြစ်တဲ့ Nithiinနဲ့ Keerthyတို့ရဲ့\nအိမ်နီးချင်း ဇာတ်လမ်းလေးပါပဲ။Nithiinဖြစ်တဲ့ အာဂျွန်ကတော့\nငယ်ငယ်ကတည်းက Keerthy ဖြစ်တဲ့\nအာနူးရဲ့ ဒုက္ခပေးနည်းပေါင်းစုံကို ခံယူခဲ့ရသူတစ်ဦးပေါ့။အာနူးက အာဂျွန် ဝယ်လာသမျှ စားမယ် သောက်မယ်။\nမရင် အာဂျွန် အဖေ့ကို တိုင်မယ်။\nအတန်းမှာလည်း အတန်းမှာမို့၊ အိမ်မှာလည်း အိမ်မှာမို့နဲ့\nအာဂျွန်ကတော့ တော်တော် စိတ်ပျက်နေသူပေါ့။ဒါကိုတော့ အာနူးရဲ့ စိတ်ထဲမှာ ကြည်နူးစရာလို့\nသတ်မှတ်ထားတယ်။\nအမြဲလိုလို သူ့အပေါ် ဂရုစိုက်တတ်တဲ့\nအာဂျွန်ကလွဲပြီး သူ့အတွက်တော့ အားကိုးစရာမရှိဘူး။ငယ်ရွယ်စဉ်မှာ အမြဲလိုလို သည်းခံကြ၊ အနိုင်ယူကြနဲ့\nအဆင်ပြေပေမဲ့ အရွယ်ရောက်လာတဲ့အခါမှာတော့....----------------------ကဲဒီလောက်ဆို အားလုံးလည်း ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ZfiC/Rang_De_(2021)_Telugu_TRUE_WEB-DL_-_720p.CM..mp4",
        "category": "Comedy, Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-12-at-8.21.41-PM-140x200.png",
        "title": "Dear Tenant (2020)",
        "description": "Dear Tenant (2020)===============IMDb Rating - 7.4/10အရင်နှစ်တွေက ထိုင်ဝမ်မှာ လိင်တူချင်းလက်ထပ်ဖို့ကို ခွင့်ပြုပေးခဲ့တာ အားလုံးသိပြီးသားဖြစ်မှာပါ။ အခုလည်း အံ့ဩစွာနဲ့ ထိုင်ဝမ်ရဲ့အကြီးကျယ်ဆုံးဆုပေးပွဲဖြစ်တဲ့ Golden Horse Awards မှာ BL ကားဖြစ်တဲ့ဒီကားလေးက ဇကာတင်ဆု ၅ ဆုအတွက် ဆု ၄ ခုရရှိခဲ့ပါတယ်။ဒီဇာတ်လမ်းကိုရေးသားသူကတော့ “လက်ထပ်တယ်ဆိုတာ လူနှစ်ယောက်နဲ့မဆိုင်ဘဲ မိသားစုနှစ်ခုပေါင်းစပ်တာပါ။ ဒီကြားထဲ သားသမီးတွေပါလာရင် ပိုရှုပ်ကုန်မှာပေါ့။ ဒီလိုမျိုးရှုပ်ထွေးမှုကို လိင်တူနှစ်ယောက် လက်ထပ်တဲ့အခါ ဘယ်လိုကြုံတွေ့နိုင်မလဲဆိုတာ စိတ်ကူးရင်း ဇာတ်လမ်းရေးသားခဲ့တာပါ” လို့ဆိုခဲ့ပါတယ်။အချစ်ဆိုတာ ချစ်နေဖို့ပဲဖြစ်ပြီး အချစ်အတွက် တာဝန်ယူမှု၊ သစ္စာစောင့်သိမှုဆိုတာ လိင်မခွဲခြားဘဲ ချစ်သူတွေအားလုံး လိုက်နာရမယ့်စည်းဆိုတာကိုလည်း အသားပေးရိုက်ပြပေးထားပါတယ်။------------------ကျန့်ရီ ကတော့ လွန်ခဲ့တဲ့ငါးနှစ်က သူ့ရဲ့ချစ်သူကိုဆုံးရှုံးပြီးနောက် ချစ်သူရဲ့သားနဲ့အမေကို မိသားစုသဖွယ် စောင့်ရှောက်ပေးခဲ့တဲ့သူပါ။ ဒါက ပုံမှန်မိန်းကလေးဆိုရင်တော့ အရမ်းလိမ္မာတဲ့ချွေးမလို့သတ်မှတ်ပြီး ယောက်ျားလေးတစ်ယောက်က သိတတ်တဲ့အခါမှာတော့ ဘာများမျှော်လင့်စရာရှိလဲဆိုတဲ့ သံသယတွေဖြစ်ပေါ်စေပါတယ်။မကြာခင် ကျန့်ရီစောင့်ရှောက်နေတဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Dki4/Dear.Tenant.2020.CHINESE.720p.BluRay[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Dil-Ka-Rishta-160x200.jpg",
        "title": "Dil Ka Rishta (2003)",
        "description": "ကျွန်တော်တို့ငယ်ငယ်တုန်းက မဂ္ဂဇင်းတွေမှာ မျက်ဝန်းလဲ့ပြာပြာ မျက်ခုံးကောင်းကောင်း နှုတ်ခမ်းဖူးဖူးနဲ့အိန္ဒိယမင်းသမီးတစ်ပါးကို မကြာခဏမြင်ဖူးခဲ့ကြပါတယ်...သူကတော့ ၁၉၉၄ ခုနှစ်ရဲ့ Miss World ဆုရှင် Aishwarya Rai ပါပဲ...အခုတင်ဆက်မှာကတော့ သူပါဝင်သရုပ်ဆောင်ထားတဲ့ Drama,Romance ဇာတ်ကားလေး Dil Ka Rishta (2003) ပဲဖြစ်ပါတယ်..Dil Ka Rishta ဆိုတာ မြန်မာလိုဆို နှလုံးသားနှောင်ကြိုးလို့ အဓိပ္ပာယ်ရပါတယ်...ဆွေးမြေ့ဖွယ်ဇာတ်ကားနာမည်က Rai ရဲ့ရီဝေဝေအလှတွေနဲ့ အပ်စပ်လွန်းလှပါတယ်...ဇာတ်လမ်းကတော့ ၃ ပွင့်ဆိုင်ဇာတ်လမ်းပါ...တစ်ယောက်က မီလျံနာသူဌေးသား...မင်းသမီးက ချစ်ရသူရှိပြီးသား ဆရာမလေး...သူဌေးသားက ပိုင်ရှင်ရှိပြီးသား ဆရာမလေးကိုမှ ချစ်မိသွားတဲ့အခါမှာတော့....၃ ပွင့်ဆိုင် ဇာတ်လမ်းမှာ ၂ ယောက်ထဲ ရှေ့ဆက်ဖို့ဆိုတာ ရင်ကိုခွဲထုတ်သလို နှလုံးသားနှောင်ကြိုးတွေကိုဖြတ်ချရတာမျိုးပါပဲ...နာကျင်ရတယ်....ဒါပေမယ့်အချစ်ဆိုတာ နာကျင်ခံခက် ကြည်နူးဆွတ်ပျံ့တဲ့ ဘုရားသခင်ရဲ့ပြစ်ဒဏ်မျိုးပဲမလား....။ \nFile size…(2.7 GB) and (1.7 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "",
        "url": "https://megaup.net/1Dkh5/(CM)Dil.Ka.Rishta.2003.720p.AMZN.WEB-DL.DD+5.1.H.264-Telly.mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/365e650240de44be94602d24c57b33c3-141x200.jpg",
        "title": "Stalker (1979)",
        "description": "Stalker(1979)\n===========\nBy Andrei Tarkovsky\nIMDb - 8.1/10\"တချို့ကတော့ ခင်မောင်ရင့်ဘဝဟာ\nဘာမှမဟုတ်ဘဲ ပြီးသွားတယ် ပြောကြတယ်။\nဝမ်းနည်း စကားပေါ့။ ကျနော်က အဲဒီလို\nဘယ်တုန်းကမှ မထင်ဘူး။ ခင်မောင်ရင်ဟာ\nသူ့ဘဝရဲ့အကြောင်း အကုန် နားလည်တယ်။\"\nဝင်းဖေက ခင်မောင်ရင်ကို ဒီလိုပြောခဲ့တယ်။\nအားမကျမိဘူးလား။ ငါတော့အားကျတယ်။\nကိုယ့်ဘဝကိုကိုယ် နားလည်တာထက်\nဖြစ်တည်မှုအတွက်အရေးကြီးတာဘာရှိဦးမလဲ။ ဖြစ်တည်မှုဟာ အရင်လာလား။\nဖြစ်တည်ရတဲ့အကြောင်းရင်းဟာ အရင်လာလား။\nအတော်ရူးမိုက်တဲ့အမေးပဲ အကြောင်းရင်းသာအရင်လာခဲ့ရင် ငါတို့တွေ ဒီလိုအဓိပ္ပာယ် ပျောက်နေ စရာလိုပါ့မလား။\nဖြစ်တည်မှုရဲ့အဓိပ္ပာယ်ကို တာကော့စကီးဟာ ငါတို့ကို မေးခွန်းထုတ်သွားတယ်။\nဒါပေမဲ့ အဖြေကို သူမပေးနိုင်ဘူး။\nသူ့ဘာသာသူလည်း ရေရာပုံမရဘူး။\nဒါကြောင့်ပဲ ငါတို့အတူတူရှာဖွေခဲ့ကြရတယ်။\nအနုပညာဟာ ရိုးသားရတယ်မလား။\nတာကော့စကီးက ရိုးသားတယ်။\nအဖြေကိုသူဘယ်တော့မှမတွေ့ဘူး။\nရုပ်ရှင်မှာ ငါတို့ဟာ သူနဲ့အတူတူရှာရတယ်။\nသေတဲ့အထိမတွေ့တာလည်းဖြစ်နိုင်တယ်။\nသောက်ကြီးသောက်ကျယ်ပြောရရင်\nဒါကိုကလည်း ဘဝပဲ။ \"ထိုအရာဟာ ဥက္ကာခဲတစ်ခုလား\nအပြင်ဘက်အာကာသမှ ကမ္ဘာမြေပေါ်\nဆိုက်ရောက်လာသော အရာတစ်ခုခုလား\"\nထိုအရာဟာ ဘာပဲဖြစ်ဖြစ်\nကျုပ်တို့ရဲ့ တိုင်းပြည်ငယ်လေးမှာ\nထိုအရာကြောင့် \"ဇုန်\"ဆိုတဲ့\nဆန်းကြယ်တဲ့နေရာတစ်ခုပေါ်ပေါက်လာခဲ့တယ်\nဇုန်ဆိုတဲ့နေရာမှာ အခန်းတစ်ခုရှိတယ်။\nအဲ့ဒီအခန်းဟာ ဆန္ဒတွေကို တကယ်ဖြစ်မြောက်\nလာစေတဲ့နေရာလို့ဆိုကြတယ်။\nအဲ့ဒီကိုသွားခဲ့ကြတဲ့ လူအချို့ဟာ\nပြန်မလာကြတော့ဘူး\nဒီနေရာဟာ ဘယ်လိုနေရာလဲ\" ဒါက ရုပ်ရှင်ထဲက အကြောင်းအရာတွေ။\nငါတော့ အဲ့ဒီနေရာကို ဖြစ်တည်မှုကို\nရှာဖွေကြတဲ့နေရာလို့ပဲ သတ်မှတ်ချင်တယ်။\nရုပ်ရှင်ထဲက ရှာဖွေကြတဲ့လူသုံးယောက်မှာ\nအကုန်လုံးမတွေ့ခဲ့ကြတာလား။တစ်ယောက်က\nတွေ့ခဲ့တာလား တထစ်ချ‌မပြောတတ်ဘူး။\nဖြစ်တည်မှုကို ...",
        "rating": "8.1",
        "url": "https://megaup.net/1Dkgp/Stalker_(1979).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6UNHOWGOrXv8rlH3OFOMLjmQZgu.jpg",
        "title": "Wish Dragon (2021)",
        "description": "Wish Dragon (2021)တရုတ်အက်ရှင်မင်းသားကြီး ဂျက်ကီချန်း ကိုယ်တိုင် အသံသရုပ်ဆောင်ထားပြီး\n၅၂၈ မေတ္တာဓါတ်တွေနဲ့ လွှမ်းခြုံထားတဲ့ တရုတ်ကာတွန်းကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...အခုတလော တရုတ်ကာတွန်းတွေလည်း အဆင့်မှီလာတာကို ကာတွန်းချစ်ပရိသတ်ကြီးတွေသိပြီးသားပါ။\nပုံစံကတော့ လူကြိုက်များခဲ့တဲ့ အာလာဒင်မီးခွက်စောင့်နတ်ကို အရှေ့တိုင်းပုံစံဖန်တီးထားတာပါ ။\nမတူတာကတော့ ဇာတ်လမ်းပါ...\nအာရှတို့ရဲ့ထုံးစံအတိုင်း မေတ္တာတရားကိုအဓိကချပြထားတဲ့ ကာတွန်းကားလေးမို့ မိသားစုနဲ့ကြည့်လို့ကောင်းမယ့်ကားလေး လို့ညွှန်းချင်ပါတယ်ခင်ဗျာ..စိတ်ထားကောင်း သဘောကောင်းတဲ့ တင်းစီးကျီး တစ်ယောက်မမျှော်လင့်ဘဲ တရုတ်ရေနွေးခရားလေးတစ်လုံး ရရှိခဲ့ပါတယ်။\nခရားလေးထဲကနေ ထွက်လာတာက သူ့ရဲ့မိုက်ပြစ်ကြောင့် အပြစ်ဒဏ်ခံနေရတဲ့ မင်းသားကြီးဂျက်ကီချန်းသရုပ်ဆောင်ထားတဲ့ နဂါးကိုယ်တော်လေး ။\nကောင်းကင်ပေါ်ကိုပြန်တက်ဖို့ သခင်ဆယ်ပါးရဲ့ အလိုဆန္ဒကိုဖြည့်ဆည်းပေးရမယ်တဲ့။\nရွှေတွေငွေတွေအများကြီး ဆုတောင်းလို့ရပေမဲ့ တင်းစီးကျီး လေးကတော့ လိန လို့ခေါ်တဲ့ မိန်းကလေးသူငယ်ချင်းတစ်ယောက်ကို ဆုတောင်းခဲ့ပါတယ်။\nကျန်တာတောင်း သူငယ်ချင်းဆုတောင်းတော့ မဖြည့်ပေးနိုင်ဘူးလို့ဆိုပြီး တင်းစီးကျီးနဲ့စကားများကြပါတော့တယ်..လူ့သဘာဝကိုနားမလည်နိုင်တဲ့ နဂါးကိုယ်တော်...\nလူသားတွေရဲ့လောဘအကြောင်းကိုနားမလည်တဲ့ တင်းစီးကျီး..\nအဖေ့အလိုကျ နေပေးနေရတဲ့ ရွှေသမီးလေး လိန...\nလောဘဇောတက်ပြီး မကောင်းမှုလုပ်နေတဲ့ လူဆိုးတစ်သိုက်တွေနဲ့\nအရှေိ့တိုင်းဆန်ဆန် ဆုတောင်းပြည့်နဂါးမင်းကြီး ဘယ်လိုစခန်းသွားမလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါတော့နော်...File size…1.4 GB and 2.3 GB\nQuality…. ...",
        "rating": "7.4",
        "url": "https://megaup.net/Wfbc/Wish_Dragon.2021.720p.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Capturebla-134x200.jpg",
        "title": "Bala Mitra (2021)",
        "description": "Balamitra (2021)IMDb 9.2/10IMDb Rating မှာ လူ ၅၀၀ ကျော်လောက်က ဒီဇာတ်ကားကို 9.2 ထိပေးထားကြပါတယ်...အိန္ဒိယ Telugu ဇာတ်ကားအများစုဟာ ဇာတ်ညွှန်းကောင်းပြီး စိတ်လှုပ်ရှားမှုအပြည့်အဝပေးနိုင်ကြပါတယ်...ဒီဇာတ်ကားကလဲ Telugu Mood အပြည့်ပါတဲ့ စိတ်ဝင်စားစရာ Thriller ဇာတ်ကားကောင်းပါပဲ...Arjun က ဆေးကျောင်းသားတစ်ယောက်ပါ..သူ့ချစ်သူနာမည်က Deeksha ပါ...တစ်နေ့မှာတော့ Deeksha ပြန်ပေးဆွဲခံရပါတယ်...ပြန်ပေးဆွဲသူက Arjun ဆီက ငွေမတောင်းဘဲ လူ ၃ ယောက်ကို သတ်ခိုင်းတဲ့အခါမှာတော့....။ \nFile size…(1.9 GB) and (1 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:44:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "9.2",
        "url": "https://megaup.net/1Djp7/Bala_Mitra_(2021)_Telugu_TRUE_HD_-_720p.mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/ff0zafqhlbkz-141x200.png",
        "title": "18+ Young Sister-in-law 3 (2019)",
        "description": "ဘဝဆိုတာတိုက်ပွဲ ခယ်မဆိုတာလိုက်ပွဲ ဆိုတဲ့ စကားကြားဖူးကြမှာပါအခုဒီထဲမှာလည်း ပါလေရာ ကျော်ကြီးက ခယ်မလေးကိုကော သူ့မိန်းမကိုပါပွဲဆက်ဖြုတ်ထားတာကို ရှုစားကြရမယ့် ကိုရီးယား 18+ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားမှာလည်းပွဲတိုင်းကျော် ကျော်ကြီးတစ်ယောက် ဘယ်လို အကွက်ဆန်းတွေနဲ့ ဖောင်းဒိုင်းမယ်အရံမင်းသားလက်သစ်ကလည်း ဆရာကျော်ထက် တပည့်လက်စောင်းထက်ဆိုသလိုအကွက်သစ်တွေနဲ့ ရှယ်ကြမ်း ရှယ်ဖြုတ်ပြထားပါတယ် ဆော်လေးတွေ မိတ်ဆက်ရရင်ညီအစ်မနှစ်ယောက်ပေါ့ အကြီးမက ကြမ်းမှကြိုက်တယ် ဆိုတဲ့ အထန်တလိုင်း အငယ်မကတော့မေတ္တာငတ်နေတဲ့ နူးနူးညံ့ညံ့ ကောင်မလေး မေတ္တာရှင်မလေး ငြိမ်းငြိမ်းအိပေါ့ ကြမ်းမှကြိုက်တယ်ဆိုတဲ့ အကြီးမဆော်ကြီးက ခပ်အေးအေး နေတတ်ပေမယ့် လစ်ရင်လစ်သလို ခိုးစားတတ်တဲ့ ကျော်ကြီး နဲ့ အလိုမကျဖြစ်နေရာကအငယ်မရဲ့ ယောက်ျား အရံမင်းသား ဦးထန်ကြီးရဲ့ ရှယ်ကြမ်းပလန်နဲ့တွေ့တဲ့အခါ တစ်ခါတည်း ရှယ်ကြိုက်ဖြစ်သွားရပုံနဲ့ဇာတ်လမ်းဆင်ထားပါတယ် ကြားထဲမှာ ဒရမ်မာလေးလည်းချိုးထားသေးလို့ ဒါရိုက်ဖုန်းဒိုင်း အုန်းဂွမ်းထက်...",
        "rating": "6.5",
        "url": "https://megaup.net/2Zdju/Young.Sister.in.law.3.HDRip.720P.H264(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3csTaJ5fZ0XyCegpGP3MjmGieWI.jpg",
        "title": "Sreekaram(2021)",
        "description": "Sreekaram (2021)ရည်မှန်းချက်ရှိမှ တိုးတက်မယ်တဲ့\nငယ်ငယ်တုန်းက လူကြီးတွေပြောဖူးနေကျစကားပေါ့\nဘာမှနားမလည်သေးတဲ့ ငယ်ငယ်တုန်းက ကျွန်တော်​တို့တွေဟာ\nဆရာဝန်ကြီးဖြစ်ချင်တယ် အင်ဂျင်နီယာကြီးဖြစ်ချင်တယ်နဲ့ ပြောခဲ့ကြဖူးတယ် ကစားခဲ့ကြဖူးတယ်\nကြီးလာတော့ တက္ကသိုလ်တွေကိုယ်စီရောက်တဲ့အခါ ရင့်ကျက်သွားတဲ့အတွေးအခေါ်တွေနဲ့\n​ကျောင်းပြီးရင် ဘာလုပ်မယ်ဆိုတဲ့စိတ်ကူးကိုယ်စီကို ကျောပိုးအိတ်ထဲအပြည့်ထည့်ပြီး ဘဝပင်လယ်မှာ အားကျိုးမာန်တက်ရွက်လွှင်ခဲ့ကြတယ်\nအဲ့ဒီကျောပိုးအိတ်ထဲ အပြည့်ထည့်ထားတဲ့အိပ်မက်တွေက တကယ်ရောဖြစ်လာခဲ့ရဲ့လားဒီနေ့ခေတ်ရဲ့ အရေးကြီးဆုံးပြဿနာကို\nလက်ညှိုးထိုးပြရရင် အလုပ်အကိုင်ရှားပါးမှုလို့ကျွန်တော်ထင်တယ်\nကျွန်တော်တို့ တတ်မြောက်ထားတဲ့ပညာ\nပ်တွေနဲ့သက်ဆိုင်တဲ့ အသက်မွေးဝမ်းကြောင်းအလုပ်တွေက တကယ်ရောရှိနေရဲ့လား\nရှိရင်ရော တက္ကသိုလ်တွေမှာ နှစ်စဉ်ကျောင်းဆင်းနေတဲ့ လူအင်အားနဲ့\nအလုပ်အကိုင်အခွင့်အလမ်းတွေက အချိုးကျနေရဲ့လား\nကျောင်းမပြီးခင်တုန်းကတော့ အားကျိုးမာန်တက်ကြိုးစားလိုက်ကြရတာ\nအလုပ်ရသွားရင်တော့ အကြောင်းမဟုတ်ပေမယ့်\nအလုပ်မရခဲ့ရင်ရော?????ကိစ္စတိုင်းမှာ ရွေးချယ်စရာတွေရှိတယ်တဲ့\nကျွန်တော်တို့နားက အသက်မွေးဝမ်းကြောင်းလုပ်ဖို့ ရွေးချယ်စရာအခွင့်အရေးကြီးတစ်ရပ်ကို\nကျွန်တော်တို့တကယ် လျစ်လျူရှုထားကြပါတယ်\nဒီအလုပ်ဟာ ပညာမတတ်တဲ့သူတွေမှလုပ်တာဆိုပြီး\nအသက်မွေးဝမ်းကြောင်းအတွက် ရွေးချယ်မယ်ဆိုရင် ဒီအလုပ်ကိုတွေးတောင်မတွေးမိကြဘူး\nဆရာဝန်အဖေဟာ သားကိုဆရာဝန်ဖြစ်အောင်လုပ်တယ်\nအင်ဂျင်နီယာအဖေဟာ သားကိုအင်ဂျင်နီယာဖြစ်အောင်လုပ်တယ်\nဒါပေမယ့် ဒီအလုပ်လုပ်တဲ့အဖေကတော့\nသားကို ဒီအလုပ်ဘယ်တော့မှအမွေမပေးကြပါဘူး\nကျွန်တော်တို့အနီးအနားမှာရှိနေတဲ့ မြင့်မြတ်တဲ့အသက်မွေးဝမ်းကြောင်းအလုပ်တစ်ခုက ဘာဖြစ်မလဲ????ဒီရုပ်ရှင်ထဲမှာတော့ ဒီအကြောင်းအရာကို ကွက်ကွက်ကွင်းကွင်းကို\nမီးမောင်းထိုးပြထားတယ်\nမှုခင်းကားတွေများတဲ့ အိန္ဒိယရုပ်ရှင်ထဲမှာမှ\nရှားရှားပါးပါး ကားကောင်းလေးလို့ပြောလို့ရတယ်ဗျ\nလစာအများကြီးရတဲ့ ဆော့ဖ်ဝဲအင်ဂျင်နီယာတစ်ယောက်ရဲ့\nစွန့်လွှတ်မှုများစွာနဲ့ ရပ်ရွာအကျိုးအတွက် ဆောင်ရွက်ခဲ့တဲ့အလုပ်အကြောင်းကို\nရိုက်ပြထားတာ\nကျောင်းသားတွေအတွက်ဖြစ်ဖြစ်\nလူကြီးတွေအတွက်ဖြစ်ဖြစ် ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်တစ်ကားပါပဲTranslated by : AmeliaEncoded by : YKFile Size : 2.09 Gb ...",
        "rating": "7.0",
        "url": "https://megaup.net/2jfA6/Sreekaram_(2021)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Sweeney_Todd_The_Demon_Barber_of_Fleet_Street-772335583-mmed-1-136x200.jpg",
        "title": "Sweeney Todd: The Demon Barber of Fleet Street (2007)",
        "description": "Sweeney Todd: The Demon Barber Of Fleet Street (2007)\n============================\nIMDb - 7.7\nDirected By Tim BurtonBig Fish တို့ Charlie and the Chocolate Factory တို့လို Narrator လန်းလန်းနဲ့ ရုပ်ရှင်‌တွေ\nEdward Scissorhands, Sleepy Hollow, Dark Shadows တို့လို Gothicဆန်ဆန်ရုပ်ရှင်တွေ အရိုက်များတဲ့\nTim Burtonကို အားလုံး ရင်းနှီးပြီးသားဖြစ်မှာပါပဲ။\nSweeny Todd ကလည်း သူ့ရဲ့ အကောင်းဆုံး ရုပ်ရှင်တွေထဲက တစ်ခုပါပဲ။\nသူ့ဟန်ဖြစ်တဲ့ Gothicဟန်ကို အပြည့်အဝပုံဖော်ထားတဲ့အပြင် သူ့ရုပ်ရှင်တွေနဲ့ အလိုက်ဖက်ဆုံး သရုပ်ဆောင်တွေဖြစ်တဲ့ သူ့ရုပ်ရှင်တွေမှာမကြာ မကြာတွဲလျက်ပါတတ်တဲ့ အလိုက်ဖက်ဆုံအတွဲ\nJohnny Deep နဲ့Helena Bonham Carterကို သုံးထားတယ်။\nဒီလိုရုပ်ရှင်မျိုးတွေက Johnny Deepရဲ့ Typeလို့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2jfy5/Sweeney_Todd_The_Demon_Barber_of_Fleet_Street_(2007)_720p.mp4",
        "category": "Drama, Horror, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-10-at-10.53.46-AM-135x200.png",
        "title": "Holler (2020)",
        "description": "Holler (2020)============IMDb Rating - 6.5/10​အကယ်၍များ တစ်စုံတစ်ယောက်က\nလောကကြီးမှာအရေးအကြီးဆုံးအရာကို မေးလာခဲ့ရင်\nဘယ်လိုဖြေမှာလဲ???\nလူအမျိုးမျိုး အဖြေအမျိုးမျိုးကွဲပြားနိုင်ပေမယ့်\nကျွန်တော်တို့ အချိုးကျတွက်လိုက်ရင်\nပိုက်ဆံဆိုတဲ့ အဖြေပဲ အများဆုံးထွက်လာမှာပါ\nပျော်ရွှင်မှုကို ပိုက်ဆံနဲ့ဝယ်မရဘူးလို့ ပြောကြပေမယ့်\nပိုက်ဆံမရှိလို့ မပျော်ရွှင်နိုင်ဖြစ်နေတဲ့သူတွေက ပိုများတာပဲမလား??Blaze နဲ့ Ruth ဆိုတဲ့ မောင်နှမနှစ်ယောက်ကိုမေးလိုက်ရင်လည်း\nပိုက်ဆံလို့ပဲဖြေမှာထင်တယ်\nအဖေမရှိ အမေဖြစ်သူကလည်း အချုပ်ထဲရောက်နေတဲ့ သူတို့အတွက်က\nပိုက်ဆံထက် ဘာကပိုအရေးကြီးဦးမှာလဲ\nဒါပေမယ့် မောင်နှမနှစ်ယောက်က\nတစ်ယောက်နဲ့တစ်ယောက် သိပ်ချစ်ကြတာဗျ\n​ညီမလေးဖြစ်သူဖြည့်ထားတဲ့ကောလိပ်လျှောက်လွှာကိုတွေ့လို့\nတင်ပေးလိုက်တဲ့ Blaze တစ်ယောက်\nသူ့ညီမ ကောလိပ်ဝင်ခွင့်လည်းရရော\nဇွတ်ကို ကောလိပ်ပို့ချင်နေတော့တာပါပဲ\nနဂိုကမှ ကိုယ့်ဝမ်းကိုယ်ကျောင်းပြီး\nရုန်းကန်နေရတဲ့ထဲ ကောလိပ်တက်ရမှာမို့\nနှစ်ယောက်သား အလုပ်ရှာရင်းနဲ့\nတရားမဝင်ဈေးကွက်တစ်ခုကို ရောက်သွားကြတယ်\nဇာတ်လမ်းက အဲ့ကနေစပါတယ်​ပိုက်ဆံရှာဖို့အတွက် ရုန်းကန်ရတဲ့\nမောင်နှမနှစ်ယောက်ကြားက နွေးထွေးမှုတွေ\nတရားမဝင်ဈေးကွက်မှာ ကြုံတွေ့ရတဲ့\nအခက်အခဲပေါင်းများစွာနဲ့အတူ\n​အဆုံးမှာတော့ Blaze နဲ့ Ruth တို့ မောင်နှမနှစ်ယောက် ဘယ်လိုဖြစ်သွားမလဲဆိုတာတော့ ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Amelia မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Amelia, Shwe Pyae, Jo Jo Va တို့ပဲ ဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration ...",
        "rating": "6.5",
        "url": "https://megaup.net/Xkz8/Holler.2020.720p.WEBRip[CM]].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/awake-135x200.jpg",
        "title": "Awake 2021",
        "description": "နက်ဖလစ်ရဲ့ နောက်ထပ်ရုပ်ရှင်သစ်တစ်ကားထွက်လာပါပြီ။\nဒါကလည်း ကမ္ဘာပျက်တဲ့ကားပါပဲ။ ဒီတစ်ခါ အရင်နဲ့မတူအောင်ပျက်ရမှာပေါ့။\nထူးခြားတဲ့ အဖြစ်အပျက်တစ်ခုကြောင့် တစ်ကမ္ဘာလုံးက\nလျှပ်စစ်တွေအကုန် ပြတ်တောက်သွွားပြီး လူတွေအကုန်လုံး အိပ်နိုင်စွမ်းကို ဆုံးရှုံးသွားပါတယ်။\nမေ့ဆေးပေးတောင် အိပ်လို့မရတော့ပါဘူး။ သေတာနဲ့နိုးနေတာ နှစ်မျိုးပဲ ကျန်ပတော့တယ်။\nလူတွေဟာ မအိပ်ဘဲနေနိုင်တဲ့ ရက်အကန့်အသတ်ရှိပါတယ်။\nရက်ကြာလာတာနဲ့အမျှ တွေးခေါ်နိုင်စွမ်းတွေ ပျောက်လာတယ်၊ ထင်ယောင်ထင်မှားတွေ မြင်လာတယ်\n၊ ချိနဲ့လာတယ် စသည်ဖြင့်ပေါ့။ ဒီတော့ ရက်ပိုင်းအတွင်းမှာ မလွှဲမရှောင်သာ ကမ္ဘာပျက်ပါတော့မယ်။\nအဲဒီအချိန်မှာပဲ အိပ်လို့ရနေတဲ့ ကလေးမလေးတစ်ယောက်ကို တွေ့သွားကြတဲ့အခါ\nသူ့ကိုစမ်းသပ်ပြီး အချိန်မီ ကုထုံးကိုရှာဖို့ ကြိုးစားကြပါတော့တယ်။\nဒါပေမယ့် ကလေးမလေးရဲ့အမေကလည်း သူ့ကလေးကို ကာကွယ်ဖို့အတွက် အစွမ်းကုန်ကြိုးစားလာတဲ့အခါ...\nFile size…(1.7 GB) and (1 GB)\nQuality….web 1080p and 720p\nFormat…mp4\nDuration….02:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "5",
        "url": "https://megaup.net/2jfiD/awake.2021.720p_(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/91P5AKhzO4L._SL1442_-142x200.jpg",
        "title": "Madaari (2016)",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (78%)အသက် ၁၀ နှစ်အရွယ် ရိုဟန်ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက် ပြန်ပေးဆွဲခံရတယ်။ ရိုဟန်က ပြည်ထဲရေးဝန်ကြီးရဲ့ တစ်ဦးတည်းသော သား။ဆိုတော့ကာ စစ်တပ်ရော ဗဟိုထောက်လှမ်းရေးအဖွဲ့ပါ ပိုက်စိပ်တိုက် လိုက်ရှာကြရရော။ ဝန်ကြီးရဲ့သား ပျောက်နေတယ်ဆိုပြီး မီဒီယာတွေကို အသိပေးလိုက်ရင် ပြန်ပေးဆွဲတဲ့လူက ကြောက်လန့်ပြီး ကလေးကို သတ်ကာ တိမ်းရှောင်သွားနိုင်တာကြောင့် အတတ်နိုင်ဆုံး တိတ်တဆိတ်ပဲ စုံစမ်းထောက်လှမ်းကြတယ်။ရိုဟန်နဲ့ သူ့သူငယ်ချင်းတစ်ယောက်က တခြားကျောင်းသားတွေ အိပ်ပြီဆိုရင် အဆောင်ကနေ ခိုးထွက်ပြီး ညလယ်စာတွေ ဝယ်စားတတ်တယ်။ ရိုဟန် ပြန်ပေးဆွဲခံရတာဟာလည်း အဲဒီလိုမုန့်ထွက်စားတဲ့ညတစ်ညမှာ ဖြစ်ပျက်သွားခဲ့တာ။ ရိုဟန့်သူငယ်ချင်းက လမ်းပေါ်မှာ လဲကျပြီး အိပ်ပျော်ကျန်နေခဲ့တော့ စစချင်းမှာ ကလေးချင်း မှားပြီး ပြန်ပေးဆွဲခံရတာလို့ ကောက်ချက်ဆွဲကြသေးတယ်။ဝန်ကြီးတို့တစ်တွေ အခက်တွေ့ကြတဲ့ကိစ္စတစ်ခုကတော့ ရိုဟန့်ကို ပြန်ပေးဆွဲသွားတဲ့လူဆီကနေ ဘာတစ်ခုမှ ဆက်သွယ်မလာတာပဲ။ ပိုက်ဆံလိုချင်ရင်လည်း ပြန်ပေးသမားအနေနဲ့ ဆက်သွယ်သင့်ပြီ။ အခုကျ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Dhj1/Madaari_2016_BluRay_720p_Hindi_DD_5.1_x264_ESub_10GB_-_mkvCinemas_[Telly].mp4",
        "category": "Adventure, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oSaIrm4aYRvmNWnED01mAqWTFMW.jpg",
        "title": "The Peeping Tom (1997)",
        "description": "The Peeping Tom (1997)မိန်းမတွေရဲ့ သွယ်လျလှပတဲ့ခြေထောက်တွေကိုပဲ အရူးအမူးတန်းတန်းစွဲနေတဲ့ စိတ္တဇနှာဘူးဆိုက်ကိုတစ်ယောက်...ကောင်မလေးတွေကို ပြန်ပေးဆွဲ မဒိန်းကျင့်ပြီးခါမှ ခြေထောက်လှလှလေးတွေကို ပေါင်ရင်းကနေစ ဖြတ်ပစ်ပြီးသတ်တဲ့ သူ့ရဲ့ကွင်းဆက်လူသတ်မှုကြောင့်ဟောင်ကောင်မြို့တစ်ခုလုံးက ကောင်မလေးတွေ အတိုအပြတ်မဝတ်ရဲတဲ့အထိ ထိတ်လန့်ကြောက်ရွံ့နေရတဲ့ ကပ်ဘေးတစ်ခုလို ဖြစ်နေခဲ့တယ်တနေ့ သေနတ်ချင်းယှဉ်ပစ်နေတဲ့ လမ်းမပေါ်က စစ်ဆေးရေးမှူးစုံထောက်မလေး ချန်ဆူအန်ကိုတွေ့မိခဲ့ရင်းက လူသတ်သမားက ဆူအန်ကို သူဖမ်းနေကြကောင်မလေးတွေနဲ့မတူ တမူသဘောကျမိသွားပြီးလူသတ်သမားနဲ့ စုံထောက်ရဲမေတို့ကြားက ပဋိပက္ခတွေကို သည်းထိတ်ရင်ဖို ခပ်ကြမ်းကြမ်းလေး ခပ်ထန်ထန် ကြည့်ရှုရမှာပါ။ဆိုက်ကိုလူသတ်ကားနဲ့ အက်ရှင်ကြိုက်သူတို့အဖို့တော့ ကြည့်ရှုသင့်တဲ့ ၁၉ရာစုရဲ့လက်ရာ တရုတ်ရုပ်ရှင်ကားတစ်ခုပါ။Mature Rated NC-17 ကြမ်းတာမို့ အသက် ၁၇နှစ်နှင့်အောက် မကြည့်ရနှင့် ပြည့်ပြီးသူများဖြစ်ရင်တောင် နှလုံးရောဂါ ရှိသူများ ကြည့်ရန်မသင့်တော်ပါ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ ) Quality__480p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:30:00\nType__Crime , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Dhim/The_Peeping_Tom_(1997).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q037kF34JCHKeoVSNVrv21Tj6Im.jpg",
        "title": "The Lovely Bones (2009)",
        "description": "The Lovely Bones 2009\n---------------------------\nစာရေးဆရာမ Alice Sebold ရဲ့ ရောင်းအားအကောင်းဆုံး\nဝတ္ထုဖြစ်တဲ့ ဒီဇာတ်လမ်းလေးကို ဆုရဒါရိုက်တာတစ်ဦးဖြစ်တဲ့\nAndrew McKeoughက ၂၀၀၉ခုနှစ်မှာ ရိုက်ကူးခဲ့ပါတယ်.\nဒီဇာတ်လမ်းအပေါ်သူတို့ရဲ့ အားစိုက်မှုကြောင့်\nအော်စကာဆုမှာလဲ ဇကာတင်အနေနဲ့ ပါခဲ့ပြီး\nဆုပေါင်း၁၀ဆုနဲ့စကာတင် ၄၆ဆုထိ ရခဲ့တဲ့\nဇာတ်လမ်းကောင်းတပုဒ်ဖြစ်ပါတယ်.....ဇာတ်လမ်းအကျဉ်း\n-----------------\nသူမ နာမည်က ဆယ်လ်မွန်ပါ(ငါးနာမည်လေးတစ်ခုပေါ့)\nဆယ်လ်မွန်က ၁၄နှစ်ရွယ်ရွှေအိုရောင်ဆံပင်လေး\nမျက်လုံးပြာပြးလေနဲ့ သိပ်ချစ်ဖို့ကောင်းတဲ့\nကလေးမလေးပါပဲ. သူမရဲ့နှလုံးသားဟာလဲ\nမိသားစုကပေးတဲ့ချစ်ခြင်းတွေ သူမက\nမိသားစုအပေါ်ထားတဲ့ ချစ်ခြင်းတွေနဲ့\nနွေးထွေးနေခဲ့တာပါ.ဒီလို ဘဝကို\nကြင်နာမှုတွေ မေတ္တာတွေနဲ့ အေးချမ်းစွာ\nဖြတ်သန်းနေခဲ့တဲ့ ဆယ်လ်မွန်လေးဟာ\nအသက်၁၄နှစ်အရွယ်မှာ လူသတ်ခံခဲ့ရပါတယ်.\nသတ်တဲ့လူကလဲ သိပ်ကို စိတ္တဇတဲ့လူတစ်ယောက်ပေါ့ဗျာ.\nဒီလောက်ဖြူစင်တဲ့ကလေးမလေးဟာ ဆန္ဒမပါပဲ\nအဓ္ဓမပြုကျင့်ခြင်းကို ခံခဲ့ရပြီး သေဆုံးသွားပြီး\nနောက်မှာတော့ သူ့ရဲ့ဝိညာဉ်က...........\nသရုပ်ဆောင်အနေနဲ့လဲ ဆယ်လ်မွန်လေးရဲ့\nအဖေနေရာမှာ မင်းသားကြီးMark Wahlberg နဲ့\nအမေနေရာမှာ Rachel Weiszဆိုတော့\nရင်ထဲကိုရောက်စေမယ့် Dramaဇာတ်လမ်းတပုဒ်မလို့\nကြည့်ဖြစ်အောင် ကြည့်စေချင်ပါတယ်...  Translated by :: Mr.AndersonEncoded and Reviewed by : YKFile Size : 1.9Gb and1.04GBQuality : 1080op Blu-Ray 5.1Ch ...",
        "rating": "6.7",
        "url": "https://megaup.net/Xjtq/The.Lovely.Bones.2009.720p(CM).mp4",
        "category": "Drama, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BN2MxMTJjNWItNjU1MC00MjZjLThkMmQtZjkzMWEwMzRmMThmXkEyXkFqcGdeQXVyNDYzNDg2MTM@-150x200.jpg",
        "title": "To My Star (2021)",
        "description": "To my star (2021)\"ကြယ်\" ဆိုတာ အလှမ်းဝေးကွာတဲ့နေရာမှာရှိကြတယ်\nမိုးပေါ်ကကြယ်လေးရော ..... နှလုံးသားထဲကကြယ်လေးရောပဲပေါ့ ...အဲ့ကြယ်လေးဆီကို \"အချစ်\" ဆိုတဲ့ တံတားလေး ခင်းလိုက်တဲ့အခါ\nကိုယ့်ရဲ့အနီးဆုံးနားကိုရောက်လာတတ်တယ်တဲ့....ဒီဇာတ်လမ်းလေးထဲမှာတော့ တစ်ချိန်က လျှမ်းလျှမ်းတောက်နာမည်ကြီးခဲ့တဲ့ တောင်ကိုရီးယားအနုပညာရှင် ဂန်ဆောဂျွန်း(Son Woo Hyun)ဟာ ကောလဟာလတစ်ခုကြောင့်နေ့ချင်းညချင်းမှာပဲ ပရိတ်သတ်တွေရဲ့ပြစ်တင်ရှုံ့ချမှုတွေခံလိုက်ရပါတယ်။ဒီအခြေအနေမှာ မမျှော်လင့်ဘဲ စားသောက်ဆိုင်က စားဖိုမှူးလေး ဟန်ဂျီအူ(Kim Kang Min) နဲ့တွေ့ဆုံလိုက်ရပါတော့တယ်။လွတ်လပ်ပြီး​ခေတ်မီတဲ့ ဂန်ဆောဂျွန်း နဲ့\nရှေးရိုးစွဲပြီး ပတ်ဝန်းကျင်ကိုဂရုစိုက်တတ်တဲ့ ဟန်ဂျီအူ တို့ရဲ့အချစ်ရေးကရောဘယ်လိုတွေဆက်ဖြစ်မလဲ။\"အချစ်နဲ့ထိတွေ့ရင်အရာရာဟာပြောင်းလဲတတ်ကြတယ်\" ဆိုတဲ့အတိုင်း\nတကယ်ချစ်မိသွားတဲ့အခါမှာ ဂန်ဆောဂျွန်း ဘယ်လိုတွေပြောင်းလဲသွားလေဦးမလဲ ။အလှမ်းဝေးကွာလွန်းတဲ့ ကြယ်လေးကို သူ့အနားကိုရောက်အောင် ဂန်ဆောဂျွန်း လုပ်နိုင်ပါ့မလားဆိုတာကို\nစောင်ကိုက်ပြီး အသည်းတွေအူတွေတယားယားနဲ့ကြည့်ရမယ့်\n၂၀၂၁ရဲ့ အကောင်းဆုံး ကိုရီးယား BL ကားတွေထဲကတစ်ကားဖြစ်ပါတယ်။Translated and Reviewed by: HAWEncoded by: AugustQuality: 720p and 1080pFile Size: 1.1GB and 1.8GBDuration 2h ...",
        "rating": "8.1",
        "url": "https://megaup.net/2jezZ/To.My.Star.720p.H264.AAC.WEB-DL.CM.mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/81JMVKSvHvL._SL1410_-142x200.jpg",
        "title": "[18+] Road Trip (2000)",
        "description": "IMDb Rating (6.4)Euro Trip ကိုကြည့်ဖူးလို့ကြိုက်ရင် ဒါလေးလဲထပ်ကြည့်ဖို့တိုက်တွန်းပါတယ်..ကျောင်းသားဘဝ လူငယ်ဘာဝ ရဲရင့်ရိုးသားတဲ့အလွဲတွေနဲ့ ခွီနေရမယ့်ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့...\nဂျော့ရှ် နဲ့ တစ်ဖနီ တို့ဟာ ငယ်ငယ် ကတည်းက\nအတွဲညီလာခဲ့တဲ့ သူတွေပါ အသက်တွေ ကြီးလာတော့လည်း\nချစ်သူတွေဘဝကို ရောက်ခဲ့ပါတယ်။ ဒီလိုနဲ့ အထက်တန်း အောင်ပြီး\nကောလိပ်တက် ရတဲ့အခါ တနယ်စီဝေးကွာ ခဲ့ပါတယ်။ ဒါပေမဲ့\nသူတို့ အချင်းချင်းနေ့စဉ်ကြုံရသမျှတွေကို အချင်းချင်း ဖုန်းနဲ့\nပြန်ပြောဖို့ ကတိထားခဲ့ပါတယ်။ဂျော့ရှ်ကလဲ တစ်ဖနီရဲ့ အပေါ်သစ္စာစောင့်သိခဲ့ပါတယ်\nဒီလိုနဲ့ တစ်နေ့မှာ သူက တစ်ဖနီကို သူရဲ့ ချစ်စကားတွေ ပြောပြထားတဲ့\nဗီဒီယိုခွေလေးကို ပို့ပေးဖို့လုပ်ပါတော့တယ်။ဒါပေမဲ့ အဲ့ညမှာပဲ ဂျော့ရှ်က\nကောင်မလေးတစ်ယောက်နဲ့ ပျော်ပါးမိပါတယ်။ အဲ့လို ပျော်ပါးတာကိုလည်း\nဗီဒီယို ရီကော့ဒ်လုပ်ထားပါတယ်။တကယ်တမ်း တစ်ဖနီ့ဆီကို ဗီဒီယို ပို့တဲ့အခါမှာ\nအခွေချင်းမှားပို့မိပါတော့တယ်။ဒါပေမဲ့ သူကံကောင်းတာက တစ်ဖနီက ကျောင်းကို\nနောက်သုံးရက်နေမှ ပြန်ရောက်မှာဖြစ်တဲ့အတွက် တိပ်ခွေက ကျောင်းသားရေးရာ\nဋ္ဌာနမှာပဲရှိပါသေးတယ်။ဒီလိုနဲ့ ဂျော့ရှ်ဟာ တစ်ဖနီ ပြန်မရောက်ခင် တိပ်ခွေ ပြန်ရဖို့\nမိုင်ပေါင်းထောင်ချီတဲ့ ခရီးကို သူငယ်ချင်းတွေနဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/Xj66/Road.Trip.2000.UNRATED.720p.BluRay.X264-AMIABLE_by_Moe_Sat.mp4",
        "category": "Adult, Comedy, Drama"
    }
]