[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6sMnY4fEVAfdadhANhGnNckxsmx.jpg",
        "title": "Wolf Hound (2022)",
        "description": "Wolf Hound (2022)ဟုတ်ကဲ့ စစ်ကားကြိုက်သူများအတွက် ၂၀၂၂အသစ်ထွက် စစ်ကားလေးကို တင်ဆက်ပေးသွားမှာပါ။\nဇာတ်ကားကို စစဖွင့်လိုက်ချိန်မှာ နေဝန်းထဲကို လေယာဉ်သုံးစင်းပျံသွားတာကို တွေ့ရမှာပါ။\nဒီအခန်းကို ကျွန်တော် တော်တော်ရင်းနီးနေပါတယ်။ ဆက်ပျံပြနေပါတယ်။ ရင်းနီးနေပါတယ်။ ဟော သိလိုက်ပါပြီ။\nဘယ်တော့မှ ဘတ်ဂျက်မနိုင်တဲ့ ကမ္ဘာကျော် ဒါရိုက်တာကြီး ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာရဲ့ ဒစ်အလည်ခဲ့ဆုံး ရုပ်ရှင်မှာ တွေ့ဖူးတာပါ။Apocaplyse Nowဆိုတဲ့ ရုပ်ရှင်မှာ ဒီလိုခပ်ဆင်ဆင်အခန်းမျိုးပါပါတယ်။\nစစ်ကားချင်းလည်းတူတာဆိုတော့ Apocaplyse Nowလိုများ မာစတာ့ မာစတာပိစ်ဖြစ်သွားမလား ဆက်ကြည့်ကြည့်ပါတယ်။\nအဲဒီအချိန်မှာပဲ ဇာတ်ကားနာမည်ကြီးကို နေထွက်တဲ့ဘက်မှာ စာတန်းထထိုးပါတယ်။ WOlF HOUNDတဲ့။\nစာလုံးပုံစံကိုက အထင်ကြီးစရာပါပဲ။ တော်တော်ခက်ခက်ခဲခဲလုပ်ယူရမှာ။\nငယ်ငယ်က ကျားကုတ်ကျားခဲကလိဖူးတဲ့သူတွေတော့ သိကြမှာပါ။\nမိုက်ခရိုဆော့ ပါဝါပွိုင့်ထဲက 3D EFFECT ရယ် SHADOW EFFCT ရယ်ကိုသုံးထားတာပါ။ လုံးဝကွက်တိချွတ်စွတ်ပါပဲ။\nပေါကားတော့မဟုတ်လောက်ပါဘူး။ အမြင်သစ်နဲ့လုပ်ထားတာပဲဖြစ်မှာပါလေဆိုပြီး ကျွန်တော်ဆက်ကြည့်ကြည့်ပါတယ်။လေယာဉ်တွေ ပစ်ပါတယ်။ ခတ်ပါတယ်။ ဒုတိယကမ္ဘာစစ်ကားဆိုတော့ နာဇီတွေနဲ့ချတာပါ။\nဘာလို့ချတယ် ဘယ်လိုချတယ်တော့ မပြောတော့ဘူးလေနော့။ အကုန်ပြောမိလို့ တစ်ယောက်မှမကြည့်တော့ရင် အလုပ်ကပြုတ်ဦးမယ်။ဒီနားကတော့ ...",
        "rating": "",
        "url": "https://megaup.net/15Dfh/Wolf.Hound.2022.720p.AMZN.WEBRip.CM.mp4",
        "category": "Action, Adventure, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dv93VspYwwNPbvdB0AcddhiDrGU.jpg",
        "title": "Jayeshbhai Jordaar (2022)",
        "description": "Jayeshbhai Jordaar (2022) ဒီဇာတ်ကားလေးကတော့ အိန္ဒိယနိုင်ငံရဲ့ ဖိုဝါဒ အလေးပေးမှု၊ အမျိုးသမီးတွေကို နှိမ်ချမှု တို့ကို မီးမောင်းထိုးပြထားတဲ့ စိတ်ဝင်စားစရာ ဇာတ်ကားကောင်းလေးတစ်ခုပါပဲ။ဂျက်ရှ်ဟာ Pravingadh မှာ ဘိုးဘေးစဉ်ဆက် အုပ်ချုပ်လာတဲ့ မိသားစုရဲ့ သားတစ်ယောက်။ သူက မူဒရာဆိုတဲ့ အမျိုးသမီးလေးနဲ့ အိမ်ထောင်သက် ၉ နှစ်ရှိပြီး သမီးလေးတစ်ယောက်မွေးထားတယ်။ ဂျက်ရှ်တို့ မိသားစုမှာ ဆက်ခံဖို့အတွက် သားမွေးပေးရမှာက မူဒရာ ရဲ့တာဝန်ပေါ့။အိမ်ထောင်သက်တစ်လျှောက်လုံးမှာ ကိုယ်ဝန်ဆောင်ပြီး မိန်းကလေးမှန်း သိရတဲ့အချိန်တိုင်း ကလေးကို ဖျက်ချခဲ့ရတာ ၆ ကြိမ်ရှိပြီ။ ဒီတစ်ဗိုက်မှာတော့ မူဒရာ‌တစ်ယောက် သားလေး မွေးပေးနိုင်ဖို့ကို တစ်မိသားစုလုံးက မျှော်လင့်ထားကြတယ်။ ဂျက်ရှ်ကတော့ စိတ်နှလုံးသား နူးညံ့တဲ့ ခင်ပွန်းပါပဲ။\nမူဒရာရဲ့ ဗိုက်ထဲက ကလေးဟာ မိန်းကလေးမှန်း သိပြီးတဲ့နောက် ဂျက်ရှ်တစ်‌ယောက် ရင်သွေးကို ထပ်ပြီး အဆုံးရှုံးမခံနိုင်တော့ဘဲ သူ့မိဘတွေ ရှေးရိုးစွဲတာတွေကို ဘယ်လို ပုန်ကန်နိုင်မလဲ?\nသူ့ဇနီးသည်နဲ့ အတူ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1LB6i/[CM]Jayeshbhai.Jordaar.2022.Hindi.720p.WEB-DL.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/igT8rRviIHXm40ZFoQ0dUXuBUET.jpg",
        "title": "Ayngaran (2022)",
        "description": "Ayngaran (2022) ဒီတစ်ခါမှာတော့ Tamil ဇာတ်လမ်းလေးတွေကိုမှ ကြိုက်နှစ်သက်ပါတယ်၊ စိတ်ဝင်စားပါတယ် ဆိုတဲ့ သူတွေအတွက် ဇာတ်လမ်းကောင်းလေးတစ်ခု ရုပ်သံအကြည် ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းကတော့ အပြိုင်ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ...တစ်ဖက်က သိပ္ပံနည်းကျ ပစ္စည်းတွေ တီထွင်ဖန်တီးရတာကို အရမ်းဝါသနာပါတဲ့ \"မာသီ\"၊ တစ်နေ့တစ်နေ့ သူ့ရဲ့ဖန်တီးမှုတွေကို အသိအမှတ်ပြုခံရဖို့ ကြိုးစားပေမဲ့လည်း ငြင်းလွှတ်ခံရတာကို အသားကျနေရတဲ့ အိပ်မက်ကြီးကြီးနဲ့ လူငယ်တစ်ယောက်၊\nမတရားတာတွေ့ရင်လည်း ငြိမ်မနေနိုင်သလို လူတွေကိုကူညီပေး အကျိုးပြုပေးတတ်တဲ့သူ ...တစ်ဖက်မှာတော့ အစီအစဉ်တွေကို အကြီးအကျယ်ချထားပြီး လက်ဝတ်ရတနာဆိုင်တွေက စိန်တွေကိုမှ သီးသန့်လိုက်ဖောက်ထွင်းခိုးယူနေတဲ့ လူ ၆ ယောက်တစ်စု ...အဲ့လူ ၆ ယောက်နဲ့ \"မာသီ\" ဘယ်လိုတွေ့ဆုံကြမလဲ?\nတွေ့ဆုံရာကနေရော ဘယ်လိုအကျိုးဆက်တွေ ဖြစ်လာမလဲ? ဆိုတာကိုတော့ ဇာတ်လမ်းလေးမှာပဲ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။Tamil ဇာတ်ကားတို့ထုံးစံအတိုင်း ဇာတ်ကား အစကတည်းကပါတဲ့ သီချင်းမြူးမြူးလေးတွေကိုပါ လိုက်ပါခံစားလို့ရအောင် ဘာသာပြန်တင်ဆက်ပေးထားပါကြောင်း သတင်းကောင်းပါးရင်း ဒီဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ File Size ...",
        "rating": "6.6",
        "url": "https://megaup.net/1LAp5/[CM]Ayngaran.2022.Tamil.720p.WEB-DL.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/43EQZnWP9znGqTKfO4BsPALXVYa.jpg",
        "title": "Apollo 10½:  A Space Age Childhood (2022)",
        "description": "Apollo 10 ½===============\nလူသားမျိုးနွယ်ရဲ့ အာကာသခရီးဟာ ၁၉၆၉ခုနှစ် ဇူလိုင်လ ၁၆ရက်က လွှတ်တင်တဲ့ Apollo 11နဲ့အတူအစပျိုးခဲ့ပါတယ်။ လိုက်ပါသွားခဲ့တဲ့ Neil Armstrong နဲ့အဖွဲ့သားတွေဟာ လပေါ်ကို ပထမဆုံးအခြေချနိုင်သူတွေ ဖြစ်ခဲ့တာပေါ့။ ဒါပေမယ့် အမှန်တကယ် ပထမဆုံး အခြေချနိုင်သူဟာ NeilArmstrong မဟုတ်ဘဲ မူလတန်းကျောင်းသားတစ်ယောက်သာ ဖြစ်ခဲ့မယ်ဆိုရင်…ထိုအချိန်က Huston နယ်မြေမှာ အရာရာတိုင်းက အာကာသနဲ့ပတ်သက်တာတွေချည်း ဖြစ်ခဲ့တာပေါ့။ မူလတန်းကျောင်းသားလေး Stan အပါအဝင် ကလေးတော်တော်များများရဲ့ အိပ်မက်ဟာအာကာသယာဉ်မှူးကြီးဖြစ်ဖို့ပါပဲ။ တစ်နေ့မှာတော့ NASAက လူတချို့ဟာ Stan ကိုခေါ်ပြီးအာကာသယာဉ်ထိန်းခန်းဆောက်လုပ်ရာမှာ တွက်ချက်မှုအမှားလေးတွေကြောင့်သာမန်ထက်အနည်းငယ် သေးငယ်သွားပြီး အဲဒီယာဉ်ကိုမောင်းနှင်ပြီး လပေါ်ကိုသွားဖို့ကလေးတစ်ယောက်ကိုလိုက်ရှာနေတာဖြစ်ကြောင်း ပြောပြပါတယ်။ အဲဒီအကြံကို Stan ကလဲလက်ခံခဲ့ပြီး လပေါ်ကို ခရီးသွားနိုင်ခဲ့ပါတယ်။ အဲဒီပရောဂျက်ဟာ Apollo 10 ½ လို့ခေါ်ပြီး Apollo 11မတိုင်ခင် ဖြစ်ခဲ့တာပေါ့။ သို့သော် ဒီဖြစ်ရပ်ကို ပါးစပ်ပိတ်ထားရတဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1LAbh/Apollo.10.1.and.2.A.Space.Age.Childhood.2022.720p.(CM).mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/hustle-135x200.png",
        "title": "Hustle (2022)",
        "description": "Hustle (2022)\n===========\nIMDb Rating - 7.3/10\nComedy, Drama, SportBasketball ကိုအခြေခံထားတဲ့ Netflix ရဲ့ Sport ဇာတ်ကားကောင်းလေး\nအသစ်ထွက်လာပါတယ်။ နာမည်ကြီး ဟာသ သရုပ်ဆောင် Adam Sandler က\nဦးဆောင်ပါ၀င်ထားပြီး IMDB မှာလည်း 7.3 အထိရထားပါတယ်။\nဇာတ်လမ်းအညွှန်းက စတန်လီဟာ NBA လိဂ် ( အမေရိကန် ဘတ်စ်ကတ်ဘော\nပရိုလိဂ်) စစ်ဆာ ဘတ်စ်ကတ်ဘော အသင်းရဲ့ ကစားသမားရှာ ကင်းထောက်\nအဖြစ်လုပ်ခဲ့တာ သူ့တစ်သက်နည်းပါးပါပဲ ။နောက်ဆုံး အသင်းပိုင်ရှင်အပြောင်းအလဲမှာ သူ့ကို လက်ထောက်နည်းပြအဖြစ်\nခန့်ဖို့ အကြောင်းဖန်လာပါတယ် ။ ဒါပေမယ့် ပရိုလိဂ်နဲ့ ကိုက္မယ့် ကစားသမား\nတစ်ယောက်ရှာခဲ့ဆိုပြီး တာ၀န်ပေးလိုက်ပါတယ်။ သူ့ဘ၀ရဲ့‌ နောက်ဆုံးနဲ့အကောင်းဆုံး\nကစားသမားကိုရှာဖို့ စပိန်ကိုထွက်လာခဲ့ပေမယ့်၊ မထင်မှတ်ဘဲ လမ်းဘေး basketball\nပွဲကနေ ရွက်ပုန်းသီး ကစားသမားတစ်ယောက်ကိုတွေ့သွားပြီး NBA စင်မြင့်ပေါ်\nတင်ကာ အောင်မြင်မှုတွေ ဆွတ်ခူးသွားမယ့်ပုံကို ကြည့်ရမယ့် ကားကောင်းလေး\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Thiha ...",
        "rating": "7.3",
        "url": "https://megaup.net/2rw3p/hustle.2022.720p.web.[CM].mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fbh3maleH24FiSGlTKvoVVe0txC.jpg",
        "title": "Don (2022)",
        "description": "Don (2022)3 idiots လို vibe မျိုး ထပ်မံခံစား ကြည့်ရှုလိုသူတွေအတွက်Don ဆိုတဲ့ ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။သားသမီးကို ချစ်ကြောင်း မပြသလိုတဲ့ ဖခင်တစ်ဦးရဲ့ အကျင့်စရိုက်၊အဲဒီအကျင့်စရိုက်အောက်မှာ သားဖြစ်သူက \"အဖေဆီကနေ အချစ်မခံရဘူး\" လို့တွေးမှတ်လာတဲ့အခါ ရင်ထဲက မုန်တိုင်း တစ်ခု ရှိလာပါတော့တယ်။ ၁၂ တန်းပြီးတဲ့အခါ ဖခင်ရဲ့ ဖိအားပေးမှုကြောင့် \"Best Engineering College\" ကိုသွားတက်ရင်း ကောလိပ်ကြော်ငြာနဲ့ လက်တွေ့က တခြားစီဖြစ်နေတာကို ကြုံလိုက်ရပါတော့တယ်။\"တက္ကသိုလ်ရောက်တဲ့အခါ လုပ်ချင်တာလုပ်လို့ ရပြီ\" ဆိုတဲ့ ဂျင်းတွေကို စားလာတဲ့ကျောင်းသားတွေကတော့ ဒီကောလိပ်ရောက်မှပဲ ထောင်ထဲရောက်သလို ခံစားလိုက်ရတဲ့အခါ.....ဆယ်ကျော်သက်တို့ သဘာဝအတိုင်း ဖိလေ ကြွလေဖြစ်တော့ ကျောင်းသားတစ်သိုက် ဆရာတွေကို ဘယ်လို ပညာပြန်ပြမလဲဆိုတာ ခံစားကြည့်ရှုရမှာပါ။ ဒီ Tamil language ကားလေးက‌တော့ Action, Comedy, Romance အမျိုးအစားဖြစ်ပြီးတက္ကသိုလ်ကျောင်းသားဘဝကနေ အိမ်ထောင်သည်ဘဝအထိ အဆင့်ဆင့်ဖြတ်သန်းခဲ့တာတွေ၊အဖေနဲ့သားကြား ဆက်ဆံရေးတွေကို ...",
        "rating": "7.6",
        "url": "https://megaup.net/1LA2w/DON_(2022)_TRUE_WEB-DL.720p.Tamil_AAC2.0CH_.YK(CM).mp4",
        "category": "Action, Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AlJNBARJS4qrtfzzLMkyavhJLud.jpg",
        "title": "Keeping Company (2021)",
        "description": "Keeping Company (2021) ~ IMDb - 5.6/10, Rotten Tomatoes - 80% ~ဦးဆုံးပြောချင်တာကတော့ ဒီရုပ်ရှင်ဟာ ဝေဖန်ရေးသမားတွေကြိုက်ကြတဲ့ ဟာသကားကောင်းတစ်ကားပေမဲ့ B အဆင့်ရုပ်ရှင်ပါ။ ဟာသကားကို သူတို့ဘာလို့ကြိုက်ကြလဲဆိုရင်တော့ ရယ်ရလို့ပေါ့ဗျာ။ သူ့တားဂတ်က ဒါပဲကိုး။ ဒါကြောင့်မို့ တခြားစီနီမာတွေ သရုပ်ဆောင်ကောင်းတွေ ဘာဘာညာညာ အလန်းဇယားတွေတော့ မမျှော်လင့်စေချင်ဘူး။ နည်းနည်းပါးပါး ရယ်ချင်ရင်တော့ ကြည့်လိုက်သင့်တဲ့ကားမျိုးပါပဲ။ ဝေဖန်ရေးသမားတွေတောင် ရိတ်တင် ၈၀ရာခိုင်နှုန်းပေးထားတယ်ဆို‌တော့ အတော်မဆိုးတဲ့ အခြေအနေမှာရှိတဲ့ကားမျိုး၊ ပြောရရင် Sitcom ကြည့်နေသလို သဘောတရားမျိုးပေါ့၊ ဒါပါပဲ။ဇာတ်လမ်းကတော့ ရိုးရိုးရှင်းရှင်းလေး၊ အာမခံရောင်းတဲ့နှစ်ကောင် လူသတ်သမားအိမ် တံခါး သွားခေါက်တယ်။ သူတို့ကတော့ မသိပေမဲ့ အဲ့အိမ်က လူသတ်သမားက သတ်ရုံတင်မဟုတ် ချက်ပါစားတာဆိုတော့ အသတ်မခံရရုံတင်မဟုတ် ချက်ပါစားမခံရ‌အောင် ပတ်ပြေးရတယ်ပေါ့။ဟာသကားပေမဲ့ သူက Crime, Horror ဆိုတဲ့ Genre တွေလည်း ...",
        "rating": "5.4",
        "url": "https://megaup.net/2rwah/(CM)_Keeping_Company_(2021)_720p.mp4",
        "category": "Comedy, Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5zI3WI1qg5fuHxHVJNdGAo8Etr1.jpg",
        "title": "Comrades, Almost a Love Story (1996)",
        "description": "Comrades, Almost A Love Story (1996) ~ IMDb - 8.1/10, Rotten Tomatoes - 89% ~Directed By Bunny Chanအချစ်ဇာတ်လမ်းတွေဟာ သိပ်ခမ်းနားပါတယ်။ အထူးသဖြင့် ဘာမှခမ်းနားမနေတဲ့ အချစ်ဇာတ်လမ်းတွပေါ့။ Comrades ဟာ ဘာမှ မထူးဆန်းတဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်ကို အလှပဆုံးသီချင်းတွေ၊ အလှပဆုံးစီနီမာတိုဂရပ်ဖီတွေ သုံးပြီး အလိုက်ဖက်ဆုံး ဇာတ်ကောင်တွေနဲ့ ပုံဖော်ထားတဲ့ ရုပ်ရှင်ပါပဲ။၉၀ပြည့်နှစ် အလယ်ပိုင်းတွေမှာ ပြည်မကလူတွေဟာ ကြိုးစားရင် ဘာမဆိုဖြစ်နိုင်တယ်ဆိုတဲ့ စီးပွားရေးအခွင့်အလမ်းကောင်းတဲ့ ဟောင်ကောင်ကို အိပ်မက်တွေအလီလီနဲ့ ပြောင်းလာခဲ့ကြတယ်။ အဲဒီပြောင်းလာခဲ့တဲ့ထဲ နှစ်ယောက်က လီယွန်လိုင်နဲ့ မက်ဂီချောင်တို့ရဲ့ ဇာတ်ကောင်၂ကောင်လည်းပါတယ်။ လီယွန်လိုင်ရဲ့ ဇာတ်ကောင်ကတော့ သူ့ရည်းစားကို ဟောင်ကောင်ခေါ်ပြီး လက်ထပ်ဖို့ လုံလောက်အောင် ငွေရှာချင်ရုံပါပဲ။ မက်ဂီချောင်ရဲ့ ဇာတ်ကောင်ကတော့ အိပ်မက်တွေ ဟိုးအမြင့်ကြီးနဲ့။ သူတို့ဇာတ်ကောင်၂ကောင်ဟာ အဲဒီခေတ်က ပြည်မကနေ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2rw2D/(CM)_Comrades_Almost_a_Love_Story_(1996)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/eyan-web-pic-160x200.jpg",
        "title": "(21+)Eimi, The Next-door Big-titted![EYAN-157]",
        "description": "ဖူကာဒါရဲ့ အလှတရားတွေတစ်ပွေ့တပိုက်ကြီးကြည့်ရမဲ့\nအိမ်ထောင်ရေးပညာပေးဇာတ်ကားလေးလာပါပြီ တာကာနာ တို့လင်မယားငြားပြီးတာ နှစ်နှစ်ရှိပါပြီ\nကလေးယူဖို့အတွက် အစီစဉ်ချပြီး နေ့တွေ ရက်တွေနဲ့\nသေသေချာချာလေး ကြိုးစားနေပါတယ်\nမိန်းမဖြစ်သူက အရမ်းကိုတိကျလွန်းနေသူ\nသတ်မှတ်ထားတဲ့ရက်ပဲ အတူနေရမယ်ဆိုပြီး\nစည်းကမ်းချက်ထုတ်ထားပါတယ် တစ်ဖက်တိုက်ခန်းကိုပြောင်းလာသူက ဖူကာဒါ\nသူမက LDR ဖြစ်နေပါတယ်\nအချစ်ကိုဆာလောင်မွတ်သိပ်နေသူ တစ်ယောက်နှင့်တစ်ယောက်\nအကြည့်တွေက အချက်ပြနေသလိုလို\nဖိတ်ခေါ်နေသလိုလိုကနေ အိမ်ထောင်ရေးတစ်ခုမှာ အပေးမယူမမျှတတော့တဲ့အခါ\nဖြစ်တက်တဲ့သဘောတရားလေးတွေကို\nသေသေချာချာလေး မီးမောင်းထိုးပြထားတာဖြစ်တဲ့အတွက်\nပညာပေးတာလေးတွေက နဲနဲကြမ်းနေလို့\n၁၈ နှစ်အောက် လူငယ်မောင်မယ်များ ကြည့်ရှုဖို့မသင့်တော်ပါဘူး  File size…2.4GB / 1.14GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 56mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.4",
        "url": "https://megaup.net/37tdg/EYAN-157.720p.XCross(DS).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/22o47_3f-150x200.jpg",
        "title": "Stay With Me (2022)",
        "description": "ရိုးရိုးသားသားပြောရရင်တော့ ဒီတရုတ်ကားက သာမန်ကျောင်းသားအချစ်ကားပါပဲ။ You're the apple of my eyeတို့လို စတိတ်ကျောင်းမှာတွေ့ ကြိုက် ကောလိပ်မှာဇာတ်လမ်းဆက် ဒီလိုပုံစံပါပဲ။\nရိုက်ကူးပုံတို့ စီနီမာတို့ အရောင်တို့ကလည်း ထိုနည်းလည်းကောင်းပဲပြောရမယ်။ You're the apple of my eyeလောက်ကြီးတော့ မကောင်းပေမဲ့ အခြေခံအရသာအရတော့ ခပ်ဆင်ဆင်ပါပဲ။ You're the apple of my eyeက မဆုံလိုက်ရတဲ့ဘဝတွေအကြောင်းဆိုတော့ ပိုနတ်ကြီးတာပေါ့။ ဒီရုပ်ရှင်က ပစ်မှတ်ထားတဲ့ ပရိသတ်ကတော့မတူဘူးရယ်။ အဲဒီလိုပုံစံခပ်ဆင်ကိုမှ LDRSအချစ်အကြောင်းကို ဦးစားပေးထားတာဆိုရမယ်။ မင်းသား မင်းသမီးတွေကလည်း ချောပေမဲ့ မြင်နေကြုံနေကျ ရုပ်တွေလိုနဲ့ မထူးခြားနားပြထားတော့ သဘာဝကျတယ်လို့တော့ ခံစားလို့ရတယ်။ ပိုစတာမှာသာ လူရုပ်ထွက်မနေတာပါ အထဲမှာလူရုပ်ပါပဲ။\nလှပေမဲ့ အပြင်မှာ ဘယ်သူမှပါးစပ်က ထုတ်ပြောမှာမဟုတ်တဲ့ စကားတွေ တစ်ချက်တစ်ချက်ပြောတတ်တာကလွဲလို့ နည်းနည်းပေါတာကလွဲ ကြည့်ပျော်တဲ့ လိုက်ဖီးလ်လို့ကောင်းတဲ့ မဆိုးတဲ့ ရုပ်ရှင်ပါပဲဒီရုပ်ရှင်မှာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Lyc3/Stay_Wiith_Me_(2022)_WEB-DL_720p.mp4",
        "category": "Asian, Drama, Romance, School"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-m-132x200.jpg",
        "title": "Mothering Sunday (2021)",
        "description": "ဗြိတိန် အချစ် ဒရာမာ ကားကောင်းလေးတစ်ခုလောက် ကြည့်လိုက်ရအောင်။ Graham Swift ရဲ့ နာမည်ကျော် ဝတ္ထုကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ရုပ်ရှင်နာမည် Mothering Sunday ဆိုတဲ့အဓိပ္ပါယ်ကတော့ အိမ်အကူတွေ ဝန်ထမ်းတွေကို အားရက်ပေးပြီး မိဘ၊ မိသားစုနဲ့ ပြန်လည်တွေ့ဆုံခွင့်ပေးတဲ့နေ့ပါပဲ။ဂျိန်းဆိုတဲ့ အိမ်အကူမိန်းကလေးနဲ့ ပေါလ်ဆိုတဲ့ လူချမ်းသာအသိုင်းအဝိုင်းက လူငယ်တစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းရယ် ဂျိန်းရဲ့ အိမ်ထောင်ဘက်ဖြစ်လာတဲ့ ဒေါ်နယ်နဲ့ အချစ်ဇာတ်လမ်းတွေရယ်ကို အခြေပြုပြီး ပြသထားတာပါပဲ။\nဘာတွေဖြစ်လာမလဲတော့ ဆက်ကြည့်လိုက်ပါဦး။ အိပ်ရာခန်းတွေ တုံးလုံးအခန်းအချို့ကိုအနုပညာအသားပေး ရိုက်ကူးထားတာတွေပါဝင်လို့ မိသားစုနဲ့ကြည့်လို့တော့ မသင့်တော်ပါဘူး။ File size…(2.2GB)/(1.08gb)/(518 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Drama /  Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Chevy",
        "rating": "6,0",
        "url": "https://megaup.net/2rvwZ/Mothering.Sunday.2021.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/inseert-letrra-140x200.jpg",
        "title": "The Land Of The Sons (La Terra Dei Figli) (2021)",
        "description": "The Land Of The Sons (La Terra Dei Figli) (2021)~~~~~ Imdb - 6.1\nအီတလီရုပ်ရှင်တွေဆိုရင် ထပ်ညွှန်းစရာမလိုဘူးထင်ပါတယ်။ အစဥ်အလာလည်းရှိပြီးသားရုပ်ရှင်တွေဖြစ်တာရယ် အပြောထက် အပြတွေဦးစားပေးတဲ့ရုပ်ရှင်တွေဖြစ်တာကြောင့် အ​မြဲချီးကျူးတာခံနေရတဲ့ရုပ်ရှင်တွေပါ။ဒီရုပ်ရှင်မှာဆိုလည်း ဒိုင်ယာလော့တွေ အများကြီးမပါဘူး။ ဇာတ်ကောင်တွေလည်း အများကြီးပါမနေဘူး။ ဇာတ်လမ်းကလည်းရှုပ်မနေဘူး။ ကမ္ဘာပျက်ပြီးချိန် ကျန်ရစ်တဲ့ လူတွေရဲ့ ရှင်သန်ရစ်ဖို့ ကြိုးစားပုံတွေတွေ့ရမယ်။အဓိကဇာတ်ဆောင်တွေက သားအဖနှစ်ယောက်။ သူတို့နှစ်ယောက်ကြားက သံ​ယောဇဉ်တွေကို တမူထူးခြားတဲ့ပုံစံနဲ့ တင်ဆက်ထားတယ်။ ဘာဆိုဘာမှ မကျန်တော့တဲ့ခေတ်ကြီးထဲမှာ မေတ္တာတရား ဆက်ရှင်သန်နေတာက လူသားတွေအတွက် ဆုလာဘ်ပါပဲ။\nကြည့်ကြည့်ပါ။ ခံစားချက်တစ်စုံတစ်ရာတော့ ရလာမှာ အမှန်ပါပဲ။  File size…(1.5GB)/(834mb)/(385 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:00:00\nGenre...Drama /  Sci-Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Sp",
        "rating": "6.1",
        "url": "https://megaup.net/2rvpk/La_Terra_Dei_Figli_(2021)_720p(CM).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v5a3Gzc0WYQNpUdLhMgkqKGCkhq.jpg",
        "title": "Double Threat (2022)",
        "description": "Double Threat (2022)ဇာတ်လမ်းလေးကတော့ ဂျင်မီရူးဒေါ့ဖ် ဆိုတဲ့ မှုခင်း စာရင်းကိုင်တစ်ယောက်ဟာ ဆုံးသွားတဲ့ သူ့အစ်ကိုရဲ့ အရိုပြာကို ကမ်းခြေမှာ ရေမျှောဖို့ သွားရင်း လမ်းဘေး စတိုးဆိုင်လေးတစ်ခုမှာ မုန့်ဝင်ဝယ်တာကနေ စတာပေ့ါ။စတိုးဆိုင် ကောင်တာက ကောင်မလေးက ဂျင်မီကလွဲပြီး အခြား ဆိုင်ထဲ ဝင်လာတဲ့ သူအားလုံးကို သေနတ်နဲ့ပစ် ဓားနဲ့ပေါက်ပြီး သတ်ပစ်လိုက်တာကြောင့် ဂျင်မီတစ်ယောက်လည်း ကြောင်တောင်တောင်ဖြစ်သွားပြီ ကျသင့်ငွေကို ကောင်တာပေါ်တင်ပေးကာ ဆိုင်ထဲက ပြန်ထွက်လာခဲ့ပါတယ်။ဂျင်မီတစ်ယောက် ကြောင်တိကြောင်တောင်နဲ့ သူ့ကားပေါ်တက်ပြီး ပြန်မောင်းထွက်လာခဲ့ပေမဲ့ ခုနက ကောင်တာက ကောင်မလေးက သူ့ရဲ့ကားထဲမှာ လိုက်ပါလာခဲ့ပါတယ်။ နောက်တော့ သိလိုက်ရတာက ကောင်မလေးနာမည်က နတ်တာရှာဖြစ်ပြီး ကိုယ်တူစိတ်ကွဲစိတ်ရောဂါ DID ခံစားနေရတဲ့ ကြေးစားတစ်ယောက်ပါတဲ့။ ဆိုလိုတာက နတ် နဲ့ တာရှာ ဆိုပြီး စိတ်နှစ်ခွရှိနေပြီး ပြဿနာရှာလွန်းတဲ့ တာရှာ့ရဲ့ အရှုပ်ထုပ်တွေကို ဉာဏ်ကောင်းတဲ့ နတ်က ...",
        "rating": "5",
        "url": "https://megaup.net/15Apw/[CM]Double.Threat.2022.720p.WEB-DL.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Makmum-2-141x200.jpg",
        "title": "Makmum 2 (2021)",
        "description": "Makmum1 ကိုကြည့်ရှုလိုပါက ဒီ Link လေးမှာကြည့်ရှုနိုင်ပါတယ် >>Makmum1(2019)\nMakmum 2021မှာတော့\nဇာတ်လိုက်မင်းသမီးဖြစ်တဲ့ ရင်နီဟာ အိမ်ထောင်ကျပြီး\nဟာဖစ်ဇ် ဆိုတဲ့ ကလေးလေးတစ်ယောက် ပိုင်ဆိုင်ထားပါပြီ\nအမျိုးသားကတော့ ဆုံးပါးသွားပြီဖြစ်ပြီး ချစ်ရတဲ့သူကို\nလွမ်းတဲ့စိတ်နဲ့ ပူဆွေးနေတဲ့ ရင်နီတစ်ယောက် ဇာတိရွာလေးက\nအဒေါ်ကပါ ထပ်မံဆုံးပါးသွားတဲ့အခါ ရင်နီရဲ့ သောကအပူမီးတွေ နှစ်ဆတိုးလာရပါတော့တယ်\nသားလေးကိုခေါ်ပြီး နာရေးအတွက် ရွာကို ပြန်လာခဲ့ရင်းက\nရွာမှာ ဗလီအသစ်ကြီး ဆောက်လုပ်နေတာကို မြင်ခဲ့ရတယ် ရွာကိုရောက်ပြီးတဲ့နောက်မှာတော့ ရင်ရဲ့သား ဟာဖစ်ဇ်ဟာ\nကစားနေရင်း ပျောက်ဆုံးသွားပြီး တောအုပ်ကြီးရဲ့ အလယ်မှာ သတိလစ်လျက် ပြန်တွေ့ခဲ့ရတယ်\nကလေးတွေ ပျောက်ဆုံးသွားပြီးနောက်ပိုင်း ခြောက်လှန့်မှုတွေက\nပိုပိုဆိုးရွားလာခဲ့သလို ဆောက်လက်စ ဗလီအသစ်ကြီးမှာလည်း ပြဿနာအမျိုးမျိုးတက်ခဲ့ရတယ်\nအဲဒီလိုနဲ့ ရင်နီဟာ ပြဿနာကို အဖြေရှာဖို့ ကြိုးစားရင်းကနေ\nဘယ်လိုမျိုးပုံစံတွေနဲ့ ပူးကပ်ခံရမလဲ\nကလေးတွေကို ဘယ်လိုကယ်မလဲ ရွာသားတွေရော ဘယ်လို ခြောက်လှန့်မှုတွေနဲ့ကြုံရမလဲဆိုတာကို\nမိုးအေးအေးမှာ စောင်လေးခြုံပြီး ရင်တထိတ်ထိတ်နဲ့ စောင့်ကြည့်ရမယ့်\nသရဲကားကောင်းလေး နှစ်ကားအဖြစ် တင်ဆက်ပေးလိုက်ပါတယ်။   \nFile size…1.46GB / 621MB\nQuality…1080p NF WEB DL AAC5.1CH / ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Lx04/Makmum.2.2021.720p.HS.WEB-DL.AAC2.0CH.YK(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fzRBD0LFXxMFnCH9xiSecp8QbOK.jpg",
        "title": "Piggyback (2022)",
        "description": "Piggyback (2022)Piggyback ဆိုတာကတော့ ကျောပိုးတာကို ပြောတာပါ။\nအဖေက သားကို ကျောပိုးထားတာ ဆိုတော့ သားအဖ မေတ္တာအကြောင်းပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nတံငါရွာလေးမှာနေထိုင်တဲ့ သားအဖအကြောင်းလေးကို သဘာဝဆန်ဆန်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်လေးပါ\nအသက်ကြီးမှမွေးတဲ့သားလေးကို မိခင်မရှိဘဲ ဖအေတစ်ယောက်တည်း ပျိုးထောင်ရင်းနဲ့\nပိုင်ဆိုင်တဲ့လှေလေးကိုပါ မဆုံးရှုံးအောင် ကြိုးစားတဲ့ နိုမာရဲ့အဖေနဲ့...\nအသက်ငယ်ပေမဲ့လည်း သိတတ်ပြီး ထက်မြက်တဲ့ နိုမာဆိုတဲ့ကောင်လေးရယ်...\nအသက် ၂၄ နှစ်ကွာတဲ့ တရုတ်မလေးကိုမှ တမ်းတမ်းစွဲဖြစ်နေတဲ့ နိုမာရဲ့ဦးလေး...\nသားအဖရဲ့ မေတ္တာ၊ ညီအစ်ကို သံယောဇဉ်တွေနဲ့ နိုမာတို့ သူငယ်ချင်း တစ်သိုက်တလွဲတွေလုပ်တာကို\nဒရာမာချိုးရင်းနဲ့ ပြုံးမိစေမယ့် မိသားစုဟာသရုပ်ရှင်လေးကို ကြည့်ဖို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ်နော်ဖခင်ဖြစ်သူနေရာမှာ သရုပ်ဆောင်ထားတာကတော့\nFrom now on Showtime မှ စစ်သူကြီးအဖြစ် သရုပ်ဆောင်ထားတဲ့ Jung Joon Ho ပဲ ဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Family\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "4.5",
        "url": "https://megaup.net/2rrR6/Piggy.Back.2022.720p.WEB-DL.CM.mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/makmum-160x200.jpg",
        "title": "Makmum (2019)",
        "description": "Makmum 2ကို ဆက်လက်ကြည့်ရှုလိုပါက ဒီလင့်လေးကနေ ကြည့်ရှုနိုင်ပါတယ်>> Makmum2(2021)\nHorror ရုပ်ရှင်ကား ကြိုက်နှစ်သက်သူ ပရိတ်သတ်ကြီးအတွက်\nအင်ဒိုနီးရှား သရဲကားလေး တစ်ကားဖြစ်တဲ့ Makmum ဆိုတဲ့ ကားလေးကို တင်ဆက်ပေးလိုက်ပါရစေ ။\nဒီကားလေးဟာဆိုရင် ၂၀၁၉ မှာတစ်ကား ၂၀၂၁မှာ တစ်ကား ထွက်ရှိထားတာဖြစ်ပြီး\n၂၀၁၉ထွက် ကားလေးရဲ့ ဇာတ်အိမ်လေးကတော့ စီတရာ မိန်းကလေး\nကျောင်းအိပ်ကျောင်းစားကျောင်းက အဆောင်နေ ကျောင်းသူမလေး\nသုံးဦးရဲ့ ခြောက်လှန့်ခံရမှုကို အခြေပြုရိုက်ကူးထားတာဖြစ်ပါတယ်Makmum (နောက်ကလိုက်သူ ) လို့အမည်ရတဲ့ သရဲဟာ စီတရာရဲ့ အဆောင်နေ\nကျောင်းသူမလေးတစ်ယောက်ဖြစ်တဲ့ပူတရီကို ဝတ်ပြုချိန်တိုင်း ပူးကပ်ခြောက်လှန့်တတ်ပါတယ်။\nဒီကျောင်းရဲ့ ကျောင်းအုပ်ကြီးဟောင်း ဖြစ်တဲ့ဆရာမကြီး ကီနန်တီဟာ\nဒီအကြောင်းတွေကို သိနေတဲ့အတွက် ကျောင်းသူဟောင်း ရင်နီကို ခေါ်ယူခဲ့ပါတယ်ရင်နီဟာ လက်ရှိမှာလူသေတွေကို ပြင်ဆင်ပေးတဲ့ အလုပ်ကို လုပ်ကိုင်နေပြီး\nပရလောကသားတွေနဲ့ မကြာခဏကြုံတွေ့ရတတ်တဲ့သူပါ\nအဲဒီလိုနဲ့ ရင်နီတစ်ယောက် ငယ်ငယ်က တက်ခဲ့တဲ့ ကျောင်းကို ပြန်ရောက်လာတဲ့အချိန်\nဘယ်လို အဖြစ်မျိုးတွေ ခြောက်လှန့်မှုမျိုးတွေနဲ့ကြုံရမလဲ\nသရဲ ပူးကပ်ခြင်းခံနေရတဲ့ ကျောင်းသူလေးတွေကို သူဘယ်လိုကယ်တင်သွားမလဲ\nသူမသိထားခဲ့တဲ့ ကျောင်းတော်ကြီးရဲ့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/2rusj/Makmum.2019.720p.NF.WEB-DL.AAC2.0CH.YK(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/naZDbRwT6shdKXdSOrNITA3kur5.jpg",
        "title": "The Spy Who Never Dies (2022)",
        "description": "The Spy Who Never Dies (2022)စစ်သည်တစ်သိန်းနဲ့ ညီမျှတဲ့ စပိုင်စစ်သည်တော်ကြီး ဇာတ်လမ်းတွေကို ခဏခဏကြည့်ဖူးနေကြမှာပါ။ ဒီဇာတ်ကားထဲက စပိုင် ဘရတ်ဒလေကလည်း အဲဒီလိုပါပဲ။ဘယ်လိုသတ်သတ်မသေတဲ့ ပစ်သမျှကျည် အကုန်လွဲတဲ့ လူစွမ်းကောင်းကြီးပေါ့။ဒါပေမဲ့ ဒီကားကတော့ ဟာသကားပါ။\nကိုကျော်ဝင်းခေါ် ဂျွန်ဝစ် နဲ့ ဂျိမ်းစ်ဘွန်းကို နာမည်တပ်ပြီး ပြောင်ထားတာတွေပါတယ်။ နောက်ခံတီးလုံးကလည်း ဂျိမ်းစ်ဘွန်းတီးလုံးနဲ့ ခပ်ဆင်ဆင်လုပ်ထားပါတယ်။ဒီတစ်ခါကတော့ ကမ္ဘာကို ဖျက်ဖို့ ကြိုးစားတာမဟုတ်ပါဘူး။ ဒါပေမဲ့ လူဆိုးတွေကတော့ ထုံးစံအတိုင်း ရုရှားတွေပါပဲ။ဇာတ်လမ်းအကျဥ်း‌ ပြောရရင် နေ့တိုင်း ကမ္ဘာကြီးကို ကယ်တင်နေရတာ ပျင်းလာတဲ့ အေးဂျင့် ဘရတ်ဒလေတစ်ယောက် ဝစ်ကီ ခေါ် ဂျွန်ဝစ်လို အငြိမ်းစားယူဖို့ စိတ်ကူးရလာပါတယ်။ တိုက်တိုက်ဆိုင်ဆိုင်ပဲ သူ့နောက်ဆုံးပစ်မှတ်ရဲ့ခွေးကို ဆေးခန်းပို့ရင်း သူ့ဘဝရဲ့ အဓိပ္ပါယ်လေး တိရစ္ဆာန်ကု ဆရာဝန်မလေး ဗရော်နီကာနဲ့တွေ့ဖြစ်ပါတယ်။ဆရာဝန်မလေးမှာ ရှားပါးတဲ့နှလုံးရောဂါတစ်ခုရှိနေပြီး သူ့ရဲ့ အငြိမ်းစားဘဝကို နှောင့်ယှက်ချင်နေကြတဲ့ ဗီလိန်တစ်စုရဲ့ လက်က ...",
        "rating": "5",
        "url": "https://megaup.net/15zs3/(CM)_The_Spy_Who_Never_Dies_(2022)_720p.mp4https://megaup.net/15zs3/(CM)_The_Spy_Who_Never_Dies_(2022)_720p.mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/xx4-e1365322059265-139x200.jpg",
        "title": "[18+] Bambola (1996)",
        "description": "Erotic Thriller ပုံစံနဲ့ ဒီအီတလီဇာတ်ကားက နာမည်ကြီးသလို နိုင်ငံတချို့မှာ ပြန်ရိုက်ထားကြတဲ့ Version တွေရှိပါတယ်...'ကျွန်မ နာမည်က မီနာ ဒါပေမယ့် အားလုံးက ကျွန်မကို\nဘမ်ဘိုလာ (အရုပ်ကလေး)လို့ခေါ်ကြတယ်'\nဘမ်ဘိုလာက နယ်မြို့လေးတစ်မြို့မှာ စားသောက်ဆိုင်သေးသေးလေးဖွင့်ထားတဲ့\nမိခင်နဲ့အတူနေပြီး လိင်တူစိတ်ဝင်စားတဲ့မောင်တစ်ယောက်ရှိတယ်၊သူ့ရဲ့ငယ်ငယ်လေးကတည်းက အိမ်မက်ကတော့\nနယ်မြို့လေးတွေမှာရှိတတ်တဲ့လူငယ်အတော်များများနဲ့ထပ်တူပါပဲ၊ ဒီမြို့လေးကိုစွန့်ခွာပြီး အဝေးတစ်နေရာမြို့ကြီးပြကြီးမှာ\nအခြေချအောင်မြင်ဖို့ပေါ့။ ဘမ်ဘိုလာဟာ နာမည်နဲ့လိုက်အောင် ချောတယ်၊ အရုပ်ကလေးတစ်ရုပ်လိုလှလွန်းတယ်။\nယောက်ျားတကာကိုဆွဲဆောင်နိုင်ရုံတင်မက ရူးသွပ်သွားအောင်ဖမ်းစားနိုင်တယ်။ အဲ့ဒီအလှအပကပဲ သူ့အတွက်\nအားသာချက်ဖြစ်သလို အဲ့ဒီအလှအပကပဲသူ့အတွက် အန္တရာယ်ဖြစ်လာပြန်တယ်၊အဲ့ဒါကတော့ ထောင်ထဲက စရိုက်ကြမ်းတမ်းလှတဲ့လူဆိုးလူမိုက်တစ်ယောက်က သူ့ကိုအရူးအမူးချစ်မိသွားတာဖြစ်ပြီး\nပိုဆိုးတာကတော့ ဘမ်ဘိုလာကိုယ်တိုင်အဲ့ဒီလူဆိုးရဲ့ သူ့အပေါ်နိုင်ထက်စီးနင်းအဓမ္မတွေကို စွဲလန်းမိသွားခဲ့တာပါပဲ။ဒါပေမယ့်..။\nBámbola က ဘာမျှော်လင့်ချက်မထားပဲကြည့်ရမယ့် ပေါ့ပေါ့ပါးပါး cheesy ဖြစ်တဲ့ erotic melodrama ကားလေးတစ်ကားပါ၊\nအီတလီနယ်မြို့လေးတစ်မြို့ရဲ့ သာယာလှပတဲ့ရှုမျှော်ခင်းတွေပါမယ်၊ ပီပြင်ကြမ်းတမ်းတဲ့ လိင်ဆက်ဆံခန်းတွေများမယ်၊\nဇာတ်ရုပ်နဲ့လိုက်အောင် မင်းသမီးလေးအရမ်းလှတယ်။ အဲ့ဒီလောက်ဆိုလုံလောက်တာထက်ပိုနေပါပြီ။File Size : (1.3 GB)\nQuality : DVDRip 720p\nRunning Time : 01:32:00\nFormat ...",
        "rating": "",
        "url": "https://megaup.net/15zbd/(CM)_18+_Bambola.1996_720p_DVDRip.mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-cl-133x200.jpg",
        "title": "Closer (2004)",
        "description": "Closer(2004)ဒီကားက 2004 က ထွက်ခဲ့တဲ့ Romance/Dramaကားပါ IMDb မှာ 7.2 ရထားတယ် Cast ကလဲအပြည့်ပဲ 90s movie တွေရဲ့ queen ဖြစ်တဲ့ Julia Roberts ရယ် Dumbledore အငယ် နဲ့နာမည်ကြီးတဲ့ Jude Law ရယ် Marvel က Thor ရည်းစား Jane, star wars, Black swan ကားတွေနဲ့နာမည်ကြီးတဲ့ Natalia Portman ပါတယ် ဇာတ်လမ်းကတော့ တစ်ကိုယ်ကောင်းဆန်ပြီး အမြဲနီးပါးလိမ်နေကြတဲ့ လူ၄ယောက်ရဲ့ အချစ်ရေးကို အဓိက ရိုက်ထားတာပါလူ၄ယောက် အတွဲ၂တွဲက အဆင်ပြေနေရာကနေ တစ်တွဲစီက တစ်ယောက်စီက တွေ့ပြီး ကြိုက်ကြ ခိုးတွေ့ကြ ဖောက်ပြန်ကြတဲ့အခါ ပြဿနာတွေဖြစ်လာတဲ့ relationship ကိုပြထားတာပါJulia Roberts က လန်ဒန်မှာ နေတဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2rsx9/Closer_(2004)720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/37POLwardFLwSIUHtOvviAY2csf.jpg",
        "title": "Bhala Thandanana (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အက်ရှင်ကြမ်းကြမ်းသိပ်မဟုတ်ပေမယ့်\nဗီလိန်ဝါရင့်သရုပ်ဆောင်တွေပါတဲ့ ၂၀၂၂ ထွက်တောင်ပိုင်းကားတစ်ကားနဲ့\nမိတ်ဆက်ပေးပါဦးမယ်။ IMDB မှာ 6.1 ရထားပြီး\nလှည့်ကွက်တွေနဲ့ကားမို့ ကြည့်ရတန်တဲ့ကားတစ်ကားဖြစ်လာဦးမှာပါ။ဇာတ်လမ်းအကျဉ်း\nဇာတ်လမ်းအဖွင့်ကို ရူပီး ၁ကုဋေ ပြန်ပေးဆွဲမှုနဲ့ စတင်ထားပါတယ်။\nအဲ့ဒီနောက် ဝန်ကြီးချုပ်အထိ ပေါက်ရောက်တဲ့ စီးပွါးရေးသမားလူမိုက်ခေါင်းဆောင်ရဲ့\nလူတွေအသတ်ခံရပါတော့တယ်။ အဲ့ဒီအမှုကို စိတ်ဝင်စားပြီး ရိုးသားတဲ့\nသတင်းထောက်မလေးနဲ့ သူ့ကိုသဘောကျနေတဲ့\nလူရိုးရွာသားလေးတစ်ယောက်တို့ အရှုပ်တွေထဲဝင်ပါမိတဲ့အခါမှာတော့\nမထင်မှတ်တဲ့ လှည့်ကွက်တွေနဲ့ ဟာသနှော ရိုက်ကူးထားပြီး Over\nအနည်းငယ်ပါပေမယ့် စုံထောက် Action ကြိုက်တဲ့သူတွေ အကြိုက်တွေ့မယ့်ကားလို့ညွှန်းချင်ပါတယ်  \nFile size…2.4GB /  1.1GB\nQuality…1080p WEB DL AAC5.1CH Telugu / 720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Sai ThuRein",
        "rating": "6.1",
        "url": "https://megaup.net/1Lvvj/Bhala_Thandhanana_(2022)_Telugu_TRUE_WEB-DL_-_720p.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gapW9YgtiNQMPCWYAi8wKiEg4ty.jpg",
        "title": "Masquerade Night (2021)",
        "description": "Masquerade Night (2021)~ IMDb rating - 6.3/10 ~ဂျပန်စုံထောက်ကားတွေကိုကြည့်ရတာကြိုက်တဲ့သူတွေအတွက် စလယ်ဆုံးမပျင်းရမယ့် ဇာတ်ကားတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ ဘာလို့လဲဆိုတော့ လူသတ်သမားရှိတယ်ဆိုတာလွဲပြီး ဘာ info မှမသိရတဲ့သူတစ်ယောက်ကို ဟိုတယ်ထဲမှာလိုက်ရှာကြရမှာမို့လို့ပါ။ဟိုတယ်လုပ်ငန်းဆောင်တာနဲ့ စည်းမျဉ်းစည်းကမ်းတွေကိုရော အမှုလိုက်တဲ့နေရာမှာ ဆက်စပ်ချိတ်ဆက်မှုကိုရော အသားပေးရိုက်ထားတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။ ၂၀၁၉မှာထွက်ခဲ့တဲ့ Masquerade Hotel ရဲ့ အဆက်အဖြစ်ရိုက်ထားတာပါ။ သို့ပေမဲ့ ပထမကားကို မကြည့်ဘဲ ကြည့်လည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...နဲရိမခရိုင်မှာ အမျိုးသမီးတစ်ဦးဟာ သူ့ရဲ့တိုက်ခန်းထဲမှာပဲ အသတ်ခံခဲ့ရပါတယ်။ သတ်ခံရစဉ်မှာ Lolita ဝတ်စုံဝတ်ထားပြီး ဓာတ်လိုက်သေစေတဲ့နည်းနဲ့သတ်ခံရတာကြောင့် ပုံမှန်မဟုတ်တဲ့အမှုတစ်ခုပါပဲ။ တိုကျို မြို့တော်ရဲတွေလည်း စုံစမ်းလို့မရဖြစ်နေတုန်း အမည်လျှို့ဝှက်ပြီးသတင်းပေးလို့ရတဲ့ hotline ကနေ စာတစ်စောင်ရောက်လာခဲ့ပါတယ်။အဲဒါကတော့ \"အမျိုးသမီးကိုသတ်ခဲ့တဲ့လူသတ်သမားက ဒီဇင်ဘာ ၃၁ရက်နေ့မှာ Hotel Cortesia တိုကျို ကိုရောက်လာလိမ့်မယ်\"ဆိုတာပါပဲ။ လူသတ်သမားရဲ့အသွင်အပြင်ကိုလည်းမသိ သဲလွန်စလည်းတစ်ခုမှမရှိတဲ့အမှုကို ဟိုတယ်ဝန်ထမ်းတွေရဲ့ ပူးပေါင်းမှုနဲ့အတူ လိုက်ရှာဖို့ဖြစ်လာပါတယ်။ခက်တာက ပွဲကိုတက်မယ့်သူပေါင်း ၅၀၀ရှိတဲ့အပြင် မျက်နှာဖုံးတပ်ထားတာဖြစ်လို့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2rupu/(CM)_Masquerade_Night_(2021)_720p.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/lcdx5zf06bdp-133x200.jpg",
        "title": "The Wicked Wife (2022)",
        "description": "မိုးကြီးတဲ့ ရက်တစ်ရက် ဒေသပေါင်းစုံက ဘာလာရေတစ်လျှောက် ချာပိရွာကိုသွားမဲ့ လူတွေ မိုးခိုရင်း အိမ်ပျက်ကြီးတစ်အိမ်မှာ စုမိကြတယ်\nဒီလိုနဲ့ လူတစ်ယောက်က သူတို့သွားမဲ့နယ်မှာ လွန်ခဲ့တဲ့ ၁၅နှစ်ကဖြစ်ပျက်ခဲ့တဲ့ ကြောက်မက်ဖွယ် မြေခွေးမိစ္ဆာဇာတ်ကြောင်းကို အစချီပြောလိုက်ရာကနေ ဒီဇာတ်လမ်းလေးဖြစ်တည်လာခဲ့တာပါလွန်ခဲ့တဲ့ ၁၅နှစ်က...မင်္ဂလာဆောင်တစ်ပွဲအတွက် ဖျော်ဖြေပေးဖို့ ချာပိရွာကို အဖိတ်ခံရတဲ့ ဇာတ်သဘင်အဖွဲ့တစ်ဖွဲ့ ရှေးအယူသည်းမှုတွေကြောင့် မဖျော်ဖြေခင် ဆုတောင်းပွဲလုပ်ချိန်မှာ မြေခွေးမိစ္ဆာပေါ်လာပြီး ဇာတ်သဘင်အဖွဲ့ခေါင်းဆောင်ကို ညှို့ကာ တခြားအဖွဲ့သားတွေကိုလည်း သတ်ဖြတ်ပစ်လိုက်ပါတယ်\nဇာတ်ကြောင်းပြောနေသူတစ်ယောက်ပဲ မျက်စိကွယ်ပြီးရှင်သန်ခဲ့ရတာဖြစ်ပါတယ်ချာပိရွာမှာဘယ်လိုအကြောင်းအရာတွေများဖြစ်ပျက်ခဲ့လို့ ရုတ်တရက်ကြီး မြေခွေးမိစ္ဆာပေါ်လာရတာလဲ\nဒီအကြောင်းကိုတော့ မိုးအတူခိုနေတဲ့လူတွေထဲက တစ်ယောက်စီက သူတို့သိတဲ့ ဇာတ်လမ်းတွေကို ဖလှယ်ပေးရင်း လွန်ခဲ့တဲ့ ၁၅နှစ်ကဖြစ်ပျက်ခဲ့တဲ့ ဇာတ်ကြောင်းလေးကို ရုပ်လုံးပေါ်အောင်ဖော်သွားကြမှာပါကဲ ဒီတော့ ချာပိရွာက တကယ့် ဇာတ်ကြောင်းအမှန်က ဘာများလဲ\nအခုလက်ရှိအချိန်နဲ့ရော ဘယ်လိုတွေ ဆက်စပ်နေမလဲဆိုတာကို ဒီဇာတ်လမ်းလေးကနေတဆင့် စိတ်ဝင်စားဖွယ်ဆက်လက်ကြည့်လိုက်ကြရအောင်ပါနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ )File Size__(1.7GB) / ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Lvkq/The_Wicked_Wife_(2022)_720p.mp4",
        "category": "Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wbn72ZW3sSxvPiq1SO2NCfEOqpt.jpg",
        "title": "Blind War (2022)",
        "description": "The Blind War (2022) အကြမ်းအရမ်း တရုတ် Action ကားသစ် တစ်ကားပါ။ Social Media တွေမှာ ဟာသ ဇာတ်လမ်းတိုလေးတွေနဲ့ နာမည်ကြီးတဲ့ Dao Dao (သောင်းသောင်း) လည်း support role ကနေ ပါဝင် သရုပ်ဆောင်ထားပါတယ်။လူကုန်ကူးဂိုဏ်းကြီးက ဆရာကြီးကို တရားရုံးကနေ ဂိုဏ်သားတွေက ကယ်ထုတ်ရာမှာ အထိကရုဏ်းတွေ ဖြစ်သွားပြီး ရဲအများအပြားရော၊ လုကုန်ကူးဂိုဏ်းသားတွေပါ သေဆုံးကာ၊ ရဲတပ်ဖွဲ့ဝင်ဒုံဂူလည်း မျက်စိအလင်းကွယ်ခဲ့ပါတယ်။ အထက်ကခွင့်ပြုချက်မပါဘဲလုပ်ဆောင်ခဲ့ခြင်းကြောင့် ဒုံဂူတစ်ယောက် ရဲတပ်ဖွဲ့ကလည်းအနားယူလိုက်ရသလို လူကုန်ကူးဂိုဏ်းသား၊ ခင်ပွန်းဖြစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့ စီနာဆိုတဲ့ အမျိုးသမီးကလည်း သူ့ကို လက်စားချေချင်နေခဲ့ပါတယ်။ဒီလိုနဲ့ မျက်စိကလည်းကန်း၊ အလုပ်ကလည်း ထွက်လိုက်ရတဲ့ ဒုံဂူဟာ သူ့ရဲ့ ဆယ်ကျော်သက်အရွယ်သမီးလေးနဲ့ပဲ နေထိုင်ခဲ့ကာ၊ တစ်နေ့ သူ့သမီးပြိုင်ပွဲအတွက် နိုင်ငံခြားက စီနာထောင်ကျနေတဲ့ မြို့ကို အတူသွားရင်း ရုတ်တရက် သူ့သမီးကို လူကုန်ကူးဂိုဏ်းက ဖမ်းသွားတဲ့အခါမှာတော့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/15xmo/[CM]The.Blind.War.2022.720p.WEB-DL.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/sc-135x200.jpg",
        "title": "Scarborough (2021)",
        "description": "ScarboroughComing of age ကားလေးပါ။Canada Toronto မြို့ကဆင်းရဲသားရပ်ကွက်တစ်ခုက ကလေးသုံးယောက်ဟာ သူငယ်ချင်းဖြစ်သွားကြပါတယ်။သူတို့အားလုံးဟာ ဆင်းရဲမွဲ‌တေမှု၊လူမျိုးရေးခွဲခြားမှု၊စနစ်ရဲ့မလုံလောက်တဲ့အထောက်အပံ့တွေ မိဘတွေရဲ့မသိတတ်မှုနဲ့ ရုန်းကန်နေရသူပါ။သူတို့ကို\nစာတတ်မြောက်ရေးစင်တာက ဆရာမဖြစ်သူက ကူညီနိုင်ဖို့ကြိုးစားရင်းနဲ့ ကလေးတွေရဲ့သနားစရာ နောက်ခံဘ၀ကိုသိလာရမှာပါ။တကယ်ဖြစ်ပျက်နေတဲ့ပြဿနာတွေကိုရိုက်ကူးပြထားတဲ့ ကြေကွဲစရာဇာတ်လမ်းလေးပါ။သရုပ်ဆောင်ကလေးတွေကလည်း အရွယ်နဲ့မလိုက်အောင် ‌အကောင်းဆုံး စွမ်းဆောင်ထားပါတယ်။ဆရာမနဲ့ ဒီကလေးတွေက ဒီစနစ်ဆိုးကြီးကိုကျော်လွှားနိုင်မလားဆိုတာ ကြည့်ရှု့ရမှာပါ။\nImdb 6.9/10\nRotten tomatoes -100% File size…(1.89GB)/(1021.6MB)/(472MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:16:00\nGenre...Comedy /Drama /Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "6.9",
        "url": "https://megaup.net/1Lrm2/Scarborough.2022.720p.(CM).mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-142x200.jpg",
        "title": "Upon the Magic Roads (2021)",
        "description": "ဒါကတော့ရုရှားစကားပြောကားလေးပါ။ ရုရှား ရှေးပုံပြင်တစ်ပုဒ်ဖြစ်တဲ့ The Humpbacked Horse ကိုရုပ်ရှင်ရိုက်ထားတာပါ။ဆင်းရဲတဲ့လယ်သမားတစ်ယောက်ရဲ့သားဖြစ်သူအိုင်ဗန်ဟာ မှော်မြင်းမတစ်ကောင်ကိုကူညီမိရာက လူစကားတတ်တဲ့မြင်းပေါက်စလေးတစ်ကောင်ကို လက်ဆောင်ရပြီး တူတူစွန့်စားခန်းထွက်ကြပါတယ်။ရုပ်ရှင်က ရုရှားကားဆိုပေမယ့် ၀တ်စုံတွေ Visual effects တွေကြည့်လို့ကောင်းပြီးမူလပုံပြင်အတိုင်းဖြစ်အောင်ရိုက်ကူးထားပါတယ်။ပေါ့ပေါ့ပါးပါးနဲ့မိသားစုလိုက်ကြည့်နိုင်မယ့်ကားလေးပါ။ File size…(2.3GB)/(1.19GB)/(730MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:51:00\nGenre...Aventure / Fantasy-\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://megaup.net/2rpy4/Upon.the.Magic.Roads.2021.720p(CM).mp",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-paugl-166x200.jpg",
        "title": "Paulie Go! (2022)",
        "description": "Paulie Go (2022)\nပေါ်လီ လို့ ခေါ်တဲ့ လူငယ်လေး က ငယ်ငယ်လေး ထဲ က ‌အပေါင်းအသင်း မရှိတဲ့ အပယ်ခံလေး တယောက်ပါ\nဒါပေမဲ့ သူ က သိပ္ပံ ဝါသနာအိုးလေး ဖြစ်တာကြောင့် ငယ်ငယ် ထဲ AI ဉာဏ်ရည်တု နည်းပညာ နဲ့ ကွန်ပျူတာ သိပ္ပံကို အပြင်းအထန် လေ့လာ ခဲ့ပါတယ်သို့‌သော် လည်း သူ သိပ် တွဲ အလုပ်လုပ်ချင်တဲ့ ကမ္ဘာကျော် သိပ္ပံ ပါမောက္ခကြီး ဆီ က ငြင်းခံလိုက်ရချိန်မှာတော့ တယောက်တည်း အိမ်က မသိအောင် ပါမောက္ခကြီးကို လိုက်ရှာဖို့ မစ်နီဆိုးတားကို လူရှာပုံတော် ထွက်လာခဲ့ပါတယ်\nမစ်နီဆိုးတား ရောက်တော့ ရွယ်တူ အေဗရီ ဆိုတဲ့ ဂျစ်ကန်ကန်ကောင်မလေး နဲ့ တွေ့ပြီး ဘာတွေ အပေးအယူလုပ်လဲ\nပေါ်လီ ‌နဲ့ အေဗရီ ...",
        "rating": "5.2",
        "url": "https://megaup.net/15wbc/Paulie.Go.2022.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-gora-144x200.jpg",
        "title": "G.O.R.A.(2004)",
        "description": "G.O.R.A.\n~~~~~\nIMDb - 8\nဒီတစ်ခေါက်မှာတော့ CM ပရိသတ်တွေအတွက် ပါးစပ်မစိအောင်ရယ်ရမယ့် Gora ဆိုတဲ့ တူရကီရုပ်ရှင်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\n2004 ကထွက်ခဲ့တာဖြစ်ပြီး အဲ့နှစ်အတွက် ဝင်ငွေအကောင်းဆုံး တူရကီရုပ်ရှင်ဖြစ်ခဲ့ပါတယ်။အာရိ အမည်ရတဲ့ ကော်ဇောရောင်းတဲ့ လူလည်တစ်ယောက်ရဲ့ စွန့်စားခန်းအကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။\nအမြဲလူလည်ကျတတ်တဲ့ အာရိတစ်‌ယောက် တစ်နေ့မှာတော့ ဂိုရာဆိုတဲ့ ဂြိုဟ်က ဂြိုဟ်သားတွေရဲ့ပြန်ပေးဆွဲတာ ခံလိုက်ရပါတော့တယ်။အဲ့ဒီနောက်မှာ မထင်မှတ်တဲ့အလှည့်အပြောင်းတွေ စတင်ကြုံရပါတော့တယ်။\nပါးစပ်မစိအောင် ခွီရမှာဖြစ်ပြီး pop culture reference တွေရော sci-fic ရုပ်ရှင်တွေ စာအုပ်တွေပါ ပြောင်ထားတာတွေ့ရမှာပါ။ File size…(2.44GB)/(1.38GB)/(858MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:07:00\nGenre...Comedy /Aventure / Sci -Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SPK",
        "rating": "",
        "url": "https://megaup.net/15t7g/G.O.R.A..2004._720p(CM).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/so.cold_.the_.river_-135x200.png",
        "title": "So Cold the River (2022)",
        "description": "So Cold the River (2022)\n====================ဝက်စ်ဘေဒန်မြို့လေးမှာ “ဘရက်ဒ်ဖော့ကျိန်စာ” ဆိုပြီးစိုးမိုးနေတဲ့အချိန်\nလူတွေကလည်း ဘရက်ဒ်ဖော့လို့ဆိုလိုက်တာနဲ့ အရမ်းကြောက်နေခဲ့ပါတယ်။\nတကယ်တော့ သူတို့ကြောက်တာက ကမ့်ဘဲလ်ဘရက်ဒ်ဖော့ဆိုတဲ့လူကိုပါ။\nသူကဘယ်လောက်ထိဆိုးသွမ်းလဲဆိုရင် ဘရက်ဒ်ဖော့မိသားစုဝင်တွေပါ\nအချင်းချင်းပြန်ကြောက်ရတဲ့အထိ သူ့နာမည်က နာမည်ဆိုးနဲ့ကျော်ကြားခဲ့ပါတယ်။ကမ့်ဘဲလ်ဘရက်ဒ်ဖော့အကြောင်းကို မှတ်တမ်းရုပ်ရှင်ရိုက်ပေးပါဆိုပြီးတော့\nအဲရစ်ကာကိုအလုပ်လာအပ်ခဲ့ပါတယ်။ အဲရစ်ကာကလည်း ခေသူမဟုတ်။\nသဘာဝလွန်တွေနဲ့ အဆက်အသွယ်ရှိတဲ့ ထူးခြားတဲ့လူတစ်ယောက်ဆိုပြီး\nမှတ်တမ်းရုပ်ရှင်နယ်ပယ်မှာ နာမည်ကြီးနေတဲ့သူတစ်ယောက်ပါ။ မှတ်တမ်း\nရုပ်ရှင်ရိုက်ဖို့ တစ်ခုတည်းသောသဲလွန်စအဖြစ် ကမ့်ဘဲလ်ဘရက်ဒ်ဖော့ရဲ့\nမီးခံသေတ္တာထဲမှာသိမ်းထားတဲ့ ရေပုလင်းလေးတစ်ခုပဲရှိပါတယ်။ အဲ့ဒါလေးကို\nယူလာပြီး အဲရစ်ကာတစ်ယောက် ဝက်စ်ဘေဒန်မြို့မှာ သဲလွန်စရှာရပါတော့တယ်။ရေပုလင်းဆိုတော့လည်း ရေဆာနေတဲ့အချိန်၊ စိတ်အိုက်နေတဲ့အချိန် သောက်မိ\nကြတာပေါ့နော်။ အဲ့ဒီရေပုလင်းက တကယ်တော့ မကောင်းဆိုးဝါးပါတဲ့။ ဝက်စ်\nဘေဒန်မှာလည်း မြေအောက်ရေက အရမ်းအစွမ်းထက်ပါတယ်တဲ့။ အဲ့ဒါတွေကို\nဆက်စပ်ကြည့်ရင်းနဲ့... အဲရစ်ကာတစ်ယောက် ဘာတွေရှာတွေ့သွားမလဲ၊ အဲ့ဒီရေ\nကရော ဘာကြောင့်ကြောက်ဖို့ကောင်းနေတာလဲ၊ ဘရက်ဒ်ဖော့ဇာတ်လမ်းလေးကရော\nဘယ်လိုဖြစ်ဦးမလဲဆိုတာတော့ ရင်တထိတ်ထိတ်နဲ့ ဆက်ကြည့်လိုက်ပါတော့နော် ။ ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(983 MB) / (486 MB)\nQuality............WebRip 1080p / 720p\nDuration.........1Hr ...",
        "rating": "4.5",
        "url": "https://megaup.net/2rplo/So.Cold.the.River.2022.720p.WEBRip.[CM].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4wwdY9Xx6eI1g4C5i5Ni89UmlWw.jpg",
        "title": "Hollywood Stargirl (2022)",
        "description": "Hollywood Stargirl (2022)\n====================\nMusical ,Romance ,DramaDisney ကထုတ်တဲ့ Musical ကားဆိုရင် ကြည့်မကောင်းဘူးဆိုတာ မရှိသလောက်ပါပဲ ...\nဒီရုပ်ရှင်မှာလည်း သီချင်းလေးတွေအရမ်းကောင်းပြီး\nRotten tomatoes လည်း 100% ရထားတဲ့အထိပါပဲဘ၀ရဲ့လမ်းအသီးသီးကိုလျှောက်နေကြတဲ့ လူငယ်လေး ၃ ယောက်\nလော့အိန်ဂျလိစ်က လမ်းမတွေမှာ လမ်းချင်းတူလို့ လူချင်းတွေ့ခဲ့ကြတဲ့သဘောပါ။\nတစ်ယောက်က မိခင်နဲ့ အိမ်အမြဲပြောင်းနေရလို့ နေရာတစ်ခုမှာ အခြေကျချင်သူ..\nနောက် နှစ်ယောက်က ရုန်းကန်လှုပ်ရှားနေတဲ့ လူငယ်လေး ၂ ယောက် ..\nသူတို့ ၃ ယောက်လုံးကို စုံစည်းသွားစေမယ့်အရာက\nရုပ်ရှင်တစ်ကားကို အတူတူရိုက်ဖို့ဖြစ်ရင်းနဲ့ အကြောင်းဖန်လာပါတယ်\nသူတို့ ၃ ယောက်ရဲ့ ဘ၀ကို ပုံဖော်ထားတဲ့ ရုပ်ရှင်လေးကို\nရုပ်ရှင်ကုမ္ပဏီကြီးတစ်ခုကတွေ့သွားပြီး လက်တွဲ့ဖို့ ကမ်းလှမ်းလာတဲ့အခါမှာတော့....\nဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကို ကိုယ်တိုင်ပဲဆက်စောင့်ကြည့်လိုက်ပါ။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)Genre..... Musical, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Luoi/Hollywood.Stargirl.2022.720p.DSNP.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/95zIxo8qFRpsDyBm0KztVezBn4f.jpg",
        "title": "The Overnight (2022)",
        "description": "The Overnight (2022)မြန်မာနိုင်ငံက နာမည်ကျော် စာရေးဆရာကြီးတစ်ယောက်ကို ပန်းချီဆရာတစ်ယောက်က သူ့ပန်းချီကားပြည့်စုံလားမေးတော့ ပြန်ပြောဖူးတယ်။ \"ဟ မင်းဟာက ပန်းချီလေ။ ပြည့်စုံတယ် ဘယ်ရှိမလဲ။ အနုပညာဆိုတာ မပြည့်စုံဘူး။ ပြည့်စုံနေမှတော့ မင့်ဟာက အနုပညာမဟုတ်ဘဲ ဘုရားဖြစ်သွားမှာပေါ့ကွ\" တဲ့။ရုပ်ရှင်ဆိုတာလည်း အနုပညာပါပဲ။ ဘုရားမဟုတ်ပါဘူး။ ခြောက်ပြစ်တော့ ကင်းမနေပါဘူး။ တစ်ယောက်အတွက်ကောင်းတဲ့ကားက တစ်ယောက်အတွက်ကောင်းချင်မှလည်း ကောင်းမှာမလား။ နှလုံးသားနဲ့ ဆံ့သလောက် ယူလိုက်ကြတာပေါ့။ ဒီရုပ်ရှင်ဟာလည်း ဘုရားမဟုတ်တဲ့အတွက် ချွတ်ယွင်းချက်လေး တစ်ချို့ရှိပါတယ်။ အားသာချက်တစ်ချို့လည်းရှိပါတယ်။ဇာတ်လမ်းကတော့ စတန်လေကူးဘရစ်ရဲ့ The Shining လိုလိုပါပဲ။ ကားတစ်စီးနဲ့ အတွဲတစ်တွဲ ဟိုတယ်ကြီးတစ်ခုရောက်သွားတယ်။ အဲဒီကနေ ဇာတ်တွေဆက်ရှုပ်တယ်။ ဒီမှာတော့ နတ်ဆိုးတွေ ဘာတွေပါပါတယ်။ ဇာတ်ကိုလည်း မထင်ထားတာတွေတော့ လှည့်ပါတယ်။ ကူးဘရစ်ရိုက်ခဲ့တဲ့ A Clockwork Orange စာအုပ်ကိုလည်း ထည့်သွင်းပြသသွားပါတယ်။ ကူးဘရစ် Reference တွေလည်း တော်တော်ပါပါတယ်။ ...",
        "rating": "2.6",
        "url": "https://megaup.net/1Luij/(CM)_The_Overnight_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMTkzMjM0MjU4Ml5BMl5BanBnXkFtZTcwODkyNjMyMQ@@._V1_-139x200.jpg",
        "title": "The Bodyguard from Beijing: The Defender (1994)",
        "description": "The Bodyguard from Beijing: The Defender (1994)\nIMDb - 6.5/10______Rotten - 71%\nဂျက်လီရဲ့ အကောင်းဆုံးဇာတ်ကားတွေထဲက တစ်ကားဖြစ်တဲ့ ဒီဇာတ်ကားက သာမန်သိုင်းချတဲ့အက်ရှင်ကားတွေနဲ့မတူပါဘူး...မြတ်နိုးရတဲ့အချစ်တစ်ခုအကြောင်းကို စီကုံးပြထားတဲ့ မျက်ရည်ပြဇာတ်တစ်ခုလိုပါပဲ...ဂျက်လီကလဲ ငယ်သေးသလို အဓိကမင်းသမီး Christy Chung ရဲ့ အလှဆုံးအချိန်မှာ ရိုက်မိထားတဲ့ အချစ်အက်ရှင်ဇာတ်ကားလေးပါ။သက်တော်စောင့်လို့ပြောလိုက်တာနဲ့ ကျွန်တော်ကတော့ ဒီဇာတ်ကားထဲက ဂျက်လီဇာတ်ရုပ်ကို ပြေးမြင်မိတာပါပဲ။သက်တော်စောင့်တစ်ယောက်ရဲ့ ဟန်ပန်အပြည့်အဝနဲ့ စွန့်စားမှု ပေးဆပ်မှုတွေနဲ့ တစ်ခါကြည့်ဖူးရင် မေ့မရတဲ့ဇာတ်ကားမျိုးပါ။BluRay Quality ထွက်ရှိထားလို့ HEVC Quality နဲ့ အကောင်းဆုံး ပြန်လည်တင်ဆက်လိုက်ပါတယ်။\nFile size…(2.2 GB) / (900 MB)\nQuality….BluRay 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:32:17\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nu Mon",
        "rating": "6.5",
        "url": "https://megaup.net/2rry8/(CM)_The.Bodyguard.from.Beijing.1994.BluRay.720p-Nyein.mp4",
        "category": "Action, Asian, Crime, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1zL4VCVin4S8kOXhszMDqfwWPCM.jpg",
        "title": "The Heist of the Century(2020)",
        "description": "The Heist of the Century(2020) အညွှန်း***********************************IMDb...7.1မာရီယိုဆိုတာ မီးခံသေတ္တာလေးတွေလိုက်ဖောက်လိုက် ...မမိရင် သုံးလိုက်ဖြုန်းလိုက်..မိပြန်တော့ ထောင်ထဲလေ လေးချွန်ဝင်လိုက်နဲ့ပေါ့...တစ်နေ့တော့ သူတို့ သူခိုးအသိုင်းအဝန်းက လူတစ်ယောက်ကလာကမ်းလှမ်းတယ်...လက်တစ်ကိုင်စာ ပိုက်ဆံလေးအတွက်စွန့်စားမဲ့အစားအချီချဖို့ လာစည်းရုံးတယ်... ဘဏ်ကြီ:တစ်ခုကိုဓားပြတိုက်ဖို့ပါပဲ...အတော်ကို မလွယ်ကူတဲ့အလုပ်ပါ..သို့ပေမဲ့အသက်အရွယ်လည်းရသလို အတွေ့အကြုံတွေလည်းများခဲ့ဖူးတဲ့ ဒီဘိုးတော်တွေဟာဒီဘဏ်ကြီးကိုစနစ်တကျ ဓားပြတိုက်ဖို့  သွေးအေးအေးနဲ့ အစီအစဉ်တွေဆွဲပြီးဗျင်းဖို့ကြိုးစားကြတယ်... တခြားဇာတ်လမ်းတွေနဲ့  မတူတာကတော့ သူကbased on true story ဖြစ်ရပ်မှန်ပါပဲ။ Heist of century ဆိုတာ 2006 ခုနှစ်January 13 ရက်နေ့က အာဂျင်တီးနားမှာ ဖြစ်ခဲ့တဲ့အကြီးမားဆုံးဘဏ်ဖောက်မှုကြီးကို အခြေတည်ပြီးရိုက်ထားတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်။သူခိုးပါရဂူကြီးတို့ ဦးဆောင်ပြီး ရဲတွေ ဘဏ်ဝန်ထမ်းတွေကိုဘယ်လိုလှည့်ဖြားကြမလဲဆိုတာ ကြည့်ရမှာပါ။ကိုင်း ခံစားကြည့်ကြပါဦ:...File Size : (2.1GB)(799 MB) and (239 MB)\nQuality : WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Action, Biography, Comedy\nSubtitle ...",
        "rating": "7.1",
        "url": "https://megaup.net/2rrpC/Heist.of.the.Century.2020_.WEB-DL.720P(CM).mp4",
        "category": "Action, Biography, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/photo_2022-06-06_16-12-32-3-133x200.jpg",
        "title": "[18+] Breathe Again (2022)",
        "description": "[18+] Breathe Again (2022)အချစ်ဇာတ်လမ်း ကောင်းကောင်းလေး ကြည့်ချင်တယ်ဆိုရင်တော့ ဒီကားလေးနဲ့ chill ဖို့ အကောင်းဆုံးပါပဲ။ ဒါပေမဲ့လည်း romantic, erotic ဆန်လွန်းတဲ့ အခန်းတွေ ပါဝင်တာကြောင့် မိသားစုနဲ့ အတူကြည့်ဖို့တော့ မသင့်တော်ပါဘူး။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ... ‌ဂျိုအန်းနား ဆိုတဲ့ ကောင်မလေးမှာ သူ့သူငယ်ချင်းတွေအားလုံးက အိမ်ထောင်ကျကုန်ကြပြီ။ သူ့မှာလည်း ၇ နှစ်ကြာ တွဲလာတဲ့ ပါဝလို ဆိုတဲ့ ချစ်သူ ကောင်လေး ရှိတယ်။ ပါဝလိုက အပေါင်းအသင်း အသောက်အစား မက်တယ်။ တစ်နေ့ကျ ဂျိုအန်းနားကို လက်ထပ်ခွင့်တောင်းပြီး အချစ် တံခါးဖွင့်ဖို့ အပန်းဖြေစခန်းတစ်ခုကို နှစ်ယောက်သား ခရီးထွက်လာကြတယ်။ပြဿနာက ခရီးထွက်လာပြီး ပါဝလိုက တစ်နေကုန် သူ့သူငယ်ချင်းတွေနဲ့ပဲ ဆိုင်ကယ် ပတ်စီးတယ်။ နောက်ပြီး မိန်းမတွေနဲ့ မရှင်းမရှင်းတွေ လုပ်တယ်ပေါ့။ ဂျိုအန်းနားကိုတော့ နားညီးလို့ ရှုပ်လို့ဆိုပြီး ဟိုတယ်မှာပဲ ထားခဲ့တယ်။ ဟိုတယ်မှာ ကျန်ခဲ့တဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/15wnf/[CM]Breathe.Again.2022.720p.WEB-DL.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/xrossing-156x200.png",
        "title": "The Xrossing (2020)",
        "description": "The Xrossing (2020)\n=================ဒေါသတွေ ပူလောင်မှုတွေကြီးစိုးလာတဲ့အခါ လူတွေက\nမဆင်ခြင်ဘဲ အမှားတွေလုပ်မိတတ်ကြပါတယ်။\nခရစ္စဆိုတဲ့အနုပညာသင်တန်းကျောင်းက မှတ်တမ်းရုပ်ရှင်\nလေးတွေ ဖန်တီးရတာကြိုက်တဲ့ကောင်လေးဟာ သူကြိတ်\nကြိုက်နေရတဲ့ကောင်မလေးနဲ့အတူတူ အနုပညာတွေဖန်တီးရင်း\nအေးအေးနေတတ်သူပါ။တစ်နေ့မှာတော့ သူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ ရှိန်းနဲ့အန်းဂက်စ်\nတို့နဲ့အတူ ထရေစီမာယာဆိုတဲ့ ကောင်မလေးကိုသတ်တဲ့တရားခံလို့\nယူဆသူတစ်ဦးနောက်ကိုလိုက်ရင်း လူငယ်ဆန်ဆန်မိုက်ရူးရဲတဲ့\nအပြုအမူတွေလိုက်လုပ်မိတဲ့အခါ သူတို့သူငယ်ချင်းသုံးယောက်ရဲ့\nဘဝတွေ ဘယ်လိုပြောင်းလဲသွားမလဲ။ သူတို့သံသယဝင်နေတဲ့\nလူကြီးကရော တရားခံအစစ်လား ထရေစီဘာကြောင့် သေသွားခဲ့တာလဲ၊\nစတာတွေကို ဒီကားလေးထဲမှာ စိတ်ဝင်စားဖွယ်ရာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Lwin Aung ဖြစ်ပါတယ်)File Size..........(1.43 GB) / (707 MB) / (476 MB)\nQuality............WebRip 1080p / 720p / 480P\nDuration.........1Hr 48mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Crime, Drama, Thriller\nTranslator.......Lwin Lwin Aung\nEncoder..........SWM",
        "rating": "4.8",
        "url": "https://megaup.net/37m5u/The.Xrossing.2020.720p.BluRay.[CM]_new.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFm6IrjutzI76pI4JiU5S8e4zA0.jpg",
        "title": "Fall In Love With My King ( 2020 )",
        "description": "ရှေးခေတ်မှာဇာတ်အိမ်တည်ထားတဲ့ ရိုရိုချိုချို ဇာတ်လမ်းလေးလည်းကြည့်ချင်တယ်၊\nအပိုင်းဆက်များတာတွေလည်းမကြည့်ချင်ဘူးဆိုသူတွေအတွက်\nတစ်ပိုင်းတည်းအပြီး အချစ်ဇာတ်မြူးကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ချောမောခန့်ညားပြီးအရည်အချင်းရှိတဲ့ စစ်သူကြီးနဲ့ မင်းသမီးလေးတို့ရဲ့ ဇာတ်လမ်းလေးပေါ့။\nစစ်သူကြီးမုရုံဆိုတာ ရန်တိုင်းပြည်ရဲ့ကျော်ကြားတဲ့စစ်သူကြီး၊\nမင်းကြီးကသူ့ကို မင်းသမီးတစ်ပါးနဲ့လက်ဆက်ပေးတယ်။\nမင်းသမီးဆိုပေမယ့် ဘုရင့်သမီးတော်မဟုတ်ဘူး။ ဦးရီးတော်ရဲ့မွေးစားသမီး။\nဦးရီးတော်ဆိုတာကလည်း ထီးနန်းကိုကြိတ်ကြံနေတာ။\nသူ့မွေးစားသမီးကို စစ်သူကြီးအိမ်တော်ပို့လိုက်တာကလည်း စစ်သူကြီးဆီကပစ္စည်းတစ်ခုကိုခိုးဖို့။ဒီလိုနဲ့ စစ်သူကြီးနဲ့မင်းသမီးလေးတို့ လက်ထပ်ပြီးသွားတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ။\nအကြံနဲ့လာတဲ့ မင်းသမီးလေးနဲ့ ထက်မြက်တဲ့စစ်သူကြီးတို့\nဘယ်လိုအလွဲလေးတွေဖြစ်ပြီး ၊ ဘယ်လိုချစ်ကျွမ်းဝင်သွားကြမလဲ။\nဘယ်လိုအချိုတွေကျွေးမလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ရအောင်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGernes : Romance\nRuntime : 1h 34 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon , Chu Chu , Yin Wai Phyo\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/fall-in-love-with-my-king-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-1-150x200.jpg",
        "title": "Taking Lives (2004)",
        "description": "Taking Lives (2004)\n~~~~~~~~~~~~~~~~~~~~~~~\nကမ်းခြေသွားရင် ဝင်ကစွပ်ကောင်လေးတွေကို မြင်ဖူးကြလား\nဝင်ကစွပ်တွေက တခြားသတ္တဝါတွေရဲ့အခွံကို သူ့ကိုယ်ပိုင်အိမ်သဖွယ်ဝင်နေကြတယ်လူတစ်ယောက်ကရော အဲ့လိုသူများဘဝကို ကိုယ့်ဘဝလို အပိုင်ယူလိုက်လို့ရလား\nဒီမေးခွန်းရဲ့အဖြေကို အခုတင်ပေးသွားမယ့်ရုပ်ရှင်ထဲမှာပဲ အဖြေရှာကြည့်ကြပါဒီလိုကားမျိုးက ဇာတ်ကြောင်းအရမ်းပြောရင် spoiler ဖြစ်မှာစိုးရလို့ မိတ်ဆက်သဘောပဲ ပြောမယ်နော့\nနှစ်ပေါင်းများစွာ လွတ်မြောက်နေတဲ့ စိတ္တဇကွင်းဆက်လူသတ်သမားကို FBI အထူးအေးဂျင့် Angelina Jolie နဲ့အတူ ကိုယ်တိုင်စုံစမ်းထောက်လှမ်းလိုက်ပါPsychological thriller ဆိုတဲ့အတိုင်း သည်းထိတ်ရမယ်၊ ရင်ဖိုရမယ်၊ Crime drama ဆိုတဲ့ဆိုတဲ့အတိုင်း အံ့ဩရမယ်၊ မင်သက်ရမယ်\nရင်မဖိုရမှာတော့မပူနဲ့၊ Jolie နဲ့ Ethan Hawke တို့ကို ကြည့်ရင်း စောင်ကိုက်ရမှာ အသေအချာပါပဲIMDB -6.2\nRT- 22% File size…(1.6GB)/(830MB)/(458MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:43:00\nGenre...Crime / Mystery / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SPK",
        "rating": "",
        "url": "https://megaup.net/2rq3r/Taking.Lives.2004.720p.(CM).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7FUbSUzn07dudjbwW1Skicj17nS.jpg",
        "title": "Interceptor(2022)",
        "description": "ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ အက်ရှင်ကား ကောင်းကောင်းကြည့်ချင်သူတွေအတွက်\n၂၀၂၂ ထွက် Intercepter လာပါပြီ။ ဇာတ်လမ်း အကျဉ်းကတော့ အမေရိကန်မှာရှိတဲ့\nနျူကလီးယား ဒုံးကျည်တွေကို ခိုးယူပြီး အမေရိကန် နိုင်ငံတစ်ဝက်စာလောက်ကို\nဖျက်ဆီးပစ်ဖို့ လူတစ်စု ဗိုလ်ကြီး ကောလင်းစ်ရဲ့ တာဝန်ကျရာ တပ်စခန်းကို ဝင်ရောက်\nစီနင်းကြတယ်။ သူတို့ စီနင်းကြတဲ့ စခန်းက နျူကလီးယား ဒုံးတွေ ပစ်လွှတ်လာခဲ့ရင်\nကြားဝင် ဖြတ်ချပစ်ဖို့ ဒုံးဖျက်လက်နက်တွေကျန်ရှိရာ ရေလယ်က\nတစ်ခုတည်းသော ရေပေါ်စခန်းကြီးတစ်ခု\nဗိုလ်ကြီးကောလင်းစ်တစ်ယောက် အနိုင်ရဖို့ ၂၀ ရာခိုင်နှုန်းတောင်\nမသေချာတော့ လူဆိုးတွေနဲ့ ပူးပေါင်းမလား\nဆက်လက်တိုက်ပွဲဝင်မလား ရင်တမမနဲ့ ကြည့်ရမယ့်ကားပါပဲ။ ဒီဇာတ်လမ်းဟာ သာမာန် အက်ရှင်ကား\nအများစုနဲ့ ကွဲထွက်နေတဲ့အချက်က social issue ( လူအသိုင်းအဝိုင်းတွင်းက မမျှတမှု) တွေကို ထည့်စဉ်းစားမိအောင်\nအများကြီး ထည့်ရိုက်ပြသွားပါတယ်။ လက်ယာစွန်းရောက်နေတဲ့ မျိုးချစ် အမေရိကန်တွေရဲ့ ရူးမိုက်မှု၊\nအမျိုးသမီးတွေကို နိုင့်ထက်စီးနင်းလုပ်မှု ၊ ရွှေ့ပြောင်းအခြေချလာတဲ့ အမေရိကန်မဟုတ်သူတွေကို ခွဲခြားဆက်ဆံမှု\nဒါတွေကို တစ်လွှာချင်း တူးဖော်ပြီး ကြည့်နိုင်ပါတယ်။   သေချာတာကတော့ သဘာဝလွန် ...",
        "rating": "4.4",
        "url": "https://megaup.net/15v0d/Interceptor.2022.720p.NF.WEB-DL.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/resize_image.php_-142x200.jpg",
        "title": "[21+] She Went to Entertain Her Client-Honda Momo(FSDSS-310)",
        "description": "[21+] She Went to Entertain Her Client-Honda Momo (FSDSS-310)Honda Momo ဆိုတဲ့ မင်းသမီးလေးရဲ့ ဇာတ်လမ်းကိုတင်ဆက်လိုက်ပါတယ်။ကြည်တောက်ရှင်းနေတာပဲဆိုတာ Honda Momo ရဲ့ Icon အလှပါပဲ....ရိုးသားဖြူစင်တဲ့ဇာတ်ရုပ်လေးနဲ့လိုက်ဖက်လွန်းသူလေးပါ...ဒီဇာတ်လမ်းထဲမှာတော့ အဲ့ဒီဖြူစင်မှုကိုချနင်းခံရတာမို့ ဗီလိန်ဘဲကြီးကို လူမုန်းများကြဦးမှာပါ။JAV တွေရဲ့ထုံးစံအတိုင်း ကြမ်းရမ်းတာတွေပါတာမို့ ၂၁ နှစ်ပြည့်ပြီးသား အရွယ်ရောက်သူများ ချင့်ချိန်ကြည့်ဖို့သာ သင့်တော်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.1 GB) & (970 MB)\nQuality : HDRip 1080p & 720p\nRunning Time : 02:04:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Andrew Mason\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/1Lsog/(DS)She_Went_to_Entertain_Her_Client-Honda_Momo(FSDSS-310)HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a9aTkREV7ZbwMzgHaknjqWZUtUG.jpg",
        "title": "Introduction (2021)",
        "description": "Introduction (2021)~ IMDb - 6.2/10, Rotten Tomatoes - 81% ~တောင်ကိုရီးယား Art House ဒါရိုက်တာ Hong Sang-Soo ဟာ ၂၀၂၁မှာ နှစ်ကားထွက်ခဲ့ပါတယ်။ မနှစ်က တော်တော်ကောင်းခဲ့တဲ့ In Front of Your Face ထဲမှာ သူ့နဲ့ Right Now, Wrong Then နောက်ပိုင်း ဆက်တိုက်တွဲရိုက်နေကျ နောက်ပိုင်း သူနဲ့ပါ ညားသွားတဲ့ ဂင်မင်ဟီးကို မသုံးခဲ့ပါဘူး။ Introduction ထဲမှာတော့ ဂင်မင်ဟီးပြန်ပါလာပေမဲ့ အဓိကဇာတ်ဆောင်နေရာကတော့ မဟုတ်ပါဘူး။ ဒီနှစ်ထွက်မယ့် The Novelist's Film မှာလည်း ဂင်မင်ဟီးကို ပြန်သုံးထားပါတယ်။Introductionရော နောက်ထွက်လာမယ့် The Novelist's Film ရောဟာ အဖြူအမဲနဲ့ ရိုက်ပြထားတဲ့ ရုပ်ရှင်တွေပါ။ Introduction ရဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Lslr/(CM)_Introduction_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tdntMAqd72ESpMyfXU3grPmsOgy.jpg",
        "title": "Koogle Kuttappa (2022)",
        "description": "ဒီတစ်ခါမှာတော့ IMDB မှာ 7.2 အထိရရှိထားတဲ့ 2022 ခုနှစ်ထွက်\nမေတ္တာဖွဲ့ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nမေတ္တာဖွဲ့ကားတွေအထွက်ကျဲချိန်မှာ ဒီကားလေးထွက်လာတာဝမ်းသာစရာပါပဲဇာတ်လမ်းအကျဉ်း...\nသားကို ချစ်လွန်းလို့ စက်ရုပ်အင်ဂျင်နီယာဘွဲ့ရတဲ့အထိကျောင်းထားပေးပြီး\nမွေးရပ်မြေမှာပဲ နေ့စဉ်ရုံးတက်ရုံးဆင်း လုပ်စေချင်တဲ့အဖေ\nဖခင်ကို မလွန်ဆန်နိုင်ပေမယ့် ဘ၀ရှေ့ရေးအတွက် နိုင်ငံရပ်ခြားအထိ\nအလုပ်သွားလုပ်ချင်နေတဲ့သား..နိုင်ငံခြားမှာ အလုပ်လုပ်ဖို့ အသက်ကြီးတဲ့အဖေကို စောင့်ရှောက်နိုင်မယ့်\nအိမ်တွင်းသူနာပြုတွေ ခေါ်ပေမယ့် လူ့ဂွစာအဖေကြောင့်အကုန် ပြန်ပြေးရတဲ့အချိန်\nသူ့ကို အလုပ်ခန့်တဲ့ကုမ္မဏီက နှစ်ဦးနှစ်ဖက် အဆင်ပြေအောင် စီစဉ်ပေးချိန်မှာတော့ခံစားချက်ရသတွေ အများကြီးခံစားလို့ရနိုင်မယ့် ရုပ်ရှင်တစ်ကားကို မွေးထုတ်ပေးလာတာကြောင့်\nလိုက်ပါစီးမြောခံစားလိုက်ကြပါဦးခင်ဗျာ...အညွှန်းနဲ့ဘာသာပြန် Lwin Htoo Aung ဖြစ်ပါတယ်   \nFile size…2.1GB / 1.05GB\nQuality…1080p WEB DL Tamil AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 7m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung",
        "rating": "7.3",
        "url": "https://megaup.net/1Lsp2/Koogle_Kuttappa_(2022)_Tamil_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1V308VhbYx8rr4ubNE28JAgEaQt.jpg",
        "title": "Serve the People (2022)",
        "description": "(18+) Serve the people (2022)Thirty Nine ဇာတ်ကားထဲက အရေပြားဆရာဝန်လေးအဖြစ်သရုပ်ဆောင်ထားတဲ့ Yeon Woo Jin ရဲ့ မ နဲ့ မောင် ဇာတ်ကားလေးပါ။ ဒါပေမယ့် အမျိုးသား ၁၈ ယောက် စုကြည့်ရမယ့် ဇာတ်ကားမျိုးပါပဲ။ ဇာတ်လမ်းဇာတ်အိမ်က တမူထူးခြားတာမို့ အများကြီး ရှင်းပြမနေတော့ပါဘူး။ကြည့်ဖြစ်အောင်သာ ကြည့်လိုက်ကြပါ။ ကြည့်မိလို့ ဂေါင်းကြီးတို့ မကြိုက်ဘူး မရှိစေရပါဘူး။ မ အဖြစ် သရုပ်ဆောင်ထားတဲ့ မင်းသမီးရဲ့ ရှိုက်ကြီးဖိုငယ် အသွယ်သွယ်ကိုလည်းအတိုင်းသား မြင်ရမှာမို့ ကြည့်ဖြစ်အောင်သာ ကြည့်လိုက်ကြပါတော့။ သတိပေးချင်တာကတော့ မှောင်ပါတယ် .... အတော့်ကို မှောင်ပါတယ်။ယောကျာ်းလေးတွေတောင် ၁၈ ယောက် စုပြီး ကြည့်ရမယ့်ကားပါပဲ။ကိုရီးယားကားဆိုပြီး လူရှေ့သူရှေ့ သွားမကြည့်မိပါစေနဲ့ဗျာ။ အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Go Dong Won ပဲ ဖြစ်ပါတယ်။သတိပေးချင်တာကတော့ မှောင်ပါတယ် .... အတော့်ကို မှောင်ပါတယ်။\nယောကျာ်းလေးတွေတောင် ၁၈ ယောက် စုပြီး ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Lrls/Serve.the.People.2022.720p.WEB-DL.CM.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-sta-136x200.jpg",
        "title": "Stanleyville (2022)",
        "description": "ဘဝမှာ အရေးအကြီးဆုံးက မိမိကိုယ်ကိုနားလည်ဖို့ပါပဲ အဲဒီလိုမှမဟုတ်ရင်ကိုယ်ဘာလိုချင်တယ် ဘာဖြစ်ချင်တယ်ဆိုတာတောင် သိမှာမဟုတ်ပါဘူးအဲဒီလိုပဲ လူတွေအများကြီးနေထိုင်တဲ့ ဒီကမ္ဘာပေါ်မှာ လူအမျိုးမျိုးစိတ်အထွေထွေနဲ့ လူတွေကအမျာကြီးမှ တကယ့်အများကြီးပါပဲအခုကားလေးကတော့ လူတွေရဲ့ စိတ်အမျိုးအစားကို ရိုက်ပြထားတဲ့ကားလေးပါပဲလူတွေသန်းချီတဲ့အထဲကမှ စိစစ်ရွေးချယ်ပြီး ဝင်ပြိုင်ရတဲ့ ပြိုင်ပွဲကြီးဆိုပြီးလူ ၅ယောက်ကို ဆက်သွယ်ကာ ပြိုင်ပွဲတစ်ခုလုပ်ပေးတဲ့ကားလေးပါပဲဆုကတော့ ကားအသစ်စက်စက်တစ်စီးရယ် မိမိကိုယ်ကိုနားလည်နိုင်စွမ်းရယ်တဲ့ပြိုင်ပွဲမှာတော့ အဆင့်၈ခုရှိပြီး တစ်ဆင့်ပြီးတိုင်း နိုင်တဲ့သူက တစ်မှတ်ရပါတယ်အားလုံးပြီးလို့ အမှတ်အများဆုံးရတဲ့သူက အနိုင်ရရှိသူပါပဲအဲဒီလိုနဲ့ ပြိုင်ပွဲမှာ ကားကိုလိုချင်တဲ့သူ နာမည်ကြီးချင်တဲ့သူ ဒီပြိုင်ပွဲလိုမျိုးပြိုင်ပွဲတွေကိုနောက်ကွယ်ကနေကြိုးကိုင်နေတဲ့သူ မိသားစုကြားထဲမှာလူရာမဝင်လို့ကိုယ့်ကိုကိုယ်နားလည်နိုင်စွမ်းလိုချင်တဲ့သူ အမ်အယ်အမ် လိုမျိုးဈေးရောင်းနေတဲ့သူအဲဒီလူတွေရဲ့ ပြိုင်ဆိုင်မှုတွေကို လက်ရှိဖြစ်ပေါ်နေတဲ့ စီးပွားရေးအမြင်နဲ့ရောစပ်တင်ဆက်ထားတဲ့ ကားကောင်းလေးတစ်ကားပါပဲFile size…(1.15GB)/(600MB)/(400MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Garfield",
        "rating": "",
        "url": "https://megaup.net/1Lr97/Stanleyville.2022.720p.(CM)_(2).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jMTsnTweu2eDgXRMaTnXp3nr72h.jpg",
        "title": "My Girlfriend is a Serial Killer (2019)",
        "description": "My Girlfriend is a Serial Killer (2019)အချစ်ဆိုတာ ဒီလောကမှာ အဆန်းကြယ်ဆုံးအရာပါပဲ။ တချို့က ချောချောလေးတွေကို ချစ်ကြတယ်။ တချို့က စာကြမ်းပိုးမလေးတွေကို ချစ်ကြတယ်။ တချို့က သေးသေးလေးတွေကို ချစ်ကြတယ်။ တချို့ကကျ နားလည်ရခက်တဲ့ ကောင်မလေးတွေကို ချစ်ကြတယ်။ ပြောမကုန်ဘူးပေါ့။ လူတစ်ကိုယ်အကြိုက်တစ်မျိုးမို့ ပြောလည်း မဆုံးပါဘူး။ဆိုပေမဲ့ ဒီရုပ်ရှင်ထဲက ဇာတ်လိုက်ကျော်ကြီးကတော့ ဘေးခန်းက ကောင်မလေး လူသတ်တာကို မြင်ပြီး ချစ်မိတယ်တဲ့ဗျာ။ ဆန်းတော့ဆန်းသား... အဲဒီကောင်မလေးက သူ့ကိုသတ်ချင်လည်း သတ်နိုင်တာ သူသိပေမဲ့ ချစ်မိနေဆဲပါပဲ။ လောကမှာ အသန့်စင်အမွန်မြတ်ဆုံး အချစ်ထက်မြင့်တဲ့ ဆီရီရယ်တိုးနစ်အချစ်ကို ပုံဖော်ထားတဲ့ ဂျပန်ကားလေးပါပဲ။ မင်းသမီးလေးလည်း ချောပါတယ်။ ခပ်ချောချော ကောင်မလေးတွေ လူသတ်တဲ့အခါ ချစ်စိတ်အပြည့်နဲ့ ကြည့်တတ်အောင်လို့ ကြည့်ရှုမုဒိတာပွားထားသင့်တဲ့ ရုပ်ရှင်ပါပဲ။ လောကမှာ အချစ်ဟာအကြီးအကျယ်ဆုံးအရာပဲမလား။ ကောင်မလေးချောနေရင်ပေါ့ဗျာ...(အညွှန်းရေးပေးထားသူကတော့ Lucifer Morningstar ဖြစ်ပြီး ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Lrbj/(CM)_My_Girlfriend_is_a_Serial_Killer_(2019)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BODk4OWJlODMtMWYxMS00OWI1LTlkNDMtNGU5OTIyODdmOTc1XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-150x200.jpg",
        "title": "Bajirao Mastani (2015)",
        "description": "ဒါရိုက်တာ ဆန်ဂျေးဘန်ဆာလီရဲ့ History နောက်ခံ အချစ် War ဇာတ်ကားဖြစ်ပါတယ်...နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ မင်းသား ရန်ဗီးဆင်း... မင်းသမီး ဒီပီကားနဲ့ ပရီရန်ကားတို့ရဲ့ ၃ ပွင့်ဆိုင် အချစ်ဇာတ်လမ်းဆိုတော့ အနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...စစ်သူရဲကောင်း ဘာဂျီရောဝ် ဟာ  စစ်ပရိယာယ် ကြွယ်ဝလှပြီး တိုင်းပြည်ရဲ့ အားထားရာ / ပြည်သူ့အချစ်တော်တစ်ဦး ဖြစ်ပါတယ်။ သူ့မှာ ကာရှီးဆိုတဲ့ ဇနီးချောလေးရှိပြီး သားတစ်ယောက်လည်း  ပိုင်ဆိုင်ထားသူပါ။တစ်နေ့မှာတော့ သူရဲ့ စစ်မြေပြင်ကို မဟာမိတ်တိုင်းပြည်မှ မင်းသမီးလေး  မာစတီးနီ လာရောက်ပြီး စစ်ကူတိုက်ခိုက်ပေးပါဖို့ အကူညီတောင်းခံလာခဲ့ပြီး ဘာဂျီရောဝ်ရဲ့ စစ်ရေးကျွမ်းကျင်မှုကြောင့် မင်းသမီး မာစတီးနီ တို့ဘက်မှ အနိုင်ရှိခဲ့ပါတယ်။ဒီ့နောက်မှာတော့ ဘာဂျီရောဝ်ဟာ မင်းသမီးလေးကို ချစ်မြတ်နိုးလာခဲ့ပြီး သူမပြန်ခင်အချိန်မှာ  သူ့ဓားမြှောင်လေးကို ပေးခဲ့ပါတယ်။ မင်းသမီး မာစတီးနီတို့တိုင်းပြည်မှာတော့ ဓားမြှောင်ပေးအပ်ခြင်းဟာ လက်ထပ်ခွင့် တောင်းခြင်းလို့ အဓိပ္ပာယ် သက်ရောက်ပါတယ်။ဘာဂျီရောဝ် ကို ချစ်မိခဲ့သူ မာစတီးနီဟာလည်း ဓားမြှောင်လေးကို တယုတယသိမ်းဆည်းထားခဲ့ပါတယ်။အဲ့ဒီနောက်ပိုင်းမှာတော့ အချစ်ရဲ့စွန့်စားခန်း အနေဖြင့် မင်းသမီး မာစတီးနီဟာ ဘာဂျီရောဝ်ကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/2royf/(CM)_Bajirao_Mastani_(2015)BluRay_720p.mp4",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/201922416314574441-146x200.jpg",
        "title": "[18+] Hidden Desire (1991)",
        "description": "ဟောင်ကောင်ရုပ်ရှင်ရဲ့ ရွှေခေတ်ကို လှည်ပြန်ကြည့်မယ်ဆိုရင် ဒီလို ပွင့်ပွင့်လင်းလင်းတင်ဆက်တတ်တဲ့ Erotic ဇာတ်လမ်းတွေကလဲ အသက်ဝင်ရခြင်း အချက်တစ်ချက်ပါပဲ....ဒီဇာတ်ကားမှာဆိုလဲ အရှိကိုအရှိအတိုင်း မညှာစတမ်းရိုက်ကူးတင်ဆက်ထားပါတယ်...ဇာတ်လမ်းကတော့...ဖုံးကွယ်ထားတဲ့ ရမ္မက်ဆန္ဒတွေကို ကြုံရင်ကြုံသလို ပွင့်အံထုတ်တဲ့ လူ့သဘာဝအကြောင်းတွေပေါ့....ပညာပေးဇာတ်လမ်းလေးမလို့ ပညာသင်ယူရမယ့် ၁၈ နှစ်အထက်တွေသာ ကြည့်ရှုသင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။File Size : (2.7 GB) & (750 MB)\nQuality : BluRay Uncut 1080p & 720p\nRunning Time : 01:32:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Khant\nEncoded by RGB",
        "rating": "",
        "url": "https://megaup.net/1Lr2n/(CM)_Hidden_Desire_1991_BluRay_Uncut_720p-RGB.mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mwrwVs31Oe9gUbwelRaWG2Xfyqx.jpg",
        "title": "Wet Sand (2021)",
        "description": "Wet Sand (2021)~ IMDb Rating - 6.8/10 ~ဂျော်ဂျီယာဒါရိုက်တာရိုက်ထားတဲ့ တွေ့ရခဲတဲ့ ဂျော်ဂျီယာရုပ်ရှင်ပါ။ ဂျော်ဂျီယာက ရွာလေးတစ်ရွာမှာ ဇာတ်အိမ်တည်ထားတယ်။ ဒီရုပ်ရှင်ဟာ LGBT ရုပ်ရှင်လို့ ပြောဖို့ခက်ပေမဲ့ သူ့အဓိကအကြောင်းအရာက LGBT ဖြစ်နေပါတယ်။ ပြောရရင် ကြည့်ဖူးသမျှထဲ သိမ်မွေ့မှုအရှိဆုံး LGBT ရုပ်ရှင်ပါပဲ။ MUBI လို Art Film ဦးစားပေး streaming service မှာတောင် တင်ထားပြီး ရုပ်ရှင်ပွဲတော်ပေါင်းများစွာမှာလည်း ပြထားပါတယ်။ဂျော်ဂျီယာဟာ လိင်တူစုံမက်ခြင်းကို အင်မတန် ရှုံ့ချတဲ့နေရာပါ။ အန်နွန်လို့ခေါ်တဲ့ အဘိုးကြီးတစ်ယောက်က ဂျော်ဂျီယာ ဘလက်ဆီးနားက ရွာလေးတစ်ရွာမှာ Wet Sand လို့ခေါ်တဲ့ ကဖေးလေးဖွင့်ထားတယ်။ အေးရာအေးကြောင်းနေလာရင်း သူ့ကဖေးမှာ လာသောက်နေကျ လူတစ်ယောက်ဆုံးသွားရာက ဂယက်ထလာတော့တာပါပဲ။ အဲဒီလူက ဘာသာမဲ့ဆိုတော့ သူ့ကို ဘယ်သူကမှလည်း မမြုပ်ပေးချင်ကြသလို ဘယ်သူကမှ အကောင်းမမြင်ကြဘူး။ ...",
        "rating": "6.8",
        "url": "https://megaup.net/15tug/(CM)_Wet_Sand_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDNlZmEzZjUtMmZiYi00NzQ2LTljN2EtYjhhMWU1ZWQ2MDY0XkEyXkFqcGdeQXVyMTA5NzUzODM4._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Dorm (2006)",
        "description": "Horror ဆိုပေမယ့် ကြောက်ရလန့်ရတာချည်းမဟုတ်ဘဲ ဇာတ်လမ်းဦးစားပေးရိုက်ထားတဲ့ ဇာတ်ကားကိုမှကြည့်ချင်သူတွေအတွက် Best Director ဆုအပါအ၀င် ဆု၇ဆု ရထားတဲ့ ဒီကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဥ်းချာဒရီဆိုတဲ့ကလေးက မိဘဖိအားပေးမှုကြောင့် ဒုတိယနှစ်ဝက်မှာ ကျောင်းပြောင်းခဲ့ရပါတယ်သူပြောင်းလာတဲ့ကျောင်းမှာအဖြစ်အပျက်တွေအများကြီးရှိခဲ့ပြီး အဲ့ထဲမှာမှ အဲ့ဒီကျောင်းကရေကူးကန်ဟောင်းမှာ ရေထဲခုန်ချသေသွားတဲ့ကျောင်းသားတစ်ယောက်ရှိခဲ့ဖူးတယ်လို့လည်းပြောနေကြပါတယ်\nယခုလက်ရှိအချိန်မှာတော့ အဲ့ဒီရေကူးကန်ကိုပိတ်ထားလိုက်ပါပြီချာဒရီဟာ ကျောင်းရောက်ရောက်ချင်း သူငယ်ချင်းတွေသိပ်မရှိခဲ့ပါဘူး\nသူ့မှာခင်ရတဲ့သူငယ်ချင်းဆိုလို့ တစ်ယောက်ပဲရှိတယ်...အတူသွား အတူကစားရင်း နောက်မှ သူသိလိုက်ရတာကတော့ သူ့သူငယ်ချင်းက...ကဲ ဇာတ်လမ်းကတော့အဲ့မှာစတာပါပဲ\nဘယ်လိုစိတ်ခြောက်ခြားစရာတွေလာဦးမလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူလိုက်ရအောင်နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(2GB) / (1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.8/10\nFormat__mp4\nDuration__01:50:00\nType__Drama, Horror, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "6.8",
        "url": "https://megaup.net/2rook/Dorm_(2006)_WEB-DL_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ag82cnsL28A9lu36x6iokEFRgzY.jpg",
        "title": "The Imprisoned Love ( 2016 )",
        "description": "CM Movie ချစ်ပရိသတ်များအတွက်\nCM ကနေပြီးတော့ The Imprisoned Love ဆိုတဲ့\nရုပ်ရှင်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးကတော့ Ren Hao Ming က Ruan Qing Tian ရဲ့\nအမေဟာ Ren Hao Ming အမေရဲ့ဒီဇိုင်းကို\nခိုးသွားပြီးသတ်ပစ်ခဲ့တယ်လို ထင်နေခဲ့တယ်။အဲ့ဒါကြောင့်\nRuan Qing Tian ကိုသူ့အမေအကြွေးဆပ်ဖိုတစ်နှစ်စာချုပ်အဖြစ်\nRen Hao Ming အိမ်မှာအခိုင်းအစေလုပ်ခိုင်းပြီးအတင်းအကျပ်လက်ထပ်ယူခဲ့တယ်။အချိန်တွေကြာလာတာနဲ့အမျှ Ren Hao Ming ကတဖြည်းဖြည်းနဲ့\nသူ့အမေကိုသတ်တဲ့လူသတ်သမားက\nတခြားတစ်ယောက်ဖြစ်နေတာသိလိုက်ရတဲ့အချိန်မှာတော့......\nကဲဒီတော့ Ruan Qing Tian တစ်ယောက် Ren Hao Ming အပေါ်ခံစားချက်ရှိလာမလဲ။သူတိုကြားနားလည်မှုလွဲနေတာတွေကော ဘယ်လိုဖြေရှင်းကြမလဲ။\nလူသတ်သမားကကောဘယ်သူဖြစ်မလဲဆိုတာကိုတော့\nဒီဇာတ်ကားလေးကိုဆက်ကြည့်လိုက်ကြရအောင်နော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Romance\nRuntime : 1h 17 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-imprisoned-love-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yzQ9YUXH9Tfj8MDU66i4wSFrBvt.jpg",
        "title": "Last Seen Alive (2022)",
        "description": "Last Seen Alive (2022)မင်းသားကြီး Gerard Buttler ရဲ့ ဇာတ်ကားအသစ်လာပါပြီ။ ဒီတစ်ခါတော့ အရင်လို သမ္မတလိုက်ကယ်တာမဟုတ်ဘဲ လူပျောက်လိုက်ရှာမှာပါ။ လူပျောက်ရှာပုံတော် ဇာတ်ကားတွေ နှစ်သက်တဲ့ပရိသတ်အတွက် အသစ်ထွက်ရှိလာတဲ့ကားလေးပါ။ ဝေလ်နဲ့ လီဆာစပန်းက အိမ်ထောင်ရေးအဆင်မပြေကြတဲ့ ဇနီးမောင်နှံပါ။ ခဏ အိမ်ခွဲနေချင်တယ်လို့ တောင်းဆိုလာတဲ့ ဇနီးဖြစ်သူလီဆာ့ကို ဝေလ်က မခွဲချင်ပေမဲ့ တနယ်တကျေးက လီဆာ့မိဘအိမ်ကို လိုက်ပို့ဖို့ ထွက်လာခဲ့ကြပါတယ်။လမ်းခရီးမှာ ဂတ်စ်ကုန်လို့ ဝင်ဖြည့်တုန်း လီဆာတစ်ယောက် ပျောက်ချင်းမလှ ပျောက်သွားပါတော့တယ်။ ဇနီးဖြစ်သူကို ခေါင်းမီးတောက်အောင်ရှာပေမဲ့ မတွေ့တော့ ဝေလ်လည်း ရဲတိုင်ရတော့တာပေါ့။ နောက်ဆုံးသဲလွန်စလေးတစ်ခုက လီဆာဟာ မပျောက်သွားခင် အထက်တန်းကျောင်းနေဘက်ဖြစ်သူ နက်ကယ်စ်နဲ့ နောက်ဆုံးစကားပြောနေခဲ့တာကိုပါပဲ။ရဲတွေကလည်း ဖောက်ပြန်တဲ့ရာဇဝင်ရှိဖူးတဲ့ လီဆာတစ်ယောက် ခင်ပွန်းဖြစ်သူရဲ့ လက်တုံ့ပြန်ခြင်းကို ခံလိုက်ရတာလား ဒါမှမဟုတ် ခင်ပွန်းဖြစ်သူကို နောက်တစ်ကြိမ် သစ္စာဖောက်ပြီး ပြေးတာလား ဝေခွဲမရကြပါဘူး။ ပျောက်သွားတဲ့ မိန်းမဖြစ်သူကို အသက်ရှင်လျှက် ပြန်တွေ့ပါ့မလား?ဝေလ်ကလည်း သူမလုပ်ပါဘူးလို့ တွင်တွင်ငြင်းရင်းနဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Lqkl/[CM]Last.Seen.Alive.2022.720p.WEB-DL.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YcqIX1FbvpsFUclHj0ZgS246I4.jpg",
        "title": "White Elephant (2022)",
        "description": "White Elephant(2022) အသစ်ထွက်လာတဲ့ Action, Thriller ကားသစ်လေးပါ။ အညွှန်းဘာညာ ဘာမှ မပြောခင်မှာ တစ်ခုပြောချင်တာက poster မှာ Bruce Willis ပါပေမဲ့ ဒီကားမှာတော့ သူက main role က ပါတာမဟုတ်ပါဘူး။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...တာဝန်ကျနေတဲ့ ရဲ နှစ်ယောက်က ဂိုဏ်းတခုကို စောင့်ကြည့်နေရာကနေ လုပ်ကြံမှုတခုကို တွေ့လိုက်ရတယ်။ဒါကို သိတော့ လူရှေ့မှာ မြေသူဌေးအယောင်ဆောင်တဲ့ ဂိုဏ်းခေါင်းဆောင်တစ်ယောက်က သူ့လက်သား Gabe ကို ဒီမျက်မြင်သက်သေ ရဲ နှစ်ယောက်ကို သတ်ခိုင်းပါတယ်။ ဒီကနေ စလိုက်တဲ့ပြစ်မှုတွေ ပြဿနာအဆက်လိုက်တွေက တဖြည်းဖြည်းပိုကြီးလာပါလေရော။ဒီပြဿနာမှာ ကြားဝင်ပါနေသူကတော့ မရိန်းတပ်သားဟောင်းပါ။ အရှုပ်အရှင်းတွေကြား သူ့ရဲ့ မရိန်းတပ်သားဟောင်းဆိုတဲ့ ဂုဏ်နဲ့ပါ ရင်းလာရတဲ့အခါ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie ပါ။) File Size : 1.3GB, 547MB & 283MB\nQuality : 1080p ...",
        "rating": "4.5",
        "url": "https://megaup.net/1Lqi0/[CM]White.Elephant.2022.720p.WEB-DL.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1JiCUmNHtAGJpIP8FAtSS8AEHac.jpg",
        "title": "Proud of Love ( 2021 )",
        "description": "တူညီတဲ့အဖြစ်အပျက်တွေပဲထပ်ကာတလဲလဲဖြစ်ပျက်နေမယ့်\nတစ်ရက်တာမှာပဲပိတ်မိနေမယ်ဆိုရင် ဘယ်လိုလုပ်မလဲ?ရှန်ရှီးဆိုတဲ့ကောင်မလေးက အလုပ်မှာလူသစ်ဖြစ်ပြီး၊\nအလုပ်စစဝင်ချင်းနေ့မှာတင် သူဌေးနဲ့ကတောက်ကဆဖြစ်ခဲ့ပါတယ် ။\nဟယ်ကျိကျိုးကတော့ငယ်ရွယ်ပြီးထက်မြက်တဲ့\nကုမ္ပဏီပိုင်ရှင်သူဌေး ၊ ရန်ရှီးရဲ့အလုပ်ရှင်သူဌေးပေါ့။အဲ့နောက်ပိုင်း ရှန်ရှီး နဲ့ဟယ်ကျိကျိုးဟာ ကြောင်နဲ့ကြွက်လိုအမြဲဖြစ်နေပါတော့တယ်။\nသူဌေးက ဆူဆဲလိုက် ၊ ရန်ရှီးက သူဌေးကိုကျိန်ဆဲလိုက်ပေါ့။\nဒီလိုနဲ့တစ်နေ့မှာ အကြောင်းတစ်ခုကြောင့် ရန်ရှီးတစ်ယောက်\nတစ်ရက်တာ time loop ထဲမှာပိတ်မိသွားပါတော့တယ်။ဒီတစ်ရက်တာမှာ ဒီအဖြစ်အပျက်တွေပဲ ပြန်ပြန်ဖြစ်နေတာဆိုတော့\nဘယ်လောက်တောင်စိတ်ညစ်စရာကောင်းလိုက်လေမလဲ။\nသူမဟာ time loop ထဲကထွက်နိုင်ဖို့အမျိုးစုံစဥ်းစားတွေးတောကြံစည်ရတာပေါ့။\nသူမ ပိတ်မိနေတဲ့ time loop ဟာ သူမရဲ့\nသူဌေးဖြစ်သူနဲ့သက်ဆိုင်နေမှန်းသိလိုက်ရတဲ့အခါမှာတော့...ပိတ်မိနေတဲ့အချိန်စက်ဝန်းထဲကထွက်ဖို့ကြိုးစားရင်းနဲ့ ၊\nမတည့်အတူနေ နှစ်ယောက်သားကြားမှာ\nချစ်ခြင်းမေတ္တာတွေပေါက်ဖွားလာလေမလား။\nTime loop ထဲကရောထွက်နိုင်ပါ့မလား။ဇာတ်အိမ်ဆန်းဆန်းနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့်\nRomance Comedy အမျိုးအစားဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Romance\nRuntime : 1h 12min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yin Wai Phyo ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/proud-of-love-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1bSPVn6HlkGYTQ4tJYJ0UGWnQM9.jpg",
        "title": "Jana Gana Mana (2022)",
        "description": "Jana Gana Mana (2022)ဧပြီလ၂၈ ရက်နေ့ကမှ ထွက်ရှိခဲ့တဲ့ Malayalam- language အိန္ဒိယ‌ကားကောင်းလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။Central University မှာ ပါမောက္ခအဖြစ်နဲ့ ပညာရပ်တွေ သင်ကြားပို့ချပေးနေတဲ့ဆရာမလေး Saba Mariyam က ညတစ်ညမှာ ကျောင်းက ပြန်လာရင်း အဓမ္မပြုကျင့်ခံရပြီး မီးရှို့သတ်ခံလိုက်ရပါတော့တယ်။နဂိုကတည်းက စာသင်ရတာ နှစ်သက်ပြီး ကျောင်းသားတွေချစ်တဲ့ ဆရာမလည်းဖြစ်တဲ့အပြင်ကျောင်းမှာ ဝမ်းနည်းပူဆွေးခြင်း အထိမ်းအမှတ်လုပ်ရင်း ပြောရေးဆိုခွင့်ရှိသူတစ်ယောက်ရဲ့စကားအမှား‌ကြောင့် ကျောင်းတွင်းဆန္ဒပြပွဲ ဖြစ်လာခဲ့ပါတယ်။ အဲဒီလိုကနေ ရဲတွေကကျောင်းထဲအထိ ရိုက်နှက်ထိန်းချုပ်တာကတစ်ဆင့် တစ်နိုင်ငံလုံးက ကျောင်းသားထုရဲ့ အရေးတော်‌ပုံ ဖြစ်လာခဲ့ပါတယ်။ဒီလိုနဲ့ ကျောင်းသားအရေးတော်ပုံ စတင်ဖြစ်ပေါ်စေတဲ့ ဆရာမလေးသတ်ခံရတဲ့ မှုခင်းနောက်ကွယ်မှာတော့နိုင်ငံရေးတွေအထိပါ ပါဝင်နေမလားဆိုတာ မေးခွန်းထုတ်စရာ ဖြစ်လာခဲ့ပါတယ်။ဒီတော့ ကျောင်းသားနဲ့ရဲတွေကြားအထိကရုဏ်းက ဘယ်လောက်ထိ ပြင်းထန်မလဲ။မှုခင်းနောက်ကွယ်မှာရော ဘယ်သူကတရားခံလဲဆိုတာကို ရင်ခုန်စရာကောင်းအောင်ကြည့်ရှုရမှာပါ။ ဇာတ်လမ်းရော သီချင်းတွေရောအနှစ်တွေချည်း ဖြစ်တဲ့အတွက် ဆက်ဆက်ကြည့်ရှုကြဖို့ တိုက်တွန်းပါရစေနော်။   \nFile size…2.02Gb / 971MB\nQuality…1080p ...",
        "rating": "8.6",
        "url": "https://megaup.net/15sch/Jana_Gana_Mana_(2022)_Malayalam_TRUE_WEB-DL_.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jFwdKKDmgzKjZGFnSJma7I5XMpk.jpg",
        "title": "Sarkaru Vaari Paata (2022)",
        "description": "ကဲ ဝန်ကြီးချုပ်မင်းသားလို့ လူသိများကြတဲ့ မင်းသားချော Mahesh Babu\nပါဝင်ရိုက်ကူးပုံဖော်ထားတဲ့ ၂၀၂၂ မေလ ထွက် အသစ်စက်စက်ဇာတ်ကားလေး လာပြီနော် ....\nတလဲဂူး ကားဖြစ်တဲ့အတွက် အလန်းစား ဖိုက်တင်ခန်းတွင်ပါဝင်ပြီး ဇာတ်အိမ်လေးကလည်း အရမ်းကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်မဟီ လို့အမည်ရတဲ့ ကောင်လေးကတော့ ငွေချေးလုပ်ငန်းအေးဂျင့်တစ်ယောက်ဖြစ်ပြီး\nသူ့ကိုယ်ပိုင် ငွေချေးလုပ်ငန်း ကို လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ပါ\nငယ်ငယ်က ကြုံခဲ့ရတဲ့ အတိတ်ဆိုးတွေကြောင့် သူရစရာရှိတဲ့ အကြွေးမရအောင်\nမိုးဆုံးမြေဆုံးထိ လိုက်တောင်းတတ်တယ့် စီးပွားရေးသမားတစ်ယောက် ...\nအဲဒီလိုနဲ့ သူ့ရဲ့ ငွေချေးလုပ်ငန်းကို ကာလာဗာသီဆိုတဲ့\nကောင်မလေးတစ်ယောက်က ပညာသင်ဖို့အတွက် ဒေါ်လာ ၁၀၀၀၀ လာချေးပါတော့တယ်အဲဒီလိုနဲ့ မဟီက ကာလာဗာသီကို သဘောကျသွားရာကနေ သိပ်မကြာခင်မှာပဲ\nကာလာဗာသီရဲ့ သရုပ်မှန်ကို သိလိုက်ရတဲ့အချိန် ....\nအကြွေးဆို တစ်ရူပီးကအစ မရရအောင် တောင်းတတ်တဲ့ မဟီတစ်ယောက်\nသူ့အကြွေး ဒေါ်လာ ၁၀၀၀၀ ကို ဘယ်ထိတောင် လိုက်တောင်းမှာလဲ\nဘယ်လိုတွေ တောင်းသွားမလဲ\nဒေါ်လာ ၁၀၀၀၀ က အစပြုလို့ ဘယ်လို ဇာတ်လမ်းတွေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Lpuj/Sarkaru_Vaari_Paata_(2022)_Telugu_TRUE_WEB-DL.720p.AAC2.0CH.YK.final(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BOWMzNDc5YjctNWQ3OS00YWY1LWFiYmQtODVmOGY1ODFhYjI3XkEyXkFqcGdeQXVyNzgzMzYwMzQ@._V1_-140x200.jpg",
        "title": "7 Days (2018)",
        "description": "ထန် အဖြစ် Fluke Kan Kantathavorn\nမင် အဖြစ် Mew Nittha Jirayungyurn\nကုန်း အဖြစ် Ananda Everinghamဇာတ်လမ်းအကျဉ်းစိတ်ဝိဥာဥ်တစ်ခုက မနက်မိုးလင်းပြီးနိုးထလာတိုင်း သူမသိတဲ့ခန္ဓာတစ်ခုထဲရောက်နေတတ်တယ်သူ့ကိုယ်သူဘယ်သူမှန်းမသိတဲ့အပြင် သူပိုင်တဲ့အရာဆိုလို့ ဖုန်းတစ်လုံးပဲရှိနေပေမယ့် \"မင်\"ဆိုတဲ့ ကောင်မလေးနောက်ကိုပဲ မသိစိတ်အရလိုက်နေမိတယ်\"မင်\" ကတော့ စားဖိုမှူးဖြစ်ချင်ပေမယ့် ဝေဖန်ခံထားရလို့ ဟင်းပွဲပြင်ဖို့ ကြောက်ရွံ့နေတဲ့ ကောင်မလေးတစ်ယောက်ပေါ့သူမကိုယ်တိုင်က ဟင်းပွဲတွေကိုနည်းစနစ်နဲ့ချက်ပြုတ်တတ်သူပေမယ့် ထူးထူးဆန်းဆန်းတဲ့ဟင်းပွဲတွေကိုမှဖန်တီးတတ်တဲ့ စားဖိုမှူး\"ထန်\"ကိုတော့ ချစ်သူတော်ထားသူဖြစ်နေပြန်တယ်တစ်ညမှာ ထန် နဲ့မင်တို့စကားများကြပြီး ထန်က ပျောက်ခြင်းမလှပျောက်သွားခဲ့တယ်ပျောက်ဆုံးသွားတဲ့ ထန်ကို လိုက်ရှာနေခဲ့ပေမယ့် နေ့တိုင်းထူးဆန်းတဲ့လူတွေနဲ့ ကြုံတွေ့လာရတဲ့ \"မင်\"ကိုယ့်ကိုယ်ကိုယ်ဘယ်သူမှန်းမသိပဲ မနက်နိုးလာတိုင်း နိုးထလာတဲ့ ကိုယ်ခန္ဓာပြောင်းနေတတ်တဲ့ လူတစ်ယောက်သူပြောင်းနေတဲ့သူမှန်သမျှက မင်နဲ့ရင်းနှီးနေသူတွေဖြစ်နေတဲ့အခါ...သူကိုယ်တိုင်ကရော ဘယ်သူလဲ\nဘာအတွက်နဲ့ မင့်နားကလူတွေအဖြစ် ပြောင်းလဲနေရတာလဲပျောက်ဆုံးနေတဲ့ ထန်ကိုရော မင်ပြန်ရှာတွေ့နိုင်မလားဆိုတာ ဒီဇာတ်လမ်းမှာကြည့်ရှုရအောင်ပါ ။File Size__(2.1GB) / (1.1GB)\nQuality__1080p, 720p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__01:59:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Lppx/7days_(2018)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/xxoh9xx7fkku-145x200.jpg",
        "title": "[18+]Homejack Quartet (2018)",
        "description": "Homejack Quarter(2018)ဇာတ်လမ်းအစ မော်ဒယ်လ်ကောင်မလေးတစ်ယောက်နဲ့ ဓာတ်ပုံဆရာတို့ ဓာတ်ပုံရိုက်ပြီး ကောင်းခန်းရောက်သွားပါတော့တယ် ငိငိ...\nဓာတ်ပုံဆရာက လက်ရှိသူ့မိန်းမနဲ့ ကွာရှင်းပြတ်စဲမှာဖြစ်ပြီး သူ့မိန်းမက သူ့သူငယ်ချင်းနဲ့ ပြန်လက်ထပ်တော့မှာပါကွာရှင်းပြတ်စဲပြီး သူ့မိန်းမကို အိမ်မှာရှိတဲ့ သူ့ပစ္စည်းတွေကို လာယူဖို့ ချိန်းထားစဥ် ကွင်းဆက်လူသတ်သမား Jack the Ripper က ဓာတ်ပုံဆရာနဲ့ မော်ဒယ်မလေးကို ဖမ်းဆီးထားပါတယ်နောက်တော့ ဓာတ်ပုံဆရာရဲ့ မိန်းမနဲ့ သူ့သူငယ်ချင်းပါ ရောက်ပါပြီး လေးယောက်ပေါင်း သိုင်းတွေချကြမှာပါ။\nအဲ့ဒီလို သိုင်းကွက်ပေါင်းစုံကို လေ့လာဖို့ ကိမုချိတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(1.4GB)\nQuality__1080p\nIMDb Rating__3/10\nFormat__mp4\nDuration__01:20:00\nType__Adult , Asian , Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parrot\nEncoded by Dark Devil",
        "rating": "",
        "url": "https://channelmyanmar.org/18homejack-quartet-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jiXmVZU7cy6L2G7STgq5mqABdf2.jpg",
        "title": "Nootokka Jillala Andagadu (2021)",
        "description": "ဒီတစ်ခေါက်မှာတော့ IMDB မှာ 6.4 အထိရထားတဲ့ ၂၀၂၁ ထွက် ကုလားကားလေး\nတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်... အချစ်ဇာတ်လမ်းလို့ပြောလို့လည်းရသလို\nပညာပေးဇာတ်လမ်းလေးလို့လဲ ပြောလို့ရတာမို့\nကြည့်လို့ကောင်းတဲ့ ဇာတ်လမ်းတစ်ပုဒ်လို့ညွှန်းချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း...\nမျိုးရိုးလိုက်တတ်တဲ့ ကိစ္စတစ်ခုကို ရှောင်လွှဲမရနိုင်တဲ့အခါမှာ\nသူများတွေကို လက်ညှိုးထိုးပြီး သူတို့ကျအားလုံးကောင်းတယ်လို့\nမိဘတွေကို အပြစ်တင်လို့မရနိုင်ပါဘူး... မိဘဆိုတာဟာ သူတို့လုပ်နိုင်သမျှ\nသားသမီးတွေအတွက် အကောင်းဆုံးကိုလုပ်ပေးခဲ့ပြီး ကောင်းမွေဆိုးမွေ\nချန်ထားပေးခဲ့စမြဲပါ.. ဒီရုပ်ရှင်က ဇာတ်လမ်းအကျဉ်းရေးပြလိုက်ရင်\nအကုန်လုံးပေါ်သွားမှာမို့ ဇာတ်လမ်းထဲက ဒိုင်ယာလော့ကိုပဲ\nရေးပြနိုင်တဲ့ပုံစံဖြစ်ပါတယ်... ဒီတော့ မိဘတွေချန်ထားတဲ့ကောင်းမွေ ဆိုးမွေတွေကို\nဘယ်လိုပိုက်ပြီး ဘယ်လိုအကောင်းဆုံးဖြစ်အောင် ဘ၀ကိုဖြတ်သန်းမယ်ဆိုတာကိုတော့\nဇာတ်လမ်းထဲမှာပဲ ဆက်လက်လိုက်ပါစီးမျောလိုက်ပါ...\nဇာတ်လမ်းထဲပါတဲ့ဆေးနည်းကိုတော့ မစမ်းကြဖို့ တိုက်တွန်းရင်း...အညွှန်းကို တော့ Lwin Htoo Aung မှရေးသားထားပြီး\nဘာသာပြန်တွေကတော့ Thura Htet Aung နှင့် Lwin Htoo Aung တို့ပဲဖြစ်ပါတယ်  \nFile size…1.6GB / 840MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo ...",
        "rating": "6.4",
        "url": "https://megaup.net/15rzj/Nootokka_Jillala_Andagadu_(2022)_TRUE_WEB-DL_-_720p.Telugu.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/pusoy-6-160x200.jpg",
        "title": "[18+] Pusoy (2022)",
        "description": "အသစ်ထွက်လာတဲ့ ဖိလစ်ပိုင် Action,Erotic,Gambling ဇာတ်ကားသစ်ကို တင်ဆက်လိုက်ပါတယ်။ပိုပွိုင်းက နာမည်ကြီးလောင်းကစားဝိုင်းတစ်ခုမှာသက်တော်စောင့်လုပ်ပါတယ်။ အိမ်ထောင်ကျပြီးပေမယ့်\nမိဘနဲ့အတူနေပြီးတော့ တာဝန်ကျေချင်တဲ့သားလိမ်မာ၊\nတစ်ဖက်တော့ ကြုံတဲ့လူနဲ့ကြုံသလိုဝုန်းတတ်တဲ့လူရှုပ်ကလေးတစ်ယောက်ပါ။\nတစ်နေ့တော့ သူတို့အဖွဲ့ဟာ လောင်းကစားဝိုင်းမှာဖဲလိမ်ရိုက်တဲ့ပြဿနာကနေ သူတို့သတ်လိုက်မိတဲ့လူက\nအကောင်ကြီးကြီးပုဂ္ဂိုလ်တစ်ယောက်ရဲ့သားဖြစ်နေတာကို သိလိုက်ရတဲ့နောက်တော့ မီးခိုးကြွက်လျှောက်ပြသနာတွေလိုက်ဖို့ဖြစ်လာပါတယ်။အဲ့ဒီပြဿနာတွေဆီကနေ ငွေနဲ့ရုန်းဖို့အရာရှိတစ်ယောက်ကိုအကူအညီတောင်းမိတော့ ဟိုက ဆယ်သန်းတောင်းပါတယ်။\nညှိရင်းနှိုင်းရင်း ၅ သန်းနဲ့ဈေးတည့်သွားပေမယ့် ငွေရှာဖို့ပေးထားတဲ့အချိန်က နည်းလွန်းတော့ အဲ့ဒီငွေကို\nဖြစ်တဲ့နည်းနဲ့ရှာဖို့ကြိုးစားရင်း သူတို့အဖွဲ့ကြားမှာ စည်းလုံးမှုပြိုကွဲစပြုလာသလို သူတို့နောက်ကွယ်က မိသားစု\nပြဿနာတွေကလဲ တစ်ဖြည်းဖြည်း ဇာတ်ရှိန်မြင့်လာပါတော့တယ်။Putahe (2022) ထဲက အလှမယ်မမကြီးရဲ့ အသစ်ထွက်ရှိထားတဲ့ ပူပူနွေးနွေးကားသစ်ပါ။\nမင်းသားကတော့ထုံးစံအတိုင်းမြင်ဖူးနေကျ Vince Rillon ပါပဲ။ သူနဲ့အတူ Angeli Khang (Eva, Taya) နဲ့အတူ\nJela Cuenca (Taya, Island of Desire) တို့လဲပါဝင်ဇာတ်ပို့ထားပါသေးတယ်။BDSM ကစလို့ nylon တို့ gag တို့ကနေ Pegging လုပ်တာအထိပါဝင်တဲ့အတွက်တစ်ချို့အသည်းငယ်တတ်သူတွေ\nသတိထားကြည့်စေချင်ပါတယ်။အသက် ၁၈ နှစ်မပြည့်သူများ မကြည့်သင့်ပါ။File Size : ...",
        "rating": "",
        "url": "https://megaup.net/15qe5/(CM)_Pusoy.2022.720p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "category": "Action, Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/JUL-920-139x200.jpg",
        "title": "(21+) My Beloved Stepsister And She Was Stolen Away By My Worst Friend (JUL-920)",
        "description": "ဒီတခေါက် တင်ဆက်ပေးချင်တဲ့ အလှလေးကတော့\nNao Jingujiပဲဖြစ်ပါတယ် အပြစ်ကင်းစင်ပြီး\nဖြုူစင်တဲ့မျက်နှာထားလေးကြောင့်\nမြင်သူတကာကြင်နာပိုစေချင်တဲ့ သူလေးရဲ့မျက်နှာထားကြောင့်\nပုရိသတို့ပြိုလဲကျတာ မဆန်းပါဘူး....မကြီးလွန်းမသေးလွန်းလှတဲ့ ရှိုက်ကြီးရှိုက်ဖွယ်အသွယ်သွယ်နဲ့\nသရုပ်ဆောင်ပုံလေးတွေကလဲ ဖြူစင်လွန်းလှသူပါ...ဒီဇာတ်လမ်းမှာလဲ သူမရဲ့ဖြူစင်လှပမှုကို\nရင်ထဲထိအောင် မြင်ရမှာဖြစ်ပါတယ် File size…1.7GB / 653MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/21-my-beloved-stepsister-and-she-was-stolen-away-by-my-worst-friend-jul-920/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mR72XsO7EQu3uH8TeqPxMd9V8mW.jpg",
        "title": "In a Lonely Place (1950)",
        "description": "In a lonely place (1950)အဖြူ အမဲ ဂန္တဝင် ရုပ်ရှင် classical film ကောင်းကောင်းတွေကို ကြိုက်တတ်တဲ့ သူတွေ ကြည့်ကို\nကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ခုပါ။ Rotten tomatoes ရုပ်ရှင်ဝေဖန်ရေး ဝက်ဘ်ဆိုက်မှာလဲ\nrating ကောင်းကောင်း ရထားတဲ့ ဇာတ်လမ်းပါ။ ဇာတ်လမ်းကျောရိုးကတော့ဒုတိယ ကမ္ဘာစစ်ကြီးလွန်ပြီး ၁၉၅၀ ကာလများက နာမည်ကြီး ဒစ်ခ်ဆန် စတီးလ်ဆိုတဲ့ ဇာတ်ညွှန်းရေး ဆရာ\nတစ်ယောက်ရဲ့ အသက်ငါးဆယ်ဝန်းကျင် ဘဝအဖြစ်အပျက်တွေပေါ်မှာ တည်ထားတာပါ။\nဒစ်ဆန်ဟာ သူအိမ်ခေါ်မိတဲ့ ကောင်မလေး တစ်ယောက် အသတ်ခံရတာကြောင့် ရဲတွေရဲ့ သံသယအရှိဆုံးသူအဖြစ်\nသတ်မှတ်ခံရပါတယ်။ ရဲတွေက သူ့မျက်နှာချင်းဆိုင်မှာ နေတဲ့ တက်သစ်စ မင်းသမီး တစ်ယောက်ကို\nခေါ်မေးရာကနေ ဇာတ်ညွှန်းရေးဆရာ ဒစ်ခ်ဆန်နဲ့ မင်းသမီးတို့ မေတ္တာသက်ဝင်သွားပါတယ်။ပေါက်ကွဲလွယ်တဲ့ ဒေါသအိုးတစ်ဦး ဖြစ်ပြီး မဟုတ်ရင်မခံတတ်တဲ့ ဗီဇလည်းရှိသလို မိမိအတ္တကိုလည်း\nနည်းနည်းလေးမှ အထိပါးမခံတဲ့ ဒစ်ခ်ဆန်တစ်ယောက်ရဲ့ အပြုအမူတွေဟာ ရဲတွေ သံသယဝင်လောက်စရာကောင်းအောင်ကို\nမူမမှန်တွေ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2rlkg/In.a.Lonely.Place.1950.720p.BluRay.X264.YK(CM).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMzMwNDRiZjctZWQ1My00MjQ3LWEyMDAtMzU0MzU1YTlkMjYyXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Deep in the Forest (2022)",
        "description": "DEEP IN THE FOREST (2021)ရုပ်ရှင်အကြောင်းမပြောခင် IMDb Ratingအကြောင်း အရင်စချင်ပါတယ်။ ဘာလို့ဆို ဒီရုပ်ရှင်ဟာ ဇာတ်လမ်းဇာတ်ကွက် သိပ်ကောင်းတဲ့ ရုပ်ရှင်မို့ပါပဲ။ IMDb Ratingတွေဟာ တော်တော်မယုံရတဲ့ထဲပါပါတယ်။\nဥပမာ ထိပ်ဆုံးကားတွေထဲ ထပ်ခါတလဲလဲရိုက်နေတဲ့ လင်းနို့လူသားကားကို မူးနောက်နေအောင်ရိုက်တတ်တဲ့ လူက ရိုက်ထားတဲ့ကားလည်း ပါပါတယ်။ အခန်းလေးထဲတင် စကားများပြီး ပြီးသွားတဲ့ အဖြူအမဲကားလည်းပါပါတယ်။ အဲဒီထက်ပိုဆိုးတာကတော့ ဘာဇာတ်အိမ်မှရေရေရာရာမရှိတဲ့ ရိုက်တာတောင် လက်မငြိမ်တဲ့ တရုတ်ကားတွေ ၊ ကြာခိုတာကို နစ်နာရီလောက်ရိုက်ပြသွားတဲ့ တရုတ်ကားတွေ ၊ မိသားစုတစ်ခုထဲက မထူးမဆန်းဟာတွေကို ရိုက်ပြပြီး ပြီးသွားတဲ့ ဂျပန်ကားတွေက rating 8တွေအထိနေရတာပါပဲ ။\nRatingအတိုင်း ယုံရတာ mcuရုပ်ရှင်တွေနဲ့ ကုလားကားတွေလောက်ပဲရှိပါတယ်။ rating များပြီး တကယ်လည်းကောင်းတဲ့ကားတွေပါပဲ။ ဒီတော့ပြောချင်တာက ဒီရုပ်ရှင်ရဲ့ ratingကို မယုံကြပါနဲ့။ဒီရုပ်ရှင်ရဲ့ ဇာတ်အိမ်ဟာ အင်မတန်ဆန်းပြားတဲ့ ဇာတ်အိမ်ပါပဲ။ ဒီမိုကရေစီနဲ့ နာမည်ကြီးတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/15qjh/Deep_in_the_Forest_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mR72XsO7EQu3uH8TeqPxMd9V8mW.jpg",
        "title": "In a Lonely Place (1950)",
        "description": "In a lonely place (1950)အဖြူ အမဲ ဂန္တဝင် ရုပ်ရှင် classical film ကောင်းကောင်းတွေကို ကြိုက်တတ်တဲ့ သူတွေ ကြည့်ကို\nကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ခုပါ။ Rotten tomatoes ရုပ်ရှင်ဝေဖန်ရေး ဝက်ဘ်ဆိုက်မှာလဲ\nrating ကောင်းကောင်း ရထားတဲ့ ဇာတ်လမ်းပါ။ ဇာတ်လမ်းကျောရိုးကတော့ဒုတိယ ကမ္ဘာစစ်ကြီးလွန်ပြီး ၁၉၅၀ ကာလများက နာမည်ကြီး ဒစ်ခ်ဆန် စတီးလ်ဆိုတဲ့ ဇာတ်ညွှန်းရေး ဆရာ\nတစ်ယောက်ရဲ့ အသက်ငါးဆယ်ဝန်းကျင် ဘဝအဖြစ်အပျက်တွေပေါ်မှာ တည်ထားတာပါ။\nဒစ်ဆန်ဟာ သူအိမ်ခေါ်မိတဲ့ ကောင်မလေး တစ်ယောက် အသတ်ခံရတာကြောင့် ရဲတွေရဲ့ သံသယအရှိဆုံးသူအဖြစ်\nသတ်မှတ်ခံရပါတယ်။ ရဲတွေက သူ့မျက်နှာချင်းဆိုင်မှာ နေတဲ့ တက်သစ်စ မင်းသမီး တစ်ယောက်ကို\nခေါ်မေးရာကနေ ဇာတ်ညွှန်းရေးဆရာ ဒစ်ခ်ဆန်နဲ့ မင်းသမီးတို့ မေတ္တာသက်ဝင်သွားပါတယ်။ပေါက်ကွဲလွယ်တဲ့ ဒေါသအိုးတစ်ဦး ဖြစ်ပြီး မဟုတ်ရင်မခံတတ်တဲ့ ဗီဇလည်းရှိသလို မိမိအတ္တကိုလည်း\nနည်းနည်းလေးမှ အထိပါးမခံတဲ့ ဒစ်ခ်ဆန်တစ်ယောက်ရဲ့ အပြုအမူတွေဟာ ရဲတွေ သံသယဝင်လောက်စရာကောင်းအောင်ကို\nမူမမှန်တွေ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2rlkg/In.a.Lonely.Place.1950.720p.BluRay.X264.YK(CM).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMzMwNDRiZjctZWQ1My00MjQ3LWEyMDAtMzU0MzU1YTlkMjYyXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Deep in the Forest (2022)",
        "description": "DEEP IN THE FOREST (2021)ရုပ်ရှင်အကြောင်းမပြောခင် IMDb Ratingအကြောင်း အရင်စချင်ပါတယ်။ ဘာလို့ဆို ဒီရုပ်ရှင်ဟာ ဇာတ်လမ်းဇာတ်ကွက် သိပ်ကောင်းတဲ့ ရုပ်ရှင်မို့ပါပဲ။ IMDb Ratingတွေဟာ တော်တော်မယုံရတဲ့ထဲပါပါတယ်။\nဥပမာ ထိပ်ဆုံးကားတွေထဲ ထပ်ခါတလဲလဲရိုက်နေတဲ့ လင်းနို့လူသားကားကို မူးနောက်နေအောင်ရိုက်တတ်တဲ့ လူက ရိုက်ထားတဲ့ကားလည်း ပါပါတယ်။ အခန်းလေးထဲတင် စကားများပြီး ပြီးသွားတဲ့ အဖြူအမဲကားလည်းပါပါတယ်။ အဲဒီထက်ပိုဆိုးတာကတော့ ဘာဇာတ်အိမ်မှရေရေရာရာမရှိတဲ့ ရိုက်တာတောင် လက်မငြိမ်တဲ့ တရုတ်ကားတွေ ၊ ကြာခိုတာကို နစ်နာရီလောက်ရိုက်ပြသွားတဲ့ တရုတ်ကားတွေ ၊ မိသားစုတစ်ခုထဲက မထူးမဆန်းဟာတွေကို ရိုက်ပြပြီး ပြီးသွားတဲ့ ဂျပန်ကားတွေက rating 8တွေအထိနေရတာပါပဲ ။\nRatingအတိုင်း ယုံရတာ mcuရုပ်ရှင်တွေနဲ့ ကုလားကားတွေလောက်ပဲရှိပါတယ်။ rating များပြီး တကယ်လည်းကောင်းတဲ့ကားတွေပါပဲ။ ဒီတော့ပြောချင်တာက ဒီရုပ်ရှင်ရဲ့ ratingကို မယုံကြပါနဲ့။ဒီရုပ်ရှင်ရဲ့ ဇာတ်အိမ်ဟာ အင်မတန်ဆန်းပြားတဲ့ ဇာတ်အိမ်ပါပဲ။ ဒီမိုကရေစီနဲ့ နာမည်ကြီးတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/15qjh/Deep_in_the_Forest_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/mayberry-133x200.png",
        "title": "Mayberry Man (2021)",
        "description": "Mayberry Man (2021)\n=================\nIMDb Rating - 5.9/101960 တုန်းက နာမည်ကြီးခဲ့တဲ့ အမေရိကန် sitcom comedy ဇာတ်လမ်းတွဲ\n\"The Andy Griffith Show\" ကို အမှတ်တရဖြစ်အောင် မတူတဲ့ ဇာတ်လမ်း\nဇာတ်အိမ်နဲ့ ပြန်လည်အသက်သွင်းပုံဖော်ပေးထားတဲ့ကားလေးဖြစ်တယ်။\nခရစ်စတုန်းဆိုတဲ့ နာမည်ကြီး ဟောလိဝုဒ်မင်းသားတစ်ယောက်က ကားအရှိန်\nအမြှင့်မောင်းနှင်မှုနဲ့ တရားရင်ဆိုင်နေရတယ်။ တရားသူကြီးကလည်း မင်းသားရဲ့\nအဖေဖြစ်သူ ဝေါလ်တာ စတုန်းရဲ့ အမာခံပရိတ်ဖြစ်တဲ့အတွက်ကြောင့် ခရစ်စတုန်း\nကို ဒဏ်ငွေမဆောင်ခိုင်းဘဲ သူ့အဖေ ပါဝင်သရုပ်ဆောင်ဖူးတဲ့ \"The Andy Griffith\nShow\" ထဲက ဇာတ်အိမ်တည်ထားရာ မြို့လေးဖြစ်တဲ့ မေဘယ်ရီမြို့လေးမှာ တစ်ပတ်\nသွားနေဖို့ ပြစ်ဒဏ်ပေးလိုက်တယ်။မသွားချင်သွားချင်နဲ့ မေဘယ်ရီ့မြို့ကို ရောက်သွားတဲ့ ခရစ်စတုန်း တစ်ယောက်\nသူတစ်ခါမှ မကြုံဖူးတဲ့ ပျော်ရွှင်မှု ရင်းနှီးမှု ကြင်နာစိတ် အပြည့်ရှိတဲ့လူတွေနဲ့တွေ့လိုက်\nရတဲ့အကြောင်းကို ဇာတ်လမ်းပြီးသည်အထိ ရယ်မောကြည်နူးရင်း ကြည့်ရမှာဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size..........(1.43 ...",
        "rating": "5.9",
        "url": "https://megaup.net/37i5w/Mayberry.Man.2021.720p.AMZN.WEB-DL.DDP5.1[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/titan-143x200.png",
        "title": "Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse (2022)",
        "description": "Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse (2022)\n====================================================Teen Titans Go! ဆိုတာ Teen Titans အန်နီမေးရှင်းစီးရီးကို ဟာသဗားရှင်းနဲ့\nဆက်ထွက်တဲ့စီးရီးလေးဖြစ်ပြီး မူရင်းစီးရီးတင်မကပဲ တခြားစူပါဟီးရိုးကားတွေကိုပါ\nလှောင်ပြောင်ပေါက်ကရလုပ်ထားတာပါ။အခု Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse\nကတော့ မူဗီတစ်ခုဖြစ်ပြီး DC Super Hero Girls ဆိုတဲ့ စီးရီးနောက်တစ်ခုနဲ့ crossover\nလုပ်ထားတာပါ။crossover ဆိုရာမှာ သမားရိုးကျ crossover မဟုတ်ပဲ စူပါဟီးရိုးကားတွေရဲ့\nထုံးစံတွေကို ပညာသားပါပါဟာသလုပ်ထားတာကိုတွေ့ရမှာပါ။ လက်စ်လူသာရဲ့ မဟာ\nအကြံအစည်ကြီးကို Super Hero Girls အဖွဲ့က တားဖို့လုပ်တာကိုကြည့်ရရင်း သာမန်ကလေး\nကာတွန်းကားလို့ ခံစားရလာပြီဆိုရင် Teen Titans တို့က ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Lncg/Teen.Titans.Go.and.DC.Super.Hero.Girls..2022.720p.[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/unearch-135x200.png",
        "title": "Unearth (2020)",
        "description": "Unearth (2020)\n============ဇာတ်ကားတစ်ကားကိုအစကနေမပြီးခင်အထိ ဇာတ်လမ်းက\nအတိတ်ကအကြောင်းတွေနဲ့လက်ရှိအကြောင်းကို ရောသမမွှေပြီး\nနောက်ဆုံးမှ ဇာတ်လမ်းက ဒီလိုပါလားဆိုပြီး horror ကားကိုမှ\nဇာတ်ရှိန်အေးအေးနဲ့ ကြည့်ချင်ပါတယ်ဆိုတဲ့ ပရိသတ်‌တွေအတွက်\nဒီကားလေးကို တင်ဆက်ပေးလိုက်တယ်ဗျ။ဇာတ်လမ်းကတော့ ဒိုလန် မိသားစုနဲ့ လိုမက်မိသားစု နှစ်စုတို့က\nလယ်ထဲမှာနေကြတဲ့ အိမ်နီးနားချင်းတွေဖြစ်တယ်။ ဒိုလန်မိသားစုရဲ့\nဦးစီးသူ ကက်သရင်းကတော့ မိသားစုနှစ်စုလုံးရဲ့ မြေကိုပေါင်းပြီး\nရောင်းချင်နေတာ လိုမက်မိသားစုရဲ့ အိမ်ထောင်ဦးစီးဖြစ်တဲ့ ဂျော့ခ်ျကတော့\nသူတို့မြေကိုမစွန့်လွှတ်နိုင်ဘူးဖြစ်နေတယ်။ ဒီလိုနဲ့ ‌တစ်နေ့ကျတော့ ဂျော့ခ်ျ\nဆီကို တွင်းထွက်တူးဖော်တဲ့ကုမ္ပဏီက သူတို့နေနေတဲ့လယ်ကွက်အောက်မှာ\nသဘာဝဓာတ်ငွေ့ကြောကြီးတွေ့ထားတော့ မက်မောလောက်စရာငွေတွေ‌နဲ့\nသူတို့မြေကိုဝယ်ဖို့ကမ်းလှမ်းတယ်။ ဂျော့ခ်ျ ကလည်း ရောင်းရမလား မရောင်း\nရဘူးလား ဒွိဟဖြစ်နေရင်းနဲ့ တူးဖော်လိုက်ရမှ သူတို့ မထင်မှတ်ထားတဲ့\nအရာအတွက် တံခါးဖွင့်ပေးလိုက်သလိုဖြစ်သွားခဲ့တဲ့အခါ . . .\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size..........(919 MB) / (459 MB)\nQuality............BluRay 1080p / 720p\nDuration.........1Hr 34mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Horror\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "4.9",
        "url": "https://megaup.net/1Lnvi/Unearth.2020.720p.BluRay.[CM].mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-emergency-135x200.jpg",
        "title": "Emergency (2022)",
        "description": "Emergency\nအချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ကြတဲ့ တက္ကသိုလ်ကျောင်းသားနှစ်ယောက်ဟာ သူတို့တက္ကသိုလ်မှာ တစ်ညတည်းနဲ့ ပါတီ ၇ခုကိုဆက်တိုက်သွားနိုင်တဲ့လူမည်းအမျိုးသားဖြစ်နိုင်ဖို့ ကြံစည်နေပါတယ်။သူတို့အပြီကဲမယ့်ညမှာပဲ သူတို့အိမ်ထဲမှာ ကောင်မလေးတစ်ယောက် အရက်မူးပြီး သတိလစ်နေတာတွေ့လိုက်ပါတယ်။သူတို့ဟာ လူမည်းဖြစ်နေလို့ရဲတွေအထင်လွဲမှာကြောက်ပြီး 911 ကိုဖုန်းမဆက်ရဲကြပါဘူး။ဒီလိုနဲ့ကောင်မလေးကို ကားနဲ့ဆေးရုံပို့ဖို့ဆုံးဖြတ်လိုက်ရာကနေ ရိုးရှင်းရမယ့်ကိစ္စက မထင်မှတ်ဘဲရယ်စရာတလွဲတွေဖြစ်လာပါတော့တယ်။\nRJ Cyler,Donald Elise Watkins, Sabrina Carpenter တို့ပါ၀င်ထားပါတယ်။ရယ်စရာလည်းကောင်းသလို America ရဲ့ racism,gun violence တွေကိုလည်း လူမည်းတွေဘက်ကနေမြင်နိုင်အောင်ပြသထားပါတယ်။\nRotten tomatoes-93%\nIMDB -6/10 File size…(1.33GB)/(694MB)/(320MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Comedy /Drama /Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "6",
        "url": "https://megaup.net/1Lnb0/Emergency.2022.720p(CM).mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/deception-141x200.png",
        "title": "Deception (2021)",
        "description": "Deception (2021)\n=============ပြင်သစ်ကားတွေက အိမ်ထောင်ရေးဖောက်ပြန်တာကို အနုပညာဆန်ဆန်\nဖန်တီးတဲ့နေရာမှာ စံထားလောက်တယ်လို့ ပြောရင်မှားမယ်မထင်ပါဘူး။\nအခု ''Deception'' ဇာတ်ကားလေးကလည်း ဒီလိုပါပဲ။ အိမ်ထောင်ရေး\nဖောက်ပြန်တာကို ဇာတ်အိမ်တည်ပြီး အချစ်အ​ကြောင်းကို လှလှပပရိုက်\nပြသွားတဲ့ ဇာတ်လမ်းမျိုးပါ။ဒီကားရဲ့အဓိကဇာတ်ဆောင်ကတော့ ဖီးလစ်ပေါ့။ ဖီးလစ်က ဂျူး - အမေရိကန်\nစာရေးဆရာတစ်ယောက်ဖြစ်ပြီးတော့ သူ့ရဲ့မယားငယ်အမျိုးသမီးလေးနဲ့အတူ\nရုံးခန်းလေးထဲမှာ ပေါင်းသင်းနေထိုင်ပါတယ်။ ဒီအခန်းလေးထဲမှာပဲ ဒီအမျိုးသမီးနဲ့\nတိုင်ပင်တယ်၊ ဆွေးနွေးတယ်၊ ဂျူးလူမျိုးမုန်းတီးရေးဝါဒီတွေအကြောင်းပြောကြတယ်၊\nစာပေအကြောင်းတွေဆွေးနွေးကြတယ်။ တစ်ယောက်အပေါ်တစ်ယောက် သဝန်တို\nစိတ်မချတာတွေမရှိဘဲ စည်းမဲ့ဘောင်မဲ့ အချစ်ကိုခံစားကြတယ်။ ဇာတ်ကားတစ်ခုလုံးက\nအိမ်ထောင်ရေးဖောက်ပြန်မှု စည်းဘောင်တွေကျော်ပြီး အချစ်အကြောင်းဖန်တီးထားတာ\nဖြစ်ပါတယ်။ အကယ်၍ အိမ်ထောင်ရေးကိစ္စတွေကိုသာ လျစ်လျှူရှုပြီး ကြည့်ခဲ့ရင်\nဒီဇာတ်လမ်းလေးက အချစ်အကြောင်းကို လှလှပပလေး ပုံဖော်ထားတယ်ဆိုတာကို\nတွေ့ရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thar Htet ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (565 MB)\nQuality............WebRip 1080p / 720p\nDuration.........1Hr 45mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator....... Thar Htet\nEncoder..........SWM",
        "rating": "5.7",
        "url": "https://megaup.net/1Lnhb/Deception.2021.720p.AMZN.WEB-DL.[CM].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Life-is-beautiful-poster-133x200.jpg",
        "title": "Life Is Beautiful (1997)",
        "description": "Life is Beautifulဒီရုပ်ရှင်ဟာ ဒုတိယကမ္ဘာစစ်အတွင်း ဂျူးပေါင်း ၁ သန်းကျော် အသတ်ခံခဲ့ရတဲ့ ဂျာမန်တွေရဲ့ ငရဲခန်းလို့ တင်စားကြတဲ့ Auschwitz အကျဉ်းစခန်းထဲက လွတ်မြောက်လာခဲ့သူ အီတလီ ဂျူးလူမျိုး Rubino Romeo Salmoni ရဲ့ ဖြစ်ရပ်မှန်ဘဝဇာတ်ကြောင်းအပေါ် အခြေခံထားပါတယ်။ သူဟာ အသက် ၉၁ နှစ် ( ၂၀၁၁ ) မှာ ကွယ်လွန်သွားခဲ့ပါတယ်။Romeo Salmoni ဟာ ၁၉၄၄ ခုနှစ်မှာ ဖမ်းဆီးခြင်းခံခဲ့ရပြီး အသက် ၂၄ နှစ်အရွယ်မှာ Auschwitz အကျဉ်းစခန်းကို ရောက်ခဲ့တယ်။ သူလွတ်မြောက်လာချိန်မှာ သူ့ညီ နှစ်ယောက်စလုံးက အသတ်ခံခဲ့ရတယ်ဆိုတာ သိခဲ့ရတယ်။ ဒါပေမယ့် သူ့မိဘတွေနဲ့တော့ ပြန်ဆုံခဲ့တယ်။\nဒီဇာတ်ကားကို ရိုက်တဲ့ဒါရိုက်တာ Roberto Benigni ရဲ့ အဖေဟာ မဟာမိတ်အီတလီစစ်တပ်မှာ တာဝန်ထမ်းဆောင်နေတုန်း နာဇီတွေရဲ့ စစ်သုံ့ပန်းအဖြစ် အဖမ်းခံရပြီး ...",
        "rating": "8.6",
        "url": "https://megaup.net/2rhL8/(CM)_Life.Is.Beautiful.1997.ITALIAN.720p.BluRay.REMUX.AVC.AAC.5.1-Nyein.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/The-Surprise-Visit-poster-Courtesy-of-Vertical-Entertainment-135x200.jpg",
        "title": "The Surprise Visit (2022)",
        "description": "The Surprise Visit (2022)\n===================ဒီတစ်ခေါက်မှာတော့ ငွေမရှိလို့ ကြံရာမရတဲ့အဆုံး သူငှေးအိမ်မှာ\nဓားပြသွားတိုက်တဲ့ ကေစီ နဲ့ အန်နာဘဲလ်တို့အတွဲ အကြောင်းလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ်ဗျ။ကိုဗစ်ကာလအတွင်း လူတိုင်းဘေးကြပ်နံကြပ်ဖြစ်ပြီး အလုပ်အကိုင်\nတွေမရှိတော့တဲ့ထဲမှာ ကေစီနဲ့ အန်နာဘဲလ်တို့ကလည်း အပါအဝင်ပေါ့\nသူတို့နှစ်ယောက်ကလည်း မူးယစ်ဆေးတွေသုံး ဘဝတွေပျက်ပြီး\nအန်နာဘဲလ်မှာ ကိုယ်ဝန်က‌လည်းရှိနေတော့ သူတို့ရဲ့ကလေးအနာဂတ်\nအတွက် ခေါင်းခြောက်နေကြရှာတယ်။ ကေစီကလည်း သူ့အဖေရဲ့ အလုပ်\nရှင်ဆီမှာ အလုပ်လုပ်ဖို့ပြောတော့လည်း သူ့အဖေက သားဖြစ်သူရဲ့ အသုံး\nမကျမှုတွေကြောင့် မောင်းထုတ်ပလိုက်ရော။\nအဲလိုနဲ့ ကေစီက လုံးဝမရတဲ့အဆုံး သူ့အဖေရဲ့အလုပ်ရှင် သူဌေးမအိမ်မှာ\nသွားခိုးမယ်ဆိုပြီး မိန်းမဖြစ်သူကို ဖြောင်းဖျတယ်။ သူ့မိန်းမက မလုပ်ချင်ဘူး\nအတင်းပြောပေမယ့်လည်း နောက်ဆုံးမှာတော့ သူတို့ရဲ့အနာဂတ်အတွက်ပဲ\nရွေးချယ်လိုက်တော့တဲ့အခါ . . .\nဇာတ်လမ်းက ရင်တမမနဲ့ ကြည့်ရမယ့် ပုံစံဖြစ်လို့ Thriller ကြိုက်တဲ့\nCM ပရိတ်သတ်တွေအတွက်အကြိုက်‌တွေ့‌စေမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size..........(1.54 GB) / (760 MB)\nQuality............WebRip 1080p / ...",
        "rating": "5.0",
        "url": "https://megaup.net/2rllq/The.Surprise.Visit.2022.720p.WEBRip.[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-tu-135x200.jpg",
        "title": "Fantastic Beasts: The Secrets of Dumbledore",
        "description": "Fantastic Beasts: The Secrets of Dumbledore (2022)\n====================================\nIMDb Rating - 6.5/10Fantastic Beasts ရုပ်ရှင်တွေရဲ့ ၃ ကားမြောက် ရုပ်ရှင်လာပါပြီ။\nအားလုံးသိထားတဲ့အတိုင်း ဒုတိယရုပ်ရှင်မှာ ခရီးဒန့်စ်ရဲ့ ဘဝအမှန်\nပေါ်လာခဲ့တယ်။ ဒန်ဘယ်ဒေါ နဲ့ ဂရင်ဒီဝေါတို့လည်း ထိပ်တိုက်ရင်ဆိုင်ရဖို့\nကြုံလာခဲ့တယ်။ နျူတို့တွေလည်း ကွင်နီကိုပါ လက်လွှတ်လိုက်ရပြီး\nမနည်းလွတ်အောင်ပြေးလာခဲ့ရတယ်။ဒီအပိုင်းမှာတော့ ဒမ်ဘယ်ဒေါဟာ ဂရင်ဒီဝေါကိုတားဆီးဖို့ နျူ့ထ်တို့\nညီအစ်ကိုရယ်၊ ဂျေကော့ရယ်နဲ့ မှော်ဝင်သတ္တဝါဆန်းတွေရယ်နဲ့အတူ\nဘယ်လို ကြိုးစားကြမလဲဆိုတာ ဆက်ပြီး ကြည့်ရဦးမှာဖြစ်ပါတယ်။\nဒီရုပ်ရှင်မှာတော့ ဂရင်ဒီဝေါသရုပ်ဆောင်ဟောင်းဖြစ်တဲ့ ဂျွန်နီဒက်ပ်\nတစ်ယောက် အမ်ဘာနဲ့အမှုကြောင့် ထုတ်ပယ်ခံရပြီး သူ့နေရာမှာ\nမက်ဒ် မစ်ကယ်ဆန် ပြောင်းလဲပါဝင်လာပါတယ်။ ဒါပေမဲ့ မက်ဒ်နဲ့လည်း\nအတော်ကိုလိုက်ဖက်တဲ့အတွက် အရသာမပျက်သွားဘဲတော့ ဆက်ပြီး\nကြည့်ရှုနိုင်မှာပါ။ အားပေးလိုက်ကြပါဦး....(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်။)File Size.............(2.71 GB) / (1.45 GB) / (761 MB) / (516 MB)\nQuality...............WEB-DL ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Lm1j/Fantastic.Beasts.The.Secrets.of.Dumbledore.2022.720p.[CM].mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/studen.body_-136x200.png",
        "title": "Student Body (2022)",
        "description": "Student Body (2022)\n===================ဒီဇာတ်ကားလေးကတော့ 2022 မှာ အသစ်ထွက်ရှိလာတဲ့ သည်းထိတ်ရင်ဖို\nဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ကိုရီးယားအမျိုးသမီးဒါရိုက်တာ Lee Ann\nKurr ရဲ့ ပွဲဦးထွက် ဟောလိဝုဒ် ရုပ်ရှင်ဇာတ်လမ်းတစ်ပုဒ်ဆိုလည်း မမှားပါဘူး။ဂျိန်း နဲ့ မဲရစ် တို့ သူငယ်ချင်းနှစ်ယောက်က ငယ်ငယ်ကတည်းက ပေါင်းလာ\nကြတယ်ဆိုပေမယ့် ပြေလည်တဲ့ ဆက်ဆံရေးမျိုးတော့ မရှိခဲ့ဘူးပေါ့။ အထက်တန်း\nကျောင်းရောက်တဲ့အခါ မဲရစ်ရဲ့ သူငယ်ချင်းအဖွဲ့ထဲ ဝင်ဆံ့ဖို့ ခိုင်းသမျှအကုန်လိုက်\nလုပ်ပေးပြီး စာတော်တာတောင် မတော်ချင်ယောင်ဆောင်တဲ့ထိ လုပ်ပေးတဲ့ ဂျိန်း\nအတွက် ကျောင်းက ဆရာဖြစ်သူ မစ္စတာ အန်စပက်ခ်ရဲ့ ကြိမ်းမောင်းမှုတွေကို ခံရတယ်။\nတစ်ညမှာ ကျောင်းကို အဖွဲ့လိုက်ကြီး အချိန်မတော် ခိုးဝင်ကြပြီး ထင်မှတ်မထားတဲ့\nကြောက်လန့်ဖွယ်ဖြစ်ရပ်တွေ စတင်ဖြစ်ပျက်လာခဲ့ပါတော့တယ်။လုံခြုံရေးစနစ်တွေကြောင့် ကျောင်းထဲမှာ ပိတ်မိနေပြီး အပြင်ထွက်လို့မရဖြစ်သွားတဲ့\nဂျိန်း တို့ သူငယ်ချင်းတစ်စုအတွက် ဂြိုဟ်ဆိုးတွေ တစ်ခုပြီးတစ်ခု ဝင်ရောက်လာပုံတွေကို\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှူ့ခံစားရမှာပါ။ဇာတ်လမ်းလေးက ထိတ်လန့်ကြောက်ရွံ့ဖွယ် ဇာတ်ကားတွေကို ကြိုက်နှစ်သက်တဲ့သူတွေ\nအဖို့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ် ဖြစ်စေပါလိမ့်မယ်။ ဒီဇာတ်ကားထဲမှာတော့ ...",
        "rating": "4.4",
        "url": "https://megaup.net/1Li99/Student.Body.2022.720p.WEBRip[CM].mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k82GGrdKEajiR4y2UKvGs5ndX7i.jpg",
        "title": "Drug Hunter ( 2022 )",
        "description": "CM ကနေ အက်ရှင်ကားလေးဖြစ်တဲ့ Drug Hunters ဆိုတဲ့\nမူးယစ်ဆေး‌မှောင်ခိုသမားတွေကို ရှင်းလင်းတဲ့ ရုပ်ရှင်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nMain cast အနေနဲ့ကတော့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးတပ်ဖွဲ့ခေါင်းဆောင်\nယွီဖန်အဖြစ် Gao Jian ကသရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်ဇာတ်ညွှန်းလေးကိုပြောပြရမယ်ဆိုရင်\nအရှေ့တောင်အာရှမှာ မူးယစ်ဆေးအရောင်းအဝယ်တွေ\nအတော်ပေါများနေပြီး ဟိုင်ယာ့မြို့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးလှုပ်ရှားမှုမှာပါဝင်တဲ့\nရဲတပ်ဖွဲ့ခေါင်းဆာင် ယွီဖန်က သူ့အဖွဲ့သားတွေနဲ့အတူ\nတိုင်းတစ်ပါးကနေ မှောင်ခိုတင်သွင်းနေတဲ့ မူးယစ်ကုန်သွယ်လမ်းကြောင်းတစ်ခုကို\nခြေရာခံမိပြီး ပြည်တွင်းမှာ မှောင်ခိုဖြန့်ချီနေတဲ့ လီယုံကို သတိထားမိသွားရာက‌နေ\nသူ့နောက်ကွယ်က အဝယ်တော်ကို အမိဖမ်းပြီး မူးယစ်ကုန်သွယ်လမ်းကြောင်းကို\nအမြစ်ပြတ်ရှင်းထုတ်ဖို့ စစ်ဆင်ရေးစတင်ခဲ့ပါတော့တယ်စစ်ဆင်ရေးပိုမိုအရှိန်ပြင်းလာတာနဲ့အမျှ ပေးဆပ်မှုတွေကလည်းပိုလို့ပြင်းထန်လာပါတယ်\nမကောင်းမှုပြုတဲ့သူ မှန်သမျှဟာ နောက်ဆုံးမှာတော့ ကိုယ်ပြုခဲ့တဲ့\nအကျိုးသက်ရောက်မှုကို ခံစားရစမြဲပါ ‌အဲ့တော့ နောက်ဆုံးမှာ\nဘယ်သူတွေက ဘယ်လိုစတေးပြီး တိုင်းပြည်အတွက် အကျိုးရှိမယ့်\nအရာကို အကောင်ထည်ဖော်သွားမလဲဆိုတာကိုတော့\nအခုတင်ဆက်ပေးမယ့် Drug Hunters ဆိုတဲ့ကားလေးမှာ ကြည့်ရှုလို့ရပါတယ်နော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime , Drama\nRuntime : 1h 23min\nSubtitle ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/drug-hunter-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/empty.man_-136x200.png",
        "title": "The Empty Man (2020)",
        "description": "The Empty Man (2020)\n=================\nIMDb Rating - 6.2/10အမန်ဒါလို့ခေါ်တဲ့ မိန်းမကလေးတစ်ယောက်ထူးဆန်းစွာပျောက်ဆုံးသွားပြီးနောက်\nရဲအရာရှိဟောင်းတစ်ဦးဖြစ်သူ ဂျိမ်းစ် လဆွန်ဘရာဟာ အမှုကို စုံစမ်းဖို့ဖြစ်လာခဲ့\nပါတယ်။ သိုပေမယ့် ထိုပျောက်ဆုံးမှုဟာ သမားရိုးကျမဟုတ်ပဲ ထူးဆန်းတဲ့ ဘာသာ\nရေးအုပ်စုတစ်စုက နတ်ဆိုးတစ်ကောင်ကို ဆင့်ခေါ်တာနဲ့ ဆက်စပ်နေခဲ့ပါတယ်။\nထိုသို့သော ပုံမှန်မဟုတ်တဲ့ အမှုကို ဖြေရှင်းပြီး အမန်ဒါကို တွေ့အောင်ရှာနိုင်ပါ့မလား။\nလှည့်ကွက်တွေကြားကနေ ကလေးအတွေးလိုလို စိတ်ကူးယဉ်လိုလိုနဲ့ The Empty Man\nလို့ခေါ်တယ့် နတ္ထိလူကရော (မြန်မာအလိုဆိုရင်တော့ အုန်းမှုန့်ခွက်သရဲပေါ့) ကရော\nဘယ်လိုအရာမျိုးလဲ....။ပေါင်းကူးတံတားကနေ လူဖြစ်လာတယ်၊\nလူကနေပြီးတော့ သူ့ရဲ့အတွေးတွေ ဖြစ်လာတယ်၊\nသူ့ရဲ့အတွေးတွေကနေ အိပ်မက်ဖြစ်လာတယ်၊\nအိပ်မက်တွေကနေ စွမ်းအားတွေဖြစ်လာတယ်၊\nစွမ်းအားတွေကနေ ပေါင်းကူတံတားတွေဖြစ်လာတယ်၊\nအသင်ထုတ်လွှင့်လိုက်တာကို ကျွန်ုပ်တို့လက်ခံရရှိတယ်.......\nဒါဟာ The Empty Man နတ္ထိလူပါပဲ။ဒီဇာတ်ကားရဲ့ ရိုက်ကွင်းရိုက်ကွက်တွေဟာ တစ်ခြား horror ကားတွေနဲ့မတူပဲ ထူးခြားပြီး\nကြောက်စရာလည်းကောင်းပါတယ်။ Rated R သတ်မှတ်ခံထားရပြီး ဝတ်လစ်စလစ်အခန်း\n(18+}လည်း အနည်းငယ်ပါဝင်တာကြောင့် ကလေးငယ်တွေနဲ့ မိသားစုအတူ ကြည့်တာတွေ\nမလုပ်ပါနဲ့နော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw ...",
        "rating": "6.2",
        "url": "https://megaup.net/15e1v/The.Empty.Man.2020.720p.[CM].mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKgshqVFvuzMl89YMNdO9pd8eFi.jpg",
        "title": "Book of Blood (2009)",
        "description": "Book of Blood (2009)မိသားစုတစ်ခုရဲ့ သမီးက ဘယ်အရာက လုပ်သွားမှန်းမသိရဘဲ\nသူ့အိမ်အခန်းထဲမှာပဲ ထူးထူးဆန်းဆန်း သေဆုံးသွားခဲ့ပါတယ်\nထိုသေဆုံးမှုကို သဘာဝလွန်ဖြစ်ရပ်တွေမှာ ကျွမ်းကျင်တဲ့ မယ်ရီနဲ့ ရက်ဂ်တို့က\nဝိညာဉ်လောကနဲ့ဆက်သွယ်နိုင်တဲ့ ဆိုင်မွန်ဆိုတဲ့ကျောင်းသားနဲ့ အတူ\nအဆိုပါသေဆုံးမှုကို သွားရောက်စုံစမ်းတဲ့အချိန်မှာ\nဘယ်လိုထူးဆန်းမှုတွေနဲ့ကြုံရမလဲ ဘယ်လိုသွေးပျက်စရာတွေနဲ့ ကြုံရမလဲ\nဘယ်လိုဇာတ်အလှည့်အပြောင်းတွေနဲ့ တွေ့ရမလဲဆိုတာကတော့ .....သွေးသံရဲရဲနဲ့ horror movieကြိုက်တဲ့သူတွေအတွက်တော့ ဇာတ်ကားကောင်းတစ်ခုဖြစ်နေမှာပါအဖော်အချွတ်အခန်းအချို့ ပါဝင်တာကြောင့် မိသားစုနဲ့ဆို သတိထားကြည့်ပါဗျအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Soe Htun Aung ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Horror, Fantasy\nQuality….1080p | 720p| 480p\nFile size…1GB | 460MB | 218MB\nFormat…mp4\nDuration….1h 40min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Soe Htun Aung\nEncoder ..... August",
        "rating": "5.2",
        "url": "https://megaup.net/37h7w/Book.Of.Blood.2009.720p.CM.mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/boy.behind-133x200.png",
        "title": "The Boy Behind The Door (2020)",
        "description": "The Boy Behind The Door (2020)\n========================The boy behind the door… လက်မလွှတ်ဘဲ ကြည့်သင့်တဲ့ကားလို့\nညွှန်းချင်ပါတယ်။ ရုပ်ရှင်ရဲ့ စွန့်စားခန်းတွေ၊ နောက်ခံတီးလုံးတွေ၊\nလျပ်တပြတ်ဇာတ်ဝင်ခန်းတွေကြောင့် ဇာတ်လမ်းအဆုံးအထိ ထိုင်ရာ\nမထကြည့်ရှုရမယ့် ကားကောင်းလေးပါ။ ခရမ်းချဉ်သီးကစလို့ တခြား\nratingတွေကလည်း အကောင်းဆုံးအမှတ်ပေးထားတော့ ဒေါင်းကြည့်လို့\nမမှားတဲ့ကားကောင်းလေးပါခင်ဗျာ ။ရုပ်ရှင်မှာ ကလေးဇာတ်ဆောင်နှစ်ယောက်ကိုပဲ အဓိကထားပြီးရိုက်ကူးထား\nပါတယ်။ ကလေးနှစ်ယောက်ကလည်း ရုပ်ရှင်ရိုက်တာနဲ့မတူပဲ သူတို့တကယ်\nကြုံတွေ့ရသလို သရုပ်ဆောင်ပိုင်နိုင်ကြပါတယ်။ဘော်ဘီ နဲ့ ကယ်ဗင်တို့ကအရမ်းချစ်ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ပေါ့။ သူတို့\nနှစ်ယောက်ပြန်ပေးဆွဲခံရပေမယ့် ဘော်ဘီကတော့ ထွက်ပြေးသွားနိုင်ခဲ့ပါတယ်။\nအပြင်ကိုရောက်ပြီးမှ ကယ်ဗင်ရဲ့ “ကယ်ကြပါဦး”ဆိုတဲ့အသံကို ကြားပြီးတဲ့\nနောက်မှာ ဘော်ဘီရဲ့ခြေလှမ်းတွေက ဘယ်ကိုဆက်ဦးတည်မှာလဲ... ကယ်ဗင်ကရော\nတကယ်အဆင်ပြေရဲ့လား.....အဲ့တော ဆက်ရေးရင် ဇာတ်ရှိန်ပျက်မှာစိုးလို့\nဆက်ကြည့်လိုက်ပါတော့ဗျာ။ စိတ်ကျေနပ်မှုတစ်ခုတော့ ရစေမှာပါ ။ ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(900 MB) / (400 MB)\nQuality............Blu-Ray 1080p / 720p\nDuration.........1Hr ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Lbj0/The.Boy.Behind.The.Door.2020.720p.[CM].mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/l2woatbdjizd-143x200.jpg",
        "title": "Revenge Girl (2022)",
        "description": "ဒီတစ်ခါတော့ ခေတ်လွန်ရာစုသစ်ကိုသွားကြည့်ရအောင်။\nမြစ်ကြီးတစ်ခုက စည်းခြားထားပြီးတော့ မြစ်ရဲ့အောက်ဘက်ခြမ်းက လူဆင်းရဲရပ်ကွက် (တစ်နည်း) သာမာန်လူတွေနေထိုင်နေကြတဲ့နေရာပေါ့။\nမြစ်ရဲ့အပေါ်ဘက်ခြမ်းမှာတော့ လူကုံထံတွေနေထိုင်ကြပြီး အာရုံကြောအဖွဲ့အစည်းတစ်ခုက လွှမ်းမိုးချုပ်ကိုင်ထားပါတယ်။\nအဲ့ဒီအဖွဲ့အစည်းက မြစ်ရဲ့အောက်ဘက်ကိုပါလွှမ်းမိုးဖို့ ကြံစည်နေရင်း လူ့ဦးနှောက်ကိုထိန်းချုပ်ဖို့ ချစ်ပ်ပြားပါတီထွင်နေကြပါတယ်။အရမ်းတော်တဲ့သိပ္ပံပညာရှင်က မူလချပ်စ်ပြားရဲ့အားနည်းချက်ကိုရှာတွေ့သွားပြီး ဒုတိယမျိုးဆက်ချစ်ပ်ပြားကို တီထွင်တဲ့အခါမှာ ထူးခြားတဲ့စွမ်းအင်တွေ ထွက်ပေါ်လာပါတော့တယ်။\nမတီထွင်သင့်တာကို တီထွင်ခဲ့တာကြောင့် အကျိုးဆက်ကို သူ့သမီးဖြစ်သူကခံစားရပြီး တစ်မိသားစုလုံးလည်း အသတ်ခံခဲ့ရပါတယ်။ဒါပေမဲ့ ဒုတိယမျိုးဆက်ချစ်ပ်ပြားဆိုပြီး အာရုံကြောပိုင်းဆိုင်ရာအဖွဲ့အစည်းတစ်ခုက ရှာဖွေနေကြတဲ့ချစ်ပ်ပြားက သာမာန်ချစ်ပ်ပြားမဟုတ်ဘဲနဲ့ အရမ်းလှပတဲ့ အနုပညာပစ္စည်းတစ်ခုဖြစ်နေတဲ့အခါ.....\nဒုတိယမျိုးဆက်ချစ်ပ်ပြားနဲ့ ဘယ်လိုသောင်းကျန်းမလဲ.. ဘယ်လိုစွမ်းအင်တွေရှိလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့ဗျာ။ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ JoJo Va ပါ )File Size__(1.5GB) / (750MB)\nQuality__1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:24:00\nType__Action, Drama, Sci-Fi\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by JoJo Va\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://megaup.net/2rjkg/Revenge_Girl_(2022)_720p.mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/tankhouse-134x200.png",
        "title": "Tankhouse (2022)",
        "description": "Tankhouse (2022)\n==============\nIMDb Rating - 5.6/10ဒီဇာတ်ကားကတော့ 2022 မှာ အသစ်ထွက်ရှိလာပြီး IMDb 5.7 ရရှိထားတဲ့\nဇာတ်ပို့ဇာတ်ရံပေါင်းများစွာနဲ့ ဇာတ်အိမ်တည်ထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။\nဇာတ်လမ်း‌လေးကတော့ တက်ခ်ကာ နဲ့ ဆန်ဒရင်း တို့က ပြဇာတ်တွေ လှည့်လည်\nကပြကြရင်း အပြန်အလှန်ချစ်ကြိုးသွယ်ခဲ့ကြတဲ့ ချစ်သူနှစ်ယောက်ပေါ့။\nတစ်နေ့ သူတို့နှစ်ယောက်ရဲ့ နစ်မြုပ်နေတဲ့ ပြဇာတ်ရုံ ထိုးနှက်မှု ဆိုတဲ့ ခေါင်းစဉ်\nအောက်ကနေ ပြဇာတ်တစ်ပုဒ် ကပြဖျော်ဖြေနေစဉ်မှာပဲ မတော်တဆမှုတစ်ခုဖြစ်ပွား\nသွားခဲ့ပြီး ထုတ်လုပ်ရေးကနေ နှစ်ယောက်လုံး အလုပ်ဖြုတ်ခံလိုက်ရတယ်။အဲဒီဖြစ်ရပ်ကြောင့်ပဲ မိဘတွေဆီက အထောက်အပံ့တွေလည်း ဖြတ်ခံရ၊ နယူးယောက်\nပြဇာတ်ထုတ်လုပ်ရေးတွေကနေပါ လက်သင့်မခံကြ ဖြစ်လာတော့တယ်။ ဒီလိုနဲ့ပဲ\nဆန်ဒရင်းရဲ့ မွေးရပ် ဖာဂိုမြို့လေးကို ပြောင်းရွှေ့လာကြပြီး မြို့ရဲ့ ပြဇာတ်ပြိုင်ပွဲကြီးမှာ\nဝင်ပြိုင်ဖို့ ကြိုးပမ်းကြတော့တာပေါ့။စစ်မှန်တဲ့အနုပညာကို ဦးစားပေးလွန်းပြီး အရမ်း သဝန်တိုတတ်တဲ့ တက်ခ်ကာ နဲ့ ချောမော\nလှပပြီး သရုပ်ဆောင်တော်လွန်းတဲ့ ဆန်ဒရင်း တို့ကြား ဘယ်လို ပြဿနာတွေ ရှိလာနိုင်မလဲ။\nတက်ခ်ကာ လိုချင်တဲ့ အနုပညာမြောက်လွန်းတဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/tankhouse-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9AWPsw4KllL74PP1smNqYJSKWSM.jpg",
        "title": "Okinawa Rendez-vous (2000)",
        "description": "Okinawa Rendez-vous (2000)ဇာတ်အိမ်ကရိုးရိုးလေးပဲ။ ဂိုဏ်းစတားတစ်ကောင်ရယ်၊ သူခိုးတစ်ကောင်ရယ် (လတ်စလီ)၊ ရဲတစ်ကောင်ရယ် (ခဖိုင်)၊ ကောင်မလေး၂ယောက်ရယ်ရဲ့ ‌နဖူးစာမင်ရည်ကျဲ၏ မကျဲ၏ ဇာတ်လမ်းသက်သက်ပဲ။ ချစ်ကြတယ်။ လွဲကြတယ်။ ဝေးကြတယ်။ ဒါကိုပဲ ဂိုဏ်းစတားနဲ့ သူခိုးနဲ့ ဂိုဏ်းစတားရဲ့ ရည်းစားဟောင်း (Faye Wong) ကြားက ဇာတ်ရှုပ်နဲ့ ချိတ်ဆက်ပေးထားတယ်။ ဇာတ်ကားနာမည်ကိုက အိုခိန၀ဆုံစည်းခြင်း ဆိုတော့ အိုခိန၀ရဲ့ကောင်းကင်အောက် တွေ့ကြတယ်။ ကွဲကြတယ်။ ကိုယ့်လမ်းကိုယ် ဆက်လျှောက်ကြတယ်။ ဒါပါပဲ။ ဒါပေမဲ့ Faye Wong နဲ့ Leslie Cheung တို့ လိုက်ဖက်ညီသဟဇာတ ဖြစ်နေတာက ဒီရုပ်ရှင်ကို ပိုအရသာရှိစေတဲ့ အဓိက အချက်လို့ဆိုရပါမယ်။ သူတို့၂ယောက်ကပေးတဲ့ ရသကို အမြည်းခံစားကြည့်ချင်ရင်တော့ အောက်ကစာ စာသားကို နမူနာမြည်းစမ်းကြည့်နိုင်ပါတယ်။\" နှစ်လက်မတစ်စိတ် အကွာအဝေး၏ မိုင်သန်းပေါင်း လေးသောင်းနှစ်ထောင်ဆီမှ အရူးအမူးချစ်ခြင်းဖြင့် ဂျွမ်းထိုးမှောက်ခုံ ပြုတ်ကျလာခြင်းကြောင့် ...",
        "rating": "6",
        "url": "https://megaup.net/37faf/(CM)_Okinawa_Rendez_vous_(2000)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xwbFEPubG4wroLDZdmTWRGNnnWf.jpg",
        "title": "Wild Child (2008)",
        "description": "Wild Child (2008)မိတဆိုးမလေး ပေါ်ပီဟာ ဖခင်ဖြစ်သူကို အရွဲ့တိုက်ပြီး\nသောင်းကျန်းချင်တိုင်း သောင်းကျန်းနေတဲ့ မာလီဘူး သူတစ်ယောက်ပါ\nတစ်ရက်မှာတော့ အရွဲ့တိုက် သောင်းကျန်းတာ အရှိန်လွန်သွားတဲ့အတွက်\nသူ့အဖေက အင်္ဂလန်က အက်ဘီမောင့်ကျောင်းကို\nကျောင်းအိပ်ကျောင်းစား ပို့လိုက်ပါတော့တယ်အက်ဘီမောင့်ကျောင်းကို ရောက်ပြီးတဲ့နောက် ပြစ်မှုပေါင်းစုံ ကျူးလွန်ပြီး\nကျောင်းကနေ ထွက်ရဖို့အရေး အားကြိုးမာန်တက် ကြိုးပမ်းပေမဲ့\nဂရုဏာရှင်ကျောင်းအုပ်ကြီးက မိတဆိုးသမီးလေးဆိုပြီး ခွင့်လွှတ်ပေးနေတာကြောင့်\nနောက်ဆုံးမှာ အခန်းဖော်လေးယောက်ရဲ့ အကူအညီနဲ့\nကျောင်းအုပ်ကြီးရဲ့ သားဖရက်ဒီကို ဆွဲဆောင်ပြီး ကျောင်းထုတ်ခံရဖို့ ကြံစည်ပါတော့တယ်ပေါ်ပီတို့ရဲ့ အကြံအစည်အောင်မြင်သွားမလား?\nလူချောလေး ဖရက်ဒီနဲ့ ပေါ်ပီတို့ ဘာတွေဆက်ဖြစ်ကြမလဲ?\nဖရက်ဒီကို တစ်ဖက်သတ်ကြိုက်နေတဲ့ ဟာရီရက်ဆိုတဲ့ ကျောင်းသူနဲ့ရော\nဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲဆိုတာတွေကို အခွီတလိုင်းနဲ့ ကြည့်ရှူကြရမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality….1080p | 720p| 480p\nFile size…2GB | 1.1GB | 286MB\nFormat…mp4\nDuration….1h 38min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Roman ...",
        "rating": "6",
        "url": "https://megaup.net/1Lktb/Wild.Child.2008.720p.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cnTbsvghYlN8B3vhhxPOezimOGQ.jpg",
        "title": "Norwegian Wood (2010)",
        "description": "Norwegian Wood (2010)Norwegian Wood (2010)မူရာကာမိရဲ့ ၀တ္တုရှည်ကို ပြန်ရိုက်ထားပြီး နာမည်ကျော်တဲ့ တစ်ကားတည်းသောကားပါပဲ။\nသို့ပေမဲ့ မူရာကာမိ၀တ္တုတိုတွေကို ရိုက်ထားတဲ့ ကျန်တဲ့နာမည်ကျော်ရုပ်ရှင်တွေဖြစ်တဲ့\nBurningတို့ Drive My Carတို့လို မာစတာပိစ်အဆင့်ထိတော့ ဖြစ်မသွားပေမဲ့\nNorwegian Woodကို ရိုက်တဲ့ ပြင်သစ်အခြေစိုက် ဗီယက်နမ် ဒါရိုက်တာTran Anh Hung ဟာ\nThe Scent of Green PaPayaတို့ Cycloတို့လို\nအရည်အသွေးမြင့် Art Filmတွေကို ရိုက်ခဲ့တဲ့သူဆိုတော့ ခပ်ညံ့ညံ့ကားတော့ မဟုတ်ခဲ့ပါဘူး။\nစာမျက်နှာ ၃ရာကျော်စာအုပ်ကြီးကို ခြုံလွှမ်းရိုက်ရတာဆိုတော့\nစာအုပ်ဖတ်ဖူးတဲ့သူတွေက စာအုပ်ကပေးချင်တဲ့ အချက်ကိုမရဘူးပြောကြပေမဲ့\nစာအုပ် မဖတ်ထားရင် သူ့နည်းသူ့ဟန်ကို ကောင်းကောင်းမြင်နိုင်တယ်ဆိုကြပါတယ်။Cinematographerက ထိုင်၀မ်သား Mark Lee Ping-bingပါ။ ...",
        "rating": "6.3",
        "url": "https://megaup.net/37fkz/Norwegian.Wood.2010.720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDc2NjU0MTcwNV5BMl5BanBnXkFtZTcwMjg4MDg2OQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Elysium (2013)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (64%)2013 ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ မင်းသား မက်ဒေမွန်ရဲ့ Elysium ရုပ်ရှင်ကားဟာ Box Office အမေရိကန်ဒေါ်လာ 286 သန်း အထိရရှိခဲ့ပြီး ဝေဖန်ရေးဆရာတွေလဲ အကြိုက်တွေ့ခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။Action,Sci-fi ပုံစံတင်ဆက်ထားပေမယ့် လူဦးရေထူထပ်လာခြင်း၊ လူသားဆန်မှုလျော့နည်းလာခြင်း၊ ခေတ်သစ်ကျန်းမာရေးစောင့်ရှောက်မှု၊ အလုပ်သမားခေါင်းပုံဖြတ်မှု၊ တရားစီရင်ရေးစနစ်နဲ့ လူတန်းစားဆိုင်ရာပြသနာတွေ အနာဂတ်မှာဖြစ်လာမှာတွေကို မီးမောင်းထိုးပြထားပါတယ်...၂၁ ရာစုရဲ့အဆုံးသတ်မှာ ကမ္ဘာကြီးဟာ လူဦးရေလွန်ကဲမှု အဆိပ်သင့်မှု ကပ်ရောဂါတွေ ဖုံးလွှမ်းလာပါတယ် ...ဒီလိုအချိန်မှာ အချမ်းသာဆုံးလူတွေဟာ ကမ္ဘာကြီးမှာ မနေကြတော့ဘဲ သူတို့ရဲ့လူနေမှုအဆင့်အတိုင်း သီးသန့်တည်ဆောက်ထားတဲ့ အိုခြင်းမရှိ နာဖျားခြင်းမရှိတဲ့ ဂြိုလ်တစ်ခုဆီကို ထွက်ခွာသွားကြပါတယ်...သမိုင်းနဲ့ချီလာတဲ့ထုံးစံအတိုင်း ငမွဲလေးတွေ နင်းပြားလေးတွေကတော့ ကမ္ဘာကြီးရဲ့ဆိုးညစ်မှုတွေကြား ပိတ်လှောင်ခံရစမြဲပေါ့...သိပ္ပံစိတ်ကူးယဉ်ရုပ်ရှင်ဇာတ်လမ်းဆိုပေမယ့် လက်တွေ့ဘဝတွေနဲ့လဲ ဆင်တူတာမလို့ ခံစားကြည့်ကြပါဦး။\nFile size…(4.9 GB)/(1.8 GB) /(1 GB)\nQuality….BluRay 4K HEVC/1080p ...",
        "rating": "6.6",
        "url": "https://megaup.net/1cU1z/(CM)_Elysium.2013.BluRay_720p.mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/seven-nights-in-japan-141x200.jpg",
        "title": "Seven Nights in Japan (1976)",
        "description": "Seven Nights in Japan (1976)ဒီဇာတ်ကားနဲ့ပတ်သက်လို့ အချက်အလက်တွေရှာတာမှာ စိတ်ဝင်စားဖွယ်တစ်ခု တွေ့ရတာက ဒီဇာတ်ကားဟာ မြန်မာပြည် (အရင်တုန်းက Burmaလို့နာမည်ရှိစဉ်)မှာ ရုံတင်ခဲ့ချိန်တုန်းက အလွန်အောင်မြင်လူကြိုက်များခဲ့တဲ့အကြောင်းကို Wikipedia မှာ ညွှန်းထားတာပါပဲ။ ညွှန်းတဲ့ပုဂ္ဂိုလ်ကိုယ်တိုင်တောင် ရုပ်ရှင်ရုံရှေ့က လက်မှတ်တန်းစီတိုးကြတဲ့ လူအုပ်ကြီးထဲ ညပ်ပါသွားခဲ့ရတယ်ဆိုလား။ဥရောပတစ်နိုင်ငံက အိမ်ရှေ့စံမင်းသားလေးတစ်ပါးဟာ (ဘယ်နိုင်ငံရယ်လို့တော့ အတိအကျညွှန်းမထားပါဘူး။ ) ရေတပ်ဗိုလ်လေးအဖြစ်နဲ့ တာဝန်ထမ်းဆောင်ရင်း ဂျပန်နိုင်ငံကိုအရောက်မှာ အားလပ်ရက်အနေနဲ့ ခွင့်တစ်ပတ်ယူပြီး ကုန်းပေါ်တက်သွားတာကနေ ဇာတ်လမ်းစတာပါပဲ။ သာမန်သင်္ဘောသားတစ်ယောက်လိုတော့ အားလပ်ရက်ရတုန်း ကဲချင်သလိုကဲခွင့် မရှိရှာပါဘူး။ သူ့ခမျာ မင်းမျိုးမင်းနွယ်ဖြစ်ရတဲ့သူတွေရဲ့ဒုက္ခကို ခံရပါတယ်။ သူရတဲ့ အားလပ်ရက်လေးအနည်းငယ်ကို မင်းသားတစ်ပါးရဲ့ သံတမန်ခရီးစဉ်လိုမျိုး စီစဉ်လိုက်ကြတော့ သူ့မှာ ဧည့်ခံပွဲတွေတက်ရ၊ မကုန်နိုင်တဲ့လူတွေနဲ့ လက်ဆွဲနှုတ်ဆက်ရ ၊ သတင်းထောက်တွေမေးတာဖြေလိုက်ရနဲ့ မခံနိုင်တဲ့အဆုံး တစ်ညမှာ သူအခန်းကနေခိုးထွက်ပြီးတော့ တိုကျိုမြို့တော်ရဲ့ night life ကို လျှောက်ခံစားကြည့်ပါတော့တယ်။\nပိုက်ဆံလည်းတစ်ပြားမှမပါဘဲနဲ့ နိုက်ကလပ်ထဲကို ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/seven-nights-in-japan-1976/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDkwMjA4NmYtNDI0Zi00NTZhLWI3OTMtMmRmN2Q3NmVmNTBiXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-139x200.jpg",
        "title": "Vaathi(2023)",
        "description": "Vaathi (2023)IMDb-7.6/10သရုပ်ဆောင် ဒါရိုက်တာ ပရိုဂျူဆာ တေးရေး ဇာတ်ဝင်တေးသီချင်းအဆိုတော် စွယ်စုံရမင်းသား\nDhanush နဲ့ မင်းသမီးချောလေး Samyuktha Menon တို့ အဓိကပါ၀င်သရုပ်ဆောင်ထားတဲ့ Rating လည်းကောင်း ကြည်နူးမှုကြောင့်လည်းမျက်ရည်စို့ရမဲ့ အိန္ဒိယဇာတ်ကားသစ်လေးနဲ့မိတ်ဆက်ပေးပါရစေ\nဇာတ်ကားအစမှာကျောင်းသားသုံးယောက်ဟာသူတို့အဘိုးပိုင်ခဲ့တဲ့ ဗီဒီယိုခွေဆိုင်အဟောင်းလေးကို ရှင်းလင်းရင်းနဲ့\nဗီဒီယိုတိတ်ခွေဟောင်းတွေကို ဖွင့်ကြည့်လိုက်တဲ့အချိန်မှာ\nသူတို့မနက်တုန်းမှာ ကျောင်းမှာသင်ခဲ့တဲ့ သင်္ချာပုစ္ဆာကို ဆရာငယ်ငယ်တစ်ယောက်က\nသင်ပေးနေတဲ့ ဗီဒီယိုမှတ်တမ်းကိုတွေ့လိုက်ပါတယ်\nအဲဒါနဲ့ သူတို့ကစာမလိုက်နိုင်တော့ အဲဒီဆရာဆီမှာကျူရှင်သင်မယ်ဆိုပြီး\nအဲ့တိတ်ခွေအဖုံးပေါ်မှာပါတဲ့ နာမည်နဲ့လိပ်စာအတိုင်းလိုက်ရှာကြည့်တော့\nသူတို့တွေ့လိုက်ရတာ အဲဒီဆရာရဲ့တပည့်ဖြစ်တဲ့သူကိုပါ\nအဲဒီကနေတစ်ဆင့် ဆရာ့ရဲ့နာမည်က ဘာလာဖြစ်ပြီး ဆရာဘာလာရဲ့အကြောင်းတွေကို\nနောက်ကြောင်းပြန်ပြောပြလိုက်တဲ့အခါမှာတော့.....\nဇာတ်ကားကကြည့်လို့ကောင်းတယ်ဆိုတာ ဒီနေရာမှာတင်ရပါပြီ\nဇာတ်လမ်းဇာတ်ကွက်ကောင်း ပေးချင်တဲ့ message ကောင်းတဲ့အပြင် cast ကလဲကောင်း\nအချစ်ဒရာမာအက်ရှင် အစုံပါဝင်တာမို့ ပေးတဲ့ rating နဲ့လဲထိုက်တန်ပါတယ်\nအောက်ကစာကတော့ ကျွန်တော် အာချောင်ထားတာပါဒီဇာတ်လမ်းလေးကို မချီးကျူးခင်မှာ နယ်ဆင်မင်ဒဲလားပြောခဲ့တဲ့ စကားလေးတစ်ခုရှိပါတယ်\nEducation is the only weapon that can change the world တဲ့\nကမ္ဘာကြီးကိုပြောင်းလဲနိုင်တဲ့တစ်ခုတည်းသောလက်နက်ဟာ ပညာရေးပါတဲ့\n၁၉၉၀ ပြည့်နှစ်တွေမှာ အိန္ဒိယမှာ စီးပွားရေးတိုးတက်လာတာနဲ့အမျှ ...",
        "rating": "7.6",
        "url": "https://megaup.net/3eMje/Vaathi_(2023)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mQez698HIU1XbciQA7VzpoTBKuF.jpg",
        "title": "Anak Rimau the Movie(2022)",
        "description": "Anak Rimau the Movie(2022)***************************ဘောလုံးအကယ်ဒမီတစ်ခုအကြောင်းကို ရိုက်ကူးထားတဲ့ဇာတ်ကားလေး တင်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်ကားကိုကြည့်ပြီးသွားရင်စိတ်ထဲမှာ အတွေးထဲမှာ တစ်ခုခုတော့ တွေးနေမိမှာ အမှန်ပါပဲ။\nနိုင်ငံရဲ့နေရာစုံကနေလာတဲ့ ဘောလုံးကန်ရတာကိုအရမ်းဝါသနာပါတဲ့ လူငယ်လေးတွေ Anak Rimau ဘောလုံးအကယ်ဒမီကိုရောက်ပြီးဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ရမလဲ။\nအဲရစ်ဖ်ကတော့ ဆင်းရဲပြီး အမေနဲ့ အတူတူနေပါတယ်။ သူ့မှာ ဆိုးသွမ်းပြီးဦးတည်ရာမဲ့နေတဲ့ အကိုတစ်ယောက်ရှိပါတယ်။ ဒန်းနစ်ကတော့ ချမ်းသာပြီး သူ့အဖေကAnak Raimu Academy ရဲ့ အကြီးဆုံးစပွန်ဆာတစ်ယောက်ပါ။မာရို ကတော့စိတ်ဓာတ်ကြံခိုင်ပြီး စကေးရှိတဲ့ တိုက်စစ်မှုးတစ်ယောက်ပါ။\nအဲ့လိုမတူညီတဲ့ ဘဝတွေ မတူညီတဲ့ နေရာဒေသက လာတဲ့သူတွေကို နည်းပြကြီးဇိုင်နာ ဘယ်လို ကိုင်တွယ်ပြီး အောင်မြင်တဲ့ဘောလုံး အသင်းတစ်သင်းဖြစ်အောင် ပြုစုပျိုးထောင်သွားမလဲဆိုတာကတော့.........File Size :(2.6GB) and (1.3GB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…02:2300\nGenre : Sport , Family , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/1SR9l/Anak.Rimau.2022.WEB-DL.720P(CM).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Gooische_Vrouwen_2_poster-140x200.jpg",
        "title": "Gooische Vrouwen 2 (2014)",
        "description": "Gooische Vrouwen 2 (2014)\n====================\nIMDb Rating - 5.9/10(ဒီရုပ်ရှင်ကိုမကြည့်ခင် Gooische Vrouwen (2011) ကိုအရင်\nကြည့်ထားရင်ကြည့်ရတာပိုကောင်းပါလိမ့်မယ်။ ရုပ်ရှင်နှစ်ခုကြား\nဆက်စပ်မှုလေးတွေရှိပါတယ်။ အဆိုပါဆက်စပ်မှုလေးတွေကို\nသိထားရင် ပိုပြီးရယ်စရာကောင်းပါလိမ့်မယ်။ ရယ်ရယ်မောမော\nပေါ့ပေါ့ပါးပါးလေးမှတမင်ကြည့်ချင်တယ်ဆိုရင် ဒီရုပ်ရှင်ဟာ\nသင့်အတွက်ဖြစ်ပါလိမ့်မယ်)ဇာတ်လမ်းက နယ်သာလန်နိုင်ငံ ဟတ်ဂွိုင်မြို့မှ သက်လတ်ပိုင်း\nအရွယ်အမျိုးသမီးသူငယ်ချင်း ၄ယောက် အကြောင်းပဲဖြစ်ပါတယ်။\nအာဖရိကသို့နှစ်ရှည်ခရီးအလည်ပတ်သွားရာမှပြန်ရောက်လာပြီး\nဟတ်ဂွိုင်နဲ့ အသားပြန်မကျသေးတဲ့ ကလယ်ရာ၊ ရည်းစားတွေရှုပ်မြဲ\nရှုပ်နေဆဲဖြစ်တဲ့ အာနု၊ အိမ်ထောင်ရေးပြဿနာတွေနဲ့ လုံးပန်းနေရ\nပြန်တဲ့ ရှရယ်၊ သဘာဝတရားကြီးနဲ့တိရစ္ဆာ‌န်လေးတွေအပေါ်သံယော\nဇဉ်ကြီးလွန်းတဲ့ ရိုလီယန်။အဆိုပါ သူငယ်ချင်း ၄ယောက် တစ်ယောက်ဒုက္ခတစ်ယောက်ဖေးမရင်း\nအသက်တွေကြီးသည်အထိ ဘဝကို အတူတကွနေထိုင်ဖြတ်သန်းကြပုံ\nများကို ရယ်မောရင်းပေါ့ပေါ့ပါးပါးကြည့်ရှုခံစားရမယ့် ရုပ်ရှင်ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Kaung\nPaing ဖြစ်ပါတယ်)File Size..........(1.74 GB) / (765 MB) / (452 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 46Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Romance\nTranslator.......Kaung Paing\nEncoder..........SWM",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/gooische-vrouwen-2-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTg0NjczODA1OV5BMl5BanBnXkFtZTgwOTgwNTUwNTE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Gooische vrouwen (2011)",
        "description": "Gooische vrouwen (2011)\n===================\nIMDb Rating - 6.2/10\"Gooische Vrouwen\"ဟာ ရုပ်ရှင်မထွက်ခင် အရင် ဟာသဒရမ်မာ\nဇာတ်လမ်းတွဲအဖြစ်နဲ့ အောင်မြင်မှုရရှိထားပြီးပါပြီ 2011 မှာရုပ်ရှင်\nအဖြစ်ရိုက်ကူးထားတာတာပါ။နယ်သာလန်နိုင်ငံ လူကုန်ထံတွေရဲ့ရပ်ကွက်တစ်ခုဖြစ်တဲ့ 'ဟတ်ဂွိုင်'တွင်\nနေထိုင်သော သတ်လတ်ပိုင်းသူငယ်ချင်း ၄ယောက် အပေါ်မှာဇာတ်အိမ်\nတည်ထားပါတယ်။ အကောင်းစားအသုံးဆောင်ပစ္စည်းတွေကိုမှ နှစ်သက်\nပြီး ဘဝမှာလိုချင်တာတွေအကုန်ရနေပေမယ့်၊ နာမည်ကျော်အဆိုတော်\nယောက်ျားဖြစ်သူရဲ့ အာရုံစိုက်မှုကိုမရတော့တဲ့ ရှရယ် ၊ အာဖရိက တော\nခေါင်ရေရှားဒေသတွေမှာ ကူညီလုပ်အားပေးဖို့သွားတော့မယ့် သမီးနဲ့\nမြေးလေးကိုမခွဲနိုင်မခွာရက်ဖြစ်နေတဲ့ကလယ်ရာ၊ ရည်းစားတွေရှုပ်လွန်း\nလို့သမီးလေးနဲ့ ကတောက်ကဆဖြစ်နေတဲ့ အနုပညာရှင် တစ်ခုလပ်အာနုနဲ့\nယနေ့ခေတ်လောကကြီးနဲ့လုံးဝအစေးမကပ်တဲ့သဘာဝပတ်ဝန်းကျင်\nထိန်းသိမ်းရေးသမား ရိုလီယန်တို့ သူငယ်ချင်း(၄)ယောက်သား အလွဲလွဲ\nအချော်ချော်ဖြစ်နေတဲ့ဘဝကိုယ်စီကို ကိုင်တွယ်ဖြေရှင်းကြပုံအား ရယ်\nလိုက်ဆွေးလိုက်နဲ့ ကြည့်ရှုရမယ့် ဟာသဒရမ်မာရုပ်ရှင်ကောင်းတစ်ခုပဲ\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Kaung\nPaing ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (865 MB) / (530 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 45Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama\nTranslator.......Kaung Paing\nEncoder..........SWM",
        "rating": "6.2",
        "url": "https://megaup.net/2y75k/Gooische.Vrouwen.2011.720p.BluRay.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTcyZjk4YmYtOWQ0NS00NTM4LTg2MmQtYjU1NmE4ZmVjMWM0XkEyXkFqcGdeQXVyOTQ2MjQ3MTI@._V1_-140x200.jpg",
        "title": "Three Monkeys (2008)",
        "description": "Three Monkeys (2008)\n==================\nDirected By Nuri Bilge Ceylan\nIMDb Rating - 7.3/10Once Upon a Time in Anatoliaတို့ Winter Sleep တို့ The Wild Pear\nTree တို့ကို ရိုက်ခဲ့တဲ့ တူရကီဒါရိုက်တာ Nuri Bilge Ceylanရဲ့ နာမည်ကျော်\nရုပ်ရှင်တွေထဲက တစ်ကားပါ။ Ceylanဟာ ၂၀၁၄မှာ Winter Sleep နဲ့ Palme\nd'Orရဖူးပြီး ကားတိုင်းနီးပါးလည်း ဝေဖန်ရေးသမားတွေ သဘောကျခံရတဲ့\nဒါရိုက်တာပါပဲ။သူ့ရုပ်ရှင်တွေဟာ ဖြစ်တည်မှုပဓာနဝါဒ အငွေ့အသက်နဲ့ လူ့ဘဝရဲ့ငြီးငွေ့ဖွယ်\nကောင်းမှုတွေကို ရိုက်ပြတတ်ပြီး နေ့စဉ်ဘဝကို အသေးစိတ်ဖော်ပြတတ်တဲ့\nဒါရိုက်တာလို့လည်း ဆိုပါတယ်။ သဘာဝကျတာကို တော်တော် အသားပေးတဲ့\nဒါရိုက်တာလည်းဖြစ်ပြီး သူ့ရုပ်ရှင်တွေမှာ ဆက်တင်ကို သီးသန့်ပြင်ဆင်ခြင်းမရှိဘဲ\nမူလသဘာဝအတိုင်း ရိုက်ပြတတ်သလို သရုပ်ဆောင်တွေကလည်း သရုပ်ဆောင်\nမဟုတ်တဲ့ သူ့မိသားစုဝင်တွေ အိမ်နီးနားချင်းတွေကိုပဲ သုံးတာများပါတယ်။ သူ့မိန်းမ\nရုပ်ရှင်မင်းသမီးကတော့ ခြွင်းချက်ပေါ့။ သူ့ကားတွေအကုန်လုံးကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/3eEZ2/Three.Monkeys.2008.720p.BluRay.x264-PHOBOS[CM].mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/asaf-135x200.jpg",
        "title": "Four Samosas (2022)",
        "description": "ဗင်နီ၊ ဇက်ခ်၊ အန်ဂျလီ၊ ပါရူဆိုတဲ့ စမူဆာ လေးခု ရှိပါတယ်။ဗင်နီဆိုတဲ့ စမူဆာကတော့ ကိုယ့်နယ်မြို့လေးက အထည်ဆိုင်တစ်ခုမှာ\nအရောင်း၀န်ထမ်းလုပ်နေတဲ့ လူငယ်လေးတစ်ယောက်။ ဘ၀ပေးအရသာ\nအရောင်း၀န်ထမ်း လုပ်နေရပေမဲ့ ရက်ပ်ပါ တစ်ယောက်ဖြစ်ဖို့ ၀ါသနာ\nပါတဲ့သူ။ပြတ်သွားတဲ့ ရည်းစားဟောင်းမလေး ရီနာကိုလဲ မမေ့နိုင်သေးဘဲ\nခဏခဏ တမ်းတလေ့ရှိတယ်။တစ်နေ့မှာတော့ ရီနာတစ်ယောက် သူနဲ့ နှပ်ချေးတွဲလောင်းဘ၀ကတည်းက\nပြိုင်ဖက်ဖြစ်တဲ့ ဆန်ဂျေး ဆိုတဲ့ ငနဲ နဲ့ စေ့စပ်လိုက်ပြီဆိုတာ သိလိုက်ရတော့\nဗင်နီ သောကမီးတွေ ဝေသွားတယ်။ဒီတော့ ဗင်နီတစ်ယောက် ရီနာလေးကို ပြန်အရယူဖို့အတွက်\nသူ့ရဲ့ မဟာအကြံအစည်ကြီးကို အကောင်အထည်‌ဖော်ဖို့ ကြံပါတော့တယ်။\nအဲဒါကတော့ ရီနာအဖေ ပိုင်တဲ့ စတိုးဆိုင်ကြီးကို ဖောက်ထွင်းပြီး သူ့ရဲ့\nစိန်တွေကို ခိုး...အဲဒီလိုနည်းနဲ့ ရီနာရဲ့ လက်ထပ်ပွဲကို ဖျက်ဖို့ပါ။ဒါပေမဲ့ ဗင်နီတစ်ယောက်တည်း အားနဲ့ မဖြစ်နိုင်တာမို့ ဗင်နီရဲ့\nသူငယ်ချင်း သရုပ်ဆောင်ရူး ဇက်ခ်၊ သတင်းထောက်မလေး အန်ဂျလီ၊\nအလုပ်လက်မဲ့ အင်ဂျင်နီယာ ပါရူ တို့ရဲ့ အကူအညီယူပြီး ဖောက်ထွင်ရေး\nစီမံကိန်းကြီးကို စတင်ပါတော့တယ်။ဒီလိုနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1SHiw/Four.Samosas.2022.720p.(CM).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oLKsjDIAqGkTxCXE04mqLZ4AVy2.jpg",
        "title": "The Blood Of The Bright Sword ( 2023 )",
        "description": "တရုတ်နိုင်ငံအတွင်း ဂျပန်တပ်တွေ အုပ်စိုးချယ်လှယ်စဥ်အချိန်ကာလ...,\nအဋ္ဌမလမ်းကြောင်း(ပါးလု)တပ်မတော်ရဲ့ အဖွဲ့ချုပ် ဖြစ်သူ လီယွင်လုံ\nနဲ့ ရှို့ချင်တို့ရဲ့ မင်္ဂလာပွဲညမှာ ဂျပန်အထူးတပ်ဖွဲ့ဟာ ဝင်ရောက် ထိုးစစ်ဆင်ပါတော့တယ် ။\nအဲဒါအပြင် ကျောက်ကျားတောင်ကြားရွာက ရွာသူရွာသား\nအများအပြားဟာ ဂျပန်တွေလက်ထဲမှာ အပြစ်မဲ့စွာသေဆုံးသွားခဲ့ကြပြီး\nသတို့သမီးဖြစ်သူ ရှို့ချင်ကိုလဲ အရှင်လတ်လတ်ဖမ်းဆီးသွားခဲ့ပါတော့တယ် ။ဒီလုပ်ရပ်ကို မခံမရပ်ဖြစ်နေကြတဲ့ အဋ္ဌမလမ်းကြောင်း(ပါးလု)\nတပ်မတော် နဲ့ ကျောက်ကျားတောင်ကြားရွာ ရွာသူရွာသားတွေဟာ\nဖက်စစ်ဂျပန်တွေကို တိုက်ခိုက်ဖို့အတွက် တစ်ဖန်ပြန်ကာ ထိုးစစ်ဆင်လာခဲ့ပါတယ် ။ ဒီတော့ -❏ သူတို့တွေရဲ့ တိုက်ပွဲ အောင်မြင်နိုင်ပါ့မလား ?\n❏ အသက်နဲ့ရင်းကား ပေးဆပ်ခဲ့ကြတဲ့ ကျောက်ကျားတောင်ကြားရွာ\nရွာသူရွာသားတွေအတွက် လက်စားချေပေးနိုင်ပါ့မလား ?❏ မဂ်လာဦးညမှာတင် ကွဲကွာသွားခဲ့တဲ့ လီယွင်လုံ နဲ့ ရှို့ချင်တို့ကတော့\nပြန်လည်တွေ့ဆုံ နိုင်ပါ့မလားဆိုတာ ဒီဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-blood-of-the-bright-sword-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/afsdv-143x200.jpg",
        "title": "The Long Kiss Goodnight (1996)",
        "description": "ဇာတ်ကြမ်းကားကောင်းတွေကို စောင့်စားနေတဲ့ CM ပရိသတ်တို့အတွက် \"မေယိုး\" မူပိုင်ရှင် မင်းသားကြီး Samuel L. Jackson နဲ့ မင်းသမီးကြီး Geena Davis တို့ရဲ့ 1996 ခုနှစ်တုန်းကထွက်ရှိခဲ့တဲ့ အက်ရှင်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ လွန်ခဲ့တဲ့ရှစ်နှစ်တုန်းက နယူဂျာစီရဲ့ ကမ်းခြေမှာလာပြီး ကမ်းတင်နေခဲ့တဲ့ ဆမန်သာ ကိန်း (Geena Davis) တစ်ယောက် အတိတ်မေ့ရောဂါကြောင့် အတိတ်ဘဝဟောင်းကိုလည်း မမှတ်မိသလို သူနဲ့ပတ်သတ်တဲ့ပစ္စည်းကလည်း သော့တစ်ချောင်းနဲ့ ကိုယ်ဝန်နှစ်လပဲပါလာခဲ့ပါတယ်။ တစ်နေ့မှာတော့ ကားမတော်တဆမှုတစ်ခုကြောင့် သူမေ့နေခဲ့တဲ့ အတိတ်ကစွမ်းရည်တွေပြန်ပေါ်လာခဲ့ပြီး သူ့ကို လှည့်လည်ပွဲတစ်ခုမှာ သူ့ကိုမြင်ခဲ့မိတဲ့ အတိတ်ကရန်ဘက်ဟောင်းကလာသတ်ဖို့ကြိုးစားပါတော့တယ်။ ဒီအချိန်မှာ သူ့ရဲ့ဘဝဟောင်းကို‌ ဖော်ထုတ်ဖို့အတွက် သူငှားရမ်းထားတဲ့ အလွတ်စုံထောက် မစ်ခ်ျ (Samuel L. Jackson) ကသူစုံစမ်းထားသမျှသတင်းတွေနဲ့ ရောက်လာပြီး နှစ်ယောက်သားအမှန်တရားကိုရှာဖွေဖို့ထွက်ခဲ့ကြရင်း ဆမန်သာ ရဲ့ဘဝဟောင်းကို တဖြည်းဖြည်းသိရှိလာခဲ့ရတဲ့အခါမှာ ဘဝဟောင်းက ရန်ဘက်တွေကဘယ်သူ‌တွေလဲ၊ ဘယ်လိုအဖွဲ့တွေပါဝင်နေလဲ၊ ...",
        "rating": "",
        "url": "https://megaup.net/1cIyl/hca-thelongkissgoodnight.720p.(CM).mp4",
        "category": "Action, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNzE5NDYzM2YtMjlhMS00Yjc5LWFhZWUtNjQ4ODVhZTQ4OTFkXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_-130x200.jpg",
        "title": "Taking Woodstock (2009)",
        "description": "Taking Woodstock (2009)လူငယ်တို့ရဲ့ ငယ်ရွယ်မှုနဲ့လွတ်လပ်မှုကို ဘယ်အရာတွေနဲ့များ တားဆီးလို့ရနိုင်မှာတဲ့လဲ..၁၉၆၉ ခုနှစ်က ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး\nIMDB 6.7/10 ရရှိထားတဲ့ Taking Woodstock (2009) ဆိုတဲ့\nDrama/Musicကားလေးပါ..ဇာတ်လမ်းအကျဉ်း\n၁၉၆၉ ခုနှစ်က နယူးယော့ခ်ရဲ့ဝှိုက်လိတ်ခ်မြို့က အယ်လီယက်ဆိုတဲ့\nလူငယ်ကောင်လေးတစ်ယောက်က သူ့ဘဝကို မိဘတွေရဲ့စိတ်တိုင်းကျ\nအယ်မိုနာခိုဆိုတဲ့အပန်းဖြေစခန်းလေး လည်ပတ်ရာမှာ အကူအညီပေးနေခဲ့ပြီး\nသူတို့ရဲ့ အပန်းဖြေစခန်းလေး ဘဏ်ကို အကြွေးနဲ့အသိမ်းမခံရဖို့အရေး\nဂီတပွဲတော်လေးတစ်ခု ကျင်းပဖို့ ပြင်ဆင်နေခဲ့တာပါ..\nနှစ်စဉ်ကျင်းပမြဲ ပွဲတော်နဲ့မတူဘဲ အဲဒီနှစ်မှာတော့ အကြောင်းအမျိုးမျိုးကြောင့်\nတကယ့်လူငယ်ကြိုက် ဝုဒ်စတော့ခ်အဖွဲ့ရဲ့ တေးဂီတဖျော်ဖြေပွဲတစ်ခု\nပြုလုပ်ပေးဖို့ အကြောင်းဖန်လာပါတော့တယ်..\nလူသောင်းဂဏန်းလောက်ပဲ လာရောက်မယ်လို့ မှန်းထားပေမယ့် တကယ်တမ်း\nလူသိန်းပေါင်းများစွာ သူတို့ရဲ့ အညတရမြို့လေးကို စုရုံးရောက်ရှိလာခဲ့ချိန်မှာတော့\nအယ်လီယက်တစ်ယောက် မြို့ခံတွေရဲ့ကန့်ကွက်မှုက တစ်မျိုး\nပွဲကျင်းပရေး တာဝန်ခံတွေက တစ်ဖုံနဲ့ ဗျာများရပါတော့တယ်..\nဗီယက်နမ်စစ်ပွဲကြောင့် ပွဲငတ်နေတဲ့ လူငယ်လေးတွေက\nလုပ်ချင်ရာတွေလုပ် ဖြစ်ချင်ရာတွေဖြစ်ပြီး ကားတွေကြပ် လမ်းတွေပိတ်\nအခက်အခဲပေါင်းစုံကို အယ်လီယက်တစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲ..\nသူတို့ စီစဉ်ထားသလိုရော ဂီတပွဲတော်က အဆင်ပြေပြေ ပြီးမြောက်သွားပါ့မလား..\nသူ့မိဘတွေရဲ့ အပန်းဖြေစခန်းလေးကိုရော ချောချောမွေ့မွေ့နဲ့ ပြန်ရယူနိုင်ပါ့မလား..\nလူငယ်လေး အယ်လီယက်တစ်ယောက်\nလူငယ်တွေအတွက် ဂီတပွဲတော်ကျင်းပဖို့ကြိုးစားရင်း\nပျောက်ဆုံးနေတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1SHj7/Taking.Woodstock.2009.720p.(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9z36SzknysvC5EnWK8hOnlCW6rA.jpg",
        "title": "Blue Jean (2022)",
        "description": "Blue Jean (2022)~ IMDb - 7.3/10, Rotten Tomatoes - 95% ~(18+ ​လေးဖြစ်တာမို့လို့ အသက်ပြည့်ပြီးမှ ကြည့်ကြဖို့တော့ သတိပေးပါရ​စေ)2022 မှာထွက်ရှိထားပြီး Rating လည်း​ကောင်း၊ Awards ​တွေဆိုရင်လည်း ၁၂ ဆု​တောင်ရရှိထားတဲ့ Independent Film တစ်ခုလည်းဖြစ်ပြီး LGBT ဇာတ်လမ်းအမျိုးအစားဖြစ်တဲ့ Blue Jean ​လေးဟာ ​အခုလို ပွင့်လင်းမြင်သာမှုမရှိ​သေးတဲ့ အရင်​ခေတ်ကြီးက LGBT တွေ ရင်ဆိုင်​​နေရတဲ့ ဘဝ​လေးကို ရိုက်ကူးပြထားတာပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~​ခေတ်ကိုအရင်​ပြောရမယ်ဆိုရင်​တော့ LGBT ​တွေအတွက် ​နေရာမရှိတဲ့​ခေတ်၊ LGBT ဆိုတာနဲ့ လူဆိုးလိုလို မ​ကောင်းဆိုးဝါးလိုကြည့်ခံရတဲ့​ခေတ်၊ LGBT ဘဝကို သာမန်ဘဝလို့ မသတ်မှတ်ထားတဲ့​ခေတ်၊ မာဂရက်သက်ချာအစိုးရက Gay ​တွေ Lesbian ​တွေအတွက် တန်းတူအခွင့်အ​ရေးရဖို့ ကြိုးစား​ပေး​နေဆဲကာလဖြစ်တဲ့ ၁၉၈၈ ခုနှစ် ...",
        "rating": "7.3",
        "url": "https://megaup.net/1cSx5/(CM)_Blue_Jean_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNzg3MDg3ZTItNzc4OS00YzdiLTgwMTEtNzNkN2E3OWYzZWMzXkEyXkFqcGdeQXVyMTE0MTY2Mzk2._V1_-160x200.jpg",
        "title": "Kuttey (2022)",
        "description": "Kuttey (2023)IMDb-6.4/10ဇိုးတွေကြားကပဋိပက္ခတွေ လှည့်ကွက်ပရိယာယ်တွေ\nကြိုက်တဲ့ညိုကီတို့အတွက်ရုံတင်ဇာတ်ကားကောင်းသရုပ်ဆောင်စွမ်းရည်ကောင်းတယ်လို့ နာမည်ကြီးတဲ့\nအာဂျွန်ကပူးလ်နဲ့ Drishyam ထဲကရဲမေမင်းသမီးကြီးက\nဒီထဲမှာလည်းရဲမေအဖြစ်သရုပ်ဆောင်ထားပါတယ်\nဒီကားဟာ Aasmaan Bhardwaj ဆိုတဲ့\nတက်သစ်စဒါရိုက်တာတစ်ယောက်ရဲ့ ပွဲဦးထွက်ကားပါကိုယ့်လိုအပ်ချက်နဲ့ကိုယ် ငွေပမာဏကြီးကြီးလိုချင်နေကြသူတွေ\nငွေရပေါက်ကြီးကိုမထင်မှတ်ပဲအားလုံးပြိုင်တူလိုက်မိချိန်မှာ.....ဇလည်းရှိ ဉာဏ်လည်းများတဲ့သူတို့တွေ\nဒီငွေတွင်းကို ဘယ်လိုအနိုင်တိုက်ယူကြမလဲ\nမြွေမြွေချင်းခြေမြင်နေကြတဲ့သူတွေအချင်းချင်း\nဘယ်လိုတွေအကွက်ကျော်ရိုက်ချကြမလဲခံစားကြည့်ပါဦး\nFile size…1.54GB / 700MB\nQuality…1080p TRUE WEB DL /720p\nFormat…mp4\nDuration….1h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~ Khin Khin",
        "rating": "6.4",
        "url": "https://megaup.net/1SQbk/Kuttey_(2023)_Hindi_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r4FvRHW1J9FAOnCYchZ7QanQ04e.jpg",
        "title": "The Whole Nine Yards (2000)",
        "description": "The Whole Nine Yards (2000)~ IMDb rating - 6.7/10 ~Nicholas \"Oz\" Oseransky ဟာ လူချစ်လူခင်များပြီး စိတ်ထားကောင်းတဲ့ ကူညီတတ်တဲ့ သွားဆရာဝန်တစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမဲ့လည်း အိမ်မှာတော့ သူ့ကိုတစ်ချိန်လုံးထိုင်နှိပ်စက်နေတဲ့ဇနီးဆိုးနဲ့ ယောက္ခမဆိုးတွေကြောင့် ဒီအိမ်ထောင်ရေးကနေထွက်ပေါက်ရှာချင်နေတဲ့သူပါ။တစ်နေ့မှာတော့ သူတို့ဘေးအိမ်ကိုပြောင်းလာတဲ့လူဟာ သူ့ဂိုဏ်းခေါင်းဆောင်ကိုလက်ထောက်ချပြီး လာရှောင်တိမ်းနေတဲ့ နာမည်ကျော် ကြေးစားလူသတ်သမားဖြစ်တဲ့ Jimmy The Tulip ဆိုတာကို သူသိလိုက်ရပြီး သူ့မိန်းမကိုပြောပြမိခဲ့ပါတယ်။ အဲဒီမှာပဲ မလည်ရှုပ်လုပ်ချင်တဲ့ သူ့မိန်းမဟာ ကြံကြီးစည်ရာလို့ပြောရမယ့် အကြံကြီးတစ်ခုကိုစိတ်ကူးပေါက်ပြီး သူ့ကိုအတင်းအကျပ်ခိုင်းပါတော့တယ်။ အဲဒီအကြံကတော့ Jimmy ရဲ့ ဂိုဏ်းကိုသွားဆက်သွယ် Jimmy ကို လက်ထောက်ချပြီး ဂိုဏ်းကပေးတဲ့ဆုကြေးကိုထုတ်ဖို့ပါပဲ။ ကြေးစားလူသတ်သမားဖြစ်တဲ့ Jimmy ကတော့ Oz ကိုခင်ခင်မင်မင်လာပေါင်းတဲ့အတွက် Oz ကသူ့ဇနီးခိုင်းတာကိုမလုပ်ချင်ပေမယ့် မလွန်ဆန်နိုင်တဲ့အတွက် ရှေ့ဆက်တိုးရတဲ့အခါမှာတော့...ကြေးစားလူသတ်သမားဖြစ်ချင်တဲ့ Oz ရဲ့ လက်ထောက်ကောင်မလေး Jill, ...",
        "rating": "6.7",
        "url": "https://megaup.net/3eKTd/(CM)_The_Whole_Nine_Yards_(2000)_720p.mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZjBhZTAzYmYtMjk4OC00NGMwLTk0NWItMWExZDNiMmFkMjJhXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-160x200.jpg",
        "title": "Middle Class Love (2022)",
        "description": "Middle Class Love (2023)\nIMDb 6.4/10မင်းသားချောလေး Prit Kamani က Kavya Thapar , Eisha Singh တို့လို\nအလန်းလေးတွေနဲ့ မချောနှစ်ယောက်ကိုယ်တစ်ယောက်မယ့်\nComedy/Drama/Romantic ဇာတ်ကားမျိုးပါလူလတ်တန်းစားကနေမွေးဖွားလာတဲ့လူတွေအတွက်‌ကတော့ မလိုအပ်တဲ့နေရာမသုံးဖို့\nပိုက်ဆံစုဖို့ဆိုတာ ထပ်ကာတလဲလဲ ကြားရမဲ့ ဓာတ်ပြားဟောင်းတွေပဲပေါ့\nဒါကိုယူဒီ( Prit Kamani) က ငြီးငွေ့နေပါတယ် သူ့အိပ်မက်ကတော့\nချမ်းသာတဲ့ဘောစိမမနဲ့တွဲပြီး ဒီလူလတ်တန်းစားဘဝထဲကရုန်းထွက်ဖို့ပါ\nဖြစ်ချင်တော့သူဝင်ခွင့်ရတဲ့ကျောင်းမှာကလည်း သူ့စံပြ‌ ဘောစိကောင်မလေးရှိနေတယ်ပေါ့\nဒီတော့ ယူဒီကဆုံးဖြတ်ချက်ချပြီး အပိုင်လိုက်ဖို့ကြံပါပြီဒါပေမဲ့ သူလိုက်မဲ့ကောင်မလေးဆာရှာမှာ သူနဲ့မတည့်တဲ့အက်ရှ်ဆိုတဲ့\nတစ်ယောက်ရှိနေပါတယ် ဘုံလုံတစ်လှည့်ငါးဖျံတစ်လှည့်\nသူဦးသူဆော် ကိုယ်ဦးကိုယ်ဆော်နှစ်ယောက်ပါ ဒီနှစ်ယောက်ကြားထဲမှဝင်မိတဲ့\nယူဒီ့တစ်ယောက်ဘာဆက်ဖြစ်မလဲ ဆာရှာက အက်ရှ်ကိုအသည်းကွဲအောင်လုပ်နိုင်ရင်\nရည်းစားအဖြစ်ရွေးချယ်မယ်ဆိုတော့ ယူဒီတစ်ယောက်ဘယ်လို အလွဲတွေနဲ့ရှေ့ဆက်သွားမလဲ\nသူ့အိပ်မက်ကရောအောင်မြင်မလားဆိုတာ လူငယ်တွေကြားပေါ့ပေါ့ပါးပါးနဲ့ကြည့်ရှုရမဲ့ကားလေးပဲဖြစ်ပါတယ်\nFile size…2.5GB / 1.1GB\nQuality…1080p Zee5 WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai Thu Rein~Thaik San",
        "rating": "6.4",
        "url": "https://megaup.net/1cSwi/Middle.Class.Love.2023.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/32DhJlTTmLeaPNQeh2oHuDNRmqF.jpg",
        "title": "The Abandoned(2006)",
        "description": "သရဲကားကြိုက်တဲ့ ပရိတ်သတ်တွေအတွက် 2006ခုနှစ်မှာ ထွက်ခဲ့တဲ့ The Abandonedဆိုတဲ့ horrorကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်လမ်းထဲမှာတော့ မာရီဟာ ငယ်စဉ်ကတည်းက မွေးစားမိဘတွေနဲ့ ကြီးပြင်းလာခဲ့သူတစ်ဦး ဖြစ်ပါတယ်။မာရီဟာ သူ့ဘဝသက်တမ်းရဲ့ တစ်ဝက်လောက်ကို မိဘအရင်းတွေကိုရှာရင်းကုန်ဆုံးခဲ့ပေမယ့် ဘာသတင်း အစအနမှ မရခဲ့ပါဘူး။ တစ်နေ့မှာတော့သူ့ရဲ့ မိဘတွေနဲ့ပတ်သတ်လို့ ရှေ့နေတစ်ဦးက မာရီဆီကို ဆက်သွယ်ခဲ့ပါတယ်။အကြောင်းရင်းကတော့ သူ့မိဘတွေနေခဲ့တဲ့ ကိတ်ဒန်နော့စကီ ခြံကြီးကို အမွေဆက်ခံဖို့ပါပဲ။ကိတ်ဒန်နော့စကီ ခြံကြီးဟာ လူသူမနီးတဲ့အရပ်မှာ တည်ရှိပြီး မြစ်ပတ်လည်ဝိုင်းနေတဲ့အတွက်တံတားနဲ့သွားရတဲ့ ကျွန်းသဖွယ်ဖြစ်နေတဲ့ ခြံကြီးပါ။ မာရီတစ်ယောက် သူ့မိဘအရင်းတွေအကြောင်းကိုရှာဖွေဖို့အတွက် ဒီခြံကြီးကိုရောက်သွားတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်မလဲ ကြည့်ရှုရမှာပါ။\nဒီခြံကြီးရဲ့ အတိတ်မှာ ဘာတွေဖြစ်ခဲ့ပြီး မာရီနဲ့ဘယ်လိုဆက်စပ်နေမလဲ၊ မာရီတစ်ယောက်ရော သူလို့ချင်တဲ့အတိတ်ကိုရှာတွေ့နိုင်မလား ဒါမှမဟုတ် မာရီရဲ့အတိတ်ကပဲ မာရီကိုလိုက်ရှာနေခဲ့တာလား ဆိုတာကိုရင်တထိတ်ထိတ် ကြည့်ရှုရမှာဖြစ်ပါတယ်။Horrorကားကောင်းတွေ ကြိုက်နှစ်သက်သူတွေအနေနဲ့ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ။ File size…1.85GB / 686.5MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 39m\nGenre ...",
        "rating": "5.5",
        "url": "https://megaup.net/1cT26/The.Abandoned.2006.Blu-Ray720P.MW(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/insert-good-135x200.jpg",
        "title": "The Good Lie (2014)",
        "description": "ဆူဒန်ပြည်တွင်းစစ်တုန်းအတွင်းမှာ Mamere တို့ရွာလေးဟာမီးရှို့ဖျက်ဆီးခံရပြီး မိဘတွေလည်းအသတ်ခံခဲ့ရပါတယ်။ ဒါပေမယ့် Mamere တို့ညီအစ်ကိုမောင်နှမတစ်သိုက်ဟာ အားမလျော့ဘဲ ဘေးကင်းရာကိုထွက်ပြေးခဲ့ရပါတယ်။ လမ်းခရီးမှာလည်း ဒုက္ခတွေကြုံခဲ့ရအပြီးမှာတော့ နောက်ဆုံးမှာကင်ညာနိုင်ငံဒုက္ခသည်စခန်းကိုရောက်ခဲ့ပါတယ်။ စခန်းမှာနှစ်အတန်ကြာနေခဲ့ပြီးနောက်မှာ Mamere တို့မောင်နှမတွေ အမေရိကမှာခိုလှုံခွင့်ရခဲ့ပါတယ်။ ဒါပေမယ့် လူနေမှုအဆင့်အတန်းနဲ့ ယဉ်ကျေးမှုကွာခြားလှတဲ့ တိုင်းပြည်မှာ အခြေချနိုင်ဖို့ Mamere တို့အတွက်မလွယ်ကူခဲ့ပါဘူး။ မိသားစုစိတ်ဓာတ်၊စွန့်လွှတ်အနစ်နာခံမှုတွေကိုဖော်ကျုးထားတဲ့ ဇာတ်ကားလေးပါ။File size…(1.9GB)/(944MB)/(657 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre...Biography / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "7.4",
        "url": "https://megaup.net/2yB6w/The.Good.Lie.2013.720p.(CM).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/na80ysnoCvoxwGTMWCWYvnmaDlz.jpg",
        "title": "The Tailor of Panama(2001)",
        "description": "The Tailor of Panama(2001)**************************James Bond မင်းသားကြီး Pierce Brosnan အပြင်\nGeoffrey Rush,Jamie Curtis တို့လိုနာမည်ကြီး\nသရုပ်ဆောင်များနဲ့ ဟယ်ရီပေါ်တာမင်းသားလေး\nDaniel Radcliffe ကကလေးသရုပ်ဆောင်အဖြစ်\nပါဝင်သရုပ်ဆောင်ထားတဲ့ နိုင်ငံရေးလှည့်ကွက်တွေအကြောင်း\nရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။နိုင်ငံခြားရေးဝန်ကြီးရဲ့ အပျော်မယားနဲ့ကိစ္စတွေရှုပ်ခဲ့လို့\nပန်နမာကိုစေလွှတ်ခံရတဲ့ စစ်တပ်သတင်းဌာနက အန်ဒီအော့စ်နာဟာ\nပန်နမာမှာဖြစ်နေတဲ့ အကျင့်ပျက်ခြစားမှုတွေနဲ့ မကောင်းမှုဒုစရိုက်တွေကိုစုံစမ်းဖို့\nပုံပြောကောင်းတဲ့ အပ်ချုပ်သမား ဟယ်ရီပန်ဒယ်ကိုအကြပ်ကိုင်ခိုင်းစေပါတယ်။\nဟယ်ရီအနေနဲ့ သူ့ရဲ့အတိတ်ကအကြောင်းတွေကို မပေါ်စေချင်တဲ့အတွက်ကြောင့်ပဲ\nအန်ဒီခိုင်းသမျှကိုလိုက်လုပ်ပေးရာကနေ ဘယ်လောက်အထိဆိုးဝါးသွားမလဲ...\nသူ့ရဲ့ပုံပြောကောင်းတဲ့အရည်အချင်းနဲ့ ဘယ်လိုဇာတ်လမ်းတွေဖန်တီးခဲ့တာလဲဆိုတာကို\nလှည့်ကွက်ပေါင်းများစွာနဲ့ ကြည့်ရှုခံစားကြရမှာပဲဖြစ်ပါတယ်.....File Size :(3.4GB) (0.9GB) and (472MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:49:00\nGenre : Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/2yNkz/The.Tailor.of.Panama.2001.BLU-RAY.720P(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ghwdgdxbr6kFvSO5vFl51xB1Pyy.jpg",
        "title": "The Donor Party(2023)",
        "description": "The Donor Party(2023)**********************လောကကြီးက လူတိုင်းမှာ အိပ်မက်ကိုယ်စီ ရှိကြပါတယ်\nဒါပေမယ့် ဒီကားထဲက Jaclyn McGinley ဆိုတဲ့ ကာရိုက်တာကတော့ထူးထူးဆန်းဆန်း အမေဖြစ်ချင်တာပါ ...ဒီ့ထက်ပိုဆန်းတာက ယောကျာ်း မယူဘဲ အမေဖြစ်ချင်တာပါ ....အဲ့ဒီလို လုပ်ဖို့က မွေးစားရင်မွေးစား မဟုတ်ရင် sperm bank ကိုသွားမှာပဲရပါတော့မယ်...\nဒါပေမယ့် အဲ့ဒီနှစ်ခုလုံးက ဈေးကြီးတာမို့လို့လည်း မလုပ်နိုင်ပြန်ပါဘူး\nအဲ့ဒီတော့ ယောကျာ်းလည်းမယူရ ကလေးလည်းရ ပိုက်ဆံလည်းမကုန်မယ့်အကြံကိုသူ့သူငယ်ချင်းနှစ်ယောက်က ကူစဉ်းစားပေးပါတော့တယ်...\nကလေးရဖို့ ဘာတွေ ဘယ်လိုကြံကြမလဲဆိုတာကတော့.......File Size : (1.4GB) and (632MB)\nQuality : AMZN.WEB-DL1080P,720p\nFormat…mp4\nDuration…01:33:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1cSod/The.Donor.Party.2023.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTY5NjE3MjkzM15BMl5BanBnXkFtZTYwMDU1NDk5._V1_-134x200.jpg",
        "title": "Poolhall Junkies (2002)",
        "description": "ဒီ ဇာတ်ကားကတော့ ပေါ့ပေါ့ပါးပါးကြည့်ကောင်းတဲ့ ကားတစ်ကားပဲဖြစ်ပါတယ်။\nPoolhall junkiesဆိုတဲ့အတိုင်း ဘိလိယက်အားကစားကိုရူးသွပ်ကြတဲ့ လူငယ်တွေရဲ့ဇာတ်ကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတာပါ။ ဇာတ်အရမ်းနာတဲ့ဇာတ်ကွက်တွေမပါတာကြောင့် စိတ်အပန်းပြေချင်တဲ့အခါ ကြည့်လို့သင့်တော်တဲ့ကားတစ်ကားပါ။ ရယ်ရတဲ့အခန်းတွေ အများကြီးပါပါတယ်။၁၂နှစ်သားဘဝကတည်းက ဘိလိယက်အားကစားကိုချစ်မြတ်နိုးတဲ့ဂျွန်နီဟာ ဂျိုးလက်ထဲမှာ ၁၅နှစ်ကြာတဲ့ထိ လောင်းကြေးနဲ့ဆော့တဲ့ ဘိလိယက်ဆရာတစ်ယောက်အဖြစ်ရပ်တည်ခဲ့တယ်။ ဒါပေမဲ့ ဂျွန်နီကတော့ပြိုင်ပွဲဝင်ကစားသမားတစ်ယောက် ဖြစ်ချင်ခဲ့တာပါ။ ဂျိုးရဲ့လက်ချက်ကြောင့် ဂျွန်နီက သူဖြစ်ချင်ခဲ့သလိုမျိုး သိက္ခာရှိရှိပြိုင်ပွဲဝင်ကစားသမားအနေနဲ့မဟုတ်ပဲ လောင်းကြေးနဲ့ဆော့တဲ့ရိုက်စားသမားဖြစ်ခဲ့ရတယ်။ဂျွန်နီရဲ့ ညီနဲ့ သူငယ်ချင်းသုံးယောက်ကလည်း အမြဲတမ်း နယ်ခံဘိလိယက်ရုံထဲမှာ ဗရုတ်ကျနေကျသူတွေပေါ့။ သူငယ်ချင်းတွေက တစ်ယောက်ကိုတစ်ယောက်ချစ်ကြတဲ့အပြင် စကားပြောရင်လည်းအဆဲမပါရင်မပြီးကြပါဘူး။တစ်နေ့ ဂျိုးရဲ့လုပ်ရပ်ကိုသိသွားတဲ့ဂျွန်နီက ဂျိုးကိုနစ်ဂါတွေဆီထိုးကျွေးပြီး ကိုယ့်နယ်ကိုပဲပြန်လာခဲ့တယ်။ အဲဒီနောက်ပိုင်းမှာတော့ ဂျွန်နီနဲ့ သူငယ်ချင်းတွေပေါင်းပြီး အခက်အခဲတွေကိုအတူတူရင်ဆိုင်ကြပုံကို ရိုက်ကူးထားပါတယ်။ သူငယ်ချင်းစိတ်ဓာတ်ကို အခြေခံပြီးလည်းရိုက်ကူးထားတဲ့ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။File size…(2.7 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Drama,Comedy,Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Su Eaindra",
        "rating": "",
        "url": "https://megaup.net/1SIkt/Poolhall.Junkies.2002.720p.(CM).mp4",
        "category": "Comedy, Drama, Thriller"
    }
]