[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/02475289-1-300x203.jpg",
        "title": "Project Almanac  (2014)",
        "description": "(၁၇)နှစ်အရွယ် အထက် တန်းကျောင်းသားလေး ဒေးဗစ် ရက်စ်ကင်ဟာ တီထွင်ဖန်တီးရ တာတွေကို စိတ်ဝင်စားသူဖြစ်တဲ့ အလျောက် နည်းပညာတက္ကသိုလ် ကိုဝင်ချင်ပေမယ့် ကျောင်းစရိတ် မတတ်နိုင်ခဲ့ပါဘူး။ သူ့အမေက အိမ်ကိုရောင်းပြီး သူ့ကို ကျောင်း ထားဖို့စီစဉ်တာမို့ ဒေးဗစ်ဟာ သူ့ညီမခရစ္စတီးနား၊ သူငယ်ချင်းတွေဖြစ်တဲ့ အဒမ်လီ၊ ကွင်းဂိုးလ်ဘာ့ဂ်တို့နဲ့အတူ ဒေးဗစ် (၇)နှစ်ပြည့် မွေးနေ့မှာ ကားမှောက်ပြီးသေဆုံးခဲ့တဲ့သုတေသီသူ့အဖေ ပိုင်ဆိုင်တဲ့ ပစ္စည်းတွေ သိမ်းဆည်းကြပါ တယ်။အဲဒီမှာ သူ (၇)နှစ်ပြည့်မွေး နေ့တုန်းက ဗီဒီယိုမှတ်တမ်းတင် ထားတဲ့ ကင်မရာကိုဖွင့်ကြည့်ရင်း အဲဒီဗီဒီယိုထဲက မှန်ချပ်ထဲမှာ သူ့ ရဲ့လက်ရှိပုံရိပ်ထင်နေတာကို တွေ့ခဲ့တာကြောင့် ထူးဆန်းတဲ့ ဖြစ်ရပ်ကိုခြေရာခံရင်း သူ့အဖေ တီထွင်ထားတဲ့ Time Machine ကို ရှာဖွေတွေ့ရှိခဲ့ပါတယ်။ Time Machine ကိုသုံးပြီး အချိန်တွေ အရွှေ့အပြောင်းလုပ်ကြည့်ရင်း ဒေးဗစ်တို့အဖွဲ့တွေ ကိုယ်လုပ်ချင် တဲ့အရာတွေကို တစ်လှည့်စီလုပ် ကြည့်ကြပါတော့တယ်။Project ...",
        "rating": "",
        "url": "https://megaup.net/2nwB2/Project_Almanac_(2015)_[Science_Fiction]_[Jonny_Weston]_[USA]_[6.5].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://fbcdn-sphotos-d-a.akamaihd.net/hphotos-ak-xpf1/v/t1.0-9/10609656_757298624309457_4168744517679332715_n.jpg?oh=492960237f68e73347522930fa6201c6&oe=560720A1&__gda__=1441702347_afb53a26761b1cc62116d1081ccc6e55",
        "title": "Better Living Through Chemistry (ျမန္မာစာတန္းထိုး) 18 +",
        "description": "Better Living Through Chemistry =========================  March 14, 2014 မွာ ထြက္ရွိခဲ့ၿပီး Directors: Geoff Moore, David   Posamentier တို႔ ႏွစ္ဦးက ရိုက္ကူးတင္ဆက္ေပးထားတာပါ  အိမ္ေထာင္ေရး ႏွင့္ အခ်စ္ ပညာေပး ဇတ္လမ္းျဖစ္ၿပီး  အိမ္ေထာင္ေရး ေဖာက္ျပန္မႈ ႏွင့္ အိမ္ေထာင္ေရးမသာယာမႈေတြအတြက္  ႀကိဳတင္ဆင္ျခင္ႏိုင္ၿပီး ႏွစ္ဦးႏွစ္ဖက္ ညွိယူမွသာ အိမ္ေထာင္ေရးသာယာ  ႏိုင္မည္ျဖစ္ေၾကာင္းကို ဇတ္လမ္းဖြဲ႔ ပံုေဖာ္ေပးထားတာျဖစ္ပါတယ္...  ဇတ္လမ္း အစမွာေတာ့ ေဆး၀ါးပညာရွင္ ေဒါက္ ဟာ သူ႔ရဲ႕မိန္းမႏွင့္  တစ္အိပ္ရာထဲ အိပ္ရေသာ္လဲ မိန္းမက သူမ ေအာင္ျမင္ေရးအလုပ္ကိစၥ  မ်ားကိုသာ ဦးစားေပးၿပီး အိမ္မႈကိစၥႏွင့္ လင္ေယာက်ၤားကို ဂရုမစိုက္တက္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-416/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/mud_ver3-1-225x300.jpg",
        "title": "Mud(ျမန္မာစာတန္းထိုး)",
        "description": "တကယ္က ဒီကားက စလယ္ဆံုး အကုန္ေကာငး္ပါတယ္။  ဒါေပမဲ့ ခံစားမႈနဲ့ ရင္ဘတ္ကိုတိုက္ရိုက္ထိမွန္သြားတာ တစ္ခန္းရွိတယ္။Matthew McConaughey ဟာတကယ္ကို ေတာ္တဲ့အႏုပညာရွင္တစ္ေယာက္ပါ။ သူဟာ ပါ၀င္တဲ့ဇာတ္ကြက္တိုင္းမွာ သူ့အတြက္ဘယ္ေနရာမွာပါပါ သူ့လုပ္ကြက္ ကို အေကာင္းဆံုးလုပ္ေဆာင္သြားခဲ့တဲ့ ေဆးစက္က်ရာ အရုပ္ေပၚခဲ့တဲ့သရုပ္ေဆာင္တစ္ေယာက္ျဖစ္ပါတယ္။ဒီကားမွာ သူဟာ ငယ္ခ်စ္ဦး Juniper အတြက္ ကာကြယ္ယေပးရင္း ျပစ္မႈက်ဴ းလြန္ရာမွ ေနထြက္ေျပးေနရတဲ့ တရားခံတစ္ဦးပါ။ သူဟာ ဂ်ဴနီပါ နဲ့ေတြ့ဆံုခ်ိန္းဆိုျပီး ဘယ္သူမွမေတြ့တဲ့ေနရာတစ္ခုကို ထြက္ေျပးဖို့တုိင္ပင္ထားျပီး အဲဒီေနရာကိုေရာက္ဖို့ ၾကိဳးစားေနတဲ့ ၀ရမး္ေျပးတစ္ေယာက္ေနရာက သရုပ္ေဆာင္ခဲ့တာပါ။သူအရမ္းခ်စ္တဲ့ခ်စ္သူအတြက္ သူ့ဘ၀ၾကီးတစ္ခုလံုးကို ေလာင္းေၾကးထပ္ျပီး ေပးဆပ္ခဲ့ျပီး ဒီ့အတြက္ ဆုလာဒ္ အေနနဲ့ ႏွစ္ေပါင္းမ်ားစြာ ေ၀းကြာေနတဲ့ သူ့ခ်စ္သူူနဲ့ ေတြ့ဆံုျပီး ထြက္ေျပးဖို့ အေမၽ်ာ္လင့္ၾကီး ေမၽွ္ာလင့္ျပီး သူ့ခ်စ္သူနဲ့ ေတြ့ဖို့ တစ္ကားလံုး ၾကိဳးစားခဲ့တာေတြ့ရပါတယ္။ဒါေပမဲ့ ဂ်ဴနီကေရာ အခ်စ္တစ္ခုတည္းသာၾကည့္ျပီး ၀ရမ္းေျပးဘ၀နဲ့ ေနခ်င္မွာလား၊ သူ့ခ်စ္သူဆီကို အသြား ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-419/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/zhong-kui-900-1-300x150.jpg",
        "title": "Snow Girl and the Dark Crystal (2015) / ZHONGKUI",
        "description": "Screenshots  တ႐ုတ္ေရွးေဟာင္း စိတ္ကူးယဥ္သိုင္းကားႏွစ္သက္သူေတြ ျမည္းစမ္းၾကည့္ႏိုင္ဖို႔အတြက္ အကယ္ဒမီဆုရ ဒါ႐ိုက္တာပီတာေပါင္း ႐ိုက္ကူးထားတဲ့ဇာတ္ကားသစ္ေလးအေၾကာင္း ေဖာ္ျပလိုက္ပါတယ္။မေကာင္းဆိုးဝါးမိစၧာေတြကိုႏွိမ္နင္းသူျဖစ္တဲ့ ဒ႑ာရီထဲက သူရဲေကာင္းက်ဳံးေကြဟာ လွ်ဳိ႕ဝွက္ဆန္းၾကယ္တဲ့စြမ္းအင္ရွိသူျဖစ္ၿပီး ေကာင္းကင္ဘံုနဲ႔ငရဲမွာ တစ္ၿပိဳင္နက္တိုက္ခိုက္ရင္း လူသားေတြနဲ႔ သူခ်စ္ရတဲ့မိန္းကေလးကို ကယ္ဆယ္ပံုကို ဇာတ္အိမ္တည္ ႐ိုက္ကူးထားတာပါ။တ႐ုတ္ဒ႑ာရီ ဇာတ္လမ္းေတြရဲ႕ ထံုးစံအတုိင္း ဒီဇာတ္လမ္းမွာလည္း နတ္သမီးေတြ၊ မေကာင္းဆိုးဝါးေတြနဲ႔ လူေတြအတူတကြ ေအးေအးခ်မ္းခ်မ္း ေနလို႔မရတဲ့စၾကဝဠာႀကီးနဲ႔ စတင္ထားပါတယ္။ေထာင္စုႏွစ္ေတြ ျဖတ္သန္းၿပီးတိုင္းမွာ မေကာင္း ဆုိးဝါးေတြကလည္း လူသားေတြအျဖစ္ ျပန္ဝင္စားသလုိ အဆင့္ျမင့္သြားတာေတြလည္းရွိတာေၾကာင့္ မုိးနတ္မင္းဟာဆိုရင္ ငရဲျပည္က မေကာင္းဆိုးဝါးေတြ လြတ္လာမွာအလြန္စိုးရိမ္ေနခဲ့ပါတယ္။နတ္ဘုရား က်န္ေဒါင္ရွန္ဟာ မိစၧာရန္က ကာကြယ္ႏိုင္ဖို႔အတြက္ သူ႔တပည့္ျဖစ္တဲ့ က်ဳံးေကြကို မေကာင္းဆိုးဝါးေတြ ရဲ႕ဝိညာဥ္ေတြသိမ္းဆည္းတဲ့ ငရဲျပည္ကေန အနက္ေရာင္  သလင္းေက်ာက္ကို ယူေဆာင္ေစခဲ့ပါတယ္။ တစ္ကိုယ္တည္းသမားက်ဳံးဟာ မိစၧာေတြနဲ႔မေကာင္းမႈမွန္သမွ် ဖယ္ရွားရွင္းလင္းသူ တစ္ေယာက္ျဖစ္တာေၾကာင့္ သူ႔ဆရာ ရဲ႕ ေစခိုင္းခ်က္ အတိုင္းလုပ္ေဆာင္ခဲ့ပါတယ္။ မေကာင္းဆိုးဝါး ဘုရင္က ဟူၿမိဳ႕ေတာ္ကို  ေအးခဲသြားေအာင္  လုပ္ဖို႔  ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4266/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/Ted-Movie-Poster-1-203x300.jpg",
        "title": "Ted (I) [2015]",
        "description": "ကျွန်တော်တို့တွေတော်တော်များများဟာ ငယ်ငယ်တည်းက ကလေးဘဝကပေါ့ ဖြစ်နိုင်တာ မဖြစ်နိုင်တာ အပထား တိတ်တစ်ခိုးဆုတောင်းလေးတွေတော့ ပြုခဲ့ဖူးကြပေတယ်။အဲလိုနဲ့ တစ်ယောက်တည်းအထီ:ကျန်နေတဲ့ John Bennett ဆိုတဲ့သူဟာ ကလေးဘဝမှာ သူရဲ့ ဝက်ဝံရုပ်လေးကို စကားပြောတတ်စေဖို့ ဆုတောင်းခဲ့ပါတယ်။ မမျှော်လင့်ပဲ အဲဆုတောင်းပြည့်သွားသောအခါ ဝက်ဝံရုပ်ကလေးက သူ့အတွက် အကောင်းဆုံး အဖော်ဖြစ်လာခဲ့ပါတယ်။ပြသနာကတော့John Bennett လူပျိုပေါက်ဖြစ်လာတဲ့အခါမှာ လူရည်လည်တဲ့ဝက်ဝံကလေးက Johnလုပ်သမျ မကောင်းတာ တွေလုပ်လိုက်ပါတော့တယ်။  John ကရည်းစားရသွားတဲ့အခါမှာ ဝက်ဝံရုပ်ကလေးကို အနှောင့်အယှက်တစ်ခုလိုမြင်လာပြီး သူတို့နှစ်ယောက်ရဲ့ ဆက်ဆံရေးကို အေးစက်စေခဲ့တယ်။ အဲဒီနဲ့ ဝက်ဝံရုပ်ကလေးက တစ်ယောက်တည်းသီးသန့်ခွဲနေတဲ့အချိန်မှာပဲ စိတ္တဇဖြစ်နေတဲ့ သားအဖရဲ့ အဖမ်းကို ခံလိုက်ရပါတယ်။ Johnကရော ဝက်ဝံရုပ်ကလေးကို ကယ်တယ်နိူင်မှာလား၊သူတို့နှစ်ယောက်ရဲ့ ဆက်ဆံရေးကရော ဘယ်လိုဖြစ်လာမှာလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရမဲ့ ဟာသဇာတ်ကားကောင်းတစ်ကားပါ။ ဒီဇာတ်ကားထွက်ပြီးတဲ့နောက်မှာ Tedဝက်ဝံရုပ်တွေ ပိုရောင်းအားကောင်းလာသလို အခုထိလဲ ကလေးတွေရဲ့ အချစ်တော် အရုပ်အဖြစ်ရှိနေဆဲပါ။",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-424/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/Tracers-French-Poster-149x200.jpg",
        "title": "Tracers (2015) ၿမန္မာစာတန္းထိုး",
        "description": "ျမန္မာပရိသတ္ေတြ ရင္းႏွီးၿပီးသား မင္းသားတစ္လက္ျဖစ္တဲ့ ေတလာေလာ့တ္နာ အဓိကပါ၀င္သ႐ုပ္ေဆာင္ထားတဲ့ အေမရိကန္သည္းထိတ္ရင္ဖို အက္ရွင္ဇာတ္ကားသစ္ပါနယူးေယာက္ၿမိဳ႕မွာ စက္ဘီးနဲ႔အလုပ္လုပ္တဲ့ ဆက္သားတစ္ဦးျဖစ္တဲ့ ကမ္ဟာတစ္ေန႔မွာ ၿမိဳ႕ထဲကို စက္ဘီးစီးသြားတုန္း မေတာ္တဆ စက္ဘီးလဲရင္း နစ္ကီဆုိတဲ့ မိန္းကေလးနဲ႔ ဆုံခဲ့ပါတယ္။ အဲဒီေနာက္ေတာ့ နစ္ကီဟာ သူ႔အေပါင္းအေဖာ္ေတြနဲ႔ ကမ္ကိုမိတ္ဆက္ေပးခဲ့ၿပီး နစ္ကီတို႔အဖဲြ႕ဟာ ဓားျပတုိက္၊ လုယက္မႈေတြလုပ္တဲ့ အဖဲြ႕ပဲ ျဖစ္ပါတယ္။ခုန္ပ်ံေက်ာ္လႊားရင္း အဖဲြ႕လုိက္ဓားျပတုိက္တဲ့ နစ္ကီတုိ႔အဖဲြ႕နဲ႔ ပူးေပါင္းႏုိင္ဖို႔အတြက္ သူတုိ႔လုိျဖစ္ေအာင္ ကမ္ဟာအခုန္အပ်ံေတြ ေလ့က်င့္ခဲ့ပါတယ္။ တ႐ုတ္မာဖီးယားဂိုဏ္းနဲ႔ အေႂကြးမကင္းျဖစ္ေနတဲ့ ကမ္က နစ္ကီတို႔အဖဲြ႕ထဲကို ၀င္ခဲ့ပါေတာ့တယ္။ ဒီလုိနဲ႔ အဖဲြ႕ေတြအတူတကြ ဓားျပတုိက္ၾကရင္း ကမ္နဲ႔ နစ္ကီတုိ႔လည္း ခ်စ္ႀကိဳးသြယ္ခဲ့သလို အဖဲြ႕သား အခ်င္းခ်င္း သစၥာေဖာက္မႈေတြရွိလာတဲ့အခါမွာ ဘယ္လိုေတြဆက္ျဖစ္မယ္ဆုိတာ ၾကည့္လုိက္ပါဦး။ ဒီဇာတ္လမ္းမွာ ပါကာလုိ႔ေခၚတဲ့ အခုန္အပ်ံအားကစားကို အသားေပးၿပီး ႐ုိက္ျပထားတာမို႔ ပါကာကို စိတ္၀င္စားသူေတြ လည္း ႏွစ္သက္ၾကမွာပါ။ ကမ္အျဖစ္ ေတလာေလာ့တ္နာ၊ နစ္ကီ ...",
        "rating": "5.6",
        "url": "https://megaup.net/2gy5p/Tracers_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/ex-machina-1-300x225.jpg",
        "title": "Ex-Machina (2015) ၿမန္မာစာတန္းထိုး",
        "description": "ဒီရုပ္ရွင္ကိုၾကည္႕ဖုိ႕အၾကံေပးခ်င္ပါတယ္..ၾကည္ရတာလည္းတန္မွာပါIMDb မွာ 7.9 ရရွိထားပါတယ္..Rotten Tomatoes မွာလည္း 92% ရရွိထားပါတယ္..ရုပ္ရွင္ကိုမၾကည္႕ခင္ Review ေလးကိုနည္းနည္းအခ်ိန္ေပးၿပီးေသခ်ာဖတ္ၾကည္႕ေစခ်င္တယ္..ဒီ Review က နည္းနည္းရွည္ပါတယ္..ေသခ်ာေလးဖတ္ေပးပါ..ဖတ္ရတာလည္းတန္မွာပါ(Review ကို Movies-we watch,we feel Facebook Page မွ ကူးယူတင္ၿပပါသည္)Ex-Machinaသင္သာ အလံုးစံုေသာ အရာေတြကို ပုိင္ဆိုင္တဲ့ သူတစ္ေယာက္ဆိုရင္ သင္ဘာလုပ္မည္နည္း?ထိုေမးခြန္းက ဒီဇာတ္ကားရဲ ့အဓိကေမးခြန္းတစ္ခုပါပဲ။ကြ်န္္ေတာ္တို့ေတြ Artificial Intelligence (AI) ေတြနဲ ့ပတ္သက္ၿပီး ရုပ္ရွင္ေတာ္ေတာ္မ်ားမ်ားၾကည့္ဖူးၾကပါလိမ့္မယ္။ AI ေတြဘက္ ရိုက္ကူးခဲ့တဲ့ ရုပ္ရွင္ေတြ ရွိခဲ့သလို AI ေတြရဲ ့ခံစားခ်က္ေတြ AI ေတြရဲ့ လူသားဆန္လာမွုေတြ AI ေတြရဲ ့ေကာင္းက်ိဳး ဆိုးက်ိဳးေတြကို ရိုက္ကူးခဲ့တဲ့ ရုပ္ရွင္ေတြလည္း အမ်ားၾကီးပါ။ Smart ၿဖစ္တဲ့ ဇာတ္ညႊန္းေတြ ရွိခဲ့သလို Dumb ၿဖစ္ခဲ့တဲ့ ဇာတ္ကားေတြလည္း ရွိေနၿပန္ခဲ့ပါတယ္။ ဒီ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-418/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/maxresdefaultwww-1-300x169.jpg",
        "title": "The Water Diviner (2014)",
        "description": "Snapshotsမင္းသားၾကီး Russell Crowe အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့ Historical Fictional Drama အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။\nAndrew Anastasios နဲ႔ Dr Meaghan Wilson-Anastasios ရဲ႕ စာအုပ္ The Water Diviner ကို ရုပ္ရွင္ရိုက္ကူးထားတာျဖစ္ျပီး ဩစေၾတးလ်လူမ်ိဳး လယ္သမား Connor က ဆံုးပါးသြားတဲ့ ဇနီးသည္ကို ေပးခဲ့တဲ့ ကတိအတိုင္း Gallipolli ျမိဳ႕မွာ သားသံုးေယာက္ကို ရွာေဖြတဲ့အေၾကာင္းျဖစ္ပါတယ္။\nIMDb Rating(7.2/10) ထိရရွိထားတာေၾကာင့္ ၾကည့္သင့္တဲ့ဇာတ္ကားေကာင္းတစ္ကားပါ။\n(ရုပ္ရွင္အညႊန္းကို motaku.club မွကူးယူေဖာ္ျပပါသည္။)\nျမန္မာစာတန္းထိုးကိုေတာ့ ညီေလး ကသာသားေလး မွေရးသားထားပါတယ္။File size...900MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:50:01\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Kyaw Swar Win\nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4144/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/Maggie2B282015292B-2BCover2BDVD2BMovie-1-300x201.jpg",
        "title": "Maggie ( 2015 ) ၿမန္မာစာတန္းထိုး",
        "description": "ဇာတ္လမ္းအက်ဥ္းကိုေတာ႕ ေထြေထြထူးထူးမေၿပာေတာ႕ပါဘူး..ေရာဂါပိုးကူးစက္သြားတဲ႕ ေကာင္မေလးတစ္ေယာက္Zombie တစ္ေကာင္အၿဖစ္ ေၿပာင္းလဲသြားတဲ႕အေၾကာင္းရဲ႕ေနာက္ဆက္တြဲၿဖစ္ရပ္ေတြကို ရိုက္ကူးထားပါတယ္...ဒါရိုက္တာကေတာ႕ Henry Hobson ၿဖစ္ပါတယ္..IMDb မွာ 5.9 သာရရွိထားတာကိုေတာ႕သတိထားရပါမယ္Zombie ကားေတြ သဘာ၀လြန္ကားေတြၾကိဳက္ႏွစ္သက္တဲ႕သူေတြေတာ႕ေစာင္႕ၾကည္႕သင္႕တဲ႕ကားတစ္ကားၿဖစ္ပါတယ္..File Size : 658 MBQuality : 720p Format : mp4During : 1:35:04Subtitle : Myanmar Subtitle ( Hardsub)Encoder : LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-443/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/world-trade-center-poster-133x200.jpg",
        "title": "World Trade Center (2006)",
        "description": "World Trade Center (2006)IMDb - 5.9/10_____Rotten - 67%\n  World Trade Center လို့ဆိုလိုက်တာနဲ့ ကမ္ဘာ့အကြီးဆုံးကုန်သွယ်ရေးအဆောက်အအုံဖြစ်တဲ့\nအမွှာညီနောင် တာဝါ2ခုကို အားလုံးသိကြမယ်လို့ထင်ပါတယ်..2001 ခုနှစ်မှာ စက်တင်ဘာလ 11ရက်\nနေ့မှာ အမေရိကန် ပြည်ထောင်စု New York City မှာရှိတဲ့ World Trade Center အမွှာညီနောင်ကုန်\nသွယ်ရေးအဆောက်အအုံကို အိုစမာဘင်လာဒင်ရဲ့ အကြမ်းဖက် သမားများအဖွဲ့က ပြန်ပေးဆွဲယူ\nလာခဲ့သော လေယာဉ်2 စင်းနဲ့နဲ့အသေခံဝင်တိုက်ခဲ့ပါတယ်..ပြန်ပေးဆွဲခဲ့တဲ့လေယာဉ်တွေကတော့American Airlines Flight 11 နဲ့ United Airlines Flight 175 ပဲဖြစ်ပါတယ်..\nလေယာဉ်နဲ့ဝင်တိုက်ခံရပြီးနှစ်နာရီအတွင်းမှာပဲ တာဝါ၂ခုလုံး ပြိုလဲပျက်စီးခဲ့ပါတယ်.\nအသက်ကယ်ဆယ်ဖို့ရောက်လာတဲ့မီးသတ်သမားတွေ\nကယ်ဆယ်ရေးတပ်ဖွဲ့တွေလည်းအတွင်းမှာပိတ်မိခဲ့ပြီးတော့ တော်တော်များများ သေကြေခဲ့ရပါတယ်\nဒီတိုက်ခိုက်မှုနဲ့ ဒီတာဝါ ပြိုကျပျက်ဆီးမှုကို ဖြစ်ရပ်မှန်ပေါ်မှာ သရုပ်ဖေါ်ထားတဲ့ World Trade\nCenter ရုပ်ရှင်ကိုတော့ 2006 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီးတော့ ဒါရိုက်တာ Oliver Stone ရိုက်ကူးထားပါတယ်\nအားလုံးနဲ့အကျွမ်းဝင်ပြီးသားဖြစ်တဲ့ မင်းသားကြီး Nicolas Cage ကတော့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2fhO4/World_Trade_Center_[2006]_(MM_Sub).mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/jupiter-ascending-character-posters-1-300x222.jpg",
        "title": "Jupiter Ascending (2015)",
        "description": "Snapshotsလူသားေတြကို နတ္ဘုရားေတြကအုပ္စိုးတဲ့အနာဂါတ္ကာလမွာျဖစ္ပါတယ္။ Jupiter Jones ဟာကံမေကာင္းတဲ့ ႐ုရွားေျပာင္းေ႐ႊ႕အေျခခ်ေနထုိင္သူတစ္ဦးျဖစ္ျပီး အလုပ္အကိုင္အျဖစ္ အိမ္သာေတြကိုသန္႔ရွင္းေရးလုပ္ျပီး အသက္ေမြးပါတယ္။ သူမဟာ ျဂိဳလ္တစ္လံုးကေနတစ္လုံးကူးေျပာင္းေနတဲ့ စစ္သည္ေတာ္ Caine နဲ႔ေတြ႕ပါတယ္။ Caine ဟာ Jupiter ကိုလုပ္ၾကံသတ္ျဖတ္ဖို႔ရည္႐ြယ္ခ်က္နဲ႔ စၾကဝဠာရဲ႕ဘုရင္က လႊတ္လိုက္တဲ့သူျဖစ္ပါတယ္။ Jupiter ကိုေမြးဖြားခဲ့တဲ့ညက နကၡတ္တာရာေတြဟာ ျဖစ္႐ိုးျဖစ္စဥ္မဟုတ္တဲ့ အျဖစ္အပ်က္တစ္ခုကိုေဟာကိန္းထုတ္ေနခဲ့ျပီး သူမရဲ႕ DNA က သူမကိုစၾကာဝဠာရဲ႕ ေနာက္ေခါင္းေဆာင္တစ္ေယာက္အျဖစ္ သတ္မွတ္ေပးႏိုင္ေၾကာင္း Caine က Jupiter ကိုေျပာပါတယ္။\nJupiter Ascending ဟာ စိတ္ကူးယဥ္သိပၸံဇာတ္ကားျဖစ္ျပီး ဒါ႐ိုက္တာ Wachowskis က႐ိုက္ကူးထားတာပါ။ သ႐ုပ္ေဆာင္ေတြအျဖစ္ Mila Kunis, Channing Tatun, Sean Bean, Eddie Redmayne, Douglas Booth တို႔ပါ၀င္ထားပါတယ္။\n(ရုပ္ရွင္အညႊန္းကို Trend Myanmar မွကူးယူေဖာ္ျပပါသည္။)File size...800MB\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....02:07:00\nSubtitle....Myanmar Subtitle ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4422/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/skin-trade-1-203x300.jpeg",
        "title": "Skin Trade (2015)",
        "description": "လူကုန္ကူးဂုိဏ္းကို ႏွိမ္နင္းဖို႔ ႀကိဳးပမ္းတဲ့ နယူးဂ်ာစီက စံုေထာက္တစ္ေယာက္ လူဆိုး ဂိုဏ္းခ်ဳပ္ရဲ႕သားကို သတ္မိရာကေန ဇနီးေရာ သမီးပါ ျပန္ေပးဆပ္လိုက္ရတဲ့အတြက္ လက္တုံ႔ျပန္ဖမ္းဆီး ႏွိမ္နင္းတဲ့အေၾကာင္း ဇာတ္အိမ္တည္ထားတဲ့ ထုိင္း- ကေနဒါ သည္းထိတ္ရင္ဖို အက္ရွင္ဇာတ္ကားသစ္အေၾကာင္း ေဖာ္ျပေပးလိုက္ပါတယ္။\nကေမၻာဒီးယားမိန္းကေလး တစ္ဦးဟာ ထိုင္းမွာအလုပ္လုပ္ဖို႔ ဆိုၿပီး ထြက္သြားခဲ့ေပမယ့္ ဘန္ ေကာက္ေရာက္တဲ့အခါမွာေတာ့ လူကုန္ကူးခံခဲ့ရပါတယ္။ နယူး ဂ်ာစီက စံုေထာက္ နစ္ခ္ကက္ ဆီဒီဟာ လူကုန္ကူးအဖြဲ႕ေတြကို ေျခရာခံလိုက္ေနသူတစ္ဦးျဖစ္ၿပီး ထိုင္းလူကုန္ကူးဂုိဏ္းက သူေဌး ဗစ္တာဒရာဂိုဗစ္ကို ဖမ္းဆီးႏိုင္ဖို႔ အေရး လုပ္ေဆာင္ေနသူပါ။ တစ္ ဖက္မွာလည္း ဘန္ေကာက္က စံုေထာက္ တစ္ဦးျဖစ္တဲ့ တိုနီဗီ တာရာကူလ္ဟာလည္း လူကုန္ ကူးဂုိဏ္းနဲ႔ ပတ္သက္တာေတြ စံုစမ္းေနသူျဖစ္ၿပီး ဗီယက္နမ္ မိန္းကေလး တစ္ဦး လူကုန္ကူး ခံရတာကို ကူညီကယ္ဆယ္ေပးခဲ့ပါတယ္။လူကုန္ကူးဂိုဏ္းခ်ဳပ္ ဒရာဂိုဗစ္ရဲ႕သားေတြျဖစ္တဲ့ ဂိုရန္နဲ႔ အီဗန္တို႔ဟာ အေရွ႕အလယ္ပိုင္း၊ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4355/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/monster_high_scaris_city_of_frights_2013_ws_r4_retail_dvd-front-1-300x200.jpg",
        "title": "Monster High-Scaris: City of Frights (2013) ၿမန္မာစာတန္းထိုး",
        "description": "2013 ခုႏွစ္မွာ ထြက္ရွိခဲ႔တဲ႔ Animation ဇာတ္လမ္းၿဖစ္ၿပီး IMDb Rating က 6.6 ရရွိထားပါတယ္..ဇာတ္လမ္းေလးကေတာ့ ဖက္ရွင္ဒီဇိုင္နာေကာင္မေလးေတြက ဖက္ရွင္ေလာကထိပ္ေခါင္ ဒီဇိုင္းနာဆီမွာ ပညာသင္ခြင့္ရခဲ့ပါတယ္တကယ္ေတာ့ အဲဒီ ဒီဇိုင္နာၾကီးက အေတာ္ဆံုးဒီဇိုင္းနာေတြဆီက အေကာင္းဆံုးဒီဇိုင္းေတြကိုယူပီး ဒီဇိုင္းနာေတြကို ေျမေအာက္ခန္းမွာ ခ်ဴပ္ေႏွာင္ထားပီး ဒီဇိုင္းနာေလာကကို ၾကီးစိုးေနတာျဖစ္ပါတယ္အဲဒါကို ဖက္ရွင္ဒီဇိုင္မေလးက သိသြားပီး ဖက္ရွင္ျပိဳင္ပြဲမွာ မြန္းစတားဒီဇိုင္းနာၾကီးကို ျပန္အႏိုင္ယူတဲ့အေၾကာင္းေလးပဲျဖစ္ပါတယ္Animation ဇာတ္လမ္းေကာင္းေတြၾကိဳက္ႏွစ္သက္တဲ႕သူေတြအတြက္ေတာ႔ စိတ္အပန္းေၿပေစမွာပါFilesize : 649 MBQuality : 720pFormat : mp4Running Time : 1h 1minIMDb Rate : 6.6Subtitle : Myanmar Subtitle ( Hardsub)Encoder : LKDownload And Watch with pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-434/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/RLoGUYb-1-203x300.jpg",
        "title": "The Eyes Diary (2015) ၿမန္မာစာတန္းထိုး",
        "description": "အသစ္ထြက္ထားတဲ႕ထိုင္းသရဲကားပါ..ဇာတ္လမ္းအက်ဥ္းကေတာ႕ေနာ့တ္နဲ႔ ပလာတုိ႔ဟာ အရမ္းခ်စ္ၾကတဲ့ ခ်စ္သူေတြျဖစ္ၾကပါတယ္။ လြန္ခဲ့တဲ့ သံုးလေလာက္က ဆိုင္ကယ္အက္ဆီးဒင့္ျဖစ္ၿပီး ပလာေသဆံုးသြားခဲ့ပါတယ္။ အဲဒီအျဖစ္အပ်က္ကုိ ေမ့ပစ္ဖို႔ ႀကိဳးစားခဲ့ေပမယ့္ ေနာ့တ္ဟာ ယူက်ံဳးမရျဖစ္ခဲ့ၿပီး ပလာနဲ႔ ျပန္ဆံုခ်င္တာေၾကာင့္ သရဲတေစၧေတြနဲ႔ေတြ႕ဖုိ႔ ႀကိဳးပမ္းခဲ့ပါတယ္။ေနာက္ဆံုးမွာေတာ့ ပလာရဲ႕ ၀ိညာဥ္ကုိ ရွာဖို႔အတြက္ အေရး ေပၚကယ္ဆယ္ေရးလုပ္သားရဲ႕ အကူအညီယူဖို႔ ဆံုးျဖတ္ခဲ့ပါေတာ့ တယ္။ အဲဒီကယ္ဆယ္ေရးလုပ္သားဟာ အမႈအခင္းျဖစ္တဲ့ ေနရာမွာ ေသသူရဲ႕ ပစၥည္းတစ္ခုကုိ တိတ္တဆိတ္ယူထားခဲ့တာေၾကာင့္ ေနာ့တ္ကပလာရဲ႕ ၀ိညာဥ္ကုိ ေခၚႏုိင္ဖို႔အတြက္ ဒီလုိစိတ္ကူးခဲ့တာျဖစ္ပါတယ္။ေနာ့တ္ဟာ ဘယ္သရဲ၊ တေစၧနဲ႔မွ မေတြ႕ေပမယ့္ သူ႔အိမ္ေဖာ္ေတြကေတာ့ ေခ်ာက္ခ်ားစရာေတြခ်ည္းပဲေတြ႕ေနရလို႔ ဘယ္သူမွ မေနရဲဘဲ ထြက္ေျပးကုန္ၾကပါတယ္။ ေနာ့တ္ရဲ႕ သူငယ္ခ်င္း၊ ကယ္ဆယ္ေရးေဖာင္ေဒးရွင္းမွာလုပ္တဲ့ ဂြၽန္က ၀ိညာဥ္ေခၚတာေတြမလုပ္ဖုိ႔ အႀကံေပးေပမယ့္ ေနာ့တ္ကေတာ့ နားမေထာင္ဘဲ ေသသူေတြရဲ႕ ၀ိညာဥ္ေတြက ပလာရဲ႕ ၀ိညာဥ္ကုိ ရွာေဖြေပးမယ္လို႔ ယံုၾကည္ေနခဲ့တာေၾကာင့္ ဆက္လုပ္ခဲ့ပါတယ္။ ဒါေပမဲ့လည္း ေနာ့တ္စိတ္ကူးထားသလို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-438/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/All_About_My_Wife-p1-1-210x300.jpg",
        "title": "All About My Wife (2012)",
        "description": "ProfileMovie: All About My Wife (English title) / All Of My Wife (literal title)\nRevised romanization: Nae Anaeui Modeun Geot\nHangul: 내 아내의 모든 것\nDirector: Min Kyu-Dong\nWriter: Heo Sung-Hye, Min Kyu-Dong\nProducer: Park Joon-Ho, Min Jin-Soo, Lee Yoo-Jin\nCinematographer: Kim Dong-Young\nRelease Date: May 17, 2012\nRuntime: 121 min.\nGenre: Romantic-Comedy, Marriage / Award Winning\nProduction Company: ...",
        "rating": "",
        "url": "https://megaup.net/1ewma/All_About_My_Wife_[2012]_(MM_Sub)_(2).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/11174563_ori-1-209x300.jpg",
        "title": "Delivery Man ( 2013) ျမန္မာစာတန္းထိုး",
        "description": "David Wozniak ဟာ သူ႔အေဖ၊အစ္ကိုေတြဦးစီးတဲ့ အသားဆိုင္က သယ္ယူပို႔ေဆာင္ေရးသမားပါ။ ဘာကိုမွေလးေလးနက္နက္မ႐ွိတဲ့ သူ႔အက်င့္ေၾကာင့္ ပိုက္ဆံစုမိတယ္မ႐ွိဘဲ လူဆုိးဂိုဏ္းတစ္ခုမွာေတာင္ ေဒၚလာ 80000 ေလာက္အေႂကြးတင္ေနပါတယ္။ ဒါ့ေၾကာင့္လည္း သူ႔ကိုယ္ဝန္ကိုလြယ္ထားရတဲ့ အတူေနခ်စ္သူ Emma က 'You don't have a life' လို႔သူ႔ကိုခဏခဏေျပာေလ့႐ွိပါတယ္။ တစ္ေန႔ David အလုပ္ကျပန္လာရမွာေတာ့ sperm bank ကေ႐ွ့ေနတစ္ေယာက္ကိုသူ႔အိမ္မွာေတြ႔ရပါတယ္။ ျဖစ္ပံုက......David ဟာေက်ာင္းသားဘဝမွာ ပိုက္ဆံအတြက္ ေဆးခန္းတစ္ခုကို သုတ္ပိုးေတြလႉခဲ့ဖူးပါတယ္။ အႀကိမ္ေပါင္း ၆၀၀ေက်ာ္ၿပီး ေဒၚလာ 24,255 ရ႐ွိခဲ့တာပါ။ လႉတုန္းကေတာ့ Starbuck ဆိုတဲ့အမည္တုနဲ႔ျဖစ္ၿပီး သူ႔ရဲ႕ idendity ကိုမေဖာ္ထုတ္ဖို႔ ေဆးခန္းနဲ႔စာခ်ဳပ္ခ်ဳပ္ထားခဲ့တာပါ။ ျဖစ္ခ်င္ေတာ့ သူလႉထားတဲ့သုတ္ပိုးကတဆင့္ သားသမီးေပါင္း ၅၅၃ ေယာက္ဖြားျမင္ခဲ့ပါတယ္။ အဲဒီထဲကမွ ၁၄၂ ေယာက္က သူတို႔ရဲ႕ ေဖေဖႀကီး Starbuck ဆိုတာဘယ္သူလဲသိခ်င္လြန္းလို႔ တရားဆိုင္ဖို႔ျပင္ဆင္လာတာပါ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-439/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/p8731144_v_v8_aa-133x200.jpg",
        "title": "The Skin I Live In (2011)",
        "description": "The Skin I Live In (2011)\nIMDb - 7.6/10______Rotten - 81%2011 ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Skin I Live In ဇာတ်ကားကို\nPedro Almodóvar က ရိုက်ကူးတင်ဆက်ထားခဲ့ပါတယ်..\nIMDB Rating 7.6/10 ရရှိထားပြီးတော့ ဇာတ်ကားကောင်း\nတစ်ကောင်းလည်းဖြစ်ပါတယ်...ဆေးပညာမှာ အရမ်းထူးချွန်တဲ့\nဒေါက်တာ Robert Ledgard တစ်ယောက် ဦးနှောက်ချို့ယွင်းနေတဲ့\nသူ့သမီးလေးရဲ့ သေဆုံးမှုမှာ အဓိက တရားခံဖြစ်တဲ့ ကောင်လေး\nကို ဖမ်းပြီး မိမိတတ်မြောက်ထားတဲ့ဆေးပညာနဲ့ သူ့ရဲ့ဘဝကို\nလက်စတုံးစေလိုက်ပြီး..နောက်ပိုင်းမှာ ဘယ်လိုမျိုးတွေဆက်ဖြစ်လာလဲ\nဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည်ရမှာဖြစ်ပါတယ်...\nမြန်မာကားတောင်ပြန်ရိုက်လိုက်လို့ ပက်ပက်စက်စက်ဝေဖန်တာ\nခံထားရသေးတယ် :D ရုပ်ရှင်ချစ်သူတွေ မလွတ်တမ်း ကြည့်သင့်\nတဲ့ဇာတ်ကားကောင်းတစ်ကောင်းသာဖြစ်ပါတယ်..\n18+ ဇာတ်ဝင်ခန်းတစ်ချို့တော့ပါဝင်တာဖြစ်တဲ့အတွက်\nမိသားစုနဲ့အတူတော့ မကြည့်သင့်ပါဘူးခင်ဗျာ2011 ခုႏွစ္မွာ ထြက္ရွိခဲ႕တဲ႕ The Skin I Live In ဇာတ္ကားကို\nPedro Almodóvar က ရိုက္ကူးတင္ဆက္ထားခဲ႔ပါတယ္..\nIMDB Rating 7.6/10 ရရွိထားၿပီးေတာ႕ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-469/",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/seventh-son-poster-133x200.jpg",
        "title": "Seventh Son (2014)",
        "description": "Seventh Son (2014)_____IMDb - 5.5/10\n Action, Adventure, Fantasy အမျိုးအစားဇာတ်ကားဖြစ်ပြီးတော့ IMDb Rating (5.5/10) ရရှိထားပါတယ်။\nမင်းသားကြီး Jeff Bridges , Ben Barnes , မင်းသမီး Julianne Moore တို့အပြင်\nအခြားသော သရုပ်ဆောင်များစွာပါဝင်ထားပါတယ်။\nမကောင်းဆိုးဝါးနဲ့ မှော်အစွမ်းတွေကို ဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားပါတယ်။\n(Rating တွေနည်းနေတာကိုတော့ သတိပြုရမှာပါ) Action, Adventure, Fantasy အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီးေတာ့ IMDb Rating (5.5/10) ရရွိထားပါတယ္။\nမင္းသားၾကီး Jeff Bridges , Ben Barnes , မင္းသမီး Julianne Moore တို႕အျပင္\nအျခားေသာ သရုပ္ေဆာင္မ်ားစြာပါဝင္ထားပါတယ္။\nမေကာင္းဆိုးဝါးနဲ႕ ေမွာ္အစြမ္းေတြကို ဇာတ္အိမ္တည္ျပီးရိုက္ကူးထားပါတယ္။\n(Rating ေတြနည္းေနတာကိုေတာ့ သတိျပဳရမွာပါ)\n  \nFile size...800 MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:41:59\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "5.5",
        "url": "https://megaup.net/2fmH6/Seventh_Son_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/northmen-a-viking-saga-5455ee5769e97-1-300x169.jpg",
        "title": "Northmen: A Viking Saga(2014)",
        "description": "Screenshots  Action, Adventure ဇာတ္ကားအမ်ိဳးအစားျဖစ္ျပီး IMDb Rating (5.3/10) ရရွိထားပါတယ္။\nေရာမဆန္ဆန္ ဇာတ္ၾကမ္းၾကိဳက္သူမ်ား ၾကည့္ဖို႕သင့္ေလ်ာ္ပါတယ္။File size...800MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:37:49\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n \nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4577/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/boyhood-poster-1-225x300.jpg",
        "title": "Boyhood",
        "description": "အကောင်းဆုုံး ဇာတ်ကားဆုု မင်းသမီးဆုု ဒါရိုုက်တာဆုု စတဲ့ ဆုုပေါင်း ၁ဝခုုတိတိရရှိထားပြီး IMDB Rating 8.7 အဆင့်ရှိတဲ့ ဘဝသရုုပ်ဖော် ဒရမ်မာဇာတ်ကား တစ်ခုုအကြောင်း မိတ်ဆက်ပေးမလိုု့ပါ။\nသရုုပ်ဆောင် ၇၅ ယောက်တိတိပါတဲ့ ဒီဇာတ်ကားမှာ အဓိကဇာတ်ကောင်ကတော့ မေဆန် (Mason) လိုု့ခေါ်တဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပါတယ်။ ပုုံမှန် ဇာတ်လမ်း ကျောရိုုးတွေနဲ့ မတူတဲ့ ဒီဇာတ်လမ်းရဲ့ ထူးခြားချက်ကတော့ အသက် ၆ နှစ်အရွယ် ကောင်လေးတစ်ယောက်ကနေ အသက် ၁၈နှစ်အရွယ် လူပျိုအဖြစ်ကြီးပြင်းလာသည်အထိ အချိန် ၁၁နှစ်ကြာအောင် ဖြတ်သန်းကြုံတွေ့ခံစား ရတဲ့ ဘဝအတွေ့အကြုံများကိုု ပုုံပြင်သဖွယ် ဇာတ်အိမ်တည် ရိုုက်ကူးထားတဲ့ flim story ဇာတ်လမ်းအမျိုးအစား ဖြစ်လိုု့ပါပဲ။အချိန်အားဖြင့် ၂၀၀၂ခုုနှစ်။ မေဆန် နဲ့သူ့အစ်မ စမန်သာ (Samantha) တိုု့ဟာ အိမ်ထောင်ကွဲနေတဲ့ မိခင်ဖြစ်သူ အိုုလီဗီယာ ( Olivia ) ...",
        "rating": "",
        "url": "https://megaup.net/2nOdn/Boyhood_(_2014_).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/Jobs_film-1-202x300.jpg",
        "title": "Jobs (2013) ျမန္မာစာတန္းထိုး",
        "description": "Director: Joshua Michael Stern ရိုက္ကူးတင္ဆက္ထားၿပီး   August 15, 2013 မွာ ရံုတင္ခဲ့တဲ့ Apple ရဲ႕ ဖခင္ႀကီး Steve Jobs ရဲ႕ကိုယ္ေရး အတၱဴပတိ ရုပ္ရွင္ ဇတ္လမ္းျဖစ္ပါတယ္... Jobs ဟာ ဒီလိုေအာင္ျမင္ဖို႔ အတြက္ Mac Os အသံုးျပဳတဲ့ Apple Computer ကို စတင္တီထြင္ ဖို႔အသံုးျပဳခဲ့တာ စက္ရံုတစ္ခု မဟုတ္ပဲ ကားဂိုေဒါင္ က်ဥ္းက်ဥ္းေလးမွာ စတင္ခဲ့တာပါရံႈးနိမ့္မႈေတြ လဲ အႀကိမ္ႀကိမ္ ျဖစ္ခဲ့ပါတယ္ Apple Co.Ltd ကို သူမ်ားကို ေပးလိုက္ရၿပီး Founder အျဖစ္ကေနရာထူးက်ၿပီး ထြက္ခဲ့ရပါေသးတယ္...ဒါေပမယ့္ ရံႈးနိမ့္လဲ လဲမက်တဲ့ စိတ္ဓါတ္ေတြနဲ႔ ဆန္းသစ္တဲ့ အေတြးအေခၚေတြနဲ႔အေကာင္းဆံုးဆိုတာကိုသာ ေပးခ်င္တဲ့ စိတ္ေတြေၾကာင္း ယခု Jobs မရွိေတာ့ေပမယ့္Apple ကို ခ်စ္တဲ့ သူေတြနဲ႔ ေအာင္ျမင္မႈ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-466/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/this_is_the_end_2013_r1_custom-front-www.getdvdcovers.com_-1-300x202.jpg",
        "title": "This is the End (2013) ၿမန္မာစာတန္းထိုး",
        "description": "တစ္ကားလံုးလည္းၾကည္႔ၿပီးသြားၿပီ..အဆန္းၾကီးမို႕ဘယ္လိုညႊန္းရမွန္းလဲမသိဘူး.မိုက္လြန္းလို႕ ထိုင္ရာကလည္းမထေအာင္ၾကည္႕မိတယ္ :D2013 ခုႏွစ္မွာထြက္ရွိခဲ႕တဲ႕ This is the End ရုပ္ရွင္ဇာတ္ကားကို Seth Rogen နဲ႕ Evan Goldbergတို႕ကတြဲဖက္ရိုက္ကူးတင္ဆက္ထားၿပီး..သရုပ္ေဆာင္အစံုအလင္ပါ၀င္ထားပါတယ္နာမည္ၾကီးအဆိုေတာ္ Rihanna လည္းပါ၀င္ၿပီး ဟယ္ရီေပၚတာ ဇာတ္ကားမွာ ဟာမြန္နီ ဂရင္ဂ်ာလို႕လူသိမ်ားခဲ႕တဲ႕ Emma Watson လည္းပါ၀င္ပါတယ္..ဧည္႕သည္သရုပ္ေဆာင္အေနနဲ႕ပါဟာသဆန္ဆန္...ရိုက္ကူးမွုေတြနဲ႕အတူ..စိတ္လွုပ္ရွားဖုိ႕လည္းေကာင္းတဲ႕ ဒီဇာတ္ကားဟာIMDb Rating မွာ 6.7 ရရွိထားပါတယ္..မိသားစုအတူၾကည္႕ရွဳႏိုင္တဲ႕ကားလည္းၿဖစ္ၿပီးနာမည္ၾကီးမင္းသားေတြ အစံုအလင္ရိုက္ကူးထားတဲ႕ဇာတ္ကားေကာင္းတစ္ေကာင္းသာၿဖစ္ေၾကာင္းညြန္းေပးလိုက္ရပါတယ္..ဒီေလာက္ပဲအညႊန္းေပးတာခႊင္႕လႊတ္ၾကပါကုန္..အစထဲကေရးထားပါတယ္..အဆန္းၾကီးမို႕ဘယ္လိုညႊန္းေပးရမလဲေတာင္မသိပါဘူးလို႕ :D(ဒီဇာတ္ကားအတြက္ စာတန္းထိုးဖိုင္ကိုေတာ႕ ကသာ သားေလး မွ စိတ္ေစတနာ ရက္ေရာစြာၿဖင္႕ ေပးပါသည္ )Filesize: 645 MBQuality: Blu-Ray720pFormat : mp4During : 1:46:41Subtitles: Myanmar Subtitles ( Hardsub )Encoder : LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-456/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/Bound_28201529_R1_CUSTOM-5Bfront5D-5Bwww.FreeCovers.net5D28129-1-300x201.jpg",
        "title": "Bound (2015) 18+ ( ၿမန္မာစာတန္းထိုး )",
        "description": "အေခြကာဗာမွာ ပါတဲ႕ No Grey !! Only Black And White ဆုိတဲ႔စာသားတစ္ေၾကာင္းတည္းနဲ႔တင္ဒီဇာတ္ကားဟာ 18+ ၾကိဳက္တဲ႔သူေတြအတြက္ ဆြဲေဆာင္မွုအၿပည္႔နဲ႕ၿဖစ္သြားမယ္လို႔ထင္မိပါတယ္အခုဒီ ဇာတ္ကားဟာဆုိရင္ၿဖင္႔ 18+ ဇာတ္၀င္ခန္းေတြ မ်ားေပမယ္႔ လိင္ပိုင္းသက္သက္တင္မဟုတ္ပဲဇာတ္လမ္းဇာတ္ကြက္နဲ႔ ေသခ်ာရိုက္ကူးတင္ဆက္ထားပါတယ္...18+ ဇာတ္ကားမို႔လို႔အညႊန္းကိုေတာ႕အမ်ားၾကီးမေရးေပးေတာ႔ပါဘူး. ဇာတ္လမ္းကေတာ႕ ကြ်န္ေတာ္တို႔ Channelmyanmar က အရင္တုန္းကတခါတင္ေပးဖူးတဲ႔ Careful What U wish For ဆိုတဲ႔ဇာတ္ကားလိုမ်ိဳးပဲ 18+နဲ႔ ရာဇ၀တ္မွုပိုင္းကိုဇာတ္ကြက္ဆင္ၿပီး ရိုက္ကူးထားပါတယ္.ဒီဇာတ္ကားမွာ မင္းသား Bryce Draper အပါအ၀င္ ညိဳ႕အားၿပင္းၿပင္းနဲ႔ 18+ ဇာတ္၀င္ခန္းေတြသရုပ္ေဆာင္ထားတဲ႔ မင္းသမီး Charisma Carpenter ကိုလည္း ေတြ႔ရမွာၿဖစ္ပါတယ္..ဒါရိုက္တာကေတာ႔ Jared Cohn ၿဖစ္ပါတယ္..Filesize : 455 MBQuality : DvdRip 720pFormat : MkvDuring : 1:30:46Subtitle : Myanmar Subtitle ( ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-467/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/pyramid_ver4-1-202x300.jpg",
        "title": "The Pyramid (2014)",
        "description": "Screenshots  ဒီဇင္ဘာ၅ရက္ကထြက္ရွိထားတဲ့ထိတ္လန္႔ဖြယ္သည္းထိတ္ရင္ဖိုအက္ရွင္ဇာတ္ကားတစ္ကားအေၾကာင္း ေဖာ္ျပေပးလုိက္ပါတယ္။\nျမင္ေနက်ပိရမစ္ေတြနဲ႔ မတူတဲ့ အီဂ်စ္ေရွးေဟာင္းပိရမစ္ကို တူးေဖာ္ရင္းႀကံဳေတြ႕ရတဲ့ အျဖစ္အပ်က္ကို ဇာတ္အိမ္တည္ၿပီး ႐ိုက္ကူးထားတာပါ။\nေရွးေဟာင္းသုေတသန ပညာရွင္ သားအဖႏွစ္ဦးျဖစ္တဲ့ မိုင္လ္စ္ဟိုဟ္ဒန္နဲ႔ ႏိုရာဟိုလ္ဒန္တို႔ပါဝင္တဲ့ အေမရိကန္ေရွး ေဟာင္းသုေတသနပညာရွင္အဖြဲ႕ဟာ အီဂ်စ္ႏုိင္ငံရွိ သဲကႏၲာရထဲမွာ ေပ်ာက္ဆံုးေနတဲ့ လြန္ခဲ့တဲ့ ႏွစ္ငါးေထာင္ေလာက္က ဧရာမပိရမစ္ႀကီးကို ရွာေဖြေတြ႕ရွိခဲ့ပါတယ္။\nသူတုိ႔အဖြဲ႕နဲ႔အတူ ႐ုပ္သံ ႐ိုက္ကူးေရးအဖြဲ႕လည္း ပါဝင္ၿပီး ေရွးေဟာင္းပိရမစ္ႀကီးထဲကိုဝင္ရင္း ပိတ္မိခဲ့ပါေတာ့တယ္။ ပိရ မစ္ထဲက ဝကၤပါပံုစံလမ္းေၾကာင္းေတြနဲ႔ ေမွာင္ေမွာင္မည္းမည္းျမင္ကြင္းေတြေၾကာင့္ ေမွ်ာ္လင့္ခ်က္မဲ့စြာ လမ္းစေပ်ာက္ခဲ့ၾကပါတယ္။\nႏွစ္ေပါင္းေထာင္နဲ႔ခ်ီၿပီး ေျမေအာက္မွာေပ်ာက္ကြယ္ေနတဲ့ ပိရမစ္ျဖစ္တာေၾကာင့္ ေမွာင္ေမွာင္မည္းမည္းထဲမွာ မထင္မွတ္ထားတဲ့ေခ်ာက္ခ်ားဖြယ္အရာေတြနဲ႔ ဆံုရပါေတာ့တယ္။ ေရွးေဟာင္းသုေတသီေတြကို တစ္ဦးၿပီးတစ္ဦး ဘယ္သူက ရက္ရက္စက္စက္ သတ္ျဖတ္တာလဲ။ ႏိုရာတို႔သားအဖေကာ ထြက္ေျပးလြတ္ေျမာက္ႏုိင္ပါ့မလား။ ေရွးေဟာင္းပိရမစ္ႀကီး ဘာေတြဆက္ျဖစ္ဦးမယ္ဆုိတာေတာ့ ကိုယ္တိုင္ၾကည့္႐ႈလိုက္ပါဦးေနာ္။\nသည္းထိတ္ရင္ဖိုဇာတ္ကားျဖစ္တာေၾကာင့္ ျပကြက္နဲ႔ အသံေတြက ရင္ခုန္စိတ္လႈပ္ရွားေစမွာ ျဖစ္ၿပီး ပရိသတ္အတြက္ေတာ့ အရသာသစ္တစ္ခုေပးဦးမယ္လုိ႔ ထင္ပါတယ္။\nဒီဇာတ္ကားမွာ ႏိုရာအျဖစ္ အက္ရွ္ေလဟင္ေရွာ၊ မိုင္လ္စ္အျဖစ္ ဒဲနစ္အိုဟဲနဲ႔ သ႐ုပ္ေဆာင္ ေပါင္းမ်ားစြာပါဝင္ထားၿပီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4633/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/The_Runner_28201529_R0_CUSTOM-5Bfront5D-5Bwww.FreeCovers.net5D-1-300x201.jpg",
        "title": "The Runner (2015) ၿမန္မာစာတန္းထိုး",
        "description": "2015 မွာထြက္ရွိထားတဲ႔ နီကိုလပ္ ေက႔ခ်္ ရဲ႕ ေနာက္ဆံုးဇာတ္ကားသစ္ၿဖစ္ပါတယ္..ဒါရိုက္တာ Austin Stark က ရိုက္ကူးတင္ဆက္ထားၿပီးေတာ႔ IMDb Rate က 4.5 ရရွိထားပါတယ္..Drama ဇာတ္လမ္းအမ်ိဳးအစားၿဖစ္ၿပီး နီကိုလပ္ ေက႔ခ်္ရဲ႕ ပရိတ္သတ္ေတြ ၾကိဳက္ႏွစ္သက္မယ္လို႔ေမွ်ာ္လင္႔ပါတယ္Rating ေတြ နည္းေနတာေတာ႕သတိထားရမွာပါFilesize : 838 MBQuality : WEB-DLFormat : mp4Running Time : 1h 30mIMDb Rate : 4.5Subtitle : Myanmar Subtitle ( Hardsub )Encoder : LK Download And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-488/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/the-woman-in-black-2012-movie-poster-e1324654022591-1-210x300.jpg",
        "title": "The Woman in Black (2012)",
        "description": "Daniel Radcliffe ပါဝင္ထားတဲ့ သရဲကားပါ။\nေကာင္းတယ္လို႕ေျပာထားၾကျပီး IMDb Rating (6.5/10) နဲ႕\nRotten Tomatoes 66% ရရွိထားပါတယ္။\nDrama, Horror, Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။File size...1.7GB\nQuality...Blu-ray Rip 720p\nFormat...Avi\nDuration...01:35:00\nSubtitle...Myanmar Subtitle (Hardsub)\nEncoder...Kyaw Swar Win",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4799/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/The_First_Grader_2010_R4-front-www.GetDVDCovers.com_-1-300x200.jpg",
        "title": "The First Grader (2010) ၿမန္မာစာတန္းထိုး",
        "description": "2010 ခုႏွစ္မွာ ထြက္ရွိခဲ႔တဲ႕ဒီဇာတ္ကားကို ဒါရိုက္တာ Justin Chadwick က ရိုက္ကူးထားပါတယ္ Drama အမ်ိဳးအစားၿဖစ္ၿပီး Biography ရိုုက္ထားတဲ႔ဇာတ္လမ္းတစ္ပုဒ္ၿဖစ္ပါတယ္..ကာဗာမွာေတြ႕ၿမင္ရမွာပါ..တကယ္႔ၿဖစ္္ရပ္မွန္ကိုအေၿခခံၿပီးဇာတ္လမ္းဖြဲ႔ရိုက္ကူးတင္ဆက္ထားပါတယ္..ဒီဇာတ္ကားကိုၾကည္႔ၿပီးရင္လူေတြအေတြးတမ်ိဳးမ်ိဳးေတာ႔ရသြားမယ္ထင္ပါတယ္...လူတစ္ေယာက္ရဲ႕ၾကိဳးစားအားထုတ္မွုေတြ..ၿပီးေတာ႕ အခက္အခဲေတြ...စတဲ႔အရာေတြကိုပံုေဖၚရိုက္ကူးထားတဲ႔ ဒီThe First Grader ဆုိတဲ႔ဇာတ္ကားဟာ IMDb Rating မွာလည္း 7.4 အထိ ရရွိထားလို႔ ကားေကာင္းတစ္ကားၿဖစ္မယ္ဆုိတာ ၿငင္းစရာလိုေနအံုးမယ္မထင္ပါဘူး...သင္သာတကယ္ၾကိဳးစားခ်င္စိတ္ရွိမယ္ဆုိရင္ အခ်ိန္နဲ႔အသက္အရြယ္ဆိုတာ သိပ္အေရးမၾကီးပါဘူး...ခံစားၾကည္႔ရွုၾကပါFilesize : 605 MBQuality : 720pFormat : mkvRunning Time : 1 hr 45 minSubtitle : Myanmar Subtitle (Hardsub)Encoder : LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/the-first-grader-2010/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Nameless Gangster: Rules of the Time (2012)",
        "description": "1961 ခုနှစ်မှာ ကိုရီးယားနိုင်ငံအတွင်းရှိ မြေအောက်ဂိုဏ်းတွေ ဖြိုခွင်းခဲ့တာကို\nအခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။\nလူ့သဘော လူ့သဘာဝတွေ ထင်ဟပ်နေတဲ့ ဇာတ်ကားဖြစ်ပြီး IMDb Rating (7.2/10) ရရှိထားပါတယ်။File size...994MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....02:13:49\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "7.1",
        "url": "https://megaup.net/1Txh6/Nameless_Gangster_Rules_Of_The_Time_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/Tvz1a7O-1-213x300.jpg",
        "title": "My Girlfriend is Robot (2008) ၿမန္မာစာတန္းထုိး",
        "description": "2008 ခုႏွစ္တုန္းက ထြက္ရွိခဲ႕တဲ႕ ဂ်ပန္ အခ်စ္ဇာတ္လမ္းကားတစ္ကားၿဖစ္ၿပီး IMDB Rate 7.1 ရရွိထားပါတယ္ ဇာတ္လမ္းအက်ဥ္းကေတာ႕ အခ်ိန္ခရီးသြားၿပီး ၿပန္လာတဲ႕ စက္ရုပ္မေလးက ဂ်ီရိုကို လိုက္ကယ္ၿပီးေတာ႕ ဂ်ီရို အတြက္စိတ္ထိခိုက္စရာေတြ ၿဖစ္လာႏိုင္မယ္႕အရာေတြကို မၿဖစ္ေအာင္ လိုက္လံတားဆီးတာပါ လွည္႕ကြက္ေတြပါ၀င္သလို..ဇာတ္သိမ္းမွာလည္း ဘယ္လိုမွမထင္မွတ္ထားေအာင္ လွပစြာ ဇာတ္သိမ္းထားတဲ႕ ဂ်ပန္အခ်စ္ဇာတ္ကားေကာင္းေလးတစ္ကားပါရိုမန္႕ဆန္တဲ႕သူေတြၾကည္႕ရတာပိုၿပီး သေဘာက်မယ္ထင္ပါတယ္  ႏွစ္ပိုင္းခြဲတင္ထားပါတယ္-------------------------------------------------------------------------------------------------ပထမဆံုးဘာသာၿပန္တာၿဖစ္တာအတြက္ အမွားပါရင္ ခြင္႔လႊတ္ၾကပါလို႕ ( L.K)Download Part I with PcloudDownload Part II with Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-482/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/the-house-of-magic.23592-1-206x300.jpg",
        "title": "The House of Magic (2013) ျမန္မာစာတန္းထိုး",
        "description": "ဒီကာတြန္း ဇတ္လမ္းေလးကေတာ့ ကေလးေတြ အႀကိဳက္ ဇတ္လမ္းေလးပါခ်စ္စရာေကာင္းတဲ့ ေၾကာင္ေလးကို သူ႔ပိုင္ရွင္က လမ္းေပၚ စြန္႔ပစ္သြားၿပီးေနာက္ခိုကုိးရာ မဲ့ၿပီး ဒုကၡေတြေရာက္ေနတုန္း အိမ္အအို အေဟာင္းပ်က္ႀကီးတစ္ခုကိုေရာက္ရွိသြားပါတယ္ အဲ့ဒီ အိမ္မွာလဲ သူ႔ကို ၾကည့္မရတဲ့ ယုန္ႀကီး နဲ႔ ၾကြက္ကေလး ရွိေနျပန္ပါတယ္သူ႔ကို လက္မခံပဲ ေမာင္းထုတ္ၾကေပမယ့္ အိမ္ပိုင္ရွင္ မ်က္လွည့္ဆရာအဖိုးအိုကေၾကာင္ကေလးကိုပါ ေမြးစားလိုက္ပါတယ္တစ္ရက္မွာေတာ့ အဖိုးအို လမ္းေပၚတြင္ မ်က္လွည့္ျပေနရင္း မေတာ္တဆမႈ ျဖစ္လို႔ေဆးရံုတက္ေနတဲ့ အခ်ိန္ သူ႔ သားက အဖိုးႀကီးရဲ႕ အိမ္ကို ေရာင္းခ်ဖို႔ လုပ္ပါေတာ့တယ္အဲ့ဒီအခါမွာ ေၾကာင္ကေလး နဲ႔ အဖြဲ႔၀င္မ်ားက အိမ္လာၾကည့္တဲ့ သူေတြကိုေခ်ာက္လွန္႔ေမာင္းထုတ္ရင္း ကာကြယ္ရပါေတာ့တယ္...=======================================Download Link======================================= http://adf.ly/1AQJlA (993MB)Thit San Khant=============https://www.facebook.com/thitsankhant2 ရုပ္ရွင္အသစ္တင္တိုင္း သိရွိလိုပါက ေအာက္ပါ Follow Button အျပာေလးကို ကလစ္ႏွိပ္ခဲ့ပါ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-house-of-magic-2013/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/dyingofthelight-1-234x300.jpg",
        "title": "Dying of the Light(2014)",
        "description": "Screen ShotsCIA ေအးဂ်င့္ေဟာင္းတစ္ေယာက္ရဲ႕ ရန္ေၾကြးရွင္းတမ္းကို ရိုက္ျပထားတာပါ။\nတခ်ိဳ႕ေနရာေတြမွာ ဒိုင္ယာေလာ့ခ္ေတြက ျပင္းထန္ပါတယ္။\nNicolas Cage ပရိတ္သတ္ေတြ အၾကိဳက္ေတြ႕ေစမယ့္ဇာတ္ကားျဖစ္ျပီး\nRating ေတြနည္းေနတာကိုေတာ့ သတိျပဳရမွာပါ။\n(ျမန္မာစာတန္းထိုးကိုေတာ့ ညီေလး ကသာသားေလး မွေရးသားေပးခဲ့ပါတယ္။)File size...700MB\nQuality....Blu-Ray Rip 720p\nFormat...mp4\nDuration....01:34:06\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4755/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/download-button-new-2.png",
        "title": "The Fox Lover (ျမန္မာစာတန္းထိုး)",
        "description": "ဟိုးအရင္တုန္းကတည္းက ေျမေခြး နဲ႔ လူသား ေပါင္းဖက္မရခဲ့ပါဘူး  ေျမေခြးနတ္ ေတြဟာ လူသားေတြထက္ေတာင္ ပိုေခ်ာပါေသးတယ္...  ဒီဇတ္လမ္းေလးကေတာ့ ၿမိဳ႕စားႀကီးတစ္ဦးဟာ တစ္ခ်ိန္က ေျမေခြးမေလး  တစ္ေကာင္ကို ကယ္တင္ခဲ့လို႔ ႏွစ္ေပါင္းမ်ားစြာၾကာတဲ့ အခါ ၿမိဳ႕စားႀကီးကို  ေက်းဇူးျပန္ဆပ္ဖို႔ သူမရဲ႕ သမီးအေခ်ာအလွ ကိုးေယာက္ ထဲက တစ္ေယာက္ကို  ၿမိဳ႕စားႀကီးရဲ႕ သားနဲ႔ ေပးစားဖို႔ ျပန္လည္ေခၚယူၿပီး ေျပာပါတယ္...  ျဖစ္ခ်င္ေတာ့ ၿမိဳ႕စားႀကီးရဲ႕ သားဟာလဲ က်ပ္မျပည့္တဲ့ ရူးေၾကာင္ေၾကာင္  လူတစ္ေယာက္ျဖစ္ၿပီး မေရြးတက္ေတာ့ ေျမေခြးနတ္သမီးမႀကီးဟာ စြန္တစ္ခုကို  ေလေပၚ၀ဲၿပီး ေရြးခိုင္းတဲ့ အခါ သမီးေတြ တစ္ဦးစီက မသိပဲ လိုက္လုၾကၿပီး  ေနာက္ဆံုး အေခ်ာဆံုးသမီးျဖစ္သူ ေျမေခြးျဖဴမေလးက ရရွိသြားပါေတာ့တယ္..  က်ပ္မျပည့္တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-fox-lover/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Birdman or (The Unexpected Virtue of Ignorance) (2014)",
        "description": "ဒီကားက အကယ္ဒမီ မွာေရာ Golden Globe မွာပါ Nomination အမ်ားဆုံးရထားတဲ႔ကားျဖစ္ျပီး၊ မင္းသားႀကီး Michael Keaton ရဲ႕ တေက်ာ႔ျပန္လာတဲ႔ဇာတ္ကားျဖစ္ပါတယ္။ ကၽြန္ေတာ္႔ Review ေတြဖတ္ေနက် ပရိတ္သတ္ႀကီးက သတိထားမိမွာပါ။ ကၽြန္ေတာ္ ဒီကားကလြဲရင္ ဘယ္ဇာတ္ကားကုိမွ Rating 10 မေပးဖူးခဲ႔ပါဘူး။ ဒီကားကေတာ႔ တကယ္႔ကုိ ေပးသင့္လို႔ေပးထားတာျဖစ္ပါတယ္။\nဒီဇာတ္ကားရဲ႕ဇာတ္လမ္းကေတာ႔ Interstellar တို႔ Inception တို႔လိုလည္း မရွဳပ္ေထြးပါဘူး၊ The Sixth Sense လိုလည္း Twist ေတြမပါပါဘူး။ ဇာတ္အိမ္တည္ထားတာလည္း ရုိးရွင္းပါတယ္။\nဇာတ္လမ္း မွာ မင္းသား Michael Keaton က တစ္ခ်ိန္က Birdman ဆုိတဲ႔ Superhero အျဖစ္သရုပ္ေဆာင္ကာ နာမည္ႀကီးမင္းသား တစ္ဦးျဖစ္ေပမယ့္ လက္ရွိအခ်ိန္မွာေတာ႔ ေနရာတစ္ေနရာ ရဖို႔အတြက္ သူရဲ႕သရုပ္ေဆာင္ အရည္အေသြးကိုျပႏုိင္ဖို႔အတြက္ ရုန္းကန္ေနသူျဖစ္ပါတယ္။ သူက ...",
        "rating": "7.7",
        "url": "https://megaup.net/2Sthx/Birdman_[2014]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "The Theory of Everything (2014)",
        "description": "The Theory of Everything (2014)\nIMDb - 7.7/10_____Rotten - 80%\nWon 1 Oscar, 25 wins & 124 nominations.\n  \nဇာတ်လမ်းကတော့ ကမ္ဘာကျော် အာကာသသိပ္ပံပညာရှင်ကြီး စတီဗင်ဟော့ကင်း ရဲ့ အတ္ထုပ္ပတ္တိလေးပါ...\nသိပ္ပံပညာရှင်လို့ပြောရင်တောင် လုံလောက်မယ်မထင်ပါဘူး.....\nစာရေးဆရာလည်း ဖြစ်နေပြန်တယ်လေ....\nအခုဖက်ခေတ်မှာ ဒုတိယအိုင်းစတိုင်းလို့တောင် တင်စားထားပြီး Black Holes ကနေ\nထုတ်လွှတ်နေတဲ့ Radiation တွေကိုလည်း Hawking Radiation လို့နာမည်ပေးထားပါသေးတယ်...\nသူရခဲ့တဲ့ ဆုတွေက ၂၁ ဆုတောင်ရှိပါတယ်...\nဒီလိုဖြစ်ဖို့ သူဟာသာမန်လူကောင်း တစ်ယောက်အနေနဲ့ ကြိုးစားခဲ့ရတာမဟုတ်ပါဘူး...\nAmyotrophic Lateral Sclerosis (ALS) ဆိုတဲ့ ရောဂါဆိုးကြီး နဲ့ယှဉ်တွဲပြီးတော့ကိုရင်ဆိုင်ခဲ့ရတာပါ\nရောင်းအားအကောင်းဆုံး စံချိန်ချိုးခဲ့တဲ့ A Brief History Of Time ဆိုတဲ့ စာအုပ်ကို သူဘယ်လိုရေးခဲ့ရလဲ ?\nသူ့ရဲ့ခန္ဓာကိုယ်ကြီးက ဝှီးလ်ချဲ ပေါ်မှာပဲ အမြဲတမ်း ကန့်သတ်ခံခဲ့ရပေမယ့် သူ့ရဲ့စိတ်ကူးတွေ\nအတွေးတွေကတော့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/31n9D/The_Theory_Of_Everything_[2014]_(MM_Sub).avi",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/tai-chi-zero-and-hero-poster-139x200.jpg",
        "title": "Tai Chi Zero & Tai Chi Hero (2012) [Special Package]",
        "description": "Tai Chi Zero (2012)\nIMDb - 6.1/10_____Rotten - 60%\n IMDb Rating (6.1/10) ရရှိထားတဲ့ English စကားပြော တရုတ်သိုင်းကားပါ။\n \nFile size...850MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:38:18\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n \nUserDrive / CM Drive / Yoteshin\nMegaup / Mega.nz\nFiledown.info / Upstream\n \n***************\n \nTai Chi Hero (2012)\nIMDb - 6.2/10_____Rotten 45%\n အပေါ်က Tai Chi Zero ရဲ့အဆက်ဖြစ်ပြီး IMDb Rating (6.2/10) ရရှိထားပါတယ်။\n \nFile size...800MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:42:36\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n  \nUserDrive / CM Drive / Yoteshin\nMegaup / Mega.nz\nFiledown.info / Upstream\n \nAdmin ...",
        "rating": "6.1",
        "url": "https://megaup.net/2gn3e/Tai_Chi_Zero_(Tai_Ji_1_-_Cong_Ling_Kai_Shi)_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Special Package"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/getdvdcovers_the_prince_2014_r1_front-1-300x202.jpg",
        "title": "The Prince (2014) ၿမန္မာစာတန္းထိုး",
        "description": "(ရုပ္ရွင္အညႊန္းကို mmmovieguide မွ ၿပန္လည္ေဖၚၿပပါသည္ )ေက်ာင္းစတက္တဲ့ေန႔မွာ လိုုက္မပိုု႔ႏိုုင္လိုု႔ သမီးေလးကိုု ေပြ႔ဖက္ႏႈတ္ဆက္ရင္း ႏွစ္သိမ့္ေနတဲ့ေယာက်ာ္းၾကီးတစ္ေယာက္ ၊ ကားေမာင္းလိုုက္ပိုု႔မယ့္ အေမရွိရာကိုု ေျပးလႊားသြားေနတဲ့သမီးေလးနဲ႔မိန္းမကိုု ခဏေလးဆိုုျပီး ဓါတ္ပံုုလွမ္းရိုုက္ေတာ့ သူ႔မိန္းမကေျပာတယ္ ရွင့္ကားကိုယူသြားမယ္ေနာ္တဲ့။ ေအးပါကြာ ဆိုုျပီး သမီးကိုုလက္အျပ ကားကစက္ႏိႈးျပီးအထြက္။ ၀ုုန္းခနဲ ေပါက္ကြဲသံနဲ႔အတူ ကားတစ္စီးလံုုး မီးေလာင္သြား။ ကား ေပါက္ကြဲတဲ့အရွိန္နဲ႔ လဲက်သြားေပမယ့္ ယူၾကံဳးမရ ေၾကကြဲမ်က္ရည္ေတြနဲ႔ အတင္းကုုန္းထေနတဲ့လူ။  သူ႔နံမည္က အုုိမာ (Omar)လြန္ခဲ့တဲ့ ႏွစ္(၂၀)ခန္႔က နယူးေအာ္ရီလန္ျမိဳ႔ရဲ႔ ဒုုစရိုုက္ေလာကမွာ The Prince လိုု႔နံမည္ၾကီးတဲ့ ေၾကးစား လူသတ္သမားတစ္ေယာက္က အခုုအခ်ိန္မွာ ကားျပင္ဆရာ တစ္ေယာက္အျဖစ္ ဘ၀ကိုုဇာတ္ျမွဳပ္ကာ ေအးေအးေဆးေဆးေနေနတဲ့ ေပါလ္ (Paul)တကၠသိုုလ္တက္ရင္း အေပါင္းအသင္းမွားကာ ေဆးစြဲေနတဲ့ ေပါလ္ရဲ႔ သမီး ဘတ္(သ္)ဘတ္(သ္) ရဲ႔ သူငယ္ခ်င္း အိန္ဂ်လာ (Angela)The Prince ဘ၀တုုန္းကလက္တြဲေဖာ္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-472/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/freedvdcover_mcfarland_usa_2015_r1_front-1-300x201.jpg",
        "title": "Mcfarland USA ( 2015) ၿမန္မာစာတန္းထိုး",
        "description": "ကြ်န္ေတာ္႔အၿမင္မွာ  အားကစားနဲ႔လူမႈဘ၀ ထင္ဟပ္ေအာင္ ရိုုက္ျပထားတဲ့ ဒီဇာတ္လမ္းက ၾကည့္သူေတြအတြက္ အခ်ိန္ကုုန္ရၾကိဳးနပ္မယ့္ မိသားစုုအပန္းေျဖရင္းၾကည့္လိုု႔လည္းသင့္ေတာ္တဲ့ ဇာတ္ကားေလးတစ္ကားလိုု႔ ေျပာခ်င္ပါတယ္။ နံမည္မၾကီးေသးတဲ့ လူငယ္သရုုပ္ေဆာင္အမ်ားစုု ပါ၀င္ေပမယ့္ လက္ရွိ IMDB rating 7.5 ရရွိထားတဲ့ ဒီဇာတ္ကားကိုု ေသခ်ာညႊန္းေပးလိုက္ရပါတယ္ဂ်င္မ္၀ွိဳက္ (Jim White) က အေမရိကန္ျပည္ေထာင္စု၊ အိုင္ဒဟိုျပည္နယ္ရဲ႔ လူစည္ကားရာျမိဳ႔ေတာ္ျဖစ္တဲ့ ဘိြင္ဇီ (Boise) ျမိဳ႔မွာ ေဘာလံုးအသင္းနည္းျပဆရာ လုပ္ေနသူျဖစ္ပါတယ္။ တစ္ရက္ေတာ့ ျပိဳင္ပြဲမွာေလ်ာ့တိေလ်ာ့ရဲ ကစားသြားတဲ့ သူ႔အသင္းသားေတြကိုဆူရာမွာ ေဒါသေၾကာင့္လက္ပါမိတဲ့အတြက္ အလုပ္ထုတ္ခံလိုက္ရပါတယ္။ အဲ့ဒီေနာက္မွာေတာ့ ဂ်င္မ္က ဇနီး၊ သမီးႏွစ္ေယာက္နဲ႔အတူ ကယ္လ္လီဖိုးနီးယားျပည္နယ္၊ ဆင္ေျခဖံုးျမိဳ႔ေလးျဖစ္တဲ့ မက္ဂ္ဖားလန္ (McFarland) ကိုေျပာင္းေရႊ႔ခဲ့ပါေတာ့တယ္။ အခ်ိန္ကာလကေတာ့ ၁၉၈၇ခုႏွစ္ပဲျဖစ္ပါတယ္။နယ္ေျမသစ္ကို စေရာက္တဲ့ည စားေသာက္ဆိုင္တစ္ခုမွာ ညစာစားျပီးျပန္အထြက္ လက္တင္လူမ်ိဳးေတြ အုပ္စုလိုက္ေမာင္းႏွင္လာေသာ ကားတန္းရွည္ၾကီးနဲ႔ၾကံဳရာ သမီး ဂ်ဴလီကို စေနာက္မယ္ၾကံတဲ့အတြက္ ဂ်င္မ့္မွာ ကားကိုအျမန္ေမာင္းထြက္ကာ ေရွာင္ခဲ့ရပါတယ္။အလုပ္အသစ္မွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-505/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/horns-2013-08-150x200.jpg",
        "title": "Horns 2013",
        "description": "Screen Shots  Harry Potter မင္းသား Daniel Radcliffe အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့\nDrama | Fantasy | Thriller ဇာတ္ကားပါ။\nဒင္နီရယ္လ္ရတ္ကလဖ္ ပရိတ္သတ္နဲ႕ ထူးထူးဆန္းဆန္း ဇာတ္လမ္းၾကိဳက္တဲ့\nပရိတ္သတ္ေတြ စိတ္ဝင္စားမယ့္ ဇာတ္ကားမ်ိဳးပါ....\nIMDb Rating(6.5/10) ရရွိထားပါတယ္။\nFile size...800MB\nQuality....WEB-DL Rip 720p\nFormat...mp4\nDuration....01:59:55\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "6.5",
        "url": "https://megaup.net/1zJhr/Horns_[2013]_(MM_sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/411HZ2ZP1FL-1-229x300.jpg",
        "title": "Charlie Chaplin : The Kid  (1921)",
        "description": "Charlie Chaplin ရဲ႕ ဇတ္ကားေကာင္းေလးေတြ တင္ဆက္ေပးေနရင္းနဲ႔ က်ေနာ္ အသက္ ၉ ႏွစ္ေလာက္ကၾကည့္ခဲ့ဖူးတဲ့ The Kid ကို ျပန္ရွာခဲ့ပါတယ္ 720P ရုပ္ထြက္နဲ႔ ျပန္ရလို႔လဲ ေပ်ာ္ခဲ့ရတယ္ၾကည္ၾကည္လင္လင္ ၾကည့္ရေတာ့မွာကိုး ခ်ာလီ ရဲ႕ သရုပ္ေဆာင္ခ်က္ေတြကဘယ္ေတာ့မွ အိုမင္းမသြားဘူး ဘယ္ေတာ့မွ ပ်က္စီးမသြားဘူးဘယ္ေတာ့...ဘယ္ေတာ့မွ.. ရသ မပ်က္သြားပါဘူးဒီရုပ္ရွင္ကား ကေတာ့ အေဖ မေပၚပဲ ေမြးခဲ့တဲ့ သားေလးကိုလူခ်မ္းသာေတြ ရဲ႕ ကားေပၚမွာ ေမြးစားဖို႔ ထားခဲ့ၿပီးမွ ျဖစ္ခ်င္ေတာ့ အဲ့ဒီကားကိုသူခိုး ခိုးခံရၿပီး ကေလးကို ေတြ႔လို႔ သူခိုးေတြကလဲ လမ္းေဘးမွာ ခ်ထားခဲ့ပါတယ္သူေဌးေမြးစားမခံရပဲ ဆင္းရဲခ်ိဳ႕တဲ့တဲ့ ခ်ာလီ က ေကာက္ယူေမြးစားလုိက္ပါတယ္သေဘာအက်ဆံုးက ကေလးရဲ႕ သရုပ္ေဆာင္ခ်က္ေတြက Pro လို႔ေျပာေလာက္ေအာင္ပီျပင္ၿပီး ခ်စ္ဖို႔လဲ ေကာင္းသလို သူ႔ေမြးစား အေဖ ခ်ာလီ ဆီကေနျပန္လု တဲ့ အခါ ငိုယိုေတာင္းပန္တာကလဲ ...",
        "rating": "",
        "url": "https://megaup.net/1A0z7/[02388]_The_Kid_(1921)_[Comedy]_[Charlie_Chaplin]_[8.2].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/mls3-1-214x300.jpg",
        "title": "My Lucky Star(2013)",
        "description": "Screen Shots  My Lucky Star ႐ုပ္ရွင္ ဇာတ္ကားကို မင္းသမီးက်န္းက်ိယိ ပါဝင္သရုပ္ေဆာင္ထားျပီး ပူးတြဲထုတ္လုပ္ သူအျဖစ္ပါ တာဝန္ယူထားျခင္း ျဖစ္ကာအမ်ဳိးသမီး ဒါ႐ုိက္တာ ဒန္နီးဂါဒန္က ႐ုိက္ကူး ထားျခင္းျဖစ္သည္။\nAdventure | Comedy ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\nMy Lucky Star ႐ုပ္ရွင္ကုိ MBS  ႐ုပ္သံ၊ Sands Sky ပန္းၿခံ၊ ေပက်င္းၿမိဳ႕ႏွင့္ ေဟာင္ေကာင္ရွိ    တံငါ ရြာမ်ားႏွင့္ မကာအုိရွိ တူးေျမာင္း မ်ားတြင္ သုံးသည့္ ဦးေကာ့ပ္ေကာ့ေလွမ်ားကုိ အသုံးျပဳ၍ ႐ုိက္ကူးခဲ့တာပါ။\nဇာတ္လမ္းျမဴ းျမဴ းၾကိဳက္သူေတြအတြက္ လက္လြတ္မခံသင့္တဲ့ဇာတ္ကားပါ။File size...850MB\nQuality....HD-Rip 720p\nFormat...mp4\nDuration....01:53:26\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/my-lucky-star20133/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://fbcdn-sphotos-g-a.akamaihd.net/hphotos-ak-xpf1/v/t1.0-9/11018324_768409746591551_8179771890692405879_n.jpg?oh=061bf5844cb0e3bd4835eac72c2bb984&oe=55959B0C&__gda__=1435881830_65ab53ee620afcf9c3b223a737dad93b",
        "title": "Charlie Chaplin : City Lights (1931)",
        "description": "ႏုိင္ငံေက်ာ္ ဟာသမင္းသားႀကီး Charlie Chaplin ရဲ႕City Lights ဆိုတဲ့ရုပ္ရွင္ကားပါ ၁၉၃၁ ခုႏွစ္ ကထြက္ရွိခဲ့တာပါက်ေနာ္တို႔ Channel Myanmar အေနနဲ႔ ခ်ာလီခ်က္ပလင္ ရဲ႕အေကာင္းဆံုး ရုပ္ရွင္ကားမ်ားကို ထပ္မံ တင္ဆက္ေပးသြားပါမယ္...ရုပ္ရွင္ကား အသစ္ တင္တိုင္း သိလုိပါက ေအာက္ပါFollow Button ကို ႏွိပ္ထားပါ...(သစ္ဆန္းခန္႔)Download Link\n------------------------\nhttp://pc.cd/DaY7Follow Me ->",
        "rating": "",
        "url": "https://megaup.net/1A0zi/[00495]_City_Lights_(1931)_[Comedy]_[Charlie_Chaplin]_[USA]_[8.3].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/dragon-poster-133x200.jpg",
        "title": "Dragon (2011)",
        "description": "Dragon (2011)\nIMDb - 7.1/10_____Rotten - 85%\n  မင်းသားကြီး Donnie Yen ပါဝင်ထားတဲ့\nသိုင်းလောကသားတွေအကြိုက်ဇာတ်ကားကောင်းဖြစ်ပါတယ်။\nIMDb Rating (7.1/10) ရရှိထားတာကြောင့် လက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။\n (မြန်မာစာတန်းထိုးကိုတော့ ညီလေး Kyaw Swar Win မှ\nကိုယ်တိုင် ဘာသာပြန်တင်ဆက်လိုက်တာဖြစ်ပါတယ်။)\n File size...1100 MB\nQuality....Blu-ray Rip\nFormat...AVI\nDuration....01:52:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Kyaw Swar Win",
        "rating": "7.1",
        "url": "https://megaup.net/Uuzv/Dragon_(Wu_Xia)_[2011]_(MM_Sub).avi",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/MPW-93074-1-201x300.jpg",
        "title": "Into the Storm(2014) ျမန္မာစာတန္းထိုး",
        "description": "အိုုကလာဟိုုးမားျပည္နယ္ျမိဳ႔တစ္ခုုအတြင္းရွိ အထက္တန္းေက်ာင္းတစ္ခုုရဲ႔ စင္ျမင့္ထက္မွာ ေက်ာင္းအုုပ္ၾကီးက ေက်ာင္းဆင္းပြဲမိန္႔ခြန္း ေျပာေနပါတယ္။ မိန္႔ခြန္းမဆံုုးခင္မွာ မိုုးေလးေတြတဖြဲဖြဲရြာလာတဲ့အတြက္ ဘြဲ႔၀တ္စံုုဆင္ျမန္းထားတဲ့ ကေလးေတြ ထီးေတြ အျမန္ဖြင့္လိုုက္ၾကပါတယ္။ တျဖည္းျဖည္းသည္းလာတဲ့မိုုးေၾကာင့္ ေက်ာင္းအုုပ္ၾကီးလည္း မိန္႔ခြန္းအျမန္လက္စသတ္လိုုက္တယ္ဆိုုရင္ပဲ ဘြဲ႔ဦးထုုပ္ေတြေလေပၚပစ္ေျမွာက္လိုုက္တာနဲ႔အတူ မုုန္တိုုင္း အေရးေပၚအခ်က္ေပး ဥၾသသံက ဆူညံစြာထြက္ေပၚလာတယ္။ ဒုုေက်ာင္းအုုပ္ ဂယ္ရီဖူလ္လာ (Gary Fuller) နဲ႔ အုုပ္ခ်ဳပ္သူေတြက ကေလးေတြကိုု အေဆာက္အအံုုထဲ အျမန္ေျပး၀င္ဖိုု႔ ေအာ္ဟစ္ေနၾကတယ္။ ေက်ာင္းထဲေရာက္တာနဲ႔ ကေလးေတြကိုု နံရံတဖက္တစ္ခ်က္စီမွာ ၀ပ္ေနၾကဖိုု႔ညြန္ၾကားေနတုုန္း သစ္ပင္ၾကီးတစ္ပင္ ေက်ာင္းမွန္တံခါးကိုုခြဲျပီး ၀ုုန္းဆိုု ၀င္လာပါတယ္။ ေက်ာင္းထဲက ပစၥည္းေတြ စာရြက္ေတြလည္း အရွိန္ျပင္းလြန္းတဲ့ေလေၾကာင့္ တံခါးဆီလြင့္ကုုန္တယ္။ အကာအကြယ္ယူျပီး ၀ပ္ေနၾကဖိုု႔ ဂယ္ရီ အတင္းေအာ္ျပီးသတိေပးေပမယ့္ ေနာက္က်သြားခဲ့ျပီး ေက်ာင္းရဲ႔ေခါင္းမိုုးေတြျပိဳက်ကာ ေက်ာင္းသားေတြလည္းေလျပင္းနဲ႔အတူ တံခါး၀ဆီတရြတ္တိုုက္ပါသြားၾကသည္။ မုုန္တိုုင္းစဲသြားလိုု႔ ဂယ္ရီ ေက်ာင္းအျပင္ကိုုထြက္ၾကည့္လိုုက္တဲ့အခါမွာေတာ့ ပတ္၀န္းက်င္တစ္ခုုလံုုး ကမၻာပ်က္သည့္အလား အပ်က္အဆီးမ်ားျဖင့္သာျပည့္ႏွက္ေနတာကိုု ေတြ႔လိုုက္ရသည္။တခ်ိန္ထဲမွာပဲ မုုန္တိုုင္းမွတ္္တမ္းတင္တဲ့အဖြဲ႔ တစ္ဖြဲ႔ျဖစ္တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-493/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/Lee_Daniels_The_Butler_2013_R1-front-www.GetDVDCovers.com_-1-300x201.jpg",
        "title": "The Butler (2013) ၿမန္မာစာတန္းထိုး",
        "description": "ဒီေန႔အတြက္က နာမည္ႀကီးဇာတ္ကားေကာင္းတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။ ၂၀၁၃ ကတည္းက ထြက္ရွိထားတဲ့ Butler ဆိုတဲ့ ဇာတ္ကားက 12 Years Slave လို ဇာတ္ကားမ်ဳိး ၾကည့္ဖူးတဲ့ လူေတြအႀကိဳက္ေတြ႕မယ့္ ေနာက္ထပ္ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။IMDb Rating မွာလည္း 7.1 အထိရရွိထားတာမို႕ ၾကည္႔ဖုိ႕စဥ္းစားလိုေနမယ္မထင္ပါဘူးRotten Tomatoes မွာလည္း 77% အထိ ရရွိထားပါတယ္..အညႊန္းေၿပာၿပရမယ္ဆုိရင္ဒီဇာတ္ကားထဲမွာ စီစီဆိုတဲ့ လူမည္းေကာင္ေလးတစ္ေယာက္ရဲ႕ ဘ၀နဲ႔စထားတယ္။ လူမည္းကြၽန္ဘ၀ေရာက္ၾကရတဲ့ ေခတ္မွာ သူ႕အေဖကသူ႕မ်က္စိေရွ႕မွာပဲ ေသနတ္နဲ႔ပစ္ခံရၿပီး ေသသြားတယ္။ လူငယ္ဘ၀ေရာက္လာခ်ိန္မွာ ၿမိဳ႕ေပၚတက္စားေသာက္ဆိုင္ေတြ၊ ဟိုတယ္ေတြမွာ ေအာက္ေျခသိမ္းလုပ္ၿပီးေတာ့ အလုပ္ကို ဂ႐ုတစိုက္ႀကိဳးစားလြန္းတာေၾကာင့္ သူအရြယ္ေရာက္လာတဲ့အခ်ိန္မွာ အိမ္ျဖဴေတာ္ထိန္းအဖြဲ႕မွာ တာ၀န္ထမ္းေဆာင္ဖို႔ ကမ္းလွမ္းခံခဲ့ရတယ္။ လူမည္းေကာင္ေလးတစ္ေယာက္ အိမ္ျဖဴေတာ္၀န္ထမ္းျဖစ္ခြင့္ရသြားတယ္ေပါ့။သူအိမ္ေတာ္ထိန္းအျဖစ္ တာ၀န္ထမ္းေဆာင္ခြင့္ရတဲ့ ကာလေတြမွာ သမၼတေတြ အဆက္ဆက္ ေျပာင္းသြားတယ္။ ေခတ္ေတြေျပာင္းသြားတယ္။ မေျပာင္းတာက အေမရိကန္က လူျဖဴ၊ လူမည္း ခြဲျခားဖိႏွိပ္မႈေတြပဲ ျဖစ္ပါတယ္။သူ႕အေနနဲ႔ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-489/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/anegan-200x200.jpg",
        "title": "Anegan (2015)",
        "description": "ပြီးခဲ့တဲ့ဖေဖော်ဝါရီက ထွက်ရှိထားတဲ့ အိန္ဒိယတမီလ်သည်းထိတ်ရင်ဖို ချစ်ဇာတ်လမ်းသစ်လေးအကြောင်း ပြောပြချင်ပါတယ်။ ဒီဇာတ်ကားလေးရဲ့ ထူးခြားချက်ကတော့ မြန်မာနိုင်ငံမှာလာရောက်ရိုက်ကူးထားတာ ဖြစ်ပြီး ကမ္ဘာသိ မြန်မာ့အလှအပ တွေရှိရာ ပုဂံ၊ အင်းလေး၊ ဦးပိန် တံတား စတဲ့နေရာတွေကို လှလှ ပပရိုက်ကူးပြထားတာတွေ့ရမှာပါ။ ၁၉၆၂ ခုနှစ်များဆီက မြန်မာနိုင်ငံမြင်ကွင်းနဲ့အတူ တမီလ်လူမျိုး အလုပ်သမားမူနာရု နာဟာ လူချမ်းသာမြန်မာစစ်ဗိုလ်ချုပ်ရဲ့သမီး ဆုမုဒြာနဲ့ ပျော်ပွဲရွှင်ပွဲတစ်ခုမှာ ချားရဟတ်မတော်တဆမှုကို ကူညီကယ်ဆယ်ရင်း ချစ်သူတွေဖြစ်သွားကြပါတယ်။ ဆုမုဒြာရဲ့အဖေကလုံးဝသဘောမတူပါဘူး။ အဲဒီကိစ္စနဲ့ ပတ်သက်ပြီး ဆုမုဒြာရဲ့အဖေဟာ မြန်မာပြည်ထဲက တမီလ်ရွှေ့ပြောင်းလုပ်သားတွေကို နေထိုင်ခွင့်ရုပ်သိမ်းလိုက်တာကြောင့် ပဋိပက္ခတွေဖြစ်ပြီး တမီလ်အလုပ်သမားတွေ မြန်မာနိုင်ငံကထွက်ပြေးခဲ့ရပါ တယ်။ဆုမုဒြာဟာ သူ့ချစ်သူ မူနာရုနာနဲ့အတူ သင်္ဘောပေါ်အတူ လိုက်ပြေးသွားခဲ့ပေမယ့် အိမ်က လိုက်ဖမ်းတာကြောင့် ရေထဲကို ခုန်ဆင်းပြီး ထွက်ပြေးဖို့ကြံရာမှာ မူနာရုနာ သေနတ်မှန်ပြီး သေဆုံးခဲ့တာကြောင့် ဆုမုဒြာလည်း သေအတူသစ္စာထားကာ ရေထဲခုန်ချခဲ့ပါတယ်။လက်ရှိအခြေအနေ ဇာတ်ကွက်မှာတော့ ဆုမုဒြာဟာ မက်ဟူမီသာဆိုတဲ့မိန်းကလေးအဖြစ်နဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/4eGPe/Anegan_[2015]_(MM_Sub).mp4",
        "category": "Action, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/perfect-proposal-poster-1-209x300.jpg",
        "title": "Perfect Proposal (2015 ) ၿမန္မာစာတန္းထိုး 18+",
        "description": "A young woman (Lim Soo Jung) conspires with a casino employee (Yoo Yeon-Seok) to bilk a businessman out of his fortune.Initial release: June 4, 2015Director: Je-gu YunRunning time: 1h 50mStory by: Catherine ArleyScreenplay: Je-gu YunFilesize : 554 MBQuality : 720pFormat : mp4Running Time : 1hr 50 minSubtitle : Myanmar Subtitle ( Hardsub )Encoder : LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-495/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/Combustion-1-300x225.jpg",
        "title": "Combustion(2013)",
        "description": "Screen Shots Information:Adult Movie\nStory Line:\nNow the easy thing to do is to say that Combustión is a Spanish copy of ‘the fast and the furious’ (as opposed to what some others wrote, it’s closer to the first ‘furious’ than the rest). But it goes above and beyond a high-concept car race film (which eventually became formula) and adds a thriller ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4944/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/Takedown-1-219x300.jpg",
        "title": "Take Down (2000) ျမန္မာစာတန္းထိုး",
        "description": "Take Down ဆိုုတာ နာမည္ေက်ာ္ Hacker , Kevin Mitnick ရဲ႕ ဘ၀အေၾကာင္းကိုု အေျခခံျပီး ရိုုက္ကူးထားတာျဖစ္ျပီး John Markoff နဲ႕ Tsutomu Shimomura တိုု႕ ရဲ႕ Take Down စာအုုပ္ကိုု ေက်ာရိုုးတည္ထားတာပါတယ္ ။နာမည္ေက်ာ္ Hacker တစ္ေယာက္ျဖစ္တဲ့ Kevin Mitnick ဟာ တယ္လီဖုုန္း ခိုုးနားေထာင္မႈ . Electronic Device မ်ားအတြင္းသိုု႕ တရားမ၀င္ ၀င္ေရာက္မႈ တုုိ႕ျဖင့္ အေမရိကန္ႏုုိင္ငံက အလိုုရွိေနတဲ့အခ်ိန္ျဖစ္ပါတယ္ ။ သူ႕ကိုု Social Engineering ထိုုးဖိုု႕ လႊတ္လိုုက္တဲ့ Hacker ေတြကိုုေတာင္ သူက Social Engineering ျပန္ထိုုးျပီး ျပန္ Hack တာ မ်ိဳးေတြလုုပ္ရင္း FBI ကိုု ေရွာင္ရွား ထြက္ေျပးေနခဲ့ရပါတယ္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-500/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "As Above, So Below (2014)",
        "description": "ပြင်သစ်နိုင်ငံ၊ ပါရီမြို့ကြီးရဲ့ လမ်းမတွေရဲ့အောက်မှာ အကွေ့အချိုးမိုင်ပေါင်းများစွာနဲ့ မြေအောက်လိုဏ်ခေါင်းတွေရှိလို့နေတယ်။ မရေမတွက်နိုင်တဲ့ဝိညာဉ်တွေရဲ့ ထာဝရအိမ်က ပါရီမြို့ကြီးရဲ့ လမ်းမတွေအောက်မှာပဲလား။ အမေရိကန်-အင်္ဂလိပ်ရှာဖွေစူးစမ်းအဖွဲ့တစ်ဖွဲ့က လူငယ်တွေ အရင့်အရင်က မတွေ့မကြုံခဲ့ရဖူးသေးတဲ့ အရိုးဝင်္ကပါတစ်ခုကို တွေ့သွားတယ်။ ဒီမြို့တော်ကြီးအတွင်းမှာ တည်ရှိနေတဲ့သေခြင်း၊ ပုန်းကွယ်မှောင်မိုက်နေခဲဲ့တဲ့ လှို့ဝှက်ချက်ကိုဖော်ထုတ်မိလျက်သားဖြစ်ခဲ့ရပြီ။ ၁၇၈၅ ခုနှစ်ကတည်ဆောက်ခဲ့သတဲ့။ ကမ္ဘာ့အကြီးဆုံးဂူသချုႋင်းတစ်ခုမှာ မမျှော်လင့်ဘဲ တွေ့ခဲ့ရတဲ့စန္ဒရားအို၊ ရုတ်တရက်ထွက်ပေါ်လာတဲ့ လှို့ဝှက်တံခါး၊ အဲဒီတံခါးပွင့်သွားခဲ့တာနဲ့ပဲ။ ချောက်ချားစရာ အတိတ်တွေ ရုန်းကြွတွန်းကန်လာတော့တယ်။ Mad Men သရုပ်ဆောင် Ben Feldman ၊ The Purge: Anarchy သရုပ်ဆောင် Edwin Hodge နဲ့ The Invisible Woman က သရုပ်ဆောင်မိန်းကလေး Perdita Weeks တို့ ပါဝင်ထားကြတယ်။ ထိတ်လန့်သည်းဖိုရုပ်ရှင်နှစ်သက်ကြသူတွေအတွက်တော့ စိတ်ဝင်စားစရာရုပ်ရှင်ဖြစ်နေမှာပါ။\nAs Above, so below ရဲ့ ရုပ်ရှင်ပိုစတာမှာပဲ ဆွဲဆောင်မှုအားကြီးနေတော့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/132ky/As_Above,_So_Below_[2014]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/Bhaag-Milkha-Bhaag-poster-140x200.jpg",
        "title": "Bhaag Milkha Bhaag (2013)",
        "description": "Bhaag Milkha Bhaag (2013)\nIMDb - 8.2/10_____Rotten - 72%ကျွန်တော် အကိုတို့ blog ကနေပြီးတော့ movies တွေ အမြဲတမ်းကြည့်ဖြစ်ပါတယ် .. အကိုတို့ဘလော့လေးကို သဘောလဲကျမိပါတယ်.. အဲ့အတွက် ကျွန်တော်လည်း တတ်နိုင်သမျှပြန်ကူညီတဲ့အနေနဲ့ ဇာတ်ကား တစ်ကားကို ဘာသာပြန်ပြီး အကိုတို့ကို ပေးလိုက်ပါတယ် ..\nဇာတ်လမ်းလေးကလည်း အထုပ္ပတ္တိ ကားလေးလည်းဖြစ်.. တော်တော်လေးလည်းကောင်း.ဘဝအတွက်လည်း message တွေအများကြီးပေးပါတယ်..ပြီးတော့ မြန်မာလို ပြန်ထားတာ မတွေ့သေးတဲ့အတွက် ကျွန်တော်ပြန်ပြီး ပို့ပေးလိုက်တာပါ .. ဇာတ်လမ်းက ၂၀၁၃ ခုနှစ်က ထွက်တဲ့ Bhaag Milkha Bhaag ဆိုတဲ့ ဇာတ်ကားလေးပါ .. အကိုတို့လဲ ကြည့်ဖူးပြီးသားဖြစ်မယ်ထင်ပါတယ်...ဇာတ်လမ်းက ၃ နာရီကြာတော့ ဆိုဒ်ကလည်း နဲနဲကြီးသွားတယ် 2 Gb နည်းနည်းကျော်သွားပါတယ်....ဇာတ်လမ်းအညွှန်းက Movie Locos ကနေကူးယူပြီး ပေးလိုက်ပါတယ်..\n================================================၁၉၄၇ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2fRom/Bhaag_Milkha_Bhaag_[2013]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/file_97567_0_taken2bluray1-1-256x300.jpg",
        "title": "Taken 2(2012) ျမန္မာစာတန္းထိုး",
        "description": "Taken 1(2008) ကိုၾကည့္ၿပီးဒီဇာတ္ကားကိုၾကည့္မွ အရသာရွိမွာပါ...Taken (1) မွာျဖစ္ပ်က္ခဲ့တာေတြအတြက္ Taken (2) မွာ စာရင္းရွင္းၾကမွာပါ...ဖခင္တစ္ေယာက္ရဲ႕ ေမတၱာနဲ႕ Agent တစ္ေယာက္ရဲ႕ စနစ္က်နေသသပ္မႈကိုအေကာင္းဆံုးေပါင္းစပ္ထားတဲ့ ဇာတ္ကားပါ...(Taken(1+2+3) ၃ ကားလံုးကို ဒီလင့္မွာၾကည့္ပါ>>>http://www.channelmyanmar.com/2015/02/taken123.html )File size...794MB   Quality....Blu-ray Rip 480pFormat...mp4Duration....01:35:00Subtitle....Myanmar Subtitle(Hardsub) Encoder....Nyiminn Thant Download and Watch(pCloud Link) Download and Watch(pCloud Link)Small File Size(229MB)နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-498/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/taken-1-209x300.jpg",
        "title": "Taken(2008) ျမန္မာစာတန္းထိုး",
        "description": "Screen Shotsဒီဇာတ္ကားက ကၽြန္ေတာ့္ အႀကိဳက္ဆုံး ဇာတ္ကားေတြထဲက တစ္ကားျဖစ္ပါတယ္။  မင္းသားက နာမည္ႀကီးမင္းသားၾကီး Liam Neeson  ျဖစ္ျပီး Taken(1,2,3) ဆိုျပီး ၃ ကားထြက္ပါတယ္။ဇာတ္လမ္းအေႀကာင္းကိုေျပာရရင္........မင္းသားက အရင္တုန္းက CIA ကစုံေထာက္၊ ၁၇ႏွစ္အရြယ္ သမီးေလးတစ္ေယာက္ရွိပါတယ္။ Liam Neeson က သူသွ်ိဳ၊စုံေထာက္ဆုိေတာ့ မိသားစုအတြက္ အခ်ိန္မေပးနုိင္လို့ မိန္းမနဲ့ကြာရွင္းျပီးေနာက္ သမီးေလးကုိပါ မိန္းမလက္ထဲထည့္ေပးလိုက္ရပါတယ္။ သူက သူ့သမီးေလးကုိအရမ္းခ်စ္ေတာ့ CIA ကေန အနားယူျပီး သမီးေလးနားမွာေနနုိင္ေအာင္ ႀကိဳးစားေနတဲ့ အေဖေနရာက သရုပ္ေဆာင္တာပါ။ Bryan (Liam Neeson ရဲ့ဇာတ္ေကာင္) ရဲ့သမီး Kim (Maggie Grace ရဲ့ဇာတ္ေကာင္) က တစ္ေန့မွာ သူငယ္ခ်င္းရယ္ ျပင္သစ္နုိင္ငံ ပဲရစ္ျမိဳ့ကုိသြားလည္ဖို့ ဖခင္ကုိေတာင္းဆုိပါတယ္။ (အေမရိကားမွာ ၁၈ႏွစ္ေအာက္ကေလးေတြက ျပည္ပခရီးသြားခ်င္ရင္ မိဘခြင့္ျပဳ့တဲ့လက္မွတ္ပါမွ သြားလို့ရပါတယ္)။ သူ့အေဖက မသြားေစခ်င္ေပမယ့္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-497/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/the-boxtrolls-poster-133x200.jpg",
        "title": "The Boxtrolls (2014)",
        "description": "The Boxtrolls (2014)\nIMDb - 6.8/10_____Rotten - 77%\n  \nAnimation ပရိတ်သတ်တွေအတွက် ထွက်ထားတာ မကြာသေးတဲ့ ကာတွန်းဇာတ်ကားအသစ်ကို\nတင်ဆက်လိုက်ပါတယ်....IMDb Rating (6.8/10) ရရှိထားတဲ့ ဇာတ်ကားဖြစ်လို့\nကာတွန်းကြိုက်ပရိတ်သတ်တွေလက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။\n File size...1GB\nQuality....DVDRip\nFormat...mp4\nDuration....01:36:00\nSubtitle....Myanmar Subtitle(Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://megaup.net/3zAxu/The_Boxtrolls_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/fury_ver2_xlg-1-300x160.jpg",
        "title": "Fury (14)",
        "description": "Screen Shots  ၁၉၄၅ ခုုႏွစ္၊ ဧျပီလ။  ဒုုတိယကမၻာစစ္ ဥေရာပစစ္ေျမျပင္။  အင္အားၾကီးစစ္ႏိုုင္ငံျဖစ္တဲ့  နာဇီ ဂ်ာမနီႏိုုင္ငံအား အေမရိကန္မွ ေနာက္ဆံုုးထိုုးစစ္ဆင္ တိုုက္ခိုုက္ေနတဲ့အခ်ိန္။\nအေမရိကန္စစ္တပ္ တပ္မဟာ ၆၆၊ တပ္ခြဲ ၂မွ တပ္ၾကပ္ၾကီး ေကာ္လီရာ ( Collier ) က ယင္းစစ္ေျမျပင္မွာ ဖ်ဴရီ (fury)  လိုု႔ေခၚတဲ့ တင့္ကား ကိုုဦးေဆာင္ကာ တိုုက္ပြဲ၀င္ေနသူျဖစ္ပါတယ္။ ဖ်ဴရီ ရဲ႔ တျခားတပ္ဖြဲ႔၀င္ေတြျဖစ္တဲ့  ေသနတ္သမား ဘိုုင္ဘယ္ (Bible) ၊ လက္နက္ၾကီးက်ည္ျဖည့္တာ၀န္ ကြန္းအက္စ္ (Coon-Ass) ၊ တင့္ကားေမာင္းသူ ေဂၚဒိုု (Gordo) တိုု႔ဟာ စစ္စကတည္းက တြဲဖက္ညီညီ နဲ႔တိုုက္ပြဲ၀င္ခဲ့ၾကတဲ့ ၀ါရင့္စစ္သားေတြပဲျဖစ္ပါတယ္။\nဖ်ဴရီ ရဲ႔လက္ေထာက္ကားေမာင္းသမား က်ဆံုုးသြားတဲ့အခ်ိန္မွာေတာ့ လူစားထိုုးအေနနဲ႔  တပ္လက္ႏွိပ္စက္စာေရး ေနာ္မန္ ( Norman ) ေရာက္လာပါတယ္။ ဖ်ဴရီ ရဲ႔ အဖြဲ႔သားေတြက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-55255/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/OutcastMoviePoster2-1-300x167.jpg",
        "title": "Outcast(2014)",
        "description": "Screen Shots မင္းသားၾကီး Nicolas Cage ရယ္..မင္းသား Hayden Christensen  ရယ္\nတရုတ္မင္းသမီးေလး  Yifei Liu (ဂူဂူး) တို႕ပါဝင္ထားတဲ့ ရာဇဝင္ဇာတ္ကားပါ။\nIMDb Rating(4.6/10) ရရွိထားပါတယ္။File size...945MB\nQuality....DVDRip\nFormat...mp4\nDuration....01:38:35\nSubtitle....Myanmar Subtitle(Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-5199/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/Unfinished_Business_28201529_R1-5Bfront5D-5Bwww.FreeCovers.net5D-1-300x203.jpg",
        "title": "Unfinished Business (2015) ၿမန္မာစာတန္းထိုး",
        "description": "2015 ထဲမွာ ထြက္ရွိထားတဲ႔ ဇာတ္ကားတစ္ကားၿဖစ္ၿပီး ႏိုင္ငံတကာမွာ Hot ၿဖစ္တဲ႔ ရုပ္ရွင္ဇာတ္ကားListထဲမွာပါ၀င္တဲ႕ဇာတ္ကားတစ္ကားၿဖစ္ပါတယ္...ဒါရိုက္တာ Ken Scott က ရိုက္ကူးတင္ဆက္ထားၿပီးေတာ႕မင္းသား Vince Vaughn နဲ႔ Dave Franco တို႕က ပါ၀င္ရိုက္ကူးထားပါတယ္IMDb Rating မွာေတာ႔ 5.3 ရ ရွိထားၿပီးေတာ႔ ၾကာၿမင္႔ခ်ိန္က တစ္နာရီခြဲခန္႕ရွိပါတယ္...ဇာတ္လမ္းအမ်ိဳးအစားကေတာ႕ Comedy ၿဖစ္ၿပီး ၾကည္႕ရတာ ေပါ႔ေပါ႔ပါးပါးနဲ႔အဆင္ေၿပေစမယ္႕ဇာတ္ကားမ်ိဳးၿဖစ္ပါတယ္..ၾကည္႕ရွုခံစားၾကပါ( ဖိုင္ဆိုဒ္အေသးကို 720p ကြာလတီၿဖင္႔တင္ဆက္ထားၿပီး ရုပ္သံၾကည္လင္ၿပတ္ၿပတ္သားသားၾကည္႕ရွုႏိုင္ပါတယ္ )Filesize : 552 MBQuality : 720pFormat : mkvRunning Time : 1 hour 31 minSubtitle : Myanmar Subtitle ( Hardsub )Encoder : LKDownload With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-520/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/getdvdcovers_sex_tape_2014_custom_front-1-300x202.jpg",
        "title": "Sex Tape (2014)",
        "description": "ဒီဇာတ္ကားေလးကိုၾကည္႔သင္႔တယ္လို႔ထင္ပါတယ္...လူငယ္ေတြလည္းမၿဖစ္သင္႔တာမၿဖစ္ရေအာင္\nသတိထားမိေအာင္ေပါ႔..ဟာသကားေလးပါပဲ..သေဘာက်ၾကမွာပါ...\nတခ်ိဳ႕ဇာတ္၀င္ခန္းေတြ အၿမင္မေတာ္တာေတြပါ၀င္တဲ႔အတြက္ 18+ ေခါင္းစဥ္တပ္ထားရပါတယ္အခုတစ္ေလာ အင္တာနက္မွာ ျဖစ္ပ်က္မႈမ်ားျပားေနတဲ့အေၾကာင္းေလးကုိ ဟာသေလးေရာေႏွာျပီး ရုိက္ကူးတင္ျပထားတဲ့ဇာတ္ကားေလးပါ။ Jay နဲ႕ Annie တုိ႕ အမွတ္မထင္ရုိက္ကူးထားတဲ့ Sex Tape ေလးဟာ မထင္မွတ္ပဲ iPad ေတြကုိ Sync လုပ္လုိက္လုိက္ရာမွတစ္ဆင့္ Cloud ကေန တျခားလူေတြဆီ ေရာက္သြားပါေတာ့တယ္။အစက ဒါကုိ သတိမထားမိေသးပဲ Jay ဖုန္းကုိ တစ္စုံတစ္ေယာက္က ထုိ Tape နဲ႕ပတ္သတ္ျပီး စာပုိ႕ေတာ့မွ သတိထားမိတာပါ။ ဘယ္သူပုိ႕လည္းေတာ့ မသိပါဘူး။ ဒါေၾကာင့္ Annie နဲ႕ Jay တုိ႕ ႏွစ္ေယာက္ iPad ေပးထားတဲ့သူေတြဆီသြားျပီး ျပန္ယူကာ ထုိ ဗီဒီယုိဖုိင္ကုိ ဖ်က္ဖုိ႕ၾကိဳဳစားရင္း အေစာက message ကုိ ဘယ္သူပုိ႕လည္းဆုိတာ စုံစမ္းပါေတာ့တယ္။သူတုိ႕ႏွစ္ေယာက္ iPad ေတြ ျပန္ယူဖုိ႕ၾကိဳးစားခဲ့ပုံကုိ ဟာသေရာေႏွာကာ ရုိက္ကူးတင္ဆက္ထားျပီး ထုိ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/sex-tape-2014/",
        "category": "Adult"
    },
    {
        "thumbnail": "",
        "title": "Gravity(2013)",
        "description": "ကြည့်ကိုကြည့်သင့်တဲ့ကားပါ..။ ကဲစထဲကပြောထားလိုက်ပြီ။ မကြိုက်တဲ့ သူတွေက ဘာလို့ မကြိုက်ကြလည်းတော့မသိဘူး။ အကောင်းတကာ့ အကောင်းဆုံးကားတွေထဲမှာ ဒီကားလည်းပါပါတယ်။ တစ်ချိန်က နာမည်ကြီးခဲ့တဲ့ Godfather ဇာတ်လမ်းတွေ၊ Nolan ရဲ့ The Dark Knight ၃ကားနဲ့ တန်းတူ အောင်မြင်ပြီး အရည်အသွေးကောင်းတဲ့ကားပါ။ အခုထဲကတောင် Oscar Nomination မှာ ထိပ်ဆုံးက စာရင်းပြေးနေပါပြီ။ Best Actress, Best Achievement in Visual Effect, Best Writing, Director, စတဲ့ ဆုတွေအတွက် ဆန်ကာတင်စာရင်းမှာ ပါဝင်ဖို့လည်း ကြိမ်းသေနေပါတယ်။ ဒီကားကိုကြည့်ရင်းနဲ့ မြန်မာပြည်ကိုတောင် ပြန်သတိရမိပါတယ်။အမေရိကားနိုင်ငံမှာ လူကြိုက်များရတဲ့ အဓိကအကြောင်းအရင်းကတော့ Cold War (1947-1991) အမေရိက နဲ့ ရုရှားတို့ စစ်အေးတိုက်ပွဲကာလ (ကုလသမဂ္ဂဥက္ကဌ ဦးသန့် ဖြေရှင်းပေးခဲ့ရတဲ့ Cuban Missile ...",
        "rating": "",
        "url": "https://megaup.net/2nOeq/Gravity_[2013]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/8284-Frequencies28OXVTheManual2928201329-1-300x166.jpg",
        "title": "Frequencies (2013) ၿမန္မာစာတန္းထိုး",
        "description": "သိပၸံကားေကာင္းေလးေတြၾကိဳက္ႏွစ္သက္ေတြအတြက္ ဒီကားေလးနဲ႔မိတ္ဆက္ေပးလိုက္ပါတယ္Review အရင္ဆံုးၾကည္႔လိုက္ရေအာင္ကမာၻေပၚမွာ လူေတြရဲ႕ ဘဝတန္ဖုိး . . . ဆက္ဆံေရး . . . အစရွိသည္တုိ႕ကုိ \" frequencies \" ေတြနဲ႕သတ္မွတ္ထားပါေတာ့တယ္။ ထုိထဲမွာမွ Isaac-Newton လုိ႕ေခၚတဲ့ေကာင္ေလးတစ္ေယာက္  .. . .  သူ႕ကုိေတာ့ Zak ကုိ လူသိမ်ားၾကျပီး သူကေတာ့ \"Low frequency\" နဲ႕ ေမြးဖြားလာသူျဖစ္ျပီး သူကေတာ့ ထုိအရာကုိ ေျပာင္းလဲပစ္ခ်င္ေနတာပါ။ အေၾကာင္းကေတာ့ \"High frquency\" ေကာင္မေလးတစ္ေယာက္ျဖစ္တဲ့ Marie ကုိ ငယ္စဥ္ကတည္းက စိတ္ဝင္တစားရွိေနလုိ႕ပါ။Zak ရဲ႕ မိဘေတြနဲ႕ ဆရာေတြကေတာ့ Zak နဲ႕ Marie ဟာ ဆန္႕က်င္ဘက္ေတြျဖစ္တဲ့အတြက္ မျဖစ္ႏုိင္ဘူးလုိ႕ ေျပာၾကပါတယ္ . . သူတုိ႕ငယ္စဥ္ဘဝေတြ႕ဆုံတုိင္းမွာ တစ္ခုမဟုတ္ တစ္ခုေတာ့ ျဖစ္ပ်က္က်န္ခဲ့တာပါပဲ။ Marie ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-511/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/viy-1-214x300.jpg",
        "title": "Viy (2014)",
        "description": "Screen Shots  Nikolai Gogol ရဲ႕ Viy ဆိုတဲ့ဝတၳဳကိုအေျခခံထားတဲ့ ရုရွား Dark Fantasy အမ်ိဳးအစား\nဇာတ္ကားပါ...ေျခာက္ျခားဖြယ္ရိုက္ကူးတင္ဆက္ထားတာေအာင္ျမင္သလို\nဇာတ္လမ္းအသြားအလာလဲ ေကာင္းမြန္ပါတယ္...\nလွ်ိဳ႕ဝွက္နက္နဲတဲ့ ဝတၳဳတစ္ပုဒ္ကိုဖတ္ေနရသလိုခံစားရမွာျဖစ္ျပီး အဆံုးသတ္ေသသပ္ပါတယ္။\nေခတ္ေဟာင္းအသံုးအႏွဳန္းတခ်ိဳ႕နဲ႕ ခံစားရမွာျဖစ္တဲ့အတြက္ ဇာတ္ကားရဲ႕ေနာက္ဆံုးက်မွပဲ\nဇာတ္ရည္လည္ျပီး ဇာတ္ကားကိုအစအဆံုးနားလည္လက္ခံသြားမွာျဖစ္ပါတယ္။\n(ကြ်န္ေတာ္ကေတာ့ ႏွစ္ခါေလာက္ျပန္ၾကည့္လိုက္မွဇာတ္ရည္လည္သြားပါတယ္)\nIMDb Rating (5.6/10) ရရွိထားျပီး ထူးထူးဆန္းဆန္းဇာတ္လမ္းေတြကိုၾကိဳက္ႏွစ္သက္သူေတြအတြက္ဆြဲေဆာင္မွဳရွိတဲ့ဇာတ္ကားပါ။\nConnection မေကာင္းသူမ်ားအတြက္ Small File Size(328MB)ကိုပါတင္ဆက္ထားပါတယ္။\nကြ်န္ေတာ္တို႕ဆိုဒ္က တင္သမွ် Movie Download Link ကို ျပန္တင္ေနသည့္ Blogger မ်ား www.channelmyanmar.com ဟုျပည့္စံုစြာ Credit ေပးရန္ပန္ၾကားအပ္ပါတယ္။File size...1GB\nQuality....Blu-ray Rip 480p\nFormat...mp4\nDuration....02:10:34\nSubtitle....Myanmar Subtitle(Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-51333/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/main_image-35193-1-300x225.jpg",
        "title": "JUST MARRIED FINAL (2003) ျမန္မာစာတန္းထိုး",
        "description": "ေတြ႔ဆံုၿပီး ရက္ပိုင္းေလးအတြင္ ခ်စ္ၾကႀကိဳက္ၾက အေတြ႔အထိ မွာ မက္ေမာမိတဲ့ခ်စ္သူႏွစ္ဦး ျဖစ္တဲ့ တြမ္ ႏွင့္ ဆာရာ တို႔ဟာ မၾကာခင္ ရက္ပိုင္းေလးမွာပဲလက္ထပ္လိုက္ၾကၿပီးေနာက္ ဟန္းနီးမြန္း ထြက္တဲ့ ခရီၤးမွာပဲ တစ္ေယာက္နဲ႔တစ္ေယာက္အႀကိဳက္ခ်င္း စိတ္ဓါတ္ခ်င္း မတူညီႏိုင္တာေတြကို စတင္ေတြ႔ရွိၿပီး တစ္ဦးနဲ႔တစ္ဦး ကလန္ကဆန္အတိုက္အခိုက္ေတြ လုပ္ၾကၿပီး ကြာရွင္းျပတ္ဆဲလုနီးနီး ျဖစ္လာတဲ့အခါ...အခ်စ္နဲ႔ဘ၀ တည္ေဆာက္ဖို႔အတြက္ အခ်ိန္နွင့္ ေလ့လာမႈ လိုအပ္ေၾကာင္းသင္ၾကားေပးတဲ့ အခ်စ္ဖန္စီ ဟာသ ရုပ္ရွင္ ဇတ္ကားေကာင္းျဖစ္ပါတယ္...Download Link----------------------Download HereAdmin : Thit San Khant  ရုပ္ရွင္အသစ္တင္တိုင္း သိလိုပါက   ေအာက္ပါ  Follow Button အျပာေရာင္ေလးကို  Click ေပးခဲ့ပါ",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-514/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/this_is40-1-300x225.jpg",
        "title": "This is 40(2012)",
        "description": "Screen Shots  အသက္ ၄၀ အရြယ္အိမ္ေထာင္သည္ဘဝကို ထင္ဟပ္ေစတဲ့ Comedy အမ်ိဳးအစားဇာတ္ကားပါ...\nဟာသဆန္ဆန္တင္ျပထားျပီး အေနာက္တိုင္းလူေနမွဳ ဘဝကိုရိုက္ျပထားတဲ့အတြက္\nတခ်ိဳ႕အခန္းေတြကေတာ့ ဆင္ဆာထိႏိုင္ပါတယ္...\nမင္းသား Paul Rudd နဲ႕ မင္းသမီး Leslie Mann တို႕အဓိကပါဝင္သရုပ္ေဆာင္ထားျပီး\nMegan Fox လဲအားျဖည့္ပါဝင္ထားပါတယ္...\nကေလးသရုပ္ေဆာင္အပါအဝင္ အားလံုးက ပီျပင္စြာသရုပ္ေဖာ္ထားၾကလို႕\nကိုယ္တိုင္ ဇာတ္ကားထဲစီးဝင္ခံစားမိမယ့္ဇာတ္ကားေလးပါ ....\nIMDb Rating (6.2/10) ရရွိထားပါတယ္။\nConnection မေကာင္းသူမ်ားအတြက္ Small File Size(345MB)ကိုပါတင္ဆက္ထားပါတယ္။\nကြ်န္ေတာ္တို႕ဆိုဒ္က တင္သမွ် Movie Download Link ကို ျပန္တင္ေနသည့္ Blogger မ်ား www.channelmyanmar.com ဟုျပည့္စံုစြာ Credit ေပးရန္ပန္ၾကားအပ္ပါတယ္။File size...1.1GB\nQuality....Blu-ray Rip 480p\nFormat...mp4\nHour....02:17:03\nSubtitle....Myanmar Subtitle(Hardsub)",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-51666/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/a-walk-among-the-tombstones-Da-Vinci-media-1-300x226.jpg",
        "title": "A Walk Among the Tombstones(2014)",
        "description": "A Walk among Tombstonesဇာတ်ကားနာမည်က ကဗျာဆန်သလို ခြောက်ခြားဖွယ် အိမ်မက်တစ်ခုသဖွယ်လည်း ဆန်နေပြန်ပါတယ်။1999 ခုနှစ်က New York မြို့မှာ License မရှိပဲ Private Detective တစ်ယောက်အဖြစ် လုပ်ကိုင်နေတဲ့ Matthew Scudder ဆိုတဲ့ သူတစ်ယောက်ဟာ လွန်ခဲ့တဲ့ 8 နှစ်ခန် ့လောက်က ရဲဝန်ထမ်းတစ်ဦး ဖြစ်ခဲ့ပြီး လူရမ်းကားတစ်စုနဲ ့အပစ်အခတ်တစ်ခုမှာ ပြည်သူကလေးမလေးတစ်ဦး သူ့ရဲ့ကျည်ဆန်ကြောင့် မတော်တဆ သေဆုံးခဲ့ရကာ သူကိုယ်တိုင်လည်း နာကျည်းချက်တွေနဲ ့ရဲဝန်ထမ်းဘဝမှ အငြိမ်းစား ယူခဲ့တဲ့ သူတစ်ယောက်ပါ။သူသွားလေ့ရှိသော Alcoholics Anonymous အဖွဲ ့အစည်း တွေ့ဆုံပွဲတွေမှ သိရှိခဲ့သော လူတစ်ယောက်က သူ့ကို တစ်ညတွင် အကူအညီတောင်းခံသောကြောင့် သူ့ကို ခေါ်ယူတွေ ့ဆုံ၍ အကူအညီတောင်းခံချင်သည်ဟု ဆိုသော Kenny ဆိုသော လူရှိရာ အိမ်ကို ရောက်ရှိသွားခဲ့သည်။Kenny ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-51000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/l_p0023378673-1-212x300.jpg",
        "title": "Taste of Money(2012)",
        "description": "Screen Shots   \nProfile (Adult Movie)Movie: The Taste of Money\nRevised romanization: Donui Mat\nHangul: 돈의 맛\nDirector: Im Sang-Soo\nWriter: Im Sang-Soo\nProducer: Lee Nam-Hee, Seo Jung-Hoon\nCinematographer: Kim Woo-Hyung\nRelease Date: May 17, 2012\nRuntime: 115 min.\nGenre: Drama\nDistributor: Lotte Entertainment\nLanguage: Korean\nCountry: South KoreaPlot\n\"The Taste of Money\" deals with the world of the wealthiest of \"Chaebul\" ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-14444/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/In-time-2011-143x200.jpg",
        "title": "In Time (2011)",
        "description": "အဆိုတော်မင်းသားချော Justin Timberlake နဲ့ မင်းသမီး Amanda Seyfried တို့ပါဝင်ထားတဲ့\nAction/Sci-fi/Thriller အမျိုးအစားဇာတ်ကားတစ်ကားပါ...\nနောင်နှစ်ပေါင်းများစွာကြာသောအခါ\n၂၁၆၉ခုနှစ်မှာ လူသားများသည် အသက်၂၅ နှစ်ပဲရှည်အောင် တီထွင်ခံရသောအခါ....\nမွေးဖွားလာကတည်းက လက်မောင်းမှာ ဒစ်ဂျစ်တယ်နာရီပါလာသောအခါ...\nဆက်လက်အသက်ရှင်ချင်ရင် အသက်နာရီတွေကိုသုံးရသောအခါ....\nချမ်းသာတဲ့လူရယ် ဆင်းရဲတဲ့သူရယ် ခွဲခြားထားသော အချိန်များပြောင်းလဲမှု\nDayton နှင့် New Greenwich ဆိုတဲ့ အချိန်ဇုံ၂ခုကြား...\nမင်းသား Justin Timberlake ကိုထည့်သွင်းလိုက်သောအခါ.....။\n------------------------------------------------------------------------\nအဆိုေတာ္မင္းသားေခ်ာ Justin Timberlake နဲ႕ မင္းသမီး Amanda Seyfried တို႕ပါဝင္ထားတဲ့\nAction/Sci-fi/Thriller အမ်ိဳးအစားဇာတ္ကားတစ္ကားပါ...\nေနာင္ႏွစ္ေပါင္းမ်ားစြာၾကာေသာအခါ\n၂၁၆၉ခုႏွစ္မွာ လူသားမ်ားသည္ အသက္၂၅ ႏွစ္ပဲရွည္ေအာင္ တီထြင္ခံရေသာအခါ....\nေမြးဖြားလာကတည္းက လက္ေမာင္းမွာ ဒစ္ဂ်စ္တယ္နာရီပါလာေသာအခါ...\nဆက္လက္အသက္ရွင္ခ်င္ရင္ အသက္နာရီေတြကိုသံုးရေသာအခါ....\nခ်မ္းသာတဲ့လူရယ္ ဆင္းရဲတဲ့သူရယ္ ခြဲျခားထားေသာ အခ်ိန္မ်ားေျပာင္းလဲမႈ\nDayton ႏွင့္ New Greenwich ဆိုတဲ့ အခ်ိန္ဇံု၂ခုၾကား...\nမင္းသား Justin Timberlake ကိုထည့္သြင္းလိုက္ေသာအခါ.....။\nFile size...900MB\nQuality....Blu-Ray Rip\nFormat...mp4\nHour....01:49:16\nSubtitle....Myanmar Subtitle(Hardsub)",
        "rating": "6.7",
        "url": "https://megaup.net/R001/In_Time_[2011]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/houdini-poster-1-1-134x200.jpg",
        "title": "Houdini (2014)",
        "description": "Houdini (2014)_____IMDb - 7.4/10\n \"ဟူဒီးနီ\"လို့ပြောလိုက်တာနဲ့ မျက်လှည့်ပညာရပ်နဲ့ မစိမ်းတဲ့သူတွေ တန်းသိကြမှာပါ။ ၂၀ ရာစုရဲ့ အကျော်ကြားဆုံးသော မျက်လှည့်ပညာရှင်ကြီးပဲ ဖြစ်ပါတယ်။ ဒီဘက်ခေတ်မှာ ဒေးဗစ်ကော်ပါဖီးဆိုတာနဲ့ လူတိုင်းတန်းသိသလိုမျိုး သူ့ခေတ်သူ့အခါကလည်း ဟူဒီးနီဆိုတာနဲ့ ဟိုးလေးတကျော်ကျော်ပါပဲ။\nကိုယ်ပိုင်မျက်လှည့်ပြကွက်တွေ တီထွင်ဖန်တီးပြီး အောင်မြင်မှုယူခဲ့တဲ့သူပါ။သူနာမည်ကြီးရတဲ့အဓိကအကြောင်းရင်းကတော့ အချုပ်မှန်သမျှက လွတ်အောင်လုပ်ပြနိုင်တာကြောင့် ဖြစ်ပါတယ်။ Escape Man လို့ နာမည်ကြီးပါတယ်။ \"The Handcuff King\" လို့လည်း လူသိများပါတယ်။\nလက်ထိပ်ခတ်မယ်၊ ကြိုးတုပ်မယ်၊ သေတ္တာထဲထည့်မယ်၊ လက်ထိပ်ခတ်ပြီး ရေထဲခုန်မယ်၊ သေတ္တာထဲထည့်ပြီး မြစ်ထဲပစ်ချမယ်၊ ဘယ်လိုမျိုးတွေနဲ့ပဲ သူ့ကို\nတုတ်နှောင်ပြီးထားပေမယ့် သူကတော့ လွတ်အောင်လုပ်ပြနိုင်ပါတယ်။ လက်ထိပ်တွေက ကြိုတင်စီမံထားတဲ့ Fake တွေလို့ ထင်စရာရှိပါတယ်။ အဲဒါကြောင့် ရဲအဖွဲ့ပေါင်းစုံက သူ့ကိုစမ်းသပ်ပါတယ်။ ဘယ်လိုလုပ်ထားတဲ့ လက်ထိပ်နဲ့ပဲခတ်ခတ်၊ သူကတော့ လွတ်တာပါပဲ။ ဒီပြကွက်တွေက ဟူဒီးနီရဲ့ နာမည်ကျော်ပြကွက်တွေပဲ ဖြစ်ပါတယ်။ Now You ...",
        "rating": "7.4",
        "url": "https://megaup.net/2dD78/Houdini_[2014]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/1-17-300x210.jpg",
        "title": "ဇာတ္ကားမ်ား ျမန္မာစာတန္းထိုးနည္း",
        "description": "အရင္ဆံုး ကိုယ္စာတန္းထိုးမယ့္ ရုပ္ရွင္ကား ရဲ႕ စာဖိုင္ (.srt) ကို Download ဆြဲထားပါေအာက္ပါ ဆိုက္ေတြမွာ ရွိပါတယ္...http://subscene.com/http://www.moviesubtitles.org/http://www.opensubtitles.org/en/searchေဒါင္းယူၿပီးၿပီဆိုရင္ေတာ့ ေအာက္ပါ ပံုေလးမ်ားအတိုင္းတစ္ဆင့္ျခင္း လုပ္သြားလုိက္ပါ...:)ကဲ...ဘယ္လိုလဲ ၀ါသနာပါရင္ လုပ္ၾကည့္ေနာ္ျမန္မာစာတန္းထိုး ရုပ္ရွင္ ႏွင့္ ဇတ္လမ္းတြဲ မ်ား ထြက္ေပၚလာေစရန္ရည္စူးလ်က္....(သစ္ဆန္းခန္႔)https://www.facebook.com/thitsankhant2",
        "rating": "",
        "url": "https://channelmyanmar.org/blog-pos-6/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/8075-KidnappingMrHeineken28201529-1-300x165.jpg",
        "title": "Kidnapping Mr. Heineken (2015) ၿမန္မာစာတန္းထိုး",
        "description": "ျဖစ္ရပ္မွန္ ဇာတ္လမ္း တစ္ပုုဒ္ ။၁၉၈၃ ခုုႏွစ္ ႏုုိ၀င္ဘာလ။ စီးပြားေရး မေျပလည္တဲ့  သာမန္သူငယ္ခ်င္းတစ္စုုက ရာစုုႏွစ္အတြင္း အၾကီးက်ယ္ဆံုုး ျပန္ေပးဆြဲမႈကိုု က်ဴးလြန္ခဲ့ၾကပါတယ္။ သူတိုု႔ရဲ႔  ဓါးစာခံကေတာ့ ကမၻာ့အခ်မ္းသာဆံုုး စာရင္း၀င္ ဟိုုင္နီကန္ဘီယာ အုုပ္စုုရဲ႔ အုုပ္ခ်ဳပ္သူအၾကီးအကဲ ဖရက္ဒီ ဟိုုင္နီကန္ ပဲျဖစ္ပါတယ္။ အမ္စတာဒမ္ျမိဳ႔ ရဲ႔ လမ္းလည္ေခါင္မွာ ျဖစ္ပြားခဲ့တဲ့ အဲ့ဒီ ျပန္ေပးဆြဲမႈ အတြက္ ျပန္ေရြးရန္ ေတာင္းဆိုုေငြက  ဥေရာပေငြ ယူရိုု ၁၆သန္းခန္႔ ျဖစ္ျပီး  လူတစ္ဦးထဲကိုု ျပန္ေပးဆြဲမႈ ျဖစ္စဥ္အားလံုုးမွာ ျပန္ေရြးရေငြ အျမင့္ဆံုုးေသာ အမႈ ျဖစ္ပါတယ္ ။ဇာတ္လမ္းအစမွာ   စီးပြားေရးမေျပလည္တဲ့ ကိုုဗန္ေဟာက္ (Cor Van Hout) ၊ ၀ီလီယမ္ ဟိုုလီဒါ (Willem Holleeder) စတဲ့ ဆိုုးတူေကာင္းဖက္ သူငယ္ခ်င္း ၅ေယာက္ဟာ ဘဏ္တစ္ခုုကိုု ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-147/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/bjqYmXIZ9iY1QEXrgyz3DqVjsVQ-1-300x225.jpg",
        "title": "Death Note (1+2) ( Special Package )",
        "description": "anime series ကေန live action ရိုက္ကူးခဲ႕တဲ႕ death note ဟာ လူၾကိဳက္မ်ားတဲ႕ဇာတ္ကားတစ္ကား\nၿဖစ္ခဲ႕ပါတယ္..ဇာတ္လမ္း 1+2 သာ အဆက္နဲ႕ရိုက္ထားတာၿဖစ္ၿပီး 3 ကေတာ႕ သက္သက္ဇာတ္လမ္း\nခြဲထြက္သြားသလိုေကာင္းလည္းမေကာင္းေတာ႕တဲ႕အတြက္ ႏွစ္ကားဘဲတင္လိုက္ပါတယ္.ဇာတ္လမ္း\nအက်ဥ္းကေတာ႕ ဥပေဒေက်ာင္းသားတစ္ဦးၿဖစ္တဲ႕ လိုက္ယာဂမိ ဥပေဒရဲ႕ အၿပင္ပမွာလြတ္ေၿမာက္\nေနတဲ႕လူဆုိးေတြရဲ႕အႏိုင္က်င္႕မွုကို မခံမရပ္ႏိုင္ၿဖစ္ေနခဲ႕ပါတယ္..တစ္ေန႕မွာမထင္မွတ္ပဲေသစာရင္း\nမွတ္စုတစ္ခုကိုေတြ႕ရွိၿပီးတဲ႕ေနာက္မွာ သူ႕ဘ၀လဲလံုး၀ေၿပာင္းလဲသြားပါေတာ႕တယ္....အစပိုင္းမွာေတာ႕\nဒုစရိုက္သမားေတြကိုပစ္မွတ္ထားရာကေန..ေနာက္ပိုင္းမွာသူ႕ေနာက္ကိုလိုက္လာတဲ႕စံုစမ္းစစ္ေဆးေရး\nအဖြဲ႕နဲ႕ ပညာၿပိဳင္ရာကေန..ရက္စက္တဲ႕ေသြးေအးတဲ႕သူတစ္ေယာက္ၿဖစ္သြားပါေတာ႕တယ္..အၾကံ\nၾကီးၿပီး သူလြတ္ေၿမာက္ဖုိ႕အတြက္ဆုိရင္ ဘာကိုစေတးရစေတးရ ဂရုမစိုက္တတ္တဲ႕ လိုက္ယာဂမိ\nနဲ႕ စံုစမ္းစစ္ေဆးေရးအဖြဲ႕က အယ္ တို႕ရဲ႕ပညာၿပိဳင္ခန္းေတြကို  ေတြ႕ၿမင္ရမွာၿဖစ္ပါတယ္.",
        "rating": "",
        "url": "https://megaup.net/2gakj/Death_Note_1_-_2006.mp4",
        "category": "Special Package, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/11/max1405452633-frontback-cover-1-300x201.jpg",
        "title": "The Other Woman(2014)",
        "description": "Screen Shots  ညိႈ႔အားျပင္း မင္းသမီး ကင္မရြန္းဒီယာ့ဇ္ (Cameron Diaz) ၊ ႏႈတ္ခမ္းဖ်ားကမွဲ႔ေလးနဲ႔ ခ်စ္စဖြယ္ဆြဲေဆာင္ႏိုင္ေသာ အလွပိုင္ရွင္ Vogue Model ကိတ္အပ္(ပ)တန္ (Kate Upton) တို႔နဲ႔အတူ\n17 Again, This is 40 စတဲ့ဇာတ္လမ္းမ်ားမွ နံမည္ၾကီး မင္းသမီး လက္(ဇ)လီမန္း (Leslie Mann) တို႔ပါ၀င္ေသာ The Other Woman က PG-13 အဆင့္ ဟာသေႏွာတဲ့ အိမ္ေထာင္ေရးပညာေပး\nဇာတ္ကားေကာင္း တစ္ကားျဖစ္ပါတယ္။\nထက္ျမက္ျပီးေခ်ာေမာလွတဲ့ Carly , ရိုးအတဲ့ဇနီးေခ်ာ Kate ,\nခပ္ေခ်ာေခ်ာေကာင္မေလး Amber တို႔ သံုးေယာက္က\nလူရႈပ္လူေပြ တစ္ဦးျဖစ္တဲ့ Kate ရဲ႔ ခင္ပြန္း Mark နဲ႔ တျပိဳင္တည္း ပတ္သတ္မိၾကပါတယ္။\nအိမ္ေထာင္ေရးသာမက စီးပြားေရးေလာကမွာပါ လိမ္လည္ေကာက္က်စ္တဲ့ Mark ကို ဂလဲ့စားေခ်ဖို႔\nအဲ့ဒီ အမ်ိဳးသမီး ၃ေယာက္ပူးေပါင္းသြားတဲ့အခါ သူတို႔ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-1499/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/11/Need-for-Speed-2014-1-205x300.jpg",
        "title": "Need for Speed(2014)",
        "description": "Screen Shots  Tobey Marshall (Aaron Paul), a mechanic, races muscle cars in an underground circuit. Struggling to keep his business afloat, he reluctantly partners with wealthy but treacherous Dino Brewster (Dominic Cooper). However, Dino frames Tobey for a crime that sends him to prison. Two years later, Tobey is out and bent on revenge; his only chance to take down Dino ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-1355/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/11/left_behind_2-620x540-1-300x261.jpg",
        "title": "Left Behind(2014)",
        "description": "Screen Shots   \nMovie Info\nThe most important event in the history of mankind is happening right now. In the blink of an eye, the biblical Rapture strikes the world. Millions of people disappear without a trace. All that remains are their clothes and belongings, and in an instant, terror and chaos spread around the world. The vanishings cause unmanned vehicles to crash ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-1377/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/11/LETSBECOPS_QUAD-1-300x225.jpg",
        "title": "Let’s Be Cops(2014)",
        "description": "Screen Shots   ေလာ့စ္အန္ဂ်လိစ္ရဲအရာရွိ အေယာင္ေဆာင္ သူငယ္ခ်င္း ႏွစ္ဦးအေၾကာင္း ဇာတ္အိမ္ဖဲြ႕ထားတဲ့ အေမရိကန္ဟာသဇာတ္လမ္းေလးက စိတ္ၾကည္ႏူးေပ်ာ္ရႊင္မႈရသကို ေပးစြမ္းႏိုင္မွာပါ။\nဂ်က္စတင္နဲ႔ ႐ိုင္ယန္တို႔သူငယ္ခ်င္းႏွစ္ဦးဟာ သူတို႔ရဲ႕ ေမြးရပ္ေျမကို ျပန္လာရင္း ဘားတစ္ခုမွာရွိေနတုန္း သူတို႔ႏွစ္ဦးရဲ႕ ကားကို ႐ုရွားေတြအဖဲြ႕လိုက္ပါတဲ့ ကားက ၀င္တုိက္ခဲ့ၿပီး သူဘာ မွ ျပန္မလုပ္ႏိုင္ေအာင္ ၿခိမ္းေျခာက္ခဲ့ပါတယ္။ အဲဒီေနာက္ ႐ိုင္ယန္က ဂ်က္စတင္ကို ရဲယူနီေဖာင္းနဲ႔ ေကာလိပ္ပါတီတက္ေစခဲ့တာကေန စၿပီး အလဲြေလးေတြျဖစ္လာပါေတာ့တယ္။ သူတို႔ႏွစ္ဦးက တကယ့္ရဲ အစစ္ေတြအတိုင္း ျပဳမူေျပာဆုိေနထိုင္ၿပီး ဒီတစ္ညနဲ႔တင္မက ရဲပံုစံလိမ္လည္မႈ ဇာတ္လမ္းေတြ စခဲ့ပါေတာ့တယ္။ ရဲကားအေဟာင္းတစ္စီးကို၀ယ္ၿပီး ရဲေတြရဲ႕ လုပ္ငန္းလုပ္ေဆာင္ပံုေတြကို သင္ယူေလ့လာၿပီး ဂ်က္စတင္နဲ႔ ႐ိုင္ယန္တို႔ အလိမ္ဇာတ္လမ္းကိုေလွ်ာက္ရင္း ျပႆနာေပါင္းစံု ႀကံဳရပါေတာ့တယ္။\nအဲဒီေနာက္ သူတို႔ကားကို ၀င္တုိက္ခဲ့တဲ့ ႐ုရွားအဖဲြ႕ကို လက္စားေခ်ဖို႔ လုပ္ခဲ့ေပမယ့္ သူတို႔တစ္ေတြဟာ လူဆိုးဂိုဏ္း၀င္ေတြျဖစ္ၿပီး ဂ်က္စတင့္ေကာင္မေလး အလုပ္လုပ္ေနတဲ့ Georgie's ဆိုင္ရဲ႕ပိုင္ရွင္ကို ၿခိမ္းေျခာက္ေနတဲ့သူေတြ ျဖစ္ပါတယ္။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-1500/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/11/breaking_the_girls_ver2-1-206x300.jpg",
        "title": "Breaking the Girls (2013)",
        "description": "Director: Jamie Babbit ရိုက္ကူးတက္ဆင္ထားၿပီးJuly 26, 2013 (USA) မွာ ရံုတင္ျပသခဲ့တဲ့ ရႈပ္ေထြးေပြလီလွတဲ့မိသားစု ဆန္ဆန္ လွည့္ကြက္မ်ိဳးစံုပါ၀င္တဲ့ အခ်စ္ဇတ္လမ္းတစ္ပုဒ္လို႔လဲေျပာလို႔ရပါတယ္...ဇတ္လမ္းပံုစံကေတာ့...\n================================ဆာရာ ဟာ ဥပေဒ ေက်ာင္းသူ တစ္ဦးျဖစ္ၿပီး ဘီယာဆိုင္တစ္ဆိုင္မွာ ညဆိုင္းအလုပ္လုပ္ရင္းေက်ာင္းတက္ေနရသူ တစ္ဦးျဖစ္ပါတယ္...(Admin မွတ္ခ်က္အရ ဆာရာ ဟာ အေတာ္အသက္ႀကီးၿပီး ရြက္ၾကမ္းေရက်ိဳ အဆင့္သာရွိပါတယ္)တစ္ရက္ ဆာရာ ႀကိဳက္ေနတဲ့ ေကာင္ေလး အဲရစ္ ရဲ႕ ခ်စ္သူဟာ ဆာရာ ရဲ႕ သူေဌးကိုေခ်ာက္တြန္းလို႔ ဆာရာ အလုပ္ျပဳတ္တဲ့အခ်ိန္ ဆိုင္မွာ ဘီယာလာေသာက္တဲ့အေမေသၿပီး အေမြရထားတဲ့ ကုတ္ကျမင္း သူေဌးသမီး အဲလစ္ နဲ႔ စတင္ေတြ႔ရွိၿပီးအဲလစ္ အိမ္ေရာက္သြားရာကေန အဲလစ္ ရဲ႕ လိင္တူဆက္ဆံေဖာ္ခ်စ္သူ အျဖစ္ အတူတူေနထိုင္လ်က္ရွိပါတယ္....အဲလစ္ ဟာ ဆာရာ သူမ အနားကေန ထြက္ခြာမသြားေအာင္ အမ်ိဳးမ်ိဳးမက္လံုးေတြ ေပးရင္းဆာရာ အား ဒုကၡေပးေနသူမ်ားကိုလဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/breaking-the-girl-2013/",
        "category": "Adult, Drama, Family"
    },
    {
        "thumbnail": "",
        "title": "Captain Phillips (2013)",
        "description": "၂၀၀၉ ခုႏွစ္မွာ အေမရိကန္ေတြအတြက္ အံ့အားသင့္ဖြယ္ရာကိစၥတစ္ခု ျဖစ္ခဲ့ပါတယ္။ အဲဒါကေတာ့ ႏွစ္ေပါင္း ၂၀၀ အတြင္း ပထမဆံုးအႀကိမ္ အေမရိကန္ကုန္တင္သေဘၤာတစ္စင္း ျပန္ေပးဆြဲခံရတာပဲ ျဖစ္ပါတယ္။အိုမန္ (Oman) ႏိုင္ငံ၊ ဆလာလဆိပ္ကမ္း (Port Of Salalah) ကေန ကုန္ပစၥည္းေတြသယ္ေဆာင္လာတဲ့ အေမရိကန္ကုန္တင္သေဘၤာ အမ္ဗြီ မဲဆ္ခ္ အာလဘာမား (MV Maersk Alabama) ဟာ ဆိုမာလီကမ္းရိုးတန္းကို ျဖတ္ေက်ာ္ၿပီး ကင္ညာႏိုင္ငံ (Kenya)၊ မြမ္ဘာဆာၿမိဳ႕ (Mombasa) ကို ခရီးအဆက္၊ လမ္းမွာ ဆိုမာလီပင္လယ္ဓားျပေတြရဲ႕ ျပန္ေပးဆြဲျခင္းကို ခံလိုက္ရပါတယ္။\nဒီအခါ ဘာေတြဆက္ျဖစ္တယ္ဆိုတာကို စိတ္လႈပ္ရွားဖြယ္ ရသအျပည့္နဲ႔ ရိုက္ကူးတင္ျပထားတာျဖစ္ပါတယ္။ ထိုင္ရာမထတမ္း ၾကည့္ရႈရေလာက္ေအာင္ ေကာင္းမြန္တဲ့ အက္ရွင္၊ အတၳဳပၸတၱိဇာတ္ကားေကာင္းတစ္ကား ျဖစ္ပါတယ္။အႀကိဳက္ဆုံးကေတာ့ အခုမွ စျပီး ရုပ္ရွင္ရုိက္တဲ့ ဆုိမာလီဓါးျပဗုိလ္ အျဖစ္သရုပ္ေဆာင္တဲ့ (တကယ့္ ဆုိမာလီလူမ်ိဳး) Barkhad Abdi နဲ႕ ၀ါရင့္မင္းသားႀကီး Tom Hank တို႕ႀကားက စကားေျပာခန္းေတြျဖစ္ပါတယ္။IMDB Rating (7.9/10 ) ...",
        "rating": "7.9",
        "url": "https://megaup.net/2ctfa/Phillips_[2013]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/11/ww-1-200x300.jpg",
        "title": "Dawn of the Planet of the Apes(2014)",
        "description": "Screen Shots  ဒီဇာတ္ကား အေႀကာင္းမေျပာခင္မွာ Planet of the Apes အေႀကာင္း နည္းနည္းေျပာျပခ်င္ပါတယ္။ Planet of the Apes ဇာတ္လမ္းေတြက ၁၉၆၈ ထဲက စတင္ ရုိက္ကူးခဲ့တာျဖစ္ျပီး၊ Planet of the Apes (February 8, 1968), Beneath the Planet of the Apes (May 27, 1970), Escape from the Planet of the Apes (May 21, 1971), Conquest of the Planet of the Apes (June 29, 1972), Battle for the Planet of the ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-1533/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/hercules-poster-141x200.jpg",
        "title": "Hercules (2014)",
        "description": "Hercules (2014)IMDb - 6.0/10_____Rotten - 57%\n  #ရုပ်ရှင်မိတ်ဆက်ဒီကားကတော့ The Rock ရဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်သလို၊ Hercules ရဲ့ ဇာတ်လမ်းကို မထင်မှတ်ထားတဲ့ ရှုထောင့်ကနေတင်ဆက် ပေးထားတာဖြစ်ပါတယ်။ရှေးပုံပြင်တွေမှာ Hercules က Demi-God ဖြစ်ပြီး Zeus ရဲ့ သားဖြစ်တယ်လို့အာလုံး က လက်ခံထားကြသလို၊ Hercules ကာတွန်းကားကလည်း ဒီအတိုင်းပဲ သရုပ်ဖော်ထားခဲ့ပါတယ်။ ဒီကားကတော့ Hercules ရဲ့ ဂုဏ်သတင်း နဲ့ အားလုံးသိထားတဲ့ ပုံပြင်တွေ၊ စွန့်စားခန်းတွေ က တကယ်တော့ လူတွေ လုပ်ကြံပြောဆိုတာပါဆိုပြီး ရိုက်ကူးခဲ့ပါတယ်။ဇာတ်လမ်းမှာ Hercules ရဲ့ တူဖြစ်သူက ခရီးလှည့်လည်သွားလာရင်းနဲ့ ရောက်လေရာမှာ သူ့ဦးလေးရဲ့ အကြောင်းကို လူတွေ အထင်ကြီး လေးစားလာအောင် ရန်သူတွေ ကြောက်ရွံ့ အောင် ပြောဆိုလေ့ရှိပါတယ်။ Hercules က ခေါင်းသုံးနဲ့ နဂါးကြီးကို ဘယ်လို ရင်ဆိုင်ခဲ့တာ၊ တောဝက်ကြီးကို ဘယ်လို နှိမ်နင်းခဲ့တာ၊ ခြေင်္သေ့ကြီးကို ဘယ်လို ရင်ဆိုင်ခဲ့တာ စသဖြင့် ပုံပြင်တွေ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2ep9m/Hercules_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/10/brick-mansions-poster-150x200.jpg",
        "title": "Brick Mansions (2014)",
        "description": "Brick Mansions (2014)_____IMDb - 5.7/10 သက္ကရာဇ် ၂၀၁၈ ၊ အမေရိကန်ပြည်ထောင်စုရှိ Detroit မြို့မှာ လူသူစွန့်ခွာသွားခဲ့တဲ့နေရာတစ်ခုရှိပြီး လက်ရှိထိုနေရာကတော့ ရာဇဝတ်မှုတွေနဲ့ပြည့်နေပြီး မထိန်းသိမ်းနိုင်တဲ့အတွက် ထိုနေရာကို စည်းတားထားပြီး စည်းအပြင်မှာတော့ ရဲတွေက စောင့်ရှောက်နေလျက်ရှိပါတယ်။ Lino ကတော့ ထိုအရပ်ဒေသမှာ နေထိုင်နေတဲ့သူဖြစ်ပြီး သူပေးစရာရှိတဲ့ မူးယစ်ပစ္စည်းတွေကို မပေးတဲ့အတွက် ထိုဒေသရဲ့ မူးယစ်ခေါင်းဆောင်Tremaine က လိုက်လံဖမ်းဆီးနေတဲ့အတွက် ရှောင်ပြေးနေလျက်ရှိပြီး သူ့ရည်းစားဟောင်းကတော့ အဖမ်းခံထားရပါတယ်။\nLino ဟာ သူ့ရည်စားဟောင်းကို ပြန်ကယ်ရင်း Tremaine ကို ဓားစာခံအဖြစ်ဖမ်းဆီးကာ ရဲလက်အပ်ခဲ့ပေမယ့် ထိုရဲဟာ Tremaine တို့ရဲ့ လူဖြစ်နေတာကြောင့် Tremaine တစ်ယောက်ပြန်လည်လွတ်မြောက်သွားရင်း Lino သာ အဖမ်းခံခဲ့ရကာ သူ့ရည်းစားဟောင်းကတော့ Tremaine ပြန်လည်ခေါ်ဆောင်သွားခဲ့ပါတယ်။\nDamien ကတော့ ရဲတစ်ယောက်ဖြစ်ပြီး လူဆိုးတွေကိုဖမ်းဆီးရင်းနဲ့ အချိန်ကုန်နေကာ သူရဲ့ နောက်ထပ်ပစ်မှတ်တစ်ခုကတော့ မူးယစ်ခေါင်းဆောင်တစ်ဦးဖြစ်တဲ့ Temarine ကို ဖမ်းဆီးဖို့ပါ။ တစ်ရက်တော့ မြို့တော်ဝန်က သူ့ကိုခေါ်ပြီး သူတို့ရဲ့ကားတစ်ဆီးပြန်ပေးဆွဲခံရကာ ထိုကားအတွင်းရှိ ဒုံးကျည်ပါ ပါဝင်သွားခဲ့တဲ့အတွက် ဒုံးကျည်ရဲ့ Code ပြန်ဖြေဖို့အတွက် Damien ...",
        "rating": "5.7",
        "url": "https://megaup.net/2emeh/Brick_Mansions_[2014]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/10/jonah-1-300x201.jpg",
        "title": "Jonah Hex(2010) ျမန္မာစာတန္းထိုး",
        "description": "Screen ShotJonah Hex ဆိုတာကေတာ့ DC Comics Book ထဲကဇာတ္ေကာင္ျဖစ္ပါတယ္...Action Fantasy ဇာတ္ကားမ်ိဳးျဖစ္ၿပီး ေကာင္းဘြိဳင္ဆန္ဆန္ရိုက္ကူးထားတာပါ....Megan Fox ရဲ႕ညွိဳ႕အားျပင္းျပင္း သရုပ္ေဆာင္ခ်က္ေတြက ဒီဇာတ္ကားကိုလူၾကိဳက္မ်ားေစခဲ့ပါတယ္.....ဇာတ္လမ္းက သိပ္ထူးထူးျခားျခားမဟုတ္ဘဲသာမန္ Action မ်ိဳးပဲျဖစ္ေပမယ့္ Megan Fox ပရိတ္သတ္အတြက္ေတာ့ ေက်နပ္အားရမိမယ့္ဇာတ္ကားမ်ိဳးပါ.....။File size...769MB Quality....flashFormat...mp4Duration....01:14:27Subtitle....Myanmar Subtitle(Hardsub)  Download and Watch(pCloud link)နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-134/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/10/girlposter-2-213x300.jpg",
        "title": "Girl$ (2010)",
        "description": "Screen Shot  ProfileMovie: Girl$\nChinese: 囡囡 (Nam nam)\nDirector: Kenneth Bi\nProducer: Kin Hung Ng\nCinematographer:\nWorld Premiere: April 5, 2010 (Hong Kong International Film Festival)\nRelease Date: September 2, 2010\nRuntime: 105 min.\nLanguage: Cantonese\nCountry: Hong KongPlot\n\"Girl$\" follows four girls who turn to prostitution through the internet for various reasons. Icy, the leader of the group, sells herself ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-1433/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/10/2014-10-15_21-11-22-2-300x203.jpg",
        "title": "Video Size ခ်ံဳ႕၍ Download ဆြဲနည္း (Need IDM Downloader)",
        "description": "အရင္ဆံုး Internet Download Manager Latest Software ကိုDownload ဆြဲၿပီး Computer ထဲမွာ Install လုပ္လုိက္ပါ.....Download IDM===========http://pc.cd/ixnၿပီးရင္ေတာ့ ေအာက္ပါ ပံုေတြထဲက အတိုင္း အဆင့္လိုက္ လုပ္ေဆာင္ေပးပါ....အဆင္ေျပႏိုင္ၾကပါေစ ခင္ဗ်ာ....Admin : Thit San Khant",
        "rating": "",
        "url": "https://channelmyanmar.org/video-size-download-need-idm-downloader/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/10/redeye2005copy-2-300x200.jpg",
        "title": "Red Eye (2005) ျမန္မာစာတန္းထိုး",
        "description": "Screen Shotမင္းသမီး Rachel McAdams ပါဝင္တဲ့ Thriller အမ်ိဳးအစား ဇာတ္ကားေကာင္းတစ္ကားပါ။ထူးျခားတဲ့ ဇာတ္လမ္းဇာတ္ကြက္နဲ႕ ဆြဲေဆာင္ထားၿပီး မၾကည့္ဖူးေသးရင္ၾကည့္သင့္တဲ့ ဇာတ္ကားတစ္ကားပါ။IMDb Rating 6.5 ရရွိထားပါတယ္။File size...770MB Quality....DVDripFormat...mkvhour....01:17:07subtitle....ျမန္မာစာတန္းထိုးDownload and Watch(pCloud link)နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-162/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/10/the-november-man-poster-143x200.jpg",
        "title": "The November Man (2014)",
        "description": "The November Man (2014)\nIMDb - 6.3/10_____Rotten - 35% \n007 James Bond မင်းသားကြီး Pierce Brosnan ရဲ့ ဇာတ်ကားသစ်လေးပါ...\nဇာတ်လမ်းက စပိုင်ဇာတ်ကားဖြစ်တာနဲ့အညီ သည်းထိပ်ရင်ဖို လှည့်ကွက်ပေါင်းများစွာပါဝင်ပါတယ်...\nအဲ့ဒီလှည့်ကွက်တွေထဲကို အေးဂျင့်ဘဝကနေအငြိမ်းစားယူသွားပြီဖြစ်တဲ့ မင်းသား Pierce Brosnan  ကို\nထည့်သွင်းလိုက်တဲ့အခါ ဝါရင့်အေးဂျင့်တစ်ယောက်အနေနဲ့ ဘယ်လိုတွေဖြေရှင်းသွားမယ်ဆိုတာ.....။\nတစ်ကားလုံးမနားတမ်းကြည့်မိတဲ့ ဇာတ်ကားပါ...\nဒီနှစ်အတွင်းထွက်ရှိတဲ့ဇာတ်ကားတွေမှာ ကျွန်တော်အကြိုက်ပိုမိတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\n \nFile size...1.2 GB\nQuality....DVDrip\nFormat...mkv\nhour....01:48:00\nsubtitle....Myanmar Hardsub",
        "rating": "6.3",
        "url": "https://megaup.net/SFmb/The_November_Man_[2014]_(MM_Sub).mkv",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/10/The-Giver-2014-movie-poster-2-203x300.jpg",
        "title": "The Giver(2014)",
        "description": "Screen Shot  သကၠရာဇ္ ၂၀၄၈ . . .\nစစ္ပြဲျပီးဆုံးသြားတဲ့အခါမွာေတာ့ အဖြဲ႕အစည္းတစ္ခုဟာ လူမ်ဳိးႏြယ္စုေတြ ခံစားခ်က္ေတြကုိ ဖယ္ရွားပစ္ဖုိ႕ ဆုံးျဖတ္လုိက္ပါေတာ့တယ္။ ႏုိင္ငံသားအားလုံးဟာ သူတုိ႕ရဲ႕ မွတ္ညဏ္ေတြဖ်က္ဆီးခံလိုက္ရျပီး မွတ္ညဏ္ေတြက်န္ေနခဲ့တဲ့ တစ္ေယာက္တည္းေသာသူကေတာ့ Receiver of Memory လုိ႕ေခၚတဲ့ အတိတ္ရဲ႕ မွတ္ဥာဏ္ေတြကုိ လက္ခံထားသူျဖစ္ျပီး အဖြဲ႕အစည္းတစ္ခုလုံးမွာ တစ္ေယာက္ပဲ ရွိပါတယ္။ သူကေတာ့ ေခါင္းေဆာင္နဲ႕ လူၾကီးေတြကုိ အဖြဲ႕အစည္းရဲ႕ ဆုံးဖ်က္ခ်က္ေတြနဲ႕ ပက္သတ္ျပီးေတာ့ အၾကံဥာဏ္ေပးဖုိ႕ပါ။ Jonas ဟာ Receicer of Memory ကုိ ဆက္ခံမည္႕သူအျဖစ္ေရြးခ်ယ္ခံခဲ့ရျပီး လက္ရွိ Receiver of Memory ဆီကေန အတိတ္မွတ္ဥာဏ္ေတြကုိ လက္ခံရယူလ်က္ရွိေနပါေတာ့တယ္။Jonas ဟာ အသားအေရာင္၊ လူမ်ဳိးစု၊ ဘာသာေရး၊ နာက်င္မႈ၊ ခံစားတတ္မႈေတြမရွိတဲ့ အဖြဲ႕အစည္းမွာေနထုိင္ေနတဲ့ေကာင္ေလးတစ္ေယာက္ျဖစ္ျပီး သူ႕မွာ သူငယ္ခ်င္း ၂ ေယာက္ရွိပါတယ္။ ေကာင္မေလးကေတာ့ Fiona ျဖစ္ျပီး ေယာက်ာ္ေလးတစ္ေယာက္ကေတာ့ Asher ျဖစ္ပါတယ္။ အရြယ္ေရာက္လုိ႕ အသီးသီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/09/the-second-sight_banner-2-300x119.jpg",
        "title": "The Second Sight(2013)",
        "description": "Screen Shot  Horror ပရိသတ္ေတြအတြက္ ထိုင္းသရဲကားတင္ဆက္ေပးလိုက္ပါတယ္...\nဇာတ္လမ္းကိုေတာ့မညႊန္းေပးေတာ့ပါဘူး....\nလွည့္ကြက္ေလးေတြနဲ႕ဖမ္းစားထားႏိုင္တဲ့ ဇာတ္ကားတစ္ကားပါ...\nFile size...541MB\nQuality....flash\nFormat...flv\nhour....01:29:33\nsubtitle....ျမန္မာစာတန္းထိုး",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-1677/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/09/KickAssGirls2013-A-2-214x300.jpg",
        "title": "Kick Ass Girls(2013) ျမန္မာစာတန္းထိုး",
        "description": "Screen Shotကြ်န္ေတာ္တို႕ဘေလာ့မွာ Europe ဇာတ္ကားေတြမ်ားေနလို႕ Asia ဇာတ္ကားေတြဖက္လွည့္ၿပီးေဟာင္ေကာင္ဇာတ္ကားေနာက္တစ္ကားတင္ေပးလိုက္ပါတယ္....ေပါ့ေပါ့ပါးပါး ဟာသဆန္ဆန္ၾကည့္ရႈရမယ့္ ဇာတ္ကားပါ... File size...612MB Quality....flashFormat...mp4hour....01:36:10subtitle....ျမန္မာစာတန္းထိုးDownload and Watch(Firedrive Link Password=www.myanmarsubtitlemovie.blogspot.com)နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-168/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/09/915GAfZEyqL._AA1500_-2-216x300.png",
        "title": "Athena:Goddess of War(2011) ျမန္မာစာတန္းထိုး",
        "description": "Screen ShotAthena: Goddess of War (ေအသင္နာ: စစ္ပြဲတို႔ရဲ႕ နတ္မိမယ္)ဆိုတဲ့ Korea အက္ရွင္ဇာတ္ကားဟာဇာတ္အိမ္ခိုင္ခန္႕တဲ့ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္....(ဇာတ္လမ္းတြဲလဲရွိပါတယ္...ဒီဇာတ္ကားကေတာ့ တစ္ကားထဲျဖစ္ပါတယ္...)န်ဴ ကလီးယားဓါတ္ေပါင္းဖိုေဆာက္ေနတဲ့ စီမံကိန္းကို ဖ်က္ဆီးခ်င္ေနတဲ့ Athena စြမ္းအင္အဖြဲ႕အစည္းနဲ႕သမၼတတို႕ၾကားက အားျပိဳင္မႈ........လံုျခံဳေရးဌာနက သူလွ်ိဳမ်ား.......ရန္သူေတြၾကားက ခ်စ္ျခင္းေမတၱာစတဲ့အခ်က္ေတြနဲ႕ အတက္အက်မွန္မွန္ေပါင္းစပ္ထားႏိုင္တဲ့ ဇာတ္ကားတစ္ကားပါ...File size...755MB Quality....flashFormat...mp4hour....01:58:05subtitle....ျမန္မာစာတန္းထိုးDownload and Watch(Firedrive Link Password=www.myanmarsubtitlemovie.blogspot.com)နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-158/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/08/nonstop-1-198x300.jpg",
        "title": "Non-Stop (2014) ျမန္မာစာတန္းထိုး",
        "description": "#ရုပ္ရွင္မိတ္ဆက္ဒီကားကေတာ့ ကၽြန္ေတာ္အႀကိဳက္ဆုံး မင္းသား ေတြထဲက တစ္ေယာက္ျဖစ္တဲ့ Liam  Neeson (Taken မင္းသားၾကီး) ရဲ့ကားျဖစ္ပါတယ္။ Liam Neeson က အရင္တုန္းက Schindler's  List နဲ့ အကယ္ဒမီ ဆန္ကာတင္ စာရင္း၀င္ခဲ့ သလို အျခား နာမည္ႀကီး ဒရမ္မာကားေတြ  မွာပါ၀င္ခဲ့သရုပ္ေဆာင္ခဲ့ဖူးပါတယ္။ သူ့အတြက္  အလွည့္အေျပာင္းျဖစ္ေစခဲ့တာကေတာ့ ၂၀၀၈ ခုႏွစ္ မွာ ထြက္ခဲ့တဲ့ Taken  ဇာတ္ကားပဲျဖစ္ပါတယ္။ ဒီကားက သူ့ကုိ ဒရမ္မာ မင္းသားအျဖစ္ကေန အက္ရွင္  မင္းသားအျဖစ္ နာမည္ႀကီးလာေစျပီး အဲ့ဒီေနာက္မွာ ေတာက္ေလ်ာက္  အက္ရွင္ကားေတြရုိက္လာပါတယ္။ ၂၀၀၅ ခုႏွစ္ Batman Begin, Kingdom of Heaven  တို့မွာပါ၀င္ခဲ့ေပမယ့္ Taken ဇာတ္ကားေႀကာင့္သာ အက္ရွင္မင္းသား ...",
        "rating": "",
        "url": "https://channelmyanmar.org/non-stop-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/08/2010_the_expendables_wallpaper_001_big-1-300x225.jpeg",
        "title": "The Expendables (1,2,3) ျ",
        "description": "The Expendables -1 (2010) ျမန္မာစာတန္းထိုးFile size...670MB\nQuality....flash\nFormat...mp4\nhour....01:44:46\nsubtitle....ျမန္မာစာတန္The Expendables -2 (2012) ျမန္မာစာတန္းထိုးFile size...598MB\nQuality....flash\nFormat...mp4\nhour....01:33:38\nsubtitle....ျမန္မာစာThe Expendables -3 (2014) ျမန္မာ",
        "rating": "",
        "url": "https://megaup.net/2fRqw/The_Expendables_I_(2010)_-DMO.mp4",
        "category": "Special Package, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/08/darkman-1-233x300.jpg",
        "title": "Darkman(1990) ျမန္မာစာတန္းထိုး",
        "description": "Screen Shotမင္းသားၾကီး Liam Nesson ကိုၾကိဳက္တဲ့ ပရိသတ္အတြက္ ဇာတ္ကားေကာင္းတစ္ကားပါ...လြန္ခဲ့တဲ့ ႏွစ္ ၂၀ ေလာက္က ဇာတ္ကားျဖစ္ေပမယ့္ ရိုက္ကူးထားတာေသသပ္လို႕မရိုးႏိုင္ေအာင္ ျပန္ၾကည့္မိတဲ့ဇာတ္ကားပါ...လူၾကမ္းေတြေရာ မင္းသားေတြပါသရုပ္ေဆာင္ပီျပင္ၾကၿပီး အတိတ္ကရုပ္ရွင္အေငြ႕အသက္ေတြကိုျပန္လည္ခံစားရမယ့္ Action ဇာတ္ကားေကာင္းတစ္ကားပါ... Zip File size...678MB (WinRAR ျဖင့္ျဖည္ပါ) Quality....အၾကည္Format...mkvhour....01:30:22subtitle....ျမန္မာစာတန္းထိုးDownload Zip File(Mediafire Link)  ဖုန္းမ်ားမွတိုက္ရိုက္ၾကည့္ရႈရန္(ျမန္မာစာတန္းထိုး) နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/darkman1990/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/07/Ice-Man-Final-Poster-1-214x300.jpg",
        "title": "Iceman (2014) ျမန္မာစာတန္းထိုး",
        "description": "မင္းသားၾကီး Donnie Yen ပါဝင္ထားတဲ့ Iceman (2014) တရုတ္အက္ရွင္ဇာတ္ကားသစ္ပါ...\nကာလယႏၱရားနဲ႕ ပတ္သက္တဲ့ ဒ႑ာရီဆန္ဆန္ဇာတ္လမ္းကို ေရွးတရုတ္မင္းဆက္က\nစစ္သူၾကီး IT ေခတ္ထဲကိုေရာက္လာပံုနဲ႕ တင္ဆက္ထားပါတယ္...\nအနည္းငယ္ဟာသဆန္ဆန္ ေပါ့ေပါ့ပါးပါးရိုက္ကူးထားေပမယ့္\nကင္မရာအယူအဆေကာင္းေကာင္းေတြနဲ႕ ပံုေဖာ္ထားႏိုင္ပါတယ္...\n(အခုေနာက္ပိုင္း ဇာတ္ကားေတာ္ေတာ္မ်ားမ်ားေတြမွာ ပါဝင္လာတဲ့ ကာလူဇာကလိုင္း သီအိုရီနဲ႕\nရီးမန္း ဂ်ီ ၾသေမၾတီ ကိုအေျခခံတဲ့ Hyperspace အယူအဆနဲ႕ ပတ္သတ္တဲ့ Wormwhole\nလိုမ်ိဳး စၾကာဝဌာခရီးသြားတို႕၊ ကာလယႏၱရားတို႕လို ရိုက္ကူး ေရးသားခ်က္ေတြဟာ\nကြ်န္ေတာ္တို႕ရဲ႕ အနာဂတ္မွာဖြံျဖိဳးလာမယ့္ ဘာသာရပ္ေတြလို႕ ယူဆမိပါတယ္...\nလကမာၻကို လူေတြတကယ္မေရာက္ႏိုင္ခင္ ဇာတ္ကားေတြ စာအုပ္ေတြမွာ လကမာၻအေၾကာင္းေတြ\nရိုက္ကူး ေရးသားခဲ့ၾကသလိုမ်ိဳးေပါ့.........)\nQuality....အၾကည္\nFormat...mkv\nhour....01:44:13\nsubtitle....ျမန္မာစာတန္းထိုးCM Linkဖုန္းမ်ားမွတိုက္ရိုက္ၾကည့္ရႈရန္(ျမန္မာစာတန္းထိုး)နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/iceman-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/07/noah_ver4-1-202x300.jpg",
        "title": "Noah(2014) ျမန္မာစာတန္းထိုး",
        "description": "ႀကမ္းႀကမ္းရမ္းရမ္း Noah ဇာတ္လမ္းကုိ ႀကည့္ရွဳခံစားရမွာျဖစ္ျပီး  ဖန္ဆင္းရွင္ နဲ့ ဖန္ဆင္း မွဳ ဆုိတာ ကုိ အေျခခံျပီး ရုိက္ကူးထားတာျဖစ္ပါတယ္။  Noah ရဲ့ နဂို မူလဇာတ္လမ္းကုိပဲ ရုိက္ကူးထားေပမယ့္ ဒီကားက လူေတြရဲ့ ယုတ္မာ  ရက္စက္မွဳေတြ၊ ႀကမ္းႀကဳတ္မွဳေတြကုိ အသားေပး ျပထားျပီး ဒါေႀကာင့္လည္း  ကမၻာႀကီးကုိ သန့္စင္ပစ္ဖုိ့ မေကာင္းတဲ့ သူေတြကုိ ဖ်က္ဆီးပစ္ျပီး  အျပစ္မရွိတဲ့ သူေတြကိုပဲ အစကေနျပန္စ နုိင္ေအာင္ ဖန္ဆင္းရွင္က  ေရေတြႀကီးေစျပီး ကမၻာႀကီးကုိ ေရလႊမ္းသြားေစခဲ့ပါတယ္။ကၽြန္ေတာ္တို့  ကေလးဘ၀က ဖတ္ဖူးတဲ့ Noah ပုံျပင္ကေတာ့   ဖန္ဆင္းရွင္က ေရေဘးကပ္ဆုိက္ေတာ့မွာ ျဖစ္လို့ Noah က Ark တစ္ခု တည္ေဆာက္ျပီး  သူ့အနီးက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/noah2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/07/one_for_the_money-1-202x300.jpg",
        "title": "One for The Money(2012) ျမန္မာစာတန္းထိုး",
        "description": "ပိုက္ဆံမရွိေတာ့လို႕ ဆုေၾကးထုတ္ထားတဲ့ ဝရမ္းေျပးေတြလိုက္ဖမ္းမယ့္ မင္းသမီးနဲ႕အမႈတစ္ခုျဖစ္လို႕ ထြက္ေျပးေနတဲ့ မင္းသားတို႕ကို ဇာတ္အိမ္တည္ထားတဲ့ျဖစ္ရပ္မွန္ဇာတ္ကားေလးပါ...ေပါ့ေပါ့ပါးပါးနဲ႕ အပန္းေျဖၾကည့္ရမယ့္ ဇာတ္ကားမ်ိဳးပါ...Zip File size...624MB (WinRAR ျဖင့္ျဖည္ပါ) Quality....အၾကည္Format...mkvhour....01:25:06subtitle....ျမန္မာစာတန္းထိုးDownload Zip File(mediafire link)Mobile ဖုန္းမ်ားမွတိုက္ရိုက္ၾကည့္ရွဳရန္ (ျမန္မာစာတန္းထိုး)နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/one-for-money2012/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/06/snow_white_and_the_huntsman_dvd_tmpg-1-207x300.jpg",
        "title": "Snow White and The Huntman(2012) ျမန္မာစာတန္းထိုး",
        "description": "Twilight မင္းသမီး Kristen Stewart ကစႏိုးဝိွဳက္ အျဖစ္လည္းေကာင္း၊\nThor မင္းသား Chris Hemsworth က Huntman အျဖစ္လည္းေကာင္း၊\nItalian Job မင္းသမီး Charlize Theron က စုန္းမအျဖစ္လည္းေကာင္း\nပူးေပါင္းတင္ဆက္ထားတဲ့ ပံုျပင္ဆန္ဆန္ ဇာတ္ကားေလးပါ...\nေသသပ္လွပစြာ ရိုက္ကူးထားႏိုင္ပါတယ္...Zip File size...799MB (WinRAR ျဖင့္ျဖည္ပါ)\nQuality....အၾကည္\nFormat...mkv\nhour....02:02:26\nsubtitle....ျမန္မာစာတန္းထိုးDownload Zip File(Link 1)Download Zip File(Link 2)\nMobile ဖုန္းမ်ားမွတိုက္ရိုက္ၾကည့္ရွဳရန္ (ျမန္မာစာတန္းထိုး)နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://megaup.net/Tnfq/Snow_White_And_The_Huntsman_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/06/robo-135x200.jpg",
        "title": "RoboCop(2014)",
        "description": "RoboCop(2014)=============ဒီကားက RoboCop remake သာမဟုတ်ခဲ့ရင် အရမ်းကောင်းတဲ့ စက်ရုပ်ကားတစ်ကားဖြစ်မှာဖြစ်ပြီး နာမည်ကြောင့် လူတွေ စိတ်ပျက်တာဖြစ်ပါတယ်။ လူတိုင်းကြိုက်ခဲ့တဲ့ RoboCop ကို ယူပြီး ဇာတ်လမ်းလုံးဝပြောင်းလိုက်တာကလည်း ပရိတ်သတ်ကို ဒေါသထွက်စေပါတယ်။ အထူးသဖြင့် ကျွန်တော်တို့ခေတ်က RoboCop က Made in USA ဖြစ်ပြီး ဒီ RoboCop ကတော့ Made in China ဖြစ်ပါတယ်။ အဲ့ဒီလောက်ထိ ဒီဘက်ခေတ်နဲ့ လျှော်ညီအောင် ရိုက်ကူးထားနိုင်သလို ဇာတ်လမ်းအားဖြင့်လည်း အထူးကောင်းမွန်ပါတယ်။ စက်ရုပ်နဲ့ လူနဲ့ တွဲထားပြီး စက်ရုပ်လိုပဲ လိုသလို ထိမ်းခြုပ်နိုင်အောင်ကြိုးစား ပေမယ့် လူဦးနှောက်နဲ့ နှလုံးသားက အထိန်းအချုပ်မခံ ပဲ Program ကို Override လုပ်တာမျိုး တွေက ဒီဘက်ခေတ် စက်ရုပ်အက်ရှင်ကား တစ်ကားအနေနဲ့ အထူးကောင်းမွန် ပါတယ်။ ဒါပေမယ့် RoboCop Remake ဆိုတာတစ်ခုတည်းနဲ့တင် RoboCop fan တွေ ကလက်မခံ ချင်ကြပါဘူး။အားလုံးခြုံပြောရရင် ဇာတ်ကားကောင်းတစ်ကားပါ။ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/robocop-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/05/tarzan_ver2-1-212x300.jpg",
        "title": "Tarzan(2014) ျမန္မာစာတန္းထိုး",
        "description": "Tarzan ဆိုတာကအထူးတလည္မိတ္ဆက္ေပးရမယ့္ဇာတ္ေကာင္ေတာ့မဟုတ္ပါ...ဒီဇာတ္ကားကို Animation နဲ႕ရိုက္ထားၿပီး....ရုပ္ထြက္ကိုေတာ့ BluRay Quality တင္ေပးထားတာပါ...စာတန္းထိုးဖိုင္ကေတာ့ ကြ်န္ေတာ္ Credits ေပးထားတဲ့ myanmarsubtitles.blogspot  ကေနယူၿပီးတင္ေပးထားတာပါ...ဖုန္းသမားမ်ားကေတာ့ Firedrive Link ကေနၾကည့္ၾကပါခင္ဗ်ာ... Zip File size...643MB (WinRAR ျဖင့္ျဖည္ပါ)Quality....အၾကည္Format...mkvhour....01:28:15subtitle....ျမန္မာစာတန္းထိုး Download part 1 Download part 2 Download part 3  Mobile phone မ်ားမွ Firedrive တြင္တိုက္ရိုက္ၾကည့္ရွဳရန္(ျမန္မာစာတန္းထိုး) နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/tarzan2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/05/wanderlust-1-202x300.jpg",
        "title": "Wanderlust(2012) ျမန္မာစာတန္းထိုး",
        "description": "ကြ်န္ေတာ့္ဘေလာ့မွာ Action ေတြ Sci-Fi ေတြမ်ားေနလို႕ Romance ကားေလးတင္ေပးလိုက္ပါတယ္..Paul Rudd ရယ္..Jennifer Aniston နဲ႕ သူ႕ခ်စ္သူ Justin Theroux တို႕ပါဝင္သရုပ္ေဆာင္ထားပါတယ္...တင္နက္ဆီ ျပည္နယ္က ဟစ္ပီရြာေလးမွာ သြားေနထိုင္တဲ့  နယူးေယာက္ၿမိဳ႕က စံုတြဲတစ္တြဲအျဖစ္ သ႐ုပ္ေဆာင္ထားပါတယ္...ေပါ့ေပါ့ပါးပါးဇာတ္ကားေလးပါ...ဖုန္းျဖင့္ ၾကည့္ရွဳႏိုင္ရန္ Firedrive Link တြင္ျမန္မာစာတန္းထိုးျဖင့္တင္ေပးထားပါသည္...Zip File size...886MBQuality....အၾကည္Format...mkvhour....01:33:27subtitle....ျမန္မာစာတန္းထိုး Download part 1 Download part 2 Download part 3  Mobile phone မ်ားမွ Firedrive တြင္တိုက္ရိုက္ၾကည့္ရွဳရန္(ျမန္မာစာတန္းထိုး) နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/wanderlust2012/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/05/hansel_and_gretel_witch_hunters_ver5-1-202x300.jpg",
        "title": "Hansel and Gretel:Witch Hunters (2013)",
        "description": "ဂရင်းမ်ညီနောင်ရဲ. မူရင်းပုံပြင်က တောနက်ထဲမှာ ပျောက်ဆုံးသွားတဲ့ ဟန်ဆယ် နဲ. ဂရက်တယ် ဆိုတဲ့ လူမမည်အရွယ် မောင်နှမ နှစ်ယောက်ကို လူသားစား စုန်းမကြီး နဲ. ရင်ဆိုင်ရပုံဇာတ်လမ်းဖြစ်ပါတယ်။\nယခုဇာတ်လမ်းကတော့ သူတို.မောင်နှမ အဲ့သည် စုန်းမကြီးလက်ကထွက်ပြေးလွတ်မြောက်ပြီး နောင်နှစ်ပေါင်းများစွာကြာတဲ့အခါမှာ စုန်းကဝေတွေကို မြေလှန်ရှာပြီး သုတ်သင်ခြေမှုန်းတဲ့ စုန်းမုဆိုးမောင်နှမဖြစ်နေပုံ ဇာတ်လမ်းဖွဲ.ထားပါတယ်။\nဟန်ဆယ်နဲ.ဂရက်တယ်မောင်နှမအဖြစ် အနက်ရောင်သားရေဝတ်စုံတွေဝတ် ၊ အားပြင်းတဲ့လက်နက်ဆန်းမျိုးစုံကိုင်ပြီး သရုပ်ဆောင်ထားတဲ့ ဂျရမီရန်နာနဲ. ဂျင်မာအာသာဟန်တို.ဟာ မဂ္ဂဇင်းမျက်နှာဖုံးမော်လ်ဒယ်စုံတွဲနဲ. တူနေပါတယ်။ မြို.ငယ်လေးတစ်မြို.က ကလေးငယ်တွေကို စုန်းမတွေက ပြန်ပေးဆွဲသွားတဲ့ အခါ မြို.တော်ဝန်က ဟန်ဆယ်နဲ. ဂရက်တယ်တို.ကို ဌားရမ်းပြီးကလေးတွေကို ရှာဖွေကယ်တင်ခိုင်းပါတယ်။ သူတို. မောင်နှမဟာ ကလေးတွေကို ကယ်တင်ပြီးတော့ စုန်းမတွေကို နှိမ်နင်းကား စုန်းမအားလုံးရဲ. ခေါင်းဆောင် စုန်းမကြီးမြူ ရီယယ်နဲ. ရင်ဆိုင်တိုက်ခိုက်ကြပုံတွေ ဆက်လက်ရှု.စားကြရမှာဖြစ်ပါတယ်ခင်ဗျာ....\nဒါရိုက်တာ Tommy Wirkola ရဲ့ 88 မိနစ်ရှည်တဲ့ Action, ...",
        "rating": "",
        "url": "https://megaup.net/399dC/(NZ)Hansel.And.Gretel(2013).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vqo4VCyz6Cc0HURH4G6acHwqmrl.jpg",
        "title": "No Man’s Land Hunt ( 2023 )",
        "description": "တစ်ခါတလေမှာ မနက်ဖြန်နဲ့ မတော်တဆက\nဘယ်ဟာအရင်လာမလဲဆိုတာ မသိကြဘူးတဲ့။\nလူမရှိတဲ့ တောအုပ်ထဲမှာ ကြောက်လန့်ဖွယ်ကောင်းလှတဲ့\nအဖြစ်အပျက်ကြီးတစ်ခု ဖြစ်နေပါတယ်။ လူငယ်လေးကျင်ယန်ဟာ\nလူမရှိတဲ့နေရာကို ခရီးထွက်လာရင်း အမဲခိုးလိုက်သူက\nရဲကို တိုက်ခိုက်နေတာကို ဓာတ်ပုံရိုက်မိသွားပါတယ်။အမဲခိုးလိုက်သူဟာ ကျင်ယန်ကို သတိထားမိသွားပြီး တိုက်ခိုက်ခဲ့ပါတယ်။\nကျင်ယန်ဟာ နာကျင်မှုတွေနဲ့ အေးခဲလှတဲ့ ရာသီဥတုကြားက ရွ\nာသားအိမ်ကို ထွက်ပြေးလာခဲ့ပေမဲ့ အမဲခိုးလိုက်သူက အနောက်က ဆက်လိုက်လာပါတယ်။အမဲခိုးလိုက်သူက ကျင်ယန်ရဲ့ အစ်မကို လိမ်ပြီး ကျင်ယန်ကို\nသက်သေထုတ်ပေးဖို့ ခြိမ်းခြောက်ခဲ့ပါတယ်။ ထို့နောက်\nကျင်ယန်က သူ့အစ်မကို ကယ်နိုင်ခဲ့ပြီး သူတို့\nမောင်နှမနှစ်ယောက် လူမရှိတဲ့ တောအုပ်ထဲမှာ အသက်လု ထွက်ပြေးခဲ့ရပါတယ်။ကံဆိုးလှတဲ့ မောင်နှမနှစ်ယောက် လူသတ်သမားရဲ့ဘေးရန်ကနေ\nလွှတ်မြောက်ဖို့ ဘယ်လို ကြိုးစားကြရမလဲ။ သူတို့နှစ်ယောက်\nလွှတ်မြောက်ပြီး ရှင်သန်နိုင်ပါ့မလားဆိုတာကို\nရင်တမမနဲ့ ကြည့်ရမဲ့ ကားလေးပဲ ဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/no-mans-land-hunt-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNTY0MWY5YTgtMmRiZi00ZmM2LTkzNzEtOWI5NjAzNjEyOTg1XkEyXkFqcGdeQXVyMTY1MTcxMzc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "{18+}Alexandra’s Project (2003)",
        "description": "IMDb Rating/(6.5)အိမ်ထောင်ရေးတစ်ခုမှာ သာယာမှုဆိုတာကို ဘယ်လိုဆုံးဖြတ်တတ်ကြပါသလဲ လူအမျိုးမျိုး စိတ်အထွေအထွေမို့ အကြောင်းအရာမျိုးစုံရှိကြမှာပါ အပေါ်ယံကြည့်ရင် သာယာချမ်းမြေ့တဲ့ မိသားစုလို့ ထင်ရပေမယ့် နောက်ကွယ်မှာ ကာယကာရှင်ကိုယ်တိုင်သာ သိမြင်ခံစားရတဲ့ ကိစ္စတွေအတော်များများရှိတတ်ကြပါတယ် ဒီကားလေးကတော့ Gone Girl ဆန်ဆန်လေး ဆိုပါတော့ အထန်ကောင် ယောက်ျားကို ပိုင်ဆိုင်ထားမိတဲ့ Alexandra တစ်ယောက် သားသမီးမျက်နှာကိုထောက်ပြီး နှစ်ပိုင်းများစွာ သည်းခံခဲ့ပေမယ့် အတိုင်းထက်လွန်လာတဲ့ ကိစ္စတွေ သိရှိကြုံတွေ့ လာရတဲ့အခါ ဘယ်လိုသင်ခန်းစာပေးမလဲ ချစ်ခြင်းမေတ္တာတွေ ဆာလောင်မွတ်သိပ်ချိန် ခင်ပွန်းဖြစ်သူရဲ့ လိင်အသုံးချမှုသက်သက်အဖြစ်ပဲ နေထိုင်လာရတဲ့ မိန်းမတစ်ယောက်အနေနဲ့ ဘယ်လို တုန့်ပြန်မလဲဆိုတာ CM ပရိသတ် ယောကျာ်းဘသားတို့ ဘုတုတ အနေနဲ့သတိထားရအောင် ကြည့်ရှုခံစားလိုက်ကြပါ... အမျိုးသမီးထုတို့လည်း မွေးနေ့လက်ဆောင်ကောင်းလေး ရှာဖွေနေရပြီဆိုရင် ဒီကားလေးကို ကြည့်ရှုရင်း လေ့လာလိုက်ကြပါနော် Best Film from Oceania, Best Screenplay နဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1epc1/(CM)Alexandra_s.Project.2003.720p.mp4",
        "category": "Drama, Mystery, Thriller"
    }
]