[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/The_Brand_New_Adventures_of_Aladdin-588028850-large-147x200.jpg",
        "title": "Alad’2 (2018) The Brand New Adventures of Aladin",
        "description": "2015 ကထွက်ခဲ့တဲ့ အာလာဒင်ဟာသကားလေးကို ကြည့်ဖူးသူတိုင်းမှတ်မိကြဦးမယ်ထင်ပါတယ်။ကွန်ပြူတာအထူးပြုလုပ်ချက်တွေလည်းမဆိုးသလို အလွန်လည်းရယ်ခဲ့ရတဲ့ ကားကောင်းလေးတစ်ကားပါ။အဲဒီကားလေးရဲ့အဆက်နံပါတ် ၂ ကားလေးကိုတော့ ၂၀၁၈ မှာထွက်ရှိလာခဲ့တာပဲဖြစ်ပါတယ်။ဟာသကားဖြစ်သည့်အားလျော်စွာ အလွန်ခွီးနေရမှာလည်းဖြစ်သလို ကွန်ပြူတာအထူးပြုလုပ်ချက်တွေနဲ့ဇာတ်လမ်းဇာတ်ကွက်ကအလွန်ကောင်းပြန်တဲ့ ကားလေးတစ်ကားပါပဲ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ပထမဇာတ်လမ်းက အာလာဒင်ဟာ နန်းတော်ကြီးမှာ ရွှေနန်းပြောင်ပြောင်းနန်းဆောင်ဆောင်နဲ့နေရပြီး အရင်လိုစွန့်စားခန်းတွေမရှိတော့တဲ့သူ့ဘဝကြီးကိုပျင်းနေပါတယ်။မင်းသားဖြစ်သူအာလာဒင်ဘာမှသေချာမစီမံပေးနိုင်တာကြောင့်အဆင်မပြေဖြစ်နေရတဲ့တိုင်းပြည်ကြီးကို ရှားဇမန်ဆိုတဲ့သူရောက်လာပြီး တိုင်းပြည်သိမ်းဖို့လုပ်တဲ့အခါအင်အားမသာတာကြောင့်အရေးနိမ့်ပြီး မင်းသားအာလာဒင်အနေနဲ့ထွက်ပြေးရပါတော့တယ်။အခက်အခဲတွေရောက်နေတဲ့ အာလာဒင်ဟာ သူလွှတ်ပေးခဲ့တဲ့ သူရဲ့ဂျင်းနီကိုပြန်ရှာတဲ့အခါ ဘယ်လိုအခက်အခဲတွေကြုံရမယ်၊ထွက်ပြေးသွားတဲ့အာလာဒင်ကိုယုံကြည်မှုကင်းမဲ့သွားတဲ့မင်းသမီးရဲ့ယုံကြည်မှုကိုဘယ်လိုပြန်ရအောင်ကြိုးစားရမယ်၊ဇာတ်လမ်းထဲမှာဘယ်လိုလှည့်ကွက်မြုပ်ကွက်လေးတွေပါမယ်ဆိုတာကို ဟာသလေးတွေနဲ့တောက်လျှောက်ကြည့်ရင်းဘဝ‌အမောတွေပြေရစေဖို့ ဒီတစ်ခါညွှန်းလိုက်ရတဲ့ကားလေးက‌တော့ Aladdin 2(2018) ပဲဖြစ်ပါတယ်ခင်ဗျာ။(Aladin 1 ကို ဒီမှာ https://channelmyanmar.org/the-new-adventures-of-aladdin-2015/   ဒေါင်းပါ။) \nFile size…(1.8 GB) and (1 GB)\nQuality…BluRay 1080p & 720p 5.1CH (HEVC Encode)\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://megaup.net/2gJTf/(CM)Alad.2.2018.720p.BluRay.DTS.x264-EDPH(HEVC).mkv",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/91i45JNZUL._RI_-150x200.jpg",
        "title": "The New Adventures of Aladdin (2015)",
        "description": "အာလာဒင်ပုံပြင်ကို ဆန်းသစ်ထားတဲ့ ပြင်သစ်ဇာတ်ကားပါ။\nအာလာဒင်ကို Comedy ဇာတ်ကားဖြစ်အောင်ရိုက်ကူးထားပါတယ်။\nတွေ့ဖူးသမျှ အာလာဒင်ဇာတ်ကားတွေထဲမှာတော့ ဒီဇာတ်ကားက အတော်အခွက်ပြောင်ပါတယ်။\nတစ်ကားလုံး ရယ်ရမလို စိတ်ပျက်ရမလိုနဲ့ သေချာတာကတော့ ကြားဖူးနေကြ အာလာဒင်နဲ့လုံးဝမတူတာပါပဲ။\nဇာတ်ကားတစ်ကားလုံးကို သွက်လက်တဲ့ သရုပ်ဆောင်မှုတွေနဲ့ ပံ့ပိုးထားတဲ့အပြင်\nအာလာဒင်သီဆိုတဲ့ Rap သီချင်းတွေကလဲ နားထောင်လို့ကောင်းပါတယ်။\nပုံစံပြောင်းအာလာဒင်နဲ့ ခွီကြပါစို့။(Aladin 2 ကို ဒီမှာ https://channelmyanmar.org/alad2-2018-the-brand-new-adventures-of-aladin/  ဒေါင်းပါ။) \nFile size…(1.6 GB) and (900 MB)\nQuality…BluRay 720p 5.1 CH (HEVC Encode) & 720p\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n Trailer",
        "rating": "",
        "url": "https://megaup.net/2gJTi/(CM)The_New_Adventures_of_Aladdin.2015.FRENCH.720p.BluRay.x264-PiNKPANTERS(HEVC).mkv",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dnaioo5EbXEkGGrYdfWXxWBssio.jpg",
        "title": "Family of Strangers (2019)",
        "description": "Family of Strangers------------------------------------သွေးသားတော်စပ်သူတွေကို မိသားစုလို့ခေါ်ကြတယ်သွေးသားမတော်စပ်ပေမယ့်မိသားစုထပ်ပိုနွေးထွေးတဲ့သူတွေနဲ့ ကြုံဖူးကြလား??အရပ်သုံးစကားကတော့ ရပ်ဆွေရပ်မျိုးပေါ့အဲ့လိုဆိုပေမယ့်လည်း သွေးသားအချင်းချင်းကိုညှင်းပန်းနှိပ်စက်ပြီး ရိုင်းစိုင်းတဲ့သူတွေလည်းရှိကြတာပဲဒီကားထဲမှာတော့ လူသတ်ပြီးကြိုးပေးတာမသေလို့စိတ်ကျန်းမာရေးဆေးရုံရောက်နေတဲ့လူကြီးရယ်ဆေးသုံးလွန်ပြီး ကြောင်နေလို့ရောက်လာတဲ့လူရည်လည် ကောင်လေးရယ်ပထွေးကအနိုင်ကျင့်တာကိုဘယ်သူ့အကူအညီမှမရပဲသတ်သေချင်နေတဲ့ ဆယ်ကျော်သက်ကောင်မလေးရယ်တို့ကစိတ်ကျန်းမာရေးဆေးရုံမှာဆုံကြရင်းကအချင်းချင်းနွေးထွေးကြတဲ့ဆက်ဆံရေးလေးကိုကြည့်ရမှာပါသွေးမတော်သားမစပ်ပေမယ့်ဘဝတူတွေမို့ ကိုယ့်သွေးသားမိသားစုလိုအတူတူလိုက်ပါ ခံစားနာကျင်ထိခိုက်ပြီးတတ်နိုင်တဲ့ဘက်ကကူညီကြတဲ့ရိုးရှင်းတဲ့ မေတ္တာတရားအေးချမ်းတဲ့မေတ္တာတရားကိုဘာအထူးတလည်မွမ်းမံမှုမှမရှိပဲနဲ့ရင်ထဲရောက်အောင် ရိုက်ကူးပြသထားတာကြောင့်အသေးစိတ်ကအစ ရင်ထဲခံစားရစေမှာပါ....ဒီလိုကပ်ဘေးကာလမှာ နှလုံးသားကိုလဲအာဟာရကျွေးဖို့လိုတာကြောင့် နှလုံးသားအာဟာရမိသားစုဇာတ်ကားလေးကို ကြည့်ရှုခံစားကြပါဦးဒါကြောင့် သေချာလေးကြည့်ပြီးခံစားလိုက်ပါဦးနော်..IMDB 6.2 ရထားပြီး castingပိုင်းမှာလဲဂျပန်နိုင်ငံရဲ့ နာမည်ကြီးမင်းသမီး နနကိုမတ်စုလေးကခေါင်းဆောင်မင်းသမီးအဖြစ် ပါဝင်ရိုက်ကူးထားကြောင့်ကြည့်ရှုသူ ပရိသတ်တို့ သရုပ်ဆောင်ပိုင်းမှာလဲ နှစ်ခြိုက်ကြမှာပါ...အညွှန်းနဲ့ဘာသာပြန်ကိုတော့ ThinZar Htet မှခံစားရေးသားပေးထားပါတယ်  Translated by : ThinZar HtetEncoded by : YKQuality :720p HDTV x264 AAC5.1File Size : 1.2GBSubtitles : Myanmar (Hardsub)",
        "rating": "6.2",
        "url": "https://megaup.net/3CEHa/%7BCM%7DFamily_Of_Strangers_2019_720p_HDTV_x264_AAC5.1.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMTA5YzNhMjgtZGEyZi00Nzg5LWE1ZTUtYzc1ZmMyMWNmOTMzXkEyXkFqcGdeQXVyMTAzNDgzMjU1._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "Breaking Surface (2020)",
        "description": "Breaking Surface (2020)==================IMDb Rating - 6.1/10 သည်းထိတ်ရင်ဖိုစွန့်စားခန်းတွေပါတဲ့ဇာတ်ကားကိုမှကြိုက်ပါတယ်ဆိုတဲ့ ပရိသတ်တွေအတွက်၂၀၂၀ခုနှစ်ထွက်ဇာတ်ကားလေးလာပါပြီ။ တူဗာနဲ့အီဒါဆိုတဲ့အမေတူအဖေကွဲညီအစ်မနှစ်ယောက်က သူတို့အမေနဲ့အတူ ပင်လယ်ကြမ်းပြင်အောက် ရေငုပ်ကြမယ်ဆိုပြီးစီစဉ်ထားရာကနေ မိခင်ဖြစ်သူကနေမကောင်းဖြစ်နေတော့ ညီအစ်မနှစ်ယောက်တည်း ရေငုပ်ဖို့ဖြစ်လာတာပေါ့။ ဒီဇင်ဘာအချိန်အခါချမ်းအေးလှတဲ့ရာသီမှာ ကိုယ်တွေလိုအိမ်မှာပဲ စောင်ခြုံပြီးအိပ်မနေပဲရေငုပ်ဖို့လုပ်ကြတဲ့ ညီအစ်မနှစ်ယောက်ဟာ ကံဆိုးစွာနဲ့လန့်စရာအဖြစ်ဆိုးကို ငယ်ဘဝကတည်းကကြုံခဲ့တယ်ပေါ့။ဒီလိုနဲ့အသက်တွေကြီးလာတဲ့အခါလည်း ရေငုတ်တဲ့ဘဝကနေ စွန့်စားခန်းတွေ . အသက်အန္တရာယ်နဲ့များလွန်းတဲ့ အလုပ်တွေမှာ သူတို့ဟာ ပျော်နေဆဲပါ။ဒီကားထဲမှာ မြင်တွေ့ရမှာကတော့ ညီအမတွေရဲ့ သံယောဇဥ◌်၊ အန္တရာယ်ကြားကနေ အရှုံးမပေးဘဲ ရဲရင့်တဲ့စိတ်ဓါတ်၊ပြတ်သားတဲ့ဆုံးဖြတ်မှု၊ ဖြစ်နေတဲ့အခြေအနေမှာ အကောင်းဆုံးလမ်းကြောင်း ရွေးချယ်လုပ်ကိုင်မှုတွေကို မြင်တွေ့ရမှာလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p BluRay 5.1CHDuration - 1h 22minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.BluRayTranslator – Chit ...",
        "rating": "6.1",
        "url": "https://megaup.net/2gJJ9/Breaking.Surface.2020.720p.Bluray[CM].mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oSAlpVXRXcj6Fj6c9guA7PzOkTV.jpg",
        "title": "Blame! (2017)",
        "description": "Blame!IMDb - 6.7/10Rotten Tomatoes - 55%Myanimelist - 7.2/10ဒီ‌animeကို 2017တုန်းက Netflixကနေထုတ်လွှင့်ခဲ့တာပါ။ Sci-fiဇာတ်လမ်းကြည့်ရှုချင်တဲ့သူတွေမလွတ်တန်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားပါဇာတ်လမ်းအကျဉ်းကတော့အနာဂတ်ကာလမှာ AIနည်းပညာတွေနဲ့မြို့ကြီးတစ်မြို့ကိုလူသားတွေဟာတည်ဆောက်ခဲ့ပါတယ်တနေ့ကျတော့ကူးစက်ရောဂါတစ်ခုရုတ်တရက်ဖြစ်ပွားခဲ့ကာAIနည်းပညာနဲ့မြို့ကြီးဟာ လူသားတွေကိုရှင်းလင်းမှုတွေစတင်လုပ်‌ေဆာင်ခဲ့ပါတော့တယ်။ ရှင်းလင်းမှုခံရတဲ့အတွက် လူသားတွေရဲ့အရေအတွက်ဟာ လက်တစုပ်စာလောက်ပဲကျန်တော့ပြီးစားစရာတွေရှားပါးတဲ့အထိဖြစ်လာပါတော့တယ်။ အဲ့ဒီနောက်မှာတော့ ကေလီဆိုတဲ့ ထူးဆန်းတဲ့လူတယောက်ပေါ်လာခဲ့ပြီး Net terminalမျိုးရိုးဗီဇရှိတဲ့လူသားတွေကိုလိုက်ရှာတဲ့အခါမှာတော့......- လူသားတွေကိုမြို့ကြီးကဘာလို့တိုက်ခိုက်ခဲ့လဲ- ကေလီဆိုတဲ့လူဟာဘယ်သူလဲ- Net terminalမျိုးရိုးဗီဇရှိတဲ့သူတွေဟာ ဘာထူးခြားလို့ကေလီဟာလိုက်ရှာနေရလဲဆိုတာကိုကိုယ်တိုင်ကြည့်ရှုလိုက်ပါ Translated by : Dr.NyanEncoded by : YKFile Size : 1.5GB and  1.1GBQuality : 1080p and720pSubtile : Myanmar (Hardsub)",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/blame-2017-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/At_the_End_of_the_Storm_jacket_for_web-128x200.jpg",
        "title": "The End of the Storm (2020)",
        "description": "The End of The Storm(2020)==========================IMDb - 8.3/10\nRotten Tomatoes - 67%ယာဂင်ကလော့အကြောင်း..လီဗာပူးအကြောင်း ကျွန်တော်တို့မြည်းစမ်းကြည့်ရအောင်....လီဗာပူးအတွက် ၂၀၁၉-၂၀ဘောလုံးရာသီက ကြည့်လိုက်ရင် ရိုးရှင်းတဲ့ရာသီလို့ ထင်ရပေမယ့် တကယ်တော့ မဟုတ်ခဲ့ပါဘူး\nမုန်တိုင်းတစ်ခုလိုပါပဲ...ရာသီအစ ပထမဆုံးပွဲမှာ ကတည်းက ဂိုးသမားဒဏ်ရာရသွားတယ်\nရာသီအလယ်ခေါင်ပွဲကြပ်နေတဲ့အချိန်မှာ Club World Cup သွားကစားရတယ်\nကိုဗစ်ကြောင့် စိုးရိမ်စရာရှိနေတဲ့ကြားထဲကနေ ချန်ပီယံလိဂ်ကစားခဲ့တယ်\nပြီးတော့လည်း ၁၆သင်းအဆင့်ကနေနှူတ်ဆက်သွားတယ်\nပရီးမီးယားလိဂ်ဖလားရဖို့ တော်တော်နီးစပ်တဲ့အချိန်မှာလည်း ကိုဗစ်ကြောင့် ဘောလုံးပွဲတွေ ရပ်နားလိုက်ရတယ်ဒီလိုနဲ့ လွယ်ကူတဲ့ရာသီမဟုတ်ခဲ့ပါဘူးဒီ Documentary မှာတော့ လီဗာပူးအသင်း ဖလားရခဲ့တဲ့ ၂၀၁၉-၂၀ရာသီက အတွင်းရေးကိစ္စတွေကို နည်းပြကလော့ကိုယ်တိုင်ပြောပြနေတဲ့ပုံစံနဲ့ တင်ဆက်ထားပါတယ်\nအသင်းတွင်း စိတ်ဓာတ်တည်ဆောက်ပုံတွေ အတိတ်ကဖြစ်ရပ်တွေကိုလည်း flash back အနေနဲ့ ပြသထားတာကြောင့် တကယ်ကို စိတ်ဝင်စားစရာကောင်းတဲ့ Documentary လေးပါနည်းပြ..အသင်းသား...ပရိတ်သတ်..ကံကြမ္မာတွေ ချိတ်ဆက်ထားတဲ့ ဘောလုံးအသင်းအကြောင်းတင်ဆက်ထားတာမို့ဒီ Documentary လေးက ဘောလုံးပရိတ်သတ်တိုင်းအတွက်ပါပဲ။ \nFile size…(1.5 GB) and (870 MB)\nQuality…WEB ...",
        "rating": "8.3",
        "url": "https://megaup.net/2WHae/(CM)The.End.of.the.Storm.2020.720p.WEBRip.x265-RARBG.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/51DiEg9GPAL._AC_-142x200.jpg",
        "title": "Veer-Zaara (2004)",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (92%) အထိရှိထားပြီး ဇာတ်လမ်းဇာတ်ကွက် ဇာတ်အိမ်တွေက လှပတဲ့အပြင် ရှုခင်းပသာဒတွေက စိတ်ဘဝင်အေးစေတဲ့ကားမျိုးပါ။ ဒီကားဟာဖြင့် အိန္ဒိယ နဲ့ ပါကစ္စတန် နှစ်နိုင်ငံ ကြား စည်းထားကြပေမယ့် ချစ်ခြင်းကို ဘယ်သူက တားဆီးကြမှာလဲ ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ အတွေးများစွာ မေးစေမိပါတယ်။အချစ် ဟာ ချစ်နေရုံနဲ့ ပြီးလား လို့ မေးရင်\nLogic ဆန်ဆန်လူတွေက ခေါင်းခါမိပါလိမ့်မယ်။ အခြေအနေ မတူခြင်းတွေအောက်မှာ ချစ်လျက်နဲ့ခွဲခွာ ရတဲ့ ဖူးစာတွေဆိုတာလည်း ဒုနဲ့ဒေးပါ။ ဘာသာရယ် မတူ နိုင်ငံရယ်ခြားနေရင်ဖြင့် ပိုလို့တောင် စိတ်မကူးနိုင်တော့ပါ။ သို့သော် ……။ဇာတ်လမ်းအကျဉ်း လေး သွားကြည့်ရအောင် ။\nဒီလိုကားမျိုးကို ကောင်းတယ်လို့ပဲ ညွှန်းပေးချင်တာပါ။ ဘာ ဇာတ်လမ်းမှမသိဘဲ ကိုယ်တိုင် ဆွဲဆောင်ခံရတဲ့ ရေစီးကြောင်းတစ်ခုလို ကြည့်သင့်တဲ့ကားပါ။\n( လျှာရှည်တာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/3CEBd/Veer-Zaara_[2004]_BluRay_720px264(MM_Sub).mp4",
        "category": "Bollywood, Drama, Family, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMDg5ZmRhNTEtYTU2Yy00NzM2LTgxNWEtNmUwYWI4YzQ5NjVmXkEyXkFqcGdeQXVyOTA5NjE5ODU@._V1_-142x200.jpg",
        "title": "Vernost (2019)",
        "description": "Vernost (2019)\n===========IMDb Rating - 6.0/10 Fifthy Shades Triologyလို Eroticဆန်ဆန် ဒရာမာကားတွေ ဒီနှစ်ထဲ သိပ်မထွက်ပါဘူး။အခုထွက်တဲ့ကားကတော့ IMDd Rating 6/10ပါ။ Erotic လိုင်းအနေနဲ့တော့ မဆိုးဘူးပြောရပါမယ်။ မင်းသမီးလေးလည်း တော်တော်လှပါတယ်။ ဒီရုပ်ရှင်နဲ့ပဲ TIFF Award forBest Performance ဆုရသွားခဲ့တာပါ။ တစ်နာရီဆိုတဲ့ ပြသချိန်တိုတိုလေးနဲ့မလိုက်အောင်ပါဖော်မန့်ကောင်းတယ်ဆိုတဲ့ သဘောပါပဲ။ Eroticအသားပေး Drama filmဆိုတဲ့အတိုင်း လိင်မှုကိစ္စတော့အတော်ပါပါတယ်။ ပါတယ်ဆိုပေမယ့်လို့Erotic Filmမို့ အရမ်းကြီးတော့ မျှော်လင့်တော့မထားကြပါနဲ့။ ဘာပြောပြောလေ ဒါမျိုးကားတွေက မင်းသမီးလှရင်တောင် တန်နေပြီမို့လား။ ဇာတ်လမ်းအကျဥ◌်းလေးပြောပြရရင် . လန်ကာဟာ အသက် ၃၀ မှာတင် အောင်မြင်တဲ့ သားဖွားမီးယပ်ဆရာဝန်တစ်ယောက်ဖြစ်နေပါပြီ။ လူနာတွေက သူနဲ့မှပြချင်ကြသလို လုပ်ဖော်ကိုင်ဘက်တွေကလည်းသူ့ကိုလေးစားကြပါတယ်။ ဒါပေမဲ့ တဖက်မှာလည်း သူ့ရဲ့အိမ်ထောင်ရေးက အဆင်မပြေပါဘူး သူ့ခင်ပွန်းဖြစ်သူဆယ်ရို့ဂျ်က လုပ်ဖော်ကိုင်ဘက်ဖြစ်သူ ခါဂျာနဲ့ ဖောက်ပြန်နေတယ်လို့ လန်ကာက တထစ်ချယုံကြည်နေပါတယ်။ဒီလိုနဲ့ ခင်ပွန်းဖြစ်သူကြောင့် ...",
        "rating": "6.0",
        "url": "https://megaup.net/UOdl/Vernost.2019.720p.BluRay[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6p2C6HlFY8cKZQDTvVu2ppQnocV.jpg",
        "title": "Maggie (2018)",
        "description": "Maggie 2018\n============လူတွေရဲ့ ယုံကြည်မှုဟာ ဘယ်လောက်ထိ အရေးပါလဲတစ်ခုခု ယုံကြည်ချက်ရှိတယ်ဆို ကိုယ့်ယုံကြည်မှုအတိုင်းဆက်လုပ်မလားယုံကြည်မှုဟာ ဘာတွေနဲ့ သက်ဆိုင်လဲဘာတွေအပေါ်မှာ မူတည်နေလဲဒီဇာတ်လမ်းလေးမှာတော့ Itaewon class က စားဖိုမှူးမလေးကိုသူနာပြု ဆရာမလေး ယောယွန်ယောင်းအဖြစ် တွေ့ရမှာဖြစ်ပါတယ်ဒီဇာတ်ကားဟာ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၆ ဆု ရရှိထားတာဖြစ်ပါတယ်ဇတ်လမ်းအကျဉ်း\"မာရီယာရဲ့ အချစ်\"လို့ အမည်ရတဲ့ ဆေးရုံတစ်ရုံရဲ့ ဓာတ်မှန်ခန်းထဲက.....လူ၂ယောက် လိင်ဆက်ဆံတာကို ရိုက်ထားတဲ့ ဓာတ်မှန်ပုံကြီး ထွက်လာခဲ့ပါတယ်အဲ့့ပုံထွက်လာပြီးနောက်နေ့မှာပဲ ဆေးရုံမှာရှိသမျှ ၀န်ထမ်းတွေအကြောင်းအမျိုးမျိုးပြပြီး ခွင့်ယူသွားခဲ့တယ်ဒုဆေးရုံအုပ်နဲ့ သူနာပြုယောယွန်ယောင်းပဲ အလုပ်မှာရှိနေခဲ့ပါတယ်လူတွေကို သံသယ၀င်တတ်လွန်းတဲ့ ဒုဆေးရုံအုပ်နဲ့ ယုံကြည်တတ်လွန်းသူ ယောယွန်ယောင်း.....သူတို့တွေဟာ လူတွေအပေါ်မှာထားတဲ့ သူတို့ယုံကြည်မှုတွေမှန်ကန်ရဲ့လား စစ်ဆေးခဲ့တယ်အဲ့ထဲမှာ သူနာပြုယောယွန်ယောင်းရဲ့ ချစ်သူလည်းပါ၀င်ခဲ့ပါတယ်သူတို့ရဲ့ယုံကြည်မှုဟာ မှန်ကန်ရဲ့လားဘယ်သူတွေကို ယုံကြည်ဖို့ ရွေးချယ်လိုက်မလဲဆိုတာဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော် File Size – 1.4 GB\nQuality – 1080p FHDRip\nFile Type – mp4\nDuration – 1h ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/maggie-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2cFsY7j5vt1c1OPQj9JFd2vhTN9.jpg",
        "title": "Nail Polish(2021)",
        "description": "Nail Polish(2021)IMDb...7.9ဗီးရ်ဆင်းက အရင်တုန်းက ကရှ်မီးရ်မှာ သူလျှို တစ်ယောက် အဖြစ် တာဝန်‌ထမ်းဆောင်ခဲ့ပြီးအလုပ် ထွက်လိုက်ပါတယ်။\nသူက ကလေးတွေကို အားကစားသင်ကြားပေးပြီး ကလေးတွေကလည်း သူ့ကို အရမ်းချစ်ကြပါတယ်။နေ့စဉ်ကလေးတွေနဲ့ပဲအချိန်ကုန်ရင်းသူ့ဘဝကို ပျော်ပျော်ပါးပါးကြီးဖြတ်သန်းနေတယ်...ဒီလိုပဲနေပေမဲ့ သူ့ဘဝကြီးရဲ့ကံဆိုးမိုးမှောင်က ရောက်ရှိလာပါတော့တယ်...ကလေးနှစ်ယောက် မီးရှို့သတ်ခံထားရပြီးဒီကိစ္စရဲ့တရားခံက ဗီးရ်ဆင်းဖြစ်တယ်ဆိုပြီး တရားစွဲခံရပါတော့တယ်...အိမ်ပိုင်ရှင်ကလည်း သူကိုယ်တိုင်ြဖစ်နေတဲ့အပြင်အခြေအနေ ရှုထောင့်စုံက သူဟာတရားခံလို့ညွှန်ပြနေတဲ့အတွက် ဗီးရ်ဆင်းတစ်ယောက်ဒုက္ခအကြီးအကျယ်ရောက်နေပါတယ်....သူကိုယ်တိုင်လည်းကလေးတွေသေဆုံးမှုအတွက် အံအားသင့်ပြီး သွေးပျက်နေတယ်..တရားခံကဘယ်သူလဲ..တရားသူကြီးတွေနဲ့ရဲအဖွဲ့ကရော စစ်မှန်တဲ့တရားခံကိုဖော်ထုတ်နိုင်ပါ့မလား...India မှုခင်းကားအလန်းကြည့်ချင်တဲ့သူတွေအတွက်တော့ လက်မလွှတ်သင့်ပါဘူး\nဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်။ File Size : (1.08GB) and (432MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre : Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/nail-polish2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1c7OsovY4s15sLp8AfzxR92fTCU.jpg",
        "title": "Let’s Scare Julie (2019)",
        "description": "Let's Scare Julie--------------------------------အမ်မာဟာ မိဘတွေဆုံးပါးသွားတဲ့အခါ၊အစ်မဝမ်းကွဲဖြစ်သူ တေလာရဲ့အိမ်ကို ပြောင်းရွှေ့နေထိုင်ခဲ့ပါတယ်။တစ်ညမှာ သူတို့အိမ်ကို၊အစ်မဝမ်းကွဲတေလာရဲ့ အစအနောက်သန်တဲ့သူငယ်ချင်းတွေရောက်လာပြီး၊ အမ်မာနဲ့မိတ်ဆက်စကားပြောရင်း အိမ်ရဲ့မျက်နှာချင်းဆိုင်ကထူးဆန်းတဲ့အိမ်အကြောင်း စကားဆက်မိသွားကြပါတယ်။ အဲ့အိမ်မှာအဖွားကြီးတစ်ယောက်နေထိုင်ခဲ့ပြီး၊သူနေခဲ့တဲ့တစ်လျှောက်လုံးမှာသူ့ကိုဘယ်သူမှမမြင်ဖူးကြောင်း၊ အဲ့အဖွားကြီးကိုမြင်ဖူးခဲ့သူတစ်ယောက်လည်းထူးဆန်းတဲ့ဖြစ်ရပ်ဖြစ်သွားခဲ့ကြောင်း၊အခုအဲ့အဖွားကြီးသေဆုံးသွားပြီမို့အဲ့အိမ်ကို သားအဖနှစ်ယောက် ပြောင်းလာကြောင်း တေလာကပြောခဲ့ပါတယ်။ ညီမဝမ်းကွဲဖြစ်သူအမ်မာကလည်း သူ့အစ်မဝမ်းကွဲ တေလာရဲ့အဖေမှာ အဲ့အိမ်ရဲ့သော့ရှိကြောင်းပြောပြလိုက်ပြီး၊တေလာနဲ့သူ့သူငယ်ချင်းတွေဟာ အဲ့အိမ်ကိုပြောင်းလာတဲ့ ကလေးမလေး ဂျူလီတစ်ယောက်တည်းရှိနေချိန် ခိုးဝင်ပြီး၊ခြောက်လှန့်နောက်ပြောင်ဖို့ အကြံရလိုက်တဲ့အခါ... Translated by : Pyi T NyeinEncoded by ; YKFile Size : 1.5GB and 689MBQuality : 1080p BluRay and 720pSubtitles : Myanmar Hardsub",
        "rating": "5.5",
        "url": "https://megaup.net/2WF9A/(CM)Lets.Scare.Julie.2020.720p.mp4https://megaup.net/2WF9A/(CM)Lets.Scare.Julie.2020.720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tH92dHWRnzDuQ8jJya8co47PwuI.jpg",
        "title": "The Royal Bride",
        "description": "The Royal Bride (2020)ဒီတစ်ခါတော့ ပရိသတ်အတွက် အရသာအသစ် ရနိုင်မယ့် ဗီယက်နမ် ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ခုနောက်ပိုင်း အာရှကားတွေထဲမှာ ဗီယက်နမ်ကားတွေလည်း အတော်အတန် အဆင့်ရှိလာတာကို တွေ့ရပါတယ်။\nဒီကားလေးလည်း ရိုက်ချက်တွေရော ဇာတ်လမ်းတင်ပြပုံရော အတော်လေး ကောင်းတာကို တွေ့ရပါတယ်။\nတော်တော်လေးလည်း တခမ်းတနားနဲ့ ပြနိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။\nဇာတ်လမ်းနာမည်အတိုင်းပါပဲ။\nတော်ဝင် သတို့သမီး တစ်ယောက်အကြောင်းပေါ့။မင်းသမီးက ကူယင် ဆိုတဲ့ တီဗွီအစီအစဉ် တင်ဆက်သူပါ။\nသူ့အစီအစဉ်က အတင်းအဖျင်းတွေကို ဖော်ထုတ်တဲ့ Showbiz Face-off ဆိုတဲ့ အစီအစဉ်ပါ။\nသူ့အစီအစဉ်ကို စုံတွဲလာရင် ကွဲတယ်။ သူငယ်ချင်းတွေ လာရင် ရန်ဖြစ်ကြတယ်။\nဒီလို အစီအစဉ်မျိုးပေါ့။မင်းသားကတော့ ဂျက်လို့ နာမည်ရတဲ့ တော်ဝင်မျိုး တော်ဝင်နွယ် တစ်ယောက်ပေါ့။\nဒီတော့ ဂျက်ရဲ့အမေက ဂျက်ကို ကူယင်နဲ့ သဘောမတူနိုင်ပါဘူး။\nဒါပေမယ့် ဂျက်ရဲ့အမေကလည်း တစ်ခေတ်တစ်ခါက နာမည်ကြီး ရုပ်ရှင်မင်းသမီးကြီးပါ။\nသူ ဘာလို့ သဘောမကျရတာလဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်ရပါမယ်။ဂျက်ရဲ့အမေက ဂျက်ကို ဇာတိမြို့ ...",
        "rating": "5..1",
        "url": "https://megaup.net/2gIyf/(CM)_The_Royal_Bride_2020.720P..mp4",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Project-Guten-139x200.jpg",
        "title": "Project Gutenberg ( 2018 )",
        "description": "IMDb Rate 6.9 နဲ့အတူ နာမည်ကြီးမင်းသား ချောင်ယွမ်ဖတ်ကလည်းပါဝင်သရုပ်ဆောင်ထားပြီး ဂျင်းကားမဟုတ်တာတော့ 100 %ကျိန်းသေနေတာပါပဲဇာတ်လမ်းအကျဉ်းလေးကတော့လွန်ခဲ့တဲ့  နှစ်တွေက ချစ်သူ ၂ယောက် …အတူပန်းချီဆွဲကြတယ်..ကောင်မလေး က လက်ရာမှာပါရမီပါတယ်ကောင်လေးကတော့ သူ့လောက်ပါရမီမထူးပေမယ့်ပုံတူဆွဲနေတဲ့နေရာမှာလည်း သူက ပါရမီပါတယ်ကံကြမ္မာလှည့်ကွက်တွေကြောင့်၂ယောက်သားဝေးပြီးတော့ ပြန်လည်ဆုံတွေ့တဲ့အခါမှာတော့ကောင်လေးက လူသတ်တရားခံအဖြစ်အဖမ်းခံထားရတယ်ကောင်မလေးကတော့ နိုင်ငံတကာအသိအမှတ်ပြုပန်းချီပညာရှင်တစ်ယောက်….ရဲစခန်းကဟွကျားလို့ခေါ်တဲ့လူတစ်ယောက် အကြောင်းကိုကောင်လေးကိုမေးတယ်..ကောင်မလေးပါတော့မှပဲကောင်လေးက ဟွကျားအကြောင်းကိုဖွင့်ပြောတော့တယ်ကောင်မလေးနဲ့ဝေးပြီးတဲ့နောက် ကောင်လေးဟာဟွကျားဦးဆောင်တဲ့ ငွေတုဂိုဏ်းတခုကိုရောက်သွားတာကနေအစပြုပြီး မြုပ်ကွက်များစွာပါဝင်တဲ့ ဇာတ်လမ်းလေးတပုဒ်ဖြစ်တည်လာပါတော့တယ်ထိုင်ရာကမထချင်ပဲ အဆုံးထိ စိတ်ဝင်စားပြီးစောင့်ကြည့်သွားရမယ့် ဇာတ်ကားမျိုးဖြစ်လို့ရုပ်ရှင်ချစ်သူတွေ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ် Quality : Bluray 1080p 5.1 CH ( HEVC )& Bluray 720p 5.1CHFormat : mkv for ( 1080p HEVC ) & mp4 for ( 720p )During : 2h 10 minSubtitle : Myanmar Subtitle ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/project-gutenberg-2018-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ezgif-7-330e92803470-143x200.jpg",
        "title": "Prespective Eyes ( 2019 )",
        "description": "2019 10လပိုင်း21ရက်နေ့က ထွက်ခဲတဲ့ စိတ်ကူးယဉ်ဖန်တီးထားပြီးဘော်ဒါတွေကြားကသံယောဇဉ်ခိုင်မြဲမှု မိသားစုအပေါအလေးထားမှုတွေကိုမြင်ရမယ့်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်မွေးကတည်းက ကိုယ့်ဘေးကလူတွေကိုအမြဲကံဆိုးစေခဲ့တဲ့ဆင်းရဲလှတဲ့ရွှီချင်းဟာ အမှတ်မထင် အဘိုးကြီးတစ်ယောက်နဲ့တွေ့ရင်းထွင်းဖောက်မြင်နိုင်တဲ့မျက်လုံးအစွမ်းကိုရခဲ့ပါတယ်...သူ့မှာကင်ဆာဖြစ်နေတဲ့အစ်ကို့ကိုကုသပေးဖို့ ငွေလိုနေချိန်အမှတ်မထင် ချင်မင်းဆက်က. တံဆိပ်ခေါင်းကို ရခဲ့ပြီးသူဌေးလေးထန်ရှောက်နဲ့အဆကိအသွယ်ရခဲ့ပါတယ်..ဒီလိုနဲ့ ယွင်နန်က ကျောက်စိမ်းမှန်းဆ အလောင်းအစားပြိုင်ပွဲမှာယှဉ်ပြိုင်ဖို့ဖြစ်လာတဲ့အခါ...ရွှီချင်း ထန်ရှောက်အစ်ကိုမုံ့နဲ့ရှောင်ရွှယ်တို့က ဒီပြိုင်ပွဲမှာအနိုင်ရနိူင်ပါ့မလား...ရွှီချင်းက ထွင်းဖောက်နိုင်စွမ်းကိုသုံးပြီး အကောင်းဆုံးကျောက်စိမ်းကိုရှာတွေ့နိုင်ပါ့မလား...တစ်ဖက်မှာလဲ ရွှေတြ ိဂံကလူဆိုး ချိုက်ထော်ကတံဆိပ်ခေါင်းကိုရယူဖို့ ထန်ရှောက်ကိုဖမ်းခေါသွားတဲ့အခါကယ်တင်ပေးနိုင်ပါ့မလား...ဆိုတာကိုဆက်လက်စောင့်ကြည့်ရမှာပါ Quality : WEB-DL 720pFormat : mp4During : 85minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Phyo ZawEncoded By LK",
        "rating": "5.9",
        "url": "https://megaup.net/1AK2w/(CM)_Prespective.Eyes.2019.WEB-DL.720p.mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BY2Q3N2NkMTItYTlkMS00ZjEwLThkMGItOWUwNzg1M2I2ZmQzXkEyXkFqcGdeQXVyMjUxMTY3ODM@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "Jalebi (2018)",
        "description": "Jalebi (2018)(Zawgyi) \nေအရွာ ဟာ သက္လတ္ပိုင္း အရြယ္ လွပေသာ မိန္းမ တစ္ဦးျဖစ္ၿပီး\nဘတ္ဆဲလ္လား စာေရးဆရာမ တစ္ဦးလဲ ျဖစ္ေနျပန္ပါတယ္\nတစ္ရက္မွာေတာ့ သူ႔ မဂၤလာေဆာင္ မယ့္ ရက္မွာ\nမဂၤလာပြဲ ကို ဖ်က္ပစ္ခဲ့ပါတယ္...\nအေၾကာင္းအရင္းကေတာ့ သူ ခ်စ္တဲ့\nလူတစ္ဦးကို မေမ့ႏုိင္ေသးလို႔ ပဲ ျဖစ္ပါတယ္...\nကိုယ့္ကို ကိုယ္ သတ္ေသဖို႔လဲ အႀကိမ္ႀကိမ္ႀကိဳးစားခဲ့သလို\nေလာကႀကီးဟာ သူမ အတြက္ ဘာမွ အဓိပၸါယ္မရွိေတာ့ဘူးလို႔\nထင္ေနရတဲ့ အေျခအေန ျဖစ္ေနပါၿပီ...\nေနာက္ဆံုး ဖခင္ ျဖစ္သူ ရဲ႕ ေခ်ာ့ေမာ့ ေဖ်ာင္းဖ်မႈေၾကာင့္\nခရီးတစ္ခုကို ထြက္ဖို႔ စီစဥ္ပါေတာ့တယ္...\nထိုခရီး မစခင္မွာေတာ့ သူမ ရဲ႕ ပရိတ္သက္ေတြအတြက္\nေဒလီၿမိဳ႕ကို သြားၿပီး စာတမ္းဖတ္ပြဲ လုပ္ေပးရမွာျဖစ္ပါတယ္\nအခက္ခဲဆံုးကေတာ့ သူမ ရဲ႕ အခ်စ္ရဆံုးက အဲ့ဒီၿမိဳ႕မွာရွိေနတာပါပဲ\n၇ ႏွစ္ တိတိ ေအရွာ တစ္ေယာက္ ေစာင့္ခဲ့ၿပီးေနာက္\nအရာအားလံုးဟာ သူမ အတြက္ ေမွာင္ အတိပါပဲ ဘာမွပိုမထူးလာေတာ့ပါဘူး\nဒီလိုနဲ႔ ေဒလီကို ၄ ေယာက္ခံု ကို တစ္ေယာက္ထဲ ၀ယ္ၿပီး ခရီးစထြက္ပါေတာ့တယ္\nျဖစ္ခ်င္ေတာ့ မဂၤလာဦးၾကင္စ ဇနီးေမာင္ႏွံ နဲ႔ မိဘေတြ လက္မွတ္မရတဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/jalebi-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q46YDixZRQY8QfAkKJat6fK8ZQ1.jpg",
        "title": "More Than Family (2020)",
        "description": "More Than Family (2020)\"မိသားစုထက် ပိုတယ်\" ဆိုတဲ့ ခေါင်းစဉ်အတိုင်းပဲ\nမိသားစုတွေအကြောင်းရိုက်ထားတဲ့ကားလေးပါFx အဖွဲ့က Krystal လေး က ဗိုက်တစ်လုံးနဲ့သရုပ်ဆောင်ထားပါတယ်\nတက္ကသိုလ်ကျောင်းသူဂိုက်ဆရာမလေးဟာ စိတ်လက်တစ်ဆစ်နဲ့\nဟောဟောဒိုင်းဒိုင်း လုပ်ချင်တိုင်းလုပ်တတ်တဲ့ ကောင်မလေးပေါ့သူ စာသင်ပေးနေတဲ့ အထက်တန်းနောက်ဆုံးတစ်နှစ်ကျ ကျောင်းသားလေးနဲ့\nစာသင်ရင်းက အရှိန်လွန်ပြီး ကိုယ်ဝန်ငါးလဖြစ်သွားတော့တယ်\n(ဘယ်လိုအရှိန်လွန်တာလဲတော့ မမေးနဲ့ဗျနော့)အဲ့ဒါကို နှစ်ဖက်မိဘတွေကိုပြောတဲ့အခါမှာ ဘယ်လိုတွေဖြစ်လာလဲကိုယ်ဝန်ကြီးနဲ့ အဖေရင်းလိုက်ရှာတဲ့ဆရာမလေးကရော တွေ့မှာလား\nမိသားစုတွေရဲ့တွေးခေါ်ပုံတွေမတူတဲ့အခါ လက်ခံနိုင်စွမ်းတွေလည်းကွာဟတယ်ဆိုတာကို\nရယ်ရင်းမောရင်းနဲ့ကြည့်ရအောင်ဇာတ်လမ်းကို ဖတ်ကြည့်လိုက်ရင်တော့ ဘာမှမဟုတ်ဘဲ ရိုးရှင်းနေတဲ့ ဇာတ်ကားလေးပါပဲ။\nဒါပေမယ့် ကြည့်မိရင်တော့ အဆုံးထိကြည့်မိမှာ သေချာပါတယ်။ဘာမှမကြည့်ချင်ရင်တောင် Krystal လေးရဲ့မျက်နှာပြောင်လေးကြည့်ရရုံနဲ့တင်တန်ပါတယ်\nကြည့်ကြပါလို့File size…\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. August\nTranslated by ..... Thinzar Htet",
        "rating": "6",
        "url": "https://megaup.net/UMw6/(CM)_More.Than.Family.2020.720p.WEB-DL.mp4",
        "category": "Asian, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMjA2Mzg2NDMzNl5BMl5BanBnXkFtZTgwMjcwODUzOTE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Kubo and the Two Strings (2016)",
        "description": "2016 ရဲ့ Box Office မှာ No.4 နေရာရခဲ့တဲ့ ကာတွန်းကားတစ်ကားဖြစ်တဲ့ Kubo and the Two Strings ကို နာမည်ကြီး Laika Production ကထုတ်လုပ်ထားတာဖြစ်ပြီး Stop Motion နဲ့ ရိုက်ကူးထားပါတယ်.. IMDb 8.4/10 , Rotten Tomato 96% အထိ Rating ရရှိခဲ့တဲ့ ဒီကားဟာ မပြသခင်ကတည်းက အထူးနာမည်ကြီးနေတဲ့ ကားတစ်ကားပဲဖြစ်ပြီး Travis Knight ကိုယ်တိုင် ဒါရိုက်တာအဖြစ်နဲ့ ပွဲဦးထွက်ဦးဆောင်ရိုက်ကူးခဲ့တာပဲဖြစ်ပါတယ်.. အသံသရုပ်ဆောင်တွေကလဲ အော်စကာဆုရဝါရင့်သရုပ်ဆောင်တွေအပြင် Game of Thrones ထဲက Rickon Stark တို့.. The Girl with Dragon Tattoo ထဲက Rooney Mara တို့အပြင် LORD VOLDERMORT ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/kubo-and-the-two-strings-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOTFkZWJlMzUtNTAwYS00NzE5LTgxNTQtN2RkYzBhYzY1ZDY0XkEyXkFqcGdeQXVyNTY3MTY3MzE@._V1_-141x200.jpg",
        "title": "Asphalt Burning (2020)",
        "description": "Asphalt Burning (2020)===================IMDb Rating - 5.2/10 ဘ၀မှာ စားခါနီးမှ ပုတ်ချခံရတဲ့ အဖြစ်မျိုး လူတိုင်းနီးပါး ကြုံဖူးကြမယ်ထင်ပါတယ်။ တကယ် ရင်နာစရာပါ။ဒီဇာတ်လမ်းထဲက ဇာတ်လိုက်ဖြစ်တဲ့ ရွိုင်ဟာလည်း ဒီလိုအဖြစ်နဲ့ ကြုံလိုက်ရတဲ့သူပါ။ ရွိုင်က ကလေးတစ်ယောက်အဖေတစ်ခုလပ်ဖြစ်ပြီး ဆေလ်ဗီယာဆိုတဲ့ အမျိုးသမီးနဲ့ လက်ထပ်တော့မယ့်သူတစ်ယောက်ပါ။ သူက ကားစီးရတာ ကားမောင်းပြိုင်ရတာကို သိပ်ကို ဝါသနာပါတဲ့သူ ပီပီ မင်္ဂလာပွဲကိုတောင် ကားမောင်းပြိုင်ပွဲပုံစံနဲ့ သတို့သမီးဆီ အရောက်ကားမောင်းသွားပြီးမှ လက်ထပ်ဖို့ စီစဉ်ထားပါတယ်။ မင်္ဂလာပွဲ မတိုင်ညမှာ ရွိုင်မူးနေတုန်း ဂျာမန်မတစ်ယောက်က လာမြူစွယ်တော့ ရှူးရှဲပေးမိလိုက်ရာက ပြဿနာစပါတော့တယ်။ ဂျာမန်မက သူနဲ့လက်ထပ်မယ့် ဆေလ်ဗီယာ့ရဲ့ တစ်ခါက အခန်းဖော် ဖြစ်ရုံသာမက ဂျာမန်မကဆေလ်ဗီယာ့ကိုပါ ကြွေနေပုံပါ။ ဒီတော့ မင်္ဂလာဆောင်မယ့်နေ့မှာ စီစဉ်ထားတဲ့အတိုင်း \" အရင်ရောက်တဲ့သူ သတို့သမီးကိုယူ \" ဆိုတဲ့စည်းမျဉ်းနဲ့ ကားပြိုင်ပွဲလုပ်ပါတယ်။ ပြိုင်တဲ့သူတွေက သူ့ဘော်ဒါတွေဖြစ်လို့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/2gGTV/Asphalt_Burning.2020.720p.BluRayRip[CM].mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/0ehxutuumpct-140x200.jpg",
        "title": "[18+] Strange Hair Salon (2015)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။Pink ဆိုတဲ့ မမကြီးပိုင်တဲ့ Beauty Salon ဆိုင်မှာ Mina ဆိုတဲ့အလန်းလေးက Salon ဝန်ထမ်းလုပ်နေတာပါ...ပြသနာက သူတို့ Beauty Salon ကို လူသိပ်မလာကြပါဘူး..ဒီတော့ Mina က Pink ကို အကြံပေးတယ်...ဆိုင်ကို ယွကျားလေးသီးသန့်ပြောင်းပြီး ဘာညာကြမလားဆိုပြီးတော့ပေါ့...Pink က အစကတော့ အင်တင်တင်ပဲ..ဒါပေမယ့်လူကျလာမလားဆိုပြီး စမ်းကြည့်တာပေါ့ဆိုပြီး ဝုန်းကြပါလေရော...ချက်ချင်းပဲ ဆိုင်က နာမည်တွေကြီးကုန်လို့ လူတွေကြိတ်ကြိတ်တိုးလာကြရော...ဒီလိုချိန်မှာ ဘဲအလန်းလေးတစ်ပွေကို ပိုင်ရှင်မမကြီးကကြွေနေသလို..ရှူးဂါးဒယ်ဒီတစ်ပွေကလဲ Mina အလန်းလေးကို ကြွေသွားကြတဲ့အခါ...ဒီ Beauty Salon ဆိုင်ကြီး ဘယ်လိုတွေ ဖြစ်သွားမလဲဆိုတာ....။ File Size : (1.2 GB)\nQuality : HD-Rip 720p\nRunning Time : 01:24:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://megaup.net/2WE7B/(DarkSide)Strange.Hair.Salon.2015.720p.HDRip.X264.AAC-CJCONTENTS.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTVjOTQzNTctNmIwMi00MWMwLWEwMDUtN2M5YWM0MDIzMmYyXkEyXkFqcGdeQXVyNjAyMDAzNjk@._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "Robo (2020)",
        "description": "Robo (2020)==========IMDb Rating - 5.2/10 ဒီဇာတ်ကားလေးကတော့ အသက် ၁၂ အရွယ် မီဂျာဆိုတဲ့ ကောင်လေးနဲ့ စက်ရုပ်တစ်ရုပ်တို့ ရဲ့ အခက်အခဲကျော်ဖြတ်ကြပုံတွေ၊သံယောဇဉ်တွေနဲ့ ဇာတ်အိမ်ဖွဲ့ထားတဲ့ ခေတ်လွန် စွန့်စားခန်း ဇာတ်ကားလေးပါ။ပန်းချီအနုပညာရှင် တစ်ယောက် သိပ်ဖြစ်တဲ့ မီဂျာနဲ့ သူ့ကို အင်ဂျင်နီယာ ဖြစ်စေချင်တဲ့ သူ့မိဘတွေရဲ့ ဆန္ဒက အမြဲတမ်း မထပ်တူမကျခဲ့ပါဘူး။မီဂျာ့ မိဘတွေက လူသားတွေကို ကာကွယ်ပေးနိုင်တဲ့ စက်ရုပ်တစ်ရုပ်ကို တီထွင်ခဲ့ကြပါတယ်။ အဲ့ဒီစက်ရုပ်လေးဟာ အလွန်ချစ်စရာကောင်းပြီးတစ်နေ့တစ်ခြားသူ့ရဲ့ AI စနစ်ဟာလည်း ကောင်းမွန်တိုးတတ်လာနေခဲ့ပါတယ်။တစ်နေ့မှာတော့  ဉာဏ်ရည်မြင့်မားတဲ့ စက်ရုပ်လေးက သူရဲ့မိသားစုကို ရှာဖွေဖို့ စမ်းသပ်ခန်းကနေ ထွက်ပြေးသွားခဲ့ပါတယ်။ဒါပေမယ့် ထိန်းချုပ်သူမရှိတဲ့ စက်ရုပ်ဆိုတာဟာ အန္တရာယ်များလွန်းတတ်ကြပါတယ်။အဲ့ဒီ ထွက်ပြေးသွားတဲ့ စက်ရုပ်လေးဟာ ဖြစ်ချင်တော့ မီဂျာနဲ့တွေ့ဆုံခဲ့ပြီး စိတ်ဝင်စားဖွယ်ရာလည်းကောင်း . ကြည်နူးစရာလည်းကောင်းတဲ့ဖြစ်စဥ◌်တွေတောက်လျှောက် ဖြစ်လာခဲ့ပါတယ်။ ဒါပေမယ့် မီဂျာကကော စက်ရုပ်ကို ထိန်းချူပ်နိုင်ပါ့မလားဆိုတာကိုတော့ ရင်ခုန်စွာစောင့်ကြည့်ရမှာ ဖြစ်ပါတယ်.......အဲ့တော့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1AJ3r/Robo.2020.720p.WEB-DL.DD5.1[CM].mp4",
        "category": "Adventure, Family, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/faithfully-yours-south-korean-poster-141x200.jpg",
        "title": "Faithfully Yours (1988)",
        "description": "Faithfully Yours (1988)\n===================ဟောင်ကောင်ရုပ်ရှင်လောကမှာ\nပေါပြမနေပေမယ့် ပေါနေတဲ့ကားတွေ\nရိုက်သတ်မကုန်ပါဘူး။\nချောင်ကတော့ ဒါနဲ့ ဆန့်ကျင်ဘက်ပါပဲ။\nသူ့ရုပ်ရှင်တွေဟာ\nပေါပြနေပြီး မပေါတဲ့ကားတွေပါပဲ။\nကျွန်တော်တော့ သူ့ကား နှစ်ဆယ်ကျော်\nကြည့်ပြီးတဲ့အထဲမှာ သဘောမကျတဲ့ကားမရှိပါဘူး။\nသူ့ရုပ်ရှင်တွေဟာ\nအဆင့်မြင့်ရုပ်ရှင်တွေမဟုတ်ပါဘူး\nပြုံးမိစေမယ့် ရုပ်ရှင်တွေပါပဲ။\nတစ်နေ့တစ်ခါလောက်တော့\nကျွန်တော်တို့ ပြုံးစရာရှိဖို့လိုတယ်မလား။Plot Summary\n===========ဗေဒင်ဆရာရယ်၊ ဆံသဆရာရယ်\nအ၀တ်ချုပ်ဒီဇိုင်ရယ်\nသူငယ်ချင်းသုံးယောက်ရှိတယ်။\nဘေးဆိုင်က ဆံသဆရာအဘိုးကြီးကို\nပြဿနာရှာမိပြီးမှ သူ့သမီးကိုတွေ့ပြီး\nဗိုက်ကလေးနဲ့စောတင်မောင်မိန်းမပိုးသလို\nတစ်ယောက်ကိုတစ်ယောက်\nကတ်လိုက်ဖဲ့လိုက်ဆော်လိုက်လုပ်ရင်း\nအဘိုးကြီးကိုဖားရင်း\nသူ့သမီးကိုအပြိုင် ပိုးကြတယ်။ပြုံးပျော်ဖို့ ပေါ့ပေါ့ပါးပါးကြည့်လိုက်ရအောင်။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2 GB) and (1 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….01:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by WiRa Aung",
        "rating": "",
        "url": "https://megaup.net/2gDjA/Faithfully.Yours.1988.720p.BluRay.REMUX.AVC.TrueHD5.1-KMX.mkv",
        "category": "Asian, Comedy, Stephen Chow"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6jwyPp8pAL7evPDADfI4nL9Pgt2.jpg",
        "title": "Gatham (2020)",
        "description": "Gatham ( 2020 )\nIMDb 6.1အိန္ဒိယရုပ်ရှင်ကြိုက်သူတွေအတွက်\nဇာတ်ကွက်အလှည့်အပြောင်းကောင်းကောင်းနဲ့\nThriller ဆန်ဆန်ရုပ်ရှင်တစ်ကားညွှန်းပေးချင်ပါတယ်ဇာတ်လမ်းက ရစ်ရှီဆိုတဲ့မင်းသား အတိတ်မေ့နေရာကနေ ပြန်သတိရလာတာက စပါတယ်\nသူ နိူးလာတဲ့အချိန် သူ့ဘေးနားမှာဆရာဝန်တစ်ယောက်နဲ့သူ့ချစ်သူအာဒီသီ တို့သာရှိပါတယ်\nသူကလည်း မိဘတွေကအစ ဘာမှမမှတ်မိတော့တာဆိုတော့ သူ့မိဘတွေအကြောင်းအာဒီသီကို မေးကြည့်လိုက်တယ်\nအာဒီသီက နင့်အမေကတော့ ဆုံးသွားပြီ အဖေတော့ ရှိသေးတယ်ဆိုတာနဲ့\nသူ့အဖေကိုတွေ့ချင်တယ်ဆိုပြီး အာဒီသီကို လိုက်ပို့ခိုင်းပါတယ်\nသူတို့သွားနေရင်း သူ့အဖေအိမ်ရောက်ဖို့ မိုင် ၃၀၀လောက်မောင်းရဦးမယ့်နေရာမှာ ကားပျက်သွားပါတယ်\nအဲ့ဒီအချိန် အာဂျွန်ဆိုတဲ့ အသက်ခပ်ကြီးကြီး လူတစ်ယောက်ရောက်လာပြီး အချိန်ကလည်း မရှိတော့ဘူး\nသွားရမှာလည်း ဝေးသေးတယ်ဆိုတော့ သူ့အိမ်မှာလိုက်တည်းဖို့ ခေါ်ရာကနေ စိတ်လှုပ်ရှားစရာတွေ စပါတော့တယ်\nအာဂျွန်က အစပိုင်းမှာ အိမ်ရှင်ကောင်းပီသသလိုနဲ့ သူ့သားရောက်လာတဲ့အချိန်မှာတော့ တစ်မျိုးဖြစ်သွားပါတယ်\nသူ့သားဖြစ်သူက ရစ်ရှီရဲ့ ချစ်သူအာဒီသီကို မုဒိန်းကျင့်ဖို့ကြိုးစားသလို\nသူကလည်း အိမ်ထဲကပြန်ထွက်ခွင့်မပေးတော့ဘဲ နှိပ်စက်ပါတော့တယ်အဲ့ဒီအချိန်မှာပဲ ဇာတ်လမ်းက မထင်မှတ်ထားတဲ့အခြေအနေကို ပြောင်းလဲသွားတာပါ\nအာဂျွန်တို့သားအဖက ရစ်ရှီကို ဘာကြောင့်ဒီလိုလုပ်ရတာလဲ?????\nရစ်ရှီမမှတ်မိတော့တဲ့ သူ့ရဲ့အတိတ်မှာ ဒီလူတွေနဲ့ ဘယ်လိုအရှုပ်အရှင်းတွေများရှိခဲ့လို့လဲ?????\nဒါမှမဟုတ် စိတ္တဇလူသတ်သမားတွေပဲလားဆိုတာကို ရုပ်ရှင်ထဲမှာ ဆက်လက်ရှုစားပေးကြပါTranslated by Rico suaveFile ...",
        "rating": "6.1",
        "url": "https://megaup.net/UHph/(CM)_Gatham_(2020)_720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYjk0MTgzMmQtZmY2My00NmE5LWExNGUtYjZkNTA3ZDkyMTJiXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-137x200.jpg",
        "title": "Palm Springs (2020)",
        "description": "Palm Springs (2020)=================IMDb Rating - 7.4/10အကယ်၍ ကျွန်တော်တို့သာ ဒီနေ့ကိုပဲနေ့တိုင်းဖြတ်သန်းရမယ်ဆိုရင် ဘယ်လိုပုံစံမျိုးနဲ့ဖြတ်သန်းနေကြမလဲ။မနက်အိပ်ယာကနိုးလာတိုင်း ဒီနေ့ပဲဖြစ်နေမယ်ဆိုရင် ဘယ်လိုလုပ်မလဲ။ဒီဇာတ်ကားလေးထဲမှာတော့ နိုင်းလ်စ်ဟာ အချိန်ပတ်လမ်းကြောင်းတစ်ခုမှာပိတ်မိနေပြီး တစ်နေ့တည်းကိုပဲနေ့စဉ်ဖြတ်သန်းနေရပါတယ်။ တစ်နေ့တော့ ဆာရာဆိုတဲ့ ကောင်မလေးကိုမထင်မှတ်ပဲ ဆွဲထည့်မိလိုက်တဲ့အခါကျတော့ သူရဲ့ တစ်နေ့တာ ဖြတ်သန်းမှုမှာ ဆာရာပါ ပါဝင်လာပြီး နှစ်ယောက်အတူတူအလွဲပေါင်းစုံနဲ့တစ်နေ့တာကိုပဲနေ့တိုင်းဖြတ်သန်းနေရတာကိုတွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။ ဇာတ်ကားလေးက အချစ်ဟာသဇာတ်ကားလေးဖြစ်လို့ပေါ့ပေါ့ပါးပါးဖြစ်ပြီ….. ဖောင်းဒိုင်းရှူးရှဲချင်ယောင်ဆောင်ထားတဲ့ အခန်းလေးတွေတော့ပါတာမလို့ သတိပြုကြည့်ရှူကြပါလို့တော့ ပြောချင်ပါတယ်။ နောက်ပြီးတော့ ကျွန်တော်တို့ရဲ့ အချစ်တော် စူပါမန်း မင်းသား ကလပ် (Tyler Hoechlin)လည်း ဇာတ်ဝင်ခန်းတစ်ချို့မှာ ပါဝင်ထားတယ်ဆိုတာလည်း ထပ်လောင်းပြောပါရစေ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)  Quality – 1080p, 720p WebRip 5.1CHDuration - 1h 30minSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, ...",
        "rating": "7.4",
        "url": "https://megaup.net/2WB6D/Palm_Springs_2020_FullHD_720p[CM]..mp4",
        "category": "Comedy, Fancy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/licencetokillbluc-159x200.jpg",
        "title": "[James Bond] Licence to Kill (1989)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Timothy Dalton ရဲ့ ဒုတိယနဲ့နောက်ဆုံး ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Timothy Dalton အနေနဲ့ ဘွန်းဇာတ်ကား (၂) ကားသာ ရိုက်ကူးခဲ့ရပြီးသူ့ရဲ့ ဘွန်းဇာတ်ကောင်ဟာ ထူးခြားပါတယ်…မကြိုက်သူတွေက လုံးဝခံစားပေးလို့မရသလိုဂျိမ်းစ်ဘွန်းကို အိလေးဆွဲမမြင်ချင်တဲ့လူတွေကျတော့လည်း သူ့ရဲ့ဘွန်းဇာတ်ရုပ်ကို ပိုပြီးကြိုက်နှစ်သက်ကြပါတယ်…သူကတော့ ဘွန်းတွေထဲမှာ ရုပ်တည်ကြီးနဲ့ အပိုဆာဒါးသိပ်မလုပ်ဘဲသရုပ်ဆောင်တတ်တဲ့ ခပ်တန်းတန်းဘွန်းအဖြစ် အားလုံးက မျက်မှန်းတန်းမိကြပါတယ်။ဒီဇာတ်ကားက IMDb Rating (6.6/10) နဲ့ Rotten Tomatoes (78%) ရရှိထားပါတယ်…။ \nFile size…(2.9 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "6.6",
        "url": "https://megaup.net/UH0g/Licence_to_Kill_(1989)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nb9fc9INMg8kQ8L7sE7XTNsZnUX.jpg",
        "title": "Insidious: The Last Key (2018)",
        "description": "ဒီဇတ်ကားကို ကြည့်ပြီးမှ ဟိုးအရင်တုန်းက Chapter 1 & 2 ကို ကြည့်သင့်တယ် ထင်တာပဲအဲ့ဒါမှ အဲလိစ် ရဲ့ နောက်ကြောင်းကို ဇတ်ရည်လည်မှာပါဒါကတော့ ပရလောကဖြင့် ချိတ်ဆက်နိုင်တဲ့ ပညာရှင် အဲလိစ် မသေဆုံးခင်ဖြေရှင်းခဲ့တဲ့ ပရလောက ဇတ်လမ်းတွေထဲက တစ်ခုဖြစ်ပြီး အဲလိစ် ဘာကြောင့်ပရလောကဖြင့် ချိတ်ဆက်နိုင်ခဲ့တယ်ဆိုတာရဲ့ ဇတ်မြစ် ဖြစ်ပြီးသူမ ရဲ့ မိခင် ကို သတ်ဖြတ်ခဲ့တဲ့ သော့လက် ပိုင်ရှင် မကောင်းဆိုးဝါး ကိုရင်ဆိုင်ဖြေရှင်းရမယ့် အခန်းလဲ ဖြစ်ပါတယ်အဲလိစ် ရဲ့ ငယ်ဘ၀ က နေထိုင်ရာ အိမ်ကြီးတွင် မကောင်းဆိုးဝါးများ ကပ်ညှိနေ၍လက်ရှိအိမ်ပိုင်ရှင်က အကူအညီတောင်းလို့ အဲလိစ် နှင့် သူ၏ လက်ထောက် တို့သွားရောက် ကူညီဖြစ်ရင်း ငယ်ဘ၀ နှင့် ပြန်လည် ချိတ်ဆက်မိခဲ့ရာ......ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Tariq L Walker ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/insidious-the-last-key/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iDdGfdNvY1EX0uDdA4Ru77fwMfc.jpg",
        "title": "Insidious: Chapter 3 (2015)",
        "description": "ကွင်း ဆိုတဲ့ ဆယ်ကျော်သက် ကောင်မလေး တစ်ယောက်ဟာသူမ ရဲ့ ကွယ်လွန်သွားတဲ့ မိခင်ဖြစ်သူ နှင့် အဆက်အသွယ်ရရှိနိုင်ဖို့ပရလောက ဖြင့် ချိတ်ဆက်ပေးနိုင်သူ ပညာရှင် အဲလိစ် ထံ ရောက်ရှိခဲ့ပါတယ်အဲ့ဒီ အချိန်မှာ အဲလိစ် ဟာ ခင်ပွန်းဖြစ်သူ ဆုံးပါးပြီးခါစ အခြေအနေဖြစ်တဲ့အတွက်အလုပ်ခက်ခံပေးဖို့ ငြင်းဆိုလိုက်ပါတယ်...အဲ့ဒီနောက် ကွင်းဟာ စာအုပ်တစ်ချို့ကို ဖတ်ပြီး သူမဘာသာဝိဉာဉ် ဆင့်ခေါ်တဲ့ အရာတွေကို စမ်းသပ်ခဲ့ပါတယ်...တကယ်လဲ အလုပ်ဖြစ်ခဲ့ပါတယ် ဒါပေမယ့် ရောက်ရှိလာခဲ့တာကတော့သူမ ရဲ့ အမေမဟုတ်ပဲ အလွန်အင်မတန် ဆိုးဝါးတဲ့ လူသတ်ကောင်မကောင်းဆိုးဝါး အကြီးစား တစ်ကောင် ဖြစ်နေခဲ့သောအခါ....ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ May Thazin Soe ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/insidious-chapter-3/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tmlDFIUpGRKiuWm9Ixc6CYDk4y0.jpg",
        "title": "Insidious (2010)",
        "description": "အေးချမ်းသာယာနေတဲ့ မိသားစုလေးဟာ အိမ်အသစ်တစ်ခုကို ပြောင်းလာခဲ့တယ်အရမ်းချစ်ကြတဲ့ ဂျော့ချ် တို့ လင်မယား ရယ် ကလေး ၃ ယောက်ရယ်ပေါ့တစ်နေ့မှာတော့ အကြီးဆုံးသားဖြစ်သူ ဒေါလ်တွန် တစ်ယောက်အိပ်နေစဉ် အချိန်တွေမှာ မကောင်းဆိုးဝါးတွေကို မြင်နိုင်ခဲ့ပြီးထို မကောင်းဆိုးဝါးတွေကလဲ လူ့လောက ကို ကူးလာဖို့အတွက်ဒေါလ်တွန် ရဲ့ ခန္ဓာကိုယ် ကို လိုချင်တဲ့အတွက် မိသားစု ကို အမျိုးမျိုး ဒုက္ခပေးပါတော့တယ်တစ်နေ့မှာတော့ သူတို့ ရလုဆဲဆဲ အခြေအနေကို ရောက်ရှိလာပါတော့တယ်ပရလောက ကို မယုံတဲ့ ဂျော့ချ် ဟာ ပရလောက နှင့် အဆက်အသွယ်လုပ်နိုင်သောအဲလိစ် ကို ခေါ်ဆောင်ပြီး သားဖြစ်သူ ဒေါလ်တွန် ရဲ့ ဖြစ်ပျက်နေတဲ့ ကိစ္စကို ကူညီခိုင်းခဲ့သော အခါ...ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ May Thazin Soe ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/insidious/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/chnxUtTmTRZh5FE7Ha4aUOZ9ahs.jpg",
        "title": "Insidious: Chapter 2 (2013)",
        "description": "ဒီအပိုင်း ၂ မှာတော့ ဒေါလ်တွန် ရဲ့ ဖခင် ဂျော့ချ် ငယ်ရွယ်စဉ်ကသူ့အနောက်ကို လိုက်နေခဲ့တဲ့ မကောင်းဆိုးဝါး မိန်းမကြီး အကြောင်းကို နောက်ကြောင်းပြန်တဲ့ အခန်းတွေပါဝင်လာခဲ့ပါပြီ ဒီ အပိုင်း ၂ မှာတော့ အဲလိစ် မရှိတော့ ပေမယ့် အဲလိစ် ရဲ့ နောက်လိုက် ၂ ယောက်နဲ့မိတ်ဆွေ ဟောင်းတို့က ဂျော့ချ် ရဲ့ ခန္ဓာကိုယ်ထဲမှ မကောင်းဆိုးဝါးကို ဖယ်ထုတ်ဖို့ ကြိုးစားရတော့မဲ့အချိန်ပဲ ဖြစ်ပါတော့တယ်...ဒီ Insidious Chapter 2 ကို ဘာသာပြန်ပေးထားသူကတော့ May Thazin Soe ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/insidious-chapter-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNDdiNDU1MzgtMDAzOS00YjY5LWI0ODEtM2MxZmVmNjBkYjA3XkEy_002-135x200.jpg",
        "title": "Black Beauty (2020)",
        "description": "Black Beauty (2020)================IMDb Rating - 6.3/10ဒီတစ်ခေါက် ဇာတ်ကားလေးကတော့ Disney+ movie တစ်ခုဖြစ်တဲ့ Black Beauty ဆိုတဲ့ ဇာတ်ကားလေးပါ။ဒီဇာတ်ကားက ၂၀၂၀ နိုဝင်ဘာလမှာ ထွက်ရှိလာခဲ့တာပါ။ ဒီကားလေးမှာတော့ အင်မတန်ရဲရင့်ပြီး သတ္တိကဲလှပါတယ်ဆိုတဲ့ မက်စတန်းမျိုးနွယ်စု မြင်းမလေးနဲ့ ကားအက်စီးဒင့်ဖြစ်ပြီး မိဘ၂ယောက်လုံး ဆုံးရှုံးသွားတဲ့ Jo ဆိုတဲ့ ကောင်မလေးကြားက ကြီးမားတဲ့မေတ္တာကို အခြေခံပြီးရိုက်ထားတာဖြစ်ပါတယ်။ ဒီဇာတ်ကားမှာဆိုရင်တော့ မြင်းမလေးအဖြစ်အသံသရုပ်ဆောင်ထားတဲ့သူကတော့ ကိတ်ဝင်းစလတ်ဖြစ်ပါတယ်။ Black Beauty ဆိုတဲ့ မြင်းမလေးနဲ့ Jo ဆိုတဲ့ကောင်မလေးကြားထဲကို ဘယ်လိုအခက်အခဲတွေရောက်လာမလဲ၊ လူနဲ့ တိရစ္ဆာန်ကြားက သံယောဇဉ်ကို အခြေတည်ပြီးရိုက်ထားတဲ့ ဒီဇာတ်ကားမှာ ဆက်လက်ကြည့်ရှုပေးပါဦး။ နောက်ပြီးတော့ မြင်းတွေရဲ့ ဘာသာစကားလို့ဆိုလို့ရမယ့်အနေအထားတွေ ၊ မြင်းတွေရဲ့သဘာဝတွေကို ဒီကားထဲမှာ ရှင်းပြသွားတာကလည်း သေသပ်လှပလွန်းပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p ...",
        "rating": "6.3",
        "url": "https://megaup.net/1ADye/Black.Beauty.2020.720p.WEBRip.x264[CM].mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/0776d192a65691c1d8e26ed3382c3348-cinema-posters-art-posters-146x200.jpeg",
        "title": "2046 (2004)",
        "description": "[Unicode]IMDB Rating. = 7.4/10\"2046\"... ဒီနံပါတ်ဟာ\nအချိန်ကာလတစ်ခုဖြစ်ချင်ဖြစ်မယ်\nဟိုတယ်အခန်းတစ်ခုရဲ့နံပါတ် ဖြစ်ချင်ဖြစ်မယ်။\nအချိန်လား‌ နေရာလား ထားလိုက် အရေးမပါဘူး။\nအရေးပါတာက အဲ့ဒီမှာ ဘာမှမပြောင်းလဲဘူးဆိုတဲ့ အချက်။\nချစ်မိသူတွေဟာ မပြောင်းလဲနိုင်တဲ့ ကမ္ဘာကြီးကိုလိုလားကြတယ်။\nအထူးသဖြင့် သူတို့ချစ်တဲ့သူတွေရဲ့နှလုံးသားတွေမပြောင်းလဲဖို့ လိုလားကြတယ်။\n၂၀၄၆ဟာ ဘာမှ မပြောင်းလဲ တဲ့နေရာ။\nဒီတော့ သူတို့၂၀၄၆ကိုသွားကြတယ်။တစ်ရံတစ်ခါမှာ ပဟေဠိဆန်တဲ့ ရထားတစ်စီးက ၂၀၄၆ကို ထွက်ခွာတယ်။\n၂၀၄၆ကိုသွားတဲ့ ခရီးသွားတိုင်းမှာ တူညီတဲ့ ရည်ရွယ်ချက်တစ်ခုရှိတယ်\nသူတို့က သူတို့ရဲ့ ဆုံးရှုံးသွားတဲ့ မှတ်ညဏ်တွေကို ပြန်လည်ဖမ်းဆုပ်လိုကြတယ်။\nတစ်ချို့ကတော့ ၂၀၄၆ကို လွယ်လွယ်လေးရောက်သွားကြပေမယ့် တစ်ချို့အတွက်ကျတော့ခရီးက အများကြီးပိုရှည်ကြာတယ်။ခရီးသည်လက်စွဲ အပိုဒ်၂၀၁မှာ ဧရိယာ ၁၂၂၄-၁၂၂၅မှာ အရမ်းအေးတယ်လို့ သတိပေးထားတဲ့အပြင် ခရီးသည်တွေအနေနဲ့ အနွေးဓာတ်ရအောင် တစ်ယောက်ကိုတစ်ယောက် ဖက်ထားကြဖို့ အကြံပြုထားသေးတယ်။\n၁၂လပိုင်း ၂၄ရက်နေ့ ၁၂လပိုင်း ၂၅ရက်နေ့ ခရစ္စမတ်အကြိုနေ့နဲ့ ခရစ္စမတ်နေ့။\nဒီလိုအချိန်တွေမှာ လူတွေက ပုံမှန်ထက်ပိုပြီးနွေးထွေမှုကိုလိုကြတယ်တဲ့။\nဒါကဧရိယာ ၁၂၂၄-၁၂၂၅ဆိုတဲ့နိမိတ်ပုံရဲ့ ဖွင့်ဆိုချက်ပါပဲ။\nဒါဆို ၂၀၄၆ဆိုတာကရော..။\nရထားကြီးကရော.....။\nအဖြေတွေစုပေါင်းရရှိပြီးတဲ့နောက် ဒီရုပ်ရှင်မှာ\nအချစ်ဆိုတဲ့အရာကိုပဲ ထင်ရှားမြင်နေရတယ်။ဇာတ်ကောင်တွေတိုင်းရဲ့ အချစ်တွေဟာ\nနာကျင်ကြေကွဲစရာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Wydg/2046_(2004)_720p.mp4",
        "category": "Drama, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/4a098df0e2fbbbc7a6afe0c172e17519-146x200.jpeg",
        "title": "In the Mood for Love (2000)",
        "description": "In the Mood for Love (2000)\nIMDb - 8.1/10_____Rotten - 90%\n \n  Romance/Drama Genre မှာ တကယ်တမ်း ရင်ထဲစွဲစွဲလမ်းလမ်းဖြစ်ပြီးအမြဲတမ်း သတိတရဖြစ်နေစေတဲ့ရုပ်ရှင်က တော်တော်လေးရှားတယ်လို့ ပြောလို့ရပါတယ်။ဇာတ်သိမ်းမှာ ချစ်တာနဲ့ ကွဲတာနှစ်မျိုးပဲ နှစ်ပင်လိမ်ပြီး ဇာတ်အိမ်တွေ အက်ကြောင်းထပ်နေတဲ့ခေတ်ကာလမှာ Lost in Translation, Eternal Sunshine of the Spotless Mind, In the Mood for Loveလို ဇာတ်ကားမျိုးတွေဟာ သာမန်အချစ်ဇာတ်လမ်းတစ်ခုဆိုတာထက် အများကြီးပိုမိုပြသသွားနိုင်ခဲ့ပါတယ်။ဒီနေ့တင်ဆက်ပေးသွားမယ့်ရုပ်ရှင်ကတော့ ဟောင်ကောင်ဒါရိုက်တာ ဝမ်ကာဝေရဲ့ အကောင်းဆုံးလက်ရာလို့တင်စားခေါ်ဝေါ်ကြတဲ့ In the Mood for Love ဆိုတဲ့ဇာတ်ကားပါ။ဝမ်ကာဝေဟာ အရှေ့တိုင်းရုပ်ရှင်လောကရဲ့ဆရာတစ်ဆူဖြစ်ပြီး သူရိုက်ကူးခဲ့တဲ့ရုပ်ရှင်တွေဟာ မှတ်တိုင်များစွာ စိုက်ထူနိုင်ခဲ့ပါတယ်၊အဲ့ဒီဇာတ်ကားတွေထဲမှာIn the Mood for Love ကတော့ သူရိုက်ကူးခဲ့တဲ့ တခြားရုပ်ရှင်ဇာတ်ကားတွေနဲ့ မတူပဲ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/in-the-mood-for-love-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yEBweVcJlCqYO96oodURFUfM1hk.jpg",
        "title": "Days of Being Wild (1990)",
        "description": "[Unicode]IMdb Rating. = 7.6/10\"အရိုင်းဆန် နေ့ရက်များ\"၁၉၆၀ ဧပြီလ၁၆ရက်နေ့ သုံးနာရီထိုးဖို့ တစ်မိနစ်အလို ဇာတ်ကောင်ဟာ မိန်းကလေးနဲ့အနီးဆုံးရပ်နေပြီး နာရီရဲ့စက္ကန့်လက်တံ သုံးနာရီအတိထိ တစ်ချက်ချင်းသွားတာကို သူတို့အတူကြည့်နေကြတယ်။\nဒီတစ်ခေါက် စက္ကန့်လက်တံ ရှေ့တွန်းလိုက်တာဟာ မိနစ်လက်တံတစ်ချောင်းတည်းတော့မဟုတ်ဘူး။\nကြားဖူးတယ်မလား တစ်ခါတလေကျ တစ်မိနစ်ဆိုတာ တစ်ဘဝလုံးလောက်လည်း ရှည်ကြာနိုင်တယ်။ဇာတ်ကောင်ဟာ မိန်းကလေးကိုပြောလိုက်တယ်။\n\" မင်းကြောင့်ငါ ဒီတစ်မိနစ်ကို\nအမြဲအမှတ်ရနေတော့မှာ\"တဲ့။\nတစ်မိနစ်တာစတင်မှုဟာ အခုတော့ မိန်းကလေးအတွက် သူနဲ့တစ်နေ့တစ်နာရီ နှီးနှောမှုအသွင်ပြောင်းလဲသွားခဲ့ပြီ။\nတစ်လွှာချင်းပြန်ဝတ်ရတဲ့ အဝတ်အစားတွေအတွက် မိန်းကလေးမှာ မေးစရာစကားလုံးနှစ်လုံးရှိတယ်။ လက်....ထပ်....။\nဇာတ်ကောင်ဟာ ရဲတင်းတယ်။ ထီမထင်ဘူး။\nဇာတ်ကောင်ဟာ လက်ထပ်ယူတတ်တဲ့စရိုက်မျိုးမရှိဘူး။\nဒီတော့ မိန်းကလေးဟာဒီကိုပြန်လာစရာအကြောင်းမရှိဘူး။\nဇာတ်ကောင်ဟာ အပူအပန်မရှိဘူး။\nလွမ်းဆွေးမှုမရှိဘူး။ သွေးအေးတယ်။\n\"ရှင် ကျွန်မကို တကယ်ချစ်ခဲ့ဖူးလား\"တဲ့\nမိန်းကလေးက ဇာတ်ကောင်ကိုမေးတယ်။\nဇာတ်ကောင်ဟာအေးစက်တယ်။ခံစားချက်မဲ့တယ်။\n\" ငါ့ဘဝမှာ နောက်ထပ်မိန်းမ\nဘယ်နှယောက်ကို ချစ်မိဦးမလဲ ငါမသိနိုင်ဘူး\nငါ့ဘဝနောက်ဆုံးအချိန်မရောက်သေးခင်အထိ\nငါ့အချစ်ဆုံးက ဘယ်တစ်ယောက်လဲ\nငါသိဦးမှာမဟုတ်ဘူး\"တဲ့ ဖြေတယ်။\nဒီလိုနဲ့ သူတို့ကျောခိုင်းသွားကြပြီ။စစလာကတည်းကိုက ဘဝဟာဝေဒနာပဲမဟုတ်လား။\nဇာတ်ကောင်ဟာဒဏ်ရာများတယ်။\nဇာတ်ကောင်ဟာ ငှက်ကလေးတစ်ကောင်ဖြစ်တယ်။\nဇာတ်ကောင်မှာ အသိုက်မရှိဘူး။\nဒါဆို ဘယ်လိုငှက်မျိုးလဲ။\nဇာတ်ကောင်ပြောတာကတော့.....\n\"ခြေထောက်မရှိတဲ့ ငှက်တစ်မျိုးရှိတဲ့အကြောင်း\nကျုပ်ကြားဖူးတယ်။ သူလုပ်နိုင်တာဆိုလို့\nပျံပြီးရင်းပျံဖို့ပဲရှိတယ်။သူမောပန်းလာတဲ့အခါကျ\nလေထဲမှာ အိပ်တယ်။အဲ့ဒီငှက်က ...",
        "rating": "7.6",
        "url": "https://megaup.net/2gyUj/Days_of_Being_Wild_(1990)_720p.mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/Capture-2-144x200.jpg",
        "title": "[18+] Grotesque (2009)",
        "description": "ဘာမှမပြောခင် ကြိုပြောချင်တာကတော့ ဒီဇာတ်ကားကို မိတ်ဆွေတို့ တတ်နိုင်ရင် မကြည့်ပါနဲ့...မတတ်နိုင်လို့ ကြည့်ဖြစ်သွားလို့ တစ်ချက်စိတ်ထင့်သွားတာနဲ့ ဆက်မကြည့်ပါနဲ့...ဒီဇာတ်ကားရဲ့ Label ကိုလဲ Don't Watch ဆိုပြီး တပ်ပေးထားပါတယ်...အခုနောက်ပြန်လှည့်ဖို့ အချိန်မှီပါသေးတယ်။အညွှန်းတောင်မဖတ်စေချင်ပါဘူး..ဖတ်ချင်သပ ကြည့်ချင်သပဆိုရင်တော့ မိတ်ဆွေတို့ ပြသနာနဲ့ မိတ်ဆွေတို့ပါပဲ။+++++++++++++++++++++++++++++++Grotesque(2009)ကောင်မလေးနဲ့ချိန်းတွေးတဲ့ ပထမဆုံးDateမှာပဲ\nစိတ္တဇလူသတ်ကောင်တစ်ယောက် အဖမ်းခံရပြီး\nကိုယ်မနမ်းဖူးသေးတဲ့ ကိုယ်ချစ်ရတဲ့ကောင်မလေးကို\nလူသတ်ကောင်က Abuse လုပ်နေတဲ့အဖြစ်ကို\nတွေးကြည့်လိုက်ပါ။ ဒီထက်ဆိုးတာရှိနိုင်ပါဦးမလား။\nရှိပါသေးတယ်။ လာပါဦးမယ်။အရူးတစ်ယောက်က ခုတ်ချင်သလိုခုတ်သတ်တာလောက်ကို\nအဆိုးရွားဆုံးလို့ သင် ထင်နေပါသလား။ မထင်ပါနဲ့ဦး။\nဒီကားထဲက နှိပ်စက်မယ့်လူဟာ အတော်ဆုံးအနာကုပါရဟူ\nဆုကိုပါရထားပြီး အပိုင်းပိုင်းအတစ်တစ်လှီးပြီးတာတောင်\nမသေအောင်ကုပေးနိ်ုင်တဲ့ ဆရာဝန်တစ်ယောက်ပါ။\nဝှေးကို သံနဲ့ရိုက် Penisကိုဖြတ်ပစ်ပြီးတာတောင်\nအေးဆေးပြန်ကုနိုင်ပါတယ်။စိတ္တဇလူသတ်ကောင်လက်ထဲ သေတော့မယ်ဆိုပြီး\nစိတ်ဒုံးဒုံးချသေလိုက်ရတာထက် ဆိုးတာရောမယ်ထင်ပါသလား။\nရှိပါတယ် လွတ်မြောက်ပြီထင်အောင်လုပ်ပြီး\nစည်းစိမ်တွေမက်လုံးပေးပြီးမှ မျှော်လင့်ချက်ကိုပြန်သတ်ခံရတာက\nပိုဆိုးပါတယ်။စအိုတစ်ဖက်ကအူအဆုံးကိုချိတ်နဲ့ချိတ်ခံထားရင်းက\nဗိုက်ထဲက အူကုန်အောင်တွားသွားသွားရင်း\nကိုယ်ချစ်တဲ့မိန်းကလေးကို ကယ်ရတဲ့အရာအပါအဝင်\nကျွန်တော်မပြောပြရသေးတဲ့ ရက်စက်မှုတွေ\nအများကြီးပါပါသေးတယ်။Ratingနည်းပေမယ့်လည်း ရက်စက်မှုအပေါင်း\nသရဖူဆောင်းထားတဲ့ စိတ္တဇလူသတ်ကားတွေရဲ့\nဘုရင်ကားလို့ဆိုကြပါတယ်။\nကြမ်းတမ်းလွန်းတဲ့ လိင်ပိုင်းဆိုင်ရာ နှိပ်စက်မှုတွေ\nသွေးယိုသံစီး ကိုယ်ပြတ်မျက်ကန်း နှိပ်စက်မှုတွေ\nဒီရုပ်ရှင်ဟာ Bannedခံထားရတဲ့ ရုပ်ရှင်ဖြစ်တဲ့အတွက်\nအသည်းငယ်တတ်သူတွေ ၁၅နှစ်အောက်တွေ\nမကြည့်သင့်တဲ့ ဇာတ်လမ်းမျိုးပဲဖြစ်ချင်ပါတယ်။\nကိုယ်တိုင်ကိုက သွေးသံရဲရဲတွေ\nနှိပ်စက်မှုတွေကို အရသာခံကြည့်တတ်တဲ့\nSadistတစ်ယောက်ဖြစ်နေမယ်ဆိုရင်တော့\nအတော်ကြည့်လို့ကောင်းမယ့်ကားလို့\nမြေကြီးလက်ခတ်မလွဲ အာမခံပါတယ်။P.S....\nဒီရုပ်ရှင်ကို ကျွန်တော် လွန်ခဲ့တဲ့ နှစ်နှစ်လောက်က\nဘာသာပြန်ခဲ့တာပါ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-grotesque-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/hnyreview-thumb-430xauto-51308-141x200.jpg",
        "title": "Happy New Year (2014)",
        "description": "Happy New Year !!!!အလုပ်ပိတ်ရက်မှာ မိသားစုနဲ့ ရုပ်ရှင်ကြည့်ဖို့ စိတ်ကူးထားရင်တော့ ရုံတင်နေပြီဖြစ်တဲ့\nဂီတ ဟာသဘောလိဝုဒ် ရုပ်ရှင်ကားလေးက စိတ်ကြည်နူးပျော်ရွှင် စေနိုင်မှာပါ။ နာမည်ကြီး သရုပ် ဆောင်တွေ ဖြစ်တဲ့ ရှာရွတ်ခန်း၊ အဘီရှက် ဘက်ချန်း၊ ဒီပီကာ ပါဒူကုန်း၊ ဘိုးမန်းအီရာနီ တို့တစ်တွေကို တစုတစည်းတည်း ကြည့် ရှုရမှာပါ။ချာလီလို့ လူသိများတဲ့ ချန် ဒရာမိုဟန်မန်နိုဟာရှာမာဟာ ချာ ရန်ဂရိုဗာဆိုသူကို လက်စားချေ ဖို့အတွက် ဖိုက်တာတစ်ယောက် အနေနဲ့ ရှစ်နှစ်နီးပါး စောင့်ဆိုင်း နေခဲ့ပါတယ်။ သူ့အဖေဖြစ်သူကို ရှာလီမာစိန်တွေ ခိုးယူတယ်ဆိုပြီး ချာရန်ဂရိုဗာက စွပ်စွဲခဲ့လို့ သူ့အ ဖေဟာ သူခိုးတစ်ယောက်အဖြစ် နာမည်ဆိုးတွင်ကျန်ခဲ့ရတဲ့အ တွက်ပဲ ဖြစ်ပါတယ်။ချာလီဟာ သတင်းတစ်ခု ဖတ်ရင်း ခရစ္စမတ်နေ့ မတိုင်ခင် တစ်ရက်မှာ အတ္တလန္တိတ်ဟိုတယ် ကို စိန်တွေ ရောက်ရှိမယ်ဆိုတာ သိရှိခဲ့တာကြောင့် ခိုးယူဖို့ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/happy-new-year-20144/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNTkxYzUxMDQtZWRiNy00ZWUwLWIxYjMtNWExODBmMzRkZGVmXkEyXkFqcGdeQXVyNjU1NzU3MzE@._V1_-135x200.jpg",
        "title": "Kajillionaire (2020)",
        "description": "Kajillionaire (2020)================IMDb Rating - 6.4/10 ဒီဇာတ်ကားလေးဟာ IMDb Rating 6.4/10 ရရှိထားပြီး ကြည့်လို့ကောင်းတဲ့ Crime, Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ◌်းကိုပြောပြရရင် ရောဘတ်နဲ့ ထရီဇာဆိုတဲ့ စုံတွဲဟာ လူတွေကို လှည့်ပတ်လိမ်လည်နေတဲ့ဂျင်ပေါ်ကထုံး လမ်းဘေးကြွက် Con Artist နှစ်ယောက်ပါ၊ ရတဲ့ဝေစုကို အမြဲတမ်း ၂ ယောက်ခွဲယူတယ် ဒီလိုနဲ့ သူတို့ ဘဝကိုလည်ပတ်ဖြတ်သန်းနေတာပါ။ နောက်ပြီး သူတို့မှာ သမီးလေး တစ်ယောက်ရလာတော့လည်း ပညာအမွေပေးတဲ့အနေနဲ့ အဲ့ဒီသမီးကို ၂၆ နှစ်လုံးလုံး သူတို့လိုလူလိမ်တစ်ယောက်ဖြစ်အောင် လေ့ကျင့်ပေးခဲ့ပါတယ်။ (စေတနာတွေနော်)ရောဘတ်ပြောတဲ့ စကားအရဆို ငါ့သမီးက စာမရေးတတ်ခင် အရွယ်ကထဲက လူတွေကို ဘယ်လိုလှည့်ပတ်ရမလဲ သိနေပြီတဲ့....အဲ့ဒီလိုနဲ့ သူတို့ ၃ ယောက်အဖွဲ့ထဲကို မယ်လီနာဆိုတဲ့ ကောင်မလေး တစ်ယောက်ရောက်လာပြီး ဓားပြမှုတစ်ခုကို စီစဉ်ကြတဲ့အခါမှာဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကိုဆက်လက်ကြည့်ရှုပေးပါ ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha ...",
        "rating": "6.4",
        "url": "https://megaup.net/1AD2f/Kajillionaire.2020.720p.WEBRip[CM].mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/All_My_Life_2020_film_official_poster-135x200.jpg",
        "title": "All My Life (2020)",
        "description": "IMDb Rating (6.2) ရရှိထားတဲ့ အသစ်စက်စက် အချစ်ဇာတ်ကားလေးကို တင်ဆက်လိုက်ပါတယ်...ဇာတ်လမ်းကတော့...ဆောလ်မွန်ချောင်နဲ့ ဂျန်နီဖာကာတာတို့ဟာ အမှတ်မထင်တွေ့ဆုံရာကနေ အရမ်းချစ်ကြတဲ့စုံတွဲလေးဖြစ်လာခဲ့ပါတယ်..\nပျော်ပျော်နေတတ်တဲ့သူတို့နှစ်ဦးဟာ တစ်ယောက်နဲ့တစ်ယောက်ဖေးမကူညီရင်း လက်ထပ်ဖို့ထိဆုံးဖြတ်ခဲ့ပါတယ်..ဒါပေမဲ့ သူတို့နှစ်ယောက်ကြား မမြင်ရတဲ့ လောကဒါဏ်တစ်ခု ရောက်ရှိလာတဲ့အခါမှာတော့...\nသူတို့နှစ်ဦး အခက်အခဲတွေကိုဘယ်လိုကျော်ဖြတ်ကြမလဲ..\nသူတို့ရဲ့ အိမ်မက်တွေနဲ့ စီခြယ်ထားတဲ့ မျှော်လင့်ခြင်း ကောင်းကင်ကြီး တောက်ပနေဦးမလား...စိတ်ဝင်စားစရာပါ...ဒီဇာတ်ကားလေးမှာ ချစ်သူနှစ်ဦးရဲ့ ချစ်ခြင်းမေတ္တာကိုသာမက သူငယ်ချင်းသံယောဇဉ်နဲ့မေတ္တာကိုပါခံစားရမှာဖြစ်တဲ့အပြင်\nစကားလုံးတွေ စာသားတွေကလည်း အချစ်ကို ကိုးကွယ်လာဖို့ ထိုက်တန်နေခဲ့ပါတယ်...ထူးခြားတာကတော့ ဒီဇာတ်လမ်းက ဖြစ်ရပ်မှန်ပါ...ကျွန်တော်တို့ကိုယ်တိုင်ပါဝင်ခံစားဖို့ လက်တွေ့ဆန်လွန်းနေမှာပါ..။ချစ်ခြင်းကို ယုံကြည်သူများအဖို့ Romantic, Heart-warming ဇာတ်လမ်းလေးကို ကြည့်သင့်တယ်လို့ ညွှန်းဆိုချင်ပါတယ်။ \nFile size…(1.6 GB) and (900 MB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Su Myat Now Maung",
        "rating": "",
        "url": "https://channelmyanmar.org/all-my-life-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9lWDGJwLRQv5mzbN9MGvHrpHxJB.jpg",
        "title": "The Cursed Lesson (2020)",
        "description": "The Cursed Lesson 2020ဒီကားကတော့ ၂၀၂၀ခုနှစ်နိဝင်ဘာကထွက်ထားတဲ့\nHorror ကားလေးတစ်ကားဖြစ်ပြီးတော့\nHorror ကားထဲမှာတော့ ဇာတ်လမ်းလေးကအရမ်းမဆိုးဘူးလို့ပြောလို့ရတယ်။လောကကြီးမှာ မိန်းကလေးတော်တော်များများက လှပမှုကိုမက်မောကြတယ်။\nသင်ရော တစ်ရက်မှာ ရုတ်တရက်ကြီး ရှိရင်းစွဲအသက်ထက်ထက်ဝက်လောက်ငယ်သွားပြီး\nအရမ်းလှလာမယ်ဆိုရင် အဲ့ဒီလှပမှုကိုရဖို့ သင်ဘာမဆို လုပ်မှာလား?\nဒီထဲမှာတော့လောဘတွေ၊မနာလိုဝန်တိုမှုတွေနဲ့ အတ္တဆန်မှုတွေကို ကွက်ကွက်ကွင်းကွင်းပြထားပြီး\nသဘာဝလွန်ဖြစ်ရပ်တွေနဲ့အတူ ထိတ်လန့်ဖွယ်ခံစားရမှာပါ။ဒီကားမှာတော့ Jump Scare တွေထက်\nတွေးတွေးပြီး ကြောက်ရမယ့်အခန်းလေးတွေပါသလို\nတွေးတွေးပြီး ကြိုုက်ရမယ့် အခန်လေးတွေလည်း ပါတယ်ဗျ\n(အဆုံးသတ်က စာလေး ကြည့်လိုက်ရင် သဘောပေါက်ကြမှာပါ)ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုဂျုံးဆိုတဲ့ မော်ဒယ်လ်က\nအရွယ်ကျလာလို့ ကြော်ငြာရှင်တွေက မသုံးကြတော့ပါဘူး။\nခွဲစိတ်ပြုပြင်မှုတွေ လုပ်ခဲ့တာလည်း မနည်းတာမို့\nနောက်ထပ်ခွဲစိတ်မှုတွေ လုပ်ဖို့ မဖြစ်နိုင်တော့တဲ့အခြေအနေမှာ\nသူ့အစား ရွေးချယ်ခံလိုက်ရတဲ့ မော်ဒယ်လ်က သူ့သူငယ်ချင်း ဖြစ်နေပြီး\nသူနဲ့တွေ့တဲ့အချိန်မှာ ယောဂသင်တန်းတစ်ခု တက်ဖို့ ဖြစ်လာပါတော့တယ်။ဒီယောဂသင်တန်းရဲ့ထူးခြားချက်ကတော့\nတက်လိုက်တဲ့လူတိုင်း ရုပ်ရော ကိုယ်ပါ နုပျိုလှပသွားကြတာပါပဲ။\nဘာလို့လဲဆိုတာကတော့ ..................အားလုံးပဲ တွေးပြီးကြောက်ချင်တယ်ဆိုရင်ကြည့်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။\nယောကျ်ားလေး ပရိသတ်တော့ ကြောက်မှာထက် ကြိုက်တောင်ကြိုက်မလားပဲ\nယောဂကျင့်နည်း အဆန်းလေးတွေလည်း မြင်ရမှာမို့ပါ။(ဖောင်းဒိုင်းရှူးရှဲ အခန်းတစ်ချို့ ပါတာမို့ ကလေးသူငယ်များ ကြည့်ရှုရန် မသင့်တော်ပါဘူး)File size… ...",
        "rating": "4.6",
        "url": "https://megaup.net/2WxN8/(CM)_The_Cursed_Lesson_2020.720p.HDRip.H264.AAC-NonDRM.mp4",
        "category": "Adult, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMDlkYzRmODAtZjczMy00ODdjLWE4MDUtMzA5YmYwNTVlMTEyXkEy_002-133x200.jpg",
        "title": "Monsters of Man (2020)",
        "description": "Monsters of Man (2020)===================IMDb Rating - 5.2/10 ဇာတ်လမ်းကိုတော့ ရွှေတြိဂံလို့ လူသိများကြတဲ့ ဘိန်းနဲ့ မူးယစ်ဆေးတို့ ကြီးစိုးရာနယ်မြေထဲ နှိမ်နင်းရေးမှာအသုံးချဖို့ စီအိုင်အေက နည်းပညာမြင့် စက်ရုပ်တွေကို စမ်းသပ်ဖို့ရာ အတော်ဆုံးနည်းပညာရှင်တစ်ဖွဲ့ကိုအဲ့ဒီဒေသနားမှာ ငှားရမ်းခေါ်ယူထားပါတယ်။ ရည်ရွယ်ချက်ကတော့ ဒီစက်ရုပ် ပရိုဂရမ်က ဘယ်လောက်တောင်အသုံး၀င်ကြောင်းပြသဖို့ပါ။ ထင်မှတ်မထားတာက အဲ့ဒီနယ်မြေထဲက ရွာလေးတစ်ရွာမှာ မရိန်းတပ်သားဟောင်းမေဆန်တစ်ယောက် တိတ်တဆိတ်အခြေချနေထိုင်နေတာရယ် လုပ်အားပေးဆေးကျောင်းသားတစ်ဖွဲ့ လမ်းပျောက်လို့ရောက်လာတာရယ်ပါ။ ဒီပရိုဂရမ်ကို လူသိခံလို့မဖြစ်တဲ့ စီအိုင်အေအနေနဲ့ နည်းပညာအဖွဲ့နဲ့ပူးပေါင်းပြီး မျက်မြင်သက်သေမကျန်အောင် လက်စဖျောက်ဖို့ကြိုးစားမယ့်ကြားက မေဆန်တို့အဖွဲ့လွတ်မြောက်မလား အဲ့ဒီစက်ရုပ်ပရိုဂရမ်ကရောဘယ်လိုတွေဖြစ်လာမလဲဆို‌တာ ကြည့်ရှုရမဲ့ Sci-fi Action ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 2h 11minSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "rating": "5.2",
        "url": "https://megaup.net/2gzoB/Monsters.of.Man.2020.720p.WEB-DL.DD5.1[CM].mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BYzQ5NzU4Y2MtNGYwOC00ZmY2LTk0NmMtOWM0ZjlmMmE4YWE2XkEyXkFqcGdeQXVyMTQ2OTU2OTQ@._V1_-143x200.jpg",
        "title": "Fear Pharm (2020)",
        "description": "Horror သည်းထိတ်ရင်ဖို ဇာတ်ကားကောင်းကြိုက်တတ်သူတို့အတွက် ဇာတ်ကားကောင်းလေး\nသူငယ်ချင်းလေးယောက်တစ်စုကို ပွဲတော်တစ်ခုရဲ့ ဝင်္ကဘာပြောင်းခင်းပိုင်ရှင်က VIP အနေနဲ့ အထူးအခွင့်အရေးကမ်းလာတယ်။\nဝင်္ကဘာကို 1နာရီအတွင်းပြန်ထွက်နိုင်ရင် $10,000 ရမယ့် စိန်ခေါ်မှု ကို ကြုံရတဲ့အခါ\nလူငယ်ပီပီ အသစ်အဆန်းကို စမ်းကြည့်ချင်စိတ်နဲ့ လက်ခံလိုက်ကြတယ်။\nဒီဝင်္ကဘာကြီးက သူတို့ထင်သလို ရိုးရိုးသာမန်မဟုတ်ပဲ ကံဆိုးမှုတွေအသက်အန္တရာယ်တွေကြုံလာရတဲ့အခါ ...\nသူငယ်ချင်းတစ်စု အခက်အခဲတွေကို ကျော်လွှားနိုင်ပါ့မလား... ဘယ်လိုအသက်အန္တရာယ်ကို ရင်ဆိုင်ကြရမလဲ...\nဝင်္ကဘာရဲ့ပိုင်ရှင်မှာ ဘယ်လို ကောက်ကျစ်တဲ့အကြံအစည်တွေရှိနေမလဲ...\nဘာလို့ ဒီလူငယ်တစ်စုကို ပစ်မှတ်ထားရတာလဲ... ဆိုတာကိုတော့\nရုပ်ရှင်ဇာတ်ကား ချစ်ပရိတ်သတ်ကြီး ကိုယ်တိုင် ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုခံစားကြဖို့ တိုက်တွန်းလိုက်ပါရစေ။ \nFile size…(1.3 GB) and (700 MB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:20:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Moe Htet",
        "rating": "",
        "url": "https://channelmyanmar.org/fear-pharm-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/slVnvaH6fpF22154vnjQJdXCVZd.jpg",
        "title": "Amélie (2001)",
        "description": "Amélie(2001)========================IMDb Rating- 8.3/10\nRotten Tomatoes- 89% \"အဲ့ကောင်မလေးက သူများရဲ့ ကမောက်ကမ ဘ၀တွေကို ကူပြင်ပေးဖို့ ကြိုးစားတာလည်း ဖြစ်နိုင်တယ်လေ\" \"ကိုယ့်ဘ၀ကိုယ်ကျတော့ရော မပြင်ဘူးလား? ကိုယ်ရဲ့ ကမောက်ကမဖြစ်နေတဲ့ ဘ၀ကို မပြင်ဘူးလား? ကိုယ်မှ မပြင်ရင် ဘယ်သူက လာပြီး ကူပြင်ပေးမှာလဲ? \" -Amélie(2001) ကျောင်းတက်ဖို့အရွယ်ရောက်လာတဲ့Amélie Poulainကို သူ့အဖေက နှလုံးရောဂါရှိတယ်လို့ အမှတ်မှားပြီး ကျောင်းမထားပါဘူးဒီတော့ သူ့အမေက သူ့ကို အိမ်မှာပဲ ထားပြီး ကိုယ်တိုင် စာသင်ပေးပါတယ်အဲ့အချိန်ကစပြီး Amélieက အထီးကျန်တဲ့လူတစ်‌ယောက်ဖြစ်လာပြီး သူ့အထီးကျန်မှု‌တွေကို စိတ်ကူးယဉ်မှု‌တွေနဲ့ပဲ အဖော်ပြုခဲ့ပါတယ်ဒါကြောင့် အရွယ်ရောက် အလုပ်လုပ်နေတဲ့အချိန်မှာ ကိစ္စတိုင်းကို သူမတူတဲ့အမြင်နဲ့ ရှုမြင်တတ်တဲ့လူတစ်ယောက်ဖြစ်လာပါတယ်မင်းသမီး ဒိုင်ယာနာဆုံးတဲ့ ၁၉၉၇ခုနှစ် ဩဂုတ်လ ၃၁ရက်မှာ သူ့ကံကြမ္မာပြောင်းဖို့ ဖြစ်လာပါတယ်အဲ့နေမှာ Amélieက သူ့တိုက်ခန်းထဲကနေ ဘူးတစ်ဘူးရှာတွေ့ပါတယ်အဲ့ဘူးက တခြားတော့ မဟုတ်ပါဘူးလွန်ခဲ့တဲ့ နှစ်လေးဆယ်က သူ့တိုက်ခန်းမှာနေခဲ့တဲ့ ကောင်လေးတစ်ယောက်ရဲ့ ပစ္စည်းပါအဲ့ဘူးလည်း တွေ့တော့ Amélieက ...",
        "rating": "8.3",
        "url": "https://megaup.net/1ABha/%7BCM%7DAmelia_2001.720p.Blu-Ray.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYmJjOWM4ZjMtZjM1Mi00ZDI3LWIyZmEtNTJmNzI3NTNjZmEyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Pixie (2020)",
        "description": "Pixie (2020)IMDb Rating(5.9)/ Rotten Tomatoes (93%)ဇာတ်လမ်းအညွှန်းဇာတ်ကားနာမည် ပစ်စီဆိုတာက ဖျတ်ဖျတ်လတ်လတ်နဲ့ ဘာမဆို လက်ရဲဇက်ရဲလုပ်ရဲတဲ့ လည်လည်ဝယ်ဝယ် ကောင်မလေးတစ်ယောက်ပါဆန်ဖရန်စစ္စကိုသွားပြီး ဘဝကိုအသစ်ကပြန်စဖို့ ကြိုးပမ်းနေတဲ့အစီအစဥ်​ပျက်သွားပြီးနောက်ပိုင်းမှာ သူ့ဘဝအရှုပ်တော်ပုံထဲ ပြန်ပြီးခြေချရပါတော့တယ်သူ့ကိုဘားမှာတွေ့ပြီး လာကြောင်တဲ့နှစ်ယောက်ခမျာမှာလည်း မသိမသာနဲ့ ပစ်စီ့အရှုပ်တော်ပုံထဲ ယောင်လည်လည်ပါသွားပြီး သုံးယောက်ပေါင်းလောင်းကျော်ကြပါတော့တယ်ဆိုတော့ ပစ်စီ့ဘဝမှာ ဘာတွေကရှုပ်ထွေးနေတာလဲဇာတ်လမ်းအစမှာ အမေ့အုတ်ဂူရှေ့ရပ်ပြီး အမေ့အ​ပေါ်သူတို့လုပ်ခဲ့တဲ့လုပ်ရပ်တွေအတွက်လက်စားချေမယ်ဆိုတော့ အဲဒီ \"သူတို့\" ဆိုတာကရော ဘယ်သူလဲဆိုတာတွေကိုတော့ ပစ်စီကိုယ်တိုင်ပဲဖြေပေးသွားပါလိမ့်မယ်Crime comedy ဆိုတော့ အရမ်း serious မဖြစ်ဘဲ အလွဲလေးတွေနဲ့ ပေါ့ပေါ့ပါးပါးပဲကြည့်ရမယ့်ဇာတ်ကားမျိုးပါပဲ။ \nFile size…(1.7 GB) and (1 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by MTA",
        "rating": "",
        "url": "https://channelmyanmar.org/pixie-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BOGI4NDA1MDItOTRmYy00OWU2LTllZTEtMTA4YWM0OTg1ZmIxXkEyXkFqcGdeQXVyMjcxMTQxNjU@._V1_-212x300.jpg",
        "title": "D-Day (2015) Complete Seires",
        "description": "ဆရာ၀န္ တစ္ေယာက္ ရဲ႕ လူနာေတြ အေပၚထားတဲ့ ေပးဆပ္တက္တဲ့ စိတ္ထား ရယ္\nေငြေၾကး မ်က္ႏွာ တစ္ခုထဲသာ ၾကည့္တက္တဲ့ ပညာတက္ စီးပြားေရးသမားေတြ ရယ္\nပ်က္ကပ္ေဘး ကေန ျပည္သူေတြ ကို ကယ္တင္ရမယ့္ ဆရာ၀န္ မ်ားရဲ႕ အေၾကာင္း\nဒရာမာ ဇတ္လမ္းတြဲ ေကာင္းတစ္ခု အျဖစ္ တင္ဆက္ေပးလုိက္ပါတယ္..\n(Thit San Khant)\nEP 01\nEP 02\nEP 03\nEP 04\nEP 05\nEP 06\nEP 07\nEP 08\nEP 09\nEP 10\nEP 11\nEP 12\nEP 13\nEP 14\nEP 15\nEP 16\nEP 17\nEP 18\nEP 19\nEP 20\nEpisode Complete Zip File\nVIP / Yoteshin / Megaup / Userdrive",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/d-day-2015-complete-seires/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/MV5BMTUyMzM5OTM5NF5BMl5BanBnXkFtZTcwNTIwMjA3OA@@._V1_SY1000_CR006291000_AL_-126x200.jpg",
        "title": "Jab Tak Hai Jaan (2012)",
        "description": "Samar မျက်နှာ စူပုတ်ပုတ်နဲ့ ရဲ့ရင်တဲ့ ဗုံးရှင်းသမား၊ ဗုံးတစ်လုံး ဖြုတ်ပြီးတိုင်း အေးဆေးတဲ့ နေရာမှာ တစ်ယောက်ထဲ အနားယူ တတ်တယ်။ သူ့ဘဝရဲ့ ၉၈ လုံးမြောက် ဗုံးကို ဖြုတ်ပြီး ကမ်းခြေဘက်မှာ တစ်ယောက်ထဲ အနားယူနေတဲ့ အချိန် Akira ဆိုတဲ့ မိန်းမလှလေး ရေနစ်လို့ ဆင်းကယ်ပြီး အနွေး ဓါတ်ရဖို့ Samar ရဲ့ အပေါ် အနွေးထည်ကို ပေးလိုက် မိရာမှာ မထင်မှတ်ပဲ Samar ရဲ့ Diary ကို Akira ရသွားပြီး Samar ရဲ့ လွမ်းစရာ ကောင်းတဲ့ London က အချစ် ဇာတ်လမ်းကို သိခဲ့ရပြီး Samar ကို Akira တစ်ယောက် စိတ်ဝင်စားခဲ့ပါတယ်။\nAkira ဆိုတာ Discovery Channel မှာ မှတ်တမ်းရုပ်ရှင် ...",
        "rating": "6.8",
        "url": " https://megaup.net/2tN4B/Jab.Tak.Hai.Jaan.2012.720p.BluRay.REMUX.AVC.TrueHD.5.1-EPSiLON(HEVC).mkv",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BODRmZDVmNzUtZDA4ZC00NjhkLWI2M2UtN2M0ZDIzNDcxYThjL2ltYWdlXkEyXkFqcGdeQXVyNTk0MzMzODA@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Your Name (2016)",
        "description": "Your Name (2016)\n===============================\n(Kimono Na wa)\nဒီကားကတော့ မသိတဲ့သူမရှိသလောက်ကို ရှားပါလိမ့်မယ်...\nကမ္ဘာအနှံ့အောင်မြင်မှုတွေရခဲ့ပြီး\nYour Name ကြောင့် Anime ပရိသတ် ဖြစ်လာကြတဲ့သူတွေဒုနဲ့ဒေးပါပဲ...\nဒါပေမဲ့ အခုထိမကြည့်ရသေးတဲ့သူတွေ ရှိနေနိုင်သေးတာကြောင့် နည်းနည်းလောက် ပြန်ညွှန်းပါရစေ...\nဇာတ်လမ်းအစမှာ သဘာဝလွန်ဖြစ်ရပ်ဆန်းနဲ့ စတယ်...တိုကျိုမှာနေတဲ့ အထက်တန်းကျောင်းသားလေး\nတာချီဘာနာ တကိ နဲ့ အိတိုမိုရိ ဆိုတဲ့ နယ်မြို့လေးက မိယမိဇု မိဆုဟ ဆိုတဲ့ ကောင်မလေးတို့ဟာ ခန္ဓာကိုယ်ချင်းလဲသွားကြသတဲ့...အမှန်က ခန္ဓာကိုယ်လဲတယ်ဆိုတာထက် စိတ်ချင်းလဲသွားတယ်ဆို ပိုမှန်ပါတယ်...\nဒါကို သူတို့တွေက အိပ်မက်လို့ ထင်နေကြပေမယ့် တကယ်ဖြစ်နေမှန်းသိတဲ့အခါမှာတော့\nသူတို့နှစ်ယောက်လုံး ဒီအဖြစ်ဆန်းကြီးကို အဖြေရှာဖို့ ကြိုးစားကြပါတော့တယ်..ဒါပေမဲ့ ပြသနာက ခန္ဓာကိုယ်ချင်း(စိတ်ချင်း)လဲတာတင် မဟုတ်ပဲ\nသူတို့နှစ်ယောက်ရဲ့အချိန်တွေပါ လွဲနေတယ်ဆိုတာကို သိလိုက်ရတဲ့ အခါမှာတော့....\nဒီအချိန်လွဲတယ်ဆိုတဲ့ကိစ္စကြီးက ကြည့်ရတာနည်းနည်းတော့ ရှုပ်နိုင်တယ်...\nမြင်အောင်ပြောပြရရင် အခုလက်ရှိ ပစ္စုပန်အချိန်နဲ့\nဟိုးအရင်အတိတ်အချိန် နှစ်ခု ထိပ်တိုက်တွေ့တဲ့သဘောပါပဲ...\nဒါကို ဇာတ်ကားထဲမှာ ပြန်ပြီးရှင်းပြထားတာကို တွေ့ရမှာပါ...\nဒီလို ထူးဆန်းမှုတွေနဲ့ ဆွဲဆောင်ထားတဲ့ ဒီဇာတ်ကားလေးက\nကျွန်တော်တို့ကို တစ်ခုပြောသွားသေးတယ်ခင်ဗျ\n\"မှတ်ဉာဏ်တွေဟာ မေ့ပျောက်ဖို့လွယ်ပေမယ့်\nနှလုံးသားကတော့ အမြဲအမှတ်ရနေမှာပါ\"\nကျွန်တော်တို့ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/your-name-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYTBlNmM1N2EtMDljYS00NzEzLWE4ZWQtZDk0YWI1MDM0MmRjXkEyXkFqcGdeQXVyNjUxMDQ0MTg@._V1_-160x200.jpg",
        "title": "Secret Society of Second Born Royals (2020)",
        "description": "Disney က အသစ်ထွက်ရှိထားတဲ့ Action,Adventure,Comedy ဇာတ်ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။ဆမ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်မလေးဟာ အလီရီယာတိုင်းပြည်ရဲ့ တော်ဝင်မျိုးဆက် ဒုတိယသမီးဖြစ်သူပါ။\nသူ့အစ်မ အယ်လီနောက နန်းမွေဆက်ခံရမယ့်သူပီပီ မင်းသမီးပီသ အဘက်ဘက်ကပြီးပြည့်စုံသလောက် ဆမ်ကတော့\nဘုရင်စနစ်ကိုပုန်ကန် တော်ဝင်ထုံးတမ်းတွေကို ငြီးငွေ့မုန်းတီးနေတဲ့ ပုန်ကန်ချင်တဲ့ဆယ်ကျော်သက်လေးတစ်ယောက်ဖြစ်နေပါတယ်။\nသူ့မှာ မိုက်ခ်ဆိုတဲ့ အချစ်ဆုံးသူငယ်ချင်းကောင်လေးတစ်ယောက်ရှိပြီး ပူးတွဲဂီတအဖွဲ့လေးကို တည်ထောင်ထားကြတယ်။\nတစ်နေ့တော့ ကလပ်မှာလုပ်တဲ့ ဖျော်ဖြေရေးပွဲတစ်ခုကို ခိုးသွားကြရင်း စာမေးပွဲလွတ်သွားတာကို သူ့အမေ သိသွားတဲ့နောက်\nအဲ့ဒီစာမေးပွဲအတွက် ဆမ်ဟာ ကျောင်းပိတ်ရက်မှာ နွေရာသီသင်တန်းကိုတက်ဖို့ဖြစ်လာပါတော့တယ်။\nတကယ်တမ်း အဲ့ဒီနွေရာသီသင်တန်းဟာ ဆမ်တို့လို တော်ဝင်မျိုးဆက်ရဲ့ ဒုတိယရင်သွေးတွေကို လျှို့ဝှက်လေ့ကျင့်ပေးနေတဲ့ အစီအစဉ်\nတစ်ခုဖြစ်ပါတယ်။ ပထမမွေးချင်းသားသမီးတွေဟာ ထီးနန်းအရိုက်အရာကိုဆက်ခံ တိုင်းပြည်ကို အုပ်ချုပ်ရပြီး ဒုတိယမွေးချင်းသားသမီးတွေကတော့\nထူးခြားတဲ့ လူသာမန်ထက်သာလွန်တဲ့အစွမ်းတွေရှိကြပြီး အဲ့ဒီအစွမ်းတွေကို အသုံးချ သူတို့တိုင်းပြည်တွေ ကမ္ဘာကြီးကို အန္တရာယ်ပြုမယ့်\nရာဇဝတ်ကောင်တွေရန်က ကာကွယ်ကြရတယ်ဆိုတာကို ဆမ်သိလိုက်ရတဲ့အခါမှာတော့..။ဒစ်စနေကားပီပီ ဆယ်ကျော်သက်လူငယ်လေးတွေရင်ဆိုင်ရမယ့်\nဘဝအလှည့်အပြောင်း၊ မိသားစု ပတ်ဝန်းကျင် အရွယ်ရောက်ချိန်မှာကြုံဆုံရတတ်တဲ့ ပြဿနာလေးတွေကို မီးမောင်းထိုးပြပြီး ပါဝါတွေ ကိရိယာအဆန်းတွေနဲ့\nစိတ်ဝင်စားစရာကောင်းအောင် တင်ဆက်ထားတဲ့ ပေါ့ပေါ့ပါးပါး ...",
        "rating": "",
        "url": "https://megaup.net/UIxj/(CM)Secret.Society.of.Second-born.Royals.2020.720p.DSNP.WEB-DL.DDP.5.1.Atmos.H.264-PHOENIX.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/faithfully-yours-south-korean-poster-141x200.jpg",
        "title": "Faithfully Yours (1988)",
        "description": "Faithfully Yours (1988)\n===================ဟောင်ကောင်ရုပ်ရှင်လောကမှာ\nပေါပြမနေပေမယ့် ပေါနေတဲ့ကားတွေ\nရိုက်သတ်မကုန်ပါဘူး။\nချောင်ကတော့ ဒါနဲ့ ဆန့်ကျင်ဘက်ပါပဲ။\nသူ့ရုပ်ရှင်တွေဟာ\nပေါပြနေပြီး မပေါတဲ့ကားတွေပါပဲ။\nကျွန်တော်တော့ သူ့ကား နှစ်ဆယ်ကျော်\nကြည့်ပြီးတဲ့အထဲမှာ သဘောမကျတဲ့ကားမရှိပါဘူး။\nသူ့ရုပ်ရှင်တွေဟာ\nအဆင့်မြင့်ရုပ်ရှင်တွေမဟုတ်ပါဘူး\nပြုံးမိစေမယ့် ရုပ်ရှင်တွေပါပဲ။\nတစ်နေ့တစ်ခါလောက်တော့\nကျွန်တော်တို့ ပြုံးစရာရှိဖို့လိုတယ်မလား။Plot Summary\n===========ဗေဒင်ဆရာရယ်၊ ဆံသဆရာရယ်\nအ၀တ်ချုပ်ဒီဇိုင်ရယ်\nသူငယ်ချင်းသုံးယောက်ရှိတယ်။\nဘေးဆိုင်က ဆံသဆရာအဘိုးကြီးကို\nပြဿနာရှာမိပြီးမှ သူ့သမီးကိုတွေ့ပြီး\nဗိုက်ကလေးနဲ့စောတင်မောင်မိန်းမပိုးသလို\nတစ်ယောက်ကိုတစ်ယောက်\nကတ်လိုက်ဖဲ့လိုက်ဆော်လိုက်လုပ်ရင်း\nအဘိုးကြီးကိုဖားရင်း\nသူ့သမီးကိုအပြိုင် ပိုးကြတယ်။ပြုံးပျော်ဖို့ ပေါ့ပေါ့ပါးပါးကြည့်လိုက်ရအောင်။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2 GB) and (1 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….01:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by WiRa Aung",
        "rating": "",
        "url": "https://megaup.net/2gDjA/Faithfully.Yours.1988.720p.BluRay.REMUX.AVC.TrueHD5.1-KMX.mkv",
        "category": "Asian, Comedy, Stephen Chow"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6jwyPp8pAL7evPDADfI4nL9Pgt2.jpg",
        "title": "Gatham (2020)",
        "description": "Gatham ( 2020 )\nIMDb 6.1အိန္ဒိယရုပ်ရှင်ကြိုက်သူတွေအတွက်\nဇာတ်ကွက်အလှည့်အပြောင်းကောင်းကောင်းနဲ့\nThriller ဆန်ဆန်ရုပ်ရှင်တစ်ကားညွှန်းပေးချင်ပါတယ်ဇာတ်လမ်းက ရစ်ရှီဆိုတဲ့မင်းသား အတိတ်မေ့နေရာကနေ ပြန်သတိရလာတာက စပါတယ်\nသူ နိူးလာတဲ့အချိန် သူ့ဘေးနားမှာဆရာဝန်တစ်ယောက်နဲ့သူ့ချစ်သူအာဒီသီ တို့သာရှိပါတယ်\nသူကလည်း မိဘတွေကအစ ဘာမှမမှတ်မိတော့တာဆိုတော့ သူ့မိဘတွေအကြောင်းအာဒီသီကို မေးကြည့်လိုက်တယ်\nအာဒီသီက နင့်အမေကတော့ ဆုံးသွားပြီ အဖေတော့ ရှိသေးတယ်ဆိုတာနဲ့\nသူ့အဖေကိုတွေ့ချင်တယ်ဆိုပြီး အာဒီသီကို လိုက်ပို့ခိုင်းပါတယ်\nသူတို့သွားနေရင်း သူ့အဖေအိမ်ရောက်ဖို့ မိုင် ၃၀၀လောက်မောင်းရဦးမယ့်နေရာမှာ ကားပျက်သွားပါတယ်\nအဲ့ဒီအချိန် အာဂျွန်ဆိုတဲ့ အသက်ခပ်ကြီးကြီး လူတစ်ယောက်ရောက်လာပြီး အချိန်ကလည်း မရှိတော့ဘူး\nသွားရမှာလည်း ဝေးသေးတယ်ဆိုတော့ သူ့အိမ်မှာလိုက်တည်းဖို့ ခေါ်ရာကနေ စိတ်လှုပ်ရှားစရာတွေ စပါတော့တယ်\nအာဂျွန်က အစပိုင်းမှာ အိမ်ရှင်ကောင်းပီသသလိုနဲ့ သူ့သားရောက်လာတဲ့အချိန်မှာတော့ တစ်မျိုးဖြစ်သွားပါတယ်\nသူ့သားဖြစ်သူက ရစ်ရှီရဲ့ ချစ်သူအာဒီသီကို မုဒိန်းကျင့်ဖို့ကြိုးစားသလို\nသူကလည်း အိမ်ထဲကပြန်ထွက်ခွင့်မပေးတော့ဘဲ နှိပ်စက်ပါတော့တယ်အဲ့ဒီအချိန်မှာပဲ ဇာတ်လမ်းက မထင်မှတ်ထားတဲ့အခြေအနေကို ပြောင်းလဲသွားတာပါ\nအာဂျွန်တို့သားအဖက ရစ်ရှီကို ဘာကြောင့်ဒီလိုလုပ်ရတာလဲ?????\nရစ်ရှီမမှတ်မိတော့တဲ့ သူ့ရဲ့အတိတ်မှာ ဒီလူတွေနဲ့ ဘယ်လိုအရှုပ်အရှင်းတွေများရှိခဲ့လို့လဲ?????\nဒါမှမဟုတ် စိတ္တဇလူသတ်သမားတွေပဲလားဆိုတာကို ရုပ်ရှင်ထဲမှာ ဆက်လက်ရှုစားပေးကြပါTranslated by Rico suaveFile ...",
        "rating": "6.1",
        "url": "https://megaup.net/UHph/(CM)_Gatham_(2020)_720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYjk0MTgzMmQtZmY2My00NmE5LWExNGUtYjZkNTA3ZDkyMTJiXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-137x200.jpg",
        "title": "Palm Springs (2020)",
        "description": "Palm Springs (2020)=================IMDb Rating - 7.4/10အကယ်၍ ကျွန်တော်တို့သာ ဒီနေ့ကိုပဲနေ့တိုင်းဖြတ်သန်းရမယ်ဆိုရင် ဘယ်လိုပုံစံမျိုးနဲ့ဖြတ်သန်းနေကြမလဲ။မနက်အိပ်ယာကနိုးလာတိုင်း ဒီနေ့ပဲဖြစ်နေမယ်ဆိုရင် ဘယ်လိုလုပ်မလဲ။ဒီဇာတ်ကားလေးထဲမှာတော့ နိုင်းလ်စ်ဟာ အချိန်ပတ်လမ်းကြောင်းတစ်ခုမှာပိတ်မိနေပြီး တစ်နေ့တည်းကိုပဲနေ့စဉ်ဖြတ်သန်းနေရပါတယ်။ တစ်နေ့တော့ ဆာရာဆိုတဲ့ ကောင်မလေးကိုမထင်မှတ်ပဲ ဆွဲထည့်မိလိုက်တဲ့အခါကျတော့ သူရဲ့ တစ်နေ့တာ ဖြတ်သန်းမှုမှာ ဆာရာပါ ပါဝင်လာပြီး နှစ်ယောက်အတူတူအလွဲပေါင်းစုံနဲ့တစ်နေ့တာကိုပဲနေ့တိုင်းဖြတ်သန်းနေရတာကိုတွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။ ဇာတ်ကားလေးက အချစ်ဟာသဇာတ်ကားလေးဖြစ်လို့ပေါ့ပေါ့ပါးပါးဖြစ်ပြီ….. ဖောင်းဒိုင်းရှူးရှဲချင်ယောင်ဆောင်ထားတဲ့ အခန်းလေးတွေတော့ပါတာမလို့ သတိပြုကြည့်ရှူကြပါလို့တော့ ပြောချင်ပါတယ်။ နောက်ပြီးတော့ ကျွန်တော်တို့ရဲ့ အချစ်တော် စူပါမန်း မင်းသား ကလပ် (Tyler Hoechlin)လည်း ဇာတ်ဝင်ခန်းတစ်ချို့မှာ ပါဝင်ထားတယ်ဆိုတာလည်း ထပ်လောင်းပြောပါရစေ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)  Quality – 1080p, 720p WebRip 5.1CHDuration - 1h 30minSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, ...",
        "rating": "7.4",
        "url": "https://megaup.net/2WB6D/Palm_Springs_2020_FullHD_720p[CM]..mp4",
        "category": "Comedy, Fancy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/licencetokillbluc-159x200.jpg",
        "title": "[James Bond] Licence to Kill (1989)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Timothy Dalton ရဲ့ ဒုတိယနဲ့နောက်ဆုံး ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Timothy Dalton အနေနဲ့ ဘွန်းဇာတ်ကား (၂) ကားသာ ရိုက်ကူးခဲ့ရပြီးသူ့ရဲ့ ဘွန်းဇာတ်ကောင်ဟာ ထူးခြားပါတယ်…မကြိုက်သူတွေက လုံးဝခံစားပေးလို့မရသလိုဂျိမ်းစ်ဘွန်းကို အိလေးဆွဲမမြင်ချင်တဲ့လူတွေကျတော့လည်း သူ့ရဲ့ဘွန်းဇာတ်ရုပ်ကို ပိုပြီးကြိုက်နှစ်သက်ကြပါတယ်…သူကတော့ ဘွန်းတွေထဲမှာ ရုပ်တည်ကြီးနဲ့ အပိုဆာဒါးသိပ်မလုပ်ဘဲသရုပ်ဆောင်တတ်တဲ့ ခပ်တန်းတန်းဘွန်းအဖြစ် အားလုံးက မျက်မှန်းတန်းမိကြပါတယ်။ဒီဇာတ်ကားက IMDb Rating (6.6/10) နဲ့ Rotten Tomatoes (78%) ရရှိထားပါတယ်…။ \nFile size…(2.9 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "6.6",
        "url": "https://megaup.net/UH0g/Licence_to_Kill_(1989)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nb9fc9INMg8kQ8L7sE7XTNsZnUX.jpg",
        "title": "Insidious: The Last Key (2018)",
        "description": "ဒီဇတ်ကားကို ကြည့်ပြီးမှ ဟိုးအရင်တုန်းက Chapter 1 & 2 ကို ကြည့်သင့်တယ် ထင်တာပဲအဲ့ဒါမှ အဲလိစ် ရဲ့ နောက်ကြောင်းကို ဇတ်ရည်လည်မှာပါဒါကတော့ ပရလောကဖြင့် ချိတ်ဆက်နိုင်တဲ့ ပညာရှင် အဲလိစ် မသေဆုံးခင်ဖြေရှင်းခဲ့တဲ့ ပရလောက ဇတ်လမ်းတွေထဲက တစ်ခုဖြစ်ပြီး အဲလိစ် ဘာကြောင့်ပရလောကဖြင့် ချိတ်ဆက်နိုင်ခဲ့တယ်ဆိုတာရဲ့ ဇတ်မြစ် ဖြစ်ပြီးသူမ ရဲ့ မိခင် ကို သတ်ဖြတ်ခဲ့တဲ့ သော့လက် ပိုင်ရှင် မကောင်းဆိုးဝါး ကိုရင်ဆိုင်ဖြေရှင်းရမယ့် အခန်းလဲ ဖြစ်ပါတယ်အဲလိစ် ရဲ့ ငယ်ဘ၀ က နေထိုင်ရာ အိမ်ကြီးတွင် မကောင်းဆိုးဝါးများ ကပ်ညှိနေ၍လက်ရှိအိမ်ပိုင်ရှင်က အကူအညီတောင်းလို့ အဲလိစ် နှင့် သူ၏ လက်ထောက် တို့သွားရောက် ကူညီဖြစ်ရင်း ငယ်ဘ၀ နှင့် ပြန်လည် ချိတ်ဆက်မိခဲ့ရာ......ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Tariq L Walker ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/insidious-the-last-key/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iDdGfdNvY1EX0uDdA4Ru77fwMfc.jpg",
        "title": "Insidious: Chapter 3 (2015)",
        "description": "ကွင်း ဆိုတဲ့ ဆယ်ကျော်သက် ကောင်မလေး တစ်ယောက်ဟာသူမ ရဲ့ ကွယ်လွန်သွားတဲ့ မိခင်ဖြစ်သူ နှင့် အဆက်အသွယ်ရရှိနိုင်ဖို့ပရလောက ဖြင့် ချိတ်ဆက်ပေးနိုင်သူ ပညာရှင် အဲလိစ် ထံ ရောက်ရှိခဲ့ပါတယ်အဲ့ဒီ အချိန်မှာ အဲလိစ် ဟာ ခင်ပွန်းဖြစ်သူ ဆုံးပါးပြီးခါစ အခြေအနေဖြစ်တဲ့အတွက်အလုပ်ခက်ခံပေးဖို့ ငြင်းဆိုလိုက်ပါတယ်...အဲ့ဒီနောက် ကွင်းဟာ စာအုပ်တစ်ချို့ကို ဖတ်ပြီး သူမဘာသာဝိဉာဉ် ဆင့်ခေါ်တဲ့ အရာတွေကို စမ်းသပ်ခဲ့ပါတယ်...တကယ်လဲ အလုပ်ဖြစ်ခဲ့ပါတယ် ဒါပေမယ့် ရောက်ရှိလာခဲ့တာကတော့သူမ ရဲ့ အမေမဟုတ်ပဲ အလွန်အင်မတန် ဆိုးဝါးတဲ့ လူသတ်ကောင်မကောင်းဆိုးဝါး အကြီးစား တစ်ကောင် ဖြစ်နေခဲ့သောအခါ....ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ May Thazin Soe ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/insidious-chapter-3/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tmlDFIUpGRKiuWm9Ixc6CYDk4y0.jpg",
        "title": "Insidious (2010)",
        "description": "အေးချမ်းသာယာနေတဲ့ မိသားစုလေးဟာ အိမ်အသစ်တစ်ခုကို ပြောင်းလာခဲ့တယ်အရမ်းချစ်ကြတဲ့ ဂျော့ချ် တို့ လင်မယား ရယ် ကလေး ၃ ယောက်ရယ်ပေါ့တစ်နေ့မှာတော့ အကြီးဆုံးသားဖြစ်သူ ဒေါလ်တွန် တစ်ယောက်အိပ်နေစဉ် အချိန်တွေမှာ မကောင်းဆိုးဝါးတွေကို မြင်နိုင်ခဲ့ပြီးထို မကောင်းဆိုးဝါးတွေကလဲ လူ့လောက ကို ကူးလာဖို့အတွက်ဒေါလ်တွန် ရဲ့ ခန္ဓာကိုယ် ကို လိုချင်တဲ့အတွက် မိသားစု ကို အမျိုးမျိုး ဒုက္ခပေးပါတော့တယ်တစ်နေ့မှာတော့ သူတို့ ရလုဆဲဆဲ အခြေအနေကို ရောက်ရှိလာပါတော့တယ်ပရလောက ကို မယုံတဲ့ ဂျော့ချ် ဟာ ပရလောက နှင့် အဆက်အသွယ်လုပ်နိုင်သောအဲလိစ် ကို ခေါ်ဆောင်ပြီး သားဖြစ်သူ ဒေါလ်တွန် ရဲ့ ဖြစ်ပျက်နေတဲ့ ကိစ္စကို ကူညီခိုင်းခဲ့သော အခါ...ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ May Thazin Soe ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/insidious/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/chnxUtTmTRZh5FE7Ha4aUOZ9ahs.jpg",
        "title": "Insidious: Chapter 2 (2013)",
        "description": "ဒီအပိုင်း ၂ မှာတော့ ဒေါလ်တွန် ရဲ့ ဖခင် ဂျော့ချ် ငယ်ရွယ်စဉ်ကသူ့အနောက်ကို လိုက်နေခဲ့တဲ့ မကောင်းဆိုးဝါး မိန်းမကြီး အကြောင်းကို နောက်ကြောင်းပြန်တဲ့ အခန်းတွေပါဝင်လာခဲ့ပါပြီ ဒီ အပိုင်း ၂ မှာတော့ အဲလိစ် မရှိတော့ ပေမယ့် အဲလိစ် ရဲ့ နောက်လိုက် ၂ ယောက်နဲ့မိတ်ဆွေ ဟောင်းတို့က ဂျော့ချ် ရဲ့ ခန္ဓာကိုယ်ထဲမှ မကောင်းဆိုးဝါးကို ဖယ်ထုတ်ဖို့ ကြိုးစားရတော့မဲ့အချိန်ပဲ ဖြစ်ပါတော့တယ်...ဒီ Insidious Chapter 2 ကို ဘာသာပြန်ပေးထားသူကတော့ May Thazin Soe ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/insidious-chapter-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNDdiNDU1MzgtMDAzOS00YjY5LWI0ODEtM2MxZmVmNjBkYjA3XkEy_002-135x200.jpg",
        "title": "Black Beauty (2020)",
        "description": "Black Beauty (2020)================IMDb Rating - 6.3/10ဒီတစ်ခေါက် ဇာတ်ကားလေးကတော့ Disney+ movie တစ်ခုဖြစ်တဲ့ Black Beauty ဆိုတဲ့ ဇာတ်ကားလေးပါ။ဒီဇာတ်ကားက ၂၀၂၀ နိုဝင်ဘာလမှာ ထွက်ရှိလာခဲ့တာပါ။ ဒီကားလေးမှာတော့ အင်မတန်ရဲရင့်ပြီး သတ္တိကဲလှပါတယ်ဆိုတဲ့ မက်စတန်းမျိုးနွယ်စု မြင်းမလေးနဲ့ ကားအက်စီးဒင့်ဖြစ်ပြီး မိဘ၂ယောက်လုံး ဆုံးရှုံးသွားတဲ့ Jo ဆိုတဲ့ ကောင်မလေးကြားက ကြီးမားတဲ့မေတ္တာကို အခြေခံပြီးရိုက်ထားတာဖြစ်ပါတယ်။ ဒီဇာတ်ကားမှာဆိုရင်တော့ မြင်းမလေးအဖြစ်အသံသရုပ်ဆောင်ထားတဲ့သူကတော့ ကိတ်ဝင်းစလတ်ဖြစ်ပါတယ်။ Black Beauty ဆိုတဲ့ မြင်းမလေးနဲ့ Jo ဆိုတဲ့ကောင်မလေးကြားထဲကို ဘယ်လိုအခက်အခဲတွေရောက်လာမလဲ၊ လူနဲ့ တိရစ္ဆာန်ကြားက သံယောဇဉ်ကို အခြေတည်ပြီးရိုက်ထားတဲ့ ဒီဇာတ်ကားမှာ ဆက်လက်ကြည့်ရှုပေးပါဦး။ နောက်ပြီးတော့ မြင်းတွေရဲ့ ဘာသာစကားလို့ဆိုလို့ရမယ့်အနေအထားတွေ ၊ မြင်းတွေရဲ့သဘာဝတွေကို ဒီကားထဲမှာ ရှင်းပြသွားတာကလည်း သေသပ်လှပလွန်းပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p ...",
        "rating": "6.3",
        "url": "https://megaup.net/1ADye/Black.Beauty.2020.720p.WEBRip.x264[CM].mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/0776d192a65691c1d8e26ed3382c3348-cinema-posters-art-posters-146x200.jpeg",
        "title": "2046 (2004)",
        "description": "[Unicode]IMDB Rating. = 7.4/10\"2046\"... ဒီနံပါတ်ဟာ\nအချိန်ကာလတစ်ခုဖြစ်ချင်ဖြစ်မယ်\nဟိုတယ်အခန်းတစ်ခုရဲ့နံပါတ် ဖြစ်ချင်ဖြစ်မယ်။\nအချိန်လား‌ နေရာလား ထားလိုက် အရေးမပါဘူး။\nအရေးပါတာက အဲ့ဒီမှာ ဘာမှမပြောင်းလဲဘူးဆိုတဲ့ အချက်။\nချစ်မိသူတွေဟာ မပြောင်းလဲနိုင်တဲ့ ကမ္ဘာကြီးကိုလိုလားကြတယ်။\nအထူးသဖြင့် သူတို့ချစ်တဲ့သူတွေရဲ့နှလုံးသားတွေမပြောင်းလဲဖို့ လိုလားကြတယ်။\n၂၀၄၆ဟာ ဘာမှ မပြောင်းလဲ တဲ့နေရာ။\nဒီတော့ သူတို့၂၀၄၆ကိုသွားကြတယ်။တစ်ရံတစ်ခါမှာ ပဟေဠိဆန်တဲ့ ရထားတစ်စီးက ၂၀၄၆ကို ထွက်ခွာတယ်။\n၂၀၄၆ကိုသွားတဲ့ ခရီးသွားတိုင်းမှာ တူညီတဲ့ ရည်ရွယ်ချက်တစ်ခုရှိတယ်\nသူတို့က သူတို့ရဲ့ ဆုံးရှုံးသွားတဲ့ မှတ်ညဏ်တွေကို ပြန်လည်ဖမ်းဆုပ်လိုကြတယ်။\nတစ်ချို့ကတော့ ၂၀၄၆ကို လွယ်လွယ်လေးရောက်သွားကြပေမယ့် တစ်ချို့အတွက်ကျတော့ခရီးက အများကြီးပိုရှည်ကြာတယ်။ခရီးသည်လက်စွဲ အပိုဒ်၂၀၁မှာ ဧရိယာ ၁၂၂၄-၁၂၂၅မှာ အရမ်းအေးတယ်လို့ သတိပေးထားတဲ့အပြင် ခရီးသည်တွေအနေနဲ့ အနွေးဓာတ်ရအောင် တစ်ယောက်ကိုတစ်ယောက် ဖက်ထားကြဖို့ အကြံပြုထားသေးတယ်။\n၁၂လပိုင်း ၂၄ရက်နေ့ ၁၂လပိုင်း ၂၅ရက်နေ့ ခရစ္စမတ်အကြိုနေ့နဲ့ ခရစ္စမတ်နေ့။\nဒီလိုအချိန်တွေမှာ လူတွေက ပုံမှန်ထက်ပိုပြီးနွေးထွေမှုကိုလိုကြတယ်တဲ့။\nဒါကဧရိယာ ၁၂၂၄-၁၂၂၅ဆိုတဲ့နိမိတ်ပုံရဲ့ ဖွင့်ဆိုချက်ပါပဲ။\nဒါဆို ၂၀၄၆ဆိုတာကရော..။\nရထားကြီးကရော.....။\nအဖြေတွေစုပေါင်းရရှိပြီးတဲ့နောက် ဒီရုပ်ရှင်မှာ\nအချစ်ဆိုတဲ့အရာကိုပဲ ထင်ရှားမြင်နေရတယ်။ဇာတ်ကောင်တွေတိုင်းရဲ့ အချစ်တွေဟာ\nနာကျင်ကြေကွဲစရာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Wydg/2046_(2004)_720p.mp4",
        "category": "Drama, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/4a098df0e2fbbbc7a6afe0c172e17519-146x200.jpeg",
        "title": "In the Mood for Love (2000)",
        "description": "In the Mood for Love (2000)\nIMDb - 8.1/10_____Rotten - 90%\n \n  Romance/Drama Genre မှာ တကယ်တမ်း ရင်ထဲစွဲစွဲလမ်းလမ်းဖြစ်ပြီးအမြဲတမ်း သတိတရဖြစ်နေစေတဲ့ရုပ်ရှင်က တော်တော်လေးရှားတယ်လို့ ပြောလို့ရပါတယ်။ဇာတ်သိမ်းမှာ ချစ်တာနဲ့ ကွဲတာနှစ်မျိုးပဲ နှစ်ပင်လိမ်ပြီး ဇာတ်အိမ်တွေ အက်ကြောင်းထပ်နေတဲ့ခေတ်ကာလမှာ Lost in Translation, Eternal Sunshine of the Spotless Mind, In the Mood for Loveလို ဇာတ်ကားမျိုးတွေဟာ သာမန်အချစ်ဇာတ်လမ်းတစ်ခုဆိုတာထက် အများကြီးပိုမိုပြသသွားနိုင်ခဲ့ပါတယ်။ဒီနေ့တင်ဆက်ပေးသွားမယ့်ရုပ်ရှင်ကတော့ ဟောင်ကောင်ဒါရိုက်တာ ဝမ်ကာဝေရဲ့ အကောင်းဆုံးလက်ရာလို့တင်စားခေါ်ဝေါ်ကြတဲ့ In the Mood for Love ဆိုတဲ့ဇာတ်ကားပါ။ဝမ်ကာဝေဟာ အရှေ့တိုင်းရုပ်ရှင်လောကရဲ့ဆရာတစ်ဆူဖြစ်ပြီး သူရိုက်ကူးခဲ့တဲ့ရုပ်ရှင်တွေဟာ မှတ်တိုင်များစွာ စိုက်ထူနိုင်ခဲ့ပါတယ်၊အဲ့ဒီဇာတ်ကားတွေထဲမှာIn the Mood for Love ကတော့ သူရိုက်ကူးခဲ့တဲ့ တခြားရုပ်ရှင်ဇာတ်ကားတွေနဲ့ မတူပဲ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/in-the-mood-for-love-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yEBweVcJlCqYO96oodURFUfM1hk.jpg",
        "title": "Days of Being Wild (1990)",
        "description": "[Unicode]IMdb Rating. = 7.6/10\"အရိုင်းဆန် နေ့ရက်များ\"၁၉၆၀ ဧပြီလ၁၆ရက်နေ့ သုံးနာရီထိုးဖို့ တစ်မိနစ်အလို ဇာတ်ကောင်ဟာ မိန်းကလေးနဲ့အနီးဆုံးရပ်နေပြီး နာရီရဲ့စက္ကန့်လက်တံ သုံးနာရီအတိထိ တစ်ချက်ချင်းသွားတာကို သူတို့အတူကြည့်နေကြတယ်။\nဒီတစ်ခေါက် စက္ကန့်လက်တံ ရှေ့တွန်းလိုက်တာဟာ မိနစ်လက်တံတစ်ချောင်းတည်းတော့မဟုတ်ဘူး။\nကြားဖူးတယ်မလား တစ်ခါတလေကျ တစ်မိနစ်ဆိုတာ တစ်ဘဝလုံးလောက်လည်း ရှည်ကြာနိုင်တယ်။ဇာတ်ကောင်ဟာ မိန်းကလေးကိုပြောလိုက်တယ်။\n\" မင်းကြောင့်ငါ ဒီတစ်မိနစ်ကို\nအမြဲအမှတ်ရနေတော့မှာ\"တဲ့။\nတစ်မိနစ်တာစတင်မှုဟာ အခုတော့ မိန်းကလေးအတွက် သူနဲ့တစ်နေ့တစ်နာရီ နှီးနှောမှုအသွင်ပြောင်းလဲသွားခဲ့ပြီ။\nတစ်လွှာချင်းပြန်ဝတ်ရတဲ့ အဝတ်အစားတွေအတွက် မိန်းကလေးမှာ မေးစရာစကားလုံးနှစ်လုံးရှိတယ်။ လက်....ထပ်....။\nဇာတ်ကောင်ဟာ ရဲတင်းတယ်။ ထီမထင်ဘူး။\nဇာတ်ကောင်ဟာ လက်ထပ်ယူတတ်တဲ့စရိုက်မျိုးမရှိဘူး။\nဒီတော့ မိန်းကလေးဟာဒီကိုပြန်လာစရာအကြောင်းမရှိဘူး။\nဇာတ်ကောင်ဟာ အပူအပန်မရှိဘူး။\nလွမ်းဆွေးမှုမရှိဘူး။ သွေးအေးတယ်။\n\"ရှင် ကျွန်မကို တကယ်ချစ်ခဲ့ဖူးလား\"တဲ့\nမိန်းကလေးက ဇာတ်ကောင်ကိုမေးတယ်။\nဇာတ်ကောင်ဟာအေးစက်တယ်။ခံစားချက်မဲ့တယ်။\n\" ငါ့ဘဝမှာ နောက်ထပ်မိန်းမ\nဘယ်နှယောက်ကို ချစ်မိဦးမလဲ ငါမသိနိုင်ဘူး\nငါ့ဘဝနောက်ဆုံးအချိန်မရောက်သေးခင်အထိ\nငါ့အချစ်ဆုံးက ဘယ်တစ်ယောက်လဲ\nငါသိဦးမှာမဟုတ်ဘူး\"တဲ့ ဖြေတယ်။\nဒီလိုနဲ့ သူတို့ကျောခိုင်းသွားကြပြီ။စစလာကတည်းကိုက ဘဝဟာဝေဒနာပဲမဟုတ်လား။\nဇာတ်ကောင်ဟာဒဏ်ရာများတယ်။\nဇာတ်ကောင်ဟာ ငှက်ကလေးတစ်ကောင်ဖြစ်တယ်။\nဇာတ်ကောင်မှာ အသိုက်မရှိဘူး။\nဒါဆို ဘယ်လိုငှက်မျိုးလဲ။\nဇာတ်ကောင်ပြောတာကတော့.....\n\"ခြေထောက်မရှိတဲ့ ငှက်တစ်မျိုးရှိတဲ့အကြောင်း\nကျုပ်ကြားဖူးတယ်။ သူလုပ်နိုင်တာဆိုလို့\nပျံပြီးရင်းပျံဖို့ပဲရှိတယ်။သူမောပန်းလာတဲ့အခါကျ\nလေထဲမှာ အိပ်တယ်။အဲ့ဒီငှက်က ...",
        "rating": "7.6",
        "url": "https://megaup.net/2gyUj/Days_of_Being_Wild_(1990)_720p.mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/Capture-2-144x200.jpg",
        "title": "[18+] Grotesque (2009)",
        "description": "ဘာမှမပြောခင် ကြိုပြောချင်တာကတော့ ဒီဇာတ်ကားကို မိတ်ဆွေတို့ တတ်နိုင်ရင် မကြည့်ပါနဲ့...မတတ်နိုင်လို့ ကြည့်ဖြစ်သွားလို့ တစ်ချက်စိတ်ထင့်သွားတာနဲ့ ဆက်မကြည့်ပါနဲ့...ဒီဇာတ်ကားရဲ့ Label ကိုလဲ Don't Watch ဆိုပြီး တပ်ပေးထားပါတယ်...အခုနောက်ပြန်လှည့်ဖို့ အချိန်မှီပါသေးတယ်။အညွှန်းတောင်မဖတ်စေချင်ပါဘူး..ဖတ်ချင်သပ ကြည့်ချင်သပဆိုရင်တော့ မိတ်ဆွေတို့ ပြသနာနဲ့ မိတ်ဆွေတို့ပါပဲ။+++++++++++++++++++++++++++++++Grotesque(2009)ကောင်မလေးနဲ့ချိန်းတွေးတဲ့ ပထမဆုံးDateမှာပဲ\nစိတ္တဇလူသတ်ကောင်တစ်ယောက် အဖမ်းခံရပြီး\nကိုယ်မနမ်းဖူးသေးတဲ့ ကိုယ်ချစ်ရတဲ့ကောင်မလေးကို\nလူသတ်ကောင်က Abuse လုပ်နေတဲ့အဖြစ်ကို\nတွေးကြည့်လိုက်ပါ။ ဒီထက်ဆိုးတာရှိနိုင်ပါဦးမလား။\nရှိပါသေးတယ်။ လာပါဦးမယ်။အရူးတစ်ယောက်က ခုတ်ချင်သလိုခုတ်သတ်တာလောက်ကို\nအဆိုးရွားဆုံးလို့ သင် ထင်နေပါသလား။ မထင်ပါနဲ့ဦး။\nဒီကားထဲက နှိပ်စက်မယ့်လူဟာ အတော်ဆုံးအနာကုပါရဟူ\nဆုကိုပါရထားပြီး အပိုင်းပိုင်းအတစ်တစ်လှီးပြီးတာတောင်\nမသေအောင်ကုပေးနိ်ုင်တဲ့ ဆရာဝန်တစ်ယောက်ပါ။\nဝှေးကို သံနဲ့ရိုက် Penisကိုဖြတ်ပစ်ပြီးတာတောင်\nအေးဆေးပြန်ကုနိုင်ပါတယ်။စိတ္တဇလူသတ်ကောင်လက်ထဲ သေတော့မယ်ဆိုပြီး\nစိတ်ဒုံးဒုံးချသေလိုက်ရတာထက် ဆိုးတာရောမယ်ထင်ပါသလား။\nရှိပါတယ် လွတ်မြောက်ပြီထင်အောင်လုပ်ပြီး\nစည်းစိမ်တွေမက်လုံးပေးပြီးမှ မျှော်လင့်ချက်ကိုပြန်သတ်ခံရတာက\nပိုဆိုးပါတယ်။စအိုတစ်ဖက်ကအူအဆုံးကိုချိတ်နဲ့ချိတ်ခံထားရင်းက\nဗိုက်ထဲက အူကုန်အောင်တွားသွားသွားရင်း\nကိုယ်ချစ်တဲ့မိန်းကလေးကို ကယ်ရတဲ့အရာအပါအဝင်\nကျွန်တော်မပြောပြရသေးတဲ့ ရက်စက်မှုတွေ\nအများကြီးပါပါသေးတယ်။Ratingနည်းပေမယ့်လည်း ရက်စက်မှုအပေါင်း\nသရဖူဆောင်းထားတဲ့ စိတ္တဇလူသတ်ကားတွေရဲ့\nဘုရင်ကားလို့ဆိုကြပါတယ်။\nကြမ်းတမ်းလွန်းတဲ့ လိင်ပိုင်းဆိုင်ရာ နှိပ်စက်မှုတွေ\nသွေးယိုသံစီး ကိုယ်ပြတ်မျက်ကန်း နှိပ်စက်မှုတွေ\nဒီရုပ်ရှင်ဟာ Bannedခံထားရတဲ့ ရုပ်ရှင်ဖြစ်တဲ့အတွက်\nအသည်းငယ်တတ်သူတွေ ၁၅နှစ်အောက်တွေ\nမကြည့်သင့်တဲ့ ဇာတ်လမ်းမျိုးပဲဖြစ်ချင်ပါတယ်။\nကိုယ်တိုင်ကိုက သွေးသံရဲရဲတွေ\nနှိပ်စက်မှုတွေကို အရသာခံကြည့်တတ်တဲ့\nSadistတစ်ယောက်ဖြစ်နေမယ်ဆိုရင်တော့\nအတော်ကြည့်လို့ကောင်းမယ့်ကားလို့\nမြေကြီးလက်ခတ်မလွဲ အာမခံပါတယ်။P.S....\nဒီရုပ်ရှင်ကို ကျွန်တော် လွန်ခဲ့တဲ့ နှစ်နှစ်လောက်က\nဘာသာပြန်ခဲ့တာပါ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-grotesque-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/hnyreview-thumb-430xauto-51308-141x200.jpg",
        "title": "Happy New Year (2014)",
        "description": "Happy New Year !!!!အလုပ်ပိတ်ရက်မှာ မိသားစုနဲ့ ရုပ်ရှင်ကြည့်ဖို့ စိတ်ကူးထားရင်တော့ ရုံတင်နေပြီဖြစ်တဲ့\nဂီတ ဟာသဘောလိဝုဒ် ရုပ်ရှင်ကားလေးက စိတ်ကြည်နူးပျော်ရွှင် စေနိုင်မှာပါ။ နာမည်ကြီး သရုပ် ဆောင်တွေ ဖြစ်တဲ့ ရှာရွတ်ခန်း၊ အဘီရှက် ဘက်ချန်း၊ ဒီပီကာ ပါဒူကုန်း၊ ဘိုးမန်းအီရာနီ တို့တစ်တွေကို တစုတစည်းတည်း ကြည့် ရှုရမှာပါ။ချာလီလို့ လူသိများတဲ့ ချန် ဒရာမိုဟန်မန်နိုဟာရှာမာဟာ ချာ ရန်ဂရိုဗာဆိုသူကို လက်စားချေ ဖို့အတွက် ဖိုက်တာတစ်ယောက် အနေနဲ့ ရှစ်နှစ်နီးပါး စောင့်ဆိုင်း နေခဲ့ပါတယ်။ သူ့အဖေဖြစ်သူကို ရှာလီမာစိန်တွေ ခိုးယူတယ်ဆိုပြီး ချာရန်ဂရိုဗာက စွပ်စွဲခဲ့လို့ သူ့အ ဖေဟာ သူခိုးတစ်ယောက်အဖြစ် နာမည်ဆိုးတွင်ကျန်ခဲ့ရတဲ့အ တွက်ပဲ ဖြစ်ပါတယ်။ချာလီဟာ သတင်းတစ်ခု ဖတ်ရင်း ခရစ္စမတ်နေ့ မတိုင်ခင် တစ်ရက်မှာ အတ္တလန္တိတ်ဟိုတယ် ကို စိန်တွေ ရောက်ရှိမယ်ဆိုတာ သိရှိခဲ့တာကြောင့် ခိုးယူဖို့ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/happy-new-year-20144/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNTkxYzUxMDQtZWRiNy00ZWUwLWIxYjMtNWExODBmMzRkZGVmXkEyXkFqcGdeQXVyNjU1NzU3MzE@._V1_-135x200.jpg",
        "title": "Kajillionaire (2020)",
        "description": "Kajillionaire (2020)================IMDb Rating - 6.4/10 ဒီဇာတ်ကားလေးဟာ IMDb Rating 6.4/10 ရရှိထားပြီး ကြည့်လို့ကောင်းတဲ့ Crime, Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ◌်းကိုပြောပြရရင် ရောဘတ်နဲ့ ထရီဇာဆိုတဲ့ စုံတွဲဟာ လူတွေကို လှည့်ပတ်လိမ်လည်နေတဲ့ဂျင်ပေါ်ကထုံး လမ်းဘေးကြွက် Con Artist နှစ်ယောက်ပါ၊ ရတဲ့ဝေစုကို အမြဲတမ်း ၂ ယောက်ခွဲယူတယ် ဒီလိုနဲ့ သူတို့ ဘဝကိုလည်ပတ်ဖြတ်သန်းနေတာပါ။ နောက်ပြီး သူတို့မှာ သမီးလေး တစ်ယောက်ရလာတော့လည်း ပညာအမွေပေးတဲ့အနေနဲ့ အဲ့ဒီသမီးကို ၂၆ နှစ်လုံးလုံး သူတို့လိုလူလိမ်တစ်ယောက်ဖြစ်အောင် လေ့ကျင့်ပေးခဲ့ပါတယ်။ (စေတနာတွေနော်)ရောဘတ်ပြောတဲ့ စကားအရဆို ငါ့သမီးက စာမရေးတတ်ခင် အရွယ်ကထဲက လူတွေကို ဘယ်လိုလှည့်ပတ်ရမလဲ သိနေပြီတဲ့....အဲ့ဒီလိုနဲ့ သူတို့ ၃ ယောက်အဖွဲ့ထဲကို မယ်လီနာဆိုတဲ့ ကောင်မလေး တစ်ယောက်ရောက်လာပြီး ဓားပြမှုတစ်ခုကို စီစဉ်ကြတဲ့အခါမှာဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကိုဆက်လက်ကြည့်ရှုပေးပါ ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha ...",
        "rating": "6.4",
        "url": "https://megaup.net/1AD2f/Kajillionaire.2020.720p.WEBRip[CM].mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/All_My_Life_2020_film_official_poster-135x200.jpg",
        "title": "All My Life (2020)",
        "description": "IMDb Rating (6.2) ရရှိထားတဲ့ အသစ်စက်စက် အချစ်ဇာတ်ကားလေးကို တင်ဆက်လိုက်ပါတယ်...ဇာတ်လမ်းကတော့...ဆောလ်မွန်ချောင်နဲ့ ဂျန်နီဖာကာတာတို့ဟာ အမှတ်မထင်တွေ့ဆုံရာကနေ အရမ်းချစ်ကြတဲ့စုံတွဲလေးဖြစ်လာခဲ့ပါတယ်..\nပျော်ပျော်နေတတ်တဲ့သူတို့နှစ်ဦးဟာ တစ်ယောက်နဲ့တစ်ယောက်ဖေးမကူညီရင်း လက်ထပ်ဖို့ထိဆုံးဖြတ်ခဲ့ပါတယ်..ဒါပေမဲ့ သူတို့နှစ်ယောက်ကြား မမြင်ရတဲ့ လောကဒါဏ်တစ်ခု ရောက်ရှိလာတဲ့အခါမှာတော့...\nသူတို့နှစ်ဦး အခက်အခဲတွေကိုဘယ်လိုကျော်ဖြတ်ကြမလဲ..\nသူတို့ရဲ့ အိမ်မက်တွေနဲ့ စီခြယ်ထားတဲ့ မျှော်လင့်ခြင်း ကောင်းကင်ကြီး တောက်ပနေဦးမလား...စိတ်ဝင်စားစရာပါ...ဒီဇာတ်ကားလေးမှာ ချစ်သူနှစ်ဦးရဲ့ ချစ်ခြင်းမေတ္တာကိုသာမက သူငယ်ချင်းသံယောဇဉ်နဲ့မေတ္တာကိုပါခံစားရမှာဖြစ်တဲ့အပြင်\nစကားလုံးတွေ စာသားတွေကလည်း အချစ်ကို ကိုးကွယ်လာဖို့ ထိုက်တန်နေခဲ့ပါတယ်...ထူးခြားတာကတော့ ဒီဇာတ်လမ်းက ဖြစ်ရပ်မှန်ပါ...ကျွန်တော်တို့ကိုယ်တိုင်ပါဝင်ခံစားဖို့ လက်တွေ့ဆန်လွန်းနေမှာပါ..။ချစ်ခြင်းကို ယုံကြည်သူများအဖို့ Romantic, Heart-warming ဇာတ်လမ်းလေးကို ကြည့်သင့်တယ်လို့ ညွှန်းဆိုချင်ပါတယ်။ \nFile size…(1.6 GB) and (900 MB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Su Myat Now Maung",
        "rating": "",
        "url": "https://channelmyanmar.org/all-my-life-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9lWDGJwLRQv5mzbN9MGvHrpHxJB.jpg",
        "title": "The Cursed Lesson (2020)",
        "description": "The Cursed Lesson 2020ဒီကားကတော့ ၂၀၂၀ခုနှစ်နိဝင်ဘာကထွက်ထားတဲ့\nHorror ကားလေးတစ်ကားဖြစ်ပြီးတော့\nHorror ကားထဲမှာတော့ ဇာတ်လမ်းလေးကအရမ်းမဆိုးဘူးလို့ပြောလို့ရတယ်။လောကကြီးမှာ မိန်းကလေးတော်တော်များများက လှပမှုကိုမက်မောကြတယ်။\nသင်ရော တစ်ရက်မှာ ရုတ်တရက်ကြီး ရှိရင်းစွဲအသက်ထက်ထက်ဝက်လောက်ငယ်သွားပြီး\nအရမ်းလှလာမယ်ဆိုရင် အဲ့ဒီလှပမှုကိုရဖို့ သင်ဘာမဆို လုပ်မှာလား?\nဒီထဲမှာတော့လောဘတွေ၊မနာလိုဝန်တိုမှုတွေနဲ့ အတ္တဆန်မှုတွေကို ကွက်ကွက်ကွင်းကွင်းပြထားပြီး\nသဘာဝလွန်ဖြစ်ရပ်တွေနဲ့အတူ ထိတ်လန့်ဖွယ်ခံစားရမှာပါ။ဒီကားမှာတော့ Jump Scare တွေထက်\nတွေးတွေးပြီး ကြောက်ရမယ့်အခန်းလေးတွေပါသလို\nတွေးတွေးပြီး ကြိုုက်ရမယ့် အခန်လေးတွေလည်း ပါတယ်ဗျ\n(အဆုံးသတ်က စာလေး ကြည့်လိုက်ရင် သဘောပေါက်ကြမှာပါ)ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုဂျုံးဆိုတဲ့ မော်ဒယ်လ်က\nအရွယ်ကျလာလို့ ကြော်ငြာရှင်တွေက မသုံးကြတော့ပါဘူး။\nခွဲစိတ်ပြုပြင်မှုတွေ လုပ်ခဲ့တာလည်း မနည်းတာမို့\nနောက်ထပ်ခွဲစိတ်မှုတွေ လုပ်ဖို့ မဖြစ်နိုင်တော့တဲ့အခြေအနေမှာ\nသူ့အစား ရွေးချယ်ခံလိုက်ရတဲ့ မော်ဒယ်လ်က သူ့သူငယ်ချင်း ဖြစ်နေပြီး\nသူနဲ့တွေ့တဲ့အချိန်မှာ ယောဂသင်တန်းတစ်ခု တက်ဖို့ ဖြစ်လာပါတော့တယ်။ဒီယောဂသင်တန်းရဲ့ထူးခြားချက်ကတော့\nတက်လိုက်တဲ့လူတိုင်း ရုပ်ရော ကိုယ်ပါ နုပျိုလှပသွားကြတာပါပဲ။\nဘာလို့လဲဆိုတာကတော့ ..................အားလုံးပဲ တွေးပြီးကြောက်ချင်တယ်ဆိုရင်ကြည့်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။\nယောကျ်ားလေး ပရိသတ်တော့ ကြောက်မှာထက် ကြိုက်တောင်ကြိုက်မလားပဲ\nယောဂကျင့်နည်း အဆန်းလေးတွေလည်း မြင်ရမှာမို့ပါ။(ဖောင်းဒိုင်းရှူးရှဲ အခန်းတစ်ချို့ ပါတာမို့ ကလေးသူငယ်များ ကြည့်ရှုရန် မသင့်တော်ပါဘူး)File size… ...",
        "rating": "4.6",
        "url": "https://megaup.net/2WxN8/(CM)_The_Cursed_Lesson_2020.720p.HDRip.H264.AAC-NonDRM.mp4",
        "category": "Adult, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMDlkYzRmODAtZjczMy00ODdjLWE4MDUtMzA5YmYwNTVlMTEyXkEy_002-133x200.jpg",
        "title": "Monsters of Man (2020)",
        "description": "Monsters of Man (2020)===================IMDb Rating - 5.2/10 ဇာတ်လမ်းကိုတော့ ရွှေတြိဂံလို့ လူသိများကြတဲ့ ဘိန်းနဲ့ မူးယစ်ဆေးတို့ ကြီးစိုးရာနယ်မြေထဲ နှိမ်နင်းရေးမှာအသုံးချဖို့ စီအိုင်အေက နည်းပညာမြင့် စက်ရုပ်တွေကို စမ်းသပ်ဖို့ရာ အတော်ဆုံးနည်းပညာရှင်တစ်ဖွဲ့ကိုအဲ့ဒီဒေသနားမှာ ငှားရမ်းခေါ်ယူထားပါတယ်။ ရည်ရွယ်ချက်ကတော့ ဒီစက်ရုပ် ပရိုဂရမ်က ဘယ်လောက်တောင်အသုံး၀င်ကြောင်းပြသဖို့ပါ။ ထင်မှတ်မထားတာက အဲ့ဒီနယ်မြေထဲက ရွာလေးတစ်ရွာမှာ မရိန်းတပ်သားဟောင်းမေဆန်တစ်ယောက် တိတ်တဆိတ်အခြေချနေထိုင်နေတာရယ် လုပ်အားပေးဆေးကျောင်းသားတစ်ဖွဲ့ လမ်းပျောက်လို့ရောက်လာတာရယ်ပါ။ ဒီပရိုဂရမ်ကို လူသိခံလို့မဖြစ်တဲ့ စီအိုင်အေအနေနဲ့ နည်းပညာအဖွဲ့နဲ့ပူးပေါင်းပြီး မျက်မြင်သက်သေမကျန်အောင် လက်စဖျောက်ဖို့ကြိုးစားမယ့်ကြားက မေဆန်တို့အဖွဲ့လွတ်မြောက်မလား အဲ့ဒီစက်ရုပ်ပရိုဂရမ်ကရောဘယ်လိုတွေဖြစ်လာမလဲဆို‌တာ ကြည့်ရှုရမဲ့ Sci-fi Action ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 2h 11minSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "rating": "5.2",
        "url": "https://megaup.net/2gzoB/Monsters.of.Man.2020.720p.WEB-DL.DD5.1[CM].mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BYzQ5NzU4Y2MtNGYwOC00ZmY2LTk0NmMtOWM0ZjlmMmE4YWE2XkEyXkFqcGdeQXVyMTQ2OTU2OTQ@._V1_-143x200.jpg",
        "title": "Fear Pharm (2020)",
        "description": "Horror သည်းထိတ်ရင်ဖို ဇာတ်ကားကောင်းကြိုက်တတ်သူတို့အတွက် ဇာတ်ကားကောင်းလေး\nသူငယ်ချင်းလေးယောက်တစ်စုကို ပွဲတော်တစ်ခုရဲ့ ဝင်္ကဘာပြောင်းခင်းပိုင်ရှင်က VIP အနေနဲ့ အထူးအခွင့်အရေးကမ်းလာတယ်။\nဝင်္ကဘာကို 1နာရီအတွင်းပြန်ထွက်နိုင်ရင် $10,000 ရမယ့် စိန်ခေါ်မှု ကို ကြုံရတဲ့အခါ\nလူငယ်ပီပီ အသစ်အဆန်းကို စမ်းကြည့်ချင်စိတ်နဲ့ လက်ခံလိုက်ကြတယ်။\nဒီဝင်္ကဘာကြီးက သူတို့ထင်သလို ရိုးရိုးသာမန်မဟုတ်ပဲ ကံဆိုးမှုတွေအသက်အန္တရာယ်တွေကြုံလာရတဲ့အခါ ...\nသူငယ်ချင်းတစ်စု အခက်အခဲတွေကို ကျော်လွှားနိုင်ပါ့မလား... ဘယ်လိုအသက်အန္တရာယ်ကို ရင်ဆိုင်ကြရမလဲ...\nဝင်္ကဘာရဲ့ပိုင်ရှင်မှာ ဘယ်လို ကောက်ကျစ်တဲ့အကြံအစည်တွေရှိနေမလဲ...\nဘာလို့ ဒီလူငယ်တစ်စုကို ပစ်မှတ်ထားရတာလဲ... ဆိုတာကိုတော့\nရုပ်ရှင်ဇာတ်ကား ချစ်ပရိတ်သတ်ကြီး ကိုယ်တိုင် ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုခံစားကြဖို့ တိုက်တွန်းလိုက်ပါရစေ။ \nFile size…(1.3 GB) and (700 MB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:20:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Moe Htet",
        "rating": "",
        "url": "https://channelmyanmar.org/fear-pharm-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/slVnvaH6fpF22154vnjQJdXCVZd.jpg",
        "title": "Amélie (2001)",
        "description": "Amélie(2001)========================IMDb Rating- 8.3/10\nRotten Tomatoes- 89% \"အဲ့ကောင်မလေးက သူများရဲ့ ကမောက်ကမ ဘ၀တွေကို ကူပြင်ပေးဖို့ ကြိုးစားတာလည်း ဖြစ်နိုင်တယ်လေ\" \"ကိုယ့်ဘ၀ကိုယ်ကျတော့ရော မပြင်ဘူးလား? ကိုယ်ရဲ့ ကမောက်ကမဖြစ်နေတဲ့ ဘ၀ကို မပြင်ဘူးလား? ကိုယ်မှ မပြင်ရင် ဘယ်သူက လာပြီး ကူပြင်ပေးမှာလဲ? \" -Amélie(2001) ကျောင်းတက်ဖို့အရွယ်ရောက်လာတဲ့Amélie Poulainကို သူ့အဖေက နှလုံးရောဂါရှိတယ်လို့ အမှတ်မှားပြီး ကျောင်းမထားပါဘူးဒီတော့ သူ့အမေက သူ့ကို အိမ်မှာပဲ ထားပြီး ကိုယ်တိုင် စာသင်ပေးပါတယ်အဲ့အချိန်ကစပြီး Amélieက အထီးကျန်တဲ့လူတစ်‌ယောက်ဖြစ်လာပြီး သူ့အထီးကျန်မှု‌တွေကို စိတ်ကူးယဉ်မှု‌တွေနဲ့ပဲ အဖော်ပြုခဲ့ပါတယ်ဒါကြောင့် အရွယ်ရောက် အလုပ်လုပ်နေတဲ့အချိန်မှာ ကိစ္စတိုင်းကို သူမတူတဲ့အမြင်နဲ့ ရှုမြင်တတ်တဲ့လူတစ်ယောက်ဖြစ်လာပါတယ်မင်းသမီး ဒိုင်ယာနာဆုံးတဲ့ ၁၉၉၇ခုနှစ် ဩဂုတ်လ ၃၁ရက်မှာ သူ့ကံကြမ္မာပြောင်းဖို့ ဖြစ်လာပါတယ်အဲ့နေမှာ Amélieက သူ့တိုက်ခန်းထဲကနေ ဘူးတစ်ဘူးရှာတွေ့ပါတယ်အဲ့ဘူးက တခြားတော့ မဟုတ်ပါဘူးလွန်ခဲ့တဲ့ နှစ်လေးဆယ်က သူ့တိုက်ခန်းမှာနေခဲ့တဲ့ ကောင်လေးတစ်ယောက်ရဲ့ ပစ္စည်းပါအဲ့ဘူးလည်း တွေ့တော့ Amélieက ...",
        "rating": "8.3",
        "url": "https://megaup.net/1ABha/%7BCM%7DAmelia_2001.720p.Blu-Ray.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/ezgif-7-e8a3e9ec15d0-153x200.jpg",
        "title": "Chivalrous ( 2020 )",
        "description": "ဒီတစ်ခါ တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ကျုံမင်းဆက်ကို ပြန်လည်တည်ထောင်ဖို့ ကြိုးပမ်းတဲ့ ဇာတ်လမ်းပုံစံလေးပါဇာတ်ကြောင်းလေးကတော့...ကျုံမင်းဆက်က ဘုရင်ဝမ်မှာ ထူးချွန်လှတဲ့အကြံပေးလေးယောက်ရှိပါတယ် အဲ့ဒီအကြံပေးလေးယောက်ထဲမှာတော့နန်ကုံရှီဆိုတဲ့အကြံပေးက အထူးချွန်ဆုံးပါ အဲ့အပြင် နန်ကုံရှီရဲ့ ဦးလေးဟာလည်း စစ်ပွဲတိုင်း အောင်ပွဲရတဲ့ စစ်နတ်ဘုရားတစ်ယောက်ဖြစ်ပါတယ်ဒါပေမဲ့သူဟာ စစ်ပွဲတစ်ခုမှာ ဒဏ်ရာအပြင်းအထန်ရပြီး ကျုံမင်းဆက်ကိုပြန်တည်ထောင်ဖို့ရာအတွက် လိုအပ်တဲ့ ရတနာတွေကို ဝှက်ထားတဲ့ မြေပုံရွှမ်ဝူအမိန့်စာကို နန်ကုံရှီကို စောင့်ရှောက်ဖို့ အပ်နှံထားခဲ့ပါတယ်နောက်ပိုင်းနန်ကုံရှီမိသားစုရဲ့ မျိုးဆက်တွေဟာ ဒီတာဝန်ကြီးကိုအရေးကြီးတာဝန်တစ်ခုအဖြစ်သတ်မှတ်ပြီး ရွှမ်ဝူအမိန့်စာကိုလက်ဆင့်ကမ်းသယ်ဆောင်ခဲ့ကြပါတယ်အဲ့ဒီနန်ကုံမိသားစုရဲ့ မျိုးဆက် နန်ကုံယွီဟာ နောက်ဆုံးမင်းဆက်ရဲ့သမီးတော် မင်းသမီး ယုံနင်ကို ကာကွယ်ပြီး ရွှမ်ဝူအမိန့်စာနဲ့နိုင်ငံတော်ကို ပြန်လည်ထူထောင်ဖို့ ကြိုးစားနေသူပါတချို့လူတွေဟာလည်း ရတနာတွေကို တပ်မက်ပြီး ရွှမ်ဝူ အမိန့်စာကိုမက်မောလာကြပြီး နန်ကုံရှီမိသားစုကို အကြိမ်ကြိမ်တိုက်ခိုက်ခဲ့ကြပါတယ်တစ်ဖက်မှာလည်း စစ်နတ်ဘုရားရဲ့ မျိုးဆက်ဖြစ်တဲ့ မော့ရှောင်ဟောင်ဟာတစ်ကိုယ်တည်း ဝေါ်လုံချိုင့်ဝှမ်းမှာသိုင်းပညာကိုသာ ကျင့်ကြံနေခဲ့သူပါဒါပေမဲ့ တစ်နေ့မှာ သူ့ရဲ့ဆရာက သူ့အတွက် အမိန့်သုံးခု ချန်ထားခဲ့တာသိလိုက်ရပါတယ် ပထမအမိန့်ကတော့ မင်းသမီးကို ကာကွယ်ပြီးမိသားစုကြီးလေးစုကြားက ပဋိပက္ခကို ဖြေရှင်းဖို့ဖြစ်ပြီးဒုတိယနဲ့ တတိယအမိန့်ကိုတော့ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/chivalrous-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/68481_1_large-140x200.jpg",
        "title": "The Hunt (2016)",
        "description": "The Hunt 2016\n=============\n \n2016 ထွက် the hunt ဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်\nဒီဇာတ်လမ်းမှာ မင်းသားကြီး Ahn Sung-Ki နဲ့ Cho Jin-Woong တို့က အဓိက ပါ၀င်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကျဉ်း\nမိုင်းတွင်းဟောင်းကြီးရှိတဲ့ တောင်ပေါ်မှာ မြေပြိုကျမှုတွေဖြစ်ခဲ့တယ်\nအဲ့လိုဖြစ်ပြီးနောက်မှာ ရွှေတုံးကြီး ပေါ်လာခဲ့တယ်\nရွှေတုံးမှန်းသိသွားတဲ့အခါ စုံထောက်ဘတ်ဒုံဂွန်းက လောဘတက်ပြီး\nသူ့ရဲ့ အမဲလိုက်အဖွဲ့နဲ့တူတူ အပိုင်သိမ်းဖို့ လုပ်ကြတော့တယ်\nသူတို့ ရွှေခိုးဖို့လုပ်နေတုန်း မြေပိုင်ရှင် အဘွားရောက်လာပြီး ငြင်းခုန်ရန်ဖြစ်ကြတယ်\nအဲ့ကနေ မြေပိုင်ရှင်အဘွား ချောက်ထဲကို ပြုတ်ကျသွားခဲ့တယ်\nဒါကိုတောင်ပေါ်မှာ တောလိုက်တဲ့ မုဆိုး မွန်းဂီဆောင်းနဲ့\nအဘွားကြီးရဲ့ မြေးတို့ မြင်သွားတဲ့ အခါ.......\nဘာတွေဆက်ဖြစ်မှာလဲဆိုတာ\nဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါနော်\n \nFile Size –  1.63 GB\nQuality –  WEB-DL 1080p\nFile Type – mp4\nDuration – 1h 33min\nTranslator – Hay Thar Oo\nEncoder ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-hunt-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/44881_1_large-138x200.jpg",
        "title": "The Magnificent Scoundrels (1991)",
        "description": "The Magnificent Scoundrels(1991)👥===========================\nMagnificent ဆိုတဲ့အဓိပ္ပာယ်အရ ခမ်းနားတယ်လို့ဘာသာပြန်နိုင်ပြီး Scoundrels ဆိုတာ လူလိမ်၊လူဆိုးလို့ အဓိပ္ပာယ်ကောက်နိုင်ပါတယ်။\nဒီတော့အနီးစပ်ဆုံးပြန်ဆိုရလျှင်(စတိုင်ရှိတဲ့လူဆိုးများ၊လူလိမ်များ)😆သောက်ရမ်းကြမ်းပြီး သာမန်မဟုတ်တဲ့လူဆိုး နှင့် သူခိုးတွေပေါ့ဗျာ။\nဒီဇာတ်ကားထဲက သရုပ်ဆောင်တွေရဲပအကြောင်းအရာတစ်ချို့ကို အနည်းကျဉ်းရေးပေးထားတယ်။🙏\n၁၉၉၁ အောက်တိုဘာလ ၁၀ရက်နေ့မှာ ဟောင်ကောင်၌ စတင်ထွက်ရှိခဲ့ပြီး Imdb Rate 6.6/10\nအထိရရှိထားတဲ့ဇာတ်ကားတစ်ကားပါ။\nချောင်ရဲ့ပင်တိုင်စံဒါရိုက်တာဖြစ်တဲ့ Lee Lik-Chi ကမွေးထုတ်ထားတဲ့ဇာတ်ကားဖြစ်ပြီး Final Justice ရုပ်ရှင်ရဲ့ မင်းသားဖြစ်တဲ့ Danny Lee နှင့် Karl Maka တို့မှ ထုတ်လုပ်ထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်၊၊📽\nKarl Makaဆိုတဲ့သူကတော့ ကတုံးမင်းသားအဖြစ် လူသိများပြီး ကျွန်တော်တို့ငယ်ငယ်က တရုတ်ဟာသ၊ဖိုက်တင် ဇာတ်ကားတွေရဲ့ ဒိတ်ဒိတ်ကြဲဝါရင့်ဆရာတစ်ပါးပါပဲ...\nAces Go Places Series တို့၊(ဖက်တီးမင်းသား)Samon Hung နဲ့တွဲရိုက်တဲ့ Skinny Tiger,Fatty Dragon တို့မှာနာမည်ရရှိထားပြီး နောက်ပိုင်းမှာ Flim Producer အဖြစ်သာရပ်တည်နေပြီးယခုဆို အသက်၇၅ထဲရှိနေသူတစ်ယောက်ပါ။\n၁၉၈၀ရှေ့ပိုင်းက တရုတ်ကားတွေနဲ့ ရင်းနှီး‌တဲ့သူဆိုရင် ...",
        "rating": "",
        "url": "https://megaup.net/2gyrz/The.Magnificent.Scoundrels.1991.720p.Blu-ray.AVC.FLAC.2.0-WMD.mkv",
        "category": "Asian, Comedy, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZjI4MjBmYzItYTY5OC00OWYzLWE0NWYtZDQxNDQxM2QzYjA4XkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_-132x200.jpg",
        "title": "[James Bond] The Living Daylights (1987)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Timothy Dalton ရဲ့ ပထမဆုံး ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Timothy Dalton အနေနဲ့ ဘွန်းဇာတ်ကား (၂) ကားသာ ရိုက်ကူးခဲ့ရပြီးသူ့ရဲ့ ဘွန်းဇာတ်ကောင်ဟာ ထူးခြားပါတယ်...မကြိုက်သူတွေက လုံးဝခံစားပေးလို့မရသလိုဂျိမ်းစ်ဘွန်းကို အိလေးဆွဲမမြင်ချင်တဲ့လူတွေကျတော့လည်း သူ့ရဲ့ဘွန်းဇာတ်ရုပ်ကို ပိုပြီးကြိုက်နှစ်သက်ကြပါတယ်...သူကတော့ ဘွန်းတွေထဲမှာ ရုပ်တည်ကြီးနဲ့ အပိုဆာဒါးသိပ်မလုပ်ဘဲသရုပ်ဆောင်တတ်တဲ့ ခပ်တန်းတန်းဘွန်းအဖြစ် အားလုံးက မျက်မှန်းတန်းမိကြပါတယ်။ဒီဇာတ်ကားက IMDb Rating (6.7/10) နဲ့ Rotten Tomatoes (73%) ရရှိထားပါတယ်…။ \nFile size…(2.9 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "",
        "url": "https://megaup.net/2gylg/The_Living_Daylights_(1987)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BYTNmNjNlYjItNzZhNi00OTk0LWJjNWUtY2I5M2RlZDRhZDI1XkEyXkFqcGdeQXVyNzEyMDQ1MDA@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "No Mercy (2019)",
        "description": "No Mercy (2019)_____IMDb - 5.4/10\n \nခုတစ်လော Sweet Home နဲ့တအားဟော့နေတဲ့ မီးသတ်သမလေးရဲ့\n၂၀၁၉တုန်းကကားလေးကိုပြန်တင်ပေးလိုက်ပါတယ်\nမင်းသမီးရဲ့ဖိုက်တင်ခန်းတွေကို ရင်တစ်လှပ်လှပ်နဲ့ကြည့်ရမှာပါ\nရုပ်လေးနဲ့ အက်ရှင်တွေနဲ့တင်ပြည့်စုံရုံမကပဲ\nဇာတ်လမ်းကလည်း မျက်ရည်တစ်စမ်းစမ်းနဲ့ကြည့်ရမှာပါ\nဘယ်ကျောင်းသူမှ ဒီဇာတ်ကားထဲက ကောင်မလေးလောက်ဇာတ်မနာနိုင်ပါဘူး\nသရုပ်ဆောင်ကောင်းချက်က တစ်ကယ်ဖြစ်နေသလိုပါပဲ\nအစ်မလုပ်သူက ညီမပျောက်လို့ရှာရင်းနဲ့မှ အနိုင်ကျင့်ခံရတာတွေ မုဒိန်းကျင့်ခံရတာတွေ\nတစ်ယောက်တည်းမဟုတ် တစ်ရပ်ကွက်လုံးကပတ်ကျင့်ကြတာ\nအဲ့လိုမျိုးရင်နာစရာတွေကို တစ်ခုချင်းစီသိလာရတဲ့\nအစ်မတစ်ယောက်ရဲ့ ကလဲ့စားချေချက်တွေကတော့ အားရစရာဖြစ်မှာပါ\nအများကြီးမပြောတော့ပါဘူး\nကြည့်လိုက်ရလို့ နောင်တမရစေမယ့်ကားမို့ အချိန်လေးနည်းနည်းပေးပြီးကြည့်လိုက်ကြပါဦးနော်\nညီမရှာပုံတော် ဖွင့်ရင်း\nအယောက် ၁၀၀ နဲ့ ၁ ယောက်\nရင်ဆိုင်တိုက်ခိုက်ခဲ့တဲ့ အင်ဟေးရဲ့\nဂျွန်ဝစ်ရဲ့ညီမလားလို့ ထင်မှတ်မှားရလောက်တဲ့\nလျင်မြန်ဖြတ်လတ်လွန်းတဲ့ တိုက်ကွက်တွေကိုလည်း\nအားရပါးရ ကြည့်ရှုရမှာပါ...\nအဒ်မင်တောင် မှ သူ သတ်ရင် သေလို့ရအောင်\nလှပတဲ့ မျက်နှာပေးလေး က ချစ်ဖို့ကောင်းနေပါတယ် :D\n \nဒီရုပ်ရှင်ကားကို ThinZar Htet က ဘာသာပြန်ပေးထားပါတယ်...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/no-mercy-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uAxE3xIGDAlqQXGtOgLKaBADVHh.jpg",
        "title": "The Woman Who Ran (2020)",
        "description": "[Unicode]ကိုရီးယားနာမည်ကတော့ Domangchin yeoja/ထွက်ပြေးနေတဲ့ မိန်းကလေးတဲ့ဇာတ်လမ်းက နာမည်လေးနဲ့ တင်စိတ်ဝင်စားဖို့ကောင်းနေတာနော်လူတွေရဲ့ နေ့စဉ်ဘဝမှာ စက်ရုပ်လို ရှင်သန်နေရတဲ့ ဘဝတွေလည်းရှိပါတယ်နေ့စဉ် ဒီလူတွေမြင်ရတယ်\nနေ့စဉ် ဒီအလုပ်တွေပဲလုပ်ရတယ်\nမပြောချင်တာတွေပြောရတယ်\nမလုပ်ချင်တာတွေလုပ်ရတယ်ကြာလာတဲ့အခါ ဒါတွေဟာ ပျင်းဖို့ကောင်းလာတယ်ငြီးငွေ့စရာကောင်းလာတယ်ဒီလို ငြီးငွေ့စရာ ပျင်းစရာတွေကနေ ရုန်းထွက်ချင်လာမယ်လွတ်လွတ်လပ်လပ် ထွက်ပြေးချင်လာမယ်ဒီဇာတ်လမ်းထဲမှာရော ထွက်ပြေးနေတဲ့မိန်းကလေးက ဘယ်သူလဲသူမ ဘယ်ကို ထွက်ပြေးမလဲဆိုတာ ဒီဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုပါနော်ရုပ်ရှင်ပွဲတော်တွေမှာလည်း best film ၃ ဆု နဲ့ best director ဆု ၂ ခုတောင် ရထားပါတယ်။နာမည်ကြီး မင်းသမီး Kim Min Hee က အဓိက ပါဝင် သရုပ်ဆောင်ထားပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]ကိုရီးယားနာမည္ကေတာ့ Domangchin yeoja/ထြက္ေျပးေနတဲ့ မိန္းကေလးတဲ့ဇာတ္လမ္းက နာမည္ေလးနဲ႔ တင္စိတ္၀င္စားဖို႔​ေကာင္းေနတာေနာ္လူေတြရဲ႕ ေန႔စဥ္ဘ၀မွာ စက္႐ုပ္လို ရွင္သန္ေနရတဲ့ ဘ၀ေတြလည္းရွိပါတယ္ေန႔စၪ္ ဒီလူေတြျမင္ရတယ္\nေန႔စၪ္ ဒီအလုပ္ေတြပဲလုပ္ရတယ္\nမေျပာခ်င္တာေတြေျပာရတယ္ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-woman-who-ran-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tiNOBhz9fHXDTLlrtJSNpp9qti.jpg",
        "title": "Adoring",
        "description": "The Adoring (2019)ည အိပ်မပျော်တုန်း ကြည့်ခဲ့ရတဲ့ ရုပ်ရှင်ကားလေးပေါ့\nနာမည်က Adoring တဲ့\nဒီရုပ်ရှင်ကားထဲမှာ မိသားစု ၆ ခု ဟာ\nမတူညီတဲ့ ပြသနာလေးတွေ ရှိပါတယ်\nတူညီတာကတော့ သူတို့ မွေးထားတဲ့ အကောင်လေးတွေ\nရဲ့ ချစ်ခြင်းမေတ္တာ ပါပဲ\nရှိကြမှာပါ တစ်ချို့တွေ ချစ်သူ မရှိ အိမ်ထောင်မကျခင်\nမွေးထားတဲ့ အကောင်လေးတွေကို သက်ဆိုင်သူ\nရောက်လာတဲ့ အခါ စွန့်ပစ်လိုက်ရတာတွေ\nသက်ဆိုင်သူက အကောင်လေးတွေ မချစ်တက်ရင်\nရွေးချယ်ရမယ့် အခါ ဒီအကောင်လေးတွေကို\nဘေးပို့လိုက်ရတာတွေ ပေါ့\nပြီးတော့ အထီးကျန်နေတဲ့ လူတွေ က\nအကောင်လေးတွေကို သူတို့ သားသမီးလိုပဲ\nချစ်ကြတယ် နွေးထွေးတယ် ယုယတယ်\nအကောင်လေးတွေကလဲ မထင်မှတ်ထားအောင်\nသူတို့ သခင်တွေ အပေါ် ချစ်ကြပြီး ဂရုစိုက်ကြတယ်\nလူသားတွေ ကြားထဲမှာတောင် မရှိတက် မတွေ့ရတဲ့\nနွေးထွေးမှုတွေဟာ သူတို့တွေမှာ ရှိပါတယ်\nသင်ဟာ တိချစ်သူ တစ်ယောက်ဆို\nဒီရုပ်ရှင်ကားကို ကြည့်ပြီး ငိုဖို့ တစ်ရှူးဆောင်ထားပါ\nဒါမှမဟုတ် မကြည့်ပါနဲ့\nပုံမှန်လူတွေတောင် ဒီရုပ်ရှင်ကို ကြည့်ပြီး\nအကောင်လေးတွေ မွေးချင်စိတ် ချစ်ချင်စိတ်\nဖြစ်လာမယ် ထင်တာပါပဲ\nတစ်ချို့တွေက ...",
        "rating": "5.6",
        "url": "https://megaup.net/1AAx5/Adoring_2019_WEB-DL720P_H265_DDP_5.1-%7BCM%7D_.mp4",
        "category": "Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/An-Old-Lady-140x200.jpg",
        "title": "An Old Lady (2019)",
        "description": "An Old Lady 2019\n=================\n \n2019 မှာ ထွက်ထားတဲ့ An Old Lady ဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်\nမင်းသမီးကြီး Ye Soo Jung က အဓိက ပါ၀င်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကျဉ်း\nရှင်းဟျိုဂျောင်းက အသက် ၆၉ နှစ်အရွယ် ရေကူးသမားဟောင်းတစ်ယောက်ပါ\nဆေးရုံမှာ ကုသမှု ခံယူစဉ် male nurse တစ်ယောက်က ဟျိုဂျောင်းကို အဓမ္မကျင့်ခဲ့ပါတယ်\nဆေးရုံဆင်းတဲ့ အခါမှာတော့ ဟျိုဂျောင်းက ရဲစခန်းမှာ အမှုဖွင့်တိုင်ကြားခဲ့ပါတယ်\nဒါပေမယ့် တရားခံကတော့ နှစ်ဦးသဘောတူလို့ ရဲစခန်းမှာ ထွက်ဆိုခဲ့ပါတယ်\nဒီအမှု ဘယ်လိုဆက်ဖြစ်မှာလဲ\nရှင်းဟျိုဂျောင်းအတွက် တရားမျှတမှုကို ရှာဖွေနို်င်မှာလားဆိုတာ\nဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါနော်\nHay Thar Oo မှ ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။File Size –  1.74 GB, 902MB\nQuality –  WEB-DL 1080p/720p\nFile Type – mp4\nDuration – 1h ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/an-old-lady-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMzY5ZWQ0OTMtZjdiYy00YzhmLTg5MDAtMzRlMTllMDliMDJkXkEyXkFqcGdeQXVyNDc2NjEyMw@@._V1_-135x200.jpg",
        "title": "Maximum Risk (1996)",
        "description": "မင်းသားကြီးဗန်ဒိန်းလို့ပြောလိုက်တာနဲ့ 90s born တွေရဲ့အသည်းစွဲမင်းသားကြီးဆိုတာလူတိုင်းသိကြမှာပါ။\nဗန်ဒိန်း၊အာနိုး၊ရမ်ဘို တို့ဆိုတာ ကျွန်တော်တို့ကလေးဘဝရဲ့အကြိုက်နှစ်သက်ခဲ့ရဆုံး အက်ရှင်မင်းသားကြီးတွေဆိုလည်း မမှားပါဘူး။\nသူတို့တွေရဲ့ဇာတ်လမ်းဇာတ်ကွက်ပီပြင်မှု၊အက်ရှင်သရုပ်ပီပြင်မှုတွေဟာ သူတို့ကာလမှာတော့ သူတို့ဟာ legend ပါပဲဗျ။\nကြည့်ဖူးသူတွေလည်းပြန်လည်ကြည့်ရှုခံစားရအောင် မကြည့်ဖူးသူတွေအတွက်လည်းအသစ်ဖြစ်နေစေမယ့်\nဒီတစ်ခါရွေးချယ်ထားတဲ့ကားလေးကတော့ ၁၉၉၆ မှာထွက်ရှိခဲ့တဲ့ မင်သားကြီးဗန်ဒိန်းရဲ့ Maximum Risk ဆိုတဲ့ကားလေးပဲဖြစ်ပါတယ်။\n၁၉၉၆ ကထွက်ခဲ့တဲ့ကားသာဆိုပေမဲ့အရမ်းခေတ်ကွာတယ်လို့မခံစားရ‌စေဘဲ\nအလွန်ကြည့်လို့ကောင်းတဲ့အက်ရှင်ကားကောင်းတစ်ကားဆိုလည်းဟုတ်ပါတယ်။\nဇာတ်လမ်းအကျဥ်းလေးကတော့ အယ်လိန်ဟာ အလွန်တော်တဲ့ရဲအရာရှိတစ်ယောက်ဖြစ်ပြီး\nသူနဲ့ရုပ်ချင်းအရမ်းတူပြီး မွေးနေ့ပါတူနေတဲ့သူတစ်ယောက်မတော်တဆဖြစ်သေဆုံးတာကိုတွေ့လိုက်ရတဲ့အခါ\nထိုသူရဲ့နောက်ကြောင်းရာဇဝင်ကဘာလဲ\nနယူး‌ယောက်ရဲ့ရုရှားဂိုဏ်းတွေနဲ့ဘယ်လိုပက်သက်မိသွားမလဲ\nဘယ်လိုဇာတ်ရှုပ်ဇာတ်ထွေးထဲရောက်ရှိသွားမလဲကို\nဇာတ်လမ်းအဖွင့်ကစလို့အက်ရှင်ခန်းမြိုင်မြိုင်နဲ့ခံစားရဦးမယ့်ကားလေးတစ်ကားဖြစ်ပါတယ်။\nဒေါင်းကြည့်ရတာနောင်တမရစေမယ့် မင်းသားကြီးဗန်ဒိန်းရဲ့ Maximum Risk ဆိုတဲ့\nအက်ရှင်ဇာတ်ကားဟောင်းလေးကိုလည်းကြည့်ရှုခံစားပေးလှည့်ပါဦးခင်ဗျာ။ \nFile size…(1.9 GB) and (1 GB)\nQuality…Blu-Ray 1080p 5.1CH & 720p\nFormat…mp4\nDuration….01:41:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by San Thu Aung",
        "rating": "5.5",
        "url": "https://megaup.net/UCpn/Maximum.Risk.1996.720p-x264.mp4.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uSBD1T0GVWQnlZQcUQoBucevS75.jpg",
        "title": "Coolie No. 1(2020)",
        "description": "Coolie No. 1 (2020)အညွှန်း\n*************************ရာဂျုးကူလီက ငယ်ငယ်တုန်းက မမျှော်လင့်ပဲ သူ့အမေနဲ့ ရထားဘူတာတစ်ခုမှာ ရှင်ကွဲကွဲသွားခဲ့ပါတယ်။ဘူတာက လူတစ်ယောက်က သူ့ကို ကူလီထမ်းပြီး ဘဝကို ပျော်ပျှော်ရွှင်ရွှင်နဲ့ ရှေ့ဆက်ဖို့ သင်ကြားပေးခဲ့သတဲ့။ဒီလိုနဲ့ သူကြီးလာတော့ ဘူတာမှာ လူတကာရဲ့ အထုပ်တွေကိုသယ်ရင်း အလုပ်လည်းကြိုးစားသလို ဉီးဆောင်နိုင်စွမ်းလည်းရှိလေတော့ရာဂျုးကူလီ နံပါတ် ၁ ဆိုပြီး နာမည်ကြီးနေပါတော့တယ်။\nမစ္စတာရိုဇာရီယိုဆိုတဲ့ လောဘကြီးသူဋ္ဌေးရဲ့ အိမ်ကိုလည်း ပုဏ္ဏားတစ်ယောက်ကမင်္ဂလာကိစ္စကမ်းလှမ်းဖို့ သားရှင်မိသားစုနဲ့အတူ ရောက်လာတယ်။\nရိုဇာရီယိုက \"အစားအသောက်ပစ္စည်းဝယ်ရင်တောင် လေယာဉ်နဲ့ထွက်ဝယ်တဲ့သူမျိုး၊နိုင်ငံတစ်နိုင်ငံက ပိုက်ဆံလိုရင်တောင် သူ့အရှေ့လက်လာဖြန့်ရမယ့်သူမျိုးကိုပဲ သားမက်တော်နိုင်မယ်\"လို့လေလုံးထွားလိုက်ပါတယ်။ပုဏ္ဏားကြီးဟာ သူ့သက်တမ်းတစ်လျှောက် ဒီလိုမျိုးမကြုံဘူးတော့အရမ်းရှက်သွားတယ်...ဒါ့ကြောင့် ဘဝင်လေဟပ်နေတဲ့မိသားစုကို လက်စားချေဖို့ လွန်စွာမှာ နိမ့်ကျတယ်လို့ယူဆတဲ့ ရာဂျူးကူလီနံပါတ် ၁ ကို အကူအညီတောင်းပြီး ရွှေဇွန်းကိုက်တဲ့သမီးတော်ကို ရဖို့ကြိုးစားပါတော့တယ်...ကူလီသမားကို သူဌေးကြီးပုံစံဖြစ်အောင် ပုဏ္ဏားကြီးဘယ်လိုကြိုးစားမလဲ...သူတို့ဘယ်လိုအကွက်ချကြမလဲ..အောင်မြင်နိုင်ပါ့မလား....ဆိုတာကိုတော့...\nတော်တော်လေး ရယ်ရတဲ့ ဇာတ်ကားဖြစ်လို့ Comedyကားကြိုက်သူများ လက်မလွှတ်သင့်ပါကြောင်း ....\nဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ်....File Size ...",
        "rating": "",
        "url": "https://megaup.net/2gxnt/Coolie_No.1.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/heAafjmY0UTiGmesRKSl0Uoejma.jpg",
        "title": "From Bedrooms to Billions: The PlayStation Revolution (2020)",
        "description": "From Bedrooms to Billions : The Playstation Revolution (2020)အခုဆိုရင် PS5လဲထွက်လာခဲ့ပြီဆိုတော့\nPlayStationဆိုတာ မြန်မာပြည်က လူငယ်တွေနဲ့စိမ်းမယ်မထင်ပါဘူး\nငယ်ငယ်ထဲက PS2ဆိုင်မှာ ဆော့ခဲ့ကြတဲ့ အရသာကို\nအခုထိကောင်းကောင်းကြီး သတိရနေကြအုံးမှာပါ\nဒီမှတ်တမ်းရုပ်ရှင်ထဲမှာတော့\nငယ်ငယ်က PlayStationရယ်လို့ဖြစ်လာတဲ့ အကြောင်းအရာတွေ\nသူ့ခေတ်သူ့အခါက ကြုံတွေ့ခဲ့ရမဲ့ အခက်အခဲတွေကို\nDocumentary အနေနဲ့ရိုက်ပြထားပါတယ်သူ့ခေတ်သူ့အခါက စိန်ခေါ်မှုတွေ အားပြိုင်မှုတွေနဲ့\nစက်တစ်ခုချင်းစီရဲ့ တည်ဆောက်ပုံတွေ\nဂိမ်းတွေဖန်တီးရာမှာ ကြုံတွေ့ခဲ့ရတဲ့အခက်အခဲတွေကို\nDevelopersတွေ ဖန်တီးသူတွေကို\ninterview ပုံစံနဲ့ ရိုက်ကူးထားတဲ့ documentary ပုံစံမျိုးဖြစ်လို့\nPlayStation ရဲ့ သမိုင်းကြောင်းကို အသေအချာသိနိုင်တဲ့ ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်ဘာသာပြန်နဲ့ အညွှန်းရေးသားပေးထားတာကတော့ Summer ပဲ ဖြစ်ပါတယ်။File size… 2.9 GB \nQuality….WEB-DL 1080p\nFormat…mp4\nDuration…. 2hr 42min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. August",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/from-bedrooms-to-billions-the-playstation-revolution-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qGRnR8FwHENyna9TGYOBDj53dct.jpg",
        "title": "Night Flight (2014)",
        "description": "[Unicode]ဆယ်ကျော်သက်ကောင်လေးသုံးယောက်ဖြစ်တဲ့\nသူ့ရဲ့ပုံစံအမှန်ကိုဖုံးကွယ်ထားတဲ့ကောင်လေး ယောင်းဂျူ\nကျောင်းလူမိုက်အဖွဲ့ခေါင်းဆောင် ဂီဝန်း\nငကြောက်လေး ဂီထယ်...\nတစ်ချိန်ကခင်ခဲ့တဲ့ သူငယ်ချင်းသုံးယောက် အကြောင်းကိစ္စလေးတွေကြောင့် စိတ်ဝမ်းကွဲခဲ့ရပါတယ်ဂီဝန်းရဲ့အဖွဲ့အနိုင်ကျင့်မှုကို သည်းမခံနိုင်တော့တဲ့ ဂီထယ်တစ်ယောက် ယောင်းဂျူနဲ့ဂီဝန်းတို့အကြောင်းကို ဖွင့်ချခဲ့ပါတယ်ယောင်းဂျူကတော့ ဂီဝန်းကိုကြိုက်နေတာဖြစ်ပြီး ဂီဝန်းတစ်ယောက်ကတော့ အချစ်ဆိုတာ နားမလည်တဲ့လူမိုက်လေးတစ်ယောက်ပေါ့အဲ့လိုနဲ့သူငယ်ချင်းတွေကြားထဲက ပဋိပက္ခတွေကြီးလာပြီး ဘယ်လိုတွေအဆုံးသတ်မလဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာပဲ ကြည့်လိုက်ကြပါလိင်တူချင်းချစ်ကြိုက်တာကိုကန့်ကွက်တဲ့ ကိုရီးယားနိုင်ငံရဲ့အယူတွေကြောင့် ယောင်းဂျူတစ်ယောက် ဘယ်လိုတွေခံရမလဲဆိုတာ...( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် ) [Zawgyi]ဆယ္ေက်ာ္သက္ေကာင္ေလးသုံးေယာက္ျဖစ္တဲ့\nသူ႔ရဲ႕ပုံစံအမွန္ကိုဖုံးကြယ္ထားတဲ့ေကာင္ေလး ေယာင္းဂ်ဴ\nေက်ာင္းလူမိုက္အဖြဲ႕ေခါင္းေဆာင္ ဂီဝန္း\nငေၾကာက္ေလး ဂီထယ္...\nတစ္ခ်ိန္ကခင္ခဲ့တဲ့ သူငယ္ခ်င္းသုံးေယာက္ အေၾကာင္းကိစၥေလးေတြေၾကာင့္ စိတ္ဝမ္းကြဲခဲ့ရပါတယ္ဂီဝန္းရဲ႕အဖြဲ႕အႏိုင္က်င့္မႈကို သည္းမခံႏိုင္ေတာ့တဲ့ ဂီထယ္တစ္ေယာက္ ေယာင္းဂ်ဴနဲ႔ဂီဝန္းတို႔အေၾကာင္းကို ဖြင့္ခ်ခဲ့ပါတယ္ေယာင္းဂ်ဴကေတာ့ ဂီဝန္းကိုႀကိဳက္ေနတာျဖစ္ၿပီး ဂီဝန္းတစ္ေယာက္ကေတာ့ အခ်စ္ဆိုတာ နားမလည္တဲ့လူမိုက္ေလးတစ္ေယာက္ေပါ့အဲ့လိုနဲ႔သူငယ္ခ်င္းေတြၾကားထဲက ပဋိပကၡေတြႀကီးလာၿပီး ဘယ္လိုေတြအဆုံးသတ္မလဲဆိုတာကေတာ့ ဇာတ္လမ္းထဲမွာပဲ ၾကည့္လိုက္ၾကပါလိင္တူခ်င္းခ်စ္ႀကိဳက္တာကိုကန္႔ကြက္တဲ့ ကိုရီးယားႏိုင္ငံရဲ႕အယူေတြေၾကာင့္ ေယာင္းဂ်ဴတစ္ေယာက္ ဘယ္လိုေတြခံရမလဲဆိုတာ...( အညႊန္းေရးသားထားသူကေတာ့ Shoon Thu Thu Chain ျဖစ္ပါတယ္ ) File size__( ...",
        "rating": "7.6",
        "url": "https://megaup.net/2gx5x/Night_Flight_(2014)_720p.mp4",
        "category": "BL, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iiJJoJwpdmGZJVjynRzMME6Z6Kf.jpg",
        "title": "Darbaan (2020)",
        "description": "Darbaan (2020)သံ ..... ယော ..... ဇဉ် .....စကားက ၃ လုံးထဲ။\nတွယ်မိငြိမိရင် လူကို အဆုံးထိအောင် နွယ်ပတ်နေတတ်တာမျိုး\nအဆုံးထိအောင် လောင်ကျွမ်းစေတတ်တာမျိုး။သံယောဇဉ် ဆိုတာ အစမထားမိရင် ဘာမှမဖြစ်တတ်တဲ့အမျိုး။\nစမိရင်တော့ အဆုံးမရှိ။ဒီဇာတ်လမ်းကတော့ ၁၈၉၁ ခုနှစ်တုန်းက ဝတ္ထုတိုကို ပြန်ပြီး ရိုက်ကူးထားတာလို့ ဆိုပါတယ်။\nသံယောဇဉ်ကြိုး နှောင်ဖွဲ့ထုံးတဲ့အကြောင်းကို ရိုက်ကူးထားတာပါ။ရိုင်ချာရန် ဆိုတဲ့ ကလေးထိန်းတစ်ယောက်အကြောင်းပါ။\nကလေးထိန်းနဲ့ ကလေးရဲ့ သံယောဇဉ်အကြောင်းကို ထိထိမိမိ တင်ပြထားခဲ့တာပါ။ဇာတ်လမ်းအကြောင်းကို အကျဉ်းရှင်းရင်တောင် ဇာတ်ကြောင်းပေါ်ပြီး ကြည့်မကောင်း ဖြစ်သွားနိုင်တာမို့ စပွိုင်းမပါဘဲ ရိုင်ချာရန် အကြောင်းလို့သာ မှတ်ယူပြီး ကြည့်စေချင်ပါတယ်။ကြည့်မိအောင်သာ ကြည့်ပါ။ ရင်ထဲကို ထိသွားစေရပါမယ်။\nမျက်ရည်မခိုင်တဲ့လူဆို မျက်ရည်ကျမိမှာ အသေအချာပါပဲ။\nအာရှကားတွေရဲ့ ဒရာမာအချိုးအကွေ့တွေက အာရှသားတွေရဲ့ရင်ကို ယိုင်နဲ့သွားစေမှာတော့ အမှန်ပါပဲ။IMDb - 7.4/10 ဆိုတာကတော့ အလကား မဟုတ်တာ ကြည့်မိရင် သိပါလိမ့်မယ်။Review, Translate and Encode - ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Wu3A/(CM)_Darbaan_(2020)_720p..mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/images-1-133x200.jpg",
        "title": "Paradise Z (2020)",
        "description": "Paradise Z (Two of  Us) (2020) Horror အမျိုးအစားကိုမှကြိုက်ပါတယ်ဆိုတဲ့\nရုပ်ရှင်ချစ်ပရိသတ်တွေအတွက် ၂၀၂၀ အစောပိုင်းက ထွက်ရှိထားတဲ့\nဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးပါရစေဒီကားလေးကတော့ apocalypse တွေထဲမှာမှ\nလူကြိုက်များပြီး စိတ်လှုပ်ရှားမှုပိုပေးနိုင်တဲ့\nzombie apocalypse ကားအမျိုးအစားလေးပဲဖြစ်ပါတယ်ဟုတ်ကဲ့ ....... ဇာတ်လမ်းအကျဉ်းချုပ်လေးပြောပါမယ်ဒီကားထဲမှာတော့ ဆေးလ်နဲ့ရို ဆိုတဲ့ မင်းသမီးချောလေးနှစ်ယောက်က\nအဓိကဇာတ်ဆောင်အနေနဲ့ ပါဝင်ပါတယ်\nပျက်ကပ်ရဲ့ရိုက်ခတ်မှုကြောင့် သူတို့နှစ်ယောက်ဟာ\nလူသူမရှိတဲ့ရပ်ကွက်တစ်ခုမှာခိုလှုံတိမ်းရှောင်ရင်း နေထိုင်စားသောက်နေရပါတယ်\nနေထိုင်စားသောက်ရတာတော့အဆင်ပြေပေမယ့်\nသူတို့နေရာဟာ စိတ်ချရတဲ့နေရာတော့မဟုတ်ပါဘူး\nဒါအပြင်လူအချင်းချင်းခေါင်းပုံဖြတ်ချင်တဲ့လူတွေနဲ့လည်းရင်ဆိုင်ရပါသေးတယ်\nတစ်နေ့သူတို့နေထိုင်တဲ့နေရာကို zombie တွေကျူးကျော်ဝင်ရောက်လာတဲ့အခါမှာတော့\nမိန်းမသားနှစ်ယောက်တည်းနဲ့ ဒီအခက်အခဲ တွေကို ကျော်လွှားနိုင်ပါ့မလားသူတို့ဘယ်လိုရင်ဆိုင်ဖြေရှင်းကြမလဲ ဆိုတာကတော့......ဒီလိုစိတ်လှုပ်ရှားစရာအခန်းတွေအပြင် မင်းသမီးချောလေးနှစ်ယောက်ရဲ့ nude scene တွေလည်းပါတာဆိုတော့\nzombie apocalypse ကိုမှကြိုက်တဲ့ ပုရိသယောက်ျားတွေအတွက်တော့\nအချိုပေါ်သကာရည်လောင်းလိုက်သလိုပဲပေါ့ဗျာReview နဲ့ ဘာသာပြန်ကတော့ Tk ပါFile size…1.18 GB and\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1hr 35 min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. August",
        "rating": "3.3",
        "url": "https://megaup.net/2gwyZ/(CM)_Two.Of.Us.2020.720P.mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNWYyMWFmYjMtMjBiZi00MDdmLWIyMjAtZWNlMGQ0YjI2NTBkXkEy_002-135x200.jpg",
        "title": "Half Brothers (2020)",
        "description": "Half Brothers (2020)================IMDb Rating - 5.4/10ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ family drama ကားကောင်းလေးတစ်ကားပါ။ရီနာတို ဆိုတဲ့ကောင်လေးတစ်ယောက်က ပျော်ရွှင်စရာကောင်းတဲ့ မက္ကဆီကန်မိသားစုသုံးယောက်ရှိတဲ့အထဲက သားလေးတစ်ယောက်ပါ။ နိုင်ငံစီးပွားရေးတွေ ကျပ်တည်းလာတဲ့အချိန် ရီနာတိုရဲ့အဖေ ဖလာဗီယိုက အမေရိကန်မှာ အလုပ်သွားလုပ်ဖို့ ဖြစ်လာခဲ့ပြီး ရီနာတိုကိုပြန်လာမယ်လို့ ကတိပေးခဲ့ပေမဲ့လည်း ပြန်မလာနိုင်ခဲ့ပဲ အမေရိကမှာ တစ်အိုးတစ်အိမ်ထူထောင်လိုက်ပြီလို့ သိခဲ့ရတယ်။ ရီနာတိုကတော့ သူ့အဖေကို အကြီးအကျယ်စိတ်နာနေခဲ့တယ်။ နှစ်တွေအများကြီးကြာပြီး ရီနာတိုတစ်‌ယောက် ကိုယ်ပိုင်မိသားစုထူထောင်တော့မဲ့အချိန် သူ့အဖေရဲ့အမေရိကန်မိသားစုက ဖလာဗီယိုတစ်ယောက် နောက်ဆုံးအခြေအနေရောက်နေပြီမို့ လာတွေ့ဖို့အသိပေးတဲ့အတွက် အမေရိကကို သွားဖို့ အကြောင်းရှိလာတဲ့အချိန် သူ့မှာ ညီတစ်ယောက်ရှိနေတာကိုပါ သိလိုက်ရပြီး ဖလာဗီယိုသေဆုံးခါနီးမှာ ရီနာတိုတို့ မိသားစုကို စွန့်ပစ်ခဲ့ရတဲ့အကြောင်းကိုရှာဖွေဖို့ ပဟေဠိဆန်ဆန်ချန်ခဲ့တာကြောင့် ရီနာတိုတစ်ယောက် သူ့ရဲ့ ဖအေတူမအေကွဲညီနဲ့အတူ ရှာပုံတော်ဖွင့်ရတဲ့အကြောင်းကို စိတ်၀င်စားဖွယ် ရိုက်ကူးတင်ဆက်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကိုဘာသာပြန်ရေးသားပေးသူကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.4",
        "url": "https://megaup.net/UBtd/Half.Brothers.720p.WEB-DL.DD5.1.H.264[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/DpFMAjyE6EmIknSduykVc1pB1J.jpg",
        "title": "32 Malasana Street (2020)",
        "description": "Malasana 32 (2020)\n---------------------ကျွန်တော်တို့ ငယ်ငယ်တည်းက ရင်းနှီးပြီးသားပါ... သရဲတို့ဝိညာဉ်တို့ဆိုတာ သေခါနီးအစွဲကြီးရင် မကျွတ်မလွတ်နဲ့ ဘဝမကူးနိုင်တဲ့ ဘုံသားတွေဆိုတာကိုပေါ့... ဒီဇာတ်လမ်းမှာ အဓိက ဆွဲဆောင်သွားတာကလဲ မကောင်းဆိုးဝါးရဲ့ စွဲလမ်းစိတ်ပါပဲ....ဇာတ်လမ်းအကျဉ်းကတော့ အန်ပါရိုတို့ မိသားစုဟာ သူတို့မွေးရပ်ဇာတိဖြစ်တဲ့ ရွာမှာ အဆင်မပြေတာကြောင့် မြို့ကြီးတစ်ခုကို ပြောင်းလာခဲ့ပါတယ်... မိသားစုဝင်တွေကလဲ များတာကြောင့် တိုက်ခန်းဟောင်းကြီး တစ်ခုကိုသာ အရစ်ကျနဲ့ဝယ်နိုင်ခဲ့ပါတယ်. အဲ့အချိန်ထိသူတို့မိသားစုဟာ ပျော်ပျော်ရွှင်ရွှင်ပါပဲ..ဒီလိုဈေးပေါပေါနဲ့ သူတို့မိသားစုဝင်ခြောက်ယောက်ကို ကျယ်ကျယ်ဝန်းဝန်းနေစေနိုင်လို့လေ...ဒါပေမယ့် အန်ပါရိုကတော့ စိတ်ထဲခြောက်ခြားနေခဲ့ပါတယ်..အဲ့လိုနဲ့တနေ့မှာတော့ အန်ပါရိုဟာ သူ့မောင်လေး ရာဖဲလ်ကို အိမ်မှာနေရင်းနဲ့ပျောက်သွားခဲ့တာကစပြီး ဒီတိုက်ခန်းကြီးဟာ မူမမှန်ကြောင်းကို သူတို့မိသားစုစပြီး သတိထားမိခဲ့ပါတယ်........အချိန်မတော် လမ်းလျှောက်သံတွေ ငြီးသံတွေနဲ့ ခြောက်ခြားလွန်းတာကြောင့် သူတို့မိသားစု တိုက်ခန်းပေါ်ကပါ ဆင်းပြေးပြီး အိမ်ကိုပြန်အပ်ဖို့ထိ လုပ်ခဲ့ပါတယ်... ကံဆိုးချင်တော့ တိုက်ခန်းကလဲ အပေါင်စာချုပ်နဲ့လုပ်ထားတော့ ပြန်အပ်မရခဲ့ပါဘူး.....အန်ပါရိုတို့မိသားစု ဒီကိစ္စကို ဘယ်လိုဖြေရှင်းမလဲ? ဒီအိမ်ကြီးက မကောင်းဆိုးဝါးဟာ ဒီတိုက်ခန်းကို စွဲလမ်းနေတာလား.? သူဘာကိုစွဲလမ်းနေတာလဲ? အဲ့လိုမေးခွန်းတွေနဲ့ ဇာတ်လမ်းအဆုံးထိ ကြောက်လည်းကြောက် ဆက်လည်းကြည့်ချင်စေမယ့် horrorဇာတ်လမ်းတပုဒ်မလို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့ ညွှန်းလိုက်ပါတယ်........  Translated and Encoded by : YKQuality : 1080p Blu-Ray and 720p Blu-RayFile Size : 1.8GB and ...",
        "rating": "5.5",
        "url": "https://megaup.net/2guvg/%7BCM%7DMalasana.32.2020.SPANISH.720p.BluRay..mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/48P3lTdsg19OfmrD5av0VJYcjLM.jpg",
        "title": "Sylvie’s Love(2020)",
        "description": "Sylvie's Love(2020)Sylvieဆိုတဲ့ မိန်းကလေးက တီဗွီအစီအစဉ်ထုတ်လုပ်ရေးဖြစ်ချင်သူပါ.....Robertကတော့ ဝါသနာကိုအရင်းခံပြီး ဆက်ဆိုဖုန်းမှုတ်နေတဲ့နာမည်မကြီးတဲ့ သာမန်ကောင်လေးပါ....တစ်နေ့မှာ Robertတစ်ယောက် သီချင်းခွေဝယ်ရင်း\nSylvieအဖေ့ရဲ့ ခွေဆိုင်လေးကိုရောက်လာပါတယ်.....Sylvieအဖေ Herbetက Robertကို ဆိုင်မှာအလုပ်ခန့်ရာကနေSylvieနဲ့ Robertတို့အနေချင်း နီးလာခဲ့ပါတယ်.....အဲ့ဒီနောက်သူတို့မမျှော်လင့်တဲ့အရာတွေဆက်တိုက်ဖြစ်လာခဲ့ပါတော့တယ်...ဒီကားက Thor: Ragnarok နဲ့ လူသိများလာတဲ့ မင်းသမီး Tessa Thompson အဓိကသရုပ်ဆောင်ထားပြီးတော်တော်လေးမိုက်တဲ့ဇာတ်လမ်းလေးမို့ ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Khine Khine Wai ပဲဖြစ်ပါတယ်.... File Size :(1.1GB) and (358MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:54:00\nGenre :  Drama, Music, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1Az09/Sylvies_Love.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/tdtw34myd9v51-143x200.jpg",
        "title": "Soul (2020)",
        "description": "IMDb Rating (8.3)/ Rotten Tomatoes (97%)ဂျိုးဂါဒင်နာ ဆိုတဲ့ အလယ်တန်းပြဂီတ ဆရာတစ်ယောက်မှာ ဂျပ်ဇ်ဂီတကို စင်မြင့်ပေါ်မှာ ဖျော်ဖြေချင်တဲ့အိမ်မက် ဟိုးငယ်ငယ်ကလေးကတည်းကရှိခဲ့ပါတယ်။\nHalf Note Club မှာ တစ်ခြား ဂျပ်ဇ် ပညာရှင်တွေကို အံ့သြသွားလောက်အောင် သူ့အရည်အချင်းကိုပြသနိုင်ပြီးတဲ့နောက်မှာ သူ့အိမ်မက်အတွက် ရောင်ခြည်လေးသန်းလာပါတော့တယ်။\nအဲ့ဒီလိုအချိန်ကျမှ ရုတ်တရက် မတော်တဆမှုတစ်ခုနဲ့ သူ့ဝိဉာဉ်ဟာ ခန္ဓာကိုယ်ကနေ ဖယ်ခွာပြီး နောက်ဘဝကို ပြောင်းဖို့လောကထဲ ရောက်ရှိသွားတဲ့အခါ..။\nတစ်သက်လုံးမက်လာတဲ့ အိမ်မက်တွေ ဆက်မက်ဖို့ မျှော်လင့်ချက်လေးကို ပျပျမြင်ရပြီဖြစ်တဲ့ ဂျိုးအတွက် နောက်ဘဝကို ပြောင်းဖို့အဆင်သင့်မဖြစ်သေးပါဘူး။\nအဲ့ဒီဘုံကနေ လွတ်မြောက်ဖို့ သူအစွမ်းကုန်ကြိုးစားပါတော့တယ်။\nမဖြစ်မနေဆိုသလိုပဲ သူ့အနေနဲ့ ကမ္ဘာပေါ်ကိုမစေလွှတ်ခင် ဝိဉာဉ်တွေကို ပင်ကိုယ်စရိုက် ဓလေ့တွေ ဉာဉ်တွေကို လေ့ကျင့်ပေးရတဲ့ နေရာတစ်ခုမှာ တွဲဘက်ကျလာတဲ့ ဝိဉာဉ်လေးတစ်ကောင်ကိုလေ့ကျင့်ပေးရဖို့ဖြစ်လာပါတယ်။\nအဲ့ဒီဝိဉာဉ်လေးက လက်ပေါက်အကပ်ဆုံး ကမ္ဘာပေါ်ကိုပြန်မသွားချင်လို့ နည်းပေါင်းစုံနဲ့ ဒီဘုံမှာပဲကပ်တွယ်ဖို့ကြိုးစားနေတဲ့ ထူးထူးဆန်းဆန်းသတ္တဝါလေးဖြစ်နေတော့ သူမှာ အခက်အခဲပေါင်းစုံကြုံရတော့တာပါပဲ။\nStudio က pixar ဆိုတော့ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2gwl3/(CM)Soul.2020.720p.DSNP.WEBRip.DDP5.1.Atmos.x264-CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMTczNTA1Njg5Ml5BMl5BanBnXkFtZTcwMzgwOTc2NA@@._V1_UY1200_CR8506301200_AL_-133x200.jpg",
        "title": "[18+] Save Me (1994)",
        "description": "ထူးဆန်းပြီး လျှို့ဝှက်ချက်တွေနဲ့ ပြည့်နေတဲ့ မိန်းမလှလေးတစ်ယောက်နဲ့မိန်းမနဲ့ အဆင်မပြေလို့ ကွဲရတော့မှာမို့လို့ စိတ်ညစ်နေတဲ့ ရုံးကဝန်ထမ်းတစ်ယောက် တွေ့ကြတဲ့အခါ..မိန်းမလှလေးရဲ့ လျှို့ဝှက်ဆန်းကြယ်ပြီး ဒုက္ခရောက်နေတဲ့ဘဝကို ဘယ်လို ကယ်တင်ကြမလဲ...ဇာတ်ရှုပ်ကို ဘယ်လိုရှင်းကြမလဲ..မိန်းမလှလေးကရော ဘာလို့ ဒုက္ခရောက်နေတာလဲ ..မင်းသားနဲ့ မင်းသမီးဘယ်လိုငြိကြမလဲ...ဆိုတဲ့မေးခွန်းတွေကို အဖြေရှာကြည့်ကြရမယ့် ဇာတ်ကားပါ။ဇာတ်လမ်းကို ပီပြင်စေဖို့ အဖော်အချွတ်တွေကို ကွက်ကွက်ကွင်းကွင်းတင်ဆက်ထားတာကြောင့်မိသားစုနဲ့အတူကြည့်လို့မရပါဘူး...ကလေးသူငယ်တွေမကြည့်ပါနဲ့...၁၈ နှစ်ပြည့်မှ ကြည့်ကြပါ။ \nFile size…(1.7 GB) and (1 GB)\nQuality…WEB-DL 1080p & 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Moe Htet",
        "rating": "",
        "url": "https://channelmyanmar.org/18-save-me-1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/f9c8f488c6054f14b5416672c2610bca-140x200.jpeg",
        "title": "OH! My Gran (2020)",
        "description": "[Unicode]Oh! My Gran(2020)၅၂၈ မေတ္တာရဲ့ အေးချမ်းမှုတွေကို ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းကောင်းလေးပါဇာတ်လမ်းအကျဉ်းအဘွားအိုမွန်ဟီးဟာ သူငယ်ပြန်ရောဂါကို ခံစားနေရသူပါသူမမှာ သားတစ်ယောက်နဲ့ မြေးမလေးတစ်ယောက်ရှိပါတယ်သားဖြစ်သူကလည်း အလုပ်များတာကြောင့် အမေကို ဂရုမစိုက်နိုင်ခဲ့ဘူးသူငယ်ပြန်နေတဲ့လူဆိုတော့ ကလေးလို အမြဲလျှောက်သွားနေကျပေါ့သူအဲ့လိုသွားတိုင်းမှာ မြေးမလေးက အမြဲ သူ့အဖော်အဖြစ်ပါတယ်တစ်ရက်မှာတော့ ဆန်အရက်ဝယ်ဖို့ဆိုပြီး မြေးအဘွား ၂ ယောက် ညဘက် ထွက်သွားခဲ့တယ်လမ်းမှာ မြေးဖြစ်သူ ဘိုမီကားနဲ့တိုက်ပြေးခံရတယ် တရားခံမမိဘူး\nစီစီတီဗီကလည်း မှောင်နေလို့ သေချာ မမြင်ရဘူးရဲစခန်းကလည်း အမှုကို သေချာမလိုက်ပေးဘူးအဲ့ဒါကြောင့် အဖေနဲ့အဘွားက အမှုကို လိုက်စုံစမ်းကြမှာပါနောက် ဘာတွေဆက်ဖြစ်မလဲ တရားခံ မိမှာလားဘယ်လို အလွဲလေးတွေ ဟာသလေးတွေဖြစ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုပါနော် ။( အညွှန်းရေးသားထားသူကတော့ Hay Thar Oo ဖြစ်ပါတယ် ) [Zawgyi]Oh! My Gran(2020)၅၂၈ ေမတၱာရဲ႕ ေအးခ်မ္းမႈေတြကို ပုံေဖာ္႐ိုက္ကူးထားတဲ့ ဇာတ္လမ္းေကာင္းေလးပါဇာတ္လမ္းအက်ၪ္းအဘြားအိုမြန္ဟီးဟာ သူငယ္ျပန္ေရာဂါကို ခံစားေနရသူပါသူမမွာ သားတစ္ေယာက္နဲ႔ ေျမးမေလးတစ္ေယာက္ရွိပါတယ္သားျဖစ္သူကလည္း ...",
        "rating": "6.1",
        "url": "https://megaup.net/UBb4/Oh!_My_Gran_(2020)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNjAwMDFlYmItMTk1Ni00MmEyLWJmODMtOTY0MWI1NjIzZDE2XkEy_002-135x200.jpg",
        "title": "We Can Be Heroes (2020)",
        "description": "We Can Be Heroes (2020)===================IMDb Rating - 4.5/10ခရစ္စမတ်နေ့မှာ ထွက်လာတဲ့ ရုပ်ရှင်ကားကောင်းလေးကို လက်ဆောင်အနေနဲ့ တင်ပေးချင်လို့ပါ။ကားနာမည်က ငါတို့ကလည်း ဟီးရိုး ဖြစ်နိုင်ပါတယ်။ဒါကတော့ ဟီးရိုးလေးတွေရဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။ ဟီးရိုးလေးတွေလို့ ဘာလို့ ပြောရတာလဲ ဆိုတော့ .....ဟီးရိုးကြီးတွေရဲ့ သားသမီးလေးတွေ အကြောင်း ဖြစ်နေလို့ပါပဲ။ ဟီးရိုးကြီးတွေက ကမ္ဘာကို ကာကွယ်ပြီး အခုချိန်မှာအေးဆေးဖြစ်နေကြပါပြီ။ တစ်နေ့မှာတော့ ကမ္ဘာကို ကျူးကျော်ဝင်ရောက်လာတဲ့ ဂြိုလ်သားတစ်စုကြောင့် ဟီးရိုးတွေအလုပ်ပြန်လုပ်ကြရပါတော့တယ်။ သူတို့ ရန်သူနဲ့ ရင်ဆိုင်နေတဲ့အချိန်မှာ သူတို့ရဲ့သားသမီးတွေကို ဌာနချုပ်မှာ ထိန်းသိမ်းထားပါတယ်။ ဒါပေမယ့် ဟီးရိုးကြီးတွေ မရှုမလှနဲ့ အရှုံးပေးလိုက်ကြရပြီး ဖမ်းခေါ်ခံလိုက်ရတဲ့ အချိန်မှာတော့ ......ဟီးရိုးလေးတွေ ခဗျာ အငြိမ်မနေနိုင်ကြတော့ပါဘူး။ သူတို့လည်း ဟီးရိုးမျိုးရိုး ပီသစွာနဲ့ ကိုယ့်မှာရှိတဲ့ ပါဝါတွေကို အသုံးချပြီးရင်ဆိုင်ဖို့ ကြံစည်ကြရပါတော့တယ်။ ဘာတွေ ဖြစ်လာမလဲဆိုတာကတော့ ...... ...",
        "rating": "4.8",
        "url": "https://megaup.net/2gw5D/We.Can.Be.Heroes.2020.720p.NF.WEB-DL[CM].mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lNVHB85FUDZqLzvug3k6FA07RIr.jpg",
        "title": "Wonder Woman 1984 (2020)",
        "description": "Wonder Woman 1984 (2020)============================ကဲ အားလုံးစောင့်မျှော်နေရတဲ့ WW 1984 HBO က ထွက်ထွက်ချင်းပဲ CM Translator Team က အမြန်ဆုံး အကောင်းမွန်ဆုံး ညတွင်းချင်း ဘာသာပြန်ပြီး CM Fan တွေ အတွက် တင်ဆက်ပေးလိုက်ပါတယ် မမ Gal Gadot ရဲ့ ချစ်စရာ မျက်နှာလေးကို အတူတူ ငေးကြည့်ကြရအောင် Translated by : CM TeamEncoded by : Little NeoFile Sie : 1.6GbQuality : IMAX 720p WEB H264 and IMAX 1080pSubtile : Myanmar(hardsub)",
        "rating": "6.8",
        "url": "https://megaup.net/2gwru/(CM)_Wonder.Woman.1984.2020.720p..mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/fdg-1-142x200.jpg",
        "title": "Collectors (2020)",
        "description": "ဇာတ်ကားအကြောင်းမပြောခင် ပါဝင်ထားတဲ့သရုပ်ဆောင်တွေက\nမိတ်ဆက်ပေးစရာမလိုလောက်အောင် ကိုရီးယားပရိသတ်အတော်များများ\nသေချာပေါက်သိကြမယ့် နာမည်ကြီးမင်းသားမင်းသမီး ဇာတ်ပို့ဇာတ်ရန်တွေချည်းပါပဲ\nပြောရရင်တော့ မင်းသမီးနေရာမှာ လက်ရှိ\nအားလုံးသဘောကျနေကြတဲ့\nဂျိုဆွန်းခေတ်မိဖုရားကြီးနေရာသရုပ်ဆောင်ထားတဲ့\nရှင်းဟယ်ဆောင်း ပါဝင်အားဖြည့်ပေးထားပါတယ် ( အဓိကအချက် )\nဖောက်ထွင်းလူလိမ်လို့ခေါ်ရလောက်အောင် ရှေးဟောင်းပစ္စည်းတွေကို ဖောက်ထွင်းပြီး\nဈေးကောင်းပေးတဲ့နေရာမှာ ပြန်ရောင်းစားတဲ့ ဂန်ဒုန်ဂူဆိုတဲ့လူတစ်ယောက်ဟာ\nအပေါ်ယံမှာတော့ ရှေးဟောင်းယဉ်ကျေးမှုအဖွဲ့အစည်းရဲ့အကြီးအကဲဖြစ်ပြီး နောက်ကွယ်မှာ\nရှေးဟောင်းပစ္စည်းတွေကို ရောင်းစားနေတဲ့ ဥက္ကဋ္ဌဂျင်ဆန်းဂူဆိုတဲ့လူနဲ့ပတ်သတ်ဖို့ဖြစ်လာခဲ့တဲ့အခါ...\nဘိုးတော်တပ်မက်လောက်မယ့်ပစ္စည်းကို ဖောက်ထွင်းပေးဖို့ကြိုးစားရင်း\nဂန်ဒုန်ဂူတို့အဖွဲ့ ဘယ်လိုတွေ ကတုံးပေါ်ထိပ်ကွက်မလဲဆိုတာကို ဆက်ကြည့်ပေးစေချင်ပါတယ်\nဇာတ်လမ်းက ( ကိုရီးယားဇာတ်ကားအနေနဲ့ ) အတော်လေးစိတ်ဝင်စားစရာကောင်းပြီး\nဇာတ်ကောင်တစ်ယောက်ချင်းစီရဲ့ကိုယ်ပိုင်ဟန်က မပျင်းမရိရဘဲ အဆုံးထိဆွဲခေါ်ပေးသွားပါလိမ့်မယ်\nအချိန်ပေးရတာ သေချာပေါက်တန်စေမှာဖြစ်ပြီး မင်းသားရော မင်းသမီးပါ ကြည့်ရင်း\nပြီးလို့ပြီးသွားမှန်းမသိမှာမလို့ ကြည့်စေချင်တာနဲ့ညွှန်းပေးလိုက်ပါတယ်\nFile Size -  1.6 GB\nQuality - Web-dl 1080p\nSubtitle - Burmese\nTranslator - Phu Nge Nge Thein\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/2gvE6/Collectors.2020.720p%7BCM%7D.mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "",
        "title": "Homme Fatale (2019)",
        "description": "Homme Fatale 2019\nဒီဇာတ်လမ်းမှာတော့ 2PM က Lee Joon-Ho ကို playboy အဖြစ်နဲ့ မြင်တွေ့ရမှာဖြစ်ပါတယ်\nပျောက်ချက်သားကောင်းနေတဲ့ Mischievous Kiss က\nမမ Jung So-Min ကလည်း အဓိက ပါဝင် သရုပ်ဆောင်ထားပါတယ်\n \nဇာတ်လမ်းအကျဉ်း\nဟောဆဲ့က ကချေသည်မိခင်က မွေးဖွားလာတဲ့ မျိုးရိုးနိမ့်တစ်ယောက်ပါ\nမိခင်ဆုံးပါးပြီးနောက် ကချေသည်အိမ်မှာပဲ ကချေသည်တွေကြားမှာ ကြီးပြင်းလာခဲ့တယ်\nကချေသည်တွေကသာ သူ့ရဲ့ မိသားစုဖြစ်လာခဲ့တယ်\nတစ်ရက်မှာ ကချေသည်အိမ် အကြွေးနဲ့ သိမ်းခံရမယ့် အခြေအနေကိုရောက်လာတယ်\nဟောဆဲ့လည်း မနေသာတော့ပဲ တစ်ဖက်တစ်လမ်းကနေ ဝင်ငွေကူရှာတဲ့အခါမှာတော့\nယောက်ျား ကချေသည်အဖြစ်နဲ့ မိန်းမတွေကို ဖျော်ဖြေရသူဖြစ်လာတယ်\nတကယ်က သူ့မှာ အရမ်းချစ်တဲ့ မိန်းကလေးရှိတယ်\nသူ့ရဲ့ ဒီလိုအခြေအနေမှာ သူချစ်တဲ့ကောင်မလေးနဲ့ နီးစပ်နိုင်ပါ့မလား\nသူတို့ရဲ့ အချစ်ကို ဘယ်လို ပုံဖော်ပြမလဲဆိုတာ  ဒီဇတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်File Size –  996MB\nQuality – 1080p ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/homme-fatale-2019/"
    },
    {
        "thumbnail": "",
        "title": "Our Love Story (2016)",
        "description": "Our Love Story (2016)\n2016 ကထွက်ခဲ့တဲ့ our love story ဆိုတဲ့ ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားလေးက ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုတွေ ၅ ဆုတောင်ရရှိထားပါတယ်Lesbian/Romance အမျိုးအစားဖြစ်ပါတယ်\n \nဇာတ်လမ်းအကျဉ်းဂင်ယွန်ဂျူဟာ ပန်းချီဆရာမ တစ်ယောက်ဖြစ်ပြီး ပြပွဲအတွက် ထူးခြားတဲ့ လက်ရာတစ်ခု ဖန်တီးနေတဲ့လူပါအသက် ၃၂ နှစ်အရွယ်ရောက်တဲ့အထိ ရည်းစားမထားသေးတဲ့ အပျိုကြီးတစ်ယောက်ဆိုလည်းမမှားပါဘူးအပျိုကြီးယွန်ဂျူနဲ့ ဂျီဆူဆိုတဲ့ ကောင်မလေး mini-mart တစ်ခုမှာ အမှတ်မထင်တွေ့ခဲ့ပါတယ်မှတ်ပုံတင်မေ့လာခဲ့လို့ ဆေးလိပ်ဝယ်မရဖြစ်နေတဲ့ ဂျီဆူကို အပျိုကြီးက ဆေးလိပ်ဝယ်တိုက်လိုက်တာပါအဲ့နောက်မှာတော့ သူတို့ ဘယ်လိုတွေဆက်တွေ့ပြီး ချစ်သူဖြစ်သွားမလဲ.......Lesbian အတွဲလေးဖြစ်တာကြောင့် ဘယ်လို ပြဿနာလေးတွေကြုံရမလဲ......အဆုံးထိ လက်တွဲနိုင်မှာလားဆိုတာ ဒီဇာတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်18+ ဇာတ်ဝင်ခန်း အနည်းငယ်ပါတာမို့ မိသားစုနဲ့တူတူ ကြည့်ရှုဖို့ မသင့်တော်ပါဘူး\n \nဒီဇတ်ကားကိုတော့ Hay Thar Oo ကဘာသာပြန်ပေးထားပါတယ်File Size - 896MB\nQuality - HDRip\nFile Type - ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/our-love-story-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/47146768_601069236989377_6529766898983239680_o-140x200.jpg",
        "title": "Love Actually (2003)",
        "description": "Love Actually (2003)\n================\nအခုလိုခရစ္စမတ်ကာလနီးလာတဲ့အချိန်လေးမှာ\nခရစ္စမတ်ပါဝင်တဲ့ဇာတ်လမ်းကိုကြည့်ရတဲ့အရသာဟာ\nအင်မတန်ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းတာအမှန်ပါပဲ\n(ကိုယ့်တစ်သက်နဲ့တစ်ကိုယ်တစ်ခါမှမမြင်ဖူးတဲ့\nနှင်းပွင့်လေးတွေကိုစိတ်ကူးယဉ်ရတဲ့feelလေးနဲ့ပေါ့)\nအဲ့ဒီထဲမှာမှ ကိုယ်သဘောကျတဲ့မင်းသားမင်းသမီး\nသရုပ်ဆောင်တွေကိုတစ်စုတစ်ဝေးထဲမြင်တွေ့ရမယ်ဆို\nအတိုင်းထက်လွန်းကျေနပ်ဖို့ကောင်းပြီမဟုတ်ပါလား\nဗြိတိန်ရဲ့နာမည်ကျော်သရုပ်ဆောင်ကောင်းတွေဖြစ်တဲ့\nမင်းသားကြီး Liam Nesson , Alan Rickman\nColin Firth,Bill Nighy ,Rowan Atkinson\nချစ်စရာမင်းသမီးချောလေး Keira Nightly နဲ့\nLaura Linney တို့ကိုတစ်နေရာထဲမှာ\nမြင်လိုက်ရတာနဲ့တင်အချိန်ပေးရကျိုးနပ်သည့်အပြင်\nဖွဲ့စည်းထားတဲ့ဇာတ်လမ်းဟာဆိုရင်အပြစ်ဆိုရက်စရာမရှိ\nနှစ်လိုဖွယ်ကောင်းလွန်းတယ်လို့ပင်ညွှန်းရမယ့်\nဇာတ်လမ်းဟောင်းလေးတစ်ခုပါ\nintertwined stories လို့ခေါ်တဲ့\nဇာတ်လမ်းတစ်ခုထဲမှာမတူညီတဲ့ဇာတ်လမ်းလေးတွေကို\nယှက်နွယ်ပြီးပြသွားလေ့ရှိပုံစံရုပ်ရှင်ကားမျိုးတွေကို\nသဘောကျတတ်တဲ့သူတွေပိုပြီးအကြိုက်တွေ့မှာပါ\nဝမ်းသားခြင်းကြည်နူးခြင်းဝမ်းနည်းရခြင်းတွေနဲ့\nLove actually ဇာတ်ကားဟာ\nDrama/Comedy/ Romance စသဖြင့်\nရသမျိုးစုံကိုပေးတဲ့ Family Type\nFriendship အသားပေးထားတာဖြစ်တဲ့အတွက်\nခရစ္စမတ်ချိန်ခါအားလပ်ရက်မှာမိသားစုနဲ့အတူ\nအချိန်ပေးပြီးကြည့်ရန်လည်းအသင့်တော်ဆုံးပါပဲ\nအညွှန်းလေးအကျဉ်းချုပ်ပြောရရင်....\nမူးယစ်ဆေးဖြတ်ပြီးအဆိုတော်ပြန်လုပ်\nခပ်ကြောင်ကြောင်စကားလုံးတွေပြောပြီး\nခရစ္စမတ်သီချင်းတစ်ပုဒ်ကိုဆိုနေတဲ့\nခေတ်ဟောင်းအဆိုတော်အဘိုးကြီးတစ်ယောက်\nအမေရိကားကိုရောက်မှစော်ကြည်မယ်ထင်ပြီး\nမိမိမွေးရပ်မြေကိုစွနိ့ခွာချင်နေတဲ့\nဗြိတန်သားငနဲလေးတစ်ယောက်\nအချစ်ဆုံးသူငယ်ချင်းရဲ့မင်္ဂလာပွဲကို\nအခမ်းအနားဆုံးဖြစ်အောင်ပြင်ဆင်ပေးပြီး\nကင်မရာလေးနဲ့ရိုက်ပြီးအမှတ်တရပုံရိပ်ကို\nတိတ်တခိုးခံစားချက်တွေနဲ့အတူ\nခိုးပြီးသိမ်းဆည်းထားတဲ့ကောင်လေးတစ်ယောက်\nဝန်ထမ်းကောင်မလေးကိုအပေါ်မှာ\nချစ်စိတ်ဝင်မိရာကနေ အမေရိကန်သမ္မတကိုတောင်\nချေပနိုင်တဲ့စကားတွေပြောဖြစ်သွားရာကနေ\nပြည်သူရဲ့အချစ်တော်အင်္ဂလန်ဝန်ကြီးချုပ်တစ်ယောက်\nဖောက်ပြန်တဲ့မိန်းမကိုလက်ပူးလက်ကြပ်မိပြီး\nစိတ်နာနာနဲ့ ပြင်သစ်ကတော့ရွာလေးဘက်ကို\nခရီးထွက်အနားယူရာမှတွေ့ဆုံခဲ့သော\nပေါ်တူဂီမလေးကိုချစ်မိသွားတဲ့လူတစ်ယောက်\nReal sex မဟုတ်တဲ့ဟန်ပြသရုပ်ဆောင်\nအပြာကားရိုက်ရင်းတကယ်ချစ်မိသွားတဲ့ချစ်သူနှစ်ဦး\nသူဋ္ဌေးဖြစ်သူကိုစနိုက်ကြော်ရန်လိုက်ကပ်နေတဲ့\nစာရေးမလေးနဲ့ သူဋ္ဌေးရဲ့မိန်းမမိသားစုအကြောင်း\nရုံးတစ်ခုထဲမှာအတူတူလုပ်နေတဲ့\nလုပ်ဖော်ကိုင်ဖက်ကောင်လေးကိုတစ်ဖတ်သတ်အချစ်နဲ့\n၂နှစ် ၇လနဲ့ ၃ရက်တိုင်အောင်ထိ\nဖွင့်ဟပြောဖို့ရန်အခြေအနေမပေးတဲ့\nကောင်မလေးတစ်ယောက်အကြောင်း စသဖြင့်\nမတူညီတဲ့ဇာတ်လမ်း ၈ ခုဟာဘယ်မျိုးသော\nအကြောင်းအရာတွေနဲ့ ချိတ်ဆက်နေမလဲ\nကြည့်နေတဲ့ပရိတ်သတ်ကိုဝမ်းသာကြည်နူးတစ်လှည့်\nဝမ်းနည်းကြေကွဲစရာလေးတွေနဲ့တစ်ဖုံ\nခံစားမှုတွေရမယ်ဆိုတာသေချာပါတယ်\nLove actually ဇာတ်ကားဟာ\nNominated 27 နဲ့ Winners 10 ခုကို\nရရှိထားဖြစ်ပြီး အကောင်းဆုံးဇာတ်ပို့ဆုတွေကို\nမင်းသားကြီး Bill Nighy နဲ့ မင်းသမီးကြီး\nEmma Thompson တို့ကအများဆုံးရထားကြပြီး\n2017 ခုနှစ်မှာတော့\nRed Nose Day Actually ဆိုတဲ့\nမိနစ်ပိုင်းစာလေးနဲ့အလွမ်းပြေတင်ဆက်ပေးခဲ့ပါတယ်\nအကယ်၍ Sequal များဆက်ထွက်ခဲ့မယ်ဆိုရင်လည်း\nAlan Rickman ...",
        "rating": "",
        "url": "https://megaup.net/UAas/Love_Actually_2003_(720p_x265_10bit_Tigole).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/6c45bb6e9809265c38c0f48a078de1c4-140x200.jpg",
        "title": "You Are the Apple of My Eye (2011)",
        "description": "(Zawgyi) အခ်စ္အေၾကာင္းေတြ မ်ိဳးစံုေအာင္ နားရည္ဝဝ ၾကားဖူးခဲ့ၾကမယ္...ေပးဆပ္ျခင္းေတြ ရယူျခင္းေတြ အတၱေတြၾကားညွပ္ျပီး ဝါဒဆန္ဆန္လဲ ထူးဆန္းဖူးခဲ့ၾကမယ္...ခမ္းနားျခင္း ခ်မ္းသာျခင္း ဆင္းရဲျခင္းေတြၾကားက ေရာင္စံုအခ်စ္ေတြအေၾကာင္းလဲ  တရားက်ဖူးခဲ့ၾကမယ္...အံ့ၾသစရာကေတာ့ ၾကားဖူးသမွ်နဲ႔ ခံစားရတာက တျခားစီ ျဖစ္ေနမယ္ဆိုတာပဲ....တကယ္ေတာ့ အခ်စ္မွာ ရိုးသားျဖဴစင္တာကလြဲလို႕ က်န္တဲ့ဘယ္က႑မွ မပါဘူးလို႔ ဒီဇာတ္ကားေလးက သက္ေသျပေနမယ္...တခ်ိဳ႕ျငိမ္းခ်မ္းေရးေတြက ေဆြးေႏြးစရာမလိုတဲ့အခ်ိန္မွာ ရလိမ့္မယ္....ခ်စ္ျခင္းလဲအတူတူပါပဲ...သူ႕အလိုလို ေနရင္းထိုင္ရင္း တေျဖးေျဖးကြ်ံက် နစ္ဝင္သြားတာမ်ိဳး....သတိထားမိတဲ့အခ်ိန္မွာ အခ်စ္ဆိုတာဘာလဲလို႔ အဓိပၸါယ္ဖြင့္စရာမလိုေအာင္ ကိုယ္တိုင္က ခ်စ္ျခင္းျဖစ္ေနလိမ့္မယ္...အပိုေတြကို သိပ္ေတာ့လဲ အံ့ၾသစရာမရွိပါဘူး...စကားလံုးေတြၾကား လူသားေတြညွပ္ေနတာ ၾကာခဲ့ျပီေကာ...ဒါေပမယ့္ ေျဖသိမ့္စရာက ခ်စ္ျခင္းဆိုတာကို အဓိပၸါယ္ဖြင့္ခံစားဖို႔ ဒီလိုဇာတ္ကားေလးေတြ က်န္ေနေသးတယ္။ဒီဇာတ္ကားကို ဘယ္လိုမွ လက္လြတ္မခံပါနဲ႔ မိတ္ေဆြ... ကိုယ့္ႏွလံုးသားကို ကိုယ္ျပန္ျမင္ရဖို႔အခြင့္အေရးကို မိမိရရဆုပ္ကိုင္ထားပါ။IMDb Rating (7.7) ရရွိထားတဲ့ ထိုင္ဝမ္အခ်စ္ဇာတ္ကားစစ္စစ္ေလးပါ။ (Unicode) အချစ်အကြောင်းတွေ မျိုးစုံအောင် နားရည်ဝဝ ကြားဖူးခဲ့ကြမယ်...ပေးဆပ်ခြင်းတွေ ရယူခြင်းတွေ အတ္တတွေကြားညှပ်ပြီး ဝါဒဆန်ဆန်လဲ ထူးဆန်းဖူးခဲ့ကြမယ်...ခမ်းနားခြင်း ချမ်းသာခြင်း ဆင်းရဲခြင်းတွေကြားက ရောင်စုံအချစ်တွေအကြောင်းလဲ  ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/you-are-the-apple-of-my-eye-update/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ySSRf3zJ0ovRi5RVOUuy3UdHJO3.jpg",
        "title": "Made In China(2019)",
        "description": "Made In China(2019)အညွှန်း************************* ရာဂူးဟာသာမန်စီးပွားရေးသမားတစ်ယောက်....ပြောရရင်သူ့ပေါက်ကရအိုင်ဒီယာတွေကြောင့် စီးပွားရေးမှာမအောင်မြင်ဘူး .....ကြာတော့သူ့အဖေကသူ့ကို တိုးတက်ပါစေတော့ အောင်မြင်ကြီးပွားပါစေတော့ဆိုပြီး တရုတ်ကိုလွှတ်ကာစီးပွားရေးအမြင်ရအောင်လုပ်ခိုင်းတယ်.. ရာဂူးဟာတရုတ်ကအောင်မြင်တဲ့ စီးပွားရေးသမားတစ်ယောက်ဆီက အတွေးအခေါ်အိုင်ဒီယာတွေကိုယူကာ အဲ့ကနေစပြီး သူ့အဖေမျှော်မှန်းထားတဲ့နည်းနဲ့တော့မဟုတ်ဘဲ ဘဝတစ်ဆစ်ချိုးအလှည့်အပြောင်းဖြစ်လာခဲ့တော့တယ်...\nအခက်အခဲမျိုးစုံကြားကနေ ရာဂူးတစ်ယောက်ဘယ်လိုဆက်ပြီးလုပ်ဆောင်သွားမလဲဆိုတာကိုတော့...Indiaကားကောင်းကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်း..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwe Zan Aungပဲဖြစ်ပါတယ်... File Size : (2.2GB) and (1.1GB)\nQuality : Web-DL 1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre :Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/Uzlf/Made_In_China.2019.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4CBRucZOJ1TtJ4VB5SWxT3hvcmN.jpg",
        "title": "Fictitious OL Diary (2020)",
        "description": "Fictitious girl's diary 2020 မြန်မာစာတန်းထိုး==================================စိတ်ကူးယဥ်မိန်းကလေးတစ်ယောက်ရဲ့ ဒိုင်ယာရီရုပ်ရှင် ဂျပန်နိုင်ငံရဲ့ နာမည်ကြီး ဟာသသရုပ်ဆောင် Bakarhythm ရေးတဲ့နာမည်တူ စာအုပ် 2017မှာ စီးရီးရိုက်ကူးခဲ့ပါတယ်။အမျိုးသမီးတော်တော်များများက သူတို့ရဲ့စိတ်ကိုနားလည်တယ်ဆိုပြီး သဘောကျခဲ့ကြပါတယ်။2020 မှာ ရုပ်ရှင်ပြန်လည်ရိုက်ကူးခဲ့ပါတယ် ဖြတ်သွားဖြတ်လာရင်း တစ်ခါတလေ တခြားလူတွေရဲ့ဘဝတွေကို အားကျမိတာမျိုး ရှိကောင်းရှိမှာပါ။ ငါသာ သူဆိုရင်ဆိုပြီးတွေးမိတာမျိုးလည်းရှိမယ်။ ဒီရုပ်ရှင်ထဲမှာတော့ ဇာတ်ကောင်ဟာ ဘဏ်ကိုသွားလာရင်း ဘဏ်ဝန်ထမ်းမိန်းကလေးတွေကို မြင်ပြီး သူတို့တွေရဲ့ ရုံးသွားရုံးတတ်အချိန်တွေကို ကိုယ့်ကိုကိုယ် မိန်းကလေးတစ်ယောက်လို စိတ်ကူးယဥ်မိတယ် ထင်ပါတယ်။မနက်ပိုင်း မထချင်ထချင် အိပ်ယာစောစောထမယ်။ ရုံးသွားဖို့ အလှပြင်။ ရုံးရောက်ဖို့ ရထားလေးတိုးစီး \"တနလ်ာနေ့နံနက်တွေက တကယ်ကိုချမ်းပြီး မထချင်စရာပဲလို့ \"ပြောကြရင်းပေါ့။ယော်ျားရင့်မာကြီးတစ်ယောက်က ဒီရုပ်ရှင်ထဲမှာ စကတ်တိုဝတ်ထားပေမယ့် ထူးဆန်းတာက သူသရုပ်ဆောင်တဲ့ဇာတ်ကောင်အတိုင်း မိန်းကလေးတစ်ယောက်လို ဖြစ်နေတာပါပဲ ။သရုပ်ဆောင်အရမ်းကောင်းကြတာ သတိထားမိပါတယ်။ရုပ်ရှင်ကြည့်နေရသလိုမဟုတ်ပဲ ဘဏ်ဝန်ထမ်းတွေကိုပဲ မျက်စိထဲမြင်နေမိပါတယ်။အဓိက သရုပ်ဆောင် Bakarhythm က ဟာသသရုပ်ဆောင်ဖြစ်သလို စာရေးဆရာ၊ သရုပ်ဆောင် ၊သီချင်းရေးဆရာ ၊ပြဇာတ်ရေးဆရာလည်း ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Awy2/%7BCM%7DFictitious.Girl_s.Diary.The.Movie.2020.720p.BluRay.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/918W3i-NmbL._RI_-150x200.jpg",
        "title": "Home Alone 4 (2002)",
        "description": "ခရစ်စမတ်ကာလရောက်ရင် ကြည့်ရမယ့်ဇာတ်ကားတွေထဲမှာ Home Alone ဇာတ်ကားတွေကလည်း ထိပ်ဆုံးက ပါဝင်ပါတယ်။Comedy, Family အမျိုးအစားဖြစ်တာကြောင့် နားရက်မှာ မိသားစုနဲ့ အပန်းဖြေဖို့သင့်တော်တဲ့ဇာတ်ကားတွေပါ။Home Alone ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=home+alone မှာဒေါင်းလို့ရပါတယ်။++++++++++++Plot;Kevin McCallister's parents have split up. Now living with his mom, he decides to spend Christmas with his dad at the mansion of his father's rich girlfriend, Natalie. Meanwhile robber Marv Merchants, one of the villains from the first two movies, partners up with a ...",
        "rating": "2.5",
        "url": "https://megaup.net/1Awzf/Home_Alone_4_-_Taking_Back_the_House_720p_10bit_WEBRip_x265.mp4",
        "category": "Action, Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/home_alone_three-134x200.jpg",
        "title": "Home Alone 3 (1997)",
        "description": "ခရစ်စမတ်ကာလရောက်ရင် ကြည့်ရမယ့်ဇာတ်ကားတွေထဲမှာ Home Alone ဇာတ်ကားတွေကလည်း ထိပ်ဆုံးက ပါဝင်ပါတယ်။Comedy, Family အမျိုးအစားဖြစ်တာကြောင့် နားရက်မှာ မိသားစုနဲ့ အပန်းဖြေဖို့သင့်တော်တဲ့ဇာတ်ကားတွေပါ။Home Alone ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=home+alone မှာဒေါင်းလို့ရပါတယ်။++++++++++++Plot;9-year-old Alex Pruitt is home alone with the chicken pox. Turns out, due to a mix-up among nefarious spies, Alex was given a toy car concealing a top-secret microchip. Now Alex must fend off the spies as they try break into his house to get ...",
        "rating": "4.4",
        "url": "https://megaup.net/1Awz0/Home_Alone_3_(1997)_720p_10bit_AMZN_WEBRip_x265.mp4",
        "category": "Action, Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/home_alone_two_ver2-130x200.jpg",
        "title": "Home Alone 2: Lost in New York (1992)",
        "description": "ခရစ်စမတ်ကာလရောက်ရင် ကြည့်ရမယ့်ဇာတ်ကားတွေထဲမှာ Home Alone ဇာတ်ကားတွေကလည်း ထိပ်ဆုံးက ပါဝင်ပါတယ်။Comedy, Family အမျိုးအစားဖြစ်တာကြောင့် နားရက်မှာ မိသားစုနဲ့ အပန်းဖြေဖို့သင့်တော်တဲ့ဇာတ်ကားတွေပါ။Home Alone ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=home+alone မှာဒေါင်းလို့ရပါတယ်။++++++++++++Plot;Instead of flying to Florida with his folks, Kevin ends up alone in New York, where he gets a hotel room with his dad's credit card—despite problems from a clerk and meddling bellboy. But when Kevin runs into his old nemeses, the Wet Bandits, he's ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/home-alone-2-lost-in-new-york-1992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/59708922_1124253211092369_7855347162631110656_o-130x200.jpg",
        "title": "Home Alone (1990)",
        "description": "ခရစ်စမတ်ကာလရောက်ရင် ကြည့်ရမယ့်ဇာတ်ကားတွေထဲမှာ Home Alone ဇာတ်ကားတွေကလည်း ထိပ်ဆုံးက ပါဝင်ပါတယ်။Comedy, Family အမျိုးအစားဖြစ်တာကြောင့် နားရက်မှာ မိသားစုနဲ့ အပန်းဖြေဖို့သင့်တော်တဲ့ဇာတ်ကားတွေပါ။Home Alone ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=home+alone မှာဒေါင်းလို့ရပါတယ်။++++++++++++Plot;Eight-year-old Kevin McCallister makes the most of the situation after his family unwittingly leaves him behind when they go on Christmas vacation. But when a pair of bungling burglars set their sights on Kevin's house, the plucky kid stands ready to defend his territory. By ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/home-alone-1990/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aUhzHDnFRWN2LKAjuS0VcDCspE4.jpg",
        "title": "A Boy and Sungreen (2018)",
        "description": "A Boy and Sungreen(2018)••••••••••••••••••••••••••••••••••••••••••• \"ဒီနေ့တစ်ရက်ပဲ အသက်ရှင်ခွင့်ရပြီး  မနက်ဖြန်သေဆုံးရတော့မယ်ဆိုရင် ဘာလုပ်ချင်လဲ\"  \"မနက်ဖြန်ပဲ သေဆုံးရတော့မယ်ဆိုရင်တော့  ချစ်ရတဲ့သူနဲ့ တူတူရှိချင်တာပေါ့\"  ချစ်ခြင်းမေတ္တာဟာ ဆန်းကြယ်တဲ့အရာပါ  မိဘနဲ့ သားသမီးတွေဆီက ချစ်ခြင်းတရားပဲဖြစ်ဖြစ်  ချစ်သူတွေကြားက ချစ်ခြင်းပဲဖြစ်ဖြစ်  ဘယ်လို အယူဝါဒတွေပဲကွဲပြားနေပါစေ  လူနှစ်ဦးကြားက ချစ်ခြင်းမေတ္တာဆိုတာ  သိပ်ကိုနွေးထွေးတဲ့ အသိုက်အမြုံလေးပဲမလား  အရာရာကိုကြောက်တတ်တဲ့ ဘိုဟီးဆိုတဲ့ကောင်လေးက  ကလေးဘဝတုန်းက သူ့ဆီမလာတော့တဲ့  အဖေဖြစ်သူကို နေ့တိုင်းစောင့်မျှော်နေခဲ့တဲ့သူပါ  ဒါကို မကြည့်ရက်တဲ့ အမေက  သားအဖေဆုံးသွားပြီလို့ ပြောခဲ့ပါတယ်  အရွယ်ရောက်လာတော့ သူငယ်ချင်းမလေး နိုယန်းနဲ့  အဖေဖြစ်သူရှာပုံတော်ဖွင့်တာကို ရိုးရိုးလေး ရိုက်ကူးထားတာပါ  ဒီဇာတ်ကားက Drama/Comedy ဆိုပေမယ့်  Drama ဘက်ကို ပိုသွားတယ်လို့ ထင်ပါတယ်  တစ်ကားလုံး ခပ်အေးအေးလေးနဲ့  မတူညီတဲ့ ချစ်ခြင်းမေတ္တာတွေကို  ဖြေးဖြေးချင်း ပုံဖော်ရိုက်ကူးထားတာ တစ်မျိုးလေး ကြည့်ကောင်းတယ်  ၂၃ ကြိမ်မြောက် ဘူဆန်နိုင်ငံတကာရုပ်ရှင်ပွဲတော်မှာ ပြသခဲ့ပြီးတော့  KTH ဆုကို ရယူနိုင်ခဲ့တဲ့ ဇာတ်ကားလည်း ဖြစ်ပါတယ်  နူးညံ့တဲ့ ချစ်ခြင်းမေတ္တာတွေ ခံစားကြည့်ရှုလိုက်ကြပါဦးနော်   Translated by : Amelia Encoded by : YK Quality : 1080p WEBDL and 720p File Size :  1.4 GB and ...",
        "rating": "6.6",
        "url": "https://megaup.net/Uz5h/%7BCM%7DA.Boy.and.Sungreen.2019.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BOWFjY2NhNmUtMjA1Mi00YTBlLWJmNzgtZjEwN2I5NDRiN2EwXkEyXkFqcGdeQXVyMTQwNzAyMA@@._V1_-135x200.jpg",
        "title": "GetAWAY (2020)",
        "description": "Horror movie ကောင်းကောင်းတွေက ကျွန်တော်တို့ငယ်ငယ်ကလောက်မပေါတော့တာအမှန်ပဲဗျ။အရင် Horror ကားကောင်းတွေကိုမီတဲ့ကားတွေက တစ်နှစ်နေမှ တစ်ကားစ နှစ်ကားစထက်ပိုမထွက်တဲ့ကြားကနေဒီ Getaway 2020 လေးကတော့ Horror movie taste ကောင်းကောင်းခံစားချင်တဲ့ Horror movie ပရိသတ်‌တွေအတွက်ထွက်လာသလိုပါပဲဗျ။Horror movie ဆိုတာ ဇာတ်လမ်းအစလောက်ကနေစပြီး အဆုံးထိဆွဲခေါ်သွားနိုင်ရမယ်ဆို‌တဲ့ စံနှုန်းအတိုင်းတစ်ကားလုံးအစကနေအဆုံးထိတောက်လျှောက်သင့်ကိုရင်တထိတ်ထိတ်နဲ့ဆွဲခေါ်သွားမယ့်ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းပါတဲ့ကားလေးတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်လေးကတော့ မက်ဒီဟာ မကြာသေးခင်ကမှသူ့ရည်စား နိုဝါနဲ့ ပြတ်ထားရတဲ့သူလေးဖြစ်ပြီးသူတို့‌ကောလိပ်ကျောင်းသား‌တွေစုသွားတဲ့ Camp ခရီးမှာ သူ့ရည်စားနိုဝါနဲ့စနှိုက်ကြော်မ‌ကိုတွေ့ပြီးတဲ့နောက်သူတို့ကျောင်းသားတွေ Camp ခရီးမှာဘာ‌တွေဆက်ဖြစ်ကြမယ်ဘယ်လောက်တောင်တောက်လျှောက်ရင်တုန်ရမယ်ဆိုတာကြည့်ရှုခံစားပေးလှည့်ပါဦးခင်ဗျာ။ \nFile size…(1.5 GB) and (800 GB)\nQuality….WEB-DL 1080p and 720p\nFormat…mkv\nDuration….01:20:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://megaup.net/2Wrbe/(CM)GetAWAY.2020.720p.WEB-DL.DD5.1.H.264-FGT.mp4",
        "category": "Horror"
    }
]