[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/the-attack-of-26-11-6-138x200.jpg",
        "title": "The Attacks Of 26/11 (2013)",
        "description": "The Attacks Of 26/11 (2013)_____IMDb - 6.9/10\n  \nThe Attacks of 26/11 ဒီဇာတ်ကားလေးကတော့ IMDb rating 6.9 ရရှိထားပြီး\n2008 ခုနှစ် နိုဝင်ဘာလ (၂၆)ရက်နေ့က အိန္ဒိယနိုင်ငံမှာ ဖြစ်ပွားခဲ့တဲ့ အကြမ်းဖက်တိုက်ခတ်မှုကို\nအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဒီဖြစ်ရပ်ကို အိန္ဒိယနိုင်ငံသားတွေအနေနဲ့ 9/11 လိုမျိုး 26/11 လို့ခေါ်ဝေါ်ကြပြီးတော့\nယနေ့ထက်တိုင် ဝမ်းနည်းခြင်းအထိမ်းအမှတ်တွေ လုပ်ကြဆဲပါ။\nအကြမ်းဖက်အဖွဲ့က ပါကစ္စတန်အခြေစိုက် Lashkar-e-Taiba အဖွဲ့ဖြစ်ပြီးတော့\nအဖွဲ့ဝင်(၁၀)ဦးနဲ့ အိန္ဒိယအထင်ကရ(၁၂)နေရာကို တိုက်ခတ်ခဲ့တာဖြစ်ပြီး\nလူ(၁၆၄)ယောက် သေဆုံးခဲ့ရတယ်လို့ ဆိုပါတယ်။ဒီဇာတ်ကားက အဲဒီဖြစ်ရပ်မှန်ကို Documentary Film အဖြစ် ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပြီး\nအကြမ်းဖက်သမားတွေရဲ့ ဘာသာရေး အသုံးချမှုကို\nကွက်ကွက်ကွင်းကွင်းမြင်အောင် ရိုက်ပြထားတာတွေ့ရမှာပါ\nသင်ခန်းစာတွေ တွေးတောဆင်ခြင်စရာတွေ အများကြီးပေးတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့\nလုံးဝကို လက်လွတ်မခံသင့်ပါကြောင်းလို့ ပြောပါရစေ။(ဒီဇာတ်ကားရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ CM Team မှ ညီလေး Sherlock ဖြစ်ပါတယ်။)\n@San Win Maung\n  \nFile Size   ...",
        "rating": "6.9",
        "url": "https://megaup.net/1ybos/The_Attacks_Of_26-11_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/158475271_f8ac4e-1-215x300.jpg",
        "title": "Muay Thai Giant (2008) ျမန္မာစာတန္းထိုး",
        "description": "ဒီကား ေလးက ေတာ့ဟာသဆန္ ဆန္ နဲ႔ဖြဲ႔စည္းထားတဲ့ Actionဆန္ဆန္ ဇာတ္ကား တစ္ ကားပါ ထိုင္းမွာ\"Somtum\"(သ ေဘၤာသီး ေထာင္ း) ဆိုၿပီးနာမည္ ႀကီးသြားတဲ့ကား ေလးဆိုလည္ းဟုတ္ ပါတယ္ ထိုင္ းႏိုင္ ငံကို ေလလံပြဲတစ္ ခုအတြက္ လာတဲ့အ ေနာက္ႏိုင္ င ံသား\"ဘာတီ\"ဟာ Clubမွာမူးၿပီး passport ေတြခိုးယူခံလိုက္ ရပါတယ္ ဒါကလည္ း \"ကီတင္ \"တို႔မိသားစုနဲ႔ဆံု ေတြ႔လို႔ရ ေအာင္ ဖန္ တီးလိုက္ တဲ့ဇာတ္လမ္းလွည္ ့ကြက္ ေလး ေပါ့ဗ်ာ ဆက္ ရ ေအာင္ အဲဒီမွာ passport ခိုးယူခံရၿပီး ေနာက္ ဆံုးအက်ီ ေတာင္ ဝတ္ စရာမရိွပဲ ေတြ ေဝ ေနခ်ိန္ မွာ \"ကီတင္ \"ဆိုတဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/muay-thai-giant-2008/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/p3515201_v_v8_ac-133x200.jpg",
        "title": "Metro (2013)",
        "description": "ဒီတစ် ခါမှာလည် းAction, Thriller အမျိုးအစားဇာတ် ကား လေးနဲ့မိတ်ဆက်ခွင့်ပြုပါ ဒါရိုက်တာ Anton Megerdichev ရိုက် ကူးခဲ့ပြီးImdb6.6ထိရရှိထားတဲ့အတွက် ဇတ် က ား ကောင် းတစ် ကားလို့အမည် ထပ် တပ် ရင် မှားနိုင် လောက် မယ် မထင် ပါဘူး ကျွန် တော် တို့ နေတဲ့ ကမ္ဘာကြီးမှာ သဘာဝက ပေးတဲ့ ဘေးဆိုး တွေကို ကိုယ် တိုင် မကြုံဖူးရင် တောင် ကြုံရတဲ့သူ တွေကိုမြင် တွေ့ဖူးကြမှာပါ အဲဒီမှာ ပေါ့ဆဆ နေတတ် တဲ့သူတစ် ချို့ ကြောင့်လူအများအသက် တွေဆုံးရှုံးရတာ တွေလည် းရှိပါတယ် ..ကျွန် တော် ပြောခ ျင် တာကဒီဇတ် ကား လေးက သူပရိတ် သတ် ...",
        "rating": "6.5",
        "url": "https://megaup.net/2d6pa/Metro_(Метро)_[2013]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/fshare-fifty-shades-of-black-2016-nam-muoi-sac-toi-1-158x300.jpg",
        "title": "Fifty Shades of Black (2016)",
        "description": "နာမည္ၾကီး Fifty Shades of Grey ဇာတ္ကားကို ေျပာင္ထားတဲ့ Comedy ဇာတ္ကားပါ။\nFifty Shades of Grey ကိုၾကည့္ျပီးမွ ဒီဇာတ္ကားကိုၾကည့္သင့္ပါတယ္။\nFifty Shades of Grey  Download Link>>>http://www.channelmyanmar.com/2015/05/fifty-shades-of-grey.html\nအခု Fifty Shades of Black ကိုေတာ့ မင္းသား Marlon Wayans ကဟာသဇာတ္ကားအျဖစ္\nပံုေဖာ္ထားပါတယ္။File size...(850MB)\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....01:31:58\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya AungDownload and Watch HD 720p (pCloud Link)Download and Watch 360p Small File Size(350MB) နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://megaup.net/2gwor/Fifty_Shades_Of_Black_[2016]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/heart-is-2-hearty-paws-2-korean-movie-poster-1-210x300.jpg",
        "title": "Hearty Paws 2 (2010)",
        "description": "အားလံုးသိႀကတဲ႕ Big Boss (Song Jong-Ki)တဲ႕ကားေကာင္းေလးတစ္ကားျဖစ္တဲ႕ Hearty Paws 2 မွာေတာ့မိခင္ေမတၱာကိုအထူးသရုပ္ေဖာ္တင္ဆက္ထားပါတယ္....ဒံုေဝါ က သူအေဖေနာက္ဆံုးလက္ေဆာင္အျဖစ္ဂရုစိုက္ဖို႔ေပးထားခဲ႕တဲ႕ ေခြးမေလးအသဲနဲ႕ေန႔တိုင္းကစားေနေတာ့ စာေမးပြဲေတြနဲ႕အမွတ္ေတြက်လာခဲ႕ပါတယ္....ဒါေႀကာင့္ ဒံုေဝါ့ရဲ႕အေမကေခြးမေလးနဲ႕သူရဲ႕သားေလးသံုးေကာင္ကိုသူ႔ေမာင္ရွိတဲ႕ဆီကိုပို့လိုက္ပါတယ္....ေခြးမိသားစုေလးကေတာ့တိရစၦာန္ေစာင့္ေရွာက္တဲ႕လူမရွိခင္ ဒံုေဝါ့ရဲ႕ဦးေလးျဖစ္သူရဲ႕အေခြဆိုင္ေလးမွာေနခဲ႕ရပါတယ္....အဲ႕ဒီအခ်ိန္မွာဘဲေဖာက္ထြင္းမႈ႕က်ဴးလြန္တဲ႕လူႏွစ္ေယာက္က ေခြးေလးေတြကိုျမင္ျပီးေတာ့အေခြဆိုင္ကိုေရာက္လာခဲ႕ပါတယ္...အေႀကာင္းကေတာ့သူတို႔ရဲ႕ခိုးရာပါစိန္ေတြကို ေခြးေလးတစ္ေကာင္ရဲ႕ခႏၶာကိုယ္ထဲမွာထည့္ျပီးသယ္ဖို႔အတြက္ဆံုးျဖတ္လိုက္လို့ပါဘဲ...သူခိုးႏွစ္ေယာက္ကသူ႔ရဲ႕ကေလးေလးတစ္ေကာင္ကိုဖမ္းသြားတဲ႕အခါ အသဲလို႔ေခၚတဲ႕ေခြးမေလးကအႏၱရာယ္ေတြႀကားထဲကေန ျပန္လိုက္ကယ္ရတဲ႕ကားေလးျဖစ္ပါတယ္....အသဲက သူ႔ရဲ႕ကေလးေလးကိုကယ္တင္ႏိုင္မလား ????ဒံုေဝါကေကာသူရဲ႕ အခ်စ္ဆံုးေခြးေလး အသဲနဲ႕ေခြးေလးေတြကိုျပန္ျပီးေတြ႕ႏိုင္မလားဆိုတာ Hearty Paws 2 မွာႀကည့္ရႈ႕ႏိုင္ပါတယ္...ရယ္စရာဟာသခန္းေလးမ်ားလည္းပါတဲ႕အျပင္မိခင္ေမတၱာကိုအဓိကညႊန္းဆိုထားတဲ႕ကားေလးျဖစ္လို႔ မ်က္ရည္မခိုင္သူမ်ားအတြက္ အရမ္း သနားစရာေကာင္းတဲ႕ကားေကာင္းေလးတစ္ကားလည္းျဖစ္တယ္လို႔ေျပာပါရေစ...က်ြန္ေတာ္ ဘ၀အတြက္ အေရးပါတဲ့ တစ္ေယာက္ေသာသူက ၾကည့္ခ်င္တယ္ဆိုလို့ ဘာသာျပန္ျဖစ္ခဲ့တဲ့ ဇာတ္ကားလို့လဲ ေျပာလို့ ရပါတယ္။File Size         :670 MB\nQuality           : DVD Rip\nRunning Time : 1hr 32 minute\nFormat           : Mp4\nGenre             : Drama,Comedy\nEncoder         : Joker.phs(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Moe Myint Lwin ပဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/hearty-paws-2-20100/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Ace Ventura: Pet Detective (1994)",
        "description": "The mask ဇာတ္ကားနဲ႕သိၾကတဲ႕ ဟာသမင္းသားၾကီး jim carry ရဲ႕ ဟာသကားေကာင္းေလးပါ Ace venture လို႕ေခၚတဲ႕ တိရိစာၦန္ေပ်ာက္ဆံုးမႈ႕ေတြကိုပဲ သီးသန္႕လိုက္စံုစမ္းေပးတဲ႕ လူတစ္ေယာက္ စံုစမ္းေထာက္လွမ္းရာမွာေတာ္ေသာ္လည္း ေျပာင္ေခ်ာ္ေခ်ာ္ မ်က္ႏွာေပးေၾကာင့္ လူေတြသိပ္ၾကည့္မရတဲ႕လူတစ္ေယာက္ ပမာမခန္႕လုပ္ရပ္ေတြနဲ႕ ဒုရဲအုပ္လိုလူမ်ိဳးကိုေတာင္ ျပန္ေလွာင္ရဲတဲ႕လူတစ္ေယာက္ အဲ႕လိုလူတစ္ေယာက္ ေဘာလံုးအသင္းရဲ႕ လာဘ္ေကာင္ လင္းပိုင္ေပ်ာက္ဆံုးမႈ႕ကို လိုက္လံ စံုစမ္းေသာအခါ လူသတ္မႈ႕၊ မိ္န္းမေခ်ာ ၊ မထင္မွတ္ထားတဲ႕တရားခံ စတဲ႔ အလွည့္အေျပာင္းမ်ားစြာနဲ႕ ဇာတ္ကားဆံုးသည္အထိ ရယ္ေမာရင္း ခံစားသြားရမယ့္ စံုေထာက္ဟာသကားေကာင္းေလးပါ မိသားစုနဲ႕အတူ ေပ်ာ္ရႊင္စြာ ၾကည့္ရႈ႕လိုက္ပါဦး။ IMDB rating 6.9  အထိ ရထားတဲ့ ဇာတ္ကားပါ။File Size         : 620 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 26 minute\nFormat           : ...",
        "rating": "6.9",
        "url": "https://megaup.net/1wwtg/Ace_Ventura_Pet_Detective_(www.channelmyanmar.com).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/13254774_872617129537179_347873196825778349_o-1-212x300.jpg",
        "title": "Touch By Touch (2015) 18+",
        "description": "ဒီကားေလးကေတာ့အထူးညႊန္စရာမလိုေတာ့ဘူးထင္ပါတယ္ဗ်...ဒါေပမယ့္တျခား 18+ကားေတြထက္ ထူးျခားတာေလးေတြကေတာ့ အိမ္ေထာင္ေရးသုခကိုဘယ္လိုေျပလည္ေအာင္လုပ္ရမယ့္ နည္းလမ္းေတြရယ္...မိန္းကေလးေတြရဲ႕သဘာဝကိုဘယ္လိုနားလည္ရမလဲဆိုတဲ႕အခ်က္ကေလးေတြပါ ထည့္သြင္းေဖာ္ျပေပးထားလို႔ 18+ ႀကည့္ေနရင္းနဲ႕ မိန္းကေလးေတြရဲ႕အေႀကာင္းကိုနားလည္ခ်င္ေနတဲ႕အကိုေတြဦးေလးေတြအတြက္ေရာ အိမ္ေထာင္ေရးအဆင္မေျပလို့မိန္းမကိုေႀကာက္ေနႀကတဲ႕အိမ္ေထာင္သည္ အကိုႀကီးေတြအတြက္ေကာလံုးဝလက္မလႊတ္သင့္တဲ႕ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္လို႔ဘဲေျပာပါရေစ\n..အိမ္ေထာင္သည္ေတြအတြက္မိန္းမႏိုင္နည္းပါတယ္မို့ မလြတ္တမ္း ၾကည့္လုိက္ၾကပါဦးFile Size         : 650 MB\nQuality           : HD Rip 720P\nRunning Time : 1hr 16 minute\nFormat           : Mp4\nGenre             : Comedy, Romance\nEncoder         : Joker.phs (ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Moe Myint Lwin ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/touch-by-touch-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/y1VT2NoBOx3aC2exhkyN9AGUkMR-1-200x300.jpg",
        "title": "Mr.Right(2016) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 6.3/10 ရရွိထားျပီး ၂၀၁၆ ခုႏွစ္ ဧျပီလ ၈ရက္ေန႕မွာ ရံုတင္ျပသခဲ့တဲ့ဇာတ္ကားေလးဟာဆိုရင္ျဖင့္ ေကာင္မေလးတေယာက္က ေကာင္ေလးတေယာက္ကို ေၾကြမိျပီးခ်စ္ၾကိဳက္မိရာမွာ ထိုေကာင္ေလးဟာ တရားခံေျပးတေယာက္ျဖစ္ေနခဲ့သည္ကုိ သိရွိခဲ့ရတဲ့ အခါမွေတာ့မည္သို႕မည္ပံု ဆက္လက္ၾကံဳေတြ႕ရမည္ကို ဟာသဆန္ဆန္္ ရိုက္ကူးျပသထားသည္ကိုပရိတ္သက္ၾကီးကဘဲဆက္လက္ ၾကည့္ရွဳခံစားၾကပါအံုးလို႕ဒီဇာတ္ကားမွာဆိုရင္ေတာ့ မစၥတာရိုက္ အျဖစ္ မင္းသားၾကီး Sam RockWell ကပါ၀င္သရုပ္ေဆာင္ထားျပီးမင္းသမီး Anna Kendrick ကပါ ပါ၀င္အားျဖည့္ျပီး အက္ရွင္ ဟာသကားတကား အေနျဖင့္ပရိတ္သတ္ၾကီးကို တကားလံုး မပ်င္းရိေစဘဲ ဆြဲေဆာင္သြားမွာျဖစ္ပါတယ္။File size...(700MB)  Quality...BR-Rip 720pFormat...mp4Duration....01:44:24Subtitle....Myanmar Subtitle (Hardsub)Translator .......Myo Myint MaungEncoder....Aung Pyay  Download and Watch on Pcloudအစမ္းၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-172/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/13318980_1634493066876102_1748299193_n-1-239x300.jpg",
        "title": "Super Junior: Attack On the Pin-up Boys (2007)",
        "description": "ဒီဇာတ္ကားေလးဟာ နာမည္ႀကီးK-pop အဖြဲ႕တစ္ဖြဲ႕ျဖစ္တဲ့Super Junior အဖြဲ႕သားေတြနဲ႔ ႐ိုက္ကူးထားတာျဖစ္တဲ့အတြက္ေၾကာင့္ ဇာတ္လမ္းအေၾကာင္းမေျပာခင္မွာ အဖြဲ႕အေၾကာင္းေလးအရင္မိတ္ဆက္ပါရေစ။Korean Boys Band တစ္ခုျဖစ္တဲ့ Super Junior ကို စတင္ဖြဲ႕စည္းခဲ့ခ်ိန္က2005 ခုႏွစ္မွာျဖစ္ၿပီး ေအဂ်င္စီကေတာ့ SM Entertainment ပဲျဖစ္ပါတယ္။စတင္ဖြဲ႕စည္းခဲ့စဥ္က Leeteuk, Heechul, Hangkyung, Yesung, Kangin, Shindong, Sungmin, Eunhyuk, Siwon, Donghae, Ryeowook, Kibum စတဲ့အဖြဲ႕ဝင္ဆယ့္ႏွစ္ေယာက္နဲ႔စတင္ဖြဲ႕စည္းခဲ့ၿပီးေတာ့ 2006 ခုႏွစ္မွာ Kyuhyun ဆိုတဲ့ အဖြဲ႕ဝင္သစ္ကိုထပ္တိုးေပါင္းထည့္ခဲ့ၿပီး အဖြဲ႕ဝင္ဆယ့္သုံးေယာက္အျဖစ္နဲ႔ ရပ္တည္ခဲ့ပါတယ္။2009 ခုႏွစ္မွာထြက္ရွိခဲ့တဲ့ \"Sorry, Sorry\" အယ္ဘမ္ ေၾကာင့္ Super Junior ဟာ တစ္ကမၻာလံုးအတိုင္းအတာထိေအာင္ျမင္မႈေတြသိမ္းပိုက္ႏိုင္ခဲ့ၿပီး ေနာက္ပိုင္းမွာလည္း ပုံစံမတူကြဲျပားတဲ့ ဂီတအမ်ဳိးစားေပါင္းမ်ားစြာကို ခ်ျပႏိုင္ခဲ့တာဒီေန႔အထိပါပဲ။သူတို႔ရဲ႕ေအာင္ျမင္ခဲ့တဲ့ သီခ်င္းေတြနဲ႔အတူ Super Junior M , Super Junior ...",
        "rating": "",
        "url": "https://channelmyanmar.org/super-junior-attack-on-pin-up-boys-20077/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/I-Miss-U-2012-Movie-Poster-1-202x300.jpg",
        "title": "I Miss U (2012) ျမန္မာစာတန္းထိုး",
        "description": "နာမည္ေက်ာ္ၾကားလူၾကိဳက္မ်ားခဲ့တဲ့ ထိုင္းသရဲကားပါ။\nအခ်စ္ေၾကာင့္ ကြ်တ္တမ္းမဝင္ဘဲ တိုင္ပတ္ေနတဲ့သရဲမရယ္....\nအခ်စ္ကိုစြဲလမ္းေပမယ့္ အေတြ႕ကိုမေရွာင္ႏိုင္တဲ့ ဆရာဝန္ေလးရယ္...\nအခ်စ္မွာက်ရွံဳးမိတဲ့ ေစတနာရွင္မေလးရယ္...\nသူတို႕ ၃ ေယာက္ရဲ႕ဘဝေတြကို အခ်စ္တစ္ခုကရစ္ပတ္ေႏွာင္ဖြဲ႕ထားတဲ့အခါမွာေတာ့........။File size...(950MB)\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....01:57:10\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya AungDownload and Watch HD 720p CM Linkနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/i-miss-u-2012/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Bangkok-Traffic-Love-Story-poster-140x200.jpg",
        "title": "Bangkok Traffic Love Story (2009)",
        "description": "Bangkok Traffic Love Story (2009)_____IMDb - 7.2/10\n IMDb Rating (7.2/10) ထိရရှိထားတဲ့ Comedy, Romance အမျိုးအစား ထိုင်းဇာတ်ကားလေးပါ။\nမင်းသမီး Cris Horwang ကိုအထူးသတိထားမိမယ့်ဇာတ်ကားဖြစ်ပြီး ဒီဇာတ်ကားနဲ့\nအကောင်းဆုံးဇာတ်ဆောင်မင်းသမီးဆုကိုရရှိခဲ့ပါတယ်။\nအချစ်ပုံပြင်တစ်ခုကို ဟာသဆန်ဆန်ပုံဖေါ်ထားတာ အတော်လေးသဘောကျမိပါတယ်။\nပေါ့ပေါ့ပါးပါးနဲ့ အပန်းဖြေကြည့်ရှုသင့်တဲ့ Comedy ဇာတ်ကားမျိုးပါ။\n \n(Phyo Thu Hein မှခံစားတင်ဆက်ထားပါတယ်။)\n  \nFile size...(1 GB) \nQuality...WebDL-Rip 720p\nFormat...mp4\nDuration....02:05:40\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator....Phyo Thu Hein\nEncoder....Nyeinsaeya Aung\n  \nနမူနာကြည့်ရန်",
        "rating": "7.2",
        "url": "https://megaup.net/SNqn/Bangkok_Traffic_Love_Story_(Rot_Fai_Faa..._Maha_Na_Ter)_[2009]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "",
        "title": "The Restless (2006)",
        "description": "ေတာ္၀င္မိသားစုေတြဟာ ကိုယ္က်င္႔တရားပ်က္စီးလာၿပီး\nတိုင္းၿပည္ဟာပ်က္ယြင္းလာခဲ႔တဲ႔ မင္းဆက္ရဲ႔ေနာက္ဆံုးအခ်ိန္ကို\nေရာက္လာခဲ႔တယ္\nမင္းက်င္႔တရားပ်က္ယြင္းလာတာနဲ႔အမွွ်တရားမွ်တမွဳမရွိေတာ႔ဘဲ\nတိုငး္ၿပည္ကပ်က္ဆီးလာသလို ပုန္ကန္မွဳေတြလဲ ေပၚေပါက္ခဲ႔တယ္\nမေကာင္းဆုိး၀ါးေတြလဲ၀င္ေရာက္လာခဲ႔တယ္\nေတာ္၀င္မိစာၦဖမ္းတဲ႔အဖြဲ႔ဟာ ၿပည္သူေတြအတြက္ေတာ္လွန္ပုန္ကန္ခဲ႔ေပမယ္႔\nအာဏာရူးတုိ႔ထံုးစံအတိုင္းအၿပတ္ရွင္းခဲ႔ၿပီးတဲ႔ေနာက္မွာ.....\nသူတုိ႔အယူအဆအရေတာ႔လူေသၿပီးရင္ ၾကားခံဘံုမွာ ၄၉ ရက္ၾကာေနၿပီး\nလူၿပန္၀င္စားရင္၀င္စား ဒါမွမဟုတ္ နိဗၺာန္ဘံုကိုလဲသြားႏိုင္တယ္\nဒီၾကားခံဘံုကို ေတာ္၀င္မိစာၦအဖြဲ႔ကတဦးထဲေသာက်န္ခဲ႔တဲ႔သူေရာက္သြားတဲ႔အခါ\nလူ႔ဘ၀ကနားက်ည္းခ်က္ေတြနဲ႔ ကမာၻၾကီးကိုၿပင္ဖုိ႔ၾကိဳးစားခဲ႔တဲ႔ တခ်ိန္ကေတာ္၀င္မိစာၦႏွိမ္နင္းေရး\nကလူေရာဘာၿဖစ္သြားမလဲ.....\nအခ်စ္ အလြမ္း ရသစံုေပးနိုင္တဲ႔ ဇာတ္ကားေကာင္းတခုၿဖစ္တယ္ဆုိတာေတာ႔ညႊန္းပါရေစ\nFile Size         : 750 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 45 minute\nFormat           : Mp4\nGenre             : Action, Adventure,Drama\nEncoder         : Joker.phs\n(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ ကိုျမန္မာၾကီးပဲ ျဖစ္ပါတယ္)",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-restless-2006/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/HouseAtTheEndOfTheStreet-1-197x300.jpg",
        "title": "House at the End of the Street (2012) ျမန္မာစာတန္းထိုး",
        "description": "မင္းသမီး ဂ်နီဖာေလာရင့္ အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့\nHorror, Mystery, Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။\nIMDb (5.6/10) ပဲရရွိထားတဲ့ဇာတ္ကားျဖစ္ေပမယ့္ ဂ်နီဖာေလာရင့္ပရိတ္သတ္ေတြနဲ႕\nသည္းထိတ္ရင္ဖိုခံစားခ်င္သူေတြေတာ့ အၾကိဳက္ေတြ႕မယ္ထင္ပါတယ္။File size...(850MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:41:46\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\nCM Linkနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/house-at-end-of-street-2012/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://t1.gstatic.com/images?q=tbn:ANd9GcRFwHhQ2IJ5p8AvgM8saoQmTfRf6ehQ5UY14bUtlO8dmFpdeWxh",
        "title": "The Monuments Men (2014)",
        "description": "The Monuments Men (2014)_____IMDb - 6.1/10\n   စစ်ကားကောင်း ကြိုက်တက်တဲ့သူတွေအတွက်ပါ အညွှန်းကိုတော့ အထူးတလည် ရေးမနေတော့ပါဘူး(သစ်ဆန်းခန့်)  File size - ( 850 MB )\nQuality -  1080P Blu Ray Rip\nFormat - MP4\nDuration - 1h 58m\nSubtitle - Myanmar Subtitle\nEncoder - Thit San Khant",
        "rating": "6.1",
        "url": "https://megaup.net/1Dldc/The_Monuments_Men_[2014]_(MM_Sub).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/the-tag-along-133x200.jpg",
        "title": "The Tag-Along (2015)",
        "description": "The Tag-Along (2015)\nIMDb - 5.5/10_____Rotten - 80%\n  \n၂၀၁၅ခုနှစ် ရဲ့horrorsဇတ် ကားကောင်းတွေထဲက တစ်ကားကိုချပြပါဆိုရင် ...\nဒီကားလေးလည်း အပါအဝင် ဖြစ်တယ်လို့ အသိပေးပါရစေ...\nဒီဇာတ်လမ်းလေးက..အစမှာတည်းကိုက.. ခြောက်ခြားမှုတွေနဲ့\nရုပ်ရှင်ကြည့်သူတွေရဲ့စိတ်ကို..ဆွဲခေါ်ထားပါတယ် ..\nHorrors ဇာတ်ကားတွေရဲ့ထုံးစံအတိုင်း\nကြောက်စရာအခန်းတွေ မှောင်မိုက်တဲ့ ညမြင်ကွင်းတွေနဲ့\nခြောက်ခြားစရာ ကောင်းလောက်အောင် ရိုက်ကူးထားတဲ့ဒီကားဟာ IMDb 5.5 ထိရှိထားပါတယ်\nမင်းသမီး ချော Wei Ning Hsu လည်းပါဝင်တာမို့\nပိုပြီးအသက် ဝင် နေတဲ့ Horrorဇတ် ကား လေးအဖြစ်နဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်\n \n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ John La Yaung ပဲ ဖြစ်ပါတယ်)\n  \n၂၀၁၅ခုႏွစ္ ရဲ႕horrorsဇတ္ ကားေကာင္းေတြထဲက တစ္ကားကိုခ်ျပပါဆိုရင္ ...\nဒီကားေလးလည္း အပါအဝင္ ျဖစ္တယ္လို႔ အသိေပးပါရေစ...\nဒီဇာတ္လမ္းေလးက..အစမွာတည္းကိုက.. ေျခာက္ျခားမႈေတြနဲ႔\n႐ုပ္ရွင္ၾကည့္သူေတြရဲ႕စိတ္ကို..ဆြဲေခၚထားပါတယ္ ..\nHorrors ဇာတ္ကားေတြရဲ႕ထုံးစံအတိုင္း\nေၾကာက္စရာအခန္းေတြ ေမွာင္မိုက္တဲ့ ညျမင္ကြင္းေတြနဲ႔\nေျခာက္ျခားစရာ ေကာင္းေလာက္ေအာင္ ႐ိုက္ကူးထားတဲ့ဒီကားဟာ IMDb 5.5 ထိရွိထားပါတယ္\nမင္းသမီး ေခ်ာ Wei ...",
        "rating": "5.5",
        "url": "https://megaup.net/TDzh/The_Tag-Along_(Hóng_yī_xiǎo_nǚ_hái)_(The_Little_Girl_In_Red)_[2015]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Talvar",
        "description": "A hardened cop deals with three conflicting perspectives involving a brutal double murder. The case is complicated as the prime suspects are the parents who supposedly killed their teenage daughter.",
        "rating": "",
        "url": "https://megaup.net/2coix/Talvar_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/40b9ea_Foto-1-257x300.jpg",
        "title": "Brooklyn Bizarre (2015)",
        "description": "Mauriceဆိုတာ ျပင္သစ္လူမ်ိဳး ဆယ္ေက်ာ္သက္ေလးျဖစ္ၿပီး ျပင္သစ္နိုင္ငံကေန ခိုးထြက္လာခဲ့ သူပါ။ ျပင္သစ္နိုင္ငံက လြတ္ေျမာက္လာၿပီးေနာက္ သူဟာ Brooklynမွာ ရွိတဲ့ club တစ္ခုျဖစ္တဲ့ BIZARRE မွာ အလုပ္ဝင္လုပ္ခဲ့ ပါတယ္။ မၾကာခင္မွာပဲ သူဟာ အဲ့ နာမည္ၾကီး ကလပ္ ရဲ႕ လာဘ္ေကာင္လို ျဖစ္လာခဲ့ ပါတယ္။ အဲ့က ပိုင္ရွင္ေတြနဲ႔ အနုပညာရွင္ေတြက သူ႔ကို ဝိုင္းခ်စ္ ၾကေပမယ့္ သူကေတာ့ သူ႔ဘဝ အတိတ္ေၾကာင့္ ျပန္မခ်စ္နိုင္ရွာပါဘူး။သူ႕ဘဝအတိတ္က ဘာလဲ..ဘာလို႔ ေမြးရပ္ေျမျဖစ္တဲ့ ျပင္သစ္ကေန ခိုးထြက္လာရတာလဲ...ကလပ္ ပိုင္ရွင္နဲ႔ေရာ ဘယ္လိုဇာတ္လမ္းဆက္သြားမယ္ဆိုတာ စိတ္ဝင္စားဖို႔ေတာ့ ေကာင္းေနပါၿပီ။အေဖာ္အခ်ြန္အခန္းေတြနဲ့ Sex Sense အခ်ို့ပါ၀င္တာေၾကာင့္ မိသားစုနဲ့အတူ မၾကည့္သင့္ပါဘူး။File Size         : 680 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr ...",
        "rating": "",
        "url": "https://channelmyanmar.org/brooklyn-bizarre-20155/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/the-promise-poster-133x200.jpg",
        "title": "The Promise (2005)",
        "description": "The Promise (2005)_____IMDb - 5.6/10 \nမထင်မှတ်ဘဲ အငတ်ဘေးဆိုက်ရာမှ မိမိအသက်ရှင်သန်ဖို့အရေးအတွက်\nအစားအစာရှာဖွေရင်း မထင်မှတ်ထားတဲ့ နတ်ဘုရားသခင်မ မန်ရှင်း ကို တွေ့ဆုံခဲ့ရတဲ့ ကျွီချန်\nမိမိတိုင်းပြည်ကိုကာကွယ်ဖို့အတွက် အင်အား ၃သောင်းခန့်ရှိတဲ့ စစ်တပ်ကို\nရွပ်ရွပ်ချွံချွံ ခုခံကာကွယ်နေတဲ့ စစ်သူကြီး ကွမ်းမင်\nသူ့သခင်ကို ပြန်လည်ကယ်ဆယ်ဖို့အတွက် မိမိအသက်အန္တရာယ်ကို\nဂရုမစိုက်ပဲ ရန်သူတွေကြားထဲကို တိုးဝင်လာတဲ့ ကွမ်လွန် ငယ်ငယ်လေးကတည်းက ကတိသစ္စာပျက်ခဲ့လို့ယုံကြည်ချက်ပျောက်သွားခဲ့တဲ့ ဝူဟွမ်\nသူတို့လေးယောက် ဆုံဆည်းမိတဲ့ အခါမှာတော့ ဘာတွေဖြစ်လာမလဲ\nနတ်ဘုရားတွေနဲ့လူတွေကြားက ကတိတွေကိုဘယ်လိုချိုးဖောက်မှုတွေ\nကြောင့် ဘယ်လိုများကြုံတွေ့ရမလဲဆိုတာကိုတော့\nပရိတ်သတ်ကြီးကဘဲ ဒေါင်းယူခံစားကြည့်ရှူလိုက်ပါတော့\nဇာတ်ကားလေးက IMDb rating 5.6/10 ရရှိထားပြီး\nကျတေ်ာတို့ အရင်ခေတ်က ဒါရိုက်တာရင် ဆိုပြီး ရင်းနှီးခဲ့ကြတဲ့\nမင်းသားကြီး Dong-gun Jang ဟာလဲ ခွန်လွန် အဖြစ်ပါဝင်သရုပ်ဆောင်\nထားတာကြောင့် ဇာတ်ကားကောင်းတကားဖြစ်နေတာတော့ မလွဲပါဘူး။\n  \nမထင္မွတ္ဘဲ အငတ္ေဘးဆိုက္ရာမွ မိမိအသက္ရွင္သန္ဖို႔အေရးအတြက္\nအစားအစာရွာေဖြရင္း မထင္မွတ္ထားတဲ့ နတ္ဘုရားသခင္မ မန္ရွင္း ကို ေတြ႕ဆုံခဲ့ရတဲ့ ကြၽီခ်န္\nမိမိတိုင္းျပည္ကိုကာကြယ္ဖို႔အတြက္ အင္အား ၃ေသာင္းခန႔္ရွိတဲ့ စစ္တပ္ကို\n႐ြပ္႐ြပ္ခြၽံခြၽံ ခုခံကာကြယ္ေနတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/TExb/The_Promise_(Wu_Ji)_[2005]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/How-To-Be-Single-Movie-Poster-1-203x300.jpg",
        "title": "How To Be Single (2016)",
        "description": "စာရေးဆရာမVeronica Roth ရဲ့ နာမည်ကျော် Divergent Series ရဲ့ သုံးအုပ်မြောက်စာအုပ်ကိုအသက်သွင်းထားတဲ့ ရုပ်ရှင်ဇာတ်ကားပါ။ရှေ့က Divergent(2014) နဲ့ Insurgent(2015) ရုပ်ရှင်တွေကိုကြည့်ဖူးထားရင်တော့ အဆက်အစပ်မိပါလိမ့်မယ်။ဇာတ်လမ်းရဲ့ကြောရိုး....အနာဂတ်ကာလ Chicago မြို့မှာ တံတိုင်းကြီးကာထားပြီးနေထိုင်ကြတဲ့ မျိုးနွယ်စုတစ်စုရှိပါတယ်။သူတို့ထဲမှာ  Abnegation ( အတ္တကင်းမဲ့မှု)၊ Amity ( ကြင်နာမှု )၊ Candor ( ရိုးသားမှု)၊ Erudite ( ဉာဏ်ပညာထက်မြက်မှု)၊ နဲ့ Dauntless ( ရဲရင့်မှု ) စသည်ဖြင့်အမျိုးအစားခွဲထားပြီး  အဲ့ဒီအမျိုးအစားထဲကနေ ချွန်ပြီးထွက်နေတဲ့ Divergent လို့သတ်မှတ်သူတွေကိုတော့ ဒီမြို့ထဲမှာမထားပါဘူး...သတ်ပစ်ပါတယ်။ဒီလိုချိန်မှာ Abnegation အကြီးအကဲရဲ့သမီး Tris (မင်းသမီး Shaileen Woodley ) ကတော့ အမျိုးအစား(၃)ခုကျော်နေလို့  Divergent လို့ The System ကသတ်မှတ်ပြီး သတ်ပစ်ဖို့ကြိုးစားလာပါတယ်။ဘာကြောင့်လဲဆိုတော့ Divergent တွေဟာ The System ...",
        "rating": "",
        "url": "https://channelmyanmar.org/how-to-be-single-20166/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Legally Blonde (2001)",
        "description": "မင္းသမီး Reese Witherspoon ရဲ႕နာမည္ၾကီးဇာတ္ကားပါ။\nIMDb Rating (6.2/10) ရရွိထားျပီး Romance/Comedy အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။\nဖက္ရွင္ရဲ႕အေရးပါပံုကို တင္စားရိုက္ကူးထားေပမယ့္ ဒီထက္ပိုေလးနက္တဲ့အေတြးအျမင္ကိုေပးထားႏိုင္ပါတယ္။\nလူတစ္ေယာက္စီတိုင္းမွာ ကိုယ္ကြ်မ္းကြ်င္ပိုင္ႏိုင္တဲ့အရည္အေသြးေတြရွိၾကျပီး\nဒါကိုရိုးရိုးသားသားအသံုးခ်ႏိုင္ရင္ ဘယ္အရည္အေသြးပဲျဖစ္ျဖစ္\nေအာင္ျမင္မႈတစ္ခုျဖစ္ေၾကာင္း ထင္ဟပ္ျပထားပါတယ္။\nမိန္းကေလးပရိတ္သတ္ေတြ လက္လြတ္မခံတမ္းၾကည့္ရွဳသင့္တဲ့ ဇာတ္ကားပါ။\n(ဒီဇာတ္ကားကို Su Yadanar Oo မွာခံစားတင္ဆက္ထားပါတယ္။)File size...(850MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:36:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung နမူနာၾကည့္ရန္",
        "rating": "6.3",
        "url": "https://megaup.net/2cujb/Legally_Blonde_[2001]_(MM_Sub)_.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/From-Vegas-To-Macau-III-poster-133x200.jpg",
        "title": "From Vegas To Macau III (2016)",
        "description": "From Vegas To Macau III (2016)_____IMDb - 2.3/10\n  အက်ရှင်ကြမ်းကြမ်းတွေကို ဟာသဆန်ဆန်ရိုက်ကူးထားတဲ့ The Man From Macau 3ကို မင်းသားကြီး Chow Yun-fat အပြင် မင်းသား Andy lau ပါ ပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်း အကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ ကန်(Chow Yun-fat)ရဲ့သမီးနဲ့ သူ့တပည့်ရဲ့ မင်္ဂလာပွဲကို အကြမ်းဖက်တိုက်ခိုက်ခံရပါတယ်...အဲ့ဒီအချိန်မှာပဲ ကန်ဆေးရုံရောက်နေတဲ့အချိန်မှာ ဒီအိုအေရဲ့ ငွေကို ခိုးယူထားပါတယ်ဆိုပြီး ကန်တယောက်အဖမ်းခံရပါတော့တယ် ကန်တယောက် အဖမ်းခံရတာကို ထွက်ပြေးဖို့ကြိုးစားတဲ့အချိန်မှာပဲ ကျင်စက်နဲ့ပစ်ဖမ်းခံရတာကြောင့် ထောင်ထဲရောက်တဲ့အချိန် အတိတ်မေ့သွားပြီ ရူးသလိုနှမ်းသလိုဖြစ်သွားရှာတယ်.....ရူးသလိုဖြစ်နေတဲ့ကန်တယောက် အရင်ဇာတ်ကားတွေထက် ပိုစွမ်းတဲ့လူဆိုးတွေနဲ့ ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်မလဲဆိုတာကို ရယ်ရင်းမောရင်းကြည့်ရှုကြပါအုံးစို့ထွက်သမျှ Movieတွေထဲမှာ အကြည်ဆုံးက တရုတ်စာတန်းထိုးအသေနဲ့ ဖြစ်နေဖို့ Subtitle ကို အရောင်ထည့်ပြီး ကြည့်ရ အဆင်ပြေအောင် လုပ်ထားပါတယ်။ Subtitle Qualityနဲ့ ပတ်သတ်ပြီး စိတ်တိုင်း ...",
        "rating": "2.3",
        "url": "https://megaup.net/V7gc/From_Vegas_To_Macau_III_(Du_Cheng_Feng_Yun_III)_[2016]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/h1-5-208x300.jpg",
        "title": "The Hole(2009) – ျမန္မာစာတန္းထိုး",
        "description": "လူသားတစ္ေယာက္ျခင္းရဲ႕အတြင္းမသိစိတ္မွာ အေၾကာက္ဆုံးဆိုတဲ့အရာတစ္ခုရိွတက္ၾကပါတယ္။တစ္ခ်ိဳ႕လူေတြက ကိုယ္ဘာေၾကာက္တက္လဲဆိုတာကို ထုတ္ေဖာ္ေျပာတက္ၾကေပမယ့္။ တစ္ခ်ိဳ႕ၾကေတာ့ ေၾကာက္စိတ္ဆိုတာရွက္စရာသိမ္ငယ္စရာလို႔ ထင္ၾကတဲ့အတြက္ မိိမိရဲ႕ေၾကာက္စိတ္ကို မိမိကိုယ္မိမိေသာ္ လည္းေကာင္း၊ သူတပါးကိုထုတ္ေဖာ္ေျပာဖို႔ေသာ္လည္းေကာင္း၊ ကြယ္ဝွက္လိမ္လည္ထား တက္ၾကပါတယ္။ဘယ္လိုပဲျဖစ္ျဖစ္ လူရယ္လို႔ျဖစ္လာျပီ ဆိုရင္  ေမြးကတည္းက အေၾကာက္တရားဆိုတာ ပါလာျပီးသားဆိုတာကေတာ့ျငင္းလို႔မရပါဘူး။ဒီလိုအေၾကာက္တရားေတြနဲ႔ ဇာတ္အိမ္တည္ထားတဲ့ ဒီကားေလးရဲ႕ဇာတ္လမ္းအက်ဥ္းကေတာ့ နယူးေယာက္ျမိဳ႕ႀကီးကေန  ဘန္ဆန္ဗီလီလို႔ေခါ္တဲ့ျမိဳ႕ငယ္ေလးကို ေရႊ႕ေျပာင္းလာတဲ့ မိသားစုေလးတစ္စုနဲ႔စတင္ထားပါတယ္။ မိသားစုသုံးေယာက္မွာ အေမျဖစ္သူ ဆူဆန္ရယ္ ေျပာင္းေရြ႕လာရတဲ့အေပၚကိုသိပ္အစာမေက်တဲ့ သားအႀကီး ဒင္းန္ နဲ႔ ေၾကာက္လန္႔အားငယ္တက္သူ သားငယ္ လူးကပ္စ္ တို႔ပဲျဖစ္ျပီး၊ဘန္ဆန္ဗီလီမွာ အိမ္နီးခ်င္းအသစ္အျဖစ္ ဂ်ဴလီ လို႔ေခါ္တဲ့ ေကာင္မေလးနဲ႔ မိတ္ေဆြျဖစ္ၾကပါတယ္။တစ္ေန႔မွာ ဒင္းန္ နဲ႔လူးကပ္စ္ဟာ သူတို႔အိမ္သစ္ရဲ႕ ေအာက္ထပ္မွာ ေသာ့ပိတ္ထားတဲ့ တြင္းႀကီးတစ္တြင္းကို ေတြ႕ရိွျပီး ေသာ့မ်ားကိုဖြင့္ခ်လိုက္တဲ့အခါမွာ တြင္းႀကီးထဲမွာ ဘာေတြကိုေတြ႕မလဲ? ဘယ္သူေတြဟာ ဒီတြင္းႀကီးနဲ႔ပတ္သတ္ေနမလဲ ဆိုတာကိုေတာ့ ဒီကားေလးမွာဆက္လက္ၾကည့္ရႈပါ။(ဇာတ္ကားအမ်ိဳးအစားက Fantasy/Thrillerအမ်ိဳးအစား ျဖစ္ျပီး Rotten Tomatoes 80% ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-170/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Thorn-p1-2-210x300.jpg",
        "title": "Innocent Thing (2014) ျမန္မာစာတန္းထိုး (18+)",
        "description": "IMDb Rating (6.4/10) ရရွိထားတဲ့ ကိုရီးယားဇာတ္ကားပါ။ပညာေပးဇာတ္ကားျဖစ္ျပီး အခ်စ္ကိုရူးမိုက္တဲ့လူေတြအေၾကာင္းရိုက္ကူးျပထားပါတယ္။စိတ္ကစားတတ္တဲ့အရြယ္မွာ အခ်စ္ကိုကိုးကြယ္သူနဲ႕သတိလက္လြတ္စိတ္ကစားမိတဲ့ အခ်စ္ရွိျပီးသူတို႕မကစားသင့္တဲ့အရာကို သတိလက္လြတ္ ကစားမိၾကရာက.................။(ဇာတ္လမ္းသေဘာေၾကာင့္ အရြယ္မေရာက္ေသးသူမ်ား မၾကည့္သင့္တဲ့ဇာတ္ကားပါ။)File size...(950MB)  Quality...HD-Rip 720pFormat...mp4Duration....01:58:08Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung   Download and Watch HD 720p (pCloud Link) Download and Watch 360p Small File Size(400MB)     နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/innocent-thing-2014-18/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/v1.bTsxMTE5MTg4ODtqOzE3MDc3OzIwNDg7MTIwMDsxNzc4-2-203x300.jpg",
        "title": "Joy (2015)",
        "description": "ဒီဇာတ်ကားက Joy Manganoဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းကို ပြန်ရိုက်ထားတဲ့ Biographical Comedy-Dramaအမျိုးအစား ဇာတ်ကားပဲ ဖြစ်ပါတယ်Joyက ယောက်ကျားနဲ့ ကွဲထားတဲ့ ကလေးနှစ်ယောက် အမေ ဖြစ်သလို သူရဲ့ အဖေနဲ့ အမေကလဲ ကွာရှင်းထားတာကြောင့် အိမ်စီးပွားရေးက သူရဲ့ ခေါင်းပေါ်ကို ရောက်လာပါတော့တယ်အဲဒီလိုနဲ့ စီးပွားရေး အဆင်ပြေဖို့အတွက် အလုပ်သစ်တစ်ခုကို စတင်တီထွင်ဖို့ ကြိုးစားပါတော့တယ်။ဒီဇာတ်ကားက အလုပ်သစ် စတင်မဲ့ လူတစ်ယောက်အတွက် ဘယ်လိုမျိုး အခက်အခဲတွေ ကြုံတွေ့ရတတ်တယ်၊ မအောင်မြင်ခင် ဘယ်လို ဝေဖန်တိုက်ခိုက်ခံရတယ်ဆိုတာတွေကို တွေ့ရမှာပါ။အဲဒီ အခက်အခဲတွေကို ဘယ်လို အင်အားမျိုးနဲ့ ကျော်ဖြတ်မှာလဲ၊ ကျရံှူးမှူတွေကိုရော လက်မြောက် အရံှူးပေးမှာလား ဒါမှမဟုတ် မဖြစ် ဖြစ်တဲ့ နည်းနဲ့ ကျော်လွှားမှာလားဆိုတာကို ကောင်းကောင်းသင်ယူနိူင်မဲ့ ဇာတ်ကား တစ်ကားမှာပါ။အလုပ်သစ်တစ်ခု စတင်မဲ့လူတွေအတွက် ကြည့်ကို ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားလို့ ညွန်းပါရစေJennifer Lawrence  ရဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2eYrq/Joy_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/fullsizephoto663199-2-209x300.jpg",
        "title": "Hwang Jin Yi (2015) 18+++",
        "description": "ဒီဇာတ္ကား ေလး.ျဖစ္ တည္ လာမႈမွာ.အဓိကအ ေၾကာင္ းႏွစ္ ခ်က္ ရိွတယ္ ဗ်..ပထမအခ်က္ က...သမီး ေနာင္ေရးအတြက္ စိတ္ ပူ ေနရတဲ့\nမိဘတစ္ ေယာက္ ရဲ႕ပူပင္ မႈ ့ ေတြကို႐ိုက္ ကူးထားၿပီး..\nဒုတိယအခ်က္ အ ေနနဲ႔က..အခ်စ္ ဆိုတာ..လူကို ေတာင္ ေသ ေအာင္ သတ္ ႏိုင္ ပါလားဆိုတာ.ဒီကားမွာမ်က္ ဝါးထင္ ထင္ ျမင္ ေတြ႔ရမွာပါ..\n\"စကားခ်ပ္ အ ေနနဲ႔\"၁၈++လို႔ ေျပာ ေပမဲ့..ခ်စ္ တင္းေႏွာ\nတဲ့အခန္းေတြမ်ားတာ ေၾကာင္ ့..ကြၽန္ ေတာ္ကေတာ့..19++ေတြပဲၾကည့္သင့္တယ္လုိ့ Rating သတ္မွတ္ေပးပါရေစFile Size         : 780 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 37 minute\nFormat           : Mp4\nGenre             : Drama,Romance\nEncoder         ...",
        "rating": "",
        "url": "https://channelmyanmar.org/hwang-jin-yi-20155/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Poster-Art-for-Arrow-Season-2-2-223x300.jpg",
        "title": "Arrow (Season 4) TV Series",
        "description": "Arrow season 4 အတြက္ အခ်ိန္က်လာပါျပီဗ်ာ။ ဒါေပမယ့္ အားလံုးသိျပီးတဲ့အတိုင္း လူေတြက အဲရိုးေသသြားျပီလို႕ပဲ သိထားၾကတာပါ။ အဲရိုးတို႕ စံုတဲြဟာလဲ ျမိဳ႕ရဲ႕ အေ၀းတစ္ေနရာမွာ ေပ်ာ္ရႊင္ေနၾကပါျပီ။ ျမိဳ႕အတြက္ေတာ့ အဲရိုးရဲ႕ညီမရယ္ Black canary ရယ္ ဒစ္ဂယ္ ရယ္က ဆက္လက္တိုက္ခိုက္ေနၾကပါတယ္။ ဒါေပမယ့္ ဒီစီစန္မွာေတာ့ သူတို႕ ခ်ည္းပဲ မေျဖရွင္းနိုင္ေတာ့တဲ့ အဖဲြ႕အစည္းၾကီးတစ္ခုေပၚလာပါျပီ။ H.I.V.E လို႕ ေခၚတဲ့အဖဲြ႕အစည္းၾကီးဟာ ျမိဳ႕က အုပ္ခ်ဳပ္ေရးပိုင္းက လူအားလံုးကို သတ္ျပီး ျမိဳ႕ကို တစ္စစီျပိဳကဲြေစပါေတာ့မယ္။ သူတို႕ရဲ႕ ေခါင္းေဆာင္ကေတာ့ စီစန္ ၃ မွာ နာမည္ၾကားခဲ့ျပီးျဖစ္တဲ့ ေရရွယ္ဂူး ရဲ႕ ျပိဳင္ဘက္ ရန္သူေတာ္ၾကီး ေဒမီယန္ ပဲျဖစ္ပါတယ္။ သူဟာ လက္ရိွအျမင္အရေတာ့ ရာရွယ္ဂူးထက္ပိုစြမ္းေနပါတယ္။ အဲရိုးရဲ႕ ျမွားေတြကို စြမ္းအားတစ္မ်ိဳးနဲ႕တားထားနုိင္ေနလို႕ပါပဲ။ တစ္ခ်ိန္ထဲမွာပဲ ပရိသတ္အားလံုးကို ဆဲြေဆာင္သြားနိုင္တာေတာ့ ေနာက္ေျခာက္လအၾကာမွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/arrow-season-4-tv-series/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/5970f827-69af-4d55-be95-5ebcd790c2c6-2-212x300.jpg",
        "title": "A Werewolf Boy (2012) ျမန္မာစာတန္းထိုး",
        "description": "Big Bossလို႔ လူသိမ်ားတဲ႔ မင္းသား Song Joong Ki ပါဝင္တဲ႔ ဒရာမာ အခ်စ္ဇာတ္လမ္းျဖစ္ပါတယ္။ Song Joong Ki စစ္မွဳ မထမ္းခင္ လြန္ခဲ႔တဲ႔ ၄ နွစ္ ၂၀၁၂မွာ ရံုတင္ျပသခဲ႔ျပီး ၾကည္႔ရွဳသူေတြရဲ ႔ အားေပးမွဳ နဲ႔ အသိအမွတ္ ျပဳဳ ခံခဲ႔ရတဲ႔ ဇာတ္ကားပါ။ စိတ္ကူးယဥ္ အခ်စ္ဇာတ္လမ္း ျဖစ္ျပီး တကယ့္ ပံုျပင္ေလး တပုဒ္ကို ၾကည္႔ေနရသလို ခံစားရေစပါတယ္။ အဆုတ္ေရာဂါသက္သာေအာင္ ေလေကာင္းေလသန္႔ ရွဴ ရင္း အနားယူဖို႔ ေတာရြာဘက္ကို ေျပာင္းေရႊ ႔လာၾကတဲ႔ မိန္းမပ်ိဳ ေလးတို႔ မိသားစုနဲ႔ ဝံပေလြလုလင္ပ်ိဳ တို႔ ေတြ႔ဆံုမိၾကရာက ဒီပံုျပင္ဆန္တဲ႔ အခ်စ္ဇာတ္လမ္းေလး ေပၚေပါက္ လာပါေတာ့တယ္။ မိန္းမပ်ိဳေလးနဲ႔ ေတြ႔မွပဲ ၀ံပုေလြတစ္ေကာင္လိုေနထိုင္တဲ့ ေကာင္ေလးက လူသားတေယာက္လို စားေသာက္ေနထိုင္ပံုကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/a-werewolf-boy-2012/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/battle-for-seva-2015-150x200.jpg",
        "title": "Battle for Sevastopol(2015)(ျမန္မာစာတန္းထိုး)",
        "description": "unicodeIMDb 7.2 ရထားတဲ့ ၂၀၁၅ ထွက် ကားလေး တင်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းထဲက ဇာတ်ကောင်ကတော့ အပြင်မှာတကယ်ရှိခဲ့တဲ့ ယူကရိန်းသူ ဆိုဗီယက်စနိုက်ပါ တစ်ယောက်အကြောင်းပါပဲ။ ဒုတိယကမ္ဘာစစ်အတွင်း ထင်ရှားခဲ့တဲ့ အမျိုးသမီးသူရဲကောင်းတစ်ယောက်အကြောင်းပါ။ သူ့ကိုသမိုင်းတစ်လျှောက် အအောင်မြင်ဆုံး အမျိုးသမီးစနိုက်ပါ အဖြစ်သိကြသလို World Deadliest Sniper ၁၀ ယောက်စာရင်းမှာ နံပါတ်သုံး ချိတ်ခဲ့တဲ့ တဦးတည်းသော အမျိုးသမီးစနိုက်ပါအဖြစ်လဲ သိကြပါတယ်။ ဇာတ်လမ်းအစမှာတော့ အိမ်ဖြူတော်မှာ ကျင်းပတဲ့ တွေ့ဆုံပွဲတစ်ခုမှာ လူဘယ်နှယောက်သတ်ခဲ့ပြီလဲ ဆိုတဲ့မေးခွန်းကို လူတွေကိုသတ်တာမဟုတ်ဘူး ဖက်ဆစ်တွေကို သတ်တာပါ ၃၀၉ ယောက်ရှိပါပြီ ဆိုတဲ့ အဖြေနဲ့ အားလုံးအံ့သြသွားစေခဲ့ပြီး သူ့ဘဝဇာတ်ကြောင်းကို စဖွင့်ပြခဲ့တာပါ။ စစ်ပွဲအတွင်းမှာ လူတွေသိန်းနဲ့ချီပြီး သေတာ မထူးဆန်းခဲ့ပေမယ့် မိန်းမငယ်လေးတစ်ယောက်က ရိုင်ဖယ်သေနတ်တစ်လက်နဲ့ လူ ၃၀၀ ကျော် သတ်နိုင်ခဲ့တာကိုတော့ အံသြဘနန်း ဖြစ်စေခဲ့တာ အမှန်ပါပဲ။ သမ္မတ ရူးစဗဲ့ကတော်နဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/3yHpx/Battle_For_Sevastopol_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/jaqHR-2-300x198.jpeg",
        "title": "Yi Mei Dao Ren (1989) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating က 6.9/10 ဆိုေပမဲ့ 1989 ေလာက္ကရိုက္ခဲ့တဲ့ဇာတ္ကား ဟာ ဘယ္ေတာ့မွ ရိုးမသြားတဲ့ဇာတ္ကား တကားျဖစ္တယ္ဆိုတာကိုေတာ့ သင္ ျငင္းလို႕မရပါဘူးက်ေတာ္တို႕ ငယ္ငယ္ကေလးဘ၀ထဲက ၾကိဳက္ႏွစ္သက္ခဲ့တဲ့ ဇာတ္ကားေလးေတြဟာ ဘယ္ေတာ့မွ ရိုးမသြားတဲ့ ဇာတ္ကားေလးေတြျဖစ္ျပီ အဲ့ဒီအခ်ိန္အဲ့ဒီအခါနဲ႕ဆို ဒီေလာက္ဖန္တီးႏိုင္မႈစြမ္းရည္ကိုခ်ီးက်ဴးရမွာပါ။ သင္တို႕သတိမထားမိတာက ငယ္ငယ္ကေလးဘ၀ထဲက သူ႕ဟန္ပန္အမူအရာေတြအတိုင္းလုိက္လုပ္အတုခိုးခဲ့တဲ့ ေမွာ္ဆရာၾကီး Lam Ching-Ying ကိုယ္တိုင္က ဒီဇာတ္လမ္းေတြကို ကိုယ္တိုင္ ဒါရိုက္တာလုပ္ျပီးရိုက္ကူးခဲ့တာဆိိုရင္ေရာယံုၾကည္ပါ့မလား။ဇာတ္လမ္း အညႊန္းေလးကေတာ့ ေရေၾကာရွာရင္း မထင္မွတ္ဘဲ တေနရာမွာ ေရေၾကာနဲ႕အတူတူခရစ္ယာန္ တရားေဟာဆရာရဲ႕ အေလာင္းၾကီးကို ရွာေဖြေတြ႕လိုက္တဲ့အခါမွာေတာ့ဘာေတြျဖစ္ပ်က္လာမလဲဆိုတာကို ဆက္လက္ၾကည့္ရွဳျပီးဘ၀ အေမာေတြ ေျပေပ်ာက္ႏိုင္ၾကပါေစဗ်ာေနာက္ထပ္လည္း Mr.Vampire 2 နဲ႕ 3 ကိုလည္း ဆက္လက္တင္ဆက္ေပးသြားမွာျဖစ္လို႕ ဆက္လက္ေစာင့္ေမွ်ာ္ အားေပးၾကပါအံုးဗ်ာ(၁၉၈၉ ေလာက္က ဇာတ္ကားျဖစ္တာမို႕ အၾကည္ဆံုး ဇာတ္ကားကိုရွာေဖြတင္ဆက္ေပးလိုက္ပါတယ္)File Size  :800MBQuality  :720BlueRayFormat  :MP4Duration  :01:40:43Substitle  :Myanmar Substitle(hardsub)Encoder  :Aung Aung ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-200/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/p1-2-300x202.jpg",
        "title": "The Pacific (2010)",
        "description": "IMDb rating  8.3\nMetacritic rating  86%\nTV.com 7.4 အထိ rating အမြင့်တွေရရှိထားတဲ့ The Pacific (2010) ကို Channel Myanmar မှ တင်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်ကားဟာ mini-series ဖြစ်ပြီး အပိုင်းအားလုံး (၁၀)ပိုင်းရှိပါတယ်။ဇာတ်လမ်းအစကတော့.... ပုလဲဆိပ်ကမ်းဗုံးကျဲခံရပြီး နှစ်ဝက်အကြာ အာရှတိုက်သား ဂျပန်တို့က လူ့သမိုင်းတလျှောက်အကြီးမားဆုံးအင်ပါယာကြီးကိုထိန်းသိမ်းနိုင်ခဲ့တယ်။ ၁၉၄၂ မှာပဲသြစတီးလျကိုအခြေချဖို့ကြိုးစားနေတဲ့ဂျပန်တွေဟာ တပြိုင်နက် တောင်ပစိဖိတ်ကျွန်းတွေကိုပါ ချဲ့ထွင်ဖို့ကြိုးစားလာခဲ့ကြတယ်။ Guadalcanal. ကျွန်းမှာ လေယဉ်ကွင်းဆောက်နေကြပြီး ဒီလေယဉ်ကွင်းသာပီးဆုံးမယ်ဆိုရင် သြစတီးလျကိုကူညီမယ့်အမေရိကန်တို့ရဲ့ထောက်ပံ့ရေးကိုပိတ်ဆို့ထားနိုင်ပါပြီ။ ဒီတော့အမေရိကန်တွေအနေနဲ့ ဒီကျွန်းကိုမဖြစ်မနေ ရအောင်ယူမှကိုရတော့မယ်။ဒီအတွက်အမေရိကန်တွေ ဘယ်လိုဖြေရှင်းကြမလဲ . ဘယ်တပ်ဖွဲ့တွေသုံးပြီးဒီကျွန်းကိုပြန်ယူကြမလဲ . . .\nပုလဲဆိပ်ကမ်း ဟာဝါရီကျွန်းတွေအတိုက်ခံရပြီးချိန်မှာ အမေရိကန်စစ်သားတွေရဲ့စိတ်ထဲမှာဂျပန်ဆိုတာ\nတိုက်မရတဲ့ လူတွေလို့စွဲနေတဲ့အချိန်....ဒီအစွဲတွေကိုဘယ်လိုချွတ်မလဲ . . . စတာတွေကို ဇာတ်ကားထဲမှာ သိမြင်နိုင်မှာပါ။\nဒီဇာတ်လမ်းတွဲဟာ band of brother လိုပဲ အင်တာဗျူးအစီအစဉ်ကနေ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-pacific-2010/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Five_Senses_of_Eros-p2-2-210x300.jpg",
        "title": "Five Senses of Eros (2009) ျမန္မာစာတန္းထိုး",
        "description": "IMDb (5.4/10)ရရွိထားတဲ့ Drama/Romance အမ်ိဳးအစား ကိုရီးယားဇာတ္ကားပါ။ဘဝ ၅ ခု...အခ်စ္ ၅ ခု ကို Story ၅ ခုနဲ႕ပံုေဖာ္ထားတာေၾကာင့္အဆက္အစပ္မရွိသလို ခံစားၾကည့္ရႈရမွာပါ။မင္းသား Song Joong‑ki (Big Boss) ပါဝင္ထားတဲ့ဇာတ္ကားမို႕လို႕ ဘာသာျပန္ခဲ့ေပမယ့္သူကဒီဇာတ္ကားမွာ အရန္သေဘာေလာက္နဲ႕ ေနာက္ဆံုး Story က်မွပါဝင္ထားတာပါ။တခ်ိဳ႕အခန္းေတြက မိသားစုနဲ႕မၾကည့္သင့္ေၾကာင္းေတာ့ ၾကိဳတင္သတိေပးလိုပါတယ္။ (ဒီဇာတ္ကားရဲ႕ ျမန္မာစာတန္းထိုးကို Moe Myint Lwin မွဘာသာျပန္တင္ဆက္ထားတာပါ။)File size...(999MB)  Quality...HDTV Rip 720pFormat...mp4Duration....02:08:57Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung   Download and Watch HD 720p (pCloud Link)       နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/five-senses-of-eros-2009/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/91doS5BQjdL._SL1500_-1-215x300.jpg",
        "title": "Cobain:Montage Of Heck (2015) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 7.6/10 ရရွိထားတဲ့ ဒီဇာတ္ကားေလးဟာနာမည္ၾကီးအဆိုေတာ္တေယာက္ရဲ႕ ဘ၀အျဖစ္အပ်က္ေတြကို ပံုေဖာ္ရိုက္ကူးထားတာဘဲျဖစ္ပါတယ္။ Kurt Cobain ဟာဆိုရင္  အမ်ားသိၾကတဲ့အတိုင္း အဆိုေတာ္ သီခ်င္းေရးဆရာ ဂစ္တာသမားတစ္ေယာက္ျဖစ္ၿပီးေတာ့ rock band တစ္ခုျဖစ္တဲ့ Nirvana ရဲ႕ပင္တိုင္အဆိုရွင္တစ္ဦးလည္းျဖစ္ပါတယ္ ။ Kurt ကို 1967 ခုႏွစ္ ေဖေဖာ္ဝါရီလ ႏွစ္ဆယ္ရက္ေန႔ Washington ျပည္နယ္  Aberdeen မွာ ေမြးဖြားခဲ့ပါတယ္။ နာမည္အျပည့္အစံုကေတာ့  Kurt Donald Cobain ျဖစ္ပါတယ္... ဒီမွတ္တမ္း႐ုပ္ရွင္ထဲမွာေတာ့  Kurt ရဲ႕  Aberdeen မွာေနထိုင္ခဲ့စဥ္က အေစာပိုင္းပုံရိပ္ေတြရယ္ Nirvana Band နဲ႔အတူ ရရွိလာတဲ့ ေအာင္ျမင္မႈေတြ  က်႐ံႈးမႈေတြကို သင္ခန္းစာယူဖြယ္ၾကည့္႐ႈခံစားရမွာပါ။    Download & Watch 720p  Download & Watch 360p",
        "rating": "",
        "url": "https://channelmyanmar.org/cobainmontage-of-heck-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/lone-survivor-133x200.jpg",
        "title": "Lone Survivor (2013)",
        "description": "Lone Survivor (2013)\nIMDb - 7.5/10_____Rotten - 74%\n ဒီတစ်ခါတော့ စစ်ကားကြိုက်ပရိတ်သတ်တွေအတွက် စစ်ကားကောင်း တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ၂၀၁၄ အစရဲ့ အက်ရှင်ကားကောင်း တစ်ကားဖြစ်ခဲ့ပါတယ်။\nဒီကားက တကယ့် ဖြစ်ရပ်မှန် Red Wings Operation ကို ဇာတ်အိမ်တည်ရိုက်ကူးထားပြီး၊ ကျဆုံးသွားတဲ့ စစ်သားတွေကို အမှတ်တရ ဂုဏ်ပြုထားတာဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ Trailer မှာပါတဲ့အတိုင်း Navy SEAL လေးယောက်က တာလီဘန် ခေါင်းဆောင် တစ်ယောက်ကို အပြတ်ရှင်းဖို့ သွားတာဖြစ်ပါတယ်။ ဒါပေမယ့် သူတို့ ရှိနေတဲ့နေရာကို ဆိတ်ကျောင်းသား သားအဖကရောက်လာ ပြီးတွေ့သွားတဲ့အခါမှာတော့ Rules of Engagement (စစ်ပွဲတစ်ပွဲရဲ့စည်းကမ်းတွေလို့ ယေဘူယျ ဘာသာပြန်လို့ရပါတယ်) အရ ကလေးတွေ၊ လက်နှက်ကိုင် မဟုတ်တဲ့ အရပ်သားတွေကို မသတ်ပဲ ပြန်လွှတ်ပေးလိုက်ပါတယ်။ အဲ့လိုပြန်လွှတ်ပေးလိုက်ရင် သူတို့ နောက်မှာ တာလီဘန် တွေလိုက်လာမှာကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/2omrv/Lone_Survivor_[2013]_(MM_Sub).mp4",
        "category": "Action, Biography, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/01-1-215x300.jpg",
        "title": "Mirrors 2(2010)",
        "description": "mirror 1 ၿပီးေတာ႔အခု mirror 2 ထပ္လာပါၿပီ\nေစ႔စပ္ထားတဲ႔ ဇနီးေလာင္းနဲ႔တညမွာကားေမာင္းတဲ႔ မက္ခ္ ဟာ\nကားတိုက္မွဳၿဖစ္ၿပီး သူ႔ဇနီးေလာင္းကေတာ႔ ပြဲခ်င္းၿပီးေသဆံုးခဲ႔တယ္\nသူကေတာ႔အသက္ရွင္ခဲ႔တယ္ဆုိေပမယ္႔သူနဲ႔အတူ တခုခုပါလာခဲ႔တယ္\nအဲဒါက တၿခားေလာကသားကို မွန္ထဲမွာၿမင္ရလာတာပါပဲဇနီးေလာင္းေသလို႔စိတ္ေလတဲ႔သူဟာ အရက္ေဆးမ်ိဳးစံုကိုသံုးၿပီး\nေမ႔ေပ်ာက္ဖုိ႔ ၾကိဳးစားခဲ႔ယံုတင္မကဘူး သူ႔ဇနီးေလာင္းနဲ႔ပါၿပန္ေတြ႔ဖုိ႔\nၾကိဳးစားခဲ႔တယ္ ခုတ္ရာတၿခားထစ္ရာတၿခားဆုိသလိုပဲ သူ႔စိတ္ေတြ\nၿပန္တည္ၿငိမ္လာေစဖို႔ သူ႔အေဖက သူတုိ႔ပိုင္တဲ႔ေမဖလား၀ါးမွာ စိတ္ေၿပလက္ေပ်ာက္\nၿဖစ္ေအာင္အလုပ္လုပ္ဖုိ႔တုိက္တြန္းခဲ႔တယ္\nအေၾကာင္းတရားကေတာ႔ ေမဖလား၀ါးမွာ အမိ်ဳးသမီးတေယာက္ေပ်ာက္ဆံုးခဲ႔တဲ႔အတြက္\nသတ္မွတ္ရက္ထက္ေနာက္က်မွဖြင္႔ႏိုင္ခဲ႔ၿပီး ေနာက္ထပ္ ညေစာင္႔တေယာက္ကလဲ\nသူ႔ကိုယ္သူမွန္ေရွ႔မွာ  သူ႔အသားသူလွီးၿပီး၀ါးစားခဲ႔တယ္ေမဖလား၀ါးစတိုရဲ႔မွန္ေတြထဲမွာဘယ္လိုသမိုင္းေတြရွိလဲဆိုတာကိုေတာ႔......File Size         : 780 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 31 minute\nFormat           : Mp4\nGenre             : Thriller,Horror\nEncoder         : Aung Aung Oo(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ ေအာင္ေအာင္ဦးပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/mirrors-22010/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Spirit-stallion-cimarron-1-300x225.jpg",
        "title": "Spirit: Stallion of the Cimarron(2002)(ျမန္မာစာတန္းထိုး)",
        "description": "Animation ေကာင္းေလးတစ္ခုကို ထပ္ျပီးတင္ေပးလိုက္ပါတယ္။ Imdb 7.0 ရထားတဲ့ ဇတ္ကားေလးပါ။ ၁၉ ရာစုနွစ္မွာအသက္ရွင္ေနထိုင္ခဲ့တဲ့ ျမင္းရိုင္းေလး Spirit ရဲ႕ဇာတ္လမ္းပါ။ အေကာင္းဆံုး animation ေအာ္စကာဆံခါတင္စာရင္းထဲမွာ ပါ၀င္ခဲ့ျပီးအၾကီးအက်ယ္ေအာင္ျမင္မႈရခဲ့တဲ့ ကားေလးတစ္ကားပါ။\n                 ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ ျမင္းအုပ္ရဲ႕ေခါင္းေဆာင္ေကာင္းတစ္ေယာက္အျဖစ္ ၾကီးျပင္းလာခဲ့တဲ့ ျမင္းရိုင္းေလး Spirit ဟာ သိလိုစိတ္ကို မထိန္းနိုင္ဘဲ စူးစမ္းမႈေၾကာင့္ လူေတြရဲ႕ ဖမ္းဆီးျခင္းကို ခံရျပီး အေမရိကန္ ျမင္းတပ္ဆီကို ေခၚေဆာင္သြားခံခဲ့ရပါတယ္။ အဲဒီမွာပဲ ကြ်န္ျပဳခံထားရတဲ့ တျခားျမင္းေတြနဲ႕ အတူထားေပမယ့္ Spiritကို နာခံေအာင္ ဘယ္သူမွ ေလ့က်င့္မေပးနိုင္တဲ့ အေျခအေနမွာ ဒါကို မရရေအာင္လုပ္ဖို႕ရည္ရြယ္တဲ့ ကာနယ္နဲ႕ ထိပ္တိုက္ေတြ႕ၾကတဲ့ အခ်ိန္မွာ .........ဒါ့အျပင္ အေမရိကန္ေတြကို ခုခံေနရတယ့္ လာကိုတာနယ္ခံထဲကအဖမ္းခံထားရတဲ့ Little Creek နဲ႕ ...",
        "rating": "",
        "url": "https://megaup.net/Tg64/Spirit_-_Stallion_Of_The_Cimarron_[2002]_(MM_Sub).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/fullsizephoto658767-1-209x300.jpg",
        "title": "Good Sister-in-Law:Forbidden Love(2015) 18++++",
        "description": "အိမ္ေထာင္တစ္ခုမွာဘယ္ဟာကပိုျပီးအေရးႀကီးပါသလဲ...တကယ့္အိမ္ေထာင္ေရးတခုမွာမိသားစုဘဝသာယာလွပဖို့ကအေရးႀကီးတာပါ..တကယ္လိုသာအဲ႕ဒီအိမ္ေထာင္ေရးတစ္ခုမွ သားသမီးဆိုတဲ႕အရာကို ခင္ပြန္းသည္ကမလုပ္ေပးႏိုင္ရင္ ဒါမွမဟုတ္ ဆန့္က်င္ဘက္အရာတစ္ခုကိုစိတ္ဝင္စားလို့မစြမ္းေဆာင္ေပးႏိုင္ဘူးဆိုရင္ အဲ႕ဒီအိမ္ေထာင္ေရးကသာယာႏိုင္ပါ့မလား..အဲ႕ဒီဆန့္က်င္ဘက္အရာတစ္ခုကေကာ အဲ႕ဒီအိမ္ေထာင္ေရးျကားထဲကို ဘယ္ေလာက္အတိုင္းတာထိပတ္သက္ခဲ႕ပါသလဲ....အိမ္ေထာင္တခုမွာ သာယာဖို့ဆိုတာ မိန္းမျဖစ္သူကေယာက်ၤားျဖစ္သူကိုဆြဲေဆာင္ႏိုင္ဖို့ ထိန္းခ်ဳပ္ႏိုင္ဖို႔ဆိုတာအေရးႀကီးဆံုးပါဘဲ..အဲ႕လိုေတြမထိန္းခ်ဳပ္ႏိုင္ခဲ႕လို႔ ေယာက်ာၤးကိုသိပ္ခ်စ္လို႔ အေလ်ာ့ေပးခဲ႕တဲ႔အစ္မျဖစ္သူတစ္ေယာက္နဲ႕ အစ္မျဖစ္သူရဲ႕ခင္ပြန္းသည္ ခဲအိုျဖစ္သူနဲ႕ တစ္အိမ္တည္းအတူေနႀကတဲ႕ဒီဇာတ္လမ္းရဲ႕ အဓိကမင္းသမီးေလး အရမ္းေခ်ာတဲ႕ဆရာဝန္ခယ္မေလးတို႕ ဘယ္လိုသံေယာဇဥ္ေတြညွိတြယ္ျပီး ေနာက္ပိုင္းမွာ ဘာေတြဆက္ျဖစ္လာႀကလဲ...ဘယ္လိုမ်ိဳး ရင္ခုန္စရာအရမ္းေကာင္းတဲ႕ဇာတ္လမ္းေလးေတြျဖစ္လာႀကသလဲ..ကဲေျပာေနတာျကာပါတယ္ဗ်ာ အေႀကာင္းစံုသိခ်င္လို႕ရွိရင္ ဒီအိမ္ေထာင္ေရးဆန္ဆန္ 18+ ကားေလးကို ျမန္ျမန္သာေဒါင္းလိုက္ႀကပါေတာ့...တခုေတာ့ဝန္ခံပါရေစ ဒီကားရဲ႕ေယာက်ာၤးေလးေတြအႀကိဳက္မင္းသမီးေလးကအရမ္းကိုေခ်ာတယ္ဆိုတာပါဘဲ ဟိဟိ ..File Size         : 700 MB\nQuality           : HD Rip 720P\nRunning Time : 1hr 37 minute\nFormat           : Mp4\nGenre             : Drama,Romance\nEncoder         : Joker.phs(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Moe Myint Lwin ပဲျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/good-sister-in-lawforbidden-love2015-188/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BZjFjNmYwNGMtZjU3Yi00N2NhLTljNGQtNDFiY2Y1NjAxMDJjXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Constantine (2005)",
        "description": "Constantine (2005)_______IMDb - 7.0/10\n ဒီနေ့တင်ပေးမယ့် ဇာတ်ကားကတော့ CM ပရိတ်သတ်တို့ ဂွတ်ရှယ်အကြိုက်တွေ့မယ့်ဇာတ်ကားပါပဲ\nမက်ထရစ်နဲ့ speed စတဲ့ ဇာတ်ကားတို့အပြင် မကြာသေးခင်ကထွက်ထားတဲ့\nJohn Wick ဇာတ်ကားတို့ရဲ့သရုပ်ဆောင် ကမ္ဘာကျော်မင်းသား Keanu Reeves ရဲ့ ခပ်မိုက်မိုက်ဇာတ်ကားတစ်ကားပါ\n2005 ခု နှစ်မှာထွက်ရှိထားပြီး ဒါရိုက်တာ Francis Lawrence က ရိုက်ကူးပြီး ဒေါ်လာ သန်း ၁၀၀\nအကုန်အကျခံကာရိုက်ကူးခဲ့တာ ရုပ်ရှင်အတွက် ပြန်ရတဲ့ငွေကတော့ ဒေါ်လာ သန်း ၂၃၀ ပဲဖြစ်ပါတယ်\nIMDb Rating မှာလည်း 7.0 ရရှိထားပါတယ်..\nဇာတ်လမ်းပုံစံကတော့ ဂျွန်ကွန်စတန်တင်းဟာ နတ်ဆိုးတွေကိုအမဲလိုက်တဲ့သူတစ်ဦးဖြစ်ပါတယ်..\nမကောင်းဆိုးဝါးတွေ..ကြားထဲမှာပဲ သူ့ဘဝကိုရှင်သန်ပြီး..သူလုပ်ခဲ့တဲ့ အရာတွေကြောင့်သူသေရင်\nငရဲကိုသာ သွားရလိမ့်မယ်ဆိုတာကို သူကိုယ်တိုင်လည်းသိပါတယ်..ဆေးလိပ်အရမ်းသောက်တာကြောင့်\nအဆုတ်တခုလုံးစုတ်ပြတ်သတ်နေပြီး သေဖို့အချိန်ကလည်းနီးကပ်နေပါပြီ..ကွန်စတန်တင်းဟာ\nသူသေရင် ငရဲအစားကောင်းကင်ဘုံကို တက်ရဖို့အတွက်..စွန့်စားမှုတခုကို အမြဲတမ်းလိုက်ရှာပြီး\nလုပ်ဖို့ကြိုးစားနေပါတယ်..သူ့ရဲ့ဝိဉာဉ်ဟာငရဲနဲ့ပဲသက်ဆိုင်တယ်လို့ မကောင်းဆိုးဝါးတွေကလည်း\nယူဆတဲ့အတွက် သူ့ကိုအမျိုးမျိုးသတ်ဖို့ကြိုးစား..စိတ်အနှောက်အယှက်ပေးနေကြပါတယ်.\nတစ်နေ့မှာ ကိုယ့်ကိုကိုယ်သတ်သေသွားတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ညီမဖြစ်သူကို မကောင်းဆိုးဝါး\nနတ်ဆိုးတွေလိုက်လံနှောက်ယှက်တဲ့အခါမှာ..ဂျွန်ဟာ အဲ့အမျိုးသမီးဘက်ကနေ ကူပါတော့တယ်..\nကောင်းကင်တမန် ..နဲ့..နတ်ဆိုးတွေ..အပြင်..နတ်ဆိုးဘုရင် လူစီဖာ နဲ့ပါ..ပါဝင်ပတ်သတ်မှုတွေနဲ့အတူ\nဂျွန် ကွန်စတန်တင်းရဲ့ စွန့်စားမှုတွေ..ခပ်မိုက်မိုက်ရိုက်ချက်တွေကို ဆက်လက်ရှုစားကြပါFilesize ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xqq0/Constantine_[2005]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/rmUg1QMUb1e0hFvFhh5EnHTfUIV-1-207x300.jpg",
        "title": "Closed Circuit (2013) ျမန္မာစာတန္းထိုး",
        "description": "လန္ဒန္ ရဲ႕ အထင္ကရေစ်းတခုမွာ ေပါက္ကြဲမွု႔တခု ျဖစ္ပြဲခဲ႔ၿပီး လူေပါင္း ၁၂၀ ေက်ာ္ ေသဆံုးခဲ႔ပါတယ္… ဒီျဖစ္ရပ္မွာ သံဒယရွိျခင္း ခံရသူ တဦး ကို ဖမ္းဆီးခဲ႔ပါတယ္…တရားလိုေရွ႕ေနအျဖစ္လိုက္ပါေဆာင္ရြက္ေနတဲ႔ ဆိုင္မြန္ ဟာ ရုတ္တရတ္ ေသဆံုးသြားခဲ႔ၿပီးေနာက္ Martin Rose ကိုေဆာင္ရြက္ေစဖို႔ လြဲေျပာင္းေပးျခင္းခံရသလို တခ်ိန္ထဲမွာပဲ တရားခံဖက္က ေရွ႕ေနအျဖစ္ Claudia Simmons ကို ေဆာင္ရြက္ေစခဲ႔ပါတယ္…သူတို႔ ၂ ဦးဟာ မၾကာခင္အခ်ိန္တခုကမွ ျပတ္စဲထားတဲ႔ လင္မယားေတြ ျဖစ္ေပမယ္႔ ဒီအမွဳကို ေပးအပ္လိုက္ခ်ိန္ကစလို႔ တဦး နဲ႔ တဦး မည္သည္႔ အေၾကာင္းနဲ႔မွ ဆက္သြယ္ခြင္႔ နဲ႔ ဆက္သြယ္မည္ မဟုတ္ပါေၾကာင္း ကို ကတိေပးထားရျပန္တယ္..တရာခံေရွ႕ေန Claudia ဟာ MI5 agent Nazrul Sharma ရဲ႕ ထိမ္းသိမ္းမွု႔ေအာက္မွာသာ လွဳပ္ရွားခြင္႔ရွိၿပီး တရားခံ Farroukh  ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-47/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/p9337419_v_v8_aa-133x200.jpg",
        "title": "Broken City (2013)",
        "description": "Broken City (2013)______IMDb - 6.2/10Shooter မင်းသား Mark Wahlberg နဲ့ နာမည်ကျော်မင်းသား Russell Crowe တို့ပါဝင်တဲ့\nသည်းထိပ်ရင်ဖို မှုခင်းဇာတ်လမ်းလေးပါ...Shooter မင္းသား Mark Wahlberg နဲ႕ နာမည္ေက်ာ္မင္းသား Russell Crowe တို႕ပါဝင္တဲ့\nသည္းထိပ္ရင္ဖို မွဳခင္းဇာတ္လမ္းေလးပါ...\n \nFile Size - 774 MB\nQuality - 720p\nTranslator - Ei Ei Mar\nEncoder - San Win Maung",
        "rating": "6.2",
        "url": "https://megaup.net/2da4v/Broken_City_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/286527-1-203x300.jpg",
        "title": "The Boy (2016)",
        "description": "ဂရီတာအီဗန်စ် ဟာ အမေရိကန်အမျိုးသမီးငယ်တစ်ယောက်ဖြစ်ပြီး ကလေးထိန်းအလုပ်ဖြင့် အင်္ဂလိပ်ရွာငယ်လေးတစ်ရွာကိုပြောင်းရွှေ့လာသူပါ.သူမအလုပ်လုပ်ရမဲ့အိမ်ကိုရောက်တဲ့အခါမှာတော့သူမတွေ့လိုက်ရတာက ထူးဆန်းတဲ့လင်မယားနှစ်ယောက်ရယ် သူမထိန်းရမှာ ကလေးတစ်ယောက်လို့ထင်ပေမဲ့ တကယ့်ကလေးမဟုတ်ပဲ ကလေးငယ်လေးအတိုင်းပုံတူလုပ်ထားတဲ့အရုပ်လေးတစ်ရှပ်ပဲဖြစ်ပါတယ်.အဲ့ဒီနောက်မှာသူမ ကို အိမ်ကြီးရှင်လင်မယားနှစ်ယောက်ဟာ သူမကို စည်းကမ်းပေါင်းမြောက်များစွာနဲ့ အတူအရုပ်ကလေးကိုပါထားခဲ့ကာ ခရီးရှည်ထွက်သွားကြပါတော့တယ်. အဲ့ဒီနောက် ဂရီတာ တစ်ယောက် ဘရန်ဟ် ဆိုတဲ့ကလေးရုပ်လေးနဲ့အတူအိမ်ကြီးထဲမှာအဆင်ပြေနိုင်ပါ့မလား. အိမ်ကြီးကိုရောက်ပြီးမှ ရင်းနှီးသိကျွမ်းခဲ့တဲ့ မယ်ကွန်လ် ဆိုတဲ့ သူကရော သူမ ယုံကြည်ရသူဖြစ်နိုင်ပါ့မလား. သူမရဲ့ နောက်ကြောင်းကအတိတ်ဆိုးကရော ဘယ်လိုလဲ ဘာတွေဆက်ဖြစ်မှာလဲ အိမ်ကြီးရှင်လင်မယားကရော ပြန်လာမှာလား အဲ့ဒီလိုလျှို့ဝှက်သည်းဖို ဖြစ်ရပ်တွေကိုရှင်းရှင်းလင်းလင်းသိချင်ရင် ဒီ ဇာတ်ကားလေးကိုသာဒေါင်းလုတ်ဆွဲကြည့်လိုက်ကြပါတော့ လို့တိုက်တွန်းပါရစေFile Size         : 770 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 37 minute\nFormat           : Mp4Genre             : Horror, Mystery, Thriller\nEncoder         : Joker.phs",
        "rating": "",
        "url": "https://megaup.net/14by2/The_Boy_[2016]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/1407945142-1621845101-o-1-300x300.jpg",
        "title": "The Order Thai Mini Movie (2015)",
        "description": "ကဲ အမ်ိဳးတို႔ေရ ...\nဒီၾကားထဲမွာ စီးရီးတြဲေတြ ေရးျဖစ္ေနေတာ့\nရုပ္ရွင္ကို ေမွ်ာ္တဲ့ အမ်ိဳးေတြအတြက္\nMini-movie ေလးတစ္ခု တင္ေပးလိုက္ၿပီဗ်ာ\nကြ်န္ေတာ္ေရးတဲ့ကားဆိုရင္ေတာ့ သိတဲ့အတိုင္းပဲ\nComedy Romance ေလးေပါ့ ...Mini movie\nဆိုေပမယ့္ ဇာတ္လမ္းေလးကေကာင္းတယ္ေနာ္\nမင္းသားက Channel 7 မွာလာတဲ့ စီးရီးတြဲတစ္ခုမွာ ပါဖူးတယ္ထင္တယ္\nသိတဲ့သူေတြလည္း သိၾကမွာပါ ...\nဇာတ္အိမ္ေလးကတိုေတာ့ အျမည္းေတာ့မေပးေတာ့ဖူးေနာ္ ... ကိုယ့္ဘာကိုယ္သာ ေဒါင္းၾကည့္ေပေတာ့\nၾကည့္ရႈဖို႔သာ သင္တာ၀န္ယူလိုက္ပါ\nဇာတ္အိမ္ေကာင္းဖို႔ ကြ်န္ုပ္တာ၀န္ယူပါသည္File Size         :  270 MB\nQuality           : Blu ray 720P\nRunning Time : 36 minute\nFormat           : Mp4\nGenre             : Comedy, Romance\nEncoder         : Joker.phs(ဇာတ္လမ္းအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Tartee Poeပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/the-order-thai-mini-movie-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Entrapment_film-135x200.jpg",
        "title": "Entrapment (1999)",
        "description": "Entrapment (1999)\n6.2/10 IMDbကိုငြိမ်းမောင်ရဲ့ တိုက်တွန်းချက်အရ ပြန်ဖြစ်တဲ့ဇာတ်ကားလေးပါ။\nအဓိကကတော့ ကျွန်တော်တို့ ကိုငြိမ်းမောင်တို့ သိပ်ကြိုက်ခဲ့ရတဲ့\nမင်းသမီး ကက်သရင်းဇီတာဂျုံးရဲ့ ဇာတ်ကားလေးဖြစ်နေတာကြောင့်ပါ။ဗာဂျီးနီးယား ဂျင်ဘက်ကာ(ကက်သရင်းဇီတာဂျုံး)ဟာ ဝေ့ဗာလီအာမခံလုပ်ငန်းက ဝန်ထမ်းတစ်ဦးပါ။\nနာမည်ကြီးအနုပညာပစ္စည်းသူခိုး မက်ခ်ဒူဂယ်(ရှောင်ကွန်နရီ) ကို ဖမ်းဆီးနိုင်ဖို့အတွက်\nမက်ခ်အနားကိုသွားပြီးလူယုံအဖြစ်နဲ့ တစ်ခြားပစ္စည်းတွေ ကို ခိုးယူကြဖို့ အကွက်ဆင်ပါတယ်။စူပါသူခိုးကြီး မက်ခ်ကလည်း ဂျင်ရဲ့သရုပ်မှန်ကို သိသော်ငြားလည်း\nအဲဒီအလုပ်ကို လက်ခံပြီး ပြီးဆုံးအောင်လုပ်ခဲ့ပါတယ်။\nအလုပ်အပြီးမှာ ဂျင်ကို ကိုယ့်လမ်းကိုယ်သွားဖို့ ပြောခဲ့သော်လည်း\nဂျင်က အလုပ်ကြီး နောက်တစ်ခုကို ကမ်းလှမ်းခဲ့ပါတယ်။နောက်ပိုင်းမှာတော့ ဂျင်ဟာလည်း သူခိုးတစ်ပိုင်းဖြစ်နေပြီး\nမက်ခ်ကလည်း အက်ဖ် ဘီအိုင်နဲ့ ပတ်သက်မှုတွေရှိလာတာကို သိလာခဲ့ကြပါတယ်။\nဂျင်ရဲ့ဦးတည်ချက်က ဝေ့ဗာလီအာမခံအတွက်လား သူခိုးဘဝလား။\nမက်ခ်ရဲ့ ဦးတည်ချက်ကရော ဘာဖြစ် မလဲ။\nသူတို့နှစ်ဦးကြားထဲက သံယောဇဉ်ကို ဘယ်လိုအဆုံးသက်ကြမလဲ။\nဝေ့ဗာလီ အာမခံကုမ္ပဏီနဲ့ အက်ဖ်ဘီအိုင်တွေကရော ဘယ်လို ပါဝင်လာကြမလဲ\nဇာတ်လမ်း အလှည့်အပြောင်းနဲ့ လှည့်ကွက်လေးတွေကို ခံစားကြည့်ရှု့ကြပါ။\n(ဘာသာပြန်သူနဲ့ ဇာတ်လမ်းအညွှန်းရေးသားသူက Nyi Nyi Kyaw Myint ဖြစ်ပါတယ်။)File size...(950MB)\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....01:52:56\nSubtitle....Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/14u31/Entrapment_[1999]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/28-weeks-later-poster-135x200.jpg",
        "title": "28 Weeks Later (2007)",
        "description": "28 weeks later (2007)\nIMDb - 7.0/10_____Rotten - 71%\n  \nIMDb 7\nRotten Tomatoes 71%\nMetacritic 78% ရထားတဲ့ 28 weeks later\nဇာတ်ကားဟာတော့သာမန် ရောဂါကူးစက်တဲ့\nzoombie ကားတွေနဲ့မတူဘဲ အချစ်မေတ္တာ အတိမ်အနက်\nကိုပါတွေ့မြင်နိုင်မှာပါ\nရောဂါကိုအမြစ်ပြတ်သလောက်ရှင်းနိုင်ခဲ့ပြီး အင်္ဂလန်ရဲ့\nခရိုင်လေးမှာ ပြန်လည်ထူထောင်ခဲ့ပေမယ့်\nမမျှော်လင့်တဲ့ အဖြစ်ဆိုးက ကံကြမ္မာတပတ်ပြန်လည်လာသောအခါဝယ်...\nမလွတ်တမ်းကြည့်သင့်တဲ့ဇာတ်ကားတကားဖြစ်ကြောင်းသာညွှန်းပါရစေ\n \n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ ကိုမြန်မာကြီးပဲ ဖြစ်ပါတယ်)\n  \nIMDb 7\nRotten Tomatoes 71%\nMetacritic 78% ရထားတဲ႔ 28 weeks later\nဇာတ္ကားဟာေတာ႔သာမန္ ေရာဂါကူးစက္တဲ႔\nzoombie ကားေတြနဲ႔မတူဘဲ အခ်စ္ေမတၱာ အတိမ္အနက္\nကိုပါေတြ႔ၿမင္ႏိုင္မွာပါ\nေရာဂါကိုအၿမစ္ၿပတ္သေလာက္ရွင္းႏုိင္ခဲ႔ၿပီး အဂၤလန္ရဲ႔\nခရိုင္ေလးမွာ ၿပန္လည္ထူေထာင္ခဲ႔ေပမယ္႔\nမေမွ်ာ္လင္႔တဲ႔ အၿဖစ္ဆုိးက ကံၾကမၼာတပတ္ၿပန္လည္လာေသာအခါ၀ယ္...\nမလြတ္တမ္းၾကည္႔သင္႔တဲ႔ဇာတ္ကားတကားၿဖစ္ေၾကာင္းသာညႊန္းပါရေစ(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ ကိုျမန္မာၾကီးပဲ ျဖစ္ပါတယ္)\n  \nFile Size         : 790 MB\nQuality           : Blu ray Rip 720P\nRunning Time : 1hr 40 minute\nFormat           ...",
        "rating": "7.0",
        "url": "https://megaup.net/Uujv/28_Weeks_Later_[2007]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/82064_front-1-236x300.jpg",
        "title": "The Canyons (2013) ျမန္မာစာတန္းထိုး (18+)",
        "description": "မင္းသမီးလင္ေဆးလိုဟန္အဓိကပါဝင္ထားပါတယ္။Drama,  Thriller ဇာတ္ကားျဖစ္ေပမယ့္ Uncensored Scenes တခ်ိဳ႕ေၾကာင့္ 18+ လို႕ၾကိဳသတိေပးထားတာပါ။File size...(800MB)  Quality...Blu-ray Rip 720pFormat...mp4Duration....01:39:26Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung   Download and Watch HD 720p (pCloud Link) Download and Watch 360p Small File Size(350MB)     နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/the-canyons-2013-18/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/the-wave-2015-150x200.jpg",
        "title": "The Wave (2015)",
        "description": "unicodeဒီဇတ် လမ် း လေးကကျွန် တော် နှစ် သက် မိတဲ့ဇတ် လမ် း လေးဖြစ် ပြီးခများတို့လည် းကြိုက် န ှစ် သက် လိမ့်မယ် လို့ ပြောရင် မှားမယ် မထင် ပါဘူး...ဘာလို့လဲဆိုရင် .... ဇတ် လမ် းအစမှာ... တောင် းတန် းရှု့ခင် း တွေရဲ့အလှကိုအသား ပေးရိုက် ကူးထားပါတယ် ..ဒါက တော့..သူတိုရုပ် ရှင် ပရိတ် ပေါ်ဆွဲ ဆောင် နည် းတစ် မျိုး ပေါ့ နော် .... နောက် ပြီး.မုန် တိုင် းဝင် လာတဲ့အချိန် မှာ.. နောက် ခံတီလုံးမှု ကောင် းမှု..effect ကောင် း ကောင် း တွေနဲ့ရိုက် ...",
        "rating": "",
        "url": "https://megaup.net/R2dc/The_Wave_[2015]_(MM_Sub).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/GS-Poster-27x39-copy2-1-205x300.jpg",
        "title": "Ghost Ship (2015) ျမန္မာစာတန္းထိုး",
        "description": "ထိုင္းသရဲကားပါ။ေျပးစရာေျမမရွိတဲ့ ေရျပင္က်ယ္ၾကီးမွာ လူတစ္စုနဲ႕ သေဘၤာတစ္စီးနဲ႕ ရွဳပ္ေထြးတဲ့ဇာတ္ေၾကာင္းနဲ႕ သရဲေတြနဲ႕ေတြ႕ၾကေသာအခါ...။အေတာ္စပ္စုတဲ့ ေကာင္ေလး (၃)ေယာက္ကလဲ ဒီဇာတ္လမ္းကိုပံ့ပိုးေပးထားတယ္။File size...(900MB)  Quality...DVD-Rip 720pFormat...mp4Duration....01:33:05Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung   Download and Watch HD 720p (pCloud Link) Download and Watch 360p Small File Size(400MB)     နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/ghost-ship-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/max1402699861-front-cover-1-300x204.jpg",
        "title": "Chariot (2013)",
        "description": "လူစီမ္း ၇ ေယာက္ အေမရိကန္ ေလယာဥ္ၾကီးထဲတတြင္ ထူးဆန္းစြာနိုးထလာၾကျပီး သူတို႕ကိုယ္တိုင္ ဘယ္လိုေရာက္လာမွန္းမသိျဖစ္ေနခဲ့ျပီး ထို႕ေနာက္တြင္မွာ အေမရိကန္တစ္ခုလံုး တိုက္ခိုက္ခံေနရျပီး သြားစရာေျမမရိွေတာ့သည္ကို သိလိုက္ရေသာအခါ ဘာေတြဆက္ျဖစ္ၾကမွာလဲ ၾကည့္လိုက္ၾကပါဦးFile Size         : 730 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 27 minute\nFormat           : Mp4\nGenre             : Drama, Thriller\nEncoder         : Joker.phs",
        "rating": "",
        "url": "https://channelmyanmar.org/chariot-20133/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/VampireFlower-1-213x300.jpg",
        "title": "Vampire’s Flower(Korea Mini Series) ျမန္မာစာတန္းထိုး",
        "description": "ဇာတ္ကားေလးရဲ႕နာမည္နဲ႔လိုက္ေအာင္ ဇာတ္ကားအစကို ေသြးစုပ္ဖုတ္ေကာင္နဲ႕စေပးထားပါတယ္ ...Vampire Flower ဆိုတဲ႕ေသြးစုပ္ဖုတ္ေကာင္ရဲ႕ပန္းကိုဆိုးေယာင္ဆိုတဲ႕လူသားေက်ာင္းသူေလးကို ကူရွာခိုင္းတဲ႕ Louis ဆိုတဲ႕ Vampire ေသြးစုပ္ဖုတ္ေကာင္ေလး သူတို႕ႏွစ္ေယာက္ရဲ႕မတူညီတဲ႕ဘဝႏွစ္ခု အခ်ိန္ႀကာလာတာနဲ႕အမ်ွ ဘယ္လိုျဖစ္လာႀကမလဲ အေႏွာက္အယွက္ေတြႀကားထဲကေန အဲ႕ဒီအစြမ္းထက္တဲ႕ သူတို႔ရွာေနတဲ႕ပန္းကေကာ တကယ္ရခဲ႕လား ေနာက္ဆံုးမွာရွာေတြ႕သြားခဲ႕လားဆိုတာ နဲ႕ ေသြးစုပ္ဖုပ္ေကာင္ေတြရဲ႕ႀကင္ယာေတာ္ကိုဘယ္လိုေရြးလဲဆိုတဲ႕ ဓေလ့ေလးေတြကို ဒီ Vampire's Flower ကားေလးမွာႀကည့္ရႈႏိုင္ပါတယ္Episode 1Episode 2Episode 3Episode 4Episode 5Episode 6 (ဇာတ္ကားအညြန္းနဲ့ ဘသာျပန္သူကေတာ့ Moe Myint Lwinပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/vampires-flowerkorea-mini-series/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/penny-Pinchers-poster-140x200.jpg",
        "title": "Penny Pinchers (2011)",
        "description": "Penny Pinchers (2011)_____IMDb - 6.7/10\n  ကိုးရီးယား ဆိုးလ်မြို့ကို အလုပ်လာလျှောက်ရင်း အလုပ်လက်မဲ့ဖြစ်နေရပေမယ့်\nဘဝကိုပျော်ပျော်ပါးပါးပဲ ဖြတ်သန်းတတ်တဲ့မင်းသားနဲ့\nလောကမှာ ပိုက်ဆံရှာဖို့ကလွဲလို့ ဘယ်အရာမှ စိတ်မဝင်စားတဲ့ မင်းသမီးတို့အကြောင်းကို\nတင်ဆက်ထားတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်\nအခြေခံဘဝများကို ရိုးရိုးလေးတင်ဆက်ပေးထားတာဖြစ်တဲ့အတွက်\nပေါ့ပေါ့ပါးပါး ကြည့်ရှုလို့ကောင်းမယ့် ကားတစ်ကားဖြစ်မယ်လို့ မျှော်လင့်ပါတယ်\n \n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Tartee Poeပဲ ဖြစ်ပါတယ်)\n  \nကိုးရီးယား ဆိုးလ္ၿမိဳ႕ကို အလုပ္လာေလွ်ာက္ရင္း အလုပ္လက္မဲ့ျဖစ္ေနရေပမယ့္\nဘဝကိုေပ်ာ္ေပ်ာ္ပါးပါးပဲ ျဖတ္သန္းတတ္တဲ့မင္းသားနဲ႔\nေလာကမွာ ပိုက္ဆံရွာဖို႔ကလြဲလို႔ ဘယ္အရာမွ စိတ္မဝင္စားတဲ့ မင္းသမီးတို႔အေၾကာင္းကို\nတင္ဆက္ထားတဲ့ ဇာတ္လမ္းေလးပဲ ျဖစ္ပါတယ္\nအေျခခံဘဝမ်ားကို ရိုးရိုးေလးတင္ဆက္ေပးထားတာျဖစ္တဲ့အတြက္\nေပါ့ေပါ့ပါးပါး ၾကည့္ရႈလို႕ေကာင္းမယ့္ ကားတစ္ကားျဖစ္မယ္လို႔ ေမွ်ာ္လင့္ပါတယ္\n \n(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Tartee Poeပဲ ျဖစ္ပါတယ္)\n  \nFile Size         : 900 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 54 minute\nFormat           : Mp4\nGenre             : Adventure, Comedy, Romance\nEncoder         ...",
        "rating": "6.7",
        "url": "https://megaup.net/2fmxU/Penny_Pinchers_(Tikkeulmoa_Romaenseu)_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/the-artist-poster-1-150x200.jpg",
        "title": "The Artist (2011)",
        "description": "The Artist (2011)\nIMDb - 7.9/10_____Rotten - 95%\nWon 5 Oscars. Another 156 wins & 203 nominations\n  \nဒီဇာတ်ကားက ၂၀၁၁ မှာ ထွက်ပေမဲ့ အဖြူအမည်းပုံစံနဲ့ ရိုက်ကူးထားတာပါ။\nဒါပေမဲ့ ကြည့်ရတာ ရင်ထဲကို စွဲငြိစေမှာ သေချာပါတယ်။\nအဲဒီကားကို ရိုက်တဲ့ ဒါရိုက်တာကလဲ Big Hero 6,The Green Mile တို့ကို ရိုက်ကူးခဲ့တဲ့\nJames Cromwell ပဲ ဖြစ်ပါတယ်။\nအော်စကာ ၅ ဆုတောင် သိမ်းပိုက်နိူင်ခဲ့တဲ့ ဇာတ်ကားပါ\nIMDB 7.9/10 နဲ့ Rotten tomato 95% ရတဲ့ ကားဆိုတော့ ကောင်းမယ်ဆိုတာ သိသာပါတယ်...(ဘာသာပြန်သူကတော့ Myat Shawပဲ ဖြစ်ပါတယ်)\n  \nဒီဇာတ္ကားက ၂၀၁၁ မွာ ထြက္ေပမဲ့ အျဖဴအမည္းပံုစံနဲ့ ရိုက္ကူးထားတာပါ။\nဒါေပမဲ့ ၾကည့္ရတာ ရင္ထဲကို စြဲျငိေစမွာ ေသခ်ာပါတယ္။\nအဲဒီကားကို ...",
        "rating": "7.9",
        "url": "https://megaup.net/1yh42/The_Artist_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/theswimmers-1-300x169.jpg",
        "title": "The Swimmers(2014)",
        "description": "Screen Shots  ထိုင္းသရဲကားပါ.....\nလူငယ္ေလးတစ္ေယာက္ရဲ႕ အမွားတစ္ခုကေန ျဖစ္ပ်က္လာတဲ့အျဖစ္အပ်က္ေတြကို\nေခ်ာက္ျခားဖြယ္ရိုက္ကူးထားပါတယ္....\nလူငယ္ေလးေတြ မမွားသင့္တဲ့အမွားေတြမက်ဴ းလြန္ဖို႕  ဒီဇာတ္ကားကမီးေမာင္းထိုးျပထားပါတယ္။\nHorror ဇာတ္ကားေကာင္းတစ္ကားပါ။\nဘာသာျပန္ထားသူကေတာ့ AP NewsSchool ျဖစ္ပါတယ္။File size...800MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:52:23\nSubtitle....Myanmar Subtitle(Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-33-2/",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Foosball-2015-1-208x300.jpg",
        "title": "Metegol: Underdog (2013) ျမန္မာစာတန္းထိုး",
        "description": "ဒီ အန္နီေမးရွင္း ဇာတ္ကားေလးဟာ Imdb Rating 6.7 ထိရရွိထားၿပီး\nေဘာလံုးအားကစားႀကိဳက္သူေတြအႀကိဳက္ေတြ႕ေစမယ္\nအာဂ်င္တီးနား 3D Animation ဇာတ္ကားေကာင္းေလးပါ .....ဇာတ္လမ္းအၫႊန္းဟာဆိုရင္ျဖင့္  ရြာငယ္ေလးတစ္ရြာမွာေနထိုင္တဲ့\nအမ္မာဒီယို ဆိုတဲ့လူငယ္ေလးဟာ Table Football ကို\nကြၽမ္းက်င္ပိုင္ႏိုင္ေအာင္ေဆာ့တတ္ေပမဲ့ တကယ့္လက္ေတြ႕အျပင္ဘဝမွာေတာ့ \nအ႐ံႈးသမားေလးတစ္ေယာက္ပါ။ထို႔အျပင္မိန္းကေလးငယ္သူငယ္ခ်င္းျဖစ္တဲ့\nေလာ္ရီတာ ကိုလည္းတိတ္တတိုးခ်စ္မိေနသူပါ။သူငယ္စဥ္ကေလးဘဝရဲ႕\nတစ္ေန႔ မွာအမွတ္မထင္ပဲ  ရြာငယ္ေလးကေဘာလံုးကန္ကြၽမ္းက်င္တဲ့\nလူဆိုးေလးတစ္ေယာက္ကို Table Football ကစားရင္းအႏိုင္ယူလိုက္ခဲ့ရာမွ\nထိုလူငယ္ေလးရဲ႕  အညႇိဳးေတးထားျခင္းကိုခံခဲ့ရပါေတာ့တယ္။ထိုလူဆိုးေလးလည္း\nရြာကေနအရွက္ကြဲၿပီးထြက္သြားခဲ့ရာမွ ေနာက္ဆယ္ႏွစ္အၾကာမွာ\nအဲ့ဒီလူဆိုးေလးက ကမၻာ့အေကာင္းဆံုးေဘာလံုးသမားတစ္ေယာက္အျဖစ္ရြာငယ္ေလးကိုျပန္ေရာက္လာၿပီး\nထိုရြာငယ္ေလးကို အပိုင္သိမ္းဝယ္ယူကာ ကမၻာ့အႀကီးဆံုးအားကစားၿမိဳ႕ေတာ္အျဖစ္တည္ေဆာက္ဖုိ႔စီစဥ္ပါေတာ့တယ္။\nအဲ့ဒီေနာက္ေတာ့  ထိုရြာငယ္ေလးကိုခ်စ္ျမတ္ႏိုးတဲ့ အမ္မာဒီယို နဲ႔ ရြာခံလူႀကီးလူငယ္အခ်ဳိ႕ဟာ\nထိုရြာငယ္ေလးကို ဘယ္လိုကယ္တင္ႏိုင္ၾကပါမလဲ။ အမ္မာဒီယို ရဲ႕  စားပြဲတင္ေဘာလံုးကြင္းကအသက္ဝင္လာတဲ့\nေဘာလံုးသမား႐ုပ္ေလးေတြကေရာ ဘယ္လိုအခန္းက႑ကပါဝင္ၾကမွာလဲဆိုတာ ဒီ Metegol: Underdog ဆိုတဲ့\nအန္နီေမးရွင္းဇာတ္ကားေလးကိုသာ အျမန္ဆံုးေဒါင္းၾကည့္လိုက္ၾကပါေတာ့ဗ် ။File Size         : 750 MBQuality           ...",
        "rating": "",
        "url": "https://channelmyanmar.org/metegol-underdog-2013/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/o-1-213x300.jpg",
        "title": "Ocean Heaven 2010(ျမန္မာစာတန္းထိုး)",
        "description": "ဒီဇာတ္ကားေလးဟာ IMDB Rating 7.7 ထိေတာင္ရရွိထားတဲ့ အက္ရွင္မင္းသားႀကီးဂ်က္လီရဲ႕ အတိုက္ခိုက္အသတ္ပုတ္ဇာတ္ဝင္ခန္းေတြမပါတဲ့ မိဘေမတၱာဘြဲ႕ဇာတ္ကားေလးပါ..... ဇာတ္လမ္းအၫႊန္းေျပာရရင္\nဝမ္ဇီခ်န္းဆိုတဲ့ ဖခင္တစ္ေယာက္နဲ႔ ဒါဖူးဆိုတဲ့ စိတ္မႏွံ႔ရွာတဲ့သူ႔ရဲ႕သားတို႔ ဇာတ္လမ္းအေၾကာင္းပါ ။\nဝမ္ဇီခ်န္းဟာ အသည္းကင္ဆာေဝဒါနာခံစားေနရၿပီးတဲ့ေနာက္မွာ သူတစ္သက္လံုးျပဳစုေစာင့္ေရွာက္လာတဲ့ သူ႔ရဲ႕သားငယ္ ဒါဖူး ကို စိတ္မခ်တဲ့အတြက္ သူ႔သားငယ္ကိုလက္ခံႏိုင္မဲ့ မိဘမဲ့ေဂဟာေတြ စိတ္မႏွံ႔တဲ့ကေလးမ်ားေက်ာင္းေတြကို လိုက္ပို႔ခဲ့ေပမဲ့ ဒါဖူးရဲ႕အသက္အရြယ္ေၾကာင့္ အားလံုးကျငင္းဆိုခဲ့ပါတယ္။ ဒါ့ေၾကာင့္ ဝမ္ဇီခ်န္းဟာ ဘယ္ကမွလက္မခံႏိုင္မဲ့အတူး သူမရွိေတာ့တဲ့အခ်ိန္မွာ စိတ္မႏွံ႔ရွာသူ သူ႔ရဲ႕သားျဖစ္သူ ဒါဖူး ကို လူ႔ေလာကအလယ္မွာ တစ္ေယာက္တည္းရပ္တည္ႏိုင္ေအာင္ သာမန္လူတစ္ေယာက္ရဲ႕ နိစၥဓူဝ အလုပ္ေတြကိုႀကိဳးစားသင္ေပးပါေတာ့တယ္ ...ဒါဖူးကိုလက္ခံႏိုင္မဲ့ ေဂဟာကိုေရာ ဝမ္ဇီခ်န္းရွာေတြ႕ႏိုင္ပါ့မလား ဒါဖူးကေရာ သူ႔အေဖမရွိေတာ့တဲ့ေနာက္ လူ႔ေလာကအလယ္မွာတစ္ေယာက္တည္းရပ္တည္ႏိုင္သြားပါ့မလားဆိုတာ Ocean Heaven ဆိုတဲ့ ယခု႐ုပ္ရွင္ဇာတ္ကားေလးကိုသာ ၾကည့္လိုက္ၾကပါ ။\nဘာသာၿပန္အညႊန္းေရးသူကေတာ႔ ညီေလး Moe Oo Mann ပဲၿဖစ္ပါတယ္\n@ ၿမန္မာၾကီးFile size     ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ocean-heaven-2010/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Love-the-coopers-new-poster-1-2-212x300.jpg",
        "title": "Love The Coopers (2015) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 5.7/10(Voting-7886) ရရွိထားတဲ့ အိမ္ေထာင္ေရးဇာတ္ကားေလးဟာ\nဇာတ္ကားရဲ႕ ဇာတ္ေၾကာင္းကို တေယာက္ေယာက္ကျပန္ေျပာျပေနတဲ့ပံုစံမ်ိဳးေလးရိုက္ကူး\nထားျပီး ပထမဦးစြာ ဘဲ ဇာတ္ကားဟာ အိမ္ေထာင္ေရးအသားေပးဇာတ္ကားမ်ိဳးျဖစ္လို႕\nလိင္အသားေပးအခန္းေတြ ပါရွိေနေၾကာင္းကိုၾကိဳတင္ေျပာျပထားပါရေစ။\nမိဘေတြအေနနဲ႕လည္း ဒီ Love The Cooper ဇာတ္လမ္းေလးကိုသိထားသင့္တယ္\nလို႕ ေျပာျပပါရေစ။ဒီဇာတ္ကားထဲမွာေတာ့ အရြယ္ေရာက္ျပီးသူတေယာက္ရဲ႕\nအထီးက်န္ျခင္း၊အလုပ္အကိုင္အဆင္မေျပျခင္း၊အိမ္ေထာင္ေရးျပသနာမ်ား\nစိတ္ပ်က္အားငယ္ျခင္းမ်ားကိုေပၚလြင္ေအာင္ရိုက္ျပထားျပီး အိမ္ေထာင္တခုတည္ေထာင္ဖို႕\nနားလည္မႈ လိုအပ္ပံုေတြကိုပါ ေထာက္ျပထားတာကိုေတြ႕ရပါတယ္။ဇာတ္လမ္း အက်ဥ္းကေတာ့ Copper မ်ိဳးဆက္ရဲ႕ ၃ဆက္ေျမာက္ Copper ရဲ႕\nခရစၥမတ္ပြဲေလးမွာ မထင္မွတ္ထားတဲ့ ဧည့္သည္ေတြေရာက္ရွိလာတဲ့ အခါမွာေတာ့\nဘာေတြဆက္ျဖစ္ပ်က္မလဲ ဘယ္လို ဟာသေတြကို ၾကည့္ရွဴခံစားရမလဲဆိုတာကိုေတာ့\nဆက္လက္ေဒါင္းယူၾကည့္ရွဴၾကပါဗ်ာ။\n(ဇာတ္ကားထဲမွာအသံုးျပဳထားတဲ့ Dialogue ေတြက ေအာက္လံုးေတြပါတာရယ္ အနမ္းခန္းေတြက ၾကမ္းလြန္းတာေၾကာင့္ အေနာက္ႏိုင္ငံေတြမွာေတာ့ ဒီဇာတ္ကားကို 16+ ေတြသာၾကည့္ရွဴဖို႕ခြင့္ျပဳေပးထားပါတယ္)File size...(800MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Pyay \n အစမ္းၾကည့္ရွဴရန္",
        "rating": "",
        "url": "https://megaup.net/1AAvi/Love_The_Coopers_(Christmas_With_The_Coopers)_[2015]_(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/c71ea25e1992a5975acaf8ab1928c1ab-1-300x200.jpg",
        "title": "Prince's Prince (Korea Mini TV Series) ျမန္မာစာတန္းထိုး",
        "description": "အစ္ ကိုႀကီးတစ္ ေယာက္ အ ေနနဲ႔ သူ႔ညီမ ေလးကို ကယ္ တင္ ႏိုင္ မလား? Park Shi Hyun(Jonghun) ရဲ႕ ညီမျဖစ္ တဲ့ Yoo Na(Yuna) ဟာ ဗီဒီယို ဂိမ္ း ေတြကို အရမ္ းစြဲလမ္ းလြန္ းတဲ့ otaku တစ္ ေယာက္ ျဖစ္ ၿပီး သူတို႔ ေတြ ဖန္ တီးထားတဲ့ စိတ္ ကူးယဥ္ ကမ႓ာႀကီးထဲမွာပဲ ေပ်ာ္ ေနတတ္ သူျဖစ္ ပါတယ္ ။ Shi Hyun အ ေနနဲ႔ သူ႔ညီမ ကို လက္ ေတြ႔ဘဝဆီ ျပန္ ေရာက္ လာ ေအာင္ ေခၚႏိုင္ မလား ဒါမွမဟုတ္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/prince-prince-korea-mini-tv-series/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/Journey-to-the-West-2013-E28093-Hindi-Dubbed-Movie-Watch-Online-1-200x300.jpg",
        "title": "The Monkey King Special Package – ျမန္မာစာတန္းထိုး",
        "description": "Journey to The West(2013) - ျမန္မာစာတန္းထိုးဒီဇာတ္ကားေလးက ဝူခံုးဇာတ္လမ္းေက်ာရိုးအတိုင္းရိုက္ကူးထားတဲ့ အေနာက္ဘက္ကိုက်မ္းစာသြားပင္တဲ့ ဇာတ္ကားေလးပါ။ လူေတာ္ေတာ္မ်ားမ်ားလည္းသိၿပီးသားပါ။(ဒီဇာတ္ကားကိုဘာသာျပန္ေပးသူကေတာ့  Zerocool   ျဖစ္ပါတယ္။)File Size                          : 1.07 GbQuality                            : HD 720PFile Size 2                       : 400 MbQuality     ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-203/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Airlift (2016)",
        "description": "၂၀၁၆ ခုနှစ် ဇန်နဝါရီလ ၂၂ ရက်မှာထွက်ရှိခဲ့တဲ့ ဒီကားဟာ ထူးထူးခြားခြားဘဲ IMdb rating မှာ 9.1/10 ရှိထားတာကိုတွေ့ရပါတယ်။ ဒီဇာတ်ကားဟာ ၁၉၉၀ မှာ အီရတ်တွေ ကူဝိတ်ကို ကျူးကျော်ဝင်ရောက်ချိန်မှာ\nအိန္ဒိယနိုင်ငံသားတွေကို ကူဝိတ်မှာ ရှင်းလင်းသတ်ဖြတ်ခံရတဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဒီဇာတ်ကားဟာဆိုရင်ဖြင့် သာမန်တွေ့မြင်နေကြ ဘောလိဝုဒ်ကားတွေနဲ့ မတူတာတခုကတော့ ရုပ်ရှင်ဒါရိုက်တာ ၂ယောက်က ရိုက်ကူးထားခြင်းဖြစ်ပြီး ပုံမှန်ကြည့်နေကြ ဘောလိဝုဒ် ဇာတ်ကားတွေနဲ့\nမတူဘဲ တမူထူးခြားကွဲထွက်နေတာကိုတွေ့ရမှာပါ။\n၂၀၁၄ ခုနှစ် က စာရင်းကောက်ယူချက်များအရဆို အိန္ဒိယ အစိုးရဟာ ဆန္ဒဟူဆိန်ရဲ့ တပ်များကျူးကျေ်ာမှုကြောင့် ကူဝိတ်နိုင်ငံမှ အိန္ဒိယနိုင်ငံသားများကို Air India လေကြောင်းလိုင်းဖြင့် ၅၉ရက်အတွင်း ပျံသန်းမှုပေါင်း၄၈၈ကြိမ်ပြုလုပ်ခဲ့ပြီး လူပေါင်း တသိန်းတသောင်းတထောင်ခုနှစ်ရာခုနှစ်ဆယ့်နှ်စ့်ယောက် ကိုရွေ့ပြောင်းပေးခဲ့ရပါတယ်။\nဒီဇာတ်ကားက သမိုင်းကြောင်းတခုတည်းကိုသာမကဘဲ စစ်အတွင်း ငွေကြေးအာဏာတွေရဲ့ အရေးပါပုံ\nလူ့စရိုက် သဘောသဘာဝတွေကိုပါ မီးမောင်းထိုးရိုက်ကူးပြသပေးထားလို့ အများကြီးမညွှန်းတော့ပါဘူးဗျာ။ဘောလိဝုတ်ပရိတ်သက်တွေကတော့ အကြိုက်တွေ့မယ်ဇာတ်ကားကောင်းတကာားပါ။File size...(900MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....02:11:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Pyay\nTranslator.....Tariq L Walker\nအစမ္းၾကည့္ရန္",
        "rating": "8.0",
        "url": "https://megaup.net/2cumo/Air_Lift_[2016]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/Cover-1-300x300.jpg",
        "title": "6 Persons In Room(Korea Mini Series) ျမန္မာစာတန္းထုိး",
        "description": "မန္ ေနဂ်ာ ယြန္ ဆိုးတစ္ ေယာက္ လုပ္ ငန္ းခြင္ စစ္ ေဆးရင္ းျပဳတ္ က်ကာ ေဆးရံု ေပၚသို ေရာက္ ခဲ့ရသည္ ။အခန္ းအမွတ္ ၃၁၃တြင္ မ ေမ်ွာ္ လင္ ့ဘဲအျခားအမ်ိဳးသမီးလူနာ၅ဦးႏွင္ ့ သိကြၽမ္ းကာ တျဖည္ းျဖည္ း ခင္ မင္ လာသည္ ။ သူတို့ ၅ေယာက္လံုးက တစ္မ်ိဳးစီ ဆိုက္ကိုေရာဂါရေနတယ္လို့ ယြန္းဆိုးက သတ္မွတ္လိုက္ပါတယ္။ ဒါေပမဲ့ တစ္ျဖည္းျဖည္း သိက်ြမ္းလာတဲ့အခ်ိန္မွာေတာ့ အကုန္လံုး ခင္ဖို့ ေကာင္းမွန္းသိလာျပီး အရူးမေလးလို့ နာမည္ေျပာင္ေခၚၾကတဲ့ ဂ်ီ၀မ္းကို စျပီး စိတ္၀င္စားလာပါေတာ့တယ္။ သူတို့ ႏွစ္ေယာက္ရဲ့ ဇာတ္လမ္းကေရာ ဘယ္လုိ ေရွ့ဆက္မွာလဲ၊ ဂ်ီ၀မ္းရဲ့ နာမည္ေျပာင္ကေရာ ဘယ္လို ရလာတာလဲ၊ သူတို့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/6-persons-in-roomkorea-mini-series/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/enmey-at-the-gate-2-133x200.jpg",
        "title": "Enemy At The Gates (2001)",
        "description": "UnicodeIMDb rateing 7.6 ရှိတဲ့\nEnemy at the Gates မှာ\nD-Day မတိုင်ခင် ဂျာမန်တို့လက်သံပြောင်ခဲ့တာကိုကြည့်ချင်တဲ့ သူတချို့အတွက်တော့\nအထိုက်အလျောက် ကျေနပ်မှာပါ ဆိုဗီယက်တို့ရဲ့စတာလင်ဂရက်မြို့(ယခု စိန့်ပီတာစဘတ်မြို့)\nကို ဂျာမနီဝင်တိုက်သောအခါဝယ်.....မျှော်လင့်ချက်ကုန်ဆုံးနေတဲ့  ဆိုဗီယက်တို့အတွက် သူရဲကောင်းတယောက်\nပေါ်လာခဲ့တဲ့ သူက ဗာစီလီဇိုင်းဆက်ဗ်လို့ခေါ်တဲ့ရူရယ်တောင်တန်းဘက်က\nလာတဲ့လက်ဖြောင့်တပ်သားတယောက် ...\nစိန့်ပီတာစဘတ်မြို့ကျသွားရင် ဆိုဗီယက် တနိုင်ငံလုံး ပြိုကွဲမယ့်အခြေအနေမှာ\nသူက ဆိုဗီယက်တွေတိုက်ချင်ခိုက်ချင်စိတ်ပေါ်လာအောင်နှိုးဆွခဲ့တဲ့သူရဲကောင်းတယောက်ဖြစ်သလို\nဂျာမန်တွေအတွက်တော့အိပ်မက်ဆိုးဖြစ်ခဲ့တယ်ဂျာမန်ဘက်ကလဲ သူ့ကို နှိမ်နင်းဖို့အတွက် ဗိုလ်မှူးကိုနင် ဆိုတဲ့\nဝါရင့်လက်ဖြောင့်သမားတယောက်စေလွှတ်လိုက်တဲ့အခါမှာ\nပညာ သမ္ဘာအတွေ့အကြုံ သာလှတဲ့ ဗိုလ်မှူးကိုနင်ရဲ့အောက်မှာ\nရုရှားကောင်လေးဘယ်လောက်တောင် စိတ်ဒုက္ခရောက်မလဲ\nသူ့မိတ်ဆွေတွေရောဘယ်လောက်တောင်ဆုံးရှုံးရမယ်လဲ ဆိုတာ......\nကိုတော့ ဆက်လက်အားပေးခံစားကြပါအုံး။\n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ကို မြန်မာကြီး ခေါ် ကို အောင်အောင်ဦးပါ)ZawgyiIMDb rateing 7.6 ရွိတဲ႔\nEnemy at the Gates မွာ\nD-Day မတုိင္ခင္ ဂ်ာမန္တို႔လက္သံေၿပာင္ခဲ႔တာကိုၾကည္႔ခ်င္တဲ႔ သူတခ်ိဳ႔အတြက္္ေတာ႔\nအထိုက္အေလ်ာက္ ေက်နပ္မွာပါ ဆိုဗီယက္တုိ႔ရဲ႔စတာလင္ဂရက္ၿမိဳ႔(ယခု စိန္႔ပိီတာစဘတ္ၿမိဳ႔)\nကို ဂ်ာမနီ၀င္တိုက္ေသာအခါ၀ယ္.....ေမွ်ာ္လင္႔ခ်က္ကုန္ဆံုးေနတဲ႔  ဆုိဗီယက္တုိ႔အတြက္ သူရဲေကာင္းတေယာက္\nေပၚလာခဲ႔တဲ႔ သူက ဗာစီလီဇိုင္းဆက္ဗ္လို႔ေခၚတဲ႔ရူရယ္ေတာင္တန္းဘက္က\nလာတဲ႔လက္ေၿဖာင္႔တပ္သားတေယာက္ ...\nစိန္႔ပိီတာစဘတ္ၿမိဳ႔က်သြားရင္ ဆုိဗီယက္ တႏိုင္ငံလံုး ၿပိဳကြဲမယ္႔အေၿခအေနမွာ\nသူက ဆုိဗီယက္ေတြတိုက္ခ်င္ခိုက္ခ်င္စိတ္ေပၚလာေအာင္ႏွဳိးဆြခဲ႔တဲ႔သူရဲေကာင္းတေယာက္ၿဖစ္သလို\nဂ်ာမန္ေတြအတြက္ေတာ႔အိပ္မက္ဆုိးၿဖစ္ခဲ႔တယ္ဂ်ာမန္ဘက္ကလဲ ...",
        "rating": "7.6",
        "url": "https://megaup.net/Qxff/Enemy_At_The_Gates_[2001]_(MM_Sub).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/kungfudunk-1-207x300.jpg",
        "title": "Kung Fu Dunk (2009) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးဟာ Imdb Rating 4.8 သာရရွိခဲ့ေပမဲ့ ကြန္ဖူးသိုင္းကြက္နဲ႔ ဘတ္စကတ္ေဘာအားကစားကိုေပါင္းစပ္ထားၿပီးၾကည့္လို႔ေကာင္းတဲ့ဇာတ္ကားေလးတစ္ကားပါ ။   ။\nဇာတ္ကားအၫႊန္းဟာဆိုရင္ျဖင့္  ဖန္းရွီက်ယ္ ဆိုတဲ့ ကေလးတစ္ေယာက္ကို ဘတ္စကတ္ေဘာကြင္းေဘးနားကအမႈိက္ပုံမွာသိုင္းက်မ္းတစ္အုပ္နဲ႔အတူ သိုင္းသမားႀကီးတစ္ေယာက္ကေကာက္ရခဲ့တာနဲ႔အစျပဳထားပါတယ္ အဲ့ဒီသိုင္းက်မ္းစာအုပ္ဟာ ဒီဇာတ္ကားရဲ႕အသက္လည္းျဖစ္ပါတယ္ တစ္ေန႔ဖန္းရွီက်ယ္အရြယ္ေရာက္လာတဲ့အခါမွာေတာ့  သူ႔ဘဝရဲ႕အခ်ဳိးေကြ႕တစ္ခုကိုျဖစ္ေပၚေစမဲ့လူတစ္ေယာက္နဲ႔ေတြ႕ခဲ့ၿပီး အဲ့ဒီလူေၾကာင့္ပဲ ကလပ္တစ္ခုမွာျပသနာတက္ရကာသိုင္းေက်ာင္းကေနထုတ္ပယ္ခံလိုက္ရပါတယ္  အဲ့ဒီေနာက္ ထိုလူရဲ႕  အႀကံျပဳခ်က္ေၾကာင့္ဖန္းရွီက်ယ္တစ္ေယာက္ ဘတ္စကတ္ေဘာကစားရင္းမိဘရင္းေတြကိုရွာေဖြမယ္ဆိုတဲ့ေဆာင္ပုဒ္နဲ႔အတူ ဘတ္စကတ္ေဘာေလာကကိုေျခစံုပစ္ဝင္လာခဲ့ၿပီး ၿပိဳင္ဘက္ေတြကိုအႏိုင္ကစားရင္း နဲ႔ မိဘရင္းေတြကိုရွာေတြ႕မလား အသင္းနဲ႔ေဝးကြာေနတာၾကာၿပီျဖစ္တဲ့ ဆုဖလားကိုေရာျပန္ယူေပးႏိုင္မလား သူတိတ္တခိုးခ်စ္ခဲ့ရတဲ့ေကာင္မေလးရဲ႕  အခ်စ္ကိုေရာျပန္လည္ရႏိုင္ပါ့မလားဆိုတာသိခ်င္ရင္ Kung Fu Dunk ဆိုတဲ့ဒီဇာတ္ကားေလးကိုသာေဒါင္းၾကည့္ၾကပါလို႔ေျပာခ်င္ပါတယ္။\nဘာသာျပန္ နဲ႕ အညႊန္းကိုေတာ့ မိုးဦးမာန္ ကေရးသားေပးခဲ့တာပါ။File size...(900MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Pyay\nTranslator ...... Moe Oo Mann\nDownload & Watch 720p (800MB)အစမ္းၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/kung-fu-dunk-2009/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/images-133x200.jpg",
        "title": "The Finest Hours (2016)",
        "description": "The Finest Hours (2016)\nIMDb - 6.8/10______Rotten - 64%အသက်အန္တရာယ်ကြားကနေ ရုန်းကန်လွတ်မြောက်ဖို့ကြိုးစား\nရတဲ့အခက်ခဲဆုံး အချိန်တွေဟာ ကြုံတွေ့နေရတုန်းကတော့\nသေမလောက်ထိတ်လန့်စရာကောင်းပေမယ့်\nကျော်ဖြတ်လွန်မြောက်ပြီးတဲ့အခါ မှာပြန်ပြောပြစရာဇာတ်လမ်းလေး\nတစ်ခုအဖြစ် ဘာနဲ့မှမလဲနိုင်တဲ့\nဘဝရဲ့အကောင်းဆုံးအချိန်တွေဖြစ်နေတက်ပါတယ်ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ ဒီဇာတ်လမ်းလေးရဲ့ဇာတ်အိမ်ကို\nမုန်တိုင်းထန်တဲ့နေ့တစ်နေ့ရဲ့ ညတစ်ညမှာ\nဆီတင်သဘောၤတွဲကြီး နှစ်စင်းဟာ\nပင်လယ်ထဲမှာထက်ပိုင်းကျိုးထွက်သွားတာနဲ့\nဇာတ်အိမ်တည်ထားပါတယ်\nဒီသတင်းကိုကြားလိုက်ရတဲ့ မြို့လူထုရော\nကမ်းခြေစောင့်ကယ်ဆယ်ရေးတပ်ဖွဲ့တွေရောဗျာများကုန်ကြပြီး\nကယ်ဆယ်ရေးတပ်ဖွဲ့တွေကိုလွှတ်ကြရပါတော့တယ်\nဒီမှာပဲ မင်းသား ဘာနီဝက်ပါဆိုတဲ့ လူငယ်လေးခေါင်းဆောင်တဲ့ လူလေးယောက်အဖွဲ့ဟာ\nမုန်တိုင်းထန်နေတဲ့ပင်လယ်ပြင်မှာကယ်ဆယ်ရေးခရီးစဉ်ကို\nထွက်လာရပါတော့တယ်\nတစ်ဖက်မှာလဲ ထက်ပိုင်းကျိုးနေတဲ့သဘောၤပေါ ်က\nသဘောၤသားတွေရဲ့ အသက်\nရှင်သန်ဖို့ကြိုးစားအားထုတ်ကြရပုံ\nတွေကိုတင်ဆက်ထားပြန် ပါတယ်\nဆဲလ်ဘက်လို့ခေါ ်တဲ့သဘောၤသားရဲ့ခေါင်းဆောင်\nှုမှုအောက်မှာသဘောၤသားတွေ ရှင်သန်ဖို့ဘယ်လိုကြိုးစားကြ\nရမလဲ ကယ်ဆယ်ရေးအဖွဲ့က ဘာနီဝက်ပါရဲ့အားထုတ်ကြိုးပမ်းမှုကရော\nသဘောၤသားတွေကို ကယ်ထုတ်လာနိုင်ပါ့မလား\nကိုယ်တိုင်လဲ ချစ်သူ မီရီယန် ဆိုတဲ့မိန်းမပျိုလေးနဲ့\nလက်ထပ်တော့မယ့် ဘာနီဟာ မိမိချစ်သူဆီကိုပြန်နိုင်ပါ့မလား\nလူများစွာရဲ့မိသားစုတွေကိုရောပြန်လည်ပေါင်းစည်းပေးနိုင်ပါ့\nမလားဆိုတာကိုတော့……………………ဇာတ်ကားအစအဆုံး ရင်တမမကြည့်ရမယ့်\nဒီဇာတ်ကားလေးဟာ IMDb rating 6.8/10ရရှိထားပြီး\nAction,Thriller အမျိုးအစားဖြစ်ပါတယ်\nActionကားကြိုက်နှစ်သက်သူတွေ\nအကြိုက်တွေ့စေမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားလဲဖြစ်ပါတယ်။\nဘာသာပြန်နဲ့ အညွှန်းကိုတော့ CM Translator Han Htoo Zaw ကရေးသားပေးခဲ့တာပါ။File Size :799 MB\nQuality :720 Blu-Ray\nFormat :MP4\nSubstitle :Myanmar Substitle(hardsub)\nEncoder       ...",
        "rating": "6.8",
        "url": "https://megaup.net/2okS9/The_Finest_Hours_[2016]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/jang-geun-suk-babyandme-poster-1-209x300.jpg",
        "title": "Baby and Me (2008) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 6.7/10 ရရွိထားျပီး ၂၀၀၈ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Baby and me ဇာတ္ကားဟာ Box Office မွာ ၂.၄သန္းထိ၀င္ေငြရရွိထားတဲ့ဇာတ္ကားတကားျဖစ္ပါတယ္။အဆိုပါဇာတ္ကားဟာ ဂ်ပန္ Anime ဇာတ္ကားျဖစ္တဲ့ Aka-chan to Boku ကို ကိုရီးယား ရုပ္ရွင္အျဖစ္အသြင္ေျပာင္းရိုက္ကူးထားျခင္းျဖစ္ျပီး\nကိုရီးယားရုပ္ရွင္ရဲ႕ တေခတ္ဆန္းသစ္မႈရဲ႕ အစလို႕လည္းေျပာလို႕ရပါတယ္။  ဇာတ္္လမ္းအက်ဥ္းကေတာ့ အထက္တန္းေက်ာင္းသားတစ္ေယာက္ရဲ႕ ဘ၀မွာ မေမွ်ာ္လင့္ထားတဲ့ ျဖစ္ရပ္တစ္ခုကို ပံုေဖၚရိုုက္ကူးထားတာပါ။\nအထက္တန္း ေက်ာင္းသား ဟန္ ဂၽြန္းဆူ ဆိုတာကေတာ့ အၿမဲတမ္း ျပႆနာ ရွာေဖြတတ္တဲ့\nေက်ာင္းသား ေလးတစ္ေယာက္ေပါ့\nသူဟာ သူ ့မိဘေတြနဲ ့လည္း အၿမဲတမ္း အဆင္မေျပျဖစ္ၿပီး မိဘ ေျပာစကားလည္း နားမေထာင္တဲ့သူပါ\nတစ္ေန ့မွာေတာ့ သူ ့မိဘေတြလည္း သူ ့ရဲ ့ဒဏ္ကို မခံႏိုင္တာေၾကာင့္ ဗီဒီယို ေခြေလးတစ္ေခြနဲ ့\n$ 100 တန္ တစ္ရြက္ ထားခဲ့ေပးၿပီး အိမ္က ...",
        "rating": "",
        "url": "https://channelmyanmar.org/baby-and-me-2008/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/Untitled-1-300x195.png",
        "title": "Justice League Vs TeenTitan (2016)",
        "description": "robin တစ္ျဖစ္လဲ batman ရဲ႕သား ေဒမီယန္ ဟာ teamwork စိတ္ဓာတ္မရွိတာေျကာင့္ justice league အဖြဲ႔ဟာ mission ေတြမွာအခက္အခဲရွိလာပါတယ္ ဒါ့ေျကာင့္ ေဒမီယန္ ကို Titans ေတြအဖြဲ႔ထဲကိုပို႔ကာ teamwork စိတ္ဓာတ္ရွိလာေအာင္ အဖြဲ႔လိုက္ေဆာင္ရြက္တတ္ေအာင္ သင္ယူေစပါတယ္ ဒီလိုနဲ႔ ရန္သူေတာ္အသစ္ ေစတန္ဘုရင္ Trigon ကိုသူတို႔ဘယ္လိုရင္ဆုိင္ျကမလဲဆိုတာျမင္ေတြ႔ရမွာျဖစ္ပါတယ္\nDC fan ေတြအတြက္လက္မလႊတ္သင့္တဲ႔ဇာတ္ကားေကာင္းတစ္ကားပါ။ဇာတ္လမ္းအညႊန္း နဲ႕ ဘာသာျပန္ကေတာ့ CM Translator Chuck ျဖစ္ပါတယ္။)File size...(670MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Aung Oo\nTranslator ... Chuck\nDownload & Watch in Pcloud\n \n \nအစမ္းၾကည့္ရန္",
        "rating": "",
        "url": "https://megaup.net/UCu6/Justice_League_Vs_TeenTitan_[2016]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/phantom-2015-poster-133x200.jpg",
        "title": "Phantom (2015)",
        "description": "Phantom (2015)________IMDb - 5.9/10မင်းသားက Saif Ali Khan ဖြစ်ပြီး မင်းသမီးကတော့ Katrina Kaif ဖြစ်ပါတယ်။\nIMDb Rating (5.9/10) ရရှိထားတဲ့ Action, Drama, Thriller အမျိုးအစား Bollywood ဇာတ်ကားဖြစ်ပါတယ်။\nလျှို့ဝှက်သည်းဖိုဆန်ဆန် ခပ်ကြမ်းကြမ်း Bollywood ဇာတ်ကားတွေကြိုက်တတ်ရင် အဆင်ပြေမှာပါ။\nကျွန်တော့်လို မင်းသမီးကဒ်ထရီနာကပ်ဖ်ရဲ့ ပရိတ်သတ်တွေကတော့ ဇာတ်လမ်းအကြောင်းကို\nသိပ်မထည့်တွက်ဘဲ ကြည့်ကြဦးမှာပါ။\n \nFile size...(1GB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....02:17:07\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aungနမူနာကြည့်ရန်",
        "rating": "5.9",
        "url": "https://megaup.net/1xrjz/Phantom_[2015]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/The-Monkey-King-2-poster-146x200.jpg",
        "title": "The Monkey King 2 (2016)",
        "description": "Monkey King 2 (2016)IMDb - 5.9/10_____Rotten - 100%\n  IMDb rating 5.9/10 ရရှိထားပြီး Rotten tomatoes မှာ ၁၀၀% ရရှိထားတဲ့ ဇာတ်ကားဖြစ်ပြီး\nဝူချန့် ရဲ့ ၁၆ရာစုခေတ်ကထွက်ရှိခဲ့တဲ့ Journey To The West ဝတ္ထုကိုဘဲ ပြန်လည်ဆန်းသစ်တင်ဆက်ထားတာဘဲဖြစ်ပါတယ်။အများကမျှော်လင့်စောင့်စားနေတဲ့ ဇာတ်ကားတကားလဲဖြစ်သလို ရုံတင်ချိန်မှာတော့ Deadpool နဲ့ အပြိုင် ရုံတင်ပြသခဲ့သည့်အတွက် ဇာတ်ကားမှာ ထင်သလောက်အောင်မြင်ခြင်းမရှိခဲ့ပါဘူး။ ဒါပေမဲ့ အရင် ထွက်ရှိပြီးသား ဇာတ်ကားတွေနဲ့ နှိုင်းယှဉ်ကြည့်ရင်တော့ Visual Affect တွေ Animation တွေဟာ တော်တော်ကြီး ကြည့်ကောင်းလာတာကိုတွေ့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ မျောက်မင်း ဝူခုန်းကားတွေရဲ့ ထုံးစံအတိုင်းဘဲ ကျမ်းစာသွားသယ်တဲ့နေရာကနေစတင်ထားပြီး ထုံးစံအတိုင်းဘဲ ဝူခုန်းကို ဆရာတော်က ကယ်တင်ပေးတဲ့အခန်းကနေဘဲစတင်ထားပါတယ်။ အရိုးဖြူမိစ္ဆာ တို့အဖွဲ့ ရဲ့ တိုက်ခိုက်မှုတွေ အခက်အခဲတွေကို ဘယ်လိုကျော်လွှားပြီး အနောက်ဖက်က မိုးကြိုးကျောင်းဆောင်မှာ ကျမ်းစာတွေကို\nသယ်ယူနိုင်မနိုင်ကိုတော့ ဆက်လက် ဒေါင်းယူကြည့်ရှူကြပါဗျာ။ထိုသို့အလွန်ကောင်းသောဇာတ်ကားကို Channel Myanmar ...",
        "rating": "5.9",
        "url": "https://megaup.net/2e9ai/The_Monkey_King_2_(Xi_You_Ji_Zhi_-_Sun_Wukong_San_Da_Baigu_Jing)_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/exo_next_door-aradrama-02-1-300x183.jpg",
        "title": "EXO Next Door (2015) ျမန္မာစာတန္းထိုး",
        "description": "ႏႈတ္ခမ္းနီမေလးမ်ား အသဲစြဲ Exo အဖြဲ႔ရဲ႕ Mini Series 16 ပိုင္းျဖစ္ပါတယ္ေစတနာ မ်ားစြာ နဲ႔ ဘာသာျပန္ေပးသူကေတာ့ Moe Oo Mann ျဖစ္ပါတယ္ႏိုင္ငံေက်ာ္ Exo အဖြဲ႔၀င္ထဲက ၄ ေယာက္ဟာ လူမသိ သူမသိ အနားယူရန္အဖြဲ႔၀င္ တစ္ေယာက္ရဲ႕ အိမ္ရွိရာ စိတ္ၿငိမ္ရပ္ကြက္တစ္ခုသို႔ ညႀကီးသန္းေခါင္ေျပာင္းေရႊ႕လာၾကပါတယ္.... ဒါေပမယ့္သူတို႔အတြက္ ကံဆိုးသြားတာကေတာ့ Exo Fan တစ္ေယာက္ျဖစ္တဲ့အိမ္ေရွ႕အိမ္က စပ္စလူးစိန္ ေကာင္မေလးက သူတို႔ရဲ႕ တည္ၿငိမ္ေနတဲ့ ဘ၀ကို၀င္ရႈပ္ရာကေန စတာပါပဲ....(Thit San Khant)Download Link================EXO  Next Door E01EXO  Next Door E02EXO  Next Door E03EXO  Next Door E04EXO  Next Door E05EXO  Next Door E06EXO  Next Door ...",
        "rating": "",
        "url": "https://channelmyanmar.org/exo-next-door-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/mirrors-1-300x240.jpg",
        "title": "Mirrors(2008)(ျမန္မာစာတန္းထိုး)",
        "description": "လူသိနည္း ၿပီး ၾကည္႔ေကာင္းတဲ႔ဇာတ္လမ္းအမ်ိဳးအစားထဲမွာပါတဲ႔ Mirror ဇာတ္လမ္းဟာဆိုရင္ အေမရိကန္ရဲ႔ နံမည္ေက်ာ္ supernatural horror film မွရိုက္ကူးၿပီး ဒါရိုက္တာ Alexandre Aja ရုိက္ကူးတာပါ။ IMDb 6.2 ရိွပါတယ္။ဒီကားရဲ႔  ဇာတ္လမ္းအက်ဥ္းကေတာ႔----ဖခင္ဆံုးၿပီးထဲက  ညီမကိုေစာင္႔ေရွာက္လာခဲ႔တဲ႔ ဘန္ကာဆန္ဆိုတဲ႔ ရဲတေယာက္ဟာ ပစ္ခတ္မွဳတခုအတြက္နဲ႔ ရာထူးမွအနားေပးခံရၿပီး သူ႔သားသမီး၂ေယာက္နဲ႔ဇနီးကို အလြန္ခ်စ္တဲ႔လူတေယာက္ၿဖစ္ၿပီးေတာ႔ သူ႔ကိုယ္သူၿပန္တည္ေဆာက္ဖုိ႔ အရက္ၿဖတ္ခဲ႔သလို သူ႔ဘ၀ပံုမွန္အတိုင္း ၿပန္တည္ေဆာက္ဖုိ႔ ရရာအလုပ္တခု၀င္လုပ္ခဲ႔တယ္ဘန္ဟာ ညေစာင္႔အလုပ္ကိုရခဲ႔ၿပီး သူအလုပ္လုပ္တဲ႔ေနရာဟာ လြန္ခဲ႔တဲ႔ ၅ႏွစ္ခန္႔ကမီးေလာင္ပ်က္ဆီးခဲ႔တဲ႔ ေမဖလား၀ါးဆုိတဲ႔ အေဆာက္အအံုၾကီးပါပဲ ဒီအေဆာက္အအံုကအရင္တုန္းကလဲ စိန္႔မက္သရူးဆုိတဲ႔ေဆးရံုအၿဖစ္ အသံုးၿပဳခဲ႔တဲ႔ေနရာပဲၿဖစ္ပါတယ္ ေဆးရံုပိတ္ခဲ႔ႏွစ္ေပါင္း ၅၀ ေက်ာ္ၿပီၿဖစ္ေပမယ္႔ မပိတ္ဘဲ က်န္ခဲ႔တဲ႔အရာတခုရွိခဲ႔တယ္ဆုိရင္----အဲဒီ႔အရာဟာ ဘာၾကီးလဲ-----ဘာမွန္းမသိတဲ႔ဒီဟာၾကီးကိုဘယ္လိုရင္ဆုိင္မလဲ---ၿပသနာတခုကိုဆံုးခမ္းေအာင္ အေသးစိပ္ရွာေဖြ စုေဆာင္းတဲ႔ ဘန္ရဲ႔ လုပ္ရည္ကိုင္ရည္ဟာလဲရင္တထိတ္ထိတ္နဲ႔ၾကည္႔ေနရင္းနဲ႔မွ အတုယူစရာအခ်က္ဆုိတာကို ေတြ႔ရမွာၿဖစ္ပါတယ္....ေနာက္ဆံုးမွာ ဘန္ေရာဘာၿဖစ္သြားမလဲ-----ၾကည္႔ရင္းနဲ႔ေၿခာက္ၿခားလာေစမယ္႔ကားမ်ိဳးၿဖစ္တဲ႔အတြက္ ညဘက္သာၾကည္႔ၾကပါလို႔တုိက္တြန္းရင္း....File Size       : 870Mb ...",
        "rating": "",
        "url": "https://channelmyanmar.org/mirrors2008/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/12957174_675829152555463_2033068722_n-1-205x300.jpg",
        "title": "CrossRoads(1986)",
        "description": "ဒီကားေလးကေတာ့ 1986ကရိုက္ခဲ႔တဲ႔ bluesဂီတနဲ႕ဆိုင္တဲ႔ကားေလးပါ\nသူ႔ေခတ္သူ႔အခါကေတာ့ ေအာင္ျမင္ခဲ႔ပံုပါပဲ IMDbက 7.2 ရိွပါတယ္\nတစ္ကားလံုးလည္း bluesဂီတာသံေတြ\nဟာမိုနီကာသံေတြနဲ႕ ျပည့္ေနတာေၾကာင့္ blues ဂီတျမတ္ႏိုးသူေတြ ၾကည့္သင့္ပါတယ္\nျပီးေတာ့ ဂစ္တာနတ္ဘုရားလို႔ေျပာၾကတဲ႔\nsteve vaiလည္းပါတယ္ဗ်\nဇာတ္လမ္းအက်ဥ္းကေတာ့  blues ဂီတရဲ႔\nဂႏၱဝင္ ေရာဘတ္ဂြ်န္စင္ရဲ႕ ေပ်ာက္ဆံုးေနတဲ့ သီခ်င္းကိုရွာျပီး\n နာမည္ၾကီးခ်င္တဲ႔ ဆယ္ေက်ာ္သက္ ေကာင္ေလးတစ္ေယာက္နဲ႔\nေရာဘတ္ဂြ်န္စင္ ရဲ႔မိတ္ေဆြေဟာင္းတို႔ ေတြ႔ဆံုမိတာက စတာပါပဲ\nက်န္တာေတာ့ ကိုယ့္ဟာကိုသာ ဆက္ၾကည့္ၾကပါေတာ့ဗ်ာ\n(တစ္ခ်ိဳ႕အသံုးႏႈန္းေတြက bluesသမားမဟုတ္တဲ႔ က်ေနာ့္အတြက္ မွားယြင္းေနမွာပါ)\nဘာသာၿပန္သူနဲ႕ အညႊန္းေရးသူကေတာ့ \"WaiyanMyothet\" ပဲၿဖစ္ပါတယ္File Size : 900MB\nQuality : HD 720P\nSubtitle : Myanmar Subtitle(Hardsub)\nDuration : 01:39:00\nEncoder : KaYwa\nTranslator: WaiyanMyothet  \n \nDownload & Watch 720p HD(900MB)   Download & Watch Stream 360p(400MB)    နမူနာၾကည့္ရွဴရန္          ...",
        "rating": "",
        "url": "https://megaup.net/Vlz6/Cross_Roads_[1986]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/Krampus-The-Reckoning-poster-133x200.jpg",
        "title": "Krampus: The Reckoning (2015)",
        "description": "Krampus: The Reckoning (2015)_____IMDb - 2.4/10\n  Krampus ရဲ့ အကြောင်းပြောရမယ်ဆိုရင်တော့ အများစုကယုံကြည်ကြတဲ့ krampus ဟာ ရှေးဟောင်းမိစ္ဆာတစ်ကောင်ဖြစ်ပြီး ခရစ်စမတ်ချိန်ခါမှာ ပွဲတော်ကျင်းပလိုစိတ်မရှိတဲ့ လူ သို့မဟုတ် မိသားစုတွေကို ပြစ်ဒဏ်ပေးတဲ့အနေနဲ့ စိတ်ဝမ်းကွဲကာအချင်းချင်းသတ်ဖြတ်ချင်စိတ်ပေါ်အောင်သွေးထိုးပေးသူလည်းဖြစ်တယ်ဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင်တော့ ဇိုဝီဆိုတဲ့ ထူးဆန်းတဲ့ကလေးမလေးမှာ krampus ဆိုတဲ့စိတ်ကူးယဉ်မိတ်ဆွေတစ်ယောက်ရှိတယ် Krampus ဆိုတာကြင်နာတတ်တဲ့ st nicholas ရဲ့  အမှောင်ခြမ်းသို့မဟုတ် မိစ္ဆာစိတ်ဖြစ်တယ် ခရစ်စမတ်အချိန်ခါမှာ krampus ဟာလွတ်မြောက်လာပြီးတော့  မြို့ငယ်လေးထဲမှာရှိတဲ့ရိုင်းစိုင်းသူအချို့ကိုပြစ်ဒဏ်ပေးလေ့ရှိတယ် Krampus ရဲ့ပြစ်ဒဏ်ပေးမှုကနေဘယ်သူမှမလွတ်မြောက်နိုင်တဲ့အပြင်သူ့ရဲ့  နှိပ်စက်မှုကိုလည်းခံရပြီး ငရဲရဲ့အနက်ရှိုင်းဆုံးနေရာကိုပါခေါ်ဆောင်သွားခြင်းကိုခံကြရတယ် ဘာတွေ ဆက်ဖြစ်မယ်ဆိုတာကို ဇာတ်ကား ဆက်လက်ကြည့်ရှုကြပါအုံး \nဇာတ်လမ်းအညွှန်းရေးသူကတော့ \"Moe Oo Mann\" ပဲဖြစ်ပါတယ်\n   \nFile Size : 700 MB\nQuality : HD 720P\nFormat : mp4\nSubtitle : Myanmar Subtitle(Hardsub)\nDuration : 01:30:00\nEncoder ...",
        "rating": "2.4",
        "url": "https://megaup.net/2f13r/Krampus_[2015]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/double-team-poster-135x200.jpg",
        "title": "Double Team (1997)",
        "description": "Double Team (1997)_____IMDb - 4.8/10\n   \nဒီနေ့အတွက် ကျွန်တော်(စိုးထွေး)ရဲ့(၁၆)ကားမြောက်ဇာတ်ကားလေးကိုပရိတ်သတ်တွေဆီမိတ်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားအညွန်းကိုမပြောခင် ကျွန်တော် ပရိတ်သတ်တွေအကြောင်းကိုအရင်ပြောချင်ပါတယ် ။\nကျွန်တော်တို့တင်တဲ့ဇာတ်ကားတွေရဲ့အောက်မှာရေးတဲ့ ပရိတ်သတ်တွေရဲ့Commentတွေကို ကျွန်တော်တို့အမြဲတန်း လေးလေးစားစားဖတ်ပါတယ်။ ပရိတ်သတ်တွေတောင်းဆိုသမျှဇာတ်ကားတွေကိုလည်း အတတ်နိင်ဆုံးလုပ်ပေးနိင်အောင် ကျွန်တော်တို့ညီအစ်ကိုမောင်နမတွေအမြဲတစေကြိုးစားနေကြပါတယ်။ အခုတော့မင်းသားကြီးဗန်ဒိန်းဇာတ်ကားကို တောင်းဆိုသူတွေလည်းအများကြီးတွေ့ခဲ့လို့ ကျွန်တော်ဘာသာပြန်ဖြစ်ခဲ့တာပါ။\n  \nဒီဇာတ်ကားလေးကတော့ကြာပါပြီတော်တော်လေးကိုကြာနေပါပြီ။ ဇာတ်လမ်းအစမှာဦးနှောက် အရမ်းကောင်းမွန်တဲ့ထိပ်သီးလူဆိုးခေါင်းဆောင်စတားဘရို့ကို ဖမ်းဆီးဖို့တာဝန်ယူရသည့် အေဂျင့်ဂျက်ကွင်း . . . သူ့ရဲ့မတော်တဆမှုတခုကြောင့်စတားဘရို့ရဲ့ရင်သွေးငယ်သေဆုံးသွားပြီးနောက် ဂျက်ကွင်း ကိုအညို းထားပုံ၊ ဂျက်ကွင်းရဲ့ကိုယ်ဝန်သည်ဇနီးကို ပြန်ပေးဆွဲထားပြီးဂျက်ကွင်းကိုလက်စားချေဖို့ကြို းပန်းပုံ၊ စတားဘရို့ရဲ့လက်ထဲကသားနဲ့ဇနီးကိုဂျက်ကွင်း ဘယ်လိုကယ်တင်မလဲစသဖြင့်မင်းသားကြီးဗန်ဒိန်းရဲ့ အက်ရှင်အလန်းများနဲ့စတားဘရို့ရဲ့သရုပ်ဆောင် ကောင်းမှုတွေကြောင့် ဇာတ်ကားကောင်းတစ်ကားအဖြစ်ညွန်းဆိုလိုက်ပါတယ်။\n  \n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားသူကတော့ CM Team မှ Ko Soe Htwe ဖြစ်ပါတယ်။)\n File Size                          : 850 MB\nQuality   ...",
        "rating": "4.8",
        "url": "https://megaup.net/Y1cs/Double_Team_[1997]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Silver Linings Playbook (2012)",
        "description": "\"အခ်စ္ဆုိတဲ့အရာကုိ ကမၻာဦးထဲက လူေတြအမ်ိဳးမ်ိဳး အဓိပၸာယ္ဖြင့္လာခဲ့ၾကတယ္။ ဒါေပမယ့္ တခါတရံမွာ အခ်စ္ ဟာ ကၽြန္ေတာ္တုိ႔ထင္မွတ္မထားတဲ့ေနရာမ်ိဳးကေန ဘြားခနဲ ရုတ္တရက္ ေပၚလာတတ္တာမ်ိဳးဗ် ...\"ခုဒီ Silver Linings Playbook ဆုိတဲ့ကားကေတာ့ ဒါရုိက္တာ David O. Russell ရဲ႕လက္ရာျဖစ္ၿပီး မင္းသား Bradley Cooper နဲ႕ မင္းသမီးေခ်ာ Jennifer Lawrence တုိ႔ပါဝင္ သရုပ္ေဆာင္ထားပါတယ္။ ဒီကားဟာ ေအာ္စကာ စကာတင္စာရင္းမွာ ၈ဆုတိတိ လ်ာထားခံခဲ့ရၿပီး Jennifer Lawrence က Best Actress ဆုရရွိခဲ့ပါတယ္။ Hunger Games ဇာတ္လမ္းေတြနဲ႕ ပုိၿပီးထင္ရွားလာတဲ့ Jennifer Lawrence ကုိ ခုလုိ တကယ့္ Hollywood Superstar တေယာက္ျဖစ္ေစခဲ့တဲ့ ကားလုိ႔ေျပာရင္ လြန္မယ္မထင္ပါဘူး။ကဲပါ … ရွည္ရွည္ေဝးေဝးမေျပာပဲ ဇာတ္လမ္းအက်ဥ္းေလးကုိ မိတ္ဆက္ေပးရေအာင္ပါ ...",
        "rating": "7.7",
        "url": "https://megaup.net/3yLj4/Silver_Linings_Playbook_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/drag-me-to-hell-poster-140x200.jpeg",
        "title": "Drag Me to Hell (2009)",
        "description": "Drag Me to Hell (2009)\nIMDb - 6.5/10________Rotten - 92%\n ကျိန်စာတိုက်တယ် ပြုစားတယ်ဆိုတဲ့စကားက မြန်မာ့အသိုင်းအဝိုင်းမှာ နားလည်ရခက်တဲ့ စ\nကားမျိုးမဟုတ်ပါဘူး အမေရိကန် supernatural horror ရုပ်ရှင်ရိုက်ကူးရေးကနေ ဒါရိုက်တာ Sam Raimi\nရိုက်ကူးထားတဲ့ ဒီဇာတ်လမ်းမှာ---အမေရိကန်ပြည်ထောင်စုကယ်လီဖိုးနီးယားပြည်နယ်က ဇနီးမောင်နှံဆီ\nက ဂျစ်ပစီငွေ လည်ဆွဲပျောက်ဆုံးပြီးထဲက\nမကောင်းဆိုးဝါးအသံတွေကိုကြားခဲ့ရတယ်...ဒီအသံတွေက ဒီမှာတင်ရပ်သွားလားဆိုတော့ ----\nဘယ်ရပ်လိမ့်မလဲ ကလေးကိုမြေအောက်ငရဲထိဆွဲခေါ်သွားခဲ့ရာကနေ...သမိုင်းစခဲ့တယ်အခုလက်ရှိခေတ်\nမှာတော့ လော့အိန်ဂျလိစ့် က ဘဏ်တခုမှာအစပျိုးပြန်လည်အသက်ဝင်လာခဲ့ပါတယ် ကျိန်စာတခု ရဲ့နောက်\nကွယ်မှာ ဘာတွေဆက်ဖြစ်လာမလဲ....\nညဖက်တယောက်ထဲ မကြည့်သင့်တဲ့ကားမျိုးဖြစ်ပြီးတော့\nညကျကြည့်မယ်ဆိုရင် ၃-၄ယောက်လောက်စုကြည့်ရမယ့်\nကားကောင်းတကားဖြစ်တယ်လို့ပဲ ညွှန်းပါရစေ.....\nဒီဇာတ်ကားကို ညီလေး Moe Oo Mann မှဘာသာပြန်ပြီး\nမြန်မာကြီးမှ အညွှန်းရေးပေးထားပါတယ်က်ိန္စာတိုက္တယ္ ျပဳစားတယ္ဆိုတဲ့စကားက ျမန္မာ့အသိုင္းအဝိုင္းမွာ နားလည္ရခက္တဲ့ စ\nကားမ်ိဳးမဟုတ္ပါဘူး အေမရိကန္ supernatural horror ႐ုပ္ရွင္႐ိုက္ကူးေရးကေန ဒါ႐ိုက္တာ Sam Raimi\n႐ိုက္ကူးထားတဲ့ ဒီဇာတ္လမ္းမွာ---အေမရိကန္ျပည္ေထာင္စုကယ္လီဖိုးနီးယားျပည္နယ္က ဇနီးေမာင္ႏွံဆီ\nက ဂ်စ္ပစီေငြ လည္ဆြဲေပ်ာက္ဆုံးၿပီးထဲက\nမေကာင္းဆိုးဝါးအသံေတြကိုၾကားခဲ့ရတယ္...ဒီအသံေတြက ဒီမွာတင္ရပ္သြားလားဆိုေတာ့ ----\nဘယ္ရပ္လိမ့္မလဲ ကေလးကိုေျမေအာက္ငရဲထိဆြဲေခၚသြားခဲ့ရာကေန...သမိုင္းစခဲ့တယ္အခုလက္ရွိေခတ္\nမွာေတာ့ ေလာ့အိန္ဂ်လိစ့္ က ဘဏ္တခုမွာအစပ်ိဳးျပန္လည္အသက္ဝင္လာခဲ့ပါတယ္ က်ိန္စာတခု ရဲ႕ေနာက္\nကြယ္မွာ ဘာေတြဆက္ျဖစ္လာမလဲ....\nညဖက္တေယာက္ထဲ မၾကည့္သင့္တဲ့ကားမ်ိဳးျဖစ္ၿပီးေတာ့\nညက်ၾကည့္မယ္ဆိုရင္ ၃-၄ေယာက္ေလာက္စုၾကည့္ရမယ့္\nကားေကာင္းတကားျဖစ္တယ္လို႔ပဲ ၫႊန္းပါရေစ.....\nဒီဇာတ္ကားကို ညီေလး Moe Oo Mann မွဘာသာျပန္ၿပီး\nျမန္မာႀကီးမွ အၫႊန္းေရးေပးထားပါတယ္File Size     ...",
        "rating": "6.5",
        "url": "https://megaup.net/2dpxi/Drag_Me_To_Hell_[2009]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Yeh Jawaani Hai Deewani (2013) ျမန္မာစာတန္းထိုး",
        "description": "မင္းသား Ranbir Kapoor နဲ႕ မင္းသမီး Deepika Padukone တို႕အဓိကပါဝင္ထားျပီး\nIMDb Rating (6.9/10) ရရွိထားတဲ့ Comedy, Drama, Musical အမ်ိဳးအစား Bollywood ဇာတ္ကားပါ။\nBollywood ပရိတ္သတ္ေတြ အၾကိဳက္ေတြ႕ဦးမယ့္ဇာတ္ကားျဖစ္ပါတယ္။\nကိုယ္တိုင္ခံစားၾကည့္ပါဦး။File size...(1.1GB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....02:40;18\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung \nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://megaup.net/1wp5i/Yeh_Jawaani_Hai_Deewani_[2013]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/Garfield-133x200.jpg",
        "title": "Garfield (2004)",
        "description": "ကဲ Garfield တဲ့ . ဒီနာမည်လေးကြားတာနဲ့ကို မကြိုက်ဘဲနေနိုင်ဦးမလားခင်ဗျ။ 2004 ခုနှစ်ကထွက်ရှိခဲ့ပြီး\nကြည့်ဖူးသည့််သူတိုင်း ကလေးအစ လူကြီးအဆုံး အရမ်းကိုကြိုက်နှစ်သက်ခဲ့တဲ့ Animation နဲ့လူပေါင်းစပ်ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။\nဇာတ်လမ်းတစ်လျှောက်လုံး ရယ်မောဖွယ်ရာဟာသတွေနဲ့ Garfield လို့ခေါ်တဲ့ အသိဉာဏ်အရမ်းကြွယ်ဝတဲ့ ကြောင်လေးတစ်ကောင်ရဲ့ သရုပ်ဆောင်မှုတွေဟာ အရမ်းကိုပြည့်စုံလွန်းတယ်ထင်ရပါတယ်။ သူ့သခင်နဲ့ သူ့ရဲ့စကားပြောဆိုဆက်ဆံမှုဟာ ကြောင်နဲ့မတူဘဲ လူတစ်ယောက်ရဲ့အသိဉာဏ်မျိုးနဲ့ပြောဆိုမှုတွေဟာ ဒီဇာတ်ကားနာမည်ကြီးတဲ့ အဓိကအကြောင်းရင်းထဲက တစ်ချက်ပါပဲ။ ကဲ . ကြည့်ပြီးသားလူတွေလည်း Channel Myanmar ရဲ့ ဘာသာပြန်တင်ဆက်မှုနဲ့နောက်တစ်ခေါက်ပြန်ကြည့်ကြပါ။ ကိုယ့်မှာကလေးတွေ တူ.တူမတွေရှိလည်း ဒီကားလေးကိုပြန်ပြကြပါ။\n(ဒီဇာတ်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးသူကတော့ CM Team မှ Moe Myint Lwin ဖြစ်ပါတယ်။ ပရိတ်သက်အားပေးမှုနဲ့ အပိုင်း ၂ ကိုလည်းဆက်လက်ပြန်ပေးပါ့မယ်တဲ့ :D )\n--------------------------------------------------------------\nကဲ Garfield တဲ့ . ဒီနာမည္ေလးၾကားတာနဲ႕ကို မၾကိဳက္ဘဲေနႏိုင္ဦးမလားခင္ဗ်။ 2004 ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး\nၾကည့္ဖူးသည့္္သူတိုင္း ကေလးအစ လူၾကီးအဆံုး အရမ္းကိုၾကိဳက္ႏွစ္သက္ခဲ့တဲ့ Animation ...",
        "rating": "5.0",
        "url": "https://megaup.net/3yPP5/Garfield_[2004]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/12957253_673210392817339_16816429_n28129-1-213x300.jpg",
        "title": "Kiss x sis (ျမန္မာစာတန္းထိုး)18+",
        "description": "Kiss x sis ဆုိတဲ့ Anime ကုိ 2010က​ေန ထုတ္​​ေဝထားတာပါ ဇာတ္​လမ္​းထဲမွာ​ေတာ့ အမႊာညီမႏွစ္​​ေယာက္​ရယ္​ ​ေမာင္​တစ္​​ေယာက္​ၿပီး​ေတာ့ ဇာတ္​လမ္​းက 18+,Comedy,Romance ပါ ​ေနာက္​ပုိင္​း အမႊာႏွစ္​​ေယာက္​အျပင္​ က်န္​တဲ့ ဇာတ္​​ေကာင္​​ေတြလည္းတုိးလာမွာပါ ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ ​​​အ​ေဖမတူအ​ေမကြဲ ​ေမာင္​ႏွမ​ေတြရဲ႕ အခ်စ္​ဇာတ္​လမ္​းပါ သူတုိ႔ရဲ႕ အခ်စ္​ကုိ​ေဖာ္​ျပခ်င္​သလုိ ​ေမာင္​ႏွမဆုိတာႀကီးက စိတ္​ထဲဝင္​​ေန​ေတာ့ ဘယ္​လုိလုပ္​ရမွန္​းမသိပါဘူး ​ေနာက္​ပုိင္​း စိတ္​လႈပ္​႐ွားဖြယ္​ရာ အျပဳအမူ​ေတြျမင္​ရမွာပါ ဒီ​ကားကုုိသုံးရက္​တစ္​ခါ တင္​​ေပးမွာပါ season​ေ​တြနဲ႔မဟုတ္​လုိ႔ၾကည္​့​ေကာင္​းမွာပါ miniseriesပါ အပုိင္​းကဘယ္​နပုိင္​း အၿပီးဆုိတာမ​ေျပာ​ေတာ့ပါဘူး။Episode 1 (180 Mb)Episode 2 (180 Mb)Episode 3(200Mb)",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-192/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/5543ce94806f4-1-203x300.jpg",
        "title": "Lego Marvel Super Heroes Avengers",
        "description": "ဘာမွမဟုတ္ဘူး Civil War မထြက္ခင္ ဒါေလးၾကည့္နွင့္ၾကလို႕ အာ့လာေျပာတာ။ April Fool အတြက္ တင္ေပးတာ။ ငိငိ။ ျမန္မာစာတန္းထိုးနဲ႕ Lego ကာတြန္းေလး ၾကိဳက္တတ္ရင္ ယူသြား။ ကေလးေတြျပလို႕ရတယ္။Download from pCloud",
        "rating": "",
        "url": "https://channelmyanmar.org/lego-marvel-super-heroes-avengers/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/56984-1-300x300.jpg",
        "title": "Shareek(2015) ျမန္မာစာတန္းထိုး",
        "description": "Shreek ဇာတ္ ကားက ေတာ့ IMB Rating 7.5 ထိရ႐ွိထားတဲ့ဇာတ္ ကား ေကာင္ းတစ္ ကားျဖစ္ ပါတယ္ Shreek ရဲ႕အဓိပၸါယ္ က ေတာ့ ေဝမ်ွျခင္ း ဆိုတဲ့အဓိပၸါယ္ ပါ။ အျမင္ မတူတဲ့ ညီအစ္ ကိုႏွစ္ ဦးရဲ႕ အ ေၾကာင္ းဇာတ္ လမ္ း ေလးျဖစ္ ပါတယ္ ။ ၁၉၉၀ျပည္ ့ႏွစ္ ၂၀၀၀ခုႏွစ္ အ ေစာပိုင္ း နဲ႔ ယ ေန႔ ေခတ္ လူ ေနမွဴ႕ပံုစံ ေတြကိုပါအ ေျခခံၿပီး႐ိုက္ ကူးတင္ ဆက္ ျပသထားပါတယ္ ။ နယ္ ေျမတစ္ ခုကို ပိုင္ ဆိုင္ ဖို႔နဲ႔အပိုင္ လက္ ဝါးႀကီးအုပ္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/shareek2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Raavan (2010)",
        "description": "မင္းသားက Abhishek Bachchan ပါ။\nမင္းသမီးကေတာ့ ၁၉၉၄ ခုႏွစ္ရဲ႕ မယ္စၾကာဝဠာအလွမယ္ Aishwarya Rai ျဖစ္ပါတယ္။\nAction, Adventure, Crime အမ်ိဳးအစားျဖစ္ျပီး IMDb Rating (5.4/10) ရရွိထားတဲ့\nBollywood ဇာတ္ကားျဖစ္ပါတယ္။\nအခ်စ္မွာ က်ရံႈးမိတဲ့ လူၾကမ္းၾကီးတစ္ေယာက္အေၾကာင္းကို ခံစားၾကည့္ရႈရမွာပါ။File size...(1GB)\nQuality...HD-Rip 720p\nFormat...mp4\nDuration....02:16:11\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aungနမူနာၾကည့္ရန္",
        "rating": "5.4",
        "url": "https://megaup.net/3yxfs/Raavan_[2010]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vDWQ5vnUL2NtqWWQEbOKpewGaIt.jpg",
        "title": "Discontinued (2022)",
        "description": "Discontinued (2022)~ Rotten Tomatoes - 89% ~ကျွန်တော်တို့ နေထိုင်နေတဲ့ ကမ္ဘာကြီးက ကျွန်တော်တို့ထက် ပိုအဆင့်မြင့်တဲ့ အနာဂတ်မျိုးနွယ်စုတစ်ခုက ဖန်တီးကြိုးကိုင်ထားတဲ့ Simulated Reality တစ်ခု ဖြစ်နေမယ်လို့ တွေးဖူးကြတယ်မလား..အနာဂတ်လူသားတွေဟာ Variables တွေ ပြောင်းလဲသွားရင် ဘယ်လိုတွေ ဖြစ်လာနိုင်လဲဆိုတာကို စမ်းသပ်ဖို့ Simulation ဘီလျံပေါင်းများစွာ ဖန်တီးခဲ့ပြီးတော့ ကျွန်တော်တို့ကမ္ဘာဟာ အဲဒီဘီလျံပေါင်းများစွာထဲက တစ်ခုပဲ ဖြစ်တယ်။ ဒီကမ္ဘာကြီးက တကယ်ပဲ Simulated Reality ဖြစ်တယ်ဆိုတာကို အဆိုပါ Creators တွေက လူသားအားလုံးကို အသိပေးလိုက်တယ်။ ပြဿနာက အဲဒီ Simulation ကြီးက တစ်ပတ်အတွင်း ရပ်တန့်သွားတော့မှာ။ Creators တွေက လူသားတွေအတွက် ရွေးချယ်စရာ ၂ခုပေးတယ်။မင်းတို့သိခဲ့ဖူးတဲ့ လူတွေအားလုံးနဲ့ အရာအားလုံး မရှိတော့ပဲ လူက ထိန်းချုပ်စရာမလိုတဲ့ ဒီကမ္ဘာကြီးထဲမှာ ဆက်ပြီး ရှင်သန်ဖို့ကြိုးစားမလား ...",
        "rating": "5.5",
        "url": "https://megaup.net/2AoUf/(CM)_Discontinued_(2022)_720p.mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qIwWk54poY7y7lHhujB7vEk9RPt.jpg",
        "title": "He Is My Brother ( 2023 )",
        "description": "အော်တစ်ဆင် Austin ဆိုတာ ကလေးဘဝမှာ ဦးနှောက်အာရုံကြောဖွံဖြိုးမှု\nဆိုင်ရာနှောင့်နှေးတဲ့ ချို့ယွင်းချက်ဖြစ်ပါတယ်။ ဒီလိုလူတွေဟာ\nသာမန်နေ့စဉ်ဘဝမှာလိုက်လျောညီထွေဖြစ်အောင် ဘယ်လိုကြိုးစားရတယ်\nသူတို့တွေကိုဘယ်လိုဖေးမသင့်တယ်ဆိုတာကို\nရိုက်ကူးထားတဲ့ ညီအကိုသံယောဇဉ်ကားလေးပဲဖြစ်ပါတယ်။အော်တစ်ဆင်ဝေဒနာရှင်အစ်ကိုတစ်ယောက်ကို စောင့်ရှောက်ရင်း\nကြိုးစားရုန်းကန်နေရတဲ့ လူငယ်လေးတစ်ယောက်ရဲ့\nဘဝဟာဘယ်လိုတွေခက်ခဲနေခဲ့သလဲ……\nသူကသူ့အစ်ကိုကြောင့်ဘဝကြီးဟာတက်လမ်းမရှိ\nပိတ်လှောင်ခံနေရတယ်လို့ ခံစားနေခဲ့ရတယ်……တကယ်တမ်းပြဿနာကြုံလာတော့\nသူတို့ဟာအချင်းချင်းမှီခိုနေကြတာပဲဖြစ်ပြီး\nအစ်ကိုဆိုတာသူရဲ့အိမ်ပဲဆိုတာနားလည်လိုက်ရပါတော့တယ်……\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Moon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/he-is-my-brother-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/bhe-150x200.jpeg",
        "title": "Bhediya (2022)",
        "description": "Bhediya (2023)\n***************\nIMDb 7.5/10\nဒီဇာတ်ကားလေးကတော့ ပရိတ်သတ်အချစ်တော်မင်းသား\nဝါရွန်းဒဝမ်န်နဲ့ ပရိတ်သတ်အသဲစွဲကရီသီးဆနွန်းတို့ရဲ့ Horror/\nThriller အမျိုးအစား ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး IMDb rating\n7.5အထိ ရရှိထားပါတယ်။ဒါ့အပြင်ရားဂ်ျကူမားရ်ရောဝ်ကလည်း\nဗစ်ကီအဖြစ် ပါဝင်သရုပ်ဆောင်ထားပြီး ရှရက်ဒါးကပူးရ်ကလည်း\nစတရီးဇာတ်ကောင်အနေနဲ့ Cameoအဖြစ် ပါဝင်ထားပါသေးတယ်\nရုံတင်ငွေဆိုရင်လည်း ၈၉ကုဋေထိပြန်ရခဲ့တဲ့ ရှယ်မိုက်ရှယ်ကြမ်းတဲ့ ရုံတင်ကားတစ်ကားပဲဖြစ်ပါတယ်ဘေဒီယာဆိုတာ ဝံပုလွေဆိုတဲ့အဓိပ္ပာယ်ပါ ဒီဝံပုလွေက အရုနာကျလ်ပြည်နယ်က\nတောအုပ်တစ်ခုကို ကာကွယ်သူအနေနဲ့ စောင့်ရှောက်တယ်လို့ အဆိုရှိကြတယ်\nတောအုပ်ကိုထိခိုက်အောင်လုပ်တဲ့ လူတွေမှန်သမျှ သူကကိုက်သတ်ပစ်တယ်ပေါ့...ဘာစကရ်ကတော့ အဲဒီအရုနာကျလ်ရဲ့ တောထဲမှာလမ်းဖောက်ဖို့\nအလုပ်လက်ခံခဲ့ပြီး သူနဲ့အတူ သူ့ဝမ်းကွဲညီအစ်ကိုနဲ့ သူ့သူငယ်ချင်း\nဂျိုကိုခေါ်သွားပါတယ်။\nမစ္စတာပန်ဒေးဆိုတဲ့သူက ဘာစကရ်ရဲ့ လမ်းဖောက်မယ့်\nအကြံအစည်ဟာ သဘာဝပတ်ဝန်းကျင်ကို ထိခိုက်စေနိုင်တာကတစ်ကြောင်း\nတောတွင်းလူမျိုးစုတွေ လက်ခံမှာ မဟုတ်တာကတစ်ကြောင်းကြောင့်\nသူ့အကြံအစည်ကို သိပ်လက်မခံချင်ခဲ့ပါဘူး။ညတစ်ညမှာတော့ ဘာစကရ်တို့အဖွဲ့ ကားနဲ့ခရီးထွက်လာရင်း\nမတော်တဆမှုတစ်ခုဖြစ်ပြီး ကားပျက်သွားပါတော့တယ်။အဲဒီအချိန်မှာပဲ\nဘာစကရ်ရှေ့ကို စောင့်ရှောက်သူဘေဒီယာ(ဝံပုလွေ)တစ်ကောင် ရောက်လာတဲ့အခါ ...\nဘာစရ်တို့အဖွဲ့ ဘယ်လို ခြောက်ခြားစရာတွေနဲ့ ကြုံတွေ့ရမလဲ ...\nတောထဲလမ်းဖောက်ဖို့ အစီစဉ်ကရော အောင်မြင်နိုင်မှာလား...\nဘယ်လိုအခက်အခဲတွေနဲ့ ရင်ဆိုင်ရမလဲ ... ဆိုတာတွေကိုတော့\nဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တွေကတော့Thaik San,chiclon3,\nZwe Yanနဲ့ Yunni တို့ပဲဖြစ်ပါတယ်။\nFile size…2.52GB ...",
        "rating": "7.3",
        "url": "https://megaup.net/1etyp/Bhediya_(2022)_Hindi_TRUE_WEB-DL..720p(CM).mp4",
        "category": "Bollywood, Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNTM5M2FkNzEtNWU3OS00MjEzLTk3Y2MtOTMyZWY5NDBlNzZjXkEyXkFqcGdeQXVyNjAyOTEyMA@@._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Ripper’s Revenge (2023)",
        "description": "လန်ဒန်မြို့မှာ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ ကွင်းဆက်လူသတ်သမား Jack the Ripper ရဲ့ လူသတ်မှုတွေ ဖြစ်ပွားပြီး တစ်နှစ်အကြာ ၁၈၈၉ ခုနှစ်မှာ ဖြစ်ပါတယ်။ ရဲတွေက စုံစမ်းစစ်ဆေးမှုတွေ အသည်းအသန် လုပ်ခဲ့ကြပေမဲ့လည်း Jack the Ripper ရဲ့ သရုပ်မှန်ဟာ ခုချိန်ထိ လျှို့ဝှက်ဆန်းကြယ်ဖြစ်နေဆဲပါ။ ဆီဘက်ရှန် စတပ်ဘ်က London Morning’s Times က သတင်းထောက်တစ်ဦးပါ။ ၁၈၈၈ က Jack the Ripper ရဲ့ လူသတ်မှုတွေအကြောင်း ရေးပြီး အကြီးအကျယ် အောင်မြင်ခဲ့ပေမဲ့ တစ်နှစ်အကြာမှာတော့ ကံဆိုးမိုးမှောင်ကျပြီး လူစိတ်မဝင်စားတဲ့ သတင်းတွေကိုပဲ ရေးနေရပါတယ်။ ငွေရေးကြေးရေး ကြပ်တည်းပြီး အိမ်ငှားခတောင် မပေးနိုင်ဖြစ်နေပါတယ်။တစ်နေ့မှာတော့ သူ့ဆီကို ထူးဆန်းတဲ့ စာတစ်စောင်ရောက်လာပါတယ်။ စာအောက်ခြေမှာလည်း Jack the Ripper လို့ လက်မှတ်ထိုးထားပြီး သူ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1eq0b/Rippers.Revenge.2023.720p.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/djxQ8XE5IU2MyzR8mV2HyVkQjM.jpg",
        "title": "Kukira Kau Rumah(2022)",
        "description": "Kukira Kau Rumah(2022)***********************နာမည်ကျော် တီးဝိုင်း bandတစ်ခုဖြစ်တဲ့Amigdala ရဲ့ Kukira Kau Rumah( I thought You were Home)ဆိုတဲ့ သီချင်းလေးကိုရုပ်ရှင်အဖြစ်အသက်သွင်းထားတာပါ။\nသီချင်းလေးက တကယ်နားထောင်ကောင်းတဲ့ ဆွေးဆွေးအေးအေးလေးဖြစ်သလို ဇာတ်လမ်းကိုလည်း ထိုအတိုင်းပုံဖော်ထားပါတယ်။\nဇာတ်လမ်းထဲမှာတော့ ဇာတ်ဆောင်မင်းသမီးဖြစ်သူဟာ စိတ်မူမမှန်ဝေဒနာကို ခံစားနေရသူပါ။ဒါကြောင့်လည်း ငယ်ကတည်းကပေါင်းလာတဲ့ သူငယ်ချင်းတွေပဲရှိပြီး အားလုံးက အရိပ်တကြည့်ကြည့်နေလာသူပါ။\nမင်းသားကတော့ ဂီတဘက်ကိုစိတ်ဝင်စားပြီး တသီးတသန့်နေတတ်တဲ့ ဂီတာသမားလေးပါ။\nသူတို့နှစ်ယောက်ဆုံတွေ့ဖြစ်ပုံကတော့ ရိုးရိုးလေးပါပဲ။ လူငယ်သဘာဝ သူတို့နှစ်ယောက် ခင်မင်သွားကြ ပျော်ပါးကြရင်းနဲ့.....။\nဇာတ်လမ်းက ရိုးရိုးလေးပေမယ့် Acoustic Musicလေးတွေ ကြားစီးမျှောရင်းတွေးချင်ဆွေးချင်သူတွေအတွက်တော့ကွက်တိပါပဲ။ ခံစားကြည့်လိုက်ပါဦး။File Size : (1.1GB) and (528MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:53:00\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1etd5/Kukira.Kau.Rumah.2022.WEB-DL.720P(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oWV5dlanOIW1LBW3FtH7CxqxafV.jpg",
        "title": "Songjiang God Father ( 2023 )",
        "description": "SongJiang GodFather ဆိုတဲ့ Action ရုပ်ရှင်လေးပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့- 1930 ခုနှစ် အစောပိုင်းလောက်မှာ\nဂျပန်က တရုတ်ပြည်မထဲက ဟယ်နန်ပတ်ဝန်းကျင်မှာ\nစီးပွားရေးတိုးချဲ့ရန် ကြိုးစားနေပါတယ်။ ထိုအချိန်မှာ ဂျပန်မှ\nရင်းနှီးမြှုပ်နှံမှုတွေ များစွာဝင်လာခဲ့ပါတယ်။ဂျပန်လျှို့ဝှက်တပ်ဖွဲ့တွေကလဲ ကျန့်ကျိုးတစ်ဝိုက်မှာ လျှို့ဝှက်စွာ\nစုံစမ်းစစ်ဆေးမှုတွေ လုပ်နေပါတယ်။ ဂျပန်တွေ ဖက်ကလဲ\nဂျပန်တုန်းယန်ကုမ္ပဏီတည်ထောင်ပြီး စီးပွားရေး\nဆိပ်ကမ်းတည်ဆောက်ရန်အတွက် ပြည်မအတွင်းမှ ကုန်သည်များအဖွဲ့နဲ့ ပူးပေါင်းရန် လိုအပ်နေပါတယ်။ဒါကို ကုန်သည်များအဖွဲ့ဥက္ကဌကြီးကုက လက်မခံခဲ့ပါဘူး။\nသို့သော် ဥက္ကဋ္ဌကြီးရဲ့ သားအရင်းဖြစ်သူ ကုရှီးကွမ်းကတော့\nဂျပန်တွေနဲ့ ပူးပေါင်းပြီး အကျိုးအမြတ်ရချင်တဲ့အတွက် အ\nဖေဖြစ်သူကို သတ်ခဲ့ပြီး သူ့ရဲ့မွေးစားညီဖြစ်သူ ကုယန့်ချိုးကို စွပ်စွဲခဲ့ပါတယ်။လူသတ်သမားအဖြစ် စွပ်စွဲခံထားရတဲ့ ကုယန့်ချိုးတစ်ယောက်\nသူအပြစ်ကင်းကြောင်းကို သက်သေပြဖို့ ဘယ်လို ကြိုးစားရမလဲ......\nသူ့အဖေကို သတ်ခဲ့တဲ့လူကိုရော ကလဲ့စားပြန်ချေနိုင်ပါ့မလား\nဆိုတာကို ရုပ်ရှင်လေးကိုပဲ ကြည့်ရှုခံစားလိုက်ပါနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 10 min\nSubtitle : ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/songjiang-god-father-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-6-157x200.jpg",
        "title": "The Wildflower (2022)",
        "description": "CMကနေပြီးတော့ တမူထူးခြားစွာနဲ့ နိုင်ဂျီးရီးယားရုပ်ရှင်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ စာအုပ်တစ်အုပ်ကို စာအုပ်အဖုံးနဲ့ မဆုံးဖြတ်နဲ့ဆိုတဲ့အတိုင်း နိုင်ဂျီးရီးယားရုပ်ရှင်ဆိုပြီး ဒီဇာတ်ကားကိုအထင်မသေးလိုက်ဘဲ ကြည့်ရှု့သင့်ပါတယ်။ လောကမှာ ပိုက်ဆံ၊ အာဏာ၊ ပါဝါကိုအသုံးပြုပြီး မတော်မတရားပြုလုပ်နေတဲ့ လူအမြောက်အများရှိပြီး ဖိုဝါဒီကြီးစိုးမှုဟာ အခု၂၁ရာစုရောက်သည်အထိ ဖျောက်ပစ်မရနိုင်သေးတာ လက်မခံချင်လည်း လက်ခံရပါလိမ့်မယ်။ရိုလာကဲ ဒါဘရီ ဆိုသူက Ocean Height ဆောက်လုပ်ရေးမှာ PAအနေနဲ့ အလုပ်ဝင်လုပ်မိတဲ့ ခေတ်ပညာတတ်ဘွဲ့ရတစ်ယောက်ဖြစ်ပါတယ်။ ရိုလီ့မှာ အမတစ်ယောက်ရှိပြီး ထိုအမဖြစ်သူမှာ အက်ဒါလို့ခေါ်တဲ့ သမီး၂ယောက်ရှိပါတယ်။ ရို့လီ အမရဲ့ယောင်္ကျားက ရို့လီ အမကို ရိုက်နှက် နှိပ်စက်ရင်း အသက်ဆုံးရှုံးသွားရပါတယ်။ ဒီလိုနဲ့ အက်ဒါနဲ့ ရိုလီတို့ညီအမ၂ယောက် အတူနေထိုင်ရဖို့ဖြစ်လာပါတော့တယ်။ အခုမှ ဇာတ်လမ်းက စတာပါ။ အက်ဒါရော ရိုလီရော ၂ယောက်လုံး မဒိန်းကျင့်ခံလိုက်ရပါတယ်။ရိုလီကို မုဒိန်းကျင့်လိုက်တဲ့လူက ပိုက်ဆံ၊ အာဏာ၊ ပါဝါနဲ့ ပြည့်စုံတဲ့လူတစ်ယောက်ပါ။ ထိုသူနဲ့ရင်ဆိုင်ရတဲ့အခါ ရိုလီတို့ ထိုသူကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/2AkUb/The.Wildflower.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYzI3Mzc0ZmUtOTExZC00ZmMxLWEyZjMtZWU3NjU2YTk1NWUxXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-135x200.jpg",
        "title": "Pretty Stoned (2023)",
        "description": "အလှပြင်ဆိုင်မှာအလုပ်လုပ်တဲ့ စတယ်လာဟာ အနာဂတ်မှာ ဆေးခြောက်အရောင်းဆိုင်ဖွင့်ချင်တယ်ဆိုတဲ့ အိပ်မက်အပြင် တခြားအိပ်မက်ရေရေရာရာမရှိပဲ အချိန်ပြည့်ဆေးကွဲနေတဲ့သူတစ်ယောက်ပါ။ အားလပ်ချိန်တွေမှာတော့ အပိုဝင်ငွေရဖို့အတွက် ဆေးခြောက်တွေကိုလိုက်ပို့ပေးတဲ့အလုပ်ကိုလည်းလုပ်ပါသေးတယ်။ ဒီလိုနဲ့ သူတစ်နေကုန်အခန်းအောင်းပြီး ဝိသောက်မယ်လို့တွေးထားတဲ့ ၄ လပိုင်း ၂၀ ရက်နေ့ (၄၂၀) မှာ သူ့ရဲ့ လုပ်ကလုပ်ဖော်ကိုင်ဖက်ဖြစ်တဲ့ ဒါဆီ မွှေတာကြောင့် အလုပ်မနားရပဲ အလုပ်သွားရပါတော့တယ်။ဒါပေမဲ့လည်းသူ့ရဲ့ဆေးကွဲမဲ့ အစီအစဉ်ကိုဖျက်လိုဖျက်ဆီးလုပ်တဲ့ ဒါဆီ ကိုတစ်ပတ်ပြန်ရိုက်ပြီး အလုပ်ကနေအစောကြီးပြန်လစ်ခဲ့တာကြောင့် Performance Anxiety ရှိတဲ့ ဒါဆီတစ်ယောက်ထဲလူအများကြီးကိုအလှပြင်ပေးရတာမလို့ အလွဲလွဲအချော်ချော်တွေဖြစ်ပြီး ကာစတန်မာတွေနဲ့ရန်ဖြစ်ကာ အလုပ်ဖြုတ်ခံလိုက်ရပါတော့တယ်။ အလုပ်ဖြုတ်ခံလိုက်ရတဲ့ဒါဆီတစ်ယောက် ငါခံရသလို နင်လည်းပြန်ခံစေရမယ်ဆိုပြီး စတယ်လာနေတဲ့အိမ်ကိုလိုက်သွားတာ စတယ်လာအိမ်မှာရှိနေတဲ့ ဆေးခြောက်တွေကို အိမ်သာထဲထည့်ပြီးရေဆွဲချလိုက်ပါတယ်။ဖြစ်ချင်တော့ အဲဒီဆေးခြောက်တွေက စတယ်လာပို့‌ပေးရမဲ့ပစ္စည်းတွေဖြစ်နေပြီး တစ်ပေါင်ကို ဒေါ်လာ နှစ်သောင်းတန်တဲ့ ပင့်ခ် ဟက်ရှမီနာ အမျိုးအစားဆေးခြောက်တွေဖြစ်နေတဲ့အတွက်သူတို့ဆေးခြောက်ကိုဖြောင်သွားပြီဆိုတဲ့ အထင်နဲ့ ဆေးခြောက်ပိုင်ရှင်မူးယစ်ရာဇာ မဒမ်အိတ်စ်က သူ့လူတွေကိုလွှတ်လိုက်ပါတော့တယ်။ ဒီလိုနဲ့စတယ်လာနဲ့ ဒါဆီတို့လည်းသူတို့နောက်ကို လိုက်လာတဲ့ မူးယစ်ရာဇာရဲ့ လူတွေနဲ့မတွေ့အောင်ရှောင်ထွက်နိုင်မလား၊ ...",
        "rating": "",
        "url": "https://megaup.net/1Up72/Pretty.Stoned.2023.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/LT1sIbDsttUlaU8p65XfNXdSwB.jpg",
        "title": "Tid Noi: More Than True Love (2023)",
        "description": "Tid Noi : More than true love (2023)\n===========“Pee Mak”, “Ghost of Mae Nak”, “Nak”, “Nang Nak” တို့ကို ကြည့်ဖူးပြီးသားသူတွေကတော့\nထိုင်းနိုင်ငံရဲ့နာမည်ကြီး မီးနေသည်သရဲ Mae Nak Phra Khanong အကြောင်း စိမ်းမယ်မထင်ပါဘူး။Mae Nak အကြောင်းကို သိနေပြီးသားသူတွေအတွက် ဇာတ်လမ်းကျောရိုးကတော့ မထူးဆန်းလောက်ပေမယ့်\nဒီတစ်ခါအတွက် အဓိကဇာတ်လိုက်ကျော်ကတော့ တစ်ယောက်ကိုတစ်ယောက် သိပ်ချစ်ကြတဲ့ Pee Mak လည်းမဟုတ်သလို Mae Nak လည်းမဟုတ်ပါဘူး။\nအရမ်းလှတယ်လို့ နာမည်ကြီးခဲ့တဲ့ Mae Nak ကိုချစ်ခဲ့တဲ့သူက Pee Mak တစ်ယောက်တည်းမကလောက်ဘူးလို့ တွေးမိဖူးတဲ့သူတွေရှိတယ် .. ဟုတ်?ဟုတ်ပါတယ် Mae Nak တို့အိမ်နားက Mae Nak နဲ့ငယ်ငယ်လေးတည်းကအတူကြီးပြင်းလာခဲ့ပြီး\nMae Nak ကို Pee Mak ထက်မသာရင်တောင် ...",
        "rating": "",
        "url": "https://megaup.net/1Uqy8/Tid.Noi.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BM2YyZDcyNjYtNTkxNC00OTdhLTliYjMtMTFlZTY0YjhkZWY2XkEyXkFqcGdeQXVyMTI0NTA1MDI3._V1_-136x200.jpg",
        "title": "Operation Mayfair (2023)",
        "description": "Operation Mayfair ( 2023 )\n=========================\nIMDb 7.3/10\nအသစ်ထွက်ထားတဲ့ အိန္ဒိယ မှုခင်း၊\nသည်းထိတ်ရင်ဖိုရုပ်ရှင်မိုက်မိုက်လေးတစ်ခုကို\nချန်နယ်မြန်မာကနေ တင်ဆက်ပေးချင်ပါတယ်။မေဖဲရ်လူသတ်ကောင်ဆိုတဲ့ လူသတ်သမားဟာ ချောပေ့၊ လှပေ့ဆိုတဲ့ အရွယ်ကောင်း\nမိန်းကလေးတွေကိုမှ ရွေးပြီးသတ်တတ်ပါတယ်။ သူက လူသတ်ရင် ပစ်မှတ်မိန်းကလေးကို\nမျက်လုံးအောက်မှာ မျက်ရည်ပုံစံ အနက်ရောင်ဆေးရည်တွေသုတ်တယ်၊ နောက်ကျောကိုကြာပွတ်နဲ့ရိုက်ပြီး\nသေသွားရင်လည်း အလောင်းကနေ လက်ညှိုးကို ဖြတ်ယူသေးတယ်။ အဲဒီ မေဖဲရ်လူသတ်သမားဟာ\nခြေရာဖျောက်သွားခဲ့ပြီး သုံးနှစ်နေမှ ပစ်မှတ်အသစ်နဲ့အတူ ပြန်ပေါ်လာခဲ့ပါတယ်။စုံထောက် အာမာဆင်းဂ်ကတော့ အဲဒီလူသတ်သမားကို ဖမ်းဖို့ကြိုးစားခဲ့ပေမဲ့ မမိခဲ့တာကြောင့်\nစိတ်ဖိအားတွေနဲ့ စုံထောက်ဘဝကနေ အနားယူပြီး အောက်စ်ဖို့ဒ်တက္ကသိုလ်မှာ ပါမောက္ခလုပ်နေတဲ့သူပါ။\nလူသတ်သမား ပြန်ပေါ်လာတဲ့နောက်မှာတော့ ပါမောက္ခအအမရ်ဆင်းဂ်လည်း မပြီးပြတ်သေးတဲ့အမှုအတွက်\nစုံထောက်အဖွဲ့ထဲကို ပြန်ဝင်ပြီး လူသတ်သမားကို မိအောင် ကြိုးစားဖမ်းဖို့ဖြစ်လာပါတော့တယ်။ဒီ Operation Mayfair ဆိုတဲ့ရုပ်ရှင်ဟာဆိုရင် မြင်နေကျအတိုင်း ပရိသတ်ဘက်က လူသတ်သမားဘယ်သူဆိုတာကို\nသိဖို့ကြိုးစားရတာမျိုးမဟုတ်ဘဲ လူသတ်သမားကို သိသိကြီးနဲ့ စုံထောက်တွေ\nဖမ်းဖို့ကြိုးစားနေတာကို အသည်းတယားယား ကြည့်ရှုရမှာပါ။\nရုပ်ရှင်က ဇာတ်လမ်းအစကတည်းက Thriller vibe အပြည့်နဲ့ ဆွဲခေါ်သွားမှာဖြစ်လို့ မှုခင်းကားကြိုက်တဲ့\nပရိသတ်တွေအတွက် ...",
        "rating": "6.3",
        "url": "https://megaup.net/2Anow/Operation_Myfair_(2023)_Hindi_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Crime, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vyrkQmqQODkWXY9e4vDhzteDtIr.jpg",
        "title": "I’m No Longer Here (2019)",
        "description": "I'm No Longer Here (2019)~ IMDb - 7.3/10, Rotten Tomatoes - 98% ~မကြာခဏ မြင်ဖူးမှာပါ... အမေရိကန်ကားတွေကြည့်တဲ့အခါမှာ ဝါကျင့်ကျင့်အရောင်နဲ့ ကိုယ်စားပြု ဖော်ပြလေ့ရှိတဲ့ ဒုစရိုက်နိုင်ငံ၊ မှောင်ခိုနိုင်ငံ၊ အဆိုးတကာ့အဆိုးတို့ရဲ့  မက္ကဆီကို။\" ကျွန်တော်တို့... မက္ကဆီကန်လူမျိုးတွေအနေနဲ့ ရှင်သန်နေထိုင်ရတဲ့အထဲမှာ ကြေကွဲဖွယ်ကောင်းတာတစ်ခုကတော့ ကျွန်တော်တို့ဟာ ကမ္ဘာ့အကြီးဆုံး မူးယစ်ဆေးဝါးသုံးစွဲသူလည်းဖြစ် လက်နက်တင်ပို့သူလည်းဖြစ်တဲ့ နိုင်ငံကြီးနဲ့ နယ်နိမိတ်ချင်းထိစပ်နေတာပါပဲ \" တဲ့။ ဟုတ်ပါတယ် ဒီရုပ်ရှင်ကတော့ မက္ကစီကိုရုပ်ရှင်ပါ။ဇာတ်လမ်းအကျဉ်းလေးကို မပြောခင် Cumbia လို့ခေါ်တဲ့ အကပုံစံတစ်မျိုးအကြောင်းကို အရင်ပြောပြရမယ်ထင်တယ်။ တကယ်တမ်းတော့ အဲဒီအကအမျိုးအစားဟာ ကိုလံဘီယာနိုင်ငံရဲ့ တရားဝင် နိုင်ငံတော်အက (National Dance) ပေါ့။ ဒါပေမဲ့ တခြား လက်တင်အမေရိကနိုင်ငံတွေမှာပါ ခေတ်စားပြီး အခု ဇာတ်လမ်းတည်ရာ မွန်တာရေးမြို့ မြောက်ပိုင်းမှာဆိုလည်း အရမ်းခေတ်စားတဲ့အရာပေါ့။ အဲဒီအကကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Anco/(CM)_I_m_No_Longer_Here_(2019)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hcnHtqZeabOiwWMB5YTgrm74SmE.jpg",
        "title": "Mother’s Day (2023)",
        "description": "Mother's Day (2023)ဒီတစ်​ခေါက် မိတ်ဆက်​ပေးမှာက​တော့ ခပ်ကြမ်းကြမ်း အက်ရှင်ကား​တွေကိုမှ ကြိုက်တဲ့သူ​တွေအတွက် Netflix မှာထွက်ထားတဲ့ သည်းထိတ်ရင်ဖို အက်ရှင်ကား​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~​နေတိုးအထူး​အေးဂျင့်​ဟောင်းတစ်ဦးဖြစ်တဲ့ နီနာတစ်​ယောက် နှစ်​ပေါင်းများစွာ တစ်​ယောက်တည်း ဇာတ်မြုပ်​နေရာက​နေ ရုတ်တရက် အ​​မေများ​နေ့မှာ သားဖြစ်သူ မက်စ် တစ်​ယောက် ရန်သူ​တွေရဲ့ အငြိုး​ကြောင့် ပြန်​​ပေးဆွဲခံလိုက်ရတဲ့အခါ သူ့ရဲ့ ​အေးဂျင့်တုန်းက စ​ကေး​တွေကို ဘယ်လိုထုတ်သုံးပြီး ပြန်ကယ်ထုတ်မလဲဆိုတာကို အက်ရှင်ခန်းများများနဲ့ ခပ်မိုက်မိုက် ကြမ်းကြမ်း​လေး ကြည့်ရမယ့် သည်းထိတ်ရင်ဖိုကား​လေး တစ်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.3GB, 640MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 34Min\nGenre - Action, Drama, Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5.3",
        "url": "https://megaup.net/1esem/(CM)_Mother_s_Day_(2023)_720p.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BN2ZkZjllNWEtYjk5NS00YjM5LWFlZjEtYzQ3NDE5YjA2MjE1XkEyXkFqcGdeQXVyMTY1NDQ5ODA@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "The Long Dark Trail (2022)",
        "description": "အခုဇာတ်ကားလေးကတော့ တကယ့်လက်တွေ့ဘဝမှာ ညီအစ်ကိုနှစ်ယောက်ဖြစ်တဲ့ Braddy O'Donnell နဲ့ Carter O'Donnell တို့က ပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်။ အဲဒါအပြင် ဝါရင့်သရုပ်မင်းသားကြီးတစ်ဦးဖြစ်တဲ့ Alex Huges ကပါ ပါဝင်အားဖြည့်ပေးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဟင်နရီ နဲ့ ဂျေကော့ပ်လို့ခေါ်တဲ့ ဆင်းရဲနွမ်းပါးတဲ့ ညီအစ်ကို နှစ်ယောက်ဟာ သူတို့ကို ကိုယ်ထိလက်ရောက် နှိပ်စက်တတ်တဲ့ သူတို့အဖေဆီကနေ ထွက်ပြေးလာခဲ့ကြပါတယ်။အဲဒီနောက်နှစ်ရှည်လများ အဆက်အသွယ်ပြတ်နေခဲ့တဲ့ သူတို့အမေအကြောင်းကို နားစွန်နားဖျားကြားလိုက်ရတဲ့အခါမှာ သူတို့အမေကိုလိုက်ရှာဖို့အတွက် ပန်ဆယ်ဗေးနီးယားမြို့ရဲ့ အနောက်မြောက်ဘက်မှာရှိတဲ့ တောအုပ်ကြီးဆီကို ခရီးထွက်ခဲ့ကြပါတော့တယ်။ တကယ်တမ်း သူတို့ရဲ့အမေက ဘယ်လိုနေထိုင်နေရပြီးတော့ ဘာတွေဖြစ်နေမလဲ၊ သူတို့ကို ဘာကြောင့် ငယ်ငယ်က စွန့်ပစ်သွားခဲ့ရတာလဲဆိုတာကိုတော့ သည်းထိပ်ရင်ဖို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမှာဖြစ်လို့ လာရောက်ကြည့်ရှုဖို့အတွက်ကို ဖိတ်ခေါ်လိုက်ပါတယ် ခင်ဗျ။File size…(1 GB)/(600 MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:18:00\nGenre...Horror\nSubtitle….Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/2Amy8/The.Long.Dark.Trail.2022.720p.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/s5-130x200.jpg",
        "title": "Step Up All In (2014)",
        "description": "Genre – Drama, Music, Romance\nIMDB – 5.9/10 Step Up ရုပ်ရှင်တွေရဲ့ နောက်ဆုံးကားဖြစ်ပါတယ်။သူကတော့ ထူးထူးခြားခြား All In ဆိုတဲ့အတိုင်း ရှေ့ကလူတွေချည်းပြန်သုံးထားတာပဲဖြစ်ပါတယ်။ အဓိက မင်းသားနေရာဆို Revolutionက ရှောန် ပြန်ဖြစ်သွားပြီး မင်းသမီးနေရာကျ No 2 ထဲက အန်ဒီဖြစ်သွားပါတယ်။ နောက်ပြီး အရင်ကားက နာမည်ကြီး အကသမားတွေလည်း ပြန်ပါပေးထားတာပါ ဆရာသမား မုစ်အပါအဝင်ပေါ့လေ။ဇာတ်လမ်းအရတော့ ရှောင်န်တို့အုပ်စု Revolution အပြီး မိုင်ယာမီကနေအယ်အေကို ချီတက်လာကြပုံရတယ်။ လူရွေးပွဲတွေဝင်လျှောက်ခွေးတွေဖြစ် ပိုက်ဆံကမကျန် စသဖြင့်ပေါ့လေ ဒီတော့ တစ်ဖွဲ့သားလုံးကပြန်ကြမယ်ပေါ့ မိုင်ယာမီ အိမ်ကွင်းမှာပဲ ဆက်ကြိုးစားကြရအောင်ပြောတော့ စကားများကြပြီး ရှောင်န်တစ်ယောက်တည်းသာကျန်ခဲ့ပါတယ်။ ဒီတော့ နေစရာမရှိတဲ့အတွက် မုစ်ကို အကူအညီတောင်းတော့ သူတို့အဖိုးအဖွားရဲ့ ရွန်ဘအကသင်တန်းကျောင်းမှာတောက်တိုမယ်ရလုပ်ရင်း ကပ်နေရပါတော့တယ်။ အဲဒီအချိန်မှာလက်စ်ဗီးဂတ်စ်မှာ Vortex ဆိုတဲ့ ပြိုင်ပွဲသစ်ပေါ်လာတယ် သူကနိုင်သွားရင် အဲဒီမှာပဲ ၃ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Upx7/Step.Up.All.In.2014.BluRay720p(CM).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ab9T58BlOPauWd9tMnK0HhwYY7u.jpg",
        "title": "Step Up Revolution (2012)",
        "description": "Genre – Drama, Music, Romance\nIMDB – 6.4/10Step Up ရုပ်ရှင်တွေ အများကြီးထွက်ခဲ့တဲ့နောက်ကျွန်တော့်အတွက်တော့ အကြိုက်ဆုံးတွေက No 2 ပြီးရင် ဒီRevolution ဖြစ်လိမ့်မယ်ထင်တယ် ဘာလို့လဲဆိုတော့ သူသွားတဲ့ပုံစံက အရင်ကားတွေ အဖွဲ့လိုက် ယှဉ်ပြိုင်တာမျိုးတွေ မဟုတ်ပဲFalsh Mob လို့ခေါ်တဲ့ အများလူကြားမှာ ပြချင်တဲ့ Messageတစ်ခုကို ကြိုတင်ပြင်ဆင်ထားပြီး ရုတ်တရက် ထကကြပြီးပုံဖော်တာမျိုးကို အသုံးပြုထားလို့ပဲ ဖြစ်တယ်။ ဒီကားမှာတော့ နာမည်က Revolution ဆိုတဲ့အတိုင်း တစ်ခုခုကိုတော်လှန်တာတဲ့အကြောင်း Mob တွေ လုပ်ကြတာပေါ့။ ဒီကားမှာပါတဲ့ကခန်းတွေကလည်း ပိုပြီး အနုပညာဆန်လာတယ် မျက်စိပဒေသာလည်းဖြစ်တယ် (ပြတိုက်အခန်းနဲ့ ရုံးပုံစံ အခန်းဆို တော်တော်ကိုမိုက်တယ်)သီချင်းတွေလည်း အဲဒီခေတ်တုန်းက ခေတ်စားခဲ့တဲ့ Dubstep တွေအပြင်Hip Hop အလန်းစားတွေနဲ့ အရှေ့ကားက Legend တွေလည်း Cameoအဖြစ် ပြန်သရုပ်ဆောင်ထားကြသေးတာ။ ကဲ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရှောင်န်ဆိုတဲ့လူငယ်လေးက ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Upro/Step.Up.Revolution.2012.BluRay720p(CM).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rPcqa5TZ7S63RNmCuY45ZizFBen.jpg",
        "title": "Step Up 3D (2010)",
        "description": "Genre – Drama, Music, Romance\nIMDB – 6.1/10 Step Up Franchise ရဲ့ ၃ ကားမြောက်လည်းဖြစ်အဲဒီခေတ်က 3D နည်းပညာပေါ်ပြီဆိုတော့ 3D နဲ့ရိုက်ထားတာလည်း ဖြစ်တဲ့ Step Up 3D ကားလေးပါ။ ဒီကားကိုတော့နံပါတ် ၂ ကားကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ Jon M.Chu ပဲဆက်ရိုက်ကူးခဲ့တာပါ အဲဒါကြောင့်လားတော့ မသိ သူ့လူတွေကိုဝေဝေဆာဆာ ပြန်သုံးထားတာကို မြင်ရပါမယ် ဥပမာ မုစ်ပေါ့ဒီကားမှာဆို အဓိကဇာတ်ရုပ်နီးပါး လုပ်ခွင့် ရသွားခဲ့တယ်။ဒီကားလေးရဲ့အကြောင်းကတော့ ကျွန်တော်တို့ဆရာသမားမုစ်တစ်ယောက် နံပါတ် ၂ ကားထဲမှာ MSA အဖွဲ့နဲ့ သောင်းကျန်းပြီးတော့ မိဘကို နောက်ထပ်မကတော့ပါဘူး ကတိပေးပြီး NYUကျောင်းကို အင်ဂျင်နီယာမေဂျာတက်ဖို့ ရောက်လာခဲ့တယ်။အဲဒီမှာ ဝါသနာကို မစွန့်လွှတ်နိုင်ပဲ ကပွဲတစ်ခုမှာ ဝင်ကရာကနေပြဿနာတက်ပြီး လုခ်ဆိုတဲ့ လူတစ်ယောက်က ကယ်သွားခဲ့တယ်။ဖြစ်ချင်တော့ ဒီ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Upqc/Step.Up.3.2010.PROPER.BluRay.720p(CM).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7YGUxMoQIysZCRMk3r1sza0EX4t.jpg",
        "title": "Step Up 2: The Streets (2008)",
        "description": "Genre – Drama, Music, Romance\nIMDB – 6.2/10ခင်ဗျားတို့တွေကို အကရုပ်ရှင် ဘာကောင်းလဲမေးလိုက်ရင်သေချာပေါက် Step Up ကားတစ်ကားကို ညွန်းပေးကြလိမ့်မယ်။အဲဒီလို ညွန်းရအောင်လည်း သူက ၂၀၀၀ ခုနှစ်အကျော်တွေမှာပေါက်ခဲ့ပြီး Franchise ကြီးကို ဖြစ်သွားခဲ့တာကိုး။ မင်းသားChaning Tatum စတင်ခဲ့လိုက်တဲ့ Step Up ရုပ်ရှင်ဟာဆိုနောက်ပိုင်း Step Up 2 The Streets, Step Up 3D, Step UpRevolution နဲ့ Step Up All In ထိ ဆက်တိုက်ထွက်ခဲ့တယ်။အဓိကကျောရိုးကတော့ ကျွန်တော်တို့ငယ်စဉ်ဘဝက သိခဲ့ကြတဲ့ဟစ်ဟော့အက၊ ဖရီးစတိုင်၊ Underground လမ်းဘေးအကပေါင်းစုံကလမ်းဘေးကလူငယ်တွေရဲ့ လွတ်လပ်တဲ့ဘဝ၊ ရွေးချယ်မှုတွေကိုကိုယ်စားပြု တော်လှန်ရေးပြယုဂ်အနေနဲ့ဆိုပြီး သီချင်းကောင်းကောင်းတွေနဲ့ ရိုက်ကူးတင်ဆက်ပြတာမျိုး။ဒီထဲက နာမည်ကြီးဇာတ်ကောင်တွေဆိုလည်း အဓိကဇာတ်ကောင်မဖြစ်ရပေမယ့် နောက်ပိုင်းကားတွေမှာပါ ဆရာကြီးနေရာတွေကCameo ပြန်ပါတတ်ကြတယ်၊ ကျွန်တော်အကြိုက်ဆုံးကတော့ဒီရုပ်ရှင်မှာ စပါဝင်လာတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/3gkdf/Step.Up.2.The.Streets.2008.BluRay720p(CM).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Y2i54Etpx7JvCxj6D8P3VAH152.jpg",
        "title": "Step Up (2006)",
        "description": "Channing Tatum ဆိုတဲ့ဘဲကြီးဆို မသိတဲ့သူ မရှိလောက်ပါဘူး။ဒီဘဲကြီး ငယ်စဉ်ကရိုက်ခဲ့တဲ့ အကဖက်စပ် လူငယ်ကားတွေပေါ့။ဒီကားက Step up Franchise ရဲ့အစပါ။ ၂၀၀၀ ခုနစ်ကနာမည်ကြီးခဲ့တဲ့teenage ကားတွေထဲကတစ်ခုပေါ့။အမေရိကန်အကရုပ်ရှင်တွေရဲ့ခေတ်ကဒီကားတွေက စတာပေါ့။အကကြိုက်တဲ့သူတွေ၊ အကအခုန် ဝါသနာကြီးသူတွေတော့ လက်လွှတ်မခံသင်တဲ့ ဇာတ်ကားတွေပါပဲ။မင်းသမီး Jenna Dewan ဆိုတာကလည်း ခန္ဓာကိုယ်အချိုးအစားပြေပြစ်တဲ့သူမို့ သူ(မ)ရဲ့ ရင်ခုန်စရကကွက်လေးတွေနဲ့တင်ဇာတ်ကားကကြည့်ရတာတန်နေပါပြီ။ ပထမကားရဲ့အစကတော့ ဒီလိုပါ။တစ်ကားစီဖြတ်ကြည့်လို့ရပေမဲ့ ဇာတ်လမ်းအားလုံးကို ကြည့်ထားတာအကောင်းဆုံးပါ။ဖြစ်နိုင်ရင် အစဉ်လိုက်ကြည့်ဖို့ recommend ပေးပါတယ်။ပထမဆုံးအနေနဲ့ မယ်ရီလန်းအနုပညာကျောင်းက မြို့ထဲကကျောင်းကြီးတွေထဲက တစ်ကျောင်းပါ။အဲ့ကျောင်းမှာ တက်နေတဲ့ ကျောင်းသူမလေးနိုရာကတော့ အကကိုဝါသနာပါပြီး ဘဝတစ်ခုလုံး ရင်းနှီးပုံအပ်ထားတဲ့စိတ်အားထက်သန်တဲ့ အကကျောင်းသူလေးပေါ့။သူ(မ) သူ(မ)အတွက်အရေးအကြီးဆုံးဖြစ်တဲ့ ကျောင်းရဲ့ Senior Showcase မှာ အကောင်းဆုံးဖျော်ဖြေတင်ဆက်နိုင်ဖို့ အားခဲနေတာပါ။တစ်ဖက်က တိုင်လာကတော့သူငယ်ချင်းတွေနဲ့ လမ်းမထက်မှာ ပျော်ပါးအချိန်ကုန် ဖြတ်သန်းနေရင်းအကပညာမှာပါရမီပါလာတဲ့ အညတရသားလေးပါ။သူတို့နှစ်ဉီးရဲ့ဇာတ်လမ်းကတော့ သူ့သူငယ်ချင်းတစ်စုနဲ့ မယ်ရီလန်းကျောင်းပိုင်ပစ္စည်းတွေကို ဖျက်ဆီးကျောင်းထဲခိုးဝင် လက်သရမ်းမြူးထူးမှုဖြစ်ရပ်ကနေ စတင်ခဲ့ပါတယ်။ တရားရုံးကနေ ပြစ်ဒဏ်ချမှတ်ခံရပြီးလူမှုအကျိုးဆောင်အနေနဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Upfx/Step.Up.2006.BluRay720p(CM).mp4",
        "category": "Crime, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjAzYTBjNzItYTU3Zi00NDI3LTkwZGMtZmJjMmMwMDAxNGM1XkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_-139x200.jpg",
        "title": "Raghavendra Stores (2023)",
        "description": "Raghavendra Stores (2023)\nIMDb 8.2/10\nအိမ်မှုကိစ္စမကူ မိန်းမကို အမျိုးမျိုးဆူပူအနိုင်ကျင့်ကြတဲ့ အိန္ဒိယကားထုံးစံတွေကို\nကြည့်ရတာ ငြီးငွေ့လာတဲ့သူတွေအတွက် ပျော်ပျော်နေတတ်ပြီး အချက်အပြုတ်တော်တဲ့\nမဟားဒယားမိန်းမလိုချင်နေတဲ့ အသက်၄၀အရွယ် လူပျိုကြီးအကြောင်းရိုက်ထားတဲ့\nဟာသကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။လူပျိုကြီး ဟာယာဗာဒါနာတယောက် သာရေးနာရေးပွဲတွေမှာ အိုးသူကြီးလုပ်ရင်း\nလူမှုအကျိုးပြုတွေလုပ်ရင်း ဘ၀ကိုပျော်ပျော် ဖြတ်သန်းနေပါတယ်။တရက် သူ့အိုးသူကြီးအဖွဲ့က\nစကားမပြောတတ်တဲ့ ကိုဂလီကို မိန်းမလိုက်တောင်းပေးရာကစပြီး လူပျိုကြီးတယောက်\nမိန်းမအသည်းအသန်လိုချင်ပါတော့တယ်။လိုတာမရ ရတာမလိုနဲ့ နောက်ဆုံး အဖေဖြစ်သူ\nကူညီစောင်မမှုနဲ့ သူကြိုက်တဲ့ကောင်မလေးတော့ ရပါရဲ့။မင်္ဂလာဆောင်တဲ့နေ့မှာ ဗေဒင်ဆရာက\nဂြိုလ်တွေနက္ခတ်တွေမကိုက်လို့ သတို့သား သတို့သမီးကို ၄ ရက်လောက်အတူမနေဖို့ပြောပါလေရော။ကဲ ကျွန်တော်တို့ လူပျိုကြီး ဘယ်လိုဆက်ပြီး အလွဲလွဲ အချော်ချော်တွေနဲ့ မိန်းမနဲ့အတူနေဖို့\nကြိုးစားမလဲဆိုတာ မပြုံးပဲ ဝက်လုံးကွဲရီရင်း ကြည့်လိုက်ကြပါအုံး။\n(အညွှန်းကို Bpl ရေးထားပြီး ဘာသာပြန်ကတော့ Bpl & chiclon3 & Saii & Yunni တို့ဖြစ်ပါတယ်)\nFile size…1.67GB / 810MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 42m\nSubtitle….Myanmar ...",
        "rating": "8.2",
        "url": "https://megaup.net/1Upp4/Raghavendra_Stores_(2023)_Kannnada_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTY2Njk3MTAzM15BMl5BanBnXkFtZTgwMTY5Mzk4NjE@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Miller’s Crossing (1990)",
        "description": "IMDb 7.7/10\nဒီတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားကတော့ Miller's crossing ဆိုတဲ့ ဂန်းစတားရုပ်ရှင်ပဲဖြစ်ပါတယ်\nဇာတ်လမ်းကတော့ မြို့မှာအကြီးဆုံးဂိုဏ်းရဲ့ ခေါင်းဆောင် Leo ဟာ တခြားဂိုဏ်းခေါင်းဆောင် Caspar တောင်းဆိုတာကို ငြင်းလွှတ်လိုက်တာကနေစထားပါတယ်။ Caspar တောင်းဆိုတာကတော့ Leo ကောင်မလေးရဲ့မောင်ဖြစ်သူ Bernie က သူ့ကို သစ္စာဖောက်သွားလို့ သူ့လက်ထဲထည့်ဖို့ပါ တောင်းဆိုတာပါ။ အဲတော့ Leo ကမပေးဘူးပေါ့။\nLeo ရဲ့ အယုံကြည်ရဆုံး Tom ကတော့ တခြားဂိုဏ်းခေါင်းဆောင်တစ်ယောက်ကို စိတ်ကွက်အောင်လုပ်ဖို့ထက် Bernie ကိုပေးလိုက်ဖို့ အကြံပေးပါတယ်။ အဲလိုနဲ့ Tom တစ်ယောက် ဂိုဏ်းနှစ်ဂိုဏ်းကြားက ပါဝါဘက်ညီမှု ပြိုပျက်သွားတာကို ဘယ်လို ရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာ ဒီဇာတ်လမ်းထဲမှာကြည့်ရှုခံစားကြရမှာပါ File size…(1.9 GB)/(900 MB)/(420 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...Drama, Thriller, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "7.7",
        "url": "https://megaup.net/3gffu/Millers_Crossing_1990.720p.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Raavan (2010)",
        "description": "မင္းသားက Abhishek Bachchan ပါ။\nမင္းသမီးကေတာ့ ၁၉၉၄ ခုႏွစ္ရဲ႕ မယ္စၾကာဝဠာအလွမယ္ Aishwarya Rai ျဖစ္ပါတယ္။\nAction, Adventure, Crime အမ်ိဳးအစားျဖစ္ျပီး IMDb Rating (5.4/10) ရရွိထားတဲ့\nBollywood ဇာတ္ကားျဖစ္ပါတယ္။\nအခ်စ္မွာ က်ရံႈးမိတဲ့ လူၾကမ္းၾကီးတစ္ေယာက္အေၾကာင္းကို ခံစားၾကည့္ရႈရမွာပါ။File size...(1GB)\nQuality...HD-Rip 720p\nFormat...mp4\nDuration....02:16:11\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aungနမူနာၾကည့္ရန္",
        "rating": "5.4",
        "url": "https://megaup.net/3yxfs/Raavan_[2010]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/maxresdefault-1-300x169.jpg",
        "title": "Star Wars 7 : The Force Awakens(2015)",
        "description": "စတား၀ါးစ္ေတြထဲက ေနာက္ဆံုးထြက္ အပိုင္း(၇) ဇတ္ကား ရပါျပီခင္ဗ်ာ။ ဒီဇာတ္ကားမထြက္ခင္ အရင္ကား ၆ ကားကို ျပီးသေလာက္ တင္သြားမယ္ဆိုျပီး လုပ္ခဲ့တာ ၃ ကားပဲ ရပါေသးတယ္။ ဒီေတာ့ မၾကည့္ရေသးတဲ့ သူေတြကေတာ့ ျပန္ၾကည့္ဖို႕ လိုမွာေပါ့။ ၾကည့္ျပီးသားလူေတြကေတာ့ ထခုန္ျပီး\nေဒါင္းလို႕ရပါျပီဗ်ာ။                   အရင္ ၃ ကားတင္ထားျပီးျပီဆိုေတာ့ မတင္ရေသးတဲ့ ၃ ကားအတြက္ အက်ဥ္းေလး ျပန္ေျပာျပပါ့မယ္။ အပိုင္း ၃ အဆံုးမွာ အနာကင္ စကိုင္းေ၀ါကာ ဟာ ဒ့ါသ္ဗိတ္ဒါ ဆိုတဲ့ Sith ျဖစ္လာခဲ့ျပီး သူ႕ဆရာ ဒါ့သ္ စီးဒီးယပ္စ္က အင္ပါယာျဖစ္လာခဲ့ပါျပီ။ ပါ့ဒ္မီက ေတာ့ အမႊာေလး ၂ ေယာက္ေမြးဖြားေပးျပီး\nေသဆံုးသြားခဲ့ပါျပီ။    ...",
        "rating": "",
        "url": "https://megaup.net/2dapw/Star_Wars_Episode_7_-_The_Force_Awakens_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy"
    }
]