[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/wailing-poster-133x200.jpg",
        "title": "The Wailing (2016)",
        "description": "The Wailing (2016)\nIMDb - 7.5/10_______Rotten - 99%\n တောင်ကိုရီးယားနိုင်ငံရဲ့တစ်နေရာမှာ တည်ရှိတဲ့ ကျေးရွာလေးတစ်ခုမှာ ဇာတ်လမ်းကို စတည်ထားတယ်။ ထိုရွာလေးနာမည်ကတော့ Goksung တဲ့။ ထိုမြို့လေးဟာ အတော်အတန်သင့် သာယာတဲ့ရွာလေးဆိုရင်လည်း မမှားဘူးပေါ့။ တောတွေ တောင်တွေနဲ့ကာရံထားပြီး မြစ် ချောင်း အင်းအိုင်လေးတွေလည်း ရှိတော့ ပိုအေးချမ်းတာပေါ့။ ဒါပေမဲ့ ခုရက်ပိုင်းမှာ ရွာထဲကို Japanese အဖိုးကြီးတစ်ယောက် ရောက်လာပြီးနောက်ပိုင်းမှာ ကောလဟာလတွေ ထွက်လာတယ်။  မိုးတွေစွေနေတဲ့ အေးချမ်းတဲ့ အာရုဏ်ဦးဟာ နှစ်ခြိုက်စွာအိပ်မောကျနေတဲ့ ရဲသား Jong-goo အတွက်တော့ စိတ်အနှောက်အယှက်ဖြစ်စရာတစ်ခုပဲ။ မနက်စောစော ရွာထဲမှာ လူသေမှုဖြစ်လို့ဆိုပြီး သူအခင်းဖြစ်ပွားရာနေရာကို သွားရောက်ခဲ့သောအခါ မြင်ရတဲ့ မြင်ကွင်းက စိတ်ခြောက်ခြားစရာပါ။ သွေးတွေသံတွေနဲ့ရဲရဲနီနေတဲ့ လူ့အလောင်းတွေ နဲ့အရာရာကို သိနိုင်နားလည်နိုင်စွမ်းမရှိတော့တဲ့ မိသားစုဝင် လူသတ်သမားတစ်ယောက်။ အလားတူဖြစ်ရပ်မျိုးတွေဟာ သူတို့ရွာမှာ ဆက်တိုက်ဆိုသလို ဖြစ်ပေါ်လာပါတော့တယ်။ ဆေးစစ်ချက်တွေအရနဲ့ဆရာဝန်တွေရဲ့ပြောကြားချက်အရဆိုရင်တော့ သူတို့ရွာမှာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/315ey/(CM)The.Wailing.2016.BluRay.720p.DTS-HD.MA5.1.x264.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/seFjT7jDZA1j1YsbMyeNTuCRe5d.jpg",
        "title": "Wife of a Spy(2021)",
        "description": "ယေဘုယျအနေနဲ့တော့ နိုင်ငံတစ်နိုင်ငံရဲ့ ကိုယ်ပိုင်ယဉ်ကျေးမှုရဲ့ သက်တမ်းကြာရှည်လေ သူ့မှာထွန်းကားတဲ့ အနုပညာတွေ မြင့်မားလေပါပဲ။\nရုပ်ရှင်လောကမှာ ဂျပန်ဟာ ကိုယ်ပိုင်ဟန် ကိုယ်ပိုင်အသွေးနဲ့ ရပ်တည်နေပြီး အနောက်နိုင်ငံတွေက သူ့ကို ဆင့်ပွားကူးယူ ခံ‌ရနေကျ ဆရာတစ်ဆူပါပဲ။\nဂျပန်ရုပ်ရှင်တွေဟာ အသားမကျရင် အ၀င်နည်းနည်း ခက်ပေမဲ့ ရင်ထဲရောက်သွားတဲ့အခါ သူ့အရသာဟာ တသသကို စွဲထင်ကျန်ရစ်တတ်တယ်။ ရုပ်ရှင်အကြောင်းမပြောခင် ဖန်တီးသူဖြစ်တဲ့ ဒါရိုက်တာခိရိုရှိ ခူရိုဆ၀အကြောင်း အရင်ဆုံး မိတ်ဆက်ပေးချင်တယ်။\nသူက တိုကျို အနုပညာတက္ကသိုလ်က ပရော်ဖက်ဆာ။\nဇာတ်ညွှန်းရေးဆရာ ဒါရိုက်တာနဲ့ ဝေဖန်ရေး ဆရာတစ်ယောက်ဆိုလည်း ဟုတ်တယ်။\nဒါရိုက်တာက မညံ့သလို ဒီရုပ်ရှင်ဟာလည်း ၂၀၂၀ရဲ့ အကောင်းဆုံး ဂျပန်ရုပ်ရှင်တစ်ကားလို့ ဝေဖန်ရေးဆရာတွေ ချီးကျုးခံခဲ့ရတယ်။ ဗင်းနစ်ရုပ်ရှင်ပွဲတော်မှာလည်း ငွေခြင်္သေ့ဆုရထားပါတယ်။အကောင်းဆုံးဒါရိုက်တာဆုပါ။\nCinematographyဟာလည်း အတော် သိမ်မွေ့လှပတယ်လို့ ချီးကျူးခံခဲ့ရပါတယ်။\nအဓိကဇာတ်ဆောင်ကတော့ ဂျပန်ကားတွေနဲ့ သိပ်မစိမ်းတဲ့လူတွေ သိကြတဲ့ မမ ယုအအို့အိပါပဲ။\nဘော်ဒါတစ်ယောက်ပြောသလိုပြောရရင် ဟန်နီနွေဦးဂျပန်ဗားရှင်းပေါ့။\nတကယ်တော့ ဒီရုပ်ရှင်ဟာ သူနဲ့တင်တန်နေပါပြီ။ ဇာတ်လမ်းကတော့ စစ်တွင်းကာလက အဖြစ်အပျက်တစ်ခုကို ဇာတ်အိမ်တည်ထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်။\n1940 ဒုတိယကမ္ဘာစစ် အကြိုကာလလောက်မှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2l5y9/(CM)Wife.of.a.Spy.2020.720p.BluRay.x264.DTS.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dxWHyMY4HoXH8LiEhYlga2OtK5B.jpg",
        "title": "Time Is Up (2021)",
        "description": "Time is Up (2021)Bella Throne ရဲ့ ကားသစ်လေး ထွက်ပါပြီ။ဗီဗီယန်ဟာ ကိန်းဂဏန်းတွေကို သိပ်ပြီး ခုံမင်သလို\nအရာရာကို သူ စိတ်၀င်စားတဲ့ ရူပဗေဒ ဝေါဟာရတွေနဲ့\nခိုင်းနှိုင်းတတ်တဲ့ မိန်းမချောလေး တစ်ယောက်ပေါ့ချောမောပြီး အားကစားအရာမှာ တော်တဲ့\nချစ်သူလေးတစ်ယောက်ရထားတဲ့အပြင်\nမိဘတွေကလည်း ဖူးဖူးမှုတ် အလိုလိုက်ထားတော့\nသူ့ဘ၀လေးဟာ သာယာလှပါတယ်သို့ပေမဲ့ အားကစားကို အကြောင်းပြပြီး\nသူ့ကို ဂရုမစိုက်နိုင်တော့တဲ့ ချစ်သူနဲ့ ပြဿနာတွေတက်တဲ့အခါချစ်လှစွာသော မိဘ နှစ်ပါးရဲ့ နောက်ကွယ်က အမှန်တရားကို သိလိုက်ရတဲ့အခါသာယာမှုတွေက သူ့အတွက် အလိမ်အညာတွေဖြစ်သွားခဲ့တယ်ဒီတော့ ထွက်ပေါက်ရှာသူတို့ ထုံးစံအတိုင်း\nအရက်လေး တမြမြနဲ့ ကလပ်တစ်ခုမှာ ပျော်ပါးရင်း\nရွိုင်ဆိုတဲ့ ကောင်လေးနဲ့ ငြိစွန်းကြပါတော့တယ်အချိန်ခဏအတွင်းမှာ တွေ့ဆုံခဲ့သူအပေါ်\nရင်ခုန်နှုန်းတွေက မြန်နေတဲ့အခါဗီဗီယန် တစ်ယောက် ဘာတွေ ဆက်ဖြစ်မလဲပြောကြတာကတော့\"ဓာတ်ပြုပြီးသား ဒြပ်မှုန်လေးတွေဟာ ကွဲကွာသွားရင်တောင်\nဒြပ်မှုန်ကွဲတွေ မဟုတ်တော့ဘူး\nလူ ၂ ယောက် ချစ်မိတဲ့ အခါလည်း ဒီလိုပါပဲ\" ...",
        "rating": "5.2",
        "url": "https://megaup.net/Zclh/Time.Is.Up.2021.720p.WEBRip.DD5.1.x264-CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Back_To_The_Future_Part_3_1990_Movie_Poster_grande-200x300.jpg",
        "title": "Back to the Future Part III (1990)",
        "description": "ဒီတစ်ခေါက်part 3မှာတော့ part 1 နဲ့ part 2 မှာတုန်းကလို အနာဂတ်ကိုပြန်သွားမှာမဟုတ်ဘဲ\nအတိတ်ကိုပြန်သွားတာကို ရိုက်ပြထားတာဖြစ်ပါတယ်ခင်ဗျာ..\nback to the future 1 ရဲ့ဇာတ်သိမ်းခန်းနဲ့ချိတ်ဆက်ပြီးရိုက်ပြထားပါတယ်။\nမာတီနဲ့ဒေါက်တာတို့ရဲ့သံယောဇဉ်ကို ဒီအပိုင်း၃မှာ ပိုပြီးကွက်ကွက်ကွင်းကွင်းမြင်တွေ့ရမှာပါ။\nကောင်းဘွိုင်ခေတ်မှာပိတ်မိနေခဲ့တဲ့ဒေါက်တာဟာ အသက်ရှည်ရှည်မနေရဘဲ\nအသတ်ခံလိုက်ရတဲ့အတွက် မာတီဟာ ဒေါက်တာ့ကိုကယ်ဖို့ အတိတ်ကိုခရီးလွှင့်လာပါတော့တယ်။\nကောင်းဘွိုင်ခေတ်စွန့်စားခန်းတွေနဲ့သိပ္ပံပေါင်းစက်ထားတဲ့ ဤဇာတ်ကားကိုပရိသတ်ကြီးအကြိုက်တွေ့စေမှာအမှန်ပါပဲခင်ဗျာ..\nဤpart 3 ကို part 1 နဲ့ part 2 ကိုကြည့်ပြီးကြည့်မှသာပိုသဘောပေါက်နိုင်မှာမို့\nပထမ၂ကားကိုအရင်ကြည့်ကြပါလို့တိုက်တွန်းလိုက်ပါတယ်ခင်ဗျာ..\nပရိသတ်ကြီးပေးလိုက်ရတဲ့အချိန်နဲ့တန်အောင်ရသမျိုးစုံပေးမယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။Back to the Furure Trilogy အစအဆုံးကို back to the future – Search Results – Channel Myanmar မှာ ဝင်ပြီး ဒေါင်းလို့ရပါတယ် \nQuality__1080p Bluray HEVC\nIMDb Rating__7.4/10\nFormat__mp4\nDuration__1h 58min\nType__Adventure, Comedy, Sci-Fi\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yoon Sandi Aung\nEncoded by ...",
        "rating": "7.4",
        "url": "https://megaup.net/Zczy/Back.to.the.Future.Part.III.1990.REMASTERED.720p.mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Back to the Future Part II (1989)",
        "description": "ဒီကားလေးကတော့ Channel Myanmar မှာ တစ်ခါ တင်ပေးဖူးတဲ့ Back To The Future ရဲ့ အဆက်လေးပါ။အဆက်ဆိုတဲ့ အတိုင်း ပထမပိုင်းကို ကြည့်ဖူးမှပဲ ဒီအပိုင်းကို ကြည့်ရတာ အရသာ ပိုရှိမှာပါ။ပထမပိုင်းကို ကြည့်ဖူးတဲ့သူတွေဆိုရင်လဲ ဒီအပိုင်းကို မကြည့်ပဲကို နေနိုင်ကြမှာ မဟုတ်ပါဘူး။ reviewတစ်ခုမှာ ရေးထား သလို ပါပဲ...Back To The Future ကို ရုပ်ရှင် အဖြစ် အသက်မသွင်းခင်ကဖန်တီးသူတွေ ဖြစ်ကြတဲ့ Robert Zemeckis နဲ့ Bob Gale တို့ကိုယ်တိုင်တောင်ဒီလောက် အောင်မြင်မှုနဲ့ ဝင်ငွေတွေ ရလိမ့်မယ်လို့ ထင်မိကြမှာ မဟုတ်ဘူးတဲ့။ ၁၉၈၉ မှာ ထွက်ရှိခဲ့တဲ့ ဒီအချိန်ခရီးသွား ဇာတ်ကားမှာ Marty Mcfly တစ်ယောက်အတိတ်ကနေ ပြန်ရောက်ရောက်ချင်းပဲ Dr.Emmett နဲ့အတူ အနာဂတ်ကို ဆက်သွားရဖို့ အကြောင်းဖန်လာပါတယ်။Marty လုပ်ရမယ့် ...",
        "rating": "7.8",
        "url": "https://megaup.net/2l7qt/Back.to.the.Future.Part.II.1989.REMASTERED.720p.mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Back to the Future (1985)",
        "description": "ဒီဇာတ်ကားက ၁၉၈၅ ခုနှစ်က ထွက်ထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။Time Machine နဲ့အတိတ်ကိုသွားတဲ့ ပုံစံရိုက်ကူးထားပြီး အဲ့ဒီခေတ်လောက် ကတည်းကဆန်းသစ်တဲ့ Idea...ပစ္စည်းတွေကို သုံးပြီး ရုပ်ရှင်ရိုက်ကူးထားတာ ချီးကျူးဖွယ်ရာပါ။Adventure, Comedy, Sci-Fi အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်....ရယ်လဲရယ်ရသလို အဲ့ဒီခေတ် အဝတ်အစား ...ဒီဇိုင်း ...ပြောပုံဆိုပုံ... သရုပ်ဆောင်မှုတွေအကုန်လုံးရိုးသားသန့်စင်တဲ့အမူအရာနဲ့ နှစ်သက်ဖို့ကောင်းလွန်းပါတယ်။IMDb Rating (8.5/10) ထိရရှိထားသလို Rotten Tomatoes မှာလဲ (96%) ထိရရှိထားတဲ့ဇာတ်ကားပါ။Time Travel ဇာတ်ကားတွေထဲမှာတော့ အကောင်းဆုံးနဲ့ လူကြိုက်အများဆုံးလို့ သတ်မှတ်ရမယ့် ဇာတ်ကားပါ။Back to the Furure Trilogy အစအဆုံးကို back to the future – Search Results – Channel Myanmar မှာ ဝင်ပြီး ဒေါင်းလို့ရပါတယ် Quality__1080p Bluray HEVC\nIMDb Rating__8.5/10\nFormat__mp4\nDuration__1h 56min\nType__Adventure, Comedy, Sci-Fi\nSubtitle__Myanmar ...",
        "rating": "8.5",
        "url": "https://megaup.net/2l7mi/Back.to.the.Future.1985.REMASTERED.720p.BluRay.x264.mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pHjJdFvMzvxjBlxkaDlymoxQv9r.jpg",
        "title": "Asmee(2021)",
        "description": "Asmee (2021)IMDB - 8.9/10မကြာ​​သေးခင်ကမှ ထွက်ရှိထားတဲ့ အိန္ဒိယဇာတ်ကား​ကောင်း​လေးတစ်ကားကို တင်ဆက်​ပေးချင်ပါတယ်။အာဆာမီဟာ ဆရာဝန်ဖြစ်ဖို့ အိပ်မက်မက်နေခဲ့တဲ့ကောင်မ​​လေးတစ်​ယောက်ဆို​ပေမဲ့ အမည်မသိလူတစ်​ယောက်ရဲ့ ပြန်​ပေးဆွဲခြင်းခံရပြီး​နောက်ရည်မှန်းချက်များပျက်သုန်းကာ သူမဘ၀ကြီး အ​မှောင်ဖုံးသွားခဲ့ပါတယ်။လေးနှစ်​ကျော်အထိ အခန်းငယ်​လေးထဲမှာပိတ်​နှောင်ပြီး အမျိုးမျိုးနှိပ်စက်ခဲ့တဲ့ ပြန်​ပေးသမားက တစ်​နေ့မှာ​တော့ရုတ်တရက်ကြီး သူမကိုလွှတ်​ပေးလိုက်ပါတယ်။လေးနှစ်လုံးလုံး မျက်လုံးကိုအ၀တ်စည်းပြီးချုပ်​နှောင်ခံခဲ့ရတာမို့ ပြန်​ပေးသမားမျက်နှာကိုမ​မြင်ခဲ့ရပါဘူး။စိတ်ဒဏ်ရာ​တွေပြည့်နှက်​နေတဲ့သူမဟာမေးခွန်း​ပေါင်းများစွာနဲ့ ပြန်​ပေးဆွဲသမားကိုအမိဖမ်းနိုင်ဖို့ အမြဲကြံစည်​နေပါ​​တော့တယ်။ဒီလိုနဲ့ တစ်​နေ့မှာ​တော့ ပြန်​ပေးဆွဲသမားနဲ့အသံ ကိုယ်နံ့ကအစ တူညီတဲ့ လူတစ်​ယောက်ကသူ့အိမ်ရှိရာကို ဆိုက်ဆိုက်မြိုက်မြိုက် ရောက်ချလာခဲ့တယ်။အဲ့​​​တော့ အာဆာမီ ဘာဆက်လုပ်မှာလဲ....ပြန်​ပေးသမားက ဘာ​ကြောင့် သူ့ကိုလွှတ်​ပေးခဲ့တာလဲ...ပြန်​ပေးသမားက ဘယ်သူများလဲ.....စတဲ့စိတ်ဝင်စားဖွယ် ဇာတ်မြုပ်ကွက်များကို CM ပရိသတ်ကြီးတို့ကဆက်လက်ကြည့်ရှုအ​ဖြေရှာလိုက်ကြပါ​တော့ဗျာ။ဇာတ်လမ်းအညွှန်းကို Thet Hnin Hsu မှ ရေးသား​ပေးထားပြီးဘာသာပြန်သူများက​တော့YK နှင့် Thet Hnin Hsu ဖြစ်ပါတယ်။ \nFile size…1.56GB / 1GB\nQuality…1080p AVC DD+5.1 / 720p\nFormat…Mp4\nDuration….1h37min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Hnin ...",
        "rating": "8.9",
        "url": "https://megaup.net/2l7z0/Asmee_(2021)_Telugu_TRUE_HD_-_720p_-_AVC_-_(DD+5.1_-_192Kbps_&_AAC_2.0)(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvPfAW9soIwwo0zJxRAzwDpLaXS.jpg",
        "title": "J2: J Retribusi (2021)",
        "description": "J2 : J.Retribusi (2021)IMDb - 6.5/10J2: J.Retribusi ဆိုတာကတော့\n၂၀၁၇ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ J.Revolusi ရဲ့ Sequel အနေနဲ့ ထွက်ရှိလာတာပါ။ဒီကားကတော့ မလေးရှားမှာ ရုံတင်ပြသခြင်း မရှိဘဲ\nDisney Plus Hotstar မှာပဲ သီးသန့်ပြသဖြစ်ခဲ့တဲ့ ရုပ်ရှင် ၃ ကားထဲက တစ်ကားဖြစ်ပါတယ်။မလေးရှားအက်ရှင်ကားတွေလည်း\nကြည့်လို့ကောင်းတဲ့ အက်ရှင်ကားတွေထဲမှာ ပါပါတယ်။အပစ်အခတ် နဲ့ ဖိုက်တင်မှာ မလေးကလည်း တော်တော်လေး မိုက်တဲ့အထဲ ပါပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ဂျေး ဟာ အရင်က အထူးတပ်ဖွဲ့ဝင်ဟောင်းတစ်ဦးဖြစ်ပြီးတော့\nလက်ရှိမှာတော့ သူဌေးကြီး ဒက်တိုရဲ့သမီးလေး နဒီအတွက်\nသက်တော်စောင့်အဖြစ် လုပ်နေတာပဲ ဖြစ်ပါတယ်။ဒက်တိုကတော့ ပိုက်ဆံကျိကျိတက်ချမ်းသာပေမယ့်\nသမီးလေး အတွက် အချိန်မပေးနိုင်တဲ့ ဖခင်တစ်ယောက်ပါ။\nဂျေးကလည်း သမီးလေးကို သမီးတစ်ယောက်လို သံယောဇဉ်ရှိနေခဲ့တာပါ။သူဌေးကြီး ဒက်တိုဟာ သမီးလေးအတွက် အချိန်ပေးဖို့ ကြိုးစားရင်း\nလုပ်ငန်းတွေကနေ အနားယူဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။အနားယူဖို့အတွက် ဟိုတယ်ကို ပိုင်ရှင်အသစ် လက်ထဲအပ်ဖို့\nပွဲကျင်းပတဲ့နေ့မှာ အနုကြမ်းစီးခံလိုက်ရပါတယ်။သူတို့ရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2l7wc/J2.J.Retribusi.2021.720p.DSNP.HS.WEB-DL.DDP.5.1.H.264-CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/71Dg91cUGRL._SL1200_-142x200.jpg",
        "title": "The Midnight Meat Train (2008)",
        "description": "IMDb Rating (6.0) / Rotten Tomatoes (73%)ဘရတ်ဒလေကူးပါးပါဝင်တဲ့ Horror/Thriller အမျိုးအစား ခြောက်ခြားစရာဇာတ်ကားပါ....လီယွန်ဟာကြိုးစားရုန်းကန်နေဆဲလူငယ်ဓာတ်ပုံဆရာတစ်ယောက်၊\nသူ့ချစ်သူကောင်မလေးရဲ့ သူငယ်ချင်းမိတ်ဆက်ပေးမှုနဲ့ နာမည်ကြီးပန်းချီပြခန်းပိုင်ရှင်တစ်ဦးနဲ့တွေ့ဆုံရာကနေ\nသူ့အတွက်ကြိုးစားရင် ရလာမယ့်အခွင့်အရေးကိုမြင်တဲ့အလျောက်ညဘက်ဓာတ်ပုံရိုက်ပြီးကုန်ကြမ်းရှာထွက်ပါတယ်။သူ့ရဲ့ပွဲဦးထွက်ပြပွဲအတွက်လူတွေရဲ့အမှောင်ဘက်ခြမ်းကိုပြဖို့ကြိုးစားရင်း မဟော်ဂနီဆိုတဲ့လူတစ်ယောက်ကို တွေ့ခဲ့ပါတယ်။\nအဲ့ဒီလူဟာ စိတ္တဇလူသတ်သမားတစ်ယောက်၊ ညနက်သန်းခေါင်လူခြေပြတ်လတ်တဲ့ရထားတွေပေါ်မှာ\nကျက်စားတတ်ပြီး၊ အဲ့ဒီမှာပါလာတတ်တဲ့ ခရီးသည်တွေကိုပစ်မှတ်ထားတတ်တဲ့သူဖြစ်ပါတယ်။ဘာကြောင့်မှန်းမသိ မဟော်ဂနီကို စိတ်ဝင်စားလို့ Subject တစ်ခုလိုသဘောထားရာကနေ\nလီယွန်တစ်ယောက် မှောင်သထက်နက်ရှိုင်းလှတဲ့ လောကတစ်ခု၊\nသူနားလည်ဖို့ စဉ်းစားဖို့ ဉာဏ်မမှီတဲ့ အရာတွေဆီ နီးသထက်နီးလာပြီး\nသူ့ချစ်သူ၊ ရည်မှန်းချက် ပတ်ဝန်းကျင်စတာတွေနဲ့ ဝေးသထက်ဝေးလာပါတော့တယ်။လီယွန်တစ်ယောက် အချိန်မှီလွတ်မြောက်နိုင်ပါ့မလား?\nသူ့ချစ်သူ သူငယ်ချင်းတွေက သူ့ကိုကယ်တင်နိုင်မှာလား။\nသူစိတ်ဝင်စားတဲ့ မဟော်ဂနီရဲ့ နောက်ခံဇာတ်ကြောင်းက ဘာတွေဖြစ်မလဲ?\nစုန်းစမြုပ်စပျောက်သွားခဲ့တဲ့ လူပေါင်းများစွာနဲ့ပတ်သက်ပြီး တာဝန်ရှိတဲ့ဌာနတွေ ဘာလုပ်နေခဲ့လဲ စတဲ့မေးခွန်းတွေကို\nဒီဇာတ်ကားမှာ အဖြေရှာကြည့်ကြစေချင်ပါတယ်။Lion Gate logo ကြီးကိုမြင်လိုက်ရတာနဲ့ ဒီကားကောင်းမှာပဲလို့ခံစားရတဲ့ခေတ်က ထွက်ခဲ့တဲ့ဇာတ်ကားတစ်ကားပါ။\nအဲ့ဒီတုန်းက ကြည့်ဖူးတဲ့သူတွေရှိကြမှာဖြစ်သလို အတော်လဲပေါက်ခဲ့တဲ့ကားတစ်ကားဖြစ်ပါတယ်။\nသတ်ခန်းဖြတ်ခန်းတွေ ရေလည်ကြမ်းတမ်းပက်စက်ပြီး၊\nဘူတာရုံတွေ ရထားတွေကို ညနက်သန်းခေါင်မသွားရဲဖြစ်လောက်အောင် စိတ်ခြောက်ခြားမှုပေးနိုင်တဲ့၊\nအာရုံထဲမှာ အတော်ကြာကြာစွဲနေမယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nFile size…(1.7 GB ) / (999 ...",
        "rating": "6.0",
        "url": "https://megaup.net/Zcs1/(CM)The.Midnight.Meat.Train.2008.720p.BluRay.x265.HEVC.10bit.7,1ch(xxxpav69).mkv",
        "category": "Action, Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-25-at-12.08.52-134x200.png",
        "title": "Boys from County Hell (2020)",
        "description": "Boys from County Hell (2020)======================IMDb Rating - 6.0/10ဒီဇာတ်လမ်းလေးက Dracula ဆိုတဲ့ဇာတ်လမ်းရဲ့ မူလအစဖြစ်တည်ရာလို့ပြောရမလားဘဲ။ဇာတ်အိမ်တည်ထားတာကတော့ ခြောက်မိုင်ကုန်းလို့ ခေါ်တဲ့ အိုင်ယာလန်က နေရာလေးတစ်ခုဒေသခံတွေပြောကြတာကတော့ Dracula ကိုဖန်တီးခဲ့တဲ့စာရေးဆရာက ဒီခြောက်မိုင်ကုန်းဆိုတဲ့နေရာလေးက ဒေသခံပုံပြင်ကို ကြားပြီး ဖန်တီးခဲ့တာတဲ့ . မူလပုံပြင်ကိုတော့ သိတဲ့သူခပ်ရှားရှားပဲ၊သူတို့ရဲ့ ဒေသခံပုံပြင်ထဲမှာတော့ အက်ဘာတက်ခ် ဆိုတဲ့သူဟာ သွေးစုပ်ဖုတ်ကောင်တွေရဲ့မူလအစပထမပေါ့။ခြောက်မိုင်ကုန်းမှာ အက်ဘာတက်ခ်ကို မြေမြှုပ်ထားတယ်ဆိုတဲ့ အထိမ်းအမှတ်ကျောက်ပုံလေးတစ်ခုရှိတယ်။မြို့ငယ်လေးအတွက်တော့ အဲ့ဒါဟာ ခရီးသွားတွေကိုဆွဲဆောင်တဲ့နေရာတစ်ခုဖြစ်ပြီး သူတို့ကလည်း အဲ့လိုပဲယုံကြည်ထားတယ်။ ဒီလိုနဲ့ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ ယူဂျင်းနဲ့ သူ့ရဲ့အဖေဖြစ်သူတို့ဟာ လမ်းဖောက်ဖို့ပရောဂျက်အတွက်နဲ့ အက်ဘာတက်ခ်ရဲ့ကျောက်ပုံကို နေရာရွှေ့ဖို့ဖြစ်လာတဲ့နောက်ပိုင်း ထူးဆန်းတဲ့အရာတွေ တစ်ခုပြီးတစ်ခုဆိုသလို ဖြစ်လာခဲ့တယ်။ ဒါတွေကို ယူဂျင်းက ဘယ်လိုဖြေရှင်းသွားရမလဲဆိုတာ Comedy/Horror ပုံစံလေးနဲ့အိုင်းရစ်ဖုတ်ကောင် ဇာတ်လမ်းကို ကြည့်ရှူရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chuck Chuck မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Chuck Chuck, Thiha ...",
        "rating": "6.0",
        "url": "https://megaup.net/Zcqq/Boys.From.County.Hell.2020.720p.WebRip[CM].mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/GXCVvEskIvo.movieposter_maxres-139x200.jpg",
        "title": "Baahubali 2: The Conclusion (2017) Bahubali 2",
        "description": "IMDb Rating (8.2) / Rotten Tomatoes (86%)ဘုရင့် သက်တော်စောင့် ကက်တာပါးက မဟစ်ရှ်မာတီ နိုင်ငံတော်က ထီးညွန့်နန်းလျာ အမန်ဒရာဘာဟုဘာလီကို သူ ကိုယ်တိုင် ဘာကြောင့်သတ်ဖြတ် ပစ်ရတဲ့အကြောင်းကို သားဖြစ်သူ မဟင်ဒရာဘာဟုဘာလီကို ရှင်းပြတဲ့ပုံစံနဲ့ ဇာတ်လမ်းဆက်ထား တာပါ။ဆူပူသောင်းကျန်းတဲ့ မ ကောင်းဆိုးဝါးတွေ နှိမ်နင်းအပြီး မှာတော့ ဘုရင်မကြီးဆီဗာဂါမိ ဟာ သားဖြစ်တဲ့ အမန်ဒရာဘာဟု ဘာလီကို ထီးနန်းဆက်ခံမယ့်သူ အဖြစ် ကြေညာခဲ့ပြီး တူဖြစ်တဲ့ ဘာလာကိုတော့ စစ်သူကြီးအဖြစ် ကြေညာခဲ့ပါတယ်။ ဘုရင်မကြီး က အမန်ဒရာကို တပ်မှူးကက် တာပါးနဲ့အတူ အနီးဝန်းကျင်က နိုင်ငံတွေနဲ့ ပြည်သူတွေကြားကို လေ့လာဖို့ စေလွှတ်ခဲ့ပါတယ်။အဲဒီလိုသွားရင်းနဲ့ တစ်နေ ရာအရောက်မှာတော့ တိုက်ရေး ခိုက်ရေးကျွမ်းကျင်ပြီး ထက်မြက် တဲ့ ကန်တာလာနိုင်ငံက မင်းသမီး ဒီဗာဆီနာနဲ့ဆုံခဲ့ပြီး မင်းသမီးကို သဘောကျမိတဲ့အတွက် အမန် ...",
        "rating": "8.7",
        "url": "https://megaup.net/Zbqf/(CM)Baahubali_2_The_Conclusion_2017_Telugu_720p_H.264_10bits_SDR_DDS_5.1_-DTOne.mkv",
        "category": "Action, Adventure, Bollywood, Drama, Musical, War"
    },
    {
        "thumbnail": "",
        "title": "Baahubali: The Beginning (2015) Bahubali",
        "description": "IMDb Rating (8/10) / Rotten Tomatoes (89%)မူရင်းအသံဖြစ်တဲ့ Telugu အသံနဲ့ International Cut Version ကို HEVC Encode နဲ့ပါ တင်ဆက်လိုက်ပါတယ်။ဗာဟုဘာလီဇာတ်ကားကတော့ Action, Adventure, History အမျိုးအစား ရာဇဝင်ဇာတ်ကားပါ။ရှေးခေတ်အိန္ဒိယတိုင်းပြည် က အင်အားကြီးဘုရင်တွေနဲ့ ဒဏ္ဍာရီဆန်တဲ့ ဇာတ်လမ်းတွေကို ဖော်ကျူးရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ရှီဗာဆိုတဲ့ မွေး ကင်းစကလေးငယ်လေးနဲ့ သူ့ရဲ့ အထိန်းတော်ဖြစ်သူတို့ကို ဘုရင့် မှူးမတ်တွေက လိုက်ပြီးတော့ သုတ်သင်ပါတယ်။ ထွက်ပြေးရင်း လမ်းခုလတ်အရောက်မှာ သူ့ရဲ့ အထိန်းတော်ဖြစ်သူက ကွယ်လွန် သွားခဲ့ပြီး ရှီဗာဆိုတဲ့ ကလေးလေးကို ဒေသခံရွာသားတွေက စောင့်ရှောက်ခဲ့ပါတယ်။ရှီဗာ တဖြည်းဖြည်းကြီးလာ တဲ့အခါ တခြားလူငယ်တွေနဲ့မတူ ဘဲ သန်မာပြီးရဲရင့်တဲ့လူငယ်တစ် ယောက်ဖြစ်လာတယ်။ သူကြီး ပြင်းခဲ့တဲ့ရွာနဲ့ မနီးမဝေး တောင် ပေါ်မှာ ရှေးဟောင်းဘုရင့် တိုင်း ပြည်တစ်ခုရှိပြီး ...",
        "rating": "8.3",
        "url": "https://megaup.net/Zbnq/(CM)Baahubali_-_The_Beginning_(2015)_International_Cut_(720p_BluRay_x264_EAC3_5.1_Telugu_Bandi).mp4",
        "category": "Action, Adventure, Bollywood, Drama, Fantasy, Musical, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/krOu4oB23BHhLlFRo2n4EsyiU5S.jpg",
        "title": "Show Me the Ghost(2021)",
        "description": "Show Me the Ghost(2021) အညွှန်း******************************ကွီးယား Horror ဟာသကားလေးလာပါပြီ...ဟိုဒူနဲ့ရယ်ဂျီတို့ဟာ သူတို့ဘဝနဲ့ အိမ်မက်တွေအတွက် ရုန်းကန်နေကြရတဲ့ ငယ်သူငယ်ချင်းနှစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာ ဟူဒိုက အချောင်စျေးနဲ့ အိမ်ကောင်းကောင်းတစ်လုံးကို ရလိုက်ပါတယ်။ရယ်ဂျီကလည်း မိဘအိမ်ကနှင်ထုတ်ခံထားရတော့ ဟူဒိုရဲ့အိမ်အသစ်မှာ ကပ်နေပါတော့တယ်။အရမ်းကောင်းပြီး အရမ်းတန်တယ်လို့ ထင်ထားတဲ့အိမ်ကြီးမှာထူးဆန်းတာတွေ တစ်ခုပြီးတစ်ခု စဖြစ်လာပါတော့တယ်။ကြောက်ဖို့ကောင်းတဲ့အိမ်ကြီးမှာလည်းမနေရဲ တစ်ခြားလည်းအိမ်ပြောင်းပြေးစရာမရှိပိုက်ဆံလည်းမရှိတဲ့ သူငယ်ချင်းနှစ်ယောက် အိမ်ကြီးမှာဆက်နေနိုင်ဖို့ ဘယ်လိုဉာဏ်များပြီးဘယ်လိုကြိုးစားကြမလဲဆိုတာကို ဟာသနှောပြီးရိုက်ကူးထားတဲ့ သရဲကားလေးပဲ​ဖြစ် ပါတယ်။File Size :(836MB) and (317MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:22:00\nGenre : Comedy , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Mi Moe Set\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2l6E4/Show_Me_The_Ghost.2021.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/nadu-1-133x200.jpg",
        "title": "Naduvan(2021)",
        "description": "Naduvan (2021)Naduvan (နာဒူးဗန်) မြန်မာမှုပြုမယ်ဆိုရင်တော့ ဟန်ဆောင်မျက်နှာဖုံးကြားက လူများပေါ့သက်ရှိမျိုးစုံ ပြေးလွှားလှုပ်ရှားနေတဲ့ ဒီလောကဇာတ်ခုံကြီးမှာ လူဆိုတဲ့ သက်ရှိကတော့ခန့်မှန်းရအခက်ဆုံးပဲဆိုတာ အားလုံး အသိဖြစ်မှာပါဒါကြောင့်လည်း ရှေးလူကြီးတွေက စိန်ခဲကျောက်ခဲကား ခတ်ရလွယ်၏ လူကဲခတ်ဖိုခက်၏ ဟု ဆိုခဲ့ကြတယ်လေလူဆိုတာသူတိုကိုယ်ချင်တာရဖိုဆိုရင် ဟန်ဆောင်မျက်နှာဖုံးလေးတပ် မျက်နှာလေးခပ်ပြုံးပြုံး ဟန်ဆောင်တတ်ကြတဲ့အမျိုး မဟုတ်လားကာသစ်က သူငယ်ချင်း ရှီဗာနဲ့အတူလက်ဖက်ခြောက်စက်ရုံတည်ထောင်ထားတဲ့သူပါ အလုပ်မလုပ်တဲ့ သူငယ်ချင်းအစားစက်ရုံကိုဦးစီးလုပ်ကိုင်ရတော့ အရမ်းအလုပ်များသူဖြစ်တဲ့အလျောက် မိသားစုကိုပါ အချိန်မပေးနိုင်ဖြစ်နေတဲ့သူဒါမဲ့ သူ့သမီးလေးကိုအရမ်းချစ်တဲ့ဖခင်တစ်ယောက်လည်းဖြစ်တယ်ဂုရူရဲ့အဖေက စာမေးပွဲကျ အလေလိုက်ဖွန်ကြောင်နေတဲ့ ဂုရူကို ကာသစ်ဆီအလုပ်လုပ်ဖို လွှတ်လိုက်ပါတယ်တနေ့မှာ ဂုရူတစ်ယောက် လျှိဝှက်ချက်တစ်ခုကို သိသွားပြီးတော့ အဲ့လျှိဝှက်ချက်ကြောင့်ပဲ စိတ်ဆင်းရဲစရာကိစ္စတွေကြုံလာရပါတော့တယ် စိတ်ညစ်စရာကြုံနေရတဲ့ ဂုရူတစ်ယောက် စိတ်ထွက်ပေါက်ရဖိုအတွက် လုပ်ရင်းကနေ ဘယ်လိုတွေဆက်ဖြစ်မလဲသူသိထားတဲ့ လျှိဝှက်ချက်ကကောဘာလဲ???Naduvan(နာဒူးဗန်) ဆိုတဲ့ နာမည်လေးအတိုင်း သူတိုတွေရဲ့ အနားမှာရော ဘယ်သူတွေက ဟန်ဆောင်မျက်နှာဖုံးတွေတပ်ဆင်ပြီး သစ္စာဖောက်သွားကြမှာလဲ??...ဆိုတာ စိတ်ဝင်တစား စောင့်ကြည့်ရမှာ ဖြစ်ပါတယ်Review & Translated By Shwe ...",
        "rating": "8.1",
        "url": "https://megaup.net/1F9a8/Naduvan_(2021)_HQ_HDRip_-_720p.Tamil.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nRGP7gA72PzNo6OYigBf8v2BIc.jpg",
        "title": "The Stronghold (2021)",
        "description": "The Stronghold (2021)IMDb - 7/10Bac Nord နာမည်နဲ့လည်း သိကြပါတယ်။၂၀၁၂ခုနှစ်တုန်းက ပြင်သစ်နိုင်ငံမြောက်ပိုင်းက မာဆေးလ်ခရိုင်လေးဟာ\nဒုစရိုက်မှုအများဆုံး ဥပဒေစိုးမိုးမှုအနည်းဆုံးခရိုင်တစ်ခုပါပဲ။အခု ဒီကားလေးကတော့\nမာဆေးလ်ခရိုင် က ဂျူးရပ်ကွက်တစ်ခုကိုအခြေတည် ရိုက်ထားတာပါ။ရဲတွေတောင်မထိရဲလို့ ဒီအတိုင်းလွှတ်ထားရတဲ့ဂျူးရပ်ကွက် …\nသေနတ်ကို ဥပဒေလုပ်နေတဲ့ အဲဒီရပ်ကွက်ထဲက\nမူးယစ်ဆေးဝါးကွန်ယက်ကြီးတစ်ခုလုံးကို ဖြိုချချင်နေတဲ့\nမာဆေးလ်ခရိုင်က သူငယ်ချင်းရဲသုံးယောက်က….\nဥပဒေစိုးမိုးမှုမရှိတော့တဲ့ အဲဒီရပ်ကွက်ထဲကို ဘယ်လို ထိုးဖောက်ဝင်ရောက်ပြီး\nမူးယစ်ဆေးဝါးကွန်ယက်ကြီးတစ်ခုလုံးကိုဖြိုချမလဲဆိုတာကိုတော့\nအက်ရှင်ဇာတ်လမ်းပီပီ အကြမ်းအရမ်းတွေနဲ့ ကြည့်ရှုရမယ့်\nပြင်သစ် ရဲစုံထောက်အက်ရှင်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။အညွှန်းကိုတော့ Chit Tee က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားကတော့ Chit Tee နဲ့ Thiha Yan Naing ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…1.8GB and 1.25GB\nFormat…mp4\nDuration….1h 45min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Chit Tee and Thiha Yan Naing\nEncoder .....August",
        "rating": "7",
        "url": "https://megaup.net/1F97p/The.Stronghold.2021.FRENCH.720p.WEBRip.x264-CM.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/20120702012746160-208x300.jpg",
        "title": "3 Idiots (2009)",
        "description": "IMDb (8.4/10) /Rotten Tomatoes (100%)December 23, 2009 (USA) မှာ ရုံတင်ပြသခဲ့ပြီး Director: Rajkumar Hirani ရိုက်ကူးထားတဲ့\n3 Idiots အမည်ရှိ India ဟာသ ရုပ်ရှင်ကားလေးဟာ ဟာသ တစ်ခုထဲတင်မကပဲ Aamir Khan\nရိုက်ကူးလေ့ရှိသော ဇာတ်ကောင်များအတိုင်း ပရိတ်သတ်ကို အတွေးသစ်အမြင်သစ်နဲ့ ထိုးထွက်လာသော ရုပ်ရှင်ကားကောင်းတစ်ခုဖြစ်ပါတယ်...မိဘတွေဟာ သားသမီးတွေအပေါ် ငယ်စဉ်ကတည်းက အရမ်းမျှော်လင့်ချက် ရှိကြတယ်\nလမ်းမှားမသွားအောင်လို့ ပဲ့ပြင်ဆုံးမကြတယ်...ဒါ့အပြင် အရှေ့တိုင်းမိဘတော်တော်များများမှာ\nသူတို့သားသမီးကို ဆရာဝန်ကြီး အင်ဂျင်နီယာကြီး စတဲ့ လူကြိုက်များတဲ့ပညာရပ်ကိုသာလေ့လာစေချင်ကြတယ်။ဒါပေမယ့် ကလေးတွေဖက်ကနေ သူတို့ ဘာဖြစ်ချင်ပါတယ်ဆိုတာကို ဘယ်သူမှ မတွေးပေးကြသလို မေးလဲ မမေးကြပါဘူး....သိလဲ မသိချင်ကြသလို စိတ်လဲမဝင်စားကြပါဘူး ကလေးတွေဟာ စက်ရုပ်တွေလိုပဲ\nမိဘတွေ ဖြစ်စေချင်တဲ့ စီးပွားရေးသမား အစိုးရဝန်ထမ်း ဆရာဝန် အင်ဂျင်နီယာ ရှေ့နေတွေ\nဖြစ်လာကြပေမယ့် သူတို့ဝါသနာပါပြီးထူးချွန်နိုင်မယ့် အားကစားလို အနုပညာလို ဘာသာရပ်တွေမှာ မှေးမှိန်ခဲ့ကြရပါတယ်။ဒီအကြောင်းတွေကို ...",
        "rating": "8.4",
        "url": "https://megaup.net/2l6gC/(CM)3_Idiots.(2009).720p.BluRay.Rip.x265.HDR.DTS.HDMA.5.1.mkv",
        "category": "Bollywood, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BOTY2NzFjODctOWUzMC00MGZhLTlhNjMtM2Y2ODBiNGY1ZWRiXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-139x200.jpg",
        "title": "Free Guy (2021)",
        "description": "Free Guy (2021)\n===============================IMDb - 7.6/10ကဲ ...... ရေးနိုး ကြီး တစ်ရေးနိုးပါပြီနော့။\nမျှော်နေတဲ့လူတွေ အားရကျေနပ်စေဦးမှာပါ။ခေတ်နဲ့ စနစ်နဲ့ အညီ ဖန်တီးပြုလုပ်ထားတဲ့ ရုပ်ရှင်တစ်ကားဆိုလည်း မမှားပါဘူး။မြန်မာနိုင်ငံက ဂိမ်မာတွေအတွက်ဆိုရင်တော့\nရုပ်ရှင်ထက်ပိုတဲ့ ခံစားမှုကို ရနိုင်ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nဂိုင်း က လူတွေဖန်တီးထားတဲ့\nအွန်လိုင်း ဗီဒီယိုဂိမ်းတစ်ခုရဲ့ ကမ္ဘာထဲမှာ နေထိုင်တဲ့\nကွန်ပြူတာဇာတ်ကောင်တစ်ကောင်ပါသူ့ရဲ့ တစ်နေ့တာဟာ ဖန်တီးသူတွေ သတ်မှတ်ထားတဲ့အတိုင်း\nတစ်သွေမတိမ်းဘဲ နေ့စဥ် ဖြစ်နေပါတယ်။ဒါပေမယ့် တစ်နေ့မှာ မီလီဆိုတဲ့ မိန်းကလေးနဲ့ ဆုံပြီးနောက်\nသူ့ရဲ့နေ့စဥ်ဘဝကနေ သွေဖယ်ချင်စိတ်တွေ ဖြစ်လာပါတယ်။\nသူ့ရဲ့ ဖြစ်တည်မှုကို မေးခွန်းတွေ ထုတ်လာခဲ့တယ်။အဲလိုနဲ့ ဂိုင်းဟာ နေ့စဥ်လုပ်နေကျ လုပ်ငန်းစဥ်တွေကနေ\nသွေဖယ်ပြီးလုပ်ဖို့ ကြိုးစားကြည့်တဲ့အခါမှာတော့...ဒီကားဟာ GTA Online ကို ရုပ်ရှင်ပြန်ရိုက်ထားတာနဲ့တောင်တူနေလို့\nGTA ပရိတ်သတ်တွေဆိုရင် ပိုပြီးသဘောကျကြမှာပါ။ဒီကားဟာ ဂိမ်မာတွေ သဘောကျပြီး စိတ်ဝင်စားမယ့် ကားတစ်ကားပဲဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…2.5GB and 1.3 GB\nFormat…mp4\nDuration….1h 55min\nSubtitle….Myanmar ...",
        "rating": "7.6",
        "url": "https://megaup.net/2l58w/Free.Guy.2021.720p.HDRip.X264.DD5.1-CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a2Q3yI7E7kmlRW3c6z996JIOw2y.jpg",
        "title": "Intrusion(2021)",
        "description": "Intrusion(2021) အညွှန်း********************IMDb...7.0Netflix ကထွက်ရှိတဲ့ Thriller ဇာတ်လမ်းသစ်လေးလာပါပြီ...ဘော်စတွန်လိုမြို့ကြီးတစ်မြို့ကနေ ကော်ရဲလ် ( Corrales ) လို့ခေါ်တဲ့ မြို့ငယ်လေးကိုဟင်နရီနဲ့မီရာတို့ပြောင်းလာခဲ့ရပါတယ် ...ပြောင်းလာပြီးမကြာပါဘူးလင်မယား၂ယောက်အိမ်မှာမရှိတုန်း အိမ်ဟာဖောက်ထွင်းခံရပါတယ် ...ဒုတိယအကြိမ်မှာတော့ အသက်အန္တရာယ်နဲ့နီးတဲ့အထိဖြစ်သွားခဲ့လို့ဇနီးဖြစ်သူမီရာမှာ အချိန်တိုင်းကြောက်နေပြီး Trauma ဝင်သွားပါတယ်...ဒါပေမယ့် မီရာမသိတာက..... အခုလိုဖောက်ထွင်းမှုတွေမှာ   သူထင်ထားတာထက်နက်နဲတဲ့လျှို့ဝှက်ချက်တွေရှိတယ်ဆိုတာပါပဲ...မီရာ့ယောက်ျားသေနတ်နဲ့ခုခံပစ်လို့ ဆေးရုံတင်ထားရတဲ့ဖောက်ထွင်းသမားကရောဘာလို့များမီရာ့ယောက်ျားစတိုးဆိုင်သွားတဲ့ညမှာ ရုတ်တရက်ဆုံးသွားရသလဲ ဆိုတာတွေပေါ့...ဒါတွေကိုဆက်စပ်ဖို့ လိုက်စုံစမ်းရှာဖွေရင်းနဲ့ မီရာတစ်ယောက်ဘာအခက်အခဲတွေအန္တရာယ်တွေကြားရောက်သွားမလဲဆိုတာကတော့ဆက်လက်ကြည့်ရှုရမှာပါ American Thriller Movie အမျိုးအစားဖြစ်ပါတယ်File Size : (857 MB) and (1.74 GB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre :Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Wut Ye & Kit\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/Zaaf/Intrusion.2021.WEB-DL.720P.PP.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/71KZONodmoL._RI_-150x200.jpg",
        "title": "Nilalang (2015) Geisha of Death",
        "description": "အခုတင်ဆက်ပေးမှာတော့ ၂၀၁၅ ခုနှစ်ကထွက်ရှိထားတဲ့ မာရီယာအိုဇာဝါရဲ့ဖိလစ်ပိုင် Action/Horror ဇာတ်ကြမ်းကားလေးပါ...\nနည်းနည်းတွေဝေသွားတယ်မလား... ဒီနာမည်က ငါသိတဲ့နာမည်လားဆိုရင်တော့ ဟုတ်ပါတယ် ...\nဂျပန်အပြာရုပ်ရှင်လောကရဲ့‌နာမည်ကြီးမင်းသမီးချော မာရီယာအိုဇာဝါကိုယ်တိုင်ပါပဲ...\nသူနဲ့ ဖိလစ်ပိုင်ကသရုပ်ဆောင်တွေနဲ့တွဲရိုက်ထားတဲ့ ဇာတ်ကားပါ...။အမှုထမ်းစရာ သခင်ရှိတဲ့အခါ ဆာမူရိုင်းလို့ခေါ်ပြီးတော့\nအမှုထမ်းစရာ သခင်မရှိတော့တဲ့အခါ ရိုနင်လို့ခေါ်တာကိုတော့ အားလုံးသိကြမယ်ထင်ပါတယ်။\nဆာမူရိုင်းတွေဟာ အမြဲလိုလိုဓားတိုတစ်လက် အရှည်တစ်လက်ဆောင်ရပြီးတော့\nအမြဲဝတ်စုံပြည့်နဲ့နေရလေ့ရှိပေမဲ့ ရိုနင်တွေကတော့ အမှုထမ်းစရာ သခင်မရှိ‌တော့တဲ့အတွက်\nဓားရှည်တစ်ချောင်းနဲ့လွတ်လွတ်လပ်လပ် အရပ်သားအသွင်ယူပြီးလှုပ်ရှားသွားလာလေ့ရှိတယ်‌ပေါ့ဗျာ။အဲဒီဆာမူရိုင်းတွေရော ရိုနင်တွေရော ခေတ်အဆက်ဆက်လက်ဆင့်ကမ်းပြီးစောင့်ရှောက်ခဲ့ရတဲ့ စာအုပ်တစ်အုပ်ရှိတယ်...\nမမြင်နိုင်တဲ့စွမ်းအားတချို့နဲ့လဲ ဆက်နွယ်နေသေးတယ်..\nအဲ့ဒီစာအုပ်နဲ့ ဖိလစ်ပိုင်က စုံထောက်ကြီးနဲ့ ဘယ်လိုပက်သက်သွားမှာလဲ၊\nအဘိုးဖြစ်သူရဲ့ဂိုဏ်းကိုဦးစီးနေတဲ့ မီရူကိတစ်ဖြစ်လဲ ကျွန်တော်တို့ရဲ့မာရီယာအိုဇာဝါကြီးကရော\nဘယ်လိုနေရာကနေပါဝင်လာမလဲဆိုတာ...။ထူးဆန်းတဲ့ပရလောကအကြောင်းကို ခပ်ကြမ်းကြမ်းအက်ရှင်တွေနဲ့ တင်ဆက်ထားတာမို့\nကြည့်လို့မိုက်နေမယ်ဆိုတာ ညွှန်းဆိုလိုပါတယ်။ \nFile size…(1.4 GB)/ (870 MB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://megaup.net/Za5v/(CM)Nilalang.2015.720p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Action, Asian, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/81HZcgaLjgL._AC_SL1500_-141x200.jpg",
        "title": "(21+) [IPX-549] My Childhood Friend(2021)",
        "description": "ရုပ်ရည်လေးက သနားကမားလေးနဲ့ အန်နာသူမရဲ့ အလှတရားတွေကို ဘောင်ကျော်ပြီး တခြားတစ်ယောက်ကိုမေတ္တာရှိနေတဲ့ သူ့ရဲ့ အချစ်ဆုံးငယ်သူငယ်ချင်း တာကိုတို...တကယ်တော့ ၅၂၈ မေတ္တာက အေးမြပြီး ၁၅၀၀ အချစ်က ပူလောင်တယ်ဆိုတာဒီဇာတ်လမ်းလေးက သက်သေပါပဲအန်နာက တာကိုတိုကို ငယ်ငယ်လေးတည်းက ချစ်နေခဲ့တာပါသူ့မှာ တာကိုတို ကိုကြည့်ပြီး ကြိတ်ခံစားနေရတာ ညတိုင်းလိုလိုပါပဲသူ့ရဲ့ငယ်သူငယ်ချင်းအိမ် အလည်သွားတိုင်း သူ့ရဲ့ Crush နဲ့ တခြားမိန်းကလေးသူ့ရှေ့မှာ Ro နေတာကိုကြည့်ပြီး မခံစားနိုင် အရူးမီးဝိုင်းဖြစ်နေရသူပါတာကိုတိုရဲ့ ကောင်မလေးရီယိုက ခြံကျော်ဖူးတယ်အဲဒါကို တာကိုတိုက ခွင့်လွှတ်ပေးပေမဲ့ သံယောဇဉ်ဖြတ်ဖို့ ကြိုးစားနေတယ်တနေ့ရီယို သုံးညအိပ် ခရီးသွားဖို့အကြောင်းဖန်လာတယ်တာကိုတိုကလည်း အဲဒီသုံးရက်အတွင်း ရီယိုကို မေ့ပစ်အောင်လုပ်ပေးဖို့အန်နာ ကိုတောင်းဆိုလာတယ်အန်နာတစ်ယောက် ဘယ်လိုကြိုးစားမလဲငယ်သူငယ်ချင်းသံယောဇဉ်ကို ဘယ်လိုဆက်ပြီးချည်နှောင်မလဲသူမရဲ့ ကြိတ်ခံစားနေရတာတွေကို ဘယ်လို ရင်ဖွင့်မလဲဆိုတာကတော့........ \nFile size…1.2GB\nQuality…720p\nFormat…Mp4\nDuration….1h 55min\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6",
        "url": "https://channelmyanmar.org/21-ipx-549-my-childhood-friend2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/08/MV5BMjAwMzAzMzExOF5BMl5BanBnXkFtZTgwOTcwMDA5MTE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Maleficent (2014)",
        "description": "Maleficent (2014)\nIMDb - 7.0/10_____Rotten - 54%\n Maleficent ဆိုတာ Disney ကာတွန်းကား Sleeping Beauty ထဲက မင်းသမီးလေးကို အိပ်မွေ့ချထားတဲ့ မှော်ဆရာမကြီးပါ။ Sleeping Beauty ကိုမသိသေးတဲ့သူတွေအတွက် ကာတွန်း\nဇာတ်လမ်းကတော့ မင်းသမီးလေး မွေးပြီး မွေးနေ့ပွဲမှာ ပြည်သူလူထုနဲ့ တကွ နတ်သမီး ၇နှစ်ယောက်ပါ တက်ရောက် ချီးမြှင့်ခဲ့ပါတယ်။ အဲ့ဒီပွဲမှာ နတ်သမီးတွေက မင်းသမီးလေးကို သူတို့\nတန်ခိုးနဲ့ ဆုတွေ ပေးနေတုန်း ၅ ယောက်မြောက်နတ်သမီးအပြီးမှာ Maleficent ဆိုတဲ့ မှော်ဆရာမက ဝင်လာပြီး ကျိန်စာတိုက်သွားပါတယ်။ မင်းသမီးလေး ၁၆ နှစ်ပြည့် မွေးနေ့မှာ ယက်\nပြီကန်းစဉ်က ချည်လုံး အပ်ဆူးပြီး သေပါစေလို့ ကျိန်စာတိုက်ပြီး ထွက်သွားပါတယ်။ အဲ့ဒီမှာ ကျန်နေတဲ့ နတ်သမီးတစ်ပါးက (ကျိန်စာပျက်အောင်မတတ်နိုင်ပေမယ့်) အပ်စူးမိးမသေပဲ\nနှစ်တစ်ရာတိုင် အိပ်ပျော်နေပြီး တော်ဝင်သွေးပါတဲ့ မင်းသားတစ်ပါးက နမ်းမှပဲ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/maleficient2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BZjJiYTExOTAtNWU0Yi00NzJjLTkwOTgtOTU2NWM1ZjJmYWVhXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Maleficent: Mistress of Evil (2019)",
        "description": "Maleficent: Mistress of Evil (2019)\nIMDb - 6.6/10_____Rotten - 39%\n  \n2014 တုန်းက ထွက်ရှိထားတဲ့ Maleficent ရဲ့ အဆက် ဒုတိယမြောက်ကား ဖြစ်ပါတယ်....ပထမအပိုင်းတုန်းက ကြည့်လိုက်ရတဲ့ အတိုင်းပဲ\nကျိန်စာတိုက်ထားတဲ့ ကလေးမလေးကို ချစ်မိသွားတဲ့ မယ်လိဖိဆင့် ဟာ အော်ရိုရာ လေးကို သမီးအရင်းလို မွေးစားခဲ့ပြီး မော့စ်ကို အုပ်ချူပ်တဲ့ ဘုရင်မ အဖြစ်\nသရဖူဆောင်းပေးခဲ့တာပါ... ဒီ ဒုတိယ အပိုင်းမှာတော့ မော့စ်တိုင်းပြည် နဲ့ မတည့်တဲ့ လူသားတွေတိုင်းပြည်က မင်းသားလေး ဖိလစ်က အော်ရိုယာ လေးကို လက်ထပ်ခွင့်တောင်းခဲ့ပြီး\nလက်ခံခဲ့တဲ့အတွက် နှစ်နိုင်ငံ ငြိမ်းချမ်းရေးအတွက် ဦးတည်ခဲ့ပါတယ်....\nလူသားတွေ တိုင်းပြည်က ဘုရင်ကြီး နဲ့ ဘုရင်မကြီးက မယ်လိဖိဆင့် နဲ့ အော်ရိုရာ လေးကို ညစာ ဖိတ်ကျွေးတဲ့ညမှာပဲ လူသားတွေကို ကြည့်မရတဲ့ မယ်လိဖိဆင့် ဟာ ထပ်မံ\nပြသနာရှာခဲ့သော ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/maleficent-mistress-of-evil-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-19-at-11.11.41-153x200.png",
        "title": "Deadly Misconduct (2021)",
        "description": "Deadly Misconduct (2021)====================IMDb Rating - 5.8/10ဒီတစ်ခါမှာတော့ စုံစမ်းရေးမှူး အလန်းစားလေး ပါဝင်ထားတဲ့ မှုခင်းကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။အန်နီဟာ စုံစမ်းရေးမှူးတစ်ယောက်ဖြစ်ပြီး ပြည်နယ်တစ်ခုလုံးရဲ့လက်ထောက်စုံစမ်းရေးမှူးဖြစ်ဖို့အတွက်အလားအလာကောင်းများစွာ ရှိနေတဲ့သူပါ။ ဒီလို အရည်အချင်းနဲ့ ပြည့်စုံနေတဲ့ အန်နီအတွက် သူ့သမီးလေးကတော့အရာရာပါပဲ။သူ့ချစ်သူ မာ့ခ်ရဲ့ ဖောက်ပြန်မှုကို သိသွားပြီးတဲ့နောက်ဖြေရှင်းကြတဲ့ခါမှာ သမီးလေးကိုသာ ကမ္ဘာထင်နေတဲ့ အန်နီဟာသူ့ရဲ့ ချစ်သူမာ့ခ်အပေါ်မှာတော့ အချိန်မပေးနိုင်တဲ့အတွက်ကြောင့်ပဲနှစ်ဦးသား လမ်းခွဲလိုက်ကြပါတယ်။တစ်ဖက်မှာလည်း လာဆန်က အန်နီနဲ့ ပြိုင်ဘက်ရှေ့နေတစ်ယောက်ပါ သူဟာ ဥပဒေအသိုင်းအဝိုင်းမှာ အသပြာရှေ့နေအဖြစ် နာမည်ကြီးသူဆိုရင်လည်း မမှားပါဘူး။ တစ်နေ့ အန်နီတစ်ယောက် အကြောင်းအမျိုးမျိုးကြောင့် လာဆန်အိမ်မှာတစ်ညအချိန်ကုန်မိသွားပြီး နိုးလာတဲ့ချိန်မှာ လာဆန်တစ်ယောက်သေဆုံးနေတာကို တွေ့လိုက်ပါတော့တယ်။အန်နီကလည်း ဒီအမှုကို စုံစမ်းဖို့ တာဝန်ကျလာတဲ့အခါ... လာဆန်ကို သတ်တဲ့တကယ့်တရားခံအစစ်ကဘယ်သူလဲ...လူသတ်သမားက အန်နီကို ဒုက္ခပေးချင်တာလား... ဘာကြောင့် ဒီလိုတွေဖြစ်ခဲ့လဲဆိုတာ စိတ်ဝင်စားဖွယ် စောင့်ကြည့်ရမဲ့Thriller ဇာတ်လမ်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Shwe Pyaeမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ F&R ...",
        "rating": "5.8",
        "url": "https://megaup.net/Z6f9/Deadly.Misconduct.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMzAwNjU1OTktYjY3Mi00NDY5LWFlZWUtZjhjNGE0OTkwZDkwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-127x200.jpg",
        "title": "Life of Brian (1979) Monty Python’s Life of Brian",
        "description": "IMDb Rating (8.1) / Rotten Tomatoes (95%)ဒီဇာတ်ကားကတော့ မကြည့်ဖူးရင်တောင် Memes တွေမှာ မြင်နေကျမို့ ရင်းနှီးနေမှာပါ...တကယ်လဲ သရော်ထားတဲ့နေရာမှာ ဆရာတစ်ဆူလို့ပြောရမယ့်ဇာတ်ကားပါ...ဘာသာရေး၊ လူမျိုးရေး ၊နိုင်ငံရေးစတဲ့ အထိမခံရွှေပုဂံ တကယ့်ဒိတ်ဒိတ်ကြဲတွေကိုမှ ပြောင်မြောက်စွာ သရော်ထားတဲ့ဗြိတိန်ဟာသအဖွဲ့ Monty Python ရဲ့ လက်ရာမြောက်ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ် ...ဘရိုင်ယန်ဆိုသူဟာ ယေရှုနဲ့နွားတင်းကုပ်ချင်းကပ်ရပ်မွေးဖွားလာသူဖြစ်ပြီးထိုခေတ်ကဂျူးတွေပီပီ ရိုမန်တွေကိုမုန်းတီးသူလည်းဖြစ်ပါတယ် ..ဒီလိုနဲ့ အရွယ်ရောက်ချိန်မှာ ရိုမန်ဆန့်ကျင်ရေးတပ်ဖွဲ့ထဲဝင်ခဲ့ပြီးအဲ့အဖွဲ့ရဲ့ပြောင်မြောက်တဲ့ အလွဲလွဲအချော်ချော်တွေမှာ ကိုယ်တိုင်ပါဝင်ဆင်နွှဲပါတော့တယ်...အဲ့အဖွဲ့က အခုလက်ရှိကမ္ဘာ့အခြေအနေနဲ့ တော်တော်လေးဆင်တူနေတယ်ဗျ ...သူတို့ဟာ မြေပြင်မှာဘာမှ လက်တွေ့လုပ်ဆောင်ခြင်းမရှိဘဲအစည်းအဝေးတွေ ခဏခဏလုပ်ပြီး ရှုတ်ချကြောင်းတွေ..ဝမ်းနည်းကြောင်းတွေ စာထုတ်နေ‌တဲ့ UN လိုအဖွဲ့မျိုးပါ ..၁၉၇၉ က ထွက်ရှိခဲ့တယ်ဆိုပေမဲ့ ဘာသာရေး လူမျိုးရေး ဝါဒရေးမှိုင်းတွေနဲ့ကမ္ဘာကြီးအတွက်အမြဲလတ်ဆတ်နေမယ့်ဇာတ်ကားမျိုးဖြစ်ပြီး ကမ္ဘာကြီးရဲ့စောင်တလွဲတွေကို အမြဲတမ်းသရော်နေမှာပါ။ \nFile size…(1.5 GB)/ (900 MB)\nQuality…BluRay 1080p /720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by ...",
        "rating": "8.1",
        "url": "https://megaup.net/2l1hm/(CM)Life_of_Brian_(1979)__[720p_x265_10bit_FS89_Joy].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wNDu6aBv0yynUr8TcvSLUe8QLPt.jpg",
        "title": "Ankahi Kahaniya (2021)",
        "description": "Ankahi Kahaniya (2021)ဒီဇာတ်လမ်းလေးကတော့ တစ်မူထူးခြားပါတယ်ဘယ်လိုထူးခြားတာလဲဆိုရင်တော့ ဇာတ်လမ်းတစ်ပုဒ်ထဲကိုမှ ဇာတ်အိမ်သုံးမျိုးခွဲပြီးဒါရိုက်တာ သုံးယောက်က ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်ကဲ ဒါဆို ဇာတ်လမ်းအကျဉ်းလေးကို အနည်းငယ် မြည်းစမ်းကြည့်လိုက်ကြတာပေါ့နယ်မြို့လေးကနေ တစ်ကိုယ်ထဲ တက်လာပြီးမွန်ဘိုင်းမြို့ကြီးမှာ အလုပ်လာလုပ်တဲ့ ကောင်လေးတစ်ယောက်....မြို့ကြီးပြကြီးမှာ တစ်ဦးထဲနေတာ ကြာလာတဲ့ သူ့အဖို့ အရာရာဟာ အထီးကျန်ဆန်စရာကောင်းလာခဲ့ပါတယ်အထီးကျန်စရာကောင်းတဲ့ လူတွေအဖို့တော့ သူတို့နားမှာ အမြဲတစေရှိနေတဲ့ သက်ရှိဖြစ်ဖြစ် သက်မဲ့ဖြစ်ဖြစ်အားကိုးတကြီးဖက်တွယ်သွားတယ်ကြတာ သဘာဝပဲ မဟုတ်လားဒီလိုပါပဲ အနှီကောင်လေးကလည်း သူ့ပတ်ဝန်းကျင်မှာရှိတဲ့ သက်မဲ့ပစ္စည်းတစ်ခုကိုအချစ်တစ်ခုလို စွဲလမ်းမိသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်လာမှာလဲ....???အိမ်ရဲ့အပယ်ခံလေးဖြစ်နေခဲ့ပြီး အခြားလူငယ်တွေလို ကျောင်းတက်ခွင့်မရ အိမ်မှာပဲအလုပ်လုပ်ရင်းထိန်းချုပ်ခံထားရတဲ့ ကောင်မလေးတစ်ယောက်ကရော....တစ်နေ့ ရုပ်ရှင်ရုံမှာအလုပ်လုပ်တဲ့ ကောင်လေးကိုတွေ့ရင်း မြင်မြင်ချင်း ချစ်မိသွားတဲ့အခါအရာအားလုံးကို စွန့်လွှတ်ပြီး အချစ်ကိုယုံစားကာ နှစ်ယောက်အတူ ထွက်ပြေးဖို့ ကြံစည်ခဲ့ပါတယ် ဒါပေမဲ့သူ ယုံစားခဲ့ရတဲ့ချစ်သူကောင်လေးကရော သူနဲ့ထပ်တူ သူ့အပေါ် ကို သစ္စာစောင့်သိသွားမှာလား ဒါမှမဟုတ် အပယ်ခံကောင်မလေးရဲ့ အချစ်ခံချင်တဲ့စိတ်ကို အသုံးချသွားမှာလား...??အိမ်ထောင်ရေးဘဝကို အများစိတ်ကူးပုံဖော်ထားသလိုမျိုး အိမ်ကြီးအိမ်ကောင်းမှာ ကြွယ်ဝချမ်းသာခင်ပွန်းနဲ့အတူဖြတ်သန်းခွင့်ရလို့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/2l1ag/Ankahi.Kahaniya.2021.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g5Ij6JwdzpwXqlaFi8YL50UNWTb.jpg",
        "title": "The Child Who Would Not Come ( 2021 )",
        "description": "Horror ကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေအတွက် ကိုရီးယား Horror ကားကောင်းလေးတကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ် imdb က ၆.၃ ရရှိထားပြီးတော့ ဒါရိုက်တာ ယူယောင်းဆွန်းရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ် ဒီဇာတ်ကားမှာ ပါဝင်တဲ့သရုပ်ဆောင်တွေကတော့Yoon-seok Jeong , So-hye Kim , Kyu Hyun Lee တို့ဖြစ်ကြပါတယ်..အညွန်းလေးကို ခံစားကြည့်လိုက်ရအောင်......လူမှုဆက်ဆံရေးတွေ အများအားဖြင့် ကျောင်းတွေမှာ ကြောက်စရာအကောင်းဆုံးအကြီးအမားဆုံးအရာကတော့ အမေ့ခံရတာပါပဲ ကြောက်စရာကောင်းတဲ့အရာတွေဟာ လုပ်ငန်းသင်ဆရာမလေးဂျောင်ဆူအာက ကျောင်းကို မလာတဲ့ကျောင်းသားလေး ဘူယောင်းဆော့ နဲ့တွေ့ရာကနေစတင်ခဲ့ပါတယ်အတန်းတွင်းလူခေါ်တဲ့နာမည်စရင်းထဲမှာရှိပေမယ့် အခေါ်မခံရတဲ့ကျောင်းသားတစ်ယောက်အကြောင်းပိုပြီး သိချင်လာလေလေ...ကြောက်စရာကောင်းတဲ့အဖြစ်တွေ ပိုမိုပြီး ဖြစ်ပျက်လာလေလေဆိုတော့ဘယ်လိုမျိုး မြုပ်ကွက်တွေနဲ့ ဆက်လမ်းဆက်သွားမယ်ဆိုတာကိုစိတ်ဝင်တစားနဲ့ကြည့်ရှုရမှာပါဖြစ်ပါတယ် Quality : WEB-DL 1080pFormat : mp4During : 1h 52 minGenres : HorrorSubtitle : Myanmar Subtitle ( hardsub )Translated By Khaing KhinEncoded ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-child-who-would-not-come-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MCF-110x200.jpg",
        "title": "The Legend of Condor Heroes The Cadaverous Claw (2021)",
        "description": "မေချောက်ဖုံ ဆိုတဲ့နာမည်လေးကို Conder Heros ကြည့်ဖူး ဖတ်ဖူးသူတွေအားလုံး ကြားဖူးကြမှာပါ...ရင်းလည်း ရင်းနှီးကြမှာပါ...အခု 2019 နောက်ပိုင်းမှာ Conder Herosကို version အစုံနဲ့ ပြန်ရိုက်လာတာအားလုံး သတိထားမိမယ်ထင်ပါတယ်.. ဒီဇာတ်ကားလေးလည်း Conder Herosကို ပြန်ရိုက်ထားတဲ့version တွေထဲက version တစ်ခုပါပဲဒါပေမယ့် ဒီကားကတော့ မေချောက်ဖုံရဲ့ side Story ပေါ့ဒီကားလေးရဲ့ အဓိက ဇာတ်ကောင်ကတော့ Mei Chaofeng ပါပဲ...တချို့ကလည်း လူဆိုးလို့အမှတ်ထင်ကာ အမုန်းကြီးမုန်းခဲ့သလို တချို့ကလည်းမေတ္တာငတ်သူလို့ အသနားပိုခဲ့တဲ့ ဇာတ်ကောင်တစ်ခုပါ... ဒီဇာတ်ကောင်ကိုဒီဇာတ်လမ်းထဲမှာတော့ သူ့ဘဝနဲ့ ပြောင်းလဲလာပုံ ဒီလမ်းရောက်အောင်တွန်းပို့ခဲ့တဲ့ ကံကြမ္မာဇာတ်ဆရာအကြောင်းကို ရိုက်ကူးပုံဖော်ပြထားပါ...ဇာတ်လမ်းအကျဉ်းလေးပြောပြရမယ်ဆိုရင် လှပတဲ့မိန်းမပျိုလေးတွေကိုတန်ဖိုးဖြတ်ရောင်းစားနေတဲ့လောကမှာ အသားနာခံမယ် ဘဝအပျက်မခံဘူးဆိုတဲ့ခံယူချက်နဲ့ သူဖုန်းစားလုပ်ဖို့ ဆုံးဖြတ်ရင်း ငတ်တစ်လှည့် ပြတ်တစ်လှည့် မသေရုံတမယ်ဗိုက်ထဲအစာရောက်ရုံလောက်သာစားရတဲ့ Mei Chaofeng တစ်ယောက်ဘဝအချိုးအကွေ့တစ်ခုမှာ ယောက်ျား ၂ ယောက်နဲ့တွေ့ခဲ့တယ်...တစ်ယောက်ကသူ့ကိုနောက်နောက်ပြောင်ပြောင်နဲ့ ချစ်လို့စတယ်ပဲ ဆိုရမလား အစသန်တဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-legend-of-condor-heroes-the-cadaverous-claw-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zIm7gjfaxLG9FsjTNUA9H2SbdL5.jpg",
        "title": "Another Girl (2021)",
        "description": "အသစ်ထွက်ရှိလာတဲ့ Drama , Thriller ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်...အားလုံးပဲကိုယ်ကြိုက်တဲ့စာရေးဆရာရဲ့ဝတ္ထုထဲကဇာတ်ကောင်တွေကိုအပြင်မှာတစ်ကယ်ရှိတယ်လို့တွေးဖူးကြရဲ့လား\nတကယ်လို့တွေးဖူးကြမယ်ဆိုရင်တော့ဒီကားလေးကသင်တို့ကိုအကြိုက်တွေ့စေမှာပါအဲလ်လီဟာခပ်ဆိုးဆိုးကျောင်းသူလေးတစ်ယောက်\nသူမရဲ့အသည်းစွဲစာရေးဆရာမနာမည်ကတော့ကေသီပေါ့\nတကယ်တော့ကေသီဆိုတာဝတ္ထုထဲကဇာတ်ကောင်တစ်ယောက်နာမည်ပါပဲ\nကေသီဆိုတာအပြင်မှာတစ်ကယ်ရှိလားမရှိဘူးလားဆိုတာတောင်သူမမသိပါဘူး\nဒါပေမယ့်သူမကတော့ကေသီဟာအပြင်မှာတကယ်ရှိတဲ့သူတစ်ယောက်လို့ယုံကြည်နေပါတယ်\nတစ်နေ့မှာတော့ကေသီရဲ့blogကနေပြီးတော့ကေသီကိုဆက်သွယ်မိလိုက်တဲ့အခါမှာတော့....သူမဟာတကယ်ပဲကေသီပဲလား အခြားတစ်ယောက်များလား\nအကယ်၍ကေသီဆိုရင်ရောဘာလို့အခုလိုမျိုး ပုန်းလျှိုးပြီး လူသိမခံချင်ရတာလဲ\nနောက်ကွယ်မှာဘယ်လိုကိစ္စတွေများရှိနေခဲ့လို့လဲဆိုတာ....။သမားရိုးကျတွေကခွဲထွက်တဲ့ မတူတဲ့ဇာတ်လမ်းဇာတ်ကွက်မျိုးကို ကြိုက်တတ်မယ်ဆို ဒီဇာတ်ကားက အဲ့လိုမျိုးပါ...(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Rex မှ တင်ဆက်ထားတာပါ။)\nFile size…(1.6 GB)/ (950 MB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Rex",
        "rating": "5.7",
        "url": "https://megaup.net/1F3rf/(CM)Another.Girl.2021.720p.AMZN.WEB-DL.DDP5.1.H.264-EVO.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNjRlYjY4MjYtODlkNS00OWUxLWI3YzgtZTIzZGU0ZGE5ODMzXkEyXkFqcGdeQXVyODEyNjEwMDk@._V1_-138x200.jpg",
        "title": "Kaadan(2021)",
        "description": "Kaadan 2021ရုံတင်ပြီး Digital Releasesနဲ့ထွက်ဖို့ကြန့်ကြာနေခဲ့တဲ့ တမီးလ်ကား ရပါပြီခင်ဗျာ။ပရိသတ်ရင်းနှီးပြီးသား မင်းသားတွေမို့လည်းတော်တော် တောင်းဆိုကြတာထင်ပါရဲ့။Baahubali ထဲက ဗီလိန်ကြီး Rana၊Raatchasan ထဲက မင်းသား Vishnu Vishalတို့အပြင်ဟာသကားတွေထဲ မြင်ဖူးနေကျ Pulkit Samratနဲ့မင်းသမီးချော Shriya Pilgaonkarတို့ပါပဲ။ဒီကားထဲမှာ ဥယျာဉ်မှူးကြီး ဘန်ဒေ့ဖ်က အဓိကပေါ့။သူဟာ တောထဲမှာ တိရစ္ဆာန်တွေနဲ့အတူနေထိုင်တယ်။တောထဲက ဆင်တွေကျားတွေကအစ သူ့စကနားထောင်ကြတယ်။သူကလည်း တိရစ္ဆာန်တွေကအစသစ်ပင်ကနေ မြေကြီးအထိ ချစ်တတ်တယ်။ဒီလို တောကိုချစ်တဲ့ သူရဲ့ မြေပိုင်နက်ထဲတနေ့မှာတော့ မြို့သစ်စီမံကိန်းဆိုပြီးအဖွဲ့အစည်းတစ်ခု ရောက်လာခဲ့ပါတယ်။သူအနေနဲ့ ဘယ်လို ရင်ဆိုင်ပြီးသူ့အတွက် ပြိုင်ဘက်တွေကဘယ်လောက်ထိ ယုတ်မာကောက်ကျစ်မလဲ၊သူနဲ့အတူ ဒီမြေမှာ တခြား ဘယ်သူတွေကမုဆိုးတွေ ဖြစ်နေမလဲဆိုတာကို ခံစားကြည့်ကြပါဦးဗျာ။ဒီဇာတ်ကားဟာ ဒီနေ့မှာတော့ တရားဝင်ထုတ်လွှင့်ရာကနေထွက်လာတာမျိုးမဟုတ်ဘဲLeakလာတဲ့အနေအထားမို့ HINDIဗားရှင်းပဲ ရှိပါသေးတယ်။Hindi အသံထွက်နဲ့ ပါးစပ်လွဲနေတာ မဟုတ်ပါဘူး။ဟင်ဒီသရုပ်ဆောင်တွေ ဖြစ်ကုန်တာပါ။တမီးလ်မူရင်းမှာတော့ တမီးလ်မင်းသားမြင်ရမှာပါ။သရုပ်ဆောင်တွေ ကွဲနေပါတယ်။Tamilအသံနဲ့ ကြည့်ချင်ရင်တော့ စောင့်ရဦးမယ်ခင်ဗျာ။ \nFile size…2.73GB / 1.4GB / ...",
        "rating": "8.9",
        "url": "https://megaup.net/Z65w/haathi_mere_saaathi_.2021.720p.hindi(CM).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/241400604_698990938170408_2895272145155114156_n-150x200.jpg",
        "title": "Penthouse: The Story of 540 Days (2021)",
        "description": "ကဲ ပန့်ဟောက်ကို လွမ်းနေကြတဲ့သူတွေ အဖို့ နောက်ဆုံး Season ရဲ့ နောက်ဆုံး Hidden Room လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီထဲမှာတော့ ပန့်ဟောက်ရိုက်ခဲ့တဲ့တစ်လျောက် ရက်ပေါင်း ၅၄၀ကြာ အတူတူ ရိုက်ခဲ့ကြတဲ့ အမှတ်တရတွေ ၊ ဟာသလေးတွေ နဲ့ နောက်ဆုံး နှုတ်ဆက်စကားပြောတာလေးတွေကိုလည်း ဝမ်းနည်းစွာ ကြည့်ရဦးမှာပါ ။ကျွန်တော်တို့ကို ပူလောင်အောင်လုပ်ပြီး ဝမ်းနည်းအောင် အဆုံးသတ်ခဲ့တဲ့ ပန့်ဟောက်ကြီးကို အမှတ်ရနေရင်းနဲ့ပဲ...File Size__500MB\nQuality__720p\nIMDb Rating__9.5/10\nFormat__mp4\nDuration__01:00:00\nType__TV-Movie\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Htet Nandar Aung , Hay Mann Thitsar , Amelia , Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "9.5",
        "url": "https://channelmyanmar.org/penthouse-the-story-of-540-days-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2aP7usXx1uLbduhrsW84hn3yRyY.jpg",
        "title": "The Medium (2021)",
        "description": "The Medium (2021)မမြင်ရတဲ့ ပရလောကနဲ့ လူ့လောကကို ဆက်သွယ်ပေးနိုင်တဲ့\nကြားခံနယ်မြေကနေ ရုပ်ရှင်ချစ်ပရိသတ်များကို ကြိုဆိုလိုက်ပါတယ်။သာသနာမထွန်းကားမီခေတ်က နတ်ကိုးကွယ်မှုတွေရှိခဲ့ဖူးတဲ့\nအရှေ့တောင်အာရှနိုင်ငံတွေထဲမှာ ထိုင်းနိုင်ငံလည်း အပါအဝင်ဖြစ်ပါတယ်။နတ်ကိုးကွယ်မှုတွေ ဆက်လက်တည်တံ့နေသေးတဲ့\nထိုင်းနိုင်ငံ အိစံနယ်ဘက်ပိုင်းက ရွာလေးတစ်ရွာမှာ\nနေထိုင်ကြတဲ့ နတ်ဝင်သည်မျိုးရိုး မိသားစုတစ်စုမိသားစုရဲ့ သမီးကြီးက ဓလေ့ထုံးထမ်းအရ နတ်ဝင်သည်အဖြစ် ဆက်ခံရမှာကို မဆက်ခံဘဲ ငြင်းဆန်လိုက်တဲ့အခါအစ်မကြီးနွိုင်းအစား ညီမဖြစ်သူ နှင်းက ဆက်ခံဖို့ ဖြစ်လာပါတယ်။\nသို့ပေသိ နှင်းက အိမ်ထောင်မရှိတဲ့ အပျိုကြီးဖြစ်နေတော့\nသူလွန်ရင်.... နောက်ထပ်ဆက်ခံရမယ့်သူဟာ\nဘယ်သူဖြစ်လာမှာလဲ။မျိုးဆက်ရဲ့ တစ်ဦးတည်းသောမိန်းကလေးဖြစ်သူ\nနွိုင်းရဲ့ သမီး မင်ကလည်း ဆက်ခံဖို့ကို\nခါးခါးသီးသီးဖြစ်နေတဲ့အခါ....\nဓလေ့ထုံးတမ်းကို ငြင်းဆန်တဲ့သူတွေအဖို့\nကြုံတွေ့ရမယ့်အရာတွေက ဘာတွေများလဲ။အစဉ်အလာကြီးတဲ့ ကိုးကွယ် ယုံကြည်မှု ဓလေ့ထုံးတမ်းတွေ\nထိုင်း နတ်ဝင်သည်တွေရဲ့ ဘဝအစိတ်အပိုင်းတွေကို\nထဲထဲဝင်ဝင် ရိုက်ကူးပြသထားတဲ့အပြင်One Day, Heart Attackစတဲ့\nနာမည်ကြီးဇာတ်ကားတွေကို ရိုက်ကူးတင်ဆက်ခဲ့တဲ့\nထိုင်းနာမည်ကြီးဒါရိုက်တာBanjongနဲ့The Wailing ကဲ့သို့သော ကိုးရီးယားနာမည်ကြီး Horrorကားရဲ့ ပဲ့ကိုင်ရှင် Na Hong-Jinတို့ရဲ့ပထမဆုံး Collabလုပ် ရိုက်ကူးထားတဲ့ ဇာတ်ကားမို့\nရုပ်ရှင်ချစ်ပရိသတ်တွေအနေနဲ့ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။ဒါ့အပြင် ထိုင်းမှာ ကပ်ရောဂါအခြေအနေကြောင့် ...",
        "rating": "6.9",
        "url": "https://megaup.net/Z5sk/The.Medium.2021.720p.WEB-DL.AAC5.1.H.264-CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-19-at-21.46.42-132x200.png",
        "title": "Girl in the Basement (2021)",
        "description": "Girl in the Basement (2021)====================IMDb Rating - 6.4/10ပရိသတ်ကြီးရေ စိတ်ထဲ ကလိကလိနဲ့ မခံသာစရာကောင်းတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။မပြေလည်တာတွေကို ခဏ ခေါက်ထားပြီး တွေးမယ်ဆို ယေဘုယျအားဖြင့် မိဘဆိုတာ သားသမီးတို့ရဲ့ ကွန်းခိုရာလို့ကျွန်တော်တို့တွေ လက်ခံထားကြပါတယ်။မိဘ အရိပ်သည်သာ အအေးချမ်းဆုံး\nမိဘ မေတ္တာသည်သာ အနွေးထွေးဆုံး\nမိဘ ရင်ခွင်သည်သာ အလုံခြုံဆုံးအဲသည်လိုလေးတွေ ဖော်ပြ ယူဆကြသဗျ။ဒါပေမဲ့ ဒီဇာတ်လမ်းမှာတော့ အထက်ကပြောခဲ့တာတွေဟာ ဟုတ်မနေခဲ့ပါဘူး၊ ဒုက္ခတွေရဲ့ မြစ်ဖျားခံရာက ကိုယ် ယုံကြည်ထားတဲ့မိဘဖြစ်နေမယ်ဆိုရင်ရော . . .  ခင်ဗျားတို့ စိတ်ကူးယဉ်ကြည့်ဗျာ . ကိုယ့်ရဲ့ အဖေအရင်းဖြစ်သူက ကိုယ့်ကို မြေအောက်ခန်းထဲမှာပိတ်ထားပြီး sexual abuse လုပ်တယ်ဆိုပါစို့။ အထူးသဖြင့် မိန်းကလေးတစ်ယောက်အတွက် ဒီလို အဖြစ်ဟာ တွေးကြည့်ရုံနဲ့တင်ရင်နာစရာကောင်းနေပါပြီ။ ဒီကားထဲက ကောင်မလေးလည်း ဒီအဖြစ်နဲ့ တကယ်လက်တွေ့ကြုံရပြီး ဘ၀နာခဲ့ရပါတယ်။ မြေအောက်ခန်းထဲမှာ  ...",
        "rating": "6.4",
        "url": "https://megaup.net/2l07t/Girl.in.the.Basement.2021.720P.WebRip[CM].mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lktpcVcrDHH3RWCvY2URYuKN0VC.jpg",
        "title": "Dating & New York(2021)",
        "description": "တစ်ချိန်ကနယူးယော့ခ်မှာပေါ့ဗျာ....ခဏခဏလမ်းခွဲခံရတဲ့ ဝင်ဒီ ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ရှိသတဲ့...အချစ်စစ်အချစ်မှန်ကိုလိုက်ရှာနေတဲ့ မိုင်လိုဆိုတဲ့ ကောင်လေးတစ်ယောက်လည်း ရှိပါတယ်တဲ့ဝင်ဒီက ခဏခဏ စာလေးပေးပြီးဖြတ်ခံထားရတော့ လမ်းခွဲခံရတာ အဖြတ်ခံရတာကို စိတ်နာနေမိတာပေါ့။ Trauma ရနေတယ်ပေါ့။ဒါပေမဲ့လည်း တစ်ကိုယ်တည်းနေရတာထက် ဖူးစာရှင်အစစ်နဲ့ ဆုံတွေ့ချင်နေတဲ့အချိန်မှာ အချစ်စစ်ကိုလိုက်ရှာနေတဲ့ မိုင်လိုနဲ့သွားတွေ့ပါတယ်။သူတို့နှစ်ယောက်လုံး တစ်ယောက်ကိုတစ်ယောက်သဘောကျပေမဲ့ ဝင်ဒီက လမ်းခွဲခံရမှာကြောက်နေတော့လည်း အတိအလင်းမတွဲဘဲ Friends with benefits ပုံစံမျိုးနဲ့ တွဲကြမယ်ဆိုပြီး စာချုပ်ချုပ်လိုက်ကြပါတယ်။မိုင်လိုကလည်း လိုလိုလားလား လက်ခံပြီး တွဲကြည့်နေကြရင်း စာချုပ်ထဲအချက်တွေကို တကယ်ပဲစောင့်ထိန်းနိုင်ပါမလား...သူတို့နှစ်ယောက်ရဲ့ ဇာတ်လမ်းလေးက ဘယ်လိုဖြစ်မလဲပျော်စရာဇာတ်သိမ်းလေးလား...ဝမ်းနည်းစရာဇာတ်သိမ်းလေးလား....ပုံပြင်လေးကတော့ စပါပြီ။(ဘာသာပြန်တင်ဆက်ပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်)  \nFile size…(1.3 GB)/ (690 MB)/ (318 MB)\nQuality…WEB-DL 1080p /720p / 480p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….d3mon\nTranslated by   Tin Myo Lwin",
        "rating": "5.1",
        "url": "https://megaup.net/2kZD7/(CM)Dating.and.New.York.2021.720p.WEBRip.DD5.1.x264.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n38YbNqUf5KWpMJFc4X3t0rlhg5.jpg",
        "title": "Candyman(1992)",
        "description": "1နာရီခွဲလောက် အချိန်ပေးပြီး တကယ်ကောင်းတဲ့ horror movie တစ်ခုကို ကြည့်ချင်တယ် ဆိုရင် အခုပဲ ဒီဇာတ်ကားကို down ပြီးတော့သာ ကြည့်​လိုက်ပါကြည့်ရတာ တကယ်တန်တဲ့ ဇာတ်ကားမျိူးပါနောက်ပြီး ဒီဇာတ်ကားက Candy Man saga မှာ ပထမဆုံးထွက်ခဲ့ပေမယ့် အကောင်းဆုံးလို့ သတ်မှတ်ခြင်း ခံထားရတာပါဘာလို့လဲဆိုတာ သိချင်ရင်တော့ အပေါ်ကပြောထားတဲ့အတိုင်းပဲ သွားသာကြည့်လိုက်ပေတော့ ကိုယ့်လူအကြောင်းအရာကတော့ သူ့နာမည်ကို မှန်ထဲကြည့်ပြီး ငါးခါခေါ်ရင် ခင်ဗျားဆီကို သူရောက်လာမယ် သတ်ချင်ရင်သတ်တယ် ဖြတ်ချင်ရင်ဖြတ်တဲ့ သံချိတ်ကြီးနဲ့ သကြားလုံးလူသား အကြောင်းပါပဲဒါပေမယ့် အဲ့သကြားလုံးလူသားကို တကယ်ရှိတယ်လို့ ခင်ဗျား ထင်လား?မရှိဘူးလို့ ထင်တယ် ဆိုရင်တော့ ဒီဇာတ်ကားထဲက မင်းသမီးနဲ့ အတွေးချင်းတူသွားပါပြီသူကလည်း သကြားလုံးလူသားဆိုတာ ပုံပြင်သက်သက်ပဲ အပြင်မှာ တကယ် မရှိဘူး လို့ယုံကြည်ပြီးတော့ အပြင်မှာ လူသတ်ချင်တဲ့ သူတစ်ယောက်က သကြားလုံးလူသား နာမည်ကို သုံးပြီး လူတွေ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1F1uW/(CM)Candyman.1992.REMASTERED.720p.BluRay.X264.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sqr0imYSvDu8Q5nZLNjgAXppVSt.jpg",
        "title": "Candyman 3: Day of the Dead(1999)",
        "description": "သေဆုံးသူများရဲ့နေ့မှာ ကွယ်လွန်လေပြီးတဲ့သူတွေကို တောင့်တအောက်မေ့ဖို့နဲ့ သူတို့ရဲ့ ဝိညာဉ်တွေကို ပြန်လည်ကြိုဆိုတဲ့အနေနဲ့ ကျင်းပတတ်ကြပါတယ်။ကိုယ့်မိသားစုဝင်တွေ၊ ဆွေမျိုးတွေ၊ မိတ်ဆွေသူငယ်ချင်းတွေ ကို ပြန်လည်တွေ့ဆုံနိုင်ဖို့ ဖိတ်ခေါ်တဲ့ပွဲလေးပေါ့။အဲဒီနေ့မှာ လူ့လောကရဲ့ ဝိညာဉ်လောကကို ခြားနားထားတဲ့ အကာအရံက အပါးလွှာဆုံးလို့သတ်မှတ်ကြပါတယ်တဲ့။ မမျှော်လင့်ဘဲ ဖိတ်ခေါ်မိခဲ့တဲ့အတွက် ချိုချဉ်လူသားကြီးရဲ့ မျိုးဆက်ဖြစ်တဲ့ ကာရိုလိုင်းကို ချိုချဉ်လူသားကြီး လာပြီးနှုတ်ဆက်ရင်း သူ့ဘေးကလူတွေကို တစ်ယောက်ပြီး တစ်ယောက်သတ်ပစ်ပါတယ်။သွားလေရာတိုင်း အလောင်းချင်းထပ်နေတော့ ကာရိုလိုင်းကို ရဲတွေကလည်း တရားခံလို့ထင်လာပြီး သူ့ကိုလိုက်ဖမ်းကြပါတော့တယ်။မျိုးဆက်အမွေကို ဆက်ခံထားတဲ့ ပန်းချီဆရာမလေး ကာရိုလိုင်းတစ်ယောက် ရဲတွေနဲ့ ချိုချဉ်လူသား ဝိညာဉ်လူသတ်သမားကြားမှာ ဘယ်လိုအသက်ဆက်ရှင်သန်နိုင်အောင် ကြိုးစားသွားမယ်ဆိုတာကို တတိယမြောက် Candyman ဇာတ်ကားဖြစ်တဲ့ Day of the deads ဇာတ်ကားမှာ ရင်တထိတ်ထိတ်ကြည့်ရမှာပါ။(ဘာသာပြန်တင်ဆက်ပေးတဲ့သူကတော့ Oleander ပဲဖြစ်ပါတယ်) \nFile size…(1.4GB)/ (691 MB)/ (344 MB)\nQuality…Bluray 1080p /720p / 480p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "4",
        "url": "https://megaup.net/Z4n7/(CM)Candyman.3.day.of.the.dead.1999.720p.bluray.x264.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2rQ6q7PjHrMQALXpPl7ExhQIvb4.jpg",
        "title": "Candyman 2: Farewell to the Flesh(1995)",
        "description": "တကယ်လို့တကယ်လို့ သင့်အိမ်မှာ မှန်တစ်ချပ်ရှိတယ် ဆိုရင် အဲ့မှန်ရှေ့ကိုသွားပြီးတော့...\"Candy Man,Candy ManCandy Man,Candy ManCandy Man!\" ဆိုတဲ့ အတိုင်း သူ့ရဲ့ နာမည်ကို ငါးခါ မခေါ်လိုက်မိပါစေနဲ့အဲဒီလိုခေါ်လိုက်တာနဲ့ သူဟာ သင့်အနောက်ကို ရောက်လာပြီး သင့်ရဲ့ ဗိုက်ကို သံချိတ်နဲ့ထိုးခွဲသွားမှာပါ ဒီရုပ်ရှင်ကို မကြည့်ဖူးရင်တောင် ကျွန်တော်တို့ သူ့ရဲ့ နာမည်ကိုတော့ ကြားဖူးချင်ကြားဖူးကြပါလိမ့်မယ်အခု ဒီရုပ်ရှင်ထဲမှာ တော့ Candy Manက ဘယ်သူလဲ ဘာလို့ Candy Manဖြစ်လာတာလဲ ဆိုတဲ့ သူ့ရဲ့ originsတွေကို သေသေချာချာ နားလည်သွားမှာပါ ဇာတ်ကားက runtime တိုပေမယ့် သူပြချင်တဲ့ အကြောင်းအရာနဲ့ ဇာတ်အိမ်ကို သေချာ တည်ဆောက်ထားတာကြောင့် ပေါ့ပျက်ပျက်နဲ့ rush သလိုမျိုး လုံးဝမဖြစ်ပါဘူးအကောင်းဆုံး jumpscaresတွေ horrorsတွေတော့ မဟုတ်ပေမယ့် ၁နာရီခွဲ အချိန်ပေးပြီး R rated horror movie ...",
        "rating": "5.3",
        "url": "https://megaup.net/1F1wh/(CM)Candyman.Farewell_to_the_flesh.720p.bluray.1995.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/lover-bosomy-friend-2021-140x200.jpg",
        "title": "(18+)Lover’s Bosomy Friend (2020)",
        "description": "Lover’s Big Tits Friend (2021)နောက်ထပ် ပျိုတို့အတွက် ကြည့်ကောင်းမယ့် ကိုရီးယား ၁၈+ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းကတော့ ချုစားတတ်တဲ့ ယောကျာ်းပိုင်းလုံးတစ်ယောက်ကို လှလှပပကြွကြွရွရွနဲ့ မိန်းမလှနှစ်ယောက်က ပညာပြန်ပေးတဲ့ ပညာရေး အချစ်ဇာတ်လမ်းလေးပါပဲ....ကိုရီးယားမလေးတို့ရဲ့ အလှတရားဖြစ်တဲ့ အပေါ်ပိုင်း အောက်ပိုင်း စတဲ့ အလှတရားပေါင်းစုံနဲ့ဇာတ်လမ်းဇာတ်ကွက်အလန်းတွေကြောင့် သဘောကျကြမယ် ထင်လို့Dark Sideကနေ တင်ဆက်ပေးလိုက်ပါတယ် \nTranslated by : FOX\nEncoded by : DS\nFile Size : 612MB\nQuality : 720p",
        "rating": "6.4",
        "url": "https://megaup.net/2kZTh/Lover_s_big_tits_friend_2021_720p_HDRip_AAC_X264(DS).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5MW2Nl8SuRs2pxCTUN2hthsHrv.jpg",
        "title": "Sinkhole (2021)",
        "description": "Sinkhole (2021)ဒီကားလေးကတော့ အားလုံးရဲ့အချစ်တော်\nRunner ဟောင်းကြီး Lee Kwang Soo ပါဝင်တဲ့\nSinkhole ဆိုတဲ့ကားလေးဖြစ်ပါတယ်။ကိုးရီးယားမှာ ရုံတင်ထားတာ မကြာသေးသလို\nပြသတုန်းကလည်း လက်မှတ်တွေအများကြီးရောင်းရတဲ့ နာမည်ကြီးရုပ်ရှင်ကားတစ်ကားပါ။ဇာတ်လမ်းကတော့ ကားနာမည် “Sinkhole” ဆိုတဲ့အတိုင်း\nတိုက်ကြီးတစ်ခုလုံးမြေပြိုသွားပြီး မြေတွင်းကြီးထဲကျသွားတာ\nဘယ်လိုဆက်အသက်ရှင်ကြမလဲ ဘယ်လိုပြန်ထွက်ကြမလဲဆိုတာကို ရိုက်ကူးပြသထားတာပါ.ပတ်ဒုံဝန်း ဆိုတဲ့ ရုံးအလုပ်သမားတစ်ဦးက ၁၁နှစ်အကြာ ပိုက်ဆံစုဆောင်းပြီးမှာတော့\nကိုယ်ပိုင်အိမ်လေးဝယ်နိုင်ခဲ့ပါတယ်။\nဒါပေမဲ့ ဝယ်ပြီးဘယ်လောက်မှမကြာသေးဘူး။\nအိမ်ကမြေပြိုသွားတော့တာပါပဲ.သူနဲ့အိမ်နီးနားချင်းတွေဖြစ်တဲ့သူတွေနဲ့လည်း စစချင်းမတည့်ရာကနေ\nအသက်အန္တရာယ်ကြုံလာကြတဲ့အခါ ဘယ်လိုဖြစ်ကြမလဲ.....\nLee Kwang Soo အပြင်\nဝါရင့်မင်းသားတွေဖြစ်တဲ့ Cha Seung Won, Kim Sung Kyun တို့ကအိမ်နီးနားချင်းတွေအဖြစ် ပါဝင်ထားပြီး\nKingdom ထဲက မိဖုရား Kim Hye Jun နဲ့\nနာမည်ကြီးမင်းသား Nam Da Reum တို့လည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်။သည်းထိတ်စရာကောင်းတဲ့ သဘာဝဘေးအန္တရာယ်ဇာတ်လမ်းမျိုးကို\nဟာသလေးတွေ တစ်ဖြတ်တစ်ဖြတ် ထည့်သွင်းထားတာဖြစ်လို့\nပေါ့ပေါ့ပါးပါးလေးနဲ့ကြည့်လို့ကောင်းပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eaindray ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…2.2GB ...",
        "rating": "7",
        "url": "https://megaup.net/Z53x/SINKHOLE.2021.720p.FHDRip.H264.AAC.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eljWN08RiLOi0TZJrPGIwFCAEtv.jpg",
        "title": "Streamline (2021)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (90%)ငယ်ငယ်တုန်းက ပီတာပန်မင်းသားလေး Levi Miller တစ်ယောက် အရွယ်ရောက်လာပါပြီ...ဟွင်းဟွင်းဒီဇာတ်ကားမှာတော့ သူ့ရဲ့လူပျိုဖော်ဝင်စ လေးနက်တဲ့ သရုပ်ဆောင်ချက်တွေကို တွေ့မြင်ရမှာပါ...ဇာတ်ကားကတော့ အားကစားနဲ့ မိသားစုဒရမ်မာ ဇာတ်ကားလေးပါ..ဘင်ဂျမင်လိန်းဆိုတဲ့ ၁၅ နှစ်အရွယ်ကောင်လေးဟာ အိုလံပစ်ပြိုင်ပွဲတွေအထိ ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ရည်မှန်းခံထားရတဲ့ အလားအလာရှိတဲ့ တက်သစ်စ ရေကူးသမားလေးတစ်ယောက်ပါ။ဒါပေမယ့် သူ့အဖေတစ်ယောက် ထောင်ကလွတ်လာတဲ့အခါမှာတော့မိသားစုတွင်းက အဆင်မပြေမှုတွေကြား သူရုန်းထွက်နိုင်မလားဆိုတာ...။ဒါရိုက်တာ Tyson Wade Johnston ရဲ့ ပွဲဦးထွက်လက်ရာဆိုပေမယ့်ဝေဖန်ရေးဆရာတွေအကြိုက်တွေ့စေခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။\nFile size…(1.4 GB)/ (800 MB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:26:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "6.6",
        "url": "https://megaup.net/30Xhi/Streamline.2021.720p.WEBRip.x264-RARBG.mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gC1a58xIkZ8HwsYAq7r6Ymp7MSW.jpg",
        "title": "The Card Counter(2021)",
        "description": "The Card Counter(2021) အညွှန်း*****************************ဒီဇာတ်ကားက ပိုကာအကြောင်းအဓိက ဇာတ်အိမ်တည်ရိုက်ထားတာပါ...Chess အကြောင်းမသိတဲ့သူတွေတောင် The Queen's Gambit လို ချက်စီးရီးကိုတစ်ထိုင်ထဲကြည့်ဖြစ်သလိုဒီဇာတ်ကားကလည်း ပိုကာအကြောင်းမသိရင်တောင် ကြည့်ရတာ တော်တော်စိတ်လှုပ်ရှားစရာကောင်းပါတယ်...ပိုကာအကြောင်းသိရင်တော့ ဆိုဖွယ်ရာမရှိပေါ့....ဝီလီယမ်ထဲလ်ဆိုတာ စစ်ထောင်ထဲမှာ ထောင်စောင့်အဖြစ် ၈နှစ်ထမ်းဆောင်ခဲ့တယ်...နေ့စဉ် ဒီအလုပ်ကြီးနေတဲ့သူအဖို့  သူ့အတွက်စိတ်အပန်းဖြေရာက ဖဲကစားနည်းတွေပဲဖြစ်လာတယ်...ဒီအပိုင်းမှာ သူဟာ ပါရမီပါပုံရတယ်....မှတ်ဉာဏ်ကလည်း သူမတူအောင်ထူးတယ်...နောက်ပိုင်းထောင်စောင့်ဘဝက အနားယူပြီးတဲ့နောက်မှာ သူဟာ ကာစီနိုတွေတစ်ခုပြီးတစ်ခုပြောင်းပြီးကစားပါတယ်...သို့ပေမဲ့ ဒီလောကကြီးမှာ လောဘတက်ရင် ဘဝပျက်တယ်ဆိုတာ ဖြတ်သန်းခဲ့တဲ့အတွေ့အကြုံတွေအရသိလို့  ကြေးနည်းနည်းလေးတွေဆော့ရင် နေ့စဉ်အချိန်ကုန်နေတယ်...ဒီလိုနဲ့သူအရည်အချင်းကို သိပြီး ကြေးအကြီးကြီးဆော့ဖို့ မဲဆွယ်ရင်း ကိစ္စတစ်ခုခိုင်းဖို့ လူတစ်ယောက်ကချဉ်းကပ်လာတဲ့အခါမှာတော့.....မင်းသားကြီးOscar Isaac ပါဝင်ထားပြီး ဝင်ငွေအတော်ကောင်းခဲ့တဲ့ကားမို့ လက်မလွှတ်သင့်ပါကြောင်း... File Size :(2.04GB),(1 GB) and (369MB)\nQuality : WEBScr 720p\nFormat…mp4\nDuration…01:51:00\nGenre : Action  , Drama , Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://megaup.net/2kZP8/The_Card_Counter.2021.WEBSCR.720P.PP.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/lover-bosomy-friend-2021-140x200.jpg",
        "title": "(18+)Lover’s Bosomy Friend (2020)",
        "description": "Lover’s Big Tits Friend (2021)နောက်ထပ် ပျိုတို့အတွက် ကြည့်ကောင်းမယ့် ကိုရီးယား ၁၈+ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းကတော့ ချုစားတတ်တဲ့ ယောကျာ်းပိုင်းလုံးတစ်ယောက်ကို လှလှပပကြွကြွရွရွနဲ့ မိန်းမလှနှစ်ယောက်က ပညာပြန်ပေးတဲ့ ပညာရေး အချစ်ဇာတ်လမ်းလေးပါပဲ....ကိုရီးယားမလေးတို့ရဲ့ အလှတရားဖြစ်တဲ့ အပေါ်ပိုင်း အောက်ပိုင်း စတဲ့ အလှတရားပေါင်းစုံနဲ့ဇာတ်လမ်းဇာတ်ကွက်အလန်းတွေကြောင့် သဘောကျကြမယ် ထင်လို့Dark Sideကနေ တင်ဆက်ပေးလိုက်ပါတယ် \nTranslated by : FOX\nEncoded by : DS\nFile Size : 612MB\nQuality : 720p",
        "rating": "6.4",
        "url": "https://megaup.net/2kZTh/Lover_s_big_tits_friend_2021_720p_HDRip_AAC_X264(DS).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5MW2Nl8SuRs2pxCTUN2hthsHrv.jpg",
        "title": "Sinkhole (2021)",
        "description": "Sinkhole (2021)ဒီကားလေးကတော့ အားလုံးရဲ့အချစ်တော်\nRunner ဟောင်းကြီး Lee Kwang Soo ပါဝင်တဲ့\nSinkhole ဆိုတဲ့ကားလေးဖြစ်ပါတယ်။ကိုးရီးယားမှာ ရုံတင်ထားတာ မကြာသေးသလို\nပြသတုန်းကလည်း လက်မှတ်တွေအများကြီးရောင်းရတဲ့ နာမည်ကြီးရုပ်ရှင်ကားတစ်ကားပါ။ဇာတ်လမ်းကတော့ ကားနာမည် “Sinkhole” ဆိုတဲ့အတိုင်း\nတိုက်ကြီးတစ်ခုလုံးမြေပြိုသွားပြီး မြေတွင်းကြီးထဲကျသွားတာ\nဘယ်လိုဆက်အသက်ရှင်ကြမလဲ ဘယ်လိုပြန်ထွက်ကြမလဲဆိုတာကို ရိုက်ကူးပြသထားတာပါ.ပတ်ဒုံဝန်း ဆိုတဲ့ ရုံးအလုပ်သမားတစ်ဦးက ၁၁နှစ်အကြာ ပိုက်ဆံစုဆောင်းပြီးမှာတော့\nကိုယ်ပိုင်အိမ်လေးဝယ်နိုင်ခဲ့ပါတယ်။\nဒါပေမဲ့ ဝယ်ပြီးဘယ်လောက်မှမကြာသေးဘူး။\nအိမ်ကမြေပြိုသွားတော့တာပါပဲ.သူနဲ့အိမ်နီးနားချင်းတွေဖြစ်တဲ့သူတွေနဲ့လည်း စစချင်းမတည့်ရာကနေ\nအသက်အန္တရာယ်ကြုံလာကြတဲ့အခါ ဘယ်လိုဖြစ်ကြမလဲ.....\nLee Kwang Soo အပြင်\nဝါရင့်မင်းသားတွေဖြစ်တဲ့ Cha Seung Won, Kim Sung Kyun တို့ကအိမ်နီးနားချင်းတွေအဖြစ် ပါဝင်ထားပြီး\nKingdom ထဲက မိဖုရား Kim Hye Jun နဲ့\nနာမည်ကြီးမင်းသား Nam Da Reum တို့လည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်။သည်းထိတ်စရာကောင်းတဲ့ သဘာဝဘေးအန္တရာယ်ဇာတ်လမ်းမျိုးကို\nဟာသလေးတွေ တစ်ဖြတ်တစ်ဖြတ် ထည့်သွင်းထားတာဖြစ်လို့\nပေါ့ပေါ့ပါးပါးလေးနဲ့ကြည့်လို့ကောင်းပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eaindray ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…2.2GB ...",
        "rating": "7",
        "url": "https://megaup.net/Z53x/SINKHOLE.2021.720p.FHDRip.H264.AAC.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eljWN08RiLOi0TZJrPGIwFCAEtv.jpg",
        "title": "Streamline (2021)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (90%)ငယ်ငယ်တုန်းက ပီတာပန်မင်းသားလေး Levi Miller တစ်ယောက် အရွယ်ရောက်လာပါပြီ...ဟွင်းဟွင်းဒီဇာတ်ကားမှာတော့ သူ့ရဲ့လူပျိုဖော်ဝင်စ လေးနက်တဲ့ သရုပ်ဆောင်ချက်တွေကို တွေ့မြင်ရမှာပါ...ဇာတ်ကားကတော့ အားကစားနဲ့ မိသားစုဒရမ်မာ ဇာတ်ကားလေးပါ..ဘင်ဂျမင်လိန်းဆိုတဲ့ ၁၅ နှစ်အရွယ်ကောင်လေးဟာ အိုလံပစ်ပြိုင်ပွဲတွေအထိ ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ရည်မှန်းခံထားရတဲ့ အလားအလာရှိတဲ့ တက်သစ်စ ရေကူးသမားလေးတစ်ယောက်ပါ။ဒါပေမယ့် သူ့အဖေတစ်ယောက် ထောင်ကလွတ်လာတဲ့အခါမှာတော့မိသားစုတွင်းက အဆင်မပြေမှုတွေကြား သူရုန်းထွက်နိုင်မလားဆိုတာ...။ဒါရိုက်တာ Tyson Wade Johnston ရဲ့ ပွဲဦးထွက်လက်ရာဆိုပေမယ့်ဝေဖန်ရေးဆရာတွေအကြိုက်တွေ့စေခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။\nFile size…(1.4 GB)/ (800 MB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:26:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "6.6",
        "url": "https://megaup.net/30Xhi/Streamline.2021.720p.WEBRip.x264-RARBG.mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gC1a58xIkZ8HwsYAq7r6Ymp7MSW.jpg",
        "title": "The Card Counter(2021)",
        "description": "The Card Counter(2021) အညွှန်း*****************************ဒီဇာတ်ကားက ပိုကာအကြောင်းအဓိက ဇာတ်အိမ်တည်ရိုက်ထားတာပါ...Chess အကြောင်းမသိတဲ့သူတွေတောင် The Queen's Gambit လို ချက်စီးရီးကိုတစ်ထိုင်ထဲကြည့်ဖြစ်သလိုဒီဇာတ်ကားကလည်း ပိုကာအကြောင်းမသိရင်တောင် ကြည့်ရတာ တော်တော်စိတ်လှုပ်ရှားစရာကောင်းပါတယ်...ပိုကာအကြောင်းသိရင်တော့ ဆိုဖွယ်ရာမရှိပေါ့....ဝီလီယမ်ထဲလ်ဆိုတာ စစ်ထောင်ထဲမှာ ထောင်စောင့်အဖြစ် ၈နှစ်ထမ်းဆောင်ခဲ့တယ်...နေ့စဉ် ဒီအလုပ်ကြီးနေတဲ့သူအဖို့  သူ့အတွက်စိတ်အပန်းဖြေရာက ဖဲကစားနည်းတွေပဲဖြစ်လာတယ်...ဒီအပိုင်းမှာ သူဟာ ပါရမီပါပုံရတယ်....မှတ်ဉာဏ်ကလည်း သူမတူအောင်ထူးတယ်...နောက်ပိုင်းထောင်စောင့်ဘဝက အနားယူပြီးတဲ့နောက်မှာ သူဟာ ကာစီနိုတွေတစ်ခုပြီးတစ်ခုပြောင်းပြီးကစားပါတယ်...သို့ပေမဲ့ ဒီလောကကြီးမှာ လောဘတက်ရင် ဘဝပျက်တယ်ဆိုတာ ဖြတ်သန်းခဲ့တဲ့အတွေ့အကြုံတွေအရသိလို့  ကြေးနည်းနည်းလေးတွေဆော့ရင် နေ့စဉ်အချိန်ကုန်နေတယ်...ဒီလိုနဲ့သူအရည်အချင်းကို သိပြီး ကြေးအကြီးကြီးဆော့ဖို့ မဲဆွယ်ရင်း ကိစ္စတစ်ခုခိုင်းဖို့ လူတစ်ယောက်ကချဉ်းကပ်လာတဲ့အခါမှာတော့.....မင်းသားကြီးOscar Isaac ပါဝင်ထားပြီး ဝင်ငွေအတော်ကောင်းခဲ့တဲ့ကားမို့ လက်မလွှတ်သင့်ပါကြောင်း... File Size :(2.04GB),(1 GB) and (369MB)\nQuality : WEBScr 720p\nFormat…mp4\nDuration…01:51:00\nGenre : Action  , Drama , Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://megaup.net/2kZP8/The_Card_Counter.2021.WEBSCR.720P.PP.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMjFhNzU3ZjEtZTc5ZS00MmVjLTg0OGMtODUzOGI0NzdmNDJmXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-135x200.jpg",
        "title": "Best Sellers (2021)",
        "description": "Best Sellers (2021)==============IMDb Rating - 6.1/10ဖခင်ဖြစ်သူဆီကနေ စတန်းဘရစ်ပုံနှိပ်တိုက်ကိုအမွေရခဲ့ပေမဲ့ သူ့လက်ထက်ထုတ်ဝေတဲ့စာအုပ်တွေကလူတွေရဲ့ဝေဖန်မှုကိုခံရပြီး ပုံနှိပ်တိုက်ပါအခြေအနေယိုယွင်းလာခဲ့ပါတယ်။ အဲ့ဒီယိုယွင်းလာတဲ့ပုံနှိပ်ကိုကယ်ဖို့ လူစီတစ်ယောက်နောက်ဆုံးအကြံကိုထုတ်ရတော့တာပေါ့။ပုံနှိပ်တိုက်ပိုင် စာရေးဆရာကြီးကို ရရှိရေးပေါ့။ဒီလိုနဲ့ဟဲရစ်ရှောကို သူတို့စဉ်းစားမိခဲ့ကြတယ်။ ဟဲရစ်ရှောဆိုတာ “Atomic Autumn” ဆိုတဲ့စာအုပ်ကိုရေးခဲ့တဲ့စာရေးဆရာကြီး သူကအဲ့တစ်အုပ်ပဲရေးခဲ့ဖူးပေမဲ့ အဲ့တစ်အုပ်ကလည်းအဲ့အချိန်ကရောင်းအားအကောင်းဆုံးဖြစ်ခဲ့တယ်။ဒါပေမဲ့ အဲ့နောက်ပိုင်းစာမရေးတော့သလို လူတွေမြင်ကွင်းကပျောက်ကွယ်ခဲ့တာ နှစ်ပေါင်း(၅၀)ကြာသွားပြီဖြစ်တဲ့အပြင်…. သူ့အကြောင်းဇာတ်လမ်းတွေကလည်း ကောင်းတာမရှိတဲ့ အရက်သမား..လူတွေကိုမုန်းလို့တစ်ယောက်တည်းနေနေတဲ့လူ…စကားပြောရင်ရင့်သီးတဲ့လူ…သူစိတ်ထဲရှိသလိုနေထိုင်တဲ့သူ့ကို လူစီစတန်းဘရစ်တစ်ယောက် ဘယ်လိုစည်းရုံးမှာလဲ။သူတို့နှစ်ယောက်ရဲ့စာအုပ်အရောင်းမြှင့်တင်ရေးခရီးလေးကရော ဖြောင့်ဖြူးမှာရဲ့လား….လူစီတစ်ယောက် သူ့ပုံနှိပ်တိုက်ကိုကယ်တင်နိုင်မှာလား စတာတွေကို စိတ်ဝင်တစားကြည့်ရှူရမှာပါ။ဇာတ်လမ်းလေးက ဟဲရစ်ရှောရဲ့အဆဲလေးတွေနဲ့ရယ်ရသလို ဒရမ်မာလေးပါ နှောထားတော့ ရယ်လိုက်ငိုလိုက်ခံစားလိုက်နဲ့ဖြစ်သွားစေမဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chit Tee မှရေးသားပေးပြီး။ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1h 40minSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, ...",
        "rating": "6.1",
        "url": "https://megaup.net/Z4fw/Best.Sellers.2021.720p.WEBRip.DD5.1[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/The_Banquet-614176011-mmed-144x200.jpg",
        "title": "The Banquet (2006)",
        "description": "မင်းသမီးကျန်းကျိရိပါဝင်ထားတဲ့ ခမ်းနားတဲ့အချစ်ဇာတ်ကားလေးပါပဲ...အချစ်ဇာတ်ကားဆိုပေမယ့် သိုင်းကစားပြီး Crouching Tiger, Hidden Dragon လို ဇာတ်လမ်းကိုပုံဖော်ထားပါတယ်...ရိုက်ကူးထားတဲ့ပုံစံတွေ သိပ်ကိုခမ်းနားပါတယ်..ကြည့်ကြည့်ပါ။မင်းသား Daniel Wu တို့ မင်းသမီး Xun Zhou တို့လဲ ပါပါသေးတယ်..အချိန်ကတော့ တရုတ်ပြည်ဖရိုဖရဲဖြစ်နေတဲ့ \"မင်းဆက်ငါးဆက်..နိုင်ငံဆယ်နိုင်ငံ\" ၉ ရာစုခေတ်ကာလကိုအခြေခံထားပါတယ်..နိုင်ငံငယ်တွေ ရောထွေးနေတဲ့အပြင် ဘုရင် မှူးမတ်တွေ အချင်းချင်းပြန်သတ်ကြပြီး အာဏာလုနေကြတာနဲ့တစ်နိုင်ငံလုံး သွေးချောင်းစီးနေချိန်ပေါ့...ဒီအချိန်မှာ ဘုရင်ကို ညီတော်မောင်ကသတ်ပြီး ဘုရင်ထလုပ်ရော...ပြီးတော့ သေသွားတဲ့ဘုရင်ရဲ့မိဖုရားခေါင်ကြီး ဝမ်ကို ထပ်ယူဖို့ကြံပြန်ရော..ဖြစ်ချင်တော့ မိဘုရားခေါင်ကြီးဝမ်ကလဲ သေသွားတဲ့ဘုရင်ကိုယူသာယူထားတာ...သူနဲ့ချစ်ကြိုက်နေတာက ဘုရင့်သား အိမ်ရှေ့မင်းသား...ဒီတော့ မိဖုရားခေါင်ကြီးနဲ့ အိမ်ရှေ့မင်းသားနဲ့ ခုမှ ဘုရင်ထလုပ်တဲ့ဦးရီးတော်တို့ကြား ဘယ်လိုရှေ့ဆက်ကြမယ်ဆိုတာ...။အချစ်နဲ့စစ်ဆိုတာ နှစ်ခုလုံးကြေကွဲစရာချည်းပါပဲ။\nFile size…(2.2 GB)/ (1.1 GB) / (500 MB)\nQuality…BluRay 1080p /720p/480p\nFormat…mp4\nDuration….02:11:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Omi",
        "rating": "6.4",
        "url": "https://megaup.net/1F1rb/The.Banquet.2006.720p.BluRay.DTS-HD.5.1.x264-BaSiAc.mp4",
        "category": "Action, Asian, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6fvS07LDOuL9610VeftTWRqHYTM.jpg",
        "title": "Rebels of the Neon God(1992)",
        "description": "ခေါင်းစဉ်အတိုင်းပါပဲ...\nရုပ်ရှင်ဟာ.....\nထိုင်ပေမြို့က လူငယ်တွေအကြောင်းပဲ။နီယွန်မီးတွေ စုန်းမီးတောက်သလိုထနေတဲ့ တိုင်ပေရဲ့ညဟာ နီယွန်နတ်ဘုရားပေါ့။\nဟိုမောင်ဖီလာကဗျာထဲက စာသားလို \"လူငယ်ဆိုတာ သူပုန်စိတ်ကလေး နည်းနည်းတော့ရှိတာပဲ\"မဟုတ်လား။ထိုင်ပေညရဲ့ သူပုန်တွေဟာ စီးကရက်ကို လက်ကမချပါဘဲ တယ်လီဖုန်းရုံထဲက ငါးပြားစေ့လေးတွေ ခိုးကြတယ်။\nထိုင်ပေညရဲ့ သူပုန်တွေဟာ ခေါင်းမရှိတောင် ခုနှစ်ရက်အသက်ဆက်ရှင်နိုင်တယ်ဆိုတဲ့ ပိုးဟပ်ကို သံချွန်နဲ့စိုက် မသေမရှင်ဘ၀ကို ကြည့်ရက်ကြတဲ့ ကောင်တွေပဲ။\nအာသာတစ်ခါဖြေမယ်။\nဟော်တယ်တစ်ခါသွားမယ်။\nဒါ နေ့အိပ်ညသွားတဲ့ ထိုင်ပေသူပုန်များပဲ။မစားရက်တာတွေကို ကျွေးခြင်းမျိုးနဲ့တောင် အဖေက ကျွန်တော့်ကို ကောင်းစေချင်ခဲ့တယ်။\nသူပုန်စိတ်ပျောက်အောင်လို့တဲ့ မန္တန်စာရွက်ကိုပြာချ ၀မ်းထဲ၀င်အောင် အမေက ကျွန်တော့်ကို တိုက်တယ်။\nကျွန်တော့်ရဲ့ လူမမယ်စရိတ်တွေဟာ အဖေ့ရဲ့ ရုပ်ရှင်ရုံမရောက်တဲ့နှစ်လတွေကို ရှည်ကြာစေခဲ့ပေမဲ့လည်း အဖေ့ရဲ့ အိမ်အပြန်နောက်ကျတဲ့ညတွေဟာ ကျွန်တော့်အတွက် စိတ်ပူစရာ ဘယ် တုန်း က မှ မဟုတ်ခဲ့ဘူး။   စကတ်တိုကြပ်ကြပ်နဲ့ ညထွက်ဖို့ ၀န်မလေးတဲ့ သူပုန်မကလေးပေါ့။\nဒီအခန်းထဲက အနမ်းတွေ ဘယ်ရွေ့ဘယ်တိုင် အာသာပြင်းလဲ......\nကဲ ကြမ်းစမ်းပါ။\nသုံးယောက်တွဲ စက်တော်ခေါ်ရမှာကိုလည်း သူ ‌တွေးမကြောက်ခဲ့ဘူး။နဖူးကွဲဒူးပြဲလည်း သူတို့ရဲ့ဆေးဟာ စီးကရက်တစ်လိပ်ပဲတဲ့။\nသူပုန်မကလေးရဲ့ တစ်ရေးနိုးတဲ့ညရဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/Z44q/(CM)Rebels.of.the.Neon.God.1994.Mandarin.720p.BluRay.x265.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/p82271_p_v10_aa-150x200.jpg",
        "title": "Millennium Actress (2001)",
        "description": "Millennium Actress (2001)\n===============\nIMDb Rating - 7.9/10\nDirected By Satoshi Konဘယ်လောက်ထိရောက်ခဲ့ပြီး ဘာကောင်ကြီးဖြစ်ခဲ့ကြတယ်ဆိုတာထက်\nဘာအတွက်သွားခဲ့သလဲက ပိုအရေးကြီးတယ်မဟုတ်လား။\nဒီခရီးဟာ ဘယ်တော့မှဆုံးတယ်မရှိတော့ ဘာအတွက်သွားတယ်ဆိုတဲ့ မျှော်လင့်ချက်က အထားအသိုမမှားဖို့ လိုတယ်။\nတစ်စုံတစ်ရာအပေါ် ချစ်တဲ့စိတ်သာ မှန်နေပါစေလေ သေအောင်ကြိုးစားပြီး ဘာမှဖြစ်မလာခဲ့တဲ့ အကြောင်းတရားကလည်း ယုံကြည်မျှော်လင့်ခြင်း‌များကို ဖျက်စီးမပစ်နိုင်ဘူး။ဘယ်လောက်ထိသွားပြီး ဘာဖြစ်ခဲ့တယ်ဆိုတာတွေထက်\nတစ်စုံတစ်ရာအတွက်သွားပြီး ဘယ်မှမရောက်ခဲ့ရဘူးဆိုတဲ့ ဇာတ်လမ်းတွေက ပိုခမ်းနားတယ်လို့ ကျွန်တော်တော့ တစ်ထစ်ချယုံတယ်။\nဂျပန်ဝတ္တုကလေးတစ်ပုဒ်ထဲကလို တစ်ချိန်မှာ တောင်ကြောလေးတစ်ခုကနေ အိမ်ကလေးကိုမျှော်ငေးပြီး တစ်စုံတစ်ရာကိုလုပ်ဖို့ဆုံးဖြတ်ရာမှာ\nနှလုံးသားနဲ့ဆုံးဖြတ်ရင်း မှန်ကန်ခဲ့တဲ့ ကိုယ့်ရဲ့ဆုံးဖြတ်ချက်တွေကို ပြန်ကျေနပ်မိပြီး တစိမ့်စိမ့်အရသာခံနိုင်ဖို့\nဘာအတွက် ဒီခရီးကိုသွားခဲ့တာလဲဆိုတဲ့ အချက်ဟာ အတော်လေးအရေးပါတယ်။\nMillennium Actressဟာ ဂျပန်ဂန္တဝင် သရုပ်ဆောင်၂ယောက်ရဲ့ဘဝကို\nကိုးကားရိုက်ထားတဲ့ အလားတူ အကြောင်းအရာတစ်ခုအကြောင်းပါပဲ။Millennium Actressဟာ ကူရိုဆာဝါရဲ့Ran, Seven Samurai,Yojimbo,Throne Of Bloodနဲ့ Godzillaရုပ်ရှင်အပြင်\nတခြားရုပ်ရှင်ပေါင်းများစွာက ဇာတ်ဝင်ခန်းတွေကို ကိုးကား ထည့်ထားပြီး Perfect Blueနဲ့ Millennium Actressကို\nညီအစ်မရုပ်ရှင်တွေအဖြစ် စတိုရှိခွန်က ...",
        "rating": "7.9",
        "url": "https://megaup.net/1F1rz/Millennium_Actress_(2001)_720p.mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMTg4NjY1ODYzNl5BMl5BanBnXkFtZTcwMDcxNTAwMQ@@._V1_-139x200.jpg",
        "title": "Dil Se.. (1998)",
        "description": "Dil Se (1998)\n=========IMDb Rating (7.6)တစ်ခါတလေ ကျွန်တော် တို့ နှလုံးသားမှာ မသိစိတ်နဲ့ စွဲမြဲစွာ ကပ်ငြိမိတဲ့သူ တစ်ဦးဦး ရှိနေတတ်ကြပါတယ်။ သိစိတ်နဲ့လည်း တမ်းတဖြစ်တတ်ကြပါတယ်သူနဲ့သာဆို သေအတူ ရှင်မကွာ လက်တွဲရင်း ဘ၀လမ်းကို လျှောက်လှမ်းနေချင်ခဲ့တယ်။ ဒါဟာ နှလုံးသားရဲ့ တောင့်တမှုဖြစ်ပြီး စိတ်ရဲ့ လိုအင်လည်း ဖြစ်ပါတယ်ဒါဟာ တစ်ဖက်သတ်ဖြစ်နေခဲ့လည်း ဆုပ်ကိုင်ထားတဲ့ သစ်ရွက်နု စိတ်ကူးလေးလည်း ဖြစ်ပါတယ်။ ဒါမှမဟုတ် ကိုယ်တိုင် တရားစီရင်ခဲ့တဲ့ ဥပဒေတစ်ရပ်ဆိုလည်း မမှားဝံ့ပါဘူးဤမျှထိ အစပြုလာသော အချစ်သည် ဘယ်အရပ် မှ စပါသနည်း။ Amar အတွက်တော့ နယ်စပ်ရထားဘူတာရုံငယ်လေး မှ စခဲ့ဟန်တူသည်ရေဒီယို အသံလွှင်ခြင်းကိစ္စနဲ့ပတ်သက်လို့ ခရီးထွက်ရင်း သူမကို Amar စတွေ့ခဲ့သည်။ လေကထန် မိုးကသည်း ရင်း ချမ်းအေးသော ဤချိန်၀ယ် သူမ သည် သဘက်လေးကို ဦးခေါင်းထက်ပေါ် ...",
        "rating": "7.6",
        "url": "https://megaup.net/1EYhq/(CM)Dil_Se_(1998)_Hindi_720p_WEB-DL_DDP_5.1_=TeamSunny=.mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s7o0AyOFIYNjTe008pV6EZMI2IP.jpg",
        "title": "Monster’s Ball(2001)",
        "description": "Monster's Ball ဆိုတဲ့စကားလုံးဟာ ရှေးအင်္ဂလိပ်အသုံးအနှုန်းတစ်ခုဖြစ်တယ်။ သေဒဏ်ကျလူတစ်ယောက်ရဲ့ နောက်ဆုံးည ဆိုတဲ့ အဓိပ္ပာယ်ပေါ့။ ဒီကားတစ်ကားလုံးရဲ့ ဇာတ်ရှိန်နဲ့ အဖြစ်အပျက်တွေကလည်း အဲဒီညကနေ အစပြုတယ်။ ပါဝင်တဲ့ဇာတ်ကောင်တစ်ကောင်ချင်းစီဟာ သူ့ကျရာဇာတ်ရုပ်နဲ့ လုံးဝသွေဖီခြင်းမရှိလောက်အောင်ထိကို ကောင်းလွန်းခဲ့တယ်။ ကျွန်တော်အကြိုက်ဆုံး ဇာတ်ကောင်ကတော့ Heath Ledger နဲ့ Halle Berry ရဲ့ ဇာတ်ကောင်တွေပဲ။ ဒီရုပ်ရှင်ဟာ Heath Ledger ရဲ့ သရုပ်ဆောင်ဘဝ အစပိုင်းကို အရောင်တင်ပေးခဲ့တဲ့ ဇာတ်ကားဖြစ်ခဲ့တယ်။ Halle Berry အတွက်လည်း အော်စကာဆုကြီးကို ပိုင်ပိုင်နိုင်နိုင် ဆွတ်ခူးနိုင်စေခဲ့တဲ့ကားဖြစ်တယ်။ ဒီကားရဲ့ ဇာတ်လမ်းကို ပြောပါဆို ကျွန်တော်ပြောတတ်မှာမဟုတ်ဘူး။ ရိုးရိုးရှင်းရှင်း မင်းသားနဲ့ မင်းသမီးညားကြတဲ့ကားဆိုပြီး ပြောလိုက်ရင် ဒီရုပ်ရှင်ကို စော်ကားရာကျသလိုဖြစ်သွားနိုင်တယ်။ ဒါပေမယ့် ဒီရုပ်ရှင်ကြည့်ပြီး ရလာတဲ့ ခံစားချက်တွေကတော့ တစ်ပတ်လောက်ထိ ဆက်ရှိနေမှာ အသေအချာပါပဲ။ ဒါပေမယ့် ဇာတ်လမ်းကို သေချာပိုင်းခြားလိုက်ရင် နှစ်ပိုင်းတော့ ထွက်လာနိုင်တယ်။ Hank ...",
        "rating": "7",
        "url": "https://megaup.net/Z0wl/(CM)Monster_Ball_.2001.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNWYwMzc3YTMtMDdlMy00N2M1LTkyZGEtOWY4YmNmNmVjMmUwXkEyXkFqcGdeQXVyMTM1OTYwNDU0._V1_-138x200.jpg",
        "title": "Annabelle Sethupathi(2021)",
        "description": "ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် တာ့ပ်ဆီးနဲ့ဗီဂျေစည်သူတို့ရဲ့ ကားသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားကတော့ သရဲတွေ နေတဲ့စံအိမ်တစ်ခုအကြောင်းပါပဲ။ဒီအိမ်ထဲ သရဲတွေဟာ ဆွေမျိုးအများကြီးနဲ့အကျဉ်းကျနေကြတယ်။နန်းတော်သဖွယ်တည်ဆောက်ထားတဲ့ အဲ့ဒီအိမ်ဟာသူခိုးမလေးတို့ အဖွဲ့ရဲ့ မျက်စိကျစရာ ဖြစ်လာခဲ့ပါတယ်။သူခိုးမလေးဆိုတာကတော့ တာ့ပ်ဆီးပါပဲ။သူတို့သူခိုးအဖွဲ့ကို သရဲတွေမှာတော့အားကိုးရတဲ့ အချက်တစ်ချက်ရှိပါတယ်။အဲ့ဒါက သူတို့အားလုံး ဒီအိမ်ကလွတ်ဖို့သူခိုးမလေးကူညီနိုင်မယ်ဆိုတဲ့ ရည်မှန်းချက်ပါပဲ။ပျာယီးပျာနိုင်လှတဲ့ သရဲမိသားစုဟာသူခိုးမလေးနဲ့ တစ်အိမ်ထဲဘယ်လို နှစ်ပါးသွားကြမလဲဆိုတာကိုဟာသတွေနဲ့ အတူ ခံစားကြည့်ကြပါဦးဗျာ။File size…1.32GB / 2.13GB / 511MB\nQuality…720p WEB DL / 1080p WEB DL 5.1CH  /480p\nFormat…Mp4\nDuration….2h 14mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Myint Thu & Nyi Koe & Thaik San",
        "rating": "",
        "url": "https://megaup.net/1F0sX/Annabelle_Sethupathi_(2021)_Tamil_TRUE_WEB-DL_720p(CM).mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/asjasUntitled-133x200.png",
        "title": "Maestro (2021)",
        "description": "IMDb Rating (8.2)အားလုံးသိကြတဲ့အတိုင်း ၂၀၁၈ တုန်းကဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ အရွတ်ရှ်မန်းရဲ့ Andhadhun ကိုပြန်လည်ဖန်တီးထားတဲ့\nTelugu ရုပ်ရှင်ဖြစ်ပါတယ်။ဒီနေ့ပဲထွက်ရှိလာတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ မျက်မမြင်ယောင်ဆောင်ထားတဲ့ စန္ဒရားဆရာတစ်ယောက်\nလူသတ်မှုတစ်ခုကို မျက်မြင်သက်သေဖြစ်သွားတဲ့နောက်ကနေ မီးခိုးကြွက်လျှောက်ပြဿနာတွေကြုံရတဲ့အကြောင်းပါပဲ။\nသေတဲ့သူက နာမည်ကျော်မင်းသားဟောင်းကြီး မိုဟန်ဖြစ်ပြီး၊ သတ်တဲ့လူက သူ့ဇနီးရဲ့တိတ်တခိုးချစ်သူ ရဲအရာရှိ ဘော်ဘီပါ၊\nသူ့ဇနီးဖြစ်သူ ဆီမရန်ကတော့ကြံရာပါအလောင်းဖျောက်တဲ့သူပါ။\nသူကတော့ မျက်မမြင်ယောင်ဆောင်ထားတဲ့အတွက် ဒီအမှုဖြစ်စဉ်တစ်ခုလုံးကိုမမြင်ချင်ယောင်ဆောင်ထားရက်နဲ့မြင်နေခဲ့ရာကနေ\nအငြိမ်မနေနိုင်တဲ့အဆုံး ရဲစခန်းကိုတိုင်ချက်ဖွင့်ဖို့ သွားခဲ့ပါတယ်။ အဲ့ဒီမှာကျားရှေ့မှောက်ရက်လဲသလို အဓိကလူသတ်တရားခံဖြစ်တဲ့\nဘော်ဘီနဲ့မှ ဆိုက်ဆိုက်မြိုက်မြိုက်တိုးမိရာကနေ နောက်ဆုတ်ဖို့ခက်တဲ့အခြေအနေတွေထိ ဆိုက်ရောက်သွားပါတော့တယ်။တဘူးကြီးရဲ့ ဆီမရန်း ဇာတ်ကောင်ကို Bahubali, K.G.F တို့နဲ့ပရိသတ်ရင်းနှီးပြီးသား မင်းသမီးချောလေး Tamannaah ကအစွမ်းကုန်ကြဲထားပါတယ်။\nအဓိကဇာတ်ကောင် အာရွန်းရဲ့နေရာမှာတော့နာမည်ကျော် Telegu မင်းသား Nithiin ပါဝင်ထားပြီး တစ်ခြားဇာတ်ကောင်တွေကလဲ\nပရိသတ်နဲ့ မစိမ်းတဲ့သူတွေချည်းပါပဲ။မူရင်းဇာတ်ကားကိုကြည့်ပြီးတဲ့သူတွေအတွက်တောင် မူရင်းထက်မလျော့တဲ့ ရသကိုပေးနိုင်မှာ သေချာတဲ့ remake ဖြစ်ပါတယ်။\nAndhadhun remake တွေမှာအစောဆုံးထွက်လာတဲ့ version ဖြစ်ပြီး နောက်ထပ် Tamil remake, malayalam remake အစရှိတာတွေ\nဆက်ထွက်လာဦးမှာပါ။Rating တွေလဲမိုက်တာမို့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1F07e/(CM)Maestro_(2021)_Telugu_TRUE_WEB-DL_-_720p_-_HEVC_-_UNTOUCHED_-_(DD+5.1)_(2).mp4",
        "category": "Bollywood, Crime, Drama, Musical, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/p16067915_p_v10_ab-150x200.jpg",
        "title": "Andhadhun (2018)",
        "description": "IMDb Rating - 9/10\nGoogle Users - 97%\nRotten Tomatoes - 100%\nBox office - ₹110 crore\nGenere - Comedy, Crime, Thrillerအချစ်၊ဂီတ၊ပြစ်မှု၊သဲထိတ်ရင်ဖို စတာတွေကိုတစ်ကားထဲမှာ ကြည့်ရှု ခံစားရမယ့် ဇာတ်ကားကောင်းတစ်ကားပါ။အထူးသဖြင့် 'သူများမကောင်းကြံကိုယ့်ဘေးရန်ထိ' ဆိုတဲ့ စကားကို အဓိကမြင်မိစေပါတယ်။ထို့နောက် ဇာတ်ကားရဲ့ တင်ဆက်ပုံဖြစ်တဲ့ မြူးကြွတဲ့ သီချင်းသံစဉ်တွေနဲ့ အတူ ပျင်းရိစရာ ဇာတ်ဝင်ခန်းရယ်လို့ ရှာမတွေ့တဲ့ ဇာတ်ကားတစ်ကားအဖြစ် ချီးကျူးမိမှာပါ။မျက်မမြင်တစ်ယောက်အနေနဲ့လူသတ်မှုကို သိနေပါလျက် အမှုဖွင့်ချင်ပေမဲ့သူကိုယ်တိုင် မျက်မြင်သက်သေဖြစ်ခွင့်မရှိတဲ့ အခါမှာ......ဒီဇာတ်ကားဟာ နာမည်ကြီး ဇာတ်ကားတစ်ကား၊IMDb Rating ထဲမှာလည်း နေရာကောင်းရထားတဲ့ဇာတ်ကားတစ်ကားဆိုတာသိရင်\"ဇာတ်လမ်းအကျဉ်း\" ဆိုတဲ့အပိုင်းကို မဖတ်စေချင်ပါဘူး။(ဇာတ်လမ်းအကျဉ်း ရေးရတာ တော်တော်ခက်ပါတယ်။တချို့ ဇာတ်ကွက်တွေ ပေါ်သွားမှာ ကြောက်ရပါတယ်)\" ဇာတ်လမ်း အကျဉ်း \"အာ့ကက်ချ်က မျက်ကန်း စန္နရားပညာရှင်ပါ။မျက်မမြင်တွေဟာ အာရုံစူးစိုက်မှု ကောင်းတယ်တဲ့။အနုပညာရှင်တွေအဖို့ အာရုံစူးစိုက်မှု ...",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/andhadhun-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/net-156x200.jpg",
        "title": "NET(2021)",
        "description": "NET (2021)\n-----------------------------------------------ကျွန်တော်တို့ အားလုံးဟာ လူ့ဘဝမှာ တခုမဟုတ်တခုသောကွန်တွေကြား ပိတ်မိနေတတ်ပါတယ်.မိသားစုရဲ့သံယောဇဉ်ကွန်သူငယ်ချင်းတွေရဲ့သံယောဇဉ်ကွန် စတဲ့ တခုခုကို စွဲလမ်းမိတဲ့ကွန်ရက်တွေထဲ ပိတ်မိနေကြပါတယ်...အဲ့ဒီကွန်တွေဟာ ကျွန်တော်တို့ဘဝတွေကို စိုးမိုးချယ်လှယ်နိုင်တဲ့ထိ အင်အားကြီးပါတယ်....ဒီဇာတ်လမ်းလေးမှာလဲ အဲ့ဒီကွန်တွေကြား ပိတ်မိနေတဲ့မိသားစုတွေကို သည်းထိတ်ရင်ဖိုရသနဲ့ ကြည့်ရှုရဦးမှာပါ...ဇာတ်လမ်းအကျဉ်း\n---------------\nဖခင်အတင်းပေးစားလို့ မချစ်မနှစ်သက်တဲ့သူနဲ့လက်ထပ်လိုက်ရတဲ့ လက်စ်မန်းက သူ့မိန်းမကိုမချစ်တဲ့အပြင် သူ့ဘဝသူလည်း ပျော်ရွှင်ကျေနပ်မှုမရှိသူတစ်ယောက်ပါ..သူဟာ အွန်လိုင်းပေါ်မှာ လူကြီးကားတွေကြည့်ရတာ သဘောကျနှစ်သက်သူတစ်ဦးလည်းဖြစ်ပါတယ်...တစ်ဖက်မှာလည်း ပူပူနွေးနွေး လက်ထပ်ပြီး အိမ်အသစ်ကိုပြောင်းလာကြတဲ့ဇနီးမောင်နှံတို့ရဲ့အိမ်မှာ စီစီတီဗွီကင်မရာတွေအပြည့်ရှိနေခဲ့ပါတယ်..တစ်နေ့မှာတော့ လက်စ်မန်းက အဲဒီဇနီးမောင်နှံရဲ့ စီစီတီဗွီမှတ်တမ်းတွေကို အွန်လိုင်းမှာတွေ့ရှိခဲ့ပြီးသူတို့ရဲ့နေ့စဉ်အဖြစ်အပျက်တွေကို နေ့တိုင်းစောင့်ကြည့်နေခဲ့ပါတယ်..ဒီလိုနဲ့ တစ်နေ့မှာလက်စ်မန်းက မထင်မှတ်ထားတဲ့အရာတစ်ခုကို မြင်လိုက်ရပြီး အမှန်တရားကိုဖော်ထုတ်ဖို့ ကြိုးစားပါတော့တယ်..သူ ဘာကိုမြင်သွားတာလဲ..ဘယ်လိုတွေ ကြိုးစားပြီးအမှန်တရားကိုဖော်ထုတ်မလဲဆိုတာကို ကြည့်လိုက်ရအောင်..File size…1.58GB / 844MB / 422MB\nQuality…1080p True WEBDL /720p / 480p\nFormat…Mp4\nDuration….1h 43min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Honeyey",
        "rating": "6.3",
        "url": "https://megaup.net/Z2ea/NET_(2021)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qChIxlYpbsnVw2oXYI5WFPFGxFB.jpg",
        "title": "Moonbound(2021)",
        "description": "Moonbound(2021)အညွှန်း**********************ဂျာမနီနိုင်ငံရဲ့ နာမည်အကြီးဆုံး ကလေးစာအုပ်တွေထဲက တစ်အုပ်ဖြစ်တဲ့ Monnbound ဆိုတဲ့စာအုပ်လေးကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကား လေးဖြစ်ပါတယ်။ဇွန်ဘာ့ဂ်ပိုးကောင်လေးတွေနေထိုင်တဲ့သီးခြားကမ္ဘာငယ်လေးတစ်ခုရှိတယ်...\nသိပ်ကိုပျော်စရာကောင်းတယ်..\nအချင်းချင်းရန်လိုမှုနည်းတယ်...ရိုင်းပင်းတယ်..ကူညီတယ်...\nဆိုးယုတ်မှုဆိုတာဘာမှန်းမသိတဲ့သူတို့ ကမ္ဘာငယ်လေးကို\nကျူးကျော်သူ အရိုင်းအစိုင်းတွေဟာ\nဝင်ရောက်တိုက်ခိုက်လာတယ်...အင်အားချင်းမမျှတဲ့အပြင် တိုက်ပွဲအတွေ့အကြုံနည်းပါးလွန်းတဲ့\nဇွန်ဘာ့ဂ်လေးတွေဟာ မရှုမလှရှုံးဖို့လက်မတင်လေးလိုပါတော့တယ်..\nအဲ့အချိန်မှာပဲ\nဇွန်ဘာ့ဂ်လေးတစ်ကောင်ဟာ နတ်သမီးတစ်ပါးဆီကို အကူအညီတောင်းပါတယ်...\nကျူးကျော်သူတွေကို အပြီးအပိုင်နှိမ်နှင်းပေးဖို့ပေါ့....\nအဲ့ဒီနောက်မှာတော့ မမျှော်လင့်တဲ့ကိစ္စတွေဆက်တိုက်ဖြစ်လာပါတော့တယ်.....\nဇာတ်လမ်းလေးကလည်းကောင်းတဲ့အပြင်\nရိုက်ချက်တွေလည်း တော်တော်လှတာမို့\nAnimation ကားကောင်းကြိုက်သူတို့\nလက်မလွှတ်သင့်ပါကြောင်း.....File Size :850MB\nQuality :WEB-DL 720P\nFormat…mp4\nDuration…01:25:00\nGenre : Animation, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kit\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1EZoq/Moonbound.2021.WEB-DL.720P.PP.mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-16-at-22.40.40-143x200.png",
        "title": "My Son (2021)",
        "description": "My Son (2021)============IMDb Rating - 6.6/10စက်တင်ဘာ ၁၅ ရက်နေ့မှ ထွက်ထားပြီး IMDB 6.7 ရထားတဲ့ အသစ်စက်စက် ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ကွာရှင်းထားတဲ့ လင်မယားနှစ်ယောက်ရဲ့ ခုနှစ်အရွယ် ကလေးလေးတစ်ယောက်ကို ကမ့်မှာပို့ထားရင်း ပျောက်ဆုံးသွားသောအခါ . . . ပျောက်ကွယ်ရခြင်းရဲ့ အကြောင်းအရင်းက ဘာလဲ။ အသတ်ခံလိုက်ရတာလား ... ဒါမှမဟုတ်ပြန်ပေးဆွဲခံလိုက်ရတာလား။ ပြန်ရော ရှာတွေ့ပါ့မလား စသဖြင့် မေးခွန်းပေါင်းများစွာနဲ့ ရင်တစ်မမ ကြည့်ရမယ့်Crime, Mistery, Drama ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ X-men, Split, Glass တို့မှာ သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား McAvoy မှ ပါဝင်ရိုက်ကူးထားပြီး တစ်ကားလုံးအဖြေရှာရင်း ရင်တမမကြည့်သွားရမယ့် ကားကောင်းလေးတစ်ကားမို့ မိုးအေးအေးမှာ အနားယူရင်း ကြည့်ရှုအားပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Tar Tee Poe မှရေးသားပေးပြီး။ ဘာသာပြန်ရေးသားပေးသူများကတော့ Tar Tee ...",
        "rating": "6.6",
        "url": "https://megaup.net/Z1qa/My.Son.2021.WebRip.720P[CM].mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNjExMWNlNjItMjEzNy00MmZjLWFmZTgtMzFmODBkZThiZTdlXkEyXkFqcGdeQXVyMTA5OTc4NTkz._V1_-134x200.jpg",
        "title": "Battlefield Heroes (2011)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဟိုးအရင်ခေတ် ဂိုဂူလျောတိုင်းပြည်နဲ့ တရုတ်မင်းဆက် ကြားက တိုက်ပွဲကို ဟာသနှောပြီး ရိုက်ပြထားတာပါ ။ဒီထဲမှာ ကိုရီးယားက တကယ့်မင်းသားကြီးဖြစ်တဲ့ Jin-young Jung ၊ (Kingdom)အပြင် နာမည်ကြီးဇာတ်ကားတော်တော်များများမှာပါတဲ့ Seung-ryong Ryu ၊ Je-mun Yun တို့အပြင်\nအာရှမင်းသားဆိုပြီး နာမည်ကြီး မိန်းကလေးတွေအရမ်းကြိုက်ပြီး Running Man မှာလည်းပါတဲ့ သစ်ကုလားအုတ် အီဂွမ်ဆူ ( Lee Kwang-Soo ) ကလည်း အခွီဇာတ်ရုပ်နဲ့ ပါဝင်ထားပါသေးတယ် ။ ဇာတ်လမ်းကတော့ ...လူအင်အားနည်းနေတဲ့ ထန်မင်းဆက်က ဂိုဂူလျောကိုတိုက်ခိုက်ဖို့အတွက် ရှီလာတွေဆီကနေ စစ်ကူတောင်းပါတော့တယ်ရှီလာတွေကလည်းဘတ်ဂျယ်နဲ့မြစ်တောင်ပိုင်းပေးရင် စစ်ကူလွှတ်မယ်လို့ကတိတောင်းခဲ့တာပေါ့ဒီလိုနဲ့ စစ်ပွဲအတွက် ပေါ်တာဆွဲတဲ့ထဲမှာ ဘတ်ဂျယ်ကမူဂွန်ဆိုတဲ့တစ်ယောက်လည်းပါသွားပါတယ်\nသူက စစ်မတိုက်ချင်တဲ့သူပါ ( သူရဲ့စစ်ပွဲတွင်းမသေအောင်နေနည်းတွေက အံ့မခမ်းပါပဲ )မွန်ဒီ ( Lee Kwang-Soo ) ဆိုတဲ့တစ်ယောက်ကတော့ စစ်တိုက်မယ်ဆိုပြီး ကိုယ်တိုင်လိုက်လာခဲ့တဲ့သူပါစစ်တိုက်ချင်တဲ့သူ မတိုက်ချင်လို့ကန့်လန့်လိုက်လုပ်တဲ့သူ သူတို့နှစ်ယောက်ရဲ့ဟာသအလွဲတွေနဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/30UkC/Battlefield_Heroes_(2011)_720p.mp4",
        "category": "Comedy, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-16-at-19.05.02-133x200.png",
        "title": "Together (2021)",
        "description": "Together (2021)============IMDb Rating - 6.8/10အိမ်ထောင်တစ်ခုမှာ ဘယ်လောက်ချစ်ကြသည်ဖြစ်စေ ရန်မဖြစ်တဲ့စုံတွဲဆိုတာတော့ ရှိကြမယ်မထင်ပါဘူး။ဒီဇာတ်လမ်းထဲက ဇာတ်ဆောင်နှစ်ယောက်ကလည်း ၁၀နှစ်အရွယ်သားလေးတစ်ယောက်ရှိပြီးဖြစ်တဲ့ မတည့်အတူနေဖေဖေနဲ့မေမေပေါ့နော် . ဘယ်လိုတောင်လဲဆို ယောက်ျားဖြစ်သူထမင်းစားနေရင် အစာချေပြီးအီးပါတဲ့ အဆင့်ထိမြင်ယောင်လာပြီး အလိုလိုရွံလာပါသတဲ့လေ။အဲဒီလိုလင်မယားနှစ်ယောက်က ကိုဗစ်ကာလ လော့ဒေါင်းချလိုက်တော့ ဘယ်မှသွားမရဘဲ အိမ်ထဲမှာပိတ်မိနေတဲ့အခါဘယ်လိုတွေစခန်းသွားကြမလဲဆိုတာ ပရိတ်သတ်ကြီးတို့သာ မြင်ယောင်ကြည့်ကြပါတော့။ တော်ကီကတော့ရှယ်ဖုတ်ပါတယ်။ရန်လည်းရှယ်ဖြစ်ပါတယ် သူတို့မကျေနပ်‌ချက်တွေကို ကြည့်ရှုသူတွေကို ပြန်တိုင်နေကြတဲ့ပုံစံ ရိုက်ထားတာပါ။ဒါပေမယ့်လည်း အချိန်တစ်ခုထိ အတူနေလာတဲ့လင်မယားတွေဆိုတော့ သံယောဇဉ်ဆိုတာတော့ ရှိကြစမြဲပေါ့နော်အိမ်ထောင်တစ်ခုရဲ့ နေ့စဥ်လူမှုဘဝ အတက်အကျလေးတွေကို ရိုက်ပြထားတာဖြစ်လို့ အားလုံး relate လုပ်နိုင်တဲ့ကားလေးဖြစ်မယ်ထင်ပါတယ်။ ဘယ်လိုတွေနှစ်ပါးသွားကြမလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။ဒီကားထဲမှာ အဓိကဇာတ်ဆောင်နှစ်ယောက်တော့ X-Men ထဲမှ ပရောဖက်ဆာ ချားလ်စ်(James McAvoy) နဲ့ Sharon Horganတို့ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို MTA မှရေးသားပေးပြီး။ ဘာသာပြန်ရေးသားပေးသူများကတော့ F&R Team ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p ...",
        "rating": "6.8",
        "url": "https://megaup.net/Z1aw/Together.2021.720p.WEBRip.DD5.1[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l2X5hPbamzNeeaFEPdNIiaVBA2.jpg",
        "title": "The Guilty (2021)",
        "description": "The Guilty (2021)စောင့်​မျှော်​နေကြတဲ့ Jake Gyllenhaalရဲ့ Crime, Thrillerကားသစ် ရပါပြီ၊\nဒီကားက​​တော့ 2018 တုန်းက ထွက်ခဲ့တဲ့ ဒိန်းမတ်ရုပ်ရှင် The Guilty ကို Remake ပြန်ရိုက်ထားတာပါသူ့နာမည်က ဂျိုး​ဘေလာ၊ LAရဲတပ်ဖွဲ့ရဲ့ အရာရှိတစ်ဦးဖြစ်​ပေမယ့်\nအတိတ်ကအ​ကြောင်းတစ်ခု​ကြောင့် ၉၁၁- အ​ရေး​ပေါ်ဌာနကို ရာထူးချခံထားရသူအ​ရေး​ပေါ်ဌာနတို့ရဲ့ ထုံးစံအတိုင်း ကားပိတ်တာ၊ ​ကြောင်သစ်ပင်​ပေါ်တက်တာကအစ\nသဘာဝ​ဘေးအန္တရာယ်အဆုံး ဖုန်းတဂွမ်ဂွမ်ဆက်လာတာကို ပြန်​ဖြေပေးရတဲ့​နေရာဆို​​တော့ဂျိုးတစ်​ယောက် ​သိပ်နေသားမကျလှ၊ ရဲအရာရှိဘဝကလာတာမလို့\n​ပေါင်းသင်းဆက်ဆံ​​ရေးကလည်းညံ့​တော့ အ​တော်ဘုကလန့်ကျ​နေတာ​ပေါ့၊\nဒီကြားထဲ အိမ်​ထောင်​ရေးကလည်း အဆင်မ​ပြေ​တော့ တစ်ပူ​ပေါ်နှစ်ပူဆင့် ဖြစ်​နေတာ​ပေါ့တစ်ရက် LAမှာ မီးအကြီးအကျယ်​လောင်မှု​ကြောင့် အ​ရေး​ပေါ်ဌာနတစ်ခုလုံး ဗျာများ​နေချိန်\nဂျိုးဆီကို ဖုန်းတစ်​ကောလ်ဝင်လာတယ်၊\nဖုန်းဆက်လာသူအမည်က အမ်မလီလိုက်တန်၊ ဂျိုးဖုန်းကိုင်ကိုင်ချင်းပဲ\nသူ့ကို Sweetyဆိုပြီး စ​ခေါ်​​​တော့ လူဂွစာကြီးဂျိုး ​ထောင်းခနဲ​ဒေါသထွက်သွားပြီ၊\nဌာနတစ်ခုလုံးအလုပ်များ​နေချိန် မျက်နှာ​ပြောင်ပြီး ဖုန်းဆက်တာပဲ​​ပေါ့ဒါ​​ပေမယ့်အဲ့ဒီအမျိုးသမီးရဲ့အသံက တုန်​နေတယ်၊ ငိုသံပါ​နေတယ်၊ ​ကြောက်လန့်​နေတယ်၊ ​\nနောက်​ပြောင်ပြီး​ခေါ်တဲ့ဖုန်းမဟုတ်ဘူး။ဂျိုးလည်းစဉ်းစားရပြီ၊သူ့ကိုဘာလို့ Sweetyလို့​ခေါ်ရတာလဲ?\nဘာလို့ ဖုန်း​​ပြောတဲ့အသံက ထူးဆန်း​နေတာလဲ?စသဖြင့် ​မေးခွန်း​တွေ​မေး၊ စကား​တွေ​ပြောရင်း\nကိစ္စကသူထင်ထားသလို ရိုးရှင်းမ​နေမှန်းသိသွားတဲ့အခါ....အမ်မလီလိုက်တန်ဆိုတဲ့ အမျိုးသမီးက ဘယ်သူလဲ?\nသူအခုကြုံ​နေရတဲ့ကိစ္စက ...",
        "rating": "6.1",
        "url": "https://megaup.net/2kW5q/The.Guilty.2021.720p.WEBSCR.1400MB.DD2.0.x264-CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dqoshZPLNsXlC1qtz5n34raUyrE.jpg",
        "title": "Candyman (2021)",
        "description": "Candyman 2021IMDb 6.7/10ဒီတစ်ခေါက်မှာတော့ Clive Barkers ရေးတဲ့\nBooks of Blood ထဲက The Forbidden ဆိုတဲ့ ဝတ္ထုကို\nအခြေခံပြီးရိုက်ခဲ့တဲ့ ဇာတ်ကားတွေထဲကမှ\nလေးကားမြောက် Candyman Horror/Thriller ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးသွားမှာပါပထမဆုံး Original Candyman ကိုတော့ 1992 ခုနှစ်မှာရိုက်ခဲ့ပြီး\nCandyman :Farewell to the Flash (1995)\nCandyman : Day of the dead (1999) နှစ်ကားကတော့\nSequel အနေနဲ့ ထွက်ရှိခဲ့ပါတယ်အခု Candyman 2021 ကတော့ Original Candyman ရဲ့ Direct Sequel ပါ၁၉ရာစုနှောင်းပိုင်းမှာ မတရားအသတ်ခံလိုက်ရပြီး\nသရဲဖြစ်လာတဲ့ ပန်းချီဆရာ သကြားလုံးသည်လေး ရှားမန်းတဖြစ်လဲ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1EYyV/Candyman.2021.720p.AMZN.WEB-DL.DDP5.1.H.264.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/p24993939_v_v13_aa-150x200.jpg",
        "title": "Trapped in the Farmhouse (2023)",
        "description": "ဒီဇာတ်ကားက 2023 ခုနှစ်​မှာ​ အသစ်​ထွက်ရှိလာတဲ့ သည်း​ထိတ်​ရင်​ဖို​ Horror/Thriller အမျိုးအစားဇာတ်​ကားပါ။ ဇာတ်လမ်း​အကျဥ်း​ကတော့​ ရည်းစား​ဖြစ်သူ​ရဲ့​ အနိုင်​ကျင့်နှိပ်စက်မှုကြောင့် ထွက်ပြေး​လာတဲ့​ အမ်မာဆိုတဲ့အမျိုး​သမီးတစ်ဦး​ဟာ အိမ်ကိုပြန်လာတဲ့လမ်းခရီးမှာ မုန်တိုင်း​နဲ့တိုးပြီး​ အိမ်​တစ်အိမ်မှာဝင်ရောက်ပြီးခိုလှုံခဲ့ရပါတယ်။ အဲဒီအိမ်က လူသူမနီးတဲ့အရပ်မှာ တည်ရှိနေတာဖြစ်ပြီး အိမ်​ရှင်ဖြစ်သူကလည်း သဘောကောင်းပုံရပါတယ်။ ဒါပေမဲ့​ အမ်မာ​တစ်ယောက်​ တဖြည်း​ဖြည်း​နဲ့သိလာတာက ဒီအိမ်နဲ့အိမ်ရှင်ဖြစ်သူဟာ သူထင်ထားသလိုမရိုးရှင်းဘဲ လျှို့ဝှက်​ချက်​တွေရှိနေတာကိုပါပဲ။မုန်တိုင်း​ကမပြီးသေးတာကြောင့် အဲဒီအိမ်မှာပဲ ခဏဆက်နေဖို့ဆုံးဖြတ်လိုက်မိတဲ့အခါမှာ​ ပိုမို​ဆိုးရွား​တဲ့ကံကြမ္မာတစ်ခုက သူ့ကိုအခန့်သားစောင့်​ကြို​နေပါတော့တယ်။ ဇာတ်လမ်း​က​ Thriller အမျိုးအစား​ဖြစ်တဲ့​အတွက်​ ရင်လှိုက်သည်းဖိုရုပ်ရှင်ဝါသနာပါသူတွေ နှစ်သက်​နိုင်ပါတယ်။ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ အမ်မာ​နေရာမှာ​ The​ Perfect​Wedding​ Match​ ထဲက​ Jenna​ Michno​ က​ သရုပ်ဆောင်​ထားပါတယ်။ ဇာတ်လမ်း​တစ်လျှောက်လုံးမှာ​ မိုးတွေရွာပြီး မိုးကြိုး​မုန်​တိုင်း​တွေ၊ လေဆင်​နှာမောင်းတွေတိုက်ခတ်နေတာဖြစ်တဲ့အတွက်​ ဒီလို​မိုးတွင်းထဲမှာ ကြည့်လို့ပျော်ကောင်းပျော်စေမဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။ File size…(745 MB)\nQuality….Webrip  720p\nFormat…mp4\nDuration….01:30:00\nGenre...Tv Movie, Thriller, Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "5.1",
        "url": "https://megaup.net/1fHun/Trapped.in.the.Farmhouse.2023.720p.(CM).mp4",
        "category": "Mystery, Thriller, TV Movie"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Wild-Bones-Poster-768x1024-1-150x200.jpg",
        "title": "Wild Bones (2022)",
        "description": "ဒီဇာတ်ကားကတော့ အိမ်တွင်းရေးပြဿနာတွေနဲ့ ကြီးမားတဲ့စိတ်ဒဏ်ရာတွေအကြောင်းကိုရိုက်ပြထားတဲ့ Psychological Horror Dramaကားတစ်ကားပါ။ ဒီဇာတ်ကားမှာ ညီအမနှစ်ယောက် အိပ်မက်ဆိုးတစ်ခုအကြား သူတို့နှစ်ယောက်ရဲ့ ဆက်ဆံရေးကို ပြန်လည်ထူထောင်ဖို့ ကြိုးစားကြပုံကို ရိုက်ပြထားပါတယ်။ ဇာတ်လမ်အကျဉ်းကတော့ ဖေး နဲ့ အဲလစ်တို့ဟာ ရှုပ်ထွေးလှတဲ့အတိတ်ကိုယ်စီနဲ့ ညီအမနှစ်ယောက်ပါ။ ဒီရှုပ်ထွေးလှတဲ့အရာတွေဟာ သူတို့နှစ်ယောက်ရဲ့ အဖေဖြစ်သူ ပျောက်ဆုံးသွားပြီးနောက်ပိုင်းမှာ ပိုမိုရှုပ်ထွေးလာခဲ့ပါတယ်။ ဖေးကတော့ သူ့အဖေပျောက်ဆုံးသွားရခြင်းကို လွဲမှားစွာမှတ်ယူထားပြီး သူမရဲ့ဘ၀ကို တိုက်စားခွင့်ပေးထားပါတယ်။ ဒါပေမယ့် ညီမဖြစ်သူ အဲလစ်က‌တော့ ဖေးကိုဆက်သွယ်လာပြီး သူတို့ရဲ့ ပျောက်ဆုံးသွားတဲ့အဖေဟာ သူတို့အတွက် အိမ်တစ်လုံးထားခဲ့ပေးတယ်ဆိုတာကို ထုတ်ဖော်ပြောလာ‌ပါတယ်။သူ့အဖေရဲ့ အိမ်ကို အမွေဆက်ခံဖို့အတွက် ဖေး ဟာ သူမကို အတိတ်က စိတ်ဒဏ်ရာ‌တွေပေးခဲ့တဲ့ တရားခံဖြစ်သူ သူမရဲ့မိခင်ရင်းနဲ့ ရင်ဆိုင်ရမှာပါ။ ညီအမနှစ်ယောက်ဟာ သူတို့ရဲ့ဆက်ဆံရေးကို ပြန်လည်တည်ဆောက်ဖို့ ကြိုးစားကြရင်း သူတို့ဟာ လိမ်ညာမှုတွေနဲ့ပြည့်နှက်နေတဲ့ ပင့်ကူအိမ်ထဲမှာ ဖမ်းခံထားရပြီး ဘယ်သူ့ကိုယုံရမလဲ ဘယ်အရာကိုယုံကြည်ရမလဲဆိုတာ မသေချာ ...",
        "rating": "",
        "url": "https://megaup.net/1fHtc/Wild.Bones.2023.720p.(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/d8BxiNBxPL1nFMunRaXI2MAYPCB-133x200.jpg",
        "title": "(18+) Intimate Confessions of a Chinese Courtesan (1972)",
        "description": "တရုတ်မလေးတွေရဲ့ ခစ်ခစ် ဆိုပြီး ရှက်ပြုံးလေးနဲ့ ပါးစပ်လေးကို\nလက်လေးနဲ့ကာလိုက်တဲ့ အမူရာလေးတွေက ချစ်ဖို့ကောင်းတာ\nငြင်းလို့ရမယ်မထင်ဘူး.....အဲဒီထဲမှာ အေးနုလည်းပါတာပေါ့\nအေးနုရဲ့ဘဝက ခက်ခဲတယ် ကြမ်းတမ်းတယ်\nတရုတ်ပြည်ကြီးမှာ သူဌေးတွေ ထင်တိုင်းကြံလို့ရတဲ့အချိန်\nဥပဒေဆိုတာ ဘောင်မဝင်တဲ့အချိန်\nအေးနု အပျိုဖေါ်ဝင်စမှာပဲ မသမာသူဂိုဏ်းတဂိုဏ်းရဲ့\nပြန်ပေးဆွဲချင်းကို ခံလိုက်ရပါတယ်\nပြန်ပေးဆွဲလို့ရတဲ့ အချောအလှလေးတွေကို\nလေးရာသီ ဆိုတဲ့နာမည်ကြီး ဆောင်ကြာမြိုင်ကိုရောင်းကြတယ်အေးနုအတွက်တော့ ငရဲတစ်ခုလိုပဲ\nဒါပေမဲ့အေးနုက အတော်တော့စိတ်မာတယ် သူရသလောက်ငြင်းဆန်တယ်\nနောက်ဆုံးတော့ အေးနု နားလည်သွားတာက\nဗျူဟာပြောင်းပြီး သူ့ကို ဒီဇာတ်သွင်းသူတွေကို\nလက်စားချေမယ်ဆိုပြီး ဆုံးဖြတ်လိုက်ပါတယ်\nအေးနုရဲ့ လက်စားချေမှုတွေက သိမ်မွေ့ပြီး လိင်ကိစ္စတွေ\nပါနေတာဖြစ်လို့ တရုတ်ရှေးဟောင်း အရသာလေးတမ်းတနေတဲ့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.43GB / 720MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "7.1",
        "url": "https://megaup.net/3XyGU/Intimate.Confessions.Of.A.Chinese.Courtesan.1972.720p(DS).mp4",
        "category": "Action, Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOThjMDkxODctMjE2OC00Y2UyLTg4YmItOTcyYzMwNmI5MmJhXkEyXkFqcGdeQXVyODkyNjk0Njg@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Cabin Girl (2023)",
        "description": "ပုံမှန်သရဲကားတွေလိုမဟုတ်ဘဲပေါ့ပေါ့ပါးပါးကြည့်လို့ကောင်းတဲ့ horror thriller film လေးဖြစ်ပါတယ်... အေဗာရော်ဘင်ဆိုတဲ့ကောင်မလေးကကားနဲ့ခရီးတွေသွားရင်းဘလော့ဂ်ရိုက်ရတာကိုဝါသနာပါတဲ့ဘ‌လော့ဂါလေးပါ တစ်နေ့မှာတော့သူကားအက်စီးဒင့်ဖြစ်ပြီးခရီးမသွားတော့ဘဲမြို့ငယ်လေးတစ်မြို့မှာအခြေချဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ် မြို့စွန်ကသစ်သားအိမ်လေးကိုဝယ်ခဲ့ပေမဲ့ ဖြစ်ချင်တော့အရင်ကသတ်သေသွားဖူးတဲ့ဟန်နာဆိုတဲ့ကောင်မလေးတစ်ယောက်နေသွားတဲ့အိမ်ဖြစ်နေပြီး အေဗာကတော့အိမ်ထဲမှာလည်းသရဲမကိုခနခန‌တွေ့နေရတာကြောင့်အဲ့အကြောင်းကိုအရမ်းစိတ်ဝင်စားသွားခဲ့ပါတယ် အေဗာတစ်ယောက် ဟန်နာရဲ့အမှုအကြောင်းကိုလိုက်စုံစမ်းရင်းဘလော့တွေရိုက်ရင်းနဲ့ဘာတွေရှာတွေ့သွားမလဲ အိမ်မှာရှိနေတဲ့သရဲကရောတကယ်ဟန်နာဟုတ်ရဲ့လား သူအေဗာ့ဆီကဘာတွေလိုချင်နေတာလဲဆိုတာကိုကြည့်ရှုရမှာပါ ။ File size…(828 MB)\nQuality….Webrip  720p\nFormat…mp4\nDuration….01:28:00\nGenre...Western, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/1fHuh/Cabin.Girl.2023.720p.(CM).mp4",
        "category": "Horror, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bCqS1MkwZouIdfevYIBz74VBTbp.jpg",
        "title": "One More Chance ( 2023 )",
        "description": "ဟောင်ကောင် မင်းသားကြီး Chow Yun-fatရဲ့2023မှာ\nနောက်ဆုံးထွက်ထားတဲ့ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်တစ်နေကုန် လောင်းကစားဝိုင်းမှာပဲ အချိန်ဖြုန်းလေ့ရှိပြီး\nအကြွေးပတ်လည်ဝိုင်းနေတဲ့ အားဟွေးဆီကို\nတစ်နေ့မှာတော့ သူ့ရည်းစားဟောင်းဖြစ်သူ လီရှီးဟာ\nသားဖြစ်သူ လီရန်ကို ခေါ်ပြီးရောက်လာခဲ့ပါတယ်။အားဟွေးဟာ လီရန်ရဲ့ ဖခင်အရင်းဖြစ်ကြောင်း၊\nလီရန်ကို တစ်လခေါ်ထားပြီး စောင့်ရှောက်ပေးထားဖို့နဲ့\nတစ်လပြည့်ရင် ပြန်လာခေါ်မှာဖြစ်ကြောင်း၊\nစောင့်ရှောက်စရိတ်အတွက် ဟောင်ကောင်ဒေါ်လာ တစ်သိန်းပေးမှာဖြစ်ကြောင်း\nလီရှီးက ပြောပြတဲ့အခါမှာတော့ အားဟွေးဟာ\nအကြွေးဆပ်ဖို့ ငွေလိုနေတာဖြစ်လို့ လီရန်ကို လက်ခံထားခဲ့ပါတယ်။ဒီလိုနဲ့ လီရန်နဲ့ ပြောဆိုဆက်ဆံကြည့်တဲ့အခါ\nလီရန်ဟာ သာမန်ကလေးတစ်ယောက်မဟုတ်ဘဲ\nအော်တစ်ဇင်ကလေးတစ်ယောက်ဖြစ်ပြီး အထူးလိုအပ်ချက်တွေလည်း\nရှိတာကြောင့် ပြုစုပျိုးထောင်ရာမှာ အခက်အခဲရှိကြောင်း သိသွားခဲ့ပါတယ်တစ်လပြည့်လို့ ချိန်းဆိုထားတဲ့နေ့မှာ လီရှီးပေါ်မလာတဲ့အခါကျမှ\nအားဟွေးတစ်ယောက် လီရှီးက လီရန်ကို\nသူ့ဆီမှာ ဘာဖြစ်လို့အပ်ခဲ့လဲဆိုတာ သဘောပေါက်သွားခဲ့ပါတယ်ဒီတော့ လီရှီးက ဘာဖြစ်လို့ သားဖြစ်သူကို\nအားဟွေးဆီမှာထားခဲ့ပြီး ပေါ်မလာတာလဲ\nအော်တစ်ဇင်သားလေးနဲ့ အားဟွေးတစ်ယောက်\nဘဝကို ဘယ်လိုဆက်ပြီး ဖြတ်သန်းမှာလဲ\nဒီအတိုင်းပဲ လောင်းကစားအလုပ်ကို စွဲလမ်းနေပြီး\nဘဝကို ဖြစ်သလိုဖြတ်သန်းနေဦးမှာလားဆိုတာ......\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Family , Drama\nRuntime : 1h 54 ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/one-more-chance-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTQyOTgzOWEtZjM0OS00YzBlLThlMDUtMWY1YWVhNmNhYTkxXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Starling Girl (2023)",
        "description": "IMDb 6.9/10 ရရှိထားတဲ့ drama ဇာတ်ကားဖြစ်ပြီး ရှေးရိုးစွဲပြီးဘာသာရေးအရမ်းကိုင်းရှိုင်းတဲ့ခရစ်ယာန်လူ့အဖွဲ့အစည်းတစ်ခုကိုဇာတ်အိမ်တည်ထားတာပါ ဂျမ် ဆိုတဲ့ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်ဟာဘာသာရေးတအားကိုင်းရှိုင်းတဲ့မိသားစုတစ်စုရဲ့သမီးဖြစ်ပြီး ဓမ္မတေးအကအဖွဲ့မှာလည်းတက်ကြွလှုပ်ရှားသူတစ်ဦးဖြစ်ပါတယ် သူတို့လူ့အသိုင်းအဝိုင်းဟာဘာသာရေးကိုတအားကိုင်းရှိုင်းလွန်းပြီးအပြစ်သေးသေးလေးလုပ်မိရင်တောင်အပြစ်ကင်းအောင်ပြန်ပေးဆပ်ခိုင်းတာမျိုးတွေလည်းရှိတာကြောင့် ဂျမ်တစ်ယောက် တရားဟောဆရာကိုစရင်ခုန်မိသွားပြီးသူနဲ့နီးစပ်သွားတဲ့အခါ ဘာသာရေးအရကျင့်ဝတ်တွေကိုဖောက်ဖျက်မိသွားပါတော့တယ် ဂျမ်ထင်ထားသလိုဒါကအချစ်စစ်ရောဟုတ်ရဲ့လား ဒီအချစ်ဇာတ်လမ်းကဘယ်လိုဆက်ဖြစ်သွားမလဲ သူတို့အတူအခက်အခဲတွေကိုရောကျော်ဖြတ်နိုင်ပါ့မလားဆိုတာကို‌ကြည့်ရှုရမှာပါFile size…(1.9 GB)/(1 GB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:56:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.8",
        "url": "https://megaup.net/2BCnw/The.Starling.Girl.2023.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjI5MTYzOTMyNF5BMl5BanBnXkFtZTcwNTgwNDYzOQ@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "My Awkward Sexual Adventure (2012)",
        "description": "ဆော်က ငထန် မင်းသားက ငဒူ ဆော်က အားမရလို့ပစ်သွားတော့မှ ဆော်က ကိုယ့်ကို စိတ်ပြန်လည်လာဖို့ ကူပါကယ်ပါနဲ့ ဘယ်သူ့ကို အဖေခေါ်ရမှန်းမသိတဲ့အဖြစ် အဖော်အချွတ်ကလပ်က ဆော်တစ်ပွေနဲ့တွေ့ပြီးကိုယ်ဖိရင်ဖိသင်ကြားပြီးတော့မှ သိုင်းကွက်အစုံနဲ့ ရေခဲတောင်ကြာပွင့်စားစရာမလိုပဲ အတွင်းအားတွေရသွား တဲ့Canadian Comedy/Romance ဇာတ်ကားလေးတစ်ကားပေါ့မင်းသားကတော့ Canadian ဒါရိုက်တာနဲ့ ဇာတ်ညွှန်းရေးဆရာ ဖြစ်တဲ့ Jonas Chernick နဲ့ မင်းသမီးကတော့ Canadian Series တွေ British Series တွေရိုက်ကူးနေတဲ့ Emily Hampshire တို့ပါပဲ နှစ်ယောက်စလုံးကလည်း Canadian လူမျိုးတွေပဲဆိုတော့ Canadian Sex ဇာတ်ကားကောင်းလေးတစ်ကားကိုအသွင်သစ်အမြင်သစ်လေးတစ်ခုအနေနဲ့ ကြည့်ရှုခံစားလိုက်ကြပါဦး ပရိသတ်ကြီးဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် File size…(2.2 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:38:00\nGenre...Comedy, Romance, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "6.1",
        "url": "https://megaup.net/1VFq5/My.Awkward.Sexual.Adventure.2012.720p.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMzkyNDExOTA1Nl5BMl5BanBnXkFtZTcwNjgzODE4OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Parental Guidance (2012)",
        "description": "အာတီဟာ အသက် ၄၅ နှစ်အရွယ် ဘေ့စ်ဘောအားကစားပွဲတွေရဲ့ နောက်ခံအသံတင်ဆက်သူတစ်ယောက်ပါ။ သူဟာ အလုပ်ကို ချစ်လို့လုပ်တဲ့လူစားမျိုးဖြစ်ပေမဲ့လည်း အာတီတစ်ယောက် Facebook လေးတောင်မသုံးတတ်လို့ဆိုပြီး အလုပ်ကနေအထုတ်ခံလိုက်ရပါတယ်။ အဲဒီနောက်တော့ သူ့ရဲ့သမီးဖြစ်သူက ကလေးတွေကိုထိန်းပေးဖို့ အကူအညီတောင်းတော့ အာတီတို့လင်မယားနှစ်ယောက် ကလေးတွေထိန်းပေးဖို့သွားပါတော့တယ်။ အမေရိကန်မိသားစုတွေဆိုပေမဲ့လည်း မတူညီတဲ့မျိုးဆက်တွေကြားထဲက မိဘအုပ်ထိန်းမှုပုံစံတွေနဲ့ သွန်သင်ဆုံးမတဲ့ပုံစံတွေကလလည်း ကွာခြားနေတော့ အာတီတို့လင်မယားနှစ်ယောက် သူ့မြေး၃ကောင်နဲ့ ဘယ်လိုဘယ်ပုံစခန်းသွားကြမလဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ကြည့်ရှုရမှာပါ။ ဒီဇာတ်ကားထဲက သရုပ်ဆောင်တွေဟာဆိုရင်လည်း ကလေးသရုပ်ဆောင်ကအစ နာမည်ကြီးရုပ်ရှင်ဇာတ်ကားတွေထဲမှာ သရုပ်ဆောင်ကြဖူးထားကြပြီး IMDb 6.0 ရရှိထားတဲ့ အမေရိကန် မိသားစုဟာသ ရုပ်ရှင်ဇာတ်ကားတစ်ကားလည်းဖြစ်တာကြောင့် ပေါ့ပေါ့ပါးပါးနဲ့ အဆင်ပြေပြေကြည့်ရှုဖို့အတွက် လက်မလွှတ်သင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။File size…(2.1 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:44:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mako",
        "rating": "6.0",
        "url": "https://megaup.net/1VEov/Parental.Guidance.2012.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTAzZmRjMjEtMjVhNC00MTgwLWEyOGMtNDk0YmU1MDU3M2I0XkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Dog Lover’s Guide to Dating (2023)",
        "description": "ဒီဇာတ်ကားလေးဟာ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ Romance and Comedy အမျိုးအစားဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ ခွေးလေးတွေချစ်တတ်တဲ့သူတွေအတွက် ခွေးထိန်းရင်းရည်းစားရအောင်လုပ်နည်းတွေပြောပြထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဆိုလည်းမမှားပါဘူး။ ဒီဇာတ်ကားလေးထဲမှာ လူတွေကိုအယုံအကြည်မရှိတော့လို့ခွေးလေးတွေထိန်းကျောင်းရင်းနဲ့ပဲဘဝကိုဖြတ်သန်းသွားချင်တော့တယ်ဆိုတဲ့ ခွေးလေးတွေကိုနည်းပြလုပ်ပေးတဲ့ အဲလက်စ်ဆိုတဲ့ကောင်မလေးနဲ့ နာမည်ကြီးကြော်ငြာထုတ်လုပ်ရေးပိုင်ရှင် ဆိုင်မန်တို့ရဲ့ အချစ်ဇာတ်လမ်းလေးကိုစီးမြောခံစားကြရမှာပါ။ငယ်စဉ်ကတည်းကဖခင်ဖြစ်သူက စွန့်ပစ်သွားတာကိုစိတ်ဒဏ်ရာရနေခဲ့ပြီး အရွယ်ရောက်ချိန်မှာ ရည်းစားထား အိမ်ထောင်ပြုဖို့အယုံအကြည်မရှိတော့တဲ့အဲလက်စ်တစ်ယောက်ဟာ ခွေးလေးတွေနဲ့ပဲအချိန်ကုန်ဆုံးရင်းတစ်နေ့မှာဆိုင်မန်နဲ့ အမှတ်မထင်ဆုံခဲ့ကြရာက ဒီဇာတ်လမ်းလေးဖြစ်ပေါ်လာခဲ့တာပါ။ ဆိုင်မန်ဟာ ကလိုဝီဆိုတဲ့နာမည်ကျော်ဒီဇိုင်နာတစ်ယောက်ရဲ့အချစ်ကိုရဖို့ကလိုဝီရဲ့ခွေးလေးဆိုင်မန်နဲ့ အရင်နီးစပ်ဖို့လိုတာမို့ ဆွေးလေးဆိုင်မန်ကိုယဉ်ပါးအောင်ထိန်းကျောင်းဖို့အဲလက်စ်ဆီကနေအကြံပြုချက်လေးတွေသင်ယူရင်းနောက်ဆုံးမှာ သူ့ကိုယ်သူရှာတွေ့သွားပြီး အချစ်အကြောင်းဘာမှမသိပါဘူးဆိုတဲ့ဆရာမကြီးအဲလက်စ်ရဲ့အချစ်သင်ခန်းစာတွေမှာတဖြည်းဖြည်းနစ်ဝင်သွားကာအချစ်ဆိုတဲ့အရသာကိုခံစားမိသွားပြီး အချစ်နောက်ကို တကောက်ကောက်လိုက်ခဲ့ပုံနဲ့ အချစ်ကိုရောလူတွေကိုရောအယုံအကြည်မရှိပါဘူးဆိုပြီးစကားအကုန်ပြောထားတဲ့ဆရာမကြီးအဲလက်စ်ဟာဆိုင်မန့်ကိုသင်ခန်းစာတွေသင်ပေးရင်းသူကိုယ်တိုင်အချစ်မှာကျရှုံးခဲ့ရပုံကိုတစ်ဝကြီးခံစားကြည့်ရှူရမှာပါ။ File size…(1.7 GB)/(944 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:24:00\nGenre...Tv Movie, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein Pyae Sone",
        "rating": "6.1",
        "url": "https://megaup.net/3hAln/The.Dog.Lovers.Guide.To.Dating.2023.720p.(CM).mp4",
        "category": "Comedy, Romance, TV Movie"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6xTM8FPxrLRYwz6I3fqtwh7xybs.jpg",
        "title": "Clear and Present Danger (1994)",
        "description": "Clear and Present Danger (1994)~ IMDb - 6.9/10, Rotten Tomatoes - 81% ~ဒီဇာတ်ကားက Jack Ryan ရုပ်ရှင်တွဲ​တွေရဲ့တတိယကားဖြစ်ပြီး အက်ရှင်ခန်း​တွေလည်း ပိုကြမ်းလာပါတယ်။ ဒုတိယကားဖြစ်တဲ့ Patriot Games က မင်းသားကြီး Harrison Ford ပဲ ဂျက်ရိုင်ယန်အဖြစ် ပါဝင်ထားသလို မင်းသားကြီး Willem Dafoe ကလည်း အ​ရေးပါတဲ့​နေရာက ပါဝင်ထားပါတယ်။ဒီဇာတ်လမ်းက အ​မေရိကန်နဲ့ ​ကိုလံဘီယာ မူးယစ်ရာဇာ​​တွေကြား ပဋိပက္ခ​တွေကို ဇာတ်လမ်းဆင်ထားတာပါ။ အ​မေရိကန်သမ္မတရဲ့ နိုင်ငံ​ရေးမိတ်ဖက်တစ်ဦးကို မူးယစ်ရာဇာကြီး အက်စကို​ဘေတိုက သတ်ဖြတ်လိုက်တဲ့အတွက် အ​မေရိကန်အစိုးရဘက်က နိုင်ငံ​​တော်လုံခြုံ​ရေးကို ထိပါးမှုဆိုတဲ့ ​ခေါင်းစဉ်နဲ့ အဲဒီမူးယစ်ရာဇာနဲ့ ဂိုဏ်းကို ချေမှုန်းဖို့ လုပ်​ဆောင်ပါ​တော့တယ်။ဒါ​ပေမဲ့ ဒီဂိုဏ်းကို​ချေမှုန်းဖို့က တိုင်းတပါးမှာ လျှို့ဝှက်စစ်ဆင်​ရေးအဖြစ်နဲ့ပဲ ​ဆောင်ရွက်လို့ရတာ​ကြောင့် အစိုးရအ​နေနဲ့ သူတို့ဘက်ကို ပြန်အမှုမပတ်​အောင် ​ကြေးသားစစ်သား​တွေကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/1VFqm/(CM)_Clear_And_Present_Danger_(1994)_REMASTERED_BluRay_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/llvoAqUBvnhuo6M4iQah1SGE6kZ.jpg",
        "title": "Jagged Mind (2023)",
        "description": "Jagged Mind (2023)အချစ်နဲ့စစ်မှာမတရားတာမရှိပေမဲ့ ပိုင်ဆိုင်လိုစိတ်တွေက အစွန်းရောက်လာပြီဆိုခဲ့ရင်\nတစ်ဖက်လူရဲ့ဆန္ဒမပါဘဲ ပြန်လည်ပြင်ဆင်နေရုံနဲ့ ပျောက်ဆုံးသွားပြီဖြစ်တဲ့ အချစ်တစ်ခုကို ပြန်တည်ဆောက်နိုင်မှာလား။\nလုပ်ယူထားတဲ့ ဖန်တီးထားတဲ့အချစ်တစ်ခုကရော အချစ်စစ်လို့ ခေါ်နိုင်မှာလား။အခုတစ်ခါတင်ဆက်ပေးမှာကတော့ psychological thriller ချစ်သူတို့ အကြိုက်တွေ့စေမယ့် Jagged Mindဆိုတဲ့ရုပ်ရှင်လေးကို တင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်။\n18 ယောက်စုကြည့်ရတဲ့ကားလေးဆိုတော့ 18 ယောက်မပြည့်ရင်တောင် အဖော်များများနဲ့ကြည့်ဖို့တော့ Recommended ပါတယ်။ဘစ်လီဆိုတဲ့ကောင်မလေးမှာ ခရစ်စတင်းဆိုတဲ့ချစ်သူတစ်ယောက်ရှိပါတယ်။ ဒါပေမဲ့ toxicဆန်နေတဲ့rsတစ်ခုမှန်း သိသိကြီးနဲ့\nred flag မှ ခိုက်တာဆိုတဲ့ အချောလေးတို့ထုံးစံအတိုင်း ဘစ်လီတစ်ယောက် ခရစ်စတင်းကခေါ်တိုင်း ပါပါသွားတတ်သူပေါ့။\nဒါပေမဲ့ ဘစ်လီတစ်ယောက် သတိမေ့တဲ့ရောဂါလိုလို Deja vuလိုလိုနဲ့ သူ့ဘဝရဲ့ တချို့အချိန်တွေက သူမသိလိုက် မမှတ်မိလိုက်ဘဲ ပျောက်ဆုံးနေပါတယ်။\nတစ်ခါတစ်ရံမှာ Blackoutဖြစ်ပြီး ပေါ်ပေါ်လာတဲ့ တစ်စစီဖြစ်နေတဲ့ မှတ်ဉာဏ်အပိုင်းအစတွေကြောင့် ရိုးရှင်းမလိုဘဝကြီးက ရှုပ်ထွေးနေတာပေါ့။ဒီလိုနဲ့ ထုံးစံအတိုင်း ခရစ်စတင်းက ပလစ်သွားလေပြန်တဲ့တစ်ညမှာ ရုတ်ချည်းဝင်ရောက်လာခဲ့တဲ့ Miss Perfect အဲလက်စ်၊\nအဲလက်စ်ကိုခုမှမြင်ဖူးတာပေမယ့် ရုတ်တရက်ပေါ်လာတဲ့ မှတ်ဉာဏ်အပိုင်းအစတွေထဲက ...",
        "rating": "",
        "url": "https://megaup.net/1VFrx/Jagged.Mind.2023.720p.WEB.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODhiZjY1ZmEtYTJhNi00NDE3LWI3N2QtYWY4ZjIzZjQ4YjVlXkEyXkFqcGdeQXVyMTY0NjI3Mjcx._V1_-135x200.jpg",
        "title": "Trial Period (2023)",
        "description": "Trial Period(2023)\n------------------\nIMDb-7.2/10အစမ်းသုံးကာလ...။ပစ္စည်းတစ်ခုအရည်အသွေးကောင်းမကောင်း အသုံးကျမကျဆိုတာမျိုးက\nအစမ်းသုံးကြည့်ခွင့်ရတဲ့အခါ အတိုင်းအထက်အလွန်ပေါ့။ကိုယ်နဲ့ကိုက်ညီမယ့် အသုံးအဆောင်ပစ္စည်းဆိုရင်\nအပိုင်ဝယ်လိုက်ဖို့ရာ စိတ်ချရတယ်လေ။Relationshipတစ်ခုမှာလဲ လက်မထပ်ဘဲအတူနေတယ်ဆိုတာ\nအစမ်းသုံးကာလသဘောမျိုးလို့ထင်တာပဲ။အဆင်ပြေမှ နားလည်မှုတွေပြည့်၀ကြမှ ရှေ့ဆက်လက်တွဲဖို့\nဆက်စဉ်းစားကြတာမျိုးပေါ့။ကျွန်တော်တို့ဆီမှာလည်း ရှိတော့ရှိမှာ ရှားမှာပေါ့လေ။လူတစ်ကိုယ် စိတ်ရယ်အဖုံဖုံဆိုတော့လည်း\nကောင်းတယ်ထင်မယ့်လူရှိသလို မကောင်းဘူးဆိုပြီးတူးတူးခါးခါးငြင်းဆန်ကြမယ့်သူတွေလည်းရှိတာပေါ့။ဒီဇာတ်လမ်းလေးထဲမှာတော့ အဖေမရှိပဲ မိခင်ဖြစ်သူနဲ့ကြီးပြင်းလာတဲ့ ကလေးလေးတယောက်။\nကျောင်းမှာ ငါ့အဖေကဘယ်လိုကွဆိုပြီး ကြွယ်တဲ့ဘော်ဒါကြောင့် အဖေဆိုတာကိုတမ်းတမိသွားတယ်။\nအဖေများနေ့မှာ ရှေ့ထွက်ပြီး အဖေအကြောင်းသီချင်းဆိုခိုင်းတော့ ရှာရွတ်နဲ့ကာဂျိုးကားထဲက အန်ဂျလီလေးကိုတောင်\nသတိရမိသွားတယ်။အဲဒီလိုအခြေအနေတွေနဲ့ ကြုံလာတဲ့အချိန်မှာတော့ မိခင်ဖြစ်သူကို ပူဆာပါလေရော။အစမ်းသုံးကြည့်ဖို အဖေတယောက်ခေါ်ပေးတဲ့။တစ်လစမ်းသုံးကြည့်မယ်အဆင်မပြေရင် ပြန်ပို့လို့ရတာပဲတဲ့။\nဒီလောက်ဆို ဇာတ်လမ်းလေးရဲ့ ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းမယ့်အခန်းတွေရယ် မျက်ရည်လေးကလယ်ကလယ်နဲ့\nကြေကွဲရမယ့်အခန်းတွေရယ်ပါလာမယ်ဆိုတာ သိလောက်ပါပြီ။အမေနေရာသရုပ်ဆောင်တဲ့ မင်းသမီးကလည်း Force 1,2ထဲက\nမင်းသမီးချောလေး ဂနယ်လီယာဆိုတော့ ပေါကားမဟုတ်တဲ့ ကားကောင်းလေးတစ်ကားဖြစ်ကြောင်း\nအာမခံရင်း တင်ဆင်ပေးလိုက်ရပါတယ်ခင်ဗျ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Aditi~Zwe~Cherryတို့ပဲဖြစ်ပါတယ်)\nFile size…2.05GB / 878MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 6mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  V~Aditi~Zwe~Cherry",
        "rating": "7.1",
        "url": "https://megaup.net/1VFli/Trial_Period_(2023)_Hindi_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8veekXIuCtb5pdLKPRvpHbnyfBT.jpg",
        "title": "Jericho Ridge (2022)",
        "description": "Jericho Rudge (2022)ဒီတစ်ခေါက်မိတ်ဆက်ပေးမယ့် Jericho Ridge ဆိုတဲ့ ဇာတ်ကားလေးကတော့ ၂၀၂၂ ကထွက်ရှိထားတဲ့ သဲထိတ်ရင်ဖိုဇာတ်ကား တစ်ကားဖြစ်ပါတယ်။နာမည်ကြီး နိုင်ဂျီးရီးယန်းမင်းသမီး Nikki Amuka-Bird ကနေ ဇာတ်ဆောင်မင်းသမီးအဖြစ်နဲ့ပါဝင်သရုပ်ဆောင်ထားပြီးတော့ \"Origin\" ဇာတ်လမ်းတွဲထဲက မင်းသား Philipp Christopher ကတော့ ဗီလိန်အဖြစ် ပါဝင်အားဖြည့်ပေးထားပါတယ်။ဇာတ်လမ်းကတော့ တန်ပီတန်ပယ်ဆိုတဲ့ အမျိုးသမီးကိုဇာတ်အိမ်တည်ပြီးတော့ ရိုက်ထားပါတယ်။ တက်ဘီဟာ သူ့ခင်ပွန်းနဲ့ကွဲပြီးနောက်ပိုင်းမှာ အရက်အလွန်အကျွံသောက်ပြီး ကားမောင်းလိုက်လို့ လမ်းမှာသမင်တစ်ကောင်ကို ရှောင်ရရင်းနဲ့ သူ့ခြေချင်းဝတ်ကျိုးသွားရှာပါတယ်။ ဒါပေမဲ့ သူ့က ရဲမေတစ်ယောက်ဖြစ်နေတော့ အလုပ်ကအရေးပေါ်လိုအပ်လာတော့လည်း ရဲစခန်းကိုပြန်သွားရတာပေါ့။ ဖြစ်ချင်တော့ သူလုပ်နေတဲ့ရဲစခန်းက သူအနားယူနေဆဲကာလမှာ အဖောက်ခံလိုက်ရတာပါ။ ဒါနဲ့ပဲ ရရာ သဲလွန်စကနေတစ်ဆင့် ဒီအမှုကို ဖော်ထုတ်ဖို့ကြိုးစားနေရင်းနဲ့ပဲ သူတို့ရဲစခန်းကို ဗီလိန်ကြီးက တစ်ခြားလူဟန်ဆောင်ပြီး ဝင်လာပြန်ပါတော့တယ်။ ဒါပေမဲ့ ဒီတစ်ခါမှာတော့ တက်ဘီကိုယ်တိုင် ရဲစခန်းထဲမှာရှိနေတဲ့အချိန်နဲ့တိုက်နေတော့ မသင်္ကာဖြစ်ပြီး တစ်ခြားရဲကို မေးကြည့်ရာမှ ဗီလိန်ဖြစ်နေတာကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/1VFmp/(CM)_Jericho_Ridge_(2022)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/h-135x200.jpg",
        "title": "Your Highness (2011)",
        "description": "ဒီ ကားလေးကတော့ စွန့်စားခန်းတွေ နဂါးတွေပါတဲ့ Fantasyအကြောင်းပါတိုင်းပြည်တစ်ခုမှာ Fabious နဲ့ Thadius ဆိုတဲ့ညီအကို၂ယောက်ရှိတယ်Fabious က နေရာတကာသိပ်တော် သိပ်အောင်မြင်တဲ့ hero ပေါ့ဘုရင်ဖြစ်လာမဲ့ သားအကြီးလည်းဖြစ်တယ် အမြဲတမ်းစွန့်စားခန်းသွားလူဆိုးတွေနှိမ်နှင်းနဲ့ လူချစ်များတဲ့သူပေါ့ Thadius ကတော့ ဘာမှမလုပ်တဲ့အပျင်း ညီလေး။ တနေ့တော့ Fabius က စွန့်စားခန်းက ပြန်လာရင်း ကောင်မလေးတစ်ယောက်ခေါ်လာပြီး လက်ထပ်မယ်လုပ်ရော လက်ထပ်ပွဲမှာ ထုံးစံအတိုင်း လူဆိုးကြီးကလာဖျက်ပြီး သတို့သမီးကိုခိုးရာက Thadiusနဲ့ Fadius တို့ညီအကို စွန့်စားခန်းအတူ ပထမဆုံးထွက်ရတော့ ဘာဆက်ဖြစ်ကြမလဲကြည့်ရအောင်....ရှေးခေတ်ကားမို့ ဖော်ချွတ်ခန်းတွေပါပါတယ် ဆိုတာ ကြိုပြောလိုက်ပါရစေ...  File size…2.78GB / 1.05GB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Mal ...",
        "rating": "5.5",
        "url": "https://megaup.net/2BCO4/Your.Highness.2011.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wQVvASmpm8jGhJBQU20OkoMcNzi.jpg",
        "title": "A Separation (2011)",
        "description": "A Separation (2011)~ IMDb - 8.3/10, Rotten Tomatoes - 99% ~ဒီဇာတ်လမ်းကတော့ အီရန်လူ့အဖွဲ့အစည်းရဲ့ တင်းကြပ်တဲ့စည်းမျဥ်းတွေအောက်မှာ ရုန်းကန်နေရတဲ့ဘဝတွေအကြောင်းဖြစ်ပြီး နာဒါ စီမင်တို့စုံတွဲနဲ့ ရာဇီရက် ဟိုဂျက်တို့စုံတွဲနှစ်တွဲက ဒီဘဝတွေကို ကိုယ်စားပြုထားပါတယ်။နာဒါနဲ့စီမင်တို့က ၁၄ နှစ်ကြာအိမ်ထောင်ရေးကိုအဆုံးသတ်ဖို့လုပ်နေကြပြီး အကြောင်းရင်းကတော့ စီမင်က သူ့သမီးကို လုံခြုံပြီးတိုးတက်တဲ့နိုင်ငံမှာ ပျိုးထောင်ချင်ပေမဲ့ နာဒါကတော့ အယ်ဇိုင်းမားရောဂါခံစားနေရတဲ့သူ့အဖေကိုထားခဲ့ပြီး ဘယ်ကိုမှမသွားဖို့ဆုံးဖြတ်ထားလို့ပါ။ရာဇီရက်ဇာတ်ကောင်ကတော့ တင်းကြပ်တဲ့ဘာသာရေးနဲ့ ဖိုဝါဒကြီးစိုးမှုအောက်မှာ ဘယ်အရာကိုမှကိုယ့်သဘောနဲ့ကိုယ်ဆုံးဖြတ်ခွင့်မရှိတဲ့ အမျိုးသမီးတွေရဲ့ မွန်းကြပ်မှုကိုထင်ဟပ်နေပါတယ်။ ရာဇီရက်တစ်ယောက် အိမ်ရဲ့ငွေကြေးအခက်အခဲကိုဖြေရှင်းဖို့ ယောက်ျားမသိအောင်အလုပ်ထွက်လုပ်ရာကနေ ပြဿနာပိုကြီးသွားပါတယ်။မိသားစုနှစ်ခုရဲ့ဒုက္ခသုက္ခတွေနဲ့အတူ လိင်ခွဲခြားမှု လူတန်းစားခွဲခြားမှု ဘာသာရေးအယူသီးမှုတွေကို Highlight လုပ်ထားတာကိုတွေ့ရမှာပါ။A Separation ဟာ Academy Award for Best Original Screenplay ဆုကို ဆန်ခါတင်ဝင်ခဲ့သလို Golden Globe မှာလည်း Best Foreign Language ...",
        "rating": "8.3",
        "url": "https://megaup.net/3hAgf/(CM)_A_Separation_(2011)_BluRay_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9HFFwZOTBB7IPFmn9E0MXdWave3.jpg",
        "title": "WarHunt (2022)",
        "description": "Genre – Action, Horror, Thriller ၁၉၄၅ ခုနှစ်မှာ ဂျာမနီရဲ့အမည်းရောင်တောအုပ်ထဲ အမေရိကန် စစ်လေယာဉ်တစ်စီး ပျက်ကျခဲ့တယ်။ ပျက်ကျသွားတဲ့လေယာဉ်ပေါ်မှာ လျှို့ဝှက်ပစ္စည်းတစ်ခုပါနေတယ်။ ဒီတော့ ဆာဂျင်ဘရူဝါ ဦးဆောင်တဲ့ ၁၂ ယောက်ပါ တပ်ဖွဲ့လေးကဒီ လေယာဉ်ပျက်ကို သွားပြီး စုံစမ်းထောက်လှမ်းဖို့ ဖြစ်လာတယ်။ ဒါပေမဲ့ မေဂျာကလည်းရောက်လာပြီး ဒီလေယာဉ်ပေါ်က ပစ္စည်းပြန်ယူဖို့ သူ့လူ ဝပ်ရှ်ဆိုတာကို အမိန့်အာဏာသုံးပြီးအတင်းလာပို့သွားတယ်။ ဒီလိုနဲ့ ၁၃ ယောက်ပါ တပ်ဖွဲ့လေးက အမည်းရောင်တောအုပ်ထဲ လေယာဉ်ပျက်လိုက်ရှာကြတဲ့အချိန်မှာတော့ ဆာဂျင်ထင်နေသလို မရိုးရှင်းပဲ သဘာဝလွန်ထူးခြားဆန်းကြယ်တာတွေ ပါဝင်လာတဲ့အခါ…..။ တောထဲက သွေးစုပ်ခံရတဲ့အလောင်းကောင်တွေကဘာလဲ၊ ထူးခြားတဲ့အမျိုးသမီးတွေရော ဘယ်သူလဲ၊အမေရိကန်ရော ဂျာမန်ရော လိုချင်နေကြတဲ့ လျှို့ဝှက်ပစ္စည်းဆိုတာရော ဘာတွေဖြစ်နေမလဲ၊ အကုန်လုံး ဒီတောထဲကနေ ရှင်လျက်နဲ့ ပြန်ထွက်လာနိုင်ကြပါ့မလားဆိုတာသည်းထိတ်ရင်ဖို ကြည့်ရမယ့်ကားပါ။ဆာဂျင်နေရာကတော့ ကျွန်တော်တို့ရဲ့ Prison Break ထဲက လူဆိုးကျော်ကြီး T-Bag ပဲဖြစ်ပါတယ်ဗျ။ File size…1.35GB / ...",
        "rating": "",
        "url": "https://megaup.net/1VFi5/WarHunt.2022.BluRay720pCH(CM).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZGZlZTVjMWMtMTJlMC00NjdhLWIzZDgtMTM3MTI2MTlmYTQ5XkEyXkFqcGdeQXVyMzI5NzMxNDI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Quicksand (2023)",
        "description": "လင်မယားနှစ်ယောက် အပျော်ခရီးထွက်ရင်း ခွေးချေးပုံနင်းမိတဲ့ Quicksand ဆိုတဲ့ (2023) ထွက် Thriller movie လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဂျော့ရှ်နဲ့ ဆိုဖီယာဟာ ပြိုလဲခါနီးအိမ်ထောင်ရေးတစ်ခုကို လူသူမသိအောင်ဖုံးဖိရင်း ကိုလံဘီယာနိုင်ငံ ဘိုဂိုတာမြို့ကို ဆေးပညာဆိုင်ရာညီလာခံတစ်ခုအတွက် ရောက်ရှိလာခဲ့ပါတယ်။ သူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးက သူစိမ်းပြင်ပြင်ဖြစ်နေခဲ့ပေမဲ့လည်း အကြောင်းကြောင်းကြောင့် ညီလာခံနေ့မတိုင်ခင်မှာပဲ နှစ်ယောက်သားတောင်တက်ခရီးတစ်ခု အတူတူထွက်လာခဲ့ပါတယ်။ ဒီလိုနဲ့ပဲ လက်စ်အယ်ရီနာ့စ်လို့ခေါ်တဲ့ သေမင်းတမန်တောနက်ကြီးထဲရောက်ရှိသွားပြီး Quicksand လို့ခေါ်တဲ့ ရုန်းလေနစ်လေ နွံအိုင်ကြီးထဲကို လင်မယားနှစ်ယောက် ပြုတ်ကျသွားပါတော့တယ်။ နွံအိုင်ထဲရောက်သွားပေမဲ့လည်း ငယ်ငယ်ကဖတ်ဖူးတဲ့ တြိစက္ကဝတ္ထုတွေထဲကလို လူကိုချက်ချင်းဝါးမြိုသွားတာမျိုးတော့ မဟုတ်ပါဘူးဗျ။နွံအိုင်တွေရဲ့ တကယ့်သဘောတရားမှာက သူ့ထဲမှာပါဝင်တဲ့ ဗွက်တွေသဲတွေရေတွေရဲ့ သိပ်သည်းဆက လူထက်ကိုများတာမို့ လူခန္ဓာကိုယ်ရဲ့ ဘော်ဒီဝိတ်အဓိကသက်ရောက်နေတဲ့ ခြေထောက်ပိုင်းပဲနစ်မြုပ်သွားမှာဖြစ်ပြီး ခန္ဓာကိုယ်အပေါ်ပိုင်းကတော့ အဆုတ်ထဲကလေတွေကြောင့် ပေါလောပေါ်နေမှာပါ။ ဒါပေမဲ့လည်းအဲဒါကြောင့် လုံးဝအသက်အန္တရာယ်မရှိတာမျိုးမဟုတ်ဘဲ အစာငတ်သေတာတွေ၊ တောရိုင်းတိရစ္ဆာန်တွေရဲ့ရန်တွေလည်း ရှိသေးတာပေါ့နော်။ ဒီလိုနဲ့လင်မယားနှစ်ယောက် တောနက်ထဲက နွံအိုင်ကြီးထဲမှာနစ်နေရင်း ဘယ်လိုအန္တရာယ်တွေ ကြုံလာရမလဲ။ဒါတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/1VEn4/Quicksand.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWQ0NTE5NjUtZTQ5Mi00NWY0LTg3NDctNGI5NWIwNjdhYjA5XkEyXkFqcGdeQXVyMzcwMjU2NQ@@._V1_-160x200.jpg",
        "title": "Bawaal (2023)",
        "description": "Bawaal(2023)\nIMDb-7.0/10အောင်မြင်လာတဲ့နာမည်နဲ့အတူ ဗလကြီးပါရှယ်မိုက်လာတဲ့ မင်းသားဗာရွန်းနဲ့\nမင်းသမီးချော ဂျန်ဗီကပူးရ်တို့အဓိကပါဝင်ထားတဲ့ ဟင်ဒီစကားပြော\nဘောလိ၀ုဒ်ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ကျွန်တော်တို့ဘ၀တွေမှာ ကိုယ်တကယ်မဟုတ်တဲ့ပုံစံကို ပတ်ဝန်းကျင်ကိုပြချင်ကြတာကိုက\nလူ့သဘောသဘာ၀လိုဖြစ်နေကြတယ်။အတွင်းစိတ်မှာ ပွက်လောရိုက်ဆူညံနေပေမယ့်\nအပြင်မှာကျ မပွင့်မလင်းနဲ့အေးတိအေးစက်နေတာမျိုး။သူများအထင်ကြီးလေးစားတာကို\nလိုချင်တော့ သူများဘယ်လိုမြင်သွားမလဲဆိုတဲ့စိတ်နဲ့ ကိုယ်တကယ်မဟုတ်တဲ့ပုံစံကို\nပြပေးရင်း ပြပေးရင်း ကိုယ်ဘာကောင်လဲဆိုတာ ကိုယ်တိုင်မသိနိုင်တော့တာတွေ။ကျွန်တော်တို့ဇာတ်လိုက်ကျော်ကြီးက မြို့လေးမှာရှိတဲ့ လူတကာအထင်ကြီးအားကျရတဲ့ အကိုကြီးအဂျူး။\nအထင်မကြီးကြီးအောင် အားမကျကျအောင်လည်း အဂျူးက မုသားမျိုးစေ့တွေဖြန့်ကြဲထားခဲ့လေတော့။\nကိုယ်စိုက်တဲ့အပင်ဆိုတာ ကိုယ်ရိတ်သိမ်းရတာပဲမလား။ဒီလိုအလိမ်အညာတွေနဲ့ အဂျူးတစ်ယောက်\nသတို့သမီးလောင်းပေါ်မှာလည်း ပုံစံမှန်မပြခဲ့ဘဲ မုသားတွေနဲ့ပဲလက်ထပ်တာကအစ။အထင်အကြီးခံချင်တဲ့အဂျူး\nလူတကာလေးစားစေချင်တဲ့အဂျူး သူ့ဇနီးသည်ဆီမှာရှိတဲ့ရောဂါက သူ့ကိုလူပုံအလယ်မှာ\nအရှက်ကွဲစေမှာပဲလို့တွေးခဲ့တယ်။အဲဒီစိတ်နဲ့ပဲ ဘယ်သွားသွားဇနီးဖြစ်သူကို ခေါ်မသွားခဲ့ပါဘူး။\nဒီလိုနဲ့ပဲ သူတို့ရဲ့ကြားထဲက ဆက်ဆံရေးကဘယ်လိုဘယ်ဝယ်ဖြစ်လာမလဲဆိုတာ သင်ခန်းစာယူရင်း\nရှင်သန်ကြရတဲ့ဘ၀မှာ မိမိရဲ့အစစ်အမှန်ပုံစံအတိုင်းပဲ နေကြည့်ကြရအောင်လား။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Cherry~Zwe~BpL~Aditi~Yunniတို့ပါ)\nFile size…5.1GB / 1.89GB / 791MB\nQuality…4k HEVC AMZ WEL DL /1080p WEBDL AAC5.1CH /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Cherry~Zwe~BpL~Aditi~Yunni",
        "rating": "7.2",
        "url": "https://megaup.net/1fGn8/Bawaal_(2023)_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aSlF0KJnaDp1RFrbqJ5rjF4m6ul.jpg",
        "title": "Judge Bao: Intrigues at Academy ( 2023 )",
        "description": "ပေါင်ချိန်fanတွေအတွက်လူငယ်ပေါင်ချိန်ရုပ်ရှင်ကားလေး\nCM ကနေတင်ဆက်ပေးလိုက်ပါတယ်။\nပေါင်ချိန်တစ်ယောက်တရားသူကြီးမဖြစ်ခင် အရာရှိငယ်လေးဘဝကို\nအခြေခံပြီးရိုက်ထားတာဖြစ်ပါတယ်။ ဒီ\nအမှုကိုဖြေရှင်းပြီးမှကျားခေါင်းဓားစက်ကို ပေါင်ချိန်ရရှိလာတာပါ။နန်းတွင်းစာမေးပွဲကြီးကျင်းပခါနီးမှာ ကျောင်းသားတွေ\nတစ်ယောက်ပြီးတစ်ယောက် ထူးထူးဆန်းဆန်းသေသွားကြတယ်။\nထူးဆန်းတဲ့သေပုံတွေကြောင့် ငရဲမင်းကအသက်နှုတ်ယူသွားတာပါဆိုပြီး\nကောလဟာလတွေ ထွက်လာပါတယ်။ ပေါင်ချိန်ရဲ့ ဆရာပြီးတဲ့\nကျောင်းအုပ်ဆရာကြီးကလဲပျောက်နေတာကြောင့် စုံစမ်းဖို့ရာ\nစာသင်ကျောင်းကိုပေါင်ချိန်နဲ့ကျန်ကျောင်းတို့ ရောက်လာခဲ့ကြပါတယ်။နှစ်ယောက်သားစုံစမ်းရင်းနဲ့ လူသတ်မှုက တဖြည်းဖြည်းအဖြစ်မှန်ပေါ်လာပြီး ပ\nညာရှိစာမေးပွဲရဲ့နောက်ကွယ်မှာ ပိုလေးနက်တဲ့\nနန်းတွင်းရေးရာတွေပါဝင်နေကြောင်းကိုသိလိုက်ရတဲ့အခါ……\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Mystery\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/judge-bao-intrigues-at-academy-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/27UQvsb1jCeyRck83ksD4ctVAJG.jpg",
        "title": "The Puppet ( 2023 )",
        "description": "အခုတစ်ခေါက် CM ရဲ့ ပရိတ်သတ်တွေအတွက် The Puppet ဆိုတဲ့\nသည်းထိတ်ရင်ဖိုရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ကျောင်းသူလေး ရှောင်မန့်ဟာ သူမအဖေရှိရာ ရွာပြန်ပြီး သိပ်မကြာခင်မှာ\nသူ့ကိုယ်သူ သတ်သေသွားခဲ့ပါတယ်။ သမီးကို အချစ်ကြီးတဲ့ အဖေခမျာ\nသူ့သမီးရဲ့ ဝိညာဉ်ကို အရုပ်ထဲထည့်ဖို့ ပူဇော်ပွဲကြီးလုပ်ပါတော့တယ်။\nထိုပူဇော်ပွဲမှာ အလောင်းစစ်ဆေးသူ ၂ ဦးနဲ့ ဦးလေးကျိုတို့ သေဆုံးခဲ့ပြီးနောက်\nတစ်ရွာလုံးမှာ ရှောက်မန့်ရဲ့ ဝိညာဉ်ပါတဲ့ အရုပ်က လူသတ်ကြောင်း သတင်းပျံ့သွားပါတော့တယ်။ရှောင်မန့်ရဲ့ သူငယ်ချင်းဖြစ်သူ ချန်းချန်းဟာ ဆရာနဲ့ သူငယ်ချင်း ၃ ယောက်နဲ့အတူ\nယွမ်ယောင်ရွာသို့ ရှုခင်းကြည့်ရှုလေ့လာရန် ရောက်လာခဲ့ပါတယ်။\nတကယ်တော့ သူမဟာ စကားမပြောတတ်တဲ့ ရှောင်မန့်သေဆုံးရတဲ့\nအကြောင်းရင်းကို လာရောက်ရှာဖွေပြီး ကလဲ့စားချေရန် ဖြစ်ပါတယ်။သူမတို့အဖွဲ့ သရဲခြောက်တယ်လို့ နာမည်ထွက်နေတဲ့ ဟွမ်အိမ်မှာ တည်းခိုရဖို့\nအကြောင်းဖန်လာပြီး ထူးဆန်းတဲ့ကိစ္စတွေ ဆက်တိုက်ဖြစ်ပေါ်လာပါတယ်။\nသူတို့တစ်ဖွဲ့လုံး အန္တရာယ်တွေနဲ့ ကြုံတွေ့ခဲ့ရပါတယ်။ပြဇာတ်အဖွဲ့ခေါင်းဆောင်ရဲ့ သမီးဖြစ်သူ ရှောင်မန့်တစ်ယောက်\nဘာလို့ အရုပ်ကိုပွေ့ပြီး မြစ်ထဲမှာ သေနေရတာလဲ......\nကိုယ့်ကိုယ်ကိုယ်သတ်သေခြင်းလား အကြံအစည်တွေ ရှိနေတာလား......\nတရားခံအစစ်က ဘယ်သူဖြစ်မလဲ......\nဆိုတာကို ရုပ်ရှင်လေးကြည့်ပြီး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-puppet-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/25R5E_4f-141x200.jpg",
        "title": "The Night Beyond the Tricornered Window (2021)",
        "description": "The night beyond the tricornered windowစာအုပ်ဆိုင် တစ်ဆိုင်ရဲ့ စာရေးလေး \"မိကဒို\"မှာ ထူးခြားတဲ့စွမ်းရည်တစ်ခုရှိပါတယ်။ အဲဒါကတော့ သူငယ်ငယ်တည်းက သရဲတွေကို အချိန်တိုင်းမြင်နေရတာဖြစ်ပြီး ဒီကနေ ရှောင်လွှဲလို့မရသလို မမြင်ရတော့အောင်လည်း လုပ်လို့မရပါဘူး။ တစ်နေ့မှာတော့ \"ဟိရခဝါ\"လို့ခေါ်တဲ့ ပယောဂနှင်ဆရာက မိကဒိုကို ရှာတွေ့ခဲ့တဲ့နောက်မှာတော့ အခြေအနေက ပြောင်းလဲသွားခဲ့ပါတယ်။\nဟိရခဝါက မိကဒိုကို သူ့ရဲ့လက်ထောက်အဖြစ်ခန့်ပြီးတော့ သရဲမြင်တဲ့အစွမ်း အကူအညီနဲ့ ဖြေရှင်းရခက်တဲ့ မှုခင်းတွေကို ရှာဖွေဖော်ထုတ်ကြပါတယ်။ ဒီလိုနဲ့ သူတို့လိုက်နေရတဲ့အမှုတွေက \"ဟိအူရ\"လို့ခေါ်တဲ့ အထက်တန်းကျောင်းသူရဲ့ နှုတ်ထွက်စကားတွေနဲ့ သက်ဆိုင်နေမှန်းသိလိုက်ရတဲ့အခါ ဖြေရှင်းဖို့ ကြိုးစားကြပါတယ်။၂၀၁၃ကနေ ၂၀၂၀အထိထုတ်ဝေခဲ့တဲ့ Yaoi mangaကို adaptionလုပ်ထားပြီး စိတ်ဝင်စားစရာကောင်းတဲ့ ဇာတ်လမ်းကျောရိုးနဲ့ Japanese BL ကားကောင်းတစ်ကားကို ကြည့်ရှုရမှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(1.4GB) / (700MB)\nQuality__WEB-DL_1080p, 720p\nIMDb ...",
        "rating": "5.0",
        "url": "https://megaup.net/1cA4u/The_Night_Beyond_The_Tricornered_Window_(2021)_720p.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zLSeVbnq6dRdA9hdgHfhVnGaiuK.jpg",
        "title": "Hero(2022)",
        "description": "Hero(2022)***********ဒီရုပ်ရှင်ကားကြီးဟာ တော်လှန်ရေးသူရဲကောင်းAhn Jung Geun  ရဲ့အကြောင်းကိုအခြေခံပြီး ရိုက်ကူးထားတာဖြစ်တယ်.. ဒီလူဟာ ကိုရီးယားသမိုင်းရဲ့ အထင်ကရ ပုဂ္ဂိုလ်ဖြစ်လေတော့ဒါရိုက်တာကလည်း အဘက်ဘက်က ပြည့်စုံအောင် သေချာကိုရိုက်ကူးထားတာတွေ့ ရတယ်..Musical လည်းပါလေတော့ လိုက်ဖက်ပြီး ဇာတိမာန်တက်ကြွစေတဲ့သီချင်းတွေသုံးထားတော့ကြည့်ရှုတဲ့သူတွေကိုပါ သွေးဆူစိတ်လှုပ်ရှားစေတယ်.. B.Oလည်းဝင်သလိုကြည့်သင့်တဲ့ကားတစ်ကားလည်းဖြစ်တယ်..“၃ နှစ်အတွင်း ငါတို့အမိမြေရဲ့ရန်သူ အီထို ဟီရိုဘူမီကို မရှင်းပစ်နိုင်ရင်...\nအဲဒီအခါ သတ်သေပါ့မယ်”1900 ခုနှစ်အစပိုင်းမှာ ကိုးရီးယားနိုင်ငံအပေါ် ဂျပန်နိုင်ငံရဲ့အာဏာလွှမ်းမိုးမှု ကြီးမားလာတဲ့အလျောက်လွတ်လပ်ရေးလှုပ်ရှားမှုခေါင်းဆောင် အန်ဂျွန်ဂွန်းနဲ့ ရဲဘော်အပေါင်းအပါတို့က လက်သူကြွယ်ကို ဖြတ်ပြီးအဆိုပါကျမ်းသစ္စာကို ကျိန်ဆိုခဲ့ကြပါတယ်..အဲဒီကျမ်းသစ္စာကို တည်နိုင်ဖို့အတွက် အန်ဂျွန်ဂွန်းနဲ့ ရဲဘော်အပေါင်းအပါတွေရဲ့ လွတ်လပ်ရေးလှုပ်ရှားမှု လုပ်ဆောင်ကြပုံတွေဂျိုဆွန်းနယ်ချဲ့မှုရဲ့ အဓိကတရားခံဖြစ်တဲ့ အီထို ဟီရိုဘူမီကို ရှင်းပစ်နိုင်ဖို့ ကြိုးစားကြပုံတွေကိုတော့ဇာတ်ကားလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး‌နော်..အားလုံးသိပြီးသား မင်းသမီးလေး Kim Go Eun လည်း ပါ၀င်သရုပ်ဆောင်ထားပါတယ်\nMusical ရုပ်ရှင်ဖြစ်တဲ့အတွက် သီချင်းအမိုက်စားတွေနဲ့ပါ ထပ်‌ပေါင်းပံ့ပိုးပေးထားတာဖြစ်လို့ကြက်သီးမွေးညင်းထရင်းနဲ့ ကြည့်ရမဲ့ကားလေးပါ ....File Size :( 1.84GB )(837MB)\nQuality ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Sxpk/Hero.2022.WEB-DL.720P(CM).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nt79vexDo8qhjCnYVd7onnZhzJ7.jpg",
        "title": "[18+] Black Cat (1991)",
        "description": "Black Cat (1991)ဟောင်ကောင်အက်ရှင်ကားတွေရဲ့ရွှေခေတ်၊ မြန်မာပြည်ကလူတွေက ဂျက်မ လို့ သညာပြုခေါ်ကြတဲ့ အမျိုးသမီးဖိုက်တာဇာတ်ကားတွေထဲက အမှတ်တရဖြစ်စရာ တစ်ချိန်ကနာမည်ကျော်ကားတစ်ကားဖြစ်ပါတယ်။ကတ်သရင်းဆိုတဲ့ ပြန်အမှတ်ရချင်စရာမရှိတဲ့ အတိတ်ဆိုးပိုင်ရှင်ကောင်မလေးတစ်ယောက်ဟာ မတော်တဆလူသတ်မှုတွေကျူးလွန်မိရာကနေ ထွက်ပြေးခဲ့ချိန်မှာ ပြန်ပြီးပစ်ခတ်ဖမ်းဆီးခံခဲ့ရပါတယ်။ သူ သတိရချိန်မှာတော့ လေ့ကျင့်ရေးသင်တန်းကျောင်းတစ်ခုကို ရောက်ရှိနေပြီး လက်နက်တွေ၊ ရင်ဆိုင်တိုက်ပွဲစွမ်းရည်တွေ ပြင်းထန်တဲ့လေ့ကျင့်မှုတွေနဲ့ သင်ကြားပေးခံရပြီးနောက် အယ်ရစ်ကာဆိုတဲ့ ကုတ်အမည်နဲ့ CIA အေးဂျင့်တစ်ယောက်ဖြစ်လာပါတော့တယ်။ဇာတ်လမ်းသွားက Luc Besson ရဲ့နာမည်ကျော် La Femme Nikita နဲ့ဆင်သလို ဒါရိုက်တာကလဲ အဲ့ဒီကားကိုပဲပြန်ရိုက်ချင်ခဲ့တာပါ။ ဒါပေမဲ့ ဇာတ်ကားမူပိုင်ခွင့်ကို Disney ကဦးသွားခဲ့တဲ့အတွက် ခပ်ဆင်ဆင်ဇာတ်သွားနဲ့သာ ကျေနပ်ခဲ့ရပါတယ်။ အဲဒီမတိုင်ခင်က မထင်မရှားမော်ဒယ်တစ်ယောက်သာဖြစ်ခဲ့တဲ့ Jade Leung ကို တစ်ကားတည်းနဲ့နာမည်ကျော်မင်းသမီးတစ်လက်ဖြစ်စေခဲ့တဲ့ ဇာတ်ကားတစ်ကားလဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 760MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Sxgq/(CM)_Black_Cat_(1991)_720p.mp4",
        "category": "Action, Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lPZwNicaOUwKmpS5e2yzAruIMRE.jpg",
        "title": "[18+]Girl$(2010)",
        "description": "[18+]Girl$(2010)*****************တရုတ်ကားဖြစ်သော်လည်း အတော်လန်းတဲ့အိပ်ရာခန်းတွေနဲ့ ကားနာမည်အတိုင်း မိန်းကလေးပုံစံအမျိုးမျိုးစိတ်အဖုံဖုံနဲ့မို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြော်င်း...တစ်ချို့က ကိုယ်ချစ်တဲ့သူနဲ့မှ အပျိုစင်ဘဝကိုကုန်ဆုံးချင်တာမျိုးရှိသလိုတစ်ချို့ကလည်း ငယ်စဉ်မှာ လက်တည့်စမ်းချင်တာမျိုးရှိတယ်..တစ်ချို့က ငွေရှာနည်းကဲ့သို့အသုံးချတတ်သလိုတစ်ချို့ကလည်း ငွေပေးပြီးတော့ကို ယောက်ျားတွေနဲ့သူတို့စိတ်ဖြေဖို့ အိပ်တတ်တာမျိုးရှိကြတယ်..ဒီလို အခြေအနေပေါင်းစုံကို လေ့လာအကဲခတ်ခွင့်ရမှာမို့.... File Size :(2.0GB) and (800 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by  DS",
        "rating": "6.0",
        "url": "https://megaup.net/2yurf/Girl$.2010.BLU-RAY.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/130H1gap9lFfiTF9iDrqNIkFvC9.jpg",
        "title": "A Man Called Otto (2023)",
        "description": "A Man Called Otto (2023)မင်းသားကြီး တွမ်ဟန့်ခ်ရဲ့ ဒရာမာ ရုပ်ရှင်အသစ်လေးဖြစ်ပါတယ်။\nကြည်နူးစရာမိသားစုရုပ်ရှင်သက်သက်ပါပဲ။အော့တိုဆိုတာ့ ခပ်ရင့်ရင့်နဲ့အလုပ်ကိုအတိအကျလုပ်တတ်တဲ့လူ့ခွစာကြီး တစ်ယောက်ရှိပါတယ်။\nအားလုံးကို ဆူပူ အပြစ်တင်နေပေမဲ့ အကူအညီလိုအပ်ရင်လည်းအကုန်လုပ်ပေးတတ်တာမို့ အားလုံးကချစ်ကြပါတယ်။\nအဲဒီအချိန်မှာပဲ သူ့အိမ်ဘေးကို တွမ်မီနဲ့မယ်ရီဆောဆိုတဲ့ ဇနီးမောင်နှံနဲ့ ကလေးလေးနှစ်ယောက်ပြောင်းလာပါတယ်။\nအဓိကကတော့ အော့တိုဘာလို့ ဒီလိုဂွကျကျ အဘိုးကြီးဖြစ်နေလဲဆိုတဲ့ နောက်ကြောင်းရယ်၊\nလက်ရှိကာလမှာ သူတို့ကိုနှင်ထုတ်ဖို့ကြိုးစားနေတဲ့အိမ်ခြံမြေလုပ်ငန်းရှင် လူယုတ်မာတွေကို\nရပ်ကွက်သားတွေစည်းစည်းလုံးလုံးပြန်တိုက်ထုတ်ပုံတွေရယ်ကို မေတ္တာတရားပုံဖော်မှုသက်သက်နဲ့ တင်ဆက်ထားတာပါပဲ။တွမ်ဟန့်ကို ဒစ်ဂျစ်တယ်အထူးပြုလုပ်ချက်နဲ့ လူငယ်ပုံဖန်တီးတဲ့နေရာမှာတော့\nThe Burbs 1989 က ပုံတွေကို အခြေခံပြီး ပြုလုပ်ထားတာပါ။\nတွမ်ဟန့်ငယ်ဘဝအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ သူကတော့ Truman Hanks ဖြစ်ပြီး တွမ်ဟန့်ခ်ရဲ့ သားအရင်းပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 940MB | 464MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.6",
        "url": "https://megaup.net/1czer/A.Man.Called.Otto.2023.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3pibvRQK3A1E8cyhX8IQPIAU2J8.jpg",
        "title": "[18+] Exotica (1994)",
        "description": "Exotica (1994)~ IMDb - 7/10, Rotten Tomatoes - 95% ~Exotica ဟာ ၁၉၉၀ ခုနှစ်များဆီက မရေရာမသေချာ အိပ်မက်ဆန်ဆန် ပုံစံမျိုးပြသပြီး Psychological Thriller ဇာတ်ကားတွေကို တစ်ခေတ်ဆန်းစေခဲ့တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဖော်ချွတ်ကလပ်တစ်ခုဖြစ်တဲ့ Exotica မှာဆုံကြတဲ့ လမ်းပျောက်နေတဲ့ ဒဏ်ရာရနေတဲ့ ဝိညာဉ်တစ်စုရဲ့ ဇာတ်လမ်းလေးပါ။ ဝမ်းနည်းစရာပြည့်နေတဲ့ အတိတ်နဲ့ လူတစ်ယောက်၊ သူနဲ့ ထူးဆန်းတဲ့ ဆက်ဆံရေးတစ်ခုရှိနေတဲ့ အကမယ်လေး၊ အကမယ်လေးကို စွဲလန်းနေတဲ့ ဒီဂျေနဲ့ ရှားပါးငှက်ဥတွေကို မှောင်ခိုကူးနေတဲ့ သူတစ်ယောက်... သူတို့ရဲ့ ဆက်နွယ်မှုတွေ နာကျင်မှုတွေ ခံစားချက်တွေကို ကူးလူးခံစားမိစေမှာပါ။ သူတို့ရဲ့ အတိတ်နဲ့ ပစ္စုပ္ပန်အကြောင်းအရာတွေကို စိတ်ဝင်စားဖွယ် ပုစ္ဆာတစ်ခုလို ဖန်တီးတင်ပြထားပါတယ်။ အရမ်းကို နက်ရှိုင်းတဲ့ အဓိပ္ပါယ်တွေနဲ့ ခံစားချက်တွေကို ရောထွေး ယှက်နွယ်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး ရုပ်ရှင်ဆု ၁၆ ...",
        "rating": "7",
        "url": "https://megaup.net/1cz1z/(CM)_Exotica_(1994)_CRITERION_COLLECTION_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c3Ao5AJN9T5egSHfLr7b262oV7L.jpg",
        "title": "Baragaki: Unbroken Samurai (2021)",
        "description": "Baragaki: Unbroken Samurai (2021)~ IMDb - 6.3/10, MyDramaList - 7.2/10 ~ဂျပန်နိုင်ငံရဲ့ Edo era နဲ့ Meiji Restoration က သမိုင်းဖြစ်ရပ်တွေကိုပြောပါဆိုရင် Bakufu (ဘာကူဖူ)၊ Bakumatsu (ဘာကူမာဆု)၊ Shinsengumi (ရှင်းဆန်းဂူမိ) အစရှိတဲ့ နာမည်ကြီးခဲ့တဲ့ အဖွဲ့တွေ၊ တည်နေရာတွေ၊ တိုက်ပွဲတွေ၊ အချိန်ကာလတွေကို လုံးဝကျန်ထားလို့မရပါဘူး။ အဲဒါတွေကို စာပေအနေနဲ့ ခေတ်အဆက်ဆက် ရေးသားထုတ်ဝေမှုများရှိသလို ဖျော်ဖြေရေးအနေနဲ့လည်း ထုတ်လုပ်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်တွေ၊ ဇာတ်လမ်းတွဲတွေ၊ Anime တွေမနည်းလှပါဘူး။အဲဒီထဲကမှ တိုကုဂါဝါရှိုးဂန်းခေတ်ကုန်ကာလလို့ ပြောနိုင်တဲ့ ဘာကူမာဆု (၁၈၅၃ - ၁၈၆၇) အတွင်းမှာပေါ်ပေါက်ခဲ့တဲ့ ရှင်းဆန်းဂူမိ အကြောင်းကို Moeyo Ken (1964) နာမည်နဲ့ Ryotaro Shiba (1923-1996) ရေးသားခဲ့တဲ့စာအုပ်တစ်အုပ်ရှိပြီး အဲဒီစာအုပ်ကို အခြေခံရိုက်ကူးထားရာမှာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Swoa/(CM)_Baragaki_-_Unbroken_Samurai_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMmYzOTU3YzUtNTk0YS00NzIwLWFmZDEtYTI0OGExNGRmMDIxXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-128x200.jpg",
        "title": "[18+] Assault! Jack the Ripper (1976)",
        "description": "Assault! Jack the Ripper (1976)1976 မှာ Yasuharu Hasebe ရိုက်ခဲ့တဲ့ Roman Porno လိုင်းလက်ခွဲ \"Violent Pink\" အမျိုးအစားသုံးကားထဲက တစ်ကားဖြစ်ပါတယ်။ Genre နာမည်အတိုင်း ကြမ်းတမ်းတဲ့အသတ်အဖြတ်နဲ့ လိင်ကိစ္စအသားပေးဇာတ်ကားပါပဲ။စားသောက်ဆိုင်ဝန်ထမ်းစုံတွဲတစ်တွဲ မတော်တဆလူသတ်အလောင်းဖျောက်မိရာကနေ လူသတ်ခြင်းဟာ သူတို့အတွက် လိင်ရမ္မက်ကို ပိုမိုထက်သန်စေကြောင်းသိရှိသွားပြီး မိန်းမလှလေးတွေကို ရည်ရွယ်ချက်ရှိရှိလိုက်လံသတ်ဖြတ်တဲ့ ကွင်းဆက်လူသတ်သမားတွေဖြစ်လာခဲ့ရပုံကိုရှုစားရမှာဖြစ်ပါတယ်။ ခေါင်းဆောင်မင်းသမီး Tamaki Katsura ဟာ ဒီဇာတ်ကားနဲ့ ‌Mainstream ကားတွေကိုဆုပေးတဲ့ Japan Academy Prize မှာ အကောင်းဆုံးမင်းသမီးအဖြစ် ဆန်ကာတင်ဝင်ခဲ့ပါသေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 680MB\nQuality - 720p\nIMDb Rating - 6.2/10\nFormat - mp4\nDuration - 1H 12Min\nGenre - Crime, Drama, ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Sw9b/(CM)_Assault!_Jack_the_Ripper_(1976)_720p.mp4",
        "category": "Adult, Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iBy25orrkB1hjYNLCXdzMfXqWXR.jpg",
        "title": "Spirited Away: Live on Stage-org(2022))",
        "description": "Spirited Away: Live on Stage-org(2022))*************************************ဒီကားက live on stage ဆိုလို့ပျင်းစရာကောင်းတယ်လို့ထင်ရင်မှားသွားပါလိမ့်မယ်...Spirited Away ဆိုတဲ့Animeလေးကို လူတိုင်းမစိမ်းကြဘူးထင်ပါတယ်။အခုကားလေးကတော့ အဲဒီ Anime ကို ပြဇာတ်ရိုက်ထားတဲ့သဘောပါ..နယ်ဘက်ပြောင်းနေဖို့ထွက်ခဲ့ကြတဲ့ ချီဟီရိုတို့မိသားစုလေး လမ်းခရီးမှာ ညကြီးမိုးချုပ်လမ်းမှားသွားပြီးလှိုဏ်ခေါင်းတစ်ခုကိုတွေ့လိုက်ရပါတယ်။ အဲဒီလှိုဏ်ခေါင်းကတစ်ဆင့်တခြားဘက်ထွက်လိုက်တဲ့အခါမှာတော့ အပန်းဖြေဥယျာဉ်လို နေရာကြီးတစ်ခုတွေ့လိုက်ရပါတယ်။စားပွဲပေါ်မှာတည်ခင်းထားတဲ့စားကောင်းသောက်ဖွယ်တွေကို ချီဟီရို့အဖေနဲ့အမေကခွင့်ပြုချက်မတောင်းဘဲအငမ်းမရစားမိလိုက်တဲ့အခါ ဝက်အဖြစ်ပြောင်းလဲသွားပါတော့တယ်။တကယ်တော့ သူတို့ရောက်သွားတဲ့နေရာက ဝိဉာဉ်တွေ၊ နတ်ဘုရားတွေ အပန်းဖြေကြတဲ့ တစ်ဖက်ကမ္ဘာကတည်းခိုခန်းသဘောမျိုးပါ။မိဘတွေဝက်အဖြစ်ပြောင်းသွားပြီး ဝိဉာဉ်ကမ္ဘာထဲယောင်လည်လည်ဖြစ်နေတဲ့ချီဟီရို့ဆီ ဟခုလို့ခေါ်တဲ့ကောင်လေးတစ်ယောက်ရောက်လာပြီး အကူအညီပေးပါတော့တယ်..\nဟခုဆိုတာကရော သူနဲ့ဘယ်လိုပတ်သတ်လို့ကူညီပေးတာလဲ၊ ချီဟီရိုကရော သူ့မိဘတွေကိုကယ်တင်နိုင်ပါ့မလား..လူသားတွေကမ္ဘာဆီကိုရော ပြန်သွားနိုင်ပါ့မလား.. File Size :(2.9GB)(1.2GB) and (255MB)\nQuality :WEB-DL 1080P, 720p\nFormat…mp4\nDuration…02:38:00\nGenre : Adventure, Family, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Sw27/Spirited.Away.Stage.Play.2022.Original.Verison.WEB-DL.720P(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMmFlN2RiNGMtY2ZkZi00NzcwLTgxNjAtMWViYjdiMmYyY2VhXkEyXkFqcGdeQXVyNDgzODE3NDk@._V1_-133x200.jpg",
        "title": "[18+] Entrails of a Virgin (1986)",
        "description": "Entrails of a Virgin (1986)ဟိုအရင် သုံးကားတွဲ-ခြောက်ကားတွဲ-ရှစ်ကားတွဲ DVD တွေခေတ်ထတဲ့ကာလတုန်းက အာရှ NC အခွေတွဲတွေမှာ မကြာခဏပါလာတတ်တဲ့ ဇာတ်ကားတွေထဲ အပါအဝင်ဖြစ်တဲ့ကားတွေပါ။Pink Film တွေကနေ Subgenre တစ်ခုအဖြစ် \"Splatter-Eros\" ဆိုပြီး ပွဲထွက်လာခဲ့တဲ့ ဇာတ်ကားတွေဖြစ်ပါတယ်။ နာမည်အတိုင်းပဲ ကြမ်းတမ်းရက်စက်တဲ့ အခုတ်အထစ်အသတ်အဖြတ်တွေကို ညစ်ညမ်းမှုနဲ့ရောစပ်သမထားတဲ့ ဇာတ်ကားမျိုးတွေပါပဲ။ ရုံတင်စဉ်ကနဲ့ တချို့အခွေတွေမှာတော့ ဝါးပြီး ဆင်ဆာဖြတ်ထားပေမယ့် အခုကားတွေမှာတော့ ကြည်တောက်ရှင်းဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~ဓာတ်ပုံဆရာတစ်စုဟာ မော်ဒယ်တွေနဲ့အတူတောထဲမှာ ရိုက်ကွင်းထွက်ကြပါတယ်၊ သူတို့အချင်းချင်းကြားမှာလဲ ဂုဏ်အရှိန်အဝါ၊ နာမည်ကျော်ကြားမှု၊ မနာလိုဝန်တိုခြင်းတွေနဲ့ အပြိုင်အဆိုင်တွေရှိနေကြပါတယ်။ အဲ့ဒီကနေအပြန်လမ်းမှာတော့ မြူတွေကြောင့် မတော်တဆမှုနဲ့ကြုံတွေ့ခဲ့ရပြီး လမ်းမှာတွေ့တဲ့ဆောက်လက်စအဆောက်အဦးတစ်ခုမှာ ဝင်ခိုရာကနေ တောအုပ်ထဲက နိုးထလာတဲ့၊ အညစ်အကြေးတွေ ဖုံးလွှမ်းနေတဲ့ မိစ္ဆာကောင်တစ်ကောင်ရဲ့ တစ်ယောက်ချင်းလိုက်လံသတ်ဖြတ်မှုကိုခံရပါတော့တယ်။ကြမ်းတမ်းရက်စက်တဲ့ အသတ်အဖြတ်တွေနဲ့ ပွင့်လင်းတဲ့လိင်ဆက်ဆံခန်းတွေ တစ်ကားလုံးနီးပါးပါဝင်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "",
        "url": "https://megaup.net/1Svq6/(CM)_Entrails_of_a_Virgin_(1986)_720p.mp4",
        "category": "Adult, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dXGNABIoMWo8EOGUQH2651w9CWz.jpg",
        "title": "Cairo Conspiracy (2022)",
        "description": "Cairo Conspiracy (2022)~ IMDb - 7.1/10, RT - 77%, Meta - 74% ~ကားနာမည်အတိုင်းပဲ... အီဂျစ်နိုင်ငံရဲ့မြို့တော် ကိုင်ရိုက အီဂျစ်နိုင်ငံရဲ့ ရာထူးအကြီးဆုံးထိပ်သီးတွေ ဘာသာရေးခေါင်းဆောင်တွေ ပါဝင်ပတ်သက်နေတဲ့ လျှို့ဝှက်ပူးပေါင်းကြံစည်မှုတစ်ခုအကြောင်းပါ။ အီဂျစ်ဟာ အစ္စလာမ်ကမ္ဘာမှာ အဓိက အင်အားကြီးနိုင်ငံဖြစ်တာနဲ့အညီ ဒီကားက အစ္စလာမ်ဘာသာကို အဓိကထားပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ နောက် အစ္စလာမ်ဘာသာရေးဆိုင်ရာ သင်ကြားမှုတွေရဲ့ အချက်အချာဖြစ်တဲ့ အယ်အာဇာကိုလည်း ဒီကားရဲ့ အဓိကလိုကေးရှင်းအဖြစ်သုံးထားပါတယ်။ နိုင်ငံရေးနဲ့ ဘာသာရေးကြားက အားပြိုင်မှုတွေကြားမှာ ကြားကမြေစာပင်ဖြစ်သွားတဲ့ ကျေးလက်ကကောင်လေးကို အဓိကနေရာကထားပြီး တင်ပြသွားပါတယ်။ဒီကားမှာ အစ္စလာမ်ဘာသာရေးခေါင်းဆောင်တွေ၊ အကြမ်းဖက်ဝါဒီတွေ၊ အစိုးရဘက်တော်သားတွေ စသဖြင့် ဘက်သုံးဘက်ကိုတွေ့မြင်ရမှာဖြစ်ပြီး ဒီသုံးခုရဲ့အားပြိုင်မှုကို ချိတ်ဆက်တင်ပြသွားပုံကလည်း တော်တော်လေး‌ သေသပ်တယ်ပြောရပါမယ်။ ဇာတ်လမ်းအစမှာ အစိုးရဘက်ကို သတင်းပေးနေတဲ့ အယ်အာဇာက ကျောင်းသားတစ်ယောက် သေသွားတယ်။ ကျောင်းသားက တစ်ဖက်က အစိုးရသတင်းပေးလည်းဖြစ်နေတာမို့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Svnf/(CM)_Cairo_Conspiracy_(2022)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Waltair-Veerayya1-156x200.jpg",
        "title": "Waltair Veerayya (2023)",
        "description": "Waltair Veerayya (2023)\nAction, Drama\nIMDb 6.8/10 (5.6K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဘိုင်ရာဗာမင်းသားရဲ့အဖေ မင်းသားကြီး\nချီရန်ဂျီဗီးနဲ့ မင်းသားကြီး ရဗီတေဂျားတို့ရဲ့အက်ရှင်ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nမင်းသမီးချောလေး ရှရူတီးဟာစန်းကလည်း ကမ်းကုန်အောင် လှပပေးထားပါတယ်နော်။ဒီဇာတ်ကားမှာ ဘတ်ဂျက် ရူပီကုဋေ၁၄၀သုံးခဲ့ပြီး ၂၃၃.၀၅ကုဋေပြန်ရခဲ့ပါတယ်။ဇာတ်လမ်းကိုပြောရမယ်ဆိုရင်...\nRAW အဖွဲ့ဟာ နိုင်ငံတကာရာဇဝတ်သားကို အိန္ဒိယဖမ်းခေါ်လာနေတုန်း\nလမ်းမှာ လေယာဥ်ပျက်ကျခဲ့ပြီး အဲ့ဒီရာဇဝတ်သားကို ရဲစခန်းမှာ တစ်ညသိပ်ဖို့ဖြစ်လာခဲ့ပါတော့တယ်။အဲ့ဒီရဲစခန်းဟာ ညတွင်းချင်းဝင်ဆီးခံခဲ့ရပြီး စခန်းအတွင်းက\nရဲတွေအားလုံးအသတ်ခံလိုက်ရပါတယ်။ ရာဇဝတ်သားလည်း လွတ်မြောက်သွားပါတော့တယ်။ဒီအဖြစ်အပျက်ကြောင့် ရာထူးဆိုင်းငံ့ခံလိုက်ရတဲ့ ရဲအရာရှိဟာ\nဒီရာဇဝတ်သားကို ဖမ်းဆီးဖို့ ခဲထားပါတော့တယ်။\nဒီလိုနဲ့ မီးကိုမီးနဲ့ငြှိမ်းဖို့ ကြိုးစားလာတဲ့အခါမှာတော့....။\nဆက်လက်ပြီး ဘာတွေဖြစ်လာဦးမလဲဆိုတာကို ဇာတ်ကားထဲမှာ ရှုစားပေးကြပါဦးနော်။\nFile size…4.21GB / 1.95GB\nQuality…1080p True  WEB DL /720p\nFormat…mp4\nDuration…2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  BpL~Taylor~ Yunni ~ Khin Khin",
        "rating": "6.8",
        "url": "https://megaup.net/2ysN1/Waltair_Veerayya_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o6MCqJzZUyahqX7zyTVrbucBx8g.jpg",
        "title": "Temptress Moon (1996)",
        "description": "Temptress Moon (1996)~ IMDb - 6.7/10, Rotten Tomatoes - 62% ~Farewell My Concubine အပြီး Chen Kaige နဲ့ လတ်စလီချောင် ဂေါင်လီအတွဲ ပြန်ဆုံတဲ့ ရုပ်ရှင်ပေါ့။ သူလည်း ကိန်းမှာပြခဲ့ပြန်၊ Palme d'Or အတွက် ပြိုင်ခဲ့ပြန်တာပဲ။ ဒါပေမဲ့ ရတော့မရသွားခဲ့ပါဘူး။ ထပ်ပြီး တူတာက သူလည်း တရုတ်ပြည်မှာ ဘန်းခံထိထားတယ်။မထူးခြားနားပါပဲ။ ပုရီနန်းစွန့်ပြီးနောက်ပိုင်း ၁၉၁၂မှာ ဇာတ်အိမ်စတယ်။ မင်းရိပ်မင်းရှိန်မကင်းတဲ့အိမ်တစ်အိမ်က ဘိုးဘေးနတ်ကွန်းထဲ အဲဒီအိမ်က ကလေးမလေးက ကစားရင်းဝင်လာလို့ အကုန်ပွက်လောရိုက်နေတာနဲ့ စဖွင့်ထားတယ်။ အဲဒီကလေးမလေးက ဂေါင်လီရဲ့ဇာတ်ကောင် ဖန်းယုရီ။ တရုတ်မှူးမတ်အိမ်တော်ဆိုတော့ အဲဒီအိမ်ရိပ်လာခိုတဲ့ ဆွေရိပ်မျိုးရိပ်မကင်းတဲ့ ကလေး၂ယောက်ရှိတယ်။ တစ်ယောက်ကကျ လတ်စလီချောင်ရဲ့ ဇာတ်ကောင် ကျန်းလိန်။ သူက အဲဒီအိမ်က ဖန်းယုရီအစ်ကို ဖန်းအိမ်တော်က သခင်လေးရဲ့မိန်းမရဲ့မောင်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Svjv/(CM)_Temptress_Moon_(1996)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Mn4oSxGDPvuAewoAsNNvhZhqqA.jpg",
        "title": "[18+] Entrails of a Beautiful Woman (1986)",
        "description": "Entrails of a Beautiful Woman (1986)ဟိုအရင် သုံးကားတွဲ-ခြောက်ကားတွဲ-ရှစ်ကားတွဲ DVD တွေခေတ်ထတဲ့ကာလတုန်းက အာရှ NC အခွေတွဲတွေမှာ မကြာခဏပါလာတတ်တဲ့ ဇာတ်ကားတွေထဲ အပါအဝင်ဖြစ်တဲ့ကားတွေပါ။Pink Film တွေကနေ Subgenre တစ်ခုအဖြစ် \"Splatter-Eros\" ဆိုပြီး ပွဲထွက်လာခဲ့တဲ့ ဇာတ်ကားတွေဖြစ်ပါတယ်။ နာမည်အတိုင်းပဲ ကြမ်းတမ်းရက်စက်တဲ့ အခုတ်အထစ်အသတ်အဖြတ်တွေကို ညစ်ညမ်းမှုနဲ့ရောစပ်သမထားတဲ့ ဇာတ်ကားမျိုးတွေပါပဲ။ ရုံတင်စဉ်ကနဲ့ တချို့အခွေတွေမှာတော့ ဝါးပြီး ဆင်ဆာဖြတ်ထားပေမယ့် အခုကားတွေမှာတော့ ကြည်တောက်ရှင်းဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~ယာဂူဇာဂိုဏ်းဝင်တစ်စုဟာ မိန်းကလေးငယ်တွေကို ဖြားယောင်းသွေးဆောင်ပြီး ငွေလိမ်လည်မှုတွေ လူကုန်ကူးမှုတွေကျူးလွန်နေကြပါတယ်။ တစ်နေ့မှာတော့ သူ့အစ်မပျောက်ဆုံးမှုကိုစုံစမ်းတဲ့မိန်းကလေးတစ်ယောက်ကို ဂိုဏ်းသားတွေက မူးယစ်ဆေးထိုးပြီး အဓမ္မကျင့်ရာကနေ အဲ့ဒီမိန်းကလေးဟာ ထွက်ပြေးလွတ်မြောက်ပေမယ့် ဆေးအရှိန်နဲ့စိတ်ကုဆရာဝန်မတစ်ဦးရှေ့မှာ သတ်သေသွားခဲ့ပါတယ်။ကောင်မလေးဆီက အကြောင်းစုံသိလိုက်ရတဲ့ ဆရာဝန်မလေးဟာ အဲဒီဂိုဏ်းသားတွေကို ကလဲ့စားချေဖို့ပြင်ဆင်ပါတော့တယ်။ ဒါပေမယ့်လဲ သူ့ထက် ပါးနပ်တဲ့ဂိုဏ်းဝင်တွေဆီမှာ သူကိုယ်တိုင်ကြမ္မာဆိုးကြုံလိုက်ရာကနေ လိင်တံသဏ္ဍာန် မိစ္ဆာကောင်ကြီးအဖြစ်ပြောင်းလဲသွားခဲ့ပြီး ဂိုဏ်းသားတွေကိုအမဲဖျက်ပါတော့တယ်။ ...",
        "rating": "",
        "url": "https://megaup.net/3eq8C/(CM)_Entrails_of_a_Beautiful_Woman_(1986)_720p.mp4",
        "category": "Adult, Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nWsbVXIgQCA4oLIyxbJ2iIaihyU.jpg",
        "title": "Il Boemo (2022)",
        "description": "Il Boemo (2022)ဂီတပညာရှင်ကြီးမိုးဇက်ဆိုရင်တော့ မကြားဖူးတဲ့သူ မရှိသလောက် ရှားမှာပါ။ ဒါပေမဲ့ Il Boemo လို့ အီတလီမှာ လူသိများတဲ့ ဂျိုးဇက်ဖ် မိစလက်ဗစ်ချက်ကိုတော့ ကြားဖူးတဲ့သူ သိပ်ရှိလောက်မယ်မထင်ဘူး။ တကယ်ဆို သူက ၁၈ ရာစုနှောင်းပိုင်းရဲ့ ဂန္ထဝင်ဂီတအင်အားစုကြီးတစ်ခုမှာ အားဖြည့်ခဲ့တဲ့ တေးရေးဆရာတစ်ယောက်ပါ။ မိုးဇက်ကိုယ်တိုင်တောင် ငယ်ငယ်လေးကတည်းက ခင်မင်လေးစားအားကျရတဲ့ ချက်လူမျိုး ဂီတပညာရှင်တစ်ယောက်ဖြစ်ခဲ့တာပါ။ ဒီရုပ်ရှင်ဟာ သူ့အကြောင်းပဲဖြစ်ပါတယ်။မွေးရပ်မြေ ချက်နိုင်ငံ ပရဂ်မြို့ကိုခွာပြီး အီတလီအော်ပရာစင်မြင့်တွေမှာ သူ့လက်ရာတွေ ထွန်းတောက်ခဲ့တဲ့ ပုဂ္ဂိုလ်ထူးတစ်ဦးပါပဲ။ အသက်ရှင်စဉ်ကာလမှာ လျှမ်းလျှမ်းတောက်ခဲ့သလို သေဆုံးသွားပြီးနောက်ပိုင်းလည်း ဂန္ထဝင်ဂီတလေ့လာသူတွေကြားမှာ မှေးမှိန်မသွားပါဘူး။ ဒါပေမဲ့ သူ့မိသားစု သူ့အိုးအိမ်အကြောင်း၊ သူ့မေတ္တာရေးရာအကြောင်း၊ ကိုယ်ပိုင်ဘဝအကြောင်းတွေကိုတော့ မှတ်တမ်းမှတ်ရာ မတွေ့ရှိရပါဘူး။ ဒီရုပ်ရှင်ဟာ ခေတ်ကိုအခြေခံပြီး စိတ်ကူးနဲ့ ပြန်လည်ရေးဖွဲ့ပုံဖော်ထားတာဖြစ်လို့ ဒီထဲက သူ့အချစ်ရေးအချစ်ရာတွေ ပတ်သက်နေတဲ့ မိန်းမတွေဟာ အမှန်ဖြစ်မယ်လို့ ယူဆလို့မရပါဘူး။ ဒါပေမဲ့ မိုးဇက်ရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Sv9k/(CM)_Il_Boemo_(2022)_720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qZe9nKYhb9Silk1gAC5iUQKYDyA.jpg",
        "title": "Something Borrowed(2011)",
        "description": "IMDb 5.8 / Rotten Tomatoes 15%Rom-com မင်းသမီးကြီး Kate Hudson ရဲ့ ဇာတ်ကားကောင်းလေး တစ်ကားကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့ ငယ်စဥ်ကတည်းက ခွဲမရအောင် ချစ်ခင်ရင်းနှီးကြတဲ့ ရေချယ်နဲ့ ဒါစီအနေအေးတဲ့ ရေချယ်နဲ့ ပွင့်လင်းပျော်ပါးစွာ နေတတ်တဲ့ ဒါစီတို့ သူငယ်ချင်းနှစ်ယောက်ကြားထဲကို ဒက်ခ်စ် လို့ခေါ်တဲ့ ခပ်မိုက်မိုက်ကောင်လေးတစ်ယောက် ရောက်လာတဲ့အခါ...တစ်ယောက်ကို တစ်ယောက် သဘောကျနေပေမယ့် သူငယ်ချင်းအဆင့်က မတက်ကြတဲ့ ရေချယ်နဲ့ ဒက်ခ်စ်...လက်သွက်တဲ့ ဒါစီ့လက်ထဲကို ဒက်ခ်စ် ပါသွားပြီး လက်ထပ်ဖို့အထိ ဖြစ်လာတဲ့အခါ...လက်ထပ်ပွဲမတိုင်ခင် ပါတီပွဲတစ်ပွဲမှာ ဒက်ခ်စ်နဲ့ ရေချယ် အရက်မူးပြီး ခံစားချက်တွေ ပွင့်ထွက်ကာ နှစ်ယောက်အတူ အိပ်မိသွားကြတဲ့အခါမှာတော့...ကိုယ့်ချစ်သူကိုပဲ ရအောင် ယူမလား သူငယ်ချင်းကိုပဲ ဦးစားပေးမလား ဆိုတာ ရယ်မောဖွယ် ပေါ့ပေါ့ပါးပါး ကြည့်ရှုရမယ့် သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ် File size…2.11 GB ...",
        "rating": "5.8",
        "url": "https://megaup.net/2yswY/Something.Borrowed.2011.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zLzS2aOqKsS0QvEaY6SfBw4VBqh.jpg",
        "title": "Life As We Know It(2010)",
        "description": "ရုပ်ရှင်ကြည့်ပရိတ်သတ်များအနေနဲ့ ဟာသဆန်ဆန် မတည့်အတူနေ ဇာတ်လမ်းမျိုးကို စိတ်ဝင်စားပါသလား...\nဒီလိုဆိုရင်တော့...Josh Duhamel နဲ့ Katherine Heigi တို့အဓိကပါဝင်သရုပ်ဆောင်ထားကြပြီး ဒါရိုက်တာ Greg Berlanti ရိုက်ကူးတင်ဆက်ထားတဲ့ \"Life as we know it\" ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဇာတ်လမ်းအစမှာတော့ အဲရစ်မက်ဆာနဲ့ ဟောလီဘာရမ်ဆန် တို့နှစ်ဦးဟာ အချစ်ဆုံးသူငယ်ချင်းစုံတွဲရဲ့ မိတ်ဆက်ပေးမှုကြောင့် blind date လုပ်ခဲ့ကြပေမယ့် အချင်းချင်းမုန်းတီးစွာနဲ့ လမ်းခွဲခဲ့ကြပါတယ်။သူငယ်ချင်း နှစ်ဦး ကားမတော်တဆမှုနဲ့ ရုတ်တရက်ဆုံးပါးသွားတဲ့အခါ သူတို့နှစ်ဦးရဲ့ ဘဝဟာလဲ တစ်ဆစ်ချိုးပြောင်းလဲခဲ့ရ ပါ​တော့တယ်။ ကျန်ရစ်သူ တစ်နှစ်အရွယ်သမီးလေး ဆိုဖီကို သူငယ်ချင်းစုံတွဲရဲ့ စံအိမ်ကြီးမှာထိန်းကျောင်းရင်း အတူနေထိုင်ဖို့ ဖြစ်လာရာက မက်ဆာနဲ့ ဟောလီတို့နှစ်ယောက် သံယောဇဥ်ကြိုးတွေ နှောင်ဖွဲ့သွားကြမှာလား...မိသားစုတွေ တကွဲတပြားဖြစ်ကြဦးမလားဆိုတာကိုတော့...ရသပေါင်းစုံပါဝင်တဲ့ ရုပ်ရှင်လေးကြည့်ရင်း အပန်းဖြေကြပါစို့။ ( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ကို Thae Suu မှ တင်ဆက်ထားပါတယ် ...",
        "rating": "6.5",
        "url": "https://megaup.net/1cxrg/Life.as.We.Know.It.2010.BluRay.720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/varisu-133x200.jpeg",
        "title": "Varisu(2023)",
        "description": "Varisu (2023)\nAction, Drama\nIMDb 6.5/10 (30K)ခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ မင်းသားကြီးဗီဂျေးနဲ့\nမင်းသမီးချောလေး ရက်ရှမီကားမန်ဒါနားတို့ရဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။\nရုံဝင်ငွေ ကုဋေ၃၀ ဝန်းကျင်အမြတ်ရခဲ့တဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဖခင်နဲ့ ပြဿနာတက်ပြီး ကိုယ့်ဒူးကိုယ်ချွန်ဖို့ ထွက်လာတဲ့\nဗီဂျေးဟာ ၇နှစ်အကြာမှာ မိသားစုထဲကို ပြန်ဝင်လာဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။\nတစ်ဖက်မှာလည်း ဖခင်နဲ့အစ်ကိုနှစ်ယောက်က\nအစိုးရတင်ဒါကိစ္စအတွက် ပြိုင်ဘက်တွေနဲ့ အပြင်းအထန်ယှဥ်ပြိုင်နေရပါတယ်။ဒါပေမဲ့ သူ့မိသားစုဟာ အလုံးစုံအန္တရယ်တွေနဲ့ ရင်ဆိုင်ရတော့မှာကို မသိရှိကြပါဘူး။\nဒီတော့ ဖြစ်လာမယ့်ဘေးဒုက္ခက ဘာတွေဖြစ်လာမလဲ။\nသူကရော ဘာကြောင့် ၇နှစ်ကြာပြီးမှ အိမ်ကို ပြန်လာခဲ့တာလဲ။\nလှည့်ကွက်တွေ မြှုပ်ကွက်တွေနဲ့ ကြည့်ရဦးမှာမို့ ရှုစားပေးကြပါဦးနော်\nFile size…3.27GB / 1.4GB\nQuality…4k HEVC AMZ WEB DL  / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ BpL~ Yunni ~ Khin Khin ~ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1cq6e/Varisu_(2023)_Tamil%C2%A0TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-enemy-132x200.jpg",
        "title": "Enemy Mine(1985)",
        "description": "Enemy Mine (1985)ဒီတစ်ခေါက်မှာတော့ IMDB 6.8/10 ရထားတဲ့ ၁၉၈၅ ခုနှစ်က Sci-fci/Action ကားလေး\nနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်.. ဇာတ်လမ်းအကျဉ်းမပြောခင် ဒီကားက ၁၉၈၅ခုနှစ်က ရိုက်ထားတဲ့\nဂြိုလ်သားကားလေးဆိုတာတော့ တစ်ချက်လောက် သတိပြုမိစေချင်ပါတယ်နော်..\nတစ်ခေတ် တစ်ခါက လူသားနဲ့ ဂြိုလ်သားဇာတ်ကားလေးကို ခေတ်ဟောင်းမုဒ်သွင်းပြီး\nခံစားသက်ဝင်ကြည့်ကြပါလို့..ဇာတ်လမ်းအကျဉ်းနှစ်ဆယ့်တစ်ရာစုအလွန်မှာ ကမ္ဘာသားတွေနဲ့ ဒရက်ဂ်လို့ခေါ်တဲ့ဂြိုလ်သားမျိုးနွယ်တွေက\nနယ်မြေချဲ့ထွင်ကြရင်း ကတောက်တဆဖြစ်ကာ အာကာသထဲ တိုက်ပွဲတွေ ဆင်နွှဲခဲ့ကြပါတယ်..\nဒီလိုနဲ့ အာကာယတိုက်ခိုက်ရေးယာဉ်မှူး ဒက်ဗေ့ချ်က ဒရက်ဂ်တစ်ကောင်နဲ့ အကြိတ်အနယ်\nတိုက်ခိုက်ရင်း မထင်မှတ်ဘဲ အာကာသယာဉ်ပျက်ကြပြီး နယ်မြေသစ်တစ်ခုဖြစ်တဲ့\nဖိုင်ရင်ဂြိုလ်ထဲ သောင်တင်သွားခဲ့ပါတော့တယ်..\nကံဆိုးစွာနဲ့ပဲ အဲဒီဂြိုလ်ပေါ် ယာဉ်ပျက်ကျပြီး သောင်တင်နေတာက သူတစ်ယောက်တည်းမဟုတ်ဘဲ\nတစ်ဖက်က ရန်သူ ဒရက်စ်တစ်ကောင်ပါ အတူတူဖြစ်နေတဲ့အခါ...\nဒက်ဗေ့ချ်တစ်ယောက် ရန်သူနဲ့ သူတစ်ပြန်ကိုယ်တစ်ပြန် တိုက်ခိုက်ရင်းပဲ\nကယ်ဆယ်ရေးယာဉ်လာအောင် စောင့်မျှော်နေရမလား..\nဒါမှမဟုတ် ရန်သူနဲ့ တစ်မြေတည်းနေပြီး သူငယ်ချင်းတွေအဖြစ်ပေါင်းစည်းသွားမလား..\nရန်သူတော်ကြီးကနေ သူငယ်ချင်းအဖြစ်ပေါင်းစည်းသွားဖို့ဆိုတာရော ဖြစ်နိုင်ပါ့မလား..\nတစ်ဖက် ရန်သူတွေမှာရော သူတို့ ကမ္ဘာသားတွေ မသိနိုင်တဲ့\nဘယ်လိုလျှို့ဝှက်ချက်တွေ အကျင့်စရိုက်တွေ ရှိနေမလဲဆိုတာကိုတော့...\nဇာတ်ကားထဲမှာပဲ ကြည့်ရှုလိုက်ကြပါဦးနော်..ပါဝင်ထားတဲ့ သရုပ်ဆောင်ကြီးတွေကတော့ Dennis ...",
        "rating": "",
        "url": "https://megaup.net/1cwxq/Enemy.Mine.1985.720p.(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/yGZDyMJzrk2cu0tLmmWVPBDa5wa-133x200.jpg",
        "title": "(21+) Justine: A Matter of Innocence (1980)",
        "description": "ငယ်ရွယ် ပျိုမြစ်တဲ့ အချောအလှလေးရယ် ပြင်သစ်သူလေးတွေရဲ့\nအချိုးအစား ပကတိအလှတရား တွေကို ဘွင်းဘွင်းရှင်းရှင်းကြီး ခံစားကြည့်ရအောင်ဗျာ\nလောကမှာ မတွေ့ကြုံမခံစားဖူးရင် အတော်မျက်နှာငယ်ရတယ်\nတွေ့ကြုံလာတော့ ဘာမှမလုပ်တက်တော့ဘူးလေ\nငယ်ငယ်ရွယ်ရွယ် နုနယ်ပြီး မိဘရဲ့လွှမ်းမိုး မှုတွေအောက်မှာပဲ\nကြီးပြင်းလာခဲ့ရတဲ့ ဂျစ္စတင်\nသူကငယ်ရွယ်ပြီး ချောမောတယ်\nသစ်ရွက်ကြွေသံကြားရင်တောင် ရင်ခုန်တက်တဲ့ အပျိုဖြန်းလေး\nဒါပေမဲ့ သူမရဲ့ မိဘတွေ ရှေ့ဆင့်နောက်ဆင့် ဆုံးသွားခဲ့တယ်\nအမျှော်မြင်ကြီးလှတဲ့ သူ့အဖေက သေတမ်းစာတစ်ဆောင်ရေးသွားတယ်\nသူအရွယ်မရောက်ခင်အထိ စတီဗင်လို့ခေါ်တဲ့ သူ့အချစ်ဆုံးသူငယ်ချင်း\nမှ ထိန်းသိမ်းပေးဖို့ သေတမ်းစာမှာ ရေးခဲ့ပါတယ်ဂျစ္စတင်တစ်ယောက်ဘာလွန်ဆန်နိုင်မှာလဲ\nစတီဗင်အိမ်ရောက်တဲ့အခါမှာတော့\nသူမမြင်ဖူး မကြားဖူးတာတွေ အကုန်ကြား မြင် လိုက်ရတဲ့အခါမှာတော့\nသူဘယ်လောက်အထိ ခံနိုင်ရည်ရှိအောင်ကြိုးစားမလဲ\nဘယ်လို လိုက်လျောညီထွေရှိအောင်အားထုတ်မလဲ ဆိုတာ\nစိတ်ဝင်စားဖို့ကောင်းပြီး DS Fans တွေအကြိုက်\nဘွင်းဘွင်းရှင်းရှင်း ပြကွက်တွေကြောင့် အထူးတလည်ရွေးချယ် တင်ဆက်လိုက်ပါတယ်\nFile size…1.6GB / 782MB\nQuality…1080p  /720p\nFormat…mp4\nDuration…1h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.2",
        "url": "https://megaup.net/2yrrr/Justine-_A_Matter_of_Innocence__-_1980.720p(DS).mp4",
        "category": "Adult, Drama"
    }
]