[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wF2Tnf0bdYrzCKVbWh0mFwPJS6k.jpg",
        "title": "The Crow(1994)",
        "description": "The Crow(1994) အညွှန်း*********************IMDb....7.5Halloween မှာ လက်ထပ်ဖို့ စီစဉ်ထားတဲ့ စုံတွဲလေးဟာ တစ်ရက်အလိုမှာ ရက်ရက်စက်စက် အသတ်ခံလိုက်ရပါတယ်။The Crow (ကျီးကန်း) ဟာ သေသူတွေရဲ့ ဝိဉာဉ်ကို သယ်ဆောင်ပေးတဲ့ အချိတ်အဆက်လေးပေါ့။ထူးဆန်းစွာ တစ်နှစ်ကြာအပြီးမှာ သေဆုံးသွားတဲ့ လူရွယ်ဟာ ထူးဆန်းစွာ  ပြန်လည်နိုးထလာခဲ့တယ်..နာကျဉ်းမှုတွေနဲ့နှိုးထလာခဲ့တဲ့ သူဟာ သူနဲ့ သတို့သမီးလောင်းလေးကိုသတ်ဖြတ်ခဲ့တဲ့ လူမိုက်တွေကိုလက်စားချေဖို့ကြိုးစားပါတော့တယ်...he Crow ဆိုတဲ့ အက်ရှင်ကားဟာ Bruce Lee ရဲ့ သား Brandon Lee မကြွေလွင့်ခင်ရိုက်ခဲ့တဲ့ နောက်ဆုံး ကားလေးပေါ့။ ဒီကား‌လေး ရုံတင်ဖို့ ရက်အနည်းငယ် အလိုမှာပဲ Brandon Lee ဟာ သေဆုံးသွားခဲ့တာပါ။1994 တုန်းက အင်မတန် နာမည်ကြီးခဲ့တဲ့ ဇာတ်ကားလေး။အက်ရှင်ကားကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်း.ာ်   File Size :(1.9GB) (954 MB) and (309 MB)\nQuality : Blu-Ray 1080p5.1ch, ...",
        "rating": "7.5",
        "url": "https://megaup.net/32Pgy/The_Crow.1994.BLU-RAY.720P.PP.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/04gjhoeodiz0-133x200.jpg",
        "title": "Tianqi Apocalypse (2021)",
        "description": "ဒီတစ်ခါမှာတော့ English ရုပ်ရှင် Skyline နဲ့ Korea ရုပ်ရှင် Train to Busan တို့ကိုပြန်အမှတ်ရစေမယ့် တရုတ် ဇွန်ဘီ ဖုတ်ကောင်ကားလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nစကားမပြောတတ်တဲ့ သမီးဖြစ်သူအတွက် သမားတော်ဆီမှာ ဆေး၀ယ်ပြီး အိမ်ကိုပြန်လာတဲ့ အဖေနဲ့ ဦးလေး..မြို့တစ်မြို့လုံးကိုမြူတွေဆိုင်းလာပြီး မြူခိုးထဲမှ မကောင်းဆိုးဝါး အငွေ့အသက်တွေကြောင့် ဖုတ်ကောင်ဖြစ်သွားကြတဲ့မြို့သူမြို့သားတွေကြားရောက်နေတဲ့သမီးကိုကယ်တင်ရတော့မယ့်အခါ..မကောင်းဆိုးဝါးတွေရန်က ဘယ်လိုရုန်းထွက်မလဲ။ သမီးကိုရော ပြန်တွေ့နိုင်ပါ့မလားဆိုတာခံစားကြည့်ရင်းရသမျိုးစုံခံစားရမယ့် ရုပ်ရှင်ကားကောင်းတစ်ကားပါပဲ။တင်ဆက်ပုံတစ်မျိုးပေမယ့် Train to Busan ကော Skyline ကိုကော သတိရမိစေတဲ့ကားကောင်းတကားမို့ ရှုစားအားပေးကြည့်လိုက်ပါဦး။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ SST ဖြစ်ပါတယ်။)\nFile size…(999 MB)/(550 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by SST",
        "rating": "",
        "url": "https://megaup.net/2mQ6o/(CM)_Tian.Qi.Jing.Zhe.Bian.2021.720p.WEB-DL.H265.AAC.mp4",
        "category": "Action, Asian, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4b65jVx7b0CZGkXX4nOUGvTvZ07.jpg",
        "title": "Swan Song(2021)",
        "description": "ဒီတစ်ခေါက်Channel Myanmarကနေ ဘာသာပြန်တင်ဆက်ပေးလိုက်တဲ့ဇာတ်ကားကောင်းလေးကတော့ \"Swan Song\"ပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက rating 6.7အထိရရှိထားပြီးဇာတ်လမ်းအကျဉ်းလေးကတော့မီးရထားပေါ်မှာစတွေ့ခဲ့ပြီးချစ်ခဲ့ကြတဲ့ ကန်မရွန်တန်နာနဲ့ပေါ်ပီတိုရဲ့ အချစ်ရေးက သာယာချိုမြိန်ခဲ့ပါတယ် ဒါပေမယ့်အိမ်ထောင်ကျ ကလေးရပြီးမကြာခင်မှာပဲ ကံဆိုးစွာနဲ့ကမ်မရွန်ကရောဂါကြောင့်သေဆုံးတော့မယ့်အခြေအနေကိုရောက်လာခဲ့ပါတယ်သူကသူ့ဇနီးနဲ့သားဖြစ်သူကိုတစ်ယောက်တည်းမထားခဲ့ချင်တာကြောင့်ဓာတ်ခွဲခန်းတစ်ခုမှာ သူရဲ့ကိုယ်ပွားတစ်ခုကိုဖန်တီးခဲ့ပါတယ်ရုပ်ရည်၊မှတ်ဉာဏ်ကအစအကုန်တူတဲ့ဒီ ကမ်မရွန်2.0 အားဖန်တီးထားတဲ့အကြောင်းကိုသူ့ဇနီးကိုပြောမပြရင်ဒီပ‌‌ရောဂျက်က အလုပ်ဖြစ်မယ်ပေါ့ ဒီလိုနဲ့သဘောတူလိုက်ပြီးသူ့ကိုယ်ပွားကမ်မရွန်ကို အသက်သွင်းပြီး‌တော့သူတိုအိမ်ကိုလွှတ်လိုက်ပါတယ် အဲ့ဒီနောက်ပိုင်းမှာတော့ကိုယ်ပွားရဲ့ကင်မရာကနေပဲတစ်ဆင့် သူ့ဇနီးရဲ့အခြေအနေကိုစောင့်ကြည့်ခဲ့ရပါတယ် ဒီဇာတ်ကားမှာဆိုရင်တော့ယောကျာ်းကောင်း ဖခင်ကောင်းတစ်ယောက်အဖြစ်ကမ်မရွန်ကိုတွေ့ရမှာဖြစ်ပြီး မိသားစုနဲ့လည်းမခွဲခွာချင် ၊သူသေဆုံးသွားခဲ့ရင်အဖော်မဲ့နေမယ့်သူ့ဇနီးအဖြစ်ကိုလည်းမမြင်ချင်တာကြောင့်နောက်ဆုံးမှာဘယ်လိုဆုံးဖြတ်ချက်တွေချမလဲကမ်မရွန့်ကိုယ်ပွားကရော ပေါ်ပီတိုနဲ့အဆင်ပြေပြေနေနိုင်ပါ့မလားဆိုတာကိုChannel Myanmarနဲ့အတူခံစားကြည့်ရှုလိုက်ရအောင်လားရှင်ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yunni ဖြစ်ပါတယ်  \nFile size…1.2GB / 750MB\nQuality…1080p H264 WEB RIP ASAC5.1CH / 720p\nFormat…mp4\nDuration….1h 52mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.7",
        "url": "https://megaup.net/10Wxy/Swan.Song.2021.ATVP.720p.WEBRip.x264.YK(CM).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/6f170de3b481719baa10256169d8a7278c6d1b1b1112dddb504eea6fee24b019._RI_V_TTW_-150x200.jpg",
        "title": "[18+] Mastizaade (2016)",
        "description": "အိန္ဒိယရဲ့ အလန်းမင်းသမီး Sunny Leone ရဲ့ အချစ်ဟာသ ဇာတ်ကားလေးပါ။\nရုပ်ရှင်ပိုစတာကြည့်လိုက်တာနဲ့ မိသားစုနဲ့မကြည့်သင့်မှန်း တန်းသိမှာပါ။\nAdult Comedy အမျိုးအစားဖြစ်တာကြောင့်\nSunny Leone ပရိတ်သတ်တွေအတွက်သာ ရည်ရွယ်တင်ဆက်လိုက်ပါတယ်။ဟာသကားဆိုပေမဲ့ အသက်မပြည့်တဲ့ကလေးငယ်တွေ၊ မိသားစုနဲ့ကြည့်မယ့်သူတွေကြည့်ဖို့မသင့်တော်တဲ့ကားမျိုးဆိုလည်း ဟုတ်ပါတယ်။ မင်းသမီးရဲ့အဖော်အချွတ်တွေ အသားကုန်သုံးထား၊ ၁၈ အပေါင်းဟာသတွေ ရှယ်သုံးထားတဲ့ ဟာသကားမျိုးပါ။ တော်ရုံဟာသကားလောက်နဲ့မဖြုံတဲ့သူတွေမကြည့်သင့်ပေမဲ့ တစ်ချို့တွေအတွက်တော့ ပေါ့ပေါ့ပါးပါးနဲ့ ခွီ‌လို့ကောင်းမယ့် ကားကောင်းလေးတစ်ကားပါ။အဒီယားနဲ့ ဆန်နီဆိုတဲ့ လူရှုပ်လူ‌ပွေတွေပေါ့ဗျာ၊ တွေ့သမျှစော်လေးတွေ လိုက်ဖိ၊ ဟိုဟာလျှောက်လုပ် ဒီဟာလျှောက်လုပ် စုံစေ့နေအောင် လျှောက်လုပ်ဖူးတဲ့ကောင်တွေပေါ့။တွေ့သမျှ ကောင်မလေးတွေကို ပေါ့ပေါ့တန်တန်သဘောထားတဲ့သူတို့နှစ်ယောက် ခေတ်မီမီနဲ့လှတဲ့လိုင်လာလီလီ နဲ့ ဂန္တဝင်ဆန်ဆန်လှတဲ့လီလီလဲ့လဲ့ ဆိုတဲ့ လုံးကြီးပေါက်လှအမွှာညီအစ်မ‌နဲ့တွေ့တဲ့အခါ ဘယ်လိုတွေဈာန်လျှောပြီးတော့ ဘယ်လိုအလွဲတွေဖြစ်ကြမလဲဆိုတာ....။ဆန်နီရဲ့အလှအပတွေနဲ့ရင်ပူချင်ရင်တော့ ဒီဇာတ်ကားက အဲ့လိုပါ။\nFile size…(2.4 GB)/(1.2 GB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu ...",
        "rating": "",
        "url": "https://megaup.net/10Wx3/(CM)_Mastizaade_2016_Hindi_720p_NF_WebDL_DDP_AAC_2.0_Audio.mp4",
        "category": "Adult, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xVCU6JrL03mcIYEgcTIIkBt0jGU.jpg",
        "title": "Hot Blood (2021)",
        "description": "Hot Blood (2021)လူကောင်သေးပေမဲ့ သွေးပူလွယ်ပြီး လူမိုက်လုပ်ချင်တဲ့ ဟွန်း ရယ် .....\nစစ်မှုထမ်းတော့မဲ့အတွက် မွေးရပ်မြေကို ခဏပြန်လာတဲ့ ထယ်ယုံး ရယ် .....\nလက်ဝှေ့သမားဘဝကနားပြီး ပစ္စည်းပို့အလုပ်လုပ်နေတဲ့ ဆောင်းဝူ ရယ်....\nအရက်ဆိုင်ဖွင့်ထားတဲ့ ဆယ်ယွန်း ရယ် ....အထက်တန်းကတည်းက သူငယ်ချင်းလေးယောက် ဆုံတုန်းလေး အရင်လိုပြန်ဆော့မယ်အလုပ်မှာ\nတကယ့် လူမိုက်ကြီးတွေအကြား ပဲလှော်ကြားဆားညှပ်သွားပါတော့တယ်နောက်ဆုံးတော့ သူတို့တွေထွက်ပြေးမလား ထိပ်တိုက်ပဲရင်ဆိုင်မလားပဲနော်တိုက်တာခိုက်တာကြည့်ရင်းနဲ့ကို ရယ်မောစေမဲ့ ဇာတ်ကားလေးပါပဲဇာတ်လမ်းကောင်းတာမို့ အများကြီး မညွှန်းတော့ပါဘူး\nညွှန်းလွန်းရင်လည်း စပွိုင်းထိသွားရင် ပေါ့သွားမှာပါ။ဖိုက်တင်ကားကောင်းကောင်းကို ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့\nကြည့်ချင်တယ်ဆိုရင်တော့ ဒီကားကိုသာ ကြည့်လိုက်ပါလို့ ပြောပါရစေ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Comedy\nQuality….WEB-DL 1080p and 720p\nFile size…1.3Gb, 764MB, 255MB\nFormat…mp4\nDuration…. 1h 32min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ...",
        "rating": "4.5",
        "url": "https://megaup.net/2mQkh/Hot.Blood.2021.720p.FHDRip.CM.mp4",
        "category": "Action, Comedy, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ma5wo9KkribuSLrSZZVE8XxF9YL.jpg",
        "title": "New Nightmare (1994)",
        "description": "Wes Craven's The New Nightmare (1994) IMdb - 6.5/10, Rotten Tomatoes - 80%လောကကြီးထဲမှာ ဟိုးရှေးခေတ်ကတည်းကစပြီး ဘုရားသခင်ရဲ့ဖန်ဆင်းမှုတွေထဲမှာ ရောပြီးပါဝင်လာတဲ့ မကောင်းဆိုးဝါးဆိုတာ ရှိပါတယ်တဲ့။ သူက ခေတ်အမျိုးမျိုးမှာ ပုံစံအမျိုးမျိုးနဲ့ အပြစ်မဲ့သူတွေကို သတ်ဖြတ်လာခဲ့ပါသတဲ့။လူတွေက စိတ်ကူးစိတ်သန်းတွေထုတ်ပြီး ဇာတ်လမ်းတွေ ပုံပြင်တွေ ရေးဖြစ်တဲ့အချိန်မှာတော့ စာရေးဆရာတွေရဲ့ စိတ်ကူးဉာဏ်က မကောင်းဆိုးဝါးကို ဖမ်းယူပြီး ဇာတ်လမ်းထဲမှာ ထည့်ပိတ်လိုက်မိတယ်ဆိုပဲ။ ဇာတ်လမ်းမပြီးသေးသရွေ့တော့ မကောင်းဆိုးဝါးဟာ ဇာတ်လမ်းထဲမှာပဲ ပိတ်မိနေတာပေါ့။ ဇာတ်လမ်းပြီးသွားတဲ့အခါမှာတော့ မကောင်းဆိုဝါးက ပုံစံအသစ်နဲ့ပဲဖြစ်ဖြစ် ပုံစံအဟောင်းနဲ့ပဲဖြစ်ဖြစ် လောကကမ္ဘာအစစ်ထဲကို လွတ်မြောက်လာပါရောတဲ့။အခု Elm လမ်းပေါ်က အိပ်မက်ဆိုးဇာတ်ကားတွေထဲမှာ Freddy အဖြစ် ပိတ်မိနေတဲ့ မကောင်းဆိုးဝါးကြီးက Part 6 The Final Nightmare အပြီး ဇာတ်လမ်းအပြီးသတ်သွားတာကြောင့် လူ့လောကကို ထိုးဖောက်ဝင်လာဖို့ ကြိုးစားတဲ့အချိန်ပေါ့။ Freddy ...",
        "rating": "6.5",
        "url": "https://megaup.net/10U45/(CM)_Wes_Craven_s_New_Nightmare_(1994)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/doyiGwpxbBs4G2og9G8gV7ZKoih.jpg",
        "title": "Freddy’s Dead: The Final Nightmare (1991)",
        "description": "Freddy's Dead: The Final Nightmare (1991) တစ် နှစ်...\nဖရက်ဒီ မင်းဆီလာတဲ့အဖြစ်\nသုံး လေး...\nမဝင်နိုင်အောင် တံခါးပိတ်ပေး\nငါး ခြောက်...\nလက်ဝါးကပ်တိုင် ပြေးပြီးကောက်\nခုနှစ် ရှစ်...\nညနက်တဲ့ထိ မအိပ်ဖြစ်\nကိုး တစ်ဆယ်...\nမအိပ်ဖြစ်အောင် ကြိုးစားကွယ်ဒီကဗျာလေးကို ကောင်မလေးတစ်သိုက် ကြိုးခုန်ရင်း ဆိုနေကြပြီဆိုရင် မိတ်ဆွေရဲ့ အိပ်မက်ဆိုးကနေ နိုးထဖို့ အစွမ်းကုန် ကြိုးစားပါ။ Freddy ရဲ့ Razor Gloves (လက်အိတ်ဓား) ကတော့ သွေးဆာနေပါပြီ။ မကြာခင်မှာ မိတ်ဆွေရဲ့ အိပ်မက်ဆိုးကနေ ထာဝရ နိုးထလာခွင့်မရှိတော့တဲ့ အဖြစ်ဆိုးကြီး ရောက်လာတော့မှာ မလို့ပါ။အခု Part 5 Freddy's Dead: The Final Nightmare ဇာတ်ကားမှာတော့ Freddy ကို Supernatural Spiritual Murderer (သဘာဝလွန် ဝိညာဉ်လူသတ်သမားကြီး) အဖြစ် ဘယ်အရာတွေက ပုံသွင်းခဲ့တယ် ဆိုတာကို သိရှိရပါတော့မယ်။ ဇာတ်ကားရဲ့ ...",
        "rating": "4.1",
        "url": "https://megaup.net/1GRm1/(CM)_Freddy_s_Dead_-_The_Final_Nightmare_(1991)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Mrk5SK017PjjOIokUbmX8Qkzf1.jpg",
        "title": "A Nightmare on Elm Street: The Dream Child (1989)",
        "description": "A Nightmare on Elm Street 5: The Dream Child (1989) IMDB - 5.1/10ဝိညာဉ်လူသတ်ကောင်ကြီး Fred Krueger ရဲ့ ငါးကားမြောက် ဇာတ်ကားဖြစ်ပြီး Elm လမ်းပေါ်က အတွဲလိုက် လူသတ်မှုတွေကို ကြည့်ရှုရပါလိမ့်ဦးမယ်။ Part 4 The Dream Master မှာ Alice က အသတ်ခံလိုက်ရသူများရဲ့ကျွမ်းကျင်မှုတွေကို ဆက်ခံရရှိခဲ့ပါတယ်။ အိပ်မက်သခင်ပိုင်ရှင်ဖြစ်တဲ့ Alice ဟာ Freddy ကို အသာစီး ယှဉ်ပြိုင်တိုက်ခိုက်ပြီး သူ့ကို အိပ်မက်ဆိုးကမ္ဘာထဲမှာ ထာဝရ သော့ခတ်ပိတ်ထားခဲ့တာပါ။အခု Part 5 မှာတော့ Alice တို့ရဲ့ အထက်တန်းကျောင်း အောင်လက်မှတ်ချီးမြှင့်ပွဲကနေ အစပြုပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ Freddy ကို ကြုံခဲ့ရတဲ့သူတွေထဲမှာ Alice နဲ့ Dan နှစ်ယောက်ပဲ ရှိခဲ့တဲ့အတွက် ...",
        "rating": "5.1",
        "url": "https://megaup.net/10Twy/(CM)_A_Nightmare_on_Elm_Street_5_-_The_Dream_Child_(1989)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/boStYG7jKdoIZTduiOOsUVknD13.jpg",
        "title": "A Nightmare on Elm Street 4: The Dream Master (1988)",
        "description": "A Nightmare on Elm Street 4: The Dream Master (1988) IMDB - 5.7/10, Meta - 56%ဒီကားကတော့ Freddy ရဲ့ လေးကားမြောက်ဖြစ်ပါတယ်။ Part 3 ဇာတ်ကားမှာ အပြစ်ဖြေ မြှုပ်နှံ သင်္ဂြိုလ်ခြင်းခံလိုက်ရလို့ Freddy\nရဲ့ဝိညာဉ်ကွယ်ပျောက်ခဲ့ပေမယ့် Kerstin ရဲ့အိပ်မက်စွမ်းအားနဲ့ စွဲလမ်းမှုတွေကြောင့် Freddy တစ်ယောက် Elm လမ်းပေါ် ပြန်ရောက်လာခဲ့ပါတယ်။Part 3 ဇာတ်ကားက ရှင်သန်ကျန်ရစ်သူ ကလေးသုံးယောက်ကို တစ်ယောက်ချင်း လိုက်ရှင်းနေစဉ်မှာ Kerstin တစ်ယောက် မကာကွယ် မကူညီနိုင်ခဲ့ပါဘူး။ နောက်ဆုံး သူ့အလှည့်ကို ရောက်တဲ့အချိန်မှာတော့ သူ့ရဲ့စွမ်းအားနဲ့ မတော်တဆ Alice ဆိုတဲ့ ကောင်မလေးကို အိပ်မက်ထဲ ဆွဲသွင်းလိုက်မိရာကစပြီး Freddy တစ်ယောက် ဘာမှမဆိုင်တဲ့ ကလေးအသစ်တွေရဲ့ သွေးနံ့ကို ယစ်မူးသွားခဲ့ပါပြီ။Alice ...",
        "rating": "5.7",
        "url": "https://megaup.net/10Tvk/(CM)_A_Nightmare_on_Elm_Street_4_-_The_Dream_Master_(1988)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/euXykw2B2DKOOPHRBuVFznNHIXb.jpg",
        "title": "A Nightmare on Elm Street 3: Dream Warriors (1987)",
        "description": "A Nightmare on Elm Street 3: Dream Worriors (1987)IMDB - 6.6/10, Rotten Tomatoes - 72%Freddy က Jesses နဲ့ Lisa တို့ကို စိတ်ကြိုက်ဆော့ကစားခဲ့တဲ့ Part 2 ဇာတ်ကားမှာတော့ ဇာတ်လမ်းက ဘာမှ ထူးထူးခြားခြားပြောင်းလဲခြင်း မရှိခဲ့ပါဘူး။အခု Part 3 မှာတော့ Freddy ဟာ စိတ်ရောဂါကု ဆေးရုံတစ်ခုမှာ လှည့်လည်သောင်းကျန်းနေပါတော့တယ်။ Elm Street ပေါ်က ကလေးတွေဟာ Freddy ကိုကြောက်ရွံ့ပြီး မအိပ်ရဲတော့ဘဲ ကြောင်တောင်တောင်တွေဖြစ်လာလို့ စိတ်ရောဂါကု ဆေးရုံကို ရောက်ရှိလာခဲ့ကြပါတယ်။\nအဲဒီဆေးရုံကို ရောက်ရှိလာတဲ့ အလုပ်သင် စိတ်ရောဂါကု ဆရာဝန်မလေးက Part 1 ကားမှာ Freddy ကို အနိုင်ယူခဲ့တဲ့ Nancy ဖြစ်နေပါတယ်။Nancy က ...",
        "rating": "6.6",
        "url": "https://megaup.net/3IFF9/(CM)_A_Nightmare_on_Elm_Street_3_-_Dream_Warriors_(1987)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/mo-1-138x200.jpg",
        "title": "Mother/Android (2021)",
        "description": "ဘာတဲ့လဲ..။ စက်ရုပ်ပုန်ကန်မှုတဲ့ဗျား..။Voice assistant တွေဖြစ်တဲ့ Siri သို့မဟုတ် Alexa ကို ခပ်ချောချော ခပ်တောင့်တောင့် အမျိုးသမီး ခန္ဓာကိုယ်မျိုးနဲ့ မြင်ယောင်ကြည့်စမ်းပါ..။ကိုယ်နှစ်သက်ရာ လိင်အမျိုးအစား ၊ နှစ်သက်ရာ ပုံပန်းသဏ္ဌာန်နဲ့ ရေပူရေချမ်းကမ်းမယ့် စက်ရုပ်အိမ်တော်ထိန်းတွေကို အိမ်တိုင်းစေ့ဝယ်ထားနိုင်တဲ့အထိ နည်းပညာထွန်းကားလာတဲ့ခေတ်ကြီးထဲမှာ..။ဒီစက်ရုပ်တွေဟာ ပျော်ပျော်ရွှင်ရွှင်ကြီး အစေခံလုပ်နေရာကနေ OS system အသစ်ထွက်ရှိလာမယ့် တစ်ညမှာ စိတ်ရူးပေါက်ပြီး တော်လှန်ပုန်ကန်မှုကြီး ထလုပ်ချတဲ့အခါ..။လူသားမျိုးနွယ်ဟာ သူတို့ဖန်တီးထားတဲ့ နည်းပညာတွေကြောင့်ပဲ မျိုးသုဉ်းပျက်ဆီးကြရမယ့်ကိန်းဆိုက်နေတဲ့အခါမှာမှ မတော်တဆ ကိုယ်ဝန်ရသွားခဲ့တဲ့ ဂျော်ဂျီယာ..။ဂျော်ဂျီယာရဲ့ ဇာတ်ကောင်နေရာမှာ Chloe Grace Moretz ကို ကိုယ်ဝန်ဆောင်အမျိုးသမီးတစ်ဦးအဖြစ် မြင်တွေ့ရမယ်ဗျာ..။တစ်ကားလုံးမှာ အလင်းအမှောင် ကစားထားတဲ့အရောင်တွေ ၊ ပီပြင်တဲ့ SFX မိတ်ကပ်တွေနဲ့ ပုံဖော်ထားတဲ့ မနုဿစက်ရုပ်တွေနဲ့အတူ..။ကမ္ဘာပျက်ကြီးထဲမှာတောင် မိခင်တစ်ယောက်ရဲ့ ကလေးအပေါ်ထားရှိတဲ့ မေတ္တာတွေနဲ့ ဖခင်တစ်ယောက်ရဲ့ အနစ်နာခံမှုတွေကို ဒီဇာတ်လမ်းထဲမှာ ကြည့်ရှုနိုင်တော့မှာပါ..။မထင်မှတ်ထားတဲ့ လှည့်ကွက်တွေနဲ့ ပုံဖော်ထားတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/10U5r/Mother.Android.2021_720p.HULU_(CM).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6JXR3KJH5roiBCjWFt09xfgxHZc.jpg",
        "title": "The French Dispatch (2021)",
        "description": "The French Dispatch (2021)ရုပ်ရှင်တစ်ပုဒ်ဟာ ပြဇာတ်တစ်ပုဒ်လို အိပ်ရာဝင်ပုံပြင်တစ်ပုဒ်လို စိတ်ကူးယဉ်ဆန်ပြီးလှပ​နေပြီဆိုရင်\nDirector Wes Andersonရဲ့လက်ရာ​တွေနဲ့ မကင်းနိုင်ပါဘူး၊\nသူ့ဇာတ်ကား​တွေရဲ့ narrativeပုံစံ ဇာတ်လမ်းတင်ဆက်ပုံနဲ့\nUniqueဖြစ်သလို Colorfulလည်းဖြစ်တဲ့ ရိုက်ကွင်းအပြင်အဆင်တွေ​ကြောင့်\nရုပ်ရှင်နဲ့မတူဘဲ ပုံပြင်ကမ္ဘာထဲ လက်​တွေ့​ရောက်သွားသလို ခံစားချက်မျိုး၊\nThe Palais Garnier ပြဇာတ်ရုံမှာ ကိုယ်တိုင်ပြဇာတ်ကြည့်​နေရသလို ခံစားချက်မျိုး ရ​စေတာကို- The Grand Budapest Hotel (2014) နဲ့\n- Moonrise Kingdom (2012)မှာ ခံစားခဲ့ရပြီးပါပြီ၊ဒီ ဇာတ်လမ်းကလည်း Wes Andersonရဲ့ ​နောက်ထပ် ရုပ်ရှင်မဟုတ်​သောရုပ်ရှင်၊\nပြဇာတ် မဟုတ်​​သော ပြဇာတ်လို့ ထပ်ရည်ညွှန်းရမယ်ထင်ပါတယ်ဒီဇာတ်လမ်းက​​တော့ Andersonရဲ့ ဝတ္ထုတို​တွေကို ချစ်မြတ်နိုးမှု၊ စာနယ်ဇင်း​လောကကို နှစ်ခြိုက်မှုအ​ပေါ်\nရုပ်ရှင်ဇာတ်ကားအဖြစ် အသက်သွင်းလိုက်တဲ့ လက်ရာမွန်တစ်ခုပါပဲ၊\nCast​တွေကလည်း ​ပြေးကြည့်စရာမလို​​​​အောင်ကို ဒိတ်ဒိတ်ကြဲ​ဖြစ်တဲ့၊\nသူ့လက်စွဲ​တွေ ဖြစ်တဲ့\n- ...",
        "rating": "",
        "url": "https://megaup.net/10Ssj/The.French.Dispatch.2021.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/odzk31cAAqD7A2MGtm4Hply9H3c.jpg",
        "title": "Marakkar: Lion of the Arabian Sea (2021)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အိန္ဒိယနိုင်ငံရဲ့ဒဏ္ဏရီလာသူရဲကောင်းKunjali Marakkar IV ရဲ့ အိန္ဒိယနဲ့ပေါ်တူဂီကြား စစ်ပွဲ အကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်IMDB Rating 6.8 နဲ့ Facebook Rating 4.6/5 တောင်ရထားပြီးတော့ကုဋေပေါင်း 80-100ထိ အကုန်ကျခံရိုက်ကူးထားတဲ့အပြင် ရုံတင်ပြီး၁၀ရက်အတွင်းကို ကုဋေ ၅၀ လောက်ထိ ပြန်ရထားတဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းပေါ်တူဂီနယ်ချဲ့တွေကို မျိုးရိုးစဥ်ဆက်လိုက်ရွပ်ရွပ်ချွံချွံတိုက်ခိုက်ခဲ့တဲ့ Kunjali Marakkar မိသားစုဟာအနိုင်ရရှိမှုနောက်ကွယ်မှာ သားဖြစ်သူကို စတေးခဲ့ရတာတွေရှိပါတယ်သားဖြစ်သူရဲ့သွေးအိုင်ကို မျက်မြင်တွေ့လိုက်ရပြီးနောက်မှာ သာမန်ကုန်သည်ဘဝအဖြစ်သာနေထိုင်ကြပေမယ့်လည်း ပေါ်တူဂီဆိုရင်ဘယ်လောက်ပေးပေးပစ္စည်းမရောင်း အခြားနိုင်ငံကိုသာစိုက်ပျိုးတဲ့ပစ္စည်းရောင်းချတဲ့အထိ စိတ်ဓာတ်ခိုင်မာတဲ့မာရတ်ကာမိသားစု မနာလိုသူတွေမနှစ်သက်သူတွေနဲ့တွေ့ချိန်မှာဘာတွေဆက်ဖြစ်မှာလဲကျူးကျော်သူတွေကိုရော တိုက်ထုတ်နိုင်မှာလား ဆိုတာကိုတော့ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါ။ တော်လှန်ရေးအတွက် မိုတီဗိတ်လုပ်တဲ့စကားတွေက တကယ်ကိုပြောင်မြောက်လွန်းလှပါတယ်။ဇာတ်အိမ်နဲ့ခေတ်ဟောင်းကားကြိုက်တဲ့သူတွေကျေနပ်ရမှာအမှန်ပါပဲအညွှန်းကိုတော့ Lwin Htoo Aung ရေးသားထားပြီးတော့Lwin htoo aung, honeyey,Shwe Pyae နှင့် Thet Hnin Hsu တို့မှဘာသာပြန်ဆိုထားပါတယ် File size…748MB  / 1.37GB / 3.3GB\nQuality…720p HEVC ...",
        "rating": "6.8",
        "url": "https://megaup.net/32K8B/Marakkar_Lion_of_the_Arabian_Sea_(2021)_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2LKf45GtVb1y8iYR5vMxlczkirB.jpg",
        "title": "Over Again (2019)",
        "description": "Over Again (2019)ဒီတစ်ခါတော့ကျွန်တော့်အမြင်နဲ့ထပ်တူကျတဲ့\nTime Travel တရုတ်ဒရာမာကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။အချိန်ခရီးသွားတယ်ဆိုတာ .....\nအတိတ်အနာဂတ်ကို ခရီးနှင်နိုင်ပေမယ့်\nအတိတ်ကိုပြောင်းလဲလို့မရနိုင်ပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nငယ်ငယ်ထဲကကျောင်းအတူတူတက်ကြတဲ့ ချောမောပြီး စာတော်တဲ့ကောင်လေးရယ်\nအဖေကိုအရမ်းကြောက်လူတိုင်းကိုကြောက်တတ်တဲ့ ငကြောက်လေးတစ်ယောက်ရယ်\nရဲရင့်ပြီးချစ်စရာကောင်းတဲ့ကောင်မလေးရယ်ဟာ အချစ်ဆုံးသူငယ်ချင်းတွေအဖြစ် ‌နေထိုင်ကြရင်း\nကျောင်းနှစ်ပတ်လည်နေ့တစ်ရက်မှာ အရာရာပြောင်းလဲသွားအခါ .....အပြောင်းအလဲတွေက ဘယ်လောက်တောင်ကြီးကျယ်မှာလဲ?\nအချိန်ခရီးသွားခြင်းနဲ့ သူတို့ရဲ့ပြဿနာတွေကို ပြေလည်အောင်ဖြေရှင်းနိုင်ပါ့မလားဆိုတာ\nရုပ်ရှင်ထဲမှာပဲခံစားကြည့်လိုက်ပါ။သူငယ်ချင်းသံယောဇဉ် ချစ်ခြင်းတရားနဲ့ အချိန်ခရီးသွားခြင်း Concept လေးတွေထည့်သွင်းပြီး\nရသစုံအောင်ရိုက်ကူးထားတာမို့ ကြည့်ရတန်မယ့်ရုပ်ရှင်လေးဖြစ်ပါလိမ့်မယ်။အညွှန်းနဲ့ဘာသာပြန်ကတော့ Lwin Htoo Aung ပဲဖြစ်ပါတယ်။Genre.....Drama\nQuality….WEB-DL 1080p and 720p\nFile size…1.3GB and 750MB and 369MB\nFormat…mp4\nDuration….1h 27min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Lwin Htoo Aung\nEncoder ..... August",
        "rating": "5.6",
        "url": "https://megaup.net/10Qqn/Over.Again.2019.720p.WEB-DL.CM.mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/dXob0_4f-141x200.jpg",
        "title": "Be;twin (2021)",
        "description": "Be;twin (2021)သွေးက ရေထက်ပျစ်တယ်ဆိုကြပေမယ့်\nတကယ်တမ်းမောင်နှမသားချင်းတွေကြားထဲမှာ\nအကြီးကလည်းအကြီးမို့ညှာရတယ် အငယ်ကလည်းအငယ်မို့ဦးစားပေးရတယ်\nမိဘကဘယ်သူ့ကိုတော့ပိုမျက်နှာသာပေးတယ်\nဘယ်သူ့ကိုတော့ပိုဂရုစိုက်တယ် စတဲ့\nစိတ်ဒဏ်ရာအဖုအထစ်လေးတွေကအမြဲတမ်းကိန်းအောင်းနေကြစမြဲပါKBS Drama Special အဖြစ်ထုတ်လွှင့်ခဲ့တဲ့ ဒီ Melo Romance Drama ကားလေးက\nအမြွာညီအစ်ကိုနှစ်ယောက်ကြား ကောင်မလေးတစ်ယောက်ကြားဝင်လာတဲ့အခါမှာ\nဒီလိုအဖုအထစ်လေးတွေကနေ ဘယ်လောက်ထိ တာသွားနိုင်လဲဆိုတာ မီးမောင်းထိုးပြထားတာမို့ ပိတ်ရက်မှာ အပန်းပြေကြည့်ရှုနိုင်တဲ့ဇာတ်ကားလေးအဖြစ် ညွှန်းပေးလိုက်ရပါတယ်(P.S မင်းသမီးလေးက အရုပ်လေးလိုလှသလို မင်းသားကလည်း အဆင်ကို နှစ်ကိုယ်ခွဲမို့ တဝကြီးငမ်းနိုင်ပါကြောင်း )အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eain Lay ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality….WEB-DL 1080p and 720p\nFile size…913MB and 541MB and 181MB\nFormat…mp4\nDuration….1h 5min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Eain Lay\nEncoder ..... August",
        "rating": "7.4",
        "url": "https://megaup.net/32IN3/Drama.Special.Be_Twin.211126.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ndg350jismgWwag7RrDHb6zGo4.jpg",
        "title": "Drug War(2012)",
        "description": "Drug War(2012) အညွှန်း**********************IMDb...7.0ဟောင်ကောင်ရဲ့ ထိတ်ထိတ်ကြဲမင်းသား Louis Kooနဲ့ နာမည်ကြီးတရုတ်မင်းသားSun Hongeliတို့ အပြိုင်သရုပ်ဆောင်ထားတဲ့ Action/ Crimeဇာတ်ကားပါ။Action/Crimeဇာတ်ကားတွေကြောင့် အနောက်တိုင်းထိကျော်ကြားတဲ့ဟောင်ကောင်ဒါရိုက်တာ Johnnie Toရဲ့လက်ရာဖြစ်တာကြောင့် သေသပ်လှပါတယ်။\nတရုတ်နိုင်ငံတွင်းမူးယစ်ဆေးဝါးထုတ်လုပ်ရောင်းချနေတဲ့တင်မီချိုဟာခေါင်းဆောင်ဇန်းဦးဆောင်တဲ့ မူးယစ်တပ်ဖွဲ့ရဲ့ဖမ်းဆီးခြင်းကိုခံလိုက်ရပြီးနောက်သေဒဏ်မှလျှော့ပေါ့ပြစ်ဒဏ်ကျခံနိုင်ရန်အတွက် အကုန်ဖော်ကာ၊ရဲတပ်ဖွဲ့ရဲ့အသွင်ယူလုပ်ငန်းစဉ်များတွင်လည်း ပူးပေါင်းဆောင်ရွက်ပြီးပြည်မကြီးတွင်ထုတ်လုပ်ဖြန့်ဖြူးနေတဲ့အဓိကလက်မဲကြီးများကို ဖမ်းဆီးနိုင်ရန်လိုက်ပါဆောင်ရွက်ရပါတော့တယ်။ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.................File Size :(2.1GB)(966 MB) and (369 MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:47:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2mL2s/Drug_War.2013.BLU-RAY.720p.pp.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BYzIzNzYwZTYtNmIwOS00ZDVmLWEzNGYtZDQ4YzhhM2FiNTE1XkEyXkFqcGdeQXVyMjQwMjk0NjI@._V1_-134x200.jpg",
        "title": "Mad Detective (2007)",
        "description": "Mad Detective (2007)IMDb Rating (7.2)/Rotten Tomatoes (81%)ဒီဇာတ်ကားက မြင်နေကျ စုံထောက်ကားနဲ့မတူဘဲ အလွန်ပဲ ဒိပါတယ်...\nMad Detective ဆိုတဲ့ အတိုင်း အရူးစုံထောက် ဘန်းရဲ့ အ​ကြောင်းပါ..ဇာတ်လမ်းအကျဥ်းက​တော့ ...\nဘန်းဟာ စုံစမ်းစစ်​ဆေး​ရေးမှာ အရမ်းကို ​တော်တဲ့စုံထောက်​ဖြစ်ပေမယ့် သူ့ရဲ့ ရူး​ကြောင်​ကြောင်လုပ်ရပ်​တွေ​ကြောင့် ရဲဘ၀ကို စွန့်လွှတ်ခဲ့ရပါတယ် ဘန်းရဲ့ ထူးခြားတဲ့ ပါရမီ တစ်ခုက​တော့ လူ​တွေရဲ့ အတွင်းစိတ်ကို လူတစ်​ယောက်အသွင်နဲ့ မြင်နိုင်တာပါ...ရဲအရာရှိတစ်​ယောက် ပါတနာနဲ့ အတူ သူခိုးဖမ်းရင်း ​ပျောက်ချင်းမလှ တစ်နှစ်ခွဲ​လောက်​ပျောက်​နေတဲ့ ဒီအမှုဟာ အရာရှိဟိုရဲ့ လက်ထဲ​ရောက်လာပါ​တော့တယ်\nရဲအရာရှိ ဟိုက​တော့ ဘန်းကို ​လေးစားခဲ့ရသူတစ်ဦး ဖြစ်တဲ့အ​လျောက် ဒီအမှုကို ​ဘယ်လိုမှ မဖြေရှင်းနိုင်​တော့ချိန်မှာ ဘန်းကို အကူအညီ​တောင်းပါ​တော့တယ်...\nဘန်းဟာ တကယ်ပဲ ရူး​​ကြောင်ပြီး ​လျှောက်​ပြော​နေတာလား အတွင်းစိတ်​တွေကို တကယ် သိမြင်နိုင်တာလား...\nဒါကိုတော့ ဇာတ်လမ်းကြည့်ရင်း အ​ဖြေရှာအမှုလိုက်ကြဖို့ ညွှန်းဆိုလိုက်ပါတယ်။\nFile size…(1 ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/mad-detective-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/15gYK_4f-141x200.jpg",
        "title": "Drama Special Season 12 : The Palace (2021)",
        "description": "The Palace (2021)နန်းတွင်းကားတွေကို ဓာတ်ကျနေတဲ့လူတွေအတွက် ရသတစ်မျိုးလေးခံစား‌နိုင်အောင်နန်းတွင်းsismanceဇာတ်လမ်းကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးမယ်နော်။ဒီကားလေးကတော့ ငယ်စဉ်ကတည်းက နန်းတွင်းအပျိုတော်အဖြစ် ကြီးပြင်းလာခဲ့တဲ့ အပျိုတော်လေး ဆို့ဆန်းရယ်မိမိသဘောအတိုင်း မနေနိုင်ဘဲ ချုပ်ချယ်ခံနေရတဲ့ နန်းတော်ကြီးထဲနာမည်ဆိုးနဲ့ ကျော်ကြားနေတဲ့ အိမ်ရှေ့စံမင်းသားရဲ့ ကြင်ရာတော်ဘုံဆောင်းန်ရယ်ကံကြမ္မာက အပျိုတော်လေးနဲ့ကြင်ရာတော်တို့ကို တွေ့ဆုံစေဖို့ အကြောင်းဖန်လာခဲ့ရင်းမထိတထိကြည်နူးမှုလေးတွေပါ မြင်တွေ့ရမှာပါ။Sismanceဆိုတဲ့အတိုင်း နှစ်ယောက်ကြားထဲကနှောင်ဖွဲ့လာတဲ့ သံယောဇဉ်ကြိုးက တကယ်နွေးနွေးထွေးထွေးလေးပါပဲ။တစ်ယောက်က သံယောဇဉ်တွေနဲ့ထုံးဖွဲ့လာချိန်မှာနောက်တစ်ယောက်ရဲ့ မူလရည်ရွယ်ချက်တွေ အောင်မြင်နိုင်ပါ့မလား။ပျော်စရာတွေနဲ့အဆုံးသတ်မှာလား???\nမျက်ရည်တွေနဲ့ချန်ထားခဲ့မှာလားဆိုတာကတော့\nဆက်သာကြည့်လိုက်ပါတော့။Sismanceတွေ ကြည့်ချင်တဲ့လူတိုင်းအတွက်လည်း ဒါလေးက လက်လွှတ်မခံသင့်တဲ့ကားလေးပါနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Drama, History\nQuality….WEB-DL 1080p and 720p and 360P\nFile size… 956MB and 582MB and 179MB\nFormat…mp4\nDuration….60min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Milkeux\nEncoder .....August",
        "rating": "8",
        "url": "https://megaup.net/10Msj/Drama.Special.The.Palace.211203.720p-CM.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BMDQ0YTg2YTAtY2QyNS00M2I1LWI1ZjUtNjYxYzVlNzI2N2Q1XkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "A Perfect Enemy (2020)",
        "description": "A Perfect Enemy (2020)==================“ပြီးပြည့်စုံမှုဆိုတာ ဘာမှထပ်ဖြည့်ဆွက်စရာမလိုတော့တဲ့အချိန်မှာမဟုတ်ဘဲ\nဘာမှထပ်ပြီး ထုတ်ယူလို့မရတော့တဲ့အချိန်မှာ ဖြစ်တည်လာတဲ့အရာ”တဲ့\nဒီစကားကို လက်ကိုင်ထားထားတဲ့ Jeremiasz Angust ဆိုတာ\nတကယ်ကို အောင်မြင်ကျော်ကြားတဲ့ဗိသုကာပညာရှင်တစ်ယောက်ပါ။\nတစ်ရက်မှာတော့ ပဲရစ်စ်ကို အလုပ်ကိစ္စနဲ့ခရီးသွားပြီးအပြန်\nမိန်းကလေးတစ်ယောက်နဲ့တွေ့ဆုံခဲ့တယ်။ အစပိုင်းတော့ ဒီတိုင်းအမှတ်မထင်\nတွေ့ဆုံခဲ့တယ်လို့ ထင်မှတ်ရင်းက တစ်စတစ်စနဲ့ စကားတွေဖောင်ဖွဲ့မိတဲ့အခါ....မိန်းကလေးတဲ့ အတိတ်ကကိစ္စတွေက သူ့အတွက်ယုံကြည်ဖို့ခက်ခဲပေမဲ့\nတဖြည်းဖြည်းချင်း မယုံလို့မရတော့တဲ့အခါ....\nတစ်ထိုင်တည်းနဲ့ စီးမြောခံစားလို့ရမယ့် ရုပ်ရှင်ကားဖြစ်တဲ့အပြင်\nသမားရိုးကျမသွားတဲ့ ဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့မလို့ သိပ်မဆိုးလှတဲ့ Thriller\nဇာတ်ကားမျိုးပါပဲ ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Ameliaမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့\nAmelia, Thet Hnin Hsu တို့ပဲဖြစ်ပါတယ်။File Size - (950 MB)/(520 MB)\nQuality – WebDL - (720p) / (480p)\nDuration - 1hr 29min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre :  Adventure, Drama, Thriller\nTranslator – Amelia, ...",
        "rating": "5.5",
        "url": "https://megaup.net/2mJQ2/A.Perfect.Enemy.2020.720p.WEB-DL[CM].mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/titanic-2-1-142x200.jpg",
        "title": "Titanic (1997)",
        "description": "Titanic (1997)\nIMDb - 7.8/10_____Rotten - 89%\nWon 11 Oscars. Another 113 wins & 83 nominations.\n ရူးသွပ်ခဲ့ဖူးတဲ့မင်းသားနဲ့မင်းသမီးတို့ရဲ့ အမိုက်စား ဇာတ်ကား...ရင်နင့်ဖွယ်..အံ့အားသင့်ဖွယ်\nရသအဖုံဖုံကိုခံစားခဲ့ဖူးတာပဲမလား..အခုအချိန်မှာတော့ 1080P 5.1 CH နဲ့ တိုက်တန်းနစ်ဇာတ်ကား\nလေးကို ကြည်ကြည်လင်လင် အသံကွာလတီ ရှယ်ကောင်းကောင်းနဲ့ ပြန်လည်ခံစားဖို့အချိန်တန်ပါပြီ\nဒီဇာတ်ကားက မသိတဲ့လူမရှိသလောက်မို့ Movie Review ကိုမရေးတော့ဘဲထူးခြားချက်လေးတွေကို\nသာဗဟုသုတအလို့ငှာ တင်ဆက်လိုက်ပါတယ်။ Titanic ဇာတ်ကားမှ ထူးခြားအချက်အလက်များ\n-ဇာတ်ကားထုတ်လုပ်သူ 20th Century Fox နဲ့ Paramount Pictures တို့ကမင်းသားနေရာမှာ\nMatthew McConaughey ကို သရုပ်ဆောင်စေချင်ပေမယ့်ဒါရိုက်တာ James Cameron က\nLeonardo DiCaprio ကိုပဲ ဇွတ်ရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။-ဇာတ်ကားထဲမှာ အဖြစ်အပျက်\nအစအဆုံးကို ပြန်ပြောပြသူအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ အဘွားအိုGloria Stuart ဟာ\nသင်္ဘောမြုပ်တာကို ကိုယ်တွေ့ကြုံခဲ့သူပါ။-Titanic သင်္ဘောကို တည်ဆောက်ခဲ့စဉ်က\n$7.5 million ကုန်ကျခဲ့ပါတယ်။၁၉၉၇ ခုနှစ်က ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/titanic-19977/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Download-We-Have-a-Ghost-2023-Hindi-ORG.-English-Dual-Audio-HDRip--133x200.jpg",
        "title": "We Have a Ghost (2023)",
        "description": "We have a Ghostကယ်ဗင်တို့ မိသားစုဟာ စီးပွားရေးအဆင်မပြေမှုတွေနဲ့အတူ ရွှေ့ပြောင်းနေထိုင်နေကြရတာပါ။တနေ့ အိမ်သစ်ပြောင်းကြတဲ့အခါ မထင်မှတ်ဘဲ ကယ်ဗင်တစ်ယောက် သရဲတစ်ကောင်ကို စတင်တွေ့ရှိခဲ့ပါတော့တယ်။ တွေ့လျင်တွေ့ခြင်းပဲ ဖုန်းကင်မရာနဲ့ မှတ်တမ်းတင်မိခဲ့ရာက ထိုဗီဒီယိုကို အစ်ကိုကတွေ့ … ပြီးတဲ့နောက် ဖခင်ဆီရောက်သွားတဲ့အခါ...သရဲကလေး အားနက်စ်ဟာ ဝင်ငွေကောင်းတဲ့ ဆိုရှယ်မီဒီယာလောကရဲ့ သားကောင်ဖြစ်လာရပါတော့တယ်...ကယ်ဗင်ကတော့ အားနက်စ်ကို သနားနေပြီး သူ့အဖေရဲ့လုပ်ရပ်တွေကို မနှစ်မြို့တာကြောင့် အားနက်စ် ကျွတ်လွတ်ရေးကိုသာ ကြံစည်နေပါတော့တယ် …တစ်ဖက်မှာလည်း CIAမှာ လွန်ခဲ့တဲ့ ဆယ်စုနှစ်များက ပိတ်သိမ်းထားရတဲ့ Wizard Clipဆိုတဲ့ စီမံကိန်းဟာ အားနက်စ်ရဲ့နာမည်ကျော်ကြားလာမှုကြောင့် မြုပ်ရာကနေ ပြန်ပေါ်လာပါတော့တယ်...စီမံကိန်းရဲ့ မူလရည်ရွယ်ချက်ဟာ သရဲတွေရဲ့ တည်ရှိမှုကို ရှာဖွေဖော်ထုတ်မယ် ပြီးရင် ထိန်းသိမ်းမယ် အဲ့နောက် လက်နက်အဖြစ်အသုံးပြု ရနိုင် မရနိုင် ဆန်းစစ်ကြဖို့ပဲဖြစ်ပါတယ် …ဒါပေမယ့် စီမံကိန်းဟာ သရဲတစ်ကောင်မှ လက်ဆုပ်လက်ကိုင် မပြနိုင်တာနဲ့တင် နိဂုံးချုပ်ခဲ့ရပါတယ် ...",
        "rating": "6.1",
        "url": "https://megaup.net/3ez5e/We_Have_A_Ghost_(2023)_720p.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6wnxj7jPpANISwMlfQ0Z09VViYv.jpg",
        "title": "Buried in Barstow (2022)",
        "description": "Buried in Barstow (2022)~ IMDb rating - 7/10 ~\"အမေတစ်ယောက်က သူ့ကလေးကို ဘေးရန်တွေကနေကာကွယ်ဖို့ မလုပ်ရဲတဲ့အရာမရှိဘူး\"ဟုတ်ပါတယ်။ Single Mother တစ်ယောက်ဖြစ်တဲ့ Hazel King ဟာ နယ်မြို့လေးတစ်ခုမှာ စားသောက်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ထားပြီး သမီးလေးနဲ့အတူ ဘဝကို သိုသိပ်စွာနေပါတယ်။ ဇာတ်ကားအစက Hazel King က သွေးမသေးတဲ့သူဆိုတာ ခင်ဗျားကတော့ သိလိုက်ရပေမယ့် သူ့အသိုင်းအဝိုင်းလေးနဲ့ သူ့သမီးအပါအဝင် သူဇာတ်မြှုပ်နေထိုင်တဲ့ဘဝမှာ သူဟာ သာမန်ဆိုင်ဖွင့်ထားသူ တစ်ဦးပါပဲ။တစ်ခုခုလုပ်ပြီးရင် သွေးအေးစွာနေတတ်တဲ့ တုန်လှုပ်မှုမရှိတဲ့ Hazel ဟာ အပေါ်ကပြောသလိုပဲ သူ့သမီးအတွက် အရာရာကို ပြေးကာကွယ်မယ့်သူပါ။ သမီး ဖြစ်သူ Joy ဟာ ဆယ်ကျော်သက်မနူးမနပ်အရွယ်မှာ အချစ်ကို ပညာရေးထက်ပိုအလေးထားခဲ့တယ်ပဲဆိုကြပါစို့။ Joy နဲ့ သူရဲ့ ကောင်လေးဖြစ်တဲ့ Travis နဲ့ Hazel တို့ သုံးယောက် ...",
        "rating": "7",
        "url": "https://megaup.net/1cG2j/(CM)_Buried_in_Barstow_(2022)_720p.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Little_Star_Wars_2021-141x200.jpg",
        "title": "Doraemon the Movie: Nobita’s Little Star Wars 2021 (2022)",
        "description": "Doraemon the Movie: Nobita's Little Star Wars 2021 (2022)\n==========================================CM ပရိတ်သတ်ကြီးတို့ထဲမှာ ဒိုရေမွန်နဲ့ နိုဘိတကို တော်တော်များများ\nသိကြမယ်လို့ထင်ပါတယ်။ ကျွန်တော်တို့ ငယ်ဘဝဇာတ်ကားတွေကို\nပြန်ကြည့်ရတဲ့အခါ၊ ငယ်ဘဝဇာတ်ကောင်တွေကို ပြန်ထိတွေ့ရတဲ့အခါ\nကျွန်တော့်အနေနဲ့ကတော့ ဇာတ်လမ်းဇာတ်ကောင်ကို လွမ်းဆွတ်နှုန်းက\n၅၀%၊ ကြည့်ရင်းနဲ့ဖြစ်ပေါ်လာတဲ့ ငယ်ဘဝခံစားချက်ကို သတိရမိတာက\n၅၀%ပါပဲ။ ငယ်ငယ်ကတော့ ကျောင်းဆင်းချိန်တို့၊ ကျောင်းပိတ်ရက်တို့မှာ\nကြည့်ခဲ့ကြတယ်ဟုတ်။အခုတင်ဆက်ပေးမယ့် Movie လေးရဲ့ ဇာတ်လမ်းကဒီလိုပါ။\nနိုဘိတတို့ သူငယ်ချင်းတစ်သိုက် ရှုတင်ရိုက်နေရင်းကနေ နိုဘိတတစ်ယောက်\nဒုံးပျံယာဉ်အသေးစားလေးတစ်စင်း ကောက်ရလိုက်ပါတယ်။ အဲ့ထဲက‌နေ\nပါပီလို့ခေါ်တဲ့ ဂြိုဟ်သားသေးသေးလေးထွက်လာသတဲ့။ သူ့ယာဉ်က ပျက်စီး\nသွားတာမို့ နိုဘိတနဲ့ ဒိုရေမွန်တို့က ကူပြင်ပေးနေချိန် ပီရှားလို့ခေါ်တဲ့ တိုက်\nသင်္ဘောကြီးရောက်လာပြီး တိုက်ခိုက်တော့တာပါပဲ။စပွိုင်းလွတ်အောင် ဇာတ်ကွက်လေးတွေကျော်ပြီး အကြမ်းဖျင်းညွှန်းရမယ်\nဆိုရင်ဖြင့် နိုဘိတတို့သူငယ်ချင်းတစ်သိုက် တခြားဂြိုဟ်မှာ စွန့်စားခန်းဖွင့်တာ\nတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ကြည့်ရင်းကြည့်ရင်းနဲ့ စိတ်ထဲအားမလို\nအားမရဖြစ်လာမှုတွေလည်းကြုံရမှာမို့ ဘယ်လိုမြင်တွေ့ရမလဲဆိုတာကိုတော့\nကိုယ်တိုင်ပဲကြည့်လိုက်ကြပါတော့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPhoenix Homura ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (684 MB) / ...",
        "rating": "6.5",
        "url": "https://megaup.net/2yoP1/Doraemon.the.Movie.Nobitas.Little.Star.Wars.2021.JAPANESE.720p.WEBRip.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNTRkOGMxYzgtMThkYy00OTk4LWJlYjQtNTg5ZjNlZWQyYmJjXkEyXkFqcGdeQXVyMTI0NzM3Nzg1._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Forever Rich (2021)",
        "description": "Forever Rich (2021)\n===============ဒီရုပ်ရှင်ဟာ Netflix က ထွက်ထားတဲ့ ရုပ်ရှင်ကားကောင်းလေး\nဖြစ်တာနဲ့အညီ ကြည့်ရှုသူတွေရဲ့ ရင်ကို မောစေပါတယ်။ ဇာတ်\nလမ်းထဲက ဇာတ်ဆောင်ရဲ့ဘဝကို လိုက်ပါစီးမြောသွားမိတဲ့အခါ\nအားမလိုအားမရဖြစ်မှုတွေ၊ စိတ်တိုင်းမကျဖြစ်မှုတွေ၊ ကိုယ်တိုင်\nထလုပ်ချင်စိတ်တွေ စသည်စသည်ဖြင့် ရုပ်ရှင်ကြည့်ပရိသတ်ကို\nကြိတ်မနိုင်ခဲမရဖြစ်စေနိုင်ပါတယ်။ဇာတ်လမ်းဟာ ခန့်မှန်းရခက်နေသလို ဇာတ်ကြောတစ်လျှောက်\nဆွဲငင်ယူဆောင်မှုအားကလည်း ‌အတော်ကြီးမားပါတယ်။ သေချာ\nတာကတော့ ဒေါင်းပြီး ကြည့်ရ မတန်မယ့်၊ လူကြီးမင်းတို့ရဲ့ ၁ နာရီ\nမိနစ်‌ ၄၀ တာအချိန်ကို ဖြုန်းတီးပစ်မယ့်ကားမျိုးမဟုတ်တာတော့\nအခိုင်အမာပါပဲ။ သရုပ်ဆောင်တွေရဲ့ ဇာတ်ကောင်စရိုက်ကြေညက်\nစွာ သရုပ်ဆောင်မှု၊ ဇာတ်လမ်းဇာတ်အိမ်ကောင်းမှု၊ ဇာတ်ပျိုးကနေ\nစလို့ ဇာတ်သိမ်းထိကောင်းလို့ ကြည့်ဖြစ်အောင် ကြည့်ကြဖို့ တိုက်\nတွန်းလိုပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရစ်ချီဆို‌တဲ့ ကောင်လေးတစ်ယောက်\nသာမန်ဘဝလေးကနေ နာမည်ကျော်အဆိုတော်ဖြစ်အောင် ကြိုးစား\nခဲ့ရတဲ့အကြောင်းတွေနဲ့ အခြားဇာတ်ကောင်ပေါင်းများစွာရံထားတဲ့\nဇာတ်ရှိန်ကောင်းကောင်းတက်စေနိုင်တဲ့ Forever Rich 2021 လေး\nကို ခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nSan Thu Aung ဖြစ်ပါတယ်)File Size..........(1.72 GB) / (664 MB) / (382 ...",
        "rating": "5.5",
        "url": "https://megaup.net/3ev4u/Forever.Rich.2021.DUTCH.720p.WEBRip.x264[CM].mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5cZySBvy41eHTD5LyQn48aP444k.jpg",
        "title": "The Cable Guy (1996)",
        "description": "The Cable Guy (1996)~ IMDb - 6.1/10, RT - 55%, Meta - 56% ~လူတွေဆိုတာ မွေးရာပါ အထီးကျန်ဆန်တဲ့ သတ္တဝါတွေပါတဲ့။ အဲဒါကြောင့် လူတွေက အထီးကျန်မနေရအောင် တစ်စုံတစ်ရာ ဒါမှမဟုတ် တစ်စုံတစ်ယောက်ကို ဘဝထဲမှာ ရှိနေအောင် ကြိုးစားကြတယ်။The Greatest Showman ဇာတ်ဝင်သီချင်းဖြစ်တဲ့ Never Enough ထဲက စာသားလေးလိုပဲပေါ့။ တစ်ကမ္ဘာလုံးကို ဆုပ်ကိုင်ထားနိုင်တဲ့ အစွမ်းရှိရင်တောင် ဝေမျှစရာလူမရှိရင် ဘယ်အရာကမှ မတင်းတိမ်နိုင်ဘူးလေ။ဒီဇာတ်ကားရဲ့ ဇာတ်ဆောင်ဖြစ်တဲ့ ကေဘယ်သမားလေးက လောကမှာ အရာရာကို လိုချင်တာရနိုင်နေတဲ့ အစွမ်းရှိနေပေမဲ့ ဝေမျှခံစားနိုင်တဲ့သူ မရှိတဲ့အတွက် သူ့ဘဝမှာ လိုအပ်နေတဲ့ တစ်ခုတည်းသောအရာက သူနဲ့ဝေမျှခံစားပေးဖို့လူတစ်ယောက်ပါပဲ။ခုခေတ်လို အင်တာနက်တွေခေတ်မစားခင်က တီဗီဟာ တစ်ကမ္ဘာလုံးမှာ အကြီးဆုံး ဖျော်ဖြေရေးစနစ်ကြီးဖြစ်ခဲ့တာပေါ့။ ဒါပေမဲ့ တီဗီလိုင်းတွေဆိုတာ ခုခေတ် Netflix ...",
        "rating": "6.1",
        "url": "https://megaup.net/1SDg1/(CM)_The_Cable_Guy_(1996)_720p.mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/1-133x200.jpg",
        "title": "Nayika Devi: The Warrior Queen (2022)",
        "description": "Nayika Devi 2022 (IMDb 8.5/10)ဘာဟူဗလီတို့ ဘိုင်ရာဗားတို့လို ရာဇဝင်နောက်ခံ ရှေးနန်းတွင်း\nအိန္ဒိယအက်ရှင်ကားကောင်းကောင်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက်\nဇာတ်ကားကောင်းတစ်ကားကို ထပ်မံတင်ဆက်ပေးပါရစေဘီစီ ၁၂ ရာစုလောက်က အိန္ဒိယနိုင်ငံဂူဂျာရက်ဂ်ကို အုပ်စိုးခဲ့တဲ့\nပထမဆုံးစစ်သည်တော်ဘုရင်မ နာရိကာဒေဗီအကြောင်းကို\nရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားလေးဟာ\nဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားပြီးတော့\nဘုရင်မနာရိကာဒေဗီရဲ့ ရဲစွမ်းသတ္တိတွေ စစ်သည်တော်လိုမျိုး\nစစ်မြေပြင်မှာတိုက်ခိုက်ပုံတွေကို အထူးပြုလုပ်ချက်\nကောင်းကောင်းနဲ့ရိုက်ကူးထားပြီး\nသမိုင်းကိုဇာတ်အိမ်တည်ထားတာဆိုတော့\nဇာတ်အိမ်မခိုင်မာမှာကို ပူစရာမလိုပါဘူးစစ်ဘုရင်မိုဟာမတ်ဂိုရီကို ပြန်လည်တိုက်ခိုက်မဲ့\nဧကရီနာရိကာဇာတ်ကားလေးကို ရာဇဝင်စစ်ကားကောင်းလေးတွေကို\nလွမ်းဆွတ်နေတဲ့ CM ပရိသတ်ကြီးအတွက်တင်ဆင်ပေးလိုက်ပါတယ်\nFile size…3.1GB / 1.4GB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry ~ Sai Thu Rein",
        "rating": "8.2",
        "url": "https://megaup.net/1SD6o/Nayika.Devi.the.Warrior.Queen.2022.720p(CM).mp4",
        "category": "Biography, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/atomic-blonde-147x200.jpg",
        "title": "Atomic Blonde (2017)",
        "description": "Atomic Blonde (2017)\nIMDb - (6.7) /RottenTomatoes - 79%အကယ်ဒမီဆုရှင် မင်းသမီးချော Charlize Theron သရုပ်ဆောင်ထားတဲ့ အက်ရှင်ဇာတ်ကြမ်းကားပါ။\nလျှို့ဝှက်အေးဂျင့်တစ်ယောက် ထူးဆန်းစွာ အသတ်ခံလိုက်ရတဲ့အတွက် အစိုးရအနေနဲ့\nဒီလူသတ်မှုကိုဖော်ထုတ်ဖို့ MI6 အဆင့်ရှိ အေးဂျင့်တစ်ယောက်ကိုရွေးချယ်လိုက်တယ်\nသူကတော့ Charlize Theron......\nသူမဟာ အမှုစုံစမ်းဖို့ ဘာလင်ကိုရောက်ရှိလာခဲ့တယ်....\nတကယ်တော့ အေးဂျင့်သတ်ခံရမှုဟာ သူမ ထင်ထားတာထက် လျှို့ဝှက်နက်နဲနေပါတယ်...\nသူမ ရင်ဆိုင်ရတဲ့အဖွဲ့အစည်းက အင်အားကြီးသလို မထင်ထားတဲ့သူတွေလည်း ပါဝင်ပတ်သက်နေလေတော့\nသူမဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ .... အခက်အခဲတွေကြားက ရုန်းထွက်နိုင်မလားဆိုတာကိုတော့.....\nCharlize ရဲ့ အလန်းစားဖိုက်တင်ခန်းတွေပါကြည့်ရမဲ့အပြင် Professor X အဖြစ် လူသိများတဲ့\nJames McAvoy ရဲ့ သရုပ်ဆောင်ချက်တွေကိုပါ ကြည့်ရှူရမှာပါ။R Rated ဇာတ်ကားဖြစ်လို့ အကြမ်းအရမ်းခန်းများများနဲ့ ကလေးသူငယ်တွေတော့ မကြည့်သင့်ပါဘူး။\nFile size…(4.8 GB)/(1.6 GB) /(930 MB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:54:45\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/2yAvi/(CM)_Atomic_Blonde_(2017)_BluRay_720p_AAC.5.1-Naung.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gbOqVtsqPOiB5Xx87iSrd5im4D3.jpg",
        "title": "Biko(2022)",
        "description": "Biko(2022)**********အစ်ဇ်ဝမ်က Single Father တစ်ယောက်ဖြစ်ပြီး သူ့သားလေးဘီကို ကိုပြုစုစောင့်ရှောက်နေရတယ်။\nအခုတော့ အိမ်ငှားခတောင်မပေးနိုင်ဘဲ သားအဖနှစ်ယောက်လုံးအိမ်ပေါ်ကနှင်ချခံလိုက်ရတယ်။\nကုန်ကားမောင်းတော့ နှစ်ယောက်သားမြို့အပြင်မှာထွက်ပြီးကားပေါ်မှာပဲနေကြတယ်။ အစ်ဇ်ဝမ်ရဲ့\nမိတ်ဆွေ ရှယ်ရီက ရုပ်ရှင်ရိုက်ကွင်းမှာ မန်နေဂျာလုပ်ပြီးအချိန်အားရင်တော့ ဘီကို ကိုလာကြည့်ပေးတယ်။\nတစ်နေ့မှာ ရှယ်ရီက နာမည်ကြီးအဆိုတော် ဆာရာရဲ့ဗီဒီယိုသရုပ်ဆောင်မှာကလေးသရုပ်ဆောင်ရွေးပွဲကို\nဘီကို ကိုခေါ်သွားပြီး ပြိုင်ခိုင်းတယ်၊ ဘီကို ကအရည်းအချင်းရှိလို့ နောက်ကြောင်းကိုဆာရာတစ်ယောက်\nစုံးစမ်းလိုက်တဲ့အခါမှတော့ သူနဲ့လွန်ခဲ့တဲ့ဆယ်နှစ်ကျော်ကလက်ထပ်ခဲ့တဲ့အစ်ဇ်ဝမ်မှန်းသိသွားခဲ့တယ်။\nအစ်ဇ်ဝမ် ဟာ စားဝတ်နေရေးအခက်အခဲကြောင့် ဘီကို ကိုသရုပ်ဆောင်လုပ်ဖို့ခွင့်ပြုပေးခဲ့ပေမယ့်\nဆာရာနဲ့ နီးစပ်သွားမှာမလိုပါဘူး။ အကြောင်းကတော့ ဘီကို ဟာလွန်ခဲ့တဲ့ဆယ်နှစ်ကျော်က မွေးခဲ့တဲ့\nဆာရာရဲ့သားအရင်းဖြစ်နေလို့ပါပဲ။ ဘယ်လောက်ရှောင်လွှဲနေပါစေ ဆာရာဟာ ဘီကို ကို\nသူ့သားအရင်းဖြစ်မှန်းသိသွားတဲ့အခါမှတော့......        File Size :(1.5GB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Family, Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo ...",
        "rating": "6.7",
        "url": "https://megaup.net/2yAoq/Biko.2022.NF.WEB-DL.720P(CM).mp4",
        "category": "Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNjlmNTk2NzctMTMzOC00YzcyLWIxYTgtOTJkMjgwY2ZlZjEwXkEyXkFqcGdeQXVyMjA3NjgxMzU@._V1_-133x200.jpg",
        "title": "Driven to Murder (2022)",
        "description": "Driven to Murder (2022)\n==================Driven to Murder ဆိုတဲ့ Survival ကားလေးနဲ့မိတ်ဆက်\nပေးချင်ပါတယ်။ ကားမောင်းရင်းနဲ့လူသတ်ပါတယ်။ အကြောင်း\nပြချက်မရှိလူသတ်ပါတယ်။ အဲ့ဒီကြားထဲညှပ်သွားတာ အရမ်း\nသနားဖို့ကောင်းတဲ့ ဆာရာလို့ခေါ်တဲ့မိန်းကလေးတစ်ယောက်။သူလုပ်မိတဲ့အပြစ်ဆိုလို့ ညဘက်အချိန်မတော် အငှားကားငှား\nမိတာပါပဲ။ အခုမှစမ်းသပ်နေဆဲ အက်ပလီကေးရှင်းတစ်ခုကနေ\nကားငှားလိုက်တယ်။ ကားသမားကလည်း စကားပြောကောင်းပြီး\nရုပ်ရည်ကလည်းအသင့်အတင့်ရှိတော့ ဆာရာနဲ့စကားတွေဖောင်ဖွဲ့\nပြောရင်း သူ့အကြောင်းကိုယ့်အကြောင်း စပ်စုမိကြပါတော့တယ်။လူဆိုးတွေနဲ့တွေ့ရင် ဘယ်လိုလုပ်ရမလဲဆိုတာ ကားသမားက\nဆာရာကိုသေချာရှင်းပြနေရင်း လမ်းဘေးမှာမတ်တပ်ရပ်နေတဲ့သူကို\nကားနဲ့ပြေးတိုက်ပါတော့တယ်။ ဆာရာလည်းကြောင်သွားပြီး ရဲခေါ်\nမယ်လုပ်တော့ မင်းလည်းကြံရာပါဆိုပြီးခြိမ်းခြောက်ကာ ကားပေါ်\nအတင်းခေါ်သွားပါတော့တယ်။ ကားငှားမယ့်နေရာနဲ့ ဆာရာအိမ်က\nအဝေးကြီးမဟုတ်ပေမယ့် အငှားကားနဲ့အိမ်ပြန်တဲ့ ညတစ်ညမှာတော့\nဆာရာတစ်ယောက် ဘယ်လိုမျိုးတွေကြုံတွေ့ရမလဲ? ဘာတွေရင်ဆိုင်\nရမလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va\nဖြစ်ပါတယ်)File Size..........(1.55 GB) / (463 MB) / (295 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 35Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://megaup.net/1SBjb/Driven.to.Murder.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q4cLHdAJCHqAWIIplCHEyG6JgrR.jpg",
        "title": "Spoonful of Sugar (2022)",
        "description": "Spoonful of Sugar (2022)~ Rotten Tomatoes - 56% ~မီလီစန့်ထ်ဆိုတဲ့ မိန်းကလေးက ဓါတ်မတည့်ရောဂါပြင်းထန်တဲ့ကလေးတွေနဲ့ပတ်သက်ပြီး သုတေသနစာတမ်းလုပ်ဖို့ ကျောင်းနှစ်ဝက်နားထားပြီး ဂျွန်နီလို့ခေါ်တဲ့ ကလေးလေးရဲ့ ကလေးထိန်းလုပ်ပေးဖို့ ဖြစ်လာပါတယ်။ ငယ်စဉ်ကတည်းက မိဘမရှိခဲ့ဘဲ မွေးစားမိဘတွေ အဆင့်ဆင့်ပြောင်းရင်း ကျင်လည်ခဲ့ရတဲ့ မီလီစန့်ထ်အဖို့ သု့ကိုယ်သူ ဂျွန်နီလေးရဲ့ တစ်စိတ်တစ်ပိုင်းဖြစ်ဖို့ ကြိုးစားပါတော့တယ်။Horror ကားလည်း ဖြစ်တဲ့အလျောက် စကြည့်ကတည်းက ရူးနှမ်းနှမ်းကလေးထိန်းအကြောင်းလို့ ထင်ရမှာပါပဲ။ဟုတ်ပါတယ်... ဒါပေမဲ့ ရူးနေတာကရော တစ်ယောက်တည်းမှ ဟုတ်ရဲ့လား... ဘယ်သူတွေက ဘယ်လိုရူးနေကြပြီး ဂျွန်နီလေးရဲ့ ဓါတ်မတည့်ခြင်းနောက်ကွယ်ကရော ဘာများလဲ ဆိုတာတော့ Horror Fan တွေ ဒေါင်းပြီး ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Z မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 810MB\nQuality - 1080p, 720p\nIMDb Rating - 5.3/10\nFormat ...",
        "rating": "5.3",
        "url": "https://megaup.net/2yA7u/(CM)_Spoonful_of_Sugar_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kogK99QugddnSIMe3Wy8fWCLL60.jpg",
        "title": "Ten Little Mistresses (2023)",
        "description": "Ten Little Mistressess (2023)2023မှာ ထွက်ရှိထားတဲ့ Ten Little Mistresses ‌ဆိုတဲ့\nComedy, Mystery ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒွန်ဗယ်လန်တီဆိုတဲ့သူဌေးကြီးတစ်ယောက်ဟာ သူ့မိန်းမ ချာရိုဆုံးပြီး‌နောက်‌ မယားငယ်ဆယ်ယောက်ထားခဲ့ပါတယ်။\nတစ်နေ့မှာ သူ့ရဲ့‌မွေးနေ့မှာ သူ့ရဲ့မယားငယ်အားလုံးကို အိမ်တော်ကိုဖိတ်ကြားခဲ့ပြီး\nလက်ဆောင်တွေပေးခဲ့ပြီး သူ့ဘဝအသစ်ပြန်စတင်ချင်ကြောင်းပြောကြားခဲ့တယ်။ဒါပေမယ့် သူပြောခဲ့သလို မရိုးရှင်းခဲ့ပါဘူး\nသူ့ရဲ့မွေးနေ့မှာ သူ့ညီ ဒွန်ကွန်စတမ်တင်ကို သတ်ဖို့စီစဉ်ခဲ့ပါတယ်။\nမယားငယ်အားလုံးကလည်း သူ့ရဲ့အစီအစဉ်တွေမသိခဲ့ဘဲ လက်ဆောင်တွေကိုပဲ မက်မောနေခဲ့ကြပါတယ်။\nနောက်ဆုံးအသတ်ခံရတဲ့သူကတော့ သူ့ညီတင် မကဘဲ သူတို့ညီအစ်ကို နှစ်ယောက်လုံး ဖြစ်နေခဲ့ပါတယ်။\nအားလုံးထင်ထားခဲ့သလို ဒွန်ဗယ်လန်တီက သူ့ရဲ့ညီကို သတ်ခဲ့တာ မဟုတ်ဘဲ\nမယားငယ်တစ်ယောက်က အကုန်သေချာ အကွက်ချစီစဉ်ခဲ့ပြီး နှစ်ယောက်လုံးကိုသတ်ခဲ့တာပါ။\nဘယ်သူ ဖြစ်မလဲဆိုတာကတော့ ဇာတ်ကားထဲမှာ ဆက်လက် ရှုစားကြည့်ကြပါဦး။ဇာတ်လမ်းက Comedy လည်းပါသလို မြုပ်ကွက်ကလေးလည်းပါတာမို့\nပေါ့ပေါ့ပါးပါးကြည့်ချင်တဲ့သူတွေအတွက် အကြိုက်တွေ့မဲ့ကားလေးမို့ ခံစားကြည့်လိုက်ပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Myo Myo ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Mystery\nQuality…. 1080p | 720p | ...",
        "rating": "7.2",
        "url": "https://megaup.net/2yxvj/Ten.Little.Mistresses.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jTi6pvvK5oiBPbQ4tYv3Djh97ir.jpg",
        "title": "5-25-77 (2022)",
        "description": "5-25-77 (2022)~ IMDb - 6.4/10, Rotten Tomatoes - 100% ~ခင်ဗျားတို့မှာ ငယ်ဘဝအိပ်မက်တွေ ရှိခဲ့ဖူးကြလားဗျ... အမှန်တကယ်ဖြစ်ချင်တာလား... မိဘအုပ်ထိန်းသူအသိုင်းအဝိုင်းရဲ့ကိစ္စတစ်ခုခုကြောင့် ဖြစ်ချင်တာမျိုးလား...ဥပမာ ကိုယ့်အသိုင်းအဝိုင်းထဲက ချစ်ရတဲ့တစ်ယောက် မဖြစ်သင့်ပဲအသက်ဆုံးရှုံးလိုက်ရလို့ ဆရာဝန်ကြီးလုပ်မယ်ဆိုတာမျိုး...\nဒါမှမဟုတ်ရင်လည်း အိမ်မှာနေရ၊ မြို့ကြီးပြကြီးမှာ နေရတာမွန်းကျပ်လို့ ကြီးလာ‌ရင်တောင်ပေါ်ဒေသလေးတစ်ခုမှာ ဆရာမလေးတစ်ယောက်လုပ်ချင်တယ်ဆိုတာမျိုးပေါ့...ထားပါတော့...လူဦးရေ 750 ပဲနေထိုင်တဲ့ Illinois ပြည်နယ်၊ Lake County ရဲ့ Wadsworth ဆိုတဲ့ဒေသလေးမှာ မွေးဖွားလာခဲ့သူ Patrick Read Johnson ဟာ ဆယ်နှစ်မပြည့်ခင်အရွယ်ကတည်းက အိမ်ရဲ့နောက်ဖေးမြေကွက်လပ်မှာ သူငယ်ချင်းတွေနဲ့အတူ ဇာတ်ကားတွေရိုက်တဲ့ ဒါရိုက်တာလေးဖြစ်ခဲ့သူပါ။ အထက်တန်းကျောင်းသားဘဝ ရောက်လာတဲ့အခါမှာ သူ့ရဲ့ငယ်ဘဝကရိုက်ထားတဲ့ ဇာတ်ကားများစွာကို ထုတ်မယ်ဆိုတဲ့ ယုံကြည်ချက်တွေနဲ့ ရှင်‌သန်နေပါတယ်။ ငယ်ပေါင်း ဇာတ်ကားရိုက်ဖော်ရိုက်ဖက် သူငယ်ချင်း ‌Bill Holmes ကတော့ အိပ်မက်ထက် လက်တွေ့ကျကျသမားဖြစ်တာမို့ သူ့သူငယ်ချင်းကို လက်တွေ့ဘဝမှာပဲ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3Uucf/(CM)_5-25-77_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cdr6n7CuOyexmLUTynRgT3QRQSc.jpg",
        "title": "The War Below(2020)",
        "description": "The War Below(2020)********************World war 1  ကမ္ဘာစစ် ဖြစ်ရပ်မှန်ကိုအခြေခံထားပြီး ကာလအားဖြင့်1915 ခုနှစ် စစ်ပွဲကြီးမှာ ဂျာမန်တွေနဲ့  အင်္ဂလိပ်တို့တိုက်နေရချိန်ပါ...ဒီချိန်မှာ ဂျာမန်ဘက်က အရေးသာပြီးပြီး အဂ်လိပ်တို့ အရေးနိမ့်နေချိန်ပါ..လူတွေ သောင်းချီ အပတ်တိုင်းသေနေပြီး ရှေ့ကိုတစ်လမတိုးဖို့တောင် ခက်ခဲနေတဲ့အဂ်လိပ်တို့ရဲ့အခြေအနေပါ..ဘာလင်ကိုသိမ်းဖို့ ဝေးစွ ....ဂျာမန်ရဲ့ရှေ့တန်းခံစစစ်စည်းကိုတောင်မကျော်နိုင်တဲ့အတွက်အင်္ဂလိပ်တို့ ထိုးစစ်ဆင်ဖို့ နည်းအမျိုးမျိုးစဉ်းစားကြပါတယ်..ဒါကြောင့်  British ခေါင်းဆောင်တွေက မိုင်းတူးသမားတွေကို လူစုပြီး ခေါ်ခဲ့ပါတယ် ..အကြံကတော့ အင်္ဂလိပ်ဘက်ကနေ ဂျာမန်ရှေ့တန်းထိ နေရာတစ်လျှောက်ကိုမြေအောက်ကနေ လှိုက်ခေါင်းတွေတူးပြီး ဗုံးထောင်ခွဲဖို့ပါ ..သာမန်အရပ်သားတွေဖြစ်နေပြီးစစ်ရေးအတွေ့ကြုံလည်းမရှိ ..ဒါ့အပြင် တူးတဲ့ကာလက အပေါ်မှာ အမြောက်သံတဝီဝီနဲ့ ဂျာမန်တွေရဲ့ နည်းဗျူဟာမြောက်ကင်းထောက်တွေကြားမှာသူတို့ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....File Size :(1.1GB) and (470 MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…01:36:00\nGenre : War, History, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.0",
        "url": "https://megaup.net/2yxlm/The.War.Below.2020.BLU-RAY.720P(CM).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMjkyMjYyNTYxNF5BMl5BanBnXkFtZTcwNTQwNDQyMQ@@._V1_FMjpg_UX1000_-127x200.jpg",
        "title": "A Charlie Brown Valentine (2002)",
        "description": "A Charlie Brown Valentine (2002)\n=========================\nIMDb Rating - 7.1/10\"ကျွန်တော့်ကိုရှိလို့ရှိမှန်းတောင်မသိတဲ့ ကောင်မလေးအတွက်\nချောကလက်ဝယ်ချင်လို့ပါ \"..... Valentines' Day ကပြီးသွားပြီ\nဆိုပေမယ့် Crush ကို Confess မလုပ်လိုက်ရတဲ့လူတွေအတွက်\nRelatable အဖြစ်ဆုံး ကာတွန်းဇာတ်လမ်းတိုလေးကို CM ကနေ\nတင်ဆက်ပေးလိုက်ရပါတယ်။Charlie Brown ဆိုတဲ့ ကောင်လေးကတော့ ရိုမန်တစ်ဆန်တာတွေ\nအပြောကောင်းတာတွေ ကိုယ့်ကိုယ်ကိုယုံကြည်မှုရှိတယ်ဆိုတာတွေရဲ့\nဆန့်ကျင်ဘက်တွေနဲ့ချည်းပဲ ပြည့်နှက်နေပြီး ရှက်တတ်လွန်းအားကြီးလို့\nလူတောသိပ်မတိုးပါဘူး။ ဆံပင်နီနီနဲ့ကောင်မလေးတစ်ယောက်ကို\nကြိတ်ကြိုက်နေပေမယ့် ဖွင့်ပြောရဲတဲ့သတ္တိမရှိတာကြောင့် အမြဲဝေ့လည်\nကြောင်ပတ်နဲ့ပဲ အချိန်ကုန်နေခဲ့ပါတယ်။Valentines' Day ဆိုတဲ့ အကြောင်းပြချက်အကြီးကြီးကို အသုံးချပြီး\nတောင် ဒိတ်ဖို့မပြောရဲသေးတဲ့ Charlie တစ်ယောက် Crush ဘက်က\nကိုယ့်ကိုအော်တိုပြန်ကြိုက်လာမလားပဲ စိတ်ကူးယဉ်ရင်း အချိန်တွေသာ\nကုန်လာတာပေါ့။ နောက်ဆုံး..... လူကိုယ်တိုင်မပြောရဲတောင် ဖုန်းကနေ\nတစ်ဆင့်ပြောဖို့ သတ္တိတွေမတရားမွေးပြီး ဖုန်းဆက်လိုက်တဲ့အခါမှာတော့\nသူစိုးရိမ်နေသလို တစ်ဖက်ကဖုန်းပြန်ချသွားမှာလား၊ ဖုန်းရော လာကိုင်ပါ့\nမလား၊ ကျောင်းကလူတွေအများကြီးထဲကမှ Valentine ကပွဲကို ဘယ်သူ\nနဲ့သွားလိုက်ရမလဲ ဆိုတာကို ဆယ်ကျော်သက်လေးတွေကြားထဲက ရတာ\nမလို လိုတာမရတဲ့ Valentines' ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/a-charlie-brown-valentine-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/SSqF275aWMe6rREZ6QtzPr1daV.jpg",
        "title": "A Side of a Relationship (2023)",
        "description": "A Side of a Relationship (2023)ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ မတူညီတဲ့ဇာတ်လမ်းတိုလေး (၄) ပုဒ်ကို တစ်ထိုင်တည်း ကြည့်ရှုခံစားနိုင်မှာမို့\nကြည့်နေကြကားတွေနဲ့မတူတဲ့ခံစားချက်မျိုးကို ပေးစွမ်းနိုင်မှာပါ။(၁) အခင်ဆုံးသူငယ်ချင်းတွေဖြစ်ကြတဲ့ ရုပ်ရှင်သရုပ်ဆောင်ဂျင်ဟွန်းနဲ့ ဒါရိုက်တာဂယောင်းရမ်တို့ဟာ\nအင်တာဗျူးတစ်ခုမှာ သတင်းထောက်မလေးကိုတစ်ယောက်ကိုတွေ့ပြီး အချင်းချင်း အချစ်ပြိုင်ဘက်တွေဖြစ်လာကြတဲ့အခါ...။(၂) စတိုးဆိုင်မန်နေဂျာဖြစ်တဲ့ အိုဂျွန်ဆော့ဟာ ဓားပြတစ်ယောက်ရဲ့ခြိမ်းခြောက်မှုကို ခံနေရတာကြောင့် ကယ်ဆယ်ရေးအဖွဲ့ကိုဆက်သွယ်လိုက်ပါတယ်။\nဒါပေမဲ့ ကယ်ဆယ်ရေးအဖွဲ့ဟာ နောက် ၁၀ မိနစ်ကြာမှ ရောက်ရှိလာမှာဖြစ်တာကြောင့် ဂျွန်ဆော့တစ်ယောက်က ဓားပြကို ၁၀ မိနစ်ကြာ အချိန်ဆွဲထားနိုင်ပါ့မလား။(၃) စကားမပြောနိုင်တဲ့ ဂစ်တာသမားလေးနဲ့ မျက်စိမမြင်တဲ့အဆိုတော်မလေးတစ်ဦးတို့ဟာ ပြဿနာတစ်ခုကြောင့် လူမိုက်တွေလိုက်ဖမ်းတာကို ခံနေရတဲ့အခါမှာတော့ သူတို့နှစ်ယောက်လုံး ဒီဒုက္ခကနေလွတ်အောင် ဘယ်လိုများကြိုးစားအားထုတ်ကြမလဲ။(၄) ပစ္စည်းတစ်ခုကိုထိလိုက်တာနဲ့ အဲဒီပစ္စည်းနဲ့ပတ်သက်တဲ့အဖြစ်အပျက်တွေကို အကုန်သိနိုင်တဲ့\nစုံထောက်ဟျွန်းဆော့ဟာ အဲဒီအစွမ်းကြောင့်ပဲ အမှုတိုင်းကို ဖော်ထုတ်နိုင်ခဲ့ပါတယ်။\nဒါပေမဲ့ တစ်နေ့မှာတော့ လူသတ်မှုတစ်ခုရဲ့နစ်နာသူဟာ သူနဲ့သိတဲ့မိန်းကလေး ရှီယွန်းဖြစ်နေတဲ့အခါ\nဟျွန်းဆော့တစ်ယောက် ဒီအမှုရဲ့တရားခံကို ရှီယွန်းရဲ့ပစ္စည်းတွေကနေတဆင့် ရှာဖွေဖော်ထုတ်နိုင်ပါ့မလား။ရသမတူတဲ့ ဇာတ်လမ်း (၄) ပုဒ်ကို ဇာတ်ကားတစ်ကားထဲမှာတင် ကြည့်ရှုခံစားနိုင်မယ့်အပြင်\nအသစ်အဆန်းတွေ ...",
        "rating": "5",
        "url": "https://megaup.net/2yxv4/A.Side.of.a.Relationship.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/83xhucBgTL0Il9E298JT8DYv76B.jpg",
        "title": "Death of the Ember (2023)",
        "description": "အခုတစ်ခေါက် CM က အက်ရှင်စုံထောက်ဇာတ်လမ်းကြိုက်တဲ့\nပရိသတ်တွေအတွက် Death of the ember ဆိုတဲ့\nစုံထောက်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့-တိတ်ဆိတ်ပြီး လှပတဲ့ ယွီမြိုမှာ မိုးညတစ်ညရဲ့ ထူးဆန်းတဲ့\nကားတိုက်လူသတ်မှုတစ်ခုကြောင့် ယုတ်မာမှုရဲ့ အပိုင်းအစတွေ ထွက်ပေါ်လာပါတယ်။ရဲဖြစ်သူ အားကျန့်ဟာ တာဝန်အရ ချင်မိသားစု ကုမ္ပဏီတွင်\nသူလျှိအဖြစ်ဝင်ရောက်ခဲ့ပြီး စခန်းမှူးအသစ်ဖြစ်သူ\nလန်ကျဲနှင့်ပူးပေါင်းကာ မကောင်းမှုတွေကို ဖော်ထုတ်ရန် ကြိုးစားနေပါတယ်သိုသော် ချင်မိသားစု ညီအစ်ကို နှစ်ယောက်က အလွန်ဉာဏ်နီဉာဏ်နက်များပြီး\nသတိကြီးကြတဲ့အတွက် သူလျှိလှုပ်ရှားမှုအတွက် ခက်ခဲနေခဲ့ပါတယ်ချင်မိသားစု ညီအစ်ကိုရဲ့ တဖြည်းဖြည်းကြီးမားလာတဲ့ လောဘတွေနဲ့\nအတွင်းလူရဲ့ သစ္စာဖောက်မှုတွေကြားမှာ အချိန်မရွေး\nသေရေးရှင်ရေးနဲ့ရင်ဆိုင်နေရတဲ့ အားကျန့်တစ်ယောက် တာဝန်ကို\nအောင်မြင်အောင် ဘယ်လို ထမ်းဆောင်မလဲဆိုတာကို\nCM က ဘာသာပြန်လေးနဲ့အတူ ခံစားကြည့်ရှုလိုက်ပါဦးနော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action, Crime\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/death-of-the-ember-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rzoBABKowXST6jTQjD6bgoRYUKG.jpg",
        "title": "The Painted Wall of Liaozhai ( 2023 )",
        "description": "လူသားနဲ့မိစ္ဆာတို့ရဲ့အချစ်ဇာတ်လမ်းလေးတွေကြိုက်တဲ့\nCMပရိသတ်ကြီးအတွက် တစ်မူထူးခြားတဲ့ နံရံဆေးရေးပန်းချီထဲကကမ္ဘာကိုခေါ်သွားပါရစေ......သရဲတစ္ဆေစတဲ့ပရလောကသားတွေပျော်မွေ့တဲ့\nသရဲပွဲတော်လို့ခေါ်တဲ့(၇)လပိုင်း(၁၅)ရက်နေ့မှ\nာမိစ္ဆာမတစ်ယောက်ဟာ ထကြွသောင်းကျန်းနေပါတယ်\nမိစ္ဆာမကိုနှိမ်နင်းဖို့နတ်ဇာမဏီကရောက်ပြီး နှစ်ဦးသားတိုက်ခိုက်ကြပါတော့တယ်။မိစ္ဆာမကိုမသတ်နိုင်တဲ့အဆုံး နတ်ဇာမဏီကသူ့ကိုယ်သူစတေးပြီး\nမိစ္ဆာမကိုနံရံဆေးရေးပန်းချီထဲမှာချုပ်နှောင်းထားလိုက်ပါတယ်။\nဒီလိုနဲ့နှစ်တွေကြာလာတဲ့အခါ နံရံပန်းချီရဲ့သက်ဝင်မှုကြောင့်\nပန်းချီဆရာလေးတွေကလာရောက်စူးစမ်းရင်း\nနံရံပန်းချီထဲကကမ္ဘာထဲကိုရောက်သွားကြပါတယ်။ပန်းချီဆရာလေးတွေရောက်သွားတဲ့ကမ္ဘာကနတ်ဘုံလား မိစ္ဆာဘုံလား......\nနံရံဆေးရေးပန်းချီထဲကကမ္ဘာထဲမှာ ဘယ်လိုမှော်ဆန်တဲ့အရာတွေနဲ့ကြုံတွေ့ကြမလဲ......\nလူသားပန်းချီဆရာလေးနဲ့ မိစ္ဆာမလေးတို့ရဲ့အချစ်ဇာတ်လမ်းကရောဘယ်လိုအဆုံးသတ်မလဲ......\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Romance\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-painted-wall-of-liaozhai-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Lost_Found-575228251-large-140x200.jpg",
        "title": "Lost & Found [Objetos] (2022)",
        "description": "Lost & Found (2022)\n================မာရီယိုဆိုတဲ့ လူတစ်ယောက်က ပစ္စည်းပျောက်ထိန်းသိမ်းရေး\nရုံးမှာအလုပ်လုပ်တဲ့ လူတစ်ယောက်ပါ။ တစ်နေ့ မြစ်အောက်က\nနေ ရှာတွေ့တဲ့ ပျောက်ဆုံးပစ္စည်းတွေနဲ့အတူ ခရီးဆောင်အိတ်\nတစ်လုံး သူ့ဆီ ရောက်လာပါတော့တယ်။ပျောက်ဆုံးပစ္စည်းတွေကို ပြန်ပြင်ပေးလေ့ရှိတဲ့ မာရီယိုက ထိုခရီး\nဆောင်အိတ်ကို ပြန်ပြင်ပေးဖို့ရန်အတွက် ဖွင့်ကြည့်လိုက်တဲ့အချိန်\nမှာတော့ ထိတ်လန့်တုန်လှုပ်သွားပါတော့တယ်။သူထိတ်လန့်တုန်လှုပ်သွားရအောင် ခရီးဆောင်အိတ်ထဲမှာ ဘာတွေ\nပါလာတာမို့လဲ၊ ဘာကြောင့် ထိတ်လန့်တုန်လှုပ်သွားခဲ့တာလဲ၊ ခရီး\nဆောင်အိတ်ကို ဖွင့်ကြည့်ပြီးတော့ မာရီယိုတစ်ယောက် တစ်ခုခု\nဘာကြောင့်အသည်းအသန် စုံစမ်းစစ်ဆေးနေတာလဲဆိုတာကို ဆက်\nလက်ကြည့်ရှူပေးကြပါဦး။ Mystery ဆန်ပြီး ဇာတ်လမ်းငြိမ့်ငြိမ့်\nလေးနဲ့ ဆွဲခေါ်သွားမှာမို့ ပရိသတ်တွေ ကြိုက်နှစ်သက်မယ်လို့ မျှော်\nလင့်ပါတယ်။ဒီဇာတ်ကားမှာအဓိကဇာတ်ဆောင်ဖြစ်တဲ့သူကတော့ ခင်ဗျားတို့\nအချစ်တော် Money Heist Seriesက Profesor အဖြစ်သရုပ်ဆောင်\nတဲ့ Alvaro Morte ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Parris\nဖြစ်ပါတယ်)File Size..........(1.3 GB) / (520 MB) / (291 MB)\nQuality............WEB-RIP 1080p / 720p / ...",
        "rating": "5.4",
        "url": "https://megaup.net/1SA82/Lost.And.Found.2022.SPANISH.720p.BluRay.H264[CM].mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTg4ZWZhODQtNWVhNC00NjA1LWJhZjgtZTFkY2JmNWJlYzU0XkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Magic Mike’s Last Dance (2023)",
        "description": "လတ်တလောလေးကမှ ထွက်ရှိထားတဲ့ ပူပူနွေးနွေးကားသစ်လေးလာပါပြီ။\nMagic Mike 1 & 2 ထွက်ရှိထားပြီး အခုတော့ သုံးကားမြောက်အနေနဲ့\nMagic Mike's Last Dance ပါ။Lost City, 21 Jump Street, Dog, Dear John, White House Down\nတို့နဲ့ကျော်ကြားလှတဲ့ ကိုယ်တွေရဲ့ မင်းသားချော Channing Matthew Tatum က\nသရုပ်ဆောင်အဖြစ်ရော ထုတ်လုပ်သူတွေထဲကတစ်ယောက်အဖြစ်နဲ့ပါ ပါဝင်ထားပါတယ်။\nမင်းသမီးကတော့ Hitman's Wife Bodyguard ထဲက Salma Hayek ဖြစ်ပြီး\nDirector က Steven Soderberghပါ။(ဒီနေရာမှာ Dance ဆိုတာကို မိတ်ဆက်ပေးရရင်\nကခုန်ခြင်းဆိုတာ ရှေးခေတ်ဦးကတည်းက ပေါ်ပေါက်လာတဲ့အရာတဲ့..\nရှေးမျိုးနွယ်စုတွေ ပိုးပန်းတာမျိုးလုပ်တဲ့အချိန် အချင်းချင်း စကားမပြောကြခင်\nအတူတွဲကပြီး ရင်းနှီးမှုတည်ဆောက်ကြတာပါတဲ့..\nကလပ်မှာ အရင် အတူတွဲကရင်းနဲ့မှ ရင်းနှီးသွားပြီး\nအဆင်ပြေရင် စကားဆက်ပြောဖြစ်ကြတာမျိုးနဲ့ ဆင်တူမယ်ထင်ပါတယ်)လူသားတွေက အချိန်တိုင်းလိုလို တစ်ခုမဟုတ်တစ်ခုတော့ လိုချင်နေတတ်ကြတာမလား..\nဒါပေမယ့် တစ်ယောက်သောသူနဲ့သာဆိုရင်တော့ ...",
        "rating": "",
        "url": "https://megaup.net/3UtzX/magic.mikes.last.dance.2023.720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTk4NTg0MzAyNF5BMl5BanBnXkFtZTgwMjQwOTkwMzE@._V1_FMjpg_UX1000_-146x200.jpg",
        "title": "I Want a Dog for Christmas, Charlie Brown (2003)",
        "description": "I Want a Dog for Christmas, Charlie Brown (2003)\n====================================\nIMDb Rating - 7.0/10\"Peanuts\" ဆိုတဲ့ကာတွန်းတွေထဲက ချာလီဘရောင်းဆိုတဲ့\nကောင်လေးနဲ့ သူ့ရဲ့အချစ်တော်ခွေးလေးစနူပီဆိုတာကို တော်\nတော်များများပဲသိကြမှာပါ။ သူတို့နဲ့အတူ သူငယ်ချင်းတွေဖြစ်\nကြတဲ့ လူစီတို့၊ လိုင်းနပ်စ်တို့ကိုပါတွဲမြင်ကြတယ်ဟုတ်။ ဒီ \"I\nWant a Dog for Christmas, Charlie Brown\" ဆိုတဲ့ဇာတ်\nလမ်းလေးထဲမှာတော့ လူစီနဲ့လိုင်းနပ်စ်တို့ရဲ့မောင်ငယ်လေးရီရန်းလ်ကို အဓိကဇာတ်အိမ်တည်ထားပါတယ်။ ဒါပေမယ့်လည်း\nသူ့ဇာတ်ကြောင်းအပြင် တခြားရယ်စရာ၊ ကြည်နူးစရာလေးတွေနဲ့\nအချစ်တော်ခွေးလေးစနူပီရဲ့မိသားစုအကြောင်းလေးတွေပါ တစ်ပိုင်း\nတစ်စပါတော့ ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားလေးတစ်ပုဒ်ဆိုတာ\nတော့သေချာပါတယ်။ဇာတ်လမ်းအကြောင်းပြောရမယ်ဆိုရင် ရီရန်းလ်ဆိုတဲ့ကောင်လေးဟာ\nတစ်နေ့တစ်နေ့ သူ့အမေစက်ဘီးနောက်ကနေ ရင်တမမနဲ့လိုက်စီး\nနေရတာတွေ၊ သူငယ်ချင်းဖြစ်သူတွေက သူ့ရဲ့ဘုဂလန့်အစ်မဖြစ်သူလူစီနဲ့၊\nစောင်တကားကားနဲ့အလုပ်ရှုပ်နေတတ်တဲ့အစ်ကိုဖြစ်သူ လိုင်းနပ်စ်တို့\nအကြောင်းတွေလိုက်မေးတာပဲခံနေရတာတွေကနေစိတ်ညစ်ငြီးငွေ့နေ\nရတာပေါ့။ အဲဒီမှာ ချာလီဘရောင်းနဲ့သူ့ခွေးလေးစနူပီတို့ကိုမြင်တော့\nအားကျမိပြီး ရီရန်းလ်တစ်ယောက် သူနဲ့အတူတူဆော့ပေးနိုင်မယ့်ခွေးလေး\nတစ်ကောင်လိုချင်လာပါတယ်။ ဒီတော့လည်း မကြာခင်ကျရောက်တော့မယ့်\nခရစ္စမတ်စ်ပွဲတော်မှာ ဆန်တာကလော့စ်ဘိုးဘိုးကြီးကိုစာရေးပြီးပူဆာဖို့\nကြံမိတယ်ပေါ့။ပြဿနာက သူ့အမေကလည်း ခွေးတွေဆိုတာက ဒုက္ခများလွန်းတယ်ဆိုပြီး\nခွေးမွေးခွင့်ကိုဘယ်လိုမှမပြုသလို အစ်မလူစီကလည်း ဆန်တာကလော့စ်\nဆိုတာ မိဘဖြစ်သူတွေသဘောမတူတဲ့အရာကိုလာပေးမှာမဟုတ်ဘူးဆိုပြီး\nပြောတော့ ရီရန်းလ်လေးမှာစိတ်ညစ်ပြန်ရတာပေါ့။ အဲဒါအပြင် ချာလီဘရောင်း\nဆီခဏခဏသွားသွားပြီး စနူပီနဲ့ဆော့ဖို့ခေါ်တာကများများနေတော့ သူ့ကို\nရှောင်ချင်နေကြပြန်သေးတယ်။ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/i-want-a-dog-for-christmas-charlie-brown-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4b65jVx7b0CZGkXX4nOUGvTvZ07.jpg",
        "title": "Swan Song(2021)",
        "description": "ဒီတစ်ခေါက်Channel Myanmarကနေ ဘာသာပြန်တင်ဆက်ပေးလိုက်တဲ့ဇာတ်ကားကောင်းလေးကတော့ \"Swan Song\"ပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက rating 6.7အထိရရှိထားပြီးဇာတ်လမ်းအကျဉ်းလေးကတော့မီးရထားပေါ်မှာစတွေ့ခဲ့ပြီးချစ်ခဲ့ကြတဲ့ ကန်မရွန်တန်နာနဲ့ပေါ်ပီတိုရဲ့ အချစ်ရေးက သာယာချိုမြိန်ခဲ့ပါတယ် ဒါပေမယ့်အိမ်ထောင်ကျ ကလေးရပြီးမကြာခင်မှာပဲ ကံဆိုးစွာနဲ့ကမ်မရွန်ကရောဂါကြောင့်သေဆုံးတော့မယ့်အခြေအနေကိုရောက်လာခဲ့ပါတယ်သူကသူ့ဇနီးနဲ့သားဖြစ်သူကိုတစ်ယောက်တည်းမထားခဲ့ချင်တာကြောင့်ဓာတ်ခွဲခန်းတစ်ခုမှာ သူရဲ့ကိုယ်ပွားတစ်ခုကိုဖန်တီးခဲ့ပါတယ်ရုပ်ရည်၊မှတ်ဉာဏ်ကအစအကုန်တူတဲ့ဒီ ကမ်မရွန်2.0 အားဖန်တီးထားတဲ့အကြောင်းကိုသူ့ဇနီးကိုပြောမပြရင်ဒီပ‌‌ရောဂျက်က အလုပ်ဖြစ်မယ်ပေါ့ ဒီလိုနဲ့သဘောတူလိုက်ပြီးသူ့ကိုယ်ပွားကမ်မရွန်ကို အသက်သွင်းပြီး‌တော့သူတိုအိမ်ကိုလွှတ်လိုက်ပါတယ် အဲ့ဒီနောက်ပိုင်းမှာတော့ကိုယ်ပွားရဲ့ကင်မရာကနေပဲတစ်ဆင့် သူ့ဇနီးရဲ့အခြေအနေကိုစောင့်ကြည့်ခဲ့ရပါတယ် ဒီဇာတ်ကားမှာဆိုရင်တော့ယောကျာ်းကောင်း ဖခင်ကောင်းတစ်ယောက်အဖြစ်ကမ်မရွန်ကိုတွေ့ရမှာဖြစ်ပြီး မိသားစုနဲ့လည်းမခွဲခွာချင် ၊သူသေဆုံးသွားခဲ့ရင်အဖော်မဲ့နေမယ့်သူ့ဇနီးအဖြစ်ကိုလည်းမမြင်ချင်တာကြောင့်နောက်ဆုံးမှာဘယ်လိုဆုံးဖြတ်ချက်တွေချမလဲကမ်မရွန့်ကိုယ်ပွားကရော ပေါ်ပီတိုနဲ့အဆင်ပြေပြေနေနိုင်ပါ့မလားဆိုတာကိုChannel Myanmarနဲ့အတူခံစားကြည့်ရှုလိုက်ရအောင်လားရှင်ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yunni ဖြစ်ပါတယ်  \nFile size…1.2GB / 750MB\nQuality…1080p H264 WEB RIP ASAC5.1CH / 720p\nFormat…mp4\nDuration….1h 52mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.7",
        "url": "https://megaup.net/10Wxy/Swan.Song.2021.ATVP.720p.WEBRip.x264.YK(CM).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/6f170de3b481719baa10256169d8a7278c6d1b1b1112dddb504eea6fee24b019._RI_V_TTW_-150x200.jpg",
        "title": "[18+] Mastizaade (2016)",
        "description": "အိန္ဒိယရဲ့ အလန်းမင်းသမီး Sunny Leone ရဲ့ အချစ်ဟာသ ဇာတ်ကားလေးပါ။\nရုပ်ရှင်ပိုစတာကြည့်လိုက်တာနဲ့ မိသားစုနဲ့မကြည့်သင့်မှန်း တန်းသိမှာပါ။\nAdult Comedy အမျိုးအစားဖြစ်တာကြောင့်\nSunny Leone ပရိတ်သတ်တွေအတွက်သာ ရည်ရွယ်တင်ဆက်လိုက်ပါတယ်။ဟာသကားဆိုပေမဲ့ အသက်မပြည့်တဲ့ကလေးငယ်တွေ၊ မိသားစုနဲ့ကြည့်မယ့်သူတွေကြည့်ဖို့မသင့်တော်တဲ့ကားမျိုးဆိုလည်း ဟုတ်ပါတယ်။ မင်းသမီးရဲ့အဖော်အချွတ်တွေ အသားကုန်သုံးထား၊ ၁၈ အပေါင်းဟာသတွေ ရှယ်သုံးထားတဲ့ ဟာသကားမျိုးပါ။ တော်ရုံဟာသကားလောက်နဲ့မဖြုံတဲ့သူတွေမကြည့်သင့်ပေမဲ့ တစ်ချို့တွေအတွက်တော့ ပေါ့ပေါ့ပါးပါးနဲ့ ခွီ‌လို့ကောင်းမယ့် ကားကောင်းလေးတစ်ကားပါ။အဒီယားနဲ့ ဆန်နီဆိုတဲ့ လူရှုပ်လူ‌ပွေတွေပေါ့ဗျာ၊ တွေ့သမျှစော်လေးတွေ လိုက်ဖိ၊ ဟိုဟာလျှောက်လုပ် ဒီဟာလျှောက်လုပ် စုံစေ့နေအောင် လျှောက်လုပ်ဖူးတဲ့ကောင်တွေပေါ့။တွေ့သမျှ ကောင်မလေးတွေကို ပေါ့ပေါ့တန်တန်သဘောထားတဲ့သူတို့နှစ်ယောက် ခေတ်မီမီနဲ့လှတဲ့လိုင်လာလီလီ နဲ့ ဂန္တဝင်ဆန်ဆန်လှတဲ့လီလီလဲ့လဲ့ ဆိုတဲ့ လုံးကြီးပေါက်လှအမွှာညီအစ်မ‌နဲ့တွေ့တဲ့အခါ ဘယ်လိုတွေဈာန်လျှောပြီးတော့ ဘယ်လိုအလွဲတွေဖြစ်ကြမလဲဆိုတာ....။ဆန်နီရဲ့အလှအပတွေနဲ့ရင်ပူချင်ရင်တော့ ဒီဇာတ်ကားက အဲ့လိုပါ။\nFile size…(2.4 GB)/(1.2 GB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu ...",
        "rating": "",
        "url": "https://megaup.net/10Wx3/(CM)_Mastizaade_2016_Hindi_720p_NF_WebDL_DDP_AAC_2.0_Audio.mp4",
        "category": "Adult, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xVCU6JrL03mcIYEgcTIIkBt0jGU.jpg",
        "title": "Hot Blood (2021)",
        "description": "Hot Blood (2021)လူကောင်သေးပေမဲ့ သွေးပူလွယ်ပြီး လူမိုက်လုပ်ချင်တဲ့ ဟွန်း ရယ် .....\nစစ်မှုထမ်းတော့မဲ့အတွက် မွေးရပ်မြေကို ခဏပြန်လာတဲ့ ထယ်ယုံး ရယ် .....\nလက်ဝှေ့သမားဘဝကနားပြီး ပစ္စည်းပို့အလုပ်လုပ်နေတဲ့ ဆောင်းဝူ ရယ်....\nအရက်ဆိုင်ဖွင့်ထားတဲ့ ဆယ်ယွန်း ရယ် ....အထက်တန်းကတည်းက သူငယ်ချင်းလေးယောက် ဆုံတုန်းလေး အရင်လိုပြန်ဆော့မယ်အလုပ်မှာ\nတကယ့် လူမိုက်ကြီးတွေအကြား ပဲလှော်ကြားဆားညှပ်သွားပါတော့တယ်နောက်ဆုံးတော့ သူတို့တွေထွက်ပြေးမလား ထိပ်တိုက်ပဲရင်ဆိုင်မလားပဲနော်တိုက်တာခိုက်တာကြည့်ရင်းနဲ့ကို ရယ်မောစေမဲ့ ဇာတ်ကားလေးပါပဲဇာတ်လမ်းကောင်းတာမို့ အများကြီး မညွှန်းတော့ပါဘူး\nညွှန်းလွန်းရင်လည်း စပွိုင်းထိသွားရင် ပေါ့သွားမှာပါ။ဖိုက်တင်ကားကောင်းကောင်းကို ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့\nကြည့်ချင်တယ်ဆိုရင်တော့ ဒီကားကိုသာ ကြည့်လိုက်ပါလို့ ပြောပါရစေ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Comedy\nQuality….WEB-DL 1080p and 720p\nFile size…1.3Gb, 764MB, 255MB\nFormat…mp4\nDuration…. 1h 32min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ...",
        "rating": "4.5",
        "url": "https://megaup.net/2mQkh/Hot.Blood.2021.720p.FHDRip.CM.mp4",
        "category": "Action, Comedy, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ma5wo9KkribuSLrSZZVE8XxF9YL.jpg",
        "title": "New Nightmare (1994)",
        "description": "Wes Craven's The New Nightmare (1994) IMdb - 6.5/10, Rotten Tomatoes - 80%လောကကြီးထဲမှာ ဟိုးရှေးခေတ်ကတည်းကစပြီး ဘုရားသခင်ရဲ့ဖန်ဆင်းမှုတွေထဲမှာ ရောပြီးပါဝင်လာတဲ့ မကောင်းဆိုးဝါးဆိုတာ ရှိပါတယ်တဲ့။ သူက ခေတ်အမျိုးမျိုးမှာ ပုံစံအမျိုးမျိုးနဲ့ အပြစ်မဲ့သူတွေကို သတ်ဖြတ်လာခဲ့ပါသတဲ့။လူတွေက စိတ်ကူးစိတ်သန်းတွေထုတ်ပြီး ဇာတ်လမ်းတွေ ပုံပြင်တွေ ရေးဖြစ်တဲ့အချိန်မှာတော့ စာရေးဆရာတွေရဲ့ စိတ်ကူးဉာဏ်က မကောင်းဆိုးဝါးကို ဖမ်းယူပြီး ဇာတ်လမ်းထဲမှာ ထည့်ပိတ်လိုက်မိတယ်ဆိုပဲ။ ဇာတ်လမ်းမပြီးသေးသရွေ့တော့ မကောင်းဆိုးဝါးဟာ ဇာတ်လမ်းထဲမှာပဲ ပိတ်မိနေတာပေါ့။ ဇာတ်လမ်းပြီးသွားတဲ့အခါမှာတော့ မကောင်းဆိုဝါးက ပုံစံအသစ်နဲ့ပဲဖြစ်ဖြစ် ပုံစံအဟောင်းနဲ့ပဲဖြစ်ဖြစ် လောကကမ္ဘာအစစ်ထဲကို လွတ်မြောက်လာပါရောတဲ့။အခု Elm လမ်းပေါ်က အိပ်မက်ဆိုးဇာတ်ကားတွေထဲမှာ Freddy အဖြစ် ပိတ်မိနေတဲ့ မကောင်းဆိုးဝါးကြီးက Part 6 The Final Nightmare အပြီး ဇာတ်လမ်းအပြီးသတ်သွားတာကြောင့် လူ့လောကကို ထိုးဖောက်ဝင်လာဖို့ ကြိုးစားတဲ့အချိန်ပေါ့။ Freddy ...",
        "rating": "6.5",
        "url": "https://megaup.net/10U45/(CM)_Wes_Craven_s_New_Nightmare_(1994)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/doyiGwpxbBs4G2og9G8gV7ZKoih.jpg",
        "title": "Freddy’s Dead: The Final Nightmare (1991)",
        "description": "Freddy's Dead: The Final Nightmare (1991) တစ် နှစ်...\nဖရက်ဒီ မင်းဆီလာတဲ့အဖြစ်\nသုံး လေး...\nမဝင်နိုင်အောင် တံခါးပိတ်ပေး\nငါး ခြောက်...\nလက်ဝါးကပ်တိုင် ပြေးပြီးကောက်\nခုနှစ် ရှစ်...\nညနက်တဲ့ထိ မအိပ်ဖြစ်\nကိုး တစ်ဆယ်...\nမအိပ်ဖြစ်အောင် ကြိုးစားကွယ်ဒီကဗျာလေးကို ကောင်မလေးတစ်သိုက် ကြိုးခုန်ရင်း ဆိုနေကြပြီဆိုရင် မိတ်ဆွေရဲ့ အိပ်မက်ဆိုးကနေ နိုးထဖို့ အစွမ်းကုန် ကြိုးစားပါ။ Freddy ရဲ့ Razor Gloves (လက်အိတ်ဓား) ကတော့ သွေးဆာနေပါပြီ။ မကြာခင်မှာ မိတ်ဆွေရဲ့ အိပ်မက်ဆိုးကနေ ထာဝရ နိုးထလာခွင့်မရှိတော့တဲ့ အဖြစ်ဆိုးကြီး ရောက်လာတော့မှာ မလို့ပါ။အခု Part 5 Freddy's Dead: The Final Nightmare ဇာတ်ကားမှာတော့ Freddy ကို Supernatural Spiritual Murderer (သဘာဝလွန် ဝိညာဉ်လူသတ်သမားကြီး) အဖြစ် ဘယ်အရာတွေက ပုံသွင်းခဲ့တယ် ဆိုတာကို သိရှိရပါတော့မယ်။ ဇာတ်ကားရဲ့ ...",
        "rating": "4.1",
        "url": "https://megaup.net/1GRm1/(CM)_Freddy_s_Dead_-_The_Final_Nightmare_(1991)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Mrk5SK017PjjOIokUbmX8Qkzf1.jpg",
        "title": "A Nightmare on Elm Street: The Dream Child (1989)",
        "description": "A Nightmare on Elm Street 5: The Dream Child (1989) IMDB - 5.1/10ဝိညာဉ်လူသတ်ကောင်ကြီး Fred Krueger ရဲ့ ငါးကားမြောက် ဇာတ်ကားဖြစ်ပြီး Elm လမ်းပေါ်က အတွဲလိုက် လူသတ်မှုတွေကို ကြည့်ရှုရပါလိမ့်ဦးမယ်။ Part 4 The Dream Master မှာ Alice က အသတ်ခံလိုက်ရသူများရဲ့ကျွမ်းကျင်မှုတွေကို ဆက်ခံရရှိခဲ့ပါတယ်။ အိပ်မက်သခင်ပိုင်ရှင်ဖြစ်တဲ့ Alice ဟာ Freddy ကို အသာစီး ယှဉ်ပြိုင်တိုက်ခိုက်ပြီး သူ့ကို အိပ်မက်ဆိုးကမ္ဘာထဲမှာ ထာဝရ သော့ခတ်ပိတ်ထားခဲ့တာပါ။အခု Part 5 မှာတော့ Alice တို့ရဲ့ အထက်တန်းကျောင်း အောင်လက်မှတ်ချီးမြှင့်ပွဲကနေ အစပြုပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ Freddy ကို ကြုံခဲ့ရတဲ့သူတွေထဲမှာ Alice နဲ့ Dan နှစ်ယောက်ပဲ ရှိခဲ့တဲ့အတွက် ...",
        "rating": "5.1",
        "url": "https://megaup.net/10Twy/(CM)_A_Nightmare_on_Elm_Street_5_-_The_Dream_Child_(1989)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/boStYG7jKdoIZTduiOOsUVknD13.jpg",
        "title": "A Nightmare on Elm Street 4: The Dream Master (1988)",
        "description": "A Nightmare on Elm Street 4: The Dream Master (1988) IMDB - 5.7/10, Meta - 56%ဒီကားကတော့ Freddy ရဲ့ လေးကားမြောက်ဖြစ်ပါတယ်။ Part 3 ဇာတ်ကားမှာ အပြစ်ဖြေ မြှုပ်နှံ သင်္ဂြိုလ်ခြင်းခံလိုက်ရလို့ Freddy\nရဲ့ဝိညာဉ်ကွယ်ပျောက်ခဲ့ပေမယ့် Kerstin ရဲ့အိပ်မက်စွမ်းအားနဲ့ စွဲလမ်းမှုတွေကြောင့် Freddy တစ်ယောက် Elm လမ်းပေါ် ပြန်ရောက်လာခဲ့ပါတယ်။Part 3 ဇာတ်ကားက ရှင်သန်ကျန်ရစ်သူ ကလေးသုံးယောက်ကို တစ်ယောက်ချင်း လိုက်ရှင်းနေစဉ်မှာ Kerstin တစ်ယောက် မကာကွယ် မကူညီနိုင်ခဲ့ပါဘူး။ နောက်ဆုံး သူ့အလှည့်ကို ရောက်တဲ့အချိန်မှာတော့ သူ့ရဲ့စွမ်းအားနဲ့ မတော်တဆ Alice ဆိုတဲ့ ကောင်မလေးကို အိပ်မက်ထဲ ဆွဲသွင်းလိုက်မိရာကစပြီး Freddy တစ်ယောက် ဘာမှမဆိုင်တဲ့ ကလေးအသစ်တွေရဲ့ သွေးနံ့ကို ယစ်မူးသွားခဲ့ပါပြီ။Alice ...",
        "rating": "5.7",
        "url": "https://megaup.net/10Tvk/(CM)_A_Nightmare_on_Elm_Street_4_-_The_Dream_Master_(1988)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/euXykw2B2DKOOPHRBuVFznNHIXb.jpg",
        "title": "A Nightmare on Elm Street 3: Dream Warriors (1987)",
        "description": "A Nightmare on Elm Street 3: Dream Worriors (1987)IMDB - 6.6/10, Rotten Tomatoes - 72%Freddy က Jesses နဲ့ Lisa တို့ကို စိတ်ကြိုက်ဆော့ကစားခဲ့တဲ့ Part 2 ဇာတ်ကားမှာတော့ ဇာတ်လမ်းက ဘာမှ ထူးထူးခြားခြားပြောင်းလဲခြင်း မရှိခဲ့ပါဘူး။အခု Part 3 မှာတော့ Freddy ဟာ စိတ်ရောဂါကု ဆေးရုံတစ်ခုမှာ လှည့်လည်သောင်းကျန်းနေပါတော့တယ်။ Elm Street ပေါ်က ကလေးတွေဟာ Freddy ကိုကြောက်ရွံ့ပြီး မအိပ်ရဲတော့ဘဲ ကြောင်တောင်တောင်တွေဖြစ်လာလို့ စိတ်ရောဂါကု ဆေးရုံကို ရောက်ရှိလာခဲ့ကြပါတယ်။\nအဲဒီဆေးရုံကို ရောက်ရှိလာတဲ့ အလုပ်သင် စိတ်ရောဂါကု ဆရာဝန်မလေးက Part 1 ကားမှာ Freddy ကို အနိုင်ယူခဲ့တဲ့ Nancy ဖြစ်နေပါတယ်။Nancy က ...",
        "rating": "6.6",
        "url": "https://megaup.net/3IFF9/(CM)_A_Nightmare_on_Elm_Street_3_-_Dream_Warriors_(1987)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/mo-1-138x200.jpg",
        "title": "Mother/Android (2021)",
        "description": "ဘာတဲ့လဲ..။ စက်ရုပ်ပုန်ကန်မှုတဲ့ဗျား..။Voice assistant တွေဖြစ်တဲ့ Siri သို့မဟုတ် Alexa ကို ခပ်ချောချော ခပ်တောင့်တောင့် အမျိုးသမီး ခန္ဓာကိုယ်မျိုးနဲ့ မြင်ယောင်ကြည့်စမ်းပါ..။ကိုယ်နှစ်သက်ရာ လိင်အမျိုးအစား ၊ နှစ်သက်ရာ ပုံပန်းသဏ္ဌာန်နဲ့ ရေပူရေချမ်းကမ်းမယ့် စက်ရုပ်အိမ်တော်ထိန်းတွေကို အိမ်တိုင်းစေ့ဝယ်ထားနိုင်တဲ့အထိ နည်းပညာထွန်းကားလာတဲ့ခေတ်ကြီးထဲမှာ..။ဒီစက်ရုပ်တွေဟာ ပျော်ပျော်ရွှင်ရွှင်ကြီး အစေခံလုပ်နေရာကနေ OS system အသစ်ထွက်ရှိလာမယ့် တစ်ညမှာ စိတ်ရူးပေါက်ပြီး တော်လှန်ပုန်ကန်မှုကြီး ထလုပ်ချတဲ့အခါ..။လူသားမျိုးနွယ်ဟာ သူတို့ဖန်တီးထားတဲ့ နည်းပညာတွေကြောင့်ပဲ မျိုးသုဉ်းပျက်ဆီးကြရမယ့်ကိန်းဆိုက်နေတဲ့အခါမှာမှ မတော်တဆ ကိုယ်ဝန်ရသွားခဲ့တဲ့ ဂျော်ဂျီယာ..။ဂျော်ဂျီယာရဲ့ ဇာတ်ကောင်နေရာမှာ Chloe Grace Moretz ကို ကိုယ်ဝန်ဆောင်အမျိုးသမီးတစ်ဦးအဖြစ် မြင်တွေ့ရမယ်ဗျာ..။တစ်ကားလုံးမှာ အလင်းအမှောင် ကစားထားတဲ့အရောင်တွေ ၊ ပီပြင်တဲ့ SFX မိတ်ကပ်တွေနဲ့ ပုံဖော်ထားတဲ့ မနုဿစက်ရုပ်တွေနဲ့အတူ..။ကမ္ဘာပျက်ကြီးထဲမှာတောင် မိခင်တစ်ယောက်ရဲ့ ကလေးအပေါ်ထားရှိတဲ့ မေတ္တာတွေနဲ့ ဖခင်တစ်ယောက်ရဲ့ အနစ်နာခံမှုတွေကို ဒီဇာတ်လမ်းထဲမှာ ကြည့်ရှုနိုင်တော့မှာပါ..။မထင်မှတ်ထားတဲ့ လှည့်ကွက်တွေနဲ့ ပုံဖော်ထားတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/10U5r/Mother.Android.2021_720p.HULU_(CM).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6JXR3KJH5roiBCjWFt09xfgxHZc.jpg",
        "title": "The French Dispatch (2021)",
        "description": "The French Dispatch (2021)ရုပ်ရှင်တစ်ပုဒ်ဟာ ပြဇာတ်တစ်ပုဒ်လို အိပ်ရာဝင်ပုံပြင်တစ်ပုဒ်လို စိတ်ကူးယဉ်ဆန်ပြီးလှပ​နေပြီဆိုရင်\nDirector Wes Andersonရဲ့လက်ရာ​တွေနဲ့ မကင်းနိုင်ပါဘူး၊\nသူ့ဇာတ်ကား​တွေရဲ့ narrativeပုံစံ ဇာတ်လမ်းတင်ဆက်ပုံနဲ့\nUniqueဖြစ်သလို Colorfulလည်းဖြစ်တဲ့ ရိုက်ကွင်းအပြင်အဆင်တွေ​ကြောင့်\nရုပ်ရှင်နဲ့မတူဘဲ ပုံပြင်ကမ္ဘာထဲ လက်​တွေ့​ရောက်သွားသလို ခံစားချက်မျိုး၊\nThe Palais Garnier ပြဇာတ်ရုံမှာ ကိုယ်တိုင်ပြဇာတ်ကြည့်​နေရသလို ခံစားချက်မျိုး ရ​စေတာကို- The Grand Budapest Hotel (2014) နဲ့\n- Moonrise Kingdom (2012)မှာ ခံစားခဲ့ရပြီးပါပြီ၊ဒီ ဇာတ်လမ်းကလည်း Wes Andersonရဲ့ ​နောက်ထပ် ရုပ်ရှင်မဟုတ်​သောရုပ်ရှင်၊\nပြဇာတ် မဟုတ်​​သော ပြဇာတ်လို့ ထပ်ရည်ညွှန်းရမယ်ထင်ပါတယ်ဒီဇာတ်လမ်းက​​တော့ Andersonရဲ့ ဝတ္ထုတို​တွေကို ချစ်မြတ်နိုးမှု၊ စာနယ်ဇင်း​လောကကို နှစ်ခြိုက်မှုအ​ပေါ်\nရုပ်ရှင်ဇာတ်ကားအဖြစ် အသက်သွင်းလိုက်တဲ့ လက်ရာမွန်တစ်ခုပါပဲ၊\nCast​တွေကလည်း ​ပြေးကြည့်စရာမလို​​​​အောင်ကို ဒိတ်ဒိတ်ကြဲ​ဖြစ်တဲ့၊\nသူ့လက်စွဲ​တွေ ဖြစ်တဲ့\n- ...",
        "rating": "",
        "url": "https://megaup.net/10Ssj/The.French.Dispatch.2021.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/odzk31cAAqD7A2MGtm4Hply9H3c.jpg",
        "title": "Marakkar: Lion of the Arabian Sea (2021)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အိန္ဒိယနိုင်ငံရဲ့ဒဏ္ဏရီလာသူရဲကောင်းKunjali Marakkar IV ရဲ့ အိန္ဒိယနဲ့ပေါ်တူဂီကြား စစ်ပွဲ အကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်IMDB Rating 6.8 နဲ့ Facebook Rating 4.6/5 တောင်ရထားပြီးတော့ကုဋေပေါင်း 80-100ထိ အကုန်ကျခံရိုက်ကူးထားတဲ့အပြင် ရုံတင်ပြီး၁၀ရက်အတွင်းကို ကုဋေ ၅၀ လောက်ထိ ပြန်ရထားတဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းပေါ်တူဂီနယ်ချဲ့တွေကို မျိုးရိုးစဥ်ဆက်လိုက်ရွပ်ရွပ်ချွံချွံတိုက်ခိုက်ခဲ့တဲ့ Kunjali Marakkar မိသားစုဟာအနိုင်ရရှိမှုနောက်ကွယ်မှာ သားဖြစ်သူကို စတေးခဲ့ရတာတွေရှိပါတယ်သားဖြစ်သူရဲ့သွေးအိုင်ကို မျက်မြင်တွေ့လိုက်ရပြီးနောက်မှာ သာမန်ကုန်သည်ဘဝအဖြစ်သာနေထိုင်ကြပေမယ့်လည်း ပေါ်တူဂီဆိုရင်ဘယ်လောက်ပေးပေးပစ္စည်းမရောင်း အခြားနိုင်ငံကိုသာစိုက်ပျိုးတဲ့ပစ္စည်းရောင်းချတဲ့အထိ စိတ်ဓာတ်ခိုင်မာတဲ့မာရတ်ကာမိသားစု မနာလိုသူတွေမနှစ်သက်သူတွေနဲ့တွေ့ချိန်မှာဘာတွေဆက်ဖြစ်မှာလဲကျူးကျော်သူတွေကိုရော တိုက်ထုတ်နိုင်မှာလား ဆိုတာကိုတော့ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါ။ တော်လှန်ရေးအတွက် မိုတီဗိတ်လုပ်တဲ့စကားတွေက တကယ်ကိုပြောင်မြောက်လွန်းလှပါတယ်။ဇာတ်အိမ်နဲ့ခေတ်ဟောင်းကားကြိုက်တဲ့သူတွေကျေနပ်ရမှာအမှန်ပါပဲအညွှန်းကိုတော့ Lwin Htoo Aung ရေးသားထားပြီးတော့Lwin htoo aung, honeyey,Shwe Pyae နှင့် Thet Hnin Hsu တို့မှဘာသာပြန်ဆိုထားပါတယ် File size…748MB  / 1.37GB / 3.3GB\nQuality…720p HEVC ...",
        "rating": "6.8",
        "url": "https://megaup.net/32K8B/Marakkar_Lion_of_the_Arabian_Sea_(2021)_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2LKf45GtVb1y8iYR5vMxlczkirB.jpg",
        "title": "Over Again (2019)",
        "description": "Over Again (2019)ဒီတစ်ခါတော့ကျွန်တော့်အမြင်နဲ့ထပ်တူကျတဲ့\nTime Travel တရုတ်ဒရာမာကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။အချိန်ခရီးသွားတယ်ဆိုတာ .....\nအတိတ်အနာဂတ်ကို ခရီးနှင်နိုင်ပေမယ့်\nအတိတ်ကိုပြောင်းလဲလို့မရနိုင်ပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nငယ်ငယ်ထဲကကျောင်းအတူတူတက်ကြတဲ့ ချောမောပြီး စာတော်တဲ့ကောင်လေးရယ်\nအဖေကိုအရမ်းကြောက်လူတိုင်းကိုကြောက်တတ်တဲ့ ငကြောက်လေးတစ်ယောက်ရယ်\nရဲရင့်ပြီးချစ်စရာကောင်းတဲ့ကောင်မလေးရယ်ဟာ အချစ်ဆုံးသူငယ်ချင်းတွေအဖြစ် ‌နေထိုင်ကြရင်း\nကျောင်းနှစ်ပတ်လည်နေ့တစ်ရက်မှာ အရာရာပြောင်းလဲသွားအခါ .....အပြောင်းအလဲတွေက ဘယ်လောက်တောင်ကြီးကျယ်မှာလဲ?\nအချိန်ခရီးသွားခြင်းနဲ့ သူတို့ရဲ့ပြဿနာတွေကို ပြေလည်အောင်ဖြေရှင်းနိုင်ပါ့မလားဆိုတာ\nရုပ်ရှင်ထဲမှာပဲခံစားကြည့်လိုက်ပါ။သူငယ်ချင်းသံယောဇဉ် ချစ်ခြင်းတရားနဲ့ အချိန်ခရီးသွားခြင်း Concept လေးတွေထည့်သွင်းပြီး\nရသစုံအောင်ရိုက်ကူးထားတာမို့ ကြည့်ရတန်မယ့်ရုပ်ရှင်လေးဖြစ်ပါလိမ့်မယ်။အညွှန်းနဲ့ဘာသာပြန်ကတော့ Lwin Htoo Aung ပဲဖြစ်ပါတယ်။Genre.....Drama\nQuality….WEB-DL 1080p and 720p\nFile size…1.3GB and 750MB and 369MB\nFormat…mp4\nDuration….1h 27min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Lwin Htoo Aung\nEncoder ..... August",
        "rating": "5.6",
        "url": "https://megaup.net/10Qqn/Over.Again.2019.720p.WEB-DL.CM.mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/dXob0_4f-141x200.jpg",
        "title": "Be;twin (2021)",
        "description": "Be;twin (2021)သွေးက ရေထက်ပျစ်တယ်ဆိုကြပေမယ့်\nတကယ်တမ်းမောင်နှမသားချင်းတွေကြားထဲမှာ\nအကြီးကလည်းအကြီးမို့ညှာရတယ် အငယ်ကလည်းအငယ်မို့ဦးစားပေးရတယ်\nမိဘကဘယ်သူ့ကိုတော့ပိုမျက်နှာသာပေးတယ်\nဘယ်သူ့ကိုတော့ပိုဂရုစိုက်တယ် စတဲ့\nစိတ်ဒဏ်ရာအဖုအထစ်လေးတွေကအမြဲတမ်းကိန်းအောင်းနေကြစမြဲပါKBS Drama Special အဖြစ်ထုတ်လွှင့်ခဲ့တဲ့ ဒီ Melo Romance Drama ကားလေးက\nအမြွာညီအစ်ကိုနှစ်ယောက်ကြား ကောင်မလေးတစ်ယောက်ကြားဝင်လာတဲ့အခါမှာ\nဒီလိုအဖုအထစ်လေးတွေကနေ ဘယ်လောက်ထိ တာသွားနိုင်လဲဆိုတာ မီးမောင်းထိုးပြထားတာမို့ ပိတ်ရက်မှာ အပန်းပြေကြည့်ရှုနိုင်တဲ့ဇာတ်ကားလေးအဖြစ် ညွှန်းပေးလိုက်ရပါတယ်(P.S မင်းသမီးလေးက အရုပ်လေးလိုလှသလို မင်းသားကလည်း အဆင်ကို နှစ်ကိုယ်ခွဲမို့ တဝကြီးငမ်းနိုင်ပါကြောင်း )အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eain Lay ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality….WEB-DL 1080p and 720p\nFile size…913MB and 541MB and 181MB\nFormat…mp4\nDuration….1h 5min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Eain Lay\nEncoder ..... August",
        "rating": "7.4",
        "url": "https://megaup.net/32IN3/Drama.Special.Be_Twin.211126.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ndg350jismgWwag7RrDHb6zGo4.jpg",
        "title": "Drug War(2012)",
        "description": "Drug War(2012) အညွှန်း**********************IMDb...7.0ဟောင်ကောင်ရဲ့ ထိတ်ထိတ်ကြဲမင်းသား Louis Kooနဲ့ နာမည်ကြီးတရုတ်မင်းသားSun Hongeliတို့ အပြိုင်သရုပ်ဆောင်ထားတဲ့ Action/ Crimeဇာတ်ကားပါ။Action/Crimeဇာတ်ကားတွေကြောင့် အနောက်တိုင်းထိကျော်ကြားတဲ့ဟောင်ကောင်ဒါရိုက်တာ Johnnie Toရဲ့လက်ရာဖြစ်တာကြောင့် သေသပ်လှပါတယ်။\nတရုတ်နိုင်ငံတွင်းမူးယစ်ဆေးဝါးထုတ်လုပ်ရောင်းချနေတဲ့တင်မီချိုဟာခေါင်းဆောင်ဇန်းဦးဆောင်တဲ့ မူးယစ်တပ်ဖွဲ့ရဲ့ဖမ်းဆီးခြင်းကိုခံလိုက်ရပြီးနောက်သေဒဏ်မှလျှော့ပေါ့ပြစ်ဒဏ်ကျခံနိုင်ရန်အတွက် အကုန်ဖော်ကာ၊ရဲတပ်ဖွဲ့ရဲ့အသွင်ယူလုပ်ငန်းစဉ်များတွင်လည်း ပူးပေါင်းဆောင်ရွက်ပြီးပြည်မကြီးတွင်ထုတ်လုပ်ဖြန့်ဖြူးနေတဲ့အဓိကလက်မဲကြီးများကို ဖမ်းဆီးနိုင်ရန်လိုက်ပါဆောင်ရွက်ရပါတော့တယ်။ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.................File Size :(2.1GB)(966 MB) and (369 MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:47:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2mL2s/Drug_War.2013.BLU-RAY.720p.pp.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BYzIzNzYwZTYtNmIwOS00ZDVmLWEzNGYtZDQ4YzhhM2FiNTE1XkEyXkFqcGdeQXVyMjQwMjk0NjI@._V1_-134x200.jpg",
        "title": "Mad Detective (2007)",
        "description": "Mad Detective (2007)IMDb Rating (7.2)/Rotten Tomatoes (81%)ဒီဇာတ်ကားက မြင်နေကျ စုံထောက်ကားနဲ့မတူဘဲ အလွန်ပဲ ဒိပါတယ်...\nMad Detective ဆိုတဲ့ အတိုင်း အရူးစုံထောက် ဘန်းရဲ့ အ​ကြောင်းပါ..ဇာတ်လမ်းအကျဥ်းက​တော့ ...\nဘန်းဟာ စုံစမ်းစစ်​ဆေး​ရေးမှာ အရမ်းကို ​တော်တဲ့စုံထောက်​ဖြစ်ပေမယ့် သူ့ရဲ့ ရူး​ကြောင်​ကြောင်လုပ်ရပ်​တွေ​ကြောင့် ရဲဘ၀ကို စွန့်လွှတ်ခဲ့ရပါတယ် ဘန်းရဲ့ ထူးခြားတဲ့ ပါရမီ တစ်ခုက​တော့ လူ​တွေရဲ့ အတွင်းစိတ်ကို လူတစ်​ယောက်အသွင်နဲ့ မြင်နိုင်တာပါ...ရဲအရာရှိတစ်​ယောက် ပါတနာနဲ့ အတူ သူခိုးဖမ်းရင်း ​ပျောက်ချင်းမလှ တစ်နှစ်ခွဲ​လောက်​ပျောက်​နေတဲ့ ဒီအမှုဟာ အရာရှိဟိုရဲ့ လက်ထဲ​ရောက်လာပါ​တော့တယ်\nရဲအရာရှိ ဟိုက​တော့ ဘန်းကို ​လေးစားခဲ့ရသူတစ်ဦး ဖြစ်တဲ့အ​လျောက် ဒီအမှုကို ​ဘယ်လိုမှ မဖြေရှင်းနိုင်​တော့ချိန်မှာ ဘန်းကို အကူအညီ​တောင်းပါ​တော့တယ်...\nဘန်းဟာ တကယ်ပဲ ရူး​​ကြောင်ပြီး ​လျှောက်​ပြော​နေတာလား အတွင်းစိတ်​တွေကို တကယ် သိမြင်နိုင်တာလား...\nဒါကိုတော့ ဇာတ်လမ်းကြည့်ရင်း အ​ဖြေရှာအမှုလိုက်ကြဖို့ ညွှန်းဆိုလိုက်ပါတယ်။\nFile size…(1 ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/mad-detective-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/15gYK_4f-141x200.jpg",
        "title": "Drama Special Season 12 : The Palace (2021)",
        "description": "The Palace (2021)နန်းတွင်းကားတွေကို ဓာတ်ကျနေတဲ့လူတွေအတွက် ရသတစ်မျိုးလေးခံစား‌နိုင်အောင်နန်းတွင်းsismanceဇာတ်လမ်းကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးမယ်နော်။ဒီကားလေးကတော့ ငယ်စဉ်ကတည်းက နန်းတွင်းအပျိုတော်အဖြစ် ကြီးပြင်းလာခဲ့တဲ့ အပျိုတော်လေး ဆို့ဆန်းရယ်မိမိသဘောအတိုင်း မနေနိုင်ဘဲ ချုပ်ချယ်ခံနေရတဲ့ နန်းတော်ကြီးထဲနာမည်ဆိုးနဲ့ ကျော်ကြားနေတဲ့ အိမ်ရှေ့စံမင်းသားရဲ့ ကြင်ရာတော်ဘုံဆောင်းန်ရယ်ကံကြမ္မာက အပျိုတော်လေးနဲ့ကြင်ရာတော်တို့ကို တွေ့ဆုံစေဖို့ အကြောင်းဖန်လာခဲ့ရင်းမထိတထိကြည်နူးမှုလေးတွေပါ မြင်တွေ့ရမှာပါ။Sismanceဆိုတဲ့အတိုင်း နှစ်ယောက်ကြားထဲကနှောင်ဖွဲ့လာတဲ့ သံယောဇဉ်ကြိုးက တကယ်နွေးနွေးထွေးထွေးလေးပါပဲ။တစ်ယောက်က သံယောဇဉ်တွေနဲ့ထုံးဖွဲ့လာချိန်မှာနောက်တစ်ယောက်ရဲ့ မူလရည်ရွယ်ချက်တွေ အောင်မြင်နိုင်ပါ့မလား။ပျော်စရာတွေနဲ့အဆုံးသတ်မှာလား???\nမျက်ရည်တွေနဲ့ချန်ထားခဲ့မှာလားဆိုတာကတော့\nဆက်သာကြည့်လိုက်ပါတော့။Sismanceတွေ ကြည့်ချင်တဲ့လူတိုင်းအတွက်လည်း ဒါလေးက လက်လွှတ်မခံသင့်တဲ့ကားလေးပါနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Drama, History\nQuality….WEB-DL 1080p and 720p and 360P\nFile size… 956MB and 582MB and 179MB\nFormat…mp4\nDuration….60min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Milkeux\nEncoder .....August",
        "rating": "8",
        "url": "https://megaup.net/10Msj/Drama.Special.The.Palace.211203.720p-CM.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BMDQ0YTg2YTAtY2QyNS00M2I1LWI1ZjUtNjYxYzVlNzI2N2Q1XkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "A Perfect Enemy (2020)",
        "description": "A Perfect Enemy (2020)==================“ပြီးပြည့်စုံမှုဆိုတာ ဘာမှထပ်ဖြည့်ဆွက်စရာမလိုတော့တဲ့အချိန်မှာမဟုတ်ဘဲ\nဘာမှထပ်ပြီး ထုတ်ယူလို့မရတော့တဲ့အချိန်မှာ ဖြစ်တည်လာတဲ့အရာ”တဲ့\nဒီစကားကို လက်ကိုင်ထားထားတဲ့ Jeremiasz Angust ဆိုတာ\nတကယ်ကို အောင်မြင်ကျော်ကြားတဲ့ဗိသုကာပညာရှင်တစ်ယောက်ပါ။\nတစ်ရက်မှာတော့ ပဲရစ်စ်ကို အလုပ်ကိစ္စနဲ့ခရီးသွားပြီးအပြန်\nမိန်းကလေးတစ်ယောက်နဲ့တွေ့ဆုံခဲ့တယ်။ အစပိုင်းတော့ ဒီတိုင်းအမှတ်မထင်\nတွေ့ဆုံခဲ့တယ်လို့ ထင်မှတ်ရင်းက တစ်စတစ်စနဲ့ စကားတွေဖောင်ဖွဲ့မိတဲ့အခါ....မိန်းကလေးတဲ့ အတိတ်ကကိစ္စတွေက သူ့အတွက်ယုံကြည်ဖို့ခက်ခဲပေမဲ့\nတဖြည်းဖြည်းချင်း မယုံလို့မရတော့တဲ့အခါ....\nတစ်ထိုင်တည်းနဲ့ စီးမြောခံစားလို့ရမယ့် ရုပ်ရှင်ကားဖြစ်တဲ့အပြင်\nသမားရိုးကျမသွားတဲ့ ဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့မလို့ သိပ်မဆိုးလှတဲ့ Thriller\nဇာတ်ကားမျိုးပါပဲ ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Ameliaမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့\nAmelia, Thet Hnin Hsu တို့ပဲဖြစ်ပါတယ်။File Size - (950 MB)/(520 MB)\nQuality – WebDL - (720p) / (480p)\nDuration - 1hr 29min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre :  Adventure, Drama, Thriller\nTranslator – Amelia, ...",
        "rating": "5.5",
        "url": "https://megaup.net/2mJQ2/A.Perfect.Enemy.2020.720p.WEB-DL[CM].mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/titanic-2-1-142x200.jpg",
        "title": "Titanic (1997)",
        "description": "Titanic (1997)\nIMDb - 7.8/10_____Rotten - 89%\nWon 11 Oscars. Another 113 wins & 83 nominations.\n ရူးသွပ်ခဲ့ဖူးတဲ့မင်းသားနဲ့မင်းသမီးတို့ရဲ့ အမိုက်စား ဇာတ်ကား...ရင်နင့်ဖွယ်..အံ့အားသင့်ဖွယ်\nရသအဖုံဖုံကိုခံစားခဲ့ဖူးတာပဲမလား..အခုအချိန်မှာတော့ 1080P 5.1 CH နဲ့ တိုက်တန်းနစ်ဇာတ်ကား\nလေးကို ကြည်ကြည်လင်လင် အသံကွာလတီ ရှယ်ကောင်းကောင်းနဲ့ ပြန်လည်ခံစားဖို့အချိန်တန်ပါပြီ\nဒီဇာတ်ကားက မသိတဲ့လူမရှိသလောက်မို့ Movie Review ကိုမရေးတော့ဘဲထူးခြားချက်လေးတွေကို\nသာဗဟုသုတအလို့ငှာ တင်ဆက်လိုက်ပါတယ်။ Titanic ဇာတ်ကားမှ ထူးခြားအချက်အလက်များ\n-ဇာတ်ကားထုတ်လုပ်သူ 20th Century Fox နဲ့ Paramount Pictures တို့ကမင်းသားနေရာမှာ\nMatthew McConaughey ကို သရုပ်ဆောင်စေချင်ပေမယ့်ဒါရိုက်တာ James Cameron က\nLeonardo DiCaprio ကိုပဲ ဇွတ်ရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။-ဇာတ်ကားထဲမှာ အဖြစ်အပျက်\nအစအဆုံးကို ပြန်ပြောပြသူအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ အဘွားအိုGloria Stuart ဟာ\nသင်္ဘောမြုပ်တာကို ကိုယ်တွေ့ကြုံခဲ့သူပါ။-Titanic သင်္ဘောကို တည်ဆောက်ခဲ့စဉ်က\n$7.5 million ကုန်ကျခဲ့ပါတယ်။၁၉၉၇ ခုနှစ်က ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/titanic-19977/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fyF1sc4Iuu5YQcRUuk8zqbjoh6t.jpg",
        "title": "Thi-Baan x BNK48 (2020)",
        "description": "Thibaan x BNK48 (2020)ဒီတစ်​ခေါက်မှာ​တော့ စိတ်အပန်း​​ဖြေရင်း မျက်စိပ​သာဒ ဖြစ်စရာ\nထိုင်း Fancy ဇာတ်ကား​လေးတစ်ကားကို တင်ဆက်​​ပေးလိုက်ပါတယ်၊​ဒီဇာတ်လမ်းက ထူးခြားစွာပဲ ဟာသဇာတ်လမ်းတွဲ​​တွေနဲ့ ထိုင်းနိုင်ငံမှာနာမည်တစ်လုံးရှိတဲ့ Thibaanအဖွဲ့နဲ့\n၂၀၁၇ ခုနှစ်ထဲက စတင်ဖွဲ့စည်းထားတဲ့Pop idol အဖွဲ့ BNK48တို့ collabလုပ်ပြီး ရိုက်ကူးထားတာဖြစ်လို့\nThibaanအဖွဲ့ရဲ့ အတည်​ပေါက်ဟာသ​တွေနဲ့ အပြင်က တကယ့်Idol girl​လေးများရဲ့အလှနဲ့ သရုပ်​ဆောင်ပညာကို\nတပါတည်းကြည့်ရှုခံစားရင်း ဘဝအ​မော​တွေ​ပြေ​စေမှာပါ၊နာမည်ရIdolအဖွဲ့ဖြစ်တဲ့ BNK48အဖွဲ့​အ​နေနဲ့ လက်ရှိမှာ ဒိတ်ဒိတ်ကြဲ​​အောင်မြင်​နေတဲ့ အဆို​တော်အဖွဲ့ဖြစ်​ပေမဲ့\nအမြဲ​ပြောင်းလဲ​နေတဲ့ ဂီတ​ရေစီး​ကြောင်းထဲမှာ ဆန်းသစ်မှု မရှိလို့ ​ခေတ်​နောက်ကျကျန်ခဲ့မှာကို စိုးရိမ်​နေတဲ့အချိန်...\nထိုင်းအ​ရှေ့ပိုင်း အီဆန်နယ်​တေးဂီတ​တွေနဲ့ နာမည်ရလာတဲ့ Music producer ကောင်​ဟွေလိုင်ကို မျက်စိကျပြီး\nBNK အဖွဲ့အတွက် အီဆန်သီချင်းတစ်ပုဒ်​စာ အပ်လိုက်ပါတယ်၊\nProducer ​\"ကောင်\" အ​နေနဲ့ နေမထိ​ရေမထိIdol​လေး​တွေကို\nကိုယ်သီဆိုရမယ့် အီဆန်သီချင်းရဲ့ အနှစ်သာရ၊\nအီဆန်နယ်ရဲ့ ဓ​လေ့စရိုက်ကို ကိုယ်တိုင်ခံစားနိုင်ဖို့ဆိုပြီး\nအီဆန်နယ်၊ ဆီစကတ်မြို့ကို ​ခေါ်သွားခဲ့ပါတယ်မြို့ကြီးပြကြီးမှာပဲ ​နေလာခဲ့တဲ့ နုနုရွရွIdol​လေး​တွေနဲ့\n​ကျေးလက်က ...",
        "rating": "",
        "url": "https://megaup.net/10P9p/Thibaan_X_BNK48_2020_720p.WEBRip.CM.mp4",
        "category": "Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mVKfyo2YQ1Sf0fKzZfc5t9HM6eK.jpg",
        "title": "Rumble (2021)",
        "description": "ဒီတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ကာတွန်းကားလေးကတော့\"Rumble\"ပဲဖြစ်ပါတယ် rumbleရဲ့ဇာတ်လမ်းအကျဉ်းကတော့နပန်းသတ်စူပါစတားချန်ပီယံတစ်ယောက်ဖြစ်တဲ့ တန်တက်ကူလာကပိုပြီးထင်ပေါ်ကျော်ကြားချင်တဲ့အတွက် သူရဲ့မွေးရပ်မြေကိုစွန့်ပစ်ခဲ့တယ်မြို့ရဲ့ကြယ်ပွင့်မရှိဘဲပရိတ်သတ်ကို ဆွဲဆောင်ဖို့မဖြစ်နိုင်တာကြောင့်မြို့တော်ဝန်က ယခင်ကကျော်ကြားခဲ့တဲ့ နပန်းနည်းပြတစ်ယောက်နာမည်ပေးထားတဲ့မြို့အားကစားရုံကိုဖျက်ပစ်ဖို့ ကြေငြာခဲ့ပါတယ် အဲ့ဒီအချိန်မှာ ယခင်နည်းပြဟောင်းရဲ့သမီးဖြစ်သူဝန်နီက အားကစားရုံ၊ သူတို့ရဲ့မြို့တော်နဲ့ အားကစားရုံမှာရှိနေတဲ့သူမအဖေရဲ့အမွေအနှစ်တွေကို ကယ်တင်ဖို့ စတီဗင်ဆိုတဲ့ အကကိုကြိုက်နှစ်သက်တဲ့မွန်းစတားတစ်ကောင်ရဲ့အကူအညီကိုရယူကာ ဘယ်လိုကကွက်ဆန်းတွေသုံးပြီးနပန်းသတ်ခိုင်းမလဲ ဒီအားကစားရုံကိုရော မြို့တော်ဝန်လက်ထဲကသူမပြန်ရမှာလား အကနဲ့နပန်းသတ်ချင်တဲ့စတိဗ့်တစ်ကောင်ရောဘယ်လိုအခက်အခဲတွေနဲ့ရင်ဆိုင်သွားရမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ဒီကာတွန်းက Monster on the Hill ကိုအခြေခံရိုက်ကူးထားပြီးအားကစားကြယ်ပွင့်များဖြစ်သည့် Charles Barkley, Stephen A, Smith ,Chris Eubanks,Roman Reigns တို့နဲ့ Becky Lynch တို့က အသံဖြင့်ပါဝင် သရုပ်ဆောင်ထားကြပါတယ် \nFile size…950MB /  1.91GB\nQuality…720p /  1080p HEVC AAC 5.1CH\nFormat…Mp4\nDuration….1h 44mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni ~ Amelia ~ Honeyey",
        "rating": "7.4",
        "url": "https://megaup.net/1GMue/Rumble.2021.720p.AMZN.WEB-DL.AAC_2.0(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2G2Pp9Ym0ca9NIrjDF7EOWNrbZb.jpg",
        "title": "Pariyerum Perumal (2018)",
        "description": "Pariyerum Perumal(2019)Tamil အချစ်ကားကောင်းကောင်းလေး စောင့်မျှော်နေတဲ့သူတွေအတွက်IMdb Rating 8.8 နဲ့ Rotten Tomatoes မှာAudience Score 87% ရထားတဲ့ဒီကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်အိန္ဒိယနိုင်ငံရဲ့ အဓိကပြဿနာတွေထဲက တစ်ခုဖြစ်တဲ့ဇာတ်နိမ့်ဇာတ်မြင့်ကွာခြားမှုကြားက ပေါ်ပေါက်လာတဲ့လူငယ်နှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းပါပုံမှန်ကျွန်တော်တို့ကြည့်ဖူးနေကျ ဒီလိုအချစ်ဇာတ်လမ်းတွေနဲ့မတူတာဘာလဲဆိုတော့ ဗြုန်းစားကြီး ဇာတ်တွေနာ ချစ်ကြိုက်ခွဲခွာ အဲ့လိုပုံစံမျိုးမဟုတ်ဘဲသူတို့နိုင်ငံမှာ အရမ်း Sensitive ဖြစ်တဲ့ ဒီလိုပြဿနာတစ်ခုကိုသိမ်သိမ်မွေ့မွေ့ချည်းကပ်ပြီး ရိုက်ပြသွားနိုင်တာပါKarnan ဇာတ်ကားကို ရိုက်ကူးထားတဲ့ ဒါရိုက်တာ Mari Selvaraj ရဲ့လက်ချိုးရေလို့ရတဲ့ ဇာတ်ကားတွေထဲက တစ်ကားပါပဲသူ့ဘဝဇာတ်ကြောင်းကို အခြေခံပြီး ရိုက်ထားတယ်လို့လည်း သိရပါတယ်ဇာတ်လမ်းအကျဉ်းချုပ်ပြောရရင်တော့ တောရွာကရိုးသားတဲ့ကောင်လေးတစ်ယောက်ဥပဒေကောလိပ်သွားတက်ပြီး ကောင်မလေးတစ်ယောက်နဲ့ချစ်မိသွားတဲ့ ဇာတ်လမ်းမျိုးပါသုံးထားတဲ့သီချင်းတွေလည်း တော်တော်ကောင်းပါတယ်ဒါပေမဲ့ သူတို့နှစ်ယောက်ဟာ တစ်ကားလုံးသာပြီးသွားတယ်ချစ်တယ်ဆိုတဲ့စကားကိုတော့ တစ်ခွန်းမှပြောမသွားကြပါဘူးဂုဏ်သိက္ခာရှိတယ်ဆိုတဲ့ စကားလုံးရဲ့ တကယ့်အဓိပ္ပါယ်ကိုဖော်ကျူးရိုက်ပြသွားတယ်လို့ ကျွန်တော်တော့ခံစားရတယ်သို့ပေမဲ့လည်း လစ်ဟာချက်တွေလည်း အနည်းငယ် ရှိနေတာမလို့၁၀၀ % ကောင်းတယ်လို့မှတ်ချက်ပြုလို့မရပေမဲ့ဆုများစွာ ရရှိထားတဲ့ကားဆိုတော့ ကြည့်ရှုသင့်တဲ့ထဲပါတယ်လို့ အကြံပြုချင်ပါတယ်(အညွန်းနဲ့ဘာသာပြန်ကတော့ Amelia ပါ) \nFile size…2.47GB ...",
        "rating": "8.8",
        "url": "https://megaup.net/10M6h/Pariyerum_Perumal_BA_BL_2018_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/switch-poster-133x200.jpg",
        "title": "Switch (2013)",
        "description": "Action, Crime, Romance အမျိုးအစားဇာတ်ကားဖြစ်ပြီး မင်းသား Andy Lau က\nအေးဂျင့်ဖိုက်တာတစ်ယောက်အဖြစ် အဓိကပါဝင်ထားပါတယ်။သိပ္ပံနည်းနည်းဆန်တဲ့တရုတ်အက်ရှင်ကားလေးတွေအများစုကပေါသလိုလိုဖြစ်သွားတတ်တယ်ဗျ။ ဒါပေမဲ့အခုကားလေးကိုတော့မပေါဘူးလို့မထင်ပါနဲ့၊ အခုကားလေးလည်းပေါတာပဲ။ ဒါပေမဲ့ပေါပေမဲ့တော်တော်ကြည့်‌လို့ကောင်းနေတာဆိုတော့ ပေါကောင်းလေးပေါ့။ဒါပေမဲ့ပေါတယ်ဆိုတာကနိုင်ငံတကာပရိသတ်ရဲ့အမြင်မှာပေါနေတာမျိုး‌ပေါ့ဗျာ၊ ထောက်ပြစရာလစ်ဟာတာတွေ၊ ဟိုဟာတွေ ဒီဟာတွေ ဘာညာကွိကွ ဘလာဘလာဆိုပြီး ပေါကားလို့သတ်မှတ်ခံရတာမျိုးပေါ့။ ဒါပေမဲ့ကြည့်လိုက်လို့အရမ်းကြီးငါ့အချိန်တွေသက်သက်ဖြုန်းလိုက်ရတယ်ဆိုတာမျိုးတော့မဖြစ်မယ့်ကားကောင်းလေးပါ။ နိုင်ငံကြီးသုံးနိုင်ငံပေါင်းကားဆိုတော့ ဗြိတိသျှရော တရုတ်ရော ဂျပန်ရောက စကီလန်းလန်းလေးတွေကိုကြည့်ရမယ်၊ ပိုပြီးကျစ်လျစ်အောင်လုပ်ရင်‌ရှယ်ကောင်းမယ့်ဇာတ်ကွက်ရှိနေတာရယ် အထဲက CGI တွေက ၂၀၁၃ နဲ့ဆိုအရမ်းကြီးမဆိုးနေတာရယ်ကတော့ ဒီကားလေးကို အဓိကကြည့်ပျော်ရှုပျော်ဖြစ်စေတဲ့အချက်ပါပဲ။အက်ရှင်ကားဆိုတဲ့အတိုင်း အက်ရှင်ကတော့ တကယ်အပြည့်အဝကိုပါတာပါ၊ အာရှမျက်စိနဲ့ဆိုကြည့်လို့တကယ်ကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုးဒဏ္ဍာရီတည်းကနှစ်ပိုင်းကွဲနေတာကြာပြီဖြစ်တဲ့ ပန်းချီကားတစ်ကားရဲ့အပိုင်း ၂ ပိုင်းကို သူပြိုင်ကိုယ်နိုင်အပြိုင်လုကြမယ့် ဗြိတိသျှ၊ တရုတ်၊ ဂျပန်‌သုံးနိုင်ငံပေါင်းကားလေးဖြစ်ပြီး ဒီထဲကအဓိကအေးဂျင့် ရှောင်ဂျင်ဟန်ရဲ့အက်ရှင်ကြမ်းကြမ်းတွေ တရုတ်၊ ဂျပန်၊ အင်္ဂလန်ဂျက်မတွေရဲ့ အက်ရှင်‌ကောင်းကောင်းတွေကို အာရှမျက်စိလေးနဲ့ခံစားဖို့ ၂၀၁၃ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Switch ဆိုတဲ့အက်ရှင်ကားကောင်းလေးကိုညွှန်းလိုက်ရပါတယ်။\nFile size…(2.3 GB)/(1.2 GB)\nQuality….BluRay 1080p ...",
        "rating": "",
        "url": "https://megaup.net/32Erw/(CM)_Switch_(2013)BluRay_720p.mp4",
        "category": "Action, Adventure, Asian, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zNXNRLH5wJprUG6B1olaBTNZOjy.jpg",
        "title": "Back to the Outback (2021)",
        "description": "IMDb Rating (6.7) / Rotten Tomatoes (87%)တိရိစ္ဆာန်လေးတွေအားလုံးက ချစ်ဖို့ကောင်းပါတယ် ဒါပေမဲ့ လူတွေက အဆိပ်ပြင်းတဲ့ တိရိစ္ဆာန်တွေဆို မကောင်းဆိုးဝါးတွေလို တူးတူးခါးခါး မုန်းကြတယ်၊ ကြောက်ကြတယ်။ ဒါပေမဲ့ သူတို့ဆီမှာလည်း ကြင်နာတတ်တဲ့ နှလုံးသား၊ ရိုင်းပင်းကူညီတတ်တဲ့ စိတ်ဓါတ်ကလေးတွေရှိကြပါတယ်။ဒါကို Back to the Outback ဆိုတဲ့ ကာတွန်းကားလေးမှာ ကွက်ကွက်ကွင်းကွင်းမြင်နိုင်မှာပါ။ အဆိပ်ပြင်းတဲ့​မြွေ၊ ပင့်ကူ၊ ကင်းမြီးကောက်၊ ပုတ်သင် အစရှိတဲ့တိရိစ္ဆာန်​လေးတွေဟာ တိရိစ္ဆာန်ရုံထဲမှာ မကောင်းဆိုးဝါးတွေအဖြစ်ပြစားခံရပါတယ်။ ဒီထဲမှာမှ ကိုအာလာလို ချစ်ဖို့ကောင်းတဲ့ ကောင်တွေတော့မပါဘူးပေါ့လေ။ဒီကားလေးမှာ ဒီတိရိစ္ဆာန်လေးတွေဟာ လှောင်အိမ်ထဲကရုန်းထွက်ပြီး ဘေးလွတ်ရာကို အသက်စွန့်ပြေးရတဲ့ စွန့်စားခန်းတွေအပြင် သူတို့ဆီမှာ ကန့်လန့်ကန့်လန့်ပါလာတဲ့ ကိုအာလာကိုလည်း ကြည့်ရမှာပါ။သူကတော့ ထွက်ပြေးချင်တာမဟုတ်ဘဲ တိရိစ္ဆာန်ရုံထဲမှာပဲ ကျော့ကျော့မော့မော့နေချင်တဲ့ ငနဲဆိုတော့ ဒီထွက်ပြေးမှုမှာ သူက အတိုက်အခံပဲ။ ဒါကြောင့် အဆိပ်ရှိတဲ့တိရိစ္ဆာန်လေးတွေဟာ လူတွေလက်ထဲက ရုန်းထွက်သွားပြီး ...",
        "rating": "6.7",
        "url": "https://megaup.net/3IBC3/(CM)_Back.to.the.Outback.2021.720p.NF.WEB-DL.DDP5.1.Atmos.x264-EVO.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/ch-150x200.jpg",
        "title": "Child 44 (2015)",
        "description": "ဒုတိယကမ္ဘာစစ်ရဲ့ စစ်ပြန် ဆိုဗီယက် သူရဲကောင်းလီယိုဒီမီဒေါ့ဟာ စစ်ကြီးအပြီးမှာတော့ နိုင့်ငံရဲ့ လျှိုဝှက်ထောက်လှမ်းရေးအဖွဲ့မှာ ရာထူးကြီးကြီးနဲ့ထမ်းဆောင်နေပြီး ဇနီးလှလှလေးရိုင်စာနဲ့ တိုက်ခန်းကောင်းကြီးမှာတူတူနေနေပါတယ်။စစ်အေးခေတ်ကြီးရဲ့မတည်ငြိမ်တဲ့အချိန်နဲ့ ဆိုဗီယက် ကွန်မြူနစ်စနစ် ရဲ့ဖိနှိပ်မှုတွေရှိနေတဲ့ကြားက လီယိုတယောက် ကလေးငယ်တွေကိုပဲ လိုက်သတ်နေတဲ့ စိတ္တဇ လူသတ်သမားကိုဖော်ထုတ်အရေးယူဖို့ဖြစ်လာရပါတယ်။ဒါပေမဲ့ လုပ်ဖော်ကိုင်ဖက်တွေရဲ့မနာလို၀န်တိုမှုတွေရှိနေတဲ့အပြင် ဇနီးသည်နဲ့ဆက်ဆံရေးကလည်းထင်သလိုရိုးရှင်းမှုမရှိပါဘူး။လီယိုအနေနဲ့ ဒီလိုအခက်အခဲတွေကြားက ဘယ်လိုရုန်းထွက်သွားမလဲ။နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Tom Hardy နဲ့ Noomi Rapace တို့ကခေါင်းဆောင်နေရာကပါ၀င်ပြီး ဇာတ်ပို့‌နေရာမှာလည်း Joel Kinnama\nn,Paddy Considine တို့အပြင် ဝါရင့်မင်းသားကြီး Gary Oldman တို့ပါ အားဖြည့်ထားပါတယ်။စုံထောက်ဇာတ်လမ်းတွေကြိုက်တဲ့အပြင် စစ်အေးခေတ်နိုင်ငံရေးကိုစိတ်၀င်စားသူ‌တွေအတွက် ရုပ်ရှင်ကောင်းတစ်ကားပါပဲ။ File size…(2.6 GB) / (1.3 Gb) / (600 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:17:00\nGenre...Crime, Drama, History\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Sett ...",
        "rating": "6.5",
        "url": "https://megaup.net/3IC6X/Child.44.2015.720p.BluRay_(CM)_(2).mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/for-135x200.jpg",
        "title": "Fortress (2021)",
        "description": "ကျွန်တော်တို့ရဲ့ အက်ရှင်ဟီးရိုးကြီး Bruce Willis ရဲ့ အက်ရှင်ဇာတ်ကားသစ်တစ်ကား ထပ်မံထွက်ရှိလို့ လာပြန်ပါပြီ Rating အနေနဲ့ 3.5/5 ရထားတဲ့ ဇာတ်ကားတစ်ကားဆိုတော့ မဆိုးလှတဲ့ အက်ရှင်ကားတစ်ကားပေါ့ဗျာပွဲကြမ်းနေကြ အက်ရှင်မင်းသားကြီး Bruce Willis ကို ဒီကားထဲမှာလည်း အငြိမ်းစားယူသွားတဲ့ CIA အေးဂျင့်ဟောင်း Robert အနေနဲ့ မြင်တွေ့ရဦးမှာဖြစ်ပါတယ်ဇာတ်လမ်းကိုတော့ Paul ဆိုတဲ့ လူတစ်ယောက်က လူသူ‌ရောက်ဖို့မလွယ်လှ ဂျီပီအက်စ်လည်းမမိတဲ့နေရာတစ်နေရာကို ကားတစ်စီးငှားပြီး သွားရာကနေ စထားတယ် သူကတော့ တခြားမဟုတ်ပါဘူး Robert ရဲ့သား ဖြစ်ပြီး သူ့ ရဲ့ cryptocurrency ကုမ္ပဏီဖြစ်တဲ့ Invespia ဟာ အရှုံးပေါ်ကိန်းဆိုက်နေလို့ အဖေဖြစ်သူ Robert ဆီက ငွေချေးဖို့ လာခဲ့တာပဲ ဖြစ်ပါတယ်Paul ကတော့ သူ့အဖေ Robert ကို ဒီတိုင်း ပင်စင်ရိပ်သာမှာနေတဲ့ လူတစ်ဦးအဖြစ် သိထားတာပါ ...",
        "rating": "",
        "url": "https://megaup.net/1GJ5e/Fortress.2021.720p.Bluray_(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dyeykBmYE43kj7JAKal5pwHTwN2.jpg",
        "title": "Knock Knock ( 2021 )",
        "description": "ဒီ knock knockဇာတ်ကားတော့ တော်တော်စဉ်းစားပြီးခေါင်းခြောက်စွာကြည့်ရမဲ့ မှုခင်းဇာတ်ကားလေးပါဇာတ်ကားအစမှာတော့ လောင်လီဆိုတဲ့သူခိုးတစ်ယောက်က သူ့ရဲ့သားလေးဆေးကုပေးဖို့အတွက်ပိုက်ဆံခိုးဖို့ လူနေအဆောက်အအုံဟောင်းတစ်ခုကို ဝင်သွားတာကနေ စတင်ခဲ့တဲ့ လူသတ်မှုတစ်ခုဖြစ်ပါတယ်အဲ့အချိန်မှာ အမျိုးသမီးတစ်ယောက်က ထူးထူးဆန်းဆန်းအသတ်ခံထားရတာကိုတွေ့ပါတယ်အဲ့အချိန်မှာ သူခိုးဖြစ်သူ လောင်လီက အိမ်ထဲမှာ လူငယ်တစ်ယောက်ကိုတွေ့ရာမှလူသတ်သမားထင်ပြီး ဒီလူသတ်အမှုကြီးထဲလည်းမပါအောင် ပိုက်ဆံလည်းရအောင် ခြိမ်းခြောက်ပြီးငွေညစ်ရာမှပစ္စည်းပို့သမား‌ဖြစ်တဲ့ မာမင်လျန့်က ရုပ်တရက်ကြီးအဆောက်အအုံထဲကိုရောက်နေပါတယ်သူတို့ ၃ယောက် ဒီအမျိုးသမီးအလောင်းကိုကြည့်ပြီး ဘယ်လိုဆက်လုပ်ကြမလဲပစ္စည်းပို့သမား မာမင်လျန့်ကရော ဘာဖြစ်လို့အိမ်ထဲကိုရောက်နေတာလဲလူသတ်သမားက ဘယ်သူဖြစ်မလဲဆိုတာကို စိတ်ဝင်စားစွာနဲ့ ဆက်လက်ကြည့်ရှုပေးကြပါ Quality : WEB-DL 1080pFormat : mp4Genres : Comedy , Drama , Crime , MysteryDuration : 1h 47minSubtitle : Myanmar Subtitle ( Hardsub )Translated By A Pu Lay & Nu MonEncoded By ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/knock-knock-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/ZwmB8_4c-142x200.jpg",
        "title": "[18+] A Girl and A Guy (2021)",
        "description": "ရက်ဖ် ဆိုတဲ့ကောင်လေးဟာ မာကတ်တင်းအေဂျင်စီတစ်ခုမှာ အလုပ်လုပ်ပေမယ့် ရေရာတဲ့ ဦးတည်ချက်မရှိ၊ဘယ်အရာကိုမှ\nအလေးထားဂရုစိုက်လေ့ မရှိတဲ့ပေါ့ပျက်ပျက်ကောင်လေးတစ်ယောက်ပါ။\nဖီယိုနာ ကတော့တစ်ချိန်ကျရင် နာမည်ကျော် ဒါရိုက်တာတစ်ယောက်ဖြစ်ချင်တဲ့ အိမ်မက်ကြီးကြီးမားမားကိုပွေ့ဖက်ရင်း\nလောလောဆည်မှာတော့ထုတ်လုပ်ရေးပိုင်းလက်ထောက်အဖြစ်နဲ့တာဝန်ယူထားပါတယ်။သူတို့နှစ်ယောက်ဟာ\nပတ်ဝန်းကျင်အသိုင်းအဝိုင်း အနေအထားတွေ အစစအရာရာဝေးကွာတဲ့အပြင်တစ်ယောက်နဲ့တစ်ယောက်လဲမသိကြပါဘူး။\nသူတို့နှစ်ယောက်ကြားမှာတူတာဘာရှိလဲဆိုတော့ လတ်တလောမှာမှ သူတို့တစ်သက်စာရည်ရွယ်တဲ့ချစ်သူတွေက\nရက်ရက်စက်စက်လမ်းခွဲခြင်းကိုခံလိုက်ရတဲ့ စော်ပစ်ကောင်နဲ့ဘဲပစ်မလေးဖြစ်နေကြရှာတာပါပဲ။အဲ့ဒီကနေ ဘဝပျက်မတတ်\nအနာဂတ်ပျောက်မတတ်ခံစားမိကြရင်း အခြေအနေတွေကို နိုင်သလိုကောင်းမယ်ထင်သလိုပြန်လည်ထိန်းသိမ်းကြရင်းနဲ့ Tinder မှာ\nတစ်ယောက်နဲ့တစ်ယောက်ဆုံဖြစ်ကြပါတယ်၊ သူတို့နှစ်ယောက်အပြင်မှာဆုံမိကြမယ့်ဆဲဆဲမှာ Covid ဖြစ်ပွားမှုနဲ့ လော့ဒေါင်းကာလရှည်\nချတဲ့အချိန်မှာ တစ်ယောက်နဲ့တစ်ယောက်အွန်လိုင်းပေါ်ကနေ ပိုမိုရင်းနှီးသံယောဇဉ်တွေတွယ်လာရင်းနဲ့မှ နောက်ထပ်ချစ်သူသစ်တွေ\nကိုယ်စီရှာတွေ့သွားကြတဲ့အခါ..၊A Girl And A Guy ဟာ Rom/com အမျိုးအစားကိုမှလက်ရှိခေတ်အနေအထားနဲ့သရုပ်ဖော်ပြသွားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။\nဒီတော့ ဇာတ်လမ်းအကျဉ်းထဲမှာထည့်မပြောထားပေမယ့် sex scenes တွေအများကြီးပါဝင်ပြီးတော့ တကယ်လဲကြမ်းတမ်းပါတယ်။(ကြည့်နေရင်းနဲ့\nဟာ ဒါကြီးလဲပြတာပဲလား ဆိုပြီးအံ့သြစရာတွေအထိပါပါတယ်)ဖိလစ်ပိုင်ကားတွေဂျင်းမဟုတ်ဘူးဆိုတာတစ်ခေတ်တစ်ခါက နာမည်ကျော် Silip/Daughters of Eve တို့ Scorpio Nights တို့လို\nဇာတ်ကားတွေကြည့်ဖူးရင်သိမှာပါ။ Scorpio Nights ဆိုတာတစ်ချိန်ကလူငယ်တိုင်းကြည့်ဖူးကြမဲ့ ကိုရီးယားအပေါ်ထပ်နဲ့အောက်ထပ်ဇာတ်လမ်း\nSummertime (2001) ရဲ့မူရင်းပါ။နောက်ပိုင်းတင်းကျပ်လာတဲ့ဆင်ဆာကြောင့်သာ လွတ်အောင်ရှောင်ရင်းပရိသတ်အတွက်၊ အားမရစရာတွေဖြစ်ခဲ့ပေမယ့်\nအခုလို Streaming တွေကထွက်လာတဲ့တစ်ချို့ကားတွေ၊ ...",
        "rating": "5.7",
        "url": "\thttps://megaup.net/1GIhy/(CM)_A.Girl.and.a.Guy.2021.720p.NF.WEB-DL.DDP5.1.x264.mp4",
        "category": "Adult, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lGi5yio4pdDz5PkSeZCbnMQz5vK.jpg",
        "title": "The Haunted Mansion (2003)",
        "description": "The Haunted Mansion (2003)အလုပ်ကြိုးစားတဲ့ ပျော်ရွှင်နေတဲ့ Evers မိသားစုက အိမ်ထောင်ဦးစီး Jim။\nသူလုပ်တဲ့အလုပ်က အိမ်ခြံမြေပွဲစား။ ပွဲဖြစ်ရင် မျိုးမျိုးမြတ်မြတ် စားရတဲ့ လုပ်ငန်းပေါ့ဗျာ။\nအလုပ်တွေကို ကြိုးကြိုးစားစားလုပ်ရင်း ပိုက်ဆံတွေရလာပေမယ့် မိသားစုအပေါ် ပျက်ကွက်မှုတွေများလာလို့ အလျော်ပေးတဲ့အနေနဲ့ မိသားစုခရီးလေးထွက်လာတဲ့အခါ ငွေနောက်ကို အသည်းအသန်လိုက်တဲ့သူမို့ မိသားစုခရီးထွက်လာတာတောင် လုပ်ငန်းတစ်ခုလုပ်ဖို့ တစ်နေရာကိုလမ်းကြုံဝင်ခဲ့တယ်။သူရောင်းပေးရမယ့်အိမ်ကြီးက ဒေါ်လာ သန်းနဲ့ချီတန်တာမို့ ဘယ်လိုမှ မငြင်းဆန်နိုင်ပဲ အရောက်သွားချိန်မှာ ကံဆိုးမိုးမှောင်တွေဆက်တိုက်ကျရောက်လာပါတော့တယ်။ သရဲခြောက်တတ်တဲ့အိမ်ကြီးမှာ ဖြစ်လာသမျှ ပြဿနာတွေကို လိုက်လံဖြေရှင်းရင်း သားသမီးနဲ့ ဇနီးကို ကယ်တင်ဖို့ကြိုးစားရတဲ့ ပျော်ရွှင်စရာ မိသားစုကြည့် Fantasy ကားလေးပါ။ခေါင်းဆောင်မင်းသားဖြစ်တဲ့ Eddie Murphy ဆိုတာက အမေရိကန် ဟာသ သရုပ်ဆောင် စာရေးဆရာ အဆိုတော်တစ်ယောက်ဖြစ်ပါတယ်။ သူဟာ ၈၀ ခုနှစ်တွေမှာ သိပ်ကို အောင်မြင်တဲ့ သူတစ်ယောက်ဖြစ်ခဲ့ပြီး သရုပ်ဆောင်ဆု‌တွေ အများကြီး သိမ်းပိုက်နိုင်ခဲ့သူပါ။ ဟာသပညာရှင်အဖြစ်လည်း ...",
        "rating": "5.1",
        "url": "https://megaup.net/3IAvA/(CM)_The_Haunted_Mansion_(2003)_720p.mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Yvrf7VsvmigBCF0fwRpKNz6qKS.jpg",
        "title": "Miss GO (2012)",
        "description": "Miss GO/Miss Conspirator (2012) ဇာတ်လမ်းအညွှန်း*****************************************ချောင်းဆူရိုဟာ အကြောက်လွန်ရောဂါသည်ဖြစ်ပြီး ဖုန်းတောင် တစိမ်းတွေနဲ့ စကားမပြောရဲတဲ့သူ တစ်ယောက်ပါ\nနေ့စဉ်ဘဝမှာ ကြုံတွေ့ရတဲ့ ပြဿနာတွေကို ညီမဖြစ်သူက ကူညီဖြေရှင်းပေးပေမဲ့ ပညာတော်သင်အနေနဲ့ ညီမဖြစ်သူက ဂျပန်ကို သွားဖို့ ဖြစ်လာခဲ့ပါတယ်ညီမဖြစ်သူကို ဘူတာရုံ လိုက်ပို့ပြီး ပြန်တဲ့လမ်းမှာ အကြောက်လွန်ရောဂါ ထဖောက်လာတဲ့ ချောင်းဆူရိုကို စစ်စတာတစ်ယောက်က တွေ့ပြီး ကူညီပေးခဲ့ပါတယ်\nသူ့ကို ကူညီပေးလို့ စစ်စတာရဲ့ အကူအညီတောင်းမှုကို လက်ခံပြီး ဟိုတယ်ကို ကိတ်နဲ့ ပန်းစည်းသွားပို့တဲ့ ချောင်းဆူရိုဟာ ဟိုတယ်ခန်းထဲမှာ ဓားတန်းလန်းနဲ့ လူတစ်ယောက် သေနေတာကို တွေ့ပြီး ထိတ်လန့်သွားခဲ့ပါတယ်ရိုးရိုးတန်းတန်း ကိတ်မုန့်လာပို့တဲ့သူ မဟုတ်ဘဲ မူးယစ်ဆေး သယ်ပို့တဲ့သူ ဖြစ်သွားရတဲ့ ချောင်းဆူရိုကို မူးယစ်ဂိုဏ်းတွေဆီက ဖြတ်စားနေတဲ့ အကျင့်ပျက်ရဲတစ်ဖွဲ့က ဖမ်းဆီးပြီး အသုံးချဖို့ ကြံစည်ပါတော့တယ်နေ့ချင်းညချင်း ရဲတွေနဲ့ မူးယစ်ဂိုဏ်း နှစ်ခုရဲ့ အလိုရှိစာရင်း အသွင်းခံလိုက်ရတဲ့ ချောင်းဆူရိုဟာ ...",
        "rating": "",
        "url": "https://megaup.net/32D5C/[CM]Miss.Conspirator.2012-720p.mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qvR2Qs42WHwCEcuwhQnterU3gVY.jpg",
        "title": "Aparajito (1956)",
        "description": "\"Aparajito\"(1956) \"အပရာဇိတ\"\n=======================Directed by \" Satyajit Ray \"IMDb - 8.3/10, Rotten Tomatoes - 95%\"အပုဟာ ရထားဆီသွားပြီး\nအပုဟာ ရထားဆီရောက်ခဲ့ပေမဲ့\nအပုဟာ ရထားဆီမရောက်ခဲ့ဘူး။ ဒါကြောင့်ပဲ\nအပုဟာ ရထားဆီမရောက်ခဲ့ပေမဲ့\nအပုဟာ ရထားဆီရောက်ခဲ့တယ်။\"ပါဠိသံနဲ့ဆို အပရာဇိတ(မရှုံးနိမ့်နိုင်သော)လို့ နာမည်ပေးထားတဲ့ ဒီရုပ်ရှင်ဟာ ဆာတရာဂျစ်ရေးရဲ့ နာမည်ကျော် Apu Trilogy ရဲ့ ဒုတိယမြောက်ရုပ်ရှင်ပါ။‌ ရေးဟာ ရာဘင်ဒြာနာ့သ်တဂိုးရဲ့ သျှန္တီနိကေတန် ကျောင်းမှာ တက်ခဲ့တဲ့ အိန္ဒိယရဲ့ အကြီးကျယ်ဆုံးဒါရိုက်တာတစ်ယောက်ပါပဲ။ သူဟာ မာတင်စကောဆေးစိ၊ ဖရန်စစ် ဖို့ဒ် ကော်ပိုလာ၊၀က်စ် အန်ဒါဆန်၊ ဂျော့စ်လူးကတ်စ်တို့လို အနောက်တိုင်းက နာမည်ကျော်ဒါရိုက်တာတွေက လေးစားချီးကျုးကြတဲ့ သူဆိုလည်းမမှားပါဘူး။ အော်စကာဆုပေးပွဲကနေ တစ်သက်တာရုပ်ရှင်ဆုသဘောဆောင်တဲ့ ဆုကိုလည်းရထားပါတယ်။ ရုပ်ရှင်လောကရဲ့ မီးရှုးတန်ဆောင်တစ်ဦးဖြစ်တဲ့ အခိရ ခုရိုစဝ ( Akira Kurosawa)ကဆို \"ရေးရဲ့ရုပ်ရှင်ကို မကြည့်ဖူးတဲ့သူဟာ ကမ္ဘာပေါ်မှာနေနေပြီး နေရယ်လရယ်ကို ...",
        "rating": "8.3",
        "url": "https://megaup.net/1GGx8/(CM)_Aparajito_(1956)_720p.mp4",
        "category": "Drama, The Apu Trilogy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/prbZxJxGcy07y60eq8lCGMciTYz.jpg",
        "title": "The Hating Game(2021)",
        "description": "The Hating Game(2021)အညွှန်း***************************IMDb....7.0အသစ်စက်စက်ထွက်ရှိထားတဲ့ Romace Comedyအချစ်ကားလေးပါ။\nအနုပညာရသမြောက်တဲ့စာအုပ်တွေထုတ်တဲ့ ဂေးမင်းပုံနှိပ်တိုက်ဟာ ဒေဝါလီခံရတာကြောင့်လူပြိန်းကြိုက်ပေါချာချာဝတ္ထုတွေထုတ်တဲ့ ဘတ်စ်လီပုံနှိပ်တိုက်နဲ့ ပူးပေါင်းလက်တွဲလိုက်ရပါတယ်။ဒီအခါမှာတော့ ဂေးမင်းပုံနှိပ်တိုက်ကလူစီတစ်ယောက် သူ့မျက်နှာချင်းဆိုင်စားပွဲမှာထိုင်တဲ့ဘတ်စ်လီဘက်ကပါလာတဲ့ ဂျော့ဆိုတဲ့ ဆွဲဆောင်မှုရှိတဲ့အလန်းစားဘဲလေး (Austin Stowell)ကိုအင်မတန်မျက်မုန်းကျိုးမိနေပါတော့တယ်။ ဂျော့ကလည်း လူစီကို ကြည့်မရပါဘူး။သူတို့နှစ်ယောက်ဟာ‌ နေ့တိုင်းရုံးမှာတကျက်ကျက်ပါ။ တစ်ယောက်ကို တစ်ယောက် ကွက်ကျော်နင်းဖို့လစ်တာနဲ့တွယ်ဖို့ ချောင်းနေတဲ့ ဒီ(၂)ယောက်ဟာ ဒါရိုက်တာ ရာထူးကို လုဖို့ ကြိုးစားလာတဲ့အချိန်မှာတော့မင်းသားကလည်း လန်းသလို မင်းသမီးကလည်း အလှပဂေး Sexy type လေးမို့နင်းကန် ခံစားသင့်ပါကြောင်း..Rom-comဖြစ်ပေမယ့် ပေါ့ရွတ်ရွတ်ဖြစ်မနေပဲ ဇာတ်အိမ်ရှိတဲ့အတွက်ကြည့်ရှုခံစားလို့ရတဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။ File Size : (1.94GB)(961 MB) and (363 MB)\nQuality : WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay ...",
        "rating": "7.0",
        "url": "https://megaup.net/10Kpr/The.Hating.Game.2021.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fucmGeZYM4yzqJUnDTc4pKQNCej.jpg",
        "title": "Total Recall (2012)",
        "description": "Total Recall (2012) Extended Cutလူသားတစ်ယောက်ခြင်းစီ လိုက်လံရှာဖွေရတဲ့ ပဟေဠိဆိုတာက ကိုယ့်ကိုယ်ကိုယ် ဘယ်သူလဲဆိုတဲ့ မေးခွန်းပါပဲတဲ့။\nအဲဒါရဲ့အဖြေဟာ အတိတ်မှာ မရှိပါဘူး၊ လက်ရှိ ပစ္စုပ္ပန်မှာပဲ ရှာတွေ့နိုင်ပါတယ်တဲ့။ ဒီတော့ ကိုယ်ဟာ\nဘာကောင်ကြီးဖြစ်တယ်ဆိုတာ အခု ကိုယ်လက်ရှိဖြစ်နေတဲ့ အချိန်ကိုပဲ ကြည့်ပြီး ပြောရမှာလို့ ဆိုလိုတာပေါ့ဗျာ။ အတိတ်က ရွှေထီးဆောင်းခဲ့ဖူးရုံနဲ့ အခုလက်ရှိမှာ ငါက အကောင်ကြီးလို့ မပြောနိုင်သလို အတိတ်က ဆိုးမိုက်ခဲ့သမျှတွေဟာလည်း အခုအချိန် ဆက်မဖြစ်တော့ဘူးဆိုရင် နှိမ့်ချဆက်ဆံခံရစရာ မလိုပါဘူး။ ပြင်လို့မရတဲ့ အမှားမျိုးကတော့ ချွင်းချက်ပါ။အခုတင်ဆက်ပေးမယ့်ကားကတော့ Total Recall ပါ။ အဲဒီနာမည်က ကျွန်တော်တို့လို ၈၇/၈၈ ပတ်ချာလည်မွေးတဲ့သူတွေအတွက်တော့ ရွှေရောင်အမှတ်တရတစ်ခုပေါ့။ အဲဒီတုန်းကတော့ မင်းသားကြီး Arnold Schwarzenegger (အာနိုး) ပါ။ ၁၉၉၀ ခုနှစ်မှာ ရိုက်ကူးတဲ့ အဲဒီဇာတ်လမ်းမှာတော့ ကမ္ဘာနဲ့ ဗုဒ္ဓဟူးဂြိုလ် ...",
        "rating": "6.2",
        "url": "https://megaup.net/10Khy/(CM)_Total_Recall_(2012)_Extended_BluRay_720p.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BYTk3MDljOWQtNGI2My00OTEzLTlhYjQtOTQ4ODM2MzUwY2IwXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_-135x200.jpg",
        "title": "Spider-Man 3 (2007)",
        "description": "ပထမဆုံး စပိုက်ဒါမန်း ဇာတ်လမ်းရဲ့ 2007 မှာထွက်ရှိခဲ့တဲ့ သုံးကားမြောက်ဇာတ်ကားဖြစ်သလို..သုံးကားထဲမှာအကောင်းဆုံးနဲ့နောက်ဆုံးကားလို့ပြောရမှာဖြစ်ပါတယ်..ဇာတ်လမ်းအညွှန်းကိုတော့မပေးတော့ဘူးနော်...အရင် ကား ၂ ကားလည်း တင်ပြီးသားမို့ ဒီဇာတ်ကားကိုသာဆက်လက်ကြည့်ရှုကြပါ...မင်သား Tobey Maguire ရဲ့ အော်ရဂျင်နယ် Spider Man ဇာတ်ကားတွေကို DS4K 1080p BluRay Quality နဲ့တင်ဆက်လိုက်ပါတယ်...1080p ဆိုပေမယ့် 4K ရုပ်ထွက်ထက် ပိုကောင်းတဲ့ Regrade Version မို့ DS4K Version ကိုသာ တင်ဆက်လိုက်ပါတယ်။ဘာသာပြန်လိုအပ်ချက်တွေရော သတ်ပုံတွေရော တတ်နိုင်သမျှပြန်ပြင်ထားတာမို့ အခု Version ကို ပြန်ဒေါင်းသိမ်းသင့်ပါတယ်။\nFile size…(2.8 GB)/(1.1 GB)\nQuality….BluRay DS4K HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:19:10\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "6.2",
        "url": "https://megaup.net/2mFaC/(CM)_Spider-Man_3_(2007)_720p_DS4K_BluRay_10bit_x264_AAC_2.0_Audio.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BMzY2ODk4NmUtOTVmNi00ZTdkLTlmOWYtMmE2OWVhNTU2OTVkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-146x200.jpg",
        "title": "Spider-Man 2 (2004)",
        "description": "Spider Man 2 က ပထမဇာတ်ကားရဲ့ အဆက်အနေနဲ့ ထွက်ရှိခဲ့တာပါ။ဒီဇာတ်လမ်းမှာတော့ စမိုက်ဒါမန်းဟာ မပျော်မရွင်ဖြစ်နေရပါတယ်...သူချစ်ရတဲ့ကောင်မလေး မေရီဂျိန်းဝမ်ဆန်ကို စွန့်လွှတ်ပြီးတဲ့နောက်မှာတော့ သူ့ဘဝကို ရာဇဝတ်မှုတွေကိုတိုက်ဖျက်နေရင်းနဲ့ဖြတ်သန်း\nနေရပါတယ်..မေရီဂျိန်းဟာလည်း သူဌေးတစ်ယောက်နဲ့စေ့စပ်ထားလိုက်ပါပြီ ...သူ့သူငယ်ချင်း ဟယ်ရီကလည်း သူ့အဖေကိုသတ်သွားတဲ့စပိုက်ဒါမန်းကို ပြန်သတ်ချင်လို့ အသည်းအသန်စုံစမ်းနေပါ\nသလို မြို့ကိုဒုက္ခပေးမယ့် အန္တရာယ်တွေလည်းတိုးလာပါတယ်..ဒီလိုပြသနာတွေကြားမှာ ပီတာပါကားတစ်ယောက် ဘယ်လိုခွန်အားနဲ့ ဆက်လက်အသက်ရှင်ပြီး ပြသနာတွေကို ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ...။မင်သား Tobey Maguire ရဲ့ အော်ရဂျင်နယ် Spider Man ဇာတ်ကားတွေကို DS4K 1080p BluRay Quality နဲ့တင်ဆက်လိုက်ပါတယ်...1080p ဆိုပေမယ့် 4K ရုပ်ထွက်ထက် ပိုကောင်းတဲ့ Regrade Version မို့ DS4K Version ကိုသာ တင်ဆက်လိုက်ပါတယ်။ဘာသာပြန်လိုအပ်ချက်တွေရော သတ်ပုံတွေရော တတ်နိုင်သမျှပြန်ပြင်ထားတာမို့ အခု Version ကို ပြန်ဒေါင်းသိမ်းသင့်ပါတယ်။\nFile size…(2.3 GB)/(1 GB)\nQuality….BluRay DS4K HEVC ...",
        "rating": "7.3",
        "url": "https://megaup.net/10Kev/(CM)_Spider-Man_2_(2004)_720p_DS4K_BluRay_10bit_x264_AAC_2.0_Audio.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BZDEyN2NhMjgtMjdhNi00MmNlLWE5YTgtZGE4MzNjMTRlMGEwXkEyXkFqcGdeQXVyNDUyOTg3Njg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Spider-Man (2002)",
        "description": "ဒီကားကတော့ Spider-Man ကိုသိတဲ့သူတွေရော မသိတဲ့ သူတွေကိုပါ ပထမဆုံးအကြိမ် မိတ်ဆက်ပေးခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားလည်းဖြစ်ပါတယ်။ ပထမဆုံး Live Action Spider-Man ဇာတ်ကားက ပရိတ်သတ်ကို စိတ်ကျေနပ်မှုပေးနိုင်ခဲ့ပါတယ်။အထူးသဖြင့် လူငယ် ပရိတ်သတ်တွေနဲ့ Comic စာအုပ်ပရိတ်သတ်တွေ အားပေးမှုကိုရှိခဲ့ပါတယ်။ ဒီကားက သာမန်အထက်တန်းကျောင်းသား Peter Parker ဘဝကနေ ဆယ်ကျော်သက် စူပါဟီးရိုး ဖြစ်လာပုံနဲ့ ရရှိထားတဲ့ စွမ်းအားတွေကို အဓိပ္ပာယ်ရှိရှိ အသုံးချဖို့ အတွက် တွန်းအားရလာပုံတွေကို အဓိက ရိုက်ကူးထားပါတယ်။Spider-Man ဖြစ်လာပုံကို အားလုံးသိပြီးသားဖြစ်ပါတယ်။ Oscorp ကုမ္ပဏီက Radioactive Spider အကိုက်ခံရပြီးနောက် စွမ်းအားတွေရလာတာဖြစ်ပါတယ်။ ဒီနေရာမှာ Spider-Man ရဲ့အကြောင်း အနည်းငယ်ပြောပြချင်ပါတယ်။ Spider-Man ကို Marvel က ကာတွန်းဆရာ Stan Lee ကစတင်မိတ်ဆက် ခဲ့တာဖြစ်ပါတယ်။ ပထမဆုံးအကြိမ် သူ့ရဲ့ စိတ်ကူးကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/10Kd8/(CM)_Spider-Man_(2002)_720p_DS4K_BluRay_10bit_x264_AAC_2.0_Audio.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/ino-135x200.jpg",
        "title": "The Innocents (2021)",
        "description": "Dialogue တွေ အတော်များများလျှော့ထားပြီးတော့ ဇာတ်လမ်းပြကွက်များများ..၊ Cinematography တွေ မြိုင်မြိုင်ဆိုင်ဆိုင်ထည့်ထားတဲ့ ရုပ်ရှင်တစ်ကားပဲ..။မွေးချင်းတွေကြားမှာ ဖြစ်တတ်တဲ့ မနာလိုမှုတွေ ၊ မိဘတွေရဲ့ မမျှမတဆက်ဆံခံရမှုတွေ..၊ မိဘဆိုးရဲ့လက်ထဲမှာ ကြီးပြင်းလာရတဲ့ ကလေးတွေရဲ့အကြောင်း..။ကလေးတွေက အမြဲအပြစ်ကင်းသတဲ့..။ဒီလို အပြစ်ကင်းတဲ့ကလေးတွေမှာ သဘာဝလွန်စွမ်းအားတွေ ရှိနေတဲ့အခါ ဘယ်လိုနေမလဲ..?ဘာစွမ်းအားတွေလဲ..။ ဘာတွေ လုပ်နိုင်လဲ..။ ဘယ်လောက်အထိ လုပ်နိုင်သလဲ..။သွေးထွက်သံယိုမြင်ကွင်းတချို့ပါဝင်ပြီးတော့..။သြချရလောက်တဲ့ သရုပ်စွမ်းရည်နဲ့ ကလေးမလေးသေးသေးလေးရဲ့ မျက်နှာအမူအရာပြောင်းလဲသွားပုံလေးတွေက အစ ကွက်ကွက်ကွင်းကွင်းမြင်တွေ့နေရမယ်..။အော်တစ်ဇင်ဖြစ်နေတဲ့ အစ်မရှိသူ ရှိနေတဲ့ မိသားစုထဲမှာ အငယ်ဖြစ်ရတဲ့ဒုက္ခရဲ့ စိတ်ကျဉ်းကျပ်မှုကိုလည်း တွေ့ရမယ်..။ကလေးတွေအကြောင်းကို အဓိကရိုက်ကူးထားတဲ့ဇာတ်လမ်းတစ်ပုဒ်ဆိုပေမဲ့ ကလေးတွေ မကြည့်သင့်တဲ့ရုပ်ရှင်ဇာတ်ကား တစ်ကားပဲ..။ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ရာ သဘာဝလွန်စွမ်းအားတွေနဲ့ ရုပ်ရှင်တစ်ကားလို့တော့ မညွှန်းပေမဲ့ အချိန်ပေးကြည့်ရတာတော့ တန်တယ်..။ကြည့်ပြီးရင် တွေးစရာတွေ အများကြီးရမယ်..။အနှစ်ချုပ်ကတော့ The Innocents ၂၀၂၁ ထဲက တကယ့်ကို အပြစ်ကင်းစင်.. မဟားတရားအပြစ်ကင်းတဲ့ ပိဘီကလေးငယ်တွေကို ကြည့်ပြီးရင်တော့ ကလေးတိုင်းဟာ ချစ်စရာမကောင်းဘူးဆိုတဲ့အချက်ကို လက်ခံလာပါလိမ့်မယ် ခင်ဗျာ..။ဘာသာပြန်နဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2mF8e/The.Innocents.2021.720p.BluRay_(CM)_(2).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/cr-133x200.jpg",
        "title": "Crashing Through the Snow (2021)",
        "description": "it's beginning to look a lot like Christmas!ခရစ္စမတ်ရာသီရောက်လာတာနဲ့အမျှ ခရစ္စမတ်ကားလေးတွေလည်း တစ်ကားပြီးတစ်ကား ထွက်ရှိလာပါတယ်ဒီကားလေးကတော့ Romance, Drama ဇာတ်ကားလေးပါမက်ဂီက မီယာနဲ့ ဆိုဖီဆိုတဲ့ သမီးလေးနှစ်ယောက်ကို ပြုစုစောင့်ရှောက်နေတဲ့ single mom ပါ။ သူ့အမျိုးသားဂျက်ဖ်နဲ့ ကွာရှင်းပြီးဖြစ်ပေမယ့် မိတ်ဆွေတွေလို ရင်းနှီးခင်မင်ကြတုန်းပါ။ဂျက်ဖ်မှာက ကိတ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ရှိပါတယ်။ဒီနှစ်ခရစ္စမတ်မှာတော့ ကိတ်က မက်ဂီတို့မိသားစုကို သူတို့ဇာတိမြို့ Aspen က အိမ်ရာကြီးဆီ အလည်ဖိတ်ပါလေရောကွာရှင်းပြီးယောက်ျားဖြစ်သူရဲ့ လက်ရှိကောင်မလေးရဲ့ မိဘအိမ်ကို အလည်သွားရမှာဆိုတော့ မက်ဂီ့အတွက် နည်းနည်းတော့ ကသိကအောက်နိုင်တာပေါ့ဆိုတော့ ဘယ်လိုတွေ စခန်းသွားကြမလဲပေါ့နော်ဇာတ်အိမ်ကိုတော့ အမေရိကန်နိုင်ငံ Aspen မြို့လေးမှာ အခြေတည်ထားပေမယ့် တကယ်ရိုက်ကူးထားတာကတော့ ကနေဒါနိုင်ငံ Winniepeg နဲ့ Banff မြို့တွေမှာပါတဲ့Winter movie တို့ထုံးစံအတိုင်း နှင်းတောရှုခင်းလေးတွေ လှပါတယ် ကြည့်ရှုလိုက်ကြပါဦး File size…(1.4 GB) / ...",
        "rating": "7.1",
        "url": "https://megaup.net/1GImq/Crashing.Through.the.Snow.2021.720p_(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/enn-135x200.jpg",
        "title": "Encounter (2021)",
        "description": "မရိန်းအထူးတပ်ဖွဲ့ဝင် မလိခ်ခမ်ဟာ အထက်အရာရှိကိုရိုက်နှက်မှုနဲ့ ရာထူးချပြီး ထောင်သွင်းအကျဉ်းချခံရပါတယ်။ စိတ်ဆရာဝန်ရဲ့ အာမခံမှုနဲ့ ပြန်လွတ်လာခဲ့ပြီး အရှုံးသမားလုံးလုံးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ် ဂျေနဲ့ဘော်ဘီ ဆိုတဲ့သားနှစ်ယောက်ရှိပေမယ့် သူ့ရဲ့ဆိုးသွမ်းမှုကြောင့် ဇနီးဖြစ်သူက အုပ်ထိန်းခွင့်ကိုအရယူထားပြီး ကလေးတွေနဲ့အတွေ့မခံပါဘူး.... တစ်နေ့မှာ မလိခ်ဟာ ကမ္ဘာပေါ်ကို ဂြိုလ်သားကပ်ပါးကောင်တွေ ရောက်လာပြီး လူဦးရေတစ်ဝက်လောက် ကူးစက်ခံနေရပြီ...သူ့ဇနီးဟောင်းပါ ကူးစက်နေပြီဆိုပြီး ကလေးတွေ ၂ ယောက်ကို ကယ်ထုတ်သွားခဲ့ပါတယ်... သူ့အမြင်မှာ ကယ်တယ်ဆိုပေမယ့်..တရားဉပဒေအရ ပြန်ပေးမှုမြောက်နေတာကြောင့် ရဲ FBI အားလုံးသူ့နောက်ကိုလိုက်လာကြပါပြီ ဒါတွေကိုလည်း တိမ်းရှောင်ရင်း....ဂြိုလ်သားတွေဆီကလည်း လွတ်အောင်ပြေးဖို့ မလိခ်တစ်ယောက် ရုန်းကန်ရပါတော့တယ်... ကလေး ၂ ယောက်နဲ့ မလိခ် ဘယ်လိုခရီးဆက်သွားမလဲဆိုတာ ကြည့်ရင်းနဲ့ နောက်ဆုံးမိနစ်အထိ သို့လောသို့လောပေါင်းမျာစွာနဲ့ အဖြေရှာသွားရမယ့် ကားကောင်းတစ်ကားဖြစ်ပါတယ် File size…(1.8 GB) / (1 Gb) / (500 Mb)\nQuality….Webrip 1080p / 720p / ...",
        "rating": "6",
        "url": "https://megaup.net/1GH24/Encounter.2021.720p.AMZN.WEB-DL(CM).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5P7QwmoYl70tsRZ8e0VnI9RI1MF.jpg",
        "title": "Two (2021)",
        "description": "Thriller ချစ်သူများအတွက် ရာသီအေးအေးမှာ Chill လို့ကောင်းမယ့်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးချင်ပါတယ်။ လူဆိုတာဘယ်တော့မှ တစ်ယောက်တည်းနေလို့မရပါဘူး အထီးကျန်ပြီးအဖော်မဲ့တဲ့ခံစားချက်ကြောင့် သူတို့ကို အဖော်ပြုပေးနိုင်တဲ့ တစ်စုံတစ်ယောက်တော့ လိုအပ်တာပါပဲလေဇာတ်လမ်းရဲ့အစမှာတော့ ဆာရာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်နဲ့ ဒေးဗစ်ဆိုတဲ့အမျိုးသားတစ်ယောက်တို့ဟာ အခန်းတစ်ခန်းထဲမှာ အတူတူနှိုးထလာကြပါတယ်။တစ်ယောက်ကိုတစ်ယောက်လည်း သိကျွမ်းခြင်းမရှိကြတဲ့သူစိမ်းတွေဖြစ်ပြီးကုတင်တစ်ခုတည်းမှာကို ထပ်ရပ်သား နှိုးလာခဲ့ကြတာပါ။ဒီထပ်ပိုတဲ့အကြောင်းရင်းကတော့ သူတို့၀မ်းဗိုက်အရေပြားအချင်းချင်းကိုလည်း ပူးပြီးချုပ်ခံထားကြပါတယ်။သူတို့ ဘာလို့ အဲ့လိုအချုပ်ခံထားရတာလဲ သူတို့အခု ဘယ်မှာရောက်နေတာလဲ သူတို့ကိုဒီလိုမျိုး နောက်ကွယ်ကနေ လုပ်နေတဲ့သူက ဘယ်သူလဲ ဒီလိုပုံစံ ဒီလိုအဖြစ်ကနေရောသူတို့ လွတ်မြောက်အောင်ကြိုးစားနိုင်ပါ့မလားဆိုတာ သည်းထိတ်ရင်ဖို Thriller ရုပ်ရှင်တစ်ခုပီပီကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်(အညွှန်းရေးပြီး ဘာသာပြန်ထားသူတွေကတော့ Thura Hein နဲ့ Tarteepoe ပဲ ဖြစ်ပါတယ်) \nFile size…193MB / 900MB / 500MB\nQuality…720p HEVC Small Size  / 1080p NF WEB Dl AAC 5.1CH / 720p\nFormat…mkv\nDuration….1h ...",
        "rating": "4.2",
        "url": "https://megaup.net/1GH1b/Two.2021.720p(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/0016443a-141x200.jpeg",
        "title": "[18+] Star of David: Beauty Hunting (1979)",
        "description": "ဂမ်‌ပေရဲ့မုန်တိုင်းထန်တဲ့ညတစ်ညမှာ ထောင်ကလွတ်ထွက်လာတဲ့ လူသတ်မုဒိမ်းတရားခံတစ်ယောက်ဟာ၊\nခမ်းနားကြီးကျယ်လှတဲ့အိမ်ကြီးတစ်ဆောင်ထဲကိုခိုးဝင်လာပြီး အထဲမှာတွေ့တဲ့ပိုင်ရှင်သူကြွယ်လင်မယားနဲ့\nထိပ်တိုက်တိုးပြီး ဇနီးဖြစ်သူကိုသူ့ယောက်ျားရဲ့ရှေ့မှာရက်စက်ကြမ်းတမ်းစွာမုဒိမ်းကျင့်ခဲ့ပါတယ်။နောက်တစ်နှစ်အကြာသူဌေးလင်မယားမှာ တက်ဆုယာဆိုတဲ့ သားငယ်တစ်ယောက်မွေးဖွားလာခဲ့ပြီး ဇနီးဖြစ်သူကတော့\nကိုယ့်ကိုယ်ကိုသတ်သေသွားခဲ့ပါတယ်။\nတက်ဆုယာအသက် ၁၆ နှစ်အရွယ်မှာကျောင်းသင်ခန်းစာကတစ်ဆင့်နာဇီတို့ရဲ့ကြမ်းတမ်းရက်စက်မှုတွေကိုသင်ယူခဲ့ရပြီး\nအဲ့ဒီသင်ခန်းစာတွေကပဲသူ့ရဲ့ငုပ်လျှိုးနေတဲ့ စိတ်ရိုင်းစိတ်မိုက်တွေနိုးထလာစေခဲ့ပါတော့တယ်။\nနီးစပ်ရာ လွယ်ကူရာ မိန်းကလေးတွေကိုပြန်ပေးဆွဲ၊မြေတိုက်ခန်းထဲမှာချုပ်နှောင်၊ ကြိုးတုပ်ရိုက်နှက် ၊ နှိပ်စက် အဓမ္မကျင့်\nဆိုတဲ့အမှုမျိုးတွေကို ဆက်တိုက်ကျူးလွန်လာရင်းက တစ်ဖြည်းဖြည်သူ့ပစ်မှတ်တွေက ထူးချွန်ကျောင်းသူလေး၊ တက်သစ်စ\nအဆိုတော်မိန်းကလေး စသဖြင့်ကျယ်ပြန့်လာပါတော့တယ်။ဂျပန်နိုင်ငံရဲ့နာမည်ကြီးသက်တမ်းရင့်ထုတ်လုပ်ရေး Nikkatsu ရဲ့ ရွှေခေတ်နောက်ပိုင်း Pink films တွေခေတ်ထတဲ့အချိန်တုန်းက\nဂန္ဓဝင် ဇာတ်ကားတစ်ကားဖြစ်ပြီး၊ရုပ်ရှင်တစ်ကားလို့ မထင်ရအောင်ကြမ်းတမ်းပီပြင်တဲ့ဇာတ်ဝင်ခန်းတွေပါဝင်ပါတယ်။\nပြီးတော့ ဂျပန်ကားတွေမှာ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ pixel censor မျိုးတွေ၊\nအကွက်လိုက်ကြီးဖုံးထားတာမျိုးတွေလဲမပါဝင်တဲ့အတွက် ကြည်တောက်ရှင်းပဲကြည့်ရမြင်ရမှာ ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.5 GB) & (550 MB)\nQuality : BluRay 1080p & 720p\nRunning Time : 01:40:00\nFormat : mp4\nSubtitle : Myanmar ...",
        "rating": "6.0",
        "url": "https://megaup.net/2mEni/18+(DS)Star.of.David.Beautiful.Girl.Hunter.1979.BluRay.720p-ATHEiST.mp4",
        "category": "Adult, Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BMzY2ODk4NmUtOTVmNi00ZTdkLTlmOWYtMmE2OWVhNTU2OTVkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-146x200.jpg",
        "title": "Spider-Man 2 (2004)",
        "description": "Spider Man 2 က ပထမဇာတ်ကားရဲ့ အဆက်အနေနဲ့ ထွက်ရှိခဲ့တာပါ။ဒီဇာတ်လမ်းမှာတော့ စမိုက်ဒါမန်းဟာ မပျော်မရွင်ဖြစ်နေရပါတယ်...သူချစ်ရတဲ့ကောင်မလေး မေရီဂျိန်းဝမ်ဆန်ကို စွန့်လွှတ်ပြီးတဲ့နောက်မှာတော့ သူ့ဘဝကို ရာဇဝတ်မှုတွေကိုတိုက်ဖျက်နေရင်းနဲ့ဖြတ်သန်း\nနေရပါတယ်..မေရီဂျိန်းဟာလည်း သူဌေးတစ်ယောက်နဲ့စေ့စပ်ထားလိုက်ပါပြီ ...သူ့သူငယ်ချင်း ဟယ်ရီကလည်း သူ့အဖေကိုသတ်သွားတဲ့စပိုက်ဒါမန်းကို ပြန်သတ်ချင်လို့ အသည်းအသန်စုံစမ်းနေပါ\nသလို မြို့ကိုဒုက္ခပေးမယ့် အန္တရာယ်တွေလည်းတိုးလာပါတယ်..ဒီလိုပြသနာတွေကြားမှာ ပီတာပါကားတစ်ယောက် ဘယ်လိုခွန်အားနဲ့ ဆက်လက်အသက်ရှင်ပြီး ပြသနာတွေကို ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ...။မင်သား Tobey Maguire ရဲ့ အော်ရဂျင်နယ် Spider Man ဇာတ်ကားတွေကို DS4K 1080p BluRay Quality နဲ့တင်ဆက်လိုက်ပါတယ်...1080p ဆိုပေမယ့် 4K ရုပ်ထွက်ထက် ပိုကောင်းတဲ့ Regrade Version မို့ DS4K Version ကိုသာ တင်ဆက်လိုက်ပါတယ်။ဘာသာပြန်လိုအပ်ချက်တွေရော သတ်ပုံတွေရော တတ်နိုင်သမျှပြန်ပြင်ထားတာမို့ အခု Version ကို ပြန်ဒေါင်းသိမ်းသင့်ပါတယ်။\nFile size…(2.3 GB)/(1 GB)\nQuality….BluRay DS4K HEVC ...",
        "rating": "7.3",
        "url": "https://megaup.net/10Kev/(CM)_Spider-Man_2_(2004)_720p_DS4K_BluRay_10bit_x264_AAC_2.0_Audio.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BZDEyN2NhMjgtMjdhNi00MmNlLWE5YTgtZGE4MzNjMTRlMGEwXkEyXkFqcGdeQXVyNDUyOTg3Njg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Spider-Man (2002)",
        "description": "ဒီကားကတော့ Spider-Man ကိုသိတဲ့သူတွေရော မသိတဲ့ သူတွေကိုပါ ပထမဆုံးအကြိမ် မိတ်ဆက်ပေးခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားလည်းဖြစ်ပါတယ်။ ပထမဆုံး Live Action Spider-Man ဇာတ်ကားက ပရိတ်သတ်ကို စိတ်ကျေနပ်မှုပေးနိုင်ခဲ့ပါတယ်။အထူးသဖြင့် လူငယ် ပရိတ်သတ်တွေနဲ့ Comic စာအုပ်ပရိတ်သတ်တွေ အားပေးမှုကိုရှိခဲ့ပါတယ်။ ဒီကားက သာမန်အထက်တန်းကျောင်းသား Peter Parker ဘဝကနေ ဆယ်ကျော်သက် စူပါဟီးရိုး ဖြစ်လာပုံနဲ့ ရရှိထားတဲ့ စွမ်းအားတွေကို အဓိပ္ပာယ်ရှိရှိ အသုံးချဖို့ အတွက် တွန်းအားရလာပုံတွေကို အဓိက ရိုက်ကူးထားပါတယ်။Spider-Man ဖြစ်လာပုံကို အားလုံးသိပြီးသားဖြစ်ပါတယ်။ Oscorp ကုမ္ပဏီက Radioactive Spider အကိုက်ခံရပြီးနောက် စွမ်းအားတွေရလာတာဖြစ်ပါတယ်။ ဒီနေရာမှာ Spider-Man ရဲ့အကြောင်း အနည်းငယ်ပြောပြချင်ပါတယ်။ Spider-Man ကို Marvel က ကာတွန်းဆရာ Stan Lee ကစတင်မိတ်ဆက် ခဲ့တာဖြစ်ပါတယ်။ ပထမဆုံးအကြိမ် သူ့ရဲ့ စိတ်ကူးကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/10Kd8/(CM)_Spider-Man_(2002)_720p_DS4K_BluRay_10bit_x264_AAC_2.0_Audio.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/ino-135x200.jpg",
        "title": "The Innocents (2021)",
        "description": "Dialogue တွေ အတော်များများလျှော့ထားပြီးတော့ ဇာတ်လမ်းပြကွက်များများ..၊ Cinematography တွေ မြိုင်မြိုင်ဆိုင်ဆိုင်ထည့်ထားတဲ့ ရုပ်ရှင်တစ်ကားပဲ..။မွေးချင်းတွေကြားမှာ ဖြစ်တတ်တဲ့ မနာလိုမှုတွေ ၊ မိဘတွေရဲ့ မမျှမတဆက်ဆံခံရမှုတွေ..၊ မိဘဆိုးရဲ့လက်ထဲမှာ ကြီးပြင်းလာရတဲ့ ကလေးတွေရဲ့အကြောင်း..။ကလေးတွေက အမြဲအပြစ်ကင်းသတဲ့..။ဒီလို အပြစ်ကင်းတဲ့ကလေးတွေမှာ သဘာဝလွန်စွမ်းအားတွေ ရှိနေတဲ့အခါ ဘယ်လိုနေမလဲ..?ဘာစွမ်းအားတွေလဲ..။ ဘာတွေ လုပ်နိုင်လဲ..။ ဘယ်လောက်အထိ လုပ်နိုင်သလဲ..။သွေးထွက်သံယိုမြင်ကွင်းတချို့ပါဝင်ပြီးတော့..။သြချရလောက်တဲ့ သရုပ်စွမ်းရည်နဲ့ ကလေးမလေးသေးသေးလေးရဲ့ မျက်နှာအမူအရာပြောင်းလဲသွားပုံလေးတွေက အစ ကွက်ကွက်ကွင်းကွင်းမြင်တွေ့နေရမယ်..။အော်တစ်ဇင်ဖြစ်နေတဲ့ အစ်မရှိသူ ရှိနေတဲ့ မိသားစုထဲမှာ အငယ်ဖြစ်ရတဲ့ဒုက္ခရဲ့ စိတ်ကျဉ်းကျပ်မှုကိုလည်း တွေ့ရမယ်..။ကလေးတွေအကြောင်းကို အဓိကရိုက်ကူးထားတဲ့ဇာတ်လမ်းတစ်ပုဒ်ဆိုပေမဲ့ ကလေးတွေ မကြည့်သင့်တဲ့ရုပ်ရှင်ဇာတ်ကား တစ်ကားပဲ..။ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ရာ သဘာဝလွန်စွမ်းအားတွေနဲ့ ရုပ်ရှင်တစ်ကားလို့တော့ မညွှန်းပေမဲ့ အချိန်ပေးကြည့်ရတာတော့ တန်တယ်..။ကြည့်ပြီးရင် တွေးစရာတွေ အများကြီးရမယ်..။အနှစ်ချုပ်ကတော့ The Innocents ၂၀၂၁ ထဲက တကယ့်ကို အပြစ်ကင်းစင်.. မဟားတရားအပြစ်ကင်းတဲ့ ပိဘီကလေးငယ်တွေကို ကြည့်ပြီးရင်တော့ ကလေးတိုင်းဟာ ချစ်စရာမကောင်းဘူးဆိုတဲ့အချက်ကို လက်ခံလာပါလိမ့်မယ် ခင်ဗျာ..။ဘာသာပြန်နဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2mF8e/The.Innocents.2021.720p.BluRay_(CM)_(2).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/cr-133x200.jpg",
        "title": "Crashing Through the Snow (2021)",
        "description": "it's beginning to look a lot like Christmas!ခရစ္စမတ်ရာသီရောက်လာတာနဲ့အမျှ ခရစ္စမတ်ကားလေးတွေလည်း တစ်ကားပြီးတစ်ကား ထွက်ရှိလာပါတယ်ဒီကားလေးကတော့ Romance, Drama ဇာတ်ကားလေးပါမက်ဂီက မီယာနဲ့ ဆိုဖီဆိုတဲ့ သမီးလေးနှစ်ယောက်ကို ပြုစုစောင့်ရှောက်နေတဲ့ single mom ပါ။ သူ့အမျိုးသားဂျက်ဖ်နဲ့ ကွာရှင်းပြီးဖြစ်ပေမယ့် မိတ်ဆွေတွေလို ရင်းနှီးခင်မင်ကြတုန်းပါ။ဂျက်ဖ်မှာက ကိတ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ရှိပါတယ်။ဒီနှစ်ခရစ္စမတ်မှာတော့ ကိတ်က မက်ဂီတို့မိသားစုကို သူတို့ဇာတိမြို့ Aspen က အိမ်ရာကြီးဆီ အလည်ဖိတ်ပါလေရောကွာရှင်းပြီးယောက်ျားဖြစ်သူရဲ့ လက်ရှိကောင်မလေးရဲ့ မိဘအိမ်ကို အလည်သွားရမှာဆိုတော့ မက်ဂီ့အတွက် နည်းနည်းတော့ ကသိကအောက်နိုင်တာပေါ့ဆိုတော့ ဘယ်လိုတွေ စခန်းသွားကြမလဲပေါ့နော်ဇာတ်အိမ်ကိုတော့ အမေရိကန်နိုင်ငံ Aspen မြို့လေးမှာ အခြေတည်ထားပေမယ့် တကယ်ရိုက်ကူးထားတာကတော့ ကနေဒါနိုင်ငံ Winniepeg နဲ့ Banff မြို့တွေမှာပါတဲ့Winter movie တို့ထုံးစံအတိုင်း နှင်းတောရှုခင်းလေးတွေ လှပါတယ် ကြည့်ရှုလိုက်ကြပါဦး File size…(1.4 GB) / ...",
        "rating": "7.1",
        "url": "https://megaup.net/1GImq/Crashing.Through.the.Snow.2021.720p_(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/enn-135x200.jpg",
        "title": "Encounter (2021)",
        "description": "မရိန်းအထူးတပ်ဖွဲ့ဝင် မလိခ်ခမ်ဟာ အထက်အရာရှိကိုရိုက်နှက်မှုနဲ့ ရာထူးချပြီး ထောင်သွင်းအကျဉ်းချခံရပါတယ်။ စိတ်ဆရာဝန်ရဲ့ အာမခံမှုနဲ့ ပြန်လွတ်လာခဲ့ပြီး အရှုံးသမားလုံးလုံးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ် ဂျေနဲ့ဘော်ဘီ ဆိုတဲ့သားနှစ်ယောက်ရှိပေမယ့် သူ့ရဲ့ဆိုးသွမ်းမှုကြောင့် ဇနီးဖြစ်သူက အုပ်ထိန်းခွင့်ကိုအရယူထားပြီး ကလေးတွေနဲ့အတွေ့မခံပါဘူး.... တစ်နေ့မှာ မလိခ်ဟာ ကမ္ဘာပေါ်ကို ဂြိုလ်သားကပ်ပါးကောင်တွေ ရောက်လာပြီး လူဦးရေတစ်ဝက်လောက် ကူးစက်ခံနေရပြီ...သူ့ဇနီးဟောင်းပါ ကူးစက်နေပြီဆိုပြီး ကလေးတွေ ၂ ယောက်ကို ကယ်ထုတ်သွားခဲ့ပါတယ်... သူ့အမြင်မှာ ကယ်တယ်ဆိုပေမယ့်..တရားဉပဒေအရ ပြန်ပေးမှုမြောက်နေတာကြောင့် ရဲ FBI အားလုံးသူ့နောက်ကိုလိုက်လာကြပါပြီ ဒါတွေကိုလည်း တိမ်းရှောင်ရင်း....ဂြိုလ်သားတွေဆီကလည်း လွတ်အောင်ပြေးဖို့ မလိခ်တစ်ယောက် ရုန်းကန်ရပါတော့တယ်... ကလေး ၂ ယောက်နဲ့ မလိခ် ဘယ်လိုခရီးဆက်သွားမလဲဆိုတာ ကြည့်ရင်းနဲ့ နောက်ဆုံးမိနစ်အထိ သို့လောသို့လောပေါင်းမျာစွာနဲ့ အဖြေရှာသွားရမယ့် ကားကောင်းတစ်ကားဖြစ်ပါတယ် File size…(1.8 GB) / (1 Gb) / (500 Mb)\nQuality….Webrip 1080p / 720p / ...",
        "rating": "6",
        "url": "https://megaup.net/1GH24/Encounter.2021.720p.AMZN.WEB-DL(CM).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5P7QwmoYl70tsRZ8e0VnI9RI1MF.jpg",
        "title": "Two (2021)",
        "description": "Thriller ချစ်သူများအတွက် ရာသီအေးအေးမှာ Chill လို့ကောင်းမယ့်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးချင်ပါတယ်။ လူဆိုတာဘယ်တော့မှ တစ်ယောက်တည်းနေလို့မရပါဘူး အထီးကျန်ပြီးအဖော်မဲ့တဲ့ခံစားချက်ကြောင့် သူတို့ကို အဖော်ပြုပေးနိုင်တဲ့ တစ်စုံတစ်ယောက်တော့ လိုအပ်တာပါပဲလေဇာတ်လမ်းရဲ့အစမှာတော့ ဆာရာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်နဲ့ ဒေးဗစ်ဆိုတဲ့အမျိုးသားတစ်ယောက်တို့ဟာ အခန်းတစ်ခန်းထဲမှာ အတူတူနှိုးထလာကြပါတယ်။တစ်ယောက်ကိုတစ်ယောက်လည်း သိကျွမ်းခြင်းမရှိကြတဲ့သူစိမ်းတွေဖြစ်ပြီးကုတင်တစ်ခုတည်းမှာကို ထပ်ရပ်သား နှိုးလာခဲ့ကြတာပါ။ဒီထပ်ပိုတဲ့အကြောင်းရင်းကတော့ သူတို့၀မ်းဗိုက်အရေပြားအချင်းချင်းကိုလည်း ပူးပြီးချုပ်ခံထားကြပါတယ်။သူတို့ ဘာလို့ အဲ့လိုအချုပ်ခံထားရတာလဲ သူတို့အခု ဘယ်မှာရောက်နေတာလဲ သူတို့ကိုဒီလိုမျိုး နောက်ကွယ်ကနေ လုပ်နေတဲ့သူက ဘယ်သူလဲ ဒီလိုပုံစံ ဒီလိုအဖြစ်ကနေရောသူတို့ လွတ်မြောက်အောင်ကြိုးစားနိုင်ပါ့မလားဆိုတာ သည်းထိတ်ရင်ဖို Thriller ရုပ်ရှင်တစ်ခုပီပီကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်(အညွှန်းရေးပြီး ဘာသာပြန်ထားသူတွေကတော့ Thura Hein နဲ့ Tarteepoe ပဲ ဖြစ်ပါတယ်) \nFile size…193MB / 900MB / 500MB\nQuality…720p HEVC Small Size  / 1080p NF WEB Dl AAC 5.1CH / 720p\nFormat…mkv\nDuration….1h ...",
        "rating": "4.2",
        "url": "https://megaup.net/1GH1b/Two.2021.720p(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/0016443a-141x200.jpeg",
        "title": "[18+] Star of David: Beauty Hunting (1979)",
        "description": "ဂမ်‌ပေရဲ့မုန်တိုင်းထန်တဲ့ညတစ်ညမှာ ထောင်ကလွတ်ထွက်လာတဲ့ လူသတ်မုဒိမ်းတရားခံတစ်ယောက်ဟာ၊\nခမ်းနားကြီးကျယ်လှတဲ့အိမ်ကြီးတစ်ဆောင်ထဲကိုခိုးဝင်လာပြီး အထဲမှာတွေ့တဲ့ပိုင်ရှင်သူကြွယ်လင်မယားနဲ့\nထိပ်တိုက်တိုးပြီး ဇနီးဖြစ်သူကိုသူ့ယောက်ျားရဲ့ရှေ့မှာရက်စက်ကြမ်းတမ်းစွာမုဒိမ်းကျင့်ခဲ့ပါတယ်။နောက်တစ်နှစ်အကြာသူဌေးလင်မယားမှာ တက်ဆုယာဆိုတဲ့ သားငယ်တစ်ယောက်မွေးဖွားလာခဲ့ပြီး ဇနီးဖြစ်သူကတော့\nကိုယ့်ကိုယ်ကိုသတ်သေသွားခဲ့ပါတယ်။\nတက်ဆုယာအသက် ၁၆ နှစ်အရွယ်မှာကျောင်းသင်ခန်းစာကတစ်ဆင့်နာဇီတို့ရဲ့ကြမ်းတမ်းရက်စက်မှုတွေကိုသင်ယူခဲ့ရပြီး\nအဲ့ဒီသင်ခန်းစာတွေကပဲသူ့ရဲ့ငုပ်လျှိုးနေတဲ့ စိတ်ရိုင်းစိတ်မိုက်တွေနိုးထလာစေခဲ့ပါတော့တယ်။\nနီးစပ်ရာ လွယ်ကူရာ မိန်းကလေးတွေကိုပြန်ပေးဆွဲ၊မြေတိုက်ခန်းထဲမှာချုပ်နှောင်၊ ကြိုးတုပ်ရိုက်နှက် ၊ နှိပ်စက် အဓမ္မကျင့်\nဆိုတဲ့အမှုမျိုးတွေကို ဆက်တိုက်ကျူးလွန်လာရင်းက တစ်ဖြည်းဖြည်သူ့ပစ်မှတ်တွေက ထူးချွန်ကျောင်းသူလေး၊ တက်သစ်စ\nအဆိုတော်မိန်းကလေး စသဖြင့်ကျယ်ပြန့်လာပါတော့တယ်။ဂျပန်နိုင်ငံရဲ့နာမည်ကြီးသက်တမ်းရင့်ထုတ်လုပ်ရေး Nikkatsu ရဲ့ ရွှေခေတ်နောက်ပိုင်း Pink films တွေခေတ်ထတဲ့အချိန်တုန်းက\nဂန္ဓဝင် ဇာတ်ကားတစ်ကားဖြစ်ပြီး၊ရုပ်ရှင်တစ်ကားလို့ မထင်ရအောင်ကြမ်းတမ်းပီပြင်တဲ့ဇာတ်ဝင်ခန်းတွေပါဝင်ပါတယ်။\nပြီးတော့ ဂျပန်ကားတွေမှာ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ pixel censor မျိုးတွေ၊\nအကွက်လိုက်ကြီးဖုံးထားတာမျိုးတွေလဲမပါဝင်တဲ့အတွက် ကြည်တောက်ရှင်းပဲကြည့်ရမြင်ရမှာ ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.5 GB) & (550 MB)\nQuality : BluRay 1080p & 720p\nRunning Time : 01:40:00\nFormat : mp4\nSubtitle : Myanmar ...",
        "rating": "6.0",
        "url": "https://megaup.net/2mEni/18+(DS)Star.of.David.Beautiful.Girl.Hunter.1979.BluRay.720p-ATHEiST.mp4",
        "category": "Adult, Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tlou8vRlocYqqWFUDvjQa6Y47zA.jpg",
        "title": "Even Mice Belong in Heaven (2021)",
        "description": "IMDb Rating (7.2) / Rotten Tomatoes (100%)အခုလို ဆောင်းရာသီလေးမှာ ​ပေါ့​ပေါ့ပါးပါးနဲ့ ကာတွန်းကားကောင်းလေးတစ်ကားကြည့်ဖို့ စိတ်ကူးရှိတယ်ဆိုရင် လောလောလတ်လတ်ထွက်ရှိထားတဲ့ Even Mice Belong In Heaven ဆိုတဲ့ ကာတွန်းကားလေးကို ညွှန်းလိုက်ပါရစေ။ထူးထူးခြားခြားအနေနဲ့ ဒီကားလေးကို ရုပ်သေရုပ်ဆက်ရိုက်ချက်(stop motion technique)နဲ့ ရိုက်ကူးထားတဲ့အတွက် ကြည့်ရတာဆန်းနေပါလိမ့်မယ်။ ဒီကားလေးမှာ ရဲစွမ်းသတ္တိရှိရမယ် ရှိတယ်လို့ အထင်​ရောက်​နေတဲ့ ကြွက်ကလေးတစ်ကောင်နဲ့ ဘုမသိဘမသိ ​ကောင်းကင်ဘုံကို ရောက်သွားရရှာတဲ့ မြေခွေးတစ်ကောင်ရဲ့ ဇာတ်လမ်းကို အခြေတည်ထားပါတယ်။ကြွက်မလေးဟာ ရဲစွမ်းသတ္တိရှိတယ်လို့ ပြချင်တာနဲ့ပဲ မြေခွေးရဲ့ အမွှေးသွားဆွဲနှုတ်ရာကနေ ၂ ကောင်လုံး ကားတိုက်ခံရပြီး ​ကောင်းကင်ဘုံ ရောက်သွားကြတယ်။ ​ကောင်းကင်ဘုံ​ရောက်​ရောက်ချင်း ​ရေချိုးရမယ်ဆို​တော့ ဘယ်လောက်ပဲ ရဲစွမ်းသတ္တိရှိတယ်ပြောပြော ရေအသေကြောက်ကြတဲ့ ၂ ကောင်လုံးဟာ ​ကောင်းကင်ဘုံမှာ ပေါက်ကရတွေစဖြစ်ပါတော့တယ်။မရောက်ဖူးတဲ့နေရာကလည်းဖြစ် ကြောက်ကလည်းကြောက်၊ မတည့်ကလည်းမတည့်နဲ့ ၂ ကောင်ပေါင်းလောင်းကျော်ပြီး သံယောဇဉ်တွေဖြစ်လာ၊ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2mElh/(CM)_Even.Mice.Belong.in.Heaven.2021.720p.WEB-DL.DD5.1.H.264-EVO.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vgD5mSgMlpvt0dpj2Ab9RU3eN2h.jpg",
        "title": "Asakusa Kid(2021)",
        "description": "Asakusa Kid(2021) အညွှန်း************************IMDb...7.2 ဂျပန်နိုင်ငံ တိုကျိုက Asakusa မြို့ငယ်လေးမှာကောလိပ်ကနေတောင်ထွက်ပြီး နာမည်ကျော်ဟာသ လူရွှင်တော် ဖြစ်ဖို့ အိပ်မက်ကို အကောင်ထည်ဖော်တဲ့ တာကာချီဆိုတဲ့ ကောင်လေးတစ်ယောက်။တာကာချီဟာ Frace Za ဆိုတဲ့ ဇာတ်ရုံမှာ ဓာတ်လှေကားမောင်းတဲ့ အလုပ်လုပ်ပြီး အဲ့ရုံက နာမည်ကြီး ဆရာ ထံချဉ်းကပ်ပြီး သူ့အရည်အချင်းကို တိုးတက်အောင်လုပ်ဖို့ကြိုးစားပါတယ်..ဆရာကောင်းနဲ့ တွေ့ပြီး  သူဘယ်လိုတွေတိုးတက်အောင်ကြိုးစားတယ်...ဘယ်လိုအခက်အခဲတွေ ကြုံတွေ့ရတယ်...ဘယ်လိုအလှည့်အပြောင်းတွေဖြစ်လာတယ်ဆိုတာကိုမပျင်းရဘဲ ဟာသ လေးတွေကို ခံစားပြီး ရယ်မော ကြည့်ရှုရမဲ့ ကားလေးဖြစ်ပါတယ်။၁၉၈၀ နှောင်းပိုင်းက ဂျပန် ဟာသပညာရှင်တွေရဲ့ ဘဝဇာတ်ခုံတွေကိုလည်းမီးမောင်းထိုး ရိုက်ကူးပြသပေးထားတာဖြစ်တာမို့ ဒီဇာတ်ကားလေးကို ဆက်ဆက်ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်...ဖြစ်ရပ်မှန်ကိုအခြေခံထားပြီး Netflix ကရိုက်ကူးထားတာမို့ခံစားကြည့်ကြပါဦး... File Size :(2.3GB)(1.04GB) and (302 MB)\nQuality : WEB-DL.1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.2",
        "url": "https://megaup.net/10Jcl/Asakusa.Kid.2021.WEB-DL.720P.PP.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BYzgzYzdlZTgtMGQxNS00MjllLTg1NjktMGQ4Y2MwNDU0NDZkXkEyXkFqcGdeQXVyNjM0OTcxMzE@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Fanny’s Journey (2016)",
        "description": "Fanny's Journey (2016)==================IMDb Rating - 7.0/10တစ်ခါတစ်လေကျ ကိုယ်ကိုယ်တိုင်ကဘာမှမဟုတ်ပေမယ့် ကိုယ့်ကိုအားကိုးနေတဲ့လူတွေကြောင့်\nသူရဲကောင်းဖြစ်မှန်းမသိ ဖြစ်ခဲ့ရပါတယ်ဆိုတဲ့ စကားလေးလိုပဲ အရမ်းကောင်းတဲ့ ဖြစ်ရပ်မှန်ဇာတ်\nကားတစ်ကားကို တင်ဆက်ပေးလိုက်ရပါတယ်။ဒီဇာတ်ကားထဲမှာပါ၀င်တဲ့ ဖန်နီဆိုတဲ့ဇာတ်ကောင်လေးဟာ အသက် ၁၃ နှစ်သာရှိသေးပေမယ့် အရမ်းကို\nသူရဲကောင်းဆန်တဲ့ စိတ်ဓာတ်ပိုင်ရှင်လေးဖြစ်ပြီး အပြင်မှာလည်း တကယ်ရှိခဲ့တာမို့ အရမ်းကိုလေးစားစရာ\nကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျူးလူမျိုးမိဘတွေဟာ သူတို့ရဲ့ သားသမီး\nတွေကို အသတ်မခံရစေဖို့ ဂေဟာတွေမှာအပ်ပြီးတော့ အသက်ဘေးမှ ထွက်ပြေးတိမ်းရှောင်ကြရပါတယ်။\nအဲဒီ့ထဲမှာ ဇာတ်လိုက်ကျော်ဖန်နီနဲ့ ညီမနှစ်ယောက်ဟာလည်း အပါအ၀င်ဖြစ်ခဲ့ပါတယ်။ ဒါပေမယ့် ဂေဟာ\nတွေကလည်း အမြဲတစေ ၀င်ရောက်ဖမ်းဆီးခြင်းကိုခံကြရတာမို့ နေရာမျိုးစုံရွှေ့ပြောင်းရင်း ဖန်နီတစ်ယောက်\nဂေဟာမှကလေးတစ်သိုက်နဲ့ လွတ်မြောက်ရာနယ်မြေကို အရောက်သွားနိုင်မှာလား၊ သူရဲ့မိဘတွေနဲ့ရော\nပြန်လည်ဆုံတွေ့နိုင်မှာလားဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။တစ်ခါတစ်ရံမှာ လက်တွေ့က စိတ်ကူးယဉ်ထက် ဆန်းကြယ်နေတဲ့သဘောကို သက်သေပြထားတဲ့ ရုပ်ရှင်\nတစ်ခုဖြစ်ပြီး ၁၃ နှစ်အရွယ်ကလေးငယ်တစ်ယောက်နဲ့ ရက်စက်လှတဲ့စစ်ပွဲရဲ့ အားပြိုင်မှုတွေကို ကြည့်ရှုရမယ့်\nအရမ်းကောင်းတဲ့ရုပ်ရှင်တစ်ကားဖြစ်တာကြောင့် အားပေးကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ရပါတယ်ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tar Tee Poe ...",
        "rating": "7.0",
        "url": "https://megaup.net/10Iug/Fannys.Journey.2016.720p.BluRay[CM].mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Hh2w1ei26DTJ3JWmW8qcGQUI1n.jpg",
        "title": "Limbo ( 2021 )",
        "description": "ဟောင်ကောင်တွေကThrillerတွေရိုက်တာပိုင်နိုင်တယ်ဆိုတာဒီကားကိုကြည့်ပြီးတပ်အပ်ပြောလို့ရပါတယ်။အဖြူအမဲဆိုပေမယ့်အရာရာကိုရိုက်ပြထားတာပြတ်သားလွန်းပါတယ်။ရှင်းလင်းပြတ်သားလွန်းလို့ တရုတ်ပြည်မမှာပြသခွင့်မရပါဘူး။ဆိုပေမယ့် ၇၁ကြိမ်မြောက်ဘာလင်နိုင်ငံတကာရုပ်ရှင်ပွဲတော်မှာပြသခွင့်ရခဲ့ပါတယ်။အဲဒါအပြင် Far East Film Festival မှာဆုရခဲ့တဲ့ အများချီကျူးမှုတွေရခဲ့တဲ့ ကားကောင်းတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းက​တော့ အရာရှိသင်တန်းဆင်း ဝါနုအရာရှိ ရန်ဝေဟာ ဝါရင့်ရဲအရာရှိအကိုချန်ရှိတဲ့မှုခင်းဌာနမှာတာဝန်ကျပါတယ်။ အကိုချန်ကဝါရင့်ပြီး တစ်မူထူးတဲ့နည်းတွေနဲ့အမှုလိုက်တတ်ပါတယ်။ဆင်တူတဲ့လူသတ်ပုံနဲ့အမှုတွေတစ်ခုပြီးတစ်ခုတိုးလာပြီး စုံစမ်းနေချိန်မှာ ရဲအရာရှိချန်ရဲ့မိန်းမကိုကိုမာဖြစ်အောင်ကားနဲ့တိုက်ခဲ့တဲ့ ကလေကချေမလေး ဝမ်ထောင်ကိုပြန်တွေ့လိုက်ရတော့အရာရှိချန်ကနာကျည်းမှုတွေနဲ့ အထိန်းချုပ်မဲ့သွားပြီး ဝမ်ထောင်ကိုသတ်မိမလိုဖြစ်သွားပါတယ်။ဝမ်ထောင်ကပြန်ပေးဆပ်တဲ့အနေနဲ့ မူးယစ်မှောင်ခို၊ ကားသူခိုးစတာတွေရဲ့သတင်းပေးလုပ်ပေးပါ့မယ်လို့ပြောလာပါတယ်။ဒီလိုနဲ့ ကိုကိုးဆိုတဲ့ တရားခံလက်ဖြတ်တာခံရပေမယ့် အသက်ရှင်နေသေးတဲ့တစ်ဦးသောသူကိုတွေ့လိုက်ရပြီး ဘာတွေဆက်ဖြစ်သလဲဆိုတာတော့ ကိုယ်တိုင်ပဲဆက်ကြည့်ရှုလိုက်ပါနော်။Limbo ကတရုတ်ဝတ္ထု(အံသွား)ဆိုတာကိုပြန်လည်ရိုက်ကူးထားတာပါ။အံဆုံးပေါက်တဲ့အခါနာကျင်ရသလို လူတွေရင်ထဲကနှုတ်လို့မရဖျောက်လို့မရတဲ့နာကျင်မှုမျိုးကို ဖော်ပြထားတာဖြစ်ပါတယ်။ဒါရိုက်တာကရှင်းရှင်းလင်းလင်းရဲရဲတင်းတင်းရိုက်ပြထားသလိုသရုပ်ဆောင်တွေကလဲတော်တော်ကောင်းတဲ့အတွက် ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားလို့ပြောချင်ပါတယ်ရှင်။ Quality : WEB-DL 1080pFormat : mp4During :1h 58minGenres : DramaSubtitle : Myanmar Subtitle ( Hardsub )Translated By Nu MonEncoded By LK",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/limbo-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r8JUNYiZiTujWNYFhZJpn52i2NG.jpg",
        "title": "The Rescue (2021)",
        "description": "The Rescue (2021) DocumentaryIMDb - 8.4/10ဆုပေါင်း ၉ ဆု ရရှိထားပြီးတော့\nတစ်ကြိုစာရင်း ၁၀ ကြိမ် ဝင်ထားတဲ့ မှတ်တမ်းရုပ်ရှင်နဲ့ မိတ်ဆက်ပေးပါရစေ။၂၀၁၈ လောက်က မြန်မာပြည်နယ်နဲ့ နီးစပ်နေတဲ့ ထိုင်းမြောက်ပိုင်း ချင်းရိုင်ပြည်နယ်\nသမ်လန်ဂူထဲမှာ ပျောက်သွားတဲ့ ထိုင်းကလေး ၁၃ ယောက်အကြောင်းကို အားလုံးသိကြမှာပါ...ဒီကလေးတွေ ပျောက်ဆုံးမှုကို US, UK ထိုင်းရေတပ်အပြင်\nကမ္ဘာအရပ်ရပ်က ကယ်ဆယ်ရေးတွေ၊ အဖွဲ့တွေနဲ့ လာရောက်ကယ်ဆယ်ခဲ့ကြပြီး\nအတော်လေး ဟိုးလေးတကျော်ဖြစ်သွားပြီး ကမ္ဘာ့အရေးတစ်ခုဖြစ်သွားခဲ့ပါသေးတယ်ဒါပေမယ့် ဒီကယ်ဆယ်ရေးကို အဓိကဦးဆောင်ခဲ့ပြီး ကလေး ၁၃ ယောက်ကိုကယ်ထုတ်ပေးခဲ့တဲ့\nဗြိတိန် လူမျိုး ကမ္ဘာ့အတော်ဆုံးရေငုပ်သမား ၂ ယောက်အကြောင်းကိုတော့ သိပ်သိကြမယ် မထင်ဘူး..NatGeo ကလွှင့်တဲ့ ဒီမှတ်တမ်းရုပ်ရှင်ထဲမှာ\nဒီကယ်ဆယ်ရေးကို သူတို့ နှစ်ယောက်ဘယ်လိုတွေ ခက်ခက်ခဲခဲဆောင်ရွက်ခဲ့တယ်ဆိုတာအပြင်\nမြန်မာပြည်က ပုဂ္ဂိုလ်ထူးအချို့ကိုလည်း တွေ့ရမှာပါ...\nတကယ်ဖြစ်ပျက်ခဲ့တာကို ရိုက်ကူးထားတဲ့အပြင်\nRating 8.4 လောက်ရထားတဲ့ မှတ်တမ်းရုပ်ရှင်ဖြစ်တာကြောင့် ကြည့်ရှုသင့်တာတော့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/2mDlf/The.Rescue.2021.720p.CM.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kI6ovqkrjcof8kayUhDX6jT5pm6.jpg",
        "title": "Broken Youth ( 2019 )",
        "description": "အခုမိတ်ဆက်ပေးမှာကတော့ Zhang Geက လိယန် , Chen Wei Xinက ယင်ကျယ်,Wang Zhao Zhuက ဖုန်ရှောင်အောက်အနေနဲ့ အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ကျောင်းသားBLကားလေးပဲ ဖြစ်ပါတယ် ဇာတ်လမ်းလေးကတော့ ဖခင်ဆုံးပါးသွားပြီးမိခင်နဲ့အတူဘဝကိုရုန်းကန်ရင်း ကျောင်းတက်ရတဲ့လိယန်ဟာ ဆင်းရဲလို့ကျောင်းမှာသူငယ်ချင်းတွေနှိပ်စက်တာကို ခံနေရတယ်.... အဲ့လို ကျောင်းမှာနှိပ်စက်ခံနေရတဲ့လိယန်စိတ်ဓာတ်ကျတဲ့အချိန်မှာ ငယ်ငယ်ကအတန်းတူသူငယ်ချင်းဖြစ်ဖူးတဲ့အတန်းခေါင်းဆောင် ယင်ကျယ်ဟာသူ့ရဲ့နေမင်းလိုပဲ သူကိုမှောင်မိုက်တာကနေကယ်ထုတ်ပေးခဲ့တယ်အဲ့ဒီအချိန်မှာပဲ လိယန်ကို တိတ်တခိုးကြိုက်နေတဲ့ ပွင့်လင်းပြီးတက်တက်ကြွကြွရှိတဲ့ကောင်လေးဖုန်ရှောင်အောက်ကလည်း နောက်ကွယ်မှာ ကူညီပေးတာတွေရှိနေတယ်စိတ်ဓာတ်ကျနေတဲ့အချိန်မှာ အားပေးတဲ့ငယ်သူငယ်ချင်းယင်ကျယ်ကို လိယန်ဟာစိတ်ဝင်စားလာတဲ့နောက်မှာတော့........လိယန်ဟာ ယင်ကျယ်အပေါ်သူ့ရဲ့ခံစားချက်တွေရေးထားတဲ့ ဒိုင်ယာရီကို ယင်ကျယ်ကိုကြိုက်နေတဲ့မိန်းကလေးက တွေ့သွားတဲ့အခါ..... လိယန်နဲ့ ယင်ကျယ်သူငယ်ချင်းနှစ်ယောက်ကြားသံယောဇဉ်တွေယောကျာ်းလေးအချင်းချင်းချစ်ကြိုက်မိတဲ့ ဖုန်ရှောင်အောက်ရဲ့ လိယန်အပေါ်မေတ္တာတွေ စိတ်ဝင်စားစရာ ဆယ်ကျော်သက် လူငယ် ကျောင်းသားဘဝ ပျော်ရွှင်စရာဝမ်းနည်းစရာအကြောင်း​လေးတွေ လိင်တူချစ်မိတဲ့သူအပေါ် လူတွေရဲ့ဆက်ဆံ ထင်မြင်ချက်တွေစကားတစ်ခွန်းက လူတစ်ယောက်ရဲ့ဘဝကိုဘယ်လောက်ထိ အကျိုးသက်ရောက်မှုရှိလဲဆိုတာ.....လူတွေရဲ့စိတ်နေစိတ်ထားတွေကိုပါ သိမြင်နိုင်တဲ့ ဗဟုသုတလေးလည်းဖြစ်စေမယ့်ဇာတ်ကားကောင်းလေးကိုတော့ CMကနေကြည့်ရှုအားပေးကြပါဦးနော်....Quality : WEB-DL 1080pFormat : mp4Genres : RomanceDuring : ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/broken-youth-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4OrgcIFZtdgdokLNSLRzdRMjoBA.jpg",
        "title": "The Rise of a Tomboy ( 2016 )",
        "description": "အခု မိတ်ဆက်ပေးမှာကတော့ မင်းသား Zhang Hanက ရဲ့စေးယိ အနေနဲ့ မင်းသမီး Zhao Li Ying ကဟယ်ရှိုးဝူအနေနဲ့ အဓိကသရုပ်ဆောင်ထားတဲ့ The Rise Of A Tomboy(2016) Movieလေးကိုမိတ်ဆက်ပေးမှာပဲ ဖြစ်ပါတယ် ဇာတ်လမ်းလေးကတော့ မိဘနှစ်ပါးကွာရှင်းပြီးဖခင်နဲ့ ကြီးပြင်းလာတဲ့ ဟယ်ရှိုးဝူက ငယ်ငယ်ကတည်းက တစ်ခြားသူတွေနဲ့ မတူပဲသင်္ချာဘာသာမှ အရမ်းထူချွန်ခဲ့ပြီး ဆစ်ဒနီတက္ကသိုလ်မှာ သင်္ချာအထူးပြုမေဂျာဘွဲ့လွန်ကျောင်းသူတစ်ယောက်ဖြစ်တယ်...မိဘနှစ်ပါးကွဲသွားတဲ့ အတိတ်ဆိုးဟာ သူ့ကိုလွှမ်းမိုးနေတယ် ...ဒါကြောင့်သူကဘွဲ့ယူဖို့ စာတမ်းရေးတဲ့အခါမှာ အချစ်စစ်ကိုတွက်ချက်ပြီးရှာတွေ့နိုင်ဖို့ဆိုတဲ့ True Loveပုံသေနည်းခေါင်းစဉ်နဲ့စာတမ်းထပ်ခဲ့ရာမှာ ပယ်ချခံခဲ့ရပါတယ်... သင်္ချာကိုရူးသွပ်လွန်းတဲ့သူဟာသူ့ပုံသေနည်းမှန်ကန်ကြောင်းသက်သေပြဖို့ သူ့အချစ်စစ်ကိုရှာဖွေရာမှာတော့.........တစ်ဖက်မှာလည်း တေးရေးဆရာလေးရဲ့စေးယိဟာလည်း ဆစ်ဒနီလာပြီး ကမ်းခြေမှာ ဟယ်ရှိုးဝူရဲ့သူငယ်ချင်း လိလိ ရေနစ်တာကိုကယ်တဲ့အခါ ဘယ်လိုရယ်စရာလေးတွေဆက်ဖြစ်မလဲ ....အမိမြေပြန်ရောက်တော့ သူ့ရဲ့နတ်သမီးကိုချစ်ခွင့်ပန်တဲ့ အခါဘယ်လိုလွဲချော်တာတွေဖြစ်ဦးမလဲ......ယောကျ်ားဆန်တဲ့ သင်္ချာပညာရှင်မလေး ဟယ်ရှိုးဝူနဲ့ နူးညံ့သိမ်မွေ့တဲ့ ရဲ့စေးယိတို့တွေ့တဲ့အခါဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ...... သူတို့ နှစ်ယောက် တစ်မိုးအောက်တူတူနေဖြစ်သွားတဲ့ နောက်မှာတော့........စရိုက်လုံးဝကွဲပြားတဲ့ သူတို့နှစ်ယောက်ကြားမှာ အချစ်စစ်လေးတွေများ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-rise-of-a-tomboy-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gPQM1zqqsm6Lw1tHF41BwbmOkya.jpg",
        "title": "The Unforgivable (2021)",
        "description": "The Unforgivable (2021)IMDb - 7.2/10အမှားမကျူးလွန်ဖူးတဲ့ ပုထုဇဉ်လူသားဆိုတာ\nလက်​​တွေ့ဆန်ဆန်​ ပြောရရင် မရှိနိုင်ပါဘူး။\nလူတိုင်းအနည်းနဲ့အများ​​တော့ မှားခဲ့ဖူးတဲ့ အခိုက်အတံ့​တွေရှိမှာပါ၊\nအဲဒီအမှားက ကြီးလား ​သေးငယ်လား၊ ခွင့်လွှတ်လို့ရလား မရဘူးလားဆိုတာက​တော့\nကိုယ့်အမှား​ကြောင့် နစ်နာသွားတဲ့ တစ်ဖက်လူရဲ့ Perspective​ပေါ်မှာပဲ မူတည်​နေမှာပါဒီရုပ်ရှင်ဟာ Netflixက အသစ်ထွက်ရှိထားတဲ့ Drama, Thriller ကားစစ်စစ်ဖြစ်ပြီး\nဝါရင့်မင်းသမီးကြီး Sandra Bullockကိုယ်တိုင် ​ခေါင်း​ဆောင် ပါဝင်ထားပါတယ်။\n2009 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ စီးရီးတို The Unforgiven ကို ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်Ruth Slater ဟာ ငယ်စဉ်ကကျူးလွန်ခဲ့တဲ့ ပြစ်မှုတစ်ခု​ကြောင့်\nနှစ်ရှည်​ထောင်ဒဏ် ချမှတ်ခံခဲ့ရသလို\nညီမ​ဖြစ်သူ Katherineနဲ့ ​ဝေးခဲ့ရပါတယ်။\nထောင်ကလွတ်လာတဲ့အချိန်မှာ​တော့ ညီမဖြစ်သူကို ရှာ​ဖွေဖို့နဲ့\nလူ့အသိုင်းအဝိုင်းထဲကို ပြန်ဝင်ဆံ့ဖို့ Ruthတစ်​ယောက် ကြိုးစားရပါ​တော့တယ်။\nဒါ​ပေမဲ့Ruthလွတ်လာတာကို မ​​ကျေနပ်တဲ့\nRuthရဲ့ အမှားကို ခွင့်လွှတ်နိုင်စွမ်းမရှိ​သေးတဲ့ နစ်နာသူမိသားစုက\nကလဲ့စား​ချေဖို့ အပြင်းအထန်ကြိုးစားလာခဲ့တဲ့အခါ....Ruth ကျူးလွန်ခဲ့တဲ့အမှားက ...",
        "rating": "7.2",
        "url": "https://megaup.net/10Im0/The.Unforgivable.2021.720p.NF.WEB-DL.CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dEsyVsBnJBEiBi7yBY3BAVZOw2U.jpg",
        "title": "Jango (2021)",
        "description": "ဒီတစ်ခါမှာတော့ 2021 ထွက် Tamil သိပ္ပံစိတ်ကူးယဥ်science fiction film လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်​အချိန်စက်ဝန်းထဲမှာ ပိတ်မိနေတဲ့ ခွဲစိတ်ဆာဂျင်တစ်ယောက်ဟာထူးဆန်းတဲ့လူသတ်သမားတစ်ယောက်လက်ကနေ သူ့မိန်းမကိုကယ်ဖို့ကြိုးစားတာကို သိပ္ပံသဘောတရားတွေနဲ့ ချိန်ထိုးရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါဇာတ်လမ်းအစမှာတော့ ဂူအာရမ် တစ်ယောက် သူ့ရဲ့ကွဲကွာသွားတဲ့ ဇနီး နီရှား နဲ့ပြန်ပေါင်းထုပ်ဖို့ ကြိုးစားတာနဲ့ အစပြုထားပါတယ်အဲ့နောက်မှာတော့ ဂူအာရမ် တစ်ယောက် time frame တစ်ခုတည်းမှာပဲပိတ်မိသွားပြီး သူနိုးလာတိုင်း တူညီတဲ့နေ့တစ်ရက်တည်းကိုပဲ ပြန်ဖြတ်သန်းနေရပါတော့တယ်ဒီလို ပိတ်မိ​နေတဲ့ အချိန်စက်ဝန်းထဲကနေ ဂူအာရမ် တစ်ယောက် ရုန်းထွက်နိုင်ပါ့မလားအရာအားလုံး ပုံမှန်ပြန်ဖြစ်ဖို့ ဂူအာရမ် တစ်ယောက် ဘယ်လိုအဖြေရှာမလဲသူ့မိန်းမကိုရော လူသတ်သမားရန်ကနေ ကယ်ထုတ်နိုင်ပါ့မလားသိပ္ပံဆန်းကြယ်အပြင် Killer Concept လေးလည်း ပါတာမို့ သည်းထိတ်ရင်ဖိုကြိုက်တဲ့CM ပရိသတ်တွေလည်း လက်မလွှတ်သင့်တဲ့ ကားလေးဖြစ်ကြောင်း တိုက်တွန်းလိုက်ပါတယ်နော်။အညွှန်းကို Nadi Myint Naing ကရေးသားထားပြီး ဘာသာပြန်ကတော့Murphy ~ Nadi Myint Naing ...",
        "rating": "7.0",
        "url": "https://megaup.net/32AKO/Jango_(2021)_720p_HEVC_Small_Size_(CM).mkv",
        "category": "Bollywood, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4EKpFX23reRVsv8ZY2wm6DhZPPs.jpg",
        "title": "Perhaps Love (2021)",
        "description": "Perhaps Love (2021)\"လူတစ်ယောက်ကို ချစ်တာ အပြစ်မဟုတ်ဘူးလေ\"၇ နှစ်တာကြာအောင် စာမရေးနိုင်တဲ့ စာရေးဆရာ ဟျွန်း....\nစာရေးဆရာဟျွန်းနဲ့ သူ့အကြောင်းကို ဝတ္ထုအဖြစ်ဖန်တီးတဲ့ ကောင်လေးယူဂျင်း...အိမ်ထောင်နှစ်ဆက်၊ သားတစ်ယောက် သမီးတစ်ယောက် ရှိထားတဲ့ စာရေးဆရာဟျွန်းကမိန်းမတွေကိုပဲ စိတ်ဝင်စားတဲ့ အဖြောင့်သမားလေးပါအဲလိုလူမျိုးကိုမှ သွားစိတ်ဝင်စားမိတဲ့ ကောင်ကွေးလေးယူဂျင်းဟာ\nတစ်ဖက်သတ်အချစ်နဲ့ပဲ အဆုံးသတ်မလား\nပေးထားတဲ့အချစ်ကို ပြန်ရနိုင်မလားဆိုတာ ကြည့်ရှုပေးကြပါဦးနော်Comedy Romance ဆိုပေမဲ့ ထင်ထားတာထက် အတိုင်းထက်အလွန်ပါပဲလူတွေနဲ့ဆက်ဆံရေး၊ အိမ်ထောင်မှုအဆင်မပြေတဲ့ မိဘတွေရဲ့ သားသမီးတွေ၊\nသဘာဝကျတဲ့ လူတွေရဲ့စိတ်ကို အလှပဆုံးဖော်ကျူးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB, 933MB , 297MB\nFormat…mp4\nDuration….1h 53min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ..... August",
        "rating": "5",
        "url": "https://megaup.net/10Iil/Perharps.Love.2021.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/d-133x200.jpg",
        "title": "Death Valley (2021)",
        "description": "သိပ္ပံပညာရှင်လို့ ဆိုတဲ့အလျောက် ဒီ အသိုင်းအဝိုင်းက လူတွေဟာ နေ့စဉ်နေ့တိုင်းမှာ သူ့ထင်ငါအပြိုင် အဆန်းအသစ်တွေ တီထွင်ဖန်တီးနေကြသူတွေပါ။ Death Valley မှာ ဖန်တီးမိတဲ့အရာကတော့ ကောင်းတဲ့အရာတစ်ခု၊ လူတွေကို အကျိုးပေးမယ့် အရာတစ်ခုလို့ မဆိုနိုင်ဘူးဗျ။ ဒီ creature ကြောင့်လည်း သူတို့ရဲ့ lab မှာ ရှိသမျှလူတွေလည်း အသက်ဆုံးရှုံးခဲ့ရပါပြီ။ ဒီလိုနဲ့ တစ်ဦးတည်းသော အသက်ရှင်ကျန်ရစ်သူ ဒေါက်တာ ကလိုဝီဟာ lockdown ကျနေတဲ့ ဒီနေရာကနေ သူ့ကို လာကယ်ဖို့ သတင်းပါးတဲ့အခါမှာ ဂျိမ်းစ် ဘက်ကတ်နဲ့ သူ့ရဲ့ သူငယ်ချင်း ဂျူနီယာတို့ပါ၀င်တဲ့ တပ်ဖွဲ့ဟာ ဒါကို မစ်ရှင်တစ်ခုအနေနဲ့ ဒီအကောင်ကြီးတွေ ရှိရာအရပ်ကို ရှိမှန်း မသိပါဘဲ ကယ်ဆယ်ဖို့ သွားကြပါတော့တယ် ဒီကားက stranger things လို sci-fi, horror ကားတွေ ကြိုက်နှစ်သက်သူတွေ၊ fictional ...",
        "rating": "5",
        "url": "https://megaup.net/10Igu/Death.Valley.2021.720p.AMZN.WEB-DL_(CM).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/moo-136x200.jpg",
        "title": "The Monkey King: Reborn (2021)",
        "description": "ဒီရုပ်ရှင် အင်္ဂလိပ်စာတန်းထိုးက အတော်လွဲတာမို့ တရုတ်ဘာသာပြန်လေး ပြန်ပေးထားပါတယ်ဒီ Monkey King Reborn ဆိုတဲ့ ဇာတ်ကား‌လေးကို ကျွန်တော်တို့ငယ်ငယ်က အရမ်းသဘောကျခဲ့ရတဲ့ Journey to The Westဆိုတဲ့ ဝူခုန်းဇာတ်ကားလေးကိုကြည့်ဖူးရင် ရင်းနှီးကြမယ်လို့မျှော်လင့်ပါတယ်ဒီဇာတ်ကားမှာလည်း ခေါင်းစဉ်နာမည် monkey kingဆိုတဲ့အတိုင်း ဝူခုန်းတို့အဖွဲ့ မြတ်စွာဘုရားဟောခဲ့တဲ့ ကျမ်းစာတွေလိုက်စုဆောင်းမဲ့ ခရီးစဉ်ထဲက အပိုင်းလေးတစ်ပိုဒ်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ်ဒီဇာတ်ကားကတော့ ဝူခုန်းတို့ ဆရာတပည့်တွေ ခရီးလမ်းတစ်ဝက်မှာ ဘုရားကျောင်းတစ်ကျောင်းကို ဝင်ရောက်နားခိုပြီး အသီးစားသုံးရာကနေ စတင်ဖြစ်ပွားတဲ့အကြောင်းလေးဖြစ်ပါတယ်ဝူခုန်းတို့ ညီအကို ၃ယောက် ဘုရားကျောင်းကအသီးကိုခိုးစားရာမှ နတ်ဆိုးတွေ မကောင်းဆိုးဝါးတွေရဲ့ ခေါင်းဆောင်ဖြစ်သူ နှစ်ပေါင်းထောင်ချီအောင် ထိန်းချုပ်ပြီးအိပ်စက်နေတဲ့ ယွမ်တိနတ်ဆိုးကြီးကို မထင်မှတ်ပဲ ကျိန်စာတွေကြားမှလွတ်မြောက်ပေးခဲ့မိပါတယ်ယွမ်တနတ်ဆိုးက နတ်ဆိုးနာမည်အတိုင်း လောဘစိတ်တွေနဲ့ လူ နတ် ငရဲဆိုတဲ့ ဘုံ၃ဘုံလုံးကို သူပဲခေါင်းဆောင်လုပ်ချင်တဲ့စိတ်နဲ့ အုပ်ချုပ်သွားဖို့ကြံစည်ရာကနေဝူခုန်းတို့ရဲ့ ဆရာဖြစ်သူကိုဖမ်းသွားပါတယ်၃ရက်အတွင်းမကယ်နိုင်ရင် ယွမ်တိနတ်ဆိုးရဲ့ လွမ်းမိုးမှူအောက်မှာပဲနေရတော့မှာဖြစ်ပါတယ်ဆရာဖြစ်သူကို ၃ရက်အတွင်း ကယ်ဖို့စီစဉ်နေချိန်မှာပဲ ဝူခုန်းတို့ ညီအကို ...",
        "rating": "6.1",
        "url": "https://megaup.net/10Hlg/Monkey.King.Reborn.2021.CHINESE.720p.BluRay_(CM).mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aSiRzRAbT5p9V0RKbEFM6ikk2Hu.jpg",
        "title": "The Fable: The Killer Who Doesn’t Kill (2021)",
        "description": "The Fable : The Killer Who Doesn't KillIMDb - 6.9/10ဇာတ်လမ်းအညွှန်းလေးကတော့....ဘယ်လိုရန်သူမျိုးကိုမဆို\n၆ စက္ကန့်နဲ့သတ်နိုင်တယ်လို့ နာမည်ကြီးတဲ့\nဒဏ္ဍာရီလာလူသတ်သမား Fable ဟာ အထက်ကအမိန့်အရ သူ့ဘဝကိုသာမန်လူတစ်ယောက်လိုဖြတ်သန်းပြီး လူမသတ်တော့ဘဲ\nအနားယူနေတဲ့အချိန်မှာတစ်ချိန်က သူ့မစ်ရှင်တစ်ခု​ကြောင့်\nကြားညပ်ကံဆိုးသွားပြီး အောက်ပိုင်းသေသွားတဲ့\nMasaki ဆိုတဲ့ကောင်မလေးနဲ့ အမှတ်မထင်တွေ့ဆုံခဲ့ပြီး\nလမ်းပြန်လျှောက်နိုင်အောင် ကူညီပေးဖို့ကြိုးစားပါတော့တယ်။အဲ့အချိန်မှာ သူနဲ့ရန်ကြွေးရှိခဲ့ဖူးတဲ့\nပိုက်ဆံရရင်အကုန်လုပ်တဲ့ ဒုစရိုက်သမားက\nတစ်ဖက်မှာတော့ ကလေးသူငယ်ကာကွယ်ရေးအဖွဲ့အစည်းတစ်ခုကို ဦးစီးပြီးသူတော်ကောင်းယောင်ဆောင်ရင်းတစ်ဖက်မှာတော့ လူပြန်ပေးဆွဲပြီးငွေညှစ်နေတဲ့\nမျက်နှာနှစ်ခုနဲ့လူ Utsubo ရဲ့လက်ထဲကနေ\nဒုက္ခတိဖြစ်နေတဲ့ကောင်မလေးကို ဘယ်လိုကယ်တင်မလဲ၊\nသူ့ကိုလက်စားချေဖို့လုပ်နေတဲ့ Utsubo တို့အဖွဲ့ကိုရော\nလူမသတ်ဘဲနဲ့ ဘယ်လိုရင်ဆိုင်မလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်။Review and Franslated by : Moe Pwint PhyuGenre.....Action, Comedy, Mystery\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.8GB and 1GB and 356MB\nFormat…mp4\nDuration….2h 13min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Moe Pwint ...",
        "rating": "6.9",
        "url": "https://megaup.net/2n2K3/The.Fable.The_Killer.Who.Doesn_t.Kill.2021.720p.BluRay.CM.mp4",
        "category": "Action, Drama, Mystery"
    }
]