[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sgMGvWai7E1Ryf9IvB5m0ILS7hl.jpg",
        "title": "Anna (2013)",
        "description": "Anna (2013)~ IMDb rating - 6.4/10 ~Mindscape ဆိုတဲ့ ထောက်လှမ်းရေးအေဂျင်စီက သာမန်ထောက်လှမ်းရေးအေဂျင်စီတစ်ခုမဟုတ်ဘဲ လူတွေရဲ့မှတ်ဥာဏ်တွေကိုဖတ်နိုင်တဲ့ စိတ်စွမ်းအင်ရှိတဲ့သူတွေနဲ့ဖွဲ့စည်းထားတဲ့ အေဂျင်စီတစ်ခုဖြစ်ပြီး နှစ်ပေါင်းများစွာ လက်သည်မပေါ်တဲ့အမှုတွေကို ဖော်ထုတ်ပေးနိုင်ခဲ့ပါတယ်။ဂျွန်ဝါရှင်တန်ကတော့ Mindscape လက်အောက်က နာမည်ကြီး မှတ်ဥာဏ်စုံထောက်တစ်ဦးပါ။ အထက်လူကြီးက သူ့ကို သာမန်ဆယ်ကျော်သက်တွေထက်ထူးခြားနေတဲ့ အန်နာဆိုတဲ့ကောင်မလေးကို မှတ်ဥာဏ်ဖတ်ပေးဖို့ တာဝန်ပေးလိုက်ပါတယ်။အန်နာက ကျောင်းတွင်းအကြမ်းဖက်မှုရဲ့တရားခံအဖြစ်နဲ့ကျောင်းထုတ်ခံထားရပြီး အခန်းပြင်ထွက်ခွင့်မရဘဲ အချိန်ပြည့်စောင့်ကြည့်ခံနေရပြီး ပထွေးဖြစ်သူက အန်နာကို စိတ်ကျန်းမာရေးဆေးရုံပို့ဖို့ပြင်နေပါတယ်။ ဂျွန်ရောက်လာတာဟာ အန်နာ့အတွက် အပြစ်ကင်းကြောင်းသက်သေပြဖို့ မျှော်လင့်ချက်ဖြစ်လာပါတယ်။အန်နာ့ကိုမှတ်ဥာဏ်ဖတ်ရင်း ဂျွန်ရဲ့ Career တလျှောက်မှာ တခါမှမကြုံဖူးတဲ့ ထူးထူးဆန်းဆန်းအရာတွေဖြစ်လာပါတော့တယ်။ ကျောင်း Hallway ကရပ်နေတဲ့နာရီ၊ အပြင်ကကျောင်းသူစာရင်းထဲမှာမရှိတဲ့နာမည်နဲ့ အန်နာ့ကျောင်းနေဖက်တစ်ယောက်ရဲ့လည်ပင်းကအမာရွတ်အပေါက်... ဘယ်အပိုင်းတွေကအမှန်ဖြစ်ပြီး ဘယ်အပိုင်းတွေက အန်နာလုပ်ကြံဖန်တီးထားတာလဲ...တကယ်ပဲအန်နာက Victim လား... လူသတ်သမားလား... ဆိုတာ ​​​ကြည့်ရှုသူတွေကိုယ်တိုင်ဆုံးဖြတ်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "6.4",
        "url": "https://megaup.net/1fxso/(CM)_Mindscape_aka_Anna_(2013)_BluRay_720p.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMWY5YzE5YjEtMDViMS00MTc5LWEyNzItY2MxOWQxNmQxYTQxXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-161x200.jpg",
        "title": "Blind (2023)",
        "description": "Blind 2023Neerja လေယာဉ်ပြန်ပေးဆွဲတဲ့ကားထဲက လေယာဉ်မယ်လေး ဆိုနမ်ကပူးရ်\nခေါင်းဆောင်အနေနဲ့ပါဝင်ထားတဲ့ အိန္ဒိယ crime/thriller ရုပ်ရှင်ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nထိပ်တန်းရဲအရာရှိတစ်ဦးဖြစ်တဲ့ဂျီယာဟာ မိဘမဲ့ဂေဟာမှာအတူကြီးပြင်းခဲ့တဲ့\nမောင်လေးဖြစ်သူ အေဒရီရန်အပေါ် အစ်မအရင်းလိုတာဝန်ကျေတဲ့သူတစ်ဦးပါ။\nတစ်နေ့မှာတော့ မောင်လေးဖြစ်သူကိုကလပ်ကနေ ဆွဲခေါ်လာပြီးအပြန်မှာ\nမတော်တဆမှုတစ်ခုကြောင့် အမြင်အာရုံဆုံးရှုံးလိုက်ရပြီး မောင်လေးဖြစ်သူနဲ့ အရာရှိဘဝကိုပါ စွန့်လွှတ်လိုက်ရပါတယ်။တစ်နေ့တော့ မိဘမဲ့ဂေဟာကအပြန် လမ်းမှာတက္ကစီငှားရင်း မထင်မှတ်ထားတဲ့ လူသတ်မှုတစ်ခုကို\nကိုယ်တိုင်ကြုံလိုက်ရပြီး တစ်ဦးတည်းသောသက်သေ ဖြစ်သွားတဲ့ချိန်မှာ\nမျက်မမြင်တစ်ယောက်ရဲ့စကားကို ဘယ်သူမှလက်မခံခဲ့ပါဘူး။\nဒီလိုနဲ့ ဂျီယာဟာ ရဲဝန်ထမ်းဟောင်းတစ်ယောက်အနေနဲ့ ဒီအမှုကို\nဘယ်လိုကိုင်တွယ်ဖြေရှင်းမှာလဲ သူကိုယ်တိုင် လူသတ်သမားကို\nရှာတွေ့နိုင်မှာလားဆိုတာ အဖြေရှာရင်း ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Moon~Zwe~V~BpLတို့ပဲဖြစ်ပါတယ်။\nFile size…1.8GB / 737MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~Zwe~V~BpL",
        "rating": "5.4",
        "url": "https://megaup.net/1Vuhg/Blind.2023.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYzhhNzMwMjEtNzAzZi00YTUwLWJiZGQtZmM2YTk2MGFmY2I2XkEyXkFqcGdeQXVyNzMxMzQyNDE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Sick of Myself (2022)",
        "description": "IMDb rating - 7.2/10 ဒီတစ်ခေါက်မှာတော့ Norawy Comedy,Drama အမျိုးအစားဇာတ်လမ်းလေးနဲ့ တင်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်လမ်းထဲမှာ self- promotion ကိုမှားယွင်းစွာလုပ်မိသွားတဲ့ Signe တစ်ယောက်ဒုက္ခလှလှကြုံတွေ့ရပုံကို ယနေ့ခေတ်မှာဖြစ်လေ့ရှိတဲ့ uncomfortable truths တွေကိုပါ ထည့်သွင်းပြီးရိုက်ပြထားတဲ့အတွက် ပရိတ်သတ်ကြီးတို့ အားလပ်ရက်မှာကြည့်ရှူသင့်တဲ့ ဇာတ်လမ်းကားကောင်းလေးတစ်ခုပါ။ ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့.. Signe နဲ့ Thomas တို့ဟာ အဆင်မပြေပြီး တစ်ယောက်နဲ့တစ်ယောက်ယှဉ်ပြိုင်ချင်တဲ့ ဆက်ဆံရေးတစ်ခုကိုပိုင်ဆိုင်ထားတဲ့ စုံတွဲတစ်တွဲပေါ့။ Thomas ကအနုပညာရှင်တစ်ယောက်ပါ Signe ကတော့ သူ့ရဲ့ဂုဏ်သတင်းကို လူတွေရဲ့အာရုံစိုက်ခံရအောင်လုပ်ပြီးရယူလေ့ရှိပါတယ်။ တစ်နေ့မှာတော့ Thomas တစ်ယောက် မဂ္ဂဇင်းတွေကပါ အင်တာဗျူးလုပ်ပြီး အောင်မြင်စပြုလာတာကို Signe မြင်ရတဲ့အခါမှာတော့ သူလည်းနာမည်ကျော်လူသိများဖို့အတွက် သူ့ရဲ့လိမ်ဆင်တွေကိုစပြီး အကောင်အထည်ဖော်ဖို့ကြိုးစားပါတော့တယ်..File size…(1.8 GB)/(870 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:37:00\nGenre...Drama, Comedy\nSubtitle….Myanmar ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Vu8e/Sick.Of.Myself.2022.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODQ3ZDM4MDUtN2E2OC00YTZkLWEzNDUtNDIzOTNiZjljYzk5XkEyXkFqcGdeQXVyMTMzOTQyOTk1._V1_-135x200.jpg",
        "title": "World’s Best (2023)",
        "description": "World's Best (2023)\n===============ကျွန်တော်တို့ လိုင်းပေါ်မှာ အိန္ဒိယလူမျိုး ကလေးတွေ သင်္ချာအိုလံပစ်\nဝင်ပြိုင်ကြတဲ့ ဗီဒီယိုတွေ ခဏခဏတွေ့ဖူးကြတယ်ဟုတ်။ သူတို့က\nကလေးတွေကို သင်္ချာနဲ့ ပတ်သက်ရင် အရမ်းလည်း train ပေးကြသ\nလို ပြိုင်ပွဲတွေမှာ အများဆုံး ဆုရကြတာလည်း အိန္ဒိယလူမျိုးတွေပဲဗျ။\nဒီဇာတ်ကားလေးကလည်း သင်္ချာတွက်တာ အရမ်းတော်တဲ့ ပရမ်ဆိုတဲ့\nကောင်လေးအကြောင်းကို ရိုက်ကူးပြထားတာပါ။ ဒါပေမဲ့ သူ့ချည်းပဲ\nလားတော့ မဟုတ်ဘူးပေါ့။  အသက် ၁၂ နှစ်ပဲ ရှိသေးပေမဲ့ သင်္ချာအိုလံ\nပစ်တွေမှာ ဆုတွေရပြီး အထက်တန်းအဆင့်သင်္ချာကို ခုန်ပျံကျော်လွှား\nသင်ခွင့်ရတဲ့ ကောင်လေးတစ်ယောက်လည်းပါပါသေးတယ်၊ သူကတော့\nပရမ်ပါ။သူ့ရဲ့အမေဖြစ်သူကလည်း ပရမ် နောက်ထပ်သင်္ချာအိုလံပစ်မှာ အနိုင်ရဖို့\nအားသွန်ခွန်စိုက်ကို လေ့ကျင့်ပေးလိုက်တာ ထမင်းစားလည်း အလီရွတ်\nလမ်းလျှောက်လည်း အလီရွတ်တဲ့အထိပါပဲ။ တစ်နေ့မှာ သူ့ရဲ့ကျောင်းက\nမိသားစုနဲ့ပတ်သက်တဲ့ သင်္ချာအီကွေးရှင်းတစ်ခုကို ထုတ်ခဲ့ဖို့ အဆိုင်းမန့်\nပေးလိုက်တဲ့ အချိန်မှာတော့ ပရမ်တစ်ယောက် တိုင်တွေစပတ်ပါတော့တယ်။\nအကြောင်းကတော့ သူ့ရဲ့အဖေဖြစ်သူက ငယ်ငယ်ကတည်းက ဆုံးပါးသွား\nခဲ့ပြီး သူနဲ့ပတ်သက်တဲ့ အမှတ်တရတွေ သိပ်မရှိခဲ့ပါဘူး။ အဲဒီအချိန်မှာ သူ့\nအဖေရဲ့ မှတ်စုစာအုပ်လေးကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Viij/Worlds.Best.2023.720p.DSNP.WEBRip.(CM).mp4",
        "category": "Comedy, Family, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/91fYBe3WAxL._AC_UF8941000_QL80_-150x200.jpg",
        "title": "All the World Is Sleeping (2023)",
        "description": "All the World Is Sleeping (2023)=======================သာမန်လူတွေလို မြေပြင်မှာ ရပ်နေတာမဟုတ်ဘဲ ဟိုးက မှောင်မဲ\nနေတဲ့ တွင်းနက်ကြီးထဲ ကျနေတဲ့သူတွေရှိတယ်။ တကယ်ကျမကျ\nမသေချာရင်တောင် အဲ့လိုကျနေတယ်လို့ ခံစားရတဲ့သူတွေပေါ့လေ။\nကျတဲ့ပုံစံအမျိုးမျိုး၊ ကျတဲ့တွင်းအမျိုးမျိုးလည်းရှိသေးတယ်။ ဒီဇာတ်\nကားထဲမှာတော့ မူးယစ်ဆေးဝါးတွင်းကြီးထဲကို ကျနေတဲ့ မြေအောက်\nကမ္ဘာကလူတွေကို တွေ့ရမှာပါ။မလွှဲမရှောင်သာလို့ပဲဖြစ်ဖြစ်၊ မသိလိုက်ခင်မှာပဲဖြစ်ဖြစ်၊ စိတ်ထွက်\nပေါက်အနေနဲ့ဖြစ်ဖြစ်၊ ကြိုက်လို့ပဲဖြစ်ဖြစ်၊ မှားယွင်းတဲ့ဖြေရှင်းနည်း\nတစ်ခုအနေနဲ့ပဲဖြစ်ဖြစ်၊ မတော်တဆပဲဖြစ်ဖြစ်၊ ကြီးပြင်းလာရတဲ့ပတ်\nဝန်းကျင်ကြောင့်ပဲဖြစ်ဖြစ် အမျိုးမျိုးသောမြစ်ဖျားခံရာ အကြောင်းအ\nရင်းတွေဆီကနေ မှားယွင်းနဲ့နည်းလမ်းတွေနဲ့ သုံးစွဲမိပြီး ထိုတွင်းနက်\nကြီးထဲကို ကျသွားရသူတွေ။ ပြန်တက်နိုင်ကြပါလေမလား။ဘယ်သူ့အမှားလို့ အပြစ်တင်ရပါ့လေမလဲ။ မွေးဖွားလာခဲ့ရတဲ့ ပတ်\nဝန်းကျင်ကို လက်ညှိုးထိုးမလား။ ကံကိုပဲပုံချမလား။ တစ်ပါးသူအမှား\nကြောင့်ဖြစ်နိုင်မလား။ ကိုယ့်ကိုယ်၌မှာသာ ဖြစ်နေတဲ့အရာမို့လို့ ကိုယ်\nကိုယ်တိုင်ပဲ ကြိုးစားရုန်းထွက်မှဖြစ်တော့မှာပါ။ ဒီဇာတ်ကားထဲမှာတော့\nသမီးကိုချစ်တဲ့စိတ်ကြောင့် မူးယစ်ဆေးနွံထဲကနေ မရ,ရအောင် ရုန်း\nထွက်ပြခဲ့တဲ့ သန်မာတဲ့ မိခင်ငယ်တစ်ယောက်ကို မြင်တွေ့ရပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.62 GB) / (500 MB)\nQuality............WEB-DL 1080p ...",
        "rating": "5.3",
        "url": "https://megaup.net/1VuwV/All.the.World.Is.Sleeping.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNmYzNzZjMGQtNWUzMS00YTQ1LTliNTctMzdkNjlkOTRlOTg4XkEyXkFqcGdeQXVyMjI5NDE4NQ@@._V1_-134x200.jpg",
        "title": "Cascade (2023)",
        "description": "Cascade (2023)\n============Honest review ပေးရရင် Survival movies တွေကို စွဲလမ်းကြတဲ့\nသူတွေတဲ့အတွက် ကြည့်သင့်တဲ့ကားမျိုးထဲမှာ ပါတယ်ဗျ။ အရမ်းကြီး\nသွေးပျက်စရာကောင်းလောက်တဲ့ထိ မဟုတ်ပေမဲ့ ငြိမ့်ငြိမ့်လေးနဲ့ ဆွဲ\nခေါ်သွားမဲ့ဇာတ်လမ်းမျိုးပါ။ ဒါပေမဲ့ လျှော့တွက်လိုက်လို့တော့ မရဘူးပေါ့။ဘယ်နေရာမှာမဆို တစ်ဇွတ်ထိုးလုပ်တတ်တဲ့ ဗင့်စ်၊\nဗင့်စ် လုပ်သမျှ အကုန်လိုက်အားပေးတတ်တဲ့ချစ်သူ အမ်မလီ၊\nကြောက်တတ်ပြီး ဘဝကို ရိုးရိုးလေးပဲ နေချင်တဲ့ ဂျက်ဆီ၊\nလူမိုက်ခေါင်းဆောင်ရဲ့ သမီးတစ်ဖြစ်လဲ ဂျက်ဆီရဲ့ ချစ်သူဖြစ်သူ အဲလက်စ်။ဒီဆယ်ကျော်သက်သူငယ်ချင်းလေးယောက် နာမည်ကျော်ရေတံခွန်\nတစ်ခုဆီ တောင်တက်ခရီးနှင်ခဲ့ကြပါတယ်။ ဒီလိုနဲ့ ရေတံခွန်ဆီကို\nရောက်တဲ့အချိန်မှာပဲ ဗင့်စ်တစ်ယောက် ရုတ်တရက် တောင်ပေါ်က\nနေ ခုန်ချသွားခဲ့တယ်။ ဗင့်စ်ကို ရှာဖို့အတွက် ကျန်တဲ့သုံးယောက်က\nအပြေးဆင်းခဲ့ကြချိန်မှာတော့ အလောင်းတစ်လောင်းနဲ့ မူးယစ်ဆေးတွေ\nအပြည့်တင်ထားတဲ့ ပျက်ကျနေတဲ့ လေယာဉ်တစ်စီးကိုပါ တွေ့လိုက်\nရပါတယ်။ အဲဒီအချိန်မှာ မူးယစ်ဂိုဏ်းတစ်ခုက ဂိုဏ်းသားတွေ ရောက်\nလာပြီး အားလုံးကို လိုက်သတ်ဖို့ ကြံစည်ကြချိန်မှာတော့ Survival movie\nတစ်ပုဒ် စတင်လာပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ...",
        "rating": "4.9",
        "url": "https://megaup.net/1Vue1/Cascade.2023.720p.NF.WEBRip.DD5.1[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzBjMDVkNjEtYWVmYS00ZTU2LTgzM2UtMzRmOWM3ZjE2ZmIyXkEyXkFqcGdeQXVyNDQ0NzM0Ng@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "The World of Kanako (2014)",
        "description": "The World of Kanako (2014)\n=====================\nIMDb Rating - 6.5/10ဂျပန်ကားတွေဟာ အေးချမ်းရင်လည်း ကမ်းကုန်အောင် အေးချမ်း\nတတ်သလို ရက်စက်ရင်လည်းကမ်းကုန်အောင် ရက်စက်တတ်တာ\nအားလုံးအသိပါပဲ။ ဒီကားကတော့ ဒုတိယအမျိုးအစားကားပါပဲ။\nဘယ်လိုရက်စက်လဲဆိုတော့ အပြအားဖြင့်တော့ တစ်ချို့သတ်ပြ\nဖြတ်ပြရုံသက်သက်ကားတွေလို လူမကြည့်နိုင်လောက်အောင် အရမ်း\nဆိုးဆိုးရွားရွားကြီးဖြစ်မနေပါဘူး။ ဒါပေမဲ့ ဘာလို့ ဘယ်လို ဘယ်ပုံ\nဆိုတဲ့အကြောင်းရင်းတွေနဲ့ကို သေသေသပ်သပ်နဲ့ကို ရက်စက်နေတဲ့\nရုပ်ရှင်လို့တော့ ပြောရပါမယ်။ ပတ်ချန်းဝတ်ရဲ့ Oldboy ရဲ့ ရက်စက်\nမှုမျိုးလို့ပြောလို့ရပေမဲ့ အဲဒီလိုကြီးထပ်တူမဟုတ်နေသလို ဇာတ်ကောင်\nတစ်ကောင်တည်းမဟုတ်ဘဲ ပါတဲ့ဇာတ်ကောင်အများစုကိုက နည်းပေါင်း\nစုံနဲ့ရက်စက်နေတဲ့ ရုပ်ရှင်ပါပဲ။ ကြည့်ရတာ တော်တော်စိတ်ဝင်စားဖို့\nကောင်းသလို သူ့နည်းသူ့ဟန်နဲ့ အရသာရှိနေတဲ့ ရုပ်ရှင်လို့ပြောလို့ရပါတယ်။ဒါရိုက်တာကတော့ ကားသိပ်မရှိပေမဲ့ ရိုက်သမျှတော့ ဒီလိုကားတွေဆို\nတော့ သူပိုင်နိုင်တဲ့လိုင်းလို့ပဲပြောရပါမယ်။ ဂျပန်ရုပ်ရှင်ပရိသတ်ဆိုရင်\nဒီကားကိုကြည့်သင့်တဲ့ အကြောင်းရင်းက နောက်ထပ်၂ခုတောင်ရှိပါတယ်။\nတစ်ချက်ကတော့ Koji Yakushoဆိုတဲ့ ဂျပန်မင်းသားကြီးပါပဲ။ Under\nthe Open Skyကားမှာ တော်တော်များများသိပြီးလောက်သလို Memoirs\nOf A Geisha , Tampopo , ...",
        "rating": "6.5",
        "url": "https://megaup.net/2AJiq/The.World.of.Kanako.2014.JAPANESE.720p.BluRay.(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjA5MmI5ODMtODk0NS00NTMxLWI4NDUtNjFjMzc1NWMzMTFmXkEyXkFqcGdeQXVyMzQ4NzM0MjY@._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Great Yarmouth – Provisional Figures (2022)",
        "description": "Great Yarmouth: Provisional Figures (2022)\n===============================\nIMDb Rating - 6.9/10ဒီဇာတ်ကားလေးကတော့ ၂၀၂၂ ခုနှစ်ကထွက်ခဲ့ပြီး ဒါရိုက်တာ\nMarco Martins ရိုက်ကူးခဲ့တဲ့ဇာတ်ကာင်းတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Brexit အရေးမတိုင်ခင် ၂၀၁၉\nခုနှစ် အောက်တိုဘာမှာ UK ရဲ့ Norfolk စီရင်စု Great Yarmouth\nမြို့ထဲကို ပေါ်တူဂီရွှေ့ပြောင်းအလုပ်သမားတွေအများကြီး၀င်လာ\nကြပါတယ်။ အဲဒီအလုပ်သမားတွေက ကြက်ဆင်စက်ရုံတွေမှာ\nအလုပ်ရှာကြပါတယ်။ပေါ်တူဂီအလုပ်သမားတွေရဲ့ ဆရာမကြီးဖြစ်တဲ့ Tânia ကတော့အရင်\nကအဲဒီ ကြက်ဆင်မွေးမြူထုတ်လုပ်တဲ့စက်ရုံတွေမှာအလုပ်လုပ်ခဲ့ဖူးသူ\nဖြစ်ပြီး ဟိုတယ်ပိုင်ရှင် အင်္ဂလိပ်လူမျိုးကိုလက်ထပ်ထားသူပါ။ သူ(မ)က\nဗြိတိန်နိုင်ငံသားဖြစ်ဖို့နဲ့ သူ(မ)ယောက်ျားရဲ့ ပျက်စီးစုတ်ပြတ်နေတဲ့ ဟိုတယ်‌\nတွေကိုလည်း ပြန်လည်မွမ်းမံပြီး senior citizens home ‌တည်ဆောက်ဖို့\nအိမ်မက်ရှိသူပါ။ဒီဇာတ်ကားလေးမှာဆိုရင် ပေါ်တူဂီအလုပ်သမားတွေရဲ့ဘ၀တွေ၊ သူတို့လုပ်\nနေရတဲ့ စိတ်ပျက်စရာအလုပ်တွေနဲ့ လူတွေရဲ့စိတ်ဓာတ်ယုတ်ညံ့ပုံတွေကို\nကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(1.84 GB) / (678 MB) / (448 MB)\nQuality............WEB-DL 1080p / 720p / ...",
        "rating": "6.9",
        "url": "https://megaup.net/1eWnm/Great.Yarmouth.Provisional.Figures.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTM2Nzg0NDg4NV5BMl5BanBnXkFtZTcwNTEyODQ4NQ@@._V1_-135x200.jpg",
        "title": "5 Days of War (2011)",
        "description": "5 Days of War (2011)\n===============ရုရှား- ဂျော်ဂျီယာတိုရဲ့ ၅ရက်ကြာစစ်ပွဲကြားက သတင်းထောက်\nတွေနဲ့စစ်ဘေးဒုက္ခသည်တိုရဲ့ဘဝကို ရိုက်ကူးတင်ဆက်ထားတာပါ။\nရုရှားတွေရဲ့နယ်မြေပြန်လည်ရယူလိုတဲ့ဆန္ဒနဲ့ ဂျော်ဂျီယာရဲ့ အနောက်\nနိုင်ငံတွေနဲ့ပူးပေါင်းလိုတဲ့ဆန္ဒတို့ ထိပ်တိုက်တွေ့လာတဲ့အခါ  မလို\nလားအပ်တဲ့အကျည်းတန်စရာ စစ်မြေပြင်ဖြစ်လာခဲ့တယ်။ ရွာတွေ\nကိုမီးရှို့ အကြောင်းမဲ့လူသတ်ဖြတ်တာတွေက တကယ့်ကို ကြေကွဲ၊\nဒေါသထွက်စရာပါပဲ။ရုရှားတွေ ဂျော်ဂျီယာနယ်စပ်ကိုကျော်ပြီးလုပ်လာတဲ့ လူမဆန်တဲ့လုပ်\nရပ်တွေကို အမေရိကန်သတင်းထောက်နှစ်ယောက်တို့က ဖော်ထုတ်\nဖို့ဖြစ်လာခဲ့တယ်။ အမေရိကန် သတင်းဌာနတွေကလည်း အိုလံပစ်\nကာလကြောင့် သူတို့ပေးတဲ့သတင်းကို လိုလိုလားလားမရှိခဲ့ကြဘူး။\nဒီလိုနဲ့ ဂျော်ဂျီယာနယ်ခံအမျိုးသမီးတစ်ယောက်နဲ့ တွေ့ပြီး သူတိုရိုက်\nကူးလာတဲ့ဗီဒီယိုဖိုင်ကို ကမ္ဘာကြီးသိအောင်ချပြဖို အစွမ်းကုန်ကြိုးစား\nရပါတော့တယ်။ ဖြစ်ရပ်မှန်ကိုအခြေခံပြီး ရိုက်ပြထားတာဖြစ်လို ၅\nရက်ကြာစစ်ပွဲမှာ ဘယ်လိုအကြောင်းအရာတွေမြင်တွေ့ရမလဲဆိုတာ\nဆက်လကကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(2.34 GB) / (978 MB) / (566 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 53Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama, War\nTranslator.......ZWT\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://megaup.net/2B92J/5.Days.of.War.2011.Bluray.720p.(CM).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYjQ0Y2Y3NWEtNjc1NC00ZWM4LTlmNGEtMDkyMTE5MWZmMGM5XkEyXkFqcGdeQXVyMjUyNDk2ODc@._V1_-200x200.jpg",
        "title": "(18+) Manji (1983)",
        "description": "လောကကြီးက အရမ်းဆန်းကြယ်တယ်\nအထူးသဖြင့်အချစ်ဆိုတဲ့အရာက ပိုပြီးဆန်းကျယ်တယ်\nအချစ်ဆိုတဲ့ အရာက ရသတမျိုးလို့လဲဆိုနိုင်သလို\nခံစားချက်တစ်ခုလို့လဲဆိုနိုင်မယ်ထင်တယ်အိမ်ထောင်ရေးကိုအခြေခံထားပြီး\nအချစ်ကို တမျိုးလေးပုံဖေါ်ထားတဲ့ ဒီကားလေးကြည့်သင့်တယ်\nမင်းသမီးနှစ်ယောက်ပါတာ ရသတမျိုးစီပဲ\nတယောက်က ငယ်ငယ်ချောချော ပါးပါးလျာလျာလေး\nအိမ်ထောင်သည် မမကြီးက အပြည့်တလိုင်း\nအိမ်ထောင်သည်မမကြီးက သူ့ယောင်္ကျားမသိအောင်ဖေါက်ပြန်တယ်သူဖေါက်ပြန်တာက ဆန်းကြယ်တယ်\nကောင်မလေးတယောက်နဲ့ဖောက်ပြန်တယ်....\nဇာတ်ကွက်တွေလှပသေသပ်ပြီး အဖေါ်ချွတ်ခန်းတွေဖောသီတာကြောင့်\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.6GB / 783MB\nQuality…1080p Bluray / 720p\nFormat…mp4\nDuration….1h 35mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6",
        "url": "https://megaup.net/1Vtde/Manji.1983.720p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2YrXfW28FDIfJr4AOooMVp61x4Y.jpg",
        "title": "Janaki Jaane (2023)",
        "description": "Janaki Jaane ( 2023 )\n==================\nIMDb 8.5/10အသစ်ထွက်လာတဲ့ မာလေယာလမ်စကားပြော ရိုမန်းတစ်အချစ်ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nဂျာနာကီဆိုတာ နယ်မြို့လေးကကောင်မလေးတစ်ယောက်။ငယ်ငယ်ကကြုံခဲ့ရတဲ့အဖြစ်အပျက်တခုကြောင့် ထရော်မာဝင်ပြီး\nတစ်ယောက်ထဲမနေရဲတာ အမှောင်ကြောက်တတ်တာမျိုးကို အလွန်အကျွံခံစားနေရရှာသူလေး။\nသစ်ကိုင်းခြောက်ကလေး ပြုတ်ကျတာတောင်သတိလစ်သွားတဲ့အထိအသဲငယ်ရှာသူလေး။အဲဒီလို အသည်းငယ်တာကြောင့် အိမ်ထောင်ဖက်တွေ့တိုင်း\nအဆင်မပြေဘဲ အပျိုကြီးဖြစ်နေရတယ်။အဲဒီလိုအသည်းငယ်တဲ့သူ့ကို\nဟိုစပ်စပ်ဒီစပ်စပ်ပါတတ်တဲ့ ပါလေရာငပိဇာတ်လိုက်ကျော်က\nမြင်မြင်ချင်းကြွေသွားပြီး လူကြီးတွေကနေတဆင့်နားဖောက်ဖို့ကြိုးစားပါတော့တယ်။တောင်ပိုင်းအချစ်ကားတွေ ကောင်းပြီဆိုရင် တော်ရုံကားလိုက်မမီတာကြောင့် ဒီဂျာနာကီရဲ့ အချစ်ဇာတ်လမ်းကရော\nပရိသတ်တွေကို ဘယ်လိုဆွဲခေါ်သွားမလဲဆိုတာ ရှုမြင်ခံစားလိုက်ရအောင်လား။\n( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ဆိုသူတွေကတော့ V, BpL, Moon, Cherry နဲ့ Zwe တို့ပဲဖြစ်ကြပါတယ်။ )\nFile size…2.03GB / 853MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration…. 2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~ BpL~ Moon~ Cherry ~ Zwe",
        "rating": "7.9",
        "url": "https://megaup.net/1Vt8k/Janaki_Jaane_(2023)_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTVlYTA1MDAtNDVkOC00MmFhLWI2MTktNGJmZDE3MWZmMjdjXkEyXkFqcGdeQXVyMzI0ODA0MA@@._V1_FMjpg_UX1000_-130x200.jpg",
        "title": "The Wraith Within (2022)",
        "description": "Horror ကားတွေရဲ့ထုံးစံအတိုင်းသူငယ်ချင်းအုပ်စုတစ်စုဟာကျောင်းသားဟောင်းတွေ့ဆုံပွဲအတွက်သူတို့ဇာတိမြို့ကိုပြန်လာကြရာကနေ မမျှော်လင့်ဘဲအငြိုးကြီးတဲ့တစ္ဆေတစ်ကောင်ကိုလွှတ်ပေးမိလျက်သားဖြစ်သွားပါတော့တယ် ကောက်ဆွကြီးနဲ့လူတွေကိုရက်ရက်စက်စက်သတ်တတ်တဲ့သရဲမလက်ထဲကနေ သူတို့ဘယ်လိုထွက်ပြေးကြမလဲ အတိတ်ကအကြောင်းတွေကြောင့်ရန်ငြိုးကြီးနေတဲ့သရဲမကိုရော နှိမ်နင်းလို့ရနိုင်ပါ့မလား ဆိုတာကိုစောင့်ကြည့်ရမှာပါ သရဲမကဇွတ်လိုက်ခြောက်တဲ့အပြင်လူပါတစ်စွက်စွက်သတ်နေတာမို့ အသည်းငယ်တဲ့သူတွေမကြည့်သင့်ပါဘူး။ File size…(1.1 GB)/(570 MB)/(280 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/3hmiC/The.Wraith.Within.2023.720p.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yVl7zidse4KiWtGMqHFtZCx4X3N.jpg",
        "title": "The Hunt for Red October (1990)",
        "description": "The Hunt for Red October (1990)~ IMDb - 7.5/10, Rotten Tomatoes - 88% ~ဒီရုပ်ရှင်က စာ​ရေးဆရာ Tom Clancy ရဲ့ ဇာတ်​ကောင် Jack Ryan တစ်ယောက် စာမျက်နှာ​ထက်က​နေ ပိတ်ကား​ပေါ်ကို စတင်​ရောက်ရှိခဲ့တဲ့ရုပ်ရှင်ဆို မမှားပါဘူး။ Prime ရဲ့ Jack Ryan shows တွေလိုပဲ ရုပ်ရှင်ဘက်မှာ Jack Ryan Franchise ဆိုပြီး ဇာတ်ကား၅ကား ထွက်ခဲ့ဖူးပါတယ်။ CM မှာ 2014 ခုနှစ်ထွက် Jack Ryan ဇာတ်ကားကို တင်ပြီးပြီဖြစ်ပြီး အခုတင်ဆက်​ပေးမှာက​တော့ ဒီ Franchise ထဲက ပထမဆုံးကားပါ။ဒီဇာတ်ကားက ၁၉၉၀မှာထွက်ရှိခဲ့တာဖြစ်ပြီး Jack Ryan's Theme ဖြစ်တဲ့ Political Spying ပုံစံကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Vt13/(CM)_The_Hunt_for_Red_October_(1990)_BluRay_720p.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZTNiNDA4NmMtNTExNi00YmViLWJkMDAtMDAxNmRjY2I2NDVjXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Transformers: Rise of the Beasts (2023)",
        "description": "Transformers: Rise of the Beasts (2023)\n=============================\nIMDb Rating - 6.5/107 ကားမြောက် ထရန်စဖော်မာရုပ်ရှင်လာပါပြီ။ Creed 3 ကိုရိုက်ခဲ့တဲ့\nဒါရိုက်တာ Steven Caple Jr. ရဲ့လက်ရာပါပဲ။ ဒီတစ်ခေါက်မှာတော့\nအော်တိုဘော့တွေနဲ့ ဒီဆက်တီကွန်တွေ ချတာမဟုတ်တော့ပါဘူး။\nမက်စီမယ်ဆိုတဲ့ သားရဲပုံအများဆုံးပြောင်းတဲ့ ထရန်စဖော်မာ မျိုးနွယ်\nစုတွေ ပါလာပါပြီ။ အဓိကရန်သူကတော့ ယူနီခရွန်ဆိုတဲ့ ဂြိုလ်တွေကို\nအလုံးလိုက်စားပစ်တတ်တဲ့ နတ်ဘုရားလယ်ဗယ် အကောင်ကြီးတစ်\nကောင်ပါပဲ။အဲဒီအကောင်ကြီးဟာ မက်ဆီမယ်တွေရဲ့ ဂြိုလ်ကို ဖျက်ဆီးပြီး မက်ဆီ\nမယ်တွေဆီက ထရန်စဝါ့သော့လို့ခေါ်တဲ့ စကြဝဠာတွေထဲကို ခရီးသွားဖို့\nပေါ်တယ်တံခါးဖွင့်ပေးတဲ့သော့ကို လာလုပါတယ်။ အဲဒီသော့နဲ့ ဂြိုလ်ဘူ\nဖေးစားဖို့ပါ။ ယူနီခရွန်နဲ့ သူ့တပည့် တယ်ရာကွန်တွေရယ် တယ်ရာကွန်\nခေါင်းဆောင် စကာ့ဂျ်ရယ်ကို မနိုင်တော့လို့ မက်စီမယ်တွေ သော့ကိုယူပြီး\nကမ္ဘာပေါ်မှာ ပုန်းနေကြရပါတယ်။ ဒါပေမဲ့ စကာ့ဂျ်က ခြေရာခံလိုက်လာပြီး\nသော့ကိုလုဖို့ကြိုးစားတဲ့အချိန်မှာတော့ ဆိုက်ဘာထရွန်စစ်ပွဲကနေ ရှောင်\nတိမ်းလာတဲ့ အော့တိမတ်ပရိုင်းရဲ့ အော်တိုဘော့တွေနဲ့ အော့တိမတ်ပရိုင်\nမယ်ရဲ့ မက်ဆီမယ်တွေပူးပေါင်းပြီး ယူနီခရွန်ရဲ့ တပ်ဖွဲ့တွေကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/1fvwg/Transformers.Rise.of.the.Beasts.2023.720p.WEB-DL.DDP5.1[CM].mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjIxNDgzMDE2MF5BMl5BanBnXkFtZTcwNzY5NTk1NA@@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Thelma & Louise (1991)",
        "description": "ဂန္တဝင်​လက်ရာ​တစ်ခုဖြစ်တဲ့​ ဒီရုပ်ရှင်ကိိုတော့ ရုပ်ရှင်​ဝါသနာပါသူတွေ ကြားဖူးကြမှာပါ။ ဇာတ်လမ်း​က​ Road​ Film အမျိုးအစား​ပါ။ ဇာတ်အိမ်တစ်ခုလုံးကို​ အဝေးပြေးလမ်းမကြီးတွေပေါ်မှာ တည်ထား​ပြီး​ ဇာတ်​ကောင်တွေ​ လမ်း​ခရီး​တစ်လျှောက်​ကြုံတွေ့​ခဲ့တဲ့​အဖြစ်သနစ်တွေကို​ တင်ဆက်​ထားတဲ့​ဇာတ်​လမ်းမျိုးပါ။ Little​ Miss​ Sunshine​ နဲ့ Natural Born Killers တို့လို Road Films တွေကိုနှစ်သက်ရင်တော့​ ဒီရုပ်ရှင်ကိုလည်း အကြိုက်တွေ့ပါလိမ့်မယ်။ ဒီ​ရုပ်ရှင်​ရဲ့​ဒါရိုက်တာ​ကတော့​ ဂန္တဝင်​ဒါရိုက်တာကြီး Ridley​Scott​ ဖြစ်ပြီး​ ၁၉၉၁ ခုနှစ်မှာထွက်ရှိခဲ့တာဖြစ်ပါတယ်။ Adventure​/Drama/Crime ရုပ်ရှင်​အမျိုးအစား​ဖြစ်ပြီး​ သူ့ရဲ့​ အကောင်း​ဆုံးလက်ရာတွေထဲကတစ်ခုအဖြစ်သတ်မှတ်ခံရတဲ့​ ရုပ်ရှင်​လည်းဖြစ်ပါတယ်။ ရာဇဝတ်မှု​တစ်ခုကျူးလွန်မိပြီးနောက်​ ထွက်ပြေး​တိမ်း​ရှောင်​ဖို့ကြိုးစားတဲ့​Thelma​ နဲ့​ Louise ဆိုတဲ့​ အမျိုးသမီး​နှစ်​ယောက်​ရဲ့​အ​ကြောင်းကို​ တင်ဆက်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်း​အကျဥ်း​ကတော့​ Thelma ဟာ​ ခင်​ပွန်း​ဖြစ်သူရဲ့ ဖိနှိပ်​ချုပ်ချယ်​ခြင်းကိုခံနေရတဲ့​ ရိုးရိုးအအ အိမ်​ထောင်ရှင်တစ်ဦးဖြစ်ပြီး​ သူ့သူငယ်ချင်းဖြစ်သူ​ Louise ကတော့​ အတိတ်က​စိတ်​ဒဏ်ရာတစ်ခုကိုခံစား​နေရတဲ့​ စားပွဲထိုးတစ်ဦးပါ။ သူတို့​နှစ်ယောက်​လုံးက​ သူတို့​ရဲ့ပတ်ဝန်းကျင်လူမှုအသိုက်အဝန်းကို စိတ်ကုန်နေတဲ့​ သာမန်​မိန်းကလေး​တွေဖြစ်ကြပြီး​ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1fvtu/Thelma.and.Louise.1991.720p.(CM)_(2).mp4",
        "category": "Adventure, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjA5Mzk2MDUyM15BMl5BanBnXkFtZTcwODYzOTAyNw@@._V1_-135x200.jpg",
        "title": "Mirror Mirror (2012)",
        "description": "Mirror Mirror 2012 The Ant Bully, Smurfs, Michael Collins အစရှိတဲ့ ရုပ်ရှင်တွေမှာ ပါဝင်ခဲ့ဖူးတဲ့ မင်းသမီးကောင်း Julia Robertsနဲ့ Emily in Paris, Abduction, Tarzan, The Mortal Instruments: City of Bones အစရှိတဲ့ ရုပ်ရှင်ကောင်းတွေ များစွာမှာ သရုပ်ဆောင်ခဲ့ဖူးတဲ့ မင်းသမီးချောလေး Lily Collinsတို့ အတွဲညီညီ သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်လေး လာပါပြီ။ ဇာတ်လမ်းက ​စနိုးဝှိုက် remakeပါ။ ဒါပေမယ့် ဒီဇာတ်လမ်းက တခြားကြည့်ဖူးနေကြ ရိုးအီနေပြီဖြစ်တဲ့ စနိုးဝှိုက် ဇာတ်လမ်မျိုး မဟုတ်တော့ပါဘူး။ ဒီဇာတ်လမ်းက ဇာတ်ညွှန်းကို ဆန်းသစ်ထားတဲ့ စနိုးဝှိုက်လေးပဲဖြစ်ပါတယ်။ စနိုးဝှိုက်ဆိုတော့ သိကြတဲ့အတိုင်း ဘုရင်မ စုန်းမကြီးရယ် စနိုးဝှိုက်တို့ရဲ့ ပြိုင်ဆိုင်မှုဇာတ်လမ်းပေါ့။ ဒါပေမယ့့် မတူတာက အရင်င်စနိုးဝှိုက်တွေက ...",
        "rating": "5.6",
        "url": "https://megaup.net/2BoQ0/Mirror.Mirror.2012.720p.(CM).mp4",
        "category": "Adventure, Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmRiMDhhODItOWY1NS00Njg0LWIwNTUtYzRlMzM4YTY0MGY2XkEyXkFqcGdeQXVyMTMwMjIxMzM1._V1_-133x200.jpg",
        "title": "Hawa (2022)",
        "description": "Hawa(2022)\n7.9/10ယူအက်စ်ဒေါ်လာနဲ့ဆိုတစ်သန်းကျော်အထိ ရုံတင်ငွေရရှိခဲ့ပြီး\nဘင်္ဂလားဒေ့ရှ်အော်စကာကော်မတီကနေ\n၉၅ကြိမ်မြောက်အော်စကာဆုပေးပွဲအတွက်\nနိုင်ငံတကာရုပ်ရှင်ဆုစကာတင်စာရင်းမှာထည့်သွင်းဖို့\nပေးပို့ခဲ့တဲ့ ဘင်္ဂါလီစကားပြော ဘင်္ဂလားဒေ့ရှ်ဇာတ်ကားပဲဖြစ်ပါတယ်။ကမ်းမမြင်လမ်းမမြင်ပင်လယ်ပြင်ကြီးမှာ စက်လှေတစ်စီးနဲ့ငါးဖမ်းထွက်ခဲ့ကြတဲ့\nတံငါသည်လူတစ်စု။သူတို့ကြားက ရန်ငြိုးအဖုအထစ်တွေ။လှေသူကြီးမသိအောင်ဘတ်ပြီး ပင်လယ်ထဲမှာတင် ငါးအရောင်းအဝယ်လုပ်ဖို့\nဝေစုမတည့်ကြတာတွေ။အဲလိုပြဿနာတွေကြားထဲကနေ သူတို့ရဲ့ငါးဖမ်းပိုက်မှာ\nသေပြီထင်ရတဲ့မိန်းကလေးတယောက် ငြိပါလာရာကနေစ။အဲဒီမိန်းကလေးက ဘယ်ကလဲ။\nဘာကြောင့် ဒီပင်လယ်ပြင်ကြီးထဲမှာ သူတို့ငါးဖမ်းလှေကပိုက်ကွန်ကိုမှလာငြိနေရတာလဲဆိုတဲ့\nပဟေဠိတွေကိုအဖြေညှိလိုက်ကြရအောင်။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V,Moon,Cherry,BpLတို့ပဲဖြစ်ပါတယ်)\nFile size…2.25GB / 1.03GB\nQuality…1080p SONY LIV WEB DL / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtilte (Hard Sub)\nEncoder….YK\nTranslated by V~Moon~Cherry~BpL",
        "rating": "7.9",
        "url": "https://megaup.net/2Bqcz/Hawa.2022.720p(CM).mp4",
        "category": "Bollywood, Drama, Mystery, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BOTM3NzE5OTE1Nl5BMl5BanBnXkFtZTgwNzQwNjM3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Bumblebee (2018) Transformers 6",
        "description": "အချိန်ကတော့ ၁၉၈၇ ခုနှစ်ကို အချိန်တည်ထားပါတယ်အော်တိုဘော့ တွေဟာ သူတို့ဂြိုလ်မှာ တိုက်ပွဲတွေ ဖြစ်ပြီးအခြေအနေ မဟန်တဲ့ အခါ ဘမ်ဘယ်ဘီး ကို ကမ္ဘာကိုလွှတ်ပြီးစောင့်နေဖို့ ခိုင်းလိုက်ပါတယ် ပြီးရင် ပြန့်ကျဲနေတဲ့အောတိုဘော့ တွေ ကို ပြန်လည်စုစည်းပြီး ရန်သူတွေကိုချေမှုန်းမယ့် အကြံနဲ့ပါ...ဒါပေမဲ့ ဘမ်ဘယ်ဘီး ကမ္ဘာကိုဦးတည်သွားတာ သိတဲ့ရန်သူတစ်ချို့က လိုက်လံရှင်းလင်းရင်း ကမ္ဘာမှာ ပထမဆုံးစက်ရုပ်စစ်ပွဲတွေ စတင်ဖြစ်ပွားပါတော့တယ်...အခြေအနေကို စောင့်နေရမယ့် ဘမ်ဘယ်ဘီး လဲ လိပ်ခုံးကားလေးတစ်စီးအဖြစ်ပြောင်းလဲပြီး အော်တိုမတ်ပရိုင်း တို့ ပြန်အလာကို စောင့်နေခဲ့ရင်း အချိန်ကြာသွားခဲ့ပါတယ်တစ်ရက်မှာတော့ သူ့အတွက် သံယောဇဉ် တွယ်ရမယ့် သူတစ်ယောက်ကို ပထမဆုံး စတွေ့ခဲ့ပါတယ်သူကတော့ ချာလီ ဆိုတဲ့ ဆယ်ကျော်သက် ကောင်မလေး တစ်ယောက်ပါချာလီကတော့ ကားတစ်စီးအပြင်းအထန်ရဖို့ ပိုက်ဆံစုနေသူဖြစ်ပြီးသူမ ဖခင် ထားခဲ့တဲ့ ကားအဟောင်းကြီးကို အချိန်မှန်မှန်ပြင်နေတက်သူပါတစ်ရက် ကားအဟောင်းဆိုင်မှာ ဘမ်ဘယ်ဘီး ကို စတွေ့ခဲ့ပြီးနောက်သူမ ဘဝထဲကို အချစ်ရဆုံးသူအဖြစ် ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Bqc4/Bumblebee.2018_720p.BluRay_5.1_Ch_{CM}_.mp4https://megaup.net/2Bqc4/Bumblebee.2018_720p.BluRay_5.1_Ch_{CM}_.mp4https://megaup.net/2Bqc4/Bumblebee.2018_720p.BluRay_5.1_Ch_{CM}_.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BN2YwOWM4ODgtZTMzMi00ZmFmLTk5NTEtNmY4ZDcwNzQxNDhjXkEyXkFqcGdeQXVyNTI0NzAyNjY@._V1_-135x200.jpg",
        "title": "Transformers: The Last Knight (2017)",
        "description": "၅ ကားမြောက် ထရန်စဖော်မာကားကို တင်ပေးထားပါတယ်။\nအရင်ဇာတ်လမ်းမှာ အော့ပ်တိမက်စ် ပရိုင်းဟာ သူ့ရဲ့ဖန်ဆင်းရှင်တွေကို ရှာဖို့ အာကာသထဲကိုထွက်သွားပြီး ပြန်မလာခဲ့ပါဘူး။သူမရှိချိန်အတွင်းမှာ လူသားတွေဟာ အရင်ရုပ်ရှင်က တိုက်ပွဲအကျိုးဆက်အဖြစ်အော်တိုဘော့တွေကိုပါ တရားမဝင်ကြေညာပြီး တိုက်ခိုက်နေပါပြီ။ခေါင်းဆောင်မဲ့နေတဲ့ အော်တိုဘော့တွေကို ကိတ်ရေဂါက ဖွက်ပေးထားစောင့်ရှောက်ထားရပါတယ်။ဒီဇာတ်လမ်း အစကတော့ ဘုရင်အာသာနဲ့ မာလင်ခေတ်က ထရန်စဖော်မာတွေရဲ့လျို့ဝှက်သမိုင်းကြောင်းကို အခြေခံထားပါတယ်။ အော့ပ်တိမက်စ်ရဲ့ ဖန်ဆင်းရှင်ကကမ္ဘာကိုဖျက်ပြီး ဆိုက်ဘာထရွန်ကို ပြန်မွေးဖွားဖို့ကြိုးစားတာကို အော်တိုဘော့တွေ၊မာလင်ရဲ့မျိုးဆက် နဲ့ ရွေးချယ်ခံရတဲ့ နောက်ဆုံးသူရဲကောင်းစစ်သည်တို့စုပေါင်းကာကွယ်ကြပုံကို တွေ့ရပါလိမ့်မယ်။\n(Transformers ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=transformers  မှာရှာပြီး Download လုပ်လို့ရပါတယ်။ )4K Version ကတော့ HDR ဖြစ်တာကြောင့် ခေတ်ပေါ် Smart Device များမှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။\nFile size…(8.2 GB)/(4.2 GB)/(1.5 GB)\nQuality….BluRay 4K HDR HEVC/1080p HEVC /720p\nFormat…mkv/mp4\nDuration….02:34:38\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "5.2",
        "url": "https://megaup.net/2pk3h/(CM)_Transformers_-_The_Last_Knight_[2017]BluRay_720p.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Transformers-Age-of-Extinction-poster-128x200.jpg",
        "title": "Transformers: Age of Extinction (2014)",
        "description": "ဇာတ်လမ်းကတော့ Dark Side of the moon ဇာတ်လမ်းအပြီး ၅ နှစ်အကြာဖြစ်ပါတယ်။\nTransformers တွေကြောင့် Chiacago မြို့ ပျက်ဆီးခဲ့ရတယ်လို့ အစိုးက အပြစ်တင်ပြီး၊\nAutobots တွေရော Decepticons တွေကိုပါလိုက်ဖမ်းဆီးနေပါတယ်။\nအဲ့ဒီအချိန်မှာ Mark Wahlberg က Optimus Prime ကိုအမှတ်မထင် ရှာတွေ့သွားရာက\nသူ့ကို လိုက်ရှာနေတဲ့ အစိုးရအဖွဲအစည်းတွေနဲ့ အခြားဂြိုလ်သားတွေရဲ့ ပစ်မှတ်ဖြစ်လာပါတယ်။\nအဲ့ဒီမှာ Mark Wahlberg တို့မိသားစုနဲ့ Autobots တွေပေါင်းပြီး အဖြစ်မှန်ကို စုံစမ်းရာမှာ၊\nUS အစိုးရက Transformer တွေကို ကိုယ်တိုင် တီထွင်နေပြီးတော့၊\nControl လုပ်နိုင်ဖို့ ကြိုးစားနေသလို၊ Transformers Army လုပ်နေပါတယ်။\nဒါပေမယ့် သူတို့ယူသုံးနေတဲ့ Sample တွေက Megatron ရဲ့အစိတ်အပိုင်းနဲ့ ဦးနောက်တွေဖြစ်နေပြီးတော့၊\nအမှတ်မထင်ပဲ Megatron ကို အသက်ပြန်သွင်း နေသလို ဖြစ်နေတဲ့အတွက် ဘယ်လိုတွေစခန်းသွားကြမယ်ဆိုတာ.......။\n(Transformers ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=transformers  ...",
        "rating": "5.7",
        "url": "https://megaup.net/13p0q/(CM)_Transformers.Age.of.Extinction.2014.720p.BluRay.X265.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lwQs5DNvy9RHTB0RWEScgZqPPiS.jpg",
        "title": "Centurion(2010)",
        "description": "Centurion(2010)((Zawgyi))အက္ရွင္အလန္းစားမ်ားနဲ႕ နင္းကန္သတ္ျဖတ္ေနတဲ့ ဇာတ္လမ္းေကာင္းကားမုိ႕ 1080P5.1CHတုိ႕ႏွင့္တင္ဆက္ေပးထားပါသည္....ဇာတ္ကားဆို သတ္မွ ျဖတ္မွ ၾကမ္းတမ္းေနမွ ဆိုတဲ့လူေတြအတြက္ အလြန္ၾကမ္းေသာ ဇာတ္ၾကမ္းကားၾကမ္းၾကမ္းႀကီးကို ခပ္ၾကမ္းၾကမ္း တင္ေပးလိုက္ပါၿပီစစ္ပြဲသမိုင္းေတြမွာ နာမည္ႀကီးေပ့ဆိုတဲ့ ေရာမစစ္သားေတြနဲ႔ တိုက္ရည္ခိုက္ရည္ျပည့္စံုတဲ့ လူမ်ိဳးစုတစ္စုအၾကား ပဋိပကၡစစ္ပြဲေတြအေၾကာင္း ႐ိုက္ကူးထားတာပါဇာတ္လမ္းကေတာ့ ေရာမစစ္သမိုင္းမွာ နာမည္ႀကီးၾကမ္းတမ္းတဲ့ Ninth Legion ဆိုတဲ့ တပ္ဖြဲ႕တစ္ဖြဲ႕ရွိတယ္...အားရင္ လူသတ္မယ္...အရက္ေသာက္ရင္း ပ်င္းလာရင္ လူ႐ိုက္မယ္ဆိုတဲ့ အၾကမ္းစားတပ္ဖြဲ႕ႀကီးတစ္ဖြဲ႕ေပါ့...ဒါေပမဲ့ ႏိုင္ငံတိုင္းလိုလိုမွာလည္း စစ္တပ္ကိုမုန္းတဲ့ ျပည္သူေတြဆိုတာ ရွိတာကိုး...အဲ့ဒီထဲကမွ Picts လူမ်ိဳးစုတစ္စုဟာ စစ္တပ္ကို ေသေလာက္ေအာင္ မုန္းတီးေနသူေတြျဖစ္ၿပီး တိုက္ရည္ခိုက္ရည္လည္း ေကာင္းမြန္တာေၾကာင့္ ေရာမအႀကီးအကဲေတြေတာင္ အက်ပ္႐ိုက္ ေၾကာက္လန္႔လာရပါတယ္...အဲ့ဒီအခ်ိန္မွာ ၾကမ္းေပ့ဆိုတဲ့ Ninth Legion တပ္ဖြဲ႕ႀကီးကို ဖိတ္ေခၚၿပီး အဆိုပါလူမ်ိဳးစုေတြကို သြားေရာက္ႏွိမ္နင္းခိုင္းတဲ့အခါမွာေတာ့ ေရာမစစ္တပ္နဲ႔ Picts လူမ်ိဳးစုေတြ ေတြ႕ၾကပါေတာ့တယ္...ဒီဇာတ္လမ္းရဲ႕ 90% ေလာက္က သတ္ေနျဖတ္ေနတာပါ...တိုက္ပြဲထဲမွာ ေခါင္းမွီရင္ ေခါင္းကိုခုတ္ လက္မွီရင္ လက္ကိုခုတ္ ...",
        "rating": "6.4",
        "url": "https://megaup.net/M80k/Centurion.2010.BluRay720p.pp.mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BODE0NWRjMjItMDFmYS00OTMwLThjYzctZDNiNjVjODM1MWRjXkEyXkFqcGdeQXVyMTg2MDM2NjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Beneath Us (2019)",
        "description": "Thriller/Horror ဇာတ္ကားေလးေလးပါ။\nေရႊ႕ေျပာင္းအလုပ္သမားတစ္ဖြဲ႕ဟာ\nလူခ်မ္းသာအမ်ိဳးသမီးအိမ္မွာေန႔စား\nအလုပ္သမားအျဖစ္ဝင္လုပ္ရာကေန\nထူးျခားတဲ့ ကိစၥေတြ ႀကံဳလာရပါေတာ့တယ္\nထို အိမ္ရွင္ အမ်ိဳးသမီးဟာ တစ္ျခားလူေတြ နဲ႔\nအဆက္အဆံ မလုပ္ပဲ လင္မယား ၂ ကိုယ္ထဲ\nၿခံ၀န္းအက်ယ္ႀကီး နဲ႔ အိမ္အေကာင္းစား နဲ႔\nေနၾကတာပါ ...\nလူမ်ိဳးတူ အလုပ္သမားေတြ မေခၚပဲ တစ္ျခားႏုိင္ငံက\nေရႊ႕ေျပာင္းအလုပ္သမားေတြ ကို ၿခံ၀န္း အတြင္း ျပင္ဆင္ဖို႔\nေခၚခိုင္းခဲ့တာ ျဖစ္ၿပီး...\nတစ္ရက္မွာေတာ့ အလုပ္သမားတစ္ဦး\nမေတာ္တဆမႈ ျဖစ္ၿပီး ေဆးရံုသြားရန္\nလိုအပ္ေနေသာ အခါ ပိုင္ရွင္ အမ်ိဳးသမီးမွ\nထြက္သြားဖို႔ မေပးခဲ့ေသာ အခါတြင္\nဇတ္လမ္းစခဲ့ေသာအခါ....\nထိတ္လန္႔သည္းဖို ၾကည့္ရမယ့္\nရုပ္ရွင္ကားျဖစ္ပါတယ္\nဘာသာျပန္ေပးထားတာကေတာ့\nHnyot Myet Wunn ျဖစ္ပါတယ္",
        "rating": "5.2",
        "url": "https://megaup.net/1s5ic/Beneath.Us.2019_720P_%7BCM%7D.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYzRhODAxM2EtNDhmZC00ZTZiLWFjNDMtMjA5MDliZjMyNDUxXkEyXkFqcGdeQXVyOTA3MTMyOTk@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "XY Chelsea (2019)",
        "description": "ဒီဇာတ်လမ်းဟာ ချယ်လ်ဆီးမန်းနင်း ဆိုတဲ့ အမေရိကန်ရဲ့အတွင်းရေးတွေကို ဖွင့်ချခဲ့တဲ့လူ တစ်ယောက်အကြောင်းကိုရိုက်ကူးထားတဲ့ (Documentary) နိုင်ငံရေးမှတ်တမ်းရုပ်ရှင်တစ်ခု ဖြစ်ပါတယ်အမေရိကန်က Snowden (စနိုးဒန်) တို့ ဆိုရင်တော့မသိသူ မရှိသလောက်ပါပဲ။အမေရိကန်ရဲ့ နိုင်ငံရေး အမွှေစိန်ကြီးများပေါ့လေ။အဲဒီလို အမွှေစိန်များထဲကမှ Bradley Manning တစ်ဖြစ်လဲလိင်ပြောင်းခွဲစိတ်မှုခံယူထားသူ Chelsea Manning (ချယ်လ်ဆီး မန်းနင်း)ဆိုတာကတော့ အမေရိကန် စစ်သား အဲလေ..စစ်သမီး (ထားပါတော့ whatever)တစ်ဦးဖြစ်ပြီး အီရတ်စစ်ပွဲအာဖဂန်စစ်ပွဲတွေရဲ့ လျှို့ဝှက်ချက်တွေအပါအဝင်အမေရိကန် အစိုးရအဖွဲ့ရဲ့ လျှို့ဝှက်ချက်တွေကို WikiLeaksဝီကီလိခ် လို့ခေါ်တဲ့ ထိပ်တန်းသတင်းများပေါက်ကြားရာဝက်ဘ် တစ်ခုဆီကို ပေးပို့ခဲ့သူဖြစ်ပါတယ်။အဲဒီလိုပေးပို့လိုက်တဲ့ စစ်ရေး နိုင်ငံရေးသတင်းတွေကိုစစ်ကြည့်လိုက်တော့ Document ပေါင်း ၇၀၀၀၀၀ (၇သိန်းကျော်)ခန့် ရှိပါသတဲ့။အဲဒီလိုပေါက်ကြားစေခဲ့တဲ့အတွက်ကြောင့် ၂၀၁၀ခုနှစ်မှာ အကျဉ်းချခံခဲ့ရပြီး၂၀၁၇မှာတော့ လျှော့ပေါ့ပြစ်ဒဏ်နဲ့ ပြန်လွတ်လာခဲ့ပါတယ်။အဲဒီကိစ္စတွေ စဖြစ်တုန်းကတော့ သူကBradley Manning ဘဝပဲရှိသေးတာပေါ့လေ။၂၀၁၃ မှာတော့ သူဟာ ငယ်စဉ်တည်းကအမျိုးသမီးလိုနေချင်သူဖြစ်ကြောင်း ထုတ်ဖော်ပြောကြားခဲ့ပြီးချယ်လ်ဆီး အဲလစ်ဇ်ဘတ် မန်းနင်း ဆိုတဲ့နာမည်နဲ့Trans ...",
        "rating": "4.2",
        "url": " https://megaup.net/1LIdh/XY_Chelsea_[2019]_(MM_Sub).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BN2QyY2UyNDAtNTExMC00YWYwLTgwMWEtN2E0MmIxZGQwYWM2XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Coyote Lake (2019)",
        "description": "ယူအက္စ္ မက္ဆီကို နယ္စပ္မ်ဥ္းနားက\nေရကန္ႀကီးတစ္ကန္အနီးမွ\nထူးဆန္းေသာသားအမိႏွစ္ေယာက္\nတရားမဝင္ခိုးဝင္လာတဲ့\nမက္ဆီကန္မ်ားကို ေမွာင္ခိုသြင္းေပးေနတဲ့\nလမ္းေၾကာင္းမွာ ဖြင့္ထားေသာ တည္းခိုခန္း\nတည္းခိုခန္းမွာ လာတည္းတဲ့ သူေတြ မၾကာခဏ\nေပ်ာက္ေပ်ာက္ေနရျခင္းရဲ႕ အေၾကာင္းအရင္းအစစ္အမွန္\nအဆိုပါတည္းခိုခန္းကို မေမ်ွာ္လင့္ဘဲ ေရာက္လာတဲ့\nလူႏွစ္ေယာက္ေၾကာင့္ အေျပာင္းလဲႀကီး ေျပာင္းလဲခဲ့ရတဲ့\nဒီဘဝကေန႐ုန္းထြက္ဖို႔ ႀကိဳးစားေနခဲ့ရသူ\nအခ်စ္ဦးကိုဆံုးရွံုးခဲ့ရသူ အက္စတာတစ္ေယာက္\nမိခင္ျဖစ္သူ၏ထူးဆန္းလာမႈ ေတြကို\nနားမလည္ႏိုင္ျဖစ္ေနခဲ့ရၿပီးေနာက္\nေငြေၾကး ဥစၥာဓနရဲ့ ေနာက္ကြယ္က မိခင္၏\nစိတ္သေဘာထားအမွန္ကို သိလိုက္ရခ်ိန္မွာ\nဘယ္လိုဆံုးျဖတ္ခ်က္ ခ်လိုက္သလဲဆိုတာ\nၾကည့္ရႉခံစားရမယ့္ ႐ုပ္ရွင္ကားျဖစ္ပါတယ္\nအသက္ ၁၈ မျပည့္ေသးသူမ်ား\nၾကည့္ရႉရန္မသင့္သည့္\nဇာတ္ဝင္ခန္းအခ်ိဳ႕ ပါဝင္ပါသည္၊၊\nရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nNyan Lin Oo ျဖစ္ပါတယ္",
        "rating": "4.6",
        "url": "https://megaup.net/1s5ii/Coyote.Lake.2019_720P_%7BCM%7D.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BOTcyNDk4MzUyN15BMl5BanBnXkFtZTgwMTAzNjA2MDE@._V1_-150x200.jpg",
        "title": "Unbowed (2011)",
        "description": "တကၠသိုလ္ ဝင္ခြင့္စာေမးပြဲမွာေမးခြန္းမွားယြင္းထုတ္ခဲ့တာေၾကာင့္\nေက်ာင္းသိကၡာမက်ေစရန္ ေက်ာင္းဘက္ကကာကြယ္မႈဟာ\nေက်ာင္းသားေတြအတြက္ နစ္နာမႈရွိတယ္လို႔\nအမွန္တရားဘက္က ရပ္တည္ခ်င္ေနတဲ့\nပါေမာကၡဂင္ေယာင္းဟို ...\nေက်ာင္းသိကၡာဆယ္ဖို႔အတြက္ အမွန္တရားကိုမ်က္ကြယ္ျပဳၿပီး\nပါေမာကၡဂင္ေယာင္းဟိုကို ရာထူူကေနပယ္ခ်ခဲ့ပါတယ္။\nရာထူးျပန္ရဖို႔တရားစြဲဆိုခဲ့ေပမဲ့ တရားသူႀကီးဘတ္ဘံုးဂ်ဴက\nေက်ာင္းနဲ႔ပူးေပါင္းၿပီး ဂင္ေယာင္းဟိုရဲ႕ ေမွ်ာ္လင့္ခ်က္ကို ဖ်က္ဆီးခဲ့ပါတယ္။\nဒါေၾကာင့္မေက်နပ္စိတ္နဲ႔ဘတ္ဘံုးဂ်ဴကိုသြားေရာက္ေတြ႕ခဲ့တဲ့အခါမွာေတာ့\nဘတ္ဘံုးဂ်ဴနဲ႔ခိုက္ရန္ျဖစ္ပြားခဲ့တဲ့အတြက္\nဘတ္ဘံုးဂ်ဴမွတရားစြဲဆိုခဲ့ပါတယ္။\nတရားခြင္ေတာက္ေလွ်ာက္သက္ေသအလိမ္အညာေတြနဲ႔\nတရားသူႀကီးရဲ႕ဘက္လိုက္ၿပီးႏိုင္ထက္စီးနင္းျပဳမူတာေတြပါေတြ႕ျမင္ရမွာပါ။\nထိုအမႈကိုပါေမာကၡဘက္ကေရွ႕ေနလိုက္ေပးတဲ့ေရွ႕ေနဘတ္ဂၽြန္ကေရာ\nအမႈႏိုင္ေအာင္စြမ္းေဆာင္ႏိုင္ပါ့မလား ...\nဘတ္ဘံုးဂ်ဴကနစ္နာသူအစစ္အမွန္လား ...\nပါေမာကၡကတကယ္ျပစ္မႈက်ဴးလြန္ခဲ့တာလား ...\nေနာက္ဆံုးစီရင္ခ်က္ကေရာ ဘယ္လိုထြက္လာမလဲဆိုတာ\nလွည့္ကြက္မ်ိဳးစံုနဲ႔ေတြ႕ျမင္ရမွာပါ ။\nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nMyat Noe MN ျဖစ္ပါတယ္",
        "rating": "6.7",
        "url": "https://megaup.net/1s5it/Unbowed.2011_720P_%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMjM1MTgyNDQyOF5BMl5BanBnXkFtZTgwOTgwMjQ4NzM@._V1_SY1000_CR006811000_AL_-136x200.jpg",
        "title": "Descendants 3 (2019)",
        "description": "High School Musical လို သီခ်င္းေတြေဝေဝဆာဆာနဲ႔ဇာတ္ကားမ်ိဳးကိုႏွစ္သက္ရင္\nဒီဇာတ္ကားကိုႏွစ္သက္မယ္ဆိုတာ အာမခံပါရေစ\nဇာတ္လမ္းေလးကေတာ့ ဒီကားေလးရဲ႕ prequels ၂ကားကိုၾကည့္ဖူးရင္သိၾကမွာပါ\nမယ္က ဗီလိန္မယ္လီဖီးဆန္႔ရဲ႕သမီးေတာ္ပါ\nဘန္ကေတာ့ beauty ဘဲလ္ and the beast ရဲ႕သားေတာ္ပါ\nသူတို႔ႏွစ္ေယာက္က မတူညီတဲ့ေနရာႏွစ္ခုက ေပါက္ဖြားလာေပမယ့္\nအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ေတြ႕ဆံုခ်စ္ႀကိဳက္ၿပီး\nအခုဇာတ္ကားမွာဆိုရင္ လက္ထပ္မဂၤလာပြဲေတာင္က်င္းပေတာ့မွာျဖစ္ပါတယ္\nအဲ့ဒါကိုမေက်နပ္ႏိုင္သူကေတာ့ Sleeping Beauty ေအာ္႐ိုရာရဲ႕သမီးေတာ္ပါပဲ\nပင္ကိုေတာ္ဝင္ေသြးပါသူျဖစ္ေပမယ့္\nမနာလိုမုန္းတီးစိတ္ေတြဖုံးလႊမ္းၿပီး\nဗီလိန္တစ္ေယာက္ျဖစ္သြားတဲ့အခါမွာေတာ့...\nမယ္တို႔သူငယ္ခ်င္းေတြဘယ္လိုရင္ဆိုင္ေျဖရွင္းၾကမလဲဆိုတာ\nၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္\nဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားသူကေတာ့\nMay Myat Thu ျဖစ္ပါတယ္",
        "rating": "7.0",
        "url": "https://megaup.net/1BauX/Descendants_3_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Family, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1rMzHyOsk1b1ddcFJgMSB6kOASu.jpg",
        "title": "This Is the End ( 2013 )",
        "description": "Zawgyi*******IMDb 6.6 ရရွိထားတဲ႔ဇာတ္ကားေလးၿဖစ္ၿပီးDark Comedy/ Horror ကားပရိတ္သတ္ေတြအတြက္ရည္ရြယ္ပါတယ္ဇာတ္ကားနာမည္နဲ႔လိုက္ဖက္စြာပဲ ကမာၻပ်က္တဲ့အေၾကာင္းကို႐ိုက္ကူးထားတာပါထူးျခားတာက တစ္ကားလံုးသ႐ုပ္ေဆာင္ေတြဟာ သူတို႔ရဲ႕နာမည္အရင္းေတြ career အစစ္ေတြအျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားတာပါပဲHarry Potter မင္းသမီးေလး Emma Watson ေရာRihanna ေရာ ဧည့္သည္သ႐ုပ္ေဆာင္အျဖစ္ပါဝင္ထားပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ နာမည္ေက်ာ္မင္းသားJames Franco ကသူ႕ LA ကအိမ္သစ္ႀကီးမွ အိမ္သစ္တက္ပြဲပါတီက်င္းပပါတယ္နာမည္ေက်ာ္တို႔ရဲ႕ထံုးစံအတိုင္း ခမ္းခမ္းနားနားပါပဲတျခားနာမည္ႀကီးသ႐ုပ္ေဆာင္ေတြအဆိုေတာ္ေတြလည္း လာၾကတာေပါ့အဲ့အခ်ိန္မွာမွ ေကာင္းကင္ေပၚကအျပာေရာင္အလင္းတန္းေတြက်လာၿပီး လူေတြကိုေခၚသြားတဲ့အခါမွာေတာ့... Unicode*******IMDb 6.6 ရရှိထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီးDark Comedy/ Horror ကားပရိတ်သတ်တွေအတွက်ရည်ရွယ်ပါတယ်ဇာတ်ကားနာမည်နဲ့လိုက်ဖက်စွာပဲ ကမ္ဘာပျက်တဲ့အကြောင်းကိုရိုက်ကူးထားတာပါထူးခြားတာက တစ်ကားလုံးသရုပ်ဆောင်တွေဟာ သူတို့ရဲ့နာမည်အရင်းတွေ career အစစ်တွေအဖြစ်ပါဝင်သရုပ်ဆောင်ထားတာပါပဲHarry Potter မင်းသမီးလေး Emma Watson ရောRihanna ရော ဧည့်သည်သရုပ်ဆောင်အဖြစ်ပါဝင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ နာမည်ကျော်မင်းသားJames Franco ကသူ့ LA ကအိမ်သစ်ကြီးမှ အိမ်သစ်တက်ပွဲပါတီကျင်းပပါတယ်နာမည်ကျော်တို့ရဲ့ထုံးစံအတိုင်း ခမ်းခမ်းနားနားပါပဲတခြားနာမည်ကြီးသရုပ်ဆောင်တွေအဆိုတော်တွေလည်း လာကြတာပေါ့အဲ့အချိန်မှာမှ ကောင်းကင်ပေါ်ကအပြာရောင်အလင်းတန်းတွေကျလာပြီး လူတွေကိုခေါ်သွားတဲ့အခါမှာတော့... Translated & Review By May Myat ...",
        "rating": "6.6",
        "url": "https://megaup.net/1B0ry/This_Is_The_End_[2013]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hVbQWDkrm4xHqAYLGojdPHRlAsE.jpg",
        "title": "De De Pyaar De (2019)",
        "description": "(Unicode)MDb 6.7/10\nGoogle Users 90%ဒီတစ်ခါတော့ ဘောလီဝုဒ်ပရိသတ်ကြီးအတွက် Rom-Com ဇာတ်ကားကောင်းတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျ၂၀၁၉ ဝင်ငွေအကောင်းဆုံး ၁၀ ကား စာရင်းဝင်တစ်ကားဖြစ်သလို အချစ်ဟာသဇာတ်မြူးတွေသာရိုက်လေ့ရှိတဲ့ ဒါရိုက်တာ Akiv Ali ရဲ့ ကားကောင်းတစ်ကားဆိုလည်း မမှားပါဘူးပိုစတာပေါ်မှာ Romantic Comedy Movie ဆိုပြီးရေးရေးထားပြီးပေါပေါလောလောတွေ တင်ဆက်နေတဲ့ ကိုယ်တွေဆီက မြန်မာကားတွေအနေနဲ့ ဒီလိုကားတွေကနေ ပညာယူသင့်ပါတယ်Rom-Com ဆိုတာဘာလဲဟာသဇာတ်ကားကောင်းတစ်ကားဖြစ်ဖို့ အိုကြီးအိုမတွေက ပေါတောတောတွေ လုပ်ပြစရာမလိုသလိုဗလတောင့်တောင့် အစ်ကိုကြီးတွေကလည်း ခြောက်ပြစရာမလိုပါဘူးသေခါနီးဘွားတော်ကြီးတွေ ရွပြဖို့မလိုသလိုချာတိတ်တွေက လူကြီးသူမတွေကို သောက်ပေါတွေပါလို့ အမြင်မှားအောင် ရိုက်ပြစရာမလိုပါဘူးကုန်ကုန်ပြောရရင် ကလိထိုးပြီး မရယ်ရဖို့အရေးကြီးပါတယ်ဒီဇာတ်ကားထဲမှာ Rom-Com ဆိုတဲ့အတိုင်းRomance အခန်းတွေမှာလည်း ကြည်နူးစရာတွေဖြစ်စေသလိုComedy အခန်းတွေမှာလည်း တွေးတွေးပြီးရယ်ချင်စိတ်တွေဖြစ်စေပါတယ်ဒီတော့ မိသားစုနဲ့အတူ ပျော်ပျော်ပါးပါးနဲ့ ဇာတ်ကားကောင်းတစ်ကားကို ခံစားကြည့်လိုက်ပါပေးလိုက်ရတဲ့အချိန် ၃ နာရီဝန်းကျင် အလကားမဖြစ်စေရဘူးလို့ အာမခံပါတယ်ဇာတ်လမ်းလေးပြောပြရရင် ... အသက် ၅၀ အရွယ် ...",
        "rating": "6.8",
        "url": "https://megaup.net/Udax/De_De_Pyaar_De_[2019]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5WJnxuw41sddupf8cwOxYftuvJG.jpg",
        "title": "Django Unchained ( 2012 )",
        "description": "Unicode*******2012 ခုနှစ်က ထွက်ရှိထားပြီး IMDb 8.4 အထိရရှိထားတဲ့ဇာတ်ကားကောင်းပါပဲလူမည်းတွေ အမေရိက မှာ အကြီးအကျယ် အနိုင်ကျင့် ရက်စက် ကျွန်ပြုတာ ခံနေရချိန် . . . ။လူဖြူ သူဌေးကြီးတစ်ယောက်ရှိတယ်။ သူက bounty hunter . . ။သူခိုး လူသတ်သမား ဓားပြတွေကို လိုက်ဖမ်းတယ်။အစိုးရလက်ထဲ အပ်တယ်။ ဆုငွေ ထုတ်စားတယ်။တစ်နေ့တော့ ခပ်ကျစ်ကျစ် ခပ်ပြတ်ပြတ် လူမည်းတစ်ယောက်ကို တစ်နေရာကနေ သူ ရလိုက်တယ်။အဲ့ဒီ လူမည်းနာမည်က Django တဲ့။ ပြီးတော့ Django ကိုအဲ့လူဖြူဘဲကြီးက လက်ထောက် တာဝန် ကောက်ခါငင်ကာ ပေးလိုက်တယ်။အဲ့ဒီခေတ်မှာ လူမည်းတွေက မြင်းစီးဖို့ မပြောနဲ့။လူဖြူတွေကို မော်တောင် မကြည့်ရဲဘူး။ ဒါပေမယ့် Django က မြင်းကြီးစီးသေနတ်ကြီးလွယ်ပြီး တစ်မြို့ ဝင် တစ်မြို့ထွက် သူ့ဆရာနဲ့ အတူ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1IY4z/Django_Unchained_[2012]_(MM_Sub).mp4",
        "category": "Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/Lady-Vengeance-poster-141x200.jpg",
        "title": "Lady Vengeance (2005)",
        "description": "Lady Vengeance (2005)_____IMDb - 7.6/10\n  \nZawgyi\n*******\nThriller ကားမ်ိဳးမွာ ဒီလိုမ်ိဳး IMDb 7.6 ေလာက္ရတာရွားတယ္လို႔ေၿပာရပါမယ္\nဒီတစ္ခါေတာ့ psycho ဆန္ဆန္ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္...\nခ်န္ဂင္ဆိုျပီး နာမည္ႀကီးတဲ့ Jo Jung-eun ရဲ႕ ငယ္ရုပ္အလွကိုပါ ခံစားႏိုင္မွာပါ...\nဒီကားေလးကေတာ့ ၁၉ ႏွစ္အရြယ္ေကာင္မေလးတစ္ေယာက္\n၅ ႏွစ္သားကေလးေလးကို ျပန္ေပးဆြဲ သတ္တဲ့အမႈနဲ႔\nေထာင္က်သြားခဲ့သူတစ္ေယာက္အေႀကာင္းပါ...\nဒီေကာင္မေလးက တကယ္ပဲ ျပန္ေပးဆြဲ လူသတ္သမားလား...\nသူဘာေတြ လ်ိဳ႕ဝွက္ထားတာက ဘာလဲ...အေျဖကို ဇာတ္လမ္းႀကည့္မွ သိႏိုင္မွာပါ...\n   \nUnicode\n*******\nThriller ကားမျိုးမှာ ဒီလိုမျိုး IMDb 7.6 လောက်ရတာရှားတယ်လို့ပြောရပါမယ်\nဒီတစ်ခါတော့ psycho ဆန်ဆန်ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်...\nချန်ဂင်ဆိုပြီး နာမည်ကြီးတဲ့ Jo Jung-eun ရဲ့ ငယ်ရုပ်အလှကိုပါ ခံစားနိုင်မှာပါ...\nဒီကားလေးကတော့ ၁၉ နှစ်အရွယ်ကောင်မလေးတစ်ယောက်\n၅ နှစ်သားကလေးလေးကို ပြန်ပေးဆွဲ သတ်တဲ့အမှုနဲ့\nထောင်ကျသွားခဲ့သူတစ်ယောက်အကြောင်းပါ...\nဒီကောင်မလေးက တကယ်ပဲ ပြန်ပေးဆွဲ လူသတ်သမားလား...\nသူဘာတွေ လျို့ဝှက်ထားတာက ဘာလဲ...အဖြေကို ဇာတ်လမ်းကြည့်မှ သိနိုင်မှာပါ...\n   \nTranslated & Review By ...",
        "rating": "7.6",
        "url": "https://megaup.net/Trsl/Lady_Vengeance_(_Chinjeolhan_Geumja-Ssi)_[2005]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r8qPcoHXwiShN0oPRY9z1kf1VXX.jpg",
        "title": "[18+] Descendants of Adultery (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n \nZawgyi\n=====\n အခ်စ္ဆိုတာ အတင္းလုပ္ယူလို႔မရဘူး- Dr ဆြန္ဂ်ဴး\n------------------------------------------------------------------------------------------------------ကိုရီးယား Pornograpic Genere အိမ္ေထာင္ေရး ဇာတ္ကားေကာင္းတစ္ကားတင္ဆက္လိုက္ပါတယ္ဆရာ၀န္မေလး ဆြန္ဂ်ဴး ပိုက္ဆံခ်မ္းသားတဲ့ သူေဌးတစ္ေယာက္နဲ႔ လက္ဆက္လိုက္ပါတယ္..ႏွစ္ဦးသား ကိုယ္ပိုင္ ေဆးခန္းတစ္ခုဖြင့္ထားျပီး ဒိုးတူေဘာင္ဖက္ အလုပ္လုပ္ရင္းအခ်ိန္ေတြကုန္ဆံုးေစခဲ့ပါတယ္ဆရာ၀န္မေလးက အေနအထိုင္သိမ္ေမြ႔လွျပီး ေယာက်ာၤးျဖစ္သူက အခ်ိန္ျပည့္တဏွာရာဂမီး ေလာင္ကြ်မ္းေနသူတစ္ေယာက္ျဖစ္ေနပါတယ္ဆရာ၀န္မေလးက အခ်စ္ကို ႏူးညံ့သိမ္ေမြ႔စြာခံစားလိုစိတ္ရိွျပီး ေယာက်ာၤးျဖစ္သူက ကိုယ့္ဆႏၵကိုယ္သာအေရးေပးျပီးၾကမ္းတမ္းစြာပဲအခ်စ္ကိုခံစားလာပါတယ္..သည္လိုနဲ႕ ႏွစ္ေယာက္သား တစ္ေယာက္နဲ႔တစ္ေယာက္ အေပးအယူမမွ်ေတာ့ပဲ တစ္ေယာက္ကိုတစ္ေယာက္စိတ္ကုန္လာပါတယ္...ေယာက်ာၤးျဖစ္သူအတြက္ေတာ့ အေၾကာင္းျပခ်က္ေကာင္းရသြားျပီး ေဆးခန္းထဲက Reception က ပ်ိဳေခ်ာေလးကို ေငြအမ္းျပီး စိတ္တိုင္းက် ေပ်ာ္ပါးပါေတာ့တယ္။ဆရာမ ဆြန္ဂ်ဴးကေတာ့ အိေျႏၵၾကီးတဲ့ အမ်ိဳးသမီးပီပီ အိမ္ေထာင္ေရးကို တက္ႏိုင္သေလာက္ ထိန္းသိမ္းေနခဲ့ပါတယ္။တစ္ေန႔မွာေတာ့ ဆြန္ဂ်ဴးတစ္ေယာက္ အလုပ္ကိုလာရင္း လမ္းမွာ လူရမ္းကားတစ္ေယာက္နဲ႔ေတြ႔ျပီး အခက္ေတြ႔ေနခ်ိန္မွာသူမနဲ႔မရင္းႏီွးတဲ့သူတစ္ေယာက္ ရုတ္ခ်ည္းဆိုသလိုေပၚလာျပီး ၀င္ေျဖရွင္းသြားပါတယ္...ဒါေပမဲ့ ဆြန္ဂ်ဴးတစ္ေယာက္အတြက္ေတာ့ အမွတ္တမဲ့မွ အမွတ္တရတစ္ခုရရိွသြားျပီး ႏွလံုးသားမွာ ေ၀ဒနာတစ္ခုကိန္းေအာင္းသြားပါတယ္...ဒုတိယအျကိမ္...တတိယအၾကိမ္ေတြ႔ဆံုမႈမွာေတာ့ သူတို႔ရင္းႏွီးသြားၾကျပီး ဂင္ေယာင္ဂြ်န္း ...",
        "rating": "",
        "url": "https://megaup.net/To9z/Descendants_Of_Adultery_(Bool-ryoon-ei_Hoo-ye)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2E3DwfiKssVWlRfFkps82PYk8Qj.jpg",
        "title": "Money (2019)",
        "description": "Zawgyi=====၂၀၁၉ခုႏွစ္ထြက္ကိုရီးယားကားကိုမွ Stock Exchange နဲ႕ပတ္သက္ျပီးစိတ္၀င္စားရင္ေတာ့ၾကည့္သင့္တဲ့ဇာတ္ကားေလးပါ။IMDb rating အရေတာ့ vote ေပးသူ 175 ဦးအတြက္ 5.8 ပဲရထားတယ္ဆိုေပမဲ့ Rotten Tomatoes မွာ 67% အထိရထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။ရုံ၀င္ေငြအေနနဲ႕လည္း 25.1 million USD ရထားတာပါ။Cast ေတြမွာလည္းလူူသိမ်ားတဲ့ သရုပ္ေဆာင္ေတြခ်ည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေတာနယ္တစ္ခုကၾကိဳးစားျပီးတက္လာတဲ့ စေတာ့ခ္ရွယ္ယာပြဲစားေပါက္စေလးတစ္ေယာက္မွာရည္မွန္းခ်က္တစ္ခုပဲရွိပါတယ္။သူခ်မ္းသာခ်င္တာပဲျဖစ္ပါတယ္။ဆင္းဆင္းရဲရဲေနခဲ့ရတဲ့သူတစ္ေယာက္အတြက္ ခ်မ္းသာခ်င္ၾကတာခ်ည္းပါပဲ။မိဘေတြရုန္းကန္ေနရတာကိုၾကည့္ျပီးသူခ်မ္းသာခ်င္လာတယ္။အဲေတာ့စေတာ့ခ္ရွယ္ယာေရာင္း၀ယ္ေရးကုမၸဏီတစ္ခုမွာအလုပ္ရျပီး စေတာ့ခ္ရွယ္ယာပြဲစားေပါက္စအျဖစ္္အားၾကိဳးမာန္တက္အလုပ္ၾကိဳးစားမယ္ဆုိျပီး တက္လာေပမဲ့တကယ္တမ္းလက္ေတြ႕မွာေတာ့ ထင္သေလာက္မလြယ္သလိုသူမ်ားေတြေကာ္မရွင္ကျပြတ္သိပ္ေနခ်ိန္မွာ သူ႕ခဏသုညျဖစ္ေနရတာပါပဲ။ဒီလိုနဲ႕တစ္ႏွစ္ေလာက္လံုးခ်ာလည္လိုက္ေနရင္းကေန ခ်မ္းသာဖို႕ျဖတ္လမ္းနည္းတစ္ခု သူရလာခဲ့ပါတယ္။ဘယ္သူ႕ေၾကာင့္ရသြားတာလဲ။အဲဒီျဖတ္လမ္းနည္းကေရာ ေရရွည္အဆင္ေျပရဲ႕လားဆိုတာေတာ့သူတို႕စေတာ့ခ္ရွယ္ယာေစ်းကြက္တြင္းကအရႈပ္အရွင္းေတြၾကား၀င္ၾကည့္ရင္းခံစားၾကည့္ၾကပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ) Unicode======၂၀၁၉ခုနှစ်ထွက်ကိုရီးယားကားကိုမှ Stock Exchange နဲ့ပတ်သက်ပြီးစိတ်ဝင်စားရင်တော့ကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ။IMDb rating အရတော့ vote ပေးသူ 175 ဦးအတွက် 5.8 ပဲရထားတယ်ဆိုပေမဲ့ Rotten ...",
        "rating": "5.8",
        "url": "https://megaup.net/2824z/(CM)_Money.2019.720p.WEB-DL.mp4",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Hero-movie-poster-141x200.jpg",
        "title": "Hero (2002)",
        "description": "Hero (2002)\nIMDb - 7.9/10_____Rotten - 95%\n Hero (2002)\n…………………\nHero (သူရဲကောင်း) ဆိုတာ\nဘယ်လိုလူမျိုးတွေကို ရည်ညွှန်းပါသလဲ?\nတဦးတယောက်ကနေ ပြိုင်ဘက်အများကြီးကို အလဲထိုးအနိုင်ယူသူတွေကို ခေါ်ပါသလား?\nကိုယ်ကျိုးကို မငဲ့ဘဲ အများအတွက်\nစွန့်လွှတ်စွန့်စားသူများကို ဆိုလိုပါသလား?\nHero (2002 film) ကို ကြည့်ပြီးရင်တော့\nအဖြေတခုခု ထွက်လာနိုင်ပါတယ်။\nHero ရုပ်ရှင်ကို စပြီးကြည့်ဖူးစက ယုတ္တိမတန်တဲ့ သာမန်တရုတ်သိုင်းကားတကားလို့ပဲ ထင်ခဲ့မိပါတယ်။\nနောက်ကြောင်းက ခဏခဏပြန်ပြ၊\nဒီကြားထဲစိတ်ကူးထဲမှာပါ သိုင်းကွက်တွေထုတ်နဲ့ … အလေးအနက်မကြည့်မိခဲ့ပါဘူး။\nနောက်ပိုင်းမှာ အော်စကာ ဆန်ကာတင်စာရင်းမှာ\nနိုင်ငံခြားဇာတ်ကားအနေနဲ့ ပါလာတော့မှ စိတ်ဝင်စားသွားလို့ သေချာပြန်ကြည့်ဖြစ်ပါတယ်။\nစွမ်းအားလွန်သိုင်းကွက်တွေကို ဖယ်ပြီးကြည့်မယ်ဆိုရင်\nအနှစ်သာရရှိတဲ့ ဇာတ်ကားလို့မြင်မိပါတယ်။ဒီဇာတ်လမ်းမှာ ချင်မင်းဆက်ကို တည်ထောင်တဲ့\nQin Shi Huang ရဲ့ ဆင့်ခေါ်မှုနဲ့\nအမည်မရှိဓားသမား (သုည)ဟာ\nနန်းတွင်းကို ဝင်ရောက်ခစားခဲ့ပါတယ်။\nနန်းတွင်းကို ဝင်ရောက်ပြီး ဘုရင်ကြီးနဲ့ စကားပြောခွင့်ရဖို့အတွက်\nသုညဟာ ဘုရင်ကြီးရဲ့ အသက်အန္တရာယ်တွေကို ခြိမ်းခြောက်နေတဲ့\nလူစွမ်းကောင်းသုံးယောက် (Long Sky, Flying Snow, Broken Sword) ကို နှိမ်နှင်းခဲ့ရတယ်လို့ ဆိုပါတယ်။ *Spoiler ...",
        "rating": "7.9",
        "url": "https://megaup.net/2dmA4/Hero_(Ying_Xiong)_[2002]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fgGzTEoNxptCRtEOpOPvIEdlxAq.jpg",
        "title": "The Dead Don’t Die (2019)",
        "description": "ေသျခင္းတရားဟာ မေသဆုံးပါဘူး။အဆို‌ေတာ္တစ္ေယာက္ရဲ႕နာမည္ႀကီးဇာတ္ဝင္သီခ်င္းတစ္ပုဒ္။လူ‌ေတြဟာ Polar Fracking ကေန စြမ္းအင္ထုတ္ယူ သုံးစြဲခဲ့ၾကတယ္။အလြန္အကြၽံ သုံးစြဲမႈေတြရဲ႕ေနာက္ဆက္တြဲ အေနနဲ႔ ကမာၻ‌‌ေျမႀကီးဟာPolar Fracking ေၾကာင့္ သူ႔ဝင္႐ိုးေပၚကေန တိမ္းေစာင္းခဲ့ပါတယ္။အဲဒီရဲ႕ ေနာက္ဆက္တြဲ ဆိုးက်ိဳးေတြကေတာ့ .....ေန႔အလင္းေရာင္ဟာ ေတာ္ေတာ္နဲ႔မကုန္ေတာ့ပါဘူး။ေန႔တာရွည္လာပါတယ္။ေရဒီယိုေတြ လိုင္းမေကာင္းခ်င္ေတာ့ပါဘူး။ဖုန္းလိုင္းေတြ ျပတ္ေတာက္ကုန္ပါတယ္။အိမ္ေမြးတိရစာၦန္ေလးေတြ ေပ်ာက္တဲ့ေကာင္ေပ်ာက္ကုန္ပါတယ္။အမူအက်င့္ေတြ ‌ေျပာင္းလဲကုန္ပါတယ္။အဲဒီထက္ ဆိုးတာကေတာ့ ဒီဇာတ္လမ္းရဲ႕ ေခါင္းစဥ္အတိုင္းပါပဲ။ေသဆုံးျခင္းက မေသဆုံးေတာ့တဲ့အခါ .....တစ္နည္းအားျဖင့္ ေသၿပီးသားလူေတြ အသက္ျပန္ရွင္လာၾကတဲ့အခါ ..... ခင္ဗ်ားတို႔ေရာ ေတြးၾကည့္ဖူးလား?????Zombie ကားကို အေတြးအေခၚတစ္မ်ိဳးနဲ႔ ထပ္ၾကည့္ၾကည့္ပါ။Horror ကား ေကာင္းေကာင္း ႀကိဳက္တတ္သူမ်ား လက္မလႊတ္ေစခ်င္ပါဘူး။အဲ ..... တစ္ခု လက္တို႔စရာ က်န္သြားလို႔ Selena Gomez ေလးလည္း ပါတယ္ဗ်။? ? ?? ?ဘာသာျပန္ နဲ႔ Review ကေတာ့ August ပါ။ File Size : (661 MB , ...",
        "rating": "5.9",
        "url": "https://megaup.net/1s4u8/(CM)_The_Dead_Don_t_Die_2019_BluRay_720p.mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uxAapp2ZITmQmjdyodFgCAINAG.jpg",
        "title": "Wild Hogs(2007)",
        "description": "Wild Hogs(2007)(zawgyi)\"စစ္မွန္တဲ့ သူငယ္ခ်င္းတစ္ေယာက္ဆိုတာ\nကိုယ္နဲ႔ ႏွစ္ကိုယ့္တစ္စိတ္ရွိေနသူပဲ\"လို႔\nဒႆနပညာရွင္ႀကီး အရစၥတိုတယ္ ေျပာဖူးပါတယ္။\nဒီ႐ုပ္ရွင္ကေတာ့ ဘ၀ေတြမတူ စိတ္အေျခအေန‌ေတြ မတူေပမယ့္\n႐ူးသြပ္မႈျခင္း တူညီၾကတဲ့ လူလတ္ပိုင္းအ႐ြယ္\nသူငယ္ခ်င္းေလးေယာက္ရဲ႕ ဗ႐ုတ္သုတ္ခေတြအေၾကာင္းပါ။အလုပ္သာ အဓိက က်န္တာ သာမညထင္ေနတဲ့ သြားဆရာ၀န္\nတစ္ေယာက္ ။ ဘာမွအျဖစ္မရွိတဲ့ ကြန္ပ်ဴတာပ႐ိုဂရမ္မာ\nတစ္ေယာက္ ။ အိမ္သာေဆးရတဲ့အထိ အလုပ္ၾကမ္းေပါင္းစုံ\nလုပ္ရတဲ့ စာ‌ေရးဆရာ႐ူးလူမည္းတစ္ေယာက္။\nေလးေယာက္ေျမာက္ကေတာ့ သူတို႔ထဲက ကံအေကာင္း‌ဆုံး\nတစ္ေယာက္လို႔ သူတို႔ကိုယ္တိုင္ေျပာၾကတဲ့\nပိုက္ဆံခ်မ္းသာၿပီး ေမာ္ဒယ္မကို လက္ထပ္ထားတဲ့ ဝူဒီ။\nသူတို႔အားလုံးမွာ တူညီတာကေတာ့ အမဲေရာင္ဂ်ာကင္‌ေတြ\n၀တ္ၿပီး ဆိုင္ကယ္ပတ္စီးၾကတဲ့ ဆိုင္ကယ္သမားေတြ\nျဖစ္ခ်င္ၾကတာပါပဲ။ ၿမိဳ႕ထဲပဲပတ္ေမာင္းေနရတဲ့\nသူတို႔ဆိုင္ကယ္သမားအဖြဲ႕ကိုလည္း Wild Horse:လို႔\nသူတို႔ဘာသာ နာမည္ေပးထားပါေသးတယ္။တစ္ရက္မွာေတာ့ သူတို႔ထဲက ကံအေကာင္း‌ဆုံးဝူဒီဟာ\nဇနီးရယ္ကြာ အိမ္ရယ္က‌ဆုံး ၿပီး တမုဟုတ္ခ်င္း\nကံအဆိုးဆုံးတစ္ေယာက္ျဖစ္သြားပါတယ္။\nဆန္အိုးသာကုန္ မာန္မေလွ်ာ့ေသးတဲ့ ဝူဒီဟာ\nဒီအ‌ေၾကာင္းေတြကို သူငယ္ခ်င္းေတြကို မ‌ေျပာဘဲ\nသူ႔ေနာက္ဆုံး ပိုင္ဆိုင္မႈျဖစ္တဲ့ ဆိုင္ကယ္တစ္စီးနဲ႔\nမိုင္တစ္ေထာင္ခရီးရွည္တစ္ခုထြက္ဖို႔ ဆြယ္ပါတယ္။\nေနရင္းထိုင္ရင္းေတာင္ ျပႆနာတက္ေနၾကတဲ့\nWild Hogs ေတြဟာ ဒီခရီးရွည္ႀကီးမွာ\nျပႆနာကို ဘယ္လိုမီးခြက္ထြန္းရွာဦးမလဲ ဆိုတာ\nသဘာ၀က်က်ဟာသေတြနဲ႔အတူ ျမင္ၾကရမွာပါ။ကြၽန္ေတာ္ျမင္ဖူးသမွ် ႐ုပ္ရွင္ေတြထဲ အပီအျပင္ၾကမ္းျပေနၾက\nဂြၽန္ ထရာဗိုႀကီးဟာ လူေပါဇာတ္႐ုပ္နဲ႔လည္း ...",
        "rating": "5.8",
        "url": "https://megaup.net/1s3v0/Wild_Hogs.2007.BluRAY720P.PP.mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BNGIwMjFmMGQtZjYxNC00NmJjLTlkM2QtMWMyZTA3YjZhNzBlXkEyXkFqcGdeQXVyOTgxNDIzMTY@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The White Crow (2018)",
        "description": "White Crow က်ီးျဖဴတဲ့ ဇာတ္လမ္းနာမည္ကေတာ့ ဆန္းေနပါတယ္။\nရုရွားလို belaya vorona လို႔ေခၚတဲ့ က်ီးျဖဴဆိုတာ\nသမားရိုးက်မဟုတ္ေသာ အံ့မခန္းေလာက္ေသာ\nသူမတူေသာ လူထူးဆန္း တစိမ္းတစ္ေယာက္ကို ရည္ညႊန္းပါသတဲ့။\nဒီတစ္ခါတင္ဆက္ေပးမွာကေတာ့ ရူုေဒါ့ဖ္ ႏ်ဴးရိယက္ဗ္ လို႔ေခၚတဲ့\nရုရွားဘဲေလးကေခ်သည္ ေကာင္ေလး တစ္ေယာက္အေၾကာင္းပါ။\nရူေဒါ့ဖ္ ဟာ သူ႔ေခတ္သူ႔အခါတုန္းက\nအေကာင္းဆံုး အမ်ိဳူးသားဘဲေလးကေခ်သည္ေတြထဲက\nတစ္ေယာက္အျဖစ္ ကမာၻက အသိအမွတ္ျပဳခံခဲ့ရသူလည္းျဖစ္ပါတယ္။\nမိခင္ျဖစ္သူဟာ ဆိုဗီယက္ ႏိုင္ငံေရးဆရာျဖစ္သူ\nလင္ေယာက္်ားဆီကိုအသြား ရူေဒါ့ဖ္ ကို\nဆိုက္ေဘးရီးယားနယ္စပ္က ရထားတစ္စင္းေပၚမွာ ေမြးဖြားခဲ့တာျဖစ္ၿပီး\nေမြးခ်င္းေမာင္ႏွမ ေလးေယာက္အနက္ တစ္ဦးတည္းေသာ သားေထြးျဖစ္ပါတယ္။\nရူေဒါ့ဖ္ရဲ႕ မိသားစုဟာ ဆင္းရဲငတ္ျပတ္တဲ့ ဘဝေပးအေျခအေနေတြေၾကာင့္\nသူ႔အစ္မေတြနဲ႔အတူ အျခားမိသားစုေတြဆီမွာ ကပ္ေနရင္း ႀကီးျပင္းခဲ့ရတာပါ။\nဆင္းရဲနံုခ်ာလြန္းလို႔ ေက်ာင္းမွာလည္း အၿမဲအႏိုင္က်င့္ခံရရွာတဲ့\nအထီးက်န္ေကာင္ေလး ရူေဒါ့ဖ္မွာ ေပ်ာ္စရာေလးတစ္ခုေတာ့ ရွိပါတယ္။\nအဲဒါကေတာ့ သံစဥ္ေတြၾကားမွာ ကခုန္ရျခင္းပါပဲ။\nဒီလုိန႔ဲ အကပါရမီထူးခြ်န္တဲ့ ရူေဒါ့ဖ္ေလးဟာ အရြယ္အေရာက္လာတာနဲ႔အမွ်\nအကပညာရပ္ကို ေလ့လာလုိက္စားရင္း ဆိုဗီယက္အကသင္တန္းေက်ာင္းေတြကို\nတက္ေရာက္ၿပီး ရုရွားတစ္ခြင္မွာ ေအာင္ျမင္စျပဳလာပါတယ္။\nအဲဒီေနာက္ သူက ပဲရစ္ကိုသြားေရာက္ၿပီး သူ႔ရဲ႕ အကနယ္ေျမသစ္ေတြကို\nရွာေဖြတဲ့အခါမွာေတာ့ ဆိုဗီယက္အစိုးရရဲ႕ “ယဥ္ေက်းမွဳ အနုပညာဆိုင္ရာ ထိန္းခ်ဳပ္မွဳ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1s47d/The.White.Crow.2018.720p.BluRay(cm).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vwqEIL5SrsZFVvileNe9LuHbJy7.jpg",
        "title": "Astro Kid (2019)",
        "description": "ဒါကေတာ့ခ်စ္စရာကာတြန္းကားေကာင္းေလးေတြကိုႏွစ္သက္ၾကတဲ့ပရိသတ္ေတြအတြက္လက္တေလာပူပူေႏြးေႏြးထြက္ထားတဲ့ ျပင္သစ္animationကားေလးပဲျဖစ္ပါတယ္။ဒီကားေလးမွာ အာကာသစူးစမ္းရွာေဖြသူမိဘေတြနဲ႔အာကာသထဲလိုက္သြားတဲ့ေဝလီေလးတစ္ေယာက္သူတို႔ယာဥ္ပ်က္ဆီးၿပီးမိဘေတြနဲ႔ကြဲကာ ၿဂိဳလ္တစ္ခုေပၚေရာက္သြားပါတယ္။ဒါေပမယ္ဆင္းသက္တဲ့ယာဥ္ထဲမွာသူ႔ကိုၿဂိဳလ္ေပၚမွာ ရွင္သန္ေနထိုင္ရာမွာကူညီကာကြယ္ေပးဖို႔ဘက္ခ္ဆိုတဲ့စက္႐ုပ္ေလးလည္းရွိပါတယ္။ၿပီးေတာ့အဲ့ၿဂိဳလ္ေပၚကခ်စ္စရာအေကာင္ေလးဖလက္ရွ္နဲ႔လည္းသူငယ္ခ်င္းေတြျဖစ္သြားၿပီးသူ႔မိဘေတြသူ႔ကိုလာမကယ္မခ်င္းသူတို႔ၿဂိဳလ္ေပၚမွာ စြန႔္စားခန္းေလးေတြလုပ္ၾကပါေတာ့တယ္။ဒီကားေလးမွာ ဆယ္ႏွစ္အ႐ြယ္ေကာင္ေလးတစ္ေယာက္ရဲ႕ စြန႔္စားခန္းေလးေတြခ်စ္စရာအေကာင္ေလးေတြနဲ႔အခ်င္းခ်င္း႐ိုင္းပင္းကူညီၾကပုံ‌‌ေပ်ာ္စရာေလးေတြကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္။ဒီကားေလးကေတာ့ Hollywoodကထြက္ရွိေနၾကကာတြန္းကားေတြလိုမဟုတ္ပဲအရင္တုန္းကကာတြန္းကားေလးေတြလိုမ်ိဳးကို ျပန္လည္ဆန္းသစ္ၿပီးအေရာင္အေသြးစုံစုံလင္လင္နဲ႔ ခ်စ္စဖြယ္တင္ဆက္ထားတဲ့ခ်စ္စရာကာတြန္းကားေလးတစ္ကားျဖစ္ပါတယ္။ File Size : (842 MB , 308 MB)Quality : BluRay 720pRunning Time : 1 hr 29 minFormat : Mp4Genre : Animation , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "6.4",
        "url": "https://megaup.net/1s41e/(CM)_Astro_Kid_2019_BluRay_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BZGJhNDdmMWMtNzZiYy00MmFiLThjNmUtYTE1ZjRkNjdjYmQ5XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-140x200.jpg",
        "title": "Three Colours: Blue (1993)",
        "description": "Three Colours: Blue (1993)\nIMDb - 7.9/10_____Rotten - 98%\n  \nကျွန်တော်တို့အားလုံးဟာတစ်ခါတစ်လေမှာတော့\nတကယ့်လက်တွေ့ဘဝကနေထွက်ပြေးချင်နေမိကြပါတယ်\nကျွန်တော်တို့လိုပဲဂျူလီဟာသူရဲ့လက်တွေ့ဘဝဖြစ်တဲ့\nပျက်စီးနေတဲ့မိသားစုဘဝကနေထွက်ပြေးနေခဲ့ပါတယ်\nသူ့တိုက်ခန်းထဲမှာပဲသူ့ကိုယ်သူပြန်ပိတ်ထားပြီး\nနာကျင်ခံစားလို့ရသမျှကိုသူတစ်ယောက်တည်းသာကြိတ်မှိတ်ပြီးခံစားချင်တာပါ\nဒါပေမယ့်လူတွေနဲ့တော့သူမဟာလုံးဝမထိတွေ့၊မဆက်ဆံချင်တော့ပါဘူး\nအဲဒီလိုစိတ်ခံစားချက်တွေကိုဆန့်ကျင်နေတာကတော့\nပဲရစ်ရဲ့လမ်းသွယ်လေးတွေပဲဖြစ်ပါတယ်\nသိပ်မကြာခင်မှာပဲသူမဟာသူငယ်ချင်းဟောင်းဖြစ်သူအိုလီဗီယာနဲ့\nပြန်တွေ့မိရာကနေတကယ့်လက်တွေ့ဘဝကိုပြန်ရောက်လာမလား\nဆက်ပြီးထွက်ပြေးနေမလားဆိုတာ...\n  \nကြ်န္ေတာ္တို႔အားလံုးဟာတစ္ခါတစ္ေလမွာေတာ့\nတကယ့္လက္ေတြ႔ဘ၀ကေနထြက္ေျပးခ်င္ေနမိၾကပါတယ္\nကြ်န္ေတာ္တို႔လိုပဲဂ်ဴလီဟာသူရဲ႕လက္ေတြ႔ဘ၀ျဖစ္တဲ့\nပ်က္စီးေနတဲ့မိသားစုဘ၀ကေနထြက္ေျပးေနခဲ့ပါတယ္\nသူ႔တိုက္ခန္းထဲမွာပဲသူ႔ကိုယ္သူျပန္ပိတ္ထားျပီး\nနာက်င္ခံစားလို႔ရသမွ်ကိုသူတစ္ေယာက္တည္းသာၾကိတ္မွိတ္ျပီးခံစားခ်င္တာပါ\nဒါေပမယ့္လူေတြနဲ႔ေတာ့သူမဟာလံုး၀မထိေတြ႔၊မဆက္ဆံခ်င္ေတာ့ပါဘူး\nအဲဒီလိုစိတ္ခံစားခ်က္ေတြကိုဆန္႔က်င္ေနတာကေတာ့\nပဲရစ္ရဲ႕လမ္းသြယ္ေလးေတြပဲျဖစ္ပါတယ္\nသိပ္မၾကာခင္မွာပဲသူမဟာသူငယ္ခ်င္းေဟာင္းျဖစ္သူအိုလီဗီယာနဲ႔\nျပန္ေတြ႔မိရာကေနတကယ့္လက္ေတြ႔ဘ၀ကိုျပန္ေရာက္လာမလား\nဆက္ျပီးထြက္ေျပးေနမလားဆိုတာ...\n  \nFile Size : (1.3 GB)\nQuality : Blu-Ray 1080p\nRunning Time : 1h 38min \nFormat : Mp4\nGenre : Drama, Music, Mystery \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Noe\nEncoded by sithu",
        "rating": "7.9",
        "url": "https://megaup.net/1AEe4/Three_Colours_-_Blue_(Trois_Couleurs_-_Bleu)_[1993]_(MM_Sub).mp4",
        "category": "Drama, Music, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/three-colors-white-poster-139x200.jpg",
        "title": "Three Colours: White (1994)",
        "description": "Three Colours: White (1994)\nIMDb - 7.6/10_____Rotten - 87%\n  \nပြင်သစ်စကားမတတ်တဲ့ ကာရိုလ်ဆိုတဲ့ကောင်လေးနဲ့\nဒိုမနစ်လို့ခေါ်တဲ့ပြင်သစ်ကောင်မလေး ချစ်ကြိုက်မိကာ\nလက်ထပ်ကြဖို့အကြောင်းဖန်လာပါတယ်\nအလုပ်မရှိ လူရာမဝင် စကားသေချာမပြောတတ်တဲ့ ကာရိုလ်နဲ့\nရေရှည်မဖြစ်မှန်းသိတဲ့အခါမှာတော့ လက်ထပ်ပြီးခြောက်လအကြာမှာပဲ\nကွာရှင်းဖို့ဖြစ်လာပါတယ်\nကောင်လေးကိုတရားရုံးကဖြေရှင်းပေးပေမယ့် စကားမတတ် ရှေ့နေမရှိတော့ အမှုရှုံးပြီး\nကိုယ့်ဌာနေကိုယ်ပြန်ခဲ့ရပါတယ်\nဒီလိုနဲ့ သူကြိုးစားပြီး အရမ်းချမ်းသာလာတဲ့တနေ့မှာ\nကောင်မလေးကိုဘယ်လိုပြန်ဆက်ဆံမလဲဆိုတာ...\n  \nျပင္သစ္စကားမတတ္တဲ့ ကာရိုလ္ဆိုတဲ့ေကာင္ေလးနဲ႔\nဒိုမနစ္လို႔ေခၚတဲ့ျပင္သစ္ေကာင္မေလး ခ်စ္ႀကိဳက္မိကာ\nလက္ထပ္ၾကဖို႔အေၾကာင္းဖန္လာပါတယ္\nအလုပ္မရွိ လူရာမ၀င္ စကားေသခ်ာမေျပာတတ္တဲ့ ကာရိုလ္နဲ႔\nေရရွည္မျဖစ္မွန္းသိတဲ့အခါမွာေတာ့ လက္ထပ္ျပီးေျခာက္လအၾကာမွာပဲ\nကြာရွင္းဖို႔ျဖစ္လာပါတယ္\nေကာင္ေလးကိုတရားရံုးကေျဖရွင္းေပးေပမယ့္ စကားမတတ္ ေရွ႕ေနမရွိေတာ့ အမႈရွံုးၿပီး\nကိုယ့္ဌာေနကိုယ္ျပန္ခဲ့ရပါတယ္\nဒီလိုနဲ႔ သူႀကိဳးစားၿပီး အရမ္းခ်မ္းသာလာတဲ့တေန႔မွာ\nေကာင္မေလးကိုဘယ္လိုျပန္ဆက္ဆံမလဲဆိုတာ...\n  \nFile Size : (1.2 GB)\nQuality : Blu-Ray 1080p\nRunning Time : 1h 38min \nFormat : Mp4\nGenre : Comedy, Drama, Romance \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Noe\nEncoded by sithu",
        "rating": "7.6",
        "url": "https://megaup.net/2gBG2/Three_Colours_-_White_(Trois_Couleurs_-_Blanc)_[1994]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/three-colours-poster-133x200.jpg",
        "title": "Three Colours: Red (1994)",
        "description": "Three Colours: Red (1994)\nIMDb - 8.1/10_____Rotten - 100%\n  \nအချိန်ပိုင်းမော်ဒယ်ကောင်မလေး ဗယ်လယ်တိုင်းဟာ\nမော်ဒယ်ဒိုင်အဖြစ်လုပ်ကိုင်ခဲ့ဖူးတဲ့လူနဲ့\nအိမ်နီးနားချင်းအဖြစ်ကနေစတင်ရင်းနှီးလာပါတော့တယ်\nအဲ့နောက်မှာတော့မော်ဒယ်ဒိုင်ဟောင်းကနေခွေးလေးကိုလက်ဆောင်ပေးလိုက်တဲ့အခါမှာတော့\nဗယ်လယ်တိုင်းရဲ့ရည်းစားဟာသဝန်တိုပြီးအတင်းပြန်ပေးခိုင်းခဲ့ပါတယ်\nဗယ်လယ်တိုင်းဟာခွေးကိုပြန်ပေးဖို့ထိုသူရဲ့အိမ်ကိုသွားတဲ့အခါမှာတော့အိမ်နီးနားချင်းတွေ\nဖုန်းပြောတာကိုခိုးနားထောင်နေတဲ့မော်ဒယ်ဒိုင်ဟောင်းနဲ့ပက်ပင်းတိုးပါတော့တယ်\nဗယ်လယ်တိုင်းဟာဒေါသထွက်ပြီးစကားနိုင်လုပြောရင်း\nခပ်ကြောင်ကြောင်သံယောဇဉ်တစ်ခုကိုအတူရှာတွေ့သွားတဲ့အခါမှာတော့...\n  \nအခ်ိန္ပိုင္းေမာ္ဒယ္ေကာင္မေလး ဗယ္လယ္တိုင္းဟာ\nေမာ္ဒယ္ဒိုင္အျဖစ္လုပ္ကိုင္ခဲ့ဖူးတဲ့လူနဲ႔\nအိမ္နီးနားခ်င္းအျဖစ္ကေနစတင္ရင္းႏွီးလာပါေတာ့တယ္\nအဲ့ေနာက္မွာေတာ့ေမာ္ဒယ္ဒိုင္ေဟာင္းကေနေခြးေလးကိုလက္ေဆာင္ေပးလိုက္တဲ့အခါမွာေတာ့\nဗယ္လယ္တိုင္းရဲ႕ရည္းစားဟာသ၀န္တိုၿပီးအတင္းျပန္ေပးခိုင္းခဲ့ပါတယ္\nဗယ္လယ္တိုင္းဟာေခြးကိုျပန္ေပးဖို႔ထိုသူရဲ႕အိမ္ကိုသြားတဲ့အခါမွာေတာ့အိမ္နီးနားခ်င္းေတြ\nဖုန္းေျပာတာကိုခိုးနားေထာင္ေနတဲ့ေမာ္ဒယ္ဒိုင္ေဟာင္းနဲ႔ပက္ပင္းတိုးပါေတာ့တယ္\nဗယ္လယ္တိုင္းဟာေဒါသထြက္ျပီးစကားႏိုင္လုေျပာရင္း\nခပ္ေၾကာင္ေၾကာင္သံေယာဇဥ္တစ္ခုကိုအတူရွာေတြ႔သြားတဲ့အခါမွာေတာ့...\n  \nFile Size : (1.3 GB)\nQuality : Blu-Ray 1080p\nRunning Time : 1h 39min \nFormat : Mp4\nGenre : Drama, Mystery, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Hnyot Myet Wunn\nEncoded by sithu",
        "rating": "8.1",
        "url": "https://megaup.net/1AEd4/Three_Colours_-_Red_(Trois_Couleurs_-_Rouge)_[1994]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/waaPtmhVFgieG021OwoEPTkbltI.jpg",
        "title": "Invader ZIM: Enter the Florpus (2019)",
        "description": "သိပၸံစိတ္ကူးယဥ္ဆန္ဆန္ဟာသကား​ေလးပါအာကမ္အင္ပါယာက​ေန​ေစလႊတ္လိုက္တဲ့က်ဴး​ေက်ာ္သူဇင္ဟာကမာၻကိုဖ်က္ဆီးဖို႔လ်ိဳ႕ဝွက္စြာ​ေနထိုင္​ေနတာ​ေပါ့အဲ့တာကိုသိတဲ့ဒစ္ဘ္ဟာဘယ္လို​ေတြ​ေဖာ္ထုတ္မလဲသူ႔အ​ေဖကိုယ္တိုင္က​ေတာင္သူ႔ကို႐ူး​ေနတယ္လို႔ထင္ခံ​ေနရတဲ့သူတစ္​ေယာက္ကဇင္ရဲ႕အႀကံအစည္​ေတြကိုဘယ္လို​ေဖာ္ထုတ္မလဲဆိုတာစိတ္ဝင္စားစရာပါပဲသူတို႔၂​ေယာက္ရဲ႕ကိုယ့္ကိုကိုယ္အထင္ႀကီးၿပီးတလြဲ​ေတြလုပ္တာ​ေတြကိုၾကည့္ၿပီခြီ​ေနရမွာပါ​ေနာ္ကမာၻႀကီးကိုဖ်က္ဆီးမယ့္က်ဴး​ေက်ာ္သူဇင္နဲ႔ကမာၻႀကီးကိုကယ္တင္ဖို႔ႀကိဳးစား​ေနတဲ့ဒစ္ဘ္တို႔၂​ေယာက္ဘယ္သူ​ေတြက​ေနာက္ဆုံးမွာအႏိုင္ရသြားမလဲဆိုတာကိုဟာသဆန္ဆန္႐ိုက္ကူးထားတာပါ... File Size : (661 MB , 269 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 13 minFormat : Mp4Genre : Animation , Adventure , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hus LeiEncoded by Moe Myint Lwin",
        "rating": "7.7",
        "url": "https://megaup.net/1s3SP/(CM)_Invader_Zim_Enter_the_Florpus_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ztGSEcowBoHyRwcK0s5kIKVVXwy.jpg",
        "title": "Sextuplets (2019)",
        "description": "ဒါကေတာ့Netflixက လက္တေလာပူပူေႏြးေႏြး ထြက္႐ွိထားတဲ့ ဟာသကားေလးတစ္ကားပါ။မိဘအရင္းေတြဘယ္သူမွန္းမသိတဲ့လူတစ္ေယာက္အတြက္ေတာ့ကိုယ့္မိဘေတြကဘယ္သူလဲ ဘာလို႔ကိုယ့္ကိုစြန္႔ပစ္ခဲ့တာလဲေမာင္ႏွမေတြကေရာဘယ္သူေတြလဲအခုအခ်ိန္မွာအရမ္းခ်မ္းသာၿပီးေအာင္ျမင္ေနၾကၿပီလားလို႔ ေတြးေနမိမွာပါပဲ။ဒီကားမွာေတာ့ မိဘအရင္းေတြကိုမသိေပမယ့္ေကာင္းေကာင္းမြန္မြန္ႀကီးျပင္းလာၿပီး ထက္ျမက္တဲ့အမ်ိ ဳးသမီးတစ္ေယာက္နဲ႔အိမ္ေထာက္က်ကာ မၾကာခင္ဖခင္ျဖစ္ေတာ့မယ့္အယ္လန္တစ္ေယာက္ သူ႔ကေလးမေမြးခင္ေလးမွာပဲသူ႔အေမကို႐ွာဖို႔အေၾကာင္းဖန္လာပါေတာ့တယ္။ေနာက္ေတာ့ Sextuplets ဆိုတဲ့အတိုင္းပဲသူတို႔ကိုသူ႔အေမကေျခာက္ႁမြာပူးေမြးခဲ့မွန္းသိသြားတဲ့အခ်ိန္မွာေတာ့အေမနဲ႔ေနတဲ့သူ႔အႁမြာညီတစ္ေယာက္နဲ႔အတူေနာက္ေမာင္ႏွမေတြကိုလိုက္႐ွာဖို႔ျဖစ္လာပါေတာ့တယ္။သူ႔ေမာင္ႏွမေတြေကာင္းေကာင္းမြန္မြန္႐ွိေနမယ္လို႔ထင္ထားျပီးမိသားစုေတြျပန္လည္ေပါင္းစည္းခ်င္ေနတဲ့အယ္လန္တစ္ေယာက္သူ႔ခရီးစဥ္မွာ ဘယ္လိုေပါက္ကရအလြဲေတြနဲ႔ ေတြ႔ၾကံဳရမလဲဆိုတာကိုေတာ့ဒီဟာသကားေလးမွာ တစ္ခ်ိလံုးခြီၿပီး ၾကည့္႐ႈရမွာပါ။ File Size : (933 MB , 300 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 37 minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "4.4",
        "url": "https://megaup.net/281ik/(CM))_Sextuplets_2019_(Large_Size).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ghfGJOivPhxyJIPDqWiyQNdDnOG.jpg",
        "title": "Beautiful Vampire (2018)",
        "description": "ယူတို႕ရဲ႕ love alarmထဲကမင္းသားေလး ဆြန္းဆုိကုိဒီကားထဲမွာေတာ့အူေၾကာင္ေၾကာင္မင္းသားရူးေလး,အခ်စ္သူရဲေကာင္းေလးအျဖစ္ျမင္ရမွာပါႏွစ္ငါးရာေလာက္ေနလာတဲ့ေသြးစုတ္ဖုတ္ေကာင္ ေကာင္မေလးကေတာ့ႏွစ္ငါးရာေတာင္ေနလာခဲ့ေပမယ့္ လက္ထဲမွာစုမိတဲ့ပိုက္ဆံရယ္လို႕တျပားမွမရွိတဲ့သူပါအဲဒီအခ်ိန္မွာပဲအေဆာက္အဦးပိုင္ရွင္ကအိမ္ဌားခေတြေစ်းတက္လိုက္တဲ့အခ်ိန္မွာပိုက္ဆံအသည္းအသန္ရွာရပါေတာ့တယ္မထင္မွတ္ထားပဲတစ္ေန႕မွာႏိုင္ငံျခားကေနျပန္လာတဲ့အေဆာက္အဦးပိုင္ရွင္ရဲ႕သားနဲ႕ေတြ႕တဲ့အခါမွာအဲဒီေကာင္ေလးဆီကေနသူ႕တစ္သက္မေမ့ႏိုင္တဲ့သူရဲ႕အနံ႕ကိုရလိုက္တဲ့အခ်ိန္..ေကာင္ေလးကလည္းဒီေသြးစုတ္ဖုတ္ေကာင္မေလးကိုခ်စ္မိသြားတဲ့အခါ...အေဆာက္အဦးပုိင္ရွင္ကလည္းမေတာ္တဆေကာင္မေလးကေသြးစုတ္ဖုတ္ေကာင္မွန္းသိသြားတဲ့အခါ....သူတုိ႕သံုးေယာက္ၾကားဘာေတြဆက္ျဖစ္မလဲဆိုတာၾကည့္လိုက္ပါဦးေနာ္ File Size : (682 MB , 275 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 13 minFormat : Mp4Genre : Drama , Fantasy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/M4fd/(CM)_Beautiful_Vampire_2018_(Large_Size).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ja9oIIP33Pgm9295Gn67zBz8Vjy.jpg",
        "title": "The White Storm 2: Drug Lords ( 2019 )",
        "description": "zawgyi*******The White Storm ကားရဲ႕ ဒုတိယေၿမာက္ကားပဲၿဖစ္ပါတယ္ပထမကားကိုဒီမွာေဒါင္းယူႏိုင္ပါတယ္ဒီကားေလးဟာ 2019 julyလကမွထြက္ထားတဲ့ေဟာင္ေကာင္အက္႐ွင္ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္...ဒီဇာတ္ကားထဲမွာမင္းသားႀကီး Andy Laoနဲ႔ Louis Kooတို႔အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားျပီး Louis Kooကိုလဲပံုစံတစ္မ်ိဳးနဲ႔ျမင္ေတြ႔ရမွာျဖစ္မွာပါ..ဇာတ္လမ္းအက်ဥ္းကေတာ့ေဟာင္ေကာင္ၿမိဳ႕မွာအႀကီးဆံုးမူးယစ္ရာဇာျဖစ္လာတဲ့တိက်န္႔ဟာေဟာင္ေကာင္မူးယစ္ေစ်းကြက္ကိုအုပ္စိုးဖို႔ ႀကိဳးစားေနသူပါ..တစ္ဖက္မွာလည္း ေဟာင္ေကာင္မူးယစ္ႏွိမ္နင္းေရးအဖြဲ႔က ဒါ႐ိုက္တာယြီစြင့္ထ်န္းဟာမူးယစ္ရာဇာေတြအားလံုးကိုၿဖိဳခြဲဖို႔ႀကိဳးစားလာတဲ့အခါဘယ္လိုေတြထိပ္တိုက္ရင္ဆိုင္ၾကမလဲ...သူတို႔ၾကားမွာဘယ္လိုအၿငိဳးတရားေတြ႐ွိေနတာလဲဆိုတာ စိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈရမွာျဖစ္ပါတယ္ Unicode*********The White Storm ကားရဲ့ ဒုတိယမြောက်ကားပဲဖြစ်ပါတယ်ပထမကားကိုဒီမှာဒေါင်းယူနိုင်ပါတယ်ဒီကားလေးဟာ 2019 julyလကမှထွက်ထားတဲ့ဟောင်ကောင်အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...ဒီဇာတ်ကားထဲမှာမင်းသားကြီး Andy Laoနဲ့ Louis Kooတို့အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး Louis Kooကိုလဲပုံစံတစ်မျိုးနဲ့မြင်တွေ့ရမှာဖြစ်မှာပါ..ဇာတ်လမ်းအကျဉ်းကတော့ဟောင်ကောင်မြို့မှာအကြီးဆုံးမူးယစ်ရာဇာဖြစ်လာတဲ့တိကျန့်ဟာဟောင်ကောင်မူးယစ်ဈေးကွက်ကိုအုပ်စိုးဖို့ ကြိုးစားနေသူပါ..တစ်ဖက်မှာလည်း ဟောင်ကောင်မူးယစ်နှိမ်နင်းရေးအဖွဲ့က ဒါရိုက်တာယွီစွင့်ထျန်းဟာမူးယစ်ရာဇာတွေအားလုံးကိုဖြိုခွဲဖို့ကြိုးစားလာတဲ့အခါဘယ်လိုတွေထိပ်တိုက်ရင်ဆိုင်ကြမလဲ...သူတို့ကြားမှာဘယ်လိုအငြိုးတရားတွေရှိနေတာလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ် Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.3",
        "url": "https://megaup.net/M693/(CM)The.White.Storm.2.2019.WEB-DL.720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BZmY5MDUwMDAtMTI5OC00ZjBkLWExN2YtNGM5OGQwM2E4YzZmXkEyXkFqcGdeQXVyMzIxODMxMTE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Lancaster Skies (2019)",
        "description": "ငယ္ဘဝကတည္းက နာက်င္ထိခို္က္ရတဲ့ ကေလးဘဝနဲ႕\nျဖတ္သန္းခဲ့ရတဲ့ စကားနည္းလူေအးတစ္ေယာက္ျဖစ္တဲ့ ေဒါက္ကလပ္စ္ဟာ\nဘာလင္ၿမိဳ႕စြန္နားကိုတိုက္ခိုက္ရမဲ့ဗံုးၾကဲေလတပ္အဖြဲ႕ကိုဦးေဆာင္ရေတာ့မွာျဖစ္ပါတယ္။\nတပ္ဖြဲ႕အသစ္ကိုေရာက္ရွိလာတဲ့ အရာရွိေဒါက္ကလပ္စ္နဲ႕\nတစ္ခ်ိန္လံုးမတည့္ျဖစ္ေနတာေတာ့ ခ်ာလီဆိုတဲ့တပ္သားပဲျဖစ္ပါတယ္။\nအမွန္ေတာ့ ေဒါက္ကလပ္စ္က ၿပီးခဲ့တဲ့တိုက္ပြဲမွာ\nက်ဆံုးသြားတဲ့အရာရွိအယ္ဖီလ္ရဲ႕ေနရာကိုအစားထိုးေရာက္ရွိလာတာျဖစ္ပါတယ္။\nတစ္ဖြဲ႕လံုးရဲ႕ယံုၾကည္မႈကိုရရွိဖို႕ေဒါက္ကလပ္စ္တစ္ေယာက္\nသူ႕နည္းသူ႕ဟန္နဲ႕ၾကိဳးစားေျဖရွင္းပံုေလးေတြလဲပါပါတယ္။\n၁၉၄၀ျပည့္နွစ္ရဲ႕စစ္ပြဲအေၾကာင္းကိုရုိက္ကူးထားတဲ့ဇာတ္ကားပဲျဖစ္ပါတယ္။\nFile Size : (1.3gb) and (680 MB)\nQuality : blu-ray 1080p\nRunning Time : 1h 38min \nFormat : Mp4\nGenre : Action, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Charm\nEncoded by sithu",
        "rating": "5.0",
        "url": "https://megaup.net/M6jz/Lancaster.Skies.2019.720p.BluRay(cm).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMTgxMmJhNjItMmFlMS00MWVlLWIyMjktYjUyYTI4MzA0YzgxXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Battle Royale (2000)",
        "description": "Battle Royale (2000)\nဒီကားအကြောင်းကို မပြောခင် Pubg ဆိုတဲ့Gameကို အားလုံးသိကြမယ်ထင်ပါတယ်\nPubg ကို ရေးဆွဲခဲ့တဲ့ သူက ဒီကားကိုကြည့်ခဲ့ပြီး\nဂိမ်းအဖြစ်ပြန် အသက်သွင်းဖို့ အကြံရခဲ့တယ်လို့ဆိုထားပါတယ်\nဇာတ်လမ်းအကျဉ်းအနေနဲ့က ဂျပန်နိုင်ငံဟာ လူဦးရေတွေထူထပ်လျက်ရှိပြီး\nအလုပ်အကိုင်လဲရှားပါးနေပါပြီ အထက်လူကြီးတွေရဲ့ မစီမံနိုင်တဲ့အပေါ် ကျောင်းသား လူငယ်တွေကလဲ\nသပိတ်မှောက်ကြပါတယ် ဒီမှာတင် အစိုးရအဖွဲ့က\nကျောင်းသင်ခန်းစာအသစ်တစ်ခုတိုးပေးလ်ုက်ပါတယ်\nBR actလို့ခေါ်တဲ့ ဒီသင်ခန်းစာဟာ ကျောင်းသားတွေကို\nကျွန်းတစ်ကျွန်းပေါ်ပို့ အချိန်၃ရက်အတွင်း ရှင်သန်သူတစ်ယောက်ထဲကျန်တဲ့အထိ\nအချင်းချင်းသတ်ဖြတ်စေပါတယ်\nနှစ်စဉ် နိုင်ငံတစ်ဝှမ်းလုံးက ၈တန်းကျောင်းသားတွေထဲက\nအတန်းခွဲတစ်ခုကို ကျပန်းရွေးချယ်ပြီး ကျင်းပလေ့ရှိတဲ့ BR actသင်ရိုးကို\nနာနာဟာရာတို့အတန်းက ကံထူးပြီးသင်ရတဲ့အခါမှာတော့...\nဘာတွေဖြစ်လာမလဲ ဆက်လက်ကြည့်ရှူလိုက်ကြပါ\nFile Size : (1gb) and (600 MB)\nQuality : blu-ray 720p\nRunning Time : 1h 54min\nFormat : Mp4\nGenre : Adventure, Drama, Sci-Fi \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Waizin ...",
        "rating": "7.7",
        "url": "https://megaup.net/2813n/Battle.Royale.2000.Directors.Cut.720p.BluRay(cm).mp4",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMjAxMzY4MjU2Ml5BMl5BanBnXkFtZTgwNjY5OTQ2MzE@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Once Upon a Time in High School (2004)",
        "description": "ဒီကားလေးကတော့ ၂၀၀၄ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ drama အမျိုးအစားကားလေးဖြစ်ပါတယ်ဇာတ်ကားရဲ့အမည်လေးအတိုင်းပဲ အထက်တန်းကျောင်းဇာတ်လမ်း​လေးတစ်ခုပါဇာတ်လမ်းရဲ့အစမှာတော့ ဟွန်းဆူဆိုတဲ့ကောင်​လေး\nတစ်ယောက်ဟာမိဘတွေကဆိုးလ်ကိုပြောင်းလာတာနဲ့ သူလည်းကျောင်းပြောင်းခဲ့ရတယ်အဲ့လိုနဲ့ ကျောင်းကိုသွားတဲ့ဘတ်စ်ကားပေါ်မှာ မထင်မှတ်ပဲ အွန်းဂျူဆိုတဲ့ကောင်မလေးနဲ့ဆုံခဲ့ကြတယ်အွန်းဂျူအပေါ်ကို ဟွန်းဆူကရော ဟွန်းဆူရဲ့သူငယ်ချင်းဝူးရှစ်ကပါ သဘောကျနေမိတဲ့အခါမှာတော့သူတို့ဘာဆက်ဖြစ်ကြမလဲ အွန်းဂျူကရော ဘယ်သူ့ကိုရွေးချယ်လိုက်မှာလဲဆိုတာတွေကိုတော့ဒီဇာတ်ကားလေးထဲမှာကြည့်ပေးကြပါဦးထူးခြားတာက ဒီဇာတ်လမ်းလေးက လူငယ်အချစ်ဇာတ်လမ်းတင်မကဘဲကျောင်းတွင်းကြီးနိုင်ငယ်ညှင်း အနိုင်ကျင့်ကြတဲ့အကြောင်းတွေပါထည့်ရိုက်ထားတာမို့ ပိုစိတ်ဝင်စားစရာကောင်းပါတယ်ဇာတ်ကားတစ်ခုလုံးကို ၁၉၉၀ ပတ်ဝန်းကျင်ကိုအခြေခံရိုက်ထားတာမို့အရင်ခေတ်ကအဝတ်အစား အပြင်အဆင်လေးတွေနဲ့မို့ တစ်မျိုးလေးပိုကြည့်​လို့ကောင်းပါတယ်",
        "rating": "7.5",
        "url": "https://megaup.net/2813u/Once.Upon.A.Time.In.High.School.2004.720p.Bluray(cm).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kVBt7S1Ss4d3rShSQE4hTa854Sa.jpg",
        "title": "Shanghai Fortress ( 2019 )",
        "description": "Zawgyi*******အခုေနာက္ဆံုးထြက္ Sci-Fi Movie ကားပဲၿဖစ္ပါတယ္ တရုတ္တို႕ဟာthe wandering earth 2019 ကားမွာေအာင္ၿမင္မွုအၾကီးအက်ယ္ရၿပီးတဲ႔ေနာက္CGI ေကာင္းေကာင္းနဲ႔ သိပၸံကားေတြဆက္လက္ဖန္တီးဖုိ႕ၾကိဳးစားေနတာေတြ႕ရသလိုဒီကားမွာလည္း မင္းသားမင္းသမီးအားေကာင္းေကာင္းနဲ႔တင္ဆက္ထားတာကိုလညး္ေတြ႕ၿမင္ရမွာပဲၿဖစ္ပါတယ္ မင္းသား လုဟန္ နဲ႕ မင္းသမီး ရွု ၾကည္ တို႔ ပါ၀င္ထားပါတယ္အညႊန္းကေတာ႔အာကာသ ေက်ာက္စိုင္တစ္ခုေႀကာင့္ လူသားမ်ိဳးႏြယ္တစ္ခုလံုးဒုကၡေရာက္ရတဲ့အခ်ိန္မွာ လူသားေတြ တိုက္ပြဲရင္ဆိုင္တဲ့ပံုကိုရိုက္ျပထားတဲ့ ကားေလးပါ...ဒီက်ဴးေက်ာ္သူ ျဂိဳလ္သားေတြကိုလူသားေတြ ဘယ္လိုတိုက္မယ္...ဒီစစ္ပြဲေတြႀကားထဲမွာဘယ္လိုဇာတ္လမ္းေတြ ရွိေနဦးမယ္ဆိုတာကို စိတ္ဝင္စားဖြယ္ျမင္ေတြ႔ရမွာပါ...အက္ရွင္ႀကိဳက္သူ၊ sci-fi ခ်စ္သူေတြလည္းအႀကိဳက္ေတြ႔မယ့္ကားေလးမို႔ လက္မလႊတ္သင့္ဘူးေနာ္ Unicode*******အခုနောက်ဆုံးထွက် Sci-Fi Movie ကားပဲဖြစ်ပါတယ် တရုတ်တို့ဟာthe wandering earth 2019 ကားမှာအောင်မြင်မှုအကြီးအကျယ်ရပြီးတဲ့နောက်CGI ကောင်းကောင်းနဲ့ သိပ္ပံကားတွေဆက်လက်ဖန်တီးဖို့ကြိုးစားနေတာတွေ့ရသလိုဒီကားမှာလည်း မင်းသားမင်းသမီးအားကောင်းကောင်းနဲ့တင်ဆက်ထားတာကိုလည်းတွေ့မြင်ရမှာပဲဖြစ်ပါတယ် မင်းသား လုဟန် နဲ့ မင်းသမီး ရှု ကြည် တို့ ပါဝင်ထားပါတယ်အညွှန်းကတော့အာကာသ ကျောက်စိုင်တစ်ခုကြောင့် လူသားမျိုးနွယ်တစ်ခုလုံးဒုက္ခရောက်ရတဲ့အချိန်မှာ လူသားတွေ တိုက်ပွဲရင်ဆိုင်တဲ့ပုံကိုရိုက်ပြထားတဲ့ ကားလေးပါ...ဒီကျူးကျော်သူ ဂြိုလ်သားတွေကိုလူသားတွေ ဘယ်လိုတိုက်မယ်...ဒီစစ်ပွဲတွေကြားထဲမှာဘယ်လိုဇာတ်လမ်းတွေ ရှိနေဦးမယ်ဆိုတာကို စိတ်ဝင်စားဖွယ်မြင်တွေ့ရမှာပါ...အက်ရှင်ကြိုက်သူ၊ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/shanghai-fortress-2019/",
        "category": "Sci-Fi, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kZv92eTc0Gg3mKxqjjDAM73z9cy.jpg",
        "title": "Dark Phoenix (2019)",
        "description": "Xmen ေတြရဲ႕ ေနာက္ဆံုးထြက္ ဇာတ္ကားပါ။ဇာတ္လမ္းအက်ဥ္း ခ်ားစ္ရဲ႕ အိတ္စ္မန္းေတြ ျဖစ္တဲ့ဟန္႔ခ္ ကာ့ထ္ ေရဗင္ စေကာ့ ဂ်င္းဂေရးတို႔ဟာ အာကာသယာဥ္မႉးေတြကိုကယ္တင္ဖို္ အာကာသထဲကို သြားရင္ အပူလိႈင္းႀကီးတစ္ခုနဲ႔ ရင္ဆိုင္လိုက္ရပါတယ္။အဲဒီ အပူစြမ္းအင္ေတြကို တားဖို႔ႀကိဳးစားရင္းနဲ႔ဂ်င္းဂေရးကိုယ္ထဲကို စြမ္းအင္ေတြ အကုန္ ဝင္သြားခဲ့တယ္။သူတို႔ ကမာၻေပၚကို ျပန္ေရာက္ခ်ိန္မွာ ဂ်င္းဂေရးဟာ စိတ္ေဖာက္ျပန္ၿပီးထိန္းမရျဖစ္လာပါေတာ့တယ္။လူသားေတြနဲ႔ ၿငိမ္းခ်မ္းေရး မပ်က္စီးေအာင္ ဂ်င္းဂေရးကိုလည္းျပန္ေကာင္းလာေအာင္ႀကိဳးစားဖို႔ အိတ္စ္မန္းေတြဟာဒီစြမ္းအင္ေတြေနာက္ကိုလိုက္လာတဲ့ ရန္သူေတြက္ုေရာဂ်င္းကိုေရာ ျပန္ရင္ဆိုင္ရပါေတာ့တယ္။ ထြက္ရွိခဲ့တဲ့ X-Men Moives Collection  မ်ားကိုေအာက္ပါလင့္မွာ ၀င္ေရာက္ၾကည့္ရႈ႕ႏိုင္ပါတယ္..https://channelmyanmar.org/category/x-men/ File Size : (2 GB , 1 GB) & ( 390 MB)Quality :  BluRay ...",
        "rating": "6.0",
        "url": "https://megaup.net/2T56o/Dark_Phoenix_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d6ZSfHntvRa8yCEngwoEFRk5YUN.jpg",
        "title": "Just Call Me Nobody ( 2010 )",
        "description": "Zawgyi*******Just call me nobody ဆုိတဲ႔ ဒီဇာက္ကားေလးဟာဆိုရင္၂၀၁၀ခုနွစ္ကထြက္ရွိခဲ႔ျပီး ကိုယ္ခံပညာနဲ႔ ဟာသေရာေနွာထားေသာဇာက္ကားေလးတစ္ကားပါ ဒီကားေလးကို ဒါရိုက္တာ Kevin Chuရိုက္ကူးထားျပီး castေတြ အေနနဲ႔Xiao Shen Yang,Kelly Lin, Banny Chen, Zhao Benshan,Eric Tsang, Jacky Wu,Xiao Xiao Binတို့ ပါဝင္သရုပ္ေဆာင္ထားပါတယ္rating အေနနဲ႔ သိပ္မေကာင္းေပမဲ႔ ၾကည့္ေကာင္းတဲ႔ကားေလးတစ္ကားပါဇာက္လမ္းအက်ဥ္းခ်ဳပ္ေလးကေတာ့ ေရွးေဟာင္းတရုတ္ျပည္ၾကီးမွာwu di(Xiao Shen Yang)ဆုိတဲ႔ ဖိနပ္ခ်ဳပ္သမားေလးဟာအေမျဖစ္သူ(Chen Hui-chuen)နဲ့အတူတူေနထိုင္ပါတယ္ ဒါေပမဲ႔သူဟာ သိုင္းစာအုပ္ေတြကိုေလ့လာလိုက္စားသူတစ္ပါ တစ္ေန့ wu diဟာအမ်ိဳသမီးသိုင္းသမားတစ္ေယာက္Yoelou(Kelly Lin)ရဲ႔ ဖိနပ္ကို ျပင္ေပးခဲ႔ျပီးေနာက္ သူမကို ရန္သူေတြလက္ထဲကေနကယ္ခဲ႔ပါတယ္ အဲ႔ဒီေနာက္သူမက wu diကိုေက်းဇူးတင္ခဲ႔ျပီး သူမရဲ႔ အကူအညီကိိလိုရင္ ခ်င္ေတာင္မွာ လာရွာဖို့ ေျပာခဲ႔ပါတယ္ တကယ္တမ္းေတာ့ သူမကေတာ္ဝင္မင္းသမီးတစ္ေယာက္ျဖစ္ျပီး ဘုရင္ျဖစ္သူ (Banny Chen)နဲ႔ေစ့စပ္ထားသူျဖစ္ပါတယ္ သူမဟာ ...",
        "rating": "4.1",
        "url": "https://megaup.net/28077/(CM)Just.Call.Me.Nobody.2010.BluRay.576p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BNTVlODgwMjgtZGUzMy00ZTY1LWIyMDEtYTI2Y2JlYzVjZTNkXkEyXkFqcGdeQXVyNTg0MDM1MzY@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Chamber (2016)",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ ေျမာက္ကိုရီးယား န့ဲ\nအေမရိကန္တို႔ စစ္ပြဲကာလမွာ\nေျမာက္ကိုရီးယားဘက္က အေဝးထိန္းဒုံးက်ည္ေတြ\nစတင္တီထြင္ျပီးျပီလို႔ သတင္းရပီးေနာက္မွာ\nအေမရိကန္ဘက္က ေရငုပ္သေဘၤာန႔ဲ ေျမာက္ကိုးရီးယား\nဒံုးက်ည္ကိုသြားဖ်က္စီး တ့ဲဇာတ္လမ္းေလးပဲ ျဖစ္ပါတယ္။\nAurora သေဘၤာကပၸတိန္က မတ္စ္လို႔ေခၚတ့ဲ ဒုတိယကမၻာစစ္ထဲက\nအကြၽမ္းက်င္ဆံုးကပၸတိန္ တစ္ေယာက္ပါ။\nေရဒါခံလို႔မရတ့ဲ သေဘၤာမွ ေျမာက္ကိုရီးယားေရတပ္ထဲ\nဝင္လို႔ရမွာျဖစ္လို႔ တစ္စီးထဲက်န္တ့ဲ စစ္သံုးသေဘၤာ Aurora အေၾကာင္းကိုလည္း\nသိရမွာျဖစ္ပါတယ္။\nဒီဇာတ္လမ္းမွာ မတ္စ္န႔ဲ က်န္တ့ဲအဖြ႔ဲဝင္ေတြက\nေျမာက္ကိုရီးယားေရပိုင္နက္ထဲသြားပီး\nဒုံးက်ည္ထိပ္ဖူးကိုဘယ္လိုဖ်က္စီးၾကမလဲ\nဘယ္လိုေတြပူးေပါင္းပီး လုပ္ေဆာင္ၾကမလဲဆိုတာ....\nရင္တထိတ္ထိတ္နဲ႔လိုက္ပာခံစားခ်င္သူေတြ\nအႀကိဳက္ေတြ႔မယ့္ကားတစ္ခုျဖစ္ပါတယ္....\nရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nMay Thu Kyaw ျဖစ္ပါတယ္",
        "rating": "4.4",
        "url": "https://megaup.net/280lC/The.Chamber.2016_720P_%7BCM%7D.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMTM0NWMyNjAtNWViMy00NzQzLTlkMjEtM2YzMjc3YjZkMmQyXkEyXkFqcGdeQXVyMjUwMDQxMTY@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Healed by Grace 2 : Ten Days of Grace (2019)",
        "description": "ဂ်က္စ္ဆိုတ့ဲ ဆယ္ေက်ာ္သက္ ေကာင္မေလးတစ္ေယာက္ဟာ\nျမင္းေတြကိုအရမ္းသေဘာက်တဲ့သူေပါ့...\nဒါေပမယ့္ သူ႔အေမက ျမင္းေတြကိုအရမ္းမုန္းေတာ့\nဂ်က္စ္ေလးက သူ႔အိပ္မက္ကို အျမဲခ်ိဳးႏိွမ္ထားခဲ့ရတယ္....\nတစ္ေန႔မွာ သူ႔အေမက ကင္ဆာေရာဂါန႔ဲ ျမဳိ့ကဆရာဝန္မွာ\nေဆးသြားစစ္တ့ဲအခ်ိန္ သူ႔အေဖက အဖိုးရိွတ့ဲ ျမင္းေဇာင္းမွာ\nသူ႔ကိုခဏသြားထားတာကေနစပီး ျမင္းေဇာင္းမွာ\nဂေရ႕စ္ဆုိတ့ဲ ျမင္းေလးရယ္ မိသားစုရယ္နဲ႔\nသံေယာဇဥ္အရႉပ္အေထြးေလးေတြကို\nရသမ်ိဳးစံု ခံစားရမွာပဲ ျဖစ္ပါတယ္.....\nFamily movie တစ္ခုျဖစ္သလို ရႈခင္းေတြလည္းလွလြန္းတာေၾကာင္႔\nေပါ့ေပါ့ပါးပါးနဲ႔ၾကည့္လို႔ေကာင္းမယ့္ကားေလးတစ္ခုပါ....\nရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားတာကေတာ့\nMay Thu Kyaw ျဖစ္ပါတယ္",
        "rating": "5.8",
        "url": "https://megaup.net/M5r8/Healed.By.Grace.2.Ten.Days.of.Grace.2018_720P_%7BCM%7D.mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/AF-135x200.jpg",
        "title": "After Earth (2013)",
        "description": "၀ီလ္ စမစ္တုိ႔သားအဖ ႏွစ္ေယာက္ပါ၀င္ထားတဲ့ သိပၸံစိတ္ကူးယဥ္ အက္ရွင္ ကားေလးကုိ\nျပန္တင္ဆက္ ေပးလုိက္ပါတယ္။ဇာတ္လမ္းကုိ ေနာက္လာမဲ့ အနာဂတ္ ႏွစ္ေပါင္း တစ္ေထာင္မွာ\nဇာတ္အိမ္ တည္ထားပါတယ္။လူသားေတြဟာဆုိရင္ ေဂဟစနစ္ ပ်က္စီး မွဳ႕ေတြေၾကာင့္ အမိကမၻာေျမ\nကေန ထြက္ခြာခဲ့ရၿပီး Nova Prime လုိ႔ေခၚတဲ့ ၿဂဳိလ္ တစ္ခုမွာ အေျခခ်ေနထုိင္ေနက်တဲ့ အခ်ိန္ေပါ့ဗ်ာ။\nအဲ့အခ်ိန္မွာ လူသားေတြထပ္မံ သိခဲ့ ရတာက ဒီ စၾကာ၀ဠာႀကီးမွာ ကြ်န္ေတာ္ တုိ႔ခ်ည္းမဟုတ္ပါဘူးဆုိတာပါပဲ\nNova Prime ကုိ ေျပာင္းေရႊ႕လာတဲ့ လူသားေတြကုိ ၿဂဳိလ္ သားေတြက တုိက္ခုိက္ ပါတာေတာ့တယ္။အဲ့လုိ\nလူသားေတြ လည္းအေသအေပ်ာက္မ်ားၿပီး တစ္ျဖည္းျဖည္းနဲ႔ မ်ဳိးတုန္းမဲ့ အႏၱရာယ္ ကုိ ရင္ဆုိင္လာရပါၿပီ။\nအဲ့လုိ အခါမွာဆုိရင္ လူသားေတြ ရဲ႕ အားကုိးရာက ရိန္းဂ်ားလုိ႔ေခၚတဲ့ စစ္သားေတြအေပၚမူတည္လာပါတယ္။\nအဲ့ရိန္းဂ်ားေတြၾကားထဲမွာမွ လက္မရြံ တက္တဲ့ ဆုိင္ဖာ(၀ီလ္စမစ္)က ထိပ္တန္းေပါ့။ဒီလုိနဲ႔ လူသားေတြ ...",
        "rating": "4.9",
        "url": "https://megaup.net/280ly/After.Earth.2013_720P_%7BCM%7D.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nyQBcpxqS4im2akQlWG9Y1oeM2V.jpg",
        "title": "Death Proof(2007)",
        "description": "Death Proof(2007)IMDb....7.0သူမ်ား ရုပ္ရွင္ရိုက္ကြင္းေတြမွာ စတန္႔ဝင္လုပ္ေပးရတဲ့ ဘဲႀကီးတစ္ေပြ။ ဒီဘဲႀကီးကေဆာ္ ငယ္ငယ္ေလးေတြဆို စိတ္ဝင္စားတယ္။ ေဆာ္ေလးေတြ ေတြ႔ၿပီဆို အူေၾကာင္ေၾကာင္နဲ႔ ေၾကာက္စရာေကာင္းတဲ့ အၾကည့္မ်ိဳးနဲ႔ ၾကည့္ေနတတ္တယ္။တစ္ေန႔ေတာ့ အရက္ဘားတစ္ခုမွာ ကဲခ်င္တိုင္းကဲ ျဖစ္ခ်င္တိုင္း ျဖစ္ေနတဲ့ ေဆာ္တစ္အုပ္ကိုေတြ႔တယ္။ အဲ့ဒီ ေဆာ္တစ္အုပ္ ဘားကေန အျပင္ကို ကားေမာင္းထြက္သြားခ်ိန္မွာေတာ့ စတန္႔ဘဲႀကီးကလည္း သူ႔ရဲ႕ အထူူးျပဳလုပ္ထားတဲ့ စီးေတာ္ယဥ္ ကားႀကီး စီးလို႔ ေကာင္မေလးေတြ ေနာက္ လိုက္သြားတယ္။သူ႔ စီးေတာ္ ကားႀကီးက Death Proof ပါတဲ့။ ဆိုလိုရင္းကေတာ့ ကားတိုက္မႈ ျဖစ္ရင္ မေသတတ္ဘူးေပါ့ေလ။နာရီေတြမွာ water proof ဆိုတဲ့ စကားလံုးပါရင္ နာရီ ေရထဲက်သြားလည္း မပ်က္စီးသြားသလိုေပါ့။သူ႔ကားကို သူက Death Proof ျဖစ္ေအာင္ ရြိဳင္းထားတယ္။ေကာင္မေလးေတြကို သူ ဘာလုပ္မွာလဲ? ဒီဘဲႀကီးက ဘယ္လိုေကာင္ႀကီးလဲ?____________* Death Proof ...",
        "rating": "7.0",
        "url": "https://megaup.net/1s1mo/Death_Proof.2007.BLURAY720P.PP.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8cU4pjIF44XTJpsxDLlw0tWN4l7.jpg",
        "title": "The White Storm ( 2013 )",
        "description": "Zawgyi*******Line Walker 2 အၾကည္မထြက္ခင္ ေစာင္႔ဆိုင္းရင္းနဲ႕ Line Walker မင္းသားပါ၀င္တဲ႔Nick Cheung ကားေလးကိုအရင္ၾကည္႕ထားရေအာင္ဒီကားေလးဟာ imdb6.6ရထားတဲ့ ေဟာင္ေကာင္အက္ရွင္ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္..အားလံုးနဲ႔ရင္းႏွီးၿပီးသားျဖစ္တဲ့Ching Wan Lao,Louis Kooနဲ႔ Nick Chengတို႔မင္းသားႀကီးသံုးေယာက္ပါဝင္တဲ့အတြက္ သေဘာေတြ႔ေစမွာပါ...ဇာတ္လမ္းအက်ဥ္းေလာကေတာ့ေဟာင္ေကာင္ရဲအရာ႐ွိသံုးေယာက္ဟာ မူးယစ္ရာဇာေတြကိုေဖာ္ထုတ္ႏိုင္ဖို႔အတြက္သူတို႔ထဲကတစ္ေယာက္ကိုသူလ်ိဴအျဖစ္ မူးယစ္ဂိုဏ္းထဲဝင္ေစၿပီးစံုစမ္းရာကေန အေ႐ွ႕ေတာင္အာ႐ွ မူးယစ္ဂိုဏ္းတစ္ခုလံုးကိုအုပ္စိုးေနတဲ့႐ွစ္မ်က္ႏွာဘုရားလို႔ နာမည္ေပးထားတဲ့ ေခါင္းေဆာင္ကိုဘယ္လိုေတြ ရင္ဆိုင္ၾကမလဲ...ဘယ္လိုအခက္အခဲေတြနဲ႔အလွည့္အေျပာင္းေတြကိုၾကံဳရမလဲဆိုတာ စိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈရမွာပါ..ဒီကားရဲ႕အဆက္ၿဖစ္တဲ႔ The White Storm 2 ကိုလည္း မၾကာခင္မွာတင္ဆက္သြားမွာပဲၿဖစ္ပါတယ္ Unicode********Line Walker 2 အကြည်မထွက်ခင် စောင့်ဆိုင်းရင်းနဲ့ Line Walker မင်းသားပါဝင်တဲ့Nick Cheung ကားလေးကိုအရင်ကြည့်ထားရအောင်ဒီကားလေးဟာ imdb6.6ရထားတဲ့ ဟောင်ကောင်အက်ရှင်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်..အားလုံးနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့Ching Wan Lao,Louis Kooနဲ့ Nick Chengတို့မင်းသားကြီးသုံးယောက်ပါဝင်တဲ့အတွက် သဘောတွေ့စေမှာပါ...ဇာတ်လမ်းအကျဉ်းလောကတော့ဟောင်ကောင်ရဲအရာရှိသုံးယောက်ဟာ မူးယစ်ရာဇာတွေကိုဖော်ထုတ်နိုင်ဖို့အတွက်သူတို့ထဲကတစ်ယောက်ကိုသူလျိူအဖြစ် မူးယစ်ဂိုဏ်းထဲဝင်စေပြီးစုံစမ်းရာကနေ အရှေ့တောင်အာရှ မူးယစ်ဂိုဏ်းတစ်ခုလုံးကိုအုပ်စိုးနေတဲ့ရှစ်မျက်နှာဘုရားလို့ နာမည်ပေးထားတဲ့ ခေါင်းဆောင်ကိုဘယ်လိုတွေ ရင်ဆိုင်ကြမလဲ...ဘယ်လိုအခက်အခဲတွေနဲ့အလှည့်အပြောင်းတွေကိုကြုံရမလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ..ဒီကားရဲ့အဆက်ဖြစ်တဲ့ The White Storm ...",
        "rating": "6.7",
        "url": "https://megaup.net/2803u/(CM)The.White.Storm.2013.BluRay.720p.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/70473524_961481394244001_470473861519900672_n-150x200.jpg",
        "title": "Young President 2 Fake Bride ( 2019 )",
        "description": "Zawgyi*******Chinese Drama Romance ေလးနဲ႕တင္ဆက္ေပးလိုက္ပါတယ္မိုက်င္ခ်န္ဆိုတဲ့သူေဌးသားေလးဟာ အန္ရွီေဟြ႕ဆိုတဲ့ေကာင္မေလးနဲ႔နွစ္ဖက္မိဘသေဘာတူထားၿပီးလက္ထပ္ၾကဖို႔လုပ္ထားရာကေနမဂၤလာပြဲေန႔မွာ မိုက်င္ခ်န္သိလိုက္ရတာက သူတို႔သမီးဟာအန္ရွီေဟြ႕မဟုတ္ဘူးဆိုတာဘဲ တကာ္ေတာ့အန္ရွီေဟြ႕ေနရာမွာသူနဲ႔ရုပ္ခ်င္းတူတဲ့ညီမ အန္ရွီနင္ကအစားထိုးဝင္ေနတာပါကိစၥေတြေပၚသြားေပမယ့္ မိဘေတြရဲ႕ဖိအားေပးမႈေၾကာင့္က်င္ခ်န္က အန္ရွီနင္ကိုလက္ထပ္လိုက္ရတဲ့အခါအန္ရွီေဟြ႕ပံုစံအတိုင္းအန္ရွီနင္ကိုပံုသြင္းပါေတာ့တယ္အဲလိုပံုသြင္းရင္ အန္ရွီနင္ရဲ႕အျပဳအမူေတြေၾကာင့္က်င္ခ်န္တစ္ေယာက္ေျပာင္းလဲလာတဲ့အခါ ဘယ္လိုေတြဆက္ျဖစ္လာမွာလဲသူတို႔ၾကားမွာဘာေတြရွိလာမွာလဲ ေပ်ာ္႐ႊင္စရာေတြရွိလာမွာလားဝမ္းနည္းစရာနဲ႔အဆံုးသတ္မွာလား ဆိုတာဆက္လက္ၾကည့္႐ႈၾကဖုိ႔လုိ႔ တုိက္တြန္းလုိက္ပါေစ Unicode*******Chinese Drama Romance လေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်မိုကျင်ချန်ဆိုတဲ့သူဌေးသားလေးဟာ အန်ရှီဟွေ့ဆိုတဲ့ကောင်မလေးနဲ့နှစ်ဖက်မိဘသဘောတူထားပြီးလက်ထပ်ကြဖို့လုပ်ထားရာကနေမင်္ဂလာပွဲနေ့မှာ မိုကျင်ချန်သိလိုက်ရတာက သူတို့သမီးဟာအန်ရှီဟွေ့မဟုတ်ဘူးဆိုတာဘဲ တကာ်တော့အန်ရှီဟွေ့နေရာမှာသူနဲ့ရုပ်ချင်းတူတဲ့ညီမ အန်ရှီနင်ကအစားထိုးဝင်နေတာပါကိစ္စတွေပေါ်သွားပေမယ့် မိဘတွေရဲ့ဖိအားပေးမှုကြောင့်ကျင်ချန်က အန်ရှီနင်ကိုလက်ထပ်လိုက်ရတဲ့အခါအန်ရှီဟွေ့ပုံစံအတိုင်းအန်ရှီနင်ကိုပုံသွင်းပါတော့တယ်အဲလိုပုံသွင်းရင် အန်ရှီနင်ရဲ့အပြုအမူတွေကြောင့်ကျင်ချန်တစ်ယောက်ပြောင်းလဲလာတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်လာမှာလဲသူတို့ကြားမှာဘာတွေရှိလာမှာလဲ ပျော်ရွှင်စရာတွေရှိလာမှာလားဝမ်းနည်းစရာနဲ့အဆုံးသတ်မှာလား ဆိုတာဆက်လက်ကြည့်ရှုကြဖို့လို့ တိုက်တွန်းလိုက်ပါစေ",
        "rating": "5.1",
        "url": "https://megaup.net/2NWRF/(CM)Young_President_2_Fake_Bride_HDRip_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7QqFn9UzuSnh1uOPeSfYL1MFjkB.jpg",
        "title": "A Dark Place(2018)",
        "description": "A Dark Place(2018)ဟာဘာ့ခ်္ဟာ ဆုိတဲ့ၿမဳိ႕ေလးဟာ\nလူစိမ္းအ၀င္အထြက္မရွိ မႈခင္းေတြ မရွိသေလာက္ရွားပါးၿပီး\nတိတ္ဆိတ္ေအးခ်မ္းတဲ့ ၿမိဳ႕ငယ္ေလးတစ္ခုပါ။ ဒြန္နီကေတာ့ ၿမိဳ႕ရဲ႕သန္႔ရွင္းေရးအလုပ္သမားတစ္ေယာက္ၿဖစ္ၿပီး မုဆုိးမ\nမိခင္ၾကီးနဲ႔ အတူေနထုိင္ပါတယ္။ တစ္ေန႔ေတာ့ ဒြန္နီ အမႈိက္သိမ္းတဲ့လမ္းေၾကာင္းရဲ႕အိမ္တစ္အိမ္က ကေလးငယ္တစ္ေယာက္\nေပ်ာက္ဆုံးသြားခဲ့ၿပီး ေနာက္တစ္ေန႔မနက္မွာ အေလာင္းအၿဖစ္ ၿပန္ေတြ႔ခဲ့ရပါတယ္။ကေလးမွာၿပင္ပဒဏ္ရာမရွိတဲ့အတြက္\nသာမန္ေရနစ္ေသဆုံးမႈလုိ႔သာ ပိတ္သိမ္းလုိက္ေပမယ့္ ကေလးမိခင္ရဲ႕စကားတစ္ခြန္းေၾကာင့္ ဒီအမႈကုိ သူစိတ္၀င္စားလာပါတယ္။\nတစ္ၿခား ဘယ္သူကမွ ဂရုစုိက္ပုံမရတဲ့ ဒီအမႈကုိစိတ္၀င္တစားလုိက္ပါစုံစမ္းမိခ်ိန္မွာေတာ့ၿခိမ္းေၿခာက္မႈေတြ အႏၱရာယ္ေတြရင္ဆုိင္လာရတဲ့အခါ။\nဒီအမႈဟာ တကယ္ပဲ မရုိးသားမႈေတြရွိေနတာလား?ဘယ္လုိရန္သူမွမရွိႏုိင္တဲ့ကေလးငယ္တစ္ေယာက္အသတ္ခံရတယ္ဆုိရင္\nအေၾကာင္းၿပခ်က္က ဘာေၾကာင့္ၿဖစ္ႏုိင္မလဲ? သူတုိ႔နယ္ၿမိဳ႕ေလးဟာထင္သလုိ တကယ္ေရာ ေအးခ်မ္းရဲ႕လား?\nMystery, Thriller ဇာတ္ကားမ်ိဳးဆုိေပမယ့္ မိသားစု ဒရာမာေလးနဲ႔အတူAndrew Scott ရဲ႕ အ႔ံမခန္းသရုပ္ေဆာင္စြမ္းရည္ကုိပါ ၿမင္ေတြ႔ရမွာပါ။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Alias ပဲျဖစ္ပါတယ္.....File Size : (839 MB) and (300 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Mystery,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.2",
        "url": "https://megaup.net/1s206/A_Dark_Place.2018.BluRAY720P.PP.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BYzIzYTY0N2UtNDI5Ni00OTM4LTkyMTUtMDQ1ODJiMTg2MDRiXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Critters Attack! (2019)",
        "description": "ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဒီလိုပါ။\nလီရြိဳင္းတကၠသိုလ္ကို ၀င္ခြင့္မရတဲ့ ေကာင္မေလး ဒေရ ဟာ\nသူ႕ေမာင္ေလး ဖိလစ္ရယ္ ဦးေလးအရက္သမား\nရဲစံေထာက္ႀကီး လူး၀စ္စ္ ရယ္နဲ႔ အတူတူ ေနၾကပါတယ္။\nသူ႕ေမာင္ေလး ဖိလစ္ကေတာ့ ၿဂိဳလ္သားပံုျပင္ေတြကုိ ယံုၿပီး ပန္းကန္ျပားပ်ံေတြ\nၿဂိဳလ္သားေတြကို ရူးသြပ္တဲ့ ေကာင္ေလးတစ္ေယာက္ပါ။\nဒေရဟာ ဆူရွီဆိုင္တစ္ဆိုင္မွာ အလုပ္လုပ္ရင္းကေန တစ္ေန႔ေတာ့\nလီရြိဳင္းတကၠသိုလ္ ၀င္ခြင့္ရႏိုင္မယ့္ နည္းလမ္းကို ရရွိခဲ့ပါတယ္။\nဒါကေတာ့ ေက်ာင္းရဲ႕အုပ္ခ်ဳပ္ေရး ဘုတ္အဖြဲ႕၀င္တစ္ေယာက္ရဲ႕\nကေလးေတြကို ထိန္းေပးဖို႔ပါပဲ။\nဒေရ ကေလးထိန္းဖို႔ သြားတဲ့အခ်ိန္မွာ သူ႕ေမာင္ေလး ဖိလစ္လည္း\nလိုက္ပါလာခဲ့ပါတယ္။\nသူတို႔ေမာင္ႏွမႏွစ္ေယာက္ နဲ႔ ပေရာ္ဖက္ဆာရဲ႕ကေလးႏွစ္ေယာက္ဟာ\nေတာထဲကို ေလွ်ာက္သြားရင္းကေန ခရိုက္စ္တစ္ေကာင္နဲ႔ ေတြ႕ခဲ့ပါတယ္။\nအဲဒီကစလို႔ ဇာတ္လမ္းစတင္ခဲ့တာပါ။\nCritters ကားေတြဟာ ေအာင္ျမင္တဲ့ဇာတ္လမ္းေတြ ျဖစ္ခဲ့ပါတယ္။\n၁၉၈၆ ခုႏွစ္မွာ စတင္ထြက္ရွိခဲ့ၿပီး 1,2,3,4 ဆိုၿပီး ေအာင္ျမင္ခဲ့ၿပီး\nခု ၂၀၁၉ ခုႏွစ္မွာေတာ့ Critters Attack ဆိ္ုၿပီး ဆက္လက္ထြက္ရွိလာတာပါ။\n၂၀၁၉ ခုႏွစ္ ေမလမွာေတာ့ Critters: A New Binge\nဆ္ိုၿပီးေတာ့ ဇာတ္လမ္းတြဲအေနနဲ႔ ျပသခဲ့ပါေသးတယ္။\nဒီ Critters ...",
        "rating": "3.6",
        "url": "https://megaup.net/1s1vV/Critters.Attack.2019.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/Reservoir-Dogs-poster-133x200.jpg",
        "title": "Reservoir Dogs (1992)",
        "description": "Reservoir Dogs (1992)\nIMDb - 8.3/10_____Rotten - 92%\n Zawgyi*******IMDb 8.3 ရရွိထားတယ္ဆုိတာေတာ္ယံု Rating မ်ိဳးမဟုတ္ဘူးေနာ္1992 ခုႏွစ္ကထြက္ခဲ့တဲ့ဇာတ္ကားေဟာင္းေလးဆိုေပမဲ့ေကာင္းေနဆဲဇာတ္ကားေလးပါ။ Crime/Thriller ဇာတ္ကားေလးျဖစ္ပါတယ္ျဗိတိန္နာမည္ၾကီး Film magazine တစ္ခုျဖစ္တဲ့ Empire Film magazine ကေတာင္\" Greatest Indenpendent Film of all Time\" အျဖစ္သတ္မွတ္ခံထားခဲ့ရပါတယ္။အေမရိကန္ႏိုင္ငံမွာ ရုံ၀င္ေငြေဒၚလာ၂.၅သန္းအထိရရွိခဲ့ျပီးအဂၤလန္ႏိုင္ငံမွာပိုလို႕ေအာင္ျမင္ကာ ၀င္ေငြေပါင္ ၆.၅သန္းအထိရလာခဲ့ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ တစ္ေယာက္ကိုတစ္ေယာက္မသိၾကတဲ့နာမည္၀ွက္ကုိယ္စီနဲ႕ဒုစရိုက္သမား ၆ေယာက္ကိုဓားျပတိုက္မႈတစ္ခုလုပ္ဖုိ႕အတြက္ စုစည္းလိုက္တဲ့တာကစတာပဲျဖစ္ပါတယ္။တကယ္ေတာ့အဲဒီအဲဒါဟာရဲေတြရဲ႕ေထာင္ေခ်ာက္ဆင္မႈတစ္ခုျဖစ္ျပီးဒါကိုမသိလုိက္တဲ့၆ေယာက္သား ကုိယ္လြတ္ရုန္းဖို႕လုပ္ရေတာ့တာပဲျဖစ္ပါတယ္။သူတို႕ေတြေထာင္ေခ်ာက္ဆင္ခံလိုက္ရတာကိုသိသြားျပီးတဲ့ေနာက္မွာအဓိကလက္သည္ဟာဘယ္သူလဲအဲဒီသူဟာသူတို႕ထဲမွာရွိေနျပီသစၥာေဖာက္သြားတာလားဆိုတာအေျဖရွာၾကေတာ့တာပါပဲ။ဇာတ္လမ္းအခ်ဳိးအေကြ႕ေတြနဲ႕စိတ္၀င္စားစရာေကာင္းျပီးေ၀ဖန္မႈေတြလည္းေကာင္းေကာင္းရထားျပီး ေအာင္ျမင္ခဲ့တဲ့Crime/Thriller ျဖစ္တာေၾကာင့္ၾကည့္ေစခ်င္ပါတယ္။R rated ျဖစ္ျပီးအေျပာအဆိုၾကမ္းတမ္းတာေတြပါႏိုင္ပါတယ္။Unicode*********IMDb 8.3 ရရှိထားတယ်ဆိုတာတော်ယုံ Rating မျိုးမဟုတ်ဘူးနော်1992 ခုနှစ်ကထွက်ခဲ့တဲ့ဇာတ်ကားဟောင်းလေးဆိုပေမဲ့ကောင်းနေဆဲဇာတ်ကားလေးပါ။ Crime/Thriller ဇာတ်ကားလေးဖြစ်ပါတယ်ဗြိတိန်နာမည်ကြီး Film magazine တစ်ခုဖြစ်တဲ့ Empire Film magazine ကတောင်\" Greatest Indenpendent Film of all Time\" အဖြစ်သတ်မှတ်ခံထားခဲ့ရပါတယ်။အမေရိကန်နိုင်ငံမှာ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2Tpdl/Reservoir_Dogs_[1992]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BZTU0MjZhYmQtYjEzZS00NGI1LThjZTUtYjU2Y2Q4ZTQyOGM5XkEyXkFqcGdeQXVyNDA4MDY4OA@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Changeland (2019)",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ ဘရန္ဒန္တစ္ေယာက္\nမိန္းမယူပီး ၂ႏွစ္ၾကာေတာ့\nမိန္းမကေဖာက္ျပန္ေနတယ္သိလာခဲ့တယ္...\nမိန္းမကိုလည္းခံစားရတာေတြမေျပာခ်င္\nစိတ္ထဲမွာလည္း မြန္းၾကပ္လာတာန႔ဲ Anniversary ေန႔ႀကီးမွာ\nမိန္းမကိုမေျပာပဲ ထိုင္းကိုအေပ်ာ္ခရီး ခိုးထြက္လာရာက\nသူငယ္ခ်င္း လူပ်ိဳႀကီး ဒန္န႔ဲေတြ႕ပီး ႏွစ္ေယာက္သား\nကဲၾကတ့ဲကားေလးပဲ ျဖစ္ပါတယ္။\nဇာတ္လမ္းကေတာ့ ေပါ့ေပါ့ပါးပါးပံုစံေလးပါပဲ။\nဒီဇာတ္လမ္းမွာ ထိုင္းႏိုင္ငံရ႕ဲ tour အပန္းေျဖေနရာေတြရ႕ဲ\nအလွအပေတြန႔ဲ သူငယ္ခ်င္းေတြ ခရီးထြက္ရင္\nေပ်ာ္စရာအလြဲေတြကိုလည္း ၾကည့္ရႉရမွာပဲ ျဖစ္ပါတယ္။\nဘရန္ဒန္န႔ဲဒန္တို႔ ဘယ္လိုအလြဲေတြလုပ္ပီး\nဘယ္လိုေပ်ာ္ၾကမလဲဆိုတာေတာ့\nဇာတ္ကားေလးကိုပဲ ဆက္ၾကည့္လိုက္ရေအာင္.....\nဇတ္ကားကို ဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားတာကေတာ့\nMay Thu Kyaw ျဖစ္ပါတယ္။",
        "rating": "5.6",
        "url": "https://megaup.net/M43x/Changeland.2019_720P_%7BCM%7D.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q4FQXK4a4HSb4pajZL4ZFKHVsjC.jpg",
        "title": "Mr. Peabody & Sherman ( 2014 )",
        "description": "Zawgyi*******ဒီ Animation ေလး ရဲ႕ IMDb ကေတာ႔ 6.8 ပဲၿဖစ္ပါတယ္အထင္ေတာ႔မေသးလိုက္ပါနဲ႕..Mr. Peabody ဟာ ေခြးတစ္ေကာင္ၿဖစ္ေပမယ္႔သူဟာ တကယ္႔ကို Genius .အတတ္ပညာ အစံုအလင္ တတ္တယ္လူေကာင္ေလးၿဖစ္တဲ႔ ရွာမန္ကိုေတာင္ သူက ၿပန္ၿပီးေမြးစားထားလိုက္ေသးတယ္သူ႕ရဲ႕ အထူးၿခားဆံုး တီထြင္မွု တစ္ခုကေတာ႔ ေ၀းဘက္ လို႔ေခၚတဲ႔အခ်ိန္ခရီးသြားစက္ပါပဲ..တရက္ ရွာမန္ေက်ာင္းစတက္ရင္း နဲ႔ပန္နီဆုိတဲ႔ေကာင္မေလးနဲ႔ရန္ၿဖစ္ၿပီးတဲ႔ေနာက္မွာေတာ႔ပန္နီေရာ ပန္နီ မိဘေတြေရာ Mr.Peabody အိမ္ကိုေရာက္ရွိလာပါေတာ႔တယ္အဲ႔ကေနဘာေတြဆက္ၿဖစ္ၾကမယ္ဆုိတာဆက္လက္ၾကည္႕ရွုပာဒီဇာတ္ကားေလးဟာ သမိုင္းရဲ႕ၿဖစ္စဥ္အမွန္ေတြေပၚမွာလည္းဟာသသေဘာေလးေႏွာၿပီးရိုက္ကူးထားလို႔ သေဘာက်မိမွာအမွန္ပါပဲ Unicode*******ဒီ Animation လေး ရဲ့ IMDb ကတော့ 6.8 ပဲဖြစ်ပါတယ်အထင်တော့မသေးလိုက်ပါနဲ့..Mr. Peabody ဟာ ခွေးတစ်ကောင်ဖြစ်ပေမယ့်သူဟာ တကယ့်ကို Genius .အတတ်ပညာ အစုံအလင် တတ်တယ်လူကောင်လေးဖြစ်တဲ့ ရှာမန်ကိုတောင် သူက ပြန်ပြီးမွေးစားထားလိုက်သေးတယ်သူ့ရဲ့ အထူးခြားဆုံး တီထွင်မှု တစ်ခုကတော့ ဝေးဘက် လို့ခေါ်တဲ့အချိန်ခရီးသွားစက်ပါပဲ..တရက် ရှာမန်ကျောင်းစတက်ရင်း နဲ့ပန်နီဆိုတဲ့ကောင်မလေးနဲ့ရန်ဖြစ်ပြီးတဲ့နောက်မှာတော့ပန်နီရော ပန်နီ မိဘတွေရော Mr.Peabody ...",
        "rating": "6.8",
        "url": "https://megaup.net/4PP2A/(CM)Mr..Peabody.and.Sherman.2014.Bluray.720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lP6eeRyWQdNoF6ZutMWqT2sYLBC.jpg",
        "title": "The Screen at Kamchanod ( 2007 )",
        "description": "Zawgyi*******1987 ခုႏွစ္ မွာ ေတာနက္ၾကီးထဲမွာ ရုပ္ရွင္ၿပဖုိ႕ၾကိဳးစားတဲ႔အဖြဲ႕၀ိဥာဥ္ေတြေၾကာင္႔ အကုန္လံုးေပ်ာက္ဆံုးသြားခဲ႔ၾကတယ္အဲ႔လိုေပ်ာက္ဆံုးသြားတဲ႔ေနရာမွာ ရတနာေတြရွိတယ္ဆုိၿပီးေတာ႔ယံုတမ္းပံုၿပင္ေတြကို စြဲလမ္းေနခဲ႔တဲ႔ေဒါက္တာတစ္ဦးေဒါက္တာဘာလုပ္လုပ္ အရမ္းေၾကာက္ရတဲ႔ ခ်စ္သူ တစ္ေယာက္ေဒါက္တာ အဆြယ္ေကာင္းလို႔ ေငြေနာက္လိုက္လာတဲ႔ စံုတြဲ တစ္ တြဲဆင္းရဲလြန္းလို႔ အဖက္မလုပ္ၾကေတာ႔ ပိုက္ဆံလည္းမက္မိန္းမ လွေလးေတြကိုလည္းၾကိဳက္တတ္တဲ႔ ခ်ာတိတ္ေလးတစ္ဦးဒီလူေတြအားလံုးစုေပါင္းဆံုၿပီး ဘာေတြဆက္လက္ၿဖစ္ၾကမယ္ဆုိတာကိုယ္တိုင္ပဲခံစားၾကည္႕ရွုလိုက္ပါ Unicode*******1987 ခုနှစ် မှာ တောနက်ကြီးထဲမှာ ရုပ်ရှင်ပြဖို့ကြိုးစားတဲ့အဖွဲ့ဝိဉာဉ်တွေကြောင့် အကုန်လုံးပျောက်ဆုံးသွားခဲ့ကြတယ်အဲ့လိုပျောက်ဆုံးသွားတဲ့နေရာမှာ ရတနာတွေရှိတယ်ဆိုပြီးတော့ယုံတမ်းပုံပြင်တွေကို စွဲလမ်းနေခဲ့တဲ့ဒေါက်တာတစ်ဦးဒေါက်တာဘာလုပ်လုပ် အရမ်းကြောက်ရတဲ့ ချစ်သူ တစ်ယောက်ဒေါက်တာ အဆွယ်ကောင်းလို့ ငွေနောက်လိုက်လာတဲ့ စုံတွဲ တစ် တွဲဆင်းရဲလွန်းလို့ အဖက်မလုပ်ကြတော့ ပိုက်ဆံလည်းမက်မိန်းမ လှလေးတွေကိုလည်းကြိုက်တတ်တဲ့ ချာတိတ်လေးတစ်ဦးဒီလူတွေအားလုံးစုပေါင်းဆုံပြီး ဘာတွေဆက်လက်ဖြစ်ကြမယ်ဆိုတာကိုယ်တိုင်ပဲခံစားကြည့်ရှုလိုက်ပါ",
        "rating": "6.1",
        "url": "https://megaup.net/1s17t/The_Screen_at_Kamchanod.2007-DVDRip.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q3mKnSkzp1doIsCye6ap4KIUAbu.jpg",
        "title": "The Secret Life of Pets 2 (2019)",
        "description": "ဒီနှစ်ထဲမှာ ရုံတင်ပြသခဲ့တဲ့The Secret Life of Pets 2 ဇာတ်လမ်း ထွက်လာပါပြီဗျာ။Pets 1 တုန်းက ကျွန်တော်တို့ရဲ့အသည်းကျော်ကြီး Max ကအဓိက ဇာတ်ကောင်အနေနဲ့ ပါဝင်ဆဲပါပဲ။ဒီဇာတ်လမ်းမှာတော့ မက်စ်ရဲ့သခင် ကေတီဟာချပ်ခ် နဲ့ အိမ်ထောင်ရက်သားကျပြီး လီယန်ဆိုတဲ့သားလေးတစ်ယောက်ကို မွေးခဲ့ပါတယ်၊ကလေးမချစ်တတ်တဲ့ မက်စ်တစ်ယောက် လီယန်နဲ့တွေ့တဲ့အခါမက်စ်တစ်ယောက် လီယန်ကို ချစ်သွားပါတော့တယ်။ဒီဇာတ်လမ်းမှာ မက်စ်ဟာ အစိုးရိမ်ကြီးလွန်းတဲ့ စိတ်ရောဂါဝင်လာပြီးတော့အရာရာကို ကြောက်နေတတ်ပါတယ်။သူချစ်တဲ့ လီယန်လေးကိုလည်း အရမ်းတွေ စိုးရိမ်ပါတယ်။ကေတီဟာ မက်စ်ကို တိရစ္ဆာန်ဆရာဝန်နဲ့ ပြသပြီးတဲ့အခါမှာတော့မက်စ်တို့ဟာ နယ်ဘက်ကို ခရီးထွက်ဖြစ်ခဲ့ပါတယ်။မက်စ်ရဲ့အစိုးရိမ်လွန်၊ အကြောက်လွန်တဲ့ရောဂါဟာ ပျောက်နိုင်ပါ့မလား?????တစ်ချိန်ထဲမှာပဲ ယုန်ဆိုးလေး စနိုးဘောဟာကပ္ပတိန်စနိုးဘောအနေနဲ့ ပါဝင်လာဦးမှာပါ။ကြောင်မလေး ဒေစီရဲ့ အကူအညီတောင်းချက်အရကျားဖြူကြိး ဟူ ကို ဆပ်ကပ်ဆရာကြီးလက်ကနေ ကယ်တင်ဖို့ ကြိုးစားပါတော့တယ်။နယ်ကို ရောက်နေတဲ့ မက်စ်တို့ အိမ်ပြန်လာတဲ့အခါမှာစနိုးဘောတို့ရဲ့ စစ်ဆင်ရေးကြိးကို ဘယ်လိုပူးပေါင်းဆောင်ရွက်ကြမယ်ဆိုတာကိုဒီဇာတ်လမ်းထဲမှာ တွေ့ရမှာပါ။တိရစ္ဆာန်လေးတွေကို ချစ်တတ်တဲ့သူတွေအနေနဲ့သဘောတွေ့ မနောခွေ့ရဦးမယ့် ဇာတ်ကားတစ်ကားပါ။IMDb ကတော့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/49Rwi/(CM)The.Secret.Life.of.Pets.2.2019_BluRay_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tZf0CO7WD9X7Gxirmc52VMJUCct.jpg",
        "title": "The Spy: Undercover Operation(2013)",
        "description": "The Spy: Undercover Operation(2013)Chul-Soo ဆုိတဲ့ ေအးဂ်င့္တစ္ေယာက္ဟာ ထူးခြ်န္ထက္ျမက္တဲ့အတြက္\nအေရးႀကီးစစ္ဆင္ေရးေတြ တိတ္တဆိတ္သုတ္သင္ေရး ကိစၥေတြမွာဆုိ\nအထူးတာ၀န္ေပးအပ္ျခင္းခံရတယ္......\nေအးဂ်င့္တစ္ေယာက္မွာရွိတဲ့ အရည္အခ်င္းအားလုံးရွိသလုိ\nစည္းမ်ဥ္းစည္းကမ္းေတြကုိလည္း တစ္ေသြမတိမ္းလုိက္နာေလ့ရွိတယ္...\nအထူးေအးဂ်င့္ျဖစ္ေနေတာ့ သူ႕အလုပ္ကုိ အိမ္သူသက္ထားကုိေတာ့\nအသိေပးထားျခင္းမရွိဘူး.....\nသိပ္ေတာ္တဲ့ေအးဂ်င့္ျဖစ္ေပမယ့္ သူ႕မွာ အားနည္းခ်က္တစ္ခုေတာ့ရွိတယ္...\nအိမ္က ေလဒီကုိ မဟားတရား နင္းကန္ ေၾကာက္ရပါတယ္....\nရန္သူေတြရဲ႕က်ည္ဆန္ မုိးသီးမုိးေပါက္ေတြလုိက်ေနတာေတာင္\nဖုန္းမကုိင္ဘဲ မေနရဲပါဘူး.......................\nဒီလုိနဲ႕ အထူးစစ္ဆင္ေရးေတြတာ၀န္ထမ္းရင္း မိန္းမကလည္း\nအိမ္ေထာင္ဦးစီးမပီသလုိျဖစ္ေနတဲ့သူ႕ကုိ ၾကာေတာ့\nစိတ္ပ်က္လာဟန္တူပါတယ္....\nဒီေလာက္အေျခအေနဆုိးတဲ့ၾကားထဲ\nကုိးရီးယားတစ္ႏုိင္ငံလုံးကုိဒုကၡေရာက္ေစမယ့္ အႀကမ္းဖက္အဖြဲ႕ကုိ\nႏွိမ္ႏွင္းဖုိ႕စုံစမ္းေထာက္လွမ္းရတဲ့အေျခအေနကုိေရာက္လာတဲ့အခါမွာေတာ့\nChul-Soo တစ္ေယာက္ ဘယ္လုိေတြေရွ႕ဆက္ျဖတ္သန္းမလဲဆုိတာကုိေတာ့\nခံစားၾကည့္လုိက္ပါဦး...\nဒီကားက မင္းသားႀကီး Kyung-gu Sol အဓိကသရုပ္ေဆာင္ထားၿပီး\nအက္ရွင္ခန္းေတြလည္း မုိက္သလုိ ရုိက္ခ်က္ေတြလည္း အေတာ္ကုိလန္းပါတယ္...\nရယ္လည္းရယ္ရသလုိ ရင္ခုန္စိတ္လႈပ္ရွားရတဲ့ အက္ရွင္ခန္းေပါင္းမ်ားစြာလည္းပါေလေတာ့\nခံစားၾကည့္လုိက္ဦးဗ်ဳိ႕....File Size : (950 MB) and (370 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:01:00\nGenre : Action , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alias\nEncoded by Phyo Pyae",
        "rating": "6.3",
        "url": "https://megaup.net/1s05k/The_Spy_Undercover_Operation.2013.WebDl.720p.pp.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yae0QoZuPQ6yC8HleRYXXfttPLh.jpg",
        "title": "All Is True(2019)",
        "description": "All Is True(2019)15ရာစု 16ရာစုအတြင္းမွာနာမည္ေက်ာ္ၾကားခဲ့ၿပီး အခုထက္ထိလည္း အဂၤလိပ္စာေပေလာကမွာၾသဇာႀကီးမားခဲ့တဲ့ ကဗ်ာဆရာႀကီး ျပဇာတ္ဆရာႀကီး ဝီလီယမ္ရွိတ္စပီးယားအေၾကာင္းသိၾကမွာပါ\nသူက Romeo & Juliet, King Lear, Hamlet,Merchant of Venice စတဲ့ နာမည္ႀကီးျပဇာတ္ႀကီးေတြအျပင္ကဗ်ာေပါင္းမ်ားစြာေရးခဲ့တာပါ လန္ဒန္မွာလည္း ျပဇာတ္ရံုတည္ေထာင္ၿပီး အဲ့ဘက္ေခတ္ အဂၤလန္ျပည္ႀကီးရဲ႕ နာမည္ေက်ာ္ျပဇာတ္ဆရာျဖစ္ခဲ့ပါတယ္ဒီဇာတ္ကားမွာေတာ့ သူ႔ရဲ႕ေအာင္ျမင္ခဲ့တဲ့ႏွစ္ေတြအၿပီး သူ႔ရဲ႕မိသားစုဘဝ ကိုယ္ပိုင္ဘဝအေၾကာင္းကို႐ိုက္ထားတာပါ .....\nမိသားစုအတြင္း ျဖည္တည္ၾကတဲ့သံေယာဇဥ္တရားေတြနဲ႕ သူျဖတ္သန္းခဲ့ရတဲ့ အခက္ခဲဆုံးဆုိတဲ့အေၾကာင္းကုိ\nရုိက္ျပထားတာလည္းျဖစ္ပါတယ္....\n၀ီလီယမ္ရွိတ္စပီးယားဆုိတာနဲ႕ သူ႕ရဲ႕ေအာင္ျမင္မႈေတြနဲ႕ ေအာင္ျမင္မႈမရခင္စပ္ၾကားကာလမွာ\nႀကဳိးစားမႈေတြကုိ အခက္ခဲဆုံးလုိ႕ထင္ခဲ့ေပမယ့္ ဒါက သူ႕အတြက္ ရင္ဆုိင္ေျဖရွင္းရအခက္ခဲ့ဆုံးအပုိင္းမဟုတ္ခဲ့ပါဘူး...\nသူ႕ဘ၀အတြက္သူ႕မိသားစုအတြက္က အခက္ခဲ့ဆုံးအပုိင္းက ဘာျဖစ္မလဲဆုိတာကုိေတာ့ခံစားၾကည့္လုိက္ၾကပါဦး.ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Cynthia ပဲျဖစ္ပါတယ္....File Size : (900 MB) and (350 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:41:00\nGenre :  Biography, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.1",
        "url": "https://megaup.net/1s1ea/All_Is_True.2018.BluRay720p.pp.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ij8au3Sw1iw6AhroZ0AYYsCra51.jpg",
        "title": "Student of the Year 2(2019)",
        "description": "Student Of The Year 2 (2019)ဒီတစ်ပတ်အတွင်း bollywood ကားသစ်တွေ\nတွေ့ရတဲ့အထဲက ဒီဇာတ်ကားလည်း\nတောင်းဆိုထားကြတာမို့\nအမြန်ဆုံးလေး တင်ဆက်ပေးလိုက်ပါတယ်။အညွန်း..Tiger Shroffကတော့ ပီရှိုရီကျောင်းမှာ ရိုဟန်ဟာ\nအားကစားဘက်မှာ အတော်ဆုံးပဲ။\nအထူးသဖြင့် ကာဘာဒီကစားနည်းမှာ။ပြိုင်ဖက်ကင်းတဲ့ လူတစ်ယောက်....\nဒီနယ်ကျောင်းတစ်ခုမှာ ရတဲ့ အောင်မြင်မှုကို\nသူ မကျေနပ်သေးပါဘူး။သူတက်ချင်တဲ့ ကျောင်းက...\nစိန့်ထရီဇာ၊ စိန့်ထရီဇာမှာ 'Student Of The Year' ဆုကို ရဖို့၊\nဒီအပြင် အဲ့ကျောင်းမှာ တက်ချင်ရတဲ့ တခြား အကြောင်းရင်းလည်း ရှိပါတယ်။သူ့ချစ်သူ အဲ့ကျောင်းကို ပြောင်းသွားလို့ပါ။\nတစ်ဖက်က ချစ်သူအဖို့၊\nတစ်ဖက်ကတော့ ဂုဏ်ဆောင်ကျောင်းသား ဆုရဖို့၊တစ်နေ့မှာတော့ သူဟာ ...\nအားကစားအထူးပြုပညာတော်သင်ခွင့်နဲ့\nစိန့်ထရီဇာ ကျောင်းကို တက်ခွင့်ရခဲ့ပါတယ်။ချစ်သူတစ်ဖက်၊ ဆုတစ်ဖက်နဲ့\nသူ့အတွက် ပြိုင်ဖက်တွေက ဘယ်လိုတွေ ဖြစ်လာမလဲ။\nဘယ်အရာတွေက သူ့အတွက် ခက်ခဲလာမလဲ။\nဘယ်လို အဆိုးဆုံးတွေ ရလာမလဲ။'Student Of The Year' ဆုကိုရော\nတကယ် ရပါ့မလား ဆိုတာ ကိုယ်တိုင်ခံစားကြည့်ရှုကြပါဦးခင်ဗျ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Nyi Koe ပဲဖြစ်ပါတယ်File ...",
        "rating": "2.1",
        "url": "https://channelmyanmar.org/student-of-the-year-22019/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/220GyPnIHbl3YEw1tLdt6vk5mRN.jpg",
        "title": "This Is Not What I Expected ( 2017 )",
        "description": "Zawgyi*******IMDb 6.7 ရရွိထားတဲ႔ Comedy , Drama , Romance ကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစဇာတ္ကားေလးကေတာ႔ အစားအေသာက္နဲ႔ပတ္သတ္တဲ႔ကားေလးပါပဲLu Jin ဟာ Company တခု ရဲ႕ CEO တစ္ဦး.ၿဖစ္ၿပီးေတာ႔Chef တစ္ေယာက္ၿဖစ္တဲ႔ Gu Shengnan နဲ႕ေတြ႕ဆံုၿပီးတဲ႔ေနာက္တစ္ေယာက္နဲ႕တစ္ေယာက္အၿပိဳင္အဆိုင္...ေတြ..ၾကားထဲကေနေပၚေပါက္လာတဲ႔ Romance Story ေလးတခုၿဖစ္သလိုအစားတေပါက္လွ်မ္းလွ်မ္းေတာက္တဲ႔သူေတြလည္းလက္လႊတ္သင္႔တဲ႔ကားမ်ိဳးေတာ႔မဟုတ္ပါဘူးေနာ္ :D Translated & Review By XiaoEncoded  By LK Unicode*******IMDb 6.7 ရရှိထားတဲ့ Comedy , Drama , Romance ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေဇာတ်ကားလေးကတော့ အစားအသောက်နဲ့ပတ်သတ်တဲ့ကားလေးပါပဲLu Jin ဟာ Company တခု ရဲ့ CEO တစ်ဦး.ဖြစ်ပြီးတော့Chef တစ်ယောက်ဖြစ်တဲ့ Gu Shengnan နဲ့တွေ့ဆုံပြီးတဲ့နောက်တစ်ယောက်နဲ့တစ်ယောက်အပြိုင်အဆိုင်...တွေ..ကြားထဲကနေပေါ်ပေါက်လာတဲ့ Romance Story လေးတခုဖြစ်သလိုအစားတပေါက်လျှမ်းလျှမ်းတောက်တဲ့သူတွေလည်းလက်လွှတ်သင့်တဲ့ကားမျိုးတော့မဟုတ်ပါဘူးနော် :DTranslated & Review By XiaoEncoded By ...",
        "rating": "6.6",
        "url": "https://megaup.net/2NVTK/(CM)This_Is_Not_What_I_Expected_2017_WEB-DL_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ifSMo5x7SDXpettRt8TWY9EOquM.jpg",
        "title": "Burn (2019)",
        "description": "Psyco ကားေကာင္းေကာင္းေလးတစ္ကားကိုေစာင့္ေနသူေတြအတြက္ပါဂတ္စ္ဆိုင္ကစတိုးဆိုင္မွာအထီးက်န္ဆန္မႈကိုခံစားရျပီးအလုပ္လုပ္ေနရတဲ့မိန္းကေလးတစ္ေယာက္သူေျပာတာေတြနားေထာင္ေပးျပီးသူ႕အေပၚၾကင္နာမယ့္သူကိုအရမ္းကိုတမ္းတမ္းစြဲလိုခ်င္ေနတဲ့မလင္ဒါ....သူနဲ႕မတူပဲဆိုင္လာဝယ္သမွ်ေယာက်ာၤးတိုင္းရဲ႕အာရုံစိုက္မႈကိုခံရတဲ့ေခ်ာေမာတဲ့အေရာင္းဝန္ထမ္းရွီလာ...ကံမေကာင္းစြာနဲ႕ပဲသူတုိ႕ဆိုင္ကိုေငြအသည္းအသန္လိုတဲ့လူတစ္ေယာက္ဓါးျပဝင္တိုက္တဲ့အခါမွာ...အထီးက်န္ဆန္မႈေတြနဲ႕ေနရတဲ့မလင္ဒါတစ္ေယာက္ဓါးျပဝင္တိုက္တဲ့ေကာင္ေလးကိုျမင္ျပီးမဟုတ္တာေတြၾကံမိတဲ့အခါ...အေၾကြးဆပ္ဖို႕ပိုက္ဆံေလးလိုလို႕ဓါးျပေလးလာတိုက္တာpsycoအၾကီးစားမလင္ဒါတစ္ေယာက္ရဲ႕အရွဳပ္ေတြထဲကိုဘယ္လိုေရာက္သြားရသလဲ...ကိစၥကပိုျပီးရွဳပ္ေထြးလာတဲ့အခါ မလင္ဒါတစ္ေယာက္သူလုပ္တာေတြကိုဘယ္လိုသက္ေသေဖ်ာက္မလဲဓါးျပတိုက္တဲ့ေကာင္ေလးခင္မ်ာမွာေရာသူလိုခ်င္တဲ့ပိုက္ဆံေတြရမလား မလင္ဒါရဲ႕လုပ္ၾကံဇာတ္ကြက္ေတြထဲပဲဝင္သြားရမလား....ဇာတ္လမ္းတစ္ခုလံုးကဒီဂတ္စ္ဆိုင္ရဲ႕စတိုးဆိုင္ေလးထဲမွာပဲျဖစ္ပ်က္သြားေပမယ့္အရမ္းကိုစိတ္ဝင္စားဖို႕ေကာင္းျပီးလူေတြရဲ႕စိတ္ထဲကဒဏ္ရာေတြ ျမိဳသိပ္တာေတြမ်ားလာတဲ့အခါေပါက္ကြဲထြက္လာတဲ့ပံုစံေတြနဲ႕အတူမလင္ဒါရဲ႕ရူးသြပ္မႈေတြကိုအသည္းတေအးေအးနဲ႕ၾကည့္ရွဳရမယ့္ကားေကာင္းေလးတစ္ကားပါ File Size : (826 MB) & (262 MB)Quality : WEB-DL  720pRunning Time : 1 hr 28 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/M37y/(CM)_Burn_2019_(Large_Size).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMTQ1NTMwMTQ2Nl5BMl5BanBnXkFtZTYwMjc3NDM5._V1_-145x200.jpg",
        "title": "Rouge (1987)",
        "description": "Zawgyi******IMDb 7.1 ရရွိထားတဲ႔ ေခတ္ေဟာင္းကားေလးနဲ႔ မိတ္ဆက္ေပးပါရေစ...ေဟာင္ေကာင္အႏုပညာေလာကရဲ႕ ဆရာတစ္ဆူျဖစ္ခဲ့တဲ့Leslie Cheung ရဲ႕ ဇာတ္ကားေကာင္းတစ္ခုပါ...ဇာတ္ကားေလးနာမည္က Rouge တဲ့.... ဒီဇာတ္ကားေလးထဲမွာရူဟြားဆိုတဲ့ မိန္းကေလးတစ္ေယာက္ဟာ ခ်စ္ရတဲ့ ခ်စ္သူသခင္ေလး ၁၂ ကို လာရွာဖို႔ ေဟာင္ေကာင္ျမိဳ႕ကို ေရာက္လာခဲ့ပါတယ္...ရူဟြားအတြက္ သခင္ေလးကို ရွာဖို႔ လူေပ်ာက္ေႀကာ္ျငာထည့္ဖို႔ေတာင္ေႀကးျပားမလံုေလာက္တဲ့အခါမွာေတာ့ သတင္းစာတိုက္ကယြမ္ဆိုသူႏွင့္ ယြမ္၏ခ်စ္သူ ျခဴးတို႔နဲ႔ သိကၽြမ္းခဲ့ျပီးယြမ္တို႔ခ်စ္သူႏွစ္ဦးကပါ ကူညီလာခဲ့ေတာ့တယ္...ရူဟြား သခင္ေလး၁၂ အေပၚထားတဲ့အခ်စ္ကဘယ္ေလာက္ေတာင္ ႀကီးျမတ္တယ္ဆိုတာရယ္...ရူဟြားတို႔ ျပန္လည္ ဆံုေတြ႔မွာလား ဆိုတာကေတာ့... ဇာတ္လမ္းေလး ႀကည့္ဖို႔လိုမယ္ေနာ္... Translated & Review By Chu ChuEncoded By LK Unicode*******IMDb 7.1 ရရှိထားတဲ့ ခေတ်ဟောင်းကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ...ဟောင်ကောင်အနုပညာလောကရဲ့ ဆရာတစ်ဆူဖြစ်ခဲ့တဲ့Leslie Cheung ရဲ့ ဇာတ်ကားကောင်းတစ်ခုပါ...ဇာတ်ကားလေးနာမည်က Rouge တဲ့.... ဒီဇာတ်ကားလေးထဲမှာရူဟွားဆိုတဲ့ မိန်းကလေးတစ်ယောက်ဟာ ချစ်ရတဲ့ ချစ်သူသခင်လေး ၁၂ ကို လာရှာဖို့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/M3tn/(CM)Rouge.1988.BluRay.720p.mp4",
        "category": "Drama, Fantasy, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2gYXRzCsQz7qpZKgoE28a9zX1eu.jpg",
        "title": "We Bought a Zoo ( 2011 )",
        "description": "Zawgyi*******IMDb 7.1 ရရွိထားတဲ႔ဇာတ္ကားေကာင္းေလးနဲ႕မိတ္ဆက္ေပးပါရေစစြန္​႔စားရမယ္​့ကိစၥမ်ိဳး​ေတြကိုမွ ခံုမင္​နွစ္​သက္​သူ စာ​ေရးဆရာBenjamin Mee ရဲ႕ ကိုယ္​​ေတြ႕မွတ္​တမ္​းစာအုပ္​ကို မွီျငမ္​းၿပီးရိုက္​ကူးထားတဲ့\"We bought a zoo\" ဆိုတဲ့ ကား​ေလးနဲ႔ မိတ္​ဆက္​​ေပးပါရ​ေစ။ဇာတ္​လမ္​းအက်ဥ္​းအ​ေနနဲ႔က​ေတာ့ စြန္​႔စားခန္​း​ေတြကိုမွႀကိဳက္​နွစ္​သက္​တဲ့ ဖခင္​ျဖစ္​သူတစ္​​ေယာက္​၊ သူမ​ေမွ်ာ္​လင္​့ထားဘဲဇနီးျဖစ္​သူရုတ္​တရက္​ ကြယ္​လြန္​သြားတဲ့အခါ က​ေလး ၂ ​ေယာက္​နဲ႔ဗ်ာမ်ားၿပီး က်န္​ခဲ့ရတဲ့ အ​ေၾကာင္​းပဲျဖစ္​ပါတယ္​။ဇနီးျဖစ္​သူရွိစဥ္​က အိမ္​ကိစၥအဝဝကို လွည္​့ၾကည္​့စရာမလို​ေလာက္​​ေအာင္​​ေနခဲ့ရတဲ့ Benjamin တစ္​​ေယာက္​ ဇနီးျဖစ္​သူဆံုးပါးသြားတဲ့အခါမွာ​ေတာ့အဆင္​မ​ေျပမႈ​ေပါင္​းမ်ားစြာနဲ႔ ႀကံဳလာရပါ​ေတာ့တယ္​။အဆိုးဆံုးကိစၥက​ေတာ့ သားႀကီးျဖစ္​သူ Dylan က​ေက်ာင္​းစည္​းကမ္​းခ်ိဳး​ေဖာက္​မႈအပါအဝင္​ စိတၲဇပံု​ေတြ ​ေရးဆြဲ​ေနလိ့ု​ေက်ာင္​းက​ေန အထုတ္​ခံလိုက္​ရတာပဲ ျဖစ္​ပါတယ္​။သားအဖနွစ္​​ေယာက္​ၾကားမွာ ခါတိုင္​းလို ​ေစ့စပ္​ညႇိုနႈိင္​း​ေပး​ေနၾကမိခင္​ျဖစ္​သူ မရွိ​ေတာ့တာ​ေၾကာင္​့လည္​း Dylan တို႔နွစ္​​ေယာက္​ကမၾကာခဏဆိုသလို က​ေတာက္​ကဆျဖစ္​​ေနၾကပါတယ္​။သမီးအငယ္​​ေလး Rosie က​ေတာ့ ဒီလိုတက်က္​က်က္​ျဖစ္​​ေနတဲ့သားအဖနွစ္​​ေယာက္​ၾကားမွာ​ေန ​ေနရတဲ့သူ​ေလး ျဖစ္​ပါတယ္​။သားျဖစ္​သူ​ေက်ာင္​းကထုတ္​ခဲ့လိုက္​ရတဲ့ကိစၥအျပင္​ ဘယ္​​ေနရာကိုပဲ​ေရာက္​​ေရာက္​ ဘဝတစ္​ပါးကို ကူး​ေျပာင္​းသြားတဲ့ ဇနီးသည္​ကိုပဲတသသျဖစ္​​​ေနတာ​ေၾကာင္​့ စိတ္​အ​ေျပာင္​းအလဲျဖစ္​သြား​ေအာင္​အိမ္​​ေျပာင္​းဖို႔ စီစဥ္​ၾကပါ​ေတာ့တယ္​။ ဒီလိုစီစဥ္​ၾကရင္​း သမီးျဖစ္​သူRosie ရဲ႕ ​ေ႐ြးခ်ယ္​မႈ​နဲ႔ တိရစၦာန္​ရံုပါ အဆစ္​ပါလာတဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1s0l9/(CM)We.Bought.A.Zoo.2011.BrRip.720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BYTdiZGRjZDktYTlhMy00MjdhLTlmOWMtOWEzMDkwMDJjYTVjL2ltYWdlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Hamburger Hill (1987)",
        "description": "ဒီဇာတ္လမ္းကေတာ့ ျဖစ္ရပ္မွန္ကို အေျခခံၿပီး ရိုက္ကူးထားတဲ့ စစ္ကားတစ္ကားပါ။\n၁၉၆၉ ခုႏွစ္က အေမရိကန္နဲ႔ ဗီယက္နမ္ အၾကား ျဖစ္ပြားခဲ့တဲ့ တိုက္ပြဲတစ္ပြဲအေၾကာင္းပါ။\nHamburger Hill ဆိုတာကေတာ့ ေရွာ ေတာင္ၾကားမွာ ရွိတဲ့\nေတာင္ကုန္းအမွတ္ ၉၃၇ ကို နာမည္ေပးထားတာပါ။\nရန္သူေတြရဲ႕က်ည္ဆံၾကားမွာ ေသြးေျမက်ခဲ့ရတဲ့ စစ္သားေတြဟာ\nဟမ္ဘာဂါထဲထည့္တဲ့ အသားေတြလို ႏုပ္ႏုပ္စဥ္းခံခဲ့ရတာမို႔\nဟမ္ဘာဂါ ေတာင္ကုန္း ရယ္လို႔ အမည္တြင္ခဲ့ရပါတယ္။\nဒီ ဟမ္ဘာဂါေတာင္ကုန္းမွာ ျဖစ္ပြားခဲ့တဲ့ စစ္ပြဲဟာ\nေမလ ၁၁ရက္ေန႔ကေန ၂၀ ရက္ေန႔အထိ ၁၀ ရက္တိုင္တိုင္ ၾကာခဲ့ပါတယ္။\nႏွစ္ဖက္စလံုးလည္း ေတာ္ေတာ္အထိနာခဲ့တဲ့ စစ္ပြဲပါ။\nအေမရိကန္-ဗီယက္နမ္ တိုက္ပြဲေတြထဲမွာ အဆိုးရြားဆံုးတိုက္ပြဲတစ္ပြဲပါပဲ၊\nဒါေၾကာင့္လည္း ဒီဇာတ္လမ္း ၁၉၈၀ ခုႏွစ္အတြင္း ထြက္ခဲ့တဲ့\nစစ္ကားေတြထဲက Platoon တို႔ Full Metal Jacket တို႔လိုမ်ိဳး\nေအာင္ျမင္တဲ့ စစ္ကားတစ္ကား ျဖစ္ခဲ့ပါတယ္။\nဟမ္ဘာဂါေတာင္ကုန္းကို အပိုင္သိမ္းႏိုင္ဖို႔ ႀကိဳးစားတိုက္ခိုက္ခဲ့ရတဲ့\nစစ္သား ၁၄ ေယာက္ရဲ႕အေၾကာင္းကို ေသခ်ာျမင္ရပါ့မယ္။\nဒါရိုက္တာ John Irvin ရဲ႕ လက္ရာမြန္ေတြထဲက ...",
        "rating": "6.7",
        "url": "https://megaup.net/49Qxj/Hamburger.Hill.1987_720P_%7BCM%7D.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTYwMzMwMzgxNl5BMl5BanBnXkFtZTgwMTA0MTUzMDI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Nocturnal Animals (2016)",
        "description": "ဒီဇတ်လမ်း ကို စကြည့်တုန်းက ကိုယ့်ကိုကိုယ် နောင်တ ရနေမိတာဘာလို့ ဒီပေါတောတော ပုံစံ နဲ့ ကားကို ရွေးကြည့်မိလဲ ဆိုပြီးတော့...ဇတ်လမ်းစတာနဲ့ ကိုယ်လုံးတီး မိန်းမကြီး အဖွားကြီးတွေ က နေတာ စမြင်ရမှာပါမြင်ရတာ ကျတ်သရေ တုံးလွန်းလို့ အမြန် ကျော်ကြည့်ချင်နေမိပါတယ်..အဲ့ဒီ အကန့်က ခဏလေးပါပဲ...(ဒီနောက်ပိုင်းကို လုံး၀ နောင်တ မရတော့ပါဘူး)အဲ့ဒီ အနုပညာ ပြခန်းကနေ ဆူစန် (သူဌေး) စထွက်လာတယ်သူမ အိမ်ကို ရောက်သွားတယ် သူမ မအိပ်ဖြစ်တာ အတော်ကြာနေတဲ့ ပုံပါပဲ...ထူးထူးခြားခြားသူမ ဆီကို ပါဆယ် တစ်ခု ရောက်နေလို့ တိပ်တွေကို လျင်လျင်မြန်မြန် ဆွဲဖွင့်တဲ့အခါစက္ကုသားကြောင့် လက်ရှ သွားပြီး ဝန်ထမ်း တစ်ယောက်ကို ဖွင့်ပြီး စာကို ဖတ်ခိုင်းတဲ့အခါသူမ ယောင်္ကျားဟောင်း အက်ဝဒ် မှ ဆူစန် ဖတ်ဖို့ ဝတ္တုစာမူကြမ်း ကို ပေးပို့ပေးလိုက်တာပါ...အလုပ်ပိတ်တဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2h7x6/Nocturnal_Animals_[2016]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qEe7aE4PgZCwnVoxKe7YsTm3Smh.jpg",
        "title": "Tears of the Sun(2003)",
        "description": "Tears of the Sun(2003)Tears of the Sun ဆုိတဲ့ စစ္ကားဟာ ကြ်န္ေတာ္တုိ႕\nကေလး ဘ၀ကထဲက ထြက္ရွိၿပီး ဘာသာစကားနားမလည္\nစာတန္းမထုိးဘဲနဲ႕ ၾကည့္ခဲ့ရတာပါ.....\nသုိ႕ေပမယ့္ Bruce Willis ေခါင္းေဆာင္တဲ့ Navy SEAL အဖြဲ႕ဟာ\nအႏၱရယ္မ်ားလြန္းလွတဲ့ ျပည္တြင္းစစ္ၾကားမွာ ကယ္ဆယ္ေရး\nသြားလုပ္ရတဲ့ အထူးစစ္ဆင္ေရးတစ္ခုဆုိတာကုိ\nကြ်န္ေတာ္တုိ႕ သိခဲ့ၾကတယ္....\nဒီ Navy SEAL အဖြဲ႕နဲ႕ စစ္ဆင္ေရးအတူေရာက္သြားသလုိ\nခံစားရသလုိ ဗီဒီယုိရုံတစ္ခုလုံးလည္း အပ္က်သံမၾကားရေလာက္\nတိတ္ဆိတ္စြာ ရင္ထိတ္စိတ္လႈပ္ရွားေနၾကေအာင္ ဒီဇာတ္ကား\nဆြဲေဆာင္မႈရွိခဲ့တယ္..\nႏုိင္ဂ်ီရီးယားရ႕ဲ ျပည္တြင္းစစ္က တကယ့္ကုိေသြးပ်က္ဖြယ္ရာပဲ..\nလက္နက္ကုိင္မ်ဳိးစုံ ထၾကြေသာင္းက်န္းၾကသလုိ\nလူမ်ဳိးစု ၂၅၀ ရွိေလေတာ့ ထိန္းကြပ္မယ့္ အစုိးရႀကီးမရွိမႈကုိ\nအခြင့္ေကာင္းယူၿပီးသတ္ခ်င္သတ္ လုပ္ခ်င္သလုိလုပ္ေနၾကတယ္...\nBruce Willis တုိ႕ရဲ႕ အဓိကတာ၀န္က အေမရိကန္လူမ်ဳိး\nကယ္ဆယ္ေရးဆရာ၀န္လုပ္ေနတဲ့\nေဒါက္တာကန္ဒရစ္ကုိ ကယ္ထုတ္ဖုိ႕ပါပဲ...\nသူတုိ႕သြားကယ္မယ့္ ေနရာမွာ ရန္သူ ၅၀၀၀ခန္႕\nေျခရာခ်င္းထပ္ေအာင္ လႈပ္ရွားေနၾကသလုိ\nျပည္သူ႕စစ္ဆုိတဲ့သူေတြကလည္း ဒုကၡသည္ပါမခ်န္\nအကုန္သတ္ေနတာဆုိေတာ့ ဒါ့ထက္ေတာ့ အႏၱရယ္မ်ားတာမရွိေတာ့ေပ...\nသူတုိ႕ေအာင္ျမင္မလားဆုိတာကုိေတာ့\nခံစားၾကည့္လုိက္ပါဦး...\nဒီကားက ၾကည့္ၿပီးသားဆုိေပမယ့္ လည္းျပန္ၾကည့္ရင္\nတကယ္ကုိအရသာတစ္မ်ဳိးခံစားရပါတယ္..ဒီဘက္ေခတ္စစ္ကားေတြကုိ\nေကာင္းေကာင္းယွဥ္ႏိုင္သလုိ ရသအျပည့္အ၀ခံစားလုိ႕ရေအာင္\nBlu-Ray1080p5.1CHပါတင္ဆက္ေပးထားပါတယ္...File Size :(2.12GB), (950 MB) ...",
        "rating": "6.6",
        "url": "https://megaup.net/3tS1c/TEARS_OF_THE_SUN.2003.BLURAY1080P5.1CH.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uTte0t0ElXB1uEhMZ32UvKAldMh.jpg",
        "title": "My Best Summer ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ 2019ထြက္ တ႐ုတ္ေက်ာင္းသားအခ်စ္ကားေလးတစ္ပုဒ္ျဖစ္ပါတယ္...Imdb5.7ရထားၿပီး တ႐ုတ္ႏိုင္ငံမွာ လူႀကိဳက္မ်ားလွတဲ့ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ပါ.. ကိန္ကိန္ဆိုတဲ့သာမန္ေက်ာင္းသူေလးကတ႐ုတ္ျပည္မွာနံပါတ္၁ေက်ာင္းျဖစ္တဲ့ က်ိန္႔ဟြာအထက္တန္းေက်ာင္းကိုဝင္ေရာက္ခဲ့တဲ့ပထမေန႔မွာပဲ ႐ူပေဗဒဥာဏ္ႀကီး႐ွင္ ယြီဟိုင္တို႔ေတြ႔ဆံုၿပီးတစ္ခံုတည္းအတူထိုင္ဖို႔ျဖစ္လာတဲ့အခါ.. သူတို႔ႏွစ္ေယာက္ၾကားမွာသူငယ္ခ်င္းသံေယာဇဥ္ေတြခိုင္မာလာၿပီး အျပန္အလွန္သေဘာက်ေနေပမယ့္မ်ိဳသိပ္ၿပီးရင္ထဲမွာသိမ္းဆည္းထားၾကတဲ့အခါ ဘယ္လိုေတြဆက္ျဖစ္လာမွာလဲ...သူတို႔ႏွစ္ေယာက္ဆံုဆည္းႏိုင္ပါ့မလား ဒီကားေလးထဲမွာသူတို႔ႏွစ္ေယာက္အျပင္ သူငယ္ခ်င္းတစ္သိုက္ၾကားကအျဖစ္အပ်က္ေလးေတြကိုျပန္ျမင္ရၿပီး အထက္တန္းေက်ာင္းသား/သူဘဝကိုျပန္ၿပီးအမွတ္ရေစမွာအမွန္ပါပဲ.. Translated & Review By Phyo ZawEncoded  By LK Unicode*******ဒီကားလေးဟာ 2019ထွက် တရုတ်ကျောင်းသားအချစ်ကားလေးတစ်ပုဒ်ဖြစ်ပါတယ်...Imdb5.7ရထားပြီး တရုတ်နိုင်ငံမှာ လူကြိုက်များလှတဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါ.. ကိန်ကိန်ဆိုတဲ့သာမန်ကျောင်းသူလေးကတရုတ်ပြည်မှာနံပါတ်၁ကျောင်းဖြစ်တဲ့ ကျိန့်ဟွာအထက်တန်းကျောင်းကိုဝင်ရောက်ခဲ့တဲ့ပထမနေ့မှာပဲ ရူပဗေဒဉာဏ်ကြီးရှင် ယွီဟိုင်တို့တွေ့ဆုံပြီးတစ်ခုံတည်းအတူထိုင်ဖို့ဖြစ်လာတဲ့အခါ.. သူတို့နှစ်ယောက်ကြားမှာသူငယ်ချင်းသံယောဇဉ်တွေခိုင်မာလာပြီး အပြန်အလှန်သဘောကျနေပေမယ့်မျိုသိပ်ပြီးရင်ထဲမှာသိမ်းဆည်းထားကြတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်လာမှာလဲ...သူတို့နှစ်ယောက်ဆုံဆည်းနိုင်ပါ့မလား ဒီကားလေးထဲမှာသူတို့နှစ်ယောက်အပြင် သူငယ်ချင်းတစ်သိုက်ကြားကအဖြစ်အပျက်လေးတွေကိုပြန်မြင်ရပြီး အထက်တန်းကျောင်းသား/သူဘဝကိုပြန်ပြီးအမှတ်ရစေမှာအမှန်ပါပဲ..Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.7",
        "url": "https://megaup.net/3tSxM/(CM)My_Best_Summer.2019.WEB-DL.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4pzN52wxBZ05EXBdoii1kqoIoD4.jpg",
        "title": "A Dog’s Journey (2019)",
        "description": "Rating 7.4 အထိရရွိထားတဲ့ကားေကာင္းေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္...လူတစ္ေယာက္ဟာ ေခြးေလးတစ္ေကာင္မရွိရင္ မေပ်ာ္ရႊင္ႏုိင္ဘူးလို႔ ဆိုၾကပါတယ္ဒီကားမွာေတာ့ သခင့္ကို သစၥာရွိစိတ္ ျပင္းထန္လြန္းတဲ့ေခြးေလး ေဘလီအေၾကာင္း ရိုက္ကူးထားတာပဲ ျဖစ္ပါတယ္အီသန္နဲ႔ဟန္နာတို႔မွာ သိပ္ခ်စ္ရတဲ့ ေဘလီဆိုတဲ့ေခြးေလးတစ္ေကာင္ရွိပါတယ္အရမ္းကိုအရိပ္အကဲသိလြန္းျပီး လိမၼာတဲ့ေခြးေလးပါသူတို႔ဟာ သားျဖစ္သူဟင္နရီဆံုးပါးသြားတဲ့အခါမွာေခြ်းမျဖစ္သူ ဂေလာ္ရီယာနဲ႔ ေျမးေလးျဖစ္သူစီေဂ် တို႔နဲ႔ အတူ ေနထိုင္လာရင္းနဲ႔ တစ္ရက္မွာေတာ့ေခြ်းမျဖစ္သူကအထင္လြဲစိတ္ဆိုးျပီး စီေဂ်႕ကိုပါ ေခၚကာအိမ္ေပၚကဆင္းသြားပါေတာ့တယ္အီသန္နဲ႔ဟန္နာလည္းရင္ေတြကြဲျပီးက်န္ခဲ့ရပါေတာ့တယ္အဲဒီလိုနဲ႔ေနလာရင္းနဲ႔ ေဘလီေလး ေနမေကာင္းျဖစ္လာျပီးေတာ့တစ္စတစ္စေရာဂါသည္းရင္း ဆံုးပါးေတာ့မယ့္ အခ်ိန္မွာေတာ့သခင္ျဖစ္သူ အီသန္က ေတာင္းဆိုမႈတစ္ခုလုပ္ခဲ့ပါတယ္အဲဒါကေတာ့ စီေဂ်ေလးကိုေစာင့္ေရွာက္ကာကြယ္ေပးျပီးအတူတူျပန္ဆံုႏိုင္ေအာင္ ကူညီေပးဖို႔ပါပဲသခင့္ရဲ႕အမိန္႔ သခင့္ရဲ႕စိတ္ဆႏၵကို ျဖည့္ဆည္းေပးခ်င္လြန္းတဲ့ေဘလီေလးဟာ ေနာက္ဘ၀မွာ ေခြးအျဖစ္နဲ႔ပဲ ျပန္လာျပီးေတာ့သူေစာင့္ေရွာက္ေပးရမယ့္ စီေဂ်ေလးကို လိုက္ရွာပါေတာ့တယ္အီသန္ကိုလည္းတျခားဘ၀မွာေတာင္သူမွတ္မိေနျပီးသူ႔သခင္ရဲ႕ စိတ္ဆႏၵကို ...",
        "rating": "7.4",
        "url": "https://megaup.net/M20t/(CM)_A_Dog_s_Journey_2019_(Large_Size).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/41tMKQSGAsjbhMfXk4Ygf2bpgTX.jpg",
        "title": "Top End Wedding (2019)",
        "description": "မဂၤလာေဆာင္ဖို႕အသည္းအသန္ေတြစီစဥ္ျပီးမနက္ျဖန္ေဆာင္ေတာ့မယ္ဆုိမွဒီေန႕လက္ထပ္ပြဲပ်က္သြားျပီဆိုတဲ့ခံစားခ်က္ၾကီး....နက္နဲ႕ေလာ္ရန္တုိ႕စံုတြဲကအရမ္းကိုခ်စ္ၾကတဲ့လူျဖဴလူမည္းစံုတြဲျဖစ္ျပီးတစ္ရက္မွာရုတ္တရက္ဆိုသလို လက္ထပ္ဖို႕ဆံုးျဖတ္လိုက္ၾကပါတယ္ေလာ္ရန္တစ္ေယာက္ကသူ႕ရဲ႕ေမြးရပ္ေျမျဖစ္တဲ့ဒါဝင္ျမိဳ႕ကိုျပန္ျပီးသူ႕မိဘေတြစံုစံုညီညီနဲ႕မဂၤလာပြဲလုပ္ခ်င္တယ္လို႕ေျပာတဲ့အခါမွာႏွစ္ေယာက္အတူမဂၤလာပြဲလုပ္ဖို႕ဒါဝင္ျမိဳ႕ကိုျပန္လာခဲ့ပါတယ္ဒါေပမယ့္ေလာ္ရန္စိတ္ကူးထားတဲ့အတိုင္းျဖစ္မလာခဲ့ပဲသူ႕မိခင္ျဖစ္သူကသူတို႕ကိုစိတ္ဆုိးျပီး အိမ္ကထြက္သြားတယ္လို႕သိလိုက္ရတဲ့အခ်ိန္...သူ႕မိဘေတြကလည္းသူတို႕စံုတြဲလိုအျဖဴအမည္းစံုတြဲပဲျဖစ္ျပီးေတာ့သူ႕အေမကေမြးရပ္ေျမျဖစ္တဲ့လူမည္းေတြရဲ႕ကြ်န္းစြယ္ကေနမိဘေတြကိုဆန္႕က်င္ျပီးလူျဖဴနဲ႕လက္ထပ္ဖို႕ထြက္လာခဲ့တဲ့ေနာက္ေၾကာင္းအလံုးစံုကိုေလာ္ရန္တစ္ေယာက္သူ႔အေမကိုလိုက္ရွာရင္းသိလုိက္ရတဲ့အခါ....သူ႕အေမကိုလိုက္ရွာရင္းပဲသူတို႕ႏွစ္ေယာက္ရဲ႕အဆင္မေျပမႈေတြေပၚလာျပီးလက္ထပ္ဖို႕ဖ်က္သိမ္းတဲ့ထိေတြျဖစ္လာတဲ့အခါ....သူတို႕ႏွစ္ေယာက္အဆင္ေျပေျပနဲ႕လက္ထပ္ပြဲေလးျဖစ္သြားမလား...သူ႕အေမကိုေရာရွာေတြ႕ႏိုင္မလား...သူ႕မိဘေတြကေရာျပန္ျပီးသင့္ျမတ္မလားဆိုတာ...ဒီကားေလးကဒရမ္မာဆန္ဆန္ေလးနဲ႕လူျဖဴလူမည္းၾကားကရိုးရာဓေလ့ေတြကိုေသခ်ာေလးရိုက္ကူးျပထားတာျဖစ္ပါတယ္ File Size : (953 MB) & (180 MB)Quality : WEB-DL 720pRunning Time : 1 hr 53 minFormat : Mp4Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.4",
        "url": "https://megaup.net/49Pii/(CM)_Top_End_Wedding_2019_(Large_Size).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sxi0BXGiEBlzbclktf8IDlTPiWt.jpg",
        "title": "Vault (2019)",
        "description": "ဒီကားေလးကေတာ့ျဖစ္ရပ္မွန္ဇာတ္လမ္းကိုျပန္လည္ရိုက္ကူးထားတဲ့ကားေကာင္းေလးတစ္ကားပါဒူ႕စ္နဲ႕ခ်က္ကီဆိုတဲ့သူငယ္ခ်င္းႏွစ္ေယာက္ကအသက္ဆယ့္ငါးႏွစ္ထဲကခင္လာျပီးသူခိုးအလုပ္တူတူလုပ္ျပီးအရြယ္ေရာက္လာေတာ့ ဘဏ္ေတြကိုဓါးျပတိုက္ၾကကံဆိုးခ်င္ေတာ့တစ္ရက္မွာဘဏ္ဓါးျပတိုက္ျပီးဖမ္းခံလိုက္ရတဲ့အခ်ိန္မွာ....လူမိုက္ဂိုဏ္းကအုပ္စိုးထားတဲ့အက်ဥ္းေထာင္ကုိပို႕ခံလိုက္ရျပီးအဲဒီအခ်ိန္ကစျပီးသူတုိ႕ဘဝရဲ႕ကံဆိုးမႈၾကီးစတင္တာပဲ...လူမိုက္အဖြဲ႕ထဲကတစ္ေယာက္ကသူတို႕နွစ္ေယာက္ကိုသတိထားမိျပီးေတာ့အေပးအယူတစ္ခုကိုကမ္းလွမ္းလိုက္တယ္အဲဒီအေပးအယူအတိုင္းသူတို႕လည္းေထာင္ကထြက္ကေရာလူမိုက္ေတြရဲ႕ပိုက္ဆံေတြကိုအစိုးရကမသိေအာင္သိမ္းေပးတဲ့ဆိုင္တစ္ဆိုင္ကိုဓါးျပဝင္တုိက္ရေပမယ့္...အေပးအယူအတိုင္းျဖစ္မလာပဲလူေတြတစ္ေယာက္ျပီးတစ္ေယာက္သတ္ခံလာရတဲ့အခါမွာေနာက္ဆံုးအခ်စ္ဆံုးသူငယ္ခ်င္းႏွစ္ေယာက္သစၥာေဖာက္ဖို႔အထိေတြပါျဖစ္လာတဲ့အခါေနာက္ကြယ္ကအကုန္လံုးကိုၾကိဳးကိုင္ထားတဲ့လူဆီေရာက္ႏိုင္မလားသူတို႕အသက္ရွင္ႏိုင္မလားဆိုတာေတြကို ၾကည့္ရွဳလိုက္ပါဦးေနာ္သူငယ္ခ်င္းသံေယာဇဥ္ေတြေငြေနာက္ကိုပဲမလိုက္သင့္တဲ့အေၾကာင္းေတြဘယ္သူ႕ကိုမွမယံုၾကည္သင့္တဲ့အေၾကာင္းေတြကုိေသခ်ာရိုက္ကူးထားတဲ့ျဖစ္ရပ္မွန္ကားေကာင္းေလးတစ္ကားပါ File Size : (928 MB) & (176MB)Quality : WEB-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre : Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/49Pic/(CM)_Vault_2019_(Large_Size).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3NTrIY8Nz0Vrv1cVXrl7LT7rQid.jpg",
        "title": "The Rookies ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးဟာတ႐ုတ္ႏိုင္ငံမွာ 2019 julyကမွထြက္ထားတဲ့တ႐ုတ္နဲ႔အဂၤလိပ္တို႔ဖက္စပ္႐ိုက္ကူးထားတဲ့ အထူးေအးဂ်င့္အက္႐ွင္ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္..ဒီကားထဲမွာ အျမင့္တက္ျပၿပီးလိုင္းေပၚမွာပရိသတ္အခိုင္အမာရ႐ွိထားတဲ့ ေဖ်ာ္ေျဖေရးသမားေက်ာက္ဖုန္းဟာဇီဝလက္နက္လဲလွယ္ဖို႔လုပ္ေနတဲ့အၾကမ္းဖက္သမားေတြရဲ႕ၾကားထဲကိုမေတာ္တဆဝင္ေရာက္မိသြားရကေန ႏိုင္ငံတကာအထူးေအးဂ်င့္ျဖစ္တဲ့Bruceလက္ေအာက္မွာတာဝန္ထမ္းေဆာင္ဖို႔ျဖစ္လာတဲ့အခါ....Budapestၿမိဳ့မွာ Bruceအပါအဝင္သူ႔ရဲ႕သူငယ္ခ်င္းတီထြင္ပညာ႐ွင္တင္းစန္းနဲ႔အလုပ္ကေနနားထားတဲ့ဆရာဝန္မ LVတို႔အျပင္တ႐ုတ္ဘက္ကအရာ႐ွိမေလး ေျမာက္ေျမာင္တို႔နဲ႔အတူBudapestၿမိဳ႕ေလးမွါေအးဂ်င့္အျဖစ္တါဝန္ထမ္းေဆါင္ဖို့ျဖစ္လာတဲ့အခါကမာၻႀကီးကိုဖ်က္ဆီးဖို႔ၾကံစည္ေနတဲ့ သံမဏိလက္သီးကိုႏွိမ္နင္းႏိုင္ပါ့မလား..Actionကားႀကိဳက္သူေတြအတြက္ေတာ့အႀကိဳက္ေတြ႔ေစမယ့္ဇာတ္ကားေကာင္းတစ္ခုပါပဲ.. Translated & Review By Phyo ZawEncoded By LK Unicode********ဒီကားလေးဟာတရုတ်နိုင်ငံမှာ 2019 julyကမှထွက်ထားတဲ့တရုတ်နဲ့အင်္ဂလိပ်တို့ဖက်စပ်ရိုက်ကူးထားတဲ့ အထူးအေးဂျင့်အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်..ဒီကားထဲမှာ အမြင့်တက်ပြပြီးလိုင်းပေါ်မှာပရိသတ်အခိုင်အမာရရှိထားတဲ့ ဖျော်ဖြေရေးသမားကျောက်ဖုန်းဟာဇီဝလက်နက်လဲလှယ်ဖို့လုပ်နေတဲ့အကြမ်းဖက်သမားတွေရဲ့ကြားထဲကိုမတော်တဆဝင်ရောက်မိသွားရကနေ နိုင်ငံတကာအထူးအေးဂျင့်ဖြစ်တဲ့Bruceလက်အောက်မှာတာဝန်ထမ်းဆောင်ဖို့ဖြစ်လာတဲ့အခါ....Budapestမြို့မှာ Bruceအပါအဝင်သူ့ရဲ့သူငယ်ချင်းတီထွင်ပညာရှင်တင်းစန်းနဲ့အလုပ်ကနေနားထားတဲ့ဆရာဝန်မ LVတို့အပြင်တရုတ်ဘက်ကအရာရှိမလေး မြောက်မြောင်တို့နဲ့အတူBudapestမြို့လေးမှါအေးဂျင့်အဖြစ်တါဝန်ထမ်းဆေါင်ဖို့ဖြစ်လာတဲ့အခါကမ္ဘာကြီးကိုဖျက်ဆီးဖို့ကြံစည်နေတဲ့ သံမဏိလက်သီးကိုနှိမ်နင်းနိုင်ပါ့မလား..Actionကားကြိုက်သူတွေအတွက်တော့အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းတစ်ခုပါပဲ..Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.5",
        "url": "https://megaup.net/1s091/(CM)The.Rookies.2019.WEB-DL.720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5szS3NXiycrTL67AunS7TLG0EE0.jpg",
        "title": "Driven (2018)",
        "description": "ပိုက္ဆံရဖို႔အတြက္ မူးယစ္ေဆးအေရာင္းအ၀ယ္၊သယ္ယူပို႔ေဆာင္ေရးအလုပ္ေတြလုပ္ေနရတဲ့ဂ်င္မ္ဆိုေသာသူတစ္ေယာက္တစ္ေန႔မွာ အက္ဖ္ဘီအိုင္ေအးဂ်င့္တစ္ေယာက္ဆီမွာမူးယစ္ေဆးလက္၀ယ္ေတြ႔႐ွိမႈနဲ႔အဖမ္းခံလိုက္ရသည္...သို႔ေသာ္လဲ အစိုးရရဲ႕သတင္းေပးအေနနဲ႔လုပ္ရင္ေထာင္က်မခံရေအာင္လုပ္ေပးမယ္ဆိုတဲ့ကတိေၾကာင့္ဂ်င္မ္တစ္ေယာက္သတင္းေပးျဖစ္လာခဲ့ျပီးမူးယစ္ေဆးအေရာင္းအ၀ယ္သမား ေမာ္ဂန္ဆိုသည့္သူကိုဖမ္းဆီးရန္အတြက္ကယ္လီဖိုးနီးယားေတာင္ပိုင္းကို သူတို႔မိသားစုလိုက္ေျပာင္းေ႐ႊ႕လာခဲ့ၾကသည္...မေမွ်ာ္လင့္ဘဲနဲ႔ သူတို႔အိမ္နားမွာေနထိုင္သည့္သူဟာေမာ္ေတာ္ကားေလာကရဲ႕နာမည္ႀကီးတီထြင္သူတျဖစ္လဲကားကုမၸဏီႀကီးတစ္ခုရဲ႕ဦးစီးေခါင္းေဆာင္ဂြ်န္ဒီေလာရီယန္ျဖစ္ေနေၾကာင္းကိုသိခဲ့ရျပီးမၾကာမီမွာ သူတို႔ႏွစ္ေယာက္ခင္မင္လာခဲ့ၾကသည္...ေနာက္ပိုင္းမွာ ဂြ်န္ရဲ႕ကုမၸဏီေငြေၾကးပိုင္းဆိုင္ရာအခက္အခဲေတြႀကံဳေတြ႔လာရတဲ့အခါမွာဂ်င္မ္တစ္ေယာက္ သူ႔ရဲ႕ဇာတ္႐ႈပ္ေတြထဲဂြ်န္႔ကိုဆဲြသြင္းလိုက္မိရာမွဘာေတြဘယ္လိုဆက္ျဖစ္လာမလဲ...ဂ်င္မ္ရဲ႕ အက္ဖ္ဘီအိုင္အတြက္အလုပ္လုပ္ေပးေနတာေတြကေရာေမွ်ာ္လင့္ထားသလိုအဆင္ေျပလာပါ့မလား...အက္ဖ္ဘီအိုင္ကေရာကတိေပးထားတဲ့အတိုင္းဂ်င္မ့္ကိုလြတ္လပ္စြာေနခြင့္ေပးလိုက္မွာလား...ဂ်င္မ္တို႔ဘ၀ထဲဂြ်န္တစ္ေယာက္ဘယ္လိုေတြဆက္စပ္၀င္လာမိမွာလဲဒီကားေလးထဲမွာ ၾကည့္လိုက္ရေအာင္လားဗ်ာ... File Size : (1 GB) & (203MB)Quality : WEB-DL 720pRunning Time : 1 hr 48 minFormat : Mp4Genre : Biography , Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub) ...",
        "rating": "6.2",
        "url": "https://megaup.net/3tRQ4/(CM)_Driven_2019_(Large_Size).mp4",
        "category": "Biography, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nUiyoWRMRaDOmnYAElr7XWIyvsi.jpg",
        "title": "Gwen (2018)",
        "description": "ဒီကားေလးကေတာ့မိသားစုဒရမ္မာဇာတ္ကားေလးတစ္ကားပါစစ္တိုက္ထြက္သြားတဲ့ဖခင္ျပန္အလာကိုေစာင့္ေနတဲ့မိသားစုတစ္စုေတာင္ကုန္းေပၚကသူတို႕လုပ္ကိုင္စားေသာက္ေနတဲ့ျခံကိုအပိုင္သိမ္းခ်င္ေနတဲ့ေတာင္ေျခကလူေတြ ဖခင္မရွိခိုက္မွာသူတို႕ျခံရဲ႕သိုးေတြကိုသတ္ပစ္ျပီးသူတုိ႕ျခံမေရာင္းေရာင္းေအာင္အႏိုင္က်င့္ၾကတဲ့ လူအုပ္စုေရာဂါအေျခအေနတစ္ေန႕တျခားဆုိးရြားလာတဲ့အေမကိုလည္းေဆးကုဖို႕ပိုက္ဆံကမရွိ ျခံကလည္းမျဖစ္ထြန္းေနာက္ဆံုးမွာသူတို႕မိသားစုစိတ္ကူးထဲကအတိုင္းအေဖျပန္အလာကိုသူတို႕ေတာင္ကုန္းေပၚကျခံေလးမွာပဲေစာင့္ေနႏိုင္မလားအေဖကေရာျပန္လာႏိုင္မလားသူတို႕ျခံေလးကိုေရာကယ္တင္ႏိုင္ပါ့မလားဆုိတာၾကည့္ၾကည့္လုိက္ပါဦးေနာ္ File Size : (788 MB) & (225MB)Quality : WEB-DL 720pRunning Time : 1 hr 24minFormat : Mp4Genre : AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://megaup.net/1rZsX/(CM)_Gwen_2019_(Large_Size).mp4",
        "category": "Drama, History, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m6Vn1rysx6vmgJuy78Ih9QxFoOy.jpg",
        "title": "Cube Zero ( 2004 )",
        "description": "Cube 3 ကားလံုးကိုဒီမွာေဒါင္းႏိုင္ပါတယ္Zawgyi******Cube ကားေတြရဲ႕ေနာက္ဆံုးဇာတ္ကားပဲၿဖစ္ပါတယ္သဲထိတ္ရင္ဖိုဇာတ္ကားေတြၾကိဳက္ႏွစ္သက္ၾကတဲ့ပရိသတ္ေတြအတြက္ ၂၀၀၄ ထဲမွာထြက္ရွိထားတဲ့Cube Zeroဆိုတဲ့ ဇာတ္ကားေလး တင္ဆက္ေပးလုိ္က္ပါတယ္ထူးထူးဆန္းဆန္းနဲ႔ အသည္းထိတ္စရာေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္ပါအစိုးရကလူေတြကိုစမ္းသပ္စစ္ေဆးတဲ့ ေအာ္ပေရးရွင္းတစ္ခုမွာလူေတြကို မွတ္ဥာဏ္ေတြဖ်က္ျပီး ကုဗပံုအခန္းေတြထဲ ထည့္ထားပါတယ္ဒီလူေတြက အဲ့ဒီအခန္းထဲေတြထဲကေန လြတ္ေအာင္အျပင္ထိထြက္ေျပးရမွာပါ လူေတြဟာ ကိုယ္ဘယ္သူဆိုတာမွန္းေတာင္မသိပါဘူးမွားယြင္းတဲ့အခန္းေတြထဲ ဝင္မိရင္လည္း ေထာင္ေခ်ာက္ေတြဆင္ထားတဲ့အတြက္မွားယြင္းမႈအတြက္ ေပးဆပ္ရတဲ့တန္ဖိုးကေတာ့ သူတို႔ရဲ႕အသက္ပဲျဖစ္ပါတယ္…အခန္းမွားျပီးဝင္မိတာနဲ႔ အမ်ိဳးမ်ိဳးေသာ ေထာင္ေခ်ာက္ေတြထဲမွာအမ်ိဳးမ်ိဳးေသာေသျခင္းနဲ႔ ေသဆံုးရမွာျဖစ္ပါတယ္ …ဓာတ္ခြဲခန္းထဲကၾကြက္ေတြလို စမ္းသပ္ခံလူေတြဟာ ဒီကုဗတံုးၾကီးေတြထဲကလြတ္ေျမာက္ႏိုင္ပါ့မလား ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္ ၾကည့္ရွဳရမွာပါ ကိုယ္တိုင္ပဲၾကည့္ရွဳခံစားၾကပါဦး Translated & Review By Zwe Khant ThwinEncoded By LK Unicode*******Cube ကားတွေရဲ့နောက်ဆုံးဇာတ်ကားပဲဖြစ်ပါတယ်သဲထိတ်ရင်ဖိုဇာတ်ကားတွေကြိုက်နှစ်သက်ကြတဲ့ပရိသတ်တွေအတွက် ၂၀၀၄ ထဲမှာထွက်ရှိထားတဲ့Cube Zeroဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်ထူးထူးဆန်းဆန်းနဲ့ အသည်းထိတ်စရာတွေကြိုက်နှစ်သက်သူတွေအတွက်ပါအစိုးရကလူတွေကိုစမ်းသပ်စစ်ဆေးတဲ့ အော်ပရေးရှင်းတစ်ခုမှာလူတွေကို မှတ်ဉာဏ်တွေဖျက်ပြီး ကုဗပုံအခန်းတွေထဲ ထည့်ထားပါတယ်ဒီလူတွေက အဲ့ဒီအခန်းထဲတွေထဲကနေ လွတ်အောင်အပြင်ထိထွက်ပြေးရမှာပါ လူတွေဟာ ကိုယ်ဘယ်သူဆိုတာမှန်းတောင်မသိပါဘူးမှားယွင်းတဲ့အခန်းတွေထဲ ဝင်မိရင်လည်း ထောင်ချောက်တွေဆင်ထားတဲ့အတွက်မှားယွင်းမှုအတွက် ပေးဆပ်ရတဲ့တန်ဖိုးကတော့ သူတို့ရဲ့အသက်ပဲဖြစ်ပါတယ်…အခန်းမှားပြီးဝင်မိတာနဲ့ အမျိုးမျိုးသော ထောင်ချောက်တွေထဲမှာအမျိုးမျိုးသောသေခြင်းနဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1s05v/(CM)Cube.Zero.2004.720p.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6tPa2kvzsvOQTXK1JNO2JN9quBV.jpg",
        "title": "Cube 2: Hypercube ( 2002 )",
        "description": "Cube 3 ကားလံုးကိုဒီမွာေဒါင္းႏိုင္ပါတယ္ Zawgyi Font*****Cube ကားေတြရဲ႕ ဒုတိယေၿမာက္ကားပဲၿဖစ္ပါတယ္Cube 2: Hypercube Cube ဇာတ္ကားေတြရဲ႕ဒုတိယေၿမာက္ဇာတ္ကားၿဖစ္ပါတယ္ပထမဇာတ္ကားႀကည္႔ၿပီးရင္ cube ဆိုတာကိုနည္းနည္းသိႀကမယ္ ထင္တယ္မွတ္ဉာဏ္ေတြဖ်က္ဆီးခံထားရတဲ႔လူေတြကို cube ပံုစံအခန္းထဲထည္႔ၿပီးစမ္းသပ္ႀကတာပါဒီကားမွာ ေတာ့ မက္စ္ ကိတ္ မစၥပယ္လီ ဆိုင္မြန္ ဂ်ဳလီယာ ဂ်ယ္ရီမ်က္မၿမင္မေလးဆာရွာ တို႕ရဲ႕ မွတ္ဉာဏ္ေတြကိုဖ်က္ဆီးၿပီးhypercube ထဲကိုထည္႔ၿပီးေတာ့ေစာင့္ႀကည္႔တာပါစတုန္းရန္းပံုစံအခန္းခ်င္းခ်ိတ္ဆက္ထားတဲ႕ ဝကၤပါ Hypercube ထဲမွာလြတ္လမ္းကိုရွာေဖြရင္း ဘယ္လိုေတြအခ်င္းခ်င္းတိုုက္ခုိက္ႀကတယ္အခ်င္းခ်င္းဘယ္လိုသံသယေတြဝင္ႀကတာလဲ ဆိုတာကို စိတ္ဝင္တစားႀကည္႔ရမွာၿဖစ္ပါတယ္ Translated & Review By Tin Myo LwinEncoded By LK Unicode*****Cube ကားတွေရဲ့ ဒုတိယမြောက်ကားပဲဖြစ်ပါတယ်Cube 2: Hypercube Cube ဇာတ်ကားတွေရဲ့ဒုတိယမြောက်ဇာတ်ကားဖြစ်ပါတယ်ပထမဇာတ်ကားကြည့်ပြီးရင် cube ဆိုတာကိုနည်းနည်းသိကြမယ် ထင်တယ်မှတ်ဉာဏ်တွေဖျက်ဆီးခံထားရတဲ့လူတွေကို cube ပုံစံအခန်းထဲထည့်ပြီးစမ်းသပ်ကြတာပါဒီကားမှာ တော့ မက်စ် ကိတ် မစ္စပယ်လီ ဆိုင်မွန် ဂျုလီယာ ဂျယ်ရီမျက်မမြင်မလေးဆာရှာ တို့ရဲ့ မှတ်ဉာဏ်တွေကိုဖျက်ဆီးပြီးhypercube ထဲကိုထည့်ပြီးတော့စောင့်ကြည့်တာပါစတုန်းရန်းပုံစံအခန်းချင်းချိတ်ဆက်ထားတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/49Px1/(CM)Cube%C2%B2.Hypercube.2002.Bluray.720p.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u50r6chJGO2iqxVAvtQ07obiCkB.jpg",
        "title": "Cube ( 1997 )",
        "description": "Cube 3 ကားလံုးကို ဒီမွာေဒါင္းႏိုင္ပါတယ္ Zawgyi*****Cube ကားေတြရဲ႕ပထမဆံုးကားပဲၿဖစ္ပါတယ္ဒီကားက ၁၉၉၇ခုႏွစ္ထြက္ Mystery ဆန္ဆန္ဇာတ္ကားေလးတစ္ခုပဲျဖစ္ပါတယ္။Rating အေနနဲ႕လည္း 7.2 အထိရထားပါတယ္။ဒီကားေလးဟာေနာက္ထပ္ ၂ကားထပ္ထြက္ထားပါေသးတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ကုဗတံုးပံုအခန္းေလးတစ္ခန္းထဲကိုလူတစ္စုေရာက္ရွိလာခဲ့ပါတယ္။ ေရာက္လာပံုကလည္း ကာယကံရွင္ေတြကုိယ္တိုင္ကေတာင္ ဘာမွန္းညာမွန္းမသိဘဲေရာက္လာၾကရတာပါ။ထူးျခားတာကေတာ့ အဲဒီလူစုထဲမွာ ရဲတစ္ေယာက္၊ သခ်ာ္ကၽြမ္းက်င္တဲ့ေက်ာင္းသူတစ္ေယာက္၊ေဖာက္ထြင္း၀ိဇၹာတစ္ေယာက္၊ဗိသုကာပညာရွင္တစ္ေယာက္၊ သိပၸံပညာရွင္တစ္ေယာက္နဲ႕စိတ္သိပ္မမွန္ေပမဲ့ထူးျခားတဲ့သူတစ္ေယာက္တို႕ကိုေပါင္းျပီးထည့္ထားေပးတာပဲျဖစ္ပါတယ္။ ေရာက္ေရာက္ခ်င္းရုန္းရင္းဆန္ခတ္ေတြျဖစ္သြားခဲ့ၾကတယ္ဆိုေပမဲ့.....အခက္အခဲတြင္းေရာက္လာၾကေတာ့အားလံုးဟာ ပင္ကုိယ္စရိုက္ကိုယ္စီနဲ႕ဒီ၀ကၤပါၾကီးထဲကေနထြက္ဖို႕ဘယ္လိုလံုးပန္းၾကမလဲ...အခက္အခဲေတြၾကားေရာက္တဲ့အခါလူေတြရဲ႕စိတ္ဟာဘယ္လိုေတြေျပာင္းလဲလာလဲ...ဘယ္လိုအခက္အခဲေတြၾကံဳေတြ႕ရလဲဆုိတာကိုေတြ႕ျမင္ရမွာပဲျဖစ္ပါတယ္။သူ႕ေခတ္သူ႕ခါအလိုက္စိတ္၀င္စားစရာေကာင္းတဲ့Mystery ဆန္ဆန္rating ျမင့္ကားေလးပဲျဖစ္ပါတယ္။ Translated & Review By Thura Zarni AungEncoded By LK Unicode******Cube ကားတွေရဲ့ပထမဆုံးကားပဲဖြစ်ပါတယ်ဒီကားက ၁၉၉၇ခုနှစ်ထွက် Mystery ဆန်ဆန်ဇာတ်ကားလေးတစ်ခုပဲဖြစ်ပါတယ်။Rating အနေနဲ့လည်း 7.2 အထိရထားပါတယ်။ဒီကားလေးဟာနောက်ထပ် ၂ကားထပ်ထွက်ထားပါသေးတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကုဗတုံးပုံအခန်းလေးတစ်ခန်းထဲကိုလူတစ်စုရောက်ရှိလာခဲ့ပါတယ်။ ရောက်လာပုံကလည်း ကာယကံရှင်တွေကိုယ်တိုင်ကတောင် ဘာမှန်းညာမှန်းမသိဘဲရောက်လာကြရတာပါ။ထူးခြားတာကတော့ အဲဒီလူစုထဲမှာ ရဲတစ်ယောက်၊ သချာ်ကျွမ်းကျင်တဲ့ကျောင်းသူတစ်ယောက်၊ဖောက်ထွင်းဝိဇ္ဖာတစ်ယောက်၊ဗိသုကာပညာရှင်တစ်ယောက်၊ သိပ္ပံပညာရှင်တစ်ယောက်နဲ့စိတ်သိပ်မမှန်ပေမဲ့ထူးခြားတဲ့သူတစ်ယောက်တို့ကိုပေါင်းပြီးထည့်ထားပေးတာပဲဖြစ်ပါတယ်။ ရောက်ရောက်ချင်းရုန်းရင်းဆန်ခတ်တွေဖြစ်သွားခဲ့ကြတယ်ဆိုပေမဲ့.....အခက်အခဲတွင်းရောက်လာကြတော့အားလုံးဟာ ပင်ကိုယ်စရိုက်ကိုယ်စီနဲ့ဒီဝင်္ကပါကြီးထဲကနေထွက်ဖို့ဘယ်လိုလုံးပန်းကြမလဲ...အခက်အခဲတွေကြားရောက်တဲ့အခါလူတွေရဲ့စိတ်ဟာဘယ်လိုတွေပြောင်းလဲလာလဲ...ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရလဲဆိုတာကိုတွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။သူ့ခေတ်သူ့ခါအလိုက်စိတ်ဝင်စားစရာကောင်းတဲ့Mystery ဆန်ဆန်rating မြင့်ကားလေးပဲဖြစ်ပါတယ်။Translated & Review By Thura Zarni AungEncoded By LK",
        "rating": "7.2",
        "url": "https://megaup.net/5vKrA/(CM)Cube.1997.BrRip.720p.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/egknEWNt2B0slG2OC0gSpLZdVHj.jpg",
        "title": "Article 15(2019)",
        "description": "Article 15(2019)IMDb...8.4ဒီတစ္ပတ္ ေရြးခ်ယ္ျဖစ္တဲ့ ေဘာလိဝုဒ္(Bollywood) ဇာတ္ကားကေတာ့\n2019 London Indian Flim Festival ရဲ႕ အဖြင့္႐ုပ္ရွင္ကားႀကီးပဲ ျဖစ္ပါတယ္။၂၀၁၈ ခုႏွစ္ Bollywood IMDb List ထဲ Rating အျမင့္ဆံုး ဇာတ္ကားေတြထဲ ႏွစ္ကားပါဝင္ခဲ့တဲ့\nပရိသတ္ေတြကို ျဖည္းျဖည္းေအးေအးနဲ႔ လွည့္စားခဲ့ၿပီး မင္းသားကိုယ္တိုင္ဆုရခဲ့တဲ့ Andhadhun၊ Badhaai Ho တို႔ရဲ႕ မင္းသား\nAyushmann Khuurana ကို ဒီကားမွာေတာ့\nရဲအရာရိွတစ္ေယာက္အေနနဲ႔ ေတြ႕ျမင္ရမွာပါ။ဒါ႐ိုက္တာကေတာ့ ပရိသတ္ေတြ အႀကိဳက္ေတြ႕ခဲ့တဲ့\nMulk-2018ရဲ႕ ဒါ႐ိုက္တာ Anushav Sinha ပါ။----------------------------------------------------ဇာတ္လမ္း စစခ်င္းမွာ သာမန္လူတန္းစားေတြ\nေပ်ာ္ပါးေနတာကို ေတြ႕ျမင္ရၿပီး တစ္ဖက္ဆိတ္ကြယ္ရာမွာ\nသက္ငယ္ မိန္းကေလးႏွစ္ေယာက္ကို အဓမၼ ျပဳက်င့္ခံေနရတာကို ျပထားခဲ့ပါတယ္။\nဘယ္သူဘယ္ဝါေတြကမ်ား ဒီလို လူမဆန္တဲ့ လုပ္ရပ္ကို လုပ္ရက္ၾကတာလဲ။အာယန္ ရန္ဂ်န္ဟာ ဒီလားဂြန္းဆိုတဲ့ နယ္ၿမိဳ႕ေလးကို\nပူပူေႏြးေႏြး ေရာက္လာခဲ့ပါတယ္။\nေရွး႐ိုးစြဲ ဝါဒေတြ ကင္းတဲ့ လူငယ္တစ္ေယာက္ျဖစ္တဲ့ ရဲအရွာဟာ\nလမ္းခရီးမွာတင္ ဒ႐ိုက္ဘာကအစ ...",
        "rating": "8.4",
        "url": "https://megaup.net/2fwhi/Article_15_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uodK7t5xwafCy4CzHIppwZkC4LN.jpg",
        "title": "Avenger Dogs (2019)",
        "description": "ကာတှနွးကားကှည့ပွှီးခှီခငှတွဲ့သူတှအတှကွေ အာကာသာခှေးကာတှနွးကားလေးပါ။ခှေးတှပေဲကှီးစိုးနတေဲ့အရိုးစကှဝဠာထဲကခှေးစာတှထေောကပွံ့နတေဲ့အရိုးပါဝါဂရမသွနွးခှီကို ခှေးတှကေိုမနာလိုမုနွးတီးပှီးကှောငစွကှဝဠာဖှဈအောငပွှောငွးခငှနွတေဲ့ ကှောငတွဈကောငကွခိုးယူပှီးသူ့အကှံအစဉတွှဖေောဆွောငနွပေါတယွ။ဒါကိုတားဆီးပှီး အရိုးစကှဝဠာနဲ့ခှေးမှိ ုးစိတတွဈခုလုံးကိုကယတွငဖွို့အဗနဂွှာခှေးတှရေဲ့ကပပြတိနကွသူ့အဖှဲ့ထဲကကှောငတွောငတွောငငွပငွှးခှေးနှဈကောငကွိုတာဝနပွေးပါတော့တယွ။အဲ့ဒီငပငွှးခှေးနှဈကောငကွကှောငကွိုတိုကခွိုကပွှီး အရိုးစကှဝဠာကိုကယတွငပွုံကိုဟာသဆနဆွနရွိုကထွားတာပါ။ခှီနရမယေ့ွ အာကာသဟာသကာတှနွးကားတဈကားပါ။ File Size : (721 MB) & (243MB)Quality : WEB-DL 720pRunning Time : 1 hr 11 minFormat : Mp4Genre : AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "4.9",
        "url": "https://megaup.net/3tRQ2/(CM)_Avenger_Dogs_2019_(Large_Size).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2svhKzun22mBsbLQRParIWUg3er.jpg",
        "title": "The Souvenir(2019)",
        "description": "The Souvenir(2019)IMDb.....6.8Souvenir (2019) ဒီဇာတကွားလေးက ဇာတကွားရဲ့ပဲ့ကိုငရွှငွ Joanna Hogg ရဲ့ရုပရွှငအွကယဒွမီကှောငွးမှာ ကှုံခဲ့ရတဲ့ တကယွ့အဖှဈ တခှို့ကို ထညွ့သှငွးရိုကကွူးထားတဲ့တစိတတွပိုငွး စိတကွူးယဉရွုပရွှငွ ဒရာမာကားလေး ဖှဈပါတယွ အဓိက ဇာတဆွောငတွှကေTom Burke ၊ Honor Swinton နဲ့ Tilda Swinton တို့ ဖှဈကှပါတယွ Honor Swinton နဲ့ Tilda Swinton တို့ဟာတကယွ့သားအမိတှေ ဖှဈကှသလို ဒီကားထဲမှာလညွး သမီးနဲ့အမနရေောက သရုပဆွောငထွားတာပါ ဇာတလွမွးကို၁၉၈၀ ကှောွ ခုနှဈမှားဆီ ဇာတအွိမတွညထွားပှီး ဖလငအွကယဒွမီကိုရောကလွာတဲ့ ဂှူလီဆိုတဲ့ အမှိုးသမီးလေးဟာ ဆနွးဒါးလနွးမှို့ကအမကေိုသိပခွစှတွဲ့ ကောငလွေးတယောကအွကှောငွး ရုပရွှငဖွနတွီးခငှခွဲ့တာပါ...အဲလိုနဲ့ အနတွိုနီဆိုတဲ့ အမှိုးသားတယောကနွဲ့တှေ့ခဲ့ပှီး အနတွိုနီဟာ သိပကွို လှှို့ဝှကလွှနွးသူပါသူ့အပှောအရတော့ သူဟာ နိုငငွံခှားရေးရုံးမှာ အလုပလွုပသွူပါတဲ့ တောကွီတပေါကကွလညွးအတောကွောငွးတဲ့ ဘဲလေးတပှေ ဆိုတော့ အားလုံးကလညွး ယုံပါတယွ ဒါပမယွေ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/M0v7/The_Souvenir.2019.WEB-DL720P.PP.mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jQ4CMTvz7s5R6csiu3RH7TVNfS9.jpg",
        "title": "The Odd Family : Zombie On Sale(2019)",
        "description": "The Odd Family: Zombie on Sale (2019)Zombie ကားလည္းၾကည့္ခ်င္တယ္။ရင္တထိတ္ထိတ္လည္းမၾကည့္တတ္ဘူး။မေပါဘဲနဲ႕အူႏွိပ္ရယ္ရတဲ့ကားလည္းၾကည့္ခ်င္တယ္ဆိုရင္ေတာ့...\nဒီကားေလးကိုညႊန္းခ်င္ပါတယ္။ MyDrarmaList မွာ 8.1/10.... Rotten Tomaotes မွာ 80%....IMDb rating=6.8 ရထားတဲ့ Horror/Comedy ကားသစ္ေလးပါ။\nဇြန္ဘီကားကိုမွဟာသေျပာင္းရိုက္ထားရုံေလးတင္မဟုတ္ပါဘူး....ဇာတ္လမ္းအခ်ဳိးအေကြ႕ေလးေတြဟာသို႕ေလာသို႕ေလာနဲ႕တ၀ါး၀ါးရယ္ေနတဲ့ဇာတ္ကားေကာင္းေလးပါ။\nလူသားေတြရဲ႕ေလ့လာစမ္းသပ္မႈေတြလြန္ကၽြံျပီး ေဘးထြက္ဆိုးက်ဳိးေတြထြက္လာတဲ့တစ္ေန႕.....ကိုရီးယားႏိုင္ငံရဲ႕လူသူသိပ္မေရာက္တဲ့ေခ်ာင္က်က်ျမိဳ႕ငယ္ေသးေသးေလးမွာ\nေန႕စဥ္ဘ၀ေတြဟာပံုမွန္အတိုင္းရိုးရိုးရွင္းရွင္းေလးလည္ပတ္ေနစဥ္မွာပဲ...ဗဟုသုတနည္းတဲ့ေတာင္သူေတာင္သားေတြဆီအတြက္ ခပ္ေၾကာင္ေၾကာင္ပါလို႕ထင္ရတဲ့\nလူငယ္ေလးတစ္ေယာက္ေရာက္လာပါတယ္။ ေရာက္ေရာက္ခ်င္းေဆာက္နဲ႕ထြင္းဆိုသလို....တစ္ျမိဳ႕လံုးဒင္းလက္ခ်က္နဲ႕ပြက္ေလာရိုုက္လို႕ပါပဲ။ အဲ့အျပင္ျမင္းကိုခ်ဳိတပ္ေပးသလိုျဖစ္ခ်င္ေတာ့\nျမိဳ႕ကဓာတ္ဆီဆိုင္အစုတ္ပိုင္တဲ့ ပက္မ်ဳိးႏြယ္မိသားစုနဲ႕သြားေပါင္းလိုက္တဲ့အခါ ငါးပါးတင္မဟုတ္ဘူး သံဃာစင္ပါေမွာက္ပံုမ်ား...ရယ္လိုက္ရယ္လိုက္နဲ႕ၾကည့္ရႈခံစားရမွာပဲျဖစ္ပါတယ္။\nHorror နဲ႕ Comedy ကိုအခ်ဳိးက်က်ေလးေပါင္းစပ္ျပီးေကာင္းေကာင္းေဖ်ာ္ေျဖမႈေပးမဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပဲျဖစ္ပါတယ္... File Size : (1.02GB) and (378 MB)\nQuality : HD-Rip 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thura Zarni Aung\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/Tcrd/The_Odd_Family_-_Zombie_On_Sale_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wBUt6oTFZOMN1skbhIq0gpxpe6J.jpg",
        "title": "Game Over(2019)",
        "description": "Game Over (2019)\n=============IMDb 7.6/10\nRotten Tomatoes 55%အိႏၵယႏုိင္ငံ ဂူရ္ေဂါင္းၿမိဳ႕မွာ မိန္းမငယ္မ်ားကုိ ရက္ရက္စက္စက္ ေခါင္းျဖတ္သတ္ကာ\nအေလာင္းမီးရႈိ႕ဖ်က္စီးပစ္တဲ့ စိတၱဇလူသတ္မႈေတြ ဆက္တုိက္ဆုိသလုိ ျဖစ္ေပၚေနပါတယ္\nအဲ့ဒိလုိျဖစ္တာကလည္း ႏွစ္သစ္ကူးရက္ ဒီဇင္ဘာ ၃၁ မွပါ။အဲ့ဒိလူသတ္သမားကုိ ရဲတပ္ဖြဲ႕ဘက္က ဘာသဲလြန္စမွမရေသးလုိ\nရွာေဖြလုိ႕လည္း မရေသးပါဘူးတစ္ရက္မွာေတာ့ ဒီဇင္ဘာ ၃၁ ႏွစ္သစ္ကူးညတစ္ညမွာပဲ\nအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ ဝီွးခ်ဲေပၚေရာက္ေနရတဲ့ အမ်ိဳးသမီးတစ္ေယာက္ဟာ\nဒီလူသတ္ေကာင္ရဲ႕ပစ္မွတ္ျဖစ္လာပါေတာ့တယ္ဒီအခ်ိန္မွာ ဝွီးခ်ဲေပၚကမိန္းမငယ္ေလးကပဲ Game Over ျဖစ္မလား\nလူသတ္ေကာင္ကပဲ Gmae Over ျဖစ္မလားဆုိတာကုိေတာ့ ....India, Thriller လူသတ္ကားေကာင္းေကာင္းၾကည့္ခ်င္တယ္ဆုိရင္ေတာ့\nဒီကားကုိ လက္အလြတ္မခံပါနဲ႕ခင္ဗ်\nအဓိက သရုုပ္ေဆာင္ေနရာမွာလည္း အခ်စ္ဆုံး Taapsee Pannu ျဖစ္ေနေတာ့\nေျပာစရာကုိမလုိေလာက္ေအာင္ပါပဲ....ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Zaw Htooပဲျဖစ္ပါတယ္...File Size : (900 MB) and (300 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:42:00\nGenre : Thriller, Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.6",
        "url": "https://megaup.net/49Ojd/Game.Over.2019.WEB-DL720p.pp.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/s592-141x200.jpg",
        "title": "[18+] The Story of O (1975)",
        "description": "အို ဟာ ငယ်ရွယ်တဲ့ ဖက်ရှင် ဓာတ်ပုံဆရာမိန်းမလှလေးတစ်ဦးဖြစ်ပါတယ်။\nတစ်နေ့မှာ သူ့ချစ်သူက သူ့ကို ရွိုက်ဆီ လို့ အမည်ရတဲ့စံအိမ်ကြီးကို ခေါ်သွားခဲ့ပါတယ်။\nသူ့ချစ်သူရဲ့ အမိန့်ကိုမလွန်ဆန်ရဲတဲ့သူဟာ အဲ့ဒီနေရာမှာ သူ့ချစ်သူနဲ့တကွ အပေါင်းအပါတစ်စုရဲ့ ပြုသမျှနုရတဲ့ဘဝကိုရောက်သွားပါတော့တယ်။\nသူ့ကို ကိုယ်လုံးတီးချွတ်တယ်၊ မျက်နှာကိုစည်းတယ် လက်ထိပ်ခတ်တယ် ကျာပွတ်နဲ့ရိုက်တယ် အချိန်မရွေး ဆွဲလှန်ပြီး မုဒိမ်းကျင့်ခံရတဲ့အခါ ခံရတယ်။\nအပေါ်ယံဆိုရင်တော့ စိတ်နာစရာ နာကျည်းစရာဖြစ်ပေမယ့် သူဟာ အဲ့ဒီနာကျင်မှုတွေကို\nတစ်စ တစ်စ သာယာမိလာရာကနေ ဒီအဖွဲ့ရဲ့ ဓလေ့ထုံးစံတွေ ရိုးရာတွေနဲ့ထဲထဲဝင်ဝင်ပတ်သက်မိပါတော့တယ်။\nကားက NC-17 rating ရထားတာ ပီပီ ရေလည်ကြမ်းပါတယ်။ ဒီကားထဲမှာပါတဲ့ မင်းသမီးတွေအဝတ်အစားပါတဲ့အခန်းနည်းပါတယ်။\n \nBDSM ကိစ္စတွေကို ကွက်ကွက်ကွင်းကွင်းချပြထားတာပါ။\n(ငယ်ရွယ်သူတွေလုံးဝမကြည့်သင့်ပါဘူး။)\n  \nအုိ ဟာ ငယ္ရြယ္တဲ့ ဖက္ရွင္ ဓာတ္ပုံဆရာမိန္းမလွေလးတစ္ဦးၿဖစ္ပါတယ္။\nတစ္ေန႔မွာ သူ႔ခ်စ္သူက သူ႔ကုိ ရြိဳက္ဆီ လုိ႔ အမည္ရတဲ့စံအိမ္ၾကီးကုိ ေခၚသြားခဲ့ပါတယ္။\nသူ႔ခ်စ္သူရဲ႕ အမိန္႔ကုိမလြန္ဆန္ရဲတဲ့သူဟာ အဲ့ဒီေနရာမွာ သူ႔ခ်စ္သူနဲ႔တကြ အေပါင္းအပါတစ္စုရဲ႕ ၿပဳသမွ်ႏုရတဲ့ဘ၀ကုိေရာက္သြားပါေတာ့တယ္။\nသူ႔ကို ကုိယ္လုံးတီးခြ်တ္တယ္၊ မ်က္ႏွာကုိစည္းတယ္ လက္ထိပ္ခတ္တယ္ ...",
        "rating": "5.4",
        "url": "https://megaup.net/3tM8o/The.Story.of.O.1975.BRRip.mkv-muxed.mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Rules_of_Engagement-792203981-large-131x200.jpg",
        "title": "Rules of Engagement(2000)",
        "description": "Rules of Engagement(2000)\n \nဒီရက်ပိုင်း ပျင်းပျင်းနဲ့ဇာတ်ကားတွေ လိုက်ရှာကြည့်ရင်း အသိအစ်ကိုတစ်ယောက်\nထည့်ပေးထားတဲ့ ထဲက ဇာတ်ကား တစ်ကား ကြည့်ဖြစ်လိုက်တယ် ကောင်းနိုး ကောင်းနိုးနဲ့\nဇာတ်ကားတွေ လိုက်ရှာကြည့်ရင်း ကြည့်မိလိုက်တာက rules of engagement ဆိုတဲ့ကား\nဇာတ်လမ်းက စစချင်း အမေရိကန် ဗီယက်နမ် စစ်ပွဲထဲက တိုက်ပွဲတစ်ခုကနေ စတည်ထားတယ်\nစိတ်ထဲထင်လိုက်တာက စစ်ကားတစ်ကားပေါ့ စစ်ကားတွေလည်း မကြည့်ဖြစ်တာလည်း ကြာ\nနောက်ပြီး Marvel heroes ဇာတ်ကားတွေက မျက်စိတစ်ဖက်လပ်နဲ့ခပ်ကြမ်းကြမ်းဘဲကြီး Agents of shield\nဒါရိုက်တာ Nick Fury အနေနဲ့လူသိများတဲ့ မင်းသား ကြီး Samuel L. Jackson တစ်ယောက် ဘယ်လိုပွဲထွက်လာမလဲ\nသိချင်လို့ဆက်ကြည့်ဖြစ်လိုက်တယ်\nကြည့်နေရင်း ကြည့်နေရင်းနဲ့ဇာတ်ကားက အသွင်ပြောင်းလာတယ် သေနတ်သံတွေ တစ်ဒိုင်းဒိုင်းပစ်တာ\nမမြင်ရတော့ဘဲ စကားသံတွေပဲ အဆက်မပြတ်ကြားလာရတယ် ရုပ်ဆိုးဆိုး အဘိုးကြီး နှစ်ယောက်ဦးဆောင်ထားတဲ့ကား\nစကားတွေချည်းပဲ ပြောနေလို့ဇာတ်ကားပေါ် အာရုံတစ်ချက် လွတ်မသွားစေရဘူး သေသပ်တဲ့ ဒိုင်ယာလော့တွေ\nဖုံးကွယ်ထားတဲ့ မြျုပ်ကွက်တွေ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2SLv0/Rules_OF_Engagement_[2000]_(MM_Sub).mp4",
        "category": "Drama, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BYTQzZTE2N2QtM2QwMS00ZjUwLTg4ZDEtYjJiOTMwZjYxODJlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Unfaithful",
        "description": "ကားနာမည်ဖတ်ရုံနဲ့တင် ဇတ်အိမ်ကိုအကဲခတ်လို့ရလောက်ပါပြီ\nမိသားစုတစ်စု ယောက်ျားကအလုပ်များတဲ့လုပ်ငန်းရှင်တစ်ယောက်\nမိန်းမက မလုပ်လည်းအိမ်မှာထိုင်နေလို့ရတဲ့အလုပ်တစ်ခုရှိတယ်\nသားကကျောင်းနေအရွယ် မနက်မိုးလင်းရင်\nအမျိုးသားနဲ့သားက အလုပ်နဲ့ကျောင်းကိုသွား\nတစ်ရက်မမျှော်လင့်ပဲ အမျိုးသမီးက ပြစ်သစ်လူမျိုးခပ်ချောချောကောင်လေးနဲ့ဆုံခဲ့မိတယ်\nဒီကားအကြောင်းကို ဆက်မပြောခင် ကျနော်တို့ဘဝမှာ\nအိမ်ထောင်ရေးဖောက်ပြန်တာတွေ မိန်းမ တိတ်တိတ်ပုန်းဖောက်ပြန်တာ\nယောင်္ကျားက ဖောက်ပြန်တာ တွေဒုနဲ့ဒေး ကြားနေရတယ်\nကလေးမျက်နှာကိုထောက်ထားပြီး အိမ်ထောင်ရေးမပြိုကွဲစေဖို့\nဟန်ချက်ညီအောင်ပြန်လည်ထိန်းသိမ်းကြတာမျိုးရှိသလို\nစိတ်အလိုလိုက်ပြီး ဖောက်ပြန်တယ်သူတွေကို\nအမှုတွေကျူးလွန်ခဲ့တာတွေလည်းရှိပါတယ်\nဒါတွေအားလုံးဟာ ugly truthဆိုတဲ့အကျဉ်းတန်အမှန်တရား ပါ\n18+ဇတ်ဝင်ခန်းဆိုတာလည်း အိမ်ထောင်ရေးဇတ်ကားအနေနဲ့\nအတော်များများပါပေမဲ့ ဇတ်အိမ်လည်းခိုင်\nပီပီပြင်ပြင်သရုပ်ဆောင်ချက်တွေကြောင့် Hollywood\nမှာတန်းဝင်အိမ်ထောင်ရေးကားဖြစ်ပေမဲ့\nတစ်ချို့သူတွေအတွက်တော့ အတော်လေးအောင့်သီးအောင့်သက်နိုင်မဲ့ကားတစ်ကားပါ\nဒါပေမဲ့ ugly truth ဆိုတဲ့အကျဉ်းတန်အမှန်တရားပါပဲ\nဆွဲဆောင်မှုအရှိဆုံးမင်းသားလို့သတ်မှတ်ခံရဖူးတဲ့ RICHAD GERE မင်းသမီး DIANE LANEတို့ပါဝင်\nသရုပ်ဆောင်ထားပါတယ် သူမရဲ့သရုပ်ဆောင်ချက်တွေက\nချီးကျူးရမှာဖြစ်ပါတယ် ဆွဲဆောင်မှုရှိပြီး မှားနေမှန်းသိရက်နဲ့\nရှေ့ဆက်ဇွတ်တိုးပြီး ကိုယ့်ကိုယ် ကိုယ်ပြန်မုန်းမိနေတဲ့\nအိမ်ထောင်သည်တစ်ယောက်ရဲ့ခံစားချက်တွေကပီပြင်လွန်းပါတယ်\nဗျာများနေတဲ့အိမ်ထောင်ရှင် RICHAD GEREရဲ့\nသရုပ်ဆောင်ချက်တွေကိုလည်း\nပီပီပြင်ပြင်တွေ့ရမှာဖြစ်ပါတယ် ဒီလောက်ဆိုရင်လုံလောက်ပြီလို့\nထင်ပါတယ်အကျဉ်းတန် အမှန်တရားလေးကိုခံစားပေးကြပါဦးလို့\n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်ကတော့ အမည်မဖော်လိုသူပဲ ဖြစ်ပါတယ်)\n@joker\n--------------------------------------------------------------------\nကားနာမည္ဖတ္ရုံနဲ႕တင္ ဇတ္အိမ္ကုိအကဲခတ္လုိ႕ရေလာက္ပါၿပီ\nမိသားစုတစ္စု ေယာက္်ားကအလုပ္မ်ားတဲ့လုပ္ငန္းရွင္တစ္ေယာက္\nမိန္းမက မလုပ္လည္းအိမ္မွာထုိင္ေနလုိ႕ရတဲ့အလုပ္တစ္ခုရွိတယ္\nသားကေက်ာင္းေနအရြယ္ မနက္မုိးလင္းရင္\nအမ်ဳိးသားနဲ႕သားက အလုပ္နဲ႕ေက်ာင္းကုိသြား\nတစ္ရက္မေမွ်ာ္လင့္ပဲ အမ်ဳိးသမီးက ျပစ္သစ္လူမ်ဳိးခပ္ေခ်ာေခ်ာေကာင္ေလးနဲ႕ဆုံခဲ့မိတယ္\nဒီကားအေႀကာင္းကုိ ဆက္မေျပာခင္ က်ေနာ္တုိ႕ဘ၀မွာ\nအိမ္ေထာင္ေရးေဖာက္ျပန္တာေတြ မိန္းမ တိတ္တိတ္ပုန္းေဖာက္ျပန္တာ\nေယာက်ၤားက ေဖာက္ျပန္တာ ေတြဒုနဲ႕ေဒး ႀကားေနရတယ္\nကေလးမ်က္ႏွာကုိေထာက္ထားၿပီး အိမ္ေထာင္ေရးမၿပဳိကြဲေစဖုိ႕\nဟန္ခ်က္ညီေအာင္ျပန္လည္ထိန္းသိမ္းႀကတာမ်ဳိးရွိသလုိ\nစိတ္အလုိလုိက္ၿပီး ေဖာက္ျပန္တယ္သူေတြကုိ\nအမႈေတြက်ဴးလြန္ခဲ့တာေတြလည္းရွိပါတယ္\nဒါေတြအားလုံးဟာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/4Uv9y/Unfaithful_[2002]_(MM_Sub).mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/loNiFDAmSx7C3Uvc75fSJPbYDBE.jpg",
        "title": "Bill & Ted’s Bogus Journey(1991)",
        "description": "Bill & Ted's Bogus Journey(1991)၁၉၈၉ကားမွာေတာ့ ဘီလ္နဲ႕ တက္ဒ္တုိ႕ဟာ သူတုိ႕လုပ္ခ်င္ရာေတြလုပ္\nေမႊခ်င္ရာေတြေမႊခဲ့လုိ႕ ထူးထူးျခားျခားႀကီးေျပာင္းလဲမႈေတြျဖစ္ကုန္တယ္...\nဒီေျပာင္းလဲမႈႀကီးကုိမေက်နပ္တဲ့ အျခားအဖြဲ႕အစည္းဟာ\nသူတုိ႕ပုံတူစက္ရုပ္ ၂ရုပ္ဖန္တီးၿပီး ဘီလ္နဲ႕ တက္ဒ္တုိ႕ရဲ႕ အတိတ္ကုိ\nဖ်က္ဆီးဖုိ႕ ေစလႊတ္လုိက္ပါတယ္...\nလူဆုိး ဘီလ္နဲ႕ တက္ဒ္\nလူေကာင္းဘီလ္နဲ႕တက္ဒ္တုိ႕ ဘယ္လုိ အလြဲလြဲေတြျဖစ္ၾကဦးမလဲဆုိတာကုိေတာ့\nဆက္လက္ခံစားၾကည့္ၾကပါဦး...ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Alias ပဲျဖစ္ပါတယ္...File Size : (850 MB) and (345 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Adventure, Comedy, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alias\nEncoded by Phyo Pyae",
        "rating": "6.3",
        "url": "https://megaup.net/3tO69/Bill_and_Teds_Bogus_Journey.1991.BluRay720p.pp.mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b2yKJ1STPklVSRtso2Tg4TPXK7u.jpg",
        "title": "Bill & Ted’s Excellent Adventure(1989)",
        "description": "Bill & Ted's Excellent Adventure(1989)ဘီလ္နဲ႕တက္ဒ္ ဆုိတဲ့ သူငယ္ခ်င္း (၂)ေယာက္ဟာ ဂစ္တာကုိရူးသြပ္သူမ်ားျဖစ္ၾကသလုိ\nေအာင္ျမင္တဲ့ တီး၀ုိင္းတစ္ခုျဖစ္ဖုိ႕ႀကဳိးစားေနတဲ့လူငယ္ေတြ....\nသုိ႕ေပမယ့္ သူတုိ႕၂ေယာက္ဟာ အေကာင္းမြန္ဆုံးလမ္းညႊန္ေပးတဲ့သူမရွိလုိ႕\nျဖစ္ခ်င္ရာျဖစ္ေနတဲ့ပုံေပါက္ေနတယ္...\nဂစ္တာဘက္ကုိရူးသြပ္လြန္းၿပီး ေက်ာင္းစာမွာေတာ့ စာေမးပြဲတုိင္းကုိ တဘုန္းဘုန္းက်ေနတယ္...\nဒီလုိက်ဆုံးျခင္းဟာ ေနာက္ဆုံးေတာ့ ေက်ာင္းကေနာက္ဆုံးအေနနဲ႕\nသတိေပးျခင္းတစ္ရပ္ထုတ္လုိက္တယ္...\nေနာက္ဆုံးစာတမ္းတစ္ခုကုိ A+မွမရရင္ ေက်ာင္းက ထာ၀ရနားရေတာ့မယ္ဆုိတာပါပဲ...\nတက္ဒ္အတြက္ ေက်ာင္းနားရရင္ စစ္ေက်ာင္းကုိသြားရမွာျဖစ္တဲ့အျပင္\nသူတုိ႕ရူးသြပ္တဲ့ တီး၀ုိင္းလည္းဘယ္ေတာ့မွျဖစ္လာေတာ့မွာမဟုတ္ပါဘူး...\nဘီလ္လည္းထုိ႕အတူပါပဲ....\nဒီကားက သူငယ္ခ်င္း ၂ေယာက္ရဲ႕ အလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြနဲ႕ ရယ္ေမာရသလုိ\nဇာတ္လမ္းကလည္းစိတ္၀င္စားစရာေကာင္းပါတယ္...\nသူတုိ႕ ၂ေယာက္ရဲ႕ မွားယြင္းေနတဲ့လမ္းေၾကာင္းကုိတည့္မတ္ေပးဖုိ႕ လက္ရွိ ၁၉၈၈ခုႏွစ္ကုိ\n၂၆၈၈ခုႏွစ္ကေန အခ်ိန္ခရီးသြားၿပီး လာေရာက္ကူညီတာေတြပါလုိ႕ပါ...\nဘယ္လုိေတြ တလြဲလုပ္ၾကမလဲ..\nသူတုိ႕စာေမးပြဲေအာင္ၿပီး ေက်ာင္းဆက္တက္ႏုိင္မလား...\nေအာင္ျမင္တဲ့တီး၀ုိင္းတစ္ခုဆက္ဖန္တီးႏုိင္မလား...\n၂၆၈၈ခုႏွစ္က သူေတြကလည္း အခ်ိန္ခရီးသြားၿပီး\nဘာေၾကာင့္လာကူညီၾကတာလဲ.အခ်ိန္ခရီးသြားတဲ့သူေတြရဲ႕ အကူအညီနဲ႕ ဒီ ၂ေယာက္ဘာေတြဆက္ဗရုတ္က်မလဲ.ခံစားၾကည့္ၾကပါ...\nကြ်န္ေတာ္တုိ႕လည္း ၁၉၈၈ခုႏွစ္က ငယ္ရြယ္ႏုပ်ဳိတဲ့ Keanu Reeves\nရဲ႕ဇာတ္ကားေကာင္းကုိ အခ်ိန္ခရီးသြားျခင္းပုံစံတစ္မ်ဳိးနဲ႕ခံစားၾကည့္လုိက္ရေအာင္   File Size : (850MB) and (328 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Adventure, Comedy,Music\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.9",
        "url": "https://megaup.net/49Ly1/Bill_and_Teds_Excellent_Advanture.1989.Bluray720p.pp.mp4",
        "category": "Adventure, Comedy, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/miss-granny-131x200.jpg",
        "title": "Miss Granny (2018)",
        "description": "Miss Granny (2018)_____IMDb - 8.0/10\n  ဒီတစ်ခေါက် Channel Myanmar ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ဇာတ်လမ်းကတော့ \"Miss Granny\" ဆိုတဲ့ ဖိလစ်ပိုင်ဇာတ်လမ်းပဲဖြစ်ပါတယ်...ဖိလစ်ပိုင်ဇာတ်လမ်းကြိုက်တဲ့ ပရိတ်သတ်တွေအတွက်တော့ လက်လွှတ်မခံသင့်တဲ့ ဇာတ်လမ်းပါ...ဒီဇာတ်လမ်းက 2014 မှာထွက်ခဲ့တဲ့ ကိုးရီးယားဇာတ်လမ်း \"Miss Granny 2014\" ကို အခြေခံရိုက်ကူးထားခြင်းဖြစ်ပါတယ်..ဇာတ်အိမ်ကောင်းပြီး တခဲနက်အောင်မြင်ခဲ့တာကြောင့် Chinese Version \"20 Once Again\"ဆိုပြီးတော့ 2015 မှာ ထွက်ရှိခဲ့ပါသေးတယ်...ဒီလောက် ကောင်းတဲ့ ဇာတ်လမ်းကို ဖိလစ်ပိုင်နာမည်ကျော် မင်းသားမင်းသမီးတွေရဲ့ သရုပ်ဆောင်မှုတွေနဲ့ ကြည့်ရှုရမှာပါအညွှန်း - ဖေလီဆိုတဲ့ အသက် ၇၀ ကျော်အမျိုးသမီးပါ...ဆံပင်ဖြူ သွားကျိုးပြီး ပါးရေနားရေတွေ တွန့်ကာ ခြေထောက်တွေလည်း မကောင်းတော့တဲ့ အရွယ်ပါ...ဖေလီမှာ သူဂုဏ်ယူရတဲ့ ဂုဏ်ထူးဆောင် သားလေးတစ်ယောက်ရှိပါတယ်...သူဟာ သူ့သားလေးက ဘယ်လောက်တော်ကြောင်း ဘယ်မှာ ပါမောက္ခဆိုပြီး တွေ့တဲ့သူတိုင်းကို အမြဲ ဂုဏ်ယူပြောဆိုတတ်ပါတယ်...အချိန်တန် ...",
        "rating": "8.0",
        "url": "https://megaup.net/2oVx8/Miss_Granny_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/Definitely-Maybe-poster-133x200.jpg",
        "title": "Definitely, Maybe (2008)",
        "description": "Definitely, Maybe (2008)\nIMDb - 7.1/10_____Rotten - 70%\n   Will Hayes (Ryan Reynolds) ဆိုတဲ့ လူလတ်ပိုင်းအရွယ်ယောင်္ကျားတစ်ယောက်မှာ\nသမီးလေးတစ်ယောက်ရှိပြီး ဇနီးမယားနဲ့တော့ ကွဲကွာနေသူပါ...\nတစ်နေ့သမီးလေးဟာ ကျောင်းရဲ့ လိင်ပိုင်းဆိုင်ရာသင်ခန်းစာတွေသင်ပြီးနောက်မှာ\nအဖေ့ထံက တစ်သက်လုံးမကြားခဲ့ရတဲ့အမေ့အကြောင်းကို\nစပ်စုပါတော့တယ်....\nဖခင်ဖြစ်တဲ့သူဟာ အမေဆိုတာကြီးကိုတမ်းတပြီး သမီးလေးကိုမကြီးပျင်းစေချင်တော့\nအမေ့အကြောင်းကို တစ်ကြောင်းတောင် မပြောပြထားသလို\nလွမ်းမောစရာအတိတ်ကြီးကိုလည်း ပြန်လည်အမှတ်မရချင်တော့တာကြောင့်ပေါ့...\nကျွန်တော်တို့အားလုံးလည်း တစ်စုံတစ်ယောက်ကိုသိပ်ချစ်ခဲ့ပေမယ့်\nအကြောင်းကြောင်း ကြောင့်လက်တွဲဖြုတ်ခဲ့ရတဲ့အခါမှာ\nအတတ်နိုင်ဆုံးမေ့ပျောက်ဖို့ကြိုးစားကြတယ်...\nသို့ပေမယ့် ချစ်ခဲ့သူနဲ့ပတ်သက်လို့မေ့ပျောက်ဖို့ကြိုးစားတဲ့အခါမှာ\nကျွန်တော်တို့ဘယ်တုန်းကများအောင်မြင်ခဲ့ဖူးလို့လဲ...\nနောက်ဆုံးသမီးလေးကို ကွဲသွားတဲ့မိန်းမအကြောင်းကို ပြောပြဖြစ်တယ်...\nသူပြောတဲ့အကြောင်းတွေက တကယ်စိတ်ဝင်စားဖို့ကောင်းသလို\nရယ်လည်းရယ် ရင်လည်းခုန်ဖို့ကောင်းတယ်...\nရိုက်ပြထားတာလည်း တကယ်ကြည်နူးဖွယ်ရာကောင်းတယ်...\nခံစားကြည့်လိုက်ပါဦး.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paingပဲဖြစ်ပါတယ်....\n   \nFile Size : (950 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/1xZ4w/Definitely,_Maybe_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f4FF18ia7yTvHf2izNrHqBmgH8U.jpg",
        "title": "Rocketman(2019)",
        "description": "Rocketman(2019)\nIMDb....7.7,,,,,Rotten....89%\n((BluRay1080p5.1ch,720pတုိ႕ျဖင့္ ျပန္လည္ Update ေပးထားပါသည္....))\nဒီရုပ္ရွင္ကေတာ့ Bohemian Rhapsody လိုပဲ ကမာၻေက်ာ္ အဆိုေတာ္တစ္ေယာက္ရဲ႕\nဘဝဇာတ္ေၾကာင္းကို ရိုက္ကူးထားတာျဖစ္မွာပါ။ သရုပ္ေဆာင္ကေတာ့ Kingsman ရဲ႕\nမင္းသားTaron Egerton ျဖစ္ေနတာ တုိက္ဆိုင္တာပါပဲ။ Kingsman ရုပ္ရွင္ထဲမွာ အယ္လ္တန္ဂြ်န္ပါခဲ့တာကိုး။\nသူ႕နာမည္ကေတာ့ အယ္လ္တန္ ဂြ်န္ပါ။ လူအမ်ားၾကားဖူးၾကမယ္ထင္ပါတယ္။ အျပည့္အစံုဆိုရင္ေတာ့\nဆာ အယ္လ္တန္ ဟာက်ဴလီ ဂြ်န္ ျဖစ္ပါတယ္။ သူဟာ အေမရိကရဲ႕ ေရာ့ခ္ဂီတသမိုင္းမွာ အေအာင္ျမင္ဆံုး\nတစ္ကိုယ္ေတာ္ဂီတသမားျဖစ္ၿပီး ကမာၻ႕ဂီတသမိုင္းမွာ တတိယေျမာက္ အေအာင္ျမင္ဆံုး ျဖစ္ပါတယ္။ သူ႕ေရွ႕မွာ မက္ေဒါနား နဲ႕\nဘီတယ္စ္ ပဲ ရွိပါေတာ့တယ္။ (မၾကာခင္ ဘီတယ္စ္ရဲ႕အေၾကာင္းျဖစ္တဲ့ Yesterday ရုပ္ရွင္လည္း ရံုတင္ေတာ့မွာပါ)\nအယ္လ္တန္ဟာ ဂရမ္မီဆု 5ၾကိမ္ရရွိခဲ့ၿပီး အျခားေသာ ဆုၾကီးေတြလည္း အမ်ားအျပားကို ရရွိခဲ့တာပါ။ Gold album 26 ခု၊\nပလက္တီနမ္ နဲ႕ မာလ္တိုင္ပလက္တီနမ္ ၃၈ ခု၊ ဒိုင္းမြန္း ...",
        "rating": "7.7",
        "url": "https://megaup.net/49Lbd/Rocketman.20198.BluRay720p.new.pp.mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ygAuDjoyvZ07HSq1IApDkh1Bc0N.jpg",
        "title": "Charlie Says (2018)",
        "description": "ဒီကားကေတာ့ အေမရိကားရဲ႕စက္ဆုပ္ဖြယ္ေကာင္းၿပီးနာမည္ဆိုးနဲ႔ေက်ာ္ၾကားခဲ့တဲ့Charlie Mansonနဲ႔သူ႔ေနာက္လိုက္ေတြအေၾကာင္း႐ိုက္ထားတဲ့Biographical Dramaကားတစ္ကားျဖစ္ပါတယ္။အရင္လည္းသူ႔အေၾကာင္း႐ုပ္႐ွင္ေတြ႐ိုက္ခဲ့ဖူးပါတယ္။ဒီကားမွာေတာ့ သူ႔ကိုအရမ္းကိုခ်စ္ခင္ယံုၾကည္ခဲ့တဲ့ေကာင္မေလးေတြဘက္က႐ိုက္ျပထားတာပါ။ဒီဘဲႀကီးကThe Beatles ေရာ့ခ္အဖြဲ႔ကိုအရမ္း႐ူးသြပ္ၿပီးသူကိုယ္တိုင္လဲသီခ်င္းတစ္ပုဒ္ေတာင္ထြက္ခဲ့ေသးတယ္။ကယ္လီဖိုးနီးယားကျခံႀကီးတစ္ျခံမွာ Manson Family ဆိုၿပီးသူတို႔ေနၾကတယ္။ပံုစံကနည္းနည္းဟစ္ပီဆန္တယ္လႊင့္ပစ္ထားတဲ့အသီးအရြက္ေတြကိုခ်က္စားတယ္ျမင္ေဇာင္းမွာအိပ္တယ္ သူတို႔အခ်င္းခ်င္းလိင္ဆက္ဆံၾကတယ္သူတို႔ဘာကိုမွမထိန္းခ် ဳပ္ထားဘူး။ဒါေပမယ့္ က်မ္းစာကို႐ူးသြပ္ၿပီး race warကိုစတင္ဖို႔လုပ္တယ္။အခုလက္တေလာထြက္ထားတဲ့ နာမည္ႀကီး Once upon a time in HollywoodကားမွာMargot Robbieသ႐ုပ္ေဆာင္ထားတဲ့ Sharon Tateနဲ႔တျခားအႏုပညာ႐ွင္ေတြကိုလည္း ဒီFamilyကသတ္ခဲ့တာပါ။ဒီကားမွာ ဒီဘဲႀကီးကေကာင္မေလးတံုးတံုးအအေလးေတြကိုတကယ္လႊမ္းမိုးျခယ္လွယ္ၿပီး brainwashလုပ္သြားတာေတြကို႐ိုက္ျပထားတယ္။Castေတြကလည္း မ်က္ႏွာသိပ္မစိမ္းတဲ့သူေတြပါGame of Thrones seriesထဲက ဂီလီတစ္ေယာက္လဲပါပါတယ္။ File Size : (1 GB) & ( 387 MB)Quality ...",
        "rating": "5.6",
        "url": "https://megaup.net/5vF5u/(CM)_Charlie_Says_2019_(Large_Size).mp4",
        "category": "Biography, Crime, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dUyPSjiMSLgwkhQM4PebbEKSf11.jpg",
        "title": "2:Hrs (2018)",
        "description": "သင့္မွာအသက္႐ွင္ဖို႔နာရီပိုင္းေလာက္ပဲ႐ွိေတာ့တယ္လုိ႔သိလိုက္ရတဲ့အခါမွာသင္ဘယ္လိုျဖစ္မလဲဘာပဲလုပ္လုပ္ေသမွာပဲဆိုျပီးစိတ္ေလွ်ာ့ျပီးဘာမွမလုပ္ေတာ့ဘဲအိပ္ရာထဲပဲ၀င္ေခြေနမလားေသမယ့္ေသေစာေစာသာေသဆိုျပီးကိုယ့္ဘာကိုယ္ပဲအရင္သတ္ေသလိုက္မလား၊ဒါမွမဟုတ္ ခ်စ္ရတဲ့သူေတြနဲ႔ပဲေနာက္ဆံုးအသက္ထြက္သည့္အခ်ိန္ထိအတူတူ႐ွိေနမလား၊ဒါမွမဟုတ္... ဒီ 2 Hrs ဆိုသည့္ကားထဲက တင္မ္ဆိုသည့္ေကာင္ေလးဟာ႐ွိသည့္အခ်ိန္ေတြကိုအက်ိဳး႐ွိ႐ွိအသံုးမခ်ဘဲနဲ႔မဟုတ္တာေတြကိုပဲလုပ္ရင္းအခ်ိန္ျဖဳန္းေနတဲ့သူတစ္ေယာက္ပါ...တစ္ေန႔သူနဲ႔သူ႔သူငယ္ခ်င္းႏွစ္ေယာက္ျဖစ္သည့္ ဗစ္နဲ႔အက္ဖ္တို႔ေတြေက်ာင္းေလ့လာေရးခရီးစဥ္ကေနလစ္ထြက္လာျပီးသိပၸံပညာ႐ွင္တစ္ေယာက္ရဲ႕သတင္းစာ႐ွင္းလင္းပဲြကိုမေတာ္တဆေရာက္သြားခဲ့သည္။မိမိဘယ္အခ်ိန္ေသဆံုးမည္ဆိုတာကိုခန္႔မွန္းေပးႏိုင္ေသာစက္ထဲကိုတင္မ္တစ္ေယာက္ခပ္ေပါ့ေပါ့နဲ႔ ၀င္စမ္းလိုက္မိရာမွသူ႔မွာအခ်ိန္၂နာရီပဲက်န္ေတာ့သည္ကိုသိလိုက္ေသာအခါ...သူေရာဘာေတြဆက္လုပ္မလဲ...သူ႔ကို သူ႔သူငယ္ခ်င္းႏွစ္ေယာက္ကေရာဘယ္လိုကူညီေပးႏိုင္မလဲဆက္လက္ၾကည့္႐ႈလိုက္ပါ File Size : (769 MB) & (280 MB)Quality : WEB-DL 720pRunning Time : 1 hr 25 minFormat : Mp4Genre : FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/49Kbu/(CM)_2_Hrs_2018_(Large_Size).mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Pxq9xhotxNkYKA7Rlpapy4LR8x.jpg",
        "title": "D-Railed (2018)",
        "description": "ခရီးသည္အုပ္စုတစ္စု အေပ်ာ္စီးရထားေပၚမွာပါလာခဲ့ၾကသည္...ရထားေပၚမွာအေပ်ာ္ကစားနည္းမ်ားကစားရင္းရင္ခုန္စိတ္လႈပ္႐ွားရမည္ဟုေမွ်ာ္မွတ္ခဲ့ၾကေသာ္လဲစိတ္ညစ္ဖြယ္အျဖစ္အပ်က္မ်ားနဲ႔သာေတြ႔ၾကံဳခဲ့ရပါတယ္...တစ္ပူေပၚႏွစ္ပူဆင့္ဆိုသလို ရထားကပါလမ္းေခ်ာ္ျပီးျမစ္ထဲျပဳတ္က်သြားေသာအခါ...သူတို႔ဘာေတြဆက္ျဖစ္ၾကမလဲ...သူတို႔ကိုကယ္ဆယ္မယ့္သူေတြေရာေရာက္လာမွာလား...မေရာက္လာဘူးဆိုရင္ေရာ သူတို႔အသက္ဆက္လက္႐ွင္သန္ေအာင္ဘယ္လိုေတြႀကိဳးပမ္း႐ုန္းကန္ၾကရမွာလဲဒီကားေလးထဲမွာၾကည့္လိုက္ရေအာင္လား File Size : (754 MB) & (279 MB)Quality : WEB-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "3.9",
        "url": "https://megaup.net/49Kbp/(CM)_D-Railed_2019_(Large_Size).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8DvLzDG9OeDzKdXZjRkCoWfXUcc.jpg",
        "title": "No Man’s Land(2001)",
        "description": "No Man's Land(2001)IMDb....8.0,,,,,,Rotten.....93%ေဘာစနီးယန္းနဲ႔ ဆားဘီးယန္းတို႔ စစ္ပြဲျဖစ္ေနခ်ိန္ ေရွ႕တန္းကို တပ္ကူဖို႔လာခဲ့တဲ့ ေဘာ့စနီးယားေဆးတပ္သားအဖြဲ႕ဟာ\nညဖက္ၾကီးထြက္လာခဲ့တယ္....\nညကလည္းေမွာင္ ျမဴနွင္းေတြကလည္း ေရွ႕တျပကို မျမင္ရေလာက္ေအာင္ထူထပ္တာမို႔ ခရီးဆက္မထြက္ဘဲ\nအဆင္ေျပတဲ့ေနရာတစ္ခုကုိေရြးၿပီး ယာယီနားဖုိ႕ႀကဳိးစားၾကတယ္...\nမနက္မိုးလင္းလို႔ ေနေရာင္ထြက္လာခ်ိန္ သူတို႔ေဘးဘီဝဲယာကို စူးစမ္းၾကည့္လိုက္တဲ့အခါမွာေတာ့ သူတို႔ေရာက္ေနတာ\nတစ္ဘက္ရန္သူျဖစ္တဲ့ ဆားဘီးယန္းေရွ႕တန္းတပ္ဖြဲ႕ေရွ႕တည့္တည့္ဆီကုိ ေရာက္ေနတာသိလုိက္ရခ်ိန္မွာေတာ့\nသူတုိ႕ေနာက္က်သြားပါၿပီ.....\nဆားဘီးယန္းေရွ႕တန္းတပ္ဖြဲ႕ရဲ႕အႀကဳိက္ပါပဲ..ပစ္ကြင္းျမင္ကြင္းရွင္းသလုိ အေပၚစီးကေန အတြဲလုိက္ဆြဲတဲ့ေနာက္မွာေတာ့\nေဘာစနီးယန္းအဖြဲ႕ က်ည္ဆံဖ်ားမွာ အသက္ေတြတျဖဳတ္ျဖဳတ္ေၾကြကုန္တယ္...\nဒီအထဲကမွာ စီကီတစ္ေယာက္ကေတာ့ ကံေကာင္းရွာတယ္ေျပာရမလားပဲ ...\nနီးစပ္ရာကတုတ္က်င္းထဲ ေျပးပုန္းႏုိင္ခဲ့တယ္..က်န္တဲ့သူေတြေတာ့အကုန္ေသဆုံးသြားတယ္...\nဒီေနာက္မွာေတာ့ ေဘာ့စနီးယားတပ္သားစီကီတစ္ေယာက္ ထြက္ေျပးလြတ္ေျမာက္သြားႏုိင္မလား...\nဆားဘီးယန္းေတြရဲ႕ ကင္းေထာက္အဖြဲ႕ရန္ကေန ဘယ္လုိရုန္းကန္မလဲ...\nသူ႕ဆီကုိေရာ ဘယ္လုိလူမ်ဳိ်းေတြေရာက္လာမလဲ...\nဒီကားက ၁၉၉၃ခုႏွစ္ ေဘာ့စနီးယားစစ္ပြဲကာလႀကီးကုိအေျခခံရုိက္ကူးထားတာပါ...\nစစ္ပြဲဟာ အက်အဆုံးေပါင္းမ်ားစြာ ေပးဆပ္မႈေပါင္းမ်ားစြာရွိခဲ့ေပမယ့္ သမုိင္းမွာေတာ့\nရိုးတုိးရိပ္တိတ္သာရွိခဲ့တယ္...ဒီဇာတ္ကားဟာ ေဘာ့စနီးယား ဒါရိုက္တာနဲ႔စာေရးသူ Danis Tanovic ရဲ႕ ပထမဆံုးဖန္တီးမႈျဖစ္တယ္။ ပထမဆံုးလို႔မဆိုသာေအာင္ဘဲ ဇာတ္ကားဟာ လွပတယ္။ အျပစ္ဆိုႏိုင္ဖြယ္ရာမရွိဘူး။ ေပးခ်င္တဲ့ Message ေတြကလည္းတကယ့္ကုိေကာင္းလွတယ္..အစမွအဆုံးထိဆြဲေခၚသြားတယ္...\nဒါ့ေၾကာင့္လည္းဆုေပါင္းမ်ားစြာရရွိထားတယ္...ရရွိတဲ့ဆုေတြကေတာ့\nBest Foreign Language Film, 2001 74th Academy Awards\nBest Foreign Language Film, ...",
        "rating": "8.0",
        "url": "https://megaup.net/49Kac/No_Man_s_Land.2001.BluRay720p.pp.mp4",
        "category": "Drama, War"
    }
]