[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-happy-135x200.jpg",
        "title": "Happy Gilmore (1996)",
        "description": "လူတိုင်းသိကြတဲ့ဟာသသရုပ်ဆောင်ကြီး Adam Sandlerရဲ့ ဟာသရုပ်ရှင်ကောင်းလေးလာပါပြီ။ဟပ်ပီးဂေးလ်မောဆိုသူဟာ ငယ်စဥ်ကတည်းက ဟောကီအားကစားကိုနှစ်သက်သူတစ်ဦးပါ။ သူက ဟောကီကိုအလွန်နှစ်ကြိုက်ပင်မယ့်လည်း ကံမကောင်းလှရှာတော့ ဟောကီနဲ့သူနဲ့ကံမပါရှာပါဘူး။ ဒါပေမဲ့ သူ့ရဲ့ပြောင်မြောက်လှတဲ့ အားအင်ကို ဂေါက်ဖ်ကစားတဲ့နေရာမှာ အသုံးချဖို့ဖြစ်လာပါတော့တယ်။ သူ့အဖွားကလည်း IRSရဲ့အကြွေးသိမ်းခြင်းခံရပြီး သူ့အဖွားအိမ်အတွက် ဟပ်ပီးတစ်ယောက်ဂေါက်ဖ်ကိုအသုံးချသွားပြီး အိမ်ကိုပြန်ရွေးသွားနိုင်မလား၊ ဂေါက်ဖ်လမ်းခရီးမှာ ဘယ်လိုအခက်ခဲတွေတွေ့ကြုံသွားရမလဲဆိုတာကို အတက်ကျ အနိမ့်အမြင့်လေးတွေကို ဟာသနှောပြီးကြည့်ရှူ့ရမှာဖြစ်ပါတယ်။ Nominations၄ခုဝင်ပြီး 1ခုဆုရရှိထားတာမို့လို့ စိတ်ကိုပေါ့ပေါ့ပါးပါးလေးနဲ့ရယ်လိုက်မောလိုက်ကိုမှ plotလေးနဲ့ကြည့်ချင်တဲ့လူတွေအတွက် ဒီကားလေးကိုကြည့်ရှု့ဖို့တိုက်တွန်းပါတယ်။File size…(2.82GB)  / (1.36GB) /714MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Comedy / Spot\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  Min Khant Kyi Win",
        "rating": "7.0",
        "url": "https://megaup.net/1c5sz/Happy_Gilmore_720p(CM).mp4",
        "category": "Comedy, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-my-155x200.jpg",
        "title": "Mysterious Circumstance: The Death of Meriwether Lewis(2022)",
        "description": "1800ခုနှစ်ကျော်က အမေရိကန်နာမည်ကျော် Lewis and Clarke Expedition က နယ်မြေရှာဖွေသူ Meriwether Lewis ရဲ့ဆန်းကြယ်တဲ့သေဆုံးမှုအကြောင်းကိုရိုက်ကူးထားတာပါ။ Lewis ဟာပြည်နယ်အုပ်ချုပ်ရေးမှုးအဖြစ်နဲ့အပေါင်းအပါတွေနဲ့ အစိုးရအလုပ်ခရီးစဉ်အတွင်းမှာပဲ တည်းခိုခန်းတစ်ခုမှာ သေနတ်ဒဏ်ရာနဲ့သေဆုံးသွားပါတယ်။ Lewis သေဆုံးမှုကို ကိုယ့်ကိုယ်ကိုသတ်သေမှုလို့ ကောက်ချက်ချခဲ့ပေမယ့် တွေ့ရတဲ့ဒဏ်ရာနဲ့မကိုက်ညီပါဘူး။ နောက်နှစ်နှစ်အကြာမှာLewis ရဲ့မိတ်ဆွေတစ်ဦးက ဖြစ်ရပ်မှန်ကိုစုံစမ်းဖို့ အခင်းဖြစ်ရာတည်းခိုခန်းကိုရောက်ရှိလာပြီး သက်သေဖြစ်တဲ့ပိုင်ရှင်လင်မယားနှစ်ယောက်ကိုစုံစမ်းရာကနေ Meriwether Lewis ရဲ့သေဆုံးမှုဟာ သွေးရိုးသားရိုးအမှုလား ဖုံးကွယ်ထားတာတွေရှိလား..\nအမေရိကန်သမိုင်းကြောင်းစိတ်၀င်စားရင် ကြိုက်မယ့်ကားလေးပါ။ နှစ်ပေါင်းများစွာ သမိုင်းပညာရှင်တွေ အဖြေရှာမရတဲ့အမှုကို ရိုက်ကူးပြထားပါတယ်။File size…(2.18GB)  / (906B) /528MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...Mystery / Western\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  SP",
        "rating": "",
        "url": "https://megaup.net/1c6j9/Mysterious.Circumstance.The.Death.Of.Meriwether.Lewis.2022.720p.AMZN.WEB-DL.DDP2.0.H.264-THR_(1).mp4",
        "category": "Mystery, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qnH3SCfb3ePz9qM8BvBtq9JLLXY.jpg",
        "title": "Cooties(2014)",
        "description": "Cooties(2014)============ကလင့်တ်ဟဒ်တ်ဆန်(Clint Hadson)ဆိုတဲ့ ကျောင်းဆရာတစ်ဖြစ်လဲစာရေးဆရာတစ်ယောက်ဟာ စာသင်ဖို့အတွက် သူငယ်ငယ်ကတက်ဖူးခဲ့တဲ့ကျောင်းကိုပြန်သွားခဲ့ပါတယ်။အဲ့ဒီကျောင်းမှာ ရောဂါရှိနေတဲ့ ကြက်သားတုံးတွေစားမိတာကြောင့် ခူးတီစ်(cooties)လို့ခေါ်တဲ့ရောဂါဖြစ်ပြီး ကလေးတွေဟာဇွန်ဘီ (zombie)တွေဖြစ်ကုန်ကြပါတယ်။ ဒီခူးတီစ်ဖြစ်နေတဲ့ကလေးတွေက ကလင့်တ်နဲ့တခြားဆရာတွေကိုလိုက်ပြီးသတ်ကြတဲ့အခါမှာ သူတို့လက်ထဲကနေလွတ်အောင်ဘယ်လိုပြေးကြပြီး ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရလဲဆိုတာကို သွေးသံရဲရဲတွေနဲ့အတူ ဟာသလေးနှောပြီးကြည့်ရမယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်။ File size…1.62GB / 634MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 28m\nGenre ..... Action , Comedy , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasashi",
        "rating": "5.7",
        "url": "https://megaup.net/2y54f/Cooties.2014.BluRay720(CM).mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bad-133x200.jpg",
        "title": "Bad Behind Bars: Jodi Arias(2023)",
        "description": "မိန်းမလည်သိန်းကြွယ် ဆိုတဲ့စကားပုံတစ်ခု မြန်မာစကားမှာရှိပါတယ်။ မိန်းမတွေလည်လာတဲ့အခါ ကောင်းတဲ့ဘက်မှာအရမ်းထူးချွန်ထက်မြက်ကြသလို ဆိုးတဲ့ဘက်မှာဆိုရင်လည်း တစ်ဖက်ကမ်းခတ်ယုတ်မာကောက်ကျစ်တဲ့သဘောကို ဖော်ပြတဲ့စကားပုံပါ။ အခုဇာတ်ကားလေးကိုကြည့်မိရင် ဒီစကားပုံကိုသွားအမှတ်ရမိမှာပါ။ လူ့သဘာဝအရ ထောင်ကျရင် ဆိုးမိုက်လို့လို့ ယေဘုယျသတ်မှတ်လို့ရပေမယ့် အချို့ကျတော့လည်း မှားယွင်းစွပ်စွဲခံရတတ်တာမျိုးလည်းရှိပါတယ်။ ဒီသဘောသဘာဝကြောင့် ထောင်တွင်းရောက်နေတဲ့ အကျဥ်းသားအချင်းချင်းတောင် မှားယွင်းယုံစားမိတာမျိုး၊ အခွင့်အရေးယူအသုံးချခံရတာမျိုး၊ လှည့်စားခံရတာမျိုးတတ်ရှိပါတယ်။ ဒီသဘောသဘာဝကို အခွင့်ကောင်းယူပြီး ကိုယ့်ပြစ်မှုအတွက်ပြစ်ဒဏ်သက်သာအောင် ကလိမ်တိငြမ်းစင် အကျဥ်းသားအချင်းချင်းလှည့်စားပြီး နှစ်ကျပ်ကွက်နင်းတဲ့အဖြစ်ကို ရိုက်ပြထားတဲ့ ၂၀၂၃ ခုနှစ်ထွက် crime- thriller ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်လမ်းအကျဥ်းကတော့ ဒိုနာဗန်ဘယ်ရင်း၊ ထရေစီဘရောင်း တို့ဟာ တစ်ဆောင်တည်းနေကြတဲ့ အကျဥ်းသူအချင်းချင်းဖြစ်သလို မိန်းမချင်းကြိုက်နေတဲ့ lesbian အတွဲလည်းဖြစ်ပါတယ်။ ထရေစီဟာ ဆတ်ဆတ်ထိမခံ ထောင်တွင်းဖိုက်တာတစ်ယောက်မို့ သူနဲ့ပတ်သက်သူတွေဟာ ထောင်တွေရဲ့ထုံးစံအတိုင်း တခြားအကျဥ်းသားတွေ၊ နှစ်ကြီးသမားတွေရဲ့ အနိုင်ကျင့်ဗိုလ်ကျမှုတွေကနေ သက်သာရာရပါတယ်။ ထရေစီရဲ့ချစ်သူဖြစ်တဲ့ အကျဥ်းသူ ဒိုနာဗန်ကတော့ ယောကျ်ားလျာပုံစံဖြစ်ပေမယ့် ရိုးရိုးအေးအေးနေတတ်ပြီး သဘောကောင်းတဲ့သူဖြစ်သလို ထရေစီလောက်လည်း ပြစ်မှုမကြီးတဲ့အတွက် ...",
        "rating": "6.0",
        "url": "https://megaup.net/1c5so/Bad_Behind_Bars_Jodi_Arias_2023_720p_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-everyday-157x200.jpg",
        "title": "Every Day in Kaimukī (2022)",
        "description": "အထီးကျန်မှုဆိုတာ လူတွေကို ရက်စက်စွာ နှိပ်စက်တတ်ပါတယ်။ လူတွေဟာ အထီးကျန်မှုခံစားရတိုင်း အိမ်ဆိုတဲ့အရာကို တောင့်တကြတယ်လေ။ ဇာတိမြိုမှ ကိုယ့်ရဲ့အိမ်လို မဆိုလိုပါဘူး။ ကိုယ်သိပ်ချစ်တဲ့မြိုလေးဟာ ဘယ်သူတွေက ပျက်စီးနေပြီလို ပြောနေပါစေ... ကိုယ်မြတ်နိုးရင်တော့ ကိုယ့်ရဲ့အထီးကျန်မှုတွေကို ဖြေဖျောက်ရာဘုံလေးပဲ မဟုတ်ပါလား...?ဒီဇာတ်ကားလေးကတော့ နာ့ဇ်ဆိုတဲ့‌ ကောင်လေးတစ်ယောက်ဟာ ဟာဝိုင်အီမြိုမှာ ကြီးပြင်းခဲ့ပြီး ဘော်ဒါဘော်ဂျက်တွေနဲ့အတူ ဝါသနာပါရာတွေ လျှောက်လုပ်နေခဲ့ပါတယ်။ လူငယ်ပီပီ စကိတ်စီးကြတယ်။ ညဘက်မှာဆိုလည်း နောက်ထပ်ဝါသနာတစ်ခုဖြစ်တဲ့ ရေဒီယို ရုပ်သံလိုင်းတစ်ခုကို ထုတ်လွှင့်ပါတယ်။ အဲဒီရေဒီယိုရုပ်သံလိုင်းမှာ အပြင်မှာလည်း တကယ်ရှိပါတယ်။ သူ့ရဲ့ ရည်ရွယ်ချက်ကတော့ ကိုဗစ်ကာလအတွင်းမှာ အဖော်မဲ့နေတဲ့လူတိုင်းအတွက် ရည်ရွယ်ပြီး အခုလိုထုတ်လွှင့်ဖြစ်တာပေါ့။ တစ်ခါတလေ လူငယ်လေးတွေကို ဖိတ်ပြီး အတူတကွ ထုတ်လွှင့်ဖြစ်နေရင်းပေါ့။အဖော်မဲ့တယ်ဆိုပေမယ့် ကောင်မလေးတော့ ရှိပါတယ်။ သူ့ကောင်မလေးက နယူးယော့ခ်မြိုတော်ကြီးမှာ အလုပ်အသစ်ရတဲ့အတွက် သွားဖိုပြင်ဆင်နေပါတယ်။ သူကလည်း ကိုယ့်ရဲ့မွေးရပ်မြေ ဟာဝါအီကို စွန့်ခွာပြီး \"ဆံထုံးနောက် သျှောင်ပါ\" ဖို ...",
        "rating": "5.8",
        "url": "https://megaup.net/2y0em/Every.Day.In.Kaimuki.2022.720p(CM).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rYXLllrHYQLrHfOm5pX8av3beb7.jpg",
        "title": "From Fanfic to Love (2022)",
        "description": "From Fanfic to Love (2022)စိတ်ကူးယဉ်ပြီး fanfic ရေးတဲ့နေရာမှာတော့ ဆရာကြီးပဲ\nဒါပေမဲ့ အတွေ့အကြုံကမရှိ၊ မရှိတာမှ ရည်းစားကိုမထားဖူးတဲ့ FA မမ ယွန်းဟီးအချစ်ဝတ္ထုတွေကိုတောင် အတွေ့အကြုံမရှိဘဲနေရေးနေရပါတယ်ဆို\nအယ်ဒီတာက R-rated လူကြီးဇာတ်လမ်းကိုပါ ရေးခိုင်းတော့ အခက်တွေ့ရော\nစိတ်ကူးနဲ့လက်တွေ့နဲ့က တခြားစီဆိုသလိုပဲ စိတ်ကူးနဲ့ ရေးနေတော့ ခရီးကမပေါက်...\nအတွေ့အကြုံကလည်းမရှိဆိုတော့ ပထမဆုံးအတွေ့အကြုံရှာရပါတော့တယ်တစ်ဖက်မှာလည်း စိတ်ထဲမှာကြိတ် crush နေတဲ့ အစ်ကိုကြီးကိုလည်း လက်မလွှတ်ချင်...\nယွန်းဟီးတစ်ယောက် ဘယ်လိုတွေ ရွေးချယ်မလဲ\nအတွေ့အကြုံ ဘယ်လိုရှာမလဲဆိုတာ အတူကြည့်လိုက်ရအောင်ပါနော်Romance Comedy အမျိုးအစားလေးဖြစ်ပြီးတော့ Friendship ကိုပါ မြင်ရမယ့်ဇာတ်လမ်းလေးပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1GB | 518MB | 257MB\nFormat… mp4\nDuration…. 1h 29min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/2y4qB/From_Fanfic_to_Love_2022.FHDRip.720p.CM.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o02hWpxbwjF30snP7rc5zVDdo14.jpg",
        "title": "Tales of Nobody (2023)",
        "description": "Tales of Nobody (2023)အတိတ်နဲ့လက်ရှိကြားက လက်ရှိကြားကစည်းကို ဖြတ်ကျော်သွားခဲ့တဲ့ မိန်းကလေးအီဆွန်းမိခင်ရဲ့အကြိမ်ကြိမ်နောက်အိမ်ထောင်ပြုမှုတွေကြားကနေ ခြောက်ယောက်မြောက်ဖခင်ပါ ရရှိလာခဲ့တဲ့ အီဆွန်းကတော့\nမိခင်ပျောက်ဆုံးသွားပြီးတဲ့နောက် ဘဝကြီးကို ရေစုန်မြောရင်း နေထိုင်လာခဲ့သူပါ။သူ့မိခင်နဲ့မတူအောင် မိခင်ကောင်း ဇနီးကောင်းတစ်ယောက်ဖြစ်ရမယ်လို့ ရည်မှန်းချက်ထားခဲ့ပြီး\nသူ့ရဲ့ဘဝကြီးကို အဘက်ဘက်ကနေ ပြောင်းလဲခဲ့ပေမဲ့ သူထင်ထားသလိုဖြစ်မလာခဲ့ပါဘူး။\nဒီလိုနဲ့ တစ်ခဏတာပျော်ပါးတတ်တဲ့ အချစ်နဲ့ပဲ တွေ့ဆုံရဖန်များလာတဲ့ အီဆွန်းဟာ\nနောက်ဆုံးမှာ သူ့ရဲ့ဘဝကြီးကို အဆုံးသတ်လိုက်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ဒါပေမဲ့ ကံကြမ္မာရဲ့အခွင့်အရေးပေးမှုကြောင့် အီဆွန်းတစ်ယောက် အတိတ်နဲ့လက်ရှိကြားကစည်းကို ဖြတ်ကျော်ပြီး\nသူ့ရဲ့ဘဝကြီးကို ပြန်လည်ကြည့်ရှုသုံးသပ်ခွင့် ရသွားခဲ့တဲ့အခါမှာတော့...ဘာတွေ ဆက်ဖြစ်လာမလဲ။\nသူဟာတကယ်ပဲ ဘဝကြီးကို အရှုံးပေးလိုက်တော့မှာလား...\nဒါမှမဟုတ် ဘယ်လိုအပြောင်းအလဲတွေများ ဆက်ဖြစ်လာဦးမလဲဆိုတာ\nအေးအေးငြိမ်ငြိမ်လေးနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ကားပါပဲ။Casts တွေအနေနဲ့ကတော့ Rollacosta ထဲကမင်းသမီး Jeong Ga-Eun နဲ့ မင်သား Kwak Pil Je တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်။Genre..... Fantasy, Romance\nQuality…. ...",
        "rating": "5",
        "url": "https://megaup.net/1c9n1/Tales.of.Nobody.2022.720p.WEB-DL.CM_(2).mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOTBjMjJjYWMtMGNkNy00OGRhLWJlNWYtNjk5YmVmY2Y4M2M3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-1-138x200.jpg",
        "title": "Go Goa Gone (2013)",
        "description": "Go Goa Gone (2013)\nAction, Adventure, Comedy\nIMDb 6.6/10 (14K)အခုတစ်ခါတင်ဆက်ပေးမယ်ကားလေးကတော့ မင်းသားကြီးဆေ့ဖ်အလီခန်းနဲ့ Lootcase 2020 မင်းသားကူနားတို့\nသမီးယောက်ဖနှစ်ဦးရဲ့ဟာသအက်ရှင်ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးဟာ အိန္ဒိယရူပီ ၁၉.၄သန်း (ကန်ဒေါ်လာ ၂.၄သန်း) အထိအမြတ်ရခဲ့တဲ့ ၂၀၁၃ခုနှစ်က ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဟာဒစ် လဗ် ဘန်နီ ဆိုတဲ့ သူငယ်ချင်းသုံးယောက်ရှိတယ်..ဟာဒစ်နဲ့လဗ်က အတိုင်အဖောက်ညီတဲ့\nဆိုးဖေါ်ဆိုးဖက်တွေဖြစ်ပြီး ဘန်နီကတော့ အမြဲဒုက္ခခံပေးနေရရှာတဲ့ ရိုးသားကြိုးစားတဲ့ကောင်လေးပေါ့။တစ်ရက်တော့ သူတို့သုံးယောက်ဟာ လောကဓံရဲ့ရိုက်ခတ်ကြားမှာ ယက်ကန်ယက်ကန်နဲ့\nရုရှားမာဖီးယားဦးဆောင်ပြီးကျင်းပပေးတဲ့ ပါတီပွဲတစ်ခုမှာ အပီကဲဖို့ ဝေးလံခေါင်သီတဲ့ ကျွန်းတစ်ကျွန်းပေါ်ကို\nရောက်လာခဲ့ပါတယ်။သူတို့တွေ အပီကဲပြီး နောက်တစ်နေ့မှာတော့ လူတွေဟာ မူးယစ်ဆေးတစ်မျိုးသုံးစွဲမှုကြောင့်\nအသိစိတ်မရှိကြတော့ဘဲ အချင်းချင်းကိုက်ဖြတ်စားသောက်လာခဲ့ပါတော့တယ်။အလွဲလွဲအချော်အချော်နဲ့ ဒီသူငယ်ချင်းသုံးယောက်ဟာ ဒီမရဏကျွန်းပေါ်ကနေ\nလွတ်မြောက်နိုင်ပါ့မလားဆိုတာကိုတော့ ဟာသလေးနှောပြီးကြည့်ရဦးမှာမို့ ရှုစားတော်မူကြပါဦးနော်။\nFile size…2.58GB / 1.14GB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "6.6",
        "url": "https://megaup.net/1c9kq/Go.Goa.Gone.2013.720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tyqDtNPRcxxRZpU5R4cNHgmS4NZ.jpg",
        "title": "Summer Frost (2022)",
        "description": "Summer Frost (2022)လူသားတို့ရဲ့ လုပ်ရပ်တွေကြောင့် လူသားတို့ရဲ့ ကမ္ဘာကြီး အဆုံးသတ်လုနီးပါး ရောက်နေတဲ့ အချိန်ကာလတစ်ခုရဲ့ နွေခေါင်ခေါင်မှာ...အပူချိန်တွေ အနုတ်လက္ခဏာထိ ကျဆင်း...ရေခဲအလား အေးတဲ့ လေထုကြီးစိုးနေချိန်...ပါရီမြို့ရဲ့ နောက်ခံဝန်းကျင်တစ်ခုနဲ့အတူ...လားရာမတူတဲ့ အထီးကျန်လူသား ၁၀ ယောက်ရဲ့ ခက်ခဲကြမ်းတမ်းတဲ့ အချိန်ကာလမှာ လောကဓံကို ကြံ့ကြံ့ခံရင်း မရေရာတဲ့ အနာဂတ်အတွက် ရှေ့ဆက်ကြပုံတွေကို ကိုယ်စီဇာတ်လမ်းတွေနဲ့ ရိုက်ကူးတင်ဆက်ထားတဲ့ ပြင်သစ်ကားလေး တစ်ကားပါ။ ပြင်သစ်ကားဆိုတဲ့အတိုင်းပဲ ဒိုင်ယာလော့ဂ်တွေဟာ ကြည့်နေရင်းတန်းလန်းနဲ့တင်ကို အတွေးစတွေ အဆုံးမသတ်နိုင်ဖြစ်စေမှာကတော့ အသေအချာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Act Molemy မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 760MB\nQuality - 1080p, 720p\nIMDb Rating - 5.7/10\nFormat - mp4\nDuration - 1H 52Min\nGenre - Drama\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "5.7",
        "url": "https://megaup.net/2y4ez/(CM)_Summer_Frost_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cOuQQ4eRpSBxb0G9OXzWE1pHPeq.jpg",
        "title": "Out of the Furnace(2013)",
        "description": "Out of the Furnace(2013)====================ကျရာဇာတ်ရုပ်ကို ပီပြင်စွာသရုပ်ဆောင်နိုင်တဲ့ ဘတ်မန်းမင်းသားကြီးChristian Bale ကိုဒီဇာတ်ကားမှာ အမေရိကန် စက်ရုံအလုပ်သမားအောက်ခြေလူတန်းစားတယောက်အဖြစ် မြင်တွေ့ရမှာပါ။ ထပ်မံပြီးတော့Manchester by the sea မင်းသား Casey Affleck နဲ့ Avatar မင်းသမီးZoe Saldaña တို့လဲ ပါဝင်ထားတာမို့ သရုပ်ဆောင် အင်အားကောင်းကောင်းနဲ့မှုခင်းဒရာမာ ဇာတ်လမ်းကောင်းလေးပါ။နယ်မြို့လေးက စတီးစက်ရုံ အလုပ်သမားလေး ရပ်ဆဲလ်ဗေ့ဇ်(Christian bale) ဟာသာမန်ဘဝလေးတခုမှာ ရိုးရှင်းစွာနေထိုင်ဖို့ကြိုးစားရင်း မထင်မှတ်ဘဲ ကားတိုက်မှုဖြစ်လို့ ထောင်ကျသွားခဲ့တယ်။အဲ့ကနေစလို့ ဘဝတခုလုံး ကံဆိုးမိုးမှောင်ကျတော့တာပါဘဲ။ ဖခင်လဲဆုံးချစ်သူကမုန်း နဲ့ တဦးတည်းသော ညီလေးကလဲ လောင်းကစားကြွေးပိပြီးကြေးစားလက်ဝှေ့ထိုးရင်း လူဆိုးဂိုဏ်းတခုကအပြန် ပျောက်ချင်းမလှပျောက်သွားသောအခါ ညီလေးကိုလိုက်ရှာမယ့် အကိုကြီးအဖြစ် ဘတ်မန်းမင်းသားကြီး ဘေးလ်ကို စော်ပစ်ခံရတဲ့ဘဝသမားလေးအဖြစ် တကားလုံးဆွေးဆွေးမြေ့မြေ့လေးမြင်ရမှာပါ။ File size…1.86GB / 647MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 56m\nGenre .....  ...",
        "rating": "6.7",
        "url": "https://megaup.net/1c94y/Out.of.the.Furnace.2013.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZmEwNjM1YjktOTRkMy00MzA5LThmMjktN2MzN2Q3ZjEzNzA0XkEyXkFqcGdeQXVyNzE4MjE0MA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "5G: The Reckoning [Ascension] (2023)",
        "description": "5G: The Reckoning [Ascension] (2023)\n=============================\"ညတွေဆို လေလွင့်လိုက်တာ တီတီတာတာလုပ်စရာလည်း\nမရှိဘူး\" ဆိုပြီး လောင်နေကြတဲ့ FA ပရိသတ်ကြီးတို့အတွက်\nလောင်စရာအချိန်မရှိအောင် ပဟေဠိတွေ အများကြီးပေးမဲ့\nသိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားကောင်းတစ်ကားနဲ့ မိတ်ဆက်ပေး\nပါရစေ။ဇာတ်လမ်းကတော့ တစ်ကမ္ဘာလုံးဆိုင်ရာ ကပ်ရောဂါကာလအတွင်း\nကျောင်းတစ်ကျောင်းထဲမှာ ကျောင်းသူကျောင်းသား ရှစ်ယောက်\nပိတ်မိနေကြရာကနေ စတင်လာတာပါ။ သူတို့အကုန်လုံး ပြင်ပကမ္ဘာ\nကြီးနဲ့ လုံးဝအဆက်အသွယ်မရဘဲ အချင်းချင်းပဲ ဆက်သွယ်လို့‌ရနေ\nကြတာ ထူးဆန်းစရာတစ်ခုဖြစ်လို့နေပါတယ်။ပိုလို့ထူးဆန်းတာက တစ်ယောက်ပြီးတစ်ယောက် ဗိုင်းရပ်စ်ကူးစက်\nခံလာရပြီး ဗိုင်းရပ်စ်ပိုးက ဘယ်ကနေ ပျံ့လို့ပျံ့မှန်းမသိတွေ ဖြစ်နေ\nကြတာပါ။ အကြောင်းရင်းမရှိ ရုတ်တရက်ပျောက်ဆုံးသွားမှုတွေ\nလူသေဆုံးမှုတွေ ဖြစ်လာပြီး အဆုံးမရှိတဲ့ ဒွိဟတွေနဲ့ တွေးလေတွေးလေ\nလိုက်မမီလေဖြစ်နေတဲ့ ဇာတ်လမ်းမျိုးပဲ ဆိုပါတော့။အဲဒီဗိုင်းရပ်စ်ပိုးက ဘယ်ကနေ ကူးစက်လာတာလဲ ?\nသူတို့က ဘာကြောင့် ပိတ်လှောင်ခံထားရတာလဲ ?\nအသက်ရှင်ကျန်နေရစ်မဲ့သူက ဘယ်သူလဲ ?\nစတဲ့ မေးခွန်းပေါင်းများစွာကတော့ ဒီဇာတ်ကား ထုတ်လွှင့်ပြီးတဲ့\nအချိန်မှာ တက်လာခဲ့တဲ့ မေးခွန်းတွေပါပဲ။ ဒီတော့ ခေါင်းစားရတာ\nကြိုက်တဲ့ CM ပရိသတ်တို့ အကြိုက်တွေ့ကြမဲ့ ဇာတ်လမ်းမျိုးမို့\nအခုပဲ တင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay ...",
        "rating": "4.5",
        "url": "https://megaup.net/2xZfn/Ascension.2023.720p.WEBRip.x264-RARBG[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/25zq12UnFocKUgT3sBVw4i2nvNz.jpg",
        "title": "Switch (2023)",
        "description": "Switch (2023)ဟိုးအရင်ကတည်းက ကိုယ်တွေကြိုက်ခဲ့ရတဲ့ မင်းသားကြီး Kwon Sang Woo ရဲ့ ပေါ့ပေါ့ပါးပါးရုပ်ရှင်လေးထွက်လာပါပြီနော်\nဘတ်ဂန်းဟာ ချစ်သူကိုလက်လွှတ်လိုက်ရတဲ့နောက် အရမ်းကိုနာမည်ကြီးပြီး ပေါ့ပျက်ပျက်နေတတ်တဲ့ သရုပ်ဆောင်ဖြစ်လာပါတယ်\nဒါပေမဲ့ သူ့သူငယ်ချင်းဂျိုယွန်းကတော့ သူ့ဘေးမှာမန်နေဂျာအဖြစ်နဲ့ အမြဲထောက်ပံ့ပေးခဲ့ပါတယ်\nဘတ်ဂန်းဟာ အရမ်းအောင်မြင်နေပေမဲ့ စိတ်ထဲမှာတော့ နောင်တတရားတွေရှိနေခဲ့တယ်..\nအဲဒီတော့ ကံကြမ္မာရဲ့လှည့်စားမှုကြောင့်လားပဲ သူအရင်ကလက်လွှတ်ခဲ့ရတဲ့ဟာတွေကို ပြန်ရလာပြီး\nနာမည်ကြီးဘဝကိုတော့ ဂျိုယွန်းကိုပေးလိုက်ရတော့တာပဲSwitch ဆိုပေမဲ့ အရင်ကြည့်နေကျ တခြားရုပ်ရှင်တွေလို ဝိညာဉ်ချင်း ခန္ဓာကိုယ်ချင်းလဲတာမဟုတ်ဘဲ\nဘဝချင်းပါလဲသွားတဲ့ ဇာတ်လမ်းမို့ တစ်မျိုးတစ်ဖုံထူးခြားနေတာတော့ အမှန်ပါပဲ\nနာမည်ကြီးရာကနေ အရာမဝင်တော့တဲ့ဘဝရောက်သွားတဲ့ ဘတ်ဂန်းနဲ့\nနာမည်ကြီးဖြစ်သွားတဲ့ဂျိုယွန်းတို့ရဲ့ အလွဲတွေကိုတော့ ရုပ်ရှင်ထဲမှာကြည့်ရင်း ရယ်မောလိုက်ကြပါဦးနော်Cast အနေနဲ့ကတော့ Kwon Sang Woo အပြင် မင်းသားကြီး Oh Jung Se, မင်းသမီး Lee Min Jung တို့လည်းပါဝင်ထားပါသေးတယ်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz and Hmwe ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, ...",
        "rating": "7.2",
        "url": "https://megaup.net/2y3Q7/Switch.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/1200x1800_1662206698454-133x200.jpg",
        "title": "Kisaragi Station (2022)",
        "description": "ဂျပန်မှာရှိတဲ့ ဒဏ္ဍာရီသရဲပုံပြင်တွေအများကြီးကမှ ၂၀၀၄ ခုနှစ်မှာ အင်တာနက်ပေါ်စတင်ရောက်ရှိ နာမည်ကြီးလာခဲ့တဲ့ ကီဆာရာဂီ ဘူတာရုံအကြောင်းကို ပြန်လည်စိတ်ကူးပုံဖော်ထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်လိုက်ပါရစေကီဆာရာဂီဘူတာရုံဆိုတာ အပြင်မှာမရှိတဲ့ ဘူတာရုံတစ်ခု ဟာဆာမီ ဆိုတဲ့အကောင့်နာမည်တစ်ခုကနေ စတင်ဝေမျှရင်း နာမည်ကြီးလာတဲ့ ဒဏ္ဍာရီတစ်ပုဒ်ဇာတ်လမ်းအစမှာပေါ့ 'ဆုဆုမီ'ဆိုတဲ့ ကော်လိပ်ကျောင်းသူဟာ သူမရဲ့ သုတေသနစာတမ်းအတွက် ကီဆာရာဂီဘူတာမှပြန်လည်ရောက်ရှိလာသူ ကျောင်းဆရာမ 'ဟယာမာ'ကို အင်တာဗျူးဖို့ ရောက်လာခဲ့တယ်\n'ဟယာမာ'ဟာ တူမလေးဖြစ်တဲ့ 'ရင်'နဲ့အတူ နေထိုင်လျက်ရှိတယ်\nသူမရဲ့ အဖြစ်အပျက်ကို လုံးစေ့ပတ်စေ့ သေချာပြောပြပြီးချိန်မှာ ဆုဆုမီတစ်ယောက် စမ်းသပ်ရင်း ကီဆာရာဂီဘူတာသို့ ရောက်ရှိသွားတဲ့အခါ...သည်းထိတ်ရင်ဖိုရပြီး လှည့်ကွက်တွေပါတဲ့အပြင် အမှန်အကန် လန့်ရမယ့် ဇာတ်လမ်းလေးတစ်ဖြစ်လဲ IMDb 6.3အထိ ရရှိထားတာမို့ မကောင်းမှာမပူရဘူးနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mugiwara Ya ပါ )File Size__( 1.7GB) / ( 984MB)\nQuality__1080p, 720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:35:00\nType__Drama, Horror\nSubtitle__Myanmar ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/kisaragi-station-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fdLq1X9n770THGtGDx2e74ETvE.jpg",
        "title": "JCVD(2008)",
        "description": "JCVD(2008)***********jcvd ဆိုတာက ဗန်ဒိန်းလို့ကျွန်တော်တို့သိကြတဲ့ အက်ရှင်မင်းသားကြီးJean-Claude Van Dammeရဲ့အတိုကောက်ပါ။\nဒီကားဟာဆိုရင်သူ့ရဲ့အခြားအက်ရှင်ကားတွေလိုမဟုတ်ဘဲ မင်းသားကြီးရဲ့လက်တွေ့ဘဝတွေ၊ခံစားချက်တွေ၊ သူဖော်ပြချင်တဲ့ သူ့ရဲ့ကိုယ်ပိုင်ဒုက္ခတွေကိုတင်ဆက်ထားတာပါ။\nဇာတ်လမ်းအစမှာဆိုရင် မင်းသားကြီးဗန်ဒိန်းရဲ့ ကလေးအုပ်ထိန်းခွင့်တရားရင်ဆိုင်ပြီးရှုံးနိမ့်တာတွေမြင်ရမှာပါ၊ သူ့ရဲ့ရုပ်ရှင်တွေက အက်ရှင်ကားတွေဖြစ်တာကြောင့် သမီးဖြစ်သူက\nကျောင်းမှာ လှောင်ခံပြောင်ခံရလို့ ဖေဖေနဲ့အတူနေဖို့မ‌ရွေးချယ်ပါဘူးလို့ တရားရုံးမှာထွက်ဆိုခဲ့တာပါတဲ့။\nဒီလိုနဲ့တရားခွင်မှာရှုံးနိမ့်ပြီး ဘယ်လ်ဂျီယံကိုပြန်လာခဲ့တော့လည်း ပြည်ပမှာအနေကြာသွားတဲ့အတွက်ATMကငွေထုတ်မရ၊ ငွေလည်းအဆင်မပြေဖြစ်ရပြန်ပါတယ်၊\nငွေလွှဲယူဖို့အတွက် ဘဏ်ကိုအသွားမှာပဲ ဓားပြတိုက်မှုတစ်ခုထဲပါသွားပါတော့တယ်၊\nဒါပေမယ့် အက်ရှင်ကားတွေထဲကလိုတိုက်ခိုက်ဖြေရှင်းမှာမျိုးမဟုတ်ဘဲမင်းသားကြီးရဲ့လက်တွေ့ဘဝထဲကပုံစံအတိုင်းပဲဖြေရှင်းသွားမှာဖြစ်ပါတယ်။\nတကယ့်ကိုလက်တွေ့ဆန်တဲ့ရုပ်ရှင်ပါပဲ။ အက်ရှင်မင်းသားလည်း သာမန်လူတစ်ယောက်ပါပဲ၊သူလည်း ကမ္ဘာကြီးအတွက်ပြန်အကျိုးပြုချင်တယ်ဆိုတာမျိုးကိုမြင်တွေ့ရမယ့် ကားကောင်းလေးပါပဲ။File Size :(2.1GB)(904 MB) and (313MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:37:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1S6kt/JCVD.2008.BLU-RAY.720P(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u2uZpYiUKAiIwp9XkHRbwFoJoiM.jpg",
        "title": "Alkhallat+ (2023)",
        "description": "Alkhallat+ (2023)ဆော်ဒီနိုင်ငံ နဲ့ Nextflix ပူးပေါင်းမှုရဲ့ပထမဆုံးဇာတ်ကားဖြစ်တဲ့ Alkhallat+ ပါ။\nAlkhallat ဆိုတဲ့ series က ဆော်ဒီရဲ့ Youtube မှာနာမည်ရပြီးသားစီးရီးတစ်ခုဖြစ်ပါတယ်။\n၁.၅ဘီလီယံဗျူးတောင် ရထားတယ်ဆိုပါတယ်။။\nဒီ Alkhallat+ ကိုတော့ဇာတ်ကားအဖြစ်ပဲရိုက်ကူးထားပြီး ဟာသဇာတ်လမ်းငယ်လေးတွေ လေးခုနဲ့ဖွဲ့စည်းထားပါတယ်။\nIMDb လဲ ၇ ဆိုတော့ပွဲဦးထွက်လှတယ်ပြောရပါမယ်\nအာရပ်နိုင်ငံတွေဟာ များသောအားဖြင့်သီးသန့်နေကြတဲ့နိုင်ငံတွေပါ။\nအမူအကျင့်ဓလေ့စရိုက်တွေကလဲ တခြားအာရှနိုင်ငံတွေနဲ့ တော်တော်ကိုထူးခြားကွဲဲပြားပါတယ်။\nရုပ်ရှင်ရိုက်ကူးမှုတွေကလဲနည်းပါးတော့ အပြင်ကလူတွေအနေနဲ့ အာရပ်ကမ္ဘာကိုသိရဖို့ခက်ခဲပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ အာရပ်ကမ္ဘာရဲ့ပင်မဖြစ်တဲ့ ဆော်ဒီကိုကြည့်ခွင့်ရမှာပါ။\nဆော်ဒီနိုင်ငံသားတွေရဲ့ အကျင့်ပျက်မှုတွေ ကြောင်သူတော်ဆန်မှုတွေကိုလဲ ပါးပါးလေးပုတ်ပြီးပြထားပေမယ့်\nဟာသကိုပဲအဓိကဦးတည်တယ်လို့ ဒါရိုက်တာကပြောထားပါတယ်။ဇာတ်လမ်းလေးပုဒ်လုံးမှာတော့ လူတွေဟာဆင်းရဲချမ်းသာမရွေး ကျဥ်းထဲကျပ်ထဲအခြေအနေကိုရောက်သွားရင်\nအဲဒီအခြေအနေကလွတ်ဖို့ ရရာနည်းလမ်း ရရာလူကိုအသုံးချတတ်တာကို\nအတည်ပေါက်ကြီးနဲ့အူတတ်စေမယ့် ဆော်ဒီသားတွေက သရုပ်ဆောင်ဖော်ပြထားတာမို့\nတမူထူးပြီးကြည့်သင့်တဲ့ dark comedy တစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Mystery\nQuality…. 1080p | 720p | 480p\nFile size… 1.78GB | 886MB | 186MB\nFormat… ...",
        "rating": "6.9",
        "url": "https://megaup.net/1S6c4/Alkhallat+.2023.720p.NF.WEB-DL.DDP5.1.CM_(2).mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-encou-135x200.jpg",
        "title": "Entourage(2015)",
        "description": "ဒီဇာတ်ကားလေးဟာတော့ဖြင့် Entourage ဆိုတဲ့ နာမည်ကြီး တီဗွီစီးရီးရဲ့ နောက်ဆက်တွဲဇာတ်ကားဖြစ်ပါတယ်။ အဲဒါကြောင့် Entourage စီးရီးဖန်တွေ သေချာပေါက် ကြည့်ရမဲ့ ဇာတ်ကားဖြစ်ပါတယ်၊ ဒါပေမဲ့ ဇာတ်လမ်းနဲ့ ဇာတ်အိမ်က စီးရီးမကြည့်ဖူးသေးသူတွေလည်း နားလည်နိုင်အောင် ဖွဲ့စည်းထားတာကြောင့် သူ့ရဲ့ဇာတ်လမ်းတွဲကို မကြည့်ရသေးသူတွေလည်း ကြည့်လို့အဆင်ပြေမှာပါ။\nဇာတ်လမ်းကတော့ နာမည်ကြီးရုပ်ရှင်မင်းသား Vince၊ အောင်မြင်တဲ့စတူဒီယိုတစ်ခုကို ဦးစီးနေနိုင်ပြီဖြစ်တဲ့ Ari နောက်တော့ Vince ရဲ့ မန်နေဂျာ Eric ရယ်၊ Vince ရဲ့အစ်ကို Johnny Drama ပြီးတော့ အဲအပေါင်းအပါအုပ်စုကြီးရဲ့ နောက်ဆုံး အဖွဲ့ဝင် Turtle တို့နဲ့အတူ Hollywoodရဲ့ ရှာရှာကြံကြံ အဖြစ်သနစ်တွေကို ဟာသနှောကာရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဇာတ်ကားကတော့ အရင်ဇာတ်လမ်းတွဲဇာတ်သိမ်းသွားတဲ့နေရာကနေ စထားပါတယ်။ Ari ဟာ Vince ကို\nသူထုတ်လုပ်မဲ့ကားမှာ အဓိကဇာတ်ဆောင်အဖြစ် သရုပ်ဆောင်ပေးဖို့ကမ်းလှမ်းလိုက်ပါတယ်။ ဒါမဲ့ Vince ကတော့ သူ့ကိုဒါရိုက်တာပါ လုပ်ခွင့်ပေးမှ လုပ်ပါမယ်တဲ့။ ...",
        "rating": "",
        "url": "https://megaup.net/3dQR1/Entourage.2015.720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-alkha-138x200.jpg",
        "title": "Alkhallat+ (2022)",
        "description": "ဒီဇာတ်ကားကတော့ ကားတစ်ကားထဲမှာပဲ ဟာသဇာတ်လမ်းတို (Short story) ၄ပုဒ်စုထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nCoverက horror coverမျိုးနဲ့ဆင်ပေမဲ့ Horrorမဟုတ်ပါဘူး။ Saudi Arabia ပညာပေးcomedyအမျိုးအစားပါ။ ဇာတ်ကားcoverမှာကိုက လှည့်စားထားတာပါ။ဇာတ်လမ်းကျောရိုးကလည်း လှည့်စားမှုအကြောင်းကို ရိုက်ပြထားတာပါ။ အဓိကဇာတ်ဆောင်တွေက ကိုယ့်ရဲ့ပြဿနာတွေကနေရှောင်ဖို့အတွက် အခြားသူတွေကိုလူလည်ကျပြီးလှည့်စားကြတယ်။ နောက်ဆုံးမှာတော့ အလိမ်အညာတွေက မိသွားတယ်။ ဘယ်လိုပဲလူလည်ကျကျ လျို့ဝှက်ချက်ဆိုတာ အချိန်တန်ရင်ပေါ်စမြဲပါပဲ။အထဲမှာပါဝင်တဲ့ ဇာတ်လမ်းတို၄ခုကို hintsအနေနဲ့ ကားတာယာသူခိုးအဖွဲ့၊ ပြန်ပေါင်းထုပ်ပွဲ၊ သူငယ်ချင်းကောင်း ၊ မလည်ရှုပ်သားအဖဆိုပြီး ခေါင်းစဥ်လေးတွေကြိုပေးထားချင်ပါတယ်။ဒီဇာတ်ကားကြည့်ရင်း ရမယ့်အသိတစ်ခုကတော့ ပြဿနာတစ်ခုကြုံလာရင် တည့်တည့်တိုးပြီး​ခေါင်းခံမယ့်အစား ပြဿနာဆီကနေ အရင်ဆုံးရှောင်နိုင်ရှားနိုင်အောင် ကိုယ့်နည်းကိုယ့်ဟန်နဲ့ ဖြတ်ထိုးဉာဏ်သုံးပြီး ကြိုးစားကြည့်သင့်တယ်ဆိုတာမျိုး သင်ခန်းစာပေးထားပါတယ်။\nစာအုပ်ကောင်းတစ်အုပ်ကို ဖတ်ရသလို အချိန်ပေးကြည့်တန်မယ့် ဇာတ်ကားကောင်းတစ်ကားလည်း ဖြစ်ပါတယ်။ File size…(2.18GB)  / (929MB) /469MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:58:00\nGenre...Comedy / Drama / Mystery\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/2xTon/Alkhallat.plus.2023.ARABIC.720p(CM).mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMmYzMWEyM2QtZjdlOS00NzAwLThiZWQtMmMwNWYzZmQxNDRlXkEyXkFqcGdeQXVyMTAyNDY2OTAy._V1_-137x200.jpg",
        "title": "Kieu (2021)",
        "description": "Kieu (2021)\n===========ရှေးခေတ်နောက်ခံနဲ့ လွမ်းမောဖွယ် ဗီယက်နမ်ဇာတ်လမ်းလေး\nတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဗီယက်နမ်ရဲ့ဂန္ထ၀င်ကဗျာ\nဆရာကြီး Nguyen Du ရဲ့ကဗျာရှည်၊ ဗီယက်နမ်စာပေမှာ နာမည်\nအကြီးဆုံးဂန္ထ၀င်ကဗျာကြီးလို့ ဆိုရမယ့် \"Tale of Kieu\" ကို အခြေ\nခံပြီး ဇာတ်အိမ်ဖွဲ့ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။အဖေနဲ့အစ်ကို မှားယွင်းအကျဉ်းချခံရတာကြောင့် အားကိုရာမဲ့သွား\nတဲ့ မိန်းမလှလေး ကီးယူး။ သူစိမ်းနဲ့လက်ထပ်ပေးစားမှာကို မတတ်\nသာဘဲ လက်ခံလိုက်ရပေမဲ့ တကယ်တမ်းတော့ ပြည့်တန်ဆာအိမ်ကို\nရောင်းစားခံလိုက်ရတာပါ။ ဒီလိုနဲ့ ကီးယူးတစ်ယောက် သူ့ဘ၀ မပျက်\nစီးအောင် ရုန်းကန်ရင်း ပိုးထည်ကုန်သည်ကိုလူချော သုဆင်းနဲ့ တွေ့ဆုံ\nမိပါတယ်။ မြင်မြင်ချင်းချစ်ခဲ့မိတဲ့ သူတို့နှစ်ဦးဟာ အများနဲ့ဝေးရာကို ‌\nထွက်ပြေးပြီး ပေါင်းသင်းနေထိုင်ခဲ့ကြပါတယ်။ဒါပေမဲ့ ကံဆိုးမသွားရာမိုးလိုက်လို့ရွာ ဆိုသလိုပဲ ကံတရားက ကီးယူးကို\nမျက်နှာသာမပေးခဲ့ပါဘူး။ အကြောင်းက သုဆင်းဟာ မလွတ်လပ်သူတစ်\nယောက်ဖြစ်နေတာပါပဲ။ တစ်နေ့မှာ သုဆင်းတစ်ယောက် ခရီးခဏထွက်\nသွားခိုက် ကီးယူးဆီ ကံကြမ္မာဆိုး၀င်လာတဲ့အခါ...ကီးယူးရဲ့ဘ၀က ဘယ်အထိကံဆိုးမှောင်ကျဦးမှာလဲ၊ ကံကြမ္မာက ဘယ်လို\nကျီစားဦးမလဲ၊ သုဆင်းကရော အချစ်နဲ့ ကတိသစ္စာကြားမှာ ဘယ်လိုစခန်း\nသွားမလဲ၊ ...",
        "rating": "4.8",
        "url": "https://megaup.net/1RImx/Kieu.2021.720p.AMZN.WEB-DL.DDP.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOGZkM2M5N2YtMGFiMy00ZDlhLWEzODQtNDJkNmM3MDU3N2VjXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Leech (2022)",
        "description": "The Leech (2022)\n=============အခုတင်ဆက်ပေးမယ့်ကားလေးက အစပိုင်းမှာတော့ ပေါ့ပေါ့ပါးပါးနဲ့\nပျော်စရာဟာသလေးတွေ ထည့်သွင်းတင်ဆက်ထားပြီး ဇာတ်လမ်း\nအရှိန်ရလာတာနဲ့ တစ်ပြိုင်နက် Horror ဖက်ကို ကူးပြောင်းသွားတဲ့\nပုံစံကိုတွေ့ရှိရမှာဖြစ်ပါတယ်။ အစနဲ့အဆုံးဟာ အတော်ကိုမှ မထင်\nမှတ်ထားလောက်အောင် ကွာခြားသွားတာကို မြင်တွေ့ရမှာပါ။ဇာတ်လမ်းအစမှာ ဘာသာရေးအရမ်းကိုင်းရှိုင်း ပြီး တစ်ဘဝလုံးကို\nဘုရားသခင်ဆီပုံအပ်ထားတဲ့ ဖာသာ ဒေးဗစ်က တရားဟောပွဲ ထဲမှာ\nလာအိပ်နေတဲ့ တယ်ရီကို တွေ့ဆုံရပြီး အမျိုးမျိုး အကူအညီပေးရာက\nနေစလို့ ဇာတ်အိမ်တည်ထားတယ်လို့ပြောရပါမယ်။ ဘာသာရေးအလွန်\nကိုင်းရှိုင်းပြီး သဘောကောင်းလှတဲ့ ဖာသာဒေးဗစ်နဲ့ ဖြစ်သလိုနေဖြစ်သ\nလိုစား ဟစ်ပီဆန်ဆန် တယ်ရီတို့ရဲ့ အမြင်၊ စိတ်ကူး၊ စောင့်ထိန်းမှုတွေက\nအလွန့်အလွန်ကိုကွဲပြားလှပါတယ်။သို့သော်လည်း တယ်ရီ နဲ့ လက်ဆီ(တယ်ရီရဲ့ရည်းစား) ကို သဘောကောင်း\nလှတဲ့ ဖာသာဒေးဗစ်က နေစရာနေရာပေးခဲ့ပါတယ်။ အဲဒီကစလို့ ဖြစ်ပျက်\nလာမယ့် အလွဲလေးတွေနဲ့ နောက်ပိုင်းမှာ ပြောင်းလဲသွားတဲ့ ဇာတ်လမ်းကျော\nရိုးကိုတော့ အောက်ကလင့်တွေကနေ ဆက်လက်ကြည့်ရှုပေးကြပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Lwin Bo\nဖြစ်ပါတယ်)File Size..........(1.1 GB) / (350 MB) ...",
        "rating": "5.5",
        "url": "https://megaup.net/1bHjf/The.Leech.2022.720p.BluRay.(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-sliver-140x200.jpg",
        "title": "Silverstar (2022)",
        "description": "ရှုခင်းလှလှလေးများနဲ့ ကျေးလက်အငွေ့အသက်လေးတွေ ပါဝင်တဲ့ ဒတ်ချ်စကားပြော ဇာတ်ကားလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် Silverstar ဆိုတဲ့မြင်းလေးနဲ့ Esmee ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်မလေးကြားထဲက ထူးခြားတဲ့ဆက်နွယ်မှုအကြောင်းကို စွန့်စားခန်းဆန်ဆန် တင်ဆက်ထားပါတယ်. Look at it from the bright side ဆိုတဲ့အတိုင်း နေရောင်ခြည်၊ စိုက်ခင်းလေးများ၊ လေပြည်ညင်းနဲ့ တောလမ်းကလေးများကို တစ်လှည့် ခံစားရင်း.ပစ္စုပ္ပန်မျက်မြင်က ဘဝကိုပဲ ပွေ့ဖက်ရင်း. မြင်းကုန်းနှီးပေါ်က လွတ်လပ်မှု၊ ဆံဖျားနဲ့ မျက်နှာကို တိုက်ခတ်နေတဲ့ လေပြည်ရဲ့ အရိုင်းဆန်မှု၊ ဆက်ကျော်သက်ဘဝ တဇွတ်ထိုးဆန်မှု၊ မိသားစုနဲ့ချစ်မေတ္တာ စသည်တို့ကို အချိုးညီစွာ ထင်ဟပ်ပြသထားတဲ့ နိုင်ငံခြားစကားပြောဇာတ်ကားကောင်းလေး တစ်ပုဒ်ကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ် File size…(2.22GB)  / (1.16GB) /625.35MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Adventure\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/2xTph/Silverstar.2022.720p(CM).mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/a.world_.way_.2019-150x200.jpg",
        "title": "A World Away (2019)",
        "description": "A World Away (2019)================#Unicode2019 ကုန်ခါနီးလေးမှာ ထွက်ရှိထားတဲ့ A World Away ဆိုတဲ့ စိတ်ကူးယဉ်သိပ္ပံစွန့်စားခန်းတွေပါဝင်တဲ့\nဇာတ်ကားလေး တင်ဆက်ပေးချင်ပါတယ် …IMDb – 6.8/10 ရရှိထားတာပါ။\nဇာတ်ကြောင်းလေးကတော့ အလယ်တန်းကျောင်းပြီးသွားတဲ့ ကျောင်းသားတစ်စုဟာ\nကျောင်းကရွေးချယ်မှုအရ ဂရန်းကန်ညွန်ကို အလည်အပတ်သွားကြတဲ့အခါမှာ\nလေယာဉ်မှူးဟောင်းတစ်ဦးဖြစ်တဲ့ တောမတ်စ်ဟာ ကလေးတွေကို သူ့ကိုယ်ပိုင်လေယာဉ်နဲ့\nလိုက်ပို့ရင်းကနေ သူ့သမီးကိုလည်း ခရီးစဉ်မှာ လည်ပတ်ဖို့ ခေါ်လာခဲ့ပါတယ်။\nဒီလိုနဲ့ အလုံးစုံပြည့်စုံကောင်းမွန်တဲ့ တောမတ်စ်ရဲ့ လေယာဉ်လေးဟာ တစ်နေရာအရောက်မှာ စက်ချို့ယွင်းပြီး အခြားကမ္ဘာတစ်ခုကိုရောက်သွားခဲ့ပါတယ် …သူနဲ့ ကလေးတွေ အဲ့ဒီကမ္ဘာကနေ ပြန်ထွက်နိုင်ကြမလား\nကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားတော်မူကြပါ။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်။ #Zawgyi2019 ကုန္ခါနီးေလးမွာ ထြက္ရွိထားတဲ့ A World Away ဆိုတဲ့ စိတ္ကူးယဥ္သိပၸံစြန႔္စားခန္းေတြပါဝင္တဲ့\nဇာတ္ကားေလး တင္ဆက္ေပးခ်င္ပါတယ္ …IMDb – 6.8/10 ရရွိထားတာပါ။\nဇာတ္ေၾကာင္းေလးကေတာ့ အလယ္တန္းေက်ာင္းၿပီးသြားတဲ့ ေက်ာင္းသားတစ္စုဟာ\nေက်ာင္းကေ႐ြးခ်ယ္မႈအရ ဂရန္းကန္ၫြန္ကို အလည္အပတ္သြားၾကတဲ့အခါမွာ\nေလယာဥ္မႉးေဟာင္းတစ္ဦးျဖစ္တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/a-world-away-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/gods-and-monsters-1998-142x200.jpg",
        "title": "Gods and Monsters (1998)",
        "description": "(Unicode)Gods And Mosnsters (1998) ဆိုတဲ့ Biography, Drama ဇာတ်ကားက အကျော်ကြားဆုံး Horror ဇာတ်ကောင်တွေထဲက တစ်ယောက်ဖြစ်တဲ့ဖရန်ကင်စတိန်းရဲ့ မကောင်းဆိုးရွားကြီးကို စာအုပ်ထဲကနေဆွဲထုတ်ပြီး ပိတ်ကားပေါ်ကို တင်ပေးခဲ့တဲ့ နာမည်ကျော် ဒါရိုက်တာ ဂျိမ်းစ်ဝေးလ်နောက်ဆုံးနေ့ရက်တွေအကြောင်းကို စိတ်ကူးယဉ် ရိုက်ကူူးထားတာဖြစ်ပါတယ်။သူက လိင်တူချစ်သူတစ်ယောက်ဖြစ်တဲ့အတွက် ရုပ်ရှင်အသိုင်းအဝိုင်းကနေ တွန်းထုတ်ခံရလို့ စောစောစီးစီး အနားယူခဲ့ရသူပါ။အသက်အရွယ်ရလာတဲ့အချိန်မှာ ဖြစ်တတ်တဲ့ နှလုံးဖောက်တာမျိုးဖြစ်ပြီးတဲ့နောက်မှာ သူ့ခေါင်းထဲကအတွေးတွေကို ရပ်လို့မရဘဲ ဆက်တိုက်ဖြစ်နေပြီး အတိတ်နဲ့ပစ္စုပ္ပန်မခွဲခြားနိုင်ဖြစ်လာပါတယ်။အဲဒီအချိန်မှာ သူ့ရဲ့ ခြံအလုပ်သမား ကလေးဘွန်းရဲ့ ပုံတူကိုဆွဲပြီး စိတ်ငြိမ်အောင် ထိန်းဖို့လုပ်ပေမဲ့သူ့ရဲ့အတိတ်ကမကောင်းဆိုးရွားတွေက ဆက်တိုက်ခြောက်လှန့်နေခဲ့ပါတယ်။မကောင်းဆိုးရွားဇာတ်ကောင်ကို ဖန်တီးခဲ့တဲ့ ဒါရိုက်တာကြီး သူ့ခေါင်းထဲကမကောင်းဆိုးရွားတွေကို အနိုင်ယူပြီး အေးအေးချမ်းချမ်း အနားယူသွားတာကို ပြထားပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ d3mon ပဲဖြစ်ပါတယ်…(Zawgyi)Gods And Mosnsters (1998) ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/gods-and-monsters-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/f9glhMxpIA789fjvMOmKxXSJaRH-133x200.jpg",
        "title": "Ghost Stories of Extreme Taoist (2020)",
        "description": "ဒီရုပ်ရှင်ကားကတော့ ၂၀၂၀ ခုနှစ်မှာ ထွက်ရှိလာတဲ့\nGhost Stories Version အသစ်ဖြစ်ပါတယ်\nဘယ်တော့မှ ကြည့်လို့မရိုးတဲ့ Ghost Stories ရုပ်ရှင်တွေလို\nအလွမ်း အကြမ်း အလန်း တွေ ပါဝင်နေပါတယ်...\nအရင် ရုပ်ရှင်တွေ နဲ့ ဆင်တူသလို နဲ့ ပုံစံကွဲပြီး\nဇတ်ကောင်အသစ်တွေပါ ထည့်ပေးထားပါတယ်\nSunday Night မှာ အပြင်းပြေဖို့ သရဲကား အက်ရှင်\nဇတ်ကားကောင်း တစ်ကား ဖြစ်ပါတယ်\nရုပ်ရှင်ကား ထွက်ထားတာ ပူပူနွေးနွေးဖြစ်ပြီး\nEnglish Subtitle မထွက်သေးလို့\nCM Translator ဖြစ်တဲ့ Lazum Mary မှ\nနားထောင်ပြီး ဘာသာပြန်ပေးထားတာ ဖြစ်ပါတယ်\nXCode မှ တင်ဆက်ပေးထားပါတယ်\nအလွဲ အနည်းငယ်ပါနိုင်တဲ့ အတွက် သည်းခံကြည့်ရှုပေးဖို့\nမေတ္တာရပ်ခံပါတယ်\nzawgyi\nဒီ႐ုပ္ရွင္ကားကေတာ့ ၂၀၂၀ ခုႏွစ္မွာ ထြက္ရွိလာတဲ့\nGhost Stories Version အသစ္ျဖစ္ပါတယ္\nဘယ္ေတာ့မွ ၾကည့္လို႔မ႐ိုးတဲ့ Ghost Stories ႐ုပ္ရွင္ေတြလို\nအလြမ္း အၾကမ္း အလန္း ေတြ ပါဝင္ေနပါတယ္...\nအရင္ ႐ုပ္ရွင္ေတြ နဲ႔ ...",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/ghost-stories-of-extreme-taoist-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b8P13nIvkkizVBzd2RpegsRt5zP.jpg",
        "title": "Beats (2019)",
        "description": "(Unicode)Rap ဂီတကိုကြိုက်တဲ့သူတွေအတွက် Rap ဂီတနဲ့ပတ်သက်တဲ့ဇာတ်ကားသစ်လေးတစ်ကားပဲဖြစ်ပါတယ်။အမေရိကန်နိုင်ငံ ချီကာဂိုမြို့ရဲ့ဆင်ခြေဖုံးရပ်ကွက်တစ်ခုမှာ ခဏခဏ သေနတ်ပစ်ခတ်မှုတွေ လူငယ်တွေကြားရာဇဝတ်မှုတွေနဲ့ မလုံခြုံတဲ့အနေအထားမှာဩဂတ်စ်ဆိုတဲ့လူငယ်လေးတစ်ယောက် ငယ်ငယ်ရွယ်ရွယ်နဲ့စိတ်ခြောက်ခြားစရာကိစ္စတစ်ခုကြုံခဲ့ရပြီးနောက်အပြင်တောင်မထွက်ရဲလောက်အောင် စိတ်ဒဏ်ရာရသွားခဲ့ပါတယ်။ဒီလိုနဲ့ အိမ်မှာပဲနေရင်း သူစိတ်ဝင်စားနဲ့ ရက်ပ်သံစဉ်တွေဖန်တီးတာကို အားအားရှိလုပ်နေပါတော့တယ်။အဲလိုအချိန် တချိန်ကဂီတလောကမှာ မန်နေဂျာအနေနဲ့ နာမည်တစ်ခုရှိခဲ့တဲ့ ရိုမယ်လိုတစ်ယောက်ကလည်း ပြသနာတွေကြောင့်ကျောင်းလုံခြုံရေးဝန်းထမ်းဘဝရောက်ပြီး တစ်နေ့ဩဂတ်စ်ရဲ့အရည်အချင်းကို သတိထားမိစေတဲ့နေ့ကိုရောက်လာပါတယ်။ဒီလိုနဲ့ ကောင်လေးကိုတွဲခေါ်ရင်း သူတို့နှစ်ယောက်ရဲ့ဒဏ်ရာကိုယ်စီဘယ်လိုဖြေဖျောက်မလဲနောက်ကွယ်ကဘာဇာတ်လမ်းတွေရှိလဲဆိုတာကိုသိရမှာပါ။သီချင်းတွေဟာလည်း ရက်ပ်ကြိုက်တဲ့သူတွေအတွက် တကယ်နားထောင်လို့ကောင်းတဲ့အတွက် ကျေနပ်မှုဂစေမှာပါRating အနေနဲ့ 6.4/10 အထိရထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ Thura Zarni Aung ပါ)(Zawgyi)Rap ဂီတကိုႀကိဳက္တဲ့သူေတြအတြက္ Rap ဂီတနဲ႔ပတ္သက္တဲ့ဇာတ္ကားသစ္ေလးတစ္ကားပဲျဖစ္ပါတယ္။အေမရိကန္ႏိုင္ငံ ခ်ီကာဂိုၿမိဳ႕ရဲ႕ဆင္ေျခဖုံးရပ္ကြက္တစ္ခုမွာ ခဏခဏ ေသနတ္ပစ္ခတ္မႈေတြ လူငယ္ေတြၾကားရာဇဝတ္မႈေတြနဲ႔ မလုံၿခဳံတဲ့အေနအထားမွာဩဂတ္စ္ဆိုတဲ့လူငယ္ေလးတစ္ေယာက္ ငယ္ငယ္႐ြယ္႐ြယ္နဲ႔စိတ္ေျခာက္ျခားစရာကိစၥတစ္ခုႀကဳံခဲ့ရၿပီးေနာက္အျပင္ေတာင္မထြက္ရဲေလာက္ေအာင္ စိတ္ဒဏ္ရာရသြားခဲ့ပါတယ္။ဒီလိုနဲ႔ အိမ္မွာပဲေနရင္း သူစိတ္ဝင္စားနဲ႔ ရက္ပ္သံစဥ္ေတြဖန္တီးတာကို အားအားရွိလုပ္ေနပါေတာ့တယ္။အဲလိုအခ်ိန္ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/beats-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/82132724_786935745133229_5251830660305256448_n-141x200.jpg",
        "title": "[21+] EBOD-405 Cheating Wife – Fucked By Her Father-In-Law Behind Her Husband s Back… Yuino",
        "description": "(Unicode)\nDark Side Production မှ တင်ဆက်သည်။\nJAV fan တွေအတွက် တင့်တယ်တဲ့ရွှေရင်အစုံ နဲ့ soft body ပိုင်ရှင် ? မြင်ရသူတိုင်း လှုပ်လှုပ်ရှားရှားဖြစ်သွားစေမဲ့ Yurina Momose နဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်အိမ်ထောင်ပြုတယ်ဆိုတာ ကံစမ်းမဲနှိုက်ရသလိုပါပဲ တစ်ခါတလေကျရင် ကိုယ်တွေးထားသလို ကိုယ်ထင်ထားသလိုတွေဖြစ်မလာတက်ပါဘူးတို့တွေအိမ်ထောင်ပြုပြီးရင် ဘယ်လိုနေမယ်ဆိုပြီး တွေးထင် အစီအစဉ်တွေဆွဲထားတာတွေက တကယ့်လက်တွေ့မှာ ကမောက်ကမတွေ ဖြစ်သွားတက်ပါတယ်အခုလည်းကြည့်လေ ယူအီနို တစ်ယောက် လက်ထပ်ပြီးရင် ချစ်ရတဲ့ သူနဲ့ နှစ်ဦးတည်း နေရတော့မယ်ဆိုပြီး အားခဲထားသမျှ သဲရေကျခဲ့ရပါပြီယောက္ခမဆိုတဲ့ တံတိုင်းကြီးက သူတို့နှဦးရဲ့ ကြင်စဦး အရသာကို ခြားနားထားပြီလေသည်ကြားထဲ သူမရဲ့ တင်းရင်းပြီး နုထွားနေတဲ့ ရွှေရင်အစုံကို မျက်စောင်းခဲ နေတာကိုလည်း မသိကျိုးကျွန်ပြုနေရသေးတယ်ဒါအပြင် သူမရဲ့အခြေအနေက ညည်းငွေ့စရာလည်းကောင်းနေပြန်တယ်လင်ဖြစ်သူ က အချိန်ပြည့်အလုပ်လုပ်နေရတယ် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/21-ebod-405-cheating-wife-fucked-by-her-father-in-law-behind-her-husband-s-back-yuino/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/pocahontas-ii-journey-to-a-new-world-1998-105x200.jpg",
        "title": "Pocahontas II: Journey to a New World (1998)",
        "description": "(Unicode)Pocahontas 2 ကိုလာကြည့်ဖို့လုပ်ပြီ ဆိုကတည်းက နံပါတ် 1 ကိုအတော်ကြိုက်ခဲ့လို့ ထင်ပါရဲ့။ဒီဒုတိယပိုင်းမှာ ပိုကာဟွန်းတက်စ် ဟာ Disney Princesses တွေလုံးဝမရွေးချယ်ဖူးတဲ့ ကြီးမားတဲ့ မထင်မှတ်စရာ ရွေးချယ်မှုကို ရွေးချယ်သွားပါတယ်။အမှန်ပြောရရင် ဒီကားကို ဘာသာပြန်မယ်ဆိုတုန်းက နံပါတ် 1လောက်ကောင်းမယ် လို့မထင်ခဲ့ဘူးဗျ။လုံးဝမှားတာပါပဲဗျာ။ဒီဇာတ်လမ်းလေးမှာတော့ အင်္ဂလန်နိုင်ငံနဲ့ အင်ဒီးယန်းလူရိုင်းတွေအကြား နားလည်မှုလွဲတာကိုပိုကာဟွန်းတက်စ် နဲ့ အင်္ဂလန်နိုင်ငံသား ဂျွန်ရော့ဖ် တို့ ပညာသားပါပါ ပြေလည်အောင်ကြိုးပမ်းရတဲ့အကြောင်းကို ရိုက်ကူးထားပါတယ်။မထင်မှတ်ထားတာ ဖြစ်မယ်ဆိုတာတော့ လောင်းရဲသဗျ ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ag Ko Khant ပဲဖြစ်ပါတယ်…(Zawgyi)Pocahontas 2 ကိုလာၾကည့္ဖို႔လုပ္ၿပီ ဆိုကတည္းက နံပါတ္ 1 ကိုအေတာ္ႀကိဳက္ခဲ့လို႔ ထင္ပါရဲ႕။ဒီဒုတိယပိုင္းမွာ ပိုကာဟြန္းတက္စ္ ဟာ Disney Princesses ေတြလုံးဝမေ႐ြးခ်ယ္ဖူးတဲ့ ႀကီးမားတဲ့ မထင္မွတ္စရာ ေ႐ြးခ်ယ္မႈကို ေ႐ြးခ်ယ္သြားပါတယ္။အမွန္ေျပာရရင္ ဒီကားကို ဘာသာျပန္မယ္ဆိုတုန္းက နံပါတ္ ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/pocahontas-ii-journey-to-a-new-world-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kZ1ft0QZ4e3zDUPMBftEkwI9ftd.jpg",
        "title": "Pocahontas (1995)",
        "description": "(Unicode)Disney Princess ဆိုတာနဲ့လူတိုင်း သိကြမယ်လို့ထင်ပါတယ်။ယခုပြောမှာကတော့ Disneyမင်းသမီးလေးတစ်ယောက် ဖြစ်တဲ့ ပိုကာဟွန်းတက်စ်(Pocahontas)ရဲ့ ဇာတ်လမ်းလေးအကြောင်းဖြစ်ပါတယ်။ဒီကာတွန်းလေးကတော့ အော်စကာဆုနှစ်ဆုကို ထိုက်ထိုက်တန်တန်ရရှိခဲ့ပြီး အလွန်လူကြိုက်များခဲ့တဲ့ ဇာတ်လမ်းလေးဖြစ်ကာဇာတ်ကြောင်းတွေဟာဆိုလည်း တကယ်ရှိခဲ့တဲ့ ပိုကာဟွန်းတက်စ် မင်းသမီးလေးအပေါ် အနည်းငယ်အခြေခံထားတာတွေ့ရပါတယ်။ဒီဇာတ်လမ်းထဲမှာလေးကတော့ အင်္ဂလန်ကနေ အမေရိကတိုက်ကို လာပြီး အခြေချကာ ရတနာတူးဖော်လိုသူတွေနဲ့ အမေရိကတိုက်ရဲ့မူရင်းမျိုးနွယ် အင်ဒီးယန်းတွေကြားမှာ ဖြစ်ကြတဲ့ ရန်လိုစိတ်တွေကြား ရဲ့ရင်မှု၊စိတ်ထားဖြူစင်မှု၊ညဏ်ပညာအမျှော်အမြင်တွေနဲ့ပိုကာဟွန်းတက်စ် တစ်ယောက် ဘယ်လို ငြိမ်းအေးအောင်လုပ်မလဲဆိုတဲ့အကြောင်းလေးပါပဲ။ဒီကားလေးက စင်ဒရဲလားလိုကားလေး လုံးဝမဟုတ်တဲ့အတွက် ချိဖတို့လည်း မိန်းကလေးတွေရှေ့မှာ ရဲရဲကြည့်လို့ရတယ်နော်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ag Ko Khant ပဲဖြစ်ပါတယ်…(Zawgyi)Disney Princess ဆိုတာနဲ႔လူတိုင္း သိၾကမယ္လို႔ထင္ပါတယ္။ယခုေျပာမွာကေတာ့ Disneyမင္းသမီးေလးတစ္ေယာက္ ျဖစ္တဲ့ ပိုကာဟြန္းတက္စ္(Pocahontas)ရဲ႕ ဇာတ္လမ္းေလးအေၾကာင္းျဖစ္ပါတယ္။ဒီကာတြန္းေလးကေတာ့ ေအာ္စကာဆုႏွစ္ဆုကို ထိုက္ထိုက္တန္တန္ရရွိခဲ့ၿပီး အလြန္လူႀကိဳက္မ်ားခဲ့တဲ့ ဇာတ္လမ္းေလးျဖစ္ကာဇာတ္ေၾကာင္းေတြဟာဆိုလည္း တကယ္ရွိခဲ့တဲ့ ပိုကာဟြန္းတက္စ္ မင္းသမီးေလးအေပၚ အနည္းငယ္အေျခခံထားတာေတြ႕ရပါတယ္။ဒီဇာတ္လမ္းထဲမွာေလးကေတာ့ အဂၤလန္ကေန အေမရိကတိုက္ကို လာၿပီး အေျခခ်ကာ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/pocahontas-1995/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
        "title": "Parasite (2019)",
        "description": "(Unicode)ဒီရုပ်ရှင်ကတော့ ဒါရိုက်တာ Bong Joon-Ho ရဲ့ နောက်ထပ် ပြောင်မြောက်တဲ့လက်ရာတစ်ခုပါပဲ။ဒီဒါရိုက်တာကို မသိရင်တောင် သူရိုက်ခဲ့တဲ့ Mother တို့ Memories of murder တို့ကို သိကြမှာပါ။အခုလည်း ဒီရုပ်ရှင်ဟာ 2019 Cannes ရုပ်ရှင်ပွဲတော်ရဲ့ The Palme d'Or ဆုကို ဆွတ်ခူးသွားပြီး ကမ္ဘာကျော်သွားခဲ့ပြန်ပါတယ်။ဒီကားကို ရုံမှာကြည့်ခဲ့တဲ့ သူတိုင်းလည်း ရင်သပ်ရှုမောနဲ့ အကြိုက်တွေ့ခဲ့ရတာချည်းပါပဲ။အခုတင်ပေးထားတဲ့အထဲမှာတော့ ရုံမှာမပါလိုက်တဲ့ အခန်းတစ်ခု အပိုပါပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဘယ်လိုညွှန်းရမှန်းကိုမသိပါဘူး။ဇာတ်လမ်းကတော့ ဆင်းရဲသားမိသားစု တစ်စုဟာ လူချမ်းသာမိသားစုတစ်ခုဆီက လှည့်စားအမြတ်ထုတ်နေရင်း မထင်မှတ်တာတွေ အများကြီးဖြစ်လာတာဆိုပါတော့။ဒီရုပ်ရှင်မှာ ချဲ့တွေးရင်တွေးနိုင်သလောက် သဘောတရားတွေ အများကြီးပြထားပါတယ်။ရိုက်ချက်တွေ ဒါရိုက်တာပြထားတာတွေကလည်း ခံစားရင်ခံစားနိုင်သလောက် သဘောကျစရာတွေ ပြည့်နေတာပါ။ဒီတော့ အရမ်းကောင်းတယ် ကြည့်ကိုကြည့်သင့်တယ်လို့ပဲ ညွှန်းချင်ပါတော့တယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်... File ...",
        "rating": "8.6",
        "url": "https://megaup.net/2ofsi/Parasite_(Gisaengchung)_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/take-me-home-2016-150x200.jpg",
        "title": "Take Me Home (2016)",
        "description": "(Unicode)မင်းသားချောလေး Mario ရဲ့ သရဲကားလေးပါ2016 ထွက်တာဆိုတော့ ကြာတော့ကြာနေပေမဲ့ မကြည့်ရသေးတဲ့သူတွေအဖို့ ကြည့်သင့်တဲ့ ကားလေးပါနော်ဇာတ်လမ်းအစမှာ တန်က accident တခုကြောင့် အတိတ်မေ့နေတဲ့ ကောင်လေးတယောက် သူ့နာမည်အပြည့်အစုံကိုတောင်မမှတ်မိပါဘူးသူ့နာမည် တန် ဆိုတာကလွဲရင် သူဘယ်ကလာလဲသူ့မိသားစုကဘယ်သူတွေလဲဆိုတာ ဘာမှမမှတ်မိဘူးသူ့မိသားစုကိုသူလိုက်ရှာခဲ့တယ်တစ်ခုခုက တန့်ကို သူ့မိသားစုဆီကို လမ်းညွှန်ခဲ့တဲ့အတွက် မိသားစုနြဲ့့ပန်တွေ့ခဲ့ရတယ်ဒီလိုနဲ့ သူဘာတွေဖြစ်ခဲ့တာလဲဆိုတာရယ် သူ့မိသားစုရဲ့အကြောင်းတွေကို သိဖို့ကြိုးစားရင်း တဖြေးဖြေးနဲ့ကြောက်မက်ဖွက်အဖြစ်အပျက်တွေနဲ့ သူ့မိသားစုရဲ့ လျို့ဝှက်ချက်တွေကို သိခွင့်ရတဲ့အခါဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို ဆက်လက်ရှုစားကြပါ ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Khin Pyae Sone Kyaw ပဲဖြစ်ပါတယ်…(Zawgyi)မင္းသားေခ်ာေလး Mario ရဲ႕ သရဲကားေလးပါ2016 ထြက္တာဆိုေတာ့ ၾကာေတာ့ၾကာေနေပမဲ့ မၾကည့္ရေသးတဲ့သူေတြအဖို႔ ၾကည့္သင့္တဲ့ ကားေလးပါေနာ္ဇာတ္လမ္းအစမွာ တန္က accident တခုေၾကာင့္ အတိတ္ေမ့ေနတဲ့ ေကာင္ေလးတေယာက္ သူ႔နာမည္အျပည့္အစုံကိုေတာင္မမွတ္မိပါဘူးသူ႔နာမည္ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/take-me-home-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/the-assassin-2015-135x200.jpg",
        "title": "The Assassin (2015)",
        "description": "The Assassin (2015)လြန္ခဲ့ေသာ ရာစုႏွစ္ကိုးစုနွစ္၊ တန္ မင္းဆက္ရဲ႕ ေနာက္ဆံုးနွစ္မ်ားအခ်ိန္ကို အေျခခံျပီးရိုက္ကူးထားတာျဖစ္ျပီးဒီဇာတ္ကားထဲမွာ အားလံုးသိျကတဲ့ မင္းသမီး Shu Qi ဟာဆုိရင္ Assassin အေနနဲ႔ပါ၀င္သရုပ္ေဆာင္ထားတာျဖစ္ပါတယ္။သူမဆရာ(သခင္မ) Jiaxinမွ သူမအား အက်င့္ပ်က္အရာရွိမ်ားကို သတ္ဖို႔ညႊန္ျကားခဲ့ရာတာ၀န္ကိုပ်က္ကြက္ခဲ့တာေျကာင့္ အျပစ္ေပးခံရျပီးေနာက္ ဘယ္လုိဆက္ျဖစ္သြားမလဲဆုိတာကို ျကည့္ရွု႕ျကရမွာျဖစ္ပါတယ္။IMDb Rating ကေတာ့ 6.3/10 ပါ။[Unicode]The Assassin (2015)လွန်ခဲ့သော ရာစုနှစ်ကိုးစုနှစ်၊ တန် မင်းဆက်ရဲ့ နောက်ဆုံးနှစ်များအချိန်ကို အခြေခံပြီးရိုက်ကူးထားတာဖြစ်ပြီးဒီဇာတ်ကားထဲမှာ အားလုံးသိကြတဲ့ မင်းသမီး Shu Qi ဟာဆိုရင် Assassin အနေနဲ့ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။သူမဆရာ(သခင်မ) Jiaxinမှ သူမအား အကျင့်ပျက်အရာရှိများကို သတ်ဖို့ညွှန်ကြားခဲ့ရာတာဝန်ကိုပျက်ကွက်ခဲ့တာကြောင့် အပြစ်ပေးခံရပြီးနောက် ဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာကို ကြည့်ရှု့ကြရမှာဖြစ်ပါတယ်။IMDb Rating ကတော့ 6.3/10 ပါ။ File size__( 930 MB) and ( 350 MB)\nQuality__720p\nIMDb Rating__6.3/10\nFormat__mp4\nDuration__01:46:25\nType__Action, Drama, ...",
        "rating": "6.3",
        "url": "https://megaup.net/1x6bc/The_Assassin_(2015).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/outlawed-155x200.jpg",
        "title": "Outlawed (2018)",
        "description": "Outlawed (2018)============#UnicodeOutlawed 2018\nIMDB 5.8\nRating ကောင်းကောင်းလေး နဲ့ အင်္ဂလန် Action ကားတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ် ဇာတ်လမ်းအကျဉ်းကတော့ တစ်ညမှာ\nနော်တင်ဟမ်မြို့မှာ အင်အားအကြီးဆုံး နိုင်ငံရေးသမား အာချီဘတ်က သူ့လုပ်ငန်းကအဖွဲ့ဝင်ဖြစ်တဲ့\nနော်တင်ဟမ်မြို့တော်ဝန်ကို သတ်ပစ်လိုက်ပါတယ် အဲ့လိုသတ်တဲ့အချိန်မှာ သူတို့အနားမှာ အသံဖမ်းနားထောင်နေတဲ့ ဂျိတ်ထ်အဖေရှိနေခဲ့ပါတယ် သတ်ပြီးလိုက်တဲ့အချိန်မှာမှာ သူရှိနေတာကိုသတိထားမိပါတယ် အဲ့တော့ သက်သေခံပစ္စည်းရဖို့နည်းမျိုးစုံနဲ့လိုက်ပါတယ် ဒါပေမယ့် လူကိုပဲတွေ့တယ် သက်သေခံပစ္စည်းကိုတော့မတွေ့ပါဘူး အာချီဘတ်လဲ သက်သေခံပစ္စည်းကိုနှစ်တွေအကြာကြီးလိုက်ရှာနေဆဲပါပဲ ဂျိတ်ထ်ရဲ့အဖေဟာသူ့သမီးငယ်သေးတဲ့အတွက် သက်သေခံပစ္စည်းထားတဲ့နေရာရဲ့သော့တစ်ချောင်းသာအပ်ခဲ့ပြီးအသက်ကြီးလာမှာသွားယူဖို့ပြောခဲပါတယ် အာချီဘတ်က သူ့လုပ်ငန်းမှာ အဆင်ပြေပြေလုပ်ကိုင်ဖို့ ဂျိတ်ထ် ရဲ့သူငယ်ချင်း အထူးတပ်ဖွဲ့မှာတာဝန်ထမ်းဆောင်နေတဲ့ ဂျိတ်ခ်ကိုကမ်းလှမ်းခဲ့ပါတယ် ဒါပေမယ့် ဂျိတ်ခ်ဟာ အာချီဘတ် မကောင်းတာတွေလုပ်နေမှန်းသိလို့ငြင်းပယ်လိုက်ပါတယ် တစ်နေ့အာချီဘတ်ဟာ သူ့လုပ်ငန်းကြောင့် သူ့ကလေးနှစ်ယောက်ကိုပြန်ပေးဆွဲတာခံရပါတယ် အာဏရှိနိုင်ငံရေးသမားပီပီ စစ်တပ်ရဲ့အကူအညီတောင်းပြီးအထူးတပ်ဖွဲ့ကို သူ့ကလေးနှစ်ယောက်ကိုပြန်ကယ်ခိုင်းခဲ့ပါတယ် ဂျိတ်ခ်ရဲ့သူငယ်ချင်းအမှားကြောင့် အာချီဘတ်ရဲ့သားဟာ ကယ်ဆယ်နေရင်းသေခဲ့ရပါတယ် အဲ့ဒါကြောင့်အာချီဘတ်လဲ မကျေနပ်ခဲ့ပါဘူး နောက်ပိုင်းမှာတော့ ဂျိတ်ထ်လဲ သက်သေခံပစ္စည်းကိုနားထောင်မိပြီး ဂျိတ်ခ်ကိုပြောခဲ့ပါတယ် ဂျိတ်ခ်ကလဲသူ့သူငယ်ချင်းကိုကူညီဖို့ အာချီဘတ်ကို ရင်ဆိုင်တိုက်ခိုက်ပါတယ် ...",
        "rating": "",
        "url": "https://megaup.net/15yav/Outlawed_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AcaRTiIOrkDM8vuQkDXhMgWJ2GO.jpg",
        "title": "The Divine Move 2: The Wrathful(2019)",
        "description": "The Divine Move 2: The Wrathful(2019)(unicode)The Divine Move က 2014 မှာ ထွက်ခဲ့ဖူးပါတယ်...မင်းသားကြီး Woo-sung Jung\nကအဓိက သရုပ်ဆောင်ထားတဲ့ ဂိုကစားနည်းကိုအခြေခံထားတဲ့ဒီဇာတ်ကားဟာ\nတော်တော်များများကြိုက်နှစ်သက်ကြတယ်...\nအခု ၂၀၁၉ မှာ ထွက်တဲ့ The Divine Move 2 ဟာ 1 နဲ့ ဆက်စပ်မှုတော့သိပ်မရှိလှပါဘူး..\nသို့ပေမယ် ဂိုကစားနည်းနဲ့ပဲ ဇာတ်အိမ်ကိုအခြေပြုထားတယ်...အရင်ကားထက်တောင်\nအက်ရှင်ခန်းတွေပိုများလာသလို Fight Scene တွေလည်းပိုမိုက်လာတယ်....\nအားနေ ချနေတာမျိုးမဟုတ်ဘူး ဇာတ်လမ်းသွားကလည်းအတော်ကောင်းပါတယ်..\nသတ်ဖြတ်ခန်းတွေ ဓားနဲ့ထိုးတာတွေ အရိုးတွေချိုးတွေ တော်တော်ကြီးကိုပီပြင်တယ်...\nSpoiler ဖြစ်မှာ စိုးလို့ ဒီလောက်ပဲပြောပါရစေ....\nကျွန်တော်ပြောရဲတယ်...ဒေါင်းကြည့်လို့ ခင်ဗျားတို့ နောင်တလုံး၀မရစေရဘူး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Phyu Zaw ပဲဖြစ်ပါတယ်....(zawgyi)The Divine Move က 2014 မွာ ထြက္ခဲ့ဖူးပါတယ္...မင္းသားႀကီး Woo-sung Jung\nကအဓိက သ႐ုပ္ေဆာင္ထားတဲ့ ဂိုကစားနည္းကိုအေျခခံထားတဲ့ဒီဇာတ္ကားဟာ\nေတာ္ေတာ္မ်ားမ်ားႀကိဳက္ႏွစ္သက္ၾကတယ္...\nအခု ၂၀၁၉ မွာ ထြက္တဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-divine-move-2-the-wrathful2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/chicken-150x200.jpg",
        "title": "Chicken Girls: The Movie (2018)",
        "description": "Chicken Girls: The Movie (2018)========================#UnicodeChicken Girls: The Movie က Teen Drama, Web Series တစ်ခုဖြစ်တဲ့ နာမည်တူ Chicken Girls ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ဇာတ်ကားလေးပါ။ ဒီဇာတ်ကားမှာတော့ Spring Fling ကပွဲကို ဖျက်သိမ်းခံလိုက်ရတဲ့အတွက်Rhyme က ကပွဲကို ကျင်းပဖြစ်အောင် ကြိုးစားတာကိုတွေ့ရမှာပါ။ ပေါ့ပေါ့ပါးပါးလူငယ်ကြိုက်ဇာတ်ကားတစ်ကားပါပဲ။IMDb Rating 6.6/10 ရထိထားတဲ့ကားလေးပါ။ #ZawgyiChicken Girls: The Movie က Teen Drama, Web Series တစ္ခုျဖစ္တဲ့ နာမည္တူ Chicken Girls ကိုအေျခခံၿပီး႐ိုက္ကူးထားတဲ့ဇာတ္ကားေလးပါ။ ဒီဇာတ္ကားမွာေတာ့ Spring Fling ကပြဲကို ဖ်က္သိမ္းခံလိုက္ရတဲ့အတြက္Rhyme က ကပြဲကို က်င္းပျဖစ္ေအာင္ ႀကိဳးစားတာကိုေတြ႕ရမွာပါ။ ေပါ့ေပါ့ပါးပါးလူငယ္ႀကိဳက္ဇာတ္ကားတစ္ကားပါပဲ။IMDb Rating 6.6/10 ရထိထားတဲ့ကားေလးပါ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ...",
        "rating": "",
        "url": "https://channelmyanmar.org/chicken-girls-the-movie-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sVDzIqZL4uF8XFilc0txc2vcT9T.jpg",
        "title": "Mrs Lowry & Son(2019)",
        "description": "Mrs Lowry & Son(2019)IMDb...6.8(unicode)ဒီကားလေးတော့ ၁၉၀၀ခုနှစ်များနောက်ပိုင်းမှာ\nနာမည်ကျော်ကြားခဲ့တဲ့Englishပန်းချီဆရာ L.S.Lowry ရဲ့ဘဝဇာတ်ကြောင်းလေးပဲဖြစ်ပါတယ်...\nဇာတ်အိမ်တည်ဆောက်ထားပုံကရိုးရှင်းပြီး\nပါဝင်တဲ့သရုပ်ဆောင်တွေက ကျရာနေရာမှာပီပီပြင်ပြင်သရုပ်ဆောင်ထားနိုင်တာကိုတွေ့ရမှာပါ\nဇာတ်လမ်းအကျဥ်းပြောရရင်တော့\nအသက်သာကြီးနေပေမယ့်ဘာမှပေါက်ပေါက်မြောက်မြောက်မရှိတဲ့ပန်းချီဆရာလော်ရီဟာ\nသူတစ်ပါးချေးထားတဲ့အကြွေးတွေကိုလိုက်တောင်းပေးရတဲ့သူအဖြစ်အသက်မွေးဝမ်းကြောင်းပြုရင်း\nအသက်ရွယ်အိုမင်းပြီးလမ်းမလျှောက်နိုင်တော့တဲ့အမေအိုကြီးကိုလုပ်ကျွေးပြုစုနေသူတစ်ယောက်ပါ...\nသူ့အမေကတော့ လော်ရီရဲ့ပန်းချီပညာပေါ်ထားတဲ့ခံယူချက်တွေရူးသွပ်မှုတွေကို\nတားမြစ်ပြီးစီးပွားရေးလုပ်ငန်းရှင်သာလုပ်စေချင်တဲ့ဆန္ဒရှိတဲ့သူတစ်ယောက်ပေါ့...\nဒီလိုနဲ့ပဲလော်ရီတစ်ယောက်သူဖြစ်ချင်တာနဲ့မိခင်စိတ်ဆန္ဒတို့အကြား\nဗျာများနေရပါတော့တယ်\nဒီကားလေးမှာထူးခြားတာကတော့ ၁၉၀၀ခုနှစ်ဝန်းကျင်မှာအင်္ဂလန်နိုင်ငံရဲ့\nလူတန်းစားကွဲပြားပုံတွေ စက်မှုဖွင့်ဖြိုးတိုးတက်တဲ့နောက်ကွယ်ကဘဝတွေကို\nအသေးစိတ်မဟုတ်တောင်မြင်သာအောင်ရိုက်ပြထားတာကိုတွေ့ရမှာပါ\nပန်းချီဆရာတစ်ယောက်ရဲ့အတွေးအမြင်စိတ်နေစိတ်ထားတွေကိုတော့\nရိုးရိုးရှင်းရှင်းကွက်ကွက်ကွင်းကွင်းဖော်ပြထားပါတယ်...\nIMDb...6.8 ရရှိထားလို့ ကြည့်ရကျိုးနပ်တဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်မယ်လို့ထင်ပါတယ်..\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ MarTizas ပဲဖြစ်ပါတယ်...(zawgyi)ဒီကားေလးေတာ့ ၁၉၀၀ခုႏွစ္မ်ားေနာက္ပိုင္းမွာ\nနာမည္ေက်ာ္ၾကားခဲ့တဲ့Englishပန္းခ်ီဆရာ L.S.Lowry ရဲ႕ဘဝဇာတ္ေၾကာင္းေလးပဲျဖစ္ပါတယ္...\nဇာတ္အိမ္တည္ေဆာက္ထားပုံက႐ိုးရွင္းၿပီး\nပါဝင္တဲ့သ႐ုပ္ေဆာင္ေတြက က်ရာေနရာမွာပီပီျပင္ျပင္သ႐ုပ္ေဆာင္ထားႏိုင္တာကိုေတြ႕ရမွာပါ\nဇာတ္လမ္းအက်ဥ္းေျပာရရင္ေတာ့\nအသက္သာႀကီးေနေပမယ့္ဘာမွေပါက္ေပါက္ေျမာက္ေျမာက္မရွိတဲ့ပန္းခ်ီဆရာေလာ္ရီဟာ\nသူတစ္ပါးေခ်းထားတဲ့အေႂကြးေတြကိုလိုက္ေတာင္းေပးရတဲ့သူအျဖစ္အသက္ေမြးဝမ္းေၾကာင္းျပဳရင္း\nအသက္႐ြယ္အိုမင္းၿပီးလမ္းမေလွ်ာက္ႏိုင္ေတာ့တဲ့အေမအိုႀကီးကိုလုပ္ေကြၽးျပဳစုေနသူတစ္ေယာက္ပါ...\nသူ႔အေမကေတာ့ ေလာ္ရီရဲ႕ပန္းခ်ီပညာေပၚထားတဲ့ခံယူခ်က္ေတြ႐ူးသြပ္မႈေတြကို\nတားျမစ္ၿပီးစီးပြားေရးလုပ္ငန္းရွင္သာလုပ္ေစခ်င္တဲ့ဆႏၵရွိတဲ့သူတစ္ေယာက္ေပါ့...\nဒီလိုနဲ႔ပဲေလာ္ရီတစ္ေယာက္သူျဖစ္ခ်င္တာနဲ႔မိခင္စိတ္ဆႏၵတို႔အၾကား\nဗ်ာမ်ားေနရပါေတာ့တယ္\nဒီကားေလးမွာထူးျခားတာကေတာ့ ၁၉၀၀ခုႏွစ္ဝန္းက်င္မွာအဂၤလန္ႏိုင္ငံရဲ႕\nလူတန္းစားကြဲျပားပုံေတြ စက္မႈဖြင့္ၿဖိဳးတိုးတက္တဲ့ေနာက္ကြယ္ကဘဝေတြကို\nအေသးစိတ္မဟုတ္ေတာင္ျမင္သာေအာင္႐ိုက္ျပထားတာကိုေတြ႕ရမွာပါ\nပန္းခ်ီဆရာတစ္ေယာက္ရဲ႕အေတြးအျမင္စိတ္ေနစိတ္ထားေတြကိုေတာ့\n႐ိုး႐ိုးရွင္းရွင္းကြက္ကြက္ကြင္းကြင္းေဖာ္ျပထားပါတယ္...\nIMDb...6.8 ရရွိထားလို႔ ၾကည့္ရက်ိဳးနပ္တဲ့ဇာတ္ကားေလးတစ္ကားျဖစ္မယ္လို႔ထင္ပါတယ္..\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ MarTizas ပဲျဖစ္ပါတယ္...  File Size : (850MB) and (309 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:31:00\nGenre : Biography, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/mrs-lowry-son2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vpJe86UKRRK2ZgGnCElpTUVFl5i.jpg",
        "title": "Ujda Chaman(2019)",
        "description": "Ujda Chaman(2019)IMDb...7.4(unicode)တက္ကသိုလ်ပါမောက္ခတစ်ဦးဖြစ်တဲ့ချာမန်ဟာ\nအသက်သုံးဆယ်အရွယ်လူပျိုကြီးတစ်ယောက်..သူ့မှာအိမ်ရှိတယ်\nမိသားစုကောင်းတယ် ...အစိုးရအလုပ်လဲရှိတယ်... ရုပ်ရည်လဲရှိတယ်...\nဒါပေမယ့်..မရှိသေးတာက မိန်းမဖြစ်နေတယ်....\nသူကိုယ်တိုင်ကလည်း အိမ်ထောင်ဖက်ချစ်သူကို အရမ်းလိုအပ်နေပေမယ့်\nသူ့မှာဖျက်နေတာတစ်ခုက\nထိပ်ပြောင်နေတာပါဘဲ..သူ့ရဲထိပ်ပြောင်မှုကြောင့် ဘယ်မိန်းကလေးမိသားစုကမှ\nလက်မခံကြဘူး..တစ်နေ့တော့အွန်လိုင်းပေါ်ကနေ မိန်းကလေးတစ်ယောက်နဲ့\nအပြင်မှာတွေ့ဖို့ချိန်းခဲ့ကြတယ်..ထိပ်ပြောင်လို့ အိမ်ထောင်ဖက် မရဘူးလို့\nဘယ်သူပြောလဲဗျာ.....လိုင်းပေါ်ကသိတဲ့ မိန်းကလေးတစ်ယောက်နဲ့\nအပြင်မှာတွေ့ဖို့ ချိန်းလိုက်တယ်....အဲ့ဒီမှာ ဇာတ်လမ်းက စတော့တာပဲ...\nဘယ်လို အလွဲတွေနဲ့ ခွီးနေရမလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး....\nအိန္ဒိယ ဟာသဇာတ်မြူးကားကောင်းမို့ ဆက်လက်ကြည့်ရှုကြပါကုန်...\nIMDb ...7.4 လည်းရရှိထားပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nZwel Zan Aung ပဲဖြစ်ပါတယ်....(zawgyi)\nတကၠသိုလ္ပါေမာကၡတစ္ဦးျဖစ္တဲ့ခ်ာမန္ဟာ\nအသက္သုံးဆယ္အ႐ြယ္လူပ်ိဳႀကီးတစ္ေယာက္..သူ႔မွာအိမ္ရွိတယ္\nမိသားစုေကာင္းတယ္ ...အစိုးရအလုပ္လဲရွိတယ္... ႐ုပ္ရည္လဲရွိတယ္...\nဒါေပမယ့္..မရွိေသးတာက မိန္းမျဖစ္ေနတယ္....\nသူကိုယ္တိုင္ကလည္း အိမ္ေထာင္ဖက္ခ်စ္သူကို အရမ္းလိုအပ္ေနေပမယ့္\nသူ႔မွာဖ်က္ေနတာတစ္ခုက\nထိပ္ေျပာင္ေနတာပါဘဲ..သူ႔ရဲထိပ္ေျပာင္မႈေၾကာင့္ ဘယ္မိန္းကေလးမိသားစုကမွ\nလက္မခံၾကဘူး..တစ္ေန႔ေတာ့အြန္လိုင္းေပၚကေန မိန္းကေလးတစ္ေယာက္နဲ႔\nအျပင္မွာေတြ႕ဖို႔ခ်ိန္းခဲ့ၾကတယ္..ထိပ္ေျပာင္လို႔ အိမ္ေထာင္ဖက္ မရဘူးလို႔\nဘယ္သူေျပာလဲဗ်ာ.....လိုင္းေပၚကသိတဲ့ မိန္းကေလးတစ္ေယာက္နဲ႔\nအျပင္မွာေတြ႕ဖို႔ ခ်ိန္းလိုက္တယ္....အဲ့ဒီမွာ ဇာတ္လမ္းက စေတာ့တာပဲ...\nဘယ္လို အလြဲေတြနဲ႔ ခြီးေနရမလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး....\nအိႏၵိယ ဟာသဇာတ္ျမဴးကားေကာင္းမို႔ ဆက္လက္ၾကည့္ရႈၾကပါကုန္...\nIMDb ...7.4 လည္းရရွိထားပါတယ္...ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့\nZwel Zan Aung ပဲျဖစ္ပါတယ္....File Size : (900 MB) and (336 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:00:00\nGenre ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/ujda-chaman2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BMmZhZmQ1YjYtMmZkZC00ZTIxLTg5YTctMDczZGJmZTllYjBkXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Black and Blue (2019)",
        "description": "Black & Blue (2019)\nနယူးအော်လန်ရဲ့ ရဲတပ်ဖွဲ့မှ အမျိုးသမီးရဲမေလူသစ်လေး အလီရှာဟာ\nမူးယစ်တိုက်ဖျက်အဖွဲ့တစ်ဖွဲ့က မူးယစ်ဆေးရောင်းသူတွေကို အသေပစ်သတ်နေတဲ့\nဗီဒီယိုကို သူ့ကိုယ်ပေါ်မှာတပ်ဆင်ထားတဲ့ ကင်မရာမှတစ်ဆင့် ရိုက်ကူးထားမိတယ်...\nလူသတ်မှုကို ကျူးလွန်တဲ့ လူသတ်သမားဟာ လာဘ်စားမှုကို ကျူးလွန်နေတဲ့\nမယ်လွန်းဟုခေါ်သောရဲနှင့် သူတို့အဖွဲ့ဖြစ်တာကိုသိလိုက်ရတော့\nသူ့မအသက်ဘေးက လွတ်အောင် သူမကိုကူညီမယ့် သူ့ငယ်သူငယ်ချင်းရဲ့ အစ်ကိုဝမ်းကွဲရဲ့ အကူအညီကို ရခဲ့ပါတယ်...\nအသတ်ခံရတဲ့ဆေးရောင်းတဲ့ ဇီးရိုးဆိုသူမှာ ကင်းစတန်းအဖွဲ့ခေါင်းဆောင် ဒဲရီးယက်စ်ရဲ့ တူသားတော်သူဖြစ်နေလို့\nမယ်လွန်းရဲ့စကားကို နားယောင်ကာ အလီရှာနောက်ကို ဒဲရီးယက်စ်က\nလိုက် မယ်လွန်းက လိုက်နှင့် အသက်ဘေးကလွတ်အောင် ဘယ်လိုတွေရှောင်တိမ်းကြမလဲ...\nသူ့ဆီမှာရှိတဲ့အမှန်တရားကိုရိုက်မိထားတဲ့ ကင်မရာကိုရော စခန်းရောက်အောင်\nဘယ်လိုပို့ပေးမလဲဆိုတာကို ဇာတ်လမ်းလေးကြည့်ရင်း စီးမျောကြတာပေါ့နော်...\nလှုပ်လှုပ်ရှားရှား ကြိုက်နှစ်သက်သူတွေအတွက် လက်လွတ်မခံသင့်တဲ့ IMDb 5.9 ရှိတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်....\nBlack & Blue (2019)\nနယူးအောျလနျရဲ့ ရဲတပျဖှဲ့မှ အမြိုးသမီးရဲမလေူသဈလေး အလီရှာဟာ\nမူးယဈတိုကျဖကြျအဖှဲ့တဈဖှဲ့က မူးယဈဆေးရောငျးသူတှကေို အသပေဈသတျနတေဲ့\nဗီဒီယိုကို သူ့ကိုယျပေါျမှာတပျဆငျထားတဲ့ ကငျမရာမှတဈဆင့ျ ရိုကျကူးထားမိတယျ...\nလူသတျမှုကို ကြူးလှနျတဲ့ လူသတျသမားဟာ လာဘျစားမှုကို ကြူးလှနျနတေဲ့\nမယျလှနျးဟုခေါျသောရဲနှင့ျ သူတို့အဖှဲ့ဖွဈတာကိုသိလိုကျရတော့\nသူ့မအသကျဘေးက ...",
        "rating": "",
        "url": "https://megaup.net/Tzwj/Black_And_Blue_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s8x7wDJ8pbSswM9w539Y7U04TMK.jpg",
        "title": "Marjaavaan (2019)",
        "description": "(Unicode)မကြာသေးခင်က ရုံတင်ခဲ့ပြီး CM ပရိသတ်တွေ တော်တော်များများ တောင်းဆိုကြတဲ့ ၂၀၁၉နှောင်းပိုင်းထွက် ဘောလိဝုဒ်ကားတစ်ကားကို ဒီနေ့ထွက်ထွက်ချင်း တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ လူဆိုးလူမိုက် ရာဂူးနဲ့ စကားမပြောတတ်တဲ့ ဇိုယာတို့ ၂ယောက်ရဲ့ အချစ်ဇာတ်လမ်းပေါ့။ရာဂူးကတော့ အန်နာဘိုင်ရဲ့ မွေးစားသားတစ်ယောက်၊ အန်နာဘိုင်ရဲ့ လက်ရုံးဆိုရင် ပိုမှန်တယ်။တစ်ဖက်မှာတော့ အန်နာဘိုင်ရဲ့ သားအရင်ဖြစ်သူကလည်း ရာဂူးနဲ့ မျက်နှာကြောမတည့်ဘူး။အခွင့်အရေးရရင် ရသလို လုပ်ကြံဖို့ အဆင်သင့်ဖြစ်နေတယ်။တစ်ဖက်ကလည်း လူသတ်မှုတွေအတွက် ရဲတွေဟာ အန်နာဘိုင်နဲ့ ရာဂူးကို ဖမ်းဖို့အဆင်သင့်စောင့်တယ်။ဒီလိုအဖြစ်အပျက်တွေကြားမှာ ဘဝကြမ်းကြမ်းနဲ့ နူးညံ့တဲ့ချစ်ခရီးလမ်း ဖြောင့်ဖြူးကြမလား၊ဘယ်လိုအခက်အခဲတွေ ရင်ဆိုင်ကြမလဲဆိုတာကိုတော့ CM ပရိသတ်တွေကိုယ်တိုင် ခံစားကြည့်ကြပါဦး။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)မၾကာေသးခင္က ႐ုံတင္ခဲ့ၿပီး CM ပရိသတ္ေတြ ...",
        "rating": "3.9",
        "url": "https://channelmyanmar.org/marjaavaan-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wW3J9e1K9A8mLnKSdgwFDXd1tKf.jpg",
        "title": "The Purple Plain(1954)",
        "description": "The Purple Plain(1954)Blu-Ray 1080p , 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်...(unicode)လေယာဉ်မှူး\nဘီလ်ဖော်ရက်စ်တာဟာ သူ့ချစ်သူနဲ့လန်ဒန်မှာ\nမင်္ဂလာပွဲကျင်းပနေတယ်....ချစ်ရသူနဲ့ပေါင်းဖက်ဖို့\nအပြုံးကိုယ်စီနဲ့ပေါ့...ကံဆိုးစွာအဲ့ညမှာပဲ ဂျာမန်တွေက ဗုံးမိုးရွာချလို့\nအဆောက်အဦးတစ်ခုလုံးပြိုကျတဲ့အပြင် ဇနီးလောင်းလေးလည်း သေဆုံးသွားရှာတယ်...\nဖြေမဆည်နိုင်တဲ့ ဖော်ရက်စ်တာဟာ ဒီစိတ်ဒဏ်ရာကြီးနဲ့ စစ်ထွက်\nလာရတယ်...အဲ့ဒီမှာ သူအကြံရလာတယ်...နေလို့မကောင်းတဲ့လောကကြီးမှာ\nမြန်မြန်သေမှ သူခံစားရမှ သက်သာမယ်ဆိုပြီး စစ်ဆင်ရေးတွေမှာ\nဘယ်သူမှ မလုပ်တဲ့ မိုက်ရူးရဲ စစ်ထိုးမှုတွေလုပ်ပါတော့တယ်...\nဒီဇာတ်ကားက ကျွန်တော်တို့တော်တော်များများကြားဖူးကြမှာပါ...အဓိကက\nမြန်မာသရုပ်ဆောင်မင်းသမီးချောကြီး ဒေါ်ဝင်းမင်းသန်းပါတဲ့အပြင်\nမိတ္ထီလာဘက် မြန်မာအကြောင်းတွေလည်းပါလေတော့\nအားလုံးနဲ့မစိမ်းဘူးထင်ပါရဲ့..သို့ပါသော်လည်း အကြည်လေးကြည့်ပြီး\nအမှတ်တရသိမ်းဆည်းပြီး သား မြေး မြစ်တို့ထိ လက်ဆင့်ကမ်းရင်း\nဒါရှေးတုန်းက ငါတို့ရဲ့မင်းသမီးကြီးပေါ့လို့ ပြချင်ရင်ပြလို့ရအောင်ပါ...\n၁၉၅၄ ခုနှစ်ဆိုပေမယ့် တော်တော်ကြည့်လို့ကောင်းပါတယ်.....\nမင်းသမီးကြီးကလည်း ကြည့်လိုက်တာနဲ့ ဂုဏ်သရေရှိ မြန်မာအမျိုးသမီး\nတစ်ယောက်မှန်းသိသာစေတဲ့အပြင် သရုပ်ဆောင်လည်း လွန်စွာကောင်းလှပါတယ်..\nခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်...(zawgyi)ေလယာဥ္မႉး\nဘီလ္ေဖာ္ရက္စ္တာဟာ သူ႔ခ်စ္သူနဲ႔လန္ဒန္မွာ\nမဂၤလာပြဲက်င္းပေနတယ္....ခ်စ္ရသူနဲ႔ေပါင္းဖက္ဖို႔\nအၿပဳံးကိုယ္စီနဲ႔ေပါ့...ကံဆိုးစြာအဲ့ညမွာပဲ ဂ်ာမန္ေတြက ဗုံးမိုး႐ြာခ်လို႔\nအေဆာက္အဦးတစ္ခုလုံးၿပိဳက်တဲ့အျပင္ ဇနီးေလာင္းေလးလည္း ေသဆုံးသြားရွာတယ္...\nေျဖမဆည္ႏိုင္တဲ့ ေဖာ္ရက္စ္တာဟာ ဒီစိတ္ဒဏ္ရာႀကီးနဲ႔ စစ္ထြက္\nလာရတယ္...အဲ့ဒီမွာ သူအႀကံရလာတယ္...ေနလို႔မေကာင္းတဲ့ေလာကႀကီးမွာ\nျမန္ျမန္ေသမွ သူခံစားရမွ သက္သာမယ္ဆိုၿပီး စစ္ဆင္ေရးေတြမွာ\nဘယ္သူမွ မလုပ္တဲ့ မိုက္႐ူးရဲ စစ္ထိုးမႈေတြလုပ္ပါေတာ့တယ္...\nဒီဇာတ္ကားက ကြၽန္ေတာ္တို႔ေတာ္ေတာ္မ်ားမ်ားၾကားဖူးၾကမွာပါ...အဓိကက\nျမန္မာသ႐ုပ္ေဆာင္မင္းသမီးေခ်ာႀကီး ေဒၚဝင္းမင္းသန္းပါတဲ့အျပင္\nမိတၳီလာဘက္ ျမန္မာအေၾကာင္းေတြလည္းပါေလေတာ့\nအားလုံးနဲ႔မစိမ္းဘူးထင္ပါရဲ႕..သို႔ပါေသာ္လည္း ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-purple-plain1954/",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yflgsrm4Tjiy4n5TAkYCgLaxeoF.jpg",
        "title": "After She Wakes (2019)",
        "description": "Horror,thriller ကားကောင်းလေးပဲဖြစ်ပါတယ်သူမရဲ့ သားလေး သေဆုံးပြီးနောက်မှာ စိတ်ဒဏ်ရာရနေတဲ့အမေနဲ့သမီးငယ်တို့ဟာ သူတို့ခံစားရတဲ့ နာကျင်မှုတွေကြောင့် ပဲအိပ်ပျော်စဉ်မှာ အိပ်တဝက်နိုးတဝက် အနေအထားနဲ့ဘီလူးစီးခြင်း အိပ်ရင်း လမ်းလျောက်ခြင်း စတဲ့အဖြစ်အပျက်များ ကြုံတွေ့လာရပါတယ်အိပ်မက်ဆိုးတွေဟာလည်း မခံမရပ်နိုင်အောင် ကြမ်းလာပါတယ်ယုံကြည်မှုကင်းမဲ့လာပြီး အမေဖြစ်သူဟာ သူအိပ်ပျော်နေစဉ်အတွင်းတစ်ယောက်ယောက်က စောင့်ကြည့်နေတယ်လို့ခံစားမိလာပါတယ်အိပ်မက်ဆိုးတွေအတိုင်း တကယ့်လက်တွေ့မှာအိမ်တွင်းကျူးကျော်ဝင်ရောက်သူကိုခုခံဖိူ့ သူမရဲ့မိသားစုကိုကာကွယ်ဖို့လုပ်ဆောင်တဲ့အကြောင်းကို စိတ်ဝင်စားဖွယ် ကြည့်ရှု့ရမဲ့ ကားလေးပါ File Size : ( 729 MB , 262 MB )Quality : WEB-DL 720pRunning Time : 1 hr 18 minFormat : Mp4Genre : Horror , ...",
        "rating": "5.8",
        "url": "https://megaup.net/1x6di/(CM)_After_She_Wakes_2019_(Large_Size).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/72rFvIJOM8c6YusUCJ9sW2aAmqM.jpg",
        "title": "Apparition (2019)",
        "description": "အခုတစ်ခါကား​လေးက​တော့ CMပရိသတ်​တွေအကြိုက်​တွေ့မယ်horrorကား​ကောင်း​လေးတစ်ကားပါတခြားHorrorကား​တွေနဲ့မတူပဲ အက်ပလီ​ကေးရှင်းတစ်ခုနဲ့ဝိညာဥ်​လောကကိုချိတ်ဆက်ပြီးဆက်သွယ်တဲ့ပုံစံမျိုးရိုက်ကူးထားတဲ့ဇာတ်ကား​လေးပါပရီစတန်ဆိုတဲ့ က​လေး​ထောင်လိုမျိုး​ကျောင်းမှာဝှိုက်ရယ် ​လောရီရယ် ကင်းရယ် ​ဟေးရယ် ကြီးကြပ်ကြတယ်အဲ့မှာအိမ်သန့်ရှင်း​ရေး​ဝေယျာဝစ္စ​တွေလုပ်​ပေးတဲ့အန်နာလည်းရှိခဲ့တယ် အဲ့မှာ​တော့​ကောင်​လေး၇​ယောက်ကိုထိန်း​ကျောင်း​နေခဲ့ကြတာ​ပေါ့ နှစ်၂၀ကြာပြီးတဲ့​နောက်မှာ​တော့ ဝှိုက်ရဲ့သား​အကြီးဆုံး ဒက်ရခ်နဲ့ ကင်းရဲ့သမီးစကိုင်လာတို့ရဲ့လက်မထပ်ခင်အကြိုညစာစားပွဲကျင်းပခဲ့ကြတယ်ဝှိုက်ရဲ့အငယ်ဆုံးသားဆမ်က​တော့ appတစ်ခုကိုဖန်တီး​နေတာ​ပေါ့​လောရီရဲ့သား နိတ်ရယ် ​ဟေးရဲ့သမီး ​တေလာရယ် ဆမ်ရယ်ဒယ်ရခ့်ရယ် စကိုင်လာရယ် သူတို့အားလုံးဟာသူငယ်ချင်း​တွေ​ပေါ့ညစာစားပွဲပြီးတော့ ဆမ် ဖန်တီးထားတဲ့ appတစ်ခုကိုသူတို့၅​ယောက်စမ်းသပ်ခဲ့ကြတယ်အဲ့app​ကကိုယ့်မိသားစုထဲက​သေဆုံးသွားတဲ့သူနဲ့ ချိတ်ဆက်​ပေးနိုင်တယ်ပထမဆုံးစမ်းကြည့်တဲ့သူက​တော့​တေလာပေါ့သူမရဲ့ဆုံးပါးသွားတဲ့အဖွား​နေခဲ့တဲ့​နေရာကိုappက​ဖော်ပြပြီးသူတို့အဲ့​ညွှန်ပြတဲ့အတိုင်းသွားခဲ့ကြတယ်တကယ်ပဲသူမရဲ့အဖွားဆက်သွယ်တာဖြစ်​နေခဲ့တယ်​နောက်ထပ် စကိုင်လာကစမ်းကြည့်ခဲ့တယ်appညွှန်ပြတဲ့တည်​နေရာကပရီစတန်​ကျောင်းဖြစ်​နေခဲ့တယ်ပရီတန်​ကျောင်းနဲ့ သူတို့​တွေဘယ်လိုပတ်သက်​နေလဲဘာ​ကြောင့်သူမအလှည့်ကျမှသူတို့မိဘ​တွေအလုပ်လုပ်ခဲ့တဲ့​နေရာဖြစ်​နေရတာလဲ ​နောက်ပိုင်းဘယ်လို​တွေ​ခြောက်လန့်ခံရမလဲဆိုတာ စိတ်လှုပ်ရှားစွာကြည့်ရှု့ရမှာပါ File Size : ( 776 MB , 284 ...",
        "rating": "3.9",
        "url": "https://megaup.net/1x6dq/(CM)_Apparition_2019_(Large_Size).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kuLyLn0bLCieQabdvGwFj0wV1Cz.jpg",
        "title": "Bernie the Dolphin 2 (2019)",
        "description": "ဒီနေ့တင်မဲ့ကားလေးကတော့ မိသားစုနဲ့ကြည့်ဖို့သင့်တော်ပီးကြည်နူးဖို့ကောင်းတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။Bernie The DolphinDolphin(1)ဆိုပီး ၂၀၁၈တုန်းက ထွက်ရှိထားပီးအခုကားကတော့ ၂၀၁၉ကမှထွက်ထားတဲ့ Bernie The Dolphin(2)ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...ကယ်ဗင်နဲ့ဘာနီဟာသူတို့ရဲ့အချစ်ဆုံးသူငယ်ချင်းလေးဘာနီ ပြန်လာတဲ့အရမ်းပျော်နေကြပါတယ်။ဒါပေမဲ့သူတိုရဲ့ ရန်သူဟောင်းကြီး ဝစ်စတန်ဟာ လွတ်ငြိမ်းခွင့်နဲ့ ထောင်ကလွတ်လာပါတယ်.ထောင်ကလွတ်ပီးMarinelandမှာအလုပ်လုပ်ဖို့အကြောင်းဖန်လာပါတယ်။အလုပ်လုပ်ရင်းနဲ့ လင်းပိုင်လေးရက်စ်စကယ်နဲ့ရင်းနှီးလာတဲ့အချိန်မှာအရင်တုန်းက ပြန်ပေးဆွဲမှုမှာ လုပ်ဖော်ကိုင်ဖက်ဖြစ်တဲ့ ဒက်ဗင်နဲ့ပြန်တွေ့ခဲ့ပါတယ်။ဒက်ဗင်ဟာ ဘာနီကိုပြန်ပေးဆွဲဖို့ ဝစ်စတန်ကို ဖိအားပေးပီးတဲ့နောက်မှာတော့ကယ်ဗင်နဲ့ဟော်လီဟာ သူတို့သူငယ်ချင်းဘာနီကို ကယ်တင်နိုင်မှာလား ဆိုတာကိုစိတ်ဝင်တစားရိုက်ပြထားတာဖြစ်ပါတယ်။လင်းပိုင်လေးတွေရဲ့ အမူအရာလေးတွေနဲ့ ညဏ်ကောင်းပီးလူတွေကိုကူညီတတ်လေးတွေကို ကြည့်ရတာအရမ်းချစ်ဖို့ကောင်းပါ တယ်။ဟော်လီနဲ့ကယ်ဗင်ရဲ့ သွက်သွက်လက်လက်သရုပ်ဆောင်ပုံ နဲ့မိသားစုအချင်းချင်းချစ်ခင်ပီးစည်းလုံးကြပုံကိုတွေ့ရမှာဖြစ်ပီး ပေါ့ပေါ့ပါးပါးကားလေးဖြစ်လို့ အခုပဲDownပီးကြည့်သင့်ပါတယ်နော်။File Size : ( 945 MB , 334 MB )Quality : WEB-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre : Action , Comedy , FamilySubtitle : ...",
        "rating": "7.1",
        "url": "https://megaup.net/1x6dy/(CM)_Bernie_The_Dolphin_2_2019_(Large_Size).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cf5o5brAAdaYcUDPReoacW6YQub.jpg",
        "title": "Brave Father Online – Our Story of Final Fantasy XIV (2019)",
        "description": "ဒီဇာတ်ကားကတော့ IMDb7.8တောင်ရထားတဲ့ဂျပန်မိသားစုဒရမ်မာဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်အဖေနဲ့သားကြားမှာပျောက်ပျက်သွားတဲ့ချစ်ခြင်းမေတ္တာတွေကိုဂိမ်းကစားရင်းပြန်လည်ရှာဖွေတာကိုရိုက်ကူးပြထားတာပါငယ်ငယ်ကအဖေနဲ့သားနဲ့ရင်းနှီးခဲ့ပေမယ့်အလုပ်တွေများလာပြီးနောက်အိမ်ကိုတောင်ပုံမှန်မပြန်ဖြစ်တော့ပဲမိသားစုဝင်တွေနဲ့လည်းအနေဝေးလါခဲ့တဲ့အဖေ..တစ်ရက်မှာတော့အလုပ်ကိုအရမ်းချစ်တဲ့အဖေကအလုပ်ထွက်ပြီးပြန်လာတဲ့အခါ...အဖေ့အကြောင်းကိုပိုသိအောင်လုပ်ချင်ပေမယ့်စကားနည်းတဲ့အဖေနဲ့ဘယ်လိုမှစကားပြောဖို့အဆင်မပြေတဲ့အခါမှာတော့ဂိမ်းထဲကနေဆက်သွယ်မယ်ဆိုပြီးအကြံပေါ်လာပါတော့တယ်အဲဒါနဲ့ပဲသူ့အဖေကိုဂိမ်းစက်ဝယ်ပေးပြီးဂိမ်းကစားနည်းသင်ပေးလိုက်ပြီးတော့တစ်ဖက်မှာလည်းသူ့အဖေမသိအောင်ဂိမ်းထဲမှာမိတ်ဆွေဖွဲ့ပြီးအတူတူကစားရင်းသားအဖနှစ်ယောက်ဘယ်လိုပြန်လည်ရင်းနှီးအောင်လုပ်မလဲသူ့အဖေရဲ့အကြောင်းတွေကိုရောသူသိလာနိုင်မလားနောက်ဆုံးသူ့အဖေအလုပ်ထွက်လာရတဲ့အ​ကြောင်းရင်းကိုသိသွားတဲ့အခါမှာရော....ဒီကားလေးကသားအဖနှစ်ယောက်ကိုဇာတ်အိမ်တည်ထားတဲ့ဒရမ်မာဇာတ်ကားဆိုပေမယ့်တစ်စက်ကလေးမှပျင်းဖို့မကောင်းအောင်ရိုက်ကူးထားတဲ့အပြင်ဂိမ်းဆော့တဲ့စွန့်စားခန်းတွေဟာလည်းကွန်ပျူတာeffectတွေပိနေတာမဟုတ်တာကြောင့်တကယ်ကိုကြည့်ရတန်မယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်မိသားစုတွေကြားမှာ တစ်ယောက်နဲ့တစ်ယောက်ရင်းရင်းနှီးနှီးပွင့်ပွင့်လင်းလင်းရှိဖို့ကိုအဓိကmessageပေးသွားတဲ့ဇာတ်ကားကောင်းလေးပါ File Size : ( 1 GB , 335 MB )Quality : WEB-DL 720pRunning Time : 1 hr 54 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin zawgyiဒီဇာတ္ကားကေတာ့ IMDb7.8ေတာင္ရထားတဲ့ဂ်ပန္မိသားစုဒရမ္မာဇာတ္ကားေကာင္းတစ္ကားပဲျဖစ္ပါတယ္အေဖနဲ႔သားၾကားမွာေပ်ာက္ပ်က္သြားတဲ့ခ်စ္ျခင္းေမတၱာေတြကိုဂိမ္းကစားရင္းျပန္လည္ရွာေဖြတာကို႐ိုက္ကူးျပထားတာပါငယ္ငယ္ကအေဖနဲ႔သားနဲ႔ရင္းႏွီးခဲ့ေပမယ့္အလုပ္ေတြမ်ားလာၿပီးေနာက္အိမ္ကိုေတာင္ပုံမွန္မျပန္ျဖစ္ေတာ့ပဲမိသားစုဝင္ေတြနဲ႔လည္းအေနေဝးလါခဲ့တဲ့အေဖ..တစ္ရက္မွာေတာ့အလုပ္ကိုအရမ္းခ်စ္တဲ့အေဖကအလုပ္ထြက္ၿပီးျပန္လာတဲ့အခါ...အေဖ့အေၾကာင္းကိုပိုသိေအာင္လုပ္ခ်င္ေပမယ့္စကားနည္းတဲ့အေဖနဲ႔ဘယ္လိုမွစကားေျပာဖို႔အဆင္မေျပတဲ့အခါမွာေတာ့ဂိမ္းထဲကေနဆက္သြယ္မယ္ဆိုၿပီးအႀကံေပၚလာပါေတာ့တယ္အဲဒါနဲ႔ပဲသူ႔အေဖကိုဂိမ္းစက္ဝယ္ေပးၿပီးဂိမ္းကစားနည္းသင္ေပးလိုက္ၿပီးေတာ့တစ္ဖက္မွာလည္းသူ႔အေဖမသိေအာင္ဂိမ္းထဲမွာမိတ္ေဆြဖြဲ႕ၿပီးအတူတူကစားရင္းသားအဖႏွစ္ေယာက္ဘယ္လိုျပန္လည္ရင္းႏွီးေအာင္လုပ္မလဲသူ႔အေဖရဲ႕အေၾကာင္းေတြကိုေရာသူသိလာႏိုင္မလားေနာက္ဆုံးသူ႔အေဖအလုပ္ထြက္လာရတဲ့အ​ေၾကာင္းရင္းကိုသိသြားတဲ့အခါမွာေရာ....ဒီကားေလးကသားအဖႏွစ္ေယာက္ကိုဇာတ္အိမ္တည္ထားတဲ့ဒရမ္မာဇာတ္ကားဆိုေပမယ့္တစ္စက္ကေလးမွပ်င္းဖို႔မေကာင္းေအာင္႐ိုက္ကူးထားတဲ့အျပင္ဂိမ္းေဆာ့တဲ့စြန႔္စားခန္းေတြဟာလည္းကြန္ပ်ဴတာeffectေတြပိေနတာမဟုတ္တာေၾကာင့္တကယ္ကိုၾကည့္ရတန္မယ့္ဇာတ္ကားေလးျဖစ္ပါတယ္မိသားစုေတြၾကားမွာ တစ္ေယာက္နဲ႔တစ္ေယာက္ရင္းရင္းႏွီးႏွီးပြင့္ပြင့္လင္းလင္းရွိဖို႔ကိုအဓိကmessageေပးသြားတဲ့ဇာတ္ကားေကာင္းေလးပါFile ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/brave-father-online-our-story-of-final-fantasy-xiv-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lgO2gzjYSKenJxWu4V4u1VhTQYX.jpg",
        "title": "Blood Bound (2019)",
        "description": "မူးယစ်ဆေးတွေသုံးပြီး ဘဝကိုလွယ်လွယ်နဲ့ဖြတ်သန်းနေကြတဲ့ဆယ်ကျော်သက်သုံးယောက် သူတို့မြို့ကိုအသစ်ပြောင်းလာကြသည့်မိသားစုတစ်စုရဲ့အိမ်ကိုဖောက်ထွင်းဝင်ရောက်ရာမှကံဆိုးစွာနဲ့ ထိုမိသားစုမှာသာမန်မိသားစုမဟုတ်ပဲစုန်းမိသားစုတစ်စုဖြစ်နေသည်...ထိုစုန်းမိသားစုနဲ့ထိတ်လန့်ဖွယ်ရာတွေ့ဆုံအပြီး မကြာမီမှာထိုဆယ်ကျော်သက်အဖွဲ့ထဲမှ တစ်ဦးတည်းသောကောင်မလေးဖြစ်သည့်ကယ်ရီမှာကိုယ်ဝန်ရှိလာပြီး သူ့ရဲ့ကလေးကို စုန်းမိသားစုတို့ယဇ်ပူဇော်မည့်အစီအစဉ်တွေကိုသိသွားသောအခါ...ဒါ့အပြင် ထိုယဇ်ပူဇော်မည့်အစီအစဉ်ကို အဓိကတာဝန်ယူထားရတဲ့စုန်းမိသားစုမှာကြီးပြင်းလာခဲ့တဲ့ စုန်းအတတ်ပညာတွေတတ်မြောက်ထားသည့်ဒေးဗစ်ဆိုတဲ့ကောင်လေးမှာလဲထိုကယ်ရီဆိုတဲ့ကောင်မလေးကို မေတ္တာသက်ဝင်သွားသည့်အခါ...သူချစ်တဲ့ကောင်မလေးကိုပဲကာကွယ်ပေးမလား၊ဒါမှမဟုတ် သူ့ကိုပြုစုကျွေးမွေးစောင့်ရှောက်လာခဲ့တဲ့စုန်းမိသားစုအသိုင်းအဝိုင်းရဲ့ဆန္ဒအတိုင်းပဲဆက်နေမလား...ထိုစုန်းမိသားစုကရော ဘာကြောင့် ထိုယဇ်ပူဇော်မှုတွေကိုလုပ်နေရတာလဲ...ဘယ်သူ့ကိုပူဇော်ပသနေရတာလဲ...ထိုယဇ်ပူဇော်မှုတွေကိုမလုပ်ရင် သူတို့ဘာတွေဖြစ်သွားမှာလဲ...ဒါ့အပြင် ဒီ \"Blood Bound\" ကားမှာ တခြားကားတွေလိုJump Scares တွေအများကြီးမသုံးထားပဲနဲ့ကိုထိတ်လန့်ဖွယ်ဖြစ်အောင်ရိုက်ပြထားပါသေးတယ်...ဒါကြောင့်မို့ ဒီကားလေးကိုအခုပဲကြည့်ရှုခံစားကြည့်ပါဦး File Size : ( 945 MB , 344 MB )Quality : WEB-DL 720pRunning Time : 1 ...",
        "rating": "4.2",
        "url": "https://megaup.net/2T18z/(CM)_Blood_Bound_2019_(Large_Size).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/81d8oyEFgj7FlxJqSDXWr8JH8kV.jpg",
        "title": "Psycho(1960)",
        "description": "Psycho(1960)IMDb...8.5,,,,Rotten...86%(unicode) အကောင်းဆုံး Horror ဇာတ်ကားဆိုပြီးရှာလိုက်ရင် စာရင်းအတော်များများရဲ့ ထိပ်ဆုံးကနေ အမြဲလိုရပ်တည်နေတဲ့ ဂန္ဓဝင်ကားကောင်း\nတစ်ကားဖြစ်လို့ အထူးတလည်ညွှန်းနေစရာတော့ မလိုတော့ပါဘူး။\nခင်ဗျားဟာ ဘယ်လောက်ပဲဇာတ်ကားတွေကြည့်ခဲ့ ကြည့်ခဲ့ ဒီဇာတ်ကားဟာ ခင်ဗျားတို့ကို အချိန်ပြည့် ပါးစပ်အဟောင်းသားဖြစ်သွားစေလိမ့်မယ်လို့လည်း တော်တော်များများက ညွှန်းဆိုကြတယ်...\nဇာတ်လမ်းသွားအရတော့ မာရီယွန်ကရိန်းဆိုတဲ့ အတွင်းရေးမှူး ကောင်မလေးတစ်ယောက် သူ့အလုပ်ရှင်ဆီက ငွေတွေကို အပျောက်ရိုက်ပြီးအသွား လူသူမနီးတဲ့ မိုတယ်တစ်ခုမှာ ဝင်တည်းမိပါတယ်။ အဲ့ဒီမိုတယ်ရဲ့ ပိုင်ရှင် မန်နေဂျာတစ်ယောက်ဖြစ်တဲ့ နော်မန်ဘိတ်စ် ဆိုတဲ့လူနဲ့ အတွေ့မှာ သူ့ဘ၀ တစ်ဆစ်ချိုးဖို့ ဖြစ်လာပါတော့တယ်။\nရုပ်ရှင်သမိုင်းတစ်လျှောက် သြဇာအကြီးမားဆုံးတွေထဲက တစ်ယောက်ဖြစ်ပြီး ထိတ်လန့်သည်းဖိုဘုရင်တစ်ပါးလို့ တင်စားကြတဲ့\nဒါရိုက်တာကြီး Alfred Hitchcock ရဲ့နာမည်ကျော် ဖန်တီးမှုလက်ရာတစ်ခုပါပဲ။ Imdb rating ကတော့ (8.5) ရရှိထားပါတယ်။Spoiler ဖြစ်မှာစိုးလို့ ဒီလောက်ပဲရေးပါရစေ....\nအော်စကာ(၄)ဆုရရှိထားပြီး အခြားဆု(၁၀)ဆုအတွက်လည်း ဆန်ကာတင်စာရင်း\nဝင်ပါသေးသတဲ့...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်.....(zawgyi)အေကာင္းဆုံး Horror ဇာတ္ကားဆိုၿပီးရွာလိုက္ရင္ စာရင္းအေတာ္မ်ားမ်ားရဲ႕ ထိပ္ဆုံးကေန အၿမဲလိုရပ္တည္ေနတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/psycho1960/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xqYhJho9y68XqIYaVLT2mmSxy7v.jpg",
        "title": "Groupers (2019)",
        "description": "Comedy-drama ကားအမျိုးအစားလေးပါ။မက်ဂ်ဆိုတဲ့ကျောင်းသူတစ်ယောက်ကဘရတ်နဲ့ဒေလန်ဆိုတဲ့အထက်တန်းကျောင်းသားနှစ်ယောက်ကိုလူသူမရှိတဲ့ပတ်ဝန်းကျင်ကို ပြန်ပေးဆွဲလာပြီးသူ့ရဲ့စမ်းသပ်ချက်တစ်ခုကိုစမ်းသပ်ပါတော့တယ်။မက်ဂ်ရဲ့မောင်လေးကလည်း သူ့ကိုတစ်ချိန်လုံး အနိုင်ကျင့်ခဲ့တဲ့ဘရတ်နဲ့ဒေလန်ကိုလက်စားချေချင်နေတာပေါ့။ဟိုမိုတွေကိုနှိမ်ပြီး အနိုင်ကျင့်‌‌လေ့ရှိတဲ့ဘရတ်နဲ့ဒေလန်တို့နှစ်ယောက်အတွက် စမ်းသပ်ချက်ကတော့လိင်တူချစ်ကြိုက်တာက ရွေးချယ်မှုတစ်ခုလားမွေးရာပါဗီဇကြောင့်လားဆိုတာကို သက်သေပြရမှာပါ။ဘယ်လိုစမ်းသပ်တာလည်းဆိုတော့သူတို့နှစ်ယောက်ရဲ့လိင်တံကိုပြွန်လိုမျိုးထဲမှာမျက်နှာခြင်းဆိုင်ထည့်ထားပြီးတစ်ယောက်ကိုတစ်ယောက်စိတ်ပါလာတဲ့အခါဆွဲထားတဲ့ခေါင်းလောင်းကအသံမြည်လာမှာပါ။ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်အုံး။ File Size : ( 1 GB , 376 MB )Quality : 720p HDRipRunning Time : 1 hr 49 minFormat : Mp4Genre : Comedy , Drama Subtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded ...",
        "rating": "5.0",
        "url": "https://megaup.net/1x6ex/(CM)_Groupers_2019_(Large_Size).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/zootopia-1-140x200.jpg",
        "title": "Zootopia (2016)",
        "description": "Zootopia (2016)\nIMDb - 8.0/10_____Rotten - 98%\nWon 1 Oscar. Another 46 wins & 71 nominations.\n  \nZootopia (2016) ကို ရုံတင်တုန်းက သွားကြည့်ရတဲ့ ဖီလင်က\nယခင် ကားသစ်တွေ ရုံမှာသွားကြည့်ရတဲ့ ခံစားချက်တွေနဲ့ ဘာမှမဆိုင်ဘူး\nပိုက်ဆံပေးကြည့်ရတာထက် ပိုတန်တယ်...\nပြီးတော့ ယုန်မလေး ရဲ့ မျက်နှာဟာ ယုန်တစ်ကောင်နဲ့ မတူပဲ\nချစ်စဖွယ်ကောင်မလေး မျက်နှာလိုပဲ ဘယ်လိုကြည့်ကြည့် ချစ်ဖို့ကောင်းတယ်\nဒါ့အပြင် မြေခွေး ဆိုလဲ သူ့ရဲ့ ပုံစံနဲ့ လိုက်ဖက်စွာ အကျင့်ယုတ်တာတွေ\nလိမ်တာတွေ နောက်ပြောင်တာတွေက မျက်နှာထား အပြင် ဝတ်စားပုံနဲ့ပါ\nလိုက်ဖက်နေတယ် ဥပမာ ကျနော်တို့ ပျိုတိုင်းကြိုက်တဲ့ လူစီဖာမောနင်းစတား\nရဲ့ မျက်ခွက်နက် ချွတ်စွတ်သွားတူနေတာမျိုး\nပိုသဘောကျမိတာက ဒီကာတွန်းကားတွက် ဇတ်ကောင်တွေ အများကြီး\nသုံးထားတာကိုပေါ့...\nမြေခွေး နဲ့ ယုန်မလေး ဆီမှာပဲ အာရုံစိုက်နေလို့ မရပြန်ဘူး\nကျန်တဲ့ သတ္တဝါလေးတွေက\nတစ်ယောက်တစ်မျိုး ချစ်ဖို့ကောင်း စိတ်ဝင်စားဖို့\nကောင်းနေပြန်ပါတယ်...\nပိုလန်းတာက လူတွေ ရူးသွပ်နေတဲ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/SSs4/Shakira_-_Try_Everything_[MV]_(MM_Sub).mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uNK6YAQVFLopYhWKcf2bsE5H2H.jpg",
        "title": "Comedy Central Roast of Bruce Willis(2018)",
        "description": "Comedy Central Roast of Bruce Willis(2018)(unicode)အခုတင်ဆက်ပေးမှာကတော့ ရုပ်ရှင်ချစ်ပရိတ်သတ်တိုင်း မသိသူမရှိလောက်တဲ့ ‘Die Hard’ မင်းသားကြီး\nဘရုစ်ဝီလစ်ကို အမှန်အကန် တိုက်ခိုက်ပြီး ဟာသလုပ်တဲ့အစီအစဉ်လေးပဲဖြစ်ပါတယ်။ ဒီအစီအစဉ်ကိုတော့\n‘Comedy Central Roast’ လို့ခေါ်ပြီးတော့ ဟောလိဝုဒ်က နာမည်ကျော်တွေ တက်ရောက်ကာ နာမည်ကြီး\nသရုပ်ဆောင်တစ်ယောက်ကို တည်ပြီး မြှောက်ပေးသလိုလိုနဲ့ အားရပါးရ အောက်ကိုရိုက်ချကာ ဟာသလုပ်တဲ့အစီအစဉ်လေးပဲဖြစ်ပါတယ်။ ဘရုစ်မတိုင်ခင် ဒီအစီအစဉ်ကို ဒေါ်နယ်ထရမ့်က အတိုက်ခိုက်ခံ တင်ဆက်ခဲ့ပြီးတော့မှ သမ္မတာဖြစ်သွားခဲ့တာဖြစ်ပါတယ်။ ဒီအစီအစဉ်မှာ ဘရုစ်နဲ့ ရင်းနီးတဲ့ အနုပညာလောကက လူတွေက သူ့ကိုအမျိုးမျိုး ဖောင်းထုပြီး ဟာသလုပ်ထားတာကို ရီမောခံစားရမှာပါ။\nဒီဘိုးတော်ကြီးရဲ့ကားတွေရင်းနှီးလေ ပိုပြီး ကြည့်လို့ကောင်း ရယ်လို့ကောင်းလေဖြစ်တဲ့အပြင် အခြားနာမည်ကျော်မင်း သားမင်းသမီးတွေကိုလည်း တစ်ပြိုင်နက်ဆုံစည်းရမှာဖြစ်ပါတယ်.... တော်တော်ကို ပွင့်လင်းစွာပြောဆိုတာဖြစ်တဲ့အတွက် စကားလုံးတွေကတော့ အနည်းငယ်ကြမ်းနိုင်ပါတယ် ...တချို့ဟာသတွေက သမိုင်းနဲ့ချီစဉ်းစားရတဲ့အတွက် သူ့အမာခံပရိသတ်တွေအတွက်ဆို ပိုပြီးဟာသမြောက်မှာပါ။\nပြီးတော့ ခင်ဗျားတို့ ဒီကားကြည့်ရင် ပျင်းစရာများကောင်းနေမလားဆိုတဲ့သံသယအတွေးကို ဟိုး ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/comedy-central-roast-of-bruce-willis2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ZywJQBsJY7649LJFibEh9bPHGN.jpg",
        "title": "Toss It(2019)",
        "description": "Toss It(2019)(Unicode)ဘ၀မှာလက်တွဲဖော်ရှာရတဲ့အလုပ်ဟာ လွယ်မလိုနဲ့ခက်ပါတယ်...ဖူးစာရေးနပ်ဆိုတာ\nဘယ်တုန်းကများ ကျွန်တော်တို့ကို လွယ်ကူချောမွေ့စွာနဲ့ အချစ်စစ်နဲ့ လက်တွဲဖော်ကို လွယ်လွယ်ကူကူ ရေစက်ဆုံပေးခဲ့လို့လဲ....\nတချို့တချို့သူတွေအတွက်ဆို အခက်ခဲဆုံးအပိုင်းလို့တောင် ပြောလို့ရပါတယ် ဒါဟာရုပ်ရည်ရူပကာ ငွေကြေးချမ်းသာမှု နောက်ခံအသိုင်းဝိုင်းနဲ့ လုံးလုံးလားလားမှမဆိုင်တဲ့ကိစ္စပါ ကိုယ့်ရဲ့ဗီဇ ကိုယ့်လက်တွဲဖော်ရဲ့ဗီဇထပ်တူကျမှအတွဲညီမှာဖြစ်ပါတယ် ဒါပေမယ့် ဒီကားထဲမှာ ဗီဇချင်းမတူ Friendzone လဲဖြစ်ပြီးသားလူနှစ်ယောက်ရဲ့ romantic မဆန်တဲ့အချစ်လမ်းခရီးကိုတွေ့မြင်ရမှာပါ ဇာတ်ကောင်ဖင်းနဲ့ အမ်မလီတို့နှစ်ယောက်ရဲ့ ဂွတီးဂွကျပြီး ရှေ့ရေးမသေချာတဲ့ အချစ်လမ်းခရီးဟာ နောက်ဆုံးသူတို့နှစ်ယောက်ဘယ်လိုဖြစ်သွားမလဲစောင့်ကြည့်ရမှာပါ\nဒီကားဟာ romantic အရမ်းမဆန်ပေမယ့် dialogue တွေသူတို့သုံးတဲ့အခိုင်းနှိုင်းလေးတွေက အရသာတမျိုးပေးစွမ်းလို့ကြည့်လို့ကောင်းပါတယ် မသိမသာတော်ကီလေးတွေကိုဥပမာပေးကျွေးပြီးသူငယ်ချင်းအနေနဲ့တောက်လျှောက်ရှိလာခဲ့တဲ့ အမ်မလီကိုဖင်းဘယ်လိုသိမ်းသွင်းမလဲကြည့်ရမှာပါ\nဒီကားကြည့်မယ်ဆိုရင်တစ်ခုရှိတာက dialogue နဲ့ references အရမ်များတဲ့အတွက် တမူထူးခြားတဲ့ရသတစ်ခုကိုခံစားရမှာပါ..ဒါ့အပြင် သူတို့ဘယ်လိုမခို့တရို့လေးပြောလဲဆိုတာဟာ လည်းကြည့်လို့အတော်ကောင်းပါတယ်...\nကဲ IMdb မှာ 6.1ရထားတဲ့ ဒရာမာကားကောင်းလေးကိုခံစားကြည့်ကြပါ..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်....(zawgyi)ဘ၀မွာလက္တြဲေဖာ္ရွာရတဲ့အလုပ္ဟာ လြယ္မလိုနဲ႔ခက္ပါတယ္...ဖူးစာေရးနပ္ဆိုတာ\nဘယ္တုန္းကမ်ား ကြၽန္ေတာ္တို႔ကို လြယ္ကူေခ်ာေမြ႕စြာနဲ႔ အခ်စ္စစ္နဲ႔ လက္တြဲေဖာ္ကို လြယ္လြယ္ကူကူ ေရစက္ဆုံေပးခဲ့လို႔လဲ....\nတခ်ိဳ႕တခ်ိဳ႕သူေတြအတြက္ဆို ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/toss-it/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3hcVmfsqvCU3Glg9JjUjZp8gkOQ.jpg",
        "title": "Ana (2020)",
        "description": "အသစ်စက်စက်Dramaကားလေးပါ။မင်းသားကြီး Andy Garciaနဲ့ဆယ်ကျော်သက်စတားလေးDafne Keen (Loganကားမှ X23 ဒီကားမှာလည်းအကြောတင်းလေး)တို့ပါဝင်သရုပ်ဆောင်ထားတာပါ။သဘာဝဘေးကြောင့် စီးပွားရေးကပ်ဆိုက်နေတဲ့ပရီတိုရီကိုမြို့မှာကားဝယ်ရောင်းလုပ်ကိုင်နေတဲ့ ရာဖာဆိုတဲ့တစ်ကိုယ်တည်းနေထိုင်သူယောက်ျားကြီးတစ်ယောက်စီးပွားရေးမပြေလည်ပဲ ဆပ်စရာအကြွေးတွေတစ်ပုံကြီးပါ။သူ့အတွက်သူတောင်အနိုင်နိုင်ဖြစ်နေတဲ့အချိန်မှာအိမ်ရှေ့က11နှစ်သမီးလေး အန်နာရဲ့အမေထောင်ခဏကျသွားတဲ့အခါအန်နာကို သူ့ဖခင်ဆီပို့ပေးဖို့ ဆုံးဖြတ်လိုက်ပြီးစောင့်ရှောက်ပေးရပါတော့တယ်။ရာဖာကလည်း အုပ်ထိန်းသူမဲ့နေတဲ့အန်နာ့ကိုစောင့်ရှောက်၊လူလည်မလေးအန်နာကလည်းအကြွေးတွေရက်ပိုင်းအတွင်းဆပ်ရမယ့်ရာဖာအတွက်ပိုက်ဆံရမယ့်နည်းတွေကြံပေးပုံတွေကို ကြည့်ရှုရမှာပါ။ချစ်ခြင်းမေတ္တာကိုဖော်ကျူးထားတဲ့ကားလေးတစ်ကားပါ။ File Size : ( 987 MB , 361 MB )Quality : WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre : Comedy , Drama Subtitle : Myanmar Subtitle (Hard Sub) ...",
        "rating": "5.1",
        "url": "https://megaup.net/1xblp/(CM)_Ana_2019_(Large_Size).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/back-of-the-net-138x200.jpg",
        "title": "Back of the Net (2019)",
        "description": "Back of the Net (2019)================#Unicodeမိသားစုနဲ့အတူတူကြည့်လို့ရမယ့် family ဇာတ်ကားလေးပါ ဇာတ်လမ်းအကျဉ်းကတော့ သိပ္ပံပညာရပ်ကို အထူးစိတ်ဝင်စားတဲ့ ကိုရီ ဟာ ပင်လယ်ပြင်လေ့လာရေးခရီးစဉ်ကိုသွားဖို့ဖြစ်လာပါတယ်။ သိပ္ပံဘာသာရပ်ကိုအထူးစိတ်ဝင်စားတဲ့သူ့အတွက်ကတော့ အပျော်ကြီးပျော်နေတာပေါ့ ခရီးစဉ်အတွက် သြစတြေးလျနိုင်ငံ ဆစ်ဒနေမြို့ကိုသွားရမှာပါ။ အဲ့ဒါအပြင်သူ့မိဘတွေကလဲ ဆေးစစ်ဖို့အတွက် နယူးဒေလီမြို့ထွက်သွားရမှာပါ။ သူတို့မိသားစုသုံးယောက်လေဆိပ်မှာနှုတ်ဆက် ရင်း ခရီးအသီးသီထွက်လာခဲ့ကြပါတယ်။ ကိုရီဟာ ဆစ်ဒနေမြို့ကိုရောက်တော့ ပင်လယ်ခရီးစဉ်သွားမယ့်ကားကိုတက်ရမှာပါ ဒါပေမယ့် သူဟာ Harold ဘောလုံးအကယ်ဒမီကျောင်းကိုသွားမယ့်ကားပေါ်မှားတက်မိပါတယ်။ ကားပေါ်တက်တုန်းက သူသတိမထားမိပါဘူး ဘောလုံးအကယ်ဒမီကျောင်းကိုရောက်တော့မှ သူသွားရမယ့်ခရီးမဟုတ်ဘူးဆိုတာသိတာပါ။ ပင်လယ်ပြင်လေ့လာရေးသဘောၤဆီပြန်သွားဖို့ကလည်းအချိန်မမှီတော့ပါဘူး။ အဲ့တော့ဘောလုံးအကယ်ဒမီမှာပဲဆက်နေရတော့တယ်။ အားကစားတစ်ခါမှမလုပ်ဘဲ စာချည်းလုပ်နေတဲ့ကိုရီတစ်ယောက် ဘောလုံးအကယ်ဒမီမှာဘယ်လိုတွေဖြစ်မလဲ ဘာအခက်အခဲတွေကြုံတွေ့ရမလဲဆိုတာ ဆက်လက်ရှုစားပေးပါ ဦး။#Zawgyiမိသားစုနဲ႔အတူတူၾကည့္လို႔ရမယ့္ family ဇာတ္ကားေလးပါ ဇာတ္လမ္းအက်ဥ္းကေတာ့ သိပၸံပညာရပ္ကို အထူးစိတ္ဝင္စားတဲ့ ကိုရီ ဟာ ပင္လယ္ျပင္ေလ့လာေရးခရီးစဥ္ကိုသြားဖို႔ျဖစ္လာပါတယ္။ သိပၸံဘာသာရပ္ကိုအထူးစိတ္ဝင္စားတဲ့သူ႔အတြက္ကေတာ့ အေပ်ာ္ႀကီးေပ်ာ္ေနတာေပါ့ ခရီးစဥ္အတြက္ ၾသစေၾတးလ်ႏိုင္ငံ ဆစ္ဒေနၿမိဳ႕ကိုသြားရမွာပါ။ အဲ့ဒါအျပင္သူ႔မိဘေတြကလဲ ေဆးစစ္ဖို႔အတြက္ နယူးေဒလီၿမိဳ႕ထြက္သြားရမွာပါ။ သူတို႔မိသားစုသုံးေယာက္ေလဆိပ္မွာႏႈတ္ဆက္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/back-of-the-net-2019/"
    },
    {
        "thumbnail": "",
        "title": "Drive (2019)",
        "description": "(Unicode)ဇာတ်လမ်းအကျဉ်းလေးကတော့ အိန္ဒိယရုပ်ရှင်ကားတွေရဲ့ထုံးစံအတိုင်း နိုင်ငံရေးလေးတော့ နည်းနည်းပါမယ်ဗျ။အိန္ဒိယနိုင်ငံရဲ့စီးပွားရေးလုပ်ငန်းအများစုက တရားမဝင်ငွေမည်းတွေနဲ့ လည်ပတ်နေကြတယ်။ဒီလိုလုပ်ငန်းရှင်တွေရဲ့ တရားမဝင်ငွေကြေးတွေကို ရှာဖွေစီစစ်ဖို့လည်း အဂတိလိုက်စားမှုတိုက်ဖျက်ရေးအဖွဲ့တွေ အစိုးရကဖွဲ့စည်းထားတယ်။ဆိုးတာက အဲဒီအဖွဲ့အစည်းတွေရဲ့ဦးဆောင်ညွှန်ကြားရေးမှူးဖြစ်တဲ့ Vibha Singhဆိုတဲ့ အဖွားကြီးကိုယ်တိုင်ကဒီလုပ်ငန်းရှင်တွေရဲ့ငွေမည်းတွေကို သူ့အတွက်ခွဲတမ်းယူပြီး ငွေမည်းခဝါချပေးနေတယ်။တ တစ်ဖက်မှာလည်း Kingလို့နာမည်ရတဲ့ စောရဝိဇ္ဇာတစ်ယောက်က အဲဒီလုပ်ငန်းရှင်ကြီးတွေရဲ့တရားမဝင်ပိုင်ဆိုင်မှုတွေကို ခိုးလိုက်၊ ဓားပြတိုက်လိုက်နဲ့ အမှည့်ခြွေနေပြန်ပါတယ်။Kingရဲ့ ကစားကွက်တစ်ခုက သူအမှုကျူးလွန်ခဲ့တဲ့ နေရာမှာဘုရင်ပုံဖဲချပ်လေးတစ်ချက်ထားခဲ့ပြီးသူနောက်ထပ်အမှုကျူးလွန်မယ့်နေရာကို အတိအလင်းချပြပြီး စိန်ခေါ်သွားတတ်တာပါ။အဲဒီလိုနဲ့ Kingကျူးလွန်သွားတဲ့ ဓားပြမှုတစ်ခုမှာ သဲလွန်စအနေနဲ့ ပြိုင်ကားဘီးရာတစ်ခုကို ထောက်လှမ်းရေးအဖွဲ့က ရသွားတယ်။ဒီကားတာယာအရ စုံစမ်းကြတဲ့အခါ Street Racingအဖွဲ့တစ်ခုက Taraလို့ခေါ်တဲ့စီးပွားရေးလုပ်ငန်းရှင်မိန်းကလေးတစ်ယောက်ရဲ့ ကားဖြစ်နေတယ်။နောက်ဆုံးကျူးလွန်ခဲ့တဲ့အမှုမှာ Kingကလည်း သူနောက်တစ်ခါဓားပြတိုက်မယ့်နေရာက နိုင်ငံတော်သမ္မတရုံးပါလို့ အတိအလင်းစိန်ခေါ်သွားလေတော့.....Kingက ဘယ်သူလဲ၊ ပြိုင်ကားအဖွဲ့က မိန်းကလေးကရော Kingနဲ့ဘယ်လိုပတ်သတ်နေလဲ၊အဂတိလိုက်စားမှုကျူးလွန်နေကြတဲ့ ...",
        "rating": "2.4",
        "url": "https://channelmyanmar.org/drive-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zBhv8rsLOfpFW2M5b6wW78Uoojs.jpg",
        "title": "Hustlers (2019)",
        "description": "(Unicode)ဒီကားလေးကတော့ IMDb 6.5/10 Rotten Tomatoes 88% Google User 77%တောင်ရတထားတဲ့ DRAMA/COMEDY/THRILLER/CRIME ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်.ဒီကားလေးမှာတော့ ကလပ်က ဖော်ချွတ်မယ်လေးတွေရဲ့ ဘ၀ကိုပညာပေးအနေနဲ့ ရိုက်ကူးတင်ပြထားပါတယ်.ဒီကားမှာ နာမည်ကြီး အဆိုတော် Jennifer Lopez ပါ၀င် သရုပ်ဆောင်ထားပြီး တခြား အနုပညာရှင် များစွာလဲ ပါ၀င်ပါတယ်.ဒီကားလေးက ကလပ်က ဖော်ချွတ်မယ်လေးတွေရဲ့ ဘ၀ ခက်ခဲကြမ်းတမ်းမှုတွေ , မိသားစု အဆင်မပြေမှုတွေကို ရိုက်ကူးတင်ပြထားပါတယ်.ဝေါစတရိက လူတွေကို အားကိုးပြီး စီးပွားရှာနေရတဲ့ သူတို့လေးတွေဟာ အမေရိကန် စီးပွားရေးအလှည့်အပြောင်းကြောင့်စီးပွားရေးပျက်စီးသွားရတဲ့အခါ ဘယ်လို ဘ၀ကို ရင်ဆိုင်ပြီး ဘယ်လို ချမ်းသာလာအောင် လုပ်တယ်ဆိုတာကို စိတ်၀င်တခြားကြည့်ရှုရမှာပါ .....က ဖော်ချွတ်အကမယ်ကားဆိုပေမယ့် ၁၈+ ဇာတ်၀င်ခန်းတွေ မပါတဲ့အတွက် အသက်အရွယ်မရွေးကြည့်နိုင်ပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/hustlers-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ba1pzrZsn6z05aAi5BMQJrFbESi.jpg",
        "title": "Trespassers(2018)",
        "description": "Trespassers(2018)(unicode)18+နည်းနည်းပါပါတယ်ဆာရာရယ် ဂျိုးရယ် ၊အက်စတယ်နဲ့ ဗစ်တာတို့ စုံတွဲနှစ်တွဲဟာ လက်တွေ့ကမ္ဘာကနေ လွတ်မြောက်ဖို့နဲ့ သူတို့ relationships တွေကို ပိုပြီး ခိုင်မြဲစေရန်နှင့် ပျော်စရာလေးတွေ ဖန်တီးဖို့ လုံးချင်းအိမ်လေးကို ငှားပြီးသွားနေကြတယ်။\nပျော်စရာတွေကို တည်ဆောက်ပြီး လှပတဲ့အချိန်တွေကိုဖြတ်သန်းကြဖို့ပေါ့....\nတစ်ညရောက်တော့ သူတို့ ငှားထားတဲ့ အိမ်ရှေ့မှာ ကားပျက်သွားလို့ဆိုပြီး အကူအညီလာတောင်းတဲ့ အမျိုးသမီးကို ဆာရာက အိမ်ထဲ ပေးဝင်လိုက်မိတယ် ။ အဲ့ဒီမှာ ဇာတ်လမ်းကစတော့တာပဲ... အဲ့အမျိုးသမီးက ဒုစရိုက်အဖွဲ့ထဲက..\nသူတို့ တည်းနေတဲ့ အိမ်ထဲမှာ လူဆိုးအဖွဲ့က လိုချင်တဲ့ အရာရှိတယ်။ဒီအရာကြောင့်ပဲ\nလူသားမဆန်စွာ သတ်ဖို့ဖြတ်ဖို့တွေအထိဖြစ်လာကြတယ်...\nသူတို့ အတွဲ နှစ်တွဲကကော အိမ်ကြီးထဲကနေကော အဲ့လူဆိုးအဖွဲ့ဆီကနေကော လွတ်အောင် ဘယ်လိုတွေ လုပ်ကြမလဲ။ ဘယ်သူတွေက သေပြီး ဘယ်သူတွေက ရှင်သန်ကြရမလဲ။ သွေးသံတရဲရဲတွေနဲ့ Horror movieကားကောင်းတစ်ကားပါ....\nလူဆိုးတွေလိုချင်တဲ့အရာကရော ဘာတွေများဖြစ်မလဲ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Theint Theint Aung ပဲဖြစ်ပါတယ်...(zawgyi)18+နည္းနည္းပါပါတယ္ဆာရာရယ္ ဂ်ိဳးရယ္ ၊အက္စတယ္နဲ႔ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/trespassers2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/faster-2010-135x200.jpg",
        "title": "Faster (2010)",
        "description": "(Unicode)Faster ကတော့ ၂၀၁၀ ကထွက်ရှိထားတဲ့ Dwayne Johnson ရဲ့ အကြမ်းစား အက်ရှင်ဇာတ်ကားလေးဖြစ်ပါတယ်။မကြမ်းမှာတော့မပူပါနဲ့။အစပိုင်းလေးကိုပဲကြည့်ပြီး ဘာလား ကြမ်းလှချည်လားဟလို့ ဖြစ်သွားမှာသေချာပါတယ်။ထောင်ကထွက်ထွက်ချင်းပဲ သူက ပြေးတယ်။ကားတစ်စီးပေါ်တက်တယ်။ သေနတ်ကိုခါးကြားထိုးတယ်။မောင်းသွားပြီး အဆောက်အဦးတစ်ခုထဲဝင်သွားပြီး လူတစ်ယောက်ကို ဘာမပြောညာမပြော ပစ်သတ်လိုက်တယ်။လွန်ခဲ့တဲ့ ဆယ်နှစ်က ဘဏ်ဓားပြမှုတစ်ခုမှာ ငါတို့တိုက်ယူလာတဲ့ ငွေတွေကို မင်းတို့လုယူပြီး ငါ့အစ်ကိုကို သတ်လိုက်တဲ့ သွေးကြွေးပြန်လာဆပ်တာကွလို့ဒိုင်ယာလော့ အရှည်ကြီးနဲ့ ဇာတ်လမ်းကိုပြန်ပြောမနေဘဲ နှာတရှုံရှုံငိုမနေဘဲ ဒိုင်းဆိုပြီး တစ်ချက်တည်းပြီးသွားပါတယ်။အဲဒီဘဏ်ဓားပြတိုက်တဲ့ ဇာတ်လမ်းကိုတော့ စုံထောက်တွေက ပြန်ပြီးထောက်လှမ်းနေတာတွေနဲ့ အတိတ်အကြောင်းပြန်တွေးတာတွေနဲ့ ပြန်ပြသွားပါတယ်။သူ့အစ်ကိုကို သေအောင်လုပ်ခဲ့တဲ့ လူတွေကို လက်စားချေဖို့ ထောင်ထဲမှာ ဆယ်နှစ်လုံးလုံး ပြင်ဆင်လာခဲ့ပြီးထွက်လာလာပြီးချင်း နာရီပိုင်းအကြာမှာ စာရင်းထဲကလူတစ်ယောက်ကို ဖျက်နိုင်လိုက်ပါတယ်။သူ့စာရင်းကဘယ်လောက်ရှည်ပြီး ဘယ်လောက် မြန်မြန် အဆုံးသတ်နိုင်မလဲဆိုတာကိုတော့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/faster-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/axXI9HOiBVJIblWBbSH7mIUB5Yb.jpg",
        "title": "Ride Like a Girl(2019)",
        "description": "Ride Like a Girl(2019)(unicode)\"မင်းက ခေါင်းခွံရိုးလည်း ကျိုးထားတယ်၊ ခါးလည်းထိထားတယ်၊ တံတောင် ၂ ဖက်လုံးရော လည်ပင်းရော မကောင်းတော့ဘူး။ မင်းကိုယ်ထဲမှာ အကောင်းအတိုင်း ကျန်တာ ဘာရှိသေးလို့လဲ”\n“ကျွန်မရဲ့ နိုင်အောင်ပြိုင်နိုင်စွမ်းပေါ့”\nဒီရုပ်ရှင်က ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာပါ။ မစ်ချယ်ပိန်းဟာ မလ်ဘန်းဖလား မြင်းပြိုင်ပွဲမှာ ၁၅၅ နှစ်အတွင်း ပထမဆုံး အမျိုးသမီး ချန်ပီယံ ဖြစ်ခဲ့တဲ့သူပါပဲ။ မလ်ဘန်းဖလားဟာ အမျိုးသမီး ဂျော်ကီဝင်ပြိုင်ခွင့်ရတာ ရှားပါးသလို အဆင့် ၁၀ အတွင်းဝင်ဖို့တောင် မရှိသလောက်ပါပဲ။\nမြင်းပြိုင်ပွဲတွေဟာ ကမ္ဘာ့အန္တရာယ်အများဆုံး အားကစားထဲမှာ ပါဝင်ပါတယ်။ မြင်းဆိုတာ ဖြေးဖြေးမှန်မှန်စီးနေရင်တောင် အန္တရာယ်မကင်းတဲ့အရာဖြစ်တာမို့ ဇက်ကုန်ဖွင့်ပြီး စီးနေတဲ့အချိန်မှာ ပြိုင်ကားမောင်းတာထက်တောင် အန္တရာယ်များနိုင်ပါတယ်။\nမစ်ချယ်ဟာ ကလေးဘဝကတည်းက ဂျော်ကီအဖြစ်ပဲ အသက်မွေးဖို့ ဆုံးဖြတ်ခဲ့သူဖြစ်ပြီး၊ ပြိုင်ပွဲတစ်ခုမှာ အပြင်းအထန် ပြုတ်ကျခဲ့လို့ အကြာကြီးအနားယူခဲ့ရပြီးမှာ တစ်ကြော့ပြန် ပြိုင်ပွဲဝင်ခဲ့သူပါ။ ဒီရုပ်ရှင်ကတော့ မစ်ချယ်ပိန်းတို့ရဲ့ မြင်းထရိန်နာတွေ ဂျော်ကီတွေ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/ride-like-a-girl2019/",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/the-quick-and-the-dead-1995-134x200.jpg",
        "title": "The Quick and the Dead (1995)",
        "description": "(Unicode)ကြမ်းကြမ်းရမ်းရမ်း မိုက်မိုက်ကန်းကန်း မြင်းတွေစီးပြီး သေနတ်တွေနဲ့ ပစ်ကြခတ်ကြ တဲ့ အနောက်ပိုင်းရုပ်ရှင်တွေကို ကြည့်ချင်သူများအတွက်၁၉၉၅ ခုနှစ်ထွက်ရှိထားတဲ့ The Quick and the Dead ဆိုတဲ့ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်အစိုးရရဲ့ ဥပဒေမစိုးမိုးဘဲ လူမိုက်တွေ ကိုသာ ဆက်ကြေးပေးနေရတဲ့ မြို့လေးတစ်မြို့မှာ သေနတ်ယှဉ်ပစ်တဲ့ ပွဲကို နှစ်စဉ်ကျင်းပလေ့ရှိပါတယ် …အနိုင်ရရှိတဲ့သူဟာ ဒေါ်လာ ၁၂၃၀၀၀ ကိုပိုင်ဆိုင်ရမှာဖြစ်တဲ့အတွက် အနယ်နယ်အရပ်ရပ်က သေနတ်သမားတွေ လာရောက်လက်စွမ်းပြလေ့ရှိတာပေါ့တစ်ရက်မှာ အဲ့ဒီကစားပွဲကို မိန်းကလေးတစ်ယောက်ရောက်ရှိလာခဲ့ပုံက ကျားတောထဲရောက်လာတဲ့ သမင်မလေး တစ်ကောင်လိုပါပဲ …သို့သော် မိန်းကလေးဟာ သမင်မလေးဖြစ်မလား ကျားသစ်မလေးဖြစ်မလားဆိုတာ ပရိသတ်ကြီးကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားတော်မူကြပါIMDb – 6.4/10 ရရှိထားပြီး နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ Sharon Stone , Russell Crowe တို့အပြင်Leonardo DiCaprio လည်းပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-quick-and-the-dead-1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/ghost.stories-150x200.jpg",
        "title": "Ghost Stories (2019)",
        "description": "Ghost Stories (2019)\n================#Unicodeဒီရုပ်ရှင်က ဘာနဲ့ တူလဲဆိုတော့ထိုင်းမှာ နာမည်ကြီးတဲ့ 3AM လိုပဲ3AM က သရဲပုံပြင်တွေကို ရုပ်ရှင်အဖြစ်ရိုက်ပြီး အပိုင်းတိုလေးတွေ စုထားတဲ့ ရုပ်ရှင်ပါထိုင်းရဲ့ 3AM က Jump Scare တွေ အရမ်းများတယ်သေချာလေး မိတ်ကပ်ရော ကွန်ပြုတာ Effect ရောသေချာလုပ်တဲ့ အပြင် ဇတ်လမ်းတွေက အတော်စိတ်ဝင်စားစရာကောင်းပြီး ဇတ်ဝင်ခန်းတွေ ရဲ့တီးလုံးသံတွေကြောင့် ပိုအသက်ဝင်တယ်...အခု India က Ghost Stories ဆိုပြီး ရိုက်ချလာတယ်IMDb ကတော့ 4 ပဲ ရှိတာက မကောင်းတဲ့ အငွေ့အသက်လေးလဲရတာပေါ့...ဒါပေမဲ့ တကယ်တမ်း ကြည့်လိုက်တဲ့ အခါတွေးစရာလေးတွေ ပေးတယ်အရမ်းကြောက်ရလား ဆိုတော့လဲ မဟုတ်ပြန်ဘူးသူက တွေးစရာတွေပဲ ပေးတယ်...ဘယ်လိုမျိုးလဲ ဆိုတော့ သတိုးတေဇ ၀တ္တုဖတ်ရသလိုတကယ်မရှိတာတွေက တကယ်ရှိပြီး တကယ်ရှိတာတွေကတကယ်မရှိတာမျိုးတွေတကယ်တမ်း India က ဒီထက် ပိုလုပ်နိုင်သေးတယ်Jump Scare ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ghost-stories-2019/",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/19PqUMJxfSLIM22AH9JIsoS7N7O.jpg",
        "title": "Abigail (2019)",
        "description": "2019 ခုနစ်ထွက် Adventure/Fantasy ကားသစ်လေးဖြစ်ပါတယ်IMDB 6.2/10 တောင်ရရှိထားပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ အက်ဘီဂေးဆိုတဲ့ကလေးမလေးဟာကပ်ရောဂါဆိုးကြီးကြောင့် နယ်နိမိတ်တွေကိုအလုံပိတ်ထားတဲ့မြို့လေးတစ်မြို့မှာ မိဘတွေနဲ့အတူနေထိုင်ပါတယ်...တစ်ညမှာတော့ အက်ဘီဂေးရဲ့ဖခင်ကို ရောဂါကူးစက်ခံထားရပြီဟုဆိုကာအာဏာပိုင်တွေက လာရောက်ဖမ်းဆီးသွားကြပါတယ်...ဒီလိုနဲ့ နှစ်ပေါင်းများစွာကြာသွားသည့်တိုင် ရောဂါဆိုးကြီးကပပျောက်မသွားပဲ ပိုဆိုးလာပါတယ်...အရွယ်ရောက်လာတဲ့ အက်ဘီဂေးတစ်ယောက်ဖခင်ဖြစ်သူကို ရှာပုံတော်ထွက်တဲ့အခါမှာတော့သူမ တစ်သက်နဲ့တစ်ကိုယ်မထင်ထားတာတွေကို ကြုံတွေ့ရပါတော့တယ်....ဂရပ်ဖစ်ကောင်းကောင်း effect ကောင်းကောင်းသုံးထားပြီးဇာတ်လမ်းကျောရိုးက စိတ်ဝင်စားစရာကောင်းတာမို့ကြည့်ပျော်ပါတယ်လို့တိုက်တွန်းရင်း.... File Size : ( 994 MB , 363 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 50minFormat : Mp4Genre : Adventure , FantasySubtitle : ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/abigail-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/03/MV5BMTcyOTc2OTA1Ml5BMl5BanBnXkFtZTcwOTI1MjkzOQ@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "The Croods (2013)",
        "description": "Croods 2 ထွက်တော့မှာဆိုတော့\nCroods ကို ပြန်နွေးတဲ့ အနေနဲ့ ကြည့်မိတယ်\nဂရုစ် ဆိုတဲ့ ဂူအောင်းလူသားကြီးက\nသူ့မိသားစု ၆ ယောက်ကို ဘေးရန်တွေက\nကာကွယ်ပေးပြီး စောင့်ရှောက်လာတာ နှစ်တွေကြာခဲ့ပြီး\nသမီးလေး အိဗ်တောင် အရွယ်ရောက်ခဲ့ပြီပေါ့...\nဒီအချိန်မှာပဲ ဂိုင်း ဆိုတဲ့ ကျောက်ခေတ်လူသား\nကောင်လေး တစ်ယောက်က ပေါက်ချလာပြီး\nကမ္ဘာကြီး ပျက်မယ့် အကြောင်းတွေ ပြောပြပြီး\nမီးကို စတင် ဖန်တီးပြတော့တာပဲ\nဂိုင်း က သူတို့ နဲ့ မတူတဲ့ အချက် ရှိတယ်\nသူက မကြောက်တက်သလို တီထွင်ဖန်တီးတက်တယ်\nဂရုစ် တို့ အုပ်စု ကြ တစ်ခုခုဆို ဂူထဲ ပဲ ပြေးအောင်းတက်ကြတာ\nဒီမှာပဲ ဂရုစ် သဘောမကျပေမဲ့ သူ့မိသားစု က ဂိုင်း ရဲ့ လမ်းပြမှုနဲ့\nကမ္ဘာပျက်ဘေးက လွတ်မယ့်နေရာကို စတင် ထွက်ကြတော့တာပဲ\nဒီဇတ်လမ်းမှာ ဘာတွေ တွေ့ရလဲ ဆိုတော့ မိသားစု စိတ်ဓါတ်ရယ်\nအဖေတစ်ယောက် ရဲ့ စိုးရိမ်မှုတွေ ပူပန်မှုတွေ အပြင်\nအသက်ရှင်နေထိုင်ဖို့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2SF09/The_Croods_[2013]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fKfYKQQMNARXOgyf5ieVeGWlNQU.jpg",
        "title": "Brexit: The Uncivil War(2019)",
        "description": "Brexit: The Uncivil War(2019)IMDb...7.0,,,,,,Rotten...79%(unicode)2019 ဒီဇင်ဘာထဲမှာ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ Brexit: The Uncivil War ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်\nနိုင်ငံရေးဇာတ်ကားတစ်ခုဖြစ်ပြီးတော့ Benedict Cumberbatch ကိုဒီဇာတ်ကားထဲမှာ နိုင်ငံရေးပါတီတွေကို လူထုစည်းရုံးရေးဗျူဟာတွေ ချမှတ်ပေးတဲ့ ထိပ်ပြောင်ပြောင် နိုင်ငံရေးသမားအသွင်မြင်ရမှာဖြစ်ပါတယ်\nဗြိတိန်နိုင်ငံရေးဖြစ်ရပ်မှန်ကို အခြေပြုရိုက်ကူးထားတဲ့ဒီရုပ်ရှင်ဟာ လွန်ခဲ့တဲ့ လများက Channel Myanmar မှာတင်ခဲ့တဲ့ the Great Hack ဇာတ်ကားမှာပါဝင်တဲ့ အချက်အလက်များနဲ့ဆက်စပ်မှုတွေရှိပါတယ်\n… ၂၀၁၆ ခုနှစ်မှာ ပွဲဆူစေခဲ့တဲ့ ဒေါ်နယ်ထရမ့် ရွေးကောက်ပွဲမှာ ငှားရမ်းခဲ့တဲ့ နည်းပညာကုမ္ပဏီ Cambridge Analytica နဲ့ ဆက်စပ်ပတ်သက်မှုတွေ Brexit ဖြစ်လာအောင် အွန်လိုင်းပေါ်ကနေ လှုံ့ဆော်ပေးမှုတွေ ကနေ ပါလီမန်လွှတ်တော်ကိုယ်စားလှယ်တွေ အသတ်ခံရတဲ့အထိဖြစ်လာတဲ့အကြောင်းတွေကို ဖော်ပြရိုက်ကူးထားပါတယ် …\nဒီဇာတ်ကားကို နိုင်ငံရေးစိတ်ဝင်စားသူတွေ နည်းပညာစိတ်ဝင်စားသူတွေ နဲ့ လူမှုကွန်ယက် အသုံးပြုသူတွေ ကြည့်သင့်ပါတယ်…မိမိတို့နိုင်ငံလည်း မကြာခင် ရွေးကောက်ပွဲနီးလာပြီဖြစ်တဲ့အတွက် ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/brexit-the-uncivil-war2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jVt44iWfPIW8gxfGJglLXgpKhc.jpg",
        "title": "Saand Ki Aankh(2019)",
        "description": "Saand Ki Aankh(2019)IMDb...8.6ဒီဇာတ်လမ်းဟာ အိန္ဒိယနိုင်ငံရဲ့ပထမဦးဆုံးနိုင်ငံတကာပြိုင်ပွဲမှာ\nဆုရသွားတဲ့လူအကြောင်းရဲ့ဖြစ်ရပ်မှန်ကို အခြေခံထားပြီး\nရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်ကားကောင်းတစ်ကောင်းပါ..\nဖြစ်ရပ်မှန်ဇာတ်ကြောင်းတွေဆို တစ်ဖွဲ့တစ်နွဲ့ နဲ့ပိုင်ပိုင်နိုင်နိုင်\nရိုက်ကူးပြနိုင်တဲ့ အိန္ဒိယဇာတ်လမ်းကောင်းတွေနဲ့ ရင်းနှီးကြဖူးမှာပါ..\nဒီဇာတ်လမ်းမှာလဲ အဲ့ဒီပထမဆုံးဆုကိုရသွားတဲ့သူဟာရှေးရိုးဆန်တဲ့\nရွာကမိန်းကလေးဖြစ်ပြီး သူ့ရဲ့အဘွားတွေရဲ့စိတ်ဓါတ်ကြိုးစားအားထုတ်ပုံတွေကို\nအဓိကထားရိုက်ကူးထားတာပါ..ရွာတွေမှာမိန်းကလေးဆိုရင် အိမ်မှုကိစ္စလုပ်\nအချိန်တန်ယောက်ျားယူ..ပြီးရင်လင်ယောကျ်ားကိုပြုစုလုပ်ကျွေးရင်းနဲ့ပဲ\nမိန်းကလေးတွေဘဝဟာ ကုန်ဆုံးသွားရပါတယ်..ဒါပေမယ့်ဒီဇာတ်လမ်းထဲက\nဘွားဘွားနှစ်ဦးကတော့ သူတို့ရဲ့သမီးတွေကို သူတို့လိုမဖြစ်အောင် ဘယ်လိုအတိုက်အခံ\nအကြံအဖန်တွေလုပ်ပြီး ရုန်းထွက်ကြမလဲဆိုတာကိုတော့....ဒီ အိန္ဒိယ ဇာတ်ကားက\nခင်ဗျားတို့ ထင်ထားတာထက်ကို ကောင်းပါတယ်.....\nရှေးရိုးဆန်တဲ့အတွေးတွေ အယူအဆတွေကြောင့် အရည်အသွေးတွေ အရည်\nအချင်းတွေကို ချိုးနှိမ်ထားခံရသလိုဖြစ်နေတဲ့အနေအထားက\nအားလုံးကို အတိုက်အခံလုပ်ပြီး ကြိုးစားပြထားတာကို\nဆွဲဆောင်မှုရှိအောင်ရိုက်ပြထားတာပါ..ပြသချိန် (၂) နာရီဆိုတာကို\nတောင် ခင်ဗျားတို့ မေ့လျော့သွားပါလိမ့်မယ်...\nIMDb...8.6 ရထားတာမို့ ထွေထွေထူးထူးတော့မညွှန်းတော့ပါဘူး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwel Zan Aung ပဲဖြစ်ပါတယ်.....(zawgyi)ဒီဇာတ္လမ္းဟာ အိႏၵိယႏိုင္ငံရဲ႕ပထမဦးဆုံးႏိုင္ငံတကာၿပိဳင္ပြဲမွာ\nဆုရသြားတဲ့လူအေၾကာင္းရဲ႕ျဖစ္ရပ္မွန္ကို အေျခခံထားၿပီး\n႐ိုက္ကူးတင္ဆက္ထားတဲ့ဇာတ္ကားေကာင္းတစ္ေကာင္းပါ..\nျဖစ္ရပ္မွန္ဇာတ္ေၾကာင္းေတြဆို တစ္ဖြဲ႕တစ္ႏြဲ႕ နဲ႔ပိုင္ပိုင္ႏိုင္ႏိုင္\n႐ိုက္ကူးျပႏိုင္တဲ့ အိႏၵိယဇာတ္လမ္းေကာင္းေတြနဲ႔ ရင္းႏွီးၾကဖူးမွာပါ..\nဒီဇာတ္လမ္းမွာလဲ အဲ့ဒီပထမဆုံးဆုကိုရသြားတဲ့သူဟာေရွး႐ိုးဆန္တဲ့\n႐ြာကမိန္းကေလးျဖစ္ၿပီး သူ႔ရဲ႕အဘြားေတြရဲ႕စိတ္ဓါတ္ႀကိဳးစားအားထုတ္ပုံေတြကို\nအဓိကထား႐ိုက္ကူးထားတာပါ..႐ြာေတြမွာမိန္းကေလးဆိုရင္ အိမ္မႈကိစၥလုပ္\nအခ်ိန္တန္ေယာက္်ားယူ..ၿပီးရင္လင္ေယာက်္ားကိုျပဳစုလုပ္ေကြၽးရင္းနဲ႔ပဲ\nမိန္းကေလးေတြဘဝဟာ ကုန္ဆုံးသြားရပါတယ္..ဒါေပမယ့္ဒီဇာတ္လမ္းထဲက\nဘြားဘြားႏွစ္ဦးကေတာ့ သူတို႔ရဲ႕သမီးေတြကို သူတို႔လိုမျဖစ္ေအာင္ ဘယ္လိုအတိုက္အခံ\nအႀကံအဖန္ေတြလုပ္ၿပီး ႐ုန္းထြက္ၾကမလဲဆိုတာကိုေတာ့....ဒီ အိႏၵိယ ဇာတ္ကားက\nခင္ဗ်ားတို႔ ထင္ထားတာထက္ကို ေကာင္းပါတယ္.....\nေရွး႐ိုးဆန္တဲ့အေတြးေတြ အယူအဆေတြေၾကာင့္ အရည္အေသြးေတြ အရည္\nအခ်င္းေတြကို ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/saand-ki-aankh2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eu3BAlCrXxGBEWJGbu2kREAMVvV.jpg",
        "title": "Always a Bridesmaid(2019)",
        "description": "Always a Bridesmaid(2019)(unicode)နှစ်သစ်မှာ RO မယ့် ပရိသတ်ကြီးအတွက် romance ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေး ကတော့ သူငယ်ချင်းမင်္ဂလာဆောင်တွေမှာ အမြဲတမ်း သတိုးသမီးအရံလုပ်ပေးရတဲ့ကိုရီနာရဲ့အကြောင်းလေးပါ သူငယ်ချင်းတွေတစ်ယောက်ပြီးတစ်ယောက်မင်္ဂလာဆောင်သွားတယ် သူကတော့ အပျိုကြီးဖြစ်နေတုန်းပဲ\nမင်္ဂလာဆောင်ပွဲတွေကိုသွားရပေမယ့်လဲ သူကတော့မင်္ဂလာဆောင်ရမှာကိုအရမ်းကြောက်နေခဲ့ပါတယ်\nအကြောင်းကတော့ သူ့အဖေကြောင့်ပါ သူ့အဖေက အရင်ကအငယ်နှောင်းထားခဲ့ပါတယ်\nအရင်တစ်ခါကအသည်းကွဲဖူးအဲ့အပြင် သူ့စိတ်ထဲမှာ သူ့အလှည့်ကျရင် သူယူမယ့်ယောက်ျားက အဲ့လိုလုပ်သွားရင်ဆိုတဲ့အတွေးမျိုးနဲ့ မင်္ဂလာမဆောင်ဘဲနေနေတာပါ တစ်နေ့ သူ့သူငယ်ချင်းတွေက အသက်၂၉နှစ်အရွယ် အပျိုကြီးဖြစ်နေတဲ့သူမကို လက်တွဲဖော်ရှာပေးမယ်ဆိုပြီး ဖုန်းထဲကို ဒိတ်အပ်စ် ကိုထည့်သွင်းပေးခဲ့ပါတယ်….\nအဲ့ဒီမှာ သူတကယ်ချစ်တဲ့ကောင်လေးနဲ့တွေ့မလား….တွေ့ခဲ့ရင်ရော ယခင်သံသယစိတ်တွေကြောင့်\nအဆင်ပြေပ့ါမလား…. ရုပ်ရှင်ခေါင်းစဉ်အတိုင်းအမြဲတမ်းသတိုးသမီးအရံပဲဖြစ်နေမလား …\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး…\nဇာတ်လမ်းအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်….(zawgyi)Always A Bridesmaid 2019\nႏွစ္သစ္မွာ RO မယ္႔ ပရိသတ္ႀကီးအတြက္ romance ကားေလးတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလး ကေတာ့ သူငယ္ခ်င္းမဂၤလာေဆာင္ေတြမွာ အၿမဲတမ္း သတိုးသမီးအရံလုပ္ေပးရတဲ႔ကိုရီနာရဲ႕အေႀကာင္းေလးပါ သူငယ္ခ်င္းေတြတစ္ေယာက္ၿပီးတစ္ေယာက္မဂၤလာေဆာင္သြားတယ္ သူကေတာ့ အပ်ိဳႀကီးၿဖစ္ေနတုန္းပဲ\nမဂၤလာေဆာင္ပဲြေတြကိုသြားရေပမယ္႔လဲ သူကေတာ့မဂၤလာေဆာင္ရမွာကိုအရမ္းေႀကာက္ေနခဲ႔ပါတယ္\nအေႀကာင္းကေတာ့ သူ႕အေဖေႀကာင့္ပါ သူ႕အေဖက ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/always-a-bridesmaid2019/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/1-142x200.jpg",
        "title": "Confinemet Incontinence Uniform Slave (2014)",
        "description": "unicode\nDark Side ဖန်တွေ အတွက် တစ်ရက် တစ်ကားဆိုသလို\nဖန်တီးပေးမယ့် Dark Knight နဲ့ XCode တို့\nထပ်မံ ပူးပေါင်း တင်ဆက်ပေးလိုက်တာကတော့\nပြန်ပေးဆွဲခံရတဲ့ ကောင်မလေး ဇတ်လမ်းပါပဲ\nညဘက် အချိန်ပိုင်းအလုပ်ကနေ ပြန်လာတဲ့\nအချိန်ပိုင်း ကျောင်းသူလေးဟာ ပြန်လိုက်ပို့ပေးမယ်လို့\nလိမ်ညာခေါ်တဲ့ ကိုကိုလူချောနောက်\nကောက်ကောက်ပါအောင် လိုက်သွားပြီး\nပြန်ပေးဆွဲပြီး ဝိုင်း ဘု တာ ခံရပါရောလား\nပြန်ပေးဆွဲတာတွေ နောက် ပါသွားတဲ့\nကျောင်းသူလေး ပြန်လွှတ်ပါ့မလား\nသူဘယ်လိုတွေ ကြိုးစားမလဲ ဆိုတာ\nရင်တုန်ခံစား ကြည့်ရှုလိုက်ကြပါအုံး\n၁၈ ပလပ် ဇတ်ကားကို\nအိပ်ရေးတွေပျက် အားတွေချိနဲ့စွာ\nဘာသာပြန်ပေးထားတာကတော့\nDark Knight ဖြစ်ပြီး\nစေတနာ ဗရပွ နဲ့ JAV အလန်းတွေ\nတင်ဆက်ပေးနေတာကတော့\nXCode တို့ပဲ ဖြစ်ပါတယ်...\nDark Side ဖန်တွေရေ ရယ်ဒီပဲလား ?\nzawgyi\nDark Side ဖန္ေတြ အတြက္ တစ္ရက္ တစ္ကားဆိုသလို\nဖန္တီးေပးမယ့္ Dark Knight နဲ႔ XCode တို႔\nထပ္မံ ပူးေပါင္း တင္ဆက္ေပးလုိက္တာကေတာ့\nျပန္ေပးဆြဲခံရတဲ့ ေကာင္မေလး ဇတ္လမ္းပါပဲ\nညဘက္ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/confinemet-incontinence-uniform-slave-2014/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/as-japan-142x200.jpg",
        "title": "Asako I & II(2018)",
        "description": "Asako I & II(2018)IMDb......7.0(unicode)အာဆာကိုဆိုတဲ့ကောင်မလေးတစ်ယောက် ဓာတ်ပုံပြပွဲတစ်ခုကိုသွားကြည့်ရင်း အမှတ်မထင်\nဘတ်ခုဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ ဆုံမိပြီး သူတို့(၂)ဦးဟာ မြင်မြင်ချင်းပဲ ချစ်မိသွားကြတယ်။ဘတ်ခုဆိုတဲ့ကောင်လေးဟာ လူထူးဆန်းကောင်လေးတစ်ယောက်ပါ..\nဘာလို့ဆို သူဟာ ဘယ်သူ့မှ မ ပြောဘဲ ပျောက်ချင်ရာပျောက်နေတတ်တဲ့သူ....\nတစ်ခါတစ်လေ အိမ်ကနေ မပြောမဆိုနဲ့ထွက်သွားရင်း တစ်လ ကိုးသီတင်းလောက် ပျောက်ချင်ပျောက်နေတတ်သည်။\nအိမ်သားများအတွက် မထူးဆန်းတော့။\nဒီလိုနဲ့ ၆ လလောက်ကြာတော့ ဘတ်ခုတစ်ယောက် ပျောက်ချင်းမလှ ပျောက်ပြီး ပြန်ပေါ်မလာတော့။အာဆာကိုဆိုတဲ့ကောင်မလေးအတွက်တော့ ကြေကွဲခြင်းတွေ ထွေးပိုက်ပြီး\nကျန်ခဲ့ရတာပေါ့....\n၂ နှစ်လောက်ကြာပြီးနောက် အာဆာကို တစ်ယောက် အံအားသင့်စရာတစ်ခုနဲ့ကြုံရတယ်...ပျောက်သွားတဲ့ ချစ်သူနဲ့တစ်ထေရောထဲတူတဲ့ ကောင်လေးတစ်ယောက်နဲ့\nဆုံခဲ့ရသလို သူပျောက်ပြီလို့ ထင်တဲ့ ချစ်သူကလည်း ပြန်ရောက်လာတဲ့နောက်မှာတော့....\nဘာတွေဆက်ဖြစ်ကြမလဲ ခံစားကြည့်ကြပါ...ဒီကားက အချစ်ရိုမန့်ကားလေးဖြစ်သလို\nမင်းသားရော မင်းသမီးရော ချောမောလှပကြပါတယ်...တကယ့်ကို ရင်ခုန်စိတ်ကြည်နူးရတဲ့ကားလေးပါ.ပြီးတော့ ဒီဇာတ်ကားဟာ 2019 ခုနှစ်အတွက် Asian Film Awards မှာ\nဆန်ကာတင်စာရင်းဝင်ခဲ့သလို အခြားဆု(၄)ဆုနဲ့ ဆန်ကာတင်(၁၀)ဆုလည်းစာရင်း\nဝင်ခဲ့တယ်.....ခံစားကြည့်ကြပါဦး....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Megumiပဲဖြစ်ပါတယ်.....(zawgyi)အာဆာကိုဆိုတဲ့ေကာင္မေလးတစ္ေယာက္ ဓာတ္ပုံျပပြဲတစ္ခုကိုသြားၾကည့္ရင္း အမွတ္မထင္\nဘတ္ခုဆိုတဲ့ေကာင္ေလးတစ္ေယာက္နဲ႔ ဆုံမိၿပီး သူတို႔(၂)ဦးဟာ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/asako-i-ii2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/1-156x200.png",
        "title": "Mido Turbulent Woman Teacher Tennis-slave Camp",
        "description": "unicode\nDarkSide Fan တွေ အတွက် Dark Knight နဲ့ XCode တို့\nထပ်မံ တင်ဆက်လိုက်တာကတော့\nတင်းနစ်အားကစား နည်းပြ ဆိုတဲ့ ဇတ်လမ်းလေးပါပဲ\nနာရှီရာမာ ဆိုတဲ့ တင်းနစ်ချံပီယံဟောင်း မိန်းမချောလေးဟာ\nအမျိုးသမီးသီးသန့် ကမ့်သွင်းလေ့ကျင့်စခန်း ကို နည်းပြအဖြစ်\nအထက်က တာဝန်အရပေးပို့ခြင်း ခံလိုက်ရပါတယ်\nတစ်ခုရှိတာက အသေမောင်းတယ်ဆိုတဲ့ အရင်နည်းပြဟောင်း နဲ့\nစတင်ပြီး အကျိတ်အနယ် ယှဉ်ပြိုင်ရတာပဲ\nနေတာ ကြာလေလေ တစ်ဖြေးဖြေးသိသာလာတာကတော့\nဒီကျောင်းမှာ လိင်မှုကိစ္စ ဆော်ကားခံနေရတဲ့ ပြသနာကို\nသိလာပြီး ဆရာမ တစ်ယောက် အနေနဲ့ ဖော်ထုတ်ဖို့\nကြိုးစားခဲ့သော အခါမှာတော့....\nဒီ ဆယ့်ရှစ်ပလပ် ကားလေးကို အားဆေးတွေသောက်\nကြက်ဥတွေ အစိမ်းစားပြီး ဘာသာပြန်ပေးထားတာကတော့\nDark Knight ဖြစ်ပြီး XCode မှ ရေတွေငတ်ပြီး တင်ဆက်ပေးထားပါတယ်\nDark Side Fan အစစ်တွေ ကတော့ ချက်ချင်းကို Download ဆွဲပြီး\nကြည့်တော့မယ်ဆိုတာသိနေပါပြီ....zawgyi\nDarkSide Fan ေတြ အတြက္ Dark Knight နဲ႔ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/mido-turbulent-woman-teacher-tennis-slave-camp/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/44Z0VKZvZ071NDHhy1oYb7ghGTS.jpg",
        "title": "Close Range Love (2014)",
        "description": "\"ကြၽန္မက အၿမဲအဆင္ေျပေနတယ္လို႔ လူေတြကထင္ၾကတယ္ တကယ္ေတာ့ဒီလိုမဟုတ္ခဲ့ပါဘူး\nကိစၥေသးေသးေလးေတြကေတာင္မွ ကြၽန္မကိုနာက်င္ေစပါတယ္\"\"လူတစ္ေယာက္ကို မုန္းလဲမုန္း ခ်စ္လဲခ်စ္ေနတာမ်ိဳးက အခ်စ္စစ္ပါပဲ\"English sub ပဲရွိကတည္းက နာမည္ႀကီးတဲ့ကားေလးမို႔လို႔ ေတာ္ေတာ္မ်ားမ်ားလည္းသိၿပီးသားျဖစ္မွာပါ..ကူ႐ူ႐ူဂီ ယူနီဆိုတာ ေအးတိေအးစက္နဲ႔ မာေက်ာတယ္လို႔ထင္ရတဲ့ အထက္တန္းေက်ာင္းသူေလးပါ ။သူကစာလဲေတာ္ၿပီး စိတ္မာတယ္လို႔ထင္ရတဲ့အတြက္ လူေတြကသူ႔အတြက္ဆို ဘယ္ေတာ့မွ ဂ႐ုတစိုက္စဥ္းစားေပးၾကပါဘူးကူ႐ူ႐ူဂီက ေပ်ာ္သည္ျဖစ္ေစ ေဒါသထြက္သည္ျဖစ္ေစ သူ႔ရဲ႕ခံစားခ်က္ကိုမ်က္ႏွာမွာ လုံးဝမေဖာ္ျပဘဲ ႐ုပ္တည္ႀကီးနဲ႔အၿမဲေနပါတယ္...သူကတျခားဘာသာရပ္ေတြမွာTopထဲဝင္ေပမယ့္ အဂၤလိပ္စာမွာေတာ့ဆိုးဆိုးဝါးဝါးပါပဲပထမအစမ္းစာေမးပြဲအတြက္ အမွတ္ေတြထြက္တဲ့အခါ ကူ႐ူ႐ူဂီရဲ႕အဂၤလိပ္အမွတ္က အရမ္းနည္းတဲ့အတြက္ သူတို႔အတန္းရဲ႕အဂၤလိပ္စာဆရာျဖစ္တဲ့\nဆရာ ဆာကူ႐ိုင္နဲ႔အခ်ိန္ပိုသင္ဖို႔ေက်ာင္းကစီစဥ္ေပးပါတယ္ဆရာဆာကူ႐ိုင္က လူေတြရဲ႕စိတ္ကိုနားလည္တတ္တဲ့သူပါ ကူ႐ူ႐ူဂီရဲ႕အျပဳအမူေတြကိုၾကည့္ၿပီး သူ႔စိတ္ထဲမွာဘာေႂတြဖစ္ေနလဲဆိုတာကို ခန႔္မွန္းႏိုင္တဲ့သူမ်ိဳးပါခံစားခ်က္ေတြကိုမေဖာ္ျပတဲ့သူနဲ႔ သူမေျပာလည္း သူ႔ခံစားခ်က္ေတြကိုနားလည္ေပးန္ိုင္တဲ့သူတို႔ေတြ႕ၾကတဲ့အခါ ဘာေတြျဖစ္မလဲ...အခ်စ္ကိုတစ္ခါမွမႀကဳံဖူးတဲ့သူရယ္ဘယ္သူ႔ကိုမွ ကိုယ့္ဘက္ကစမခ်စ္ဖူးတဲ့သူရယ္ဒီႏွစ္ေယာက္ဆီမွာသံေယာဇဥ္ေတြျဖစ္ၾကတဲ့အခါ ဘယ္လိုထုတ္ျပၾကမွာလဲဆိုတာကိုသိခ်င္ရင္ ဒီကားေလးကို ၾကည့္ပါလို႔...( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Ingyin San ျဖစ္ပါတယ္ )[Unicode]\"ကျွန်မက အမြဲအဆင်ပြေနေတယ်လို့ လူတွေကထင်ကြတယ် တကယ်တော့ဒီလိုမဟုတ်ခဲ့ပါဘူး\nကိစ္စသေးသေးလေးတွေကတောင်မှ ကျွန်မကိုနာကျင်စေပါတယ်\"\"လူတစ်ယောက်ကို မုန်းလဲမုန်း ချစ်လဲချစ်နေတာမျိုးက အချစ်စစ်ပါပဲ\"English sub ပဲရှိကတည်းက နာမည်ကြီးတဲ့ကားလေးမို့လို့ တော်တော်များများလည်းသိပြီးသားဖြစ်မှာပါ..ကူရူရူဂီ ယူနီဆိုတာ ...",
        "rating": "",
        "url": "https://megaup.net/2c4wa/Close_Range_Love_(2014).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7gbSJNW1g4cSUJJr3SN1TFa6xZt.jpg",
        "title": "Twenty (2015)",
        "description": "ဆယ္ေက်ာ္သက္အ႐ြယ္မွာ လမ္းေပ်ာက္တာတို႔ ႀကဳံဖူးၾကပါလိမ့္မယ္ဒီကားေလးကေတာ့ ဘဝတစ္ေကြ႕ အသက္၂၀ အ႐ြယ္မွာ သူငယ္ခ်င္းသုံးေယာက္လမ္းေပ်ာက္တဲ့ လက္ေတြ႕ဆန္ဆန္ ဟာသကားေလးပါေကာင္မေလးေတြကိုစိတ္ဝင္စားၿပီး အရမ္းေဗြတဲ့ သူေဌးသားလူဆိုး ခ်ာခ်ီဟို(Kim Woo Bin)၊အခ်ိန္ပိုင္းအလုပ္နဲ႔ေက်ာင္းတက္ေနရၿပီး ကာတြန္းဆရာျဖစ္ခ်င္တဲ့ ဒုန္ဝူး (Lee Jun Ho)၊႐ိုးအၿပီးဘာမွမသိရွာတဲ့ စာဂ်ပိုး ေဂ်ာင္းဂ်ယ္ (Kang Ha Neul)...ဇာတ္လမ္းကေတာ့ ႐ိုး႐ိုးေလးဆိုေပမယ့္ လက္ေတြ႕ဆန္လြန္းလို႔ တစ္ကားလုံး အခြီေတြခ်ည္းပဲေနာ္...စကားအေျပာအဆိုေတြနဲ႔ တခ်ိဳ႕အခန္းေတြက ++ ေလးေတြပါေပမယ့္မထင္ထားတဲ့ဟာသေလးေတြနဲ႔ တစ္ကားလုံးအူတက္ေအာင္ရယ္ရမွာပါ...ဒီကားကို ႏွစ္ခါေလာက္ျပန္ၾကည့္မိမယ္ဆိုတာ မွန္းရဲပါတယ္ ၾကည့္ၿပီးေနာင္တမရေစရပါဘူး...ကိုးရီးယားကားဆိုၿပီး မိန္းကေလးေတြအႀကိဳက္လို႔ပဲမထင္လိုက္နဲ႔ေနာ္..သိခ်င္ရင္ ေဒါင္းၾကည့္ၾကေနာ္ဒီကားၾကည့္ၿပီး အေမာေျပၾကလိမ့္မယ္လို႔ အာမခံပါတယ္ ။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Hnin Pale ျဖစ္ပါတယ္ )[Unicode]ဆယ်ကျော်သက်အရွယ်မှာ လမ်းပျောက်တာတို့ ကြုံဖူးကြပါလိမ့်မယ်ဒီကားလေးကတော့ ဘဝတစ်ကွေ့ အသက်၂၀ အရွယ်မှာ သူငယ်ချင်းသုံးယောက်လမ်းပျောက်တဲ့ လက်တွေ့ဆန်ဆန် ဟာသကားလေးပါကောင်မလေးတွေကိုစိတ်ဝင်စားပြီး အရမ်းဗွေတဲ့ သူဌေးသားလူဆိုး ချာချီဟို(Kim Woo Bin)၊အချိန်ပိုင်းအလုပ်နဲ့ကျောင်းတက်နေရပြီး ကာတွန်းဆရာဖြစ်ချင်တဲ့ ဒုန်ဝူး ...",
        "rating": "",
        "url": "https://megaup.net/2c4x4/Twenty_(2015).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/brlmQTkZwi1HYBzUf2l4cv1LF17.jpg",
        "title": "Birthday (2019)",
        "description": "Birthday(2019)IMDb....7.0(unicode)နိုင်ငံခြားမှာနေရင်း မိသားစုအတွက်\nငွေတွေတတ်နိုင်သလောက်ရှာပြီးပြန်လာတဲ့ ဖခင်ဖြစ်သူ ဂျောင်အီတစ်ယောက်ရဲ့\nမိသားစုအိမ်ပြန်လမ်းဟာ တခြားသူတွေနဲ့ တူပုံမရဘူး....\nသူ့ပုံစံကပျော်ရမယ့်အစား ဝမ်းနည်းကြေကွဲမှုတွေမျက်နှာပေါ်မှာအပြည့်....\nသမီးလေးအတွက်အရုပ်လေးဝယ်ရင်း အိမ်တံခါးခေါက်တဲ့သူ့ကို ဇနီးဖြစ်သူက\nတံခါးမဖွင့်ပေးခဲ့သလို တစ်သက်လုံးအိမ်ပြန်မလာလည်းရတယ်ဆိုတဲ့\nပုံစံမျိုးနဲ့ကြိုဆိုခဲ့လေရဲ့....ဖခင်ဖြစ်သူဟာ နိုင်ငံခြားမှာနေပြီး မိန်းမပွေရှုတ်တာလည်းမဟုတ်..ရှာသမျှလည်းအိမ်ကိုပို့တယ်...မိန်းမဖြစ်သူရဲ့ ဒီလိုကြိုဆိုမှုကိုလည်း အပြစ်မဆိုခဲ့ဘူး....ဘာကြောင့် ဒီလိုဖြစ်နေကြတာလဲ...သမီးလေးနဲ့ မိန်းမဆီ နွေးထွေးတဲ့မိသားစုလေး အဖြစ်သူပြန်တည်ဆောက်လို့ရပါ့မလား...တခြားဘာအကြောင်းတွေရှိသေးလဲ...\nကားနာမည် Birthdayဆိုတာနဲ့ရော ဘယ်လိုသက်ဆိုင်နေတာလဲဆိုတာကိုတော့\nခံစားကြည့်ပါဦး....ဒီကားက မိသားစုကားတစ်ကားပါ..အေးသလိုထင်ရပေမယ့်\nဘာကြောင့်လဲဆိုတာတဖြည်းဖြည်းဆွဲခေါ်သွားပြီး\nကြည့်ရှုသူကိုဖမ်းစားနိုင်တဲ့ကားပါ..သရုပ်ဆောင်တွေကလည်း နာမည်ကြီး\nမင်းသားမင်းသမီးတွေကြီးပါပဲ...ခံစားကြည့်လိုက်ပါဦး...IMDb...7.0တောင်ရရှိထားတာမို့ ထွေထွေထူးထူးမညွှန်းတော့ပါဘူးနော်\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Fliex ပဲဖြစ်ပါတယ်... File Size : (945 MB)\nFormat…mp4\nDuration…02:00:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Fliex\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/13Xu4/Birthday_(Saeng-Il)_[2019]_(MM_Sub).mp4 ",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rsFwXfEQ3HBADOjob0C4Flt4VSQ.jpg",
        "title": "We Are ( 2018 )",
        "description": "Zawgyi*******တစ္ခါကဂ်ပန္ႏိုင္ငံတြင္းမွာရွိတဲ့႐ြာေလးတစ္႐ြာမွာအိမ္မက္ေတြရည္မွန္းခ်က္ေတြကိုယ္စီနဲ႔သူငယ္ခ်င္းတစ္ဖြဲ႕ကသူတို႔အထက္တန္းေက်ာင္းၿပီးေတာ့ကိုယ့္ကိုယ္စီအိမ္မက္ေတြကိုအေကာင္အထည္ေဖာ္ဖို႔အတြက္ကိုယ့္လမ္းကိုယ္စီေလွ်ာက္ခဲ့ၾကပါတယ္...ဘဝကိုႀကိဳးစား႐ုန္းကန္ၾကရတဲ့လမ္းမွာက်ရႈံးမႈေတြနာက်င္မႈေတြစိတ္ပ်က္စရာေတြႀကဳံလာရၿပီးအိမ္မက္နဲ႔လက္ေတြ႕ဘဝ​ေတြရဲ႕ျခားနားခ်က္ကိုေတြ႕ႀကဳံလာရလာတဲ့အခါ ဘဝကိုအရႈံးေပးလိုက္မွာလားဆက္ႀကိဳးစားရွင္သန္သြားမွာလား..သူတို႔ေတြကေရာဘယ္လိုေ႐ြးခ်ယ္မႈ​မ်ိဳးေတြကိုလုပ္သြားမွာလဲဆိုတာဆက္လက္ၾကည့္ရႈခံစားလိုက္ၾကပါအုန္းေနာ္ Unicode*******တစ်ခါကဂျပန်နိုင်ငံတွင်းမှာရှိတဲ့ရွာလေးတစ်ရွာမှာအိမ်မက်တွေရည်မှန်းချက်တွေကိုယ်စီနဲ့သူငယ်ချင်းတစ်ဖွဲ့ကသူတို့အထက်တန်းကျောင်းပြီးတော့ကိုယ့်ကိုယ်စီအိမ်မက်တွေကိုအကောင်အထည်ဖော်ဖို့အတွက်ကိုယ့်လမ်းကိုယ်စီလျှောက်ခဲ့ကြပါတယ်...ဘဝကိုကြိုးစားရုန်းကန်ကြရတဲ့လမ်းမှာကျရှုံးမှုတွေနာကျင်မှုတွေစိတ်ပျက်စရာတွေကြုံလာရပြီးအိမ်မက်နဲ့လက်တွေ့ဘဝတွေရဲ့ခြားနားချက်ကိုတွေ့ကြုံလာရလာတဲ့အခါ ဘဝကိုအရှုံးပေးလိုက်မှာလားဆက်ကြိုးစားရှင်သန်သွားမှာလား..သူတို့တွေကရောဘယ်လိုရွေးချယ်မှုမျိုးတွေကိုလုပ်သွားမှာလဲဆိုတာဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါအုန်းနော် Translated & Review By MineEncoded By LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/we-are-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/80896020_2450616885215967_7955973642171449344_n-153x200.jpg",
        "title": "Timeless Love ( 2019 )",
        "description": "Zawgyi*******ဒီတစ္ေခါက္ၫႊန္ေပးမဲ့ကားေလးကေတာ့ 2019ထြက္ comedy နဲ႔drama ေရာထားတဲ့ timeless love ဆိုတဲ့ကားေလးပါပဲဇာက္လမ္းအၫႊန္းေလးကေတာ့ Qin Duyi ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္ဟာေဆာက္လုပ္ေရးcompany တစ္ခုမွာ လက္ေထာက္မန္ေနဂ်ာတစ္ေယာက္ပါသူက တစ္ေယာက္တည္းေနတတ္သူျဖစ္ၿပီး ေန႔တိုင္းအလုပ္ေနာက္က်တာမို႔ အၿမဲ အဆူခံထိသူပါ တစ္ေန႔ သူဟာပလုပ္ေနာက္က်တာေၾကာင့္ ေဆာက္လုပ္ေရးဆိုက္ထဲမွာအလုပ္သြားလုပ္ဖို႔အျပစ္ေပးခံရပါတယ္ အဲ့ဒီမွာ ဆြဲႀကိဳးေလးတစ္ကုံးေကာက္ရတဲ့အခ်ိန္မွာေတာ့ သူ႔ဘဝႀကီးဟာေျပာင္းလဲလာပါေတာ့တယ္ သူဟာ ဆြဲႀကိဳးေလးကို ယူလာၿပီးညမွာေတာ့ သူ႔အိမ္ကို ထူးဆန္းတဲ့ မိန္းမလွေလးေလးေယာက္ေရာက္လာပါေတာ့တယ္မိန္းမလွေလးေတြက သူ႔ကိုေျပာတယ္ သူတို႔ကိုကူညီပါလို႔သူတို႔ဟာ ေရွးေခတ္ကေန လာခဲ့ၿပီး ကိစၥတစ္ခုေၾကာင့္ ဆြဲႀကိဳးထဲမွာပိတ္မိေနၾကတာပါ သူတို႔ဟာ သူတို႔ရဲ႕ဖူးစာရွင္ကို ရွာၿပီးသူတို႔ကို ခ်စ္တယ္လို႔ေျပာမွသာ သူတို႔ရဲ႕ေရွးေခတ္ကိုျပန္ႏိုင္မွာျဖစ္ၿပီးQin Duyi ကေတ့ာ သူတို႔ရဲ႕ ကယ္တင္ရွင္ သူတို႔ကဝိဥာဥ္ေတြ ျဖစ္တာေၾကာင့္ သူမရဲ႕ ခႏၲာကိုယ္ကို ငွါးဖို႔လိုအပ္တာပါလို႔ေျပာၾကပါတယ္အဲ့မိန္းကေလးေလးေယာက္ကေတာ့Liu Rusi : ရဲရင့္ၿပီး ေခ်ာေမာလွတဲ့ မိန္းမစစ္သူႀကီးChen Zilian: စိတ္ကူးယဥ္ဆန္ၿပီး မိန္းမယစ္အိုးေလးLi Mengying: အကလဲေတာ္ ႐ုပ္ေလးလဲလွ ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/timeless-love-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/81523033_461630951443117_1482095567768125440_n-144x200.jpg",
        "title": "The Fire Wolf ( 2019 )",
        "description": "Zawgyi*******လက္ေဝွ႔ ခ်န္ပီယံ ဖုန္းရီေဟာ္ ကို ေျမေအာက္ေလာင္းကစားဘုရင္က်င္းေဝရဲ႕ ေျခာက္တြန္းမႈေၾကာင့္ ေထာင္နန္းစံသြားရတာကိုမေက်နပ္လို႔ရီေဟာ္ရဲ႕ ညီ ရီေ႐ႊတစ္ေယာက္ လက္စားေခ်ဖို႔ႀကိဳးပမ္းရာကေန ဘယ္လိုေတြျဖစ္မလဲဆိုတာဒီကားထဲမွာဆိုရင္ လက္ေဝွ႔ပြဲႀကိဳက္တဲ့သူေတြအတြက္ေတာ့သေဘာက်မယ့္ကားတစ္ကားပါ မင္းသားေတြကနာမည္ႀကီးေတြမဟုတ္ေပမယ့္တကယ္ေသေသခ်ာခ်ာ႐ိုက္ထားတဲ့အတြက္စိတ္ဝင္စားဖို႔ေကာင္းတဲ့ကားတစ္ကားျဖစ္တာေၾကာင့္ၾကည့္ရႈအားေပးလိုက္ၾကပါစို႔ေနာ္... Unicode******* လက်ဝှေ့ ချန်ပီယံ ဖုန်းရီဟော် ကို မြေအောက်လောင်းကစားဘုရင်ကျင်းဝေရဲ့ ခြောက်တွန်းမှုကြောင့် ထောင်နန်းစံသွားရတာကိုမကျေနပ်လို့ရီဟော်ရဲ့ ညီ ရီရွှေတစ်ယောက် လက်စားချေဖို့ကြိုးပမ်းရာကနေ ဘယ်လိုတွေဖြစ်မလဲဆိုတာဒီကားထဲမှာဆိုရင် လက်ဝှေ့ပွဲကြိုက်တဲ့သူတွေအတွက်တော့သဘောကျမယ့်ကားတစ်ကားပါ မင်းသားတွေကနာမည်ကြီးတွေမဟုတ်ပေမယ့်တကယ်သေသေချာချာရိုက်ထားတဲ့အတွက်စိတ်ဝင်စားဖို့ကောင်းတဲ့ကားတစ်ကားဖြစ်တာကြောင့်ကြည့်ရှုအားပေးလိုက်ကြပါစို့နော်... Translated & Review By MineEncoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-fire-wolf-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bYphflJaikqyASMqC8JoQykJjzf.jpg",
        "title": "Guilt by Design (2019)",
        "description": "Guilt by Design(2019)အညွှန်း****************************(unicode)ဒီဇာတ်ကားကတော့ တော်‌တော်ကိုစိတ်ဝင်စားစရာကောင်းပါတယ်။\nစိတ်ပညာရှင် ပါမောက္ခ ရှူလိရှိန် က ရာဇဝတ်သားတို့ရဲ့စိတ်ကိုညှို့ယူပြီး အမှန်တရား\nပေါ်ပေါက်ရေးအတွက် ရဲတွေ ကိုများစွာကူညီခဲ့တဲ့သူဖြစ်ပါတယ်။\nပါမောက္ခရဲ့ဇနီးဟာ ကလေးမွေးပြီးနောက်မှာ စိတ်ကျရောဂါ ရရှိခဲ့ပါတယ်။ သူချစ်တဲ့ဇနီးသည်ဟာ အိပ်ဆေးသောက်တာ များသွားလို့ အသက်ဆုံးသွားခဲ့တယ် ။ ထိုနောက်မှာ သူ့ရဲ့စိတ်ညှို့ပညာကိုမသုံးတော့ပါဘူး။သူ့သမီးလေးနဲ့ပဲ ဘ၀ကိုရိုးစင်းစွာဖြတ်သန်းခဲ့\nပေမယ့် ကံကြမ္မာက မျက်နှာသာမပေးခဲ့ဘူး... အမည်မသိအဖွဲ့ အစည်းတစ်ခုဟာ\nသူ့သမီး ရင်ရင် ကိုပြန်ပေးဆွဲပြီး သူ့ကိုခြိမ်း‌ခြောက်ခဲ့တယ်။\nသမီးကိုကယ်ဖို့အတွက် သူကြိုးစားပါတော့တယ်...\nသူဘယ်လိုကယ်မလဲ....သူတစ်ဘက်ကမ်းခပ်ကျွမ်းကျင်တဲ့ပညာကိုအသုံးချပြီး\nကယ်မှာလား....သူသုံးတဲ့ နည်းစနစ်တွေကရော အဆင်ပြေမလား...\nဒီဇာတ်ကားကတော့ Link Walker နဲ့ မြန်မာပရိတ်သတ်တွေရင်းနှီးကျတဲ့\nနာမည်ကြီးမင်းသား Nick Cheung က အဓိက သရုပ်ဆောင်ထားပါတယ်...\nဇာတ်လမ်းက အစအဆုံးစိတ်ဝင်စားစရာကောင်းသလို\nထက်မြက်ပြီး ကိုယ့်ပညာကိုအချိန်ကိုက်အသုံးပြုပြီး ဖြေရှင်းတဲ့ သွေးအေးအေး\nဇာတ်ရုပ်ကိုတွေ့မြင်ရမှာပါ...တော်တော်ကြီးကို လန်းတဲ့ဇာတ်ကားပါ..\nခံစားကြည့်ကြပါဥ◌ီး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ba Chit နဲ့ Naomi Noe တို့ပဲဖြစ်ပါတယ်...(zawgyi)ဒီဇာတ္ကားကေတာ့ ေတာ္‌ေတာ္ကိုစိတ္ဝင္စားစရာေကာင္းပါတယ္။\nစိတ္ပညာရွင္ ပါေမာကၡ ရႉလိရွိန္ က ရာဇဝတ္သားတို႔ရဲ႕စိတ္ကိုညႇိဳ႕ယူၿပီး အမွန္တရား\nေပၚေပါက္ေရးအတြက္ ရဲေတြ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/guilt-by-design2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/paZRSPyrG611PVDQEcu9JZkwBZZ.jpg",
        "title": "The Bravest (2019)",
        "description": "The Bravest(2019) အညႊန္း***********************(zawgyi)က်န္းက်ိေဝ ဆုိတာ သိပ္ေတာ္တဲ့မီးသတ္ေခါင္းေဆာင္တစ္ေယာက္....အေတြ့အႀကဳံလည္းမ်ားသလုိ တစ္ဒဂၤအတြင္းမွန္ကန္တဲ့ဆုံးျဖတ္ခ်က္ေတြေၾကာင့္ ငယ္သားေတြကလည္း\nေလးစားအထင္ႀကီးၾကတယ္..တစ္ေန႕ေတာ့ မီးေလာင္မႈတစ္ခုမွာ သူတုိ႕အဖြဲ႕ ကယ္ဆယ္ေရးလုပ္ၾကတယ္...ကေလးတစ္ေယာက္ကုိ က်န္းက်ိေ၀ခက္ခက္ခဲခဲကယ္ထုတ္နုိင္ခဲ့တယ္...\nဒါေပမယ့္ သူကလြဲလုိ႕ မီးသတ္တစ္ဖြဲ႕လုံးမေမွ်ာ္လင့္တဲ့ ဂစ္အုိးေပါက္ကြဲမွုေၾကာင့္ ေသဆုံးကုန္ၾကတယ္.....က်န္းက်ိေ၀အတြက္ စိတ္ဒဏ္ရာအရဆုံးျဖစ္သလုိ ဦးတည္ရာမဲ့ရပ္တည္ေနသလုိခံစားရတယ္...စိတ္ပညာဆရာ၀န္ေတြရဲ႕ဆုံးျဖတ္ခ်က္အရမူမမွန္သလုိျဖစ္ေနတဲ့သူ႕ကုိ\nမီးသတ္အဖြဲ႕ကလည္း နွဳတ္ထြက္ေစခ်င္ၾကတယ္....\nတစ္ေန႕ေတာ့ တရုတ္နုိင္ငံရဲ႕အႀကီးဆုံး ဆိပ္ကမ္းေရနံသုိေလွာင္ကန္ႀကီး ပေယာဂတစ္ခုေၾကာင့္ မီးေလာင္မွႈျဖစ္ပြားခဲ့တယ္....အႀကီးဆုံးေရနံသုိေလွာင္ကန္ဆုိေတာ့ တကယ့္ကုိ\nကပ္ဆုိးၾကီးဆုိက္တာပါပဲ...အခက္အခဲဆုံးမီးေလာင္မွုေတြမတားနုိင္ခဲ့ရင္ အက္တမ္ဗုံး အလုံး ၂၀ အားနဲ႕ ညီမ်ွတဲ့ေပါက္ကြဲမွဳျဖစ္နုိင္တယ္လုိ႕ကြ်မ္းက်င္ပညာရွင္ေတြကဆုိၾကတယ္....ဘယ္ေလာက္ေတာင္အားႀကီးမလဲစဥ္းစားသာၾကည့္ေတာ့...\nက်န္းက်ိေ၀တုိ႕မီးသတ္အဖြဲ႕ေတြ နဲ႕ တာ၀န္ရွိသူေတြ ဘယ္လုိတားဆီးၾကမလဲဆုိတာ\nေစာင့္ၾကည့္လုိက္ၾကပါဦး...\nဒီကားက ျဖစ္ရပ္မွန္ကုိအေျခခံၿပီးရုိက္ကူးထားတာပါ... မီးသတ္ေနတာကုိၾကည့္ရုံနဲ႕\nပ်င္းစရာဇာတ္ကားႀကီးလုိ႕ထင္ရင္ေတာ့မွားသြားလိမ့္မယ္...အစကေနအဆုံးထိ\nတကယ့္ကုိ ရင္တထိတ္ထိတ္နဲ႕ၾကည့္ရတာပါ..ကုိယ္တုိင္မီးသတ္တပ္ဖြဲ႕ထဲေရာက္သြားသလုိခံစားရၿပီး ျဖစ္နုိင္ေျခေတြ လုိက္ၾကည့္ရတာ ခင္ဗ်ားတုိ႕ပါေဇာေခြ်းျပန္လာလိမ့္မယ္...\nရုိက္ခ်က္ေတြကလည္း တကယ့္ကုိခမ္းနားသလုိ တျခားနုိင္ငံရဲ႕ အထင္ႀကီးေလာက္စရာ\nနည္းစနစ္ေတြကုိ အားက်စရာျမင္ေတြရပါ့လိမ့္မယ္....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ba Chit ပဲျဖစ္ပါတယ္.....(Unicode)ကျန်းကျိဝေ ဆိုတာ သိပ်တော်တဲ့မီးသတ်ခေါင်းဆောင်တစ်ယောက်....အတွေ့အကြုံလည်းများသလို တစ်ဒင်္ဂအတွင်းမှန်ကန်တဲ့ဆုံးဖြတ်ချက်တွေကြောင့် ငယ်သားတွေကလည်း\nလေးစားအထင်ကြီးကြတယ်..တစ်နေ့တော့ မီးလောင်မှုတစ်ခုမှာ သူတို့အဖွဲ့ ကယ်ဆယ်ရေးလုပ်ကြတယ်...ကလေးတစ်ယောက်ကို ကျန်းကျိဝေခက်ခက်ခဲခဲကယ်ထုတ်နိုင်ခဲ့တယ်...\nဒါပေမယ့် သူကလွဲလို့ မီးသတ်တစ်ဖွဲ့လုံးမမျှော်လင့်တဲ့ ဂစ်အိုးပေါက်ကွဲမှုကြောင့် သေဆုံးကုန်ကြတယ်.....ကျန်းကျိဝေအတွက် စိတ်ဒဏ်ရာအရဆုံးဖြစ်သလို ဦးတည်ရာမဲ့ရပ်တည်နေသလိုခံစားရတယ်...စိတ်ပညာဆရာဝန်တွေရဲ့ဆုံးဖြတ်ချက်အရမူမမှန်သလိုဖြစ်နေတဲ့သူ့ကို\nမီးသတ်အဖွဲ့ကလည်း နှုတ်ထွက်စေချင်ကြတယ်....\nတစ်နေ့တော့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-bravest2019/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4d4mTSfDIFIbUbMLUfaKodvxYXA.jpg",
        "title": "The Two Popes (2019)",
        "description": "၂၀၁၇ ခုနှစ် The Pope အမည်ရပြဇာတ်ကိုမှီငြမ်းရိုက်ကူးထားတဲ့၂၀၁၉ ခုနစ်ထွက် Biological Drama အမျိုးအစားပဲဖြစ်ပါတယ်....The Best Director Award ရရှိထားတဲ့ Fernando Meirelles ရိုက်ကူးထားတဲ့အပြင်IMDB ကလည်း 7.7/10 ရရှိထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအမျိုးအစားကတော့ သူ့ဇာတ်ကားနာမည်အတိုင်းပုပ်ရဟန်းမင်းကြီးနှစ်ပါးအကြောင်းပဲဖြစ်ပါတယ်ပုပ်ရဟန်းမင်းကြီ ဘန်နဒစ်နံပါတ်ခြောက်ကရှေးရိုးဆန်ပြီး ခေတ်နောက်ပြန်ဆွဲတဲ့ Conservative တစ်ယောက်ပြီးတော့သူက ဂျာမန်လူမျိုးလည်းဖြစ်နေပါသေးတယ်..ဘုန်းတော်ကြီး ဘာဂိုလီယိုကတော့ ပြုပြင်ပြောင်းလဲရေးသမားအာဂျင်တီးနားလူမျိုးတစ်ယောက်...ကြမ္မာလှည့်ကွက်တွေကြောင့် သူတို့နှစ်ယောက် တွေ့ဆုံကြတဲ့အခါသူတို့နှစ်ယောက်ကြားက မတူညီတဲ့အတွေးအခေါ်တွေ...အပြုအမူတွေနဲ့... လုပ်ရပ်တွေကြားမှာဘယ်သူက တကယ့်ပြောင်းလဲမှုတွေဖန်တီးပေးနိုင်မလဲဆိုတာကိုစောင့်ကြည့်ရမယ့်ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်...ဘာသာရေးဆက်နွယ်တဲ့ဇာတ်ကားဖြစ်ပေမယ့်လုံးဝမပျင်းမရိရပဲ ပညာသားပါတဲ့ဒိုင်ယာလော့ဒ်တွေအောက်မှာစီးမျောစေရမယ်လို့အာမခံပါတယ် File Size : ( 1 GB , 363  MB )Quality : ...",
        "rating": "7.7",
        "url": "https://megaup.net/2S3hs/(CM)_The_Two_Popes_2019_(Large_Size).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ubn1xVFD1oboxmgQayBbYSZ94AE.jpg",
        "title": "Segfault (2019)",
        "description": "Segfault(2019)(unicode)ဒီဇာတ်ကားကို ဟိုးအရင်ကတည်းကဘယ်သူမှမရိုက်ကူးထားခဲ့တဲ့\nပုံစံသစ် စိတ်ကူးသစ်တစ်ခုနဲ့ ရိုက်ကူးတင်ဆက်ထားပါတယ်..\nဘယ်လိုပုံစံနဲ့လဲဆိုတော့ အဓိကဇာတ်ဆောင်မင်းသမီးဖြစ်သူကို\nဒီဇာတ်လမ်းတစ်ခုလုံးရဲ့ ဇာတ်ညွှန်းဇာတ်ကွက်တွေကို တစ်ခုမှအသိမပေး\nဒိုင်ယာလော့ခ်စကားပြောတွေမရှိဘဲနဲ့ ဇာတ်ပို့တွေရဲ့အကူအညီနဲ့သာ\nဘာကိုဘယ်လိုဆက်လုပ်မလဲဆိုတာ ကိုယ်ပိုင်ဆုံးဖြတ်ချက်ချခိုင်းပြီး\nရှေ့ဆက်သွားရတဲ့ ပုံစံမျိုးပါ...\nဇာတ်လမ်းရဲ့အစ အခန်းထဲကထိုင်ခုံပေါ်မှာမျက်လုံးစုံမှိတ်ခိုင်းထားပြီး..\nစရိုက်ကူးပြီဆိုမှအဆင်သင့်ဖြစ်ပြီလားတစ်ချက်ပဲမေးလိုက်ပြီး\nရိုက်ကူးပုံဖော်ထားတာပါ...သူမကိုအသိပေးထားဆိုလို့ အတိတ်မေ့နေတယ်\nဆိုတာပါပဲ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတောင် သူမကိုယ်တိုင်မသိရဘဲ\nအဆုံးထိစိတ်လှုပ်ရှားဖွယ်စောင့်ကြည့်သွားရမှာပါ\n...ဇာတ်လမ်းထဲမှာတော့ သူမဟာနိုးနိုးချင်းဟိုတယ်အခန်းထဲမှာရောက်နေတယ်..\nအဲ့အချိန်မှာ အခန်းထဲကဖုန်းဝင်လာပြီးသူမကို ဘယ်ကိုဆက်သွားပါ..\nဘယ်သူနဲ့မှမစကားမပြောပါနဲ့..ဘယ်သူတွေကိုရှောင်ပါစသည်ဖြင့်ပြောလာခဲ့ပါတော့တယ်\nအဲ့နောက်မှာတော့ ဘယ်သူ့ကိုယုံရမှာလဲ သူကိုယ်တိုင်ကရောဘယ်သူလဲ...\nသူ့ကိုဘယ်သူတွေကလိုချင်နေကြတာလဲဆိုတာကိုတော့...ဇာတ်လမ်းထဲကမင်းသမီးနဲ့အတူ\nစိတ်ဝင်စားစွာနဲ့စောင့်ကြည့်ရင်း....ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nZwel Zan Aungပဲဖြစ်ပါတယ်.... (zawgyi)ဒီဇာတ္ကားကို ဟိုးအရင္ကတည္းကဘယ္သူမွမရိုက္ကူးထားခဲ့တဲ့\nပံုစံသစ္ စိတ္ကူးသစ္တစ္ခုနဲ႔ ရိုက္ကူးတင္ဆက္ထားပါတယ္..\nဘယ္လိုပံုစံနဲ႔လဲဆိုေတာ့ အဓိကဇာတ္ေဆာင္မင္းသမီးျဖစ္သူကို\nဒီဇာတ္လမ္းတစ္ခုလံုးရဲ႕ ဇာတ္ညႊန္းဇာတ္ကြက္ေတြကို တစ္ခုမွအသိမေပး\nဒိုင္ယာေလာ့ခ္စကားေျပာေတြမရွိဘဲနဲ႔ ဇာတ္ပို႔ေတြရဲ႕အကူအညီနဲ႔သာ\nဘာကိုဘယ္လိုဆက္လုပ္မလဲဆိုတာ ကိုယ္ပိုင္ဆံုးျဖတ္ခ်က္ခ်ခိုင္းၿပီး\nေရွ႕ဆက္သြားရတဲ့ ပံုစံမ်ိဳးပါ...\nဇာတ္လမ္းရဲ႕အစ အခန္းထဲကထိုင္ခံုေပၚမွာမ်က္လံုးစံုမွိတ္ခိုင္းထားၿပီး..\nစရိုက္ကူးၿပီဆိုမွအဆင္သင့္ျဖစ္ၿပီလားတစ္ခ်က္ပဲေမးလိုက္ၿပီး\nရိုက္ကူးပံုေဖာ္ထားတာပါ...သူမကိုအသိေပးထားဆိုလို႔ အတိတ္ေမ့ေနတယ္\nဆိုတာပါပဲ...ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာင္ သူမကိုယ္တိုင္မသိရဘဲ\nအဆံုးထိစိတ္လႈပ္ရွားဖြယ္ေစာင့္ၾကည့္သြားရမွာပါ\n...ဇာတ္လမ္းထဲမွာေတာ့ သူမဟာႏိုးႏိုးခ်င္းဟိုတယ္အခန္းထဲမွာေရာက္ေနတယ္..\nအဲ့အခ်ိန္မွာ အခန္းထဲကဖုန္းဝင္လာၿပီးသူမကို ဘယ္ကိုဆက္သြားပါ..\nဘယ္သူနဲ႔မွမစကားမေျပာပါနဲ႔..ဘယ္သူေတြကိုေရွာင္ပါစသည္ျဖင့္ေျပာလာခဲ့ပါေတာ့တယ္\nအဲ့ေနာက္မွာေတာ့ ဘယ္သူ႕ကိုယံုရမွာလဲ သူကိုယ္တိုင္ကေရာဘယ္သူလဲ...\nသူ႕ကိုဘယ္သူေတြကလုိခ်င္ေနၾကတာလဲဆိုတာကိုေတာ့...ဇာတ္လမ္းထဲကမင္းသမီးနဲ႔အတူ\nစိတ္ဝင္စားစြာနဲ႔ေစာင့္ၾကည့္ရင္း....ဇာတ္လမ္းအၫႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့\nZwel Zan Aungပဲျဖစ္ပါတယ္....File Size : (850 MB) and (351 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/segfault2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cX3fl80NMXILgmsy0blU9ir6sy1.jpg",
        "title": "The Elephant Queen (2019)",
        "description": "Imbd 8.0 ရရရှိထားပြီးတော့ rotten tomato 90% ထိ္ ရ ရှိထားပါတယ်ဆင်ဘုရင်မ အက်သီနာနဲ့ဆင်မိသားစုတို့ကသူတို့ နေထိုင်တဲ့ ရေအိုင်ပတ်ဝန်းကျင်က ခြေချောင်းအရွယ်သာရှိတဲ့အိမ်နီးချင်း တိရိစ္ဆာန် တွေနဲ့အတူယှဉ်တွဲနေထိုင်ပုံ ကို တင်ဆက်ပြသထားပါတယ်အဲ့နောက်မှာ အာဖရိက ဒေသရဲ့ မိုးခေါင်ရေရှားမှု ကြောင့်သူတို့ရဲ့ ရေအိုင်က ခန်းခြောက်သွားတာကို ရင်ဆိုင်ကြုံတွေ့ကြရပြီးဒုက္ခ ရောက်ခဲ့ကြပါတယ် အဲ့ရေအိုင်နားမှာ ဆက်နေဖို့ မဖြစ်နိုင်တော့ပဲပူပြင်းခြောက်သွေ့တဲ့ရာသီမှာ ခှိုလှုံလို့ရမဲ့ နေရာကို ရှာဖို့ ဆင်မိသားစုကိုဦးဆောင် လမ်းပြမဲ့ ဆင်မျိူးနွယ်စု ဘုရင်မ အက်သီနာ ရဲ့စွမ်းဆောင်ရည်တွေကို ကြည့်ရှုခံစားရမဲ့Discovery documentary ကောင်းလေးတခုပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ Cinema for Peace Awards 2019 မှာInternational Green Film ...",
        "rating": "8.0",
        "url": "https://megaup.net/1w8mv/(CM)_The_Elephant_Queen_2019_(Large_Size).mp4",
        "category": "Documentary, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/or2qu22GCjzVVeBuP7JUCqbjCCl.jpg",
        "title": "Nineteen Summers (2019)",
        "description": "အခုတစ်ခါ ဇာတ်လမ်း​လေးက​တော့ black people​တွေရဲ့ ​နေထိုင်မှုဘဝ​တွေသူတို့ရဲ့​နေ့စဥ်လှုပ်ရှားမှု​တွေ သူတို့ကို white people​တွေထက် ​လူမျိုး​ရေးခွဲခြားထားတာ​တွေကို ရိုက်ပြထားတဲ့ဇာတ်ကား​ကောင်းတစ်ကားပါအသက်၁၉နှစ်အရွယ် က​လေးတစ်​ယောက်အ​​ဖေဒီအန်​ဂျေဟာ မိသားစုအတွက် ပို​ကောင်းတဲ့ဘဝတစ်ခုကိုရှာ​ဖွေ​နေခဲ့တာ​ပေါ့LAမှာ လူဆိုးအကြမ်းဖက်မှု​တွေကလည်း မြင့်တက်​နေခဲ့တယ်black peopleအချင်းချင်း​တွေလည်း တစ်​ယောက်နဲ့ တစ်​ယောက်အကြင်နာတရားကင်းမဲ့ပြီး ရက်စက်ကြမ်းကြုတ်လာခဲ့ကြတယ်ဒီအန်​ဂျေတစ်​ယောက် ဘဝကိုဘယ်လို​တွေဖြတ်သန်းလဲသူဖြစ်ချင်တဲ့ရက်ပ်ပါတစ်​ယောက်ဖြစ်လာမလားသူ့ဘဝကဘယ်လို​တွေအဆုံးသတ်သွားမလဲ ကြည့်ရှု့လိုက်ပါဦး​နော် File Size : ( 1 GB , 326 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 58minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu ...",
        "rating": "5.6",
        "url": "https://megaup.net/1wb8m/(CM)_NInteen_Summers_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pbGveUC8mk0QRkdXpERPLbMFnrg.jpg",
        "title": "The Informer (2019)",
        "description": "ဒီကားကတော့ မူးယစ်အရောင်းအဝယ်ခေါင်းဆောင်ကိုဖမ်းဖို့အကွက်ချရာကFBIနဲ့NYPDရဲ့အရှုပ်ထဲမှာပိတ်မိသွားတဲ့ထောင်ထွက်လူသတ်သမားရဲ့အကြောင်းကိုရိုက်ကူးထားတာပါကိုစလိုဆိုတဲ့သူဟာလူသတ်မှုနဲ့ထောင်နှစ်နှစ်ဆယ်ကျနေပေမယ့်FBIကသူ့ကိုထောင်ကနေထုတ်ပေးပြီးဘိန်းအရောင်းအဝယ်ခေါင်းဆောင်ကြီးကိုဖမ်းဖို့သူလျှိုအဖြစ်စေလွှတ်ပါတော့တယ်ဒါပေမယ့်လည်းသူသူလျှိုအဖြစ်လုပ်နေတုန်းမှာပဲNYPDရဲတွေဘက်ကလည်း သူလျှိုတစ်ယောက်လွှတ်ရင်းအဲဒီရဲအသတ်ခံလိုက်ရတာနဲ့ပဲ ကိုစလိုတစ်ယောက်အမှုပတ်ပါတော့တယ်သူ့ကိုဘိန်းခေါင်းဆောင်ကသူနေခဲ့တဲ့ထောင်ထဲပြန်ပို့ပြီးဘိန်းအရောင်းအဝယ်တွေလုပ်ခိုင်းလိုက်တယ်အဲဒါကိုFBIကလည်း မကူညီပဲထောင်ထဲထိသွားခိုင်းပြီးအဲဒါတွေဖြန့်ဖြူးတဲ့လူတွေကိုပါထပ်ရှာခိုင်းတော့တယ်တစ်ဖက်မှာလည်း NYPDဘက်ကသူတို့ရဲအသတ်ခံလိုက်ရတာနဲ့ပတ်သက်ပြီးကိုစလိုနောက်ကိုလိုက်နေတဲ့အချိန်ဖြစ်နေတယ်ကိုစလိုတစ်ယောက်ထောင်ထဲပြန်ဝင်ခဲ့ရပြီးFBIခိုင်းသလိုလုပ်ပေးခဲ့ပေမယ့်FBIဘက်က ကတိပေးထါးတဲ့အတိုင်းကိုစလိုကိုထောင်ကပြန်ထုတ်မပေးတဲ့အခါကိုစလိုတစ်ယောက်ထောင်ထဲကလူမိုက်တွေရောNYPDဘက်ကလွှတ်တဲ့လူတွေရောတစ်ဖက်မှာလည်းမိန်းမနဲ့ကလေးကိုတွေ့ရဖို့ ထောင်ကနေထွက်ဖို့ရောဘယ်လိုတွေရင်ဆိုင်မလဲဆိုတာကိုကြည့်ရမယ့်တကယ့်ဇာတ်ကားကောင်းတစ်ကားပါIMDb6.5ရထားတဲ့အပြင် ဇာတ်ကားကလည်းတစ်ကားလုံးဇာတ်ရှိန်ကျမသွားတဲ့တကယ့်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ် File Size : ( 1 GB , 391 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 53 minFormat : Mp4Genre : Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-informer-2019/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q4VMyavCoXxN9U8AONE2YryQDVz.jpg",
        "title": "Little Joe (2019)",
        "description": "ဒါကတော့ ဇာတ်လမ်းတွေကို သူ့ရဲ့ကိုယ်ပိုင်ဟန်နဲ့ဖန်တီးလေ့ရှိတဲ့Austrianအမျိုးသမီးဒါရိုက်တာ Jessica Hausnerရဲ့ လက်ရာဇာတ်ကားလေးပါ။Cannes film festivalရဲ့ မြင့်မားတဲ့ဆုတွေမှာဇကာတင်စာရင်းဝင်ထားပြီး ခေါင်းဆောင်မင်းသမီးကCannes Best Actress Awardရထားပါတယ်။ဇာတ်လမ်းကတော့ Aliceဆိုတဲ့ singleမေမေ အမျိုးသမီးတစ်ယောက်ကအပင်မျိုးစိတ်သစ်တွေကို ဖန်တီးပြီး သူ့အလုပ်ကိုအင်မတန်ရူးသွပ်သူပါ။လူတွေကိုပျော်ရွှင်စေဖို့ အနံ့အရမ်းကောင်းမွန်အောင်ပြုလုပ်ထားတဲ့အပင်မျိုးစိတ်သစ်တစ်ခုကို ဖန်တီးအောင်မြင်ပြီးတဲ့နောက်အဲ့အပင်လေးကို သူ့သားJoeရဲ့နာမည်ကိုအစွဲပြုပြီးLittle Joeလို့နာမည်ပေးလိုက်တယ်။ဒါပေမယ့် သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက် ဘယ်လာဆိုတဲ့ အမျိုးသမီးကြီးကLittle Joeဟာ လူတွေကိုပျော်ရွှင်စေရုံတင်မဟုတ်ပဲသူ့ရဲ့ဝတ်မှုန်ဟာလူ့ဦးနှောက်ထဲဝင်သွားပြီး လူတွေကိုအပင်ကလွဲရင်တခြားအရာကိုဂရုမစိုက်အောင်ပြောင်းလဲပစ်နေတယ်လို့အခိုင်အမာပြောဆိုပါတယ်။Aliceလည်း အစကမယုံကြည်ပေမယ့် သူ့ရဲ့သားကပါထူးထူးဆန်းဆန်းတွေပြုမူလာတဲ့အခါမှာတော့....ဒီဇာတ်လမ်းမှာ ဒါရိုက်တာရဲ့ဝသီအတိုင်းအရောင်တွေကိုသေချာသုံးထားလို့ Displayတွေလှတယ်။ဇာတ်လမ်းကို ကိုယ်ပါဝင်ပြီး စဉ်းစားစရာတွေဖြစ်လာတယ်။ဇာတ်လမ်းပြီးသွားတဲ့နောက်မှာလည်း ဒွဟတွေကျန်ခဲ့တယ်။လူတော်တော်များများအတွက် ကြောင်တောင်တောင်ကားလို့ ထင်နိုင်တယ်။လူတိုင်းအကြိုက်ကားမျိုးတော့မဟုတ်ဖူးပေါ့။...",
        "rating": "5.9",
        "url": "https://megaup.net/1wbao/Little_Joe_2019_(Large_Size).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wMszdTo0UuGcAEEDHsQL9dmwLIG.jpg",
        "title": "Line of Duty (2019)",
        "description": "Olympus Has Fallen မင်းသားက ဖရန့်ခ်အနေနဲ့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားကောင်းလေးပါဇာတ်လမ်းအစမှာ ရဲတစ်ဦးရဲ့ ၁၁နှစ်သမီးကိုပြန်ပေးဆွဲခံရပြီးအဲ့ကောင်မလေးရဲ့တည်နေရာကိုသိတဲ့ သံသယရှိသူကထွက်ပြေးရင်း ဖရန့်ခ်ကနေ သတ်လိုက်မိတဲ့အခါမှာတော့ထိုရဲမှာ ကောင်မလေးရဲ့အသက်အတွက် တာဝန်ပိုကြီးသွားပါတယ်ကလေးမလေးကို ရှာဖို့ အတွက် Live streaming Blogger မလေးရဲ့အကူအညီလိုအပ်ပြီး အတူစုံစမ်းဖော်ထုတ်တဲ့အခါမှာကြုံတွေ့ရတဲ့ အခက်အခဲ အသက်အန္တရာယ်ရှိမှုတွေကို Blogger မလေးက live လွှင့်ရင်းတစ်တိုင်းပြည်လုံးက ရင်သပ်ရှုမောဖွယ်ဖြစ်ရပ် တွေကိုစောင့်ကြည့်အားပေးကြပါတော့တယ် ဘာလို့ ပြန်ပေးဆွဲတာလဲ?ဘယ်လို မျိုး လှည့်ကွက်တွေနဲ့ ကလေးမလေးကို ဖွက်ထားတာလဲ?ကလေးမလေးကို ကယ်လိုက်နိုင်မလား? ဆိုတာတွေကိုပိတ်ကားထက်မှာကြည့်ရှုကြပါဦးဗျာ File Size : ( 930 MB , 337 MB )Quality :  WEB-DL 720pRunning ...",
        "rating": "5.1",
        "url": "https://megaup.net/2S64B/Line_of_Duty_2019_(Large_Size).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMGYzN2I3NjAtMWRmOC00ODA0LTk5M2MtZWNiMWYyOGJjZDU5XkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Devilreaux (2023)",
        "description": "2023 ခုနှစ်မှအသစ်ထွက်ရှိထားတဲ့ horror လူသတ်ကားအမျိုးအစားလေးပါ ဇာတ်လမ်းကတော့ ဆယ်ကျော်သက်ကလေးတစ်စုကသရဲခေါ်တမ်းကစားကြရင်း ပါးစပ်ရာဇဝင်တွေနဲ့နာမည်ကြီးတဲ့ ဒယ်ဗရိုဆိုတဲ့စုန်းကဝေအတတ်တွေနဲ့ဖန်တီးထားတဲ့နတ်ဆိုးကို ပြန်ဆင့်ခေါ်သလိုဖြစ်သွားရာကနေစပြီး အဲ့နတ်ဆိုးကသူရန်ငြိုးရှိခဲ့တဲ့သူတွေရဲ့မျိုးဆက်တွေအားလုံးကိုတစ်ယောက်မကျန်လိုက်သတ်ပစ်ပါတော့တယ် ဘော်ဘီဘရစ်ဆိုတဲ့စုံထောက်အလှလေးကတော့လူတွေဆက်တိုက်ပျောက်သွားတဲ့အမှုတွေကိုစုံစမ်းရှာဖွေနေတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ် သွေးပျက်စရာဇာတ်ဝင်ခန်းတွေပါတာမို့အရွယ်မရောက်သေးသူတွေမကြည့်သင့်ပါဘူး File size…(1.4 GB)/(790 MB)/(370 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:34:00\nGenre...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/1Vfpk/Devilreaux.2023.720p.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/s-l600-142x200.jpg",
        "title": "[18+] Big Tits Zombie (2010)",
        "description": "Big Tits Zombie (2010)ဂင်ကိုနဲ့လီနာတို့က သိပ်မအောင်မြင်တဲ့ အဖော်အချွတ်ကလပ်တစ်ခုဖြစ်တဲ့ Paradise Ikagawa Theatre မှာ\nတစ်ခြားကောင်မလေးတွေနဲ့အတူတူအလုပ်လုပ်ကြပါတယ်။သူတို့တွေကတော့ ထက်မြက်တဲ့စာကြမ်းပိုးမာရီယာ၊\nရှေ့ဖြစ်ဟောဆရာမ လီနာ၊ပြီးတော့ သူ့မောင်နှမတွေကိုပြန်တွေ့ဖို့လူစုနေတဲ့ တိုင်းတစ်ပါးသူလေး ဒါနာတို့ဖြစ်ကြပြီး\nတစ်နေ့တော့ သူတို့ဆီကိုဖုန်းတစ်ခုဝင်လာခဲ့ပြီး အဲ့ဒီလူက အပန်းဖြေစခန်းတစ်ခုမှာ\nဆယ်ရက်စာ အကသမားလိုနေတဲ့အကြောင်းပြောလာပါတယ်။အဲ့ဒီအလုပ်ကိုအားလုံးလက်ခံပြီးတော့ သူတို့ဖျော်ဖြေရမယ့် အပန်းဖြေစခန်းကိုရောက်ရှိပြီးတဲ့နောက်ဖောက်သည်မျှော်ရင်း\nမြေအောက်ခန်းတစ်ခုကိုအမှတ်မထင်တွေ့ရှိခဲ့ပြီး အဲ့ဒီမှာရှာတွေ့တဲ့ သေမင်းစာအုပ်ကို မာရီယာကရွတ်ဖတ်လိုက်မိချိန်မှာ\nဆူရှီဖြစ်ပြီးသားတွေ၊သူတို့ကိုင်နေတဲ့ ငါးတွေစတင်အသက်ဝင်လာခဲ့ပြီးနောက် အုံကြွသောင်းကျန်းလာခဲ့တဲ့ ပ\nတ်ဝန်းကျင်တစ်ခုလုံးက ဖုတ်ကောင်တွေနဲ့ရင်ဆိုင်တိုက်ခိုက်ရတော့မှာဖြစ်ပါတယ်။ဂျပန်လူကြီးရုပ်ရှင်လောကရဲ့နာမည်ကျော်မင်းသမီးလေးတွေဖြစ်တဲ့ Sora Aoi,Risa Kasumi တို့ဦးဆောင်ပါဝင်ထားကြပြီး\nဇာတ်လမ်းက အခွီပါ။သွေးသံရဲရဲ ခုတ်ထစ်သတ်ဖြတ်တာတွေ ပေါက်ကရပြကွက်တွေနဲ့ wtf moments တွေအများကြီးပါပါတယ်။\nဘာတွေပေါက်ကရလုပ်ပြကြမှာလဲဆိုတာတော့ ကိုယ်တိုင်ခံစားကြည့်ရှုလိုက်ကြပါ။The Machine Girl တို့ Mutant Girls Squad တို့လိုဇာတ်ကားတွေကြည့်ဖူးရင် ဒီကားကိုလည်းလက်မလွတ်သင့်ပါ။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ...",
        "rating": "",
        "url": "https://megaup.net/3hc2C/(DS)_Big_Tits_Zombie_(2010)_720p_AMZN_WEB-DL_DD+2.0_H.264-JAVA.mp4",
        "category": "Action, Adult, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7i4qZWRsgrzJ5fXv0cLV7hLETUJ.jpg",
        "title": "[18+]The World of Adultery(2020)",
        "description": "The World of Adultery(2020)***************************(18+ ကားမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...)လူတစ်စု တစ်အိမ်ထဲမှာနေပြီး ဖောက်လွှဲဖောက်ပြန်ဖြစ်ကြတယ်...တစ်ချို့က တစ်ယောက်က စပြီး တစ်ချို့အတွဲကြတော့ တစ်စုံလုံးစကြတယ်...ဒါတွေကိုအားကျပြီး တစ်စုံတရာက တစ်စုံတစ်ယောက်သောသူနဲ့အိပ်ခန်းထဲဝင်သွားကြတယ်...တစ်ဖက်နဲ့ တစ်ဖက် ...တစ်ချက်ချက်နဲ့အချစ်ပွဲကို ဖဲမွေ့ရာပေါ်မယ် တစ်ဒုန်းဒုန်းဆင်နွဲကြတယ်..လောကီရေးရာမှာ လိင်မှုကိစ္စရဲ့   တစ်စွန်းတစ်စ ဆိုးယုတ်မှုတွေကိုတစ်ချက်တစ်ချက်စဉ်းစားရင်း တစ်ခုခုဖြစ်ချင်ကြရင်တော့ ဒီကားကိုကြည့်ကြပါ...File Size :(1.1GB) and (507MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Adult , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thar Htet\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/1Vh43/The_World_of_Adultery_(2020)WEB-DL.720P(CM).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4trdAjcgbmhNkMXbhgsvpVnGmKu.jpg",
        "title": "Chasing Kawashima Yoshiko ( 2023 )",
        "description": "ယိုရှီကို ခါဝါရှီးမား ဟာ တရုတ်-ဂျပန် ဒုတိယစစ်ပွဲကာလအတွင်းက\nစွဲဆောင်မှုအပြည့်နဲ့ထက်မြက်တဲ့မိန်းမတစ်ပါ။ သူ့ကိုသေမိန့်ချတဲ့အထိ\nအများပြည်သူဟာ အရှေ့တိုင်းမိစ္ဆာမဆိုပြီး မုန်းတီးခံရတဲ့သူတစ်ယောက်လဲဖြစ်ပါတယ်။ဟုတ်ပါတယ် ယိုရှီကိုဟာတရုတ်နိုင်ငံရဲ့သစ္စာဖောက်မတစ်ဦးပါ…\nမန်ချူးမင်းဆက်ရဲ့ မင်းသမီးတစ်ယောက်ဖြစ်တဲ့သူက\nတရုတ်ပြည်ကိုသစ္စာဖောက် ဂျပန်နဲ့ပူးပေါင်းပြီး\nမန်ချူးနိုင်ငံပြန်ထူထောင်ဖို့အိပ်မက်မက်နေတဲ့သူတစ်ယောက်ပေါ့……ယိုရှီကိုဟာနိုင်ငံရေးသမားတစ်ထောင်ကျော်နဲ့ပတ်သက်ခဲ့ပြီး\nအရေးကြီးဂျပန်သတင်းပေးသူလျှိုတစ်ယောက်တဲ့အတွက်\nတရုတ်တော်လှန်ရေးသမားတွေဟ ယိုရှီကိုကို မဖြစ်မနေသတ်ဖို့\nလိုအပ်တာကြောင့် ယိုရှီကို ခါဝါရှီးမားကိုတော်လှန်ရေးသမားတွေ\nဖမ်းဖို့ကြိုးစားတဲ့အကြောင်းကိုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဉာဏ်များတဲ့ သမိုင်းဝင်သူလျှို ယိုရှီကိုတစ်ယောက်\nတရုတ်တော်လှန်ရေးသမားတွေထပ် အမြဲခြေတစ်လှမ်းစောနေတာကို\nဘယ်လိုဖမ်းကြမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုခံစားလိုက်ပါဦးနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/chasing-kawashima-yoshiko-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8OkmwdxCZOVxvZq9OyDrIIKEoDK.jpg",
        "title": "iNumber Number: Jozi Gold(2023)",
        "description": "iNumber Number: Jozi Gold(2023)********************************\nအာဖရိက နယ်မြို့လေးမှာ လူမိုက်ဂိုဏ်းစတားအဖွဲ့တွေက လုယက်သတ်ဖြတ်နေကြပါတယ်။\nရဲ အရာရှိတွေဖြစ်တဲ့ ရှူးစ်နဲ့ ချီလီဟာ လူမိုက်တွေကိုဖမ်းပေးပေမယ့် သက်သေမခိုင်တာရယ် လာဘ်ပေးမှုတွေကြောင့်\nပြန်လွတ်နေပါတယ်။ သူတို့ သက်သေအခိုင်အမာရှာပြီး ဖမ်းပေးတဲ့ဟိုင်အီးနားလူသား လူဆိုးတစ်ယောက်ဟာ\nသက်သေမရှိဘူးပြီးပြန်လွှတ်ခံရဖို့ရှိနေပါတယ်၊ ဒီလူဆိုးကိုဖမ်းတဲ့နေရာမှာ အပျက်အစီးတွေနဲ့ချွတ်ချော်မှုတွေကြောင့်\nရှူးစ်နဲ့ ချီလီကိုဌာနရဲ့ အောက်ဆုံးကအဖွဲ့နဲ့အလုပ်လုပ်ဖို့ အမိန့်ချလိုက်တယ်။ ဒါဆိုချီလီကမကျေနပ်ဘဲဗြောင်းဆန်အောင်လုပ်ဖို့ကြိုးစားပါတော့တယ်....File Size :(2.02GB)& (996MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action , Adventure, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://megaup.net/1fjrl/iNumber_Number_Jozi_Gold(2023).WEB-DL.720P(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNGVmYjI4ZjktMjVkNi00ZTRlLWJlYTMtNzMxYjQ0ZDIyZWNmXkEyXkFqcGdeQXVyNTUyMzE4Mzg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Doctor Dolittle (1998)",
        "description": "Dr. Dolittle (1998)\n==============နာမည်ကြီးမင်းသားကြီး Eddie Murphy ရဲ့ တော်တော်လေးကျော်ကြားခဲ့တဲ့\nDr. Dolittle ကို တင်ဆက်ပေးလိုက်ပါပြီ။ ငယ်စဉ်ကတည်းက တိရစ္ဆာန်တွေနဲ့\nစကားပြောနိုင်ပြီး ထူးထူးဆန်းဆန်း ကြောင်တောင်တောင်ကလေးလေးဖြစ်နေလို့\nပယောဂပါအနှင်ခံရမလိုဖြစ်ခဲ့တဲ့ Dolittle လေးတစ်ယောက် ဆရာဝန်ဖြစ်လာ\nခဲ့ပါတယ်။ လူကြီးဖြစ်လာတဲ့ကာလတစ်လျှောက်မှာတော့ တိရစ္ဆာန်တွေရဲ့အသံကို\nမကြားနိုင်တော့သယောင်ဖြစ်နေခဲ့တာပေါ့။ တစ်နေ့... ကိုယ့်ကားနဲ့တိုက်မိမလို\nဖြစ်သွားတဲ့ လမ်းဘေးခွေးက ပြန်ဆဲသွားတာကို ခံလိုက်ရပြီးနောက်မှာတော့\nDolittle ဟာ အရင်ကလို အကောင်ပလောင်တွေပြောသမျှ ပြန်ကြားနိုင်နေ\nမှန်း ကိုယ့်ကိုယ်ကိုသတိထားမိလာပါတော့တယ်။ဆရာဝန်အလုပ်စကတည်းက ပိုက်ဆံများများရှာရဖို့ကိုပဲ တစိုက်မတ်မတ်ဦး\nတည်ပြီး တည်တည်ကြည်ကြည် ကြိုးကြိုးစားစားအလုပ်လုပ်လာပြီးမှ ငယ်\nငယ်ကလို လူထူးဆန်းဘဝပြန်ရောက်တော့မယ်ဆိုတော့ မခံချင့်မခံသာတွေ\nဖြစ်ပြီး ဦးနှောက်ဓာတ်မှန်ရိုက်လိုက် ဘာလာလာမကြားယောင်ပြုလိုက်နဲ့\nအရူးမီးဝိုင်းဖြစ်နေတာပေါ့။ ဒါပေမယ့် စိတ်ရင်းကောင်းတဲ့ Dolittle အတွက်\nတော့ အကူအညီလိုနေတဲ့ သတ္တဝါလေးတွေကို လျစ်လျူရှုဖို့က ထင်သလောက်\nလွယ်ကူမနေခဲ့ပါဘူး။ နယ်ရောက်တုန်း ဇီးကွက်တစ်ကောင်ကို ကူညီပေး\nအပြီးမှာတော့ Dr. Dolittle လည်း တစ်တောလုံးရဲ့ဆယ်လီဖြစ်သွားပါတော့\nတယ်။ \"ငါတို့ပြောတာတွေ နားလည်တဲ့ဆရာဝန်ဟေ့\" ဆိုပြီး အိမ်တိုင်ရာ\nရောက် အလုံးလိုက်အရင်းလိုက် အုပ်လိုက်ခဲလိုက်ရောက်ချလာပြီး ဆေးခန်း\nထိုင်ခရော ...",
        "rating": "5.4",
        "url": "https://megaup.net/2B93j/Doctor.Dolittle.1998.720p.BRrip.(CM).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDU5OTBhNzEtYjllNS00Y2RkLWEzYTgtOTRmMGZhOTYyYmMwXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_-135x200.jpg",
        "title": "Chevalier (2022)",
        "description": "Chevalier (2022)\n=============\nIMDb Rating - 6.6/10ဒီဇာတ်လမ်းက တေးရေးဆရာ Chevalier de Saint-Georges\nဖြစ်တဲ့ Joseph Bologne အကြောင်းကို အခြေခံပြီး ရိုက်ကူးထား\nတာပါ။ပြင်သစ် သစ်တောပိုင်ရှင် သခင် Bologneနဲ့ သူ့ရဲ့ အာဖရိကန်\nကျွန်တို့ကနေ မွေးဖွားခဲ့တဲ့ Joseph က ကပြားလူမဲကလေးပါ။\nအဲဒီခေတ်က လူမဲတွေကို ကျွန်အဖြစ်နဲ့ သတ်မှတ်ထားကြတာမို့\nJoseph ကိုလည်း သူ့ရဲ့အသားအရေနဲ့ ပတ်သက်ပြီး ကလေး\nတွေက အနိုင်ကျင့်ကြတယ်။ ဒါပေမဲ့ တယောထိုးရာမှာ တစ်ဖက်\nကမ်းခတ်အောင်ကျွမ်းပြီး ဓားထိုး၊ ဘာသာစကား စတဲ့ ကျန်တဲ့\nပညာရပ်တွေလည်း အရမ်းကျွမ်းကျင်တာမို့ Joseph က မကြာ\nခင်မှာပဲ ပြင်သစ်အထက်တန်းလွှာ တစ်ဦးအဖြစ် ကျော်ကြား\nလာခဲ့ပါတယ်။Josephက ပြင်သစ်ဘုရင်မ Marie Antoinette နဲ့လည်း\nသူငယ်ချင်း ဖြစ်ပေမဲ့ နောက်ပိုင်းမှာတော့ အထက်တန်းလွှာ\nခင်ပွန်းသည်ဇနီး Marie Josephine နဲ့ ဖောက်ပြန်တာ၊\nပဲရစ်သံစုံတီးဝိုင်း ခေါင်းဆောင်နေရာကို ပြိုင်ကြတာနဲ့\nဘုရင်မနဲ့လည်း အခင်အမင်ပြတ်သွားတယ်။ နောက်ပိုင်း\nမှာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Ve7v/Chevalier.2022.720p.WEB.(CM).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1IMlvVZK7HDO22RmItUSdhtqcnE.jpg",
        "title": "Pokolenie Ikea(2023)",
        "description": "Pokolenie Ikea(2023)******************ဦးဆုံးအနေနဲ့ ဇာတ်လမ်းတစ်လျှောက် sex sceneတချို့နဲ့ လိင်မှုအသုံးအနှုန်းတွေ ပေါပေါသီသီပါတာမို့ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်ပါဘူး။\nပိုလန်စာရေးဆရာ Piotr Cရဲ့ Pokolenie Ikeaဆိုတဲ့အရောင်းအရဆုံးစာအုပ်ကို ရုပ်ရှင်အဖြစ်ပြန်ရိုက်ကူးထားတာဖြစ်ပြီး\nဒီစာအုပ်ဟာ ပိုလန်အင်တာနက်အသုံးပြုသူတွေ ratingပေးတဲ့အဖတ်သင့်ဆုံးစာအုပ် 100ထဲမှာ နံပါတ်32အထိချိတ်ခဲ့ပါတယ်...\nဇာတ်လမ်းနာမည်က englishလိုဆို IKEA Generationဖြစ်ပြီး Millennials နဲ့ Gen Zersတွေကိုဆိုလိုချင်တာပါ။\nတစ်နည်းအားဖြင့် ဒီဇာတ်လမ်းဟာ အသက် ၄၀အောက်အရွယ် ၂၁ရာစု ခေတ်သစ်လူလတ်ပိုင်းဘဝအကြောင်းကို ရိုက်ပြထားတဲ့ Drama၊ Comedy၊ Romanceကားလေးပါ... Romanceကားဆိုပေမယ့် ideaဆန်းဆန်းလေးနဲ့မို့ sex conceptတစ်ခုကို ချပြနေတယ်လို့တောင် အထင်မှားစရာရှိပါတယ်။\n၂၁ရာစုရဲ့ လူလတ်ပိုင်းဘဝဟာဆိုရင် ယခင်ရှေးရိုးစွဲကာလတွေနဲ့ မတူတော့ဘဲ လိင်မှုကို ကျား၊မ မရွေးလွယ်လွယ်ကူကူရယူနိုင်တဲ့အမှုတစ်ခုလိုဖြစ်နေပါပြီ။\nဒီထဲမှာမှ ဘလက်ကီဟာ အသက်သုံးဆယ်ကျော် လူပျိုလူလွတ်ရှေ့နေတစ်ယောက်ပါ။\nအိမ်ထောင်သားမွေးပြုချင်သူမဟုတ်သလို၊ အချစ်ကိုမရှိလည်းဖြစ်တယ်လို့တွေးပြီး ဘဝကို ပါတီတက်လိုက်၊ မိန်းမလိုက်စားလိုက်နဲ့ ပျော်ပျော်ပါးပါးကျော်ဖြတ်နေသူပါ။\nသူဟာ လိင်ကိစ္စကိုလွတ်လပ်မှုတစ်ခုလို့ တွေးသူဖြစ်တဲ့အပြင် ထူးထူးဆန်းဆန်းအကြံဉာဏ်ရှိပါတယ်။\nဘယ်လိုလဲဆိုတော့ A to Zနာမည်အစနဲ့ မိန်းကလေးအကုန်လုံးနဲ့အိပ်ချင်တာပါ...\nသူ့အတွက်တော့ အက္ခရာအစဥ်လိုက်နဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Beim/Pokolenie_Ikea(2023).WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGU2ZmFmNGMtODU2YS00YTFiLTk0OWQtZmRjYjE1ZTc5OTJjXkEyXkFqcGdeQXVyMTIyNjcwNTg@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "[18+] Colorless (2019)",
        "description": "Colorless (2019) (18+)IMDb - 6.4/10ဒီတစ်​ခေါက် မိတ်ဆက်​ပေးမယ့်ဇာတ်ကား​​လေးက​တော့ 2019 မှာထွက်ရှိထားတဲ့ ဂျပန် အချစ်ရိုမန့်ဒရမ်မာ ဇာတ်လမ်းလေး  Colorless ​​ပဲဖြစ်ပါတယ်။\nအချစ်ရိုမန့်ဆိုပေမယ့် ဇာတ်ဝင်ခန်းတွေကိုပေါ်ပေါ်ထင်ထင်ရိုက်ကူးထားလို့ မိသားစုနဲ့တော့ကြည့်လို့မရပါဘူး....ဇာတ်လမ်းကတော့....အိုရာမာဒါဆိုတဲ့ ကောင်ချောလေးဟာ နာမည်ကျော်ဓါတ်ပုံဆရာဖြစ်ချင်တဲ့ အိမ်မက်​နောက်ကိုလိုက်​ရင်း ကြိုစား​ပေမယ့် ဘာတစ်ခုမှမအောင်မြင်ဘဲ\nလူငယ်ဘာဝ ထုံးစံအတိုင်း ကျရှူံးမှုတွေပဲ ရင်ဆိုင်နေရသူလေးပါ။တာနာကာယူကာဆိုတဲ့ ​ချစ်စရာ မော်ဒယ်မ​လေးကလဲ ဇာတိ​တောမြို့​လေးက​နေ ​မော်ဒယ်တစ်​ယောက်ဖြစ်ရမယ်ဆိုတဲ့ဆုံးဖြတ်ချက်နဲ့ တိုကျိုမြို့​ပေါ်တက်လာ​ပေမယ့်\nမှန်းချက်နဲ့နှမ်းထွက်မကိုက်ပဲ အ​ကြွေး​တွေပုံလာပြီး သူမဘဝတစ်ခုလုံးကို အလိမ်အညာ​တွေနဲ့ပဲ ဖုံးကွယ်ဟန်​ဆောင်​နေရတဲ့ သနားစရာကောင်မလေးတစ်ယောက်ပါ။ဒီလို လူငယ်ဘာဝ ကျရှူံးမှုတွေနဲ့ နာကျင်နေကြရတဲ့ သူတို့နှစ်ဦး တစ်နေ့မှာ ဓာတ်ပုံရိုက်ရင်းဆုံကြရာကနေ လူငယ်ဘာဝ တစ်ယောက်ကိုတစ်ယောက် ငြိတွယ်မိကြတယ်ပေါ့.....ဒါပေမယ့် မဖြစ်လာတဲ့အိမ်မက်တွေကိုယ်စီနဲ့သူတို့နှစ်ယောက်ကြား ဖုံးကွယ်ထားတဲ့အလိမ်အညာတွေနဲ့ ပွင်းလင့်တဲ့အထိအတွေ့တွေက\nနူးညံ့တဲ့နှလုံးသားကို ဘယ်လောက်ထိရိုက်ခတ်လာကြမလဲဆိုတာ.......။\nFile size…(1.5 GB)/(680 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….02:02:10\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by DB",
        "rating": "",
        "url": "https://megaup.net/1fjka/(CM)_Colorless.2019.720p.AMZN.WEB-DL.AAC.5.1.H.264-RGB.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fZXturIugHYCl7T6oLeMj1AWm7p.jpg",
        "title": "The Perfect Find(2023)",
        "description": "The Perfect Find(2023)**********************\nဂျန်နာဂျုံးစ်ဟာ တစ်ချိန်က နာမည်ကျော် ဖက်ရှင်မော်ဒယ်ဖြစ်ပေမယ့် ချစ်သူဖြစ်သူက (၁၀)နှစ်တာ အချစ်ရေးကိုတစ်ဖက်သတ် တစ်ခန်းရပ်လိုက်တာကြောင့် အသည်းကွဲရုံသာမက အလုပ်ကပါအထုတ်ခံလိုက်ရပြီးအမေ့အိမ်မှာ သောင်တင်နေတာပါ။ အသက်ကလည်း ၄၀ကျော်ဖြစ်နေပြီဖြစ်တဲ့အပြင် အသည်းကွဲပြီး ၁နှစ်လောက် စားလိုက်သောက်လိုက်နဲ့ အလုပ်မလုပ်ဘဲနေနေတဲ့အတွက် အမေဖြစ်သူက အိမ်ကနေ အတင်းနှင်ထုတ်ပြီး အလုပ်ပြန်လျှောက်ခိုင်းပါတော့တယ်။ကြံရာမရတော့ တချိန်က ပြိုင်ဘက်လည်းဖြစ်၊ ရည်းစားလုဘက်လည်းဖြစ် တဲ့ ဒါစီရဲ့ ဖက်ရှင်မဂ္ဂဇင်းတိုက်မှာ လစ်လပ်နေတဲ့ ကြော်ငြာကဏ္ဍမှာ အလုပ်ဝင်လုပ်ပါတယ်။ သိပ်မကြာခင်မှာပဲ အသက်ကြီးပေမယ့် မပျက်စီးသေးတဲ့ သူ့ဆီကို မောင်လေးတစ်ယောက်၊အစ်ကိုကြီးတစ်ယောက်နဲ့ တချိန်က ပလစ်သွားတဲ့ ရည်းစားဟောင်းတို့က တပြိုင်နက်တည်း ချဉ်းကပ်လာပါတော့တယ်။ ကဲ သူ ဘယ်သူ့ကို လက်ခံမှာ လဲ၊ အချစ်ရေးကို စိတ်ပျက်သွားတဲ့ သူ့အတွက် ဒါဟာ အကောင်းလား၊ အဆိုးလား၊ ပြိုင်ဘက်ဖြစ်သူဆီမှာ ခေါင်းငုံ ပြီးအလုပ်ဝင်လုပ်တာ အဆင်ပြေပါ့မလား၊ သူ့ဘဝတက်လမ်းဘက်ကိုပဲဦးတည်မှာလားဆိုတာတွေကို ရယ်စရာ မောစရာအဖြစ်တွေနဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1fjlz/The.Perfect.Find.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nT41D9d8yjNiMU813D43Bjlrnj2.jpg",
        "title": "The Sky Coffin in Qinling Town ( 2023 )",
        "description": "လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာက ကြယ်အပိုင်းအစတစ်ခုဟာ\nကမ္ဘာမြေပြင်ပေါ်ကျရောက်လာပြီး ချင်းလင်တောင်တန်းတွေကြားက\nရှေးဟောင်းသင်္ချိုင်းထဲကို ကျသွားခဲ့ပါတယ်ကျရောက်လာစဉ်က ဖြာထွက်ခဲ့တဲ့အလင်းတန်းတွေက\nထွန်းလင်းလွန်းတာကြောင့် ချင်းလင်တောင်က\nရှေးဟောင်းဂူသင်္ချိုင်းထဲမှာ တစ္ဆေတံဆိပ်တော်ဆိုတဲ့\nရတနာရှိတယ်ဆိုတဲ့သတင်းဟာ ချက်ချင်းပဲ သတင်းပျံ့နှံ့သွားခဲ့ပါတယ်သင်္ချိုင်းဖောက်ရမှာ ကျွမ်းကျင်တဲ့ ချင်ထျန်းဟာ အန္တရာယ်များတဲ့အလုပ်ကို\nစွန့်လွှတ်ပြီး သာမန်အသက်‌မွေး၀မ်းကြောင်းပဲ ပြုလုပ်တော့မယ်လို့ စဉ်းစားထားသူပါ\nဒါပေမဲ့ တစ်ရက်မှာ ဂျပန်ဗိုလ်မှူးရှန်ဟာ ချန်ထျန်းအိမ်ကို\nအရောက်လာကာ နာမည်ကြီးနေတဲ့ ချင်းလင်တောင်က\nရှေးဟောင်းသင်္ချိုင်းကို သွားဖောက်ဖို့ လမ်းပြခိုင်းခဲ့ပါတယ်စွန့်စားရတဲ့အလုပ်တွေမလုပ်ဖို့ဆုံးဖြတ်ထားတဲ့ ချင်ထျန်းက ငြင်းပေမဲ့\nဗိုလ်မှူးရှန်က သူ့ဆရာနဲ့ ဆရာတူညီမကို\nအကျပ်ကိုင်လာတာကြောင့် ချင်းလင်သင်္ချိုင်းဆီ သွားခဲ့ရပါတော့တယ်\n- ဒီလိုနဲ့ ချင်ထျန်းနဲ့ ဂျပန်ဗိုလ်မှူးရှန်တို့\nဂူသင်္ချိုင်းဆီအရောက်သွားပြီး ရတနာကို အရယူနိုင်ပါ့မလား ??\n- နောက်ဆုံးမှာတော့ အသက်ရှင်လျက်ပြန်ထွက်နိုင်မလား\nဒါမှမဟုတ် ဘာတွေဆက်ဖြစ်ကြမလဲ\nဆိုတာကို အခုပဲ ကြည့်ရှုလိုက်ကြရအောင်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Mystery \nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-sky-coffin-in-qinling-town-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ZU9VmKw04ieuBoM91EoTn5z18I.jpg",
        "title": "The Bélier Family (2014)",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးကို ပေါ့ပေါ့ပါးပါးနဲ့ကြည့်လို့ကောင်းမယ့် ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဇာတ်ကားနာမည်ကတော့ La famille Belierလို့ခေါ်ပြီးတော့ ၂၀၁၄ ခုနှစ်က ထွက်ရှိခဲ့တာ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကို ပြောပြရမယ်ဆိုရင်တော့ ဘီလီရာလို့ခေါ်တဲ့ မိသားစုလေးမှာ မိသားစုဝင် ၄ ယောက်ရှိပြီးတော့၃ ယောက်က ဆွံ့အနားမကြားသူတွေပါ။ သမီးတစ်ယောက်တည်းကပဲ ချွတ်ယွင်းမှုမရှိနေတာပါ။ သူက ကျန်တဲ့မိသားစု၃ ယောက် အဆက်အသွယ်လုပ်နိုင်ဖို့ ကြားကနေ ဘာသာပြန်ပေးနေရသူဆိုလည်း မမှားပါဘူး။ သူဟာ မိသားစုနဲ့အတူ ဈေးထဲမှာချိစ်တွေကို ရောင်းပါသေးတယ်။ ကျောင်းတွေပြန်ဖွင့်လို့ ကျောင်းပြန်တက်တဲ့အခါမှာ သင်ရိုးအပိုတွေထဲက တစ်ခုကို ရွေးချယ်ဖို့ ဖြစ်လာတဲ့အခါ သူဟာ ဓမ္မတေးအဖွဲ့ထဲဝင်ဖို့ ရွေးချယ်လိုက်ပါတယ်။ အဲဒီကနေမာ ဂီတဆရာသောမက်ဆန်နဲ့ တွေ့ခဲ့ပြီးတော့ သူ့အသံဟာ သူများနဲ့မတူ တမူထူးခြားကြောင်း သိလာခဲ့ပါတယ်။ ဆရာဖြစ်သူ သောမက်ဆန်ကသူ့အသံနဲ့ဆိုရင် ပဲရစ်မှာ ကျင်းပမယ့် အဆိုပြိုင်ပွဲကို ဝင်ပြိုင်လို့ရကြောင်း၊ ပြိုင်ပွဲကိုနိုင်ရင် ပဲရစ်မှာရှိတဲ့ အနုပညာကျောင်းမှာကျောင်းတက်ခွင့်ရမယ့်အကြောင်း ပြောပြခဲ့ပါတယ်။ ဒါဆိုရင် ...",
        "rating": "7.3",
        "url": "https://megaup.net/1fje3/The.Belier.Family.2014.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hOxxudUwgh5KGC7LtxDCkkwn1YP.jpg",
        "title": "Black or White (2014)",
        "description": "ဒီဇာတ်လမ်းလေးမှာ ဇနီးဖြစ်သူ ဆုံးပါးသွားတဲ့အခါအဲလီရော့တ်အန်ဒါဆန်ဟာ သူ့မြေးမလေး အဲလူဝီးစ်ကိုတစ်ယောက်တည်း ပြုစုပျိုးထောင်ပေးဖို့ ဖြစ်လာပါတယ်။အဲလူဝီးစ်ရဲ့ အမေ၊ အဲလီရော့တ်ရဲ့သမီးကတော့ နှလုံး‌ရောဂါအခံနဲ့ ကလေးမွေးဖွားစဉ်က ဆုံးပါးသွားခဲ့တာဖြစ်ပြီးအဖေဖြစ်သူကတော့ မူးယစ်ဆေးမှုတွေနဲ့ ပြစ်မှုမှတ်တမ်းတွေရှိပြီး သတင်းအစအနတောင် မကြားရတဲ့သူပါ။အဲလီရော့တ်က သမီးဖြစ်သူကို ဆုံးရှုံးခဲ့ရတဲ့အပြင်ဇနီးဖြစ်သူကိုပါ ဆုံးရှုံးရပြန်တော့ အရက်သောက်‌နေတဲ့အရက်သမားကြီးလို ဖြစ်နေပေမယ့် သူ့မြေးမလေးကိုတော့ဘယ်နေရာမှလစ်ဟင်းမှုမရှိအောင် ချစ်ခြင်းမေတ္တာအပြည့်နဲ့ဂရုစိုက်ပေးပါတယ်။ ဒါပေမဲ့ အဲလူဝီးစ်လေးရဲ့ တစ်ဖက်ကအဘွား ရိုဝီနာကတော့ သူ့မြေးမလေးကို အဘိုးဖြစ်သူအဲလီရော့တ် စောင့်ရှောက်တာကို စိတ်မချဖြစ်ပါတယ်။ဒီလိုနဲ့ ရိုဝီနာက သူ့မောင် ရှေ့နေနဲ့အတူ ကလေးအုပ်ထိန်းစောင့်ရှောက်ခွင့်အတွက် တရားရင်ဆိုင်ပါတော့တယ်။ဒီနေရာမှာ ပြဿနာကတော့ အဲလူဝီးစ်လေးရဲ့ အဘိုးအဲလီ‌ရော့တ်ကလူဖြူဖြစ်ပြီး အဖေဘက်၊ အဘွားဝီဝီဘက်ကတော့ လူမဲတွေဖြစ်နေတာပါ။ ကလေး အုပ်ထိန်းခွင့်အတွက် တရားရင်ဆိုင်ကြတဲ့အခါ အဘိုးဖြစ်သူ အဲလီရော့တ်ကပဲ အုပ်ထိန်းခွင့်ရသွားမလား၊အဘွားဝီဝီကပဲ အုပ်ထိန်းခွင့်ရသွားမလားဆိုတာတော့ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်။ ဒီဇာတ်လမ်းလေးဟာ မိသားစုချစ်ခြင်းမေတ္တာကို ဖော်ကြူးထားတဲ့အပြင် လူမဲ လူဖြူဆိုတာ အသားအရောင်သာကွာခြားတဲ့လူသားအချင်းချင်းပါပဲ ဆိုတဲ့ မက်ဆေ့ခ်ျလေးကို ရိုက်ပြထားတဲ့ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။ ( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက ...",
        "rating": "6.6",
        "url": "https://megaup.net/1fjb5/Black.or.White.2014.BluRay720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eAphHhkP3NtseCsJ36tUMyT1xrk.jpg",
        "title": "The Star (2002)",
        "description": "1944 ခုနှစ်မှာ ဆိုဗီယက်ပြည်‌‌ထောင်စုရဲ့တပ်နီကြီးက‌နေဂျာမန်နာဇီတွေကိုအလဲထိုးပြီး ဘာလင်ကိုမျက်စောင်းထိုးနိုင်စေခဲ့တဲ့ထိုးစစ်ဖြစ်တဲ့ Operation Bagrationကိုအောင်မြင်စေနိုင်ခဲ့တဲ့ကင်းထောက်တပ်တခုရဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ အချိန်ကတော့ Operation Bagration မတိုင်ခင် ၁၉၄၄ခုနှစ်မေလအတွင်း။ ဆိုဗီယက်တွေမှာ ပြဿနာတက်နေတာကဂျာမန်ခုခံစစ်တွေရဲ့ နောက်တန်းမှာ လူပြန်စုနေတယ်လို့သတင်းရထားပေမယ့် အတိအကျက ထောက်လှမ်းမရနိုင်သေးဘူး။လွှတ်ထားသမျှကင်းထောက် တပ်ဖွဲ့ နှစ်ဖွဲ့ကလည်းအဆက်အသွယ်ပြတ်သွားခဲ့ပြီ။ ဒီလိုနဲ့ နောက်ဆုံးအကြိမ် ကြိုးစားပြီး ဒုဗိုလ်‌လေးတရာ့ဗ်ကင်ဦးဆောင်တဲ့ကြယ်ပွင့်လို့ အမည်ရတဲ့ကင်းထောက်အဖွဲ့တခုကိုထပ်လွှတ်ဖို့ဖြစ်လာပါတော့တယ်။ဒီကင်းထောက်အဖွဲ့ရဲ့ဂျာမန်ရှေ့တန်းတွေအကြားအရဲစွန့်ခဲ့တာတွေ ဂျာမန်တွေရဲ့စစ်အင်အားတွေကို တပ်ဖွဲ့တွေအကြားထောက်လှမ်းသတင်းပို့‌ပေးခဲ့တာတွေကိုရင်တဖိုဖိုနဲ့ကြည့်ရှူခံစားကြရမှာပဲဖြစ်ပါတယ်။ကင်းထောက်တပ်ဖွဲ့လေးတစ်ခုက ဒီစစ်ဆင်ရေးကြီးကိုဘယ်လိုမျိုးပြောင်းလဲပေးနိုင်ခဲ့မလဲဆိုတာကို CMပရိတ်သတ်ကြီးက ကြည့်ရှုခံစားပေးကြပါဦး။ File size…2.07GB / 992MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "7.0",
        "url": "https://megaup.net/1fj7x/Zvezda.AKA.The.Star.2002.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1nG0NyRIJgDVlKHqrsJFWHMnyKo.jpg",
        "title": "Inhuman Kiss 2 (2023)",
        "description": "Inhuman Kiss 2 (2023)ခလောက် အဖြစ် JJ krissanapoom Pibulsonggram\nဆောင် အဖြစ် Ninky Chanya McCloryလူသားနဲ့ခေါင်းပြတ်သရဲမ(မီးစားစုန်း)ကြားက အချစ်ရေးကတော့ နောက်တစ်ခါဖြစ်လို့လာပါပြီခုတ်အီနွန်ရွာက ခေါင်းပြတ်သရဲမသေသွားပြီး ၂၂ နှစ်အကြာမှာ နွိုင်းဟာ သမီးတယောက်ရှိခဲ့ပါတယ်\nနွိုင်းရဲ့သမီးဆောင်ဟာ ငယ်ငယ်ကတည်းက ခေါင်းပြတ်သရဲမဖြစ်နေခဲ့ပါတယ်\nအဲ့ဒါကိုထိန်းချုပ်ဖို့ သူမအဖေနဲ့ဖာသာဩဂတ်စ်တင်ဟာ ဆေးဖက်ဝင်အပင်တွေနဲ့ သူမအတွက်ဆေးတွေဖန်တီးခဲ့ပါတယ်\nခလောက်ကတော့ ဖာတာမွေစားထားတဲ့သားလေးပေါ့\nသူ့ကိုယ်ထဲမှာထူးခြားတာတစ်ခုခုရှိနေပါတယ်\nတစ်နေ့မှာ ခလောက်နဲ့ဆောင်တို့တွေ့ဆုံကြပြီး သူငယ်ချင်းတွေဖြစ်သွားကြရင်း သံယောဇဉ်တွယ်ပြီး ချစ်မိသွားခဲ့ကြတယ်\nခေါင်းပြတ်သရဲမကောလဟာလသတင်းတေထွက်သွားပြီးနောက် ခေါင်းပြတ်သရဲမကိုဖမ်းချင်တဲ့နိုင်ငံခြားသားတစ်ဖွဲ့ရှိပါတယ်သူတို့ ခေါင်းပြတ်သရဲမကိုဖမ်းနိုင်ပါ့မလား\nခေါင်းပြတ်သရဲမနဲ့ခလောက်အချစ်ရေးကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာ\nဇာတ်ကားထဲကြည့်ရှုလိုက်ရအောင်နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nang Mwe Kham ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Fantasy, Horror, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.7GB | 762Mb | 380MB\nFormat… mp4\nDuration…. 2h 3min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.3",
        "url": "https://megaup.net/1fiyg/Inhuman.Kiss.The.Last.Breath.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Fantasy, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/71zhrXNVyQL._AC_SL1500_-141x200.jpg",
        "title": "[21+]My Beloved Little Stepsister(MIDV-023 )",
        "description": "MIDV 023ဖြူဖြူဖွေးဖွေးနဲ့ရေဆေးငါးကြီးလို ဖြောင့်တင်းတောင့်စင်းနေတဲ့အလှနဲ့\nTakahashi Shouko လေးရဲ့ အမကြီးတော့ အမိရာဆိုတဲ့ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်လှပတဲ့ရုပ်ရည် ရှက်ကြောက်တတ်တဲ့ အမူအရာလေး‌နဲ့ စိုးရွံ့တုန်လှုပ်တဲ့ မျက်နှာပေးလေးတွေနဲ့\nသရုပ်ဆောင်ကောင်းလွန်းတဲ့ အပြင် ပုရိသတွေရဲ့ နှလုံးသားကိုပါ\nကိုင်လှုပ်နိုင်တဲ့ ခန္ဓာကိုယ်ကောက်ကြောင်းလေးတွေလည်း ရှိတာမို့ ညိုကီတို့အကြိုက်တွေ့မိမှာပါဇာတ်လမ်းလေးကတော့\nညီမဖြစ်သူကို မိဘတွေကွယ်လွန်ပြီးကတည်းက စောင့်ရှောက်လာခဲ့တဲ့\nအမကြီးတယောက်ရဲ့ ဓားခုတ်ရာလက်ဝင်လျှိုပေးတဲ့ တာဝန်ကျေပွန်မှုတွေကို ရှုစားကြရမှာပါ(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.15GB / 1GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 4mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder… X Cross\nTranslated by Andrew  Mason",
        "rating": "",
        "url": "https://megaup.net/1Vg34/MIDV_023.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTRiZGZhYTYtYTY0Yi00NzI0LWE5ZTEtYWM4MGRjZDc5ZTBhXkEyXkFqcGdeQXVyNjYyODQ0NDY@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Inhuman Kiss (2019)",
        "description": "ရွာလေး တစ်ရွာမှာပေါ့ဆိုင် ၊ နွိုင် ၊ ဂျက် ၊ ထင်း ဆိုတဲ့သူငယ်ချင်း ၄ ယောက် ရှိကြတယ်အဲ့ဒီထဲကမှ သရဲ မကြောက်တက်တဲ့\nဂျက် နဲ့ ဆိုင် တို့က ဦးဆောင်ပြီးသရဲ ခြောက်လှပါတယ်ဆိုတဲ့ ရွာအပြင်ကအိမ်ပျက်ကြီးမှာ တူတူပုန်းတမ်း သွားဆော့ကြတယ်\nအဲ့ဒီအိမ်ပျက်ကြီးက ရာဇဝင် နဲ့ လူတွေ ဝေးဝေးကရှောင်ကြတယ်ကရာစီ လို့ ခေါ်တဲ့ ခေါင်းပြတ်သရဲမ ကျတ်စားတဲ့နေရာလို့\nလူတွေက ပြောကြတာပါပဲ...\nအဲ့ဒီအိမ်ထဲက အခန်းတစ်ခုမှာ ကရာစီ(ခေါင်းပြတ်သရဲမ) ကိုသေတ္တာတစ်ခု နဲ့ ချူပ်နှောင်ထားတယ်လို့ ပုံပြင်တွေ ရှိခဲ့တယ်...\nတိုက်တိုက်ဆိုင်ဆိုင်ပဲ ဆိုင် ဆိုတဲ့ ကောင်မလေးကအဲ့ဒီ သေတ္တာကို မထင်မှတ်ပဲ ရှာတွေ့သွားခဲ့တယ်....\nဒါပေမဲ့ ကရာစီ ကတော့ ရှိမနေပါဘူး...\nဒီလို နဲ့ ဆိုင် အပျိုပေါက် အရွယ်ဖြစ်လာတဲ့အခါရွာမှာ ဂျက် ၊ ထင်း တို့ သူငယ်ချင်းတွေသာရှိတော့ပြီး နွိုင်း ကတော့ ဘန်ကောက်မှာ\nကျောင်းတက်နေခဲ့တယ်....ဘန်ကောက်မှာ စစ်ဖြစ်နေပြီး ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/inhuman-kiss-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xKzeJSBOMfPLtE5fzviroW4qIPo.jpg",
        "title": "Without a Paddle (2004)",
        "description": "ဇာတ်လမ်းအကြောင်းမပြောခင် ဇာတ်လမ်းနဲ့ သက်ဆိုင်တဲ့ဒီဘီကူးပါးရဲ့ အပြင်က ဖြစ်ရပ်မှန်လေး ဝေမျှပေးချင်လို့ပါ။ ဒီဘီကူးပါးဆိုတဲ့လူဟာ ၁၉၇၁ ခုနှစ်တုန်းက ငွေတွေကို ခိုးခဲ့ပြီးလေထီးနဲ့ ခုန်ချသွားခဲ့တာ အစအနပျောက်သွားတာ အက်ဖ်ဘီအိုင်တောင် ရှာမတွေ့ခဲ့တဲ့ ဆန်းကြယ် ဖြစ်ရပ်တစ်ခုပါ သေသလားရှင်သလား ဘယ်သူမှ မသိကြပါဘူး။ ဒီရုပ်ရှင်ထဲမှာတော့ ဒီ ဒီဘီကူးပါးအကြောင်းကို ရူးသွပ်ကြပြီး သူခုန်ချတဲ့နေရာကို လိုက်ရှာချင်ကြတဲ့ ငယ်သူငယ်ချင်း ၄ ယောက်ရှိခဲ့ကြတယ်။ အသက်တွေကြီးလာတဲ့အခါ ကိုယ်စီကိုယ်စီ အလုပ်များနေတဲ့အချိန် သူငယ်ချင်းတစ်ယောက်က မတော်မဆဖြစ်ပြီး ဆုံးပါးသွားတော့ ကျန်တဲ့ ၃ယောက် ပြန်ဆုံဖို့ ဖြစ်လာပါတော့တယ်။ ဒီ ၃ ယောက်ကတော့ဘဝကိုငြီးငွေ့နေပြီး ကောင်မလေးနဲ့ အဆင်မပြေ ဖြစ်နေတဲ့ ဂျယ်ရီ၊ဆရာဝန်လုပ်နေပေမဲ့ အရမ်းကြောက်တတ် ရှက်တတ် ဆော်မရှိတဲ့ဒန်နိုရယ် ဘဝကို ပရမ်းပတာ ဖြစ်နေသလို သောင်းကျန်းနေတဲ့တွန်မီရယ် ဖြစ်ပါတယ်။ သူငယ်ချင်းဖြစ်သူ အသုဘကိုလာရင်းငယ်ဘဝက သစ်ပင်အိမ်လေးထဲ ဝင်ကြည့်ကြရာကနေ ငယ်စဉ်ကစိတ်ကူးယဉ်ခဲ့တဲ့ ဒီဘီကူးပါးနဲ့ ပိုက်ဆံတွေဆိုတာ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1fiul/Without.a.Paddle.Natures.Calling.2004.BrRip720p(CM).mp4",
        "category": "Adventure, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/spy-140x200.jpg",
        "title": "Spy in Love (2016)",
        "description": "အင်ဒိုရုပ်ရှင်တွေဆိုရင် နာမည်ကြီးအက်ရှင်ရုပ်ရှင်ဖြစ်တဲ့The Raid ကိုမြင်မိကြမှာပါ။ ယခုရုပ်ရှင်မှာ TheRaid ရုပ်ရှင်တွေမှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မှင်ကောင်းကောင်းနဲ့ အထာရှိတဲ့အင်ဒိုဝါရင့်သရုပ်ဆောင်Ray Sahetapy ဟာတွဲဖက်ဇာတ်လိုက်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းက လျှို့ဝှက်ထောက်လှမ်းရေး ဟောင်းဖြစ်တဲ့ဆာတီရာ ဟာ ပင်စင်စားပြီးတက္ကသိုလ်မှာ သင်တန်းတွေပို့ချနေတဲ့အချိန် မလေးရှားမှာလေယာဉ် ပျောက်ဆုံးမှုတစ်ခုအားစုံစမ်းထောက်လှမ်းဖို့ဖြစ်လာပါတယ်။ သူ့မြေးဖြစ်သူ ပူထရာကလည်း မလေးရှားကဟိုတယ်တစ်ခုမှာ မန်နေဂျာအဖြစ်လုပ်ကိုင်ရင်း အိမ်ထောင်ပြုဖို့ဖြစ်လာတဲ့အခါအဖိုးဖြစ်သူဆီက ခွင့်ပြုချက်တောင်းဖို့ဆာတီရာကိုု မလေးရှားသို့အလည်ခေါ်ပါတော့တယ်။ ဆာတီရာ ကြီးတစ်ယောက်လည်း “ငါမအိုသေး”ဆိုတဲ့ အကွက်ကိုပြချင်တဲ့အတွက် ကိုယ်တိုင်ကွင်းဆင်းစုံစမ်းဖို့မြေးဖြစ်သူရှိရာမလေးရှားသို့ ရောက်လာပါတော့တယ်။ အဲဒီနောက်ဇာတ်လမ်းကို တဖြေးဖြေးဖြည်ချလာရင်း ဂွစာကြီး ဆာထရီဘယ်လိုတွေရွှေ့ပြီး ဇာတ်လမ်း အဆုံးထိဘယ်လိုတွေသက်လုံကောင်းသွားမလဲ ကြည့်ရမှာပါ။ပေါ့ပေါ့ပါးပါးနဲ့ အက်ရှင် ဟာသ ဒရာမာ ပေါင်းထားတဲ့ ရုပ်ရှင်ကို ကြည့်ချင်ပါတယ်ဆိုရင်ဒီရုပ်ရှင်ဟာ ကြည့်သင့်တဲ့ရုပ်ရှင်တစ်ခုပဲ ဖြစ်ပါတယ်။ File size…1.38GB / 589MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Action , Adventure , ...",
        "rating": "6.5",
        "url": "https://megaup.net/2Bdmq/Spy.In.Love.2016.NF.WEB-DL720p(CM).mp4",
        "category": "Action, Adventure, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/jfVmGnA5DWhWCmg1tKXUaQj2Qs0-150x200.jpg",
        "title": "Sergeant (2023)",
        "description": "Sergeant (2023)ဆာဂျင်အနေနဲ့ မင်းသားကြီး Randeep Hooda ၊ ခပ်မိုက်မိုက်မင်းသမီးချောလေး Sapna Pabbi နဲ့\nဝါရင့်ဇာတ်ပို့သရုပ်ဆောင်မင်းသားကြီးAdil Hussain တို့လို သရုပ်‌ဆောင်ကြီးတွေနဲ့\nအချိတ်အဆက်ကောင်းကောင်းရိုက်ကူးပြထားတဲ့ကားလေးဖြစ်ပါတယ်ဆာဂျင်ကြီးနစ်ခေးရှာမာတစ်ယောက် အမှုလိုက်ရင်း အမှုပတ်ရတဲ့ကားပါကလင်းမ်ဆိုတဲ့ကောင်လေးအမှုကိုလိုက်ကယ်ရင်း ခြေထောက်တစ်ဖက်ဆုံးရှုံးလိုက်ရသလို\nကောင်လေးကိုလည်းမကယ်လိုက်နိုင် သူ့ဘဝနဲ့ အလုပ်ရဲ့ ဂုဏ်သိက္ခာတွေကိုပါ ဆုံးရှုံးလိုက်ရပါတယ်ဒီလိုနဲ့ အရက်ကိုအဖော်ပြုရင်း အရက်စွဲသွားချိန်မှာ\nရေနစ်သူ ဝါးကူထိုးဆိုတဲ့အတိုင်း ကလင်းမ်သေရတာသူ့ကြောင့်လို့ပဲအပြစ်တွေတင် ၊\nစကားတွေဟာလည်း သူ့အလုပ်ကလူတွေကြား သက်ရောက်မှုမရှိ ၊\nအတိတ်ကမဖော်ထုတ်နိုင်ခဲ့တဲ့အမှုအကြောင်းကိုပါ ပြန်ဖော်ပြီးပြစ်တင်ပြောဆိုကြနဲ့\nဆာဂျင်ကြီးတစ်ယောက် ကိုယ်စိတ်ခန္ဓာ အရှက်သိက္ခာအားလုံးဆုံးရှုံးလိုက်ရချိန်က\nဘယ်လိုပြန်လည်ရုန်းထမလဲ အတိတ်ကအမှုအကြောင်းအရာနဲ့ ကလင်းမ်ရဲ့\nအမှုမှန်ရောပေါ်ထွက်လာဦးမလားဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Zwe ~ Yunni ~ Thaik San တို့ပဲဖြစ်ပါတယ်\nFile size…1.24GB / 550MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration…2h 3m.\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  BpL ~ Zwe ~ ...",
        "rating": "8.4",
        "url": "https://megaup.net/2Bd8e/Sergeant_(2023)_WEB-DL_-_720p.YK(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    }
]