[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/25942745-f176-4591-bba6-389ecf114793-133x200.jpg",
        "title": "The Lunchbox (2013)",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (97%)အိန္ဒိယအပြင် အာရှ ရုပ်ရှင်ဆုပေါင်း ၂၈ ခုနဲ့ ဆန်ခါတင်စာရင်းတွေမှာ ၄၈ကြိမ်ပါဝင်ခဲ့တဲ့ လွန်လေသူ မင်းသားကြီး Irrfan Khan ရဲ့ ရုပ်ရှင်လှလှလေးပဲဖြစ်ပါတယ်။\nရုပ်ရှင်နာမည်က The Lunchbox ထမင်းဘူးလေးတဲ့။\nရုပ်ရှင်တစ်ခုလုံးကို ဒီအပေါ်မှာပဲ ဇာတ်အိမ်တည်သွားတယ်။သွေးအေးနေတဲ့ခင်ပွန်းသည်အတွက် ထမင်းဘူးထည့်ပေးတဲ့ အိမ်ထောင်ရှင်မတစ်ယောက် သူထည့်ပေးလိုက်တဲ့ ထမင်းချိုင့်က တခြားသူတစ်ယောက်ဆီမှားပြီးရောက်သွားရာကနေစလို့ ဒီဇာတ်လမ်းလေး စတင်ပါတယ်။ကိုယ်နဲ့တစ်ခါမှမမြင်ဖူးတဲ့ သူစိမ်းတစ်ယောက်နဲ့ စာလေးတွေကတဆင့် အဖြူရောင်သံယောဇဉ်ကြိုးတစ်ချောင်း ချည်နှောင်တဲ့အခါမှာ ထမင်းချိုင့်လေးက ကြိုးသီသူလေးတစ်ဦးဖြစ်ခဲ့တာပေါ့။သူတို့ ၂ ယောက်က ဒီနေ့ဟင်းတော့ ဆားငန်တယ် ဒီနေ့ဟင်းကတော့ အစပ်များတယ် ဆိုတာက‌စလို့ ကိုယ့်ရဲ့ခံစားချက်တွေ အမှတ်တရတွေကိုပါ ထမင်းချိုင့်ထဲ စာလေးထည့်ပြီးပြောပြကြတဲ့အထိ ရင်းနှီးသွားခဲ့ကြပါတယ်။တစ်ကိုယ်တည်းနေတဲ့ ဖာနန်ဒက်နဲ့ အီလာတို့နှစ်ယောက်ကြား ပို့တဲ့စာလေးတွေကိုဖတ်ရင်း သူတို့ကြားက ထုတ်မပြောတဲ့ ချစ်ခြင်းမေတ္တာတစ်ခုကို တွေ့ရတယ်။\nချစ်ခြင်းမေတ္တာဟာ ပုံစံအမျိုးမျိုးနဲ့တည်ရှိနိုင်ပြီး ဖွင့်ဟလို့ရတဲ့နည်းလမ်းတွေအများကြီးရှိကြောင်း ဒီရုပ်ရှင်လေးက သက်သေပါပဲ။\nဒီရုပ်ရှင်မှာ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1fA12/(CM)_The_Lunchbox_2013_BluRay_720p_Hindi_AAC_5.1_x264-Naung.mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjExNTgzMTAzMV5BMl5BanBnXkFtZTcwMDA0ODkxOA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Hit & Run (2012)",
        "description": "Dax Shepard ကိုယ်တိုင်ရေးထားတဲ့ action & comedy film ဖြစ်ပြီး သူနဲ့သူ့အမျိုးသမီး Kristen Bell တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ် ဇာတ်ကားထဲမှာပါတဲ့ ကားတော်တော်များများကလည်း Dax ကိုယ်တိုင်စုဆောင်းထားတဲ့ကားတွေဖြစ်ပြီး ဘတ်ဂျက်နည်းနည်းနဲ့ရိုက်ထားရတာဖြစ်လို့ကားပြိုင်မောင်းရတဲ့စတန့်ခန်းတွေကိုလည်းသရုပ်ဆောင်တွေကိုယ်တိုင်မောင်းပြီးရိုက်ကူးထားတာပါတဲ့_ဇာတ်လမ်းထဲမှာတော့ Dax ဟာလွန်ခဲ့တဲ့လေးနှစ်ကဘဏ်ဓားပြမှုတစ်ခုရဲ့မျက်မြင်သက်သေအဖြစ်သက်သေကာကွယ်စောင့်ရှောက်မှုကိုခံနေရတဲ့သူပါ Kristen ကတော့ Dax ရဲ့တွဲတာမကြာသေးတဲ့ Annie ဆိုတဲ့ကောင်မလေးဖြစ်ပြီး Annie တစ်ယောက်အလုပ်အသစ်မှာအင်တာဗျူးဖို့အ‌တွက်သူတို့နှစ်ယောက်လော့စ်အိန်ဂျလစ်မြို့ကိုသွားရဖို့အကြောင်းဖန်လာပါတော့တယ် Dax ကသူအသတ်ပါခံရနိုင်တဲ့နေရာမို့မသွားဖို့ဆုံးဖြတ်ထားပေမဲ့ Annieကြောင့်အရဲစွန့်ခဲ့ရာကနေ သူ့ရဲ့ရန်သူတွေနဲ့ရင်ဆိုင်ရပါတော့တယ် သူတို့နှစ်ယောက် ရန်သူတွေလက်ထဲကနေဘယ်လိုထွက်ပြေးကြမလဲ၊ လော့စ်အိန်ဂျလစ်ကို‌ရော အင်တာဗျူးအမှီရောက်နိုင်ပါ့မလား ဆိုတာကိုဟာသနှောထားတဲ့အက်ရှင်ဇာတ်ကွက်လေးတွေနဲ့ကြည့်ရှုရမှာပါ File size…(1.7 GB)/(990 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nGenre...Action, Adventure, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.1",
        "url": "https://megaup.net/2BuS0/Hit.and.Run.2012.720p.(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/utLUwuTYZ7SamVlKFicl3DFs0UL.jpg",
        "title": "About Us But Not About Us (2023)",
        "description": "ပွင့်လင်းရာသီမြန်မာပြည်ဖြစ်လာပြီဆိုတော့လည်း မီယမ်မာကြီးမှာလည်း LGBTQ နဲ့ပတ်သက်လို့ အရင်ကထက် ပိုပွင့်လင်းလာတဲ့အခြေအနေမှာရှိပါတယ်။\nဒါပေမဲ့လည်း လုံးဝကြီးပွင့်လင်းတာလည်း မဟုတ်သေးပြန်တော့ လွဲမှားနေတဲ့ Myths လေးတွေတော့ ရှိပါသေးတယ်။\nဒီဖိလစ်ပိုင်ကားလေးကို အကြိုက်ဆုံးအချက်ကိုပြောရမယ်ဆိုရင်တော့ LGBTQs are just humansဆိုတဲ့အချက်ကို ချပြထားတာကိုပါပဲ။\nPrivilege လူတန်းစားလည်းမဟုတ်သလို နှိမ်ချစရာလည်းမဟုတ်တဲ့ သာမန်လူလိုပဲ ဆိုးကွက် ကောင်းကွက်တွေအကုန်ရှိနေနိုင်တယ်ဆိုတဲ့ Human natureကိုချပြထားတဲ့ရုပ်ရှင်လေးပေါ့။\nဖိလစ်ပိုင်ဒရာမာတွေ ကြိုက်နှစ်သက်တဲ့လူတွေဆိုရင်တော့ ဒီကားလေးကို ကြည့်ဖို့တိုက်တွန်းလိုက်ပါတယ်။ဇာတ်လမ်းလေးကိုတော့ ကိုဗစ်ရောဂါ ထကြွသောင်းကျန်းနေတဲ့ကာလမှာ အခြေတည်ထားပြီးတော့\nတက္ကသိုလ်က အင်္ဂလိပ်ဘာသာပရော်ဖက်ဆာဖြစ်တဲ့ အဲရစ်က သူ့ရဲ့တပည့်ဖြစ်တဲ့ လန်းစီလော့နဲ့ လာတွေ့တာကနေ အစပျိုးထားပါတယ်။\nဆရာကတော့ သိပ်လှတဲ့သက်တန့်ကြီး ကွေးနေပေမဲ့ တပည့်ဖြစ်တဲ့လန့်စ်ကတော့ ရေရေရာရာမသိတဲ့ မကွေးတကွေးလေးပေါ့။\nဒါပေမဲ့ ဆရာဖြစ်သူအဲရစ်ရဲ့ အထူးအထူးသော အလေးပေးမှု ဂရုစိုက်မှုတွေကြောင့် ပတ်ဝန်းကျင်ကပြောစရာဖြစ်နေတာပေါ့။\nအဲရစ်ဘက်ကကြည့်တော့လည်း ပထွေးကရိုက်နှက်ခံရလို့ ခိုကိုးရာမဲ့တပည့်ကို ဂရုစိုက်ပေးတာဖြစ်ပြီး\nပတ်ဝန်းကျင်ကကြည့်တော့လည်း ၁၇ နှစ်တာတွဲခဲ့တဲ့ချစ်သူ နာမည်ကျော်စာရေးဆရာမားကပ်စ်က ကိုယ့်ကိုယ်ကိုယ်သတ်သေသွားရတာ\nလန့်စ်နဲ့အဲရစ်ကြားက ကရုဏာပိုလွန်းတဲ့ဆက်ဆံရေးကြောင့်လား သို့လော သို့လောပေါ့။ဒီလိုနဲ့ ထွေရာလေးပါးစကားဝိုင်းလေးကနေ အရှိန်တက်လာတဲ့ သူတို့ ...",
        "rating": "6",
        "url": "https://megaup.net/3hsky/About.Us.But.Not.About.Us.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTY1OTI0NjcyM15BMl5BanBnXkFtZTcwOTc1NzI5OA@@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Resolution (2012)",
        "description": "(၂၀၁၂) လောက်ကထွက်ထားတဲ့ Resolution လို့ခေါ်တဲ့ Horror/ Thriller ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဇာတ်လမ်းအကျဉ်းကတော့ ခရစ်ဟာဝေးလံခေါင်သီတဲ့အရပ်က တဲအိမ်လေးတစ်လုံးမှာနေထိုင်တဲ့ အားတိုင်းဆေးကွဲပြီးရမ်းကားနေတဲ့ ဆေးသမားတစ်ယောက်ဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ သူ့ရဲ့အထက်တန်းတုန်းကသူငယ်ချင်း မိုက်ခ်ဟာ သူငယ်ချင်းကိုဒီဘဝကကယ်တင်ဖို့ရည်ရွယ်ချက်နဲ့ ခရစ်ဆီရောက်လာပါတော့တယ်။ ခရစ်ကို ပြည်လည်ထူထောင်ရေးစင်တာကိုပို့ဖို့ အနုနည်းနဲ့ပြောမရတာကြောင့် အကြမ်းနည်းသုံးပြီး ခရစ်သဘောတူလာမဲ့အချိန်ထိ လက်ထိပ်ခတ်ဖမ်းဆီးထားပါတော့တယ်။ ဒါပေမဲ့ သူတို့ဉာဏ်မမီတဲ့ ထူးဆန်းတဲ့ကိစ္စတွေ တစ်ခုပြီးတစ်ခုဖြစ်လာတဲ့အခါမှာတော့ သူတို့ရဲ့ဘဝတွေလည်း ဇောက်ထိုးမိုးမျှော်ဖြစ်ကုန်ပါတော့တယ်။ဒီဇာတ်ကားမှာ Setting ကိုလည်း အဟောင်းအနွမ်းတွေနဲ့ပြည့်နှက်နေတဲ့ ဒေသခံတွေကလည်းဖော်ရွေမှုမရှိတဲ့ ထူးဆန်းတယ်ဆိုတဲ့ခံစားချက်ကို အပြည့်အဝရစေတဲ့ တောခေါင်ခေါင်နေရာတစ်ခုမှာ ရွေးချယ်ရိုက်ကူးထားတာမို့ Horror ကား vibe အပြည့်အဝရစေမှာပါ။ Horror ဆိုပေမဲ့လည်း Jump scare တွေနဲ့ပြည့်နေတဲ့ သရဲကားလိုပုံစံမျိုးမဟုတ်ဘဲ တထိတ်ထိတ်နဲ့ဇာတ်လမ်းကို ဖြည်းဖြည်းချင်းပဲဆွဲခေါ်သွားတာမို့ Mystery/Thriller လို့ပြောရင် ပိုမှန်ပါလိမ့်မယ်။ ကားဟောင်းတစ်ကားဖြစ်ပေမဲ့ IMDB rating 6.3 ထိရရှိထားတာမို့ Horror ကားတစ်ကားအတွက်တော့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1fxf6/Resolution.2012.720p.(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNWFhNjg3YjctMjg2Ny00YjBkLTg5M2EtMTk2MjA1NDY3NzQ2XkEyXkFqcGdeQXVyMTA0MTM5NjI2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Sound of Music (1965)",
        "description": "The Sound of Music (1965)===================IMDb Rating - 8.1/10အကောင်းဆုံး Musical Genre Movies တွေအကြောင်းပြောကြမယ်ဆိုရင် (1966)အော်စကာရုပ်ရှင်ဆုပေးပွဲမှာ အကောင်းဆုံးဒါရိုက်တာဆု၊ အကောင်းဆုံးရုပ်ရှင်ဆု၊ အကောင်းဆုံးရုပ်ရှင်တည်းဖြတ်ဆု..စသဖြင့် အော်စကာ၅ဆုအပြင် အခြားသောရုပ်ရှင်ဆုပေါင်းများစွာကိုပါ ပတ်သိမ်းလာတဲ့ “The Sound of Music” က သေချာပေါက်မပါမဖြစ်ပါပဲ။ (1965)ခုနှစ်က ထွက်ရှိခဲ့ပြီး ဩစတြီးယားနိုင်ငံက ဗွန်ထရက်ပ်မိသားစုအကြောင်း ဖြစ်ရပ်မှန်အခြေခံပြီး ရိုက်ကူးထားတဲ့ “The Sound of Music” ရုပ်ရှင်ဟာ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တာကြောင့် သူ့ရုံဝင်ငွေနဲ့ ဒေဝါလီခံရခါနီး 20th Century Fox Studio ကိုကယ်ပေးနိုင်တဲ့အထိကို ဖြစ်ခဲ့ပါတယ်။ IMDb rating 8.1/10 ရရှိထားပြီး ထွက်ရှိခဲ့တဲ့အချိန်ကနေ ယခုအချိန်ထိ Box Office ရဲ့ No.6နေရာမှာ ရပ်တည်နေတဲ့ ဂန္ထဝင်ရုပ်ရှင်ကားကြီးဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်ကိုအခြေတည်ရိုက်ကူးထားတာဆိုပေမဲ့ တကယ့်အပြင်လက်တွေ့နဲ့ ကွဲလွဲချက်လေးတွေရှိပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1Vwhq/The.Sound.of.Music.1965.720p.BluRay.(cm).mp4",
        "category": "Biography, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZTlhYmU3Y2YtNzI4Zi00NjIyLWIyOTEtNmQ4YjM5NzEzYjQwXkEyXkFqcGdeQXVyMTAxMTM4NzU@._V1_-150x200.jpg",
        "title": "The Initiated (2023)",
        "description": "ဇာတ်လမ်းကတော့ Kashbah ဆိုတဲ့မြို့တစ်မြို့မှာဇာတ်အိမ်တည်ထားပြီး ပြည်သူတွေဟာမိုးဆက်တိုက်ရွာနေပေမဲ့ရေရှားပါးတဲ့ပြဿနာနဲ့ရင်ဆိုင်နေကြရပါတယ် ဘာလို့လည်းဆိုတော့ရွာနေတဲ့မိုးတွေကအဆိပ်သင့်နေတဲ့အက်စစ်မိုးတွေဖြစ်နေလို့ပါ ခေတ်ပျက်နေတဲ့အချိန်မှာမတော်လောဘသမားတွေနေရာယူလာပြီးအမှုမျိုးစုံဆက်တိုက်ပေါ်ပေါက်လာပါတော့တယ် ဖရန့်ခ်မိုလီနာဆိုတဲ့သတင်းထောက်နဲ့ဂါဘီဆိုတဲ့နပန်းမယ်တို့ဟာသူတို့သူငယ်ချင်းသေသွားရာကစလို့လူပျောက်တဲ့အမှုတွေလိုက်စုံစမ်းရာကနေတကယ့်အမှုကြီးတစ်ခုကိုအစသွားဖော်မိလျက်သားဖြစ်သွားပါတော့တယ်သူတို့နှစ်ယောက်ပေါင်းပြီးတရားခံ‌ကိုဘယ်လိုဖော်ထုတ်ကြမလဲ ဘယ်သူတွေကရောဒီလိုရက်စက်တဲ့အမှုတွေကျူးလွန်နေကြတာလဲဆိုတာကိုကြည့်ရှုရမှာပါ လူတွေရဲ့လောဘတွေ အတ္တတွေ တစ်ကိုယ်ကောင်းဆန်မှုတွေကိုမီးမောင်းထိုးပြထားတဲ့ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ် File size…(1.2 GB)/(690 MB)/(320 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:52:00\nGenre...Crime, Mystery, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "5.6",
        "url": "https://megaup.net/1fxfe/Los.Iniciados.2023.720p.(CM).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjgxZTQ3NzYtNTZiNS00NmMzLWJmM2QtN2EwNzJhY2QyNmJmXkEyXkFqcGdeQXVyNzU5MDIyNw@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "The Civil Dead (2023)",
        "description": "The Civil Dead (2023)\n================\nIMDb Rating - 6.3/10ဒီကားလေးကတော့ Clay လို့ခေါ်တဲ့ အပျော်တမ်းဓာတ်ပုံစရာ\nတစ်ယောက်ရဲ့ ကြုံခဲ့တာလေးကိုရိုက်ကူးထားတာပါ။ Clay က\nများသောအားဖြင့် အိမ်မှာဘဲ ဘီယာလေးသောက်လိုက် Chill\nလိုက်နဲ့ နေတတ်တဲ့ အိမ်တွင်းပုန်းဖက်တီးလေးတစ်ယောက်ပေါ့။\nဒါပေမဲ့ သူ့မှာချစ်သူကောင်မလေးတော့ရှိပါတယ်။ အိမ်ငှားခပေး\nရက်နီးလာပြီဆိုရင် ကောင်မလေးကခိုင်းတော့ Clay တစ်ယောက်\nပုံလေးဘာလေးထွက်ရိုက်ရတာပေါ့။တစ်နေရာကျ သူရိုက်မဲ့ ရိုက်ကွင်းထဲ လူတစ်ယောက်က လာပိတ်\nရပ်နေတော့ Clay လည်း ဘာညာသွားပွားရင်းနဲ့ အမှတ်မထင်\nစကားလက်ဆုံကျပြီး ခင်မင်သွားပါတော့တယ်။ လူတစ်ယောက်\nဓာတ်ပုံရိုက်မဲ့ရှေ့ ဖြတ်လျှောက်တာတောင် ခုကာလမှ သိပ်ကြိုက်\nကြတာမဟုတ်ဘူးမှတ်လား၊ အခုလိုရိုက်မဲ့ view ထဲ တည့်ကြီးရပ်\nနေတာကကျ ဘောင်ကျော်သွားပါပြီ။ ဒါပေမဲ့ ဖြစ်ချင်တော့ ရပ်နေ\nတဲ့သူကလည်း အမြင်ကတ်ပုဒ်မနဲ့ရပ်နေတာမဟုတ်ဘဲ သူ့ကိုမမြင်\nနိုင်ဘူးထင်လို့ သူ့ဖာသာရပ်နေတာပါ၊ ဘာလို့ဆို သူက သရဲဖြစ်နေ\nလို့ပါဘဲ။ အဲတော့ သရဲ နဲ့ ဘော်ဒါဖြစ်သွားတဲ့ Clay တစ်ယောက်\nဘာတွေဘယ်လိုကြုံရမလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်\nကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Vv0w/The.Civil.Dead.2022.720p.WEBRip(cm).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGE3NWM2ZDUtMGRjYi00NmQ1LWFkZGMtNGMxMDM2NTQyYWJhXkEyXkFqcGdeQXVyMjM4MTAwNzQ@._V1_-133x200.jpg",
        "title": "Twisted Sister (2023)",
        "description": "Twisted Sister (2023)\n===============ကျွန်တော်တို့ ဘဝမှာ ရှိနေမှန်းမသိခဲ့တဲ့ အစ်မတစ်ယောက် ရုတ်တရက်‌\nပေါ်လာခဲ့မယ်ဆိုရင် ဘယ်လိုလုပ်ကြမလဲ။ မိဘတွေ တည်ထောင်ခဲ့တဲ့\nကုမ္ပဏီကို အမွေဆက်ခံပြီး ချစ်စရာသမီးလေး ခင်ပွန်းနဲ့အတူ အမ်မလီရဲ့\nဘဝလေးက ပြီးပြည့်စုံနေပါတယ်။ တစ်ရက်မှာတော့ ကလေးထိန်း အလုပ်\nလျှောက်မယ့် အမျိုးသမီးတစ်ယောက် အမ်မလီတို့ အိမ်ကို ရောက်လာပါ\nတယ်။ အဲဒီအမျိုးသမီးက သူ့ကိုယ်သူ အမ်မလီရဲ့ မိဘတွေ စွန့်ပစ်လိုက်\nတဲ့ အစ်မရင်း လီလီပါလို့ ပြောလာပါတော့တယ်။ကုမ္ပဏီအလုပ်တွေနဲ့ ဖိအားများနေပြီး အားကိုးစရာ လိုအပ်နေတဲ့ အမ်မလီ\nတစ်ယောက် အစ်မကို စိတ်ချလက်ချ ယုံကြည်နိုင်ပါ့မလား၊ တစ်ချိန်တည်း\nမှာပဲ အမ်မလီတစ်ယောက် တိုက်ခိုက်မှုတွေ ဆက်တိုက်ကြုံလာရချိန် တ\nရားခံက ဘယ်သူလဲ၊ အမ်မလီနဲ့ မိဘတွေက လီလီ့ကို ဘာလို့ စွန့်ပစ်လိုက်\nတာလဲ ဆိုတာတွေကို ရင်တမမ ခံစားရမှာမလို့ အားလုံးအတူ ခံစားကြည့်\nလိုက်ကြရအောင်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPhu Myat Thwe ဖြစ်ပါတယ်)File Size..........(1.4 GB) / ...",
        "rating": "5.0",
        "url": "https://megaup.net/3hr3D/Twisted.Sister.2023.720p.WEBRip(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDA0N2FmMDYtZWJmNC00YjA1LWIwNGItNTRkZjM5NTczNTMzXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-160x200.jpg",
        "title": "Ishq-e-Nadaan (2023)",
        "description": "Ishq-e-Nadaan 2023ယခုတစ်ခါမှာတော့ ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းတဲ့\nဟင်ဒီအချစ်ဒရာမာကားကောင်းတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ မင်းသမီးကြီးနီနာဂူပတာတို့\nအဓိကပါဝင်ထားပြီး ဘောလိဝုဒ်နာမည်ကြီး\nသရုပ်ဆောင်တွေများစွာပါဝင်ထားပါတယ်။ဇာတ်လမ်းတစ်ပုဒ်ထဲမှာ စုံတွဲသုံးတွဲတို့ရဲ့အချစ်ဇာတ်လမ်းကို အချိတ်အဆက်မိမိတင်ဆက်ထားပါတယ်။\n- ဘဝကိုရုန်းကန်နေရပြီး တစ်နေ့မှာ စီးပွားရေးလုပ်ငန်းရှင် အမျိုးသမီးတစ်ဦးနဲ့ဆုံတွေ့ခဲ့တဲ့သူတစ်ဦး\n- သားနဲ့ချွေးမဖြစ်သူတို့အိမ်ကို အလည်သွားရမှ မထင်မှတ်ထားတဲ့လူတစ်ယောက်နဲ့ဆုံပြီး အချစ်‌တွေပြန်ပေါက်ဖွားလာသူ\n- မချစ်ရက်တော့တဲ့သူတစ်ဦးနဲ့ ချစ်တတ်လွန်းသူတစ်ဦးတို့ဆုံကြရာဝယ်...ဒီလိုနဲ့အချစ်ရဲ့ အဓိပ္ပာယ်ကိုယ်စီရှာဖွေရင်း အချစ်ဆိုတဲ့ဟာကို\nသူတို့ဘယ်လိုခံယူထားကြတယ်ဆိုတာ အသီးသီးအဖြေရှာကြရင်း\nဇာတ်ကောင်တွေအများကြီးနဲ့ ဇာတ်လမ်းရှုပ်ယှက်ခတ်သွားတာမျိုးမဖြစ်စေဘဲ\nသူ့ဇာတ်ကောင်နဲ့သူ အံဝင်ခွင်ကျနဲ့ ဇာတ်အိမ်ကောင်းကောင်းနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moon~BpL~V~Zwe~Cherry~YH တို့ပဲဖြစ်ပါတယ်။\nFile size…1.75 GB / 643.3 MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder…YK\nTranslated by Moon~BpL~V~Zwe~Cherry~YH",
        "rating": "7.4",
        "url": "https://megaup.net/1Vxf9/Ishq_E_Nadaan_(2023)_Hindi_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BMTUwOTMxNjc2OV5BMl5BanBnXkFtZTgwODQ4OTMxNTE@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Piku (2015)",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (89%)Deepika Padukone, Amitabh Bachchan နဲ့ Irrfan Khan တို့လို ထိပ်တန်းသရုပ်ဆောင်တွေနဲ့ ဒီရုပ်ရှင်ကတော့ ဘောလိဝုဒ်ရဲ့ ထိပ်တန်းဒရမ်မာရုပ်ရှင်ဖြစ်ပါတယ်။\nမင်းသမီးဒီပီကား အကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုကို ရရှိခဲ့သလို အခြားဆုပေါင်းများစွာလဲ ရရှိခဲ့ပါတယ်...ဇာတ်လမ်းကတော့...\nနားက မကောင်း၊လုပ်ချင်ရာ ဇွတ်လုပ်တတ်တဲ့ ဖခင် မစ္စတာဘာနာဂျီမှာ ပီကူးဆိုတဲ့ ဗိသုကာပညာရှင် ထက်မြက်တဲ့သမီးတစ်ယောက်ရှိပြီး သူမကလဲ အဖေတူသမီးပီပီ အမြဲ အလုပ်များနေသလို စိတ်ကလည်း မရှည်တတ်ပါဘူး။ဒါကြောင့်လဲ အဖေနဲ့သမီးဟာ အမြဲလိုလို တကျက်ကျက်နဲ့ ကတောက်ကဆ ဖြစ်နေကျပါ။ဒီလိုနဲ့ သူတို့ သားအဖနှစ်ယောက် ကာလကတ္တားကို ခရီးထွက်ဖို့ ဖြစ်လာတဲ့အခါ ပီကူးတို့ သားအဖ နှစ်ယောက်အကြောင်းကို သိတဲ့ ဘယ်သူမှ ကားအငှားမလိုက်ကြပါဘူး။  ဒါပေမယ့် ဘယ်လိုမှ ငြင်းဆိုမရတဲ့အဆုံး ကားအငှားလုပ်ငန်းပိုင်ရှင် ဖြစ်တဲ့ ရာနာကိုယ်တိုင်  ကားလိုက်မောင်းပေးဖို့ဖြစ်လာရပါတော့တယ် ။\nဒီလိုနဲ့ လမ်းခရီးတစ်လျှောက် ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Vw81/(CM)_Piku_2015_BluRay_Hindi_720p_x264_AAC_5.1-Naung.mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjAzMTI1MjMyN15BMl5BanBnXkFtZTgwNzU5MTE2NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Bird Box (2018)",
        "description": "ကမ္ဘာကြီးမှာ ဒုက္ခတွေ အလိုရမက်လောဘသားတွေ ထူပြောလာတာနဲ့အမျှဆေးကြောသုတ်သင်မယ့်သူတွေပေါ်လာစမြဲပါပဲ Kingmans:The Secret Serviceထဲက ဗယ်လတိုင်းလိုမျိုး ဒါမှမဟုတ်Avengers:Age of Ultron ထဲက Ultronကြီးလိုမျိုးပေါ့ ဒါပေမယ့်အခုဇာတ်ကားမှာတော့ နတ်ဆိုးလိုလိုဘာလိုလိုအမျိုးအမည်မသိတဲ့ ကောင်ကြီးအနေနဲ့မြင်ရမှာပါသူတို့ကို မမြင်ရဘူး မြင်ရ ရင်လဲအဲ့လူကအသက်မရှင်ဘူး ကိုယ့်ကိုကိုယ်သတ်သေမိတော့တာပဲ ဇာတ်လမ်းအကျဉ်းကတော့ အဲ့သဘာဝလွန်ကောင်ကြီးထွက်လာတယ်ပေါ့ လူတွေလဲ အစကမသိတော့ကြည့်မိကြပြီး ရူးကုန်တယ် ကိုယ့်ကိုကိုယ်သတ်သေတယ် စိတ်တွေ လွတ်ထွက်ကုန်တယ်တစ်ရက် မယ်လိုရီဆိုတဲ့ ကျွန်တော်တို့မင်းသမီးချောကြီး Sandra Bullock တစ်ယောက် သူ့ညီမဖြစ်သူနဲ့ ဗိုက်သွားပြတာပေါ့ လမ်းမှာ အဲ့ကမ္ဘာပျက်မယ့်အဖြစ်အပျက်နဲ့ ကြုံတွေ့မိတာပဲ ကံကောင်းချင်တော့ကယ်မယ့်သူပေါ်လာပြီး အိမ်တစ်အိမ်ထဲရောက်ခဲ့တယ် အဲ့အိမ်မှာလဲအခြားသူတွေရှိတာပေါ့ ဒီတော့ဇာတ်လမ်းက survivalဇာတ်လမ်း အဲ့အိမ်ထဲမှာပိတ်မိနေတဲ့သူတို့Medusa လိုမျိုးအကြည့်တစ်ချက်နဲ့ရူးစေတဲ့နတ်ဆိုးကြီးဘေးက ကမ္ဘာပျက်ကပ်ဆိုက်နေတဲ့ဘေးကဘယ်လိုရှင်သန်အောင်လုပ်ကြမလဲ ဇာတ်သိမ်းလေးဘယ်လိုဖြစ်သွားမလဲကတော့ ကိုယ့်ဖာသာပဲကြည့်ရှုခံစားကြည့်ပါဆိုတော့တာ ဒီကားလေးက rating သိပ်မများပေမယ့် အတော်လေးသပ်ရပ်လှပတဲ့ကားလို့မြင်မိပါတယ်နာမည်လေးကလဲBird Box ငှက်အိမ်လေးတဲ့ ဒီနာမည်ပေးထားတာလေးကိုချီးကျူးမိတယ် ဇာတ်လမ်းနဲ့လဲဆက်စပ်နေတာကိုး ဆိုတော့ကာ plotကကျွန်တော်ပြောခဲ့သလိုပဲဘာမှ သိပ်ထူးထူးခြားခြားကြီးမရှိဘူး ဒါပေမယ့်ကြည့်ရတာတော့သိပ်ကိုထူးခြားမှာပါ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/bird-box-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vLr7juofGqjOI2CyJ7hEKBXymxu.jpg",
        "title": "Lost Illusions (2021)",
        "description": "Rotten Tomatoes မှာ 93% , IMDb မှာ 7.4 Ratingရထားတဲ့ပြင်သစ်ဇာတ်ကားကောင်းတစ်ကားကိုတင်ဆက်လိုက်ရပါတယ်။ ၁၉၈၀ ခုနှစ်မှာ အသက် ၂၀ အရွယ်ကဗျာဆရာလေးတစ်ယောက်ဖြစ်တဲ့လူစီယန်က အသိုင်းအဝိုင်းကြီးတစ်ခုကအိမ်ထောင်ရှိအမျိုးသမီးတစ်ယောက်နဲ့ ဖောက်ပြန်မိပြီးတဲ့နောက်မှ သူ့ရဲ့အိမ်ကနေ ပဲရစ်ကိုထွက်ခွာလာခဲ့ရပါတော့တယ်။စစချင်းမှာတော့ပဲရစ်မှာဘာလုပ်လို့ ဘာကိုင်ရမှန်းမသိပဲ ပါလာတဲ့ ပိုက်ဆံလေးတွေလဲ ပြောင်ခဲ့ပါတော့တယ်။ ဒါပေမယ့်သူ့ရဲ့ ကဗျာစွမ်းရည်နဲ့စာရေးတဲ့ စွမ်းရည်က သူမတူပဲအရမ်းထူးချွန်ပြောင်မြောက်နေတဲ့အတွက် အရည်အချင်းရှိသူတွေအတွက် နေရာမရှားပါဘူးဆိုတာကိုသက်သေပြသွားပြီးတော့ သတင်းစာတိုက်တစ်ခုမှာအလုပ်ရသွားပါတော့တယ်။နောက်ပိုင်းမှာတော့လူစီယန်တစ်ယောက်ကျော်ကြားမှုနဲ့ချမ်းသာမှုတွေလဲပြန်ရလာခဲ့ပါတော့တယ်။ ဒါပေမယ့်ကံကြမ္မာဆိုတာက ချိုတစ်လှည့်ခါးတစ်လှည့်ဆိုတဲ့ အတိုင်းပဲသူ့ဘဝရဲ့ကျရှုံးချိန်တွေကိုရော ဘယ်လိုပြန်ရောက်သွားမလဲဆိုတဲ့ကဗျာဆရာလေးရဲ့ ပဲရစ်မှာကြုံရဆုံရစွန့်စားခန်းအမျိုးမျိုးအဖုံဖုံကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။  File size…1.99GB / 785MB\nQuality…WEB-Rip 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 29m\nGenre ..... Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "7.4",
        "url": "https://megaup.net/1Vx3f/Lost.Illusions.2021.WEBRip720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Tu-Jhoothi-Main-Makkaar-133x200.jpg",
        "title": "Tu Jhoothi Main Makkaar (2023)",
        "description": "Tu Jhoothi Main Makkar (2023)\nIMDb - 6.7 / 10ဒီတစ်​ခေါက်မှာက​တော့ ဟာသဆန်ဆန်နဲ့အချစ်ဇာတ်လမ်း​လေးကို သ​ဘောကျကြသူ​တွေအတွက်\nနာမည်ကြီးမင်းသား​ချော Ranbi Kapoor နဲ့ မင်းသမီး​ချော​လေး Shraddha Kapoor တို့\nပါဝင်သရုပ်​ဆောင်ထားပြီး Box Office ၂၁၉.၇၂ကု​ဋေအထိရရှိထားတဲ့\nTu Jhoothi Main Makkarဆိုတဲ့ လတ်လတ်ဆတ်ဆတ်ထွက်ရှိလာတဲ့\nဟာသအချစ်ဇာတ်ကား​ကောင်း​လေးနဲ့ တင်ဆက်​ပေးလိုက်ပါတယ်မစ်ကီဆိုတဲ့သူ​ဌေးသား​လေးဟာ ချစ်သူ​တွေကိုလမ်းခွဲရာမှာ ကူညီ​ပေးတဲ့\nလမ်းခွဲ​​ရေးသမား​လေးဖြစ်ပါတယ် ကိုယ့်ချစ်သူကိုလမ်းခွဲစကား​ပြောဖို့\nအခက်​တွေ့​နေသူတိုင်းက မစ်ကီကိုအကူညီ​တောင်း​​လေ့ရှိပါတယ်\nဒီလိုသူများအကျိုး​ဆောင်ရာမှာ ​အောင်မြင်ခဲ့တဲ့မစ်ကီတစ်​ယောက်က\nသူ့အချစ်ဆုံးသူငယ်ချင်း မန်နူကိုသူ့​ကောင်မ​လေးနဲ့\nလမ်းခွဲ​ပေးဖို့ကူညီရာမှာ​တော့ ဒုက္ခလှလှ​တွေ့ပါ​တော့တယ်အ​ကြောင်းက​တော့ မန်နူရဲ့သတို့သမီး​လောင်းဖြစ်သူကင်ချီရဲ့\nသူငယ်ချင်းတင်နီဆိုတဲ့ ​မိန်းမလှ​လေးကိုမြင်မြင်ချင်း​ချစ်မိသွားတဲ့အတွက်​ကြောင့်ပါပဲ\nမစ်ကီတစ်​ယောက်သူ့သူငယ်ချင်းကို လမ်းခွဲ​ပေးဖို့အတွက်\nဆက်ကူညီ​ပေး​လေမလား ဘယ်လိုအလွဲလွဲ​အ​ချော်​ချော်​တွေကြုံပြီး ​\nဖြေရှင်းမလဲ ဒါ့အပြင်မိန်းမလှ​လေးတင်နီနဲ့လမ်းခွဲ​ရေးသမား​လေးမစ်ကီကြားက\nကွာခြားချက်​တွေ​ကြောင့်ဘယ်လိုကိစ္စ​တွေကြုံရမလဲဆိုတာ\nဟာသ​နှောပြီးရိုဆန်ဆန်​​လေးဖြစ်တဲ့အချစ်ဇာတ်လမ်း​လေးကို ရင်ခုန်စွာကြည့်ရှူ့ရ​အောင်\nFile size…10GB /2.71GB / 1.4GB\nQuality…4k NF WEB DL/ 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (HardSub)\nEncoder….YK\nTranslated by KhinKhin~Yunni~BpL~Sai~ThaikSan",
        "rating": "6.7",
        "url": "https://megaup.net/2zMnu/Tu_Jhoothi_Main_Makkaar_(2023)_Hindi_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/doGGzqZOJ7VZWVZdstRAs0i3de1.jpg",
        "title": "The Place (2017)",
        "description": "မြို့တမြို့ရဲ့ လမ်းထောင့်လေးတနေရာမှာ \"the place\"ဆိုတဲ့စားသောက်ဆိုင်လေးတခုရှိတယ်။ ဒီဆိုင်ရဲ့ထောင့်စားပွဲခုံလေးတခုမှာအမြဲထိုင်နေတတ်တာကအမည်မသိတဲ့လူတယောက်။သင်လိုချင်တဲ့အရာဘာပဲဖြစ်ဖြစ်ကိုသူကရအောင်လုပ်ပေးနိုင်သလိုအပေးအယူအနေနဲ့ သူပြန်လိုချင်တာကတော့ သူခိုင်းတဲ့မဖြစ်နိုင်တဲ့တာ၀န်တွေကိုဘယ်လိုနည်းနဲ့ဖြစ်ဖြစ်ပြီးမြောက်အောင်လုပ်ပြီး သူ့ကိုအသေးစိတ်ပြန်ပြောပြပေးဖို့ပဲ။သူ့သတင်းကြားပြီး သူ့ဆီကိုလာကြတဲ့တဦးတယောက်ချင်းဆီတိုင်းမှာကလည်း မတူညီတဲ့ ဘ၀ဇာတ်လမ်းတွေ တောင်းဆိုမှုတွေရှိကြသလို ပြန်လုပ်ပေးကြရမယ့် တာ၀န်တွေကလည်းကွဲပြားကြတယ်။ ဥပမာပြောရရင် ရဲတယောက်ကို လုယက်မှုတခုအတွက်သူ့ရဲ့အကူအညီလိုချင်ရင် လူတယောက်ကိုလက်ကိုင်တုတ်နဲ့ သေလုနီးပါးရိုက်ခိုင်းတာမျိုး။ ကလေးအဖေတယောက်ကို သူ့ကလေးအသက်ရှင်စေချင်ရင် တခြားကလေးတယောက်ကိုလက်စ‌ဖျောက်ခိုင်းတာမျိုး။ ဒီလိုနဲ့ပဲ သူ့ဆီကိုလူအမျိုးမျိုးလာကြတယ် သူခိုင်းတဲ့တာ၀န်တွေကို နည်းအမျိုးမျိုးနဲ့လုပ်နိုင်အောင်ကြိုးစားကြတယ်။ဒါပေမယ့် ဒီလူကြီးရဲ့ မှတ်စုစာအုပ်ပေါ်ရေးနေရင်းသူတို့ကိုတီဗီဖန်သားပြင်ပေါ်က ဇာတ်လမ်းတခုလို ဖန်တီးမှုတွေ ရုပ်သေးရုပ်လိုကြိုးဆွဲခိုင်းစေမှုတွေကြားမှာ သူတို့ဘယ်လိုအကြောင်းအရာတွေကိုသိလာကြမှာလဲ။ နောက်ဆုံးမှာတော့ သူတို့ရဲ့တာ၀န်တွေပြီးဆုံးပြီးလိုအင်ဆန္ဒတွေပြည့်၀သွားကြရမလား ကျရှုံးပြီး လက်လွှတ်'လိုက်ရမလားဆိုတာကို The placeဆိုတဲ့ အီတလီ သည်းထိတ်ရင်ဖိုဒရာမာကားလေးမှာရှုစားပေးကြပါဦး။ File size…1.58 GB / 453MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Drama , Mystery , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "7.0",
        "url": "https://megaup.net/1Vx0c/The.Place.2017.BluRay720p(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wCzQlgMkp9KkX3eviWDr5Qp5beh.jpg",
        "title": "The New Daughter (2009)",
        "description": "Horror ကား ကြည့်ချင်နေကြသူတွေအတွက် ၂၀၀၉ မှာထွက်ရှိခဲ့တဲ့ The New Daughterဆိုတဲ့ ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။ ဇနီးဖြစ်သူနဲ့ကွာရှင်းထားတဲ့ စာရေးဆရာတစ်ဦးဖြစ်သူ ဂျွန်ဂျိမ်းစ်ဟာသားနဲ့သမီးကို ခေါ်ပြီး လူသူနည်းပါးတဲ့ အိမ်လေးတစ်အိမ်ကိုပြောင်းရွှေ့လာခဲ့ပါတယ်။ တစ်နေ့မှာတော့ သားဖြစ်သူ ဆမ်နဲ့သမီးဖြစ်သူ လူဝီဆာ တို့ဟာ ဆော့ကစားကြရင်း အမှတ်တမဲ့ခြံနောက်ဖေးမှာ ထူးဆန်းတဲ့ တောင်ပို့ကြီးတစ်ခုကိုတွေ့ခဲ့ကြပါတယ်။ဒီတောင်ပို့ကို ရှာတွေ့အပြီးမှာပဲ အိမ်ကြီးမှာ ထူးဆန်းတဲ့အရာတွေတစ်ခုပြီးတစ်ခုဖြစ်လာပြီး လူဝီဆာရဲ့ အပြုအမူတွေဟာလည်းတစ်ဖြေးဖြေး ပြောင်းလဲလာခဲ့ပါတယ်။ဒီဖြစ်ရပ်ကို မသင်္ကာတဲ့ ဂျွန်ဂျိမ်းစ်ဟာ ဒီအိမ်ကြီးရဲ့ နောက်ကြောင်းရာဇဝင်ကို စုံစမ်းကြည့်တဲ့အခါမှာတော့ ခြံနောက်ဖေးကတောင်ပို့ဟာသွေးရိုးသားရိုးမဟုတ်ပဲ လူသေတွေကိုမြှုပ်နှံတဲ့ ရှေးဟောင်း သုဿန်တောင်ပို့တစ်ခု ဖြစ်နေတာကို သိလိုက်ရပါတော့တယ်။ အဲ့လို သိလိုက်ရတဲ့အချိန်မှာတော့ သူတို့မိသားစု ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။ ဒီအိမ်ကြီးမှာ ဘယ်လိုရှုပ်ထွေးတဲ့သမိုင်းကြောင်းတွေရှိနေမလဲ၊ လူဝီဆာတစ်ယောက်ရော ဘာတွေဖြစ်နေသလဲဆိုတာ ရင်တထိတ်ထိတ် ကြည့်ရမယ့် Horror dramaကားကောင်းတစ်ကား ဖြစ်ပါတယ်ခင်ဗျာ။  File size…1.90GB / 714MB\nQuality…Blu-Ray  1080p 5.1 CH / ...",
        "rating": "5.3",
        "url": "https://megaup.net/2Burs/The.New.Daughter.2009.BluRay720p(CM).mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kEOtTC5YyTBxpILKvKgQ8ElpcIT.jpg",
        "title": "Road to Berlin (2015)",
        "description": "Genre – Drama, War\nIMDB – 6.5/10 ဒုတိယကမ္ဘာစစ်နောက်ခံ ရုရှား Red Army ဖက်က အမြင်နဲ့တင်ဆက်ထားတဲ့ စစ်ဒရမ်မာကားလေး ဖြစ်ပါတယ်။အိုဂါကော့ဗ်ဆိုတဲ့ ဆက်သွယ်ရေးအရာရှိလေးက တပ်တွေကိုတစ်တပ်ပြီး တစ်တပ် မြင်းလေးနဲ့ ဆက်သွယ်ပေးနေရတဲ့စစ်သားလေးပေါ့။ တစ်နေရာကျ ဂျာမန်တင့်ကားတွေနဲ့ တွေ့ပြီးအခြေအနေမလှလို့ ပြန်ဆုတ်ခွာလာရပါတယ်။ အဲဒီမှာ အဆက်အသွယ်ပြတ်တောက်လို့ ရုရှားခံစစ်တွေတော်တော်များများ ချိုးဖောက်ခံရတာက သူ့အပြစ်တွေများတယ်ဆိုပြီးစစ်ခုံရုံးမှာ ထွက်ပြေးမှု တာဝန်မကျေပွန်မှု စသဖြင့်တွေနဲ့ သေနတ်နဲ့ပစ်သတ်ဖို့ သေဒဏ်ချမှတ်လိုက်ပါတယ်။ အဲဒီမှာ သူ့ကို ပစ်သတ်ဖို့စောင့်ကြပ်ဖို့ တာဝန်ကျတာက ရဲဘော် ဇူရာဘိဖ်ဆိုတဲ့ အမိန့်ပဲသိပြီးစကားနည်းတဲ့တစ်ယောက်။ အဲဒီအချိန်မှာပဲ ဂျာမန်တပ်တွေ ရုတ်တရက်ဝင်တိုက်လို့ နှစ်ယောက်သားထွက်ပြေးလာခဲ့ပြီး အမိန့်တာဝန်ကျေပွန်ချင်လို့ ဌာနချုပ်ထိ ရောက်မှ ပစ်သတ်မယ်ဆိုပြီး ခရီးထွက်လာခဲ့တဲ့ အခါမှတော့…..။ရဲဘော်ရဲဘက်နှစ်ဦးရဲ့ တိုက်ပွဲတွေကြား စွန့်စားခန်းတွေထွက်ပြီးညီအစ်ကို သံယောဇဉ်တွယ်ကြပုံတွေကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။တစ်ခုတောင်းဆိုချင်တာကတော့ ရထားတဲ့စာဖိုင်ရဲ့ မပြည့်စုံမှုကြောင့်အဆင်ပြေအောင် ကြိုးစားပြန်ထားတာကို နားလည်ပေးစေချင်ပါတယ်ဗျ။ File size…1.86GB / 957MB\nQuality…Blu-Ray  ...",
        "rating": "6.5",
        "url": "https://megaup.net/1fzvi/Road.To.Berlin.2015.BluRay.720p(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zpS6aIqBTGLKvpFshmSuegv5JDt.jpg",
        "title": "Sunshine Cleaning (2008)",
        "description": "Genre – Comedy, Drama\nIMDB – 6.8/10 ရှယ်မင်းသမီးတွေဖြစ်တဲ့ Amy Adams နဲ့ Emily Blunt တို့အပြိုင်သရုပ်ဆောင်ထားကြတဲ့ ဘဝသရုပ်ဖော် ဒရမ်မာဟာသကားလေးပါ။ ရို့စ်ဆိုတာက အော်စကာဆိုတဲ့ သားငယ်လေးနဲ့စင်ဂယ်အမေတစ်ယောက် သားကိုကျောင်းထားပြီး အလုပ်ပေါင်းစုံလုပ်ရုန်းကန်နေရတာ။ ဒီလို ရုန်းကန်နေရတဲ့ထဲ ဖခင်ကလည်း တမှောင့်ပေါ့နောက်ပြီး ပိုဆိုးတာက ညီမဖြစ်တဲ့သူ နိုရာ၊ အလုပ်တွေလည်း မမြဲဆေးချလိုက် အရက်သောက်လိုက် ပေါ့ပျက်ပျက်နေလိုက်သူ့သားကိုလည်း ပေါက်ကရတွေ ခေါင်းထဲရိုက်သွင်းပေးနေတဲ့အဒေါ်ဆိုးပေါ့လေ။ ပြီးတော့ လက်ရှိတွဲနေတဲ့ ရဲအရာရှိဆိုတာကငယ်တုန်းက ရည်းစားဟောင်း ဒါပေမဲ့ သူကလည်း မိန်းမနဲ့ ကလေးနဲ့ခိုးစားနေရတဲ့ဘဝမျိုးပေါ့လေ။ အဲဒီအချိန်မှာပဲ အဒေါ်ဖြစ်သူသင်ပေးထားတာ ပေါက်ကရလုပ်ရင်း သားဖြစ်သူကို ပုဂ္ဂလိကကျောင်းပဲထားရတော့မယ့်အခြေအနေရောက်လာပါတယ် ပိုက်ဆံလည်း ပိုလိုလာပါတယ်။ အဲဒါကြောင့် ခိုးစားနေတဲ့ ရဲအရာရှိကြီးကို ရင်ဖွင့်မိတဲ့အခါမှာတော့ လူသေမှုတွေဖြစ်တဲ့ အခင်းဖြစ်ပွားတဲ့နေရာတွေကို သန့်ရှင်းရေးလုပ်ရတာ ငွေကောင်းကောင်းရတယ်ဆိုပြီး ပြောလိုက်တဲ့အခါရို့စ်တစ်ယောက် ဘာမှမသိမကန်းနဲ့ ငွေဇောတိုက်ပြီး ညီမဖြစ်သူပါခေါ်ပြီး ဒီလို မှုခင်းတွေကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1fztn/Sunshine_Cleaning.2008.BluRay720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bnfGQD0ku046ueGDvF5PIkwrd23.jpg",
        "title": "Pocket Listing (2015)",
        "description": "လော့စ်အိန်ဂျလိစ်မြို့မှာ အိမ်ခြံမြေပွဲစားတစ်ယောက်ဖြစ်တဲ့ဂျက်ဝုဒ်မန်းဆိုတဲ့လူတစ်ယောက်ရှိတယ်။သူက အိမ်အရောင်းအဝယ်ဖြစ်ဖို့ ရတဲ့နည်းကိုသုံးတတ်တဲ့လူမျိုးဖြစ်ပြီး တစ်ရက်မှာတော့ အကြောင်းတစ်ခုကြောင့်ကုမ္ပဏီက သူ့ကိုအလုပ်ထုတ်လိုက်ပါတယ်။အကြွေးတွေပုံပြီး ဆင်းရဲတွင်းထဲရောက်နေတဲ့အချိန်မှာသူ့ကိုလာကမ်းလှမ်းတဲ့ ကော်မရှင်တစ်ခုကြောင့် သူ့ဘဝကဘယ်လိုထပ်ပြီး ပြောင်းလဲသွားမလဲဆိုတာကတော့...  File size…1.48GB / 677MB\nQuality…Blu-Ray 1080p 5.1 CH / 720p\nFormat…mp4\nDuration….1h 32m\nGenre ..... Comedy , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasashi",
        "rating": "5.3",
        "url": "https://megaup.net/1fz32/Pocket.Listing.2015.BluRay720p(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AtHngeqD4K1Oj01ulWc1aDJhU8H.jpg",
        "title": "Scooby-Doo! and the Gourmet Ghost (2018)",
        "description": "Scooby-Doo! and the Gourmet Ghost (2018)~ IMDb - 6.5/10, Rotten Tomatoes - 63% ~စကူဘီဒူးပရိသတ်တွေအတွက် 2018 က ထွက်ခဲ့တဲ့ မူလလက်ရာ ကားကောင်းတစ်ကားပါ။ ဒီတစ်ခါမှာတော့ စားဖိုမှူးနဲ့ပတ်သက်တဲ့ သဘာ၀လွန်ဖြစ်ရပ်ကို စုံစမ်းကြတာဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~ဖရက်ရဲ့ ဦးလေးဘော်ဘီက သူတို့မွေးရပ်မှာ ချက်ပြုတ်ရေးအပန်းဖြေစခန်းဖွင့်တာကို သူတို့အုပ်စုသွားကြရင်း Mystery Case နဲ့ကြုံရတာပါ။ ဖရက်တို့ရဲ့ ဘိုးဘေးဖြစ်သူ နာမည်ကျော်စားဖိုမှူးအက်၀ပ်ဒူဖလေက တော်လှန်ရေးစစ်ပွဲအတွင်းမှာ မြို့ရဲ့သူရဲကောင်း လေးစားခံရတဲ့သူပါ။ ပါဆယ်စနစ်ကို စတီထွင်ခဲ့တဲ့သူပါတဲ့။ တစ်ရက်မှာ သူ့အင်းကနေ သရဲနီကြီးလို့ အော်ရင်း ပျောက်သွားပါလေရော။ အဲဒီချိန်ကစပြီး အင်းမှာ သရဲနီကြီး ခြောက်နေတယ်ဆိုတဲ့ ဇာတ်လမ်းတွေ ဒီနေ့ထိ ရှိနေပါတယ်။ဖရက်ဦးလေးဘော်ဘီက ဒီအင်းကို ခေတ်မီနည်းပညာနဲ့ပြန်လည်ဆန်းသစ်ပြီး ဧည့်သည်တွေကို ဆွဲဆောင်ဖို့ ချက်ပြုတ်တဲ့ အစီအစဉ် လုပ်တဲ့အခါမှာ သရဲနီကြီး ...",
        "rating": "6.5",
        "url": "https://megaup.net/2BtR4/(CM)_Scooby-Doo_And_the_Gourmet_Ghost_(2018)_WEB-DL_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kz0jM9Uw15ElDXQSpfNQupZuLPI.jpg",
        "title": "Seasons (2023)",
        "description": "Seasons (2023)သွေးသားမတော်စပ်တဲ့ ဖိုမပတ်သက်မှုမှာ တဏှာကင်းတဲ့ \"၅၂၈\" အချစ်ဆိုတာရှိပါ့မလား။ အရင်းနှီးဆုံး သူငယ်ချင်းနှစ်ယောက်ကြားမှာတောင်မှပေါ့။ အများစုကတော့ တစ်ယောက်မဟုတ် တစ်ယောက်ကတော့ တိတ်တခိုးကြိုက်နေတတ်တာပါပဲ။ ဘေးနားမှာ အမြဲအသင့်ရှိနေပြီး တစ်ချိန်မှာ ကိုယ့်ကိုမြင်လာမလား စိတ်ကူးတွေနဲ့ပေါ့။ဒီလိုပါပဲ... ချာလီနဲ့ကတ်တို့ သူငယ်ချင်းနှစ်ယောက်က အချင်းချင်း \"၅၂၈\" အချစ်နဲ့ပဲချစ်ကြတယ်လို့ လက်ခံထားကြတဲ့သူပါ။ ကတ်တစ်ယောက် စင်ဂယ်ဘ၀နဲ့နေနေတာကို မကြည့်ရက်လေသူ ချာလီက ဂျိန်းဆိုတဲ့ကောင်မလေးတစ်ယောက်နဲ့ ချိတ်ပေးလိုက်တာပေါ့။ ဖင်ယားမှုတစ်သိန်း အာမ,မခံဆိုတဲ့စကားအတိုင်း ဂျိန်းဖြစ်သူ ကတ်ဘ၀ထဲရောက်လာမှ ချာလီတစ်ယောက် သူ ကတ်ကိုကြိတ်ချစ်မိနေမှန်း သတိထားမိပါတော့တယ်။ ကတ်ကလည်း ဂျိန်းဖြစ်သူကို လက်ထပ်ခွင့်တောင်းတော့မယ့်အချိန် ချာလီကလည်း ကတ်ကိုအဆုံးရှုံးမခံနိုင်တော့တဲ့အတွက် ကြံမိကြံရာကြံလိုက်မိပါတယ်။ အဲဒီကနေမှ သူနဲ့ကတ်ရဲ့ဆက်ဆံရေးက ဘယ်ဆီကို ဦးတည်သွားမလဲ ဆိုတာကို ဒီ ဖိလစ်ပိုင် အချစ်ဇာတ်လမ်းလေးမှာ အားလုံးပဲကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Soe Thiri Swe မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.7GB, ...",
        "rating": "",
        "url": "https://megaup.net/1Vwkv/(CM)_Seasons_(2023)_WEB-DL_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l53X0ar16mInf7TaT2HVAu052al.jpg",
        "title": "Closer to Heaven (2009)",
        "description": "Closer to Heaven (2009)\nမင်းသမီးဟာဂျီဝန် ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားဟောင်းလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်\nအသုဘအခမ်းအနားတွေကိုပြင်ဆင်လုပ်ကိုင်ပေးတဲ့ ဂျီဆူးဟာ အရမ်းကိုကြင်နာစိတ်ရှိတဲ့​ကောင်မ​လေးပါ\nလူ​​တွေကိုလည်းအတတ်နိုင်ဆုံးကူညီ​​ပေးတတ်ပါတယ်\nဒါ​ပေမယ့် သူဟာ လူ​​သေအ​လောင်း​တွေကို အလှပြင်​ပေးရတဲ့သူမို့လို့\nသူ့ရဲ့လက်ကို မင်္ဂလာမရှိတဲ့လက်ဆိုပြီး​ ပြောဆိုကြပါတယ်\nရည်းစားဟောင်းဖြစ်သူကလည်း ပြတ်ဖို့အ​ကြောင်းရှာမရ​တော့\nသူ့ရဲ့လက်က​ကြောက်ဖို့​ကောင်းလို့ဆိုပြီးဖြတ်သွားခဲ့ပါတယ်\nဒီလိုသနားစရာကောင်းလှတဲ့ဘ၀မှာ နေထိုင်နေရတဲဲ့ ဂျီဆူးဘ၀ထဲကို\nတစ်နေ့မှာတော့ ဂျုံးဝုဆိုတဲ့ လူတစ်​ယောက်ဝင်​ရောက်လာခဲ့ပါတယ်\nေပြာရရင် ဂျုံးဝုဟာလည်း လူ​ကောင်းတစ်​ယောက်​တော့မဟုတ်ပါဘူး\nကုသလို့မရနိုင်တဲ့ ကြွက်သားအားနည်း​ရောဂါကိုခံစား​နေရတဲ့ လူတစ်​ယောက်ပါ\nဒါ​ပေမယ့်လည်း သူဟာ သူ့ဘဝကို အရှုံးမ​ပေး​ပါဘူး\nရှေ့နေတစ်​ယောက်မဖြစ်ဖြစ်အောင်ကြိုးစားမယ်လို့ စိတ်ပိုင်းဖြတ်ထားတဲ့သူပါ\nသူဟာ ဂျီဆူးကို မြင်မြင်ချင်းချစ်မိခဲ့ပြီး သူ့နားမှာ​နေ​ပေးဖို့ တောင်းဆိုခဲ့ပါတယ်\nလူ​တွေကိုကြင်နာသနားတတ်တဲ့ ဂျီဆူးဟာလည်း သ​ဘောတူခဲ့ပြီး​​တော့\nဂျုံးဝုခံစားနေရတဲ့ ရောဂါကို ပျောက်ကင်းအောင်ကူညီပေးမယ်ဆိုပြီး ဆုံးဖြတ်ချက်ချလိုက်ပါတော့တယ်\nDrama ဇာတ်ကားဖြစ်​နေတာနဲ့အညီ လွမ်း​ဆွေးငို​ကြွေးရတဲ့ရသတွေကို သေချာ​ပေါက်ခံစားကြည့်ရှုရမှာပါ\nရှေ့ဆက်ပြီး သူတို့နှစ်​ယောက်အခက်အခဲ​တွေကို ဘယ်လိုရင်ဆိုင်​ဖြေရှင်းကြမလဲဆိုတာ​တွေ\nသူတို့နှစ်​ယောက်ကြားက ခိုင်မာတဲ့ချစ်ခြင်းတရား​တွေကို တ၀ကြီး ကြည့်ရှုရမှာဖြစ်ပါတယ်\nဇာတ်လမ်းလေးကကြည့်လိုက်ရင်ရိုးသလိုဖြစ်နေပေမယ့် ကြည့်ရှုသူကိုအဆုံးထိဆွဲခေါ်သွားနိုင်ပါတယ်\nဘာပဲပြောပြော ဇာတ်ကားကောင်းတစ်ကားဆိုတာကိုတော့ ငြင်းလို့မရနိုင်ဘူးပေါ့\nDrama ဇာတ်ကားတစ်ကားဖြစ်တဲ့အတွက်ကြောင့် မျက်ရည်ခိုင်ခိုင်ထားပြီမှး ကြည့်ကြဖို့တိုက်တွန်းချင်ပါတယ်\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thet Hnin Hsu ပါ\nEncoded by August\nFile Size - 2GB , ...",
        "rating": "6.6/10",
        "url": "https://megaup.net/Uk7v/(CM)_Closer.to.Heaven.2009.720p.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jjs3hE3mQlVGTX3u5ZH2EJBJpf3.jpg",
        "title": "American Murder: The Family Next Door (2020)",
        "description": "American Murder : The Family Next Door (2020)\nဒီ documentary က အမေရိကန်ကော်လိုရာဒိုမှာဖြစ်သွားတဲ့ အမှုကိုပြန်ပြီးရိုက်ထားတာပါ\nဖြစ်ရပ်မှန်မှုခင်းဆောင်းပါးတွေရေးတဲ့ မရွှေမိုး ကိုရီးယားလည်း\nဒီအမှုကိုဆောင်းပါးရေးခဲ့ပါသေးတယ်\nသြဂုတ် လ ၁၃ရက်နေ့ ၂၀၁၈\n- လူချစ်လူခင်ပေါတဲ့ ရှနန်းဆိုတဲ့ အိမ်ထောင်ရှင်အမျိုးသမီးနှင့်အတူ\nသူ့သမီးလေးနှစ်ယောက် ဘယ်လာနဲ့စီစီလေးဟာ\nပျောက်ချင်းမလှပျောက်သွားပါတယ်\n- ရဲကိုအရင်ဆုံးတိုင်တဲ့သူကတော့ ရှနန်းရဲ့ သူငယ်ချင်းဖြစ်သူ နီကိုးလ်ပါ\n- ရှနန်းရဲ့ခင်ပွန်းဖြစ်သူကတော့ အလုပ်ထဲရောက်နေလို့\nရဲတွေအကြောင်းကြားမှသူက လိုက်လာပါတယ်\nနောက်ပိုင်း ရှနန်းနဲ့ကလေးတွေ အမှုက တဖြေးဖြေး\nကော်လိုရာဒိုတစ်မြို့လုံးစိတ်ဝင်စားလာကြပါတယ်\nဒီဖြစ်ရပ်မှန် documentaryလေးကိုကြည့်ပြီးသွားရင်\nစိတ်ထဲ တစ်ခုခုတော့ကျန်ခဲ့မှာသေချာပါတယ်\nလူတွေရဲ့ လောဘတွေ အတ္တတွေ\nအချစ်နဲ့သာယာမှုကိုမခွဲခြားတတ်တဲ့လူ့သဘာဝတွေကို ဒီထဲမှာအများကြီးဖော်ပြထားပါတယ်\nဖြစ်ရပ်မှန်ဖြစ်လို့ ဗဟုသုတ အနေနဲ့ ကြည့်လည်းကြည့်သင့်ပါတယ်\nFile Size - 1 GB\nQuality - 1080P\nSubtitle - Myanmar (Hardsub)\nTranslator - Dolly\nEncoder - August",
        "rating": "7.2/10",
        "url": "https://megaup.net/1Ahz4/(CM)_American.Murder.The.Family.Next.Door.2020.720p.mp4",
        "category": "Crime, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/invis-141x200.jpg",
        "title": "The Invisible Guardian 2017",
        "description": "ဒီကားလေးကHorrorကားကြိုက်သူတွေအတွက်အကြိုက်တွေ့စေမှာဖြစ်ပါတယ်ဒီကားထဲမှာရဲမှူး Amaiaကလူသတ်မှုတစ်ခုကိုဦးဆောင်ပြီးဖြေရှင်းရာမှာလူသတ်မှုများကများများလာျပီး သက်သေေတြအရကွင်းဆက်လူသတ်မှုဖြစ်တာသိရှိခဲ့ပြီးနောက်အကြောင်းကိစ္စတစ်ခုခုကြောင့်ရဲမှူးယAmaia နှုတ်ထွက်ခံရပြီးဘာအကြောင်းကြောင့်နှုတ်ထွက်တယ်ဆိုတာရယ်လူသတ်သမားကိုဘယ်လိုဖမ်းမှာလဲဆိုတာ....\nFile Size - 1. GB , 500 MB\nQuality - 1080P , 720P\nSubtitle - Myanmar (Hardsub)\nTranslator - Thi Ha\nEncoder - Littleneo",
        "rating": "6.4",
        "url": "https://megaup.net/Ujx2/The.Invisible.Guardian.2017.SPANISH.720p.WEBRip(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/godmothered-133x200.jpg",
        "title": "Godmothered 2020",
        "description": "မှော်ဆန်ဆန်လေးနဲ့ လူတွေရဲ့ပျော်ရွှင်မှုအနှစ်သာရကိုဖော်ပြသွားတဲ့ GODMOTHEREDဇာတ်လမ်းခေါင်းစဥ္အတိုင်းပဲ လူတွေကိုကူညီပေးတဲ့နတ်သမီးမေမေတိုင်းပြည်ကအသက်ငယ်သေးတဲ့ အယ်လီနာအမည်ရတဲ့နတ်သမီးမေမေသင်တန်းသားလေးကစစ်မှန်တဲ့နတ်သမီးမေမေဖြစ်ဖို့အတွက်လူတွေကိုထာ၀ရပျော်ရွှင်အောင်ကူညီပေးတဲ့တာ၀န်ကိုရအောင်ရှာပီးတာ၀န်ဖြစ်တဲ့ မက ်ကန်ဆီအမည်ရတဲ့ကလေးမလေးဆီသွားခဲ့ပါတယ်မက ်ဆာချူးဆက်ကိုရောက်တဲ့အချိန်မှာတော့မက္ ကန်ဆီက သူထင်ထားသလို၁၀နှစ်သမီးလေးမဟုတ်တော့ပဲSingle momအဖြစ်နဲ့ သမီး၂ယောက်ကိုထိန်းကျောင်းရင်းသတင်းကြေ ငြာသူလုပ်နေတာဖြစ်ပါတယ်အစပိုင်းမှာ အယ်လီနာရဲ့မှော်အစွမ်းကမပြည့်စုံသေးတဲ့အတွက်လွဲချော်မှုတွေရှိပေမဲ့ နောက်ပိုင်းမှာ ပျော်ရွှင်မှုပျောက်ဆုံးနေတဲ့Single momနဲ့ သူ့ကလေးတွေကိုဘ၀ရဲ့အဓိ္ပ္ပါယ်ကိုသိရှိအောင်ဘယ်လိုကြိုးစားဖန်တီးပေးမလဲဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်\nFile Size - 1.4 GB , 700 MB\nQuality - 1080P , 720P\nSubtitle - Myanmar (Hardsub)\nTranslator - Zora Yang\nEncoder - Littleneo",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/godmothered-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lQZXVTgJ9dzz7ndyJPr879Be019.jpg",
        "title": "Hanbando (2006)",
        "description": "Hanbando (2006)\nဒီကားလေးကတော့ 2006 က ထွက်ရှိခဲ့ပြီး\nကိုရီးယား-ဂျပန် နှစ်နိုင်ငံကြား ပဋိပက္ခကို ပုံဖော်ရိုက်ကူးထားတာပါ။\nတောင်နှင့်မြောက် ကိုရီးယားအစိုးရအနေနဲ့\nနှစ်နိုင်ငံ ချစ်ကြည်ရေးပြန်လည် ရယူရန်အတွက်\nဂယောင်းဝီမီးရထားလမ်းကို ပြန်လည်ဖွင့်လှစ်ရန် စီစဉ်ခဲ့ကြပါတယ်။\nသို့ပေမယ့် ဂျပန်နိုင်ငံမှ လွန်ခဲ့တဲ့ရာစုနှစ်က\nဂျိုဆွန်းဘုရင်နဲ့ ထားရှိခဲ့ကြတဲ့ သဘောတူညီချက်စာချုပ်ပါအကြောင်းအရာအရ\nဂယောင်းဝီမီးရထားလမ်း မူပိုင်ခွင့်ကို ဂျပန်တို့ဘက်မှပိုင်ဆိုင်ပြီး\nပြန်လည်ဖွင့်လှစ်ခွင့်မပြုကြောင်း ဖွင့်လှစ်ခဲ့ပါက\nကိုရီးယားစီးပွားရေးဈေးကွက်ကို ပိတ်ဆို့မည်ဖြစ်ကြောင်း ခြိမ်းခြောက်ခဲ့ပါတယ်။\nသဘောတူညီချက်စာချုပ်မှာပါတဲ့ နိုင်ငံတော်တံဆိပ်ဟာ\nအတုဖြစ်နေခဲ့ကြောင်း သိရှိသွားတဲ့အချိန်\nတောင်ကိုရီးယားသမ္မတမှ သမိုင်းကြောင်း ပညာရှင် ချွဲမင်ဂျယ်နဲ့\nဂျိုဆွန်း‌ဘုရင်မျိုးဆက် ကင်မ်ယူရှစ်တို့ကို\n‌တံဆိပ်တုံးအစစ်ကို ရှာဖွေစေပြီး\nသမိုင်းကို ပြင်ဆင်ရန် ခိုင်းစေခဲ့ပါတော့တယ်။\nနိုင်ငံပိုင်တံဆိပ်တုံးအစစ်ကို ရှာတွေ့ပြီး\nဂျပန်တို့လက်ထဲမှ ဂယောင်းဝီမီရထားလမ်းမူပိုင်ခွင့်ကို\nပြန်လည်ရယူနိုင်မလား\nကိုရီးယားစီးပွားရေးဈေးကွက်ကရော\nအခြေအနေပြန်လည်တည်ငြိမ်သွားမလားဆိုတာကတော့\nဒီကားလေးမှာ စောင့်ကြည့်ရမှာပါ။\nသမိုင်းကြောင်းကိုပုံဖော်ရိုက်ကူးထားတဲ့ ကားလေးဖြစ်တဲ့အပြင်\nနာမည်ကြီးခဲ့တဲ့ ဇာတ်လမ်းဖြစ်တာကြောင့် တင်ဆက်ပေးလိုက်ပါတယ်။\nFile Size - 2.1 GB , 740 MB\nQuality - 1080P , 720P\nSubtitle - Myanmar (Hardsub)\nTranslator - Milkeux\nEncoder - August",
        "rating": "4.8/10",
        "url": "https://channelmyanmar.org/hanbando-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gx8kW520SZpyzXFs0Y2qX8OhpIx.jpg",
        "title": "Lapse (2020)",
        "description": "တကယ်မိုက်တဲ့ကားလေး ကြည့်ကြမလား? ပျင်းလည်းမပျင်းရဘူး ဆန်းလည်းဆန်းမယ်၊\nမိသားစုနဲ့လည်း ကြည့်လိုအဆင်ပြေမယ့်ကားမျိုး ရှာနေရင်တော့ ဒီကားကသင့်အတွက်ပါပဲ . . .\nဇာတ်လမ်းကတော့ သဘာဝလွန်စွမ်းအားကားလေးပါ ။ ဒါပေမဲ့လည်း\nတခြားကားနဲ့မတူတာက အစွမ်းကို ဉီးစားပေးမပြဘဲ ချစ်ခြင်းမေတ္တာ ညီအကိုသံယောဇဉ်\nစသည့်ခံစားချက်တွေအစုံကို ရိုက်ပြထားတာမို့ အရမ်းမိုက်ပါတယ်။\nကျုံးချန်းမင် ဆိုတာက ဖုန်းနဲ့ ဗွီဒီယို ရိုက်တတ်တဲ့ကျောင်းသားလေးတစ်ယောက်ပေါ့ ။\nသူအမြဲတမ်းခိုးခိုးပြီး ဗွီဒီယို ရိုက်တတ်တဲ့ ကျီလင် ဆိုတဲ့ ကောင်မလေးရှိတယ်...\nပြီးတော့ သူအရမ်းအားကိုးရတဲ့ အကိုဟွေး ဆိုတဲ့ သူငယ်ချင်းအကိုတစ်ယောက်ရှိတယ်။\nသူတို့ သုံးယောက်ရင်းနှီးသွားပြီးနောက် ကြယ်ကြွေတာကို လိုက်ကြည့်ကြရင်း\nမတော်တဆမှုဖြစ်ပါတယ် ။ အဲ့အဖြစ်အပျက်ပြီးနောက် ချန်းမင် မှာ အရာဝတ္ထုတွေကို ရွေ့နိုင်တဲ့\nစွမ်းအားရှိလာပါတော့တယ်. . .တစ်ခုပဲ သူက စွမ်းအားကိုအရမ်းသုံးရင်\nမှတ်ဉာဏ်တွေက တဖြေးဖြေးတွေ ပျောက်လာတတ်ပါတယ်\nချန်းမင်က အရမ်းစိတ်ထားကောင်းတဲ့ ကျောင်းသားလေးတစ်ယောက်ပါ၊ ဒါပေမဲ့လည်း\nဒုတိယဘုရားသခင်ဖြစ်တဲ့ ပိုက်ဆံ က သူ့ကိုဘယ်လိုတောင် အမှောင်ဖုံးသွားလဲ\nပြီးတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1Ah6z/%7BCM%7DThe_Lapse.2020.720p.mp4",
        "category": "Fantasy, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ai4Iu3qydmpbbyWfMx8cLLz94AM.jpg",
        "title": "Samjin Company English Class (2020)",
        "description": "ဒီဇာတ်ကားကိုတော့ ၁၉၉၅ခုနှစ်မှာ အခြေခံထားပါတယ်\n \nလီဂျာယောင်း ဂျောင်ယူနာ ရှင်းဘိုရမ်ဆိုတာ တက္ကသိုလ်ဆက်မတက်နိုင်တဲ့\n \nအထက်တန်းကျောင်းထွက်တွေဖြစ်ကြပေမယ့် ဘဝကိုကြိုးကြိုးစားစားနေထိုင်ကြပြီး\n \nဆမ်ဂျင်းအီလက်ထရောနစ်ကုမ္ပဏီရဲ့အမျိုးသမီးဝန်ထမ်းတွေလည်းဖြစ်ကြပါတယ်\n \nအလုပ်မှာထူးချွန်သူတွေဖြစ်ကြပေမယ့် တက္ကသိုလ်မတက်နိုင်ခဲ့တော့\n \nအဆင့်အတန်းခွဲခြားခံရင်း တစ်နေ့မှာ မန်နေဂျာဖြစ်နိုင်ဖို့ မျှော်လင့်နေကြတဲ့သူတွေပေါ့\n \nဒီလိုနဲ့ တစ်နေ့ ကုမ္ပဏီမှာ TOEIC အမှတ်၆၀၀ကျော်ရင် မန်နေဂျာဖြစ်နိုင်တယ်လို့\n \nကြေညာစာထွက်လာခဲ့တယ် အဲဒီအချိန်ကစပြီး သူငယ်ချင်း၃ယောက် ကြိုးစားပမ်းစား\n \nအင်္ဂလိပ်စာသင်ခဲ့ကြတယ်\n \nတစ်ချိန်တည်းမှာပဲ ကုမ္ပဏီရဲ့ရှေ့ရေးကို ထိခိုက်စေတဲ့\n \nဓာတုပစ္စည်းတရားမဝင်စွန့်ထုတ်မှုတွေ ကြုံတွေ့လာရတဲ့အခါ မန်နေဂျာဖြစ်ဖို့ကြိုးစားနေတဲ့\n \nကိုယ့်ရဲ့ရည်မှန်းချက်တွေကို ထိခိုက်မလာစေဖို့\n \nဒီတရားမဝင်စွန့်ထုတ်မှုရဲ့နောက်ကွယ်မှာ ဘယ်သူတွေရှိလဲ\n \nဒီကုမ္ပဏီကို ဘယ်လိုတွေကာကွယ်ရမလဲ ဘယ်သူ့လက်ထဲကနေ ကာကွယ်ရမလဲဆိုတာ\n \nဒီကားထဲမှာ စောင့်ကြည့်လိုက်ကြရအောင်\n  \nမင်းသမီး၃ယောက်လုံးကိုတော့ ကိုရီးယားဒရာမာပရိသတ်တွေ သေချာပေါက်ရင်းနှီးနေမှာအမှန်ပါပဲ\n \nစုပေါင်းခြင်းသည်အင်အားဆိုတဲ့ ဆိုရိုးစကားကို ဒီဇာတ်ကားလေးထဲမှာ\n \nအသေအချာတွေ့နိုင်ပါလိမ့်မယ် နောက်ပြီးတော့လည်း\n \nသူငယ်ချင်းသံယောဇဉ် အထက်လူကြီးတစ်ယောက်ရဲ့မေတ္တာ\n \nအလုပ်ခွင်သံယောဇဉ်နဲ့ယုံကြည်မှုတွေကို အပြည့်အဝခံစားရပါလိမ့်မယ်\n \nသေချာပေါက်ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်လို့ ညွှန်းပေးချင်ပါတယ်\n   \nTranslated by : Phue Nge Nge Thein \nEncoded by : Thit San Khant \nQuality : 1080p and 720p\nFile Size : 1.16 Gb and 541 Mb",
        "rating": "6.8",
        "url": "https://megaup.net/2gefp/Samjin_Company_English_Class_2020_720p_%7BCM%7D.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fXYx8ARMdVDupIlmFZiEQiuNA1j.jpg",
        "title": "Shooting Girls (2020)",
        "description": "ဒီတစ်ခေါက်ဇာတ်ကားလေးကတော့ \"Shooting Girls” ဆိုတဲ့ korea ရုပ်ရှင်ကားပဲ\n \nဖြစ်ပါတယ်တယ် ဒါရိုက်တာအနေနဲ့ကတော့ Bae Hyo Ming ကရိုက်ကူးပြီး \n \nThe prison ကားထဲက မင်းသားဖြစ်တဲ့ Jung Woong In က အဓိကသရုပ်ဆောင်ထားပါတယ်\n \nတောင်ကိုရီးယား နိုင်ငံအနေနဲ့ကတော့ အားကစားနဲ့\n \nပတ်သက်တဲ့ ရုပ်ရှင်ရိုက်ကူးထုတ်လုပ်မှုက အလွန်နည်းပါတယ်။\n \nဒါပေမယ့် ဒီဇာတ်ကားကို ပြသတဲ့အခါမှာ Box Office မှာနာမည်ကြီးလူကြိုက်များတဲ့ ကားတစ်ကားဖြစ်လာပါတယ်\n \nဒီလမ်းကိုတော့ အမျိုးသမီး ဘောလုံးအားကစားသမားတွေရဲ့ အကြောင်းကို အခြေခံယူပြီး ရိုက်ကူးထားတာပါ\n \nဆမ်ရယ်မိန်ကလေးအထက်တန်းကျောင်းက ကျောင်းသူတွေကို စုပြီး ဖွဲ့ထားတဲ့ ဘောလုံးအသင်းတစ်သင်းက\n \nပြိုင်တဲ့ပွဲတိုင်းရှုံးနေလို့ လူအများကြားမှာ လှောင်ပြောင်စရာတစ်ခုဖြစ်ခဲ့ပါတယ်။\n \nသူတို့တွေ အနေနဲ့ နိုင်ငံလက်ရွေးစဥ် အားကစားသမားတွေ ဖြစ်ဖို့အတွက် ဘယ်လိုတွေ\n \nကြိုးစားကြလဲ တကယ်ရော နောက်ဆုံးမှာ သူတို့ရည်မှန်းချက်တွေက ပြည့်ဝသွားကြရဲ့လား ...\n \nအစရှိတာတွေကိုတော့ ဒီဇာတ်ကားလေးကိုကိုယ်တိုင်ကြည့်ရှုပြီး အဖြေရှာကြည့်စေလိုပါတယ်ရှင်။\n  \nTranslated by : Hana\nEncoded by : YK\nQuality ...",
        "rating": "",
        "url": "https://megaup.net/Ujix/%7BCM%7DShooting.Girls.2020.FHD.720p.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ueFoWf7jGMY6HHMPyvw65vuuFLR.jpg",
        "title": "[18+] Love Conquest (2020)",
        "description": "Love Conquest 2020 (18+)\nအချစ်ဟာသကားကြိုက်တဲ့သူတွေအတွက်\nအချစ်ခန်းတွေလည်းကြည့်ရ ရီလည်းရီရမယ့် ဇာတ်ကားလေးလာပါပြီ။\nဇာတ်လမ်းကတော့ အချစ်ရေးမှာအမြဲရှုံးနေရတဲ့ဒုန်းဆော့ဆိုသူက\nသူအချိန်အတော်ကြာ တစ်ဖက်သတ်ချစ်ရတဲ့\nကောင်မလေး ဟီယွန်းကို ဖွင့်ပြောဖို့ကြိုးစားရာကနေ\nကောင်မလေးကတခြား လက်မြန်တဲ့သူနောက်ပါသွားခဲ့ရာက စပါတယ်။\n၅နှစ်ကျော်တစ်ဖက်သတ် ချစ်ရသူ တခြားသူနောက် ပါသွားပြီး\nစိတ်ဓါတ်ကျနေတဲ့ ဒုန်းဆောက\nကျောင်းနေဖက် စီနီယာဖြစ်သူ အလုပ်လက်မဲ့ ဆောင်းဖြောင်းဆိုတဲ့ လူနဲ့ ဆုံပြီးတဲ့ နောက်မှာ\nသူကံကြမ္မာက ပြောင်းလဲဖို့ဖြစ်လာခဲ့ပါတယ်။\nဆောင်းဖြောင်းရဲ့မိတ်ဆက်ပေးမှုနဲ့ Adventure Mဆိုတဲ့\nရည်းစားရှာဖွေရေး အချစ်ရေး ဝန်ဆောင်မှု Websiteကို စာရင်းသွင်းလိုက်ရာကနေ\nသူ ဘဝထဲကို မြိုယောင်းဆိုတဲ့ မိန်းမချောလေးတစ်ယောက်ကလည်းဝင်ရောက်လာပါတယ်။\nမြိုယောင်းနဲ့သူဘယ်လို ခရီးဆက်ကြမလဲ။\nအချစ်ဦး ဟီယွန်းနဲ့ကော ဆုံနိုင်ပါ့မလား။\nဖုန်းထဲကနေ တစ်ဆင့် ညွှန်ကြားချက်တွေ ပေးနေတဲ့\nAdventure M ဆိုတဲ့ လမ်းညွှန်ပေးတဲ့သူကကော ဘယ်သူဖြစ်လာမလဲ။\nစိတ်ဝင်စားဖို့ကောင်းသလို ရီလည်းရီရတဲ့ 18+ကားလေးတစ်ကားပါ။\nအချစ်အတွက်ရှုံးနေတဲ့သူတွေ၊အသဲကွဲနေတဲ့သူတွေ ကြည့်ပြီး\nမိန်းကလေးတွေရဲ့ သဘောကိုနားလည်အောင်လေ့လာလို့ရပါတယ်။\n18+သီးသန့်မဟုတ်ပဲဇာတ်လမ်းသွားလေးနဲ့ Ro ဆန်ဆန် ကြည့်ချင်တယ်ဆိုရင်တော့\nဒီကားလေးကိုကြည့်ဖို့ တိုက်တွန်းပါရစေ။\nFile Size - 1.3 GB, 604 MB\nQuality - 1080P , ...",
        "rating": "4",
        "url": "https://megaup.net/2ge8u/(DS)_Love_Conquest.2020.720p.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jj2r1S8kCFQeIzq4VPRXvi9lazk.jpg",
        "title": "Ram Singh Charlie(2020)",
        "description": "Ram Singh Charlie (2020)အညွှန်း\n***********************************\nIMDb...7.9ချာလီက ဆက်ကပ်ထဲမှာပဲ မွေးဖွားလာသူဖြစ်တဲ့အပြင် ချာလီဆိုတဲ့နာမည်နဲ့လိုက်အောင်ချာလီချက်ပလင်လိုမျိုး ဟာသဇာတ်ရုပ်တွေကို ပီပီပြင်ပြင် သရုပ်ဆောင်နိုင်စွမ်းရှိတဲ့သူ တစ်ယောက်ပါ။\nသူတို့ရဲ့ နာမည်ကြီး Jingo ဆက်ကပ်အဖွဲ့ကို တည်ထောင်သူ မိသားစုက ကုန်ကျစရိတ်များလွန်းပြီးဝင်ငွေ နည်းပါးလွန်းတဲ့အတွက်ကြောင့် ဖျက်သိမ်းလိုက်ပါတယ်။\nဒီတော့ ချာလီကလည်း အလုပ်လက်မဲ့ ဖြစ်သွားပြီး ဒုတိယ ကိုယ်ဝန်ကို လွယ်ထားရတဲ့ကိုယ်ဝန်သည်မိန်းမနဲ့ သူ့သား ချင်တူကို ဆက်ခေါ်ထားဖို့ မဖြစ်နိုင်လို့ ရွာကိုပို့လိုက်ပါတယ်။\nချာလီက သူ့မိန်းမကို ကလေးမွေးပြီးရင် ပြန်လာခဲ့ဖို့ နဲ့သူအလုပ်တစ်ခုရှာပြီး ပိုက်ဆံစုထားမယ်လို့ဆိုကာ ကတိပေးလိုက်ပါတယ်။သေချာတဲ့ လက်လုပ်လက်စားဘဝကိုမရွေးဘဲ ဘာအမှီသဟဲမှ မရှိဘဲနဲ့ ကိုယ်ပိုင်ဆက်ကပ်တစ်ဖွဲ့တည်ထောင်ပြီး အောင်မြင်အောင်ကြိုးစားပါတော့တယ်...သူအောင်မြင်မှာလား....ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရမလဲဆိုတာကိုတော့...\nဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ်။ File Size :(908MB) and (339 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:44:00\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.9",
        "url": "https://megaup.net/2gdcp/Ramsingh_Charlie.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/L_p0015551200-154x200.jpg",
        "title": "Legend of the Dragon (1991)",
        "description": "ဟာသဘုရင် Stephen Chow လောင်းကစား သူရဲကောင်း တစ်ယောက်ဒီတစ်ခါတော့ Snooker ထိုးတာကလွဲပြီး ဘာမှမသိနားမလည်တဲ့ Snooker King နေရာက သရုပ်ဆောင်ထားပါတယ်။ရယ်ရတာကတော့ ပြောစရာမလိုလောက်တော့ပါဘူး။တကယ့် အူတိအူကြောင် ကောင်လေးတစ်ယောက်ဖြစ်တဲ့ Chow ဟာ Snooker မှာတော့ သူတို့ရွာမှာ ဝိဇ္ဇာတစ်ပါးလို့ ပြောရမှာပေါ့။သူ့ရွာမှာ သူနဲ့ ယှဉ်ထိုးနိုင်တဲ့ကလေးမရှိတော့ဘူး။ဟောင်ကောင်မှာနေတဲ့ သူ့အဖေရဲ့ ဆရာတူညီ လူလည်ကပ်ပါးကောင် ရောက်လာပြီးသူနဲ့ ဟောင်ကောင်ကို အလည်လိုက်သွားရင်း တောသားမြို့ရောက် ဂေါက်တောက်တောက်ဖြစ်ရင်း သူ့ဦးလေးရဲ့ ဇာတ်ရှုပ်ထဲဝင်ပါသွားရော။သူ့အဖေက လောင်းကစားမလုပ်ဖို့၊ ရန်မဖြစ်ဖို့မှာလိုက်ပေမဲ့ သူ့ဦးလေးကျင်လည်နေတဲ့ လောကမှာ ဒါမျိုးတွေနဲ့ ကင်းကင်းနေမရနိုင်လို့ အိမ်ပြန်ချင်လာရော။အိမ်ပြန်တော့မှ ပြဿနာက ပိုကြီးသွားတယ်။ သူပြန်တော့ သူ့ဦးလေးကလိုက်လာတယ်။သူ့အဖေရဲ့ မြေတွေကို သူ့ဦးလေးက လောင်းကြေးအနေနဲ့ထားပြီး Snooker တစ်ပွဲထိုးခိုင်းတယ်။သူနဲ့ ထိုးရမယ့်လူက အဲဒီခေတ်က Snooker ဘုရင်တစ်ပါး Jimmy White ။အဲဒီပွဲမှာ ရှုံးပြီး သူတို့ပိုင်တဲ့မြေတွေ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Afr6/Legend.of.the.Dragon.1991.720p.Blu-ray.REMUX.AVC.TrueHD.7.1-DIY.mkv",
        "category": "Action, Asian, Comedy, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/black-bear-133x200.jpg",
        "title": "Black Bear 2020",
        "description": "IMDb 6.8 CM ပရိသတ်ကြီး home stay ကာလ အားအားယားယားမှာ\nဦး‌နှောက်ခြောက်လို့ကောင်းဦးမယ့် IMDb 6.8 တောင် ကရှိထားတဲ့\nmind bending movie လေးတစ်ပုဒ်လာပါပြီ\nဇာတ်ကားနာမည် Black Bear လို့ မြင်လိုက်ပြီး\n၀က်ဝံကြီးတစ်ကောင်က လူတွေလိုက်တတ်တဲ့ကားလို့\nထင်သွားရင်တော့ မှားမယ်နော်\nတကယ်တော့ CM ပရိသတ်ကို\nဦးနှောက်ပျက်စေမယ့် ကားပါ။\nဇာတ်လမ်းတစ်လျှောက်လုံး ကြည့်ကောင်းနေပေမယ့်\nအဆုံးသတ်မှာ ဘယ်လိုကောက်ချက်ချရမလဲ မသိတော့အောင်\nလှည့်သွားမယ့် Black Bear ပါနော်\nMind bending movie ဖြစ်တဲ့အတွက် r\neview မှာ ဇာတ်လမ်းအကျဉ်းချုပ်ကို ပြောပြလိုက်ရင်\nပျင်းဖို့ကောင်းသွားပါလိမ့်မယ်\nDecember 4 ရက်နေ့ကမှ ထွက်ရှိထားတဲ့ ဇာတ်လမ်းမို့\nYouTube တို့ဘာတို့မှာလည်း movie reviewer တွေ\nပူပူနွေးနွေး အကျပ်ရိုက်နေကြဆဲပါ\nဒီတော့ CM ပရိသတ်ကြီးလည်း အကျပ်ရိုက်ချင်မယ်လို့ မျှော်လင့်ရင်း .....\nFile size…(1 GB) and (700 Mb)\nQuality….Webrip 1080p and 720p\nFormat…Mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.8",
        "url": "https://megaup.net/2gcG1/Black.Bear.2020.720p_(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BOGUzZjZhMmUtZDE4Yi00NTI0LWJlMDUtNTU1OWI2ZWM1MzBmXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Never Rarely Sometimes Always (2020)",
        "description": "[Unicode]\nNever, Rarely, Sometimes,Always (2020)\n=========================\nIMdb Rating - 7.3/10\nဒီရုပ်ရှင်ဟာ ထူးခြားမှုတစ်စုံတရာမရှိပေမယ့် ရုပ်ရှင်ကောင်းတစ်ခုပါပဲ။\nမြင်နေကြပြဿနာ တစ်ခုအတွက် ကာကာကွယ်ကွယ်ပြောရရင် တစ်ချို့အတွက်တော ဘာမှန်းမသိဘဲ ပြီးသွားတဲ့ကားသက်သက်ဖြစ်မှာပါ။\nIMdb ratingဟာ ခင်ဗျားသွားပေးလည်းရတဲ့ ratingတစ်ခုဆိုတော့ IMDb ratingမဆိုးတာကို အသာဖယ်လိုက်ပါဦး။\nကမ္ဘာ့စိတ်အချရဆုံး ratingလို့ပြောကြတဲ့ Rotten Tomatoesရဲ့ criticတွေပေးတဲ့ Tomatoers rating ၉၉ရှိပါတယ်။\nဒီလောက်ဆို ကျွန်တော်ညွှန်းစရာတောင်မလိုပါဘူး။ ရုပ်ရှင်ကောင်းဆိုတာ သိသာပါတယ်။\nတစ်ခုရှိတာကတော့ Audience Ratingကတော့ ၂၀ပဲရှိပါတယ် ။\nဆိုလိုတာကတော့ လူတိုင်းကြိုက်မယ့်ကား မဟုတ်ပါဘူး။\nကောင်းတယ်ညွှန်းလို့ Downမိတာ မကောင်းဘူးပြောမယ့်သူတွေ ကြိုက်မယ့်ကားမျိုးမဟုတ်ပါဘူး။\nThe New Yokerမှာတောင် ဒီရုပ်ရှင်အကြောင်း ဆောင်းပါးတစ်ခုတ်တရရေးထားပါတယ်။\nရုပ်ရှင်တစ်ကားရဲ့ ကောင်းခြင်းမ‌ကောင်းခြင်းက ကြည့်ရှုသူရဲ့ ခံစားမှုအကျယ်အပြောနဲ့ တိုက်ရိုက် အချိူးကျပါတယ်။\nဒီရုပ်ရှင်ရဲ့ အကြောင်းအရာနဲ့ တင်ဆက်ပြသပုံဟာ အင်မတန်ရိုးရှင်းပြီး သရုပ်မှန်ဆန်ပါတယ်။\nမြင်နေကျပြဿနာ တစ်ခုကိုပဲ တင်ပြထားတာပါ။\nခေတ်အဆက်ဆက်ပြဿနာဖြစ်တဲ့ လိင်မှုရေးရာနဲ့ အမျိုးသမီးတွေရဲ့ အနိုင်ကျင့်ခံရမှုတွေ\nလစဉ်ဓမ္မတာဝေဒနာတွေ၊ ကိုယ်ဝန်နဲ့ပက်သက်တဲ့ ဝေဒနာတွေအကြောင်းပါပဲ။\nစစ်တမ်းကောက်ချက်အရတော့ အမျိူးသမီးထုရဲ့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/never-rarely-sometimes-always-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d0Lry8POoEY22WWqGwtyeYBugT7.jpg",
        "title": "Milan Talkies",
        "description": "Milan Talkies(2019)\n================================\nဘောလိဝုဒ်ကားကောင်းလေးတွေစောင့်မျှော်နေသူတွေအတွက် ကားကောင်းလေးတစ်ကောင်းနဲ့\nမိတ်ဆက်ပေးပါရစေဗျား\nအချစ် ဟာသ အလွမ်း ရသအစုံကိုပေးစွမ်းနိုင်တဲ့ကားလေး တစ်ကားဆိုလည်းမမှားပါဘူး\nဒီကားထဲမှာတော့ မင်းသားကရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်\nသူ့ရုပ်ရှင်ရိုက်ဖို့ကုန်ကျငွေတွေကို တစ်ဖက်ကနေ\nကျောင်းသားတွေစာမေးပွဲအောင်ဖို့စာခိုးချပေးတဲ့အလုပ်ကနေပိုက်ဆံရှာပါတယ်\nတစ်နေ့တော့ စာမေးပွဲအောင်ချင်တဲ့မင်းသမီးနဲ့တွေ့ကြတာပေါ့\nကံဆိုးချင်တော့ မင်းသမီးကို ကြိုက်နေတဲ့လူမိုက်ကောင်နဲ့ မင်းသမီးအဖေကြီးက\nသူတို့နှစ်ယောက်ကြားထဲကနေ ဝင်ဖျက်ကြပါတော့တယ်\nသူတို့နှစ်ယောက်ပေါင်းရဖို့ခက်ခက်ခဲခဲကြိုးစားကြရင်းနဲ့ ညားမလားမညားဘူးလား\nဘာတွေဘယ်လိုဆက်ဖြစ်မလဲကတော့ ဇာတ်လမ်းထဲမှာဆက်ခံစားပေးပါဦး\nQuality__1080p 5.1CH , Blu-ray 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__02:20:00\nType__Action , Drama , Bollywood\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by : T Lone\nEncoded by : August",
        "rating": "5",
        "url": "https://megaup.net/2WafB/(CM)_Milan_Talkies.2019.720p.mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h9n9icL3iqaVyw9t9JQaaPhfrsn.jpg",
        "title": "{21+} Paprika (1991)",
        "description": "ပါပရီကာ\n==================\n \nနာမည်လေးကလှသလို လူကလည်းအမိုက်စားပါပဲ\n \nတကယ်တော့ ပါပရီကာဆိုတာ အီတလီ ဟင်းခပ် အနီရောင်အမွေး နံ့သာတမျိုးရဲ့အမည်ပါ\n \nသူမ ဒီနာမည်ကို ရခဲ့တဲ့နေ့ကစပြီး သူမဘဝ တစ်ဆစ်ချိုး အပြောင်းကြီးပြောင်းခဲ့ရပါတယ်\n \nအဲဒါက လည်း သူ့ချစ်သူရဲ့ သစ္စာဖောက်မှု လှည့်ဖျားမှုတွေကြောင့်ပါပဲ\n \n၁၉၅၀ ခုနှစ်လောက်က မာလင်ဉပဒေ မသက်ရောက်မီ အီတလီမှာ အပျော်အိမ်တွေ တရားဝင်ဖွင့်ကြပြီး\n \nအမျိုးသမီးတွေလည်း လွတ်လပ်စွာ ဘာစာချုပ်မှမလိုပဲ ဝင်အလုပ်လုပ်လို့ရတဲ့အချိန်ဖြစ်ခဲ့ပါတယ်\n \nမီမာ တစ်ယောက် သူ့သတို့သားလောင်းက ကိုယ်ပိုင်စီးပွါးလုပ်ဖို့ အရင်းနှီးလိုတာကြောင့်\n \nအခက်တွေ့နေစဉ်မှာပဲ သူ့ချစ်သူ အရင်းအနှီးအဆင်ပြေဖို့အတွက် အပျော်ဆောင်မှာ ၁၅ ရက်လောက် အလုပ်လုပ်ဖို့\n \nနယ်ဘက်ကနေ မြို့ပေါ်တက်လာပြီး သူအတွေ့အကြုံမရှိတဲ့ အပျော်မယ် လုပ်ရဖို့ အကြောင်းဖန်လာပါတယ်\n \nသူမရဲ့ ပထမဆုံးအတွေ့ကြုံကကြမ်းတမ်းလှပါတယ် သူမလို ပြီးပြည့်စုံတဲ့ ခန္ဓာကိုယ် နဲ့ နုပျိုလတ်ဆက်ဆက်မှုကြောင့်\n \nဧည့်တွေရဲ့လိုလားမှုတွေက များလွန်းတာကြောင့် ဖျားတဲ့အထိတောင်ဖြစ်ရရှာပါတယ်\n \nဒီလိုနဲ့ အခက်အခဲမျိုးစုံကျော်ဖြတ်လာပြီး ၁၅ ရက်မြောက်မှာတော့ သူ့မျှော်လင့်ချက်တွေ ရိုက်ချိုးခံလိုက်ရပါတယ်\n \nအဲဒါကတော့ သူ့ချစ်သူမှာ အိမ်ထောင်ရှိပြီးသားဖြစ်နေပါတယ်\n \nအဲဒီနောက်ပိုင်းမှာတော့ သူမရဲ့မူလရည်ရွယ်ချက်တွေပျောက်ဆုံးသွားပြီး သူမရဲ့ ပထမဆုံးအတွေ့ကြုံနေ့မှာပဲ သူမနှလုံးသားကို\n \nသိမ်းပိုက်သွားခဲ့တဲ့ လူခန့်ငြားကြီး ...",
        "rating": "5.6",
        "url": "https://megaup.net/2gbT6/Paprika_(1991)_720p_%7BDS%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9jl4HDLc5cZDEnlNG6LqI3n05vh.jpg",
        "title": "Virus(2020)",
        "description": "Virus(2020)အညွှန်း********************IMDb...7.9 အိန္ဒိယနိုင်ငံရဲ့ ကိုလီကိုးနဲ့ မလာပူရမ်ဆိုတဲ့ မြို့နှစ်မြို့မှာ လူသားတွေရဲ့အသက်ကို ခြိမ်းခြောက်တဲ့Nipah အမည်ရဗိုင်းရပ်စ် လူတွေကို စတင်ကူးစက် လာတယ်...အဲ့ဒီဗိုင်းရပ်စ်ကူးစက်ခံရသူတွေက အဆက်မပြတ်အော့အန်ကြတယ်...အာရုံခံစနစ်တွေ ပျက်ဆီးတယ်..အချိန်အနည်းငယ်ကြာပြီးနောက် သေဆုံးသွားကြတယ်...ကူးစက်မှုနှုန်းမြင့်လာပြီး အသေပျောက်များလာတဲ့အခြေအနေအရကြောင့်အစိုးရက ကျောင်းတွေ၊စျေးတွေကို ပိတ်၊ ယာဉ်ကြောတွေ လျှော့ချပြီး ကာကွယ်မှုတွေပြုလုပ်ခဲ့တယ်...\nဆိုးကျိုးကတော့ ပြည်သူတွေ စီးပွါးရေး ထိခိုက်ကြတယ်...ဒီဗိုင်းရပ်စ်အတွက် ကာကွယ်ဆေးလည်း မရှိသလို ကုသမှုမှတ်တမ်းလည်း ဘာတစ်ခုမရှိတဲ့အတွက် ဆရာဝန်တွေလည်း ခေါင်းခြောက်ရတယ်....တစ်ဖက်မှာလည်း ဒီဗိုင်းရပ်စ်ကို ဓာတ်ခွဲခန်းစမ်းသပ်ထားတဲ့ဗိုင်းရပ်စ်ဆိုပြီး  နိုင်ငံရေး စွပ်စွဲချက်တွေ ရှိလာတယ်...ဗိုင်းရပ်စ်ရဲ့ဇာစ်မြစ်ကို ရှာတွေ့မှ ကုသနိုင်မှာ ဖြစ်လို့ အိန္ဒိယနိုင်ငံက ဆရာဝန်တွေ ဘယ်လို ပူးပေါင်းပြီးအဖြေရှာကြမလဲဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Khine Khine Wai ပဲဖြစ်ပါတယ်.... File Size :(1.3 GB) and (530 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:32:00\nGenre : Thriller, Drama\nSubtitle ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Aem0/Nipah_Virus.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BNTVmYTk2NjAtYzY3MS00YjFjLTlkYzktYzg3YzMyZDQyOWRiXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Every Child is Special/Like Stars on Earth/Taare Zameen Par (2007)",
        "description": "ဒီနေ့တော့အရမ်းကောင်းတဲ့ အိန္ဒိယကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ပါဝင်တဲ့မင်းသားကို\nလည်းစိမ်းကြမယ်မထင်ပါဘူး..ကျွန်တော်တို့တွေကြိုက်နှစ်သက်ခဲ့ကြတဲ့ PK ဇာတ်ကားမှ ကျွန်တော်\nတို့ရဲ့အသည်းကျော်မင်းသား Aamir Khan ပဲဖြစ်ပါတယ်..ဆု 15 ခု လျာထားခြင်းခံခဲ့ရပြီး 13 ဆု တိတိရရှိခဲ့ပါတယ်...ဇာတ်လမ်းကတော့..\nအသက် ၈ နှစ်အရွယ်ရှိ အီရှန်ဟာ မိသားစုမှာ အငယ်ဆုံးသားဖြစ်ပြီး ထူးချွန်တဲ့ အဖေ၊ အစ်ကိုတွေနဲ့ ဆန့်ကျင်ဘက်ပါ။ ကျောင်းမှာလည်း အမြဲတန်း နောက်ဆုံးကဖြစ်ပြီး စာသင်ရတာကို စိတ်မဝင်စားသူပါ။ ပန်းချီဆွဲရတာကို ဝါသနာပါပြီး စာကောင်းကောင်းမလုပ်တဲ့အတွက် အမြဲတမ်း ဆရာမတွေရဲ့ ဆူပူ၊ အပြစ်ပေးခြင်းကို ခံရလေ့ရှိပါတယ်။ တတိယတန်းကို တစ်ကြိမ်ကျခဲ့လို့ ပြန်တက်နေရတဲ့ ကျောင်းသားလေးလည်းဖြစ်ပါတယ်။ လူကောင်ငယ်ပေမယ့် ဂျစ်ကန်ကန်ကျောင်းသားလေးဖြစ်ပြီး သူစိတ်ဝင်စားတာက ပြင်ပလောကကြီးကိုပါ။\nစာအလွန်ညံ့ပြီး အဆော့မက်တဲ့ အီရှန်ဟာ ကျောင်းက အမှတ်စာရင်းတွေပို့ရင်လည်း အိမ်ကိုပြန်မပြပဲ ကျောင်းလည်း ပြေးတတ်ပါသေးတယ်။ အတန်းထဲမှာ စာဖတ်ခိုင်းရင်လည်း မဖတ်တတ်ပဲ ဆရာမကိုပြန်ပြောင်လို့ အခန်းအပြင်ထုတ်ပြီး အပြစ်ပေးခံရပါတယ်။\nစာသင်နှစ်ဝက်ရောက်တဲ့ အချိန်မှာတော့ ကျောင်းအုပ်ဆရာမကြီးက အီရှန်ရဲ့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1Aen0/(Every_Child_is_Special)Taare.Zameen.Par.2007.BluRay.720p.DTS.x264-CHD.mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3iFs2zTFTPZiZDcVEjR79vBJIJ4.jpg",
        "title": "Swindler (2020)",
        "description": "Swindler 2019\n=========================\nအလုပ်အကိုင်မယ်မယ်ရရမရှိဘဲ အကြွေးတွေဝိုင်းနေတဲ့လူတစ်ယောက်ဟာသူ့အခက်အခဲတွေကိုဖြေရှင်းနိုင်ဖို့ မကောင်းဆိုးဝါးနှင်ပြီး မန်းမှုတ်ကုသပေးတဲ့ပယောဂချွတ်ဘုန်းတော်ကြီးအယောင်ဆောင်ခဲ့ပါတော့တယ်ဒီလိုနဲ့ ဟန်ဆောင်လိမ်လည်ရင်း အတော်လေးအဆင်ပြေလာခဲ့တဲ့နောက်ယုံကြည်ဆုတောင်းသူ အသင်းဝင်တွေရဲ့ပိုက်ဆံကိုလိမ်ယူပြီးအိတ်ထဲထည့်နေတဲ့ ဘာသာရေးဂိုဏ်းရဲ့အကြီးအကဲတစ်ယောက်နဲ့ပေါင်းမိပါတော့တယ်ကောင်းကင်ဘုံကိုသွားနိုင်ဖို့ဆိုတဲ့ အကြောင်းပြချက်နဲ့လှူဒါန်းငွေတွေကိုသဲ့ယူနေတဲ့ အကြီးအကဲ...ပိုက်ဆံရဖို့အတွက်ဆိုရင် မကောင်းဆိုးဝါးဆိုတာကိုတောင်အဖက်လှည့်မလုပ်တဲ့လူလိမ်ဘုန်းတော်ကြီး...သူတို့နှစ်ဦးရဲ့ ကတုံးပေါ်ထိပ်ကွက်တဲ့လုပ်ရပ်တွေကြားဘာတွေဆက်ဖြစ်သွားမလဲ ဘယ်သူကအနိုင်ရသွားမလဲဒီဇာတ်ကားလေးထဲမှာ ကြည့်ရှုနိုင်ပါတယ်Movie: Swindler\nCountry: South Korea\nRelease Date: Oct 8, 2020\nDuration: 1 hr. 33 min.\nContent Rating: Not Yet Rated\nTranslated by : Phue Nge Nge Thein\nEncoded by : Thit San Khant\nFile Size : 987MB and 477MB\nQuality : 1080p WEBRip and 720p",
        "rating": "",
        "url": "https://channelmyanmar.org/swindler-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BODE4MjQ0MjMzNl5BMl5BanBnXkFtZTgwNTE2ODUyNjE@._V1_-140x200.jpg",
        "title": "Assassination (2015)",
        "description": "[Unicode]\nIMDb Rating (7.3/10) နဲ့ Rotten Tomatoes (86%) ထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။\nတောင်ကိုရီးယားမှာ ဇူလိုင် ၂၂ ရက်နေ့က ရုံတင်ခဲ့ပြီး သြဂုတ် ၁၅ ရက်ထိ လက်မှတ်စောင် ရေ ၁၀ သန်းကျော်ရောင်းချနိုင်ခဲ့တဲ့ အောင်ပွဲခံဇာတ်ကားဆိုလည်း မမှားပါဘူး။\nဂျပန်ခေတ်နောက်ခံဇာတ်လမ်းဖြစ်ပြီး ၁၉၃၀ ပြည့်နှစ်များဆီက ဂျပန်လက်အောက်ခံဖြစ်နေတဲ့ ကိုရီးယားနိုင်ငံရဲ့ အခြေအနေကို မြင်တွေ့ရမှာဖြစ်ပြီး ကိုရီးယားတော်လှန်ရေးသမားတွေဟာ တရုတ်နိုင်ငံ အရှေ့မြောက်ပိုင်း မန်ချူးရီးယားမှာ အခြေစိုက်ပြီး ပုန်းခိုနေခဲ့ရပါတယ်။\nကိုရီးယားနိုင်ငံ ဂျပန်လက်အောက်ကို ကျရောက်ခဲ့စဉ် အပြစ်မဲ့တဲ့ ပြည်သူများစွာဟာ ရက်စက်စွာ အစုလိုက် အပြုံလိုက်အသတ်ခံခဲ့ရပါတယ်။\nလွတ်လပ်ရေး လှုပ်ရှားသူတွေက ဒီသတ်ဖြတ်မှုမှာ ခေါင်းဆောင်ခဲ့တဲ့ ဗိုလ်မှူးနဲ့ ဂျပန် အလိုတော်ရိ တစ်ယောက်ကို လုပ်ကြံဖို့ စီစဉ်ကြတယ်။\nစနိုက်ပါသမား အန်းအို့ယွန်း\nစက်သေနတ်သမား ချူဆန်းအို့\nဖောက်ခွဲရေးသမား ဟွမ်ဒေါဆန်းတို့ ၃ ယောက်ပါဝင်တဲ့ လုပ်ကြံသူအဖွဲ့ ဖွဲ့ခဲ့ပြီးနောက်...\nသစ္စာဖောက်တစ်ယောက်ကြောင့် သူတို့ရဲ့ အစီအစဉ် ကျရှုံးသွားတဲ့အခါ...\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2gbej/Assassination_(2015)_720p.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZTMzY2U5ODItZWUzNS00Yzc2LTkxNTQtNDU4NWE4Mzc2NzRmXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-148x200.jpg",
        "title": "Justice, My Foot! (1992)",
        "description": "Justice, My Foot ဇာတ်ကားဟာ ၁၉၉၂ ခုနှစ်ကထွက်ရှိထားတဲ့နှစ်ချို့ဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။IMDb rating 7/10 ထိရရှိထားပြီး ပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ ဟာသမင်းသားကြီး စတီဖင်ချောင်နဲ့Anita Mui တို့ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့... Sung ဟာဘယ်လိုနည်းနဲ့ဖြစ်ဖြစ်အမှုအနိုင်ရအောင်လုပ်တက်တဲ့ကွမ်တုန်းနယ်က နာမည်ကြီးရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။ဒါကြောင့်လဲ သူ့သားသမီးတွေဟာ ဘေးရန်ကျရောက်ပြီး တစ်နှစ်မပြည့်ခင်မှာပဲ အသက်ဆုံးရှုံးရရှာပါတယ်။၁၃ယောက်မြောက်ကလေးသေဆုံးပြီးနောက်တော့ စိတ်ပျက်ပြီး အလုပ်မှနားကာ ရေနွေးကြမ်းဆိုင်ဖွင့်လိုက်ပါတော့တယ်။ဒါပေမယ့် မစွန့်လွှတ်နိုင်တဲ့ဝါသနာအရ မိန်းမတစ်ဦးရဲ့ခင်ပွန်းအသတ်ခံရတဲ့အမှုတစ်ခုကိုပါဝင်ပက်သက်မိရာက........နောက်ကွယ်ကနေ အမှုမှန်ဖုံးကွယ်ဖို့ကြိုးစားနေတဲ့အရာရှိတွေနဲ့ ထိပ်တိုက်တွေ့လာသောအခါ...။ဇာတ်လမ်းစဆုံး စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် comedy,drama ဇာတ်ကားကောင်းလေးပါ။++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို https://channelmyanmar.org/category/stephen-chow/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv / mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ei Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Ad13/Justice.My.Foot.1992.CHINESE.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Action, Comedy, Drama, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BOGUzZjZhMmUtZDE4Yi00NTI0LWJlMDUtNTU1OWI2ZWM1MzBmXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Never Rarely Sometimes Always (2020)",
        "description": "[Unicode]\nNever, Rarely, Sometimes,Always (2020)\n=========================\nIMdb Rating - 7.3/10\nဒီရုပ်ရှင်ဟာ ထူးခြားမှုတစ်စုံတရာမရှိပေမယ့် ရုပ်ရှင်ကောင်းတစ်ခုပါပဲ။\nမြင်နေကြပြဿနာ တစ်ခုအတွက် ကာကာကွယ်ကွယ်ပြောရရင် တစ်ချို့အတွက်တော ဘာမှန်းမသိဘဲ ပြီးသွားတဲ့ကားသက်သက်ဖြစ်မှာပါ။\nIMdb ratingဟာ ခင်ဗျားသွားပေးလည်းရတဲ့ ratingတစ်ခုဆိုတော့ IMDb ratingမဆိုးတာကို အသာဖယ်လိုက်ပါဦး။\nကမ္ဘာ့စိတ်အချရဆုံး ratingလို့ပြောကြတဲ့ Rotten Tomatoesရဲ့ criticတွေပေးတဲ့ Tomatoers rating ၉၉ရှိပါတယ်။\nဒီလောက်ဆို ကျွန်တော်ညွှန်းစရာတောင်မလိုပါဘူး။ ရုပ်ရှင်ကောင်းဆိုတာ သိသာပါတယ်။\nတစ်ခုရှိတာကတော့ Audience Ratingကတော့ ၂၀ပဲရှိပါတယ် ။\nဆိုလိုတာကတော့ လူတိုင်းကြိုက်မယ့်ကား မဟုတ်ပါဘူး။\nကောင်းတယ်ညွှန်းလို့ Downမိတာ မကောင်းဘူးပြောမယ့်သူတွေ ကြိုက်မယ့်ကားမျိုးမဟုတ်ပါဘူး။\nThe New Yokerမှာတောင် ဒီရုပ်ရှင်အကြောင်း ဆောင်းပါးတစ်ခုတ်တရရေးထားပါတယ်။\nရုပ်ရှင်တစ်ကားရဲ့ ကောင်းခြင်းမ‌ကောင်းခြင်းက ကြည့်ရှုသူရဲ့ ခံစားမှုအကျယ်အပြောနဲ့ တိုက်ရိုက် အချိူးကျပါတယ်။\nဒီရုပ်ရှင်ရဲ့ အကြောင်းအရာနဲ့ တင်ဆက်ပြသပုံဟာ အင်မတန်ရိုးရှင်းပြီး သရုပ်မှန်ဆန်ပါတယ်။\nမြင်နေကျပြဿနာ တစ်ခုကိုပဲ တင်ပြထားတာပါ။\nခေတ်အဆက်ဆက်ပြဿနာဖြစ်တဲ့ လိင်မှုရေးရာနဲ့ အမျိုးသမီးတွေရဲ့ အနိုင်ကျင့်ခံရမှုတွေ\nလစဉ်ဓမ္မတာဝေဒနာတွေ၊ ကိုယ်ဝန်နဲ့ပက်သက်တဲ့ ဝေဒနာတွေအကြောင်းပါပဲ။\nစစ်တမ်းကောက်ချက်အရတော့ အမျိူးသမီးထုရဲ့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/never-rarely-sometimes-always-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d0Lry8POoEY22WWqGwtyeYBugT7.jpg",
        "title": "Milan Talkies",
        "description": "Milan Talkies(2019)\n================================\nဘောလိဝုဒ်ကားကောင်းလေးတွေစောင့်မျှော်နေသူတွေအတွက် ကားကောင်းလေးတစ်ကောင်းနဲ့\nမိတ်ဆက်ပေးပါရစေဗျား\nအချစ် ဟာသ အလွမ်း ရသအစုံကိုပေးစွမ်းနိုင်တဲ့ကားလေး တစ်ကားဆိုလည်းမမှားပါဘူး\nဒီကားထဲမှာတော့ မင်းသားကရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်\nသူ့ရုပ်ရှင်ရိုက်ဖို့ကုန်ကျငွေတွေကို တစ်ဖက်ကနေ\nကျောင်းသားတွေစာမေးပွဲအောင်ဖို့စာခိုးချပေးတဲ့အလုပ်ကနေပိုက်ဆံရှာပါတယ်\nတစ်နေ့တော့ စာမေးပွဲအောင်ချင်တဲ့မင်းသမီးနဲ့တွေ့ကြတာပေါ့\nကံဆိုးချင်တော့ မင်းသမီးကို ကြိုက်နေတဲ့လူမိုက်ကောင်နဲ့ မင်းသမီးအဖေကြီးက\nသူတို့နှစ်ယောက်ကြားထဲကနေ ဝင်ဖျက်ကြပါတော့တယ်\nသူတို့နှစ်ယောက်ပေါင်းရဖို့ခက်ခက်ခဲခဲကြိုးစားကြရင်းနဲ့ ညားမလားမညားဘူးလား\nဘာတွေဘယ်လိုဆက်ဖြစ်မလဲကတော့ ဇာတ်လမ်းထဲမှာဆက်ခံစားပေးပါဦး\nQuality__1080p 5.1CH , Blu-ray 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__02:20:00\nType__Action , Drama , Bollywood\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by : T Lone\nEncoded by : August",
        "rating": "5",
        "url": "https://megaup.net/2WafB/(CM)_Milan_Talkies.2019.720p.mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h9n9icL3iqaVyw9t9JQaaPhfrsn.jpg",
        "title": "{21+} Paprika (1991)",
        "description": "ပါပရီကာ\n==================\n \nနာမည်လေးကလှသလို လူကလည်းအမိုက်စားပါပဲ\n \nတကယ်တော့ ပါပရီကာဆိုတာ အီတလီ ဟင်းခပ် အနီရောင်အမွေး နံ့သာတမျိုးရဲ့အမည်ပါ\n \nသူမ ဒီနာမည်ကို ရခဲ့တဲ့နေ့ကစပြီး သူမဘဝ တစ်ဆစ်ချိုး အပြောင်းကြီးပြောင်းခဲ့ရပါတယ်\n \nအဲဒါက လည်း သူ့ချစ်သူရဲ့ သစ္စာဖောက်မှု လှည့်ဖျားမှုတွေကြောင့်ပါပဲ\n \n၁၉၅၀ ခုနှစ်လောက်က မာလင်ဉပဒေ မသက်ရောက်မီ အီတလီမှာ အပျော်အိမ်တွေ တရားဝင်ဖွင့်ကြပြီး\n \nအမျိုးသမီးတွေလည်း လွတ်လပ်စွာ ဘာစာချုပ်မှမလိုပဲ ဝင်အလုပ်လုပ်လို့ရတဲ့အချိန်ဖြစ်ခဲ့ပါတယ်\n \nမီမာ တစ်ယောက် သူ့သတို့သားလောင်းက ကိုယ်ပိုင်စီးပွါးလုပ်ဖို့ အရင်းနှီးလိုတာကြောင့်\n \nအခက်တွေ့နေစဉ်မှာပဲ သူ့ချစ်သူ အရင်းအနှီးအဆင်ပြေဖို့အတွက် အပျော်ဆောင်မှာ ၁၅ ရက်လောက် အလုပ်လုပ်ဖို့\n \nနယ်ဘက်ကနေ မြို့ပေါ်တက်လာပြီး သူအတွေ့အကြုံမရှိတဲ့ အပျော်မယ် လုပ်ရဖို့ အကြောင်းဖန်လာပါတယ်\n \nသူမရဲ့ ပထမဆုံးအတွေ့ကြုံကကြမ်းတမ်းလှပါတယ် သူမလို ပြီးပြည့်စုံတဲ့ ခန္ဓာကိုယ် နဲ့ နုပျိုလတ်ဆက်ဆက်မှုကြောင့်\n \nဧည့်တွေရဲ့လိုလားမှုတွေက များလွန်းတာကြောင့် ဖျားတဲ့အထိတောင်ဖြစ်ရရှာပါတယ်\n \nဒီလိုနဲ့ အခက်အခဲမျိုးစုံကျော်ဖြတ်လာပြီး ၁၅ ရက်မြောက်မှာတော့ သူ့မျှော်လင့်ချက်တွေ ရိုက်ချိုးခံလိုက်ရပါတယ်\n \nအဲဒါကတော့ သူ့ချစ်သူမှာ အိမ်ထောင်ရှိပြီးသားဖြစ်နေပါတယ်\n \nအဲဒီနောက်ပိုင်းမှာတော့ သူမရဲ့မူလရည်ရွယ်ချက်တွေပျောက်ဆုံးသွားပြီး သူမရဲ့ ပထမဆုံးအတွေ့ကြုံနေ့မှာပဲ သူမနှလုံးသားကို\n \nသိမ်းပိုက်သွားခဲ့တဲ့ လူခန့်ငြားကြီး ...",
        "rating": "5.6",
        "url": "https://megaup.net/2gbT6/Paprika_(1991)_720p_%7BDS%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9jl4HDLc5cZDEnlNG6LqI3n05vh.jpg",
        "title": "Virus(2020)",
        "description": "Virus(2020)အညွှန်း********************IMDb...7.9 အိန္ဒိယနိုင်ငံရဲ့ ကိုလီကိုးနဲ့ မလာပူရမ်ဆိုတဲ့ မြို့နှစ်မြို့မှာ လူသားတွေရဲ့အသက်ကို ခြိမ်းခြောက်တဲ့Nipah အမည်ရဗိုင်းရပ်စ် လူတွေကို စတင်ကူးစက် လာတယ်...အဲ့ဒီဗိုင်းရပ်စ်ကူးစက်ခံရသူတွေက အဆက်မပြတ်အော့အန်ကြတယ်...အာရုံခံစနစ်တွေ ပျက်ဆီးတယ်..အချိန်အနည်းငယ်ကြာပြီးနောက် သေဆုံးသွားကြတယ်...ကူးစက်မှုနှုန်းမြင့်လာပြီး အသေပျောက်များလာတဲ့အခြေအနေအရကြောင့်အစိုးရက ကျောင်းတွေ၊စျေးတွေကို ပိတ်၊ ယာဉ်ကြောတွေ လျှော့ချပြီး ကာကွယ်မှုတွေပြုလုပ်ခဲ့တယ်...\nဆိုးကျိုးကတော့ ပြည်သူတွေ စီးပွါးရေး ထိခိုက်ကြတယ်...ဒီဗိုင်းရပ်စ်အတွက် ကာကွယ်ဆေးလည်း မရှိသလို ကုသမှုမှတ်တမ်းလည်း ဘာတစ်ခုမရှိတဲ့အတွက် ဆရာဝန်တွေလည်း ခေါင်းခြောက်ရတယ်....တစ်ဖက်မှာလည်း ဒီဗိုင်းရပ်စ်ကို ဓာတ်ခွဲခန်းစမ်းသပ်ထားတဲ့ဗိုင်းရပ်စ်ဆိုပြီး  နိုင်ငံရေး စွပ်စွဲချက်တွေ ရှိလာတယ်...ဗိုင်းရပ်စ်ရဲ့ဇာစ်မြစ်ကို ရှာတွေ့မှ ကုသနိုင်မှာ ဖြစ်လို့ အိန္ဒိယနိုင်ငံက ဆရာဝန်တွေ ဘယ်လို ပူးပေါင်းပြီးအဖြေရှာကြမလဲဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Khine Khine Wai ပဲဖြစ်ပါတယ်.... File Size :(1.3 GB) and (530 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:32:00\nGenre : Thriller, Drama\nSubtitle ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Aem0/Nipah_Virus.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BNTVmYTk2NjAtYzY3MS00YjFjLTlkYzktYzg3YzMyZDQyOWRiXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Every Child is Special/Like Stars on Earth/Taare Zameen Par (2007)",
        "description": "ဒီနေ့တော့အရမ်းကောင်းတဲ့ အိန္ဒိယကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ပါဝင်တဲ့မင်းသားကို\nလည်းစိမ်းကြမယ်မထင်ပါဘူး..ကျွန်တော်တို့တွေကြိုက်နှစ်သက်ခဲ့ကြတဲ့ PK ဇာတ်ကားမှ ကျွန်တော်\nတို့ရဲ့အသည်းကျော်မင်းသား Aamir Khan ပဲဖြစ်ပါတယ်..ဆု 15 ခု လျာထားခြင်းခံခဲ့ရပြီး 13 ဆု တိတိရရှိခဲ့ပါတယ်...ဇာတ်လမ်းကတော့..\nအသက် ၈ နှစ်အရွယ်ရှိ အီရှန်ဟာ မိသားစုမှာ အငယ်ဆုံးသားဖြစ်ပြီး ထူးချွန်တဲ့ အဖေ၊ အစ်ကိုတွေနဲ့ ဆန့်ကျင်ဘက်ပါ။ ကျောင်းမှာလည်း အမြဲတန်း နောက်ဆုံးကဖြစ်ပြီး စာသင်ရတာကို စိတ်မဝင်စားသူပါ။ ပန်းချီဆွဲရတာကို ဝါသနာပါပြီး စာကောင်းကောင်းမလုပ်တဲ့အတွက် အမြဲတမ်း ဆရာမတွေရဲ့ ဆူပူ၊ အပြစ်ပေးခြင်းကို ခံရလေ့ရှိပါတယ်။ တတိယတန်းကို တစ်ကြိမ်ကျခဲ့လို့ ပြန်တက်နေရတဲ့ ကျောင်းသားလေးလည်းဖြစ်ပါတယ်။ လူကောင်ငယ်ပေမယ့် ဂျစ်ကန်ကန်ကျောင်းသားလေးဖြစ်ပြီး သူစိတ်ဝင်စားတာက ပြင်ပလောကကြီးကိုပါ။\nစာအလွန်ညံ့ပြီး အဆော့မက်တဲ့ အီရှန်ဟာ ကျောင်းက အမှတ်စာရင်းတွေပို့ရင်လည်း အိမ်ကိုပြန်မပြပဲ ကျောင်းလည်း ပြေးတတ်ပါသေးတယ်။ အတန်းထဲမှာ စာဖတ်ခိုင်းရင်လည်း မဖတ်တတ်ပဲ ဆရာမကိုပြန်ပြောင်လို့ အခန်းအပြင်ထုတ်ပြီး အပြစ်ပေးခံရပါတယ်။\nစာသင်နှစ်ဝက်ရောက်တဲ့ အချိန်မှာတော့ ကျောင်းအုပ်ဆရာမကြီးက အီရှန်ရဲ့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1Aen0/(Every_Child_is_Special)Taare.Zameen.Par.2007.BluRay.720p.DTS.x264-CHD.mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3iFs2zTFTPZiZDcVEjR79vBJIJ4.jpg",
        "title": "Swindler (2020)",
        "description": "Swindler 2019\n=========================\nအလုပ်အကိုင်မယ်မယ်ရရမရှိဘဲ အကြွေးတွေဝိုင်းနေတဲ့လူတစ်ယောက်ဟာသူ့အခက်အခဲတွေကိုဖြေရှင်းနိုင်ဖို့ မကောင်းဆိုးဝါးနှင်ပြီး မန်းမှုတ်ကုသပေးတဲ့ပယောဂချွတ်ဘုန်းတော်ကြီးအယောင်ဆောင်ခဲ့ပါတော့တယ်ဒီလိုနဲ့ ဟန်ဆောင်လိမ်လည်ရင်း အတော်လေးအဆင်ပြေလာခဲ့တဲ့နောက်ယုံကြည်ဆုတောင်းသူ အသင်းဝင်တွေရဲ့ပိုက်ဆံကိုလိမ်ယူပြီးအိတ်ထဲထည့်နေတဲ့ ဘာသာရေးဂိုဏ်းရဲ့အကြီးအကဲတစ်ယောက်နဲ့ပေါင်းမိပါတော့တယ်ကောင်းကင်ဘုံကိုသွားနိုင်ဖို့ဆိုတဲ့ အကြောင်းပြချက်နဲ့လှူဒါန်းငွေတွေကိုသဲ့ယူနေတဲ့ အကြီးအကဲ...ပိုက်ဆံရဖို့အတွက်ဆိုရင် မကောင်းဆိုးဝါးဆိုတာကိုတောင်အဖက်လှည့်မလုပ်တဲ့လူလိမ်ဘုန်းတော်ကြီး...သူတို့နှစ်ဦးရဲ့ ကတုံးပေါ်ထိပ်ကွက်တဲ့လုပ်ရပ်တွေကြားဘာတွေဆက်ဖြစ်သွားမလဲ ဘယ်သူကအနိုင်ရသွားမလဲဒီဇာတ်ကားလေးထဲမှာ ကြည့်ရှုနိုင်ပါတယ်Movie: Swindler\nCountry: South Korea\nRelease Date: Oct 8, 2020\nDuration: 1 hr. 33 min.\nContent Rating: Not Yet Rated\nTranslated by : Phue Nge Nge Thein\nEncoded by : Thit San Khant\nFile Size : 987MB and 477MB\nQuality : 1080p WEBRip and 720p",
        "rating": "",
        "url": "https://channelmyanmar.org/swindler-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BODE4MjQ0MjMzNl5BMl5BanBnXkFtZTgwNTE2ODUyNjE@._V1_-140x200.jpg",
        "title": "Assassination (2015)",
        "description": "[Unicode]\nIMDb Rating (7.3/10) နဲ့ Rotten Tomatoes (86%) ထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။\nတောင်ကိုရီးယားမှာ ဇူလိုင် ၂၂ ရက်နေ့က ရုံတင်ခဲ့ပြီး သြဂုတ် ၁၅ ရက်ထိ လက်မှတ်စောင် ရေ ၁၀ သန်းကျော်ရောင်းချနိုင်ခဲ့တဲ့ အောင်ပွဲခံဇာတ်ကားဆိုလည်း မမှားပါဘူး။\nဂျပန်ခေတ်နောက်ခံဇာတ်လမ်းဖြစ်ပြီး ၁၉၃၀ ပြည့်နှစ်များဆီက ဂျပန်လက်အောက်ခံဖြစ်နေတဲ့ ကိုရီးယားနိုင်ငံရဲ့ အခြေအနေကို မြင်တွေ့ရမှာဖြစ်ပြီး ကိုရီးယားတော်လှန်ရေးသမားတွေဟာ တရုတ်နိုင်ငံ အရှေ့မြောက်ပိုင်း မန်ချူးရီးယားမှာ အခြေစိုက်ပြီး ပုန်းခိုနေခဲ့ရပါတယ်။\nကိုရီးယားနိုင်ငံ ဂျပန်လက်အောက်ကို ကျရောက်ခဲ့စဉ် အပြစ်မဲ့တဲ့ ပြည်သူများစွာဟာ ရက်စက်စွာ အစုလိုက် အပြုံလိုက်အသတ်ခံခဲ့ရပါတယ်။\nလွတ်လပ်ရေး လှုပ်ရှားသူတွေက ဒီသတ်ဖြတ်မှုမှာ ခေါင်းဆောင်ခဲ့တဲ့ ဗိုလ်မှူးနဲ့ ဂျပန် အလိုတော်ရိ တစ်ယောက်ကို လုပ်ကြံဖို့ စီစဉ်ကြတယ်။\nစနိုက်ပါသမား အန်းအို့ယွန်း\nစက်သေနတ်သမား ချူဆန်းအို့\nဖောက်ခွဲရေးသမား ဟွမ်ဒေါဆန်းတို့ ၃ ယောက်ပါဝင်တဲ့ လုပ်ကြံသူအဖွဲ့ ဖွဲ့ခဲ့ပြီးနောက်...\nသစ္စာဖောက်တစ်ယောက်ကြောင့် သူတို့ရဲ့ အစီအစဉ် ကျရှုံးသွားတဲ့အခါ...\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2gbej/Assassination_(2015)_720p.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZTMzY2U5ODItZWUzNS00Yzc2LTkxNTQtNDU4NWE4Mzc2NzRmXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-148x200.jpg",
        "title": "Justice, My Foot! (1992)",
        "description": "Justice, My Foot ဇာတ်ကားဟာ ၁၉၉၂ ခုနှစ်ကထွက်ရှိထားတဲ့နှစ်ချို့ဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။IMDb rating 7/10 ထိရရှိထားပြီး ပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ ဟာသမင်းသားကြီး စတီဖင်ချောင်နဲ့Anita Mui တို့ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့... Sung ဟာဘယ်လိုနည်းနဲ့ဖြစ်ဖြစ်အမှုအနိုင်ရအောင်လုပ်တက်တဲ့ကွမ်တုန်းနယ်က နာမည်ကြီးရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။ဒါကြောင့်လဲ သူ့သားသမီးတွေဟာ ဘေးရန်ကျရောက်ပြီး တစ်နှစ်မပြည့်ခင်မှာပဲ အသက်ဆုံးရှုံးရရှာပါတယ်။၁၃ယောက်မြောက်ကလေးသေဆုံးပြီးနောက်တော့ စိတ်ပျက်ပြီး အလုပ်မှနားကာ ရေနွေးကြမ်းဆိုင်ဖွင့်လိုက်ပါတော့တယ်။ဒါပေမယ့် မစွန့်လွှတ်နိုင်တဲ့ဝါသနာအရ မိန်းမတစ်ဦးရဲ့ခင်ပွန်းအသတ်ခံရတဲ့အမှုတစ်ခုကိုပါဝင်ပက်သက်မိရာက........နောက်ကွယ်ကနေ အမှုမှန်ဖုံးကွယ်ဖို့ကြိုးစားနေတဲ့အရာရှိတွေနဲ့ ထိပ်တိုက်တွေ့လာသောအခါ...။ဇာတ်လမ်းစဆုံး စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် comedy,drama ဇာတ်ကားကောင်းလေးပါ။++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို https://channelmyanmar.org/category/stephen-chow/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv / mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ei Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Ad13/Justice.My.Foot.1992.CHINESE.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Action, Comedy, Drama, Stephen Chow"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mbwcuXBp554Ef6s9aFE1x5Wq1pV.jpg",
        "title": "Suraj Pe Mangal Bhari(2020)",
        "description": "Suraj Pe Mangal Bhari (2020)\n****************************IMDb...6.0မဒူမန်ဂလ်ရာနေး ဆိုတဲ့သူဟာ မင်္ဂလာကိစ္စနဲ့ပတ်သက်ပြီး စုံစမ်းထောက်လှမ်းရေး လုပ်ပေးတဲ့ သူတစ်ယောက်ပါ။\nသမီးရှင်တွေက သူတို့သမီးနဲ့ ပေးစားမဲ့သူက သင့်တော်လား မသင့်တော်ဘူးလားဆိုတာကိုသိရဖို့အတွက် မဒူမဂန်လ်ရာနေးကို အလုပ်အပ်ကြပါတယ်။\nမန်ဂလ်က ရုပ်ဖျက်ပြီး သတို့သားလောင်းရဲ့ အကြောင်းကိုစုံစမ်းပြီး ကောင်းရင် ကောင်းသလိုမကောင်းရင် မကောင်းသလို သက်သေအထောက်အထားနဲ့တကွ သမီးရှင်ကိုတင်ပြရပါတယ်...များသောအားဖြင့် သိတဲ့အတိုင်း ယောင်္ကျားလေးဆိုတာမျိုးက မကောင်းမှုတစ်ခုခုကိုမွေ့လျော်နေတတ်တာမို့မန်ဂလ်ကြောင့်  ပျက်သွားတဲ့ လက်ထပ်ပွဲတွေမနည်းပါဘူး...ကြာလာတော့ ပွဲပျက်တာကိုတောင်ပျော်ချင်ချင်ဖြစ်လာပါတယ်...ဒီလိုနဲ့ နောက်သတို့သားလောင်း စုံစမ်းပေးဖို့ လာအပ်ပါတယ်...ထုံးစံအတိုင်းစုံထောက်ကြီး မန်ဂလ်ကြောင့် ပွဲပျက်သွားလေရဲ့...အရင်လိုပဲ အေးဆေးလေးပြီးသွားမယ်လို မန်ဂလ်ထင်ခဲ့တာကအမှားကြီးမှားတာပါပဲ...ဘာလို့ဆို ပွဲဖျက်ခံရတဲ့သတိုးသားလောင်းဟာ ဒီကိစ္စရဲ့ရင်းမြစ်ကိုစုံစမ်းတော့တရားခံဟာမန်ဂလ်ကြောင့်သိသွားတဲ့အခါမှာတော့ နည်းမျိုးစုံနဲ့လက်တုံပြန်ပါတော့တယ်..ဒီကားက ဟာသ အချစ်ကားလေးပါ ..ရယ်လည်းရယ်ရသလို ဇာတ်လမ်းလေးလည်းကောင်းပါတယ်...မင်းသမီးလေးလည်းလှပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik Sanပဲဖြစ်ပါတယ်...File Size :(1.22GB) and (471MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.0",
        "url": "https://megaup.net/Uful/Suraj_Pe_Mangal_Bhari(2020)WEB-DL.720P.PP.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/12002410_1134539806560929_7647752797114155043_o-135x200.jpg",
        "title": "[James Bond] Spectre (2015)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++၂၀၁၅ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Spectre ဇာတ်ကားဟာ ၂၄ ကားမြောက် James Bond ဇာတ်ကားဖြစ်ပါတယ်..။Spectreဆိုတဲ့ နာမည်ဟာ James Bondရုပ်ရှင်တွေမှာ ပါလေ့ရှိတဲ့ ကမ္ဘာ့အကြမ်းဖက် အဖွဲ့အစည်းဖြစ်မှန်း James Bond ပရိသတ်တွေ သိကြမှာပါ။ ဒီနာမည်ရဲ့ အရှည်က မကောင်းဆိုးဝါးတစ်ကောင်လိုဖြစ်ပြီး Special Executive for Counter-intelligence, Terrorism, Revenge, and Extortion ဖြစ်ပါတယ်။\nဒီဂိုဏ်းကို Skyfall မှာတုန်းက သေသွားခဲ့တဲ့ M ရဲ့မသေခင် ပေးပို့သွားတဲ့ Message ကနေခြေရာခံလိုက်ခဲ့တာပါ။ ယခင်ဂျိမ်းဘွန်းကားတွေနဲ့ မနှိုင်းယှဉ်တော့ပါဘူး...ဒီဖက်ခေတ်အထာတွေအများကြီးပါဝင်လာတာမို့လို့ပါ။\nယခင်ဇာတ်ကားတွေလို ဂျိမ်းစ်ဘွန်းကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/Ufku/Spectre_(2015)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/wander-133x200.jpg",
        "title": "Wander 2020",
        "description": "အာသာ ဟာ အတိတ်က အဖြစ်ဆိုးကြောင့်\nစိတ်ဒဏ်ရာရထားတဲ့ လှို့ဝှက်ပူးပေါင်းကြံစည်မှု\nသီအိုရီသမား တစ်ဖြစ်လဲ အလွတ်စုံထောက်ပါ။\nဝန်ဒါလို့ခေါ်တဲ့ မြို့လေးမှာ ဖြစ်သွားတဲ့\nလူသတ်မှုတစ်ခုကို စုံစမ်းပေးဖို့ ငှားရမ်းခံရပြီးနောက်မှာ\nလိမ်ညာမှုတွေကို ဆက်တိုက်တွေ့လာရပြီး\nဒီအမှုက သူ့ရဲ့ သမီးကို သတ်လိုက်တဲ့လူနဲ့\nဆက်စပ်မှုရှိနေတယ်လို့ သံသယဝင်လာပါတယ်။\nဒီလိုနဲ့ အမှန်တရားနဲ့ စိတ်ကူးယဥ်မှုကြားမှာ\nစိတ်မနှံ့ချင်သလိုဖြစ်နေတဲ့ အာသာတစ်ယောက်\nအမှုမှန်ပေါ်အောင် ဖော်ထုတ်နိုင်ပါ့မလား?\nလျှို့ဝှက်ပူးပေါင်းကြံစည်မှုလို့ သူထင်နေတဲ့အမှုဟာ\nအမှန်လား ထင်ယောင်ထင်မှား ဖြစ်တာလား?\nWander 2020 ဟာ ထိတ်လန့်သည်းဖို ပရိတ်သတ်တွေအတွက်\nဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်\nQuality – 1080p, 720p WebRipDuration - 1h 36minSubtitle – Myanmar HardsubFormat – Mp4Genre : ThrillerTranslator – Htet Wai Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/Uesi/Wander.2020.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Re5yuWSIDTbG1Ci69RtBfNCbNG.jpg",
        "title": "Anjaam Pathiraa(2020)",
        "description": "Anjaam Pathiraa(2020)အညွှန်း***************************\nIMDb...8.0 အန္နာဝါးဟူစိန်ဆိုတဲ့ စိတ်ပညာအထူးကုဆရာဝန်တယောက်....\nသူအထူးစိတ်ဝင်စားတဲ့ စိတ်ပညာပိုင်းက  အတွဲလိုက် လူသတ်မှုတွေရဲ့တရားခံဟာဘယ်လိုစိတ်နေစိတ်ထားရှိလဲဆိုတာကို လေ့လာဖို့ဖြစ်တယ်...ဒီတော့ သူလေ့လာနေတာအထိရောက်ဆုံးဖြစ်ဖို့ ရဲအရာရှိတယောက်ဆီကိုအကူအညီတောင်းပီး ရဲဌာနတခုမှာ မှုခင်းဆိုင်ရာစိတ်ပညာအကြံပေးအနေနဲ့ ယာယီဝင်လုပ်ခဲ့တယ်...သိပ်မကြာခင်မှာပဲ သူတို့မြို့လေးမှာလူသတ်မှုဖြစ်ခဲ့တယ်။  သူ့အတွက် ဒီလူသတ်မှုဟာ လေ့လာဖို့ အများကြီးအထောက်အကူဖြစ်လို့အားတက်သရော အခင်းဖြစ်ရာကိုသွားခဲ့တယ်...အဲ့ဒီနောက်မှာတော့ သာမန်လူသတ်မှုဘဲ အရမ်းကိုကြောက်စရာကောင်းတဲ့လူသတ်မှုကြီးဖြစ်နေတယ်...အဲ့ဒီနောက် အန္နာဝါးဟူစိန်ဟာ ဒီလူသတ်သမားကို မရ ရအောင်ဖမ်းမယ်ဆိုပြီး အထူးစုံထောက်တွေနဲ့ပူးပေါင်းပြီးကြိုးစားပါတော့တယ်... ဒီမှုခင်းကားက စိတ်ပညာဆိုင်ရာအချက်အလက်များကို အရင်းပြုပြီးသဲလွန်စတွေကို ရှာထားတာမို့ ကြည့်လို့ကောင်းတဲ့အပြင် ထင်မှတ်မထားတဲ့ လှည့်ကွက်တွေလည်းပါလို့တော်တော်ကြီးကိုကောင်းပါတယ်....အိန္ဒိယကားကောင်းကြိုက်သူတို့ နင်းကန်ကြည့်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Yoonwahwah Theint ပဲဖြစ်ပါတယ်...File Size :(1.2 GB) and (433 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:24:00\nGenre : Crime, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "8.0",
        "url": "https://megaup.net/Uevm/Anjaam_Pathiraa.2020.WEB-DL.720P.PP.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNGYxMmVlZDQtYWQ3Yy00MmNmLWI2ZDktYTEyMTJjODAyYTZmXkEy_002-135x200.jpg",
        "title": "Rogue City (2020)",
        "description": "Rogue City (2020)==============IMDb Rating - 6.3/10#Unicodeပြင်သစ် Crime, Drama, Action ဇာတ်ကားလေးပါ။  ခပ်အေးအေးနဲ့ ခပ်ကောင်းကောင်းနဲ့ ဒုစရိုက်သမားတွေနဲ့ရဲတွေကြားက အရှုပ်တော်ပုံကို ရိုက်ပြထားတာပါ။ စိတ်ဝင်စားစရာ စပိုင်ဇာတ်လမ်းတစ်ပုဒ်ကို ဖတ်နေရသလိုခံစားရပါလိမ့်မယ်။ ဒီဇာတ်ကားထဲက ဇာတ်ကောင်တစ်ယောက် ပြောသွားသလိုပဲ ရဲနဲ့ လူဆိုးတွေကြားမှာ ကွာတာဆိုလို့တံဆိပ်ပဲရှိတယ်ဆိုသလိုပါပဲ။ ဒီဇာတ်ကားထဲကရဲတွေက အကျင့်ပျက်ခြစားနေတာ မဟုတ်ပေမဲ့ လူဆိုးတွေနဲ့ ဆက်ဆံနေရတဲ့သူတွေဆိုတော့ အနည်းနဲ့အများ အမှားမကင်းတာတွေရှိပါတယ်။ သူတို့လည်းလူပဲမဟုတ်လား။ ရဲတွေနဲ့ လူဆိုးတွေနဲ့ ပတ်သက်မိတဲ့တာတွေ ပူးပေါင်းလုပ်ရတာတွေ အချင်းချင်း ပြန်သစ္စာဖောက်တာတွေ မဟာမိတ်ဖွဲ့ပြီး ရန်သူကိုတိုက်တာတွေ စုံနေတာပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ဇာတ်လမ်းစကတည်းက ရှုပ်နေတာဆိုတော့ ရှုပ်နေတာကစပြီးတဖြည်းဖြည်းချင်း ရှင်းအောင် ရိုက်ကူးပြထားတာမို့ Voting ခပ်များများရထားတဲ့ ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။) #Zawgyiျပင္သစ္ Crime, Drama, Action ဇာတ္ကားေလးပါ။ ခပ္ေအးေအးနဲ႔ ခပ္ေကာင္းေကာင္းနဲ႔ ဒုစ႐ိုက္သမားေတြနဲ႔ရဲေတြၾကားက ...",
        "rating": "6.3",
        "url": "https://megaup.net/Uei2/Rogue.City.2020.FRENCH.720p.WEBRip[CM].mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJQQxeNqf4Cs0NtlftVJyfHDoEc.jpg",
        "title": "(21+) The Torture Club (2014)",
        "description": "Torture Club 2014\n===============\n  \nDsဖန်တွေအတွက် Dark Knight မှ ဒီတခေါက်တဖန်ပြန်လည် တင်ဆက်ပေးချင်တာကတော့\n \nဂျပန်နိုင်ငံရဲ့ မိန်းကလေးကျောင်းက ကလပ်တစ်ခုအကြောင်းပဲ ဖြစ်ပါတယ်. ကလပ်ဆိုတာနဲ့\n \nပရိတ်သတ်ကြီး သိပ်မစိမ်းလှဘူး ထင်ပါတယ်. ကျောင်းတိုင်းလိုလို အားကစားကလပ်၊\n \nဘာကလပ်၊ ညာကလပ် စတဲ့ ကလပ်မျိုးစုံရှိတာ သိကြမှာပါ. ခုတင်ဆက်ပေးမယ့် ကလပ်ကတော့\n \nနိုပ်စက်ရေးကလပ်ပါ. ကျောင်းက စကီလေးတွေ မဟုတ်သုတ်ခ လုပ်ရင် ကလပ်ခေါင်းဆောင်နဲ့\n \nဥက္ကဌက ခေါ်ပြီး တိုင်မှာကြိုးတုပ်ပြီး အီးအားအော်ပြီး အရှုံးပေးတဲ့ထိ နိုပ်စက်မှာပါ..............\n \nဒါ့အပြင်ကလပ်က လူနှစ်မျိုးကိုပဲ လိုအပ်ပါတယ်. ပထမတမျိုးက နိုပ်စက်သူနဲ့\n \nဒုတိယတစ်မျိုးက နိုပ်စက်ခံမယ့်လူပါ. နိုပ်စက်မယ့်လူကလဲ ကိုယ်လိုချင်တဲ့သတင်းရတဲ့ထိ\n \nနိုပ်စက်နိုင်ရမှာ ဖြစ်ပြီး နိုပ်စက်ခံမယ့်လူကလဲ သတင်းကိုမပြောမိအောင် နိုပ်စက်ခံပြီး\n \nထိန်းထားရမှာပါ.........နိုပ်စက်ရေးကလပ်ရဲ့ အဓိက စည်းကမ်းကတော့ အသင်းသားချင်း\n \nချစ်ကျွမ်းမဝင်ဖို့ပါပဲ...... နိုပ်စက်နည်းနိုပ်စက်ပုံတွေက သိပ်ကို ဆန်းကြယ်လွန်းတာကြောင့်\n \nသားရည်တမျှားမျှားအကျခံပြီး ဘာသာပြန်တင်ဆက်ပေးထားတာကြောင့်\n \nကြည့်ဖြစ်အောင် ကြည့်ဖို့ ညွှန်းရင်း ကြည်တောက်ရှင်းဖြစ်တဲ့ 1080p Blurayနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်\n   \nQualtiy - 1080pBlu-Ray and 720p\n \nFile ...",
        "rating": "4.4",
        "url": "https://megaup.net/Ueqj/{CM}The.Torture.Club.2014.720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/rTAZjyTPIcsZffqD0WHtxOLZOSW-133x200.jpg",
        "title": "[James Bond] Skyfall (2012)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++James Bond ဇာတ်ကားတွေ ထွက်ရှိခဲ့တာ မင်းသားကြီး ရှောင်ကွန်နရီရဲ့ Dr.No (1962) ကနေ အခုနောက်ဆုံးထွက် Spectre (2015) ထိ (၂၄) ကားရှိပါတယ်။၂၀၁၂ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ Skyfall ဟာ ၂၃ ကားမြောက်ဇာတ်ကားသလို  James Bond ရုပ်ရှင် နှစ်ငါးဆယ်ပြည့်အနေနဲ့ ထွက်ရှိခဲ့တာ ဖြစ်ပြီး ကမ္ဘာတစ်၀န်းမှာ ၁.၁ ဘီလီယမ် ဒေါ်လာရရှိခဲ့တဲ့အတွက် အအောင်မြင်ဆုံး James Bondရုပ်ရှင်ပါ။ အဲဒီရုပ်ရှင်ဟာ ဒီနေ့အချိန်အထိ ကမ္ဘာတစ်၀န်းမှာ ရောင်းအကောင်းဆုံး ရုပ်ရှင်တွေထဲမှာ နံပါတ်ကိုးနေရာက ရပ်တည်နေပါတယ်။\nIMDb Rating(7.8/10) နဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1Aaoj/Skyfall_(2012)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/freaky-135x200.jpg",
        "title": "Freaky 2020",
        "description": "ဒီတစ်ခေါက်တော့ဆယ်ကျော်သက် Horror ကားလေးတွေကိုကြိုက်တဲ့\nCMပရိတ်သတ်ကြီးအတွက် Horror/Comedy ကားလေးဖြစ်တဲ့\nFreaky(2020)ဆိုတဲ့ ကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။\nဇာတ်လမ်းအကျဥ်းလေးကိုလည်း အနည်းငယ်တင်ပြပေးလိုပါတယ်။\nတစ်နေ့တော့ ဘလစ်ဖီးမြို့လေးမှာ သားသတ်သမားလို့ခေါ်တဲ့\nစိတ္တဇလူသတ်သမားတစ်ယောက်လွတ်လာပါတယ်။\nဆယ်‌ကျော်သက်တွေကိုရွေးချယ်သတ်တတ်တယ်ဆိုတဲ့\nသူ့အကြောင်းက ပုံပြင်လိုလိုဖြစ်နေကြပေမယ့်\nဆယ်ကျော်သက်လေးယောက်ကို တစ်နေ့မှာတော့\nတကယ်ကိုရက်ရက်စက်စက်သတ်ပစ်လိုက်ပါတော့တယ်။\nအဲဒီအိမ်ကပဲ လာဒီုလာဆိုတဲ့ ရှေးဟောင်းဓားတစ်ချောင်းကိုပါခိုးသွားတာက\nပြဿနာကစတာပါပဲ။နောက်နေ့မှာတော့ မီလီဆိုတဲ့‌ကောင်မလေးဆီကို\nသားသတ်သမားရောက်လာပြီး အဲဒီရှေးဟောင်းဓားနဲ့ထိုးလိုက်ပါတော့တယ်။\nအဲဒီရှေးဟောင်းဓားရဲ့အစွမ်းက စိတ်၀ိဥာဥ်ချင်းလဲသွားစေတာပါပဲ။\nစိတ္တဇလူသတ်သမားခန္ဓာကိုယ်ထဲက မီလီနဲ့\nမီလီ ခန္ဓာကိုယ်ထဲက စိတ္တဇလူသတ်သမား...\nဘယ်လိုတွေ့ရှေ့ဆက်နှစ်ပါးသွားမလဲဆိုတာ စိတ်၀င်တစားကြည့်ရှုရမယ့်ကားလေးပါ။\nTeenage ကားလေးတွေကိုကြိုက်သူတွေအဖို့ကတော့ အကြိုက်တွေ့ဦးမှာပါ။\nဒီကားလေးရဲ့နာမည်ကတော့ Freaky(2020)ပါ။\nFile size…600 Mb\nQuality…. 1080p , 720p Webrip\nFormat…Mp4\nDuration….01:46:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Littleneo\nTranslated by Aye Mon Kyaw",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/freaky-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zeD4PabP6099gpE0STWJrJrCBCs.jpg",
        "title": "Honest Thief(2020)",
        "description": "Honest Thief(2020)IMDb...6.5 မင်းသားကြီး လီယန်နယ်ဆန်ကတော့ ဖန်တွေကို စိတ်မပျက်စေပါဘူး။အက်ရှင်ကားပီပီ သည်းထိပ်ရင်ဖို အက်ရှင်နဲ့ သဘာဝကျတဲ့ ဇာတ်လမ်းနဲ့ ရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ - ရှစ်နှစ်အတွင်း ဘဏ်ပေါင်း ၁၂ ခုကို သဲလွန်စ ရှာမရအောင်ဖောက်ထွင်းခဲ့တဲ့ သူခိုးကြီးတစ်ယောက် ရှိတယ်။အဲဒီသူခိုးကြီးက တစ်နေ့မှာ အကြောင်းတစ်ခုကြောင့်သူခိုးထားတဲ့ငွေတွေအကုန်ပြန်အပ်ပြီး အဖမ်းခံမယ်လို့ အက်ဖ်ဘီအိုင်ကို ဖုန်းဆက်လာပါလေရော။ဒါပေမယ့် သူ့ကိုဖမ်းရမယ့် အေးဂျင့် ၂ ယောက်က သူ ပြန်ပေးမယ် ငွေတွေကို လောဘတက်ပြီးသူ့ကိုသတ်ဖို့နဲ့ လူသတ်မှုတစ်ခုကို သူ့အပေါ် ပုံချဖို့ ကြိုးစားလာတဲ့ခါ.....ထုံးစံအတိုင်း ဒီဘဲကြီး ဘယ်လိုရုန်းကန်လှုပ်ရှားမလဲဆိုတာကိုတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်...File Size :(900 MB) and (343MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:39:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/Ueb4/Honest_Thief.2020.Blu-Ray.720P.PP.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sA154deR0X51EcR2lm2FfDczryg.jpg",
        "title": "Greenland(2020)",
        "description": "Greenland(2020)အညွှန်း***********************IMDb...7.0ကလာခ့်လို့အမည်ပေးထားတဲ့ ကြယ်တံခွန်ကြီးတစ်ခုဟာ ကမ္ဘာနဲ့တဖြည်းဖြည်းနီးကပ်လာတယ်...နေ့ခင်းဘက်မှာတောင်မြင်နေရတဲ့ ဒီကြယ်တံခွန်ကြီးနဲ့ပတ်သက်ပြီး လူတွေအမျိုးမျိုးထင်နေကြတယ်...သိပ္ပံပညာရှင်အများစုဟာ ဒီကြယ်တံခွန်ကြီးနဲ့ပတ်သက်ပြီးလေ့လာတဲ့နေရာမှာ ကမ္ဘာဆီအနီးကပ်ဆုံးအနေအထားထိရောက်ရှိနိုင်ပြီး နေအပူချိန်ကြောင့် ပြိုကွဲသွားနိုင်ပါတယ်...အကျိုးဆက်အနေနဲ့ လမ်းကြောင်းပြောင်းတာမျိုးဖြစ်နိုင်သလိုကမ္ဘာဆီကျသွားရင် သမုဒ္ဒရာထဲကျသွားတာမျိုးနဲ့ လေထုထဲမှာလောင်ကျွမ်းသွားတာမျိုးပဲဖြစ်မှာမို့စိတ်ပူစရာမလိုဘူးလို့ဆိုပါတယ်...ဒါတွေကြောင့်ပဲ လူတွေဟာ အရေးပေါ်ကာကွယ်မှုမျိုးတွေမလုပ်သလို ဒီကြယ်တံခွန်ကြီးကို လှလိုက်တာဆိုပြီးငေးမောနေတာတွေတောင်ရှိပါတယ်...သို့သော် သိပ္ပံပညာရှင်များရဲ့တွက်ကိန်းဟာမှားယွင်းလာတဲ့အခါမှာတော့.....ဒီကားဟာမင်းသားကြီး  Gerard Butler အဓိကသရုပ်ဆောင်ထားတဲ့ကားပါ ..ဇာတ်လမ်းစပြီး ၁၅မိနစ်လောက်ထဲက စကြမ်းပါတယ်..'ရိုက်ချက်တွေ တော်တော်ကြီးမိုက်သလို သဘာဝဘေးဒဏ်ကြောင့် အသတ်ဘေးလုနေရတဲ့ ဒုက္ခသည်တွေကြားထဲကိုကိုယ်ပါရောက်နေသလိုခံစားရပါတယ်...ပြီးတော့အရေးကြုံရင် ထွက်ပေါ်လာတတ်တဲ့လူ့စိတ်တွေကိုလည်းပြထားသလိုဇာတ်လမ်းကလည်းမိုက်တဲ့အတွက် ဒီလို ဘေးဒဏ်ကားတွေကြိုက်တဲ့သူများအဖို့ နင်းကန်ကြည့်သင့်ပါတယ်.... File Size :(2.27GB)(1.09GB) and (422MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:59:00\nGenre : Action,Thrller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2VIhh/Greenland.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xpAEV2GnqZ7n3xndTdQ6vTT7mqZ.jpg",
        "title": "The Infernal Walker ( 2020 )",
        "description": "ဒီဇာတ်ကားလေးက တော့ဘိန်းဖြန့်ချီရေးအဖွဲ့စည်းတွေနဲ့ ဟောင်ကောင်ရဲတပ်ဖွဲ့သူလျှိုတွေနဲ့ အရောင်းအဝယ်လမ်းကြောင်းကို သတင်းပေးပြီးဖမ်းဆီးဖို့ကြိုးစားတဲ့ဇာတ်လမ်းတွေထဲက ဇာတ်လမ်းလေး တစ်ပုဒ်ပေါ့...ဒီကားရဲ့ ထူးခြားချက်ကတော့ အပြန်အလှန် သူလျှိုတွေရှိနေတာပါပဲ...ဖူဟဲလုပ်ငန်းနဲ့ တုန်းလီလုပ်ငန်းစုတို့ ဘိန်းဈေးကွက်ကို ကြိုးကိုင်နေတဲ့ အင်အားကြီးလုပ်ငန်း ၂ ခုပေါ့ဒီ ၂ ဖွဲ့ကို ဖမ်းဖို့ကြိုးစားနေတဲ့ ဟောင်ကောင်ရဲအဖွဲ့ကဖူဟဲလုပ်ငန်းစုမှာ သူလျှိုထားထားပြီး လမ်းကြောင်းတွေ စုံစမ်းနေခဲ့တယ်...ဒါက TVB ရဲကားတိုင်းနီးပါးမှာ ပါနေကြအကွက်ပေါ့...ဒါပေမယ့် တုန်းလီလုပ်ငန်းစုက စုန့်လူကြီးမင်း မွေးထားတဲ့ သူလျှိုကစားသွားတဲ့အကွက်လေးတွေကတော့ အ တော်လေးလန်းတယ်လို့ပြောရပါမယ်ဘာတွေဖြစ်မလဲဆိုတာ ကိုယ်တိုင်ပဲဆက်လက်ခံစားကြည့်ရှုလိုက်ပါဦး Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-infernal-walker-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wn1wzCnJnnWDWjeJSp7bYfM9nsO.jpg",
        "title": "Knockout(2020)",
        "description": "Knockout(2020)အညွှန်း*********************IMDb...7.0ကျုံးရှီး ဟာ လက်ဝှေ့သမားတစ်ဉီးဖြစ်တယ်...ချန်ပီယံလုပွဲအတွက်အရမ်းကြိုးစားနေတယ်...ပူပူနွေးနွေးဇနီးသည်လေးကလည်း ကိုယ်ဝန်ရှိတာဆိုတော့...သူ့ဟာ ချန်ပီယံရယူပြီး အနာဂတ်မိသားစုဝင်လေးအတွက် အောင်ပွဲခံချင်နေတယ်...သူ့ကြိုးစားမှုအောင်မြင်တယ်ပြောရမယ်...ချန်ပီယံဖြစ်ခဲ့တယ်...တကယ်တော့သူ့ပျော်ရွှင်မှုတွေဟာ နေ့တောင်မကူးပါဘူး...မတော်တဆမှုတစ်ခုဖြစ်ခဲ့ပြီးနှစ်ရှည်ထောင်ကျသွားခဲ့တယ်...ထောင်ကထွက်လာတဲ့အချိန်မှာအရာအားလုံးပြောင်းလဲခဲ့ပါပြီ..သူမရှိတော့တဲ့အချိန်တစ်ယောက်ထဲသမီးလေးအတွက် ရုန်းကန်ခဲ့ရတဲ့ဇနီးသည်ဟာ ဆုံးပါးသွားတဲ့အပြင် ငွေကြေးလည်းအရမ်းကိုခက်ခဲနေပါတယ်...အဲ့ဒီနောက်သမီးတစ်ယောက်ကိုပြုစုပျိုးထောင်ဖို့ သူတတ်စွမ်းတဲ့ လက်ဝှေ့ကိုအသုံးချပြီး ကြိုးဝိုင်းထဲကိုပြန်ဝင်ဖို့ကြိုးစားပါတော့တယ်...ဒီတရုတ်ကားက ဇာတ်လမ်းလည်းကောင်းတဲ့အပြင် ထိုးသတ်ခန်းတွေလည်းကြည့်ကောင်းပါတယ်...ခံစားကြည့်ကြပါဉီး...File Size :(1.05 GB) \nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:55:00\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2g85q/Knock_Out.2020.BLU-RAY.720P.PP.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sA154deR0X51EcR2lm2FfDczryg.jpg",
        "title": "Greenland(2020)",
        "description": "Greenland(2020)အညွှန်း***********************IMDb...7.0ကလာခ့်လို့အမည်ပေးထားတဲ့ ကြယ်တံခွန်ကြီးတစ်ခုဟာ ကမ္ဘာနဲ့တဖြည်းဖြည်းနီးကပ်လာတယ်...နေ့ခင်းဘက်မှာတောင်မြင်နေရတဲ့ ဒီကြယ်တံခွန်ကြီးနဲ့ပတ်သက်ပြီး လူတွေအမျိုးမျိုးထင်နေကြတယ်...သိပ္ပံပညာရှင်အများစုဟာ ဒီကြယ်တံခွန်ကြီးနဲ့ပတ်သက်ပြီးလေ့လာတဲ့နေရာမှာ ကမ္ဘာဆီအနီးကပ်ဆုံးအနေအထားထိရောက်ရှိနိုင်ပြီး နေအပူချိန်ကြောင့် ပြိုကွဲသွားနိုင်ပါတယ်...အကျိုးဆက်အနေနဲ့ လမ်းကြောင်းပြောင်းတာမျိုးဖြစ်နိုင်သလိုကမ္ဘာဆီကျသွားရင် သမုဒ္ဒရာထဲကျသွားတာမျိုးနဲ့ လေထုထဲမှာလောင်ကျွမ်းသွားတာမျိုးပဲဖြစ်မှာမို့စိတ်ပူစရာမလိုဘူးလို့ဆိုပါတယ်...ဒါတွေကြောင့်ပဲ လူတွေဟာ အရေးပေါ်ကာကွယ်မှုမျိုးတွေမလုပ်သလို ဒီကြယ်တံခွန်ကြီးကို လှလိုက်တာဆိုပြီးငေးမောနေတာတွေတောင်ရှိပါတယ်...သို့သော် သိပ္ပံပညာရှင်များရဲ့တွက်ကိန်းဟာမှားယွင်းလာတဲ့အခါမှာတော့.....ဒီကားဟာမင်းသားကြီး  Gerard Butler အဓိကသရုပ်ဆောင်ထားတဲ့ကားပါ ..ဇာတ်လမ်းစပြီး ၁၅မိနစ်လောက်ထဲက စကြမ်းပါတယ်..'ရိုက်ချက်တွေ တော်တော်ကြီးမိုက်သလို သဘာဝဘေးဒဏ်ကြောင့် အသတ်ဘေးလုနေရတဲ့ ဒုက္ခသည်တွေကြားထဲကိုကိုယ်ပါရောက်နေသလိုခံစားရပါတယ်...ပြီးတော့အရေးကြုံရင် ထွက်ပေါ်လာတတ်တဲ့လူ့စိတ်တွေကိုလည်းပြထားသလိုဇာတ်လမ်းကလည်းမိုက်တဲ့အတွက် ဒီလို ဘေးဒဏ်ကားတွေကြိုက်တဲ့သူများအဖို့ နင်းကန်ကြည့်သင့်ပါတယ်.... File Size :(2.27GB)(1.09GB) and (422MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:59:00\nGenre : Action,Thrller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2VIhh/Greenland.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xpAEV2GnqZ7n3xndTdQ6vTT7mqZ.jpg",
        "title": "The Infernal Walker ( 2020 )",
        "description": "ဒီဇာတ်ကားလေးက တော့ဘိန်းဖြန့်ချီရေးအဖွဲ့စည်းတွေနဲ့ ဟောင်ကောင်ရဲတပ်ဖွဲ့သူလျှိုတွေနဲ့ အရောင်းအဝယ်လမ်းကြောင်းကို သတင်းပေးပြီးဖမ်းဆီးဖို့ကြိုးစားတဲ့ဇာတ်လမ်းတွေထဲက ဇာတ်လမ်းလေး တစ်ပုဒ်ပေါ့...ဒီကားရဲ့ ထူးခြားချက်ကတော့ အပြန်အလှန် သူလျှိုတွေရှိနေတာပါပဲ...ဖူဟဲလုပ်ငန်းနဲ့ တုန်းလီလုပ်ငန်းစုတို့ ဘိန်းဈေးကွက်ကို ကြိုးကိုင်နေတဲ့ အင်အားကြီးလုပ်ငန်း ၂ ခုပေါ့ဒီ ၂ ဖွဲ့ကို ဖမ်းဖို့ကြိုးစားနေတဲ့ ဟောင်ကောင်ရဲအဖွဲ့ကဖူဟဲလုပ်ငန်းစုမှာ သူလျှိုထားထားပြီး လမ်းကြောင်းတွေ စုံစမ်းနေခဲ့တယ်...ဒါက TVB ရဲကားတိုင်းနီးပါးမှာ ပါနေကြအကွက်ပေါ့...ဒါပေမယ့် တုန်းလီလုပ်ငန်းစုက စုန့်လူကြီးမင်း မွေးထားတဲ့ သူလျှိုကစားသွားတဲ့အကွက်လေးတွေကတော့ အ တော်လေးလန်းတယ်လို့ပြောရပါမယ်ဘာတွေဖြစ်မလဲဆိုတာ ကိုယ်တိုင်ပဲဆက်လက်ခံစားကြည့်ရှုလိုက်ပါဦး Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-infernal-walker-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wn1wzCnJnnWDWjeJSp7bYfM9nsO.jpg",
        "title": "Knockout(2020)",
        "description": "Knockout(2020)အညွှန်း*********************IMDb...7.0ကျုံးရှီး ဟာ လက်ဝှေ့သမားတစ်ဉီးဖြစ်တယ်...ချန်ပီယံလုပွဲအတွက်အရမ်းကြိုးစားနေတယ်...ပူပူနွေးနွေးဇနီးသည်လေးကလည်း ကိုယ်ဝန်ရှိတာဆိုတော့...သူ့ဟာ ချန်ပီယံရယူပြီး အနာဂတ်မိသားစုဝင်လေးအတွက် အောင်ပွဲခံချင်နေတယ်...သူ့ကြိုးစားမှုအောင်မြင်တယ်ပြောရမယ်...ချန်ပီယံဖြစ်ခဲ့တယ်...တကယ်တော့သူ့ပျော်ရွှင်မှုတွေဟာ နေ့တောင်မကူးပါဘူး...မတော်တဆမှုတစ်ခုဖြစ်ခဲ့ပြီးနှစ်ရှည်ထောင်ကျသွားခဲ့တယ်...ထောင်ကထွက်လာတဲ့အချိန်မှာအရာအားလုံးပြောင်းလဲခဲ့ပါပြီ..သူမရှိတော့တဲ့အချိန်တစ်ယောက်ထဲသမီးလေးအတွက် ရုန်းကန်ခဲ့ရတဲ့ဇနီးသည်ဟာ ဆုံးပါးသွားတဲ့အပြင် ငွေကြေးလည်းအရမ်းကိုခက်ခဲနေပါတယ်...အဲ့ဒီနောက်သမီးတစ်ယောက်ကိုပြုစုပျိုးထောင်ဖို့ သူတတ်စွမ်းတဲ့ လက်ဝှေ့ကိုအသုံးချပြီး ကြိုးဝိုင်းထဲကိုပြန်ဝင်ဖို့ကြိုးစားပါတော့တယ်...ဒီတရုတ်ကားက ဇာတ်လမ်းလည်းကောင်းတဲ့အပြင် ထိုးသတ်ခန်းတွေလည်းကြည့်ကောင်းပါတယ်...ခံစားကြည့်ကြပါဉီး...File Size :(1.05 GB) \nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:55:00\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2g85q/Knock_Out.2020.BLU-RAY.720P.PP.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/un-133x200.jpeg",
        "title": "The Uninvited (2003)",
        "description": "[Unicode]\nဂျောင်ဝန်းတစ်ယောက် ရထားစီးလာရင်း နဲ့ ကလေးမနှစ်ယောက်ကို ဒီတိုင်းတွေ့လိုက်တယ်\nအစကတော့ သတိအမှတ်မဲ့နေရင်း ဂိတ်ရောက်တော့ ပုံမှန်အတိုင်းပဲ ဆင်းတာပေါ့\nနောက်နေ့သတင်းမှာ အဲ့ဒီကလေးမလေး နှစ်ယောက် ရထားပေါ်မှာအဆိပ်မိပြီးသေနေတယ်ဆိုတဲ့သတင်းပါလာခဲ့ပါလေရော\nအဲ့နေ့ကစပြီး ဂျောင်ဝန်းတစ်ယောက် စိတ်တွေခြောက်ခြားပြီး ကလေးမလေးတွေရဲ့ဝိဉာဉ်က သူ့နောက်ကိုလိုက်ပါလေတော့တယ်\nသူနဲ့ဘဝတူ ဝိဉာဉ်တွေကိုမြင်နိုင်တဲ့ ယွန်းလေးရဲ့အကူအညီနဲ့ ပြဿနာတွေကိုဖြေရှင်းဖို့ကြိုးစားရင်း သူ့အတိတ်နဲ့ပက်သက်တာတွေကိုပါ သိရှိလာတဲ့အခါမှာတော့...။\nမင်းသမီး Jun Ji-Hyun ပါဝင်ထားတဲ့ကားလေးမို့ အားပေးကြပါဦးနော်\n( အညွှန်းရေးသားပြီး ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]\nေဂ်ာင္၀န္းတစ္ေယာက္ ရထားစီးလာရင္း နဲ႔ ကေလးမႏွစ္ေယာက္ကို ဒီတုိင္းေတြ႕လုိက္တယ္\nအစကေတာ့ သတိအမွတ္မဲ့ေနရင္း ဂိတ္ေရာက္ေတာ့ ပံုမွန္အတုိင္းပဲ ဆင္းတာေပါ့\nေနာက္ေန႔သတင္းမွာ အဲ့ဒီကေလးမေလး ႏွစ္ေယာက္ ရထားေပၚမွာအဆိပ္မိၿပီးေသေနတယ္ဆိုတဲ့သတင္းပါလာခဲ့ပါေလေရာ\nအဲ့ေန႔ကစၿပီး ေဂ်ာင္ဝန္းတစ္ေယာက္ စိတ္ေတြေျခာက္ျခားၿပီး ကေလးမေလးေတြရဲ႕ဝိဉာဥ္က သူ႔ေနာက္ကိုလိုက္ပါေလေတာ့တယ္\nသူနဲ႔ဘဝတူ ဝိဉာဥ္ေတြကိုျမင္ႏိုင္တဲ့ ယြန္းေလးရဲ႕အကူအညီနဲ႔ ျပႆနာေတြကိုေျဖရွင္းဖို႔ႀကိဳးစားရင္း သူ႔အတိတ္နဲ႔ပက္သက္တာေတြကိုပါ သိရွိလာတဲ့အခါမွာေတာ့...။\nမင္းသမီး Jun Ji-Hyun ပါ၀င္ထားတဲ့ကားေလးမို႔ အားေပးၾကပါဦးေနာ္\n( အညႊန္းေရးသားျပီး ဘာသာျပန္သူကေတာ့ Shoon ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-uninvited-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/MV5BYzczODBlNmQtNjJmYS00Y2Y3LWEwMTEtYWE2ODBkNjYxNDM0XkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-140x200.jpg",
        "title": "[18+] The Concubine (2012)",
        "description": "ငယ်စဉ်ကအတူကြီးပြင်းလာခဲ့တဲ့ချစ်သူနဲ့ ကိုယ်ဝန်ရခဲ့သော်လည်း ဖခင်အမတ်ကြီး အသတ်ခံရမှာစိုးတဲ့အတွက် မိဖုရားဖြစ်လာခဲ့သူ ဟွယွန်ဟွယွန်ကို ငယ်စဉ်ကတည်းက စိတ်ဝင်စားသော်လည်း လက်လွတ်ခဲ့ရပြီး ဘုရင်ဖြစ်လာမှ မရမကယူချင်နေတဲ့ ဆောင်ဝမ်အမတ်ကြီးသမီးနဲ့ချစ်မိလို့ ယောက်ကျားစစ်စစ်ဘဝဆုံးရှုံးလိုက်ရပြီး လက်စားချေဖို့အတွက် နန်းတွင်းထဲကို ကုန်းကုန်းအဖြစ် ဝင်ရောက်လာသူ ကွမ်ယိုအာဏာမက်မောလွန်းတဲ့အတွက် လက်ရှိဘုရင်ကိုသတ်ပြီး သားဖြစ်သူ ဆောင်ဝမ်ကို ရုပ်သေးဘုရင်အဖြစ် အသုံချပြီး နန်းတော်ကိုချယ်ခြယ်နေတဲ့ မယ်တော်ကြီးအဲဒီ ဇာတ်ကောင်တွေဦးဆောင်တဲ့ဒီဇာတ်ကားဟာ အာဏာ၊ တဏှာ၊ အချစ်၊ မိခင်မေတ္တာနဲ့ လက်စားချေမှုတို့ကို ပြသထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။ အာဏာဟာ လူတွေကို ဘယ်လောက်စေစားနိုင်လဲ၊ လူတွေကို ဘယ်လိုရူးသွပ်သွားစေနိုင်လဲဆိုတာ တွေ့ရမှာပါ။ ဒါ့အပြင် မိန်းမတွေရဲ့စိတ်ဓါတ်ဟာ ဘယ်လိုရှိတယ်ဆိုတာကို ပြသခဲ့ပါတယ်။ မင်းသမီး Jo Yeo-jeong ကတော့ တီဗွီက ဇာတ်လမ်းတွဲတွေထဲမှာ မြင်ဖူးကြမှပါ။ဒီကားမတိုင်ခင်က Servant(2010) မှာကတည်းက လူတွေစိတ်ဝင်စားခဲ့တဲ့ Jo Yeo-jeong ဟာ ဒီ The Concubine(2012) ထွက်အပြီးမှာတော့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2g83k/(CM)The.Concubine.Unrated.Extended.2012.720p.BluRay.x264.DTS-WiKi.mp4",
        "category": "Adult, Drama, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7mfMBPYCnzDYExWQOHXhHpSJ3Ip.jpg",
        "title": "Hillbilly Elegy(2020)",
        "description": "Hillbilly Elegy(2020)အညွှန်း*************************IMDb...7.0\"လူတစ်ယောက်က သူဘယ်လိုဘ၀မျိုးမှာ မွေးဖွားလာသလဲဆိုတာကို ပြောင်းလဲလို့မရပေမဲ့ ….. ဘယ်လိုဘ၀မျိုးနဲ့ ဆက်လက်ရှင်သန်မလဲဆိုတာကိုတော့ ရွေးချယ်ခွင့်ရှိတယ်\" လို့ J.D ကို သူ့ရဲ့အဘွားက ငယ်ငယ်လေးထဲက ဆုံးမလေ့ရှိပါတယ်.... ဒီဇာတ်ကားထဲမှာ J.D ရဲ့ အဘိုးအဘွားတွေက ခေတ်ပညာတွေတတ်ဖို့ဝေးစွ...ယဉ်ကျေးတဲ့ လူ့အသိုင်းအဝိုင်းလို့တောင် ကင်ပွန်းတပ်လို့မရတဲ့ တောင်ပေါ်ကျေးလက်ဒေသကနေ....မြို့ငယ်လေးကို ပြောင်းရွှေ့နေထိုင်ခဲ့ကြတဲ့သူတွေ ဖြစ်ပါတယ်.... မိမိကိုယ်တိုင်က စရိုက်ကြမ်းလွန်းတဲ့ အဖေဖြစ်သူနဲ့ နေခဲ့ရတဲ့အတွက်... J.D ရဲ့အမေဖြစ်သူ ဘက်ဗ် ဟာ J.D တို့မောင်နှမအပေါ်မှာ ပြုစုပျိုးထောင်ပုံတွေ စနစ်မကျခဲ့ပါဘူး... ငယ်ရွယ်ချောမောတဲ့ တစ်ခုလပ်အမျိုးသမီး တစ်ယောက်ဖြစ်တဲ့ ဘက်ဗ် ဟာ...သူ့သားသမီးတွေရဲ့ လိုအပ်ချက်တွေကို ဖြည့်ဆည်းပေးနိုင်ဖို့ဆိုတဲ့ အကြောင်းပြချက်နဲ့...ယောက်ျားတွေနဲ့ ထည်လဲတွဲပါတယ်....  တစ်ဖက်မှာတော့ J.D အနေနဲ့ သူ့အမေရဲ့ ဒေါသကြီးတဲ့စရိုက်တွေ....ယောက်ျားတွေနဲ့ ရှုပ်တာတွေကို စိတ်ပျက်လာပြီး ဆယ်ကျော်သက်တို့ထုံးစံအတိုင်း....အပေါင်းအသင်းတွေမှားပြီး ပျက်စီးဖို့လမ်းစပြုလာတဲ့အခါ.....အဘွားဖြစ်သူဟာသူ့မြေးကို လမ်းမှန်ရောက်အောင် တည့်မတ်ပေးဖို့ ကြိုးစားပါတော့တယ်.... ဒီဇာတ်ကားဟာ အပြင်မှာအမှန်တကယ်ရှိခဲ့တဲ့ မိသားစုတစ်စုရဲ့ အိမ်တွင်းရေးပဋိပက္ခတွေအကြောင်းကို ဒါရိုက်တာ Ron Howard က ပြန်လည်ရိုက်ကူး ...",
        "rating": "7.0",
        "url": "https://megaup.net/Ud34/Hillbilly_Elegy.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/6cfbc699a888f2650d551b2c3c8feb9c-133x200.jpg",
        "title": "[James Bond] Quantum of Solace (2008)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++James Bond ဇာတ်ကားတွေ ထွက်ရှိခဲ့တာ မင်းသားကြီး ရှောင်ကွန်နရီရဲ့ Dr.No (1962) ကနေ အခုနောက်ဆုံးထွက် Spectre (2015) ထိ (၂၄) ကားရှိပါတယ်။\nQuantum of Solace ဇာတ်ကားမှာ ၂၁ ကားမြောက် ဂျိမ်းဘွန်းဇာတ်ကား Casino Royal ဇာတ်ကားနဲ့ ဆက်နွယ်မှု ရှိပါတယ်။\nCasino Royal ဇာတ်ကားမှာ ဘွန်းနှင့် မစ္စတာဝှိုက်တို့ ကာစီနိုကစားပွဲအပြီး\nနောက်တစ်နာရီ အကြာ ဖြစ်ပျက်သော ဖြစ်ရပ်တခုနဲ့ Quantum of Solace ဇာတ်ကားကို စဖွင့်ထားတာပါ။\nဒီဇာတ်ကားကတော့ IMDb Rating(6.7/10) နဲ့ Rotten ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Aao9/Quantum_of_Solace_(2008)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/boss-141x200.jpg",
        "title": "Boss Level 2020",
        "description": "Time Loop ကားကောင်းကောင်းလေးတွေ ကြည့်ချင်လို့စောင့်မျှော်နေတဲ့\nCM ပရိတ်သတ်ကြီးအတွက် ကားကောင်းကောင်းလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။\nBoss Level(2020)ပါ။\nဇာတ်လမ်းအကျဥ်းလေးကတော့\nရွိုင်ဆိုတာကတော့ တစ်နေ့တည်းကိုပဲထပ်ကာထပ်ကာနိုးထနေရတဲ့\nစစ်သားတစ်ဦးပါ။ထူးဆန်းတာက သူနိုးလာတာနဲ့\nသူ့ကိုအသေအကြေသတ်မယ့်လူတွေက\nဆီးကြိုနေတာပါပဲ။တစ်ယောက်လက်ကလွတ်ရင်\nတစ်ယောက်က ထပ်ပြီးတော့ သတ်ဖို့ကြိုးစားနေတဲ့\nဒီဘ၀ကြီးမှာ သူကလည်း ကြိုးစားရှင်သန်နေထိုင်ပေမယ့်\nအချိန်တန်ရင် အသတ်ခံရတာပါပဲ။ဒီလိုနဲ့ရက်ပေါင်းများစွာ ကြာလာခဲ့ချိန်မှာတော့\nသူချစ်ရတဲ့အမျိုးသမီးအသတ်ခံလိုက်ရကြောင်း\nသူသိလိုက်ရပါတော့တယ်။သူကိုယ်တိုင်ကလည်း\nရန်သူတွေပတ်လည်၀ိုင်းနေချိန် ဇနီးသည်ချန်ထားခဲ့တဲ့\nသဲလွန်စလေးတွေနောက်ကိုလိုက်ရင်း\nလက်စားချေဖို့ကြိုးစားပါတော့တယ်။\nအထပ်ထပ်၀ိုင်းနေတဲ့ လုပ်ကြံသူတွေလက်ကဘယ်လိုပြေးပြီး\nဒီပိတ်မိနေတဲ့အချိန်ထဲကနေ ဘယ်လိုလွတ်အောင်ကြိုးစားမလဲ?\nလွတ်မြောက်ဖို့ရောဖြစ်နိုင်မှာလား?ဆိုတာ\nအရမ်းကိုစိတ်၀င်တစားနဲ့ကြည့်ရှုရမှာပါ။\nရိုးတာနေတဲ့ Time loop movie လမ်းကြောင်းကနေခွဲထွက်ခဲ့တဲ့ ဒီကားလေးနာမည်ကတော့ Boss Level(2020)ပါ။\nChannel Myanmar ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်။\nFile size… 1.4 Gb / 700 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:41:00\nGenre … Action, Sci-fi, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Aye Mon Kyaw",
        "rating": "",
        "url": "https://megaup.net/2g7zZ/Boss.Level.2020.720p.WEBRip(CM).mp4 ",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/casino_royale_ver7_xlg-135x200.jpg",
        "title": "[James Bond] Casino Royale (2006)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++James Bond ဇာတ်ကားတွေ ထွက်ရှိခဲ့တာ မင်းသားကြီး ရှောင်ကွန်နရီရဲ့ Dr.No (1962) ကနေ အခုနောက်ဆုံးထွက် Spectre (2015) ထိ (၂၄) ကားရှိပါတယ်။ဒီဇာတ်ကားက ဂျိမ်းဘွန်းမင်းသားသစ်အဖြစ် Daniel Craig ကိုစတင်အသက်သွင်းတဲ့ဇာတ်ကားဖြစ်ပါတယ်။\nထူးခြားလာတာက ယခင် ဂျိမ်းဘွန်းကာရိုက်တာတွေနဲ့ မတူတော့ဘဲ တမူထူးခြားတဲ့ ကာရိုက်တာကိုအသက်သွင်းလာတာတွေ့ရပါတယ်။ယခင်ကလို တိုက်တိုင်းအောင် ပုံစံမျိုးမဟုတ်တော့ဘဲလက်တွေ့ပုံစံဆန်လာပြီးခပ်ကြမ်းကြမ်းနဲ့ မိုးဆုံးမြေဆုံး လိုက်လံချေမှုန်းတတ်တဲ့ အေးဂျင့်တစ်ယောက်အဖြစ် 007 ပုံစံကို ပြောင်းလာပါတယ်။\nဒီဇာတ်ကားကတော့ IMDb Rating(8/10) နဲ့ Rotten Tomatoes (95%) ထိရရှိထားပါတယ်။ \nFile size…(1.9 GB) and (1 ...",
        "rating": "8.0",
        "url": "https://megaup.net/2W4kC/Casino_Royale_(2006)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzC2wata6kthYyni1gb6jjVTcSP.jpg",
        "title": "The Sword with No Name (2009)",
        "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ CM fan တွေအတွက် နန်းတွင်းကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါရစေမြောင်ဆောင်း မိဖုရားကြီး အကြောင်း ဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်Grand Prix Action Asia/ Best Action Asia Film စတဲ့ ဆုကြီးတွေကိုလည်းရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါမင်းသမီးကြီး Soo-Ae နဲ့ Stranger ဇာတ်ကားက မင်းသား Cho Seung-Woo တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းဂျာယောင်းဆိုတဲ့ အမျိုးသမီးဟာ ဂျိုဆွန်းရဲ့ မိဖုရားခေါင်ကြီး အဖြစ်ရွေးကောက်ခံရပါတယ်သူမ မိဖုရားဖြစ်လာမှာ မလိုလားသူတွေဟာ လုပ်ကြံသူ မူမြောင်းကို ငှားရမ်းပြီး သူမကို လုပ်ကြံခဲ့တယ်ဒါပေမယ့် မူမြောင်းဟာ အရင်တည်းက ဂျာယောင်းနဲ့ သိကျွမ်းခဲ့ပြီး ဂျာယောင်းကို တဖတ်သတ်ချစ်နေတဲ့သူဖြစ်လို့ လုပ်ကြံရမယ့်အစား ကယ်တင်ပေးခဲ့ပါတယ်ဂျာယောင်းမိဖုရားကြီး ဖြစ်သွားတဲ့ အခါမှာလည်း နန်းစောင့်တပ်သားဝင်လုပ်ပြီး ဆက်တိုက်ကာကွယ်ပေးခဲ့တဲ့နောက်...ထီးနန်းရဲ့ ရှုပ်ထွေးမှုတွေ နိုင်ငံရေး ပဋိပက္ခတွေကြားမှာသူချစ်တဲ့ မိဖုရားကြီးကို ဆက်လက်ကာကွယ်နိုင်မလားဆိုတာ ဒီဇာတ်ကားလေးမှာ ဆ်လက်ကြည့်ရှုကြပါနော်...။*** ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-sword-with-no-name-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/u9IBcfcOesQwYhxCzjE7iMjD2Mz-143x200.jpg",
        "title": "[18+] The 33D Invader (2011)",
        "description": "[ Dark Side Production မှ တင်ဆက်သည်။]Science Fiction ,Sex Comedy အမျိုးအစား ဟောင်ကောင်ဇာတ်ကားပါ...ဇာတ်ကောင်မင်းသမီးများရဲ့ညှိုယူဖမ်းစားမှူတွေကြောင့် ရင်ခုန်လှိုက်ဖို အသည်းတယားယားခံစားရမှာပါ..အဖော်အချွတ်ခန်းတွေလဲ ဖောဖောသီသီပါတာကြောင့် အသက် ၁၈ နှစ်ပြည့်သူများသာ ကြည့်သင့်ပါတယ်...ဇာတ်လမ်းကတော့...သက္ကရာဇ် ၂၀၄၆ မှာ ယောကျာ်းတွေက ကျန်းမာတဲ့ သုတ်လွှတ်နိုင်စွမ်းနည်းပါးလွန်းတာကြောင့်\n၂၀၁၁ ခုနှစ်ဆီကို future ဆိုတဲ့မိန်းမလှလေးတစ်ယောက်ကိုစေလွှတ်လိုက်ပါတယ်...\nသူမဟာ ကျန်းမာတဲ့ ယောကျာ်းလေးတစ်ယောက်ကိုရှာဖွေပြီး\nလိင်ဆက်ဆံဖို့တောင်းဆိုကာ ကိုယ်ဝန်ဆောင်ပြီး ၂၀၄၆ကိုပြန်ကာ\nမျိုးဆက်ပြန့်ပွားပေးနိုင်မှ မစ်ရှင်ကိုအောင်မြင်မှာပါ...\nဒါကိုသိသွားတဲ့ Sucker Planet ဆိုတဲ့ဂြိုလ်ပေါ်က ဂြိုလ်သားတွေက\nSucker-1နဲ့ Sucker-2ကိုစေလွှတ်ကာ futureဆိုတဲ့ကောင်မလေးကိုဖျက်ဆီးစေပြီး အစီအစဥ်ပျက်အောင်လုပ်တဲ့အခါ...\nFuture က ကျန်းမာတဲ့ယောကျာ်းလေးကိုရှာတွေ့နိုင်ပါ့မလား...\nမစ်ရှင်ကိုအောင်မြင်နိုင်ပါ့မလား....။ File Size : (1.7 GB) and (880 MB)\nQuality : BluRay 1080p & 720p\nRunning Time : 01:22:00\nFormat : mkv\nSubtitle : Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/Ubwc/[DS]The.33d.Invader.2011.BluRay.720p.DTS.2Audio.x264-CHD.mp4",
        "category": "Adult, Asian, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/58lH8bPTwciGmcTa16EqzszvOvp.jpg",
        "title": "For the Emperor (2014)",
        "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ ခပ်မိုက်မိုက် Action ကားလေးတစ်ကား တင်ဆက်ပေးမှာပါRugal က မင်းသားကြီး Park Sung-Woong နဲ့ The lies within က မင်းသား Lee Min-Ki တို့ အဓိက ပါဝင် သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းအီဟွမ်ဟာ ဘေ့စ်ဘော ကစားသမားတစ်ယောက်ဖြစ်ပါတယ်လက်ဒဏ်ရာကြောင့် အဆင့်ကျပြီး ကစားသမားဘဝက ထွက်ခဲ့ရသူပါဆန်းဟာကတော့ ငွေတိုးချေးစားတဲ့ လူမိုက်သူဌေးတစ်ယောက်ဖြစ်ပြီး လောင်းကစားဝိုင်းတွေလည်း ထောင်ထားပါတယ်အီဟွမ်နဲ့ သူဌေးဆန်းဟာ တို့ တွေ့ဆုံပြီးတဲ့နောက် လူမိုက်လောကမှာ အီဟွမ်ကို ဘယ်လိုလက်သတ်မွေးမလဲ...သူတို့ဖြစ်ချင်တဲ့ အတိုင်းဖြစ်လာပါ့မလားဆိုတာ အကြမ်းစား အလန်းစား ရိုက်ပြထားတဲ့ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုခံစားကြရအောင်..။*** 18+ ဇာတ်ဝင်ခန်းများပါဝင်တဲ့အတွက် မိသားစုနဲ့ တူတူကြည့်ရှုဖို့ မသင့်တော်ပါဘူး ***( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]ဒီတစ္ေခါက္မွာေတာ့ ခပ္မိုက္မိုက္ Action ကားေလးတစ္ကား တင္ဆက္ေပးမွာပါRugal က မင္းသားႀကီး Park ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/for-the-emperor-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fJsWwEUakD1uO7tKIceu4GYx68u.jpg",
        "title": "Grand Blue (2020)",
        "description": "အီဇူပင်လယ်ဆိပ်ကမ်းမြို့လေးမှာ သူငယ်ချင်းတွေနဲ့အတူ\nပျော်ရွင်စွာကောလိပ်ကျောင်းသားဘဝကိုဖြတ်သန်းဖို့အိမ်မက်နဲ့အတူ ရောက်လာတဲ့ အီရိုရီ\nအထက်တန်းကျောင်းသူလေးတွေပါတဲ့ ကလပ်အသင်းကိုဝင်ပြီး\nဖွန်ကြောင်ဖို့ရည်ရွယ်ချက်ကြီးနဲ့ မြို့ပတ်ကလပ်ရှာနေတဲ့ အိုတာကုလေး ကိုးဟေးတို့\nနှစ်ယောက်သား မနက်မိုးလင်းတိုင်း အမြဲအဝတ်ဗလာနဲ့ ကျောင်းပရဝုဏ်ထဲမှာနိုးလာပြီး\nထွက်ပြေးနေရတဲ့အကြောင်းရင်ကဘာလဲ အဖြေရှာရင်း Grand Blue\nဆီပြန်ရောက်သွားကြပြီး မှတ်ဉာဏ်တွေပြန်ဖော်ရင်း ကြုံရဆုံရ ကျောင်းသားဘဝများကိုအူတက်အောင်ခွီကြပါစို့။\nဒီ Live action မှာ Shonan No Kaze သီချင်းပြန်မသုံးတာက တစ်ခုခုလိုနေသလိုပဲ\nကျန်တာ အားလုံး အိုကေပါတယ်။ ဂျပန် Live action ဆိုတော့\nထုံးစံအတိုင်း အိုဗာ အက်တင်ကတော့ ပါတာပေါ့ ခုဟာက Comedy ဆိုတော့\nပိုများတယ် စီးရီးတစ်ခုလုံးက အမှတ်တရ ဟာသတွေအတော်များပြန်ပါတယ်\nဒါပေမဲ့ ဟိုဝဲဇားကို ကိုဟေး စကီသံနဲ့ဂျင်းသိပ်တဲ့အခန်းတော့ မပါလာတော့ဘူးဗျ။\nအရေးကြီးဆုံးဖြစ်တဲ့ ချီဆာ လေးလဲ ခါဝါအိပါတယ် အာဇုဆာလေးနေရာမှာ\nYuka Ogura လေးဆိုတော့ ဘာပြောကောင်းမလဲပေါ့နော်\nအီရိုရီ နဲ့ ကိုးဟေးလဲ မဆိုးပါပု အိုးသာကု ...",
        "rating": "7.0",
        "url": "https://megaup.net/2g5N0/GRAND_BLUE_2020.720p.%7BCM%7D.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kS2uY0L5qbEcho1o4itvtZEroMy.jpg",
        "title": "The Knight & The Princess(2019)",
        "description": "The Knight & The Princess(2019)IMDb...7.1ဒီတစ်ခါတော့ Animationကားကောင်းကောင်းလေးကို\nတင်ဆက်ပေးချင်ပါတယ်\n၇ရာစုပိုင်းလောက်မှာ အာရပ်တွေနေထိုင်တဲ့ အာရေးဗီးယန်းကျွန်းဆွယ်နဲ့\nအန္ဒိယသမုဒ္ဒရာအတွင်းမှာရှိတဲ့ ဆိပ်ကမ်းရှိတဲ့တိုင်းပြည်တွေဟာ ရောင်းဝယ်\nဖောက်ကားမှုတွေ ကုန်သွယ်မှုတွေလုပ်ခဲ့ကြပါတယ်....ပလိပ်ရောဂါစတင်ဖြစ်ပွားတဲ့အချိန်မှာ အာရပ်ကုန်သည်တွေဟာလည်း\nပလိပ်ရောဂါခံစားခဲ့ရပြီးတော့ သူတို့တိုင်းပြည်အတွင်း ရောဂါမကူးစက်နိုင်ဖို့\nပင်လယ်ပြင်မှာပဲအသေခံဖို့ဆုံးဖြတ်ခဲ့ကြပါတယ်....သူတို့သေသွားပြီးတဲ့နောက် ကျန်ရှိခဲ့တဲ့ သူတို့ရဲ့ဇနီးတွေနဲ့သားသမီးတွေကို သင်္ဘောတစ်စီးနဲ့\nရတနာပစ္စည်းတွေကိုတင်ပြီးတော့ သူတို့နေရပ် အာရပ်တိုင်းပြည်ကိုပြန်လည်ပို့ဆောင်ပေးခဲ့ပါတယ်....ကံမကောင်းစွာနဲ့ပဲ ဘုရင်ဒယ်ဟာအမိန့်ပေးခိုင်းစေတဲ့ မဒ်ပင်လယ်ဓားပြတွေရဲ့ တိုက်ခိုက်မှုကို\nခံခဲ့ရပြီးတော့ ပြန်ပေးဆွဲခံခဲ့ရပြီး  စစ်ပွဲကြီးဖြစ်လာဖို့ အကြောင်းဖန်လာပါတော့တယ်....စွန်းစားခန်း အမိုက်စား Animation ကိုမှ ကြိုက်သူတွေအတွက်တော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ် File Size :(900 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  MarTizas\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/Uavu/The_Knight_And_The_Princess.2020.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/nnth_pa_1233772_Look-Out-Officer-150x200.jpg",
        "title": "Look Out, Officer! (1990)",
        "description": "ဟာသဘုရင်ကြီး Steven Chow ရဲ့ ၁၉၉၀ ကဇာတ်ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အထာကျကျ ဆရာကြီး ရဲအရာရှိ Biao တစ်ယောက် မူးယစ်ဆေးဂိုဏ်းတစ်ဂိုဏ်းကိုတစ်ကိုယ်တော်ဝင် ဖြိုခွင်းရင်း အသတ်ခံလိုက်ရပါတယ်။လောင်းကစားလုပ်တတ်တဲ့ ဝါသနာဆိုးကြောင့် သူ့ကိုလောင်းကစားကျွေးမပေးနိုင်လို့ကိုယ့်ကိုကိုယ်သတ်သေသွားတာလို့ပဲအားလုံးကထင်ကြတဲ့အတွက် သူ့ရဲ့ သေဆုံးမှုအကြောင်း အမှန်အတိုင်းဖြစ်စေဖို့ လူပြည်ကိုပြန်လာခဲ့ပါတယ်။အဲဒီမှာ သူ့ရဲ့ကယ်တင်ရှင်ဖြစ်မယ့် ရဲသားသစ် Sing(Steven Chow) ကိုတွေ့ပြီး သူ့အတွက်လက်စားချေပေးပြီးသူ့ရဲ့နာမည်ကို ပြန်လည်သန့်ရှင်းပေးရင် Sing အတွက် ရာထူးတိုးပြီး ကောင်မလေးနဲ့ အဆင်ပြေအောင်လုပ်ပေးမယ်ဆိုပြီး အပေးအယူဖြစ်သွားကြပါတယ်။သူတို့နှစ်ယောက်ပေါင်းပြီး ဘာတွေတလွဲတွေဖြစ်မလဲ ဆိုတာ ပါးစပ်မပိတ်ရအောင် ရယ်နေရမှာဖြစ်ပါတယ်။IMDB Rating ကတော့ 6.1 ရှိပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon ပါ)++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို https://channelmyanmar.org/category/stephen-chow/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(1.9 GB) and (1 GB)\nQuality….BluRay ...",
        "rating": "6.1",
        "url": "https://megaup.net/2g5jv/(CM)Look.Out.Officer.1990.720p.HKG.Blu-ray.mkv",
        "category": "Action, Comedy, Crime, Stephen Chow"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nBcyjNhybeKyOhRNFzXXRDEEB56.jpg",
        "title": "The United States of Leland (2003)",
        "description": "The United States of Leland (2003)\nလီလန်းဖစ်စ်ဂျဲရက် ဆိုတဲ့ဆယ်ကျော်သက်ကောင်လေးဟာ\nကျပ်မပြည့်တဲ့ကလေးတစ်ယောက်ကိုရက်စက်စွာသတ်ခဲ့ပြီး\nသတ်ရတဲ့အ​ကြောင်းအရင်းဟာလူတွေရဲ့ဝမ်းနည်းမှုတွေကြောင့်လို့ပြောခဲ့ပါတယ်။\nလီလန်းဟာအဖမ်းခံရပြီးနောက် အသက်ငယ်သေးတဲ့အတွက်ပြုပြင်ရေးစခန်းကိုပို့ခံရပါတယ်။\nထိုစခန်းက လီလန်းရဲ့အတန်းကိုစာသင်ကြားပေးတဲ့ဆရာဟာ\nလီလန်းရဲ့ထူးဆန်းတဲ့အပြုအမူတွေကိုစိတ်ဝင်စားပြီး\nလူသတ်ခဲ့ရတဲ့ရည်ရွယ်ချက်အစစ်အမှန်ကိုသိလိုစိတ်နဲ့\nလီလန်းရဲ့အတွေ့အကြုံတွေကိုမေးမြန်းကာ စာအုပ်ရေးဖို့ကြိုးစားပါတော့တယ်။\nTranslated by : Pyi.T.Nyein\nEncoded by : August",
        "rating": "7.1",
        "url": "https://megaup.net/2owof/The_United_States_of_Leland.2003.720p_2.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fxMdefiLKvapV58pdXYEH6CIBti.jpg",
        "title": "Midnight at the Magnolia(2020)",
        "description": "Midnight at the Magnolia(2020)အညွှန်း************************************IMDb...6.0ဂျက်နဲ့ မက်ဂီတို့မိသားစုက နှစ်အိမ့်တစ်အိမ်နေတယ်လို့ ပြောလို့ရပါတယ် ...\nအဖေချင်းက သူငယ်ချင်းအရင်းတွေဖြစ်တဲ့အပြင် မက်နိုလီယားအမည်ရ ကလပ်တစ်ခုကိုပါစပ်တူတူဖွင့်ထားလေတော့ သူတို့နှစ်ယောက်လည်း\nငယ်ငယ်လေးတည်းက အချစ်ဆုံးသူငယ်ချင်းတွေအဖြစ် ကြီးပြင်းလာခဲ့ကြပါတယ်...သူတို့နှစ်ယောက်လုံးရဲ့ အိပ်မက်က နိုင်ငံကျော်\nရေဒီယိုအသံလွှင့်တင်ဆက်သူတွေ ဖြစ်လာဖို့ပါ...\nလောလောဆယ် ချီကာဂိုမြို့တွင်း ထုတ်လွှင့်တဲ့\nဝင်ဒီစီးတီးနိုးထချိန်ဆိုတဲ့အစီအစဉ်မှာ နှစ်ယောက်သား\nအတွဲညီညီနဲ့ တင်ဆက်နေတာပေါ့..သူတို့မှာ ဟန်တာနဲ့ ဆယ်ရီနာဆိုတဲ့ချစ်သူကိုယ်စီရှိကြသေးတယ်..နှစ်သစ်ကူးအကြိုပါတီမှာ မိသားစုနဲ့ ချစ်သူတွေကို မိတ်ဆက်ပေးတဲ့အကြောင်းထုတ်လွှင့်ပေးဖို့ နိုင်ငံကျော်ရေဒီယိုလိုင်းတစ်ခုက ကမ်းလှမ်းလာရာမှ ဘယ်လိုကမောက်ကမတွေဆက်ဖြစ်ကြမှာလဲ...မင်းမကြည့်လို့မသိတာပါ အချစ်က မင်းအနားမှာပါဆိုသလိုပါပဲ ...ဂျက်နဲ့ မာဂရက် သူတို့ရဲ့ ခံစားချက်အစစ်အမှန်တွကို  ပေါ်ထွက်လာကြမလားဆိုတာကိုတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်...File Size :(1.53GB) and (817MB)\nQuality : WEB-DL 1080p ,720p\nFormat…mp4\nDuration…01:27:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat ...",
        "rating": "6.0",
        "url": "https://megaup.net/2W2kg/Midnight_At_The_Magnolia.2020.WEB-DL.720P.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vglivF7KG7YcojCsqWkkRwad0VE.jpg",
        "title": "Infidel(2019)",
        "description": "Infidel(2019)အညွှန်း*******************IMDb....6.5ဒေါ့ဂ်ရော်ဝင်းစ်ဟာ ဘာသာရေးနဲ့ပတ်သတ်သမျှကို ပွင့်ပွင့်လင်းလင်း ဝေဖန်ရေးသားနေလေ့ရှိတဲ့ ခရစ်ယာန်ဘာသာဝင်အမေရိကန်လူမျိုးဂျာနယ်လစ်တစ်ယောက်ပါ။ တစ်ရက်မှာတော့ အီဂျစ်နိုင်ငံ ကိုင်ရိုမြို့မှာ အစ္စလာမ်ဘာသာနဲ့ ခရစ်ယာန်ဘာသာကြားတူညီမှု ကွဲပြားမှုတို့ကို အမြင်ချင်း ဖလှယ်ဖို့ ဖိတ်ကြားချင်ခံခဲ့ရပါတယ်။ဒါပေမဲ့ ဟောပြောပွဲမှာ စကားကျွံပြီး ပြောခဲ့မိတာကြောင့် အစ္စလာမ်ဘာသာဝင်တွေကြားအုံကြွမှုဖြစ်ကာ အမေရိကန်သူလျိုအဖြစ် မတရားအစွပ်စွဲခံရတဲ့အပြင် ဖမ်းစီးခြင်းခံရကာ အီရန်မှာရုံးတင်စစ်ဆေးခြင်းခံခဲ့ရပါတယ်။ သူ့အတွက် အဆိုးဆုံးအနေအထားရောက်ရှိနေတဲ့အပြင်အမေရိကန်အစိုးရရဲ့ ကာကွယ်မှုလည်းမရှိတော့ အချိန်မရွေးသေဒဏ်ပေးခံရမဲ့ အခြေအနေရောက်ရှိနေပါတယ်...ဒီလိုအခြေအနေမျိုးမှာ သူဘယ်လိုရုန်းထွက်မလဲ...ကယ်မဲ့သူရောရှိပါ့မလား.... ဘာသာရေးကိစ္စဆိုတော့သက်ညှာမှုလုံးဝမရှိတဲ့သူ့အနေအထားမှာ မျှော်လင့်ချက်ဆိုတာဘာဆို ဘာာမှမရှိပါ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.....Infidel ဇာတ်ကားဟာ နိုင်ငံရေးအပေါ် ဘာသာရေးရဲ့လွမ်းမိုးမှု၊ကမ္ဘာတဝှမ်း အထူးသဖြင့် အရှေ့အလယ်ပိုင်းနိုင်ငံ‌တွေမှာ ဂျာနယ်လစ်တွေ နှစ်အတော်ကြာခံစားခဲ့ရတဲ့ ဥပဒေမရှိ တရားမဲ့လုပ်ရပ်တွေကို ပုံဖော်ရိုက်ကူးထားခြင်းဖြစ်တာကြောင့်ဇာတ်လမ်းကောင်းမွန်တဲ့အက်ရှင်ကားဖြစ်ကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thithtoo Zaw ပဲဖြစ်ပါတယ်.....File Size :(0.98GB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Action, Adventure, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.5",
        "url": "https://megaup.net/Uano/Infidel.2019.WEB-DL.720P.PP.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yLjDOHZ56VBYLg5m3ohx4hMcTtO.jpg",
        "title": "The Crush (1993)",
        "description": "The crush (1993)\n======================\nCMပရိတ်သတ်ကြီးအတွက် ၁၉၉၃ခုနှစ်က ရိုက်ကူးတင်ဆက်ထားတဲ့\nCrushဆိုတဲ့ ဇာတ်လမ်းကောင်းတပုဒ်နဲ့တင်ဆက်ပေးပါရစေ...\nလူတိုင်း ဘဝမှာ တခါတော့ ကိုယ်သိပ်သဘောကျရတဲ့ လူတစ်ဦးတစ်ယောက်တော့\nရှိခဲ့ဖူးမှာပါ ဒါမှမဟုတ် ရှိလာမှာပါ. ဒီဇာတ်လမ်းလေးမှာလဲ ၁၄နှစ်အရွယ် မိန်းကလေးတစ်ယောက်က\nသူသိပ် သဘောကျရတဲ့ ယောကျာ်းတစ်ယောက်ကို ချဉ်းကပ်ပြီး သူ့အချစ်ကိုရအောင်\nကြိုးစားထားတာကို ရိုက်ကူးတင်ပြထားတာပါ. ဇာတ်လမ်းဟာ ရိုးရှင်းတဲ့ အချစ်ကားတစ်ကားတော့\nမဟုတ်ပါဘူး. အပျိုဖော်ဝင်စ မိန်းကလေးတစ်ယောက်ရဲ့ ယောကျာ်းပျိုတစ်ယောက်ကို\nပိုင်ဆိုင်လိုစိတ်တွေရဲ့ ချစ်ခင်သဘောကျခြင်းတွေရဲ့ နောက်ကွယ်က ကြိုးစားမှုတွေ\nအစွန်းရောက်သွားပုံကို ထိတ်လန့်ခြောက်ခြားဖွယ် ကြည့်ရှူရမယ့် သည်းထိတ်ရင်ဖို\nဇာတ်လမ်းတစ်ပုဒ်ပါ.ဇာတ်လမ်းလေးရဲ့ အစမှာတော့ နစ်ကိုးလတ်အယ်လီယက်ဆိုတဲ့\nသတင်းထောက်ဟာ အခုမှမြို့ကိုပြောင်းလာတဲ့သူတစ်ယောက်ဖြစ်ပြီး\nမြို့မှာနေဖို့ အိမ်တစ်အိမ် ငှါးလိုက်ပါတယ် အိမ်ပိုင်ရှင်မှာ ၁၄ နှစ်အရွယ် အေဒရီယန်ဖော်ရက်စတာဆိုတဲ့\nသမီးလေးတစ်ယောက်ရှိပါတယ် ဖြစ်ချင်တော့ အေဒရီယန်က နစ်ကို စိတ်ဝင်စားလာပြီးတော့\nနစ်ကို ပိုင်ဆိုင်ဖို့ နည်းမျိုးစုံ ကြိုးစားပါတော့တယ် သည်းထိတ်ရင်ဖိုဇာတ်လမ်းအမျိုးအစားဖြစ်ပြီး\nဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့ ဇာတ်ကားဖြစ်လို့ ရင်တထိတ်ထိတ်ကြည့်ချင်တယ်ဆိုရင်တော့\nဒီဇာတ်ကားကိုကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်\nTranslated by : Fiona Rose\nEncoded by : YK\nQuality : ...",
        "rating": "5.9",
        "url": "https://megaup.net/Ua9c/{CM}The_Cursh_1993.720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/minion-135x200.png",
        "title": "Minions Holiday Special (2020)",
        "description": "Illumination Presents: Minions Holiday Special (2020)=======================================IMDb Rating - 7.0/10#Unicodeကိုဗစ်ကြောင့်ခရီးမထွက်ရလို့စိတ်ညစ်နေတဲ့လူတွေကိုပျော်ရွှင်စေဖို့ Minions လေးတွေလာပါပြီ။Holiday Special အနေနဲ့ Minions ဇာတ်လမ်းတိုလေး(၄)ပုဒ်ကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။Minionsလေးတွေကိုမြင်တာနဲ့ ဇာတ်လမ်းလေးတွေက ဘယ်လိုဖြစ်မယ်ဆိုတာကိုသိနေကြမယ်လို့ထင်တာကြောင့် ထွေထွေထူးထူးမပြောတော့ပါဘူး။ဇာတ်လမ်းတိုလေးတွေဖြစ်တဲ့အတွက် . နည်းနည်းလေးပြောပြလိုက်ရုံနဲ့ အနှစ်အရသာလျော့သွားနိုင်တာမို့ မိမိဘာသာဒီဇာတ်လမ်းလေးကိုဒေါင်းကြည့်ကြပါကုန်။အခုကားလေးကိုကြည့်ပြီး တစ်ရက်တာကိုပျော်ပျော်ရွှင်ရွှင်ဖြတ်သန်းလိုက်နိုင်ကြပါစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။   Quality – 1080p WebRip/720pDuration - 21 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Short, Comedy Translator – Chit TeeEncoder – SWM",
        "rating": "7.0",
        "url": "https://megaup.net/2g4pl/Illumination.Presents.Minions.Holiday.Special.2020.720p.WEB[CM].mp4",
        "category": "Animation, Comedy, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/mEvxX9YNyoccrl2UHmtSdTnohXJ-133x200.jpg",
        "title": "[18+]Hot for Teacher/Who Slept With Her (2006)",
        "description": "The Goddess of Revenge ရဲ့ မင်းသမီး Kim Sa Rang ရဲ့ Movie အဟောင်းလေးတစ်ခု တင်ပေးလိုက်ပါနော်\nဒီဇာတ်လမ်းမှာ Running Man က HaHa လည်း man role အနေနဲ့ ပါ၀င်သရုပ်ဆောင်ထားပါတယ်Sex is Zero တို့လို ကိုရီးယားကျောင်းသားဟာသဇာတ်ကားဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဥ်း..လှပပြီး ဆက်စီကျတဲ့ ဆရာမ အွန်းဂျီယောင်းဟာ ယောက်ျားလေးအထက်တန်းကျောင်း တစ်ကျောင်းမှာ ထရိန်နင် ဆရာမအဖြစ် တစ်လတိတိ သင်ကြားပေးရမှာပါဆယ်ကျော်သက်ကျောင်းသား အများစုက ဆရာမလေး အွန်းဂျီယောင်းကို ပစ်မှတ်ထားလာကြတယ်ဒါကို ကျောင်းရဲ့ စည်းကမ်းထိန်းသိမ်းရေး ဆရာချာက သိနေတာကြောင့် ဆရာမအွန်းဂျီယောင်းကို အမြဲစောင့်ကြည့်နေခဲ့ပါတယ်ကျောင်းရဲ့ ကပွဲညမှာတော့ ဆရာချာက ယောက်ျားတစ်ယောက်နဲ့ မိန်းမတစ်ယောက် အခန်းတစ်ခန်းထဲ ၀င်သွားတာကို တွေ့ရှိခဲ့ပြီးအဲ့အတွက် တရားခံကို စုံစမ်းဖော်ထုတ်ဖို့ လုပ်ခဲ့ပါတယ်တကယ့်တရားခံက ဘယ်သူဖြစ်မလဲဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါ18+ ဇာတ်၀င်ခန်းအနည်းငယ်ပါပါ၀င်ပါသည်... \nFile size…(1.3 ...",
        "rating": "5.9",
        "url": "https://megaup.net/U9l0/(CM)Who.Slept.With.Her.720P.HDTV.X264-pykill.mp4",
        "category": "Adult, Asian, Comedy, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/k86e6fl5v2do-210x300.jpg",
        "title": "One Day (2016)",
        "description": "ဒီဇတ်လမ်းလေးကို မကြည့်ခင် ဇတ်လမ်းအကြောင်းလေး နည်းနည်း အရင် သိချင်မလား ?\n \nဒင်ချိုင် ဆိုတဲ့ ကောင်လေးဟာ အခု ခေတ် အဆိုအရ FA တစ်ယောက်ပါ\n \nသူက အိုင်တီဝန်ထမ်း တစ်ယောက်ဖြစ်ပြီး လူတိုင်း ရဲ့ လိုသုံးလဲ ဖြစ်ပါတယ်\n \nရုံးတစ်ခုလုံးက သူ့နာမည်ကို မှတ်မိမှု မရှိသလို လိုအပ်တာ နဲ့\n \nဟေး.. ဆိုပြီး အဆင်သင့် ခေါ်ခိုင်းလေ့ ရှိပါတယ်..\n \nအဲ့ဒီလို အထီးကျန် မှုတွေ နဲ့ ပြည့်နေတဲ့ ဒင် ဆီကို နူဝီ ဆိုတဲ့ ကောင်မလေးဟာ ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်ရှိလာပါတယ်...\n \nနူဝီ ဟာ သူမ ပရင်တာပျက်နေလို့ ဒင် ကို အကူအညီလာတောင်းရာကနေ ဘယ်မိန်းကလေးကိုမှ စိတ်မဝင်စားခဲ့တဲ့\n \nဒင် ဟာ နူဝီ အနောက်က အရိပ်လို တကောက်ကောက် လိုက်နေခဲ့ပြီး နူဝီ ကြိုက်တက်တာတွေ လိုက်မှတ်\n \nနူဝီ ဘယ်သွားလဲ လိုက်ကြည့် သူမ လိုအပ်တာလေးတွေကို ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/one-day-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jm5lvMIzRtRRg1uRZSw5dE9viAU.jpg",
        "title": "One-Line (2017)",
        "description": "One-Line (2017)\nကိုးရီးယားကားဆို Crime ဘက်သွားတဲ့\nMovie တွေမှကြိုက်တဲ့\nကျွန်တော့်လိုလူတွေရှိလားဗျ\nဒီလိုဆိုရင်တော့ 2017 ခုနှစ်မှာ ထွက်ရှိထားတဲ့\nOne-Line ဆိုတဲ့ ဇာတ်ကားလေးကို\nညွှန်းပေးမယ်ဗျာ\nဒီကားက လိမ်လည်ချေးငွေလုပ်ငန်းကို\nအခြေတည်ထားတာပါ\nKorea drama/Crime ဆိုတော့\nထုံးစံအတိုင်း ထိုးတာ ကြိတ်တာတွေကတော့\nမပါမဖြစ်ပေါ့\nသတ်မှတ်ချက်တွေ မပြည့်မှီတာကြောင့်\nချေးငွေထုတ်ယူခွင့်မပြုတဲ့သူတွေကို\nဝန်ဆောင်မှုပေးတဲ့ လုပ်ငန်းတစ်ခုက\nနောင်တစ်ချိန်မှာ ဆရာကြီးဖြစ်လာမယ့်\nကျောင်းသားလေးကို အလုပ်ခန့်ခဲ့တာကနေ\nစပါတယ်\nဉာဏ်ကိုလွှာပြီး သုံးတတ်တဲ့ဆရာသမားက\nတစ်စစနဲ့ ဝင်ငွေတွေတိုးလာပြီး\nပြသနာတစ်ခုတက်ပြီး\nနောက်ဆုံး သူတို့အဖွဲ့ပျက်သွားရော\n​နောက်တော့ သူက သူ့လက်သူ့ခြေနဲ့\n​အဲ့ဒီအလုပ်ပဲလုပ်ပြီး\nဆရာတစ်ဆူဖြစ်လာပါတယ်\nဒါပေမယ့် လူကောင်းနဲ့ လူဆိုးဆိုတာ\nနေရာတိုင်းမှာ ဒွန်တွဲပြီးရှိနေတာပဲမလား\n​ရဲတွေက သူတို့တွေကို ဖမ်းဖို့ကြိုးစားရင်း\nဘာတွေဖြစ်လာမလဲဆိုတာ\nစိတ်ဝင်တစားရိုက်ပြထားတာမို့\nကြည့်ရှုလိုက်ကြပါဦးဗျာ\nTranslated by : Amelia\nEncoded by : August",
        "rating": "6",
        "url": "https://megaup.net/U911/(CM)_One-Line.2017.720p.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mWRQNlWXYYfd2z4FRm99MsgHgiA.jpg",
        "title": "The Tale of the Princess Kaguya (2013)",
        "description": "The Tale of Princess Kagura (2013)\n*****************************************\nImdb rating- 8.0/10\nRotten Tomatoes- 100%\n \nပုံပြင်တွေ ၊ ဒဏ္ဍာရီတွေဆိုတာ ကျွန်မတို့ ကလေးဘဝရဲ့ အသည်းစွဲအမှတ်တရတွေပါ။\n \nငယ်ငယ်တုန်းက လူကြီးတွေပြောပြခဲ့တဲ့ အိပ်ရာဝင်ပုံပြင်တွေ၊ ကြားဖူးနားဝရှိနေခဲ့တဲ့\n \nဒဏ္ဍာရီဇာတ်လမ်းတွေ… ငယ်ဘဝဆိုတာ ဒါတွေနဲ့ ဖြတ်သန်းကြီးပြင်းလာကြရတာမဟုတ်လား?\n \nကျွန်မအတွက်တော့ KAGUYAမင်းသမီးဟာ ငယ်စဥ်ကာလရဲ့ အစိတ်အပိုင်းတစ်ခုပါပဲ။\n \nဝါးပင်ကနေ မွေးဖွားလာတဲ့ မင်းသမီးလေးဆိုတာ ၂၀၁၄ရုပ်ရှင်မထွက်ခင်ကတည်းက\n \nဂျပန်ရိုးရာပုံပြင်အဖြစ် စာအုပ်တွေထဲမှာ ဖတ်ဖူးပြီးသားပါ။ ရုပ်ရှင်ထွက်လာတော့လည်း\n \nသူငယ်ချင်းတွေက Cinderella, Sleeping Beauty စတဲ့ ဒစ်စနေးကာတွန်းတွေကို\n \nသဘောကျကြချိန်မှာ ကျွန်မကတော့ MNTVမှာ ခဏခဏပြတဲ့\n \nTHE TALE OF PRINCESS KAGUYAကို စွဲလမ်းခဲ့ဖူးပါတယ်။\n \nStudio Ghilibiဆိုတာ ဂျပန်နိုင်ငံရဲ့ ထိပ်တန်း animeတွေ မွေးဖွားရာနေရာတစ်ခုပါ။\n \nStudio Ghilibiလို့ပြောလိုက်ရင် အများစုက တည်ထောင်သူ\n \nမီယာဇကီကိုပဲ ပြေးမြင်တတ်ကြပါတယ်။ ဒါပေမဲ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/U975/(CM)The.Tale.of.the.Princess.Kaguya.2013.JAPANESE.720p.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f6Ri4CZieXT2s1hJEfbxN1pk3Ve.jpg",
        "title": "Taish (2020)",
        "description": "Taish 2020 (စ/ဆုံး)\n=================\nတောင်းဆို နေကြတာမို့ တင်ဆက်ပေးလိုက်ပါပြီ။\n\"ထာဝရထက် နှစ်ဆ\" မင်းသားလို့ နာမည်ကြီးတဲ့\nHarshvardhan Rane၊ Jim Sarbh အပြင်\nမင်းသမီးချောလေးတွေကို ဇာတ်လမ်းထဲ ဝေဝေဆာဆာ ကြည့်ရှုရမှာပါ။\nဒီဇာတ်လမ်းထဲမှာ\nမိသားစု နှစ်စုရှိပါတယ်။\nဆရာဝန် မိသားစုနဲ့ ဂန်းစတား မိသားစုလို့\nနာမည်ပေးလိုက်မယ်။\nဆရာဝန် မိသားစုကတော့\nအင်မတန် ပျော်စရာကောင်းတဲ့ မိသားစုပါ။\nဆရာဝန်မိသားစုမှာ မင်္ဂလာပွဲ ရှိတယ်။\nဒါကြောင့် လန်ဒန်မှာ နေတဲ့ ဆရာဝန် ရိုဟန်ဟာ\nညီဖြစ်သူရဲ့ မင်္ဂလာဆောင်အတွက် အိန္ဒိယကို ပြန်လာခဲ့ပါတယ်။\nဂန်းစတား မိသားစုမှာတော့ ညီအစ်ကို နှစ်ယောက်ရှိတယ်။\nညီအစ်ကို ဆိုပေမဲ့ အရင်းတွေ မဟုတ်ဘဲ\nဦးလေးနဲ့ တူအရွယ်ပါ။\nသူတို့ ညီအစ်ကိုနှစ်ယောက်က အချစ်ရေးနဲ့\nပတ်သက်ပြီး မိသားစုတွင်း ပဋိပက္ခတွေ ရှိလာပါတယ်။\nဒီမိသားစု နှစ်ခုဟာ ပထမမှာတော့ ဘယ်လိုမှ\nဆက်စပ်ကြည့်လို့ မရဘဲ ကြည့်ရှုသူကိုတောင်\nအတွေးများစေမှာပါ။\nဒါပေမဲ့ တနေ့မှာတော့...\nအဲ့ဒီမိသားစု နှစ်ခု ဆက်စပ်ဖို့ ဖြစ်လာခဲ့ပါတယ်။\nဘယ်လို ဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\nကိုယ်တိုင်ပဲ ခံစား ကြပါတော့ဗျာ။\nပွေ့ဖက်ခန်းတွေအပြင် သတ်ဖြတ်ခန်းတွေနဲ့လည်း\nဇာတ်လမ်းကို ဆွဲဆောင်ထားပါတယ်။\nဒီကားထွက်စတုန်းက ဆီးရီးလို့ ထင်ခဲ့ဖူးပါတယ်။\nဒါကတော့ စဆုံးပါပဲ၊ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2g3ki/Taish_(2020)_Zee5_Hindi_720p_%7BCM%7D.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iZQSbGtE9qJGRt4OUuUUrwMVqEu.jpg",
        "title": "Chinatown (1974)",
        "description": "Chinatown (1974)\n====================\nIMDB rating - 8.2/10\nRotten Tomatoes - 99%\n \n၁၉၃၇ ရဲ့ နေ့တစ်နေ့မှာ LAမြို့က Jake Gittes ဆိုတဲ့ အလွတ်တန်းစုံထောက်တစ်ယောက်ဆီကို\nEvelynဆိုတဲ့ အမျိုးသမီးတစ်ယောက်က အမှုအပ်ဖို့ရောက်လာပါတယ်\n \nရောက်လာတဲ့ အကြောင်းရင်းက သူ့ယောက်ျားဖောက်ပြန်နေတာကို စုံစမ်းပေးဖို့ပါ\n \nသူယောက်ျားကလည်း သာမန်လူတော့ မဟုတ်ဘူး\n \nLA Department of Water and Powerရဲ့ အကြီးတန်းအင်ဂျင်နီယာ တစ်ယောက်\n \nJakeလည်း သူ‌့ကို‌ေနာက်‌ေယာင်ခံလိုက်တယ်\n \nပြီးရင် အမျိုးသမီးတစ်ယောက်နဲ့ အတူတွဲမြင်နေရတဲ့ဓာတ်ပုံကိုရိုက်ပြီး နောက်နေ့သတင်းစာ ရှေ့ဖုံးမှာ ထည့်လိုက်တယ်\n \nအဲ့နေ့မှာဘဲ Evelyn အစစ်ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်က မကျေမနပ်ဖြစ်ပြီး တရားစွဲမယ်လုပ်တယ်\n \nJakeလည်း ဒီကိစ္စကို တည့်‌ေဖြရှင်းချင်လို့ Mr.Mulwray နဲ့တွေ့ဖို့လုပ်ပေမယ့်\nမတွေ့ဖြစ်လိုက်ဘူး ဒါပေမယ့် နောက်နေ့ရောက်တော့ ရေနစ်သေနေတဲ့ Mr.Mulwrayကို တွေ့လိုက်ရတယ်\n \nဒီလူသေမှုက ထင်ထားသလောက်မရိုးရှင်းဘူး\n \nJakeတစ်ယောက် ဒီအမှုရဲ့ တရားခံ၊\n \nနောက်ကွယ်က အမှန်တရားတွေကို ဖော်ထုတ်နိုင်ပါ့မလားဆိုတာ ကြည့်ကြလိုက်ရအောင်\n**************************************\nChinatownဟာ Neo-Noir အမျိုးအစားဇာတ်ကားဖြစ်ပြီး California Water Warsကို ...",
        "rating": "8.1",
        "url": "https://megaup.net/2g33v/Chinatown.1974.720p{CM}.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/EQoOx8qVUAEpEMV-141x200.jpg",
        "title": "[21+] She’s Lifting Her Shame Ban!! – Karen Kaede (IPX-451)",
        "description": "{ Dark Side Production မှတင်ဆက်သည်။ }Karen Kaede, how to explain it. A pure girl with beautiful eyes doing obscene things. The face on an angel with the body of a demon.Karen Kaede ကို ခံစားကြည့်ဖို့ ဒီဇာတ်ကားက လုံလောက်ပါတယ်..ဇာတ်ကားက ၃ နာရီနီးပါးကြာပေမယ့် Karen Kaede ကြောင့် ဘယ်လိုကုန်သွားမှန်းမသိလိုက်ရပါဘူး...ဇာတ်လမ်းကတော့ကျွန်တော်နှင့် ပန်းချီဆရာမလေးပေါ့...အစပိုင်းမှာ တအားတွေ ငြိမ့်ညောင်းပြီး Romantic ဖြစ်နေပေမယ့်နောက်ပိုင်းမှာတော့ ကံကြမ္မာဆိုးဝင်ရောက်လာတဲ့ ဝမ်းနည်းဖွယ်ဇာတ်လမ်းလေးပါ...။(ကလေးတွေ လုံးဝမကြည့်သင့်ပါဘူး...21 နှစ်ကျော်သွားမှ ကြည့်ဖို့တိုက်တွန်းပါတယ်...) File Size : (2.3 GB) and (1 GB)\nQuality : ...",
        "rating": "",
        "url": "https://megaup.net/U8aq/[DS]She’s_Lifting_Her_Shame_Ban!!-Karen_Kaede.[IPX-451]HDRip720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nlejxxxLsVZxbZd61zT7JH2z1wA.jpg",
        "title": "Khandaani Shafakhana (2019)",
        "description": "Khandanni Shafakhana (2019)\n========================\nဟိုတလောက FB ပေါ်မှာ ပွဲဆူသွားစေခဲ့တဲ့ “Sex Education” ဆိုတဲ့ ခေါင်းစဉ်လေးကို မှတ်မိကြတယ်မလား\n \nဒီဇာတ်ကားလေးဟာ လူတွေ “Sex Education” ကိုတကယ်ပဲလိုအပ်သလား မလိုအပ်ဘူးလားဆိုတာကို\n \nမီးမောင်းထိုးပြသွားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ\n \nဒီဇာတ်ကားထဲမှာတော့ အိန္ဒိယနိုင်ငံသားတွေဟာ သူတို့ရဲ့ ယဉ်ကျေးမှုကို\n \nဘယ်လောက်ထိအလေးထားကြလဲဆိုတာကို ကွင်းကွင်းကွက်ကွက်ရိုက်ပြထားပါတယ် တော်တော်လည်းကြမ်းကြပါတယ်\n \nဘယ်လောက်ကြမ်းသလဲဆိုရင် တီဗီမှာလိင်မှုကိစ္စနဲ့ပတ်သတ်တဲ့\n \nကြော်ငြာတစ်ခုကိုထည့်လိုက်မိတဲ့ မားမားဂျီးဆိုတဲ့သမားတော်တစ်ယောက်ဟာ\n \n၂၅နှစ်တိတိ သူအလုပ်လုပ်လာခဲ့တဲ့ဆေးကုမ္ပဏီကနေ\n \nမဆိုင်းမတွအလုပ်ထုတ်ခံလိုက်ရပါတယ် နောက်ဆုံး အသတ်ခံရတဲ့အထိဖြစ်သွားခဲ့ပါတယ်\n \nဖြစ်ချင်တော့ သူ့ရဲ့သေတမ်းစာအရ မားမားဂျီးဟာ သူ့ရဲ့တူမလေးဖြစ်သူ\n \nဘေဘီဘင်ဒီ ကို သူပိုင်တဲ့လိင်ဆေးကုသခန်းကို အမွေပေးသွားခဲ့ပါတယ်\n \nသတ်မှတ်ချက်အရ ဘေဘီဘင်ဒီဟာ ဆေးခန်းမှာခြောက်လတိတိအလုပ်လုပ်မှသာ\n \nအမွေကိုလုံးဝပိုင်ဆိုင်ခွင့်ရမှာဖြစ်ပါတယ်\n \nSex ဆိုတဲ့ စကားလုံးကိုပြောရင်တောင် ရွံ့ရှာတဲ့အကြည့်နဲ့ကြည့်ကြတဲ့ နိုင်ငံမှာ\n \nမိန်းကလေးတစ်ယောက်က လိင်ဆေးကုသခန်းမှာ အလုပ်လုပ်တယ်ဆိုရင်\n \nဘယ်လောက်တောင်ပြောဆိုကြမလဲဆိုတာကို တွေးစရာမလိုပါဘူး\n \nဒါပေမယ့်ဘေဘီဘင်ဒီဟာ လက်ခံလိုက်ပါတယ် ဘာဖြစ်လို့လဲဆိုတော့ ရှင်းပါတယ် ပိုက်ဆံမရှိလို့ပါ\n \nမကြာခင်မှာ အိမ်ကလည်းအကြွေးမဆပ်နိုင်လို့ အပိုင်သိမ်းခံရတော့မယ်\n \nရှိတဲ့မောင်လေးကလည်း ဘာအလုပ်မှမလုပ်တဲ့ငပျင်း အဲ့တော့ ကံကောင်းပြီးရလာတဲ့\n \nအမွေကိုလက်ခံလိုက်ဖို့ကလွဲပြီး သူ့မှာရွေးချယ်စရာမရှိပါဘူး\n \nအဲ့ဒီတော့ ဘေဘီဘင်ဒီတစ်ယောက် ဘယ်လိုပြဿနာတွေကိုဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ\n \nလူမှုအဖွဲ့အစည်းတစ်ခုလုံးမှာစွဲညှိနေတဲ့ရှေးအယူအဆတွေကို ဘယ်လိုပြောင်းလဲမလဲဆိုတာကို\n \nတခွီခွီနဲ့ရယ်ပြီး ကြည့်ရမှာဖြစ်ပါတယ် ရသလည်းစုံပါတယ် တကယ့်ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါ\n \nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thet ...",
        "rating": "4.0",
        "url": "https://megaup.net/U803/{CM}Khandani_Shafakhana_(2019)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qwUppg1yYiHvZ398fT70uQFWV6y.jpg",
        "title": "Man of Men(2019)",
        "description": "Man of Men(2019)အညွှန်း**********************IMDb...6.52011 တုန်းက ထွက်ခဲ့ဲ့တဲ့ ပြင်သစ်ဇာတ်ကား \"The Intouchables.\" ကို remake ပြန်ရိုက်ထားတာပါ....နာမည်ကြီး မင်းသားကြီးတွေ ဖြစ်တဲ့ Sol Kyung-Gu နဲ့ Cho Jin-Woong တို့ကအဓိက ပါ၀င်သရုပ်ဆောင်ထားပါတယ်....ဟန်ဂျန်ဆူ ဟာ ထိပ်တန်း ဥပဒေရုံးတစ်ခုရဲ့ ရှေ့နေဖြစ်ခဲ့ပြီးငယ်တုန်း ထက်မြက်တုန်းမှာ ပိုက်ဆံတွေများစွာရှာနိုင်ခဲ့သူပါ...သို့ပေမဲ့ ကံမကောင်းလှစွာပဲ အက်ဆီးဒန့်တစ်ခုကြောင့်အကြောသေပြီး လူ့လောကကြီးမှာနေဖို့ အချိန်တောင်သိပ်မကျန်တော့တဲ့ သေမဲ့နေ့ကိုရေတွက်နေရတဲ့လူတစ်ယောက်ပေါ့...မိသားစုကလည်းမရှိရှာတော့ ဂေဟာတစ်ခုမှာသွားနေရရှာတယ်...ဒီလိုနဲ့ တစ်ရက်မှာ သူ့ကိုပြုစုတဲ့လူပြောင်းသွားပြီး အခြားလူတစ်ယောက်ရောက်လာတယ်..ဒီလူက စရိုက်ကြမ်းကြမ်း ဒေါင့်မကျိုးတဲ့သူ...တစ်ယောက်နဲ့တစ်ယောက်စကားစပ်မိတဲ့အခါမှာတော့လူမိုက်ဂိုဏ်းဝင်တစ်ယောက်ဖြစ်ပြီး ပြဿနာမျိုးစုံရင်ဆိုင်နေရတဲ့သူ ဖြစ်ပါတယ်...ဒီလိုနဲ့ ဒုစရိုက်တလှေကြီးသမားနဲ့ သေခါနီးသူတစ်ယောက်တို့ အပြန်အလှန် ခပ်ဆန်းဆန်း အပေးအယူ လုပ်ကြပါတော့တယ်....ဘယ်လိုအပေးအယူတွေလုပ်ကြလဲ..တကယ်ရော သူတို့လုပ်တဲ့အလုပ်ဟာ အကျိုးရှိရဲ့လား...တခြားဘယ်လို့ အန္တရယ်ဆိုးတွေရင်ဆိုင်ရမလဲဆိုတာကိုတော့...ခံစားကြည့်ကြပါဉီး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Hay Thar Oo ပဲဖြစ်ပါတယ်...File Size :(2.05 GB) and (926 MB)\nQuality : FHDRip 1080p ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/man-of-men2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/rt-5-139x200.jpg",
        "title": "The Name (2020)",
        "description": "The Name (2020)ဒီဇာတ်ကားကတော့ အိပ်မက်တွေရှိပေမယ့် ရောဂါအခံကြောင့်ဖြည့်ဆည်ခွင့်မရတဲ့ မိန်းကလေး ဆောရီရယ် ။ပါရမီရှင်ပန်းချီဆရာတစ်ယောက်ဖြစ်ပေမယ့် ငွေကြေးမတတ်နိုင်တာကြောင့် လူမသိတဲ့ ပန်းချီဆရာ မိုချောဝူ ။သူတို့နှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းကို ရင်နင့်ဖွယ်တင်ဆက်ထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပြီးပန်းချီလက်ရာတွေကို တစ်ဝကြည့်ရှု့ရမယ့် ဇာတ်ကားလည်းဖြစ်တာမလို့လက်မလွတ်တန်းကြည့်သင့်တဲ့ ကားလေးတစ်ကားဖြစ်ပါတယ်။သရုပ်ဆောင်အနေနဲ့ကတော့ ဂျောင်ဆိုမင်း နဲ့ ချွဲဂျောင်ဝန်းတို့ကသရုပ်ဆောင်ထားပါတယ်။Trasnlated by - Le HanaEncoded by - August",
        "rating": "",
        "url": "https://megaup.net/2g2Ud/(CM)_THE.NAME.2019.720p.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/cj7-2-135x200.jpg",
        "title": "CJ 7 (2008)",
        "description": "Cj7 (2008) 🤖\nImdb_6.5အထိရရှိထားပြီး ချောင် ကိုယ်တိုင်ဒါရိုက်တာလုပ်ကာ၊သရုပ်ဆောင်ခဲ့တဲ့ နောက်ဆုံးကားတစ်ကားပဲဖြစ်ပါတယ်။\n2008 ခုနှစ် Janauary 31 ရက်နေ့ မှာ ဟောင်ကောင်၌ ထွက်ရှိခဲ့ပြီး စိတ်ကူးယဉ်ဆန်တဲ့ ပညာပေး၊ရသပေး ဇာတ်ကားလေးပါ။ဇာတ်ညွှန်းရေးသူက ချောင် အပါအဝင် ၆ ယောက်နီးပါးရှိပါတယ်။\nအမေရိကန် အခြေစိုက် Columbia Pictures မှ ထုတ်လုပ်ဖြန့်ဝေခဲ့ ပြီး ဇာတ်ကားဘက်ဂျက် USD $20 မီလံယံ ခန့် ကုန်ကျသော်လည်း Box Office မှာ USD $47 မီလံယံ (၂ဆကျော်) နီးပါး ပြန်ရခဲ့ပါတယ်။\n×××××××××\nPlot,,\nSingle Father ဖြစ်တဲ့ Chow ဟာ တစ်ဦးတည်းသော သူ့ရဲ့သားလေး (ရှောင် တီ) ကို ပညာ တတ် ဖြစ်စေချင်လို့ သူဌေးသားတွေတက်တဲ့ International Private School မှာ ထားပါတယ်။\nချောင် ရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/12Bs9/(CM)CJ7.Blu-ray.REMUX.720p.mkv",
        "category": "Asian, Comedy, Family, Sci-Fi, Stephen Chow"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7zP3Am7SX3ug9lT3T15Bx8i8blM.jpg",
        "title": "Malik & Elsa (2020)",
        "description": "Malik & Elsa (2020)\n===================\nအခုတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ Boy Candra ရေးသားပုံဖော်ထားတဲ့\n  \nMalik and Elsa စာအုပ်ပထမတွဲကို ရုပ်ရှင်အနေနဲ့ထွက်ရှိလာပြီး IMDb 6/10ရရှိထားတဲ့ အင်ဒိုနီးရှားရုပ်ရှင်လေးပဲဖြစ်ပါတယ်\n  \nအင်ဒိုနီးရှားရုပ်ရှင်တွေနဲ့ အများစုကအလှမ်းဝေးကြပေမယ့် အခုတစ်ခေါက်ရုပ်ရှင်လေးကတော့\n  \nလူငယ်ဒရမ်မာကားလေးဖြစ်နဲ့အလျောက် လူငယ်တွေအကြိုက်တွေ့မယ်ထင်ပါတယ်\n  \nမာလစ်ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက် ပါဒန်ဆိုတဲ့မြို့လေးကို\n  \nတက္ကသိုလ်တက်ဖို့ရောက်လာခဲ့ပါတယ် မာလစ်ဟာ အဖေတစ်ခုသားတစ်ခုဘဝနဲ့\n  \nဘဝကိုလှုပ်ရှားရုန်းကန်နေရသူပါ ပါဒန်မြို့ကို ရောက်လာချိန်မှာလည်း စျေးမှာတောက်တိုမရလုပ်ကိုင်ရင်း\n  \nတက္ကသိုလ်စရိတ်ကို ကိုယ်တိုင်ရှာဖွေနေရသူတစ်ယောက်ပါ\n  \nတစ်နေ့မှာ အတန်းဖော်ကောင်မလေးဖြစ်တဲ့ အယ်လ်ဆာနဲ့ အလောင်းအစားပြိုင်ကြရာမှ \n  \nအယ်လ်ဆာတစ်ယောက်ရှုံးပြီး မာလစ်ကိုတစ်ပတ်တိတိ နေ့လည်စာဝယ်ကျွေးဖို့ အကြောင်းဖန်လာပါတော့တယ်\n  \nတစ်ပတ်ဆိုတဲ့အချိန်တိုလေးအတွင်းမှာ မာလစ်နဲ့အယ်လ်ဆာဟာ လူငယ်ပီပီ\n \nစူးစမ်းကြရင်း လည်ပတ်ကြရင်းနဲ့ တစ်ယောက်ကိုတစ်ယောက် ရင်းနှီးကျွမ်းဝင်လာခဲ့ပါတယ်\n  \nသူတို့ရဲ့ဆန္ဒလေးတွေကို စက္ကူလေယာဥ်မှာရေးရင်း လွှတ်ခဲ့ကြတဲ့သူတို့နှစ်ယောက်\n  \nစက္ကူလေယာဥ်လေးတွေလိုပဲ သူတို့ရဲ့ဘဝဆန္ဒတွေကို လွတ်လွတ်လပ်လပ် အကောင်ထည်ဖော်ခွင့်ရမလားဆိုတာကိုတော့\n \nMalik & Elsa ဆိုတဲ့ရုပ်ရှင်လေးမှာ စောင့်မျှော်ကြည့်ရှုပေးကြပါဦးနော်\n \nTranslated by : Emily\nEncoded by : YK\nQuality : 1080p WEB-DL and 720p\nFile ...",
        "rating": "5.8",
        "url": "https://megaup.net/2W0cx/{CM}Malik.&.Elsa.2020.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f4Q6BKm1lv9u5xoffbIIwrOYf6z.jpg",
        "title": "Waterworld (1995)",
        "description": "Water World (1995)\n=====================ကမ္ဘာ့ဝန်ရိုးစွန်းဒေသ ပိုလာရေခဲပြင်ကြီးအရည်ပျော်သွားခဲ့ပြီးနောက် ကမ္ဘာမြေမျက်နှာပြင်အားလုံးနီးပါးဟာရေအောက်ကိုရောက်သွားခဲ့ပြီး အဲ့ဒီလိုရေကမ္ဘာကြီးမှာ ခြောက်သွေ့ကုန်မြေဆိုတာ နိဗ္ဗာန်ဘုံဒဏ္ဍရီတစ်ခုဖြစ်လာခဲ့ပါတယ်။အရာအားလုံးပျောက်ဆုံးကာ အစာရေစာလဲရှားပါးချိန် ခေတ်ဟောင်းကမ္ဘာကြီးရဲ့လက်ကျန်လေးများနဲ့အသက်ဆက်ရှင်နေရချိန် လှေတစ်စင်းနဲ့ကမ္ဘာပင်လယ်ပြင်ကြီးထဲရွက်လွှင့်စွန့်စားသွားလာကြသူတွေကံကောင်းထောက်မစွာ ရေနံတင်သင်္ဘောကြီးပေါ်ရှာတွေ့ပြီး အရှင်တစ်ခင်တစ်ယောက်လိုအသက်ဆက်ရှင်ကာနယ်မြေချဲ့တဲ့ သူတို့ပေါ်လာတိုင်းမီးခိုးတန်းကြီးမြင်ရတဲ့ Smokers ခေါ်သူတွေနဲ့ ကာကွယ်သူမဲ့နေသူတွေကိုကျွန်ပြုခိုင်းစေကြတဲ့ Slavers တွေဆိုပြီးရှိကြတယ်။သူတို့အားလုံးရဲ့ရည်းမှန်းချက်က ခြောက်သွေ့မြေကိုရှာတွေ့ဖို့ပါပဲ။ အဲ့ဒီခြောက်သွေ့မြေကိုသွားရာလမ်းညွှန်းမြေပုံကိုကလေးတစ်ယောက်ရဲ့နောက်ကျောမှာရေးဆွဲထားတဲ့သီတင်းကနေစလို့ အဲ့ဒီကလေးဆီကခြောက်သွေ့ကုန်းမြေဆီသွားရာမြေပုံကိုရယူဖို့ကြိုးစားကြရင်း ဘာမထီသွေးအေးသန္ဓေပြောင်းလူသားကြီးနဲ့ရင်ဆိုင်ကြရတဲ့ စွန့်စားခန်းရုပ်ရှင်ကြီးဖြစ်ပါတယ်။ဒီဇတ်ကားက သိပ်ညွှန်းစရာတောင်မလိုပါဘူး အားလုံးကြည့်ဖူးပြီးသား အားလုံးနဲ့လဲရင်းနီးပြီးသားဖြစ်မှာပါ။စုတ်ပြတ်နေတဲ့အဝတ်အစားတွေနဲ့ငါးကြေးခွံတွေကိုအင်္ကျီချုပ်ဝတ်ကြရင်း ရေကမ္ဘာမှာပွဲကြမ်းကြတဲ့ဇတ်ကားဆိုတာလူတိုင်းမှတ်မိပြီးသားပါ။1995 ကဇတ်ကားဖြစ်ပေမဲ့ ကွန်ပျုတာအထူးပြုလုပ်ချက်တွေလဲအဆင်မမြင့်ဘဲရိုက်ကူးထားပုံက အခုချိန်ပြန်ကြည့်တာတောင်မရိုးနိုင်စရာပါပဲမင်းသားကြီး Kevin Costner ပါဝင်ထားပြီး အကောင်းဆုံးဆု အဆိုးဆုံးဆုနဲ့ ဇကာတင်စာရင်းများစွာလဲဝင်ခဲ့တဲ့အားလုံးမှင်သက်စရာခံစားချက်တွေရစေမယ့် 6.2 ရထားတဲ့ဇတ်ကားကိုအားလုံးပြန်ကြည့်ရင်း ရေငတ်လိုက်ကြပါစို့လား။Translated by : Myo Myint Maung \nEncoded by : YK\nFile Size : 2.5GB and 1.2 GB\nQuality : 1080p Blu-ray and 720p",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/waterworld-1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/m_20191222170916_otqxmsmz-140x200.jpg",
        "title": "The Death of an Enchantress (2019)",
        "description": "The Death of an Enchantress (2019)\nမှော်ဆန်ဆန် သိုင်းကားလေး နဲ့ မိတ်ဆက်ပေးပါ့မယ် ။\nမိစ္ဆာမ ပိုင်စုစု က လွန်ခဲ့တဲ့ နှစ်တွေတုန်းက ရှုံးခဲ့ရတဲ့ ရှုံးကြွေးကို ပြန်ဆပ်ဖို့ အဆင့်မြင့်သိုင်းကျမ်းကို ရှာဖွေနေခဲ့ပါတယ်။\nပိုင်လျန်လျှို့ဝှက်အတွင်းအား သိုင်းကျမ်း တဲ့... အဲ့သိုင်းကို ကျင့်သူအဖို့ သိုင်းပညာ\nအထွတ်အထိပ် ရောက်မှာမလွဲဧကန်ပင် ။ ထိုသိုင်းကျမ်းကတော့ လီသူရဲကောင်းရဲ့အိမ်မှာ လက်ဆင့်ကမ်းအမွေအဖြစ် သိမ်းထားပါတယ်။\nပိုင်စုစု က ထိုသိုင်းကျမ်းကို လာယူတဲ့အချိန်မှာတော့ တိုက်ခိုက်မှုတွေဖြစ်လာပြီး လီမျိုးနွယ် တစ်အိမ်လုံး သွေးအိုင်စီးခဲ့ရပါတယ် ။ လွတ်လာသူ တစ်ဉီးထဲ လီယွီဖုန်း....\nခုနစ်ကြာသည့်အထိ လီယွီဖုန်း တစ်ယောက် လက်စားချေဖို့ ပိုင်စုစု ကိုလိုက်ရှာနေရင်း\nချင်ဘုရင် (လီရှီမင်း) နဲ့ ဝမ်ရှီချုန်းတို့ အာဏာလုပွဲကြား ရောက်သွားသောအခါ....\nမှော်ကားပေမယ့်လည်း ကွန်ပျူတာပြုလုပ်ချက်တွေ သိပ်မများလို့ သိုင်းကားသီးသန့် ကြည့်ချင်တဲ့သူတွေအတွက် အဆင်ပြေမယ့် ကားလေးတစ်ကားပါ ။\nTranslated by : ...",
        "rating": "5.5",
        "url": "https://megaup.net/U7s7/(CM)_The_Death_of_a_Enchantress.2019.720p.mp4",
        "category": "Action, Asian, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Call_Korean_Movie-P1-140x200.jpg",
        "title": "The Call(2020)",
        "description": "The Call(2020)အညွှန်း*********************IMDb...9.0ဆိုယွန်း  ဟာ\nမိခင်ဖြစ်သူရှိတဲ့ ကျေးလက်ဒေသက ဆေးရုံတစ်ခုကို သွားတဲ့လမ်းမှာ ဖုန်းကျပျောက်ခဲ့ပါတယ်။အဲ့ဒီအချိန်အိမ်ဖုန်းကို ခေါ်ဆိုလာတဲ့ဖုန်းတစ်ခု...အသက်အန္တရယ်ကြောင့် \"ဆွန်ဟီးရေး ငါ့ကိုကယ်ပါ\" ဗလုံးဗထွေးနဲ့ပြောရင်းဖုန်းချသွားတယ်...ဆိုယွန်းဟာ သူ့နာမည်နဲ့ဖုန်းဝင်တာလည်းမဟုတ်လေတော့ ဖုန်းမှားတယ်ပဲယူဆလိုက်တယ်...နောက်ရက် ဖုန်းထပ်ဝင်လာပြန်တယ်...ဖုန်းခေါ်တဲ့ကောင်မလေးက သူ့ကိုယ်သူယောင်ဆုလို့မိတ်ဆက်ပြီးသူ့အသက်အန္တရယ်ရှိကြောင်းထပ်ပြောပြန်ရင်း ဖုန်းအလောတကြီးချသွားပြန်တယ်..တစ်ခါလည်းမဟုတ် အခါခါဖြစ်လာတော့ဆိုယွန်းဟာ ယောင်ဆုဆိုတဲ့နာမည်ကို စိတ်ဝင်စားလာတယ်..အဲ့ဒီအချိန်တိုက်တိုက်ဆိုင်ဆိုင်သူ့အိမ်ရဲ့ လျှို့ဝှက်အခန်းတစ်ခုထဲမှာ ဗူးတစ်ဗူးသွားတွေ့တယ်..အဲ့ထဲမှာ ယောင်ဆုပုံပါသလို ယောင်ဆုရေးထားတဲ့ဒိုင်ယာရီကိုတွေ့မိသွားတယ်...နောက်နေ့ဖုန်းလာတော့ အြပန်အလှန်စကားပြောကြရင်း သူတို့(၂)ယောက်ဟာအချိန်နှစ်(၂၀)လောက်ကွာဟာတဲ့ကာလမှနေပြီး တူညီတဲ့ အိမ်တစ်အိမ်ထဲမှာရောက်နေကြောင်း ထူးဆန်းစွာပဲသိလိုက်ရတယ်..တကယ်တော့ ဆိုယွန်းဟာ အမေက ရောဂါကျွမ်းပြီး သေလုမတတ်ရောဂါခံစားနေရတဲ့အပြင်အဖေဖြစ်သူကလည်း ငယ်ငယ်လေးကထဲကမီးလောင်ရင်းဆုံးပါးသွားတာဖြစ်တယ်..ဒီအကြောင်းတွေအပြန်အလှန်သိလာတဲ့အခါမှာတော့ တစ်ယောက်ဒုက္ခတွေတစ်ယောက် မတူညီတဲ့အချိန်ကာလကို အသုံးချပြီး ကယ်ဆယ်ဖို့ကြိုးစားကြပါတော့တယ်.....ဒီကားက နာမည်ကြီးမင်းသမီးကြီးတွေ ဇာတ်ပို့တွေနဲ့ရိုက်ကူးထားတယ်...Park Shin-Hye က ခေါင်းဆောင်အဖြစ်ပါဝင်ထားပြီး ဇာတ်လမ်းက စမှဆုံးထိ စိတ်ဝင်စားစရာကောင်းလှတယ်..ြပီးတော့ တော်တော်ကြီးလည်း ထိတ်လန့်ဖို့ကောင်းတယ်...ခံစားကြည့်ကြပါဉီး... File Size :(2.2GB)(1.02GB) and (400MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "9.0",
        "url": "https://megaup.net/U4b9/The_Call.2020.WEB-DL.720P.PP.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZDgyZDNiZGEtYmQ4NC00NzU5LTllODQtNjIwMGY2NDYyNGQwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Happiest Season (2020)",
        "description": "Happiest Season (2020)==================IMDb Rating - 6.9/10ချစ်ခြင်းမေတ္တာဆိုတဲ့အရာက ယောကျ်ား၊ မိန်းမမခွဲခြားဘဲ တစ်ယောက်လက်ကို တစ်ယောက်တွဲပြီး လောကဓံကိုအတူရင်ဆိုင်ဖြတ်သန်းကြတာပါ......မိဘတွေဆုံးပါးသွားပြီးနောက်ပိုင်း ခရစ်စမတ်ကို တစ်ယောက်ထဲ အထီးကျန်စွာ ဖြတ်သန်းနေတဲ့ အက်ဘီ.....ပြီးပြည့်စုံတဲ့ မိသားစုတစ်စုဖြစ်ဖို့ မိမိရဲ့ပုံစံအမှန်ကို ဖုံးကွယ်ထားရတဲ့ ဟက်ပါ......ဟက်ပါနဲ့ အက်ဘီတို့က lesbian ချစ်သူတွေပါ။ ဟက်ပါက သူမိသားစုနဲ့အတူ ခရစ်စမတ်မှာ အတူဖြတ်သန်းပြီးမိဘတွေနဲ့ မိတ်ဆက်ပေးဖို့ အက်ဘီကို အိမ်ခေါ်သွားပါတယ်။ ခရစ်စမတ်မှာ အက်ဘီတစ်ယောက် ဟက်ပါကို လက်ထပ်ခွင့်တောင်းဖို့ ရည်ရွယ်ပြီး ဟက်ပါအိမ်ကို လိုက်သွားပါတော့တယ်။ အဲ့လိုနဲ့ ဟက်ပါတို့ မိသားစုရဲ့ အိမ်တွင်းရေးအခြေအနေနဲ့ ခရစ်စမတ်မှာ မပျော်တတ်တဲ့ အက်ဘီတို့ကြား ပြဿနာလေးတွေ၊ ကတောက်တဆလေးတွေနဲ့၊ LGBT တွေမှာသာရင်ဆိုင်ကြုံတွေ့ရတဲ့ ပြဿနာတွေနဲ့ သူတို့ရဲ့ ခံစားချက်တွေကို နားလည်ပေးနိုင်ဖို့ ဘယ်လိုဖြေရှင်းရမယ်ဆိုတာကို ဒီဇာတ်ကားမှာ စီးမျောခံစားနိုင်မှာပါ။ ဒီကားထဲမှာ မင်းသမီး Kisten Stewart ကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/2g2A8/Happiest.Season.2020.720p.WEBRip[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/sk-143x200.png",
        "title": "Skyfire (2019)",
        "description": "Skyfire (2019)============IMDb Rating - 5.4/10#Unicodeဒီဇာတ်ကားလေးကတော့ ၂၀၁၉ ခုနစ်ထွက် အက်ရှင် ဒရမ်မာ ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့.....ရှောင်မုံးရဲ့ မိဘနှစ်ပါးလုံးက ဘူမိဗေဒပညာရှင်တွေပါ တန်ဟောင်းမီးတောင်ကို ကွင်းဆင်းလေ့လာကြရင်းမီးတောင်ရုတ်တရက် ထပေါက်တာကြောင့် ရှောင်မုံးရဲ့ မိခင်ဖြစ်သူ ဆုံးပါးသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ ရှောင်မုန်းအရွယ်ရောက်လာချိန်မှာ မိခင်ဖြစ်သူရဲ့ အိပ်မက်ကို အကောင်အထည်ဖော်ဖို့ ဘူမိဗေဒပညာရှင်ဖြစ်လာခဲ့ပြီးမီးတောင်တွေအကြောင်း အသေးစိတ်လေ့လာနိုင်မယ့် ဒီဂျစ်တယ် ဇူးစနစ်ကို တီထွင်ခဲ့ပါတယ်။အဲဒီအချိန်မှာပဲ အိမ်ခြံမြေစီးပွားရေးလုပ်ငန်းရှင် ဂျက်ဟားရစ်က တန်ဟောင်းမီးတောင်ပေါ်မှာ ကမ္ဘာ့ပထမဆုံးအပန်းဖြေစခန်းကြီးကို ခမ်းခမ်းနားနား တည်ဆောက်နေတာ အဆင့်တစ်ပြီးသွားပြီဖြစ်ပါတယ်။ ကမ္ဘာ့လှည့်ခရီးသည်တွေကလည်း အထူးအဆန်းမို့လို့ အုံးအုံးကြွပ်ကြွပ် လာရောက်လည်ပတ်နေကြပါတယ်။ တစ်နေ့မှာတော့မီးတောင်မူမမှန်တာကို ရှောင်မုံးက ခံစားမိပြီး သူ့ကိုပိတ်ဖို့ သတိပေးခဲ့ပေမယ့် သူက လက်မခံခဲ့ပါဘူး။ရှောင်မုံးရဲ့ဖခင်ပါမောက္ခကြီးကလည်း သမီးဇောနဲ့ အဲဒီမီးတောင်ရှိရာ လိုက်လာခဲ့ပြီးနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာ....ဒီဇာတ်လမ်းလေးထဲမှာ စိတ်ဝင်စားစွာကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) #Zawgyiဒီဇာတ္ကားေလးကေတာ့ ၂၀၁၉ ခုနစ္ထြက္ အက္ရွင္ ဒရမ္မာ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2g3av/Skyfire.2019.720p.WEB-DL[CM].mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4Hu6DPehZtNTXqsO6jDbAttWACU.jpg",
        "title": "Rentang Kisah (2020)",
        "description": "Rentang Kisha (2020)ဒီကားလေးကတော့ ၂၀၂၀ စက်တင်ဘာလ ကမှထွက်ရှိထားတဲ့ အင်ဒိုနီးရှားဇာတ်ကားကောင်းလေးလည်းဖြစ်ပါတယ်\nအင်ဒိုနီးရှား နိုင်ငံရဲ့ စီးပွားရေးကျဆင်းမှု ကြောင့် နိုင်ငံအတွင်းအလုပ်လက်မဲ့တွေများလာပါတယ် ထို့ကြောင့် ပြည်ပသို့အလုပ်ထွက်လုပ်ကြရပါတယ်\nဒီကားထဲမှာတော့ မင်းသမီးချောလေး ဂီတာရဲ့အဖေဟာလည်း အဆိုပါနည်းတူ စီးပွားရေးပျက်ကပ်ရဲ့သားကောင်ဖြစ်ခဲ့ပါတယ် မိသားစုရဲ့ဝမ်းရေးရှိသေးတာကြောင့်\nတိုင်းတစ်ပါးကိုသွားပြီး အလုပ်လုပ်ကာ မိသားစုထောက်ပံ့ပေးခဲ့ရပါတယ်\nဒီလိုနဲ့ ဂီတာကျောင်းပြီးတော့သူ့ အဖေနဲ့ အမေ စီစဉ်တဲ့အတိုင်း တိုင်းတစ်ပါးမှာ ပညာသွားသင်စေခဲ့ပါတယ် အဖေနဲ့အမေ ဆန္ဒရှိသလို ဂီတာဟာတိုင်းတစ်ပါးမှာ အဆင်ပြေပြေ ပညာဆည်းပူးနိုင်ပါ့မလား ယဉ်ကျေးမှုမတူတဲ့နယ်မြေ မှာဂီတာတစ်ယောက် နေသားကျအောင်ဘယ်လိုလုပ်မလဲ မထင်မှတ်တဲ့လောကဓံ တရားနဲ့ ရင်ဆိုင်ရတဲအခါမှာတော့ ဂီတာရဲ့ အားကိုးရာက ဘာဖြစ်လာမလည်း ဆိုတာကတော့...\nဒီကားမှာဆိုရင် တိုင်းတစ်ပါးမှာစီးပွားသွားရှာရတယ်ဆိုပေမဲ့ နာမည်သာလှပြီး အမြင်မသင့် လှတဲ့ အဖေ တစ်ယောက်ရဲ့မေတ္တာကိုလည်းတွေ့ရမှာပါ\nမိဘမေတ္တာကို ဖော်ကျူးထားတဲ့ မိသားစုကားလေးဆိုလည်းမမှားပါဘူး\nImdb ကလည်း 7.4 ထိရရှိထားပါတယ်Translated by TKEncoded by August",
        "rating": "",
        "url": "https://megaup.net/1A48g/(CM)_Rentang.Kisah.2020.720p..mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/5600-145x200.jpg",
        "title": "The Golden Era (2014)",
        "description": "[Unicode]The Golden Era 2014၁၉၉၃ ခုနှစ်နောက်ပိုင်း ဂျပန် တရုတ် စစ်ပွဲကာလအတွင်းက တရုတ်နိုင်ငံရဲ့ နာမည်ကျော် စာရေးဆရာမ ရှောင်ဟုန်သူကတော့ ၁၉၉၄ ခုနှစ် အသက် ၃၂ နှစ်အရွယ် ငယ်ငယ် နဲ့ ကွယ်လွန်ခဲ့ရတဲ့သူ တစ်ယောက်...သူ့အကြောင်းကို ဒါရိုက်တာ Ann Hui က သူ့ရဲ့နောက်ဆုံး ရိုက်ကူးမယ့် ဇာတ်ကားအဖြစ်သတ်မှတ်ပြီး အကောင်းဆုံး ရိုက်ကူးထားတာပါဒါ့ကြောင့် ဇာတ်ကားက ၃ နာရီကြာပြီး Opening Weekend USA: $50,242 ရရှိခဲ့ပြီး Cumulative Worldwide Gross: $8,396,062 ရရှိခဲ့ပါတယ်ဇာတ်ကား တစ်ဝက်လောက်ထိကတော့ ဇာတ်ကောင်မိတ်ဆက် ဇာတ်အစပျိုးတာပေါ့ တစ်ဝက်ကျော်မှ ဇာတ်လမ်းစတာပါဒီလိုဇာတ်မျိုးကြိုက်တဲ့သူအတွက် အရမ်းကောင်းပေမယ့် မကြိုက်တဲ့သူကတော့ ပျင်းမှာပါ လူတိုင်း ကြိုက်တဲ့ကားမျိုးတော့ မဟုတ်ပါဘူးဘဝဇာတ်ကြောင်းလေး ဖြစ်လို့ အကျဉ်းချုပ်ကို သိပ်မပြောတော့ဘဲ စာရေးဆရာမ ရှောင်ဟုန်ရဲ့ မွေးဖွားတဲ့အချိန်ကစ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2g1in/The_Golden_Era_(2014)_720p.mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xL1UB6roB38En7kS2pjo5ZrqOCr.jpg",
        "title": "A Choo (2020)",
        "description": "ချစ်ရတဲ့ မိန်းကလေးအတွက်စူပါဟီးရိုးကြီး ဖြစ်ပေးချင်တဲ့ ယောက်ျားလေးတွေရှိလားဗျချစ်ရတဲ့သူကို ကာကွယ်ပေးချင်တယ်စောင့်ရှောက်ချင်တယ်ဒီကမ္ဘာကြီးမှာ ကိုယ်က ဘာကောင်ကြီးမှ မဟုတ်ရင်နေပါစေချစ်ရတဲ့ မိန်းကလေးအတွက်ကတော့အားကိုးစရာ သူရဲကောင်းကြီး ဖြစ်ချင်ကြတဲ့ကျွန်တော့်လို လူမျိုးတွေပေါ့ဗျာဒါဆိုရင်တော့ ဒီကားလေးက ကျွန်တော်တို့နဲ့လုံးဝ တိုက်ဆိုင်နေတာမို့ ကြည့်စေချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့​မိဘမဲ့ဂေဟာမှာ တူတူကြီးပြင်းလာကြတဲ့ကောင်လေး နှစ်ယောက်နဲ့ ကောင်မလေး တစ်ယောက်တို့ဟာတစ်ယောက်နဲ့တစ်ယောက် သံယောဇဉ် သိပ်ကြီးကြတဲ့သူတွေပါအချိန်တန် အရွယ်ရောက်လာတဲ့အခါ​အဖြူရောင်သံယောဇဉ်ကြိုးက အရောင်တွေပြောင်းလဲ လာခဲ့တာပေါ့ပြောမယ့်သာပြောတာပါ ငတိနှစ်ကောင်ကပိစိဘဝတည်းက ကောင်မလေးကိုကြိတ်ကြွေနေခဲ့တာဗျပြီးတော့ ကောင်မလေး သဘောကျဖို့ကြိုးစားကြတဲ့ ဇာတ်လမ်းလေးပါအပိုဆောင်းပါတာကတော့ စူပါဟီးရိုးတွေပါစူပါဟီးရိုးတွေက လောကကြီးကို ကယ်တင်ခဲ့တာတွေကောင်မလေးက စူပါဟီးရိုးတွေကို သဘောကျတယ်ဒီလိုနဲ့ စူပါဟီးရိုးတွေနဲ့ ဘယ်လိုပက်သက်မိပြီးကောင်လေးတွေကရော ဘယ်လိုတွေကြိုးစားကြမလဲဆိုတာ ရိုက်ကူးထားတဲ့Drama/Fantasy ဇာတ်ကားလေးပါ​ကြည့်ရှူလိုက်ကြပါဦးReview and Translated by AmeliaEncoded by August",
        "rating": "",
        "url": "https://megaup.net/1A41X/(CM)_A.Choo.2020.720p.mp4",
        "category": "Asian, Comedy, Romance"
    }
]