[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Rusted_body_Guts_of_a_virgin_1-141x200.jpg",
        "title": "Female Inquisitor (1987)",
        "description": "Rusted Body: Guts of a Virgin IIIFemale Inquisitor ( 1987 )ဇာတ်ကတော့ သူ့နာမည်အတိုင်းပါပဲ အမျိုးသမီးစစ်ကြောမေးမြန်းသူပါ။ ဒီနားက မစားသေးပါဘူး။ တကယ်စားတာက ဘယ်လိုစစ်လဲဆိုတာက စားပါတယ်။ တကယ်လည်း စားပါတယ်။ ဒီကားကျ နှိပ်စက်ဖမ်းချုပ်ပြီး လိင်မှုပြုတဲ့ကားတွေကို သဘောကျတဲ့ လူတွေအတွက်လို့ပြောရမလားပါပဲ။ သူ့ဇာတ်အတိုင်း မင်းသမီးနဲ့ သူ့အဖွဲ့က သူတို့ငွေကိုယူသွားတဲ့လူတွေလို့ ယူဆရတဲ့လူတွေကို ဖမ်းပြီး စစ်ပြီး ငွေတွေ ဘယ်နားထားသလဲမေးတာကို ကြည့်ရမှာပါ။ သူ့နှိပ်စက်ပုံနှိပ်စက်နည်းတွေက ကောင်းတယ်ပဲ ပြောရမလား ရက်စက်တယ်ပဲပြောရမလားပါ။ ဥပမာဆို လိင်တံကို ထိပ်ကို ကြိုးနဲ့ချည် သုက်မလွှတ်နိုင်အောင်လုပ်ပြီး အခါခါပြီးအောင် လုပ်ပစ်တာမျိုးပေါ့။ ကောင်းလည်းကောင်း ထုတ်လို့လည်းမရတော့ တင်းနေပြီး ပေါက်ကွဲတော့မလိုလိုဖြစ်နေတဲ့ အခြေအနေပါပဲ။ ဒါကတော့ သူ့နှိပ်စက်ပုံတစ်ကွက်ပေါ့။ တခြား ဘယ်လိုနည်းတွေနဲ့ နှိပ်စက်ပြီး လိုချင်တာကို ရအောင်ယူကြမလဲ ကောင်းကောင်းမွန်မွန်ရက်ရက်စက်စက်ကြီး ...",
        "rating": "5.0",
        "url": "https://megaup.net/1f4jo/Female_Inquisitor_(1987)_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oW8YgMj2cb7aFCHeQYq60hgTmQl.jpg",
        "title": "Journey To The East: The Eight Immortals ( 2023 )",
        "description": "နတ်ဆိုးတွေဟာ လူ့လောကကိုအစဥ်အနှောင့်အယှက် အဖျက်ပြုနေခဲ့ပါတယ်၊\nနတ်ဆိုးအရှင်ဟွမ်ယွမ်ဟာ လွန်ခဲ့တဲ့နှစ်‌‌ထောင်ချီများစွာက\nရှေးဟောင်းနတ်သီကျွင်းရဲ့ ချိတ်ပိတ်မှုကို ခံခဲ့ရပါတယ်၊\nသို့သော် အဖျက်အမှောင့်စိတ်ကတော့ အတောမသတ်ခဲ့ပါဘူး...မိစ္ဆာစိတ်ကိုအသုံးချပြီး ဘယ်လိုသားကောင်တွေကို ပစ်မှတ်ထားဝါးမျိုသွားမလဲ....\nတစ်ဖန်-အမတနတ်မင်း ရှစ်ပါးထဲကတစ်ပါးဖြစ်တဲ့ လွီသုန့်ပင်းဟာ\nနတ်ဆိုးအရှင်ဟွမ်ယွမ်နဲ့တိုက်ပွဲမှာ မှားယွင်းတဲ့ဆုံးဖြတ်ချက်ကြောင့်\nဟယ်ရှန်းနတ်မိမယ်ကို နတ်သက်ကြွေစေခဲ့မိပါတယ်သို့သော် နတ်မိမယ်ရဲ့နာမ်ဝိညာဉ်အပိုင်းအစဟာ လူ့လောကရဲ့\nလူသားတစ်ယောက်ခန္ဓာကိုယ်မှာရှိနေတယ်ဆိုတဲ့ ပြောကြားချက်အရ\nလွီသုန့်ပင်းတစ်‌ေယာက်လူ့ပြည်ဆင်းပြီး ကပ်ဘေးကျော်ဖြတ်ရင်း\nဟယ်ရှန်းနတ်သမီးကို လိုက်လံရှာဖွေခဲ့ပါတယ်-ထုံးစံအတိုင်း ဘယ်လိုတွေဆက်ဖြစ်မလဲ\n-ဇာတ်လမ်းတစ်ပုဒ်မှာ ဘယ်လိုမြှုပ်ကွက်ဇာတ်ကောင်တွေ ရှိနေဦးမလဲ...\nဆိုတာ ဆက်လက်ကြည့်ရှုခံစားပါ။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 26 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/journey-to-the-east-the-eight-immortals-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZGQ1YjkyZGQtZDk0ZS00ZDgwLTlhYjgtNzQxNjkwMmQ0Mzk5XkEyXkFqcGdeQXVyMjA5MTIzMjQ@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Bachelorette (2012)",
        "description": "ယခု တင်ဆက်ပေးမှာကတော့ အမေရိကန် ဟာသဇာတ်မြူး ရုပ်ရှင်ကားလေးဖြစ်ပါတယ်။ Spider Man ဇာတ်လမ်းမှာ Mary Jane အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Kristen Dunst ၊ Now You See Me ဇာတ်ကားထဲက မင်းသမီးတွေဖြစ်တဲ့ Isla Fisher နဲ့ Lizzy Caplan ၊ Pitch Perfect ထဲကအချစ်တော်ကြီးဖြစ်တဲ့ Rebel Wilson တို့လိုနာမည်ကြီးမင်းသမီးတွေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဇာတ်လမ်းသွားကတော့ နာမည်ကြီးဟာသဇာတ်လမ်း Hang Over နဲ့ခပ်ဆင်ဆင်တူပါတယ်။ ဇာတ်လမ်းအကျဉ်းချုပ်ပြောရရင် ရီဂန်(Kristen Dunst) ၊ ဂျန်နာ (Lizzy Caplan) နဲ့ ကေတီ ( Isla Fisher) တို့က ငယ်သူငယ်ချင်းဖြစ်သူ ဘက်ကီ( Rebel Wilson ) ရဲ့ မင်္ဂလာပွဲမှာ သတို့သမီးအရံအဖြစ်လုပ်‌ပေးရမှာဖြစ်ပါတယ်။ ဒါပေမဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1UWba/Bachelorette.2012.720p.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTU2YTRkNWQtMTVlNC00ZTk3LWFmNmItZTYxZjJjOGE0NzMwXkEyXkFqcGdeQXVyNDQxODk4OTE@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Criminal Network (2023)",
        "description": "UK ဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့ ဒီကားလေးမှာအဓိကဇာတ်ဆောင်လည်းဖြစ် ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်ထုတ်ဝေသူ လုပ်ထားတဲ့ မင်းသား Adam Starks ရဲ့ Crime ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းပုံစံကတော့ ရိုင်ရန်နဲ့ ဂျိမ်းစ်ဆိုတဲ့ ညီအစ်ကိုနှစ်ယောက် ကံမကောင်းစွာနဲ့ပဲ အရှုပ်ထုပ်ထဲမှာ ပါဝင်ပတ်သတ်မိခဲ့ကြတဲ့အကြောင်းပါရာဇဝတ်မှုတွေကိုကြူးလွန်နေတဲ့ အကောင်းကြီးကြီး အမြှီးရှည်ရှည် လူတစ်ယောက်နဲ့ ဘုမသိဘမသိ ပတ်သတ်မိခဲ့ကြတဲ့ညီအစ်ကိုနှစ်ယောက်ရဲ့ ကံကြမ္မာကို Crime ဇာတ်ကားတွေရဲ့ plot လေးတွေအတိုင်းမတူညီတဲ့ပုံစံလေးတွေနဲရိုက်ကူးတင်ဆက်ပေးထားပါတယ်အဲ့ဒီ ရာဇဝတ်မှုတွေရဲ့နောက်ကွယ်က ဘယ်သူတွေလဲဘယ်သူတွေပါဝင်ပတ်သတ်နေတာလဲ ဘယ်လိုတွေစုံစမ်းဖေါ်ထုတ်သွားလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ခံစားကြပါဦး........ဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် File size…(1.1 GB)/(540 MB)/(280 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:15:00\nGenre...Crime, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Leo",
        "rating": "",
        "url": "https://megaup.net/1UWkp/Criminal.Network.2023.720p.(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4cLb755niFIB55tXlQKjaBwnEPQ.jpg",
        "title": "Jack (2014)",
        "description": "IMDb – 7.2 / Rotten Tomatoes – 8.2%အဆုံးသတ်မှာ နှလုံးသားကိုကွဲအက်သွားစေတဲ့ ရုပ်ရှင်တွေဘဝမှာ ဘယ်နှစ်ခေါက်လောက်ကြည့်ဖူးကြလဲ ကျွန်တော့်အတွက်တော့ ဂျက်ဆိုတဲ့ ၂၀၁၄ ခုနှစ်ထွက် ဂျာမန်ရုပ်ရှင်တစ်ကားဟာ အပါဝင်ပဲ။ လောကကြီးကို လူမမည်ကလေးတစ်ယောက်ရဲ့ မြင်ကွင်းကနေကြည့်နေရသလိုပဲ။ ဂျက်ဆိုတဲ့ ချာတိတ်လေးဟာအရွယ်နဲ့မလိုက်တဲ့ တာဝန်ဝတ္တရားတွေကို ပုခုံးပေါ်ထမ်းပိုးပြီးမိခင်မေတ္တာတွေကိုငတ်မွတ်ရင်း ဘဝကို သတ္တိရှိရှိ ရင်ဆိုင်နေတဲ့ချာတိတ်လေးတစ်ယောက်ပဲ။ သားသမီးကိုအချိန်မပေးတဲ့ဘဝကိုအလေးနက်မထားဘဲ ခပ်ပေါ့ပေါ့ နေတတ်တဲ့ကလေးနှစ်ယောက်နဲ့ တစ်ခုလပ်မိခင်ဖြစ်သူ ဆန်နာ ကို ဂျက်ဟာအရမ်းချစ်တယ်။ ညီဖြစ်သူ ကလေးလေးရဲ့ဝေရာဝတ်စတွေကိုဂျက်ဖြစ်သူပဲ ခြေအစခေါင်းအဆုံးလိုက်လုပ်ပေးတယ်။ နောက်တော့မိခင်ဖြစ်သူဟာ ဂျက်ကိုလူငယ်ဂေဟာပို့အငယ်ကောင်လေးကိုသူငယ်ချင်းနဲ့ အပ်ပြီး ရုတ်တရက်ပျောက်ဆုံးသွားတယ်ဆက်သွယ်လို့မရတော့ဘူး။ ဒီလိုနဲ့ပဲ မိခင်မေတ္တာကို ငတ်မွတ်လွန်းတဲ့ဂျက် တို့ညီအစ်ကို နှစ်ယောက်သား ဘာလင်မြို့ရဲ့လမ်းမတွေပေါ်မှာမိခင်ရှာပုံတော်ဖွင့်ပါတော့တယ်။ ချာတိတ်နှစ်ယောက်ကွန်ကရစ်တောကြီးထဲ နေ့နေ့ညည ဘယ်လိုတွေဖြတ်သန်းကြမလဲဆိုတဲ့ အတွေးနဲ့တင် အုပ်စီးလွန်းလှပါတယ်။ ဒီလိုနဲ့ရှာပုံတော်ကြီးအဆုံးမှာ ဂျက်ဟာ ဘာတွေကိုနားလည်ပြီးဘယ်လိုဆုံးဖြတ်ချက်မျိုး ချခဲ့လဲ ဆိုတာ ဆက်လက်ကြည့်ရှုကြည့်ပါ။ File size…2.21GB / 938MB\nQuality…WEB-DL ...",
        "rating": "7.2",
        "url": "https://megaup.net/1f1f4/Jack.2014.AMZN.WEB-DL720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BN2ZhYzNlZmYtNWNhYS00MTY4LTg5NjctNTgwZjczMTAxM2E0XkEyXkFqcGdeQXVyMTUwNzQzNzUz._V1_-133x200.jpg",
        "title": "Two Souls (2023)",
        "description": "Two Souls(2023)IMDb -7.9/10နာမည်လေးအတိုင်း စိတ်ဝိဉာဉ်နှစ်ခုဆုံတွေကြတဲ့ ဇာတ်လမ်းလေးပါပဲ အာခေးလ်ဆိုတဲ့‌ကောင်လေးဟာ\nလက်ထပ်ရမဲ့ချစ်သူပရီယာက ဖောက်ပြန်သွားလို့သတ်သေဖို့ကြိုးစားရင်း ကားအက်ဆီးဒင့်ဖြစ်ပြီး မသေပဲမျောသွားပါရောစိတ်ဝိဉာဉ်ကလွင့်မျောသွားပြီး အဲဒီဆေးရုံမှာပဲမျောနေတဲ့ တခြားကောင်‌မလေးတစ်ယောက်နဲ့တွေ့ပါတော့တယ်\nအဲဒီကောင်မလေးကလည်း ပရီယာတဲ့ ဒီလိုနဲ့ပတ်ဝန်းကျင်နဲ့အကန့်တွေခြားနေတဲ့ သူတို့နှစ်ယောက်\nစကားတွေပြောရင်တွေဖွင့်ခံစားချက်တွေဖလှယ်ကြပေါ့ သူတို့ကိုလက်တွေ့ကမ္ဘာနဲ့ချိတ်ဆက်ပေးနေတဲ့\nချစ်စရာခွေးလေးတစ်ကောင်လည်း ရှိ‌နေပါသေးတယ်ဒီခွေးလေးနဲ့ ဒီနှစ်ယောက်ဝိဉာဉ်ကမ္ဘာမှာ ဘယ်လိုဖြတ်သန်းပြီး\nလက်တွေ့ကမ္ဘာနဲ့ဘယ်လိုတွေများချိတ်ဆက်သွားမလဲ\nအာခေးလ်ရဲ့သတ်သေချင်လောက်တဲ့အသဲကွဲ ဒဏ်ရာကြီးကုစားသွားပုံကို\nအသဲကွဲနေတဲ့ညိုကီတို့အတွက် မိုတီတစ်ဖြတ်အနေနဲ့ တင်ဆက်ပေးလိုက်ရပါတယ်\n(အညွှန်းရေးသားသူကတော့ BpL ဖြစ်ပြီး ဘာသာပြန်သူတွေကတော့\nBpL ~ Moon ~ Thaik San ~ chiclon3 တို့ပဲဖြစ်ပါတယ်)\nFile size…1.63GB / 758MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Chiclon3~ BpL~Thaik San~Moon",
        "rating": "7.9",
        "url": "https://megaup.net/3gTgg/Two_Souls_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZWQ2MDMxNjgtYjNjYi00OTZjLThkMWYtYzRmNzM2YWRmMmRlXkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_-132x200.jpg",
        "title": "Somewhere in Queens (2022)",
        "description": "Somewhere in Queens (2022)\n=====================\nIMDb Rating - 7.0/10ဒီဇာတ်ကားလေးကတော့ နာမည်ကြီး stand-up comedian\nတစ်ယောက်ဖြစ်တဲ့ Ray Romano ရိုက်ကူးပြီး ကိုယ်တိုင်သရုပ်\nဆောင်ထားတဲ့ မိသားစုဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ လီယို နဲ့ သူ့မိန်းမ အန်ဂျလာရူဆို\nတို့က အီတလီ-အမေရိကန်မိသားစုတစ်ခုဖြစ်တဲ့ ရူဆိုမိသားစု\nကပါ။ လီယို ကတော့ရူဆိုမိသားစုရဲ့ဆောက်လုပ်ရေးလုပ်ငန်း\nမှာပဲအလုပ်လုပ်ပါတယ်။ လီယို မှာဘတ်စကတ်ဘောကစား\nတာထူးချွန်တဲ့ စတစ် လို့‌ခေါ်တဲ့သားတစ်ယောက်လည်းရှိပါ\nတယ်။ တစ်နေ့တော့ လီယို ကကျောင်းကဘတ်စကတ်ဘော\nပြိုင်ပွဲအပြီးမှာ ကင်းထောက်တစ်ယောက်နဲ့တွေ့ပြီး သူ့သား\nအတွက်ဘတ်စကတ်ဘောဆော့ရင်း ကောလိပ်တက်နိုင်မယ့်\nစကောလားရှစ်အခွင့်အရေးကိုတွေ့ရှိခဲ့ပါတယ်။လီယို ကတော့အဲဒါကိုအရမ်းစိတ်လှုပ်ရှားနေပြီး သူ့သားကို\nဖြစ်မြောက်စေချင်တာပါ။ ရူဆိုမိသားစုကတော့အပျက်ဘက်\nကပဲမြင်ပါတယ်။ ဒါပေမယ့် စတစ် ကစကောလားရှစ်အတွက်\nမလေ့ကျင့်ခင်မှာပဲ သူ့ရဲ့ကောင်မလေးကဖြတ်သွားလို့ depression\nတွေ၀င်ပြီး မစားနိုင်မသောက်နိုင်ဖြစ်သွားခဲ့ပါတယ်။ အဲဒါကို\nလီယို ကသိတော့မနေနိုင်တော့ပဲ သူ့သားကိုအစွမ်းကုန်မြေ\nတောင်မြှောက်ပေးတဲ့အခါမှာတော့ ဆက်ပြီးဘာတွေဖြစ်မလဲ\nဆိုတာကိုစိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဖခင်\nတစ်ယောက်က သားတစ်ယောက်အပေါ်မှာထားတဲ့မျှော်လင့်\nချက်ကိုကွက်ကွက်ကွင်းကွင်းမြင်တွေ့ရမှာဖြစ်တဲ့အတွက် ဒီကား\nလေးကိုကြည့်ဖို့ recommend ပေးပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(2.11 GB) / (850 MB) / ...",
        "rating": "7.0",
        "url": "https://megaup.net/3WPiX/Somewhere.In.Queens.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZTA0ZGQ2ZWEtM2EzMi00NmEzLThjNjItMDkyZGU1M2JiM2FlXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "A Return to Salem’s Lot (1987)",
        "description": "ဒီဇာတ်ကားလေးက ၁၉၈၇ခုနှစ်ထွက် Vampire ဇာတ်ကားပါ။ ဒီကားထက်အရင် ၁၉၇၉ခုနှစ်မှာပဲ Salem's lotဆိုတဲ့ သည်းထိတ်ရင်ဖိုဇာတ်ကားရှိပါသေးတယ်။ ဇာတ်ကား၂ကားလုံးက Salem's lotဆိုတဲ့မြို့ငယ်လေးကိုပဲအခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ထူးဆန်းထွေလာတွေကိုရိုက်ကူးတင်ဆက်ပြတဲ့ ဂျိုးဟာ သားဖြစ်သူနဲ့အတူ အမွေရထားတဲ့အိမ်ကိုသွားတဲ့အခါမှာ မြို့ငယ်လေးရဲ့တမူထူးနေပုံကိုသတိထားမိသွားပါတယ်။သားအဖ၂ယောက်လုံး Vampires တွေရဲ့မာယာကျော့ကွင်းမှာမိပြီး သူတို့မြို့ငယ်လေးမှာပဲနေသွားမှာလား၊ဒါမှမဟုတ် ရုန်းကန်ထွက်ပြေးကြမလားဆိုတာကိုစောင့်မျှော်ကြည့်ရှုအားပေးကြပါဦးခင်ဗျာ File size…(2.3 GB)/(1.1 GB)/(620 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Horror, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Pyae Phyo Min",
        "rating": "",
        "url": "https://megaup.net/2ASwh/A.Return.To.Salems.Lot.1987.720p.(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzIwMzUyYTUtMjQ3My00NDc3LWIyZjQtOGUzNDJmNTFlNWUxXkEyXkFqcGdeQXVyMjA0MDQ0Mjc@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Peter Pan (1953)",
        "description": "Peter Pan (1953)\n=============အနောက်နိုင်ငံကလေးတွေရဲ့ ပါးစပ်ဖျားမှာ​​ရေပန်းစားတဲ့\nပီတာပန်ဆိုတာကို အားလုံးပဲ ကြားဖူးနားဝရှိကြမယ်ထင်\nပါတယ်။ ကလေးတွေဟာ ညအိပ်ရာဝင်တိုင်း ပီတာပန်\nလာနိုးလာနိုးနဲ့ စောင့်နေတတ်တာကြောင့် တချို့မိဘတွေ\nကတော့ ဒီလိုအယူသည်းတာမျိုးကို အားမပေးတတ်ကြ\nပါဘူး။ဝမ်ဒီတို့မောင်နှမ ၃ယောက်ကတော့ ပီတာပန်ကို ယုံကြည်\nရုံတင်မကဘဲ ပီတာပန်ရဲ့စွန့်စားခန်းတွေမှာပါ ဝင်ရောက်\nပါရမီဖြည့်ချင်နေကြတာပါ။ တစ်ညမှာ ..... ပီတာပန်တစ်\nယောက် လူကြီးတွေမသိအောင် ဝမ်ဒီတို့အခန်းဆီ ထပ်\nလာဖြစ်ခဲ့ပါတယ်။ ဒီတစ်ကြိမ်မှာတော့ ပီတာပန်ဟာ ဝမ်ဒီ\nတို့မောင်နှမ ၃ယောက်ကို ရင့်ကျက်ခြင်းကင်းတဲ့ Never\nLand မှာလိုက်နေဖို့ ခေါ်တဲ့အခါ . . . လူသားကလေး (၃)\nယောက်အနေနဲ့ နတ်သူငယ်တို့ရဲ့မြေမှာ ကြုံရဆုံရမယ့်\nစွန့်စားခန်းတွေကို ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\n1953 ကာလကို အခြေပြုတဲ့ဇာတ်လမ်းလေးဖြစ်တဲ့အပြင်\nTinker Bell - Pirate Fairy နဲ့ပါ အချိတ်အဆက်ရှိနေတာ\nမို့လို့ Disney Fan တွေအတွက် Nostalgia ဖြစ်စေမယ့်\nAnimation ကားကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူက\nတော့ Hnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.62 ...",
        "rating": "7.3",
        "url": "https://megaup.net/1eTn7/Peter.Pan.1953.720p.BluRay.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w46Vw536HwNnEzOa7J24YH9DPRS.jpg",
        "title": "My Fault (2023)",
        "description": "My Fault (2023)~ IMDb - 6.3/10, Rotten Tomatoes - 94% ~စိတ်ဒဏ်ရာကိုယ်စီရှိတဲ့ သူနှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းကို ပုံဖော်ထားတာပါ။ နစ်ရဲ့အဖေနဲ့ နိုအာရဲ့အမေတို့ နောက်အိမ်ထောင်ပြုလိုက်တဲ့အခါ နိုအာတို့ ၂ယောက်က မောင်နှမတွေအဖြစ် ပတ်သက်ရပါတော့တယ်။ အစပိုင်းတည်းက သူတို့ ၂ယောက်ကအဆင်မပြေပါဘူး။ နိုအာက သူ့အမေ လူချမ်းသာနဲ့ယူတာကို သဘောမတူပါဘူး။နစ်က ငယ်ငယ်တည်းက အဖေနဲ့အမေကွာရှင်းထားလို့ စိတ်ဒဏ်ရာရပြီး ဖအေရှေ့မှာ ပြည့်စုံတဲ့သားလိမ္မာလိုနေပေမယ့် တကယ်က ပြိုင်ကားမောင်းပြိုင် ပါတီတွေတက် ရန်ဖြစ်ပြီး ဆိုးနေတာပါ။ နိုအာကတော့ ဖခင်က သူတို့သားအမိကိုနှိပ်စက်တဲ့အတွက် စိတ်ဒဏ်ရာရနေပြီး သူ့အဖေကို အရမ်းကြောက်ပါတယ်။ နိုအာရဲ့အဖေက‌ သူ့သက်သေခံထွက်ဆိုချက်ကြောင့် ထောင်ကျနေပါပြီ။စရိုက်ချင်းမတူတဲ့ သူတို့၂ယောက်က တစ်ယောက်လမ်းတစ်ယောက် ၀င်မရှုပ်ဖို့ သဘောတူထားပေမဲ့ တစ်ချိန်မဟုတ်တစ်ချိန် တွေ့နေရတာပါ။ နစ်ရဲ့သူငယ်ချင်းတွေနဲ့ မိတ်ဆက်ပေးထားတဲ့အတွက် နစ်သွားတဲ့ ပါတီတွေ ကားမောင်းပြိုင်ပွဲတွေမှာ နိုအာပါရှိနေပါတယ်။ သူတို့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2AVK3/(CM)_Culpa_Mia_aka_My_Fault_(2023)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjY2YjRhY2EtNzNmNC00NGU5LWEyMzItNjFjN2ZkYWU3NzhiXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Salem’s Lot (1979)",
        "description": "Salem's Lot ဟာ အမေရိကန်စာရေးဆရာ Stephen King ၏ 1975 horror ဝတ္ထုဖြစ်ပါတယ်။ ဒုတိယမြောက်ထုတ်ဝေသောဝတ္ထုဖြစ်ပြီး ဇာတ်လမ်းမှာ Ben Mears လို့ခေါ်တဲ့ စာရေးဆရာတစ်ဦးက Jerusalem's Lot (အတိုကောက် 'Salem's Lot) ကို ပြန်သွားရာမှာထိတ်လန့်ဖွယ်ရာတွေနဲ့ကြုံရတဲ့အကြောင်းလေးပါ။ ဝတ္ထုဟာ 1976 တွင် World Fantasy Award နှင့် 1987 တွင် Locus Award တို့အတွက် ရွေးချယ်ခံခဲ့ရပါသည်။ ယခုဇာတ်လမ်းဟာ အဆိုပါဝတ္ထုကို ပြန်လည်ရိုက်ကူးတင်ဆက်ပြသထားတာပါ။File size…(4 GB)/(2.6 GB)/(1.1 Gb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:53:00\nGenre...Horror, Thriller, Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Pyae Phyo Min",
        "rating": "6.7",
        "url": "https://megaup.net/1UWdk/Salems.Lot.1979.720p.(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iWBOKF0yl7pHK9y8fqRIBqf9fOJ.jpg",
        "title": "Stan Lee (2023)",
        "description": "Stan Lee (2023)~ IMDb - 7.2/10, Rotten Tomatoes - 88% ~Superhero ပရိသတ်တွေရင်ထဲမှာ Stan Lee ဆိုတဲ့ နာမည်ကိုကြားတာနဲ့ Marvel ရဲ့ပဲ့ကိုင်ရှင်၊ ကျွန်တော်တို့ချစ်တဲ့ Superhero တွေရဲ့ ဖခင်ကြီးအဖြစ် တံဆိပ်ခတ်နှိပ်ထားပြီးသားဖြစ်လို့နေပါတယ်။Stan Lee နဲ့ Marvel ဟာ ဒင်္ဂါးပြားတစ်ခုရဲ့ ခေါင်းနဲ့ပန်း လိုပါပဲ။ Stan Lee မရှိရင် Marvel ဆိုတာလည်းဖြစ်မလာနိုင်ပါဘူး။ Fantastic Four ကစလို့ X-Men, Spider-Man, Iron Man, Captain America, Hulk, Thor, Dr. Strange, Black Panther တို့လိုစူပါဟီးရိုးတွေအပြင် တခြား ဟီးရိုးနဲ့ ဗီလိန်ပေါင်းများစွာကို ဖန်တီးခဲ့တဲ့ Stan Lee ကို Marvel ရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1UYdy/(CM)_Stan_Lee_(2023)_720p.mp4",
        "category": "Biography, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fzEb71u0HOucjdjcVoOqfCqOM0T.jpg",
        "title": "Aftermath (2021)",
        "description": "Aftermath (2021)အခု မိတ်ဆက်ပေးမယ့် Aftermath ဆိုတဲ့ ဇာတ်ကားကတော့ 2021 တုန်းက Netflix ကနေ ထွက်ရှိထားတဲ့ Horror ဇာတ်ကားပဲဖြစ်ပါတယ်။X-Men ရုပ်ရှင်တွေထဲမှာပါဝင် သရုပ်ဆောင်ထားတဲ့ မင်းသားကြီး ရှောန်အက်ရှ်မောနဲ့ Twilight Saga ထဲမှာ ဇာတ်ဆောင်တစ်ဦးအဖြစ်ပါဝင်ခဲ့တဲ့ ဝါရင့်မင်းသမီးကြီး အက်ရှ်လေဂရင်းန်ကနေပြီးတော့ ဇာတ်ဆောင်တွေအဖြစ် ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။ဇာတ်ကားကတော့ နာတာလီနဲ့ ကယ်ဗင်ဆိုသူက သူတို့နှစ်ယောက်ရဲ့ ပထမအိမ်ထောင်ပျက်သွားကြပြီးတော့ နှစ်ယောက်သားနောက်အိမ်ထောင်သစ်ကို ထူထောင်ပြီး အတိတ်ဆိုးတွေကို မေ့နိုင်ဖို့အတွက် ကယ်ဗင်က အရင်အိမ်မှာမနေတော့ဘဲ နှစ်ယောက်သားအိမ်ပြောင်းဖို့ကို အကြံပေးရာက‌နေ စပါတယ်။ ဖြစ်ချင်တော့ မှုခင်းအိမ်တွေကို ရှင်းလင်းရေးလုပ်ပေးရတဲ့ ကယ်ဗင်က သူရှင်းခဲ့ပေးတဲ့ လူသတ်မှုဖြစ်ခဲ့တဲ့ အိမ်ဖြစ်နေပါတယ်။ သူကလည်း စျေးတန်တန်လေးနဲ့ရမယ်ဆိုပြီး နာတာလီကို အတင်းဝယ်ဖို့တိုက်တွန်းခဲ့ပါတယ်။ တကယ့်တကယ် ဇာတ်လမ်းကတော့ သူတို့နှစ်ယောက် အဲဒီအိမ်သစ်ကို ပြောင်းပြီးရာကနေစပြီးတော့ အကြောင်းဖန်လာပါတော့တယ်။ သူတို့နှစ်ယောက် အိမ်သစ်ကိုပြောင်းသွားပြီးနောက်ပိုင်း ဘာတွေဖြစ်လာမလဲ၊ ဘယ်လိုအခက်ခဲတွေနဲ့ ရင်ဆိုင်ကြုံတွေ့သွားရမလဲဆိုတာကတော့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/3WQzS/(CM)_Aftermath_(2021)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjJlOGI5ZGItNjMwYy00ZDJjLTlmMWEtZTBhZDViM2EzZTRkXkEyXkFqcGdeQXVyMTU4OTY2MzU2._V1_-133x200.jpg",
        "title": "Ranasthali (2022)",
        "description": "Ranasthali (2022)\nIMDb - 8.8/10ဇာတ်လမ်းအကျဉ်း\nအကြမ်းအရမ်း အက်ရှင်ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nသွေးသံရဲရဲ အကြမ်းပတမ်းတွေပါလို့ အသည်းငယ်သူများ သတိထားကြည့်စေလိုပါတယ်။ဘာစာဗာက ဒေါသတရားကို ဦးထိပ်တင်ထားသူ။ရန်ပြုလာသူတွေကို လျင်မြန်စွာပဲ\nသုတ်သင်ရှင်းလင်းပစ်တဲ့လူစားမျိုး။သူ့ကို သိပ်ချစ်တဲ့ဖခင်အိုကြီးနဲ့ ကြားက\nသားအဖေမေတ္တာကိုလည်း ရင်ထဲမှာလှိုက်နေအောင် ဖန်တီးပုံဖော်ထားပါတယ်။သူ့ရဲ့ရန်ဘက် ဘာဒရာနဲ့ကြားက သွေးကြွေးကလဲ့စားကို ဘယ်လိုတွေ\nတစ်ယောက်နဲ့ တစ်ယောက်ယှဉ်ပြိုင်တိုက်ခိုက်ကြမလဲဆိုတာ။သူတို့က ဘာအတွက်\nတစ်ယောက်နဲ့ တစ်ယောက်ရန်ငြိုးထားကြတာလဲ။ဘယ်သူကပဲ နောက်ဆုံးမှာ\nအနိုင်ရသွားမလဲ ဆိုတာတွေကို ကြည့်ရှုလိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ chiclon3,BpL,Aditi,Nyein,Thaik San\nတို့ပဲဖြစ်ပါတယ်)\nFile size…2.6GB /1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  chiclon3~BpL~Aditi~Nyein~Thaik San",
        "rating": "8.8",
        "url": "https://megaup.net/2AUzX/Ranasthali_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7gKI9hpEMcZUQpNgKrkDzJpbnNS.jpg",
        "title": "Extraction 2 (2023)",
        "description": "Extraction 2 (2023)Extraction (2020) ရဲ့ အဆက် Extraction 2 လာပါပြီ။\nမင်းသားက Chris Hemsworth ပဲဖြစ်သလို ဒါရိုက်တာကလည်း Sam Hargrave ပါပဲ။Extraction (2020) ဟာ အတော်ကောင်းပါတယ်။\nမဖြစ်နိုင်တဲ့ စစ်ဆင်ရေးကို အသေခံပြီး လုပ်သွားတဲ့ ကြေးစားကြီးတစ်ယောက်အကြောင်းပေါ့။\nသေနတ်ဒဏ်ရာ ဗလပွနဲ့ မြစ်ထဲကိုကျသွားတာ မသေစရာတော့မရှိပါဘူး။\nဒါပေမဲ့ မသေပါဘူး။ မသေတော့ အငြိမ်းစားယူသွားပါတယ်။\nအငြိမ်းစားဆိုကတည်းက သေချာပေါက် ပြန်ချရမယ်ဆိုတာ အားလုံးသိပြီးသားပါပဲ။\nအခုလည်း သူ့အငြိမ်းစားဘဝကနေ မငြင်းနိုင်ဘဲ သေချာပေါက်ပြန်လုပ်ခိုင်းနိုင်တဲ့သူ ပေါ်လာပါတယ်။ သူ့မိန်းမပါ။ ဖြစ်တတ်ပါတယ်။\nသူ့မိန်းမရဲ့ ညီမကို ဂျော်ဂျီယာရဲ့ အကြီးဆုံးလူဆိုးဂိုဏ်းကြီးလက်ကနေ သွားကယ်ထုတ်ရတာပါ။\nဒါပေမဲ့ လူဆိုးဂိုဏ်းက ရိုးရိုး သေနတ်နဲ့ကားအဆင့်မဟုတ်ပါဘူး။\nကျည်ကားကား၊ လက်နက်ကြီး၊ ရဟတ်ယာဉ်တွေအထိပါပြီး\nမိုးအဆုံးမြေအဆုံးလိုက်သတ်တာကြောင့် ၂ နာရီစာလောက် မနားတမ်း ချရပါတော့တယ်....ထုံးစံအတိုင်း ဇာတ်လမ်းရော အက်ရှင်ရော ကြည့်လို့ကောင်းပါတယ်။ ကြည့်လိုက်ကြပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... ...",
        "rating": "8.2",
        "url": "https://megaup.net/2AYvi/Extraction.2.2023.720p.NF.WEB-DL.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BMDJiNzUwYzEtNmQ2Yy00NWE4LWEwNzctM2M0MjE0OGUxZTA3XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Extraction (2020)",
        "description": "သောရ် မင်းသားကြီး ခရစ် ဟမ်းဆွာ့ ရဲ့ အက်ရှင်ကား အသစ်ရပါပြီ။\nထင်ထားတာထက် ကောင်းပါတယ် ခရစ်စ်ဟာ\nအနီးကပ် တိုက်ခိုက်ခန်းတွေ သေနတ်ပစ်ခန်းတွေ ဒီလောက်ထိ\nကြမ်းပြနိုင်တာ အားရစရာပါပဲ။\nCombat ခန်းတွေ အရမ်းကြမ်းပါတယ်။\nကြည့်ရတာ အားရကြမှာပါ။ ဇာတ်လမ်းအကျဉ်း\nတိုင်လာ ဟာ စစ်ပြန်ကြေးစားစစ်သား ဖြစ်ပြီး\nအိန္ဒိယက ဘိန်းဘုရင်တစ်ယောက်ရဲ့ ကလေးကို\nကယ်ထုတ်ပေးရမယ့် အလုပ်ကို လက်ခံလိုက်ပါတယ်။\nအဲဒီကလေးကို ဖမ်းထားတဲ့သူကလည်း\nပြိုင်ဘက် ဘိန်းဘုရင် ဂန်းစတား ဖြစ်နေပြီး တိုင်လာနဲ့\nကလေးကို ရဲတွေအကူအညီနဲ့ တစ်မြို့လုံးပိတ်ဆို့ပြီး ဖမ်းဖို့\nကြိုးစားပါတော့တယ်။\nဒီကလေးကို မြို့ကနေ မရမက ကယ်ထုတ်ဖို့\nတစ်မြို့လုံးနဲ့ တစ်ယောက် တိုက်ခိုက်ပြီး ကြိုးစားရပါတော့တယ်။File size…(5.5 GB)/(1.9 GB)/ (850 MB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….TSK/Ka Naung\nTranslated by Littleneo",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/extraction-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZTA5OTA5YmUtZmExZS00OTMzLTk2OWUtZGI0NmE3MjVlMjUyXkEyXkFqcGdeQXVyNTc3Nzc4NjE@._V1_-140x200.jpg",
        "title": "The Secret Kingdom (2023)",
        "description": "The Secret Kingdom (2023)\n====================ပီတာ ဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ စိုးရိမ်စိတ်ကြီးပြီး\nကြောက်တတ်တဲ့ကောင်လေးတစ်ယောက်ပေါ့။ ပီတာကိုယ်\nတိုင်ကလည်း သူဟာကြောက်တတ်တဲ့သူဆိုပြီးလက်ခံထား\nသလို၊ သူ့ရဲ့မသိစိတ်ထဲမှာလည်းသူတစ်ခါမှမမြင်ဘူးမကြုံဘူး\nတဲ့ပုံရိပ်တွေကိုမြင်နေရလို့ကြောက်လန့်နေသူပါ။ ဒီလိုနဲ့ တစ်\nရက်သား မိသားစုစီးပွားရေးအခက်အခဲကြောင့် အိမ်ပြောင်းဖို့\nအကြောင်းဖန်လာတဲ့အခါမှာတော့ ပီတာရဲ့ဘဝမှာ ပြောင်းလဲ\nမှုတွေစဖြစ်လာပါတော့တယ်။ အိမ်ပြောင်းတဲ့နေ့မှာပဲ ထူးဆန်း\nတဲ့သတ္တဝါလေးတွေက ပီတာနဲ့ညီမဖြစ်သူကို သူတို့ရဲ့နေရာကို\nဖမ်းခေါ်သွားပါတော့တယ်။ ဒီလိုနဲ့ ပီတာတစ်ယောက် ဘယ်လို\nမျိုးအခက်အခဲတွေ တွေ့ရမလဲ၊ သူမြင်နေရတဲ့ ပုံရိပ်တွေနဲ့ကရော\nဘယ်လိုဆက်နွယ်နေမလဲဆိုတာကိုတော့ဆက်လက်ကြည့်ရှု\nလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.63 GB) / (753 MB) / (454 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 38Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Family\nTranslator.......Thetti Tun\nEncoder..........SWM",
        "rating": "4.7",
        "url": "https://megaup.net/1eZmr/The.Secret.Kingdom.2023.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjk5OGNmZTgtZDAxNS00MGIzLTgwMDEtYTNjMDM5ZDVlNmJkXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-133x200.jpg",
        "title": "Custody (2023)",
        "description": "Custody(2023)\nIMDb 8.1/10\nForrest Gump ကို Remake ပြန်ရိုက်ထားတဲ့ Laal Singh Chaddha ထဲမှာ\nလေတအားပေါတဲ့ စွပ်ကျယ်ချုပ်တဲ့ဆရာကြီး ဘာလာရာဂျူး ခေါင်းဆောင်ပါဝင်ထားတဲ့\nရဲမှူခင်းဇာတ်ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်း\nလူနာတင်ကားအတွက် ဝန်ကြီးချုပ်ကားကိုတောင် တားပြီး\nလူနာတင်ကားကို လမ်းပေးရဲတဲ့ ရဲတပ်သားလေးရှီဗာတယောက်\nအချစ်ရေးနဲ့ အမှန်တရားကြားမှာ\nဗျာများရတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်ထုံးစံအတိုင်းပဲ အမှန်တရားဘက်ရပ်တည်တဲ့အခါ တလောကလုံးနဲ့ကိုယ်တစ်ယောက်တည်း\nရင်ဆိုင်တိုက်ပွဲဝင်ရယုံသာမကရာဇဝတ်မှုကျူးလွန်တဲ့သူတွေကလည်း ဟိုလူနဲ့အပိုင်\nဒီလူ့တပည့်ပါဆိုပြီး အကာအကွယ်တွေယူ လက်တစ်လုံးခြားတွေလုပ်\nကိုယ်နဲ့ ဆန့်ကျင်ဘက်ကို အမျိုးမျိုးဖိနှိပ်ကြနဲ့ အက်ရှင်ဒရာမာ တရားခွင်စုံနေအောင်\nရသစုံခံစားရမဲ့ဇာတ်ကားလေးဖြစ်ပါတယ် အိန္ဒိယရဲကားကောင်းလေးတွေ\nကြိုက်နှစ်သက်တတ်တဲ့ ပရိသတ်ကြီးအတွက် ဒီဇာတ်ကားလေးကလည်း\nသရုပ်ဆောင်ကောင်းကောင်း rating ကောင်းကောင်း ဇာတ်လမ်းကောင်းကောင်းနဲ့\nရသစုံခံစားရမှာဖြစ်လို့ ကြည့်ရှုအားပေးနိုင်ဖို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Sai,chiclon3,Thaik San,Bpl,Yunni,Zwe တို့ပဲ ဖြစ်ပါတယ်)\nFile size…10.5GB / 3.45GB / 1.4GB\nQuality…4k HEVC / 1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai~chiclon3~Thaik San~Bpl~ Yunni~ Zwe ...",
        "rating": "8.1",
        "url": "https://megaup.net/2AKbx/Custody_(2023)_Telugu_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lCanGgsqF4xD2WA5NF8PWeT3IXd.jpg",
        "title": "Kandahar (2023)",
        "description": "Kandahar (2023)ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ နောက်ထပ် စစ်ကားကောင်းတစ်ခုလာပါပြီ။ ဒီကားက ဂျိတ်ယီလင်ဟောရဲ့ နာမည်ကြီးစစ်ကား The Covenant နဲ့ ဆင်တူပါတယ်။ ကောင်းတာချင်းလည်းတူပါတယ်။ မင်းသားကတော့ အက်ရှင်ကားကောင်းတွေအများကြီးရိုက်ထားတဲ့ ဂျရက်ဘတ်တလာပါပဲ။ ဒါရိုက်တာကတော့ Angel Has Fallen နဲ့ Greenland ကို ရိုက်ခဲ့တဲ့ Ric Roman Waugh ဖြစ်ပြီး ဒီရုပ်ရှင်တစ်ခုလုံးကို ဆော်ဒီမှာပဲ ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းကိုတော့ အမေရိကန်တွေ အာဖဂန်ကနေ ဆုတ်ခွာအပြီး တာလီဘန်တွေကြီးစိုးနေချိန်မှာ တည်ထားပါတယ်။ အီရန်နိုင်ငံနဲ့အနောက်နိုင်ငံတွေ အနုမြူလက်နက်လျှော့ချရေး သဘောတူညီချက်ရဖို့ ကြိုးစားနေဆဲကာလပါ။ တွမ်ဟားရစ်ဆိုတဲ့ စစ်ပြန် အမ်အိုင်-၆ လူဟောင်းဟာ စီအိုင်အေမှာ အငှားအေးဂျင့်အနေနဲ့ လုပ်နေပြီး အီရန်စစ်ဆင်ရေးတွေကို လျို့ဝှက်ဆောင်ရွက်နေသူဖြစ်ပါတယ်။ သူ့ရဲ့စစ်ဆင်ရေးကတော့ အီရန်နိုင်ငံထဲမှာအသွင်ယူပြီး အနုမြူဓာတ်ပေါင်းဖိုတွေကို ဖျက်ဆီးရတဲ့အလုပ်ပါပဲ။ ဒါပေမဲ့ နောက်ဆုံးစစ်ဆင်ရေးတစ်ခုစခါနီးမှာပဲ ပင်တဂွန်က သတင်းပေါက်ကြားမှုဖြစ်ပြီး သူ့နာမည်နဲ့ပုံဟာ အီရန်၊ အာဖဂန် ...",
        "rating": "6.1",
        "url": "https://megaup.net/3gR5d/(CM)_Kandahar_(2023)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTQxNDYzMTg1M15BMl5BanBnXkFtZTgwNzk4MDgxMTE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "My Cousin Vinny (1992)",
        "description": "နယူးယောက်မြို့တော်ကကောလိပ်ကျောင်းသားတွေဖြစ်တဲ့ ဘီလ်နဲ့စတန်တို့သူငယ်ချင်းနှစ်ယောက်ဟာ အယ်လာဘားမားကိုဖြတ်မောင်းလာရင်း ကုန်စုံဆိုင်တစ်ခုမှာဈေးဝင်ဝယ်ဖြစ်ပါတယ်။ သူတို့ထွက်သွားပြီးတဲ့နောက်မှာ စတိုးဆိုင်စာရေးလုယက်သတ်ဖြတ်ခံရပေမယ့်သူတု့ိမသိခဲ့ကြပါဘူး။တစ်ခုရှိတာက ဘီလ်ဟာ တူနားငါးသေတ္တာတစ်ဘူးကိုအလစ်သုတ်လာမိပါတယ်။နောက်ကရဲတွေလိုက်လာတဲ့အချိန်မှာရောသူတို့ကိုဖမ်းပြီး ရဲစခန်းမှာစစ်မေးနေတဲ့အချိန်မှာကော တူနားငါးသေတ္တာတစ်ဘူးအလစ်သုတ်မှုကြောင့်လို့ထင်ခဲ့ပေမယ့် တကယ်တမ်းမှာ\nသူတို့ကို စတိုးဆိုင်စာရေးသတ်မှုနဲ့ကြံရာပါအဖြစ် စွပ်စွဲဖမ်းဆီးထားတာပါ။သူတို့က ဝန်ခံမိရက်သားဖြစ်နေတဲ့အပြင် အထောက်အထားတွေအရလည်းသူတို့ကိုပဲညွှန်ကြနေတဲ့အတွက် အယ်လာဘားမားရဲ့ အလွန်တင်းကျပ်ပြီးကြမ်းတမ်းတဲ့ဥပဒေအရပြစ်မှုထင်ရှားရင် သေဒဏ်နဲ့မလွဲမသွေကြုံရတော့မယ့်အခြေအနေမှာ သူတို့အတွက်ကယ်တင်ရှင်ပေါ်လာပါတော့တယ်။ အဲ့ဒီလူကတော့ဘီလ်ရဲ့ကာဆင်တစ်ယောက်ဖြစ်တဲ့ ဗင်နီဆိုတဲ့ရှေ့နေပါပဲ။ရှေ့နေကျောင်းကိုခြောက်နှစ်တက်ခဲ့တဲ့၊ ဘယ်လိုတရားခွင်အတွေ့အကြုံမျိုးမှမရှိတဲ့၊အယ်လာဘားမားအကြောင်း သူတို့အမှုအကြောင်းကို ဘာတစ်ခုမှမသိပဲ ဒိအမှုကနေ သူတို့ကို ဘယ်လိုကယ်တင်မလဲဆိုတာက စိတ်ဝင်စားစရာအကောင်းဆုံးအချက်ဖြစ်နေလို့ဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားကြပါ။\nဟာသကားဖြစ်နေပေမယ့် ပေါတဲ့ဘက်ကိုမသွားပဲ သဘာဝကျကျဟာသတွေ၊ခိုင်မာတဲ့ဇာတ်လမ်း၊ဇာတ်အိမ်တွေနဲ့တည်ဆောက်ထားတဲ့ Underrated ဟာသဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ အကောင်းဆုံးအချက်ကတော့ ဗင်နီရဲ့ဇနီးလောင်းအဖြစ်သရုပ်ဆောင်ထားတဲ့ Marisa Tomei (tom holland spidey's aunty may) ပါပဲ။နုရွလှပနေတဲ့ အန်တီမေငယ်ငယ်လေးကို တမူထူးခြားတဲ့ဇာတ်ရုပ်နဲ့တွေ့မြင်ရမှာဖြစ်ပါတယ်။  File size…(2 GB)/(1 GB)/(610 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/1UTui/My.Cousin.Vinny.1992.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8usXTa50LvfgDY2Q3zKAc3phfPn.jpg",
        "title": "Sobibor (2018)",
        "description": "ဒီဇာတ္ကားကေတာ့ ၿဖစ္ရပ္မွန္ကိုအေၿခခံၿပီးရိုက္ကူးထားတဲ့ကားၿဖစ္ပါတယ္...ဇာတ္​လမ္​းအက်ဥ္​း ဒုတိယကမာၻစစ္​အတြင္​းမွာ ဂ်ာမန္​​ေတြသိမ္​းပိုက္​ထားတဲ့ပိုလန္​ႏိုငိငံက ဆိုဘီ​ေဘာ ဒုကၡသည္​စခန္​းအမည္​ခံ အက်ဥ္​းစခန္​း တစ္​ခု႐ွိပါတယ္ဒီဇာတ္​ကားက အဲ့ဒီဆိုဘီ​ေဘာစခန္​းက ဂ်ဴ း​ေတ​ြရဲ႕ ဂ်ာမန္​​လက္​​ေအာက္​ကထြက္​ေျပးဖို႔ႀကိဳးစားပံု​အ​ေၾကာင္​း႐ုိက္​ျပထားတာပါနာဇီေတြ ဂ်ဴ း​ကို ဘယ္​​ေလာက္​ မုန္​းလဲဆိုတာက​ေတာ့ အားလံုးၾကားဖူးၿပီးသားျဖစ္​မွာပါဆိုဘီ​ေဘာ စခန္​းကို ဖ်က္​သိမ္​းခါနီး အ​ေျခအ​ေန​ေတြျဖစ္​လာတဲ့အခါမွာစခန္​းထဲကလူ​ေတြအကုန္​အသတ္​ခံရမွာ ​ေသခ်ာသြားျပီ ျဖစ္​တဲ့အတြက္​​ေသမဲ့အတူတူ မထူးဘူး ထြက္​​ေျပးလို႔လြတ္​လို႔လြတ္​ျငားဆိုၿပီး ၾကံစည္​ၾကပါ​ေတာ့တယ္​ဂ်ာမန္​​ေတြရဲ႕ ဂ်ဴ း​ေတြကို အႏိုင္​က်င္​့ပံုႏွိပ္​စက္​ပံု​ေတြ မထင္​ရင္​မထင္​သလိုသတ္​ပစ္​တာ​ေတြကို လည္​းဒီဇာတ္​ကားမွာ​ေတြ႔ရမွာပါကား​ေကာင္​းတစ္​ကား ျဖစ္​တဲ့အတြက္​ ​ေဒါင္​းၾကည္​့ၾကပါလို႔တိုက္​တြန္​းပါတယ္... File Size : (976 MB) & (243 MB)Quality : BluRay 720pRunning Time :1hr 40 minFormat : Mp4Genre :Drama , History ...",
        "rating": "6.3",
        "url": "https://megaup.net/SMoi/Sobibor_[2018]_(MM_Sub).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rd8kbkcvdNTByYKDqY2FyxlhhCy.jpg",
        "title": "Rust Creek (2018)",
        "description": "CM ပရိတ္သတ္ႀကီးအတြက္ဒီတစ္ခါတင္ဆက္ေပးမွာကေတာ့ Rust Creek ဆိုတဲ့ကားေလးပါေစာရာဆိုတဲ့ေကာင္မေလးကမိဘေတြရဲ႕အေဝး ၿမိဳ႕တစ္ၿမိဳ႕မွာ ေကာလိပ္တက္ေနတာပါ။တစ္ေန႔ သူကအလုပ္အင္တာဗ်ဴးတစ္ခု ေၿဇိဳ႕အေရြးခံရတဲ့အတြက္ဝါ႐ွင္တန္ဒီစီကို သြားဖို႔အေၾကာင္းေပၚလာပါတယ္။ဒါေပမဲ့ အေဝးေျပလမ္းႀကီးမွာ ယာဥ္လမ္းအခ်ိန္းအေျပာင္း႐ွိလို႔ေတာလမ္းကသြားဖို႔ ေရဒီယိုက သတင္းကိုၾကားၿပီးသူဟာ တစ္ခုမွမသြားဖူးတဲ့လမ္းကို GPSအားကိုးနဲ႔တစ္ေယာက္ထဲ ကားေမာင္းလာခဲ့ပါတယ္။GPS ထံုးစံအတိုင္း ေတာထဲလဲေရာက္ေရာ လမ္းေပ်ာက္ပါေလေရာေပါ့။အဲဒါနဲ႔ ကားရပ္ၿပီး ေျမပံုထုတ္ၾကည့္ေနတုန္း အနားကိုလူ ၂ ေယာက္ေရာက္ေရာ။ပထမေတာ့အဲ့လူေတြက ကူညီေပးမလိုနဲ႔ ေနာက္ပိုင္းက် အၾကမ္းဖက္လာပါေတာ့တယ္။ေစာရာလဲ သူတို႔နဲ႔တိုက္ခိုက္ၿပီး ေတာထဲဝင္ေျပးရေတာ့တာေပါ့။ဒီလူေတြက ေစာရာကိုဘာအတြက္တိုက္ခိုက္တာလဲ။ဒီေတာႀကီးထဲမွာ ဒဏ္ရာရေနတဲ့ ေစာရာတစ္ေယာက္အသက္႐ွင္ေအာင္႐ုန္းကန္ႏိုင္မွာလား။ေစာရာကို ကယ္တင္မဲ့လူေရာေပၚလာမွာလား။ေနာက္ကြယ္မွာေရာ ဘယ္လိုကိစၥေတြ႐ွိေနသလဲဆိုတာကေတာ့စိတ္၀င္စားစြာနဲ႕ၾကည့္လိုက္ရေအာင္..... File Size : (932 MB) & (273 MB)Quality ...",
        "rating": "5.3",
        "url": "https://megaup.net/2eHkn/Rust_Creek_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/300px-Oba_Poster-142x200.jpg",
        "title": "Oba: The Last Samurai ( 2011 )",
        "description": "စစ္ကားၾကိဳက္တဲ႔ႏွစ္သူေတြအတြက္ေတာ္ေတာ္ေလးေကာင္းတဲ႔ ဇာတ္ကားတကားနဲ႔တင္ဆက္လိုက္ပါတယ္ဒုတိယကမၻာစစ္ ဂ်ပန္ပိုင္ ဆိုက္ပန္ကြၽန္းေပၚကအဆံုးသတ္ စစ္ပြဲျဖစ္ပါတယ္...အ႐ွံုးဆိုတာ လြယ္လြယ္လက္မခံတတ္တဲ့ ဂ်ပန္တို႔ရဲ႕ထံုးစံနဲ႔ Emotion ျပင္းထန္တဲ့ Usa တပ္ရင္းမႉးတို႔ၾကားက အတၱၿပိဳင္ပြဲမွာ..ဂ်ပန္ကပၸတိန္ က လက္နက္အလြယ္ေလး ခ်မလား.?မိမိႏိုင္ငံပိုင္ကြၽန္းေပၚက ဂုဏ္​သိကၡာအရ၂ ဖက္တိုက္ေနရတဲ့ စစ္ပြဲၾကား အျပစ္မဲ့ဂ်ပန္ျပည္သူေတြ႔ရဲ အသက္အိုးအိမ္စည္းစိမ္ေတြ႔ကိုဘယ္လို ကာကြယ္ကုသရမလဲ..??အနီးကပ္ ကြပ္ကဲ့ေစာင့္ၾကည့္ရတဲ့ Usa ကပၸတိန္အသစ္ေရာက္လာတဲ့အခါမွေကာ့ ဘယ္လိုအေျဖ ထြက္လာမလဲ.?စစ္ရဲ႕ အနိဌာအာရံုေတြ႔ကို မ်က္ဝါးထင္ထင္ေတြ႔ျမင္ရမွာၿဖစ္ၿပီးေလယာဥ္ငယ္ျဖင့္ ဗံုးခ်အႏိုင္ယူ၍ ရပါေသာ္လည္းက်ည္ဆံထက္ ႏွစ္ဖက္ေခါင္းေဆာင္မ်ား စားပြဲဝိုင္းမွာအေျဖ႐ွာၿပီး လူေပါင္းေျမာက္မ်ားစြာရဲ႕ အသက္ေတြ႔ကိုမ်ိဳး႐ိုးဂုဏ္နိမ့္ၿပီး ဆာမူ႐ိုင္းတို႔ ဘယ္လိုတံုျပန္မလဲဆိုတာၾကည့္႐ူရမဲ့ ဇာတ္ကားျဖစ္ပါတယ္....က်ေတာ္တို့ သင္ယူရမဲ့ အေျခခံအခ်က္ေတြ႔ ပိုလွ်ံေနေအာင္ၫႊန္းျပႏိုင္တဲ့ ဇာတ္ကားေကာင္းတခုအျဖစ္ ေဖၚညႊန္းလိုက္ပါတယ္ အညႊန္းကို CM Group မွ Moe Kharr Yae မွ ေရးထားၿခင္းၿဖစ္ပါတယ္Translated By - Ei PyaeEncoded By - LK",
        "rating": "6.6",
        "url": "https://megaup.net/2UEH5/Oba_-_The_Last_Samurai_[2011]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/BOlly-150x200.jpg",
        "title": "Touch Chesi Chudu ( 2018 )",
        "description": "ဘာဟီဆုိတဲ႔လူတစ္ေယာက္ဟာ အေတာ္ေလးကိုေနာက္ခံအင္အားၾကီးမားၿပီးေတာ႔ ရဲတပ္ဖြဲ႕၀င္ေတြကုိေတာင္ၾသဇာအာဏာလႊမ္းမုိးတဲ႔လူတစ္ဦးမေကာင္းတာေတြလည္းလုပ္တယ္သူ႔မွာအင္မတန္ခ်စ္ရတဲ႔ညီမေလးတစ္ေယာက္ရွိပါတယ္တေန႕မွာေတာ႔ သူ႕ရဲ႕ညီမေလးဟာနာမည္ေက်ာ္လူမွုေရးလွုပ္ရွားသူ ဆက္ရာေဒ႔ဗ္အသတ္ခံရတဲ႔အမွုကို မ်က္ၿမင္ကုိယ္ေတြ႕ၿမင္လိုက္ရတယ္သူ႕အကိုၿဖစ္သူကိုေၿပာၿပေတာ႔ညီမၿဖစ္သူကိုကာကြယ္ဖုိ႕ၾကိဳးစားပါေတာ႔တယ္ဒီလိုၾကိဳးစားရင္းနဲ႔ပဲ သူ႕ရဲ႕ ဖံုးကြယ္ထားတဲ႔အရာတခ်ိဳ႕ေတြမထင္မွတ္ပဲ ေပၚေပါက္လာတဲ႔အခါမွာေတာ႔",
        "rating": "5.2",
        "url": "https://megaup.net/SMmt/Touch_Chesi_Chudu_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6ra3UlOwcPwj5euC2jbhga7IH5i.jpg",
        "title": "The Old Man & the Gun (2018)",
        "description": "IMDB Rating - 7.1ဇာတ္​လမ္​းမွာ အဓိကဇာတ္​​ေဆာင္​က အသက္​၆၀အရြယ္​အဘိုးႀကီး​ေတြျဖစ္​​ေပမယ္​့ပ်င္​းဖို႔မ​ေကာင္​းပဲ ၾကည္​့​ေကာင္​းတဲ့ကားတစ္​ကားပါဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ အသက္​၆၀​ေက်ာ္​ အဖိုးႀကီး သံု​ေယာက္​ပါတ့ဲအဖြဲ႔ဟာ​ေသနတ္​တစ္​ခ်က္​မ​ေဖာက္​ပဲနဲ႔ ဘဏ္​​ေတြကုိဆက္​တိုက္​ ဓားျပတိုက္​​ေနခဲ့ပါတယ္​ဘဏ္​ဓားျပတိုက္​တယ္​ဆို​ေပမယ္​့ တျခားသူ​ေတြလို အုတ္​​ေအာ္​​ေသာင္​းတင္​းမဟုတ္​ပဲဓားျပတိုက္​​ေနတယ္​ဆိုတာ ရဲ​ေတ​ြသိဖို႔​ေန​ေနသာသာဘဏ္​မွာ​ေငြထုတ္​​ေနတဲ့သူ​ေတြ​ေတာင္​ မသိလိုက္​ၾကပါဘူး​ေအးဓားျပဆိုတာ ဒါမ်ဳိးကို​ေျပာတာ​ေနမွာ အတို​ေျပာရရင္​​ေတာ့ဒီ​ေသြး​ေအးလူမိုက္​ႀကီး​ေတြကုိ ရဲကလိုက္​ဖမ္​းတဲ့အ​ေၾကာင္​းပါတစ္​ကယ္​​ေကာင္​းတဲ့ဇာတ္​ကား​ေလးျဖစ္​လို႔ ၾကည္​့သင္​့ပါတယ္​လို႔တိုက္​တြန္​းပါတယ္..... File Size : (804 MB) & (243 MB)Quality :Web DL 720pRunning Time :1hr 33 minFormat : Mp4Genre :Comedy,Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Chanyein SoeEncoded by Moe ...",
        "rating": "7.1",
        "url": "https://megaup.net/2UENh/The_Old_Man_&_A_Gun_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sFOl3gdmdu7gM1IZ7X1b9bvjbjP.jpg",
        "title": "The Oath (2018)",
        "description": "ဒီတစ္ခါကေတာ့ The Oathဆိုတဲ့ဇာတ္ကားေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္လက္ရွိအေမရိကန္သမၼတက patriotic oath(မ်ိဳးခ်စ္ေၾကာင္း က်မ္းက်ိန္စာေပါ့ေနာ္)ကို publishလုပ္လိုက္တယ္အဲမွာ လက္မွတ္ထိုးတဲ့သူေတြက အက်ိဳးေက်းဇူးေတြခံစားရမယ္ျပည္သူေတြကို CPUကေန ကာကြယ္ေစာင့္ေရွာက္ေပးမယ္လို႔ ေျပာတယ္ဒါေပမဲ့ အဲ့oathကို သေဘာမက်တဲ့ လူျဖဴလူမဲလင္မယား၂ေယာက္ရွိေနတယ္ေယာက္်ားျဖစ္သူက ေတာ္ေတာ္ေလးကို တယူသန္တဲ့သူအျမဲတမ္း သူမွန္တယ္ဆိုတဲ့ဒီဇိုင္းမ်ိဳးသူတို႔ကThanksgivingပိတ္ရက္မွာ မိသားစုအစံု ေတြ႕ၾကဖို႔ စီစဥ္ထားတယ္အဲ့ေတြ႕ဆံုပြဲမွာ သူနဲ႔ သူ႔မိသားစုဝင္ေတြနဲ႔ ဘာေတြျဖစ္ၾကမလဲoathမွာsignမထိုးတဲ့အတြက္ေရာ ဘာေတြျဖစ္လာမလဲဆိုတာ သိခ်င္ရင္ေတာ့ဒီThe Oathေလးကို ၾကည့္ၾကပါလို႔ ေျပာခ်င္ပါတယ္ေနာ္ File Size : (871 MB) & (218 MB)Quality :Web DL 720pRunning Time :1hr 33 minFormat : Mp4Genre :Comedy, ThrillerSubtitle : ...",
        "rating": "5.0",
        "url": "https://megaup.net/2eHud/The_Oath_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bnPB7bW0x37rDZjyH0nJp6aaSs2.jpg",
        "title": "The Vanishing (2018)",
        "description": "The Vanishing (ဆိတ္သုဥ္းေပ်ာက္ကြယ္ျခင္း) တဲ့။ဒီကားေလးကိုေရးရတာ ရင္ထဲမွာ အရမ္းကိုထိရွမိတယ္။ဇာတ္ကားၿပီးသြားတဲ့အခ်ိန္မွာ လူကျငိမ္ၿပီးက်န္ေနခဲ့တဲ့ ခံစားမႈမ်ိဳးကို ခံစားခဲ့ရတယ္။ဇာတ္လမ္းက အဆန္းၾကီးမဟုတ္ဘူး။ဒါေပမယ့္ လူေတြရဲ႕ျဖစ္တတ္တဲ့သဘာဝကို ပီပီျပင္ျပင္ေဖာ္ျပေပးသြားတယ္။အရမ္းေကာင္းပါတယ္။ရင္ထဲမွာတစ္ခုခုက်န္ခဲ့တဲ့အရသာကို ၾကိဳက္ႏွစ္သက္တယ္ဆိုရင္ေတာ့လံုးဝကိုၾကည့္သင့္တဲ့ကားေကာင္းတစ္ကားပါ။ဇာတ္လမ္းကေတာ့ မီးျပတိုက္ေစာင့္ဖို႔ အလွည့္က်တဲ့ လူသံုးေယာက္ဟာဂ်ဴတီဝင္ဖို႔အတြက္ မီးျပတိုက္ကို ေရာက္လာခဲ့ပါတယ္။သူတို႔ေရာက္ရွိၿပီးမၾကာခင္မွာပဲ မီးျပတိုက္ရွိရာကြ်န္္းကို လူတစ္ေယာက္နဲ႔ေသတၱာတစ္လံုး ေမ်ာၿပီးလာတင္ေနတာကို ေတြ႕ခဲ့ရတယ္။အဲဒီကစၿပီး သံုးေယာက္လံုးရဲ႕ ကံၾကမၼာဟာ ေျပာင္းလဲသြားခဲ့ပါတယ္။အထူးသျဖင့္ တိတ္ဆိတ္ေျခာက္ေသြ႕တဲ့မီးျပတိုက္လိုေနရာတစ္ခုမွာစိတ္ေျခာက္ျခားစရာေတြပါ ထပ္ေရာက္လာခဲ့မယ္ဆိုရင္ဒီလူသံုးဦးရဲ႕ ကံၾကမၼာက ဘယ္လိုျဖစ္သြားမလဲဆိုတာကိုၿပသေပးသြားတာၿဖစ္ပါတယ္...အားေပးၾကပါဦး... File Size : (927 MB) & (253 MB)Quality :Web DL 720pRunning Time :1hr 41 minFormat : Mp4 ...",
        "rating": "6.9",
        "url": "https://megaup.net/2eHmh/The_Vanishing_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/central-intelligence-movie-2016-poster-202x300.jpg",
        "title": "Central Intelligence (2016)",
        "description": "[Unrated Version BluRay ကိုပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။] Datshin Review : Central Intelligence (2016)\nAction , Comedy , Crime\n.\nStoryline\n.\nတစ်ချိန်တုန်းက ကျောင်းမှာ Bully လုပ်ခံခဲ့ရတဲ့ Bob\nတစ်ယောက် ထိုအချိန်ထဲကပျောက်သွားပြီး နောက်နှစ်ပေါင်းများစွာကြာမှ ကျောင်းသားဟောင်းတွေတွေ့စုံပွဲကို CIA Agent အဖြစ်ပြန်လည်ရောက်ရှိလာပြီး ကျောင်းတုန်းကခင်ခဲ့တဲ့သူငယ်ချင်းဖြစ်သူ Calvin ကိုသူ့ရဲ့ Top Secret Case ထဲကိုအတင်းဆွဲသွင်းပြီး ထိုပြဿနာတွေကိုဖြေရှင်းကြတဲ့အကြောင်းဟာသနှောပြီးရိုက်ကူးတင်ဆက်ထားတာပါ။\n.\nReview\n.\nCentral Intelligence….. ဒီဇာတ်ကားကို Trailer တွေစပြကတည်းကကြည့်ချင်ခဲ့တာ။ အကြောင်းအမျိုးမျိုးကြောင့် ရုံမှာသွားမကြည့်ခဲ့ရပေမဲ့ အခုအခွေတွေထွက်လာတော့ကြည့်တဲ့အခါမှာ တော်တော်ရီရတဲ့ဇာတ်ကားတစ်ကားဆိုတာတွေ့ပါတယ်။ ဒီဇာတ်ကားက Comedy ကြီးသက်သက်ကို ဒီတိုင်းပြရင်တောင် ဒီလောက်ရီရမှာမဟုတ်ပဲ အခုလို CIA Agent တစ်ယောက်ကသူငယ်ငယ်တုန်းကခင်ခဲ့တဲ့ ငယ်သူငယ်ချင်းကို သူ့Case ထဲအတင်းဆွဲသွင်းပြီး ရုပ်တည်ကြီးနဲ့ ပေါက်ကရတွေပါလုပ်တာကြောင့် ကြည့်ရှုတဲ့လူကိုတော်တော် Entertain ဖြစ်စေတာအမှန်ပါပဲ။ ဒါပေမဲ့လဲ Central Intelligence မှာဇာတ်လမ်းကတော့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/SMtx/Central_Intelligence_[2016]_(MM_Sub).mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMjNiM2M2NzEtYjhlZS00YjdiLTlkMzktYmQ1MTZhZTc0MWRhXkEyXkFqcGdeQXVyMjExMzEyNTM@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Guardians of Martial Arts (2017)",
        "description": "အလီဘာဘာရဲ႔သူေဌးၾကီးဂ်က္မတစ္ေယာက္\nလမ္းေလွ်ာက္ေနတုန္းမွာ ခ်ဳံၾကားထဲကေန\nရုတ္တရတ္၀င္ေပါက္တစ္ခုေပၚလာပါေတာ့တယ္\nအဲ့ခ်ံဳေနာက္မွာရွိေနတာကေတာ့\nတကယ့္သိုင္းသမားေကာင္းေတြခ်ည္းျဖစ္ပါတယ္\nကိုယ္ေဖာ့သိုင္း ထိုက္ခ်ိ ကြန္ဖူး ဘာညာေပါ့ဗ်ာ\nဂ်က္မကေရာဘာသိုင္းေတြတတ္ေနမလဲ\nသူျပန္ထြက္လို႔ေရာ ရပါ့မလား\nဘာသာျပန္ အညႊန္းနဲ႔ အန္ကုတ္ေပးတာကေတာ့\nကြ်န္ေတာ္sithuပါ",
        "rating": "5.1",
        "url": "https://megaup.net/1yKaq/Guardians_Of_Martial_Arts_(Gong_Shou_Dao)_[2017]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/love-811-137x200.jpg",
        "title": "Love 911 (2012)",
        "description": "ကိုရီးယားေတြကဟာသကားဆိုလဲရယ္ရေအာင္ရိုက္သလို\nဟာသကားေတြထဲမွာတစ္ခါတစ္ခါ ဒရာမာအခ်ိဳးေလးေတြပစ္ပစ္ထည့္တတ္ပါတယ္။\nအဲ႔လုိကားမ်ိဳးေတြၾကည့္ရတဲ႔အခါ ဟင္းမ်ိဳးစံုခ်ထားတဲ႔ ထမင္းဝိုင္းထဲမွာ ထမင္းစားရသလုိမ်ိဳးခံစားရပါတယ္။\nအခ်ိဳေလးလဲပါတယ္ အစပ္ကေလးလဲပါတယ္ အခ်ဥ္အငန္ကလဲ အပိုအလုိမရွိ\nဒီ Love 911 ဆိုတာကလဲ အဲ႔လုိဇာတ္ကားမ်ိဳးပါ\nဇာတ္လမ္းအညႊန္းကေတာ႔ ဂိုမီဆုက ႏွလံုးခြဲစိတ္ဆရာဝန္မေလးတစ္ေယာက္ပါ\nအရမ္းကိုေတာ္ၿပီး သြက္သြက္လက္လက္နဲ႔ ခ်စ္ဖုိ႕ေကာင္းတဲ႔ သူေပါ႕\nေခ်ာင္ဂန္လီကေတာ႔ မီးသတ္သမားျဖစ္ၿပီး လူမႈေရးညံ႔ဖ်င္း စကားကို အေျပာအဆိုမတတ္ ဘုေဘာက္ေျပာၿပီးေနတတ္တဲ႔သူပါ\nတစ္ေန႕မွာဂင္မီဆုတုိ႕ေဆးရံုအေရးေပၚဌာနကိုလူနာတစ္ေယာက္ ေရာက္လာပါတယ္ လူနာက ႏွလံုးအဆို႕ရွင္အစားထိုးထားခဲ႔ဖူးတဲ႔ လူျဖစ္ၿပီး\nေခါင္းကိုက္တာေတြအဆက္မျပတ္ျဖစ္လာတာေၾကာင့္အေရးေပၚ ေရာက္လာတာပါ\nဒီမွာ ဂိုမီဆုကႏွလံုးနဲ႔ပတ္သက္တယ္လုိ႕ မွားယြင္းစြာ ဆံုးျဖတ္မိၿပီး ေဆးေပးၿပီးျပန္လႊတ္လိုက္ပါတယ္\nဒီမွာပဲလူနာဟာေဆးရံုေရွ႕ျပန္ေရာက္ေရာက္ခ်င္းပဲ ေမ႕လဲသြားပါတယ္ ေသခ်ာစစ္ၾကည့္မွ လူနာဦးေႏွာက္ထဲမွာေသြးေတြေရာက္ေနၿပီးအရမ္းကို အသက္အႏၱရာယ္ရွိတယ္ဆိုတာအေျဖထြက္လာပါတယ္\nလူနာရွင္အမ်ိဳးသားကလဲ ဂိုမီဆုကို ျပႆနာရွာဖုိ႕ ပြဲၾကမ္းပါၿပီ အဲ႔မွာပဲ မင္းသားတုိ႕ မီးသတ္တပ္ဖြဲ႕ဟာေရာက္လာခဲ႔ၿပီး ဝင္တားရာက ေခ်ာင္ဂန္လီဟာ\nလူနာရွင္အမိ်ဳးသားေၾကာင့္ ဒဏ္ရာရသြားပါတယ္ ဒီေနာက္မွေတာ႔လူနာရွင္က ဂိုမီဆုိကိုတရားစြဲဆိုပါတယ္ ေဆးရံုကလဲ ဂိုမီဆုကို ၃ႏွစ္ေဆးကုသခြင္႔ပိတ္ထားခဲ႔ၿပီး ဂိုမီဆု\nသူငယ္ခ်င္းပါ အဆစ္ပါသြားပါတယ္ ဒါကိုဂိုမီဆုေရွ႕ေနက အၾကမ္းဖက္ခံရတဲ႔ မီးသတ္သမားကိုရွာၿပီး ထုိလူကိုျပန္တရားစြဲခိုင္းမွသာ\nဂိုမီဆုတို႕ဘက္ကအသာစီးရမယ္လုိ႕ေျပာတာေၾကာင့္ ဂိုမီဆုမွာ ေခ်ာင္ဂန္လီကို ကပ္ရပါေတာ႔တယ္\nအၾကံနဲ႕ခ်ဥ္းကပ္ခဲ႔ေပမယ့္ တကယ္တမ္း ေခ်ာင္ဂန္လီရဲ႕စိတ္ထားကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/1yK0f/Love_911_(Ban-Chang-Ggo)_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/sw6medgdk97d-140x200.jpg",
        "title": "The Demon Law ( 2018 )",
        "description": "ဟုိးလြန္ခဲ႔တဲ႔ႏွစ္ေပါင္းမ်ားစြာမွာ မိစၦာနတ္ဆုိးေတြေသာင္းက်န္ခဲ႔တယ္အဲ႔ေတာ႔နန္းေတာ္ကာကြယ္ေရးအဖြဲ႕က နတ္ဆုိးေတြကိုၿပန္လည္တိုက္ခိုက္ဖုိ႕အတြက္ တိုက္ခိုက္ေရးအဖြဲ႕တစ္ခုကုိဖြဲ႕စည္းခဲ႔တယ္အဖြဲ႕၀င္ေတြဟာ လူသားေတြသာၿဖစ္လို႔ နတ္ဆိုးေတြကိုတြန္းလွန္ႏိုင္ဖုိ႕အတြက္ နတ္ဆုိးေသြးကိုေသာက္ရပါတယ္...ဒါမွသာလွ်င္ၿပန္လည္တိုက္ခိုက္ႏုိင္မွာပါ ..ဒါကိုတြန္းလွန္ႏိုင္ဖုိ႕လည္းလိုပါတယ္သူ႕ခႏၵာကိုယ္ရဲ႕ဆာေလာင္မွုကိုမတြန္းလွန္ႏိုင္ပဲ..ေသြးကိုဆက္ေသာက္ေနမယ္ဆုိရင္ နတ္ဆုိးတစ္၀က္လူတစ္၀က္အၿဖစ္ေၿပာင္းလဲသြားမွာပါ...အဖြဲ႕ရဲ႕ေခါင္းေဆာင္ဟာတစ္ညမွာနတ္ဆုိးေတြကိုတိုက္ခိုက္ရင္းသူတို႕လက္ထဲ မိန္းကေလးတစ္ဦးကိုကယ္တင္ခဲ႔တယ္.ဒီကေနတဆင္႔ေနာက္ဘာေတြဆက္ၿဖစ္မယ္ဆုိတာဆက္လက္ခံစားၾကည္႕ရွုၾကပါ ဘာသာၿပန္ Phyo Zaw ၿဖစ္ပါတယ္Review and Encoded By LK",
        "rating": "",
        "url": "https://megaup.net/2eHqi/The_Demon_Law_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fVLPsacVcR2plrMdsy5WxYV3LbK.jpg",
        "title": "Henchmen (2018)",
        "description": "ကဲ နှစ်သစ်မှာ အသစ်ထွက်ထားတဲ့ ကာတွန်းကားအသစ်လေးနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်။တစ်ခုရှိတာက စူပါဟီးရိုးမဟုတ်ပဲနဲ့ စူပါဗီလိန်ဇာတ်လမ်းဖြစ်နေတာကြောင့်အမြင်တစ်မျိုးဆန်းနေမှာတော့ သေချာပါတယ်။ ဇာတ်လမ်းလေးကငယ်ငယ်လေးတညး်က ကာတွန်းစာအုပ်တွေကို စွဲလန်းမှုကြီးခဲ့တဲ့လတ်စ်တာဆိုတဲ့ မိဘမဲ့ခလေးလေးတစ်ယောက်ဟာ စူပါဗီလိန်တွေကိုအထူးနှစ်သက်တဲ့သူတစ်ဦးပါ။ တစ်နေ့သူမိဘမဲ့ကျောင်းကထွက်လာခွင့်ရတဲ့ အချိန်မှာတော့ သူ့ရည်မှန်းချက်ဖြစ်တဲ့စူပါဗီလိန်တစ်ယောက်ဖြစ်အောင် ကြိုးစားတဲ့အကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်ကားကောင်းလေးမို့ အားပေးကြပါဦးFile Size : (832 MB) & (240 MB)Quality :Web DL 720pRunning Time :1hr 29 minFormat : Mp4Genre :Animation , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4",
        "category": "Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qZP2VQwx6prmTbxWyolkhl3QYDU.jpg",
        "title": "Mukkabaaz (2017)",
        "description": "IMDB - 8.2ကဲ အိႏၵိယရုပ္ရွင္ေတြကို ၾကိဳက္ႏွစ္သက္တဲ့ လူေတြအတြက္အိႏၵိယ လက္ေဝွ႔ကားေကာင္းေကာင္းေလးတစ္ကား တင္ဆက္ေပးလိုက္ၿပီဗ်ာ။လက္ေဝွ႔တင္မဟုတ္ဘူးေနာ္ အက္ရွင္၊ ရိုမန္႔၊ ဒရမ္မာ မ်ိဳးစံုကိုေပးစြမ္းႏုိင္တဲ့ကားေကာင္းေလးတစ္ကားဆို ပိုမွန္ပါလိမ့္မယ္။ငယ္ငယ္ကတည္းက လက္ေဝွ႔ပညာေပၚ အရူးအမူးစြဲလန္းၿပီးမိုက္တိုင္ဆန္ကို အားက်ခဲ့မိတဲ့ လက္ေဝွ႔သမားေလးတစ္ေယာက္ဟာမာဖီးယားဆန္တဲ့ နည္းျပရဲ႕ဖိႏွိပ္မႈေတြေၾကာင့္ တိုက္ခိုက္ထြက္ေျပးလာၿပီးအာဏာရွင္နည္းျပရဲ႕ ေနာက္ယွက္မႈေတြၾကားထဲက ခ်န္ပီယံျဖစ္ေအာင္ၾကိဳးစားထားတဲ့ပံုကို ရိုက္ကူးထားတာ ျဖစ္ပါတယ္။သူ႔ရဲ႕ရည္မွန္းခ်က္ ပန္းတိုင္သို႔ ေရာက္ရွိသြားမလားဒါမွမဟုတ္ လမ္းတစ္ဝက္မွာတင္ အဆံုးသတ္သြားမလားဆိုတာေတာ့ဇာတ္လမ္းၾကိဳမေျပာေတာ့ဘူးေနာ္။ဇာတ္ကားေကာင္းမို႔ အျမန္သာေဒါင္းၾကည့္လုိက္ၾကပါဦးေနာ္  File Size : (1 GB) & (228 MB)Quality :Web DL 720pRunning Time :2hr 05 minFormat : Mp4Genre :Action , Drama ...",
        "rating": "8.2",
        "url": "https://megaup.net/2UEZf/The_Brawler_(Mukkabaaz)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Seondal-The-Man-Who-Sells-the-River-2016-133x200.jpg",
        "title": "Seondal: The Man Who Sells the River (2016)",
        "description": "Seondal: The Man Who Sells the River (2016)_____IMDb - 6.5/10\n \nဒီဇာတ်ကားလေးကတော့ ဂျိုဆွန်းခေတ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။\nမြန်မာပရိသတ်အနေနဲ့ ရင်းနှီးပြီးသား မင်းသားချောလေး ယူဆောင်ဟို (YooS0ungHo) ရဲ့\nအောင်မြင်တဲ့ဇာတ်ကားလေး တစ်ကားပါ ။\nဒီဇာတ်ကားမှာ ယူဆောင်ဟိုက တရုတ်ပြည်ကို ကျွန်အဖြစ် ရောင်းစားခံရပြီး\nစစ်ပွဲမှာ မသေခဲ့ပဲထွက်ပြေးလွတ်မြောက်လာခဲ့တဲ့ ကင်အီနွန်းအဖြစ် သရုပ်ဆောင် ထားပါတယ်….\nကင်အီနွန်းက သူနဲ့အတူလွတ်မြောက်လာတဲ့တခြား နှစ်ယောက်ရယ်ပေါင်းပြီး\nညီအစ်ကိုလို ချစ်ချစ်ခင်ခင်ပျော်ရွင်စွာနေထိုင်နေကြတယ်…\nသူတို့ရဲ့အသက်မွေးကျောင်းကတော့ လူလိမ်တပါတ်ရိုက် ရိုက်စားပေါ့ဗျာ…\nကင်အီနွန်းရဲ့ ရိုက်စားအကွက်တွေက လှလွန်းတော့“ မုသားသခင်”ရယ်လို့ဆိုပြီး နာမည်ကျော်ပေါ့…\nသူကလည်းအတင့်ရဲချက်ကမ်းကုန် ဘုရင့်ဘဏ္ဍာတိုက်တောင်မနေရဘူး ရအောင်ဖောက်တယ် ။\nဒါကြောင့် ဘုရင့်တရားရုံးကလည်း အလိုရှိနေတဲ့ ထိပ်တန်းလူလိမ်လေး။\nတစ်ခါမှတော့ ဆောဒယ်ဆောင်းရဲ့ဆေးရွက်ကြီးတွေ ဖျောင်ဖို့ကြိုးစားရင်း\nမအူမလည်သူတို့ရဲ့ညီငယ်လေး အသက်ပေးသွားရတယ်….\nဆောဒယ်ယောင်း ဆိုတာကလည်း ဘုရင့်ဆွေတော်မျိုးတော် ဦးရီးတော် လောဘကြီးသူ\nကိုယ့်အတွက်သာကိုယ်ကြည့်ပြီး ဂျိူဆွန်းနိုင်ငံသားများကို တရုတ်သို့ ကျွန်အဖြစ်ရောင်းစား\nဆေးရွက်ကြီးတွေလုပ်နဲ့ တရုတ်ကိုတော့အသေဖားနေတဲ့လူကြီးပေါ့…\nငွေကြေးအင်အားကလည်းတောင့်တင်း တရုတ်ကိုလည်းပိုင်ဆိုတော့\nဘုရင်ကတောင် မနိုင်လို့ လက်မှိုင်ချနေရတဲ့ လူလည်ကြီး\nမုသားသခင် ကင်အီနွန်းကလည်း ညီငယ်အတွက် ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eziC/Seondal_-_The_Man_Who_Sells_The_River_(Bongyi_Kim_Seondal)_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Comedy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNzM2NzM2NmMtNjZlNi00YTcyLWIwYmUtYmE1MWVmYTNiODRlXkEyXkFqcGdeQXVyNDkzMjE0NDE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Pokémon the Movie: The Power of Us (2018)",
        "description": "ႏွစ္စဥ္ႏွစ္တုိင္း က်င္းပေလ့ ရွိတဲ့ ပြဲေတာ္ တစ္ခုကေတာ့ ပိုကီမြန္ ဖမ္းပြဲပါ\nအဲ့ဒီပြဲကို ႏိုင္ငံတကာမွ ပိုကီမြန္ ထရိန္နာေတြက လာေရာက္ၿပီး ယွဥ္ၿပိဳင္ေလ့ ရွိပါတယ္\nဒီႏွစ္မွာေတာ့ ထိုပြဲကို အက္ရွ္ နဲ႔ ပီကာခ်ဴး အျပင္ တစ္ျခား ထရိန္နာ အသစ္ေတြလဲ\nလာေရာက္ယွဥ္ၿပိဳင္ခဲ့သလို အေႏွာက္အယွက္ေတြလဲ ေတြ႔ရမွာျဖစ္ပါတယ္..\nထရိန္နာ အသစ္ေလး လီဆာ လဲ ေရာက္ရွိလာသလို သူ႔အေၾကာင္းနဲ႔သူ\nလာေရာက္ယွဥ္ၿပိဳင္သူေတြၾကား ပိုကီမြန္ အသစ္ေတြကိုလဲ ထပ္မံေတြ႔ရွိရမွာပါ\nဒီကာတြန္းကားေလးကို ေကာင္းျမတ္သူက ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/pokemon-the-movie-the-power-of-us-2018/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjQ1NjM3MTUxNV5BMl5BanBnXkFtZTgwMDc5MTY5OTE@._V1_SY1000_CR006471000_AL_-129x200.jpg",
        "title": "Hacksaw Ridge (2016)",
        "description": "Hacksaw Ridge (2016)\nIMDb - 8.1/10_____Rotten - 85%\nWon 2 Oscars. Another 51 wins & 114 nominations\n  \n((Blu-Ray 1080p 5.1 CH, Blu-Ray720, တို့ဖြင့် နင်းကန်ကောင်းသည့် စစ်ကားအား ပြန်လည် အရောင်အသွေးစုံလင်စွာဖြင့် တင်ဆက်ပေးလိုက်ပါသည်....))\nစစ်ခုံရုံးတစ်ခု မှာ ခန္ဓာကိုယ်ပါးလှပ်လှပ်စစ်သည်တစ်ယောက်ဟာ စွဲချက်တွေကြောင့် ရုံးတင်ခံနေရတယ်...\nစွဲချက်က ဘာလဲဆိုတော့ သေနတ်ကိုင်ရန်ငြင်းဆန်မှု အမိန့်မလိုက်နာမှုကြောင့်ပါ...\nစစ်သားလုပ်တယ် သေနတ်မကိုင်ချင်ဘူး ဘယ်လိုမှ သဟဇတမဖြစ် ...\nသို့သော် တပ်မတော်တွင် တာဝန်မထမ်းပဲပြန်ထွက်သွားမလားဆိုတော့လည်းမဟုတ်ပြန် ဆက်လက်တာဝန်ထမ်းဆောင်လိုလျှက်ရှိနေပြန်သည်...\nသူ့ရည်ရွယ်ချက်က စစ်ပွဲမှာဒဏ်ရာ ရနေတဲ့သူငယ်ချင်းရဲဘော်ရဲဘက်တွေကို အရေးပေါ်ဆေးကုပေးမယ် ...\nအားပေးမှုတွေလုပ်မယ် ...\nကျည်လွတ်နယ်မြေကို ရွှေ့ပြောင်းပေးမယ်ဆိုတာပါပဲ...\nစွဲချက်တွေကစစ်ထောင်သေချာပေါက်ကျမည့် အချက်တွေကြီးပါပဲ ...\nဒီကားထရေလာကြည့်တော့ ဒုတိယကမ္ဘာစစ်အတွင်း သေနတ်မကိုင်တဲ့စစ်သည်တစ်ယောက်ဟာ ရှေ့တန်းမှာ ကျည်ဆန်တွေကြားပြေးလွှားရင်း\nဒဏ်ရာရစစ်သည်တွေကို အသည်းအသန် ကယ်တင်နေတာတွေ့ရတယ် ...\nRatingမြင့် ယုတ္တိလွန်စစ်ကားနေမှာပါလေလို့ တွေးမိတယ်...\nနောက်တော့ ကျွန်တော်ထင်တာ လုံးဝလွဲသွားတယ် ဖြစ်ရပ်မှန်ဖြစ်တဲ့အပြင် သေနတ်မကိုင်တဲ့အဲ့ဒီဆေးတပ် သားလေးဟာ\nတိုက်ပွဲဝင်စစ်သည်တွေကိုအသက်စွန့်ကယ်တင်ခဲ့တာကြောင့် ...",
        "rating": "8.1",
        "url": "https://megaup.net/Qyxe/Hacksaw_Ridge_[2016]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Biography, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNTY4NjNkMTMtNTEyOC00NDBiLWFkZjMtZDkwYzU3OTFjOTkzXkEyXkFqcGdeQXVyNTUyMzE4Mzg@._V1_-135x200.jpg",
        "title": "What Lies Beneath (2000)",
        "description": "ကလဲယာ ဟာ တေယာပညာရွင္ တစ္ေယာက္ျဖစ္သလို အဆိုလဲ ေကာင္းသူပါ\nပထမ အိမ္ေထာင္ နဲ႔ တုန္းက ခင္ပြန္းျဖစ္သူ မဆံုးပါးခင္ထိ\nေပ်ာ္ရႊင္စရာ ဘ၀ ေလးကို ပိုင္ဆိုင္ထားသူျဖစ္ပါတယ္\nပထမ ခင္ပြန္း ဆံုးပါးၿပီးေနာက္ ေမွ်ာ္လင့္ခ်က္ မဲ့ေနတဲ့\nသူ႔ ဘ၀ ထဲကို ေနာ္မန္ ဆိုတဲ့ သကၠသိုလ္ တစ္ခုက\nသုေတသန ဆရာ တစ္ေယာက္ ၀င္လာခဲ့ပါတယ္\nေနာ္မန္ နဲ႔ လက္ထပ္ၿပီးေနာက္ပိုင္း ေပ်ာ္ရႊင္စရာ\nဘ၀ တစ္ခုကို ထပ္မံ ပိုင္ဆုိင္ခဲ့ရပါတယ္\nပထမ ေယာက်ၤားနဲ႔ ရခဲ့တဲ့ သမီးေလးကိုလဲ\nေနာ္မန္ က သူ႔သမီးအရင္းေလးလို ခ်စ္တဲ့သူပါ\nေနာ္မန္ က ေက်ာင္းဆရာ ျဖစ္တာနဲ႔ အညီ\nအလုပ္ေျပာင္းရင္ အိမ္လုိက္ေျပာင္းရပါတယ္\nတစ္ေန႔မွာေတာ့ ကလဲယာ တို႔ မိသားစု ဟာ\nေနာ္မန္ စာသင္ရမယ့္ ေက်ာင္းရွိတဲ့ ၿမိဳ႕ေလးကို\nေရာက္ရွိခဲ့ၿပီး ေနာ္မန္ ရဲ႕ ဖခင္ျဖစ္သူ ပိုင္ဆုိင္တဲ့\nအိမ္ႀကီး တစ္ခုကို ျပန္လည္ျပဳျပင္ၿပီး ေနထိုင္ခဲ့ပါတယ္...\nအိမ္ႀကီးရဲ႕ ေနာက္ဖက္မွာလဲ ျမစ္ကမ္းစပ္ႀကီး က ကပ္လို႔ေပါ့\nေနခ်င္စရာ အတိၿပီးတဲ့ အိမ္ႀကီးပါပဲ...\nဒါေပမဲ့ ကလဲယာ အတြက္ အလုပ္ပိုေတြ ရွိလာပါတယ္\nေဘးအိမ္က လင္မယားက အၿမဲလိုလို ရန္ျဖစ္တာကို\nစပ္စုေနတက္ခဲ့ပါတယ္...\nတစ္ခါတစ္ေလ အားလံုး အလုပ္သြား ေက်ာင္းသြားတဲ့အခါ\nသူ တစ္ေယာက္ထဲ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2eIgx/What_Lies_Beneath_[2000]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5H1w9gl7BJ4lFkvwoBvXAmKrKrR.jpg",
        "title": "Taylor Swift: Reputation Stadium Tour (2018)",
        "description": "IMDB Rating - 8.6Taylor Swift ဟာ 2016 ေလာက္တုန္းက Social Media ေပၚမွာလူသန္းေပါင္းမ်ားစြာရဲ႕ အပုပ္ခ်ေျပာဆိုခံခဲ့ရၿပီး\" ေႁမြမ \" ဆိုတဲ့နာမည္နဲ႔ ၿပိဳလဲေအာင္ ထိုးသတ္ခံခဲ့ရတယ္ ..ခံစားရတာေတြကို ၿမိဳသိပ္ရင္း 2017 မွာ ' Reputation ' ဆိုတဲ့ အေခြအသစ္နဲ႔လူေတြေ႐ွ႕ ျပန္ေရာက္လာခဲ့ပါတယ္..ဒီအေခြဟာ 2016 တုန္​းက Cyber Bully လုပ္ခံခဲ့ရတဲ့အေၾကာင္းနဲ႔သူမခ်စ္​ရတဲ့ ခ်စ္သူေကာင္ေလးအေၾကာင္းကို ေရးသားထားတာ ျဖစ္ပါတယ္..Taylor Swift က Cyber Bully လုပ္ခံရတာက​ေန တစ္​ဆင္​့စိတ္ဓာတ္ခြန္အားေတြရႏိုင္တယ္ဆိုတာကိုRepution Album & Reputation Stadium Tour နဲ႔ သက္ေသျပခဲ့ပါတယ္..Tour ရဲ႕ Stage ...",
        "rating": "8.6",
        "url": "https://megaup.net/2eI4n/Taylor_Swift_-_Reputation_Stadium_Tour_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/The-Gigolo-2-2016-142x200.jpg",
        "title": "The Gigolo 2 (2016)",
        "description": "The Gigolo..2မွာ​ေတာ့..1နဲ႔မတူပဲဇတ္လမ္​းတည္​​ေဆာက္​ပံုကြဲျပားသြားပါတယ္​…\nဒီကားရဲ႕အဓိကဇတ္​​ေကာင္​ျဖစ္​တဲ့..ဖြန္​းဟာ..1မွာတုန္​းကလို..ပိုက္​ဆံ​ေပးအ​​ေပ်ာ္​လိုက္​ရတဲ့သူမဟုတ္​​ေတာ့ပဲ..\nသူ​ေဌးတစ္​​ေယာက္​အ​​ေနနဲ႔..မိန္းမမ်ားရဲ႕ကိစၥကိုကူညီ​ေပးရတဲ့သူတစ္​​ေယာက္​အျဖစ္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​\nသူဘာ​ေၾကာင္​့သူ​ေဌးျဖစ္​သြားရတာလဲဆိုတာကို​ေတာ့..ဇတ္​လမ္​းအစမွာ​ေဖာ္​ျပထားပါတယ္​….\nဇတ္​လမ္​းအၫြန္​းကို​ေျပာရမယ္​ဆို…..ခဏက​ေျပာခဲ့သလို..မိန္းမ​ေတြ႔ရဲ႕ကိစၥ​ေတ​ြကိုကူညီတဲ့..”ဖြန္​း”ဟာ\nလက္​ထပ္​ခါနီးမိန္းက​ေလးတစ္​​ေယာက္​ကိုကူညီမိလိုက္​တဲ့အတြက္​သူ႔အတြက္​\nဘယ္​လို​ေတြျပန္​သက္​​ေရာက္​လာမလဲဆိုတာ​ေတာ့\nဒီဇတ္​ကားရဲ႕စိတ္​ဝင္​စားဆံုးအခ်က္​..တစ္​ခ်က္​ပါပဲ..\nၿပီး​ေတာ့..ဒီဇတ္​ကားမွာ.မင္​းသမိီး​ေနရာသ႐ုပ္​​ေဆာင္​တဲ့(နာမည္​ထည္​့ရန္​)………\n(​ေမာ္​န​ီကာ..)ဟာ​ေရာ..ဖြန္​းနဲ႔ဘယ္​လို​ေတြပက္​မႈရိွလာခဲ့မလဲတဆိုတာ..18+ခန္​း​ေလး​ေတြနဲ႔​ေရာ​ေႏွာတင္​ဆက္​ထားပါတယ္​..\n(၁၈ႏွစ္​မျပည္​့ရင္​မၾကည္​့ၾကပါနဲ႔လို႔​ေျပာလည္​းရမွာမဟုတ္​တဲ့အတြက္​….ဘာမွ​ေလထပ္​မ႐ွည္​​ေန​ေတာ့ပါဘူး..:P)File size – 880 Mb\nQuality -BR-Rip 720P\nFormat -MP-4\nDuration -01:36:05\nSubtitle -Myanmar Subtitle\nTraslator -John La Yaung",
        "rating": "4.2",
        "url": "https://megaup.net/U36z/[02316]_The_Gigolo_2_(2016)_[Drama]_[Dominic_Ho]_[CHINA]_[4.8]_[ADT].mp4",
        "category": "Adult, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p7m3sSQhnoT2uuxUsxF4mQX6opr.jpg",
        "title": "Cam (2018)",
        "description": "CM ပရိတ္သတ္ႀကီးအတြက္ ဒီတစ္ခါ တင္ဆက္ေပးမွာကေတာ့Rating 6.5 ရရွိထားတဲ့'Cam' ဆိုတဲ့ ဇာတ္ကားေလးပါဒီကားထဲမွာဆိုရင္ အယ္လစ္ဆိုတဲ့ ေကာင္မေလးကလိုလာဆိုတဲ့အေကာင့္နာမည္နဲ႔ ကမ္႐ိႈးေတြျပပါတယ္ကမ္႐ိႈးဆိုတာကေတာ့ ဝဘ္ဆိုဒ္တစ္ခုမွာ မိန္းကေလးေတြက လိုက္ဗ္လႊင့္တယ္အမ်ိဳးသားေတြက ေဘာက္ဆူးေတြေပးၿပီး သူတို႔ခိုင္းတာကိုမိန္းကေလးေတြကလုပ္ျပရတာမ်ိဳးပါတစ္နည္းအားျဖင့္ေတာ့ public sex chat သလိုပါပဲလူႀကိဳက္မ်ား မမ်ားေပၚမူတည္ၿပီးေတာ့လဲ အဆင့္ေတြသတ္မွတ္ထားတာေပါ့အဲ့မွာ အယ္လစ္က သိပ္မေက်ာ္ၾကားေသးတဲ့သူေပါ့သူကအဆင့္တက္ဖို႔ႀကိဳးစားေနတာ တစ္ေန႔မွာေတာ့သူကခပ္ဆန္းဆန္း႐ိႈးေလးတစ္ခုျပၿပီေတာ့ထိပ္ဆံုးအဆင့္ ၅၀ အတြင္းဝင္သြားပါေတာ့တယ္ဒါေပမဲ့ေနာက္တစ္ေန႔ သူအိပ္ရာက ႏိုးလာေတာ့ သူ႔အေကာင့္ထဲကို ဝင္လို႔မရေတာ့ပါဘူးအဲ့ထက္ပိုဆိုးတာက သူ႔အေကာင့္မွာ သူနဲ႔တစ္ပံုစံထဲတူတဲ့ မိန္းကေလးကသူ႔လိုဟန္ေဆာင္ၿပီး ႐ိႈးေတြဆက္ျပေနတာပါပဲအယ္လစ္ဟာ သူျပေနတာမဟုတ္တဲ့႐ိႈးေတြအတြက္လဲ နာမည္ပ်က္လာပါေတာ့တယ္သူဒီကိစၥကို ဘယ္လိုေျဖ႐ွင္းသြားမလဲ ဒီကိစၥရဲ႕ေနာက္ကြယ္မွာေရာ ဘာေတြ႐ွိေနမလဲဇာတ္လမ္းထဲမွာ ဆက္လက္ၾကည့္႐ႈခံစားၾကပါ(ဇာတ္ဝင္ခန္းေတာ္ေတာ္မ်ားမ်ားက ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eIln/Cam_[16+]_[2018]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMjM5MzgzMjM3OF5BMl5BanBnXkFtZTgwMzQ2MzQwNzM@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "Black Mirror: Bandersnatch (2018)",
        "description": "Black Mirror: Bandersnatch (2018)_____IMDb - 7.2/10\n   \nဒီဇာတ်လမ်းပုံစံဟာလုံးဝအသစ်ပါ\nNetflixကတော့အဓိကဇာတ်သိမ်းငါးခုရှိတယ်လို့ပြောထားပါတယ်\nတကယ်တော့အဲ့ထက်များပါတယ်\nကျွန်တော်တို့ငယ်ငယ်ကဖတ်ခဲ့ဖူးတဲ့ ကိုယ့်ဇာတ်လမ်းကိုယ်ရွေးရတဲ့ဝတ္ထုကို\nရုပ်ရှင်အဖြစ်အသက်သွင်းပေးထားတဲ့Netflixရဲ့ပထမဆုံးကားပါ\nဇာတ်ကောင်ကရွေးချယ်မှုတစ်ခုလုပ်တာနဲ့အဲ့တာကပါကြည့်ရှု့သူအပေါ်သက်ရောက်အောင်စွမ်းဆောင်နိုင်ပါတယ်\nBasic storylineက1984ခုနှစ်ကလူငယ်ပရိုဂရမ်မာတစ်ယောက်ကိုအခြေခံထားတာဖြစ်ပြီး\nBamdersnatchလို့ခေါ်တဲ့ရွေးချယ်မှုတွေနဲ့ဖတ်ရတဲ့စာအုပ်ပုံစံမျိုးကို\nဂိမ်းအဖြစ်လုပ်ချင်တဲ့အိပ်မက်လေးတစ်ခုပဲသူ့တစ်ဘဝလုံးမှာရှိပါတယ်\nဒါပေမယ့်အဲ့လောက်မရိုးစင်းခဲ့ပါဘူး\nကျွန်တော်တို့ကိုယ်တိုင်ခံစားပြီးဇာတ်လမ်းကိုရွေးပေးရမှာပါ\nSpoilerမပါမှအရသာအပြည့်ကိုခံစားနိုင်မှာမို့ဒီလောက်ပဲပြောပြပါရစေ\nတစ်ခေါက်ထဲကြည့်ပြီးရိုးသွားမယ့်ကားမဟုတ်တဲ့အပြင်\nတစ်ခေါက်နဲ့တစ်ခေါက်ရတဲ့ခံစားချက်ကလည်းမတူစေရပါဘူး\nBird boxလိုပုံမှန်sci-fiကားကြည့်ပြီးအချိန်ကုန်တာထက်တော့ဒီကားကအများကြီးပေးစွမ်းနိုင်ပါလိမ့်မယ်ဘာသာပြန်ပေးထားတာတော့ Aye Chansu ဖြစ်ပြီး\n \nEncodeပေးတာကတော့ကျွန်တော် sithu ပဲဖြစ်ပါတယ်",
        "rating": "7.2",
        "url": "https://megaup.net/Sd0p/Black_Mirror_-_Bandersnatch_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/the-day-after-tomorrow-poster-1-138x200.jpg",
        "title": "The Day After Tomorrow (2004)",
        "description": "The Day After Tomorrow (2004)\nIMDb - 6.4/10_____Rotten - 44%\n  \nIMDb rating 6.4/10 ရရှိထားပြီး 2004 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ပေးလိုက်ပါတယ်။\nအာတိတ်ဒေသမှာသုတေသနလုပ်နေတဲ့ ပါမောက္ခ ဂျက်(ခ်)ဟော(လ်) နဲ့အဖွဲ့ဟာ\nရာသီဥတု ဖောက်ပြန်ပျက်စီး မှု တစ်ခုကို အမှတ်မထင် ကြုံတွေ့ခဲ့ရတယ်။\nဒါကို နယူး ဒေလီ မှာပြုလုပ်တဲ့ ကမ္ဘာကြီး ပူနွေးလာမှုနဲ့ ပတ်သက်တဲ့\nနှီးနှော ဖလှယ်ပွဲတစ်ခုမှာ ဂျက်(ခ်) ကိုယ်တိုင်ပြောပြခဲ့ပေမဲ့ ဘယ်သူကမှ အလေးမထားခဲ့ကြပါဘူး။\nနောက်ပိုင်းမှာ ရေကြောင်းပြ ဗော်ရာ တွေမှာ အပူချိန်ကျဆင်းလာတာကြောင့် ပါမောက္ခ ရပ်ဆန် လည်း သတိထားမိခဲ့ပြီး\nဂျက်(ခ်) နဲ့အတူ ပူးပေါင်းလုပ်ဆောင်ခဲ့ကြပါတယ်။\nရာသီဥတု ဖောက်ပြန်ပျက်စီးမှုက တစ်စတစ်စ ပိုမိုဆိုးရွားလာခဲ့ပေမဲ့ ဂျက်(ခ်) ရဲ့ သတိပေးမှုတွေကို တာဝန်ရှိသူတွေက လျစ်လျူရှုခဲ့ကြပါတယ်။\nနောက်ဆုံးမှာတော့ မြောက်ကမ္ဘာခြမ်းတစ်ခုလုံးကို ရေခဲအတိ ဖုံးလွှမ်းသွားစေခဲ့တဲ့ တစ်ခါမှာ\nမကြုံခဲ့ဖူးတဲ့ ကုန်းတွင်းပိုင်း ဟာရီကိန်း မုန်တိုင်းဒဏ်ကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/Shop/The_Day_After_Tomorrow_[2004].mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNDMxMjc1YzItOWRiZi00MzAyLWJiMWMtN2M3N2FiZTlmM2U2XkEyXkFqcGdeQXVyNjE4MjY5MDE@._V1_SY1000_SX700_AL_-140x200.jpg",
        "title": "How to Get Over a Breakup (2018)",
        "description": "အသည္းကြဲေနတဲ့ခ်ိမတို႔အတြက္\nၾကည့္သင့္တဲ့ဇာတ္ကားေလးတစ္ကားနဲ႔မိတ္ဆက္ခ်င္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းက အြန္လိုင္းေပၚမွာ\nAdေတြေရးတဲ့ ေကာင္မေလးက သူ႔ေကာင္ေလးရဲ႕\nလမ္းခြဲျခင္းကိုခံခဲ့ရပါတယ္ အသည္းကြဲေနေပမယ့္\nဘာမွမျဖစ္ဟန္ေဆာင္ထားတဲ့ ခ်ိမတစ္ေယာက္\nရင္တြင္းနာက်င္မႈေတြ ေျဖေျဖာက္ဖို႔ ႀကိဳးစားတဲ့အခါမွာေတာ့..\nဒီဇာတ္ကားက comedyဆိုေပမယ့္\nDeepတဲ့ေနရာေတြလဲDeepပါတယ္\nအခ်စ္ကိုကိုးကြယ္သင့္လား အခ်စ္ကအရာရာလား\nအခ်စ္ကိုေ႐ွ႕တန္းတင္ၿပီးကိုယ့္ဝါသနာပါရာ\nလုပ္ငန္းကို စြန္႔ရတာတန္ရဲ႕လား?\nကဲ အသည္းကြဲေနမယ့္ ခ်ိမတို႔ၾကည့္လိုက္ပါ\nခ်ိဖမ်ားကလဲ အသည္းကြဲေနတဲ့မိန္းကေလးေတြရဲ႕\nခံစားခ်က္ကို နားလည္ေအာင္ၾကည့္သင့္ပါတယ္\nဘာသာျပန္ နဲ႔ အညႊန္းကေတာ့ Wai Zin ျဖစ္ပါတယ္",
        "rating": "6.2",
        "url": "https://megaup.net/SNuq/How_To_Get_Over_A_Breakup_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/35hqenorrj6i-143x200.jpg",
        "title": "Lost in Mobius ( 2018 )",
        "description": "ေတြးလိုသူေတြအတြက္ အေတာ္ေလးေတြးရမယ္႔ဇာတ္ကားေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္..ဇာတ္ကားရဲ႕သင္ခန္းစာကေတာ႔လူတစ္ေယာက္ဟာ အတိတ္ခံစားခ်က္ကေနရုန္းထြက္ဖို႕ၾကိဳးစားပံုအတိတ္ကိုလႊတ္ခ်ႏိုင္ဖုိ႕..ေဘးကလူကိုနားလည္ေပးဖို႕အတိတ္မွာနစ္ေၿမာမေနဖို႕ရိုက္ကူးတင္ဆက္ထားတယ္လို႔ထင္္မိပါတယ္ဇာတ္လမ္းစလာကတည္းက ေကာင္မေလးတစ္ေယာက္ကသူ႕ရဲ႕စိတ္ေနစိတ္ထားကိုေဖၚၿပတဲ႔စကားမ်ိဳးေတြေၿပာတယ္ဘ၀ကိုၿမင္ေနတဲ႔သူ႕အၿမင္ေပါ႔..ဆရာမက ထိုင္နားေထာင္တယ္အတိတ္ကအၿဖစ္အပ်က္ကိုၿပန္ေၿပာၿပတယ္..ေကာင္မေလးနဲ႕သူ႕ေကာင္ေလးဟာ အားလပ္ရက္တရက္မွာရြာေလးတစ္ရြာကို ခရီးထြက္လာၾကတယ္သူတို႔ငွားလိုက္တဲ႔အိမ္ကအၿပင္အဆင္ေတြကလည္းဆန္းက်ယ္သလို အိမ္ရွင္ရဲ႕ အၿပဳအမူကလည္း ထူးၿခားလြန္းေနတယ္ေနာက္မွာေတာ႔မထင္မွတ္ထားတဲ႔ထူးဆန္းတဲ႔ၿဖစ္ရပ္ေတြတခုၿပီးတခုကိုၿဖစ္ၿဖစ္လာတယ္..လ်ို႕၀ွက္ခ်က္တခုကိုေကာင္မေလးရွာေဖြေတြ႕ရွိၿပီးတဲ႔ေနာက္မွာ..အခ်ိန္ကာလ တခုထဲမွာပဲထပ္ခါထပ္ခါလည္ပတ္ေနပါေတာ႔တယ္.. ေကာင္းေကာင္းေတြးႏိုင္တဲ႔အခ်ိန္..အားတဲ႔အခ်ိန္ေလးမွာၾကည္႕ဖို႕အၾကံၿပဳပါတယ္ေနာ္..လြတ္သြားတာနဲ႔ခ်ာခ်ာလည္ကုန္ပါလိမ္႔မယ္..ကြ်န္ေတာ္႔အၿမင္ေၿပာရရင္ဇာတ္ကားက စိတ္၀င္စားဖုိ႕ေကာင္းပါတယ္ၾကည္႕ေကာင္းလားလို႔ေမးရင္ ေကာင္းတယ္လည္းမဟုတ္ဘူးမေကာင္းဘူးလည္းမဟုတ္ဘူး..ၾကည္႔ေနရင္းနဲ႔ခံစားခ်က္တမ်ိဳးေပါ႔....ကိုယ္တိုင္သာနားလည္ေအာင္ခံစားၾကည္႕လိုက္ပါေတာ႔ အညႊန္းနဲ႔ဘာသာၿပန္ Phyo Zaw ၿဖစ္ပါတယ္Encoded By LK",
        "rating": "",
        "url": "https://megaup.net/2eIqx/Lost_In_Mobius_[2018]_(MM_Sub).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zikvJ0XscL7vVeJln0ZagGXw5wY.jpg",
        "title": "When Angels Sleep (2018)",
        "description": "အာမခံကုမၸဏီတစ္ခုမွာ အလုပ္လုပ္တဲ့ လူတစ္ေယာက္ဟာ အျခားၿမိဳ႕ကသူ႔သမီးေလးရဲ႕ေမြးေန႔မွာ ရံုးမွာအအေရးႀကီးအလုပ္ေတြ႐ွိေနတာေၾကာင့္ေလယာဥ္လြတ္သြားၿပီး ေမြးေန႔ပြဲ မမီျဖစ္သြားပါတယ္ဒါေပမဲ့ သူ႔သမီးေလးေမြးေန႔အတြင္းေရာက္ေအာင္ ျပန္ႏိုင္ဖို႔အတြက္အလုပ္ၿပီးၿပီးခ်င္းပဲ ကုပၼဏီကကားနဲ႔ ကိုယ္တိုင္ေမာင္းျပန္လာခဲ့ပါတယ္ဒါေပမဲ့ လမ္းမွာ အရမ္းကိုပင္ပန္းၿပီး အိပ္ငိုက္လာပါေတာ့တယ္သူဟာကားကို ထိန္းေမာင္းလာေပမဲ့ လမ္းမွားသြားၿပီးတစ္ေနရာအေရာက္မွာေတာ့ ေကာင္မေလးတစ္ေယာက္ကို ဝင္တိုက္မိပါေတာ့တယ္သူက အေရးေပၚဌာနကို ဖုန္းေခၚခဲ့ေပမဲ့ အဆင္မေျပတာနဲ႔သူကိုယ္တိုင္ေကာင္မေလးကို ေဆးရံုလိုက္ပို႔ဖို႔ လုပ္ေနတုန္းေဘးမွာအတိုက္ခံရတဲ့ေကာင္မေလးရဲ႕ သူငယ္ခ်င္းကသူ႔ကိုေၾကာက္လန္႔တၾကားၾကည့္ေနတာကို ေတြ႔လိုက္ရပါတယ္သူဟာေကာင္မေလး ၂ ေယာက္ကိုေခၚၿပီး ေဆးရံုသြားဖို႔ လိုက္႐ွာေပမဲ့ကိစၥေတြဟာ သူထင္သလိုျဖစ္မလာတဲ့အခါ...ညေမွာင္ေမွာင္ အျမန္လမ္းေပၚမွာ ဘယ္လိုအျဖစ္ေတြနဲ႔ၾကံဳမလဲဆိုတာကေတာ့...စိတ္၀င္စားဖြယ္ၾကည့္လုိက္ရေအာင္လား... File Size : (827 MB) and (259 MB)Quality :Web DL 720pRunning Time :1hr 31 ...",
        "rating": "5.4",
        "url": "https://megaup.net/SPfk/When_The_Angels_Sleep_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Trico-Tri-Happy-Halloween-2018-135x200.jpg",
        "title": "Trico :Tri Happy Halloween (2018)",
        "description": "ေၾကာက္စရာမေကာင္းဘဲ ခ်စ္ဖို႕ေကာင္းတဲ့သရဲမေလး ပါတဲ့ ဟာသဖန္စီ ဇာတ္ျမဴး ကားေလးနဲ႔ မိတ္ဆက္ေပးပါမယ္။\nဇာတ္လမး္ေလးကေတာ့ အေဖအိုျကီးဆံုးသြားၿပီးေနာက္တစ္ကိုယ္ထဲအထီးက်န္ေနတဲ့ အေမျဖစ္သူကို ျပဳစုဖို႔\nမိသားစုတစ္စု နယူးေယာ့ကေန မီယာမီကိုေျပာင္းေရြ႕လာခဲ့ပါတယ္\nနယူးေယာ့ကအိမ္ကိုေရာင္းၿပီး အေမ့အိမ္နဲ႔ မနီးမေဝးကအိမ္တစ္လံုးကိုဝယ္ၿပီး\nမီယာမီကိုေပါက္ခ်လာတဲ့မိသားစု ျဖစ္ခ်င္ေတာ့ ေပါင္ေခ်ာင္ေကာင္းဆိုၿပီးဝယ္လိုက္တဲ့ အဲ့အိမ္ႀကီးက\nမီယာမီမွာ နာမည္ႀကီးသရဲေျခာက္တဲ့အိမ္ႀကီးျဖစ္ေနပါတယ္။\nအရင္အိမ္႐ွင္ေတြဖေနာင့္နဲ႔တင္ပါး တသားထဲက်ေအာင္ထြက္ေျပးရသည္အထိ\nေျခာက္လွန္႔တာၾကမ္းတဲ့ ဒီအိမ္ကိုသူတို႔မိသားစုဘယ္လိုမ်ားေနၾကမလဲ\nတစ္ဖက္ကလဲ အဲ့အိမ္ႀကီးမွာ မကြၽတ္မလြတ္ျဖစ္ေနတဲ့ ေမာင္ႏွမ၂ေယာက္က\nသူတို႔အိမ္ႀကီးနဲ႔ထိုက္တန္တဲ့သူ မလာမခ်င္း ေျခာက္လွန္႔လ်က္႐ွိပါတယ္\nသရဲေမာင္ႏွမနဲ႔ မိသားစုထဲက သားအႀကီးနဲ႔ သမီးေလးတို႔နဲ႔ ဘယ္လိုေ႐ွ႕ဆက္လဲဆိုတာေတာ့ ၾကည့္လိုက္ၾကပါဦး..\n( ဇာတ္လမ္းအညြွန္းနဲ႔ ဘာသာျပန္ေပးထားတာကေတာ့ WaiZin ပဲျဖစ္ပါတယ္)\n File Size : (1.10GB) & (260 MB)\nQuality : WEB-DL 1080p\nRunning Time : 1h 30min\nFormat : Mp4\nGenre : Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL.DDP5.1.H.264-MZABI\nTranslated by ...",
        "rating": "N/A",
        "url": "https://megaup.net/SPgg/Trico_-_Tri_Happy_Halloween_[2018]_(MM_Sub).mp4",
        "category": "Family, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/butterfly-kiss-133x200.jpg",
        "title": "Butterfly Kisses (2018)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ Documentary ေလးပါ\nဇာတ္လမ္းေလးကေတ့ာ filmmaker တစ္ဦးဟာ သူ႔ရဲ႔ေယာကၡမအိမ္ကုိအလည္သြားခဲ့ပါတယ္\nအဲ့ အိမ္က 1970 ၀န္းက်င္က ေဆာက္ထားတဲ့အိမ္ဆိုပါေတာ့\nအဲ့အိမ္မွာ အထူအဆန္းေလးေတြျဖစ္တာကို video ေလး\nရိုက္ကူးထားတာပါ သူဟာအိမ္ထဲ မွာရွာေတြ႔ခဲ့တာကေတာ့ video box ေလးတစ္ခုပါ\nအဲ့ video flim ေလးေတြကို video ေန႔မအိပ္ညမအိပ္ပဲ\nဆက္ဆက္ၾကည့္တဲ႔အခါမွာ လူေတြရဲ႔ စူးစမ္းေလ့လာမွုအေတာ္မ်ားမ်ားကုိေတြ႔ခဲ့ပါတယ္\nအေၾကာင္းကေတာ့ အခ်ိန္အၾကာၾကာမ်က္ေတာင္မခက္ပဲ ေနၾကတာကို ပဲ\nhorror ဆန္ဆန္ ဇာတ္လမ္းေလးလဲ ျဖစ္တာမို႔ ရင္တမမ နဲ႔ ၾကည့္ေနရမွာပါ ...\nၾကည့္လို႔ေကာင္းတဲ့ ဇာတ္လမ္းေလးလဲျဖစ္ပါတယ္\nDocumentary ေလးဆိုေတာ့ ရွည္ရွည္ေ၀းေ၀းေျပာေနစရာမလုိပါဘူး ဇာတ္လမ္းေလးကိုပဲၾကည့္လုိက္ရေအာင္...",
        "rating": "N/A",
        "url": "https://megaup.net/SPfg/Butterfly_Kisses_[2018]_(MM_Sub).mp4",
        "category": "Documentary, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/thin-red-line-poster-133x200.jpeg",
        "title": "The Thin Red Line (1998)",
        "description": "The Thin Red Line (1998)\nIMDb - 7.6/10_____Rotten - 80%\n  \nစစ်ကားတွေထဲမှာ အထူးသဖြင့် ကျွန်တော်သိသလောက် Saving Private Ryan (1998) နဲ့ Hacksaw Ridge (2016) စတဲ့နာမည်ကြီးစစ်ကားတွေဟာ\nရန်သူရဲ့ အဓိက အခြေချတပ်စွဲထားတဲ့နေရာတွေကို\nအသက်စွန့်ပြီး ဝင်သိမ်းတာကို အခြေပြုရိုက်ကူးထားပါတယ်...ဒီလိုခြေကုတ်ယူထားတဲ့နေရာဆိုတာနဲ့ ရာနှုန်းပြည့် ပစ်ကွင်း မြင်ကွင်း အရာအားလုံးကို အသာစီးရနေပါတယ်......\nဒါ့ကြောင့် အပေါ်က ကျွန်တော်ပြောခဲ့တဲ့ စစ်ကားကြီး(၂)ကားမှာ တက်သိမ်းတဲ့သူတွေဟာ အဲ့ဒီနေရာလေး တစ်နေရာ ရဖို့အရေး အလောင်းတွေ တောင်လိုပုံခဲ့ရပါတယ်....\nThe Thin Red Line(1998) ဟာလည်း  ဂျပန်တွေ သိမ်းထားတဲ့ ပစိဖိတ်စစ်မြေပြင်ရှိ Guadalcanal အရပ်က အော်စတန်တောင်ကုန်းကို အမေရိကန်တို့ ပြန်လည်သိမ်းယူတဲ့\nတိုက်ပွဲကို အဓိကထား ရိုက်ကူးထားတာပါ....ဒီစစ်ကားရဲ့ကောင်းမွန်ခြင်းတွေက  Saving Private Ryan (1998) နဲ့ Hacksaw Ridge (2016) တို့ နဲ့တောင်\nတန်းတူတောင်ထားလို့ရမယ်ထင်တယ်...\nအော်စတန်တောင်ကုန်းက ကျယ်တဲ့အပြင်  ချိုင့်ဝှမ်းတွေ ချုံတွေ များပြားလွန်းပါတယ်...ဂျပန်တွေဆိုတာကလည်း လာရောက်သိမ်းမယ့်\nအမေရိကန်တို့ရန်ကို ကြိုသိနေလို့ အခိုင်အမာ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-thin-red-line1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xqjAHXMJLORx9vVsCTJ6ZPJcr3D.jpg",
        "title": "Deep Blue Sea 2 (2018)",
        "description": "ငါးမန္းတစ္ေကာင္ကို လူအသိဥာဏ္လိုမ်ိဳးအရာေတြထည့္သြင္းေပးလိုက္တဲ့အခါ ဘယ္လိုအက်ိဳးဆက္ေတြရလာမလဲဆိုတာၾကည့္လိုက္ရေအာင္လား...ငါးမန္းဆိုတာမ်ိဳးကေရဘုရင္လို႕တင္စားလို႕ရတဲ့အသားစားသတၱ၀ါေတြပါ...ဒီလိုအေကာင္မ်ိဳးေတြကိုလူေတြရဲ႕သုေတသနအၿဖစ္ေရြးခ်ယ္လိုက္တယ္ဆိုတာကေတာ့ေတာ္ေတာ္ကိုအႏၱရာယ္မ်ားတဲ့စြန္႕စားမႈ႕တစ္ခုပါပဲ...ဒါေပမယ့္ စူးစမ္းခ်င္တာကလည္းလူေတြရဲ႕သဘာ၀မဟုတ္ေပဘူးလား...ဒါေၾကာင့္ ငါးမန္းေတြကိုေမြးၿမဴၿပီးအဖြဲ႕လိုက္အမဲလိုက္တတ္ေအာင္သင္ေပးၾကပါတယ္...ငါးမန္းဆိုတာမ်ိဳးကတစ္ေကာင္တည္း အစာရွာတတ္တဲ့အမ်ိဳးေတြပါ...ဒီလို အရိုင္းစိုင္းေကာင္ေတြကို အဖြဲ႕လိုက္အမဲလိုက္တတ္ေအာင္သင္ေပးတာကလည္းေတာ္ေတာ္ကိုမလြယ္သလို အရမ္းလည္းအႏၱရာယ္မ်ားတဲ့အလုပ္ပါ....ဒီလိုတိုးတက္လာတဲ့ ငါးမန္းေတြကို လူသားတစ္ေယာက္လိုေတြးေခၚႏိုင္ေအာင္လုပ္ေပးလိုက္တဲ့အခ်ိန္မွာေတာ့လူေတြက အမဲလိုက္လို႕သင္ေပးလိုက္တဲ့ သူတို႕ရဲ႕ငါးမန္းေတြကသူတို႕ကိုၿပန္ၿပီးေတာ့ အမဲလိုက္ၾကပါေတာ့တယ္...အဲလိုအမဲလိုက္ၾကတဲ့အခါမွာေတာ့ ပင္လယ္ၿပင္ေရေအာက္စခန္းမွာပိတ္မိေနၾကမယ့္ လူသားတစ္စုရဲ႕ အသက္ရွင္လႈပ္ရွားမႈ႕ေတြကိုစိတ္လႈပ္ရွားေၾကာက္လန္႕ဖြယ္ၿမင္ရမွာပဲၿဖစ္ပါတယ္...ဒီကားက Rating နည္းေပမယ့္ ၾကည့္လို႕ေကာင္းမယ့္ ကားမ်ိဳးပါ... File Size : (813 MB) and (285MB)Quality : BluRay 720pRunning Time :1hr 34 minFormat : Mp4Genre : Action , Horror , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by Kon Encoded by Moe Myint Lwin",
        "rating": "3.2",
        "url": "https://megaup.net/SPgr/Deep_Blue_Sea_2_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sYq809WTep01HO5oJR9o9VbEDJv.jpg",
        "title": "Elliot: The Littlest Reindeer (2018)",
        "description": "အခုတစ္ေခါက္မွာေတာ့ Channel Myanmar ကေနၿပီးေတာ့ႏွစ္သစ္မွာ ခရစ္စမတ္ကာတြန္းကားေကာင္းေလး တစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္ကားေလးကေတာ့ ရုပ္ထြက္ေရာ ဇာတ္လမ္းပါေကာင္းမြန္ၿပီးရုပ္ရွင္ခ်စ္သူေတြ အၾကိဳက္ေတြ႕ဦးမယ့္ ဇာတ္ကားေလးတစ္ကားပါပဲ။ဇာတ္လမ္းေက်ာရိုးေလးကေတာ့ ေမြးျမဴေရးၿခံတစ္ခုကအဲလိယက္လို႔ေခၚတဲ့ ျမင္းေလးတစ္ေကာင္ဟာ Stanta ရဲ႕ စြပ္ဖားလွည္းကိုဆြဲရတဲ့ ႏွင္းဒရယ္ရွစ္ေကာင္ထဲမွာ တစ္ေကာင္အျဖစ္ပါဝင္ဖို႕ၾကိဳးစားတဲ့အေၾကာင္းေလးကို ရိုက္ကူးထားတာပဲျဖစ္ပါတယ္။ကဲ အဲလိယက္ေလး စြပ္ဖားလွည္းဆြဲခြင့္ရမလားဆိုတာကိုေတာ့ၾကည့္ရွုအားေပးလိုက္ၾကပါဦးဗ်ာ  File Size : (841 MB) and (242MB)Quality : 720p Web RipRunning Time :1hr 29 minFormat : Mp4Genre : Animation , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar ...",
        "rating": "5.9",
        "url": "https://megaup.net/2glTZ/[05113]_Elliot_The_Littlest_Reindeer_(2018)_[Animation]_[Josh_Hutcherson]_[USA]_[3.5].mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w7rFgyr7rujNYRex9oxzG26Zq6z.jpg",
        "title": "Lukas (2018)",
        "description": "လူးခတ္ဆိုတဲ့ လူတစ္ေယာက္ဟာ သူ႔ဇနီးဆံုးပါးသြားၿပီးေနာက္ သမီးျဖစ္သူဆာရာနဲ႔အတူေနထိုင္ရင္း ကလပ္တစ္ခုမွာ လံုျခံဳေရးအေစာင့္အျဖစ္လုပ္ပါတယ္တစ္ေန႔ေတာ့ ကလပ္မွာ ဧည့္သည္တစ္ေယာက္ကို ထိခိုက္ေအာင္ လုပ္မိတဲ့အတြက္အလုပ္ထုတ္ခံလိုက္ရပါတယ္အဲ့ကလပ္မွာလုပ္တဲ့ သူ႔သူငယ္ခ်င္းကပဲ အျခားကလပ္တစ္ခုမွာ အလုပ္ရဖို႔ေျပာေပးခဲ့ပါတယ္ေနာက္ကလပ္မွာ သူအလုပ္ရသြားတဲ့အခါမွာေတာ့ ရဲေတြဘက္ကလူးခတ္ကိုအက်ပ္ကိုင္ ကလပ္ပိုင္႐ွင္အေၾကာင္းစံုစမ္းခိုင္းျပီးသူလ်ိႈလုပ္ခိုင္းပါေတာ့တယ္ေနာက္ပိုင္း လူးခတ္ဟာ သူ႔သမီးေလးလံုျခံဳေရးနဲ႔ ၿခိမ္းေျခာက္ခံရျပီးကလပ္ပိုင္ရွင္ရဲ႕ အျခားလုပ္ငန္းေတြမွာပါ ပါဝင္လာရတဲ့အခါ...ကလပ္ပိုင္႐ွင္ကေရာ အျခားဘာလုပ္ငန္းေတြ လုပ္ကိုင္ေနတာလဲ...လူးခတ္ကေရာ သူ႔သမီးေလးေရာ သူေရာ လြတ္ေျမာက္ေအာင္ဘယ္လိုႀကိဳးစားမလဲဆိုတာကေတာ့...ဒီကားေလးကိုၾကည့္ၿပီး အေၿဖရွာလိုက္ရေအာင္... File Size : (883 MB) and (242MB)Quality : BluRay 720pRunning Time :1hr 34 minFormat : Mp4Genre : Action , DramaSubtitle ...",
        "rating": "6.1",
        "url": "https://megaup.net/SPfn/The_Bouncer_(Lukas)_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/The-Gigolo-2015-143x200.jpg",
        "title": "The Gigolo (2015)",
        "description": "ဇာတ္္လမ္းေလးကေတာ့    ဖန္ဟာ ဆင္းရဲတဲ့မိသားစုကေနေပါက္ဖြားလာတဲ့ သူတေယာက္ၿဖစ္ၿပီးေတာ့\nအိမ္ကအႏိုင္ႏိုင္ ေက်ာင္းထားေပးေနရတယ္တေန႕မွာ ေက်ာင္းမွာရန္ၿဖစ္ျပီး\nေက်ာင္းထုတ္ခံလိုက္ရတဲ့အခါမွာ ေနမေကာင္းတဲ့ အေမလည္းရိွေနတဲ့အတြက္\nမၿဖစ္မေန ပိုက္စံရွာရမယ့္အေနအထားၿဖစ္လာတယ္\nအဲ့ဒီအခ်ိန္မွာပဲ ကလပ္ပိုင္ရွင္ၿဖစ္တဲ့ သူ႕အန္တီနဲ႕ခ်ိတ္ဆက္မိၿပီးေတာ့ ေယာက္်ားေပ်ာ္ေတာ္ဆက္(ၿပည္႕တဆာ)ဘ၀ကို ေရာက္သြားခဲ့ရတယ္\n(သနားစရာေယာက္်ားတို႕ဘ၀ကို အဲ့ဒီမွာ ၿမင္ေတြ႕ၾကမွာပါ..:P)\nပိုက္စံရိွၿပီးေတာ့ အိမ္ေထာင္ေရးအဆင္မေၿပတဲ့ မိရွဲက ဖန္ရဲ႕ဆက္ဆံမႈေတြအေပၚမွာ စြဲလန္းသြားခဲ့တယ္....\nဖန္ကလည္း အဲ့ဒီလို ကိစၥေတြဘက္မွာအေတာ္ကိုကၽြမ္းက်င္ေအာင္ အခ်ိန္ယူၿပီးေလ့က်င့္ခဲ့တာပါ\nဖန္ဟာ ေပ်ာ္ေတာ္ဆက္ဘ၀မွာအေတာ္ေအာင္ၿမင္လာခဲ့ၿပီးတဲ့ေနာက္မွာ ဒါရိုက္တာကလို၀ီက\nဖန္ကိုအင္တာဗ်ဴးတစ္ခုမွာ အၾကိဳက္ေတြ႕သြားၿပီးမင္းသားလုပ္ဖို႕ ကမ္းလွမ္းလာခဲ့တယ္....\nဖန္ဟာ ကလို၀ီဆိုတဲ့ ခ်ပ္ေခ်ာေခ်ာ(စြန္းခ်စ္ဖို႔ေကာင္းတယ္ :P) တကယ့္အခ်စ္စစ္နဲ႕ခ်စ္သြားခဲ့တယ္....\nဖန္ကလည္းေယာက္်ားၿပည္႕တဆာေလာကထြက္ႏိုင္ဖို႕ ၾကိဳးစားခဲ့တယ္..\n.နာက္ပိုင္းမွာ မိရွဲဟာကလို၀ီရဲ႕ မိေထြးမွန္းသိသြားတဲ့အခါမွာေတာ့ မိေထြးနဲ႕ သမီးၾကားဖန္တေယာက္ဘယ္လိုေၿဖရွင္းမလဲဆိုတာကို\nဇာတ္ကားမွာဆက္လက္ၾကည္႕ရႈၾကပါ (18+) အသားေပးမဟုတ္တဲ႔ အတြက္ အရမ္းၾကည့္လို႕ေကာင္းပါတဲ့ကားတစ္ကားျဖစ္ပါတယ္",
        "rating": "4.5",
        "url": "https://megaup.net/U374/[02315]_The_Gigolo_(2015)_[Drama]_[Dominic_Ho]_[CHINA]_[5.8]_[ADT].mp4",
        "category": "Adult, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/WOS-3-141x200.jpg",
        "title": "Wrath of Silence ( 2017 )",
        "description": "တရုတ္ၿပည္ရဲ႕ တႏွစ္တာဇာတ္ကားေတြထဲမွာၾကည္႕သင္႔တဲ႔ ဇာတ္ကား List ထဲမွာ ေနရာယူထားတဲ႔ Wrath Of Silence ဆုိတဲ႔ကားေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္IMDb Rate ကလည္း 7.2 ထိရထားပါတယ္ဇာတ္လမ္းအညႊန္းကေတာ႔...သိုးေက်ာင္းရင္းေပ်ာက္သြားတဲ့သားကိုလိုက္ရွာေနတဲ့မိုင္းတြင္းလုပ္သား အေဖတစ္ေယာက္လိုင္စင္မရွိပဲ သတၱဳဴတူးတဲ့မိုင္းတြင္းပိုင္၇ွင္သူေဌးတစ္ေယာက္အဲ့ဒီအမႈမွာပါဝင္ပတ္သက္ေနတဲ့ေရွ႕ေနတစ္ေယာက္ တို႔ ၾကားထဲကပတ္သတ္မွုဇာတ္လမ္းေလးပါပဲ..သားေပ်ာက္ရွာေနတဲ႔အေဖကေရာၿပန္လည္ရွာေတြ႕ႏိုင္ပါ႔မလား..ဥပေဒကိုလက္တလံုးၿခားလုပ္တဲ႔သတၱဳခိုးတူးတဲ႔သူေငွးကေရာဘယ္လို လွည္႕ကြက္ေတြလာမလဲဥပေဒအရာရွိေ ရွ႔ေနကေရာ ဘယ္လိုပါ၀င္ပတ္သတ္ေနတာလဲသူတို႔၃ေယာက္ၾကားက ဆက္စပ္မွုေရာဘယ္လိုရွိမလဲဆုိတာကိုယ္တိုင္ဆက္လက္ခံစားၾကည္႔ရွုပါ အညႊန္းနဲ႔ဘာသာၿပန္ Ei Pyae ၿဖစ္ပါတယ္Subbed & Encoded By LK",
        "rating": "7.2",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BZjIxZTllYjUtNzJjNy00YWNlLWE3NmItMTk0ZDMxOGVlMDhjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR006821000_AL_-136x200.jpg",
        "title": "Manto (2018)",
        "description": "Manto (2018)IMDb - 7.4/10_____Rotten - 72%  \"သူငယ်ချင်းရာ ဒီလိုခေတ်ကာလကြီးမှာ တခြားအခြေနေတွေပေါ် ဦးတည်ပြီး စာရေးပါလားဘာဖြစ်လို့ ပြည့်တန်ဆာတွေအတွက် တွေးပူနေရတာလဲ\"\"ဘာလဲ အဲ့ဒိပြည်တန့်ဆာတွေက ငါတို့လူ့မှုပတ်ဝန်းကျင်ရဲ့ တစိတ်တဒေသမဟုတ်လို့လားသူတို့ဆီသွားနေကြတဲ့သူတွေက ဘုရားတရားသွားလုပ်တာလားသွားဖို့လာဖို့ကျတော့ လွပ်လွပ်လပ်လပ် သွားလာကြပြီး ရေးဖို့ကြတော့ လွပ်လွပ်လပ်လပ်ရေးခွင့်မရှိဘူးလား\"တရားရုံးကို အိမ်ဦးနဲ့ကြမ်းပြင်သွားလာနေရလို့ သူငယ်ချင်းဖြစ်သူ တားသော်လည်း မန်တိုတစ်ယောက် လက်မခံချေမန်တိုဟာ နာမည်ရစာရေးဆရာ တစ်ယောက်ပါအထူးသဖြင့် ပြည်တန်ဆာတွေရဲ့ ဘဝနာမှုတွေ၊ ဒုက္ခတွေကို အသားပေးရေးဖွဲ့လေ့ရှိပြီးမဖွယ်မရာရေးသားမှုဆိုတဲ့ ခေါင်းစဉ်နဲ့ အကြိမ်ကြိမ် အမှုတွေလည်း ရင်ဆိုင်နေရပါတယ်ဒါပေမဲ့ မန်တိုကတော့ သူ့ယုံကြည်ချက်ကို မပြင်ဘဲ ရှေ့ပဲဆက်တိုးခဲ့ပါတယ်မူစ်လင်(မ်)တစ်ယောက် ဖြစ်သော်ငြားလည်း ဘာသာပေါင်းစုံမိတ်ဆွေတွေရှိပြီး နယ်ပယ်အစုံမှာ အောင်မြင် အဆင်ပြေနေသူတစ်ယောက်အိန္ဒိယနိုင်ငံကြီး လွပ်လပ်ရေးမရခင် အဆင်ပြေခဲ့သမျှဟာ လွပ်လပ်ရေးရပြီးနောက် အားလုံးပျက်သုန်းသွားခဲ့ပါတယ်အိန္ဒိယ-ပါကစ္စတန် ၂ နိုင်ငံကွဲထွက်သွားပြီး အစ္စလာမ်ဘာသာဝင်ဖြစ်တဲ့ မန်တို ပါကစ္စတန်ကို ရွှေ့ပြောင်းခဲ့ရပါတယ်ဒီဇာတ်ကားဟာ နာမည်ကျော် စာရေးဆရာ တစ်ယောက်ဖြစ်တဲ့ဆာဒတ် ဟဆန် မန်တိုရဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/Sep3/Manto_[2018]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/enZENHd2gwVAw4sJKJxtJl1vJ09.jpg",
        "title": "Iceman: The Time Traveller (2018)",
        "description": "၂၀၁၉ခုႏွစ္ထဲေရာက္လာေပမဲ့ ယခုရက္ပိုင္းမွအသစ္ထြက္ရွိလာတဲ့ မင္းသားၾကီး Donnie Yen ရဲ႕ Sci-Fi/Comedy/Drama ဇာတ္ကားသစ္ေလးနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္ကားနာမည္အတိုင္းပဲ အခ်ိန္ခရီးသြားျခင္းျဖစ္ျပီး ဟာသအနည္းငယ္ေႏွာကာ ေရွးေခတ္နဲ႕ယေန႕ေခတ္ၾကားကူးလူးရိုက္ကူးထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ မင္မင္းဆက္မွာစစ္သူၾကီးတစ္ဦးျဖစ္တဲ့ ေဟာ္ယင္းတစ္ေယာက္....နန္းတြင္းအရႈပ္ေတာ္ပံုေတြၾကားမွာ ေျမစာခံျဖစ္ခဲ့ရျပီး ကံၾကမၼာရဲ႕ေစရာအတိုင္း အနာဂတ္ေခတ္သစ္ကိုေရာက္ရွိလာပါေတာ့တယ္။Donnie Yen တစ္ေယာက္အတိတ္ကိုဘယ္လိုသြားမလဲသူထင္ထားလိုပဲအရာရာဟာျဖစ္ေျမာက္ႏိုင္ပ့ါမလားဆိုတာစိတ္၀င္စားစရာပါ။တကယ္ေတာ့သဘာ၀ကိုေသြဖီတယ္ဆိုတာ မလြယ္ကူမွန္းသိသြားတဲ့ေနာက္ စစ္သူၾကီးေဟာ္ယင္းတစ္ေယာက္ဘာလုပ္မလဲ။ေပါ့ေပါ့ပါးပါးဇာတ္ကားေလးျဖစ္ျပီးအားလပ္ရက္လည္းရွိေနေတာ့ ကိုယ္ၾကိဳက္တဲ့မင္းသားနဲ႕အတူ အပန္းေျဖၾကည့္လို႕ရတဲ့ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုသူရပါ) File Size : (800 MB) and (345 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre : Action, Comedy, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-WiKi\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "3.7",
        "url": "https://megaup.net/2UGiD/Iceman_-_The_Time_Traveller_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/va3CVH59k7b79JLl4t2TLJAh0fZ.jpg",
        "title": "Back Roads (2018)",
        "description": "IMDB..... 7.1ဒီတစ္ခါေတာ့ 2018 Decemberကမွ ပူပူေႏြးေႏြးထြက္ခဲ့တဲ့ဇာတ္ကားေကာင္းတစ္ခုနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီ ႐ုပ္႐ွင္ဟာ New York Timesရဲ႕ ေရာင္းအားအေကာင္းဆုံးစာအုပ္ျဖစ္တဲ့ Tawni O'Dellရဲ႕ Black Road ကို႐ိုက္ထားတဲ့ IMDB 7.1အထိ ရထားတဲ့ Drama,Thriller ဇာတ္ကားေကာင္းတစ္ကားပါ။ဝတၱဳကလည္းေကာင္း IMDBကလည္းျမင့္မို႔ ၾကည့္ရတာတန္ေစမဲ့ သဲထိတ္ရင္ဖိုကားတစ္ကားဆိုတာေတာ့ေျမႀကီးလက္ခတ္မလဲြပါပဲ။Harley Atmeyer ဆိုတဲ့ လူငယ္တစ္ေယာက္ဟာႏွိပ္စက္တတ္တဲ့သူ႔အေဖကို သူ႔အေမက သတ္ၿပီးေထာင္ထဲေရာက္သြားတဲ့ေနာက္မွာ ေကာလိပ္ဆက္မတက္ပဲ ထြက္ခဲ့ရပါတယ္။ဒီ့ေနာက္ ပင္ဆယ္ေဗးနီယားျပည္နယ္ရဲ႕ ေက်းလက္တစ္ေနရာမွာညီမသုံးေယာက္ကို ေစာင့္ေ႐ွာက္ဖို႔ ပ်ိဳးေထာင္ဖို႔ဘာမွ အနာဂတ္ေမွၽာ္လင့္ခ်က္မ႐ွိတဲ့အလုပ္ေတြကိုလုပ္ေနခဲ့ရပါတယ္။အဲ့ဒီနားမွာပဲေနတဲ့ လက္ထပ္ၿပီးသား အမ်ိဳးသမီးတစ္ေယာက္ကိုသူ အ႐ူးအမူးခ်စ္ခဲ့မိတဲ့အခါမွာေတာ့ကံၾကမၼာဆိုးေတြဟာ ျမင္းနက္ႀကီးစီးၿပီးဝင္လာသလိုအျဖစ္အပ်က္ေတြဟာမထင္ထားရဲေလာက္ေအာင္ျမန္ဆန္စြာ ေပၚေပါက္လာၿပီးသူ႔မိသားစုရဲ႕ သူမသိေသးတဲ့ အမွန္တရားေတြထိတ္လန္႔စရာ လွ်ိဳ႕ဝွက္ခ်က္ေတြဟာလည္းတစစ ႐ုပ္လုံးေပၚလာၿပီး..သူ႔ကို ထိတ္လန္႔ေအာင္ဝါးၿမိဳလာတဲ့အခါ.......။ဒီ Black Roadsမွာ နာက်င္မႈ.. စိတ္ေဝဒနာ...ေမွၽာ္လင့္ခ်က္မဲ့မႈအတၱေတြနဲ႔ မြန္းက်ပ္ေလာက္ေအာင္႐ိုက္ျပထားၿပီးThriller သမားေတြ လက္လြတ္မခံသင့္တဲ့ ေရႊပါပဲ။ (ဇာတ္လမ္းအညႊန္း ကို Wira Aung မွေရးေပးထားျပီး ဘာသာျပန္ေပးထားသူကေတာ့ Htet ...",
        "rating": "6.1",
        "url": "https://megaup.net/1yLob/Back_Roads_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6BQyI5qfDNcpuSFPmJEzOfSUFOw.jpg",
        "title": "Rabbit School – Guardians of the Golden Egg (2017)",
        "description": "G | 79 min | Animation, Adventure, ComedyIMDB...... 5.7 ⭐⭐⭐⭐⭐⭐Animal World တစ္​ခုမွာ ဇာတ္​အိမ္​တည္​ထားတဲ့ဂ်ာမနီထုတ္​ကာတြန္​းကား​ေကာင္​း​ေလး တစ္​ကားနဲ႔မိတ္​ဆက္​​ေပးခ်င္​ပါတယ္​။မက္​စ္​ဆိုတဲ့ သူခိုး​ေတ​ေလ ယုန္​က​ေလးတစ္​​ေကာင္​ဟာအီစတာ ယုန္​တို႔ရဲ႕ ​ေက်ာင္​းက​ေလးထဲကို ​ေရာက္​သြားပါတယ္​။မက္​စ္​ဟာ ပ​ေဟ႒ိဆန္​လြန္​းတဲ့ မဒမ္​ ဟာမီအြန္​းနဲ႔ ယုန္​မ​ေလး အမ္​မီတို႔ရဲ႕ အကူအညီနဲ႔ အီစတာယုန္​​ေလး​ေတြရဲ႕ လွၽိဳ႕ဝွက္​ပညာ​ေတြကို ဆည္​းပူးခဲ့ပါတယ္​။ဒီ​ေနာက္​ အီစတာ ယုန္​​ေလး​ေတြရဲ႕ရန္​သူ ညဏ္​မ်ားတဲ့​ေျမ​ေခြးမိသားစုနဲ႔ မက္​စ္​ ရင္​ဆိုင္​ရၿပီး သူ႔ စြမ္​းရည္နဲ႔ ဘယ္​လ္​ို ရင္​ဆိုင္​မလဲဆ္​ိုတာနဲ႔Friendship ဆိုတာဘာလဲဆိုတာ..သူ ဘယ္​လို နားလည္​ခဲ့လဲ ျမင္​ၾကရမွာပါ။ဒီဂ်ာမနီထုတ္​ အန္​နီ​ေမး႐ွင္​းကား​ေလးရဲ႕ဇာတ္​​ေကာင္​ယုန္​က​ေလး​ေတြဟာ ကာတြန္​းကား​ေတြထဲ ​ေတြ႕ဖူး​ေနၾက ယုန္​​ေတြနဲ႔ကဲြထြက္​ပါတယ္​။ဒါကလည္​း ဒီကားကို တစ္​မ်ိဴးAttractive ျဖစ္​​ေစပါတယ္​။ထပ္​​ေဆာင္​း​ေျပာရမယ္​ဆိုရင္​​ေတာ့ ဒီကား​ေလးက Best Childern Film Award ရထားပါတယ္​။ (ဇာတ္လမ္းအညႊန္း ကို Wira Aung မွေရးေပးထားျပီး ဘာသာျပန္ေပးထားသူကေတာ့ ေနျခည္ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1yLo3/Rabbit_School_-_Guardians_Of_The_Golden_Egg_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQVIQDc3foTPodZw0ie1Or0CXBn.jpg",
        "title": "Night School (2018)",
        "description": "၂၀၁၉ ႏွစ္သစ္အခ်ိန္အခါသမယေလးမွာ ေမွ်ာ္လင့္ခ်က္အသစ္ေတြယူေဆာင္လာေပးမယ့္ ေပ်ာ္ရႊင္စရာ ရယ္ေမာစရာ ဇာတ္ကားေလးတစ္ကား တင္ဆက္ေပးခ်င္ပါတယ္…Kevin Hart , Tiffany Haddish စတဲ့ နာမည္ၾကီး ဟာသသရုပ္ေဆာင္ေတြပါဝင္တဲ့အတြက္ ေပ်ာ္ရႊင္ရယ္ေမာရမယ္ဆိုတာကိုေတာ့ ၾကိဳေျပာထားခ်င္ပါတယ္။….တက္ဒီ ဆိုတဲ့ေကာင္ေလးတစ္ေယာက္ဟာ စာမၾကိဳးစားခ်င္ဘဲ အထက္တန္းေက်ာင္းကထြက္လာတဲ့ လူတစ္ေယာက္ျဖစ္ျပီးအျပင္ေလာကၾကီးကို စာသင္ေက်ာင္းသဖြယ္မွတ္ယူထားသူေပါ့…အထက္တန္းေက်ာင္းကေနထြက္ျပီး ၁၅ ႏွစ္ၾကာတဲ့အခ်ိန္မွာ ေအာင္ျမင္တဲ့အေရာင္းသမားတစ္ဦးအျဖစ္ရွိေနစဥ္ကာလမွာသူအလုပ္လုပ္ရာဆိုင္မွာ ေပါက္ကြဲမႈတစ္ခုျဖစ္ျပီး အလုပ္ကေနျပဳတ္ခဲ့ပါတယ္…အထက္တန္းလႊာက အင္ဂ်င္နီယာတစ္ေယာက္ကို ရည္းစားေတာ္ထားတဲ့ တက္ဒီဟာ သူ႕ရည္းစားစိတ္မပ်က္ရေလေအာင္ အလုပ္ရွာဖို႔ၾကိဳးစားပါေသာ္လည္းအထက္တန္းမေအာင္တဲ့သူ႔အတြက္ လစာေကာင္းတဲ့အလုပ္ေတြ မရနိုင္လို႔ အထက္တန္းေအာင္လက္မွတ္ရဖို႔ ဘယ္လိုေတြၾကိဳးစားအားထုတ္ခဲ့တယ္ဆိုတာ ျမင္ေတြ႔ရမွာပါ..။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : (900 MB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 51min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar ...",
        "rating": "5.6",
        "url": "https://megaup.net/2eKao/Night_School_[2018]_(MM_Sub)_(2).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/el6yT5RjrT5PeoQDTrO96rziHKa.jpg",
        "title": "The Messenger(2009)",
        "description": "The Messenger(2009)IMDb.....7.1,,,,,,Rotten.......89%စစ်ကားဟေ့ဆိုလျှင်  BLACK HAWK DOWN ၊AMERICAN SNIPER၊LONE SURVIVOR၊ SAVING PRIVATE RYANတို့လို  ကျည်ဆံသံတဝီဝီ  အမြောက်ဆံတဝုန်းဝုန်းတွေပါတဲ့ကားမျိုးမှ သဘောကျတဲ့ ကျွန်တော့်အဖို့  ယ္ခုThe Messenger(2009) ဇာတ်ကားကိုကြည့်ဖို့အတော်ကြီးကို အားမွေးရပါတယ်....ဘာလို့လဲဆိုတော့ ဒီဇာတ်ကားက WAR အမျိုးအစားဖြစ်ပေမယ့်Drama ဘက်ကိုဦးစားပေးထားလို့ပါပဲ... WAR အမျိုးအစားဖြစ်လို့ ခဏတော့ကြည့်လိုက်မှဆိုပြီး မြည်းကြည့်လိုက်တာ ကျွန်တော်အထက်ကပြောခဲ့တဲ့စစ်ကားကောင်းတွေမှာမပါခဲ့တဲ့ ရှုထောင့်ကိုရိုက်ပြထားတယ်....အစပိုင်း၁၅မိနစ်လောက်ပဲကြည့်ရသေးတယ် ...အဆုံးထိ ကြည့်ဖြစ်သွားသလို အတွေးတွေလည်း တစ်ကိုယ်လုံးထုံလွှမ်းကျန်ခဲ့တယ်...အမေရိကန်စစ်တပ်မှ တပ်ကြပ်ကြီးတစ်ယောက်ဟာ  ရှေ့တန်းမှာ လက်နက်ကြီးထိခဲ့လို့ မျက်လုံး ခြေထောက်တို့မှ ဒဏ်ရာရရှိသွားတယ်..ဒါကြောင့်သူ့ကို စစ်တပ်ကနေ ပင်စင်ပေးဖို့ ပြုလုပ်ပေးတယ်..မပေးခင်ကာလ (၃)မှာ ပေါ့ပါးတဲ့တာဝန်တစ်ခုကိုခိုင်းလိုက်တယ်....သူလုပ်ရတဲ့အလုပ်မှာ အထက်အရာရှိတစ်ယောက်ရှိတယ်...သူ့အလုပ်က လွယ်ကူလွန်းတယ်လို့ ယူဆတယ်...တိုက်ခိုက်ရေးစစ်သားတစ်ယောက်အနေနဲ့ ဒီအလုပ်က သူ့အတွက်စိတ်ပျက်စရာဖြစ်နေတယ်...သို့ပေမယ့် သူထင်သလောက် မလွယ်ကူမှန်း (၃)ခါလောက်လုပ်ပြီးတဲ့အချိန်မှာသိလိုက်ရတယ်...ခင်ဗျားတို့လည်း ဇာတ်ကားကြည့်နေရင်း သူတို့လုပ်တဲ့အလုပ်နေရာကို ဝင်ရောက်ခံစားရင်းအဆိုးတကာ့အဆိုးဆုံးစစ်ပြေပြင်ကိုသွားနေသလိုခံစားရလိမ့်မယ်...ဘာအလုပ်ဆိုတာရယ် ...ဘယ်လိုတွေ တွေ့ကြုံရမယ်ဆိုတာရယ်တော့ စပွိုင်လာမဖြစ်စေလို့တဲ့အတွက်ကြောင့်မပြောတော့ပါဘူး...သို့ပေမယ့် စစ်ကားကောင်းကြိုက်တဲ့သူတွေအဖို့ ဒီကားကိုကြည့်စေချင်တယ်....ခင်ဗျားတို့အတွက် ရုပ်ရှင်ကားကြည့်ရတာ အချဉ်းနှီးမဖြစ်စေပါ့လားဆိုတဲ့အတွေးမျိုးရစေတဲ့ကားစာရင်းထဲမှာ ဒီကားလည်း စာရင်းဝင်သွားလိမ့်မယ်လို့အာမခံတယ်...ဒီကားက ဇာတ်ညွှန်းဆု၊ဇာတ်ပို့ဆုအတွက် အော်စကာဆန်ကာတင်စာရင်းဝင်ခဲ့သလို  အခြားဆု(၁၇)ဆုလည်းရရှိခဲ့တယ်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ye ...",
        "rating": "7.1",
        "url": "https://megaup.net/SR4k/The_Messenger_[2009]_(MM_Sub).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNTc1ZWY0ZTEtZTVmNi00MTg0LTg4NmQtZTI4OWNiMmQ0MWZkXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR007291000_AL_-146x200.jpg",
        "title": "Hellboy (2004)",
        "description": "Hell Boy ဆိုရင် အားလုံး သိကြတဲ့အမှီးပါတဲ့ အနီရောင်လူသားကြီး ပေါ့သူ့ ဂျိုတွေကိုလဲ ဖြတ်ထားသေးတယ်...Hell Boy ဇတ်လမ်း အစကနာဇီ ခေတ်ကတည်းက လို့ ဆိုရမယ်ဟစ်တလာ က သူ့ တပ်တွေ အနိုင်ရဖို့ အတွက်မှော်ပညာရှင် အဖွဲ့အစည်းတစ်ခုကို စေခိုင်းပြီးငရဲတံခါး ကို ဖွင့်ခိုင်းခဲ့တယ်...အဲ့ဒီတံခါးကနေ အတော်ဆုံး မကောင်းဆိုးဝါးတွေကိုဆင့်ခေါ်ပြီး ဟစ်တလာ ကမ္ဘာကို သိမ်းပိုက်မယ့် အကြံဆိုးနဲ့ပေါ့ဒါပေမဲ့ အစိုးရ အဖွဲ့က အချိန်မှီ ရောက်လာပြီး တိုက်ပွဲတွေဖြစ်ပြီးနောက် ဟစ်တလာ ရဲ့ မကောင်းဆိုးဝါး အဖွဲ့လဲအစ ပျောက်သွားခဲ့ပါတယ်...ဒါပေမဲ့ စစ်တပ် နဲ့ အတူ ပါလာတဲ့ ဒေါက်တာ တစ်ဦးကတော့ငရဲတံခါးကနေ ကျွံဝင်လာတဲ့ လူနီကောင်လေး တစ်ကောင်ကိုရှာဖွေတွေ့ရှိခဲ့ပြီး မွေးစားခဲ့ပါတယ်အဲ့ဒီ လူနီကောင်လေးက Hell Boy ဖြစ်လာခဲ့ပြီးငရဲသား လို့ သတင်းစာတွေမှာ အရိပ်အမြွတ် ပါခဲ့ပါတယ်သူဘယ်သူလဲ ဘယ်သူမှ မသိပါဘူးညဘက်တွေမှာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1xlgk/Hellboy_[2004]_(MM_Sub).mp4",
        "category": "Action, Fantasy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjA5NzgyMjc2Nl5BMl5BanBnXkFtZTcwOTU3MDI3MQ@@._V1_-135x200.jpg",
        "title": "Hellboy II: The Golden Army (2008)",
        "description": "In this continuation to the adventure of the demon superhero, an evil elf breaks an ancient pact between humans and creatures, as he declares war against humanity. He is on a mission to release The Golden Army, a deadly group of fighting machines that can destroy the human race. As Hell on Earth is ready to erupt, Hellboy and his ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xlgs/Hellboy_II_-_The_Golden_Army_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Ringu_-_Anthology_of_Terror_1998-142x200.jpg",
        "title": "Ringu (1998)",
        "description": "နာမည်ကျော် The Ring ရဲ့ Original ဇာတ်ကားဖြစ်တဲ့ Japan ဇာတ်ကား Ringu ပါ။ မူရင်း ဝတ္ထုဇာတ်လမ်းအတိုင်း ရိုက်ကူးတယ်လို့ သိရပါတယ်။ ကျွန်တော်ကတော့ ဒီဇာတ်လမ်းကပိုပြီး စိတ်ဝင်စားစရာကောင်းတယ်လို့ထင်ပါတယ်။\nThe Ring နဲ့ တော်တော်များများတူနေပေမယ့် ကွဲတဲ့ အချက်တွေကြောင့် ဒီဇာတ်ကားကို ပိုစိတ်ဝင်စားမိတယ် ထင်ပါတယ်။\nဂျပန်ကားတွေရဲ့ ထုံးစံ ဇာတ်လမ်းခပ်အေးအေးပုံစံကို မတွေ့ရဘဲ ဇာတ်လမ်းသွားက နည်းနည်းသွက်ပါတယ်။\nပုံမှန်မြင်နေကျ Overacting တွေလည်း မပါပါဘူး။ အတော်ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားပါ။The Ring ကတော့ ဒုတိယ The Ring Two ကြည့်မှ ပိုပြီးကြည့်ကောင်းမယ်ဆိုပေမယ့် ဒီဇာတ်ကားကတော့ နောက်ထပ်မဆက်လည်း ကြည့်ကောင်းတဲ့ ဇာတ်ကားပါ။ ပြီးတော့ ဒီဇာတ်ကားမှာ သရဲတင်မဟုတ်ဘဲ သဘာဝလွန်စွမ်းအင်တွေ တခြားလောကကလာကြတဲ့ သတ္တဝါတွေ အဲဒီအယူအဆတွေကိုပါထည့်သွင်းထားပါတွေ့ရပါတယ်။\n၁၉၉၈ ခုနှစ်က ထွက်ခဲ့တာဖြစ်ပြီး IMDB Rating 7.3 ထိရရှိထားပါတယ်။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1yOwL/Ringu_[1998]_(MM_Sub).mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tWHjEA2NjT3TSCKHIIfEHMvQPhi.jpg",
        "title": "Museo (2018)",
        "description": "လတ်တလောထွက်ရှိလာတဲ့ကားကောင်းလေးတွေထဲကမှမက္ကဆီကိုကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့Museo(2018)ပါ။၆၈ကြိမ်မြောက်ဘာလင်နိုင်ငံတကာရုပ်ရှင်ပွဲတော်မှာSilver Bear for Best Screenplay ဆုကိုဆွတ်ခူးရရှိထားတဲ့ကားလေးပါ။Ratingတွေ အနေနဲ့ကလဲImbd Rating 7.3/10 နဲ့ Rotten Tomatoes 89% တောင်ရရှိထားတာမလို့ကားကောင်းလေးတစ်ကားဆိုတာကိုအထွေအထူးညွှန်းနေစရာမလိုလောက်ပါဘူး။ကားကောင်းလေးတစ်ကားဆိုတာသိပေမယ့်ကိုယ့်အကြိုက်နဲ့တူမတူဆိုတာကိုသိရှိနိုင်ဖို့ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ တင်ဆက်ပေးချင်ပါသေးတယ်။ဒီဇာတ်လမ်းလေးကို Narratorတစ်ဦးကပြန်ပြောပြနေတဲ့ပုံစံနဲ့စတင်ထားပါတယ်။ဂျူအန်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ဟာအများနည်းတူအသက်ရှင်နေထိုင်ရမှာကို စိတ်ပျက်နေသူတစ်ဦးပါ။တစ်ခုခုထူးခြားသွားအောင်လုပ်ပြလိုက်ချင်ပေမယ့်ဘာလုပ်ရမှန်းမသိတဲ့သူလိုကိုယ်လိုကောင်လေးတစ်ယောက်ပေါ့။တစ်နေ့မှာတော့သူငယ်ချင်းဖြစ်သူနဲ့ အပြောင်းအလဲတစ်ခုခုကိုစတင်ကြမယ်ဆိုပြီးပြတိုက်ကိုဝင်ခိုးပါတော့တယ်။ခိုးရာပါအနုပညာလက်ရာတွေကို ထုခွဲရောင်းချပြီးသူ့ကိုလှောင်ပြောင်အထင်သေးတဲ့မိသားစုနဲ့ဝေးရာထွက်သွားတော့မယ်လို့ကြံရွယ်ပေမယ့်သူထင်တဲ့အတိုင်းဖြစ်လာပါ့မလား?ဒီပစ္စည်းတွေနဲ့ သူဘာဆက်လုပ်မလဲ?သရဲကားမဟုတ်သလိုစွန့်စားခန်းဖွင့်တဲ့ကားမျိုးလဲ မဟုတ်ပေမယ့်သိပ်ကောင်းတဲ့ Drama ကားကောင်းပါ။ရိုးရှင်းတဲ့ဇာတ်အိမ်ကိုမှ ရင်ခုန်လှုပ်ရှားပြီးစောင့်ကြည့်ရတဲ့ကားကောင်းလေးလို့ပဲညွှန်းပါရစေ။ File Size : (1 GB) and (295MB)Quality : Web DL720pRunning Time :2hr 08 minFormat : Mp4Genre : Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon Kyaw Encoded by Moe Myint Lwin",
        "rating": "7.3",
        "url": "https://megaup.net/SR4l/Museo_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/p14789_v_v8_ac-133x200.jpg",
        "title": "[+18] Sliver(1993)",
        "description": "[+18] Sliver (1993)\nDark Side Production မှတင်ဆက်သည်.....\nIMDb Rating.... 5.0/10\n ရုံးပိတ်ရက်လည်းဖြစ်သည်က တစ်ကြောင်း ၊အေးမြတဲ့ဆောင်းရာသီဖြစ်သဖြင့် အပြင်ထွက်လျှင် အေးသောကြောင့် အခန်းအောင်းနေတတ်သည့် ကျွန်ုပ်တို့ ပုရိသအပေါင်းတို့အဖို့လွန်စွာမှပျင်းရိညဉ်းငွေ့ဖွယ်နေ့ရက်များဖြစ်ပေသည်...ထိုသို့သောအချိန်များကို စနစ်တကျကုန်ဆုံးဖို့ရာ  ဇတ်လမ်းကောင်းလေးနဲ့ ဖြတ်သန်းသင့်သဖြင့်  မည်သည့်ဇာတ်လမ်းအမျိုးအစားကိုရွေးချယ်ကြည့်ရှုရမည်ကိုသိသော်လည်းအချက်အလက်များနှင့် ကိုက်ညီသည့် အနှီဇာတ်ကားကိုရွေးချယ်ဖို့အခက်ရှိနေကြမည်ဖြစ်သည်...ဇာတ်လမ်းလည်းကောင်းရမည်...မင်းသမီးကလည်း စပါးကြီးမြွေတစ်ကောင်လိုညှို့အားပျင်းသည့်မင်းသမီးမျိုး..ရှောင်လွှဲရန်ခက်ခဲသည့် လောကဇာတ်ခုံမှာ ဖိုမကိစ္စရပ်များ ဒါတွေပြည့်စုံရမည်....ဒီလိုအချက်များနှင့်ကိုက်ညီသည့်ဇာတ်ကားကို Dark Side မှာ ညွှန်းဆိုပေးရမည်ဆိုလျှင်တော့ .Sliver(1993) ကိုကြည့်ပါလို့ပဲ ပြောချင်သည်..... Sliver ဆိုတာ U.S အသုံးအရတော့ အထပ်မြင့်တိုက်ခန်း အဆောက်အဦးပါ။ ဒီ ဇာတ်လမ်းက Silver တစ်ခုက အဖြစ်အပျက်တွေ အကြောင်းပါ။ဒီအဆောက်အဦး လူသေမှု ၂ခုဖြစ်ခဲ့ပြီး ပိုင်ရှင်ကလည်း ဘယ်သူမှန်းမသိရပါဘူး။ Carleyလို့ခေါ်တဲ့ စာအုပ်အယ်ဒီတာမလေး အဲ့ဒီ အဆောက်အဦးကို ရောက်လာပြီးတဲ့နောက် လူသေမှုတွေလည်း ထပ်ဖြစ်ခဲ့ပါတယ်။ဒီလူသတ်မှုတွေဟာ သူမနဲ့တိုက်ရိုက်ပတ်သက်လာတဲ့အချိန်မှာ၊အဆောက်အဦးပိုင်ရှင်ကလည်း သူမ လုံးဝမမျှော်လင့်ထားတဲ့ သူဖြစ်နေတဲ့အပြင်လျှို့ဝှက်ချက်ပေါင်းများစွာ ရှိနေတဲ့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2d6f4/Lawless_[2012]_(MM_Sub).mp4 https://megaup.net/1x84b/Sliver_[18+]_[1993]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Fat-143x200.jpg",
        "title": "Fat Buddies ( 2018 )",
        "description": "အက်ရှင်နဲ့ဟာသလေးတွေရောထားတဲ့ဇာတ်ကားတွေကြိုက်နှစ်သက်သူတွေအတွက်Fat Buddies ဆိုတဲ့ဇာတ်ကားလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်ဂျပန်နိုင်ငံ တိုကျိုမြို့မှာ ဖက်တီးလေး ဟော့ရင်းကျွင့်ကဆေးရုံတခုရဲ့လုံခြုံရေးအစောင့်လေးဝတော့သူ့ကို လူတွေကနိမ်တယ်..ရယ်စရာလုပ်တယ်တနေ့သူတို့ဆေးရုံးမှာ ဖက်တီးကြီး Agent Jဆေးရုံလာတက်ပြီးစရိတ်မပေးနိုင်တော့ထွက်ပြေးဖို့ကြံတယ်ဖက်တီးလေးနဲ့ဖက်တီးကြီးတို့ ၂ယောက်ဆုံပြီးတော့Agent J ကို ဖက်တီးလေး ဟော့ရင်းကျွင့်ကအားကျပြီးတော့...ဆေးရုံကနေကယ်ထုတ်ဖို့လုပ်တယ်ဖက်တီး Agent J က အရင်တုန်းက ပိန်ပိန်ခန့်ခန့်လေးA Level Mission တခုမှာ ဦးနှောက်ကိုကျည်ဆန်မှန်ရာကနေနောက်ဆက်တွဲဆိုးကျိုးအဖြစ်အဝလွန်တဲ့ရောဂါခံစားရလို့ ငှာနချုပ်ကပစ်ပယ်ခံထားရတဲ့လူဟော့ရင်းကျွင့်ကလည်း မိတ်ဆွေအသိုင်းအဝိုင်းကဟာသ လိုသဘောထားပြီး အနှိမ်ခံရတဲ့ဖက်တီးလေးသူတို့၂ယောက်ရဲ့မထင်မှတ်တဲ့တွေ့ဆုံမှုကနေဘိန်းရာဇာတွေရဲ့အရှုပ်ကြားကို အမှတ်မထင်ပဲရောက်ရှိသွားတဲ့အခါမှာတော့......................ဘာတွေဖြစ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပါ အညႊန္းနဲ႕ဘာသာၿပန္ Phyo Zaw ၿဖစ္ပါတယ္Encoded By LK",
        "rating": "",
        "url": "https://megaup.net/1yOwN/Fat_Buddies_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/nowhere-mind-134x200.jpg",
        "title": "Nowhere Mind ( 2018 )",
        "description": "အိုက်​ဗန်​ဆိုတဲ့​တစ်​​ယောက်​သူ့မှာရှိ​နေတဲ့စိတ်​ကစဉ်​့ကလျား​ရောဂါကိုသက်​သာဖို့အတွက်​တရားထိုင်​တာ​တွေလုပ်​ပါတယ်​သူ့​ရောဂါကသံသယလွန်​ကဲတာ​တွေပြီးကိုယ်​့ကိုယ်​ကိုသတ်​​သေချင်​မျိုး​တွေဖြစ်​တတ်​တယ်​​တစ်​​နေ့​တော့ သူရဲ့သူငယ်​ချင်​းတစ်​​ယောက်​အမ်​မလီဆိုတဲ့မထင်​မှတ်​ဘဲ​တွေ့တယ်​အဲ့အချိန်​မှာပဲအမ်​မလီကလဲသူနဲ့အတူ​နေချင်​တာနဲ့သူ့အိမ်​ကို​ခေါ်သွားတယ်​ ဒါ​ပေ့မယ်​အမ်​မလီမှာ​စေ့စပ်​ထားတဲ့လူရှိတယ်​အဲ့လူကအိုင်​ဗန်​နဲ့​ကောလိပ်​တုန်​းကတစ်​ခန်​းထဲအတူ​နေခဲ့တဲ့ဂျွန်​​ပေါ့ အမ်​မလီနဲ့အတူအိပ်​ပြီး​နောက်​​နေ့မှာဂျွန်​က​အတူ​သောက်​ရ​အောက်​ဆိုပြီးဖုန်​းဆက်​တယ်​စကား​တွေ​ပြော​နေရင်​းနဲ့ဂျွန်​ကသူနဲ့အတူတူ​တောင်​တက်​အပန်​း​ဖြေခရီးထွက်​ကြမယ်​ဆို​ခေါ်တယ်​အိုင်​ဗန်​နဲ့ဂျွန်​အတူတူခရီးထွက်​ကြရင်​းဘယ်​လိုဖြစ်​ကြမှာလဲ အမ်​မလီနဲ့အတူတူအိပ်​ခဲ့အတွက်​ဂျွန်​သိသွားရင်​​ရော ဘာ​တွေဖြစ်​ကြမှာလဲအိုင်​ဗန်​ရဲ့​ရောဂါ​ရောဘယ်​လိုဖြစ်​မှာလဲပိုဆိုးသွားမှာလားဆိုတာဆက်​ကြည်​့​ပေးပါဦးTranslated & Reviewed By Tin Myo LwinEncoded By LK",
        "rating": "4.9",
        "url": "https://megaup.net/1yOwi/Nowhere_Mind_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/hell-fest-Movie-HD-Poster-and-Stills--126x200.jpg",
        "title": "Hell Fest (2018)",
        "description": "အခုတစ်ခါကတော့ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမဲ့ကားလေးပေါ့နော်\nဟောလိုးဝင်းကားတွေကြိုက်တဲ့သူတွေကတော့ ကြည့်သင့်ပါတယ်နော်သူငယ်ချင်း၆ယောက်ကhell festivalသွားပြီး ဝင်္ကပါထဲ ဝင်ကြတယ်အဲ့မှာ သူတို့ထဲကကောင်မလေး၁ယောက်က လူတစ်ယောက်လူသတ်တာကို မျက်မြင်တွေ့သွားတာပေါ့နော်ကံဆိုးချင်တော့ လူသတ်သမားဝတ်ထားတဲ့ မျက်နှာဖုံးနဲ့တူတဲ့လူတွေကလည်းအဲ့ပွဲမှာ အများကြီးရှိနေတယ် သူတို့တွေ တကယ့်အစစ်ကို ရှာနိုင်မှာလားဝင်္ကပါထဲကရော ပြန်ထွက်လာနိုင်မှာလား\nအဲ့လူသတ်သမားကရော ဘာတွေလုပ်ဦးမှာလဲ\nသူတို့အဖွဲ့ ဘာတွေကြုံတွေ့ရမလဲဆိုတာကို သိချင်ရင်တော့ဒီhell fest လေးကို ကြည့်ကြပါလို့... File Size : (827 MB) and (231MB)Quality : BluRay 720pRunning Time :1hr 29 minFormat : Mp4Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by ByulEncoded by Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/SR48/Hell_Fest_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b8dmfG84peFdouN2N8wOsiI9WHt.jpg",
        "title": "’71(2014)",
        "description": "'71(2014)IMDb....7.2,,,Rotten....95(((ဆုပေါင်း (၁၂)ဆု ရရှိခဲ့ပြီး အခြားဆုများအတွက် ဆန်ကာတင်(၂၅)ဆုစာရင်းဝင်ခဲ့....)))ကျွန်တော်တို့အားလုံးဟာ တိုက်လိုခိုက်လိုစိတ်ပျင်းပြပြီးရန်လိုတဲ့သူတွေမဟုတ်တဲ့အပြင် တခြားသူဒုက္ခရောက်နေမှပျော်နေတဲ့သူတွေမဟုတ်ကြဘူး...သို့ပေမယ့် ဒီလိုအရာတွေနဲ့မကင်းတဲ့ စစ်ကားတွေကို လူကြီးလူငယ်မရွေးဘာကြောင့်ကြိုက်ကြတာပါလိမ့်......တခြားနိုင်ငံမှရိုက်သည့်စစ်ကားအများစုသည် အဆဲမျိုးစုံပါဝင်သလို အထက်အောက် ပုံစံပေးနည်းမျိုးစုံပါဝင်လေသည်...သို့ပေမယ့် စစ်မြေပြင်ရောက်လျှင်သော်လည်းကောင်း ဒုက္ခမျိုးစုံသော်လည်းကောင်းကြုံသည့်အချိန်မျိုးတွေ အတူပူပေါင်းဖြေရှင်းသည့်ပုံစံများမှာကျွန်တော်တို့ကို လွန်စွာမှဆွဲဆောင်နိုင်ပါသည်...ဥပမာ Jarhead (2005) တပ်သားသစ်ဘဝကိုစရိုက်ပြတာ ..ဆဲတာလည်းစုံ ပညာပေးနည်းလည်းစုံ  မီးကြောင့်ရဲရဲနီသည့် သံကွင်းနဲ့တောင်ထိုးကြသေးတယ်..သို့ပေမယ့် နောက်ဆုံးခန်းရောက်တော့ ကျွန်တော်တို့မျက်ရည်စို့ရတယ်..နောက် Fury (2014) အချင်းချင်းမှဆဲချက်ပေါက်ကရပြောချက်..အသစ်ကောင်လေးကိုလည်းပုံစံပေးချက်က မညှာတာ....သို့ပေမယ့် ဒီလူ့အရိုင်းအစိုင်းလို စစ်သားကြီးတွေက ကျွန်တော်တို့ကိုမျက်ရည်စို့ခဲ့ရတယ်..အခြားစစ်ကားကောင်းများစွာရှိပါသေးသည်...မည်သို့ပင်ဆိုစေ ကျွန်တော်တို့ဆီက စစ်ကားရိုက်ပြီဟေ့ဆိုရင်လည်း တခြားမြန်မာကားများထက် စိတ်ဝင်တစ်စားစောင့်ကြည့်ရတာအမော....အားမလိုအားမရဖြစ်ခဲ့ကြတာကလည်းတစ်ပိုင်းပေါ့လေ..ခုလည်း စစ်ကိုမုန်း၍ တိုက်ခဲ့သည်နောက်ပိုင်း ရေတပ်နှင့်ဆိုင်သည့် စစ်ကားတစ်ကားရိုက်နေသည်ဟုကြားသိရသည်...ထားတော့....'71(2014)ဇာတ်လမ်းအညွှန်းကိုအတိုချုံးပြောရမယ်ဆိုရင် တပ်ရင်းတစ်ရင်းဟာ ကက်သလစ်ဂိုဏ်းအဖွဲ့အထိကရုဏ်းဖြစ်တဲ့ Belfast မြို့ကို အရေးပေါ်လုံခြုံရေးသွားယူရတယ်..အဲ့ဒီလုံခြုံရေးယူတဲ့ထဲမှာ သင်တန်းဆင်းခါစ ရဲဘော်သစ်တွေပါတယ်...တစ်နေ့လုံခြုံရေးယူပေးနေရင်း စစ်သည်တစ်ယောက် အသတ်ခံလိုက်ရတယ်....တခြားသူတွေတော့ ထွက်ပြေးလွတ်မြောက်သွားတယ်..လွတ်မြောက်သွားတဲ့အထဲမှာ တပ်သားသစ် ဟွတ်ခ်ဆိုတဲ့သူလည်းပါတယ်..သူဟာ ထွက်ပြေးနေတုန်းမှာ သူလုံးဝမမျှော်လင့်ထားတဲ့ အဖွဲ့အစည်းတွေနဲ့တွေ့ခဲ့ရတယ်..ကိုင်း သူတွေ့ခဲ့တဲ့အဖွဲ့အစည်းတွေက ဘာတွေဖြစ်မလဲ...ဒီရဲဘော်သစ်လေး ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Zwel Zan Aung ပဲဖြစ်ပါတယ်...File Size : (931 MB) ...",
        "rating": "7.2",
        "url": "https://megaup.net/SR41/_71_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ynljTdiGVUCJJ6THSZi22SBoQAR.jpg",
        "title": "Thunder Road (2018)",
        "description": "အခုတင်ဆက်ပေးလိုက်တာကတော့ 2018 ထွက် Thunder Road ဆိုတဲ့ အမေရိကန်ဟာသကားလေးပါဒီဇာတ်ကားကိုတော့ Jim Cummings က ကိုယ်တိုုင်ရေး ကိုယ်တိုင်ဒါရိုက်တာလုပ် ကိုယ်တိုင်သရုပ်ဆောင်ထားတာပါ2016 ခုနှစ်တုန်းက ဒီ Thunder Road ဆိုတဲ့ နာမည်နဲ့ပဲ ရိုက်ထားခဲ့တဲ့ သူ့ရဲ့ ဇာတ်လမ်းတိုလေးကို အခြေခံပြီး ထပ်မံရိုက်ကူးခဲ့တာပါဒီဇာတ်ကားကတော့ 2018 SXSW ရုပ်ရှုင်ဆုပေးပွဲမှာ Grand Jury Award ကို ရရှိခဲ့ပါတယ်ဒီဇာတ်ကားလေးထဲမှာ နဂိုကပေစုတ်စုတ်နေနေတာကို မိခင်ဖြစ်သူသေဆုံးသွားတာကြောင့် ပိုဆိုးသွားတဲ့ ရဲအရာရှိ Jim Arnaud အဖြစ် Jim Cummings က သရုပ်ဆောင်ပေးထားပါတယ်သူ့ဘဝကို ပိုကောင်းလာောအာင် မပြောင်းလဲနိုင်ခဲ့ပေမဲ့ သူ့သမီးလေးအတွက် ဖခင်ကောင်းတစ်ယောက်ဖြစ်လာဖို့ သူတတ်နိုင်သလောက် ကြိုးစားဖို့ ဖြစ်လာတဲ့အခါမှာတော့သူ့ဘဝလေးက ဘယ်လိုတည်ငြိမ်သွားလဲဆိုတာတော့ ကြည့်ရှုအားပေးကြပါဦIMDB rating 7.2 ထိ ရထားလို့ ဟာသကြိုက်တဲ့ ပရိသတ်တွေ လက်မလွှတ်သင့်တဲ့ ဟာသကားလေးပါ(ဘာသာပြန်သူကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/SR4d/Thunder_Road_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l15r2aLqdifXM9GFsJLkOq5Y8SI.jpg",
        "title": "White Boy Rick (2018)",
        "description": "White Boy ဆိုတဲ့အသံကြားလိုက်တာနဲ့ အမေရိကရဲ့လူဖြူလူမည်းပရိပက္ခတွေကို အနည်းငယ်တီးမိခေါက်မိရှိတဲ့သူတွေက ဇာတ်လိုက်ဖြစ်သူ Rick ရောက်ရှိနေတဲ့ ပတ်ဝန်းကျင်အခြေအနေကိုခန့်မှန်းမိကြမှာပါ။Rick ဆိုတာက Richard Wershe Jr. လို့ခေါ်တဲ့ ၁၄ နှစ်သားကောင်လေးတစ်ယောက်။မိဘဖြစ်သူတွေက တရားဝင်ကွာရှင်းထားပြီးသားဖြစ်တဲ့အတွက် အဖေ့စောင့်ရှောက်မှုအောက်မှာ အစ်မဖြစ်သူနဲ့အတူနေထိုင်တယ်။သူတို့နေထိုင်တဲ့နေရာက Detroit လို့ခေါ်တဲ့ နယ်စပ်မြို့၊ လူမည်းအများစုနေထိုင်ပြီး ဒုစရိုက်မှုတွေမှိုလိုပေါတဲ့မြို့တစ်မြို့ပေါ့ဗျာ။Rick Jr. ရဲ့အဖေဖြစ်သူက လိုင်စင်ရသေနတ်ရောင်းဝယ်ရေးသမားဖြစ်တာနဲ့အညီ ဂိုဏ်းစတားတွေ၊ဒုစရိုက်သမားတွေနဲ့ အမြဲမပြတ်ဆက်ဆံနေရတဲ့သူပေမယ့် ဗီဒီယိုစတိုးလေးဖွင့်ပြီး မိသားစုနဲ့အတူအေးအေးဆေးဆေးဘဝကိုဖြတ်သန်းချင်တဲ့သူ။တစ်ရက်မှာ Rick Jr. တစ်ယောက် သူ့အဖေသေနတ်ပြပွဲကနေ အောက်ကြေးနှိုက်လာတဲ့ AK47 နှစ်လက်ကို Johnny လို့ခေါ်တဲ့ လူမည်းတစ်ယောက်ဆီသွားရောင်းရာကနေ သူတို့အဖွဲ့နဲ့ဓာတ်ကျပြီး ဘော်ဒါတွေဖြစ်သွားကြတယ်။Johnny တို့အဖွဲ့က အားလုံးလူမည်းတွေချည်းဖြစ်တဲ့အတွက် သူတစ်ဦးတည်းသာလူဖြူဖြစ်နေတဲ့ Rick Jr. တစ်ယောက် White Boy Rick ဆိုတဲ့ နာမည်ပြောင်ရပြီး အဖွဲ့ဝင်တစ်ယောက်လိုဖြစ်လာတယ်။အဲဒီလိုရက်သတ္တပတ်တွေဖြတ်သန်းပြီးတဲ့အခါမှာတော့ Rick Jr. ရဲ့အဖေ လိုင်စင်မရှိပဲ Silencer ...",
        "rating": "6.5",
        "url": "https://megaup.net/SR49/White_Boy_Rick_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "The Purge: Anarchy (2014)",
        "description": "ဒီဇာတ်ကားဟာ iMDb rating အနေနဲ့ 6.5/10 ရရှိထားပြီး Action/Thriller အမျိုးအစားဖြစ်ပါတယ်Action ကားကြမ်းကြမ်းမှကြိုက်နှစ်သတ်သူတွေ လုံးဝအကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားလဲဖြစ်မယ်လို့ ယုံကြည်ပါတယ်။\nဇာတ်လမ်းလေးကတော့  2023 ခုနှစ် အမေရိကန် နိုင်ငံ၏ နိုင်ငံရေးအခြေအနေကို စိတ်ကူးပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်အဲ့ဒီအချိန်ကာလအမေရိကန် နိုင်ငံကို (Nation Reborn)အဖြစ်သက်မှတ်ပြီး တည်ထောင်သူအသစ်များ(New Founding Fathers) အမည်ခံအစိုးရအဖွဲ့မှ နိုင့်ငံမူဝါဒ စည်းစနစ်များကို ပြောင်းလဲချမှတ်ကြပါတယ်။တည်ထောင်သူအသစ်များ အစိုးရ အနေနဲ့ လူဦးရေ တိုးပွားမှုကိုကန့်သက်ထိန်းချုပ်ရန်အတွက် တစ်နှစ်မှာ တစ်ည သုတ်သင်ရှင်းရေး(Purge) လုပ်ခွင့်ပြုလိုက်ကာ March လ 21 ရက်နေ့ ညနေ 6 နာရီမှ 22ရက်နေ့ မနက် 6နာရီ အထိ 12 နာရီ အတွင်းတွင် လူသတ်မှုအပါအဝင်ရာဇဝတ်မှုများကိုတရားဝင် ကျူးလွန် ခွင့်ပေးထားပါတယ်။ဇာတ်ကားရဲ့ဇာတ်အိမ်ကိုတော့ ဆဋ္ဌမမြောက် သုတ်သင်ရှင်းလင်းရေးညမှာဇာတ်အိမ်တည်ထားပါတယ် အဲ့ဒီနေ့ ညမှာ အပြင်ကို လက်နက်အပြည့်အစုံကားတစ်စီးနဲ့ ထွက်လာတဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2cxf5/The_Purge_-__Anarchy_[2014]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pacific-rim-uprising-poster-143x200.jpg",
        "title": "Pacific Rim: Uprising (2018)",
        "description": "Pacific Rim: Uprising (2018)\nIMDb - 5.6/10_____Rotten - 43%\n  \nPacific Rim ရဲ့ ဒုတိယမြောက်ကားလေး ၅နှစ်ကြာတဲ့အခါ ပရိသတ်ရှေ့ ရောက်လာပါပြီ။\nIMDb Ratinf  5.6/10 ရထားပြီးတော့ ဘတ်ဂျပ် $ ၁၇၀millionကျော်\nအကုန်အကျခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Pacifim Rim တုန်းက ကိုင်ဂျူးလို့ခေါ်တဲ့\nဂြိုလ်သားတွေရဲ့ ကျူးကျော်မှုကိုတိုက်ခိုက်မှုကို ယေဂါလို့ခေါ်တဲ့ ဧရာမစက်ရုပ်ကြီးတွေနဲ့\nတန်ပြန်တိုက်ခိုက် လို့အောင်မြင်ခဲ့ပြီး ကမ္ဘာနှစ်ခုဆက်သွယ်ထားတဲ့ တွင်းပေါက်ကြီးကို\nဖျက်ဆီးပစ်နိုင်ခဲ့တာ ၁၀ နှစ်ကျော်ကာလကို ရောက်ရှိနေပါပြီ။\nဒါပေမယ့် ယေဂါတွေရဲ့ အားနည်းချက်ကတော့ စက်ရုပ်ရဲ့ တိုက်ခိုက်နိုင်စွမ်းဟာ\nသူ့ကိုမောင်းနှင်တဲ့ ပိုင်းလော့ဒ်နှစ်ယောက်ရဲ့ သဟဇာတဖြစ်မှု ပိုင်းလော့ဒ်တွေရဲ့\nကျွမ်းကျင်မှုအပေါ်မူတည်နေသလို ကျူးကျော်လာတဲ့ကိုင်ဂျူးဆီကို သွားတိုက်တဲ့အခါမှာ\nစက်ရုပ်အကြီးကြီးမို့ သယ်ယူပို့ဆောင်ရေးမှာ ကြံ့ကြာနေတဲ့အချက်ပါပဲ။\nဒါကြောင့် ပိုင်းလော့ဒ်ကောင်းတွေရအောင် ငယ်စဉ်ကတည်းက လေ့ကျင့်ပေးရပါတယ်။\nဒါကြောင့် လူသားတွေအနေနဲ့ ဒါတွေကို ဖြေရှင်းနိုင်ဖို့နည်းလမ်းတွေ ကြံစည်လာပါတယ်။\nဒီမှာ တရုတ်နိုင်ငံ “ရှောင်-စက်မှုလုပ်ငန်း” ကနေ နည်းပညာအသစ်တွေနဲ့ ရှာကြံပြီး\nလူတစ်ယောက်တည်းကသာ မောင်းနှင်နိုင်ပြီး အဝေးထိန်းနဲ့ ထိန်းချုပ်နိုင်တဲ့\nယေဂါဒရုန်းစက်ရုပ်ကြီးတွေကို ...",
        "rating": "5.6",
        "url": "https://megaup.net/2TN43/Pacific_Rim_-_Uprising_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BOTViZmMwOGEtYzc4Yy00ZGQ1LWFkZDQtMDljNGZlMjAxMjhiXkEyXkFqcGdeQXVyNzM0MTUwNTY@._V1_-134x200.jpg",
        "title": "Bonnie and Clyde (1967)",
        "description": "ဖြစ်ရပ်မှန်ဇာတ်လမ်းအများစုထဲကမှအစောပိုင်းမှာအအောင်မြင်ဆုံးလို့ပြောလို့ရတဲ့1930လောက်ကလမ်းဓားပြစုံတွဲBonnie Parkerနဲ့Clyde Barrowတို့ရဲ့ဇာတ်လမ်းပဲဖြစ်ပါတယ်၂ဝဝဝခုနှစ်ဖွားအများစုသာမသိလောက်မယ့်ဇာတ်လမ်းဖြစ်ပြီးကျန်တဲ့သူတွေအတွက်တော့အထူးမိတ်ဆက်ပေးစရာလိုမယ်မထင်ပါဘူးဗျာClydeဟာမွေးကတည်းကမကောင်းခဲ့သလိုထောင်ကျပြီးပြန်ထွက်လာတဲ့အချိန်မှာလည်းမကောင်းခဲ့ပါဘူးအဲ့လိုဖြစ်နေတာတောင်သူ့အတွက်The right oneဖြစ်လာမယ့်Bonnieကိုတွေ့အောင်ရှာနိုင်ခဲ့ပါတယ်ရှာတွေ့ရုံနဲ့လည်းသူမရပ်ခဲ့ပါဘူးသူ့ဘက်ကသဘောထားနဲ့သူ့ကိုဘာလို့လက်ခံသင့်လဲဆိုတာကိုပါတစ်ခါတည်းရှင်းပြပါတော့တယ်သေမထူးနေမထူး ဘယ်အချိန်မှာမဆိုသေသွားနိုင်တဲ့သူ့အရောင်မဲ့ဘဝထဲကိုBonnieဆိုတဲ့အရောင်စုံမိန်းကလေးတစ်ယောက်နဲ့ပြီးပြည့်စုံစေခဲ့ပါတယ်ပုံမှန်အသက်ရှင်ရတဲ့နေ့ရက်တွေကိုငြီးငွေ့နေတဲ့လူတွေဖြစ်နေတဲ့အလျောက်ကိုယ့်ကိုကိုယ်ဂရုမစိုက်ပဲကိုယ်ချစ်ရတဲ့လူကိုပဲစုံလုံးကန်းကာကွယ်ပေးနေမှုတွေဟာဇာတ်လမ်းကိုမအီသွားစေတဲ့အပြင်ရှိတ်စပီးယားရဲ့ပြဇာတ်ကိုကျော်လွန်သွားစေတဲ့အကြောင်းပြချက်ပဲဖြစ်ပါတယ်စားပွဲထိုးမလေးBonnieဟာတစ်နေ့တာလုပ်စရာရယ်လို့မယ်မယ်ရရမရှိတဲ့ဘဝမှာမမျှော်လင့်ပဲရောက်လာတဲ့Clydeကသူ့ရဲ့နေမင်းကြီးဖြစ်ခဲ့ပါတယ်လူစိမး်ကောင်ရယ်လို့မယုံခဲ့ပေမယ့်သူ့အတွက်The right oneဖြစ်နေမှန်းသိတာနဲ့Bonnieဟာမျက်စိမှိတ်ပြီးအချစ်ခေါ်ရာနောက်လိုက်မိပါတော့တယ်အချစ်ဇာတ်လမ်းရယ်တော့မဟုတ်ပါဘူးနှစ်ယောက်ပေါင်းပြီးကျန်တဲ့သူတို့အဖွဲ့ဝင်တွေဘဏ်ဓားပြတိုက်ကြမယ့်ခပ်ညစ်ညစ်မှုခင်းကားပဲဖြစ်ပါတယ်ဇာတ်လမ်းဟာNew Hollywoodရဲ့aestheticဖြစ်နေတဲ့ကာလမှာရိုက်ထားတာကြောင့်ကြည့်ရတဲ့လူတွေအတွက်အဘက်ဘက်ပြည့်စုံနေစေပါတယ်တကယ့်ကျွန်တော်တို့လက်တွေ့ဘဝမှာလည်းကိုယ့်ရဲ့the right oneနဲ့တွေ့ရင်လက်မနှေးကြပါနဲ့:3အော်စကာနှစ်ဆုရထားတဲ့အကောင်းတကာ့အကောင်းတွေထဲကကားကောင်းတစ်ကားဖြစ်တာကြောင့်အချိန်ပေးပြီးကြည့်လိုက်ပါ အချိန်ကုန်ရကျိုးနပ်စေမယ့်အပြင်ဘဝနဲ့ပတ်သတ်တဲ့သင်ခန်းစာတချို့ကိုပါရကောင်းရနိုင်ပါလိမ့်မယ်Translated by Aye ChansuEncoded by sithu",
        "rating": "7.9",
        "url": "https://megaup.net/SR46/Bonnie_And_Clyde_[1967]_(MM_Sub).mp4",
        "category": "Action, Biography, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eifGNCSDuxJeS1loAXil5bIGgvC.jpg",
        "title": "Justice League (2017)",
        "description": "ဒါရိုက်တာ ဇက်ခ်စနိုင်ဒါရဲ့ လက်ရာဖြစ်ပြီး DC Comics စူပါဟီးရိုးတွေဖြစ်တဲ့ Batman, Superman, Wonder Woman, Flash, Aquaman နဲ့ Cyborg တို့ တစုတစည်း ပါဝင်ထားတာမို့ ပရိသတ်တွေ တပျော်ကြီး ရှုစား ရာမှာပါစူပါမန်း သေဆုံးပြီးနောက် တစ်ကမ္ဘာလုံးပူဆွေးဝမ်းနည်းနေ ချိန်မှာ စူပါဗီလိန် Steppenwolf နဲ့  သူ့ရဲ့အပေါင်းအပါ Parade-mons တွေဟာ Mother Boxes တွေကို ရှာဖွေဖို့ ကမ္ဘာကိုပြန်လည်အခြေချခဲ့ပါတယ်။ Mother Box တွေရဲ့ သတင်းအစရဖို့ S.T.A.R Labs ရဲ့ ဝန်ထမ်းအတော်များများကို ဖမ်းဆီးခဲ့ကြတယ်။အဲဒါနဲ့ ဘီလျံနာတစ် ယောက်ဖြစ်တဲ့ ဘရုစ်ဝိန်း (Bat-man) က လူစွမ်းကောင်းတွေစု စည်းပြီး Justice League ဆိုတဲ့ အဖွဲ့ဖွဲ့စည်းကာ Steppenwolf တို့ကို ပြန်လည်တိုက်ခိုက်နိုင်ဖို့ လုပ်ပါတော့တယ်။Steppen-wolf တို့ကလည်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/SS3p/Justice_League_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/wonder-woman-final-poster-135x200.jpg",
        "title": "Wonder Woman (2017)",
        "description": "DCEU ရဲ့ လေးကားမြောက် ရုပ်ရှင် ဖြစ်တဲ့ Wonder Woman ရုပ်ရှင်ပါ။\nBox Office မှာ နံပါတ်တစ်ချိတ်ခဲ့ပြီး ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုတွေနဲ့ ပရိသတ်တွေ အားပေးမှုအပြည့်ရထားပါတယ်။\nသူ့ကိုတော့ Batman vs Superman မှာ မြင်ဖူးခဲ့ပြီးသားဖြစ်မှာပါ။\nဒီရုပ်ရှင်ထဲမှာတော့ ဒိုင်ယာနာ ရဲ့ ငယ်ဘဝနဲ့ လူ့လောကထဲကို ပထမဆုံးခြေချချိန် စွန့်စားခန်းတွေကို တွေ့ရပါလိမ့်မယ်။\nဇာတ်လမ်းအကျဉ်းမှာတော့ ဒိုင်ယာနာဟာ လူတွေသာမာန်မျက်စိနဲ့ မမြင်နိုင်တဲ့ ကျွန်းတစ်ကျွန်းမှာ နတ်ဘုရားတွေဖန်ဆင်းထားတဲ့ အမေဇုံလို့ခေါ်တဲ့ စစ်သည်တော်တွေလက်ထဲမှာ မွေးဖွားကြီးပြင်းလာသူပါ။\nဒိုင်ယာနာဟာ ဘုရင်မ ဟစ်ပိုလီတာရဲ့ သမီးတော်လည်း ဖြစ်ပါတယ်။\nအဲဒီကျွန်းမှာ ယောကျာ်းတစ်ယောက်မှ မရှိပါဘူး။\nတစ်နေ့မှာတော့ပထမကမ္ဘာစစ်ထဲက လေယာဉ်မှုးတစ်ယောက် လေယာဉ်ပျက်ကျပြီး ပင်လယ်ထဲ ပြုတ်ကျလာတာကို ကယ်တင်မိပြီး ကမ္ဘာစစ်ကြီးအကြောင်းကို ပထမဆုံးကြားသိသွားပါတော့တယ်။\nအမေဇုံတွေဟာ ကမ္ဘာကြီးကို စစ်နတ်ဘုရားလက်က ကယ်တင်ဖို့လို့ ယုံကြည်ထားတဲ့ ဒိုင်ယာနာဟာ လေယာဉ်မှုး ဗိုလ်ကြီး စတိ ထရီဗာနဲ့အတူ လူတွေရဲ့ လောကကြီးထဲကို ခြေချပြီး ...",
        "rating": "7.4",
        "url": "https://megaup.net/2SPgk/Wonder_Woman_[2017]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5UsK3grJvtQrtzEgqNlDljJW96w.jpg",
        "title": "Batman v Superman: Dawn of Justice (2016) EXTENDED",
        "description": "ကျွန်တော်တို့အားလုံး စောင့်စားနေတဲ့ BvS Ultimate Cutအကြည်ထွက်လာခဲ့ပါပြီ။ဒီအကြည်မှာ မိနစ် ၃၀ စာခန့် အခန်းတွေ ပြန်ပါလာပြီ။ဒီဇာတ်ကားကို ရုံတင်တုန်းက ကျေနပ်မှုမရခဲ့တဲ့ ပရိသတ်တွေ ရှိခဲ့သလို လူမှုကွန်ယက်တွေမှာ ဒါရိုက်တာ Zack Snyder ကို အပြစ်တင်တဲ့ စာတွေ အများအပြားထွက်လာခဲ့ဖူးပါတယ်။ဒါပေမယ့် ခု ထွက်လာတာကို ကြည့်ပြီးနောက်မှာ အင်တာနာစာမျက်နှာ မှာ ဒါရိုက်တာကြီးကို ပြန်လည်တောင်းပန်မှုတွေ အများအပြား ပေါ်ပေါက်လာခဲ့ပါတယ်။ကျွန်တော်အမြင်မှာလဲ တကယ်ကို အဲဒါ မှန်ကန်တယ်ထင်တာပါပဲ။ဇာတ်လမ်းဟာ အများကြီးပိုချိတ်ဆက်မိပြီး လေးနက်သွားပါပြီ။ကြည့်ပြီးသားဖြစ်စေ မကြည့်ဘဲစောင့်နေသည် ဖြစ်စေ ကြည့်ဖို့ သိပ်တန်တဲ့ ကားတစ်ကား ဖြစ်လာတာပါပဲ။ဇာတ်လမ်းအကျဉ်းမှာတော့ သူသာ စိတ်ထဲမှာ လုပ်ချင်ရင် ကမ္ဘာဂြိုလ်တစ်ခုလုံးကို ရှင်းပစ်နိုင်တဲ့ ဂြိုလ်သားကို အန္တရာယ်ကောင်လို့ မြင်နေတဲ့ လင်းနို့လူသား....ဥပဒေရဲ့အထက်မှာ တရားစီးရင်နေတဲ့လင်းနိ့ ကို မရှိသင့်ဘူးထင်တဲ့ သံမဏိလူသားတို့ ရဲ့ ရပ်တည်ချက်ထိပ်တိုက် တင်းမာနေချိန်မှာ....\nစူပါမန်းသွားလေရာမှာ သံသယဖြစ်စရာ လူသေမှုတွေ ဆက်တိုက်ပေါ်နေလို့ သဲလွန်စလိုက်ရှာနေတဲ့ သတင်းထောက်မလေး လူးဝစ်လိန်း။စွမ်းအားအကြီးဆုံးလူမှန်ရင် လူကောင်းမဖြစ်နိုင်ဘူး-လူကောင်းစစ်စစ်ဆိုရင်စွမ်းအားမပြည့်စုံတော့ဘူး ဆိုတော့ အတွေးနဲ့ ငယ်စဉ်ကတည်းက ဖန်ဆင်းရှင်အပေါ် နာကျည်းတဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2lA85/Batman_Vs_Superman_-_Dawn_Of_Justice_[2016]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/man-of-steel-poster-142x200.jpg",
        "title": "Man of Steel (2013)",
        "description": "Man of Steel (2013)\nIMDb - 7.0/10_____Rotten 56%\n  Director: Zack Snyder ရိုက်ကူးတင်ဆက်ထားပြီးJune 14, 2013 (USA) မှာ ရုံတင်ပြသခဲ့တဲ့ Super Man ဇာတ်ကားအသစ်ဖြစ်ပါတယ်...Super Man ဆိုတိုင်း ထူးမခြားနား ပုံစံအတိုင်းထူးဆန်းတဲ့ မိုးကောင်းကင်ကနေကျလာတဲ့ လူသားလေးကို ရိုးသားတဲ့ တောသူတောင်သူ လင်မယားကမွေးစားလိုက်တဲ့ ဇတ်လမ်းပါပဲဒါပေမယ့် ထူးခြားနေပါတယ်....Super Man ခေါ် ခါအလ် ရဲ့ မွေးဖွားခြင်းနဲ့ သူ နေထိုင်ရာ ဂြိုလ်ပျက်စီးခြင်းကိုတွဲမြင်ရမှာဖြစ်ပါတယ်ဂြိလ်ပြန်လည်တည်ထောက်ဖို့ ပင်မ သော့ကိုတော့Super Man ရဲ့ ဖခင် ဂျိုအယ် နဲ့ မိခင် လာရာ က သူ့သား ရဲ့ယဉ်ငယ်ကိုယ်ထဲကို ထည့်သွင်းပေးပြီးတော့ကမ္ဘာဂြိုလ်ဆီသို့ ယဉ်ငယ်လေးနဲ့ ပို့လွှတ်လိုက်ပါတယ်....အရင်လို မဟုတ်ပဲ ထူးခြားတာကတော့ Super Man ရဲ့ငယ်ဘ၀ မှာ လူတွေနဲ့ အဆင်မပြေနေထိုင်ခဲ့ရပါတယ်ကျနော်တို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3zRzD/Man_Of_Steel_[2013]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qLrKvYowiWDGc0cMqIA5KT8KuJq.jpg",
        "title": "Rockstar (2011)",
        "description": "[ IMDB - 7.7 /10 ]Bollywood ရဲ႕ လူငယ္မင္းသားေတြအေႀကာင္း ေျပာ ႀကေႀကးဆိုရင္ Ranbir Kapoor မပါရင္ျပီးျပည့္စံုမႈရွိမွာ မဟုတ္ပါဘူး။သူ႕ဇာတ္ကား အမ်ားစုဟာ အလြမ္းအေဆြးေဆာင္ျပီး မ်က္ရည္ခ်ဴဖို႕ မ်ားခဲ႔ပါတယ္။ ဒီတစ္ခ်က္က ကြ်န္ေတာ္မႏွစ္သက္တဲ႔ အခ်က္ျဖစ္ျပီး သူ႕ သရုပ္ေဆာင္စရိုက္ ပိုင္ႏိုင္မႈကိုေတာ့ Roctstar (2011) နဲ႔ Sanju (2018) ဇာတ္ကားေတြမွာ ေႀကြခဲ႔ရျပန္ပါတယ္။အစကေတာ့ Rock သီခ်င္းေတြနဲ႕ မနီးစပ္တာ တေႀကာင္း Drama ဆန္တဲ႔ ဇာတ္လမ္းျဖစ္သည္က တေႀကာင္းေႀကာင့္ မေရးခ်င္ခဲ႔ပါဘူး ။ ကိုယ့္အေရးအသားမျပည့္စံုမႈက ဒီဇာတ္ကားကို စိတ္၀င္စားမႈ နည္းလာမွာလည္း မျဖစ္ေစခ်င္ခဲ႔ဘူး။ဒီဇာတ္ကားဟာ အသြင္အျပင္ ခမ္းနားစြာနဲ႔ Rock စရိုက္ပီျပင္တယ္။ အ၀တ္အစား ၀တ္ဆင္မႈက Ranbir နဲ႔ ေစာက္ရမ္းလန္းေနတယ္။ ေခတ္စကားအရ ေဂၚတယ္ ေပါ့။ ဂီတာတစ္ဖက္ နဲ႔ ...",
        "rating": "7.7",
        "url": "https://megaup.net/SS3c/Rockstar_[2011]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BYTVlZTc0NzMtNzBiYi00MzA1LWJiNmUtNzk2YmRmNzczMjE2XkEyXkFqcGdeQXVyMjI1OTQ2MjU@._V1_-140x200.jpg",
        "title": "Stand by Me Doraemon",
        "description": "ဒိုရာမြန္ လုိ႔ေျပာလုိက္ရင္ အျပာေရာင္ေၾကာင္ကာတြန္းရုပ္ေလးကို ေျပးျမင္မိၾကမွာပါ။\nဒိုရာမြန္ဟာ ဂ်ပန္ႏိုင္ငံရဲ႕ နာမည္ေက်ာ္ manga စီးရီးတစ္ခုလည္းျဖစ္ပါတယ္။\nဒီ Stand by Me Doraemon ကာတြန္းရုပ္ရွင္က 2014 ခုႏွစ္မွာထြက္ခဲ့တာျဖစ္ၿပီး\n38 ႀကိမ္ေျမာက္ ဂ်ပန္အကယ္ဒမီ ကာတြန္းရုပ္ရွင္ဆု ရရွိခဲ့တဲ့ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\nကေလးေတြအတြက္သာမက လူႀကီးေတြအတြက္ပါ ခံစားၾကည့္ရႈလုိ႔ရတဲ့\nကာတြန္းကားဆိုလည္းမမွားပါဘူး။ ဒီကားမွာ ဒိုရာမြန္ ဇာတ္လမ္းတြဲေတြရဲ႕ အစလုိ႔ေျပာလုိ႔ရတဲ့ ..\nအလြဲလြဲအေခ်ာ္ေခ်ာ္နဲ႔ လူညံ့ လူပ်င္းေလး ႏိုဘိတ ဆီကို ဒိုရာမြန္\nေရာက္လာရတဲ့အေၾကာင္းအရင္းကို ဇာတ္လမ္းတည္ထားပါတယ္။\nႏိုဘိတက က်န္တဲ့ေနရာသာ သံုးစားမရေပမယ့္ ေမတၱာတရားမွာေတာ့\nေခသူမဟုတ္ ဆိုတဲ့အထဲကပါ။ ဒီကားေလးထဲမွာ ႏိုဘိတရဲ႕\nခြက္ရွ္ ရွီဇူကာအေပၚထားတဲ့ေမတၱာတရားေတြ၊\nဒိုရာမြန္နဲ႔ ႏိုဘိတၾကားက သံေယာဇဥ္ေတြ၊ လူတစ္ဘက္သားကိုအႏိုင္က်င့္တတ္တဲ့\nဂ်ီႀကီးနဲ႔ စနိတို႔ရဲ႕ အမူအက်င့္ေတြနဲ႔ ဇာတ္လမ္းဇာတ္အိမ္ဖြဲ႕လုိက္တဲ့အခါမွာေတာ့\nရယ္စရာလည္းပါ၊ ၀မ္းနည္းစရာလည္းပါ၊ သနားစရာေတြလည္းပါတဲ့\nကာတြန္းဇာတ္ကားေကာင္းတစ္ပုဒ္ျဖစ္လာခဲ့ပါေတာ့တယ္။\nၾကည့္ရက်ိဳးနပ္တဲ့ ကာတြန္းကားေလးျဖစ္သလုိ\nဒိုရာမြန္ ခ်စ္သူေတြအတြက္ေတာ့ လံုး၀လက္လြတ္မခံသင့္တဲ့\nဇာတ္ကားတစ္ကားျဖစ္ပါတယ္ခင္ဗ်ား။\nဘာသာျပန္နဲ႕ အညႊန္းကေတာ့ Phyo Thu Kyaw ျဖစ္ပါတယ္ဗ်",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/stand-by-me-doraemon-2014/",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/mid90s-128x200.jpg",
        "title": "Mid90s ( 2018 )",
        "description": "ဒါရိုက္တာ Jonah Hill ရိုက္ကူးတင္ဆက္ထားတဲ႔ Mid90sဆိုတဲ႔ဇာတ္ကားေလးဟာ IMDb Rate 7.6ရရွိထားပါတယ္Rate R လို႔ေတာ႔သတ္မွတ္ထားပါတယ္ဘာေၾကာင္႔လဲဆုိရင္ဇာတ္လမ္းထဲက ေၿပာစကားအခ်ိဳ႕ေတြဟာ အေတာ္ညစ္တီးညစ္ပတ္ႏိုင္လို႔ပဲၿဖစ္ပါတယ္...ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔စကိတ္ကိုရူးသြပ္ၿပီးေလလြင္႔ေနတဲ႔လူငယ္ေလးေတြရဲ႕အေၾကာင္းကိုအဓိကရိုက္ကူးတင္ဆက္ထားပါတယ္သူတို႔ေတြဟာပ်က္ဆီးၿပီးေတာ႔ မဟုတ္တာမွန္သမွ်အကုန္လုပ္ၾကတဲ႔ခ်ာတိတ္ေလးေတြ..သူတို႕အားလံုးမွာတူညီတဲ႔အခ်က္ေတာ႔ အားလံုး စကိတ္ကိုရူးသြပ္က်ၿခင္းပါပဲဒီလိုနဲ႔ ဆိုးသြမ္းလူငယ္ေလးေတြ ဘယ္လိုမ်ားသူတို႔ဘ၀ကိုေကာင္းမြန္လာေစမလဲ..သူငယ္ခ်င္းအစစ္အမွန္ရဲ႕ၿဖစ္တည္ၿခင္း..အဓိပါၸယ္ဆုိတာဘယ္လိုမ်ားလဲဆုိတာကိုေတာ႔ဆက္လက္ခံစားၾကည္႔ရွုၾကပါ အညႊန္းနဲ႔ဘာသာၿပန္ Ei Pyae ၿဖစ္ပါတယ္Review & Translated By Ei PyaeEncoded By LK",
        "rating": "7.7",
        "url": "https://megaup.net/SS3s/Mid90s_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjc0NzAyMzI1MF5BMl5BanBnXkFtZTcwMTE0NDQ1Nw@@._V1_-135x200.jpg",
        "title": "Dark Shadows (2012)",
        "description": "ဒရက္ဂူလာ ဟာသကားေလးပါ…\nမင္းသား Johnny Depp ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။\n၁၉၆၆ ခုႏွစ္က တင္ဆက္ျပသေသာ opera ကို ဇတ္လမ္းအျဖစ္ ျပန္လည္ကာ ဖန္တီးထားျခင္းျဖစ္ပါတယ္။\n၁၇၆၀ ခုႏွစ္မွာ Collins Family ဟာ လီဗာပူးကေန အေမရိကန္ကိုေျပာင္းေရြ႔လာရာက ဇတ္လမ္းစထားတာပါ။\n၁၄ ႏွစ္ေလာက္ၾကာတဲ့အခါ မင္းသား Barnabas ဟာ အိမ္ေဖာ္အမ်ိုဳးသမီးျဖစ္သူ Angelique နဲ႔အခ်စ္ဇတ္လမ္းျဖစ္ပြားခဲ့ပါတယ္။ ငယ္စဥ္တည္းက မင္းသားကိုျပဳစားထားတဲ့ စုန္းမျဖစ္ပါတယ္။\nအဲ Angelique ဟာ မင္းသားရဲ့ မိဘေတြကိုလဲခတ္ပစ္ပီး မင္းသားကိုလဲ မေသႏိုင္တဲ့ ေသြးစုပ္ဖုတ္ေကာင္ဘ၀ကို ေျပာင္းခဲ့ပါတယ္….အေခါင္း တစ္ခုတြင္းမွာထည့္သြင္းကာ စီရင္ခဲ့ပါတယ္။\nေနာက္ ၁၉၆ ႏွစ္အၾကာ ၁၉၇၂ ခုႏွစ္မွာေတာ့.. အလုပ္သမားတစ္ေယာက္က မေမွ်ာ္လင့္ပဲ Barnabas ရဲ့ အေခါင္းကိုဖြင့္ပီး လြတ္ေစခဲ့ေသာအခါ…….\nေနာက္ Victoria ဆိုတဲ့ေကာင္မေလး….\nမင္းသားနဲ႔ဘယ္လိုပက္သက္မွာလဲ ေနာက္ဆံုး က်ိန္စာေတြျပယ္တဲ့အခါ …..\nဗစ္တိုးရီးယားကေတာ့ ျပတင္းေပါက္ကေန ခုန္ခ်လိုက္ပီးသားျဖစ္ေနခဲ့တယ္… သူ႔အသက္ကိုမင္းသားက ဘယ္လိုကယ္မလဲ။\nဇတ္လမ္းနားေထာင္ရတာ ..စိတ္၀င္စားစရာေကာင္းသလို ေၾကာက္စရာထင္ရေပမဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/SShr/Dark_Shadows_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wTgomqYRTXT3BXQScnIo8uHDyWC.jpg",
        "title": "The Sisters Brothers (2018)",
        "description": "ဒီတစ္​ခါ​ေတာ့ The Sisters Brothers ဆိုတဲ့ အက္​႐ွင္​ကား​ေလးကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​။ခ်ာလီနဲ႔ အီလိုင္​လို႔​ေခၚတဲ့ ညီအကိုႏွစ္​​ေယာက္​ဟာ ​ေအာ္​ရီဂြန္​ၿမိဳ႕ကတပ္​မႉးအားကိုးရတဲ့ တိုက္​ခုိက္​​ေရးသမား​ေတြပဲ ျဖစ္​ပါတယ္​။ခိုင္​း​ေစသမ်ွတာဝန္​မွန္​သမ်ွကို ဘယ္​​ေတာ့မွ လြဲ​ေလ်ာ္​​ေလ့မ႐ွိပဲ ​ေအာင္​ျမင္​ခဲ့တာ​ေၾကာင္​့Sisters Brothers ဆိိုၿပီး နာမည္​​ေက်ာ္​ၾကားသူ​ေတ​ြလည္​း ျဖစ္​ပါတယ္​။တစ္​​ေန႔မွာ​ေတာ့ သူတို႔ရဲ႕တပ္​မႉးက ​ေရႊတူးတာကို ​ေဖာ္​ျမဴလာတစ္​ခုတီထြင္​ႏိုင္​ခဲ့တဲ့လူတစ္​​ေယာက္​ကို လိုက္​႐ွာခိုင္​းတဲ့အခါမွာ​ေတာ့ တုိက္​တိုင္​း​ေအာင္​ ညီအကို​ေတြရဲ႕ ဒီတစ္​​ေခါက္​ စစ္​ဆင္​​ေရးကဘယ္​လို​ေတြျဖစ္​မလဲဆိုတာကို ၾကည္​့႐ႈရမွာ ျဖစ္​ပါတယ္​။အ​ေမရိကန္​ရဲ႕ ​ေကာင္​းဘြိဳင္​​ေခတ္​ အ​ေငြ႔အသက္​​ေတြနဲ႔အက္​႐ွင္​ကား​ေကာင္​းတစ္​​ေကာင္​းကို တင္​ဆက္​​ေပးလိုက္​တာမို႔လို႔ အား​ေပးၾကပါဦးဗ်ာ File Size : (965 MB) and (260MB)Quality : Web DL 720pRunning Time :2hr 01 minFormat : Mp4Genre ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-sisters-brothers-2018/",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Asher-2018-136x200.jpg",
        "title": "Asher (2018)",
        "description": "ဇာတ္​လမ္​းအက်ဥ္​း စစ္​မႈထမ္​း​ေဟာင္​းႀကီး အာ႐ွာ ဟာ တပ္​ကထြက္​ၿပီး\n​ေနာက္​မွာ​ေၾကးစားတစ္​​ေယာက္​အျဖစ္​အသက္​​ေမြးခဲ့ပါတယ္​ အာ႐ွာဟာ\nအသက္​ျကီး​ေနၿပီဆို​ေပမယ္​့ အလုပ္​​ေကာင္​း​ေကာင္​းလုပ္​ႏိုင္​​ေသးတာ​ေၾကာင္​့\nသူ႔အသက္​ထက္​ ထက္​ဝက္​​ေလာက္​ငယ္​တဲ့ ​ေၾကးစား​ေတြၾကားမွာလည္​း\nအသက္​ႀကီး​ေပမယ္​့မပ်က္​စီး​ေသး ဆိုတဲ့ဂုဏ္​ကိုရ​ေန​ေသးတုန္​းပဲ ​ဒီလို​ေလာက​သား​ေတြရဲ႕ထံုးစံအတိုင္​း ​အာ႐ွာရဲ႕\nတပည္​့ နဲ႔ သူငယ္​ခ်င္​းတို႔ဟာ သူတို႔အားလံုးရဲ႕အလုပ္​႐ွင္​ႀကီး ​ေအဗီ ကို႐ွင္​းၿပီး အာဏာလုဖို႔ႀကိဳးစားတဲ့ အခါမွာ​ေတာ့.\n.အာ႐ွာဟာ ဒီကိစၥ​ေတြကိုဘာမွမသိရပါပဲနဲ႔ ​ေအဗီက အထင္​အျမင္​မွားၿပီး လိုက္​လံလုပ္​ၾကံတာကိုခံ​ရပါ​ေတာ့တယ္​...\n​ေသနတ္​ပစ္​ကား​ေတြမွႀကိဳက္​ပါတယ္​ဆိုတဲ့ ပရိတ္​သတ္​ႀကီးအတြက္​\nအာ႐ွာ ဆိုတဲ့ဒီကား​ေလးက​ေဖ်ာ္​​ေျဖမႈတစ္​မ်ိဳး​ေပးႏိုင္​လိမ္​့မယ္​လို႔​ေမွ်ာ္​လင္​့မိပါ​တယ္...\nဇာတ္လမ္းဘာသာျပန္နဲ႔ အညြွန္းကိုေတာ့ Chanyein Soe ကာဘာသာျပန္တင္ဆက္ေပးထားပါတယ္....",
        "rating": "5.3",
        "url": "https://megaup.net/SSi8/Asher_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mJ9ckYjN8qoM24dWA6HpWYvJ0B5.jpg",
        "title": "Sabrina (2018)",
        "description": "မိုင္ရာဆိုတဲ့အမ်ိဳးသမီးဟာအ႐ုပ္ကုမၸဏီတစ္ခုရဲ႕ပိုင္႐ွင္ျဖစ္သူအ႐ုပ္ျပဳလုပ္သူေအဒန္ဆိုေသာ သူနဲ႔လက္ထပ္ျပီးေပ်ာ္႐ႊင္စြာေနေနေသာအိမ္ေထာင္သည္အမ်ိဳးသမီးတစ္ဦးျဖစ္ပါတယ္...သူတို႔ဟာ တစ္ေန႔မွာေတာ့ ဗာညာဆိုေသာေအဒန္ရဲ႕တူမေလးတစ္ဦးျဖစ္သူကိုသမီးေလးတစ္ေယာက္သဖြယ္ ေမြးစားလိုက္ပါတယ္...ဗာညာဟာ သူ႔ရဲ႕ေသဆံုးသြားေသာမိခင္ျဖစ္သူကို မေမ့ႏိုင္ေသးဘဲျဖစ္ေနရာတစ္ေန႔မွာေတာ့ ခ်ာလီခ်ာလီဆိုေသာ ၀ိဥာဥ္ကစားနည္းနဲ႔သူ႔ရဲ႕အေမကိုဆင့္ေခၚလုိက္ရာထူးဆန္းေျခာက္ျခားဖြယ္ေကာင္းေသာအရာမ်ား ျဖစ္လို႔လာပါတယ္...ထိုအျဖစ္အပ်က္ေတြနဲ႔ ဗာညာ့ကိုလက္ေဆာင္ေပးထားေသာစဘရီနာဆိုတဲ့အ႐ုပ္မနဲ႔ ဘယ္လုိေတြမ်ားဆက္ႏြယ္မႈ႐ွိေနသလဲဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္႐ွႈလိုက္ၾကပါဦး File Size : (983 MB) and (282MB)Quality : Web Rip 720pRunning Time :1hr 53 minFormat : Mp4Genre : Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone Thone Encoded by Moe Myint Lwin",
        "rating": "4.5",
        "url": "https://megaup.net/2eNL0/Sabrina_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9TSeXai1jWoCZRi8QJwUltUPtuO.jpg",
        "title": "Lilli (2018)",
        "description": "ဇနီးသည္ လီလီအတြက္ ႐ုန္းကန္လႈပ္ရွားေနတဲ့အာဂ်စ္ ေယာက္်ားကိုခ်စ္တတ္လြန္းတဲ့လီလီ သူတို႔ရဲ့ႏွစ္ေယာက္တစ္အိပ္မက္ဘဝထဲကိုေငြေၾကးပိတ္ပင္တာႀကီး ေရာက္လာခဲ့တယ္ပိုက္ဆံဆို ကုန္းေကာက္စရာေတာင္ မရွိေတာ့ဘဲ ေမြးလာမယ့္ကေလးအတြက္စရိတ္ ေဆး႐ုံစရိတ္ ဘာညာအတြက္ အစက ျပန္စေနရတဲ့ အာဂ်စ္ဟာအလုပ္မွာပဲ အိပ္ေတာ့တယ္အထိ ပင္ပင္ပန္းပန္းေနရေတာ့တယ္ဒီလိုနဲ႔ တစ္ေန႔ အာဂ်စ္ တစ္ေယာက္ ကားေမွာက္ၿပီးဆုံးသြားတဲ့အခါက်န္ခဲ့တဲ့ လီလီတစ္ေယာက္ အ႐ူးမီးဝိုင္းၿပီး ဘဝကို ဘယ္လို႐ုန္းကန္ရမလဲဘယ္လို ဒုကၡ ေတြေရာက္လာမလဲဘယ္သူေတြက အားႏြဲ႕မိန္းမသားမို႔ အနိုင့္က်င့္မလဲ ဆိုတာကေတာ့ ...အခ်စ္မွာ သစၥာယုံၾကည္မႈမပါရင္ ဘယ္လိုမွ ေရွ႕ဆက္မရဘူးဆိုတာကိုေသြးပ်က္စရာေတြနဲ႔သ႐ုပ္ေဖာ္ထားတဲ့ကားေကာင္းေလးတစ္ကားပါ.... File Size : (791 MB) and (241MB)Quality : WebDL 720pRunning Time :1hr 31minFormat : Mp4Genre : ...",
        "rating": "6.6",
        "url": "https://megaup.net/3AIGg/Lilli_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/images-133x200.jpg",
        "title": "Naa Peru Surya – Naa Illu India (2018)",
        "description": "ဆူရာ့ ဟာ ရှေ့တန်း စစ်တပ် တစ်ခုရဲ့ အတော်ဆုံး စစ်သား တစ်ယောက်ပါအတော်ဆုံးဖြစ်ပေမဲ့ သူဟာ ဒေါသ အင်မတန်ကြီးသူဖြစ်ပြီး မဟုတ်မခံစိတ်ရှိသူတဇောက်ကန်း လုပ်သူ အထက်အရာရှိများကို မမာမခန့်လုပ်သူ စသဖြင့်အကြောင်းမျိုးစုံကြောင့် ရာထူးမတိုးသူ တစ်ယောက်ပေါ့ဆူရာ့ဟာ နိုင်ငံချစ်စိတ် လူမျိုးချစ်စိတ် ပြင်းထန်သူတစ်ယောက်ပါအကြမ်းဖက်သမားများကို မုန်းတီးသူ တစ်ယောက်ဖြစ်ပြီး အရှင်ဖမ်းရဖို့ထက်အသေပစ်သတ်ဖို့သာ စိတ်ရှိသူဖြစ်သောကြောင့်တက်နိုင်သ၍ အရာရှိများက ဆူရာ့ အား ရှေ့တန်း မပို့ပဲနောက်တန်းတွင်သာ နေစေခဲ့ပါတယ်...ဆူရာ့ဟာ မိမိ နိုင်ငံအတွင်းနေထိုင်တဲ့ ဘာသာ လူမျိုးမဆိုနိုင်ငံချစ်စိတ် ရှိသူတိုင်းကို သနားညှာတာပြီး ရပ်တည်တက်သူဖြစ်ပါတယ် အသားအရောင် မခွဲခြား လူမျိုး မခွဲခြားမတရားမှုကိုသာ ခွဲခြားပြီး လက်ပိုက်မကြည့်တက်သူပါကြီးနိုင်ငယ်ညှင်းမှုများ ဝင်ဝင်ပါလွန်းလို့ စစ်တပ်ရဲ့ထုချေလွှာမှာ ဆူရာ့ နာမည်တွေပဲ ဖိုင်တစ်ထပ်လောက်ရှိနေတက်ပါတယ်...တစ်ရက်သော အခါ ဆူရာ့ တစ်ယောက် ရှေ့တန်းစစ်မြေပြင်နယ်စပ်ကို သွားချင်လွန်းတဲ့အတွက် အရာရှိများကို ပူဆာရာအရာရှိများက ဆူရာ့ ဒေါသ မထိန်းနိုင်လျင် ကမ္ဘာစစ်ကိုအစပျိုးသလို ဖြစ်မည်ဆိုးသောကြောင့် India နိုင်ငံ၏အတော်ဆုံးသော စိတ်ပညာရှင်ဆရာဝန်ထံမှ လက်မှတ်ရမှသာနယ်စပ်သို့ လွှတ်မည်ဟု ပြောလာပါသည်ဆူရာ့ လက်မှတ်ယူရမယ့် စိတ်ပညာရှင်မှာဆူရာ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2rt3m/Surya_-_The_Brave_Soldier_(Naa_Peru_Surya_Na_Illu_India)_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3m2SRfLsdCnbn4n4iQZV7sEXGNX.jpg",
        "title": "Backtrace (2018)",
        "description": "Backtrace ဆိုတဲ့အက္​႐ွင္​ကား​ေလးကို စ​ေရးတုန္​းကပ်င္​းဖို႔​ေကာင္​းမယ္​လို႔​ေတြးထားခဲ့မိတယ္​။ဘာလို႔ဆို​ေတာ့ စတားလံုးဇာတ္​ကား​ေတြက မ်ား​ေသာအားျဖင္​့bcoz i'm stallone ဆိုတဲ့ပံုစံ​ေတြ မ်ားလို႔ပါ။ဒါ​ေပမယ္​့ ဒီကာ​း​ေလးက​ေတာ့ ​ေရး​ေနရင္​းနဲ႔ကို ခဏရပ္​ၿပီးဘာ​ေၾကာင္​့လဲဆိုတာ သိခ်င္​လို႔ ဆက္​ၾကည္​့မိတဲ့ကားတစ္​ကားပါ။လွည္​့ကြက္​​​ေလး​ေတြပါတာကိုႀကိဳက္​တဲ့ ႐ုပ္​႐ွင္​ခ်စ္​သူ​ေတြအႀကိဳက္​​ေတြ႔​ေစမယ္​့ကားတစ္​ကား​ေပါ့။ဇာတ္​လမ္​းက​ေတာ့ ဘဏ္​တစ္​ဘဏ္​ကို ဓားျပတိုက္​လာခဲ့ၾကတဲ့ လူသံုး​ေယာက္​မွာႏွစ္​​ေယာက္​က​ေသဆံုးခဲ့ၿပီး က်န္​တဲ့တစ္​​ေယာက္​က ​ေသနတ္​ဒဏ္​ရာ​ေၾကာင္​့ မွတ္​ဥာဏ္​​ေတြ ​ေပ်ာက္​ဆံုးသြားခဲ့တယ္​။ဒါ​ေပမယ္​့ သူ႔မွတ္​ဥာဏ္​​ေတြ မ​ေပ်ာက္​ဆံုးခင္​မွာ ​ေငြ​ေတြကို ဖြက္​ထားခဲ့ၿပီးခုႏွစ္​ႏွစ္​ၾကာတဲ့အခ်ိန္​မွာ လူတစ္​စုက အ​ေစာင္​့အၾကပ္​​ေတြၾကားကသူ႔ကိုကယ္​ထုတ္​ၿပီး ပိုက္​ဆံ​ေတြကိုျပန္​႐ွာတဲ့အ​ေၾကာင္​းဇာတ္​လမ္​းဆင္​ထားတာ ျဖစ္​ပါတယ္​။​ေအးမယ္​လို႔ ထင္​ရ​ေပမယ္​့ စတားလံုးရဲ႕ စူပါဟီး႐ိုးဆန္​တဲ့အခန္​း​တစ္​ခ်ိဳ႕ကလြဲရင္​ တစ္​ကားလံုးစိတ္​ဝင္​စားစရာ ျပည္​့ႏွက္​​ေနတဲ့ ကား​ေကာင္​းတစ္​ကား ျဖစ္​ပါတယ္​။အား​ေပးၾကပါဦးဗ်ာ... File Size : (820 MB) and (285MB)Quality : ...",
        "rating": "3.7",
        "url": "https://megaup.net/1yQm8/Backtrace_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMTExOTQzMDUxMTdeQTJeQWpwZ15BbWU4MDY2MDM2NzUz._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Boarding School (2018)",
        "description": "လ်ိဳဝွက္​သည္​းဖိုျဖစ္​ၿပီးေတာ့\nရင္​တထိတ္​ထိတ္​နဲ႔ေၾကာက္​စရာေကာင္​းတဲ့ရုပ္​ရွင္​ေတြကိုမွ\nၾကည္​့ရတာသေဘာေတြ႕လွတဲ့သူမ်ားအတြက္\n​ ရုပ္​ရွင္​ကားေလးတစ္​ကားနဲ႔မိတ္​ဆက္​ ေပးခ်င္​ပါတယ္​။\nဒါကေတာ့ ဒီ2018ခုနွစ္​ထဲမွာပဲထြက္​ရွိထားခဲ့တဲ့\nBoarding School 2018ဆိုတဲ့ Horror & Mystery အမ်ိဳးအစားကားတကားျဖစ္​ပါတယ္​။\nဇာတ္​လမ္​းအညႊန္​း\nေဂ်ေကာ့လို႔အမည္​ရတဲ့ ေကာင္​ေလးဟာ\nညတိုင္​းအိမ္​မက္​ဆိုးေတြၾကားထဲမွ\nာ ေၾကာက္​လန္​႔ေနခဲ့သူတေယာက္​ျဖစ္​ပါတယ္​။\nဒါေပမဲ့ သူ႔အဘြားဆုံးသြားၿပီးတဲ့အခါမွာ\nသူဟာ သူ႔အဘြားရဲ႕အေၾကာင္​းကိုပိုမိုစိတ္​ဝင္​စားလာခဲ့ ၿပီးေတာ့\nမေမ်ွာ္​လင္​့ပဲေက်ာင္​းတေက်ာင္​းက ိုပို႔ျခင္​းခံခဲ့ရပါတယ္\nအဲ့ေက်ာင္​းမွာပဲ ေက်ာင္​းကသူေတြရဲ႕ အ့ံၾသစရာေတြ\nလ်ိဝွက္​ေျခာက္​ျခားမႈေတြကိုဘယ္​လိုရင္​ဆိုင္သြားခဲ့သလဲဆိုတာကို\nအသည္​းတထိတ္​ထိတ္​နဲ႔ ၾကည္​့ရႈ႕ရမွာျဖစ္​ပါတယ္​ ..................\nFile Format - mp4\nIMDB rating - 7.2/10\nQuality - Blu-ray1080p/Blu-ray480p\nRunning Time - 1h 51min\nTranslated by Jake\nEncoded by sithu",
        "rating": "5.7",
        "url": "https://megaup.net/2ULiP/Boarding_School_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "The Polar Express (2004)",
        "description": "ဒီဇာတ္ကားေလးကို Forrest Gump နဲ႔ Cast Away ကို ပဲ့ကိုင္ခဲ့သူ ဒါ႐ိုက္တာ Robert Zemeckis က ႐ိုက္ကူးခဲ့တာျဖစ္ပါတယ္။IMDB Rating 6.6 ရိွပါတယ္။အဓိကဇာတ္ေကာင္ျဖစ္တဲ့ေကာင္ေလး၊တျခားဇာတ္ေကာင္ေတြျဖစ္တဲ့ ေကာင္ေလးရဲ႕အေဖ၊မီးရထားဂတ္ဗိုလ္၊ ဟိုဘို၊ရုပ္ေသး႐ုပ္နဲ႔ ဆန္တာ ေနရာေတြကို မင္းသားႀကီး Tom Hanks ကလည္း အသံေကာ CGI ဇာတ္ေကာင္အေနနဲ႔ပါ သ႐ုပ္ေဆာင္ေပးခဲ့ပါတယ္။ဇာတ္လမ္းေလးက ခ႐စ္စမတ္အႀကိဳညတစ္ညမွာ ေမွာ္ဆန္ဆန္ရထားႀကီးနဲ႔ ေျမာက္ဝင္႐ိုးစြန္းေဒသမွာရိွတဲ့ ဆန္တာကေလာ့စ္ရဲ႕ ေနရပ္ကိုေရာက္သြားတဲ့ ေကာင္ေလးတစ္ေယာက္ အေၾကာင္းပါ။ေပ်ာ္စရာေတြဟာ ယုံၾကည္မႈ႐ိွသူတစ္ေယာက္အတြက္ အၿမဲရိွေနမယ္ဆိုတာ သိလိုက္ရတဲ့ ေကာင္ေလးတစ္ေယာက္ရဲ႕ စြန္႔စားခန္းဆိုပါေတာ့။ေျမာက္ဝင္႐ိုးစြန္းကိုသြားတဲ့ ဒီခရီး တစ္ေလွ်ာက္မွာ ေကာင္ေလးက သူငယ္ခ်င္းေတြလည္းရခဲ့သလို ယုံၾကည္မႈဆိုတဲ့စကားလုံးကို ေကာင္းေကာင္းႀကီး သေဘာေပါက္သြားခဲ့ပါတယ္။ကိုယ့္လူတို႔လည္း ခရစ္စမတ္မေရာက္ခင္ ဇာတ္လိုက္ေလးနဲ႔အတူ Polar Express ႀကီးစီးၿပီး ...",
        "rating": "6.6",
        "url": "https://megaup.net/2csx7/The_Polar_Express_[2004]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o1OQPB3gALhRyfdLt61rWx1VeEp.jpg",
        "title": "The Joke Thief (2018)",
        "description": "ဒီကားေလးကေတာ့ လူတစ္ေယာက္ရဲ႕ေနာက္ဆံုးဝမ္းေျမာက္မႈကိုျပသေပးသြားတဲ့ကားေလးျဖစ္ပါတယ္ဆိုင္မြန္မက္ကိတ္ခ္ ဆိုတာကေတာ့ လူေတြကိုသံုးဆယ့္ငါးႏွစ္ေတာင္ရယ္ေအာင္လုပ္ေပးခဲ့တဲ့ ဟာသေျပာသူတစ္ေယာက္ပါသူ႔ရဲ႕ဘဝက ပါတီေတြနဲ႔ပဲျပည့္ႏွက္ေနၿပီး အခုခ်ိန္မွာသူကေမာၿပီး လမ္းေပ်ာက္ေနခဲ့တယ္ၿပီးေတာ့သူရဲ႕နာမည္ကလဲ တျခားလူေတြရဲ႕ဟာသကိုခိုးတယ္ဆိုၿပီး နာမည္ဆိုးနဲ႔ေက်ာ္ၾကားေနတယ္ကံေကာင္းတဲ့တစ္ညမွာေတာ့ သူ႔ရဲ႕သူငယ္ခ်င္းအကူအညီနဲ႔ပဲြတစ္ခုမွာေဖ်ာ္ေျဖခြင့္ရတဲ့ အခ်ိန္မွာအဲ့ပဲြကိုသြားရင္းသူ႔ရဲ႕အတိတ္ကအေၾကာင္းကိုျပန္သတိတမ္းတတာေလးေတြကို ႐ိုက္ထားတဲ့ကားေလးပဲျဖစ္ပါတယ္...ဒီကားေလးမွာေတာ့ ဟာသေျပာသူေတြရဲ႕ဟာသေတြလဲပါတဲ့အျပင္ကို လူတစ္ေယာက္ရဲ႕ဘဝအေၾကာင္းကိုလဲေသခ်ာ႐ိုက္ကူးထားတဲ့ကားေလးပါIMDB rating 6.8/10 (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ဗညား ပါ) File Size : (650 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 21min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  1080p.WEB-DL.DD5.1.H264-CMRG\nTranslated by ဗညား\nEncoded by Thanhtike Zaw",
        "rating": "6.8",
        "url": "https://megaup.net/2ULhK/The_Joke_Thief_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ogVwcP644iHm9jGSajzodpoPZhK.jpg",
        "title": "Swiped (2018)",
        "description": "ဒီတစ္ခါ မိတ္ဆက္ေပးမယ့္ ဇာတ္ကားေလးကေတာ့ ၂၀၁၈ ခုႏွစ္မွာ ထြက္လာတဲ့ Swipe ဆိုတဲ့ comedy ကားေလးပါဟာသေတြ တဝါးဝါးတဟားဟားနဲ႔ ရယ္ေနတာမ်ိဳးမဟုတ္ေပမဲ့ ၾကည့္ေနရင္း ျပံဳးသြားေစမယ့္ ဇာတ္ကြက္ေလးေတြနဲ႔ မပ်င္းရတဲ့ ဇာတ္ကားေလးပါဒီကားေလးထဲမွာ ဂ်ိမ္းစ္ဆိုတဲ့ ကြန္ပ်ဴတာသိပၸံမွာ genius ေလးတစ္ေယာက္ဟာ ေကာလိပ္တက္ဖို႔ သြားရာက စျပီး အေျခတည္ ရိုက္ျပထားပါတယ္သူကေတာ့ ေန႔စဥ္ကြန္ပ်ဴတာေတြ ဖုန္းေတြနဲ႔႔ပဲ မ်က္ႏွာခ်င္းဆိုင္ေနတဲ့ ေခတ္လူငယ္ေလးတစ္ေယာက္ျဖစ္လို႔ သူ႕မိိဘေမာင္ႏွမေတြဟာ သူ႕အခ်စ္ေရးနဲ႔ လူမႈဆက္ဆံေရးနယ္ပယ္မွာ အျမဲစိတ္ပူေပးေနရပါတယ္ေကာလိပ္ေရာက္တဲ့အခါ ေတြ႕ရတဲ့ သူ႕ရဲ႕ အခန္းေဖာ္ကေတာ့ ေစာ္ၾကည္ဘဲတစ္ေယာက္ျဖစ္ေနပါတယ္ကြန္ပ်ဴတာသိပၸံတန္းမွာ ေတာ္လြန္းတဲ့ ဂ်ိမ္းစ္ကို သူ႔အခန္းေဖာ္ လန္႔စ္က ၾကင္ဖက္ရွာ app တစ္ခု ေရးေပးဖို႔ ကမ္းလွမ္းခဲ့ပါတယ္ဂ်ိမ္းစ္တစ္ေယာက္ လက္ခံလုိက္ျပီးေနာက္ လန္႔စ္ေတာင္းဆိုတဲ့အခ်က္အလက္ေတြအကုန္ထည့္ေပးျပီး JUNGLE ဆိုတဲ့ app ေလးကို ေရးေပးခဲ့တဲ့အခါ ေလာကၾကီးမွာ ဘာေတြ ျဖစ္ကုန္မလဲဆိုတာေတာ့ ေစာင့္ေမွ်ာ္ၾကည့္ရႈၾကပါေနာ္ဂ်ိမ္းစ္ အထက္တန္းေက်ာင္းကတည္းက တစ္ဖက္သတ္ခ်စ္ခဲ့ရတဲ့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2eNR6/Swiped_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9gasQE0li1eMnFF1oKPSszmJD30.jpg",
        "title": "The House That Jack Built (2018)",
        "description": "Rating 7.2 နဲ႕ ၾကည့္ဖူးသမ်ွလူသတ္ကားေတြထဲမွာအမိုက္ဆံုးလို႕ေၿပာလို႕ရတဲ့ လူသတ္ကားၿဖစ္ပါတယ္...တခ်ိဳ႕ေတြက ကိုယ္တန္ဖိုးတဲ့အရာကိုဖန္တီးတာကိုအႏုပညာလို႕ယူဆၾကပါတယ္...ဒါေပမယ့္ လူသတ္တာကို အႏုပညာတစ္ခုလိုသေဘာထားၿပီးလုပ္တာကေတာ့ ေတာ္ေတာ္ၾကီးကိုဆိုး၀ါးတဲ့အလုပ္ပါ....ဂ်က္ဆိုတဲ့လူဟာ လူေတြကိုအေၾကာင္းမ႐ွိဘဲနဲ႔ လိုက္လံသတ္ျဖတ္ေနတဲ့စိတၱဇလူသတ္သမားတစ္ေယာက္ပဲျဖစ္ပါတယ္သူဟာတျခားေသာလူသတ္သမားေတြနဲ႔မတူဘဲ လူသတ္ရသည္ကိုဂႏၱ၀င္အႏုပညာရပ္တစ္ရပ္အေနနဲ႔ေတြးျပီး က်ဴးလြန္တတ္တဲ့သူပါသူ႔အေနနဲ႔ ဘယ္လိုဘယ္ပံုေတြ ဆက္ျဖစ္မယ္ဆိုတာကိုေတာ့...လူသတ္ကားေတြကိုမွၾကိဳက္တဲ့လူေတြအတြက္စနစ္တက်လူသတ္နည္းေတြနဲ႕မ်ားလွေသာလူသတ္ခန္းေတြပါလို႕Rating လည္းးလန္းတယ္ လူသတ္တာေတြလည္းပက္စက္တယ္ဆိုေတာ့ ....ကဲ ၾကည့္ၾကမွာလား မၾကည့္ၾကဘူးလား...... File Size : (1 GB) and (304MB)Quality : WebDL 720pRunning Time :2hr 32minFormat : Mp4Genre : Drama , HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "7.2",
        "url": "https://megaup.net/2ULbC/The_House_That_Jack_Built_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/rinf-134x200.jpg",
        "title": "The Ring (2002)",
        "description": "Rotten Tomatoes ... 71%The Ring အဝန္းအဝုိင္းလုိ႔လည္း အဓိပၸါယ္ရပါတယ္။ ဖုန္းျမည္သံလုိ႔လည္းအဓိပၸါယ္ရပါတယ္။ ဒီဇာတ္ကားနဲ႔ ဆက္စပ္ၾကည့္ရင္ ဒီအဓိပၸါယ္ႏွစ္ခုလုံးကုိေတြ႕ရမွာပါ။\nဒီေသမင္းတမာန္ ဗီဒီယုိတိပ္ေခြ ဇာတ္လမ္းကုိ ၾကည့္ဖူးသူေတြမ်ားမယ္ထင္ပါတယ္။အဲဒါေၾကာင့္ အထူးတလည္မိတ္ဆက္ေပးစရာမလုိေတာ့ဘူးထင္ပါတယ္။\nဒီဇာတ္ကားေလးကုိ Ring ဆုိတဲ့ ဂ်ပန္ ဇာတ္လမ္းတစ္ခုက ေက်ာရုိးယူျပီးရုိက္ထားေပမယ့္တစ္ဝက္ေလာက္ အေၾကာင္းအရာမတူပါဘူး။\nဇာတ္ကားရဲ႕ အဓိကဇာတ္ေဆာင္ မင္းသမီးနဲ႔မင္းသားတုိ႔က ဒီဇာတ္ကားကုိဟားစရာျဖစ္မယ္လုိ႔ ထင္ထားခဲ့ၾကေပမယ့္ အရမ္းကုိေအာင္ျမင္ခဲ့ပါတယ္။\nသရဲမေလး ဆာမာရာေနရာက သရုပ္ေဆာင္တဲ့ ကေလးသရုပ္ေဆာင္ Daveigh Chaseဆုိရင္ သူ႕ကုိယ္သူျပန္မၾကည့္ရဲတဲ့အထိေၾကာက္မိပါတယ္တဲ့။\nဒီဇာတ္ကားေလးကုိ ျပန္လည္ခံစားခ်င္သူေတြ အရင္ကအရမ္းလန္႔ခဲ့ဖူးတာေလးေတြကုိျပန္သတိရခ်င္သူေတြအတြက္ ျပန္တင္ဆက္လုိက္ရပါတယ္ဗ်ာ။ဒီကားေလးက Rating ျမင့္တဲ့ Horror, Mysteryဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္တာေၾကာင့္တင္ဆက္ေပးလိုက္ရပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ d3mon ျဖစ္ပါတယ္) File size__( 950 MB) and ( 430 MB)\nQuality__BR-Rip 720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__01:55:18\nType__Horror , Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by d3mon\nEncoded by Naing Aung Latt",
        "rating": "7.1",
        "url": "https://megaup.net/1yQfi/The_Ring_[2002]_(MM_Sub).mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/Poser-230x300.jpg",
        "title": "My Father Is Hero ( 1995 )",
        "description": "အားလံုးလည္းဒီကားေလးကိုရင္းရင္းနီးနီးသိေနၾကမယ္ထင္ပါတယ္\nဂ်က္လီကားေတြထဲကဘယ္ခ်ိန္ျပန္ၾကည့္ၾကည့္မရိုးနိင္တဲ႔\nဇတ္ကားေလးတစ္ကားပါပဲဇတ္ကားကေတာ့အရမ္း\nၾကာျပီမို႔blu ray ကြာလတီမရနိင္ေတာ့တဲ႔အတြက္\nအၾကည္လင္ဆံုးdvd ripနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္\nေတာ္ေတာ္ေလးလည္းၾကည္လင္ျပတ္သားပါတယ္\nေရာဂါသည္ဇနီးသည္နဲ႔သားေလးတစ္ဦးကိုခ်ိဴ ႕တဲ႔စြာ\nထားရရွာတဲ႔ရဲဝန္ထမ္းတစ္ဦးရဲ႕ဇတ္လမ္းကိုပံုေဖာ္\nထားတဲ႔ဇတ္ကားေလးပါမိမိကိုရဲမွန္းမည္သူမွမသိ\nေအာင္လ်ိဴ ႕ဝွက္ျပီးလူဆိုးဂိုဏ္းေလးထဲဝင္ေရာက္ဖို႔\nၾကိဳ းစားသည့္ရဲမႈဴ းေလးတစ္ေယာက္အျဖစ္ဂ်က္လီက\nပိုင္ပိုင္နိင္နိင္သရုပ္ေဆာင္ထားပါတယ္သားနဲ႔အေဖ\nေပါင္းျပီးတိုက္ခိုက္သည့္တိုက္ကြက္ေတြက\nၾကည့္ျပီးသားပရိတ္သတ္ေတြျပန္လည္အမွတ္ရေစ\nမည့္ဇတ္ကားေကာင္းေလးတစ္ကားလို႔ေျပာၾကား\nရင္းေဒါင္းေလာ့သာဆြဲၾကပါေတာ့လို႔",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/my-father-is-hero/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMTU0NDE3Njk0OV5BMl5BanBnXkFtZTgwMDk4MzA0NjM@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "Tyrel (2018)",
        "description": "Tyler ဟာသူ႔သူငယ္ခ်င္းေမြးေန႔\nအေပ်ာ္ခရီးကိုလိုက္သြားခဲ့ပါတယ္\nအကုန္လံုးနီးပါးနဲ႔သူစိမ္းေတြျဖစ္ေနတဲ့အျပင္\nလူမည္းဆိုလို႔သူတစ္ေယာက္တည္းပါခဲ့ပါတယ္\nအရက္ေတြေသာက္ျပီးကြဲဲျပဲၾကေတာ့ေသာင္းက်န္းမယ့္\nပါတီျဖစ္တာေၾကာင့္သူ႔အတြက္မလြယ္ကူခဲ့ပါဘူး\nအားလံုးမူးျပဲျပီးပလပ္ေတြကြ်ပ္သြားတဲ့အခါမွာေတာ့\nသူ႔ရဲ႔အိပ္မက္ဆိုးအားလံုးဟာ\nတကယ္ျဖစ္လာပါေတာ့တယ္\nရုပ္ရွင္ကားကို ေမသူ က ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "5.4",
        "url": "https://megaup.net/2eNSd/Tyrel_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/hachi-141x200.jpg",
        "title": "Hachi: A Dog’s Tale ( 2009 )",
        "description": "ေခြးကေလး ဟာခ်ီကိုအေၾကာင္း အားလံုးၾကားဖူးမယ္ထင္ပါတယ္\n1925 ဂ်ပန္ႏိုင္ငံမွာျဖစ္ပ်က္ခဲ့တဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းေလးတပုဒ္ပါ\nဒါကိုမွီၿငိမ္းၿပီး ဇာတ္လမ္းျပန္လည္ ႐ိုက္ကူးခဲ့ပါတယ္\nသစၥာ႐ွိလွတဲ့ ေခြးကေလး ဟာခ်ီကိုဟာ\nသူ႔သခင္ကိုေန႔တိုင္းေန႔တိုင္း ၉ႏွစ္ထိတိုင္\nသူမေသဆံုးခင္ထိ ေစာင့္ေမ်ွာ္ေနခဲ့တယ္..\nသူ႔သခင္ကေတာ့ ဘယ္ေတာ့မွ သူ႔ဆီျပန္မလာဘူးဆိုတာေတာ့\nသူသိႏိုင္မွာမဟုတ္ပါဘူး ဘာေၾကာင့္လဲဆုိရင္\nသူ႔သခင္ က ဆံုးသြားၿပီျဖစ္လို႔ပါပဲ\nဒီေခြးကေလးကို ဇာတ္ေၾကာင္း တည္ပီးဘယ္လိုေတြ\n႐ိုက္ကူးတင္ ဆက္ထားလဲဆိုတာ ခံစားၾကည့္ရေအာင္\nဘာသာျပန္သူ Ei Pyae ျဖစ္ပါတယ္",
        "rating": "8.1",
        "url": "https://megaup.net/1yQp1/Hachi_-_A_Dog_s_Tale_(Hachiko_-_A_Dog_s_Story)_[2009]_(MM_Sub).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BZGM4ZTNmMDMtYWJkYy00OThkLTllNzQtMjBmYjc4ZGZhMTIyXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "Teen Titans: Trouble in Tokyo (2006)",
        "description": "Titans LAစီးရီးကိုေစာင့္ရင္\nးဒီကားေလးကိုသာၾကည့္လိုက္ရင္ေတာ္ေတာ္မိုက္သြားမွာပါ\nအေမရိကတိုက္တစ္ခုလံုးရဲ႕အထာအက်ဆံုးဟီးရိုးအဖြဲ႔ဟာ\nSaiko-tekလို႔ေခၚတဲ့ဗီလိန္နဲ႔ရင္ဆိုင္ေနတာနဲ႔\nဇာတ္လမ္းကိုစဖြင့္ထားျပီး\nအားရစရာေတာ္ေတာ္ေကာင္းတဲ့fight sceneလို႔ေျပာလို႔ရပါတယ္\nေနာက္ဆံုးမွာေတာ့Saiko-tekကိုTitans towerမွာမိသြားပါေတာ့တယ္\nRobinရဲ႔techနဲ႔အတူသူတို႔ဟာေနာက္ကြယ္ကလူကိုေဖာ္ထုတ္နိုင္ခဲ့ပါတယ္\nအဲ့လူကေတာ့Brushogunျဖစ္ျပီး\nဘယ္ေနရာမွာဘယ္လိုေရာက္ေနတဲ့ဘာေကာင္ၾကီးလဲဆိုတာ...\nFile Format - mp4\nIMDB rating - 7.2/10\nQuality - Blu-ray1080p/Blu-ray480p\nRunning Time - 1h 15min\nTranslated by Si Thu Han\nEncoded by sithu",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/teen-titans-trouble-in-tokyo-2006/",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/the-guilty-135x200.jpg",
        "title": "The Guilty (2018)",
        "description": "IMDb rating 7.7 ရထားတဲ့ ဒိန္းမတ္ကားေလးတစ္ကား တင္ေပးလိုက္ပါတယ္။ ဒီရုပ္ရွင္က thriller အမ်ိဳးအစားပါ သည္းထိတ္ရင္ဖုိေလး ၾကည့္ရမွာေပါ့။ဒီကားက ထူးျခားပါတယ္။ သရုပ္ေဆာင္ တစ္ေယာက္ထဲကိုပဲ ျပသြားတာ။ က်န္တာအားလံုးက လိုက္ျပီး စိတ္ကူးနဲ႕ ျမင္ေယာင္ၾကည့္ရတာ။ တကယ္ကို feel ပါပဲ။ဇာတ္လမ္းအက်ဥ္း\n============အက္စ္ဂါဆိုတဲ့ ရဲတစ္ေယာက္ဟာ အေရးေပၚဖုန္းလိုင္းမွာ တာဝန္က်ေနတယ္။ သူ႕ဆီကို ေဆးသမားေတြ ဓားျပတိုက္ခံရတဲ့သူ ရန္ျဖစ္တဲ့သူ ကၾကိဳးကေၾကာင္ မ်ိဳးစံု ဖုန္းဆက္ၾကတယ္။ သူက ေျဖရွင္းေပးရတယ္။အဲဒီဖုန္းေတြၾကားမွာ မိန္းမတစ္ေယာက္ရဲ႕ ဖုန္းသံဝင္လာခဲ့တယ္။ ဒါေပမယ့္ အဲဒီမိန္းမက သူ႕သမီးကိုပဲ ဖုန္းေျပာေနတဲ့ပံုပဲ ျဖစ္ေနေတာ့ ဖုန္းမွားေနတာလားဆိုျပီး ဖုန္းခ်ေတာ့မလိုပဲ။ဒါေပမယ့္ ေဘးမွာ ျပန္ေပးဆြဲထားတဲ့လူရိွလို႕ ဟန္ေဆာင္ေျပာေနတာလားဆိုတာ သံသယဝင္သြားတယ္ေပါ့။ ဒါေၾကာင့္ yes or no ေမးခြန္းေတြကို ပါးပါးနပ္နပ္ေမးျပီး ရဲနဲ႕သူနဲ႕ အဆက္အသြယ္လုပ္ၾကတယ္။အက္စ္ဂါက သူ႕လိပ္စာ၊ ျပန္ေပးသမားလိပ္စာ ေနာက္ေၾကာင္းေတြလိုက္ျပီး နီးစပ္တဲ့ ရဲကားေတြ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2eNA5/The_Guilty_(Den_skyldige)_[2018]_(MM_Sub).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/MV5BMTM5MjIwNDAwMl5BMl5BanBnXkFtZTcwNzQyOTY0OA@@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "Mama (2013)",
        "description": "Director: Andres Muschiettiရိုက်ကူးတင်ဆက်ထားပြီးJanuary 18, 2013 (USA) တွင်ရုံတင်ပြသခဲ့သော ထိတ်လန့်ချောက်ခြားဖွယ်ရာရုပ်ရှင်ဇတ်ကား တစ်ခုဖြစ်ပါတယ်...ဇတ်လမ်း ပုံစံကတော့...စိတ်ကျရောဂါ စွဲကပ်နေတဲ့ ရုံးဝန်ထမ်း အမျိုးသားဟာ သူ့ရုံးက ဝန်ထမ်း အားလုံး ကိုသတ်ဖြတ်ပစ်ခဲ့ပြီး အိမ်သို့ပြန်လာက ကလေးတွေကို တံခါးပိတ်ထားပြီး မိန်းမကိုထပ်ပြီး သတ်ပစ်လိုက်ပါတယ်...ထို့နောက်တွင်သော ငယ်ရွယ်သေးသော သမီးငယ် နှစ်ဦးကို ကားပေါ်တင်ပြီးထွက်ပြေးရာတွင် ချောက်ကမ်းပါး တစ်ခုအရောက်ကားဘရိတ်ချော်ပြီး ချောက်တွင်းသို့ပြုတ်ကျသွားပါတော့တယ် သူကိုယ်တိုင် ဒဏ်ရာအနည်းငယ်သာ ရပြီးသမီး နှစ်ဦးကို လက်ဆွဲခေါ်ကာ တောတွင်းသို့ ဝင်ရောက်လာရင်းထူးဆန်းသော အိမ်တစ်အိမ်ကို တွေ့ရှိရာ ဝင်ရောက်နားခိုခဲ့ပါတယ်..ထို့နောက် ကလေးငယ် နှစ်ဦးကို သတ်ဖြတ်ပြီး မိမိကိုယ်ကို အဆုံးစီရင်ရန်ပြုလုပ်တဲ့ အချိန်မှာပဲ မမြင်နိုင်သော အရာတစ်ခုက ကလေးငယ် နှစ်ဦးရဲ့ဖခင်ကို သတ်ဖြတ်ပြီးနောက် ထိုကလေးငယ် နှစ်ဦးကို စောင့်ရှောက်ကျွေးမွေးနေပါတော့တယ်...နှစ် အနည်းငယ် ကြာပြီးနောက် ဖခင် ဖြစ်သူ ရဲ့ ညီ ကလေးတွေ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Hr3c/Mama_[2013]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMzZkNmJmN2EtODYwNi00MTJhLWIxNzgtZDkxNzgzNDkyNmE3XkEyXkFqcGdeQXVyOTI2NjU2MTE@._V1_SY1000_CR007001000_AL_-140x200.jpg",
        "title": "The Spy Gone North(2018)",
        "description": "The Spy Gone North(2018)\nIMDb.....7\nကုိရီးယားဒါရိုက္တာေတြက တျခားကားေတြကုိ ရုိက္ရင္ ဇာတ္အိမ္ခုိင္ခ်င္မွခုိင္မယ္.. ေျမာက္ကုိရီးယားနဲ႕ပတ္သက္တဲ့ကားမ်ဳိးဆုိ\nဇာတ္အိမ္ ဇာတ္ညႊန္း သရုပ္ေဆာင္ေတြကုိ ခမ္းခမ္းနားနားရုိက္ေလ့ရွိတယ္..အထူးသျဖင့္ စပုိင္ကားေတြဆုိေတာ္ေတာ္ႀကီးကုိေကာင္းတယ္..\nခုလည္း 2018 မွာ အသစ္ထြက္လာတဲ့The Spy Gone North ဆိုတဲ့ ေတာင္ကိုရီးယား စပိုင္ကားကလည္း ေတာ္ေတာ္ကုိေကာင္းတယ္...\nေတာင္ကိုရီးယားနဲ႔ ေျမာက္ကိုရီးယား ကြဲသြားျပီးေနာက္ပိုင္း ႏွစ္နိုင္ငံလံုးက တစ္ဖက္နဲ႔ တစ္ဖက္ သူလ်ွိဳေတြ ေစလႊတ္ျပီး အသံတိတ္ဆက္လက္တိုက္ခိုက္ေနခဲ့ပါတယ္...\nဒီဇာတ္ကားေလးကေတာ့ ေျမာက္ကိုရီးယားဘက္ကို ေစလႊတ္လိုက္တဲ့ ေတာင္ကိုရီးယားစံုစမ္းေရးတပ္ဖြဲ႕က\nဘလက္ဗီးနပ္စ္ဆိုတဲ့ ေအးဂ်င့္အေၾကာင္းကို အေျခခံျပီး ရိုက္ကူးထားတာပါ ....\nသူဟာ စီးပြားေရးသမားဟန္ေဆာင္ျပီး ေျမာက္ကိုရီးယားေခါင္းေဆာင္ကင္ဂ်ံဳအီကိုခ်ဥ္းကပ္ခဲ့တယ္..သူဘာေၾကာင့္ခ်ဥ္းကပ္ခဲ့လဲ.. အခ်ိန္မေရြးအသက္ေပ်ာက္သြားႏုိင္ ၿပီး အႏၱရယ္မ်ားလြန္းလွတဲ့\nေျမာက္ကုိရီးယားဆီ ဘာေၾကာင့္စပိုင္လာလုပ္တာလဲ..ကုိင္း ဆက္လက္ခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕..လွ်ဳိ႕၀ွက္စပုိင္ကားေတြႀကဳိက္တဲ့သူေတြအတြက္\nနင္းကန္ေဒါင္းသင့္ေၾကာင္းအႀကံျပဳပါရေစ...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္...File Size : (1GB) and (400 MB)\nQuality : HD-Rip 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Adventure, Drama, Fantasy1\nSubtitle ...",
        "rating": "7.0",
        "url": "https://megaup.net/2UL58/The_Spy_Gone_North_(Gongjak)_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    }
]