[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1bB7uV5ljDWKG2m5Z4cgWwDMAeY.jpg",
        "title": "The Burning Sea (2021)",
        "description": "The Burning Sea (2021) ဇာတ်လမ်းအညွှန်းIMDb 6.2/10=================================ပင်လယ်ပြင်ဆိုတာ ခန့်မှန်းရခက်တဲ့ အန္တရာယ်တွေ အပြည့်ပါပဲ....\nပင်လယ်မှာ မှီခိုပြီး အသက်မွေးဝမ်းကြောင်းပြုရတဲ့အထဲမှာ....\nကမ်းလွန်ပင်လယ်ပြင် တစ်လျှောက် ရေနံတူးလုပ်သားများလည်း ပါဝင်ပါတယ်။\nသူတို့ဘဝက ကမ်းမမြင် လမ်းမမြင်ပင်လယ်ထဲရောက်နေရုံမက\nပင်လယ်ကြမ်းပြင်အောက်အထိ စွန့်စားပြီး အလုပ်လုပ်ရတာမို့ ခက်ခဲကြမ်းတမ်းသလို\nအသက်ကိုဖက်နဲ့ထုပ်ထားရသူတွေပါ....။\nဒီလို ပတ်ဝန်းကျင်မှာ အမှားတစ်စုံတရာသာ ဖြစ်ခဲ့ရင် ရေနံလုပ်သားတွေတင်မကပဲ.....\nပင်လယ်ထဲကို ယိုဖိတ်လာမယ့် ရေနံဆီတွေ ဓာတ်ငွေ့တွေက\nသက်ရှိတွေကို မျိုးတုံးစေတဲ့အထိ....အန္တရာယ်ကြီးမားပါတယ်....။\nငွေကြေးအားဖြင့်လည်း တန်ဖိုးဘီလီယံနဲ့ချီပြီး ရှုံးသွားနိုင်ပါတယ်....။ဒီလို ဒီလို ဘေးရန်တွေကြားက အလုပ်လုပ်နေကြရင်း ကပ်ဘေးကြုံရတဲ့အခါ\nဘယ်လို ဖြစ်ကြမလဲဆိုတာကို ရိုက်ကူးပုံဖော်ထားတဲ့ စွန့်စားခန်းဆန်ဆန် ရုပ်ရှင်ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေး နာမည်ကတော့ The Burning Sea ဖြစ်ပြီး\nပင်လယ်ရေနံလုပ်သားတွေရဲ့ ဘေးဒုက္ခ အကြောင်း ရှားရှားပါးပါး ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။သည်းထိတ်ရင်ဖိုဇာတ်လမ်းဆို သဘောကျတဲ့ ပရိတ်သတ်တွေ\nလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်း ညွှန်းလိုက်ပါရစေ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richard Wai ပဲဖြစ်ပါတယ်။Genre.....ACtion\nQuality….WEB-DL ...",
        "rating": "6.2",
        "url": "https://megaup.net/2oqI4/Nordsjoen.AKA.North.Sea.2021.720p.Bluray.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYTUyMWNkYWUtMTg1ZS00MjJiLWE2ZjgtYjJkYTJmMmEzNWI0XkEyXkFqcGdeQXVyNTEzNDIxOTg@._V1_-133x200.jpg",
        "title": "Cyborgs: Heroes Never Die (2017)",
        "description": "Cyborgs: Heroes Never Die (2017)IMDb.....8.32014 တုန်းက ရုရှားတွေရဲ့ကျူးကျော်စစ်ကို ယူကရိန်းတွေခုခံခဲ့ကြတဲ့ တိုက်ပွဲတွေထဲကတစ်ခုကို အခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားပါ။ကိုယ်နှစ်သက်တဲ့လူတစ်ယောက်ကိုပိုင်ဆိုင်ဖို့ဆိုရင်\nအဲ့ဒီလူရဲ့ အဓိကနေရာဖြစ်တဲ့ နှလုံးသား အလယ်ဗဟိုတည့်တည့် ချိန်ရွယ်ပစ်ခပ်သိမ်းပိုက်ဖို့လိုပါတယ်...\nဒီလိုပဲ စစ်ပွဲတစ်ပွဲမှာဆိုလည်း အောင်မြင်ရေးသော့ချက်ဖြစ်တဲ့ အဓိက\nအချက်အချာမြေကို သိမ်းပိုက်ဖို့ ကြိုးစားကြပါတယ်...ယူကရိန်းနိုင်ငံကDonetskလေဆိပ်ကိုရုရှားတွေလာရောက်တိုက်ခိုက်နေကြတယ်....\nအဲ့လေဆိပ်ကိုဘာလို့တိုက်ရလဲဆိုတော့ အထက်ကပြောခဲ့သလို အချက်အချာမြေနေရာဖြစ်နေလို့ပါပဲ...\nဒီလေဆိပ်ကျသွားရင် ယူကရိန်းကျသွားတာနဲ့တူတူပဲဖြစ်နေလို့ပါ...\nဒါ့ကြောင့် ယူကရိန်းတို့ ဒီလေဆိပ်မကျသွားဖို့အရေးကို\nစစ်သည်အပေါင်းတို့ဟာ တတ်စွမ်းသမျှ အတတ်နိုင်ဆုံးခုခံဖို့ကြိုးစားကြပါတယ်...ဒီစစ်သည်တွေ အောင်မြင်ပါ့မလား...\nအသက်ပေါင်းများစွာ ဘယ်လောင်တောင်ပေးဆပ်လိုက်ကြရလဲ....\nသူရဲကောင်းတွေဟာ ဘယ်သူများဖြစ်မလဲ....\nစစ်ကားကောင်းကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း ညွှန်းဆိုပါရစေ...ဒီကားကတော့ ယူကရိန်းစစ်ကားတစ်ကားဖြစ်ပြီးပြီးတော့ အောင်မြင်မှုတွေလည်းရသလို\nIMDb မှာဆိုလည်း 8.3တောင်ရထားလေတော့ ထွေထွေထူးထူးတော့ပြောစရာလိုမယ်မထင်ပါဘူး...ခံစားကြည့်လိုက်ဦးဗျို့...File Size : (1.1 GB)/(850 MB) / (332MB)\nQuality : Blu-Ray 1080p HEVC/720p/480p\nFormat…mp4\nDuration…01:52:00\nGenre : Action, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded ...",
        "rating": "8.3",
        "url": "https://megaup.net/2oqvX/(CM)Cyborgs-Heroes-Never-Die-2017-1080p.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9L2AaNQ1qd8wO2ANCGqCzafTOPB.jpg",
        "title": "(18+) Boy Bastos (2022)",
        "description": "Boy bastos 2022\nComedy/ 18+၂၀၂၂ ခုနှစ်ထွက် အင်ဒိုဟာသကားကောင်းလေးတစ်ကားလေးနဲ့မိတ်ဆက်ပေးရမယ်ဆိုရင်ဖြင့် Boy bastos ဆိုတဲ့ကားလေးကိုပဲရှေ့ဆုံးမှာထား ညွှန်းပေးရပါလိမ့်မယ်။ အင်ဒို၊ ဖိလစ်ပိုင်ကားလေးတွေဟာအာရှမျက်လုံးကြည့်ပျော်၊ရှုကောင်းရှိလှတာမို့ နောက်ပိုင်းခေတ်စားလာတယ်ဆိုရင်လည်း မှားမယ်မထင်ပါဘူး။ဟာသကားကောင်းလေးဆိုပေမဲ့ ၁၈ ယောက်ပြည့်မှကြည့်ရမယ့်အခန်းတွေကလည်းရှင်းရှင်းလင်းလင်း သုံးလေးခန်းလောက်ပါ၊ ရိုးတိုးရိတ်တိတ်လေးတွေလည်းခဏခဏပါတာမလို့ မိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ဘဲ ၁၈ ယောက်ပြည့်မှကြည့်ရမယ့်ကားမျိုးလေးပါ။ ဘောလိဝုဒ်နဲ့ K drama ဖက်ကနေ အာရှကားလေးတွေဖက်ပြောင်းကြည့်ပြီး အမောပြေအပန်းပြေ၊ ဟိုဟိုဒီဒီလည်းကြည့်ချင်တဲ့အခါ ကြည့်ရမယ့်ကားကောင်းလေးပါ။ ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင် ငယ်စဉ်ကတည်းက အဖေနဲ့အမေကွဲကွာသွားတဲ့မိသားစုတစ်စုမှာရှင်သန်နေထိုင်ခဲ့ရတဲ့ ဖီးလစ်ဆိုတဲ့ကောင်လေးတစ်ယောက်။ တစ်ဦးတည်းသောသားဖြစ်ရတဲ့ကြားအဖေဖြစ်သူက မိသားစုကိုပစ်ထား၊ အမေဖြစ်သူက ဂျပန်မှာသာအခြေချနေတဲ့အခါအဒေါ်ဖြစ်သူနဲ့သာ ကြီးပြင်းနေရတဲ့ဒီ‌ကောင်လေးဟာ မဆိုလည်း ယင်မမပြောနဲ့၊ခြင်မသွေးစုပ်တာတောင် မခံရဖူးတဲ့ကောင်လေးပါ။ သူ့အိမ်မှာခြင်လုံဇကာတွေတပ်ထားတာကိုး။ဒီလိုရိုးအလှတဲ့ကောင်လေးကို ကေတီ‌ဆိုတဲ့ ကျောင်းဆရာမ လုံးကြီးပေါက်လှလေးနဲ့ကေသီဆိုသူအတန်းဖော်အပျိုချော်လေးကြား၊ နာမည်တူ အလှပဂေးလေးနှစ်ယောက်ကြားဗျာများရတဲ့အခါ၊ ဆရာမကေတီရဲ့အတိတ်ဇာတ်ကြောင်းတွေ၊ အပျိုချောလေးကေသီရဲ့အကြပ်ကိုင်မှုတွေ၊ ပေါတောတောသူငယ်ချင်းနှစ်ယောက်နဲ့ကြောင်တောင်တောင်ဖီးလစ်တို့ကြား ဘယ်လိုမျိုး ဟာသအလွဲလေးတွေခံစားရမယ်၊၁၈ အပေါင်းအခန်းတွေ ဘယ်လိုနေမယ်ဆိုတာကတော့ Boy bastos 2022 ကားလေးထဲမှာပဲ ခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျား။ \nFile size…1.6GB / ...",
        "rating": "7",
        "url": "https://megaup.net/1It2h/Boy.Bastos.2022.720p(DS).mp4",
        "category": "Country, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BZTQ5MDRlNmEtMzc2Ny00YTk0LWExNmUtYzNkMjc0NWFkMDFkXkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_-143x200.jpg",
        "title": "Lucid Dream (2017)",
        "description": "Lucid Dream 2017Lucid Dream ဆိုတာ လူတစ်ယောက်က အိပ်မက်ထဲမှာရောက်နေပေမယ့် ဒါဟာအိပ်မက်ပဲလို့ သူ့မှာ အသိစိတ်ရှိနေတာမျိုး\nအဲဒီ အိပ်မက်ကို Control လုပ်နိုင်တာမျိုးကို Lucid Dream လို့ခေါ်ပါတယ်\nအပြင်မှာ ကိုယ်အမှတ်မထင်ဖြစ်သွားတဲ့ အရာတွေကိုတောင်မှ Lucid Dream ထဲမှာပြန်မက်လိုက်ရင် ရှင်းရှင်းလင်းလင်းမြင်နိုင်စေလောက်တဲ့ အိပ်မက်မျိုးပေါ့ဒီဇာတ်ကားမှာတော့ မင်းသားကြီး Go Soo နဲ့ Sol Kyung Gu တို့က အဓိကပါဝင် သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းစုံထောက်ချွဲဒယ်ဟိုဟာ လူချမ်းသာတွေ အာဏာရှိလူတန်းစားတွေနဲ့ အကျင့်ပျက်ခြစားမှုတွေကို အမြဲတမ်းဖော်ထုတ်လေ့ရှိတဲ့ သတင်းထောက်တစ်ယောက်ပါဒါကြောင့်လည်း အာဏာရှိလူတန်းစားတွေ လူကုံထံတွေက သူ့ကို အမြင်မကြည်ကြပါဘူးသူ့မှာ အရမ်းချစ်ရတဲ့ တစ်ဦးတည်းသောသားလေး ချွဲမင်အူရှိပါတယ်\nအမိမဲ့သားလေး မင်အူက သတင်းထောက်ချွဲရဲ့ဘဝမှာ အရေးအပါဆုံးသူပေါ့တစ်ရက် သားအဖနှစ်ယောက် ကစားကွင်းတူတူသွားရင်း\nမင်အူလေး ပြန်ပေးဆွဲခံခဲ့ရပါတယ်\nဒီပြန်ပေးဆွဲမှု ၃ နှစ်ကြာတဲ့အထိ ဘာသဲလွန်စတစ်ခုမှ မရခဲ့ဘူးအဲဒီအချိန်မှာ LUCID DREAM ကနေတစ်ဆင့် ပြန်ပေးသမားတွေ တရားခံတွေကို ...",
        "rating": "6.2",
        "url": "https://megaup.net/12vzp/Lucid_Dream_(2017)_720p.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Ali_Wong_Don_Wong-185690299-mmed-134x200.jpg",
        "title": "Ali Wong: Don Wong (2022)",
        "description": "Ali Wong: Don Wong (2022)====================IMDb Rating - 6.7/10စင်ဂယ်ဘဝကို ပြန်အားကျနေကြတဲ့ အိမ်ထောင်သည်တွေ အိမ်ထောင်သည်ဘဝကို\nမျှော်လင့်နေကြတဲ့ စင်ဂယ်တွေအတွက် ချစ်သူများနေ့အမှတ်တရဆိုပြီး Netflix အထူး\nတင်ဆက်ပေးထားတဲ့ show လေးကတော့ Ali Wong ရဲ့ Don Wong ပဲဖြစ်ပါတယ်။\nဒီရှိုးလေးမှာတော့ Ali တစ်ယောက် စင်ဂယ်တွေကို ဘာလို့အားကျတာလဲဆိုတာတွေ\nအမေတို့ခေတ်နဲ့မတူတော့တဲ့ ၂၁ရာစုကြီးမှာ မိန်းမတွေရဲ့ဖောက်ပြန်ချင်စိတ်နဲ့ အလိုဆန္ဒ\nအကြောင်းတွေ သတ်လတ်ပိုင်းအိမ်ထောင်သည်ဘဝမှာ ကြုံတွေ့ရတဲ့ ဆန္ဒမပြည့်ဝခြင်းလေး\nတွေကို ဘွင်းဘွင်းရှင်းရှင်းကြီး ဟာသနှောပြီးတင်ဆက်ထားတဲ့ comedian Ali Wong ရဲ့\nအထူးရှိုးလေးမို့ စိတ်ဝင်တစားသိရှိလိုသူအပေါင်းတို့ လက်မလွတ်တမ်းကြည့်ရှုနိုင်ကြပါပြီနော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ Lwin Lwin Aung ဖြစ်ပါတယ်)File Size - (1.25 GB) /(441 MB) / (273 MB)\nQuality – WebRip 1080p / 720p/480p\nDuration - ...",
        "rating": "6.7",
        "url": "https://megaup.net/34jdu/ali.wong.don.wong.2022.720p.web.h264-naisu_-_Copy.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Screen-Shot-2022-02-24-at-00.20.06-136x200.png",
        "title": "Supercool (2021)",
        "description": "Supercool (2021)==============အပျင်းပြေစရာ အခွီဇာတ်ကားလေးတွေကို မျှော်လင့်နေတဲ့ CM ပရိတ်သတ်တွေအတွက်\nဒီတစ်ခါမှာတော့ Supercool ဆိုတဲ့ Teen Comedy ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်\nရပါတယ်။\nNeil နဲ့ Gilbert တို့ဟာ အထက်တန်းကျောင်းတော်ကြီးမှာ အခင်ဆုံး သူငယ်ချင်းနှစ်ယောက်\nဖြစ်ပါတယ် ဒါ့အပြင် အပေါင်းမသင်းမ၀င်ဆံ့တဲ့ အရှုံးသမားတွေလည်း ဖြစ်ကြလေရဲ့ ။\nကိုယ်တက်တဲ့ကျောင်းမှာ ပေါ်ပြူလာဖြစ်ချင်စိတ် ခပ်ဟော့ဟော့ နဲ့ စကီလေးတွေ ဝိုင်းနေတဲ့သူ\nဖြစ်ချင်စိတ်မျိုးကတော့ လူတိုင်းမှာ ရှိခဲ့ကြမယ် ထင်ပါတယ် Neil နဲ့ Gilbert တို့ကလည်း သူတို့ရဲ့\nအရှုံးသမားဘ၀ကြီးကို စိတ်ပျက်လွန်းကြပြီး ပေါ်ပြူလာ ဖြစ်ချင်ကြပါတယ်။ ဒါ့အပြင် Neil မှာ\nSummer ဆိုတဲ့ crush လေးကလည်း ရှိနေပြန်ပါတယ်။ သို့ပေမယ့် Summer နဲ့ နီးစပ်ဖို့ဝေးစွ\nငနဲသားဟာ တစ်ခါမှတောင် စကားသွားမပြောဖူးပါဘူး ရှေ့တစ်ပတ်ထဲမှာ Summer လုပ်မယ့်\nမွေးနေ့ပါတီပွဲလေးကိုလည်း Neil တစ်ယောက် အရမ်းသွားချင်နေခဲ့တယ်။ ဒီလိုအဖြစ်မျိုးတွေကနေ\nNeil အတွက်တော့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Inbx/Supercool.2021.720p.mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMGI4ZjBjNWYtYmI2OS00MjgxLTk0ZTctYzY1YWNkMWI2ODE0XkEyXkFqcGdeQXVyMTY3NTQ3MjE@._V1_-150x200.jpg",
        "title": "Weekend Warriors (2021)",
        "description": "Weekend Warriors (2021)==================ဖခင်ဖြစ်သူကိုဆုံးရှုံးထားရပြီး မိခင်ဖြစ်သူ ညီမဖြစ်သူနဲ့နေနေရတဲ့\nဆယ်ကျော်သယ်ကျောင်းသားလေး စကော့တီ...ကျောင်းမှာလည်း\nသူငယ်ချင်းဆိုတာမရှိ အားလပ်ချိန်တွေမှာလည်းအခန်းထဲပဲအောင်း\nနေတဲ့သူက ကျောင်းပိတ်ရက်တစ်ရက်မှာစိတ်ပြေလက်ပျောက် အဖိုး\nအဖွားဆီသွားချင်လို့ မိခင်ကိုပူဆာပါတော့တယ်။ ဒီလိုမိခင်က ဦးလေး\nဖြစ်သူကိုဖုန်းဆက်ခေါ်ပြီး သူတို့ကိုဦးလေးနဲ့အတူထည့်ပေးလိုက်ပါတယ်။\nကျောင်းပိတ်ရက်လေးမှာ အေးအေးဆေးဆေးအပန်းဖြေဖို့စိတ်ကူးထားတဲ့\nစကော့တီအတွက် မထင်မှတ်ထားတဲ့အလှည့်အပြောင်းကဖြစ်လာပြီး\nအသက်လုပြေးရတဲ့ကျောင်းပိတ်ရက်ဖြစ်သွားပါတော့တယ်။ ဒီဇာတ်ကား\nလေးကတော့ စကော့တီနဲ့ညီမဖြစ်သူတို့ရဲ့စွန့်စားခန်းတွေကိုအသားပေး\nရိုက်ကူးထားတာဆိုတော့ ကလေးစွန့်စားခန်းကားလေးလို့ပြောရမလိုပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.93 GB) / (906 MB) / (618 MB)\nQuality – WebDL 1080p / 720p/480p\nDuration - 1h 33mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action, Adventure, Thriller\nTranslator – Chit Tee\nEncoder – SWM",
        "rating": "4.9",
        "url": "https://megaup.net/1Irug/Weekend.Warriors.2021.1080p.AMZN.WEB-DL.DDP5.1.H.264-TEPES.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/roo-142x200.jpg",
        "title": "Roman Holiday (1953)",
        "description": "IMdb 8 အထိ လူ တစ်သိန်းကျော် vote ပေးထားတဲ့ ဂန္ဓဝင် အချစ် ဟာသကားလေး ကြည့်လိုက်ရအောင်။ အကောင်းဆုံး အမျိုးသမီးသရုပ်ဆောင်ဆု၊ အကောင်းဆုံးဇာတ်ညွှန်းဆု၊ အကောင်းဆုံးဝတ်စုံဆု အော်စကာတွေ ရခဲ့ပါတယ်။ ခုခေတ်စကားနဲ့ ပြောရင်တော့ စောင်ကိုက်ရမယ့် ဇာတ်လမ်းလေးပေါ့။\nတော်၀င်မင်းသမီးလေးတပါးဖြစ်တဲ့ အန်းဟာ ရောမမြို့ကို လည်ပတ်ရင်းနဲ့ တာ၀န်၀တ္တရားတွေကိုမခံနိုင်တဲ့အတွက် ထွက်ပြေးပါတယ်။အဲဒီမှာ အမေရိကန်သတင်းထောက်ဖြစ်သူ ဂျိူးနဲ့ တွေ့မိရာမှာ မမျှော်လင့်ဘဲ သံယောဇဉ်တွယ်မိပါတယ်။ တော်တော်ရယ်ရပြီး ဇာတ်လမ်းကလည်းကြည်နူးစရာကောင်းပါတယ်။ရောမမြို့ရဲ့အထင်ကရနေရာတွေမှာ ရိုက်ကူထားတာပါ။\nဟောလိဝုဒ်သမိုင်းတစ်လျှောက်အကောင်းဆုံးသရုပ်ဆောင်တွေထဲမှာ ပါ၀င်တဲ့ မင်းသမီးချော\nAudrey Hepburn ပထမဆုံးအော်စကာရတဲ့ကားဖြစ်ပြီး မင်းသားကြီး Gregory Peck နဲ့အတွဲညီညီ သရုပ်ဆောင်ထားပါတယ်။တကယ်ကောင်းတဲ့ကားလေးမို့လို ကြည့်ကြည့်ဖို့တိုက်တွန်းပါတယ် File size…(1.91 GB)/(1.07 GB)/(573.93 MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:58:00\nGenre...Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "8",
        "url": "https://megaup.net/1Irib/Roman_Holiday_1953_720p_(CM).mp4 ",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/l0wpnurljao8-140x200.jpg",
        "title": "Tough as Iron (2013)",
        "description": "Tough as iron (2013)'ပျော့ရင်ဖယောင်း၊ မာရင်သံချောင်း' ...ဒီကားလေးကတော့ ဘူဆန်မြို့က Kang Chul ဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းကို ရိုက်ကူးပြသထားတဲ့ ဇာတ်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ်။Kang Chul အဖြစ် Yoo Ah In က သရုပ်ဆောင်ထားပြီး Kim Hae Sook, Jung Yumi တို့အပြင် အခြားသောနာမည်ကြီး သရုပ်ဆောင်များလည်း အားဖြည့်ပါဝင်ထားကြပါတယ်။Kang Chul ဆိုတဲ့ကောင်လေးဟာ ဘူဆန်မြို့ရဲ့ ဆိပ်ကမ်းမှာ ရေခဲလုပ်သားအဖြစ်လုပ်ကိုင်နေတဲ့ အခြေခံလုပ်သားလေးတစ်ဦးပဲ ဖြစ်ပါတယ်။အထက်တန်းကျောင်းမှာတုန်းက ဖိုက်တာတစ်ယောက် ဖြစ်ခဲ့ပေမယ့်လည်း ဘဝကို အေးအေးချမ်းချမ်းဖြတ်သန်းရင်းနဲ့ အယ်ဇိုင်းမားရောဂါသည် မိခင်ကို ပြုစုစောင့်ရှောက်ရင်း နေထိုင်နေခဲ့ပါတယ်။သာယာနေတဲ့ ဘဝလေးထဲကို တစ်နေ့မှာတော့ အမေဖြစ်သူရဲ့ ရောဂါအ‌ခြေအနေဆိုးရွားလာမှုကြောင့် ခွဲစိတ်ဖို့ ငွေအရေးပေါ်လိုအပ်လာခဲ့ပြီး သူငယ်ချင်းဖြစ်သူရဲ့ အချိတ်အဆက်နဲ့ ဘူဆန်ရဲ့မြေအောက်လောက ဂိုဏ်းကဏ္ဍတွေမှာ ပါဝင်ပတ်သတ်မိသွားတဲ့အချိန်မှာတော့ ပြန်ရုန်းထွက်နိုင်ဖို့ လွယ်ကူပါဦးမလား၊ မိခင်ကိုရော ကယ်တင်နိုင်ပြီး လွတ်မြောက်သွားနိုင်မလားဆိုတာကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Irh0/Tough_As_Iron_(2013)_720p.mp4",
        "category": "Action, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/PRED-362-156x200.jpg",
        "title": "(21+) PRED-362 My Wife And I Are Bored Of Each Other So Tempted By Karen (Step Sister) (2022)",
        "description": "ကာရန်ရဲ့အကြည့်တွေကို ဘယ်သူလွန်ဆန်ရဲမှာလဲသူ့ရဲ့ ညှို့အားတွေရော ဘယ်သူရုန်းနိုင်မှာလဲသူမရဲ့ တက်ကြွဖျက်လတ်နေတဲ့ အသက်အရွယ်ဖူးပွင့်စ ပန်းလေးတစ်ပွင့်လိုပါပဲသူမရဲ့ အလှတွေကို ဘယ်လိုလူက သောက်သုံးရက်မှာလဲအိမ်ထောင်ရေးတစ်ခုမှာ ယောင်္ကျားတစ်ယောက်က ဘယ်လောက်ပဲစည်းစောင့်ပါစေ ကာရန်လို မိန်းကလေးတစ်ယောက်နဲ့တွေ့ရင်ထင်မှတ်မထားတာတွေ ဖြစ်လာမှာပါပဲအခုလည်းကြည့်လေ ကာရန်ရဲ့အစ်မ သူ့အမျိုးသားပေါ်မှာဘယ်လောက်ပဲရိုသေနေပါစေ ကာရန်ကတော့ မရိုသေပါဘူးတစ်နှစ်ကျော်လောက်ခွဲသွားပြီးတော့ ပြန်လာတဲ့ ကာရန်ရဲ့ အစ်မယောင်္ကျားကိုကာရန်က မဆီမဆိုင်ပဲ သွားပြီးခရီးဦးကြိုပြုပါတယ်ကာရန်က အကြံသမားဆိုတော့ အိမ်ကို တန်းပြီး ပြန်မပို့သေးပဲနေစရာတစ်ခုစီစဉ်ထားလိုက်ပါတယ်နေရာစီစဉ်ထားတာကလဲ အိမ်နဲ့ ဝေးနေတော့ ပြန်ရောက်တာကလဲ ညနေဆိုတော့အဲဒီမှာပဲ တစ်ညအိပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ်အမျိုးကောင်းသားလေးက ဘယ်လိုပဲ အကြောင်းပြချက်တွေ ပေးပေးကာရန်ရဲ့ မာယာကျော့ကွင်းထဲ ဝင်လျှက်သား ဖြစ်သွားပါတော့တယ်အိမ်ထောင်ရှင် အမျိုးသားများ သင်ခန်းစာရယူဖို့ တင်ဆက်ပေးလိုက်ပါတယ်တစ်ခုသတိထားရမှာက ကာရန်ရဲ့ မာယာကျော့ကွင်းက အမြင့်ဆုံး Levelဖြစ်နေတဲ့အတွက် မိသားစုနဲ့အတူကြည့်ဖို့ မသင့်တော်ပါဘူးခင်ဗျ။ \nFile size…1GB\nQuality…720p FHD \nFormat…mp4\nDuration….2h 1min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "7",
        "url": "https://megaup.net/2oods/PRED-362_-_My_Wife_And_I,_Who_Was_In_A_Stat.720p(DS).mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/813COq4AFIL._AC_SL1500_-141x200.jpg",
        "title": "[21+] I Hope My Husband Never Finds Out – Karen Kaede [IPX-641]",
        "description": "ဂျပန်ကတုံးနဲ့ Karen Kaede တို့ပါဝင်တဲ့ ဇာတ်ကားဆိုတော့ ကျွန်တော်တို့ မငြင်းဆန်နိုင်ခဲ့ပါဘူး...AV IDOL တပုံကြီးရှိတဲ့အထဲ တစ်ခါကြည့်ဖူးတာနဲ့ စွဲနေတတ်တဲ့ IDOL လေးဆို Karen Kaede က ပြေးမလွတ်ပါပဲ...နူးညံ့ညင်သာမှုအပြည့်နဲ့ ကြင်နာသနားတတ်တဲ့ သူ့မျက်ဝန်းတွေက ပျော်ဝင်စရာအတိပါ...ကြည်တောက်ချောမွတ်တဲ့အသားအရေနဲ့ ကျော့ရှင်းလှပတဲ့ ခန္ဓာကိုယ်ကောက်ကြောင်းကလဲ ယစ်မူးစရာချည်းပါပဲ...သွယ်လျတဲ့မျက်နှာကျနဲ့ အားလုံးကိုပေါင်းစပ်လိုက်တော့ သက်ရှိနတ်သမီးတစ်ပါးလို လင်းကျင်းထွက်နေတတ်သူလေးပါ။ဂျပန်ကတုံးဆိုတာကလဲ သိုင်းကြမ်းစုံတဲ့ ဝါရင့်သိုင်းသမားဆိုတော့....။Dark Side Production မှ တင်ဆက်သည်။File Size : (2.5 GB) & (999 MB)\nQuality : HD-Rip 1080p & 720p\nRunning Time : 01:55:25\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Andrew Mason\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/34m4D/(DS)I_Hope_My_Husband_Never_Finds_Out_–Karen_Kaede[IPX-641]_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4GY9T7vwoMIw90l8tpFijhFgano.jpg",
        "title": "Miss Willoughby and the Haunted Bookshop (2022)",
        "description": "Miss Willoughby and the Haunted Bookshop (2022) ဇာတ်လမ်းအညွှန်း****************************************လောကမှာ သရဲတစ္ဆေဆိုတာ တကယ်ပဲရှိသလားဒါမှမဟုတ် လူတွေရဲ့ စိတ္တအာရုံ သက်သက်ပဲလားမမြင်အပ်တဲ့အရာတွေ မြင်လာရတဲ့အခါမကြားသင့်တာတွေကြားလာရတဲ့အခါတကယ်ပဲ သဘာဝလွန်ဖြစ်ရပ်တွေ ဖြစ်လာတာလားလူတွေရဲ့ ကောက်ကျစ်တဲ့စနက်လားဆိုတာ သိနိုင်ဖို့ ခဲယဥ်းလှပါတယ်။ဒီဇာတ်လမ်းလေးထဲမှာလည်း စာအုပ်ဆိုင်ပိုင်ရှင် အမျိုးသမီးတစ်ယောက်ဟာအသက်ကြီးလာတော့မှပဲ ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ ကြုံလာရပါတယ်။ဒီလိုဖြစ်လာလို့ သူရဲ့ မိတ်ဆွေဆီသွားပြီး အကူအညီတောင်းခဲ့ပါတယ်။သူ့မိတ်ဆွေ ခေတ်ပညာတတ်မိန်းမပျိုလေးက ဒီလို ဝိဉာဥ်လောကကို အယုံအကြည်မရှိပါဘူး။ဒါပေမယ့် ကြုံရတဲ့သူကလည်း လိမ်လည်ပြီးပြောနေတာမဟုတ်လို့ဒီနောက်ကွယ်မှာ ဘယ်လိုအကြောင်းအရာတွေရှိနေမလဲဆိုတာဆက်လက် ရှာဖွေဖော်ထုတ်ကြတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကို ကြည့်ရင်းနဲ့ ငယ်ငယ်ကကြည့်ဖူးတဲ့ စကူဘီဒူကာတွန်းလေးကိုတောင် သတိရမိပါတယ်။မကောင်းဆိုးဝါးတွေဆိုတာ လက်တွေ့ဘဝမှာ တကယ်ရှိမလားဆိုတာကို စုံထောက်ဆန်ဆန်ရှာဖွေကြပုံကိုရိုက်ကူးပုံဖော်ပေးထားတာမို့လို့ တစ်ခါလောက်ဖြစ်ဖြစ် ကြည့်ကြည့်ဖို့ ညွှန်းလိုက်ပါတယ်။ဇာတ်လမ်းလေးထဲမှာ Miss Willoughby အဖြစ်\nမင်းသမီးချော Nathalie Coxက ပါဝင်သရုပ်ဆောင်ထားပြီး\nHelen Deakin အဖြစ် Louise Bangay က သရုပ်ဆောင်ထားသလို တခြား အနုပညာရှင်များစွာလည်း ...",
        "rating": "5.1",
        "url": "https://megaup.net/2onkw/Miss.Willoughby.and.the.Haunted.Bookshop.2022.720p.WEB-DL.CM.mp4",
        "category": "Adventure, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hyZkNEbNgnciUVTyu4NZTjlCh4L.jpg",
        "title": "Signs (2002)",
        "description": "Signs (2002) ~ IMDb - 6.7/10, RT - 74%, Letterboxd - 3.4/5 ~Horror / Thriller ရုပ်ရှင်တွေကို သဘောကျတဲ့လူတွေအနေနဲ့တော့ ဒါရိုက်တာ M. Night Shyamalan ကို မသိတဲ့လူ မရှိလောက်ပါဘူး။ ရုပ်ရှင်နဲ့ လူမတွဲမိရင်တောင် သူ့ကားအများစုကို ကြည့်ဖူးပြီးသားဖြစ်ကြမှာပါပဲ။ Shyamalan ဟာ The Sixth Sense, Unbreakable Trilogy, The Village, The Happening နဲ့ Old အစရှိတဲ့ ကားတွေကိုရိုက်ခဲ့တဲ့သူပါပဲ။Signs ဟာ Shyamalan ရဲ့ မာစတာပိစ်တစ်ကားအဖြစ် Horror ဖန်တွေ သမုတ်ကြတဲ့ ရုပ်ရှင်တစ်ကားဖြစ်သလို Mel Gibson, Joaquin Pheonix တို့ရဲ့ ပြောင်မြောက်လှတဲ့ သရုပ်ဆောင်စွမ်းရည်တွေနဲ့အတူ မင်းသား Rory Culkin, ...",
        "rating": "6.7",
        "url": "https://megaup.net/2on7o/(CM)_Signs_(2002)_720p.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ews3l3v7JYLtBS5ansZrXsXLMzl.jpg",
        "title": "Gasoline Alley (2022)",
        "description": "Gasoline Alley (2022)ခုတစ်ခေါက်မှာတော့ သည်းထိပ်ရင်ဖိုမှုခင်းကားတစ်ကားဖြစ်တဲ့ Gasoline Alley နဲ့မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဉ်းကတော့ လေး‌လောင်းပြိုင်လူသတ်မှုတစ်မှုရဲ့ အခင်းဖြစ်တဲ့နေရာမှာ \"Gasoline Alley\" လို့ထွင်းထားတဲ့ မီးခြစ်တစ်ခုကို စုံထောက် Freeman နဲ့ Vargas တို့ကတွေ့ရှိခဲ့ပါတယ်။ \"Gasoline Alley\"ဆိုတဲ့ နာမည်ကအကျဉ်းသားဟောင်းတစ်ဦးဖြစ်တဲ့ Jimmy Jayne ရဲ့ တက်တူးဆိုင်နာမည်နဲ့လာ‌တူနေတဲ့အပြင်လူသတ်မှုမဖြစ်ခင်ညကJimmyဟာ အသတ်ခံရတဲ့လေးယောက်ထဲက တစ်ယောက်ဖြစ်တဲ့ Stars နဲ့ပတ်သက်မှုရှိနေခဲ့တော့အမှုရဲ့သံသယရှိသူဖြစ်လာပါတော့တယ်။ အကျဉ်းကျခဲ့ဖူးပေမယ့် ကိုယ်မလုပ်တဲ့ပြစ်မှုအတွက် ထောင်အကျမခံနိုင်ပါဘူးဆိုတဲ့Jimmy ကသံသယရှိသူဖြစ်လာတဲ့အခါမှာတော့ စုံထောက်နှစ်ယောက်နဲ့ပေါင်းပြီးနာမည်ရှင်းဖို့ရာအတွက် အမှုကိုလိုက်ပြီးစုံစမ်းပါတော့တယ်။Jimmyတစ်ယောက် ကိုယ့်နာမည်ကိုဘယ်လိုရှင်းမလဲဆိုတာကို ပဟေဠိဆန်ဆန်နဲ့ ကြည့်ရမယ့်ကားလေးမို့ ကြည့်ရှုအားပေးကြပါဦး။\nFile size…1.25Gb / 700MB / 350MB\nQuality…1080p WEB RIP  AAC 5.1CH / 720p / 360p\nFormat…mp4\nDuration….1h 37mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Allena & Honeyey",
        "rating": "",
        "url": "https://megaup.net/2onoy/Gasoline.Alley.2022.720p(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/chain-138x200.jpg",
        "title": "(18+)Chain-The Temptation of Two Women(2017)",
        "description": "(18+)Chain-The Temptation of Two Women(2017)Dark Side ကိုမှ Thriller အသားပေး သည်းထိတ်ရင်ဖို ဇာတ်လမ်းသွားလေးနဲ့ လူကြီးကားလေးကိုမိတ်ဆက်ချင်ပါတယ် ဇာတ်လမ်းသဘောကတော့ မိန်းကလေးနှစ်ယောက်ရဲ့ အချစ်ကနေအစပြုပါတယ် မီနာနဲ့ ရှင်းယောင်းဆိုတဲ့ အတူနေသူငယ်ချင်းနှစ်ယောက် သူငယ်ချင်းထက်ပိုတဲ့သံယောဇဉ်တွေ ငြိတွယ်မိတဲ့ အခါ မီနာအတွက် ရှင်းယောင်းဆိုတဲ့ကောင်မလေးက အရာရာပေးဆပ်ဖို့အသင့်ဖြစ်လာခဲ့ပါတယ် မီနာဟာ Bi-Sexual တစ်ယောက်ဖြစ်လို့ ရှင်းယောင်းအပြင်ယောကျာ်းလေးချစ်သူလည်းရှိပါတယ် မီနာတစ်ယောက် အတူနေရည်းစားကောင်မလေးထက်ချစ်သူကောင်လေးကိုအရေးပေးမိတဲ့အခါ ချစ်သူကောင်လေး ဖောက်ပြန်လို့နာကျင်ရတဲ့အခါရှင်းယောင်းတစ်ယောက် မီနာကိုနာကျင်အောင်လုပ်တဲ့အရာ မှန်သမျှကို ရှင်းပစ်ဖို့ကြံစည်ခဲ့ပါတော့တယ် 18+ကားလေးဆိုပေမယ့် ဇာတ်လမ်းဇာတ်သွားလေးနဲ့ မလို့DSဖန်တို့ ကြည့်ကောင်းဦးမယ်ဆိုတာ အသေအချာပါပဲ ဆော်လေးတွေကလည်းကိုရီးယားပျိုဖြူတို့ ထုံးစံအတိုင်း ဖြူဖြူဖွေးဖွေး ရေဆေးငါးလေးတွေဆိုတော့ရှယ်မှရှယ်ပါပဲ မိန်းကလေးချင်းချစ်တဲ့ အခန်းတွေလည်း ဖောဖော သီသီပါဝင်ထားလို့ဗဟုသုတ စိတ်ဝင်စားရင် ဒေါင်းကြည့်ဖို့တိုက်တွန်းပါရစေ \nFile size…900MB\nQuality…720p FHD RIP\nFormat…mp4\nDuration….1h 33mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Fox",
        "rating": "7.0",
        "url": "https://megaup.net/12sfw/Chain-The.Temptation.of.Two.Women.2017.HDRip.720p(DS).mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wGnbXtPwE6viC8wiRkRCALe5eLe.jpg",
        "title": "Your World Without Me ( 2021 )",
        "description": "Your World Without Me ဆိုတဲ့ဇာတ်ကားလေးကတော့ တောသားလေးနဲ့ မြို့သူမလေးတို့ရဲ့အချစ်ဇာတ်လမ်းလေးဖြစ်ပါတယ်တစ်နေ့မှာ မြို့သူမလေး လော့ယောင်ကတောသားလေး အားပုနေတဲ့မြို့ငယ်လေးကို ခရီးထွက်ရင်ရောက်လာပါတယ်အားပုကမီးပုံပွဲတော်သွားမဲ့လမ်းတစ်‌ဝက်မှာလော့ယောင်နဲ့တွေ့ဆုံမိပြီး မြင်မြင်ချင်းမှာပဲ ချစ်မိသွားပါတော့တယ်ချစ်မိသွားတယ်ဆိုတဲ့အတိုင်း လော့ယောင်ကိုနေရာတကာလိုက်ကာကွယ်ပြီးကူညီတာပေါ့နော်ဒီလိုနဲ့ပဲ လော့ယောင်နဲ့အချိန်ကြာကြာတူတူရှိချင်လို့သူတို့မြို့ငယ်လေးကိုလည်ပတ်ဖို့ လမ်းညွှန်ခရီးထွက်ကြပါတယ်ဒီလိုနဲ့ပဲ သူတို့သစ်သားအိမ်လေးမှာ မသိစိတ်ကချစ်ခြင်းမေတ္တာလေးတွေပြင်းထန်သွားပြန်ရောခရီးထွက်လာတဲ့ဧည့်သည် လော့ယောင်လေးကသူမြို့လေးကိုပြန်ရတော့မဲ့အချိန်ကိုရောက်လာတော့အားပုကိုနှုတ်ဆက်ပြီး ထွက်သွားခဲ့ပါတယ်နောက်ပိုင်းမှာ အားပုကို လော့ယောင်ရှိတဲ့နေရာကိုလိုက်သွားပြီးသူတို့ ဘာဆက်ဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ရအောင်နော် \nQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Drama , Romance\nDuration : 96 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yunn\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/12se8/Your_World_Without_Me_2021_WEB-DL_1080p_CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/koap5B3bQHQi3yaZ39vpWR66TGP.jpg",
        "title": "Cell 211 (2009)",
        "description": "Cell 211 ဇာတ်လမ်းအညွှန်း********************၂၀၀၉ ခုနှစ်က ထွက်ရှိထားတဲ့ စပိန်ဇာတ်ကားကောင်းဖြစ်ပြီး IMDB 7.6 တောင်ရရှိထားတာမို့ အချဉ်တော့မဟုတ်ဘူးပေါ့နော်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင် ဟူအန်းအိုလီဗာအကြောင်းကနေ စပြောရမှာပဲ။ ဟူအန်းက အသက် ၃၀၊ မိန်းမရှိတယ်။ သူ့မိန်းမက မွေးခါနီးဖွားခါနီး ကိုယ်ဝန်ကြီးနဲ့ မပေါ့မပါးပေါ့… ဟူအန်း အရင်က သားသတ်ရုံမှာအလုပ်လုပ်ရတာ၊ အခုတော့ ထောင်စောင့်အနေနဲ့ အလုပ်သစ်ရထားပြီ။ မနက်ဖြန်စဆင်းရမယ်ဆို ဒီနေ့လိုနေ့မှာ သူ ထောင်အခြေအနေကို လေ့လာဖို့ ထွက်လာခဲ့တယ်။ သားသမီးရလာတော့မယ်ဆိုတော့ အလုပ်ကြိုးစားချင်စိတ်ကြောင့်ပဲဆိုပါတော့လေ။ သူအလုပ်လုပ်ရမယ့်ထောင်မှာကလည်း တကယ့်ကိုဆိုးပေ့မိုက်ပေ့ လူဆိုးကြီးတွေချည်းပဲ။ ထောင်ကြီးကလည်း တကယ့်ကိုအိုဟောင်းစုတ်ပြတ်နေပြီ။ ကံဆိုးချင်တဲ့ ဟူအန်းတစ်ယောက် ထောင်ကိုရောက်ပြီး လှည့်ပတ်ကြည့်ရှုလို့ သိပ်မကြာခင်မှာပဲ ခေါင်မိုးပြိုကျလို့ ထိပ်ပေါက်ပါလေရောလား…တစ်ပူပေါ်တစ်ပူဆင့်ချင်တော့ အဲဒီချိန်မှာပဲ ထောင်ထဲက ခေါင်းဆောင်လို့ဆိုရမဲ့ မာလာမာဒရစ်က အစောင့်လက်ကနေ လွတ်လာပြီး ထောင်ဆူတော့တာပါပဲ။ ဒီလိုနဲ့ ဟူအန်းတစ်ယောက် အကျဉ်းခန်း ၂၁၁ ထဲမှာ ပိတ်မိနေရာက သူ့ကိုယ်သူ အသစ်ရောက်လာတဲ့ထောင်သားပါလို့ အားလုံးယုံအောင်ဖြီးဖြန်းခဲ့ရာကနေ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2omjv/[CM]Cell.211.2009.SPANISH.720p.BluRay.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/815BxF1DgrL._RI_-150x200.jpg",
        "title": "The Chosen: Forbidden Cave (2015)",
        "description": "The Chosen: Forbidden Cave (2015)ဒဏ္ဍာရီအဆိုတွေ ရှိခဲ့တဲ့ တားမြစ်ထားရလောက်တဲ့ထိ ကြောက်စရာကောင်းတဲ့ မြွေလိုဏ်ဂူတစ်ခု...အဲ့ဒီဂူထဲက အငြိုးကြီးတဲ့မကောင်းဆိုးဝါးတစ်ကောင်ဟာ မျိုးရိုးစဉ်ဆက်အလိုက် ရွေးချယ်ထားသူ နတ်ဆရာမျိုးရိုးမှာ ကူးပြောင်းလာရင်းဂင်ဂွန်းဂျူဆိုတဲ့ အမျိုးသမီးဆီရောက်လာတဲ့အခါ ဂွန်းဂျူက လက်ခံဖို့ ငြင်းဆန်လိုက်တဲ့အခါမှာတော့မိသားစုမှာ ကံဆိုးမှုတွေကြုံတွေ့ပြီး နောက်ဆုံး သမီးဖြစ်သူဆီ မကောင်းဆိုးဝါးက ကူးပြောင်းသွားတဲ့အခါ...ကူညီပေးမယ့် စိတ်ရောဂါဆရာဝန်ဖြစ်ရုံသာမက ဝိဉာဉ်လောကကိုပါ သိကျွမ်းတဲ့ ပါမောက္ခ ရှင်းဂျင်မြောင်နဲ့အတူ သူတို့အခက်အခဲကို ကျော်ဖြတ်သွားနိုင်မလားဆိုတာ ကြည့်ရှုလိုက်ကြရအောင်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__(1GB)\nQuality__720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:46:00\nType__Horror , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/12rsm/The_Chosen_(2015).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/e-105x200.jpg",
        "title": "Eiffel (2021)",
        "description": "ပြင်သစ်သမိုင်းဖြစ်ရပ်မှန် ဒရာမ အသစ်လေး ကြည့်လိုက်ရအောင်။ ဇာတ်ကားနာမည်ကိုတွေ့တာနဲ့ သိသာနေပါပြီ။ အိုက်ဖယ်မျှော်စင် (အီဖယ်မျှော်စင်)ကို တည်ဆောက်ခဲ့တဲ့ အင်ဂျင်နီယာ ဂုစတက် အိုက်ဖယ်ရဲ့ အကြောင်းပါပဲ။ အိုက်ဖယ်မျှော်စင်ကို ၁၈၈၇ ခုနှစ် ဇန်နဝါရီလမှာ စတင်တည်ဆောက်ခဲ့ပြီး ၂ နှစ် ၂ လ နဲ့ ၅ ရက်အကြာ ၁၈၈၉ မတ်လမှာ ပြီးစီးခဲ့ပါတယ်။ မီတာ ၃၀၀ အထိ မြင့်ပြီးတော့ သံတွေနဲ့တည်ဆောက်ခဲ့တာဖြစ်ပါတယ်။ ဒီလောက်ကမ္ဘာကျော် ဧရာမအဆောက်အဦအမြင့်ကြီးကို ဆောက်တဲ့နေရာမှာ ထူးခြားစွာပဲ သေဆုံးခဲ့သူ ကြီးကြီးမားမားထိခိုက်ခဲ့သူမရှိခဲ့ပါဘူး။ ဒါဟာလည်း အလုပ်သမားတွေနဲ့ ခေါင်းဆောင်တွေရဲ့ အရည်အချင်းတစ်ရပ်ပါပဲ။ ဒီရုပ်ရှင်ထဲမှာတော့ မျှော်စင်ကြီးစတည်ဆောက်ဖို့အကြောင်းဖန်လာပုံတွေ၊ ကြိုးစားခဲ့တာတွေ အခက်အခဲတွေကို ရိုးမန့်စ်ဒရာမာလေးတွေနဲ့ရောပြီး ပြသထားပါတယ်။  ရုပ်ရှင်ကောင်းတစ်ခုပဲမို့ တင်ပေးလိုက်ပါတယ်။ File size…(1.49GB)/(662MB)/(425.5 MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Drama, Biography, History\nSubtitle….Myanmar ...",
        "rating": "6.2",
        "url": "https://megaup.net/2omhA/Eiffel_2021_720p_(CM).mp4 ",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMGY3Y2QxMWQtZjI4ZC00M2EyLTk0NjMtZDNjNmEyMTkzMDlmXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Stuart Little 3: Call of the Wild (2005)",
        "description": "Stuart Little 3: Call of the Wild (2005)\n============================\nယခုတင်ဆက်ပေးမဲ့ဇာတ်ကားလေးကတော့ ကြည့်ရတာပေါ့ပေါ့ပါးပါးရှိပြီး\nလူတော်တော်များများနဲ့ရင်းနီးပြီးသားဖြစ်တဲ့ ကြွက်ကလေး စတူးဝပ်လစ်တဲလ် ရဲ့\nဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။၁၉၉၉ ခုနှစ်မှာ Stuart Little -1 ကိုထွက်ရှိခဲ့ရာမှ ပရိတ်သတ်အခိုင်အမာရရှိခဲ့ပြီး\nနောက် Stuart Little 2 နှင့် 3 ကို အသီးသီးဆက်လက်ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။\nStuart Little 3 မှာတော့...ကြွက်ကလေး စတူးဝပ်တို့ မိသားစုဟာ နွေရာသီအား\nလပ်ရက်မှာ အပန်းဖြေစခန်းတစ်ခုကိုသွားခဲ့ကြပါတယ်။ သဘာဝတရားကြီးကိုချစ်\nမြတ်နိုးပြီး စွန့်စားခန်းတွေလုပ်ရတာသဘောကျတဲ့ စတူးဝပ် အတွက်တော့ ထိုတော\nတွင်းစခန်းမှာနေရတာဟာ တကယ့်ကိုကြီးမားတဲ့ ဆုလာဘ်တစ်ခုလိုဖြစ်နေပါတော့တယ်။\nမိဘနှစ်ပါးလုံးဆီက ကလေးတစ်ယောက်လိုပဲ အမြဲဆက်ဆံခံရတာကို သဘောမကျတဲ့\nစတူးဝပ်တစ်ယောက် ဒီတောတွင်းခရီးစဉ်ကိုအသုံးချပြီး ဘယ်လိုအပြောင်းအလဲတွေကို\nဖန်တီးယူမလဲ... သစ်တောထဲမှာ ဘယ်လိုမျိုးအန္တရာယ်များတဲ့စွန့်စားခန်းတွေကို ကြုံတွေ့\nရမလဲဆိုတာကိုတော့ ကိုယ်တိုင်ခံစားကြည့်ကြပါဦး…(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ Thar Htet ဖြစ်ပါတယ်)File Size - (1.23 GB) /(644 MB) / (469 MB)\nQuality ...",
        "rating": "5.6",
        "url": "https://megaup.net/34i3x/Stuart.Little.3.Call.Of.The.Wild.2005.720p.WEBRip..mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMTYyNDg0Njc2Nl5BMl5BanBnXkFtZTYwMDc3NzQ3._V1_-134x200.jpg",
        "title": "Stuart Little 2 (2002)",
        "description": "Stuart Little 2 (2002)=================ဒီဇာတ်ကားလေးကတော့ 2002 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး ဒါရိုက်တာ Rob Minkoff က\nရိုက်ကူးခဲ့တဲ့ family/comedy ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားထဲမှာဆိုရင်တော့ Little မိသားစုကြီးရဲ့ သားအလတ်ဖြစ်တဲ့ ကြွက်ကလေး\nStuart ကို အရွယ်သေးငယ်လို့ဆိုပြီး မိခင်က နေရာတကာ စိတ်မချဖြစ် အစိုးရိမ်လွန်နေ\nရပေမယ့် Stuartကတော့ စွန့်စားခန်းဖွင့်ရတာကို သိပ်သဘောကျတဲ့သူတစ်ဦးပါ။ တစ်နေ့မှာ\nရန်သူ့ရဲ့လက်ကနေ ထွက်ပြေးလာတဲ့ ငှက်မလေး Margalo နဲ့ တွေ့မိပြီး ခင်မင်သွားကြတဲ့\nနောက် Stuart ရဲ့အိမ်ကို Margalo လိုက်နေခဲ့တယ်။ အဲဒီနောက်တော့ ရန်သူတော်ကြီးနဲ့\nStuart တို့ ဘယ်လိုတွေဆက်ပြီး တိုက်ပွဲဝင်ကြမလဲ Margalo နဲ့ ရန်သူကြီးကရော ဘယ်လို\nတွေပတ်သက်မှုရှိနေလဲ စတဲ့ လျှို့ဝှက်စွန့်စားခန်းတွေကို မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။\nဒါ့အပြင် မိသားစုဆိုတဲ့ အဓိပ္ပာယ်ကိုပေါ်လွင်စေတဲ့ ၅၂၈ ချစ်ခြင်းမေတ္တာတွေကို ပုံဖော်ရိုက်ကူး\nပြသထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါပဲ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)File Size ...",
        "rating": "5.5",
        "url": "https://megaup.net/34i3u/Stuart.Little.II.2002.720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/p24380_p_v10_ae-150x200.jpg",
        "title": "Stuart Little (1999)",
        "description": "Stuart Little (1999)Childhood Favorite Movies တွေထဲက တစ်ခု ဖြစ်လောက်မယ် ထင်တဲ့ ဇာတ်ကားလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ...ဒီစတူးဝပ် လစ်တဲလ်ဆိုတဲ့ ကားလေးဟာ စိတ်ကူးယဉ်မှုတွေနဲ့အမြဲပြည့်နှက်နေတတ်တဲ့ ကျွန်တော်တို့ရဲ့ ငယ်ဘဝမှာ အရမ်းကြည့်လို့ကောင်းခဲ့တဲ့ fairy tales ဆန်ဆန် ဇာတ်ကားလေးပါ အရမ်းကြည့်လို့ကောင်းပြီး sweet ဖြစ်ပါတယ်လူကြီးဖြစ်သွားလို့ ပြန်ကြည့်တော့ လက်တွေ့မဆန်တာတွေ ပေါတာတွေကို သတိပြုမိပေမယ့်လည်း Nostalgia ဆိုတာက ဆိုးဆိုးကောင်းကောင်း Nostalgicဖြစ်စေမယ်ဆိုရင်ကို ကြည့်ရတာ ပီတိဖြစ်စေတယ် မဟုတ်ပါလော...အဲ့ဒီတော့ ဒီလို ဇာတ်ကားလေးကို မျှော်လင့်စောင့်စားနေတဲ့သူတွေအတွက် CM ကနေ စေတနာအပြည့်နဲ့ ထွမ်ပြီး တင်ပေးလိုက်ရပါတယ် ကြိုက်ကြတယ်ဆိုရင် 2ကိုပါ ဆက်တင်ပေးမှာမလို့ အားပေးကြပါဦးနော်ကြည့်ဖူးပေမယ့် ဇာတ်လမ်းကို မေ့နေတဲ့သူတွေအတွက်ရော မကြည့်ဖူးသေးတဲ့သူတွေအတွက်ရော ဒီချစ်စရာကောင်းတဲ့ ကြွက်ကလေးစတူးဝပ်ရဲ့ ဇာတ်လမ်းအကျဉ်းကို ပြောပြပေးပါ့မယ်နော်ဂျော့ဂျ် လစ်တဲလ် ဆိုတဲ့ ကောင်လေးက လစ်တဲလ်မိသားစုရဲ့ တစ်ဦးတည်းသောသားပါ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2n7by/Stuart_Little_(2000)_720p.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1dbREdcYL3nAlQQtwWeMT6bCfmf.jpg",
        "title": "Enna Solla Pogirai (2022)",
        "description": "Enna Solla Pogirai (2022)ငါတို့ဘယ်ရထားမှာ လွဲခဲ့လဲတစ်ခါလွဲရင် နှစ်ပေါင်းဘယ်လောက် ကြာတတ်လဲ။\n- အောင်ချိမ့်\" Love and Life is all about timing.''လူတွေက ပြောကြတယ်။ အချစ်နဲ့ဘဝဆိုတာ အချိန်ကိုက်လည်ပတ်နေမှုတစ်ခုပဲတဲ့။အချစ်ကိုပဲဖြစ်ဖြစ် ဘဝကိုပဲဖြစ်ဖြစ် ကျွန်တော်တို့ အချိန်မှန် ဖမ်းဆုပ်နိုင်ခဲ့ကြရဲ့လား။ကျွန်တော်တို့ ဘာတွေကို လက်လွှတ်လိုက်ရလဲ။\" ကိုယ့်ဘဝထဲကို Right Person ဆိုတဲ့ဖြစ်တည်မှုတစ်ခု ဝင်ရောက်လာခဲ့ရင်တောင်Wrong Time ဖြစ်နေခဲ့ရင်။ အချစ်စစ်ဖြစ်နေပါစေဦး ငါတို့ လွဲချော်ကြရတာပဲ။ ''- ဗစ်ကရမ်\" ဗစ်ကရမ် ရှင့်အတွက် ကျွန်မက ရွေးချယ်စရာတစ်ခုဆိုတာမျိုး မဖြစ်ချင်ဘူး ''- အမ်ဂျလီ\" အတုအယောင်ဇာတ်လမ်းထဲက အချစ်စစ်ဖြစ်နေပါစေဦး ကျွန်မတို့ ဒါကို မပိုင်ဆိုင်နိုင်ဘူး။ ''- ပရီသီသူတို့ရဲ့ သုံးပွင့်ဆိုင်အချစ်ထဲမှာ ဘယ်သူတွေကများ အချစ်ကို အမိအရ ဆုပ်ကိုင်နိုင်ခဲ့သလဲ။ဘယ်သူတွေက လက်လွှတ်ဆုံးရှုံးလိုက်ရသလဲဆိုတာ ဒီ Rom-Comedy ရုပ်ရှင်ကောင်းလေးမှာ ခံစားလိုက်ပါဦးနော်။ \nFile ...",
        "rating": "6.1",
        "url": "https://megaup.net/2omem/Enna_Solla_Pogirai_(2022)_Tamil_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vd8R2uv6MnORHmoqoegilZBioKs.jpg",
        "title": "Akhirat: A Love Story (2021)",
        "description": "Akhirat : A Love Story (2021)ဒီတစ်ခါမှာတော့ ကြည်နူးဆွတ်ပျံ့ဖွယ် အင်ဒိုနီးရှား ဇာတ်လမ်းလေး တစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်အစ္စလာမ်ဘာသာကို သက်ဝင်ယုံကြည်တဲ့ မိသားစုမှာ မွေးဖွားလာတဲ့\nMentari ဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့\nခရစ်ယာန်ဘာသာကို အလေးအနက်ထား ကိုးကွယ်တဲ့ မိသားစုက\nTimar ဆိုတဲ့ ကောင်လေးတစ်ယောက်တို့\nဘာကန့်သတ်ချက်မှ မရှိတဲ့ ချစ်ခြင်းမေတ္တာဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ ချစ်ကျွမ်းဝင်မိခဲ့ကြပါတယ်ဘာသာတရားကို အလေးအနက်ထားကြတဲ့ နှစ်ဖက်အသိုင်းအဝိုင်းကြားမှာ\nသူတို့ရဲ့ ချစ်ခြင်းမေတ္တာကို လှလှပပ ပုံဖော်နိုင်ကြပါ့မလားကိုယ့်ရဲ့ အိပ်မက် မိသားစု အရာအားလုံး နဲ့ ချစ်ခြင်းမေတ္တာ\nဒီနှစ်ခုထဲက တစ်ခုကိုရွေးချယ်ရဖို့ ဖြစ်လာတဲ့အခါမှာ ဘယ်လိုတွေ ရှေ့ဆက်ကြမလဲချစ်ခြင်းမေတ္တာကို ဘက်ပေါင်းစုံကနေ လှလှပပလေး ပုံဖော်ရိုက်ကူးထားတာဖြစ်လို့\nကြည်နူးဆွတ်ပျံ့ဖွယ်ရာ လွမ်းမောဖွယ်ရာ ကြည့်ရှူခံစားနိုင်မယ့် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Fantasy, Romance\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.57GB and ...",
        "rating": "",
        "url": "https://megaup.net/12r3i/Akhirat.A.Love.Story.2020.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rTBtIKIxgCTSu26c3MLkhWLC9GU.jpg",
        "title": "Good Night Beijing (2021)",
        "description": "Good Night Beijing (2021)မင်းသားကြီး Jackie Chan ရဲ့ သားဖြစ်သူ Jaycee Chan က\nဒါရိုက်တာအဖြစ် ရိုက်ကူးထားတဲ့ Good Night Beijing ဒရာမာဇာတ်ကား ထွက်ရှိလို့လာပါပြီချစ်သူနဲ့ရန်ဖြစ်ထားကြလား ?\nအိမ်နဲ့ခွဲပြီး အဝေးမှာအိမ်မက်ကိုရှာဖွေနေသူလား ?\nအချစ်ကိုယုံစားမိနေသူလား ?Good night Beijing က ကွက်တိကျမယ့်ကားကောင်းလေးတစ်ကား ဖြစ်မှာပါ။ပေကျင်းမြို့ကြီးက တရုတ်ပြည်ရဲ့စီးပွားရေးမြို့တော်ဖြစ်တဲ့အပြင်\nလူငယ်တော်တော်များများရဲ့ အိမ်မက်တွေ၊ အချိန်တွေ၊\nကြိုးစားအားထုတ်မှုတွေနဲ့ ပြည့်နှက်နေတဲ့မြို့တော်ကြီးဆိုလည်းမမှားပါဘူး။အလုပ်ကအရေးကြီးလား အချစ်ကအရေးကြီးလားဆိုရင်\nအလုပ်ရှိမှအေးဆေးချစ်နိုင်မယ်လို့ထင်ပြီး အလုပ်ဇောကပ်နေတဲ့သူနဲ့\nချစ်သူကအချိန်မပေးလို့အရွှဲ့တိုက်ရင်း အမြဲတမ်းရန်ဖြစ်နေရတဲ့ ပေကျင်းမြို့ပေါ်ကသာမန်စုံတွဲတစ်တွဲ။ရွာငယ်လေးဆီက မြို့ပေါ်တက်လာပြီး\nအဆိုတော်ဖြစ်ချင်တဲ့အိမ်မက်ကို ဆုပ်ကိုင်ထားတဲ့ တက်သစ်စလူငယ်လေးတစ်ဦး။\nကြိုးစားပေမယ့်လည်း လိုချင်တဲ့ပန်းတိုင်ကိုရောက်ရှိဖို့\nလိုအပ်ချက်တွေအရမ်းများလွန်းနေတဲ့\nပေကျင်းမြို့ပေါ်က သာမန်အဆိုတော်တစ်ယောက်။နိုက်ကလပ်တွေမှာ တစ်ညလုံးနေ၊ အရက်တွေတစ်ခွက်ပြီးတစ်ခွက်သောက်ရင်း\nအချစ်ကိုစောင့်ဆိုင်းနေတဲ့ ကောင်မလေး။\nသူ့ချစ်သူဆီကို အလုပ်စွန့်၊ မိဘတွေကိုပါထားခဲ့ပြီး\nအချစ်ဆိုတာ ဇိမ်ခံပစ္စည်းလိုဖြစ်နေတဲ့ ပေကျင်းမြို့ပေါ်ကိုရောက်လာတဲ့ သာမာန်အချစ်ကြီးသူတစ်ယောက်။သာမာန်ဘဝပုံစံတွေ ရောစပ်ထားတဲ့ဒီကားလေးကတော့ သာမာန်မဟုတ်ဘူးဗျ။\nနားကြပ်လေးတပ် ကိုယ့်ဘဝကိုယ်ပြန်စဉ်းစား...\nချစ်သူရှိတဲ့သူဆိုရင်လည်း စိတ်ကူးယဉ်ကြည့်ပေါ့ဗျာ...တစ်ကွက်မဟုတ်တစ်ကွက်မှာ ရင်ထဲထိသွားပါလိမ့်မယ်။ ကြည်နူးသွားပါလိမ့်မယ်။ကဲဆက်ကြည့်လိုက်ပါတော့...\nနောက်ဆုံးနားလေးမှာ အထူးဧည့်သည်တစ်ယောက်ကိုပါ တွေ့ရပါလိမ့်မယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်Genre.....Drama\nQuality….WEB-DL ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Iowa/Good_Night_Beijing_2021_WEB-DL_720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmD0vZk8jQg1Suhs0iv9cj0xdtZ.jpg",
        "title": "Fireheart (2022)",
        "description": "Fireheart (2022)ဇာတ်လမ်းအညွှန်းIMDb 6.6/10\n*********************************\"မိန်းက​လေးဆိုတာ မီးသတ်သမားလုပ်လို့ မရဘူး​လေ\"\n\"အဲ့ဒါက စည်းမျဥ်းနဲ့ မညီဘူး\"အဲ့စကား​လေး​တွေက အ​ဖေတစ်​ယောက်က မီးသတ်သမားသိပ်ဖြစ်ချင်တဲ့ သူ့သမီးကို ​ပြောလိုက်တဲ့ စကားပါ။\n​ဘယ်လိုပဲ ကျားမတန်းတူအခွင့်အ​ရေးလို့ ​ပြော​နေကြပါ​စေ\nလူ​တွေရဲ့ စိတ်ထဲမှာ အမျိုးသမီး​တွေဆိုရင် အားနည်းတယ်လို့ ​မြင်​နေကြသလို\nအလုပ်ခွင်မှာလည်း တန်းတူအခွင့်အ​ရေး ရတာနည်းပါတယ်။ဒီ ကာတွန်းကား​လေးက​တော့ မိန်းက​လေး​တွေလည်း\nမီးသတ်သမားလို သက်စွန့်စံဖျား အလုပ်​တွေမှာ ရဲဝံ့စွာ လုပ်နိုင်​ကြောင်း မီး​မောင်းထိုး ရိုက်ကူးပြထားပါတယ်။ဇာတ်လမ်းအကျဥ်း​လေးက​တော့\nဖခင်ဖြစ်သူ မီးသတ်သမား​ဟောင်းကို အားကျတဲ့ သမီး​လေးက\nငယ်ငယ်ကတည်းက ဖခင်လို မီးသတ်သမားကြီးလုပ်ပြီး လူ​တွေရဲ့ အသက်ကို ကယ်တင်ချင်သူပါ။\nဒါ​ပေမယ့် မိန်းက​လေးဖြစ်​နေခဲ့​တော့ သူ့အိပ်မက်​တွေကို ​ဘေးချိတ်ထားခဲ့ရပါတယ်။\nဒါ​ပေမယ့် တစ်ရက်မှာ​တော့ မြို့​တော်မှာ ထူးဆန်းတဲ့ မီး​လောင်မှု​တွေ​ ဆက်တိုက်ဖြစ်လာပြီး\nမီးသတ်သမား​​တွေ တစ်​ယောက်ပြီးတစ်​ယောက် ​​​ပျောက်ခြင်းမလှ ပျောက်ဆုံးကုန်တဲ့အခါ......မင်းသမီးနဲ့ သူ့အ​ဖေတို့ ဘာ​တွေဆက်ဖြစ်ကြမလဲ.....အိပ်မက်​တွေက တကယ်ပဲခက်ခဲသလား....\nအိပ်မက်​တွေ အ​ကောင်အထည်​​ပေါ်လာနိုင်မလား.....ဆိုတာ\nဇာတ်ကား​လေးမှာပဲ ဆက်လက် ကြည့်ရှုအား​ပေးလိုက်ရ​အောင်.......။၁၉၈၂ ခုနှစ်မှာမှ နယူးယောက်မြို့ရဲ့ ပထမဆုံးအမျိုးသမီး မီးသတ်သမားရှိလာတဲ့ အကြောင်းကို\nဂုဏ်ပြုရိုက်ကူးထားတဲ့ ကားလေးဆိုလည်း မမှားပါဘူး။က​လေး​တွေပဲဖြစ်ဖြစ် ...",
        "rating": "6.3",
        "url": "https://megaup.net/2om3i/Fireheart.2022.720p.HULU.WEB-DL.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/ngztav9zdowe-133x200.jpg",
        "title": "Tiger Cage (1988)",
        "description": "ဒီဇာတ်ကားကတော့ တစ်ချိန်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ ဟောင်ကောင်ဂျက်မဇာတ်ကား In The Line of Duty ဇာတ်ကားတွေလိုပါပဲ...လူဆိုးဂိုဏ်းတွေနဲ့ ဟောင်ကောင်စုံထောက်ရဲတွေကြားက စွန့်စားခန်းတွေကို ရိုက်ကူးထားတာပါ။မင်းသား Donnie Yen,Jacky Cheung,Simon Yam,Uncle Tat...မင်းသမီး Carol Cheng,Irene Wan တို့လို ဟောင်ကောင်ရွှေခေတ်ရဲ့ နာမည်ကြီးတွေပါဝင်ထားပါတယ်...IMDb Rating(6.6) ထိ ရရှိထားပြီး ဖိုက်တင်ခန်းတွေလဲကြမ်းသမို့ Action ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်ပါဘူး။ဟောင်ကောင်ဂျက်မဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=in+the+line+of+duty  ကြည့်လို့ရပါတယ်။\nFile size…(1.8 GB)/(700 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Murphy",
        "rating": "6.6",
        "url": "https://megaup.net/1Ios3/(CM)_Tiger.Cage.1988.CHINESE.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ilMXOocCCwPWCcDLLa6M0ga8vWt.jpg",
        "title": "(18+)Female Teacher: In Front of the Students (1982)",
        "description": "Female Teacher In Front Of Students (1982)\n============================================ရီကိုက ခုမှကျောင်းသစ်ကိုပြောင်းလာတဲ့အလှသွေးကြွယ်တဲ့ ဆရာမလေးတစ်ယောက်ပါ...ပုရိသတို့ ကြွေလောက်စရာ ရှိုက်ကြီးရှိုက်ဖိုအသွယ်သွယ်နဲ့ကျောင်းက ဆရာတွေကြားရော ကျောင်းသားတွေကြားရောရေပန်းစားတဲ့ ဆရာမလေးပေါ့...ဒီလိုသိပ်လှတဲ့ရီကိုဟာ တနေ့မှာ‌ောတ့ မထင်မှတ်ထားပဲရေချိုးခန်းထဲမှာ အဓမ္မကျင့်ခြင်းကို ခံခဲ့ရ့ပါတယ်...ရီကိုတစ်ယောက် ကျောင်းထဲက သူ့ကိုငမ်းတွေတဲ့ဘဲတွေကြား သူ့ကို အဓမ္မကျင့်တဲ့ လူယုတ်မာကို လိုက်ရှာရင်းဘယ်လိုဘယ်ပုံ အချစ်တိုက်ပွဲတွေ ဆင်နွှဲရမယ်ဆိုတာကိုQualityကောင်းကောင်းနဲ့တင်ဆက်ပေးထားတာမို့ကြည့်ရှုခံစားကြပါဦးဗျာ.... \nFile size…760MB\nQuality…720p Blu Ray\nFormat…mp4\nDuration….1h 9m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "5.7",
        "url": "https://megaup.net/12r5o/Female.Teacher.In.Front.Of.The.Students.1982.720p.BluRay.AAC2.0CH_(CM).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNGUyYzE2ZWItOTZlYy00ZGRhLTkyYzYtODZmNzY5NjhmNTFmXkEyXkFqcGdeQXVyNjQ3ODkxMjE@._V1_-142x200.jpg",
        "title": "Crook: It’s Good to Be Bad (2010)",
        "description": "Crook It's Good to Be Bad (2010)ဒီဇာတ်ကားလေးကတော့ အင်မရန်းဟာရှ်မီနဲ့ နေဟားရှရ်မာတို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ Action/Thrillerအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\n''သူခိုးရဲ့သားက သူခိုးပဲဖြစ်မယ်။ လူမိုက်ရဲ့သားက လူမိုက်ပဲဖြစ်လိမ့်မယ်။ ဒါကလူတွေ မြင်ကြတဲ့ လောကကြီးရဲ့ နိယာမတစ်ခုပေါ့''\nဒုစရိုက်သမားကြီးဖြစ်တဲ့ အဖေဖြစ်သူ ဆုံးပါးပြီးတဲ့နောက်မှာ ဆူရာ့ဂျ်ဟာ နာကျည်းစိတ်နဲ့ ဒုစရိုက်အလုပ်တွေပဲလုပ်ရင်း\nမိုက်တွင်းနက်သထက်နက်နေမိတယ်။ဒါကိုမြင်ရတော့ မွေးစားအဖေဖြစ်သူ ရဲအရာရှိကြီးဂျိုးဆပ်က\nလူမိုက်တွေနဲ့ဝေးသွားရင်တော့ စိတ်ပြောင်းသွားနိုင်ရဲ့ဆိုတဲ့အတွေးနဲ့ ဆူရာ့ဂျ်ကို သြစတြေးလျနိုင်ငံပို့ဖို့ စီစဥ်လိုက်ပါတယ်။\nနယ်မြေသစ် နေရာသစ်ရောက်သွားတဲ့ ဆူရာ့ဂျ်ဟာ စိတ်သစ်လူသစ်နဲ့ ဘဝကိုအကောင်းဆုံးနေထိုင်ရင်း အိန္ဒိယသူလေး ဆူဟာနီနဲ့ဆုံခဲ့တယ်။\nတိုင်းတစ်ပါးမှာသာနေနေပေမယ့် ဆူဟာနီရဲ့ ကိုယ့်လူမျိုးပေါ်မှာချစ်တဲ့စိတ်ကမသေးပါဘူး။ သူ့ဘဝအခြေကျဖို့ကြိုးစားရင်း ဒီမျိုးချစ်ကောင်မလေးအပေါ် အချစ်တွေလည်းတိုးရင်းပေါ့။ဒါပေမဲ့ ဆူဟာနီရဲ့ အစ်ကိုကတော့တယူသန်...သြစတြေးလျလူမျိုးတွေဆို နာကျည်းမုန်းတီးနေတာ။ နာကျည်းဆို သြစတြေးလျလူမျိုးတွေက အိန္ဒိယလူမျိုးတွေအပေါ် နိုင်ထက်စီးနင်း ခွဲခြားဆက်ဆံမှုကို မြင်တွေ့နေရတာကိုး။\nဒီလိုနဲ့ သြစတြေးလျတွေနဲ့ အိန္ဒိယလူမျိုးတွေကြားက တင်းမာမှုတွေကြီးမားလာပြီး သတ်ဖြတ်လုယက်တဲ့ အနေအထားဖြစ်လာတဲ့အခါမှာ ဆူရာ့ဂျ်တစ်ယောက် ပါဝင်ပတ်သတ်လာရပါတော့တယ်။လူမျိုးနှစ်စုအကြားက တင်းမာမှုဟာ နှစ်နိုင်ငံအကြားတင်းမာမှုအခြေအနေအထိ ရောက်လာတဲ့အခါမှာ ဆူရာ့ဂျ်ဘယ်လိုပါဝင်မလဲ၊ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1Iosb/(CM)_Crook_It_s_Good_to_Be_Bad_2010_Hindi_720p_WEB-DL.mp4",
        "category": "Action, Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ptOVJ3cJ8dEWsVynKhvgtGDjU1v.jpg",
        "title": "A Thursday (2022)",
        "description": "A Thursday (2022)4K HEVCဒီတစ်ခါမှာတော့ ကြာသပတေးနေ့တစ်နေ့အကြောင်းကို ရိုက်ကူးထားတဲ့\nA Thursday ဆိုတဲ့ ရုပ်ရှင်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်Nina Jaiswal က Rohit Mirchandandi နဲ့ စေ့စပ်ထားပြီး\nRohit ပိုင်တဲ့ အိမ်မှာ ကလေးထိန်းကျောင်း​တစ်ခုဖွင့်ထားတဲ့ အမျိုးသမီးတစ်ယောက်ပါ\nကလေးတွေရဲ့ ချစ်ခင်မှုကိုရော မိဘတွေရဲ့ ယုံကြည်လေးစားမှုကိုပါ ရရှိထားတဲ့ ဆရာမ တစ်ယောက်ဖြစ်ပါတယ်နေမကောင်းလို့ ၃ ပတ်လောက် အနားယူနေရာကနေ\nကြာသပတေးနေ့တစ်နေ့ရဲ့ မနက်ခင်းတစ်ခုမှာတော့\nNina ဟာ ကလေးထိန်းကျောင်းကို ပြန်လည်ရောက်ရှိလာခဲ့ပါတယ်မိဘတွေက ကလေးတွေကို ထားခဲ့ပြီး\nကလေးထိန်းကျောင်းက အကူကိုလည်း ခွင့်ပေးလိုက်ပြီးတဲ့နောက်\nကလေးထိန်းကျောင်းမှာ Nina နဲ့ ကလေး ၁၆ ယောက်ပဲ ကျန်ခဲ့ပါတော့တယ်\nကလေးတွေနဲ့ပဲ ကျန်တော့တဲ့ အချိန်မှာ\nNina က Colaba ရဲစခန်းကို ဖုန်းဆက်ပြီး\nကလေး ၁၆ ယောက်ကို ဓာစားခံအနေနဲ့ ဖမ်းထားပြီး\nရဲအရာရှိ Javedd Khan နဲ့ စကားပြောချင်တဲ့အကြောင်း ပြောပါတော့တယ်အခင်းဖြစ်တဲ့နေရာကို ကိုယ်ဝန်သည် ရဲအရာရှိ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2ohfv/A.Thursday.(2022).720p.WEB-DL.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/epSzJxPsus49o1W2eRz4uNc1OpL.jpg",
        "title": "Treeless Mountain (2008)",
        "description": "Treeless Mountain (2008) ဇာတ်လမ်းအညွှန်း************************************* \"သစ်ပင်မရှိတဲ့ တောင်\" ဆိုတဲ့ ဇာတ်ကားနာမည်လေးအတိုင်းပဲ အမေမရှိတဲ့ ကလေးတွေရဲ့ဘဝဟာ သစ်ပင်မရှိတဲ့ တောင်လို အကာအကွယ်မဲ့ဖြစ်ရတတ်ကြောင်းကို ဒီကားလေးထဲမှာ တင်ဆက်ပြသထားပါတယ်...ဂျင် နဲ့ ဘင် ဆိုတဲ့ ကလေးမလေးနှစ်ယောက်ဟာ အမေဖြစ်သူနဲ့အတူ ဟောင်းနွမ်းနေတဲ့တိုက်ခန်းကျဥ်းလေးထဲမှာ နေထိုင်ကြပါတယ်။တစ်ရက် ကလေးတွေရဲ့အမေဟာ အဝေးရောက်နေတဲ့ ခင်ပွန်းကိုသွားရှာဖို့အတွက် လူမမည်ကလေးနှစ်ယောက်ကို အဒေါ်ဖြစ်သူရဲ့အိမ်မှာ သွားအပ်ထားဖို့ဖြစ်လာခဲ့ပါတော့တယ်။ကလေးတွေအတွက် ဝက်ရုပ်စုဘူးလေးပေးခဲ့ပြီး အဲ့ဒီစုဘူးလေးပြည့်တဲ့နေ့ ပြန်လာခဲ့မယ်ကတိပေးပြီး ထွက်သွားပါတယ်။အဒေါ်ဖြစ်သူဟာ အရက်စွဲနေတဲ့သူဖြစ်ပြီး ကလေးတွေကို သေချာဂရုမစိုက်နိုင်လို့ ဂျင် နဲ့ ဘင် ဟာ သူတို့ဘာသာပဲ နှံကောင်လေးတွေလိုက်ဖမ်းလိုက်၊ ကင်ပြီးရောင်းလိုက်နဲ့ ရသမျှငွေလေးတွေကို စုဘူးလေးထဲဖြည့်ရင်း အမေပြန်အလာကို စောင့်မျှော်နေကြပါတယ်။တစ်ချိန် ဝက်ရုပ်စုဘူးလေးပြည့်သွားတဲ့နေ့ ကတိအတိုင်း အမေဖြစ်သူ ပြန်လာခေါ်ပါ့မလား...အမေပြန်မလာခဲ့ရင်ရော ကလေးနှစ်ယောက် ရှေ့ဆက်ဘာဖြစ်သွားကြမလဲဆိုတာ ဒီကားလေးထဲမှာ ဆက်လက်ရှုစားကြည့်လိုက်ရအောင်နော်~ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Ei Phyu Khin ပါ) File Size    ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Inaq/[CM]Treeless.Mountain.2008.720p.HDTV.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/34HICi5xY46thsrLzJQCcakIEWC.jpg",
        "title": "Nenu Leni Na Premakatha (2021)",
        "description": "Nenu Leni Na Premakathaအချစ်မှာ အချိန်ဆိုတာမရှိဘူး။ ကန့်သတ်ချက်တွေမရှိပါဘူးတဲ့။ 2020ခုနှစ်က ခရစ်ရှနာဆိုတဲ့အင်ဂျင်နီယာကျောင်းပြီးထားတဲ့ ကောင်လေးတစ်​ယောက်။ အတိတ်ကအကြောင်းအရာတွေကိုသိချင်လို့ အတိတ်ကို ပြန်သွားလို့ရမယ့် စက်ပစ္စည်းတွေကို ရှာနေရင်းကနေ ဟမ်ရေဒီယိုဆိုတဲ့စက်တစ်ခုကို ရှာတွေ့သွားပြီး 1983ကို ဆက်သွယ်မိသွားပါတယ်။ ငယ်ငယ်ကတည်းက မိဘနှစ်ပါးကိုဆုံးရှုံးခဲ့ရတဲ့ ခရစ်ရှနာဟာ လက်ရှိမှာ မတွေ့ရတော့တဲ့ မိဘနှစ်ပါးကို ပြန်ရှာဖို့အတွက် 1983ခုနှစ်ကရာဒါဆိုတဲ့ မိန်းကလေးကို အကူအညီတောင်းလိုက်တဲ့နောက်မှာ မထင်မှတ်ထားစရာ ဇာတ်လမ်းအလှည့်အပြောင်းလေးတွေပေါ်ပေါက်လာခဲ့ပါတော့တယ်။\"သံယောဇဉ်ဖြစ်လာတဲ့အပေါ်မှာ ပျော်တတ်တဲ့ နှလုံးသားက အဲဒီသံယောဇဉ်တွေကို ဖြတ်ပစ်ရမယ့်အချိန်မှာရလာမယ့်နာကျင်မှုအတွက် အသင့်ဖြစ်နိုင်မှာ မဟုတ်ဘူး\" တဲ့အချစ်ဆိုတာ ရယူပိုင်ဆိုင်ရမှ မဟုတ်ပါဘူး။ မှတ်ဉာဏ်ဆိုတဲ့အရာလေးတစ်ခုတည်းနဲ့တင်ရင်ထဲမှာ ထာဝရရှင်သန်နေတတ်တဲ့အရာလေးတစ်ခုပါပဲ။ အနာဂတ်ကိုကြိုသိနေလို့လည်းပေးဆပ်ရမယ့်သူတစ်ယောက်ရဲ့ ကံကြမ္မာက ပြောင်းလဲမသွားတဲ့အခါ....။မင်းသားအနေနဲ့ Naveen Chandraနဲ့ Krish Siddipalli, မင်းသမီးကတော့ Gayathri Sureshတို့ပါဝင်ထားပြီး IMDb Rating 8.5 ရထားတဲ့ Nenu Leni Na Premakatha ဆိုတဲ့2021ထွက် ...",
        "rating": "8.9",
        "url": "https://megaup.net/12qs2/Nenu_Leni_Na_Prema_Katha_(2021)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r3fZmYLc2GP1646wR4DNQKlgExb.jpg",
        "title": "AWAKE (2020)",
        "description": "Awake (2020)၂၀၂၀ ခုနှစ်ကထွက်ရှိလာထားတဲ့ ဂျပန်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ ဂိမ်းတွေ၊ပရိုဂရမ်တွေနဲ့ အဓိကဇာတ်ကောင်ကိုပဲဦးတည်ရိုက်ကူးထားတာကြောင့် ဇာတ်ကားရဲ့ Genre ကိုတော့အတိအကျမသတ်မှတ်နိုင်ပေမယ့် စိတ်ဝင်စားစရာကောင်းတာကတော့ အသေအချာပါပဲ။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် Shogi ကစားနည်းမှာတစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်ဖို့အိပ်မက်တစ်ခုရှိနေတဲ့ Eiichi ဆိုတဲ့လူငယ်တစ်ယောက်ဟာ ဂျပန် Shogi အသင်းအဖွဲ့ရဲ့အတတ်သင် ကျောင်းမှာ သွားရောက်လေ့ကျင့်နေခဲ့ပါတယ်။ Shogi ဆိုတာကတော့ဂျပန်ရိုးရာစစ်တုရင်ကစားနည်းတစ်မျိုးပါ။ သူအမြဲကြိုးစားသင်ယူနေပေမယ့်လည်းကျောင်းရဲ့ဆရာတစ်ဆူဖြစ်နေတဲ့ Riku ဆိုတဲ့ကစားသမားကိုတော့ ဘယ်လိုမှမယှဥ်နိုင်ခဲ့ပါဘူး။ဒီလိုနဲ့ Eiichi တစ်ယောက်စိတ်ကုန်လာပြီး သူ့ရဲ့ Shogi ကစားသမားဖြစ်ချင်တဲ့အိပ်မက်ကလည်းတဖြည်းဖြည်းဝေဝါးလာခဲ့ပါတော့တယ်။အဲဒီနောက် သူဟာတက္ကသိုလ်တစ်ခုကိုဝင်လျှောက်ပြီး သာမန်ဘဝနဲ့နေဖို့ဆုံးဖြတ်လိုက်ပေမယ့်သူ့ဘဝတစ်လျှောက်လုံးနီးပါး Shogi အပေါ်မှာပဲစိတ်နှစ်ထားခဲ့တာကြောင့် ပေါင်းသင်းဆက်ဆံမှုလည်းအားနည်းတဲ့အတွက်မိတ်ဆွေအပေါင်းအသင်းတွေမရှိလာခဲ့ပါဘူး။ တစ်နေ့မှာတော့ Eiichi တစ်ယောက် မထင်မှတ်ပဲ AI ကိုအခြေခံထားတဲ့ Shogi ကွန်ပျူတာပရိုဂရမ်တစ်ခုကိုတွေ့ရှိခဲ့ပြီး အဲဒီပရိုဂရမ်ဟာသူထင်ထားတာထက်ကိုအဆင့်မြင့်နေခဲ့ပါတယ်။ အဲဒီကနေစပြီးတော့ Eiichi လည်းကွန်ပျူတာပရိုဂရမ်တွေ အထူးသဖြင့်Shogi နဲ့ပတ်သက်တဲ့ဂိမ်းတွေကို စိတ်ဝင်စားလာပါတော့တယ်။ အဲဒါကြောင့် AI လေ့လာရေးအဖွဲ့ကိုရောက်သွားပြီးစီနီယာကျောင်းသား Isono နဲ့ဆုံခဲ့ပါတယ်။ Isono ဆီကနေ AI ပရိုဂရမ်တွေအ ...",
        "rating": "6.2",
        "url": "https://megaup.net/12pbo/AWAKE.2020.720p(CM).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/te-133x200.jpg",
        "title": "Ted K (2021)",
        "description": "ဖြစ်ရပ်မှန် မှုခင်းရုပ်ရှင်တစ်ပုဒ်လောက် ကြည့်လိုက်ရအောင်။ အမေရိကန်ရဲ့ နာမည်ကျော် အကြမ်းဖက်သမားတစ်ယောက်အကြောင်းပေါ့။ သီအိုဒေါ ဂျေ စတင်းစကီး သို့မဟုတ် တက်ဒ် လို့ခေါ်တဲ့လူတစ်ယောက်အကြောင်းပါ။ ဒီလူဟာ အက်ဖ်ဘီအိုင်သမိုင်းမှာ အကြီးဆုံး ရှာဖွေဖမ်းဆီးရေး လုပ်ခဲ့ရတဲ့ လူတစ်ယောက်လည်းဖြစ်ပါတယ်။ သူ့ကိုတော့ တစ်နိုင်ငံလုံးက Unabomber လို့ သိကြပါတယ်။ တစ်ကိုယ်တော် ဗုံးသမားလို့လည်း အဓိပ္ပါယ်ထွက်သလို UNA = တက္ကသိုလ်နဲ့လေကြောင်းတွေကိုဗုံးခွဲသူလို့လည်း သိကြပါတယ်။ သူ့ကြောင့် လူ ၂၃ ယောက်ထိခိုက်ခဲ့ပြီး လူ ၃ ဦးသေဆုံးခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာ အက်ဖ်ဘီအိုင်လက်ကနေ ခြေရာဖျောက်နေနိုင်ခဲ့တဲ့သူလည်းဟုတ်ပါတယ်။ ဖောက်ခွဲရတဲ့အကြောင်းရင်းကတော့ စက်မှု နည်းပညာတိုးတက်မှုတွေဟာ ကမ္ဘာကြီးကို ဖျက်ဆီးနေတဲ့အရာတွေလို့ ယုံကြည်တာကြောင့် သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးအတွက် စက်မှုလုပ်ငန်းတွေရပ်တန့်အောင် လိုက်ပြီး အကြမ်းဖက်ခဲ့တာပါတဲ့။ သူ့ကိုဖမ်းမိတဲ့အချိန်မှာ သူ့အကြောင်းနဲ့ သူ့အတွေးအမြင်တွေကိုရေးထားတဲ့ စာမျက်နှာ ၂၅၀၀၀ လောက်ထဲကမှတ်တမ်းတွေနဲ့ စကားလုံးတွေကို အခြေခံပြီးပြန်လည်ရိုက်ကူးပြသထားတာပဲဖြစ်ပါတယ်။ စိတ်ဝင်စားရင် ကြည့်ကြည့်လိုက်ပါဦး။ File ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Inlm/Ted_K_(2021)_720p_(CM).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNjhlYzU3NzYtZGU0Zi00ZGM2LTlkNjQtOWViMmI2NjM2MzQ2XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-133x200.jpg",
        "title": "The Sky Is Everywhere (2022)",
        "description": "The Sky Is Everywhere (2022)======================ဒီနေ့အတွက် Apple TV+ ကနေပြသသွားတဲ့ Drama, Music, Romance\nကားသစ်လေးကိုတင်ဆက်ပေးချင်ပါတယ်။ပူဆွေးသောကဆိုတာ နေ့တိုင်း တစ်ယောက်ယောက်က တံခါးလာခေါက်ပြီး\nပျောက်ကွယ်သွားသလိုပဲ..... ဘဝမှာ ကိုယ်ချစ်ရတဲ့ သူတစ်ယောက်ကို ဆုံးရှုံးရရင်\nကမ္ဘာတစ်ခုလုံး ပျက်လုမတတ် ခံစားရပါတယ်.......\nဒီဇာတ်ကားထဲမှာလည်း 17 နှစ်အရွယ် ကောင်မလေးတစ်ယောက်၊ သူ့အစ်မ ရုတ်တရက်\nသေဆုံးသွားပြီးနောက်ပိုင်း သောကရောက်နေတဲ့ လင်နီဆိုတဲ့ ကောင်မလေးတစ်ယောက်\nအကြောင်းနဲ့ သူမရဲ့ အချစ်ရေးအကြောင်းကို ရိုက်ကူးထားတာပါ။ သူမသိပ်ချစ်ရတဲ့\nအစ်မမရှိဘဲ သူမဘဝ ဘယ်လိုရပ်တည်မလဲ သောကရောက်နေတဲ့ သူမဘဝထဲ ကောင်လေး\nတစ်ယောက်ဝင်လာနိုင်ချိန်မှာတော့ အရင်လို သူမဘဝကို ကောင်းကောင်းမွန်မွန် ဖြတ်သန်း\nနိုင်မလားဆိုတာ ဆက်လက်ကြည့်ရှူပေးပါဦး......\n2022 ထွက် လူငယ်အကြိုက် ဒရမ်မာဇာတ်ကားလေးမို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size - (1.9 GB) /(855 MB) / (572 MB)\nQuality – ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Imp9/The.Sky.Is.Everywhere.2022.720p.ATVP.WEB-DL.DDP5.1.mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/why1-138x200.jpg",
        "title": "Why Cheat India (2019)",
        "description": "Why Cheat Indiaဒီဇာတ်ကားကတော့ ယိုယွင်းနေတဲ့ပညာရေးစနစ်၊ အမြင်မှားနေတဲ့လူအဖွဲ့အစည်း နဲ့ဒီအရာတွေကိုအခွင့်ကောင်းယူပြီး ကိုယ်ကျိုးအတွက် ပညာရေးကိုအမြတ်ထုတ်ရောင်းစားနေတဲ့ လူတစ်စုအကြောင်းကိုပုံဖော်ထားတာပါ။ဆပ်တူးဆိုတဲ့ကောင်လေးက ငွေကြေးအဆင်မပြေပေမဲ့ ပညာရေးမှာတစ်ဖက်ကမ်းခတ်ထူးချွန်တဲ့ကောင်လေးပါ။ သို့သော်သူ့ပညာရေးအတွက် သူ့အဖေက အကြွေးတင်နေတာရယ် သူ့အစ်မ နပူးလက်ထပ်ဖို့ရယ်ကြောင့် ငွေလိုအပ်နေတာပေါ့နပူးကတော့ အိမ်ငယ်လေးရဲ့ပြတင်းပေါက်ကနေ ကမ္ဘာကြီးကို စိတ်ကူးယဥ်ပြီး အိမ်မက်တွေပြည့်နှက်နေတဲ့တက်ကြွထက်မြက်တဲ့ကောင်မလေးတစ်ယောက်ပါရာကစ်ရှ်ဆိုတဲ့ သတ်လတ်ပိုင်းယောက်ျားတစ်ယောက်ကတော့ တစ်ဆွေလုံးတစ်မျိုးလုံးကိုထောက်ပံ့ရှာကျွေးနေပေမဲ့ သူ့အဖေမှန်းထားတဲ့ဆရာဝန် ဖြစ်မလာတဲ့အတွက် အမြဲတမ်းအမှိုက်လိုဆက်ဆံခံနေရတဲ့သူတစ်ယောက်ပေါ့ တစ်ဖက်မှာ ဆရာဝန်ညီလေးကိုတော့ အားလုံးက ဖူးဖူးမှုတ်ထားကြတယ်လေတစ်နေ့ ဘဝနာလို့သားကောင်ရှာနေတဲ့ ရာကစ်ရှ်တစ်ယောက် ငွေလိုနေတဲ့ ဆပ်တူးကို စာမေးပွဲတွေမှာကိုယ်စားဖြေပေးဖို့ ငွေအုပ်လိုက်ကြီးနဲ့ ကမ်းလှမ်းလာပါတော့တယ်။ ဆပ်တူးလည်းရေငတ်တုန်းရေတွင်းထဲကျသွားလို့ ဒီလို အချီကြီးပွမယ့်ကိန်းကို လုံးဝလက်လွတ်မခံခဲ့ပါဘူး။ဆပ်တူးတစ်ယောက် ပိုက်ဆံအများကြီးနဲ့ဘာဆက်လုပ်မှာလဲ ရာကစ်ရှ်ကရော ဒီလောက်နဲ့ကျေနပ်နိုင်မှာလားနပူးနဲ့ရာကစ်ရှ်တို့ အချစ်ဇာတ်လမ်းမှာကော ဘာပြဿနာတွေရှိလာမလဲ...IMDb rating 6.1/10 ရထားတဲ့ ရင်ခုန်စိတ်လှုပ်ရှားစရာ အချစ် ရာဇဝတ်ကားလေးမလို့အခုပဲဒေါင်းပြီးကြည့်ဖို့ ညွှန်းပေးပါရစေ \nFile size…1.5GB / 700MB\nQuality…1080p WEB DL AAC 2.0 ...",
        "rating": "6.1",
        "url": "https://megaup.net/34h8g/Why.Cheat.India.2019.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/BrotherHood-119x200.jpg",
        "title": "Brotherhood ( 2022 )",
        "description": "အခုတင်ဆက်ပေးမှာတော့ မင်းသားကြီး Wu Yue ရဲ့ဟောင်ကောင်အက်ရှင်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့Lei Zhan Sheng ဟာမြေအောက်ဘုရင်တစ်ယောက်ဆီကနေဒေါ်လာသိန်း၁၀၀၀ကိုခိုးယူခဲ့တာကဇာတ်လမ်းစတာပါပဲ။ဒေါ်လာသိန်း၁၀၀၀အတွက် ကျွန်းတစ်ကျွန်းပေါ်မှာပစ်ကြခတ်ကြရင်Lei Zhan Shengဟာသေသွားပါတယ်။Lei Zhan Shengရဲ့အမွှာအကို Lei Zhan Jun ညီသေသွားတာကိုမယုံနိုင်ပဲနိုင်ငံကူးပြီးအဖြစ်မှန်ကိုလိုက်ရှာပါတယ်။တကယ်တော့ထွက်ပြေးလွတ်မြောက်နေတဲ့ညီဖြစ်သူ Lei Zhan Sheng ဟာမျက်နှာကိုခွဲစိတ်ပြင်ဆင်ထားတာပါအကိုကိုမြေအောက်ဂိုဏ်းလက်ကကယ်ဖို့ပြန်လာရင်းညီအကို၂ယောက်ဟာ ရဲတွေရောမြေအောက်ဂိုဏ်းသားတွေရဲ့လိုက်လံဖမ်းဆီးမှုကိုခံရပါတော့တယ်။ဒီကားလေးဟာ အက်ရှင်ကားဆိုပေမယ့် ဟာသနှောတဲ့အပြောလေးတွေပါတာကြောင့်ပေါ့ပေါ့ပါးနဲ့အရမ်းကြည့်ကောင်းတဲ့ကားလေးပါ။ညီအကိုကြား Bromanceကိုလဲအရမ်းလေးလေးကြီးမဖြစ်အောင်ထည့်ထားတာကလဲသဘောကျစရာပါပဲ ။ရှေ့ဆက်ပြီးဘယ်လိုဖြစ်သလဲဆိုတာကို ဆက်ပြီးကြည့်ရှုအားပေးကြပါဦး။ \nQuality  : WEB DL 1080p\nFormat : mp4\nDuration : 1hr 36min\nGenres : Action,Drama\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By Nu Mon\nEncoded By LK",
        "rating": "6",
        "url": "https://megaup.net/1Ina5/Brotherhood_2022_1080P_(CM)_FIX.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/accident_man-135x200.jpg",
        "title": "Accident Man (2018)",
        "description": "Accident Man ဆိုတာလူတစ္ေယာက္ေပါ့။ဘယ္လိုလူတစ္ေယာက္လဲဆိုေတာ့ အခေၾကးေငြယူျပီး လူသတ္ေပးရတဲ့ အလုပ္ကိုလုပ္ရတဲ့လူ။လူသတ္ကုန္သည္လို႔လည္းေခၚၾကတယ္။သူတို႔ေလာကမွာ အဲ့ဒီေစ်းကြက္က ေတာ္ေတာ္ျဖစ္ထြန္းေနသလို ကိုယ့္အလုပ္္ကိုကုိယ္ ဂရုစိုက္ၾကရတယ္။အလုပ္အပ္တဲ့လူကပြဲစားကတစ္ဆင့္ သတ္ရမယ့္လူရဲ႕အခ်က္အလက္နဲ႕ေငြကိုေပးတယ္။ပြဲစားကေနျပီးေတာ့မွ သတ္ရမယ့္ပံုစံကိုိလိုက္ျပီး လုတ္ၾကံသတ္ျဖတ္သူေတြကို တာဝန္ေတြျပန္ခြဲေပးတယ္။သတ္ရမယ့္ပံုစံဆိုတာ အဆိပ္ခတ္သတ္ရမလား၊လမ္းေဘးလူသတ္မႈပံုစံလား၊မီးရွိဳ႕သတ္မလား၊မေတာ္တဆပံုစံလားစသျဖင့္ေပါ့။Accident Man ဆိုတာက မေတာ္တဆပံုစံသတ္ရတဲ့အခါ တာဝန္ယူေပးရတဲ့လူ။ဇာတ္လမ္းကေတာ့ ေျပာမျပေတာ့ဘူး။အထိုးအၾကိတ္အသတ္အပုတ္ကားၾကိဳက္တဲ့လူေတြအတြက္ေတာ့ အၾကိဳက္ပဲေပါ့။မင္းသားကလည္း ဘြိဳင္ကာလက္ေ၀ွ႔ကားထဲက နာမည္ေက်ာ္ဆိုေတာ့ ကိုယ္တိုင္သာၾကည့္ၾကည့္လိုက္ပါေတာ့။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ဆရာဇြဲခန္႔သြင္ပါ) File Size : (850 MB) and (344 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-NODLABS\nTranslated by Zuel Khant Thwin\nEncoded by Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://megaup.net/1Ba2t/Accident_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7yxVGdkrSrrBWicw7Chcrp0rSJY.jpg",
        "title": "Playground (2021)",
        "description": "Playground (2021) ဇာတ်လမ်းအညွှန်း******************************ဒီကားက စာရေးဆရာ-ဒါရိုက်တာ Laura Wandel ရဲ့ ပွဲဦးထွက်ဇာတ်ကားလေး တစ်ခုဖြစ်ပြီး Best International Film – Academy award အတွက် ရွေးချယ်ခံထားရတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ။ဒီကား‌ထဲမှာ မူလတန်းကျောင်းရဲ့ နေ့စဉ်ကြုံတွေ့ရတာတွေ၊ ကလေးအချင်းချင်း အနိုင်ကျင့်တာ နှိမ်တာတွေကို ကလေးငယ်တစ်ဦးရဲ့ view ကနေ မြင်တွေ့နိုင်ရမှာပါ။အသက် ၇နှစ်အရွယ် နိုအာ ဆိုတဲ့ကလေးမလေးနဲ့ သူမရဲ့ အစ်ကို ဖြစ်ရပ်ကို ရိုက်ကူးပြထားပါတယ်။ နိုအာက ကျောင်းမှာ အံဝင်အောင် နေဖို့ ကြိုးစားနေရင်း သူမအစ်ကို အနိုင်ကျင့်ခံနေရတာကို တွေ့လိုက်ရတယ်။သည်းမခံနိုင်တဲ့အဆုံး အစ်ကိုနဲ့ကတိကိုဖျက်ပြီး အဖေနဲ့တိုင်လိုက်တယ်။ ပိုပြီး အနိုင်ကျင့်ခံလာရတယ်။ မောင်နှမနှစ်ဦးကြား အသက်၇နှစ်အရွယ်ကလေးတွေ ပြဿနာကို ဘယ်လိုရင်ဆိုင်ခဲ့ရတယ်၊ လူကြီးတွေရဲ့ ဂရုစိုက်မှုတွေ ဘယ်လို fail ခဲ့တယ်ဆိုတာကို ပြသပေးသွားမှာပါ။ကလေးတွေမှာလည်း ခံစားချက်တွေ အရှက်အကြောက်တရားတွေ ရှိတာမို့ လူကြီးမိဘတွေအနေနဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2ok6g/[CM]]Playground..2021.720p.WEBRip.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/lii-135x200.jpg",
        "title": "Licorice Pizza (2021)",
        "description": "ကဲ ‘Licorice Pizza’ လာပါပြီ။ ဒီရုပ်ရှင်ဟာ ၂၀၂၂ အော်စကာ ဆုပေးပွဲမှာ အကောင်းဆုံးရုပ်ရှင်ဆု၊ အကောင်းဆုံး ဒါရိုက်တာဆု နဲ့ အကောင်းဆုံး ဇာတ်ညွှန်းဆုတို့ဆန်ကာတင်ထားပါပြီ။ဒီရုပ်ရှင်အကြောင်း မပြောခင် ခေါင်းစဉ်လေးကို အရင်ရှင်းပြရမယ်ထင်ပါတယ်။ ‘Licorice Pizza’ ဆိုတာ ဗန်းစကားပါ။ အနက်ရောင် ဗီနိုင်းသား ဓာတ်ပြားတွေကို ဆိုလိုတာပါ။ Licorice ဆိုတာ သကြားလုံး သကြားချောင်းအနေနဲ့ထုတ်တဲ့ အနက်ရောင် မာမာစေးစေး စားစရာလေးတွေက ယူထားတာပါ။ ပြီးတော့ ဓာတ်ပြားတွေကလည်း ပီဇာ အသေးစားပုံစံဆိုတော့ ‘Licorice Pizza’ ဆိုပြီး နာမည်တွင်လာတာပေါ့။ဒါရိုက်တာကတော့ ပေါလ် သောမတ် အန်ဒါဆန် ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းရဲ့ အဓိက ဇာတ်ကောင်နှစ်ယောက်ကတော့ ၁၅ နှစ်အရွယ် သရုပ်ဆောင်ပေါက်စ စီးပွားရေးသမားလေး ဂယ်ရီ ဗယ်လင်တိုင်းနဲ့ သူချစ်မိနေတဲ့ ၂၅ နှစ်အရွယ် မမ အလန်နာ ကိန်းတို့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Imhr/Licorice.Pizza.2021.720p_(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t0oUDRi8izy8Hn5yx6tzy55t1z3.jpg",
        "title": "Hridayam (2022)",
        "description": "Hridayam (2022)ကိုယ်အရွယ်ရောက်လာတဲ့ အချိန်မှာ ပထမဆုံးချစ်ဖူးတဲ့ လူဟာ ကိုယ့်ရဲ့လက်တွဲဖော်ဖြစ်လာနိုင်ရဲ့လား။အချစ်ဦးတိုင်းမှာ ပျော်ရွှင်စရာ ဇာတ်သိမ်းမျိုး ရှိနိုင်ပါ့မလား။ ကျုပ်အနေနဲ့ဖြေရရင်တော့ ရှိနိုင်ပေမယ့် မလွယ်ကူဘူးလို့ပဲ ထင်တယ်ဗျ။ဒီဇာတ်လမ်းထဲက အာရွမ်နဲ့ ဒါချ်နာလိုပေါ့။ ကောလိပ်ကို စရောက်တဲ့အချိန်ကနေ မြင်မြင်ချင်းရင်ခုန်မိတဲ့နှစ်ယောက် အတူတူလက်တွဲခဲ့ကြပေမယ့် ၂၀ ပတ်လည် ကောလိပ်ကျောင်းသား ဘဝမှာ ကြုံကြရမယ့်အချစ်ရေးပြဿနာတွေ၊ အချင်းချင်းကို တသက်တာ မမေ့နိုင်မယ့် ဒဏ်ရာတွေ ပေးကြရင်း ဘယ်လိုအဆုံးသတ်ကို ဦးတည်ခဲ့ကြမလဲ။ဒီဇာတ်လမ်းက အာရွမ်ဆိုတဲ့ အမျိုးသားဇာတ်ကောင်ရဲ့ ကောလိပ်ကျောင်းသားဘဝကနေ ၃၀ ပတ်လည် လူလတ်ပိုင်းအရွယ်ထိသူ့ဘဝတစ်ဆစ်ချိုးပြောင်းလဲလာပုံတွေကို အသားပေးရိုက်ပြထားတာပါ။ လူငယ်ဘဝမှာ ကျောင်းကိစ္စ၊ အချစ်ရေး ၊ သူငယ်ချင်းလူလတ်အရွယ်မှာ စီးပွားရေးနဲ့ အိမ်ထောင်ရေး ဒါတွေကို ပျော်စရာရွင်စရာဆိုတာထက် လက်တွေ့ကျကျ ဖော်ကြူးထားတာပေါ့။ဒီနှစ်ထဲပဲ လောလောလတ်လတ်ထွက်ထားပြီး IMDb မှာ 8.9/10 ထိရထားတဲ့အပြင် ရုံတင်ငွေရူပီး 50 crores ထိစံချိန်တင်ထားတာပါ။ဇာတ်လမ်းရဲ့ကြာချိန် ၃ နာရီနီးပါးမှာ ...",
        "rating": "8.8",
        "url": "https://megaup.net/1Imb9/Hridayam_(2022)_Malayalam%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/india-133x200.jpg",
        "title": "Bangarraju (2022)",
        "description": "Bangarraju (2022)IMDb -7.1/10ဇာတ်လမ်းအကျဉ်း _ အရှင်ရှီဝဘုရားကျောင်းရဲ့ မြေအောက်ဘက်မှာတန်ဖိုးမဖြတ်နိုင်တဲ့ရတနာတွေရှိနေကြောင်းသိရှိသွားတဲ့ လူရမ်းကားတစ်စုဟာဒီရတနာတွေကိုသိမ်းပိုက်ဖို့ အကြံမျိုးစုံထုတ်နေပါတယ်....ဘန်ဂါရာဂျူးနဲ့ နာဂါ့လက်ချမီးတို့နှစ်ယောက်ကတော့ကံကြမ္မာဇာတာခွင်အရအရှင်ရှီဝနဲ့ ပါဗသီတို့ရဲ့ဇာတာခွင်နဲ့ကိုက်ညီစွာမွေးဖွားလာခဲ့သူတွေပါသူတို့နှစ်ယောက်သာ ယူဖြစ်သွားရင် ကောင်းချီးတွေပဲပေါကြွယ်ဝမယ်ပေါ့ဒါပေမယ့် မယူခင်အထိမှာတော့ များစွာတဲ့ ဘေးအန္တရာယ်တွေကိုကျော်ဖြတ်ရမယ့်ဇာတာကလည်းရှိနေပါတယ်ဘန်ဂါရာဂျူးကိုမွေးပြီးပြီးချင်းမှာပဲ မိခင်ဖြစ်သူသေဆုံးသွားခဲ့ပြီးအဖေဟာလည်း ဒီဖြစ်ရပ်ကိုမေ့ပစ်ဖို့အမေရိကန်ကိုထွက်သွားပါတော့တယ်သိပ်မကြာခင်မှာပဲ အဖွားဖြစ်သူပါဆုံးပါးသွားတာကြောင့်ဘုရားသခင်ဆိုတာကိုအယုံအကြည်မရှိတော့တဲ့ရာဂျူးနဲ့...နာဂါ့လက်ချမီးကတော့ အရာရာမှာဉီးဆောင်နိုင်စွမ်းရှိတဲ့မိန်းကလေးတစ်ယောက်ပါရွာသူကြီးလုပ်မယ်ဆိုပြီးရွာကိုတက်အုပ်ချုပ်နေတော့ မတည့်အတူနေ ရာဂျူးတစ်ယောက်နောက်ကွယ်ကနေလိုက်စောင့်ရှောက်ရပါတော့တယ်ဒီလိုနဲ့ ဘုရားပစ္စည်းခိုးဖို့ကြံနေတဲ့လူမိုက်တွေနဲ့ သူတို့နှစ်ယောက်တွေ့ဆုံကြတဲ့အခါမှာတော့ ရာဂျူးတစ်ယောက်ဘယ်လိုအန္တရာယ်အခက်အခဲတွေနဲ့ရင်ဆိုင်ရပြီး ကာကွယ်သွားရမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်တာကြောင့် အိန္ဒိယဇာတ်ကားကောင်းရှာဖွေနေသူတွေအဖို့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ကိုလက်မလွှတ်တမ်းကြည့်ရှုနိုင်ဖို့တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunni & Go-O & Allena &  Haruko)ပဲဖြစ်ပါတယ် \nFile size…1.6GB / 3.2GB\nQuality…720p AAC 2.0CH  /  1080p AAC 2.0CH\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Go-O & Allena &  Haruko",
        "rating": "7.0",
        "url": "https://megaup.net/1Iljd/Bangarraju_(2022)_Telugu_TRUE_WEB-DL_-_720p%C2%A0(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BN2YxMzViODItZmRmYi00N2Y3LWI2ZDktNWZlODY0NjhhNGVlXkEyXkFqcGdeQXVyMTUwOTU0Mw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Bigbug (2022)",
        "description": "Bigbug (2022)\n===========ဒီတစ်ခါမှာတော့ Netflix က ထွက်ရှိထားတဲ့ Sci Fi Comedy ဇာတ်ကားလေးနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ် နည်းပညာတိုးတက်လာတာနဲ့အမျှ ဟင်းချက် သန့်ရှင်း\nရေးလုပ်တာကအစ အိမ်တံခါးဖွင့်ပေးတာ အိမ်ထဲပစ္စည်းပျောက်ရှာတာအဆုံး\nလူတွေဟာ ကိုယ့်ကိုကိုယ်အားမကိုးတော့ဘဲ စက်ရုပ်တွေကို အသုံးချလာကြပါတယ်။\nစက်ရုပ်မရှိတဲ့အိမ်ဆိုတာ မရှိသလောက်ပါပဲ။ ဒီလိုနဲ့ တနေ့မှာ အဲလစ်တို့အိမ်မှာရှိတဲ့\nစက်ရုပ်တွေက ရုတ်တရက်အပြင်မှာ ဘေးအန္တရာယ်ရှိပါတယ်ဆိုပြီး အဲလစ်တို့ကို\nအပြင်ထွက်ခွင့် ပိတ်လိုက်ပါတော့တယ်။\nစက်ရုပ်တွေကတော့ သူတို့ဘေးကင်းဖို့အတွက်ကြောင့် ပိတ်ချလိုက်တာဖြစ်ပေမဲ့\nလူသားတွေရဲ့အတွေးက သူတို့နဲ့ မတူဘဲ တစ်မျိုးဖြစ်တဲ့အခါ.... ဒီအထင်လွဲမှုကို ​\nလူသားတွေက နားလည်နိုင်မှာလား သူတို့ကိုစောင့်ကြိုနေတဲ့ အန္တရာယ်ကကော\nဘာဖြစ်မလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများကတော့\nCM Team မှဖြစ်ပါတယ်)File Size - (1.98 GB) /(940 MB) / (580 MB)\nQuality – WebDL 1080p / 720p/480p\nDuration - 1h 51mins\nSubtitle – ...",
        "rating": "5.5",
        "url": "https://megaup.net/12nzo/Bigbug.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/s-133x200.jpg",
        "title": "[18+] Seduction (2017)",
        "description": "[Unicode]သင်သာ အချစ်ကို အဓိပါယ်ဖွင့်ဆိုရမယ်ဆို ဘယ်လိုဖွင့်ဆိုမိမလဲ ....သစ္စာတရားကိုတော့ မပါမဖြစ် ဖွင့်ဆိုမိကြမှာပေါ့...ဒီဇာတ်ကားကြည့်ပြီးရင်တော့ အဲ့သစ္စာတရားဆိုတာ ပေါက်စီနှစ်လုံးလား စမူဇာတစ်ခုလား အီကြာကွေးတစ်ချောင်းလားဆိုတာ မေးစရာတောင်ဖြစ်လာခဲ့ပါပြီ...ဒီဇာတ်ကားမှာ အဓိကပါမှာကတော့ လင်မယားနှစ်ယောက်ရယ် ခပ်ငယ်ငယ် ဒေါင်ကောင်းကောင်း ကီမုချိလို စွခွက်နဲ့ ကြာကူလီတစ်ကောင်ပါပါမယ် (စတာ တို့ ကီမုချိ က ပိုချောတယ် ငိငိ)လင်မယားနှစ်ယောက်မှာ ယောကျာ်းဖြစ်သူက ခွေးလိုနွားလို အလုပ်လုပ်ပါတယ် ... ညမအိပ်ပဲအလုပ်လုပ်တာကြောင့် စမူစာငတ်ပါတယ်စမူဇာသည်ကလည်း သူ့စမူစာကို ဖောက်သည်က ဝယ်မစားတော့ အတင်းထိုးရောင်းချင်နေပါတယ်ဒီလိုနဲ့ စောစောက ကြာကူလီကောင်နဲ့ ကားတိုက်မိသလို ဖြစ်ရင်းစတွေ့ပါပြီစမူစာရောင်းချင်သူနဲ့ စမူဇာနှိုက်မြည်းချင်သူတို့ ဆုံတွေ့ပြီးနောက် ဘာဆက်ဖြစ်မလဲဆိုတာ ကြည့်ပြီးdown မှားလို့ downပြီးကြည့် (ငိုးမ လင်းမူ) ဘာမှမဆိုင်လည်းဆဲတယ် :3ဒီဇာတ်ကားကတော့ ခင်ဗျားတို့ အိမ်သာတက်ရင်း ကြည့်နေကျ ဂျပန်ကားတွေနဲ့တောင်သွားဆင်ပါသေးတယ်အညွှန်းရေးတာကတော့ Dark Devil ပါ ။ Trans : NatsuEncoder : ...",
        "rating": "",
        "url": "https://megaup.net/1Izb5/[18+]_Seduction_(2017).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BYjAzMGJjNDYtZGQyNC00ZGY5LWEzNjEtYjA1OWNhZTNhZGEzXkEyXkFqcGdeQXVyODEyNjEwMDk@._V1_-132x200.jpg",
        "title": "Enemy (2021)",
        "description": "ရုံတင်တုန်းကလဲ လူကြိုက်များနာမည်ကြီးခဲ့တဲ့ တောင်ပိုင်းမင်းသား အာရားနဲ့ဗစ်ရှေးတို့ရဲ့ အတော်ကိုကောင်းမွန်တဲ့အက်ရှင်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်။ IMDB မှာလည်း 7.7ဆိုတော့ ခပ်မိုက်မိုက်ပဲပေါ့။ဇာတ်လမ်းအကျဉ်း...ဒီလောကကြီးထဲမှာ အန္တရာယ်အများဆုံးက သူစိမ်းတွေမဟုတ်ပဲကိုယ့်အကြောင်းကို အစအဆုံးသိနေတဲ့ အရင်းနှီးဆုံးသူကအန္တရာယ်အပေးနိုင်ဆုံးသူဖြစ်ပါလိမ့်မယ်။ ဒီကားမှာလည်းငယ်ငယ်ထဲက တစ်ကျောင်းထဲဆင်း ဆရာ တစ်ယောက်ထဲထွက်တဲ့သူငယ်ချင်းနှစ်ယောက်ကို ENEMY ဆိုတဲ့ ရန်သူတော်တွေဖြစ်လာအောင်ဘယ်အရာတွေက ပံ့ပိုးပေးမလဲဆိုတာ စီးမျောလိုက်ရအောင်။ဇာတ်အိမ်ကကောင်းလွန်းတော့ ဒီထက်ပြောရင် Spoil သလိုဖြစ်နေမှာမို့Tamil ကားကြိုက်သူတွေအတွက် လက်မလွတ်တမ်း လိုက်ပါစီးမျောခံစားလိုက်ဖို့ တိုက်တွန်းလိုက်ပါတယ်။အညွှန်းကိုတော့ ThuRa  Heinနဲ့ Lwin Htoo Aung က ရေးသားပြီး ဘာသာပြန်ကတော့ JimXTrafalgar Law. Lai Laii နဲ့ Lwin Htoo Aung တို့ပဲဖြစ်ပါတယ်။\nFile size…(7.1 GB)/(2.7 GB)/(1.1 GB)\nQuality…WEB-DL 4K HEVC/1080p/720p\nFormat…mkv/mp4\nDuration….02:37:13\nSubtitle….Myyanmar Subtitle (hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung ...",
        "rating": "7.7",
        "url": "https://megaup.net/2oiqw/(CM)_Enemy_(2021)_Tamil_Proper_TRUE_WEB-DL_-_720p.mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2cyAr10tG9p9mUEc7BA98RsetCp.jpg",
        "title": "Basic Instinct 2 (2006)(18+)",
        "description": "Basic Instinct 2 (2006) အညွှန်း***************************(18+ Erotic  အမျိုးအစားဖြစ်လို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါ.)\nစုံထောက်ကားဆန်ဆန် သည်းထိတ်ရင်ဖိုဇာတ်ကားတွေကို နှစ်သက်တဲ့သူတွေအတွက်ဒီဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်....တင်ပါးလွှဲထိုင်ချက်နဲ့ကမ္ဘာလောကြီးက ပုရိသအပေါင်းကို ဆွဲလှုပ်ခဲ့ဖူးတာကို အားလုံးသိကြမယ်ထင်ပါတယ်..အဲဒီ အထဲ မြန်မာက လူငယ်တွေပါ မပါတော့ ကျွန်တော်လည်းမပြောတတ်..\nမင်းသမီးကတော့ 90s kid တို့အသဲစွဲ Sharon Stone ပါ..\nသူ့ဇာတ်ကားတွေကြည့်ဖူးတဲ့လူတွေကတော့ သူ့ရဲ့အကြည့် သူ့ရဲ့အသံနဲ့တင်ရင်ဖိုလှိုက်မောခဲ့ရတာတွေကို ပြန်အမှတ်ရပါလိမ့်မယ်\nဒီဇာတ်ကားထဲမှာလည်း သူဟာ ဆွဲ‌ဆောင်မှုရှိတဲ့ရွှေရောင်ဆံပင်ပိုင်ရှင်ကောင်မလေးတစ်ယောက်အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်...စကားလုံးအသုံးအနှုန်းတွေဟာ မိသားစုနဲ့အတူကြည့်ရှုဖို့တော့ သင့်တော်မှာမဟုတ်ပါဘူးဇာတ်လမ်းအညွှန်းကက်သရင်းထရာမယ်ဆိုတဲ့အမျိုးသမီးဟာ စွန့်စားရတာကိုစွဲလမ်းနေ‌တဲ့စိတ်ရောဂါတစ်မျိုးကို ခံစားနေရတဲ့လူတစ်ယောက်ပါ...\nသူ့ရဲ့စွန့်စားမှုတွေကြောင့် သူ့ကိုယ်သူတင်မကဘဲ သူတစ်ပါးကိုပါအသက်သေစေတဲ့အထိဖြစ်လာတဲ့အခါမှာ သူဟာ လူသတ်မှုနဲ့ တရားစွဲခံခဲ့ရပါတယ်...\nအဲဒီအချိန်မှာ သူ့ရဲ့စိတ်အခြေအနေကို အကဲဖြတ်သုံးသပ်ဖို့အတွက် မိုက်ကယ်ဆိုတဲ့စိတ်ရောဂါကုဆရာဝန်ဆီမှာ သူကုသခဲ့ပါတယ်\nဒီလိုကု‌သနေတဲ့အချိန်အတောအတွင်းမှာလည်းသူ့အနီးအနားကလူတွေဟာ တစ်ယောက်ပြီးတစ်ယောက် အသတ်ခံလာကြရပါတယ်...\nဒီတော့ ဒီအမှုကို သေသေချာချာလိုက်လံစုံစမ်းပြီးရှာဖွေဖော်ထုတ်ရတဲ့အကြောင်းကို ရိုက်ကူးထားတာပါ\nကြည့်ရှုသူအားလုံးစိတ်ထဲမှာ သို့လောသို့လောနဲ့ရင်တမမကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်တဲ့အကြောင်းကတော့ အာမခံလိုက်ပါရစေ....   File Size :(3.08GB)(0.9GB) and (338MB)\nQuality : Blu-Ray 1080p5.1Ch,720p\nFormat…mp4\nDuration…01:54:00\nGenre : Mystery ...",
        "rating": "6.5",
        "url": "https://megaup.net/12nja/Basic_Instinct.II.2006.Unrated.BLU-RAY1080P5.1CH.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/meRIRfADEGVo65xgPO6eZvJ0CRG.jpg",
        "title": "Texas Chainsaw Massacre (2022)",
        "description": "တက္ကဆက်ရဲ့ လွှစက်ကြီးနဲ့ လူအရေခွံမျက်နှာဖုံးနဲ့ လူသတ်သမားဟာဟော်ရာရုပ်ရှင်ကြိုက်သူတိုင်းရဲ့ အသည်းစွဲပါပဲ။ အတော်များများရဲ့အိပ်မက်ထဲကိုလည်းအလည်လာဖူးမှာပါ။ စုစုပေါင်း ရှစ်ကား ထွက်ရှိဖူးပြီး ဒါကတော့ ၉ ကားမြောက်ပါပဲ။ဟော်ရာပရိသတ်တွေအကြိုက်တွေ့တာမို့ rating လည်းအတော်ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းတက္ကဆက်ရဲ့ လူမနေတော့သလောက်ဖြစ်နေတဲ့ ဟာလိုမြို့လေးကိုအင်တာနက်ပေါ်က နာမည်ကြီးလူငယ်တစ်သိုက်က ပရိုမိုးရှင်းဆင်းပြီးဆိုင်ခန်းတွေ အိမ်ခန်းတွေ ရောင်းချဖို့ ကြိုးစားလာပါတယ်။ အဲဒီမှာသူတို့ပထမဆုံး ဝယ်ထားတဲ့ အိမ်က အကြွေးမပေးနိုင်လို့ ဘဏ်က သိမ်းထားတဲ့အိမ်ဖြစ်နေပြီမူလအိမ်ပိုင်ရှင်အဘွားကြီးတစ်ယောက်နေထိုင်ပါတယ်။ အဘွားကြီးမှာတော့ထူးဆန်းတဲ့ သားတစ်ယောက် ရှိတာပေါ့။ လူငယ်အဖွဲ့ရောက်လာပြီးအဘွားကြီးကို နှင်ထုတ်ဖို့ ကြိုးစားရင်နဲ့ မထင်မှတ်တာတွေ ဖြစ်လာတဲ့အခါ... \nFile size…571MB /  1,5GB\nQuality…720p AAC 2.0CH  / 1080p AAC 5.1CH\nFormat…mp4\nDuration….1h 21min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr.Anderson",
        "rating": "8.1",
        "url": "https://megaup.net/12nnh/Texas_Chainsaw_Massacre.720p.AAC2.0CH(CM).mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BZDYzMjljYjQtZGU3MC00NWNiLTg4ODUtNWQ0YjZlYzM5Y2FhXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-140x200.jpg",
        "title": "[18+] Malicious (1973) Malizia",
        "description": "Malena(2000) ဇာတ်ကားလိုပဲ လူ့သဘောမနောကိုတင်ပြရာမှာ ပွင့်ပွင့်လင်းလင်းချပြတတ်တဲ့ အီတလီဂန္တဝင်ဇာတ်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်။အစ်ဂ်နာဇီယိုက ပူပူနွေးနွေးမုဆိုးဖိုတစ်ယောက်ဖြစ်ပြီး သားသုံးယောက် (၁၈,၁၄,၆) နှစ်အရွယ်တွေနဲ့တိုင်ပတ်တော့မယ့်\nဆဲဆဲ သူ့ဘဝထဲကို ကယ်တင်ရှင်တစ်ယောက်ရောက်လာခဲ့ပါတယ်။\nသူကတော့ အင်မတန်ကြော့ရှင်းလှပသလို အိမ်မှုကိစ္စမှာလဲ လှည့်ကြည့်စရာမလိုအောင်ထောင့်စေ့လှတဲ့ အိမ်ဖော်\nလှလှလေး အိန်ဂျလာပါပဲ။မုဆိုးဖိုကြီးအစ်ဂ်နာဇီယိုအတွက် အိမ်တွင်းမှုကျေပွန်ပြီး အလှပဂေးတစ်ဦးဖြစ်တဲ့ အိန်ဂျလာအပေါ်\nမျက်စိကျ သဒ္ဒါစိတ်တွေယိုဖိတ်လာတာမဆန်းကြယ်သလိုပြဿနာလဲမရှိပေမယ့် သူ့သားလူပျိုပေါက်တွေဖြစ်တဲ့\nအကြီးကောင်နဲ့အလတ်ကောင်တို့ကပါ သူတို့နည်းသူတို့ဟန်နဲ့အပြိုင်အဆိုင်ချဉ်းကပ်ကြရာမှာတော့ ပြဿနာတွေရှိလာပါပြီ။ဒါပေမယ့် သူတို့သုံးဦးထဲက အိန်ဂျလာကို ပိုင်ပိုင်နိုင်နိုင်အညှာကိုင်လိုက်နိုင်သူကတော့ အလတ်ကောင်လေး နီနိုပဲဖြစ်ပါတယ်။\nနီနိုကိုင်လိုက်မိတဲ့ အိန်ဂျလာရဲ့အညှာက ဘာဖြစ်မလဲ? ဒီသားအဖတွေရဲ့ သပွတ်အူဇာတ်ရှုပ်ကြားက မိန်းမလှလေးအိန်ဂျလာ\nဘယ်လိုလွတ်အောင်ရုန်းရပါ့မလဲ? စတာတွေကိုဆက်လက်ရှုစားကြပါ။ဇာတ်အစကနေ အဆုံးအထိ\nအတည်ပေါက်နဲ့ဖောက်တဲ့ သဘာဝကျကျဟာသတွေနဲ့ ခွီနေရမယ့်ဇာတ်ကားတစ်ကားပါ။ သစ်ရွက်လှုပ်တာတောင်ရယ်ချင်လောက်အောင်\nစိတ်ကစားတတ်စ လူပျိုပေါက်လေးရဲ့စိတ်ကူးယဉ်အိမ်မက်တွေကို သရုပ်ဖော်ပြတဲ့နေရာတွေမှာတော့ အောက်စလေးလွတ်တာမြင်ရမြင်ရ\nအနားကပင့်သက်လေးရှိုက်ရရှိုက်ရတကူးတက ကြိုးစားကြတဲ့ပုံတွေကိုမြင်ရင် ဒိုင်နာကားပေါ်တက်လို့လှစ်ကနဲပေါ်လာတတ်တဲ့ခြေသလုံးသားဝင်းဝင်းလေးတွေလောက်ကို\nလက်ဖက်ရည်ဆိုင်က အံကြိတ်ငေးခဲ့ရတဲ့ ကျွန်တော်တို့ဆီက ကာလသားကြီးတွေလဲကိုယ်ချင်းစာမိကြမှာပါ။ဘယ်လိုပဲဖြစ်ဖြစ် ဒီဇာတ်ကားဟာ ၁၉၇၃ ခုနှစ်မှာ နာမည်အကြီးဆုံး အီတလီဇာတ်ကားအဖြစ်စာရင်းဝင်ခဲ့ပြီး အကောင်းဆုံးမင်းသမီးဆုဇာတ်ပို့ဆုတွေပါထိုက်ထိုက်တန်တန်ရရှိခဲ့တဲ့ အခုချိန်ထိလဲ နာမည်အကြီးဆုံးဇာတ်ကားစာရင်းမှာ ၁၁ ကားမြောက်အဖြစ်ရှိနေဆဲ ဂန္ဓဝင်ကားကြီးတစ်ကားဖြစ်ပါတယ်။အရမ်းကွက်ကွက်ကွင်းကွင်းပြကွက်ကြီးတွေမပါပေမယ့် သရိုးသရီလေးတွေကိုအချိန်ဆွဲပြတာတွေ၊ စူးစမ်းတတ်စလူပျိုပေါက်တွေရဲ့ပြောစကားတစ်ချို့တွေရယ်ကြောင့်\n၁၈ ...",
        "rating": "6.4",
        "url": "https://megaup.net/12na8/(CM)_Malicious.1973.ITALIAN.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6SMQwH8ZRq7iMJdqzg5DkDLTWbJ.jpg",
        "title": "Mudhal Nee Mudivum Nee (2022)",
        "description": "Mudhal Nee Mudivum Nee (2022)90s kids  တို့ရဲ့ ငယ်ဘဝကျောင်းသားဘဝလေးကို လွမ်းတသသ ပြန်လည် သတိရသွားမယ့်\nဘောလိဝုဒ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားလေးနာမည်က Mudhal Nee Mudivum Nee\n\"မင်းနဲ့ပဲစပြီး မင်းနဲ့ပဲအဆုံးသတ်မယ်\" ဆိုတဲ့ အဓိပ္ပာယ်လေးပါဒီဇာတ်လမ်းလေးဟာ 90s kids တို့ရဲ့ကျောင်းသားဘဝကို\nရသစုံစုံလင် အချစ် ဟာသ တစ်ယောက်နဲ့တစ်ယောက် ဗိုလ်ကျအနိုင်ကျင့်တာတွေ\nကျောင်းသားဘဝရဲ့ ပျော်စရာ ဝမ်းနည်းစရာ စိတ်လှုပ်ရှားစရာ ရသအစုံအလင်ကို\nပထမပိုင်းလေးမှာ ပေါ့ပေါ့ပါးပါးတင်ဆက်ပေးထားတာဖြစ်ပါတယ်- ဂီတကို ရူးသွပ်တဲ့ ဗီနော့\n- ဗီနော့ရဲ့ သူငယ်ချင်း အစားပုတ်လေး ဆု\n- တရုတ်ကြီး ဆိုတဲ့ ကျောင်းသားလေးရဲ့ အချစ်ဇာတ်လမ်း\n- ကျောင်းရဲ့ ရာဇဝင်လူဆိုးဗိုလ် ရစ်ချက်\n- ဗီနော့ရဲ့ ချစ်သူလေး ရေခါ\n- တစ်ကျောင်းလုံးရဲ့ မာနခဲ ကက်သရင်း တို့အပြင်သူငယ်ချင်းတွေအားလုံး ကျောင်းပြီးလို့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1Ikwb/Mudhal_Nee_Mudivum_Nee_(2022)_Tamil.WEB-DL.720p.CM.mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/2itkc8x-170x200.jpg",
        "title": "Texas Chainsaw 3D (2013)",
        "description": "[Unicode]Texas Chainsaw ဇာတ်ကားကတော့ ၂၀၁၃ခုနှစ်မှာ\nStephen Suscoရဲ့ဇာတ်ညွှန်းကို Director -Jhon Luessenhopက\n3D Effectဖြင့် ကောင်းမွန်စွာ ရိုက်ကူးထားသော\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ အမေရိကန်ရဲ့နာမည်ကြီးမင်းသမီး\nအချောအလှလေး Alexandra Daddario ပါဝင်သရုပ်ဆောင်ထားသော\nဇာတ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်ကားထဲမှာဆိုရင်တော့ ဆော်ရာမိသားစုတစ်စုရဲ့ဆိုးရွားစွာ\nမိုးလောင်တိုက်သွင်းခံရရာမှ အသက်ရှင်လျက်ကျန်နေသော ကလေးမလေးကို\nလင်မယားနှစ်ဦးက မွေးစားခဲ့ပါတယ်။အဲ့ကောင်မလေးအသက်ကြီးလာတဲ့အခါ\nသူ့မိဘအရင်းမဟုတ်မှန်းသိတဲ့အချိန်မှာတော့ သူ့မိဘအရင်းတွေနေခဲ့တဲ့အိမ်ကို\nအတင်းမေးကာ သူ့သူငယ်ချင်းများနှင့် သွားခဲ့ရာမှ ...\nဘယ်လိုတွေ ဆက်ဖြစ်သွားမလဲ...\nထိုအိမ်ကြီးထဲတွင် အသက်ရှင်ကျန်ခဲ့သူမှာ သူတစ်ယောက်တည်းမဟုတ်ခဲ့ပါ...ဒီဇာတ်ကားကတော့ သတ်ဖြတ်မှု့များ ၊ ကြောက်မက်ဖွယ်ရာများကို\nစိတ်လှုပ်ရှားဖွယ် သဲထိပ်ရင်ဖို ကြည့်ရှု့ရမယ့်\nHorror , Thriller ဇာတ်ကားဖြစ်သည့်အပြင်\nAlexandra Daddarioရဲ့အလှအပကိုလည်း ခံစားရနိုင်မယ့်\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ File size…1.4Gb / 900MB\nQuality…1080p BluRay 5.1Ch / 720p\nFormat…mp4\nDuration….01:31:43\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Khin Chan Myae TunEncoded by Naing Aung Latt & YK",
        "rating": "4.8",
        "url": "https://megaup.net/12raw/Texas.Chainsaw.2013.UNRATED.1080p.BluRay.AAC5.1CH_(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/fistful-141x200.jpg",
        "title": "Fistful of Vengeance (2022)",
        "description": "Fistful of Vengeance (2022)====================ဒီရုပ်ရှင်ကတော့ Wu Assassin စီးရီးရဲ့နောက်ကနေ ဆက်ပြီးရိုက်ကူးထားတာပါ။\nဇာတ်လမ်းကျောရိုးကတော့ တရုတ်ပုံပြင်တစ်ခုကို အခြေခံထားပါတယ်။ ကမ္ဘာကြီးကို\nဖန်ဆင်းခဲ့တဲ့ ပထမဆုံးလူသား ဖန်းကူဟာ စွမ်းအားတွေနဲ့ယစ်မူးပြီး ကမ္ဘာကြီးက\nစိတ်ကြိုက်ချယ်လှယ်ဖို့ ကြိုးစားနေတာကို တားဆီးဖို့ တောက် နတ်ဘုရားက ဝူလုပ်\nကြံရေးသမားကို ဖန်ဆင်းပြီး တားဆီးစေခဲ့ပါတယ်။ အဲဒီနောက်ပိုင်းမှာ ဝူလုပ်ကြံရေး\nသမားအဆင့်ဆင့် အစွမ်းတွေကို လက်ဆင့်ကမ်းပြီး ဖန်းကူပြန်ပေါ်မလာနိုင်အောင်\nကာကွယ်တားဆီးခဲ့ကြပါတယ်။ ဒီလိုနဲ့ ဒီအစွမ်းတွေက ရွေးချယ်ခံရတဲ့ ကိုင်ဆီကိုရောက်\nလာတာပေါ့။ ဒီဇာတ်လမ်းအစမှာတော့ ကိုင် ရယ် သူ့သူငယ်ချင်း တွမ်မီ နဲ့ လူရှင်းတို့ရယ်ဟာ\nဂျန်နီကို သတ်သွားတဲ့ တရားခံကို လိုက်ရှာရင်း ဘန်ကောက်ကို ရောက်လာခဲ့ပါတယ်။\nအဲဒီမှာပဲ ဂျန်နီအသတ်ခံရတာနဲ့ ဖန်းကူနဲ့ ဆက်စပ်နေတာကိုသိပြီး ကမ္ဘာကြီးကိုပါ ကယ်တင်ဖို့\nကြုံလာရတဲ့အခါ....\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size - (2.7 GB) /(1.3 GB) / (800 MB)\nQuality – ...",
        "rating": "5.3",
        "url": "https://megaup.net/2ohao/Fistful.of.Vengeance.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BZTIzMmUyNTEtMmE4Ni00MzVmLTlkZGYtZTQyZjc5YmNlYWZmXkEyXkFqcGdeQXVyMTQ3Njg3MQ@@._V1_-141x200.jpg",
        "title": "The Falls (2021)",
        "description": "The Falls (2021)============IMDb Rating - 7.1/10ဒီတစ်ခါမှာလည်း Netflix ကတင်ဆက်ထားတဲ့ Psycho ဆန်ဆန် Chinese Drama\nလေးနဲ့မိတ်ဆက်ပေးပါရစေဗျာ။\nဇာတ်လမ်းအကျဉ်း\nကိုဗစ်ကာလမှာ Broken Family တစ်ခုက မွေးဖွားပြီး မိခင်နဲ့နှစ်‌ေယာက်ထည်းအတူနေ\nနေတဲ့ ရှောင်ကျင့်ဆိုတဲ့ကောင်မလေးဟာ ဆယ်တန်းကျောင်းသူတစ်ယောက်ပါ။ လစာ\nလျော့ချခံရလို့ စိတ်ဖိအားများနေတဲ့မိခင်၊ ကူးစက်ရောဂါကြားမှာ ကျောင်းတက်နေရတဲ့\nရှောင်ကျင့်တို့ တစ်နေ့မှာတော့ ရှောင်ကျင့်ရဲ့အတန်းဖော်မှာ ကိုဗစ်တွေ့တာကြောင့် အိမ်ထဲမှာပဲ\nQuarantine ၀င်ရဖို့ ဖြစ်လာတဲ့အခါ ဘာတွေကြုံတွေရမှာလဲ။\nဘ၀မှာလဲကျတိုင်း လှဲနေလိုက်လို့မရတာကြောင့် ဘယ်လိုများကြိုးစားမလဲဆိုတာကိုတော့\nPsycho Drama အပြင်ကိုမှ မထင်မှတ်တဲ့ဇာတ်သိမ်းလေးပါ ဖြည့်စွက်ပေးထားတာကြောင့်\nDrama ကြိုက်တတ်တဲ့သူတွေအတွက် အငြိမ့်ကြီးကြည့်ရမယ့်ကားကောင်းတစ်ကားပါပဲလို့\nညွှန်းဆိုလိုက်ပါတယ်ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Lwin Htoo Aung မှရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများကတော့\nLwin Htoo Aung, SST တို့ဖြစ်ပါတယ်)File Size - (1.43 GB) /(694.2 MB) / (432.39 MB)\nQuality – WebRip 1080p / ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Ii3m/The.Falls.2021.CHINESE.720p.NF.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMGNlZjAxYzUtNzUyYS00ZTcwLTg3YjctNjc1MmJlZGY1ZjE0XkEyXkFqcGdeQXVyMTAwMzUyOTc@._V1_-135x200.jpg",
        "title": "The Ballad of Jack and Rose (2005)",
        "description": "The Ballad of Jack and Rose (2005)=========================IMDb Rating - 6.6/10ဒီတစ်ခေါက်မိတ်ဆက်ပေးမှာကတော့ အရင်ကနာမည်ကြီးခဲ့တဲ့ ကားဟောင်းဆိုသလို\nကားကောင်းလေးဖြစ်ပါတယ်။ ၂၀၀၅ ခုနှစ် ကထွက်ရှိခဲ့ပြီး ဒါရိုက်တာ အမျိုးသမီး Rebecca\nMiller ရဲ့ပြောင်မြောက်တဲ့လက်ရာထဲကတစ်ခုပေါ့နော်။ မင်းသားမင်းသမီးကြီးတွေနဲ့ တကယ့်\nကိုနာမည်ကြီး သရုပ်ဆောင်တွေပါဝင်ထားတဲ့ ဒီကားလေးကတော့ ဒရမ်မာအမျိုးအစားလေးပဲ\nဖြစ်ပါတယ်။Jack Slavin (Daniel Day-Lewis) ကတော့ သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းတဲ့သူတစ်ဦးဖြစ်ပြီး\nသူယခင်ကတည်းက ဝယ်ထားတဲ့ မြေမှာပဲ ဘဝကိုမြှုပ်နှံထားတဲ့သူပါ။ ရှေးဟောင်းအမွေအနှစ်တွေကို\nအစွဲအလမ်းကြီးပြီး နှလုံးရောဂါလည်းရှိတဲ့သူတစ်ယောက်ပေါ့၊ သူ့သမီးဖြစ်သူ Rose (Camilla Belle)\nကတော့ ငယ်ငယ်ကတည်းကအမေမရှိဘဲ သူ့အဖေကိုပဲသိတဲ့ အဖေမှအဖေ သမီးလေးပေါ့နော်။\nဂျက်တို့ သားအဖ ဒီလယ်ယာမြေလေးမှာပဲ နေထိုင်ပြီး သူတိုရဲ့ နေရာကိုလူ့အဖွဲအစည်းတစ်ခု\nသိုက်သိုက်ဝန်းဝန်းဖြစ်ချင်ခဲ့တယ် အဲလိုနဲ့တစ်နေ့မှာ သူ့ရဲ့ချစ်သူမိန်းကလေး ကတ်သလင်း(Catherine\nKeener)ကို သူတိုအိမ်ကိုလာနေဖို ခေါ်လိုက်တယ်၊ ကတ်သလင်းမှာ သားနှစ်ယောက် Rodney (Ryan\nMcDonald) နဲ့ Thaddius (Paul Dano) ...",
        "rating": "6.6",
        "url": "https://megaup.net/2ofN2/The.Ballad.of.Jack.and.Rose.2005.720p.WEBRip.x264-RARBG_new.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/IntheLineofDutyIII1988-72-b-149x200.jpg",
        "title": "In the Line of Duty 3 (1988)",
        "description": "မြန်မာပြည်မှာ ဟောင်ကောင်ဂျက်မလို့ လူသိများကြတဲ့ ဇာတ်ကားတွေကို ပြန်လည်တင်ဆက်သွားပါ့မယ်ဟောင်ကောင်ဂျက်မဆိုတာက အဲ့ချိန်တုန်းကမြင်ရခဲတဲ့ ဆံပင်တိုတိုနဲ့ ဟောင်ကောင်ရဲမေစုံထောက် ကွန်ဖူးဖိုက်တာတွေကို ဆိုလိုတာပါ…ဇာတ်ကားအများစုကို မီရှဲယိုနဲ့ Cynthia Khan တို့အဓိက သရုပ်ဆောင်ခဲ့ကြပါတယ်။ဂျက်မ Franchise အဖြစ် နာမည်ကြီးကြတာတော့ In The Line of Duty ဆိုတဲ့ဇာတ်ကားတွေပါပဲ။ဟောင်ကောင်ရဲ့ ရုပ်ရှင်ရွှေခေတ်မှာ နာမည်ကြီးခဲ့ကြတဲ့ မင်းသားမင်းသမီးအကုန်နီးပါး ဒီ Franchise ဇာတ်ကားတွေမှာ သရုပ်ဆောင်ခဲ့ကြပါတယ်။၁၉၉၀ ခုနှစ်လောက်က ဇာတ်ကားတွေဆိုပေမယ့် အခုချိန်ထိ ခေတ်မီနေပြီး သွက်လက်တဲ့ Action တွေကို ခံစားရမှာပါ။ဂျက်ကီချန်းရဲ့ဇာတ်ကားတွေလိုပဲ Action,Comedy,Drama Theme တွေကို လှလှပပ ကူးသန်းချိတ်ဆက်ထားပါတယ်။အခု ၃ ကားမြောက် တင်ဆက်လိုက်တဲ့ In the Line of Duty 3 (1988) ဇာတ်ကားကို Force of The Dragon လို့လဲ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Ijcp/(CM)_In.The.Line.Of.Duty.3.1988.720p.AMZN.WEBRip.DDP2.0.x264-Nyein.mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6z52uWRcOHte8NFte2gXK0ApBPM.jpg",
        "title": "The Glass House (2001)",
        "description": "The Glass House (2001)Thriller/MysteryChannel Myanmar ရဲ့ပရိတ်သတ်တွေအတွက်ဟောင်းပေမယ့် ကောင်းဆဲဆိုတဲ့ ဒီလိုရုပ်ရှင်မျိုးတွေကို တစ်ဖန်ပြန်ပြီးတင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျာ။ ရုံတင်ငွေ 23.6 သန်းအထိရထားတဲ့ဒါရိုက်တာ Daniel Sackheim ရဲ့ ရုပ်ရှင်ကောင်းတစ်ခုပါ။Daniel Sackheim ဆိုရင် Game of thrones , The Walking Dead ဒီလိုဝက်ဝက်ကွဲအောင်မြင်တဲ့ရုပ်ရှင်တွေမှာ တစ်စိတ်တစ်ပိုင်း ပါဝင်ခဲ့တဲ့နာမည်ကြီးဒါရိုက်တာတစ်ယောက်ပါ။ ဒီတော့ The Glass House မှာလည်းဘယ်လိုလက်စွမ်းပြထားမလဲဆိုတာ ခံစားကြည့်လိုက်ပါဦးဗျာ။ဆယ်ကျော်သက်တို့ထုံးစံအတိုင်း ရူဘီဟာ သောက်စား ပျော်ပါးဘဝကိုပေါ့ပေါ့ပါးပါးပဲ ဖြတ်သန်းနေတဲ့ အထက်တန်းကျောင်းသူတစ်ယောက်ပါ။တစ်ရက်တော့ ဘဝဟာ ကံဆိုးမိုးမှောင်ကျပြီး မိဘနှစ်ပါးလုံးကို တစ်ပြိုင်တည်း ဆုံးရှုံးလိုက်ရပါတယ်။အဲဒီနောက်​တော့ ရူဘီနဲ့ သူ့မောင်လေး ရက်တ်ဟာ သူတို့ရဲ့ အိမ်နီးချင်းဟောင်းဂလပ်စ်တို့ လင်မယားဆီမှာ မွေးစားခံလိုက်ရပါတယ်။ပြီးတော့ ဂလပ်စ်တို့လင်မယားရဲ့ မယ်လ်ဘူက အိမ်ကိုပြောင်းရွေ့ခဲ့ကြတာပေါ့။ဂလပ်စ်တို့မိသားစုက ကြင်နာတတ်ပြီး ငွေကြေးဥစ္စာလည်း ကြွယ်ဝကြပါတယ်။ခိုးကိုးရာမဲ့နေတဲ့ မောင်နှမတွေအတွက်တော့ သူတို့က ဘုရားသခင်လိုပဲပေါ့။ဒါပေမယ့် ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Ijf2/The.Glass.House.2001.720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/sc-1-128x200.jpg",
        "title": "Scream (2022)",
        "description": "Scream ရုပ်ရှင်တွေဟာ ကမ္ဘာကျော် ဖရန်ချိုက်စ် ရုပ်ရှင်တွဲ‌တွေပဲမို့ အများစု သိပြီးသားဖြစ်မှာပါ။ အခုနောက်ဆုံးထွက်တဲ့ ရုပ်ရှင်က Scream-5 တော့ rating 7 အထိ ရထားတာပြီး အတော်ကြည့်လို့ကောင်းပါတယ်။ ခုနောက်ပိုင်း ရုပ်ရှင်တွဲပေါင်းစုံရဲ့ နောက်ဆက်တွဲတွေက ကြည့်ရတာ စိတ်ပျက်ရတာ များနေတဲ့အချိန်မှာ Scream ကတော့ တမူထူးခြားအောင်ပြသွားပါတယ်။ ဒီကားက လူသတ်ဟော်ရာကားဖြစ်သလို စုံထောက်လို လျို့ဝှက်ဆန်းကျယ်လိုလို ဟာသလိုလိုလေးတွေလည်းပါပါသေးတယ်။ ဟောလိဝုရဲ့ ရုပ်ရှင်အတွဲလိုက်ကြီးတွေကိုတောင် လှောင်သွားပါသေးတယ်. Scream-1 ဟာ အရမ်းကောင်းခဲ့ပေမဲ့ Scream 2,3,4 က သိပ်ခြေရာမနင်းနိုင်တာကိုလည်း ပြန်လှောင်ထားသလိုပါပဲ။ အရင်ရုပ်ရှင်တွေရဲ့ မူလဒါရိုက်တာက ဆုံးပါးသွားပြီဖြစ်လို့ ဒီကားကတော့ ဒါရိုက်တာအသစ်ရဲ့လက်ရာအသစ်ပါပဲ။ ဒါ့အပြင် သရုပ်ဆောင် လူငယ်အသစ်ကောင်းကောင်းတွေကို မူလရုပ်ရှင်တွေထဲက သရုပ်ဆောင်တွေနဲ့ သေချာပေါင်းစပ်ထားပြီး ဇာတ်လမ်းကိုလည်း ဆန်းသစ်ထားတာမို့ rating ကောင်းရနေတာဖြစ်ပါလိမ့်မယ်။ ဇာတ်လမ်းအကျဉ်းတော့ မပြောတော့ဘူး စပရိုက်များများဖြစ်အောင်လို့ပါ။ ကြည့်ကြည့်လိုက်ပါ ...",
        "rating": "",
        "url": "https://megaup.net/34e6u/Scream_2022_720p_(CM).mp4",
        "category": "Horror, Mystery, Scream Franchise, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Baadshah-133x200.jpg",
        "title": "Baadshah (1999)",
        "description": "Baadshah (1999)******************ရှာရွတ်ခန်းရဲ့Action/Comedyဇာတ်ကားတစ်ကားဖြစ်ပြီး IMDB rating 6.9 ရရှိထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းဘာဒေရှာကိုသူ့ရဲ့အမေကသူ့အဖေလိုမျိုး ရဲဝန်ထမ်းတစ်ယောက်ဖြစ်စေချင်ပေမယ့်\nသူကတော့ရဲဝန်ထမ်းအလုပ်ကိုလုံးဝစိတ်မဝင်စားဘဲ သူရဲ့သူငယ်ချင်းတစ်ဖွဲ့နဲ့ စုပြီးတော့\nဘာဒေရှာလျှို့ဝှက်ထောက်လှမ်းရေးအေဂျင်စီဆိုပြီးရုံးတစ်ရုံးဖွင့်ထားပါတယ်။လျှို့ဝှက်ထောက်လှမ်းရေးအနေနဲ့ သူ့ကိုအလုပ်အပ်ထားတဲ့ မဟင်ဒရာဆိုတဲ့သူရဲ့စိန်တွေကို\nပြန်အရယူနိုင်ပေးခဲ့ပါတယ်။ တစ်နေ့မှာတော့ အဲ့ဒီမစ္စတာမဟင်ဒရာရဲ့သမီးလေး ကိုဂိုအာမြို့မှာ\nပြန်ပေးဆွဲခံရတဲ့အတွက် သူ့သမီးကိုကယ်တင်ပေးဖို့ ဘာဒေရှာကို လှမ်းအကူအညီတောင်းပြန်ပါတယ်။ဘာဒေရှာက ဂိုအာထိသွားရမှာဖြစ်တဲ့အတွက်ကြောင့် သူ့ကို မဟင်ဒရာက လေယာဉ်လက်မှတ်ဖြတ်ပေးလိုက်ပြီး။\nဘာဒေရှာ ဂိုအာကိုသွားမယ့်နေ့မှာပဲ CBI အဖွဲ့ကလည်း ဘာဒေရှာဆိုတဲ့နာမည်နဲ့ တခြားစုံထောက်တစ်ယောက်ကို အမှုကိစ္စတစ်ခု\nဖြေရှင်းဖို့အတွက် တာဝန်ပေးလိုက်ပါတယ်။ ဘာဒေရှာဆိုတဲ့ နာမည်နှစ်ခု တူနေကြတဲ့အတွက် ဘယ်လိုအရှုပ်အထွေးတွေနဲ့ကြုံ ကြမှာလဲ....\nကလေးကိုရောဘယ်လိုကယ်ကြမလဲ....ဘောလိဝုဒ်ဖန်တိုင်း လက်မလွှတ်သင့်တဲ့ ကားတစ်ကား ဖြစ်ပါကြောင်း....\nဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။ File Size : (1.8 GB) / (560 MB)\nQuality : 720p-WebDL, 480-WebDL\nFormat…mp4\nDuration…2h 55min\nGenre : Action, Comedy, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.9",
        "url": "https://megaup.net/34e6j/(CM)Baadshah.1999.Hindi.1080p.WebDL.Telly.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMjMyMzk1Nzg3OF5BMl5BanBnXkFtZTcwOTQ2NjcxNw@@._V1_-135x200.jpg",
        "title": "Wrath of the Titans (2012)",
        "description": "ဒါကတော့ Clash of The Titans (2010) ရဲ့ အဆက်အနေနဲ့ထွက်ရှိခဲ့တာပါ။ပထမဇာတ်ကားက ဇာတ်ကောင်တွေနဲ့ဇာတ်လမ်းတွေပါ ချိတ်ဆက်ထားတာမို့ ပထမဇာတ်ကားကို အရင်ကြည့်ထားဖို့လိုအပ်ပါတယ်။ဂရိဒဏ္ဍာရီလာ နတ်ဘုရားတွေအကြောင်းကို အခြေခံထားတာမို့ အကောင်ဗလောင်တွေ တန်ခိုးပါဝါတွေနဲ့ Action/Fantasy ကြိုက်သူတွေအတွက် တကယ့်ဇာတ်လမ်းကောင်းတွေပါပဲ။\nFile size…(4.7 GB) and (1.3 GB)\nQuality….BluRay 1080p & 720p\nFormat…mp4\nDuration….01:39:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "5.7",
        "url": "https://megaup.net/2ogxW/(CM)Wrath.Of.The.Titans.2012.720p.BluRay.x264-Nyein.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/507fc964-8394-4882-ab17-9e4cd33463d9-133x200.jpg",
        "title": "Clash of the Titans (2010)",
        "description": "မြွေခေါင်းတွေနဲ့မယ်ဒူဆာကို အကြည့်ချင်းဆုံမိတာနဲ့ ကျောက်ရုပ်ဖြစ်သွားတတ်တဲ့ ဒဏ္ဍာရီကို ကြားဖူးရင် ဒီဇာတ်ကားကို အတော်များများသိကြမှာပါ...ဒီရုပ်ရှင်ကားကို မင်းသားမင်းသမီး A list တွေနဲ့ရိုက်ကူးထားပါတယ်...Avator မင်းသား Sam Worthington ,Taken မင်းသားကြီး Liam Neeson,ဟယ်ရီပေါ်တာရဲ့ဗိုဒီမော့ Ralph Fiennes,Hansel and Gretel မင်းသမီး Gemma Arterton တို့အပြင် ဇာတ်ရံပေါင်းများစွာပါဝင်ပါတယ်။ဇာတ်လမ်းကတော့...သိကြတဲ့အတိုင်းပါပဲ...ဂရိဒဏ္ဍာရီလာ နတ်ဘုရားတွေအကြောင်းရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။လူသားတွေကိုဖန်ဆင်းထားတဲ့ နတ်ဘုရားတွေ...တန်ခိုးပါဝါအာဏာတွေတပ်မက်ရင်း လူသားတွေလိုစိတ်ဆိုးပြီး...နေရာလု ရန်ဖြစ်ကြပါတော့တယ်...ဒီပြသနာက လူ့ပြည်ထိ ရိုက်ခတ်လာတဲ့အခါမှာတော့...လူတစ်ပိုင်း နတ်ဘုရားတစ်ပိုင်း ပါးစီးရပ်စ်နဲ့...ဘာတန်ခိုးမှမရှိတဲ့လူသားတို့ အခက်အခဲတွေကို လူသားဆန်ဆန် ရင်ဆိုင်ဖြေရှင်းကြတဲ့အကြောင်းပါ။Clash of the Titans ကိုကြည့်ထားမှ သူ့ရဲ့အဆက် Wrath of The Titans(2012) ကို ဆက်ကြည့်ကြပါ။\nFile size…(3.1 GB) and (1 GB)\nQuality….BluRay 1080p & 720p\nFormat…mp4\nDuration….01:46:07\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "5.8",
        "url": "https://megaup.net/1Ij6e/(CM)Clash.of.the.Titans.2010.720p.Bluray.x264-Nyein.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNzRkOTQ1NWYtY2QxMi00MWQ2LTg5Y2ItNzk5NTBhNDBhNGU1XkEyXkFqcGdeQXVyNDgyMjg4Ng@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Boiling Point (2021)",
        "description": "စားသောက်ဆိုင်တစ်ဆိုင်ကို စီမံရတဲ့စားဖိုမှူးခေါင်းဆောင်တစ်ယောက်လုပ်ရတာက တစ်ကယ်ပဲလွယ်ကူမှုရှိရဲ့လားစားသောက်ဆိုင်တစ်ဆိုင်လည်ပတ်ရတာကရော ရိုးရှင်းရဲ့လားစားဖိုမှူးတစ်ယောက်က အစားအသောက်လေးကိုချက်ပြုတ်ရုံလေးပဲလို့ထင်မိလားဒီလိုထင်မိရင်တော့ ဒီကားလေးကိုကြည့်လိုက်ပါ။အန်ဒီဆိုတဲ့ စားဖိုမှူးခေါင်းဆောင်နဲ့အတူ စားသောက်ဆိုင်ရဲ့လည်ပတ်ပုံတွေကို ကိုယ်တိုင်လိုက်ပါကြည့်ရှုလိုက်ပါ။မိသားစုပြဿနာတွေကြားဗျာများနေရပေမယ့်အန်ဒီတစ်ယောက် ခရစ်စမတ်အကြိုသောကြာနေ့ညအတွက် စားဖိုဆောင်မှာအကောင်းဆုံးတာဝန်ထမ်းဆောင်နေပုံတွေစားသောက်ဆိုင်အလုပ်ရဲ့ ဖိအားတွေပြဿနာတွေကို ကိုယ်တိုင်စားသောက်ဆိုင်ထဲမှာရောက်နေသယောင်ဖြစ်အောင် Single Shot နဲ့ပဲရိုက်ကူးထားပြီး ဆုလေးဆုရကာ ဆု(၁၄)ဆုမှာဇကာတင်စာရင်းဝင်ထားတဲ့ဇာတ်ကားဆိုတော့ ကြည့်လိုက်မိလို့နောင်တရစရာမရှိမှာတော့သေချာပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Chit Tee ပါ )File Size__(1.66GB) / (850MB)\nQuality__1080p, 720p\nIMDb Rating__7.6/10\nFormat__mp4\nDuration__01:36:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "7.6",
        "url": "https://megaup.net/2ogxg/Boiling_Point_(2021)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bkMhuIYybOmw0rdIKPzsDs4n7ez.jpg",
        "title": "Shattered (2022)",
        "description": "Shattered (2022) ဇာတ်လမ်းအညွှန်း*****************************Thriller pyscho 18+ rated ရုပ်ရှင်အမျိုးအစားလေးပါ။ခရစ်စတိုဖာ ဒက်ကာဆိုတဲ့ အင်မတန်ချမ်းသာတဲ့ အမျိုးသားဟာ ငယ်ဘဝရဲ့ စိတ်ထိခိုက်မှုတွေကြောင့် လူတွေကို မနှစ်မြို့တာနဲ့ သူ့အိမ်ကို တစ်ခါမှ ဧည့်သည်လည်း အဝင်မခံသလို အပြင်ထွက်ရင်လည်း လူနည်းတဲ့ ညနက်တဲ့အချိန်မှ ထွက်တာများတယ်။သူက သမီးလေးတစ်ဦးနဲ့ အမျိုးသမီးနဲ့ ကွာရှင်းဖို့လုပ်နေတဲ့ ငယ်ရွယ် ချမ်းသာတဲ့ သူတစ်ဦးပေါ့။ တစ်နေ့ စကိုင်းဆိုတဲ့ အမျိုးသမီးလေးတစ်ဦးနဲ့တွေ့ပြီး ချစ်ကြိုက်မိခဲ့တယ်။၁၈ယောက်နဲ့အထက် ကြည့်ရမယ့် ချစ်တင်းနှောအခန်းတွေလည်းပါပါတယ်။ဓါးပြတိုက်ခံရမလိုဖြစ်ပြီး ခြေထောက်ကျိုးတဲ့အခါ အဲ့အမျိုးသမီးကို ယုံကြည်ပြီး အိမ်က လျှို့ဝှက်နံပါတ်တွေအကုန်ပေးခဲ့တယ်။ခက်တာက အဲ့အမျိုးသမီးက ရိုးရိုးသားသား သူ့ဆီ ချဉ်းကပ်ခဲ့တာမဟုတ်ဘူး။ တစ်ခန်းပြီးတစ်ခန်း ထိတ်တလန့်လန့်နဲ့ ဘာဆက်ဖြစ်မလဲ သိချင်ရင်တော့ ဇာတ်ကားလေးကို အဆုံးထိကြည့်လိုက်ပါနော်။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Kit ပါ) File Size          :  (1.4GB), (397MB) ...",
        "rating": "5.0",
        "url": "https://megaup.net/2ogx0/[CM]Shattered.2022.720p.BluRay.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6J0F1q9cJstqHbtaoS9nTQ4oCbx.jpg",
        "title": "OSS 117: From Africa with Love (2021)",
        "description": "OSS 117: From Africa With Love (2021)\n***********************************\nIMDb-5.9/10CM ပရိတ်သတ်ကြီးတွေကို ဒီတစ်ခါမှာတော့ ပြင်သစ်စုံထောက်ဇာတ်လမ်းကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။တကယ်လို့ ပရိတ်သတ်ကြီးတွေကJames Bonds ဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်တယ်၊နောက်ပြီး Johnny English လိုဟာသဆန်ဆန် စုံထောက်အေးဂျင့်ကားမျိုးကို သဘောကျတတ်တယ်ဆိုရင်\nဒီကားလေးကိုလည်း လက်လွတ်မခံသင့်ပါဘူး။ဒီဇာတ်လမ်းလေးထဲမှာတော့ ဇာတ်လိုက်စုံထောက်ကျော်ရဲ့ လျှို့ဝှက်နံပါတ်က OSS 117 ပါတဲ့။ဇာတ်လမ်းအစမှာတင် စုံထောက်ကျော် OSS 117 ကို\nအရေးကြီးတဲ့ လျှို့ဝှက်မစ်ရှင်တစ်ခုကိုဆောင်ရွက်ဖို့ အာဖရိကတိုက်ကို စေလွှတ်လိုက်ပါတယ်။သိကြတဲ့အတိုင်းအာဖရိကဆိုတာ သားရဲတိရစ္ဆာန်တွေပြည့်နှက်နေပြီး\nမတူညီတဲ့လူမျိုးစုတွေနေထိုင်ရာနေရာဖြစ်တာမို့\nတော်ရုံအေးဂျင့်စုံထောက်တွေ လက်ဖျားခါလောက်တဲ့ နေရာဆိုလည်းမမှားပါဘူးစုံထောက်ကျော်ဇာတ်လိုက်ကြီးကတော့ အာဖရိကကို မရောက်စဖူးရောက်သွားပြီး\nလျှို့ဝှက်မစ်ရှင်ကိုဆောင်ရွက်နေချိန်မှာပဲ ထင်မထားလောက်တဲ့ ကိစ္စတွေဆက်တိုက်ဆိုသလိုဖြစ်လာပါတော့တယ်။ပိုအရေးကြီးတဲ့အချက်က ဒီမစ်ရှင်သာကျဆုံးသွားခဲ့ရင်\nအာဖရိကတိုက်ရဲ့အနာဂတ်ကိုပါထိခိုက်နိုင်သလို\nပြင်သစ်နဲ့အာဖရိကတို့ရဲ့ နှစ်ပြည်ထောင်ချစ်ကြည်ရေးကိုပါ ပြိုလဲသွားစေနိုင်မှာဖြစ်လို့\nOSS 117 တစ်ယောက်ဘယ်လိုဆက်ပြီးဖြေရှင်းသွားမလဲ....အာဖရိကမှာ ဘယ်လိုအသက်ဘေးတွေနဲ့ကြုံရပြီး ဘယ်လိုလက်နက်ဆန်းတွေနဲ့ရန်သူတွေကိုချေမှုန်းနိုင်မလဲဆိုတာ စိတ်လှုပ်ရှားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်...ပုံမှန်ကြည့်နေကျစုံထောက်ကားတွေလို ရိုးအီနေတဲ့ဇာတ်လမ်းမျိုးမဟုတ်ဘဲ\nဟာသဆန်ဆန်ကြည့်ရမယ့်အပြင် ဘယ်လိုအလွဲတွေလုပ်ရင်း ဒုက္ခရောက်လေမလဲဆိုတာ\nစိတ်ဝင်စားဖို့ကောင်းတာမို့လို့ အခုပဲကြည့်ကြည့်လိုက်ဖို့ ညွှန်းပါရစေ။ဒီဇာတ်လမ်း​လေးထဲမှာ​တော့\n- ပြင်သစ်မင်းသားကြီးJean Dujardin ...",
        "rating": "5.9",
        "url": "https://megaup.net/2ofR9/OSS.117.From.Africa.with.Love.2021.720p.CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cfOMUMkZipthYjpkJvVkXuEOaiU.jpg",
        "title": "Love at First Stream (2021)",
        "description": "Love at First Stream (2021)IMDb 7.9/10ကျွန်တော်တို့ အခုလက်ရှိမှာ တွေ့ကြုံရင်ဆိုင်နေရတဲ့ pandemic ကြောင့်\nနိုင်ငံရေး၊ စီးပွားရေး၊ လူမှုရေး၊ ပညာရေး စတဲ့\nအဘက်ဘက်က ဆုတ်ယုတ်မှုတွေ ဖြစ်ခဲ့ ဖြစ်နေဆဲ ဖြစ်ပေမယ့်\nဒီကာလမှာ အရင်ကထက် ပိုလို့ အသုံးကျယ်ပြန့်လာတဲ့ အရာတစ်ခုရှိပါတယ်။\nအဲဒါကတော့ အင်တာနက်ပါပဲ။ရောဂါတွေကြောင့် homestay ကာလမှာ အင်တာနက်ကတစ်ဆင့် စာသင်တယ်၊\nအင်တာနက်ကတစ်ဆင့် စီးပွားရှာတယ်၊\nအင်တာနက်ကနေ ဆက်သွယ်ကြတယ်။\nအင်တာနက်ဟာ အရာရာဖြစ်လာပါတယ်။လူငယ်တွေလည်း ဒီအင်တာနက်ကို အသုံးချပြီး ဘ၀တက်လမ်းတွေရှာကြ၊\nဝါသနာပါရာ အလုပ်တွေကို လုပ်လာကြပါတယ်။ဒီလိုပဲ ဗီလ်မာဆိုတဲ့ Vlogger ရူးမလေးကလည်း အင်တာနက်ပေါ်ကနေတစ်ဆင့်\nV-logဆိုတဲ့ channel လေးတစ်ခုထောင်ရင်း ရှိစုမဲ့စု fan လေးတွေနဲ့\npandemic ကာလမှာ သူ ဝါသနာပါရာကို ရှေးရှူနေသူပေါ့။\nတစ်နေ့တစ်နေ့ လူစိတ်၀င်စားမယ့် ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Iinq/Love.At.First.Stream.2021.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dt4O1mRH4pbsTIQnnZ7AIatk2Pe.jpg",
        "title": "The Demon Hunter (2022)",
        "description": "The Demon Hunter (2022)၂၀၂၂ ခုနှစ်ကတော့ တရုတ်ကားလေးတွေ နည်းနည်းပြန်ဦးမော့လာတဲ့နှစ်လို့ထင်မိပါတယ် ။\nအရင်ကြည့်နေကျလို မိတ်ကပ်အဖွေးသားတွေ CGI အထူးပြုလုပ်ချက်တွေအများကြီးနဲ့\nထိုင်ရာမထသရုပ်ဆောင်ချက်တွေ သိပ်မပါတော့ဘဲ သဘာဝဆန်လာတယ်လို့မြင်မိတဲ့\nနောက်ထပ်ကားကောင်းလေးတစ်ကားထွက်လာပါပြီ။The Demon Hunter ဆိုတဲ့နာမည်အတိုင်း မကောင်းဆိုးဝါးဖမ်းပွဲလေးပေါ့။\nမကောင်းဆိုးဝါးအများကြီးမပါပါဘူး.. ချောချောလေးတစ်ယောက်တည်းပါ။\nအဲ့ဒီတစ်ယောက်တည်းကပဲ အစီအစဉ်တွေအကုန်ချထားပြီး\nလုံယွမ်တိုင်းပြည်ကြီးတစ်ခုလုံးကို ပျက်ဆီးသွားအောင်လုပ်ပါတော့တယ်။လုံယွမ်ပြည်ကြီးမှာ ကျိုင်းကောင်ကပ်ဆိုးတွေရော ဝမ်းရောဂါကပ်ဘေးတွေပါဖြစ်နေရတဲ့အထဲ\nမင်းကြီးကပါ နဂါးအဖြစ်ပြောင်းလဲသွားပြီး အဝေးကိုပျံထွက်သွားပါတယ်။\nပြည်သူတွေအတွက် လုပ်ပေးမယ့်ဆုတောင်းပွဲကလည်း နောက်သုံးရက်နေရင်စပါပြီ။\nဒီလိုမျိုးမူမမှန်တဲ့ပျောက်ဆုံးမှုတွေနဲ့ မိုးကောင်းကင်ကအပြစ်ပေးတဲ့ကပ်ဆိုးတွေကို စုံစမ်းစစ်ဆေးဖို့\nနက္ခတ်ဌာနမှစစ်ဆေးရေးမှူး ပိုင်ယိထုန် နဲ့ မင်းကြီးအပေါ်ကိုသစ္စာစောင့်သိတဲ့ လင်လုံတို့ တာဝန်ယူလိုက်တဲ့အခါမှာတော့......အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်။Genre.....Thriller, Drama, Fantasy\nQuality….WEB-DL 1080p and 720p\nFile size…1.2GB, 763MB, 244MB\nFormat…mp4\nDuration….1h 19min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... JoJoVa\nEncoder ..... August",
        "rating": "4.2",
        "url": "https://megaup.net/2ofS4/The.Demon.Hunter.2022.720p.WEB-DL.CM..mp4",
        "category": "Drama, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg",
        "title": "The Lord of the Rings: The Return of the King (2003)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "8.9",
        "url": "https://megaup.net/2ofny/(CM)The-Lord-of-the-Rings-The-Return-of-the-King-2003-EXTENDED-1080p-BluRay-x265-HEVC-AAC-5.1-Nyein.mkv",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5VTN0pR8gcqV3EPUHHfMGnJYN9L.jpg",
        "title": "The Lord of the Rings: The Two Towers (2002)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "8.7",
        "url": "https://megaup.net/12ktf/(CM)The-Lord-of-the-Rings-The-Two-Towers-2002-EXTENDED-1080p-BluRay-x265-HEVC-AAC-5.1-Nyein.mkv",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg",
        "title": "The Lord of the Rings: The Fellowship of the Ring (2001)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "8.8",
        "url": "https://megaup.net/12kto/(CM)Lord-of-the-Rings-The-Fellowship-of-the-Ring-2001-EXTENDED-1080p-BluRay-x265-HEVC-AAC-5.1-Nyein.mkv",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/hobbit-th-ebattle-of-the-five-armies-141x200.jpg",
        "title": "The Hobbit: The Battle of the Five Armies (2014)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "7.4",
        "url": "https://megaup.net/12kx2/(CM)The-Hobbit-The-Battle-of-the-Five-Armies-2014-Extended-BluRay.1080p.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/469-the-hobbit-the-desolation-of-smaug-14-1414308975-134x200.jpg",
        "title": "The Hobbit: The Desolation of Smaug (2013)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Ii1d/(CM)_The-Hobbit-The-Desolation-of-Smaug-2013-Extended-BluRay.1080p.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/Hobbit-unexpected-journey-ring-poster-133x200.jpg",
        "title": "The Hobbit: An Unexpected Journey (2012)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Ii35/(CM)The-Hobbit-An-Unexpected-Journey-2012-Extended-BluRay.1080p.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bOWuycAHVWoAXy6gFPVoPbdtYGM.jpg",
        "title": "(18+)Mahjong Nights (2021)",
        "description": "Mahjong Night (2021)Evaဆိုတဲ့ ရုပ်ရှင်ကားနဲ့ dsဖန်တွေကို ဆွဲဆောင်နိုင်ခဲ့တဲ့မင်းသမီးလေးရဲ့ ဇာတ်လမ်းသစ်ပေါ့ဗျာ....ဇာတ်လမ်းအကျဉ်းကတော့အယ်လီဇာက မိခင်ဖြစ်သူရယ် ပထွေးရယ်နဲ့အတူနေရတဲ့ ဟင်းချက်ဝါသနာရှင် အလှလေးပေါ့...ထုံးစံအတိုင်း ပထွေးက အယ်လီဇာရဲ့အလှတရားကိုခံစားမိချိန်မှာ ငယ်ငယ်တည်းက ကျွေးမွေးထားရတဲ့ကျေးဇူးရှိပါတယ်ဆိုပြီး သူ့ပိုင်ပစ္စည်းလုပ်ချင်နေတာပေါ့...ဒီလိုနဲ့ တနေ့မှာတော့ အယ်လီဇာရဲ့မိခင်ကကိုဗစ်ကာလမှာ ကွဲကွာခဲ့တဲ့ အပေါင်းအသင်းတွေနဲ့မာကျောက်ကစားဖို့ သူတို့အိမ်မှာ စုံကြရင်း...မထင်မှတ်ထားနဲ့ ဇာတ်ကွတ်တချို့နဲ့အယ်လီဇာရဲ့အလှတရားကြောင့် ဒီကားဟာdsဖန်တွေအတွက် ပြီးပြည့်စုံမယ့်ကားတခုလို့ထင်မှတ်ပြီး တင်ဆက်ပေးလိုက်ပါတယ် \nFile size…1.3Gb / 700Mb\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by  X Cross",
        "rating": "8.3",
        "url": "https://megaup.net/1Ii7o/Mahjong.Nights.2021.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8qrX020ZNX6Y4bHVt5ARusZuWAk.jpg",
        "title": "Saint Maud (2019)",
        "description": "Saint Maud (2019)~ IMDb - 6.7/10, RT - 92%, Meta - 83% ~Katie ဆိုတဲ့ကောင်မလေးဟာ အင်္ဂလန်ကမ်း‌ခြေမြို့လေးတစ်မြို့က သူနာပြုမလေးတစ်ယောက်။ သူဟာ ဘုရားသခင်အပေါ် အတော်ယုံကြည်သက်၀င်သူ။ နိစ္စဓူဝ အလုပ်တွေကိုတောင်မှ ဘုရားကို အမြဲတိုင်တည်နေတတ်သူ။ ဆိုတော့ ကိုယ့်ကိုယ်ကိုယ်ပါ နာမည်ပြောင်း‌ထားပါသေးတယ်။ Maud တဲ့...။တစ်နေ့သူဟာ ကင်ဆာရောဂါသည်တစ်ယောက်ကို သူနာပြုလုပ်ပေးဖို့ တာဝန်ကျလာတယ်။ အဲဒီကင်ဆာရောဂါသည်ကတော့ ဘုရားကို မယုံဘူး။ Lesbian လည်း ဖြစ်နေသေးတယ်။ Maud ဟာ သူ့ကို ဘာသာရေးနယ်ပယ်ထဲ ဆွဲခေါ်ပေမဲ့ မရခဲ့။ လူတွေ ဝိုင်းရှုံ့ချတာ လှောင်တာကို ခံခဲ့ရတယ်။ သူဟာ ဘုရားအပေါ်ကို မေးခွန်းထုတ်လာမိတယ်။အထီးကျန်မှုတွေနဲ့ အိမ်အပြန်လမ်းတစ်လျှောက်ဟာ သူ့အတွက် ‌ခြောက်ခြားစရာတွေအပြည့်။ သူ ဘုရားကို ပြန်တောင်းပန်ခဲ့တယ်။ ဘုရားသခင်ကလည်း သူ့ကို ဗျာဒိတ်တစ်ခု ပြတော်မူခဲ့ပါတယ်။\" ...",
        "rating": "6.7",
        "url": "https://megaup.net/12kd9/(CM)_Saint_Maud_(2019)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5TupizOlw3ADUlFfzSHzdQMpbOR.jpg",
        "title": "I Dreamed A Dream ( 2021 )",
        "description": "I dreamed a dream ဆိုတဲ့ဇာတ်ကား‌က ရွှေကျင်းလို့ခေါ်တဲ့ ကောင်မလေးနဲ့\nယောဂအိပ်မက် နည်းပြဆရာကြီး လီရှီဟောင် (ရွှေကျင်းရဲ့အဖေ)တို့ရဲ့\nအိပ်မက်ခရီးစဉ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nရွှေကျင်း ငယ်ငယ်ထဲက သူ့အိပ်မက်ထဲမှာ စူးရှတဲ့အလင်းတန်းကိုအမြဲတွေ့နေရခဲ့တယ်\nအဲ့အလင်းတန်းကို ဘာဖြစ်လို့အမြဲမြင်နေရလဲဆိုတာ သူကိုယ်တိုင်လည်းနားမလည်ခဲ့ဘူး\nသူ့အဖေက နတ်နဂါးရဲ့မျက်လုံးဆိုပြီး တင်စားပြီးပြောဆိုခဲ့တယ်\nနတ်နဂါးမျက်လုံးဆိုတာတော့ အိပ်မက်ထဲကစိတ်ကူးယဥ်ကမ္ဘာနဲ့\nကျွန်တော်တို့အပြင်လောက ကမ္ဘာနှစ်ခုကြားကို\nဆက်သွယ်ပေးတဲ့ လိုဏ်ခေါင်းတစ်ခုလို့သတ်မှတ်နိုင်ပါတယ်\nအရမ်း‌ချမ်းသာလွန်းတဲ့ သူဌေးလီရှီဟောင်က သူ့သေခါနီးအချိန်မှာ\nပိုင်ဆိုင်ခဲ့တဲ့ရှယ်ယာတွေအားလုံးကို သူ့ရဲ့တစ်ဦးတည်းသောဖြစ်တဲ့ သူ့သမီးရွှေကျင်းကိုမပေးခဲ့ပဲ\nသူ့ရဲ့ ငယ်ဘဝက အချစ်ဦးဖြစ်သူ ကျူးလိယင်းကိုပေးခဲ့လိုက်တယ်\nကျူးလိယင်းနဲ့ လီရှီဟောင်က ကိုယ့်အိမ်ထောင်နဲ့မိသားစုတွေရှိနေပြီး\nအချင်းချင်းအဆက်သွယ်မရှိတာလဲကြာခဲ့ပါပြီ\nဒါပေမဲ့ ရုတ်တရက်ကြီး ရှယ်ယာတွေကို ကျူးလိယင်းလက်ထဲအပ်ခဲ့လဲဆိုတာ\nရွှေကျင်းကအံ့ဩတဲ့အတွက် ကျူးလိယင်းအကြောင်းကိုလိုက်ပြီးစုံစမ်းရာမှ\nမထင်မှတ်ပဲ လျှို့ဝှက်ချက်များကိုသိခဲ့လိုက်ရပါတယ်\nအဲ့လျှို့ဝှက်ချက်တွေကို ရွှေကျင်းကလိုက်စုံစမ်းရင်း သေခါနီး\ncomaဖြစ်နေတဲ့သူ့အဖေရဲ့ အတွင်းစိတ်အိပ်မက်ထဲကို\nယောဂအိပ်မက်ကတစ်ဆင့် ဘယ်လိုကြည့်ရှုခဲ့ပါတယ်\nကျူးလိယင်းနဲ့ ဒီလျှို့ဝှက်ချက်ကြားမှာ ဘယ်လိုပတ်သက်နေတာလဲ\nယောဂအိပ်မက်ဆိုတာက ဘာလိုမျိုးဖြစ်မလဲ\nနောက်ဆုံးအမှန်တရားနဲ့ အိပ်မက်ထဲအမြဲမြင်နေခဲ့ရတဲ့\nအလင်းတန်းကရော ဘာဖြစ်နိုင်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ရအောင်ဗျာQuality : WEB-DL 1080p\nFormat : mp4\nDuration : 1h 46min\nGenres : Drama , Romance , Mystery\nSubtitle : Myanmar ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/i-dreamed-a-dream-2021/",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/trrrrr-137x200.jpg",
        "title": "The Tragedy of Macbeth (2021)",
        "description": "မင်းသားကြီး ဒန်ဇယ်ဝါရှင်တန် အကောင်းဆုံး အမျိုးသားဇာတ်ဆောင်ဆု ရယ်\nအကောင်းဆုံး Cinematography ဆု\nအကောင်းဆုံး Production Design ဆု\nအော်စကာသုံးဆု ဆန်ကာတင်ဝင်နေတဲ့ ရုပ်ရှင်ကြီးတစ်ခုကို တင်ဆက်ပေးထားပါတယ်။ ရှိတ်စပီးယားရဲ့ ကမ္ဘာကျော် ပြဇာတ်ကြီးကို ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ရုပ်ရှင်ထဲမှာ မူရင်း ပြဇာတ်စကားတွေကို အသုံးပြုထားတာမို့ တိုက်ရိုက်ဘာသာပြန်ရင် အတော်ကို ဖတ်ရပြန်ရ ခက်ခဲတာမို့ စကားပြေအနေနဲ့ ဘာသာပြန်ပေးထားပါတယ်။ အကုန်လုံးမှန်မယ်လို့တော့ သေချာမပြောရဲပါဘူး။ ဒီပြဇာတ်ထဲက စာသားတွေကို ရုပ်ရှင်တွေ စာအုပ်တွေ အများကြီးမှာ ပြန်လည်ကိုးကားအသုံးပြုထားကြပါတယ်။ အဓိပ္ပါယ်ဖွင့်ဆိုထားတာတွေလည်းအများကြီးပါပဲ။ဥပမာ V for Vendetta ရုပ်ရှင်မှာဆို I dare do all that may become a man; Who dares do more is none (ယောကျာ်းကောင်းတစ်ယောက်လုပ်ဝံ့တဲ့အရာအားလုံး ငါလုပ်ဝံ့တယ်၊ မလုပ်သင့်တာကို လုပ်ရဲတဲ့သူဟာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/12kkg/The_Tragedy_of_Macbeth_2021_720p_(CM).mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1NXe9caUGbnw49hQlqlXXfvTgeI.jpg",
        "title": "AI Love You (2022)",
        "description": "AI Love You (2022)ဒေါ့ပ် / ပေါ့ပ် အဖြစ် Mario Maurer\nလာန အဖြစ် Baifern Pimchanokဇာတ်လမ်းအကျဥ်းယနေ့ခေတ်မှာ နည်းပညာတွေတိုးတက်လာတာနဲ့အမျှ လူသားတွေဟာ စက်ရုပ်တွေကို အစားထိုးသုံးလာခဲ့ကြတယ်\nနေထိုင်ရာ အဆောက်အဦးတွေကအစ AI အစားထိုးသုံးလာပြီး \"လာန\" အလုပ်လုပ်နေတဲ့ အဆောက်အဦးလည်း အပါအဝင်ပေါ့\n- \"လာန\" က ကြော်ငြာဌာနရဲ့ ဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီး AI ဖြစ်တဲ့ \"ဒေါ့ပ်\" နဲ့ ခင်မင်နေတဲ့ လူသားတစ်ယောက်ပါ\n- \"​ဒေါ့ပ်\" တစ်ယောက် \"လာန\" အခက်အခဲတွေနဲ့ ချစ်သူတစ်ယောက်လိုချင်တာတွေကို နားထောင်ဖြေရှင်းပေးရာက\nအချစ်စိတ်တွေ ပေါက်ဖွားလာပြီး system error တက်လာခဲ့တော့တယ်\n-  \"ဒေါ့ပ်\"ကို ပြုပြင်ဖို့ ဗဟိုထိန်းချုပ်ဌာနက နည်းပညာရှင် \"ပေါ့ပ်\"ကို စေလွှတ်ခဲ့ပါတယ်\n-  \"လာန\" ပါဝင်တဲ့ မှတ်ဥာဏ်တွေကို \"ပေါ့ပ်\" တစ်ယောက်ဖျက်​ဆီးဖို့ကြိုးစားရင်း ရှော့ခ်ဖြစ်ပြီး\nAI ဖြစ်တဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1Igdr/AI_Love_You_-_720p_WEB.CM.mp4",
        "category": "Drama, Romance, Sci-Fi, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNDRkZDgxY2MtNTIzMi00MDg0LTk5NDctY2U5NzMxOGJmOWFhXkEyXkFqcGdeQXVyNjE5MjY0NjE@._V1_-135x200.jpg",
        "title": "Rooney (2022)",
        "description": "ဝိန်းရွန်နီ (သို့) Wazza (သို့) လူသားအဆန်ဆုံးတိုက်စစ်မှူး\n+++++++++++++++++++++++++++++++++++၁၉၈၅ခုနှစ် အောက်တိုဘာ ၂၄ရက်မှာ အင်္ဂလန်ရဲ့ မာဆေးဆိုက်ဒ် လို့ခေါ်တဲ့ လီဗာပူးလ်မြို့မှာ ကောင်လေးတစ်ယောက် မွေးဖွားခဲ့ပါတယ်။\nခရော့တတ်အရပ်မှာ ကြီးပြင်းလာတဲ့ ခပ်ဆိုးဆိုးနဲ့ဂျစ်ကန် တဲ့ ကောင်လေးတစ်ယောက်၊ တစ်နေကုန် လမ်းပေါ်မှာပဲ ဘောလုံးတစ်လုံးနဲ့ အချိန်ဖြုန်းနေတဲ့သူဟာ တချိန်မှာ အင်္ဂလန်လက်ရွေးစင်အသင်းရဲ့ ဂိုးသွင်းအများဆုံးစံချိန်ရှင်၊ အင်္ဂလိပ်ပရီးမီးယားလိဂ်ရဲ့အအောင်မြင်ဆုံးနဲ့အရှိန်အဝါအကြီးဆုံး မန်ချက်စတာယူနိုက်တက်အသင်းရဲ့ ဂိုးသွင်းအများဆုံးစံချိန်ရှင် ဖြစ်လာမယ်လို့ ဘယ်သူမှတပ်အပ်ပြောနိုင်မှာ မဟုတ်ခဲ့ပါဘူး။ သူ့နာမည်က \"ဝိန်းရွန်နီ\"ပါ။ဒီ Docuမှာတော့ ဝိန်းရဲ့ကစားသမားအစပြုရာ အဲဗာတန်အသင်းကနေ လက်ရှိဒါဘီကောင်တီနည်းပြဖြစ်လာတဲ့အထိ footageများ၊အင်တာဗျူးမှာဖြင့်ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်၊ ငယ်စဉ်ကတည်းက ဆိုးတေခဲ့တဲ့ ဝိန်းဟာ ပရီးမီးယားလိဂ်ရဲ့ အငယ်ဆုံးဂိုးသွင်းရှင်၊ အင်္ဂလန်လက်ရွေးစင်အသင်းရဲ့ အငယ်ဆုံးဂိုးသွင်းရှင်စံချိန်များမှသည် မန်ချက်စတာယူနိုက်တက် အသင်းကြီးရဲ့ ထာဝရဂိုးသွင်းအများဆုံး စံချိန်ရှင် ( ၂၅၃ဂိုး) ၊ အင်္ဂလန်လက်ရွေးစင်ရဲ့ဂိုးသွင်းအများဆုံး စံချိန်ရှင် (၅၃ ဂိုး) ဖြစ်လာသူပါမန်ယူနိုက်တက်နဲ့ ပရီးမီးယားလိဂ်ဖလား အောင်မြင်မှု ၅ကြိမ်အပါဆုဖလား၁၆လုံးအထိ ရရှိခဲ့ပြီး ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Igdh/(CM)_Rooney.2022.720p.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/2KeEk_4f-133x200.jpg",
        "title": "Prince of Lanling: Blood Weeping Blade (2021)",
        "description": "ပေချီတိုင်းပြည်မှ ဘုရင်မင်းကြီးဟာ နန်းတော်ထဲမှာ အတီးအမှုတ်အကအခုန်တွေနဲ့ ပျော်မွေ့ပြီး တိုင်းရေးပြည်ရေးမှာ လစ်ဟင်းနေပါတယ်..နန်းတွင်းမှာ ဩဇာအာဏာကြီးမားတဲ့ အမတ်ချုပ်ကြီး ဟဲရှိခိုင်ဟာ ဘုရင်နဲ့ မှူးမတ်တွေကို သူ့ရဲ့ထိန်းချုပ်မှုအောက်ရောက်အောင် စီမံဆောင်ရွက်ပါတော့တယ်...ပြည်သူတွေအတိဒုက္ခရောက်ပြီး အမိမဲ့သား ရေနည်းငါးဖြစ်နေတဲ့အချိန်ကာလပေါ့...တိုင်းပြည်ချို့ယွင်းပျက်စီးနေချိန်မှာ တိုက်ရည်ခိုက်ရည်နဲ့ ဉာဏ်ပညာကြီးမားတဲ့ မင်းမျိုးမင်းနွယ် စစ်သူကြီး လန်လင်ဘုရင်ဟာ သူ့ရဲ့အမိတိုင်းပြည်ကို ဘယ်လိုကယ်တင်မလဲဆိုတာ .......။အချစ်အလွမ်းစွန့်စားခန်းတွေနဲ့ သိုင်းကားရသအပြည့်ပါဝင်တဲ့ဇာတ်ကားပါ။\nFile size…(1 GB)\nQuality….WEB-DL 1080p\nFormat…mp4\nDuration….01:19:03\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "7.0",
        "url": "https://megaup.net/1Ig54/(CM)_Lanling_King_兰陵王之泣血刀锋_-_Martial_Arts_Action_film_武侠动作片_Full_Movie_HD.mp4",
        "category": "Action, Asian, Drama, History, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Screen-Shot-2022-02-15-at-11.53.00-135x200.png",
        "title": "Superhost (2021)",
        "description": "Superhost (2021)=============IMDb Rating - 5.6/10\"Superhost\"ဆိုတာက Teddy နဲ့ Clair ဆိုတဲ့ Travel blogger နှစ်ယောက်စီစဥ်\nတင်ဆက်နေတဲ့အစီအစဥ်တစ်ခုပဲ။သူတို့နှစ်ယောက်က အပန်းဖြေအိမ်တွေမှာလိုက်\nငှားနေပြီးရီဗျူးဗီဒီယိုတွေရိုက်ပြီးတော့ \" Superhost\"မှာ အပိုင်းလိုက်နဲ့တင်ကြတာ။\nဒါပေမယ့် တဖြည်းဖြည်းနဲ့လူစိတ်ဝင်စားမှုနည်းလာပြီး ကြည့်ရှုနှုန်းကျလာလို့ ကြည့်ရှုနှုန်း\nပြန်တက်အောင်နှစ်ယောက်သားကြံကြတာပေါ့။ ဒီလိုနဲ့ပဲ Rebeccaဆိုတဲ့အမျိုးသမီးတစ်ဦး\nပိုင်ဆိုင်တဲ့အပန်းဖြေအိမ်လေးကို သူတို့ငှားဖြစ်သွားပြီး ရီဗျူးဗီဒီယိုလေးရိုက်ဖို့စီစဥ်ခဲ့ကြ\nတယ်။ Teddy ကတော့ ဒီအစီအစဥ်လေးကိုရိုက်ကူးရင်း Clair ကိုလက်ထပ်ခွင့်တောင်းဖို့ပါ\nစီစဥ်နေခဲ့တာပေါ့။Rebecca ရဲ့အိမ်လေးကလိုင်းမကောင်းတာကလွဲရင် အစစအရာရာအဆင်ပြေနေတော့\nနှစ်ယောက်သားပျော်ရွှင်နေကြတာပေါ့။ Rebeccaကလည်း သူ့အိမ်လေးကို ရီဗျူးကောင်း\nကောင်းရစေချင်တဲ့လူဆိုတော့ နှစ်ယောက်အတွက်လိုတာကိုဖြည့်ဆည်းပေးတာပေါ့။ဒါပေမယ့်\nတစ်ရက်ကျ Teddyနဲ့ Clairတို့နဲ့ပတ်သက်ခဲ့ဖူးတဲ့လူတစ်ယောက်မထင်မှတ်ပဲ သူတို့နေရာအိမ်\nဆီရောက်ရှိလာခဲ့ပါတယ်။ ဒီလိုနဲ့ပဲနောက်ပိုင်းကျ မထင်မှတ်ထားတဲ့ကံကြမ္မာဆိုးနဲ့ နှစ်ယောက်\nသားကြုံကြိုက်ပြီးတော့ ဒီကံကြမ္မာဆိုးကနေဘယ်လိုရုန်းထွက်မလဲဆိုတာကို ကြည့်ရမယ့် Horror ,\nThriller ကားကောင်းလေးတစ်ကားပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Chit Tee မှရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူကများကတော့\nCM Team မှ ဖြစ်ပါတယ်)File Size - (1 GB) /(469 MB) / (322 ...",
        "rating": "5.6",
        "url": "https://megaup.net/2oczY/Superhost.2021.720p.BluRay.x264.DTS-HD.MA.5.1-MT[CM].mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/iw-135x200.jpg",
        "title": "I Want You Back (2022)",
        "description": "ပီတာနဲ့ အမ်မာတို့ဟာ တတိုက်ထဲမှာအလုပ်တူတူလုပ်ပေမယ့် အချင်းချင်းမသိကြပါဘူး။တစ်ရက်မှာ မတော်တဆတွေ့မိရာကနေ သူတို့နှစ်ယောက်လုံး နှစ်ရှည်ကြာတွဲခဲ့တဲ့ရည်းစားတွေက\nမကြာသေးခင်ကပဲ ထားပစ်ခြင်းခံကြရမှန်းသိသွားကြပါတယ်။ဒီလိုနဲ့ပဲ သူတို့ရဲအရင်ရည်းစားတွေကိုပြန်ရနိုင်အောင် အချင်းချင်းကူညီပေးဖို့သဘောတူလိုက်ကြပါတယ်။သူတို့အကြံအစည်အတိုင်းလုပ်ကြရာမှာ ဟာသတွေ၊တလွဲတွေဖြစ်လာသလို နာကျင်ရမှုတွေ၊အချင်းချင်းလည်းနီးစပ်လာမှုတွေလည်း ဖြစ်လာပါတော့တယ်။အမ်မာနဲ့ပီတာတို့နှစ်ယောက်သူတို့ဘ၀ရဲ့အချစ်စစ်ကိုရှာတွေ့နိုင်မှာလား။ဒီကားက Romantic Comedy လေးဖြစ်ပြီး Romance အပိုင်းရော Comedyအပိုင်းကိုပါ ပိုင်နိုင်‌အောင်ရိုက်ပြထားပါတယ်။ဒါရိုက်တာ Jason Orley ကရိုက်ကူးထားပြီး Jenny Slate,Charlie Day,Scot Eastwood,Gina Rodriguezတို့ပါ၀င်ထားပါတယ်။Rotten tomatoမှာ 89%,Imdb 6.7/10\nရထားပါတယ်။ File size…(1.96 GB)/(820.33 MB)/(482.88 MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:56:00\nGenre...Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "6.7",
        "url": "https://megaup.net/2ofoo/I_Want_You_Back_2022_720p_(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Screen-Shot-2022-02-15-at-00.08.42-136x200.png",
        "title": "Causality (2021)",
        "description": "Causality (2021)============Amazon Prime ကနေပြီး ပြသတဲ့ Causality ဆိုတဲ့ မူဗီလေးတင်ဆက်ပေးပါရစေ။\nCausality ကိုမြန်မာမှုပြုရင် \"အကြောင်းကြောင့်အကျိုးဖြစ်ခြင်း\"လို့အဓိပ္ပာယ်ရပါတယ်။\nကိုယ်ကတစ်စုံတစ်ခုအပြစ်လုပ်ထားမိခဲ့ရင် တစ်ချိန်ချိန်မှာထိုအပြစ်ရဲ့အကျိုးကိုပေးဆပ်ရမှာပါ။\nဘယ်လိုပေးဆပ်ရမလဲဆိုတာကိုတော့မသိပေမယ့် ပြန်လည်ပေးဆပ်ရမှာကတော့ရှောင်လွှဲမရတဲ့\nအရာပါ။ လူတစ်ယောက်ကိုစောင့်ရင်း ဆေးခတ်ခံလိုက်ရလို့ Metropolitan ဆေးရုံကိုသတိလစ်ပြီး\nရောက်လာတဲ့ Claudiaတစ်ယောက်ဆေးရုံထဲမှာပျောက်ဆုံးသွားခဲ့ရာကအစပြုပြီး၊ Metropolitan\nဆေးရုံက အရှုပ်တော်ပုံတွေပေါ်လာခဲ့တဲ့ ဒီဇာတ်ကားလေးမှာရော . ဘယ်သူတွေကဘာအပြစ်တွေ\nလုပ်ခဲ့လို့ ဘာတွေပြန်ပေးဆပ်ရမှာလဲ ဘယ်လိုပြန်ပေးဆပ်ရမှာလဲကိုတော့ ကြည့်ရှုကြရမှာပါ။\nဇာတ်ကားတစ်ခုလုံးရဲ့နှလုံးအိမ်ကို ဆေးရုံတစ်ခုတည်းမှာပဲတည်သွားခဲ့သလို ဇာတ်ကားတစ်ကားလုံး\nကိုလည်း ရိုက်ချက်တစ်ချက်တည်းနဲ့ပဲရိုက်ကူးထားပါတယ်။ရိုက်ကူးနေရင်း တစ်ပြိုင်နက်တည်း\nRecordပါ လုပ်ခဲ့ပြီးတော့ ပြန်တည်းဖြတ်ထားတာမျိုးလည်းမရှိခဲ့တဲ့ Psychological Thriller and\nDrama ကားလေးဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.67 GB) /(718 MB) / (448 MB)\nQuality – WEBRIP 1080p / 720p/480p\nDuration - 1h 54 mins\nSubtitle – Myanmar Hardsub\nFormat ...",
        "rating": "5.4",
        "url": "https://megaup.net/1I731/Causality.2021.SPANISH.720p.WEBRip[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNDM3NzRhMDQtZjk3Ni00MDVlLTlmZjMtZTg2M2UwY2M2OWQ4XkEyXkFqcGdeQXVyMjM2ODU3MTU@._V1_-133x200.jpg",
        "title": "The Road Ahead (2021)",
        "description": "The Road Ahead (2021)===================ချစ်သူစုံတွဲအဖြစ် အကြာကြီးတွဲခဲ့တဲ့ လီယမ်နဲ့ မီယာတို့ရဲ့ ဘ၀ကရိုးရှင်းပါတယ်။\n2 ယောက်လုံးဘွဲ့ရအလုပ်ရတယ် လီယမ်ကကုမ‌္ပဏိတစ်ခုမှာအလုပ်လုပ်တယ်\nမီယာက ဂျာနယ်လစ်အလုပ်သင်တစ်ယောက်... သူတို့နှစ်ယောက်လုံး\nစိတ်ကူးထဲကအိမ်လေးတစ်လုံးကို၀ယ်နိုင်ခဲ့ပြီး လက်ထပ်လိုက်ကြတယ်... ‌ ‌\nတကယ့်ဇာတ်လမ်းကအခုမှစတာပါ အိမ်ထောင်သက်နှစ်အနည်းငယ်ကြာလာတော့\nတစ်ယောက်နဲ့တစ်ယောက်ညီးငွေ့လာတယ်... မနက်က ညမိုးချုပ်အထိ\nနှစ်ယောက်လုံးအချိန်က အလုပ်မှာ...ဆက်ဆံရေး တစ်ခုကအေးစက်လာတယ်...\nတစ်နေ့ မီယာ့ဆီမှာ ပန်ကရိယကင်ဆာရှိနေတာကိုသိသွားပြီး အသက်ရှင်ချိန်\n2 လပဲကျန်တော့တဲ့အချိန်မှာ လီယမ်နဲ့မီယာတို့ 2 ယောက်လုံးအလုပ်ထွက်၊\nပိုင်ဆိုင်မှုအိမ်ကား ပရိဘောဂအကုန်ရောင်းလိုက်ကြပြီး ဗန်ကားတစ်စီးနဲ့\nမြောက်အမေရိကတိုက်ကို မ‌ီယာရဲ့လက်ကျန်အချိန်မှာဖြတ်သန်းဖို့ လမ်းပေါ်တက်ခဲ့ကြပါတယ်....\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Thiha Yan Naing ရေးသားပြီး\nဘာသာပြန်ပေးသူများကတော့ Thiha Yan Naing, Chuck Chuck တို့ဖြစ်ပါတယ်)File Size - (1.28GB) /(582 MB) / (391 MB)\nQuality – WEBRIP 1080p / 720p/480p\nDuration - 1h 30 mins\nSubtitle – Myanmar ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Idta/The.Road.Ahead.2021.720p.BluRay[CM]_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/34xBL6BXNYFqtHO9zhcgoakS4aP.jpg",
        "title": "Kingsman: The Golden Circle(2017)",
        "description": "ဒီဇာတ်ကားဟာ 2014 က ထွက်ခဲ့တဲ့ Kingsman: The Secret Service ရဲ့ အဆက်ဖြစ်ပါတယ်။အက်စီဟာ Kingsman ရဲ့ အေးဂျင့်တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ဆရာဖြစ်သူဟယ်ရီဟာ့ဒ် သေဆုံးသွားပြီးတဲ့နောက် ဂဲလာဟဒ်နာမည်နဲ့ပဲဆက်လက်တာဝန်ထမ်းဆောင်နေခဲ့ပါတယ်။တစ်ရက်မှာတော့ လက်တဖက်ပြတ် ချာလီရဲ့ လုပ်ကြံမှုကနေ သီသီလေးလွတ်မြောက်ခဲ့ပေမယ့် အက်စီနဲ့ မာလင်ကလွဲရင် ကျန်တဲ့Kingsman Agents အားလုံး လုပ်ကြံခံလိုက်ရပါတယ်။အဲ့လိုနဲ့ အက်စီနဲ့ မာလင်တို့ Statesman ဆိုတဲ့အဖွဲ့အစည်းနဲ့ချိတ်ဆက်မိပြီး သေပြီလို့ ယူဆထားခဲ့တဲ့ ဟယ်ရီဟာ့ဒ်နဲ့ ပြန်လည်တွေ့ဆုံခဲ့ပါတယ်။ဒါပေမယ့် ဟယ်ရီက အတိတ်မေ့နေပြီး Kingsman နဲ့ပတ်သက်သမျှဘာမှမသိတော့တဲ့အခါ သူ့ကို ပြန်ပြီး မှတ်ဉာဏ်ပေါ်လာအောင်နည်းမျိုးစုံကြိုးစားကြရင်း The Golden Circle ဆိုတဲ့ မူးယစ်အကြမ်းဖက်အဖွဲ့ရဲ့ လူသန်းပေါင်းများစွာသေစေနိုင်မယ့် အစီအစဉ်ကိုရပ်တန့်နိုင်ဖို့ကြိုးစားကြရပါတော့တယ်။ဒီဇာတ်ကားဟာ 2014 ကထွက်ခဲ့တဲ့Kingsman: The Secret Service ထက် မြုပ်ကွက်တွေပိုများပြီးAction Scene တွေကလဲ ကြည့်ရှူသူအကြိုက်တွေ့စေမှာသေချာပါတယ်။ဟာသလေးတွေရယ်၊ John Denver ...",
        "rating": "7.7",
        "url": "https://megaup.net/12hwp/Kingsman_-_The_Golden_Circle_[2017]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/epulB8WC1mGIEFJPZr50LVCKt6k-133x200.jpg",
        "title": "Josh (2000)",
        "description": "Josh (2000)\n***************\nအိန္ဒိယနဲ့အတူလွတ်လပ်ရေးမရခဲ့ဘဲ နောက်ပိုင်းကျမှရခဲ့တဲ့ Goa ဆိုတဲ့ နယ်မြေကလေးဟာ အခုချိန်မှာတော့ အိန္ဒိယနိုင်ငံရဲ့ ပြည်နယ်တစ်ခုဖြစ်သွားပါပြီ။ ဒါပေမဲ့ အဲဒီ့မတိုင်မီ ပေါ်တူဂီတွေအုပ်စိုးသွားခဲ့ပြီး သူတို့ထွက်သွားတဲ့အချိန်မှာဆိုရင် Goa မှာရှိတဲ့ မြေကွက်တွေဟာ ဦးသူယူဆိုတဲ့ပုံစံမျိုးဖြစ်ခဲ့ပါတယ်။Goa ရဲ့အကြီးဆုံးမြို့တစ်ခုဖြစ်တဲ့ Vasco ဆိုတဲ့မြို့လေးမှာတော့ မြေကွက်တွေ နေအိမ်တွေကို အတင်းအဓမ္မ လိုက်လု၊မောင်းထုတ်ပြီး စီးပွားရေးလုပ်စားနေတဲ့ ကင်းမြီးကောက်ဂိုဏ်းဆိုတာရှိတယ်ဗျ။ အဲဒီဂိုဏ်းရဲ့ မဟာရန်ဘက်ကတော့ လင်းယုန်ဂိုဏ်းပေါ့။ သူတို့နှစ်ဖွဲ့ဟာ မတည့်လွန်းလို့ အလယ်မှာစည်းခြားပြီးတောင် ကိုယ့်နယ်မြေ သူ့နယ်မြေသတ်မှတ်ခဲ့ကြပါတယ်။ ပိုင်နက်ကျော်လာတာနဲ့ ကျော်လာတဲ့သူကို အဖွဲ့လိုက်ကြိတ်ကြတာပေါ့။အဲဒီဂိုဏ်းနှစ်ဂိုဏ်းရဲ့ ခေါင်းဆောင်တွေကလည်း လူငယ်လေးနှစ်ယောက်ပါပဲ။ အသက်အရွယ်အားဖြင့် သွေးကြွတတ်တဲ့အရွယ်ပေါ့။ ဒါပေမယ့် သူတို့ဆော်မယ်ချမယ်လုပ်တိုင်း မြို့က ရဲမင်းကြီးတို့ သင်းအုပ်ဆရာတို့ရောက်လာနဲ့ အစွယ်မရှိတော့တဲ့ ကျားနှစ်ကောင်လိုပဲ ပခုံးဖက်လို့ ခင်ချင်ဆောင်တတ်ကြပါတယ်။လင်းယုန်ဂိုဏ်းရဲ့ အဖွဲ့ခေါင်းဆောင်မှာအမြွှာညီမတစ်ယောက်ရှိသလို ‌ကင်းမြီးကောက်ဂိုဏ်းရဲ့ခေါင်းဆောင်မှာလည်း အစ်ကိုတစ်ယောက်ရှိတယ်ဗျ။ အခုလိုကြောင်နဲ့ကြွက်လို မတည့်ဖြစ်နေတဲ့ ဂိုဏ်းနှစ်ဂိုဏ်းကြားမှာ မြို့ကပြန်လာတဲ့ ကင်းမြီးကောင်ဂိုဏ်းခေါင်းဆောင်ရဲ့အစ်ကိုဟာ လင်းယုန်ဂိုဏ်းခေါင်းဆောင်ရဲ့ညီမ‌ကို ဘယ်လိုကြွေသွားမလဲ၊ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2ochA/(CM)Josh_(2000)720p_WebDL_.mp4",
        "category": "Action, Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/1415702716-1030136010-o-140x200.jpg",
        "title": "I Fine Thank You Love You (2014)",
        "description": "မင်းသား Sunny နဲ့ မင်းသမီး Ice တို့ရဲ့ နာမည်ကြီးဇာတ်ကားပါ။အချစ်ဆိုတာကြီးကို အခုချိန်ထိ ဘယ်ပညာရှင်ကမှ တိတိကျကျ အဓိပ္ပါယ်မဖွင့်ဆိုနိုင်သေးပါဘူး...ဘာကြောင့်လဲဆိုတော့ အချစ်ဆိုတာဟာ အမှန်တရားတွေအများကြီးရှိနေပြီး ထူးဆန်းလွန်းအားကြီးလို့ပါပဲ...သင့်အနေနဲ့ အချစ်ဆိုတာ ဘယ်အချိန် ဘယ်နေရာမှာ ဘယ်လိုတွေ့ရမယ်ဆိုတာဘယ်သူမှမသိနိုင်ပါဘူး။ဒီလိုမျိုးထူးဆန်းတဲ့ အချစ်အကြောင်းကို ကြည်နူးစရာ တင်ဆက်ထားတဲ့ ဇာတ်ကားပါ။ဒီဇာတ်ကားလေးဟာ ဖလန်းဖလန်းစိန် အင်္ဂလိပ်စာသင်တန်းဆရာမလေး Pleng နဲ့ ဂွတီးဂွကျနိုင်တဲ့ Yim ဆိုတဲ့အင်ဂျင်နီယာတစ်ယောက်တို့ရဲ့ အချစ်ဇာတ်လမ်းလေးကို ရသပေါင်းစုံဝေဝေဆာဆာနဲ့ ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ် ... လူကြီးမင်းတို့အနေနဲ့ ထူးဆန်းလွန်းတဲ့ အချစ်ဆိုတာကြီးကို ဒီဇာတ်ကားလေးကြည့်ရှုရင်း ခံစားကြပါဦးလို့ .......။ဖေဖော်ဝါရီ ၁၄ ရက်နေ့ (V-Day နေ့)ဟာဆိုရင် ဇာတ်ကားထဲက အဓိကမင်းသမီးလေး\nIce Preechaya ခေါ် Preechaya Pongthananikorn ရဲ့ မွေးနေ့လည်းဖြစ်ပါတယ်...ပျော်ရွှင်စရာ ချစ်သူများနေ့ဖြစ်ပါစေ.........။(Ye Kyaw Htet မှ အမှန်အကန်ခံစားတင်ဆက်ထားတာပါ။)( မင်းသား Sunny ရဲ့ ဇာတ်ကားအားလုံးကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eBa1/(CM)I_Fine_Thank_You_Love_You.2014-WebDL.980p.h264-SeeingMole.mp4",
        "category": "Asian, Comedy, Drama, Sunny"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Captureatm-140x200.jpg",
        "title": "ATM: Er Rak Error (2012)",
        "description": "မင်းသား Chantavit Dhanasevi နဲ့ မင်းသမီးချော Preechaya Pongthananikorn  တို့\nအဓိက ပါဝင်ထားကြပြီး အခြားဟာသသရုပ်ဆောင်များစွာနဲ့ရိုက်ကူးထားတဲ့\nComedy, Romance အမျိုးအစား နာမည်ကြီးထိုင်းဇာတ်ကားဖြစ်ပါတယ်။\nတစ်ခုနဲ့တစ်ခုကိုချိတ်ဆက်ပြီး ဟာသရသမြောက်အောင် စိတ်ကူးကောင်းကောင်းနဲ့ပုံဖော်ထားပါတယ်။\nIMDb Rating (7.2/10) အထိရရှိထားပြီး ထိုင်းဇာတ်ကားတွေလဲ နိုင်ငံတကာရုပ်ရှင်ဈေးကွက်ကို\nထိုးဖောက်နိုင်ခဲ့ပြီဆိုတာ တွေ့ရမှာပါ။\nမိသားစုနဲ့ အနားယူရင်း အပန်းဖြေ ကြည့်ရှုသင့်တဲ့ ဟာသဇာတ်ကားကောင်းလေးပါ။\n(မြန်မာစာတန်းထိုးကိုတော့ \"မိုးစက် ရမ်းသမ်းဘာသာပြန်သည်။\" မှ တင်ဆက်ထားပါတယ်။)\nဖေဖော်ဝါရီ ၁၄ ရက်နေ့ (V-Day နေ့)ဟာဆိုရင် ဇာတ်ကားထဲက အဓိကမင်းသမီးလေး\nIce Preechaya ခေါ် Preechaya Pongthananikorn ရဲ့ မွေးနေ့လည်းဖြစ်ပါတယ်...ပျော်ရွှင်စရာ ချစ်သူများနေ့ဖြစ်ပါစေ.........။)File size...(2.4 GB)/(900 MB)\nQuality...WEB-DL 1080p 5.1 /720p\nFormat...mp4\nDuration....01:57:08\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\nTranslated by မိုးစက်",
        "rating": "7.2",
        "url": "https://megaup.net/2ocfk/(CM)_ATM_Error(2012)WEB-DL_720p-Nyein.mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "",
        "title": "Kingsman : The Secret Service (2014)",
        "description": "Kingsman:The Secret Service ရုပ်ရှင်ဟာ 2014ခုနှစ်ကထွက်ရှိထားတဲ့ Action ကားကောင်းတစ်ခုဖြစ်ပါတယ်IMDB 7.7 နဲ့ Rotten Tomatoes 74%ရရှိထားပါတယ်သရုပ်ဆောင်တွေအနေနဲ့ မင်းသားကြီး Colin Firth,Samuel L.Jackson,Taron Egerton တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့နာမည်ကြီး action ကားကောင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်စဉ်ကတည်းက အဖေမရှိတော့တဲ့ အဂ်ဆီတစ်ယောက် မိခင်ဖြစ်သူပထွေးနှိပ်စက်ခံရတာကို လက်ပိုက်ကြည့်နေရပါတယ်တစ်ရက်မခံနိုင်လို့ ပြန်လုပ်ရင်း ရဲစခန်းရောက်သွားတဲ့အခါ.....လည်ပင်းမှာဆွဲထားတဲ့ အဖေ့ဂုဏ်ပြုတံဆိပ်က ဖုန်းနံပါတ်ခေါ် လာကယ်ဖို့တောင်းဆိုတဲ့အခါ......ဘယ်သူလာကယ်တင်မှာလဲ.....သူဘယ်လိုပြောင်းလဲသွားမှာလဲ....download ဆွဲကြည့်လိုက်ပါ(ဘာသာပြန်ပေးထားသူကတော့အိပပစံပါ)\nFile Size : (2.16 GB) , (0.99 GB) \nQuality : Uncut Blu-Ray (1080p 5.1,720p)\nRunning Time : 2hr 09min\nFormat : Mkv and Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : UNCUT.1080p.BluRay.x264-VETO\nTranslated ...",
        "rating": "7.7",
        "url": "https://megaup.net/1xct4/Kingsman_-_The_Secret_Service_[2014]_%7B1080P_Blu-ray_5.1_CH%7D_(MM_Sub).mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cf43J2SH8tECZVl9N5n0Q6Ckche.jpg",
        "title": "Drunken Master (1978)",
        "description": "ဒီတစ်ခေါက်တော့ နာမည်ကြီးစတန့်သိုင်းပညာရှင် ဂျက်ကီချမ်း ငယ်စဉ်ကသရုပ်ဆောင်ထားတဲ့ Drunken Master ဆိုတဲ့ အရက်မူးသိုင်းကားလေးကိုပြန်လည်ခံစားရအောင်ဗျာ။ဇာတ်လမ်းအကျဉ်းလူတိုင်းနဲ့ ရင်းနှီးပြီးသား လူရှုပ်လေးဟွမ်ဖေးဟုန်တစ်ယောက်ဖခင်ရဲ့ အပြစ်ပေးမှုအဖြစ် သူတောင်းစား ဆို ဆီမှာသိုင်းမသင်ချင်လို့ ထွက်ပြေးရင်း သူတောင်းစား ဆို နဲ့ တိုးပြီးအရက်မူးသိုင်း 8ကွက်သင်ရပုံတွေ။ ကျွဲခေါင်းတောင်အရေးအတွက်ကြေးစားလူသတ်သမားနဲ့ရင်ဆိုင်ပုံတွေကို ဟာသစကားအကြမ်းစားတွေနဲ့ပုံဖော်ထားသလို အရက်မူးသိုင်းရှစ်ကွက်အမည်ကိုပါထည့်ရေးပေးထားတာမို့ ပေါ့ပေါ့ပါးပါး ကျင့်လိုက်ကြရအောင်လားဗျာ။အညွှန်းနဲ့ဘာသာပြန်ကတော့ Lwin Htoo Aung ပဲဖြစ်ပါတယ် ........... \nFile size…3Gb / 1.5Gb\nQuality…1080p Blu Ray HEVC / 720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung",
        "rating": "7.5",
        "url": "https://megaup.net/12h5d/Drunken_Master_1978_720p(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BNjExODg3MDUzNl5BMl5BanBnXkFtZTgwNjExMjE3NzE@._V1_SY1000_SX648_AL_-130x200.jpg",
        "title": "Gods of Egypt (2016)",
        "description": "ရှေးခေတ် အီဂျစ်ပြည်ဆိုတာ အရမ်းကိုကြီးကျယ်ခမ်းနားပြီး ပျော်ဖို့ကောင်းတဲ့တိုင်းပြည်တစ်ခု။နေနတ်မင်းကြီး Ra ရဲ့ သားတော်နှစ်ပါးထဲက Osiris က အုပ်ချုပ်ခဲ့ပြီး ခုတော့ သူ့သားဖြစ်တဲ့ ကောင်းကင်ကိုအစိုးရတဲ့ Horus နတ်ကို ထီးနန်းလွှဲပေးဖို့လုပ်တယ်။ဒါပေမဲ့ Osiris ရဲ့ ညီ Horus ရဲ့ ဦးလေးဖြစ်တဲ့ သဲကန္တာရကိုအစိုးရတဲ့ Seth နတ်မင်းက ထီးနန်းလုတဲ့အတွက် Horus လည်း သူ့ရဲ့ အစွမ်းထက်လှပါတယ်ဆိုတဲ့ All seeing eye (Eye of horus) လည်း အဖြုတ်ခံရပြီး အကျဉ်းသားဖြစ်သွားရတယ်။ထီးနန်းလုတာတင်မဟုတ်ဘဲ အရမ်းကိုရည်မှန်းချက်တွေကြီး ပါဝါအရမ်းမက်နေတဲ့ Seth လက်အောက်မှာ တခြား နတ်မင်းတွေအပြင် လူသားတွေပါ မျိုးပြုတ်မဲ့ကိန်းဖြစ်နေလို့ Bek လို့ခေါ်တဲ့ အညာတရ သူခိုးလေးက ချစ်သူရဲ့ တိုက်တွန်းချက်နဲ့ နတ်မင်းကြီး Horus ရဲ့ မျက်လုံးကို ခိုးပြီး Horus ကိုကူညီပြီး ...",
        "rating": "5.4",
        "url": "https://megaup.net/2oaz0/(CM)_Gods_of_Egypt_(2016)_BluRay_720p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qOTcfD2DdnOTmhH0r1TOE09VvNh.jpg",
        "title": "Valentine’s Day (2010)",
        "description": "[Unicode]Valentine's Day270ADရောမမှာ ကလောက်ဒီးယပ်စ်ဆိုတဲ့ ဘုရင်အုပ်ချုပ်ခဲ့တဲ့အချိန်ကာလတစ်ခုရှိဖူးပါတယ်။ ကလောက်ဒီးယပ်စ်ဟာစစ်မက်ပြီး ရက်စက်တဲ့ ဘုရင်တစ်ပါးပါ။ သူ့လက်ထက်မှာ\nစစ်သားတွေကို စိတ်ပျံ့မလွင့်စေဖို့ လက်ထပ်ခြင်းကိုတားမြစ်ခဲ့ပါတယ်။ အဲ့ဒီတစ်ချိန်တည်းမှာပဲချစ်ခြင်းမေတ္တာကို ယုံကြည်တဲ့ စိန့် ဗယ်လ်လင်တိုင်းဆိုတဲ့\nဘုန်းတော်ကြီးတစ်ပါးလည်းရှိခဲ့ပါတယ်။လူတိုင်းကိတိတ်တဆိတ်လက်ထပ်ပေးတဲ့ ဗယ်လင်တိုင်းကိုအကျဉ်းသွင်းလိုက်ပါတယ်။ အကျဉ်းသွင်းခံရတဲ့\nဗယ်လ်လင်တိုင်းဟာ Feb 14 မှာ နှုတ်ဆက်စာရေးပြီးသေဆုံးသွားခဲ့ပါတယ်။ဒီရုပ်ရှင်ကတော့ ဗယ်လ်လင်တိုင်းဒေးမှာအချစ်ကစွန့်ပစ်သွားတဲ့။ ဗယ်လ်လင်တိုင်း‌ဒေးမှာအချစ်ကို တွေ့ရှိသွားတဲ့။ ဗယ်လ်လင်တိုင်းဒေးမှာ\nအချစ်ကို စွန့်ပစ်သွားတဲ့ လူတွေအကြောင်းပါ။ဒီရုပ်ရှင်က Fridayလိုမျိုး တစ်ရက်တည်းမှာဖြစ်နေတာတွေကို\nရိုက်ပြသွားတဲ့ ရုပ်ရှင်မျိုးပါပဲ။ဒီရုပ်ရှင်ဟာ Ratingမကောင်းလှပေမယ့်Emotional ဖြစ်ပြီး Jessica Alba\nAnne Hathaway Emma Robertsတို့လိုမမတွေအပြင် Taylor Swift ၊Julia Robertတို့လို နာမည်ကျော်တွေပါ၀င်ထားတဲ့အတွက်\nကြည့်ပျော်ပါတယ်။လူတစ်ဦးချင်း တစ်ယောက်ချင်းစီရဲ့အဖြစ်သနစ်ကလေးတွေကို ဆက်စပ်ပြီးV Day Themeထဲမှာ အီမိုရှင်နယ်ဖြစ်စေတဲ့အခန်းများများသုံးထားတဲ့ ဒီရုပ်ရှင်မှာ\nဇာတ်ကောင်တွေရဲ့ မိုးလင်းက မိုးချုပ်Vdayတစ်ရက်တာ ဘယ်လိုပြီးဆုံးသွားလဲ\nတရိပ်ရိပ်ခံစားရမှာပါ။လူရဲ့တစ်နေ့တာဟာပြဿနာတွေနဲ့စပြီး ပြဿနာတွေနဲ့ပဲဆုံးတတ်တဲ့ သဘာ၀တော့ရှိပါတယ်။\nကျွန်တော်တို့ရဲ့ V dayကရောဘယ်လိုများပြီးဆုံးသွားပါသလဲဆိုတာဒီရုပ်ရှင်အပြီးသတ်မှာ တစိမ့်စိမ့်ပြန်တွေးကြည့်ရင်\nအတော်တဿဖွယ်ကောင်းပါတယ်။စကားမစပ်ဗျာ\nဒီရုပ်ရှင်ရဲ့ ရသအပြည့်အ၀ကို ဒီညမှာပဲရနိုင်မှာပါ။File size__( 1.1 GB)\nQuality__Blu-720p\nIMDb ...",
        "rating": "5.7",
        "url": "https://megaup.net/12c0k/Valentines_Day_(2010).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f0z6i6RTJbpYRSOjH3hDrl5jQmo.jpg",
        "title": "(18+)Pink Curtain (1982)",
        "description": "Pink Curtain 18+ (1982)အသစ်အဆန်း​တွေကြား ငြီး​ငွေ့လာပြီဆို old but gold​လေး​တွေဖက်ခဏပြန်လည် ခံစားကြည့်ကြရ​အောင်ပါ။ 18+ ဆို​ပေမယ့် အ​ကြောင်းရင်းမရှိ စားမယ်​သောက်မယ် ဆိုတာကြီးမဟုတ်ဘဲ သူ့ဇာတ်လမ်း သူ့ဇာတ်ရှိန်​လေးနဲ့ သွားထားတဲ့ကား​လေးမို့ ကြည့်ရတာ ​တော်​တော်မိုက်ပါတယ်။ဇာတ်လမ်းအကျဥ်း - အိုကူယာမာ ဆိုတဲ့ မအူမလည် စူပါမားကတ်ဝန်ထမ်း​​​ကောင်လေးဟာ ဘယ်အမျိုးသမီးနဲ့မှ ထိ​တွေ့ဆက်ဆံဖူးခြင်း မရှိပဲ လူ့​လောကကြီးကိုရှူးလာ​ပေါက်ရုံသက်သက် ​ရောက်လာသလို ဖြစ်​နေခဲ့တာ​ပေါ့။ဒါ​ပေမယ့် တစ်​နေ့မှာ​တော့ သူ​နေတဲ့ အခန်းကျဥ်း​လေးကို ​ကွဲကွာ​နေတာ ကြာပြီဖြစ်တဲ့သူ့ရဲ့ အစ်မ နိူရီကို ပြန်​ရောက်လာရာက​နေ မနူးမနပ် ​ကောင်​လေး အိုကူယာမာတစ်​ယောက်သူ့အစ်မရဲ့ ပွင့်လင်းလွန်းလှတဲ့ အ​ပြောအဆို အ​နေထိုင်​တွေ​ကြောင့် မလူးသာမလွန့်သာအ​ခြေ​နေ​တွေအကြားမှာ သူ့ရဲ့ ပြင်းထန်လှတဲ့ နှစ်ချို့ အာသီသ​တွေကို ချုပ်တည်းရင်းဘယ်လိုဆက်လက် နှစ်ပါးသွားကြမလဲ ဆိုတာကို​တော့ သဲတထိတ်ထိတ် ရင်တဖိုဖိုနဲ့ သဲထိတ်ရင်ဖိုဇာတ်ကားတစ်ကားကြည့်ရသလို ဆက်ကြည့်ရမှာပါ။ဇာတ်လမ်းအကျဥ်းလဲ ​ပြောပြီးပြီဆို​တော့ ဇာက်ကားကြည့်ဖို့ ပြင်ဆင်စရာရှိတာ​တွေပြင်ဆင်ပြီး ကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ကြပါ​တော့ခင်ဗျား။ \nTranslated ...",
        "rating": "4.9",
        "url": "https://megaup.net/12ec1/Pink.Curtain.1982.JAPANESE.720p(DS).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4rHDzVp2BeadIiD0uPQpAWEuPfV.jpg",
        "title": "Good Luck Sakhi (2022)",
        "description": "Good Luck Sakhi (2022)============================‘ကံကောင်းမှုဆိုတာမရှိပါဘူးကံတရားဆိုတာက ငါ့လက်ထဲမှာပဲရှိတယ်’ဒီကားလေးကတော့ Feb 12 မှာမှ လတ်လတ်ဆတ်ဆတ်ထွက်ရှိထားတဲ့Sports Comedy အမျိုးအစား ဇာတ်ကားကောင်းလေး တစ်ကားပဲဖြစ်ပါတယ်သာမန်ရွာလေးတစ်ရွာက ဂေါ်လီပစ်ရင်းပေါ့ပေါ့ပါးပါးသွက်သွက်လက်လက်ကြီးပြင်းလာတဲ့ သာမန်ကောင်မလေးတစ်ယောက်ဟာ အရွယ်ရောက်လို့လက်ထပ်ထိမ်းမြားရတော့မယ့်အချိန်မှာ ကံဆိုးစွာနဲ့ သတို့သားလောင်းကဆုံးပါးသွားရပါတော့တယ် ဒီလိုနဲ့ အကြောင်းတွေတိုက်ဆိုင်သွားပြီးသေနတ်ပစ်လေ့ကျင့်ကာ ပြိုင်ပွဲဝင်ဖို့ ဖြစ်လာတဲ့အကြောင်းကို ကြည့်ရှုရမှာပါဒီဇာတ်ကားလေးက အစအလယ်အဆုံး ပျင်းစရာမကောင်းဘဲ တက်ကြွဖျတ်လတ်နေတဲ့မင်းသမီးလေးကလည်း အတော်ချစ်ဖို့ကောင်းပါတယ် ဝါရင့်မင်းသားကြီး Jagapathi Babu ရဲ့သရုပ်ဆောင်ချက်တွေကလည်း မိမိုက်နေတာပါပဲ…ဇာတ်ဝင်တေးလေးတွေလည်းနားထောင်ကြည့်ရင် အတော်ကောင်းပြီး သီချင်းနောက်ခံဇာတ်ကွက်လေးတွေကလည်းချစ်စရာရယ်စရာကောင်းတာမို့ တစ်ကားလုံးမရစ်ဘဲ ကြည့်လိုက်ဖို့ အကြံပေးလိုက်ပါရစေ \nFile size…4Gb / 900MB\nQuality…1080p H264 AAC 5.1CH / 720p  AAC 2.0CH\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Go - O & Shwe Pwint & Haruko",
        "rating": "7.8",
        "url": "https://megaup.net/2oaok/Good_Luck_Sakhi_(2022)_TRUE_WEB-DL_-_720p.AAC2.0CH_(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tVbO8EAbegVtVkrl8wNhzoxS84N.jpg",
        "title": "Indemnity (2021)",
        "description": "Indemnity (2021) အညွှန်း*******************အလုပ်အပေါ်သစ္စာရှိသူ တာဝန်သိမီးသတ်တပ်မှူး သီယိုဟာ အကြီးစား မီးလောင်မှုတစ်ခုမှာ သူ့ရဲ့ ခေါင်းမာတဲ့ ဆုံးဖြတ်ချက်ကြောင့် သူငယ်ချင်းနှစ်ယောက်ကို ဆုံးရှုံးလိုက်ရတဲ့အတွက် စိတ်ဒဏ်ရာခံစားနေရသူဖြစ်ပါတယ်။အစိုးရဝန်ထမ်းတွေအတွက် အခမဲ့ကုသပေးနေတဲ့ စိတ်ဒဏ်ရာ ရောဂါကုဆေးခန်းတစ်ခုမှာ ကုသမှုခံယူပေမယ့် စိတ်ဒဏ်ရာကသက်သာမလာတဲ့အပြင် ..တစ်နေ့မနက်မှာတော့ မိန်းမဖြစ်သူကို မိမိဘေးမှာ လဲလျောင်းသေဆုံးနေတာတွေ့လိုက်ရပြီး အဓိက သံသယရှိသူအဖြစ် သတ်မှတ်ခံလိုက်ရပါတယ်။ သူသွားသမျှနောက်ကို အဖွဲ့အစည်းတစ်ခုကနေလိုက်နေပြီး သီယိုနဲ့တွေ့ခဲ့သမျှလူတွေဟာလည်း အသတ်ခံရတဲ့အတွက် တစ်နေ့တည်းမှာတင် အစုလိုက်အပြုံလိုက်သတ်သူ အန္တရာယ်ရှိဝရမ်းပြေးဖြစ်သွားရပြန်ပါတယ်။ဒါတွေအားလုံးရဲ့နောက်ကွယ်မှာလည်း အစိုးရထိပ်တန်းခေါင်းဆောင်တွေရဲ့ လူမျိုးရေးခွဲခြားမှုနှင့်အတူ နိုင်ငံရေးလှည့်ကွက်အကြီးစားကြီးတစ်ခုပါဝင်နေပါတယ်။ အဲဒီတော့... နိုင်ငံတော်ကိုကာကွယ်ရမယ့် အကြီးအကဲတွေကိုယ်တိုင် မိမိတစ်ဦးတည်းရဲ့ အာဏာနောက်ကို လိုက်တဲ့အခါမှာ နိုင်ငံသားတွေအပေါ် လူမဆန်တဲ့ ပြစ်မှုတွေကျူးလွန်လာနိုင်လားဆိုတာကို စိတ်ဝင်စားစွာကြည့်ရှုရမယ့် မှုခင်းဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ် (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Hnin Wut Yi ပါ။) File Size          :  (2.4GB), (900MB) & (409MB)\nQuality    ...",
        "rating": "7",
        "url": "https://megaup.net/12fuh/[CM]Indemnity.2021.720p.WEBRip.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/The-Great-Gatsby-2013-133x200.jpg",
        "title": "The Great Gatsby (2013)",
        "description": "The Great Gatsby (2013)(၁)တစ်စထက်တစ်စ ဝင်းပလင်းဖြာလာတဲ့ လရိပ်အောက်က... လူသူကင်းမဲ့ရာ ကမ်းဆိပ်စွန်းတံတားပေါ် ကျွန်တော်ရပ်နေခဲ့တယ်။ ဟိုတစ်ဖက်ကမ်း တုရှုက အမှောင်ရိပ်ထဲမှာတော့... အလင်းပွင့်စိမ်းကလေးဟာ တောက်ပတစ်လှည့် မှိန်ဖျော့တစ်လှည့်နဲ့ နီးလာသလိုလို... ဝေးသွားသလိုလို...။(၂)ဒီအလင်းပွင့်စိမ်းကလေးဟာ ကျွန်တော့်အတွက်တော့ ကျွန်တော်ဉာဏ်မမီနိုင်ပါတဲ့ လောကကြီးရဲ့ အမှတ်သညာပါပဲ။ ဂတ်စ်ဘီအတွက်တာ့ မတူခဲ့ဘူးပေါ့။(၃)ကျွန်တော်လူရည်မလည်သေးခင် လူမမည်ဘဝမှာ အဖေက ကျွန်တော့်ကို ဆုံးမခဲ့ဖူးတယ်။ \" သူများကို ဝေဖန်မယ်တွေးတိုင်း လူတိုင်းက မင်းလိုမျိုး လောကရဲ့မျက်နှာသာပေး မခံခဲ့ရဘူးဆိုတာကို သတိရ\"တဲ့။ ဒီစကားကြောင့် ကျွန်တော် ဘယ်သူ့ကိုမှ ကိုယ့်ဘက်ကအမြင်နဲ့ အကဲဖြတ်ဝေဖန်လေ့မရှိပေမဲ့ ဂတ်စ်ဘီကိုတော့ ကျွန်တော်အကဲဖြတ်စောခဲ့မိတယ် ထင်ပါတယ်။ အဖေ့ဆုံးမစကားက သိပ်မှန်ခဲ့တယ်။(၄)မျှော်လင့်ခြင်းဆိုတာ ဘာများလဲ။ ဒါမျိုးအမေးက အဖြေတိတိပပရှိတဲ့ အမေးတော့ မဟုတ်ဘူးပေါ့။ သို့ပေမဲ့ ဂတ်စ်ဘီအတွက်တော့ မျှော်လင့်ခြင်းဆိုတာ ဒီအလင်းပွင့်စိမ်းကလေးပါပဲ။ လဲကျလိုက် တစ်စစီပြန်ကောက်လိုက် ဘဝမှာတောင် ဒီမျှော်လင့်ချက်ကလေးကို ဂတ်စ်ဘီ မစွန့်လွှတ်ခဲ့ပါဘူး။ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2oaew/(CM)_The_Great_Gatsby_(2013)_Bluray_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oKng4fEr4QgS869UuWLSjAsR2rz.jpg",
        "title": "13 Minutes (2021)",
        "description": "13 Minutes (2021) အညွှန်း*********************သဘာဝဘေးအန္တရာယ်တစ်ခုဖြစ်တဲ့ လေဆင်နှာမောင်းကျရောက်တဲ့အခါ ပြည်သူတွေဘယ်လောက်အထိဒုက္ခရောက်နိုင်သလဲဆိုတာ အဓိကဇာတ်အိမ်တည်ထားပါတယ်။လေဆင်နှာမောင်းမဖြစ်ခင်ကတော့ ဒါကိုပေါ့ပေါ့တန်တန်သဘောထားပြီး ရေဒီယိုနဲ့တီဗီက သတိပေးချက်တွေကို အလေးမထားတတ်ကြတာ လူတွေရဲ့ထုံးစံပါပဲ။ တကယ်တမ်းလေဆင်နှာမောင်းကြီးတိုက်ခိုက်လာတော့ အကာအကွယ်တွေရှာဖွေပြင်ဆင်ဖို့က ၁၃မိနစ်ဆိုတဲ့အချိန်အတွင်းမှာ ဖြစ်နိုင်ပါ့မလားဆိုတာ ရှုစားရမှာဖြစ်ပါတယ်။ ဇာတ်လမ်းသဘောမှာတော့ အဓိက မိသားစု(၄)ခုကို အခြေခံထားပြီး ဒီမိသားစု(၄)ခုရဲ့ အိမ်ထောင်ရေးအခက်အခဲတွေကိုပါတင်ဆက်ထားတာမို့ ပညာပေးဇာတ်ကားကောင်းတစ်ကားဖြစ်မယ်လို့ ယုံကြည်ပါတယ်။ (ဇာတ်လမ်းအညွှန်းကိုတော့ Seiji က ရေးပေးထားပါတယ်) File Size          :  (1.8GB), (913MB) & (459MB)\nQuality            : 1080p BluRay, 720p BluRay & 480p\nFormat            : mp4\nDuration         : 1hr ...",
        "rating": "4.6",
        "url": "https://megaup.net/1Icbb/[CM]13.Minutes.2021.720p.BluRay.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gY9VuVtl9Eb2Twt29GBUMzT40oD.jpg",
        "title": "2gether: The Movie (2022)",
        "description": "2gether: The Movie (2022) အညွှန်း*******************************နာမည်ကြီး BL ဇာတ်လမ်းတွဲဖြစ်တဲ့ 2gether The series နဲ့Still 2gether ကို  အဓိက ကျောရိုးယူတဲ့ 2gether Movie လေးကိုCM မှ ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်ကြည့်ရှုသူတွေအနေနဲ့ တချို့အခန်းတွေမှာ series ၂ ခုကိုပေါင်းဖို့ ထပ်ပြီးရိုက်ထည့်ပေးထားတဲ့အခန်းအသစ်တွေကိုပါကြည့်ရှုရမှာဖြစ်ပါတယ်သူတို့ ပထမဆုံးတွေ့ဆုံမှုရဲ့ နောက်ကွယ်ကအကြောင်းတွေ\nဖုံးကွယ်ထားတဲ့ အကြောင်းလေးတွေကိုဆာလဝါ့တ်ရဲ့ ခံစားချက်ကိုဖော်ပြတဲ့ ပုံစံကနေ ပိုပြီးခံစားကြည့်ရှုနိုင်မှာဖြစ်ပါတယ်ဇာတ်လမ်းလေးရဲ့ အဆုံးသတ်ကလည်း Series နဲ့ကွဲထွက်နေမှာဖြစ်တဲ့ အပြင် ခံစားအသစ် ရှုထောင့်အသစ်တွေလည်း မြင်ရမှာမို့ပရိတ်သတ်တွေအနေနဲ့ Movie လေးကိုပါ ထပ်ပြီးကြည့်ရှုခံစားကြပါဦး... File Size : (700MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:47:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Angel ...",
        "rating": "",
        "url": "https://megaup.net/2o9ll/2gether_the_Movie_.2021..WEB-DL.720P.FINAL.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/re-135x200.jpg",
        "title": "Redeeming Love (2022)",
        "description": "ရှင် ကျွန်မကို ဘာလို့ဒီ​​လောက်ချစ်ရတာလဲကျွန်မက အငယ်အ​နှောင်းရဲ့ သမီးတစ်​​ယောက်၊ ​လူ့​လောကထဲ\n​ရောက်မလာသင့်တဲ့သူလို့ ဖခင်ရင်းနှုတ်က​နေ အ​ပြောခံရသူပါ၊\nအ​မေကလည်း မျိုးရိုး​ကောင်းမဟုတ်သလို ​လောကဓံလှိုင်းတံပိုး\nကြား ကာလသား​ရောဂါနဲ့ ဆုံးခဲ့ရသူပါ။ ကျွန်မဆိုတာကလည်း\nမိခင်​သေဆုံးပြီး အသက်၈နှစ်အရွယ်တည်းက \"အိန်ဂျယ်​​\"ဆိုတဲ့\nနာမည်ဝှက်နဲ့ မိန်းမပျက်ဘဝ စခဲ့သူပါ။ ဒီလို မသန့်ရှင်း​တော့တဲ့\nမိန်းက​လေးတစ်​ယောက်ကို ဘာလို့ဒီ​လောက်ထိချစ်ရတာလဲရှင် ကျွန်မရဲ့အတိတ်အ​ကြောင်း တစ်ဝက်​လောက်သိရင်​​​တောင်\nစွန့်ခွာထွက်​ပြေးသွားမှာမလား၊ ကျွန်မရဲ့နာမည်အရင်းကို​​တောင်\nရှင်သိရဲ့လား၊ အချစ်ဆိုတာက အချိန်တန်ရင် ပျောက်သွားမယ့်\nစိတ်ခံစားချက်လို့ပဲ သ​ဘောထားတာကို ရှင်သိရဲ့လား၊ ကျွန်မရဲ့\nမှတ်ဉာဏ်ထဲမှာ ရှင်ဟာ ကျွန်မနဲ့ပျော်ပါးဖူးတဲ့ မတစ်​ထောင်ဖွား\n​ယောကျ်ားသား​တွေနဲ့ အတူတူပဲဆိုတာမသိလို့လား၊ ဘာ​ကြောင့်\nကျွန်မကို ဒီ​လောက်ထိ လက်ထပ်ချင်​နေရတာလဲကျွန်မဆိုတာ ကိုယ့်ခံစားချက်ကို​ဘေးချိတ်ပြီး ဝမ်း​ရေးအတွက်\nဒီအလုပ်ကို လုပ်​နေရသူပါ၊ ရှင့်ကိုချစ်ဖို့မဆိုနဲ့ အ​တွေးထဲ​တောင်\nအဝင်မခံနိုင်တဲ့သူပါ၊ ရှင်ဟာ အမျိုး​ကောင်းသားတစ်​ယောက်ပါ၊\nကျွန်မထက် သာတဲ့ မိန်းက​​လေး​တွေ လက်ချိုး​ရေမကုန်ပါဘူး၊\nရှင် ကျွန်မကို ​ငွေနဲ့ဝယ်မယ်ဆိုရင်လည်း ဒီအိမ်​ထောင်မှုရဲ့အ​ဝေး\nကျွန်မအမြဲထွက်​ပြေး​နေမိမှာပါ၊ ဒါဆိုလည်း ရှင်ကျွန်မကို ချစ်​နေ\nဦးမှာလား..... မိုက်ကယ်အနာဂတ်မှာ ဘာဆက်ဖြစ်မလဲ​​တော့ ဇာတ်ဆရာအလိုကျ​ပေါ့\n==========================================မင်းကိုဘာလို့ ဒီ​လောက်ထိချစ်မိသွားမှန်း ကိုယ်မသိပါဘူးကိုယ်က လယ်သမားတစ်​ယောက်ပါ၊ အရာရာကို ဘုရားသခင်ရဲ့\nလမ်းညွှန်မှုလို့ ...",
        "rating": "",
        "url": "https://megaup.net/12eks/Redeeming_Love_2022_720p_(CM).mp4 ",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/night-2-133x200.jpg",
        "title": "The Story Of The Night Watcher (2022)",
        "description": "ယင် နဲ့ ယန်အားပြိုင်မှု... ကောင်းခြင်းဆိုးခြင်းတွေကကျင့်စဉ်တွေအပေါ် သက်ရောက်တာမဟုတ်ဘဲနဲ့ အဲ့ဒီကျင့်စဉ်ကိုကျင့်နေတဲ့လူအပေါ်မှာပဲ မူတည်နေပါတယ်တဲ့.....အေးချမ်းလှတဲ့ ယန့်မြို့လေးမှာ လွန်ခဲ့တဲ့တစ်လအတွင်း လူသေမှုခြောက်မှု နဲ့ လူပျောက်ဆုံးမှုတွေအများကြီးဖြစ်လာခဲ့ပါတယ်။ သေဆုံးတဲ့သူတွေကို ကြည့်လိုက်တော့လည်း ခြောက်ချက်အကုတ်ခံရတဲ့မြောင်လက်ရာလိုလိုမြင်ရတော့ လူတွေပြောကြတာက ကြောင်မိစ္ဆာတဲ့။ ဒါပေမဲ့အဲ့ဒီဒဏ်ရာတွေက သေစေလောက်တာမျိုးမဟုတ်တာကြောင့် မြို့ပေါ်ကရောက်လာတဲ့လင်စစ်ဆေးရေးမှူးကတော့ အယုံအကြည်မရှိခဲ့ပါဘူး။“ကျွမ်းကျင်ရာ လိမ္မာရာ” ဆိုတဲ့အတိုင်း ယန့်မြို့ကြီးရဲ့ ၆၇ ဆက်မြောက်သရဲဖမ်းသူရဲ့တစ်ဦးတည်းသောတပည့်ဖြစ်တဲ့ ဟူဖန်ကတော့ သူ့လမ်းစဉ်အတိုင်း လူသတ်သမားကိုရှာဖွေဖို့ အစီအရင်တွေလုပ်ခဲ့ပါတယ်။ကိုယ်ယောင်ဖျောက်နေတဲ့ လူသတ်သမားကိုရှာဖွေကြရင်း ယန့်မြို့ကြီးရဲ့အတိတ်ပုံပြင်တွေ၊နာကျည်းစရာတွေ နဲ့ ထူးဆန်းအံ့ဩဖွယ်ရာတွေကို တွေ့ရှိသွားတဲ့အခါမှာတော့....ဇာတ်လမ်းကပျင်းဖို့မကောင်းတဲ့အပြင် စိတ်ဝင်စားဖို့ကောင်းပြီးယုတ္တိဆန်တဲ့ရိုက်ချက်တွေကြောင့် အဆင်ပြေတဲ့ကားလေးမို့ ဆက်ကြည့်လိုက်တော့နော်... ။ ။\nFile size…912MB / 360MB\nQuality…1080p \nFormat…mp4\nDuration….1h 22mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by JojoVa",
        "rating": "6.0",
        "url": "https://megaup.net/12e7i/The.Story.Of.The.Night.Watcher.2022.1080p.H264.AAC2.0(CM).mp4",
        "category": "Drama, Mystery, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Untitled-142x200.png",
        "title": "[21+]Forbidden Teacher Love. Yua Mikami[SSIS-241]",
        "description": "Japan Idol အဆိုတော်ဘဝကနေ porn star ဘဝကို ကူးပြောင်းခဲ့တဲ့ Yua Mikami ဟာဆိုရင်တော့ဖြင့်သမင်မျက်လုံးလို အပြစ်ကင်းစင်တဲ့ မျက်ဝန်းလဲ့လဲ့လေးရယ်မြင်သူသနား ကြားသူချစ်ခင်ဆိုတဲ့ အဆင်းအသံလေးရယ်နဲ့ ပြည့်စုံလွန်းလှတဲ့အပြင်ကိုခန္ဓာကိုယ်ကောက်ကြောင်းလေးကလဲ ဘုရားသခင်က ထုဆစ်ပေးထားသလိုအပိုအလိုမရှိ ဖုသင့်တာဖုဖောင်းသင့်တဲ့နေရာဖောင်း ဂန္ဓဝင် ဂရိနတ်ဘုရားမတစ်ပါးရဲ့ ပန်းပုရုပ်ထုလိုပါပဲ ။စိတ်ရှိတိုင်းသာ ညွှန်းဆိုရရင် တစ်နေကုန်ဒီတိုင်းလေးပဲ ကြည့်နေပါဆိုရင်တောင် မပျင်းမရိပဲ ထိုင်ငေးချင်နေစရာ အလှတစ်ပါးပါပဲဒါပေမဲ့ ဒီတိုင်းထိုင်ကြည့်ပြီးပျင်းမနေရအောင်ဇာတ်လမ်းလေးနဲ့တင်ဆက်ပေးထားတဲ့ ကြင်နာတတ်တဲ့ဆရာမလေးရယ်အားငယ်တတ်တဲ့ အမောင်ကျောင်းသားလေးတို့ကြားကဆန်းကြယ်တဲ့ အချစ်ဇာတ်လမ်းလေးကိုမင်းသမီးလေးရဲ့ ရင်ဖိုစရာ သရုပ်ဆောင်မှုတွေနဲ့အတူ ခံစားကြည့်ရအောင်ဗျာ။Dark Side Production မှ တင်ဆက်သည်။File Size : (1.8 GB) & (850 MB)\nQuality : HD-Rip 1080p & 720p\nRunning Time : 01:58:40\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://megaup.net/12e9p/(DS)_[SSIS-241]_Forbidden_Teacher_Love._Yua_Mikami_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gUSvQSpR2TXsRbBX2b9Bhwh3jl9.jpg",
        "title": "Hero (2022)",
        "description": "Hero (2022)IMDb-8.2/10အာဂျွန်ဆိုတဲ့လူငယ်လေးတစ်ယောက်က ဇာတ်လိုက်မင်းသား(ဟီးရိုး) ဖြစ်ဖို့အိမ်မက်တွေနဲ့ပြည့်နေတဲ့လူငယ်လေးတစ်ယောက်ပေါ့ အာဂျွန်နဲ့ ဆာ့ဘူတို့က ချစ်သူတွေပါဆလင်းဘိုင်ဆိုတဲ့ လူဆိုးဂိုဏ်းချုပ်ကြီးဟာ တစ်နေ့မှာ ရဲတစ်ယောက်ကို ရှေးဟောင်းသေနတ်တစ်လက်နဲ့ပစ်သတ်လိုက်ပြီး အဲ့ဒီသေနတ်ကို ဟိုင်ဒရာဘတ်မြို့ထဲက သူ့ရဲ့ကျေးစားလူသတ်သမား တစ်ယောက်ဆီကိုပို့ပေးလိုက်တယ်။ သူ့ရဲ့ရန်သူတော်ကြီးတစ်ယောက်ကို သတ်ခိုင်းဖို့ပေါ့။တစ်ချိန်တည်းမှာပဲ လှချင်ခန့်ချင်တဲ့ အာဂျွန်တစ်ယောက်က ဆံပင်ကျွတ်နေလို့ တီဗီမှာတွေ့တဲ့ဆံပင်ခေါင်းလိမ်းဆီကို အွန်လိုင်းကနေမှာလိုက်ရာကနေ သူ့အိမ်ရောက်လာတဲ့ပါဆယ်ထုပ်ထဲမှာကခေါင်းလိမ်းဆီမဟုတ်ဘဲ အဲ့ဒီရှေးဟောင်းသေနတ်ဖြစ်နေခဲ့ပါတယ်။ ကဲ အာဂျွန်တစ်ယောက်အဲ့ဒီသေနတ်တစ်လက်နဲ့ဘယ်လိုပြဿနာတွေရင်ဆိုင်ရဦး မလဲ။ သူ့သမီးနဲ့ကန့်ကွက်နေတဲ့လျှို့ဝှက်တဲ့ အာဂျွန့်ယောက္ခမကြီး ကကော ဒီအမှုအခင်းတွေနဲ့ ဘယ်လိုပတ်သတ်မှုရှိနေမလဲ။IMDb Rating 8.2/10 ရထားတဲ့ ဟာသ စွန့်စားခန်း ဇာတ်ကားကောင်းလေးမလို့လက်မလွတ်တမ်းကြည့်ရှုဖို့ ညွှန်းပေးလိုက်ရပါတယ် \nFile size…3.06GB / 1.4GB / 500MB\nQuality…1080p WEBDL AAC 5.1CH / 720p / 360p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Poe & HM & Eliza",
        "rating": "8.2",
        "url": "https://megaup.net/12e0l/Hero_(2022)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSgd-YcJyIShx2xr4ygZh6fmfiZsock1nx-ZjDYt8xtS5TLTQxM",
        "title": "Lunana: A Yak in the Classroom (2019)",
        "description": "Lunana: A Yak in the Classroom (2019)\n~ IMDb - 7.5/10, RT - 100% ~ဟိမ၀န္တာတောင်တန်းအရှေ့ဘက်က တရုတ်နဲ့ အိန္ဒိယကြားမှာရှိတဲ့ တနင်္သာရီတိုင်း ထက်၀က်လောက်ပဲကျယ်တဲ့ ဘူတန်နိုင်ငံလေးရဲ့ အော်စကာ International Feature ဆု ဆန်ခါတင်၀င်ထားတဲ့ ရုပ်ရှင်ပါ။ ၂၀၁၉ကားကို ၂၀၂၂ အော်စကာမှာ ဆန်ခါတင်၀င်သွားတာပါ။ ဘူတန်က ဒီကားကိုပဲ မနှစ်ကရော ဒီနှစ်ရော Entry အဖြစ်ရွေးခဲ့ပေမဲ့ မနှစ်ကတော့ ဆန်ခါတင်မှာကျသွားပြီး ဒီနှစ်ဆန်ခါတင်မှာမှ ပါလာတာပါ။ လူ 660 ကျော်လောက်ပဲ Vote ထားတဲ့ IMDb 7.5 ကိုတော့ အဖက်လုပ်စရာမလိုပေမဲ့ ဝေဖန်သမားတွေချည်းပေးတဲ့ Rotten Tomatoes မှာလည်း ၁၀၀အတိရထားပါတယ်။ သူနဲ့အပြိုင်တွေက Flee(99%), The Worst Person in the ...",
        "rating": "7.5",
        "url": "https://megaup.net/2o76h/(CM)_Lunana_A_Yak_in_the_Classroom_(2019)_720p.mp4",
        "category": "Drama, Family"
    }
]