[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6OemqmvthXswt5KFmtXBCMMloJ4.jpg",
        "title": "Alex Strangelove (2018)",
        "description": "June 8, 2018 ကထြက္ရွိခဲ႕တဲ႕Alex Strangelove ဆိုတဲ႕ဒီကားေလးကေတာ့Teen film/ Comedy ကားေလးျဖစ္ပါျပီးေတာ့ အလြန္လူၾကိဳက္မ်ားခဲ႕တဲ႕ကားေလးျဖစ္ပါတယ္။ဒီကားေလးကိုရိုက္ကူးေပးခဲ႕တဲ႕ဒါရိုက္တာကေတာ့ Director Craig Johnsonျဖစ္ျပီးေတာ့ ဇာတ္ညြန္းကုိလည္းသူကိုယ္တိုင္ပဲေရးသားခဲ႕တာျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းအဲလက္ထရူးလပ္ဆိုတဲ႕ေကာင္ေလးတစ္ေယာက္ဟာအထက္တန္းေက်ာင္းသားတစ္ေယာက္ျဖစ္ျပီးေတာ့ သူနဲ႕ၾကိဳက္ေနတဲ႕ေကာင္မေလးကလယ္ရာဆိုတဲ႕ရည္းစားတစ္ေယာက္ရွိပါတယ္။ေက်ာင္းမျပီးခင္သူတို႕ရဲ႕planကေတာ့ အဲလက္ရဲ႕virginity ကိုသူရည္းစားေကာင္မေလးနဲ႕အတူျဖတ္သန္းကုန္ဆုံးေနဖို႕ျဖစ္ပါတယ္။ဒါေပမဲ႕ တစ္ေန႕မွာေတာ့ တျခားျမိဳ႕က ေခ်ာေမာ္ျပီးဆြဲေဆာင္မႈရွိတဲ႕ ေဂးေကာင္ေလးျဖစ္တဲ႕ အဲလီယက္ဆိုတဲ႕တစ္ေယာက္နဲ႕ေတြ႕ဆုံးျပီးမွေတာ့ သူတို႕ရဲ႕Relationship ေတြဘာေတြဆက္လိုရႈတ္ေထြးျပီးျဖစ္လာသလဲဆိုတာကို ဟာသနဲ႕ လူငယ္သဘာဝဆန္ဆန္ေရာေႏွာရိုက္ကူးထားတာျဖစ္လို႕ လက္လြတ္မခံသင့္တဲ႕ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Nyi Nyi Lwin  ပါ) File Size : (850 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre : Comedy |\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.NF.WEBRip.DD5.1.x264-NTG\nTranslated by Nyi Nyi Lwin\nEncoded ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/alex-strangelove-2018/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/crazy-safari-poster-133x200.jpg",
        "title": "The Gods Must Be Crazy III: Crazy Safari (1991)",
        "description": "The Gods Must Be Crazy III: Crazy Safari (1991)_____IMDb - 5.5/10\n ဒီဇာတ်ကားကတော့ ပုလင်းဟာသလို့ လူသိများတဲ့ ဇာတ်ကားတွေရဲ့ နံပါတ် ၃ ဇာတ်ကားပါ။\nရှေ့ကဇာတ်ကားတွေကို \" https://channelmyanmar.org/?s=the+gods+must+be+crazy \" မှာဒေါင်းလို့ရပါတယ်။\nပုလင်းမင်းသားအကြောင်းဖတ်ချင်ရင်တော့ အောက်မှာဖတ်ပါ။\n  #Nixau_Toma ( ကမ္ဘာ့ရုပ်ရှင်လောကထဲ ဂင်းနစ်စံချိန်တင်ခဲ့သောလူရိုင်း(သို့) အောင်မြင်မှုငွေကြေးချမ်းသာမှုတွေကိုမသိခဲ့တဲ့မင်းသားတစ်ယောက်ရဲ့ အတ္ထုပ္ပတ္တိ )\n.……………………………………………………………\n” ပီတာက ဆိတ်၇ကောင်ပေး မယ်ဆိုလို့ကျတော်လိုက်လာတာ ရုပ်ရှင်ဆိုတဲ့စကားကိုကျတော်အခုမကြားဖူးတာဗျ။ ဒီမှာ နေအခါ၃၀ ဝင်တဲ့အထိနေရမယ်ပြောတယ်။\nပြီးရင်ကျတော် စန်တို့ရှိတဲ့ဆီကို ဆိတ် ၇ကောင်ယူပြီးပြန်မယ်။ ”N!xau Toma\nတောင်အာဖရိကတိုက်အစွန် နမီးဘီးယားဆိုတဲ့နိုင်ငံသေးသေးလေးအပြင်မြို့ပြနဲ့မိုင်\nပေါင်းများစွာဝေးတဲ့ အာဖရိကတောတွင်းတနေရာမှာ စန်ဆိုတဲ့အာဖရိကလူရိုင်းရွာလေးတရွာရှိခဲ့တယ်။ ဒီရွာလေးက နမီးဘီးယားနိုင်ငံထဲကကာလာဟာရီ သဲကန္တာရထဲမှာရှိပြီး အာဖရိယလူရိုင်းမျိူးနွယ်တွေထဲမှာ ခေတ်နောက်အကျဆုံးလူမျိူးစုတွေထဲက ၁၂ရာစုလူနေမှုစနစ်လိုနေထိုင်ကြတဲ့ ဘာဆာဝါ ဆိုတဲ့လူရိုင်းမျိူးနွယ်စုရဲ့ရွာလေးပါ။ အမဲလိုက် ပျားအုံဖွတ် ငါးဖမ်းရင်း အသက်မွေးကြပြီး လယ်ယာမြေစိုက်ပျိူးမှုကိုတောင်မသိရှိသလို သူတို့ဘာသာစကားဟာလူ၁သောင်းတောင်မသိတဲ့ဘာသာစကားတခုကို ပြောကြတဲ့လူရိုင်းမျိူးနွယ်ပါ။ ၃နှစ်လောက်နေမှမြို့ပြအမဲလိုက်အဖွဲ့တွေကိုတွေ့ရလေ့ရှိပြီး ဒါကိုကသူတို့အတွက်အထူးအဆန်းဖြစ်လေ့ရှိတဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/3ztbv/The_Gods_Must_Be_Crazy_III_-_Crazy_Safari_(Fei_Zhou_He_Shang)_[1991]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-gods-must-be-crazy-II-poster-133x200.jpg",
        "title": "The Gods Must Be Crazy II (1989)",
        "description": "The Gods Must Be Crazy II (1989)\nIMDb - 6.9/10_____Rotten - 54%\n ဒီဇာတ်ကားကတော့ ပုလင်းဟာသလို့ လူသိများတဲ့ ဇာတ်ကားတွေရဲ့ နံပါတ် ၂ ဇာတ်ကားပါ။\nပထမဇာတ်ကား  The Gods Must Be Crazy (1980) ကိုတော့ \" ဒီလင့်မှာ \" ဒေါင်းပါ။\nပုလင်းမင်းသားအကြောင်းဖတ်ချင်ရင်တော့ အောက်မှာဖတ်ပါ။ #Nixau_Toma ( ကမ္ဘာ့ရုပ်ရှင်လောကထဲ ဂင်းနစ်စံချိန်တင်ခဲ့သောလူရိုင်း(သို့) အောင်မြင်မှုငွေကြေးချမ်းသာမှုတွေကိုမသိခဲ့တဲ့မင်းသားတစ်ယောက်ရဲ့ အတ္ထုပ္ပတ္တိ )\n.……………………………………………………………\n” ပီတာက ဆိတ်၇ကောင်ပေး မယ်ဆိုလို့ကျတော်လိုက်လာတာ ရုပ်ရှင်ဆိုတဲ့စကားကိုကျတော်အခုမကြားဖူးတာဗျ။ ဒီမှာ နေအခါ၃၀ ဝင်တဲ့အထိနေရမယ်ပြောတယ်။\nပြီးရင်ကျတော် စန်တို့ရှိတဲ့ဆီကို ဆိတ် ၇ကောင်ယူပြီးပြန်မယ်။ ”N!xau Toma\nတောင်အာဖရိကတိုက်အစွန် နမီးဘီးယားဆိုတဲ့နိုင်ငံသေးသေးလေးအပြင်မြို့ပြနဲ့မိုင်\nပေါင်းများစွာဝေးတဲ့ အာဖရိကတောတွင်းတနေရာမှာ စန်ဆိုတဲ့အာဖရိကလူရိုင်းရွာလေးတရွာရှိခဲ့တယ်။ ဒီရွာလေးက နမီးဘီးယားနိုင်ငံထဲကကာလာဟာရီ သဲကန္တာရထဲမှာရှိပြီး အာဖရိယလူရိုင်းမျိူးနွယ်တွေထဲမှာ ခေတ်နောက်အကျဆုံးလူမျိူးစုတွေထဲက ၁၂ရာစုလူနေမှုစနစ်လိုနေထိုင်ကြတဲ့ ဘာဆာဝါ ဆိုတဲ့လူရိုင်းမျိူးနွယ်စုရဲ့ရွာလေးပါ။ အမဲလိုက် ပျားအုံဖွတ် ...",
        "rating": "6.9",
        "url": "https://megaup.net/3zt9z/The_Gods_Must_Be_Crazy_II_[1989]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-gods-must-be-crazy-1980-poster-143x200.jpg",
        "title": "The Gods Must Be Crazy (1980)",
        "description": "The Gods Must Be Crazy (1980)\nIMDb - 7.3/10_____Rotten - 85%\n #Nixau_Toma ( ကမ္ဘာ့ရုပ်ရှင်လောကထဲ ဂင်းနစ်စံချိန်တင်ခဲ့သောလူရိုင်း(သို့) အောင်မြင်မှုငွေကြေးချမ်းသာမှုတွေကိုမသိခဲ့တဲ့မင်းသားတစ်ယောက်ရဲ့ အတ္ထုပ္ပတ္တိ )\n.……………………………………………………………\n” ပီတာက ဆိတ်၇ကောင်ပေး မယ်ဆိုလို့ကျတော်လိုက်လာတာ ရုပ်ရှင်ဆိုတဲ့စကားကိုကျတော်အခုမကြားဖူးတာဗျ။ ဒီမှာ နေအခါ၃၀ ဝင်တဲ့အထိနေရမယ်ပြောတယ်။\nပြီးရင်ကျတော် စန်တို့ရှိတဲ့ဆီကို ဆိတ် ၇ကောင်ယူပြီးပြန်မယ်။ ”N!xau Toma\nတောင်အာဖရိကတိုက်အစွန် နမီးဘီးယားဆိုတဲ့နိုင်ငံသေးသေးလေးအပြင်မြို့ပြနဲ့မိုင်\nပေါင်းများစွာဝေးတဲ့ အာဖရိကတောတွင်းတနေရာမှာ စန်ဆိုတဲ့အာဖရိကလူရိုင်းရွာလေးတရွာရှိခဲ့တယ်။ ဒီရွာလေးက နမီးဘီးယားနိုင်ငံထဲကကာလာဟာရီ သဲကန္တာရထဲမှာရှိပြီး အာဖရိယလူရိုင်းမျိူးနွယ်တွေထဲမှာ ခေတ်နောက်အကျဆုံးလူမျိူးစုတွေထဲက ၁၂ရာစုလူနေမှုစနစ်လိုနေထိုင်ကြတဲ့ ဘာဆာဝါ ဆိုတဲ့လူရိုင်းမျိူးနွယ်စုရဲ့ရွာလေးပါ။ အမဲလိုက် ပျားအုံဖွတ် ငါးဖမ်းရင်း အသက်မွေးကြပြီး လယ်ယာမြေစိုက်ပျိူးမှုကိုတောင်မသိရှိသလို သူတို့ဘာသာစကားဟာလူ၁သောင်းတောင်မသိတဲ့ဘာသာစကားတခုကို ပြောကြတဲ့လူရိုင်းမျိူးနွယ်ပါ။ ၃နှစ်လောက်နေမှမြို့ပြအမဲလိုက်အဖွဲ့တွေကိုတွေ့ရလေ့ရှိပြီး ဒါကိုကသူတို့အတွက်အထူးအဆန်းဖြစ်လေ့ရှိတဲ့ ကိစ္စပါ။သူတို့ယုံကြည်မှုက တခြားလူရိုင်းတွေလိုနတ်ဘုရားနဲ့ယစ်ပူဇော်မှုမဟုတ်ဘဲ ရာသီဥတုကိုယုံကြည်ကိုးကွယ်ကြတဲ့လူမျိူးတွေပါ။မှတ်တမ်းများအရ ဒီလူမျိူးစုစစ်စစ်ဟာ၂၀၀ကျော်သာကျန်တော့ပြီးသစ်တောပြူန်းတီးမှု\nတောင်အာဖရိကကျွန်ပြုအလုပ်ကြမ်းလုပ်ခိုင်းတဲ့သူပုန်တွေကြောင့် မျိူးတုံးလုနီးပါးအခြေအနေကိုရောက်နေရပြီး လူ၃၀ကိုတရွာလောက်ပဲနေထိုင်မှုတွေကြောင့် ဒီလူရိုင်းမျိူးနွယ်ဟာကမ္ဘာ့လူမျိူးစုထိန်းသိမ်းရေးအဖွဲ့တွေနဲ့အလှမ်းဝေးလွန်းခဲ့ပါတယ်။\nအချိန်အားဖြင့် ၁၉၄၄ခုနှစ် ဒီဇင်ဘာလ ၁၆ရက်နေ့ ဒီရွာလေးမှာ N!xau ...",
        "rating": "7.3",
        "url": "https://megaup.net/2dyj6/The_Gods_Must_Be_Crazy_[1980]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMWZkYTllMjctM2E0ZS00NTNjLWE2YjQtODY4YWZjMDJiODVhXkEyXkFqcGdeQXVyNTAzMTY4MDA@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "How to Talk to Girls at Parties (2017)",
        "description": "ဒီတစ္ခါမွာေတာ့ How to Talk to Girls at Parties ဆိုတဲ့ဇာတ္ကားေကာင္းေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္ကားမွာေတာ့ အားလံုးရဲ႕အခ်စ္ေတာ္ မင္းသမီးေခ်ာေလး Elle Fanning နာမည္ေက်ာ္မင္းသမီးၾကီး Nicole Kidman အျပင္ မင္းသား Alex Sharp တို႔ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။Enn တို႔သူငယ္ခ်င္းတစ္သိုက္ဟာ ထုိအခ်ိန္က ေခတ္စားေနတဲ့ ပန္႔ဂီတနဲ႔ ယဥ္ေက်းမႈကို ရူးသြပ္ၾကတဲ့သူေတြျဖစ္ပါတယ္။တစ္ရက္ ပန္႔ဂီတပြဲကိုသြားျပီးအျပန္မွာထူးဆန္းတဲ့ ဂီတသံေတြၾကားတာေၾကာင့္ လိုက္လံစပ္စုရာမွ ထူးဆန္းတဲ့လူေတြ ေနထိုင္တဲ့ အိမ္ၾကီးတစ္အိမ္ဆီကိုေရာက္ရွိသြားပါတယ္။တကယ္ေတာ့ အဲဒီလူေတြဟာ လူအစစ္မဟုတ္ဘဲ ကမာၻေျမကို မၾကာေသးခင္ကမွေရာက္ရွိလာတဲ့ ျဂိဳလ္သားေတြပဲျဖစ္ပါတယ္။အဲဒီလို Enn တို႔သူငယ္ခ်င္းေတြ ထိုအိမ္ၾကီးကိုေရာက္ရွိသြားရာက ျဂိဳလ္သားမေလးZen နဲ႔ ေတြ႕ဆံုခဲ့ရပါတယ္။ကမာၻေျမနဲ႔လူေတြအေၾကာင္းကို အရမ္းစိတ္၀င္စားတဲ့ ျဂိဳလ္သားမေလး Zen ဟာ အေတြ႕အၾကံဳအသစ္ေတြကို ရွာေဖြခ်င္တာေၾကာင့္ သူတို႔ျဂိဳလ္သားမ်ိဳးရိုးေတြဆီကေန ထြက္ေျပးျပီး Enn ေနာက္ကိုေကာက္ေကာက္ပါေအာင္ လိုက္သြားပါေတာ့တယ္။အဲဒီလိုနဲ႔သူတို႔ႏွစ္ေယာက္သား ခ်စ္ကၽြမ္း၀င္သြားတဲ့ အခါမွာေတာ့......။ဒီဇာတ္ကားမွာ ပန္႔ယဥ္ေက်းမႈ ဂီတေတြအျပင္ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2glUc/How_To_Talk_To_Girls_At_Parties_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kHyoFs6BIJJwCaFlWu6P5Bnpa70.jpg",
        "title": "Padman (2018)",
        "description": "\" ကြ်န္ေတာ္တုိ႔ အိႏၵိယဟာ ျပသနာေပါင္္းေသာင္းေျခာက္ေထာင္နဲ႕ ႏုိင္ငံပါကြ်န္ေတာ္ရွာေတြ႕ခဲ့တဲ့ျပသနာက အမ်ိဳးသမီးေတြဓမၼတာလာတဲ့ ၅ရက္တာ ျပသနာပါဓမၼတာလာၿပီဆုိရင္ အမ်ိဳးသမီးေတြဟာ ဘာအလုပ္မွလုပ္ခြင့္မရွိဘဲ အိိမ္အျပင္ထြက္ထုိင္ေနရပါတယ္သန္႔ရွင္းေရးအတြက္က်လည္း အဝတ္စုတ္ေတြသုံးေနၾကတယ္ဒီီကိစၥကုိ ကြ်န္ေတာ့္မိန္းမလည္းလုပ္ေနတာျမင္ေတာ့ တခုခုလုပ္ဖုိ႔ၾကံမိပါတယ္။အမ်ိဳးသမီးတေယာက္ကုိ ပဒ္အသုံးျပဳခုိင္းျခင္းဟာ သူ႕အတြက္ အခ်ိန္ ၂လထပ္အပုိေပးလုိက္သလုိပါပဲ ရွင္းျပပါမယ္၁လကုိ ၅ရက္၊ ၁၂လဆုိ ရက္ ၆၀၊ တႏွစ္မွာ ၂လပါ။အမ်ိဳးသားေတြက်ေတာ့ တႏွစ္မွာ ၁၂လရၿပီး အမ်ိဳးသမီးေတြမွ ဘာေၾကာင့္ ၁၀လပဲ ရ,ရမွာလဲနာရီဝက္ေလာက္ပဲ အမ်ိဳးသားတစ္ေယာက္က အမ်ိဳးသမီးေတြလုိေသြးထြက္ၾကည့္လုိက္၊ တန္းေသၿပီပဲ \"ဒီမိန္႔ခြန္းကုိ အဂၤလိပ္ေဝါဟာရမၾကြယ္မဝနဲ႕ အေမရိကန္ျပည္ေထာင္စု၊ နယူးေယာက္ၿမိဳ႕မွာေဟာေျပာခဲ့သူကေတာ့ ပဒ္မန္းလုိ႔ အမည္တြင္ခဲ့တဲ့ လက္(ရွ္)မီးကန္႔ ေခ်ာ္ဟန္႕ပဲျဖစ္ပါတယ္။သူ႕ဘဝဇာတ္ေၾကာင္းကုိ ပုံေဖၚထားၿပီး အိမ္ေထာင္က်ၿပီးခ်ိန္မွသိပ္ခ်စ္လြန္းတဲ့ဇနီးျဖစ္သူရဲ႕ ဒီဒုကၡကုိေျဖရွင္းေပးဖုိ႔ႀကိဳးစားရင္းအရူး၊ တဏွာရူး၊ လူညစ္ပတ္ စသျဖင့္ေပါင္းစုံေဝဖန္အျပစ္တင္မႈေတြခံခဲ့ရၿပီးေနာက္ဆုံး သိပ္ခ်စ္ရတဲ့ဇနီးနဲ႕ပါ ကြဲရတဲ့အထိျဖစ္ခဲ့ရပါတယ္ဒါလည္း သူ႕ယုံၾကည္ရာကုိ ဇြဲမေလ်ာ့ဘဲ ႀကိဳးစားမႈေၾကာင့္လက္(ရွ္)မီးဟာ ပဒ္မန္းျဖစ္လာခဲ့ပါတယ္။သူဘဝမွာဘယ္လုိေတြ ခက္ခဲႀကိဳးပမ္းခဲ့ရလဲဘယ္သူေတြက အျပစ္တင္ၾကၿပီးဘယ္သူေတြက ကူညီေပးခဲ့လဲဆုိတာ သူ႕ဘဝဇာတ္ကားႀကီးမွာ ခံစားမႈေပါင္းစုံနဲ႕ စီးေမ်ာလုိက္ၾကပါဦးဗ်ာ(#ဒီကားက ...",
        "rating": "8.3",
        "url": "https://megaup.net/2cgqn/Padman_[2018]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/somelikeithot-142x200.jpg",
        "title": "Some Like It Hot (1959)",
        "description": "Some Like It Hot (1959)\nIMDb - 8.2/10_____Rotten - 95%\nWon 1 Oscar. Another 14 wins & 15 nominations.\n  တစ်ချို့ကတော့ လန်းလန်းလေးကြိုက်တယ် တစ်ချို့ကတော့ရိုးရိုးလေးကြိုက်တယ်တဲ့။ ရိုးရိုးလေးရော လန်းလန်းလေးတွေရောရတဲ့မာရီလင်မွန်ရိုးရဲ့ Some Like It Hot ကတော့ အချစ်ဟာသဇာတ်မြူးလေးပါ...IMDB Rating(8.2) ထိရရှိထားပြီး Rotten Tomatoes မှာလဲ 95% ထိရရှိထားတဲ့ဇာတ်ကားကောင်းလေးပါ။ ရွှေကမ္ဘာလုံးဆုသုံးဆု၊ အကယ်ဒမီတစ်ဆု၊ အခြားဆုသုံးဆုရရှိထားပါတယ်။ဇာတ်လမ်းကတော့ လူဆိုးဂိုဏ်းတစ်ဂိုဏ်းရဲ့ လူသတ်မှုမှာမျက်မြင်သက်သေဖြစ်သွားတဲ့ Joe နဲ့ Jerry တို့ ချီကာဂိုကနေ မိန်းကလေးတီးဝိုင်းတစ်ခုမှာ မိန်းမဟန်ဆောင်ပြီးထွက်ပြေးရင်း အတိတ်ဆိုးတွေကနေထွက်ပြေးလာတဲ့ Suger နဲ့တွေ့တဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်ကြမယ်...Suger ကို မြင်မြင်ချင်း ချစ်မိသွားတဲ့ Joe ကရော Suger ရဲ့အချစ်ကိုဘယ်လိုရအောင်ကြိုးစားတယ်ဆိုတာကို ဟာသဆန်ဆန်တင်ဆက်ပြသပေးထားပါတယ်။ Jerry တစ်ယောက်ကတော့ သူငယ်ချင်း ...",
        "rating": "8.2",
        "url": "https://megaup.net/2TvzV/Some_Like_It_Hot_[1959]_(MM_Sub).mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xm0QJ3eumZ5LSewpYKQe6KfwWRW.jpg",
        "title": "Ibiza (2018)",
        "description": "MBD rating 5.1/10\nRotten tomatoes 72%Ibizaကို ေမလ ၂၅တုန္းက Netflixမွာျပခဲ့တာပါဒါရိုက္တာ Alex Richanbandရိုက္တဲ့အေမရိကန္အခ်စ္ဟာသကားေလးရဲ႕ဇာတ္လမ္းပံုစံကေတာ့ နယူးေရာ့ခ္မွာေနေနတဲ့မိန္းကေလး ဟပ္ပါက ဘာစီလိုနာကို အလုပ္ကိစၥနဲ႔အလႊတ္ခံရတာပါအဲ့ခရီးစဥ္ကို ပါတီတက္ရတာႀကိဳက္တဲ့သူ႔အခင္ဆံုးသူငယ္ခ်င္းႏွစ္ေယာက္လည္း အတူပါသြားတယ္ဟိုေရာက္ေတာ့ ဟပ္ပါတစ္ေယာက္ ပါတီတစ္ခုကDJ အလန္းေလးကိုေတြ႕ၿပီး ခိုက္သြားပါေလေရာအဲ့ေနာက္မွာေတာ့ သူစိတ္ဝင္စားသြားတဲ့ DJေနာက္ကိုလိုက္ရင္း ဘာေတြဆက္ျဖစ္မလဲေပါ့... ??ပါတီေတြလိုက္တက္တဲ့ ကားဆိုေတာ့ ဒီကားေလးမွာEDM သီခ်င္းအလန္းေတြ နာမည္ႀကီးေနတဲ့သီခ်င္းေကာင္းေတြကို ၾကားရမွာပါ18+ ေလးလည္းနည္းနည္းပါတယ္ေနာ္ :3 (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ May Phyu Khin  ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEBRip.x264-STRiFE\nTranslated ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/ibiza-2018/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ndgk8EhgT6VxnscAaFV6SMewcQ6.jpg",
        "title": "Flipped(2010)",
        "description": "Flipped(2010)IMDb....7.7လူ့တို့ရဲ့ သဘောဟာ ဆန်းကျယ်တယ်ထင်ပါရဲ့..ချိုဆိမ့်တဲ့အရသာကို ကြိုက်ကြသလို ဖန်ငန်စပ်အရာသာကိုလည်းကြိုက်ကြတာပဲ.. ဒီလိုပဲ အချစ်၊အလှ ၊အလွမ်းဆိုတဲ့ သိမ်မွေ့နူးညံတဲ့ ခံစားမှုစည်းစိမ်ကိုနှစ်သက်ကြသလို ကြမ်းတမ်းထိတ်လန့်စရာ စည်းစိမ်ကိုလည်း နှစ်သက်ကြတာပါပဲ...မည်သို့ပင်ဆိုစေအချစ်၊အလှ ၊အလွမ်းဖွဲ့ဇာတ်ကားလေးတွေခံစားချင်တဲ့သူတွေအတွက် ဒီကားလေးတင်ပေးလိုက်ပါတယ်...၂တန်းကလေးအရွယ် ဘရိုက်စ်ဆိုတဲ့ကောင်လေးတို့မိသားစုက\nဂျူလီဆိုတဲ့ကောင်မလေးရှိတဲ့ အိမ်နားကိုပြောင်းလာတယ်... ကောင်မလေးကတော့ပထမဆုံးတွေ့တွေ့ချင်းကောင်လေးရဲ့ တောက်ပတဲ့မျက်လုံးတွေနဲ့အကြည့်ချင်းဆုံမိပြီး သဘောကျသွားတယ်..\nဖြစ်ချင်တော့ကောင်လေးက သူ့ကိုတစ်စက်ကလေးမှသဘောမကျ စိတ်ပျက်စရာကောင်မလေးအမြင်ကပ်စရာလေးလို့ပဲမြင်နေတာပါပဲ...ဒီကားက ကောင်မလေးရဲ့ အမြင်ရယ် ကောင်လေးရဲ့အမြင်ရယ်ကို အချိုးကျပြသသွားတယ်...ဆယ်ကျော်သက်ရွယ် ကောင်လေးတစ်ယောက်နဲ့ ကောင်မလေးတစ်ယောက်ရဲ့အချစ်နဲ့ပတ်သက်ပြီးတွေ့ကြုံခံစားသိမြင်ပုံလေးတွေကို လှလှပပလေးရိုက်ပြသွားတာပါ ...တစ်ချို့သောသူတွေအတွက် ပျော်ရွှင်ဖွယ်ရာ စိတ်ကူးယဉ်ကမ္ဘာထဲကိုရောက်နေသလိုတောင်ခံစားရနိုင်တယ်...အယ် တစ်ချို့သောသူတွေအတွက် ငယ်ဘဝ ငယ်ချစ်ဦးကို ပြန်လွမ်းဆွတ်တမ်းတပြီးအလွမ်းပြေစရာတစ်ခုခုဖန်တီးသွားလောက်တယ်...ဥပမာ ငယ်ငယ်ကချစ်ဖူးခဲ့တဲ့သူအတွက်ရည်စူးရေးစပ်ထားဖူးတဲ့ကဗျာစာအုပ်အဟောင်းလေးတွေကိုတောင်ပြန်ဖတ်သွားတာမျိုးပေါ့...အယ် ဆယ်ကျော်သက်လူငယ်တွေအတွက်တော့ ဆင်ခြင်စရာလေးတွေအတုယူစရာလေးတွေရသွားမှာပေါ့ဗျာ....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  JtheKoalaဖြစ်ပါတယ်...File Size : (850 MB) and (319 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by JtheKoala\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/flipped2010/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/sherlock-gnomes-poster-1-133x200.jpg",
        "title": "Sherlock Gnomes (2018)",
        "description": "Sherlock Gnomes (2018)_____IMDb - 5.2/10\n Sherlock Gnomes(2018)အားလုံးမျှော်လင့်စောင့်စားနေကြတဲ့ ကာတွန်းကားလေးဖြစ်မယ်ထင်ပါတယ် ...2011 တုန်းက ထွက်ရှိခဲ့တဲ့ Gnomeo & Juliet ဇာတ်လမ်းရဲ့အဆက်ပါ ...ယခုဇာတ်လမ်းလေးထဲမှာတော့ ကျွန်တော်တို့ရဲ့အချစ်တော်တွေဖြစ်ကြတဲ့ ဥယျာဉ်စောင့်နုမ်းလေးတွေဟာလန်ဒန်ကိုပြောင်းရွေ့ခဲ့ကြပါတယ် ..ဒီအချိန်မှာပဲ လန်ဒန်မှာထူးဆန်းတဲ့အမှုတစ်ခုဖြစ်ပွားခဲ့တယ်...အဲ့ဒါကတော့ ဥယျာဉ်စောင့်နုမ်းတွေ ထူးဆန်းစွာပျောက်ဆုံးသွားခြင်းပါ ...လန်ဒန်ရဲ့အကျော်ကြားဆုံးစုံထောက်ကြီးရှားလော့ခ်နုမ်းစ်နဲ့ သူ့မိတ်ဆွေဒေါက်တာဝက်ဆန်ဟာနုမ်းတွေပျောက်ဆုံးမှုကို စုံစမ်းရင်း နိုမီယို ဂျူးလိယက်တို့နဲ့ဆုံတွေ့ခဲ့ကြပါတယ်...လျို့ဝှက်မှုတွေနဲ့ပြည့်နှက်နေတဲ့ နုမ်းတွေရဲ့ပျောက်ဆုံးမှုကို သူတို့လေးယောက်ဘယ်လိုဖြေရှင်းကြမလဲ ...ဘယ်လိုထူးဆန်းမှုတွေနဲ့တွေ့ကြုံရမလဲဆိုတာကို ဆက်လက်ရှူ့စားရမှာပဲဖြစ်ပါတယ် ...ဒါ့အပြင်ရှားလော့ခ်နုမ်းစ်ဇာတ်ကောင်ရဲ့ အသံသရုပ်ဆောင်ကလည်း မင်းသားကြီးJohnny Depp ဆိုတော့ အထူးပြောနေစရာမလိုတော့ပါဘူး အချိန်ပေးရကျိုးနပ်မဲ့ကာတွန်းကားကောင်းတစ်ကားပါပဲလို့ ပြောချင်ပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ကို Lyric Lynn Khant ဖြစ်ပါတယ်...\n  File Size : (703 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:26:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lyric Lynn ...",
        "rating": "5.2",
        "url": "https://megaup.net/6hq2B/Sherlock_Gnomes_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/monster-hunt-2-133x200.jpg",
        "title": "Monster Hunt 2 (2018)",
        "description": "Monster Hunt 2 (2018)\nIMDb - 5.3/10_____Rotten - 50%\n  ၂၀၁၅ တုန်းက ထွက်ရှိခဲ့ တဲ့ Monster Hunt ဇာတ်ကားရဲ့ အဆက်အဖြစ် ထွက်ရှိလာတာ ဖြစ်ပြီး ချစ်စရာမိစ္ဆာကောင်လေး ဝူဘရဲ့ စွန့်စားခန်းဇာတ်လမ်းကို ဆက်လက်ရှုစားရမှာ ဖြစ်ပါ တယ်။အရင်ဇာတ်လမ်းရဲ့ အဆုံး သတ်မှာ မိစ္ဆာကောင်လေး ဝူဘ ဟာ သူ့ဘဝခရီးရှေ့ဆက်ဖို့ သူ့ရဲ့ လူသား မိဘနှစ်ပါးဖြစ်တဲ့ ထျန်၊ လန်တို့နဲ့ လမ်းခွဲခဲ့ပါတယ်။ မိစ္ဆာ လောကမှာလည်း မိစ္ဆာဘုရင်ကြီး သေဆုံးအပြီးမှာ သူ့နေရာဆက်ခံ ဖို့ အချင်းချင်း သတ်ကြဖြတ်ကြနဲ့ လောကမငြိမ်းချမ်းခဲ့ပါဘူး။တကယ်တော့ ဝူဘလေးဟာ သူ့မိဘတွေနဲ့ လမ်းခွဲခဲ့ပေမယ့် အရင်တုန်းက အတူရှိနေချိန်တွေ ကို တစ်ချိန်လုံး သတိရနေခဲ့တာ ပါ။ အဲဒါနဲ့ နောက်ဆုံးမှာတော့ ထိုင်သတိရနေမယ့်အစား ပြန် လိုက်ရှာဖို့ ဆုံးဖြတ်ခဲ့ပြီး စွန့်စား ...",
        "rating": "5.3",
        "url": "https://megaup.net/TQoj/Monster_Hunt_2_(Zhuo_Yao_Ji_2)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/O.T.-Ghost-Overtime-poster-136x200.jpg",
        "title": "O.T. Ghost Overtime (2014)",
        "description": "O.T Ghost Overtime (2014)_____IMDb - 5.7/10\n  \n2014 မှာ ထွက်ရှိထားတဲ့ ထိုင်းသရဲကားတစ်ကားဖြစ်ပါတယ်..\n3AM ထဲမှာပါတဲ့ ဇာတ်ကားအပိုင်း 3ခုထဲက\nတစ်ခုရဲ့ အဆက်အဖြစ် ဆက်လက်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်..\n3AM ထဲမှာ အချိန်ပိုဆင်းတဲ့ ရည်းစား၂\nယောက်ကို သရဲအဖြစ်ခြောက်လှန့်ပြီးတော့ စနောက်တဲ့\nသူ2ယောက်အကြောင့် ထွက်ပြေးသွားကြရတဲ့\nရည်းစား၂ဦးလုံး လှေကားပေါ်ကနေ ပြုတ်ကျသွားပြီးသေဆုံးသွားပါတယ်..\nအဲ့ဇာတ်ကားကိုမှတ်မိကြမယ်\nထင်ပါတယ်..\nအခုဒီဇာတ်ကားရဲ့အစမှာလည်း ထိုဇာတ်ကားက\nအပိုင်းအစ လေးတွေကိုပြန်ပြီးတော့ပြထား\nပေးပါတယ်..\nGhost Over Time ဇာတ်ကားမှာတော့\nအစအနောက်သန်တဲ့ လူတစ်စုနဲ့အတူ\nသရဲအယောင်ဆောင်တာတွေမှာ..\nတကယ့်သရဲအစစ်ပါလာတဲ့အခါ\nဘယ်လိုတွေကြုံတွေ့ကြရမလဲဆိုတာ\nကိုဆက်လက်စောင့်ကြည့်ကြပါ\n  \n3.A.M Part 1\n3.A.M Part 2\nနှင့် ယခု O.T Overtime ၃ ကားလုံးကို\nThinZar Htet မှ ဘာသာပြန်ပေးထားပါတယ်\n \nThit San Khant",
        "rating": "5.7",
        "url": "https://megaup.net/T64k/O.T._Ghost_Overtime_(O.T._Phi_Overtime)_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5YUYg5q7QfC4IoNwNUtiwdiYKPr.jpg",
        "title": "Love, Simon (2018)",
        "description": "ဒီတစ္ခါ CM ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ \"Love Simon\" ဆိုတဲ့ Romantic ဇာတ္လမ္းေလးျဖစ္ပါတယ္...အညႊန္း- ကၽြန္ေတာ့္နာမည္က ဆိုင္မြန္(Simon)ပါ...ကၽြန္ေတာ္က ခရိဝုလို႔ေခၚတဲ့ေက်ာင္းမွာ တက္ေနတဲ့ အထက္တန္းေက်ာင္းသားတစ္ေယာက္မွာ... ကၽြန္ေတာ္တို႔ မိသားစုေလးေယာက္ရွိပါတယ္...ကၽြန္ေတာ္ခ်စ္ရတဲ့ညီမေလးအပါအဝင္ေပါ့... ကၽြန္ေတာ့္မွာ သူငယ္ခ်င္းေကာင္းေတြလဲရွိပါတယ္...သူတို႔ကေတာ့ လီယာ အဘီ နဲ႔ နစ္ တို႔ပါ...ကၽြန္ေတာ္တို႔ ေလးေယာက္အျမဲ ေက်ာင္းတူတူသြားပါတယ္...ကၽြန္ေတာ့္ဘဝက ေပ်ာ္စရာမိသားစု သူငယ္ခ်င္းေကာင္းေတြနဲ႔ ျပည့္စံုပါတယ္....ဒါေပမဲ့ ကၽြန္ေတာ့္မွာ ထိပ္တန္းလ်ိဳ႕ဝွက္ခ်က္တစ္ခုရွိတယ္...တစ္ေန႔ ကၽြန္ေတာ္ လီယာနဲ႔ စကားေျပာျဖစ္တယ္... သူက ခရိဝုေက်ာင္းက ေက်ာင္းသားေတြအေၾကာင္း တင္တဲ့ ခရိဝုလ်ိဳ႕ဝွက္ခ်က္ ဘေလာ့အေၾကာင္း ေျပာတာပါ...အဲ့ ဘေလာ့မွာ ဘလူးဆိုတဲ့သူက သူ႔လ်ိဳဝွက္ခ်က္ကို ေဝမၽွခဲ့တာပါ... သူ႔ပို႔စ္ကို ကၽြန္ေတာ္ဖတ္ၿပီးတဲ့ေနာက္မွာေတာ့ သူ႔လ်ိဳ႕ဝွက္ခ်က္နဲ႔ ကၽြန္ေတာ့္လ်ိဳ႕ဝွက္ခ်က္တူေနခဲ့ပါတယ္...အဲ့ေတာ့ ကၽြန္ေတာ္ သူနဲ႔ သိခြင့္ရဖို႔ ခ်ဥ္းကပ္ခဲ့ပါတယ္... ဂ်က္ဆိုတဲ့ နာမည္နဲ႔ေပါ့.... လ်ိဳ႕ဝွက္ခ်က္ခ်င္း တူေနေတာ့ ကၽြန္ေတာ္တို႔ ႏွစ္ေယာက္ရင္းႏွီးခဲ့ပါတယ္..ကၽြန္ေတာ္လဲ သူ႔ကို ...",
        "rating": "8.1",
        "url": "https://megaup.net/1zE7i/Love,_Simon_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yTbj8Kcp4WFwMRdEejnn55KIsfH.jpg",
        "title": "Batman  and Two-Face(2017)",
        "description": "Batman Vs Two Face (2017)\nIMDb....6.1,,,,,Rotten...100%\nBatman Vs Two Faceကေတာ့ 2017 မွာထြက္ခဲ့ေပမဲ့...1960 ျပည့္ႏွစ္မ်ားက Batman Theme ကိုပဲ\nသုံးထားတာျဖစ္ပါတယ္။\nBatman ရဲ႕ Detective Skill ေတြကို တစ္ကားလုံးလိုလို ေတြ႕ရမွာပါ။\nဒီကားဟာ 2016မွာထြက္ခဲ့တဲ့The Return of the caped Crusaderရဲ႕ Sequel ျဖစ္တဲ့အျပင္\n1966 တုန္းက Batman မင္းသား Adam Westကပဲ Batman အျဖစ္\nအသံ သ႐ုပ္ေဆာင္ေပးထားပါတယ္။Batman ဝါ The Caped Crusaderနဲ႔\nRobin ဝါ The Boy Wonder တို႔နဲTwo- Faceတို႔ ညဏ္ကစားၾကမဲ့\nBatman ကားေကာင္း တစ္ခုျဖစ္ၿပီး။ေဝဖန္ေရးဆရာေတြေပးပါတယ္ဆိုတဲ့\nRotten Tomatoes ရဲ႕ Rating မွာ 100 အတိရထားတဲ့Super Hero..ကားေကာင္းပါ။\nDark Knight ႀကီးကို ခဏရပ္ၿပီး Caped ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Afi9/Batman_Vs._Two-Face_[2017]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/The-Perks-Of-Being-A-Wallflower-poster-139x200.jpg",
        "title": "The Perks of Being a Wallflower (2012)",
        "description": "The Perks of Being a Wallflower (2012)IMDb - 8.0/10_____Rotten Tomatoes - 86%\n  \nHarry Potter မင်းသမီး Emma Watson ၊ Percy Jackson မင်းသား Logan Lerman ၊ Flash မင်းသား Ezra Miller တို့လို\nနာမည်ရ လူငယ်သရုပ်ဆောင်တွေနဲ့ ပုံဖော်ထားတဲ့ coming-of-age teen drama ဇာတ်ကားမျိုးပါ။\nStephen Chbosky က သူ့ရဲ့ နာမည်ကြီးစာအုပ် The perks of being a wallflower ကို ကိုယ်တိုင်ဒါရိုက်တာလုပ်ပြီး ရိုက်ကူးခဲ့တာပါ။\nဆယ်ကျော်သက်လူငယ်လူရွယ်တွေရဲ့ ခံစားချက်တွေ ထင်ဟပ်နေတဲ့ဇာတ်ကားမျိုးဖြစ်ပါတယ်။\nဒီလို Teen ဇာတ်လမ်းမျိုးဟာ Rating တွေမြင့်ဖို့ခက်ခဲပေမယ့် ဒီဇာတ်ကားကတော့ Rating အကြမ်းကြီးတွေ ရရှိထားတဲ့အပြင်\nကြည့်ဖူးသူတိုင်းစွဲမက်ရတဲ့ဇာတ်ကားမျိုးပါ။ စတားတွေကလဲ ရင်းနှီးပြီးသားတွေမို့ လက်လွတ်မခံသင့်ပါကြောင်း။\n   \nHarry ...",
        "rating": "8.0",
        "url": "https://megaup.net/1xXgo/The_Perks_Of_Being_A_Wallflower_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMTA4NTgwMjM5MzheQTJeQWpwZ15BbWU3MDg2ODA1ODk@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Turbo (2013)",
        "description": "Turbo - (2013)\nIMDb - 6.4/10_____Rotten - 67%\n 17 July 2013 က ထွက်ရှိထားတဲ့ Animation Cartoon ရုပ်ရှင်ဖြစ်ပါတယ်...\nAnimation | Adventure | Comedy | Family | Sport အမျိုးအစား\nကာတွန်းရုပ်ရှင်ဖြစ်ပြီး မဖြစ်မနေကြည့်ရှုသင့်တဲ့ အတွေးအခေါ်တစ်ခုခု\nရရှိစေမယ့် ကာတွန်းရုပ်ရှင်ဖြစ်ပါတယ်...\nဇတ်လမ်း အစ မှာတော့ အိမ်တစ်ခု ရဲ့ ဥယဉ်အတွင်းမှာ မှီတင်းနေထိုင်ကြသော\nဥယဉ်ခရုများအနက် တာဘို နှင့် ၎င်း၏ အကိုဖြစ်သူ ချက် တို့လဲ ပါဝင်ပါတယ်\nဥယဉ်ခရုတို့ သဘာ၀ မနက်ထ အလုပ်လုပ် အစာစား တစ်နေကုန် ခရုသံသယာ\nဘ၀ လည်နေသောလဲ တာဘို တွင်မှု ရည်မှန်းချက်ကြီးကြီးမားမားရှိနေပါတယ်\n၎င်းနေထိုင်ရာ ခြံအတွင်း မှ ပိုင်ရှင်ဖြစ်သူ၏ တီဗီတွင်လာသော နိုင်ငံတကာ\nကားပြိုင်ပွဲများကို ကြည့်ပြီး ၎င်းကို၎င်း ပြိုင်ကားအမှတ်ဖြင့် ကြိုးစားနေသူ\nဖြစ်ပါတယ်...\nထိုကဲ့သို့ ပြိုင်ကား စိတ်ဓါတ် ...",
        "rating": "6.4",
        "url": "https://megaup.net/2TuA1/Turbo_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/hichki-poster-143x200.jpg",
        "title": "Hichki (2018)",
        "description": "Hichki (2018)______IMDb - 7.5/10\n Hichki ( သို့မဟုတ်)ဝင်ရိုးစွန်းကြယ်လေး\n~~~~~~~~~~~~~~~~~~~\n\" ဝင်ရိုးစွန်းကြယ်လေးဟာ သဘောၤတွေကို လမ်းပြပေးခဲ့တယ် ဆိုရင် ကျွန်တော်တို့အတွက် ဆရာမ ဟာ ဝင်ရိုးစွန်ကြယ်လေး \" ပါပဲ။ဒါကတော့ St.Nokler's ကျောင်းရဲ့ အညံ့ဆုံးစာရင်းဝင် 9F အတန်းသားတွေက သူတို့ရဲ့ ဆရာမ Naina ကို ပြောခဲ့ကြတဲ့ စကားလေးတွေပါ။ဒီတော့ ဆရာမ Naina အကြောင်း စပြောရအောင်။ ဆရာမ Naina ဆိုတဲ့ မိန်းမပျိုလေးဟာ Tourette syndrome လို့ခေါ်တဲ့ ဝေဒနာ ခံစားနေရသူပါ။ဒီဝေဒနာ ကဦးနှောက်ရဲ့ လုပ်ဆောင်ချက် စည်းချက်မကျမှုတွေကြောင့် စိတ်လှုပ်ရှားတိုင်း ကြို့ထိုးနေတဲ့ ခံစားမှု မျိုးဖြစ်ပါတယ်။ ဒီဝေဒနာဟာ ဉာဏ်ရည်ဉာဏ်သွေးကိုတော့ မထိခိုက်ပါဘူး။ဒါပေမဲ့ ဒီဝေဒနာကြောင့်ပဲ Naina ဟာ ငယ်စဉ်ကတည်းက ရယ်ပြောင်ခံခဲ့ရတယ်။ ကျောင်း များစွာမှ ထုတ်ပယ်ခံရပြီး မိသားစုဆက်ဆံရေး မှာလည်း ...",
        "rating": "7.5",
        "url": "https://megaup.net/2dim8/Hichki_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m8T3M974HdjxLeMLJTdKQ4LcII2.jpg",
        "title": "3 A.M. PART 2",
        "description": "3.A.M Part 2 ကို CM ပရိတ်သက်များအတွက် ထပ်မံတင်ဆက်လိုက်ပါပြီဒီအခန်းမှာလဲ အရင် Part 1 တုံးကလို အခန်း ကဏ္ဍ ၃ ခု လောက်ပါဝင်လာပါတယ်၁။ အစိမ်းသေ၂။ ခေါင်းပြတ်သီလရှင်၃။ ပုံပြောသူ၁။ အစိမ်းသေအရာတစ်ခုခုကို စွဲလန်းပြီး သေသွားတဲ့ လူတစ်ယောက်ဟာသူ စွဲလန်း နေတဲ့ အရာတစ်ခုခု အတွက် ကျန်တဲ့သူတွေကိုပါကောင်းကောင်းမနေရအောင် ဒုက္ခလိုက်ပေးတက်တဲ့သူ...၂။ ခေါင်းပြတ်သီလရှင်ဘုရားကျောင်းပျက် တစ်ခုထဲမှာစန္ဒရား တစ်ခု ရှိပြီး အဲ့ဒီ စန္ဒရား ကို မကြောက်မလန့်သွားတီးခဲ့ရင် ခေါင်းပြတ်သီလရှင် က လာခေါ်တယ်ဆိုတဲ့ယုံတမ်း ပုံပြင် တစ်ခု နဲ့ အချစ်အတွက် အရူးလုပ်ခံလိုက်ရတဲ့တွမ်ဘွိုင်းလေး....၃။ ပုံပြောသူအထပ်ပါ ခေါင်းစဉ် ၂ ခုကို ဒီပုံပြောသူတွေက ပြောခဲ့တာဖြစ်ပြီးပုံပြောပြီးတဲ့နောက် အဲ့ဒီ ပုံပြင်တွေက သူတို့ အနောက်ကိုကပ်ပါလာခဲ့သော အခါ.....ဒီ ရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ThinZar Htet ဖြစ်ပြီး Thit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/3-a-m-part-2/",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dxeVPklFwng2IowqRPNI4od6aXv.jpg",
        "title": "Gringo (2018)",
        "description": "Gringo ဆိုတာ စပိန္ေတြက ဒါမွမဟုတ္ စပိန္စကားေျပာႏိုင္ငံေတြက အေမရိကန္ေတြကိုေခၚတဲ့အသံုးအႏႈန္းလို႔ဆိုပါတယ္ (ကိုးကား- ဘာဘာညာညာ)..ဒီဇာတ္လမ္းေလးက ရိုးရိုးအအ အေမရိကန္လူမည္းတစ္ေယာက္အေၾကာင္းကို ရိုက္ထားတဲ့ ဒရာမာဇာတ္ျမဴး မႈခင္းကားတစ္ကားျဖစ္ပါတယ္…ဟာရိုးဆိုတဲ့ အေမရိကန္လူမည္းတစ္ေယာက္ဟာ သူငယ္ခ်င္းတစ္ေယာက္ျဖစ္သူရဲ႕ေဆးကုမၸဏီမွာ ရိုးသားၾကိဳးစားစြာ အလုပ္လုပ္ေနတဲ့ လူတစ္ေယာက္ေပါ့…သူ႔သူငယ္ခ်င္းကသူ႕ကို သူပိုင္တဲ့ေဆးကုမၸဏီမွာ အလုပ္သြင္းေပးထားရံုမက သူ႔မိန္းမ အိမ္တြင္းဒီဇုိင္နာကိုလည္း သူ႔အိမ္ျပင္ဆင္ဖို႔ အလုပ္အပ္ထားတဲ့အတြက္ ေက်းဇူးတင္ေနသူတစ္ေယာက္ေပါ့….သူတို႔ေဆးကုမၸဏီက အမွန္တကယ္ေတာ့ ဟန္ျပသက္သက္ပဲျဖစ္ျပီး တကယ္တမ္းမွာ မကၠဆီကိုက မူးယစ္ရာဇာေတြနဲ႔ဆက္သြယ္ျပီး တားျမစ္ေဆးဝါးေတြထုတ္လုပ္ေနတာပါ…ဒါကို စာရင္းကိစၥေတြပဲလုပ္ေပးရတဲ့ဟာရိုးကမသိပါဘူး….ဒီလိုနဲ႕ကုမၸဏီအရွံဳးေပၚလာတဲ့အခ်ိန္မွာ ဟာရိုး ဟာ အလုပ္ျပဳတ္မယ့္အေရးေတြးပူေနရာကေန ၾကံရာမရျဖစ္ျပီး…သူ႔သူငယ္ခ်င္းကုမၸဏီပိုင္ရွင္ ေနာက္ေက်ာဓားနဲ႔ထိုးမယ့္အျဖစ္ေတြပါသိျပီးေတာ့ ျပန္ေပးဆြဲခံရတယ္ဆိုျပီး..လုပ္ၾကံဖန္တီးခဲ့ပါတယ္..ဒါေပမယ့္ မကၠဆီကိုမူးယစ္ရာဇာေတြ သူ႕ကိုတကယ္ျပန္ေပးဆြဲတဲ့အခါမွာေတာ့…..၂၀၁၈ ထြက္ဇာတ္ကားျဖစ္ျပီး ဇာတ္လမ္ေလးကို ျမဴးျမဴးေလးရိုက္ျပထားပါတယ္နာမည္ၾကီးသရုပ္ေဆာင္ေတြနဲ႕ ဇာတ္လမ္းကို အဆံုးထိဆြဲေဆာင္ေခၚယူသြားမွာျဖစ္ျပီး ၁၈+ဒိုင္ယာေလာ့ေတြပါတယ္ဆိုတာကိုလည္း ေျပာျပထားပါရေစRatings IMDb – 6, Rotten tomatoes – 41%, Google users – 70% (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/gringo-2018/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wXawsklFVsUVbFfE8Wc4t5u9RwU.jpg",
        "title": "The Art of Seduction (2005)",
        "description": "ဂျူမုံမင်းသားကြီး ဆောင်အီဂွတ် နဲ့ Classic မင်းသမီး ဆွန်ရင်ဂျီတို့ပါဝင်ထားတဲ့Romantic Comedy အမျိုးအစား ကိုရီးယား ဟာသဇာတ်ကားလေးဖြစ်ပါတယ်။ကိုယ့်အကြိုက်မင်းသားမင်းသမီးတွေရဲ့ ငယ်နုစဉ်ကာလက သရုပ်ဆောင်မှုတွေက ဆွဲခေါ်သွားပါလိမ့်မယ်...။The Art of Seduction (ဆွဲဆောင်မှု အနုပညာ) ဆိုတဲ့ ဇာတ်ကားနာမည်နဲ့လိုက်အောင် တစ်ယောက်နဲ့တစ်ယောက်စွဲလမ်းမှုမှော်ရုံတောထဲ ကျရှံူးဖို့ ဘယ်လိုတွေ ဆွဲဆောင်သွားကြမလဲဆိုတာ......။ \nFile size…(999 MB) and (380 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Naw Lydia",
        "rating": "",
        "url": "https://megaup.net/115oq/The_Art_Of_Seduction_[2005]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    }
]