[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AciJTdaTbzZUAunAuD14XxDPjcR.jpg",
        "title": "The Show Must Go On (2007)",
        "description": "[Unicode]လူမိုက်ဘဝနဲ့ မိသားစုအတွက် ပိုက်ဆံတွေထောက်ပံ့ပေးနေရတဲ့ ဂျန်အင်ဂူ တစ်ယောက်\nဒယ်ချန်းဆောက်လုပ်ရေးကို အပိုင်သိမ်းပြီးနောက်ပိုင်းမှာ ရန်သူတွေပေါများလာခဲ့ပါတယ်...တစ်ဘက်မှာလည်း သူယုံကြည်အားကိုးရတဲ့ ဥက္ကဌကြီးရဲ့ညီဖြစ်သူက သူ့ကိုချောက်တွန်း အကောက်ကြံနေပြီးတော့\nတစ်ဘက်မှာလည်း မိသားစုအတွက် အိမ်အသစ်လေးရအောင် ပိုက်ဆံတွေကြိုးစားရှာဖွေနေရပါတယ်မိသားစုအတွက်အသက်ရှင်နေရတဲ့ ဂန်အင်ဂူတစ်ယောက်\nဒီလူမိုက်ဘဝကလွတ်မြောက်ချင်ပေမယ့် လွတ်မြောက်ဖို့အကြောင်းမဖန်လာခဲ့ပါဘူး\nအဲ့လိုနဲ့ပဲ ဘယ်လိုတွေစခန်းသွားကြမလဲဆိုတာ ကြည့်ရှုအားပေးလိုက်ကြပါဦး...။( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]လူမိုက္ဘဝနဲ႔ မိသားစုအတြက္ ပိုက္ဆံေတြေထာက္ပံ့ေပးေနရတဲ့ ဂ်န္အင္ဂူ တစ္ေယာက္\nဒယ္ခ်န္းေဆာက္လုပ္ေရးကို အပိုင္သိမ္းၿပီးေနာက္ပိုင္းမွာ ရန္သူေတြေပါမ်ားလာခဲ့ပါတယ္...တစ္ဘက္မွာလည္း သူယုံၾကည္အားကိုးရတဲ့ ဥကၠဌႀကီးရဲ႕ညီျဖစ္သူက သူ႔ကိုေခ်ာက္တြန္း အေကာက္ႀကံေနၿပီးေတာ့\nတစ္ဘက္မွာလည္း မိသားစုအတြက္ အိမ္အသစ္ေလးရေအာင္ ပိုက္ဆံေတြႀကိဳးစားရွာေဖြေနရပါတယ္မိသားစုအတြက္အသက္ရွင္ေနရတဲ့ ဂန္အင္ဂူတစ္ေယာက္\nဒီလူမိုက္ဘဝကလြတ္ေျမာက္ခ်င္ေပမယ့္ လြတ္ေျမာက္ဖို႔အေၾကာင္းမဖန္လာခဲ့ပါဘူး\nအဲ့လိုနဲ႔ပဲ ဘယ္လိုေတြစခန္းသြားၾကမလဲဆိုတာ ၾကည့္ရႈအားေပးလိုက္ၾကပါဦး...။( အညႊန္းေရးသားထားသူကေတာ့ Shoon Thu Thu Chain ျဖစ္ပါတယ္ ) File size__( 999 MB , 350 ...",
        "rating": "6.9",
        "url": "https://megaup.net/2dvxe/The_Show_Must_Go_On_(2007)_SFS.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oyUp2O3PSxTpLHQt2uRSKQVMS5s.jpg",
        "title": "Low Season (2020)",
        "description": "ဇာတ်ကားနာမည် \"ခရီးသွားပါးချိန်\" ဆိုတဲ့အတိုင်းပါပဲ\nခရီးသွားရာသီမဟုတ်တဲ့ မိုးရာသီတစ်နေ့မှာ\nတောင်ပေါ်တည်းခိုစခန်းလေးတစ်ခုကို\nဧည့်သည်ကောင်မလေးတစ်ယောက်\nရောက်လာပါတော့တယ် ကောင်မလေးဟာ\nမွေးကတည်းကသရဲတွေကိုမြင်ရပြီး\nသူ့ရဲ့အဲ့အချက်ကြောင့် ကောင်လေးတွေထားခဲ့တာကို\nခဏခဏခံရသူလည်းဖြစ်ပါတယ်။\nနောက်ဆုံးတွဲခဲ့တဲ့ စီနီယာအစ်ကိုကြီးချောချောလေးဟာလည်း\nနာမည်ကြီးပြီးနောက်ပိုင်း ရုပ်ရှင်မင်းသမီးတစ်ယောက်နဲ့ဖောက်ပြန်လို့\nအသည်းကွဲပြီး ဒီတောင်ပေါ်စခန်းလေးကို ရောက်လာပါတော့တယ်။\nထူးခြားတာက အဲ့ဒီတောင်ပေါ်စခန်းလေးက\nအသည်းကွဲသမားတွေပဲစုနေတဲ့နေရာ...\nအဲ့ဒီတော့ အသည်းကွဲသမားအချင်းချင်း\nတစ်ယောက်ဒဏ်ရာတစ်ယောက် ဘယ်လိုကုစားကြမလဲ။\nဘယ်လိုအမှတ်တရတွေကိုဖန်တီးကြမလဲ။\nသရဲနဲ့ပတ်သက်ပြီးရော ဘယ်လိုစွန့်စားခန်းတွေဖွင့်ကြမလဲဆိုတာကို\nချင်းမိုင်ရဲ့သဘာဝတောတောင်ရေမြေအလှအပလေးတွေနဲ့\nချစ်စရာရိုးရာဓလေ့လေးတွေကိုခံစားရင်း\nစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nမင်းသားချော Mario နဲ့ ချစ်စရာမင်းသမီးလေး Ploypailinတို့\nchemistryမိမိလေး ပါဝင်သရုပ်ဆောင်ထားတဲ့\nRomance Horror Comedy ဇာတ်ကားလေးကို\nကြည့်ရှုခံစားလိုက်ကြပါဦး\n \nစာကြွင်း... မင်းသမီးကတော့ ဘယ်အရပ်ရောက်ရောက်\nခေါင်းချတာနဲ့အိပ်ပျော်တယ် ကိုယ်တွေလိုပဲ\n  \nFile Size - 1.26 GB\nQuality - Web-DL 1080p\nSubtitle - Burmese (Hardsub)\nTranslator - MTA\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/low-season-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d4J7GotCjvDJBAYayZBTc5nLbbP.jpg",
        "title": "The Big Lebowski(1998)",
        "description": "The Big Lebowski(1998)IMDB...8.1,,,,,Rotten....83%လော့စ်အိန်ဂျယ်လ်စ်မြို့မှာ Lebowski ဆိုတဲ့နာမည်နဲ့လူ(၂)ယောက်ရှိတယ်....သူတို့က နာမည်သာတူတာ ...အရည်အချင်းနဲ့ပိုင်ဆိုင်မှုကတော့ ဆီနဲ့ရေလို့ပြောရမလားပဲ...တစ်ယောက်က သန်းကြွယ်သူဌေးကြီးဖြစ်ပြီးတော့နောက်တစ်ယောက်ကတော့ ဘီယာလေးငုံလိုက် ဘော်ဒါတွေနဲ့ ပေါက်ကရပြောလိုက်နဲ့ ငပျင်းဘဲကြီး Lebowskiပေါ့....တစ်နေ့မှာ သူဌေးကြီး Lebowskiရဲ့အိမ်ကိုကြေးစားလူမိုက်နှစ်ယောက်က ဖျက်ဆီးဝင်ရောက်ခဲ့ပြီးတော့ ငွေညှစ်ဖို့လုပ်ပါတော့တယ်...ကံဆိုးတာကသူတို့ဝင်တဲ့အိမ်ဟာ နာမည်တူ ငပျင်းငမွဲ Lebowski   အိမ်ဖြစ်နေပါတယ်...ဒါ့ကြောင့်စိတ်တိုတိုနဲ့ အိမ်မှာရှိတဲ့ကော်ဇောကိုသေးနဲ့ပန်းသွားတယ်...ဒါက သန်းကြွယ်သူဌေးLebowskiမှာတာဝန်ရှိတယ်လို့ ယူဆပြီးတော့ ငပျင်းကြီးဟာကော်ဇောအစားတစ်ခုပြန်ပေးဖို့သွားတောင်းပါတယ်... သွားတောင်းစဉ်မှာပဲသူဟာ ပြန်ပေးဆွဲမှုတစ်ခုမှာ ပါဝင်ပတ်သက်မိပြီးတော့ ပြဿနာအားလုံးဟာ သူ့ခေါင်းပေါ်ကျလာပါတော့တယ်...ဘဲကြီးLebowskiအနေနဲ့ အရှုပ်ထုပ်တွေကြားထဲကနေ ဘယ်လိုအခက်အခဲတွေကိုရင်ဆိုင်ရမလဲ ...ဘယ်လိုရုန်းထွက်မလဲ...ဒီကားက imdb ရော Rotten ရော လန်ထွက်နေသလို ဆုပေါင်း ၅ဆုရရှိထားပြီး အခြားဆု၁၇ဆုအတွက်လည်းဆန်ကာတင်စာရင်းဝင်ထားပါတယ်....ကားသစ်တစ်ချို့ကြောင့်စိတ်ပျက်နေတဲ့သူတွေအတွက် ဒီကားကတော့ နင်းကန်မိုက်ကြောင်း သတင်းကောင်းပါးပါရစေ......ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကMarTizasဖြစ်ပါတယ်...File Size : (950 MB) and (394 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:57:00\nGenre :  Comedy, Crime, Sport\nSubtitle : Myanmar Subtitle ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/the-big-lebowski1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gUCLetZNa3rZknSmLc2gGUdxWH7.jpg",
        "title": "Animals United(2010)",
        "description": "Animals United(2010)တိရစ္ဆန်လေးတွေဟာ လူတွေနဲ့ဝေးရာမှာနေပြီးအေးဆေးပျော်ရွှင်စွာဖြတ်သန်းနေကြတယ်...ဘယ်လောက်ပဲဝေးအောင်နေနေနေရာဒေသအမြဲချဲ့ထွင်နေတဲ့လူတွေကြောင့် တနည်းမဟုတ်တနည်းသူတုိ့အနားရောက်လာတာပါပဲ...ကမ္ဘာကြီးပူနွေးလာလို့ ရေခဲတွေအရေပျော်ကုန်တဲ့အပြင် လူအချို့ရဲ့မဆင်မခြင်လုပ်ရပ်တွေကြောင့်တောမီးတွေလည်းလောင်ကုန်လို့ သူတို့လေးတွေအတွေ ရေရှား အစားအသောက်ရှားဒုက္ခနဲ့ရင်ဆိုင်လာကြရတယ်...ဒီလိုခုက္ခရောက်နေတဲ့သူတို့တွေဟာ သုခဘုံဆိုတဲ့ အစားအသောက်လည်းပေါ လူတွေနဲ့ကင်းတဲ့နေရာလည်းဖြစ်အေးလည်းအေးချမ်းတဲ့နေရာလေးကိုစုပေါင်းရှာဖွေကြတယ်... သုခဘုံဆိုတာတကယ်ရှိလား...တကယ်ပဲလူတွေနဲ့ကင်းပြီး ဒုက္ခတွေနဲ့ကင်းဝေးမှာလား....ဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...File Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:33:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  K\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/animals-united2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/two-heads-creek-141x200.jpg",
        "title": "Two Heads Creek 2019",
        "description": "မိမိ ဝါသနာပါရာ လုပ်ငန်းလုပ်ဖို့ အိမ်ကနေထွက်သွားခဲ့တဲ့ အန်နာဘဲလ် နဲ့ မိသားစုက အရေးပါတယ်လို့ ယူဆပြီး မိခင်နဲ့အတူဝက်အူချောင်းဆိုင်ဖွင့်ရင်း ကျန်နေခဲ့တဲ့ နော်မန်... မိခင်ဖြစ်သူရဲ့ စျာပနမှာ ပြန်တွေ့ဖြစ်ကြတဲ့ သူတို့ မောင်နှမ နှစ်ယောက်... မိမိတို့ မိခင်ဖြစ်သူရဲ့ ဈာပန ကျင်းပတဲ့နေ့မှာ ထိုအမျိုးသမီးက သူတို့ရဲ့ အမေရင်း မဟုတ်မှန်းသိလိုက်ရတဲ့အခါ.... ဈာပနမတိုင်ခင်က နော်မန် ပြန်ဖြေဖြစ်လိုက်တဲ့ ဩစတေးလျားက ထူးဆန်းတဲ့အမျိုးသမီး တစ်ယောက်ရဲ့ ဖုန်းကို ‌အခြေခံပြီး ဩစတေးလျားနိုင်ငံ Two Heads Creekမြို့မှာ အမေဖြစ်သူကို ရှာပုံတော်ဖွင့်ဖို့ ထွက်လာခဲ့ပေမဲ့ အမေဖြစ်သူက ဆုံးပါး‌သွားပြီ ဖြစ်ကြောင်း သိလိုက်ရပြီး မိမိနေရပ်ကို ပြန်မဲ့နေ့မှာ ဒေသခံတွေရဲ့ မူမမှန်တာတွေ တွေ့ရတဲ့အခါ.... အဲ့ဒီမြို့က ဘာတွေ ဘယ်လို ထူးခြားနေပြီး မူမမှန်တာလဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ဆက်ကြည့်လိုက်ရအောင်Quality – 720p  webripDuration ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/two-heads-creek-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/feel-the-beat-135x200.jpg",
        "title": "Feel the Beat 2020",
        "description": "ဒီတစ္​​ေခါက္​တင္​ဆက္​​ေပးမယ္​့ ဇာတ္​ကား​ေလးက​ေတာ့ dancer ျဖစ္​ဖို႔ႀကိဳးစား​ေနတဲ့ ​ေကာင္​မ​ေလးတစ္​​ေယာက္​ရဲ႕ဘဝကို စိတ္​ဝင္​စားဖြယ္​ရိုက္​ကူးတင္​ဆက္​ထားတဲ့ မိသားစုဟာသကား​ေလးပဲျဖစ္​ပါတယ္​။ April Dibrina ဟာ ဘ​ေရာ႕​ေဝးကျပဇာတ္​​ေတြမွာ ​ေခါင္​း​ေဆာ​င္​​မင္​းသမီးျဖစ္​ဖို႔ႀကိဳးစား​ေနတဲ့ အကသမားတစ္​ဦးပါ။ ​ေမြးရပ္​​ေျမမွာရွိတဲ့ ခ်စ္​သူကိုပါစြန္​႔လႊတ္​ၿပီး သူမရဲ႕အိမ္​မက္​​ေတြကိုအ​ေကာင္​အထည္​​ေဖာ္​ဖို႔ ႀကိဳးစားခဲ့​ေပမယ့္​ ထုတ္​လုပ္​သူတစ္​​ေယာက္​ရဲ႕​ေရွ႕မွာ အမွားလုပ္​မိတာ​ေၾကာင္​့ သူမရဲ႕အိမ္​မက္​​ေတြ ပ်က္​စီးလုနီးပါးျဖစ္​ခဲ့ရပါတယ္​။ စိတ္​ဓာတ္​က်​ေနတဲ့ April Dibrinaတစ္​​ေယာက္​ ဖခင္​ရွိတဲ့သူမရဲ႕ဇာတိၿမိဳ႕ကိုျပန္​သြားတဲ့အခါမွာ​ေတာ့ သူမရဲ႕အိမ္​မက္​ကို ျပန္​လည္​အ​ေကာင္​အထည္​​ေဖာ္​ဖို႔ လမ္​းစတစ္​ခုရခဲ့ပါတယ္​။ အဲ့တာက​ေတာ့ သူမငယ္​ငယ္​ကသင္​ခဲ့ရတဲ့ အကသင္​တန္​း​ေက်ာင္​းက က​ေလးငယ္​​ေတြနဲ႔အတူ အကၿပိဳင္​ပြဲဝင္​ရင္​း ​ဘ​ေရာ႕​ေဝးက နာမည္​ႀကီးပြဲစီစဥ္​သူ Welly Weng ရဲ႕​ေရွ႕ကျပရမယ္​့ အခြင္​့အ​ေရးပါပဲ။ ဒီအခြင္​့အ​ေရးရဖို႔ သူမအတြက္​ သိပ္​မလြယ္​လွပါဘူး။ ဘာ​ေၾကာင္​့လဲဆို​ေတာ့ သူမသင္​​ေပးရမယ္​့ က​ေလး​ေတြဟာ ကတဲ့​ေနရာမွာ အဆင္​မ​ေျပတဲ့အျပင္​ ခ်ိဳ႕ယြင္​းခ်က္​မ်ားစြာနဲ႔ျဖစ္​​ေနလို႔ပါပဲ။ ဒီကား​ေလးထဲမွာ သူမရဲ႕အိမ္​မက္​အတြက္​ အၿမဲႀကိဳးစား​ေနတဲ့ dancer မ​ေလး April Dibrina အျဖစ္​ Sofia Carson ကသရုပ္​​ေဆာင္​ထားတာပဲျဖစ္​ပါတယ္​။ အကနဲ႔ပတ္​သတ္​ၿပီး ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/feel-the-beat-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMjdhZmUxZTMtOWRmZS00ZmY0LTgxMzMtZjRjZDg2MTExY2IyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006671000_AL_-133x200.jpg",
        "title": "The Personal History of David Copperfield (2019)",
        "description": "The Personal History of David Copperfield (2019)====================================IMDb Rating - 6.3/10Rotten Tomatoes – 94 %#Unicodeဒီဇာတ်ကားက အင်္ဂလိပ်စာရေးဆရာကြီး Charles Dickens ရဲ့ ဂန္ဓာဝင်ဝတ္ထုတွေထဲကတစ်ခုကိုရုပ်ရှင်ဇာတ်လမ်းဖန်တီးထားတာဖြစ်ပါတယ်။ ဒေးဗစ်ကိုပါဖီး တစ်ယောက် ဟာ ငယ်စဉ်က ဆွေကြီးမျိုးကြီးထဲက ဆင်းသက်လာရပြီး အပူအပင်မရှိဖြတ်သန်းလာခဲ့ရတာပါ ။ မွေးကတည်းက အဖေဆိုတာကို နာမည်သာကြားခဲ့ဖူးပေမယ့် တွေ့ခွင့်မရခဲ့ပါဘူး။ ဒါပေမယ့် သူရဲ့ မိခင် ကလာရာကိုပါဖီးကကြွယ်ဝချမ်းသာတဲ့ မျိုးဆက်ဖြစ်တဲ့အတွက်လိုလေသေးမရှိ ပြုစုစောင့်ရှောက်ပေးခဲ့ပါတယ်။ ဒီလိုနဲ့သာယာပျော်ရွှင်နေတဲ့ ဒေးဗစ်တို့ဘဝကို မုန်တိုင်းတစ်ခုကျရောက်ပါတော့တယ် ။ ဒေးဗစ်ရဲ့အမေဟာအသက်ငယ်ရွယ်တဲ့သေးတဲ့အပြင် ရုပ်ရည်ပါလှပတဲ့အတွက် နောက်အိမ်ထောင်ပြုဖို့ကမခက်ခဲခဲ့ပါဘူး။ဒါပေမယ့် ဒေးဗစ်ရဲ့အမေ ရွေးချယ်လိုက်တဲ့သူက ဒေးဗစ်အတွက် ကံကကြမ္မာဆိုးသဖွယ်ပါပဲ။ အိမ်ထောင်ဦးစီးဆိုတဲ့ ဂုဏ်ကိုအပြည့်အဝအသုံးချကာ ဒေးဗစ်အပေါ်ရက်စက်ပါတော့တယ်။ အဲ့ဒါအပြင် အသက်ငယ်ငယ်လေးပဲရှိသေးတဲ့ဒေးဗစ်ကို လန်ဒန်ကိုတစ်ယောက်တည်း ပို့လိုက်ပါတော့တယ် ။ ငယ်ရွယ်လွန်းတဲ့ဒေးဗစ်ဟာ ဆင်းရဲဒုက္ခတွေကို တစ်ယောက်တည်း ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကတော့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-personal-history-of-david-copperfield-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGbtMyG6XccVTFVyTsylMB6bTDQ.jpg",
        "title": "By Quantum Physics: A Nightlife Venture(2019)",
        "description": "By Quantum Physics: A Nightlife Venture(2019)ဒီတစ်ခါမှာတော့ ၂၀၁၉ က ထွက်ရှိထားတဲ့ ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်..ဒီဇာတ်ကားလေးမှာတော့ အခုပြသနေတဲ့ It's Okay to Not Be Okay ဇာတ်ကားထဲက မင်းသမီးလေး Seo Yea-Ji လည်း ပါ၀င်သရုပ်ဆောင်ထားပါတယ်...လီချန်ဝူက ကိုယ်ပိုင်စီးပွားရေး လုပ်ငန်းတစ်ခု ထူထောင်နိုင်ဖို့ အောက်ခြေကနေ အလုပ်လုပ်ခဲ့သူပါ ...သူ့မှာ ငွေစုမိတဲ့ အခါ အရင်းနှီးထည့်မယ့်လူတွေကိုခေါ်ပြီး ဘားတစ်ခု ဖွင့်ခဲ့ပါတယ်...သူ့ရဲ့ ဘားမှာ မန်နေဂျာလုပ်ပေးဖို့အတွက် ထက်မြက်ပြီး အရည်ချင်းရှိတဲ့ ဆောင်းအွန်ယောင်းကိုလည်း ကမ်းလှမ်းခဲ့ပါတယ်...ဒါပေမယ့် ဖွင့်ပွဲပြီးတဲ့ နောက်နေ့မှာပဲ ဘားမှာ အဆိုတော်တစ်ယောက်နဲ့ တရားမ၀င်ငွေတိုးချေးလုပ်ငန်းပိုင်ရှင်တစ်ယောက်ရဲ့သားတို့အတူတူဆေးသုံးနေတာကို အမှုစစ်တွေ မိသွားခဲ့ပါတယ်...အဲ့နောက်မှာ အဆိုတော်လည်း  ထူးဆန်းစွာ ပျောက်ဆုံးသွားပြီး ဘားလည်းပိတ်ခဲ့ရပါတယ်...ဒီအမှုဟာ အစိုးရလူကြီးပိုင်းတွေနဲ့ လူဆိုးဂိုဏ်းတွေပါ ပါ၀င်ပက်သက်တဲ့ အမှုကြီးဖြစ်သွားတာကြောင့်လီချန်ဝူးနဲ့ ဆောင်းအွန်ယောင်းတို့လည်း အသက်အန္တရာယ်ရှိလာပါတော့တယ် အဲ့အခါမှာ သူတု့ိတွေ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/by-quantum-physics-a-nightlife-venture2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Hot-girl-nhat-ban-khoe-hang-2-154x200.jpg",
        "title": "Rei Kitajima & her young Boy (2019)",
        "description": "အသက် (၁၈) နှစ်အောက် ကြည့်ရှုရန် မသင့်တော်ပါ\n \nအပျိုကြီးမမ တွေ အနေနဲ့ ရွယ်တူတွေထက်\nမောင်လေးတွေကို ပိုကြိုက်ကြတာ သိမှာပါ\nဒီလိုနဲ့ အပျိုကြီးတစ်ယောက် ဟာ\nသူနေတဲ့ တိုက်ခန်းဘေးကို မောင်လေး\nငယ်ငယ်လေး တစ်ယောက် ပြောင်းလာတာကို\nသတိထားမိသွားပါတယ်...\nကောင်လေးက ဆယ်ကျော်သက်လေးဖြစ်ပြီး\nအရှက်အကြောက်ကြီးတဲ့ အတွက် အပျိုကြီးမမ.\nပိုစိတ်ဝင်စားတာပေါ့...\nတစ်ရက်မှာတော့ မောင်လေး အတွက်\nအပျိုကြီး မမ က ဟင်းကောင်းလေးတွေ\nချက်ပြီးသွားပို့တာပေါ့\nဖြစ်ချင်တော့ မောင်လေးကလဲ\nလူပျိုစင်လေး ဖြစ်မှန်းသိသွားတော့\nစားဆော်ကြီး မမ က မနေနိုင်တော့ပဲ\nဆွဲစားဖို့ ကြံတော့တာပေါ့ဗျာ\nဒီတော့ စားဆော်ကြီးကပဲ\nဆွဲစားမလား လူပျိုစင်လေးက\nထွက်ပြေးလွတ်မြောက်နိုင်မလားဆိုတာ\nရင်တမမ နဲ့ ကြည့်ရှုသင်ခန်းစာယူရမှာပါ\n:D\n \nUsersdrive မှဒေါင်းနည်း -\nhttps://www.youtube.com/watch?v=UsT_I478HEY",
        "rating": "",
        "url": "https://channelmyanmar.org/rei-kitajima-her-young-boy-2019/",
        "category": "Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zOKtvuLpJERID6xVV77u7KVWkxO.jpg",
        "title": "One Perfect Day (2013)",
        "description": "[Unicode]One Perfect Day ဆိုတဲ့ Short Film လေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းဝန်းချောက အချစ်မှာ အမြဲရှုံးနိမ့်နေကျ အရှုံးသမားတစ်ယောက်ပါ...Blind Date တွေအများကြီး လုပ်ခဲ့ပေမယ့်\nသူ့ရဲ့ တုံးအအ ပုံစံကြောင့် မိန်းကလေးတိုင်းရဲ့ ငြင်းဆိုမှုကို အကြိမ်ကြိမ် ခံခဲ့ရပါတယ်ဒါပေမယ့် တစ်နေ့မှာ သူ့ရဲ့ ဖူးစာလို့ ထင်ရတဲ့ မိန်းကလေးကို တွေ့ခဲ့ပါတယ်အဲ့မိန်းကလေးနဲ့ကော သူအဆင်ပြေပါ့မလား\nဒီတစ်ခါ အချစ်ရေးမှာ အောင်နိုင်သူဖြစ်လာမှာလားဆိုတာ\nဒီဇာတ်လမ်းတိုလေးမှာ ကြည့်ရှုလိုက်ပါနော်...။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]One Perfect Day ဆိုတဲ့ Short Film ေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ ။ဇာတ္လမ္းအက်ၪ္း၀န္းေခ်ာက အခ်စ္မွာ အၿမဲရႈံးနိမ့္ေနက် အရႈံးသမားတစ္ေယာက္ပါ...Blind Date ေတြအမ်ားႀကီး လုပ္ခဲ့ေပမယ့္\nသူ႔ရဲ႕ တုံးအအ ပုံစံေၾကာင့္ မိန္းကေလးတိုင္းရဲ႕ ျငင္းဆိုမႈကို အႀကိမ္ႀကိမ္ ခံခဲ့ရပါတယ္ဒါေပမယ့္ တစ္ေန႔မွာ သူ႔ရဲ႕ ဖူးစာလို႔ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/one-perfect-day-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/1-203x300.jpg",
        "title": "Nine Lives (2016)",
        "description": "နာမည်ကျော် သူဌေးကြီး တွမ်ဘရန့် ဟာ သူ့မြို့မှာ\nအထပ်အမြင့်ဆုံး အဆောက်အဦးတစ်ခုကို တည်ဆောက်ပြီး\nမှတ်တမ်းဝင်နိုင်ဖို့ လုပ်နေပါတယ် ဒါပေမယ့်\nသူ့သမီးလေး မွေးနေ့ကိုလဲ မေ့နေပြန်တဲ့\nအလွန်အလုပ်များတဲ့ သူတစ်ဦးပါ...\nတွမ် မှာ ပထမ အိမ်ထောင်ရှိခဲ့ပြီး သားတစ်ယောက် ရှိပြီး\nထိုသားဖြစ်သူ ဒေးဗစ် မှာလဲ ဖခင် ၏ အသိအမှတ်မပြုခံရတဲ့အပြင်\nဖခင် အား မြင်ချင်တွေ့ချင်သဖြင့် ဖခင် ၏\nအလုပ်တွင် ဝန်ထမ်းလာလုပ်နေရသူ ဖြစ်ပါတယ်...\nမိသားစု အား အမြဲလိုလို အချိန်ပေးဖို့ မစဉ်းစားပဲ မိမိ\nအလုပ်ကိုသာ ဦးစားပေးတက်သော တွမ် ၏ ဒုတိယ အိမ်ထောင်တွင်\nရရှိထားသော သမီးဖြစ်သူ ရေဗက္ကာ သည်\nအထီးကျန်နေသော သူမ အတွက် ကြောင်ကလေး တစ်ကောင် ပူဆာသဖြင့်\nကြောင်မုန်းလှသော တွမ် တစ်ယောက် လမ်းဘေး\nချောင်ကြိုချောင်ကြား တစ်ခု မှ\nမစ်စတာ ပါကာ ၏ ကြောင်သီးသန့် ရောင်းသော\nဆိုင်သို့ ရောက်ရှိသွားပြီး\nကြောင်လေးတစ်ကောင်ကို ဝယ်ယူလိုက်ပါတယ်...\nထိုဝယ်ယူလိုက်သော နေ့မှာပဲ တွမ် တစ်ယောက်\nကံဆိုးမိုးမှောင်ကျကာ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/nine-lives-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ca0URmLciw4rZgjWU6y2nOapyGU.jpg",
        "title": "Driven(2020)",
        "description": "Driven(2020)ဖယ်ရီကားမောင်းသမား အီမာဆန် ဟာ သူ့ရဲ့အလုပ်အရလူအမျိုးမျိုးနဲ့နေ့တိုင်းကြုံတွေ့နေရပါတယ်။သူက ကြင်နာတတ်တယ်၊ ဖြောင့်မတ်တဲ့အိန်းကလေးတစ်ယောက်ဖြစ်တယ်။တစ်ညမှာတော့ သူ့ကား ကို လူတစ်ယောက် ငှါးလာခဲ့တယ်....ဒီလူငှါးပြီးတဲ့အချိန်က စလို့ ထူးဆန်းတဲ့အရာတွေဆက်တိုက်ဖြစ်တော့တာပါပဲ...တကယ်တော့ ဒီလူဟာ သူတို့မိသားစုရဲ့ကျိန်စာနဲ့ ပတ်သက်ပြီးပြဿနာမျိုးစုံတက်နေတဲ့သူပါ။ ဒီကျိန်စာက ဘယ်လိုကျိန်စာမျိုးဖြစ်မလဲ။သူဘာလို့ဒီမြို့ငယ်လေးကိုရောက်လာတာလဲ။  သူတို့ လမ်းမှာ ဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာကို ကြည့်ကြပါကုန်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ The One ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (383 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:39:00\nGenre :  Comedy, Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/driven2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u4LHL6CswBkbaJpsFY9D5ep2v2j.jpg",
        "title": "Mope(2019)",
        "description": "Mope(2019)သူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ Tom Dong နဲ့ Steve Driven တို့ဟာစိတ်တူ ကိုယ်တူ ဘော်ဒါတွေဖြစ်ကြတယ်...သူတို့ရဲ့အတူညီဆုံးသော ဝါသနာက Porn star ဖြစ်ချင်တဲ့ အိမ်မက်ပါပဲ...ဒီအိပ်မက်ကို အကောင်အထည်ဖော်ဖို့ Porn ဇာတ်လမ်းတွေကိုရိုက်တဲ့လူတွေဆီမှာ အလုပ်လုပ်ခဲ့ကြတယ်...သူတို့တွေနည်းမျိုးစုံနဲ့ကြိုးစားခဲ့ကြတယ်...ထုတ်လုပ်သူတွေ ဒါရိုက်တွေက အကြိမ်ကြိမ်ငြင်းပယ်ခဲ့တယ်....သူတို့(၂)ယောက် ဒီဇာတ်ရုပ်နဲ့ မလိုက်ဘူးဆိုတဲ့မှတ်ချက်နဲ့ပေါ့...ဒါပေမယ့်လည်း ဇွဲမလျှော့ပဲနဲ့ သူငယ်ချင်းနှစ်ယောက်နည်းယောက်ဟာမရ ရအောင်ကြိုးစားမယ်ဆိုပြီး ရှေ့ဆက်လျှောက်ဖို့ ဒီလမ်းကိုပဲဆက်ရွေးဖို့ဆုံးဖြတ်ခဲ့ကြတယ်...သူတို့(၂)ယောက် အောင်မြင်တဲ့ Porn Star ဖြစ်မလား.... ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ....ဆိုတာကိုတော့ စာနာ တတ်တဲ့နှလုံးသားရှိရင် ဒေါင်းကြည့်လိုက်ပါ...18+ ကားမို့ ကလေးသူငယ်နဲ့မိသားစုလိုက်မကြည့်သင့်ပါ...File Size : (900 MB) and (425 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Yum Yum\nEncoded by ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/mope2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1vdymrm1d3IaYxIqGDObR8WnVb.jpg",
        "title": "Lucky Day(2019)",
        "description": "Lucky Day(2019)ရက်ဒ်ဟာ ဘဏ်ဖောက်မှုနဲ့ ထောင်နှစ်ရှည်ကျနေရာက‌‌ေန လျော့ရက်နဲ့ လွတ်လာတဲ့ သော့ဝိဇ္ဇာတစ်ယောက်ပဲ ဖြစ်ပါတယ်....ထောင်က လွတ်ပြီး အသိတရားရတာကြောင့် ချစ်ဖို့ကောင်းပြီး သစ္စာရှိတဲ့ ဇနီးလေးနဲ့ ချစ်စရာ သမီးလေးဆီကို ပြန်ပြီးအေးချမ်းသာယာတ‌ဲ့ ဘ၀လေးကို တည်ဆောက်မယ်လို့ ဆုံးဖြတ်လိုက်ပါတယ်. ...ဒါပေမယ့် ကံဆိုးစ‌ွာပဲ ဘဏ်ဖောက်တုန်းက ဖြစ်ခဲ့တဲ့ ရန်ညှိုးကြောင့် အလွန်တရာ ရက်စက်တဲ့ စိတ္တဇ လူသတ်သမား လက်စ်ဟာလက်စားချေဖို့ သူ့ဆီလာခဲ့တဲ့အခါမှာတော့...ဒီကားက ကလေးတွေမကြည့်သင့်ပါဘူး..သတ်ဖြတ်ခန်းတွေ နည်းနည်းကြမ်းလို့ပါ....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ YK ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (397MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Action, Comedy, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  YK\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/lucky-day2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/srw6r0cHcIABLVM9kVkNAdYrDeF.jpg",
        "title": "That’s Cunning! Shijo Saidai no Sakusen?",
        "description": "Zawgyi\"မင္းတို႔ကို မမိဘူးဆိုရင္ စာခိုးခ်တယ္ လို႔ မေခၚဘူးေလ\nစာခိုးခ်တယ္ ဆိုတာ အလွတရားပဲ\nစာခိုးခ်တယ္ ဆိုတာ တ႐ုတ္ျပည့္ရဲ႕ခါခဲ‌ေခတ္မွာ လြန္ခဲ့တဲ့ ႏွစ္ေပါင္း ၁၄၀၀ က စခဲ့တာ\nသမိုင္းမွာ အသုံးခ်ခဲ့တဲ့ ဖန္တီးမႈနဲ႔ အရည္အခ်င္းေၾကာင့္ ဒါက အႏုပညာပဲ\"ဒါက ဇာတ္လမ္းထဲက ဒိုင္ယာေလာ့တစ္ခုပါ။ေက်ာင္းသားဘဝမွာ စာမခိုးခ်ဖူးတဲ့သူ ရွိပါသလား?????\nမရွိဘူးဆိုရင္ ဒီဇာတ္လမ္းကို ၾကည့္ျဖစ္ေအာင္ ၾကည့္ပါ။\nဒီဇာတ္လမ္းမွာ စာခိုးခ်နည္းေပါင္းစုံကို ျမင္ရပါလိမ့္မယ္။\nခိုးခ်ဖူးတယ္ဆိုရင္‌ေတာ့ ခိုးခ်နည္းအသစ္ေတြ ရလာပါလိမ့္မယ္။၁၉၉၆ ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ ဒီဇာတ္လမ္းဟာ တခ်ိဳ႕ဇာတ္ကြက္ေတြက လြဲလို႔ မေဟာင္းတာကို ျမင္ရပါလိမ့္မယ္။\nတစ္ခါတစ္ေလမွာ လူေကာင္းလုပ္ရတာထက္ လူဆိုးလုပ္ရတာက ေလာကႀကီးမွာ ပိုၿပီး ေနသာထိုင္သာ ရွိပါလိမ့္မယ္။၁၉၉၀ ဝန္းက်င္က ေက်ာင္းသားဘဝကို ျပန္လည္တမ္းတၾကည့္ရေအာင္ပါဗ်ာ။Unicode\"မင်းတို့ကို မမိဘူးဆိုရင် စာခိုးချတယ် လို့ မခေါ်ဘူးလေ\nစာခိုးချတယ် ဆိုတာ အလှတရားပဲ\nစာခိုးချတယ် ဆိုတာ တရုတ်ပြည့်ရဲ့ခါခဲ‌ခေတ်မှာ လွန်ခဲ့တဲ့ နှစ်ပေါင်း ၁၄၀၀ က စခဲ့တာ\nသမိုင်းမှာ အသုံးချခဲ့တဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2dnw1/(CM)_Thats_Cunning!_Shijo_Saidai_no_Sakusen.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-21-at-4.36.12-PM-134x200.png",
        "title": "Dating Amber (2020)",
        "description": "Dating Amber (2020)=================IMDb Rating - 7.0/10#Unicodeဒီနေ့အတွက် imdb rating 7.0/10 ထိရရှိထားတဲ့ Comedy, Drama, Romance ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းလေးပြောရရင် အက်ဒီက gay.အဖေက စစ်ဗိုလ်ဖြစ်လို့ စစ်ဗိုလ်မျိုးဆက်ကို ဆက်ခံရမယ်လို့ ခံယူထားတဲ့သူ။ ကျောင်းမှာလဲသူငယ်ချင်းတွေက အမြဲစနောက်တယ်။ အမ်ဘာကလဲ lesbian ။ ကျောင်းမှာ ပေါင်းမယ့်သူမရှိ။ကျောင်းပြီးတာနဲ့ မြို့ကထွက်သွားဖို့ စဉ်းစားထားတဲ့သူ။ တစ်ရက် gay နဲ့ lesbian ဟန်ဆောင်ချစ်သူတွေအဖြစ် ကျောင်းမှာ ပေါ်တင်နေဖို့ဆုံးဖြတ်လိုက်ကြတဲ့အခါ။ အံ့သြခြင်းများစွာနဲ့အတူကျောင်းနေဖက်သူငယ်ချင်းတွေရဲ့ ဖြစ်ပျက်ပြောင်းလဲသွားပုံနဲ့ သူတို့နှစ်ဦးရဲ့ဇာတ်လမ်းအပေါ်ဟာသလေးတွဲပြီး ငြိမ့်ငြိမ့်လေးကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးပါလို့ ညွှန်းပေးချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ imdb rating 7.0/10 ထိရရွိထားတဲ့ Comedy, Drama, Romance ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေလးေျပာရရင္ အက္ဒီက gay.အေဖက စစ္ဗိုလ္ျဖစ္လို႔ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/dating-amber-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iqs9rHEvXBYPGd7HYxSMFCEAWjP.jpg",
        "title": "Quick(2011)",
        "description": "Quick(2011)ဆိုင်ကယ်ခပ်လန်းလန်းကိုစီးပြီး ပစ္စည်းပို့တဲ့အလုပ်ကိုလုပ်နေတဲ့ ကောင်လေးတစ်ယောက်ရှိတယ်....သူဟာ မြို့ရဲ့ ယာဉ်ထိန်းရဲတွေရဲ့ အထှာကိုသိသလိုလမ်းတွေရဲ့အနေအထားကိုလည်းသိတယ်,,, သူ့ရဲ့ဆိုင်ကယ်စီးကျွမ်းကျင်မှုကိုအသုံးချပြီး ပစ္စည်းတွေပို့တဲ့နေရာမှာ စည်းကမ်းမဲ့ ပြဿနာတွေလည်း တစ်ခါတစ်ရံဖြစ်လေ့ရှိတယ်....အချိန်တိုအတွင်း ရှုတ်ထွေးတဲ့လမ်းမထက်မှာ သူများထက်ပစ္စည်းပို့မြန်ဆန်လေ့ရှိတဲ့အတွက်ကြောင့်ဝန်ဆောင်ခ များများလေးရလေတော့ သူ့အတွက်တော့ အတော်တွက်ချေကိုက်တဲ့အလုပ်ပါပဲ...တစ်နေ့တော့ သူပါဆယ်ပို့တဲ့ အဆောက်အဉီးမှာ ဗုံးပေါက်ကွဲမှုဖြစ်တယ်....နောက်ပြီး လူတစ်ယောက်ကိုလိုက်လံပို့ဆောင်စဉ်မှာ ဆိုင်ကိုင်စီးဦးထုတ်မှာဗုံးထောင်ခံရတဲ့အပြင် အမည်မသိ ဖုန်းခေါ်ဆိုမှုကနေ ဆိုင်ကယ်စီးဉီးထုတ်ဗုံးပေါက်မဲ့ကိစ္စည်ခြိမ်းချောက်ခံရပါတယ်...အဆောက်အဉီးဗုံးပေါက်ကွဲမှုမှာ ရဲတွေ သံသယတရားခံနောက်လိုက်စဉ်မှာလည်း ပါဆယ်ပို့တဲ့သူကအဓိက သံသယတရားခံဖြစ်လာတဲ့အချိန်မှာတော့....ကိုင်းဘာတွေဆက်ြဖစ်မလဲ...ဘယ်သူက ခြိမ်းချောက်တာလဲ..ဘာ့ကြောင့်လဲ...အဆောက်အဉီးမှာရော ဘာလို့ဗုံးထောင်တာလဲ...ကွီးယားခပ်မိုက်မိုက်စတန့် အက်ရှင် ကားကြိုက်တဲ့သူတွေအဖို့လက်မလွှတ်သင့်ပါကြောင်း...File Size : (850 MB) and (314 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action , Comedy , Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/quick2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/vampire-dad-cm-141x200.png",
        "title": "Vampire Dad 2020",
        "description": "\"ကျွန်မက မြေအောက်ကမ္ဘာရဲ့ နတ်ဘုရားမ ဗစ်တိုးရီးယားပါ။ လူတွေကလေ မကောင်းဆိုးရွားတွေဆိုရင်ကို ခံစားချက်မရှိဘူး ထင်နေကြတာ။\" နတ်ဘုရားမ ဗစ်တိုးရီးယားက ဟော်လိုဝင်းညတစ်ညမှာ ဒေါက်တာ ဝေါ့ကာဆိုတဲ့ စိတ်ရောဂါ အထူးကုကို သွေးစုပ်ဖုတ်ကောင် ပြောင်းဖို့ စီစဉ်ထားပါတယ်။ ဖြစ်ချင်တော့ သူပြောင်းလိုက်မိတဲ့သူက ဝါလန်စကီဆိုတဲ့အမည်ရတဲ့သူ ဖြစ်နေ‌ပါရော။ သူကတော့ နာမည်ဆင်လို့တဲ့ ပြောပါတယ်။ စိတ်ရောဂါကု အထူးကုချင်းလည်း တူတာကိုး။ ဒါပေမဲ့ ဒီလူမှာက အရမ်းချစ်ရတဲ့ ဇနီးသည်နဲ့ သမီးလေးတစ်ယောက် ရှိနေပါတယ်။ ဇနီးဖြစ်သူက သူ့ခင်ပွန်းသည် သွေးစုပ်ဖုတ်ကောင် ဖြစ်သွားတာကို သိတာနဲ့ နှစ်ယောက်ပေါင်းပြီး သမီးဖြစ်သူကို ဖုံးဖိကြပါတော့တယ်။ ‌ဇနီးဖြစ်သူရဲ့ အစ်ကိုတော်ကတော့ သူ့ယောက်ဖ စားဖို့သောက်ဖို့ သွေးရှာပေးတာပေါ့လေ။ သမီးလုပ်သူမသိအောင် ဖုံးရတာကတစ်မျိုး၊ ‌မကောင်းဆိုးရွားတွေ အိမ်ကိုလာလာပြီး စိတ်ရောဂါတွေ လာကုကြတာက တစ်မျိုးနဲ့ ဘယ်လိုတွေ ဗရုတ်ကျကြသလဲဆိုတာကို မြူးမြူးကြွကြွလေး တင်ဆက်ပြသထားတာကို ကြည့်ရှူရမှာ ဖြစ်ပါတယ်။Quality ...",
        "rating": "5.3",
        "url": "https://megaup.net/2Tj7y/Vampire.Dad.2020(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/102824651_673426019880631_4079909105144168448_n-150x200.jpg",
        "title": "Acrylic (2020)",
        "description": "Acrylic (2020)===========IMDb Rating - 6.7/10#Unicodeပေါ့ပေါ့ပါးပါးလေးနဲ့ ကြည့်လို့ကောင်းစေမယ့် Comedy ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ . . .လင်ဒါက အယ်အေမှာ လက်သည်းအလှပြင်ဆိုင်ဖွင့်ထားပါတယ်။ အရည်အချင်းရှိတဲ့ဝန်ထမ်းတွေကြောင့် လူအရမ်းကျပြီး အလုပ်အကိုင်အဆင်ပြေတဲ့ဆိုင်လေးပါ။ သူတို့မြို့နယ်မှာတော့ သူတို့ဆိုင်လေးကို ယှဉ်နိုင်တဲ့ဆိုင်မရှိပါဘူး။ ဒါပေမဲ့ တစ်နေ့မှာတော့သူတို့ဆိုင်နားမှာ အပြိုင်နောက်တစ်ဆိုင်ပေါ်လာပါတယ်။ ပိုင်ရှင်က ဘယ်သူလဲဆိုတော့လင်ဒါရဲ့ ငယ်သူငယ်ချင်းဟောင်းလည်းဟုတ် ပြိုင်ဘက်လည်းဟုတ်တဲ့ ဆမ်ပါပဲ။ နာမည်ကြီးမဂ္ဂဇင်းတစ်ခုက ကျင်းပမယ့်ပြိုင်ပွဲတစ်ခုကြောင့် သူတို့နှစ်ယောက်ကြားက ပြိုင်ဆိုင်မှုတွေပိုပြင်းထန်လာမှာလားဆိုတာကို ကြည့်ရှုခံစားပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyiေပါ့ေပါ့ပါးပါးေလးနဲ႔ ၾကည့္လို႔ေကာင္းေစမယ့္ Comedy ဇာတ္ကားေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ . . .လင္ဒါက အယ္ေအမွာ လက္သည္းအလွျပင္ဆိုင္ဖြင့္ထားပါတယ္။ အရည္အခ်င္းရွိတဲ့ဝန္ထမ္းေတြေၾကာင့္ လူအရမ္းက်ၿပီး အလုပ္အကိုင္အဆင္ေျပတဲ့ဆိုင္ေလးပါ။ သူတို႔ၿမိဳ႕နယ္မွာေတာ့ သူတို႔ဆိုင္ေလးကို ယွဥ္ႏိုင္တဲ့ဆိုင္မရွိပါဘူး။ ဒါေပမဲ့ တစ္ေန႔မွာေတာ့သူတို႔ဆိုင္နားမွာ အၿပိဳင္ေနာက္တစ္ဆိုင္ေပၚလာပါတယ္။ ပိုင္ရွင္က ဘယ္သူလဲဆိုေတာ့လင္ဒါရဲ႕ ငယ္သူငယ္ခ်င္းေဟာင္းလည္းဟုတ္ ၿပိဳင္ဘက္လည္းဟုတ္တဲ့ ဆမ္ပါပဲ။ နာမည္ႀကီးမဂၢဇင္းတစ္ခုက ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/acrylic-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gR6bC7V7nRe2bvqylakIlB715SS.jpg",
        "title": "Bikeman 2 (2019)",
        "description": "[Unicode]Bikeman2 လေးကတော့ ကျိုင်နဲ့စက်(ဂ်)ကရင်ရဲ့အချစ်ရေးအကြောင်းကို ရိုက်ပြထားတာပါ ၊\nကျိုင်အဖေဟာ သူ့သမီးကိုအရမ်းချစ်တယ်အလုပ်အကိုင်ခိုင်မြဲပြီး ကောင်းမွန်တဲ့လက်တွဲဖော်နဲ့တွေ့စေချင်တာ\nဒါကြောင့် သူ့သူငယ်ချင်းရဲ့သားနဲ့ပေးစားဖို့လုပ်တော့ ကျိုင်က ချစ်သူရှိပြီလိုငြင်းဆိုပြောလိုက်ပါတယ် ။ကျိုင်အဖေက သူ့ချစ်သူကိုလာပြပါလို့ ပြောတော့ ကျိုင်ဟာသူ့သူငယ်ချင်း စက်(ဂ်)ကရင်ကို ဟန်ဆောင်ချစ်သူလုပ်ဖို့အကူညီတောင်းပြီး သူ့အဖေဆီသွားတွေ့ပါတော့တယ် ။\nဒါပေမယ့် စက်(ဂ်)ကရင်က ကျိုင်အဖေဖြစ်ချင်တာတွေနဲ့ တခြားစီဖြစ်နေလို့ ကျိုင်ရဲ့ချစ်သူကိုသဘောမကျပါဘူး...စက်(ဂ်)ကရင်တစ်ယောက် သူ့အမျိုးတွေနဲ့ ကျိုင်အဖေ့ကို ဘယ်လိုရင်ဆိုင်မလဲ\nကျိုင်အဖေ့စိတ်ကိုရော အနိုင်ယူနိုင်မလား\nသူငယ်ငယ်ကတည်းက တိတ်တခိုးချစ်ခဲ့ရတဲ့ ကျိုင်ရဲ့စိတ်ကိုရော အနိုင်ယူနိုင်မလား သိချင်ရင်တော့\nBikeman2 လေးမှာ ဆက်ကြည့်လိုက်ရအောက်နော်\nအရမ်းရယ်ရတဲ့ကားလေးမို့ လုံးဝလက်မလွှတ်သင့်တဲ့ကားပါနော်...။( အညွှန်းရေးသားထားတာကတော့ Nang Mwe Kham ဖြစ်ပါတယ် ) စက်(ဂ်)ကရင် အဖြစ် Peach Pachara Chirathivatကျိုင် အဖြစ် Fon Sananthachat Thanapatpisalပရီချာ အဖြစ် Kom Chauncheunဆတ်ဒါ အဖြစ် Tao Somchai Khemglad ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/bikeman-2-2019/"
    }
]