[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTg5NzY0MzA2MV5BMl5BanBnXkFtZTYwNDc3NTc2._V1_-1-135x200.jpg",
        "title": "Cars (2006)",
        "description": "အခုမိတ်ဆက်ပေးမယ့်ဇာတ်ကားလေးကတော့ ၂၀၀၆ ခုနှစ်ထွက် IMDB rating 7.1/10 ရထားတဲ့ animation ဇာတ်ကားကောင်းလေးတစ်ကားပါ။\nဒီဇာတ်ကားထဲမှာဆိုရင်Lightning McQueen ဆိုတဲ့ပြိုင်ကားလေးဟာကယ်လီဖိုးနီးယားမှာပြိုင်မယ့်ပစ္စတင်ဖလားပြိုင်ပွဲကိုသွားတဲ့လမ်းက Radiator Springs ဆိုတဲ့မြို့ငယ်လေးရဲ့လမ်းမကိုမတော်တဆပျက်ဆီးအောင်လုပ်မိသွားပြီးတော့ပြန်လည်ပြင်ဆင်ဖို့အတွက်အပြစ်ပေးခံရပါတယ်။\nသူဟာ Radiator Springs ဆိုတဲ့မြို့လေးမှာဘယ်လိုတွေကြိုးစားပြီးတော့ ပြိုင်ပွဲမှာအနိုင်ရရှိမလဲဆိုတာတော့စိတ်ဝင်စားဖွယ်တွေ့မြင်ရမှာဖြစ်ပါတယ်။\n---------------------------------------------------------\nအခုမိတ္ဆက္ေပးမယ့္ဇာတ္ကားေလးကေတာ့ ၂၀၀၆ ခုႏွစ္ထြက္ IMDB rating 7.1/10 ရထားတဲ့ animation ဇာတ္ကားေကာင္းေလးတစ္ကားပါ။\nဒီဇာတ္ကားထဲမွာဆိုရင္Lightning McQueen ဆိုတဲ့ၿပိဳင္ကားေလးဟာကယ္လီဖိုးနီးယားမွာၿပိဳင္မယ့္ပစၥတင္ဖလားျပိဳင္ပြဲကိုသြားတဲ့လမ္းက Radiator Springs ဆိုတဲ့ၿမိဳ႕ငယ္ေလးရဲ႕လမ္းမကိုမေတာ္တဆပ်က္ဆီးေအာင္လုပ္မိသြားၿပီးေတာ့ျပန္လည္ျပင္ဆင္ဖို႔အတြက္အျပစ္ေပးခံရပါတယ္။\nသူဟာ Radiator Springs ဆိုတဲ့ၿမိဳ႕ေလးမွာဘယ္လိုေတြႀကိဳးစားၿပီးေတာ့ ၿပိဳင္ပြဲမွာအႏိုင္ရရွိမလဲဆိုတာေတာ့စိတ္ဝင္စားဖြယ္ေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။\nFile Size : (852 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 57min\nFormat : Mp4\nGenre :Animation, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-CiNEFiLE\nSubtitle by ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eMzX/Cars_[2006]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTYyODg0NDU1OV5BMl5BanBnXkFtZTgwNjcxMzU0MjI@._V1_-135x200.jpg",
        "title": "Logan Lucky (2017)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ ၂၀၁၇ မွာ အသစ္စက္စက္ ထြက္လာတဲ့ Logan Lucky ဆိုတဲ့ဟာသဆန္ဆန္ ဇာတ္ကားေကာင္းေလးပါ။ရယ္ရယ္ေမာေမာေပါ့ေပါ့ပါးပါးနဲ႕ညီအစ္ကိုေတြၾကားကသံယာဇဥ္ေလးေတြကိုမိသားစုစိတ္ဓာတ္ေလးေတြကိုရိုက္ျပသြားတာပါ။ဒီထဲမွာေတာ့ ဂ်င္မီလိုဂန္နဲ႔ စလိုက္လိုဂန္တို႔ ညီအစ္ကို ၂ ေယာက္အျဖစ္ Channing Tatum နဲ႔ Adam Driver တို႔ကပါဝင္သရုပ္ေဆာင္ေပးထားပါတယ္။အစ္ကိုျဖစ္သူဂ်င္မီက ေျခဆာေနၿပီး ညီျဖစ္သူ စလိုက္ကေတာ့ လက္ျပတ္ေနသူပါ သူတို႔ဟာ ေမြးရာပါမဟုတ္ဘဲ လိုဂန္မိသားစုရဲ႕ကံဆိုးျခင္းက်ိန္စာေၾကာင့္ ျဖစ္ရတယ္လို႔ ထင္ေနတာပါတစ္ေန႔ေတာ့ ဂ်င္မီအလုပ္ျပဳတ္သြားတဲ့အခါ သူက ဓားျပတိုက္ဖို႔ အစီအစဥ္ေတြ ဆြဲၿပီး သူ႔ညီကို ပါေအာင္ဆြဲေဆာင္ပါေတာ့တယ္သူတို႔ ၂ ဦးသေဘာတူသြားခ်ိန္မွာေတာ့ ဘဏ္မီးခံေသတၱာကို ေဖာက္ႏိုင္တဲ့ တစ္ဦးတည္းေသာ သူျဖစ္တဲ့ ဂ်ိဳးဘန္းကို လိုအပ္လာပါတယ္ဂ်ိဳးဘန္းေနရာမွာေတာ့ ဂ်ိန္းစဘြန္းမင္းသားႀကီး Daniel Craig ကသရုပ္ေဆာင္ေပးထားတာပါ။ဒီေနရာမွာဂ်ိန္းစ္ဘြန္းမင္းသားေဟာင္းၾကီးရဲ႕သရုပ္ေဆာင္ဟန္ေတြကိုပီပီျပင္ျပင္ေတြ႕ရမွာျဖစ္ပါတယ္။သူ႕ရဲ႕ေပါ့ေပါ့ပါးပါးနဲ႕က်ရာဇာတ္ကိုသရုပ္ေဆာင္ထားပံုကၾကည့္ရသူကိုအားရေက်နပ္ေစမွာပါ။ေထာင္က်ေနေပမယ့္သူ႕ရဲ႕geniusအေတြးအေခၚေတြသိပၸံပညာေတြသံုးျပီး ေထာင္က်ေနခ်ိန္ျဖစ္ေနတာေတာင္ သူတို႔ ဘယ္လိုအစီအစဥ္ေတြ ခ်ၿပီး ဓားျပတိုက္မလဲ ဆိုတာေတာ့တကယ္စိတ္၀င္စားဖြယ္နဲ႕ဟာသေလးေနွာပဲရိုက္ကူးထားတာေလးေတြကို ၾကည့္ရႈၾကပါဦးIMDb ...",
        "rating": "7.3",
        "url": "https://megaup.net/2i0cA/Logan_Lucky_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjE4NjAyNzYyN15BMl5BanBnXkFtZTcwMzcxNDE0MQ@@._V1_-141x200.jpg",
        "title": "Judwaa (1997)",
        "description": "Judwaa  ျမန္​မာလို​ေတာ့အႁမႊာ​ေပါ့အခု Varun Dhawan(Diwale ကားထဲက Sharukh Khan ရဲ႕ညီ) ဒီမင္​းသား႐ိုက္​ထားတာ​ေတာ့ Judwaa 2 ​ေပါ့အခု Judwaa 1 ကို​ေတာ့ Salman Khan က မင္းသမီး ၂လက္နဲ႔ ​​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​မင္​းသားႀကီး Salman Khan ဆို အပ်ိဳအအိုကအစႀကိဳက္​ၾကတယ္​ဆိုတာ က်​ေနာ္​ရဲရဲႀကီးအာမခံရဲတယ္​Salman Khan ၂ ကိုယ္​ခြဲပါဒီကားထဲမွာဆိုရင္​ျဖင္​့ Salman Khan ငယ္​ငယ္​တုန္​းက အက​ေတာ္​တာကိုျမင္​​ေတြ႔ရမွာပါ..သီခ်င္​း​ေတြအမ်ားႀကီးပါ..ခံစားပါခုက Body ႀကီးသြား​ေတာ့ ကတာအရင္​​ေလာက္​မလွ​ေတာ့ပါဘူးဇာတ္​လမ္​းက ​ေပ်ာ္​​ေပ်ာ္​ရႊင္​ရႊင္​​ေလးပါပဲ မိသားစုနဲ႔ၾကည္​့လို႔​ေကာင္​းတဲ့ အမ်ိဳးအစားပါ...ဇာတ္​လမ္​းအက်ဥ္း​က​ေတာ့ ရဲအုပ္မယ္လ္ဟို​တ်ား​​​​တစ္​​ေယာက္​ ​​လူဆိုးႀကီးရာတန္​ကို ဖမ္​းမိၿပီး​ေတာ့​ေထာင္​ဒဏ္​​ေသဒဏ္​​ေပးလိုက္​တာ လူဆိုး႐ုတ္​တရက္​တိုက္​ခိုက္​လို႔ ရဲက​ေျခ​ေထာက္​ကို​ေသနတ္​နဲ႔ပစ္​ရာမွ ​ေဆးရံု​ေရာက္​သြားတယ္​တစ္​ခ်ိန္​တည္​းမွာပဲ ထိုရဲရဲ႕မိန္​းမကလည္​း သားဖြားခါနီး ထို​ေဆးရံုးကိုတင္​ရပါတယ္​လူဆိုးကလည္​း ​ေဆးကုၿပီးအၿပီး ရဲ​ေတြကိုျပန္​ခုခံ​ေလ​ေရာထိုအခ်ိန္​မွာ ရဲအုပ္​ မယ္​လဟိုတ်ားမိန္​းမ အႁမႊာ​ေလး​ေမြးျပီး​ေတာ့လူနာခန္​းထဲ​ေရာက္​ေနခ်ိန္​ေပါ့အဲ့မွာလင္​မယား၂​ေယာက္​ၾကည္​ႏူး​ေနခ်ိန္​ ရာတန္​ဝင္​လာၿပီး​ေတာ့ တိုက္​ခိုက္​​ေတာ့တာ​ေပါ့က​ေလး​တစ္​​ေယာက္​ကိုရဲကခ်ီထားၿပီး ​ေနာက္​တစ္​​ေယာက္​ကို​ေတာ့ လူဆိုးက မိခင္လက္ထဲကလုကာ ​​ဓားစာအျဖစ္​​ေခၚသြားပါတယ္​ၿပီး​ေတာ့လူဆိုးကိုလိုက္​ဖမ္​းတဲ့အခါ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/judwaa-1997/",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/mamma-mia-poster-2-146x200.jpg",
        "title": "Mamma Mia! (2008)",
        "description": "Mamma Mia! (2008)\nIMDb - 6.4/10_____Rotten - 54%\n \nBlu-Ray 1080p 5.1 CH x 264\n ဒီတစ်ခါတော့ 2008 ခုနှစ်က ထွက်ခဲ့တဲ့ ပေါ့ပေါ့ပါးပါးရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\"အရမ်းလေးတဲ့ရုပ်ရှင်တွေကိုလည်း မကြည့်ချင်ဘူး ၊ ပေါ့ပျက်ပျက်ရုပ်ရှင်တွေကိုလည်း ကြည့်မိမှာစိုးတယ်\" ဆိုတဲ့ သူတွေအတွက် ဒီဇာတ်ကားကတော့ အဆင်ပြေပါလိမ့်မယ်။နေ့စဉ်ပင်ပန်းနွမ်းနယ်မှုတွေထဲကရုန်းထွက်ဖို့ ရုပ်ရှင်တစ်ကားကြည့်ပြီး စိတ်ပေါ့ပါးလန်းဆန်းသွားချင်တယ်ဆိုရင် ဒီ ရုပ်ရှင်လေးကို ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။နာမည်ကတော့ \"Mamma Mia!\" ဖြစ်ပါတယ်။Meryl Streep ၊ Pierce Bronsnan ၊ Colin Firth ၊ Stellan Skarsgard ၊ Dominic Cooper ၊ Amanda Seyfried စတဲ့ နာမည်ကျော်သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်။Lesbian တယောက်ဖြစ်တဲ့ Phyllida Lloyd အတွက် Mamma Mia! ပထမဆုံးဒါရိုက်တာအဖြစ်ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့ကုန်ကျစရိတ်က $52 ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xvct/Mamma_Mia!_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjVhNDE4YmQtNzBlMy00YTdkLTkwNTEtZGRmMDVkMmYwYjA5XkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR006491000_AL_-130x200.jpg",
        "title": "Risky Business (1983)",
        "description": "ဒီဇာတ္ကားကေတာ့ ၁၉၈၃ ခုႏွစ္က ထြက္ရွိထားတဲ့ မင္းသားၾကီးတြမ္ခရုဇ္ရဲ႕ Comedy,Drama အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။အိမ္မပိုင္ပဲ ေဂၚလီလုပ္ခ်င္တဲ့ တြမ္ခ႐ုစ္တစ္ေယာက္......မိဘေတြ ခရီးထြက္သြားျပီး အိမ္မွာတစ္ေယာက္ထဲက်န္ခဲ့အခါ.....သူငယ္ခ်င္းေတြရဲ႕ ေျခာက္တြန္းမႈနဲ႕ အိမ္အေရာက္ပို႕ စကီေလးမ်ားဝန္ေဆာင္မႈကို ဆက္သြယ္မိရာကေန....အရႈပ္ေတာ္ပံုထဲ ၾကားညွပ္ျပီး ဘယ္လိုေတြေျဖရွင္းၾကမလဲဆိုတာ.....။ဒီဇာတ္ကားဟာ IMDb (6.8) နဲ႕ Rotten Tomatoes (96%) ထိ ရရွိထားျပီး ၁၉၈၀ ခုႏွစ္မ်ားရဲ႕ အေငြ႕အသက္ကို အျပည့္အဝခံစားရမယ့္ ဇာတ္ကားပါ။ဇာတ္ေကာင္ေတြနဲ႕ ဇာတ္ဝင္ေတးေတြ ထိမိလွသလိုတြမ္ခရုဇ္ကို ငယ္ရုပ္နဲ႕ ႏုပ်ိဳေခ်ာေမာစြာေတြ႕ရတာ ႏႈတ္ခမ္းနီမေလးေတြအေနနဲ႕ မွင္သက္မိေစႏိုင္ပါတယ္။ \nFile Size…(740 MB) and (400 MB)Quality…BluRay Rip 720pFormat…mp4\nDuration…01:39:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya AungTranslated by Htet Myat",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/risky-business-1983/",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTkyMzc1MTQxNl5BMl5BanBnXkFtZTgwMDIzNzM3MjI@._V1_SY1000_CR006911000_AL_-138x200.jpg",
        "title": "Jagga Jasoos (2017)",
        "description": "ပုံျပင္ေလးတစ္ပုဒ္ ေျပာျပခ်င္တယ္ဗ်ာ ႕႕႕႕႕႕႕႕\nဟုိးေရွးေရွးတုန္းကေပါ့ မူဟီနာဂူရီလုိ႔ ေခၚတဲ့ ၿမိဳ႕ေလးရဲ႕ ေဆး႐ုံေလးတစ္ခုမွာ\nကေလးငယ္တစ္ေယာက္ ဖြားျမင္ေလခဲ့တယ္။ကေလးရဲ႕ ကံဆုိးမႈလားပဲ သူ႔ကုိ ေမြးဖြားၿပီး သိပ္မၾကာခင္မွာပဲ အက္ဆီဒန္႕ တစ္ခုၿပီး မိဘႏွစ္ပါးလုံး ေသဆုံးခဲ့ၾကတယ္။သူ႕ကုိ လာေခၚမယ့္ေဆြမ်ိဳးသားျခင္း ဘယ္သူမွ မရွိေလဘူး ႕႕႕႕\nဒီေဆးရုံေလးကပဲ သူ႕ကမာၻေလးျဖစ္ခဲ့ရတယ္ ႕႕႕႕႕ႏွစ္ေတြအလီလီ ေဆးရုံမွာ ျဖတ္သန္းေနထုိင္ရင္းတေန႕မွာေတာ့ ရထားေပၚက ခုန္ခ်လုိက္တဲ့ လူတစ္ေယာက္ကုိ ျမင္သြားၿပီး\nအေျပးသြားၾကည့္တဲ့အခ်ိန္မွာ အဲ့ဒီလူႀကီးက ဒဏ္ရာေတြ အမ်ားႀကီးနဲ႕ သတိလစ္ေမ့ေမ်ာေနတယ္ဒီလူႀကီးသတိရလာေတာ့ ေဆး႐ုံေပၚေရာက္ေနၿပီ ေဘးနားမွာ ေကာင္ေလးတစ္ေယာက္ ေဆးပုလင္းလာခ်ိတ္ေပးတယ္\n\" မင္းနာမည္ ဘယ္လုိေခၚလဲ \"\nဘာမွ မေျဖပဲ ေကာင္ေလးျပန္ထြက္သြားတယ္ေနာက္ေန႕ ေဆးပုလင္းထပ္လာခ်ိတ္ေပးတယ္ \"မင္းနာမည္ ဘယ္လုိ ေခၚလဲ\" ထပ္ေမးတယ္\nေကာင္ေလးလွည့္ျပန္သြားလုိက္တယ္ ေဘးနားက ဆရာဝန္မႀကီးက ေျပာမွ သိရတယ္ ေကာင္ေလးက စကားထစ္ေနလုိ႔ စကားမေျပာဘူးတဲ့စကားထစ္ေနတဲ့ ေကာင္ေလးဟာ ေဆး႐ုံေပၚက လူႀကီး အကူအညီနဲ႕ စကားေျပာႏုိင္ခဲ့တယ္\nသူေျပာတဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2SbOW/Jagga_Jasoos_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/Innocent_Steps_film_poster-141x200.jpg",
        "title": "Innocent Steps (2005)",
        "description": "အခုတစ်ခါတော့ Innocent Steps ဆိုတဲ့ ၂၀၀၅ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးကိုတော့ ပရိတ်သတ်ကြီးတော်တော်များများကတော့ ရင်းနှီးထားပြီးသားဖြစ်ကြမှာပါ ဇာတ်ကားလေးကတော့ ၁၉ နှစ်အရွယ်ကောင်မလေးတစ်ယောက်နဲ့အကူလိုက်ကပေးတဲ့အကသမားလေးတစ်ယောက် တို့ အနေနီးရာမှာ လူမျိုးမတူ ဘာသာမတူပေမဲ့အချစ်မှာမျက်စိမရှိဘူးဆိုသလို ချစ်ကျွမ်းဝင်သွားတာကို ဟာသဆန်ဆန်လေးရိုက်ကူးပြထားတာဖြစ်လို့ ပေါ့ပေါ့ ပါးပါးလေးနဲ့ ကြည့်ကြရမှာဖြစ်ပါတယ်ဇာတ်လမ်း အကျဉ်းလေးကတော့ အသက် ၁၉ နှစ်အရွယ် တရုတ်က အကသမလေး Mun Geun-yeong သူမဟာ ကိုရီးယားက အကချန်ပီယံ ပြိုင်ပွဲကြီးအတွက် ကိုရီးယားကိုလာခဲ့ပြီး သူနဲ့ အတူ ကူညီ ယှဉ်ပြိုင်ပေးဖို့ကိုတော့ Park Geon Hyeong ကို ၃လတိတိ ကူညီ လေ့ကျင့်ပေးဖို့ ငှားရမ်းခဲ့ပါတယ် ဒီလိုနဲ့ အနေနီးရာမှ ကြိုးချင်းထားကြိုးချင်းညှိဆိုသလိုပဲ အကလေ့ကျင့်ရင်း အချစ်တွေပေါက်ဖွားလာတဲ့ အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ဆက်လက်ကြည့်ကြရမှာဖြစ်ပါတယ် Qty - 720p HDTV RipDuration - 1 hr ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Ftof/Innocent_Steps_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTY0NzUxMDUzN15BMl5BanBnXkFtZTgwNzI2MTY4ODE@._V1_UY1200_CR6406301200_AL_-105x200.jpg",
        "title": "Neighbors 2: Sorority Rising (2016)",
        "description": "ဒီတစ္ေခါက္က Neighboes1 ကရွိျပီးသားမို ့လို ့ မရွိေသးတယ့္2 ကုိေရႊးခ်ယ္ေပးထားပါတယ္။ ဒီဇာတ္ကားရဲ ့အေၾကာင္း\nကုိနည္းနည္းေလးၾကည့္လိုက္ရေအာင္\nIMDb Rating 5.2 ၊Rotten Tomatoes 62% ၊Roger Ebert 1.5/4တို ့ရရွိထားပါတယ္။\n၂၀၁၆ ေမလ မွာစတင္\nျဖည့္ခ်ီခဲ့ျပီး တစ္ကားလုံး ၾကာခ်ိန္ ၉၃ မိနစ္ရွိပါတယ္။Budget မွာကန္ေဒၚလာ 35 မီလီယံနဲ ့စတင္ရိုက္ကူးထားျပီး Box office မွာ ကန္\nေဒၚလာ 108 သန္းျပန္ရွာေပးႏုိင္ခဲ့ပါတယ္။အဓီကသရုပ္ေဆာင္ေတြ မွာဆို ဆယ္ေက်ာ္သက္ေတြ\nၾကားမွာေရပန္းစားခဲ့ျပီး ဆက္လက္ေအာင္ျမင္\nေနဆဲျဖစ္တယ့္ မင္းသား Zac Efron နဲ ့လူငယ္\nမင္းသမီး Chloe Grace Moretz တို ့အဓီကပါ၀င္\nသရုပ္ေဆာင္ထားျပီး ဧည့္သည္သရုပ္ေဆာင္\nအေနနဲ ့ ဆယ္လီနာဂုိလ္မက္စ္ ကလဲ ပါ၀င္သရုပ္\nေဆာင္ထားပါေသးတယ္။ Universial Picturesကထုတ္လုပ္ထားလို ့အရည္အေသြးတစ္ခုေတာ့ရွိေနပါတယ္။ရွပ္ရွင္ဇာတ္ကားနဲ ့ပက္သက္ျပီးေတာ့ တစ္ျခား ဆုေပးပြဲေတြမွာဇကာတင္သာပါခဲ့ေပမယ့္ Teen Choice ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/neighbors-2-sorority-rising-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTYyNDA5NDc4OF5BMl5BanBnXkFtZTgwMzU1NzA4MjE@._V1_UY1200_CR9606301200_AL_-105x200.jpg",
        "title": "Cyrano Agency(2010)",
        "description": "IMDb.....6.6\nCyrano လုိ႕ေခၚတဲ့ ျမွားနတ္ေမာင္ေအဂ်င္စီတစ္ခု...... လူငယ္ေတြနဲ႕ဖြဲ႕စည္းထားေလေတာ့ သူတုိ႕ အုိင္ဒီယာေလး\nေတြက အေတာ္မုိက္တယ္ သူတုိ႕က ေအာင္သြယ္ေပးဖုိ႕အလုပ္လာအပ္တဲ့သူကုိအႀကံေပးရုံသက္သက္တင္မဟုတ္ဘူး......\nေအာင္သြယ္ေပးရမဲ့လူ (၂)ေယာက္လုံးရဲ႕ Biography ကုိ ေလ့လာတယ္ အေသးစိတ္ကအစေပါ့\nၿပီးရင္ Plan ေတြ စနစ္တက်ဆြဲတယ္ နားၾကတ္တပ္ေပးၿပီးေတာ့ အနီးကပ္ညႊန္ၾကားေပးတဲ့အျပင္\nသူတုိ႕(၄)ေယာက္ကလည္း လုိအပ္ရင္ လုိအပ္သလုိ planထဲ ကြက္တိ၀င္ေအာင္ သရုပ္ေဆာင္ေပးတယ္.....\nတစ္ေန႕ေတာ့ သူတုိ႕အဖြဲ႕ဆီကုိ ေကာင္ေလးတစ္ေယာက္က ေအာင္သြယ္လုပ္ေပးဖုိ႕အလုပ္အပ္တယ္...\nအလုပ္အပ္တဲ့ေကာင္ေလးနဲ႕ ေအာင္သြယ္ေပးရမဲ့ေကာင္မေလးရဲ႕ အခ်က္အလက္ေတြစုေဆာင္းၿပီးတဲ့\nအခ်ိန္မွာေတာ့ Cyrano ေအဂ်င္စီမွာ စိတ္၀မ္းကြဲစရာေတြျဖစ္ကုန္တယ္...ေကာင္ေလးတစ္ေယာက္က\nမျဖစ္ႏုိင္ဘူး ဒီအလုပ္ဆက္မလုပ္ရဘူးလုိ႕ကန္႕ကြက္တယ္ က်န္တဲ့သူေတြက ဒီအလုပ္ကုိလက္ခံလုိက္တယ္\n......\nဒီကားရဲ႕သရုပ္ေဆာင္ Tae-woong Eom,Min-jung Lee, Daniel Choi စတဲ့ နာမည္ၾကီး (၄)ေယာက္ကုိအားလုံး\nရင္းႏွီးၿပီးသားျဖစ္မွာပါ....ကုိရီးယားကားေတြရဲ႕ထုံးစံအတုိင္း Entertainment အေတာ္ဆန္လွတယ္ Story ေတြက\nသိပ္မဆန္းရင္ေတာင္ ဇတ္ကြက္ေလးေတြက အေတာ္ဆြဲေဆာင္မႈရွိတယ္ ေနာက္တစ္ခု\nခ်ီးက်ဴးစရာေကာင္းတာက Lighting ပုိင္းပါ သရုပ္ေဆာင္ေတြရဲ႕လႈပ္ရွားမႈေတြအမူအရာေတြကုိ အေကာင္းဆုံးအေထာက္\nအပံ့ေပးႏုိင္တယ္ သူတုိ႕ရဲ႕ဖက္ရွင္ဒီဇုိင္းေတြကလည္း lightion ေၾကာင့္ၾကြရြထြက္ေနတယ္....ကုိင္းခံစားၾကည့္လုိက္ပါဦးခင္ဗ်\nFile Size…(869MB) and (518MB)\nQuality…BluRay ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/cyrano-agency2010/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTc2MTc4NzcxMF5BMl5BanBnXkFtZTgwODcyOTc2MjI@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "Toilet – Ek Prem Katha (2017)",
        "description": "\"Toilet\"လို့ပြောလိုက်တာနဲ့ပရိသတ်ကြီးပိုပြီးစိတ်ဝင်စားလာသလိုနည်းနည်းလည်းကြောင်သွားမယ်ထင်တယ်ဗျမြန်မာလိုအဓိပ္ပာယ်ပြန်ရရင်တော့သန့်စင်ခန်း (သို့)ရေအိမ်ပေါ့ဗျာအရပ်အခေါ်တော့\"အိမ်သာ\"ပေါ့ဇာတ်ကားနာမည်ထက်ပိုအံ့သြဖို့ကောင်းတာက အိန္ဒိယနိုင်ငံမှာသန့်စင်ခန်းတစ်ခုကြောင့့်အစိုးရအထိဂယက်ရိုက်ခဲ့ရတယ်ဆိုတာပါပဲဇာတ်လမ်းအကျဉ်းကတော့ မန်ဂါဝန်ဆိုတဲ့ရွာတစ်ရှာမှာ ဓလေ့တစ်ခုရှိပါတယ်အဲ့ဒါကဘာလဲဆိုတော့ မနက်အစောအာရုဏ်မတက်ခင် အမျိုးသမီးတွေစုပြီးလိုတာပါတီလို့ခေါ်တဲ့ရွာနဲ့ခပ်လှမ်းလှမ်းကိုရေအိမ်စုဝေးသွားကြတဲ့ဓလေ့ပါအမျိုးသားတွေကတော့ကြုံရာကျပန်းပေါ့ဗျာသူတို့ရဲ့အယူသည်းတဲ့ယဉ်ကျေးမှုရအိမ်တိုင်းမှာသန့်စင်ခန်းဆိုတာမရှိကြပါဘူးသန့်စင်ခန်းတွေကိုအိမ်ထဲမှာဆောက်ရင် နိမိတ်မရှိဘူး ညစ်ပတ်တယ် ရွံစရာကောင်းတယ်စသဖြင့်အယူအစွဲတွေနဲ့သမုတ်ထားကြတာပါရွာထဲက Akshay Kumar (Kesav)ကတော့စက်ဘီးရောင်းတဲ့သူပါတစ်နေ့စက်ဘီးမှာတာသွားပို့ရင်း Jaya လို့ခေါ်တဲ့BCAကျောင်းသူ(ကွန်ပြူတာကောလိပ်ကျောင်းသူ)လေးတစ်ယောက်နဲ့ဆုံခဲ့ပါတယ်ဒီမိန်းကလေးနဲ့တွေ့မှသူ့ရဲ့နှလုံးသားဟာပြန်အသက်ဝင်လာခဲ့ပါတယ်သူဘာလို့ အသက်၃၆နှစ်ထိမိန်းမမရတာလဲဆိုတာတော့စိတ်ဝင်စားစရာတစ်ပိုင်းပေါ့ဗျာဒီလိုနဲ့အသက်ကြီးပေမယ့်မပျက်စီးသေးတဲ့သူ့ရဲ့အချစ်တွေကနှလုံးသားကနေတစ်ဆင့်ပါးစပ်ဖျားကတော်ကီတွေအဖြစ်ရောက်လာလို့နောက်ဆုံးကောင်မလေးနဲ့ညားသွားပါတယ်( တကယ်တော့ချစ်တတ်ဖို့ပဲလိုတာပါဗျာ.....ငိငိ )မင်္ဂလာဦးညမှာတင်အခက်တွေ့တာတစ်ခုက အစောကကျွန်တော်ပြောခဲ့တဲ့လိုတာပါတီပဲကောင်မလေးက ကီရှက်ဖ်နဲ့အိမ်မှာ သန့်စင်ခန်းမရှိတာမသိဘူးဗျလူကလည်းပညာတတ်/ အယူမသည်းတဲ့သူ /ဒီလိုအပြင်ထွက်ပြီးကိစ္စဝိစ္စရှင်းရတော့မယ်ဆိုတော့သူလည်း ပျားတုတ်တော့တာပဲဒီလိုနဲ့အချစ်တွေပြည့်ဝနေတဲ့သူတို့ရဲ့အိမ်ထောင်ရေးက သန့်စင်ခန်းဆိုတဲ့ဗီလိန်ကြောင့်အချိန်ကြာလာတော့လည်းမကျေနပ်စရာတွေဖြစ်လာတာပေါ့အရေးပေါ်အစီအစဉ်တွေနဲ့ ဖြေရှင်းခဲ့ပေမယ့်လည်းအဆင်မပြေခဲ့ပါဘူးနောက်ပိုင်း သူတို့လင်မယားကွဲရမယ့်အခြေအနေအထိဖြစ်သွားခဲ့ပါတယ်ဒီသန့်စင်ခန်းမရှိတာနဲ့ပတ်သတ်ပြီး လင်မယားကွဲရတယ်လို့ပြောရင်ဘယ်သူယုံမှာလဲဗျာသန့်စင်ခန်းမရှိတာများဆောက်လိုက်ပေါ့လို့ဖြေကြမှာပါဒီဇာတ်ကားလေးကြည့်လိုက်ရင်တော့ယုံသွားမှာအသေအချာပါပဲဒါပေမယ့်အဲ့ဒီသန့်စင်ခန်းလေးတစ်ခုဆောက်ရဖို့အရေးတစ်ဖက်ကလည်း မိန်းမ တဖက်ကလည်းရှေးရိုးစွဲနေတဲ့ရွာခံတွေနဲ့ကီရှက်ဖ်ရဲ့အဖေ ဒီကိစ္စတွေကြားမှာတိုင်ပတ်သွားတာက ကီရှက်ဖ်နဲ့ဂျာရာပေါ့သူတို့၂ယောက်ပေါင်းပြီးဒီလိုမှားယွင်းနဲ့အယူအဆရှေးရိုးအစဉ်အလာတွေကိုဘယ်လိုအတူရင်ဆိုင်ဖြေရှင်းကြမလဲဆိုတာကတော့...................,ပညာပေးဇာတ်ကားဖြစ်သလို ဟာသ/ အချစ်/ အလွမ်းတွေပြည့်နှက်နေတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ(ဘာသာပြန်သူကတော့ Pyae Xeinn Sett ပါ)File Size : (1.3 GB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 35min\nFormat : Mp4\nGenre :Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Wqmk/Toilet_-_Ek_Prem_Katha_(2017).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BZTA5ZDZhMjgtNjNkOC00MzM0LWFlZmItZTM4MjJkMGEyZGQwXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "The Nut Job 2: Nutty by Nature (2017)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ ၂၀၁၇ ထြက္ ကာတြန္းကားေလးတစ္ကားျဖစ္တဲ့ The Nut Job 2: Nutty by Nature ဆုိတဲ့ကားေလးပါရွဥ့္ေလးေတြအေၾကာင္းကို ရိုက္ထားတဲ့ကားေလးပါသဘာဝအတိုင္းခ်စ္စဖြယ္ရွဥ့္ေလးေတြဟာ စြန္႔ပစ္ထားတဲ့ အခြံမာသီးဆိုင္ကိုေတြ႕ၿပီးကိုယ္တိုင္ရွာေဖြမစားေသာက္ေတာ့ဘဲ ဒီဆိုင္မွာပဲ စားေသာက္ေပ်ာ္ရႊင္မိန္းေမာေနၾကပါတယ္သူတို႔ေခါင္းေဆာင္ ဆာလီအပါအဝင္ေပါ့ဒါကို ဘဝင္မက်ဘဲ သူတို႔ေနေနက် ပန္းျခံထဲမွာ သဘာဝအတိုင္းျပန္ေနၿပီး အစာကိုရွာေဖြစားေသာက္ခ်င္တာကေတာ့ ရွဥ့္မေလး အန္ဒီပါတေန႔ေတာ့ သူတို႔ေနေနတဲ့ အခြံမာသီးဆိုင္ဟာ ေပါက္ကြဲသြားပါေတာ့တယ္သူတို႔ျပန္လည္ရုန္းကန္ရွာေဖြစားေသာက္ခ်ိန္ေတြ ေရာက္လာပါတယ္ဒီအခ်ိန္မွာပဲလာဘ္စားတတ္တဲ့ ၿမိဳ႕ဝန္ကေတာ့ သူတို႔က်က္စားရာ သဘာဝပန္းျခံေလးကိုအျမတ္ထုတ္ဖို႔ရာ ကစားကြင္းအျဖစ္ ေျပာင္းလဲပစ္ဖို႔ ႀကိဳးစားပါတယ္ဒီေတာ့ ရွဥ့္ေလးေတြ သူတို႔ပိုင္တဲ့ ပန္းျခံကို ကာကြယ္ဖို႔ ဘယ္လိုႀကိဳးစားၾကမလဲ ဆိုတာေတာ့\nၾကည့္ရႈအားေပးၾကပါဒီဇာတ္ကားေလးက IMDb 4.6 ရရွိထားပါတယ္ဒါ့အျပင္ ဂ်က္ကီခ်မ္းကလဲ အသံသရုပ္ေဆာင္အျဖစ္ ပါဝင္ထားပါေသးတယ္စြန္႔စားခန္းေတြ ေပ်ာ္စရာခန္းေတြ ေဝေဝဆာဆာနဲ႔ ကာတြန္းေလးပါ \n(ဘာသာျပန္သူကေတာ႔ေမသရဖီလြင္ပါ)\n File Size : (700 MB) and (330 MB)\nQuality : ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/the-nut-job-2-nutty-by-nature-2017/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/7loveornotlove00_450-133x200.jpg",
        "title": "To Love or Not to Love (2017)",
        "description": "အခုတစ္ခါေတာ့ အသစ္ထြက္ ေက်ာင္းသား အခ်စ္ဟာသ ဇာတ္ျမဴးကားေလးတစ္ကားကို ထပ္မံတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက ေတာ့လူငယ္စတိုင္ ဖန္စီ ကားေလးမုိ႕ ေပါ့ေပါ့ပါးပါးေလးနဲ႕ၾကည့္ၾကရမွာပါ ဇာတ္လမ္းေလးက လူငယ္ေတြၾကားမွာျဖစ္တတ္တဲ့ ခ်စ္သူရည္းစားတို႕ရဲ႕သဘာ၀ကို ပံုေဖာ္ရိုက္ကူးထားတာျဖစ္ျပီး လူငယ္ ၃ေယာက္ၾကားက ၃ပြင့္ဆိုင္အခ်စ္ဇာတ္လမ္းေလးတစ္ကားဆိုလဲမမွားပါဘူးဗ်ဇာတ္လမ္း အက်ဥး္ေလးကေတာ့ ေက်ာင္းသားဘဝေတြကတည္းကအရမ္းခ်စ္ၾကတဲ႔စံုတြဲေက်ာင္းေတြပီးအရြယ္ေရာက္ေတာ့ အေျခအေနေတြမတူေတာ့ေဝးဖို႕အေရးျဖစ္လာပီး ေကာင္ေလးကစတင္လမ္းခြဲခဲ့ခ်ိန္ဘဲမိန္းကေလးဘက္ကသိသိသာသာေျပာင္းလဲသြားပီတစ္ခ်ိန္ကသူဆိုတာခုျဖစ္ေနတဲ႔ပံုနဲ႕လံုးဝကိုမတူေတာ့တာပါဘဲလမ္းခြဲခဲ႔တဲ႔ေကာင္ေလးက ခ်မ္းသာလာပီး မသိမသာျပန္လည္ေခ်ကပ္ခ်ိန္မွာေတာ့ေကာင္မေလးဆီကိုေကာင္မေလးငယ္ဘဝကတစ္ဖက္သတ္ခ်စ္ေနတဲ႔ကိုရီယားကေကာင္ေလးေခ်ာကလဲေရာက္ေနေတာ့ ဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ဒီဇာတ္ကားထဲမွာေတာ့ သံုးပြင့္ဆိုင္အခ်စ္ကို အခ်စ္ဒသာနမ်ားစြာနဲ႕ၾကည့္ရႈရမွာျဖစ္ပါတယ္ Qty - Web dl 720pDuration - 1hr 54minGern - Comedy / RomanceSubtitle - Myanmar HardsubTranslator - Bai MailingEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/to-love-or-not-to-love-2017/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzE3Mzc5NTc4M15BMl5BanBnXkFtZTgwMDYwNzM3MjI@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Ingrid Goes West (2017)",
        "description": "Ingrid Goes West(2017) ဇာတ္ကားေလးကေတာ႔Social Media ေတြမွာျဖစ္တတ္တဲ႔ သေဘာသဘာဝေလးေတြကို\nဟာသေနွာျပီး ရိုက္ျပထားတာပါ။ေလ႔လာခ်က္ေတြအရ Social Media ေတြေၾကာင္႔ လူေတြက မနာလိုစိတ္ေတြ စိတ္ဖိစီးမႈေတြ စိတ္က်ေရာဂါေတြ ပိုခံစားလာရပါတယ္တဲ႔။သင္ကိုယ္တိုင္ေရာ အဲ႔လိုေတြခံစားေနရရင္ေတာ႔ ဒီကားေလးကိုၾကည္႔ၾကည္႔ပါ။လက္ေတြ႔ဘဝနဲ႔ ကြာဟမွုေတြ စိတ္ပိုင္းဆိုင္ရာထိခိုက္နစ္နာမွုေတြ စြဲလမ္းမွုေတြ ကို ဒီကားထဲမွာေကာင္းေကာင္းၾကီး ျပသထားႏိုင္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔ အင္ဂရစ္ဆိုတဲ႔ေကာင္မေလးက အေမေသသြားျပီးေနာက္ပိုင္း အင္စတာဂရမ္ကိုသာအေဖာ္ျပဳေနခဲ႔ရတာပါ။ႀကာလာေတာ႔ အေပါင္းအသင္းမရွိပဲ အကုန္လံုးနဲ႔ကင္းကြာသြားခ်ိန္မွာ အေမ႔အေမြ ေဒၚလာ ၆ေသာင္းေက်ာ္ကို ရလိုက္ပါေတာ႔တယ္။အဲ႔အခ်ိန္မွာ ဘဝအသစ္ကိုစတင္ေတာ႔မယ္ဆိုျပီး LA ကိုထြက္လာပါေတာ႔တယ္။အင္စတာဂရမ္ထဲက နာမည္ႀကီးcele ေတြလို စိတ္တိုင္းက်ေနထိုင္ခြင္႔သူ႔မွာရွိလာတဲ႔အခါ ဘာဆက္ျဖစ္မလဲ ဆိုတာကေတာ႔စိတ္ဝင္စားစရာပါ။ႀကည္႔ျပီး တစ္ခုခုေတာ႔မွတ္သားစရာရသြားမွာပါ။Rating ေတြအေနနဲ႔ကေတာ႔ Imdb 6.9/10 Rotten Tomatoes 86ရရွိထားတာမို႔ကားေကာင္းေလးပါလို႔ပဲ ညြွန္းလိုက္ပါေတာ႔တယ္ \n(ဘာသာျပန္သူကေတာ့ ေအးမြန္ေက်ာ္ပါ)\n File Size : (750 MB) and (340 MB)\nQuality : Blu-Ray 720p\nRunning Time ...",
        "rating": "6.9",
        "url": "https://megaup.net/2gRvZ/Ingrid_Goes_West_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/crazy-stupid-love-poster-1-141x200.jpg",
        "title": "Crazy, Stupid, Love (2011)",
        "description": "Crazy, Stupid, Love (2011)\nIMDb - 7.4/10_____Rotten - 79%\n  အရွယ်ရောက်လာတဲ့ယောက်ျားဖြစ်ဖြစ် မိန်းကလေးဖြစ်ဖြစ်တော်တော်များများမှာ အိပ်မက်တစ်ခုရှိတယ် ပြီးပြည့်စုံတဲ့ family life တစ်ခုဖန်တီးဖို့ပဲ...ဒါကြောင့်အချစ်စစ်တစ်ခုရှာဖွေတယ် အိမ်ထောင်ပြုတယ်ဒါမှမဟုတ်သင့်တော်တဲ့သူလို့ထင်တဲ့သူနဲ့အိမ်ထောင်ပြုကြတယ်..ပြီးတော့.. မျိုးဆက်လေးတွေမွေးဖွားရင်း သိပ်တော်တဲ့ကလေးတွေအဖြစ်ပြုစုပျိုးထောင်ဖို့ ကြိုးစားအားထုတ်ကြတယ်...အလုပ်တစ်ဖက် သားသမီးတစ်ဘက်နဲ့ဆိုတော့ လင်မယားအကြားဆက်ဆံရေးကိုမေ့လျော့နေမိတတ်တယ်....အနုပညာမြောက်လှပါတယ်ဆိုတဲ့ဆိုတဲ့သီချင်းတစ်ပုဒ်တောင်ဖွင့်ဖန်များ ကြားရဖန်များလာရင် ညည်းငွေ့တတ်တဲ့သဘောရှိတယ်ကျွန်တော်တို့ရဲ့နှစ်သက်ခြင်းကို နှစ်သက်ခြင်းကပဲဖျက်ဆီးသွားတတ်တယ်.....အိမ်ထောင်ရေးမှာလည်း ဒီလိုပဲထင်ပါ့ တစ်ယောက်ရဲ့အပြုအမူတွေဟာ နှစ်သက်ခြင်းကြိမ်ဖန်များစွာဆောင်ခဲ့ပေမဲ့ကြာလာတော့ညည်းငွေ့တတ်တဲ့အဆင့်ရောက်သွားတယ် နှလုံးသားဟာ အဟာရမဲ့လေတော့ ကလေးတွေရဲ့သံယောဇဉ် နှောင်ဖွဲ့ခြင်းအသိအမှတ်ပြုလက်ထပ်စာချုပ်တွေဟာ အဓိပါယ်မဲ့သွားတတ်တယ်....ကျွန်တော်ပြောတာတွေက ယေဘူယျအမှန်တရားဖြစ်နိုင်သလို ချွင်းချက်အမှန်တရားလည်းဖြစ်နိုင်ပါတယ်....ဒီကားလေးက ကလေး ၃ယောက်ရှိတဲ့မိခင်နဲ့မိခင်ကြားအဆင်မပြေပုံတွေနဲ့ မြှာပွေတတ်တဲ့ကောင်လေးတစ်ယောက်အချစ်ကြောင့်ပြောင်းလဲသွားတတ်ပုံလေးကိုရိုက်ပြထားတာပါ.....ကျွန်တော်ပြောတာနဲ့တင်ဒီကားရဲ့Plotကိုသဘောပေါက်လောက်ပြီထင်ပါတယ် ပြီးတော့ ဒီကားက သရုပ်ဆောင်တွေကလည်း နာမည်ကြီးတွေပါပဲ ...... Steve Carell,Ryan Gosling,Julianne Moore,Emma Stone,Marisa Tomei,Kevin Bacon ...LALALAND က Ryan Goslin နဲ့ ကျော့်အချစ်တော်လေး Emma Stoneလေးတော့အနည်းဆုံးသိကြမယ်ထင်ပါတယ်......ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျ  အရြယ္ေရာက္လာတဲ့ေယာက္်ားျဖစ္ျဖစ္ မိန္းကေလးျဖစ္ျဖစ္ေတာ္ေတာ္မ်ားမ်ားမွာ အိပ္မက္တစ္ခုရွိတယ္ ၿပီးျပည့္စုံတဲ့ family ...",
        "rating": "7.4",
        "url": "https://megaup.net/4fz2i/Crazy,_Stupid,_Love_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/p9836613_p_v7_aa-133x200.jpg",
        "title": "Must Be… Love (2013)",
        "description": "2013 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ဖိလစ္ပိုင္ အခ်စ္ဟာသ ဖန္စီ ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားကိုေတာ့ CM ပရိတ္သတ္ၾကီးအေနနဲ႕ သိပ္စိမ္းမွာ မဟုတ္ပါဘူး ဘာလို႕ဆို သူ႕ကားေတြၾကီးပဲ တင္ဆက္ေပးလာလို႕ပါဇာတ္လမ္းေလးကေတာ့ အခ်စ္ဦးဆိုတာ ဘယ္ေလာက္ပင္ၾကာၾကာ မေမ့ဘူးလုိ႕ဆိုပါတယ္ငယ္စဥ္ကထဲက ကစားအတူသြားအတူ ေနခဲ့ၾကတဲ့ သူေတြ ခ်စ္ၾကျပီဆိုရင္ေတာ့ျဖင့္ဘယ္ေလာက္ေတာင္ခ်စ္ၾကမယ္ဆိုတာကေတာ့ေျပာေနစရာမလိုေလာက္ေတာ့ဘူးထင္ပါတယ္ ဒီကားေလးထဲမွာေတာ့ ငယ္စဥ္ကထဲကခင္မင္ရင္းႏွီးၾကတဲ့ သူငယ္ခ်င္းႏွ္စ္ေယာက္တစ္ေယာက္က တိတ္တခိုးေလးခ်စ္မိေနတဲ့အခါမွာ က်န္တဲ့တစ္ေယာက္ကမသိပဲ ေလွ်ာက္ေပြးဒါကို ဖြင့္မေျပာရဲေတာ့ ၾကိတ္ခံစား ေနရင္း အခြင့္အေရးရတဲ့ တစ္ေန႕မွာေတာ့ .....................ကဲ ပရိတ္သတ္ၾကီးလဲ တိတ္တခိုးခ်စ္ျပီး ၾကိတ္ပိုးေနရင္ေတာ့ ရဲရဲသာဖြင့္ေျပာလိုက္ပါေနာ္ေကာင္ေလးတစ္ေယာက္က ေကာင္မေလးတစ္ေယာက္ကို ခ်စ္တာဟာ အျပစ္မဟုတ္သလိုေကာင္မေလးတစ္ေယာက္ကလဲ ေကာင္ေလးတစ္ေယာက္ကို ခ်စ္မိေနတာက အျပစ္တစ္ခုမဟုတ္ပါဘူးခ်စ္မိေနရင္ေတာ့ Gender ေတြကိုေဘးခ်ိတ္ျပီး ရဲရဲသာဖြင့္ေျပာလိုက္ပါေကာင္မေလးဆုိလဲ ေၾကာက္မေနပဲ ရဲရဲသာကို ၾကိတ္ခြက္ေနတဲ့ေကာင္ေလးကို သြားဖြင့္ေျပာလိုက္ပါေနာ႕သူလဲ ကိုယ့္ၾကိတ္ခြက္ရင္ ခြက္ေနမွာေပါ့ ဟုတ္တယ္မလား ဘာမွ ဂရုစို္က္မေနနဲ႕ပတ္၀န္းက်င္ဆိုတာ တကယ္ေတာ့ထင္သေလာက္ၾကီး သက္ေရာက္မႈမရွိပါဘူး neglect လုပ္တတ္ဖုိ႕ပဲလိုတာပါ :p ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ Patricia နဲ႕ Ivan သူငယ္ခ်င္းႏွစ္ေယာက္ ေကာင္မေလးျဖစ္သူ Patricia ကသူ႕သူငယ္ခ်င္း ကို ခ်စ္မိသြားတဲ့အခါမွာ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2UOCO/Must_Be_........_Love_[2013]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/594070_full-140x200.jpg",
        "title": "Finding Mr. Right (2013)",
        "description": "IMDb Rating (6.4) နဲ့ Rotten Tomatoes 83% ထိရရှိထားတဲ့  Comedy,Romance အမျိုးအစား တရုတ်ဇာတ်ကားဖြစ်ပါတယ်။မင်းသားကတော့ Wu Xiubo ဖြစ်ပြီး မင်းသမီးကတော့ \"Lust, Caution\" ဇာတ်ကားနဲ့ ကမ္ဘာကို ကိုင်လှုပ်နိုင်ခဲ့တဲ့ မင်းသမီး Tang Wei ဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ Rating တွေကောင်းသလို ဝေဖန်ရေးဆရာတွေရဲ့ မှတ်ချက်ကောင်းတွေလဲ လက်ခံရရှိထားပါတယ်။US$5 million သာ သုံးစွဲရိုက်ကူးခဲ့ပေမယ့် Box Office ဝင်ငွေ US$84.4 million ထိ ပြန်လည်ရရှိခဲ့တာပါ။ဇာတ်လမ်းနဲ့ သရုပ်ဆောင်တွေရဲ့ ပီပြင်တဲ့သရုပ်ဆောင်ချက်တွေကိုတော့ ကိုယ်တိုင်ပဲခံစားကြည့်ရှုလိုက်ပါနော်။ \nFile Size…(999 MB) and (380 MB)Quality…BluRay Rip 720pFormat…mp4\nDuration…02:03:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya AungTranslated by Missy",
        "rating": "6.4",
        "url": "https://megaup.net/3fv6T/Finding_Mr._Right_[2013]_(MM_Sub).mp4  ",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTc0NzU2OTYyN15BMl5BanBnXkFtZTgwMTkwOTg2MTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Cars 3 (2017)",
        "description": "ဇာတ်လမ်းပုံစံကတော့ မက်စ်ကွင်းစ် ရဲ့ ခြေကျချိန် ကို ရောက်လာပြီ ဆိုတဲ့ သတိပေးချက်နဲ့ အတူ ပြိုင်ကွင်းမှာပဲလူငယ် မုန်တိုင်းဂျက်ဆင် ကို ပိုးစိုးပက်စက် ရှုံးနိမ့်သွားခဲ့တာနဲ့ ဇတ်လမ်းကို ဇတ်ရှိန်စမြင့်ပေးလိုက်ပါတယ်\nမက်စ်ကွင်း ဟာ စိတ်ဓါတ်ပိုင်းဆိုင်ရာကြောင့်ရှုံးနိမ့်ခဲ့တာ ဖြစ်သလို နည်းပညာပိုင်းဆိုင်ရာ အဆင့်မြင့်တင်မှုတွေလိုအပ်နေတဲ့အတွက် သူ့ကို လေ့ကျင့်ပေးဖို့ အတွက် တဖန် ပြန်လည်ပြင်ဆင်ရာတွင် လေ့ကျင့်ပေးသူခရူးစ် နဲ့ စတင်တွေ့ဆုံခဲ့ရပြီး ခရူးစ် ရဲ့ စိတ်ဓါတ်မြင့်တင်ပေးမှု တွေနဲ့ မက်စ်ကွင်းစ် ဟာလူငယ်လေးတွေကြား ကားပြိုင်ကွင်းအတွင်း အပြေးလှမ်းဖို့ ရောက်ရှိလာတဲ့အခါမှာတော့...\n(ဘာသာပြန်သူကတော့ ကိုဝေယံမောင်ဖြစ်ပြီး အညွှန်းကိုတော့ ကိုသစ်ဆန်းခန့်မှရေးပေးထားတာပါ)\n-----------------------------------------------------------\nဇာတ္လမ္းပံုစံကေတာ့ မက္စ္ကြင္းစ္ ရဲ႕ ေျခက်ခ်ိန္ ကို ေရာက္လာၿပီ ဆိုတဲ့ သတိေပးခ်က္နဲ႔ အတူ ၿပိဳင္ကြင္းမွာပဲလူငယ္ မုန္တုိင္းဂ်က္ဆင္ ကို ပိုးစိုးပက္စက္ ရံႈးနိမ့္သြားခဲ့တာနဲ႔ ဇတ္္လမ္းကို ဇတ္ရွိန္စျမင့္ေပးလုိက္ပါတယ္\nမက္စ္ကြင္း ဟာ စိတ္ဓါတ္ပိုင္းဆုိင္ရာေၾကာင့္ရံႈးနိမ့္ခဲ့တာ ျဖစ္သလို နည္းပညာပိုင္းဆုိင္ရာ အဆင့္ျမင့္တင္မႈေတြလိုအပ္ေနတဲ့အတြက္ သူ႔ကို ေလ့က်င့္ေပးဖို႔ အတြက္ တဖန္ ျပန္လည္ျပင္ဆင္ရာတြင္ ေလ့က်င့္ေပးသူခရူးစ္ နဲ႔ စတင္ေတြ႔ဆံုခဲ့ရၿပီး ခရူးစ္ ရဲ႕ စိတ္ဓါတ္ျမင့္တင္ေပးမႈ ေတြနဲ႔ မက္စ္ကြင္းစ္ ဟာလူငယ္ေလးေတြၾကား ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yP7K/Cars_3_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTk2NDg4NTQwOF5BMl5BanBnXkFtZTcwNDE2Mjg2OA@@._V1_SY1000_CR007411000_AL_-148x200.jpg",
        "title": "Ernest & Celestine(2012)",
        "description": "Ernest and Celestine ( 2012 )\nဇာတ္လမ္းအၫႊန္း\n≡≡≡≡≡≡≡≡≡\nတခါတုန္းက ဝက္ဝံေတြနဲ႔ ႂကြက္ေလးေတြ ေနထိုင္တဲ့ၿမိဳ႕ေလးတၿမိဳ႕ရွိတယ္ ။\nဒါေပမယ့္ အတူယွဥ္တြဲေနထိုင္ၾကတာေတာ့မဟုတ္ခဲ့ဘူး။ ဝက္ဝံေတြဟာလည္း ႂကြက္ေတြကိုေၾကာက္ၾကတယ္ ႂကြက္ေတြဟာလည္းဝက္ဝံေတြကိုေၾကာက္ၾကတယ္။\nဒါ့ေၾကာင့္ ဝက္ဝံေတြ က ေျမျပင္ေပၚမွာေနထိုင္ၿပီးႂကြက္ေတြဟာေျမေအာက္မွာေနထိုင္ခဲ့ၾကတယ္။\nတစ္ရက္မွာ ႂကြက္မေလးတစ္ေကာင္ဟာ အျပစ္ေပးခံရတဲ့အတြက္ သြားေတြရွာဖို႔ ေျမေပၚတက္လာရင္း အႏၲရာယ္ေတြၾကားထဲမွာ ဝက္ဝံတေကာင္နဲ႔ေတြ႕ခဲ့တယ္။ ဝက္ဝံဟာလည္း ဒုကၡေတြခံစားေနရတဲ့သူျဖစ္တယ္။\nဒီလိုေတြ႕ဆံုရာကေန တစ္ေယာက္ကိုတစ္ေယာက္ကူညီရင္း ျဖစ္လာတဲ့ျပသနာေတြကို ဘယ္လိုရင္ဆိုင္ေျဖရွင္းၾကမလဲ ။ တစ္ေကာင္နဲ႔တစ္ေကာင္ ေၾကာက္ရြံ ႔႔ေနၾကတဲ့ ဒီမ်ိဳးႏြယ္ႏွစ္ခုက သူတို႔ႏွစ္ေယာက္ေၾကာင့္ ဘယ္လိုေတြ ျဖစ္လာမလဲဆိုတာကို\nေတာ့ဒီဇာတ္ကားေလးကိုဆက္လက္ၾကည့္ရင္း ခံစားလိုက္ပါ။ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူက ကုိေအာင္မ်ဳိးသက္ပါ.\nFile Size…(789MB) and (221MB)\nQuality… 720p\nFormat…mp4\nDuration…01:20:00\nSubtitle by Aung Myo Thet\nEncoder...Phyo Pyae",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/ernest-celestine2012/",
        "category": "Animation, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/main-qimg-8a4e1010d3a850db21c7a34b6af6192b-c-142x200.jpg",
        "title": "Tropic Thunder (2008)",
        "description": "ဒီဇာတ္ကားက ပိုစတာၾကည့္ျပီးခန္႕မွန္းရရင္ ရွယ္ၾကမ္းမယ့္ စစ္ကားလို႕ ထင္စရာရွိေပမယ့္တကယ္တမ္းေတာ့ ရွယ္ၾကမ္းတဲ့ ဟာသဇာတ္ကားပါ။ မင္းသားေတြက Iron Man မင္းသားၾကီး Robert Downey Jr...Night at The Museum မင္းသားၾကီး Ben Stiller...ဂါလီဗာ မင္းသားၾကီး Jack Black...မင္းသားၾကီး Tom Cruise...စတဲ့ နာမည္ၾကီးမင္းသားေတြပါဝင္ထားပါတယ္။ နာမည္ၾကီးမင္းသားေတြ ရုပ္ဖ်က္ ပံုဖ်က္ျပီး ပါဝင္ထားလို႕ ရုတ္တရက္ၾကည့္ရင္ မမွတ္မိႏိုင္တဲ့ထိ ျဖစ္ႏိုင္ပါတယ္။သရုပ္ေဆာင္ေတြေၾကာင့္ ရယ္ရမွာထက္ ဇာတ္လမ္းနဲ႔တင္ပဲ ဟားတိုက္ျပီးရယ္မိမယ့္ ဇာတ္ကားမ်ိဳးပါ။အေတာ္ဂြက်လွတဲ့ ဇာတ္လမ္းျဖစ္ျပီး စဥ္းစဥ္းစားစားရိုက္ကူးတတ္တဲ့ ဇာတ္ညႊန္းကို အထူးခ်ီးက်ဴးမိပါတယ္။ IMDb Rating -7 နဲ႕ Rotten Tomatoes -82% ရရွိထားျပီး Comedy ဇာတ္ကားေတြထဲမွာ ထိပ္တန္းက အျမဲပါဝင္ေနမယ့္ ဇာတ္ကားပါ။Comedy ဟာသၾကိဳက္ႏွစ္သက္သူေတြ လံုးဝလက္မလြတ္သင့္တဲ့ဇာတ္ကားျဖစ္ေၾကာင္း ညႊန္းဆိုပါရေစ။ \nFile Size…(900 MB) and (400 MB)Quality…BluRay Rip ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/tropic-thunder-2008/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTY0MDUwNzg5OV5BMl5BanBnXkFtZTgwNTY4NjU3MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Babysitter (2017)",
        "description": "The Babysitter (2017)\nIMDb - 6.3/10_____Rotten - 72%\n \n The Babysitter ဆိုတဲ့ကားလေးနဲ့မိတ်ဆက်ပေးပါမယ်\nဒီကားလေးဟာ Netflix ကအသစ်လွှင့်တဲ့သည်းထိတ်ရင်ဖိုကားလေးတစ်ကားပါ\nအသက် ၁၂ နှစ်အရွယ်ရှိနေသော်လည်းအခုချိန်ထိကလေးထိန်းရှိနေသေးတဲ့ကိုးလ်ဟာသူ့ရဲ့ကလေးထိန်းဖြစ်သူ \"ဘီး\"ကိုတိတ်တခိုးသဘောကျနှစ်သက်နေပါတယ်\nတစ်နေ့မှာတော့ကိုးလ်ရဲ့မိဘတွေရုံးပိတ်ရက်မှာတခြားမြို့ကိုသွားရောက်နေပြီးကိုးလ်ကိုကလေးထိန်းနဲ့ထားခဲ့ပါတယ်\nကိုးလ်ဟာသူအိပ်ပျော်နေတဲ့အချိန်သူချစ်ရတဲ့ဘီးဘာလုပ်လဲဆိုတာကိုသိချင်တဲ့အတွက်မအိပ်ပဲအခန်းထဲမှာအိပ်ချင်ယောင်ဆောင်နေခဲ့ပါတယ်\nညသန်းခေါင်လောက်မှဘီးတို့သူငယ်ချင်းတွေဘာလုပ်နေကြလဲဆိုတာကိုစောင့်ကြည့်နေခဲ့ပါတယ်\nအဲဒီအချိန်နှာပဲထင်မှတ်မထားတဲ့သူချစ်ရတဲ့ဘီးဟာလူသတ်လိုက်တာကိုမျက်မြင်ကိုယ်တွေ့မြင်တွေ့လိုက်ရပါတယ်\nဘီးဟာနတ်ဆိုးနဲ့ဆက်သွယ်ပြီးယစ်ကောင်ရဲ့သွေးနဲ့အပြစ်ကင်းတဲ့သူရဲ့သွေးနဲ့ကိုရောရမှာဖြစ်တဲ့အတွက်ကိုးလ်ရဲ့သွေးကိုလဲအရယူခဲ့ပါတယ်\nဒါပေမယ့်ကိုးလ်အိပ်ပျော်မနေခဲ့တာကိုသိသွားတဲ့ဘီးနဲ့သူ့သူငယ်ချင်းတွေကကိုးလ်ကိုလိုက်ဖမ်းပြီးအမဲဖြတ်ပါတော့တယ်\nကိုးလ်ကလဲအသက်သေမှာကြောက်လို့ကိုယ့်ကိုကိုယ်ပြန်ခုခံခဲ့ပြီးအလွန်ကြောက်မက်ဖွယ်ကောင်းတဲ့ညတစ်ညကိုဖြတ်သန်းခဲ့ရပါတယ်\nဒါပေမယ့်အဆုံးမှာကိုးလ်တစ်ယောက်သူတို့လက်ထဲကလွတ်ပြီးအသက်ရှင်နိုင်ပါ့မလား?????(ဘာသာပြန်နဲ့အညွှန်းက Nicky ပါ)\n  \nFile Size : (700 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 25min\nFormat : Mp4\nGenre :Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nicky\nEncode by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://megaup.net/2Ty20/The_Babysitter_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    }
]