[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-deadsstream-133x200.jpg",
        "title": "Deadstream (2022)",
        "description": "အခုလိုနည်းပညာ ထွန်းကားလာတဲ့ခေတ်ကြီးမှာ influencer တွေမျိုးစုံပေါ်လာပြီးတချို့ YouTuber တွေ streamer တွေဟာ content ဖန်တီးဖို့ လူစိတ်၀င်စားမှုရအောင် မျိုးစုံကြံဖန်ကြတာကိုမြင်ရမှာပါ။ဒီရုပ်ရှင်မှာတော့ view ရဖို့မျိုးစုံလုပ်တတ်တဲ့ Shawn ဟာသူ့ရဲ့နောက်ဆုံးစိန်ခေါ်မှုအနေနဲ့ အမေရိကမှာသရဲအခြောက်ဆုံးလို့နာမည်ကြီးတဲ့အိမ်မှာ တစ်ညတာနေပြီး Live stream လုပ်ဖို့စီစဉ်ထားပါတယ်။အိမ်ထဲမှာတော့ Shawn တစ်ယောက် ပတ်ကြည့်ရင်းမတော်တဆ မနှိုးသင့်တဲ့ တစ်စုံတစ်ရာကိုသွားနှိုးလိုက်မိတဲ့အခါ...\nရုပ်ရှင်တစ်ကားလုံး Shawn ရဲ့ live stream ကိုတိုက်ရိုက်ကြည့်ရှုနေသလိုရိုက်ကူးထားပြီး ဘတ်ဂျက်နည်းနည်းနဲ့ Indie film ဖြစ်ပေမယ့် စိတ်၀င်စားစရာ concept တွေနဲ့ ကြောက်လည်းကြောက်ရတဲ့ Horror ကားလေးပါ။\nRotten tomatoes -91%\nIMDB-6.7/10File size…(2.72GB) / (1.33GB) / (721MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:27:00\nGenre...Horror / Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/deadstream-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMjUzMzMxODYtNjc1OS00NDNiLWIzMzMtNTBhMjE5NDllNzY0XkEyXkFqcGdeQXVyMzE5ODc1OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Curse of Bridge Hollow (2022)",
        "description": "၂၀၂၂ ရဲ့ အောက်တိုဘာ ၃၁ ရက် ဟောလိုးဝင်း နေ့ရက်လေး နီးကပ်လာတာနဲ့အတူ ဟောလိုးဝင်းရဲ့ အဓိကဇာတ်ဆောင် ဆမ်ဟိန်း အကြောင်း ပြောကြတာပေါ့ဗျာ။ ဒါပေမဲ့ ဆမ်ဟိန်းက ဖန်တစ်ရာတေနေပြီဆိုတော့ နောက်တစ်ယောက်အကြောင်း ပြောင်းပြောကြတာပေါ့။စဂျင်ဂျီ ဂျက် တဲ့။ သကောင့်သားက ငယ်တုန်းက လူ့ခွစာ၊ ကြီးလာတော့ လူ့အမြောက်စာ။ လူတကာ့ချဉ်ဖက်။ ဒီတော့ တစ်နေ့မှာ ဘရစ်ခ်ျ ဟောလိုးရွာသားတွေက ဝိုင်းသမပြီး ဆွမ်းကြီးလောင်းကြပါသတဲ့။ ဒီလိုနဲ့ အသားလွတ်သေသွားတဲ့ \"ကိုကိုဂျက်\" ကို စေတန်သခင် \"ကိုလူစီဖာ\" က သနားလို့ သူ့ဝိညာဉ်နဲ့ အပေးအယူလုပ်၊ ရွှေဖရုံသီးတစ်ခုမှာ နေရာပေးထားသတဲ့။ ပြီးတော့ ဝိညာဉ်လောကကနေ လူ့လောကကို ဟောလိုးဝင်းည နေဝင်ကနေ သန်းခေါင်အထိ ဝင်ရောက်စိုးမိုးခွင့် ပေးထားသတဲ့။တစ်နှစ်မှာတစ်ရက်၊ တစ်ရက်မှာ ညတစ်ပိုင်းပဲ ကဲရတဲ့ ကိုကိုဂျက် သိပ်မကျေနပ်နိုင်တော့ လူတို့ပြည်မှာ ထာဝရနေရဖို့အရေး သူ့ဝိညာဉ်နေရာ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-curse-of-bridge-hollow-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-b-1-160x200.jpg",
        "title": "Bros (2022)",
        "description": "CM ပရိသတ်တို့ မတင်သေးဘူးလား မေးမေးနေတဲ့ Bro 2022 ဇာတ်ကားလေး ရောက်ရှိလို့လာပါပြီ\nဇာတ်ကားအမျိုးအစားလေးကတော့ Comedy Romance အမျိုးအစားဖြစ်ပြီး ဘော်ဘီနဲ့ အယ်ရွန် ဆိုတဲ့\nအမျိုးသားနှစ်ဦးဟာ သူတို့ရဲ့ ဆက်ဆံရေးမှာ တွေ့ကြုံရတဲ့ အခက်အခဲတွေကို ပြေလည်အောင် ညှိနှိုင်းကြရင်း\nအဆင်ပြေသွားတဲ့ပုံနဲ့ ရိုက်ကူးထားပါတယ်။LGBTQ ကွန်မြူနတီ အသားပေးဇာတ်ကားဖြစ်ပြီး အဓိကအားဖြင့် ဂေးတွေရဲ့‌ နေထိုင်မှုဘ၀ လူမှုပတ်၀န်းကျင်\nအပြောအဆိုတွေကို ကွက်ကွက်ကွင်းကွင်း ထင်သာမြင်သာရှိလောက်အောင်ပဲ ရှင်းရှင်းဘွင်းဘွင်း ရိုက်ကူးပြထားပါတယ်။\nလိင်အသားပေးဇာတ်၀င်ခန်း‌တွေ တစ်လှေကြီး ပါတာဖြစ်တဲ့အတွက် မိသားစုနဲ့အတူ ကြည့်ဖို့တော့ မသင့်ပါ။\nဇာတ်လမ်းအကျဥ်းအနေနဲ့ကတော့\nဘော်ဘီဆိုတဲ့သူဟာ မျက်မှောက်ခေတ်မှာ ဂေးကွန်မြူနတီက ဂေးတိုင်းကို အတော်အကျိုးသက်ရောက်မှုရှိပြီး\nဂေးတော်တော်များများက သူ့ကို စံပြုရလောက်တဲ့လူတစ်ယောက်ဖြစ်ပါတယ်။ ဂေးတွေနဲ့ ပတ်သက်တဲ့ အသံလွှင့်\nအစီအစဥ်တစ်ခုကိုလည်း လုပ်ကိုင်နေသူပေါ့။ ဘော်ဘီဟာ Grindr ဒိတ်မယ်...အဲဒီကဘဲတွေနဲ့ တကူးကူးကူး လုပ်မယ်\nပြီးရင် နောက်နေ့နောက်တစ်ယောက် ဆိုပြီး ဘ၀ကို Relationship မချိတ်ဘဲ တစ်ကိုယ်တည်းနေလာတဲ့သူပါ။\nတစ်နေ့ ဂေးပါတီတစ်ခုမှာ အယ်ရွန်ဆိုတဲ့အမျိုးသား တစ်ဦးနဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/bros-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-lone-135x200.jpg",
        "title": "The Loneliest Boy in the World(2022)",
        "description": "File size…1.3Gb / 697Mb / 329MB\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….1:31:00\nGenre...Comedy / Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Thiha Yan Naing",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-loneliest-boy-in-the-world2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzEyYTE3ZTItODg1Ny00N2VjLWExZTYtNmE4ODY4ZGE4ZDZjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Catherine Called Birdy (2022)",
        "description": "Catherine Called Birdy (2022)\n=====================\nIMDb Rating - 6.5/10\"ရှင်တို့ယောကျ်ားတွေက နတ်ဘုရားတွေမဟုတ်ဘူး။\nကျွန်မတို့ဘယ်လိုလူလဲ၊ ဘယ်ကိုသွားရမလဲ၊ ဘယ်လောက်တန်တယ်ဆိုတာ\nရှင်တို့ဆုံးဖြတ်စရာမလိုပါဘူး။\nကျွန်မတို့ကအရာဝတ္ထုပစ္စည်းတွေမဟုတ်ဘူး\nလူတွေပါ...\"အင်္ဂလန်အလယ်ခေတ်က အဲဒီလိုကျား/မခွဲခြားမှုတွေ၊ မိန်းကလေးတွေကို\nရောင်းကုန်တစ်ခုလိုသဘောထားတာတွေကို ဟာသနဲ့ဒရမ်မာလေးနှောပြီး\nရိုက်ကူးထားတဲ့ ခေတ်ဟောင်းနောက်ခံရုပ်ရှင်လေးတစ်ပုဒ်ပါ။\nဘာဒီလို့ချစ်စနိုးခေါ်ကြတဲ့ အသက် ၁၄ နှစ်အရွယ် ကတ်သရင်းလေးဟာ\nသခင်ရိုလိုနဲ့လေဒီအက်ရှ်လင်းတို့ရဲ့တစ်ဦးတည်းသော သမီးငယ်လေးပါ။ ‌သူ့မှာ အက်ဒ၀ပ်နဲ့‌ရောဘတ်ဆိုတဲ့ အစ်ကိုနှစ်ယောက်ရှိပါတယ်။ စီးပွားကျနေတဲ့\nစံအိမ်သခင်ရိုလိုဟာ ဘေးစကားတွေနားယောင်ရင်း သူတို့‌ခေတ်ထုံးစံအတိုင်း\nအရွယ်ရောက်ခါနီးသမီးပျိုကို သူဌေးတွေနဲ့ပေးစားဖို့ကြံပါတယ်။လင်ယူသားမွေးကိစ္စတွေကိုလန့်နေတဲ့ ကလေးသာသာ ဘာဒီလေးဟာ ပိုးပန်းသူ\nတွေကို နည်းအမျိုးမျိုးနဲ့ လန့်ပြေးအောင်လုပ်ပါတယ်။ ‌ဖခင်ကရိုက်နှက်ပေမဲ့\nမမှုပါဘူး။ သူအပျိုဖြစ်တာမသိအောင်လည်း ဖုံးကွယ်ထားခဲ့ပါတယ်။ ဒါပေမဲ့ ‌\nတစ်နေ့မှာ သူ့အဘိုးအရွယ်လောက်ရှိတဲ့ သခင်ကြီးတစ်ယောက်ကို လက်ထပ်\nရဖို့ဖြစ်လာပါတယ်။ သူ့အတွက်ကယ်တင်ရှင်ဟာ ဦးလေးဖြစ်သူ အန်ကယ်ဂျော့ဂ်ျလို့\nထင်ခဲ့ပေမဲ့ ထင်သလိုဖြစ်မလာဘဲ ဘ၀အပြောင်းအလဲများစွာကို ရင်ဆိုင်ရတဲ့အခါ...\nဘာဒီတစ်ယောက် ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာကို ဥရောပအလယ်ခေတ်က\nမိန်းကလေးတွေရဲ့ဘ၀နဲ့ ကွဲပြားတဲ့ခေတ်အခြေအနေကို မီးမောင်းထိုးပြပြီး စိတ်၀င်\nစားစရာရိုက်ကူးထားပါတယ်။ ခေတ်ဟောင်းနောက်ခံကားပေမဲ့ ဟာသလေးတွေနှော\nထားတာမို့ ခပ်မြူးမြူးလေးနဲ့ တကယ်ကြည့်ကောင်းပါတယ်။IMDb rating 6.5/10 နဲ့ Rotten Tomatoes 88% ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/catherine-called-birdy-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYTI3NTdhMWEtZWE2Mi00NTBmLWJjMWYtOTAwMmJlZjc0YTZhXkEyXkFqcGdeQXVyMjkwMjY1MjI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Taking the Reins (2021)",
        "description": "Taking the Reins (2021)\n=================\nIMDb Rating - 6.3/10ဒီတစ်ခေါက်မှာတော့ Romance genre အမျိုးအစားဖြစ်တဲ့\nရုပ်ရှင်လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးရဲ့ အကျဉ်းချုပ်ကတော့...\nဆမန်သာ ဟာ လက်ရွေးစင်မြင်းစီးချန်ပီယံ ပရက်စတန်ရဲ့ သမီး\nဖြစ်သူဖြစ်တာကြောင့် ငယ်စဉ်ကတည်းက မြင်းတွေနဲ့ အတူတူ\nကြီးပြင်းလာခဲ့ပြီး မြင်းစီးရတာကို အရမ်းခုံမင်နှစ်သက်သူပါ။\nသူမရဲ့အဖေကလည်း သူ့သမီးလေးကို ပြိုင်ပွဲတစ်လျှောက်ခေါ်သွား\nလေ့ရှိပြီး၊ သူ့ကိုအိုလံပစ်ပြိုင်ပွဲအထိ ဝင်ပြိုင်နိုင်မယ်လို့တောင် ထင်\nထားခဲ့ပါတယ်။တစ်နေ့မှာတော့ ဆမန်သာ သူနှစ်သက်မြတ်နိုးရတဲ့ မြင်းစီးလောက\nကနေအနားယူလိုက်ပါတယ်။ ဒါ့အပြင် သူ့နေရပ်ကနေ စွန့်ခွာပြီး နယူး\nယော့ခ်မှာ စာရေးဆရာတစ်ယောက်အဖြစ် သူ့ဘဝကိုဖြတ်သန်းနေခဲ့\nပါတယ်။ တစ်နေ့မှာတော့ သူ့ရဲ့အိမ်ယာမှာ မြင်းစီးချန်ပီယံပြိုင်ပွဲကြီး\nကျင်းပမဲ့အချိန်မှာ ဆမန်သာတစ်ယောက် သူမရဲ့ဆောင်းပါးရေးဖို့အတွက်\nအိမ်ကို ပြန်ဖို့ ဖြစ်လာပါတယ်။အိမ်ပြန်ရောက်ရောက်ချင်း သူမရဲ့ အရင်ယောက်ျား အိမ်မှာရှိနေတာကို\nတွေ့လိုက်ရတဲ့အခါမှာတော့.....သူမရဲ့ အချစ်ဇာတ်လမ်းလေး ပြန်လည်\nအသက်ဝင်လာတာကနေ ဇာတ်လမ်းကိုအစပျိုးရိုက်ကူးထားပါတယ်။\nသူမရဲ့ ချစ်ရတဲ့ မြင်းတွေစီကနေ ဘာဖြစ်လို့ ခွဲခွာလာရတာလဲ၊ မြင်းစီးတဲ့\nသူမရဲ့ဝါသနာကို ဆက်လုပ်ဖြစ်မလားဆိုတာကိုတော့ ဒီဇာတ်လမ်းလေးထဲမှာ\nဆက်လက်ကြည့်ရှူပေးကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ June ဖြစ်ပါတယ်)File Size..........(1.57 GB) ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/taking-the-reins-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYjRkOTU4ZDEtMmY5Ni00ZWI4LThjOWQtZDZjMDJiMWQ1YzIzXkEyXkFqcGdeQXVyODU1OTc0MzI@._V1_-143x200.jpg",
        "title": "Goodbye, Dragon Inn (2003)",
        "description": "Goodbye, Dragon Inn ( 2003 )\n----------------------------\nDirected by Tsai Ming LiangBreathless ရုပ်ရှင်ထဲက Godard ရဲ့ ဒိုင်ယာလော့တစ်ကြောင်းရှိတယ်။ ဘဝရဲ့အကြီးကျယ်ဆုံးပန်းတိုင်က immortal ဖြစ်လာပြီးမှ သေဖို့ပဲတဲ့။ ဒီလိုမသေမျိုးဖြစ်လာပြီးမှ သေသွားတဲ့လူတွေ ရှိတော့ရှိပါတယ်။ ဗန်ဂိုး , မိုးဇက် , ဟိုးမား , မိုက်ကယ်အိန်ဂျလို , တာကော့စကီး...။ လွယ်တော့မလွယ်လှဘူးပေါ့။ အခက်ဆုံးအရာလို့ ပြောရင်တောင်ရမလားပဲ။ဂွတ်ဘိုင်ဒရာဂွန်အင်း တစ်ကားလုံးက ရုပ်ရှင်ရုံဟောင်းတစ်ခုမှာ တစ်ချိန်က legenကြီး ကင်းဟူရဲ့ ဒရာဂွန်အင်းကားပြနေတဲ့ အချိန်တစ်ခုကို ရိုက်ထားရုံသက်သက်ပဲ။ ဒီလိုရိုက်တာ Tsai Ming Liangပထမဆုံးတော့ မဟုတ်ဘူးပေါ့။ ရုပ်ရှင်ကို ရုပ်ရှင်ပိုဆန်စေခဲ့တဲ့ အင်ဂမာဘတ်မန်းတို့ အီရန်ရုပ်ရှင်က ဆရာတစ်ဆူဖြစ်တဲ့Abbas Kiraostami တို့လည်း ရိုက်ခဲ့ဖူးတယ်။ ဒါပေမဲ့ Tsai Ming Liangကလည်း Tsai Ming ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/goodbye-dragon-inn-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/woexOLEkUlYsPLLuZRK6LjZaF38.jpg",
        "title": "Robin Hood: Men in Tights (1993)",
        "description": "Robin Hood: Men in Tights (1993)~ IMDb - 6.7/10, Rotten Tomatoes - 41% ~Mel Brooks ဆိုတဲ့ဘဲ ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်ထုတ်ရုံနဲ့အားမရလို့ ကိုယ်တိုင်ပါ ဝင်သရုပ်ဆောင်ထားတဲ့ ဂန္တဝင်မြောက် လက်ရာ တစ်ခု ဖြစ်တဲ့ Robin Hood Parody လေး ကြည့်ရှုနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။ Mel Brooks ဟာ ဟာသလိုင်းမှာတော့ တော်တော်ပေါက်တဲ့လူဖြစ်ပြီး ဒီရော်ဘင်ဟုဒ်ကားကိုလည်း စောက်တလွဲတွေအပြည့်နဲ့ စခွီထချင်စရာကောင်းအောင် တင်ဆက်ထားပါတယ်။ဒီကားက ရော်ဘင်ဟုဒ်ကားကိုမှ သောက်တလွဲစတိုင်ရိုက်ပြထားတဲ့ကားဆိုတော့ ကိုယ်တွေ အကြိုက် တောထဲမှာနေ လူဆိုးတွေဆီက ဓားပြတိုက်ပြီး လူကောင်းတွေကို ပြန်မျှတဲ့ ရော်ဘင်ဟုဒ်ထက် အိမ်ပါရှိနေပြီး အဲဒီအိမ်ကိုပါ အကြွေးနဲ့အသိမ်းခံရတဲ့အထိ သောက်တလွဲလုပ်ပြသလို၊ သူ့တိုင်းပြည်က မင်းသမီးကလည်း ဟိုနေရာကို မင်းကြီး သော့ခတ်ထားတာခံရပြီး သော့ပျောက်လို့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/robin-hood-men-in-tights-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8XF5EIDUOZv1p9orukdyERvv2Qn.jpg",
        "title": "Accident Man: Hitman’s Holiday (2022)",
        "description": "Accident Man: Hitman's Holiday (2022)2018 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Accident Man ရဲ့ ဒုတိယမြောက်ကားထွက်လာပါပြီ။ပထမကားကို မမှတ်မိဘူး ဒါမှမဟုတ် မကြည့်ရသေးသူတွေဆိုရင်လဲ ဒီဒုတိယကားကိုကြည့်လို့ဖြစ်ပါတယ်။အက်ဆီးဒန့်မန်းကတော့ သူကကြေးစားလူသတ်သမားကိုမှ\nသူ သတ်ရင် မတော်တဆသေသွားသလိုဒီဇိုင်းနဲ့ သတ်လို့ အဲဒီနာမည်ကိုရထားတာပါ။\nပထမကားမှာအက်ဆီးဒန့်မန်းက လန်ဒန်မှာတော်တော်မွှေခဲ့ပြီး\nဒီကားမှာတော့ လန်ဒန်နဲ့ဝေးရာကိုသူအားလပ်ရက်ခရီးထွက်လာခဲ့ပါပြီ။သူက အာရှ ဥရောပ မြောက်အမေရိကတို့အားလုံးနဲ့နီးတဲ့\nမောလ်တာကျွန်းမှာအေးအေးဆေးဆေးအနားယူခြေရာဖျောက်ရင်း ကြေးစားအလုပ်အနည်းငယ်ကိုလဲလုပ်တယ်ပေါ့။ဒါပေမဲ့ သူ့အတိတ်က လူတစ်ယောက် ရောက်လာပြီးနောက်မှာ\nမာဖီးရားဂိုဏ်းကဘွားတော်ကြီးရဲ့ခပ်ပေါပေါခပ်ချာချာသားကို ကာကွယ်ပေးဖို့ဖြစ်လာပါလေရော။\nအတိတ်ကနေလွတ်ရာပြေးလာတဲ့ အက်ဆီးဒန့်မန်းတစ်ယောက်\nကြေးစားကနေ ဘော်ဒီဂတ်ဖြစ်လာတော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာဒီကားမှာကြည့်ရမှာပါ။Comedy action ဇာတ်ကားဖြစ်တာကြောင့်\nထေ့လုံးငေါ့လုံး အဆဲစုံဒိုင်ယာလော့ခ်လေးတွေပါတာရယ်\nအက်ရှင်နဲ့ဇာတ်လမ်းကလဲ မဆိုးတာရယ်ကြောင့် ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Crime\nQuality…. 1080p | 720p | 480p\nFile size… 1.36GB | 766MB | 418MB\nFormat… mp4\nDuration…. 1h 36min\nSubtitle…. ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/accident-man-hitmans-holiday-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZWZiODkxNjgtYmQ2OS00YmNlLThhZDMtMzNiN2Q5OGYzMzE2XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Nussa: The Movie (2021)",
        "description": "Nussa: The Movie (2021)\n==================\nIMDb Rating - 7.7/10ချစ်စရာကောင်းတဲ့ကာတွန်းဇာတ်ကောင်လေးတွေဟာ ကြည့်တဲ့\nသူတိုင်းကို စိတ်ကြည်နူးစေပါသတဲ့။ ဒီအင်ဒိုနီးရှား Animation\nလေးကတော့ ကြည်နူးစရာကောင်းတာထက် ပိုတယ်ဆိုရမလားပါပဲ။နူဆာဟာ ခြေတစ်ဖက်မသန်တဲ့ ဉာဏ်ကြီးရှင်လေးတစ်ယောက်ပါ။\nပျော်စရာမိသားစု၊ ချစ်စရာသူငယ်ချင်းတွေရှိတဲ့ နူဆာဟာ ကျောင်းသိပ္ပံ\nပြိုင်ပွဲတွေမှာအမြဲဆုရလေ့ရှိပါတယ်။ ဒုံးပျံလေးတွေဖန်တီးရင်း အာကာသ\nထဲကို စိတ်ကူးနဲ့သွားနေတတ်သူပေါ့။ အဖေဖြစ်သူ အဝေးရောက်နေတာက\nလွဲပြီး သူ့ဘ၀လေးဟာ ပျော်စရာကောင်းလှပါတယ်။ ဒါ့အပြင် နူဆာ\nတစ်ယောက်  သူပြိုင်ရမယ့် သိပ္ပံပြိုင်ပွဲကြီးမှာ ဖခင်ပြန်လာဖို့အရေးကို\nစောင့်မျှော်နေပါတယ်။အဲဒီအချိန် သူတို့ကျောင်းကို ဂျွန်နီဆိုတဲ့ကျောင်းသားသစ်လေးရောက်လာ\nပါတယ်။ ဂျွန်နီဟာ နူဆာလိုပဲ ဒုံပျံလေးတွေဖန်တီးတဲ့ ဉာဏ်ကြီးရှင်ပါ။\nဂျွန်နီဟာ အရမ်းချမ်းသာပေမဲ့ အလုပ်များတဲ့မိဘတွေကြောင့် အမြဲအထီး\nကျန်နေသူ၊ သူငယ်ချင်းလည်းမရှိသူလေးပါ။ သူကတော့ မိဘတွေရဲ့အာရုံ\nစိုက်မှုကို မျှော်နေသူလေးပေါ့။ ဒီလိုနဲ့ နူဆာနဲ့ဂျွန်နီတို့ဟာ ပြိုင်ဘက်တွေအဖြစ်\nစတင်တွေ့ဆုံရပါတယ်။ ခပ်စိမ်းစိမ်းဖြစ်နေကြတဲ့ သူတို့နှစ်ယောက်အတွက်\nရင်းနှီးခင်မင်စရာအကြောင်း ပေါ်ပေါက်လာတဲ့ တစ်နေ့မှာတော့...\nမိသားစုမေတ္တာ၊ သူငယ်ချင်းသံယောဇဉ်တွေကို ချစ်စရာကောင်းအောင် ပုံဖော်\nထားပြီး တစ်ကားလုံးမပျင်းရတာမို့ Animation ချစ်သူတွေအကြိုက်တွေ့ကြမှာ\nသေချာပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C'mon ဖြစ်ပါတယ်)\nFile Size..........(1.25 ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/nussa-the-movie-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/elTtVQd5oXYTGSU4vszTkXixca6.jpg",
        "title": "Love Story In Yilan ( 2022 )",
        "description": "ဒီတစ်ခါမှာတော့ ပေါ့ပေါ့ပါးပါးမိသားစုဟာသ\nကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့......မြို့ငယ်လေးတစ်ခုမှာကြီးပြင်းခဲ့တဲ့ Chang Haiဆိုတဲ့\nဝင်ငွေယွမ်သိန်းသောင်းချီရှိတဲ့ စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ရှိတယ်။\nChang Haiကငွေပုံပေါ်မှာပဲ သူ့ဘဝကိုပေါ့ပေါ့ပါးပါးဖြတ်သန်းနေချိန်မှာ\nမထင်မှတ်ပဲ အပြိုင်ကမ္ဘာကိုရောက်သွားခဲ့ပါတယ်။\nအပြိုင်ကမ္ဘာရဲ့Chang Haiဟာ သူစွန့်လွှတ်ခဲ့တဲ့\nအချစ်ဦးဆီပြန်ရောက်သွားပြီး အေးအတူပူအမျှ\nမောင်တစ်ထမ်းမယ်တစ်ရွက်ဘဝကိုဖြတ်သန်းရမယ်ဆိုတော့\nသူဌေးChang Haiတစ်ယောက်ဘယ်လိုမှမနေနိုင်ပဲ\nသူ့ရဲ့ကမ္ဘာကိုပြန်သွားဖို့ကြိုးစားရတော့တာပေါ့......သူ့ရဲမူလကမ္ဘာကိုပြန်သွားဖို့ကြိုးစားတဲ့အချိန် အလွဲအလွဲအချော်ချော်နဲ့\nဘယ်လိုတွေတောင်ကြိုးစားခဲ့ရသလဲဆိုတာကို ဟာသလေးနှောပြီး ကြည့်ရမှာဖြစ်ပြီး\nသူ့ရဲ့ကမ္ဘာကိုပြန်ရောက်သွားတဲ့အခါ သူခံယူထားခဲ့တဲ့\nပျော်ရွှင်မှုဆိုတာက ပျော်ရွှင်မှုအစစ်အမှန်ဟုတ်ရဲ့လားဆိုတာကို\nChang Haiတစ်ယောက်သံသယဖြစ်လာပြီး\nဘဝရဲ့စစ်မှန်တဲ့ ပျော်ရွှင်မှုကိုပြန်ရဖို့ ကြိုးစားပုံကို\nအခွီလေးနဲ့ကြည့်ရမှာဖြစ်ပါတဲ့အတွက်\nပေါ့ပေါ့ပါးပါးမိသားစုဟာသကားလေးတွေကြိုက်တဲ့သူလေးတွေအတွက်\nလက်မလွှတ်သင့်တဲ့ကားလေးပဲဖြစ်ပါတယ်နော်။\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Romance , Comedy\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/love-story-in-yilan-2022/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzkzMDk2MjctOWE3MC00ZWM5LWE1YmUtNWYxNDE5MWQ5MTZlXkEyXkFqcGdeQXVyNjE4OTY3NTg@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "Remain In Twilight (2021)",
        "description": "Remain in twilight (2021)J drama ပရိသတ်တွေနဲ့မစိမ်းတဲ့ main leadတွေ အများကြီးပါဝင်ရိုက်ကူးထားတဲ့ သူငယ်ချင်းသံယောဇဉ်နဲ့ပတ်သက်တဲ့ ရုပ်ရှင်ပါ။ ဇာတ်လမ်းထဲမှာတော့ အထက်တန်းကျောင်းတည်းက အတူတူပေါင်းပြီး ဗရုတ်ကျလာခဲ့တဲ့ သူငယ်ချင်း၆ယောက်ရှိပါတယ်။သူတို့က ကျောင်းကပွဲနေ့မှာ လန်ကွတ်တီအနီတွေဝတ်ပြီး ကြယ်မိုးရွာတာကိုတားတဲ့အကကိုတက်ကကြတဲ့အထိ ဗရုတ်သုတ်ခနိုင်တဲ့ ငချွတ်တွေပါ။ ညီအစ်ကိုလိုရင်းနှီးခဲ့ကြတဲ့သူတို့၆ယောက်ရဲ့သံယောဇဉ်က ဘယ်တော့မှမပျက်နိုင်ကြဘူးလို့ ယုံကြည်ခဲ့ကြပါတယ်။ကျောင်းပြီးတဲ့နောက် ၅နှစ်အကြာမှာ သူတို့သူငယ်ချင်းရဲ့မင်္ဂလာပွဲအတွက်ပြန်ဆုံဖို့ဖြစ်လာပါတယ်။ ဒီပွဲမှာလည်း အရင်လိုလန်ကွတ်တီဝတ်ပြိီးကကြဖို့စီစဉ်ထားတာပါ။ အဖွဲ့တောင့်ခဲ့တဲ့သူငယ်ချင်းတစ်စုဟာ အရင်နှစ်များလိုပဲ ဆက်လက်ရှိနေမယ်လို့ယုံကြည်ခဲ့ကြတာကြောင့် အရှိတရားကိုပါလက်မခံနိုင်ကြတဲ့အထိပါပဲ။\nတချို့သောလူတွေက ဘေးမှာမရှိတော့ပေမဲ့ သူတို့နဲ့အတူရှိခဲ့ဖူးတဲ့ ဆည်းဆာချိန်တွေကတော့ အရင်အတိုင်းဆက်ရှိပြီး လှပနေကြ သတိရနေရဦးမှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(1.9GB) / (950MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:36:00\nType__Comedy, Drama, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Ingyin San\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/remain-in-twilight-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jQHrbzVy6ptopxqUohV6PcmmVcY.jpg",
        "title": "Rosaline (2022)",
        "description": "Rosaline (2022)(1080p ရပါပြီ)အားလုံးပဲ နာမည်ကျော်ပြဇာတ်ဆရာကြီး ရှိတ်စပီးယားရဲ့ ရိုမီယိုနဲ့ ဂျူးလိယက်ရဲ့ အချစ်ဇာတ်လမ်းကို ကြားဖူကြမှာပါ။ ဒီကားကတော့ ကျွန်တော်တို့မြင်ဖူးနေကျအတိုင်း ရိုမီယိုနဲ့ ဂျူးလိယက်တို့ ချစ်သူနှစ်ဦးရဲ့ အချစ်ကိုဖော်ညွှန်းထားတဲ့ ဇာတ်လမ်းမဟုတ်ပါဘူး။ ရိုမီယိုရဲ့ ရည်းစားဟောင်း ရိုဆာလင်းနေရာက ခံစားတင်ပြထားတဲ့ ဇာတ်လမ်းပါ။ဇာတ်ကြောင်းအနေနဲ့ကတော့ ရိုမီယိုအနေနဲ့ ရိုဆာလင်းကို ချစ်လှ ကြိုက်လှပါချည်ရဲ့ ဆိုပြီး ကဗျာတွေစာတွေနဲ့ ပိုးပန်းလာခဲ့သမျှ တစ်နေ့မှာတော့ ရိုမီယိုဟာ ပျောက်သွားပါတော့တယ်။ တစ်ရက်တော့ ရိုမီယို့နောက် လိုက်ချောင်းရင်း သူ့ကိုပိုးပန်းတဲ့နည်းတွေအတိုင်း ချစ်သူအသစ်ကို ပိုးပန်းနေတာကို တွေ့ခဲ့ရပါတယ်။ဒါ့အပြင် ရိုမီယိုရဲ့ ချစ်သူအသစ်ဟာ ရိုဆာလင်းရဲ့ ဝမ်းကွဲညီမ ဂျူးလိယက်ဖြစ်နေပြန်ပါတယ်။ ဒီတော့ ရိုဆာလင်းအနေနဲ့ ကြိတ်မနိုင်ခဲမရဖြစ်ကာ သစ်စိမ်းချိုး ချိုးသွားသူ ရိုမီယိုကို ပြန်ရဖို့အရေး အကြံတွေထုတ်ပါတော့တယ်။ ဝမ်းကွဲညီမဖြစ်သူကိုလည်း ရိုမီယိုနဲ့ဝေးဖို့အရေး တွန်းပို့တော့တာပေါ့။ရိုဆာလင်းရဲ့အကြံတွေ အောင်မြင်ပါ့မလား?\nဒါမဟုတ် ဝတ္ထုရဲ့ မူရင်းအတိုင်းပဲ ရိုမီယိုတို့ အဆုံးသတ်မလား? ဆိုတာ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/rosaline-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/80fwjYfHmeDXobIErpNvCFCOAYd.jpg",
        "title": "Eddie the Eagle(2015)",
        "description": "Eddie the Eagle(2015) အညွှန်း************************* 1988 အိုလံပစ်က ဖြစ်ရပ်မှန် Eddie အကြောင်းကိုရိုက်ထားတဲ့မင်းသားကြီး Hugh Jackman ပါတဲ့  Sport, Drama ကားလေးပါEddie က ငယ်ငယ်တည်းက အိုလံပစ်မှာ ဝင်ပြိုင်ပြီး ချန်ပီယံဖြစ်ချင်ခဲ့တာပါဒါနဲ့ သူ တစ်သက်လုံး အားကစားတွေ တမျိုးပြီးတစ်မျိုးလုပ်လာခဲ့တယ်...နောက်တော့ နှင်းတောင်ပေါ် စကီးစီးတာကို Eddie ကြိုက်သွားပါတယ်...Eddie က ဒီအားကစားနဲ့ ပါရမီလည်း ပါတယ် ဒါပေမဲ့ အဖွဲ့မှာ အရွေးမခံရတော့\nစကီးစီးရင်း တောင်ပေါ်က ခုန်တဲ့အားကစားကို ထပ်ရွေးပါတယ်...ဒီအားကစားက အသက်အန္တရာယ်အရမ်းများပြီး Eddie လိုလူသစ်ကဘယ်လို အိုလံပစ်ထိရောက်အောင်သွားမလဲ ကြည့်ရအောင်.... File Size : (1.4GB)(712MB) and (186MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Adventure, Biography  , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/eddie-the-eagle2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lR2sMfCwcpNiH4fmTrOxHqp3d6C.jpg",
        "title": "Bromates (2022)",
        "description": "Bromates (2022)သင်ဟာ စော်ပစ်ကောင်တစ်ယောက်ဆိုရင်တော့ ...\nရီဗျူးဖတ်မနေဘဲ ဒီကားကို တန်းသာဒေါင်းကြည့်လိုက်ပါတော့ ညိုကီတို့ရေ\nဘာလို့ဆို ဒီကားက ညိုကီတို့လို စော်ပစ်ကောင်တွေအကြောင်း ဖြစ်လို့ပါပဲ။\nစော်မပစ်သေးလည်း နောင်ရေးအတွက် မျှော်မှန်းပြီး ဖြေသိမ့်နည်း အဖြာဖြာ လေ့လာထားနိုင်ပါတယ်။\nစော်မရှိတွေကလည်း ပညာယူကြပေါ့ဗျာထူးခြားချက်ကတော့ ဒီကားမှာ Snoop Dogg ကြီးလည်း ဘာမဆိုင်ညာမဆိုင် ဖြတ်လျှောက်လုပ်ထားသေးတာဗျ...\nပြောရရင်တော့ ဒေါ့ဒေါ့နဲ့တွေ့မှ ပြောင်းလဲကုန်ကြသည်ပေါ့ဗျာ ...ဒီတော့ ဆက်မနှိမ်ဘဲ ဇာတ်လမ်းအကျဉ်းလေး ပြောပြမယ်\nအဓိက ဇာတ်ဆောင်က ၄ ယောက်။ ငယ်ငယ်ကတည်းက ပြောမနာဆိုမနာတွေ ဖြစ်ပြီး\nအခုတော့ ကိုယ်စီအလုပ်နဲ့မလို့ မဆုံဖြစ်ကြတဲ့ ဘော်ဒါတစ်သိုက်ပေါ။ဒါမဲ့ တစ်နေ့မှာ ဒီလေးယောက်ဆုံနိုင်ဖို့အရေး\nကံကြမ္မာက သူတို့ထဲက နှစ်ကောင်ကို တစ်ရက်တည်းအပြိုင် စော်ပစ်ကောင်ဇာတ်သွင်းပေးလိုက်ပါလေရော။\nအဲဒီမှာ တစ်ကောင်က စော်တ၊\nတစ်ကောင်ကတော့ One go, two come, three ready Thank You, Next ဆိုပြီး\nကျန်တဲ့ ၂ယောက်နဲ့ပေါင်း လဒမှိုင် မှိုင်နေတဲ့ကောင်ကို cheer ...",
        "rating": "4,4",
        "url": "https://channelmyanmar.org/bromates-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/dgR3e_4f-141x200.jpg",
        "title": "The Fabric (2022)",
        "description": "The Fabric (2022) အညွှန်း***********************လူငယ်(၄)ယောက်ရှိတယ်..ခေတ်လူတစ်ချို့လိုပဲ သူတို့ဟာသရဲခြောက်တဲ့အကြောင်းတွေစိတ်ဝင်စားအောင်ရိုက်ကူးပြီး လိုင်းပေါ်တင်လေ့ရှိတယ်.. သို့ပေမဲ့  ထုတ်လုပ်ရေးလုပ်တဲ့သူကလည်း သဘောမကျသလိုလူကြိုက်လည်းနည်းကြတယ်..ဒါ့ကြောင့် အမှန်စစ်စစ်ဖြစ်အောင်ဆိုပြီးအနီးစပ်ဆုံးရိုက်ကူးဖို့ သူတို့ ခရီးထွက်လာကြတယ်...အဲ့ဒီနောက်မှာတော့ ကျိန်စာသင့်နေတဲ့ မကျွတ်လွတ်တဲ့လွန်ခဲ့တဲ့ နှစ်(၁၀၀၀)ခန့်ကတည်းက အစိမ်းသေသေခဲ့တဲ့သရဲမတစ်ယောက်နဲ့ သူတို့(၄) တကယ်ဆုံလိုက်ရတဲ့အခါမှာတော့..ထိုင်းသရဲကားဖြစ်တဲ့အလျှောက် ဟာသတွေပါသလိုစိတ်ဝင်စားစရာလည်းကောင်းပါတယ်..ဒီငရှုတ် (၄)ကောင်နဲ့ သရဲမ ဘယ်လိုစခန်းသွားကြမလဲဆိုတာကိုတော့..    File Size :(1.5GB) (689MB) and (152 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:36:00\nGenre :Mystery, Horror, Comedy, Supernatural\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hay Thar Oo & Thynn Nu Swe\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-fabric-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzQ5YzExOTItMGYzMS00MTk2LTllMWEtOWE3YjI3ZjgwNDA4XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-154x200.jpg",
        "title": "Massu Engira Maasilamani (2015)",
        "description": "Masss (2015)==============အခုမိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ Horror ဆိုပေမယ့်\nအရမ်းကြောက်စရာကောင်းနေတာမျိုးမဟုတ်ပဲ တစ်ကားလုံးကို\nဆက်ကြည့်နေချင်အောင်၊ စိတ်၀င်စားစရာကောင်းအောင်\nဆွဲခေါ်သွားတဲ့ အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ မင်းသား Suriya က နှစ်ကိုယ်ခွဲ သရုပ်ဆောင်ထားပြီးတော့\nဇာတ်ကောင်နှစ်ယောက်လုံးက လူအတူတူပဲလို့ကိုမထင်ရအောင် သရုပ်ဆောင်ပီပြင်လွန်းနေတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်ကတည်းက မိဘမဲ့ဖြစ်ခဲ့တဲ့ မားစ်ဟာ\nသူ့သူငယ်ချင်း ဂျက် နဲ့အတူ ကြီးပြင်းလာခဲ့ပြီး ဓားပြတိုက်လုယက်မှုတွေ\nလုပ်ရင်းနေခဲ့ပါတယ်။ တစ်ရက်မှာ ငွေတွေဓားပြတိုက်ပြီးပြန်လာတုန်း\nကားတိုက်မှုတစ်ခုနဲ့ကြုံခဲ့ရပါတယ်။ ဒါပေမယ့် ကံကောင်းထောက်မစွာနဲ့\nအသက်မသေခဲ့ပဲ ပြန်သတိရလာတဲ့အခါမှာ သူဟာ သရဲတွေကိုပါ မြင်နိုင်လာခဲ့ပါတယ်။အစပိုင်းမှာတော့ သရဲတွေနဲ့ပူးပေါင်းပြီး စီးပွားရှာ ကြီးပွားလာခဲ့ပေမယ့် ရှက်တီ ဆိုတဲ့\nသရဲပေါ်လာတဲ့အခါမှာ သူ့ဘ၀ အလှည့်အပြောင်း‌ဖြစ်သွားခဲ့ပါတယ်။\nမားစ် ဟာ တဖြေးဖြေးနဲ့ သူ့ဘ၀အဖြစ်မှန်တွေကို သိလာရပြီးတဲ့အချိန်မှာ\nဘယ်လိုတွေဆက်ပြီး ရှေ့ဆက်သွားမလဲဆိုတာကို စိတ်၀င်တစား ကြည့်ရှူရမှာဖြစ်ပါတယ်။\nFile size…3.8GB  / 1.8GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/massu-engira-maasilamani-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZjgzOTAyMmYtMDRlNi00MDFiLWE0ZWUtNDczMjY1M2ZiNDlmXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Palthu Janwar (2022)",
        "description": "Palthu Janwar 2022\n8.7/ 10 IMDb\nဒီတစ်ခါတော့ အိန္ဒိယ မာလာရလမ်ဘာသာစကားနဲ့\nဇာတ်ကားလေးတစ်ခုညွှန်းပေးပါရစေ..လူတိုင်းမှာကိုယ်စိတ်ဝင်စားတဲ့ လုပ်ချင်တဲ့အလုပ်တစ်ခုရှိတယ်\nဒါပေမယ့်အခြေအနေအကြောင်းကြောင်းကြောင့်\nမဖြစ်မနေလုပ်လိုက်ရတဲ့အလုပ်တွေရှိကြတယ်ပေါ့..ဒီဇာတ်ကားလေးမှာ ပရာဆွန်း (Basil Joseph)က\nတက်ကြွတဲ့animatorတစ်ယောက်ပေါ့..ဒါပေမယ့်\nသူ့လုပ်ငန်းမအောင်မြင်တော့မိဘတွေနဲ့လူတွေရှေ့မှာ\nအရှက်ရခဲ့ရလို့ မွေးမြူရေးအင်စပက်တာအဖြစ်နဲ့\nအစိုးရအလုပ်တစ်ခုကိုလုပ်ခဲ့လိုက်ရပါတယ်\nကိုယ်စိတ်မဝင်စားတဲ့အလုပ်တစ်ခုကို\nသူတာဝန်ကျတဲ့နယ်မြေမှာ သူဘယ်လိုရေလိုက်ငါးလိုက်ဖြစ်အောင်လုပ်မလဲပြဿနာအလွဲတွေနဲ့အလုပ်မှာကြုံရပေမယ့်\n\"အရာအားလုံးအဆင်ပြေတယ် \"ဆိုတဲ့အတွေးနဲ့\nအခက်အခဲတွေကိုသူဘယ်လိုဖြေရှင်းမလဲ\nကိုယ်စိတ်မဝင်စားတဲ့အလုပ်တစ်ခုကိုသူဘယ်လိုလုပ်မလဲ...\nအစရှိတာတွေကို ဆက်လက်ကြည့်ရှု့ပေးကြပါဦး...\nFile size…2.3GB / 1GB \nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Hay Man & BpL & Thet Ko",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/palthu-janwar-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGjVbLVdZRBlZTTQVBsj2KUjL1s.jpg",
        "title": "Frankenweenie (2012)",
        "description": "Frankenweenie (2012)~ IMDb - 6.9/10, Rotten Tomatoes - 87% ~ဂေါ့သစ်ဆရာကြီး Tim Burton ရဲ့ နောက်ထပ် အဟောင်း‌အကောင်း ဂေါ့သစ်ကားတစ်ကားပါပဲ။ ဖရန်ကင်စတိန်းလိုမျိုးဇာတ်ပေါ့။ ဖရန်ကင်ဝီးနီပါ။ ဝီးနီဆိုတဲ့ ရှည်မျောမျောခွေးပုမျိုး ခွေးလေးတစ်ကောင်ကို ဖရန်ကင်စတိန်းလို ပြန်အသက်သွင်းလိုက်လို့ ဒီနာမည်ပေးထားတာ‌ပေါ့။ဒီရုပ်ရှင်ထဲက ခွေးပိုင်ရှင် ဗစ်တာဟာ Corpse Bride ထဲက ဗစ်တာနဲ့အတူတူပဲလို့လည်း Rumor တွေရှိပါတယ်။ မင်းသမီးကတော့ ဘာတန်အစောပိုင်းကားတွေကတည်းက တော်တော်ပါတဲ့ Winona Ryder ပါပဲ။ ဒီရုပ်ရှင်အတွက် အန်နီမေးရှင်းဆွဲ သရုပ်ဖော်ဖို့ အန်နီမိတ်တာဟာ Classic Monster တွေကိုပါ လေ့လာခဲ့ရတာမို့ ကလပ်စစ်ဆန်ဆန်အရသာလည်းရမှာပါ။ ထူးထူးခြားခြား သရီးဒီကိုမှ အဖြူအမဲနဲ့ပုံဖော်ထားတဲ့ကားလည်းဟုတ်ပါတယ်။ တင်ဘာတန်ဟာ ဒီရုပ်ရှင်ကို ၆၀ခုနှစ်က ကလပ်စစ် မွန်းစတားကားတွေကို Homage ပေးတဲ့အနေနဲ့ ရိုက်ချင်ခဲ့တာပါ။ ဒီထဲကခွေးလေးဟာလည်း တင်ဘာတန်ငယ်ငယ်က ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/frankenweenie-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSyJ9LgyRbinRP5NazWUcjBmCh5.jpg",
        "title": "Love Strikes Twice (2022)",
        "description": "Love Strikes Twice (2022)ဒီကားလေးကတော့ ငြိမ့်ငြိမ့်လေးကြည့်ချင်သူများအတွက် romance, drama ကားလေးပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...\nMaggieက အောင်မြင်တဲ့ရှေ့နေတစ်ယောက်ဖြစ်ပြီး နာမည်ကြီး ရှေ့နေအကျိုးဆောင်ရုံးမှာ အလုပ်လုပ်ပါတယ်။ သူ့အတွက် အားလုံးက အဆင်ပြေအောင်မြင်နေပေမဲ့ ယောကျ်ားဖြစ်သူ Josh နဲ့ ဆက်ဆံရေးကတော့ စိမ်းသက်သက်ဖြစ်နေပါတယ်။Maggie ရဲ့မိဘတွေ နှစ် ၄၀ ပြည့် anniversary ပွဲကိုသွားရင်း accident တခုဖြစ်ပြီး Maggie က လွန်ခဲ့တဲ့ ၁၅နှစ်ကို ပြန်ရောက်သွားပါတယ်။ တက္ကသိုလ်မတက်ခင် နွေကိုရောက်သွားပြီး အရင်ချစ်သူနဲ့ တွဲနေတဲ့အချိန်ပါ။ Josh နဲ့လည်း စမတွဲသေးဘဲ သူငယ်ချင်းဖြစ်ရုံဆိုတော့ ဘယ်လိုတွေကြုံရမလဲ?Maggie အနာဂတ်ကို ရောက်အောင် ဘယ်လိုပြန်သွားမလဲ?\nအနာဂတ်ကိုရောက်ဖို့ ဖြစ်နိုင်ပါ့မလား? ဆိုတာတော့ ဆက်ပြီး ကြည့်ရှုရင်း အဖြေရှာလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Marie ပါ။)File Size          : 1.5GB, ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/love-strikes-twice-2022/"
    }
]