[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3OFEIBw5YPrV7Qen5zqmi84nDGC.jpg",
        "title": "Happy Ending (2022)",
        "description": "Happy Ending (2022)အချစ်ရဲ့ဆုံဆည်းခြင်း ပုံစံအမျိုးမျိုးရှိပေမယ့်\nအဆုံးသတ်ကျ အမြဲတစေ Happy Endingsဖြစ်နေနိုင်မလားဒီအချစ်ဟာသဇာတ်လမ်းလေးမှာတော့ စာရေးဆရာဒီရုန်နဲ့ ဘူဝါတို့တွေ့ဆုံမှုကို အခြေခံထားပြီး\n\" မျက်နှာချင်းဆိုင်တိုက်ခန်းကတစုံတယောက်\" ဆိုတဲ့ ကျင်နဲ့ဒုမ်တို့ရဲ့ဇာတ်လမ်း\n\"ဘေးချင်းကပ်အိမ်ကတစုံတယောက်\"ဆိုတဲ့ တာနဲ့ချာယိန်တို့ရဲ့ဇာတ်လမ်း\n\" မုန်းနေတဲ့တစုံတယောက် \" ဆိုတဲ့ အော့ဝ်နဲ့ အနာဂတ်ကလျှို့ဝှက်ကောင်မလေး\n\"လျို့ဝှက်ပိုးပန်းချက်အချို့\" ဆိုတဲ့ စီရာနဲ့ကျာတို့ရဲ့ ဇာတ်လမ်းစတဲ့ အတွဲ၅တွဲရဲ့မတူညီ​ေသာဆုံဆည်းခြင်းတွေကို အဓိပ္ပါယ်ဖွင့်ထားတဲ့\nJaifu stoyဆိုတဲ့အချစ်ဟာသဇာတ်လမ်းတွဲမှာ ဇာတ်လမ်းအဆုံးသတ်ရဲ့ဖြစ်စဥ်ကို ဟာသမျိုးစုံနဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1GB | 628MB | 349MB\nFormat… mp4\nDuration…. 1h 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Lei Wutyi Tun\nEncoder ..... August",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/happy-ending-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYzg4NzNiZWEtNTVkNC00NmQ0LTgxNTctMTIyNTdkNDQ2NWM3XkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Pretty Problems (2022)",
        "description": "Pretty Problems ( 2022 )ငွေမရှိတဲ့လူတွေကတော့ ငွေရှိလာရင် သူတို့ပြဿနာတွေ ပြေလည်သွားလိမ့်မယ် ထင်တတ်ကြတယ်။ တကယ်တမ်းကျ သုံးမကုန်အောင် ငွေပေါနေတဲ့လူတွေမှာလည်း ပြဿနာတွေက ရှိနေတုန်းပါပဲ။ ငွေဟာ ပြဿနာတွေကို ပြေလည်စေတဲ့ အရာတော့မဟုတ်ဘူးတဲ့။ ငွေဟာ ပြဿနာတွေကို အကျည်းတန်နှုန်းလျော့ပါးစေရုံပါပဲတဲ့။ဒီရုပ်ရှင်မှာ ငွေရှိရင်ပြဿနာတွေ ပြေလည်သွားပြီလို့ထင်နေတဲ့ လင်မယားနဲ့ ငွေနဲ့ သူတို့ ပြဿနာတွေရဲ့ အကျည်းတန်မှုကို ဖုံးထားတဲ့ လင်မယား အားလပ်ရက်တစ်ခုမှာ အတူဖြတ်သန်းကြရင်း ကြုံလာဆုံလာရတဲ့ အဖြစ်တွေကို ရိုက်ပြထားပါတယ်။ ဒုတိယဘုရားသခင်လို့ဆိုကြတဲ့အရာဟာ တကယ်တမ်း လူတွေအတွက် အပျော်တွေကို ယူဆောင်လာပေးနိုင်လားဆိုတဲ့အကြောင်းကို ဝိုင်တွေမြည်းရင်း ကျေးလက်ဘက်က ဇိမ်ခံအိမ်ကြီးမှာ အပန်းဖြေရင်း ပုံဖော်သွားတဲ့ ရုပ်ရှင်ကောင်းတစ်ကားပါပဲ။File Size__(2.1GB) / (1.1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__7.0/10\nFormat__mp4\nDuration__01:45:00\nType__Comedy, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ---\nEncoded by Naing Aung Latt",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/pretty-problems-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDRiZjc0ZDMtMjhlYi00ZjAzLTg0MDQtZDI2NGEyYTBlN2M2XkEyXkFqcGdeQXVyMTA2MDU0NjM5._V1_-135x200.jpg",
        "title": "Triangle of Sadness(2022)",
        "description": "ကဲ CMပရိသတ်ကြီး စောင့်မျှော်နေတဲ့ Triangle of Sadness ကို တင်ဆက်ပေးလိုက်ပါပြီဗျာ..\nIMDb 7.8နဲ့ Rotten Tomatoes 70%ရထားတာဆိုတော့ အထွေအထူးပြောနေစရာ မလိုတော့ဘူးလို့ ထင်ပါတယ်..\nသရုပ်ဆောင်တွေကတော့ Now You See Me, Venom, Zombieland ဇာတ်ကားတွေနဲ့\nဒိတ်ဒိတ်ကြဲအောင်မြင်ထားတဲ့ မင်းသားကြီး Woody Harrelson နဲ့ Maleficent ထဲက\nAurora ရဲ့ချစ်သူမင်းသားလေး Harris Dickinson တို့ပဲ ဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဥ်း\nနာမည်ကြီး ဖက်ရှင်မော်ဒယ်စုံတွဲအပါအဝင် ကျိကျိတက်ချမ်းသာတဲ့ သူဌေးတွေဟာ\nဒေါ်လာသန်း၂၅၀တန်တဲ့ ဇိမ်ခံသ‌င်္ဘောကြီးနဲ့ အပျော်ခရီးထွက်ကြပါတယ်\nသ‌င်္ဘောရဲ့ကပ္ပတိန်က အရက်ချိုး သောမတ်စ်ပါ တစ်နေ့မှာတော့\nအကြောင်းတစ်ခုကြောင့် ပင်လယ်ထဲမှာ အဲဒီသ‌င်္ဘောကြီး မြုပ်ပါတော့တယ်\nမော်ဒယ်စုံတွဲအပါအဝင် အသက်ရှင်ကျန်သူတွေဟာ ကျွန်းတစ်ကျွန်း‌ပေါ်မှာ\nသောင်တင်သွားပြီး ဒုက္ခရောက်ကုန်တော့တာပါပဲ သ‌င်္ဘောက ဘာလို့မြုပ်တာလဲ..\nအထက်တန်းစားဘောစိတွေ Survival Mode နဲ့ ရှင်သန်နိုင်ပါ့မလား..\nကျွန်းပေါ်ကနေ လွတ်လမ်းရောရှိမှာလားဆိုတာကို မထင်မှတ်ထားတဲ့ Plot Twistတွေနဲ့ ကြည့်ရမှာ ဖြစ်ပါတယ်ဒီဇာတ်လမ်းရဲ့ အသက်ကတော့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/triangle-of-sadness2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nUlk22UMGoS9Q0JXWpUTMoeDKde.jpg",
        "title": "Big Trip 2: Special Delivery (2022)",
        "description": "Big Trip 2: Special Delivery(2022)Special Delivery ဆိုတဲ့ နာမည်နဲ့အတူ\nဝက်ဝံကြီး မစ်မစ်နဲ့ ဉာဏ်ကြီးရှင် ယုန်လေး အော်စကာတို့ ပြန်လာပါပြီBig Trip 1 မှာတုန်းက ဝက်ဝံကြီး မစ်မစ်တို့ဆီ မှားရောက်လာတဲ့\nပန်ဒါလေးကို သူ့အိမ်အရောက် ပို့ပေးခဲ့ပါတယ်Big Trip 2 မှာတော့ ဝက်ဝံကြီး မစ်မစ်တို့ဆီကို\nအမေရိက သစ်တောပြည်ထောင်စုရဲ့ရွေးကောက်ခံသမ္မတလောင်း\nဝက်ဝံကြီး ဂရစ်ဇလီရဲ့ကလေး မှားယွင်းပြီး ရောက်လာပြန်ပါတယ်သားသမီးရှိသူပဲ သမ္မတလုပ်ခွင့်ရှိတဲ့ အမေရိက သစ်တောပြည်ထောင်စုရဲ့ ဥပဒေကြောင့်\nရွေးကောက်ပွဲအမီ ဝက်ဝံပေါက်လေး ရောက်လာဖို့က\nဝက်ဝံကြီး ဂရစ်ဇလီတို့အတွက် အရေးကြီးနေပါတယ်အဲဒီလိုနဲ့ မှားယွင်းပြီးရောက်လာတဲ့ ဝက်ဝံပေါက်လေးကို\nသူ့နေရပ်ဆီ အချိန်မီ ပို့ပေးဖို့ မစ်မစ်တို့ Big Trip 2 ခရီးစဉ်ကြီးကို စတင်ရပါတော့တယ်ဒီခရီးစဉ်မှာ ဝက်ဝံကြီး မစ်မစ်၊ ယုန်လေး အော်စကာတို့အပြင်\nBig Trip 1 က ပန်ဒါလေးနဲ့ ပို့ဆောင်ရေးငှက် ကားလ်တို့ပါ ပါဝင်တာကြောင့်\nခရီးစဉ်တစ်လျှောက်လုံးကို မြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/big-trip-2-special-delivery-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AlAP6WRSBuf5cP8OgpHTF45BPUp.jpg",
        "title": "Beyond the Universe (2022)",
        "description": "Beyond the Universe (2022)(1080p ရပါပြီ)နာမည်လေးက နီနာဆွာစ် တဲ့ ... ပါရမီပါတဲ့အပြင် စန္ဒယားတီးတာကို ငယ်စဥ်ကတည်းက ဝါသနာပါသလို သူ့ရဲ့ ရည်မှန်းချက်ဖြစ်တဲ့ နာမည်ကြီးတေးဂီတဝိုင်းမှာ ပါဝင်တီးပြနိုင်ဖို့ ကြိုးစားနေသူပါ။ဒါပေမဲ့ ကံမကောင်းစွာနဲ့ပဲ အသက်ငယ်ငယ်မှာတင် Lupus ဝေဒနာကိုခံစားရတယ်။ တဖြည်းဖြည်းနဲ့ရောဂါကပြင်းထန်လာပြီး ကျောက်ကပ်ကိုပါ ထိခိုက်လာပြီး ဆေးရုံဆိုတာကလည်း အိမ်ဦးနဲ့ ကြမ်းပြင်လို သွားနေရတော့တာပေ့ါ။ဒီလိုနဲ့တစ်နေ့မှာ သဘောမနော ကောင်းတဲ့ ဂါဘရီရယ်ဆိုတဲ့ အလုပ်သင်ဆရာဝန်လေးနဲ့ မထင်မှတ်ပဲတွေ့ဆုံကြတဲ့ အခါ ...ဘာတွေ ဆက်ဖြစ်မလဲ?\nဘယ်လိုတွေ ro ကြမလဲ? ဆိုတာတော့ ဒီ Romance, Drama အမျိုးအစား ဒရမ်မာလေးမှာ ဆက်ပြီး ကြည့်ရှု ခံစားလိုက်ကြရအောင်နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Tin Myo Lwin ပါ။)File Size          : 1.9GB, 756MB, 391MB\nQuality  ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/beyond-the-universe-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kQZKw9jetOInPPdSZgbKFxJALHc.jpg",
        "title": "The People We Hate at the Wedding (2022)",
        "description": "The People We Hate at the Wedding (2022)(1080p ရပါပြီ)ဒိုနာရဲ့ဘဝမှာ ဟန်နရစ်နဲ့ ဘေလ်ဆိုတဲ့ ခင်ပွန်းသည်နှစ်ဦးနဲ့ ချစ်ခင်ပေါင်းသင်းခဲ့ပြီး အယ်လိုဝီ ၊ အယ်လစ် နဲ့ ပေါလ်လို့အမည်ရတဲ့ သားသမီးသုံးဦးဖြစ်ထွန်းခဲ့ပါတယ်။ ယခင်ယောက်ျားနဲ့ ရခဲ့တဲ့ သမီးဖြစ်သူ အယ်လိုဝီဟာ ကျောင်းပိတ်ရက်တိုင်း သူနေထိုင်ရာ အင်္ဂလန်ကနေ အမေရိကန်အထိလာပြီး သူ့ရဲ့မောင်ငယ် ညီမငယ်တွေနဲ့ အချိန်ကုန်ဆုံးလေ့ရှိတယ်။ဒီလိုနဲ့ ငယ်စဉ်အချိန်မှာ ရင်းနှီးပျော်ရွှင်ခဲ့ကြတဲ့ အမေတူအဖေကွဲ မောင်နှမသုံးဦးဟာ လောကကြီးအလည် ရှင်သန်ကြီးပြင်းလာတာနဲ့အမျှ တဖြည်းဖြည်း ဝေးကွာလာခဲ့ကြပြီး ဒါကိုသတိထားမိတဲ့ အစ်မကြီးဖြစ်သူ အယ်လိုဝီက သူ့မင်္ဂလာပွဲမှာ သူ့ရဲ့မိသားစုဝင်တွေကို ဖိတ်ကြားပြီး မိသားစုပြန်လည်ပေါင်းစည်းဖို့ စီစဉ်ခဲ့ပါတယ်။အသက်အရွယ်ရလာတာနဲ့အမျှ စကားပြောလာတဲ့ ကြွယ်ဝချမ်းသာမှု၊ အဆင့်အတန်းတွေရဲ့ ကွာဟမှုကြောင့် ဖြစ်ပေါ်လာခဲ့တဲ့ သူတို့မောင်နှမသုံးဦးကြားက ကတောက်ကဆလေးတွေဟာ အချင်းချင်းထိခိုက်နစ်နာစရာတွေပါ ဖြစ်လာခဲ့ပါတယ်။ဒီလိုနဲ့ ပေါင်းစည်းဖို့ကြံကာမှ သံယောဇဉ်ကုန်စရာတွေပါ ဖြစ်လာခဲ့ကြတဲ့ သူတို့မိသားစုတစ်ခု အင်္ဂလန်မှာ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-people-we-hate-at-the-wedding-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOGJjMzlmNzctMWI4Yi00MjcyLWFmYzAtN2JmZjU0YTM4YmRmXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Guardians of the Galaxy Holiday Special (2022)",
        "description": "The Guardians of the Galaxy Holiday Special (2022)\n=====================================\nIMDb Rating - 7.9/10Marvel ရဲ့ Gotg 3 မလာခင်မှာ ခရစ်စမတ် အထူး\nအပိုင်းတစ်ခုအနေနဲ့  Holiday Special ထွက်လာပါတယ်။\nGotg အဖွဲ့သားတွေအားလုံးကိုမြင်တွေ့ရမှာဖြစ်ပြီး၊ ပီတာကွေး\n(စတားလော့ဒ်) ရဲ့ ဂါမိုရာကို ဆုံးရှုံးလိုက်ရပြီးနောက်ပိုင်းမှာ\nပူဆွေးဝမ်းနည်းနေမှုကို နှစ်သိမ့်ပေးဖို့အတွက် Gotg အဖွဲ့သားတွေ\nကမ္ဘာမြေက ခရစ်စမတ်ပွဲတော်ကို အလည်လာကြတဲ့ အကြောင်းကို\nရိုက်ပြထားပါတယ်။Gotg ရဲ့ထုံးစံအတိုင်း ရယ်စရာဟာသတွေနဲ့အတူ ခရစ်စမတ်ရဲ့ အငွေ့\nအသက်တွေကိုပါ ခံစားရနိုင်မယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Thiha Yan Naingမှ ရေးသားပေးပြီး၊\nဘာသာပြန်ပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(3.16 GB) / (1.21 GB) / (400 MB)\nQuality............WEB-DL 4K HEVC, 1080p, 720p\nDuration.........46mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Comedy\nTranslator.......CM Team\nEncoder..........SWM",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-guardians-of-the-galaxy-holiday-special/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Wendell__Wild_poster-135x200.jpg",
        "title": "Wendell & Wild (2022)",
        "description": "Wendell & Wild (2022)\n=================\nIMDb Rating - 6.5/10ဒီ အန်နီမေးရှင်းဇာတ်ကားလေးကတော့ The Nightmare Before\nChristmas တို့၊ Coraline တို့လို ဘယ်လောက်ပြန်ကြည့်ကြည့်မရိုး\nရအောင် ဇာတ်အိမ်ကောင်းကောင်းနှင့် အမိုက်စား stop-motion\nanimation တွေနဲ့ ဖန်တီးပုံဖော်ခဲ့တဲ့ Henry Selick ရဲ့ လက်ရာအသစ်‌\nစက်စက်လေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းမိဘတွေ ကိုယ့်မျက်စိရှေ့တင်ဆုံးပါးသွားတာကို မြင်ခဲ့ရတဲ့ ကတ် ဆိုတဲ့\nကလေးမလေးကို ကက်သလစ်‌ကျောင်းအုပ် ဖာသာတစ်ယောက်က\nသူ့ကျောင်းမှာခေါ်ထားလိုက်ပါတယ်။ ကတ်မှာ အနာဂတ်ကိုကြိုမြင်ရသလိုမျိုး\nစွမ်းအားတစ်ခုရှိကြောင်းကိုလည်း သူကျောင်းရောက်ရောက်ချင်းမှပဲ\nသတိထားမိသွားခဲ့ပါတယ်။ တစ်ချိန်တည်းမှာပဲ မကောင်းဆိုးဝါးတွေနေတဲ့\nမြေအောက်ကမ္ဘာမှာ ဝန်ဒဲလ် နဲ့ ဝိုင်းလ် ဆိုတဲ့ မကောင်းဆိုးဝါးနှစ်ကောင်ရှိ\nတာပေါ့။ သူတို့က ငရဲအပျိုစင်ဆိုတဲ့အရာကိုလိုချင်နေကြတာ၊ အဲဒါကိုရရင်\nသူတို့ဆန္ဒပြည့်ဝမှာဖြစ်တဲ့အတွက် အရမ်းလိုချင်နေကြတာ။အဲဒါနဲ့ သူတို့နှစ်ယောက်က ကတ်အကြောင်းကိုသိသွားပြီး သူတို့ကို ငရဲအပျိုစင်\nရအောင်လုပ်ပေးရင် ကတ်ရဲ့မိဘတွေကိုပြန်ရှင်အောင်လုပ်ပေးမယ်ဆိုပြီး\nကတ်ကို အိပ်မက်သွားပေးသွားပြီး ကတ်ကိုစည်းရုံးတာပေါ့၊ ဒီလောက်ဆို\nဘာဆက်ဖြစ်မလဲသိချင်သွားလောက်ပြီဆိုတော့ ကိုယ်တိုင်ပဲဆက်လက်\nကြည့်ရှုပေးလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Settမှ ရေးသားပေးပြီး၊\nဘာသာပြန်ပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(2.32 ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/wendell-wild-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Lyle_Lyle_Crocodile_film-135x200.jpg",
        "title": "Lyle, Lyle, Crocodile (2022)",
        "description": "Lyle, Lyle, Crocodile (2022)====================IMDb Rating - 6.2/10Shwan Mendesအသံသရုပ်​ဆောင်အဖြစ်ပါဝင်ထားတဲ့ musical\ncomedyအသစ် Lyle,Lyle,Crocodile ဆိုတဲ့ ကားသစ်​လေး ထွက်\nလာပါပြီ။ RT - 73%, metacritic - 51%အထိရထားပြီး musical\nဖြစ်တာနဲ့ Shawn Mendesက မိ​ကျောင်း​လေးလိုင်းအဖြစ် သီချင်း\n​ဆိုပြဦးမှာပါ။​မျက်လှည့်ဆရာ ဟက်တာ ပီ ဗဲလန်တီဟာ မ​အောင်မြင်တဲ့ပြကွက်\n​တွေ​နဲ့ နာမည်ပျက်နေတဲ့ မျက်လှည့်ဆရာဖြစ်ပြီး ဘဝတစ်ဆစ်ချိုး\n​ပြောင်းလဲ​စေမယ့် ပြကွက်ကိုရှာ​ဖွေဖို့ ကြိုးစား​နေသူ​ပါ။ တစ်​နေ့မှာ\nတိရစ္ဆာန်အ​​ရောင်းဆိုင်တစ်ခုမှာ သူရှာ​​ဖွေ​နေတဲ့ ပြကွက်တစ်ခုကို\n​တွေ့သွားပါတယ်။အဲဒါက​တော့ သီချင်းဆိုတတ်တဲ့ မိ​ကျောင်း​​လေး\nတစ်​​ကောင်ပါ။ သူ့နာမည်ကို လိုင်းလို့ပေးလိုက်ပြီး ၂​ယောက်တူတူ\nသီချင်းတိုက်ကာ​ ​အောင်မြင်တဲ့ပြကွက်တစ်ခုကို ဖန်တီးနိုင်မယ်လို့\nယုံကြည်ခဲ့​ပေမယ့် ပွဲ​နေ့ကျမှ လိုင်းဆီက ​သီချင်းသံထွက်မလာလို့\nပိုနာမည်ပျက်သွားသလို ဗဲလန်တီလည်း လိုင်းကိုသူ့အိမ်ထပ်ခိုးမှာ\nစွန့်ပစ်သွားခဲ့ပါတယ်။ဒီလိုနဲ့အချိန်​တွေကြာတော့ ထိုအိမ်ကို ပိုင်ရှင်​သစ်​တွေ​ရောက်လာပြီး\nလိုင်းကို​တွေ့သွားသလို သူတို့ကြား​ ဗရုတ်သုက်ခ​​မျိုးစုံ ဖြစ်တဲ့အပြင်\nပိုင်ရှင်​ဟောင်း ဗဲလန်တီကပါ လိုင်းကိုပြန်လာရှာတဲ့အခါ အိမ်ပိုင်ရှင်\nအသစ်နဲ့အ​ဟောင်းကြား အဆင်​ပြေပါ့မလား၊လိုင်းက​​ရော ဘယ်လို\nပြဿနာ​တွေ ရှာဦးမလဲ။ လိုင်းရဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/lyle-lyle-crocodile-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-toy-135x200.jpg",
        "title": "I’m Totally Fine (2022)",
        "description": "ဒါကတော့ သိပ္ပံစိတ်ကူးယဉ်၊ ဟာသ အမျိုးအစားလေးပါပဲ။ ဗန်နက်ဆာဟာ သူ့ရဲ့ သူငယ်ချင်းသေဆုံးသွားလို့ ပူဆွေးပြီး တစ်ယောက်တည်းခရီးထွက်လာပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့ မကြာသေးခင်ကမှ သေဆုံးသွားတဲ့ သူငယ်ချင်း ဂျန်နီဖာကို မီးဖိုချောင်တစ်ခုထဲမှာ အရှင်လတ်လတ်ကြီး ပြန်တွေ့လိုက်ရတဲ့အခါ သူ့ရဲ့ အထီးကျန်ခရီးက လမ်းကြောင်းပြောင်းသွားပါတော့တယ်။ သူတွေ့နေရတဲ့ သူငယ်ချင်း ဂျန်နီဖာက လူမဟုတ်၊ သရဲမဟုတ်ဘဲ ကိုယ့်ကိုယ်ကိုယ် ဂြိုလ်သားပါဆိုပြီး ပြောလာတဲ့အခါမှာတော့ သူငယ်ချင်းနှစ်ယောက် ထူးခြားဆန်းကြယ်တဲ့ ၄၈ နာရီကို အတူဖြတ်သန်းရပါတော့တယ်။File size…(1.27GB)  / (711MB) / (351MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre... Comedy / Drama / Sci-Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Sofia, May Phoo",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/im-totally-fine-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/26RZloFHUyc0GTsybmnUPpSCPHb.jpg",
        "title": "Christmas with You (2022)",
        "description": "Christmas With You (2022)ကျရောက်တော့မယ့် ခရစ္စမတ်အတွက် Netflix ကထွက်ရှိလာပြီး\nAimee Garcia ပါဝင် သရုပ်ဆောင်ထားတဲ့ ခရစ္စမတ်ဇာတ်ကားကောင်းကိုတင်ဆက်ပေးချင်ပါတယ်နာမည်ကြီးအဆိုတော်အန်ဂျယ်လီနာဆိုတာက မသိသူမရှိလျှန်းလျှန်းတောက်အောင်မြင်တဲ့လူပါ\nဒါပေမယ့် နှစ်ကြာလေ တက်သစ်စလေးတွေကနေရာယူလေဆိုတော့\nသူမအတွက်စွန့်စားမှုတစ်ခုလိုအပ်နေခဲ့ပါတယ် တခြားတော့မဟုတ်ပါဘူး\nခရစ္စမတ်သီချင်းရေးပေးဖို့ ထုတ်လုပ်သူကတောင်းဆိုလာခဲ့တာပါ\nခရစ္စမတ်မှာမိခင်ဖြစ်သူသေဆုံးသွားတာကြောင့် စိတ်နာပြီး\nခရစ္စမတ်သီချင်းကို တစ်သက်နဲ့တစ်ကိုယ်မရေးဖူးခဲ့တဲ့သူမအတွက်တော့ ဒါကစိန်ခေါ်မှုကြီးပါပဲခရစ္စတီးနာဆိုတာကတော့ အန်ဂျယ်လီနာရဲ့ အမာခံပရိတ်သတ်အကြီးစားပါ\nတစ်နေ့ IG မှာ သူမ Idol အတွက် Edit ထားတဲ့ဗီဒီယိုတစ်ခုတင်လိုက်ပြီး\nအန်ဂျယ်လီနာနဲ့တွေ့ဖို့က ခရစ္စမတ်အိပ်မက်ပါပဲလို့တင်လိုက်မိတယ်\nတိုက်ဆိုင်စွာပဲ အန်ဂျယ်လီနာကသွားတွေ့မိတော့ စွန့်စားမှုလိုနေတာနဲ့ ခရစ္စတီးနာဆီလိုက်သွားပါတော့တယ်\nဒီခရီးမှာသူမအတွက်ဘယ်လိုစွန့်စားမှုတွေကြုံတွေ့မလဲ\nတစ်ခေတ်တစ်ခါကနာမည်ကို‌ပြန်ဆယ်နိုင်မှာလားဆိုတာ ဆက်လက်ရှုစားကြပါရန်\nFile size…1.8GB  / 868MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….1h 29m\nSubtitle….Myanmar Subtitel(Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/christmas-with-you-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jSnwHZTkSufd5rFenTm2jUP03wV.jpg",
        "title": "Hera Pheri (2000)",
        "description": "Hera Pheri (2000)\nAction, Comedy, Crime\nIMDb 8.1/10 (67K)ဒီကားလေးကတော့ အရှေးကူမား နဲ့ ဆူနီးရှက်တီးတို့ တွဲဖက်ကောင်းခဲ့စဥ်က\nရိုက်ကူးခဲ့တဲ့ ဟာသကားကောင်းလေးလို့ ပြောရမယ်\nအတော်လည်းရယ်ရတယ်ရာဂျူး ရှာမ်နဲ့ ဘာဘူရောင်းဆိုတဲ့ မတည့်အတူ​ေနလူသုံးယောက်...\nရာဂျူးက အမြဲလူတွေကို နှစ်ကျပ်ကွက်နင်းပြီး ပိုက်ဆံရှာချင်နေတယ်\nရှာမ်ကတော့ အလုပ်တစ်ခုရှာလုပ်ပြီး အကြွေးဆပ်ချင်နေသူ...ဘာဘူရောင်းကတော့ ဒီနှစ်ယောက်စလုံးကို အိမ်ခေါ်တင်ကြွေးထားတဲ့\nစိတ်သဘောထားမြင့်မြတ်တဲ့ ဂလည်အူကြောင်တစ်ယောက်ပေါ့ဗျာ...\nဒီလိုလုံးလည်ချာလည်လိုက်နေတဲ့ သူတို့သုံးယောက်ရဲ့ဘဝထဲမှာ အဆန်းတကြယ်ဖြစ်ရပ်တစ်ခုကြုံခဲ့ပါတယ်အဲ့ဒါကတော့ သူဠေးကြီးတစ်ယောက်ရဲ့မြေး ပြန်ပေးဆွဲခံရတာကို သူတို့ဆီကို ဖုန်းဆက်ပြီးပြန်ပေးငွေတောင်းနေပါတယ်\nဖြစ်ချင်​တော့လမ်းညွှန်းစာအုပ်က ဖုန်းနံပါတ်ကို မှားရိုက်မိတာပါပဲ\nငွေလိုနေတဲ့သူတို့သုံးယောက်စလုံး ဒီကိစ္စကို အခြေခံပြီးဘယ်လိုနှစ်ကျပ်ကွက်နင်းမလဲဆိုတာတော့...။\nတစ်ကားလုံး အလွဲလွဲအချော်ချော်နဲ့ရယ်မောပျော်ရွှင်နေရမယ့် ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်း​ဆိုပေးလိုက်ပါတယ်နော်...\nဒါနဲ့ စကားမဆက် သူ့အဆက်ကိုတင်ဆက်ပေးဦးမှာမို့ နံပါတ်၂ ကို cm မှာ ဆက်လက်စောင့်မျှော်ပေးပါဦးလို့ လက်တို့ပေးလိုက်ပါတယ်....\nFile size…2.23GB / 1.12GB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/hera-pheri-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOTU5MmFhZTEtZTQ5NS00ZDc5LWI5MjktY2FjZmI0N2JlNjYwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Christmas in Paradise (2022)",
        "description": "Christmas in Paradise (2022)\n=====================ခရစ်စမတ်စ်လဲမကြာခင်ကျရောက်တော့မှာဖြစ်လို့ မိသားစု\nတွေနဲ့ အတူတူကြည့်နိုင်မယ့် ခရစ်စမတ်စ်ရုပ်ရှင်ကားလေး\nတစ်ကားအကြောင်းကိုပြောပြပေးချင်ပါတယ်။ဂျိုအန်နာဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ မကြာခင်ကျရောက်\nတော့မယ့် ခရစ်စမတ်စ်မှာ သူ့ခင်ပွန်း၊ သူ့ချစ်သမီးလေးတို့နဲ့အတူ\nမိသားစုသုံးယောက်တည်းပဲ အိမ်မှာနေရင်းသာသာယာယာ၊ ငြိမ်း\nငြိမ်းချမ်းချမ်းလေးနဲ့ဖြတ်သန်းဖို့စိတ်ကူးထားသူပါ။ ဒါပေမယ့်လဲ\nသူ့ညီမဖြစ်သူ ကယ်ရိုလိုင်းဆီကနေဝင်လာတဲ့ဖုန်းက သူ့အတွက်\nကံဆိုးမှုတွေသယ်လာခဲ့ပါတယ်။ ဒါကတော့ သူတို့တွေရဲ့ဖခင်ဖြစ်သူ\nဂျိမ်းစ်ခရစ်စမတ်စ်တစ်ယောက်ပျောက်သွားတယ်ဆိုတဲ့အကြောင်းပါ။ဂျိမ်းစ်ဟာ အရင်ကလဲ သူတို့ညီအစ်မတွေကိုထားသွားခဲ့ဖူးတဲ့ ရာဇဝင်\nရှိနေတော့ ဒီတစ်ခေါက်လဲထပ်ပြီးထားသွားလေသလား၊ ဒါမှမဟုတ်\nအကြောင်းတစ်စုံတစ်ရာများဖြစ်နေလေသလား။ ဂျိမ်းစ်တစ်ယောက်\nဘယ်တွေမှာရောက်နေပြီးတော့ အရင်က ဘာကြောင့် ဂျိုအန်နာတို့\nညီအစ်မတွေကိုထားသွားခဲ့ရတာလဲ။ အခုကရော ဘာအကြောင်းကြောင့်\nပျောက်ဆုံးနေတာလဲ။ ဂျိုအန်နာတို့တွေကရော သူတို့ရဲ့ဖေဖေခရစ်စမတ်စ်\nကြီးကို ခရစ်စမတ်စ်မတိုင်ခင်ရှာတွေ့ပြီးတော့ သူတို့မူလကရည်ရွယ်ထားတဲ့\nခရစ်စမတ်စ်အိပ်မက်လေးတွေကို အကောင်အထည်ဖော်နိုင်ပါ့မလား။\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းထဲမှာပဲဆက်လက်\nကြည့်ရှုလိုက်ကြပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Fiona Gillen ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (750 MB) / (450 MB)\nQuality............Web-DL 1080p / 720p / 480p\nDuration.........2Hr 09mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Fiona Gillen\nEncoder..........SWM",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/christmas-in-paradise-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-2-135x200.jpg",
        "title": "Practical Magic (1998)",
        "description": "ဆန်ဒရာဘူးလော့နဲ့ နီကိုးကစ်မန်းတို့ လွန်ခဲ့တဲ့ နှစ် ၂၀ က စုန်းမအတူလုပ်ခဲ့တာလေး ကြည့်လိုက်ရအောင်။အိုဝင်စ် မိသားစုထဲက မိန်းကလေးတွေဟာ မျိုးရိုးစဉ်ဆက် မွေးရာပါ စုန်းအတတ် တတ်နေကြတဲ့ စုန်းမတွေပဲ ဖြစ်ကြပါတယ်။\nဒါပေမဲ့ သူတို့မျိုးဆက်ထဲက ပထမဆုံး စုန်းမရဲ့ ကျိန်စာကြောင့် သူတို့ကို ချစ်မိတဲ့ ယောက်ျားတိုင်းဟာ အရွယ်မတိုင်ခင် အကြောင်းတစ်ခုခုနဲ့ သေဆုံးသွားတတ်ကြပါတယ်ဗျ။\nဆယ်လီအိုဝင်စ်နဲ့ ဂျီလီယန်အိုဝင်စ်တို့ဟာ စရိုက်ချင်း လုံးဝမတူကြတဲ့ ညီအစ်မနှစ်ယောက်ပဲဖြစ်ကြပါတယ်။\nသူတို့ဟာ အကြောင်းတစ်ခုကြောင့် လူတစ်ယောက်ကို သဝာ်မိခဲ့ကြပြီး ဖုံးကွယ်ဖို့ကြိုးစားရာကနေ တလွဲတချော်တွေဖြစ်ကုန်ပါတော့တယ်ဗျ။\nဒီရုပ်ရှင်ထဲမှာဆိုရင် အိုဝင်စ်ညီအစ်မတွေအဖြစ် မင်းသမီးကြီး Sandra Bullock နဲ့ မင်းသမီးကြီး Nicole kidman တို့က အတွဲညီညီ သရုပ်ဆောင်ထားကြပါတယ်။\nဒီ Practical Magic ဆိုတဲ့ရုပ်ရှင်ဟာ fairy tale ဆန်ပြီး Romance နဲ့ Fantasy ရောထားတဲ့အပြင် ဆန်ဒရာဘူးလော့ခ်နဲ့ နစ်ကိုးလ်ကစ်ဒ်မန်းတို့လို ဂန္တဝင်မင်းသမီးကြီးတွေ ပါဝင်ထားတဲ့အတွက် ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/practical-magic-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNmRmMzZmNTAtNmU5Ni00ZGM5LWFkNWUtMTJmNWM4M2I3Y2VjXkEyXkFqcGdeQXVyMTU4MzAyNTkw._V1_-140x200.jpg",
        "title": "In Merry Measure (2022)",
        "description": "In Merry Measure (2022)\nIMDb 6.6\nခရစ္စမတ်နီးပြီးဆိုတော့ ခရစ္စမတ်မှာကြည့်ဖို့ဇာတ်ကားရှာနေသူတွေအတွက်\nအမေရိကန်သူ နာမည်ကြီးActress,Singer,Dancer တစ်ဖြစ်လဲ Patti Murin\nပါဝင်ထားတဲ့ ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးချင်ပါတယ်ရှင်သီချင်းဆိုပြိုင်ပွဲဖြစ်တာမို့ အဆိုဝါသနာရှင်ကြည့်ရှုသူတွေအတွက်တော့ တကယ်မိမိုက်နေမှာပါ\nငယ်ငယ်ရွယ်ရွယ်နဲ့အောင်မြင်ပြီး နယူးယော့ခ်မြို့မှာ တစ်ခေတ်တစ်ခါကအောင်မြင်ခဲ့ပေမယ့်\nအချိန်ကြာလာတာနဲ့ သိသူနည်းလာတဲ့ Pop Star ဒါစီ ...\nတစ်ခါထပ်ပြီးအောင်မြင်လာဖို့ကတော့သူမရဲ့အိပ်မက်ပေါ့ ကျရောက်တော့မယ့်ခရစ္စမတ်မှ\nာ အစ်မဖြစ်သူက မွေးရပ်မြေကိုပြန်ခေါ်လို့ နှစ်ပေါင်းများစွာမပြန်ဖြစ်ခဲ့တဲ့နေရာဆီပြန်လာတဲ့သူမ ..ဒါစီရဲ့တူမဖြစ်သူကလည်းအဆိုဝါသနာရှင်တစ်ယောက် ဒါပေမယ့် အသံစစ်ဆေးပွဲမှာ\nကြောက်လန့်နေခဲ့တာကြောင့် ပြုတ်သွားခဲ့လို့ ဒါစီက ဆရာဖြစ်သူကိုသွားရန်တွေ့ရာမှ\nဆရာကသူနဲ့အထက်တန်းကျောင်းတုန်းကပြိုင်ဘက်ဖြစ်ခဲ့သူဖြစ်ပါလေရော\nဒီလိုနဲ့ဒါစီ အသံစမ်းပွဲမှာပြုတ်ခဲ့တဲ့လူတွေကိုလိုက်စုဆောင်းရင်း\nသူကတစ်ဖွဲ့ ပြိုင်ဘက်ကတစ်ဖွဲ့နဲ့ ဘယ်လိုယှဉ်ပြိုင်သွားမလဲ\nသီချင်းဆိုဖို့ကြောက်နေကြတဲ့သူ့အဖွဲ့ကလူတွေကို\nဘယ်လို Training ပေးမလဲ ဒီကားမှာ သီချင်းကောင်းတွေပဲသီဆိုသွားကြပြီး\nအသံတွေကလည်းရှယ်တွေပဲမို့ ခရစ္စမတ်မှာကြည့်ဖို့အသင့်တော်ဆုံးကားပါပဲရှင်\nFile size…1.34GB / 630MB\nQuality…1080p WEBRIP /720p\nFormat…mp4\nDuration….1h 24mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/in-merry-measure-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDI1Mjc3MzAtZDk0OS00OTZlLTlhZjktNzA3ODgwZGY2NWIwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Man on the Moon (1999)",
        "description": "Man On The Moon\n===================\nဇာတ်ကားအကြောင်းမပြောခင် သရုပ်ဆောင်တွေကို အရင်မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီဇာတ်ကားဟာ The Ture Man Show, The Mask အစရှိတဲ့ဇာတ်ကားတွေရဲ့\nဇာတ်လိုက်ကျော်ကြီးဖြစ်တဲ့ ဂန္ဓ၀င်ဟာသမင်းသားကြီး Jim Carrey နဲ့အတူ\nနောက်ထပ်ဂန္ဓ၀င် မင်းသားကြီးတစ်ဦးဖြစ်တဲ့ Danny DeVito တို့\nပါ၀င်ရိုက်ကူးထားတဲ့အတွက် တကယ့်ကို ကြည့်ရကျိုးနပ်စေပါတယ်။ဒီဇာတ်ကားကတော့ အမေရိကန်ရဲ့ နာမည်ကျော်လူရွှင်တော်ကြီး\nအန်ဒီကော့ဖ်မန်းရဲ့ ဘ၀ဇာတ်ကြောင်းကို ရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ သူဟာ တခါတလေ\nသူ့ကိုယ်သူ \"အဆိုအကလူကြီး\" လို့ ခေါ်တတ်ပြီး\nတခြားလူရွှင်တော်တွေနဲ့မတူ ထူးခြားနေတဲ့\nဖျော်ဖြေရေးသမားတစ်ယောက်ဖြစ်ပါတယ်။ သူဟာ ၁၉၈၄ခုနှစ်မှာ\nရှားပါးတဲ့ အဆုတ်ကင်ဆာရောဂါတစ်မျိုးကြောင့်\nဆုံးပါးသွားခဲ့ပြီး သူထားရှိခဲ့တဲ့ အနုပညာတွေကတော့\nယနေ့အချိန်အထိ ကျန်ရှိနေဆဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ အန်ဒီရဲ့ ဟာသ အပေါ်မြင်တဲ့အမြင်တွေ၊ သဘောထားတွေကို\nမြင်တွေ့ရမှာဖြစ်ပြီး သူ့ပြက်လုံးတွေဟာ ကြည့်ရှုသူတွေကိုပါ\nကြောင်တောင်တောင်ဖြစ်အောင် လုပ်နိုင်တာကို တွေ့ရပါမယ်။\nကြည့်ရှုသူတွေတင်မက သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တချို့ပါ\nသူ့ဟာသတွေကြောင့် ခနခနဇာတ်တွေရှုပ်ကြရပါတယ်။\nဒီလိုလူရွှင်‌ တော် တစ်ယောက်ဖြတ်ကျော်ခဲ့ရတဲ့ ဘ၀အကြောင်းကို\nတစ်ကားလုံး မပျင်းရအောင် ကြည့်ရှူရမှာဖြစ်တာကြောင့်\nCM ပရိသတ်တွေအနေနဲ့ ကြည့်ကိုကြည့်သင့်တဲ့\nဇာတ်ကားတစ်ကားအဖြစ် မိတ်ဆက်ပေးလိုက်ပါတယ်။\nFile size…2.8GB  / 1GB\nQuality…1080p ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/man-on-the-moon-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfae1vtjzlE73DPJGlHq88sZKX3.jpg",
        "title": "Slumberland (2022)",
        "description": "Slumberland (2022)Jason Momoa ကြီးပါဝင်တဲ့ Slumberland ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေခင်ဗျာ။နီမိုဆိုတဲ့ ကလေးမလေးဟာ ကျွန်းတစ်ကျွန်းပေါ်က မီးပြတိုက်မှာ အဖေနဲ့အတူနေလာရင်း တစ်နေ့မှာ သူ့အဖေဆုံးပါးသွားခဲ့ပါတယ်။ ငယ်ငယ်တည်းက အမေဆုံးပါးခဲ့တာဖြစ်ပြီး အဖေပါမရှိတော့တဲ့ နီမိုဟာ တစ်ယောက်တည်းကျန်ခဲ့ကာ သူ့အဖေမသေခင်က ဆန္ဒအတိုင်း မြို့ကြီးပေါ်က သူ့ဦးလေးဆီမှာ သွားနေရပါတယ်။ဒါပေမဲ့ နီမိုဟာ သူ့ဘဝမှာ အဖေတစ်ယောက်တည်းပဲရှိခဲ့တာကြောင့် အိပ်မက်ထဲမှာ သူ့အဖေနဲ့ ပြန်တွေ့ချင်နေရှာပါတယ်။ ဒီအပြင့် သူ့အဖေထားခဲ့တဲ့ လျှို့ဝှက်မြေပုံတစ်ခုရှိပါသေးတယ်။ဒီမြေပုံဟာ အိပ်မောကျတိုင်းပြည်က ပုလဲတွေရှိရာကို ညွှန်ပြပေးတာဖြစ်ပြီး အဲဒီပုလဲရရှိသူဟာ လိုရာဆုတစ်ခုတောင်းရင် အိပ်မက်ကမ္ဘာထဲမှာ ဆန္ဒတွေပြည့်ဝနိုင်ပါတယ်။ ဒီတော့ နီမိုဟာ မြေပုံနဲ့အတူ သူ့အဖေသူငယ်ချင်း ဝရမ်းပြေးကြီးဖလစ်အကူအညီနဲ့ အိပ်မက်တစ်ခုကနေ တစ်ခုဆီ ခုန်ကူးရင်း ပုလဲကိုလိုက်ရှာတဲ့အခါ ...ကျန်တဲ့ နီမိုရဲ့ စွန့်စားခန်းနဲ့ အလွဲလေးတွေကိုတော့ ဇာတ်လမ်းလေးထဲ ခံစားကြည့်ရှုလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Jane ပါ။)File Size      ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/slumberland-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4x3pt6hoLblBeHebUa4OyiVXFiM.jpg",
        "title": "Disenchanted (2022)",
        "description": "Disenchanted (2022)(1080p ရပါပြီ)2007 ခုနှစ်ရဲ့ Enchanted ရုပ်ရှင်အဆက်အနေနဲ့ Disenchanted ထွက်ပါပြီ။ ဒစ္စနေးရဲ့ ရုပ်ရှင်အသစ်လေးပါပဲ။ မှော်စိတ်ကူးယဉ်ဇာတ်လမ်းကို သီချင်းလှလှလေးတွေနဲ့ တန်ဆာဆင်ထားလို့ မိသားစုလိုက်ပျော်ပျော်ကြီးကြည့်လို့ရမှာပါ။ဇာတ်လမ်းအကျည်း ...\nဂျစ်ဆဲလ်ဟာ အန်ဒလေးရှားတိုင်းပြည်ကနေ နယူးယောက်ကိုရောက်လာခဲ့ပြီး ရောဘတ်နဲ့မော်ဂန်တို့ သားအဖနဲ့တွေ့ဆုံခဲ့တာပါ။ဒီဇာတ်ကားမှာတော့ ရောဘတ်နဲ့ ဂျစ်ဆဲလ်တို့က ဆိုဖီယာဆိုတဲ့ သမီးလေးမွေးလာပြီး နယူးယောက်ကနေ မွန်ရိုဗီးဆိုတဲ့ ကျေးလက်မြို့လေးကို ပြောင်းရွှေ့လာခဲပါတယ်။ကျေးလက်မှာ အခက်အခဲတွေတွေ့ရပြီး မော်ဂန်နဲ့လည်း အဆင်မပြေဖြစ်လာတဲ့အခါ ပုံပြင်ကမ္ဘာထဲမှာ ကြီးပြင်းခဲ့တဲ့ ဂျစ်ဆဲလ်ဟာ အမြဲပျော်နေချင်တဲ့သူဖြစ်တာကြောင့် သူလက်ဆောင်ရတဲ့ ဆုတောင်းနှင်တံလေးကိုသုံးပြီး ပုံပြင်ဘဝမျိုးရပါစေလို့ဆုတောင်းလိုက်မိပါတယ်။ဒါပေမဲ့ ဆုတောင်းရင်သတိထားပါဆိုတဲ့ ဆိုရိုးအတိုင်း ပုံပြင်ကမ္ဘာဆိုတာ ပျော်စရာအပြင် ဗီလိန်တွေလည်း ပါလာတဲ့အတွက် အန္တရာယ်ကြီးတွေရင်ဆိုင်ရတဲ့အခါ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Mr.Anderson ပါ။)File Size          : 2.9GB, 1.1GB, 588MB\nQuality            ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/disenchanted-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gFyB6XHUrvd3FvgN7NQbS0gjYv7.jpg",
        "title": "Blue’s Big City Adventure (2022)",
        "description": "Blue's Big City Adventure (2022)(1080p ရပါပြီ)Blue's Big City Adventure ဆိုတဲ့ ချစ်စရာကောင်းတဲ့ ကာတွန်းကားလေးတကား အကြောင်းပြောပြချင်ပါတယ်။ဇာတ်လမ်းလေးထဲမှာတော့ ဂျော့ရှ် ဆိုတဲ့ ကောင်လေးနဲ့ သူ့ရဲ့ခွေးလေး ဘလူးတို့ဟာ သူတို့ရဲ့ အိပ်မက်ဖြစ်တဲ့ ပြဇာတ်သရုပ်ဆောင်တွေ ဖြစ်လာကြဖို့ နယူးယောက်မြို့က လူရွေးပွဲကို ရောက်လာကြတာဖြစ်ပါတယ်။ဖြစ်ချင်တော့ လူရွေးပွဲလုပ်မယ့် ပြဇာတ်ရုံရဲ့ လိပ်စာရေးထားတဲ့ မှတ်စုစာအုပ်ဟာ အိမ်မှာကျန်နေခဲ့ပါတယ်။မှတ်စုစာအုပ်မပါတဲ့ ဂျော့ရှ်နဲ့ ဘလူးတို့ နယူးယောက်မြို့ကြီးမှာ ဘာအခက်အခဲတွေ ကြုံရမလဲ?\nသူတို့ ရည်မှန်းချက်ကို အရောက်လှမ်းနိုင်ဖို့ ဘယ်လို စွန့်စားခန်းတွေ ဖွင့်ကြမလဲ? ဆိုတာ ...တေးသီချင်းလေးတွေနဲ့ ချစ်စရာကောင်းတဲ့ကားလေးကို ကြည့်ရင်း ရင်ခုန်ကြတာပေါ့။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Zeul Thwin ပါ။)File Size          : 2.2GB, 883MB, 481MB\nQuality      ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/blues-big-city-adventure-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/enchanted-movie-poster-2007-1010438390-140x200.jpg",
        "title": "Enchanted (2007)",
        "description": "ဒီကားလေးကတော့ အရင်ကားတွေနဲ့မတူပဲကွဲထွက်အောင်ဖန်တီးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်...ဇာတ်ကားအကြောင်းလေးကိုပြောပြရမယ်ဆိုရင် Animation ကမ္ဘာထဲကမင်းသမီးလေးဟာသူမရဲ့ ကြင်ယာတော်မင်းသားလေးဆီနန််းတော်ဆီကိုလာတဲ့အချိန်မှာမင်းသားလေးရဲ့ မိထွေးတော်စုန်းမကြီးကနေပြီးတော့ မင်းသားလေးဆီမရောက်အောင်လူ့ကမ္ဘာရှိရာရေတွင်းကြီးထဲကိုပစ်ချလိုက်ပါတယ်...အဲလိုလူကမ္ဘာရောက်သွားတဲ့ ကာတွန်းကမ္ဘာထဲကမင်းသမီးလေးဟာအပြင်မှာနဲ့လက်တွေ့မှာဘယ်လိုတွေဖြစ်လာမလဲဆိုတာစိတ်ဝင်တစားနဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်....ဒီကားလေးဟာ Animation အနေနဲ့ကော Movie အနေနဲ့ပါ နှစ်ဖက်အမြင်နဲ့ကြည့်လို့ရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...နတ်သမီးပုံပြင်တွေနဲ့ စင်ဒရဲလားကားလေးတွေကိုကြိုက်တဲ့ပရိတ်သတ်ကြီးအတွက်အကြိုက်တွေ့စေမယ့်ကားလေးလည်းဖြစ်ပါတယ်....Quality…..BluRay 720pDuration…..01:47:00Format…Mp4File Size…(771 MB , 389 MB)Translator......Ei NgeEncoder…..Moe Myint Lwin",
        "rating": "7.1",
        "url": "https://megaup.net/3bWNH/Enchanted_[2007]_(MM_Sub).mp4",
        "category": "Action, Comedy, Family"
    }
]