[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pUZxbnF2i4gHf55tjuKIURDi8vR.jpg",
        "title": "Moving On(2022)",
        "description": "Moving On(2022)****************ကလဲရာ၊ အက်ဗ်လင်းနဲ့ ဂျွိုက်စ်တို့ဟာ ကောလိပ်ကတည်းက အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ခဲ့ပြီးအိမ်ထောင်ကိုယ်စီကျသွားလို့ ဝေးသွားကြသူတွေပါ။\nအဘွားအရွယ်ကိုရောက် မြေးတွေရလို့ရနဲ့ ဘဝရဲ့သက်တမ်းအတော်များများကိုဖြတ်သန်းပြီးခဲ့ကြပါပြီ။\nဒီလိုနဲ့ ဂျွိုက်စ် ကွယ်လွန်သွားတဲ့အခါမှာတော့ သူငယ်ချင်းဖြစ်သူရဲ့အသုဘကိုလာရင်း လေဒီကြီးနှစ်ယောက်ပြန်ဆုံစည်းမိကြပါလေရော။\nဇာတ်လမ်းကခုမှစမှာပါ။ သူတို့ဒီအသုဘကို လာခဲ့တာက အခြားရည်ရွယ်ချက်တွေ ကိုယ်စီကိုယ်စီနဲ့ပါ။\nပြောရရင် ကလဲရာဟာ ဂျွိုက်စ်ရဲ့ ယောက်ျားဖြစ်သူနဲ့က ရန်ကြွေးတွေရှိလို့ အသေသတ်ဖို့ကြံနေတာပါ။\nအက်ဗ်လင်းကလည်း ဂျွိုက်စ်ရဲ့ ယောက်ျားဖြစ်သူကိုမကြည်တဲ့အကြောင်းရှိလို့ ကလဲရာကိုကူညီဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။\nနှစ်ပေါင်းလေးဆယ်ကျော်ကြာခဲ့တဲ့ သူတို့ကြားက ရန်ငြိုးကဘာဖြစ်မလဲ၊လေဒီကြီးနှစ်ယောက်ကရော ဘယ်လိုအတူတကွပူပေါင်းလုပ်ကြံမလဲဆိုတာ\nပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့် Comdedyဇာတ်ကားလေးဖြစ်ပါတယ်။File Size :(1.4GB) and (521MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/moving-on2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNob8lLujDY06LRhBO2wWNvXZUj.jpg",
        "title": "Journey to the West ( 2023 )",
        "description": "UFOတွေ ဂြိုလ်သားတွေဆိုတာ တကယ်ရှိသလားဆိုတဲ့မေးခွန်းကို\nသိချင်တဲ့သူတွေ စိတ်ဝင်စားတဲ့သူတွေအတွက်အကြိုက်တွေ့မယ့်\nကားကောင်းတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ထန်ကျစ်ကျွင်းဟာ (စကြာဝဠာကိုစူးစမ်းခြင်း)ဆိုတဲ့မဂ္ဂဇင်းရဲ့\nအယ်ဒီတာတစ်ယောက်ဖြစ်တယ်။ ထန်ကျစ်ကျွင်းက\nကမ္ဘာပြင်ဘက်ကယဉ်ကျေးမှုတွေအပေါ်စိတ်ဝင်စားမှုက\nသာမန်ထပ်ပိုပြီး အလွန်အကျွံလို့တောင်ပြောလို့ရပါတယ်။သူ့ရဲ့စွဲလမ်းမှုတွေကြောင့်မိန်းမလဲမခံနိုင်ကွာရှင်းခဲ့ပြီး သ\nမီးလေးဟာလဲစိတ်ကျရောဂါနဲ့ဆုံးသွားခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ စင်္ကြာဝဠာအဝေးတစ်နေရာမှပို့လာတယ်လို့ယူဆရတဲ့\nSignalကိုလက်ခံရရှိလာတဲ့အခါ နေရာအနှံ့ကသူလိုလူတွေစုစည်းပြီး\nသူ့တစ်ဘဝလုံးမဖြေရှင်းနိုင်ခဲ့တဲ့ပုစ္ဆာတစ်ခုနဲ့အတူ\nဂြိုလ်သားရှာဖွေရေးခရီးစဉ်ကိုပြန်လည်စတင်လိုက်ပါတော့တယ်......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/2AeJ7/Journey_To_The_West_2023_1080p_WEB-DL_CM.mp4",
        "category": "Comedy, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/download-139x200.jpg",
        "title": "(18+) A Chinese Torture Chamber Story (1994)",
        "description": "ဂေါ်ဖီထုပ်ကလေးဆိုတဲ့ ခြေသေးမမိန်မပျိုလေးဟာ ဆေးဆရာယန်နေဝူ ဆီမှာအိမ်တော်ထိန်းအဖြစ်တာဝန်ထမ်းနေပါတယ်။ ဒါပေမယ့်\nယန်က သူ့အပေါ်တိမ်းညွတ်နေပြီးတစ်ချိန်မှာ ကိုယ်လုပ်တော်အဖြစ်မြှောက်စားဖို့အထိ ဆန္ဒရှိနေပါတယ်။ ယန်ရဲ့ဇနီးဖြစ်သူနဲ့အောက်ရုံးတရားသူကြီးရဲ့\nသားနဲ့ဖောက်ပြန်နေတဲ့ ဇာတ်လမ်းကိုဂေါ်ဖီထုပ်ကလေး အမှတ်မထင်မြင်သွားတဲ့နောက်မှာတော့ သူ့ရဲ့ဇာတ်လမ်းပေါ်လာမှာစိုးရိမ်စိတ်နဲ့ဂေါ်ဖီထုပ်ကလေးကို\nယောက်ျားပေးစားပြီးအဝေးပို့လိုက်ရုံမကပဲ ဆက်လက်ဒုက္ခပေးဖို့အကြံဆိုးတွေကြံပါတော့တယ်။\nအဲ့ဒါကတော့ သူပေးစားလိုက်တဲ့ဂေါ်ဖီထုပ်ကလေးရဲ့ယောက်ျားကိုတစ်ဖက်လှည့်နဲ့လုပ်ကြံပြီး အဲ့ဒီအမှုကိုဂေါ်ဖီထုပ်ကလေးနဲ့ခင်ပွန်းသည်\nယန်နေဝူတို့အပေါ်ပုံချလိုက်တာပါပဲ။ဒီအမှုကိုစစ်တဲ့တရားသူကြီးကိုယ်တိုင်က ဘက်လိုက်တဲ့သူဖြစ်တဲ့အတွက်တရားခွင်မှာ အဲ့ဒီအချိန်က\nတရားဝင်ပြဌာန်းထားတဲ့ ရက်စက်ကြမ်းတမ်းလွန်းတဲ့နှိပ်စက်နည်းအမျိုးမျိုးနဲ့စစ်မေးတော့မှာဖြစ်ပါတယ်။\nဟောင်ကောင်ရုပ်ရှင်ရွှေခေတ် ၁၉၉၀ လွန်နှစ်များဆီက ဂန္ဓဝင်ဇာတ်ကားတစ်ကားပါ။ ဇာတ်ကားနာမည်နဲ့တွဲမသိရင်တောင် ဂရုထဲမှာ\nလာမေးကြတဲ့ လေပေါ်မှာဝဲပျံပြီးကိုယ်ဖော့ပညာနဲ့ဂျိန်းကြတဲ့ ဟောင်ကောင်ကတုံးကြီး Elvis Tsui ရဲ့နာမည်ကျော်ဇာတ်ဝင်ခန်းကို\nသိကြမှာပါ။ ဇာတ်ကားနာမည်နဲ့လိုက်အောင်အလွန်ရက်စက်ပြီး စိတ်မသက်သာဖွယ် ညှင်းပန်းနှိပ်စက်နည်းပေါင်းစုံနဲ့ကြံကြံဖန်ဖန်ပေါက်ပေါက်ရှာရှာလို့ပြောရမယ့်\nလိင်ဇာတ်ဝင်ခန်းတွေပါဝင်ပါတယ်။ဒါပေမယ့်လည်း Dark comedy ဆန်ဆန်မြူးမြူးသွက်သွက်နဲ့ပေါ့ပါးတဲ့တင်ဆက်ပုံအရ ကြည့်ရတာပျော်စရာကောင်းပြီး\nentertaining ဖြစ်တဲ့ကားပါ။ File size…(880 Mb)/(520 Mb)\nQuality….Webrip 720p/480p\nFormat…mp4\nDuration….01:28:00\nGenre...Drama Thriller Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Alias",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/18-a-chinese-torture-chamber-story-1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYTY0NWQ0YWEtYmEzZC00ZDYwLWEwMjYtYjYyYzQ5NjZlZGEyXkEyXkFqcGdeQXVyMzE4NDAzNA@@._V1_QL75_UX190_CR00190281_-135x200.jpg",
        "title": "The Year Between (2022)",
        "description": "The Year Between (2022)\n=================Bipolar disorder လို့ခေါ်တဲ့ စိတ်အတက်အကျမြန် စိတ်ဝေဒနာ\nအကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီဇာတ်ကားရဲ့ ဒါရိုက်တာ၊\nဇာတ်ညွှန်းရေးဆရာနဲ့ ဇာတ်လိုက်နေရာမှာ ဝင်သရုပ်ဆောင်ထားတဲ့\nAlex Heller ကလည်း bipolar disorder ရှိနေတဲ့သူတစ်ယောက်ပါ။\nစိတ်အတက်အကျမြန်ရောဂါက အရှင်းပျောက်အောင်ကုလို့မရပါဘူး။\nကိုယ့်မှာဖြစ်လာရင် တစ်သက်လုံး ဒီရောဂါနဲ့ပဲယှဉ်တွဲနေသွားရပါတယ်။\nမကုဘဲထားရင်တော့ ပိုဆိုးလာပြီး ကိုယ့်ကိုယ်ကိုယ် သတ်သေတဲ့ထိ\nအန္တရာယ်များတတ်ပေမဲ့ ဆေးသောက်၊ စိတ်ကျန်းမာရေးဆရာဝန်နဲ့တွေ့၊\nပညာရှင်တွေနဲ့ ဆွေးနွေးတိုင်ပင်ရင် ပုံမှန်လူလိုနေနိုင်ပါတယ်။Alex Heller က အင်တာဗျူးတစ်ခုမှာပြောပါတယ်။ စိတ်ရောဂါနဲ့ပတ်\nသက်တဲ့အကြောင်းအရာတွေမှာ များသောအားဖြင့်က ရောဂါအခြေအနေ\nအဆိုးရွားဆုံး အမှောင်မိုက်ဆုံးကာလတွေကိုပဲ ပြသလေ့ရှိကြတဲ့အတွက်\nခုကားထဲမှာ သူလိုငါလိုမထူးခြားတဲ့အချိန်တွေ ရယ်ရတဲ့အခြေအနေတွေ\nကိုပါထည့်ပြီး ရိုက်ကူးထားပါတယ်တဲ့။ ဒါ့အပြင် စိတ်ရောဂါဆိုတာ ကာယ\nကံရှင်တင်မကဘဲ မိသားစုကိုပါ ထိရောက်မှုတွေရှိကြောင်းကိုလည်း သိစေ\nချင်ကြောင်း ပြောပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့ ကလမ်မန့်စ်မစ်လာဆိုတဲ့ ကောလိပ်ကျောင်းသူ\nလေးက သူ့မှာ bipolar ရှိမှန်း သိသွားတော့ ကျောင်းထွက်ပြီး သူ့မိဘတွေရှိ\nတဲ့မြို့ကို ပြန်လာနေတဲ့အချိန်မှာ အရှင်းပျောက်အောင် ကုသလို့မရတဲ့ ဒီရော\nဂါက သူနဲ့သူ့မိသားစု သူငယ်ချင်းမိတ်ဆွေတွေကို ဘယ်လိုသက်ရောက်မှုရှိ\nပုံတွေ၊ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-year-between-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vam5RVy7ZX9L2Pm9nldVn5zsqWF.jpg",
        "title": "Killing Romance (2023)",
        "description": "Killing Romance (2023)Musical Film အမျိုးအစားကို သဘောကျနှစ်ခြိုက်ကြတဲ့သူတွေအတွက် Killing Romance ဇာတ်ကားသစ်လေး ထွက်ရှိလာပါပြီ\nဒီဇာတ်ကားထဲမှာသုံးထားတဲ့ Concept ကိုကြည့်လိုက်ရင် ရုပ်ပြဆန်ဆန် ပုံပြင်တစ်ပုဒ်ကိုကြည့်နေရသလို ခံစားချက်မျိုးဖြစ်နေမှာပါဇာတ်လမ်းအကျဉ်းကတော့ သရုပ်ဆောင်မင်းသမီးဘဝကနေ အနားယူလိုက်တဲ့ ဟွမ်ယောရယ်ဟာ\nတောင်ပစိဖိတ်မှာရှိတဲ့ Qualla ကျွန်းပေါ်ကို ရောက်ရှိသွားရာကနေ ဇာတ်လမ်းစပါတယ်။အရင်က ကိုယ့်စိတ်ကိုယ့်ခန္ဓာကို ကိုယ်ပိုင်ခဲ့တဲ့ ဟွမ်ယောရယ်တစ်ယောက်\nQualla ကျွန်းပေါ်က ဘီလူးခေါင်းနဲ့သူဌေးကို မင်းသားလေးလို့မှတ်ထင်ပြီး အိမ်ထောင်ပြုလိုက်မိတဲ့အခါမှာတော့\nရဲတိုက်လိုစံအိမ်ကြီးထဲမှာ အကျဉ်းကျနေရသလို ဖြစ်ခဲ့ရပါတော့တယ်ဒါပေမဲ့ သူတို့အိမ်ရဲ့ဘေးကပ်ရပ်မှာနေတဲ့ စာမေးပွဲ ၃ ခါကျ ကောင်လေးနဲ့ အမှတ်မထင် သိကျွမ်းသွားခဲ့တဲ့အခါမှာတော့\nအကျဉ်းကျနေသလို ဘဝကြီးကနေ လွတ်မြောက်အောင် ယောရယ်တစ်ယောက် အဲဒီကောင်လေးနဲ့အတူ ဘယ်လိုကြိုးစားသွားမလဲ‌ဆိုတာ ကြည့်ရှုခံစားကြရမှာပါCasts တွေအနေနဲ့ အားလုံးသိကြပြီးသား မင်းသမီးကြီး Lee Honey, မင်းသား Lee Sun Kyun နဲ့ Gong Myung တို့က အဓိကပါဝင်ထားကြပါတယ်အညွှန်းကိုတော့ Hmwe Thet ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/killing-romance-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Twins_Mission-457360777-large-138x200.jpg",
        "title": "Twins Mission (2007)",
        "description": "Review- အမွှာတွေချည်းပဲဖွဲ့စည့်ထားတဲ့အဖွဲ့အစည့်တစ်ခုမှာ ခေါင်းဆောင်အမွှာညီနောင်၂ဦးဟာ ရည်မှန်းချက်မတူတာကြောင့် ၂ဖွဲ့ကွဲသွားခဲ့ပါတယ် ကျေးညီနောင်၂ဦးလိုတစ်ဖွဲ့ကမကောင်းတဲ့လမ်းစဉ်ကိုလိုက်ပြီး နောက်တစ်ဖွဲ့ကတော့တရားမျှတမှုအဖွဲ့ပါတစ်ရက်မှာ Lau Hay နဲ့ Uncle Luck ဟာ Heaven's Bead လို့ခေါ်တဲ့အစေ့ကိုဟောင်ကောင်ကိုသယ်ယူလာတုန်းခြုံခိုတိုက်ခိုက်ခံရတာကြောင့် လမ်းမှာတင်ပျောက်ဆုံးသွားခဲ့ပါတယ် ဒီအစေ့ကိုမှော်စွမ်းအင်တွေရှိပြီး သေဆုံးသွားတဲ့လူတွေကိုပြန်ခေါ်နိုင်တယ်လို့ ယုံကြည်တာကြောင့် လူဆိုးအမွှာအဖွဲ့လိုက်ရှာတာကို နောက်တစ်ဖွဲ့ကတားဆီးတာပဲဖြစ်ပါတယ်တစ်ဖက်မှာလဲမြို့တော်စီမံကိန်းတွေရှိနေတယ့် Professor Mok ဟာ သူ့တူမ Li ပိုင်ဆိုင်တဲ့မြေနေရာကွက်တွေကိုလိုချင်နေတာကြောင့် နေမကောင်းဖြစ်နေတဲ့သူ့ညီမကို Heaven's Bead နဲ့အကျပ်ကိုင်လာပါတယ်Lau Hay နဲ့ Uncle Luck တို့ဟာအင်အားမမျှတာကြောင့် ပျောက်ဆုံးနေတဲ့အမွှာအဖွဲ့သားတွေကိုအကူအညီတောင်းလာရပါတော့တယ် သူတို့တွေHeaven's Bead ကို ဘယ်လိုပြန်ယူမလဲ Li ညီအစ်မနှစ်ယောက်ကိုပါဘယ်လိုကယ်တင်မလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Son Gohan ပါ )File Size__(1.8GB)\nQuality__BluRay_720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Comedy, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Son ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/twins-mission-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/172933_192857917403081_7782115_o-141x200.jpg",
        "title": "Choyleefut: Speed of Light (2011)",
        "description": "တရုတ်ပြည်မှာ ကိုယ်ခံသိုင်းပညာရပ်တွေ အများကြီးရှိတဲ့အထဲကမှ ချွိုင်လီဖတ်ဆိုတဲ့ ကိုယ်ခံပညာအကြောင်းကို ရိုက်ပြထားတာပဲဖြစ်ပါတယ်။ဒီသိုင်းပညာဟာ တရုတ်ပြည်မှာ အအောင်မြင်ဆုံးဖြစ်ပြီး ကမ္ဘာမှာပါ လူသိများတဲ့ကွန်ဖူးပညာ တစ်ရပ်လည်းဖြစ်ပါတယ်။ချွိုင်လီဖတ်အကျော်အမော်ညီနောင်နှစ်ပါးထဲက အစ်ကိုဖြစ်သူချန်တိန်းလိုင်ဟာ ကမ္ဘာတစ်လွှားမှာကျောင်းပေါင်းများစွာ ဖွင့်လှစ်ပြီး သိုင်းပညာကို ဖြန့်ဝေလျက်ရှိပါတယ်။ဒီလိုနဲ့ တရုတ်ပြည်က ပင်မကျောင်းတော်ကြီးကို နိုင်ငံခြားကုမ္ပဏီတစ်ခုက အုပ်စိုးဖို့ကြိုးစားလာပါတော့တယ်။ ဒီမှာတင် အစ်ကိုဖြစ်သူက သဘောတူထားပြီးပေမယ့် သူရဲ့သား ဂီက လက်သင့်မခံဘဲ ပြန်လှန်တွန်းလှန်ဖို့ ကြိုးစားရင်းက ကျောင်းတော်ကြီးရဲ့ကံကြမ္မာကို ပြိုင်ပွဲအဆုံးအဖြတ်နဲ့ စီရင်ဖို့ ဖြစ်လာရပါတော့တယ်.... ကျောင်းကို စီးပွားရေး ကုမ္ပဏီကြီးကပဲ အုပ်စိုးသွားမလား...ဂီနဲ့အတူ အပေါင်းအပါတွေကပဲ ကယ်တင်သွားနိုင်မလား ရှုစားရမှာပဲဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2GB) / (1GB)\nQuality__BluRay_1080p, 720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Comedy, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/choyleefut-speed-of-light-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xDoghTI6uSD2GVpT8FxhtluvSZ8.jpg",
        "title": "Phantom Project (2022)",
        "description": "Phantom Project (2022)~ Rotten Tomatoes - 90% ~ပါဘလိုရဲ့အိပ်မက်က ရုပ်ရှင်တစ်ခုမှာ ဇာတ်ဆောင်မင်းသားအဖြစ်ပါဝင်ခွင့်ရပြီး နာမည်ရလာဖို့။ ခု​ခေတ်လူငယ်အများစုလိုပဲ သူလည်း စိတ်ပိုင်းဆိုင်ရာရုပ်ပိုင်းဆိုင်ရာ ငွေကြေးပိုင်းဆိုင်ရာ အဘက်ဘက်ကရုန်းကန်နေရတဲ့သူတစ်ယောက်ပါပဲ။ သူ ချစ်ရသူနဲ့လမ်းခွဲလိုက်ပြီး Move on ဖို့ကြိုးစားနေရတယ်။ တစ်ဖက်မှာလည်း လမကုန်ခင်ပိုက်ဆံပြတ်မသွားဖို့ ဆေးရုံမှာသရုပ်ပြလူနာဝင်လုပ်ပေးလိုက် စိတ်ကျန်းမာရေးစင်တာက Therapy Session တွေအတွက် သရုပ်ပြဝင်လုပ်ပေးလိုက်နဲ့ သူသွားချင်တဲ့ Career လမ်းကြောင်းကနေ တဖြည်းဖြည်းဝေးသွားသလိုဖြစ်နေတယ်။ အခန်းဖော်ကလည်း ပါဘလိုကိုပေးစရာရှိတဲ့ပိုက်ဆံတွေမပေးဘဲ တိုက်ခန်းကပြောင်းသွားတယ်။ ပါဘလိုမှာကျန်ခဲ့တာက သူ့အခန်းဖော်ရဲ့ခွေးရယ်၊ Cardigan တစ်ထည်ရယ်၊ သရဲတစ်ကောင်ရယ်။ သေသွားတဲ့ Cardigan ပိုင်ရှင်က သူ့အဝတ်ကိုစိတ်စွဲပြီး မကျွတ်မလွတ်ဖြစ်နေတာပါ။ အဲဒီလိုဆိုလို့ ဒါကသရဲကားရယ်လည်းမဟုတ်ပါဘူး။ သရဲကားဘက်လည်းသိပ်မရောက် Psycho ဘက်လည်းသိပ်မရောက်ဘူးပြောရမယ်။ အင်္ကျီက ချိတ်ကနေခဏခဏပြုတ်ကျတယ်။ ပစ္စည်းတွေကျကွဲတယ်။ ပါဘလို အိမ်မှာမရှိတဲ့အချိန်အောက်ထပ်ကနေ ခြေသံတွေကြားရတာမျိုးတွေပေါ့။ဝိညာဥ်က ပါဘလိုကို သူ့ဘဝ Direction ...",
        "rating": "",
        "url": "https://channelmyanmar.org/phantom-project-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4VxL2ZtqB7JcCjEyIfCnfXi5EvM.jpg",
        "title": "Back To The Tomorrow ( 2023 )",
        "description": "နေ့ရက်တစ်ရက်ထဲကိုပဲတစ်ဖန်တလဲလဲဖြတ်သန်းနေရမယ်ဆိုရင်\nသင်တို့ဘာတွေလုပ်ပြီး ဘယ်လိုဖြတ်သန်းကြမလဲ......ကိုယ့်ကိုယ်ကိုကံဆိုးတယ်လို့ သတ်မှတ်ထားတဲ့ပေါင်ကျန့်ဟာ\nဘာကိုမှအလေးနက်မထားပဲ ကြုံရာလုပ်စားပြီးနေလာခဲ့တယ်။\nသူကအိမ်လခတောင်မှန်အောင်မပေးနိုင်ပါဘူး။\nတစ်နေ့တာကုန်ဆုံးသွားပြီး နောက်တစ်နေ့ပြန်နိုးလာတဲ့အချိန်မှ\nာ သူကဟာ(၁၁)လ (၁၁)ရက်ကိုပဲပြန်ပြန်ရောက်သွားပြီး\nကြုံတွေ့ခဲ့တာတွေကို အတိအကျပြန်ကြုံရတာကိုသိလိုက်ရတယ်......ဒီလိုနဲ့မပြီးဆုံးနိုင်အောင်ဖြတ်သန်းနေရတဲ့(၁၁.၁၁)နေ့ကို\nပေါင်ကျန့်ဟာနည်းအမျိုးမျိုးစုံနဲ့ လုပ်ချင်ရာတွေလုပ်ပြီးဖြတ်သန်းရင်း\nသူလွဲချော်ခဲ့ရတဲ့အရာတွေ အထင်လွဲခဲ့တာတွေကိုနားလည်လာခဲ့တယ်။အဲဒီလိုနဲ့သူ့ရဲ့(၁၁.၁၁)နေ့ကိုပိုပိုကောင်းအောင်ကြိုးစားရင်း\nအဲဒီညမှာနှလုံးရောဂါနဲ့သေရမယ့် ကလေးရှိတာကိုသိသွားခဲ့ပါတယ်။\nကံကြမ္မာကိုပြောင်းလဲလို့မရတဲ့အတွက် ကလေးလေးရဲ့\nမသေခင်ဆန္ဒတွေကို ဖြည့်စည်းပေးဖို့အစွမ်းကုန်ကြိုးစားပါတော့တယ်။\nလူသားဆန်မှုတွေနဲ့ ဒီချာလည်ရိုက်နေတဲ့နေ့ရက်တစ်ခုကိုဘယ်လိုအကြိမ်ကြိမ်ဖြတ်သန်းကြမလဲ......\nမနက်ဖန်ကိုဘယ်လိုများမှရောက်နိုင်မှာလဲ..ဆိုတာကို ခံစားကြည့်ရှုလိုက်ပါဦးနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Romance\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/2AbQ7/Back_To_The_Tomorrow_2023_1080p_WEB-DL_CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNzE4MmMxYTgtMDQ3Ny00ODY4LTg3Y2QtNGYxYzEwYjE0ZWMyXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Four’s a Crowd (2022)",
        "description": "ဒီနေ့တင်ဆက်ပေးမှာကတော့ စပိန်ခရီးသွား ဟာသကားလေးဖြစ်ပါတယ်။ ဟူလီယန်က အသက်၅၀ အရွယ် ရုံးဝန်ထမ်း တစ်ယောက်ဖြစ်ပါ။ မိန်းမနဲ့ ကွာရှင်းထားပြီး ငွေကြေးလိုအပ်ချက်အရ Application တစ်ခုမှာ ပို့စ်တင်ပြီး လူသုံးယောက်နဲ့အတူ ကားမျှစီးလေ့ရှိပါတယ်။ သူ ကြိတ်ခိုက်နေရသူလေးကတော့ ပုံမှန်ခရီးသည် ကောင်မလေး လော်ရယ်နာပါ။ လော်ရယ်နာကတော့ အသက် ၂၉ နှစ်အရွယ် ခပ်မိုက်မိုက်ကောင်မလေးပါ။ မက်ဒရစ်မှာ အလုပ်လုပ်ပြီး ပိတ်ရက် အမေနဲ့ အဖေဆီ ပြန်ရတာ ပင်ပန်းလို့ စိတ်ညစ်နေသူပါ။ လော်ရယ်နာနဲ့ ဟူလီယန်အတူ ကားမျှစီးကြတာ ခြောက်လလောက်ရှိပါပြီ။ လော်ရယ်နာလေးနဲ့ အေးအေးဆေးဆေး ခရီးသွားရဖို့ ဟူလီယန်တစ်ယောက် ကားအတူစီးဖို့ ခပ်ဝဝ ရုပ်ဆိုးဆိုး ယောကျ်ားလေးတွေကိုပဲ သေချာ ရွေးတင်လေ့ရှိပါတယ်။ ဒါပေမဲ့ ဘဝဆိုတာ စီစဉ်ထားတဲ့အတိုင်း ဖြစ်မလာတတ်လေတော့….. တစ်ရက်မှာ ဝမ်းကွဲအစ်ကိုရဲ့ ပရိုဖိုင်သုံးပြီး ကားပေါ်လိုက်လာတဲ့ ခပ်မိုက်မိုက်ကောင်လေး ဆာရ်ဂီယိုကြောင့် ပြဿနာ စတက်ပါတော့တယ်။ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/fours-a-crowd-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ieyUpr5ES9QEz1cn4clCnBf9XJl.jpg",
        "title": "Que viva Mexico( 2023 )",
        "description": "Que viva Mexico( 2023 )***********************Pancho ဆိုတဲ့လူက စက်ရုံတစ်ခုမှာ ရာထူးခပ်မြင့်မြင့်နဲ့လူပေါ့ သူဌေးနဲ့ကလည်းပနံသင့်တယ်ပေါ့...တစ်နေ့မှာတော့ သူ့မွေးရပ်မြေက အဖေက သူ့အဖိုးဆုံးသွားတဲ့အကြောင်းရယ် သူ့အဖိုးကသူရှိမှ သေတမ်းစာဖတ်ခိုင်းတဲ့အကြောင်းရယ်ကို ဖုန်းလှမ်းဆက်ပါတော့တယ်...\nအစကတော့ မသွားမလို့လုပ်နေပေမယ့် အိပ်မက်တစ်ခုမက်ခဲ့လို့ သွားဖို့ဖြစ်လာပါတယ်။ဒါကြောင့် သူ့သူဌေးကို ခွင့်တောင်းပြီး မွေးရပ်မြေကို ထွက်လာခဲ့ပါတယ်။\nဟိုရောက်တော့ ဆုံးသွားတဲ့ သူ့အဖိုးက သူတို့မိသားစုအတွက် ဘယ်လို အမွေတွေ ခွဲထားခဲ့လဲဆိုတာကြည့်ကြရမှာပါ...အမွေတွေက မမျှမတခွဲထားကြတဲ့အပြင် မိသားစုဝင်တွေကလည်းများတာမို့ တစ်ဦးကို တစ်ဦးမကျေနပ်ကြပဲ အမွေလုကြပါတယ်...အမွေလုကြပေမယ့် စိတ်ဆင်းရဲစရာမပါပဲ ပေါ့ပေါ့ပါးပါး ဟာလေးတွေ ထည့်သွင်းထားတာမို့ပေါ့ပေါ့းပါးပါးကြည့်လို့ရပါတယ်...အမွေဆိုတာ ထိုက်မှရတာမို့ မိသားစုထဲက ဘယ်သူနဲ့ထိုက်လဲ ဆိုတာအခွီတစ်သိန်းနဲ့ ကြည့်လိုက်ပါဦး.... File Size :(4.5GB) &(1.6GB)\nQuality : ‌WEB-DL 1080P5.1Ch,720P\nFormat…mp4\nDuration…03:11:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated  Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/que-viva-mexico-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lWp8hUqE4oLPxsYgilXoYoVThfU.jpg",
        "title": "George of the Jungle (1997)",
        "description": "George of the Jungle (1997)ကမ္ဘာကျော် တောတွင်းဇာတ်ကောင်တွေ အများကြီးရှိခဲ့တယ်ဗျ။ ကလေးဘဝက သူများအိမ်မှာ တိုးဝှေ့ပြီးသွားကြည့်ရတာတစ်မျိုး၊ ဗီဒီယိုရုံမှာ မုန့်ဖိုးလေး ကျစ်ကျစ်ပါအောင် စုဆောင်းပြီး ကြည့်ရတာကတစ်ဖုံ မျိုးစုံကြုံခဲ့ရတာပေါ့လေ။ကောင်ကလေး မောဂ္ဂလိ၊ တောဘုရင် တာဇံ၊ မစ္စတာ ဘုန်း စသဖြင့် ဖိုက်တင်ချ၊ ရယ်စရာဟာသတွေနဲ့ ဆေးရောင်စုံပိတ်ကားကြီးကို မျက်တောင်မခတ်စတမ်း ငေးမောခဲ့ရဖူး။ဒီနေ့တင်ဆက်မှာကတော့ တောဘုရင်ကြီးဖြစ်တဲ့ တောနက်ထဲက ဂျော့ ပါတဲ့ခင်ဗျ။ စုစုပေါင်း နှစ်ကားထွက်ရှိထားပြီး ၁၉၉၇ ခုနှစ်က ပထမဇာတ်ကားကို တင်ဆက်ပါ့မယ်။ ဟာသကားဆိုတော့ ဟာသကားလောက်ပဲ Rating ရခဲ့တယ်ဆိုပေမဲ့ စိတ်ကူးကောင်းတဲ့ဟာသလေးတွေ တော်တော်များများ တွေ့ရမှာပါ။အဟောင်းဖြစ်ပြီး လူတကာကြည့်ဖူးပြီးသားဆိုပေမယ့် The Mummy နဲ့ The Whale မင်းသားကြီး Brendan Fraser ရဲ့ ငယ်မူငယ်သွေးကို ပြန်ကြည့်ရမှာမလို့ ဟောင်းပေမဲ့ ကောင်းနေဦးမှာပါ။ မင်းသမီးကြီး Leslie ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/george-of-the-jungle-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Barbara-Broadcast-133x200.jpg",
        "title": "(21+) Barbara Broadcast (1977)",
        "description": "Barbara ရဲ့ နာမည်သတင်းနဲ့ ရုပ်ရည်ရူပကာကျော်ကြားမှုက\nအံ့ဩစရာကောင်းလောက်အောင်ပါပဲသူမရဲ့ အဓိက အလုပ်က စာရေးဆရာဖြစ်တယ်\nဒါပေမဲ့ အမျိုးသားထုကြီးကတော့ သူ့ကို အပြာမော်ဒယ်လို့ပဲသိတယ်\nသူက အပြာလောကမှာ ပိုပြီး နာမည်ကြီးပါတယ်တစ်နေ့ စားသောက်ဆိုင်တစ်ခုမှာ အင်တာဗျူးလုပ်ပါတယ်\nဆိုင်မှာရတဲ့ မန်နျူးတွေက DS Fans တွေအကြိုက်ပါပဲ\nPublic မှာ ပေါ်တင်ကြီးတွေ ဆင်ဆာမပါဘွင်းဘွင်းရှင်းရှင်းကြီးတွေ\nဖြစ်လို့ မိသားစုနှင့် အတူကြည့်ဖို့ မသင့်တော်ပါဘူး\nFile size…1.6GB / 730MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/21-barbara-broadcast-1977/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eBUv2GmGdXmCk1AaSOmyiu70hN8.jpg",
        "title": "Philomena(2013)",
        "description": "Genre – Biography, Drama\nIMDB – 7.6/10နှစ် ၅၀ ကျော် ပျောက်ဆုံးနေတဲ့သားကို လိုက်ရှာရတဲ့မိခင်တစ်ယောက်ရဲ့ချစ်ခြင်းမေတ္တာကို ဖော်ကျူးထားတဲ့ဖြစ်ရပ်မှန် ဇာတ်လမ်းလေးပါ။ ဇာတ်လမ်းအကျဉ်းလေး ပြောရမယ်ဆို ဖီလိုမီနာဆိုတဲ့ကောင်မလေးဟာ ပွဲခင်းတစ်ခုမှာ ကောင်လေးရပြီး လူငယ်သဘာဝ ကျူးလွန်ပြီး ကိုယ်ဝန်ရခဲ့ပါတယ်။ သို့သော်လည်း ဒါကိုလက်မခံနိုင်တဲ့ ဖခင်က သမီးဖြစ်သူကို သီလရှင်ကျောင်းမှာစွန့်ပစ်ခဲ့ပါတော့တယ်။ သီလရှင်ကျောင်းမှာပဲ ဒီသားလေးကိုမွေးခဲ့တဲ့ ဖီလိုမီနာဟာ အဝတ်လျှော်ဌာနမှာနေရင်း တစ်နေကုန်တစ်နာရီပဲ သားလေးနဲ့ တွေ့ခွင့်ရပါတယ်။ တစ်ရက်ကျ ကားအကောင်းစားကြီးရောက်လာပြီး သူတို့တောင်သိခွင့်မရှိပဲသားဖြစ်သူကလေးလေးကို လူကုံထံတချို့က မွေးစားသွားကြပါရော….။ဒီလိုနဲ့ နေထိုင်လာတာ အနှစ် ၅၀ ရှိလို့နေပါပြီ တစ်ရက်မှ သူ့သားလေးကို မမေ့ခဲ့ပါဘူး ဒါကြောင့် နောက်ပိုင်းမှ မွေးတဲ့သမီးဖြစ်သူကိုရင်ဖွင့်မိတော့ သမီးဖြစ်သူက လောကကြီးကိုစိတ်ကုန် ဘဝနာနေတဲ့ဂျာနယ်လစ်တစ်ယောက်နဲ့ ချိတ်ဆက်ပြီး အမေဖြစ်သူရဲ့ နှစ် ၅၀ ကြာပျောက်ဆုံးနေတဲ့သားဖြစ်သူကို လိုက်ရှာဖို့ အကြောင်းဖန်လာပါတော့တယ်။ အဲဒီမှာ သီလရှင်ကျောင်းထွက် အဘွားကြီးတစ်ယောက်နဲ့ ဘုရားသခင်ဆိုတာ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/philomena2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oHTNil93kpVQ6TOE4pzypgxPKLb.jpg",
        "title": "The Starving Games(2013)",
        "description": "The Hunger Games ရုပ်ရှင်စီးရီးကိုတော့တော်တော်များများရင်းနှီးကြမယ် ထင်ပါတယ်ဗျ။ခရိုင် ၁၂ခုကနေ ယောက်ျားလေးတစ်ယောက် မိန်းကလေးတစ်ယောက်စီ ရွေးချယ်ခံရပြီး ကစားပွဲထဲမှာ နောက်ဆုံးအသက်ရှင်ကျန်ရစ်သူဖြစ်တဲ့အထိ တိုက်ခိုက်ရတဲ့ ဂိမ်းမျိူးပါ။ယခုတင်ဆက်ပေးလိုက်တဲ့ The Starving Gamesကတော့The Hunger Gamesကို parodyအဖြစ် သရော်ပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ သူ့ရဲ့မူရင်းဇာတ်လမ်းအတိုင်းကိုမှ မထင်မှတ်ထားတဲ့ ဟာသတွေ အများကြီးထည့်ထားတဲ့ အခွီဇာတ်ကားပဲဖြစ်ပါတယ်။ မူရင်းဇာတ်လမ်းထဲကလိုပဲ ဇာတ်လိုက်မင်းသမီးဟာ သူ့ညီမဖြစ်သူဂိမ်းကစားဖို့အရွေးချယ်ခံလိုက်ရတာကို လက်မခံနိုင်ပဲ သူ့ကိုယ်သူသူ့ညီမကိုယ်စား ဝင်အရွေးခံခဲ့ရာကနေ ဇာတ်လမ်းစပါတယ်။ဒီလိုနဲ့ ဂိမ်းထဲမှာ ဘယ်လိုတလွဲတွေ ဆက်ဖြစ်ကြမလဲဆိုတာဟာသပေါင်းစုံနဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်ခင်ဗျာ။ File size…2.29GB / 1.01GB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 23m\nGenre ..... Adventure , Comedy , Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Spencer Potato",
        "rating": "",
        "url": "https://channelmyanmar.org/the-starving-games2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a1ce5xYYkwSCqIHh0nGKnh7Zs7Q.jpg",
        "title": "Defendor (2009)",
        "description": "Defendor (2009)~ IMDb - 6.7/10, Rotten Tomatoes - 75% ~နေ့ခင်းဘက်မှာ ဆောက်လုပ်ရေးသမား...\nညဘက်ကျတော့ စူပါဟီးရိုး...အာသာပေါ်ပင်တန်ဟာ ရုပ်ပြတွေထဲက စူပါဟီးရိုးတွေကိုသိပ်အားကျတဲ့လူတစ်ယောက်ပါ။ ဒါကြောင့်လည်း သူဟာ သူ့နည်းသူ့ဟန်နဲ့ စေတနာ့ဝန်ထမ်းစူပါဟီးရိုး Defendor အဖြစ် အသွင်ယူပြီး ညဘက်မှာဒုစရိုက်သမားတွေကို ပရဟိတ နှိမ်နင်းပါတော့တယ်။ ရုပ်ရှင်တွေရုပ်ပြတွေထဲက စူပါဟီးရိုးတွေဖြစ်တဲ့ ဘတ်မန်းတို့ အိုင်းရွန်းမန်းတို့က သာမန်လူတစ်ယောက်အနေနဲ့ဆိုရင် ဘီလျံနာသူဌေးကြီးတွေဖြစ်ပေမယ့် အာသာကတော့ နေစရာအိမ်တောင်မရှိတဲ့ စူပါဟီးရိုးတစ်ယောက်ပါ။သူ့မှာ ရိုးသားမှု ကြင်နာမှု နဲ့ စူပါဟီးရိုးဖြစ်ချင်စိတ်ပဲရှိပါတယ်။ ဇာတ်လမ်းအစမှာ မင်းသားခံရတယ်ဆိုတဲ့အတိုင်း အာသာကတော့ ဇာတ်လမ်းစစ ဆုံးဆုံး သူချည်းခံနေရတဲ့ စူပါဟီးရိုးပါ။တစ်နေ့မှာတော့ ကတ်ဆိုတဲ့ ကောင်မလေးနဲ့တွေ့ပြီး သူလိုက်ရှာနေခဲ့တဲ့ ဗီလိန်ကြီးဟာ မြို့ရဲ့မူးယစ်ရာဇာကြီးမှန်းသိလိုက်ရတဲ့အခါမှာတော့ သူကိုယ်တိုင်ရင်ဆိုင်ဖို့ဆုံးဖြတ်ခဲ့ပါတော့တယ်။ရယ်လည်းရယ်ရ သနားစရာ‌လည်းကောင်းတဲ့အပြင် အာသာရဲ့ လူသားဆန်မှုနဲ့ အလွဲတွေကို ဟာသနှောပြီးရိုက်ပြထားတဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ်။ပါတဲ့သူတွေကလည်း ကိုယ်တွေမစိမ်းတဲ့ မင်းသားကြီး Woody Harrelson ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/defendor-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNDkxYWE5NjEtY2EyNS00ZTlhLWExNjQtOGJjN2JkOWIwYjlkXkEyXkFqcGdeQXVyMzc1MTY5MjA@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Mandao Returns (2022)",
        "description": "Mandao Returns (2022)\n==================\nIMDb Rating - 7.2/10\nGenre - Comedy, Horrorဒီရုပ်ရှင်ကတော့ ၂၀၁၈ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ Mandao\nof the Dead ရဲ့ အဆက်ရုပ်ရှင်ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်တွေမှာ\nအဓိက ဦးစားပေးထားတာကတော့ ကျွန်တော်တို့အရှေ့တိုင်း\nသားတွေနဲ့ မစိမ်းတဲ့ စိတ်ပြောင်းကိုယ်ခွာ ဒါမှမဟုတ် လိပ်ပြာ\nလွင့်တယ်ခေါ်မလား ဝိဉာဉ်လွှင့်တယ်ခေါ်မလား အဲဒီ အယူ\nအဆအပေါ် အခြေခံ ရိုက်ကူးထားတဲ့ ဟာသဆန်ဆန် ထိတ်\nလန့်သည်းဖိုပေါ့။၂၀၁၈ ရုပ်ရှင်ထဲမှာ ဂျေးတို့ အမျိုးတသိုက် ဟော်လိုဝေးပွဲထဲ\nလူတစ်ယောက်ကို အချိန်နောက်ပြန် ဝိဉာဉ်လွှင့်ပြီး ကယ်တင်\nပြီးတဲ့နောက် ဂျက်ဆန်လုပ်လို့ အိမ်မီးလောင်ကာ ဝမ်းကဲဖြစ်တဲ့\nအန်ဒီ့ဆီ ရောက်လာပါတယ်။ ဒီကားက ဒီမှာစတင်ပါတယ်။အန်ဒီ့ဆီမှာနေနေတုန်း ဂျေးတစ်ယောက် ထူးဆန်းတဲ့အိပ်မက်\nတွေ မက်ပါတယ် ဒီ ဝိဉာဉ်လွှင့်တာကို ဆက်ပြီး မလုပ်တော့ဖို့\nပေါ့။ အဲဒီအချိန်မှာ နာမည်ကြီးမင်းသမီးတစ်ယောက်ကလည်း\nမူးယစ်ဆေးလွန်ပြီး သေတဲ့အထိ ဖြစ်ပျက်သွားခဲ့တယ်။ တိုက်\nတိုက်ဆိုင်ဆိုင်ပဲဆိုသလို ဒီမင်းသမီးရဲ့ မန်နေဂျာဖြစ်သူဟာ အန်\nဒီ့ဆီကို (သူကလည်း ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/mandao-returns-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Pp5vgemIgO4YB9nNmUJ0zjXrd3.jpg",
        "title": "Wetlands(2013)",
        "description": "ဒီဇာတ်လမ်းထဲမှာတော့ ထူးခြားတဲ့ ၁၈နှစ်အရွယ် ဟယ်လင်ဆိုတဲ့ ကောင်မလေးက သူ့ဇာတ်ကြောင်းလေးကို ပြန်ပြောပြပေးနေတာပါ။ ငယ်ငယ်လေးတည်းက မိဘအုပ်ထိန်းမှုတွေထူးဆန်းတာရယ်၊ မိဘတွေ အဆင်မပြေဖြစ်တာတွေ ရန်ဖြစ်တာတွေ နောက်ဆုံးကွာရှင်းတာအထိ ကြုံတွေ့ဖူးထားတာရယ်နဲ့အခု ဟယ်လင်တစ်ယောက်ဟာ တကယ်ကို ထူးထူးခြားခြားနေထိုင်နေသူဖြစ်ပါတယ် (မိုက်မိုက်ရူးရူးနေတယ်လို့ပြောရင်ပိုမှန်မလား)။ သူ့ရဲ့တစ်ကိုယ်ရည်သန့်ရှင်းမှုအပေါ်မှာ မသန့်ရှင်းတဲ့အရာတွေနဲ့ စမ်းသပ်မှုတွေလုပ်နေပြီး ဆယ်ကျော်သက်လေးတစ်ယောက်ဖြစ်သည့်အလျောက် သူ့ရဲ့လိင်ပိုင်းဆိုင်ရာအပေါ်မှာလည်းပုံမှန်လူတွေနဲ့မတူတဲ့ သဘောထားတွေ ရှိတဲ့သူပါ။ သူ့မှာ လိပ်ခေါင်းရောဂါလည်းရှိပြီး တစ်နေ့တော့ အမွေးရိတ်တာကနေ anal fissureလို့ခေါ်တဲ့ စအိုကအရေးပြားမှာ ပေါက်သွားပြီး ဆေးရုံရောက်သွားတယ်။ဆေးရုံမှာ သူ့မိဘတွေအတူ ပြန်လည်ပေါင်းစည်းနိုင်ဖို့ ကြိုးစားတာတွေ၊သူ့ရဲ့ သူနာပြုကောင်လေး ရော်ဘင်ကို ချစ်မိသွားတာလေးတွေကြည့်ရှုရမှာပါ။ ဒီဇာတ်လမ်းဟာ 2008 ခုနှစ်တုန်းက ဂျာမနီမှာ ထုတ်ဝေခဲ့တဲ့စာအုပ်ကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းကို“စာအုပ်တစ်အုပ်အနေနဲ့ဖတ်ဖို့ရော ဇာတ်လမ်းတစ်ပုဒ်အနေနဲ့ရောကြည့်ရှုဖို့က မသင့်တော်ပါဘူး၊ ဝမ်းနည်းဖွယ်ရာလူ့အဖွဲ့အစည်းရဲ့ရောင်ပြန်သက်သက်ပြသခြင်းဖြစ်ပါတယ်”တဲ့။ ညစ်ညမ်းမှုတွေလိင်အသားပေးမှုတွေနဲ့ မိဘတွေကို ပြန်လည်ပေါင်းစည်းပေးချင်တဲ့ဆယ်ကျော်သက်လေးအကြောင်းကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်။ပုံမှန်လူ့အဖွဲ့အစည်းမှာ တွေ့ရခဲတဲ့ ဆယ်ကျော်သက်လေးအကြောင်းကို“အို ဘယ်လိုကြီးလဲ …. Omg“ ဒါမျိုးတပြီး ကြည့်ရမယ့် ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/wetlands2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/HO01WswBGMg0B3quND3mYZxNHN.jpg",
        "title": "Hustlter vs Scammer (2023)",
        "description": "Hustler vs Scammer (2023)\"ကလိမ်စေ့ ငြမ်းဆင်\" တို့ \"ခေါင်းတုံးပေါ်ထိပ်ကွက်\" တို့ စကားလုံးတွေကြားဖူးကြမှာပါ\nအဲ့လိုစကားလုံးတွေနဲ့ လိုက်ဖက်တဲ့ လူလိမ်ကားမျိုးလေး သဘောကျတတ်ရင်တော့\nဒီကားလေးက မိတ်ဆွေတို့အတွက် အပန်းပြေကြည့်ကို ကြည့်သင့်တဲ့ကားလေးပါပဲ။\nဒါ့အပြင် ကိုယ်တွေနဲ့လဲ ယဉ်ကျေးမှုသိပ်မဝေးတဲ့ ဗီယက်နမ်ကားလေးဆိုတော့ ကြည့်ရတာ တော်တော်လေးကို အဆင်ပြေပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ခိုအာ ဆိုတဲ့ Low Level လူလိမ်လေးတစ်ယောက်ဟာ\nလမ်းကြိုလမ်းကြားတွေမှာ တစ်ပြားနှစ်ပြားလောက်လိမ်တဲ့ကောင်ပေါ့။ စိတ်ထားလေးကလဲ မဆိုးရှာဘူးလေ။\nတစ်နေ့တော့ သူ့ထက်မြင့်တဲ့ Medium Level လူလိမ်တစ်စုနဲ့ ဆုံပြီး လိမ်လည်မှု အတတ်ပညာရပ်တွေ သင်ရင်းက\nသူတို့သွားမလိမ်သင့်တဲ့ အလှကုန်တွေ ရောင်းတဲ့ မမကြီး တစ်ယောက်ကို သွားလိမ်မိရာကနေ\nဘယ်လိုအရှုပ်အရှင်းတွေနဲ့ တွေ့ရပြီး ဘယ်လိုတွေဖြေရှင်းကြမလဲဆိုတာ\nဇာတ်လမ်းသွားလှည့်ကွက်လေးတွေနဲ့ စိတ်ဝင်တစားကြည့်ရှုရမဲ့ ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/hustlter-vs-scammer-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/The_Kangaroo_Conspiracy-780098268-large-142x200.jpg",
        "title": "The Kangaroo Conspiracy (2022)",
        "description": "The Kangaroo Conspiracy (2022)\n========================\nIMDb Rating - 5.9/10အခုလို ပူလောင်နေရတဲ့အချိန်မှာ ညစ်ညမ်းဟာသမပါတဲ့ အဖြူရောင်\nပြက်လုံးလေးတွေကို တောင့်တနေတယ်ဆိုရင်တော့ ဒီကားကို လုံးဝ\nrecommend ပေးချင်ပါတယ်။ နာမည်ကျော်ပုဂ္ဂိုလ်တွေရဲ့ အဆိုတွေ၊\nနိုင်ငံတကာပြက်လုံးတွေနဲ့ မြူးမြူးသွက်သွက်လေး တင်ဆက်ပေးထား\nတာကြောင့် ကမ္ဘာ့နိုင်ငံရေးအခြေအနေတွေကို အတော်အသင့်သိရှိနေတဲ့\nသူတွေဆိုရင် တွေးတွေးပြီးကိုရယ်ရစေမဲ့ကားမျိုးပါပဲ။ဇာတ်လမ်းအညွှန်း\n______________\nမာ့အူဝယ် နဲ့ ဇာတ်လိုက်ကျော် သားပိုက်ကောင်တို့က တိုက်ခန်းတစ်ခု\nတည်းမှာ အတူနေထိုင်ကြတဲ့ ရန်ဖြစ်ပြန်ချစ်ညီအစ်ကိုတွေပါ။ အူဝယ်က\nဘေးအခန်းမှာနေတဲ့ မာရီယာဆိုတဲ့ တစ်ခုလပ်မလေးကို ကြိတ်ကြွေနေ\nတာဖြစ်ပြီး နီးစပ်ခွင့်ရဖို့ အသည်းအသန်ကြိုးစားနေတဲ့သူပေါ့။ ဒါပေမဲ့\nသူတို့နှစ်ယောက် ဒိတ်ကြည့်တဲ့အခါမှာ သားပိုက်ကောင်ကြောင့် ကမောက်\nကမတွေ ဖြစ်ခဲ့ရပြီး ရှေ့ဆက်လို့မရဖြစ်သွားခဲ့တယ်။အဲဒီအချိန်မှာပဲ မာရီယာရဲ့ ခင်ပွန်းဟောင်း ဂျိုးကလည်း ထောင်ကလွတ်\nလာပြီး သူ့ဆီပြန်ချဉ်းကပ်လာပြန်ပါတယ်။ ဒီလိုနဲ့ စိတ်ဝင်စားဖို့ကောင်းတဲ့\nအလောင်းအစားတစ်ခု ပေါ်လာပြီး ဒီဇာတ်လမ်းကြီး စတင်ဖို့ အကြောင်း\nဖန်လာပါတော့တယ်။ မာရီယာ့ရဲ့ အမေဖြစ်သူ လစ်စဘက်ကို \"ရာသီဥတု\nပြောင်းလဲမှုဆိုတာ တကယ်မရှိဘူး\"လို့ သူယုံကြည်နေတဲ့အရာကနေ အစွဲ\nလွတ်သွားအောင် လုပ်ပေးနိုင်ရင် သူတို့နှစ်ယောက် ထပ်ဒိတ်လို့ရမှာဖြစ်ပြီး\nရှုံးခဲ့ရင်တော့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-kangaroo-conspiracy-2022/"
    }
]