[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTY5MTI1MzE5Nl5BMl5BanBnXkFtZTgwMjQzNjEzOTE@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "A Street Cat Named Bob (2016)",
        "description": "(ေအာက္ပါ ပံုသည္ ပိုင္ရွင္ျဖစ္သူ ဂ်ိန္း ႏွင့္ သူ၏ ေၾကာင္ ေဘာ့ တို႔ ၏ မူရင္းပံုျဖစ္သည္)\n(အောက်ပါ ပုံသည် ပိုင်ရှင်ဖြစ်သူ ဂျိန်း နှင့် သူ၏ ကြောင် ဘော့ တို့ ၏ မူရင်းပုံဖြစ်သည်)ဒီရုပ္ရွင္ကားဟာ ျဖစ္ရပ္မွန္ျဖစ္ေၾကာင္း ပထမဆံုးအေနနဲ႔ ေျပာပါရေစ ၿပီးေတာ့\nဒီဇတ္လမ္းကို ရိုက္ဖို႔ သရုပ္ေဆာင္တဲ့ ေၾကာင္ေလး ကလဲ ဇတ္လမ္းျဖစ္တည္ခဲ့တဲ့ ေၾကာင္ေလး Bob ကိုယ္တုိင္ပါပဲ\nေၾကာင္ေလး Bob ဟာ က်ေနာ္ ျမင္ဖူးသမွ် ေၾကာင္ေတြထဲမွာ အလိမၼာဆံုး ေၾကာင္ေလး တစ္ေကာင္ျဖစ္ၿပီး\nအံ့ေအာထူးဆန္းဖြယ္ အျပည့္နဲ႔ပါပဲ...\nတိရိစၦာန္ ဇတ္လမ္းေတြမွာ ေခြးေတြကို သင္ေပးရတာ လြယ္ၿပီး ေၾကာင္ေတြကို လိုရာအတိုင္းခိုင္းႏုိင္ဖို႔ အေတာ္ခက္ခဲပါတယ္\nေၾကာင္ေလး Bob အေနနဲ႔ ပီပီျပင္ျပင္ အားလံုးကို သရုပ္ေဆာင္သြားႏုိင္ပါတယ္...\n(Nine Live 2015 လို ကားမ်ိဳးလဲ ရွိေသးလို႔ ရွာေဖြ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2cijd/A_Street_Cat_Named_Bob_[2016]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Death-Race-2050-Türkçe-Altyazılı-izle-Ölüm-Yarışı-2050-234x300.jpg",
        "title": "Death Race 2050 (2017)",
        "description": "၂၀၁၇ ခုႏွစ္ရဲ႕အသစ္ထြက္ထားတဲ့ Action , Sci-Fi ဇာတ္ကားပါ။ဒီဇာတ္ကားဟာ ၁၉၇၅ ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ Death Race 2000 ဇာတ္ကားရဲ႕ Sequel အေနနဲ႕ထြက္ရွိထားတာျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့..........ႏွစ္ေထာင့္ငါးဆယ္ခုႏွစ္...လူလူခ်င္း ေခါင္းပံုျဖတ္ အျမတ္ႀကီးစားတတ္ေသာလူမ်ား ႀကီးစိုး၍ လူဦးေရေပါက္ကြဲေနေသာအခ်ိန္...ၿပိဳင္ပြဲတစ္ခု...ထိုေပါက္ကြဲေနေသာ လူဦးေရကို ထိန္းခ်ဳပ္ႏိုင္ရန္ အစိုးရက အညႇာအတာကင္းမဲ့စြာ ျပဳလုပ္ခဲ့ေသာ ၿပိဳင္ပြဲ...တစ္နည္းအားျဖင့္...မရဏၿပိဳင္ပြဲၿပိဳင္ပြဲဝင္ေတြဟာ ႏိုင္ငံကို အထိန္းအကြပ္မ႐ွိ ေက်ာ္ျဖတ္ဘယ္သူေသေသ ငေတမာရင္ၿပီးေရာ စိတ္ျဖင့္ ၿပိဳင္ပြဲဝင္ အခ်င္းခ်င္း မရဏတရားျဖင့္ မိတ္ဆက္ေပးသည့္ ၿပိဳင္ပြဲ...။R-Rated မို႕လို႕ ၾကမ္းၾကမ္းတမ္းတမ္းေတြျမင္ေတြ႕ရဖို႕ရွိေနပါတယ္။(ဒီဇာတ္ကားကို Aung Myint Oo မွဘာသာျပန္တင္ဆက္ထားတာပါ။)UNICODE၂၀၁၇ ခုနှစ်ရဲ့အသစ်ထွက်ထားတဲ့ Action , Sci-Fi ဇာတ်ကားပါ။ဒီဇာတ်ကားဟာ ၁၉၇၅ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Death Race 2000 ဇာတ်ကားရဲ့ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/death-race-2050-2017/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Ninja-Kids2011-1-141x200.jpg",
        "title": "Ninja Kids(2011)",
        "description": "ဒီေန႕အတြက္ 2011 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ဂ်ပန္ကားေလးတစ္ကားကိုတင္ေပးလိုက္ပါသည္။\nဒီဇာတ္ကားမွာ ကေလးငယ္ေတြဟာ နင္ဂ်ာျဖစ္ဖို႕အတြက္ နင္ဂ်ာပညာရပ္ေတြကိုသင္ၾကားတဲ့\nအေၾကာင္းအရာေလးကိုအေျခခံၿပီးရိုက္ကူးထားပါတယ္။ ဟာသေႏွာၿပီးရိုက္ကူးထားတဲ့အတြက္\nအားလံုးပဲ သေဘာက်ၾကိဳက္ႏွစ္သက္မယ္ဆိုတာ က်ိန္းေသအာမခံပါတယ္။ေနာက္ၿပီး IMDb rating က 5.9/10 ပဲရထားေပမယ့္ လူေတာ္ေတာ္မ်ားအားေပးႏွစ္ျခိဳက္ခဲ့တဲ့ဇာတ္ကားေလးပါ။ ဒီဇာတ္လမ္းမွာ သားငယ္ကိုကြ်မ္းက်င္တဲ့ နင္ဂ်ာတစ္ေယာက္ျဖစ္ေစခ်င္တဲ့\nမိဘႏွစ္ပါးရဲ႕ ေမတၱာကိုလည္းေတြ႕ျမင္ရပါမယ္။ Channel Myanmar ပရိတ္သတ္ၾကီးအၾကိဳက္ေတြ႕\nေစမယ့္ဇာတ္ကားတစ္ကားမို႕ အျမန္ဆံုးသာ ေဒါင္းၾကည့္ၾကေပေတာ့ဗ်ဳိ႕ ။UNICODE\nဒီနေ့အတွက် 2011 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဂျပန်ကားလေးတစ်ကားကိုတင်ပေးလိုက်ပါသည်။\nဒီဇာတ်ကားမှာ ကလေးငယ်တွေဟာ နင်ဂျာဖြစ်ဖို့အတွက် နင်ဂျာပညာရပ်တွေကိုသင်ကြားတဲ့\nအကြောင်းအရာလေးကိုအခြေခံပြီးရိုက်ကူးထားပါတယ်။ ဟာသနှောပြီးရိုက်ကူးထားတဲ့အတွက်\nအားလုံးပဲ သဘောကျကြိုက်နှစ်သက်မယ်ဆိုတာ ကျိန်းသေအာမခံပါတယ်။နောက်ပြီး IMDb rating က 5.9/10 ပဲရထားပေမယ့် လူတော်တော်များအားပေးနှစ်ခြိုက်ခဲ့တဲ့ဇာတ်ကားလေးပါ။ ဒီဇာတ်လမ်းမှာ သားငယ်ကိုကျွမ်းကျင်တဲ့ နင်ဂျာတစ်ယောက်ဖြစ်စေချင်တဲ့\nမိဘနှစ်ပါးရဲ့ မေတ္တာကိုလည်းတွေ့မြင်ရပါမယ်။ Channel Myanmar ပရိတ်သတ်ကြီးအကြိုက်တွေ့\nစေမယ့်ဇာတ်ကားတစ်ကားမို့ အမြန်ဆုံးသာ ဒေါင်းကြည့်ကြပေတော့ဗျို့ ။",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-119/",
        "category": "Action, Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Heroine-Disqualified-2015-143x200.jpg",
        "title": "Heroine Disqualified (2015)",
        "description": "ဒီကားေလးကေတာ့က်ြန္ေတာ္(စိုးေထြး)ရဲ႕၁၇ကား ေျမာက္ဘာသာျပန္ကားေလးပါ။\nဒီဇာတ္ကားဟာ IMDb rating 6.8/10 ထိရရွိထားတဲ့ဇာတ္ကားေလးပါ။ဇာတ္လမ္းအစမွာအေမျဖစ္သူ ကျပစ္သြားျပီးအထီးက်န္ေနတဲ႔ေကာင္ေလးတစ္ေယာက္နဲ႔အစျပဳထားပါတယ္။ငယ္ငယ္ေလးကတည္းက အဲဒီေကာင္ေလးအေပၚအသနားပိုျပီးသံေယာဇဥ္ျဖစ္ေနမိတဲ႔ေကာင္မေလး . . . တစ္ေယာက္အသက္အရြယ္ေလးေတြရလာတဲ႔အခါ ထိုေကာင္ေလးက ေစာ္ၾကည္ဘဲSKBျဖစ္ေနတဲ႔အခါ ထိုေကာင္မေလး ဘာေတြလုပ္မလဲ၊ထိုေကာင္ေလးနဲ႔ေကာင္မေလး ၾကားဝင္လာတဲ႕ခပ္ေခ်ာေခ်ာေကာင္ေလးတစ္ေယာက္နဲ႕ရိုးသားေအးေဆးတဲ႔ေကာင္မေလးတစ္ေယာက္၊ ကာင္ေလးနဲ႔ထိုရိုးရိုးသားသားပံုတံုးမေလး ၾကိဳက္သြားတဲ႔အခါက်န္ေနခဲ႔တဲ႔ေကာင္မေလးဘာလုပ္မလဲ၊ ဘာဆက္ျဖစ္မလဲ၊ ဇတ္ကားတစ္ကားလံုးမခ်င့္မရဲမႈေတြ၊ အသနားပိုမႈေတြ၊ သံေယာဇဥ္ေတြ ခ်စ္ျခင္းေမတာၱေတြ အျပည့္အဝေဖာ္ေဆာင္ထားတဲ႔ဇတ္ကားေကာင္းေလးတစ္ကားပါပဲ။ Attack on Titans ဂ်ပန္ကားေလးကိုဝင္ေငြစံခ်ိန္ခ်ိဴ းထားႏိုင္ခဲ့တဲ႔ ဒီဇာတ္ကားေလးကိုအခု CM ပရိတ္သတ္ေတြဆီပို႔ေပးလိုက္ပါျပီ။စိတ္ေက်နပ္မႈရျပီးအခ်ိန္ေပးၾကည့္ရက်ိဴ းနပ္မယ့္ဇာတ္ကားေကာင္းေလးတစ္ကားလို႔ညြန္းခ်င္ပါတယ္။\n(ဒီဇာတ္လမ္းရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူကေတာ့CM Team မွ Ko Soe Htwe ျဖစ္ပါတယ္။)UNICODEဒီကားလေးကတော့ကျွန်တော်(စိုးထွေး)ရဲ့၁၇ကား မြောက်ဘာသာပြန်ကားလေးပါ။\nဒီဇာတ်ကားဟာ IMDb rating 6.8/10 ထိရရှိထားတဲ့ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအစမှာအမေဖြစ်သူ ကပြစ်သွားပြီးအထီးကျန်နေတဲ့ကောင်လေးတစ်ယောက်နဲ့အစပြုထားပါတယ်။ငယ်ငယ်လေးကတည်းက အဲဒီကောင်လေးအပေါ်အသနားပိုပြီးသံယောဇဉ်ဖြစ်နေမိတဲ့ကောင်မလေး . . . တစ်ယောက်အသက်အရွယ်လေးတွေရလာတဲ့အခါ ထိုကောင်လေးက စော်ကြည်ဘဲSKBဖြစ်နေတဲ့အခါ ထိုကောင်မလေး ဘာတွေလုပ်မလဲ၊ထိုကောင်လေးနဲ့ကောင်မလေး ကြားဝင်လာတဲ့ခပ်ချောချောကောင်လေးတစ်ယောက်နဲ့ရိုးသားအေးဆေးတဲ့ကောင်မလေးတစ်ယောက်၊ ကာင်လေးနဲ့ထိုရိုးရိုးသားသားပုံတုံးမလေး ကြိုက်သွားတဲ့အခါကျန်နေခဲ့တဲ့ကောင်မလေးဘာလုပ်မလဲ၊ ဘာဆက်ဖြစ်မလဲ၊ ဇတ်ကားတစ်ကားလုံးမချင့်မရဲမှုတွေ၊ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-114/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/GOOD-LUCK-CHUCK-134x200.jpg",
        "title": "Good Luck Chuck (2007)",
        "description": "ဒီဇာတ္ကားေလးကိုေတာ့ အေတာ္ေတာ္မ်ားမ်ား ရင္းနွီးေနေလာက္ပါျပီ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ခ်ာလီဟာ ငယ္စဥ္ဘ၀မွာေကာင္မေလးတစ္ေယာက္ရဲ႕ က်ိန္စာတိုက္တာကို ခံလိုက္ရပါတယ္။က်ိန္စာကေတာ့ မင္းနဲ႕ အတူတူ အိပ္မိတဲ့သူတိုင္းဟာ မင္းနဲ႔ကြဲျပီးေနာက္တစ္ေယာက္ရဲ႕ ဖူးစာရွင္ျဖစ္ပါေစဆိုတာပါပဲ။ဒီက်ိန္စာတစ္ကယ္အမွန္လို ျဖစ္လာတဲ့အခါမွာေတာ့ တစ္ျမိဳ႕လံုးရဲ႕ဖူးစာရွင္လိုခ်င္တဲ့ မိန္းမအားလံုးဟာ ခ်ာလီနဲ႕ အတူအိပ္ဖို႕ၾကိဳးစားလာပါေတာ့တယ္။ဒါေပမယ္ ခ်ာလီကိုယ္တိုင္ ခ်စ္တဲ့သူေတြ႕လာျပီး သူ႕ခ်စ္သူကအတူအိပ္ဖို႕ၾကိဳးစားလာတဲ့အခါမွာေတာ့ နည္းမ်ိဳးစံုနဲ႔ မအိပ္ျဖစ္ေအာင္ေရွာင္ရင္က်ိန္စာကို ေခ်ဖ်က္ဖို႕ ၾကိဳးစားလာပါေတာ့တယ္။ ဇာတ္ကားဟာလိင္အသားေပးမဟုတ္ပဲ ဟာသနဲ႔ အခ်စ္အေၾကာင္းပဲျဖစ္ေပမယ္အသံုးအႏႈန္းေတြနဲ႔ အခန္းေတြက တစ္ေယာက္ထဲၾကည့္မွပဲသင့္ေတာ္ပါလိမ့္မယ္။ ဒီကားကိုေတာ့ မန္ဘာWai Phyo မွ ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္။UNICODEဒီဇာတ်ကားလေးကိုတော့ အတော်တော်များများ ရင်းနှီးနေလောက်ပါပြီ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ချာလီဟာ ငယ်စဉ်ဘဝမှာကောင်မလေးတစ်ယောက်ရဲ့ ကျိန်စာတိုက်တာကို ခံလိုက်ရပါတယ်။ကျိန်စာကတော့ မင်းနဲ့ အတူတူ အိပ်မိတဲ့သူတိုင်းဟာ မင်းနဲ့ကွဲပြီးနောက်တစ်ယောက်ရဲ့ ဖူးစာရှင်ဖြစ်ပါစေဆိုတာပါပဲ။ဒီကျိန်စာတစ်ကယ်အမှန်လို ဖြစ်လာတဲ့အခါမှာတော့ တစ်မြို့လုံးရဲ့ဖူးစာရှင်လိုချင်တဲ့ မိန်းမအားလုံးဟာ ချာလီနဲ့ အတူအိပ်ဖို့ကြိုးစားလာပါတော့တယ်။ဒါပေမယ် ချာလီကိုယ်တိုင် ချစ်တဲ့သူတွေ့လာပြီး သူ့ချစ်သူကအတူအိပ်ဖို့ကြိုးစားလာတဲ့အခါမှာတော့ နည်းမျိုးစုံနဲ့ မအိပ်ဖြစ်အောင်ရှောင်ရင်ကျိန်စာကို ချေဖျက်ဖို့ ကြိုးစားလာပါတော့တယ်။ ဇာတ်ကားဟာလိင်အသားပေးမဟုတ်ပဲ ဟာသနဲ့ အချစ်အကြောင်းပဲဖြစ်ပေမယ်အသုံးအနှုန်းတွေနဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/good-luck-chuck/",
        "category": "Adult, Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/garfield-a-tail-of-two-kitties-garfield-2.34905-200x300.jpg",
        "title": "Garfield: A Tail of Two Kitties (2006)",
        "description": "ဒီကားလေးကတော့ အားလုံးနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့ Gerfield 1 ရဲ့အဆက်ဖြစ်တဲ့ Gerfield 2 ပဲဖြစ်ပါတယ်...\nGerfield ဆိုတဲ့နာမည်ကိုကြားလိုက်ရင် အရမ်းကိုလည်ပြီးကြောင်ပါးဝတတ်တဲ့\nလိမ္မော်ရောင်ကြောင်ဖက်တီးကို ပြေးမြင်ကြမှာပဲဖြစ်ပါတယ်...သူ့ရဲ့စကားပြောဟန်တွေနဲ့\nဝနေတဲ့ သူ့ကိုယ်လုံးကြီးက ပရိတ်သတ်တွေကြားမှာ လွန်စွာကိုချစ်စရာကောင်းနေခဲ့ပါတယ်...\nGerfield 1 မှာတုန်းက သူဟာသူ့ရဲ့သူငယ်ချင်းအသစ်ဖြစ်တဲ့ ခွေးလေးအိုဒီနဲ့\nတွေ့ဆုံခဲ့ပြီးတော့ သူငယ်ချင်းတွေဖြစ်လာခဲ့ပါတယ်...အဲ့နောက်မှာခွေးလေးအိုဒီကို\nမကောင်းတဲ့လူတွေလက်ကနေပြန်လည်ကယ်တင်ရင်းကနေ\nသူ့ရဲ့စွန့်စားခန်းတွေကိုတင်ဆက်ပေးခဲ့တာပဲဖြစ်ပါတယ်...\nအခုတင်ဆက်ပေးမယ့် အပိုင်းသစ် Gerfield 2 မှာတော့ ခွေးလေးအိုဒီအပြင်\nသူ့နဲ့ရုပ်ချင်းလုံးဝတူနေတဲ့ ကြောင်ဘုရင် Gerfield Prince နဲ့ထပ်မံတွေ့ဆုံရမှာပဲဖြစ်ပါတယ်...\nသူတို့နှစ်ယောက်ဘယ်လိုတွေ့ဆုံပြီးတော့ ဘယ်လိုတွေစွန့်စားမှု့တွေလုပ်ကြမလဲ...\nဘယ်လိုဟာသတွေထည့်သွင်းရိုက်ကူးထားလဲဆိုတာကတော့\nအားလုံးစိတ်ဝင်တစားနဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်...အားလုံးကြည့်ပြီးကြတဲ့ကားဟောင်းလေးပေမယ့်\n''Old but Gold''ဆိုတဲ့စကားအတိုင်း ပြန်လည်သိမ်းဆည်းထားချင်သူများနဲ့\nမကြည့်ရသေးတဲ့ပရိတ်သတ်များ ကြည့်ရှု့နိုင်ရန်အတွက်သာဖြစ်ပါတယ်...\nGerfield ကတော့ ကျွန်တော့အကြိုက်ဆုံးဇာတ်ကောင်ဖြစ်လို့\nGerfield 1 ကို ကိုယ်တိုင်ဘာသာပြန်ခဲ့ပြီး အခု ညီငယ် Pyae Phyo Hein ရဲ့ ဘာသာပြန်မှု့နဲ့\nGerfield 2 ကိုအားလုံးကြည့်ရှု့နိုင်ရန် တင်ဆက်ပေးလိုက်ပါတယ်....\n--------------------------------------------------------------\nဒီကားေလးကေတာ့ အားလုံးနဲ႔ရင္းႏွီးၿပီးသားျဖစ္တဲ့ Gerfield 1 ရဲ႕အဆက္ျဖစ္တဲ့ Gerfield 2 ပဲျဖစ္ပါတယ္...\nGerfield ဆိုတဲ့နာမည္ကိုၾကားလိုက္ရင္ အရမ္းကိုလည္ၿပီးေၾကာင္ပါးဝတတ္တဲ့\nလိေမၼာ္ေရာင္ေၾကာင္ဖက္တီးကို ေျပးျမင္ၾကမွာပဲျဖစ္ပါတယ္...သူ႔ရဲ႕စကားေျပာဟန္ေတြနဲ႔\nဝေနတဲ့ သူ႔ကိုယ္လုံးႀကီးက ပရိတ္သတ္ေတြၾကားမွာ လြန္စြာကိုခ်စ္စရာေကာင္းေနခဲ့ပါတယ္...\nGerfield 1 မွာတုန္းက သူဟာသူ႔ရဲ႕သူငယ္ခ်င္းအသစ္ျဖစ္တဲ့ ေခြးေလးအိုဒီနဲ႔\nေတြ႕ဆုံခဲ့ၿပီးေတာ့ သူငယ္ခ်င္းေတြျဖစ္လာခဲ့ပါတယ္...အဲ့ေနာက္မွာေခြးေလးအိုဒီကို\nမေကာင္းတဲ့လူေတြလက္ကေနျပန္လည္ကယ္တင္ရင္းကေန\nသူ႔ရဲ႕စြန႔္စားခန္းေတြကိုတင္ဆက္ေပးခဲ့တာပဲျဖစ္ပါတယ္...\nအခုတင္ဆက္ေပးမယ့္ အပိုင္းသစ္ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2cUtt/Garfield_2_-_A_Tail_Of_Two_Kitties_[2006]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/life-risking-romance-ikorean-2016-211x300.jpg",
        "title": "Life Risking Romance (2016)",
        "description": "Sex is zero မင္းသမီး ဟာဂ်ီဝန္အဓိကပါဝင္ထားျပီး ထိုင္ဝမ္မင္းသား ခ်န္ဘိုလင္းႏွင့္ ေတာင္ကိုရီးယားမင္းသား ခ်န္ေဂ်ာင္ေျမာင္တို႕လဲပါဝင္ထားပါတယ္။ဟာဂ်ီဝန္က စံုေထာက္စာေရးဆရာမ.....သာမန္ေတာ့မဟုတ္....အမႈေတြကိုရူးသြပ္စြာ လိုက္လံအေျဖရွာ စံုေထာက္တတ္သူ...ခ်န္ေဂ်ာင္ေျမာင္...သူက ဟာဂ်ီဝန္ရဲ႕ငယ္သူငယ္ခ်င္းရဲစံုေထာက္..သူကေတာ့ စံုေထာက္ဖို႕ထက္ ဟာဂ်ီဝန္ကိုသာလိုက္လံေစာင့္ေရွာက္ခ်င္သူ....ခ်န္ဘိုလင္းက ရူပါမန္း...ဟာဂ်ီဝန္မွျမင္ျမင္ခ်င္း စြဲလမ္းသြားသူ....သူတို႕သံုးေယာက္ ထူးဆန္းတဲ့ကြင္းဆက္လူသတ္မႈမွာ ထိပ္တိုက္ရင္ဆိုင္ၾကရာက....။ေပါ့ေပါ့ပါးပါးရိုက္ကူးထားျပီး Comedy ဆန္တဲ့ အခ်စ္စံုေထာက္ဇာတ္ကားေလးပါ။(Aye Nyein Thu မွခံစားတင္ဆက္ထားပါတယ္။) unicodeSex is zero မင်းသမီး ဟာဂျီဝန်အဓိကပါဝင်ထားပြီး ထိုင်ဝမ်မင်းသား ချန်ဘိုလင်းနှင့် တောင်ကိုရီးယားမင်းသား ချန်ဂျောင်မြောင်တို့လဲပါဝင်ထားပါတယ်။ဟာဂျီဝန်က စုံထောက်စာရေးဆရာမ.....သာမန်တော့မဟုတ်....အမှုတွေကိုရူးသွပ်စွာ လိုက်လံအဖြေရှာ စုံထောက်တတ်သူ...ချန်ဂျောင်မြောင်...သူက ဟာဂျီဝန်ရဲ့ငယ်သူငယ်ချင်းရဲစုံထောက်..သူကတော့ စုံထောက်ဖို့ထက် ဟာဂျီဝန်ကိုသာလိုက်လံစောင့်ရှောက်ချင်သူ....ချန်ဘိုလင်းက ရူပါမန်း...ဟာဂျီဝန်မှမြင်မြင်ချင်း စွဲလမ်းသွားသူ....သူတို့သုံးယောက် ထူးဆန်းတဲ့ကွင်းဆက်လူသတ်မှုမှာ ထိပ်တိုက်ရင်ဆိုင်ကြရာက....။ပေါ့ပေါ့ပါးပါးရိုက်ကူးထားပြီး Comedy ဆန်တဲ့ အချစ်စုံထောက်ဇာတ်ကားလေးပါ။(Aye Nyein Thu မှခံစားတင်ဆက်ထားပါတယ်။) \nFile size…(900MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:43:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/life-risking-romance-2016/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Miss-Congeniality-movie-poster-1-200x300.jpg",
        "title": "Miss Congeniality 2000",
        "description": "Sandra Bullockရဲ ့ကားေကာင္းတစ္ကားနဲ ့မိတ္ဆက္ေပးပါရေစ....\nFBIေအးဂ်င့္ ဂေရ ့စ္ကမိန္းမဆန္ဆန္မေနတတ္သူတစ္ေယာက္ပါ...\nမစ္ရွင္ေတြမွာလည္းမဆင္မၿခင္လုပ္ရပ္ေတြနဲ႕ၿပသနာရွာတတ္သူတစ္ေယာက္ပါ...\nတစ္ေန ့မွာေတာ့ အလွမယ္ၿပိဳင္ပြဲကို ဗံုးေဖာက္ရန္ႀကံစဥ္ေနမွဳအား အသြင္ေျပာင္းစံုစမ္းရန္ျဖစ္လာတဲ့အခါ......\nသူ ့ရဲ ့နဂိုေယာက္်ားဆန္တဲ့အက်င့္ေၾကာင့္ အလွမယ္ေတြၾကားထဲမွာ\nအမ်ိဳးမ်ိဳးဒုကၡေရာက္ရင္းတစ္လြဲတစ္ေခ်ာ္ျဖစ္ပံုေတြကိုဟာသေျမာက္စြာၾကည့္ရွဳရမွာပါ.....\nအလွမယ္ေနာက္ဆံုးၿပိဳင္ပြဲေန ့ကို ေဖာက္ခြဲသူေတြဦးတည္ခ်က္ထားမွန္းသိသြားခ်ိန္မွာေတာ့\nဗံုးေဖာက္ခြဲသူကိုလက္ရဖမ္းဆီးႏိုင္ရန္ ဆန္ခါတင္အလွမယ္၅ေယာက္ထဲပါဖို ့ႀကိဳးစားရန္ လိုအပ္လာပါေတာ့တယ္ ...\nေအးဂ်င့္ ဂေရ ့စ္ကဘယ္လိုႀကိဳးစားမလဲ ဗံုးေဖာက္ခြဲမွဳကိုေရာ တားဆီးႏိုင္မွာလားဆိုတာ\nရင္တမမၾကည့္ရမယ့္ ဟာသကားေကာင္းတစ္ကားျဖစ္ပါတယ္.....\nSandra Bullockရဲ့ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ....\nFBIအေးဂျင့် ဂရေ့စ်ကမိန်းမဆန်ဆန်မနေတတ်သူတစ်ယောက်ပါ...\nမစ်ရှင်တွေမှာလည်းမဆင်မခြင်လုပ်ရပ်တွေနဲ့ပြသနာရှာတတ်သူတစ်ယောက်ပါ...\nတစ်နေ့မှာတော့ အလှမယ်ပြိုင်ပွဲကို ဗုံးဖောက်ရန်ကြံစဉ်နေမှုအား အသွင်ပြောင်းစုံစမ်းရန်ဖြစ်လာတဲ့အခါ......\nသူ့ရဲ့နဂိုယောက်ျားဆန်တဲ့အကျင့်ကြောင့် အလှမယ်တွေကြားထဲမှာ\nအမျိုးမျိုးဒုက္ခရောက်ရင်းတစ်လွဲတစ်ချော်ဖြစ်ပုံတွေကိုဟာသမြောက်စွာကြည့်ရှုရမှာပါ.....\nအလှမယ်နောက်ဆုံးပြိုင်ပွဲနေ့ကို ဖောက်ခွဲသူတွေဦးတည်ချက်ထားမှန်းသိသွားချိန်မှာတော့\nဗုံးဖောက်ခွဲသူကိုလက်ရဖမ်းဆီးနိုင်ရန် ဆန်ခါတင်အလှမယ်၅ယောက်ထဲပါဖို့ကြိုးစားရန် လိုအပ်လာပါတော့တယ် ...\nအေးဂျင့် ဂရေ့စ်ကဘယ်လိုကြိုးစားမလဲ ဗုံးဖောက်ခွဲမှုကိုရော တားဆီးနိုင်မှာလားဆိုတာ\nရင်တမမကြည့်ရမယ့် ဟာသကားကောင်းတစ်ကားဖြစ်ပါတယ်.....Format…mp4\nDuration....01:50:15\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Nway Khin Khin\nEncoder….Moe Myint Lwin\n Download with VIP Link\nDownload with Pcloud\nDownload with Openload",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/miss-congeniality-2000/",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Aliens-In-the-Attic1-215x300.jpg",
        "title": "Aliens In Attic (2009)",
        "description": "Adventure ကားေလးလည္းၿဖစ္ ဟာသဆန္ဆန္ေလးလည္းေရာထားတဲ့\nကားေလးတစ္ကားနဲ႕ မိတ္ဆက္ေပးပါရေစ....\n၂၀၀၉ ခုႏွစ္ကထြက္ရွိထားတဲ့ Aliens in the Attic ကားေလးဟာ IMDB 5.4 ပဲရထားေပမဲ့\nေပါ့ေပါ့ပါးပါးေလးနဲ႕ တကယ္ကုိစိတ္၀င္စားစရာေကာင္းတဲ့ကားေလးမုိ႕ လက္လြတ္မခံသင့္တဲ့\nကားေလး တစ္ကားပဲျဖစ္ပါတယ္။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ပီတာဆန္မိသားစုက ေႏြရာသီပိတ္ရက္ျဖစ္တဲ့အတြက္\nငါးဖမ္းဖို႕မီခ်ီဂန္မွာရွိတဲ့ အပန္းေျဖရိပ္သာတခုကုိ ခရီးထြက္လာခဲ့ၾကပါတယ္...\nအဲ့ျမိဳ႕ေရာက္တဲ့အခါ သူတုိ႕ငွားထားတဲ့အိမ္မွာ ဘယ္တုန္းထဲက ျမွဳပ္ထားမွန္းမသိတဲ့\nျဂိဳလ္သားေတြနဲ႕ပတ္သက္တဲ့ စက္ကိရိယာတခုေၾကာင့္\nျဂိဳလ္သားေတြ သူတို႕အိမ္ထဲ က်ဴးေက်ာ္၀င္ေရာက္မွဳေတြျဖစ္ျပီး လူသားေတြကုိ\nစိတ္ထိန္းခ်ဳပ္စက္ေတြတပ္ဆင္ကာ ကမၻာၾကီးကုိ ၾကီးစိုးဖို႕ၾကိဳးစားပါေတာ့တယ္။\nတြမ္ပီတာဆန္တို႕ေမာင္ႏွမတသိုက္ မိဘေတြမသိေအာင္ ကမၻာၾကီးကိုဘယ္လိုကာကြယ္ရင္း\nျဂိဳလ္သားေတြကုိဘယ္လိုႏွိမ္နင္းၾကမွာလဲ...\nသူတုိ႕အခ်ိန္မွီကာကြယ္ႏုိင္မလား ျဂိဳလ္သားေတြကပဲ ကမၻာၾကီးကို ထိန္းခ်ဳပ္ဖို႕ ၀င္ေရာက္လာၾကမလားဆိုတာကို\nပရိတ္သတ္ၾကီးက ဇာတ္ကားေလးေဒါင္းျပီး ၾကည့္ရွဴလိုက္ၾကပါဦးေနာ္...\n[Adventure ကားလေးလည်းဖြစ် ဟာသဆန်ဆန်လေးလည်းရောထားတဲ့\nကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ....\n၂၀၀၉ ခုနှစ်ကထွက်ရှိထားတဲ့ Aliens in the Attic ကားလေးဟာ IMDB 5.4 ပဲရထားပေမဲ့\nပေါ့ပေါ့ပါးပါးလေးနဲ့ တကယ်ကိုစိတ်ဝင်စားစရာကောင်းတဲ့ကားလေးမို့ လက်လွတ်မခံသင့်တဲ့\nကားလေး ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/aliens-in-attic-2009/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTc5MDcwNDQ4Nl5BMl5BanBnXkFtZTgwNzA4NTEwMTI@._V1_UY268_CR30182268_AL_.jpg",
        "title": "My Annoying Brother 2016",
        "description": "ကိုရီးယားႏိုင္ငံရဲ႕ နာမည္ႀကီးေတြၿဖစ္တဲ့ Jung Seok..Do Kyung Soo နဲ႔\nမင္းသမီးေခ်ာေလး Park Shin Hye တို႔ ပါဝင္႐ိုက္ကူးထားတဲ့\n၂၀၁၆ ခုႏွစ္ ထြက္႐ွိထားတဲ့ နာမည္ႀကီးဇာတ္ကားတစ္ကားပါ\nဂိုဒိုေယာင္းဟာ ႏိုင္ငံလက္ေရြးစင္အားကစားသမားတစ္ေယာက္ပါ\nတေန႔မွာ သူဟာ အမွတ္မထင္ပဲ ၿပိဳင္ပြဲယွဥ္ၿပိဳင္ရင္းနဲ႔ ထိခိုက္မိရာက မ်က္စိကြယ္သြားခဲ့ပါတယ္\nသူ႔မွာ ဂိုဒိုေဆာင္း ဆိုတဲ့ လိမ္လည္မႈေတြနဲ႔ ေထာင္က်ေနတဲ့အကိုတစ္ေယာက္႐ွိပါတယ္\nဂိုဒိုေယာင္းဟာ မ်က္စိကြယ္သြားၿပီးေစာင့္ေရွာက္ေပးဖို႕ လူလိုလာတဲ့ အတြက္ေၾကာင့္\nသူ႕အကိုဟာ သူ႔ကို အေၾကာင္းျပၿပီး\nေထာင္ကလြတ္လာခဲ့ပါတယ္\nတဖက္မွာလည္း ဂိုဒိုေယာင္း ကို အရင္ကတည္းက\nေလ့က်င့္ေပးေနတဲ့ နည္းျပ နမ္ ကလည္း သူ႔ကို မသန္စြမ္း အားကစား အဖြဲ႔ထဲကို ဝင္ၿပီး ျပန္ၿပီးေလ့က်င့္ဖို႔ကို\nတိုက္တြန္းေနပါတယ္\nတျဖည္းျဖည္း အေနၾကာလာတဲ့ အခါမွာေတာ့ ဂိုဒိုေဆာင္းတစ္ေယာက္ သူ႔ညီေလးကို သံေယာဇဥ္ျဖစ္လာခဲ့ပါတယ္\nဒါေပမယ့္ မထင္မွတ္ထားတဲ့ ကံၾကမၼာတစ္ခု ဝင္လာတဲ့ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/my-annoying-brother-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Laid-in-America-2016-movie-poster-200x300.jpg",
        "title": "Laid In America 2016",
        "description": "ၾကည့္လို႕ေကာင္းမယ့္ အေမရိကန္ေက်ာင္းသားဟာသကားေလးတစ္ကားၿဖစ္ပါတယ္....\nမူလထြက္ရွိထားတဲ့အေမရိကန္ပိုင္း ဇာတ္လမ္းေတြထက္ပိုမိုေကာင္းမြန္လာတာကိုလည္းေတြ႕ရမွာၿဖစ္ပါတယ္..\nအေမရိကန္ေက်ာင္းသားဟာသကားေတြရဲ႕ ထံုးစံအတိုင္း\n၁၈ႏွစ္နဲ႕အထက္လူငယ္ေတြ ၾကည့္ရန္အတြက္သာၿဖစ္ေပမယ့္\nဒီကားေလးကေတာ့ Comedy အတြက္ဦးစားေပးထားတဲ့ကားေလးပဲၿဖစ္ပါတယ္...\nဟာသအပိုင္းကို ဦးစားေပးထားတာေၾကာင့္ ေပ်ာ္ခ်င္တဲ့ လူငယ္ေတြ အၾကိဳက္ေတြ႕ေစမယ့္\nလူငယ္ဆန္ဆန္ဟာသကားေလးပဲၿဖစ္ပါတယ္...\nလူငယ္တို႕ရဲ႕စူးစမ္းလိုတဲ့စိတ္ေတြေၾကာင့္ ဒီေက်ာင္းသားေလးႏွစ္ေယာက္ဘာေတြၿဖစ္ၾကမလဲ...\nသူတို႕ေတြဘယ္လိုေနရာေတြမွာ ဘယ္လိုေပါက္ကရေတြကိုစမ္းသပ္ၾကမလဲဆိုတာ\nရယ္ေမာၿပီးၾကည့္ရမွာၿဖစ္ပါတယ္...\nအဲ့ဒီေတာ့ လူငယ္ဆန္ဆန္နဲ႕ ဟာသအၿမင္နဲ႕ေကာ ၁၈ ႏွစ္နဲ႕အထက္ ဇာတ္လမ္းေတြအကုန္လံုးေပါင္းၿပီးေတာ့\nေရာသမေမႊထားတဲ့ ဒီကားေလးကို ရယ္ေမာခ်င္သူမ်ား ၁၈ ႏွစ္နဲ႕ အထက္ ညီအကိုမ်ားစုၿပီးေတာ့\nၾကည့္လို႕ရေအာင္ တင္ဆက္ေပးလိုက္ပါတယ္....\n(ဒီကားကိုခံစားၿပီးဘာသာၿပန္ေပးထားၾကတဲ့ Pyae Phyo Hein နဲ႕ Phyo Pyae ကိုအထူးပင္ေက်းဇူးတင္ရွိပါေၾကာင္း)\n[\nကြည့်လို့ကောင်းမယ့် အမေရိကန်ကျောင်းသားဟာသကားလေးတစ်ကားဖြစ်ပါတယ်....\nမူလထွက်ရှိထားတဲ့အမေရိကန်ပိုင်း ဇာတ်လမ်းတွေထက်ပိုမိုကောင်းမွန်လာတာကိုလည်းတွေ့ရမှာဖြစ်ပါတယ်..\nအမေရိကန်ကျောင်းသားဟာသကားတွေရဲ့ ထုံးစံအတိုင်း\n၁၈နှစ်နဲ့အထက်လူငယ်တွေ ကြည့်ရန်အတွက်သာဖြစ်ပေမယ့်\nဒီကားလေးကတော့ Comedy အတွက်ဦးစားပေးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်...\nဟာသအပိုင်းကို ဦးစားပေးထားတာကြောင့် ပျော်ချင်တဲ့ လူငယ်တွေ အကြိုက်တွေ့စေမယ့်\nလူငယ်ဆန်ဆန်ဟာသကားလေးပဲဖြစ်ပါတယ်...\nလူငယ်တို့ရဲ့စူးစမ်းလိုတဲ့စိတ်တွေကြောင့် ဒီကျောင်းသားလေးနှစ်ယောက်ဘာတွေဖြစ်ကြမလဲ...\nသူတို့တွေဘယ်လိုနေရာတွေမှာ ဘယ်လိုပေါက်ကရတွေကိုစမ်းသပ်ကြမလဲဆိုတာ\nရယ်မောပြီးကြည့်ရမှာဖြစ်ပါတယ်...\nအဲ့ဒီတော့ လူငယ်ဆန်ဆန်နဲ့ ဟာသအမြင်နဲ့ကော ၁၈ နှစ်နဲ့အထက် ဇာတ်လမ်းတွေအကုန်လုံးပေါင်းပြီးတော့\nရောသမမွှေထားတဲ့ ဒီကားလေးကို ရယ်မောချင်သူများ ၁၈ နှစ်နဲ့ အထက် ညီအကိုများစုပြီးတော့\nကြည့်လို့ရအောင် တင်ဆက်ပေးလိုက်ပါတယ်....\n(ဒီကားကိုခံစားပြီးဘာသာပြန်ပေးထားကြတဲ့ Pyae ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/laid-in-america-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/03/7yuftk2mp6lw-2-215x300.jpg",
        "title": "Lan Kwai Fong 3 (2014)",
        "description": "Lan Kwai Fong (2011) နဲ႕ Lan Kwai Fong 2(2012)တို႕ရဲ႕အဆက္အျဖစ္ထြက္ရွိခဲ့တဲ့ဇာတ္ကားျဖစ္ပါတယ္။Lan Kwai Fong ဆိုတာကေတာ့ ေဟာင္ေကာင္ရဲ႕ အေပ်ာ္အပါးေတြစုစည္းထားတဲ့ေနရာပါ။\nဒီအေပ်ာ္အပါးေတြၾကားမွာ ရုန္းကန္လႈပ္ရွားေနၾကသူမ်ား…ေပ်ာ္ရႊင္ေနၾကသူမ်ား…စတဲ့စတဲ့လူေတြကို အမ်ိဳးမ်ိဳးအဖံုဖံုေတြ႕ႏိုင္ပါတယ္…ဒီထဲမွာမွ အခ်စ္ကိုေတြ႕ရွိသြားၾကတဲ့ လူငယ္တခ်ိဳ႕… ခ်စ္ျခင္းမွာကံေကာင္းႏိုင္မလားဆိုတာ…။\nေဟာင္ေကာင္ တက္သစ္စေမာ္ဒယ္လ္ေတြနဲ႕ရိုက္ကူးထားျပီး ေပါ့ေပါ့ပါးပါးၾကည့္ရႈဖို႕သင့္ေလ်ာ္တဲ့ဇာတ္ကားပါ။\nNudity အခန္းတခ်ိဳ႕ေၾကာင့္ မိသားစုနဲ႕ေတာ့မၾကည့္သင့္ပါ။[Lan Kwai Fong (2011) နဲ့ Lan Kwai Fong 2(2012)တို့ရဲ့အဆက်အဖြစ်ထွက်ရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။Lan Kwai Fong ဆိုတာကတော့ ဟောင်ကောင်ရဲ့ အပျော်အပါးတွေစုစည်းထားတဲ့နေရာပါ။\nဒီအပျော်အပါးတွေကြားမှာ ရုန်းကန်လှုပ်ရှားနေကြသူများ…ပျော်ရွှင်နေကြသူများ…စတဲ့စတဲ့လူတွေကို အမျိုးမျိုးအဖုံဖုံတွေ့နိုင်ပါတယ်…ဒီထဲမှာမှ အချစ်ကိုတွေ့ရှိသွားကြတဲ့ လူငယ်တချို့… ချစ်ခြင်းမှာကံကောင်းနိုင်မလားဆိုတာ…။\nဟောင်ကောင် တက်သစ်စမော်ဒယ်လ်တွေနဲ့ရိုက်ကူးထားပြီး ပေါ့ပေါ့ပါးပါးကြည့်ရှုဖို့သင့်လျော်တဲ့ဇာတ်ကားပါ။\nNudity အခန်းတချို့ကြောင့် မိသားစုနဲ့တော့မကြည့်သင့်ပါ။]\nFile size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/lan-kwai-fong-3-2014/",
        "category": "Adult, Asian, Comedy, Drama, Special Package"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/03/Lan-Kwai-Fong-2-Xi-ai-ye-pu-2-2012-1-212x300.jpg",
        "title": "Lan Kwai Fong 2 (2012)",
        "description": "Lan Kwai Fong (2011) ရဲ႕အဆက္အျဖစ္ထြက္ရွိခဲ့တဲ့ဇာတ္ကားျဖစ္ပါတယ္။Lan Kwai Fong ဆိုတာကေတာ့ ေဟာင္ေကာင္ရဲ႕ အေပ်ာ္အပါးေတြစုစည္းထားတဲ့ေနရာပါ။\nဒီအေပ်ာ္အပါးေတြၾကားမွာ ရုန္းကန္လႈပ္ရွားေနၾကသူမ်ား…ေပ်ာ္ရႊင္ေနၾကသူမ်ား…စတဲ့စတဲ့လူေတြကို အမ်ိဳးမ်ိဳးအဖံုဖံုေတြ႕ႏိုင္ပါတယ္…ဒီထဲမွာမွ အခ်စ္ကိုေတြ႕ရွိသြားၾကတဲ့ လူငယ္တခ်ိဳ႕… ခ်စ္ျခင္းမွာကံေကာင္းႏိုင္မလားဆိုတာ…။\nေဟာင္ေကာင္ တက္သစ္စေမာ္ဒယ္လ္ေတြနဲ႕ရိုက္ကူးထားျပီး ေပါ့ေပါ့ပါးပါးၾကည့္ရႈဖို႕သင့္ေလ်ာ္တဲ့ဇာတ္ကားပါ။\nNudity အခန္းတခ်ိဳ႕ေၾကာင့္ မိသားစုနဲ႕ေတာ့မၾကည့္သင့္ပါ။[Lan Kwai Fong (2011) ရဲ့အဆက်အဖြစ်ထွက်ရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။Lan Kwai Fong ဆိုတာကတော့ ဟောင်ကောင်ရဲ့ အပျော်အပါးတွေစုစည်းထားတဲ့နေရာပါ။\nဒီအပျော်အပါးတွေကြားမှာ ရုန်းကန်လှုပ်ရှားနေကြသူများ…ပျော်ရွှင်နေကြသူများ…စတဲ့စတဲ့လူတွေကို အမျိုးမျိုးအဖုံဖုံတွေ့နိုင်ပါတယ်…ဒီထဲမှာမှ အချစ်ကိုတွေ့ရှိသွားကြတဲ့ လူငယ်တချို့… ချစ်ခြင်းမှာကံကောင်းနိုင်မလားဆိုတာ…။\nဟောင်ကောင် တက်သစ်စမော်ဒယ်လ်တွေနဲ့ရိုက်ကူးထားပြီး ပေါ့ပေါ့ပါးပါးကြည့်ရှုဖို့သင့်လျော်တဲ့ဇာတ်ကားပါ။\nNudity အခန်းတချို့ကြောင့် မိသားစုနဲ့တော့မကြည့်သင့်ပါ။]\nFile size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/lan-kwai-fong-2-2012/",
        "category": "Adult, Asian, Comedy, Drama, Special Package"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/03/12347872_492040257632387_7305935948521632815_n-210x300.jpg",
        "title": "Lan Kwai Fong (2011)",
        "description": "Lan Kwai Fong ဆိုတာကေတာ့ ေဟာင္ေကာင္ရဲ႕ အေပ်ာ္အပါးေတြစုစည္းထားတဲ့ေနရာပါ။\nဒီအေပ်ာ္အပါးေတြၾကားမွာ ရုန္းကန္လႈပ္ရွားေနၾကသူမ်ား…ေပ်ာ္ရႊင္ေနၾကသူမ်ား…စတဲ့စတဲ့လူေတြကို အမ်ိဳးမ်ိဳးအဖံုဖံုေတြ႕ႏိုင္ပါတယ္…ဒီထဲမွာမွ အခ်စ္ကိုေတြ႕ရွိသြားၾကတဲ့ လူငယ္တခ်ိဳ႕… ခ်စ္ျခင္းမွာကံေကာင္းႏိုင္မလားဆိုတာ…။\nေဟာင္ေကာင္ တက္သစ္စေမာ္ဒယ္လ္ေတြနဲ႕ရိုက္ကူးထားျပီး ေပါ့ေပါ့ပါးပါးၾကည့္ရႈဖို႕သင့္ေလ်ာ္တဲ့ဇာတ္ကားပါ။\nNudity အခန္းတခ်ိဳ႕ေၾကာင့္ မိသားစုနဲ႕ေတာ့မၾကည့္သင့္ပါ။[Lan Kwai Fong ဆိုတာကတော့ ဟောင်ကောင်ရဲ့ အပျော်အပါးတွေစုစည်းထားတဲ့နေရာပါ။\nဒီအပျော်အပါးတွေကြားမှာ ရုန်းကန်လှုပ်ရှားနေကြသူများ…ပျော်ရွှင်နေကြသူများ…စတဲ့စတဲ့လူတွေကို အမျိုးမျိုးအဖုံဖုံတွေ့နိုင်ပါတယ်…ဒီထဲမှာမှ အချစ်ကိုတွေ့ရှိသွားကြတဲ့ လူငယ်တချို့… ချစ်ခြင်းမှာကံကောင်းနိုင်မလားဆိုတာ…။\nဟောင်ကောင် တက်သစ်စမော်ဒယ်လ်တွေနဲ့ရိုက်ကူးထားပြီး ပေါ့ပေါ့ပါးပါးကြည့်ရှုဖို့သင့်လျော်တဲ့ဇာတ်ကားပါ။\nNudity အခန်းတချို့ကြောင့် မိသားစုနဲ့တော့မကြည့်သင့်ပါ။]\nFile size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/lan-kwai-fong-1-2011/",
        "category": "Adult, Asian, Comedy, Drama, Special Package"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/the-dictator-poster-133x200.jpg",
        "title": "The Dictator (2012)",
        "description": "The Dictator (2012)\nIMDb - 6.4/10_____Rotten - 57%\n  ကြည့်ဖူးတဲ့သူကတော့ ဒီပုံလေးမြင်တာနဲ့ မှတ်မိမှာပါ။ အာဏာရှင် ကင်ဂျုံအီ၊ ကဒါဖီ တို့ကိုအခြေခံပြီး ဇာတ်ကောင်ဖန်တီးရိုက်ကူးခဲ့တဲ့ နိုင်ငံရေးသရော်တဲ့ ဟာသကားပါ။ ဒီကားထဲက အာဏာရှင် ဗိုလ်ချုပ်ကြီး အလာဒန် ဟာ နယူးယောက်ခ် ကုလအစည်းအဝေးကို လာတက်စဉ်မှာ ပြန်ပေးဆွဲခံလိုက်ရပြီး သူ့နေရာကို ပုံစံတူလူစားထိုးခံလိုက်ရပါတယ်။ ရည်ရွယ်ချက်ကတော့ သစ္စာဖောက်ဦးလေးဟာ နိုင်ငံကိုဒီမိုကရေစီအဖြစ်ပြောင်းလဲပြီး ကိုယ်ကျိုးအတွက်စီးပွားရေးလုပ်ဖို့ပါပဲ။ ဘယ်သူမှမမှတ်မိတော့တဲ့ အလာဒန်တစ်ယောက် အခက်ခဲတွေကြားထဲကစွန့်စားပြီး သူ့နိုင်ငံကြီး ဒီမိုကရေစီမရဖို့အရေး သက်စွန့်ကြိုးပမ်းဆောင်ရွက်လာရတဲ့အခါမှာတော့.....   \nFile Size       :   708 MB\nFile Type      :  Mp4\nQuality         :   Bluray rip\nDuration      :  ...",
        "rating": "6.4",
        "url": "https://megaup.net/2luTa/My_Girlfriend_Is_An_Agent_[2009]_(MM_Sub).mp4 https://megaup.net/2luS9/A_Bridge_Too_Far_[1977]_(MM_Sub).mp4 https://megaup.net/1Fxqx/Monte_Carlo_(2011).mp4 https://megaup.net/2luU6/tts)The.Foreigner(2017).mp4 https://megaup.net/1Fxrs/The.Dictator.2012.1080P.Bluray(msubmovie)(hd).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMDg1MDhhMTQtYzIwZC00ZTIzLTgzOTMtZTE3MzFkZTAwYWIwXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_-200x300.jpg",
        "title": "Hotel Deluxe (2013)",
        "description": "[\nကဲ ဒီတစ်ခါတင်ပေးမှာကတော့ ပေါ့ပေါ့ပါးပါး အာရှကားလေးပါဇာတ်ကားလေးက ပေါ့ပေါ့ ပါးပါး ဆိုပေမယ့် အထင်မသေးနဲ့ဗျ\nဟိုတယ် လုပ်ငန်းနဲ့ ပတ်သက်နေတဲ့သူတွေဆိုပညာတော့ ယူလို့ရပါတယ်ဇာတ်လမ်းလေးက ဟိုတယ် လုပ်ငန်းမှာ စီမံခန့်ခွဲမှုလုပ်ရတဲ့ အခါ\nမန်နေဂျာတယောက် က ကြုံတွေ့ရမယ့် အခက်အခဲတွေကိုရိုက်ကူးပြထားတာဖြစ်ပြီး ပရိတ်သတ်ကြီး အနေနဲ့ကဒီ ကကျိုးကကျောင်ကောင်တွေကို ဘယ်လိုများ ဖြေရှင်းသွားလဲဆိုတာကို\nဟာသလေး နဲ့နှောပြီး တကားလုံး မပျင်းဘဲကြည့်သွားရမှာဖြစ်ပါတယ် ကဲပြောနေတာကြာလို့ဗျာ အခုပဲ\nဒေါင်းပြီး ကြည့်လိုက်ကြပါတော့ နော်]",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/hotel-deluxe-2013/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/my-name-is-love-2012-630-210x300.jpg",
        "title": "My Name Is Love (2012)",
        "description": ">>ခင္ဗ်ားတုိ႔ ကေလးဘဝတုန္းက အမွတ္တရေတြအားလံုးကို မွတ္မိေသးရဲ႕လား ? အဲ့ဒီ့ထဲမွာ ဝမ္းနည္းစရာေတြပါခဲ့လား ?\n>>တကယ္လို႕ဝမ္းနည္းခဲ့ဖူးတယ္ဆိုရင္…ခင္ဗ်ားနဲ႕ ကၽြန္ေတာ္နဲ႔အတူတူပါပဲ...>>ကၽြန္ေတာ္ဝမ္းနည္းတာက ခင္ဗ်ားတို႕ထင္သလို မဟုတ္ပါဘူး..>>ကၽြန္ေတာ္ ့ျပသနာက လံုးဝကိုတျခားစီပါ>>ေဆာ္အၾကည္လြန္ခဲ့တာက ကြ်န္ေတာ့္ျပသနာပါ။(ခင္ဗ်ားတို႕နဲ႕ကြာတယ္ဆိုတာ အဲ့ဒါကိုေျပာတာပဲ...:P)\nစိတ္ဝင္စားဖြယ္ ဇာတ္ဝင္ခန္းနဲ႕ စတင္ထားတဲ့ ဒီဇာတ္ကားဟာ  Comedy Romance အမ်ိဳးအစား ထိုင္းဇာတ္ကားျဖစ္ပါတယ္။မင္းသားေခ်ာ Arak Amornsupasiri က Q အျဖစ္ပါဝင္ထားျပီး အျခားဇာတ္ရံမ်ားစြာနဲ႕ ဟာသဆန္ဆန္တင္ဆက္ထားတာပါ။ငယ္စဥ္ဘဝက ေဆာ္အၾကည္လြန္ခဲ့တဲ့ Q တစ္ေယာက္... ၾကီးလာတဲ့အခါမွာ ခ်စ္သူရဲ႕ ဥပကၡာကို ၾကံ့ၾကံ့ခံရင္ဆိုင္ရင္း သူမ်ားတကာရဲ႕ ခ်စ္ျခင္းကို အက်ိဳးေဆာင္ရမယ့္ ျမွားနတ္ေမာင္အလုပ္ကို ေအာင္ျမင္စြာလုပ္ႏိုင္မလား?ငယ္စဥ္က ေဆာ္အၾကည္လြန္ခဲ့တဲ့ အမည္းစက္ေၾကာင့္ ႏွလံုးလမ္းေၾကာင္းမွာ ကြ်န္းခံေနရတဲ့အျဖစ္ကေနေရာ ေက်ာ္လြန္မလား?ေပါ့ေပါ့ပါးပါးၾကည့္ရႈရယ္ေမာရမယ့္ ဇာတ္ကားပါ။(Phone Nanda Min မွခံစားတင္ဆက္ထားပါတယ္။) [>>ခင်ဗျားတို့ ကလေးဘဝတုန်းက အမှတ်တရတွေအားလုံးကို မှတ်မိသေးရဲ့လား ? အဲ့ဒီ့ထဲမှာ ဝမ်းနည်းစရာတွေပါခဲ့လား ?>>တကယ်လို့ဝမ်းနည်းခဲ့ဖူးတယ်ဆိုရင်…ခင်ဗျားနဲ့ ကျွန်တော်နဲ့အတူတူပါပဲ...>>ကျွန်တော်ဝမ်းနည်းတာက ခင်ဗျားတို့ထင်သလို မဟုတ်ပါဘူး..>>ကျွန်တော့်ပြသနာက ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/my-name-is-love-2012/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BYmEwOTAwZGUtMDRmMi00Mzg4LWIyY2UtMWIxYzYwNmVhZmMxXkEyXkFqcGdeQXVyNDgwOTMyMTI@._V1_SX640_SY720_-225x300.jpg",
        "title": "Adventure In Babysitting (2016)",
        "description": "ဒီကားေလးကေတာ့ မိသားစုနဲ႕ၾကည့္ရန္အထူးသင့္ေတာ္တဲ့ဟာသကားေလးပဲၿဖစ္ပါတယ္...\nစကားအေၿပာအဆိုခ်ိဳသာတဲ့ Jenny တစ္ေယာက္ကေလးထိန္းအလုပ္ကိုလုပ္ရာကေန Lola ဆိုတဲ့သူ႕အက်င့္နဲ႕ဆန္႕က်င္ဘက္ရြယ္တူေကာင္မေလးတစ္ေယာက္ကိုေတြ႕ခဲ့ပါတယ္..Jenny ထိန္းရတဲ့ကေလးေတြကလည္း တစ္ေယာက္တစ္မ်ိဳး ဆိုးၾကတဲ့ကေလးေတြပါပဲ....\nေနာက္ပိုင္းမွာေမွ်ာ္လင့္မထားတဲ့ အေၾကာင္းရာေတြေၾကာင့္ သူထိန္းေနတဲ့ေကာင္ေလးတစ္ေယာက္ေပ်ာက္သြားခဲ့ပါတယ္....ပိုက္ဆံအခက္ခဲေၾကာင့္ သူမေနရာ၀င္ေနတဲ့ Lola နဲ႕အတူ သူမတာ၀န္ယူထားတဲ့ကေလး မေပ်ာက္သြားေစရန္ က်န္တဲ့ကေလးမ်ားနဲ႕အတူ လိုက္လံရွာေဖြရွာတာပဲၿဖစ္ပါတယ္...\nအဲလိုလိုက္ရွာရင္ကေန အမွတ္မထင္ လူဆိုးေတြနဲ႕ပတ္သတ္မိသြားၿပီး လူဆိုးေတြရန္ကေန လြတ္ေအာင္ ကေလးေတြနဲ႕အတူေၿပးရင္းလႊားရင္းနဲ႕ ဇာတ္လမ္းကိုသြက္သြက္ေလးတင္ဆက္ထားပါတယ္...Jenny ကထိုေပ်ာက္သြားတဲ့ေကာင္ေလးကို မိဘေတြၿပန္မလာရင္ ညအခ်ိန္အေရာက္အမွီရွာေဖြရမွာပဲၿဖစ္ပါတယ္...\nသူတို႕ေတြရွာေဖြႏိုင္မလား...လမ္းမွာေတြ႕တဲ့လူဆိုးေတြရဲ႕ရန္ကေန လြတ္ေအာင္ဘယ္လိုေထာင္ေခ်ာက္ေတြသံုးၿပီးထြက္ေၿပးၾကမလဲဆိုတာကေတာ့ ဒီဇာတ္ကားေလးထဲကိုၾကည့္ရႈ႕ရမွာပဲၿဖစ္ပါတယ္....\n(ဒီကားကို Thin Zaly Kyaw နဲ႕  Pyae Phyo Hein တို႕မွဘာသာၿပန္တင္ဆက္ေပးထားပါတယ္)....\n [ဒီကားလေးကတော့ မိသားစုနဲ့ကြည့်ရန်အထူးသင့်တော်တဲ့ဟာသကားလေးပဲဖြစ်ပါတယ်...စကားအပြောအဆိုချိုသာတဲ့ Jenny တစ်ယောက်ကလေးထိန်းအလုပ်ကိုလုပ်ရာကနေ Lola ဆိုတဲ့သူ့အကျင့်နဲ့ဆန့်ကျင်ဘက်ရွယ်တူကောင်မလေးတစ်ယောက်ကိုတွေ့ခဲ့ပါတယ်..Jenny ထိန်းရတဲ့ကလေးတွေကလည်း တစ်ယောက်တစ်မျိုး ဆိုးကြတဲ့ကလေးတွေပါပဲ....နောက်ပိုင်းမှာမျှော်လင့်မထားတဲ့ အကြောင်းရာတွေကြောင့် သူထိန်းနေတဲ့ကောင်လေးတစ်ယောက်ပျောက်သွားခဲ့ပါတယ်....ပိုက်ဆံအခက်ခဲကြောင့် သူမနေရာဝင်နေတဲ့ Lola နဲ့အတူ သူမတာဝန်ယူထားတဲ့ကလေး မပျောက်သွားစေရန် ကျန်တဲ့ကလေးများနဲ့အတူ လိုက်လံရှာဖွေရှာတာပဲဖြစ်ပါတယ်...အဲလိုလိုက်ရှာရင်ကနေ အမှတ်မထင် လူဆိုးတွေနဲ့ပတ်သတ်မိသွားပြီး လူဆိုးတွေရန်ကနေ လွတ်အောင် ကလေးတွေနဲ့အတူပြေးရင်းလွှားရင်းနဲ့ ဇာတ်လမ်းကိုသွက်သွက်လေးတင်ဆက်ထားပါတယ်...Jenny ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/adventure-in-babysitting-2016/",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTM1ODgyOTI0NF5BMl5BanBnXkFtZTcwODgyMDY3OA@@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "A Haunted House (2013)",
        "description": "Paranormal Activity လို ရုပ္ရွင္ကားေကာင္းမ်ိဳးကို ၾကည့္ဖူးတယ္ဆိုရင္ေတာ့ သင့္အတြက္ ဒီရုပ္ရွင္ကားက\nသေဘာေပါက္လြယ္မယ့္ ရုပ္ရွင္ကားမ်ိဳး ျဖစ္မွာပါ...\nဇတ္လမ္းပံုစံကေတာ့ Horror Movies တစ္ခ်ိဳ႕ကို သေရာ္ထားတဲ့ ဟာသ ရုပ္ရွင္ကား ျဖစ္ပါတယ္\nဇတ္လမ္း ဇတ္ကြက္ ႏွင့္ စကားေျပာခန္းမ်ားမွာ အမ်ားအားျဖင့္ ညစ္ညမ္း အသံုးအႏႈန္းမ်ား ပါတဲ့အတြက္\nကေလး သူငယ္မ်ား ႏွင့္ မိသားစု မ်ား အတူ ၾကည့္ရႈရန္ မသင့္ေတာ္ပါ\nဟားတိုက္ ရယ္ခ်င္ရင္ေတာ့ သင့္အတြက္ ေရြးခ်ယ္မႈေကာင္းတစ္ခုျဖစ္မယ္လို႔ ေျပာပါရေစ...[Paranormal Activity လို ရုပ်ရှင်ကားကောင်းမျိုးကို ကြည့်ဖူးတယ်ဆိုရင်တော့ သင့်အတွက် ဒီရုပ်ရှင်ကားကသဘောပေါက်လွယ်မယ့် ရုပ်ရှင်ကားမျိုး ဖြစ်မှာပါ...ဇတ်လမ်းပုံစံကတော့ Horror Movies တစ်ချို့ကို သရော်ထားတဲ့ ဟာသ ရုပ်ရှင်ကား ဖြစ်ပါတယ်ဇတ်လမ်း ဇတ်ကွက် နှင့် စကားပြောခန်းများမှာ အများအားဖြင့် ညစ်ညမ်း အသုံးအနှုန်းများ ပါတဲ့အတွက်ကလေး သူငယ်များ နှင့် မိသားစု ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/a-haunted-house-2013/",
        "category": "Adult, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/p35129_p_v8_aa-200x300.jpg",
        "title": "Millions 2004",
        "description": "[ဒီ မီလီယမ် ဆိုတဲ့ကားလေးကတော့ 2004 ခုနှစ်က ထွက်ခဲ့တဲ့ IMBD rating 7 ထိ ရရှိထားတဲ့ ဒရာမာကားကောင်းလေးတစ်ကားပါ... ဇာတ်ကားရဲ့ အဓိက ဇာတ်ကောင်ကတော့ ဒမ်မီယမ်ဆိုတဲ့ ကလေးလေးတစ်ယောက်ပါ.. ဇာတ်လမ်းအကျဉ်းကတော့.. တစ်ရက်မှာ ဒမ်မီယမ်ရယ် သူ့အဖေရယ် သူ့အစ်ကိုတို့ရယ်ဟာ အိမ်ပြောင်းလာခဲ့ကြပါတယ်.. ဒမ်မီယမ်လေးဟာ အရွယ်နဲ့မလိုက်အောင် ဘာသာရေးကို ယုံကြည်ပြီး အလှူအတန်းရက်ရောတတ်တဲ့ စိတ်ဓာတ်လေးရှိပါတယ်.. တစ်ရက်မှာ သူနေနေကျ မီးရထားလမ်းဘေးက နေရာလေးပေါ်ကို ငွေတွေ မီလီယံချီ ပါတဲ့ ငွေအိတ်ကြီးတစ်အိတ်ကျလာခဲ့တယ်.. ရိုးသားတဲ့ ဒမ်မီယမ်လေးဟာ ဘုရားသခင်က သူ လှူဒါန်းဖို့အတွက်ပေးခဲ့တာ လို့ပဲ ထင်နေခဲ့ပါတယ်.. ငွေအိတ်အကြောင်းကို သူ့အစ်ကိုကိုသာ ပြောပြခဲ့ပါတယ်.. နောက်ပိုင်းမှာ ဒမ်မီယမ်လေးဟာ ရောက်တဲ့နေရာတိုင်း ဆင်းရဲသားတွေကို ငွေတွေပုံအောပြီး ပေးနေခဲ့ပါတယ်.. ဒီလိုနဲ့.. တစ်နေ့မှာ ငွေအိတ်ကြီးက သူထင်သလို ဘုရားသခင်ကပေးခဲ့တာမဟုတ်ပဲ.. ဓားပြတစ်ယောက်ရဲ့ ခိုးရာပါအိတ်ဖြစ်နေတဲ့အခါမှာတော့... ...",
        "rating": "7.0",
        "url": "https://megaup.net/1TAcg/Millions_[2004]_(MM_Sub).mp4",
        "category": "Comedy, Family"
    }
]