[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uxAapp2ZITmQmjdyodFgCAINAG.jpg",
        "title": "Wild Hogs(2007)",
        "description": "Wild Hogs(2007)(zawgyi)\"စစ္မွန္တဲ့ သူငယ္ခ်င္းတစ္ေယာက္ဆိုတာ\nကိုယ္နဲ႔ ႏွစ္ကိုယ့္တစ္စိတ္ရွိေနသူပဲ\"လို႔\nဒႆနပညာရွင္ႀကီး အရစၥတိုတယ္ ေျပာဖူးပါတယ္။\nဒီ႐ုပ္ရွင္ကေတာ့ ဘ၀ေတြမတူ စိတ္အေျခအေန‌ေတြ မတူေပမယ့္\n႐ူးသြပ္မႈျခင္း တူညီၾကတဲ့ လူလတ္ပိုင္းအ႐ြယ္\nသူငယ္ခ်င္းေလးေယာက္ရဲ႕ ဗ႐ုတ္သုတ္ခေတြအေၾကာင္းပါ။အလုပ္သာ အဓိက က်န္တာ သာမညထင္ေနတဲ့ သြားဆရာ၀န္\nတစ္ေယာက္ ။ ဘာမွအျဖစ္မရွိတဲ့ ကြန္ပ်ဴတာပ႐ိုဂရမ္မာ\nတစ္ေယာက္ ။ အိမ္သာေဆးရတဲ့အထိ အလုပ္ၾကမ္းေပါင္းစုံ\nလုပ္ရတဲ့ စာ‌ေရးဆရာ႐ူးလူမည္းတစ္ေယာက္။\nေလးေယာက္ေျမာက္ကေတာ့ သူတို႔ထဲက ကံအေကာင္း‌ဆုံး\nတစ္ေယာက္လို႔ သူတို႔ကိုယ္တိုင္ေျပာၾကတဲ့\nပိုက္ဆံခ်မ္းသာၿပီး ေမာ္ဒယ္မကို လက္ထပ္ထားတဲ့ ဝူဒီ။\nသူတို႔အားလုံးမွာ တူညီတာကေတာ့ အမဲေရာင္ဂ်ာကင္‌ေတြ\n၀တ္ၿပီး ဆိုင္ကယ္ပတ္စီးၾကတဲ့ ဆိုင္ကယ္သမားေတြ\nျဖစ္ခ်င္ၾကတာပါပဲ။ ၿမိဳ႕ထဲပဲပတ္ေမာင္းေနရတဲ့\nသူတို႔ဆိုင္ကယ္သမားအဖြဲ႕ကိုလည္း Wild Horse:လို႔\nသူတို႔ဘာသာ နာမည္ေပးထားပါေသးတယ္။တစ္ရက္မွာေတာ့ သူတို႔ထဲက ကံအေကာင္း‌ဆုံးဝူဒီဟာ\nဇနီးရယ္ကြာ အိမ္ရယ္က‌ဆုံး ၿပီး တမုဟုတ္ခ်င္း\nကံအဆိုးဆုံးတစ္ေယာက္ျဖစ္သြားပါတယ္။\nဆန္အိုးသာကုန္ မာန္မေလွ်ာ့ေသးတဲ့ ဝူဒီဟာ\nဒီအ‌ေၾကာင္းေတြကို သူငယ္ခ်င္းေတြကို မ‌ေျပာဘဲ\nသူ႔ေနာက္ဆုံး ပိုင္ဆိုင္မႈျဖစ္တဲ့ ဆိုင္ကယ္တစ္စီးနဲ႔\nမိုင္တစ္ေထာင္ခရီးရွည္တစ္ခုထြက္ဖို႔ ဆြယ္ပါတယ္။\nေနရင္းထိုင္ရင္းေတာင္ ျပႆနာတက္ေနၾကတဲ့\nWild Hogs ေတြဟာ ဒီခရီးရွည္ႀကီးမွာ\nျပႆနာကို ဘယ္လိုမီးခြက္ထြန္းရွာဦးမလဲ ဆိုတာ\nသဘာ၀က်က်ဟာသေတြနဲ႔အတူ ျမင္ၾကရမွာပါ။ကြၽန္ေတာ္ျမင္ဖူးသမွ် ႐ုပ္ရွင္ေတြထဲ အပီအျပင္ၾကမ္းျပေနၾက\nဂြၽန္ ထရာဗိုႀကီးဟာ လူေပါဇာတ္႐ုပ္နဲ႔လည္း ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/wild-hogs2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vwqEIL5SrsZFVvileNe9LuHbJy7.jpg",
        "title": "Astro Kid (2019)",
        "description": "ဒါကေတာ့ခ်စ္စရာကာတြန္းကားေကာင္းေလးေတြကိုႏွစ္သက္ၾကတဲ့ပရိသတ္ေတြအတြက္လက္တေလာပူပူေႏြးေႏြးထြက္ထားတဲ့ ျပင္သစ္animationကားေလးပဲျဖစ္ပါတယ္။ဒီကားေလးမွာ အာကာသစူးစမ္းရွာေဖြသူမိဘေတြနဲ႔အာကာသထဲလိုက္သြားတဲ့ေဝလီေလးတစ္ေယာက္သူတို႔ယာဥ္ပ်က္ဆီးၿပီးမိဘေတြနဲ႔ကြဲကာ ၿဂိဳလ္တစ္ခုေပၚေရာက္သြားပါတယ္။ဒါေပမယ္ဆင္းသက္တဲ့ယာဥ္ထဲမွာသူ႔ကိုၿဂိဳလ္ေပၚမွာ ရွင္သန္ေနထိုင္ရာမွာကူညီကာကြယ္ေပးဖို႔ဘက္ခ္ဆိုတဲ့စက္႐ုပ္ေလးလည္းရွိပါတယ္။ၿပီးေတာ့အဲ့ၿဂိဳလ္ေပၚကခ်စ္စရာအေကာင္ေလးဖလက္ရွ္နဲ႔လည္းသူငယ္ခ်င္းေတြျဖစ္သြားၿပီးသူ႔မိဘေတြသူ႔ကိုလာမကယ္မခ်င္းသူတို႔ၿဂိဳလ္ေပၚမွာ စြန႔္စားခန္းေလးေတြလုပ္ၾကပါေတာ့တယ္။ဒီကားေလးမွာ ဆယ္ႏွစ္အ႐ြယ္ေကာင္ေလးတစ္ေယာက္ရဲ႕ စြန႔္စားခန္းေလးေတြခ်စ္စရာအေကာင္ေလးေတြနဲ႔အခ်င္းခ်င္း႐ိုင္းပင္းကူညီၾကပုံ‌‌ေပ်ာ္စရာေလးေတြကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္။ဒီကားေလးကေတာ့ Hollywoodကထြက္ရွိေနၾကကာတြန္းကားေတြလိုမဟုတ္ပဲအရင္တုန္းကကာတြန္းကားေလးေတြလိုမ်ိဳးကို ျပန္လည္ဆန္းသစ္ၿပီးအေရာင္အေသြးစုံစုံလင္လင္နဲ႔ ခ်စ္စဖြယ္တင္ဆက္ထားတဲ့ခ်စ္စရာကာတြန္းကားေလးတစ္ကားျဖစ္ပါတယ္။ File Size : (842 MB , 308 MB)Quality : BluRay 720pRunning Time : 1 hr 29 minFormat : Mp4Genre : Animation , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/astro-kid-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/three-colors-white-poster-139x200.jpg",
        "title": "Three Colours: White (1994)",
        "description": "Three Colours: White (1994)\nIMDb - 7.6/10_____Rotten - 87%\n  \nပြင်သစ်စကားမတတ်တဲ့ ကာရိုလ်ဆိုတဲ့ကောင်လေးနဲ့\nဒိုမနစ်လို့ခေါ်တဲ့ပြင်သစ်ကောင်မလေး ချစ်ကြိုက်မိကာ\nလက်ထပ်ကြဖို့အကြောင်းဖန်လာပါတယ်\nအလုပ်မရှိ လူရာမဝင် စကားသေချာမပြောတတ်တဲ့ ကာရိုလ်နဲ့\nရေရှည်မဖြစ်မှန်းသိတဲ့အခါမှာတော့ လက်ထပ်ပြီးခြောက်လအကြာမှာပဲ\nကွာရှင်းဖို့ဖြစ်လာပါတယ်\nကောင်လေးကိုတရားရုံးကဖြေရှင်းပေးပေမယ့် စကားမတတ် ရှေ့နေမရှိတော့ အမှုရှုံးပြီး\nကိုယ့်ဌာနေကိုယ်ပြန်ခဲ့ရပါတယ်\nဒီလိုနဲ့ သူကြိုးစားပြီး အရမ်းချမ်းသာလာတဲ့တနေ့မှာ\nကောင်မလေးကိုဘယ်လိုပြန်ဆက်ဆံမလဲဆိုတာ...\n  \nျပင္သစ္စကားမတတ္တဲ့ ကာရိုလ္ဆိုတဲ့ေကာင္ေလးနဲ႔\nဒိုမနစ္လို႔ေခၚတဲ့ျပင္သစ္ေကာင္မေလး ခ်စ္ႀကိဳက္မိကာ\nလက္ထပ္ၾကဖို႔အေၾကာင္းဖန္လာပါတယ္\nအလုပ္မရွိ လူရာမ၀င္ စကားေသခ်ာမေျပာတတ္တဲ့ ကာရိုလ္နဲ႔\nေရရွည္မျဖစ္မွန္းသိတဲ့အခါမွာေတာ့ လက္ထပ္ျပီးေျခာက္လအၾကာမွာပဲ\nကြာရွင္းဖို႔ျဖစ္လာပါတယ္\nေကာင္ေလးကိုတရားရံုးကေျဖရွင္းေပးေပမယ့္ စကားမတတ္ ေရွ႕ေနမရွိေတာ့ အမႈရွံုးၿပီး\nကိုယ့္ဌာေနကိုယ္ျပန္ခဲ့ရပါတယ္\nဒီလိုနဲ႔ သူႀကိဳးစားၿပီး အရမ္းခ်မ္းသာလာတဲ့တေန႔မွာ\nေကာင္မေလးကိုဘယ္လိုျပန္ဆက္ဆံမလဲဆိုတာ...\n  \nFile Size : (1.2 GB)\nQuality : Blu-Ray 1080p\nRunning Time : 1h 38min \nFormat : Mp4\nGenre : Comedy, Drama, Romance \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Noe\nEncoded by sithu",
        "rating": "7.6",
        "url": "https://megaup.net/2gBG2/Three_Colours_-_White_(Trois_Couleurs_-_Blanc)_[1994]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ztGSEcowBoHyRwcK0s5kIKVVXwy.jpg",
        "title": "Sextuplets (2019)",
        "description": "ဒါကေတာ့Netflixက လက္တေလာပူပူေႏြးေႏြး ထြက္႐ွိထားတဲ့ ဟာသကားေလးတစ္ကားပါ။မိဘအရင္းေတြဘယ္သူမွန္းမသိတဲ့လူတစ္ေယာက္အတြက္ေတာ့ကိုယ့္မိဘေတြကဘယ္သူလဲ ဘာလို႔ကိုယ့္ကိုစြန္႔ပစ္ခဲ့တာလဲေမာင္ႏွမေတြကေရာဘယ္သူေတြလဲအခုအခ်ိန္မွာအရမ္းခ်မ္းသာၿပီးေအာင္ျမင္ေနၾကၿပီလားလို႔ ေတြးေနမိမွာပါပဲ။ဒီကားမွာေတာ့ မိဘအရင္းေတြကိုမသိေပမယ့္ေကာင္းေကာင္းမြန္မြန္ႀကီးျပင္းလာၿပီး ထက္ျမက္တဲ့အမ်ိ ဳးသမီးတစ္ေယာက္နဲ႔အိမ္ေထာက္က်ကာ မၾကာခင္ဖခင္ျဖစ္ေတာ့မယ့္အယ္လန္တစ္ေယာက္ သူ႔ကေလးမေမြးခင္ေလးမွာပဲသူ႔အေမကို႐ွာဖို႔အေၾကာင္းဖန္လာပါေတာ့တယ္။ေနာက္ေတာ့ Sextuplets ဆိုတဲ့အတိုင္းပဲသူတို႔ကိုသူ႔အေမကေျခာက္ႁမြာပူးေမြးခဲ့မွန္းသိသြားတဲ့အခ်ိန္မွာေတာ့အေမနဲ႔ေနတဲ့သူ႔အႁမြာညီတစ္ေယာက္နဲ႔အတူေနာက္ေမာင္ႏွမေတြကိုလိုက္႐ွာဖို႔ျဖစ္လာပါေတာ့တယ္။သူ႔ေမာင္ႏွမေတြေကာင္းေကာင္းမြန္မြန္႐ွိေနမယ္လို႔ထင္ထားျပီးမိသားစုေတြျပန္လည္ေပါင္းစည္းခ်င္ေနတဲ့အယ္လန္တစ္ေယာက္သူ႔ခရီးစဥ္မွာ ဘယ္လိုေပါက္ကရအလြဲေတြနဲ႔ ေတြ႔ၾကံဳရမလဲဆိုတာကိုေတာ့ဒီဟာသကားေလးမွာ တစ္ခ်ိလံုးခြီၿပီး ၾကည့္႐ႈရမွာပါ။ File Size : (933 MB , 300 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 37 minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "4.4",
        "url": "https://megaup.net/281ik/(CM))_Sextuplets_2019_(Large_Size).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d6ZSfHntvRa8yCEngwoEFRk5YUN.jpg",
        "title": "Just Call Me Nobody ( 2010 )",
        "description": "Zawgyi*******Just call me nobody ဆုိတဲ႔ ဒီဇာက္ကားေလးဟာဆိုရင္၂၀၁၀ခုနွစ္ကထြက္ရွိခဲ႔ျပီး ကိုယ္ခံပညာနဲ႔ ဟာသေရာေနွာထားေသာဇာက္ကားေလးတစ္ကားပါ ဒီကားေလးကို ဒါရိုက္တာ Kevin Chuရိုက္ကူးထားျပီး castေတြ အေနနဲ႔Xiao Shen Yang,Kelly Lin, Banny Chen, Zhao Benshan,Eric Tsang, Jacky Wu,Xiao Xiao Binတို့ ပါဝင္သရုပ္ေဆာင္ထားပါတယ္rating အေနနဲ႔ သိပ္မေကာင္းေပမဲ႔ ၾကည့္ေကာင္းတဲ႔ကားေလးတစ္ကားပါဇာက္လမ္းအက်ဥ္းခ်ဳပ္ေလးကေတာ့ ေရွးေဟာင္းတရုတ္ျပည္ၾကီးမွာwu di(Xiao Shen Yang)ဆုိတဲ႔ ဖိနပ္ခ်ဳပ္သမားေလးဟာအေမျဖစ္သူ(Chen Hui-chuen)နဲ့အတူတူေနထိုင္ပါတယ္ ဒါေပမဲ႔သူဟာ သိုင္းစာအုပ္ေတြကိုေလ့လာလိုက္စားသူတစ္ပါ တစ္ေန့ wu diဟာအမ်ိဳသမီးသိုင္းသမားတစ္ေယာက္Yoelou(Kelly Lin)ရဲ႔ ဖိနပ္ကို ျပင္ေပးခဲ႔ျပီးေနာက္ သူမကို ရန္သူေတြလက္ထဲကေနကယ္ခဲ႔ပါတယ္ အဲ႔ဒီေနာက္သူမက wu diကိုေက်းဇူးတင္ခဲ႔ျပီး သူမရဲ႔ အကူအညီကိိလိုရင္ ခ်င္ေတာင္မွာ လာရွာဖို့ ေျပာခဲ႔ပါတယ္ တကယ္တမ္းေတာ့ သူမကေတာ္ဝင္မင္းသမီးတစ္ေယာက္ျဖစ္ျပီး ဘုရင္ျဖစ္သူ (Banny Chen)နဲ႔ေစ့စပ္ထားသူျဖစ္ပါတယ္ သူမဟာ ...",
        "rating": "4.1",
        "url": "https://megaup.net/28077/(CM)Just.Call.Me.Nobody.2010.BluRay.576p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BYzIzYTY0N2UtNDI5Ni00OTM4LTkyMTUtMDQ1ODJiMTg2MDRiXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Critters Attack! (2019)",
        "description": "ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဒီလိုပါ။\nလီရြိဳင္းတကၠသိုလ္ကို ၀င္ခြင့္မရတဲ့ ေကာင္မေလး ဒေရ ဟာ\nသူ႕ေမာင္ေလး ဖိလစ္ရယ္ ဦးေလးအရက္သမား\nရဲစံေထာက္ႀကီး လူး၀စ္စ္ ရယ္နဲ႔ အတူတူ ေနၾကပါတယ္။\nသူ႕ေမာင္ေလး ဖိလစ္ကေတာ့ ၿဂိဳလ္သားပံုျပင္ေတြကုိ ယံုၿပီး ပန္းကန္ျပားပ်ံေတြ\nၿဂိဳလ္သားေတြကို ရူးသြပ္တဲ့ ေကာင္ေလးတစ္ေယာက္ပါ။\nဒေရဟာ ဆူရွီဆိုင္တစ္ဆိုင္မွာ အလုပ္လုပ္ရင္းကေန တစ္ေန႔ေတာ့\nလီရြိဳင္းတကၠသိုလ္ ၀င္ခြင့္ရႏိုင္မယ့္ နည္းလမ္းကို ရရွိခဲ့ပါတယ္။\nဒါကေတာ့ ေက်ာင္းရဲ႕အုပ္ခ်ဳပ္ေရး ဘုတ္အဖြဲ႕၀င္တစ္ေယာက္ရဲ႕\nကေလးေတြကို ထိန္းေပးဖို႔ပါပဲ။\nဒေရ ကေလးထိန္းဖို႔ သြားတဲ့အခ်ိန္မွာ သူ႕ေမာင္ေလး ဖိလစ္လည္း\nလိုက္ပါလာခဲ့ပါတယ္။\nသူတို႔ေမာင္ႏွမႏွစ္ေယာက္ နဲ႔ ပေရာ္ဖက္ဆာရဲ႕ကေလးႏွစ္ေယာက္ဟာ\nေတာထဲကို ေလွ်ာက္သြားရင္းကေန ခရိုက္စ္တစ္ေကာင္နဲ႔ ေတြ႕ခဲ့ပါတယ္။\nအဲဒီကစလို႔ ဇာတ္လမ္းစတင္ခဲ့တာပါ။\nCritters ကားေတြဟာ ေအာင္ျမင္တဲ့ဇာတ္လမ္းေတြ ျဖစ္ခဲ့ပါတယ္။\n၁၉၈၆ ခုႏွစ္မွာ စတင္ထြက္ရွိခဲ့ၿပီး 1,2,3,4 ဆိုၿပီး ေအာင္ျမင္ခဲ့ၿပီး\nခု ၂၀၁၉ ခုႏွစ္မွာေတာ့ Critters Attack ဆိ္ုၿပီး ဆက္လက္ထြက္ရွိလာတာပါ။\n၂၀၁၉ ခုႏွစ္ ေမလမွာေတာ့ Critters: A New Binge\nဆ္ိုၿပီးေတာ့ ဇာတ္လမ္းတြဲအေနနဲ႔ ျပသခဲ့ပါေသးတယ္။\nဒီ Critters ...",
        "rating": "3.6",
        "url": "https://megaup.net/1s1vV/Critters.Attack.2019.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BZTU0MjZhYmQtYjEzZS00NGI1LThjZTUtYjU2Y2Q4ZTQyOGM5XkEyXkFqcGdeQXVyNDA4MDY4OA@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Changeland (2019)",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ ဘရန္ဒန္တစ္ေယာက္\nမိန္းမယူပီး ၂ႏွစ္ၾကာေတာ့\nမိန္းမကေဖာက္ျပန္ေနတယ္သိလာခဲ့တယ္...\nမိန္းမကိုလည္းခံစားရတာေတြမေျပာခ်င္\nစိတ္ထဲမွာလည္း မြန္းၾကပ္လာတာန႔ဲ Anniversary ေန႔ႀကီးမွာ\nမိန္းမကိုမေျပာပဲ ထိုင္းကိုအေပ်ာ္ခရီး ခိုးထြက္လာရာက\nသူငယ္ခ်င္း လူပ်ိဳႀကီး ဒန္န႔ဲေတြ႕ပီး ႏွစ္ေယာက္သား\nကဲၾကတ့ဲကားေလးပဲ ျဖစ္ပါတယ္။\nဇာတ္လမ္းကေတာ့ ေပါ့ေပါ့ပါးပါးပံုစံေလးပါပဲ။\nဒီဇာတ္လမ္းမွာ ထိုင္းႏိုင္ငံရ႕ဲ tour အပန္းေျဖေနရာေတြရ႕ဲ\nအလွအပေတြန႔ဲ သူငယ္ခ်င္းေတြ ခရီးထြက္ရင္\nေပ်ာ္စရာအလြဲေတြကိုလည္း ၾကည့္ရႉရမွာပဲ ျဖစ္ပါတယ္။\nဘရန္ဒန္န႔ဲဒန္တို႔ ဘယ္လိုအလြဲေတြလုပ္ပီး\nဘယ္လိုေပ်ာ္ၾကမလဲဆိုတာေတာ့\nဇာတ္ကားေလးကိုပဲ ဆက္ၾကည့္လိုက္ရေအာင္.....\nဇတ္ကားကို ဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားတာကေတာ့\nMay Thu Kyaw ျဖစ္ပါတယ္။",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/changeland-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q4FQXK4a4HSb4pajZL4ZFKHVsjC.jpg",
        "title": "Mr. Peabody & Sherman ( 2014 )",
        "description": "Zawgyi*******ဒီ Animation ေလး ရဲ႕ IMDb ကေတာ႔ 6.8 ပဲၿဖစ္ပါတယ္အထင္ေတာ႔မေသးလိုက္ပါနဲ႕..Mr. Peabody ဟာ ေခြးတစ္ေကာင္ၿဖစ္ေပမယ္႔သူဟာ တကယ္႔ကို Genius .အတတ္ပညာ အစံုအလင္ တတ္တယ္လူေကာင္ေလးၿဖစ္တဲ႔ ရွာမန္ကိုေတာင္ သူက ၿပန္ၿပီးေမြးစားထားလိုက္ေသးတယ္သူ႕ရဲ႕ အထူးၿခားဆံုး တီထြင္မွု တစ္ခုကေတာ႔ ေ၀းဘက္ လို႔ေခၚတဲ႔အခ်ိန္ခရီးသြားစက္ပါပဲ..တရက္ ရွာမန္ေက်ာင္းစတက္ရင္း နဲ႔ပန္နီဆုိတဲ႔ေကာင္မေလးနဲ႔ရန္ၿဖစ္ၿပီးတဲ႔ေနာက္မွာေတာ႔ပန္နီေရာ ပန္နီ မိဘေတြေရာ Mr.Peabody အိမ္ကိုေရာက္ရွိလာပါေတာ႔တယ္အဲ႔ကေနဘာေတြဆက္ၿဖစ္ၾကမယ္ဆုိတာဆက္လက္ၾကည္႕ရွုပာဒီဇာတ္ကားေလးဟာ သမိုင္းရဲ႕ၿဖစ္စဥ္အမွန္ေတြေပၚမွာလည္းဟာသသေဘာေလးေႏွာၿပီးရိုက္ကူးထားလို႔ သေဘာက်မိမွာအမွန္ပါပဲ Unicode*******ဒီ Animation လေး ရဲ့ IMDb ကတော့ 6.8 ပဲဖြစ်ပါတယ်အထင်တော့မသေးလိုက်ပါနဲ့..Mr. Peabody ဟာ ခွေးတစ်ကောင်ဖြစ်ပေမယ့်သူဟာ တကယ့်ကို Genius .အတတ်ပညာ အစုံအလင် တတ်တယ်လူကောင်လေးဖြစ်တဲ့ ရှာမန်ကိုတောင် သူက ပြန်ပြီးမွေးစားထားလိုက်သေးတယ်သူ့ရဲ့ အထူးခြားဆုံး တီထွင်မှု တစ်ခုကတော့ ဝေးဘက် လို့ခေါ်တဲ့အချိန်ခရီးသွားစက်ပါပဲ..တရက် ရှာမန်ကျောင်းစတက်ရင်း နဲ့ပန်နီဆိုတဲ့ကောင်မလေးနဲ့ရန်ဖြစ်ပြီးတဲ့နောက်မှာတော့ပန်နီရော ပန်နီ မိဘတွေရော Mr.Peabody ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/mr-peabody-sherman-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q3mKnSkzp1doIsCye6ap4KIUAbu.jpg",
        "title": "The Secret Life of Pets 2 (2019)",
        "description": "ဒီနှစ်ထဲမှာ ရုံတင်ပြသခဲ့တဲ့The Secret Life of Pets 2 ဇာတ်လမ်း ထွက်လာပါပြီဗျာ။Pets 1 တုန်းက ကျွန်တော်တို့ရဲ့အသည်းကျော်ကြီး Max ကအဓိက ဇာတ်ကောင်အနေနဲ့ ပါဝင်ဆဲပါပဲ။ဒီဇာတ်လမ်းမှာတော့ မက်စ်ရဲ့သခင် ကေတီဟာချပ်ခ် နဲ့ အိမ်ထောင်ရက်သားကျပြီး လီယန်ဆိုတဲ့သားလေးတစ်ယောက်ကို မွေးခဲ့ပါတယ်၊ကလေးမချစ်တတ်တဲ့ မက်စ်တစ်ယောက် လီယန်နဲ့တွေ့တဲ့အခါမက်စ်တစ်ယောက် လီယန်ကို ချစ်သွားပါတော့တယ်။ဒီဇာတ်လမ်းမှာ မက်စ်ဟာ အစိုးရိမ်ကြီးလွန်းတဲ့ စိတ်ရောဂါဝင်လာပြီးတော့အရာရာကို ကြောက်နေတတ်ပါတယ်။သူချစ်တဲ့ လီယန်လေးကိုလည်း အရမ်းတွေ စိုးရိမ်ပါတယ်။ကေတီဟာ မက်စ်ကို တိရစ္ဆာန်ဆရာဝန်နဲ့ ပြသပြီးတဲ့အခါမှာတော့မက်စ်တို့ဟာ နယ်ဘက်ကို ခရီးထွက်ဖြစ်ခဲ့ပါတယ်။မက်စ်ရဲ့အစိုးရိမ်လွန်၊ အကြောက်လွန်တဲ့ရောဂါဟာ ပျောက်နိုင်ပါ့မလား?????တစ်ချိန်ထဲမှာပဲ ယုန်ဆိုးလေး စနိုးဘောဟာကပ္ပတိန်စနိုးဘောအနေနဲ့ ပါဝင်လာဦးမှာပါ။ကြောင်မလေး ဒေစီရဲ့ အကူအညီတောင်းချက်အရကျားဖြူကြိး ဟူ ကို ဆပ်ကပ်ဆရာကြီးလက်ကနေ ကယ်တင်ဖို့ ကြိုးစားပါတော့တယ်။နယ်ကို ရောက်နေတဲ့ မက်စ်တို့ အိမ်ပြန်လာတဲ့အခါမှာစနိုးဘောတို့ရဲ့ စစ်ဆင်ရေးကြိးကို ဘယ်လိုပူးပေါင်းဆောင်ရွက်ကြမယ်ဆိုတာကိုဒီဇာတ်လမ်းထဲမှာ တွေ့ရမှာပါ။တိရစ္ဆာန်လေးတွေကို ချစ်တတ်တဲ့သူတွေအနေနဲ့သဘောတွေ့ မနောခွေ့ရဦးမယ့် ဇာတ်ကားတစ်ကားပါ။IMDb ကတော့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-secret-life-of-pets-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tZf0CO7WD9X7Gxirmc52VMJUCct.jpg",
        "title": "The Spy: Undercover Operation(2013)",
        "description": "The Spy: Undercover Operation(2013)Chul-Soo ဆုိတဲ့ ေအးဂ်င့္တစ္ေယာက္ဟာ ထူးခြ်န္ထက္ျမက္တဲ့အတြက္\nအေရးႀကီးစစ္ဆင္ေရးေတြ တိတ္တဆိတ္သုတ္သင္ေရး ကိစၥေတြမွာဆုိ\nအထူးတာ၀န္ေပးအပ္ျခင္းခံရတယ္......\nေအးဂ်င့္တစ္ေယာက္မွာရွိတဲ့ အရည္အခ်င္းအားလုံးရွိသလုိ\nစည္းမ်ဥ္းစည္းကမ္းေတြကုိလည္း တစ္ေသြမတိမ္းလုိက္နာေလ့ရွိတယ္...\nအထူးေအးဂ်င့္ျဖစ္ေနေတာ့ သူ႕အလုပ္ကုိ အိမ္သူသက္ထားကုိေတာ့\nအသိေပးထားျခင္းမရွိဘူး.....\nသိပ္ေတာ္တဲ့ေအးဂ်င့္ျဖစ္ေပမယ့္ သူ႕မွာ အားနည္းခ်က္တစ္ခုေတာ့ရွိတယ္...\nအိမ္က ေလဒီကုိ မဟားတရား နင္းကန္ ေၾကာက္ရပါတယ္....\nရန္သူေတြရဲ႕က်ည္ဆန္ မုိးသီးမုိးေပါက္ေတြလုိက်ေနတာေတာင္\nဖုန္းမကုိင္ဘဲ မေနရဲပါဘူး.......................\nဒီလုိနဲ႕ အထူးစစ္ဆင္ေရးေတြတာ၀န္ထမ္းရင္း မိန္းမကလည္း\nအိမ္ေထာင္ဦးစီးမပီသလုိျဖစ္ေနတဲ့သူ႕ကုိ ၾကာေတာ့\nစိတ္ပ်က္လာဟန္တူပါတယ္....\nဒီေလာက္အေျခအေနဆုိးတဲ့ၾကားထဲ\nကုိးရီးယားတစ္ႏုိင္ငံလုံးကုိဒုကၡေရာက္ေစမယ့္ အႀကမ္းဖက္အဖြဲ႕ကုိ\nႏွိမ္ႏွင္းဖုိ႕စုံစမ္းေထာက္လွမ္းရတဲ့အေျခအေနကုိေရာက္လာတဲ့အခါမွာေတာ့\nChul-Soo တစ္ေယာက္ ဘယ္လုိေတြေရွ႕ဆက္ျဖတ္သန္းမလဲဆုိတာကုိေတာ့\nခံစားၾကည့္လုိက္ပါဦး...\nဒီကားက မင္းသားႀကီး Kyung-gu Sol အဓိကသရုပ္ေဆာင္ထားၿပီး\nအက္ရွင္ခန္းေတြလည္း မုိက္သလုိ ရုိက္ခ်က္ေတြလည္း အေတာ္ကုိလန္းပါတယ္...\nရယ္လည္းရယ္ရသလုိ ရင္ခုန္စိတ္လႈပ္ရွားရတဲ့ အက္ရွင္ခန္းေပါင္းမ်ားစြာလည္းပါေလေတာ့\nခံစားၾကည့္လုိက္ဦးဗ်ဳိ႕....File Size : (950 MB) and (370 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:01:00\nGenre : Action , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alias\nEncoded by Phyo Pyae",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-spy-undercover-operation2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ij8au3Sw1iw6AhroZ0AYYsCra51.jpg",
        "title": "Student of the Year 2(2019)",
        "description": "Student Of The Year 2 (2019)ဒီတစ်ပတ်အတွင်း bollywood ကားသစ်တွေ\nတွေ့ရတဲ့အထဲက ဒီဇာတ်ကားလည်း\nတောင်းဆိုထားကြတာမို့\nအမြန်ဆုံးလေး တင်ဆက်ပေးလိုက်ပါတယ်။အညွန်း..Tiger Shroffကတော့ ပီရှိုရီကျောင်းမှာ ရိုဟန်ဟာ\nအားကစားဘက်မှာ အတော်ဆုံးပဲ။\nအထူးသဖြင့် ကာဘာဒီကစားနည်းမှာ။ပြိုင်ဖက်ကင်းတဲ့ လူတစ်ယောက်....\nဒီနယ်ကျောင်းတစ်ခုမှာ ရတဲ့ အောင်မြင်မှုကို\nသူ မကျေနပ်သေးပါဘူး။သူတက်ချင်တဲ့ ကျောင်းက...\nစိန့်ထရီဇာ၊ စိန့်ထရီဇာမှာ 'Student Of The Year' ဆုကို ရဖို့၊\nဒီအပြင် အဲ့ကျောင်းမှာ တက်ချင်ရတဲ့ တခြား အကြောင်းရင်းလည်း ရှိပါတယ်။သူ့ချစ်သူ အဲ့ကျောင်းကို ပြောင်းသွားလို့ပါ။\nတစ်ဖက်က ချစ်သူအဖို့၊\nတစ်ဖက်ကတော့ ဂုဏ်ဆောင်ကျောင်းသား ဆုရဖို့၊တစ်နေ့မှာတော့ သူဟာ ...\nအားကစားအထူးပြုပညာတော်သင်ခွင့်နဲ့\nစိန့်ထရီဇာ ကျောင်းကို တက်ခွင့်ရခဲ့ပါတယ်။ချစ်သူတစ်ဖက်၊ ဆုတစ်ဖက်နဲ့\nသူ့အတွက် ပြိုင်ဖက်တွေက ဘယ်လိုတွေ ဖြစ်လာမလဲ။\nဘယ်အရာတွေက သူ့အတွက် ခက်ခဲလာမလဲ။\nဘယ်လို အဆိုးဆုံးတွေ ရလာမလဲ။'Student Of The Year' ဆုကိုရော\nတကယ် ရပါ့မလား ဆိုတာ ကိုယ်တိုင်ခံစားကြည့်ရှုကြပါဦးခင်ဗျ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Nyi Koe ပဲဖြစ်ပါတယ်File ...",
        "rating": "2.1",
        "url": "https://channelmyanmar.org/student-of-the-year-22019/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/220GyPnIHbl3YEw1tLdt6vk5mRN.jpg",
        "title": "This Is Not What I Expected ( 2017 )",
        "description": "Zawgyi*******IMDb 6.7 ရရွိထားတဲ႔ Comedy , Drama , Romance ကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစဇာတ္ကားေလးကေတာ႔ အစားအေသာက္နဲ႔ပတ္သတ္တဲ႔ကားေလးပါပဲLu Jin ဟာ Company တခု ရဲ႕ CEO တစ္ဦး.ၿဖစ္ၿပီးေတာ႔Chef တစ္ေယာက္ၿဖစ္တဲ႔ Gu Shengnan နဲ႕ေတြ႕ဆံုၿပီးတဲ႔ေနာက္တစ္ေယာက္နဲ႕တစ္ေယာက္အၿပိဳင္အဆိုင္...ေတြ..ၾကားထဲကေနေပၚေပါက္လာတဲ႔ Romance Story ေလးတခုၿဖစ္သလိုအစားတေပါက္လွ်မ္းလွ်မ္းေတာက္တဲ႔သူေတြလည္းလက္လႊတ္သင္႔တဲ႔ကားမ်ိဳးေတာ႔မဟုတ္ပါဘူးေနာ္ :D Translated & Review By XiaoEncoded  By LK Unicode*******IMDb 6.7 ရရှိထားတဲ့ Comedy , Drama , Romance ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေဇာတ်ကားလေးကတော့ အစားအသောက်နဲ့ပတ်သတ်တဲ့ကားလေးပါပဲLu Jin ဟာ Company တခု ရဲ့ CEO တစ်ဦး.ဖြစ်ပြီးတော့Chef တစ်ယောက်ဖြစ်တဲ့ Gu Shengnan နဲ့တွေ့ဆုံပြီးတဲ့နောက်တစ်ယောက်နဲ့တစ်ယောက်အပြိုင်အဆိုင်...တွေ..ကြားထဲကနေပေါ်ပေါက်လာတဲ့ Romance Story လေးတခုဖြစ်သလိုအစားတပေါက်လျှမ်းလျှမ်းတောက်တဲ့သူတွေလည်းလက်လွှတ်သင့်တဲ့ကားမျိုးတော့မဟုတ်ပါဘူးနော် :DTranslated & Review By XiaoEncoded By ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/this-is-not-what-i-expected-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2gYXRzCsQz7qpZKgoE28a9zX1eu.jpg",
        "title": "We Bought a Zoo ( 2011 )",
        "description": "Zawgyi*******IMDb 7.1 ရရွိထားတဲ႔ဇာတ္ကားေကာင္းေလးနဲ႕မိတ္ဆက္ေပးပါရေစစြန္​႔စားရမယ္​့ကိစၥမ်ိဳး​ေတြကိုမွ ခံုမင္​နွစ္​သက္​သူ စာ​ေရးဆရာBenjamin Mee ရဲ႕ ကိုယ္​​ေတြ႕မွတ္​တမ္​းစာအုပ္​ကို မွီျငမ္​းၿပီးရိုက္​ကူးထားတဲ့\"We bought a zoo\" ဆိုတဲ့ ကား​ေလးနဲ႔ မိတ္​ဆက္​​ေပးပါရ​ေစ။ဇာတ္​လမ္​းအက်ဥ္​းအ​ေနနဲ႔က​ေတာ့ စြန္​႔စားခန္​း​ေတြကိုမွႀကိဳက္​နွစ္​သက္​တဲ့ ဖခင္​ျဖစ္​သူတစ္​​ေယာက္​၊ သူမ​ေမွ်ာ္​လင္​့ထားဘဲဇနီးျဖစ္​သူရုတ္​တရက္​ ကြယ္​လြန္​သြားတဲ့အခါ က​ေလး ၂ ​ေယာက္​နဲ႔ဗ်ာမ်ားၿပီး က်န္​ခဲ့ရတဲ့ အ​ေၾကာင္​းပဲျဖစ္​ပါတယ္​။ဇနီးျဖစ္​သူရွိစဥ္​က အိမ္​ကိစၥအဝဝကို လွည္​့ၾကည္​့စရာမလို​ေလာက္​​ေအာင္​​ေနခဲ့ရတဲ့ Benjamin တစ္​​ေယာက္​ ဇနီးျဖစ္​သူဆံုးပါးသြားတဲ့အခါမွာ​ေတာ့အဆင္​မ​ေျပမႈ​ေပါင္​းမ်ားစြာနဲ႔ ႀကံဳလာရပါ​ေတာ့တယ္​။အဆိုးဆံုးကိစၥက​ေတာ့ သားႀကီးျဖစ္​သူ Dylan က​ေက်ာင္​းစည္​းကမ္​းခ်ိဳး​ေဖာက္​မႈအပါအဝင္​ စိတၲဇပံု​ေတြ ​ေရးဆြဲ​ေနလိ့ု​ေက်ာင္​းက​ေန အထုတ္​ခံလိုက္​ရတာပဲ ျဖစ္​ပါတယ္​။သားအဖနွစ္​​ေယာက္​ၾကားမွာ ခါတိုင္​းလို ​ေစ့စပ္​ညႇိုနႈိင္​း​ေပး​ေနၾကမိခင္​ျဖစ္​သူ မရွိ​ေတာ့တာ​ေၾကာင္​့လည္​း Dylan တို႔နွစ္​​ေယာက္​ကမၾကာခဏဆိုသလို က​ေတာက္​ကဆျဖစ္​​ေနၾကပါတယ္​။သမီးအငယ္​​ေလး Rosie က​ေတာ့ ဒီလိုတက်က္​က်က္​ျဖစ္​​ေနတဲ့သားအဖနွစ္​​ေယာက္​ၾကားမွာ​ေန ​ေနရတဲ့သူ​ေလး ျဖစ္​ပါတယ္​။သားျဖစ္​သူ​ေက်ာင္​းကထုတ္​ခဲ့လိုက္​ရတဲ့ကိစၥအျပင္​ ဘယ္​​ေနရာကိုပဲ​ေရာက္​​ေရာက္​ ဘဝတစ္​ပါးကို ကူး​ေျပာင္​းသြားတဲ့ ဇနီးသည္​ကိုပဲတသသျဖစ္​​​ေနတာ​ေၾကာင္​့ စိတ္​အ​ေျပာင္​းအလဲျဖစ္​သြား​ေအာင္​အိမ္​​ေျပာင္​းဖို႔ စီစဥ္​ၾကပါ​ေတာ့တယ္​။ ဒီလိုစီစဥ္​ၾကရင္​း သမီးျဖစ္​သူRosie ရဲ႕ ​ေ႐ြးခ်ယ္​မႈ​နဲ႔ တိရစၦာန္​ရံုပါ အဆစ္​ပါလာတဲ့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/we-bought-a-zoo-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4pzN52wxBZ05EXBdoii1kqoIoD4.jpg",
        "title": "A Dog’s Journey (2019)",
        "description": "Rating 7.4 အထိရရွိထားတဲ့ကားေကာင္းေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္...လူတစ္ေယာက္ဟာ ေခြးေလးတစ္ေကာင္မရွိရင္ မေပ်ာ္ရႊင္ႏုိင္ဘူးလို႔ ဆိုၾကပါတယ္ဒီကားမွာေတာ့ သခင့္ကို သစၥာရွိစိတ္ ျပင္းထန္လြန္းတဲ့ေခြးေလး ေဘလီအေၾကာင္း ရိုက္ကူးထားတာပဲ ျဖစ္ပါတယ္အီသန္နဲ႔ဟန္နာတို႔မွာ သိပ္ခ်စ္ရတဲ့ ေဘလီဆိုတဲ့ေခြးေလးတစ္ေကာင္ရွိပါတယ္အရမ္းကိုအရိပ္အကဲသိလြန္းျပီး လိမၼာတဲ့ေခြးေလးပါသူတို႔ဟာ သားျဖစ္သူဟင္နရီဆံုးပါးသြားတဲ့အခါမွာေခြ်းမျဖစ္သူ ဂေလာ္ရီယာနဲ႔ ေျမးေလးျဖစ္သူစီေဂ် တို႔နဲ႔ အတူ ေနထိုင္လာရင္းနဲ႔ တစ္ရက္မွာေတာ့ေခြ်းမျဖစ္သူကအထင္လြဲစိတ္ဆိုးျပီး စီေဂ်႕ကိုပါ ေခၚကာအိမ္ေပၚကဆင္းသြားပါေတာ့တယ္အီသန္နဲ႔ဟန္နာလည္းရင္ေတြကြဲျပီးက်န္ခဲ့ရပါေတာ့တယ္အဲဒီလိုနဲ႔ေနလာရင္းနဲ႔ ေဘလီေလး ေနမေကာင္းျဖစ္လာျပီးေတာ့တစ္စတစ္စေရာဂါသည္းရင္း ဆံုးပါးေတာ့မယ့္ အခ်ိန္မွာေတာ့သခင္ျဖစ္သူ အီသန္က ေတာင္းဆိုမႈတစ္ခုလုပ္ခဲ့ပါတယ္အဲဒါကေတာ့ စီေဂ်ေလးကိုေစာင့္ေရွာက္ကာကြယ္ေပးျပီးအတူတူျပန္ဆံုႏိုင္ေအာင္ ကူညီေပးဖို႔ပါပဲသခင့္ရဲ႕အမိန္႔ သခင့္ရဲ႕စိတ္ဆႏၵကို ျဖည့္ဆည္းေပးခ်င္လြန္းတဲ့ေဘလီေလးဟာ ေနာက္ဘ၀မွာ ေခြးအျဖစ္နဲ႔ပဲ ျပန္လာျပီးေတာ့သူေစာင့္ေရွာက္ေပးရမယ့္ စီေဂ်ေလးကို လိုက္ရွာပါေတာ့တယ္အီသန္ကိုလည္းတျခားဘ၀မွာေတာင္သူမွတ္မိေနျပီးသူ႔သခင္ရဲ႕ စိတ္ဆႏၵကို ...",
        "rating": "7.4",
        "url": "https://megaup.net/M20t/(CM)_A_Dog_s_Journey_2019_(Large_Size).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/41tMKQSGAsjbhMfXk4Ygf2bpgTX.jpg",
        "title": "Top End Wedding (2019)",
        "description": "မဂၤလာေဆာင္ဖို႕အသည္းအသန္ေတြစီစဥ္ျပီးမနက္ျဖန္ေဆာင္ေတာ့မယ္ဆုိမွဒီေန႕လက္ထပ္ပြဲပ်က္သြားျပီဆိုတဲ့ခံစားခ်က္ၾကီး....နက္နဲ႕ေလာ္ရန္တုိ႕စံုတြဲကအရမ္းကိုခ်စ္ၾကတဲ့လူျဖဴလူမည္းစံုတြဲျဖစ္ျပီးတစ္ရက္မွာရုတ္တရက္ဆိုသလို လက္ထပ္ဖို႕ဆံုးျဖတ္လိုက္ၾကပါတယ္ေလာ္ရန္တစ္ေယာက္ကသူ႕ရဲ႕ေမြးရပ္ေျမျဖစ္တဲ့ဒါဝင္ျမိဳ႕ကိုျပန္ျပီးသူ႕မိဘေတြစံုစံုညီညီနဲ႕မဂၤလာပြဲလုပ္ခ်င္တယ္လို႕ေျပာတဲ့အခါမွာႏွစ္ေယာက္အတူမဂၤလာပြဲလုပ္ဖို႕ဒါဝင္ျမိဳ႕ကိုျပန္လာခဲ့ပါတယ္ဒါေပမယ့္ေလာ္ရန္စိတ္ကူးထားတဲ့အတိုင္းျဖစ္မလာခဲ့ပဲသူ႕မိခင္ျဖစ္သူကသူတို႕ကိုစိတ္ဆုိးျပီး အိမ္ကထြက္သြားတယ္လို႕သိလိုက္ရတဲ့အခ်ိန္...သူ႕မိဘေတြကလည္းသူတို႕စံုတြဲလိုအျဖဴအမည္းစံုတြဲပဲျဖစ္ျပီးေတာ့သူ႕အေမကေမြးရပ္ေျမျဖစ္တဲ့လူမည္းေတြရဲ႕ကြ်န္းစြယ္ကေနမိဘေတြကိုဆန္႕က်င္ျပီးလူျဖဴနဲ႕လက္ထပ္ဖို႕ထြက္လာခဲ့တဲ့ေနာက္ေၾကာင္းအလံုးစံုကိုေလာ္ရန္တစ္ေယာက္သူ႔အေမကိုလိုက္ရွာရင္းသိလုိက္ရတဲ့အခါ....သူ႕အေမကိုလိုက္ရွာရင္းပဲသူတို႕ႏွစ္ေယာက္ရဲ႕အဆင္မေျပမႈေတြေပၚလာျပီးလက္ထပ္ဖို႕ဖ်က္သိမ္းတဲ့ထိေတြျဖစ္လာတဲ့အခါ....သူတို႕ႏွစ္ေယာက္အဆင္ေျပေျပနဲ႕လက္ထပ္ပြဲေလးျဖစ္သြားမလား...သူ႕အေမကိုေရာရွာေတြ႕ႏိုင္မလား...သူ႕မိဘေတြကေရာျပန္ျပီးသင့္ျမတ္မလားဆိုတာ...ဒီကားေလးကဒရမ္မာဆန္ဆန္ေလးနဲ႕လူျဖဴလူမည္းၾကားကရိုးရာဓေလ့ေတြကိုေသခ်ာေလးရိုက္ကူးျပထားတာျဖစ္ပါတယ္ File Size : (953 MB) & (180 MB)Quality : WEB-DL 720pRunning Time : 1 hr 53 minFormat : Mp4Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.4",
        "url": "https://megaup.net/49Pii/(CM)_Top_End_Wedding_2019_(Large_Size).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jQ4CMTvz7s5R6csiu3RH7TVNfS9.jpg",
        "title": "The Odd Family : Zombie On Sale(2019)",
        "description": "The Odd Family: Zombie on Sale (2019)Zombie ကားလည္းၾကည့္ခ်င္တယ္။ရင္တထိတ္ထိတ္လည္းမၾကည့္တတ္ဘူး။မေပါဘဲနဲ႕အူႏွိပ္ရယ္ရတဲ့ကားလည္းၾကည့္ခ်င္တယ္ဆိုရင္ေတာ့...\nဒီကားေလးကိုညႊန္းခ်င္ပါတယ္။ MyDrarmaList မွာ 8.1/10.... Rotten Tomaotes မွာ 80%....IMDb rating=6.8 ရထားတဲ့ Horror/Comedy ကားသစ္ေလးပါ။\nဇြန္ဘီကားကိုမွဟာသေျပာင္းရိုက္ထားရုံေလးတင္မဟုတ္ပါဘူး....ဇာတ္လမ္းအခ်ဳိးအေကြ႕ေလးေတြဟာသို႕ေလာသို႕ေလာနဲ႕တ၀ါး၀ါးရယ္ေနတဲ့ဇာတ္ကားေကာင္းေလးပါ။\nလူသားေတြရဲ႕ေလ့လာစမ္းသပ္မႈေတြလြန္ကၽြံျပီး ေဘးထြက္ဆိုးက်ဳိးေတြထြက္လာတဲ့တစ္ေန႕.....ကိုရီးယားႏိုင္ငံရဲ႕လူသူသိပ္မေရာက္တဲ့ေခ်ာင္က်က်ျမိဳ႕ငယ္ေသးေသးေလးမွာ\nေန႕စဥ္ဘ၀ေတြဟာပံုမွန္အတိုင္းရိုးရိုးရွင္းရွင္းေလးလည္ပတ္ေနစဥ္မွာပဲ...ဗဟုသုတနည္းတဲ့ေတာင္သူေတာင္သားေတြဆီအတြက္ ခပ္ေၾကာင္ေၾကာင္ပါလို႕ထင္ရတဲ့\nလူငယ္ေလးတစ္ေယာက္ေရာက္လာပါတယ္။ ေရာက္ေရာက္ခ်င္းေဆာက္နဲ႕ထြင္းဆိုသလို....တစ္ျမိဳ႕လံုးဒင္းလက္ခ်က္နဲ႕ပြက္ေလာရိုုက္လို႕ပါပဲ။ အဲ့အျပင္ျမင္းကိုခ်ဳိတပ္ေပးသလိုျဖစ္ခ်င္ေတာ့\nျမိဳ႕ကဓာတ္ဆီဆိုင္အစုတ္ပိုင္တဲ့ ပက္မ်ဳိးႏြယ္မိသားစုနဲ႕သြားေပါင္းလိုက္တဲ့အခါ ငါးပါးတင္မဟုတ္ဘူး သံဃာစင္ပါေမွာက္ပံုမ်ား...ရယ္လိုက္ရယ္လိုက္နဲ႕ၾကည့္ရႈခံစားရမွာပဲျဖစ္ပါတယ္။\nHorror နဲ႕ Comedy ကိုအခ်ဳိးက်က်ေလးေပါင္းစပ္ျပီးေကာင္းေကာင္းေဖ်ာ္ေျဖမႈေပးမဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပဲျဖစ္ပါတယ္... File Size : (1.02GB) and (378 MB)\nQuality : HD-Rip 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thura Zarni Aung\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/Tcrd/The_Odd_Family_-_Zombie_On_Sale_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/loNiFDAmSx7C3Uvc75fSJPbYDBE.jpg",
        "title": "Bill & Ted’s Bogus Journey(1991)",
        "description": "Bill & Ted's Bogus Journey(1991)၁၉၈၉ကားမွာေတာ့ ဘီလ္နဲ႕ တက္ဒ္တုိ႕ဟာ သူတုိ႕လုပ္ခ်င္ရာေတြလုပ္\nေမႊခ်င္ရာေတြေမႊခဲ့လုိ႕ ထူးထူးျခားျခားႀကီးေျပာင္းလဲမႈေတြျဖစ္ကုန္တယ္...\nဒီေျပာင္းလဲမႈႀကီးကုိမေက်နပ္တဲ့ အျခားအဖြဲ႕အစည္းဟာ\nသူတုိ႕ပုံတူစက္ရုပ္ ၂ရုပ္ဖန္တီးၿပီး ဘီလ္နဲ႕ တက္ဒ္တုိ႕ရဲ႕ အတိတ္ကုိ\nဖ်က္ဆီးဖုိ႕ ေစလႊတ္လုိက္ပါတယ္...\nလူဆုိး ဘီလ္နဲ႕ တက္ဒ္\nလူေကာင္းဘီလ္နဲ႕တက္ဒ္တုိ႕ ဘယ္လုိ အလြဲလြဲေတြျဖစ္ၾကဦးမလဲဆုိတာကုိေတာ့\nဆက္လက္ခံစားၾကည့္ၾကပါဦး...ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Alias ပဲျဖစ္ပါတယ္...File Size : (850 MB) and (345 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Adventure, Comedy, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alias\nEncoded by Phyo Pyae",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/bill-teds-bogus-journey1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b2yKJ1STPklVSRtso2Tg4TPXK7u.jpg",
        "title": "Bill & Ted’s Excellent Adventure(1989)",
        "description": "Bill & Ted's Excellent Adventure(1989)ဘီလ္နဲ႕တက္ဒ္ ဆုိတဲ့ သူငယ္ခ်င္း (၂)ေယာက္ဟာ ဂစ္တာကုိရူးသြပ္သူမ်ားျဖစ္ၾကသလုိ\nေအာင္ျမင္တဲ့ တီး၀ုိင္းတစ္ခုျဖစ္ဖုိ႕ႀကဳိးစားေနတဲ့လူငယ္ေတြ....\nသုိ႕ေပမယ့္ သူတုိ႕၂ေယာက္ဟာ အေကာင္းမြန္ဆုံးလမ္းညႊန္ေပးတဲ့သူမရွိလုိ႕\nျဖစ္ခ်င္ရာျဖစ္ေနတဲ့ပုံေပါက္ေနတယ္...\nဂစ္တာဘက္ကုိရူးသြပ္လြန္းၿပီး ေက်ာင္းစာမွာေတာ့ စာေမးပြဲတုိင္းကုိ တဘုန္းဘုန္းက်ေနတယ္...\nဒီလုိက်ဆုံးျခင္းဟာ ေနာက္ဆုံးေတာ့ ေက်ာင္းကေနာက္ဆုံးအေနနဲ႕\nသတိေပးျခင္းတစ္ရပ္ထုတ္လုိက္တယ္...\nေနာက္ဆုံးစာတမ္းတစ္ခုကုိ A+မွမရရင္ ေက်ာင္းက ထာ၀ရနားရေတာ့မယ္ဆုိတာပါပဲ...\nတက္ဒ္အတြက္ ေက်ာင္းနားရရင္ စစ္ေက်ာင္းကုိသြားရမွာျဖစ္တဲ့အျပင္\nသူတုိ႕ရူးသြပ္တဲ့ တီး၀ုိင္းလည္းဘယ္ေတာ့မွျဖစ္လာေတာ့မွာမဟုတ္ပါဘူး...\nဘီလ္လည္းထုိ႕အတူပါပဲ....\nဒီကားက သူငယ္ခ်င္း ၂ေယာက္ရဲ႕ အလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြနဲ႕ ရယ္ေမာရသလုိ\nဇာတ္လမ္းကလည္းစိတ္၀င္စားစရာေကာင္းပါတယ္...\nသူတုိ႕ ၂ေယာက္ရဲ႕ မွားယြင္းေနတဲ့လမ္းေၾကာင္းကုိတည့္မတ္ေပးဖုိ႕ လက္ရွိ ၁၉၈၈ခုႏွစ္ကုိ\n၂၆၈၈ခုႏွစ္ကေန အခ်ိန္ခရီးသြားၿပီး လာေရာက္ကူညီတာေတြပါလုိ႕ပါ...\nဘယ္လုိေတြ တလြဲလုပ္ၾကမလဲ..\nသူတုိ႕စာေမးပြဲေအာင္ၿပီး ေက်ာင္းဆက္တက္ႏုိင္မလား...\nေအာင္ျမင္တဲ့တီး၀ုိင္းတစ္ခုဆက္ဖန္တီးႏုိင္မလား...\n၂၆၈၈ခုႏွစ္က သူေတြကလည္း အခ်ိန္ခရီးသြားၿပီး\nဘာေၾကာင့္လာကူညီၾကတာလဲ.အခ်ိန္ခရီးသြားတဲ့သူေတြရဲ႕ အကူအညီနဲ႕ ဒီ ၂ေယာက္ဘာေတြဆက္ဗရုတ္က်မလဲ.ခံစားၾကည့္ၾကပါ...\nကြ်န္ေတာ္တုိ႕လည္း ၁၉၈၈ခုႏွစ္က ငယ္ရြယ္ႏုပ်ဳိတဲ့ Keanu Reeves\nရဲ႕ဇာတ္ကားေကာင္းကုိ အခ်ိန္ခရီးသြားျခင္းပုံစံတစ္မ်ဳိးနဲ႕ခံစားၾကည့္လုိက္ရေအာင္   File Size : (850MB) and (328 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Adventure, Comedy,Music\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/bill-teds-excellent-adventure1989/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/miss-granny-131x200.jpg",
        "title": "Miss Granny (2018)",
        "description": "Miss Granny (2018)_____IMDb - 8.0/10\n  ဒီတစ်ခေါက် Channel Myanmar ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ဇာတ်လမ်းကတော့ \"Miss Granny\" ဆိုတဲ့ ဖိလစ်ပိုင်ဇာတ်လမ်းပဲဖြစ်ပါတယ်...ဖိလစ်ပိုင်ဇာတ်လမ်းကြိုက်တဲ့ ပရိတ်သတ်တွေအတွက်တော့ လက်လွှတ်မခံသင့်တဲ့ ဇာတ်လမ်းပါ...ဒီဇာတ်လမ်းက 2014 မှာထွက်ခဲ့တဲ့ ကိုးရီးယားဇာတ်လမ်း \"Miss Granny 2014\" ကို အခြေခံရိုက်ကူးထားခြင်းဖြစ်ပါတယ်..ဇာတ်အိမ်ကောင်းပြီး တခဲနက်အောင်မြင်ခဲ့တာကြောင့် Chinese Version \"20 Once Again\"ဆိုပြီးတော့ 2015 မှာ ထွက်ရှိခဲ့ပါသေးတယ်...ဒီလောက် ကောင်းတဲ့ ဇာတ်လမ်းကို ဖိလစ်ပိုင်နာမည်ကျော် မင်းသားမင်းသမီးတွေရဲ့ သရုပ်ဆောင်မှုတွေနဲ့ ကြည့်ရှုရမှာပါအညွှန်း - ဖေလီဆိုတဲ့ အသက် ၇၀ ကျော်အမျိုးသမီးပါ...ဆံပင်ဖြူ သွားကျိုးပြီး ပါးရေနားရေတွေ တွန့်ကာ ခြေထောက်တွေလည်း မကောင်းတော့တဲ့ အရွယ်ပါ...ဖေလီမှာ သူဂုဏ်ယူရတဲ့ ဂုဏ်ထူးဆောင် သားလေးတစ်ယောက်ရှိပါတယ်...သူဟာ သူ့သားလေးက ဘယ်လောက်တော်ကြောင်း ဘယ်မှာ ပါမောက္ခဆိုပြီး တွေ့တဲ့သူတိုင်းကို အမြဲ ဂုဏ်ယူပြောဆိုတတ်ပါတယ်...အချိန်တန် ...",
        "rating": "8.0",
        "url": "https://megaup.net/2oVx8/Miss_Granny_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/Definitely-Maybe-poster-133x200.jpg",
        "title": "Definitely, Maybe (2008)",
        "description": "Definitely, Maybe (2008)\nIMDb - 7.1/10_____Rotten - 70%\n   Will Hayes (Ryan Reynolds) ဆိုတဲ့ လူလတ်ပိုင်းအရွယ်ယောင်္ကျားတစ်ယောက်မှာ\nသမီးလေးတစ်ယောက်ရှိပြီး ဇနီးမယားနဲ့တော့ ကွဲကွာနေသူပါ...\nတစ်နေ့သမီးလေးဟာ ကျောင်းရဲ့ လိင်ပိုင်းဆိုင်ရာသင်ခန်းစာတွေသင်ပြီးနောက်မှာ\nအဖေ့ထံက တစ်သက်လုံးမကြားခဲ့ရတဲ့အမေ့အကြောင်းကို\nစပ်စုပါတော့တယ်....\nဖခင်ဖြစ်တဲ့သူဟာ အမေဆိုတာကြီးကိုတမ်းတပြီး သမီးလေးကိုမကြီးပျင်းစေချင်တော့\nအမေ့အကြောင်းကို တစ်ကြောင်းတောင် မပြောပြထားသလို\nလွမ်းမောစရာအတိတ်ကြီးကိုလည်း ပြန်လည်အမှတ်မရချင်တော့တာကြောင့်ပေါ့...\nကျွန်တော်တို့အားလုံးလည်း တစ်စုံတစ်ယောက်ကိုသိပ်ချစ်ခဲ့ပေမယ့်\nအကြောင်းကြောင်း ကြောင့်လက်တွဲဖြုတ်ခဲ့ရတဲ့အခါမှာ\nအတတ်နိုင်ဆုံးမေ့ပျောက်ဖို့ကြိုးစားကြတယ်...\nသို့ပေမယ့် ချစ်ခဲ့သူနဲ့ပတ်သက်လို့မေ့ပျောက်ဖို့ကြိုးစားတဲ့အခါမှာ\nကျွန်တော်တို့ဘယ်တုန်းကများအောင်မြင်ခဲ့ဖူးလို့လဲ...\nနောက်ဆုံးသမီးလေးကို ကွဲသွားတဲ့မိန်းမအကြောင်းကို ပြောပြဖြစ်တယ်...\nသူပြောတဲ့အကြောင်းတွေက တကယ်စိတ်ဝင်စားဖို့ကောင်းသလို\nရယ်လည်းရယ် ရင်လည်းခုန်ဖို့ကောင်းတယ်...\nရိုက်ပြထားတာလည်း တကယ်ကြည်နူးဖွယ်ရာကောင်းတယ်...\nခံစားကြည့်လိုက်ပါဦး.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paingပဲဖြစ်ပါတယ်....\n   \nFile Size : (950 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/1xZ4w/Definitely,_Maybe_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    }
]