[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/large_Boratbox-144x200.jpg",
        "title": "Borat (2006)",
        "description": "IMDb (7.3) / Rotten Tomatoes (91%)ဘိုရတ်ဆာဒီယက်ဗ်ဟာ ကာဇတ်စတန်နိုင်ငံရဲ့ တီဗွီသတင်းထောက်တစ်ယောက်ဖြစ်ပြီး နိုင်ငံရဲ့နာမည်ကျော် ဂျာနယ်လစ်တစ်ယောက်လဲဖြစ်ပါတယ်။\nသူ့ကို အစိုးရက အမေရိကန်ကိုစေလွှတ်ပြီး အမေရိကန် လူ့အဖွဲ့အစည်းနဲ့ ရိုးရာယဉ်ကျေးမှုတွေကို မှတ်တမ်းတင်ရုပ်ရှင်ရိုက်ကူးဖို့လေ့လာဖို့\nလွှတ်လိုက်တဲ့အချိန်မှာတော့ ဘိုရတ်တစ်ယောက် အမေရိကားကို ယောင်ချာချာရောက်လာပါတော့တယ်။\nဖွံ့ဖြိုးတိုးတက်မှု အရမ်းနိမ့်ပါးပြီး ရှေးရိုးစွဲအယူအဆတွေ ဒင်းကြမ်းနဲ့နေရာကလာတဲ့သူတစ်ယောက်အနေနဲ့ ခေတ်ရှေ့ပြေးတိုးတက်လွန်းလှတဲ့ အမေရိကန်မြို့တော်ကြီးမှာ ဘိုရတ်ဟာ တောသားမြို့ရောက် ကမောက်ကမဖြစ်ရပ်တွေ ဆက်တိုက်ကြုံရပါတော့တယ်။အဲ့ဒီမှာမှ ဟိုတယ်ခန်းထဲက တီဗွီမှာ လာနေတဲ့\nBaywatch အစီအစဉ်ကိုကြည့်မိပြီး ခေါင်းဆောင်မင်းသမီး ပမ်မလာအင်ဒါဆင်ကိုမှ အစွဲလန်းကြီးစွဲလန်းသွားတဲ့နောက် မင်းသမီးကို\nလိုက်ရှာပြီး သူ့တိုင်းပြည်ကိုပြန်ခေါ်သွားပြီး ဇနီးမယားအဖြစ်သိမ်းပိုက်ဖို့ ဆုံးဖြတ်ချက်ချလိုက်ပါတော့တယ်။\nဘိုရတ်ဟာ စပြီး သူ့ကိုယ်သူနဲ့ သူ့ပတ်ဝန်းကျင်ကို စမိတ်ဆက်ပေးတဲ့အဖွင့်ကနေ စပြီး တစ်ကားလုံး ပါးစပ်မစေ့အောင်ခွီနေရတဲ့ ဟာသကားစစ်စစ်ပါ။\nပေါတောတောဟာသမျိုးတွေနဲ့ရယ်ရတာမဟုတ်ပဲနဲ့ တကယ့်ကိုသဘာဝကျကျရယ်ရတာမျိုးဖြစ်တဲ့အပြင် rating တွေလဲမြင့် ပရိသတ်ကော ဝေဖန်ရေးဆရာတွေကပါချီးကျူးကြရုံမက\nဘတ်ဂျက်နည်းနည်းလေးသုံး ဝင်ငွေအများကြီးပြန်ရထားပြီး ခေါင်းဆောင်မင်းသားကိုပါ ဆုတွေ လျာထားစာရင်းတွေ တန်းစီဝင်ပြီး ဝက်ဝက်ကွဲအောင်မြင်စေခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။Spoiler alert! ပမ်မလာအန်ဒါဆင်ဟာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1zvfy/(CM)Borat..2006_BDRip_1080p_DTS_multisub-HighCode.mkv-muxed.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/betExZlgK0l7CZ9CsCBVcwO1OjL.jpg",
        "title": "Roald Dahl’s The Witches (2020)",
        "description": "CM ပရိသတ်တွေကို ဒီတစ်ခေါက် တင်ဆက်ပေးမှာကတော့\n \nOctober 22 ကမှ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ ဇာတ်ကားသစ်လေးပါ\n \nမင်းသမီးချော Anne Hathaway ပါဝင်သရုပ်ဆောင်ထားပြီး\n \nမထွက်ခင်ကတည်းက နာမည်ကြီးနေတဲ့ ဇာတ်ကားဖြစ်ပါတယ်\n \nဇာတ်လမ်းလေးကတော့ စုန်းမတွေက ကလေးတွေကို အရမ်းမုန်းကြပါတယ်\n \nအဲ့တာကြောင့်မို့ သူတို့ကို အမြဲဖျက်ဆီးဖို့ ကြံစည်နေကြပါတယ်\n \nတစ်နေ့မှာတော့ စုန်းမတွေရဲ့ခေါင်းဆောင် စုန်းမချုပ်ကြီးက\n \nကလေးတွေအကုန်လုံးကို ကြွက်အဖြစ်ပြောင်းဖို့ အကြံရခဲ့ပါတယ်\n \nတခြားတစ်ဖက်မှာလည်း မိဘတွေကိုဆုံးရှုံးလိုက်ရပြီး\n \nအဖွားနဲ့နေနေတဲ့ကောင်လေးတစ်ယောက်ရှိပါတယ်\n \nအဲ့ကောင်လေးက စုန်းမတစ်ယောက်ရဲ့ ပစ်မှတ်ဖြစ်လာတဲ့အခါ\n \nကောင်လေးနဲ့ သူ့အဖွားဘယ်လိုရင်ဆိုင်ကြမလဲ Anne Hathaway ရဲ့\n \nသရုပ်ဆောင်ချက်တွေကလည်း အရမ်းဗီလိန်ပီသလွန်းတယ်လို့ မှတ်ချက်တွေပေးခံနေရတာပါ\n \nကောင်လေးက ကြွက်အဖြစ်ပြောင်းသွားမလား\n \nတခြားကလေးတွေကိုရော ဘယ်လိုကယ်တင်မလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ရှုစားလိုက်ကြပါဦးရှင်\n File Size : (975 MB) and (357 MB)\nQuality : WEBDL 720p\nRunning Time : 1 hr 46 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/roald-dahls-the-witches-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/art-of-steel-133x200.jpg",
        "title": "The Art of the Steal (2013)",
        "description": "The Art of the Steal (2013)((အမိုက်စားကားမို့ Blu-Ray 1080p 5.1 CH ပါပြုလုပ်ပေးထားပါတယ်...)ကျွန်တော်တို့ဟာ မကောင်းမှုကို အားပေးတာမျိုးမဟုတ်ပေမဲ့ အမိုက်စား ဘဏ်ဓားပြကားတွေ၊ သူခိုးကားတွေဆိုရင်တော့အရမ်းသဘောကျတယ်...ဘာလို့ဆိုဒီလိုကားတွေဟာ အချက်အလက်တွေများစွာ အသုံးပြုရသလို ခေတ်မှီနည်းပညာတွေနဲ့ပါဝင်ဖွဲ့စည်းထားပြီး ဇာတ်လမ်းအစမှအဆုံးထိ စိတ်လှုပ်ရှားရင်ခုန်မှုပေးနိုင်လွန်းလို့ဖြစ်တယ်...ဒီကားထဲမှာလည်း တကယ့်အချီကြီးတွေကိုမှ ခိုးကြလိမ်ကြတာ...ညီအကို(၂)ယောက်ဉီးဆောင်ပြီးအဖွဲ့လေးတစ်ဖွဲ့ရှိတယ်..အချီကြီးတွေမှ သမတာ...ကျွမ်းကျင်မှုကိုယ်စီရှိသလို အဆက်အသွယ်ကောင်းတွေလည်းရှိတယ်...အကိုဖြစ်သူဟာ ခိုးမှုကြောင့်ပဲ ထောင်(၁၀)နှစ်ကျသွားတယ်...အကျင့်တွေပြင်အောင်ထောင်ထဲထည့်လိုက်ပေမဲ့ထောင်ကထွက်လာပြီးနောက် အချီကြီးပွပေါက်တစ်ခုထပ်တွေ့တဲ့အခါမှာတော့...သူတို့ ဘယ်လိုဆရာကျကျ ခိုးကြမလဲဆိုတာကိုတော့......ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်...File Size :(1.6 GP) (900 MB) and (380 MB)\nQuality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy ,Crime , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-art-of-the-steal-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-25-at-1.50.22-AM-138x200.png",
        "title": "Over the Moon (2020)",
        "description": "Over the Moon (2020)=================IMDb Rating - 7.0/10#Unicodeတရုတ်လူမျိုးတွေရဲ့ လနတ်သမီးလေး ချန်အယ်ရဲ့ ကြေကွဲဖွယ်ပုံပြင်လေးကို လူတော်တော်များများသိကြမှာပါ။ ဒီဇာတ်ကားလေးကတော့ အဲ့ဒီ ပုံပြင်လေးပေါ်ကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဖေးဖေးတို့မိသားစုကတော့ အေးအေးချမ်းချမ်းနဲ့ လမုန့်ရောင်းပြီး အသက်မွေးနေတဲ့ မိသားစုလေးဖြစ်ပါတယ်။ ဖေးဖေးအမေက သူ့ကိုလနတ်သမီးချန်အယ်အကြောင်း အမြဲပြောပြလေ့ရှိပြီး ဖေးဖေးကလည်း ယုံကြည်သူပါ။ ဖေးဖေးရဲ့အမေ သေဆုံးပြီးတဲ့နောက်မှာ ဖေးဖေးတစ်ယောက် သူမအမေကိုလက်မလွှတ်နိုင်ဘဲ သတိရနေခဲ့ပါတယ်။ ဖေးဖေးရဲ့အဖေ နောက်အိမ်ထောင်ပြုဖို့ အကြောင်းဖန်လာခဲ့ချိန်မှာ ချန်အယ်နဲ့ အချစ်စစ်ပုံပြင်ကို ယုံကြည်နေတဲ့ ဖေးဖေးတစ်ယောက် ဆောက်တည်ရာမရဘဲ သူ့အဖေကို အပြစ်တင်နေခဲ့ပြီး ချန်အယ်က စစ်မှန်ကြောင်း သက်သေပြဖို့ သူ့အဖေနောက်အိမ်ထောင်ကိုတားဆီးနိုင်ဖို့ လကမ္ဘာဆီသွားပြီး ချန်အယ်ကို ရှာဖို့ ကြိုးပမ်းပုံကို တင်ဆက်ထားတဲ့ animation ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်တင်ဆက်ပေးသူကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) #Zawgyiတ႐ုတ္လူမ်ိဳးေတြရဲ႕ လနတ္သမီးေလး ခ်န္အယ္ရဲ႕ ေၾကကြဲဖြယ္ပုံျပင္ေလးကို လူေတာ္ေတာ္မ်ားမ်ားသိၾကမွာပါ။ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/over-the-moon-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wGkr4r1e8nubmSNKJpv3HL6sFrA.jpg",
        "title": "The Broken Hearts Gallery(2020)",
        "description": "The Broken Hearts Gallery(2020)ချစ်သူနဲ့ပါတ်သတ်တဲ့အမှတ်တရတွေကိုသိမ်းဆည်းတတ်တဲ့\nကောင်လေး၊ကောင်မလေးတွေ CM ပရိသတ်ကြီးထဲမှာရှိကြမယ်လို့ထင်ပါတယ်။လမ်းခွဲပြတ်စဲသွားချိန်မှာတောင်ဒီအမှတ်တရတွေကို မဖျက်ဆီးရက်တဲ့အခါ နာကျင်ခံစားကြရမှာပါ။အဲဒီလိုရှေ့မဆက်နိုင်ပဲနာကျင်နေရတာတွေကိုကုစားဖို့ Hear Broken Gallery (2020)လာပါပြီ။စွန့်ပစ်ဖို့လည်းခက် ဖက်တွယ်ဖို့လည်းနာကျင်နေရရင် ဒီကားလေးကိုသတိရလိုက်ပါ။ဒီကားလေးမှာတော့ တွဲသမျှကောင်လေးတိုင်းရဲ့အမှတ်တရတွေကိုသိမ်းထားတတ်တဲ့ကောင်မလေးလူစီက ပြခန်းတွေကိုစီမံရတာ၀ါသနာပါတဲ့ကောင်မလေးတစ်ယောက်‌ပေါ့။တစ်နေ့တော့ သူ့ချစ်သူနဲ့ပြတ်စဲသွားတဲ့အချိန်မှာဒီအမှတ်တရပစ္စည်းတွေကိုလွှင့်မပစ်နိုင်မယ့်အတူတူထားစရာနေရာရှာပါတော့တယ်။အဲဒီမှာပဲ ဟိုတယ်ဖွင့်ဖို့ကြိုးစားနေတဲ့ နစ်ခ်နဲ့ဆုံပါတော့တယ်။သူတို့တွေဘာဆက်ဖြစ်မယ်ဆိုတာ စိတ်၀င်စားစွာနဲ့ကြည့်ရှုရမှာပါ။\nComedy, Romance ဖြစ်တဲ့ဒီကားလေးမှာ Stranger Thing စီးရီးထဲက ဆွဲဆောင်မှုရှိတဲ့ဘီလီက နစ်ခ်အနေနဲ့ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။ဒီတစ်ခါတော့ Charming type လေးအနေနဲ့ပါ၀င်ထားတဲ့ ဒီဇာတ်လမ်းလေးက အဆုံးထိစိတ်၀င်တစားကြည့်ရှုရမယ့်ကားလေးပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်...File Size :(940 MB) and (321 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:49:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon ...",
        "rating": "6.6.",
        "url": "https://channelmyanmar.org/the-broken-hearts-gallery2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hCyUlesH5NjAudviOE2xaRM40G6.jpg",
        "title": "The Wall of Mexico(2019)",
        "description": "The Wall of Mexico(2019)ချမ်းသာတဲ့ အမေရိကန်နဲ့ မက္ကဆီကန်စပ် Arista မိသားစုဟာ ခြံထိန်းသိမ်းဖို့အတွက် Don ဆိုတဲ့ ကောင်လေးကိုအလုပ်ခန့်ခဲ့ပါတယ် ...အရင်အလုပ်သမားဟောင်း Mike ဆီကနေ အလုပ်အကြောင်းတွေသင်ယူရင်း ပုံမှန်မဟုတ်တဲ့ Aristaမိသားစုရဲ့အကြောင်းတွေ သိခဲ့ရပါတော့တယ် ....\nArista မိသားစုမှာ မျိုးရိးစဥ်ဆက်ပိုင်ဆိုင်လာတဲ့ ရေတွင်းတစ်ခုရှိပြီး သူတို့မိသားစုဟာ အဲ့ရေတွင်းကရေကိုပဲ သောက်သုံးကြပါတယ် ...\nထိုရေတွင်းကရေဟာ လူကိုနုပျိုစေတယ်ဆိုပြီး ပြောစမှတ်လည်းတွင်ကြပါသေးတယ်....\nဒါကြောင့်ပဲ သူ့ရေတွင်းကိုလိုချင်ကြတဲ့လူတွေ များနေတာပေါ့ တစ်နေ့မှာ ရေတွင်းကရေကိုခိုးထုတ်တဲ့လူတွေနောက်လိုက်ရင်း Don ဟာ အဲ့ရေတွင်းရဲ့ ထူးဆန်းမှုတွေကို စပြီးခံစားလာရပါတော့တယ် ....Arista  မိသားစုဟာ နောက်ပိုင်း အပြောင်းအလဲကြီးတစ်ခု ရေတွင်းကိုပြုလုပ်ခဲ့တဲ့အခိျန်ကစလို့ပြဿနာမျိုးစတက်ပါတော့တယ်... File Size :(903 MB) and (416 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:50:00\nGenre : Comedy  , Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-wall-of-mexico2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hF8rukwm9kMoGGIcv0fD8Nuj4Gd.jpg",
        "title": "Love, Again(2019)",
        "description": "Love, Again(2019)လက်ထပ်ထားတဲ့ မိန်းကလေးရဲ့ ရူးကြောင်ကြောင် အပြုအမူတွေကို စိတ်ပျက်ပြီး ခင်ပွန်းဖြစ်သူ ဟျွန်းအူတစ်ယောက်ကွာရှင်းချင်လာတယ်.... ဘယ်အပြုအမူဖြစ် နားရင်းကြီးပိတ်အုပ်ချင်စရာက ကြာလေဖြစ်လာလေပဲ....နှုတ်ခမ်းပါးပါး ထွက်တဲ့စကားတိုင်းက အရင်ကချိုမြနေပေမယ့် နောက်ပိုင်းတော့ ပါးစပ်ကိုတိပ်ကပ်ပေးထားချင်လာတယ်..သို့ပေမယ့်လည်း ဇနီးဖြစ်သူကတော့ ကွာရှင်းမပေးချင်ဘူး...နောက်ပိုငး်တော့ ကွာရှင်းပေးဖို့ဖြစ်လာတော့တယ်...ဒီလိုကွာရှင်းပြီးမှပဲ ဇာတ်လမ်းစပါတော့တယ်..ဒီကားက နာမည်ကြီးမင်းသားမင်းသမီးတွေသရုပ်ဆောင်ထားပြီးတော့ ရယ်လည်းရယ်ရသလိုသဘောကျစရာလည်းကောင်းပါတယ်...ခံစားကြည့်ကြပါဉီး...File Size :(889 MB) and (320 MB)\nQuality : FHDRip 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/love-again2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/chinatown-cannon-140x200.jpg",
        "title": "Chinatown Cannon 2 ( 2020 )",
        "description": "China Town Cannon 2 ဆိုတဲ့ China Town မှာ ဖြစ်တဲ့ အဖြစ်ပျက်တွေထဲကအဖြစ်ပျက်ဆန်းလေးတစ်ခုကို ပုံဖော်ထားတဲ့ ဇာတ်ကားလေးကို ဘာသာပြန်ပေးလိုက်ပါတယ်ဒီကားလေးက သြစတေးလျရောက် တရုတ်တန်းက ဇာတ်လမ်းလေးတစ်ပုဒ်ပေါ့။ပထမဆုံးမှာ ကောင်မလေးတစ်ယောက် ပြန်ပေးဆွဲခံလိုက်ပြီးတရုတ်ပြည်က သူ့အစ်ကို ငွေ ၁ သန်း အတောင်းခံရာကနေ စတာပေါ့။ညီမကို ကယ်ချင်စိတ်နဲ့ သြစတေးလျရောက်လာရာကနေ black domain ဆိုတဲ့အွန်လိုင်း live stream ကနေ လူကုန်ကူးတဲ့ အဖွဲ့အစည်းတစ်ခုနဲ့ ပတ်သက်မိပြီးအသက်မသေရုံတစ်မယ်ဖြစ်ခဲ့တဲ့ အကြောင်းလေးပေါ့။အရမ်းစိတ်ဝင်စားဖို့ကောင်းသလို အတွေးနဲ့တင်ကြောက်ဖို့ကောင်းတဲ့ဇာတ်လမ်းလေးနော်။ဒီကားကြည့်ပြီးရင် တွေ့သမျှ liveတိုင်း အားပေးဖို့ကို တွေဝေသွားကောင်း တွေဝေသွားမယ်ထင်ပါတယ်Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/chinatown-cannon-2-2020/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/images-200x200.jpeg",
        "title": "Tora-san, Wish You Were Here (2019)",
        "description": "[Unicode]Tora San 50: Welcome Back (2019)IMDb rating- 6.7/10\nGenre - Comedy , Dramaဂျပန်နိုင်ငံရဲ့ရှီဘမတဘူတာရုံအပြင်ဘက်မှာဆိုရင် ဘောင်းဘီအိပ်ကပ်ထဲကိုလက်တစ်ဖက်ထည့်ထားပြီး တစ်ဖက်ကလက်ဆွဲအိတ်ကိုကိုင်ထားတဲ့ရုပ်တုတစ်ခုရှိပါတယ်။သူကအပေါ်ထပ်ဂျာကင်နဲ့ဝတ်စုံပြည့်ဝတ်ထားပေမဲ့ ဆောင်းထားတဲ့ဦးထုပ်နဲ့စီးထားတဲ့ခြေညှပ်ဖိနပ်ကြောင့် တိုကျိုမြို့သားတစ်ယောက်မဟုတ်တာသိသာပါတယ်။အနီးကပ်ကြည့်လိုက်ရင်တော့ လူတွေက ခဏခဏထိကိုင်ပြီးကံကောင်းစေဖို့ဆုတောင်းတဲ့အတွက်ကြောင့် ပြောင်လက်နေတဲ့ သူ့ရဲ့ဘယ်ဘက်ခြေမကိုတွေ့ရမှာပါ။ ဒီရုပ်ထုဟာ Tora-San ဖြစ်ပါတယ်။Tora sanဆိုတာ ၁၉၆၉ကနေ ၁၉၉၉ထိဆက်တိုက်ထုတ်လွှင့်ခဲ့တဲ့ It's tough being a man ဆိုတဲ့ seriesထဲက ဇာတ်လိုက်ကာရိုက်တာပါ။ဒီ seriesကိုဂျပန်နိုင်ငံမှာ ၁၉၉၉ရောက်တဲ့အထိနှစ်စဉ်ထုတ်လွှင့်ခဲ့ပြီး Toraအဖြစ်သရုပ်ဆောင်တဲ့ Atsushi Kiyomi ဆုံးပါးသွားမှရပ်တန့်ခဲ့တာဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ seriesရဲ့ နံပါတ်စဉ်၅၀မြောက်ဇာတ်ကားဖြစ်သလို series စတင်ထုတ်လွှင့်တဲ့နှစ်၅၀ပြည့်တဲ့အထိမ်းအမှတ်နဲ့လည်းတိုက်ဆိုင်နေပါတယ်။ဒီဇာတ်ကားထဲမှာတော့ Tora-sanရဲ့တူလေးဖြစ်သူ မစ်ဆုအိုက မုဆိုးဖိုတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့သမီးနဲ့အတူနေထိုင်ရင်း စာရေးဆရာတစ်ယောက်ဖြစ်ဖို့ကြိုးစားနေပါတယ်။သူ့ရဲ့ပွဲဦးထွက်စာအုပ်ဖြစ်တဲ့\"အရိပ်ပမာမိန်းမပျိုငယ်\"စာအုပ်ကလူကြိုက်များနေပြီး နာမည်ရတဲ့ဝတ္တရေးသူတစ်ယောက်ဖြစ်လာတဲ့အချိန်ပါ။ဒီအချိန်မှာသူ့နဲ့လွဲခဲ့တဲ့ငယ်ချစ်ဦးက ဂျပန်ကိုပြန်ရောက်လာခဲ့ပါတယ်။သူတို့တွေပြန်ဆုံဖြစ်တဲ့အချိန်မှာ လွမ်းစရာအမှတ်တရဟောင်းတွေနဲ့အတူ သူတို့ချစ်ရတဲ့Tora-sanနဲ့တိုက်ဆိုင်တဲ့အရင်ပုံရိပ်တွေကလည်း အမှတ်ရစရာပေါ်ထွက်လာပါတယ်။ချစ်ရတဲ့အချစ်ဦးနဲ့ပြန်တွေ့ချိန်မှာ ရှေ့တိုးရခက်နောက်ဆုတ်ရခက်အနေအထားဖြစ်နေတာကြောင့် ဘာပဲဖြစ်လာဖြစ်လာတိုင်ပင်လို့ရတဲ့ဦးလေးကို သတိရလာပါတယ်။မစ်ဆုအိုလိုအပ်ချိန်တိုင်းမှာရှိနေပေးတဲ့ မျက်နှာလေးထောင့်နဲ့ချစ်စရာကောင်းတဲ့ဦးလေးတိုရာရဲ့ ရယ်စရာအပြုအမူတွေဦးလေးကိုသဘောကျပြီးလက်ထပ်ချင်ပေမဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/Tqby/Wish_You_were_Here_(2019).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-17-at-11.05.16-PM-135x200.png",
        "title": "Cats & Dogs: The Revenge of Kitty Galore (2010)",
        "description": "Cats & Dogs: The Revenge of Kitty Galore (2010)==================================IMDb Rating - 5.3/10#Unicode“My name is Bond..James Bond” လို့ကြားလိုက်တာနဲ့ ဆန်းသစ်တဲ့နည်းပညာတွေကိုသုံးပြီးလူဆိုးတွေကို စုံစမ်းဖော်ထုတ်တဲ့ အထူးအေးဂျင့်ကြီးကိုပြေးမြင်ကြပါလိမ့်မယ်။ ဒီကားလေးကတော့James Bondလိုမျိုး နည်းပညာကို သုံးပြီး လူဆိုးကိုရှာဖွေဖော်ထုတ်တဲ့ ထောက်လှမ်းရေးကားလေးတစ်ကားပါပဲ။ အဲ James Bond နဲ့မတူတာက ဒီကားလေးထဲက အထူးအေးဂျင့်လေးတွေက ခွေးလေးကြောင်လေးတွေဖြစ်နေတာပါ။ ခွေးတွေကိုအပြတ်ရှင်းပြီး လူသားတွေကိုအုပ်ချုပ်ချင်နေတဲ့ ကြောင်ဆိုးမလေး ကစ်တီဂလိုရီကို ခွေးအေးဂျင့်တွေဖြစ်တဲ့ ဒစ်ဂ် ၊ ဘတ်ချ်၊ ကြောင်အေးဂျင့်မလေး ကတ်သရင်းတို့နဲ့ရူးကြောင်ကြောင်ခိုလေး ရှိန်းမက်စ်တို့ အတူပူးပေါင်းဖော်ထုတ်တားဆီးကြတဲ့ အိမ်မွေးတိရိစာ္ဆန်လေးတွေရဲ့စွန့်စားခန်းဇာတ်ကားလေးတစ်ကားပါ။ နောက်ပြီးတော့ ၂၀၁၀ ကထွက်ခဲ့တဲ့ ကားလေးဆိုတော့ ၂၀၁၀တုန်းကအကြောင်းလေးတွေကိုပြန်တွေးရင်း အေးအေးဆေးဆေးကြည့်လို့ကောင်းတာပေါ့ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) #Zawgyi“My name is Bond..James Bond” ...",
        "rating": "5.6",
        "url": "https://megaup.net/2fkx1/Cats.and.Dogs.The.Revenge.of.Kitty.Galore.2010.BluRay.1080P.5.1CH[CM].mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kFeAxmZvu0TE4iuLRHQD6Cej8Wf.jpg",
        "title": "Jack and Jill (2011)",
        "description": "[Unicode]ချစ်စရာကောင်းတဲ့မိသားစုလေးကိုပိုင်ဆိုင်ထားတဲ့အောင်မြင်နေတဲ့ကြော်ငြာလုပ်ငန်းစုက Jack နဲ့\nThanksgiving ရောက်တိုင်း တစ်နှစ်ကိုတစ်ကြိမ် အစ်ကိုရှိရာနေရာကို လာလာလည်တဲ့ သူ့ရဲ့အမြွှာညီမလေး Jill...ကလေးဆန်ပြီး ရိုးသားပွင့်လင်းတဲ့ အဒေါ်အပျိုကြီး Jill ဟာ တူတူမတွေနဲ့ပျော်ရင်းပါးရင်း ဒိတ်လုပ်ဖို့ပါ အကြံဉာဏ်ရပြီး သူရဲ့ဖူးစာရှင်ကို ရှာဖွေပါတော့တယ် ။ညီမဖြစ်သူရဲ့ အမူအကျင့်တွေကြောင့်စိတ်ရှုပ်နေတဲ့ Jack ကတော့ သူ့ညီမ မြန်မြန်ပြန်ဖို့ကိုသာ အာရုံစိုက်နေပါတော့တယ်..တစ်ဖက်မှာလည်း မင်းသားကြီးAl Pacino နဲ့သာကြော်ငြာရိုက်ချင်ပါတယ်ဆိုတဲ့ client ကြောင့်အခက်တွေ့နေတဲ့ Jackကစားပွဲတစ်ခုမှာAl Pacino နဲ့အလုပ်အကြောင်းပြောဖို့ကြိုးစားရင်း ထင်မှတ်မထားပဲ ညီမဖြစ်သူကိုပါစိတ်ဝင်စားသွားကြောင်း သိလိုက်ရတဲ့အခါJack ဟာဘယ်လို ဉာဏ်နီဉာဏ်နက်တွေထုတ်သုံးပြီး စီမံသွားမလဲဆိုတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ်...။ဒီအမြွှာမောင်နှမရဲ့ဇာတ်လမ်းလေးကို ဟာသဆန်ဆန်ရိုက်ကူးထားတာဖြစ်လို့ ကြည်ရှုသူများဘဝအမောတွေပြေစေဖို့တင်ဆက်ပေးလိုက်ရပါတယ်...။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Thinzar Oo ဖြစ်ပါတယ် ) [Zawgyi]ခ်စ္စရာေကာင္းတဲ့မိသားစုေလးကိုပိုင္ဆိုင္ထားတဲ့ေအာင္ျမင္ေနတဲ့ေၾကာ္ျငာလုပ္ငန္းစုက Jack နဲ႔\nThanksgiving ေရာက္တိုင္း တစ္ႏွစ္ကိုတစ္ႀကိမ္ အစ္ကိုရွိရာေနရာကို လာလာလည္တဲ့ သူ႔ရဲ႕အႁမႊာညီမေလး Jill...ကေလးဆန္ၿပီး ႐ိုးသားပြင့္လင္းတဲ့ အေဒၚအပ်ိဳႀကီး Jill ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/jack-and-jill-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Aa2jU3ZOXNB7wRdSOHCz41JGRki.jpg",
        "title": "Teenage Badass",
        "description": "ဒီကား​လေးက​တော့ 2020 စက်တင်ဘာလ က\nထွက်ရှိခဲ့ပြီး ဂီတလူငယ်​တွေ အ​ကြောင်းရိုက်ကူးထားတဲ့\nဟာသ ဇာတ်ကား​လေးလည်းဖြစ်ပါတယ်\n၂၀၀၆ ဝန်းကျင်​လောက်ကို အ​​ခြေခံပြီးရိုက်ကူးထားပါတယ်\nဒီကားထဲမှာ​တော့ အဓိက ဇာတ်​ဆောင် Brad ဆိုတဲ့\nကောင်​လေးက ဂီတကိုရူးသွပ်သူဖြစ်သလို ဒရမ်တီးလည်း\nဝါသနာပါတဲ့ ​ကောင်​လေးဖြစ်ပါတယ်\nတစ်​​နေ့မထင်မှတ်ပဲ သူ အရမ်းသ​​ဘောကျတဲ့တီးဝိုင်းတစ်ခု မှ\nာသူ ဒရမ်တီးခွင့် ရလာတဲ့အခါမှာ​​တော့\nအ​​ခြေအ​နေက လွယ်လွယ်ကူကူနဲ့ပဲ\nအဆုံးသတ်သွားမလား တီးဝိုင်း ထဲမှာ ​ရော\nဘယ်လို အခက်အခဲ ​တွေရှိနိုင်မလဲ ဆိုတာက​တော့....\nဒီကား​လေး မှာ​တော့ လူငယ် ​တွေရဲ့ ဂီတ​အပေါ်\nရူးသွပ်မှုမိသားစုစိတ်ဓါတ်ရှိမှု အချစ်​ရေး အစ ရှိတာ​တွေကို ​\nတွေ့မြင်ရမှာလည်းဖြစ်ပါတယ်\nဂီတဝါသနာ ပါတဲ့ ရုပ်ရှင်ချစ်ပရိသတ်​တွေအတွက်က​တော့​\nပေါ့​ပေါ့ပါးပါး နဲ့ ကြည့်လိုအဆင်​ပြေမယ့်\nလူငယ်ဟာသာကား​လေးပဲ ဖြစ်ပါတယ်\nImdb 5.0 ရရှိထားပြီး RottenTomatoes မှာတော့\n78% ရရှိထားပါတယ်ဗျ\nFile Size -  1 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Thu Khant\nEncoder - Thit ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/teenage-badass/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6fbqG49Q7IWBWdyJ7asNTcNbnG6.jpg",
        "title": "The Holiday (2006)",
        "description": "[Unicode]The Holiday (2006)အခုတလော အချစ်ကားလေးလည်းကြည့်ချင်တယ်\ndrama တွေခင်းနေတာလည်းမကြိုက်ဘူး\nဟာသလေးရော ပါချင်တယ် entertained လည်းဖြစ်ချင်တယ်ဆိုရင်တော့ ဒီကားလေးကို ကြည့်ဖို့ ညွှန်းလိုက်ပါတယ်...British flim ဖြစ်ပြီး အချိန်အားဖြင့် christmas ကာလကိုနောက်ခံထားရိုက်ကူးထားတာဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့\n၃ နှစ်လောက်တစ်ဖက်သတ်ကြိုက်ခဲ့ရတဲ့ကောင်လေးက စေ့စပ်သွားလို့\nပူဆွေးဝမ်းနည်းနေတဲ့ အင်္ဂလန်နိုင်ငံ surray မြို့က Irish ဆိုတဲ့ကောင်မလေးနဲ့...\nနှလုံးသားရေးရာမှာအဆင်မပြေ ရည်းစားနဲ့ပြတ်ပြီး အသည်းကွဲနေတဲ့ LA က Amanda ဆိုတဲ့ကောင်မလေးတို့\nခရစ္စမက်အားလပ်ရက်အပန်းဖြေခရီးအတွက် အိမ်ငှားတဲ့website တစ်ခုမှာ တွေ့ကြပါတော့တယ်...သူတို့ရဲ့ အချစ်ရေးပြဿနာတွေကနေလွတ်မြောက်အောင် မရောက်ဖူးတဲ့နေရာကိုသွားမယ်ဆိုပြီး\nတစ်ယောက်နဲ့တစ်ယောက်အိမ်ချင်းလဲပြီးနေမယ်လို့ သဘောတူလိုက်ပါတော့တယ်\nမမျှော်လင့်ပဲ local ကောင်လေးတွေနဲ့တွေ့ပြီး...\nသူ့တို့အတွက် တကယ်မှန်ကန်တဲ့လက်တွဲဖော် ရှာတွေ့သွားမလားဆိုတာကတော့ ဇာတ်လမ်းထဲမှာပဲ ကြည့်ရှုရမှာဖြစ်ပါတယ်\nသရုပ်ဆောင်တွေကလည်း ငြင်းရက်စရာမရှိတဲ့အပြင် စိတ်အပန်းပြေစေတဲ့ကားကောင်းလေးမို့ တင်ဆက်ပေးလိုက်ရပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Thinzar Oo ဖြစ်ပါတယ် )Quality__720p\nIMDb Rating__6.9/10\nFormat__mp4\nDuration__02:16:00\nType__Comedy , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Thinzar Oo\nEncoded by ...",
        "rating": "6.9",
        "url": "https://megaup.net/15U8k/Holiday_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lj8RzVFqhd78OpO7IVClekCF5HN.jpg",
        "title": "Sunkist Family (2019)",
        "description": "[Unicode]ဂျင်ဟယ်တို့ မိသားစုလေးက အရမ်းကိုပျော်ရွှင်ကြတဲ့မိသားစုလေးပေါ့အမေရယ် အဖေရယ် အစ်ကိုရယ် အစ်မရယ် တစ်ယောက်တစ်မျိုးစီ ပုံစံရှိကြပေမယ့် အဖေနဲ့အမေကတော့ အရမ်းချစ်ကြတာပေါ့တစ်နေ့မှာတော့ မင်ဟီးလို့ခေါ်တဲ့ ကောင်မလေးတစ်ယောက် အိမ်ဘေးကိုပြောင်းလာခဲ့ပါတယ်အဲ့မိန်းကလေးက ဂျင်ဟယ်အဖေနဲ့အရင်ကသိတဲ့လူပေါ့ အရမ်းလည်းလှတယ်သူကပန်းချီဆရာမ တစ်ယောက်ဖြစ်တာမို့ ဂျင်ဟယ်အဖေကို မော်ဒယ်လ်လုပ်ဖို့အကူအညီတောင်းပါလေရောအဲ့လိုနဲ့ ဂျင်ဟယ် အဖေတစ်ယောက် သူ့မိန်းမ မသိအောင်မော်ဒယ်လ်လုပ်ပေးရာက အထင်လွဲတာလေးတွေဖြစ်ပြီး ပြဿနာတွေတက်ပါတော့တယ်မိသားစုတွေကြားထဲမှာလည်း ဘာမဟုတ်တာလေးတွေနဲ့ အထင်တွေလွဲနေကြပြီး စိတ်ဆိုးလိုက်ပြန်ချော့လိုက် ရယ်လည်းရယ်တဲ့ကားလေးမို့ ကြည့်လိုက်ကြပါဦးနော်...။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် ) [Zawgyi]ဂ်င္ဟယ္တို႔ မိသားစုေလးက အရမ္းကိုေပ်ာ္႐ႊင္ၾကတဲ့မိသားစုေလးေပါ့အေမရယ္ အေဖရယ္ အစ္ကိုရယ္ အစ္မရယ္ တစ္ေယာက္တစ္မ်ိဳးစီ ပုံစံရွိၾကေပမယ့္ အေဖနဲ႔အေမကေတာ့ အရမ္းခ်စ္ၾကတာေပါ့တစ္ေန႔မွာေတာ့ မင္ဟီးလို႔ေခၚတဲ့ ေကာင္မေလးတစ္ေယာက္ အိမ္ေဘးကိုေျပာင္းလာခဲ့ပါတယ္အဲ့မိန္းကေလးက ဂ်င္ဟယ္အေဖနဲ႔အရင္ကသိတဲ့လူေပါ့ အရမ္းလည္းလွတယ္သူကပန္းခ်ီဆရာမ တစ္ေယာက္ျဖစ္တာမို႔ ဂ်င္ဟယ္အေဖကို ေမာ္ဒယ္လ္လုပ္ဖို႔အကူအညီေတာင္းပါေလေရာအဲ့လိုနဲ႔ ဂ်င္ဟယ္ အေဖတစ္​ေယာက္ သူ႔မိန္းမ မသိေအာင္ေမာ္ဒယ္လ္လုပ္ေပးရာက အထင္လြဲတာေလးေတြျဖစ္ၿပီး ျပႆနာေတြတက္ပါေတာ့တယ္မိသားစုေတြၾကားထဲမွာလည္း ...",
        "rating": "6.5",
        "url": "https://megaup.net/2fggf/Sunkist_Family_(2019).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-12-at-8.28.44-PM-143x200.png",
        "title": "Happy Halloween Scooby-Doo! (2020)",
        "description": "Happy Halloween Scooby-Doo! (2020)=============================IMDb Rating - 6.7/10#Unicodeအောက်တိုဘာ 2 ရက်နေ့မှစတင်ဖြန့်ချီတဲ့ စကူဘီ-ဒူး ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။မေလကထွက်တဲ့ Scoob အပြီးမှာထပ်ထွက်တဲ့ 35th Animated Movie ဖြစ်ပါတယ်။2018 ကထွက်ခဲ့တဲ့ Batman နဲ့ Crossover အပြီး နောက်ထပ် Link ချိတ်ထားတဲ့ကားပါခင်ဗျ။ဘာလို့လဲဆို ဆြာဘတ်ရဲ့ ရန်သူတော်ကြီးစာခြောက်ရုပ် ကရိန်းပါဝင်ထားလို့ပါပဲ။ ထုံးစံအတိုင်းပဟေဠိဖော်သူများအဖွဲ့က ဟောလိုးဝင်းမှာ ပဟေဠိတစ်ခုကိုဖော်ထုတ်ရင်း စာခြောက်ရုပ်နဲ့တည့်တည့်တိုးခဲ့ရပါတယ်။ စာခြောက်ရုပ်ကိုဖမ်းနိုင်ခဲ့ပြီး အောင်ပွဲခံချိန်မှာပဲ စကူဘီအဖွဲ့ရဲ့ အကုန်သွတ်၂ ကောင်ဖြစ်တဲ့ စကူဘီနဲ့ ရှက်ဂီတို့နှစ်ယောက် ဟောလိုးဝင်းမှာ မုန့်လိုက်တောင်းရင်း ဖရဲသီးသရဲကြီးနဲ့ပက်ပင်းတိုးခဲ့ရပါတယ်။ ထုံးစံအတိုင်း သုတ်ခြေတင်ပြီး အဖွဲ့ကိုပြော လူတွေကိုပြောပေမဲ့ဘယ်သူမှမယုံကြဘဲ သူတို့နှစ်ကောင်သာအရူးဖြစ်ခဲ့ရပါတယ်။ ဒါပေမဲ့ ဒီပုစ္ဆာဟာ ပဟေဠိဖော်သူများရဲ့ ဉာဏ်ကြီးရှင်ဖြစ်တဲ့ ဗယ်မာကိုယ်တိုင်တောင် မတွေးတတ်အောင် ပဟေဠိဆန်လွန်းပြီး တကယ့်လက်တွေ့ဖြစ်ပျက်နေတော့ အားလုံးအခက်ကြုံခဲ့ရပါတော့တယ်။ ဒီတစ်ခေါက် ဖရုံသီးသရဲပဟေဠိကို စကူဘီတို့အဖွဲ့ဘယ်လို ဘယ်လိုဒုက္ခတွေရောက်ကြမလဲဆိုတာနဲ့  ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/happy-halloween-scooby-doo-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/EC3K9Zv7uzpXomJWuRMiQH9g5V.jpg",
        "title": "Ginny Weds Sunny(2020)",
        "description": "Ginny Weds Sunny(2020)ဆန်နီတို့မိသားစုက မိသားစုကုန်မာဆိုင်လေးပိုင်ဆိုင်ထားတယ်.....\nဆန်နီကတော့ အချက်အပြုတ်အရမ်းတော်တယ်.....အဲ့ဒါကြောင့်သူ့အဖေဆီမှာ စားသောက်ဆိုင်ဖွင့်ဖို့ အတွက်\nအရင်းအနှီးတောင်းတယ် .....ဒါပေမယ့်သူ့အဖေကဆန်နီကိုမိန်းမယူမှဆိုင်ဖွင့်ပေးမယ်လို့ပြောလိုက်တယ်.....\nအဲ့တော့ ဆန်နီတစ်ယောက်မိန်းမယူဖို့အသည်းအသန်လိုက်ရှာပေမဲ့ အဆင်မပြေခဲ့ပါဘူး.....\nဒီလိုနဲ့  ဆိုင်ဖွင့်ရပြီးရော မိန်းမတစ်ယောက်ရမှဖြစ်မယ်ဆိုပြီး ကြံမိကြံရာ\nနာမည်ကြီးအောင်သွယ်တော်ကိုအကူအညီတောင်းရပါတော့တယ် .....ဒီအောင်သွယ်တော်နဲ့တွေ့မှပဲ ဆန်နီတစ်ယောက် ပုံစံမျိုးစုံကြုံရပါတယ်...ဒီကား အချစ်ဟာသကားလေးဖြစ်သလို တော်တော်လည်း ကောင်းပါတယ်....မင်းသားမင်းသမီးတွေ အကုန်ချောမောကြသလို ဇာတ်လမ်းလေးလည်းကောင်းမွန်တဲ့အတွက်India ကားကောင်းကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်.....File Size :(998MB) and (357 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Romance  , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/ginny-weds-sunny2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1UBcNuimEDt4uuHUoObl54UMO0k.jpg",
        "title": "Trade Your Love (2019)",
        "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ 2019 တုန်းက ထွက်ထားတဲ့ ဇာတ်ကားလေးတင်ဆက်ပေးပါမယ်ဒီဇာတ်ကားထဲမှာ Find me in your memory မင်းသား Kim Dong-Wook နဲ့ My Holo Love က မင်းသမီး Ko Sung-Hee တို့က ပါဝင် သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းဂျောင်ဆောင်းဆော့ဟာ လေကြောင်းလိုင်းတစ်ခုပိုင်ရှင် ရဲ့ သားဖြစ်ပါတယ်ချစ်သူနဲ့ သဘောမတူတဲ့ အဖေဖြစ်သူကြောင့် blind date တွေ ခဏခဏတွေ့နေရပါတယ်ဂယ်ဂျူကတော့ ပြေးခုန်ပစ် အားကစားသမားတစ်ယောက်ဖြစ်ပြီး ဒဏ်ရာကြောင့် ပြိုင်ပွဲတွေကို လက်လျှော့လိုက်ရတဲ့သူပါလက်ထပ်သင့်တဲ့ အရွယ်ဆိုပေမယ့် ချစ်သူ မရှိသေးတာကြောင့် မိဘတွေစီစဉ်ပေးတဲ့ blind date တွေကို အမြဲသွားနေရပါတယ်တစ်နေ့မှာတော့ ဆောင်းဆော့နဲ့ ဟယ်ဂျူတို့ blind date မှာတွေ့ကြတဲ့အခါဘယ်လိုအပေးအယူတွေနဲ့ သူတို့တွေ လက်ထပ်ဖို့ စီစဉ်မှာလဲအဆင်ပြေသွားမှာလားတကယ်ချစ်သူတွေ ဖြစ်သွားမလားဆိုတာတော့ ဒီဇာတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုကြပါ...။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ...",
        "rating": "5.3",
        "url": "https://megaup.net/2Vbaw/Trade_Your_Love_(2019).mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1XiqACmd8cNOtD0pjxBoS7kWnGH.jpg",
        "title": "Adult Life Skills (2016)",
        "description": "[Unicode]Adult Life Skills (2016)သူမရဲ့အမြွှာအစ်ကိုဖြစ်သူ သေဆုံးမှုကြောင့် အန်နာဆိုတဲ့ကောင်မလေးဟာ စိတ်ဓာတ်တွေကျပြီး အတိတ်ကနေ ရုန်းမထွက်နိုင်ဖြစ်နေပါတယ်သူမရဲ့အမေက အန်နာ စိတ်ပြန်လှည်လာနိုင်ဖို့ အတတ်နိုင်ဆုံး ကြိုးစားခဲ့ပေမယ့် မထူးခဲ့ပါဘူးအဲ့လိုခေါင်းမာလွန်းလှတဲ့အန်နာဟာ ထူးဆန်းတဲ့ ကလေးလေးတစ်ယောက်နဲ့ ဆုံခဲ့ရပါတယ်အဲ့ဒီနောက်မှာတော့ ...\nအန်နာသူ့ကိုယ်သူပြန်တည်ဆောက်နိုင်ပါ့မလား\nဘယ်လိုအလွဲတွေကိုကြုံရဦးမလဲဆိုတာကိုတော့...ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးဆိုပေမယ့် သဘောကျစရာအချက်လေးတွေကတော့တော်တော်များပါတယ်\nအလျှင်းသင့်သလို ဟာသလေးတွေကိုလည်း ထည့်ပေးထားတာမို့ ကြည့်ပျော်စေမယ့် ဇာတ်ကားလေးတစ်ကားပါပဲ ။( ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thet Hnin Hsu ပါ ) [Zawgyi]Adult Life Skills (2016)သူမရဲ႕အႁမႊာအစ္ကိုျဖစ္သူ ေသဆုံးမႈေၾကာင့္ အန္နာဆိုတဲ့ေကာင္မေလးဟာ စိတ္ဓာတ္ေတြက်ၿပီး အတိတ္ကေန ႐ုန္းမထြက္ႏိုင္ျဖစ္ေနပါတယ္သူမရဲ႕အေမက အန္နာ စိတ္ျပန္လွည္လာႏိုင္ဖို႔ အတတ္ႏိုင္ဆုံး ႀကိဳးစားခဲ့ေပမယ့္ မထူးခဲ့ပါဘူးအဲ့လိုေခါင္းမာလြန္းလွတဲ့အန္နာဟာ ထူးဆန္းတဲ့ ကေလးေလးတစ္ေယာက္နဲ႔ ဆုံခဲ့ရပါတယ္အဲ့ဒီေနာက္မွာေတာ့ ...\nအန္နာသူ႔ကိုယ္သူျပန္တည္ေဆာက္ႏိုင္ပါ့မလား\nဘယ္လိုအလြဲေတြကိုႀကဳံရဦးမလဲဆိုတာကိုေတာ့...ေပါ့ေပါ့ပါးပါးဇာတ္ကားေလးဆိုေပမယ့္ သေဘာက်စရာအခ်က္ေလးေတြကေတာ့ေတာ္ေတာ္မ်ားပါတယ္\nအလွ်င္းသင့္သလို ဟာသေလးေတြကိုလည္း ထည့္ေပးထားတာမို႔ ၾကည့္ေပ်ာ္ေစမယ့္ ဇာတ္ကားေလးတစ္ကားပါပဲ ။( ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Thet Hnin Hsu ပါ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1zfr6/Adult_Life_Skills_(2016).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/disFZFSDUw7cSM2TtoJTNldyuYb.jpg",
        "title": "Write About Love(2019)",
        "description": "Write About Love(2019)အညွှန်း***************************တည်းဖြတ်သူတွေက စာရေးဆရာမလေးရဲ့ ဇာတ်ညွှန်းအဟောင်းကိုသိပ်မကြိုက်တဲ့အတွက် ပြန်ပြင်ရေးခိုင်းပါတယ်.ဒီစာရေးဆရာမလေးဟာ ရည်းစားလည်းမထားဖူးဘူး...ဒါ့ကြောင့် အချစ်အကြောင်းရေးတဲ့နေရာမှာ လိုအပ်ချက်လေးတွေ ရှိနေသေးလို့ ဆိုတယ်.....အဲ့လိုရေးခိုင်းတဲ့နေရာမှာ နာမည်ရဇာတ်ညွှန်းရေးဒါရိုက်တာတစ်ယောက်နဲ့အတူတူတွဲပြီးတော့ပြန်လည်တည်းဖြတ်ပြင်ဆင်ဖို့ တာဝန်ပေးခံရပါတယ်...အဲ့ဒီနောက် သူတို့ ကောင်းမွန်တဲ့ဇာတ်ညွှန်းတစ်ခုရေးသွားနိုင်မလား....စာရေးဆရာမလေးကရော အချစ်စစ်နဲ့တွေ့သွားမလား....တည်းဖြတ်သူတွေက‌ေရာ သဘောကျသွားမလားဆိုတာကိုတော့....အရမ်း Ro တဲ့ ကားလေးမို့ ခံစားကြည့်ကြပါဉီး......File Size :(922 MB) and (337 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Romance , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/write-about-love2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bBiMw6Jtg8tSTcEq8jFV7qk9TRW.jpg",
        "title": "Around the World in 80 Days (2004)",
        "description": "[Unicode]IMDb rating 5.4/10 ရရှိထားပြီး\nဗြိတိသျှ တီထွင်သူတယောက်၊ တရုပ်လူမျိုးသူခိုးနဲ့ ပြင်သစ်အနုပညာရှင်ကောင်မလေး ချောချောလေးတို့ရဲ့ စွန်းစားခန်းတွေကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဖီလီးယက်ဖော့ဟာ အင်္ဂလန် ဗစ်တိုးရီးယန်းမှာ နေထိုင်တဲ့ တီထွင်သူတစ်ယောက်ဖြစ်ပြီး သူဟာ ကမ္ဘာကြီးကို ရက် ရှစ်ဆယ်နဲ့ပတ်နိုင်လိမ့်မယ်လို့ ယုံကြည်နေပါတယ်။\nနောက်ထပ် တီထွင်သူ တစ်ယောက်က သူ့ကို အဲ့ဒီခရီးသွားဖို့ စိန်ခေါ်မှုအလောင်းအစားကိုကို ဖီလီးယက် လက်ခံခဲ့ပါတယ်။သူ့နဲ့ အတူ ခရီးသွားဖော်ကတော့ သစ္စာရှိ အိမ်စေတစ်ယောက်ဖြစ်တဲ့ ပါဆီပါတောက်နဲ့ လှပတဲ့ လမ်းပြတစ်ယောက်ဖြစ်တဲ့ မိုနစ်ခ် ဖြစ်ပါတယ်။\nကွဲပြားတဲ့သယ်ယူပု့ိဆောင်ရေးတွေ ပါဆီပါတောက်ရဲ့ သိုင်းပညာအစွမ်းတွေနဲ့သူတို့ သုံးယောက် ကမ္ဘာပတ်ဖို့ထွက်လာကြပါတယ်။\nသူတို့ခရီးစဉ်မှာ ဘာတွေဘယ်လိုကြုံတွေ့ကြမယ်\nပျောက်ဆုံးနေတဲ့ ကျောက်စိမ်းဆင်းတုကိုကော ရှာတွေ့နိုင်ပါ့မလား\nလောင်းထားတဲ့ အလောင်းအစားကိုကောနိုင်ပါ့မလား\nဘယ်လိုများ အခက်အခဲတွေကို ရင်ဆိုင်ကျော်ဖြတ်ကြမလဲ ဆိုတာကို ရင်သပ်ရှူမောဖွယ်ရာ ရိုက်ကွင်းရိုက်ကွက်များနဲ့ ရှူစားနိုင်ဖို့ ကြည့်ရှုလိုက်ကြပါအုံးဗျာ။( ပါဝင်ရုပ်ဆောင်ထားတဲ့ မင်းသားကြီးကတော့ ပြည်သူ့ အသည်းကျော် ဂျက်ကီချန်းဆိုတော့ အထွေအထူးမပြောတော့ပါဘူး ) [Zawgyi]IMDb rating 5.4/10 ရရွိထားျပီး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/around-the-world-in-80-days-2004/"
    }
]