[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMTcyODc0NGEtZjEzZC00YmRlLWJiNGEtMjQ5MWVlN2U0ODZhXkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_-128x200.jpg",
        "title": "Naanum Rowdydhaan (2015)",
        "description": "Naanum Rowdy Dhaan (2015)\nIMDb 7.2\nနာမည်ကြီးတောင်ပိုင်းမင်းသားဗီဂျေးစည်သူပတီ နဲ့မင်းသမီးချောလေး Nayanthara\nပါဝင်သရုပ်ဆောင်ထားပြီး အချစ်စစ်နဲ့သာဆို အရာရာကျော်‌ဖြတ်နိုင်ကြောင်း\nရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်း...\nကာဒမ်ဘရီ (Nayanthara) ရဲ့အဖေကရဲတစ်ယောက်ပါ မပတ်သက်သင့်တဲ့\nလူမိုက်ကိုသွားရန်စမိရာက ဇနီးဖြစ်သူပါဆုံးရှုံးလိုက်ရပြီး သမီးဖြစ်သူ ကာဒမ်ဘရီကပါ\nနားမကြားဘဝရောက်သွားခဲ့ပါတယ် ဒီကလဲ့စားသွေးကြွေးကိုပြန်ဆပ်မယ်ဆိုပြီး\nအိမ်ကထွက်သွားတဲ့ဖခင် ရက်အတော်ကြာထိပြန်ရောက်မလာလို့\nကာဒမ်ဘရီတစ်ယောက်ရှာဖွေခန်းဖွင့်တော့ အမှတ်မထင် ဗရုတ်ကောင်ပန်ဒီနဲ့‌သွားဆုံမိပါလေရော\nမြင်မြင်ချင်းသဘောကျသွားတဲ့ ပန်ဒီက ဒီသနားစရာကောင်မလေးရဲ့ဖခင်ဖြစ်သူကို\nလိုက်ရှာပေးဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်ဒါပေမယ့် ထင်မှတ်မထားတဲ့ ကိစ္စကတော့ သူ့အဖေက\nသေဆုံးသွားပြီဆိုတာပါပဲ ဒီလိုနဲ့ သူတို့နှစ်ယောက်ပေါင်းပြီး\nဒီကလဲ့စားချေမယ့်ခရီးလမ်းကြောင်းကိုဘယ်လိုရှေ့ဆက်သွားမလဲ\nပန်ဒီကရောသူလိုချင်နေတဲ့အချစ်ကိုရနိုင်မလားဆိုတာတော့\nဆက်လက်ကြည့်ရှူလိုက်ကြပါရှင်\nFile size…2.87GB / 1.33GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/naanum-rowdydhaan-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNmVhOTJkMGItODNiNy00NTI3LWFjZGEtODIwODM0YWY1NDMzXkEyXkFqcGdeQXVyNDY5NjU5MDE@._V1_-140x200.jpg",
        "title": "[18+] Wet Dreams 2 (2005)",
        "description": "အပျိုဖော်မဝင့်တဝင် အမျိုးသမီးတို့ဓမ္မတာ အစပျိုးလေးတောင် မလာဖူးသေးတဲ့ရွှေရင်သိမ်းသစ်စ မိန်းကလေးတစ်ယောက်ရဲ့ဘဝအတွက်\nအကြီးမားဆုံးရည်မှန်းချက်၊ စိတ်ကူးယဉ်အိမ်မက်တွေကဘယ်လောက်များခမ်းနားကြီးကျယ်နေနိုင်မလဲ? ဆောင်အွန်းဆိုတဲ့ကောင်မလေးကတော့ မင်္ဂလာဆောင်တစ်ခုမှာ\nသတို့သမီးရဲ့အလှအပ၊မင်္ဂလာဆောင်ရဲ့ခမ်းနားမှု ကြည်နူးဖွယ်တွေကို အားကျနေခဲ့ပြီးတော့ တောက်လျှောက်စိတ်ကူးယဉ်နေမိခဲ့တာပါ။\nသူဟာ မင်းသားလေးတစ်ပါးကို အိမ်မက်မက်ထားတယ်။ အဲ့ဒီမင်းသားလေးဟာ သူ့ဖူးစာဖက် ဧကန်ဖြစ်ပြီး တစ်နေ့မှာ သူတို့ပျော်ရွှင်စွာပေါင်းဖက်ရမယ်ဆိုတာမျိုးပေါ့။ အဲ့ဒါ သူ့အိမ်မက်အကုန်ပါပဲ။\nတစ်နေ့တော့ သူစာသင်ခန်းထဲမှာ အိပ်ပျော်နေရင်း မျက်လုံးအဖွင့်မှာ အိမ်မက်ထဲက မင်းသားလေးကိုမျက်ဝါးထင်ထင်တွေ့မြင်လိုက်ရပါတော့တယ်။\nသူ့ရဲ့မင်းသားလေးဟာ သူတို့ကျောင်းရဲ့ အလုပ်သင်ကာယဆရာတစ်ယောက်အဖြစ်ရောက်ရှိလာခဲ့တာပါပဲ။ အဲ့ဒီကစလို့ အိမ်မက်တွေ၊ စိတ်ကူးယဉ်တွေ နဲ့\nလက်တွေ့ဘဝကို ခွဲခြားနားမလည်တတ်သေးတဲ့ ဆယ်ကျော်သက်ကောင်မလေးဟာ မင်းသားလေးကို ရရှိဖို့ ဘာမဆိုစွန့်လွှတ်စွန့်စားနိုင်တဲ့အထိ အဆင်သင့်ဖြစ်သွားပါတော့တယ်။\nသူတစ်ယောက်တည်းတော့မဟုတ်ပါဘူး၊ သူ့ရဲ့ မိုက်ဖော်ဆိုးဖက် သူငယ်ချင်းမလေးတွေကလဲ သူ့စွန့်စားခန်းကို မြှောက်ပင့် အားပေး ကူညီဖို့ ရယ်ဒီပါပဲ။\nWet Dream ရဲ့နောက်ဆက်တွဲကားဖြစ်ပေမယ့် ပထမကားထက်ပိုပြီးတော့ Serious ဖြစ်တဲ့ဘက်ကိုသွားထားပါတယ်။ အပျော်တွေချည်းသက်သက်မဟုတ်ပဲနဲ့\nတကယ်တမ်းရင်ဆိုင်ရမယ့်လက်တွေ့ဘဝရဲ့ပြဿနာလေးတွေကိုပါ ပါးပါးလေးချပြသွားပြီးတော့ အချစ်ဟာသ ဇာတ်လေးကို လှလှပပခင်းသွားပါသေးတယ်။\n၂၀၀၀ ခုနှစ်ကျော်ဝန်းကျင် ခေတ်ကာလတွေ၊ အဲ့ဒီခေတ်က ကိုရီးယားရုပ်ရှင်တွေကိုပြန်သတိရလွမ်းတစေနိုင်တဲ့ အချစ်ဟာသ ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/18-wet-dreams-2-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Mongjunggi-829602740-large-139x200.jpg",
        "title": "[18+] Wet Dreams (2002) Mongjunggi",
        "description": "Sex is Zero လို ကျောင်းသားဟာသကားတွေကြိုက်တတ်ရင်တော့ Wet Dreams ဆိုတဲ့ ဒီကိုရီးယားကားမှာလဲ ခွီရဦးမှာပါ။ဒေါင်ဟွန်း ဆန်းမင်း ယောင်ဂျေး ဆွတ်ဂူးတို့ဟာယောက်ျားလေးသီးသန့်ကျောင်းမှာတက်ရောက်နေတဲ့\nလူပျိုဖော်ဝင်စ၊အပျံသင်စ လိင်မှုကိစ္စကိုထဲထဲဝင်ဝင်နှိုက်နှိုက်ချွတ်ချွတ်စိတ်ဝင်တစား စူးစမ်းချင်စပြုလာတဲ့\nအထက်တန်းကျောင်းသားလေးတွေဖြစ်ပါတယ်။ အဲ့ဒီကျောင်းကိုမှ သူတို့နဲ့အသက်ချင်းသိပ်မကွာတဲ့ ငယ်ငယ်လှလှ\nဆရာမလေးတစ်ယောက်က အလုပ်သင်အဖြစ်ဝင်လာတဲ့အချိန်မှာတော့ အဲ့ဒီဆရာမလေးနဲ့ နီးစပ်ခွင့်ရဖို့အရေး\nသူတို့တွေအလောင်းအစားနဲ့အကြံအဖန်လုပ်ကြတဲ့အထိဖြစ်လာပါတော့တယ်။အဲ့ဒီဆရာမလေးကလဲ ကိုယ်ပိုင်ဇာတ်လမ်းရှိပါတယ်။ ဆရာမလေးရဲ့တစ်ဖက်သတ်အချစ်ဦး ဆယ်ကျော်သက်တုန်းက\nတဖက်သတ်ကြိတ်ကြွေခဲ့ရတဲ့ ဆရာအစ်ကိုကြီးဟာ အဲ့ဒီကျောင်းမှာကျောင်းဆရာအဖြစ်ရှိနေလို့ဒီကျောင်းကိုမရောက်ရောက်အောင်\nဖန်တီးယူခဲ့တာဖြစ်နေလို့ပါပဲ။ဆရာမလေးကသူ့ဇာတ်လမ်းနဲ့သူ့ချစ်ရသူကိုနီးစပ်ခွင့်ရဖို့ကြိုးစားသလို\nဒေါင်ဟွန်းတို့လေးယောက်ကလဲ ဆရာမလေးလက်ကိုကိုင်ဖို့၊ အောက်ခံဘောင်းဘီ\nဘာရောင်လဲဆိုတာမြင်ရဖို့တို့ ညစ်တီးညစ်ပတ်အလောင်းအစားတွေနဲ့ကြိုးစားနေရင်းက ဒေါင်ဟွန်းဟာ ဆရာမလေးအပေါ်\nတစ်ပါးသူ စကားနဲ့ထိပါးလာရင်တောင်မခံချင်မခံမရပ်နိုင်ဖြစ်လာတဲ့အထိမေတ္တာရှိမြတ်နိုးသွားမိတဲ့အခါမှာတော့..။စိတ်ကူးယဉ်တတ်စ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ဟာ အိမ်မက်ပင်လေးကိုပျိုးမိတော့တာပါပဲ၊\nသူ့ဇာတ်လမ်းလေး ဘယ်လိုအဆုံးသတ်မလဲ? ဆရာမလေးရဲ့ အထက်တန်းကျောင်းကတည်းကစခဲ့တဲ့ တစ်ဖက်သတ်ဇာတ်လမ်းလေးကရော?\nဇာတ်သိမ်းကတစ်ခုပဲလှဖို့ရှိပါတယ်။Wet Dream ဟာကျွန်တော်တို့ဆီမှာနာမည်ကျော်ဖြစ်တဲ့ Sex is Zero နဲ့ တစ်နှစ်ထဲထွက်ရှိခဲ့ပြီး အပြိုင်နာမည်ကြီးခဲ့တဲ့ဇာတ်ကားလဲဖြစ်ပါတယ်။\nကိုရီးယားလှိုင်းအစရုပ်ရှင်တွေထဲမှာတစ်ကားအပါအဝင်ဖြစ်ပြီးကြည့်ဖူးတဲ့သူတွေဆို တစ်ချို့ဇာတ်ကွက်တွေကိုမှတ်မိကြဦးမှာပါ။သူတို့သူငယ်ချင်းလေးယောက်ရဲ့လိင်ကိစ္စ စပ်စုပုံ၊စူးစမ်းပုံတွေ၊\nဆရာမလေးအနားကပ်ခွင့်ရဖို့ကြိုးစားကြပုံတွေဟာ အသေခွီနေရပြီးကိုယ့်ငယ်ဘဝကိုယ်ပြန်အမှတ်ရစရာတိုက်ဆိုင်မှုလေးတွေကိုပါမြင်ရတွေ့ရပါလိမ့်မယ်။ဇာတ်လမ်းရဲ့အဆုံးမှာ Credit scene ဆန်ဆန်တစ်ခန်းပါဝင်ပြီး၊ အဲ့ဒီနေရာမှာ ဆရာကြီးတစ်ယောက် Cameo အဖြစ်စပရိုက်တိုက်ထားပါတယ်။Wet Dreams 2 ဆက်ထွက်ခဲ့ပြီး Wet ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/18-wet-dreams-2002-mongjunggi/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-holly-136x200.jpg",
        "title": "Haul Out the Holly (2022)",
        "description": "Mean Girls က Gretchen ကိုအားလုံးရင်းနှီးကြမှာပါ။ ဒီကားကတော့ Gretchen အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီး Lacey Chabert ရဲ့ ခရစ္စမတ်ဇာတ်ကားသစ်လေးပါ။\nရည်းစားနဲ့ပြတ်သွားတဲ့ အမ်မလီက သူ့ရည်းစားမောင်းချလို့ နေစရာရှာမရဖြစ်နေတဲ့အချိန် မိဘတွေရှိတဲ့ အဲဗားဂရင်းလိန်းက အိမ်ကိုပြန်လာခဲ့ပါတယ်။ တကယ်က အမ်မလီကအိမ်ကို ပြန်မလာချင်ပါဘူး။ ဘာလို့ဆို အမ်မလီငယ်ငယ်ကတည်းက အဲဗားဂရင်းလိန်းမှာ ခရစ္စမတ်အချိန်ဆိုရင် အိမ်တွေအလှဆင်ကြ ပျော်ပွဲရွှင်ပွဲအတွက် ပြင်ဆင်ကြနဲ့ အနားမနေရတာက အစဉ်အလာတစ်ခုဖြစ်နေလို့ပါပဲ။\nဒါကြောင့်အသည်းကွဲလာတဲ့ အမ်မလီက ခရစ္စမတ်မှာ အနားယူချင်တဲ့အတွက် သူ့မိဘတွေကို ဒီအလုပ်တွေမလုပ်ခိုင်းရဘူးလို့ ကတိပေးခိုင်းပြီး အိမ်ပြန်လာခဲ့ပါတယ်။ ဒါပေမဲ့ ပြန်ရောက်ရောက်ချင်းမှာပဲ သူ့အမေတို့က ဖလော်ရီဒါကို ခရီးထွက်သွားပြီး သူ့ကိုတစ်ယောက်တည်း ထားခဲ့ပါတော့တယ်။\nအဲဒီနောက်မှာတော့ အဲဗားဂရင်းလိန်းအိမ်ရှင်များအသင်းရဲ့ ဥက္ကဋ္ဌအသစ်စက်စက်လေးက အမ်မလီ့ကို သူမလုပ်ချင်တဲ့ ခရစ္စမတ်ပွဲတော်အတွက် ပြင်ဆင်တာတွေကို လုပ်ခိုင်းတဲ့အခါမှာ သူတို့နှစ်ယောက်ကြား ဘယ်လိုဖြစ်လာမလဲ။ အမ်မလီကရော ဒီကိစ္စတွေကို အလုပ်တွေရှုပ် အရှုပ်‌တွေလုပ်နေတယ်လို့ ဆက်မြင်ဦးမှာလား ဆိုတာကို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/haul-out-the-holly-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDg5NTM0YTktNDdhNy00NmVkLTlhODAtMGYxMzQ1MGJhYTM3XkEyXkFqcGdeQXVyMTU4MTk5MjA0._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Your Christmas Or Mine? (2022)",
        "description": "Your Christmas Or Mine? (2022)\n=======================\nIMDb Rating - 6.4/10ခရစ္စမတ်နားနီးလာပြီဆိုတော့ Christmas Vibe လေးရအောင်\nတင်ဆက်ပေးလိုက်ပါပြီနော်။ ခရစ္စမတ်နဲ့ပတ်သက်ပြီး ရုပ်ရှင်\nဇာတ်ကြောင်းတွေအများကြီးထဲကမှ ဒီကားလေးကတော့ မိသားစု\nနှစ်ခုအကြောင်းကို side by side ယှဉ်ပြထားတာမို့ တစ်မူထူးခြားတဲ့\nကားလေးပဲဖြစ်ပါတယ်။ အဲ့ဒါအပြင် မင်းသားနဲ့မင်းသမီးတို့ရဲ့အလွဲ\nတွေလည်းပါတာမို့ ကြည့်ရင်းပြုံးစိစိဖြစ်ရမယ့်ကားလေးပါ။ခရစ္စမတ်အားလပ်ရက်ဆိုတော့ ဂျိမ်းစ်နဲ့ဟေလီတို့ အသီးသီးအိမ်\nပြန်ရဖို့ ဘူတာရုံမှာလမ်းခွဲကြပါတယ်။ ချစ်စခင်စကြင်နာစဆိုတော့\nမခွဲနိုင်မခွာရက်ဖြစ်ပြီး ခရစ္စမတ်ကိုအတူတူဖြတ်သန်းကြဖို့ စိတ်ကူး\nမိကြပါတော့တယ်။ အဲ့ဒါနဲ့ ဂျိမ်းစ်စီးမယ့်ရထားပေါ်ကို ဟေလီတက်\nသွားပြီး ဟေလီ့ရထားပေါ်ကိုလည်း ဂျိမ်းစ်တက်သွားပါတော့တယ်။\nအလွဲလွဲအချော်ချော်နဲ့ ဂျိမ်းစ်အိမ်ဆီကိုဟေလီရောက်သွားပြီး ဟေလီ\nအိမ်မှာ ဂျိမ်းစ်ကဧည့်သည်လုပ်ရတဲ့အခါ... ဘယ်လိုမျိုးပြသာနာတွေ\nတက်မလဲ? သူတို့ချစ်သူကိုယ်စား မိသားစုနဲ့အတူ ခရစ္စမတ်မှာဘယ်လို\nမျိုး ဖြတ်သန်းမလဲဆိုတာ ပေါ့ပေါ့ပါးပါးလေး ကြည့်လိုက်ရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (572MB) / (344 MB)\nQuality............WEB-DL 1080p / 720p / ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/your-christmas-or-mine-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1rvWXeGUi3YRqeSZOVuEWvzxQVG.jpg",
        "title": "Cherry(2010)",
        "description": "Cherry (2010)=============IMDb 6.7 / Rotten Tomatoes 64%စိတ်အပန်းပြေချင်လို့ ဇာတ်ကားလေးညွှန်းပါဦးဆိုတဲ့သူတွေ ပျင်းနေလို့ ကြည့်စရာမရှိတော့လို့ဟာသကားလေးကြည့်လို့ လူငယ်ဆန်ဆန်ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးကြည့်ချင်လို့ပါဆိုတဲ့သူတွေအတွက် 2010 ကထွက်ရှိခဲ့တဲ့ AmericanComedy ရုပ်ရှင်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဟာသကားဆိုလို့ ပေါချောင်ကောင်းလို့တော့ မထင်လိုက်ပါနဲ့ဆယ်ကျော်သက်လူငယ်တိုင်း တွေ့ကြုံရလေ့ရှိတဲ့ဘဝအချိုးအကွေ့တစ်ခုကို ရသမြောက်စွာရိုက်ကူးတင်ဆက်ထားတဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်ပန်းချီဆွဲရတာကို စိတ်အားထက်သန်တဲ့ အယ်ရွန်တစ်ယောက်မိခင်ရဲ့ အတင်းအကြပ်စီမံမှုကြောင့်တက္ကသိုလ်မှာ အင်ဂျင်နီယာဘာသာရပ်ကိုယူခဲ့ရပါတယ်ဝါသနာမပါတဲ့ပညာကိုစိတ်မပါလက်မပါ သင်ယူနေရတဲ့ အယ်ရွန်ဟာတစ်နေ့မှာတော့ ကျောင်းကဖွင့်တဲ့ ပန်းချီသင်တန်းကို သွားတက်ပါတော့တယ်သင်တန်းမှာ သူ့ရဲ့ပန်းချီပါရမီကို အားပေးအားမြှောက်ပြုတဲ့ မမလှလှလင်ဒါကို ချစ်မိသွားပါတော့တယ် ကံဆိုးချင်တော့ တစ်ဆယ့်လေးနှစ်အရွယ်သမီးတစ်ယောက်နဲ့ ချစ်သူပါရှိနေတဲ့ လင်ဒါဟာအယ်ရွန့်ကို ဖရန့်ဇုန်ထဲ ပစ်သွင်းလိုက်ပါတော့တယ်တစ်ဖန် လင်ဒါရဲ့သမီးဖြစ်သူ ဘတ်သ် က အယ်ရွန့်ကိုတစ်ဖက်သတ်ချစ်နေတဲ့အခါအယ်ရွန်တစ်ယောက်သမီးနဲ့ အမေကြား၊မိမိဝါသနာနဲ့ မိဘစေတနာကြားမှာဗျာများရင်း...ဘဝရဲ့ အချိုးအကွေ့တစ်ခုကို ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာ...စိတ်ဝင်စားဖွယ် ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့်Comedy ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ် File size…1.41GB / 673MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 39m\nGenre .....Comedy ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/cherry2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNTYzMjcwNGEtZGUzNi00YTMwLTkzZGMtMzE2MzhkZTFlYmFhXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Phone Bhoot (2022)",
        "description": "Phone Bhoot (2022)\nComedy, Horror\nIMDb 6.9/10 (7.4K)အခုတစ်ခါစပယ်ရှယ်တင်ဆက်ပေးမယ့်ကား​လေးကတော့ သရဲဟာသကားလေးပဲဖြစ်ပါတယ်ပြောစရာမလိုအောင် သိနေကြတဲ့ မင်းသမီးချောလေး ကက်ထရီနာ...Dhadak (2018) &\nKhaali Peeli (2020) ထဲက မင်းသား အီရှန်းခသရ်...ဒီပီကားနဲ့တွဲရိုက်ထားတဲ့\nGehraiyaan (2022) ထဲက မင်းသား ဆစ်ဒန့်သ်ချတူးဗေဒီးတို့က\nအဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်နော်ဇာတ်လမ်းလေးကိုနည်းနည်းပြောရရင်\nမေဂျာနဲ့ ဂူလူးတို့နှစ်ယောက်က ၁၀၉ - ၁၁၀ အလုပ်မရှိအကိုင်မရှိတဲ့လူငယ်နှစ်ယောက်..\nငယ်ငယ်ကတည်းက သည်းထိတ်ရင်ဖို သရဲဇာတ်လမ်းတွေကြည့်ပြီး\nမကောင်းဆိုးဝါးနှင်တဲ့သူဖြစ်ချင်နေကြတဲ့သူတွေပေါ့..တစ်နေ့သူတို့နှစ်ယောက် တောင်ကုန်းတစ်ခုကိုတူးရင်း ရာကာဆိုတဲ့အရုပ်ကိုရသွားပြီး\nသူတို့အိမ်ငှားခတွေပေးနိုင်အောင် အဲ့ဒီအရုပ်ကြီးကိုဆုတောင်းကြတယ်.\nဟော်လိုးဝင်းပါတီလုပ်ကြတဲ့အခါ အရုပ်ကြီးရဲ့မျက်လုံးကိုထိခိုက်မိပြီး\nမီးတွေနဲ့ပြန်ပြင်ဖို့လုပ်ကြရင်း ဓာတ်လိုက်ခံရပြီးသတိမေ့သွားကြပါတော့တယ်အဲ့ဒီမှာ သရဲမလေး ရာဂီနီနဲ့တွေ့ကာ ရာဂီနီက အပေးအယူတစ်ခုလုပ်ပြီး\nမေဂျာနဲ့ဂူလူတို့နှစ်ယောက်ကို သူတို့ဖြစ်ချင်တဲ့ မကောင်းဆိုးဝါးနှိမ်နင်းသူဖြစ်အောင်\nသူကူညီနိုင်ကြောင်း ပြောလာပါတယ်...\nဒါပေမယ့် မေဂျာနဲ့ဂူလူက အဲ့ဒီအကြံကိုအသုံးချပြီး ဖုန်းသရဲဆိုတဲ့ Appတစ်ခုကိုတီထွင်ပြီး\nလူတွေကိုမကောင်းဆိုးဝါးပူးရင် ဖုန်းခေါ်ဆိုအကူအညီတောင်းလို့ရအောင်လုပ်ပါတော့တယ်..\nအဲ့ဒီ ဖုန်းသရဲAppကြောင့်သူတို့ဘာတွေဆက်ဖြစ်မလဲ သူငယ်ချင်းနှစ်ယောက်\nဘယ်လိုတွေတလွဲတချော်လုပ်ကြမလဲဆိုတာ ဟာသလေးနှောပြီးကြည့်ကြရမှာမို့\nလက်မလွှတ်သင့်တဲ့ရုပ်ရှင်ကားလေးတစ်ကားကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်....\nFile size…2.21GB  / 1.01GB\nQuality…1080p HD RIP / 720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Hay ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/phone-bhoot-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nXnqJHwtbsvf3liKJm2hKbbAvA3.jpg",
        "title": "Future Cops (1993)",
        "description": "Future Cops (1993)~ IMDb - 5.9/10, MyDramaList - 7.5/10 ~ဒီကားက တကယ်ဆို ငစားကား။ ဘယ်လိုစားသတုန်းဆို အာနိုးရဲ့ Terminator ကားလို စတိုင်ကိုမှ Dragon Balls တွေ၊ Street Fighters တွေ၊ Fantastic Four ထဲက Reed Richards, Hulk ဘာညာ သာရကာ အကောင်စုံ ပလောင်စုံ ထည့်ထားတယ်။ အချောင်အနေနဲ့ စတီဖင်‌ချောင်ပါ ပါပါသေးတယ်။ စခွက်ပြောင်ပြီး ရိုက်ထားတယ်ဆိုပေမဲ့ သရုပ်ဆောင်တွေကတော့ ပေါ့ပေါ့သေးသေးတွေ မဟုတ်ပါဘူး။ ဟောင်ကောင် ပေါ့ဂီတရဲ့ နတ်မင်းကြီးလေးပါးလို့တင်စားကြတဲ့ အိုင်ဒေါဘဲတွေဖြစ်တဲ့ အန်ဒီလောင်၊ အာရွန်ကော့၊ ဂျက်ကီချောင် နောက် သူတို့ထဲ ကားရိုက်အနည်းဆုံးဖြစ်တဲ့ လီယွန်လိုင် ဒီလေးယောက်စလုံးပါတယ်ပြောရမယ်။ ပထမသုံးယောက်ကတော့ အကောင်လိုက်ကြီး ဝင်ပေါကြပေမဲ့ လီယွန်လိုင်ကတော့ နာမည်နဲ့ပဲ ဝင်ပေါသွားတာပါ။ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/future-cops-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dzMfgDxEOfFdw6WIaoC94CayYWL.jpg",
        "title": "Aqua Teen Forever: Plantasm (2022)",
        "description": "Aqua Teen Forever: Plantasm (2022)~ IMDb - 6.2/10, Rotten Tomatoes - 100% ~Aqua Teen Hunger Force ဆိုတဲ့ Animation စီးရီးက မစ်ရှိုတ်ရယ်၊ အသားလုံးရယ်၊ အာလူးချောင်းကြော်ရယ်ဆိုတဲ့ အဓိက ဇာတ်ကောင် ၃ ကောင်ပါဝင်ထားပြီး ဂြိုဟ်သားတွေ၊ အပင်ကောင်တွေ၊ လူတွေလည်း ပါတဲ့အပြင် ကြည့်နေတဲ့လူကို ထထဆဲတဲ့ 8 bit Mooninite နှစ်ကောင်လည်းပါဝင်ပါတယ်။ ကာတွန်းကားဆိုပေမဲ့ ကလေးတွေမကြည့်သင့်တဲ့အခန်းတွေ ဆက်တိုက်ပါပါတယ်။ အသက်ပြည့်ပြီးသားလူကြီးတွေပဲကြည့်သင့်တယ်ဆိုပေမဲ့လည်း သာမန်ရိုးရိုးဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ခင်ဗျာ...နာမည်ကျော် Rick and Morty စီးရီးတွဲတွေကိုထုတ်ခဲ့တဲ့ Adult Swim ကပဲ ထုတ်ထားတဲ့အတွက် အဲဒီစတူဒီယိုရဲ့ Trademark လိုကိုဖြစ်နေတဲ့ ထူးထူးဆန်းဆန်းတွေ၊ မဖြစ်နိုင်တာတွေ၊ ဇာတ်ကားကြည့်နေတဲ့လူကို ဝင်ဝင်နှောင့်တတ်တဲ့ကောင်တွေနဲ့ဆိုတော့ ပျင်းတော့မပျင်းရပါဘူး… ထူးထူးခြားခြားဇာတ်လမ်းတွေ၊ အရင်လိုနဲ့မတူပဲကွဲထွက်နေတာမျိုးတွေကိုကြည့်ချင်တာဆိုရင်တော့ ဒီဇာတ်ကားက ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/aqua-teen-forever-plantasm-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pty0bC2k1QAmDcLgdz1gTxUoHYJ.jpg",
        "title": "A Christmas Karen (2022)",
        "description": "A Christmas Karen (2022)'ကာရင်' ဆိုတဲ့စကားလုံးကို ဒီခေတ်မှာ သိပ်မစိမ်းကြတော့ဘူးလို့ ထင်ပါတယ်။'ကာရင်' ဆိုတာ နေရာမရွေး ကွိုင်ရှာတတ်တဲ့ ပြဿနာအိုး၊ လူမျိုးရေးခွဲခြားဆက်ဆံတတ်တဲ့ သက်လတ်ပိုင်း အမေရိကန် လူဖြူအမျိုးသမီးကြီးတွေကို ခေါ်ဆိုတဲ့ ဗန်းစကားတစ်ခုပါ။ ကာရင်တွေရဲ့ ထစ်ခနဲရှိ လက်သုံးစကားတွေက 'ငါ ရဲခေါ်လိုက်မယ်' 'မန်နေဂျာနဲ့ စကားပြောမယ်' 'နင်တို့နေတဲ့နိုင်ငံကိုသာ ပြန်သွား' ဆိုတာတွေပါ။'ကာရင်' ဆန်ပြီး ကာရင်လို့အမည်ရတဲ့ အမျိုးသမီးတစ်ဦးဟာ ခရစ္စမတ်အကြိုညမှာ အရင်က သူဌေးမဟောင်းနဲ့ ပြန်ဆုံခဲ့ပါတယ်။ သူမရဲ့ သူဌေးဟာ လွန်ခဲ့တဲ့ နှစ် ၂၀ က ခရစ္စမတ်ညမှာ ဆုံးပါးသွားခဲ့သူပါ။တစ္ဆေအဖြစ်နဲ့ လာရောက်ခြောက်လှန့်ခဲ့တဲ့ သူမရဲ့ သူဌေးဖြစ်သူဟာ ရှင်သန်နေစဥ်ကာလမှာ လုပ်ခဲ့မိတဲ့ ပြစ်ဒဏ်တွေကြောင့် ကြေးချွတ်သန့်စင်ဘုံမှာ ပြစ်ဒဏ်ခံနေရသူတစ်ဦးလည်း ဖြစ်ပါတယ်။ လေလွင့်တစ္ဆေဖြစ်နေတဲ့သူမဟာ အသက်ရှိနေစဥ်ကာလမှာ သူတစ်ပါးရဲ့ယောကျာ်းတွေနဲ့ အိပ်မိခဲ့တဲ့အတွက် အပြစ်ကြွေးဆပ်နေရပါတယ်။ ဒါပေမဲ့ ထိုအပြစ်ကြွေးကြောင့် ဘယ်လိုမျိုးများ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/a-christmas-karen-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7fdA913DJO01sTX5WdwjTB3DDIY.jpg",
        "title": "Ghost Writer (2019)",
        "description": "Ghost Writer (2019)နာရာ ဆိုတဲ့တက်သစ်စ စာရေးဆရာမလေးဟာ မိဘတွေဆုံးပါးသွားလို့ မောင်လေး ဒါတို ကို ကျောင်းထား ပေးနိုင်ဖို့ ရုန်းကန်ကြိုးစားနေသူပါ။ ထုတ်ဝေသူဘက်ကလည်း သူ့စာမူအသစ်တွေကို လက်မခံတာ ကြာလာပြီမို့ အိမ်ငှားခသက်သာတဲ့ အိမ်တစ်လုံးကို မောင်လေးဒါတိုနဲ့ အတူပြောင်းရွှေ့နေထိုင်ဖို့ဖြစ်လာပါတယ်။ဒါပေမယ့် လည်း သူပြောင်းလာတဲ့ အိမ် အသစ်ဟာ လူသေထားဖူးတဲ့ အိမ်အိုအိမ်ဟောင်းကြီး ဖြစ်နေတာကိုတော့ သူမသိပါဘူး။ ဒီအိမ်မှာ သူ့ကို မလိုလားတဲ့သူတွေ ကြိုရောက်နေတာကို သူသိလိုက်တဲ့အချိန်မှာတော့ ...ခြောက်ခြား စရာတွေ၊ ဆွတ်ပျံ့ကြည်နူးစရာတွေ၊ သင်ခန်းစာယူစရာတွေ၊ ပျော်ရွှင်စရာတွေဝမ်းနည်းဖွယ်ရာတွေ ပေါင်းစပ်ပြည့် နှက်နေတဲ့ အင်ဒိုနီးရှား သရဲ-ဒရာမာ ကားလေး ဖြစ်ပါတယ်။ ခံစားမှုရသမျိုးစုံကို တစ်ကားတည်းနဲ့ အစုံကြည့်ချင် ရင်တော့ အင်မတန် တန်ပါတယ်ဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Ko Myo (Kop) ပါ။)File Size          : ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/ghost-writer-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Free_Fire-168513615-large-150x200.jpg",
        "title": "Free Fire (2016)",
        "description": "Free Fire 2016ဒီဇာတ်ကားရဲ့ ထူးခြားချက်တစ်ခုကိုပြောပြပါဆိုရင်တော့ ပါသမျှသရုပ်ဆောင်တိုင်းက နာမည်ကြီးတွေဖြစ်နေတာပါပဲ။ Captain Marvel အဖြစ်လူသိများတဲ့ မင်းသမီးချော Brie Larson ရယ် Peaky Blinders ထဲက Thomas Shelby နေရာမှာ သရုပ်ဆောင်တဲ့ မင်းသားချောကြီး Cillian Murphy ရယ်၊ Call me by your name ထဲက မင်းသားအခန့်ကြီး Armie Hammer ရယ် အက်ရှင်ကားတွေနဲ့ဆို နာမည်ကြီးတဲ့သရုပ်ဆောင်တွေ အခြားရုပ်ရှင်ကားပေါင်းများစွာ ပါဝင်ထားတဲ့ အလန်းစားအက်ရှင်ဇာတ်ကြမ်းဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...\nဂျက်စတင်ဆိုတဲ့ကောင်မလေးတယောက် ဒုစရိုက်ဂိုဏ်းနှစ်ဂိုဏ်းအရောင်းအဝယ်ကိစ္စမှာကြားဝင်စေ့စပ်ရင်း\nပြဿသနာသေးသေးလေးကနေစပြီး ပစ်ခတ်ကြတဲ့အခါမှာတော့ သေနတ်ပစ်ရတာပျော်နေတဲ့လူတွေကြား သူ့ခမျာပတ်ပြေးရပါတော့တယ်။\nပတ်လည်ရိုက်အောင် ပစ်ကြခတ်ကြလွန်းလို့ ကြည့်ရတဲ့သူတောင်မောလာစေမယ့်ဇာတ်ကားပါ။\nနောက်ဆုံးတော့ ဒီလိုအရှုပ်ထုပ်တွေကနေ ဂျက်စတင်တစ်ယောက်ဘယ်လိုလွတ်မြောက်လာမလဲ။\nဒီအရှုပ်အရှင်းတွေကြားမှာ တယောက်ယောက်ကများ အကျိုးအမြတ်ရသွားမလားဆိုတာ.....။Action/Comedy/Crime အမျိုးအစားဖြစ်တာကြောင့် အက်ရှင်ကြမ်းကြမ်းတွေ အခွီတွေနဲ့ တကယ့်အလန်းစားဇာတ်ကားမျိုးပါပဲ။File size…(1.5 GB)/(650 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:30:34\nSubtitle….Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/free-fire-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/56yDERdvxMksjy2SX5QjG0pKUCR.jpg",
        "title": "Snow Day (2022)",
        "description": "Snow Day (2022)ဒီဇာတ်လမ်းလေးကတော့ ဆောင်းရာသီမှာ ချစ်ရသူနဲ့အတူတူကြည့်ပြီး ဖီးလ်လို့ကောင်းမယ့် လူငယ်ဆန်ဆန် ရိုမန်တစ်ဟာသကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...Syracuseလို့ခေါ်တဲ့မြို့လေးတစ်မြို့မှာ ဆောင်းရာသီနှင်းအရမ်းကျတဲ့ အခါမျိုးမှာ လမ်းတွေဟာနှင်းတွေနဲ့ပိတ်ပြီး ဆိုင်အားလုံးကျောင်းအားလုံးကိုပိတ်ရပါတယ်။ အဲ့လိုပိတ်ပေးတဲ့နေ့ကို Snow Day လို့ခေါ်တာပေ့ါ။နတ်တာလီဘရတ်စတန်လို့ခေါ်တဲ့ ကလေးမလေးဟာ ‌ကျောင်းစာလုပ်ရမှာကို အရမ်းပျင်းပြီး အချိန်ပြည့် Snow Day ပိတ်ရက်ကိုမျှော်နေသူပါ။ သူ့မှာအကိုတစ်ယောက်ရှိပြီး သူ့အကိုမှာလည်း ကျိတ်ကြွေရတဲ့ ကောင်မလေးရှိနေပြီး တစ်ဖက်မှာလည်း ငယ်သူငယ်ချင်းကောင်မလေးက သူ့ရဲ့ကောင်းဖော်ဆိုးဘက်ဖြစ်နေပြန်ရော။ဒီလိုနဲ့သူတို့သုံးယောက်ကြားမှာ ဘယ်လိုဇာတ်လမ်းတွေ ထပ်ဖြစ်လာမလဲဆိုတာကတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Zwel Zan Aung ပါ။)File Size          : 1.9GB, 775MB, 393MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat  ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/snow-day-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMTY2ODUzMDY3OV5BMl5BanBnXkFtZTcwMzg3NDE3Mw@@._V1_-138x200.jpg",
        "title": "Khatta Meetha (2010)",
        "description": "Khatta Meetha (2010)\n********************\nဒီဇာတ်ကားလေးကတော့ IMDb rating 5.8အထိရရှိထားပြီး ပရိတ်သတ်အချစ်တော်\nမင်းသားကြီးအက်ရှေးကုမားရ်နဲ့မင်းသမီးတရီရှာခရစ်ရှ်နန်းတို့\nပါဝင်သရုပ်ဆောင်ထားကြတဲ့ Romance/Comedyအမျိုးအစား\nဘောလိဝုဒ် ဇာတ်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nဆာချင်ဟာ ဘယ်သူတွေဘာပြောပြော ကိုယ့်အလုပ်ကိုပဲကိုယ်အာရုံစိုက်ပြီး\nမဖြစ်ဖြစ်အောင်လုပ်မယ်ဆိုတဲ့ ရည်ရွည်ချက်ရှိတဲ့ ရိုးသားကြိုးစားတဲ့ ကန်ထရိုက်တာတစ်ယောက်ပါ။\nသူဟာ ဘာလုပ်လုပ် တလွဲတချော်တွေချည်း ဖြစ်ကုန်တဲ့အတွက်\nသူ့ကို အလုပ်ကလူတွေရော သူ့ရဲ့အိမ်သားတွေကပါ တစ်ခါမှ အကောင်းမပြောကြပါဘူး။ဒီလိုနဲ့ပဲ ကိုယ့်အတွက်ပဲ ကိုယ်သိပြီး ဘဝင်မြင့်တဲ့ ဆာချင်တစ်ယောက် တစ်နေ့မှာတော့\nသူ့ရဲ့ အချစ်ဦးကို ပြန်တွေ့လိုက်ရတဲ့ခါ ဘာတွေဆက်ဖြစ်မှာလဲ ...?\nဆာချင်တစ်ယောက် သူလုပ်ချင်တာကိုရော အောင်မြင်အောင်လုပ်နိုင်မှာလား ...?\nအချစ်၊ဟာသနဲ့ အကျင့်ပျက်ချစားမှုတွေအကြောင်း စုံစုံလင်လင်ပါဝင်တဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး ဘောလိဝုဒ်ချစ်သူများ လုံးဝလက်မလွှတ်သင့်ပါကြောင်း....\nဘာသာပြန်သူတွေကတော့ Intelligence,Soe Kalayarနဲ့ Thaik Sanတို့ပဲဖြစ်ပါတယ်\nFile size…3.13GB  / 1.59GB\nQuality…1080p WEBRIP /720p\nFormat…mp4\nDuration….2h 37m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik San & Intelligence & Soe Kalayar",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/khatta-meetha-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzJn9fQTSFLNL93PUhyatS4kGog.jpg",
        "title": "BARDO, False Chronicle of a Handful of Truths (2022)",
        "description": "BARDO, False Chronicle of a Handful of Truths (2022)~ Directed by Alejandro González Iñárrituဒီကားက မက္ကဆီကန်ဒါရိုက်တာရိုက်တဲ့ မက္ကဆီကန်ကားစစ်စစ် ဘယ်လောက်စစ်လဲဆို ဒီတစ်ကားလုံး မက္ကဆီကန် လူမျိုးရေး၊ ဘာသာရေး၊ သမိုင်း ဒါတွေနဲ့ပဲ အခြေတည်ထားတယ်။ သို့ပေမဲ့လည်း ဒီကားရဲ့နာမည် Bardo ဆိုတဲ့ စကားလုံးက တကယ်ဆို ဗုဒ္ဓဘာသာကပဲလာတဲ့ စကားလုံး။ ပါဠိလိုဆို antarābhava (အန္တရဘဝ) စုတိနဲ့ ပဋိသန္ဓေအကြားက ဘဝပေါ့။ သေခြင်းရယ် တစ်ဖန်ပြန်လည်မွေးဖွားခြင်းရယ်ကြားက ကြားပိုင်းဘဝအကူးအပြောင်းကာလလို့ ပြောကြတယ်။ ဒါပေမဲ့ သူပြတဲ့ပုံစံကတော့ မူရင်းအယူအဆနဲ့ နည်းနည်းတော့ ကွဲလွဲနေမယ်ထင်ပါတယ်။ဒီကားကို စစဖွင့်ချင်းမှာတော့ Alejandro က ခင်ဗျားကို တော်တော်လေး အူကြောင်ကြောင်နိုင်သလို စိတ်ကူးယဉ်ဆန်လွန်းတဲ့ ဇာတ်ဝင်ခန်းတွေကို ဟိုကူးဒီကူးနဲ့ ပြနေလိမ့်မယ်။ အဲဒီလိုပြနေတဲ့အခန်းတွေက စိတ်ကူးယဉ်ဆန်လွန်းပေမဲ့လည်း အမှန်တရားတစ်စိတ်တစ်ဒေသ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/bardo-false-chronicle-of-a-handful-of-truths-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Beverly_hills_chihuahua-135x200.jpg",
        "title": "Beverly Hills Chihuahua (2008)",
        "description": "Beverly Hills (2008) အညွှန်းဒီတစ်ခါမှာတော့ CM ကပရိသတ်ကြီးတို့ရဲ့ Childhood memory လေးတွေကိုတူးဆွပေးမယ့် ဇာတ်ကားကောင်းလေးတစ်ခုကိုတင်ဆက်ပေးလိုက်ရပါတယ်။ခလိုဝီဆိုတာကတော့ LA Beverly Hills သူဌေးရပ်ကွက်မှာ Gucci တွေ Louis တွေအပြည့်နဲ့ ပိုးမွေးသလိုမွေးခံထားရတဲ့ Rk Chihuahuaမလေးဖြစ်ပြီး အတော်လေးလည်းကြီးကြီးကျယ်ကျယ်နိုင်ပါတယ်။တစ်နေ့မှာတော့ ခလိုဝီ့သခင်က အလုပ်ခရီးသွားရမှာမို့လို့ ခလိုဝီ့ကို စပ်စလူးစိန်တူမဖြစ်သူနဲ့အပ်ခဲ့မိရာမှာ...\nကလပ်တက်ပြီး ဘဲပဲငမ်းနေတဲ့ မမချောကြောင့် ခလိုဝီဟာ မက္ကဆီကိုလိုနိုင်ငံအလန်းစားလေးမှာလမ်းပျောက်ပြီး rk ခွေးဘဝကနေ လမ်းဘေးခွေးလုံးလုံးကိုရောက်သွားရပြီး ကုဋေရှစ်ဆယ်သူဌေးသမီးအကွက်နဲ့ ဗီဇာမပါ လေယာဥ်မစီးဘဲ US ကိုပြန်ရဖို့ အမျိုးစုံကြိုးခုန်ရပါတော့တယ်.....။2k born တို့ငယ်ငယ် တစ်ရာဖိုးသုံးခွေခေတ်တည်းက Eng Sub တစ်ဝက်တစ်ပျက်ကိုမှ ဘုမသိဘမသိနဲ့တောင် ကြိုက်လွန်းလို့ ကြည့်ခဲ့ရတဲ့ကားကောင်းလေးမို့လို့ ကြည့်ပြီးရင် နောင်တမရမှာအာမခံပါတယ်နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hnin Wut Yi ပါ )File Size__(1.6GB) / ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/beverly-hills-chihuahua-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDI2ZWI5ODMtNWI5OC00MzI5LWFjZDktZGExNjYxYmM3MTcwXkEyXkFqcGdeQXVyNjQwMDgzNzQ@._V1_SX700-133x200.jpg",
        "title": "9 Ways to Hell (2022)",
        "description": "9 ways to hell (2022)2022 မှာ Dante Inferno ကို inspiration ယူပြီး ရိုက်ထားတဲ့ 9 ways to hell ဟာ LA live Film Festival, Independent Horror Movie Award ​တွေက​နေ ဆုကြီးငါးဆုကို ရခဲ့တဲ့ Horror Compilation ကား​လေးဖြစ်ပါတယ်ဒီကားရဲ့ထူးခြားချက်က Director 9 ​ယောက်ပါဝင်ပြီး Lust,Glutonny,Greed အစရှိတဲ့ Segment 9 ပိုင်းကို Comedy ​ရော Horror ​ရော Drama ​ရော ရသစုံ​ပေးနိုင်​အောင် လက်စွမ်းပြ​ထားပါတယ်အခုလက်ရှိဖြစ်​နေတဲ့ လူမျိုး​ရေးပြသနာ, Social ပြသနာ ​တွေကိုပါ ထည့်သွင်းထားတာမို့ recommend ​ပေးပါတယ်ဗျ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ DB ပါ )File ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/9-ways-to-hell-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jrw684BhFJZ9Jac6KJda3hSQkxt.jpg",
        "title": "The Big 4 (2022)",
        "description": "The Big 4 (2022)The Raid ဇာတ်ကားလို အမှန်အကန်ကြမ်းတဲ့ netflix ကအသစ်စက်စက်ထွက်လာတဲ့ အင်ဒိုဇာတ်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်နာမည်အတိုင်းပါပဲ။ မြန်မာလိုဆို ကြီး ၄ ကြီး ပေါ့ဗျာ။\nတကယ့်ကို ကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ လူကြမ်းကြီး ၄ ယောက်ရဲ့ဇာတ်လမ်းပါ။ဇာတ်ကြမ်းကားစစ်စစ်ကို အသောအထေ့အခွီအနှောက်လေးတွေနဲ့ဆိုတော့\nရသကို နှစ်ဆတိုးစေတဲ့ ဇာတ်ကားဆိုလည်း မမှားပါဘူး။ပစ်ခတ်မှုတွေ သွေးသံရဲရဲတွေကိုလည်း အားမနာတမ်းရိုက်ပြထားပြီး\nစနိုက်ပါပစ်လိုက်လို့ ခေါင်းကွဲထွက်သွားတာမျိုးတွေကိုပါ ရိုက်ပြထားတာပါ။ဇာတ်အိမ်လေးကတော့ လူဆိုးဂိုဏ်းတွေကိုလိုက်နှိမ်နင်းတဲ့အဖွဲ့ကို တည်ထောင်သူ\nမွေးစားအဖေဖြစ်သူလုပ်ကြံသတ်ဖြတ်ခံရပြီးနောက် အဖွဲ့သားလေးယောက် ဇာတ်မြှုပ်နေကြပြီ။\nမွေးစားအဖေရဲ့သမီးအရင်းက သူ့အဖေရဲ့လူသတ်တရားခံကိုလိုက်ရှာရင်း ကြီးလေးကြီးနဲ့တွေ့ပြီး\nလူဆိုးလူလွန်မသားလေးတွေကို ဖိုက်ကြတာပါပဲ။\nကြမ်းမှရမ်းမှဆို ပြေးသာကြည့်လိုက်တော့။ဇာတ်ကြမ်းကားမို့ ဘာသာပြန် အတန်ငယ် ကြမ်းသွားတာတော့ သည်းခံပေးကြပါ။\nလူဆိုးလူမိုက်ကြီးတို့ရဲ့ သရုပ်သကန်ကို အမှန်အကန် အပြည့်အဝ ခံစားမိစေဖို့ပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Crime\nQuality…. 1080p | 720p | 480p\nFile size… 2.68GB | ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-big-4-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2y3PNlp3DWOXRPlmp6M8Kh3KUzK.jpg",
        "title": "Detective Chen ( 2022 )",
        "description": "ဒီနေ့မှာဆိုရင်တော့ CM က ပရိသတ်ကြီးကို\nစုံထောက် အက်ရှင် ဇာတ်ကားကောင်းကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေရှန်ဟိုင်းရဲတပ်ဖွဲ့ရဲ့ အသစ်ဝင်လာတဲ့ ရဲတပ်ဖွဲ့ဝင် ချန်ဟူ ဆိုသူဟာ\nစစခြင်းမှာပဲ လူသတ်မှုတစ်ခုကို စစ်ဆေးဖို့အတွက်\nတာဝန်ပေးခြင်းခံခဲ့ရပါတယ် အဲဒီအမှူရဲ့ သေဆုံးနစ်နာသူ\nဟယ်မန်ကျွင်း ဟာဆိုရင် ရှန်ဟိုင်းရဲတပ်ဖွဲ့နဲ့ နိုင်ငံရေးဌာန\nခေါင်းကြီးပိုင်း တစ်ဦးရဲ့ သားဖြစ်သူဖြစ်တဲ့အဖြစ် စိန့်မာတင်\nအထက်တန်းကျောင်းရဲ့ ကျောင်းသားတစ်ဦးလဲဖြစ်ပါတယ်အခင်းဖြစ်တဲ့ နေရာမှာ စိန့်မာတင် အထက်ကျောင်းဝတ်စုံရဲ့\nကြယ်သီးပြုတ်ကျနေခဲ့တာ​တွေ့တာကြောင့် အဲဒီကြယ်သီးရဲ့ ပိုင်ရှင်ဟာ\nဘယ်သူဖြစ်မလဲဆိုတာ စုံစမ်းဖို့အတွက် ချန်ဟူဟာ\nကျောင်းသားပုံစံ ဟန်ဆောင်ပြီး သဲလွန်စ ရှာဖွေဖို့အတွက်\nစိန့််မာတင် ကျောင်းကိုဝင်ရောက်ခဲ့ပါတယ် စာပေဘက်မှာ\nအားနည်းတဲ့ ချန်ဟူအတွက်တော့ အထက်တန်းကျောင်းသားဘဝဟာ\nတော်တော်ခက်ခဲခဲ့သလို အရှက်ရစရာများလဲ ခဏ ခဏ ကြုံတွေ့ခဲ့ရပါတယ်အဲဒီလိုနဲ့ပဲ တစ်ဖက်မှာ အမှုကိုစစ်ဆေးရင်း တစ်ဖက်မှာတော့\nကျောင်းက အင်အားကြီးကျောင်းသားတွေနဲ့ ရင်ဆိုင်ရင်း နေလာခဲ့ရပါတယ်\nသံသယရှိသူ တစ်ယောက်ပေါ်လိုက် ပေါ်လာတဲ့ တစ်ယောက်က\nဖြေရှင်းခံလိုက်ရနဲ့ မာဟယ်ကျွင်းအမှုဟာ မြူမှုန်ကြားထဲ\nလမ်းပျောက်သလို ဖြစ်လာတဲ့ အချိန်မှာတော့...❏ ဘာတွေဆက်ဖြစ်ကြမလဲ\n❏ ချန်ဟူတစ်ယောက် ပျောက်ဆုံးနေတဲ့ အဖြစ်မှန်ကိုရော ရှာတွေ့နိုင်ပါ့မလား\n❏ တကယ့်လူသတ်သမားအစစ်ကရော ဘယ်သူလဲဆိုတာ\nဒီဇာတ်ကားလေးကို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/detective-chen-2022/",
        "category": "Comedy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p6DhbsX1EuSJMtuOGsENkIOx1tt.jpg",
        "title": "Hawa (2022)",
        "description": "Hawa (2022)(1080p ရပါပြီ)ဟာဝါ လေးဟာ မိဘတွေ မရှိတော့တဲ့နောက် မကျန်းမာတဲ့အဘွားဖြစ်သူနဲ့ပဲ နေထိုင်ရပါတော့တယ်။ ဘွားဖြစ်သူရဲ့ကျန်းမာရေးကလည်း မျှော်လင့်ချက်မရှိတော့တာမို့ သူဆုံးသွားပြီးရင် ဟာဝါလေး တစ်ယောက်တည်းကျန်မနေခဲ့‌စေဖို့ ‌မွေးစားမယ့်သူ တစ်ယောက်ရှာဖို့လိုလာပါပြီ။ဟာဝါ မှာလည်းသူ့ကို မွေးစားစေချင်တဲ့ သူသီးသန့်ရှိပါတယ်။ သူကလွဲရင် ကျန်တဲ့သူကို စဉ်းကိုမစဉ်းစားပါဘူးတဲ့။ သူကတော့ အမေရိကန်ရဲ့ Former First Lady မီရှဲလ် အိုဘားမားပါပဲ။တစ်နေ့ မီရှဲလ် အိုဘားမား ပဲရစ်မြို့ကိုရောက်နေမှန်း သိတာနဲ့ သွားတွေ့ပြီး သူ့မွေးစားဖို့ပြောမယ်ဆိုကာ ကြိုးစားတဲ့အခါ ...ကလေးတယောက်ဆိုပေမယ့် ယုံကြည်ရာကို မဖြစ်ဖြစ်အောင်လုပ်တတ်တဲ့ ဟာဝါ တစ်ယောက် ဘယ်လိုရလဒ်မျိုးရရှိလာမလဲဆိုတာ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Themes ပါ။)File Size          : 1.8GB, 607MB, 314MB\nQuality            : ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/hawa-2022/"
    }
]