[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hkflwtWCJffdDSwg63fdDFbwOvS.jpg",
        "title": "Irreplaceable You (2018)",
        "description": "ဒီကားေလးက ဒါရိုက္တာ Stephanie Laingရဲ႕IMDB rating 6.3 ရထားတဲ့အေမရိကန္ အခ်စ္ဟာသဒရမ္မာကားေလးပါဇာတ္လမ္းပံုစံကေတာ့ ငယ္ငယ္တည္းကအခင္ဆံုးသူငယ္ခ်င္းေတြျဖစ္လာခဲ့တဲ့ဆမ္နဲ႔ အက္ဘီတို႔က ေစ့စပ္ထားၾကတဲ့သူေတြေပါ့ရွစ္ႏွစ္ကတည္းက ခ်စ္ခင္လာခဲ့တဲ့သူတို႔ႏွစ္ေယာက္ကံၾကမၼာကေသကြဲမကြဲခင္အထိပဲ အတူေနဖို႔ပဲျဖစ္လာခဲ့တယ္ကံၾကမၼာက အက္ဘီ့မွာ ေသႏိုင္တဲ့ကင္ဆာေရာဂါျဖစ္ဖို႔အေၾကာင္းဖန္လာတဲ့အခါ အက္ဘီကသူ႔ရဲ႕မေသခ်ာေတာ့တဲ့ ဘဝကိုရင္ဆိုင္ရင္း\nဆမ့္ကိုျပဳစုေစာင့္ေရွာက္ဖို႔ အခ်စ္သစ္ကိုစရွာေပးပါေလေရာေနာက္ဆံုး အက္ဘီကဆမ့္ကို ဘယ္လိုေတြလုပ္ေပးၿပီးႏႈတ္ဆက္ထြက္ခြာသြားလဲ...အက္ဘီ့ရဲ႕ဆႏၵေရာ ျပည့္သြားခဲ့လားဆိုတာကို ဇာတ္ကားေလးကိုၾကည့္ၾကည့္ေနာ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျဖဴခင္ ပါ)  File Size : (750 MB) and (325 MB)\nQuality : WEB-Rip 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEBRip.DD5.1.x264-FGT\nTranslated by May Phyu Khin\nEncoded by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://megaup.net/Tzun/Irreplaceable_You_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/Poster-3AM-1-210x300.jpg",
        "title": "3 A.M. 3D (2012)",
        "description": "2012 ထွက်ရှိခဲ့တဲ ထိုင်းသရဲ ရုပ်ရှင်ဖြစ်ပြီး ဇတ်လမ်း ၃ မျိုး ပါဝင်ပါတယ်..၁. ဆံပင်တုလုပ်သူ၂.အသုဘ အလောင်းပြင်သူ၃. အစအနောက်သန်သူဆံပင်တု လုပ်တဲ့နေရာသို့ သင်းချိုင်းကုန်းမှ အလောင်းဆီကနေဆံပင်ဖြတ် လာရောင်း တာကို ဝယ်လိုက်မိပြီး ဒုက္ခများသွားတဲ့ညီအစ်မ နှစ်ယောက်....အသုဘ အလောင်းပြင်ဖို့ တာဝန်နဲ့ အသုဘ အလောင်းနှစ်ခုကိုညအိပ်စောင့်ရင်း စပ်စုတက်တဲ့ စိတ်ရယ် သနားစိတ်ရယ်အချစ်စိတ်ရယ် ပေါင်းပြီး သေသူ ကိုကြိုက်မိသူ တစ်ဦး....နည်းပညာ Co.Ltd တစ်ခုရဲ့ မန်းနေးဂျင်းဒါရိုက်တာ နှစ်ဦးမှအလုပ်တွင် ရေသာချောင်ခိုလိုက်ပြီး ညဘက် OT ဆင်းတယ်ဆိုပြီးအချိန်ပိုကြေးတွေ ညာယူနေတဲ့ ဝန်ထမ်းတွေကို စနောက်ရင်းကနေအလုပ်အတွင်း လူသေမှုတွေ ဆက်တိုက်ဖြစ်ပေါ်လာခဲ့တဲ့အခါ...ဇတ်ကား သုံးကားလုံး ရဲ့ အချိန်ကြာမြင့်ချိန်၁ နာရီခွဲခန့် ရှိပြီး နှလုံးရောဂါရှိသူများ ကြည့်ရှုရန်မသင့်တော်ပါ...ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ ThinZar Htet ဖြစ်ပါတယ်Thit San Khant",
        "rating": "5.5",
        "url": "https://megaup.net/2n0hi/3_A.M._[2012]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "",
        "title": "Desi Boyz (2011)",
        "description": "ဒီကားေလးကေတာ့ Bollywood ကားေတြထဲမွာ Old But Gold လို႕\nေၿပာလို႕ရတဲ့အထိေကာင္းတဲ့ကားေလးတစ္ကားၿဖစ္ပါတယ္...\nဇာတ္လမ္းအညႊန္းကေတာ့ နစ္နဲ႕ဂ်ယ္ရီဆိုတဲ့ အလြန္ခ်စ္တဲ့သူငယ္ခ်င္းႏွစ္ေယာက္ရွိပါတယ္..\nသူတို႕ဟာ တစ္အိမ္ထဲမွာအတူတူေနၾကၿပီးေတာ့\nတစ္ေယာက္ကိုအလုပ္တစ္ခုစီနဲ႕ေအာင္ၿမင္ေအာင္ၾကိဳးစားေနၾကသူေတြလည္းၿဖစ္ပါတယ္..\nနစ္ကေတာ့ စီးပြားေရးဘြဲ႕တစ္ခုရၿပီးေတာ့ အထက္တန္းက်က်အလုပ္တစ္ခုမွာ\nအလုပ္လုပ္ေနပါတယ္...\nရိုးသားတဲ့ ဂ်ယ္ရီတစ္ေယာက္ကေတာ့ ၾကံဳရာက်ပန္းလုပ္တဲ့သူၿဖစ္ၿပီးေတာ့\nေက်ာင္းၿပီးေအာင္ဆက္မတက္ေတာ့တဲ့ သူတစ္ေယာက္လည္းၿဖစ္ပါတယ္....\nသူတို႕ႏွစ္ေယာက္စလံုးရဲ႕ဘ၀ေတြဟာ အလုပ္ေတြရွိစဥ္အခ်ိန္က\nေတာက္ေတာက္ေၿပာင္ေၿပာင္ ၿဖစ္ေနေပမယ့္\nသူတို႕ႏွစ္ေယာက္ကံဆိုးစြာနဲ႕ အလုပ္လက္မဲ့ ၿဖစ္လာတဲ့အေၿခေနမွာေတာ့\nႏွစ္ေယာက္စလံုးအက်ပ္ရုိက္ကုန္ၾကပါေတာ့တယ္...\nနစ္လည္းသူ႕ေကာင္မေလးကို မဂၤလာေဆာင္ဖို႕ေတာင္အႏိုင္ႏိုင္ၿဖစ္သြားခဲ့ရၿပီး\nဂ်ယ္ရီတစ္ေယာက္မွာလည္း သူအရမ္းခ်စ္ရတဲ့ကေလးေလးကို \nပိုင္ဆိုင္ခြင့္ဆံုးရံႈးရမယ့္ အေၿခေနကိုေရာက္လာပါေတာ့တယ္...\nဒီအခ်ိန္မွာ သူတို႕ႏွစ္ေယာက္အတြက္ လက္တစ္စံုဟာက်ေရာက္လာပါတယ္...\nဒါကေတာ့ Desi Boyz ပိုင္ရွင္ဟာ သူတို႕ရဲ႕ ေတာင့္တင္းလွတဲ့\nကိုယ္အရြယ္အစားေတြကိုမ်က္စိက်သြားတာေၾကာင့္ပါ....\nDesi Boyz ဆိုတဲ့ အသံုးအႏႈန္းကိုနားမလည္သူေတြအတြက္ ေၿပာၿပပါရေစ..\nDesi Boyz ဆိုတာ ဆြဲေဆာင္မႈ႕ရွိတဲ့ အမ်ိဳးသားေတြကအလိုဆႏၵရွိတဲ့\nအမ်ိဳးသမီးေတြအတြက္ Personal Privacy လံုၿခံဳမႈ႕ရွိတဲ့ေဖ်ာ္ေၿဖေရး\n၀န္ေဆာင္မႈ႕ၿဖစ္ပါတယ္...(18+ လံုး၀မပါပါ....)\nဒီလိုမိန္းကေလးေတြနဲ႕ေပ်ာ္ပါးေနရတဲ့ အလုပ္ကို နစ္ရဲ႕ေကာင္မေလးသိသြားတဲ့အခါ\nၿပသနာေတြ အကုန္စလာပါေတာ့တယ္....\nBollywood ကားေတြရဲ႕ထံုးစံအတိုင္း သီခ်င္းေတြကေတာ့\nတကယ္ကိုအမိုက္စားေတြပါ...\nခဏခဏၿပန္နားေထာင္ရတဲ့အထိကိုေကာင္းလြန္းပါတယ္...\nမိသားစုနဲ႕အတူတူ ရယ္ေမာရင္းနဲ႕ အခ်ိန္ေတြကိုကုန္ဆံုးခ်င္တယ္ဆိုရင္ေတာ့\nဒီကားေလးကို ညႊန္းပါရေစ...\nအားလံုးၾကိဳက္ႏွစ္သက္ၾကမယ့္ ကားေကာင္ေလးတစ္ကားၿဖစ္ပါတယ္....\nFile Size : (871 MB) \nQuality : BluRay 720p\nRunning Time : 2hr 02min\nFormat : ...",
        "rating": "5.9",
        "url": "https://megaup.net/2drx3/Desi_Boyz_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qTLFfzhvhD2rtQsSzCXwgNsMBwS.jpg",
        "title": "What a Man Wants (2018)",
        "description": "What a Man Wants (2018)\nIMDb - 6.3/10_____Rotten - 71%Rating 6.3 ရထားတဲ့ အခု ဇာတ်လမ်းလေးကတော့ What a Man Wants ဆိုတဲ့အတိုင်း 18+ ဆန်ဆန်ကို ဟာသာဆန်ကြည့်ရမယ့်ကားပဲဖြစ်ပါတယ်။ဒီကားထဲမှာ Running man အချစ်တော် ဆုန်းဂျီဟို နဲ့ Goblin ဇာတ်လမ်းထဲက Samshin lady အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ Lee Ei တို့ ပါဝင်ထားတဲ့အတွက် ကြည့်လို့ကောင်းမယ့်ကားဆိုတာကို အထူးတလည် ပြောစရာလိုမယ်မထင်တော့ပါဘူး။ဇာတ်လမ်းကတော့ အိမ်ထောင်ရေးဖောက်ပြန်တတ်တဲ့ သူတွေအကြောင်းကို အဓိက မီးမောင်းထိုးပြ ထားပြီးတော့ အတွေးပေါင်းများစွာနဲ့ ကိုယ့်ကိုထားခဲ့မယ့် အချစ် Drama ကားလေးပဲဖြစ်ပါတယ်။ယောက်ျားတစ်ယောက် သူတို့လိုချင်တာဘာလဲ မိန်းမ တွေကရော သူတို့ယောက်ျားကို ပါရမီဘယ်လိုဖြည့်ပေးရမလဲ ဆိုတာ သင်ခန်းစာပေးထားတာဖြစ်ပါတယ်။ယောက်ျားတစ်ယောက်ကရော သူတို့ဖောက်ပြန်တာ သူတို့မိန်းမကို မချစ်တော့လို့လား လိင်ဆန္ဒ မပြည့်ဝလို့လား ...",
        "rating": "6.3",
        "url": "https://megaup.net/2fO9u/What_A_Man_Wants_(Balam_Balam_Balam)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rDyK1mCUFxbQcxFHj9c2xumFCp.jpg",
        "title": "Son of Rambow (2007)",
        "description": "ဒီကားလေးကိုစကြည့်မိတော့ကျွန်တော်တို့ယောက်ျားလေးတွေငယ်ငယ်တုန်းက ကစားတာတွေကိုသွားသတိရမိတယ်စစ်တိုက်တမ်းကစားရင်ဟိုဘက်နဲ့ဒီဘက်ခဲတွေပစ်ပြီးဆော့တာပေါ့လေသေနတ်တွေစပေါ်လာတုန်းကဆိုရင်လေသေနတ်နဲ့ပစ် နွေရာသီဆိုစွန်လွှတ်် ဂျင်ပေါက် အရုပ်ပစ် နဲ့ ဒီကြားထဲစမတ်ဒေါင်းကွဆိုပြီးချသေးတာပဲရုပ်ရှင်ကြည့်ပြီးရင် ကိုယ်ကြိုက်တဲ့ဇာတ်ကောင်တွေဆိုအတုခိုး သူ့အတိုင်းလိုက်လုပ်နဲ့စဉ်းစားရင်းပျော်ဖို့ကောင်းခဲ့တာ ဒီကားမှာလဲအဲ့လိုပဲ ဝီလီယံဆိုတဲ့ကောင်လေးတစ်ယောက် ကျောင်းမှာဆိိုးပေတေတဲ့လီကန်တာအိမ်ကိုရောက်သွားပြီး ရမ်ဘိုကား FIRST BLOOD ဆိုတဲ့ဇာတ်ကားကိုကြည့်မိပြီး စတော့တာပဲနဂိုကတည်းကပုံဆွဲဝါသနာပါနဲ့သူ့ကိုယ်သူရမ်ဘိုရဲ့သားဆိုကိုယ့်ဟာကိုဇာတ်လမ်းရေးထားတာရုပ်ရှင်ဇာတ်လမ်းဝင်ပြိုင်မယ့်လီကန်တာလဲဇာတ်လမ်းကြိုက်ပါတယ်ဆိုပြီးရိုက်တော့တာပဲသူတို့ဘယ်လိုရုပ်ရှင်ရိုက်ကြလဲဆိုတာဇာတ်လမ်းထဲမှာကြည့်ပေါ့နော်ဟာသခန်းလေးတွေလဲပါတယ်သူတို့ရုပ်ရှင်ရိုက်တာကိုကြည့်ပြီးငယ်ငယ်ကကမြင်းကြောထတာတွေတောင်သတိရမိတယ်ကျောင်းမှာဆော်ကြည်ဘဲ ပြင်သစ်ကလာတဲ့ ဒီဒီယာတစ်ယောက်ဝီလီယံတို့ရိုက်မယ့်ဇာတ်လမ်းထဲမှာဝင်ပါပါရစေဆိုပြီးဝင်ရိုက်ပါတယ်ကန်တာကအမြင်ကတ်တော့ပြသနာတွေဖြစ်တော့တာပဲနောက်ဆုံးမှာ dramaပုံစံမျိုးလေးနဲ့ဇာတ်သိမ်းထား တယ်ဇာတ်ဆောင်က ကလေးတွေပဲဆိုပြီးအထင်မသေးပါနဲ့ IMDB rating 7 ရထားတဲ့ဇာတ်ကားကောင်းလေးပါကဲကျွန်တော်တို့ကလေးဘဝကိုတစ်ခေါက်လောက်ပြန်သွားကြတာပေါ့(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုတင်မျိုးလွင်ပါ)  Quality : Blu-Ray 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-iNFAMOUS\nTranslated by Tin Myo Lwin\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/115oi/Son_Of_Rambow_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/ripd-poster-133x200.jpg",
        "title": "R.I.P.D. (2013)",
        "description": "R.I.P.D. (2013)_____IMDb - 5.6/10\n  \nဒီကားကတော့ ၁၉ ၉ ဝ ကျော်ကထွက်ရှိခဲ့တဲ့ Man In Black နဲ့ပုံစံတူတဲ့ကားဖြစ်ပါတယ်...\nDeadpool မင်းသားဖြစ်တဲ့ Ryan Reynolds ကရဲအရာရှိတစ်ယောက်ဖြစ်ပြီးတော့\nသူ့ရဲ့လက်တွဲဖော်လုပ်ကြံမှု့ကြောင့် စစ်ဆင်ရေးတစ်ခုမှာသေဆုံးသွားခဲ့ပါတယ်...\nသူသေဆုံးသွားတဲ့အချိန်မှာ သူ့ကို R.I.P.D လို့ခေါ်တဲ့ Rest In Peace Department ကနေ\nသူ့ကို အမှု့လိုက်ဖို့အတွက်ပြန်လည်ဆင့်ခေါ်လိုက်ပါတယ်...\nR.I.P.D ရဲ့အမှု့တွေကတော့ ငရဲပြည်ကနေလွတ်လာတဲ့ လူယောင်ဆောင်ထားတဲ့\nမကောင်းဆိုးဝါးတွေကို လိုက်လံဖမ်းဆီးနှိမ်နင်းရတာပဲဖြစ်ပါတယ်...\nဒီလိုလိုက်လံစုံစမ်းရင်း ထူးဆန်းတဲ့ အကောင်တွေ ကမ္ဘာမြေပြင်ကို\nကျလာမှာကို နောက်ဆုံးမှာတော့ တားဆီးရပါတော့တယ်....\nသူတို့ဟာ တကယ့်လူ့ဘဝထဲကိုဝင်တဲ့ အခါ လက်ရှိရုပ်သွင်ပြင်နဲ့ဝင်ရတာမဟုတ်ပဲနဲ့\nသူတို့ရဲ့ ID Card မှာပါတဲ့ ရုပ်နဲ့ဝင်ရပါတယ်...\nဒါကြောင့် သူများတွေအမြင်မှာတော့ သူတို့ဟာ တခြားပုံဖြစ်နေတတ်ပါတယ်..\nအက်ရှင်ကားအမျိုးအစားဖြစ်ပြီးတော့ အိမ်မှာနေရင်းပိတ်ရက်မှာအပျင်းဖြေဖို့အတွက်\nသင့်တော်တဲ့ကားဖြစ်ပါတယ်...\n   \nFile Size : (760 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Action,Adventure,Comedy\nEncoded by Moe ...",
        "rating": "5.6",
        "url": "https://megaup.net/2gn4f/R.I.P.D._[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMjRlZTU1YzQtNzVkMC00YzI2LTk3OWQtZjVhYzQ5MzNhZGRlXkEyXkFqcGdeQXVyNDkyMjA2NjU@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Look Who’s Back",
        "description": "2015 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ IMDB 7.2 ရထားတဲ့ဂျာမန် သရော်ဟာသ အမျိုးအစား ရုပ်ရှင်ကို ဘာသာပြန်ပြီး တင်ပေးထားပါတယ်။ဒီရုပ်ရှင်ဟာ ၂၀၁၂ တုန်းက ဂျာမနီမှာ အုပ်ရေသန်းချီ ရောင်းချခဲ့ရပြီး နိုင်ငံပေါင်းများစွာက ဘာသာပြန်ဆိုခဲ့တဲ့ စာအုပ်တစ်အုပ်ကိုအခြေခံပြီး ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ရော စာအုပ်ဟာ နှစ်သက်သူ မနှစ်သက်သူများနဲ့ ဝေဖန်သံများ ဆူညံနေခဲ့တာပါ။ဘာကြောင့်လဲဆိုတော့ တစ်ကမ္ဘာလုံးမှာ လူသိ်အများဆုံး လူတွေထဲက တစ်ယောက်အကြောင်းဖြစ်နေလို့ပါ။လက်ရှိခေတ်မှာ ဟစ်တလာ ပြန်ရှင်လာခဲ့တဲ့ အကြောင်းပါပဲ။ ဒီရုပ်ရှင်ထဲမှာ ၂၀၁၄ ခုနှစ် ဘာလင်မြို့မှာ ဟစ်တလာ ပြန်ရှင်လာခဲ့ပါပြီ။ဟစ်တလာရဲ့ ခေတ်သစ်ကမ္ဘာအပေါ် အမြင် နဲ့ သူ့ရဲ့ အံမဝင်မှုတွေကို ပြသထားတာပါ။ တီဗီအပေါ်အမြင် ကွန်ပြူတာနဲ့ အင်တာနင်အပေါ်အမြင် စသည်ဖြင့်ပေါ့။ဒါပေမယ့် ဟစ်တလာတစ်ယောက် အခြေအနေ အရပ်ရပ်ကို သုံးသပ်မိလာချိန်မှာတော့ သူရဲ့ မူလရည်မှန်းချက်တွေကို ပြန်ဖော်ဆောင်ဖို့ ဂျာမနီနိုင်ငံသားတွေကို တီဗီ ဖေ့ဘု ...",
        "rating": "7.1",
        "url": "https://megaup.net/2lWdy/Look_Who’s_Back_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/oKFNWapsyKiIILsGblnxOu5PrwX-133x200.jpg",
        "title": "The Guyver (1991)",
        "description": "The Guyver (1991)_____IMDb - 5.0/10\n ဒီကားလေးကတော့ ၁၉ ၉ ၁ ခုနှစ်ကထွက်ရှိခဲ့တဲ SuperHero ကားလေးတစ်ကားဖြစ်ပါတယ်....\nသိပ္ပံပညာရှင်တစ်ယောက်ဟာ Guyver လို့ခေါ်တဲ\nဂြိုလ်သားပစ္စည်းတစ်ခုကို ဂြိုလ်သားတွေလက်ထဲမရောက်အောင်\nယူပြီးထွက်ပြေးနေရာကနေ ဂြိုလ်သားတွေဖမ်းမိတာကိုခံလိုက်ရပြီး\nအသတ်ခံလိုက်ရပါတယ်..\nဒါပေမယ့် သူဟာ အဲဒီ Guyver ဆိုတဲပစ္စည်းကို ဂြိုလ်သားတွေမမြင်အောင်ဖွက်ထားခဲ့ပါတယ်...\nအဲဒီ ဂြိုလ်သားပစ္စည်းကို လူငယ်လေးတစ်ယောက်ကရလိုက်တဲအချိန်မှာတော့\nအစွမ်းထက်တဲစွမ်းအင်တွေကိုရလိုက်ပါတော့တယ်...\nဂြိုလ်သားတွေဟာ Guyver ကိုပြန်ရဖို့အတွက် ဒီလူငယ်လေးနောက်ကိုလိုက်လံဖမ်းဆီးကြပါတော့တယ်...\nဒီကားလေးဟာ Super Hero ဇာတ်လမ်းကြိုက်သူတွေအတွက်\nအကြိုက်တွေ့စေမယ့်ကားလေးဆိုလည်း မမှားပါဘူး...\nအခုခေတ်မှာ Super Hero ဇာတ်လမ်းတွဲတွေများလာပေမယ့်လည်း\n၁၉ ၉ ၁ ခုနှစ်ကထွက်ရှိခဲ့တဲ ဒီကားလေးကတော့ Old But Gold ဆိုတဲ့\nကားလေးတစ်ကားထဲမှာပါတယ်လို့ပဲပြောလိုက်ပါရစေ..\n  \nQuality ...... DVDrip\nFormat ...... mp4\nDuration ........ 01:28:00\nSize ..... 664 MB\nTranslator ..... Ohmmar Khin\nEncoder ...... Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/2jVjr/The_Guyver_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/85R8LMyn9f2Lev2YPBF8Nughrkv.jpg",
        "title": "Game Night",
        "description": "ဒီ ရုပ္ရွင္ေလး အေၾကာင္း မေျပာမွီ က်ေနာ္တို႔ ဆယ္ေက်ာ္သက္ေတြ\nကစားေလ့ ရွိတဲ့ ဂိမ္းေတြ အေၾကာင္းအရင္ ေျပာရမယ္ဆိုရင္\nဖဲရိုက္မယ္ ၊ မိုႏိုပိုလီေဆာ့မယ္ ၊ ဒိုးဇက္ေဆာ့မယ္ ၊ ဒီေလာက္ေတြပဲ ေဆာ့ျဖစ္မယ္ထင္တယ္\nဒါေပမယ့္ ဒီ ရုပ္ရွင္ထဲက လူေတြကေတာ့ သူတို႔ အားလပ္ခ်ိန္ေတြကို ဂိမ္းအသစ္အဆန္းေတြနဲ႔\nေဆာ့ၿပီး ေပ်ာ္ရႊင္စြာ အခ်ိန္ျဖဳန္းေလ့ ရွိပါတယ္ ကိုယ္မသိေသးတဲ့ ဂိမ္းကစားနည္းေတြပါ\nအေတာ္မ်ားမ်ား သိလုိက္ရပါတယ္...\nရုပ္ရွင္ကား အစမွာ ေပါေတာေတာ ျဖစ္မယ္လို႔ ထင္ထားမိၿပီး သရုပ္ေဆာင္ေတြရဲ႕\nသရုပ္ေဆာင္ခ်က္ နဲ႔ ဟာသ ဒိုင္ယာေလာ့ခ္ ေတြက ေကာင္းလြန္းေတာ့\nလံုး၀ ကို ဇတ္လမ္း အဆံုးထိ စြဲေဆာင္သြားခဲ့ပါတယ္...\nFebruary 22, 2018 မွာ ရံုစတင္ခဲ့ၿပီး Budget ကို37 million USD ေလာက္သံုးခဲ့ၿပီး\nBox office မွာ $108.5 million ထိ ျပန္၀င္ခဲ့ပါတယ္...\nIMDb မွာ 7.2 ေလာက္ရထားၿပီး rottentomatoes မွာေတာ့ 82% ေလာက္ထိ အမွတ္ရထားပါတယ္\nဇတ္ကားအမ်ိဳးအစားကေတာ့ အဓိက Comedy ျဖစ္ပါတယ္\nထူးျခားခ်က္ကေတာ့ နည္းနည္းအေျပာအဆိုေလးေတြ ၾကမ္းတာကလြဲရင္\nမိသားစု နဲ႔ အတူၾကည့္ၿပီး ေဟးေဟး ဟားဟား ဆိုၿပီး ရယ္ႏုိင္ေမာႏုိင္မယ့္\nရုပ္ရွင္ကားမ်ိဳး ျဖစ္ပါတယ္\nကဲ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/game-night/",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o2zDJe9MaBW7XYjRdbYNlIqRNvZ.jpg",
        "title": "The Escape of Prisoner 614(2018)",
        "description": "Encoder - Kyaw Ye Aungaလတ်တလောထွက်ရှိလာတဲ့ကားသစ်လေးတစ်ကားကို မိတ်ဆက်ပေးလိုက်ပါတယ်။အက်ရှင်ဇာတ်လမ်းကြိုက်သူတွေအတွက်တင်ဆက်ထားတဲ့ ကားလေးနာမည်ကတော့The escape of prisoner 614 (2018)ပါ။ လောကကြီးမှာ အပြစ်မရှှိပဲနဲ့ မတရားခံရတာလောက်ခံပြင်းစရာကောင်းတဲ့ ကိစ္စမရှိတော့ပါဘူး အသွားမတော်မလှမ်း ဆိုတဲ့ အတိုင်းအထင်မှတ်ထားတဲ့ နေရာမှာ ကိုယ်က ထိုးကျွေးခံလိုက်ရတော့အပြစ်မရှိပဲ သူများအစား အပြစ်ကို ခံရပါတော့တယ်ဒီကားလေးက ကောင်းဘွိုင်ဆန်ဆန်ကားလေးဖြစ်ပြီးတော့ကောင်းဘွိုင်ကားကြိိုက်နှစ်သက်တဲ့သူတွေ အကြိုက်တွေ့မယ့်ကားလေးဖြစ်မှာပါဇာတ်လမ်းလေးအကျဉ်းကတော့အကျဉ်းသားတစ်ယောက်ထောင်ဖောက်ပြေးတာကနေ စတာပါ။အဲ့ဒီလွတ်မြောက်သွားတဲ့ အကျဉ်းသားဟာသူအပြစ်မရှိဘူးလို့ အခိုင်အမာငြင်းဆိုနေခဲ့ပါတယ်။ဇာတ်ရှိန်တက်လာတာနဲ့အမျှ သူ့တကယ်ပဲအပြစ်ရှိသလားအကွက်ဆင်လုပ်ကြံခံရတာလား အကွက်ဆင်ခံရတယ်ဆိုအဲ့ဒီနောက်မှာ ဘယ်သူတွေရှိနေတာလဲ သူခင်သလိုရောရိုးရှင်းလွယ်ကူပါ့မလားဆိုတာရင်တစ်ဖိုဖိုနဲ့ ကြည့်ရှုရမယ့်ကားကောင်းလေးပါ။Qty - 720p Web DLGern - Advanture / Comedy / CrimeDuration - 1hr 50minTranslator - Pyae SoneReview - Aye Mon Kyaw",
        "rating": "N/A",
        "url": "https://megaup.net/11a7r/The_Escape_Of_Prisoner_614_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xboITqlUSsua6BRrWuOGyFkOg5Z.jpg",
        "title": "The Con is On(2018)",
        "description": "1999 လောက် ကထွက်ရှိခဲ့ဘူးတဲ့ Steven Martian တို့ ရိုက်ကူးထားတဲ့ကားကိုတဖန်ပြန်လည်ဆန်းသစ်ပြီးတော့ ရိုက်ကူးထားတာဖြစ်ပြီးတော့ လောင်းကစာသမားတွေရဲ့သဘောသဘာဝတွေ နဲ့ လောင်းကစားသမားတွေမှာ ရှိတတ်တဲ့ အမူအကျင့်တွေကိုပုံဖော်ရိုက်ကူးပြထားတာဖြစ်ပါတယ် လောင်းကစားသမားဆိုတဲ့ အမျိုးက ပေါက်ကရ လျှောက်ပြောပေါက်ကရစကားတွေနဲ့ ပေးထားတဲ့ ကတိကိုတည်တတ်တဲ့လူမျိုးမဟုတ်ပါဘူး ဒါ့ကြောင့်လောင်းကစားသမားတွေနဲ့ ဆက်ဆံရင် သတိထားကြဖို့ ဒီကားလေးက သတိပေးထားသလိုပါပဲဇာတ်လမ်း အကျဉ်းလေးကတော့ဟယ်ရီဆိုတဲ့လောင်းကစားမက်တဲ့အမျိုးသမီးကကိုယ်စားဘိန်းအရောင်းအဝယ်လုပ်လို့ရလာတဲ့ငွေတွေကိုလောင်းကစားဝိုင်းမှာအကုန်သုံးစွဲပစ်လိုက်တယ်။ ယောက်ျားဖြစ်သူရောမိန်းမဖြစ်သူရောကလည်း ဘိန်းစားတွေဖြစ်ပါတယ်။သူတို့လင်မယားအကုန်သုံးလိုက်တဲ့ပိုက်ဆံတွေကအရီနာဆိုတဲ့အမျိုးသမီးဂိုဏ်းစတားတစ်ဦးရဲ့ငွေပါ။ အရီနာကသူတို့လင်မယားကိုလိုက်သတ်ဖို့လုပ်တဲ့အချိန်မှာတော့သူတို့အကုန်သုံးလိုက်တဲ့ငွေတွေကိုပြန်ရှာပေးဖို့ လော့စ်အိန်ဂျလစ်မြို့ကိုထွက်လာပါတော့တယ်ပိုက်ဆံတွေကို ဘယ်လိုလိမ်ကောက်ပြီးရှာကြမလဲဆိုတော့Qty - 720p Web DLGern - ComedyDuration - 1hr 44minTranslator - Ye Man AungEncoder - Kyaw Ye Aung",
        "rating": "N/A",
        "url": "https://megaup.net/11a7k/The_Con_is_On_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u9PG1LG0zLnl6QQxw4WoRJEroXF.jpg",
        "title": "Candy Jar(2018)",
        "description": "\"အသက်မွေးဝမ်းကြောင်းအလုပ်အကိုင်လမ်းကြောင်းကိုမှချမပေးနိုင်ဘဲ တက္ကသိုလ်တွေက ဘာတွေများပေးနေပါသလဲ? ...\" \"ကျွန်မတို့ဟာ ကျောင်းသားတွေမဟုတ်တော့ပါဘူး စက်ရုပ်တွေပါ...\"\"အသက် ၁၆နှစ်မှာငယ်သေးလို့ဆိုပြီး မဲပေးခွင့်မရ အရက်သောက်ခွင့်မရပေမယ့်ဘဝတစ်ခုလုံးအတွက်အရေးအကြီးဆုံး လမ်းကြောင်းကိုတော့ ၁၆နှစ်မှာပဲရွေးခိုင်းလိုက်ကြတယ်...ရှင်တို့ လာနောက်နေတာလား? \"အပေါ်ကစာသားတွေဟာ ကိုယ်နှစ်သက်ပြီးရင်ထဲထိမိတဲ့ ရုပ်ရှင်ထဲက ဒိုင်ယာလော့တွေပါ...ဒီကားလေးကို NetFlix ရုပ်သံလိုင်းကနေထုတ်လွင့်ပြသပေးခဲ့တာဖြစ်ပြီးလက်ရှိမြန်မာနိုင်ငံရဲ့ ပညာရေးစနစ်နဲ့ တော်တော်လေး ပဏာသွားပါတယ်မသိရင် မြန်မာ့ပညာရေးကိုလှောင်ပြောင်ထားသလားတောင်ထင်ရပါတယ်တက္ကသိုလ်တစ်ခုကို ၅နှစ် ၆နှစ်တက် အလုပ်အကိုင်အခွင့်အလမ်းက မရှိသူများနိုင်ငံကကျောင်းတွေမှာ တက္ကသိုလ်တွေမှာ Job Fair တွေJob Hunting အတွက် ဘယ်လိုတွေ လုပ်ရတယ်ဆိုတာတွေကို သင်ကြာပေးပါတယ်မြန်မာကကျောင်းတွေမှာတော့ နတ္တိပါ အဆံမရှိပဲမြေပဲတောင့်လိုပါပဲအပြင်ပန်းကတော ဟုုတ်နေတာပဲ လက်တွေကမှာတော့ အလုပ်မရှိယောင်၆၀လူငယ်တွေဟာ ဒု နဲ့ ဒေးပါပဲဗျာ ကဲ ဇာတ်လမ်းအကျဉ်းလေးကိုသွားလိုက်ရအောင်\"Candy Jar\"ဟာ အထက်တန်းကျောင်းတစ်ကျောင်းရဲ့Debate ပြိုင်ပွဲတစ်ခုကို အခြေပြုပြီး လက်ရှိပညာရေးစနစ်ကိုသုံးသပ်မိစေဖို့ မီးမောင်းထိုးပြထားတဲ့ဇာတ်ကားကောင်းလေးမို့အထွွေအထူးမညွှန်းတော့ပဲ ကြည့်ဖြစ်အောင်ကြည့်လိုက်ပါလို့CM ပရိသတ်များအတွက် လက်တို့ အသိပေးလိုက်ပါတယ်ဒီကားထဲမှာ ပြောတဲ့စကားတွေကတော့ တော်တော် လေးထိမိပါတယ်လို့ပြောလိုက်ချင်ပါတယ်Qty - 720p Web DLGern - ComedyDuration - 1hr ...",
        "rating": "N/A",
        "url": "https://megaup.net/11a6l/Candy_Jar_[2018]_(MM_Sub)_(2).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xK2JTaoKmabEjDccv0yYIkgP5Qu.jpg",
        "title": "Supercon (2018)",
        "description": "ရိုးရိုးရယ်ချင်ပါသလား ရှယ်ရယ်ချင်ပါလား တခစ်ခစ်ရယ်ချင်ပါသလားအားရပါးရရယ်ချင်ပါသလား ကျွမ်းထိုးမှောက်ခုံရယ်ချင်ပါသလားကွကို ကလိထိုးပြီး ရီနေစရာမလိုပါဘူး Supercon ဆိုတဲ့ရုပ်ရှင်ကို ကြည့်လိုက်ပါ။ယခင်က အောင်မြင်ကျော်ကြားခဲ့တဲ့ ရုပ်ရှင်ကြယ်ပွင့်တွေနဲ့Comic ဆွဲတဲ့ ပညာရှင်တွေဟာ အစည်းအဝေးပွဲတွေမှာ အလုပ်လုပ်ကိုင်နေကြရပါတယ်။(MCU ဇာတ်ကားတွေ ရိုက်မလို့နေမှာပေါ့ )တစ်နေ့မှာတော့ ဒီလိုခက်ခဲရုန်းကန်ရတဲ့ဘဝကနေ ရုန်းထွက်လွတ်မြောက်နိုင်ဖို့အတွက်ရုပ်ရှင်ကြယ်ပွင့်ဟောင်းတစ်ယောက်ဆီက ငွေထုပ်ကို ခိုးယူဖို့ ကြိုးစားပါတော့တယ်။သူတို့ဘယ်လိုအကြံအစည်တွေထုတ်ကြလဲ၊ အောင်မြင်မှာလား မအောင်မြင်ဘူးလားဆိုတာတော့ ဒီဟာသကားကို ကြည့်ရှုလိုက်ရင် အဖြေပေါ်လာပါလိမ့်မယ်။တစ်နေ့တာအမောတွေပြေပျောက်ဖို့လိုအပ်နေတဲ့ ပရိသတ်တွေ၊ရယ်ချင်မောချင်တဲ့ ပရိသတ်တွေ စိတ်ကြိုက်ကားတစ်ကားဖြစ်မှာမို့အခုချက်ချင်းပဲ အမြန်ဆုံးနည်းနဲ့ ပန်းကန်လုံးစီးပြီး ဒေါင်းလိုက်ကြပါ။Qty - 720p Web DLDuration - 1hr 44minGern - ComedyTranslator - Soe Bo BoReview - Arkar PhyoEncoder - Kyaw Ye Aung",
        "rating": "3.5",
        "url": "https://megaup.net/11a7h/Supercon_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/in-bruges-poster-143x200.jpg",
        "title": "In Bruges (2008)",
        "description": "In Bruges (2008)\nIMDb - 7.9/10_____Rotten - 84%\n  \nဒီကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာက   Martin McDonagh  ဖြစ်ပါတယ်...တစ်လောတုန်းက  အော်စကာ (၂)ဆုရခဲ့တဲ့ Three Billboards\nကားကို ရိုက်ကူးခဲ့တာ အတော်များများသိပြီးသားဖြစ်ပါလိမ့်မယ် ...နောက်ပြီးတော့ ဒီကားရဲ့ ဟန်ပန်ဟာ\nPulp fiction (1994) လို ကားမျိုးပါပဲ... Pulp fiction လောက် ဇာတ်ကောင်မများသလို သိပ်လည်းမရှုတ်ထွေးပါဘူး...\nသို့ပေမယ့် ဒီကားမဒေါင်းခင် ဒါရိုက်တာက  Martin McDonagh  ဆိုတာရယ်  Pulp fiction (1994) နဲ့ ဟန်ပန်အနည်းငယ်တူတာရယ်ဆိုတော့\nတစ်ချို့သူတွေအတွက်တော့ အနည်းငယ်ဆင်ခြင်စေချင်ပါတယ်....\nကြေးစားလူမိုက်လောကကိုစဝင်တဲ့ ရေးဆိုတဲ့ လူတစ်ယောက်ရဲ့ ပထမဆုံးတာဝန်က  ခရစ်ယာန်ဘုန်းတော်ကြီးတစ်ယောက်ကိုသတ်ဖို့ပါပဲ...\n.သူ့အတွက်အခက်အခဲမရှိခဲ့ဘူး ..ပစ္စတိုနဲ့ အနီးပ် ပစ်လိုက်ရုံပဲ...သေချာသွားအောင်  ကျည်တောင့်တွေဆက်ပစ်သွင်းလိုက်တယ်...\nအဲ့ဒီမှာ ကျည်ဟာ  ခရစ်ယာန်ဘုန်းတော်ကြီးရဲ့ အသက်ကိုနှုတ်ယူရုံတင်မကဘူး ဘုန်းတော်ကြီးနောက်မှာရပ်နေတဲ့\nကလေးငယ်တစ်ယောက်ရဲ့ အသက်ကိုပါ နှုတ်ယူသွားတယ်...အပစ်ကင်းတဲ့ကလေးတစ်ယောက်အတွက် မနက်ဖြန်ဆိုတာ ချုပ်ငြိမ်းသွားတယ်...\n.ဒီဖြစ်ရပ်ကြောင့် လူသတ်ဖို့ခိုင်းတဲ့အလုပ်ရှင်ဟာ ရေးနဲ့ သူ့သူသယ်ချင်းဖြစ်သူ ကန် ကို ဘယ်ဂျီယံရဲ့ ဘရုချ်ဆိုတဲ့မြို့လေးတစ်မြို့ကိုတိမ်းရှောင်ခိုင်းလိုက်တယ်..\n..\nဒီကားက ဇာတ်ကောင်(၃)ယောက်ဖြစ်တဲ့ ရေး၊ကန်နဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1yTm9/Oh_My_God_2_-_Dharam_Sankhat_Mein_[2015]_(MM_Sub)_.mp4 https://megaup.net/1yTlv/In_Bruges_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/xnheslugpy22-140x200.jpg",
        "title": "Steal My Heart (2013)",
        "description": "Steal My Heart(2013)သင့်crush ဒါမှမဟုတ် သင့်ချစ်သူက သင်ထင်သလိုလူကောင်းမဟုတ်ဘဲ လူဆိုးတစ်ယောက်ဖြစ်နေခဲ့မယ်ဆိုရင်\nသူ့ကိုဆက်ချစ်နေဦးမလား။\nသူ့ကိုစိတ်ပျက်ပြီးစွန့်လွှတ်လိုက်မှာလား။\nလူတိုင်းကချစ်တတ်ကြပေမယ့် ချစ်ရသူရဲ့အမှောင်ခြမ်းကို လက်ခံပေးနိုင်ဖို့ဆိုတာခက်ခဲပါတယ်။ဇာတ်လမ်းအညွှန်း\nလီဟိုထယ်ဟာအရမ်းတော်ပြီး ရာထူးတိုးဖို့အလားအလာရှိတဲ့ရဲတစ်ယောက်ပါ။တစ်နေ့မှာတော့သူဟာ\nသူနဲ့ဆယ်နှစ်တာကွဲကွာသွားတဲ့သူ့ချစ်သူဟောင်းကိုဖမ်းရမယ့်အခြေအနေကိုရောက် လာခဲ့ပါတယ်။ သူ့ချစ်သူဟောင်းကသူထင်သလိုလူကောင်းတစ်ယောက်မဟုတ်ဘဲ သူခိုးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။သူရဲ့ရဲတာဝန်ကတစ်ဖက် သူသိပ်ချစ်ခဲ့ရတဲ့ချစ်သူဟောင်းကတစ်ဖက်\nဒီလိုအခြေအနေမှာသူဘာကိုရွေးချယ်မှာလဲ။ရယ်စရာလေးတွေကိုပါထည့်သွင်းရိုက်ကူးထားတဲ့ Romantic Comedy ကားကောင်းလေးတစ်ကားပါ။Imdb အနေနဲ့ 6.4/10ရရှိထားပါတယ်။ပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ နာမည်ကျေ်ာ YongPal ကားထဲကမင်းသားချော Joo Won နဲ့ မင်းသမီး Kim Ah Joong တို့ဖြစ်ပါတယ်။(အညွှန်းနဲ့ဘာသာပြန်တင်ထားသူကတော့ Hsu Myat Noe Aung ပါ။)File size…(999 MB) and (460 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Hsu Myat Noe Aung",
        "rating": "6.4",
        "url": "https://megaup.net/11a7d/Steal_My_Heart_[2013]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2YFCAAZUUpj66gLAMqRhwpY1U34.jpg",
        "title": "Dear Dictator (2017)",
        "description": "ဒီဇာတ္ကားက Drama,Comedy ပံုစံမ်ိဳးနဲ႔ သြက္သြက္လက္လက္တင္ဆက္ထားပါတယ္။မင္းသားၾကီး Michael Caine နဲ႔ မင္းသမီးေခ်ာေလး Odeya Rush တို႔အဓိကပါဝင္ထားပါတယ္။ဇာတ္ေၾကာင္းကေတာ့........ေက်ာင္းကေန ကိုယ္ေလးစားတဲ့လူတစ္ေယာက္ဆီကို စာေရးရမယ္ဆိုျပီးအဆိုင္းမန္႔ေပးလိုက္ေတာ့ ေက်ာင္းသူကေလးမက မ်က္ႏွာေျပာင္ျပီး အာဏာရွင္တစ္ေယာက္ထံကို ဖက္ရွင္စတိုင္ၾကိဳက္တဲ့အေၾကာင္းစာေရးလိုက္ပါတယ္..ဒီလိုနဲ႔ သူတို႔ ႏွစ္ေယာက္သားခင္သြားၾကတယ္ ဆိုပါစို႕။ကံၾကမၼာဇာတ္ကြက္အတိုင္း အာဏာရွင္ၾကီး အာဏာသိမ္းခံလိုက္ရတဲ့အခါ သူတို႔ႏွစ္ေယာက္ရဲ႕ဆက္ဆံေရးမွာ ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာကေတာ့.....။ \nFile size…(850 MB) and (390 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by မိုးေသာက္",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/dear-dictator-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/Diary-of-a-wimpy-kids-3-2012-135x200.jpg",
        "title": "Diary of a Wimpy Kid: Dog Days (2012)",
        "description": "It's summertime, and Greg Heffley is looking forward to playing video games and spending time with his friends. However, Greg's dad has other plans: He's decided that some father-son bonding time is in order. Desperate to prevent his dad from ruining summer vacation, Greg pretends he has a job at a ritzy country club. But Greg's plan backfires, leaving him ...",
        "rating": "6.3",
        "url": "https://megaup.net/3yCgu/Diary_Of_A_Wimpy_Kid_-_Dog_Days_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/Diary-of-a-wimpy-kid-2-2011-136x200.jpg",
        "title": "Diary of a Wimpy Kid: Rodrick Rules (2011)",
        "description": "Wimpy Greg Heffley, now in seventh grade, thinks he has it all together. He has mastered middle school and gotten rid of the Cheese Touch. However, Greg's older brother, Rodrick, is itching to cut him down to size. He gets the perfect opportunity when their mother tries to force the boys to bond. Rodrick may be Greg's chief tormentor, but ...",
        "rating": "6.5",
        "url": "https://megaup.net/3yCeg/Diary_Of_A_Wimpy_Kid_-_Rodrick_Rules_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Diary-of-a-Wimpy-kid-2010-135x200.jpg",
        "title": "Diary of a Wimpy Kid (2010)",
        "description": "Greg Heffley is headed for big things, but first he has to survive the scariest, most humiliating experience of any kid’s life – middle school! That won’t be easy, considering he’s surrounded by hairy-freckled morons, wedgie-loving bullies and a moldy slice of cheese with nuclear cooties!ဒီဇာတ်ကားလေးဟာ Jeff Kinney ရဲ့ စာအုပ်တွေထဲကတစ်တွဲဖြစ်ပြီး Imdb 6.2 ထိရရှိထားတဲ့ မိသားစုကြည့်ဇာတ်မြူးလေးတစ်ကားဖြစ်ပါတယ်ဇာတ်ကားအညွှန်းပြောရရင် Greg ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက်အလယ်တန်းတက်စရတဲ့အချိန်မှာသူ့ကိုဘယ်သူမှမခေါ်ပြောကြတဲ့အဖြစ်ဆိုးတွေနဲ့ကြုံခဲ့ရပါတယ်။သူဒီအဖြစ်ဆိုးတွေကရှောင်ဖို့အတန်းရဲ့အချစ်တော်စာရင်းထဲဝင်အောင်\nကြိုးစားရပါတော့တယ် သူဘယ်လိုကြိုးစားလဲ ဘာတွေဆက်ဖြစ်လဲဆိုတာရုပ်ရှင်ကိုသာဆက်လက်ကြည့်ရှုကြပါလို့ပြောချင်ပါတယ်(ဘာသာပြန်သူနဲ့ အညွှန်းရေးသူကတော့ \"သရဲကားတွေပဲရေးလေ့ရှိတဲ့ Moe Oo ...",
        "rating": "6.2",
        "url": "https://megaup.net/3yCc7/Diary_Of_A_Wimpy_Kid_[2010]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "",
        "title": "Big (1988)",
        "description": "Big (1988)IMDb (7.3)......Rotten Tomatoes (93%)၁၉၈၈ ခုနှစ်မှာ မင်းသားကြီး Tom Hanks ဟာ အသက် ၃၂ နှစ်ပဲ ရှိပါသေးတယ်။ မင်းသားကြီးလည်း မဖြစ်သေးပါဘူး။ Big ဟာ Tom Hanks ကို အခုလို စူပါမင်းသားဖြစ်လာအောင် တွန်းပို့ပေးလိုက်တယ်ပြောလို့ရပါတယ်။ဇာတ်လမ်းက ရှင်းရှင်းလေးပါပဲ။ ကျနော်တို့ ကလေး ဘဝတုန်းက လူတိုင်းလိုလို ခံစားဖူးခဲ့ကြတဲ့ \"လူကြီးဖြစ်ချင်တယ်\" ဆိုတဲ့ ခံစားချက်လေး အပေါ်မှာ ရေးဖွဲ့ထားတယ်။ ၁၃ နှစ်အရွယ်ကောင်လေးတစ်ယောက် ကလေးဘဝမှာ မနေချင်တော့ဘဲ လူကြီးဖြစ်ချင်တယ်ဆိုတဲ့ ဆုတောင်းလေးပြည့် သွားပြီး နေ့ခြင်းညခြင်းပဲ အသက် ၃၀ အရွယ် လူကြီးကြီး ဖြစ်လာတယ်။ ခန္ဓာကိုယ်ကသာ လူကြီး ဖြစ်လာပေမယ့် စိတ်ကတော့ ၁၃ နှစ်ပဲရှိသေးတာပေါ့။ ဒါပေမယ့် လူကြီးဘဝ ဟာ ထင်ထားသလို မဟုတ်ပဲ စိတ်ညစ်စရာတွေလည်းတွေ့လာ\nတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2ctgx/Big(1988)-CM.MP4",
        "category": "Comedy, Drama, Family"
    }
]