[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ApkSeqfIPRCxOtfjXYYE6Ji7jVU.jpg",
        "title": "Your Place or Mine(2023)",
        "description": "Your Place or Mine(2023)*********************** Reese Witherspoon  နဲ့ Ashton Kutcher တို့ အဓိကပါဝင်ထားလို့ဒီကားက ကြည့်သင့်ပါတယ်..ပီတာနဲ့ဒက်ဘီတို့ ငယ်သူချင်းနှစ်ယောက် အကြောင်းတစ်ခုကြောင့် သူတို့ဝေးသွားကြပေမယ့် တစ်ယောက်ကိုတစ်ယောက် နားလည်ကြသလို အဆက်အသွယ်လဲ ပြတ်တယ်လို့မရှိပါဘူးဒက်ဘီက‌ ကလေးတစ်ယောက်အမေ Single Mom ပီတာကတော့ လူလွတ်တစ်ယောက်ပီပီသူ့အကြိုက်မိန်းကလေးတွေကိုလိုက်ရှာပေမယ့် တွဲတိုင်းခြောက်လမခံ ဒီလိုနဲ့တစ်နေ့ဒက်ဘီတစ်ယောက် ဘဝရှေ့ရေးအတွက် အဝေးတစ်နေရာကိုသွားပြီး ဒီဂရီတစ်ခုသွားယူဖို့ဆုံးဖြတ်လိုက်ပြီးသူ့ကလေးကိုလည်း အဲ့အတောအတွင်းမှာ ပီတာကလာပြီး ကြည့်ရှုစောင့်ရှောက်ပေးဖို့ အကြောင်းဖန်လာပါလေရော...အဲ့နောက်ပိုင်းကစပြီး သူတို့ငယ်သူချင်း နှစ်ယောက်ကြား ဘယ်လိုဆက်ပြီး ရှေ့ဆက်ကြမယ်ဆိုတာကိုတော့    File Size :(1.6GB)(703 MB) and (172MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:49:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/your-place-or-mine2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cLxylsx9Xj08733qVWzuZ1Ua7R8.jpg",
        "title": "Dear David (2023)",
        "description": "Dear David (2023)******************ဇာတ်လမ်းလေးကတော့ဂျာကာတာမြို့က ကဟရာအထက်တန်းကျောင်းမှာDear David ဆိုတဲ့ အပြာဇာတ်လမ်းဟာ ကျောင်းသားကျောင်းသူတွေကြားမှာအရမ်းရေပန်းစားလာပါတယ်။ ဒါပေမယ့် ကျောင်းမှာကလည်းကျောင်းသူတွေကြားမှာ‌နာမည်ကြီးနေတဲ့ ဒေးဗစ်ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက်ကလည်းရှိနေပြန်တယ်။ဒီလိုဇာတ်လမ်းထွက်လာတော့ ဒေးဗစ်က အနေအထိုင်ကျပ်လာပြီးစာရေးတဲ့သူကိုလိုက်တဲ့အခါ ကျောင်းသားရေးရာဥက္ကဌလည်းဖြစ်စကော်လာရှစ်ရထားတဲ့အတန်းဖော်ကျောင်းသူလေး လာရာစ်ဖြစ်နေတာကိုသိလိုက်ရတယ်။တကယ်ရေးခဲ့လား မရေးခဲ့လားဆိုတာမေးခဲ့အခါမှာ‌တော့လာရာစ်ဟာ သူရေးခဲ့ကြောင်းဝန်ခံတယ်။လာရာစ်က ကျောင်းမှာဘယ်သူ့ကိုမှလျှောက်မပြောဖို့နဲ့ ဘာမဆိုလုပ်ပေးမယ်လို့ပြောလိုက်တယ်။အဲ့ဒီနောက်မှာတော့....File Size :(1.29GB),(572.9 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Comedy , Romance ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/dear-david-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/The_Drop_2022_film-160x200.png",
        "title": "The Drop (2022)",
        "description": "သမီးရည်းစားလင်မယားတွေအနေနဲ့ လက်ထပ်ကြမယ် ဒါမှမဟုတ် လက်ထပ်ပြီးခဲ့ပြီရှိသော် နောက်ထပ်တက်လှမ်းရမယ့် အဆင့်တွေထဲက တစ်ခုကတော့ သားသမီးထွန်းကားရေးပဲ ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းကတော့ ခေါင်းစဉ် Drop ဆိုတဲ့အတိုင်း မန်နီနဲ့ လက်စီတို့ လင်မယားဟာ ကျွန်းပေါ်မှာ ကျင်းပမယ့် သုငယ်ချင်း မင်္ဂလာဆောင်ကို လာကြရင်း မယားဖြစ်သူ လက်စီက သူများကလေးကို ပွေ့ချီထားရင်း လွတ်ကျမိတာကနေ ဇာတ်လမ်းကို အခြေတည်ထားပါတယ်။ ဇနီးဖြစ်သူရဲ့ ကလေးတစ်ယောက်ကို လက်လွတ်စပယ်လွတ်ကျမှုဟာ မိခင်ကောင်းတစ်ယောက်ဖြစ်နိုင်ပါရဲ့လားဆိုတာကနေ ဇာတ်လမ်းကို ဆွဲခေါ်သွားမှာပဲ ဖြစ်ပါတယ်။ ဒီကားကို လင်မယားတွေ သမီးရည်းစားတွေအနေနဲ့ သင်ခန်းစာလည်းရ အပန်းလည်းပြေအောင် ကြည်သင့်တယ်လို့ အကြံပြုပါရစေFile Size__(1.9GB) / (1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://channelmyanmar.org/the-drop-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/The_Extraordinary_Adventures_of_Ad_le_Blanc_Sec-789828078-large-139x200.jpg",
        "title": "The Extraordinary Adventures of Adèle Blanc-Sec (2010)",
        "description": "IMDb Rating (6.3/10)ဒီပြင်သစ်ကားက အခွီကားပါ... ရီနေရပါတယ်။\nမံမီတွေရော... ရှေးခေတ်က ငှက်တွေရော ...မှော်ပညာတွေရော... စွန့်စားခန်းတွေရောနဲ့\nတကယ်ကိုကြည့်လို့ကောင်းတဲ့ Comedy ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့....အဒဲဆိုတာ ပြင်သစ်က နာမည်ကျော် ဆောင်းပါးရေးတဲ့ဆရာမပါ။ သူ့မှာအရမ်းချစ်ရတဲ့အမွှာညီမတစ်ယောက်ရှိပါတယ်... သူမရဲနမော်နမဲ့တစ်ခုကြောင့် သူ့ညီမခမျာ ခေတ်ဆရာဝန်တွေမကုနိုင်တော့တဲ့ ဝေဒနာရပြီး သေလုမျောပါးဖြစ်နေရှာပါတယ် ...ဒါကိုမရှုစိမ့်တော့တော့တဲ့အဆုံး သူ့ညီမကို ရှေးခေတ်မှော်ပညာနဲ့ အသက်ပြန်သွင်းဖို့ အဒဲတစ်ယောက် အီဂျစ်က မံမီတွေနောက်ကို လိုက်ပါတော့တယ်...သူ့ညီမကိုအသက်ပြန်သွင်းဖို့ မံမီတွေကို အသက်ပြန်သွင်းမယ့် အဒဲရဲ့ မဟာအကြံအစည်ကြီး စွန့်စားခန်းတို့ရဲ့ထုံးစံအတိုင်း အခက်အခဲတွေကြားထဲက အောင်မြင်နိုင်ပါ့မလားဆိုတာ....အလွဲလွဲအချော်ချော်တွေနဲ့ အတည်ပေါက်နဲ့ရီနေရမယ့် ဇာတ်လမ်းဖြစ်ပါတယ်။\nFile size…(1.9 GB) and (850 MB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Brownie",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-extraordinary-adventures-of-adele-blanc-sec-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x5E4TndwASNkaK2hwgeYfsIVo2x.jpg",
        "title": "You People (2023)",
        "description": "You People (2023)နှစ်ဦးနှစ်ဖက်စလုံးမှာ ယောက္ခမမရှိကြတာမို့ အာဒမ်နဲ့ ဧဝဟာ ကမ္ဘာမှာအပျော်ဆုံးအတွဲပဲတဲ့။ ရံဖန်ရံခါဆိုသလို အသိုင်းအဝိုင်းဆိုတာ အိမ်ထောင်ရေးရဲ့ ပြဿနာတစ်ခု ဖြစ်လာတတ်တာပဲ။ ဒီလိုနဲ့ ယောက္ခမနဲ့ တစ်ထောင့်တစ်ညဖြစ်ကြတဲ့ ဇာတ်တွေလည်း မနည်းဘူး။အခုဇာတ်ကတော့ ယောက္ခမနှစ်ဖက်စလုံးရဲ့ ဒဏ်တွေကို ခံကြရတဲ့ အတွဲတစ်တွဲရဲ့အကြောင်းပါပဲ။ ပုံမှန်အတွဲတွေမှာတောင် ယောက္ခမပြဿနာက ရှိတတ်တာဆိုတော့ ဒီအတွဲကတော့ လူဖြူလူမဲ အတွဲဆိုတော့ ပိုဆိုးပါတယ်။ သို့ပေမဲ့ ဒီ၂ဘက်ကို မတူညီတဲ့ ဒုက္ခပေးခြင်း ၂မျိုးနဲ့ပြသွားတာတော့ တော်တော်လေး လှပါတယ်။ တစ်ဘက်ကတော့ လူမဲအဖေက သူ့သမီးအတွက် စိတ်ပူလို့ လူဖြူကောင်လေးကို ညစ်ပြီး တစ်ဘက်ကကျ လူဖြူအမေက သူ့သားကောင်မလေးကို လက်ခံကြောင်းအပြချင်လွန်ပြီး လူမဲဖြစ်နေတာ မဆန်းကြောင်း ခဏခဏထုတ်အပြလွန်ပြီး ဆန်းအောင်လုပ်မိသွားတယ်။ ဒီလိုအသိုင်းအဝိုင်း၂ခုရဲ့ကြား ဒီအတွဲရဲ့ မင်္ဂလာပွဲ ဖြစ်မှဖြစ်လာပါ့မလား ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမယ့် ဟာသ ရိုမန့်ကားလေးပါပဲ။Jonah Hill နဲ့ Eddie ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/you-people-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ovHxxphDgjyEpYriDoGoIHfrdZL.jpg",
        "title": "Somebody I Used to Know(2023)",
        "description": "Somebody I Used to Know(2023)*******************************ဒီရုပ်ရှင်လေးကတော့ ရည်းစားဟောင်းရဲ့ မင်္ဂလာဆောင်ကို သွားရှုပ်တဲ့အကြောင်းကိုမှပူရဆွေးရတာတွေ၊လက်ခံပေးရတာ၊အသည်းကွဲရတာ၊ အသစ်ပြန်စရတာမျိုးတွေစတဲ့ ချိုချဥ်စပ်ခါးအရသာလေးနဲ့ကြည့်ရှုရမှာပါ၊\nဇာတ်လမ်းကိုတော့ မမAlison Brieနဲ့ ခင်ပွန်းဖြစ်သူ now you see meထဲက မင်းသားDave Francoတို့အတူတူဇာတ်ညွှန်းရေးပြီး\nအယ်လီနေရာမှာ မမAlison Brieကသရုပ်ဆောင်၊ Dave Francoက ဒါရိုက်တာလုပ်ပြီးအပြိုင်ကြဲထားကြပါတယ်။\nအတိတ်မှာဘာပဲဖြစ်ခဲ့ဖြစ်ခဲ့ အတိတ်မှာပဲထားခဲ့၊ လက်ရှိဘဝကိုယူလာရင်တော့ အနာဂတ်ပါရှုပ်ထွေးသွားနိုင်တာကိုရိုက်ပြထားပြီး\nကိုယ့်ကိုယ်ကိုလက်ခံတတ်စေဖို့ စိတ်ဝင်စားစရာဇာတ်လမ်းလေးနဲ့ရိုက်ပြထားတဲ့ဇာတ်ကားကောင်းလေးပါပဲ။\nဇာတ်လမ်းအကျဥ်းကတော့ အယ်လီဟာ အစီအစဥ်တင်ဆက်သူတစ်ယောက်၊အလုပ်ကိုပဲတမ်းတမ်းစွဲလုပ်တတ်သူပေါ့၊ ဒီအလုပ်ကိုရွေးချယ်ခဲ့တာကြောင့် ရည်းစားဟောင်းဖြစ်သူရှောင်နဲ့ ကွေကွင်းခဲ့ရတာပေါ့နော်။\nသူလုပ်ချင်တဲ့ ရှိုးကို သုံးနှစ်လောက်လုပ်အပြီးမှာ အကြောင်းမလှဘဲရှိုးပွဲကရပ်နားခံလိုက်ရတော့ အယ်လီတစ်ယောက်စိတ်ဓာတ်တွေကျပြီး မိခင်ရှိရာနယ်မြို့လေးကိုပြန်လာခဲ့တယ်ပေါ့၊\nရောက်တဲ့နေ့မှာပဲ မထင်မှတ်ဘဲ ရီးစားဟောင်း ရှောင်နဲ့ပြန်တွေ့ပြီး ဇာတ်လမ်းလေးတွေပြန်စမယ်ကြံမိခါမှသူက မင်္ဂလာဆောင်တော့မှာတဲ့၊ အဲ့ဒီနောက်မှာတော့File Size :(1.5GB) and (644MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:46:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/somebody-i-used-to-know2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8kSerJrhrJWKLk1LViesGcnrUPE.jpg",
        "title": "Lock, Stock and Two Smoking Barrels(1998)",
        "description": "Lock, Stock and Two Smoking Barrels (1998)===================================IMDB - 8.2\nRotten tomatoes - 75%\nMetascore - 66% ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ နာမည်ကြီးဒါရိုက်တာတစ်ယောက်ဖြစ်တဲ့Guy Richie ရဲ့ဟာသအက်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။R-rated ဖြစ်တာမလို့ သွေးထွက်သံယိုတွေ၊ ကြမ်းတမ်းတဲ့စကားတွေပါပြီးdark comedy ကားမျိုးဖြစ်တာမလို့ ဒီလိုဇာတ်ကားမျိုးတွေကိုကြည့်ရှုချင်နေတဲ့သူတွေအတွက်တော့ လုံးဝကို Old but Gold ပါပဲခင်ဗျ။ဇာတ်လမ်းအကျဉ်းကတော့ မြို့ထဲကရာဇဝတ်ဂိုဏ်း‌ ခေါင်းဆောင်တစ်ဦးနဲ့အတူဖဲဆော့ရင်း တင်သွားတဲ့ ဖဲကြွေး ပေါင် ၅သိန်းကို (၇)ရက်အတွင်း ပေးရမဲ့Eddy, Tom, Bacon, Soap ဆိုတဲ့ သူငယ်ချင်းလေးယောက်ရှိပါတယ်။ဒီလေးယောက်က အကြွေးပြန်ဆပ်ဖို့အတွက် ပိုက်ဆံရှာနိုင်မဲ့အလွယ်နည်းလမ်းကိုလိုက်ရှာရင်း သူတို့ဘေးအခန်းထဲမှာ နေရာတနေရာကို ဓါးပြတိုက်ဖို့လုပ်နေတဲ့Dog တို့ရဲ့လူမိုက်အဖွဲ့က ပြောနေတာကို နားထောင်မိပြီး သူခိုးလက်ကသူဝှက်လု လုပ်ဖို့ ကြံစည်ကြပါတော့တယ်။ ဒီလိုနဲ့ ဘယ်လိုတွေရှုပ်ပြီးဘယ်လိုတွေရုပ်တည်ကြီးနဲ့ လွဲကြမလဲ၊ ဘယ်လိုအရှုပ်ထုတ်တွေထဲကိုဝင်ပါမိကြမလဲ၊နောက်ဆုံးမှာရော သူတို့ရဲ့အကြွေးကိုပြန်ဆပ်နိုင်မှာလားဆိုတာကိုရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမှာပါ။ File size…2.44GB / 774MB\nQuality…Blu-Ray ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/lock-stock-and-two-smoking-barrels1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNjhjYjA0NTQtMGY2OC00M2RkLTkyOGEtOGM3MWM5Mjc5Y2ZiXkEyXkFqcGdeQXVyMTQzMjU1NjE@._V1_QL75_UY281_CR50190281_-135x200.jpg",
        "title": "So Different (2009)",
        "description": "So Different (2009)\n===============ဒီ‌တစ်ခေါက်မှာတော့ ဆွီဒင် အချစ်ကားလေးတစ်ကား မိတ်ဆက်\nပေးချင်ပါတယ်။ ဒီဇာတ်ကားမှာ နှစ်ယောက်တစ်ဘ၀၊ တစ်အိုး\nတစ်အိမ် ထူထောင်ပြီးရင်တောင် စိတ်သဘောထားချင်းမတူညီရင်၊\nတစ်ယောက်ကိုတစ်ယောက်မချစ်ရင် အဆင်မပြေနိုင်တဲ့အကြောင်း\nကို ပုံဖော်ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ လော့တ်တာ နဲ့ စန်နာ ဆိုတဲ့ ညီအစ်မနှစ်ယောက်ဟာ\nသူတို့ရဲ့ သက်ဆိုင်ရာနယ်ပယ်မှာ သိပ်ကိုထူးချွန်တဲ့သူတွေ ဖြစ်ကြပါ\nတယ်။ လော့တ်တာဟာ သူ့ခင်ပွန်းဖြစ်သူနဲ့ အိမ်ထောင်သက်တမ်းကြာ\nပေမယ့် စရိုက်ချင်းမတူတဲ့အခါမှာ အဆင်မပြေဖြစ်ပြီး ကွာရှင်းထားတာ\nဖြစ်ပါတယ်။ ဒီလိုနဲ့ တစ်‌နေ့မှာ အောင်မြင်တဲ့နိုင်ငံရေးပါတီတစ်ခုရဲ့ ဥက္ကဌ\nရာထူးကို ရရှိပြီးတဲ့နောက် ကျန်ခဲ့တဲ့သမီးနှစ်ယောက်နဲ့ ပါတီအရေးကြားမှာ\nမထိန်းချုပ်နိုင်ဖြစ်လာပါတော့တယ်။စန်နာဟာဆိုရင်လည်း ရိုက်ကူးရေးအစီအစဉ်တစ်ခုမှာ ညှိနှိုင်းသူတစ်\nယောက်အနေနဲ့ လုပ်ကိုင်နေတာဖြစ်ပြီး သူ့အချစ်ရေးကို လေးလေးနက်\nနက် မစဉ်းစားတဲ့သူတစ်ယောက်ဖြစ်ပါတယ်။ ဒီလိုနဲ့ ဒီညီအစ်မနှစ်ယောက်\nသူတို့ရဲ့အလုပ်နဲ့ အချစ်ရေးကြားမှာ ဘယ်လိုတွေအဆင်ပြေအောင် ကိုင်\nတွယ်သွားကြမလဲ၊ ဘယ်လိုအခက်အခဲတွေကို ဘယ်လိုပုံစံမျိုးနဲ့ ဖြတ်ကျော်\nကြမလဲဆိုတာကို စိတ်၀င်စားစရာ ကြည့်ရှုရမှာလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူက\nတော့  Jaka ဖြစ်ပါတယ်)File Size..........(2.17 GB) / (927 MB) / ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/so-different-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMjc5ODQwNzEyMl5BMl5BanBnXkFtZTgwMTk3NzQ1MzI@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Where’s the Money (2017)",
        "description": "Where's the Money (2017)\n===================ဒဲလ်ဆိုတဲ့ကောင်လေးတစ်​ယောက်က တစ်နေ့တစ်နေ့\nရပ်ကွက်ထဲမှာ သူ့​ဘော်ဒါဂျု့စ်နဲ့ သောက်ပေါလုပ်လိုက်\nသူငယ်ချင်းမလေးကို ကြောင်လိုက်နဲ့ ပေါ့ပေါ့နေပေါ့ပေါ့စား\nနေတဲ့ လူငယ်လေးပေါ့။ဒါပေမယ့်တစ်နေ့မှာ သူတို့ရဲ့ အား ကစားရုံကို ဘဏ်ကသိမ်း\nတော့မယ်ဆိုတာသိတော့ စိတ်ညစ်နေတုန်း ဘဏ်ကိုဓားပြ\nတိုက်မှုနဲ့ အဖမ်းခံထားရတဲ့သူ့အဖေက သူဖွက်ထားတဲ့ ပိုက်\nဆံတွေရှိတဲ့နေရာကိုပြောပြလိုက်ပါတယ်။ ဒီငွေတွေရှာပုံတော်\nဖွင့်ရင်း သူ့အဖေလိုပဲ ဂျေးထပ်အောင်းသွားမလား၊ ပိုက်ဆံ\nတွေရပြီးအားလုံးအဆင်ပြေသွားမလား၊ ပိုက်ဆံတွေက တကယ်\nရောရှိရဲ့လား ဆိုတာကို တကားလုံးပါးစပ်မပိတ်ရပဲ ကြည့်ရမှာ\nဖြစ်ပါတယ်။ တကယ်ရယ်ရတဲ့ကားလေးပါ မင်းသမီးလေးကလဲ\nအရမ်းလှပါတယ်။ ကဲအားပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူက\nတော့  Momo ဖြစ်ပါတယ်)File Size..........(1.49 GB) / (562 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 26Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Momo\nEncoder..........SWM",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/wheres-the-money-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/raa-133x200.jpeg",
        "title": "Raajahyogam(2022)",
        "description": "Raajahyogam 2022/IMDb 7.2လွန်စွာတန်ဖိုးကြီးလှသော ဝတ်စုံကို စမတ်ကျကျဝတ်ဆင်ထားသည့် အင်မတန်ကြည့်ကောင်းလှသော ရုပ်ရည်နှင့် လူရွယ်တစ်ယောက်သည်\nသိန်း‌ပေါင်းသောင်းချီတန်သော နောက်ဆုံးပေါ်ပြိုင်ကားလေးပေါ်ကနေ တစ်လှမ်းချင်းဆင်းသက်လာသည်\nထို့အတူ အချိုးအဆစ်ကျ‌နသော ကိုယ်ခန္ဓာနှင့်လိုက်ဖက်ညီစွာ ကျော့ရှင်းလှပသည့် ဝတ်စုံကိုဝတ်ဆင်ထားသည့်\nအလွန်တရာချောမောလှပသော မိန်းမပျိုတစ်ယောက်လည်းရှိလေသည်။\nထိုနှစ်ယောက်သည် တွေ့တွေ့ချင်းမှာပင် အကြည့်ချင်းဆုံရင်ခုန်သွားမိ၍\nတစ်ယောက်ယောက်နှင့် တစ်ယောက်ပြုံးပြလိုက်လေသည်ယခုလောက်ဆို ဒီဇာတ်ကားထဲမှာ မင်းသားနှင့် မင်းသမီး၏စတိုင်ကို ရိပ်မိလောက်ကြပြီထင်ပါတယ်\nသို့သော် လွန်ထားထားစာအုပ်ထဲကလို မင်းသားနဲ့မင်းသမီးဖြစ်နေပေမဲ့\nဇာတ်လမ်းကတော့လွန်ထားထားလိုမရှင်းပဲနဲနဲရှုပ်ပါတယ်\nစိန်တုံးနှစ်တုံးကို သူခိုးကြီးတစ်ကောင်က လူသတ်ဓားပြတိုက်ယူလိုက်တယ် အဲ့သူခိုးကြီးလက်ထဲကနေ\nသူခိုးလက်သူဝှက်လုပြီး သူ့တပည့်ငတိနှစ်ကောင်က ဆရာကိုပြန်သတ်ပြီး ယူချလာ အဆိုပါ\nစိန်နှစ်တုံးကို ထုခွဲရောင်းချပြီး ရသည့်ပိုက်ဆံများနှင့် ဒူဘိုင်းလစ်ရန်ကြံနေချိန်တွင်\nသူ့ဆိုင်ကိုလာပြင်တဲ့ကားတွေစီးပြီး သူဌေးဂိုက်တအားဖမ်းသည့် မင်းသားက ဘုမသိဘမသိ ပါဝင်ပတ်သတ်မိပါလေရော\nပတ်သတ်မိသည့်အကြောင်းရင်းက လှပပိုက်ဆံရှိသော မင်းသမီးကို အရချိုင်လိုတာ‌ကြောင့်ပါ\nသို့သော် သူသွားလုံးသည့် ဘောစိမလေးက ထင်‌သလောက်မရိုးရှင်းပဲ ဇာတ်ရှုပ်ကြီးရဲ့ တစ်စိတ်တစ်ပိုင်းဖြစ်နေသောအခါ.....IMDb 7.2 ရရှိထားတဲ့ ဒီဇာတ်ကားလေးက ဟာသတွေ အိုဗာအက်တင်တွေဇွတ်ထည့်ထားတယ်ထင်ရပေမဲ့လဲ\nဇာတ်ကားတစ်ကားရဲ့ အဓိကကျောရိုးဖြစ်တဲ့ ခိုင်မာတဲ့ဇာတ်အိမ်ရှိနေတာကြောင့် သူ့ဟာသတွေက\nဇာတ်ကိုပေါ့ပေါ့ပါးပါးသယ်သွားပေးသလိုပါပဲ မင်းသားမင်းသမီးတွေကလဲ\nမျက်စိအေးစရာလေးတွေဆိုတော့ အတိုင်းထက်အလွန်ပေါ့ဗျာ\nအဲ့တော့ ကုလားကားဆို အတည်ပေါက်ကြမ်းပြနေတာပဲကြည့်ရတာများတော့\nအခုလိုအချစ်ဟာသအက်ရှင်ဇာတ်လမ်းပုံစံလေးကို ကျွန်တော်ကတော့\nသဘောကျမိလို့ ပရိသတ်ကြီးအတွက်လဲ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/raajahyogam2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-the-b-ird-133x200.jpg",
        "title": "The Birdcage (1996)",
        "description": "\"ကမ္ဘာပေါ်မှာ ငါ့အတွက်အိမ်လို့ခေါ်နိုင်တဲ့နေရာက\nတစ်ခုတည်းပဲရှိတယ် အဲဒါကမင်းရှိနေတဲ့နေရာပဲ\"\nArmand Goldman (Owner of the Birdcage)IMDB 7.2, Rotten Tomatoes 83% ရထားတဲ့\nဒီ The Birdcage (1996)ဆိုတဲ့ LGBT/Comedyကားလေးမှာတော့\nဝါရင့်သရုပ်ဆောင်ကြီးတွေဖြစ်တဲ့ Nathan Lane (Mouse huntမင်းသားကြီး)နဲ့\nRobin Williams (Jumamji 1995မင်းသားကြီး)တို့က\nအဓိကပါဝင်ထားကြတာပါ..\"ဇာတ်လမ်းအကျဉ်း\"\nအမျိုးသားတွေက အမျိုးသမီးအဝတ်အစားတွေဝတ်ပြီးကပြဖျော်ဖြေရတဲ့ Dragလို့ခေါ်တဲ့အကရဲ့ Birdcageကလပ်ပိုင်ရှင်\nတစ်ဖြစ်လည်း ဒါရိုက်တာအာမန်နဲ့ ထူးချွန်တဲ့တင်ဆက်သူ အဲလ်ဘတ်တို့က အတွဲညီတဲ့ အတူနေလိင်တူချစ်သူတွေပေါ့..\nစိတ်ခံစားချက် နုနယ်ပြီး ထိလွယ်ရှလွယ် အဲဘ်ဘတ်နဲ့ ရင်ထဲကစကားတွေကို တော်ရုံထုတ်မပြတတ်ပေမယ့်\nဂရုစိုက်တတ်တဲ့ အာမန်တို့က လူလတ်ပိုင်းအရွယ်လိင်တူလင်မယားအဖြစ်နဲ့ သားလေးတစ်ယောက်လည်း မွေးထားခဲ့တာပါ..\nတစ်ဦးတည်းသော သားလေးကို တုန်နေအောင်ချစ်လို့မဝသေးခင် အခုမှ အသက် ၂၀ အရွယ်သားဖြစ်သူက\nတစ်နေ့မှာတော့ သူ လက်ထပ်ချင်တဲ့သူရှိပါပြီလို့ တောင်းဆိုလာတဲ့အခါ...\nရင်ကွဲပက်လက်ဖြစ် ဟတ်ထိသွားကြပေမယ့်လည်း သားဖြစ်သူစိတ်ချမ်းသာဖို့အရေး လိုက်လျောဖို့တွေးရပါတော့တယ်..\nဒါပေမယ့်လည်း သူတို့သားဖြစ်သူ လက်ထပ်မယ့်သူက ရိုးရိုးသတို့သမီးမဟုတ်ဘဲ\nဂုဏ်သရေရှိ လွှတ်တော်အမတ်တစ်ဦးရဲ့ သမီးဖြစ်နေတဲ့အခါမှာတော့...\nတစ်ဖက်မိဘတွေက ဒီမင်္ဂလာပွဲကို အကန့်အကွက်မရှိ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-birdcage-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/61RknsRLF5YT1gIgSCVv4qbTt8C.jpg",
        "title": "Feast(2005)",
        "description": "Feast(2005)\n===========ကြမ်းပေ့ရမ်းပေ့ သွေးထွက်စုတ်ပြတ်တဲ့ကားမှ ကြိုက်ပါတယ်ဆိုတဲ့သူတွေအတွက် Feastဆိုတဲ့ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းတစ်ခုလုံး နီဗားဒါးမှာရှိတဲ့ အရက်ဆိုင်တစ်ခုအတွင်းမှာတင်ဖြစ်ပျက်သွားတာပါ။ အရက်လာသောက်သူတွေဟာ သာမာန်နေ့တွေလိုပဲသောက်စားပျော်ပါးနေကြရင်းနဲ့ ဟီးရိုးဆိုတဲ့လူတစ်ယောက် ရောက်လာပြီးအပြင်မှာမကောင်းဆိုးဝါးတွေ ရှိနေပြီလို့ လာပြောပြခဲ့ပါတယ်။မကောင်းဆိုးဝါးတွေဟာ လျှင်မြန်ရုံတင်မက ရွံစရာကောင်းပြီး အင်မတန်ကိုဆာလောင်နေကြတာပါ။ ဒီလိုမကောင်းဆိုးဝါးတွေက အရက်ဆိုင်ဆီ မဖိတ်ခေါ်ပဲရောက်လာတဲ့အခါ အရက်ဆိုင်ထဲကလူတွေက ခုခံဖို့နဲ့လွတ်မြောက်ဖို့အတွက် အတူတကွ ကြိုးပမ်းကြပါတော့တယ်။အကောင်းဆုံးဒါရိုက်တာဆုရထားတဲ့ဇာတ်ကားပီပီ အဖြစ်အပျက်တွေဟာမထင်ရင်မထင်သလိုထထဖြစ်တာကြောင့် သာမာန်horrorဇာတ်ကားတွေနဲ့အရသာချင်းမတူတဲ့အတွက် သွေးထွက်သံယိုမှကြိုက်သူတွေ ကြည့်သင့်တဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။R rated ဇာတ်ကားဖြစ်ပြီး သွေးထွက်သံယိုအခန်းတွေ အင်မတန်များတာကြောင့်ကလေးငယ်များနဲ့ အကြောက်လွန်တတ်သူတွေ မကြည့်သင့်ပါဘူးနော်။ (ဘာသာပြန်နဲ့ အညွှန်းကတော့ Jaka ပဲ  ဖြစ်ပါတယ်) File size…1.88GB / 528MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Action , Comedy , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/feast2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-happy-135x200.jpg",
        "title": "Happy Gilmore (1996)",
        "description": "လူတိုင်းသိကြတဲ့ဟာသသရုပ်ဆောင်ကြီး Adam Sandlerရဲ့ ဟာသရုပ်ရှင်ကောင်းလေးလာပါပြီ။ဟပ်ပီးဂေးလ်မောဆိုသူဟာ ငယ်စဥ်ကတည်းက ဟောကီအားကစားကိုနှစ်သက်သူတစ်ဦးပါ။ သူက ဟောကီကိုအလွန်နှစ်ကြိုက်ပင်မယ့်လည်း ကံမကောင်းလှရှာတော့ ဟောကီနဲ့သူနဲ့ကံမပါရှာပါဘူး။ ဒါပေမဲ့ သူ့ရဲ့ပြောင်မြောက်လှတဲ့ အားအင်ကို ဂေါက်ဖ်ကစားတဲ့နေရာမှာ အသုံးချဖို့ဖြစ်လာပါတော့တယ်။ သူ့အဖွားကလည်း IRSရဲ့အကြွေးသိမ်းခြင်းခံရပြီး သူ့အဖွားအိမ်အတွက် ဟပ်ပီးတစ်ယောက်ဂေါက်ဖ်ကိုအသုံးချသွားပြီး အိမ်ကိုပြန်ရွေးသွားနိုင်မလား၊ ဂေါက်ဖ်လမ်းခရီးမှာ ဘယ်လိုအခက်ခဲတွေတွေ့ကြုံသွားရမလဲဆိုတာကို အတက်ကျ အနိမ့်အမြင့်လေးတွေကို ဟာသနှောပြီးကြည့်ရှူ့ရမှာဖြစ်ပါတယ်။ Nominations၄ခုဝင်ပြီး 1ခုဆုရရှိထားတာမို့လို့ စိတ်ကိုပေါ့ပေါ့ပါးပါးလေးနဲ့ရယ်လိုက်မောလိုက်ကိုမှ plotလေးနဲ့ကြည့်ချင်တဲ့လူတွေအတွက် ဒီကားလေးကိုကြည့်ရှု့ဖို့တိုက်တွန်းပါတယ်။File size…(2.82GB)  / (1.36GB) /714MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Comedy / Spot\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  Min Khant Kyi Win",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/happy-gilmore-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qnH3SCfb3ePz9qM8BvBtq9JLLXY.jpg",
        "title": "Cooties(2014)",
        "description": "Cooties(2014)============ကလင့်တ်ဟဒ်တ်ဆန်(Clint Hadson)ဆိုတဲ့ ကျောင်းဆရာတစ်ဖြစ်လဲစာရေးဆရာတစ်ယောက်ဟာ စာသင်ဖို့အတွက် သူငယ်ငယ်ကတက်ဖူးခဲ့တဲ့ကျောင်းကိုပြန်သွားခဲ့ပါတယ်။အဲ့ဒီကျောင်းမှာ ရောဂါရှိနေတဲ့ ကြက်သားတုံးတွေစားမိတာကြောင့် ခူးတီစ်(cooties)လို့ခေါ်တဲ့ရောဂါဖြစ်ပြီး ကလေးတွေဟာဇွန်ဘီ (zombie)တွေဖြစ်ကုန်ကြပါတယ်။ ဒီခူးတီစ်ဖြစ်နေတဲ့ကလေးတွေက ကလင့်တ်နဲ့တခြားဆရာတွေကိုလိုက်ပြီးသတ်ကြတဲ့အခါမှာ သူတို့လက်ထဲကနေလွတ်အောင်ဘယ်လိုပြေးကြပြီး ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရလဲဆိုတာကို သွေးသံရဲရဲတွေနဲ့အတူ ဟာသလေးနှောပြီးကြည့်ရမယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်။ File size…1.62GB / 634MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 28m\nGenre ..... Action , Comedy , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasashi",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/cooties2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOTBjMjJjYWMtMGNkNy00OGRhLWJlNWYtNjk5YmVmY2Y4M2M3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-1-138x200.jpg",
        "title": "Go Goa Gone (2013)",
        "description": "Go Goa Gone (2013)\nAction, Adventure, Comedy\nIMDb 6.6/10 (14K)အခုတစ်ခါတင်ဆက်ပေးမယ်ကားလေးကတော့ မင်းသားကြီးဆေ့ဖ်အလီခန်းနဲ့ Lootcase 2020 မင်းသားကူနားတို့\nသမီးယောက်ဖနှစ်ဦးရဲ့ဟာသအက်ရှင်ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးဟာ အိန္ဒိယရူပီ ၁၉.၄သန်း (ကန်ဒေါ်လာ ၂.၄သန်း) အထိအမြတ်ရခဲ့တဲ့ ၂၀၁၃ခုနှစ်က ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဟာဒစ် လဗ် ဘန်နီ ဆိုတဲ့ သူငယ်ချင်းသုံးယောက်ရှိတယ်..ဟာဒစ်နဲ့လဗ်က အတိုင်အဖောက်ညီတဲ့\nဆိုးဖေါ်ဆိုးဖက်တွေဖြစ်ပြီး ဘန်နီကတော့ အမြဲဒုက္ခခံပေးနေရရှာတဲ့ ရိုးသားကြိုးစားတဲ့ကောင်လေးပေါ့။တစ်ရက်တော့ သူတို့သုံးယောက်ဟာ လောကဓံရဲ့ရိုက်ခတ်ကြားမှာ ယက်ကန်ယက်ကန်နဲ့\nရုရှားမာဖီးယားဦးဆောင်ပြီးကျင်းပပေးတဲ့ ပါတီပွဲတစ်ခုမှာ အပီကဲဖို့ ဝေးလံခေါင်သီတဲ့ ကျွန်းတစ်ကျွန်းပေါ်ကို\nရောက်လာခဲ့ပါတယ်။သူတို့တွေ အပီကဲပြီး နောက်တစ်နေ့မှာတော့ လူတွေဟာ မူးယစ်ဆေးတစ်မျိုးသုံးစွဲမှုကြောင့်\nအသိစိတ်မရှိကြတော့ဘဲ အချင်းချင်းကိုက်ဖြတ်စားသောက်လာခဲ့ပါတော့တယ်။အလွဲလွဲအချော်အချော်နဲ့ ဒီသူငယ်ချင်းသုံးယောက်ဟာ ဒီမရဏကျွန်းပေါ်ကနေ\nလွတ်မြောက်နိုင်ပါ့မလားဆိုတာကိုတော့ ဟာသလေးနှောပြီးကြည့်ရဦးမှာမို့ ရှုစားတော်မူကြပါဦးနော်။\nFile size…2.58GB / 1.14GB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/go-goa-gone-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/25zq12UnFocKUgT3sBVw4i2nvNz.jpg",
        "title": "Switch (2023)",
        "description": "Switch (2023)ဟိုးအရင်ကတည်းက ကိုယ်တွေကြိုက်ခဲ့ရတဲ့ မင်းသားကြီး Kwon Sang Woo ရဲ့ ပေါ့ပေါ့ပါးပါးရုပ်ရှင်လေးထွက်လာပါပြီနော်\nဘတ်ဂန်းဟာ ချစ်သူကိုလက်လွှတ်လိုက်ရတဲ့နောက် အရမ်းကိုနာမည်ကြီးပြီး ပေါ့ပျက်ပျက်နေတတ်တဲ့ သရုပ်ဆောင်ဖြစ်လာပါတယ်\nဒါပေမဲ့ သူ့သူငယ်ချင်းဂျိုယွန်းကတော့ သူ့ဘေးမှာမန်နေဂျာအဖြစ်နဲ့ အမြဲထောက်ပံ့ပေးခဲ့ပါတယ်\nဘတ်ဂန်းဟာ အရမ်းအောင်မြင်နေပေမဲ့ စိတ်ထဲမှာတော့ နောင်တတရားတွေရှိနေခဲ့တယ်..\nအဲဒီတော့ ကံကြမ္မာရဲ့လှည့်စားမှုကြောင့်လားပဲ သူအရင်ကလက်လွှတ်ခဲ့ရတဲ့ဟာတွေကို ပြန်ရလာပြီး\nနာမည်ကြီးဘဝကိုတော့ ဂျိုယွန်းကိုပေးလိုက်ရတော့တာပဲSwitch ဆိုပေမဲ့ အရင်ကြည့်နေကျ တခြားရုပ်ရှင်တွေလို ဝိညာဉ်ချင်း ခန္ဓာကိုယ်ချင်းလဲတာမဟုတ်ဘဲ\nဘဝချင်းပါလဲသွားတဲ့ ဇာတ်လမ်းမို့ တစ်မျိုးတစ်ဖုံထူးခြားနေတာတော့ အမှန်ပါပဲ\nနာမည်ကြီးရာကနေ အရာမဝင်တော့တဲ့ဘဝရောက်သွားတဲ့ ဘတ်ဂန်းနဲ့\nနာမည်ကြီးဖြစ်သွားတဲ့ဂျိုယွန်းတို့ရဲ့ အလွဲတွေကိုတော့ ရုပ်ရှင်ထဲမှာကြည့်ရင်း ရယ်မောလိုက်ကြပါဦးနော်Cast အနေနဲ့ကတော့ Kwon Sang Woo အပြင် မင်းသားကြီး Oh Jung Se, မင်းသမီး Lee Min Jung တို့လည်းပါဝင်ထားပါသေးတယ်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz and Hmwe ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/switch-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u2uZpYiUKAiIwp9XkHRbwFoJoiM.jpg",
        "title": "Alkhallat+ (2023)",
        "description": "Alkhallat+ (2023)ဆော်ဒီနိုင်ငံ နဲ့ Nextflix ပူးပေါင်းမှုရဲ့ပထမဆုံးဇာတ်ကားဖြစ်တဲ့ Alkhallat+ ပါ။\nAlkhallat ဆိုတဲ့ series က ဆော်ဒီရဲ့ Youtube မှာနာမည်ရပြီးသားစီးရီးတစ်ခုဖြစ်ပါတယ်။\n၁.၅ဘီလီယံဗျူးတောင် ရထားတယ်ဆိုပါတယ်။။\nဒီ Alkhallat+ ကိုတော့ဇာတ်ကားအဖြစ်ပဲရိုက်ကူးထားပြီး ဟာသဇာတ်လမ်းငယ်လေးတွေ လေးခုနဲ့ဖွဲ့စည်းထားပါတယ်။\nIMDb လဲ ၇ ဆိုတော့ပွဲဦးထွက်လှတယ်ပြောရပါမယ်\nအာရပ်နိုင်ငံတွေဟာ များသောအားဖြင့်သီးသန့်နေကြတဲ့နိုင်ငံတွေပါ။\nအမူအကျင့်ဓလေ့စရိုက်တွေကလဲ တခြားအာရှနိုင်ငံတွေနဲ့ တော်တော်ကိုထူးခြားကွဲဲပြားပါတယ်။\nရုပ်ရှင်ရိုက်ကူးမှုတွေကလဲနည်းပါးတော့ အပြင်ကလူတွေအနေနဲ့ အာရပ်ကမ္ဘာကိုသိရဖို့ခက်ခဲပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ အာရပ်ကမ္ဘာရဲ့ပင်မဖြစ်တဲ့ ဆော်ဒီကိုကြည့်ခွင့်ရမှာပါ။\nဆော်ဒီနိုင်ငံသားတွေရဲ့ အကျင့်ပျက်မှုတွေ ကြောင်သူတော်ဆန်မှုတွေကိုလဲ ပါးပါးလေးပုတ်ပြီးပြထားပေမယ့်\nဟာသကိုပဲအဓိကဦးတည်တယ်လို့ ဒါရိုက်တာကပြောထားပါတယ်။ဇာတ်လမ်းလေးပုဒ်လုံးမှာတော့ လူတွေဟာဆင်းရဲချမ်းသာမရွေး ကျဥ်းထဲကျပ်ထဲအခြေအနေကိုရောက်သွားရင်\nအဲဒီအခြေအနေကလွတ်ဖို့ ရရာနည်းလမ်း ရရာလူကိုအသုံးချတတ်တာကို\nအတည်ပေါက်ကြီးနဲ့အူတတ်စေမယ့် ဆော်ဒီသားတွေက သရုပ်ဆောင်ဖော်ပြထားတာမို့\nတမူထူးပြီးကြည့်သင့်တဲ့ dark comedy တစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Mystery\nQuality…. 1080p | 720p | 480p\nFile size… 1.78GB | 886MB | 186MB\nFormat… ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/alkhallat-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-encou-135x200.jpg",
        "title": "Entourage(2015)",
        "description": "ဒီဇာတ်ကားလေးဟာတော့ဖြင့် Entourage ဆိုတဲ့ နာမည်ကြီး တီဗွီစီးရီးရဲ့ နောက်ဆက်တွဲဇာတ်ကားဖြစ်ပါတယ်။ အဲဒါကြောင့် Entourage စီးရီးဖန်တွေ သေချာပေါက် ကြည့်ရမဲ့ ဇာတ်ကားဖြစ်ပါတယ်၊ ဒါပေမဲ့ ဇာတ်လမ်းနဲ့ ဇာတ်အိမ်က စီးရီးမကြည့်ဖူးသေးသူတွေလည်း နားလည်နိုင်အောင် ဖွဲ့စည်းထားတာကြောင့် သူ့ရဲ့ဇာတ်လမ်းတွဲကို မကြည့်ရသေးသူတွေလည်း ကြည့်လို့အဆင်ပြေမှာပါ။\nဇာတ်လမ်းကတော့ နာမည်ကြီးရုပ်ရှင်မင်းသား Vince၊ အောင်မြင်တဲ့စတူဒီယိုတစ်ခုကို ဦးစီးနေနိုင်ပြီဖြစ်တဲ့ Ari နောက်တော့ Vince ရဲ့ မန်နေဂျာ Eric ရယ်၊ Vince ရဲ့အစ်ကို Johnny Drama ပြီးတော့ အဲအပေါင်းအပါအုပ်စုကြီးရဲ့ နောက်ဆုံး အဖွဲ့ဝင် Turtle တို့နဲ့အတူ Hollywoodရဲ့ ရှာရှာကြံကြံ အဖြစ်သနစ်တွေကို ဟာသနှောကာရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဇာတ်ကားကတော့ အရင်ဇာတ်လမ်းတွဲဇာတ်သိမ်းသွားတဲ့နေရာကနေ စထားပါတယ်။ Ari ဟာ Vince ကို\nသူထုတ်လုပ်မဲ့ကားမှာ အဓိကဇာတ်ဆောင်အဖြစ် သရုပ်ဆောင်ပေးဖို့ကမ်းလှမ်းလိုက်ပါတယ်။ ဒါမဲ့ Vince ကတော့ သူ့ကိုဒါရိုက်တာပါ လုပ်ခွင့်ပေးမှ လုပ်ပါမယ်တဲ့။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/entourage2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-alkha-138x200.jpg",
        "title": "Alkhallat+ (2022)",
        "description": "ဒီဇာတ်ကားကတော့ ကားတစ်ကားထဲမှာပဲ ဟာသဇာတ်လမ်းတို (Short story) ၄ပုဒ်စုထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nCoverက horror coverမျိုးနဲ့ဆင်ပေမဲ့ Horrorမဟုတ်ပါဘူး။ Saudi Arabia ပညာပေးcomedyအမျိုးအစားပါ။ ဇာတ်ကားcoverမှာကိုက လှည့်စားထားတာပါ။ဇာတ်လမ်းကျောရိုးကလည်း လှည့်စားမှုအကြောင်းကို ရိုက်ပြထားတာပါ။ အဓိကဇာတ်ဆောင်တွေက ကိုယ့်ရဲ့ပြဿနာတွေကနေရှောင်ဖို့အတွက် အခြားသူတွေကိုလူလည်ကျပြီးလှည့်စားကြတယ်။ နောက်ဆုံးမှာတော့ အလိမ်အညာတွေက မိသွားတယ်။ ဘယ်လိုပဲလူလည်ကျကျ လျို့ဝှက်ချက်ဆိုတာ အချိန်တန်ရင်ပေါ်စမြဲပါပဲ။အထဲမှာပါဝင်တဲ့ ဇာတ်လမ်းတို၄ခုကို hintsအနေနဲ့ ကားတာယာသူခိုးအဖွဲ့၊ ပြန်ပေါင်းထုပ်ပွဲ၊ သူငယ်ချင်းကောင်း ၊ မလည်ရှုပ်သားအဖဆိုပြီး ခေါင်းစဥ်လေးတွေကြိုပေးထားချင်ပါတယ်။ဒီဇာတ်ကားကြည့်ရင်း ရမယ့်အသိတစ်ခုကတော့ ပြဿနာတစ်ခုကြုံလာရင် တည့်တည့်တိုးပြီး​ခေါင်းခံမယ့်အစား ပြဿနာဆီကနေ အရင်ဆုံးရှောင်နိုင်ရှားနိုင်အောင် ကိုယ့်နည်းကိုယ့်ဟန်နဲ့ ဖြတ်ထိုးဉာဏ်သုံးပြီး ကြိုးစားကြည့်သင့်တယ်ဆိုတာမျိုး သင်ခန်းစာပေးထားပါတယ်။\nစာအုပ်ကောင်းတစ်အုပ်ကို ဖတ်ရသလို အချိန်ပေးကြည့်တန်မယ့် ဇာတ်ကားကောင်းတစ်ကားလည်း ဖြစ်ပါတယ်။ File size…(2.18GB)  / (929MB) /469MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:58:00\nGenre...Comedy / Drama / Mystery\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/alkhallat-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOGZkM2M5N2YtMGFiMy00ZDlhLWEzODQtNDJkNmM3MDU3N2VjXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Leech (2022)",
        "description": "The Leech (2022)\n=============အခုတင်ဆက်ပေးမယ့်ကားလေးက အစပိုင်းမှာတော့ ပေါ့ပေါ့ပါးပါးနဲ့\nပျော်စရာဟာသလေးတွေ ထည့်သွင်းတင်ဆက်ထားပြီး ဇာတ်လမ်း\nအရှိန်ရလာတာနဲ့ တစ်ပြိုင်နက် Horror ဖက်ကို ကူးပြောင်းသွားတဲ့\nပုံစံကိုတွေ့ရှိရမှာဖြစ်ပါတယ်။ အစနဲ့အဆုံးဟာ အတော်ကိုမှ မထင်\nမှတ်ထားလောက်အောင် ကွာခြားသွားတာကို မြင်တွေ့ရမှာပါ။ဇာတ်လမ်းအစမှာ ဘာသာရေးအရမ်းကိုင်းရှိုင်း ပြီး တစ်ဘဝလုံးကို\nဘုရားသခင်ဆီပုံအပ်ထားတဲ့ ဖာသာ ဒေးဗစ်က တရားဟောပွဲ ထဲမှာ\nလာအိပ်နေတဲ့ တယ်ရီကို တွေ့ဆုံရပြီး အမျိုးမျိုး အကူအညီပေးရာက\nနေစလို့ ဇာတ်အိမ်တည်ထားတယ်လို့ပြောရပါမယ်။ ဘာသာရေးအလွန်\nကိုင်းရှိုင်းပြီး သဘောကောင်းလှတဲ့ ဖာသာဒေးဗစ်နဲ့ ဖြစ်သလိုနေဖြစ်သ\nလိုစား ဟစ်ပီဆန်ဆန် တယ်ရီတို့ရဲ့ အမြင်၊ စိတ်ကူး၊ စောင့်ထိန်းမှုတွေက\nအလွန့်အလွန်ကိုကွဲပြားလှပါတယ်။သို့သော်လည်း တယ်ရီ နဲ့ လက်ဆီ(တယ်ရီရဲ့ရည်းစား) ကို သဘောကောင်း\nလှတဲ့ ဖာသာဒေးဗစ်က နေစရာနေရာပေးခဲ့ပါတယ်။ အဲဒီကစလို့ ဖြစ်ပျက်\nလာမယ့် အလွဲလေးတွေနဲ့ နောက်ပိုင်းမှာ ပြောင်းလဲသွားတဲ့ ဇာတ်လမ်းကျော\nရိုးကိုတော့ အောက်ကလင့်တွေကနေ ဆက်လက်ကြည့်ရှုပေးကြပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Lwin Bo\nဖြစ်ပါတယ်)File Size..........(1.1 GB) / (350 MB) ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-leech-2022/"
    }
]