[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nuUtbT376pIhgTxJuEVGFx9sBvz.jpg",
        "title": "Bachchhan Paandey(2022)",
        "description": "Bachchhan Paandey(2022) အညွှန်း*******************************IMDb...7.4အားလုံးစောင့်မျှော်နေတဲ့\nအက်ရှေးကူးမားကြီးရဲ့  ဇာတ်ကားသစ်ကြီးလာပါပြီဗျား...မာယာ(Kriti Sanon)က ကြိုးစားနေဆဲလက်ထောက်ဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီး ကိုယ်ပိုင်ဒါရိုက်တာအဖြစ်\nလက်စွမ်းပြနိုင်ဖို့ ဇာတ်လမ်းရှာနေသူပါ။အတွေးသစ်အမြင်သစ်လူငယ်တစ်ယောက်အဖို့ရှေးရိုးစွဲနေတဲ့ ဒီအသိုင်းအဝန်းမှာထိုးဖောက်ဖို့မလွယ်ဘူး.. ထုပ်လုပ်သူက မင်းရိုက်ချင်တယ်ဆိုရင်အမြတ်ရဖို့သေချာတဲ့ ဒီအခေတ်အကြိုက် ဂန်းစတားအကြောင်းရိုက်ဖို့ကြိုးစားပြီးဇာတ်ညွှန်းယူလာခဲ့လို့ဆိုတယ်.. ဒီတော့မာယာက ဒိတ်ဒိတ်ကျဲ ဂန်းစတားတွေအကြောင်းစုံစမ်းတယ်...အဲ့ဒီမှာ  အထူးခြားဆုံးဂန်းစတားက ဘချမ်းပန်ဒေးပဲ...သူ့ကြောင့်ရဲတစ်ချို့တောင်နှုတ်ထွက်စာတင်ကြသလိုတစ်ချို့ဂန်းစတားတွေကအပြင်မှာထက်ထောင်ထဲမှာနေတာ ပိုလုံခြုံတယ်ဆိုပြီး ထောင်ထဲကမထွက်ဖို့တောင်တောင်းဆိုးကြတဲ့ ခေတ်ပြိုင် လူမိုက်တွေရှိသတဲ့...ဒီလို ဂန်းစတားကြီ:အကြောင်းကို မာယာတစ်ယောက်ရုပ်ရှင်ရိုက်ကူးဖို့ကြိုးစားလာတဲ့အခါမှာတော့...အက်ရှေးကူးမားရဲ့ ဒီဇာတ်ကားကလည်း စောင့်နေတဲ့သူတွေစိတ်မပျက်စေရဘူး..ဇာတ်လမ်းအစမှာကတည်းကစိတ်ဝင်စားဖို့ကောင်းသလို တဖြည်းဖြည်းနဲ့ ဂန်းစတားကြီ:အကြောင်းကို ဖော်ပြသွားတယ်...မထင်ထားတဲ့ Plot Twist တွေပါသလို Comedy ဆန်ဆန်လေးတွေလည်းပါလို့လုံးဝ မိုက်ပါတယ်လို့ညွှန်းချင်ပါတယ်...မင်းသမီးကြီး(၂)ဦးဖြစ်တဲ့ Jacqueline Fernandez , Kriti Sanon တို့လည်းပါဝင်တာမို့ မျက်စိအေးဦးမှာလည်းဖြစ်ပါတယ်...File Size :(1.25GB) and (411 MB)\nQuality : WEB-DL 720P\nFormat…mp4\nDuration…02:27:00\nGenre : Action , Crime ,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/bachchhan-paandey2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tJkrbtJE1GFYX5pxggxlLqf9DAJ.jpg",
        "title": "James(2022)",
        "description": "James(2022) အညွှန်း******************IMDb...9.5\"လူတွေထင်တာက နိုင်ငံကိုအုပ်ချုပ်တာ နိုင်ငံရေးသမားတွေလို့ထင်နေကြတယ်...တကယ်က စီးပွားရေးသမားတွေအုပ်ချုပ်နေတာဗျ \"အိန္ဒိယပြည်မှာ နိုင်ငံရေးသမားတွေနဲ့ ခရိုနီတွေကြီးစိုးနေတဲ့အချိန်...တကယ်လည်းငွေက အရာရာအရေးပါခဲ့တယ်....  ဂိုဏ်းတွေအသီ:သီးနဲ့ နည်းမျိုးစုံနဲ့စီးပွားရှာတယ်...နိုင်ငံရေးပိုင်းကလူတွေနဲ့ အကျွမ်းတဝင်ရှိကြပြီးတော့ စီးပွားရေးကိုလိုသလိုချဲ့ထွင်နေကြတယ်...ဒီစီးပွားသမားကြီးအမည်ခံ လူဆိုးဂိုဏ်းခေါင်းဆောင်ကြီးတွေဟာ လိမ်မာပါးနပ်စွာ သူ့စည်းကိုယ့်စည်းနဲ့နေခဲ့ကြပေမဲ့ တစ်နေ့တော့ ပြဿနာတစ်ခုက စပြီး အဖွဲ့အချင်းတွေ ပြန်သတ်ဖို့ဖြစ်လာကြတယ်...သွေးချောင်းတွေစီးမဲ့အချိန်မှာ လူဆိုးဂိုဏ်းကြီးတစ်ခုကအားလုံးကိုတုန့်ပြန်ဖို့\" သေနတ် အလက် ၁၀၀နဲ့ လက်မရွှံ အယောက် ၁၀၀ အစားသေနတ်တစ်လက်နဲ့တူတဲ့လူတစ်ယောက်ကိုငါ့ကိုရှာပေး\"James ဆိုတဲ့ လူတစ်ယောက် ပေါ်လာတဲ့အချိန်မှာတော့ဒီကားက ဘက်ဂျက်အများကြီးသုံးထားပြီ:ရိုက်ထားတာတွေ အတော်မိုက်တယ်..အက်ရှင်အမိုက်စားတွေအပြင် .Car Chases ခန်းတွေ ဆိုင်ကယ်တွေ အလန်းစားတွေသုံးထားသလိုSetting Dance တွေ လှပြီး မြိုင်ဆိုင်နေရော...မင်းသမီးလေးကလည်း ချေ့စရာလေးမို့ကြည့်လိုက်ကြပါဦးဗျို့..  File Size :(1.4GB) and (520 MB)\nQuality : WEB-DL 720P\nFormat…mp4\nDuration…02:29:00\nGenre : Action , Drama,Comedy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "9.5",
        "url": "https://channelmyanmar.org/james2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMGE3ZGYxMGUtMDJkOC00YjZkLWFmZWUtOTUwZTc1MjA3MTdiXkEyXkFqcGdeQXVyMjQ3OTM0MjI@._V1_-135x200.jpg",
        "title": "The Black Square (2021)",
        "description": "The Black Square (2021)==================IMDb Rating - 6.0/10ဇာတ်လမ်းအစက ပြတိုက်တစ်ခုမှာ ရုရှားပန်းချီဆရာ Kasimir Malevich ရဲ့\nပန်းချီကား အခိုးခံလိုက် ရပါတယ်။ သူခိုးတွေဖြစ်တဲ့ Vicent နဲ့ Nils တို့က\nသန်း ၆၀တန်တဲ့ ပန်းချီကားကို သင်္ဘောပေါ်မှာ ဖောက်သည်ဆီ လက်လွှဲပေးဖို့\nချိန်းဆိုထားကြတာပေါ့။အစမှာတင် သူတို့လူ ချာလီက ချိန်းထားတဲ့အချိန်ရောက်မလာတော့ သူတို့\nအစီအစဥ်တွေ ကမောက်ကမဖြစ်ကုန်ပြီး သင်္ဘောပေါ်ကို ရရာနည်းလမ်းနဲ့\nတက်သွားပါတော့တယ်။ အဲ့ကနေစပြီး သူတို့နှစ်ယောက် သင်္ဘောပေါ် ဘယ်လို\nရောက်အောင်သွားခဲ့တာလဲ သင်္ဘောပေါ်မှာ ဘာတွေဆက်ဖြစ်ကြမှာလဲ။\nနောက်ပြီး ပန်းချီကားကို ဖောက်သည်ဆီ အဆင်ပြေပြေရော လက်လွှဲပေးနိုင်ပါ့\nမလားဆိုတာ စောင့်ကြည့်ပေးပါဦး။\nဒီဇာတ်ကားကဂျာမန် Comedy, crime ဇာတ်ကားတစ်ကားဖြစ်ပြီး တစ်ကားလုံး\nအလွဲလွဲအချော်ချော်တွေနဲ့ ရယ်နေရမှာ အသေအချာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size - (1.05 GB) / (584 MB)\nQuality – Web-DL ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-black-square-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMjNmMDJjZWEtMTRjMS00YzMwLWI2NzMtYjY3YjA2NzY3ZWViXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "Paheli (2005)",
        "description": "Paheli (သို့မဟုတ် ) ပဟေဠိဆန်တဲ့ ချစ်ခြင်း\n°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°\nတစ်ခါတလေ မိန်းကလေးများ အိပ်မက်ဆန်ဆန် တွေးဖူးကြပါသလား။ နတ်သားလေး နတ်သက်ကြွေပြီး ကိုယ့်ဆီ လှမ်းလာခဲ့တယ် လို့ပေါ့။ ဒါမှမဟုတ် တစ္ဆေတစ်ကောင် က ကိုယ့်ကို ချစ်တယ်လို့ ကော တွေးခဲ့ဖူးပါသလား။ ဒါပေမဲ့ ဒီမေးခွန်းဟာ\nအူကြောင်ကြောင် နိုင်လွန်းပါတယ်။ဒီကားလေး ကို မညွှန်းခင်မှာတော့ ယုတ္တိ တန်သည် မတန်သည် ဝိ၀ါဒတွေ ချန်ထားခဲ့ဖို့လိုပါတယ်။ တကယ်တော့ ဒီကားလေးမှာ တစ္ဆေတစ်ကောင် ရဲ့ အချစ်ဇာတ်လမ်းကို ရိုက်ကူးထားတာမို့ပါ။ဇာတ်လမ်းအစမှာဖြင့် ကုန်သည်လေး ကီရှန်နဲ့ အလွန်လှတဲ့ လက်ရ်ှချီ တို့ လက်ထပ်ပုံနဲ့ စတင်တင်ဆက်ခဲ့ပါတယ်။ ကီရှန်က ဖခင်ရဲ့အမိန့်အောက်ရိုကျိုးရတဲ့သားငယ် တစ်ယောက်။ လက်ရ်ှချီ ကလည်း မိသားစုရဲ့သဘောအတိုင်း အမြဲခေါင်းငြိမ့်ခဲ့တဲ့ သမီးတစ်ယောက်။ ဒီလိုနဲ့ ကီရှန်ဟာ သတို့သမီးလောင်းကို ခေါ်ပြီး အိမ်ကို ပြန်လာခဲ့ပါတယ်။ နေကလည်း ပြင်းသထက်ပြင်းတာမို့ အချို့နေရာတွေမှာ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/paheli-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMTI4NzEzNDk2Nl5BMl5BanBnXkFtZTYwMjc1NjU5._V1_-142x200.jpg",
        "title": "The Accidental Spy (2001)",
        "description": "၂၀၀၁ တုန်းကထွက်ရှိခဲ့တဲ့ ဂျက်ကီချမ်းရဲ့ အက်ရှင်ဟာသဇာတ်ကားလေးပါ။မတင်ရသေးလို့ BluRay Quality နဲ့ အလန်းစားတင်ဆက်လိုက်ပါတယ်။မင်းသမီးတွေကလဲ ကိုယ်တွေအကြိုက် ဟောင်ကောင်ရဲ့ Vivian Hsu နဲ့ ကိုရီးယားရဲ့ Min Kim တို့ဖြစ်ပါတယ်...Min Kim ကိုတော့ တစ်ခါတုန်းကတက္ကသိုလ်ဇာတ်လမ်းတွဲနဲ့ မှတ်မိကြမှာသေချာပါတယ်..ဗီဗီယန်ဆုကတော့ ဟောင်ကောင်ရဲ့ ရွှေမင်းသမီးလေးပါ။ဇာတ်လမ်းကတော့...ရုပ်ရှင်ကားနာမည်အတိုင်းပဲ ဆဌမအာရုံကောင်းတဲ့ မိဘမဲ့ဂျက်ကီက ဓားပြမှုတစ်ခုကို တားဆီးပေးရင်းနာမည်ကျော်သွားရာကနေ မိဘအရင်းတွေကိုလိုက်ရှာဖို့အတွက် သူလျှိုတစ်ယောက်ဖြစ်လာပါတော့တယ်။အတိတ်က အကြောင်းတွေကိုဖော်ထုတ်ရင်း လူဆိုးမျိုးစုံနဲ့ပတ်သတ်မိရာကနေ အရှုပ်တော်ပုံထဲကနေ လွတ်မြောက်အောင် ဘယ်လို အက်ရှင်ခန်းတွေနဲ့ စွန့်စားမလဲဆိုတာ...။\nFile size…(2.5 GB)/(1.2 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:27:o0\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-accidental-spy-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xZ70eV3MxSFcGFtPCpVBZVc5j8C.jpg",
        "title": "Ten Months (2020)",
        "description": "Ten Months (2020) ဇာတ်လမ်းအညွှန်းTen Months ဆိုတဲ့ ဇာတ်ကားလေးကတော့ အသက် ၂၉ အရွယ် Old video game developer လေးတစ်ယောက်ဖြစ်တဲ့ ချွဲမီရယ်လေးရဲ့ အကြောင်းကိုပုံဖော်ထားတာဖြစ်ပါတယ်။Game developer ကနေ မီရယ်တစ်ယောက် ဆိုင်းမဆင့်ဘုံမဆင့် ကိုယ်ဝန်ရပြီး မိခင်တစ်ယောက် ဖြစ်လာမဲ့ အရေးနဲ့ ကြုံခဲ့ရပါတယ်။ အချိန်တွေကြာလာတာနဲ့အမျှ သူ့ပတ်ဝန်းကျင်ကလူတွေရဲ့ ဘဝတွေ နေထိုင်မှုတွေကိုမြင်ပြီး ကလေးမွေးဖို့ မဖြစ်နိုင်တော့ဘူးဆိုတဲ့ အတွေးတွေဝင်လာခဲ့ပါတယ်။သူ့ရဲ့ချစ်သူ ယွန်းဟိုကလည်း ရှိတဲ့အလုပ်ကပြုတ်ပြီး အလုပ်သစ်ကလည်းမရ၊ အခြေအနေတွေကလည်း ခက်ခဲလာ နဲ့ ဖိအားပေါင်းစုံ ရင်ဆိုင်လာရတယ်။ သူနဲ့သိတဲ့ မိခင်တွေရဲ့ ဘဝတွေကို လိုက်လေ့လာကြည့်တော့လည်း ကောင်းတာမတွေ့တဲ့အခါ မီရယ်တစ်ယောက် လက်လျှော့ချင်စိတ်တွေ ဖြစ်လာခဲ့ပါပြီ။သို့သော်လည်း မကြာခင် လူတစ်ယောက်ဖြစ်လာတော့မဲ့ ကိုယ်ဝန်ကို ဖျက်ချတယ်ဆိုတာ လွယ်ကူတဲ့အလုပ်တော့မဟုတ်ပါဘူး။ ဒါပေမဲ့ အိမ်ထောင်မရှိတဲ့ မိန်းကလေးက တစ်ယောက်တည်း ကလေးမွေးပျိုးထောင်ဖို့ဆိုတာလည်း မလွယ်ကူတာအမှန်ပါ။အဲလိုအခက်အခဲတွေကြားက ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/ten-months-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/R-3347465-1522664755-7011-138x200.jpg",
        "title": "Dil Chahta Hai (2001) Dil Chahtha Hain",
        "description": "IMDb Rating (8.1)/ Rotten Tomatoes (95%)ဒီဇာတ်ကားလေးမှာ မင်းသားကြီး အမီရ်ခန်းရယ် ဆေ့ဖ်အလီခန်းရယ် အက်ရှေးခန်နားတို့ ပါဝင်သရုပ်ဆောင်ထားတယ်Rating တွေ ကောင်းတဲ့ ဒီဇာတ်ကားရဲ့ ဇာတ်လမ်းကြောရိုးကတော့ ရိုးရှင်းပါတယ်...ပေါ့ပေါ့ပါးပါးလေးနဲ့ ရင်ထဲတစ်ခုခုကျန်စေမယ့် ကားမျိုး...သူငယ်ချင်းသုံးယောက်ရှိတယ်...စမီရ် ဆစ်ဒ် နဲ့ အာကာရှ်မိဘတွေကငွေကြေးပြည့်စုံကြတော့ သူတို့ဘဝက လိုလေသေးမရှိပေါ့...လူငယ်သဘာဝပျော်မယ် ပါးမယ် ကဲမယ် ဘဝရဲ့ဒဿနလည်းမသိ အချစ်ရဲ့အနက်အဓိပ္ပါယ်လည်းမမှုတစ်ခါတလေ ဘဝက သင်ခန်းစာပေးတယ်လို့ ပြောတတ်ကြတယ်မလားအဲ့ဒီလိုပဲ သူတို့သုံးဦးရဲ့ဘဝကိုယ်စီမှာ သင်ခန်းစာတစ်ခုဆီရလာကြတဲ့အခါ ဒီလူငယ်လေးတွေ ရင့်ကျက်လာတဲ့အကြောင်းကို ဒီဇာတ်ကားမှာ မြင်တွေ့ရမှာပါ...အချစ်ဆိုတာမျိုးက လုပ်ယူဖန်တီးလို့မရသလို ဘဝကြီးမှာလည်း ကိုယ်ဖြစ်ချင်တာတွေ ဖြစ်မလာတတ်ပါဘူး...ဒါပေမဲ့ တချို့အရာတွေက ကိုယ့်ရဲ့ကြိုးစားအားထုတ်မှုမရှိဘဲ ပိုင်ဆိုင်ရတာမျိုးမရှိတတ်ပါဘူး ကိုယ်တကယ်ချစ်တဲ့သူကို ဒီဇာတ်ကားလေးနဲ့ အဖြေရှာကြည့်ပြီး ကြည်နူးနိုင်ပါတယ်။\nFile size…(3.8 GB)/(1.3 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….03:05:o0\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Taylor",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/dil-chahta-hai-2001-dil-chahtha-hain/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNDhhNGMyYWUtYTA4MC00ZGI3LWFmYjktNTUzZjczNTNiOWZiXkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_-150x200.jpg",
        "title": "Dasvi(2022)",
        "description": "Dasvi(2022) အညွှန်း*****************IMDb...8.5မင်းသားကြီး Abhishek Bachchan ရဲ့ ကားသစ်လာပါပြီဗျား...ဟရစ် ပရာဒက်ပြည်နယ်ဝန်ကြီးတစ်ဦးဖြစ်တဲ့ ဂန်ဒါ ရမ် ချောင်ထရီဟာအတန်းပညာမတတ်သော်လည်းနိုင်ငံရေးအကြောင်းနှောကျေနေပြီးအကျင့်ပျက်ခြစားတတ်တဲ့နိုင်ငံရေးသမားတစ်ယောက်လည်း ဖြစ်ပါတယ်။သူ့မှာ ဗစ်လာ ဒေဗွီ ချောင်ထရီလို့ခေါ်တဲ့နုံ့နုံ့အအဇနီးတစ်ယောက်လည်းရှိပါသေးတယ်။လူတွေအပေါ်အမြဲသြဇာလွှမ်းမိုးတတ်တဲ့ဝန်ကြီးဂန်ဒါ ရမ် ချောင်ထရီတစ်ယောက်တစ်နေ့မှာစွဲချက်ပေါင်းမျာစွာနဲ့ ထောင်ချခံလိုက်ရပြီး သူ့မိန်းမဖြစ်သူက ဝန်ကြီးနေရာဆက်ခံပါတော့တယ်။\nထောင်ထဲမှာလည်း ထောင်မှူးတွေအပေါ် သြဇာညောင်းတဲ့ ချောင်ထရီဆပ်ဟာသူ့မိန်းမဦးဆောင်တဲ့အစိုးရလုပ်ငန်းတွေကိုလည်း နောက်ကွယ်ကကြိုးကိုင်နေဆဲဖြစ်ပါတယ်။အချိန်ကြာတော့ သူ့ရဲ့ရုပ်သေးရုပ်ဝန်ကြီးဖြစ်တဲ့သူ့မိန်းမဟာ ဝန်ကြီးရာထူးကိုတပ်မက်လာပြီးသူ့ကိုစတင်လျစ်လျှူရှုလာခဲ့ပါတယ်။အဲ့ဒီနောက်မှာတော့ ထောင်ထဲမှာလည်း မထင်ထားတဲ့ပြဿနာတွေပေါ်လာတဲ့အပြင်သူလုံးဝလုပ်ဖို့ခက်တဲ့ ကိစ္စကြီးတွေပေါ်လာတဲ့အခါမှာတော့.....File Size :(1.0GB) and (325 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Crime , Drama,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Seiji &Jumper Neysman\nEncoded by Phyo Pyae",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/dasvi2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rqZymTrvHveuuEjROSbBJrvOzCX.jpg",
        "title": "Old Monk(2022)",
        "description": "Old Monk(2022)ကိုယ့်ရဲ့ရုံးက HRတစ်ယောက်က ရုံးအတွင်းမှာ ချစ်သူရည်းစားမထားရဘူးဆိုတဲ့ စည်းကမ်းကိုထုတ်ထားပြီးချစ်လို့လက်ထပ်ကြမယ့် ချစ်သူတိုင်းရဲ့ မင်္ဂလာပွဲတိုင်းကို လိုက်ဖျက်နေမယ်ဆိုရင်လို့ တွေးကြည့်ကြပါ။ တော်တော်ကို ဒုက္ခရောက်မယ့်အမျိုးပါပဲ။ဒီကားလေးကတော့ Rating 8.3ရရှိထားပြီး 2022ခုနှစ်မှာပဲ ထွက်ရှိထားတဲ့ Old Monkဆိုတဲ့ Comedy, Romance ကားလေးပဲဖြစ်ပါတယ်။နတ်ပြည်မှာနေထိုင်တဲ့ နာရဒါမူနီဆိုတဲ့သူဟာ တစ်ကိုယ်တည်းသမားဖြစ်ပြီး အရှင်ခရစ်ရှနာရဲ့ အမျိုးသမီးဖြစ်သူ ရက်ဒါရဲ့မွေးနေ့မှာ ခရစ်ရှနာသူ့ချစ်သူရဲ့မွေးနေ့ကိုမေ့နေတာကို ဆေးထိုးလိုက်ရာကနေ ခရစ်ရှာနာရဲ့ အမျက်ရှပြီး လူ့ပြည်ကို ကျိန်စာတစ်ခုနဲ့စေလွှတ်ခံလိုက်ရပါတယ်။အဲဒီကျိန်စာကတော့ \"မိန်းကလေးတစ်​ယောက်နဲ့ ချစ်ကြိုက်ပြီး အဲဒီမိန်းကလေးနဲ့လက်ထပ်ရဖို့ မိဘတွေကို စည်းရုံးရမယ်\"ဆိုတာပါပဲ။ဒီကျိန်စာနဲ့လူ့ပြည်ကိုရောက်လာတဲ့ သူက မွေးဖွားလာကတည်းက ကောင်မလေးတွေတစ်ယောက်ပြီးတစ်ယောက်နဲ့ ဇာတ်လမ်းဖြစ်မလိုဖြစ်ပေမဲ့တိုင်ပင်တွေလွဲလွဲပြီး အချစ်ရေးမှာ ဆက်တိုက်ဆိုသလို အလွဲလွဲအချော်ချော်တွေဖြစ်နေပါတော့တယ်။ ဒီလိုနဲ့ မစားရတဲ့အမဲသဲနဲ့ပက်ဆိုသလို တခြားလူတွေလည်းရည်းစားမရပါစေနဲ့ဆိုတဲ့ အတွေးနဲ့ ရုံးမှာ HRရာထူးကို ကြိုးစားယူပြီး ယောကျာ်းနဲ့မိန်းမဆိုတာနဲ့မျက်လုံးချင်းတောင်မဆုံစေဖို့ လိုက်တားမြစ်ပါတော့တယ်။ ဒီလို သူများတကာအတွဲတွေကို ညစ်တီးကျထားတဲ့အာပနာတစ်ယောက် သူတကယ်ချစ်ရတဲ့ အမျိုးသမီးတစ်ယောက်နဲ့ ထပ်တွေ့လိုက်ရတဲ့အချိန်မှာ....ခရစ်ရှာနာရဲ့ ကျိန်စာကိုဖျက်နိုင်ပါ့မလား။ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/old-monk2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/deadpool_two_ver4-140x200.jpg",
        "title": "Deadpool 2 (2018) Super Duper Cut",
        "description": "Deadpool 2 (2018) ကို အလန်းဆုံးဗားရှင်းဖြစ်တဲ့ Super Duper Cut Version နဲ့ တင်ဆက်လိုက်ပါတယ်။အရင် Version တွေမှာမပါတဲ့ အခန်းအပိုအလိုတွေအများကြီးပါပါတယ်အလန်းကြီးပါ အခုပဲ ဒေါင်းလုတ်ဆွဲကြည့်လိုက်ပါ---------------Deadpool ရုပ်ရှင်ဆိုတဲ့အတိုင်း တစ်ကားလုံးက Deadpool ပီသခဲ့တယ်။အရင်ကားထက်ပိုပြီး ပြောင်၊ ပိုပြီးအရှက်မရှိ၊ ပိုပြီးကြမ်းထားတယ်။အထူးသဖြင့် Credit scene တွေဆို ရစရာကိုမရှိဘူး။Plot ပိုင်းမှာ အရမ်းကြီးတော့မရှိ။ဇာတ်လမ်းရဲ့ ဇာတ်ဝင်ခန်းအများစုက action ရယ် ဓာတ်ပူး မျက်နာပြောင်နေတာရယ်က အဓိက များတယ်၊ကိုဓာတ်ပူးရဲ့ X Force အဖွဲ့ skill ကိုပြထားတာ‌လည်း တော်တော်မိုက်တယ်။တော်တော်ကိုကြမ်းပြထားနိုင်တယ်။ ထင်မထားဘူး။Domino နဲ့ Cable ကိုပုံဖော်ထားတာလည်း တော်တေယ်လေးကောင်းတယ်။Cable လုပ်တဲ့ Thanos ကြီးလည်း သရုပ်ဆောင်လန်ထွက်နေတာပဲ။မဆီမဆိုင်စဉ်းစားမိတာက Deadpool ဘေးမှာနေရင်း Cable ကြီး မရယ်မိအောင် တော်တော်လုပ်ယူရမလားပဲ။Deadpool 2 ဟာ တစ်ကားလုံးနီးပါး ဗြင်းနေတာနဲ့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/deadpool-2-2018-unrated/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BYzE5MjY1ZDgtMTkyNC00MTMyLThhMjAtZGI5OTE1NzFlZGJjXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Deadpool (2016)",
        "description": "ကဲ . . . cmပရိတ်သက်တို့တွေမျှော်လင့်နေတဲ့ နွေရာသီရဲ့နေ့လေးတစ်နေ့ရောက်လာပါပြီ။ အခုတင်ပေးမယ့်ကားလေးကို ပရိတ်သတ်များအချိန်တော်တော်ကြာအောင်မျှော်လင့်တောင်းဆိုစောင့်စားခဲ့ကြသလို\nကျွန်တော်တို့ CM Team တစ်ခုလုံးလည်းမျှော်လင့်စောင့်စားနေခဲ့ကြတာပါပဲ။ ဒီနေ့ကတော့ Deadpool Day of Channel Myanmar လို့ပဲ ပရိတ်သက်ကြီးသိထားပေးပါ။ Marvel ကားတွေထဲမှာမှ IMDb rating 8.0/10 ထိတောင်ရယူနိုင်ခဲ့ပါတယ်။(မြန်မာနိုင်ငံရဲ့ရုံတွေမှာတင်ပြသွားတုန်းလို ဆင်ဆာလုံးဝမဖြတ်ထားပါဘူး။)Deadpool Review\n**************\nမျက်နှာပြောင်လှတဲ့ Deadpool ရုပ်ရှင်က ဇာတ်လမ်းစ စာတန်းထိုးကတည်းကကို ပြောင်ပါတယ်။ ဇာတ်လမ်းပြီး စာတန်းထိုးပြီးတဲ့ထိပါပဲ။ ညစ်တီးညစ်ပတ် ဟာသတွေ၊ မျက်နှာပြောင်နေတာတွေက ကြည့်တဲ့လူကို ရုပ်ရှင်တစ်ကားလုံး မပျင်းရအောင် လုပ်ထားနိုင်တယ်။ ညစ်တီးညစ်ပတ်ဟာသ ဆိုတာ အပြောသာဆိုးတာ တကယ်ဆိုမြန်မာကားတွေထဲမှာ ဒီလိုဟာတွေက ကလေးတောင်သိတဲ့ ဟာသတွေပါ။ ဒါပေမဲ့ Deadpool ထဲက joke တွေတော်တော်များများက ကျွန်တော်တို့ နားမလည်ပါဘူး။ သူတို့ပြောတာနားမလည်တာရယ် တချို့ဟာတွေက သူတို့ နိုင်ငံမှာပဲ ရှိလောက်မဲ့အကြောင်းတွေဖြစ်နေလို့ပါ။မင်းသား ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/deadpool1-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qPi81HkaQKud9lWfUQGxbbLwG5I.jpg",
        "title": "Kodathi Samaksham Balan Vakeel(2019)",
        "description": "Kodathi Samasksham Balan Vakeel 2019ဟာသဆန်ဆန်နဲ့စိတ်ဝင်စားဖို့ကောင်းတဲ့ မှုခင်းဇာတ်ကား​ဟောင်းလေးကိုတင်ဆက်ပေးချင်ပါတယ်ဘာလာခရစ်ရှ်နန်က ရှေ့နေ့တစ်ယောက်ဖြစ်ပြီးတော့ စကားထစ်တဲ့သူဖြစ်တဲ့အတွက်ကြောင့်အလုပ်မှာထက်မြတ်သလောက် နေရာမရတဲ့သူပါ တစ်နေ့မှာ အဖေဖြစ်သူ ငွေလိုအပ်တာကြောင့်ယောက်ဖဖြစ်သူအပ်တဲ့ အမှုကို ကူညီဖို့လုပ်ရာကနေ အရှုပ်တွေဖြစ်လာတဲ့အခါ....အာနူရာဒါက အဖေတစ်ခုသမီးတစ်ခု​နေတဲ့သူဖြစ်ပြီး အဖေဖြစ်သူက လူတစ်ယောက်နဲ့တွေ့ဖို့ထွက်သွားရာကနေ ပျောက်သွားတာကြောင့် ရဲစခန်းမှာ တိုင်ကြားချက်ဖွင့်ထားသူပါသူကလည်း ဘာလာခရစ်ရှ်နန်ရဲ့ အရှုပ်အထွေးမှာ ပါဝင်မိရာကနေ ဘယ်လိုတွေဆက်ဖြစ်ကြမှာလဲစကားထစ်ရှေ့နေတစ်ယောက် ဒီအရှုပ်အထွေးကို ဘယ်လို​ဖြေရှင်းမှာလဲဆိုတာဆက်လက်စောင့်ကြည့်ပါဦးနော်\nFile size…2.4GB / 1.2GB\nQuality…1080p Web DL AAC 5.1ch /720p\nFormat...mp4\nDuration….2h 35min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Shwe Pyae",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/kodathi-samaksham-balan-vakeel2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzacK6MbJQAzwEFQPKPWmXngNnE.jpg",
        "title": "Godha (2017)",
        "description": "ဒီကားကတော့ 2017ခုနှစ်မှာ ထွက်ရှိထားပြီး IMDb Rating 7.5ရရှိထားတဲ့ အိန္ဒိယနပန်းအားကစားကားပဲဖြစ်ပါတယ်။အိန္ဒိယနိုင်ငံရဲ့ နပန်းအားကစားနဲ့ ပက်သက်ရင် အားလုံးသိထားကြတာကတော့ 2016ခုနှစ်မှာ ထွက်ရှိထားခဲ့တဲ့မင်းသားကြီး Aamir Khanနဲ့ မင်းသမီးFatima Sana Shaikhတို့ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်း Dangalဆိုတဲ့ ကားပါပဲ။ဒီလိုမျိုး အိန္ဒိယနိုင်ငံမှာ ရာဇဝင်နဲ့ရှိခဲ့ပြီး အလေးအမြတ်အားကစားတစ်ခုလို တန်ဖိုးထားကြတဲ့ နပန်းအားကစား စတင်ကွယ်ပျောက်လာချိန်....လူငယ်တွေတန်ဖိုးမထားတတ်ကြတော့လို့ အားကစားပညာရပ်တစ်ခု စတင်မှေးမှိန်လာတဲ့အချိန်မှာ နပန်းအားကစားကို တန်ဖိုးထားပြီးအားပေးနေသေးတဲ့ နပန်းအားကစားသမားဟောင်း အဖွဲ့ခေါင်းဆောင်ဖြစ်သူက သူ့ရဲ့သားဖြစ်သူ ဒက်စ်ကို ပညာသင်ဖို့ ပန်ဂျက်ကောလိပ်ကိုလွှတ်လိုက်ပြီးတဲ့နောက်မှာ ဒက်စ်ဟာ နပန်းအားကစားသမား အက်ဒီသီစင့်ဆိုတဲ့ကောင်မလေးကို ချစ်မိသွားခဲ့ပါတယ်။ နဂိုတည်းက အစွန်းရောက်ဝါဒတွေနဲ့မိန်းမဆိုတာ ယောကျာ်းယူပြီး ကလေးမွေးရမယ်လို့ တစ်ဖက်ပိတ်နေသူ အစ်ကိုဖြစ်သူကိုဖောက်ထွက်ပြီး နပန်းဆော့ဖို့ရုန်းကန်နေရတဲ့ပန်ဂျက်သူ​လေး အက်ဒီသီဟာ သူမရဲ့လမ်းကြောင်းမှာ ဘာတွေကို ဆက်ရွေးချယ်သွားလေမလဲ။ ဒက်စ်တစ်ယောက်အနေနဲ့ရောသူ့မြို့ရဲ့ နပန်းအားကစားတစ်ဖက်၊ ချစ်ရသူရဲ့ ဘဝကတစ်ဖက်မှာ ဟန်ချက်ညီအောင် ဘယ်လိုထိန်းပြီး သူချစ်ရတဲ့အရာတွေကိုဘယ်လိုကာကွယ်သွားမလဲဆိုတာ ဒီကားလေးထဲမှာ ဆက်ကြည့်လိုက်ကြပါနော်။အိန္ဒိယနပန်းအားကစားရဲ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/godha-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/j-135x200.jpg",
        "title": "Jackass Forever (2022)",
        "description": "Jackass Forever ဒါကတော့ Jackass film series ရဲ့နောက်ဆုံးထွက်ရှိလာတဲ့ကားပါ။Jackass အစီအစဉ်တွေကတော့ အရင်အတိုင်းပဲ ထူးဆန်းတဲ့စတန့်ကွက်တွေ လုပ်ပြပြီးအဖွဲ့သားအချင်းချင်းနောက်ပြောင်ကြတာမျိုးပါ။စတန့်တော်တော်များများက အန္တရာယ်များပြီး ရွံစရာကောင်းတာတွေလည်းပါပါတယ်။တစ်ကားလုံး ပေါက်တတ်ကရတွေလုပ်ပြနေလို့ တော်တော်ရယ်ရပါတယ်။ဒီကားက Jackass ရုပ်ရှင်တွေထဲမှာတော့ အကောင်းဆုံး rating ရထားပါတယ်။ဟိုးအရင် MTV ကအစီအစဉ်မှာတည်းက ပါ၀င်ခဲ့တဲ့ Johnny Knoxville တို့ Steve O တို့အစုံအလင်ပါ၀င်ကြပြီး Machine Gun Kelly ,Eric Andre တို့ကလည်း Guest star အဖြစ်ပါ၀င်ထားပါတယ်။ရုပ်ရှင်ထဲက စတန့်တွေကိုအပြင်မှာတော့မစမ်းကြည့်ကြပါနဲ့ဦးနော်။Genre.....Comedy, Action, documentary\nQuality….WEB-DL 480p and 720p\nFile size…(1.6GB)/(346.80MB)\nFormat…mp4\nDuration….1h 36min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... SP\nEncoder .....Mr. Anderson",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/jackass-forever2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/thqgzBPEDYQX0taszVus5nYMtTZ.jpg",
        "title": "Moonshot (2022)",
        "description": "Moonshot (2022)ဒီဇာတ်ကားလေးကတော့ ၂၀၂၂ မှာအသစ်ထွက်ရှိထားတဲ့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။Walt ဆိုတဲ့ကောင်လေးတစ်ယောက်က ငယ်ငယ်လေးကတည်းက အာကာသတစ်ခွင် လျှောက်သွားချင်နေခဲ့တာပါ။\nKovi Industries Student Mars Program ဆိုတာကတော့\nကောလိပ်ကျောင်းသားတွေကို အင်္ဂါဂြိုလ်ဆီ ပို့ပေးနေတဲ့ ပရိုဂရမ်တစ်ခုဖြစ်ပါတယ်။\nWalt ရဲ့ရည်းစားဖြစ်သူကလည်း အင်္ဂါဂြိုလ်မှာ အလုပ်လုပ်နေတဲ့သူတစ်ယောက်ပါ။\nWalt တစ်ယောက် အင်္ဂါဂြိုလ်သွားဖို့ကို အကြိမ်ကြိမ်ပယ်ချခံရပြီးနောက်မှာတော့\nSophie ဆိုတဲ့ကောင်မလေးတစ်ယောက်နဲ့ တွေ့ဆုံခဲ့ပါတယ်။\nSophie ကတော့ ထူးချွန်တဲ့ကျောင်းသူတစ်ယောက်ဖြစ်သလို\nသူ့ရည်စား Kelvin ကလည်း အင်္ဂါဂြိုလ်ပေါ်မှာ အလုပ်လုပ်နေတာဖြစ်ပါတယ်။\nတစ်နေ့မှာ Sophie ဟာသူ့ရည်စားနဲ့ တွေ့ဖို့အတွက် အင်္ဂါဂြိုလ်ကိုသွားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။\nအဲဒီမှာ အင်္ဂါဂြိုလ်ရူး Walt ကလည်း Sophie ကိုအသုံးချပြီး ယာဉ်ပေါ်ကို ခိုးပြီးလိုက်ပါသွားပါတော့တယ်။\nWalt ခိုးပြီးတော့လိုက်ပါလာတာကို Sophie သိသွားပြီးတဲ့နောက်မှာတော့\nသူတို့နှစ်ယောက် အာကာသခရီးစဉ်တစ်လျှောက် ဘယ်လိုနှစ်ပါးဆက်သွားကြမလဲ၊\nသူတို့ရဲ့ ရည်းစားတွေနဲ့ရော အင်္ဂါဂြိုလ်ပေါ်မှာ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကတော့\nC ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/moonshot-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tqABFRg3xs0gAimTJqj78W8Y0mX.jpg",
        "title": "The Centipede Is Tap Dancing (1977)",
        "description": "CM ပရိတ်သတ်​တွေအတွက် Old but Gold comedy​တွေထဲကတစ်ကားဖြစ်တဲ့ Le Mille Pattes Fait des Claquettesဆိုတဲ့ဇာတ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်။ 1977ထွက် ပြင်သစ်Comedy ဇာတ်ကားပဲ ဖြစ်ပြီး ဒုတိယ​ကမ္ဘာစစ်​ကို နောက်ခံထားရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ တန်ခိုးထွားခဲ့တဲ့ နာဇီဂျာမန်​တွေကပြင်သစ်နိုင်ငံကို လက်ခုပ်ထဲက​ရေလို ကြိုးကိုင်ချယ်လှယ်ခဲ့ချိန်တစ်ခု ရှိခဲ့ဖူးပါတယ်။ ပြင်သစ်ရဲ့ အဖိုးတန်အ​မွေအနှစ်​မှန်သမျှအပိုင်စီးပြီး ဂျာမဏီကိုပို့ပစ်ခဲ့တဲ့ အချိန်ကာလတစ်ခု​ပေါ့၊ ဒီလိုတိုင်းတစ်ပါးရဲ့ အ​မွေအနှစ်​တွေကို စိတ်တိုင်းကျ​မောင်ပိုင်စီးနေတဲ့ ဂျာမန်ဗိုလ်ချုပ်​​တွေ ​နောက်ထပ်မျက်စိကျလာတာက​တော့ပြင်သစ်နိုင်ငံ ပါရီမြို့ Louvre ပြတိုက်မှာရှိတဲ့ လှပခြင်းနဲ့အချစ်နတ်သမီး Aphroditeရဲ့ ရုပ်တုဖြစ်တဲ့ \"Venus De Milo\" ရုပ်တုကိုပါ။ နိုင်ငံရဲ့အ​မွေအနှစ်ရုပ်တုကြီးတစ်ခု တိုင်းတစ်ပါးလက်ထဲ ​​ရောက်တော့မှာ သိလိုက်ရတဲ့ ပြင်သစ်သားလူငယ် ၃​ယောက်ဟာ ဂျာမန်ကောင်​တွေလက်ထဲက​နေ ရုပ်တုကြီးကို တဖန်ပြန်ခိုးပြီး \"ရုပ်တုမပါသွား​ရေး ဒို့အ​​ရေး\"လုပ်ကာ ဂျာမန်စစ်တပ်​တွေ လိုက်ဖမ်းတဲ့ကြားက​နေVenus De Miloရုပ်တုကို ကာကွယ်​ဖို့ကြိုးစားပုံ​တွေစွန့်စားခန်း​တွေကို ဟာသဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။​၂၀၂၂နဲ့ ၁၉၇၇ခုနှစ်ကြား ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-centipede-is-tap-dancing-1977/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/clP8tDZeM9jgnqmu4VBClBDpLtS.jpg",
        "title": "The Invention of Lying (2009)",
        "description": "The Invention of Lying (2009) ~ IMDb - 6.4/10, Rotten Tomatoes - 55% ~မုသားမရှိတဲ့ကမ္ဘာမှာနေချင်တယ် ဘာညာ စာတိုလေးတွေ ရေးကြ ပြောကြတာတွေ တွေ့ဖူးမယ်ထင်ပါတယ်။ ကိုယ်တိုင်ရော ပြောမိကြဖူးပါသလား။ တကယ်ပဲ အဲဒီလိုကမ္ဘာထဲရောက်သွားရင်ကော ဘယ်လိုနေမယ်ထင်ပါသလဲ။ဒီဇာတ်ကားထဲမှာတော့ အဲလိုမျိုးကမ္ဘာတစ်ခုထဲက ဇာတ်လမ်းလေးတစ်ပုဒ်အကြောင်း ပြောပြထားတာ ဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲကလူတွေဟာ ခင်ဗျားတို့ ကျွန်တော်တို့လို သာမန်လူတွေပါပဲ။ ကွာခြားမှုတစ်ခုတည်းရှိတာက သူတို့ဟာ မုသားဆိုတဲ့ သဘောတရားကို နားမလည်ကြဘူး၊ သိလည်းမသိ၊ ပြောလည်းမပြောတတ်ကြဘူး။ ဒီတော့ မြှောက်ပင့်ပြီးညာပြောတာမျိုး၊ အားနာလို့လိမ်ပြောတာမျိုး၊ လိုချင်တာရဖို့လိမ်ညာတာမျိုး လုံးဝမရှိပါဘူး။ သူတို့က သူတို့စိတ်ထဲရှိတာကိုပဲ အရှိအတိုင်းပြောတတ်ကြပါတယ်။ အဲလိုဆိုတော့ တစ်ခါတလေမှာ အပြောခံရသူမှာ စပ်ဖျင်းဖျင်းတော့ ဖြစ်တာပေါ့လေ။မာ့ခ် ဘယ်လီဆင်လို အသက်ကလေးဆယ်ကျော် ပိုက်ဆံကမရှိ လူက ဝပြဲပြဲ ရွက်ကြမ်းရေကျိုရုပ်နဲ့ လူ ဆိုရင် ပိုခံရခက်တာပေါ့။ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-invention-of-lying-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/the-mexican-swiss-movie-cover-141x200.jpg",
        "title": "The Mexican (2001)",
        "description": "ဘရတ်ပစ်နဲ့ ဂျူလီယာရောဘတ်ကို ဒီလိုဇာတ်လမ်းမှာ တွဲပြထားတာ ထိပ်တန်းစိတ်ကူးပါပဲ...နှစ်ယောက်လုံးရဲ့သရုပ်ဆောင်မှုတွေ အသက်ဝင်ချက်တွေဆိုတာလေ ကိုယ်တိုင်နှစ်မြောသွားပြီး ပြုံးစိစိကိုဖြစ်နေတာပဲ။ခင်ဗျားအချစ်ဇာတ်လမ်းတစ်ခုရိုက်မယ်ဆိုရင် Mexico လို ဒုစရိုက်တွေပြုံနေတဲ့နေရာမှာ Romance ဆန်ဆန်ရိုက်မယ်လို့ စိတ်ကူးမလား...ပြီးရင် တကယ့်ကြေးစားနာမည်ကြီးလူသတ်သမားတွေက ဘယ်လိုနူးညံ့တယ်ဆိုတာမျိုးရော ထည့်ရိုက်မလား...ပြီးရင် ဇာတ်လမ်းနဲ့ပက်သက်ပြီး မိတ်ဆက်ရာမှာ တကယ်အပြင်မှာဖြစ်နေသလိုမျိုး ကမူးရှူးသောနဲ့ အစီအစဉ်မကျဘဲ ရိုက်မယ်ရော စိတ်ကူးဖူးလား...ဇာတ်လမ်းအမျိုးအစားက အလွဲခန်းတွေကိုထိုင်ရယ်ရမှာလို အချစ်တွေနဲ့ရင်ခုန်ရမှာလို သေနတ်ပစ်ခန်းတွေပဲရင်တုန်ရမှာလို စွန့်စားခန်းတွေကြားထဲပျော်ရွှင်ရမှာလို ရှေးခေတ်ပုံပြင်ထဲမှာပဲ မိန်းမောရမှာလိုနဲ့ တကယ့်ကမောက်ကမ ဘဝင်ကျစေမှာမျိုးကို ရိုက်မလား..ရိုက်တဲ့လူတော့ရှိပါတယ်...ခုဇာတ်ကားကိုရိုက်ထားတဲ့ ဒါရိုက်တာ Gore Verbinski ဖြစ်ပြီး သူ့ကိုတော့ Pirates of the Caribbean (1-3) ရိုက်ကူးတဲ့ဒါရိုက်တာအဖြစ် နာမည်ကျော်ကြားလူသိများပါတယ်။ဇာတ်လမ်းကတော့...ဂျယ်ရီ က ဘာမဆို နမော်နမဲ့လုပ်တတ်တဲ့လူငယ်တစ်ယောက်ပါ။ နမော်နမဲ့လုပ်တတ်လွန်းလို့လည်း မီးနီကိုမမြင်ဘဲ ဖြတ်မောင်းလိုက်တာ လူဆိုးဂိုဏ်းခေါင်းဆောင်ကြီးတစ်ယောက်ရဲ့ကားကို ဝင်ကျုံးမိပါလေရော။ ရဲတွေရောက်လာတော့ လူဆိုးဂိုဏ်းချုပ်ကြီးရဲ့ကားနောက်ဖုံးထဲမှာ လူတစ်ယောက်ကို ကြိုးနဲ့တုပ်ဖမ်းလာတာ တွေ့သွားကြတယ်။ အဲဒါနဲ့ပဲ ဂိုဏ်းချုပ်ကြီးခမျာ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-mexican-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hGsI606hmcpPkUpt9iHBMDpxlKk.jpg",
        "title": "Sharmaji Namkeen (2022)",
        "description": "Sharmaji Namkee (2022)\n========================IMDb (8.3/10)အခုတစ်ခါမှာတော့ Channel Myanmar ကနေSharmaji Namkee လို့အမည်ရတဲ့ ဘောလိဝုဒ်ရုပ်ရှင်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီရုပ်ရှင်ကတော့ ဘောလီဝုဒ်ရုပ်ရှင်လောကအတွက် စိတ်မကောင်းဖွယ်ရာဖြစ်ရပ်နဲ့ ကြုံတွေ့ခဲ့ရတဲ့ ဖြစ်ရပ်ဆိုလည်း မမှားပါဘူးရုပ်ရှင်ရဲ့ အဓိကဇာတ်ကောင်ဖြစ်တဲ့ B.G. Sharma နေရာကို မူလပထမက ဘောလီဝုဒ်ရဲ့နာမည်ကြီးမင်းသား Ranbir Kapoor တို့ရဲ့ဖခင် မင်းသားကြီး Rishi Kapoor ကနေ ရိုက်ကူးခဲ့တာပဲဖြစ်ပါတယ်စိတ်မကောင်းစွာနဲ့ပဲ မင်းသားကြီး Rishi ဟာ ရုပ်ရှင်ရိုက်ကူးနေဆဲအချိန်မှာပဲ ဘဝတစ်ပါးကို ကူးပြောင်းသွားတဲ့အတွက်အခြားမင်းသားကြီးတစ်လက်နဲ့ အစားထိုးကာပြန်လည်ရိုက်ကူးခဲ့ရတာပဲ ဖြစ်ပါတယ်အစားထိုးရိုက်ကူးမဲ့မင်းသားကြီးကလည်း အခြားသူမဟုတ်ပါဘူး နာမည်ကြီး Oh My God ရုပ်ရှင်မှာဘုရားသခင်ကိုတရားစွဲခဲ့တဲ့ မင်းသားကြီး Paresh Rawal ပဲဖြစ်ပါတယ်ဒီတော့ ဇာတ်လမ်းအညွှန်းလေးကို သွားလိုက်ကြရအောင်B.G.Sharmaji ဟာ အိမ်သုံးပစ္စည်းအရောင်းဆိုင်ကနေ အနားယူပြီးတဲ့နောက် အိမ်မှာဟိုနားမတ်တပ် ဒီနားငုတ်တုတ်နဲ့ ယောင်ခြောက်ဆယ်ဖြစ်နေတဲ့ဘဝကို အားမလိုအားမရဖြစ်ပြီးသူဝါသနာပါရာ ဟင်းချက်အလုပ်ကို တစိုက်မတ်မတ် စပြီး ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/sharmaji-namkeen-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dFDWBWaFlgSWs0swtrjKkLSTM7C.jpg",
        "title": "(18+)Dirty Blondes from Beyond(2012)",
        "description": "မိန်းကလေးတွေချည်းပဲရှိတဲ့ဂြိုလ်တွေ စကြာဝဠာကြီးထဲမှာရှိနေပါတယ်အဲဒီထဲမှာ Vulvian ဂြိုလ်နဲ့ Byfrexia ဂြိုလ်က ပြိုက်ဖက်ဂြိုလ်တွေဖြစ်နေပါတယ်တစ်နေ့မှာတော့ Byfrexia ဂြိုလ်ကရာသီဥတုဆိုးရွားတဲ့ဒါဏ်ကို အပြင်းထန်ခံစားရပါတယ်Byfrexia ဂြိုလ်အရှင်သခင်မက ပြိုင်ဖက်ဂြိုလ် Vulvian သခင်မဆီနည်းပညာအကူညီလှမ်းတောင်းပါတယ်Vulvian သခင်မကလည်းအကူညီပေးမယ်ဆိုပြီး ကတိပြုလိုက်ပါတယ်တကယ်တော့ အဲဒီကတိက လိမ်ညာကတိပါပဲသူ့ရဲ့ရည်ရွယ်ချက်ရှိနေပါတယ် အဲဒါကတော့ Byfrexia ဂြိုလ်ကိုကျူးကျော်ပြီးမင်းသမီးကိုလိုချင်လို့ပါပဲByfrexia ဂြိုလ်သခင်မကတော့ သူထင်သလိုဖြစ်မလာပဲ တိုက်ခိုက်ခံရမှန်းသိလာတော့ခြေဦးတည့်ရာ ပြေးရပါတော့တယ်ပြေးရင်းပြေးရင်းပဲ ယာဉ်ချို့ယွင်းပြီး ကမ္ဘာဂြိုလ်ပေါ်ဆင်းသက်လိုက်ရပါတော့တယ်အဲဒီအချိန်မှာပဲ သူတို့ မမြင်ဖူးပဲ ကြားဖူးနားဝရှိတဲ့ပေါင်သုံးချောင်းမျိုးစိတ်နဲ့စတွေ့ပါတော့တယ်တစ်ဖက်မှာလည်း သူတို့နောက်ကို သဲကြီးမဲကြီးလိုက်နေတဲ့Vulvian ဂြိုလ်သူမအဖွဲ့ကလည်း ရှိနေပြန်ပါတယ်ယာဉ်ပျံပြင်ဖို့ ပစ္စည်းတွေရှာရင်း မျိုးစိတ်သစ်နဲ့ ထူးဆန်းတဲ့အရာတွေကိုတဝကြီး လေ့လာတဲ့ အကိတ်ဂြိုလ်သူမတွေသူတို့ရဲ့ ထူးခြားတဲ့ခံယူမှုသူတို့ရဲ့အမြင် တွေက လိင်ပိုင်းဆိုင်ရာကိုဦးစားပေးထားခြင်းဖြစ်လို့ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်ပါဘူး\nFile size…1.3GB / 575MB\nQuality…1080p / 720p\nFormat...mp4\nDuration…. 1h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/18dirty-blondes-from-beyond2012/"
    }
]