[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/carry-on-jata-160x200.jpg",
        "title": "Carry on Jatta 3 (2023)",
        "description": "Carry on Jatta 3 (2023)\nIMDb-7.5/10ဂျက်တာတို့ သူငယ်ချင်းသုံးယောက်ရဲ့ အမွှေစိန်ကားလေး သုံးကားမြောက်ထွက်ရှိလာပါပြီ။\nရှေ့နှစ်ကားလို ပေါ့ပေါ့ပါးပါး ရယ်ရယ်မောမောနဲ့ကြည့်ရမယ့် ဟာသဇာတ်မြူးလေးပါပဲ။\nသူတို့တွေပဲ သရုပ်ဆောင်ထားကြပေမယ့် တစ်ကားထဲသပ်သပ်ကြည့်လို့ရပါတယ်။ဂျက်စ်က ရှေ့နေကြီးဒီလွန်ရဲ့ မိတဆိုးသားလေး။မိန်းမယူချင်တာ ပြာယာခတ်နေပေမယ့်\nအဖေလုပ်သူကို မလွန်ဆန်နိုင်တာကြောင့် ချစ်ရတဲ့အမျိုးသမီးလေးကို\nအဖေနဲ့မိတ်ဆက်ပေးပေမယ့် အနှောင့်အယှက်တွေကြောင့် အဖေဖြစ်သူကသဘောမတူ။\nအဖေဖြစ်သူသဘောတူဖို့အရေး ဘော်ဒါဘော်ကျွတ်နဲ့တိုင်ပင်တဲ့အခါ\nဘယ်လောက်ဆိုးနေပါစေ သူ့ထက်ဆိုးတဲ့တစ်ယောက်နဲ့တွေ့ရင် ကောင်းတယ်ထင်သွားမှာပဲဆိုတဲ့စိတ်နဲ့\nချွေးမအတုရှာကြတဲ့အခါမှာတော့။သူတို့ရှာလိုက်တဲ့ ချွေးမအတုကလည်း ဘော်ဒါအရင်းကြီးရဲ့မိန်းမ ကလေးတစ်ယောက်အမေဆိုတော့။\nဘယ်လိုတိုင်တွေပတ်ပြီး ဘယ်လိုတွေဇာတ်သိမ်းကြမလဲဆိုတာ ဟီးဟီးဟားဟားနဲ့\nအပျင်းတော်ပြေစေကြောင်းရယ် တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျ။\n(အညွှန်းနဲ့ဘာသာပြန်တွေက Saii~V~Cherry~YH~Dee~Zwe Yanတို့ပဲဖြစ်ပါတယ်)\nFile size…9.9GB / 3GB / 1.36GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Saii~V~Cherry~YH~Dee~Zwe Yan",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/carry-on-jatta-3-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNzhkZTljNGItMGFmNi00N2RkLTgwYjctOWI3MGNkZWZmNzA4XkEyXkFqcGdeQXVyMTE2NDA4MDMy._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "The Slumber Party (2023)",
        "description": "ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ Disney ရဲ့ Comedy, Family အမျိုးအစား The Slumber Party ဆိုတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် ဒီဇာတ်လမ်းအကျဉ်းလေးကတော့ မက်ဂန်နဲ့ သူ့ရဲ့သူငယ်ချင်းတစ်စု အန်နာမာရီယာရဲ့မွေးနေ့မှာ ပါတီကျင်းပရင်းဖြစ်ပေါ်လာတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် စိတ်ရောဂါဆရာဝန် အဖေနှစ်ယောက်ရှိတဲ့ LGBTမိသားစုကနေ မွေးဖွားလာတဲ့ မက်ဂန်၊ အမြဲတက်တက်ကြွကြွနေတတ်ပြီး သတ္တိရှိတဲ့ မက်ဂန်ရဲ့ ငယ်သူငယ်ချင်း ပေ့ခ်ျ၊ သူ့ရဲ့မွေးနေ့မှာ အဖေက နောက်အိမ်ထောင်ပြုတော့မှာကြောင့် စိတ်ရှုပ်နေတဲ့ အန်နာမာရီယာ၊ အန်နာမာရီယာရဲ့ညီအစ်မတော်ဖို့ ဖြစ်လာတဲ့ ဗရော်နီကာ၊ အဖေနှစ်ယောက်ရဲ့ စိုးရိမ်ပူပန်မှုတွေကြောင့် လူငယ်သဘာဝအတိုင်း လွတ်လွတ်လပ်လပ်မနေတတ်ဘဲ အမြဲထိန်းချုပ်ပြီး‌နေတတ်တဲ့ မက်ဂန်ဟာ အန်နာမာရီယာ့မွေးနေ့မှာတော့ သူရဲ့ထိန်းချုပ်မှုတွေ ပူပန်မှု‌တွေကိုမေ့ပစ်ပြီး သူငယ်ချင်းတွေနဲ့အတူတူ အသစ်အဆန်းတွေလုပ်ကြည့်မယ်လို့ ဆုံးဖြတ်လိုက်ရင်း..... အစ်မရဲ့မွေးနေ့အတွက် အမှတ်တရဖြစ်အောင် ဗရော်နီကာ ဖိတ်ပေးထားတဲ့ မှော်ဆရာကလည်း သူတို့ကို စိုးရိမ်ပူပန်မှုအကုန်မေ့ပျောက်ပြီး စိတ်လွတ်လက်လွတ် ပျော်ပျော်နေကြဖို့ စိတ်ညှို့‌ပေးလိုက်တဲ့ အခါမှာတော့.... သူတို့သူငယ်ချင်းတစ်စု ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-slumber-party-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOTM0MDViZTUtYjA1NS00MDU5LTk4NzAtYjIyNjRlOWY4ODBjXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_-160x200.jpg",
        "title": "One Cut Two Cut (2022)",
        "description": "One Cut Two Cut (2022)One cut two cutဆိုလို့ သွေးသံတရဲရဲနဲ့ သတ်မယ်ဖြတ်မယ်ဇာတ်ကားမျိုးတော့မဟုတ်ပါဘူး။\nကြည်နူးဖို့ကောင်းပြီး အလွဲလွဲအချော်ချော် ဟာသတွေနဲ့ကြည့်ရှုရမဲ့ ကန်နဒါဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအမေဖြစ်စေချင်တဲ့ အလုပ်ကောင်းကောင်းရဖို့နဲ့ အိမ်ထောင်ပြုဖို့ဆိုတဲ့ဆန္ဒတွေကို ဥပေက္ခာပြုထားတဲ့\nလက်မှုပညာနဲ့ဘွဲ့ရထားသူ လူပျိုသိုးကြီး ဂိုပီ...။\nဂိုပီဟာ လက်မှုပညာမှာတစ်ဖက်ကမ်းခပ်ကျွမ်းကျင်ပေမဲ့\nကြောင်တောင်တောင်နိုင်တဲ့ အဝတ်အစားတွေ ပုံစံတွေကြောင့် ပတ်ဝန်းကျင်ကအလှောင်ပြောင်ခံရသူတစ်ယောက်။ဂိုပီတစ်ယောက် အစိုးရကျောင်းတစ်ကျောင်းမှာ ဆရာတစ်ယောက်အနေနဲ့\nပထမဆုံးအလုပ်ဝင်တဲ့နေ့မှာပဲ လူတွေအာရုံစိုက်တာခံချင်တဲ့လူတစ်စုက\nစပိန်ဘဏ်ဓားပြတိုက်တဲ့ စီးရီးထဲကလို ဝတ်စုံတွေ မျက်နှာဖုံးတွေနဲ့ရောက်ချလာပြီး\nကျောင်းသားတွေကို ဓားစာခံအနေနဲ့ ဖမ်းဆီးထားပါတော့တယ်။ဒီမှာပဲ ဆရာဂိုပီတစ်ယောက် Money Heistစီးရီးထဲကလို ဝတ်စုံနဲ့လူတွေကို ဘယ်လိုရင်ဆိုင်ပြီး\nကျောင်းသားတွေကို ကယ်တင်လိုက်နိုင်မလားဆိုတာ အလွဲလွဲအချော်ချော်‌တွေနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\n(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Moon~V~Dee~Yunni တို့ပဲဖြစ်ပါတယ်။)\nFile size…1.3GB / 600MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 30m\nSubtitle….Myanamar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~V~Dee~Yunni",
        "rating": "",
        "url": "https://channelmyanmar.org/one-cut-two-cut-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9C8cJV2X63qQ5w1qvnoxwg0zeZf.jpg",
        "title": "Aloha Heart (2023)",
        "description": "\"Island time\" \"ကျွန်းအချိန်\" ဆိုတာက ဟာဝိုင်ယီကျွန်းသူကျွန်းသားတွေရဲ့ လက်သုံးစကားပါ။အဓိပ္ပာယ်ကတော့ ကျန်တာတွေအကုန်မေ့ထားပြီး စိတ်အပန်းဖြေတဲ့အချိန်ဆိုတဲ့ သဘောမျိုးသုံးတာပါ။ဒီကားလေးထဲ ဒီအသုံးအနှုန်းကို ထပ်ခါထပ်ခါမြင်ရပါမယ်နော်။ ဒီဇာတ်လမ်းလေးက ဟာဝိုင်ယီကျွန်းပေါ်မှာ ဇာတ်အိမ်တည်ထားတာပါ။ဆယ်ရာဆိုတဲ့ ဂေဟဗေဒပညာရှင် အလုပ်ကြမ်းပိုးလေး ဆယ်ရာကအချစ်ဆုံးသူငယ်ချင်းဖြစ်သူရဲ့ ဟာဝိုင်ယီကျွန်းပေါ်က မင်္ဂလာပွဲအတွက်ခွင့်ရက်ယူပြီး ခရီးထွက်ခဲ့ရာက သူတို့တည်းတဲ့ အပန်းဖြေစခန်းက မန်နေဂျာဖြစ်ခါစမာနူနဲ့ သွားတွေ့ပါတော့တယ်။အပန်းဖြေစခန်းမှာ စီစဉ်ထားတဲ့ပုံတွေက ပတ်ဝန်းကျင်ကို ထိန်းသိမ်းရာမရောက်လို့အလုပ်နဲ့ပတ်သက်နေရင် မနေနိုင်မထိုင်နိုင်ဖြစ်တဲ့ ဆယ်ရာက မာနူကို အမေးသွားထူပါတော့တယ်။အဲကနေစပြီး သူတို့နှစ်ဦးရဲ့ ကြုံလာရတဲ့ပြဿနာတွေကို ဖြေရှင်းပုံတွေတစ်ယောက်နဲ့တစ်ယောက် ရိုင်းပင်းကူညီရင်း သံယောဇဉ်တွယ်သွားပုံလေးတွေကိုဟာဝိုင်ယီကျွန်းရဲ့ ဓလေ့တွေ သဘာဝအလှတွေနဲ့ ခံစားကြည့်ရှုရမှာ ဖြစ်ပါတယ်ရှင်။ File size…2.45GB / 1.09GB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 23m\nGenre ….. Comedy , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chothet_mlmt",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/aloha-heart-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BY2FlZTE5ZjgtZGY5Ny00ZjIzLWFmZjktNjc1OWIwZjIwN2IzXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-150x200.jpg",
        "title": "Rocky and Rani’s Love Story (2023)",
        "description": "Rocky Aur Rani Ki Prem Kahani (2023)\nIMDb-7.2/10\nရန်ဘီးကပူးရ် အူတိုရလောက်အောင်ရိုခဲ့ကြတဲ့\nအာလီယားဘတ်နဲ့ ရန်ဗီးရ်ဆင်းဂ်တို့ရဲ့\nရုံတင်အမြတ်ငွေကုဋေ၁၀၀ကျော်လောက် မြတ်ထားတဲ့\nအချစ်ဇာတ်လမ်းလေးလာပါပြီခင်ဗျာအချစ်ဆိုတဲ့အရာကလှပတဲ့ပေါင်းစပ်မှုတစ်ခုဆိုရင်\nနားလည်မှု ဒြပ်စင် ၊ ဂုဏ်ရည်အချင်းတူညီမှု ဒြပ်စင်၊ နှစ်ဖက်အသိုင်းအဝိုင်းရဲ့\nမေတ္တာအကြင်နာဒြပ်စင်လေးတွေကမရှိမဖြစ်ပါကိုပါရတဲ့အရာ\nခေတ်ပညာတွေတတ်မြောက်ပြီး အတွေးအခေါ်တွေကလည်းဆန်းသစ်တဲ့ မော်ဒယ်မိသားစုနဲ့\nဆွေဂုဏ်မျိုးဂုဏ်ကိုအဆက်ဆက်ထိန်းသိမ်းလာပြီး\nယဉ်ကျေးမှုဘာသာတရား စည်းဘောင်အတွင်းမှာပဲနေကြတဲ့ မိသားစု\nဒီမိသားစု‌နှစ်စုရဲ့ မျိုးဆက်တွေမှာအချစ်ဆိုတဲ့အရာဝင်လာတဲ့အချိန်မှာ\nအချစ်ကိုစတေးမိသားစုအရေး ဦးစားပေးခဲ့ကြသူတွေရှိတယ်ရာနီးနဲ့ ရော်ကီလို ရည်ရွယ်ချက် ၊ အတွေးအခေါ် ၊\nနေထိုင်မှုဘဝ ဘာမှမတူကြတဲ့လူငယ်နှစ်ယောက်ရဲ့ အချစ်ထပ်တူကြလာချိန်မှာ\nဒီအချစ်နဲ့ စည်းဘောင်တွေဖောက်ထွက်နိုင်ကြမလား\nဒီအချစ်နဲ့ မတူညီတဲ့အရာတွေကိုပေါင်းစည်းနိုင်မလား\nတဟုန်းဟုန်းတောက်လောင်ရတဲ့ စစ်ပွဲမဟုတ်\nလူနှစ်ယောက်ရဲ့အချစ်တွေနဲ့ တဖြည်းဖြည်းချင်းပုံဖော်တိုက်ယူသွားကြမဲ့\nအချစ်တိုက်ပွဲအကြောင်း သံစဉ်ချိုချိုလေးတွေနဲ့ ခံစားကြည့်ပါဦး\nအညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ V ~ ZweYan ~ BpL ~ YH ~ Cherry ~ Yunni တို့ပဲဖြစ်ပါတယ်\nFile size…4k HEVC WEB DL / 2.68GB / 1.4GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 48m\nSubtitle….Myanmar ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/rocky-and-ranis-love-story-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/fClJQW8xn8wHOFqoA4jUn0PZh1f-133x200.jpg",
        "title": "Three Kings (1999)",
        "description": "Three Kings (1999)~ IMDb - 7.1/10, Rotten Tomatoes - 94% ~ဒီကားကတော့ Cast နဲ့တင် ဖြုံလောက်စရာပါ။ George Clooney, Mark Wahlberg, Ice Cube နဲ့ Spike Jonze တို့က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဒါရိုက်တာကလည်း ၂၁ ရာစုအမေရိကန် Cinema တစ်ခေတ်ကို အရွေ့‌ဖြစ်စေခဲ့တဲ့ ပြတ်ရွေ့ကြောတွေထဲ တစ်ထောင့်တစ်နေရာက ပါခဲ့တဲ့ David O. Russell ဆိုတော့ Dark Humor ကောင်းကောင်း၊ ဒိုင်ယာလော့ခ် မိုက်မိုက်၊ ရိုက်ကွက်လှလှ နဲ့ ကြည့်ရတာ အတော်ကိုမြိန်စေတဲ့ရုပ်ရှင်တစ်ကားပါပဲ။ဇာတ်လမ်းကတော့...\nGulf war လို့ခေါ်တဲ့ ကူဝိတ်ကို အီရတ်က ကျူးကျော်မှုမှာ အမေရိကန်ရဲ့ ဝင်စွက်ဖက်မှုအပြီးကို ဇာတ်လမ်းအချိန်အရ အခြေခံထားပါတယ်။George Clooney က အနားယူမယ့်ဗိုလ်မှူး၊ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/three-kings-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/muDaKftykz9Nj1mhRheMdbuNI9Z.jpg",
        "title": "Strays (2023)",
        "description": "Strays (2023)CM က ခွေးကားအသစ်လေးတင်ထားတယ် ကလေးတွေကိုပြဖို့ဒေါင်းဦးမယ်တော့ မတွေးလိုက်နဲ့နော်။\nဒီခွေးကားက လူကြီးတွေကြည့်ပြီး အထာတွေပေါက် စခွီထရမယ့်ကားပါ။\nစကားအသုံးအနှုန်းကြမ်းတမ်းမှု အဆဲအဆိုအစုံ မူးယစ်ဆေး လိင်ကိစ္စအားလုံးပါဝင်တာကြောင့် R-Rated ဖြစ်ပါတယ်\nဇာတ်လမ်းလေးကလဲ ကြည်နူးစရာပါပဲ။\nခွေးတစ်ကောင်က သူ့သခင်ဟူးမန်းရဲ့ဒစ်ကို ကိုက်ဖြတ်မယ်ဆိုပြီး သူ့ဟူးမန်းဆီကို ပြန်တဲ့ အိမ်ပြန်ခရီးပါ။\nဒီလိုပြောလို့ ခွေးက ဆိုးလှချည်းလားလို့ မထင်ပါနဲ့။\nဒီခွေးလေးနာမည်ကတော့ ရက်ဂျီပါ။ သူ့သခင်ဒေါ့ဂ်က သူ့ကိုတစ်စက်မှမချစ်ပါဘူး။\nသူ့ရည်းစားရဲ့ခွေးကို ရည်းစားနဲ့ပြတ်သွားတော့ တမင်ညစ်ပြီးယူထားလိုက်တာပါပဲ။\nရက်ဂျီကတော့ အဲ့ဒါကိုနားမလည်ဘဲ သူ့ဟူးမန်းက ကမ္ဘာပေါ်မှာ အကောင်းဆုံး သူ့ကို အချစ်ဆုံးလို့ထင်နေတာပါပဲ။\nဒေါ့ဂ်ကမလုပ်မရှိ အကိုင်မရှိ စော်ပစ်ကောင်လဲဖြစ်နေတော့ တစ်နေကုန် ထိုင် fap နေတဲ့သူပါ။\nရက်ဂျီကိုလဲအကြိမ်ကြိမ်အခါခါစွန့်ပစ်ဖို့ကြိုးစားပေမယ့်\nရက်ဂျီက ဒါကဂိမ်းတစ်ခုလို့ထင်နေတော့ အိမ်ကိုအရောက်ပြန်ပြန်လာနေပါလေရော။\nတစ်နေ့တော့ ရက်ဂျီကို အဝေးကြီးထိခေါ်သွားပြီးစွန့်ပစ်လိုက်တာမှာ ရက်ဂျီက တခြားလမ်းဘေးခွေးတွေနဲ့ပေါင်းမိမှပဲ\nသူ့သခင်က ဘယ်လောက်ဆိုးမှန်း သူ့ကိုစွန့်ပစ်သွားမှန်းသဘောပေါက်လိုက်ပါတယ်။\nအဲ့တော့သူ့သခင်ကို လက်စားချေဖို့အတွက် သူ့သခင် အကြိုက်ဆုံးအချစ်ဆုံး တစ်နေကုန်ကိုင်ကိုင်နေတဲ့ ဒစ်ကို ကိုက်ဖြတ်မယ်ဆိုပြီး\nအငြိုးအတေးနဲ့ ပြန်လာတဲ့ ခွေးကလေး ရက်ဂျီ နဲ့ သူ့ဘော်ဒါအသစ်လမ်းဘေးခွေးတစ်သိုက်ရဲ့\nအိမ်ပြန်ခရီးမှာ ဘာဆတွ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/strays-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/wpid-tamil-cinema-barfi-movie-wallpapers-barfi-hd-wallpapers04-139x200.jpeg",
        "title": "Barfi! (2012)",
        "description": "Barfi (2012)IMDb Rating (8.1) / Rotten Tomatoes (80%)မင်းသား Ranbir Kapoor ၊ မင်းသမီး Priyanka Chopra နဲ့ Illeana D’ Cruz တို့ ပါဝင်ထားတဲ့ Barfi ရုပ်ရှင်ကားဆိုတာ Bollywood ရဲ့ ကြီးကျယ်စွာအောင်မြင်ထားတဲ့ Romance Comedy ဇာတ်ကားဖြစ်ပါတယ်...ပန်းချီကားတစ်ချပ်လို ရှုခင်းတွေနဲ့ ဓာတ်ပုံပညာပါပါ ရိုက်ကူးထားမှု၊ သရုပ်ဆောင်မှု၊ဇာတ်လမ်း ဇာတ်အိမ်ပိုင်းတွေမှာ ဘာမှအပြစ်ပြောစရာမရှိအောင် လှပလွန်းတဲ့ ရုပ်ရှင်ကားပါ။၂၀၁၂ခုနှစ်မှာပြသခဲ့တဲ့ အိန္ဒိယရုပ်ရှင်Barfiဟာ ဟာသdramaရုပ်ရှင်ဖြစ်ပေမယ့်\nဒီရုပ်ရှင်ကြောင့်အိန္ဒိယဆွံ့အနားမကြား လူ့အဖွဲ့အစည်းကို အစိုးရမှဥပဒေသစ်၂ရပ်ထပ်တိုးပေးခဲ့ပြီး\nကမ္ဘာပေါ်ကဆွံ့အနားမကြားတွေရဲ့ဘဝကိုကိုယ်ချင်းစာစေဖို့နဲ့ဆွံ့အနားမကြားသူတွေဟာ\nလူ့ဘာင်လောကမှာ အနှိမ်ခံလူတန်းစားတွေမဟုတ်ကြောင်းများစွာထောက်ပြခဲ့ပါတယ်။Barfiရုပ်ရှင်ကြောင့်အိန္ဒိယပြည်နယ်၆ခုမှာ ဆွံ့အနားမကြားကျောင်း၄၈ကျောင်းထိ\nတစ်နှစ်တည်းမှာထပ်မံဖွင့်လှစ်ပေးခဲ့သလို ဆွံ့အနားမကြားတွေအတွက်ခရီးသွားလာရေးမှာ\nအခမဲ့လိုက်ပါနိုင်ဖို့သယ်ယူပို့ဆောင်ရေးပုဂ္ဂလိကပိုင်လိုင်း၁၉လိုင်းမှ ချမှတ်ခဲ့ကြပါတယ်။ဆွံ့အ နားမကြားကောင်လေးနဲ့ ဉာဏ်ရည်ချို့တဲ့ကောင်မလေးကြားက အချစ် သံယောဇဉ်\nဘဝကိုခက်ခက်ခဲခဲဖြတ်သန်းခဲ့မှု သေသည့်တိုင်လက်တွဲမဖြုတ်ခဲ့မှုတွေ\nဆွံ့အနားမကြားကောင်လေးကို ပြန်ပေးစွဲတရားခံအဖြစ်ခုတုံးလုပ်ခဲ့မှု\nဆွံ့အနားမကြားကောင်လေးနဲ့ လူကောင်းမိန်းကလေးကြားက ကွဲကွာခဲ့ရတဲ့မပြည့်စုံခြင်းတွေ\nအချစ်ဟာလောကမှာ ဘယ်လောက်ထိခမ်းနားကြောင်း ပြသထားမှု စတဲ့ရသများစွာကို\nBarfi ဟာပေးနိုင်ခဲ့ပြီး Oscar Listမှာ ဆန်ကာတင်ခံခဲ့ရတဲ့အိန္ဒိယရုပ်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။ထူးခြားမှုကတော့ Barfi ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/barfi-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYWNjZWQ1OTItOGYzYS00YjZlLThhOTktY2Q5ZWZlNDQxMzFmXkEyXkFqcGdeQXVyNzg5ODQxNDU@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "30 Jours Max (2020)",
        "description": "30 Jours Max (2020)\n===============\nIMDb Rating - 5.4/10ဒီဟာသဇာတ်ကား​လေးနာမည်က အလွန်ဆုံး ရက် ၃၀ပါပဲ။ ကျန်းကျန်းမာမာနဲ့\nဘဝကိုဖြတ်သန်း​နေရင်း ရုတ်တရက်ကြီးအသက်ရှင်သန်ရဖို့ ရက်၃၀ပဲကျန်​တော့\nမယ်ဆိုရင် ကျွန်​​တော်တို့​ရော ဘာ​တွေလုပ်မိကြမလဲ။ ရာယန်းက ကပျက်ကျ​ချော်\nနိုင်တဲ့ရဲဝန်ထမ်းတစ်​ယောက်၊ အ​​​ဖေဖြစ်သူကိုဂုဏ်ယူ​စေဖို့ ရဲတပ်ဖွဲ့ထဲဝင်ခဲ့ပြီး\nကြိတ်ကြိုက်​နေရတဲ့ တွဲဖက်​ရဲ​မေကိုလည်း အထင်ကြီး​အောင် လုပ်ပြချင်​နေတဲ့သူ​\nပေါ့။ ကံဆိုးချင်​တော့ သူရဲ့​ပေါ့တိ​ပေါ့ပျက်နိုင်မှု​တွေ​ကြောင့် အ​ရေးကြီးတဲ့စစ်ဆင်​\nရေးတစ်ခုမှာ အမှားလုပ်မိပြီး ရဲဌာနက ရဲ​ဘော်ရဲဖက်​တွေရဲ့ဖယ်ကျဥ်ခြင်းကို ခံရ\nတယ်။ ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းကလည်း သူ့ကိုရှိတယ်လို့​တောင် မထင်ဘဲ ချိုး\nနှိမ်ဆက်ဆံကြတယ်။ သူကိုယ်တိုင်ကလည်း တဖက်သားအ​ပေါ် လိုတာထက်ပိုပြီး\nသည်းခံတတ်တာလည်းပါတာ​ပေါ့။ဘယ်​လောက်သည်းခံလဲဆိုရင် ပြတ်သွားတာ တစ်နှစ်​လောက်ရှိနေပြီဖြစ်တဲ့ ရည်း\nစား​​ဟောင်းက သူငှား​နေတဲ့အိမ်​ပေါ်တက်​နေပြီး လူပါးဝတာကိုမှ ​ငြိမ်ခံပြီး ဆက်​နေ\nခိုင်းတယ်။ အဲဒီ​နောက် ကြွက်တစ်​ကောင်နဲ့ဆရာဝန်တစ်​​ယောက်​ကြောင့် သူရဲ့ဘဝ\nက အကြီးအကျယ်​ပြောင်းလဲဖို့ဖြစ်လာတယ် ဘာ​တွေဘယ်လို​ပြောင်းလဲကုန်မလဲသိ\nရဖို့ အ​ပြေး​လေး ကြည့်လိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.17 GB) / (420 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr ...",
        "rating": "",
        "url": "https://channelmyanmar.org/30-jours-max-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uXxAaZudlNEg1Lwu7GDEWbK3dV.jpg",
        "title": "The French Minister (2013)",
        "description": "IMDb - 6.4/10ဇာတ်လမ်းအညွှန်းဒီပြင်သစ်ဇာတ်လမ်းလေးမှာ ပြင်သစ်နိုင်ငံခြားရေးဝန်ကြီးဌာနကနေ့ဒဓူဝလုပ်ငန်းစဉ်တွေ၊ သံတမန်ရေးရာအကြောင်းတွေကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။သံတမန်ရေးရာမှာ နိုင်ငံခြားရေးဝန်ကြီးတစ်ယောက်ရဲ့ စကားလုံးတစ်လုံးဟာနိုင်ငံတကာပဋိပက္ခတွေကို ပြေလည်စေနိုင်သလိုဒီစကားလုံးတစ်လုံးမှားလိုက်တာနဲ့ စစ်မီးမွှေးနိုင်လောက်တဲ့အထိ အရေးကြီးပါတယ်။ဒီတော့ ပြင်သစ်နိုင်ငံခြားရေးဝန်ကြီး အဲလက်ဇန်းဒါး တာယာ့ဒ်ဒီကသူပြောမယ့်စကားတွေ မိန့်ခွန်းတွေ ရေးသားဖို့ အာ့သူးဗလာဗိုက်ခ်ဆိုတဲ့လူငယ်လေးကို တာဝန်ခန့်အပ်လိုက်တယ်။ငြိမ်းချမ်းရေးကို လိုလားပြီး ကိုယ့်ကိုကိုယ်အထင်ကြီးတတ်၊စကားမာမာပြောတတ်၊ သံတမန်ရေးကိစ္စတွေနဲ့ခေါင်းရှုပ်လာရတဲ့အခါပေါက်ကွဲတတ်တဲ့ ဝန်ကြီး အဲလက်ဇန်းဒါးလို အထက်အရာရှိအတွက်သံခင်းတမန်ခင်းမှာအရေးကြီးတဲ့မိန့်ခွန်းတွေကိုအာ့သူးတစ်ယောက် ဘယ်လိုကြိုးစားရေးရလဲ၊ နိုင်ငံခြားရေးဝန်ကြီးရုံးမှာအာ့သူးနဲ့ အဖွဲ့ဝင်တွေ ဘယ်လိုကြိုးစားကြရလဲဆိုတဲ့အကြောင်းတွေကို ပါဝင်ပါတယ်။ဒီလိုအဖွဲ့ဝင်တွေရဲ့ကြိုးစားမှုတွေကြောင့်အပါအဝင်ဝန်ကြီး အဲလက်ဇန်းဒါးဟာ နိုင်ငံတကာပြဿနာတွေ၊စစ်ဖြစ်ပွါးလာနိုင်တဲ့အရေးအခင်းတွေမှာ သံတမန်ရေးအရဘယ်လိုကိုင်တွယ်ဖြေရှင်းသွားမလဲဆိုတဲ့အကြောင်းတွေကိုလည်း ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။Quai d'Orsay ဆိုတဲ့ ပြင်သစ်နိုင်ငံခြားရေးဝန်ကြီးဌာနအကြောင်းရေးသားထားတဲ့စာအုပ်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။UKရဲ့ BAFTA award winner တစ်ယောက်ဖြစ်ပြီးနိုင်ငံရေးအကြောင်းဇာတ်လမ်းတွေ ရိုက်ကူးတဲ့နေရာမှာနာမည်ကြီးဒါရိုက်တာဖြစ်တဲ့ Bertrand Tavernier က ရိုက်ကူးထားဖြစ်ပြီးဒီဇာတ်လမ်းဟာ nominee အများကြီးဝင်ထားပြီးaward တွေလည်း ရရှိထားပါတယ်။နိုင်ငံခြားရေးဝန်ကြီးဌာနမှာ ဘယ်လိုအလုပ်လုပ်ကြလဲဆိုတဲ့အကြောင်းနဲ့ သံတမန်ရေးရာအကြောင်းတွေကိုစိတ်ဝင်စားတယ်ဆိုရင်တော့ ဒီဇာတ်လမ်းလေးဟာကြည့်သင့်တဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ်။ File size…  2.2 GB  / 957.8 MB\nQuality… BluRay 1080p ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-french-minister-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOTNhMTllMWQtYjJmYy00MWVhLTkzZGQtZWZkNjEzNTQ1YmI2XkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-128x200.jpg",
        "title": "Jailer (2023)",
        "description": "Jailer (2023)\nIMDb-7.5/10ရူပီသန်းပေါင်း၂၄၀ဝန်းကျင် အသုံးပြုရိုက်ကူးထားပြီး ရူပီ၆၃၅သန်းပြန်လည်ရရှိခဲ့တဲ့ မင်းသားကြီးရာဂျ်နီကန့်သ်ရဲ့\nရုပ်ရှင်ကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဟာသမင်းသားကြီး ရိုဂီဘာဘူလည်း ပါဝင်အားဖြည့်ထားပါတယ်။\nအကြည်ဗားရှင်းထွက်တာ အချိန်တစ်ခုကြာပြီဖြစ်ပေမယ့်\nရုပ်သံစာတန်းထိုးမှန်အောင်စောင့်ဆိုင်းနေခဲ့တဲ့အတွက် စီအမ်ဘောလိဝုဒ်ပရိသတ်ကြီးကိုအနူးအညွတ်တောင်းပန်အပ်ပါတယ်။ဖြောင့်မတ်မှန်ကန်တဲ့အရာရှိတစ်ယောက်ဆိုတာ နာမည်တစ်ခုတင်ကျန်ရစ်တတ်ပေမယ့် အတိုက်ခိုက်ခံရ\nပေးဆပ်လိုက်ရတာတွေကတော့ ရှိနေတတ်တာဓမ္မတာပါပဲ။\nမင်းသားကြီးရာဂျ်နီကန့်သ်က ဇနီးဖြစ်သူရယ် သားရယ် ချွေးမရယ် မြေးလေးရယ်နဲ့\nအငြိမ်းစားထောင်မှူးကြီးဘ၀ကို ငြိမ်းချမ်းစွာဖြတ်သန်းနေသူတစ်ယောက်။သားဖြစ်သူကိုလည်း ဖြောင့်မတ်မှန်ကန်တဲ့အရာရှိတစ်ယောက်ဖြစ်အောင် ပြုစုပျိုးထောင်ခဲ့သူ။\nတစ်ရက်မှာတော့ ဘုရားကျောင်းရုပ်တုတွေပျောက်ဆုံးမှုကို စုံစမ်းဖော်ထုတ်နေတဲ့ သားဖြစ်သူ\nပျောက်ချင်းမလှပျောက်သွားရာကစ အသတ်ခံလိုက်ရတာကိုသိလိုက်ရပါတယ်။\nအဲဒီမှာပဲ အေးချမ်းတဲ့ဘ၀လေးကနေ သားကိုသတ်ခဲ့တယ်လို့သိရတဲ့ လူဆိုးဂိုဏ်းကို\nလက်စားချေအမြစ်ဖြတ်သုတ်သင်ဖို့ကြိုးစားတဲ့နောက်မှာတော့ ထင်မှတ်မထားတဲ့အမှန်တရားတွေ\nအသတ်အဖြတ်ကြမ်းကြမ်းရမ်းရမ်းတွေကို ကြည့်ရှုခံစားကြရမှာပါ။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~V~YH~Cherry~Zwe Yan~BpLတို့ပဲဖြစ်ပါတယ်)\nFile size…9.4GB/ 3.16GB / 1.2GB\nQuality…WEB-DL 4K HEVC/1080p/ 720p\nFormat…mp4\nDuration….2h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~V~YH~Cherry~Zwe Yan~BpL",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/jailer-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ujlJLvzWRh2hR0UoHypv9QLZ2os.jpg",
        "title": "In Order of Disappearance (2014)",
        "description": "ဒီဇာတ်ကားဟာ ၂၀၁၄ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ​​နော်​ဝေထုတ်ဇာတ်ကားဖြစ်ပြီး IMDb 7.1နဲ့ RT -86%ရထားတဲ့ ဇာတ်လမ်းပါ။ ဇာတ်လမ်းရဲ့အကျဉ်းကအမြဲတ​စေနှင်း​တွေကျ​နေတဲ့ ​တောင်​ပေါ်မြို့​လေးမှာနှင်းရှင်းစက်​မောင်းတဲ့ အလုပ်နဲ့ ပြည်သူ့သား​ကောင်းဆု ရထားတဲ့ ​နေးလ်ဒစ်မန်းတို့ လင်မယားဟာ တစ်​နေ့မှာ သားဖြစ်သူ အသတ်ခံလိုက်ရတဲ့အတွက် သူတို့သားကို သတ်သွားတဲ့ လက်သည်​တွေကိုစုံစမ်းရင်း နယ်ခံမူးယစ်ဂိုဏ်းရဲ့လက်ချက်ဖြစ်​ကြောင်း သိသွားတဲ့အခါ အဲဒီဂိုဏ်းသား​တွေကို တစ်​ယောက်ချင်း ပြန်လိုက်သတ်ရင်းသားရဲ့​​သွေး​​ကြွေးကို ပြန်ဆပ်ဖို့ကြိုးစားပုံ​တွေကို ကြည့်ရှုရမှာပါ။ File size…1.58GB / 594MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 56m\nGenre ….. Action , Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/in-order-of-disappearance-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z1Z1tZMR66RxcNeHbwoEhYeqOlP.jpg",
        "title": "The Graduate (1967)",
        "description": "\"မစ္စရော်ဘင်ဆင် ခင်ဗျားကျွန်တော့်ကိုဖြားယောင်းဖို့ကြိုးစားနေတာပဲ\"အသက် ၂၀အရွယ် လူငယ်ကလေးတစ်ယောက်ရဲ့နှုတ်က ထွက်လာသောစကားသံများ။လိုက်ဖက်ညီစွာ ကင်မရာAngleက ထိုအမျိုးသမီးကြီးရဲ့ပေါင်တံအောက်မှာ။\"ငါ့ယောကျ်ားပြန်လာဖို့က နာရီနဲ့ချီကြာဦးမှာ။ ပြန်မလာခင်ထိငါ့ကိုဝိုင်းစောင့်ပေးပါဦး \"\"ကျွန်တော် ပိုက်ဆံအိတ်ကိုအဝနားမှာပဲချခဲ့မယ်နော်\"\"ဘန်ဂျမင် ကြောင်တောင်တောင်တွေလုပ်မနေတော့ဘဲ အခန်းထဲကိုလာပေးလိုက်တော့\"\"လာမပေးတာကောင်းလိမ့်မယ်ဗျာ\"အီလိန်းအခန်းထဲတင်ပဲ လာခဲ့\" ခြိမ်းခနဲ တံခါးပိတ်သံနဲ့အတူ မြင်ကွင်းရှေ့ပေါ်ထွက်လာတဲ့အမျိုးသမီးရဲ့ မိမွေးတိုင်း ဖမွေးတိုင်း အဝတ်ဗလာကိုယ်ခန္ဓာ။မနေ့တစ်နေ့မှကောလိပ်ကပြန်ရောက်လာတဲ့ ငတိတစ်ယောက်ထိုအမျိုးသမီးကြီးရဲ့ကျားကွက် စားကွက်အောက်အလွတ်မရုန်းနိုင်ခဲ့ပြန်။ကာမတဏှာရဲ့နှိုးဆော်မှုနဲ့အတူ လူငယ်လေးကိုပါ မိုက်ပြစ်ကျူးလွန်စေမဲ့အပြစ်သားအဖြစ်အတူဆွဲခေါ်ခဲ့တယ်။သူမ ကဘယ်သူလဲ... သူ(မ) တိုက်ကြီး ကားကြီး ဇိမ်ခံအသုံးအဆောင်တွေနဲ့လိုချင်တာရနိုင်တဲ့ ငွေကြေးပြည့်စုံတဲ့ ဘဝ။သူ(မ)ဘယ်တော့မှ မတင်းတိမ်နိုင်ဘူး။သူ(မ) ငတ်မွတ်နေတယ်။ဆာလောင်နေတယ် ။တကယ်တည်းက သူ(မ) အထီးကျန်နေတယ်။မထင်မှတ်ဘဲ ရရှိခဲ့တဲ့ကိုယ်ဝန်ကြောင့် အိမ်ထောင်ကျခဲ့တယ်။အိမ်ထောင်ရေးက ပြဿနာလည်းမရှိ။ဒုက္ခလည်းမရှိခဲ့။တစ်ဖန်သုခလည်း မရှိပြန်။သမီးကျောင်းတက် ယောကျ်ားအလုပ်သွား။မစ္စရော်ဘင်ဆင် အိမ်မှာတစ်ယောက်ပဲကျန်ခဲ့တယ်။ဒီလမ်းကိုရွေးဖို့မစတင်ခဲ့ပေမဲ့ မစ္စရော်ဘင်ဆင်ရဲ့ဇာတ်လမ်းက ဒီမှာစတင်ခဲ့တယ်။Dee Dee Dee...Mrs.Robinson အပြစ်ကျူးလွန်နေတဲ့ မစ္စရော်ဘင်ဆင်ငရဲမှာမခံစားချင်ရင်တော့ ဘုရားမှာဆုတောင်းပါတော့။ကိုယ့်ကိုကိုယ်ကူကယ်နိုင်မဲ့နိုင်ဖို့ ကူညီပေးချင်တယ်။ဒီမှာထပ်မံထည့်သွင်းရေးသွားချင်တာက ရုပ်ရှင်တစ်လျှောက်ထည့်သွင်းထားတဲ့Simon & Garfunkel ရဲ့သီချင်းများနဲ့တေးဂီတgenre အမျိုးအစားရဲ့ အကြောင်းပါ။အိမ်ကိုပြန်လာပေမဲ့ နွေးထွေးမှုမရှိဘူး။အိမ်ဟုတ်မနေဘူး။နွေးထွေးမှုရဖို့ သူ(မ) အခြားနည်းနဲ့ရှာတယ်။ဒါပေမဲ့ တစ်ခါပြီးဆုံးသွားတိုင်း အဲ့အရာကိုလုံလောက်အောင်မခံစားရပြန်ဘူး။ဒီလိုနဲ့ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/the-graduate-1967/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l1AfwcGKtU7TIQ6ZQg3V8WCrPkP.jpg",
        "title": "Almost Che (2012)",
        "description": "Almost Che (2012)ဒီ Almost Che ဆိုတဲ့ ကားလေးကတော့ ၂၀၁၂ ခုနှစ်က ထွက်ရှိခဲ့တာဖြစ်ပြီး\nလက်ရှိမြန်မာနိုင်ငံမှာလည်း လက်ရှိဖြစ်ပျက်နေတဲ့နိုင်ငံရေးအကြောင်းနဲ့ ဆင်တူပါတယ်။ဒီကားလေးမှာက ကိုးရီးယားကစစ်အာဏာသိမ်းအစိုးရကို အမေရိကန်တွေ ထောက်ပံ့ပေးမှုနဲ့ပတ်သတ်ပြီး ဆန္ဒပြကြတာကို အခြေခံရိုက်ကူးထားတာပါ။ဂန်ဒယ်အို ဆိုတဲ့ဇာတ်လိုက်ဟာ တရုတ်စားသောက်ဆိုင်မှာအလုပ်လုပ်ရင်း ပဲခေါက်ဆွဲလိုက်ပို့တဲ့သူပါ။\nတစ်နေ့မှာတော့ သူဟာ ပဲခေါက်ဆွဲလိုက်ပို့ရင်းနဲ့ ဆောယယ်ရင်း ဆိုတဲ့ကောလိပ်ကျောင်းသူကိုချစ်မိသွားတဲ့အတွက်\nနီးစပ်ဖို့ကြိုးစားရင်း တော်လှန်ပုန်ကန်မှုထဲကို ဘုမသိဘမသိပါဝင်သွားခဲ့ပါတယ်။အဲ့နောက်မှာတော့ ဆောယယ်ရင်းကိုကာကွယ်ပေးချင်တဲ့စိတ်နဲ့ပဲ တလွဲလုပ်ရင်း ဘယ်လိုတွေဆက်ဖြစ်မလဲ၊\nကောင်မလေးရဲ့အချစ်ကိုလည်း ရအောင် ကြိုးစားနိုင်မလားဆိုတာ..လက်ရှိအခြေအနေကိုလည်း ထင်ဟပ်ရင်း ရယ်ရွှင်စရာ ဇာတ်နှောလေးနဲ့ အတူတူကြည့်ရှုလိုက်ကြရအောင်နော်...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Myo Myo Htet ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p\nFile size… 1.9GB | 954MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Myo Myo Htet\nEncoder ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/almost-che-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMTc0MzcwMDcyOV5BMl5BanBnXkFtZTcwNTUwMjk1Ng@@._V1_-135x200.jpg",
        "title": "The Big Year (2011)",
        "description": "ဒီဇာတ်လမ်းကို ဒါရိုက်တာဒေးဗစ် ဖရန်ကဲလ် က ရိုက်ကူးထားပြီး ဘရက်ဒ်အဖြစ် 2017 နဲ့ 2019 မှာထွက်ရှိခဲ့တဲ့ Jumanji နှစ်ကားမှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ နာမည်ကြီးသရုပ်ဆောင် ဂျက်ဘလက်၊ စတူ အဖြစ် ပင့်ပန်သာ ဇာတ်ကားမှာ ပြင်သစ်စုံထောက် အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ စတိဗ်မာတင်၊ ကန်နီ ဘော့စတစ် အဖြစ် Wedding crashers ၊Night at the museum၊No escape တို့မှာပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ အိုဝမ်ဝီလ်ဆင်တို့ ပါဝင်ထားပါတယ်။း ဒီဇာတ်လမ်းမှာ ငှက်ဝါသနာရှင် နှစ်ဦးဟာ တနှစ်ပတ်လုံး ယှဉ်ပြိုင်ရတဲ့ ငှက်ကြည့်ပြိုင်ပွဲမှာ ကမ္ဘာ့စံချိန်တင်ထားတဲ့ မြောက်ကြွကြွ လူကို အနိူင်ရအောင် ကြိုးပမ်းကြပုံကို ကြည့်ရှုကြရမှာပါ။ ငှက်ကြည့်လောကမှာတော့ Big Year ဆိုတာ တနှစ်အတွင်းမှာ ငှက်မျိုးစိတ် ဘယ်လောက်များများ ကြည့်နိုင်မလဲ ကြားနိုင်မလဲ ဆိုတာ ယှဉ်ပြိုင်ရတဲ့ ပွဲဖြစ်ပါတယ်။လူသုံးဦးက​တော့ တနှစ်တာ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-big-year-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nX25xhtbDU7qP7sgxlBxUYghsYU.jpg",
        "title": "Khun Phaen Begins (2019)",
        "description": "[Unicode]\"Khun Phaen Begins 2019\"ဇာတ်လမ်းအကျဉ်းမြစ်ကမ်းဘေး တိုင်းပြည်တစ်ခုဖြစ်တဲ့ အယုဒ္ဓယတိုင်းပြည်ကို ယူထ (သို့) ယူထနမ့်လို့ ခေါ်ကြတဲ့ အချိန်ကာလမှာ စစ်ပွဲတွေမရှိ နှစ်ရာချီအောင် အေးချမ်းခဲ့ပါတယ်...အကြောင်းရင်းကယူထတိုင်းပြည်ကို အထမတ်အမည်ရှိ လျှို့ဝှက်စစ်သားအဖွဲ့က စောင့်ရှောက်ပေးနေခဲ့လို့ပါပဲမှော်နက်အဖွဲ့တွေ အထမတ်အဖွဲ့ကိုချေမှုန်းဖို့ လွှတ်ခဲ့ပေမယ့် အနိုင်မရခဲ့ပဲ မျက်လုံးဖောက်ခံလိုက်ရတယ်လို့ သတင်းတွေထွက်ခဲ့ပါတယ် ၊တောရွာဘက်က ဖန်လို့ အမည်ရတဲ့ကောင်လေးတစ်ယောက်က ယူထတိုင်းပြည်မှာ မိန်းမယူပြီး မိသားစုအခြေချချင်စိတ်နဲ့ ယူထကိုရောက်လာခဲ့ပါတယ်ယူထမှာ ငယ်ချစ်ဦးဖြစ်သူ ဖိင်မ်နဲ့ တွေ့ဆုံပြီး အချစ်ဦးအထင်ကြီးနိုင်ဖို့ ဖန်ဟာ လတ်လျားလတ်လျားနေတတ်သူကနေ စစ်ထဲဝင်ဖို့ ကြိုးစားခဲ့ပါတော့တယ်...ငယ်ငယ်တည်းက အတိတ်မေ့ပြီး အဖေ့ကိုပါ မမှတ်မိနိုင်တဲ့ ဖန်ဟာ တခါလောက်တော့ အဖေ့ကိုတွေ့ဖူးချင်စိတ်နဲ့ မှော်ပညာကို သင်ယူ စစ်သားတစ်ယောက်ဖြစ်လာချိန်...သတင်းသာ ကြားဖူးတဲ့ မှော်နက်အဖွဲ့က တဖန် အထမတ်စစ်သားတွေကို အနိုင်ယူ ယူထတိုင်းပြည်ကို သိမ်းဖို့ကြိုးစားလာချိန်မှာတော့မှော်ပညာတတ် စစ်သားတစ်ယောက်ဖြစ်တဲ့ ဖိတ်တစ်ယောက် ယူထတိုင်းပြည်ကို ကာကွယ်ပေးနိုင်မှာလား...ငယ်ငယ်တည်းက မေ့နေခဲ့တဲ့ အဖေ့ကိုရောပြန်တွေ့နိုင်မလား...ငယ်ချစ်ဦး ...",
        "rating": "7.1",
        "url": "https://megaup.net/2Sx2o/[CM]_Khun_Phaen_Begins_(2019).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BM2Q3NWMyYmEtMWQwZC00OGM4LWE4OWItMGY3YTc1ZDlmODI1XkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Happy Feet Two (2011)",
        "description": "ဒီတစ်ခါမှာတော့ ချစ်စရာပင်ဂွင်းလေးတွေရဲ့ Happy Feet Two ဆိုတဲ့ ၂၀၁၁ ခုနှစ်ထွက် Family/Comedy ကာတွန်းကားလေးကို CM version နဲ့ တင်ဆက်ပေးလိုက်ပါတယ်။ ၂၀၀၆ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Happy Feet 1 ရဲ့ Sequel ဖြစ်ပြီး ၁ ကိုမကြည့်ထားရင်တောင်မှ ဒီတိုင်း ၂ ကို စီးမျောကြည့်ရှုလို့ ရနိုင်မှာပါ။ ၁ မှာတုန်းက သဘာဝပတ်ဝန်းကျင်ကို ကာကွယ်ထိန်းသိမ်းရေးနဲ့ပတ်သက်ပြီး အသိပညာပေးခဲ့သလို ၂ မှာတော့ မိသားစု အသင်းအဖွဲ့စိတ်ဓာတ်က ဘယ်လောက်အရေးကြီးပုံနဲ့ အခက်အခဲတွေကို စိန်ခေါ်မှုအဖြစ် ပြောင်းလဲပစ်တတ်ဖို့ လိုပုံတွေကို တင်ပြထားခဲ့ပါတယ်။ ၂ က ၁ လောက် မအောင်မြင်ခဲ့ပေမဲ့ တခြားသာမန်ကာတွန်းတွေနဲ့ ယှဉ်ရင်တော့ သီချင်းလေးတွေ အကအလှလေးတွေနဲ့ မျက်စိပသာဒဖြစ်စရာမို့ အတော်လေး ကြည့်ပျော်ရှုပျော်ဖြစ်တဲ့ ကာတွန်းကားလေးဖြစ်မှာ။အသံသရုပ်ဆောင်တွေအနေနဲ့လည်း နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Elijah Wood ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/happy-feet-two-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fxzXFzbSGNA52NHQCMqQiwzMIQw.jpg",
        "title": "Buffalo ’66 (1998)",
        "description": "Buffalo '66 (1998)~ IMDb - 7.4/10, Rotten Tomatoes - 76% ~အဟောင်းအကောင်း Old but Gold ဇာတ်ကားကောင်းတွေထဲက တစ်ကားဖြစ်ပါတယ်။ IMDb Rating (7.4/10) ရထားတဲ့ ဒီဒရာမာ ဟာသ ရိုမန့်စ်ကားလေးက ဆုပေါင်း(၆)ဆုဆွတ်ခူးထားပြီး Nomination တွေလည်း (၁၁)ခုထိ ၀င်ထားခဲ့ပါသေးတယ်။ ကြည့်ရှုသူများကလည်း ကြည့်ဖူးသမျှထဲမှာ အကောင်းဆုံး Independent Film လို့ရည်ညွှန်းခံရတဲ့ကားလေးပါ။ဘီလီဘရောင်းဆိုတဲ့သူက ထောင်ငါးနှစ်ကျပြီး ထွက်လာခဲ့တာပါ။ မိဘတွေကို ထောင်ကျခဲ့တာလို့မပြောဘဲ အလုပ်ကိစ္စကြောင့်အဝေးရောက်‌နေပြီး အိမ်ထောင်လည်းကျနေပြီလို့ လိမ်ညာခဲ့မိတာကြောင့် မိဘအိမ်ပြန်ဖို့လိုလာတဲ့အချိန် ပြစရာဇနီးလိုလို့ လမ်းကြုံကောင်မလေးတစ်ယောက်ကို ပြန်ပေးဆွဲရာကနေ ဒီဇာတ်လမ်းက စတင်လာခဲ့ပါတယ်။ဒီကားလေးက သရုပ်ဆောင်နယ်ပယ်မှာ နာမည်ကြီးပြီး ဆုတွေအများကြီးလည်းရဖူးတဲ့ Golden Lion ဆုအတွက်လည်း Nomi အကြိမ်ကြိမ်၀င်ဖူးတဲ့ Vincent Gallo ရဲ့ ဒါရိုက်တာအဖြစ် ပွဲဦးထွက်ခဲ့တဲ့ကားလေးဖြစ်ပါတယ်။ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/buffalo-66-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9mjYzPlp2hu2xsUnntGei8sdF0T.jpg",
        "title": "Stretch (2014)",
        "description": "ဒီဇာတ်ကားက ၂၀၁၄တုန်းကထွက်ခဲ့တဲ့ ဟာသဇာတ်မြူးအက်ရှင်ဇာတ်ကားဖြစ်ပြီး သရုပ်​ဆောင်တွေကလည်း Patrick Wilson,Chris Pineနဲ့ Jessica Albaဆို​တော့ ရှယ်ပါပဲ။ Rating​တွေကIMDb 6.5နဲ့ RT 88%ပါ။ LAမှာ သူ​ဌေး​တွေပဲစီးနိုင်တဲ့ ဇိမ်ခံကားအ​ကောင်းစားကြီး​မှာ ဒရိုက်ဘာလုပ်​နေတဲ့ ကယ်ဗင်တစ်​ယောက်ရည်းစားကပစ်၊ အလုပ်က အဆင်မ​ပြေ၊ ဖဲ​ကြွေး​​က တပုံတပင်နဲ့ဒိုင်​တွေဓါးကြိမ်းကြိမ်းတာကို ခံ​နေရတဲ့အချိန် မ​မျှော်လင့်ထားဘဲဘီလျံနာ သူ​ဌေးတစ်​ယောက်အတွက် အငှားယာဉ်​မောင်းလိုက်ပြီးတင်​နေတဲ့ဖဲကြွေး​တွေကို အ​ကြေဆပ်နိုင်ဖို့ အခွင့်ကြုံလာပါတယ်။ဒါ​ပေမဲ့ သူ့ရဲ့clientသူ​ဌေးက နောက်​ကြောင်း​တွေအပြည့်နဲ့ သူ​ဌေးဖြစ်​​နေတဲ့အခါ ကယ်ဗင်တစ်​ယောက် ဆွမ်းခံရင်း ငှက်သင့်တဲ့ဘဝရောက်သွားပါ​တော့တယ်။ File size…1.42GB / 642MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 34m\nGenre ….. Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/stretch-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/makephotogallery.net_1693918157297-117x200.png",
        "title": "Love in Disguise (2010)",
        "description": "Love in Disguise (2010)ဂူဂူး (Liu Yifei) ပရိတ်သတ်တွေရဲ့ ပြသနာကတော့ အသည်းကျော်လေးဟာ ကားရိုက်နည်းတာပါပဲ...\nဒီတော့လဲ အရင်ကရိုက်ခဲ့ဖူးတဲ့ ရုပ်ရှင်တွေကိုပဲ တသသပြန်ကြည့်နေရတာပေါ့...\nခုတခါတော့ ၂၀၁၀ တုန်းက မင်းသား Leehom Wang နဲ့ရိုက်ကူးထားတဲ့ Romance Comedy ဖန်စီဇာတ်ကားလေး Love in Disguise ကို ကြည်တောက်ရှင်း Quality လေးနဲ့တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ ...အောင်မြင်ကျော်ကြားနေတဲ့ အဆိုတော် တုမင်းဟန် ဟာ တစ်ရက်တော့ ကောင်မလေးတစ်ယောက်ရဲ့ တေးသံသာကို ကြားလိုက်ရချိန်မှာ အာရုံသစ်တွေ၊ အမြင်သစ်တွေကို စတင်ခံစားခဲ့ရပြီး ကောင်မလေးကိုလည်း မေ့မရနိုင်အောင် ဖြစ်သွားခဲ့တယ်။ ဒါနဲ့ပဲသူဟာ ကောင်မလေးတက်တဲ့ ဂီတကျောင်းကို လိုက်စုံစမ်းရင်း သူ့ကိုယ်သူလည်း နာမည်ကျော်မှန်းမသိအောင်၊ ကောင်မလေးနဲ့လည်း နီးစပ်အောင် ရုပ်ဖျက်ပြီး ကျောင်းတက်ရဖို့ အကြောင်းဖန်လာပါတော့တယ်။ဂီတနယ်ပယ်မှာ အောင်မြင်ပြီးသားဖြစ်တဲ့ တုမင်းဟန်ဟာ ကောင်မလေးနဲ့ နီးစပ်ဖို့အရေး ပေးဆပ်လိုက်ရတဲ့ ကျော်ကြားမှုတွေ၊ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/love-in-disguise-2010/"
    }
]