[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNWFhOGEwOGYtMzU3OC00MWUxLWE4YTUtMzMzNGM0YmU0NDY5XkEyXkFqcGdeQXVyMjkwMjY1MjI@._V1_-131x200.jpg",
        "title": "Ghosts of Christmas Always (2022)",
        "description": "Ghosts of Christmas Always (2022)စာရေးဆရာကြီး Charles Dickens ရဲ့ Christmas Carole ကိုမသိသူရှိမယ် မထင်ပါဘူးစာအုပ်နဲ့တဖုံ ရုပ်ရှင်တွေနဲ့ တလှည့် version မျိုးစုံထွက် ခဲ့ပါတယ် Christmas Carole နဲ့ Christmas Day ဟာ အနောက်နိုင်ငံမှာတော့ ခွဲလို့တောင် မရပါဘူးသီချင်းတွေလဲ များစွာထွက်ခဲ့ပြီး Christmas vibe ကို အမျိုးမျိုးပုံဖော်ကြပါတယ်ဒါပေမယ့် ထွက်ခဲ့သမျှ Christmas ရုပ်ရှင်တွေမှာ မူလဇစ်မြစ်ဖြစ်တဲ့ Christmas အကြိုနေ့မှာ လူတယောက်ဆီ တစ္ဆေသုံးကောင် ရောက်လာတယ်ဆိုတာတော့ မပြောင်းလဲသေးပါဘူးအခုဒီကားမှာလဲ ပီတာဘယ်ရွန်ဆိုတဲ့ ကောင်လေးဆီ အတိတ် ပစ္စုပ္ပန်နဲ့ အနာဂတ် တစ္ဆေ ၃ကောင် အစွဲချွတ်ဖို့ ရောက်လာကြတယ်ဒါပေမယ့် ခက်တာက ပီတာတယောက်က မူရင်း ဝတ္ထုထဲက main character Scrooge လို ကပ်စီးနည်းကော်တရာ တချိန်လုံး ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/ghosts-of-christmas-always-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8g3wDC8vYRzC8OkkURV7OIRErjP.jpg",
        "title": "Catering Christmas (2022)",
        "description": "Catering Christmas (2022)~ IMDb rating - 6.8/10 ~ခရစ်စမတ် Vibe ဇာတ်လမ်းလေးတွေဆိုတာက Christmas အနားနီးလေလေ ကြည့်ရတာ ပိုပြီး အရသာရှိလေလေပါပဲ။ အဲဒါကြောင့် ရုပ်ရှင်ချစ်သူတွေအတွက် အသစ်စက်စက် ခရစ်စမတ် အချစ်ဇာတ်လမ်းလေးတစ်ခုကို ထပ်ပြီးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းထဲမှာ မော်လီ ဆိုတဲ့ကောင်မလေးဟာ Molly's Menu Magic ဆိုတဲ့ ဆိုင်လေးတစ်ဆိုင်ကို စဖွင့်ထားပြီး မြို့မှာရှိတဲ့ ပွဲလမ်းသဘင်တွေမှာ အကျွေးအမွေး service ပေးသူဖြစ်ပါတယ်။ ကိုယ်ပိုင်လုပ်ငန်းလေး နာမည်ရလာဖို့ လုံးပန်းနေရတာကြောင့် ရည်းစားထားချိန်မရှိဘဲ ခရစ်စမတ်အားလပ်ရက်မှာတောင် အနားမယူဘဲ အလုပ်လုပ်တဲ့ ရည်မှန်းချက်ကြီးသူလေးဖြစ်ပါတယ်။မော်လီတို့မြို့လေးမှာ \"ဟယ်ရစ်ဆင်န်\" ဆိုတဲ့ ဖောင်ဒေးရှင်းတစ်ခုရှိပြီး လူထုအကျိုးပြု အဖွဲ့စည်းတစ်ခုဖြစ်တာကြောင့် တစ်နယ်လုံးက လူတွေဟာ ဖောင်ဒေးရှင်းကို ဦးဆောင်တဲ့ မိသားစုကို အလွန်ချစ်ခင်ကြပါတယ်။ ဖောင်ဒေးရှင်းကို လက်ရှိဦးဆောင်နေတာက ဂျီးန်ဟယ်ရစ်ဆင်န် ဆိုတဲ့ အမျိုးသမီးဖြစ်ပြီး တူဖြစ်သူ \"ကာဆင်န်\" ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/catering-christmas-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3d6Nu5c7BSo5BrH2xE1pnj3yNrc.jpg",
        "title": "A Cinderella Story(2004)",
        "description": "A Cindrella Story(2004)===============မရိုးနိုင်တဲ့ စင်ဒရဲလားဇာတ်လမ်းမြောက်များစွာထဲကမှရှေးခေတ်မူနဲ့မဟုတ်ဘဲ ခေတ်သစ်စင်ဒရဲလားဇာတ်လမ်းလေးနဲ့ CMပရိသတ်တွေကို မိတ်ဆက်ပေးပါရစေ။ Samဟာ အဖေနဲ့အတူ ပျော်ရွှင်ပြည့်စုံစွာနေခဲ့ရပေမဲ့ အဖေယူလိုက်တဲ့မိန်းမကတော့ Samကိုမကြည်လှပါဘူး။ အဖေဆုံးပါးသွားတဲ့နောက်မှာမိထွေးနဲ့ သူ့သမီးနှစ်ယောက်က အရာအားလုံးကိုအပိုင်စီးကာ Samကိုလည်း အစေခံတစ်ယောက်လိုခိုင်းပါတယ်။ Samနဲ့အတူ အွန်လိုင်းပေါ်က စကားပြောဖော်လေးတစ်ယောက်လည်းရှိပါသေးတယ်။ အဲဒီစကားပြောဖော်လေးနဲ့အတူ ကျောင်းကပွဲမှာ လူချင်းတွေ့ဖို့ ချိန်းဆိုထားပေမဲ့မိထွေးက လုံးဝမလွှတ်ဘဲ အလုပ်တွေပဲလုပ်ခိုင်းထားပါတယ်။Samဟာ ကပွဲကို ဘယ်လိုရောက်အောင်သွားမလဲသူ့မင်းသားလေးနဲ့ ဘယ်လိုတွေ့မလဲဆိုတာကိုတော့ကိုယ်တိုင် ကြည့်ရှုလိုက်ကြပါဦးနော်။ File size…2.48GB / 1.18GB / 771MB\nQuality…Blu-Ray 1080p5.1CH  / 720p / 480p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Comedy , Family , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jane",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/a-cinderella-story2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fXPeRqkP3ZukivafI2ZoQWQW9h2.jpg",
        "title": "The God of Cookery (1996)",
        "description": "The God of Cookery (1996)~ IMDb - 7.3/10, Rotten Tomatoes - 86% ~ဟောင်ကောင်မှာ Comedy ကားဆို ကျွန်တော်တို့ ထိပ်ဆုံးက ပြေးသတိရကြမယ့် ပုဂ္ဂိုလ်ကြီးဟာ စတီဖင်ချောင်ပဲမဟုတ်လား။ ချောင်ဟာ ဒီလောကကို ဝင်ဝင်ချင်းမှာတော့ သူရိုက်ခဲ့တဲ့ King of Comedy ထဲကလိုပဲ ဟိုဘက်က ညောင်ပင်တစ္ဆေအော်ရင် ရုပ်တောင်မပါဘဲ ဝေလေလေပြန်ထူးရတဲ့ ဇာတ်ကောင်နေရာမျိုးကနေ စဝင်လာခဲ့တာပါပဲ။ A Better Tomorrow မှာ Cast List ထဲ သူပါလို့ ရှာကြည့်တော့ ၄ပြန်လောက်ရှာပြီးမှ ၃စက္ကန့်လောက်ပါရတဲ့ လူဆိုးဂိုဏ်းကကောင်လို နေရာမျိုးတွေပေါ့။ ဒီနောက်မှာတော့ အက်ရှင်သမားအနေနဲ့ ပွဲဦးထွက်ခဲ့သလို သရုပ်ဆောင်ဆုလည်းရခဲ့ပါတယ်။ ဘရုစ်လီကားကြည့်ပြီး ဘရုစ်လီလိုဖြစ်ချင်ခဲ့တဲ့သူဆိုတော့လည်း ဆန်းတော့ မဆန်းပါဘူး။ နောက် အဲဒီခေတ်ကလည်း ဟောင်ကောင်အက်ရှင်တွေရဲ့ရွှေခေတ်လို့လည်း ပြောလည်း မမှားဘူးကိုး။ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-god-of-cookery-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z7MWaPlkKGMrEjbvKOa9rXH4rPg.jpg",
        "title": "Are We There Yet?(2005)",
        "description": "Are we there yet (2005)===================ကလေးတွေဆိုတာက မရှိမကောင်းရှိမကောင်းလေးတွေ။ရှိနေပြန်ရင်လည်း သူတို့အတွက်အမြဲစိုးရိမ်ပူပန်နေရတတ်သလို မရှိပြန်ရင်လည်းဘ၀ကြီးကအထီးကျန်နေပြန်ရော။နစ်ခ်ပါဆန် ဆိုတာ ဘောစိ မိန်းမတွေထည်လဲတွဲဘ၀ကြီးကိုအပူအပင်မရှိဖြတ်သန်းနေတဲ့လူ။ တခုပဲရှိတာကသူက ကလေးတွေဆိုရင်ကြည့်လို့ကိုမရဘူး။စိတ်တိုရအောင်အမြဲလုပ်တဲ့ဂြိုဟ်ကောင်လေးတွေလို့ပဲမြင်တာ။ ဒီလိုလူက ကလေးနှစ်ယောက်အမေဖြစ်သလောက်အရမ်းလန်းတဲ့ဆူဇန်ဆိုတဲ့အမျိုးသမီးကိုမှသွားကြိုက်မိတယ်။ နစ်ခ်ရဲ့စရိုက်ကိုမကြိုက်တဲ့‌ဆူဇန်ကငြင်းလိုက်ပြီး သူငယ်ချင်းအနေနဲ့ပဲလက်ခံခဲ့တယ်။တစ်နေ့မှာ ဆူဇန်ရဲ့ကလေးတွေကို နှစ်သစ်ကူးမှာကနေဒါကိုခေါ်လာပေးဖို့အကြောင်းဖန်လာခဲ့တာဟာနစ်ခ်အတွက်တော့အမှတ်ယူ တဆင့်တက်ဖို့အခွင့်အရေးပဲ။ခက်တာက ဒီကလေးနှစ်ကောင်ကယ်ဗင်နဲ့လင်ဆီက တကယ့်ပြသာနာအိုးလေးတွေ။နစ်ခ်ကို သည်ယုန်မြင်လို့သည်ချုံထွင်နေတာသိတဲ့သူတို့ကဘယ်လိုမျိုးပညာတွေ၀ိုင်းပြကြမလဲ။နစ်ခ်တယောက်ကရော ကနေဒါကိုရှောရှောရှုရှုရောက်နိုင်ပါ့မလားသူ့အတွက်ရောအဖြေကဘာဖြစ်မလဲဆိုတာကိုဒီမိသားစုခရစ်စ္စမတ်ဟာသကားလေးမှာရှုစားပေးကြပါဦး...... File size…2.21GB / 985MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Adventure , Comedy , Family\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/are-we-there-yet2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6tgmoZtdRWerdmK1KPcdf87uZyE.jpg",
        "title": "The Banshees of Inisherin (2022)",
        "description": "The Banshees of Inisherin (2022)ဒီရုပ်ရှင်ကတော့ အတော်ကိုပြောင်မြောက်တဲ့ Dark Comedy အမျိုးအစားပါ။\nMartin McDonagh ကိုယ်တိုင်ရေးသားရိုက်ကူးထားတာပါပဲ။\nMartin McDonagh ဆိုတာ In Bruges, Seven Psychopaths, Three Billboards Outside Ebbing,\nMissouri တို့တို့ နာမည်ကြီးရုပ်ရှင်တွေကို ရေးသားပေးခဲ့တဲ့သူပါပဲ။\nဒီရုပ်ရှင်ဟာ တကယ်တော့ အိုင်းရစ်ပြည်တွင်းစစ်ကို သရော်တဲ့ သဘောလည်းပါပါတယ်။\nအိုင်းရစ်ပြည်တွင်းစစ်အကြောင်း ပြောရမယ်ဆိုရင်တော့ ၁၉၁၉ ကနေ ၁၉၂၁ အတွင်း\nအိုင်းရစ် ရီပက်ဘလစ်ကန်တပ်မတော်နဲ့ ဗြိတိသျှတို့ တိုက်ခိုက်ခဲ့ကြတဲ့\nအိုင်ယာလန်လွတ်လပ်ရေးစစ်ပွဲကနေ အစပြုခဲ့တာပါပဲ။\nအိုင်ယာလန်တွေဟာ 1801 ခုနှစ်ကတည်းဆုံးရှုံးခဲ့တဲ့ လွတ်လပ်ရေးအတွက်ဗြိတိန်နဲ့တိုက်ခိုက်ရင်း\n၁၉၂၁ မှာ စစ်ပွဲရပ်စဲဖို့အတွက် အင်ဂလို-အိုင်ယာလန် ငြိမ်းချမ်းရေးစာချုပ်ကို ချုပ်ဆိုဖို့ အကြောင်းဖန်လာပါတယ်။ ဒီစာချုပ်အရ အိုင်ယာလန်ဟာ တစ်နှစ်အတွင်း ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ လွတ်လပ်တဲ့နိုင်ငံဖြစ်လာမှာပေမဲ့ ဗြတိသျှအင်ပါယာထဲမှာ အကျုံးဝင်ကြောင်း သဘောတူညီချက်စာချုပ်ပါပဲ။\nအဆိုပါစာချုပ်ကို လက်ခံတဲ့အဖွဲ့နဲ့ လက်မခံတဲ့အဖွဲ့ နှစ်ဖွဲ့ကွဲပြီး အိုင်ယာလန်ပြည်တွင်းစစ်ကြီးဖြစ်လာခဲ့တာပါ။\nအဆုံးမှာတော့ စာချုပ်ကိုလက်ခံတဲ့အဖွဲ့က အနိုင်ရပြီး ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/the-banshees-of-inisherin-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-ant-139x200.jpg",
        "title": "Antz (1998)",
        "description": "ဒီAntz animationဟာဆိုရင် Home, How to train you dragon, Kung Fu Panda,Abominable အစရှိတဲ့ animationကောင်းများစွာရဲ့ ပဲ့ကိုင်ရှင်ဖြစ်တဲ့ Director Tim Johnsonနဲ့ ကျွန်တော်တို့ကလေးဘဝတုန်းက အရမ်းကြိုက်ခဲ့ကြတဲ့\nMadagascar trilogyတို့ရဲ့ ပဲ့ကိုင်ရှင် Director Eric Darnellတို့ ၂ယောက် လက်တွဲရိုက်ကူးထားတဲ့ animation ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ ဒီလိုဒါရိုက်တာကောင်းတွေကိုမှ voice actor တွေအနေနဲ့ ပရိတ်သတ်တွေရဲ့ အချစ်တော်တွေဖြစ်ကြတဲ့ Sylvester Stallone နဲ့ Jennifer Lopezတို့က ပါဝင်သရုပ်ဆောင်ထားတော့ ​စကားဖောင်ဖွဲ့နေစရာတောင်မလိုဘဲ ကြည့်ကိုကြည့်သင့်တဲ့ animation ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇီ ဆိုတဲ့ပုရွက်ဆိတ်လေးက ကိုလိုနီထဲက တခြားပုရွက်ဆိတ်တွေနဲ့မတူဘဲ ကွာခြားတဲ့အတွေးအမြင်ရှိတဲ့ ပုရွက်ဆိတ်လေးပါ။ သူက အခုနေနေရတဲ့နေရာမှာမပျော်ဘဲ နေရာသစ်ကိုရှိမယ်လို့ယုံကြည်ရင်း သူနဲ့မကိုက်တဲ့နေရာအကြောင်းကို သူငယ်ချင်းတွေနဲ့ စကားပြောရင်း ညီးတွားနေတတ်သူပါ။ တစ်နေ့မှာ ဘယ်လာဆိုတဲ့ ပုရွက်ဆိတ်မင်းသမီးလေးနဲ့တွေ့ဆုံမိတဲ့အချိန်မှာတော့ သူ့ဘဝဟာ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/antz1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-half-134x200.jpg",
        "title": "Half Baked (1998)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အမေရိကန် ဟာသ Show တွေမှာ တွေ့ရတဲ့ David Khari Webber Chappelle ပါဝင်သရုပ်ဆောင်ထားတဲ့ Stoner တို့အကြိုက် ဟာသဇာတ်နှောလေးပဲဖြစ်ပါတယ်။ Stoner တို့ဖြတ်သန်းနေရတဲ့ ဘဝအကြောင်းတွေ၊ လွဲချော်မှုတွေ၊ ပညာပေးကဏ္ဍလေးတွေ၊ဖြစ်လေ့ဖြစ်ထရှိတတ်တဲ့ကိစ္စတွေရော ဖြစ်လေ့ဖြစ်ထမရှိတဲ့ကိစ္စတွေကိုပါပေါင်းထုပ်ဇာတ်လမ်းဆင်ပြီး ဟာသလေးနှောကာ တင်ဆက်ပြသထားတဲ့ဇာတ်ကားဖြစ်လို့ ကြည့်ရကျိုးနပ်စေမှာတော့အမှန်ပါပဲ။ stoner life အကြောင်းကို ကောင်းကောင်းကြီး ဖော်ပြပေးနိုင်တဲ့ ဇာတ်ကား တစ်ကားဆိုတာတော့ငြင်းမရပါဘူး။ဇာတ်လမ်းလေးရဲ့အစမှာတော့ သားဂွတ်ဂျန်ကင်း တို့ ငယ်သူငယ်ချင်း ၄ယောက် ဝေါ်ကိဆိုတဲ့ အရာကို စပြီးထိတွေ့မိလိုက်တဲ့အချိန်ကို အခြေပြုထားပါတယ်။ ဝေါ်ကိကို အရမ်းသဘောကျသွားတဲ့ သူငယ်ချင်း ၄ယောက်နဲ့အတူ ဘယ်လိုတွေ ချိတ် ရှာကြတယ်၊ ဘယ်လိုနေရာကဘာတွေရတယ်၊ ဘယ်သူတွေက ဘယ်လိုဂျင်းကျွေးတယ်၊ ဘယ်သူတွေကတော့ ထုံးစံအတိုင်း နေလှန်းတယ်ဆိုတာတွေကို ပေါ်ပေါ်လွင်လွင် ရိုက်ကူးတင်ဆက်ပေးထားပြီး ဝေါ်ကိရဲ့ကောင်းကွက် ဆိုးကွက်တွေကိုပါ မျှမျှတတ ဖော်ပြပေးထားပါတယ်။ အဲဒီလိုနဲ့ တစ်ရက်မှာ အစာကောက်ကြတဲ့အချိန် ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/half-baked-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZGJiZDY2ODQtMDViNC00ZmJkLTk4NzUtOGNkM2EwMzc3YmQ5XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Govinda Naam Mera (2022)",
        "description": "Govinda Naam Mera (2022)\nComedy, Drama, Romance\nIMDb 6.2/10ခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ ပုရိသတွေအသည်းကိုလုယူသွားတဲ့\nအိန္ဒိယနာမည်ကျော်မင်းသမီးချောလေး ကက်ထရီနားရဲ့ယောက်ျား မင်းသားဗစ်ကီရဲ့ကားသစ်လေးပဲဖြစ်ပါတယ်မင်းသမီးအနေနဲ့ကတော့ Kabir Singh ထဲက မင်းသမီးချောလေး\nကီယာရာလေးနဲ့ မင်းသမီး ဘူမီကာပဒ်နေကာတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်ဇာတ်လမ်းအကျဥ်းကိုပြောရမယ်ဆိုရင် မွန်ဘိုင်းမြို့ကြီးမှာ ဘဝတွေ\nဒုက္ခရောက်နေရတဲ့အထဲ တစ်ယောက်အပါအဝင်ဖြစ်တဲ့ ဂိုဗင်ဒါဆိုတဲ့ကောင်လေးရဲ့အကြောင်းပါသူဟာ မိန်းမဖြစ်သူနဲ့ ကွာရှင်းချင်နေပြီး ချစ်သူနဲ့နီးစပ်ချင်နေသူပါ\nသူ့ဘဝဟာ ဘယ်လောက်တောင် ပြဿနာတက်နေလဲဆိုရင် အိမ်ထောင်ကျပြီး မယားကြောက်ရတယ်\nမိခင်က ဖခင်ရဲ့မယားငယ်ဖြစ်လို့ အမွေဆိုင်အိမ်ဆုံးရှုံးရမှာကြောက်ရတယ်ဘဝက အခွင့်အရေးပေးလာပြန်တော့လည်း လူမိုက်တွေနဲတိုးပြန်လို့\nအသက်​ဆုံးရှုံးရမှာ ကြောက်ရပြန်ပါတယ်\nတစ်ရက်တော့ လောကကြီးက သူ့ကိုမျက်နှာသာပေးခဲ့ပြီး သူချစ်ရသူနဲ့နီးစပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ်\nဒါပေမဲ့ အဲ့ဒီကံကောင်းခြင်းဆုလာဘ်ဟာ မိန်းမဖြစ်သူရဲ့သေခြင်းတရားနဲ့ ဆက်စပ်နေတဲ့အခါမှာတော့...။\nဂိုဗင်ဒါ ဘယ်လိုမထူးဇာတ်ခင်းမလဲဆိုတာကို ဆက်လက်ရှုစားပေးပါဦးနော်။\nFile size…2.28GB / 1.1GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 11min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ OeliuJ ~ BpL ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/govinda-naam-mera-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ua9eZ7pDjFfhZhvCHIPfFsUwug.jpg",
        "title": "Siping Youth: The Past ( 2022 )",
        "description": "၁၉၉၀ ခုနှစ်နှောင်းပိုင်းကာလအချိန်...., လီလောင်ပါးဆိုသူဟာ\nမိဘနှစ်ပါးဆုံးပါးသွားခဲ့ပြီး တစ်ဦးတည်းသော ညီမလေးဖြစ်သူ\nလီရှောင်လိနဲ့အတူ နေထိုင်လာခဲ့ပါတယ် မောင်နှမ နှစ်ဦးသားဟာ\nအခက်အခဲပေါင်းများစွာကို မရပ်တန်း ရင်ဆိုင်ရင်း\nလောကဓံကို အံတုလာခဲ့ကြပါတယ်သူတို့မောင်နှမနှစ်ယောက်ဟာ ဆိပ်ကမ်းမှာနေတာဖြစ်တာကြောင့်\nရေလုပ်ငန်းကိုပဲ မှီတင်းပြီးတော့ အသက်မွေးဝမ်းကြောင်းပြုခဲ့ပါတယ်\nတစ်နေ့မှာတော့ တစ်ပူပေါ် တစ်ပူဆင့်ဆိုသလို အညှိုးကိစ္စ\nတစ်စုံတစ်ရာကြောင့် ညီမဖြစ်သူ လိရှောင်လိရဲ့\nအထက်တန်းစာမေးပွဲဝင်ခွင့်ကဒ်ပြားဟာ ဆိပ်ကမ်းခေါင်းဆောင်ဖြစ်သူ\nလျိုချန် လုယူသွားခြင်းကိုခံခဲ့ပါတယ် အဲဒီနောက်မှာတော့\nလီလောင်ပါးဟာ ရေလုပ်ငန်းကနေပြီး နှုတ်ထွက်ဖို့အထိပါ ချိန်းခြောက်ခံခဲ့ပါတယ်ညီမငယ်လေးကို အထက်တန်းစာမေးပွဲ ဖြေကြားပြီး\nတက္ကသိုလ်တတ်ရောက်သွားတာကို မြင်ချင်တဲ့ အစ်ကိုဖြစ်သူ\nလီလောင်ပါးရဲ့ ဆန္ဒကြောင့် လျိုချန်ကို ပြန်လည်ချေပဖို့\nကြိူးစားလာခဲ့တဲ့ အချိန်မှာတော့ ....?❏ ဘယ်လိုစိန်ခေါ်မှုတွေနဲ့ ကြုံတွေ့ရမလဲ?\n❏ ဘဝတစ်ပါးကို ကူးပြောင်းသွားပြီဖြစ်တဲ့\nမိဘနှစ်ပါးရဲ့ ဆန္ဒကိုရော လီလောင်ပါးတစ်ယောက် အေးချမ်းအောင်ဆောင်ရွက်နိုင်ပါ့မလား?\n❏ ညီမဖြစ်သူကို တက္ကသိုလ်ကျောင်းသူကြီးအဖြစ်\nမြင်တွေ့ချင်တဲ့ သူ့ရဲ့ ဆန္ဒကရော ပြည့်ဝပါ့မလား?\n❏ သူ့ရဲ့ပေးဆပ်မှုတွေ ကရော အရာထင်ပါ့မလား? ဆိုတာ\nကြည့်ရှုရမဲ့ ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်\nဒီကားထဲမှာ အစ်ကိုတစ်ယောက် ညီမအပေါ်ထားတဲ့ မေတ္တာအပြင်\nလုပ်ဖော်ကိုင်ဖက် ညီအစ်ကိုတွေ အချင်းချင်းစည်းလုံးမှုတွေ\nသစ္စာရှိမှုတွေကိုပါ မြင်တွေ့ရမှာဖြစ်လို့ တကယ်ကို\nနွေးထွေးလှတဲ့ ဇာတ်ကားလေးတစ်ခုဖြစ်နေမှာ အမှန်ပါပဲ\nအခုပဲကြည့်ရှုလိုက်ရအောင်ပါနော်\n[Reviewed ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/siping-youth-the-past-2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A2yyLdbrqoAepr6BexMpJjosLHq.jpg",
        "title": "Lost in Saigon (2016)",
        "description": "Lost in Saigon (2016)Lost in Saigon ဆိုတဲ့ ဗီယက်နမ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေဇာတ်လမ်း အကျဉ်းလေးကတော့\nမိသားစု တစ်စုမှာ မိန်းမက ကလပ်မှာ သီချင်းဆိုပြီး အိမ်ထောင်ဦးစီးလုပ်ပြီး\nယောကျာ်းဖြစ်သူမှာ ကလေးထိန်း ဟင်းချက် အဝတ်လျော်ကာ အိမ်ရှင်မ ရာထူးကို ယူထားကြပါတယ်။\nမိန်းမဖြစ်သူမှာလည်း သူငယ်ငယ်က အဆိုတော်ကြီးဖြစ်ချင်တဲ့ အိပ်မက်ကို\nစပွန်ဆာဘဲကြီး တစ်ပွေက စပွန်ဆာပေးမည်ဟု ပြောလာပါတယ်။\nဒါနဲ့ပဲ မိန်းမ ဖြစ်သူဟာ နာမည်မကြီးခင် စနေနှစ်ခိုင် အရင်ကြီးအောင်လုပ် ဆိုတဲ့ ထုံးကို နှလုံးမူပြီး ခွဲစိတ်ဖို့ အတွက် ပိုက်ဆံလိုလာပါတယ်။\nဒါနဲ့ အိမ်ကယောကျာ်းပေးထားတဲ့ လက်ထပ်လက်စွပ်ကို ရောင်းပြီး\nစနေနှစ်ခိုင်ကြီးအောင် လုပ်မယ်ဆိုပြီး လုပ်ရာကနေ ယောကျာ်းနဲ့စကားများပြီး အရောင်းဆိုင်ကို ရောက်သွားပါတော့တယ်။\nကံဆိုးချင်တော့ ရွှေဆိုင်ကို ဓားပြလာတိုက်တာနဲ့ကြုံပြီး မျက်မြင်သက်သေတွေဖြစ်ကာ\nသူတို့မိသားစုလေးနဲ့ဓားပြတွေ ဘယ်လိုတွေ နှစ်ပါးသွားပြီး တွေ့ကြမလဲ\nသူတို့ရဲ့ အိမ်ထောင်ရေးကကော ဘယ််လိုတွေဖြစ်ကြမလဲ ဆိုတာကို\nပေါ့ပေါ့ပါးပါးနဲ့ ဟာသတွေ အရွှန်းဖောက်ကာ ရယ်စရာကောင်းတဲ့ မိသားစု ကားလေးဖြစ်ပါတယ်။\nဗီယက်နမ်ကားဆိုတော့လဲ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/lost-in-saigon-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yTq5OB0LZwqbtZrpBUsB6fruLEf.jpg",
        "title": "Marriage Blue (2013)",
        "description": "Marriage Blue (2013)၂၀၁၃ ခုနှစ်ထွက် Marriage Blue ဇာတ်လမ်းကတော့\nJu Ji Hoon, Ma Dong Seok, Lee Yeon Hee, Kim Kang Hoon,\nLee Hee Joon, 2PM အဖွဲ့ဝင် Taecyeon စတဲ့ နာမည်ကျော်သရုပ်ဆောင်တွေများစွာပါဝင်ထားတဲ့ အချစ်ဟာသရုပ်ရှင်လေးဖြစ်ပါတယ်။လူတိုင်းရဲ့ဘဝမှာ ကောင်းတာပဲဖြစ်ဖြစ် ဆိုးတာပဲဖြစ်ဖြစ် အလှည့်အပြောင်းတွေကြုံရတဲ့အခါ စိတ်ပိုင်းဆိုင်ရာပြဿနာတွေကြုံရလေ့ရှိပါတယ်။\nဒါကြောင့် ကလေးမွေးပြီးနောက်ပိုင်းခံစားရတဲ့ စိတ်ကျရောဂါကိုတော့ baby blue လို့ခေါ်ပြီး\nလက်မထပ်ခင်ဖြစ်တတ်တဲ့ စိတ်ပိုင်းဆိုင်ရာပြဿနာတွေကိုတော့ marriage blue လို့ခေါ်ပါသတဲ့။ဒီရုပ်ရှင်ထဲမှာတော့ လက်ထပ်ပြီး ဘဝတစ်ခုတည်ထောင်ကြမယ့်စုံတွဲလေးတွဲရဲ့ ပြဿနာတွေ၊ ကြည်နူးစရာတွေကိုကြည့်ရှုရမှာဖြစ်ပြီး\nပရိတ်သတ်တွေအသဲစွဲ သရုပ်ဆောင်တွေမြိုင်မြိုင်ဆိုင်ဆိုင်ပါပဲ။၂၀၁၃ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ရုပ်ရှင်ဖြစ်ပေမယ့် ဘယ်အချိန်ကြည့်ကြည့် လက်တွေ့ဘဝက စုံတွဲတွေရဲ့ အချစ်ရေးပြဿနာတွေကို\nပေါ့ပေါ့ပါးပါးမီးမောင်းထိုးပြထားသလို ဇာတ်လမ်းဇာတ်အိမ်လေးမို့ ကြည့်ရှုသင့်တဲ့ ရုပ်ရှင်တစ်ကားပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lao Qui ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. ...",
        "rating": "",
        "url": "https://channelmyanmar.org/marriage-blue-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/964VZmKXGmjXmsHdG4yDoast8lV.jpg",
        "title": "Something in the Dirt (2022)",
        "description": "Something in the Dirt (2022)Sci-Fi ဇာတ်လမ်းတွေကိုနှစ်သက်သူတွေ ကြည့်စရာဇာတ်ကားကောင်းတစ်ခုဖြစ်တဲ့ \"Something in the Dirt\" ပါ။\nဒီဇာတ်ကားက ကိုဗစ်၁၉ လော့ခ်ဒေါင်းကာလမှာ ဒါရိုက်တာအိမ်မှာပဲ လူဆယ့်နှစ်ယောက်လောက်နဲ့ရိုက်ကူးထားတာမို့\nဘတ်ဂျက်မူဗီအနေနဲ့ကတော့ တော်တော်အရည်အသွေးမှီတဲ့ဇာတ်လမ်း နဲ့ရိုက်ချက်တွေပါပဲ။ဒီကမ္ဘာကြီးမှာ ဘယ်သူမှမဖြေရှင်းနိုင်တဲ့ပဟေဋိတွေအများကြီးပါ\nဥပမာ ကွင်းဆက်လူသတ်သမား ဂျက်ရစ်ပါကဘယ်သူလဲ\nJFK ကိုဘယ်သူသတ်တာလဲ\nပိရမစ်တွေကဘာအတွက်ဘယ်လိုတည်ဆောက်ခဲ့လဲစသဖြင့်ပေါ့။ဒီဇာတ်လမ်းမှာတော့ လီဗိုင်ဆိုတဲ့ သက်လတ်ပိုင်းလူတစ်ယောက်က အိမ်အသစ်တစ်ခုကိုပြောင်းလာပါတယ်။\nသူကဘားမှာအလုပ်လုပ်သူဖြစ်ပြီး သူ့ဘဝကဘာမှအဓိပ္ပါယ်မရှိပဲလွင့်မြောနေသူ ဆိုပါတော့။\nသူပြောင်းလာတဲ့တိုက်ခန်း၊ ဘာမှမရှိတဲ့တိုက်ခန်းထဲမှာ ဘာမှမထူးခြားတဲ့နေ့လည်ခင်းတစ်ခုမှာ\nအပေါ်ကပြောခဲ့သလိုမဖြေရှင်းနိုင်တဲ့ပဟေဋိမျိုးနဲ့ကြုံလိုက်ရပါတယ်။\nအဲဒီအချိန်မှာ သူ့အိမ်နီးချင်းကလဲရှိနေတယ် ပြီးတော့ဒါကသရဲခြောက်တာလို့သူတို့ထင်တော့\nသူတို့နှစ်ယောက်ပေါင်းပြီးဒါကိုမှတ်တမ်းဗီဒီယိုရိုက်မယ် ပြီးရင်နက်ဖလစ်မှာ ရောင်းစားကြမယ်ပေါ့။\nဒါပေမဲ့တကယ်တမ်းကျတော့ ဒါကသရဲခြောက်တာမဟုတ်ဘဲ သိပ်နက်နဲတဲ့ပဟေဋိဖြစ်နေတော့\nအခုမှတွေ့တဲ့သူစိမ်းအိမ်နီးချင်းနှစ်ယောက် ဘာတွေများရှာတွေ့ဦးမလဲ\nသူတို့ရဲ့မှတ်တမ်းတင်ရုပ်ရှင်ကိုရော နက်ဖလစ်မှာ မကြာခင်ကြည့်ရတော့မလားဆိုတာ ကြည့်လိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror, Sci-fi\nQuality…. 1080p | 720p | 480p\nFile size…\nFormat… mp4\nDuration….1h 56min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/something-in-the-dirt-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Sechs-Schwedinnen-auf-der-Alm-146x200.jpg",
        "title": "(21+)Six Swedish Girls in Alps (1983)",
        "description": "မင်းသမီးတွေ မင်းသားတွေအများကြီးနဲ့ မြန်မာပေါကားများသင်ကြည့်ဖူးပါသလား\nအောက်လုံးဟာသများစွာဖြင့် ရွှေမင်းသမီးလေးများ\nမပေါ့်တစ်ပေါ် မခို့တရို့ဖြစ်နေပုံကို အားမလိုအားမရကြည့်ဖူးပါသလားသင့်အတွက်တင်ဆက်ပေးလိုက်တဲ့ ဒီဇာတ်ကားလေးထဲမှာ\nလန်းလှပါတယ်ဆိုတဲ့ ဆွီဒင်မလေးခြောက်ယောက်ဟာ\nရောက်လေရာမှာ ဘဲတွေကိုစားစရာလိုသဘောထားပြီး\nစားသုံးမြည်းစမ်းကြပုံတွေကို သိုင်းကွက်စုံစွာ ဆွစ်ဇာလန်ရဲ့ရှုခင်းလှပမှုတွေနဲ့\nလှပျိုဖြူလေးမျရဲ့ရတနာတွေကို ‌ကွက်ကွက်ကွင်းကွင်း\nမုန့်တီဟင်းနှယ် ကြည့်ရှုရမည့်အပြင်\nဇာတ်အိမ်တည်ထားတာလေးကလဲ ပါဝင်သေးတော့\nမပျင်းမရိအားပေးလို့ရပြီဖြစ်ကြောင်း လက်တို့ခါးတို့ အကုန်တို့ပေးလိုက်ပါတယ်\nFile size…982MB\nQuality…720p BR RIP \nFormat…mp4\nDuration….1h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/21six-swedish-girls-in-alps-1983/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8znyj20O3EYLD2EzWnZQMnkE4zH.jpg",
        "title": "Addams Family Values (1993)",
        "description": "Addams Family Values (1993)~ IMDb - 6.8/10, Rotten Tomatoes - 75% ~Addams Family ဟာ အမေရိကန်ကာတွန်းဆရာ Charles Addams ဖန်တီးခဲ့တဲ့ Fictional Family တစ်ခုဖြစ်ပြီး The New Yorker မဂ္ဂဇင်းမှာ 1938 ကတည်းက စတင်ပုံနှိပ်ဖော်ပြခံခဲ့ရတဲ့ နှစ်၁၀၀နီးပါး သက်တမ်းရှိပြီဖြစ်တဲ့ ကာတွန်းဇာတ်ကောင်တွေပါပဲ။ Tom & Jerry ထက်‌တောင် နှစ်နှစ်စောပေါ်ခဲ့တဲ့ ဇာတ်ကောင်တွေ‌ပေါ့။ 1964 မှာ The Addams Family ဆိုပြီး TV series အနေနဲ့ စအသက်သွင်းခဲ့ပြီး Addams Family franchise ကြီးစတင်ခဲ့ပါတယ်။ ခုထိဆို တီဗီစီးရီး ၇ခု ထွက်ပြီးပါပြီ။ 1991-1999အတွင်းမှာတော့ ရုပ်ရှင်သုံးကားထွက်ရှိခဲ့ပြီး 2019 နဲ့ 2021 ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/addams-family-values-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qFf8anju5f2epI0my8RdwwIXFIP.jpg",
        "title": "The Addams Family (1991)",
        "description": "The Addams Family (1991)~ IMDb - 6.9/10, Rotten Tomatoes - 67% ~Addams Family ဟာ အမေရိကန်ကာတွန်းဆရာ Charles Addams ဖန်တီးခဲ့တဲ့ Fictional Family တစ်ခုဖြစ်ပြီး The New Yorker မဂ္ဂဇင်းမှာ 1938 ကတည်းက စတင်ပုံနှိပ်ဖော်ပြခံခဲ့ရတဲ့ နှစ်၁၀၀နီးပါး သက်တမ်းရှိပြီဖြစ်တဲ့ ကာတွန်းဇာတ်ကောင်တွေပါပဲ။ Tom & Jerry ထက်‌တောင် နှစ်နှစ်စောပေါ်ခဲ့တဲ့ ဇာတ်ကောင်တွေ‌ပေါ့။ 1964 မှာ The Addams Family ဆိုပြီး TV series အနေနဲ့ စအသက်သွင်းခဲ့ပြီး Addams Family franchise ကြီးစတင်ခဲ့ပါတယ်။ ခုထိဆို တီဗီစီးရီး ၇ခု ထွက်ပြီးပါပြီ။ 1991-1999အတွင်းမှာတော့ ရုပ်ရှင်သုံးကားထွက်ရှိခဲ့ပြီး 2019 နဲ့ 2021 ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-addams-family-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4PRmHa3YqOkhzwhuSyhbgEYAG7w.jpg",
        "title": "Liberal Arts (2012)",
        "description": "Liberal Arts (2012)~ IMDb - 6.7/10, Rotten Tomatoes - 71% ~Cast တွေကို ကြည့်လိုက်ရုံနဲ့တင် ပေါ့ပေါ့တန်တန်ကား မဟုတ်တာ သဘောပေါက်ကြမယ့် ၂၀၁၂ ထွက် Drama Comedy ဇာတ်ကားလေးတစ်ကားပါ။ ပုရိသတို့အသည်းစွဲ မမ Elizabeth Olsen ရယ်၊ HIMYM က ကိုယ်တွေရဲ့ ဘော်ဒါကြီးတက်ဒ် ဖြစ်တဲ့ Josh Radnor တို့ရယ်ဆိုတော့ အတိုင်းထက်အလွန်ပေါ့။ဒီဇာတ်ကားလေးမှာတော့ တက်ဒ်ဟာ ကျောင်း၀င်ခွင့်အရာရှိတစ်ယောက်ဖြစ်တဲ့ ဂျက်ဆီနေရာကနေ သရုပ်ဆောင်ထားပါတယ်။ HIMYM မှာကတည်းက အသည်းကွဲဘော်ဒါကြီး တက်ဒ်ဟာတော့ ဒီထဲမှာလည်း အိမ်ထောင်ကွဲခါစ အသည်းကွဲသမားကြီး ဖြစ်နေပြန်ပါတယ်။ ဂျက်ဆီရဲ့ ကျောင်းသားဘ၀က ဆရာဖြစ်သူ ပီတာရဲ့ အငြိမ်းစားယူပွဲလေးကြောင့် ကောလိပ်တက်ခဲ့ရာ‌ဒေသကို ခဏပြန်လာခဲ့ရင်း ကျောင်းသူတစ်ဦးဖြစ်တဲ့ ဇစ်ဘီနဲ့ ဆုံမိကြတယ်။ အိမ်ထောင်ကွဲခါစ ဂျက်ဆီနဲ့ ကောလိပ်က ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/liberal-arts-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/p2eoq9irhobu-140x200.jpg",
        "title": "Crazy Little Thing Called Love (2010) First Love",
        "description": "ယခင်က DVD 720p အရည်အသွေးသာရှိခဲ့ပေမယ့် ယခုအခါ Netflix WEB-DL 1080p Quality ထွက်ရှိလာလို့ Update လိုက်ပါပြီ။“Crazy Little Thing Called Love” (သို့မဟုတ်) A Little Thing Called Love (သို့မဟုတ်) First Loveမင်းသားချော မာရီယိုနဲ့ မင်းသမီးချော Baifern တို့ရဲ့ နာမည်ကြီးဇာတ်ကားပါ။ဆယ်ကျော်သက်အရွယ်မှာ ပထမဆုံးအချစ်ဆိုတာ ကျော်ဖတ်သွားလို့ မဖြစ်နိုင်တဲ့ ညှို့အားအပြည့်နဲ့ ဒိုင်ယာရီလေး တစ်အုပ်ပါပဲ...\nအချစ်တစ်ခုကို အလှဆုံးချရေးပြီး ဘဝတလျှောက်မှာ ဘယ်အချိန်ပြန်ဖတ်ဖတ် လှတယ်\nအချစ်ရဲ့စွမ်းအားကိုကောင်းတဲ့နေရာတွေမှာ အကျိုးရှိရှိအသုံးချရင်း ဘဝကိုအလှပဆုံးဖန်တီးသွားနိုင်သလို တစ်ခါပြန်မရနိုင်တဲ့အကောင်းဆုံးအမှတ်တရလေးတွေလဲရောက်လာအောင်ဖန်တီးပေးနိုင်ပါတယ်\nလူတစ်ယောက်ကို ထုတ်မပြောပဲအဝေးကနေငေးပြီး တိတ်တိတ်လေးရော ချစ်ဖူးလား???\nအချစ်ဆိုတာ စည်းချက်တစ်ခုလိုပဲ ကိုယ်ပေးချင်တဲ့အချိန်သူကလိုချင်တဲ့အချိန်ဖြစ်မှ သူလိုချင်တဲ့အချိန်ကိုယ်က ပေးနိုင်ခဲ့မှ လွဲချော်သွားခဲ့ရင် အရာရာဟာ ရင်နာစရာပါပဲ...\nဒါကြောင့် ဖွင့်ပြောလိုက်ပါ။အစွမ်းကုန်ချစ်ကြည့်လိုက်ပါ။\nနူးညံ့တဲ့ ခံစားမှုလေးတစ်ခုဟာလူတစ်ယောက်ကို အရာရာဖန်တီးပေးနိုင်တယ်\nဆယ်ကျော်သက်အရွယ်မှာ ပထမဆုံးအချစ်ဆိုတာ မိုးတိတ်တဲ့အခါ ကောင်းကင်မှာ ပေါ်လာတဲ့ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/crazy-little-thing-called-love-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g9CjIIyZdCybuCRkn4Ad8uWBclu.jpg",
        "title": "Date With an Angel (1987)",
        "description": "Date With an Angel (1987)======================ဂျင်မ် ဆန်ဒါစ်ဆိုတဲ့ ကောင်လေးက ဂီတကို စိတ်ဝင်စားပြီးသူငယ်ချင်း ကောင်ရှုပ်လေးတွေနဲ့ အချိန်ဖြုန်းလေ့ရှိသူပါသူ့မှာ ပက်တီဆိုတဲ့ ချစ်သူကောင်မလေးရှိပြီး မိဘချင်းလဲသဘောတူတာကြောင့် စေ့စပ်ပွဲလုပ်ပေးခဲ့ပါတယ် စေ့စပ်ပွဲညမှာပဲ သူငယ်ချင်းတွေက စနောက်ခေါ်ဆောင်ပီး ဂျင့်မ်အိမ်မှာပဲ ပါတီလုပ်ခဲ့ကြတယ် ပါတီရဲ့မနက်မှာတော့ ဂျင်မ်တစ်ယောက်ထဲရှိတဲ့အချိန် ရေကူးကန်ထဲမှာ\"နူးညံ့သိမ်မွေ့တဲ့အလှတရားအစစ်” ပိုင်ဆိုင်ထားတဲ့ အတောင်ပံကျိုးနေတဲ့ နတ်သမီးတပါးကို တွေ့လိုက်ရတယ် နတ်သမီးရဲ့အတောင်ပံပြန်ကောင်းအောင် ကုပေးရင်း စောင့်ရှောက်ပေးရင်းနဲ့အဲ့နတ်သမီးကိုသုံပြီး အမြတ်ထုတ်ချင်တဲ့ လူတွေရန်မှ ဂျင်မ်ကကာကွယ်ပေးရင်းနဲ့ ဘယ်လိုတွေဆက်ဖစ်ကြမလဲဆိုတာတော့ဇာတ်လမ်းလေးကို ဆက်ပီး ကြည့်ရှုပေးကြဦးနော်......File size…1.45GB / 659MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Comedy , Romance , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Duckkie",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/date-with-an-angel-1987/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fzQN7YcIgboMavMMwrOTaqz8agm.jpg",
        "title": "Sam & Kate (2022)",
        "description": "Sam & Kate (2022)- Rotten Tomatoes - 73%, Meta - 58% ~နှစ်တိုင်းလိုလို ခရစ်စမတ်ကာလနီးလာရင် ခရစ်စမတ် Theme ဇာတ်ကားကောင်းလေးတွေ ထွက်လေ့ရှိတဲ့ထုံးစံအတိုင်း ဒီ 2022 မှာတော့ Sam & Kate ဆိုတဲ့ အချစ်ဟာသဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ \"ကိတ်ထ် နဲ့ ဆမ်\" ဆိုတဲ့ အဓိကဇာတ်ဆောင်နှစ်ဦးပါဝင်ပြီး ကိတ်ထ်ဟာ နယ်မြို့လေးမှာ စာအုပ်ဆိုင်လေးတစ်ဆိုင်ကိုဖွင့်ထားတဲ့ ခပ်အေးအေးနေတတ်သူ ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်။ ဆွေမျိုးရယ်လို့တော်စရာ \"တီနာ\" ဆိုတဲ့ မိခင်တစ်ဦးသာရှိပြီး အဆင်းရောအချင်းပါပြည့်စုံပေမဲ့ ထူးဆန်းစွာပဲ Single တစ်ယောက်ဖြစ်လို့နေပါတယ်။တစ်ဖက်မှာတော့ ဆမ် ဟာ ပန်းချီပညာဘက်မှာ ပါရမီပါပြီး ထူးချွန်ပေမဲ့ ဖခင်ရဲ့ ကျန်းမာရေးက တစ်နေ့တခြား ပိုဆိုးလာတာကြောင့် သူ့အိပ်မက်တွေကိုစွန့်လွှတ်ပြီး ဖခင်ရှိရာ ကိတ်ထ်တို့ရဲ့မြို့လေးက ချောကလက်စက်ရုံတစ်ခုမှာ ရရာအလုပ်ဝင်လုပ်ရင်း လူ့ဂွစာဖခင်ကို စောက်ရှောက်နေခဲ့ပါတယ်။ဒီလိုနဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/sam-kate-2022/"
    }
]