[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u71tsZpPsIK9kTXbxHtSbNr6oSd.jpg",
        "title": "F*ck Love Too (2022)",
        "description": "F*ck Love (2022)\n======================\nComedy, Roamanceအချစ်ကို ရုပ်ရှင်၊စာပေ။ဂီတတွေမှာ ပုံစံမျိုးစံနဲ့ဖော်ပြခဲ့ကြတာပါပဲ။ဒီကားလေးမှာတော့ ရင့်ကျက်ပြီး သက်လတ်ပိုင်းအရွယ် သူငယ်ချင်းအမျိုးသမီး ၃ ယောက်ဟာ\nအချစ်ဆိုတဲ့အရာကို စိတ်ကူးယဉ်ဆန်မှုတစ်ခုပဲလို့ ယူဆထားကြပါတယ်။ဒီလိုခံယူချက်တွေတူနေပေမယ့် သူတိူ့မှာ အိမ်ထောင်ကွဲထားတဲ့သူ၊ Single Mom နဲ့ လက်ထပ်တော့မယ်သူ ဆိုပြီး\nသူတို့ ၃ ယောက်ရဲ့ အချစ်ရေးဟာလည်း မျိုးစုံဖြစ်လို့နေပါတယ်။သူတို့က လိုက်မရှာပေမယ့် အချစ်က သူတို့ကိုရှာတွေ့သွားတဲ့အခါမှာတော့\nဒီမမကြီး ၃ ယောက်ရဲ့ ဘဝမှာ ဘာတွေများပြောင်းလဲသွားမလဲဆိုတာကို ကြည့်ရှုရမှာပါနာမည်ကြီး Sex and The City ကားလိုမျိုး အရမ်းရယ်နေရတဲ့ ကားဖြစ်ပြီး\n\"အချစ်\" ဆိုတဲ့အဓိပ္ပာယ်ကိုလည်း ပါးပါးလေးပုတ်ပြထားပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)Genre.....Comedy, Romance\nQuality….1080p | 720p| 480p\nFile size… 1.43GB | 774MB | 283MB\nFormat…mp4\nDuration….1h 32min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "",
        "url": "https://channelmyanmar.org/fck-love-too-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-2-135x200.jpg",
        "title": "On the Count of Three (2022)",
        "description": "Val နဲ့ Kevin တို့ဟာငယ်ကတည်းကပေါင်းလာတဲ့သူငယ်ချင်းတွေပါ။Kevin ဟာကလေးဘ၀တည်းကစိတ်ကျန်းမာရေးပြဿနာတွေရှိခဲ့သူပါ။တစ်ခါကဆေးသောက်ပြီးကိုယ့်ကိုယ်ကိုယ် သတ်သေဖို့ကြိုးစားတဲ့အတွက်စိတ်ကျန်းမာရေးဆေးရုံကိုပို့ခံထားရပါတယ်။Val ဟာလည်းငယ်စဉ်ကဖခင်ဖြစ်သူရဲ့ရိုက်နှက်တာခံရလို့နာကျည်းနေသူပါ။သူမုန်းတီးတဲ့အလုပ်ကြောင့်လည်း စိတ်ဆင်းရဲနေပါတယ်။တစ်နေ့မှာတော့ Val ဟာ Kevin ကိုစိတ်ကျန်းမာရေးဆေးရုံကနေခေါ်ထုတ်ပြီး နှစ်ယောက်တူတူအဆုံးစီရင်ဖို့ သဘောတူလိုက်ကြပါတယ်။ဒါပေမယ့် မသတ်သေခင်နောက်ဆုံးတစ်ရက်မှာ သူတို့ရဲ့မပြီးပြတ်တဲ့ကိစ္စတွေကို လုပ်ဖို့ကြိုးစားရာကနေ တလွဲတွေဖြစ်လာပြီး ဘ၀အပေါ်အမြင်ပြောင်းလဲလာပုံကိုတင်ဆက်ထားပါတယ်။Jerrod Carmichael ကဒါရိုက်တာ‌အနေနဲ့ရော သရုပ်ဆောင်အနေနဲ့ပါ ပါ၀င်ထားပါတယ်။ဘ၀ရဲ့တန်ဖိုးကိုဆန်းစစ်ပြပြီး သူငယ်ချင်းနှစ်ယောက်ကြား သံယောဇဉ်ကိုပါကြည့်ရမှာပါ။\nRotten tomatoes -85%\nMetacritic -74% File size…(1.6gb)/(746MB)/(349MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:26:00\nGenre...Comedy /Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://channelmyanmar.org/on-the-count-of-three-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7UGmn8TyWPPzkjhLUW58cOUHjPS.jpg",
        "title": "Chip ‘n Dale: Rescue Rangers (2022)",
        "description": "Chip 'n Dale: Rescue Rangers (2022)~ IMDb - 7.3/10, Rotten Tomatoes - 79% ~Chip 'n Dale ဟာ လက်ရှိမှာ ကြည့်ပြီးတဲ့ လူတိုင်းနီးပါး အားရတဲ့ Fun တော်တော်ဖြစ်တဲ့ ရုပ်ရှင်ဖြစ်ပြီး နိုင်ငံတကာရုပ်ရှင်ဖန်တွေက Rating - 5/5 , 10/10 တွေ ပေးထားကြပါတယ်။ Chip 'n Dale: Rescue Rangers ဆိုတဲ့ ဟိုတုန်းက နာမည်ကျော် Dinsey ကာတွန်းဇာတ်လမ်းတွဲထဲက ရှဉ့်ငရှုပ်နှစ်ကောင်ကို အဓိကထားပြီး တခြား ၉၀ပြည့်နှစ်က ကာတွန်းဇာတ်ကောင်တွေအများကိုလည်း cameo ထည့်ထားသလို လက်ရှိ ရုပ်ရှင်တွေကိုလည်း ဖောင်းထုထားတဲ့ တော်တော့်ကို ကြည့်ပျော်တဲ့ ရုပ်ရှင်ပါပဲ။ Nostalgia ဖြစ်စရာတွေလည်း အပြည့်ပါပဲ။ဒစ္စနေးကားပေမဲ့ Cameo တွေဟာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/chip-n-dale-rescue-rangers-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYzA0NGY2NGItNTg2ZS00ZWRlLTg4ZDctYzQ5Zjg3NGE2ZDNlXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Sonic the Hedgehog 2 (2022)",
        "description": "Sonic the Hedgehog 2 (2022)=====================IMDb Rating - 6.9/10ကျွန်တော်တို့ငယ်ငယ်ကတည်းက ဂိမ်းလောကမှာ နာမည်ကြီးခဲ့တဲ့\nဆိုးနစ် ဖြူကောင်လေး လာပါပြီ။ ဒီရုပ်ရှင်ကတော့ ဒုတိယကားပါ။\nပထမကားကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပါတယ်။\nဗီလိန်ကလည်း The Mask လို ရုပ်ရှင်တွေနဲ့ ဂန္ထဝင်ဖြစ်ခဲ့တဲ့ ဂျင်မ်\nကာရေးပဲ ဖြစ်ပါတယ်။ပထမကားမှာတော့ ဗီလိန်ကြီး ရိုဘော့နစ်တစ်ယောက် ကမ္ဘာပေါ်ကနေ\nအခြားဂြိုလ်ကို ကန်ထုတ်ခံလိုက်ရပြီး အဆုံးသတ်သွားခဲ့ပါတယ်။\nအခုကားမှာတော့ ရိုဘော့နစ် ပြန်လာတဲ့အပြင် သူနဲ့အတူ ဆိုးနစ်ကို\nတိုက်ခိုက်မယ့် ဂြိုလ်သားလေး နက်ကယ်ပါ ပါလာပါတယ်။ ဒါ့အပြင်\nဆိုးနစ်ကိုလေးစားနေတဲ့ မြေခွေးလေး တေးလ်စ်ပါ ပါလာတဲ့အခါ\nတစ်ဖက်ကို နှစ်ယောက်ဆီ ဘယ်လိုရင်ဆိုင်ပြီး တိုက်ခိုက်ကြမလဲဆိုတာ\nကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nSonic 1 ကို မကြည့်ရသေးသူများက ဒီလင့်မှာကြည့်လို့ရပါတယ်။ Click HereFile Size - (2.61 GB) / (1.29 GB)\nQuality – Web-Rip ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/sonic-the-hedgehog-2-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7qop80YfuO0BwJa1uXk1DXUUEwv.jpg",
        "title": "The Bad Guys (2022)",
        "description": "The Bad Guys (2022)ဒီနှစ်ရဲ့အကောင်းဆုံး အနီမေးရှင်းရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်တဲ့ လူဆိုးကြီးများအဖွဲ့ လာပါပြီ။\nဇာတ်လမ်းကတော့ သူငယ်ချင်းစိတ်ဓာတ်၊ အကောင်းနဲ့အဆိုး စိတ်လွန်ဆွဲပွဲကို\nဇာတ်လမ်းကောင်းကောင်းနဲ့ ဟာသတွေ ရောယှက်ပြီး ဖန်တီးထားတာပါပဲ။\nလူတွေအများစု ကြောက်လန့်ကြတဲ့ သတ္တဝါမျိုးစိတ်တွေကို လူဆိုးတွေအဖြစ်ပုံဖော်ပြထားပြီး၊\nအဲဒီလူဆိုးအဖွဲ့ကို လူကောင်းပြန်ဖြစ်လာအောင်ကူညီနေတဲ့ ပူးကလေးရယ်ပါတာပေါ့။\nလှည့်ကွက်တွေများများကြည့်ရအောင် ဇာတ်လမ်းတော့ပြောမပြတော့ပါဘူး။\nနောက်ခံသီချင်းတွေကလည်းအတော်ကောင်းပြီး\nလှုပ်ရှားမှုတွေရော အသံသရုပ်ဆောင်တွေရော ကောင်းတာမို့ ကိုယ်တိုင်ခံစားကြည့်လိုက်ပါဦး။အညွှန်းကိုတော့ Mr.Anderson က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Mr.Anderson, Chcuk နဲ့ Yoon တို့ပဲ ဖြစ်ပါတယ်Genre.....Animation, Adventurd, Comedy\nQuality….WEB-DL 1080p and 720p and 480p\nFile size…1.5GB and 750MB and 300MB\nFormat…mp4\nDuration….1h 40min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson, Chuck, Yoon\nEncoder ..... August",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-bad-guys-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qqcmJrzVx3Yx3IcBpqrgb2SK1Rx.jpg",
        "title": "The Informant! (2009)",
        "description": "The Informant! (2009) အာချာဒယ်နီယယ်မဒ်လန်း (ADM) ဆိုတဲ့ ကုမ္ပဏီကြီးဟာ နာမည်ကြီး လိုင်စင်းထုတ်လုပ်တဲ့ ကုမ္ပဏီတစ်ခုဖြစ်ပြီးတော့ စီးပွားရေးလောကရဲ့ တစ်စိတ်တစ်ပိုင်းကို ချုပ်ကိုင်ထားနိုင်တဲ့ ကုမ္ပဏီကြီးတစ်ခုလည်းဖြစ်ပါတယ်။သူ့ရဲ့အောင်မြင်မှုတွေဟာ အပြင်ပန်းမှာတော့ ဦးမော့နိုင်နေပေမဲ့ အတွင်းမှာတော့ မသမာမှုတွေနဲ့ ရှုပ်ထွေးပွေလီပြီး သပွတ်အူလိုက်နေပေါ့။ဒီလိုမသာမာတဲ့နည်းလမ်းနဲ့ စျေးကွက်ကို လုပ်ချင်သလိုလုပ်နေကြတာကို FBI ကရိပ်စားမိနေတော့ အမှုပတ်မှာစိုးတဲ့ မာ့ခ်ဝှဒ်အေကဟာ ဒီလုပ်ရပ်တွေကိုဖော်ဖို့ FBI နဲ့ပူးပေါင်းလိုက်ပါတော့တယ်။ဒီလိုနဲ့ မာ့ခ်ဝှဒ်အေကဟာ သတင်းပေးအဖြစ် ကုမ္ပဏီရဲ့လုပ်ရပ်တွေကိုဖော်ရင်းက မသာမာမှုတွေဟာ တစ်စပြီးတစ်စပေါ်လာခဲ့ပါတယ်။အစကတည်းက မသမာခဲ့တဲ့ မာ့ခ်ဝှဒ်အေကဟာ သူ့လုပ်ရပ်တွေပါ ပေါ်လာတဲ့အခါ ရှေ့ဆက်တိုးဖို့အလွန်စိုးရိမ်လာခဲ့ပါတယ်။ ဒီလိုနဲ့ ဆုပ်လည်းစူး စားလည်းရူးအခြေအနေဖြစ်လာတဲ့အခါ သူဘယ်လိုရုန်းထွက်မလဲ၊ ဒီမသမာမှုတွေကိုရော အမြစ်လှန်ဖော်ထုတ်သွားနိုင်မှာလား ဆိုတာကိုတော့ စိတ်ဝင်စားစရာကောင်းအောင် ဇာတ်လမ်းထဲမှာဆက်ပြီးရှုစားရမှာပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thar Htet ပါ။) File Size          :  1.8GB, 660MB, 330MB\nQuality  ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-informant-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BZWIxNGQzYzQtYjA3Yi00YTk5LTg5NTUtZDE0MTNiMTFkY2ZmXkEyXkFqcGdeQXVyMjA0MDI5NjQ@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Super Salaryman (2012)",
        "description": "ပန့် အဖြစ် Jesadaporn Pholdee\nနွတ် အဖြစ် Jirapha Wongkosawan\nဂျီ အဖြစ် Setthapong Piangpor\nဝိုင် အဖြစ် Natchalai Sukamongkolဇာတ်လမ်းအကျဉ်းကုန်စျေးနှုန်းတွေမြင့်တက်နေတဲ့ ခေတ်ကြီးမှာ လူတွေက စားဝတ်နေရေးအတွက် အလုပ်ကို ပိတ်ရက်ဆိုတာမရှိသလောက် ကြိုးစားရင်း ရုန်းကန်လှုပ်ရှားနေခဲ့ရတယ်ရှာဖွေသမျှ မလောက်နေတဲ့သူတို့အတွက် မျှော်မှန်းနေခဲ့ရတာက နှစ်ကုန်bonus ပါပဲပန့်တို့ ကုမ္ပဏီရဲ့ ဝန်ထမ်းတွေကလည်း နှစ်ကုန်ချိန်ကို စောင့်မျှော်နေပေမယ့် ကိုရီးယားကုမ္ပဏီဘက်က အချိန်ခဏအတွင်း ထုတ်ကုန်အသစ်ထုတ်ခိုင်းလာခဲ့ပါတယ်အချိန်မမီခဲ့ရင် နှစ်ကုန်bonus မရနိုင်ပါလို့ ပြောလာခဲ့ချိန်မှာတော့ ပန့် ၊ နွတ် ၊ ဂျီ ၊ ဝိုင်တို့ ထုတ်ကုန်အသစ်စျေးကွက်ကို ဘယ်လိုထိုးဖောက်မလဲဆိုတာကို ဒီဇာတ်လမ်းမှာ ကြည့်ရှုရမှာဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Butterfly ပါ )File Size__(2.1GB) / (1.1GB)\nQuality__1080p, 720p\nIMDb Rating__6.7/10\nFormat__mp4\nDuration__01:59:00\nType__Comedy , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/super-salaryman-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/c4b8baa60b5eb2dbca3cd6a2db81acccfe293064_hq-140x200.jpg",
        "title": "Enemies In-Law (2015)",
        "description": "Enemies In Lawကဲ ''ရန်သူတော်ခမည်းခမက်''ဆိုတဲ့ ဇာတ်လမ်းနာမည်လေးအတိုင်း ဟန်ချောဆူနဲ့ ပတ်ယောင်ဟီးတို့ ချစ်သူနှစ်ယောက်ကြားက ချစ်ခြင်းကိုခွဲမယ့် အကြီးမားဆုံး အဟန့်အတားကို ပြောရရင်တော့ဖြင့်..ယောင်ဟီးတို့မိသားစုဟာ ရဲမျိုးရိုးဖြစ်သလို ယောင်ဟီးရဲ့အဖေ ရဲသက်တမ်းတလျှောက် လိုက်ဖမ်းနေခဲ့တဲ့ နာမည်ကြီး လူလိမ်သူခိုးဘုရင်နဲ့ ဘုရင်မလို့တောင် တင်စားရမယ့်လင်မယား နှစ်ယောက်ဟာ သမီးဖြစ်သူရဲ့ ချစ်သူကောင်လေး ချောဆူရဲ့ မိဘတွေဖြစ်နေတဲ့အခါ...ချောဆူတစ်ယောက် ယောင်ဟီးအဖေဆီက ကြည်ဖြူလက်ခံလာအောင် ဘယ်လိုကြိုးစားမလဲရန်သူတော်ခမည်းခမက် မိသားစုနှစ်ခုရော ဘယ်လိုနှပါးသွားမလဲဆိုတာကို မှုခင်းဆန်ဆန် မြှုပ်ကွက်တွေရော ဟာသလေးတွေပါနှောထားပြီး ကြည့်ရမယ့်ကားလေးဖြစ်တာမို့ အခုပဲ ကြည့်လိုက်ကြရအောင်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__(1.3GB)\nQuality__720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:59:00\nType__Comedy , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/enemies-in-law-2015-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Three_Times_Nothing-354168401-large-147x200.jpg",
        "title": "Three Times Nothing (2022)",
        "description": "\"Three Times Nothing\"ဒီတစ်ခါမှာတော့ ဘ၀မှာရင်ဆိုင်ရမယ့် အတွေ့အကြုံ အခက်အခဲတွေကို ဟာသနှောပြီးရိုက်ထားတဲ့ ပြင်သစ်ဟာသကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။ဗလာလူတန်းစားတွေမှာ ဘယ်လိုဘဝတွေရှိမလဲ..\nဗလာလူတန်းစား ၃ယောက် ဆုံမိတဲ့အခါ ဘာတွေဖြစ်လာမလဲ..မတူညီတဲ့ ဘဝမျိုးစုံကနေလာတဲ့ အိမ်ခြေယာမဲ့ ၃ယောက်ရဲ့ ဘဝအတက်အကျတွေ..\n၃ယောက်လုံးမှာ မတူညီတဲ့ အိပ်မက်တွေရှိကြပြီး အဲ့ဒီအိပ်မက်တွေကို ဘယ်လိုအကောင်အထည်ဖော်ကြမလဲ..\nငွေကြေးဟာ ဘဝမှာ ဘယ်အတိုင်းအတာအထိ အရေးပါသလဲ.. ဆိုတာတွေကို ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ကြည့်ရမှာဖြစ်ပါတယ်ကျွန်တော်တို့ တော်ရုံဆို သိပ်ပြီး စိတ်ကူးမယဉ်ကြည့်ဖူးတဲ့ ပစ္စည်းမဲ့လူတန်းစားတွေရဲ့ နေ့စဉ်ဘဝတွေ၊ ဘာရုပ်ဝတ္ထုမှ မလိုဘဲ ပျော်ရွှင်အောင် နေတတ်ကြတဲ့ ပုံစံတွေကို ခံစားကြည့်ချင်ရင်တော့ ဒီဇာတ်ကားလေးကို မြည်းစမ်းကြည့်ဖို့ recommendပေးပါတယ်..။(မှတ်ချက် - ပြင်သစ်ကားကို English နောက်ခံသံနဲ့ဆိုပေမယ့် တစ်သားတည်းလိုပဲမို့ ကြည့်ရအတော်အဆင်ပြေပါတယ် )File Size__(1.8GB) / (850MB)\nQuality__WebDL-1080p, 720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:38:00\nType__Comedy , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Khu\nEncoded ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/three-times-nothing-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/103562_Gz3zeMCItGEg4hDRbpxo-133x200.png",
        "title": "E-San Of The Dead (2022)",
        "description": "ဒီတစ်ကာတင်ဆက် ပေးမှာကတော့ Mono Originals က ပထမဆုံးရိုက်ကူးတဲ့ ထိုင်းဟာသ ဇွန်ဘီကားလေးပါမြို့တွေနဲ့ ‌‌‌‌‌‌ေ၀းလံ့ခေါင်သီတဲ့ အစွန်အဖျားတောအုပ်ထဲမှာ လူတွေနေထိုင်ကြရင်းနဲ့ ရွာငယ်တစ်ရွာဖြစ်လာခဲ့တယ်အဲ့ရွာမှာ ရွာကို အကျိုးမပေး အမြဲသောက်စားပျော်ပါးနေတဲ့ လူငယ်ငမူး ၃ကောင်ရှိပါတယ်ငမူးမို့ တစ်ရွာလုံးရဲ့ချဥ်ဖက်ဖြစ်နေသူ ၊ မူးရူးအလုပ်မရှိလို့ လက်ထက်ခွင့်တောင်းတာ ငြင်းခံရသူ ၊ ငမူးဖက်တီးဆိုပေမယ့် ပိုက်ဆံလေးရှိတော့ အဆင်ပြေ‌‌နေသူတစ်နေ့ သူတို့ ထဲကတစ်ယောက်က ရုတ်တရက် မဂ်လာထဆောင်တော့ နောက်ဆုံးနေ့ နောက်ဆုံးသောက်ခြင်းဆိုပြီး ရှယ်သောက်ကြတာပေါ့အမူးလွန်ပြီး နောက်နေ့နိုးလာတော့ တစ်ရွာလုံးနီးပါးက ဇွန်ဘီတွေဖြစ်နေတဲ့အခါ...သူတို့ ငမူး၃ကောင် ရွာသူရွာသားတွေကို ဘယ်လိုကယ်တင်မလဲ...ဇွန်ဘီတွေက‌ရော ဘယ်ကနေဘယ်လိုစဖြစ်လာတာလဲ ဆိုတာတွေကို ဟာသနှောပြီး ရိုက်ထားတာမို့ ကြည့်ရှု့ရအောင် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(1.3GB) / (650MB)\nQuality__1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:13:00\nType__Comedy, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/e-san-of-the-dead-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tkdfgT6KyE5Ga4g4vbykI0cZVWR.jpg",
        "title": "Righteous Ties (2006)",
        "description": "Righteous Ties (2006) Investigation Couple ဆိုတဲ့ မှုခင်းဆေးဆရာဝန်ကားမှာ ဒေါက်တာ ဘဲ့ဘုန်း အနေနဲ့ လူသိများတဲ့ မင်းသားကြီး Jung Jae Young ရဲ့ အက်ရှင် ဇာတ်လမ်းလေးပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...\nဂိုဏ်းစတားလူမိုက်တွေဟာ ဂိုဏ်းစတားလူမိုက်ဆန်ခဲ့ကြတဲ့အချိန်တုန်းကပေါ့။ သေနတ်တွေမသုံးတဲ့ Old School ဂိုဏ်းစတားကြီးတွေ၊ ဆွန်းထန် ချီဆောင်းနဲ့ ဂျူဂျွန်းတို့ဟာ ငယ်ပေါင်းကြီးဖော် သူငယ်ချင်းသုံးယောက်ဖြစ်ပြီး ဂိုဏ်းတစ်ဂိုဏ်းထဲမှာ ရှေ့ဆင့်နောက်ဆင့် ညာလက်ရုံးတွေ ဖြစ်လာကြသူတွေပါ။သုံး‌ယောက်လုံးကလည်း စိတ်မြန်လက်မြန် ခြေသွက်လက်သွက် တဇောက်ထိုးစိတ်တွေနဲ့မို့ ဂိုဏ်းလောကမှာ ရှိန်ရတဲ့ဘဲကြီးတွေဖြစ်ပါတယ်။ ကိုယ့်ဂိုဏ်းအတွက် ဘာမဆိုပေးဆပ်နိုင်တဲ့ ဒီဘဲကြီးတွေဟာ သူတို့ဆရာရဲ့ သစ္စာဖောက်ခြင်းကို ခံလိုက်ရတဲ့အချိန်မှာတော့ ...အချစ်ကြီးရင် အမျက်ကြီးတယ်ဆိုတဲ့စကားဟာ ဒီဇာတ်ကားထဲက လူမိုက်ဘဲကြီးတွေအတွက် ဘယ်လောက်များမှန်မလဲ ဆိုတာတော့ ဇာတ်လမ်းလေးထဲ ကြည့်ရှုခံစားကြရမှာပါ။အက်ရှင်ကားကို ဟာသနဲ့အလွမ်းအဆွေးတွဲဖက်ပြီး တင်ဆက်ထားတာကြောင့် ပေါ့ပေါ့ပါးပါး ခံစားလို့ကောင်းမယ့်ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Paing ပါ။) File Size : ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/righteous-ties-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dfoudpFhAo5Mn8Sqyuu4Y006ITQ.jpg",
        "title": "The Getaway King (2021)",
        "description": "The Getaway King (2021) ဒီတစ်ခါတော့ ပေ့ါပေ့ါပါးပါးနဲ့ ကြည့်လို့ကောင်းမဲ့ ပိုလန် ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းလေးကတော့ ပိုလန်နိုင်ငံမှာ ကွန်မြူနစ်ဝါဒီတွေ ကြီးစိုးခဲ့ချိန်ရဲ့ နောက်ဆုံးနေ့ရက်တွေကို အခြေပြု ဇာတ်အိမ်တည်ထားပြီး အဲ့ဒီအချိန်က ရဲတွေအလိုအရှိဆုံး ဒုစရိုက်သမားတစ်ယောက်အကြောင်းကို ရိုက်ကူးပုံဖော်ထားတာပါ။ ရဲလက်ကနေ ၂၉ ကြိမ်တိတိ ရဲလက်က လွတ်အောင်ပြေးနိုင်ခဲ့ပြီး အဲ့ဒီထဲက တစ်ကြိမ်ဆို ထောင်ဖောက်ပြီးပါ လွတ်မြောက်ခဲ့တာပါ။ဒီလိုနဲ့ တစ်ရက်မှာတော့ အမျိုးသမီးတစ်ယောက်နဲ့ တွေ့ပြီးနောက် အဆိုပါ စောရဝိဇ္ဇာတစ်ယောက် သူ့ရဲ့ ဘဝနဲ့ အတွေးအခေါ်အယူအဆတွေ ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ ...Action, Crime, Comedy အမျိုးအစားဖြစ်ပြီး ဖြစ်ရပ်မှန်တချို့တဝက်ကို ရိုက်ကူးပြထားတဲ့ ဇာတ်လမ်းကောင်းလေး ဖြစ်ပါတယ်။ File Size : 3.2GB, 806MB & 367MB\nQuality : 1080p WEB-DL, 720p WEB-DL & 480p\nFormat : mp4\nDuration : ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-getaway-king-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jJ07f8DTdeWnCKCwDzB4htLXKBN.jpg",
        "title": "Sneakerella (2022)",
        "description": "Sneakerella (2022)\n===============ဒစ်စနေးရဲ့ ဂီတ ရုပ်ရှင်အသစ်လေး ကြည့်လိုက်ရအောင်။\nသီချင်းတွေနဲ့ စကားပြောလှလှလေးတွေရယ် ဇာတ်လမ်းကောင်းလေးရယ်နဲ့\nတန်ဆာဆင်ထားတာပါပဲ။ သရုပ်ဆောင်အကုန်လုံးလည်း ချစ်ဖို့ကောင်းပါတယ်။\nကြည့်ရင်းတစ်ချိန်လုံးပြုံးနေရမယ့် ရုပ်ရှင်မျိုးပါပဲ။ဇာတ်လမ်းနာမည် စနိကရဲလားဆိုတာ စင်ဒရဲလားရဲ့ ခေတ်သစ်ပုံပြင်အနေနဲ့\nရိုက်ထားတာပါ။ ဖန်ဖိနပ်လေးအစား စနိကာလေးတစ်ရံ ဖြစ်လာပြီး မင်းသမီးလေးက\nဆင်းရဲသားလေးကို လိုက်ရှာရတဲ့ ဇာတ်လမ်းလေးပေါ့။ အဲလ်ဆိုတဲ့ ကောင်လေးဟာ\nစနိကာဖိနပ်တွေကိုအရမ်းချစ်တတ်လာအောင်သင်ပေးခဲ့တဲ့ အမေဆုံးပါးသွားပြီးနောက်မှာ\nပထွေးဖြစ်သူရယ်၊ ပထွေးရဲ့သားနှစ်ယောက်ရယ်နဲ့ ဖိနပ်ဆိုင်လေးမှာ အနှိမ်ခံဘဝနဲ့\nဆက်အလုပ်လုပ်နေရပါတယ်။ ဒါပေမဲ့ တစ်နေ့မှာအောင်မြင်တဲ့ဖိနပ်ဒီဇိုင်နာဖြစ်ရမယ့်\nအိပ်မက်တွေရယ် ဖိနပ်ဒီဇိုင်းတွေနဲ့ ပြည့်နေတဲ့ စာအုပ်လေးတစ်အုပ်ရယ် ရှိနေတာပေါ့။\nတစ်နေ့မှာတော့ သူ့အိပ်မက်တွေကို တကယ်ဖြစ်လာစေမယ့် ကောင်မလေးတစ်ယောက်နဲ့\nတွေ့မိလာတဲ့အခါမှာ... ငြိမ့်ငြိမ့်မြူးမြူးလေးနဲ့ကြည့်ရမယ့် Disney movie ကောင်းလေးပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size - (2.4GB) / (1.13 GB)\nQuality – Web-Rip 1080p / 720p\nDuration - 1Hr 52mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/sneakerella-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b4OaXw2MW97VvIiZE0Sbn1NfxSh.jpg",
        "title": "Knocked Up (2007)",
        "description": "Knocked Up (2007)\nIMDb 6.9\nRotten Tomatoes 89%Comedy ဇာတ်ကားတစ်ကား ဒီလောက် Rating မြင့်မားနေရင် မှတ်ထားလိုက်ပါတော့...ရှယ်ကောင်းလို့ပါပဲ။မင်းသား Seth Rogen ,Paul Rudd,Jonah Hill,Jay Baruchel တို့လို ဟာသသရုပ်ဆောင်တွေမြိုင်ဆိုင်သလို မင်းသမီး Katherine Heigl,Leslie Mann တို့ဆိုတာကလဲ ဒီလိုဇာတ်ကားနဲ့ သိပ်လိုက်ဖက်လှတာပေါ့။ဇာတ်လမ်းကလဲ R Rated ဆိုတဲ့အတိုင်း တကယ့်ဗရုတ်သုတ်ခပါပဲ...မူးမူးရူးရူးနဲ့ ဖြစ်မိတဲ့ တစ်ညတာ one night stand က မထင်မှတ်ဘဲ ကိုးလလွယ်ဆယ်လအထိကြာ‌အောင်ခံရမယ့် ဒုက္ခအဖြစ်သို့ ပြောင်းလဲသွားသောအခါ.....အယ်လီဆင် စကော့ ဟာ ရုပ်မြင်သံကြားဌာနတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ ရည်မှန်းချက်ကြီးကြီး အိပ်မက်လှလှလေးတွေမက်နေတဲ့ မိန်းမပျိုလေးပါ ။ တစ်နေ့မှာတော့ အထက်လူကြီးတွေက သူ့ကို ရာထူးတိုးပေးလိုက်တော့ ပျော်လွန်းလို့ သူ့အစ်မ ဒက်ဘီ နဲ့အတူ ကလပ်တစ်ခုမှာ သွားပြီး အောင်ပွဲခံပါတော့တယ်။ အဲဒီမှာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/knocked-up-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/suicide-for-beginners-movie-poster-135x200.jpg",
        "title": "Suicide for Beginners (2022)",
        "description": "Suicide for Beginners (2022)ကိုယ့်ကိုယ်ကို သေကြောင်းကြံရတော့မယ်ဆိုရင် ဘယ်လိုနည်းလမ်းက အကောင်းဆုံးဖြစ်မလဲ..\nဆေးတွေသောက်မလား.. ကြိုးဆွဲချမလား.. ဒါမှမဟုတ် ဘဝမှာမရှိမဖြစ်လိုအပ်တယ်ဆိုတဲ့အရာတစ်ခုခုကို သတ်ပစ်လိုက်ရင်း ကိုယ့်ဘဝပါ အတူလိုက်သေမလား..ဒီဇာတ်ကားမှာတော့ အပေါ်ကပြောထားတဲ့ သတ်သေဖို့နည်းလမ်းတွေကို အလွဲအမျိုးမျိုးနဲ့ ကြိုးစားခဲ့တဲ့ ဇာတ်ကောင် Garrettကို တွေ့ရမှာပါ။\nတစ်ဖက်သတ်ချစ်ရတဲ့ မီယာရဲ့ လျစ်လျူရှုမှုတွေကို suicideနည်းလမ်းနဲ့ ဖြေရှင်းဖို့ကြိုးစားရင်း မထင်မှတ်ဘဲ ထွက်ပေါက်မရှိအောင် ရှုပ်ထွေးလာတဲ့ ဇာတ်ရဲ့ အရှိန်ကောင်းတဲ့ အနိမ့်အမြင့်တွေကို တွေ့ရမှာလည်း ဖြစ်ပါတယ်။\nဇာတ်ကောင်ဖောင်းပွခြင်းမရှိဘဲ ရှိပြီးသား ဇာတ်ကောင်အနည်းငယ်နဲ့ Garrettတို့ကြားက ပြဿနာတွေ၊ twists and turnsတွေကို ရင်တမမနဲ့ ကြည့်ရမှာပါ..Comedy, Horrorအမျိုးအစားဖြစ်တာကြောင့် စိတ်လှုပ်ရှားစရာ၊ ထိန်လန့်စရာ ဇာတ်ကြောင်းကို လေးပင်ဖျင်းတွဲမနေအောင် ဟာသမြောက်တဲ့ dialogueတွေ၊ ဇာတ်ကောင်တွေရဲ့ ဟန်ပန်တွေနဲ့ ထိန်းသွားတာဖြစ်ပါတယ်..။\nဒါကြောင့် pure horror မကြည့်ရဲသူတွေအတွက် အဆင်ပြေတဲ့ ဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။Age ratingမပေးရသေးတာကြောင့် ကလေးငယ်များကို ပြသမယ်ဆိုရင်တော့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/suicide-for-beginners-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zmXaK4ajfTUOeb8K13uQ4fNfE8L.jpg",
        "title": "Honeymoon With My Mother (2022)",
        "description": "Honeymoon with my mother(2022)ဒီတစ်ခါတော့ အမေနဲ့ ဟန်းနီးမွန်း ထွက်ကြည့်ကြရအောင်ပါ။မင်္ဂလာဆောင်မှာ ကတိသစ္စာပြုတော့မယ့်ဆဲဆဲ သတို့သမီးကို\nသူ တကယ်ချစ်ရတဲ့သူက အချစ်သူရဲကောင်းဆန်ဆန် လာခေါ်သွားတဲ့  ဇာတ်ဝင်ခန်းမျိုး ကြည့်ဖူးကြမှာပါ။ဒီဇာတ်လမ်းရဲ့ဇာတ်လိုက်ကြီးကတော့\nကြောင်တောင်တောင်နဲ့ ကျန်ရစ်ဖြစ်ခဲ့ရတဲ့ သတို့သားကြီး ဟိုဆေးလူးဝစ်ပါ။မင်္ဂလာပွဲ ကုန်ကျ စရိတ်လည်းဆုံး သတို့သမီးလည်းဆုံး ဖြစ်နေတဲ့\nဟိုဆေးတစ်ယောက် ဟန်းနီးမွန်းအတွက် ပေးထားတဲ့ ပိုက်ဆံကလည်း\nပြန်အမ်းခိုင်းလို့မရ ဖြစ်ရာကနေ သူ့အမေရဲ့ အကြံအတိုင်း\nအမေနဲ့အတူ ဟန်းနီးမွန်းထွက်ဖို့ ဖြစ်လာပါတော့တယ်။သားအမိနှစ်ယောက် မော်ရေးရှပ်စ်ကျွန်းကို ဟန်းနီးမွန်းထွက်ကြရင်း\nဇနီးမောင်နှံဟန်ဆောင်ကြရပုံတွေ တလွဲဖြစ်ကြပုံတွေကို ဟာသဆန်ဆန် ရိုက်ကူးထားတဲ့အပြင်သားအမိတွေကြားမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့ နားလည်မှုအလွဲတွေ\nအမေတစ်ယောက်ရဲ့ ခံစားချက်တွေကိုပါ မီးမောင်းထိုးပြထားတဲ့ ဇာတ်လမ်းလေး ဖြစ်တာကြောင့်\nကြည့်ရှူခံစားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်Genre.....Comedy\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB and 830MB and 283MB\nFormat…mp4\nDuration….1h 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Roman ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/honeymoon-with-my-mother-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aQvJ5WPzZgYVDrxLX4R6cLJCEaQ.jpg",
        "title": "Sonic the Hedgehog (2020)",
        "description": "အရင်လက ရုံတင်သွားတဲ့ သိပ္ပံစိတ်ကူးယဉ်ကားလေးပါ။အခြားဂြိုလ်ကနေလာပြီး အမြန်နှုန်းနဲ့ပါဝါတွေရှိတဲ့ ဆောနစ်ဆိုတဲ့ ဖြူကောင်လေးဟာရန်သူတွေလက်ကနေ ပြေးရင် ကမ္ဘာပေါ်ကို ရောက်လာပါတယ်။ကမ္ဘာပေါ်မှာ ရဲတစ်ယောက်နဲ့မိတ်ဆွေဖြစ်ပြီးတစ်ချိန်တည်းမှာပဲ သူ့ကို ဖမ်းဖို့လိုက်လာတဲ့သိပ္ပံပညာရှင် ရိုဘော့နစ် နဲ့ပါ ရင်ဆိုင်လာရပါတော့တယ်။ဒီတော့ ရဲအရာရှိ သောမက် နဲ့ဆောနစ်တို့ သူ့လက်ကလွတ်အောင်ပြေးရင် ဘေကင်းတဲ့ဂြိုလ်တစ်ခုကို ဆောနစ်ကို ပြန်ပို့နိုင်ဖို့ ကြ်ိုးစားရပါတော့တယ်။ဆာနစ်အဖြစ် ဘန် ရှဝက်က သရုပ်ဆောင်ထားပြီးဗီလိန်နေရာကတော့ မတွေ့ရတော ကြာပြီဖြစ်တယ်မင်းသားကြိး ဂျင်မ် ကာရေးမို့ ကြည့်လို့သိပ်ကောင်းပါလိမ့်မယ်။rating လည်း 6.8 ဆိုတော့ အားလုံးအပမ်းပြေကြမယ်ထင်ပါတယ်File Size : ( 930 MB)\nQuality : HDRip 720p\nRunning Time : 1 hr 39 min\nFormat : Mp4\nGenre : Action , Adventure , Comedy\nSubtitle : Myanmar ...",
        "rating": "6.8",
        "url": "https://megaup.net/14s1g/(NZ)Sonic.The.Hedgehog(2020).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BZTYyY2Y2NjAtNzVmYS00MTA5LTk5NzEtYzE3ZTc0Nzk1YjAyXkEyXkFqcGdeQXVyMDAyMjM2OQ@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Contra (2021)",
        "description": "Contra (2021)===========IMDb Rating - 6.6/10\"စကားအချေအတင်ပြောတယ် ဆိုတာ တီးလုံးမပါဘဲ rap ရွတ်ရသလိုပါပဲ\"\nမူရင်း ပြင်သစ်ရုပ်ရှင်ကို ဂျာမနီက ပြန်လည်ရိုက်ကူးထားသော ဇာတ်ကား\nဖြစ်တဲ့ \"Contra\" ဟာ နေ့စဉ်နဲ့အမျှဖြစ်လေ့ရှိတဲ့ ငြင်းခုံမှုတွေ လူမျိုးရေး၊\nဘာသာရေး ခွဲခြားခံရမှုတွေကို ‌မီးမောင်းထိုးပြထားတဲ့ ဇာတ်ကားကောင်း\nလေး တစ်ကားဖြစ်ပါတယ်။ဂျာမနီမှာ နေထိုင်တဲ့ အာရပ်သူလေး နာအီမာ က ရှေ့နေမမ ဖြစ်ချင်တဲ့\nအိပ်မက်နဲ့ ကြိုးစားရုန်းကန်နေရတဲ့သူ တစ်ဦးဖြစ်တယ်။ တက္ကသိုလ်\nစတက်တဲ့နေ့မှာပဲ အတန်းချိန်နောက်ကျသွားတဲ့အတွက် ဆရာဖြစ်သူ\nပါမောက္ခ ပိုးလ် ရဲ့ လူမျိုးရေး ခွဲခြားတာ ခံလိုက်ရတာပေါ့။ အဲတာကို\nတစ်ခြား အတန်းဖော်တွေက ဗီဒီယိုရိုက်ပြီး အင်တာနက်မှာ ဖြန့်ပ\nလိုက်တော့ ဆရာ ပိုးလ်မှာ အလုပ်ပြုတ်မလိုတောင်ဖြစ်သွားရော။\nနာအီမာ ကလည်း အလုပ်သင်ဆင်းချင်တဲ့အတွက် စကားရည်လု\nပြိုင်ပွဲပြိုင်ဖို့ လေ့လာနေတာဆိုတော့ နာအီမာကို အနီးကပ်သင်ကြား\nပေးဖို့အတွက် ဆရာ ပိုးလ် ကို ကျောင်းအုပ်က ‌တာဝန်ပေးလိုက်တယ်။\nလူမျိုးရေးခွဲခြားသူ ဖြစ်တဲ့ ဆရာ ပိုးလ် ...",
        "rating": "6.6",
        "url": "https://megaup.net/36g5h/Contra.2020.GERMAN.1080p.BluRay[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/47a9-68e8f994e4c7a4557c583daa4bd09def-143x200.png",
        "title": "Brothers (2022)",
        "description": "မွေးကင်းစတည်းက ပင်လယ်ကမ်းစပ်က ကောက်ရခဲ့ပြီး ​မွေးစားအဖွားနဲ့ တူတူ​နေထိုင်ရင်း\nက​လေးဘဝတည်းက တခြားက​လေး​တွေရဲ့ အနိုင်ကျင့်ခြင်းကိုသည်းခံရင်း လူလား​မြောက်လာတဲ့ကွာ​ဟောင်တစ်​ယောက်\nအဖွားဖြစ်သူ ဆုံးပါးသွားတဲ့​နောက် တစ်​ကောင်ကြွက်ဘဝနဲ့ နိုင်ငံခြားထွက်ကာ အလုပ်လုပ်ဖို့ ကြံပါ​တော့တယ်သူရဲ့အလုပ်က ၃နှစ်တိတိအလုပ်လုပ်ရုံနဲ့ ယွမ်၁သန်းရမယ်လို့ မက်လုံး​ပေးထားတဲ့ ကုန်တင်သင်္ဘောလုပ်ငန်းတစ်ခု ဖြစ်ပါတယ်တကယ်​တော့ ကုန်တင်သင်္ဘောနဲ့ မက်လုံး​တွေရဲ့ ​နောက်ကွယ်မှာ ကုမ္ပဏီကြီးတစ်ခုကိုအမည်ခံပြီး လုပ်အား​ခေါင်းပုံဖြတ်မှု​ လုပ်နေတာပါ\n​နောက်ကွယ်ကလူက ဥက္ကဌမိသားစုရဲ့ အနီးကပ်လူယုံတစ်ဦးပါ\nတစ်​နေ့ သင်္ဘောလုပ်ငန်းကို ဥက္ကဌကိုယ်တိုင်စစ်​ဆေးရင်း လူယုံရဲ့ လျှို့ဝှက်ချက်ကို သိသွားတဲ့​နောက် ဥက္ကဌကြီးကို ရှင်းပြီး သူ့​​နေရာမှာ လူစားထိုးဖို့ ရုပ်ချင်းဆင်တဲ့တစ်​ယောက်ကို ရှာရပါ​တော့တယ်။အဲဒီရုပ်ချင်းဆင်တဲ့သူက ကွာ​ဟောင်ဖြစ်​နေပြီး ဥက္ကဌ​နေရာကို ဘုမသိဘမသိ လူစားဝင်ကာ အ​​ယောင်​ဆောင်ရပါ​တော့တယ်\nတကယ့်ဥက္ကဌအစစ်က အသက်မ​သေဘဲ ကွာ​ဟောင်တို့ရဲ့ဇာတိမြို့ကို​ ရောက်သွားပြီး အဖြစ်မှန်ကို ​တစ်ဆင့်ချင်း​ဖော်ထုတ်ဖို့ ကြိုးစားရာ\nကွာ​ဟောင်၊ဥက္ကဌနဲ့ လူယုံတို့ အားပြိုင်မှု​တွေဖြစ်လာတဲ့အခါ...( အညွှန်းရေးသားထားသူကတော့ Jim X ပါ )File Size__(1.6GB) / (800MB)\nQuality__WebDL_1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:31:00\nType__Action, ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/brothers-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Mishan_Impossible1-134x200.jpg",
        "title": "Mishan Impossible(2022)",
        "description": "Mishan Impossible(2022) အညွှန်း******************************\nThappad ဆိုတဲ့ ကားနဲ့ လူသိပိုများတဲ့နာမည်ကြီးမင်းသမီးချောလေး Taapsee Pannu  ရဲ့ ကားသစ်ထွက်ရှိလို့လာပါပြီ...\nတစ်ချို့သောသူတွေဟာ အာဏာရပြီး အများကျိုးသယ်ပိုးဟန်တွေပြတဲ့သူတွေဆိုပေမဲ့တစ်ချိန်တုန်းက ကလူတိုင်းထိတ်လန့်ကြောက်ရွှံရတဲ့ လူဆိုးကြီ:တွေဖြစ်ခဲ့ကြတယ်...လက်ရှိမှာလည်း ဉပဒေကိုလက်တစ်လုံးခြား ကွက်ကျော်ရိုက်နေတဲ့သူတွေပေါ့....ဒီလိုလူတွေကို နည်းမျိုးစုံနဲ့ လက်လံဖမ်းဆီးနေတဲ့ ကောင်မလေးတစ်ယောက်ဦးဆောင်တဲ့(၃)ယောက်အဖွဲ့တစ်ဖွဲ့ရှိတယ်...တစ်နေတာ့ သူတို့တွေဟာ ကလေး လူမှောင်ခိုကူးတာကိုအဓိကထားလုပ်နေတဲ့ ဒုစရိုက်ရာဇာတစ်ဦးကို ဖမ်းဖို့ စီစဉ်ကြတယ်...အာဏာလည်းရှိပြီးငွေလည်းရှိတဲ့အပြင် အဆက်အသွယ်တွေ လူအင်အားတွေ တောင့်လွန်းတော့သူတို့အတွက်မလွယ်လှဘူး...တစ်ချိန်တည်းမှာပဲ အစိုးရက ဒီလူဆိုးကြီ:ကိုဖမ်းနိုင်ရင်ရူပီသိန်း(၅၀)ချီးမြှင့်မယ်ဆိုပြီးကြေငြာထားတယ်...ဒီအကြောင်းကို ရွာတရွာရဲ့ မျောက်လောင်း ကလေး (၃)ယောက်ကသွားတွေ့တယ်...သူတို့သာ ဖမ်းနိုင်ရင် သိန်း၅၀ ရမယ် ..ဒါဆို သူတို့ရည်မှန်းချက်တွေပြည့်အောင်လုပ်ဖို့များစွာအထောက်အကူဖြစ်မယ်ဆိုပြီး စပါယ်ရှယ်အစီအစဉ်တွေဆွဲပြီး ဖမ်းဖို့ကြိုးစားပါတော့တယ်..လူကြီး(၃)ယောက်နဲ့ ကလေး(၃)ယောက်ပေါင်းစည်းဖို့ဖြစ်လာသလိုသူတို့အစီအစဉ်တွေအောင်မြင်မလား...ဆိုတာကိုတော့...  File Size          : 2.5GB, 1.1GB, 378MB\nQuality            : Web-dl 720p, 480p\nFormat    ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/mishan-impossible2022/"
    }
]