[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTY5NjE3MjkzM15BMl5BanBnXkFtZTYwMDU1NDk5._V1_-134x200.jpg",
        "title": "Poolhall Junkies (2002)",
        "description": "ဒီ ဇာတ်ကားကတော့ ပေါ့ပေါ့ပါးပါးကြည့်ကောင်းတဲ့ ကားတစ်ကားပဲဖြစ်ပါတယ်။\nPoolhall junkiesဆိုတဲ့အတိုင်း ဘိလိယက်အားကစားကိုရူးသွပ်ကြတဲ့ လူငယ်တွေရဲ့ဇာတ်ကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတာပါ။ ဇာတ်အရမ်းနာတဲ့ဇာတ်ကွက်တွေမပါတာကြောင့် စိတ်အပန်းပြေချင်တဲ့အခါ ကြည့်လို့သင့်တော်တဲ့ကားတစ်ကားပါ။ ရယ်ရတဲ့အခန်းတွေ အများကြီးပါပါတယ်။၁၂နှစ်သားဘဝကတည်းက ဘိလိယက်အားကစားကိုချစ်မြတ်နိုးတဲ့ဂျွန်နီဟာ ဂျိုးလက်ထဲမှာ ၁၅နှစ်ကြာတဲ့ထိ လောင်းကြေးနဲ့ဆော့တဲ့ ဘိလိယက်ဆရာတစ်ယောက်အဖြစ်ရပ်တည်ခဲ့တယ်။ ဒါပေမဲ့ ဂျွန်နီကတော့ပြိုင်ပွဲဝင်ကစားသမားတစ်ယောက် ဖြစ်ချင်ခဲ့တာပါ။ ဂျိုးရဲ့လက်ချက်ကြောင့် ဂျွန်နီက သူဖြစ်ချင်ခဲ့သလိုမျိုး သိက္ခာရှိရှိပြိုင်ပွဲဝင်ကစားသမားအနေနဲ့မဟုတ်ပဲ လောင်းကြေးနဲ့ဆော့တဲ့ရိုက်စားသမားဖြစ်ခဲ့ရတယ်။ဂျွန်နီရဲ့ ညီနဲ့ သူငယ်ချင်းသုံးယောက်ကလည်း အမြဲတမ်း နယ်ခံဘိလိယက်ရုံထဲမှာ ဗရုတ်ကျနေကျသူတွေပေါ့။ သူငယ်ချင်းတွေက တစ်ယောက်ကိုတစ်ယောက်ချစ်ကြတဲ့အပြင် စကားပြောရင်လည်းအဆဲမပါရင်မပြီးကြပါဘူး။တစ်နေ့ ဂျိုးရဲ့လုပ်ရပ်ကိုသိသွားတဲ့ဂျွန်နီက ဂျိုးကိုနစ်ဂါတွေဆီထိုးကျွေးပြီး ကိုယ့်နယ်ကိုပဲပြန်လာခဲ့တယ်။ အဲဒီနောက်ပိုင်းမှာတော့ ဂျွန်နီနဲ့ သူငယ်ချင်းတွေပေါင်းပြီး အခက်အခဲတွေကိုအတူတူရင်ဆိုင်ကြပုံကို ရိုက်ကူးထားပါတယ်။ သူငယ်ချင်းစိတ်ဓာတ်ကို အခြေခံပြီးလည်းရိုက်ကူးထားတဲ့ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။File size…(2.7 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Drama,Comedy,Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Su Eaindra",
        "rating": "",
        "url": "https://channelmyanmar.org/poolhall-junkies-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4dWKChGXWLQeEAUXGgH64NGgrnR.jpg",
        "title": "Ace Bodyguard ( 2023 )",
        "description": "ကိုယ်တိုင်က အရည်အချင်းသိပ်မရှိပေမဲ့ မတော်တဆ တိုက်ဆိုင်မှုများကြောင့်\n\"လုံခြုံရေး\"ရာထူးနေရာမှာ အောင်မြင်မှုတွေ ဆက်တိုက် ရရှိခဲ့သူ - ယောင်အာ့ကာသူ့ရဲ့ အောင်မြင်မှုတွေကြောင့် လုံခြုံရေးနယ်ပယ်မှာ နာမည်ရလာခဲ့ပြီး\nသူဌေးကြီး ကျန်းရှစ်ဟောင်ရဲ့ ကိုယ်ရံတော် တစ်ဦးဖြစ်လာခဲ့ပါတော့တယ် ။\nတစ်နေ့မှာတော့ သူဌေးကြီး ကျန်းရှစ်ဟောက်ရဲ့ သမီးလိဆာနဲ့\nအတူတူ အရေးကြီးစာချုပ်တွေ ၊ ငွေကြေးတွေကို လုံခြုံစွာနဲ့\nပို့ဆောင်ပေးဖို့ တာဝန်ပေးအပ်ခြင်းခံခဲ့ရပါတယ် ။ဒါပေမဲ့လမ်းမှာမျက်နှာဖုံးတပ်ဆင်ထားတဲ့\nလူတစ်စုနဲ့ထိပ်တိုက်တွေ့ဆုံပြီး လိဆာဟာ\nပြန်ပေးဆွဲခံလိုက်ရကာအရေးကြီးစာရွက်စာတမ်းတွေဟာလဲ\nပျောက်ဆုံးလို့သွားခဲ့ပါတော့တယ် ။ သက်တော်စောင့်တစ်ယောက်ကနေပြီး\nနေ့ခြင်းညခြင်းဆိုသလို အမှုရဲ့ သံသယအရှိဆုံး သူအဖြစ်ပြောင်းလဲသွားတဲ့ အခါမှာတော့ ....?❏ ယောင်အာ့ကာ တစ်ယောက် ဘယ်လိုတွေဖြေရှင်းသွားမလဲ?\n❏ ကြားထဲမှာ ဘယ်လိုအရာတွေနဲ့ရင်ဆိုင်ကြုံတွေ့ပြီး\nအမှန်တရားကိုရော သူရှာဖွေနိုင်ပါ့မလား?\nဆိုတာ ဒီဇာတ်ကားလေးကို ကြည့်ရှူလိုက်ရအောင်ပါနော် ။\nဟာသနှောကာ ရိုက်ကူးထားတဲ့ကားလေးဖြစ်တာမို့ ဘဝအမောတွေပြေစေမှာအမှန်ပါပဲ။\n(Reviewed By Chit Mya Mya Hmwe)\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Family , Drama\nRuntime ...",
        "rating": "6",
        "url": "https://megaup.net/2yNfB/Ace_Bodyguard_2023_WEB-DL_1080p_CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/btzm8jNgddSn7jLQ6l1WWXs1JI3.jpg",
        "title": "Fido(2006)",
        "description": "IMDb Rating (6.7)/ Rotten Tomatoes (73%)\nဇွန်ဘီးကားတွေစောင့်မျှော်နေကြတဲ့သူတွေအတွက် ဇွန်ဘီးကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။2006 ကထွက်ရှိခဲ့ပြီးတော့ သရုပ်ဆောင်တွေအဖြစ် Billy Connolly ၊ Matrix ကားများမှမင်းသမီးချောကြီး Carrie-Anne Moss ၊ Henry Czerny တို့မှပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။\nဇွန်ဘီးကပ်ဖြစ်ပြီးနောက်ပိုင်း ၁၉၅၀ခုနစ်သဏ္ဍာန်ကိုနောက်ခံတည်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အာကာသအမှုန်အမွှားတစ်ခုမှထွက်တဲ့​radiationaများကြောင့်လူတွေသေပြီးရင် ဇွန်ဘီးအဖြစ်ကိုပြောင်းကုန်ပါတယ်။ဇွန်ဘီးကပ်ကိုရှေ့ပိုင်းမှာ ရွတ်ရွတ်ချွံချွံတိုက်ခိုက်အောင်မြင်ခဲ့ပြီးနောက် လူသားတွေကဇွန်ဘီးကို ထိန်းချုပ်လို့ရတဲ့လည်ပတ်ကို တီထွင်ခဲ့ပါတယ်။အဲ့လည်ပတ်နဲ့ဇွန်ဘီးတွေကိုထိန်းချုပ်ထားပြီးနောက် နေ့စဉ်ဓူဝအလုပ်တွေမှာခိုင်းစေအသုံးပြုလာကြတဲ့အထိတိုးတက်နေကြပါတယ်။မြို့တွေအလိုက်ခြံစည်းရိုးတွေကာထားပြီးတော့ လုံခြုံရေးကိုဇွန်ကွန်လို့ခေါ်တဲ့networkတစ်ခုမှ ကြီးကျပ်ပါတယ်။အဲ့လိုစနစ်တကျထိန်းချုပ်မှုများနဲ့နေထိုင်ခဲ့ပြီးနောက်မှာ တင်မီဆိုတဲ့ကောင်လေးဟာ သူ့ရဲ့အိမ်ကိုခိုင်းစေဖို့ရောက်လာတဲ့ဇွန်ဘီး Fidoနဲ့မိတ်ဆွေဖြစ်သွားပါတယ်။ဇွန်ဘီးနဲ့လူသားကြားကသံယောဇဉ်ကိုကာကွယ်ရင်း တင်မီကပြဿနာတွေနဲ့ရင်ဆိုင်ရပါတော့တယ်။တစ်ဖက်ကလည်းမြို့ကိုကာကွယ်စောင့်ရှောက်နေတဲ့ အိမ်နီးချင်းဇွန်ကွန်ခေါင်းဆောင်ကလည်း ဇွန်ဘီးနဲ့လူသား မပေါင်းဖက်စေရရေးအစွမ်းကုန်တားဆီးတာနဲ့ ကြုံရပါတော့တယ်။တင်မီ သူ့ရဲ့တစ်ဉီးတည်းသောအချစ်ဆုံးသူငယ်ချင်းကောင်လေး ဖိုင်ဒိုနဲ့မခွဲရဖို့ဘယ်လိုစွန့်စားသွားမလဲဆိုတာကိုကားလေးကိုကြည့်ရှုရင်း ရုပ်ရှင်ရသခံစားလိုက်ကြပါစို့။ Horror Comedy ဖြစ်ပေမဲ့မိသားစုနဲ့တပျော်တပါးကြည့်ရှုလို့ကောင်းတဲ့ကားတစ်ကားဖြစ်ပါတယ်။ File size…2.6 GB / 798.6 MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 41m\nGenre ..... Comedy , Drama , Horror\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/fido2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNTgzZjM5MWQtN2NhMy00NTFiLTliNGUtYTFiZjY3MWYwYmZjXkEyXkFqcGdeQXVyNjEwNTM2Mzc@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "A Perfect Pairing (2022)",
        "description": "2022 ထဲကမှထွက်ထားတဲ့ A Perfect Pairing ဆိုတဲ့ Netflix ရုပ်ရှင်လေးက ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်လို့ကောင်းတဲ့ rom-com အမျိုးအစား ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး ကျွန်တော်အခုတလောကြည့်ဖြစ်သမျှထဲ အကြိုက်တွေ့မိတဲ့ဇာတ်ကားလေးပါပဲ။ ပုံမှန် Netflix movie တော်တော်များများလို ဆယ်ကျော်သက်အချစ်ကို ပုံဖော်ရိုက်ကူးထားတာမဟုတ်ဘဲ ဘဝကအချစ်ထက်အရေးကြီးလာတဲ့ သက်လတ်ပိုင်းအရွယ်ဇာတ်ကောင်နှစ်ယောက်ကြားက ပေါက်ဖွားလာတဲ့ချစ်ခြင်းမေတ္တာကို ဘဝအကြောင်းများများ၊ အချစ်အကြောင်းနည်းနည်းနဲ့ ပုံဖော်ထားပါတယ်။ သက်လတ်ပိုင်းဆိုပေမဲ့ မင်းသားရော မင်းသမီးရောက တကယ့် visual တွေချည်းမို့ ကိုကြီး enjoyer ၊ မမ enjoyer လေးတို့ ကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ။ ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင်တော့ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့လိုလာက ဝိုင်တင်သွင်းဖြန့်ချိရေးကုမ္ပဏီတစ်ခုရဲ့ လက်ကားအရောင်းမြှင့်တင်ရေးဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီး အရည်အချင်းမရှိတဲ့ အထက်လူကြီးရဲ့အပေါက်တွေကို တစ်သက်လုံးလိုက်ဖာနေခဲ့ရပေမဲ့လည်း ဝါသနာနဲ့အလုပ် တစ်ထပ်တည်းကျတယ်ဆိုတဲ့အချက်တစ်ခုတည်းနဲ့ တစ်သက်လုံး‌ဖြေတွေးသည်းခံလာခဲ့တဲ့ ထက်မြက်တဲ့ဝီးမန်း တစ်ခုလပ်အမျိုးသမီးတစ်ယောက်ပါ။ ပထမအိမ်ထောင်ကြောင့်ရခဲ့တဲ့ စိတ်ဒဏ်ရာတွေကြောင့်လည်း \"ဘဝဆက်တိုင်းမှာ အချစ်ရဲ့အဝေးမှာနေမယ်\" လုပ်နေသူပေါ့။ ဒါပေမဲ့လည်း အခင်ရဆုံးလုပ်ဖော်ကိုင်ဖက်သူငယ်ချင်းရဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/a-perfect-pairing-2022-2/"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/vbIsAHenb9F1SGfeSIhOoWI7gyK.jpg",
        "title": "Scooby-Doo! And Krypto, Too! (2023)",
        "description": "Scooby-Doo! and Krypto, too! (2023) Leaked Version(Official မဟုတ်ဘဲ Leak လာတာဖြစ်တဲ့အတွက် 1080p မရတာကို နားလည်စေချင်ပါတယ်။ 720p တောင်မှ ကြည့်လို့ပြေအောင် ချဲ့ကုတ်ထားရပါတယ်)မော်ဒန်ခေတ် Animation ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ Studio တွေရဲ့ ပြိုင်ဆိုင်မှုတွေ Fan တွေရဲ့ ပေါက်ကွဲအားတွေနဲ့ အတူ Animation တွေဟာ ရုပ်ရှင်ဇာတ်ခုံမြင့်ပေါ်မှာ အလုအယက် နေရာယူလာကြပါပြီ။ ခွေခေတ် VCD ခေတ်တွေကနေ Streaming Service ကို ကူးပြောင်းလာတဲ့ ကာလမှာ Writer တွေ Producer တွေဟာလည်း Animation တွေကို တစ်ခေတ်ဆန်းတဲ့နည်းနဲ့ ခေတ်နဲ့လည်း လိုက်လျောညီထွေအောင် ရိုက်ရင်း ပရိသတ်တွေဆီကို အမြင်သစ်နဲ့ ယူဆောင်လာခဲ့ကြတယ်။ သို့ပေမဲ့လို့ Streaming Service တွေ မပေါ်ခင် ကျွန်တော်တို့ Generation ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/scooby-doo-and-krypto-too-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gOnmaxHo0412UVr1QM5Nekv1xPi.jpg",
        "title": "Cocaine Bear (2023)",
        "description": "Cocaine Bear (2023)ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံထားတဲ့ ဟာသ ဟော်ရာ ရုပ်ရှင်ကားသစ်တစ်ကားဖြစ်ပါတယ်။\nကိုကိန်း ၇၅ ပေါင်လောက်ကို စားမိခဲ့တဲ့ ဝက်ဝံနက်ကြီးတစ်ကောင်းအကြောင်းပါပဲ။\nမူရင်းအဖြစ်အပျက်မှာတော့ ယနေ့ခေတ်တန်ကြေးနဲ့ ဒေါ်လာ သန်း ၅၀ ဖိုးလောက်ရှိတဲ့ ကိုကိန်းတွေကို စားပစ်ပြီး ဝက်ဝံက ဆေးလွန်သေသွားခဲ့တာပါ။\nဒါပေမဲ့ ဒီရုပ်ရှင်ထဲမှာတော့ ဆေးကွဲပြီးသောင်းကျန်းပြပါလိမ့်မယ်ဗျာ။\nဒါရိုက်တာကတော့ Hunger Games နဲ့ Pitch Perfect ရုပ်ရှင်တွေမှာ\nသရုပ်ဆောင်လုပ်ခဲ့တဲ့ မင်းသမီး Elizabeth Banks ပဲ ဖြစ်ပါတယ်။၁၉၈၅ ခုနှစ်တုန်းက သွန်တန်ဆိုတဲ့ဘိန်းမှောင်ခိုသမားတစ်ယောက်ဟာ\nကိုကိန်းတွေအပြည့်ပါတဲ့ အိတ်တစ်လုံးနဲ့ လေယာဉ်ပေါ်ကနေ လေထီးနဲ့ခုန်ချခဲ့ပေမဲ့ လေထီးမပွင့်ဘဲ သေဆုံးသွားခဲ့ပါတယ်။\nအဲဒီ ကိုကိန်းမှုန့်တွေကို ဝက်ဝံတစ်ကောင်က စားမိသွားပြီး သောင်းကျန်းတဲ့ ဒဏ်ကို၊\nရဲတွေ၊ ခရီးသွားတွေ နဲ့ ဘိန်းဖြူတွေပြန်လိုက်ယူတဲ့ဘိန်းမှောင်ခိုအဖွဲ့တွေ ကောင်းကောင်းကြီးခံရပုံကို ရိုက်ပါထားတာပါပဲ။\nဟာသဆိုပေမဲ့ ကိုက်တာဖြတ်တာပြတ်တာတွေနဲ့ ဆဲတာတွေပါလို့ R rated သတ်မှတ်ထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/cocaine-bear-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-135x200.jpg",
        "title": "Everything Everywhere All at Once(2022)",
        "description": "Swiss Army Man လို ငစားကားတွေ ရိုက်ခဲ့တဲ့ Dan Kwa နဲ့ Daniel Scheinert တို့ ဒါရိုက်တာအတွဲရဲ့ နောက်ထပ် ပြောင်မြောက်တဲ့ ရုပ်ရှင်ကြီးလာပါပြီ။ခေါင်းစားမလားဆိုတော့ စားလည်းစားပါတယ်၊ မစားလည်းမစားပါဘူး။ သိပ္ပံစိတ်ကူးယဉ် အပြိုင်စကြဝဠာတွေအကြောင်းကို ဟာသတွေ ကွန်ဖူးတွေနဲ့ အခြေခံထားတဲ့ မိသားစုဇာတ်လမ်းလေးပါ။\nအက်ဒ်မင်တော့ အတော်ကြိုက်ပါတယ်။ဒီရုပ်ရှင်ထဲမှာလည်း အနန္တစကြဝဠာပါပဲ။ အပြိုင်စကြဝဠာတွေ အများကြီးရှိပါတယ်။ Quantum superposition ဆိုတဲ့သဘောတရားလိုပဲ ဒြပ်မှုန်တွေဟာ ဖြစ်တည်မှုအခြေအနေမျိုးစုံမှာတပြိုင်တည်းရှိနေတဲ့သဘောပါ။\nမာဗယ်ရဲ့ Multiverse တွေလိုပဲ လူတစ်ယောက်ရဲ့ ရွေးချယ်မှုကနေ အပြိုင်စကြဝဠာတွေ အဆုံးမရှိအောင်ခွဲထွက်သွားတာပဲ။ ဒီရုပ်ရှင်ထဲမှာတော့ လူတစ်ယောက်ရဲ့ ရွေးချယ်မှု သေးသေးလေးတွေကအစ အပြိုင်စကြဝဠာတစ်ခု ရှိသွားနိုင်ပါတယ်။အဓိကမင်းသမီးကြီးဖြစ်တဲ့ မီရှဲယိုကတော့ စကြဝဠာတစ်ခုထဲက အက်ဗလင်း ဆိုတဲ့ နာမည်နဲ့ ပင်မင်းဆိုင်ပိုင်ရှင်လေးပေါ့။ အရမ်းရိုးအေးတဲ့ ယောကျာ်းတစ်ယောက်ရယ် မိန်းကလေးချင်း ချစ်ကြိုက်နေတဲ့ သမီးတစ်ယောက်ရယ်ရှိတယ်။ ဒါပေမဲ့ အခြားစကြဝဠာက မီရှဲယိုကတော့ ဆရာမကြီးပါ။ ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/everything-everywhere-all-at-once2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/io2Tm89or3jO2pDtEAPEACx4wUe.jpg",
        "title": "Beginners(2010)",
        "description": "အိုလီဗာဖီးဒ်ဟာ မိဘတွေရဲ့ထူးဆန်းတဲ့အိမ်ထောင်ရေးကြောင့် တခြားသူကိုရေရှည်ချစ်ကြည့်ဖို့မဝံ့ရဲပဲ အသက်သုံးဆယ့်ရှစ်နှစ်ရှိလာခဲ့ပါတယ်။\nလူပျိုကြီးဘဝနဲ့ အရိုးထုတ်ဖို့ဆုံးဖြတ်ထားတဲ့အိုလီဗာဟာ တစ်နေ့တော့ ပါတီမှာအမှတ်မထင်ဆုံခဲ့ရတဲ့ မိန်းကလေးတစ်ယောက်ကို ချစ်ကြိုက်မိသွားတဲ့အခါမှာတော့...\nအိုလီဗာ့လိုပဲ ငယ်ဘဝစိတ်ဒဏ်ရာတွေရှိနေတဲ့ အချစ်ကိုကြောက်တဲ့ မိန်းကလေးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။ သူတို့နှစ်ယောက်ကြားမှာတဖြည်းဖြည်းအမြစ်တွယ်လာတဲ့သံယောဇဥ်တွေရယ် အိုလီဗာရဲ့ဘဝဇာတ်ကြောင်းရယ်ကို လှပစွာပြသသွားတဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ်ပဲဖြစ်ပါတယ်။ ဒရမ်မာကားကောင်းတွေကြိုက်တတ်ရင် ပေးရတဲ့အချိန်နဲ့တန်မယ့်ဇာတ်ကားကောင်းတစ်ပုဒ်ပါလို့ ညွှန်းရင်းတင်ဆက်လိုက်ရပါတယ်။ File size…1.04 GB /470 MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Comedy , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chole Khin",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/beginners2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jPKEeHmUuoDnIaRs6VUqSr4qRGR.jpg",
        "title": "Housebound(2014)",
        "description": "\"Housebound\"ဇာတ်ကားလေးကတော့ ၂၀၁၄ ခုနှစ်က ထွက်ခဲ့တဲ့ horror-comedy အမျိုးအစား ဇာတ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းမှာ မိန်းကလေးတစ်ယောက် အမှုဖြစ်လို့ ငယ်စဥ်က နေခဲ့တဲ့အိမ်မှာ အကျယ်ချုပ်ကျပြီးနောက် သူ့နေအိမ်မှာ သရဲခြောက်နေတဲ့ အဖြစ်အပျက်တွေကို ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။Horror-comedy တွေရဲ့ ထုံးစံအတိုင်း ကြောက်တစ်လှည့်၊ ရယ်တစ်လှည့် ကြည့်နေရင်း ဇာတ်လမ်းထဲ နစ်မျောသွားအောင် ဒါရိုက်တာ Gerard Johnstone က ရိုက်ကူးဖန်တီးထားပါတယ်။ ဒီကားလေးက ရုပ်ရှင်ဆုပေးပွဲတွေမှာ ဆု(၆)ခုရပြီး ဆန်ကာတင် (၂၂)ခေါက် ပါဝင်ထားတဲ့ ဇာတ်ကားကောင်း‌လေးဖြစ်လို့ လက်လွတ်မခံဘဲ ကြည့်သင့်တဲ့ကားလို့ တိုက်တွန်းလိုက်ပါတယ်(အညွှန်းနဲ့ ဘာသာပြန်ဆိုထားတာကတော့ Kelvin ဖြစ်ပါတယ်)File size…1.16GB / 493 MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 47m\nGenre ..... Comedy , Horror , Mystery\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/housebound2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wtjJAFaHL5GEzOzHZaCKI9TjyN6.jpg",
        "title": "Antique(2008)",
        "description": "Antique(2008)**************အလောင်ကားတွေပဲကြည့်နေလို့ ပူလောင်နေရရင် ဒီ comedy, romance, friendship အမျိုးအစားဖြစ်တဲ့LGBT movie လေးကိုကြည့်ကြည့်ကြပါ။၂၀၀၈ ခုနှစ်က ထွက်ရှိခဲ့ပြီး rating လည်းကောင်းပါတယ်။ cast တွေကလည်းရှယ်ပါပဲ။ဇာတ်လမ်းကတော့\nလူပေါ်ကြော့သူဌေးသားလေးဂျင်ယော့ဟာ ကိတ်မုန့်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ဖြစ်ခဲ့ပါတယ်။ကိတ်မုန့်ဆိုင်မှာကိတ်မုန့်ဖုတ်မယ့်သူရှာရင်းနဲ့ သူ့ကိုအထက်တန်းတုန်းက crush ခဲ့တဲ့မင်ဆွန်းဝူနဲ့အတူတူအလုပ်လုပ်ဖို့ဖြစ်လာပါတယ်။ မင်ဆွန်းဝူကတော့ ‘နတ်ဆိုးလိုဆွဲဆောင်မှုရှိတဲ့ဂေး’ ဆိုပြီးတော့တင်စားကြရလောက်အောင်ကို သူနဲ့တွေ့သမျှယောက်ျားတိုင်းက သူ့ရဲ့ဆွဲဆောင်မှုကို မလွန်ဆန်နိုင်ကြပါဘူး။သူတို့နှစ်ယောက်တည်းအလုပ်လုပ်နေရင်းနဲ့ လက်ဝှေ့ကစားသမားဟောင်းယန်းဂီဘုံးနဲ့ဆူယောင်းဆိုတဲ့ဘော်ဒီဂတ်ကပါ သူတို့နဲ့အတူတူအလုပ်လုပ်ဖို့ဖြစ်လာပါတယ်။စိတ်ဒဏ်ရာကိုယ်စီရှိတဲ့ယောက်ျားလေးယောက် တစ်ဆိုင်တည်းမှာအလုပ်လုပ်ရင်းနဲ့သူတို့ရဲ့ဆက်ဆံရေးက ဘယ်လိုမျိုးပြောင်းလဲလာမလဲ၊ အချင်းချင်းရဲ့စိတ်ဒဏ်ရာကို ဘယ်လိုကုစားပေးကြမလဲ။ရန်တကျက်ကျက်ဖြစ်ရင်း ရင်းနှီးသွားကြတဲ့ သူတို့တွေကြားကrelationship လေးကို အခွီတွေ၊ အငိုတွေနဲ့ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။File Size :(1.9GB) and (897MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yee Wai\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/antique2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jixBLmH4gQuTKTenZr89egvqZbW.jpg",
        "title": "80 for Brady (2023)",
        "description": "80 for Brady (2023)ဒီကားမှာတော့ 12 Angry Men ထဲက ဂန္ထဝင်မင်းသားကြီး ဟင်နရီဖွန်ဒါရဲ့သမီး ဂျိန်းဖွန်ဒါ၊ ရီတာမော်ရီနို၊ ဆယ်လီဖီးဒ်၊ လီလီတွမ်လင် စသဖြင့် ၇၀တန်းမင်းသမီးကြီးလေးယောက် အပြိုင်သရုပ်ဆောင်ထားပါတယ်။ ထူးတာက ဒီလေးယောက်လုံးက တကယ့် ဂန္ထဝင်တွေပါ။ ဂျိန်းဖွန်ဒါဆို အော်စကာ၂ဆု၊ BAFTA ၂ဆု၊ Golden Globe ၇ဆု၊ Emmy ဆု၊ ရွှေခြင်္သေ့ဆုအပြင် ကိန်းကပါ Honorary Award တွေရထားတာပါ။ မော်ရီနိုကတော့ ဟောလိဝုဒ်ရွှေခေတ်လက်ကျန်မင်းသမီးကြီးတစ်ယောက်ဖြစ်ပြီး Triple Crown of Acting လို့ ခေါ်တဲ့ ဂရမ်မီ၊ အော်စကာနဲ့ တိုနီဆု သုံးခုလုံးရထားတဲ့ မင်းသမီးအနည်းအကျဉ်းထဲက တစ်ယောက်ပါ။ တော်တော်နည်းပါတယ်။ ရုပ်ရှင်သမိုင်းတစ်လျှောက်လုံးမှ ၁၀ယောက်မပြည့်ပါဘူး။ Sally Field ကတော့ ဖောရပ်ဂန့်ရဲ့အမေနေရာကသိကြမှာပါ။ သူလည်း အကယ်ဒမီ ၂ဆု၊ ရွှေကမ္ဘာလုံး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/80-for-brady-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v4czyy4HQuOMQtGCCB9N6JcvJwT.jpg",
        "title": "Faraway(2023)",
        "description": "Faraway(2023)**************Zeynep ဆိုတဲ့အမျိုးသမီးဟာ သူ့အမေ ဆုံးသွားလို့ စိတ်ထိခိုက်နေရတာပါ....အဲ့ဒီလို အချိန်မှာတောင် သူ့ယောကျာ်းဖြစ်သူက သူ့ဘေးနာမှာမရှိနေပေးဘဲကောင်မလေးငယ်ငယ်နဲ့ ဖောက်လွှဲဖောက်ပြန် လုပ်ခဲ့ပါတယ်...\nကံကောင်းတာ တစ်ခုက သူမ အမေက သူမအတွက် ကျွန်းတစ်ကျွန်းမှာအိမ်တစ်လုံးဝယ်ထားပေးခဲ့ပါတယ် အမေဆုံးတာတစ်မျိုး ယောကျာ်း ဖောက်ပြန်တာကတစ်ကြောင်းနဲ့ သူဟာ အဲ့ဒီကျွန်းပေါ်ကို ထွက်သွားဖို့ ဆုံးဖြတ်ခဲ့ပါတော့တယ်...\nအဲ့ဒီကျွန်းက အိမ်မှာ လူတစ်ယောက်လည်းရှိနေပါတယ် အဲ့ဒီလူကရောဘယ်လိုလဲ ကျွန်းပေါ်မှာ အဲ့ဒီလူနဲ့ရော ဘာတွေဆက်ဖြစ်ကြမှာလဲဆိုတာကတော့...File Size :(2.1GB)(935MB) and (221MB)\nQuality : NF.WEB-DL1080P,720p\nFormat…mp4\nDuration…01:49:00\nGenre : Comedy, Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/faraway2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYjJlM2Q4ZTctZjQwNC00YzNhLThjNjItMzllYTEwZDg3Zjg2XkEyXkFqcGdeQXVyOTc5MDI5NjE@._V1_-159x200.jpg",
        "title": "Buffaloed (2019)",
        "description": "2019 ထွက် ဟာသရုပ်ရှင်ကောင်းတစ်ခုလောက် ကြည့်လိုက်ရအောင်။ မင်းသမီးက Peg ဆိုတဲ့ ဉာဏ်အရမ်းကောင်းတဲ့ကောင်မလေးပေါ့။ Wall Street မှာ အလုပ်လုပ်နိုင်ဖို့ ငွေကြေးပိုင်းဆိုင်ရာဘွဲ့တွေလိုချင်လို့ ကောလိပ်ကောင်းကောင်းကိုရအောင်တတ်နိုင်ခဲ့ပါတယ်။ ဒါပေမဲ့ ကျောင်းလခမတတ်နိုင်တော့ ငွေရှာဖို့ မဟုတ်တရုတ်တွေလုပ်ရင်းနဲ့ ထောင် ၄ လ ကျသွားရော။ ထောင်ကလွတ်တဲ့အချိန်မှာ မြေအောက်လောက အကြွေးတောင်းအဖွဲ့တွေနဲ့ တွေ့ပြီး အကြွေးတောင်း လူလည်မကြီးဖြစ်လာရနေ ဖျံအချင်းချင်း လူလည်ကျ ကတုံးပေါ်ထိပ်ကွက်ကြပုံတွေကို ဟာသဆန်ဆန်နဲ့ စိတ်ဝင်စားစရာကြည့်ရမှာပါပဲ။ ဒီခေတ်ကြီးထဲမှာ လုပ်စားဖို့ အကွက်စုံလေးတွေလေ့လာချင်ရင်တော့ ဒီရုပ်ရှင်က ခင်ဗျားတို့အတွက်ပါပဲ။File size…(1.87GB)/(953MB)/(457 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Comedy / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mash Island",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/buffaloed-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w7X1ra5lYbiZ5WnkCikSThKCMZm.jpg",
        "title": "Have a Nice Day!(2023)",
        "description": "Have a Nice Day!(2023)**********************Enrique Guerrero ဆိုတဲ့ လူဟာ radio host အနေနဲ့ La bomba ဆိုတဲ့အမျိုးသမီးနဲ့အတူRock and roll သီချင်းတွေကို တင်ဆက်တဲ့လူ လုပ်ခဲ့ပါတယ်.....ဒါပေမယ့် တကယ့်တကယ် အစီအစဉ်အောင်မြင်လာတာတော့ ရေဒီယိုဌာနက သူ့ကိုပစ်လိုက်ပြီးLa bomba နဲ့ပဲ ဆက်လက် လုပ်ဆောင်ပါတော့တယ်...\nLa bomba ဟာ သူ့ဘဝရဲ့ တစ်ဦးတည်းသောချစ်ရတဲ့ အမျိုးသမီးလေးလည်း ဖြစ်ပြန်ပါတယ်...\nတစ်နေ့တော့ ရေဒီယိုဌာနက သူတို့နှစ်ယောက်အတွက် ဂုဏ်ပြုပွဲလေးလုပ်ပေးဖို့ ဖိတ်စာရောက်လာပါတယ် ...အဲ့ဒီပွဲလေးတက်မှ သူ့ငယ်ချစ်ဦးလေး La bomba နဲ့အတူ တွေ့နိုင်မှာမို့လို့ အဲ့ဒီပွဲကို သွားဖို့ ပိုက်ဆံတွေစုပါတော့တယ်...\nအဲ့ဒီပွဲနေ့ရောက်လာတဲ့နေ့မှာတော့  သူမမျှော်လင့်ထားတွေဖြစ်ပါတော့တယ်...File Size :(1.5GB) and (697MB)\nQuality : NF.WEB-DL1080P,720p\nFormat…mp4\nDuration…01:33:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/have-a-nice-day2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYmU3MGNkYTMtMjE1ZC00Yzc0LTllODktNzU2ZDMwMDVjNjg4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Innocent Blood (1992)",
        "description": "IMDB 6.2/10 ရထားတဲ့ Innocent Blood (1992)ဆိုတဲ့ Comedy/Horror\nသွေးစုတ်ဖုတ်ကောင်ကားလေးပါ.. စွဲမက်ဖွယ် ပြင်သစ် မင်းသမီး Anne Parillaud\n(La Femme Nikita)က သွေးစုတ်ဖုတ်ကောင်မလေးအဖြစ်၊\nAnthony LaPaglia (Without a Trace)က ရဲအရာရှိ ဂျိုးအဖြစ်၊\nကွယ်လွန်သွားပြီဖြစ်တဲ့ မင်းသားကြီး Robert Loggia (Big) က\nSallie The Sharkအဖြစ် ပါဝင် သရုပ်ဆောင်ထားကြပါတယ်..ဇာတ်လမ်းအကျဉ်း\nမာရီက ဆိုးသွမ်းတဲ့ယောကျ်ားတွေကိုပဲ အရောဝင် သွေးသောက်တတ်တဲ့၊\nတစ်ကိုယ်တော် လှုပ်ရှားတတ်တဲ့ သွေးစုတ်ဖုတ်ကောင်မလေးပါ..\nတစ်နေ့မှာတော့ သွေးစုတ်ဖို့ သားကောင်ရှာရင်း သူကိုက်လိုက်မိတဲ့ သားကောင်က\nမြို့ထဲက အဆိုးတကာ့အဆိုးထွဋ်ခေါင်ဆိုတဲ့ Sallie The Shark ဖြစ်နေခဲ့ပြီး..\nပြန်လည်ရှင်သန်နိုင်စွမ်းရှိတဲ့ သွေးစုတ်ဖုတ်ကောင်အစွမ်းတွေကို ရရှိသွားတဲ့ ဆယ်လီက\nတခြားလူတွေကိုပါ သွေးစုတ်ဖုတ်ကောင်အဖြစ်ပြောင်းပြီး မြို့ကို သိမ်းပိုက်ဖို့ကြိုးစားလာချိန်မှာတော့..\nကိုယ်ဇာတ်ကိုယ်မနိုင်ဘဲ ဆယ်လီ့ကို လက်စသိမ်းနိုင်ဖို့အရေး မာရီက အမျိုးမျိုးကြိုးစားရပါတော့တယ်..\nဒီလိုနဲ့ ဆယ်လီ့ကို ဖမ်းဆီးဖို့ကြိုးစားနေတဲ့ ရဲအရာရှိဂျိုးနဲ့ အမှတ်မထင်တွေ့ဆုံခဲ့ကြရာမှာတော့..\nသွေးစုတ်ဖုတ်ကောင်နဲ့ လူသားရဲအရာရှိတို့နှစ်ယောက်ကြား ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ..\nရဲအရာရှိဂျိုးတစ်ယောက် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/innocent-blood-1992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/movieposter-139x200.jpg",
        "title": "Irrational Man (2015)",
        "description": "Irrational Man (2015)အချစ်နဲ့အမှန်တရား ယှဉ်ရွေးဖို့လိုလာတဲ့အခါ\nအချစ်ကို ရွေးချယ်မလား အမှန်တရားကို ရွေးချယ်မလား...မတရားမှုကို တရားသောနည်းလမ်းနဲ့ယှဉ်ဖို့ မဖြစ်နိုင်တဲ့အခါ ကံစီမံရာအတိုင်းလို့ သဘောထားပြီး\nမတရားမှုကို ငြိမ်ခံမလား ကိုယ်တိုင်က မကောင်းဆိုးဝါးဖြစ်လာပြီး တရားမျှတမှုကို ရယူမလား..\nအသိဉာဏ်ကြီးမြင့်သူတစ်ယောက်က ရာဇဝတ်မှု ကျူးလွန်ဖို့ ကြိုးစားတဲ့အခါ ပြီးပြည့်စုံတဲ့ရာဇဝတ်မှုတစ်ခု ဖြစ်လာနိုင်မှာလား....ဒီတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ Irrational man (2015)ဆိုတဲ့ကားလေးပါ\nအဓိက သရုပ်ဆောင်တွေကတော့ Joker မင်းသားကြီး Joaquin Phoenix နဲ့\nမင်းသမီးချော Emma Stone (La La Land) ပါပဲ..ဇာတ်လမ်းအကျဉ်း\nအေ့ဘ်က မိန်းမဖြစ်သူ သစ္စာဖောက်တာကို ခံလိုက်ရပြီးနောက်\nဘဝကို ဆက်ရှင်သန်ဖို့ အဓိပ္ပါယ်ပျောက်ဆုံးနေတဲ့ ဒဿနိကဗေဒဆရာတစ်ယောက်ပါ..\nကျောင်းပြောင်းရဖို့ ဖြစ်လာပြီး ဘရေလင်းတက္ကသိုလ် ဒဿနိကဗေဒဌာနကို ပြောင်းလာခဲ့ရချိန်မှာပဲ\nသူ့ဘဝရဲ့ ပြောင်းလဲမှုကြီးကို ဖြစ်ပေါ်စေမယ့် ဂျေလ်ဆိုတဲ့ ကျောင်းသူလေးနဲ့ တွေ့ဆုံခဲ့ရပါတော့တယ်...\nဂျေလ်က လှပပြီးအသိဉာဏ်ရှိတဲ့\nချစ်သူကောင်လေးက အရမ်းဂရုစိုက်တာကိုခံရတဲ့ ပျော်ရွှင်တက်ကြွတဲ့ ကောင်မလေးပေါ့ ..\nပုံမှန်ဘဝကို ဖြတ်သန်းနေရင်းနဲ့ အေ့ဘ် ကျောင်းပြောင်းလာပြီး\nဂျေလ်ကို ‌သူ့စာတမ်းနဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/irrational-man-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/insert-opreation-135x200.jpg",
        "title": "Operation Fortune: Ruse de Guerre (2023)",
        "description": "ဒါရိုက်တာ Guy Ritchie ရဲ့ Action, Comedy, Thriller လေးပါပဲ။ မင်းသားကတော့ ဂျေဆန်စတက်သန်ပါ။ ဒီထဲက လူဆိုးတွေက ယူကရိန်းသားတွေဖြစ်နေလို့ ရုရှား ယူကရိန်းစစ်ပွဲအစနဲ့ ရုံတင်ပြသမယ့်ရက်တိုက်နေတာကို ၂၀၂၃ အထိ ရွှေ့ထားလိုက်တာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ဘီလီယံနဲ့ချီတဲ့ အမျိုးအမည်မသိလက်နက်တစ်ခု အခိုးခံလိုက်ရတယ်။ အဲဒါကို အရေးတကြီး ပြန်ရဖို့အတွက် အစိုးရအေဂျင်စီတွေက ကန်ထရိုက်တာဖြစ်တဲ့ နေသန်နဲ့ အော်ဆန်ဖော်ချွန်းကို အလုပ်အပ်ရတယ်။ အော်ဆန်ဟာ စစ်ဆင်ရေးတွေမှာ အရမ်းအသုံးအဖြုန်းကြီးတဲ့သူမို့ တော်ရုံလူက အလုပ်မအပ်ချင်ကြပါဘူး။ လူများရင်ကြပ်ရင်ကြောက်တတ်လို့ဆိုပြီး သီးသန့်လေယာဉ်စီးတယ်၊ စိတ်အခြေအနေအတွက်ဆေးဖြစ်ဝါးဖြစ်ဆိုပြီး အကောင်းဆုံးဝိုင်ပုလင်းတွေသောက်တယ်။ စစ်ဆင်ရေးပြီးရင်လည်း အစိုးရစားရိတ်နဲ့ စိတ်ဒဏ်ရာကုဖို့ဆိုပြီး အပမ်းဖြေစခန်းတွေ သွားနှပ်တာတွေကြောင့်ပါ။ ဒါပေမဲ့ ဒီအရေးကြီးစစ်ဆင်ရေးအတွက် အလုပ်အပ်ခံလိုက်ရတဲ့အချိန်မှာတော့ ဘီလီယံချီပြီးတန်တဲ့ လက်နက်ကဘာလက်နက်လဲ၊ ဘယ်သူက ရောင်းပြီးဘယ်သူကဝယ်မှာလဲဆိုတာကို စုံစမ်းပြီး ပြန်ရအောင် ကြိုးစားရပါတော့တယ်။ထုံးစံအတိုင်း အက်ရှင်တွေ မြှပ်ကွက်လေးတွေနဲ့ ဟာသတွေရောထားတာမို့ အပမ်းဖြေဖို့ ကားကောင်းတစ်ခုပါပဲ။File size…(1.86GB)/(100.6MB)/(502 Mb)\nQuality….Webrip ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/operation-fortune-ruse-de-guerre-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tcRaMjWoF8K7h1LqOH7FOOLRQ3e.jpg",
        "title": "Fools Rush In (1997)",
        "description": "Fools Rush In (1997)ပညာရှိစကားတစ်ခွန်း ကြားဖူးကြမလား။ အမိုက်အမဲတွေသာ အလျင်စလိုပြုတတ်ကြတယ် တဲ့။ အချစ်ကရော အလျင်စလိုပြုသင့်တဲ့အထဲမှာပါသလား။ အလျင်စလိုလုပ်ခြင်းက အမှားတစ်သိန်းကို ယူဆောင်လာနိုင်တယ်ဆိုရင် လျှပ်တပြက်အချစ်ကရော အမှားအယွင်းတစ်ခုလား။အို... အချစ်ဆိုတာ အမှားတစ်ခုဆိုရင် ကျွန်တော်ဟာ အမှန်တရားကို အလိုမရှိပါဘူး။ အမှားကမ္ဘာထဲမှာ အချစ်နဲ့နေထိုင်ချင်တယ်။ အချစ်နဲ့တည်ဆောက်တဲ့နန်းတော်မှာ ချစ်သူရဲ့ ရယ်မောခြင်းတေးသံတွေ နားဆင်ချင်တယ်။ ချစ်ခြင်းမှာ သက်ဆင်းဖို့အခွင့်အရေးကို စစ်ခင်းလို့တောင် ယူလိုက်ချင်ပါရဲ့။အခုတင်ဆက်ပေးမယ့်ဇာတ်လမ်းလေးကတော့ အချစ်ကားလေးပါ။ အနုပညာသမား ကင်မရာကိုင်တဲ့ကောင်မလေးနဲ့ ဆောက်လုပ်ရေး ကွင်းဆင်းသမားကောင်လေးတစ်ယောက်ရဲ့ တစ်ညတာ ဖုတ်ဖက်ခါအချစ်ကနေ ကိုယ်ဝန်ရသွားတဲ့အခါမှာ ဇာတ်လမ်းစပါတယ်။ယဉ်ကျေးမှုမတူ၊ အသိုင်းအဝန်းမတူ၊ အဆိုးဆုံးက ဘာသာမတူ (ဂိုဏ်းကွဲ) ဖြစ်လာတဲ့အခါ အချစ်ကို ပြဿနာတွေက ဖုံးလွှမ်းသွားတဲ့အဖြစ်ရယ်ပေါ့။ ကွာရှင်းစာချုပ်မှာ လက်မှတ်ထိုးလိုက်ကြပြီး ခြောက်ရက်အတွင်း လင်မယားပြတ်စဲမှုအရာရောက်မှာဖြစ်ပေမယ့် ခြောက်ရက်အတွင်းမှာပဲ အပြောင်းအလဲတွေဖြစ်လာတဲ့အခါ သိပ်ကိုလှပတဲ့ ချစ်ခြင်းရဲ့မောင်းနှင်မှုကို လူကြီးမင်းတို့ ရှုစားဖို့ရှိပါတယ်။မင်းသားကြီးကတော့ Matthew Perry ပါ။ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/fools-rush-in-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ap1lWt3YKaQBicYO5oMTuJ55Ki0.jpg",
        "title": "Ice Cream Man (1995)",
        "description": "ရေခဲမုန့်အရမ်းကြိုက်တဲ့ကောင်လေးက ငယ်ငယ်က သူဝယ်စားနေကျရေခဲမုန့်သည်ကြီး သူ့ရှေ့မှာအသတ်ခံလိုက်ရတာကိုမြင်ပြီး  Traumaရသွားတယ်..။ အဲဒီနောက် သူကြီးလာတော့ ကိုယ်တိုင်ရေခဲမုန့်သည်ဖြစ်လာတယ်။ ကလေးတွေအရမ်းကြိုက်ကြတဲ့ ရေခဲမုန့်ပေါ့။ ဒါပေမဲ့ ရေခဲမုန့်ထဲမှာ ဘာတွေထည့်ထားလဲဆိုတာကိုသိရင်တော့ စားချင်ကြတော့မှာမဟုတ်ပါဘူး။ ကလေးပျောက်မှုတွေ လူသတ်မှုတွေက ရေခဲမုန့်သည်ရဲ့လက်ချက်ဆိုတာကို ဂျွန်နီ၊ ဟယ်သာ၊ တူနာတို့ကလွဲရင် တစ်ရပ်ကွက်လုံးမသိကြသလို ကလေးတွေက ခဏခဏတိုင်ကြားပေမဲ့ သက်သေလည်းမရှိတော့ ရဲတွေလည်း ဘာမှလုပ်လို့မရပါဘူး။ ဒီတော့ ဂျွန်နီတို့ဖွဲ့ထားတဲ့ ဒုံးပျံအဖွဲ့သားတွေကရော ရေခဲမုန့်သည်ကို အနိုင်ယူနိုင်ပါ့မလား၊ စိတ္တဇလူသတ်သမားရေခဲမုန့်သည်ကရော ဘယ်လိုဇာတ်သိမ်းသွားမလဲဆိုတာကို Ice Cream Manဇာတ်ကားထဲမှာ ကြည့်ရှုအဖြေရှာလို့ရပါပြီ။ လူသားပေါက်စီလို ခပ်ဆင်ဆင်ကားမျိုးမို့ အသည်းငယ်သူတွေ မကြည့်သင့်ပါဘူး။ File size…(1.7GB)/(832.51MB)/(536.77MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:26:00\nGenre...Drama, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Su Eaindra",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/ice-cream-man-1995/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/shqO696kFnM8Z4ODa3JglcjP97u.jpg",
        "title": "Drillbit Taylor(2008)",
        "description": "IMDb 5.7 / Rotten Tomatoes 26%စိတ်အပန်းပြေစေမယ့် ဆယ်ကျော်သက်ကျောင်းသား ဟာသကားလေး Drillbit TaylorDrillbit Taylor ဆိုတဲ့အတိုင်း ဒီဇာတ်ကားလေးထဲမှာ ပလက်ဖောင်းခေါင်းအုံး လမ်းဘေးရေပန်းမှာ ကိုယ်တုံးလုံးချွတ် ရေချိုးလေ့ရှိတဲ့ အိမ်ခြေမဲ့ တပ်ပြေး Drillbit Taylor နဲ့ကျောင်းတွင်းအနိုင်ကျင့်ခံနေရတဲ့ အထက်တန်းကျောင်းသားလေး သုံးယောက်တို့ရဲ့ အလွဲလေးများကို ရယ်မောဖွယ် ကြည့်ရှုရမှာပါ အိမ်ခြေမဲ့ဘဝမှာ လူတွေရဲ့ကဲ့ရဲ့တဲ့အကြည့်တွေ အပြောတွေကို မုန်းတီးလာတဲ့ Drillbit Taylor တစ်ယောက် ကနေဒါမြောက်ပိုင်းမှာ သွားအချေခြဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်တစ်ဖက်မှာတော့ အထက်တန်းကျောင်း စတက်တက်ချင်းမှာပဲ ကျောင်းသားကြီးတွေရဲ့ အနိုင်ကျင့်ဗိုလ်ကျခြင်းကို နေ့စဥ်ရက်ဆက် ခံနေတဲ့ ကျောင်းသားလေးသုံးယောက်ဟာကိုယ်တိုင် ပြန်မခုခံနိုင်တဲ့အဆုံး မိမိတို့ကို ကာကွယ်ပေးမယ့် သက်တော်စောင့်တစ်ယောက် ငှားဖို့ ဆုံးဖြတ်လိုက်ကြတဲ့အခါ...ခရီးစရိတ်လိုအပ်နေတဲ့ Drillbit နဲ့ သက်တော်စောင့်လိုနေတဲ့ သူတို့လေးတို့ တွေ့ဆုံကာ အလုပ်ဖြစ်သွားပါတော့တယ်Drillbit တစ်ယောက် ကလေးတွေရဲ့ကျောင်းမှာ ဆရာအဖြစ် ဟန်ဆောင်ရင်း ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/drillbit-taylor2008/"
    }
]