[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/edYk5TSowZIDv138bCpF5ls3XI5.jpg",
        "title": "The Bubble (2022)",
        "description": "The Bubble (2022) စိတ်အပန်းပြေ ရယ်နေရတဲ့ ဟာသကားလည်းကြည့်ချင် ရုပ်ရှင်ထုတ်လုပ်ရေးလောကရဲ့ အခြေအနေကို ရှယ်သရော်ထားတဲ့ ကားတစ်ကားကြည့်ချင်တယ်ဆိုရင်တော့ ဒီရုပ်ရှင်က သင့်အတွက်ပါပဲ။ ရယ်ရတယ်ဆိုရာမှာ တစ်ချို့အခန်းတွေက ရုပ်ရှင်နဲ့ပတ်သက်တဲ့ ဗဟုသတနည်းနည်းရှိမှ ရယ်ရမှာဖြစ်ပြီး တစ်ချို့အခန်းတွေကတော့ တမင်ကလိထိုင်ထိုးနေတဲ့ ဟာသကားတွေလို ရယ်ရပါတယ်။ အကုန်နားလည်ရင်တော့ ခွက်ထိုးခွက်လန် ရယ်နေရမယ့်ကားပါပဲ။ Rating တော့ နည်းပါတယ်။ ဒါပေမဲ့ ခင်ဗျားကို တော်တော်အူမြူးစေမှာကတော့ အမှန်ပါပဲ။ မယုံရင် ဂူးဂဲမှာ ဝေဖန်ရေးသမားပေးတာမဟုတ်တဲ့ User Reviewတွ ဖတ်ကြည့်လို့ရပါတယ်။ရုပ်ရှင်ထဲပါ၀င်သူတွေကတော့ Professor X ခေါ် James McAvoy, Mandalorian တစ်ဖြစ်လဲ Pedro Pascal, Nebula တစ်ဖြစ်လဲ Karen Gillan, Dr. Strange ခေါ် သခွားသီး၊ X-Files စီးရီးတွေထဲက အေးဂျင့် Muldor တစ်ဖြစ်လဲ David Duchovny ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-bubble-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rniaU8PpWnIzP1LpxUx5S5qphwS.jpg",
        "title": "Celeb Five: Behind the Curtain (2022)",
        "description": "Celeb Five: Behind the Curtains (2022)Celeb Five ဆိုတာကတော့ တောင်ကိုရီးယား comedian တွေဖြစ်တဲ့\nSong Eun-i, Kim Shin-young, Ahn Young-mi, Shin Bong-sun တိုနဲ့ ဖွဲစည်းထားတဲ့ girl group တစ်ခုပါ။အခု သူတိုလေးယောက်ရဲ့ mockumentary လေး Netflix ကနေ ထုတ်လွှင့်သွားမှာပါ။Netflix ကနေ comedy show တစ်ခုအတွက် သူတိုကိုကမ်းလှမ်းလာပြီး\nအဲဒီအတွက် အကြံဉာဏ်တွေ၊ အိုင်ဒီယာတွေထုတ်ကြမယ့် fake documentary ပုံစံ ရိုက်ကူးထားတာပါ။Netflix မှာပထမဆုံးရိုက်ကူးကြမှာဖြစ်လို့ တခြားအစီအစဉ်တွေနဲ့မတူတဲ့ အိုင်ဒီယာတွေကိုထုတ်သွားကြဦးမှာပါ၊\ncomedian တွေပီပီ လျှာသွက်သွက်နဲ့ လုပ်သွားမှာတွေက ကလိမထိုးဘဲရယ်စရာတွေချည်းပါပဲ။\nအစကတည်းက ပရိသတ်တွေနဲ့ရင်းနှီးပြီးသား comedian တွေမို့ ဟာသပြက်လုံးတွေနဲ့ ဝါးလုံးကွဲရယ်ကြရဦးမှာပါ။\nအတည်ပြောတဲ့ဟာသနဲ့ ဆွေးနွေးကြတဲ့ ဇာတ်လမ်းတွေကလည်း ရယ်စရာတွေချည်းပဲမို့\nစိတ်အပန်းဖြေဖို့ အကောင်းဆုံးအစီအစဉ်လေးမို့ တင်ဆက်ပေးလိုက်ရပါတယ်။(အညွှန်းကိုတော့ Thuu Thinzar Kyaw ...",
        "rating": "",
        "url": "https://channelmyanmar.org/celeb-five-behind-the-curtain-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/55gkFbie2Nbudo21rDpi6zG0XvC.jpg",
        "title": "Better Nate Than Ever (2022)",
        "description": "Better Nate than Ever (2022)IMDb - 6.1လူတိုင်းမှာ အိပ်မက်ပန်းတိုင်တစ်ခု​တော့ ကိုယ်စီရှိကြစမြဲပါ၊\nတချို့​​တွေက ကိုယ်ဖြစ်ချင်တဲ့ကိုယ့်ရဲ့အိပ်မက်ကို\nငယ်ငယ်​လေးတည်းကသိပြီး အ​ကောင်အထည်​ဖော်ဖို့ ကြိုးစား​နေကြသလို\nတချို့ကလည်း ကိုယ့်ရဲ့အိပ်မက်က ဘာလဲဆိုတာသိဖို့ ကြိုးစား​ရှာ​ဖွေ​နေဆဲသူ​တွေလည်း ရှိတာ​ပေါ့၊နိတ်ဆိုတဲ့​ ကောင်​လေးက​တော့ အလယ်တန်း​ကျောင်းသားဘဝကတည်းက\nကိုယ့်အိပ်မက်ကို အ​ကောင်အထည်​ဖော်ဖို့ တစိုက်မတ်မတ် ကြိုးစား​နေသူ​​ပေါ့၊\nဘ​ရော့​ဒ်ဝေးပြဇာတ်ရုံတွေမှာ ကြီးကျယ်ခမ်းနားတဲ့ပြဇာတ်​တွေကို အဓိက​နေရာမှာ ကပြပြီး\nဘ​ရော့​ဒ်ဝေးပိုင်းမှာအမြင့်ဆုံးဖြစ်တဲ့ တိုနီဆုကြီးကို အရယူဖို့ပါ၊လူက ငယ်ငယ်၊ အကြံကကြီးကြီး ခါချဉ်​ကောင်မာန်ကြီးလို့ ​တောင်ကြီးဖြိုမယ် ကြံ​ပေမယ့်\nဆရာသမား​လေး နိတ်ခမျာ ​ကျောင်းကပွဲမှာ ဖြတ်​လျှောက်​နေရာက​တောင် အ​ရွေးမခံရ​အောင်ကို ပါရမီရှိပြီး စန်းပိတ်​နေတဲ့သူ​ပေါ့၊\nတစ်​နေ့​တော့ နယူး​ယောက်​ရွှေမြို့​တော်ကြီးရဲ့ ဘ​ရော့​ဒ်ဝေးမှာ ကပြရင်း\nနာမည်ကြီးလာနိုင်တဲ့ ပဏာမလူ​ရွေးပွဲအ​ကြောင်း သိလိုက်တဲ့​နောက်\nသူ​နေထိုင်ရာ ပစ်ဘာ့ဂျ်မြို့​လေးက​နေ NYအထိ မိဘမသိ​​အောင် အိမ်​ပြေး​လေးလုပ်ရင်း\nသူ့ရဲ့အိပ်မက်ခရီးလမ်းကို စတင်​လျှောက်လှမ်းခဲ့ပါ​တော့တယ်၊Disney က​နေ အသစ်ထွက်ရှိထားတဲ့ Family, Musical, ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/better-nate-than-ever-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/23itzX1Xm8fro9gy5gkpKoA9Mad.jpg",
        "title": "Checkered Ninja 2 (2021)",
        "description": "Checkered Ninja 2 (2021) အညွှန်း2018 တုန်းကထွက်ခဲ့တဲ့ Checkered Ninja ရဲ့ ဒုတိယကားလေး လာပါပြီ။အဲလက်စ်ကတော့ သူ့ရဲ့ နင်ဂျာရုပ်လေး ပျောက်သွားတယ်ပဲ ထင်နေခဲ့ပေမဲ့ လက်တွေ့မှာတော့ မီးရှို့ဖျက်ဆီးခံလိုက်ရပါပြီ။ သူတို့ မျက်မြင်သက်သေဖြစ်ခဲ့တဲ့ အမှုက ဗီလိန်ကလည်း သက်သေတွေ မခိုင်လုံတဲ့အတွက် အချုပ်ကနေ လွတ်လာတော့မှာပါ။အဲလက်စ်ကတော့ သူ့အမေကို နင်ဂျာရုပ်နဲ့ ဆင်တူ အရုပ်လေးတစ်ရုပ်ထိုးပေးဖို့ ပူဆာပါတော့တယ်ဒီလိုနဲ့ ဗီလိန်ကြီး ထောင်ဒဏ်ကို ရှောင်လွှဲနိုင်ခဲ့ပြီး လွတ်လာချိန်မှာတော့ ...အဲလက်စ်တို့ သူငယ်ချင်းတစ်သိုက် ဘယ်လိုရင်ဆိုင်ကြမလဲ ဆိုတာ ဇာတ်လမ်းလေးထဲ အတူတူ အဖြေရှာကြည့်ကြပါစို့။ File Size          : 1.8GB,  776MB, 400MB\nQuality            : 1080p WEBRip AC3 5.1CH, ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/checkered-ninja-2-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dzN5xbp73TI7pjEqZ66ECNxdWJl.jpg",
        "title": "Checkered Ninja (2018)",
        "description": "Rating 7.6 အထိရရှိထားတဲ့ Animation ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်...အဲလစ်စ်ဆိုတဲ့ကောင်လေးဟာ သူ့မွေးနေ့မှာမတွေ့တာကြာနေပြီဖြစ်တဲ့ဦးလေးစတီးဝါ့ဒ်ဆီကနေ နင်ဂျာရုပ်လေးတစ်ရုပ်လက်ဆောင်ရခဲ့ပါတယ်...နင်ဂျာရုပ်လေးဟာ တကယ့်အပြင်ကပုံမှန်နင်ဂျာသမားတွေလိုအနက်ရောင်အင်္ကျီနဲ့ဖြစ်မနေဘဲ အင်္ကျီအကွက်လေးနဲ့ဖြစ်နေပါတယ်...ဒါ့အပြင်ပိုထူးဆန်းတာက နင်ဂျာလေးဟာ အသက်ရှိနေတာပဲဖြစ်ပါတယ်...အမြဲတမ်းမဝံ့မရဲနဲ့ဖြစ်နေတတ်တဲ့အဲလစ်စ်ဟာနင်ဂျာရုပ်လေးရဲ့ကျေးဇူးနဲ့ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ...သူတဖက်သတ် ကြိတ်ပြီးချစ်နေရတဲ့ကောင်မလေးကရောသူ့လိုငကြောက်လေးကိုပြန်ချစ်လာနိုင်ပါ့မလား...နင်ဂျာရုပ်လေးကသူ့ကိုကူညီသလိုသူကလဲနင်ဂျာရုပ်လေးကိုဘယ်လိုပြန်ကူညီရမှာလဲ...နင်ဂျာရုပ်လေးကရောဘာ့ကြောင့် အင်္ကျီအကွက်လေးနဲ့ဖြစ်နေပြီးတော့ အသက်ဝင်နေရသလဲ...ဇာတ်လမ်းလေးကိုကြည့်ရင်းအဖြေရှာကြည့်လိုက်ပါ File Size : (742 MB) & ( 249 MB)Quality : BluRay 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/checkered-ninja-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/afclGGoQslTYFTnyW1LRMtJMiBp.jpg",
        "title": "Cheaper by the Dozen (2003)",
        "description": "Cheaper By the Dozen (2003)\n=========================Cheaper By the Dozen ဆိုတာ Free Guy , Adam Project, Stranger Things တို့ကို ရိုက်ကူးခဲ့တဲ့\nဒါရိုက်တာ Shawn Levy ရဲ့ Comedy မင်းသားကြီး Steve Martin နဲ့ရိုက်ထားတဲ့အစောပိုင်းလက်ရာကောင်းတစ်ခုပါ။\nမိသားစုနဲ့ကြည့်ရှုလို့ရတဲ့ Family , Comedy ကားလေးဖြစ်ပြီး\nRating ကလည်း လူ ၁ သိန်းကျော်ပေးတဲ့ Voting မှာ 6/10 ရရှိထားပါတယ် ။ဇာတ်လမ်းအညွှန်းကတော့ တွန်နဲ့ ကိတ်ဘိတ်ကာဆိုတဲ့ ဇနီးမောင်နှံဟာ ကလေး ၈ ယောက်မွေးပြီး\nတွန်ကဘောလုံးနည်းပြနဲ့ ကိတ်ကစာရေးဆရာမအဖြစ် အိမ်ထောင်ဘဝကို လျှောက်လှမ်းရင်း\nချီကာဂိုမှာ ကလေးတွေကို ပြုစုပျိုးထောင်မယ်ဆိုပြီး တွေးထားခဲ့ပါတယ်..\nဒါပေမယ့် ကလေးတွေ တစ်ယောက်ပြီးတစ်ယောက်မွေးလာတဲ့အခါမှာတော့\nအလုပ်နဲ့မိသားစုတစ်ဖက်၊ အိမ်စရိတ် စားစရိတ်တွေက\nမြို့ပြမှာနေထိုင်ဖို့ အဆင်မပြေနိုင်မှန်း သိလာတဲ့အခါ ...\nသူတို့ရဲ့စိတ်ကူးအိမ်မက်တွေကို စွန့်လွှတ်ပြီး မစ်ဒ်လန်းဆိုတဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/cheaper-by-the-dozen-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wD68dEtcKuboxd8bhbqiTTxn6cX.jpg",
        "title": "Cheaper by the Dozen 2 (2005)",
        "description": "Cheaper By the Dozen 2 (2005) ======================2003 ခုနှစ်မှာထွက်ခဲ့တဲ့ Cheaper By the Dozen ရဲ့အဆက်ကားဖြစ်ပါတယ်\nဒီကားမှာလည်း ပထမကားလို လူ ၅ သောင်းကျော်ပေးတဲ့ Rating မှာ ၅.၅ ဆက်လက်ရရှိထားပြီး\nဇာတ်လမ်းပေါ့သွားတာမျိုးမရှိဘဲ လူကြိုက်များဆဲကားလေးဖြစ်ပါတယ်။\nပထမကားကို ကြည့်ထားရင်တောာ့ ဒီကားကိုပါ ဆက်ကြည့်ဖို့အကြံပေးချင်ပါတယ်။\nဇာတ်လမ်းအရ ဘိတ်ကာ မိသားစုဝင် သမီးကြီးဖြစ်တဲ့ နိုရာဟာလည်း အိမ်ထောင်ကျကိုယ်ဝန်ရပြီး\nဟူစတင်ကိုပြောင်းရွှေ့တော့မှာဖြစ်ပါတယ်\nလော်ရိန်းကလည်း နယူးရောက်ကိုပြောင်းရွှေ့ကာ တစ်ခြားမိသားစုဝင်ကလေး ၁၀ ယောက်ကလည်း\nကျောင်းကိုယ်စီတက်နေကြပါပြီ သားသမီးတွေ ကြီးပြင်းလာပြီး\nကိုယ့်လမ်းကိုယ်လျှောက်ကြတော့မှာကို လက်မလွှတ်နိုင်ဖြစ်နေတဲ့ ဖခင်ကြီး တွန်ဘိတ်ကာဟာ\nနောက်ဆုံးတစ်ကြိမ်အဖြစ် အားလုံးကိုစုရုံးကာ သူတို့အရင်ကပျော်ပွဲစားထွက်ခဲ့ဖူးတဲ့ ဝန်နက်ကာရေကန်ကြီးကို\nအလုပ်သမားနေ့ပိတ်ရက်မှာ အပန်းဖြေခရီးထွက်ဖို့ စီစဉ်လိုက်ပါတယ်...\nဖြစ်ချင်တော့ အဲ့ဒီရေကန်အနီးတစ်ဝိုက်မှာ\nတွန်ရဲ့လူငယ်ဘဝက ပြိုင်ဘက်ဟောင်းကြီး ဂျင်မီမားတော့နဲ့ အတူ မိသားစုဝင် ၈ ယောက်နေထိုင်ကြတာဖြစ်ပါတယ်....\nဒီလိုနဲ့ ဘိတ်ကာနဲ့ မားတော့ မိသားစုကြီး ၂ ခုရဲ့ အားပြိုင်ကြပုံကို\nရယ်ရယ်မောမော ဟာသများစွာနဲ့ အလွဲအလွဲအချော်ချော်ဖြစ်ပုံကို\nမိသားစုနဲ့ကြည့်ရှုလို့ရမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။( ...",
        "rating": "",
        "url": "https://channelmyanmar.org/cheaper-by-the-dozen-2-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNRsouZh5zmhaE3n4QpLDXzy1gQ.jpg",
        "title": "Cheaper by the Dozen (2022)",
        "description": "Cheaper by the Dozen (2022)Walt Disney Pictures ကနေထုတ်လုပ်တဲ့ မိသားစုဟာသ ကားသစ်လေးထွက်လာပါပြီ\nနာမည်ကြီး မင်းသားမင်းသမီးကြီးတွေ casts ပေါင်းများစွာသုံးပြီး\nရိုက်ကူးထားတဲ့ ဒါရိုက်တာဇာတ်ညွှန်းရေးဆရာမ Gail Lerner ရဲ့ ကားသစ်လေး~\n\"Cheaper by the Dozen\"...\nကလေးရောလူကြီးရော ကြည့်နိုင်တဲ့ ကားကောင်းလေးဖြစ်တဲ့အပြင်\nဒီကားသစ်လေးကို အရင် ၁၉၅၀ နဲ့ ၂၀၀၃ ကထွက်ခဲ့တဲ့\nနာမည်တူ ကားဟောင်းကြီးတွေကို ပြန်လည်ဆန်းသစ်ရိုက်ကူးထားတာဖြစ်ပါတယ်\nအရင်ကားတွေနဲ့မတူဘဲ ခေတ်အလိုက်ပြောင်းလဲသွားတဲ့သဘာဝတွေကိုမြင်တွေ့ရမှာဖြစ်ပြီး\nတကယ့်လူနေမှုဘဝကို အခြေတည်ပြီး ရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်\nလူတိုင်းမှာ အိပ်မက်ကိုယ်စီရှိကြပါတယ်\nလူတိုင်းနီးပါး ကိုယ့်အိပ်မက်ကို တစ်နေ့မှာ ဖြစ်လာအောင် အကောင်အထည်ဖော်ချင်ကြမှာပါပဲ\nဒီကားလေးမှာလည်း မိသားစုဝင်တွေအကုန် ကိုယ်စီအိပ်မက်ရှိကြပြီး\nကိုယ့်အိပ်မက်အတွက် ရေကုန်ရေခမ်းကြိုးစားကြတာကို တွေ့မြင်ရမှာဖြစ်ပါတယ်\nဒါပေမဲ့ တစ်ခါတလေမှာတော့ ကိုယ်တွေးထားတဲ့ အိပ်မက်က\nကိုယ်တွေနဲ့ မကိုက်တဲ့ အရာတစ်ခု/ ဖြစ်လာတာတောင် မပျော်ရွှင်ရတဲ့ အရာတစ်ခုဖြစ်လာတတ်ပါတယ်\nဒီလိုအချိန်မျိုးမှာ ကိုယ်ချစ်တဲ့သူတွေ မိသားစုတွေနဲ့ တိုင်ပင်ပြီး စည်းလုံးမှုကိုပြထားတဲ့ ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့Paul Baker (Zach Braff) နဲ့ Kate ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/cheaper-by-the-dozen-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BYWIxODQxZDktZjlmYy00MDAxLTg2MmMtZjEwOTQ0Y2MyODlmXkEyXkFqcGdeQXVyMjE5MTcyMA@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Slaxx (2020)",
        "description": "Slaxx 2020===========ကိုယ့်ဆီမှာရှိတဲ့ ဂျင်းဘောင်းဘီကိုတောင် ဝတ်ဖို့ တွန့်ဆုတ်စေမယ့်\nဇာတ်ကားလေး လာပါပြီခင်ဗျာ။နာမည်ကြီးဒီဇိုင်နာဘရန်းအဝတ်အထည်ဆိုင်မှာ အလုပ်လုပ်ဖို့ သွား\nလျှောက်ခဲ့တဲ့ ဆယ်ကျော်သက်ကောင်မလေး လစ်ဘီဟာ လူသစ်တွေဆို\nဂျင်းခံရတဲ့ထုံးစံအတိုင်း အလုပ်နဲ့မဆိုင်တဲ့ လူပျောက်ရှာဖို့ဖြစ်လာခဲ့တယ်။\nပျောက်နေတဲ့ ဝန်ထမ်းနှစ်ယောက်ဟာ သွေးရိုးသားရိုးပျောက်တာမျိုး\nမဟုတ်တဲ့အကြောင်း ကိုယ်တိုင်မျက်မြင်တွေ့လိုက်ရတဲ့အခါ။ မထုတ်ခင်\nကတည်းက ရေပန်းစားနေတဲ့ ဂျင်းဘောင်းဘီ တစ်ထည်အတွက် ပြင်ဆင်မှုတွေ\nလုပ်နေတဲ့အချိန်၊ အင်တာနက်တွေဖုန်းလိုင်းတွေဖြတ်ခံထားရချိန်မှာ ကျန်ခဲ့တဲ့သူတွေ\nအနေနဲ့ ‌ဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်ကြမလဲ။\nဒီကားက ကနေဒီးယန်း Horror ကားလေးဖြစ်ပြီးတော့ ‌သွေးထွက်သံယို\nဇာတ်ဝင်ခန်းတွေပါလို့ Caution လေးနဲ့ ကြည့်စေချင်ပါတယ်ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jerrica ဖြစ်ပါတယ်)File Size - (620 MB) / (290 MB)\nQuality – Blu-Ray 1080p / 720p\nDuration - 1h 17mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Comedy, Horror\nTranslator – Jerrica\nEncoder – ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/slaxx-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/index-137x200.jpg",
        "title": "Vicious Fun (2020)",
        "description": "Vicious Fun (2020)\n==============IMDb Rating - 6.5/10, Rotten Tomato 88%Rating ကောင်းတွေရထားတဲ့ လူသတ် Horror ကားလေးနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ ရုပ်ရှင်သုံးသပ်ရေးနဲ့ horrorမဂ္ဂဇင်း‌ရေးသူ\nဂျိုးဟာ အပေါင်းသင်းမရှိ လူသိပ်မသိတဲ့ သာမန် လူငယ် Nerd လေး\nတစ်ယောက်ပါ ။\nတစ်နေ့သူ ကောင်မလေးရှာချင်တာကြောင့် ဘားတစ်ခုသွား အရက်\nသောက်ရင်းကနေ မှောက်သွားပါတယ်။ ပြန်နိုးလာတဲ့အချိန်မှာ သူရောက်\nသွားတာကတော့ အမေရိကရဲ့ အကြမ်းဆုံးကွင်းဆက်လူသတ်သမား ၅ ယောက်စုပြီး\nအစည်းအဝေးလုပ်နေတဲ့ စကားဝိုင်းကိုပါ ။ သူလည်းအဲ့ဒီကနေ လွတ်မြောက်နိုင်ဖို့\nသူ့ရေးဖူးတဲ့ Horror ဇာတ်လမ်းတွေထဲက လူသတ်ဇာတ်ကောင်အဖြစ် အယုံသွင်းရင်း\nလိုက်လျောညီထွေနေ‌လိုက်ရပါတယ် ။ဒါပေမယ့် ‌တကယ့်လူသတ်သမားတွေနဲ့ရင်ဆိုင်တွေ့နေရတဲ့ ဂျိုးတစ်ယောက်\nအချိန်အကြာလာတာနဲ့ အလွဲတွေလုပ်မိကာ ဟန်မဆောင်နိုင်တော့ဘဲ အလိမ်တွေ\nပေါ်ကုန်ပါတယ်။ အဲ့ဒီကနေ ဂျိုးတစ်ယောက် အသက်ရှင်လွတ်မြောက်သွားနိုင်ပါ့မလား\nဆိုတာကိုတော့ အရမ်းကြမ်းတဲ့ ဟာသတွေ စကားလုံးအသုံးနှုန်းတွေနဲ့ စိတ်လှုပ်ရှားဖို့\nကောင်းစွာ ရိုက်ပြထားတာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/vicious-fun-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rrwejDUmCSaca2Afubznkdp3ogB.jpg",
        "title": "Nicky Larson and the Cupid’s Perfume (2018)",
        "description": "Nicky Larson and the Cupid's Perfume (2018)IMDb 6.5\nCrime/Comedyတော်ရုံတန်ရုံ ဟာသကားဆို ပြုံးရုံပဲပြုံးတတ်တဲ့ ကျွန်တော်တောင် တော်တော်ရယ်မိတဲ့ကားပါဗျာ။\nပြင်သစ်ကားတွေ ကောင်းရင် ရှယ်ကောင်းတယ်ဆိုတာ\nဒီကားကလည်း ထပ်ပြီးသက်သေပြတယ်လို့ကိုဆိုရမယ့်ကားဗျ။ဇာတ်လမ်းအမျိုးအစားက မှုခင်းအက်ရှင်ဟာသကား‌ဆိုပေမဲ့\nဟာသက ဟာသသက်သပ်၊ အက်ရှင် အက်ရှင်သက်သက်ဖြစ်နေတာရယ်။ ပြောချင်တာကဗျာ ဟာသတွေ ပါလို့ဆိုပြီး အက်ရှင်တွေက ပေါ့မသွားဘူး၊\nအက်ရှင်တွေ ပါလို့လည်း ဟာသတွေရဲ့ရသ လည်း ပျက်မသွားဘူး။တစ်ကားလုံး ဟာသလာပြီဆို ရှယ်ခွီ၊ အက်ရှင်လာပြီဆို ရင်ဖိုလိုက်နဲ့ ခွီလိုက် ဖိုလိုက်နဲ့ကို ကြည့်ရမှာ။\nတကယ်ဗျာ အက်ရှင် ဇာတ်ကွက်တွေကလည်း 2018 ကလို့မထင်ရအောင်\nဇာတ်ကွက်၊ ရိုက်ကွက်ကောင်းသလို၊ ဟာသတွေကလည်း ရိုးမနေဘူးဗျာ။ဇာတ်လမ်းအကျဉ်းလေးကိုပြောရမယ်\nကြေးစာလက်ဖြောင့်သမားသာသာအလုပ်လုပ်နေတဲ့ နစ်ကီဆီကို မစ်ရှင်တစ်ခုလာအပ်ရာကနေ စတယ်ဆိုပါတော့။\nနစ်ကီကို လာအပ်တဲ့ မစ်ရှင်ကဘာလဲ၊\nအဲဒီမစ်ရှင်ကြောင့် ဘယ်လိုတွေဖြစ်ကြမှာလဲ၊\nနစ်ကီကရော ဘယ်လိုဇာတ်ကောင်မျိုးလဲဆိုတာကို\nဇာတ်ကားစလာတဲ့အခန်းတည်းက ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/nicky-larson-and-the-cupids-perfume-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cDasGe2yWdVaRjxY5jYYDr2IILo.jpg",
        "title": "Too Beautiful to Lie (2004)",
        "description": "Too Beautiful To Lie(2004)မြန်မာ ပရိသတ်တွေကြားမှာ ကျီးကျင့်ဆိုပြီး နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Kang Ha-nuel\n“အကောင်းဆုံး သရုပ်ဆောင်ဆု” ရရှိခဲ့တဲ့  ၂၀၀၄ ခုနှစ်က အချစ်ဟာသ ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်Joo Yeoung Ju(Kang Ha-nuel)ဟာ လိမ်လည်မှုကြောင့်ထောင်ကျနေရာကနေ\nလွတ်ငြိမ်းချမ်းသာခွင့်နဲ့ လွတ်လာပြီး အစ်မရဲ့ မင်္ဂလာဆောင်မှာ\nသူကိုယ်တိုင်လုပ်ထားတဲ့ ဘဲငန်းရုပ်လေးလက်ဖွဲ့ဖို့ ရထားနဲ့ ထွက်လာခဲ့ပါတယ်တစ်ဖက်မှာလည်း Choi Hee Cheol(Kang Dong Won) ဟာ\nသူ့အမေရဲ့ လက်စွပ်နဲ့ ချစ်သူကောင်မလေးကို လက်ထပ်ခွင့်တောင်းဖို့\nအဲဒီရထားပေါ်မှာပဲ လိုက်ပါလာခဲ့ပါတယ်ရထားပေါ်မှာ Choi Hee Cheol ရဲ့လက်စွပ်ကို ခါးပိုက်နှိုက်တစ်ယောက်က\nခိုးသွားတာကို Joo Yeoung Ju ကမြင်လိုက်ရာကနေ ဇာတ်လမ်းစ,ပါတော့တယ်ခါးပိုက်နှိုက် ရထားပေါ်က ဆင်းသွားတဲ့အချိန်မှာ\nလွတ်ငြိမ်းချမ်းသာခွင့်နဲ့ လွတ်လာတဲ့ သူ့ကို စွပ်စွဲမှာစိုးပြီး\nJoo Yeoung Ju တစ်ယောက် ခါးပိုက်နှိုက်နောက်လိုက်ပြီး လက်စွပ်ကို ပြန်ယူပါတော့တယ်\nလက်စွပ်ကိုတော့ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/too-beautiful-to-lie-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/foUTAJurvnbUoIUbnuUk5dyHx7M.jpg",
        "title": "Arthur (2011)",
        "description": "Arthur (2011)ယခုတစ်ခေါက် တင်ဆက်ပေးမှာကတော့ ၂၀၁၁ က ထွက်ရှိခဲ့တဲ့ ရိုမန့်ဟာသ\nဇာတ်ကားအမျိုးအစားဖြစ်တဲ့ Arthur ဆိုတဲ့ ဇာတ်ကားလေးပါ။\nဟာသဇာတ်ကားကြိုက်သူတွေအတွက်\nဟာသကောင်းလေးတွေနဲ့ တွေးရင်း ရယ်မောနိုင်စေမှာ ဖြစ်ပါတယ်။\nကျိကျိတက်ချမ်းသာတဲ့ မိသားစုက ဆင်းသက်လာတဲ့ အာသာဘာ့ခ် ဆိုတဲ့ လူတစ်ယောက်။\nချမ်းသာသည့် အလျှောက် သူ့ဘဝတစ်လျှောက်လုံးမှာ ဘာတာဝန်မှ မယူဘဲ ထင်ရာစိုင်းနေခဲ့ပါတယ်။\nပြဿနာတွေရှာလိုက် အရက်တွေသောက်လိုက်၊ ပိုက်ဆံတွေဖြုန်းလိုက်၊ မိန်မတွေ ရှုပ်လိုက်နဲ့\nနေလာလို့\nအမေဖြစ်သူဟာ ကုမ္ပဏီရဲ့ အကျိုးစီးပွားအတွက်\nဆူဆန်ဂျွန်ဆန် ဆိုတဲ့ မိန်းကလေးနဲ့ ပေးစားဖို့ စီစဥ်ပါတော့တယ်။\nအကယ်၍ သူပေးစားတဲ့သူနဲ့ မယူရင် အမွေပြတ်စွန့်လွှတ်မယ်ပြောလို့\nအာသာ ဟာ ရွေးချယ်စရာမရှိတော့တာနဲ့ လက်ထပ်ဖို့ သဘောတူလိုက်ပါတယ်။\nဒီလိုနဲ့ တစ်ရက်မှာ နေအိုမီ ဆိုတဲ့ ဧည့်လမ်းညွှန် ကောင်မလေးနဲ့တွေ့ဆုံဖြစ်ရာကနေ\nအာသာရဲ့ ဘဝ ပြောင်းလဲဖို့ အစပျိုးလာပါတော့တယ်။\nအာသာ တစ်ယောက် ဘယ်လို ပေါက်တတ်ကရတွေ လုပ်မလဲ၊\nဘယ်လိုအခက်အခဲတွေ ရင်ဆိုင်ရမလဲဆိုတာ\nဟာသမြောက်စွာ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/arthur-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/A2RJVDQEoVf47SWMpDxR0LvveHp-133x200.jpg",
        "title": "[18+] I Love It From Behind (1981)",
        "description": "မီမေဟာ အထက်တန်းကျောင်းတက်ကတည်းက ယောက်ျားတွေရဲ့အင်္ဂါကိုမှင်သုတ်ပြီး စာရွက်ပေါ်ခပ်နှိပ်ထားတဲ့\nပုံတူတွေကိုစုဆောင်းနေခဲ့ပြီး သူတကယ်လက်ထပ်ရမယ့်အမျိုးသားနဲ့မတိုင်ခင်မှာ ပုံပေါင်းတစ်ရာယောက်ျားပေါင်း\nတစ်ရာနဲ့လိင်ဆက်ဆံပြီး စံချိန်တင်ဖို့ရည်မှန်းထားခဲ့ပါတယ်။၉၉ ခုအထိအောင်မြင်ထားခဲ့ပြီး ၁၀၀ မြောက်တစ်ခုမှာတော့\nတစ်ဖက်လူဟာ သူတွေ့ဆုံခဲ့ဖူးသမျှ ဘယ်သူနဲ့မှမတူပဲ၊ ဒီလိုကိစ္စမျိုးမှာ တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်နေပြီး သူနဲ့\nပြိုင်ဘက်ဖြစ်လာတဲ့အခါမှာတော့ နာရီပေါင်းများစွာကြာတဲ့ လိင်မာရသွန်ကြီးကိုမနားတမ်းဆင်နွှဲပြီး\nအရှုံးအနိုင်ဆုံးဖြတ်ဖို့ဖြစ်လာပါတော့တယ်။နီကတ်ဆုရဲ့နာမည်ကြီး Roman Porno Series တွေထဲကတစ်ကားပါပဲ၊ Dark ဖြစ်တဲ့ဘက်ကိုမသွားပဲ\nပေါ့ပေါ့ပါးပါးဟာသဆန်ဆန်ရှုစားရမှာဖြစ်ပါတယ်။ ဒါပေမယ့် Roman Porno Series တွေထုံးစံ ဆန်းဆန်းပြားပြား\nဆက်ဆံခန်းတွေကတော့ အရင်ထက်မလျော့ပါဘူး။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.1 GB) & (380 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:05:41\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ALS\nEncoded by ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-i-love-it-from-behind-1981/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/keEnkeAvifw8NSEC4f6WsqeLJgF.jpg",
        "title": "Willy’s Wonderland (2021)",
        "description": "Willy's Wonderland (2021) နစ်ကိုလပ်ကေ့ဂ်ဟာ ဟိုးတုန်းက National Treasure တို့ Lord Of War တို့ The Rock တို့လို ရုပ်ရှင်ကားကောင်းအများကြီးရိုက်ခဲ့တဲ့အပြင် Leaving Las Vegas တို့ City Of Angels တို့ Wild at Heart တို့လို အနုပညာရည်မနိမ့်တဲ့ကားကောင်းတွေလည်း ရိုက်ခဲ့တဲ့သူပါ။ ဟိုးတုန်းက သူရိုက်သမျှ မကောင်းတဲ့ကားမရှိပါဘူး။ နောက်ပိုင်းမှာတော့ တစ်နှစ်ငါးကားလောက် ပေါပေါလာလောရိုက်ခဲ့လို့ ဇာတ်ညွှန်းချာတဲ့ ကားတွေများလာပါတယ်။ ဒါပေမဲ့ နစ်ကေ့ရဲ့ ဇာတ်ကောင်အပေါ် စိတ်နှစ်ကြိုးစားမှုကတော့ မလျော့ခဲ့ပါဘူး။ အင်တာဖန်အများစုကလည်း ကားတွေညံ့ပေမဲ့ နစ်ကေ့ကတော့ အစွမ်းကုန်ကြိုးစားခဲ့တယ်ဆိုပါတယ်။ နစ်ကေ့ကိုယ်တိုင်လည်း ဒီလိုပဲပြောထားပါတယ်။ သူ့ကိုချစ်တဲ့သူတွေ ချစ်သေးတာပါပဲ။2021 မှာတော့ နစ်ကေ့ဟာ ဘရုစ်ဝီလီစ်တို့ မယ်ဂစ်ဆွန်တို့ စုံးစုံးမနစ်သွားဘဲ ကားကောင်းတွေချည်း ပြန်ရွေးရိုက်လာပါတယ်။ ဝီလီ၀န်းဒါးလန်းလို သရဲကားအနေနဲ့မဆိုးတဲ့ကားကနေ စလိုက်တာပြောရမယ်။ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/willys-wonderland-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ovQL9z6AQVhkKaHYOef4eFbxQfA.jpg",
        "title": "Laguna Ave. (2021)",
        "description": "Laguna Ave. (2021) ဇာတ်လမ်းအညွှန်း ထူးထူးခြားခြား အဖြူအမည်းကာလာနဲ့ Science Fiction Genre ဖြစ်ပါတယ်။ ရက်ဆဲလ်ဆိုတာ လက်တစ်ဖက်မရှိတော့တဲ့ တီးဝိုင်းအဖွဲ့ဝင်ဟောင်းတစ်ယောက်ပါ။ လောလောလတ်လတ် အလုပ်ပြုတ်ထားပြီး ဘဝကို စိတ်ပျက်ငြီးငွေ့စွာ ဖြတ်သန်းနေတဲ့သူပေါ့။ ပိုက်ဆံမရှိလို့ အိမ်လခကိုတောင် ရည်းစားဖြစ်သူ ရီတာက စိုက်ပေးနေရပြီး အလုပ်သစ်ရှာပေမဲ့ မရသေးလို့ လက်မှိုင်ချနေရသူပါ။ပြဿနာကတော့ သူတို့တိုက်ရဲ့ အောက်ထပ်ခန်းကို လူသစ်တွေပြောင်းလာရာက စတာပါပဲ။ ညဆို တဒုန်းဒုန်းတဒိုင်းဒိုင်းနဲ့ အိပ်မရအောင်လုပ်တတ်တဲ့ အဲဒီလူသစ်နဲ့ ပတ်သက်မိခဲ့ရာကနေ ထူးဆန်းတဲ့ အာအီးဂျီဆိုတဲ့ အဖွဲ့အစည်းအကြောင်း သူ သိလာရတဲ့အခါ ...အဲဒီအဖွဲ့အစည်းက ဘာကြီးလဲ ဘာတွေ ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဆက်လက် ကြည့်ရှုခံစားကြပါဦးစို့။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က May Myat ပါ။) File Size          :  2.2GB, 901MB & 422MB\nQuality    ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/laguna-ave-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7MpFqpfP8XEs62JQ8zgH3hq27CN.jpg",
        "title": "Baba, Baby O… (2022)",
        "description": "Baba Baby O 2022ဒီတစ်ခါမှာတော့ IMDb 7.6/10 ထိရရှိထားတဲ့Romance/Comedyဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ အချစ်ကိုစိတ်နာခဲ့ပေမယ့် ကလေးချစ်တာကြောင့်မွေးစားသားနှစ်ယောက်နဲ့ပျော်နေတဲ့လူပျိုကြီး မိဂတ်ဒ်တစ်ယောက်ရေစက်အကြောင်းဖန်လာပြီးဘရစ်ရှတီလေးနဲ့တွေ့ဆုံခဲ့ပါတယ် အချစ်ကိုကြောက်နေပေမယ့်လည်းဘရစ်ရှတီနဲ့တွေ့တဲ့အချိန်မှာတော့မိဂတ်ဒ်ရဲ့ဘဝကတစ်ဆစ်ချိုးပြောင်းလဲသွားပါတော့တယ် ပြဿနာကတော့ဘရစ်ရှတီမှာ ရှုဗစ်ဒ်လို့ခေါ်တဲ့တွဲနေတဲ့လူတစ်ယောက်ရှိနေတာပါပဲ ဒါ့အပြင်ကိုမိဂတ်ဒ်ကလည်းချစ်ရေးဆိုဖို့ကြောက်ရွံ့နေခဲ့ပါတယ် ဒါပေမယ့်အချစ်စစ်မဟုတ်ရင်ကြာလာတာနဲ့အမျှရိုးလာကြတာဆိုတော့ အချစ်စစ်မဟုတ်ဘဲအရာရာကိုပေါ့ပျက်ပျက်တွေးတဲ့ ရှုဗစ်တစ်ယောက်ကို ဘရစ်ရှတီလည်းစိတ်ကွက်လာပါတော့တယ်ဒါပေမယ့်လည်းသူတို့နှစ်ယောက်ကနိုင်ငံခြားမှာအခြေချဖို့စီစဉ်ပြီးသားဖြစ်နေပြီးသွားလာခွင့်ဗီဇာကျလာခဲ့ချိန်မှာတော့ မိဂတ်ဒ်နဲ့ဘရစ်ရှတီတို့နှစ်ယောက်လမ်းခွဲသွားမှာလားဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာတော့ဆက်လက်ကြည့်ရှုဖို့ပဲညွှန်းပေးချင်ပါတယ်အသက်အရွယ်ကွာခြားတဲ့ ဦးနဲ့ကလေးအရွယ်ပုံစံဖြစ်နေတာကြောင့်အသဲတစ်ယားယားနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပါတယ်) \nFile size…1.6GB / 700MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Yunni & Jerrica",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/baba-baby-o-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kOsSC9X6aarcq0LlFAPTECIZ0jd.jpg",
        "title": "Boss (2013)",
        "description": "Boss 2013ဒီတစ်ခေါက်မှာတော့ IMDb 5.3ထိရရှိထားတဲ့Action_Comedyဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်နာမည်ကျော်မင်းသားကြီး Akshay Kumar ပါဝင်သရုပ်ဆောင်ထားတာကြောင့်ဇာတ်လမ်းဇာတ်ကွက် အတိုက်အခိုက်တွေမှာတော့အားရစရာနဲ့ကြည့်ကောင်းနေမှာပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ကျောင်းတွင်းလူသတ်မှုကြောင့် ထောင်နန်းစံခဲ့ရတာ‌ကြောင့်ဘောစ့်(Akshay)ကို ဖခင်ဖြစ်သူကသားတစ်ယောက်လိုမဆက်ဆံတော့ပါဘူးကျခံရမယ့်ထောင်သက်အပြီးထောင်ထွက်လာချိန်မှာတော့ဂိုဏ်းစတားတစ်ယောက်ဖြစ်လာပေမယ့် အကူအညီလိုအပ်နေတဲ့လူတွေကိုလိုက်လံကူညီပေးရင်းဘဝကိုကုန်ဆုံးနေခဲ့ပါတယ် တစ်နေ့မှာတော့ဆက်ယာကန့်ဆိုတဲ့လူတစ်ယောက်က လူတစ်ယောက်ကိုသတ်ပေးဖို့စာချုပ်ချုပ်ဆိုလာပါတယ်အဲ့ဒီလူကတခြားမဟုတ်ပါဘူး ဘောစ့်ရဲ့ညီလေးဖြစ်တဲ့ ရှိဗ့်ပါ ရှိဗ့်ကတော့ရဲမှူးတစ်ယောက်ဖြစ်တဲ့ အက်ရှုမန်ရဲ့ညီမဖြစ်သူနဲ့ချစ်ကြိုက်နေတာပါဒါကိုသဘောမတူတဲ့ အက်ရှူမန်က ဘယ်လိုတွေလုပ်ကြံမလဲအဖေဖြစ်သူကသားတစ်ယောက်လိုမဆက်ဆံတာကြောင့်အက်ရှုမန့်ရန်ကနေ ဘယ်လိုအခက်အခဲတွေကြားကမိသားစုကိုကာကွယ်သွားမလဲဖုံးကွယ်ထားတဲ့ကျောင်းတွင်းလူသတ်မှုနောက်ကွယ်မှာရောဘာတွေရှိနေမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရှုဖို့တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပါတယ်) \nFile size…2.2GB / 1.8Gb\nQuality…1080p WEB DL AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Haruko & Yunni",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/boss-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BYzkyZGRkYjEtZGJlNS00YzQ4LWJiNWYtMThhM2VlMWJmMzRiXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-142x200.jpg",
        "title": "Duplicate (1998)",
        "description": "လောကမှာ လူသူမရှား နာမည်တူမရှားဆိုပြီး ပြောစမှတ်တွင်ခဲ့ကြတယ်မလားဒီဇာတ်ကားလေးမှာလည်း မင်းသားကြီး ရှာရွတ်ခန်းက နှစ်ကိုယ်ခွဲနေရာက သရုပ်ဆောင်ထားတယ်...တစ်ယောက်က ငွေရဖို့အတွက်ဆိုရင် ကမ္ဘာမီးလောင်လည်း သားကောင်ချနင်းမယ့် လူစားမျိုးဖြစ်တဲ့ လူမိုက်ကြီးမန်နူးဒါဒါ...နောက်တစ်ယောက်ကတော့ မိခင်ကိုပျော်အောင်ထားပြီး ကမ္ဘာ့အတော်ဆုံး စားဖိုမှူးလေးဖြစ်ချင်နေတဲ့ ဘဗ်လူး...မန်နူးကို လိုက်ဖမ်းရင်းနဲ့ ရဲတွေက ဘဗ်လူးကို မှားဖမ်းမိတဲ့အခါ အရှုပ်တော်ပုံတွေ ပေါ်လာရပါတော့တယ်။ရိုးသားဖြူစင်တဲ့ဘဗ်လူးကို အကောက်ကြံပြီး သူ့ဘဝကိုပါ လုယူချင်လာတဲ့ မန်နူးနဲ့ကြောက်တတ်ပေမယ့်လည်း အနိုင်ကျင့်သူကို သင်ခန်းစာပြန်ပေးဖို့ကြိုးစားရမယ့် ဘဗ်လူးတို့ကြားသူတို့ရဲ့ ချစ်သူတွေ မိသားစုတွေပါ ပါလာတဲ့အခါမှာတော့...ဘယ်လိုတွေဇာတ်ရှိန်တက်လာမလဲဆိုတာ.........။ရှရွတ်ခန်း ၂ ကိုယ်ခွဲနဲ့ ဇာတ်လမ်းကြာချိန် ၃ နာရီနီးပါးကို ရုပ်ရှင်ရုံထဲ လိုက်ကြည့်ရသလို အကအလှရသအစုံ ခံစားရမှာပါ။\nFile size…(4 GB)/(1.6 GB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….02:44:55\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Taylor",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/duplicate-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BYzgxYWM3MjEtZjhmYi00YWRlLWE4YjItYmI3NTVmOTljNzUyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "The Good, the Bad, the Weird (2008)",
        "description": "IMDb Rating (7.2) / Rotten Tomatoes (82%)ကိုရီးယားရဲ့ ဒိတ်ဒိတ်ကြဲမင်းသားတွေဖြစ်ကြတဲ့ လီဗျောင်ဟွန်း , Jung Woo-sung , Song Kang-Ho တို့ ပါဝင်ထားပြီးနာမည်ကျော်ဂန္တဝင်ရုပ်ရှင်ကားကြီး The Good,The Bad and The Ugly (1966) ကို အခြေခံရိုက်ကူးထားတာပါ။ထူးခြားတာကတော့ သာမန်ကောင်းဘွိုင်ကားတွေလိုမဟုတ်ဘဲ ခွီနေရမယ့် Comedy အမျိုးအစားလဲ ဖြစ်ပါတယ်။ရှုခင်းကောင်းကောင်းတွေမှာ အက်ရှင်စွန့်စားခန်းတွေနဲ့ ခွီနေရမယ့် အနောက်တိုင်းစတိုင်ကောင်းဘွိုင်အမျိုးအစား ကိုရီးယားရုပ်ရှင်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ နာမည်နဲ့လိုက်အောင် စရိုက်စုံတဲ့ လူရှုပ် ၃ ယောက် ဂျပန်စစ်တပ် တရုတ်ဓားပြတွေကြားထဲက ရတနာမြေပုံကို လုကြမှာပါ။2008 ခုနှစ်ရဲ့ ဆုပေးပွဲတွေမှာလဲ အောင်ပွဲခံခဲ့တဲ့ဇာတ်ကားဖြစ်ပြီး Rating တွေလဲ ကောင်းသလို သရုပ်ဆောင်တွေလဲ အလန်းတွေမို့BluRay 1080p Quality နဲ့ ပြန်လည်ခံစားဖို့ တင်ဆက်လိုက်ပါတယ်။\nFile size…(3.8 GB)/(1.5 GB)\nQuality….BluRay ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-good-the-bad-the-weird-2008/"
    }
]