[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Easy-A-200x300.jpg",
        "title": "Easy A (2010)",
        "description": "IMDb Rating (7.1) / Rotten Tomotes (85%)ဘဝမှာ ကောလဟာလကြောင့် အချောင်နာမည်ကြီးနေတတ်တာမျိုးကြုံရတတ်ပါတယ်...ကောင်းတဲ့ဖက်ကနာမည်ကြီးတာတော့ ရှားတတ်ပါတယ်...များသောအားဖြင့် မကောင်းတဲ့ဖက်မှာနာမည်ကြီးနေတာမျိုးပေါ့...ဘာလို့လဲဆို လူတစ်ယောက် ကိုယ့်ထက်နိမ့်ကျသွားတယ်ဆိုပြီး မြိန်ရည်ရှက်ရည် နှိမ်ချင်ကြလို့ပါပဲ..ဂွေးတိုလေး...စနှိုက်ကြော်..ကက...စောက်ပေါလေး...ရုပ်ဆိုးမ...သွားခေါကောင်..ထိပ်ပြောင်....ငမွဲလေးတို့ စသည်ဖြင့်ပေါ့...မိမိရဲ့ ဖြစ်တည်မှုကို တခြားသူတွေက ကြည့်ပြီး အပုပ်ချဆုံးဖြတ်နေကြတာ ခံရခက်ပါတယ်...ဒီလိုလူ့အသိုင်းအဝိုင်းရဲ့ အကျင့်ဆိုးတွေအကြောင်းကို ဒီဇာတ်ကားမှာ သရော်ထားပါတယ်...ဇာတ်ကားအဆုံးသတ်မှာပြောသွားတဲ့စကားလေးက ထိမိလွန်းပါတယ်။\" ကျွန်မရဲ့ အပျိုစင်ဘဝကို သူ့ကိုပေးရင် ပေးတော့မှာ..ဘယ်တော့လဲဆိုတာတော့ မသိဘူးနောက်၅မိနစ် နေရင်လည်း ဖြစ်သွားနိုင်တယ်ဒါမှမဟုတ် နောက် ၆လ ဒါမှမဟုတ် မင်္ဂလာဦးညကျရင်ပေါ့ ..ဒါပေမယ့် အံ့သြစရာ ကောင်းတာက အဲဒါ...ရှင်တို့အလုပ် မဟုတ်လို့ပဲ။ \"ဒီဇာတ်ကားဟာ မင်းသမီး Emma Stone ရဲ့ မှတ်တိုင်လိုဖြစ်နေခဲ့ပြီး Budget $8 million သာကုန်ကျခဲ့ပေမယ့်Box Office မှာ $75 million ရရှိတဲ့အထိ အနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်ခဲ့တာပါ။Teen School ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/easy-a-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/AAAABfENK-mq7q_7Fvl-z23dQ4kHGsW0_uURA17RTEYLpaqbd5DuXjARIWHPXYdcK6qIP80Q25wTxrNPUh5NNUvU4I8-Y6pmt3Zfiw-143x200.jpg",
        "title": "Project X (2012)",
        "description": "ဒီတစ်ခါ CM ပရိတ်သတ်တွေအတွက် ပေါ့ပေါ့ပါးပါး ကြည့်ရမဲ့ ကားကောင်းလေးတစ်ကားကို\nပြန်လည်တင်ဆက် ပေးလိုက်ရပါတယ်။\nအပျော်တွေကူးစက်လာမယ့် ဇာတ်ကားဖြစ်သလို…အနောက်တိုင်းယဉ်ကျေးမှု ..ခံယူချက်နဲ့ လွတ်လပ်မှုတွေကို တစ်စိတ်တစ်ဒေသ ခံစားရမှာပါ။ဇာတ်လမ်းကို အနည်းအကျဉ်းပြောရရင်အသက် ၁၇ နှစ်ပြည့် မွေးနေ့မှာ သောမတ်စ် တစ်ယောက်\nမိဘတွေကလည်း ခရီးသွားနေတုန်း သူ့သူငယ်ချင်း အနည်းငယ်နဲ့ မွေးနေ့ပါတီလေးတစ်ခု\nကျင်းပဖို့ စီစဉ်ပါတယ်။\nဒါပေမဲ့ ကျန်တဲ့ သူ့သူငယ်ချင်းနှစ်ယောက်က လက်မခံပဲ ဒီလို\nပါတီဆိုတာ လူများရင်ကောင်းတဲ့ အကြောင်း ဖျောင်းဖျပြီး\nတစ်ခြားလူတွေကို ထပ်မံဖိတ်ခေါ်ပါတော့တယ်။အဲ့ဒီမှာပဲ ဘယ်ကမှန်းမသိတဲ့ လူအုပ်ကြီးရောက်လာပြီး ထိန်းမနိုင်\nသိမ်းမရတွေ ဖြစ်ကုန်တော့ပါတယ်။\nသောမတ်စ် ရဲ့ အိမ်လည်း ရစရာမရှိအောင်ပျက်စီးသွား\nပါတော့တယ်။\nသူ့မိဘတွေ ပြန်ရောက်လာတဲ့ အချိန်မှာတော့ သောမတ်စ် တစ်ယောက်\nဘယ်လို ဖြေရှင်းမလဲ\nဘယ်လိုတွေ သောင်းကျန်းကြမလဲဆိုတာကို ရယ်ရယ်မောမော\nပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။မိသားစုနဲ့ကြည့်ရင်တော့ ခေါင်းခေါက်ခံရမယ့်ဇာတ်ကားပါ။ \nFile size…(1.7 GB) and (1 GB)\nQuality….Extended BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/project-x-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/girl-1-228x300.jpg",
        "title": "[18+] The Girl Next Door (2004)",
        "description": "IMDb Rating (6.7)ဒီဇာတ်ကားကိုကြည့်ဖူးရင် အကောင်ပါပဲ........မင်းသမီး Elisha Cuthbert ကိုကြိုက်မိသွားတဲ့အကောင်။ကျွန်တော်ကတော့ မင်းသမီးအပြင် မင်းသား Emile Hirsch ရဲ့သရုပ်ဆောင်မှုတွေကိုလဲ အာတွေ့လှပါတယ်။သူတို့အတွက်များ ဒီဇာတ်ကားဖန်တီးဖြစ်တာလားလို့ တွေးမိရလောက်အောင် မင်းသားရော မင်းသမီးရော နှစ်ယောက်လုံး ထိထိမိမိ ပိုင်ပိုင်နိုင်နိုင် သရုပ်ဆောင်သွားကြပါတယ်။ သူတို့နဲ့ လိုက်ဖက်လွန်းတဲ့ဇာတ်ကားပါ။ဇာတ်ကားရဲ့ ရည်ရွယ်ရင်းလဲ နှစ်သက်မိသလို ဟာသရသလဲမြောက်ပါတယ်။လူငယ် အချစ် ဟာသ ဇာတ်လမ်းလေးတွေမှာတော့ မမေ့နိုင်တဲ့ဇာတ်ကားပါ။Hit Man မင်းသား..ဖိုက်တာကြီး Timothy Olyphant ကို ဂျလေဘီဆန်ဆန်မြင်ရတာလဲ သဘောကျမိပါတယ်။Unrated Version နဲ့တင်ဆက်ထားတာမို့ ပြည့်ပြည့်ဝဝခံစားရမှာပါ။ချုပ်ပြောရရင် Teen Comedy ပရိတ်သတ်တွေ မကြည့်ဖူးသေးရင် ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားပါ။ကြည့်ပြီးသားဖြစ်ရင်လဲ မင်းသမီး Elisha Cuthbert ကြောင့် ထပ်ကြည့်သင့်ကြောင်းပါ။ :P \nFile size…(2.3 GB) and (1.2 GB)\nQuality….Blu-Ray Unrated 1080p and ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-girl-next-door-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/11/191411ij8ja36knw987ve8-160x200.jpg",
        "title": "She’s the Man (2006)",
        "description": "ဒီဇာတ်ကားကိုမကြည့်ရသေးရင် ကြည့်ဖို့တိုက်တွန်းပါတယ်...ကျွန်တော်ကြည့်ဖူးသမျှ Teen Comedy ဇာတ်ကားတွေထဲမှာတော့ အတော်လေးအကြိုက်ပိုမိတဲ့ဇာတ်ကားပါ..ဆယ်ကျော်သက်တွေရဲ့ ခံယူချက် ယုံကြည်ချက်တွေကို ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ပုံဖော်ထားနိုင်ပြီး ဟာသလေးတွေဖန်တီးထားတာလဲ ထိမိပါတယ်...လွတ်လွတ်လပ်လပ် ပေါ့ပေါ့ပါးပါး သရုပ်ဆောင်ထားကြလို့ ကိုယ်တိုင်အူမြူးစွာ ကြည့်ရှုခံစားရမှာပါ..။ \nFile size…(2.3 GB) and (1.2 GB)\nQuality….HDTV Rip 1080p and 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thet Naing(MAI)",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/shes-the-man-2006/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dhSoKWNXlU5WTZz2BLjJYjz3weF.jpg",
        "title": "That Darn Cat (1997)",
        "description": "[Unicode]That Darn Cat(1997)ဆရာသမားတို့ အိမ်ကမြောင်မြောင်လေးကအိပ်လိုက်စားလိုက်နဲ့ ကြွက်တောင် မခုတ်လို့ အသုံးမကျဘူးလို့ ထင်နေပါသလားဒီလိုဆိုရင်တော့ မှားမယ်နော်မြောင်မြောင်လေး စွမ်းဆောင်နိုင်တဲ့အရာတွေ အများကြီးရှိပါတယ်ဒီဇာတ်ကားလေးထဲ ကြည့်လိုက်ရအောင်... ဇာတ်လမ်းအစမှာတော့ ပြန်ပေးဆွဲတဲ့သူနှစ်ယောက်က သူဌေးမကြီးနဲ့ အိမ်ဖော်အဒေါ်ကြီးကို မှားပြီး ပြန်ပေးဆွဲတာကနေစထားပါတယ်ထိုမြို့ငယ်လေးက ဆယ်ကျော်သက်ကောင်မလေးဆီမှာ ဒီစီလို့ခေါ်တဲ့ မြောင်မြောင်လေးတစ်ကောင်ရှိပါတယ်ဒီစီက ဆရာသမားတို့အိမ်ကမြောင်မြောင်လိုပဲ အိပ်လိုက်စားလိုက်ပေါ့ဗျာအဲ့ဒီအပြင်ကို ည ၈ နာရီဒေါင်ခနဲထိုးတာနဲ့ တစ်မြို့လုံးလျောက်ပတ်တတ်သေးတယ်ဒီလိုပတ်ရင်းနဲ့ တစ်နေ့တော့.....အိပ်လိုက်စားလိုက် မြို့ပတ်လိုက်ပဲလုပ်နေတဲ့ ဒီစီလေးဆီကနေတွေ့တဲ့အရာတစ်ခုကနေပိုင်ရှင်ဆယ်ကျော်သက်ကောင်မလေးနဲ့ ထိုမြို့က လုပ်တိုင်းလွဲနေတဲ့ စုံထောက်တစ်ယောက်ဒီအမှု့ကို ဘယ်လိုမျိုး ဖော်ထုတ်ကြမလဲဆိုတာ ဟာသဆန်ဆန် ကြည့်ရမှာပါဒီကားကြည့်ပြီး အိမ်ကမြောင်မြောင်ကိုဒီစီလို အတင်းတွေအပြင်ပေးမသွားနေဖို့လည်း ကြိုပြောချင်ပါတယ်ဗျို့ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Amelia ပါ )Quality__1080p , 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:30:00\nType__Comedy , Family\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Amelia\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/that-darn-cat-1997/",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/eurotrip-poster-156x200.jpg",
        "title": "[18+] Euro Trip (2004)",
        "description": "IMDb Rating (6.6) ရရှိတဲ့အထိ အားပေးမှုရရှိထားတဲ့ လူငယ်ဟာသဇာတ်ကားလေးပါ။..Comedy ဇာတ်ကားတွေက Rating မြင့်ရရှိဖို့ခက်ခဲပေမယ့် ဒီဇာတ်ကားကတော့ လူကြိုက်များခဲ့ပါတယ်..တကယ်လည်း ရယ်ရတဲ့ဇာတ်ကားဖြစ်ပြီး လူငယ်တွေရဲ့ စူးစမ်းလိုစိတ်နဲ့ ရိုးသားပွင့်လင်းမှုတွေကို ဝေဝေဆာဆာနှစ်ခြိုက်ရမှာပါ။သရုပ်ဆောင်တွေပီပြင်ကြတာမို့ လူငယ်ဘဝကိုတောင် ပြန်အမှတ်ရသွားနိုင်ပါတယ်။သင့်ရဲ့စိတ်ညစ်ညူးပျင်းရိနေတဲ့အချိန်တွေကို ကုစားဖို့ ဒီလို အချစ်ဟာသဇာတ်ကားလေးတွေက ကူညီနိုင်တာမို့လုံးဝကြည့်သင့်ပါတယ်။(Unrated Version နဲ့ တင်ဆက်ထားတာမို့ မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။)မိုးစက်-ရမ်းသမ်းဘာသာပြန်မှ တင်ဆက်ထားတာပါ။ \nFile size…(2 GB) and (1 GB)\nQuality….Unrated Web-DL Rip 1080p and 720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by မိုးစက်",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/eurotrip-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dTkBOgOv3tpCnfMY6kX2MCYibo3.jpg",
        "title": "Private Lessons (1981)",
        "description": "Private Lessons(1981)===========================\nIMDb Rating- 5.2ဇာတ်လမ်းအကျဉ်း-Philip Fillmoreဆိုတာ အသက်၁၅နှစ်အရွယ် အမေမရှိတဲ့ သူဌေးသား၊အထက်တန်းကျောင်းသားလေးတစ်ယောက်။ သူတို့မိသားစုက ကနေဒါကို ငါးဖမ်းသွားဖို့လုပ်ထားတယ်။ဒါပေမယ့် သူ့အဖေ သူဌေးကြီးက အလုပ်ကိစ္စနဲ့ သုံးပတ်ခရီးသွားစရာ ပေါ်လာတယ်။ ဒီတော့ အခုမှအိမ်ကိုရောက်လာတဲ့ အိမ်တော်ထိန်း(အိမ်ဖော်)Nicole Mallowနဲ့ အတူ အိမ်မှာကျန်ခဲ့ဖို့ ဖြစ်လာတယ်။ဒီလိုနဲ့ တစ်ရက် Nicoleတစ်ယောက် အဝတ်အစားလဲနေတဲ့အချိန် Philipချောင်းကြည့်နေတုန်း လူမိသွားတဲ့အခါ………**********************************Sex comedyကားဖြစ်တဲ့အလျောက် အဖော်အချွတ်ဇာတ်ဝင်ခန်းတွေတော့ နည်းနည်း ပါပါတယ်။Ratingကသာ 5.2ဖြစ်နေပေမယ့် တော်တော်လေးကြည့်ပျော်တဲ့ ဇာတ်ကားပါ။ ဒီကာလမှာ ပြုံးချင်၊ပျော်ချင်ရင်ဒီဇာတ်ကားကိုကြည့်ပါလို့ တိုက်တွန်းပါရစေ။ Translated by : LiEncoded by : YKQuality : 1080p Blu-Ray and 720pDuration : 1h 27minsFile Size : 1.84Gb ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/private-lessons-1981/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-05-at-9.18.48-AM-135x200.png",
        "title": "The Mitchells vs. The Machines (2021)",
        "description": "The Mitchells vs. The Machines (2021)============================IMDb Rating - 8.1/10animation အလန်းစား တစ်ကား ရပါပြီ။ ရယ်လည်းရရယ်တယ် ကြည့်လို့လည်းကောင်းတယ်၊ သီချင်းတွေလည်းကောင်းတယ်။ ဇာတ်လမ်းကတော့ မစ်ချဲမိသားစုဆိုတာ အူကြောင်ကြောင် မိသားစုတစ်ခုရှိတယ်၊ အဖေက ဘာနည်းပညာမှ စိတ်မဝင်စားတဲ့ သဘာဝသမား၊ သမီးက ရုပ်ရှင်ဝါသနာအိုး၊ ဒါရိုက်တာရူး၊ သားက ဒိုင်နိုဆော ဝါသနာအိုးစသည်ဖြင့် တစ်ယောက်တစ်ပေါက်တွေပေါ့။ ဒါပေမယ့် တစ်နေ့မှာတော့ တစ်ကမ္ဘာလုံးက စက်ရုပ်တွေက အကြောင်းတစ်ခုကြောင့် ပုန်ကန်ပြီး လူသားတွေအားလုံးကို ဖမ်းဆီးလိုက်ပါတယ်။ အဲဒီမှာ ကပ်ခါသီခါ လွတ်ပြီး ကျန်ခဲ့တဲ့ မိသားစုဟာအလွဲခွဲအချော်ချော်တွေလုပ်ပြီး ကမ္ဘာကြီးကို ကယ်တင်ဖို့ ကြိုးစားရတာကို တွေ့မြင်ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ littleneo ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 53minSubtitle – Myanmar ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/the-mitchells-vs-the-machines-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cjzU4g6SlScnP4MdkleyI25KGlR.jpg",
        "title": "Promising Young Woman (2020)",
        "description": "Promising Young Woman အညွှန်းကတ်စီ ရဲ့ဘဝမှာ အရာရာတိုင်းက ထင်ထားသလို မဟုတ်ပါဘူးသူမဟာ လှသလောက် ဉာဏ်နီဉာဏ်နက်များပြီး ကလိမ်ကကျစ်လည်း ကျပါတယ်သူမဟာ ညဘက်ရောက်ရင် ကလပ်မှာ ယောက်ျားတွေကိုအမူးလွန်ချင်ယောင်ဆောင်ပြီး လှည့်ဖြားတတ်တဲ့ မိန်းမတစ်ယောက်ပါတစ်ချိန်က အရမ်းစာတော်တဲ့ ဆေးကျောင်းသူလေးက ဒီလိုဘဝမျိုးကို ဘယ်လိုများ ရောက်လာတာလဲ?တစ်ချိန်က စိတ်ဒဏ်ရာဖြစ်စေခဲ့တဲ့ အဖြစ်ဆိုးကို သူရင်ဆိုင်ဖြေရှင်းနိုင်ပါ့မလားPromising Young Woman 2020 ဟာ 92% tomatometer ရထားပြီးIMDB score 7.4 ရထားတဲ့ ထိတ်လန့်သဲဖို ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်အပြင်ပန်းမှာ အချစ်ဟာသကားယောင် ဆောင်ထားပေမယ့်လူမှုအသိုင်းအဝိုင်းကြောင့် ဖြစ်လာနိုင်တဲ့ စိတ်ဒဏ်ရာအကြောင်းနက်နက်နဲနဲ ရိုက်ကူးပြထားတဲ့ ကားကောင်းလေးပဲဖြစ်ပါတယ် Translated by : Htet Wai LwinEncoded by : YKQuality : 720 p WEBSCRFile Size : 1.2GbDuraion .1h 53minSubtitle ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/promising-young-woman-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZjAzNDE2YzMtM2E4OC00NWViLTkwZTItYmVmYmNkYWNhOTMwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Mank (2020)",
        "description": "Mank (2020)============IMDb Rating - 7.4/10#Unicodeမနှစ်ကတင် Tarantinoက ဟိုးအရင်\nဟောလိဝုဒ်ကို တမ်းတတဲ့ရုပ်ရှင်တစ်ကား\nထွက်ထားပါတယ်။ ဒီနှစ်တော့\nDavid Fincher အလှည့်ပါပဲ။\nMankရဲ့ ဒါရိုက်တာ David Fincherကိုတော့\nအတော်များများသိကြမှာပါ။FightClub ,\nGone Girl, Seven, Zodiacတို့လို\nနာမည်ကျော်ကားတွေနဲ့ နာမည်ကျော်ပါတယ်။\nအခု Mankရဲ့ ဇာတ်ညွှန်းကိုရေးထားတာက\nသူ့အဖေ Jack Fincherပါ။ ဒီရုပ်ရှင်ကို\nJackဟာ သူ့အရင်ရွှေခေတ်ကိုတမ်းတသမှုနဲ့\n1990ကတည်းကစ ဇာတ်ညွှန်းရေးခဲ့ပေမယ့်\nအထမမြောက်ခဲ့ပါဘူး။လွန်ခဲ့တဲ့နှစ်သုံးဆယ်က\nမြစ်ဖျားခံတဲ့ ဟောလိဝုဒ်ရွှေခေတ်တမ်းတမှုဟာ\nနောက်ထပ်ခေတ်တစ်ဆက်ခြားပြီးတဲ့\nဟောလိဝုဒ်ရဲ့ခေတ်မဟုတ်တော့တဲ့ခေတ်မှာ\nထွက်လာခဲ့ပါပြီ။ဇာတ်အိမ်ရော ‌ဇာတ်လမ်းနာမည်ရောက\nလူတစ်ယောက်တည်းပေါ်ပဲ အခြေပြုထား\nတယ်။ အဲ့ဒီလူက ဇာတ်ညွှန်းရေးဆရာ မန့်ခ်ပါ။\nသူအကြောင်းဆိုတာက သူလုပ်ခဲ့တဲ့ ရုပ်ရှင်\nကုမ္ပဏီအကြောင်း၊ သူအော်စကာရခဲ့တဲ့\nဇာတ်ညွှန်းကိုရေးခဲ့တဲ့အကြောင်းတွေ။\nတစ်ချိန်လုံးဘာမှမလုပ်ဘဲ ဥက္ကဌတောင်းကာမှ\nနှုတ်တန်းဇာတ်ညွှန်းတစ်ခုကို တစ်ယောက်\nတစ်ကြောင်းကောက်ရေးကြတာတဲ့\nအကြောင်းတွေ။ဟောလိဝုဒ်လောကက\nသူဌေးတွေနဲ့ သူတို့လိုဇာတ်ညွှန်းရေးဆရာတွေရဲ့\nဆက်ဆံရေးတွေပါပဲ။။ဇာတ်ကားက\nအေးပေမယ့်လည်း ဒီအခန်းတွေက\nတကယ်အားရစရပါပဲ။အေးစက်တဲ့ရုပ်ရှင်ပေမယ့်\nရုပ်ရှင်က အချိန်အစဉ်လိုက်မဖြစ်တော့\nသူ့ဘ၀ကို ကျွန်တော့်တို့အတွေးထဲမှာ\nပုံပြန်ဖမ်းယူရတဲ့ အလုပ်ကို ဒါရိုက်တာက\nပေးထားတယ်။ တစ်ခုရှိတာက ဒီအစဉ်လိုက်\nဖြစ်‌မနေမှုအတွက် ဇာတ်ညွှန်းကို\nသူတော်တော်နိုင်ပါတယ်။ မန့်ခ်ရဲ့\nခါးသက်တဲ့ နေ့တွေကို ကနဦးမှာကတည်းက\nထည့်သွင်းထားပေမယ့်\nခါးသက်တယ်မထင်ရအောင်\nသေချာထည့်ထားတာပါပဲ။\nအမှတ်မထင်ထည့်ထားတဲ့\nတစ်ချို့ဟာသတွေကလည်း\nခိုးခနဲခွက်ခနဲရယ်ရနေတာမဟုတ်ပေမဲ့\nဖြစ်တတ်တဲ့သဘာ၀လေးကိုပဲ\nသဘောကျမိစေတာမျိုးတွေပါ။ရုပ်ရှင်ဓာတ်ပုံပညာကလည်း\nကျွန်တော်ဆို leaked photoတွေ\nထွက်လာကတည်းက\nသဘောကျမိတာတွေတောင်ရှိတော့\nအထွေအထူးပြောစရာမလိုပါဘူး။\nဂန္တ၀င်ရုပ်ရှင်ကားတွေများစွာကို\nထုတ်ပေးခဲ့တဲ့ ဟောလိဝုဒ်ရဲ့\nရွှေရောင်အတိတ်နေ့တွေကိုရော\nဂန္တ၀င်ကားတစ်ကားကို ဇာတ်ညွှန်း\nဖန်တီးခဲ့ပုံကိုရော Mankမှာ\nသေချာပုံဖော်ပေးသွားပါတယ်။ရုပ်ရှင်ထဲက မန့်ခ်ကတော့\nလူတစ်ယောက်ရဲ့ ဘ၀တစ်သက်တာကို\n၂နာရီဆိုတဲ့အချိန်အတွင်းမှာ\nအမိအရရိုက်ပြလို့မရဘဲ\nအဲ့ဒီလူရဲ့ ခံစားမှုသွင်ပြင်တစ်ခု\nထင်ကျန်နေအောင်ပဲလုပ်ပြလို့ရမယ်ဆိုတယ်။\nဒါဆိုရင်‌တော့ Grey Oldmanရော\nDavid နဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/mank-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mu5t94c8IZU781aMg1E1FKinYG2.jpg",
        "title": "Stand by Me Doraemon 2 (2021)",
        "description": "Stand by me Doraemon 2 (2021)နိုဘီတဆိုတဲ့ကလေးလေးနဲ့ ဒိုရေမွန်ဆိုတဲ့အပြာရောင်စက်ရုပ်ကြောင်ကလေးတို့\nအပိုင်း၁ (၂၀၁၄) မှာအနာဂတ်ကိုသွားကြည့်ခဲ့ကြပြီးတော့\nဒီတစ်ခေါက် အပိုင်း၂ (၂၀၂၀) မှာတော့ အတိတ်ကိုပြန်သွားရာကနေဇတ်လမ်းစခဲ့ပါတယ်နိုဘီတတစ်ယောက်သူ့မွေးနေ့မှာ အိမ်ကိုပြန်လာချိန် မယ်တော်ဘုရားက\nဘဲဥမကွဲတဲ့ စာမေးပွဲအမှတ်စာရင်းစာရွက်ကိုရှာတွေ့ရာနေစလို့ အဆူခံရပြီး ပုလဲခလျှက်နဲ့ သူ့အခန်းထဲဝင်လာခဲ့ပါတယ်။အခန်းထဲမှာ အမေဆူတာလွတ်ဖို့အရေး အရင်လိုပဲ ဒိုရေမွန်ဆီကနေပစ္စည်းဆန်းတွေသုံးဖို့ကြံနေရင်း\nသူကိုယ်တိုင်တောင် ဘာမှန်းမသိတာတွေလျှောက်လုပ်မိကုန်ပါတယ်။အဲ့ဒီကနေ နိုဘီတရဲ့အဘွားပေးခဲ့တဲ့\nဝက်ဝံရုပ်လေးကိုတွေ့ပြီး အဘွားနဲ့ပြန်တွေ့ချင်လို့ ဒိုရေမွန်ဆီပူဆာရာကနေစလို့\nနိုဘီတ ပီသစွာ တစ်လွဲအပြည့်နဲ့ဇတ်ထုတ်ကြီးကကြပါတော့တယ်။ဒီဇတ်လမ်းမှာ ဟိုးအရင်ကလို မဟုတ်ဘဲ\nအဘွားနဲ့နိုဘီတတို့ကြားက သံယောဇဉ်ကြိုး မိဘမေတ္တာတို့ကို မျက်ရည်ဝဲလျှက်နဲ့ကြည့်ရမှာပါ (မျက်ရည်မခိုင်ရင်မကြည့်ပါနဲ့)\nနိုဘီတနဲ့ ရှိဇုကတို့ရဲ့ လက်ထပ်ပွဲမှာဖြစ်တဲ့ အလွဲများ။\nအဘွားရဲ့ဆန္ဒကိုဖြည့်ဆည်းဖို့ကြိုးစားရင်းနဲ့\nလူကြီးဖြစ်သွားတဲ့ နိုဘီတနဲ့ ကလေးနိုဘီတတို့ကြားက\nရင့်ကျက်လာမူကြီးတွေကိုလဲ ကွက်ကွက်ကွင်းကွင်းမြင်ရမှာပါ။နိုဘီတအတွက် အရေးကြီးဆုံးသောသူတွေဖြစ်ကြတဲ့\nဒိုရေမွန် အဘွားနဲ့ သူငယ်ချင်းများရဲ့ ဇတ်ပေါင်းခန်းလေးပေါ့။နိုဘီတနဲ့ရင်းနီးပြီးသားသူများအဖို့တော့ ကြည့်ရတာ ပိုးစိုးပက်စက်တန်မှာပါ။File size… 1.68 GB and\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1h 36 min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Idiot ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/stand-by-me-doraemon-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/919Z2afFEwL._AC_SL1500_-133x200.jpg",
        "title": "The Interview (2014)",
        "description": "The Interview (2014)#ရုပ်ရှင်မိတ်ဆက်မြောက်ကိုရီးယားခေါင်းဆောင် ကင်ဂျုံအန်ကို သရော်တဲ့ဇာတ်ကားတွေထဲ ဒီကားကတော့ အတော်နာမည်ကြီးပါတယ်။၂၀၁၄ တုန်းက Sony က ပြမယ်ပြောလိုက် မပြဘူးပြောလိုက် လုပ်နေရာက နေ Youtube, Google Play စတဲ့ အွန်လိုင်း Video Hosting တွေကနေ စတင် ငှားရမ်း ပြသရာကနေ ရုံတင်ခဲ့တဲ့ဇာတ်ကားပါ။ဇာတ်လမ်းက James Franco က Talk Show Host တစ်ယောက်ဖြစ်ပြီး Seth Rogen က Producer ဖြစ်ပါတယ်။ သူတို့ရဲ့ Show က အတည်ပေါက် Interview မဟုတ်ပဲနဲ့ ဟာသဆန်ဆန်ဖြစ်နေတာကြောင့် လူတွေလေးစားလောက်မယ့် Interview မျိုးလုပ်ချင်နေပါတယ်။ တစ်နေ့မှာ စာစောင်တစ်ခုက ဆောင်းပါးမှာ Kim Jong-un က သူတို့ Show ရဲ့ ပရိတ်သတ်ဖြစ်တယ်လို့ သိသွားရာကနေ Interview ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-interview-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/ezgif-1-027d6485597c-113x200.jpg",
        "title": "Fake Bodyguard ( 2021 )",
        "description": "တစ်ခဏလောက်စိတ်ထွက်ပေါက်ပေးနိုင်အောင် ဟာသကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကတော့ ကမ္ဘာကြီးအတွက် လူသားတွေအတွက် အရေးကြီးပြီးအသုံးဝင်တဲ့ ပရောဂျက်တစ်ခုကို သုသေသနလုပ်နေတဲ့ သုသေသနပညာရှင်တစ်ယောက်ကိုအန္တရာယ်တွေကြားက ကာကွယ်ဖို့ သက်တော်စောင့် ၃ ယောက်ကိုဘုရင့်သားမင်းသားက ငှားပေးခဲ့တယ်။ ဒါပေမယ့် မထင်မှတ်ဘဲသက်တော်စောင့်နဲ့လွဲပြီး ဧည့်သည်တွေကို ကြားဖြတ်လုတဲ့ ခရီးသွားလမ်းညွှန်တွေနဲ့ဆုံပြီးတလွဲဟာသတွေဖြစ်ကုန်တာကို ရိုက်ကူးထားတာပါ။ကြားထဲ ကိုယ်ကျိုးကြည့်တဲ့လူတစ်ယောက်က ဒီပရောဂျက်ကိုလုဖို့ ပါမောက္ခကိုသတ်ဖို့ ငှားထားတဲ့ ကြေးစားလူသတ်သမားလည်းရှိသေးတယ်။သက်တော်စောင့်အလွဲနဲ့အတူ ကြေးစားလူသတ်သမားလည်း လွဲလိုက်တာဆိုတာမရယ်ချင်လည်း ကလိထိုးပြီး ရယ်အောင်လုပ်ပေးမယ့် ဇာတ်ကားပါလို့ပဲ ပြောလိုက်ပါတော့မယ်။စိတ်ညစ်နေတယ် စိတ်ဖိအားတွေပိနေတယ်ဆိုရင် ကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြနော်။ Quality :WEB-DL 720pFormat : mp4Subtitle : Myanmar Subtitle ( hardsub )Translated By Chu Chu",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/fake-bodyguard-2021/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tximyCXMEnWIIyOy9STkOduUprG.jpg",
        "title": "Good Boys (2019)",
        "description": "ဒါကတော့ IMDb rating 6.8နဲ့ ခရမ်းချဉ်သီးမှာ 79%ရထားတဲ့ဟာသကားလေးပါ။တစ်ကားလုံးရယ်ရလို့ ပါးစပ်တောင်မစေ့နိုင်ဘူးဘရစ်စလီဆိုတဲ့ကောင်မလေးကိုအရမ်းတွေကြွေနေတဲ့မက်စ်ရယ်၊လေကြီးလေကျယ်ပြောတတ်တဲ့သောရယ်၊ရင့်ကျက်ပြီးမှန်တာပဲလုပ်ချင်တဲ့လူကပ်စ်တို့သုံးယောက်ကအရမ်းချစ်ကြတဲ့ သူငယ်ချင်းတွေပေါ့။‌ခြောက်တန်းရောက်တာနဲ့ခြောက်တန်းနဲ့တူအောင်အထာကျမယ်လို့ ဆုံးဖြတ်ထားတဲ့\nငမြွေလေးတွေပေါ့။\nတစ်နေ့တော့ kissing partyတစ်ခုကို ဖိတ်ခံလိုက်ရလို့မက်စ်ကသူကြိုက်နေတဲ့ကောင်မလေးကိုပါတီမှာနမ်းရတော့မယ်ဆိုပြီး ရင်တွေခုန်နေတာပေါ့။\nဒါပေမယ့် သူတို့ထဲကဘယ်သူမှမနမ်းဖူးကြတော့သူများတွေဘယ်လိုနမ်းလဲဆိုတာရှာဖွေလေ့လာရင်းပြဿနာတွေတစ်ခုပြီးတစ်ခုဖြစ်ကုန်ပါတော့တယ်။\nကလေးတွေဆိုပေမယ့် သူတို့မှာလည်းသူတို့အရွယ်နဲ့ကြုံတွေ့နေရတဲ့ကိစ္စတွေရှိတာပေါ့။\nသူတို့ရဲ့တစ်နေ့တာကိုဘယ်လိုဖြေရှင်းကျော်ဖြတ်ပြီးမိဘတွေအဆူမခံရအောင်ဘယ်လိုတွေဉာဏ်များအုံးမလဲဆိုတာကိုတော့ဒီကားလေးမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ပါအုံး။\nတကယ်ကောင်းတဲ့ဟာသကားလေးကိုလက်လွှတ်မခံဘဲကြည့်ရင်း ခဏတာဘဝအမောပြေနိုင်ပါစေ (အယ့်လယ့်) File Size : ( 840 MB , 314 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Cg87/Good_Boys_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-30-at-2.51.03-PM-134x200.png",
        "title": "Yes Day (2021)",
        "description": "Yes Day (2021)============IMDb Rating - 5.7/10ဒါကတော့ မိသားစု ဟာသကား စစ်စစ်လေးပါ။ သားသမီးသုံးယောက်ကို အမြဲ စိုးရိမ်လွန်ပြီးစည်းကမ်းတင်းကြပ်ထားတဲ့ အမေဟာ ကလေးတွေနဲ့ အဆင်မပြေတာ များလာတဲ့အခါ နည်းလမ်းတစ်ခုကို စမ်းကြည့်ဖို့ ကြိုးစားလာပါတယ်။ အဲဒါကတော့ YES DAY ဆိုတဲ့ နေ့ရက်တစ်ရက်ကလေးတွေကို ဖန်တီးပေးဖို့ပါပဲ။ အဲဒီနေ့မှာ ကလေးတွေ တောင်းဆိုသမျှကို No လို့ ငြင်းလို့မရပါဘူး။မိသားစု ၅ ယောက်အတူ ကလေး ၃ ယောက် တောင်းဆိုတဲ့ ပေါက်ကရတွေကို လိုက်ဖြည့်စည်းရင်းဘယ်လို တလွဲတွေဖြစ်ကြမလဲဆိုတာ ကြည့်ရမှာပါပဲ။ ချစ်စရာကောင်းတဲ့ family ရုပ်ရှင်လေးပါ၊(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 26minSubtitle – Myanmar HardsubFormat – Mp4Genre ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/yes-day-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMzM5NjUxOTEyMl5BMl5BanBnXkFtZTgwNjEyMDM0MDE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Grand Budapest Hotel (2014)",
        "description": "The Grand Budapest Hotel (2014)IMDb - 8.1/10_____Rotten - 91%Won 4 Oscars. Another 130 wins & 225 nominations.\n   \nဒီရုပ်ရှင်အကြောင်းမပြောခင် ဒီရုပ်ရှင်ကားနဲ့\nရခဲ့တဲ့ Award တွေ အရင်ပြောပြပါမယ်...\n1. Best Achievement in Costume Design\n2. Best Achievement in Makeup and Hair styling\n3. Best Achievement in Music Written for Motion Pictures,\nOriginal Score\n4. Best Achievement in Production Design\nဆိုတဲ့ အော်စကာ ဆု လေးဆု ရရှိခဲ့ပြီး တစ်ခြား Award များစွာကိုလဲ\nရရှိပိုင်ဆိုင်ထားပါတယ်...\nဒီရုပ်ရှင် ကြည့်နေတုန်းမှာ မျက်လုံးကို အနားမပေးပါနဲ့\nဆံပင်ဒီဇိုင်း ဆက်တင်အခန်းအနား မျက်နှာအမူရာတွေကို\nမလွတ်တန်း လိုက်ကြည့်နေပါ အဖိုးတန်လွန်းပါတယ်...\nသင်ဟာ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2e8P3/The_Grand_Budapest_Hotel_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tzDAAMphTTy53ereXgcbDTpfhQm.jpg",
        "title": "Mountain King (2020)",
        "description": "Wild King (2020)--------------------------ဒီတခါတော့ CMပရိသတ်တွေကို မျောက်ဝံကြီးပါတဲ့ တရုတ်ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားနာမည်လိုပဲ တောထဲမှာနေတဲ့ တာဇံကောင်လေးနဲ့ မျောက်ဝံကြီးအကြောင်းရိုက်ထားတာပေါ့နော်သူငယ်ငယ်ကတောင်ပေါ်မှာနေတဲ့ သူတို့တမျိုးနွယ်လုံး လူဆိုးတွေ သတ်တာခံလိုက်ရကတည်းက သူဟာတောထဲကိုလာတဲ့ဘယ်သူ့မဆို သတ်စားတဲ့ တောဘုရင်တကောင်ဖြစ်သွားခဲ့ပါတယ် ဒီလိုနဲ့ တနေ့မှာ သူတို့ဆီကို ကလေးမလေးတယောက်အကြောင်းတခုနဲ့ ရောက်လာခဲ့ပါတယ် သူက ကလေးမလေးကိုရော ဘာလုပ်ပစ်မှာလဲ ဘယ်လိုတွေဆက်ဖြစ်မလဲ သိချင်ရင်တော့ ဆက်ဆက်ဒေါင်းကြည့်ပါလို့ .... Translated by : Nay ChiEncoded by : YKFile Size : 1.2Gb and 663MBDuration : 1h25minQuality : 1080p WEB Dl and 720p",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/mountain-king-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/exit-poster-133x200.jpg",
        "title": "Exit (2019)",
        "description": "Exit (2019)IMDb - 7.0/10_____Rotten - 83%\n  \nCM Fan တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့\nမကြာသေးမှီ အပတ်တွေက ရုံတင်သွားခဲ့တဲ့ Exit ဆိုတဲ့\nကိုရီးယား ရုပ်ရှင်ဇတ်လမ်း ကို CM က ရုပ်ထွက်အကြည်နဲ့\nတင်ဆက်ပေးလိုက်ပါပြီ။\nဇတ်လမ်းပုံစံကတော့...\nယောင်နမ် ဆိုတဲ့ အသက်လတ်ပိုင်း အရွယ် လူပျိုကြီးဖြစ်ခါစ\nတောင်တက်သမားဟောင်း ကနေ ဇတ်လမ်းစရမှာပဲ...\nအားကစားအလုပ်ကိုသာ စွဲမြဲ လုပ်ပြီး ဘယ်ကောင်မလေးကမှလဲမကြိုက်\nအလုပ်လဲ မယ်မယ်ရရ မရှိ အင်တာဗျူးတိုင်း မအောင် စိတ်ဓါတ်မကျအောင်နေပြီး\nအိမ်က အဖေ နဲ့ အမေ ဆီ ကပ်စားနေတဲ့ သူ တစ်ယောက်ပေါ့ :D\nယောင်နမ် မှာ အစ်မ တွေ ရှိပြီး အကုန်အိမ်ထောင်ကျကုန်ပေမဲ့\nယောင်နမ် တစ်ယောက်သာ ဂေါ်မစွံ လူပျိုကြီး လုပ်နေပြီး\nအိမ်ကနေ မခွာနိုင် ဖြစ်နေခဲ့တာပါ....\n  \nတစ်ရက်မှာတော့ ယောင်နမ်တို့ အမေ ရဲ့ မွေးနေ့ အဖြစ်\nဟိုတယ် တစ်ခုမှာ အခန်းငှားပြီး မွေးနေ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/T5n5/Exit_(Ek-Si-Teu)_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2DUCeP41bJdmG6h122FFNOj9blH.jpg",
        "title": "The Con-Heartist(2020)",
        "description": "The Con-Heartist(2020)*************************IMDb...7.2<Main Casts >\nထေဝါ အဖြစ် Nadech Kugimiya\nအီနာ အဖြစ် Baifern Pimchanok\nပတ် အဖြစ် Bank Thitiဒီနေ့ပဲ Netflix ကနေ ထွက်ရှိလာပြီး GDH မှ ရိုက်ကူးထားတဲ့ ဟာသကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ\nအီနာ ဆိုတဲ့ ကောင်မလေးက Youtuber တစ်ယောက်ပါ\nဒါပေမယ့် တစ်နေ့တော့ သူမဆီကို အခွန်ဌာနရဲ့ အရာရှိဆိုသူ(တာဝါ)ဆီမှ ဖုန်းတစ်ကောလ် ဝင်လာခဲ့ပါတော့တယ်....\nအဲ့နောက်မှာတော့ အလိမ်အညာ တစ်ခုဆိုတာ အီနာ တစ်ယောက် သိလိုက်ရပြီး ဆိုရှယ်မိဒီယာပေါ် တင်၍ အရှက်ခွဲမည်ဟုတ် ခြိမ်းခြောက်ပါတော့တယ်\nဒါပေမယ့် အီနာ့ဘဝမှာ အကြွေးတွေ ပတ်ချာဝိုင်းနေတာကို ထေဝါ တစ်ယောက် သိထားတော့ အပေးအယူတစ်ခု လုပ်လိုက်ပါတော့တယ်....\nအဲ့ဒီအပေးအယူကတော့ အရင်က ရည်းစားဟောင်း ဖြစ်သူ ပတ် ကိုလက်စားချေပေးဖို့ပဲ ဖြစ်ပါတယ်\nပတ် ဆိုတဲ့ ကောင်လေးက အီနာ နဲ့ ရည်းစားဖြစ်တုန်းက ချေးခဲ့တဲ့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-con-heartist2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/Screen-Shot-2021-02-28-at-3.14.56-PM-159x200.png",
        "title": "Tom and Jerry (2021)",
        "description": "Tom and Jerry (2021)================IMDb Rating - 5.6/10မတည့်အတူနေ ကြောင်နဲ့ကြွက်ကလေး Tom & Jerry တို့ရဲ့ live action ဇာတ်ကားလေးပါ။ဒီတစ်ခါမှာတော့ စန္ဒယားပညာရှင်ကြီးဖြစ်ချင်နေတဲ့ တွမ်နဲ့ ဇိမ်ကျကျအိမ်အကောင်းစားကြီးတစ်လုံးလိုချင်နေတဲ့ ဂျယ်ရီတို့ကို နယူးယောက်မြို့ကြီးမှာ တွေ့မြင်ကြရမှာပါ။ သူတို့အပြင်ရွိုင်ရယ်ဂိတ်ဆိုတဲ့ နယူးယောက်မြို့က ထိပ်တန်းဟိုတယ်ကြီးမှာ သူများစီဗီဖောင်နဲ့ အလုပ်ဝင်ခွင့်ရသွားတဲ့ ကေလာဆိုတဲ့ကောင်မလေးတစ်ယောက်ကလည်း တွမ်နဲ့ဂျယ်ရီတို့ရဲ့ အရှုပ်တော်ပုံထဲပါဝင်လာမှာပါ။ဂျယ်ရီ့အတွက်တော့ တစ်ရန်ပေါ်နှစ်ရန်ဆင့်တယ်ပဲ ပြောရမှာပေါ့။ သူ့ဘာသာ ရွိုင်ရယ်ဂိတ်ဟိုတယ်ကကြွက်တွင်းထဲမှာ ဇိမ်ကျနေတုန်း အလုပ်မပြုတ်ချင်တဲ့ ဝန်ထမ်းသစ်ကလေး ကေလာရော သူ့ကိုမကြေပွဲနွှဲချင်နေတဲ့ တွမ်ရော နှစ်ယောက်ပေါင်းအမဲလိုက်တာကိုခံရမှာပါ။ လှစ်ခနဲလှစ်ခနဲနဲ့ သိပ်သွက်တဲ့ ကြွက်ကလေးဂျယ်ရီ၊ သူ့မွှေသမျှခံနေရရှာတဲ့ ဘော်ဒါကြီးတွမ်နဲ့ အပြောလည်းကောင်း လည်လည်းလည်တဲ့ဟိုတယ်ဝန်ထမ်းမလေး ကေလာတို့ သုံးယောက်ပေါင်း ဘယ်လိုလောင်းကျော်ကြမလဲဆိုတာကို ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို MTA မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့ Yoon Sandi Aung, MTA တို့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/tom-and-jerry-2021/"
    }
]