[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ecsPVK2y8c6jNVOzRwKgrHeospy.jpg",
        "title": "Running Man (2013)",
        "description": "Running Man (2013) အညွှန်းထွက်ပြေးနေရသူတစ်ဦး... ကိုယ်မကျူးလွန်ခဲ့တဲ့ပြစ်မှုတစ်ခုအတွက် ထွက်ပြေးနေရသူတစ်ဦး...နိုင်ငံရေးမြှုပ်ကွက်များကြားထဲမှာ သဲလွန်စတစ်စုံတစ်ရာမရှိဘဲ ရှောင်ပြေးနေရပုံအပေါ်မူတည်ပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ အထက်တန်းကျောင်းသားဘဝတည်းက ပြစ်မှုမှတ်တမ်းတသီတတန်းဖြစ်နေပေမဲ့ သားဖြစ်သူနဲ့အတူ အိမ်ကောင်းရာကောင်းနဲ့နေနိုင်ဖို့ ကြုံရာကျပန်းလုပ်ကာ နေ့စား အငှါးကားမောင်းတဲ့အလုပ်လုပ်ရရင်း တစ်နေ့မှာတော့ ထူးထူးခြားခြားပဲ ပိုက်ဆံပေါတဲ့ ခရီးသည်နဲ့ ကြုံခဲ့ပါတယ်။ကံဆိုးချင်တော့ လေဆိပ်ကိုပဲ အမြန်ပြေးချင်နေတဲ့ ခရီးသည်ကြီးဟာ လက်သည်မပေါ်ဘဲ အသတ်ခံရပါတယ်။ ဒီအချိန်မှာတော့ ထုံးစံအတိုင်း ကားသမားကိုပဲ အပြစ်ပုံချဖို့ အကြောင်းဖန်လာပါတယ်။ ဒီလိုနဲ့ ဝရမ်းပြေးဖြစ်နေချိန် အတောအတွင်းမှာတော့ အမှုအစအဆုံးကို ရုပ်လုံးပေါ်လာအောင်စုံစမ်းရင်း တစ်ချိန်က တေလေကြမ်းပိုးဖြစ်ခဲ့ဖူးတာကြောင့် တတ်ကျွမ်းခဲ့ဖူးတဲ့ အကွက်ပေါင်းစုံ အသုံးချကာ မိမိနောက်ကို လိုက်နေတဲ့ နိုင်ငံရေးအဖွဲ့အစည်းများ၊ လူဆိုးများ၊ ရဲများကိုပါ နှစ်ပေါက်တစ်ပေါက် ရိုက်ခဲ့ပါတယ်။အမှုမှာ ပါဝင်ပတ်သက်သူ တစ်ယောက်ပြီးတစ်ယောက် အသတ်ခံရပြီးနောက် အမှုကို ဆက်စပ်မိခါနီးမှာ သားဖြစ်သူကပါ တရားခံကို ကူဖမ်းပေးဖို့ဖြစ်လာပါတော့တယ်။ နိုင်ငံရေးလုံခြုံမှု ပေါက်ပြားစေမှုရဲ့ တရားခံအစစ်အမှန်က ဘယ်သူဖြစ်နေမလဲ? ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/running-man-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BNDQzNWU1ZjQtMjBkOC00NzI2LWFhYmItMzUyZjE1ZDcwNjlhXkEyXkFqcGdeQXVyMjA2OTE4OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Drunk Bus (2020)",
        "description": "Drunk Bus (2020)==============IMDb Rating - 6.2/102020 ကထွက်ရှိခဲ့တဲ့ drama, comedy ဇာတ်ကားကောင်းလေးနဲ့\nမိတ်ဆက်ပေးပါရစေ။မိုက်ကယ်ဆိုတဲ့ကောင်လေးက ကျောင်းပြီးလို့ ဘွဲ့ရသွားပေမယ့်\nလမ်းပျောက်နေတဲ့သူတစ်ယောက်ပါ။ ဓာတ်ပုံပညာကို အလွန်ဝါသနာ\nပါခဲ့ပေမယ့် သူနဲ့ငါးနှစ်တွဲခဲ့တဲ့ချစ်သူအေမီ သူ့ကိုထားသွားပြီးနောက်\nမှာတော့ ပျက်နေတဲ့ကင်မရာကိုတောင် မပြင်တော့ပဲ ဘဝကို ပျင်းရိ\nငြီးငွေ့စွာ တက္ကသိုလ်ကြိုပို့ကားမောင်းရင်း ရှင်သန်နေသူတစ်ဦးပေါ့။\nကြင်နာတတ်ပေမယ့် နည်းနည်းကြောက်တတ်တဲ့သူကို အနိုင်ကျင့်\nစော်ကားသူတွေလည်း ရှိပြန်လေရဲ့…ဒီလိုနဲ့ သူ တစ်နေ့ ကျောင်းသားတစ်ယောက်ရဲ့ထိုးကြိတ်တာကို ခံလိုက်\nရပြီးနောက် ကားကုမ္ပဏီက သူ့လုံခြုံရေးအတွက် ဘော်ဒီဂတ်သဘောမျိုး\nလူတစ်ယောက်ခန့်ပေးခဲ့ပါတယ်။ ထူးခြားတာက အဲဒီလူကြီးဟာ တစ်ကိုယ်လုံး\nဆေးမင်ကြောင်တွေနဲ့ပြည့်နေပြီး နာမည်ကလည်း နာနတ်သီးဆိုပဲ…\nသူနဲ့ နာနတ်သီး ခင်မင်သွားကြပြီး နာနတ်သီးက သူ ဘဝမှာ မလုပ်ရဲ မလုပ်ဝံ့\nခဲ့တာတွေကို တွန်းအားပေးလာခဲ့ချိန်မှာတော့…\nFun fact အနေနဲ့ပြောရရင် နာနတ်သီးရဲ့ အပြင်နာမည်ကလည်း နာနတ်သီးပါပဲတဲ့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Myat Thu ဖြစ်ပါတယ်)File Size - (1.14 GB) / ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/drunk-bus-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uoiKOEjxBBW0AgDGQWrlfGQ90w.jpg",
        "title": "Modern Times (1936)",
        "description": "အသံတိတ်ရုပ်ရှင်တွေဘက်ကို ခဏလောက် ပြန်လှည့်ရအောင်ပါ CM ပရိသတ်ကြီးရေ...အသံတိတ်ရုပ်ရှင်ဆိုတာနဲ့ ကျွန်တော်တို့ မျက်လုံးထဲမှာ အရင်ဆုံး ပြေးမြင်မိတာအင်္ဂလိပ်လူမျိုး ဟာသဇာတ်ဆောင်နဲ့ ရုပ်ရှင်ဖန်တီးသူ Charlie Chaplin ပါပဲ။ဘာစကားမှ မပြောဘဲ လူတွေကို ရယ်အောင်လုပ်နိုင်တဲ့ အရည်အချင်းဆိုတာတော်ရုံ ပါရမီရှိရုံနဲ့ မရပါဘူး။ ဒါပေမဲ့ ဂုရုကြီး Charlie Chaplin ကိုတော့ မြင်လိုက်တာနဲ့အလိုလိုရယ်ချင်ပြီး သဘောကျကြပါတယ်။ ဒါကြောင့်လည်း အခုချိန်ထိတိုင်ပရိသတ်ရင်ထဲမှာ စွဲကျန်နေဆဲဖြစ်နေခြင်းပါ။ ဒီတော့ ကျွန်တော်တို့ CM ကနေတစ်ခါက နာမည်ကြီးခဲ့တဲ့ The Kid, Modern Times နဲ့ City Lightsအသံတိတ်ရုပ်ရှင် သုံးကားကို Charlie Chaplin အလွမ်းပြေအနေနဲ့ရောပရိသတ်ကြီးလည်း ရယ်‌မောပျော်ရွှင် စိတ်အပန်းပြေနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်  \nFile size…2.19GB / 1.9 GB\nQuality…1080p  BluRay / 720p\nFormat…mp4\nDuration….1h 27mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/modern-times-1936/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/drgMcyTsySQBnUPGaBThCHGdlWT.jpg",
        "title": "The Kid (1921)",
        "description": "အသံတိတ်ရုပ်ရှင်တွေဘက်ကို ခဏလောက် ပြန်လှည့်ရအောင်ပါ CM ပရိသတ်ကြီးရေ...အသံတိတ်ရုပ်ရှင်ဆိုတာနဲ့ ကျွန်တော်တို့ မျက်လုံးထဲမှာ အရင်ဆုံး ပြေးမြင်မိတာအင်္ဂလိပ်လူမျိုး ဟာသဇာတ်ဆောင်နဲ့ ရုပ်ရှင်ဖန်တီးသူ Charlie Chaplin ပါပဲ။ဘာစကားမှ မပြောဘဲ လူတွေကို ရယ်အောင်လုပ်နိုင်တဲ့ အရည်အချင်းဆိုတာတော်ရုံ ပါရမီရှိရုံနဲ့ မရပါဘူး။ ဒါပေမဲ့ ဂုရုကြီး Charlie Chaplin ကိုတော့ မြင်လိုက်တာနဲ့အလိုလိုရယ်ချင်ပြီး သဘောကျကြပါတယ်။ ဒါကြောင့်လည်း အခုချိန်ထိတိုင်ပရိသတ်ရင်ထဲမှာ စွဲကျန်နေဆဲဖြစ်နေခြင်းပါ။ ဒီတော့ ကျွန်တော်တို့ CM ကနေတစ်ခါက နာမည်ကြီးခဲ့တဲ့ The Kid, Modern Times နဲ့ City Lightsအသံတိတ်ရုပ်ရှင် သုံးကားကို Charlie Chaplin အလွမ်းပြေအနေနဲ့ရောပရိသတ်ကြီးလည်း ရယ်‌မောပျော်ရွှင် စိတ်အပန်းပြေနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…4GB / 1.4GB\nQuality…1080p BluRayx264 / 720p\nFormat…mp4\nDuration….1h 8mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/the-kid-1921/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bXNvzjULc9jrOVhGfjcc64uKZmZ.jpg",
        "title": "City Lights (1931)",
        "description": "အသံတိတ်ရုပ်ရှင်တွေဘက်ကို ခဏလောက် ပြန်လှည့်ရအောင်ပါ CM ပရိသတ်ကြီးရေ...အသံတိတ်ရုပ်ရှင်ဆိုတာနဲ့ ကျွန်တော်တို့ မျက်လုံးထဲမှာ အရင်ဆုံး ပြေးမြင်မိတာအင်္ဂလိပ်လူမျိုး ဟာသဇာတ်ဆောင်နဲ့ ရုပ်ရှင်ဖန်တီးသူ Charlie Chaplin ပါပဲ။ဘာစကားမှ မပြောဘဲ လူတွေကို ရယ်အောင်လုပ်နိုင်တဲ့ အရည်အချင်းဆိုတာတော်ရုံ ပါရမီရှိရုံနဲ့ မရပါဘူး။ ဒါပေမဲ့ ဂုရုကြီး Charlie Chaplin ကိုတော့ မြင်လိုက်တာနဲ့အလိုလိုရယ်ချင်ပြီး သဘောကျကြပါတယ်။ ဒါကြောင့်လည်း အခုချိန်ထိတိုင်ပရိသတ်ရင်ထဲမှာ စွဲကျန်နေဆဲဖြစ်နေခြင်းပါ။ ဒီတော့ ကျွန်တော်တို့ CM ကနေတစ်ခါက နာမည်ကြီးခဲ့တဲ့ The Kid, Modern Times နဲ့ City Lightsအသံတိတ်ရုပ်ရှင် သုံးကားကို Charlie Chaplin အလွမ်းပြေအနေနဲ့ရောပရိသတ်ကြီးလည်း ရယ်‌မောပျော်ရွှင် စိတ်အပန်းပြေနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ် \nFile size…2.4GB  / 2GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 27m\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….YK\nTranslated by Yoon ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/city-lights-1931/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cruSkSZJEmv9pbDoHBwdHdsnvHO.jpg",
        "title": "Bridesmaids (2011)",
        "description": "Bridesmaids (2011)ရုပ်ရှင်သမိုင်းမှာ အမြတ်စွန်းအများဆုံး အမျိုးသမီး R- rated ဟာသရုပ်ရှင် ဖြစ်တဲ့Bridesmaids ဟာ ဘယ်အချိန်ပြန်ကြည့်ကြည့် ဟောင်း မသွားမယ့် ရုပ်ရှင်မျိုးပါ။ကန်ဒေါ်လာ 32သန်းပဲ ရင်းပြီး 285သန်းကျော် ပြန်ရခဲ့တဲ့ ဒီရုပ်ရှင်ကို Empire မဂ္ဂဇင်းကြီးက2011 ခုနှစ်ကို သတ်မှတ်တဲ့ ရုပ်ရှင်အဖြစ် 30 years 30 filmsမှာ ဖော်ပြခဲ့ပါတယ်။ဒီလို R- rated comedy တွေ‌အတွက် အော်စကာဆုဆိုတာ စိတ်ကူးယဉ်ကြည့်လို့တောင်အဆင်ပြေလှတာမျိုး မဟုတ်ပေမယ့်၊ ဒီကားကတော့ ကိုင်တိုင် ဇာတ်ညွှန်းရေးသရုပ်ဆောင်တဲ့ မင်းသမီး Kristen Wig အတွက် အကောင်းဆုံး ဇာတ်ညွှန်းဆု၊မင်းသမီးကြီး Melissa McCarthy အတွက် အကောင်းဆုံး အမျိုးသမီး ဇာတ်ပို့ဆုတွေ ဆန်ကာတင်ဝင်ခဲ့တာပါ။ခပ်ကြမ်းကြမ်း 18+အခန်း နဲ့ စဖွင့်ထားပြီး၊ တစ်ကားလုံး လူကြီးဟာသတွေ ပြည့်နေတာတောင် ဇာတ်လမ်းကပေါမသွားပဲ တကယ်ကို အဓိပ္ပာယ်ပြည့်ဝပြီး ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/bridesmaids-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7TQC5reObLGjlA4wToGw37tCeMn.jpg",
        "title": "Win a Trip to Browntown!(2022)",
        "description": "Win a Trip to Browntown! (2022) ဇာတ်လမ်းအညွှန်းအဖော်အချွတ် အပိုင်းတွေ အများကြီးပါလို့ rated လုပ်ထားတာ မဟုတ်ပါဘူး။  စကားလုံး ခပ်ကြမ်းကြမ်းတွေ သုံးနှုန်းထားတာကြောင့် rated ဖြစ်သွားတာပါ။ ပုံမှန် မိသားစု ဟာသ ဇာတ်လမ်းလေး တစ်ခုပါပဲ။ကျွန်တော်တို့တွေ အသက်မွေးဝမ်းကြောင်း လုပ်ငန်း ရွေးချယ်ရာမှာ ပုံမှန် ကြုံနေရစမြဲဖြစ်တဲ့ဝါသနာအရင်းခံကို ရွေးမလား? ဒါမှ မဟုတ် မိသားစု စားဝတ်နေရေး ပြေလည်ဖို့ ဝင်ငွေကောင်းတဲ့ အလုပ်ကို ရွေးမလား? ဆိုတဲ့ အခြေအနေကို စာရေးရတာ ဝါသနာပါတဲ့သူတစ်ယောက်လည်း ကြုံခဲ့ရတယ်။သူကတော့ မိသားစုကို ဦးစားပေးခဲ့ပြီး ဝင်ငွေကောင်းတဲ့အလုပ်ကို ရွေးချယ်ခဲ့ပါတယ်။ဒါပေမဲ့ အိမ်ထောင်သက် နှစ် ၂၀ ကြာပြီးတဲ့နောက်မှာ သူ့ရွေးချယ်မှုကို နောင်တရသလိုလိုရှိလာတယ်။ မအောင်မြင်ပဲ ဝေဖန်ခံနေရတဲ့ဘဝကြောင့် စိတ်ဓာတ်ကျသလိုဖြစ်လာတယ်။ ဒါကို ဇနီးဖြစ်သူက အားပေးရင်း အဝလွန်နေတဲ့ သူ့ကို ဝိတ်ချဖို့ပါ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/win-a-trip-to-browntown/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/62172-139x200.jpg",
        "title": "Phir Bhi Dil Hai Hindustani (2000)",
        "description": "မင်းသားကြီးရှရွတ်ခန်းနဲ့ မင်းသမီးချော Juhi Chawla တို့ပါဝင်ထားတဲ့ နိုင်ငံရေးနောက်ခံ အချစ်ဒရမ်မာ ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်ပါတယ်...အိန္ဒိယနိုင်ငံကို အိန္ဒိယလူမျိုးတွေ နည်းမှန်လမ်းမှန်နဲ့ ချစ်ကြတဲ့ ခံစားချက်တွေကို ပေါ်လွင်ထင်ရှားအောင် ပြသနိုင်ခဲ့တဲ့ဇာတ်ကားအဖြစ် နာမည်ကြီးပါတယ်...ဇာတ်ကားနာမည်ကလဲ \"ရင်ထဲကအိန္ဒိယ\" တဲ့။ဇာတ်လမ်းလေးကတော့ အဂျေးဟာ လူတွေပါးစပ်ဖျားမှာ ရေပန်းစားနေတဲ့ နာမည်ကြီးသတင်းထောက်လေးပေါ့...သူ့ကိုအလဲထိုးဖို့ရောက်လာတဲ့သူကတော့ သတင်းထောက်မလေး ရီယား...မတူညီတဲ့ပြိုင်ဘက်ချန်နယ်တွေမှာ အလုပ်လုပ်ကြတဲ့ သူတို့နှစ်ယောက်ဟာ ကြောင်နဲ့ကြွက်...တကျက်ကျက်။တစ်နေ့တော့ နိုင်ငံရေးပါတီတစ်ခုရဲ့ဟောပြောပွဲတစ်ခုမှာ လူသတ်မှုတစ်ခုဖြစ်ပွားပြီးတဲ့နောက်ဒီမတည့်အတူနေ နှစ်ယောက်သား လူသတ်မှုနောက်ကွယ်က အမှန်တရားကိုလိုက်ကြရင်းနဲ့တကယ့်နိုင်ငံရေးအရှုပ်ထုပ်ထဲကို  ရောက်သွားပါတော့တယ်....ငွေနဲ့ အာဏာရဲ့ကြား သာမန်လူတစ်ယောက်ညှပ်သွားခဲ့ရင်ဒီလူဟာဘယ်လောက်ပဲရိုးသားဖြူစင်နေပါစေ ပြသနာအကြီးကြီးတက်တာပါပဲ...ငွေလည်းမရှိ အာဏာလည်းမရှိတဲ့ ဒီနှစ်ယောက်ဟာ စဉ်းလဲတဲ့နိုင်ငံရေးလောကရဲ့ ဘေးဒဏ်တွေကို ခံနိုင်ပါ့မလား...သူတို့လိုချင်တဲ့ တရားမျှတမှုကို ရအောင်ယူပေးနိုင်ပါ့မလားဆိုတာကတော့...။\nFile size…(4 GB)/(1.7 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….02:38:50\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Taylor",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/phir-bhi-dil-hai-hindustani-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/89yw7xrAhnhGCldvyssPjINJQRb.jpg",
        "title": "Delicatessen (1991)",
        "description": "Delicatessen (1991) ~ IMDb - 7.6/10, RT - 89%, Meta - 66% ~၁၉၉၁ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Delicatessen ဆိုတဲ့ ရုပ်ရှင်ကားမှာ Clapet ဆိုတဲ့ သားသတ်သမားဟာ တိုက်တစ်လုံးပိုင်ဆိုင်ပြီး ငှားစားပါတယ်။ ခေတ်က post-apocalyptic လို့ပြောရမဲ့ ကမ္ဘာပျက်ကပ်အပြီးမှာ ပြင်သစ်နိုင်ငံကို အခြေတည်ထားပါတယ်။Claptet ဟာ တစ်ချိန်လုံး တောက်တိုမည်ရခိုင်းလို့ရမဲ့သူ လို​နေပါတယ်။ အချိန်တိုင်းလို​နေရတာက စုတ်ပြတ်​နေတဲ့ တိုက်​ဟောင်းကြီးကို ပြင်ဖို့ရယ် လာလုပ်ခဲ့တဲ့ အလုပ်သမား​တွေကို အပိုင်းပိုင်းခုတ်ထစ်ပြီး ​ရောင်းစားလိုက်လို့ပါပဲ။ဒီအချိန်မှာ အလုပ်အရမ်းလိုချင်တဲ့ ဆပ်ကပ်​ဟောင်းသမား Louison ဟာ ​အလုပ်​ခေါ်စာ​တွေ့ပြီး ​ရောက်ချလာပါတယ်။ နှစ်လိုဖွယ်​ကောင်းတဲ့ Louison ကို သားသတ်သမားရဲ့ သမီးဖြစ်သူက သ​ဘော​တော်​ခွေ့သွားချိန်မှာ​တော့ ချစ်ရသူ​လေး ဟင်းတစ်ခွက်မဖြစ်ခင် အစွမ်းကုန် ကယ်တင်မယ့် Dark Comedy ဂန္တဝင်ကား​ကောင်းတစ်ခုပါပဲဇာတ်လမ်းဟာ Horror ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/delicatessen-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m1toZm1byfK0G5X3UDDFJWGYsRz.jpg",
        "title": "I Am What I Am (2021)",
        "description": "I am what I am (2021)IMDb (7.6) ထိရထားပြီးတော့ အားလုံးလည်းစောင့်မျှော်နေကြတဲ့ I am what I am လေးရပါပြီခင်ဗျာ။\nတရုတ်နှစ်သစ်ကူးတွေမှာ မြင်တွေ့နေကြခြင်္သေ့ခေါင်းအကကိုလူတိုင်းမြင်ဖူးကြမယ်ထင်ပါတယ်။\nဒါပေမဲ့ နှစ်သစ်ကူးမှာ ဘာလို့ခြင်္သေ့ခေါင်းအကကိုကကြရတာလဲ ?\nခြင်္သေ့ခေါင်းပြိုင်ပွဲတွေရဲ့စည်းကမ်းတွေကရော ဘယ်လိုတွေလဲ?\nအဲ့ဒါတွေကို အသားပေးရိုက်ကူးထားပြီး လူငယ်တစ်ယောက်ရဲ့စိတ်ကူး၊ အိမ်မက်၊ မျှော်လင့်ချက်တွေကိုပါ ဒရာမာလေးချိုးပြီးရိုက်ကူးထားတာမို့\nကာတွန်းကားကောင်းကိုမှကြိုက်ကြတဲ့ ကလေးကြီးတို့ ဒေါင်းလို့ရပါပြီခင်ဗျာ..မိဘတွေက အဝေးမှာစီးပွားရှာနေရတာမို့ နှစ်သစ်ကူးမှာ မိသားစုစုံစုံလင်လင်နဲ့ဆုံတွေ့ချင်နေတဲ့ အားကျွမ်း။\nအားကျွမ်းဆိုတာ တစ်ရွာလုံးရဲ့အနိုင်ကျင့်တာကိုခံနေရတဲ့ ရှူနာရှိုက်ကုန်း၊ ကလေကချေ၊ ကြောင်နာလေးတစ်ယောက်ပေါ့။\nရွာရဲ့နှစ်သစ်ကူးခြင်္သေ့အကပြိုင်ပွဲမှာ အနိုင်ကျင့်ခံရပြီးတဲ့နောက် သူ့ဘဝထဲကို ခြင်္သေ့ခေါင်းအက ဝင်ရောက်လာခဲ့ပါတော့တယ်။လောကဓံတွေဘယ်လိုပဲကြုံတွေ့ရပါစေ မိမိကိုယ်သာကိုးကွယ်ရာဆိုတဲ့စကားကို\nလက်ကိုင်ထားတဲ့အားကျွမ်းတစ်ယောက် မိသားစုနဲ့ရောဆုံတွေ့ရပါ့မလား..\nရိုးရာအကဖြစ်တဲ့ခြင်္သေ့အကကိုရော ဘယ်အတိုင်းအတာထိ ဖျော်ဖြေပေးသွားနိုင်မလဲဆိုတာကိုတော့\nဇာတ်လမ်းလေးမှာ ဆက်ကြည့်လိုက်ပါတော့နော် ။    ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/i-am-what-i-am-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BOTUxYWQwZTYtMGI5NS00NmNhLThmMzUtOWNkOTcxZjc5ZTUxXkEyXkFqcGdeQXVyMTMxMDkzNDI0._V1_-141x200.jpg",
        "title": "Gulliver Returns (2021)",
        "description": "ကလေးဘဝတုန်းက \"ဂါလီဗာနဲ့ လူပုလေးများ\"ဆိုတဲ့ အိပ်ရာဝင် ပုံပြင်ကို မကြားဖူးတဲ့သူမရှိပါဘူး\nလူပုလေးတွေနေတဲ့ ကျွန်းကိုရောက်ရှိသွားခဲ့တဲ့ ဂါလီဗာရဲ့အကြောင်းပေါ့\nဒီ Animationမှာတော့ ဂါလီဗာဟာ သူအရင်က ရောက်ရှိဖူး၊ အကူအညီပေးဖူးတဲ့နိုင်ငံတစ်ခုကို ပြန်လည်ရောက်ရှိသွားတဲ့အကြောင်း ရိုက်ကူးထား တာပါ။အားလုံးသိထားတဲ့အတိုင်း ဂါလီဗာဟာ လူဘီလူးကြီး ဖြစ်ရမယ်၊\nအဲဒီနိုင်ငံက တိုင်းသူပြည်သားတွေက ပိစိလေးတွေ ဖြစ်နေရမယ်၊\nဒါဟာ သမာရိုးကျပုံပြင်ပါပဲ၊\nထိုနိုင်ငံကို ဂါလီဗာ လာကူခဲ့စဉ်က သမိုင်းမှတ်တမ်းမှာလည်း ဒီအတိုင်းပါပဲ၊ဒါပေမဲ့နှစ်ပေါင်း၄၀ကြာထွက်သွားပြီးမှ ပြန်ရောက်လာတဲ့ ဂါလီဗာကြောင့် ထိုနိုင်ငံသားတွေ ဦးနှောက်ခြောက်ရပါတော့တယ်၊\nရှေးလူကြီးတွေရဲ့ ရှေ့ဖြစ်အဟောအရ နှစ်ပေါင်း ၄၀ကြာချိန်မှာ ဂါလီဗာပြန်ရောက်လာတာမှန်ပေမယ့် သူတို့မှတ်တမ်းထဲကလို ဧရာမလူဘီလူကြီးမဟုတ်ဘဲ သူတို့ရဲ့ရွယ်တူ ကောင်လေးတစ်ယောက် ဖြစ်နေလို့ပါ။ကိုယ့်နိုင်ငံဆီ ဟောကိန်းအတိုင်းပြန်ရောက်လာတဲ့သူ၊ သူ့ကိုယ်သူဂါလီဗာလို့ တွင်တွင်ပြောနေတဲ့သူက တစ်သက်လုံးထင်လာသလို\nလူဘီလူးကြီး ဟုတ်မနေတာကြောင့် အတု အယောင်ဆောင်ဆိုပြီး မယုံကြသလို ဂါလီဗာကိုယ်တိုင်လည်း ဆွမ်းခံရင်းငှက်သင့်ဆိုတဲ့အတိုင်း လူဘီလူးအယောင်ဆောင်မှုနဲ့ ကွပ်မျက်ခံရမယ့် ကိန်းကိုဆိုက်သွားပါတယ်။ဒါပေမဲ့ အကောင်းထဲကအဆိုးလို့ ပြောရမလိုပဲ ဂါလီဗာကွပ်မျက်ခံရခါနီးမှ နိုင်ငံကြီးကို စစ်အင်အားနဲ့ တိုက်ခိုက်သိမ်းပိုက်ခံရမယ့် အခြေအနေတစ်ခုပေါ်လာတဲ့အခါ\nဂါလီဗာအတုဆိုတဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/gulliver-returns-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eSduohMZEVQHmYQKFFTkDi2ko6C.jpg",
        "title": "Feeling Butterflies (2022)",
        "description": "Feeling Butterflies (2022)အမေရိကန်နိုင်ငံ ဝါရှင်တန်ပြည်နယ်က မြို့‌လေးတစ်မြို့မှာ\nအမ်မလီမယ်ရီပိုဆာ ဆိုတဲ့ အမျိုးသမီးငယ်လေးတစ်ဦးက\nသူမရဲ့သူငယ်ချင်းနဲ့အတူ လိပ်ပြာ‌လေးတွေကိုမွေး၊\nပြီးရင် မွေးနေ့ပွဲတို့ မင်္ဂလာဆောင်တို့လို ပွဲတွေမှာ လိပ်ပြာလေးတွေကိုလွှတ်ပေးရတဲ့ အသက်မွေးဝမ်းကျောင်းအလုပ်ကို လုပ်တယ်။\nအတိတ်အချစ်ရေးကံဆိုးခဲ့သူတစ်ယောက်ဖြစ်လို့ ထပ်ပြီးရင်ခုန်ဖို့မလွယ်‌ကူတော့တဲ့ သူမဘ၀ဟာ\nမွေးနေ့ပါတီတစ်ခုမှာ လိပ်ပြာလွှတ်ပေးဖို့ စပြီးတာဝန်ယူရာကနေ\nsingle dad လူချောလေး ဂဲရက်နဲ့တွေ့ပြီးနောက်မှာ ပြောင်းလဲသွားခဲ့တယ်။အကြောင်းဖန်ချင်တော့ နာမည်ကြီးမော်ဒယ်တစ်ယောက်ရဲ့မင်္ဂလာပွဲအတွက် လိပ်ပြာအကောင်ရေ ၅၀၀ လွှတ်ဖို့အတွက်\nဂဲရက်တို့သားအဖက ဝင်ရောက်ကူညီပေးလာတဲ့အခါမှာ‌တော့\nကြည်နူးစရာအချစ်ဇာတ်လမ်းလေး စတင်လာနိုင်ပါ့မလားဆိုတာကို မြင်တွေ့ရမှာဖြစ်ပါတယ်။\nနောက်ပြီး သဘာဝတရားကြီးနဲ့ အင်းဆက်နွယ်မျိုး လိပ်ပြာတွေရဲ့ဆက်စပ်နေပုံတွေ၊\nလိပ်ပြာလေးတွေကို ဂရုတစိုက်စောင့်ကြည့်မွေးမြူရပုံတွေ၊\nအရောင်အသွေးစုံလင်တဲ့လိပ်ပြာအမျိုးအစားလေးတွေကို မျက်စိပသာဒဖြစ်စွာနဲ့ ကြည့်ရှုရမှာဖြစ်လို့\nအချစ်ကားအေးအေးလေးတွေကို နှစ်သက်ကြတဲ့ပရိသတ်များ လက်မလွှတ်သင့်တဲ့ကားလေးဖြစ်ကြောင်း ညွှန်းဆိုပါရစေ။( အညွှန်းနဲ့ဘာသာပြန်ကတော့ Thwal Yadi ဖြစ်ပါတယ်)Genre.....Comedy, Drama, Romance\nQuality….WEB-DL 1080p and 720p\nFile size…1.3GB and 650MB\nFormat…mp4\nDuration….1h 23min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thwal Yadi\nEncoder .....August",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/feeling-butterflies-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMjNjMzliMTYtYzY4Yy00YTZiLWI5MjMtNTFhMjk1ZDlmZGExXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "Happy Phirr Bhag Jayegi (2018)",
        "description": "Happy Phirr Bhag Jayegi (2018)ဒီကားက ၂၀၁၆ တုန်းကထွက်ထားတာ Happy Bhag Jayegi ရဲ့နောက်ဆက်တွဲကားပါ။ပထမကားတုန်းက ပါကစ္စတန်မှာလွဲကြပြီးတော့ ဒီကားမှာတော့ တရုတ်ပြည်မှာ သွားလွဲကြမှာပါ။အခုလို စိတ်ညစ်စရာကောင်းတဲ့အချိန်မှာ ရယ်ရယ်မောမောနဲ့ ကြည့်လို့ကောင်းမဲ့ ဟာသကားလေးတစ်ကားဆိုလည်း မှားမယ်မထင်ဘူး။ ဒီတော့ ဇာတ်လမ်းအကျဥ်းချုပ်လေး နည်းနည်းပြောပြမယ်။ဇာတ်ကားထဲမှာ ဟတ်ပီးဆိုတဲ့ ကောင်မလေးနှစ်ယောက်ရှိတယ်ဗျာ။ လူဆိုးဂိုဏ်းက အလိုရှိနေတဲ့ ဟတ်ပီးနဲ့ ရုက္ခဗေဒပညာရှင်ပရော်ဖက်ဆာ ဟတ်ပီးတို့ပေါ့။ အဲ့ဒီမှာ တရုတ်လူဆိုးဂိုဏ်းက လေဆိပ်မှာ ပရော်ဖက်ဆာဟတ်ပီးကို မှားပြီးဖမ်းသွားမိရာကနေဇာတ်လမ်းကစတယ်။ ပရော်ဖက်ဆာဟတ်ပီးက သူ့ကိုလိုက်ဖမ်းတဲ့လူတွေလက်ထဲက အသက်လုပြီးပြေးနေရတဲ့အချိန်မှာ တဖက်မှာလည်း ဟိုဟတ်ပီးက ဘုမသိဘမသိနဲ့ မိန့်ခွန်းတွေပြောလို့ပြောပေါ့။ ဒီဟတ်ပီးနှစ်ယောက်လွဲသွားတဲ့အမှားနဲ့မပြီးသေးဘူး။ သူတို့ကနေ ဆက်မှားလိုက်တဲ့ မီးခိုးကြွက်လျှောက်အမှားတွေက ဇာတ်လမ်းရဲ့ရယ်ရတဲ့အသက်ပဲ။ဒီတော့ ဘယ်လိုအလွဲတွေလွဲပြီး အူတယားယားနဲ့ ရယ်ရမလဲဆိုတာ ဇာတ်ကားထဲမှာပဲ ဆက်ပြီးရှုစားကြပါဦးဗျာ။ပထမဇာတ်ကားကိုမကြည့်ရသေးရင် ဒီမှာ https://channelmyanmar.org/?s=Happy+Bhag+Jayegi ကြည့်ပါ။အညွှန်းနဲ့ ဘာသာပြန် ကတော့ Johnနဲ့ Intelligenceဖြစ်ပါတယ်။\nFile size…(2.8 ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/happy-phirr-bhag-jayegi-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BODc0YzEyYjAtYzM1My00OGY0LTgyYWEtZmYwODJiNzExYThkXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-138x200.jpg",
        "title": "Happy Bhag Jayegi (2016)",
        "description": "Happy Bhag Jayegi(2016)\n*************************\nIMDb Rating (6.5)ဒီဇာတ်လမ်းလေးကတော့ မချစ်မနှစ်သက်သူနဲ့အတင်းပေးစားကြလို့ သူ့ချစ်သူနောက်ကို ခိုးရာလိုက်ပြေးတဲ့ အိန္ဒိယကောင်မလေးတစ်ယောက်အကြောင်းပေါ့...ခိုးရာလိုက်တာကတော့ မထူးဆန်းပေမယ့် ခိုးရာလိုက်လွဲပြီး အိန္ဒိယကနေ ပါကစ္စတန်နိုင်ငံထဲ ရောက်သွားတဲ့အခါမှာတော့.........။ဒီဇာတ်ကားက အဲ့လိုအလွဲတွေ တဝါးဝါးပွဲကျရမယ့်ဇာတ်ကားပါပဲ....ဟက်ပီးဆိုတဲ့ ကောင်မလေးဟာ အမြဲဖျတ်လတ်ပြီး ပျော်ပျော်နေတတ်တာကြောင့် ရောက်တဲ့နေရာတိုင်းကလူတွေကိုပါ အပျော်ကူးစက်သူလေးပါ...ဘဝကိုအပူအပင်ကင်းကင်းနဲ့ ပေါ့ပေါ့ပါးပါးပဲဖြတ်သန်းနေသူလေးပါ။အဲဒီလိုကောင်မလေးက သူမကြိုက်တဲ့သူနဲ့အတင်းပေးစားခံရတဲ့အခါမှာတော့ သူ့ချစ်သူနောက်ကို ခိုးရာလိုက်ပြေးဖို့ နှစ်ခါတောင်မစဉ်းစားခဲ့ပါဘူး။ မင်္ဂလာပွဲနေ့မှာ လိုက်ပြေးခဲ့တယ်ပေါ့။ ဒါပေမယ့် သူ့ကိုလာ‌ခိုးတဲ့ကားထင်ပြီး ပြတင်းပေါက်ခုန်ချလို့ လိုက်သွားခဲ့ပေမဲ့ ကားလွဲသွားတဲ့အခါ ... အကုန်တလွဲတွေဖြစ်ကုန်ပါတော့တယ်။ဒီဇာတ်လမ်းမှာ ပါကစ္စတန်နဲ့ အိန္ဒိယဆက်ဆံရေးကို ခပ်ပါးပါးလေးမြင်နိုင်မှာဖြစ်ပြီးတော့ အလွဲတွေနဲ့ရယ်နေရမှာပါ။ ဘဝကိုပျော်ရွှင်စွာ ပေါ့ပေါ့ပါးပါးဖြတ်သန်းဖို့နဲ့ ထွေထွေ‌ထူးထူးအတွေးလွန်မနေဖို့ ကျွန်တော်တို့ကို သင်ပြပေးသွားမယ့် ဟပ်ပီးဆိုတဲ့ ကောင်မလေးတစ်ယောက် ဘယ်လိုအခက်အခဲတွေကို ဘယ်လိုအလွဲတွေနဲ့ ဖြတ်ကျော်သွားမလဲဆိုတာ‌ ခံစားကြည့်ကြပါဦး။Happy Phirr Bhag Jayegi (2018) ဇာတ်ကားဆက်ထွက်ထားပြီး ဒီလင့်မှာ https://channelmyanmar.org/?s=Happy+Bhag+Jayegi ကြည့်ပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ကတော့ Htoo Aung ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/happy-bhag-jayegi-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xFiB0QwgWL1xtuBOD0BhWI6lp1x.jpg",
        "title": "Manchurian Tiger (2022)",
        "description": "Manchurian Tiger (2022)ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ Manchurian Tiger ဆိုတဲ့ တရုတ်ဒရာမာဟာသကားလေးဖြစ်ပါတယ်။\nမန်ချူးရီးယန်းကျားဆိုတာကမ္ဘာမှာအရှားပါးဆုံးမျိုးနွယ်ဝင်မျိုးကျားတစ်မျိုးဖြစ်တယ် ။\nလူတွေဟာရှားပါးမျိုးနွယ်ဝင်ကျားကိုထိန်းသိမ်းစောင့်ရှောက်ဖို့ တိရိစ္ဆာန်ရုံမှာပိတ်လှောင်ထားသလိုပဲ\nလူတိုင်းရဲ့စိတ်ထဲမှာလဲပိတ်လှောင်ထားတဲ့ သားရဲတစ်ကောင်ရှိတယ် ဆိုတဲ့သဘာဝကိုဖော်ကျူးချင်တာဖြစ်ပါတယ်။မေလင်ဟာ မီးဖွားခါနီး ကိုယ်ဝန်နေ့စေ့လစေ့နဲ့ အမျိုးသမီးတစ်ယောက် ဖြစ်ပါတယ်။\nခင်ပွန်းဖြစ်သူ ရွှီတုန်းကတော့ ခွေးချစ်သူတစ်ယောက်ပါ။\nဇနီးဖြစ်သူ မီးဖွားပြီးရင် ကလေးငယ်နဲ့ခွေးကိုဆက်မွေးဖို့အဆင်မပြေတာကြောင့်\nရွှီတုန်းဟာ မာချန်လီဆီမှာ ခွေးလေးကို အပ်ထားလိုက်ပါတယ်။မာချန်လီကတော့ အကြွေးတွေပိနေတဲ့ ဆောက်လုပ်ရေးလုပ်ငန်းရှင်တစ်ယောက်ပါ။\nကံမကာင်းစွာနဲ့ပဲ ခွေးလေးဟာ မာချန်လီ လက်ထဲမှာ သေသွားပါတယ်။\nအဲဒီလိုနဲ့ ရွှီတုန်းဟာ ဒေါသတကြီးနဲ့ မာချန်လီကိုလက်စားလိုက်ချေပါတော့တယ်။\nလက်စားချေဖို့ကြိုးစားတိုင်းမအောင်မြင်ဘဲ\nသူထင်ထားသလို မဟုတ်တဲ့ မာချန်လီအကြောင်းတွေကိုသာသိလိုက်ရပါတယ်။တစ်ချိန်တည်းမှာပဲ မေလင် တစ်ယောက်\nမထင်မှတ်ဘဲနဲ့ သူ့ယောင်္ကျားရဲ့လျို့ဝှက်ချက်ကိုသိသွားပါတော့တယ်…..\nဘာတွေ ဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဖန်သားပြင်ထက်မှာ ဆက်လက်ကြည့်ရှုကြရအောင်ပါ။\nဒီကားလေးဟာ Genre မှာ Drama / Comedy ဆိုပေမယ့်\nကိုယ့်ရဲ့တစ်ဦးတစ်ယောက်ထဲအမြင်အရ ဒရာမာဘက်ပိုရောက်တယ်လို့ ပိုခံစားမိပါတယ်။ဘဝမှာ တချို့အရာတွေက ရယ်စရာလိုဖြစ်နေပေမယ့် ခါးသီးတဲ့အမှန်တရားတွေဖြစ်နေတတ်တာပဲမဟုတ်လား။\nCM ပရိသတ်ကြီးကရော ဘယ်လိုမြင်လဲဆိုတာ အဆုံးကြည့်ပြီး ဆွေးနွေးသွားကြပါဦး။\nအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nu Mon ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/manchurian-tiger-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uY9k8t2FQkMj60obnAnsPKLxHCE.jpg",
        "title": "Night at the Museum (2006)",
        "description": "Night At The Museum (2006) ~ IMDb Rating - 6.4/10 ~စားပွဲထိုးလေးတွေ ဆူညံပြေးလွှားနေတဲ့ လက်ဖက်ရည်‌ဆိုင်လေးတစ်ခုမှာ လယ်ရီ ဒဲလ်လေ နဲ့ ကျွန်တော်ဆုံတယ်။ ကိုယ်စီပြောစကားတွေနဲ့ အသက်ဝင်နေတဲ့ ပတ်ဝန်းကျင်လေးမှာ နံရံကပ်တီဗွီပေါ်က သူတို့ရဲ့ အမူအယာတွေ၊ စကားသံတွေ၊ လှုပ်ရှားသက်ဝင်မှုတွေကို အရမ်းအာရုံစိုက်ပြီး ကြည့်ခဲ့ရတယ်ပေါ့ဗျာ။ ဘာသာပြန်စာတန်းကလည်း သူစိတ်ပါတဲ့နေရာမှ ထ ထ ပေါ်လာတာဆိုတော့ ဟိုတစ်စ ဒီတစ်စ ပါပဲ။IMDb 6.4 ရယ်၊ Rotten Tomato 44% ရရှိထားပါတယ်။ ဟာသမင်းသားကြီး Ben Stiller က အဓိကသရုပ်ဆောင်ထားပါတယ်။ Box Office မှာ ၅၇၄.၅ သန်းပြန်လည်ရရှိပြီး ၂၀၀၆ ခုနှစ်ရဲ့ ဝင်ငွေအကောင်းဆုံး ဇာတ်ကားဖြစ်လာခဲ့ပါတယ်။ဒီဇာတ်ကားလေးကတော့ မိသားစု အပျော်ကြည့်လေးပေါ့။ အလုပ်လက်မဲ့တစ်‌ေယာက်၊ တီထွင်သူလိုလိုနဲ့ အိမ်ထောင်ကွဲ၊ သားတစ်ယောက်ကို ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/night-at-the-museum-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNvYjzFuSSY7DCVZK7zzaZFemHt.jpg",
        "title": "Night at the Museum: Battle of the Smithsonian (2009)",
        "description": "Night At The Museum: Battle of The Smithsonian (2009) ~ IMDb Rating - 6/10 ~သဘာဝသမိုင်းပြတိုက် ညစောင့်လေး လယ်ရီဟာ သူ့ရည်မှန်းချက်အစစ်ဖြစ်တဲ့ သူတီထွင်ထားတဲ့ အိမ်သုံးပစ္စည်းလေးတွေကို ရောင်းချရင်း လူသုံးကုန်ပစ္စည်းကုမ္ပဏီတစ်ခုအဖြစ် ကြီးကျယ်အောင်မြင်သွားပါပြီ။ ပြတိုက်‌ေဟာင်းလေးကိုစွန့်ခွာလို့ CEO ကြီး လယ်ရီ ဒဲလ်လေ အဖြစ်နဲ့ပေါ့၊ လောကလမ်းပေါ်မှာ လျှောက်လှမ်းနေလေရဲ့။မိသားစုဖြစ်ခဲ့ဖူးတဲ့ အသိုက်အမြုံလေးဆီကို အလည်တစ်ခေါက် ရောက်လာချိန်မှာ သူသိခဲ့ဖူးတဲ့ ကမ္ဘာလေးကပြိုပျက်၊ အားလုံးက တကွဲစီဝေးရမယ့် အခြေအနေကို ရုတ်တရက်တွေ့လိုက်ရတဲ့ လယ်ရီလေးဟာ ရင်ကွဲပက်လက်။ လူကြိုက်မများတော့တဲ့ ပြတိုက်ထဲက ပစ္စည်းတွေကို ခေတ်မီ သုံးဖက်မြင်စက်ပစ္စည်းနဲ့ အစားထိုးမယ့် အစီအစဉ်တွေကြောင့် သမားရိုးကျအရုပ်လေးတွေက ပြည်ထောင်စုမော်ကွန်းတိုက်ရဲ့ မြေအောက်ခန်းထဲမှာ စွန့်ပစ်ခံရတော့မယ့်အချိန်ပါပဲ။ စကားနာထိုးတဲ့သူတွေရယ်၊ မျက်နှာကိုမကြည့်ချင်လို့ အကြည့်လွှဲတဲ့သူရယ်၊ သူ့ရဲ့ စွန့်ခွာထွက်ပြေးမှုကို စိတ်နာကြတဲ့ မိတ်ဆွေတွေကို လယ်ရီက ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/night-at-the-museum-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/Night-At-The-Museum-Secret-Of-The-Tomb-poster-1-135x200.jpg",
        "title": "Night at the Museum: Secret of the Tomb (2014)",
        "description": "Night at the Museum: Secret of the Tomb (2014)\nIMDb - 6.2/10_____Rotten - 47%\n  ၂၀၀၆ ကတည်းက စတင်အောင်မြင်ခဲ့တဲ့ အမေရိကန်ဟာသဇာတ်လမ်းရဲ့ တတိယမြောက် ဇာတ်လမ်းတွဲဖြစ်သလို နောက်ဆုံးဇာတ်လမ်းလည်းဖြစ်တဲ့ ဇာတ်ကားသစ်အကြောင်း ပြောပြချင်ပါတယ်။၁၉၃၈ တုန်းက ရှေးဟောင်းသုတေသနပညာရှင်အဖွဲ့ဟာ အဖိုးတန်ရှေးဟောင်းပစ္စည်းတစ်ခုကိုရှာဖွေဖို့ အီဂျစ်ဂူသင်္ချိုင်းတစ်ခုကို တူးဖော်ပါတယ်။ ဂူသင်္ချိုင်းထဲကိုကောင်လေးတစ်ယောက် ပြုတ်ကျရာကနေ သူ့ဖခင်နဲ့ အခြားရှေးဟောင်းသုတေသန ပညာရှင်တွေကို လမ်းကြောင်းရှာပေးနိုင်ခဲ့ပြီး ဖာရိုဘုရင်ရဲ့ ကမ္ပည်းထိုးထားတဲ့ရွှေချပ်ပြားကိုရှာတွေ့ခဲ့ပါတယ်။ အဲဒီနောက်တော့ ရွှေကမ္ပည်းပြားကို နှစ်ပေါင်းများစွာထိန်းသိမ်းထားပါတယ်။ယနေ့ခေတ် နယူးယောက်မြို့က သဘာဝသမိုင်းပြတိုက်ကြီးမှာ အခမ်းအနားကြီးတစ်ခုလုပ်နေပြီး ဒေါက်တာမက်ပီး တက်ရောက်လာတာကို ပြတိုက်လုံခြုံရေးဖြစ်တဲ့ လာရီဒါလေကတွေ့ပါတယ်။ Night at the  Museum အရင်ဇာတ်ကားတွေအတိုင်းပဲ ပြတိုက်က အရုပ်တွေ အသက်ဝင်ပြီး သူတို့အသက်ရှင်စဉ်ကနေခဲ့တဲ့ ပုံစံအတိုင်းနေရင်း ပြတိုက်ထဲမှာ ဖြစ်ချင်တိုင်းဖြစ်နေပါတယ်။  အီဂျစ်ဂူသင်္ချိုင်းထဲက ရွှေကမ္ပည်းပြားက နယူးယောက်သဘာဝသမိုင်းပြတိုက်ထဲမှာ ထိန်းသိမ်းထားတာဖြစ်ပြီး အဲဒီပစ္စည်း ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/night-at-the-museum-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zD2XyaV6eGEEgEzVnjg0hQVR5yz.jpg",
        "title": "Studio 666 (2022)",
        "description": "Studio 666 (2022) အညွှန်းIMDb 5.9/10==============================ဒီတစ်ခါ သည်းထိတ်ရင်ဖို ဇာတ်လမ်းမျိုးကိုမှ ရင်တဖိုဖိုနဲ့\nကြည့်ချင်တဲ့ Channel Myanmar ပရိသတ်တွေအတွက်2022 မှာမှ အသစ်ထွက်ထားတဲ့ Musical thriller/horror အမျိုးအစား\nဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်လမ်းလေးက ကြောက်စရာကောင်းသလောက်\nသွေးထွက်သံယိုအခန်းတွေ၊ အော်ကလီဆန်စရာအခန်းတွေ ပါဝင်တာမို့လို့ရွံတတ်သူများ ကြောက်တတ်လန့်တတ်သူများ\nမကြည့်သင့်ကြောင်း ကြိုတင်သတိပေးပါရစေ။ဇာတ်လမ်းအကျဥ်းလေးကတော့\nနာမည်ကြီး ရော့ခ်ဂီတအဖွဲ့တစ်ဖွဲ့က သူတို့ရဲ့\nဆယ်နှစ်ပြည့် သီချင်းခွေထုတ်ဖို့ စီစဥ်နေကြပါတယ်။သူတို့လိုအပ်နေတာက အသံတိတ်ဆိတ်ပြီး\nသီချင်းသွင်းလို့ကောင်းမယ့် အိမ်တစ်အိမ်ပါပဲ။ဒီအိမ်ကို လိုက်ရှာကြတဲ့အခါ ရှေးဟောင်းအိမ်ကြီး\nတစ်အိမ်ကို ရောက်ပြီး အဖွဲ့ခေါင်းဆောင်က\nအိမ်ကြီးကို ရွေးလိုက်ပါတယ်။အဖွဲ့သားတွေကတော့ ဒီအိမ်ကြီးကို မသိုးမသန့်ဖြစ်ပြီး စိတ်အလိုမကျပေမယ့်\nသီချင်းသွင်းဖို့ အဆင်ပြေတဲ့အတွက် သဘောတူလိုက်ကြပါတယ်။ဒါပေမဲ့ ကြမ္မာဆိုးက ဝင်ချင်တော့ တစ်ရက်ပြီး\nတစ်ရက် နိမိတ်ဆိုးတွေ ဖြစ်ရပ်ဆိုးတွေ ဆက်တိုက်ကြုံလာရပါတော့တယ်။ဒါ့အပြင် သူတို့ရဲ့ တီးဝိုင်းခေါင်းဆောင်ကလည်း\nတစ်မျိုးတမည် ပြောင်းလဲလာပါတော့တယ်။သူတို့စိတ်ကပဲထင်နေတာလား....\nဒီအိမ်ကြီးရဲ့ ညှို့ငင်မှုကြောင့်လား....သူတို့တီးနေတဲ့ သီချင်းခွေကရော ဘယ်လိုသံစဥ်တွေဖြစ်လာမလဲဆိုတာ.....\nစိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမှာပါ။ညဖက်တစ်ယောက်တည်း စောင်ခြုံပြီး ကြည့်သင့်တဲ့\nကြည့်ရင်းတန်းလန်း အိမ်သာမသွားသင့်တဲ့\nဇာတ်လမ်းလေးဖြစ်လို့ မလွတ်တမ်းအားပေးကြပါဦးခင်ဗျာ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richard Wai ပဲဖြစ်ပါတယ်။Genre..... Comedy, ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/studio-666-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9FC1wqVpaWvaIcAbu6bIYgFDu1z.jpg",
        "title": "Aline (2022)",
        "description": "Aline (2020)\" My Heart Will Go On \" ဆိုတဲ့ တိုက်တန်းနစ်သီချင်းလို့ လူသိများတဲ့\nကမ္ဘာကျော်သီချင်းရဲ့ သီချင်းရှင် Celine Dion ကို မိတ်ဆက်ပေးစရာ မလိုလောက်အောင် လူတိုင်းနီးပါး သိကြပြီးသား ဖြစ်မှာပါ။နှုတ်ခမ်းဖျားလေးနဲ့တင် High Note တွေကို သီဆိုနိုင်တဲ့ ဒီအမျိုးသမီးကို\nကျွန်တော်တို့တွေ ချီးကျူးကြတယ်၊ သဘောကျကြတယ်၊ အားကျကြတယ်။\nသူ့ရဲ့ သီချင်းတွေကိုလည်း မြတ်နိုးကြတယ်။အခုတော့ ဒီအမျိုးသမီးဟာ သူ့ရဲ့ ဘ၀ဇာတ်ကြောင်းကို\nရုပ်ရှင်တစ်ခုနဲ့ မှတ်တမ်းအတင်ခံရလောက်တဲ့အထိ\nအောင်မြင်တဲ့ အကျော်ဇေယျတစ်ယောက် ဖြစ်လာခဲ့ပါပြီ။ဇရာအိုပြီဖြစ်တဲ့ မိခင်ကြီးရဲ့ မွေးဖွားဖို့ ချီတုံချတုံ ဖြစ်ခဲ့ရာကနေ\nဘုရားသခင်ရဲ့ကျေးဇူးတော်နဲ့ မွေးချင်း ၁၄ ယောက်မှာ\nအထွေးဆုံးလေး အယ်လင်းအဖြစ် မွေးဖွားအမည်တွင်လာခဲ့တယ်။\nတစ်ခါကြားရုံနဲ့ စွဲမက်စေနိုင်လောက်တဲ့ အသံပါရမီကလည်း ပါလာခဲ့ပြန်တယ်။\" ကလေးမလေး သီချင်းမဆိုရင် ငါတို့ မလာဘူး \" လို့ ပြောယူရလောက်တဲ့အထိ\nငယ်စဉ်ကတိုင် လူအများရဲ့ အသိအမှတ်ပြုမှု ချီးကျူးမှုတွေကို ခံယူခဲ့ရသူဖြစ်တဲ့ အယ်လင်းဟာ\n\" ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/aline-2022/"
    }
]