[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/c7zqlczduiuo-133x200.jpg",
        "title": "How to Use Guys with Secret Tips (or) Mens Manual (2013)",
        "description": "ဇာတ္ကားနာမည္က How to use guys with secret tips (သို႔မဟုတ္) Men's Manual  ပါတဲ့။ႏြားတစ္ေကာင္အသံုးျပဳနည္း..အဲေလ...ေယာက်ၤားတို႔အားကိုင္တြယ္နည္းလို႔ ဆိုရမေပါ့။မင္းသမီးေခ်ာ Lee Si-young က Choi Bo‑na အျဖစ္အဓိကသရုပ္ေဆာင္ထားျပီး မင္းသား Oh Jung‑se , Ji Chang‑wook တို႔ပါဝင္ထားပါတယ္။ရိုးရိုးကုတ္ကုတ္နဲ႔ အလုပ္ပဲလုပ္ေနတတ္တဲ့ Choi Bo‑na တစ္ေယာက္ အခ်စ္ဦးကေဆာ္ပေလာ္တီးသြားလို႕ အခ်စ္ဆိုတာကို ေၾကာက္ေနခဲ့ေပမယ့္ ေယာက်ၤားတို႔အားကိုင္တြယ္နည္းလမ္းညႊန္ရသြားတဲ့အခါမွာ ဘာေတြေျပာင္းလဲသြားမလဲဆိုတာ...။IMDb Rating (6.6) ရရွိထားတဲ့ Comedy,Romance ဇာတ္ကားေလးျဖစ္ပါတယ္။ \nFile size…(900 MB) and (380MB)\nQuality…HD Rip 720p\nFormat…mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Black Rose",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/how-to-use-guys-with-secret-tips-or-mens-manual-2013/",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3vILyxwmL4hcqiik638l8lL2d4h.jpg",
        "title": "Hot Shots! Part Deux (1993)",
        "description": "Unicodeမနေ့ကတင်ပေးခဲ့တဲ့ Hot Shot Part 1 ရဲ့အဆက်လာပါပြီ။ ဒီကားကတော့ ရုပ်ရှင်ပရိသတ်တွေရဲ့အချစ်တော် စတားလုံးရဲ့ Rambo ဇာတ်ကားကို သရော်ထားတာဖြစ်ပါတယ်။ ဒါ့အပြင် ဆာဒမ်ဟူစိန်ကိုလဲသရော်ထားပြီး Basic Instinct ကိုပါ ဟာသအဖြစ်ထည့်ထားပါသေးတယ်။ဒီ Part 2 မှာတော့ သူရဲကောင်းကြီး တော်ပါဟာလေဟာ ချစ်သူ ရမန်ဒါနဲ့ကွဲကွာသွားပြီး အာရှမှာ ဇာတ်မြုပ်နေခဲ့ပါတယ်။ တစ်ဖက်မှာလဲ\nအမေရိကန်အစိုးရက အရှေ့အလယ်ပိုင်းဒေသမှာ ဖမ်းခံထားရတဲ့ အမေရိကန်ဓားစာခံတွေကို ကယ်ထုတ်တာ လုံးဝမအောင်မြင်ဘူးဖြစ်နေခဲ့ပါတယ်။\nအဲ့ဒါကြောင့် ထုံးစံအတိုင်း တော်ပါဟာလေကို ပြန်ခေါ်ဖို့ကြိုးစားခဲ့ရပြီး ဓားစာခံတွေကို ဘယ်လိုကယ်ထုတ်မလဲ၊ တော်ပါဟာလေနဲ့ ရမန်ဒါတို့ကရော\nဘာကြောင့်ကွဲကွာသွားရတာလဲ၊ ဆာဒမ်ဟူစိန်ကိုရော ဘယ်လိုရှင်းကြမလဲဆိုတာတော့ ဆက်လက်ခံစားကြည့်ရှုကြပါ။ဒီကားမှာ နာမည်အကြီးဆုံးကတော့ ကြက်နဲ့မြားပစ်တဲ့အခန်းပါ။ ဒါ့အပြင် နာမည်ကြီးရုပ်ရှင်တွေထဲက ဇာတ်ဝင်ခန်းတွေကိုပါ သရော်ထားပြီး\nPart 1 တုန်းကထက်တောင် ပိုပြီးရယ်ရပါသေးတယ်။ Part 1 ကြည့်ပြီးတဲ့သူတွေအတွက်တော့ Part 2 နဲ့ဆို အချိတ်အဆက်ပိုမိသွားပြီး\nပိုရယ်နေရမှာပါ။ အခု ...",
        "rating": "6.6",
        "url": "https://megaup.net/2SpB7/Hot_Shots!_Part_Deux_[1993]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2e9g8SEXBmFysLKJZOb64ecWVTq.jpg",
        "title": "Hot Shots! (1991)",
        "description": "Unicodeမြန်မာပေါကားတွေကြည့်ရတာရိုးနေပြီလား? အမေရိကန်ပေါကားစစ်စစ်ကြည့်ချင်ပါသလား? ဒါဆိုရင်တော့ Hot Shots ကို ကြည့်ဖြစ်အောင်ကြည့်လိုက်ပါ။Hot Shots ရုပ်ရှင်ဟာ ဟောလီးဝုဒ်က နာမည်ကြီးဇာတ်ကားတော်တော်များများကို သရော်ထားတဲ့ရုပ်ရှင်ကားပါ။အခုတင်ဆက်ပေးလိုက်တဲ့ Hot Shots Part 1 ကတော့ 1986 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Top Gun ဆိုတဲ့ရုပ်ရှင်ကို အဓိကထား သရော်ထားတာဖြစ်ပြီး Kevin Costner ရဲ့ Dances with Wolves လို နာမည်ကျော်ကားကြီးတွေကိုလဲ နည်းနည်းစီ သရော်ထားပါတယ်။အခု Part 1 မှာတော့ အဖေ့ရဲ့နာမည်ဆိုးကို အမွေဆက်ဆံထားရတဲ့ တော်ပါဟာလေကို လေတပ်က ပြန်လည်ဆင့်ခေါ်လိုက်ပြီး လျှို့ဝှက်မစ်ရှင်အကြီးစားတစ်ခုမှာ ပါဝင်ခိုင်းတဲ့အကြောင်းဖြစ်ပါတယ်။ဂျက်လေယာဉ်ကြီး လေပေါ်မှာ Drift ဆွဲတာ၊ ဘရိတ်အုပ်လိုက်တာတွေအပြင် ရယ်မောစရာအခန်းတွေအများကြီးပါတာကြောင့် မြန်မာရွာကားတွေကြည့်ရတာ ပျင်းရိလာတဲ့ပရိသတ်တွေအတွက် ကြည့်သင့်တဲ့ အမေရိကန်နွားကျောင်းသားကားတစ်ကားဖြစ်ပါတယ်။မကြာခင်မှာလဲ စတားလုံးရဲ့ Rambo ရုပ်ရှင်ကားတွေ အဓိကထားသရော်ထားတဲ့ Hot Shots Part ...",
        "rating": "6.7",
        "url": "https://megaup.net/2cs8t/Hot_Shots!_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/81XycXjEywL._SL1500_-142x200.jpg",
        "title": "The Rum Diary (2011)",
        "description": "မင်းသားကြီး ဂျွန်နီဒပ်ကိုယ်တိုင်သရုပ်ဆောင် ထုတ်လုပ်သူအဖြစ် ဖန်တီးထားတဲ့ဇာတ်ကားပါ။ခေတ်သစ်ဂျာနယ်လစ်လောကကို ပြောင်းလဲစေခဲ့သူအဖြစ် နာမည်ကောင်းနဲ့ကျော်ကြားသလို တာတေလန်အောင်ဆိုးတဲ့ ဆိုးကွက်တွေနဲ့လဲ နာမည်ကြီးလှတဲ့ အမေရိကန် ဂျာနယ်လစ် Hunter S Thompson ရဲ့စာအုပ်ကို ရုပ်ရှင်ရိုက်ကူးထားတာဖြစ်ပါတယ်။Thompson ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းလဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ကျွန်တော့်အတွက်တော့ ထူးခြားနေခဲ့ပါတယ်။ဘာလို့ဆို ကျွန်တော်တို့ပုရိသယောကျင်္ားထုရဲ့ နတ်သမီးလေး Amber Heard ဆိုတဲ့မင်းသမီးလေးကို ဘိုးတော်ကြီးဂျွန်နီဒပ်ဟာ ဒီရုပ်ရှင်မှာခေါ်ရိုက်ပြီး လက်ထပ်ပစ်လိုက်တာပါ။ ဘိုးတော်နဲ့ အဲ့မင်းသမီးက အသက်နှစ်ဆယ်လောက်ကွာပါတယ်...so sad....ထားပါတော့...ခုတော့ဖြင့် သူတို့အတွဲလဲ ပြတ်ပြီး နောက်အတွဲတွေနဲ့ ကိုယ့်လမ်းကိုယ်လျှောက်နေကြပါပြီ။ ကျွန်တော့်မှာသာ ယောင်ရင်တောင် Amber Heard လို့ထယောင်တုန်း....သြော်..နှင်းပျောက်တဲ့နွေ။\nFile size(999 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:57:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-rum-diary-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g5BFUJPgv9CoGDyAX4XZFcEY36a.jpg",
        "title": "Shanghai Knights (2003)",
        "description": "ဂ်က္​ကီခ်န္​း ပရိသတ္​​ေတြအတြက္​ ဇာတ္​ကား​ေကာင္​းတစ္​ကားနဲ႔မိတ္​ဆက္​​ေပးပါရ​ေစShanghai Knights ဇာတ္​ကားဟာ 2003 ခုႏွစ္​ကထြက္​႐ွိထားတဲ့ တ႐ုတ္​အ​ေမရိကန္​အက္​႐ွင္​ကားတစ္​ကားျဖစ္​ပါတယ္​Imdb rating 6.2/10ရ႐ွိထားၿပီး Jackie Chan....Owen Wilson...Donnie Yan...Aaron Taylor စတဲ့သ႐ုပ္​​ေဆာင္​ႀကီး​ေတြပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့Chon Wang ဟာ အမိ​ေျမတ႐ုတ္​ႏိုင္​ငံကိုစြန္​႔ခြာၿပီး အ​ေမရိကန္​ႏိုင္​ငံ Carson ၿမိဳ႕​ေလးမွာ အရာ႐ွိတစ္​​ေယာက္​အျဖစ္​အသက္​​ေမြး၀မ္​း​ေက်ာင္​းသူပါ....ဖခင္​ျဖစ္​သူက​ေတာ့ တ႐ုတ္​​ေတာ္​၀င္​နန္​းတြင္​းတံ​ံဆိပ္​ကိုထိန္​းသိမ္​းရသူတစ္​ဦးျဖစ္​ၿပီး သားလုပ္​သူကိုမႏွစ္​ၿမိဳ႕သူတစ္​ဦးျဖစ္​ပါတယ္​....​ေတာ္​လွန္​ပုန္​ကန္​မႈ​ေတြျဖစ္​တဲ့အခ်ိန္​မွာ သူပုန​္​​ေတြက Chon Wang အ​ေဖ့ကိုသတ္​ၿပီး တံဆိပ္​တံုးလုယူသြားခဲ့ပါတယ္​.....ဒီျဖစ္​ရပ္​​ေၾကာင္​့ Chon Wang ဟာ ပါတနာRoy O'Bannonနဲ႔ပူး​ေပါင္​းၿပီး လူသတ္​သမား​ေတြထြက္​​ေျပးရာလန္​ဒန္​ကို လိုက္​သြားပါ​ေတာ့တယ္​.....​ေနာက္​ဆံုးမွာ အ​ေဖ့အတြက္​ကလဲ့စား​ေခ်ႏိုင္​မွာလား....တရားခံ​ေတြက​ေရာဘယ္​သူ​ေတြလဲဆိုတာ ဆက္​လက္​ၾကည္​့႐ႈလိုက္​ပါ.... File Size : (950 MB) and (357 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 54min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar ...",
        "rating": "6.2",
        "url": "https://megaup.net/2gs5t/Shanghai_Knights_(2003).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wcG2PA66Fbv2l7r0n59x1nuB5fd.jpg",
        "title": "Shanghai Noon (2000)",
        "description": "၁၉ရာစုေနွာင္းပိုင္းတုန္းက ေခ်ာင္၀မ္ ( Jackie Chan ) ဟာ အင္မတန္ကို့ရို့ကားယားနိုင္ျပီး တရုတ္နိုင္ငံရဲ့ ဘုရင့္သက္ေတာ္ေစာင့္တစ္ေယာက္ျဖစ္ပါတယ္…ဘုရင္ျကီးမွာ သမီးေတာ္တစ္ပါးရွိျပီး မင္းသမီးေလး ေဖးေဖး ( Lucy Liu) လို့ အမည္တြင္ပါတယ္…တစ္ေန့မွာ တရုတ္ျပည္ကို ေရာက္လာတဲ့ နိုင္ငံျခားသားေတြက မင္းသမီးေလးကို တစ္ဖက္လွည့္နဲ့ အေမရိကကို ျပန္ေပးဆြဲေခါ္ေဆာင္သြားပါေတာ့တယ္…ဒီအခါမွာ ေခ်ာင္၀မ္တို့ေတြဟာ မင္းသမီးေလးကို ကယ္တင္ဖို့အတြက္ တာ၀န္ေပးျခင္းခံလိုက္ရျပီး အေနာက္ဘက္ကိုထြက္လာခဲ့ျကပါေတာ့တယ္…အဲ့ဒီအခ်ိန္မွာ မလိမ့္တပတ္ လူလိမ္လုပ္စားေနတဲ့ သူခိုးတစ္ေယာက္လည္းျဖစ္တဲ့ ရြိုင္းအိုဘန္နြန္နဲ့ ေတြ့တဲ့ အခါမွာေတာ့….ေခ်ာင္၀မ္တစ္ေယာက္ မင္းသမီးေလးကို ျပန္ျပီး ကယ္တင္နိုင္မွာလား ???ဘယ္လိုျပန္ကယ္တင္မလဲ ???ေခ်ာင္နဲ့ ရြိုင္းအိုဘန္နြန္နဲ့ေရာ ဘယ္လိုနွစ္ပါးသြားျကမလဲ ???ဆိုတာေတြကိုေတာ့ ဆက္လက္ျကည့္ရွုခံစားေပးျကပါလို့…မင္းသားျကီးဂ်က္ကီခ်န္းနဲ့ ဟာသသရုပ္ေဆာင္ အို၀င္ ၀ီလ္ဆင္ တို့ အတြဲညီညီ ပါ၀င္သရုပ္ေဆာင္ထားျကျပီး ဟာသအက္ရွင္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္…IMDb rating 6.6/10 ရရွိထားျပီး ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြအျကိုက္ေတြ့ေစမယ့္ကားေကာင္းတစ္ကားျဖစ္ပါေျကာင္း…\nျကည့္ရွုအားေပးျကပါဦး File Size : (950 MB) ...",
        "rating": "6.6",
        "url": "https://megaup.net/2gs5o/Shanghai_Noon_(2000).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Pitch Perfect 3 (2017)",
        "description": "Pitch Perfect ဆိုတဲ့နာမည္ၾကားလိုက္တာနဲ႔ အလန္းစားျမဴးဇစ္ေတြနဲ႔ ဇာတ္ကားေကာင္းေလးတစ္ကားဆိုတာ ေျပာစရာမလိုေအာင္ သိၿပီးသားျဖစ္မွာပါ။ဒီတစ္ခါကားေလးမွာေတာ့ ဘယ္လာအဖြဲ႕ဝင္ေတြ အကုန္လုံးကေက်ာင္းေတြၿပီးလို႔ ဘြဲ႕ရသြားၾကေပမဲ့လဲ သီခ်င္းအတူဆိုရဖို႔ကို အျမဲလိုခ်င္ေနခဲ့ၾကတာပါ။ဒီလိုနဲ႔ ျပန္ဆုံတဲ့ပြဲမွာ သီခ်င္းဆိုရမယ္အထင္နဲ႔ သြားခဲ့ၾကေပမဲ့ မဆိုရလို႔ ႀကိမ္မနိုင္ခဲမရဝမ္းနည္းခဲ့ရၿပီး မရရတဲ့နည္းနဲ႔ သီခ်င္းအတူဆိုၾကဖို႔ႀကိဳးစားခဲ့ၾကပါတယ္။ဒီတစ္ေခါက္သူတို႔အဖြဲ႕ သီခ်င္းဆိုရတဲ့ ေနရာကေတာ့ ခါတိုင္းနဲ႔မတူဘဲ စစ္တပ္ထဲက စစ္သားေတြကို ေဖ်ာ္ေျဖရတဲ့ပြဲမွာပါ။ဒီပြဲမွာ ဆိုခြင့္ရခဲ့ေပမဲ့လဲ ထုံးစံအတိုင္း အၿပိဳင္အဆိုင္ အခက္အခဲေတြနဲ႔ ၾကဳံခဲ့ရပုံေတြကို ေပါ့ေပါ့ပါးပါးေလး ရိုက္ကူထားတာျဖစ္ပါတယ္။I am the one သီခ်င္းကို ဂ်က္စတင္ဘီဘာနဲ႔တြဲဆိုခဲ့ၿပီး billboard မွာနာမည္အရမ္းႀကီးခဲ့တဲ့ ဒီေဂ်ကားလက္လဲ ဒီကားေလးထဲမွာ ပါဝင္ထားပါေသးတယ္။ေနာက္ထပ္ ထူးျခားတာတစ္ခုက အဖြဲ႕ဝင္ေတြရဲ့ မိသားစုbackground အေၾကာင္းေလးေတြပါ စိတ္ဝင္စားဖြယ္ ထည့္သြင္းရိုက္ကူးထားလို႔ အရင္ကားေတြလိုပဲ ပရိသတ္ေတြကို ေသခ်ာေပါက္ ဆြဲေဆာင္နိုင္မယ့္ ကားေကာင္းေလးတစ္ကားပါပဲ။ File Size : (800 MB) \nQuality : Blu-Ray 720p\nRunning ...",
        "rating": "6.2",
        "url": "https://megaup.net/Sf61/Pitch_Perfect_3_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Musical"
    },
    {
        "thumbnail": "",
        "title": "Pitch Perfect 2 (2015)",
        "description": "Pitch Perfect 2 ဟာ ၂၀၁၅ခုႏွစ္က ထြက္ရိွခဲ့ေသာ အေမရိကန္ဟာသကားျဖစ္ပါတယ္။၂၀၁၂ ခုႏွစ္တြင္ ထြက္ရိွခဲ့ေသာ Pitch Perfect ၏ ေနာက္ဆက္တဲြကားလည္း ျဖစ္ပါတယ္။ဂီတ-ဟာသ မ်ားတြင္ ယခုထက္ထိ ဝင္ေငြ အမ်ားဆံုးရရိွထားေသာ ဇာတ္ကားျဖစ္ပါတယ္။IMDb Rating 6.5/ 10 ရရိွထားၿပီး Rotten Tomatoes တြင္ 66% Rating ရရိွထားပါတယ္။ဒီရုပ္ရွင္ထဲမွာ Cappella သီဆိုျခင္း ကို အဓိကထားျပီး ဇာတ္အိမ္တည္ထားပါတယ္။Cappella သီဆိုျခင္း ဆုိတာကေတာ့ တူရိယာ မပါဘဲ အဖဲြ႔တစ္ဖဲြ႔တြင္ပါဝင္ေသာ လူမ်ားကပဲ သီခ်င္းမ်ားကို သီဆိုုျခင္း၊ ပါးစပ္ျဖင့္ Beatbox သံလုပ္ျခင္းအပါအဝင္ တူရိယာသံလုပ္ျခင္းမ်ားကို ကိုယ္တုိင္ဖန္တီး၍ လုပ္ေဆာင္ရျခင္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ အေမရိကန္သမၼတ Barack Obama ၏ ေမြးေန႔ပဲြတြင္ Bella အဖဲြ႕က ေဖ်ာ္ေျဖဆင္တင္ဆက္ရာမွ  ျဖစ္ပြားခဲ့ရေသာ အမွားတစ္ခုေၾကာင့္ Bella အဖဲြ႔၏နာမည္က်ဆင္းခဲ့ရၿပီး ...",
        "rating": "6.4",
        "url": "https://megaup.net/Sf67/Pitch_Perfect_2_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Musical"
    },
    {
        "thumbnail": "",
        "title": "Pitch Perfect (2012)",
        "description": "IMDb Rating 7.2/10Rotten Tomatoes 81%Pitch Perfect ကားဟာ ၂၀၁၂ ခုႏွစ္က ထြက္္ရိွခဲ့တဲ့ အေမရိကန္ Mucical Comedy ဇာတ္ကားပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ Barden တကၠသိုလ္မွ Cappella သီဆိုၾကတဲ့ မိန္းကေလးမ်ားသာပါဝင္တဲ့ Bella အဖဲြ႔ဟာ ၂၀၁၁ခုႏွစ္ ႏိုင္ငံအဆင့္ Cappella ၿပိဳင္ပဲြမွာ ယွဥ္ၿပိဳင္ေနစဥ္ အဖဲြ႔ဝင္တစ္ဦးျဖစ္တဲ့ Aubrey က စင္ေပၚမွာ အန္ခ်မိခဲ့တဲ့အတြက္ ပဲြပ်က္ၿပီး ရံႈးနိမ့္ခဲ့ရပါတယ္။ထို႔ေနာက္ အဖဲြ႔ေတာ္ေတာ္မ်ားမ်ားက ေက်ာင္းၿပီးသြား၍ အဖဲြ႕မွာ မပါဝင္ႏိုင္ေတာ့သျဖင့္ အဖဲြ႕ဝင္သစ္ေတြကို ျပန္လည္ေရြးခ်ယ္ရပါေတာ့တယ္။ေရွ႕က Bella ေတြရဲ႕ပံုစံကေတာ့ ေသးေသးသြယ္သြယ္၊ အရပ္ျမင့္ျမင့္နဲ႔ ပရိသတ္ေတြကို ဆဲြေဆာင္ႏိုင္တဲ့ ပံုစံမ်ိဳးေတြပဲျဖစ္ပါတယ္။သို႔ေသာ္ မႏွစ္က ျဖစ္ခဲ့တဲ့ အမွားေၾကာင့္ Bella အဖဲြ႔ နာမည္က်ဆင္းခဲ့ရေသာေၾကာင့္ လူအမ်ားက ဝင္ေရာက္အေရြးခ်ယ္ခံဖို႔စိတ္ဝင္စားမႈနည္းပါးခဲ့ရေသာေၾကာင့္ ေရွးက ပံုစံအတိုင္းအဖဲြ႔ဝင္ေတြကို မေရြးခ်ယ္နုိင္ေတာ့ေသာေၾကာင့္ အသံေကာင္းၿပီး သီခ်င္းဆိုတတ္တဲ့ မိန္းကေလးမ်ားကိုသာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/Sf6d/Pitch_Perfect_[2002]_(MM_Sub).mp4",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Detective-K-Secret-of-the-Lost-Island-poster-133x200.jpg",
        "title": "Detective K: Secret of the Lost Island (2015)",
        "description": "Detective K: Secret of the Lost Island (2015)____IMDb - 6.3/10\n  \nဒီကားကတော့ ရှေ့က Detective K ရဲ့ အဆက်ကားပါ ... အဲ့အချိန်က ဂျိူဆွန်းမှာ ငွေအတုပြသနာတွေပေါ်\nပေါက်နေပြီး ငွေကြေးဖောင်းပွမှု့တွေ ဖြစ်နေတာကြောင့် စုံထောက်ကေ ကို စုံစမ်းခိုင်းပါတယ် ဒါပေမဲ့ သိတဲ့\nအတိုင်း မလွဲရင် မနေနိုင်တဲ့ ကေ ကို မင်းကြီးက ကျွန်းတစ်ကျွန်းမှာ နယ်နှင်ဒဏ်ပေးလိုက်ပါတော့တယ်။\nသူ့လူဆိုဖီးနဲ့ အဲ့ကျွန်းမှာ အချိန်ကုန်ရင်း နဲ့ တစ်နေ့မှာတော့ ခလေးမလေးတစ်ယောက်က ပင်လယ်ကို ဖြတ်\nပြီးရောက်ရှိလာပါတယ်။သူလာရတဲ့ အကြောင်းရင်းကတော့ ပျောက်ဆုံးသွားတဲ့ သူ့ညီမလေးကို ပြန်ရှာပေးဖို့\nလာတောင်းဆိုတာပါ။ကောင်မလေးက မရမက တောင်းဆိုမှု့ နဲ့ မြို့တော် အတွင်းက ငွေပြသနာတွေ ကြောင့်\nစုံထောက်ကေတစ်ယောက် ကျွန်းကနေခိုးထွက်ဖို့ လုပ်ပါတော့တယ်။ဒီလိုနဲ့ သူ အပြင်လောက ပြန်ရောက်တဲ့ အခါ\nကလေးတွေငွေကြေးပြသနာ အပြင် ခလေးတွေ အများအပြားပျောက်ဆုံးနေတာာတွေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/Tns2/Detective_K_-_Secret_Of_The_Lost_Island_(Joseon_Myungtamjung_-_Nobui_Ddal)_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Detective-K-Secret-Of-Living-Dead-133x200.jpg",
        "title": "Detective K: Secret of the Living Dead (2018)",
        "description": "Detective K: Secret of the Living Dead (2018)____IMDb - 6.1/10\n  CM ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့ \"Detective K: Secret of the living dead\"ဆိုတဲ့ ကိုးရီးယား adventure comedy ဇာတ်လမ်းလေးဖြစ်ပါတယ်.. starring အနေနဲ့တော့ \"Descendants of the Sun\" \"Fight for my way\"စတဲ့ဇာတ်လမ်းတွေနဲ့ နာမည်ရလာတဲ့ မင်းသမီးချောလေး Kim Ji Won ဖြစ်ပါတယ်.. ဇာတ်အိမ်က သရဲသွေးစုပ်ဖုတ်ကောင်အကြောင်းတည်ထားပြီး လူသတ်မှုသဲလွန်စကို စုံစမ်းရတဲ့ Crime အမျိူးအစားဆိုတော့ ပရိတ်သတ်စိတ်ဝင်စားမယ်လို့ အာမခံပါတယ်..အညွှန်းဖတ်ရှူကြပါဦး...\nအညွှန်း- မှောင်မိုက်တဲ့ညတစ်ည လူတစ်ယောက် စာအုပ်တစ်အုပ်ကိုင်ပြီး တောနက်ထဲ ထွက်ပြေးလာပါတယ်... သူ့နောက်လိုက်လာတဲ့ လူတွေကလဲ အများကြီးရယ်... ဒီလူကမြေတူးပြီး အလောင်းတစ်လောင်းဖော်လိုက်တယ်.. ဒီအလောင်းက ...",
        "rating": "6.1",
        "url": "https://megaup.net/Tnr9/Detective_K_-_Secret_Of_Living_Dead_(Joseon_Myungtamjung_-_Heubhyeolgwimaui_Bimil)_[2018]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/paddington_two-135x200.jpg",
        "title": "Paddington 2 (2017)",
        "description": "ဘရောင်းမိသားစုနဲ့အတူ လန်ဒန်မှာ အခြေချနေထိုင်တဲ့ ဝက်ဝံလေးပက်ဒင်တန်ဟာ ဘာ လုပ်လုပ် အလွဲလွဲအချော်ချော် ဖြစ်ပေမယ်လို့ လူတိုင်းကိုကူညီလို စိတ်ရှိတဲ့အတွက် ချစ်ခင်သူများပါ တယ်။ ဘရောင်းမိသားစုမှာလည်း အိုလံပစ်ယာဉ်မောင်းဖြစ်ဖို့ ကြိုး ပမ်းနေတဲ့ မေရီ၊ ရာထူးမတိုးသေး တဲ့ ဟင်နရီ၊ ချစ်သူနဲ့လမ်းခွဲလိုက် တဲ့ ဂျူဒီ၊ အရွယ်ရောက်လာတဲ့ ဂျိုနသန်စတဲ့ အပြောင်းအလဲ များစွာနဲ့ပါ။ တစ်ရက်မှာတော့ အန်တီ လူစီရဲ့ အသက်ရာပြည့်မွေးနေ့မှာ အမှတ်တရ လက်ဆောင်အဖြစ် ဆင်မြူရယ်ဂရူဘာရဲ့ ရှေး ဟောင်းပစ္စည်းဆိုင်က Pop Up စာအုပ်လေးဝယ်ပေးဖို့ စိတ်ကူး ထားတာကြောင့် ပက်ဒင်တန်ဟာ အလုပ်မျိုးစုံလုပ်ရင်း ငွေစုခဲ့ပါ တယ်။ ပိုက်ဆံပြည့်တဲ့နေ့မှာ စာ အုပ်သွားဝယ်ရင်း သူဝယ်မယ့် စာအုပ်သူခိုးခိုးသွားတာ တွေ့ပေ မယ့်လို့ ပက်ဒင်တန်ဟာ စာအုပ် သူခိုးအဖြစ် မှားယွင်းစွပ်စွဲခံရပြီး သက်သေမပြနိုင်တဲ့အတွက် အ ဖမ်းခံခဲ့ရပါတယ်။ဘရောင်းမိသားစုကလည်း ပက်ဒင်တန် ...",
        "rating": "8.2",
        "url": "https://megaup.net/1Fivc/Paddington_2_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/93FsllrXXWncp7BQYTdOU1XMRXo.jpg",
        "title": "Wreck-It Ralph (2012)",
        "description": "Ralph ဟာ သူ႔ဂိမ္​းထဲ က ၿပီးျပည္​့စုံၿပီး ​ေတာ္​​ေနတဲ့ ​ေကာင္​လိုမ်ိဳး အခ်စ္​ခံခ်င္​သူပါျပသနာက လူဆိုး​​ေတြကို ဘယ္​သူမွမခ်စ္​​ၾကတာပါပဲဒါ​ေပမဲ့ သူရဲ​ေကာင္​း​ေတြကို​ေတာ့ ခ်စ္​ၾကပါတယ္​ဒီ​ေတာ့ ဆားဂ်င္​့အျဖစ္​​ေဆာ့ရတဲ့ ဂိမ္​း​ေပၚလာတဲ့အခါမွာ​ေတာ့ အဲ ဂိမ္​းကို သူ႔အတြက္​ သူရဲ​ေကာင္​းျဖစ္​ဖို႔ အခြင္​့အ​ေရးလို႔ ျမင္​သြားပါတယ္​သူဟာ ဂိမ္​းထဲ ကို ရိုး႐ွင္​းတဲ့ပလန္​နဲ႔ ဝင္​သြားတယ္​ ႏိုင္​ခဲ့​ေပမယ္​့ မၾကာခင္​မွာပဲ အရာအားလံုးပ်က္​စီးသြားခဲ့ပါတယ္​ဒီအခါမွာ သူဘာ​ေတြဆက္​လုပ္​မလဲဘာ​ေတြ ဆက္​ျဖစ္​လာမလဲသူျဖစ္​ခ်င္​တဲ့ သူရဲ​ေကာင္​း​ေရာ ျဖစ္​လာပါ့မလားဆိုတာ​ေတာ့ Wreck-It Ralph ဆိုတဲ့ ၂၀၁၂ ထြက္​ Animation ကား​ေလးထဲမႇာ ဆက္​လက္​ၾကည္​့႐ွဳၾကပါIMDb rating 7.7 ထိရထားတဲ့ ကာတြန္​း​ေလးမို႔ လက္​မလြတ္​သင္​့တဲ့ ဇာတ္​ကား​ေလးပါ File Size : (850 MB) and (373 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 41min\nFormat : ...",
        "rating": "7.7",
        "url": "https://megaup.net/1A4dh/Wreck-It_Ralph_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bAzCzOpJ6lkDDjmhnxsLbIloH9P.jpg",
        "title": "Rang De Basanti (2006)",
        "description": "Rang De Basanti (2006)- ပါဝင္သူမ်ား- Aamir Khan, Sharman Joshi, Kunal Kapoor, Siddharth Narayan, Atul Kulkarni, R.Madhavan, Soha Ali Khan\"ေသျခင္းတရားကို ပက္ပင္းတိုး ရင္ဆိုင္ရတဲ့အခါ တုန္႔ျပန္တာခ်င္း မတူတာမွာ လူႏွစ္မ်ဳိးပဲ ႀကံဳဖူးတယ္... ပထမတစ္မ်ဳိးက အသံ တစ္ခ်က္မွမထြက္ပဲ တည္ၿငိမ္စြာ အေသခံတာရယ္ ဒုတိယ တစ္မ်ဳိးက်ေတာ့ ေသျခင္းတရားကို မခ်ိတင္ကဲ ျပင္းထန္တဲ့ ေဝဒနာနဲ႔ ေအာ္ဟစ္ငိုယိုၿပီး အေသခံသြားၾကတာပဲ ရွိတယ္... က်ဳပ္တစ္ဘဝစာ အေတြ႔အႀကံဳကို လႈပ္ခါပစ္ခဲ့တဲ့ တတိယ တစ္မ်ဳိး ႀကံဳေတြ႔လိုက္ရတဲ့အခါ...\"ဆိုၿပီး အစခ်ီထားတဲ့ အိႏၵိယမွာ အဂၤလိပ္ေတြ အုပ္စိုးတုန္းက ေထာင္မွဴး Mr. McKinley တစ္ေယာက္ သူ႔ ဒိုင္ယာရီထဲမွာ ေရးထားခဲ့တဲ့ ေထာင္မွာ ႀကိဳးမိန္႔က်ေနတဲ့ ႏိုင္ငံေရး အက်ဥ္းသား ...",
        "rating": "8.3",
        "url": "https://megaup.net/2WK8s/Rang_De_Basanti_[2006]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/elektralu_hwrqhrp-149x200.jpg",
        "title": "Elektra Luxx (2010)",
        "description": "Porn Star မင်းသမီးတစ်ယောက်ရဲ့ဘဝဇာတ်ကြောင်းလေးကို အခြေပြုလို့ ရိုက်ကူးထားတဲ့ Comedy,Drama ဇာတ်ကားလေးဖြစ်ပါတယ်။Carla Gugino,Emmanuelle Chriqui,Adrianne Palicki,Malin Akerman စတဲ့မင်းသမီးတွေပါရှိထားသလို မင်းသားဆိုလဲ\nမြင်းဖူးနေကြ Joseph Gordon-Levitt,Timothy Olyphant စတဲ့မင်းသားတွေပါဝင်ပါတယ်။မိသားစုနဲ့တော့ မကြည့်သင့်တဲ့ဇာတ်ကားပါ။File size…(900 MB) and (400 MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:44:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.1",
        "url": "https://megaup.net/1071y/Elektra_Luxx_[17+]_[2010]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/vampire-cop-ricky-2006-poster-139x200.jpg",
        "title": "Vampire Cop Ricky (2006)",
        "description": "၂၀၀၆ ခုႏွစ္​ကထြက္​ရွိထားတဲ့\nAction / Comedy ကား​ေလးတစ္​ကားကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​\nဇာတ္​ကား​ေလးက ဟာသဆန္​ဆန္​နဲ႔ အလြဲ​ေတြလုပ္​တတ္​တဲ့ ရဲစံု​ေထာက္​ႀကီးကို ​ေနာက္​ခံထားရိုက္​ထားတာျဖစ္​ၿပီး​ေတာ့ ၾကည္​့ဘူးသမ်ွ\nကိုရီးယားကား​ေတြထဲမွာ\nသ​ေဘာက်မိတဲ့\nဇာတ္​ကား​ေလးတစ္​ကားလဲျဖစ္​ပါတယ္​ မင္​းသားအျဖစ္​ Su ro Kim ကပါ၀င္​သရုပ္​​ေဆာင္​ထားၿပီး သူ႔ကို စတင္​သိကြၽမ္​းခဲ့တာက​ေတာ့ Tae Gauk Gi ဆိုတဲ့ကိုရီးယားစစ္​ကားမွာ ရင္​းႏွီးခဲ့တာပါ မင္​းသမီးက​ေတာ့ Yoo Jeong Hee ျဖစ္​ၿပီး​ေတာ့ သူ႔ကို စတင္​သိခဲ့တာက​ေတာ့ ဂြၽန္​​ေစာနဲ႔ ရိုက္​ကူးထားတဲ့ Obsession ဆိုတဲ့ 18+ ကားနဲ႔ Servant ဆိုတဲ့ ၂ကားမွာ ရင္​ႏွီးခဲ့တာပါ မင္​းသမီးရဲ႕ ၾကာဆန္​ဆန္​ အၾကည္​့​ေလး​ေတြနဲ႔ သူ႔ရဲ႕မထိတထိ ခ်စ္​စရာအမူအရာ​ေလး​ေတြ​ေၾကာင္​့ အ​ေသ\nသ​ေဘာက်မိခဲ့တဲ့မင္​းသမီးပါကဲ ဇ ာတ္​လမ္​း​ေလးအက်ဥ္​း​ေလးဖက္​ကို သြားလိုက္​ရ​ေအာင္​ ဇာတ္​လမ္​း​ေလးက ​ေသြးစုပ္​ဖုတ္​​ေကာင္​တို႔​ေပ်ာ္​ျမဴးရာ Transylvania ကျခင္​တစ္​​ေကာင္​ဟာ ​ေတာင္​ကိုရီးယား Souel ကို​ေရာက္​လာၿပီး ​ေသာက္​တလြဲစံု​ေထာက္​ႀကီး Ricky ကို အမႈလိုက္​​ေနတုန္​းမွာ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/vampire-cop-ricky-2006/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/hangover-III-poster-133x200.jpg",
        "title": "The Hangover Part III (2013)",
        "description": "The Hangover Part III (2013)_______IMDb - 5.8/10\n IMDb (5.8) ... Rotten Tomatoes (20%)\nအလွဲသုံးကောင်ရဲ့ တတိယမြောက်ဇာတ်ကားပါ။\nလွဲကောင်းနေတုန်းပါပဲ။\n \nThe Hangover (2009) ကြည့်ရှုရန် နှိပ်ပါThe Hangover Part II (2011) ကြည့်ရှုရန် နှိပ်ပါ\n \nFile size…(717 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.8",
        "url": "https://megaup.net/1xpw9/The_Hangover_Part_III_[2013]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/hangover-II-poster-133x200.jpg",
        "title": "The Hangover Part II (2011)",
        "description": "The Hangover Part II (2011)_______IMDb - 6.4/10\n IMDb (6.4)..Rotten Tomatoes (33%)\nHangover 2009 ဇာတ်ကားမှာ လွဲလှတဲ့ သူငယ်ချင်းသုံးကောင် အခုနံပါတ်(၂)ဇာတ်ကားမှာလဲ\nလွဲချက်ရယ်ကမ်းကုန်နေဆဲပါပဲ။\n \nThe Hangover (2009) ကြည့်ရှုရန် နှိပ်ပါThe Hangover Part III (2013) ကြည့်ရှုရန် နှိပ်ပါ\n \nFile size…(656 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.4",
        "url": "https://megaup.net/1xpwh/The_Hangover_Part_II_[2011]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/hangover-poster-133x200.jpg",
        "title": "The Hangover (2009)",
        "description": "The Hangover (2009)\nIMDb - 7.7/10_______Rotten - 78%\n IMDb (7.7)..Rotten Tomatoes (78%)\nComedy ဇာတ်ကားတွေဟာ Rating မြင့်ဖို့ခက်ခဲပါတယ်....\nဒါပေမယ့် Hangover ဇာတ်ကားတွေကတော့ Comedy အမျိုးအစားဖြစ်ပေမယ့် Rating မြင့်တဲ့အထဲ ပါပါတယ်။\nRating မြင့်သလောက် တကယ်လဲခွီရတဲ့ဇာတ်ကားတွေပါ။\nဘရက်ဒလေကူးပါးခေါင်းဆောင်တဲ့ သူငယ်ချင်းသုံးကောင်ရဲ့ လွဲချက်ရယ်ကမ်းကုန်တွေကို ကြည့်ရင်း ခွီကြပါစို့။\n \nThe Hangover Part II (2011) ကြည့်ရှုရန် နှိပ်ပါThe Hangover Part III (2013) ကြည့်ရှုရန် နှိပ်ပါ\n \nFile size…(995 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by  မိုးစက်(ရမ်းသမ်းဘာသာပြန်သည်)",
        "rating": "7.7",
        "url": "https://megaup.net/1xpw1/The_Hangover_[2009]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hELQ0htEiE0NHWvmVrPZ4sSrkBF.jpg",
        "title": "Love Per Square Foot (2018)",
        "description": "ၿမိဳ႕ျပတစ္ခုမွာ ေနရၿပီဆိုရင္ လူတိုင္း ေၾကာက္တဲ့၊ ဒါမွမဟုတ္ ေၾကာက္ရတဲ့ အရာတစ္ခု ရွိပါတယ္။ အဲဒါကေတာ့ ေနစရာ အိမ္တစ္ေဆာင္ပါ။ ဘာေၾကာင့္ ၿမိဳ႕ျပမွာ ေနခ်င္ရတာလဲ ဆိုတာေတာ့ အေၾကာင္းျပခ်က္ အမ်ားႀကီး ရွိပါတယ္၊ အဲဒီ အေၾကာင္းျပခ်က္ေတြထဲမွာ အေရးႀကီးဆံုး တစ္ခ်က္ကေတာ့ အမိုးအကာရွိတဲ့ အိမ္တစ္ေဆာင္မွာ လံုလံုျခံဳျခံဳ ဇိမ္က်က်နဲ႔ ေနရဖို႔ပါပဲ။ေနစရာ အိမ္အတြက္ ပိုက္ဆံကလည္း မရွိမျဖစ္ လိုတာေပါ့ေလ။ ေရခ်ိဳးခန္း၊ အိမ္သာ၊ အိပ္ခန္းပါတဲ့ အိမ္ကို ငွားၿပီးေနမယ္ဆိုရင္ သာမန္လက္လုပ္လက္စားေတြအတြက္ ရွာသမွ် အိမ္ရွင္ကိုပဲ ေပးရလို႔ သမင္ေမြးရင္း က်ားစားရင္း ဆိုသလို ျဖစ္ေနေတာ့မွာေလ။ ဒီေတာ့ အေဆာင္ေတြမွာ စုတ္စုတ္ကပ္ကပ္ေနရင္ေန၊ မေနရင္ လူေတြအမ်ားႀကီးေပါင္းေနမွ ပိုက္ဆံရွာတာ အဆင္ေျပပါတယ္။ ဝန္ထမ္းဆိုလည္း အစိုးရက ေပးထားတဲ့ အိမ္ေလးမွာ ျဖစ္သလိုေနၿပီး အလုပ္လုပ္ရတာေပါ့။ ဖြံ႕ၿဖိဳးဆဲ ႏိုင္ငံေတြမွာ သာမန္လူတန္းစားေတြအဖို႔ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/love-per-square-foot-2018/",
        "category": "Bollywood, Comedy, Romance"
    }
]