[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/mid-133x200.jpg",
        "title": "Midnight in Paris (2011)",
        "description": "City oF Lightလို႔ သမုတ္ၾကတဲ့ ပါရီ ပဲရစ္ၿမိဳ႕အေၾကာင္း....\nအဲ့ဒီၿမိဳ႕ကေလးက ယြင္းယိုပ်က္စီးျခင္းမ႐ွိေသးတဲ့\nအတိတ္ေတြအေၾကာင္း...အဲ့ဒီၿမိဳ႕ကေလးက\nစာေရးဆရာ၊ပန္းခ်ီဆရာ အႏုပညာသည္ေတြအေၾကာင္း\nအဲ့ဒီျမို့ကေလးက ေရြးခ်ယ္မႈေတြအေၾကာင္း ေျပာျပခ်င္တယ္.... ။\nအဲ့ဒီၿမိဳ႕ကေလးဟာ ေအာက္ဆုံးဘဝမွာေတာင္\nအေပ်ာ္ဆုံးဘဝတစ္ခုတည္ႏိုင္ေလမဲ့ နိဗၺာန္ငယ္ေလးတစ္ခု..\nေနျခည္ေအာက္မွာပဲတည္တည္\nမိုးမႈန္ေအာက္မွာပဲတည္တည္ အဲ့ဒီၿမိဳ႕ကေလးရဲ႕\nအလင္းဟာ စၾကဝ႒ာထဲ အထင္႐ွာဆုံးလို႔ ဆိုၾကတယ္။ဘာရယ္ေၾကာင့္ ပဲရစ္ဟာ အႏုပညာဆန္စြာခမ္းနားေနတာလဲဆိုရင္\nပဲရစ္မွာ ေမြးဖြားခဲ့ၾကတဲ့ အႏုပညာေတြေၾကာင့္လို႔\nေျဖမဲ့လူအေတာ္မ်ားေလာက္မယ္။\nဗင္းဆင့္ဗန္ဂိုး ေပါေဂၚဂင္ အားနက္စ္ဟဲမင္းေဝး ပက္ဘလိုပီကာဆို\nအစ႐ွိသျဖင့္ မွတ္ေက်ာက္အထင္ဆုံးအႏုပညာသည္ေတြဟာ\nဒီၿမိဳ႕မွာ အႀကီးက်ယ္ဆုံးအႏုပညာပစၥည္းေတြကို\nေမြးထုတ္ေပးခဲ့တာလို အရာေတြေၾကာင့္လို႔\nထင္ရင္ထင္ေလာက္စရာပါပဲ။ ပသို႔ပဲထင္ထင္..\nပဲရစ္ဟာ သူ႔ခ်ည္းသက္သက္မွာလည္း လမ္းတိုင္း အေဆာက္အဦးတ္ိုင္း လမ္းမက်ယ္ႀကီးတိုင္းက အႏုပညာဆန္လြန္းေနပါတယ္။ \" ေန႔ရက္၊ အခ်ိန္အခါ၊ ေနရာ၊ အေဆာက္အဦး အရာ၀တၳဳတို႔ဟာ\nအမွတ္တရတို႔ကို သိုေလွာင္သိမ္းဆည္းထားႏိုင္စြမ္းမရွိဘူးတဲ့\"\nတာရာမင္းေဝရဲ႕ ကဗ်ာအက္ေဆးတစ္ပုဒ္ထဲမွာ\nကြၽန္ေတာ္ ဖတ္ခဲ့ဖူးတယ္။\nဒီ ႐ုပ္႐ွင္မွာေတာ့...အခ်ိန္အခါ ေနရာ အေဆာက္အဦးတို႔မွာ\nသိုေလွာင္သိမ္းဆည္းထားတဲ့ မေသဆုံးတတ္တဲ့\nအတိတ္အမွတ္တရတို႔ကို ခ်စ္ျမတ္တဲ့လူတစ္ေယာက္နဲ႔\nသူ႔ေရြးခ်ယ္မႈတို႔အေၾကာင္း သူ႔အႏုပညာအေၾကာင္းကို\nကြၽန္ေတာ္တို႔ ခံစားၾကရမွာပါ။IMDb Rating - 7.7/10 ရရွိထားပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္) File size__( 860 MB) and ( ...",
        "rating": "7.7",
        "url": "https://megaup.net/1wphf/Midnight_In_Paris_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Ka49BWWyKMXr93YMbH5wLN7aAM.jpg",
        "title": "Once Upon a Deadpool (2018)",
        "description": "Once upon a Deadpool ဆိုတဲ့ဒီကားကတော့ Deadpool 2 ကို PG-13 version နဲ့ ပြန်ထုတ်ပေးထားတာပါ။ကလေးတွေကြည့်လို့ရအောင် သွေးထွက်သံယိုအခန်းတွေ၊ရိုင်းတဲ့အပြောအဆိုတွေ၊ဇာတ်ဝင်ခန်းတွေ မပါအောင် ဖြတ်ထုတ်ထားတာဖြစ်လို့ ကြည့်ရတာ အရင်လောက်မကောင်းပေမယ့်မိသားစုအတူတူကြည့်လို့ရမယ့် Superhero ရုပ်ရှင်တကားတော့ဖြစ်သွားပါတယ်။ဇာတ်လမ်းကတော့ အားလုံးသိပြီးသားဖြစ်နေတာကြောင့် အထူးတလည်တော့ညွှန်းမနေတော့ပါဘူး။ဒါပေမယ့် ဒီကားမှာတော့ DP က Fred Savage ဆိုတဲ့ ဟောလိဝုဒ်သရုပ်ဆောင်တစ်ဦးကို အခန်းတစ်ခန်းထဲမှာ ဖမ်းထားပြီးသူရဲ့ Deadpool 2 အကြောင်းဖတ်ပြနေတဲ့ပုံမျိုးဇာတ်လမ်းဆင်ပြထားပါတယ်။အဆဲအဆိုမကြမ်းတဲ့ DP 2 ဇာတ်လမ်းလေးလာလိုက် DP နဲ့ Fred တို့ရဲ့ပေါက်ကရ စကားပြောခန်းလေးတွေဝင်လိုက်နဲ့ ဆိုတဲ့အတွက်ကြောင့်ဇာတ်လမ်းက သိပြီးသားဖြစ်နေပေမယ့် အရမ်းကြီးပျင်းစရာတော့မကောင်းပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ)-----------------------------------------------------------------------Once upon a Deadpool ဆိုတဲ႔ဒီကားကေတာ႔ Deadpool 2 ကို PG-13 version နဲ႔ ျပန္ထုတ္ေပးထားတာပါ။ကေလးေတြၾကည္႔လို႔ရေအာင္ ေသြးထြက္သံယိုအခန္းေတြ၊ရိုင္းတဲ႔အေျပာအဆိုေတြ၊ဇာတ္၀င္ခန္းေတြ မပါေအာင္ ျဖတ္ထုတ္ထားတာျဖစ္လို႔ ၾကည္႔ရတာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4eL5v/Once_Upon_A_Deadpool_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r0BKxapZhT1wKvXbvXBTjVbslaz.jpg",
        "title": "Mitron (2018)",
        "description": "ဒီတစ္ခါေတာ့ ေဘာလီဝုဒ္ဖန္ေတြအတြက္ ဟာသ ဒရာမာကားေကာင္းေလးတစ္ကား တင္ဆက္ေပးလုိက္ပါတယ္ရယ္ရယ္ေမာေမာနဲ႕ ေပါ့ေပါ့ပါးပါးေလးမုိ႔ မိသားစုနဲ႕အတူ ခြီလုိ႔ေကာင္းမယ့္ ဇာတ္ကားတစ္ကားပါပဲႏုိင္ငံတကာ အဆင့္သတ္မွတ္ခ်က္ေတြအရလည္း IMDb 7/ 10 အထိရ႐ွိထားလုိ႔ မဆုိးဘူးလုိ႔ ေျပာရပါမယ္ဇာတ္လမ္းေလးကေတာ့အ႐ႈံးသမား၊ ငတုံး ငအလုိ႔ အသတ္မွတ္ခံထားရတဲ့ ေဂ်းဆုိတဲ့ေကာင္ေလးနဲ႕အရည္အခ်င္းရွိၿပီး ထက္ျမတ္တဲ့ အဗ္နီးဆုိတဲ့ေကာင္မေလးတုိ႔ဟာမိဘခ်င္းသေဘာတူလုိ႔ မဂၤလာကိစၥနဲ႔ မေမွ်ာ္လင့္ပဲ ဆုံေတြ႕ခဲ့ၾကတာပါတယ္သူတုိ႔ႏွစ္ဦးစလုံးမွာလည္း အိပ္မက္ကိုယ္စီရွိၾကတာမုိ႔အိမ္ေထာင္ခ်ေပးမယ့္အေရးကေန သူတုိ႔အိပ္မက္ေတြကု္ိဘယ္လုိအေကာင္ထည္ေဖၚၾကမလဲဆုိတာ ဆက္လက္ၾကည့္႐ႈ႕လုိက္ၾကပါဦး (ဇာတ္လမ္းအညြန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပါ) File Size : (900 MB) and (400 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.HDRip.x264.AC3.5.1.-.Hon3yHD\nTranslated by Zaw Htoo\nEncoded by Thanhtike Zaw",
        "rating": "7.0",
        "url": "https://megaup.net/2ewkq/Mitron_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9hIA3dgyOWj1MLXYrJ7SZ6lckM9.jpg",
        "title": "Then Came You (2018)",
        "description": "ဘဝဆုိတာ ရွင္သန္ျခင္းပါ။ အသက္ရႈေနရုံ ႏွလုံးခုန္ေနရုံနဲ႔ေတာ့ ရွင္သန္တယ္လုိ႔မဆုိႏုိင္ပါဘူး။အခ်ိန္ဘယ္ေလာက္ၾကာၾကာရွင္သန္ေနရမယ္ဆုိတာလည္း အေရးမၾကီးပါဘူး။ဘယ္လုိရွင္သန္ေနထုိင္ရလဲဆုိတာက အေရးၾကီးတာပါ။ဒီ Then came you (2018) ဇာတ္ကားေလးမွာေတာ့ အသက္ရႈေနရုံရွင္သန္ေနတဲ့ ကယ္ဗင္ဆုိတဲ့ ေကာင္ေလးရဲ႕ ဘဝထဲကုိ စကုိက္ဆုိတဲ့ ဘဝရဲ႕ေနဝင္ခ်ိန္ကုိ ေရာက္ရွိေတာ့မယ့္ကင္ဆာေဝဒနာသည္ေကာင္မေလး တစ္ေယာက္ ဝုန္းကနဲဆုိသလုိ ဝင္ေရာက္လာခ်ိန္မွာ ကယ္ဗင္တစ္ေယာက္ သူ႕ဘဝကုိ ဘယ္လုိရွင္သန္ရမယ္ဆုိတာကုိ နားလည္လာျပီးစကုိက္ရဲ႕ ဘဝ ေနာက္ဆုံးအခ်ိန္ေတြကုိ ဘယ္လုိ အဓိပၸါယ္ရွိေအာင္ ကူညီလုိက္မယ္ဆုိတာကုိ ဟာသလည္းေျမာက္ ကရုဏာရသလည္းေပၚေအာင္ ရုိက္ကူးထားပါတယ္။ဒီဇာတ္ကားေလးရဲ႕ IMDB Rating ကေတာ့ 6.9 ထိရရွိထားျပီး ရယ္ရဟားရသလုိ ဖီးလုိ႔လည္းေကာင္းမယ့္ဇာတ္ကားေလးပါ။Cast ေတြကလည္း ႏႈတ္ခမ္းနီမေလးတုိ႔ အသည္းစြဲ Asa Butterfield နဲ႔ကုိကုိတုိ႔အတြက္လည္း မင္းသမီး အလန္းေလးႏွစ္လက္ျဖစ္တဲ့ Game of Thrones ဇာတ္ကားက မ်က္ႏွာမဲ့လုပ္ၾကံသတ္ျဖတ္ေရးသမားမေလး Maisie Williams နဲ႔Vampire Dairies ထဲက မင္းသမီးေခ်ာ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2ewkz/Then_Came_You_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lCfKAAFyANPFn04xOPqazd8jwnc.jpg",
        "title": "The Grinch (2018)",
        "description": "ဒီတစ်ခါမှာတော့ အားလုံးစောင့်မျှော်နေကြတဲ့ Animation ဇာတ်ကားကောင်းလေးတစ်ကားကိုထွက်ထွက်ချင်း ပူပူနွေးနွေးတင်ဆက်ပေးလိုက်ပါတယ်။အဲဒီဇာတ်ကားကတော့ ဒီဇင်ဘာလအစပိုင်းလေးကမှ ရုံတင်သွားတဲ့ The Grinch ပဲဖြစ်ပါတယ်။အားလုံးလည်း သိပြီးနေလောက်ပြီ ဖြစ်တဲ့အတွက် အများကြီးမိတ်ဆက်ပေးနေစရာမလိုတော့ဘူးလို့ ထင်ပါတယ်။ဒီ The Grinch ဟာ စာရေးဆရာ Theodor Seuss Geisel ရဲ့ How The Grinch Stole The Christmas ဆိုတဲ့စာအုပ်ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။အနောက်နိုင်ငံမှာတော့ အထူးတလည်မိတ်ဆက်နေစရာမလိုအောင် ခရစ္စမက်နဲ့အတူတွဲမြင်ကြတဲ့ အစိမ်းရောင်အကောင်ကြီးပေါ့ဗျာ။ဇာတ်လမ်းကတော့ ရိုးရှင်းပါတယ်။Grinch ကြီးက ခရစ္စမက်စ်ပွဲကိုမုန်းတီးတဲ့သူတစ်ယောက်။Who-ville ကလူတွေ ခရစ္စမက်စ်ပွဲအတွက်ပြင်ဆင်နေကြတာကို ကြည့်မရတဲ့အတွက် နောက်တစ်ခါထပ်ပြီး ပွဲကျင်းပလို့မရအောင် ခရစ္စမက်စ်ပျောက်ဆုံးသွားအောင်ကြံတာလေးကို 3D animation ရုပ်ရှင်အဖြစ်ပြန်လည်ပြီးသရုပ်ဖော်ထားပါတယ်။နာမည်ကျော် Animation Studio ဖြစ်တဲ့ Illumination ကထုတ်လုပ်ဖြန့်ချိထားတဲ့ ဒီ The Grinch မှာ အဓိကဇာတ်ဆောင် Grinch အဖြစ် ကျွန်တော်တို့ရဲ့အချစ်တော်မင်းသားကြီး Benedict Cumberbatch ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-grinch-2018/",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "",
        "title": "Zero (2018)",
        "description": "ဒီဇာတ်ကားလေးကတော့ တော်တော်များများသိနှင့်ပြီးသားဖြစ်မှာပါ။လူပြောသူပြောများကြီး ဝေဖန်မှုအမျိုးမျိုးရရှိထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်။နာမည်ကြီး cast တွေအသုံးပြုထားတာဖြစ်ပြီး မင်းသားကြီး Shah Rukh Khan,မင်းသမီးချော Anushka Sharma, Karina Kaif စသည်တို့အပြင်နာမည်ကြီးသရုပ်ဆောင်တွေကိုဘဧည့်သရုပ်ဆောင်အဖြစ်ထည့်သွင်းထားပြီး ငွေကြေးများစွာအကုန်အကျခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။Rating အမျိုးမျိုး Review အမျိုးမျိုးတွေရှိနေတာကြောင့် ကိုယ်တိုင်ပဲကြည့်ရှုခံစားကြည့်လိုက်ပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ သက်ကြီးပုဖြစ်တဲ့ SRK တစ်ယောက်အသက်၄ဝနားငပ်သည်အထိ မိဘအိမ်မှာ ဘာမှမယ်မယ်ရရမလုပ်ဘာပညာမှမတတ်လုပ်ချင်ရာလုပ်နေလာပြီးနောက် သိပ္ပံပညာရှင်မလည်းနဲ့တွေ့ပြီးနောက်မမျှော်လင့်ထားတဲ့ကံကြမ္မာအလှည့်အပြောင်းတွေကြား နီးစပ်သွားကြပြီ ပြောင်းလဲသွားပုံလေးကို ရိုက်ကူးထားတာပါ။Romance/ Drama ဇာတ်ကားလေးဖြစ်ပြီး SRK ပရိသတ်တွေလည်း စောင့်မျှော်နေကြမယ့် ဇာတ်ကားလေးလည်းဖြစ်မယ်ထင်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရ နဲ့ ကိုတင်မျိုးလွင် ပါ)File Size : (1.20 GB)\nQuality : WEB-DL 720p\nRunning Time : 2h 44min\nFormat : Mp4\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.1",
        "url": "https://megaup.net/1ws2k/Zero_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iInKqA5kdOrLM5KaQp8iOhSl4DK.jpg",
        "title": "The Seagull (2018)",
        "description": "တောအိမ်ရှင်သခင်မမှာ အသက် ၅၀ ကျော်အရွယ်နာမည်ကြီးပြဇာတ်သရုပ်ဆောင်မင်းသမီးကြီးတစ်ဦးဖြစ်ပြီးသက်ကြီးရွယ်အို လူပျိုကြီးအစ်ကိုတစ်ဦးနှင့်ဆယ်ကျော်သက်အရွယ်လူငယ် သားတစ်ဦးရှိပြီးသူမသည် မော်စကိုတွင်အနေများ၍ တစ်နှစ်လျှင်တစ်ကြိမ်ခန့်သာနွေရာသီကာလများ၌ လယ်တောအိမ်သို့လာလေ့ရှိသူပေါ့အစ်ကိုဖြစ်သူနှင့် သားဖြစ်သူသာလယ်တောအိမ်ကြီးတွင် အလုပ်သမားများနှင့်နေထိုင်ပါတယ်..သားဖြစ်သူတွင် လယ်တောအိမ်ကြီးရှိသည့်ကျေးရွာမှ ချောမောလှပသည့်မိန်းကလေးချစ်သူတစ်ဦးရှိကာ ပြဇာတ်အနုပညာကို စိတ်ဝင်စား၍စာရေးဆရာဖြစ်ချင်သူတစ်ဦးတစ်ယောက်ပါမိခင်ဖြစ်သူသရုပ်ဆောင်မင်းသမီးကြီးကတော့မော်စကို မြို့ပေါ်မှနာမည်ကြီးစာရေးဆရာ သက်လတ်ပိုင်းတစ်ဦးနှင့်ချစ်သူဖြစ်နေကြပြီးနွေရာသီလယ်တောအိမ်သို့ လာရောက်သည့်ခရီးတွင်သူမထက်ငယ်ရွယ်သည့် ချစ်သူဖြစ်သူနာမည်ကြီးစာရေးဆရာကိုပါ ခေါ်ဆောင်လာခဲ့တာကနေအမေ၏ချစ်သူနှင့် သား၏ချစ်သူတို့ တွေ့ဆုံမိကြသောအခါ....လူ့သဘာဝ၊ လူ့စရိုက်နှင့် လောဘ၊ ဒေါသ၊ မောဟတို့ လောင်မြိုက်မှုများကိုတစ်ကန့်စီမီးမောင်းထိုးပြထားသော အချစ်ဒရာမာဇာတ်ကားဖြစ်လို့စိတ်ဝင်တစားနဲ့ကြည့်ရမှာပါ...File Size : ( 845 MB) & ( 231 MB)Quality : Web-DL 720pRunning Time :1hr 38 minFormat : Mp4Genre : Comedy , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded ...",
        "rating": "5.8",
        "url": "https://megaup.net/11a7s/The_Seagull_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nz85hJqEJfT6h42C7E9xcvT4SVt.jpg",
        "title": "College Road Trip(2008)",
        "description": "College Road Trip (2008)ရုပ်ကြီးမြင်တာနဲ့တင် ရယ်နေရတဲ့ ဟာသမင်းသားကြီး Martin Lawrence သရုပ်ဆောင်ထားတဲ့နောက်ထပ် College Road Trip  ဆိုတဲ့ ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်..........ဒီကားထဲက ဟာသမင်းသားကြီး Martin Lawrence ကိုမသိရင်သာနေမယ်..အူတက်အောင်ရယ်ခဲ့ရတဲ့ သူကားတွေဖြစ်သည့် Blue Streak ,Bad boyတို့ Big Momma’s Houseတို့ကိုတော့ သိမယ်ထင်ပါတယ်..အခုတစ်ခါတစ်မှာတော့ ဒီမင်းသားကြီးဟာ သားသမီးအပေါ်အရမ်းချစ်တတ်ပြီး အရွယ်ရောက်သည့်အထိ ကလေးတစ်ယောက်လို သမီးအပေါ်သဘောထားတဲ့ စိတ်ပူတတ်လွန်းတဲ့ ဖခင်တစ်ယောက်နေရာမှာသရုပ်ဆောင်ထားပါတယ်...သူ့ရဲ့ သမီးကြီးဟာ ကော်လိပ်တစ်ခုတက်ရဖို့အခွင့်အရေးရလာတယ်..ဒီကောလိပ်က သူတို့အိမ်နဲ့ဆို မိုင်(၇၀၀) ခန့်ဝေးပါတယ်....ဒါ့ကြောင့်စိတ်ပူတတ်တဲ့ ဖခင်ဟာသူ့သမီးကိုကျောင်းအထိ ကားနဲ့လိုက်ပို့ဖို့ဖြစ်လာတယ်...လမ်းခရီးအမှာအလွဲတွေနဲ့ ရယ်ရတာတွေတွေ့ရမယ့်အပြင်ဖခင်နဲ့သားသမီးအကြားဆက်ဆံရေးလေးတွေကို ကောင်းမွန်စေဖို့ ပညာသားပါပါလေးတွေပြသသွားတဲ့ကားလေးမို့ ခံစားကြည့်လိုက်ပါဦးဗျို့....File Size : (850 MB) and (317 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:23:00\nGenre : Adventure, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "4.3",
        "url": "https://megaup.net/SDu4/College_Road_Trip_[2008]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xAKqG5SpsHU7vI6Fh4UYxFrDDZZ.jpg",
        "title": "The Death of Stalin(2017)",
        "description": "The Death of Stalin(2017)IMDb....7.2,,,Rotten......96%စစ်အာဏာရှင်ဆိုပြီး စတာလင်ကို မသိတဲ့သူ ခပ်ရှားရှားပါပဲ...သူ့ရဲ့ အကြောင်းတွေဟာ   သမိုင်းစာမျက်နှာရဲ့ဆိုးယုတ်မှုဆိုတဲ့ခေါငး်စဉ်အောက်မှာ အမြဲနေရာယူထားလေ့ရှိတယ်...လူသန်းပေါင်း (၂၀)ခန့်ကို သတ်ခဲ့တဲ့သူ..သတ်ခဲ့ရတဲ့ အကြောင်းရင်းတွေကလည်းသူ့အတ္တနဲ့ သူ့မာနတွေကြောင့်က ခပ်များများ.....ဒီလို အာဏာရှင်ကို လူတိုင်းက သေချင်နေကြနေကြတယ်....ဒီဇာတ်ကားကတော့ စတာလင်ရုတ်တရက်ကွယ်လွန်သွားပြီးတဲ့နောက်ပိုင်းမှာ အုပ်ချုပ်ရေးပိုင်းက လူကြီးတွေကရောဘယ်လိုတွေတုန့်ပြန်ကြလဲ...ဘယ်လိုတွေရှေ့ဆက်ကြလဲ....ဒါတွေအားလုံးကို ဟာသလေးနှောပြီး ပြောင်မြောက်စွာပုံဖော်ထားတယ်...ဟာသနှောတယ်ဆိုပြီး ဒီကားကရဲ့ ပုံစံကိုတစ်မျိုးမထင်လိုက်နဲ့ဦး...အကုန်လုံးက ပညာသားပါပါနဲ့ လှလှပပလေးထိုးနှက်သွားတာ..မူရင်းပုံစံတွေနဲ့ အနှစ်သာရလည်းမပျောက်ပျက်အောင်သမိုင်းကြောင်းကိုလည်း သွေဖီမသွားအောင် အားလုံးကိုအပြောင်မြောက်ဆုံးတင်ဆက်ထားတယ်...ဒါကြောင့်လည်း  ဆုပေါင်း(၁၈)ဆု အခြားဆုများအတွက် ဆန်ကာတင်(၃၂)ဆုရွေးချယ်ခံရသလိုRating တွေအနေနဲ့လည်းအမြင့်ဆုံးကိုရရှိထားတယ်...ကိုင်း နိုင်ငံရေးကိုလည်း လေ့လာဖြစ် ဟာသလေးတွေလည်း သဘောကျတဲ့အဖြစ်ကိုရောက်ရှိစေမယ့် ကားဆိုတော့ကြည့်လိုက်ကြပါဦးဗျို့....File Size : (992 MB) and (396 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:47:00\nGenre :  Comedy, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/SDsr/The_Death_Of_Stalin_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Mrs.Money_-143x200.jpg",
        "title": "Hello, Mrs. Money ( 2018 )",
        "description": "တရုတ်ကားကောင်းလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်လီချာရဲ့ အ​ဒေါ်Mrs.Monikaဟာအရမ်​းချမ်​းသာတဲ့အမျိုးသမီးပါ..ဒီလိုနဲ့လီချာဟာသူအရမ်​းချစ်​ရတဲ့မိန်​းက​လေးရဲ့အ​ဖေကသူနဲ့သ​ဘောတူ​စေဖို့အတွက်​ သူ့ရဲ့တစ်​ခါမှမမြင်​ဖူးတဲ့အ​ဒေါ်ကိုလှမ်​း​ခေါ်ပါ​တော့တယ်​.. သူချစ်​ရတဲ့မိန်​းက​လေးရဲ့အ​ဖေဟာလည်​းသူ့ကုမ္ပဏီ​ဒေဝါလီခံလုနီးပါးအ​ခြေအ​နေဖြစ်​​နေတဲ့အတွက်​Mrs.Monikaကိုရင်​းနှီးမြှုပ်​နှံခိုင်​းဖို့ကြံ​နေပါတယ်​..တစ်​ဖက်​မှာလဲ​ဂျယ်​ရီရဲ့အ​ဖေဟာ သူ့စီးပွားပျက်​သွာတဲ့အတွက်​ပိုက်​ဆံပြန်​ရနိုင်​ဖို့ Mrs.Monikaကိုအပိုင်​ကြံချင်​​နေပါတယ်​...ဒါ​ပေမယ်​့လဲတစ်​ကယ်​့Mrs.Monikaဟာမ​ရောက်​လာနိုင်​ဘူးလို့​လီချာတို့​ပြော​နေတာကိုကြားသွားတဲ့ဟွမ်​ချန်​းဟိုင်​ဟာ..resortထဲကိုဝင်​အိပ်​မိရာက​နေ..သူ့ကို Mrs.Monikaလို့ထင်​ခံရပါ​တော့တယ်​.. ဟွမ်​ချန်​းဟိုင်​ဟာMrs.Monika​နေရာက​နေဘယ်​လိုဟန်​​ဆောင်​မလဲ.... ဒ​ီလိုဟန်​​ဆောင်​​နေရတဲ့ကြားကတစ်​ကယ်​့Mrs.Monika​ရောက်​လာတဲ့အခါဘယ်​လို​တွေဆက်​ဖြစ်​ကြမလဲ...ဒါ​တွေအားလုံးကိုရယ်​​မောဖွယ်​ကြည်​့ရှုရမှာပါ.ကြားထဲမှာလဲအချစ်​​တွေကိုယ်​စီ​ပေါက်​ဖွားလာကြတာကိုလဲခံစားရမှာဖြစ်​ပါတယ်​...ဒါနဲ့ Mrs.Monikaအစစ်​ကအရမ်း​​ ချောတာ​နော်​Review & Translated By Phyo Zaw",
        "rating": "5.4",
        "url": "https://megaup.net/1yAXN/Hello,_Mrs._Money_(Li_Cha_De_Gu_Ma)_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Dead-poet-society-poster-133x200.jpg",
        "title": "Dead Poets Society (1989)",
        "description": "Dead Poets Society (1989)\nIMDb - 8.0/10_____Rotten - 84%\nWon 1 Oscar. Another 19 wins & 18 nominations\n  \nအခု ပြောမှာက ဒီရုပ်ရှင်ကနေ ကျွန်တော်\nဖမ်းဆုပ်လို့ရသလောက် အတွေးမျှင်တွေအကြောင်းပါ။\nဒီ ရုပ်ရှင်ထဲက Robin Willain ရဲ့ စကားကို မှီးပြောရရင်\nပညာရေးဆိုတာ ကိုယ့်ဘာသာ တွေးခေါ်တတ်ဖို့\nသင်ပေးရတာပါတဲ့။ကိုယ့်ဘာသာ တွေးခေါ်တတ်ဖို့ (ဝါ)\nကိုယ့်ဆင်ခြင်တုံတရား ကိုယ့်အသိစိတ်နဲ့ ကိုယ် ရှင်သန်တတ်ဖို့\nကျွန်တော်တို့ လိုအပ်တဲ့အရာကရော ဘာများလဲ\nကျွန်တော်ကတော့ အနုပညာလို့ပဲ ဆိုချင်တယ်။\nဂီတ စာပေ ကဗျာ ပန်းချီ ဘာမဆိုပါပဲ။ ဒီရုပ်ရှင်မှာတော့\nကဗျာတွေနဲ့ပဲ ဥမေယျပြုသွားပါတယ်။\nအတွေးအခေါ်နဲ့ ခံစားချက်အပေါ်အခြေခံတဲ့ ကဗျာဆိုတာဟာ\nအပေါ်ယံကြည့်ရင် ဘာမှမဆိုင်သလိုနဲ့ တစ်သားတည်းပါပဲ။\nအနုပညာကိုမုန်းပါတဲ့ ကျော်ကြားလှစွာသော\nဒဿ နိကဆရာကြီး ပလေတိုတောင် သူ ဘယ်လိုပဲ\nအနုပညာကိုမုန်းမုန်း သူ့ကျမ်းတွေကတော့\nအတော်ပြေပြစ်လှပတဲ့ အရေးအသား ဖြစ်နေခဲ့ပါတယ်။\nအနုပညာနဲ့ ဒဿဘ နိကဟာ မဆိုင်သလိုနဲ့ဆိုင်နေတဲ့\nဒင်္ဂါးပြားရဲ့ ခေါင်းနဲ့ပန်းပါပဲ။ပြီးတော့ကာ တွေးခေါ်မှုဟာ\nခံစားချက်မပါရင် အတော်အန္တရယ်ကြီးတဲ့အရာပါပဲ။\nဒီဇာတ်လမ်းမှာ ...",
        "rating": "8.1",
        "url": "https://megaup.net/4fB4x/Dead_Poets_Society_[1989]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/09/TheOtherGuysMoviePoster-2-232x300.jpg",
        "title": "The Other Guys (2010)",
        "description": "နယူးယော့စီးတီးရဲ့ စုံထောက်လောကမှာ ထင်သလို ဖြစ်မလာ တတ်တဲ့ ကို့ယို့ကားယား ကိစ္စတွေကို ဟာသ အက်ရှင် ဇာတ်ကားအဖြစ် တင်ပြထားတဲ့ The Other Guys ဟာကျွန်တော်ကြိုက်တဲ့\nဟာသဇာတ်ကားတွေထဲက တစ်ကားပါ........\nနာမည်ကြီးအက်ရှင်မင်းသားကြီးတွေ ပေါတောတောရဲဝန်ထမ်းစရိုက်ကို သရုပ်ဆောင်ထားတာ အမှန်အကန်ရယ်ရပါတယ်...\nအနောက်တိုင်းဟာသဇာတ်ကားတွေရဲ့ ထုံးစံအတိုင်း စကားပြောတွေက 18+ တွေပါနေလို့\nမိသားစုနဲ့တော့မကြည့်သင့်ပါဘူး....... \nFile size…(1 GB) and (500 MB)\nQuality…Unrated.BluRay.720p\nFormat…mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "6.7",
        "url": "https://megaup.net/2eynx/The_Other_Guys_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ERuweZjLxhCf52SpvjvNy55kQL.jpg",
        "title": "Anna and the Apocalypse (2017)",
        "description": "အခု မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ 2017 ခုႏွစ္မွာ ထြက္ထားတဲ့ Anna and the Apocalypse ဆိုတဲ့ ဇြန္ဘီ comedy ဇာတ္ကားေလးပါJohn Mcphail က ရိုက္ကူးထားျပီး IMDB 6.4 ထိ ရထားတဲ့ ဇာတ္ကားေလးပါအန္နာဆိုတဲ့ ေကာင္မေလးရယ္ ဂၽြန္ဆိုတဲ့ေကာင္ေလးရယ္က အခ်စ္ဆုံးသူငယ္ခ်င္းေတြပါေက်ာင္းျပီးရင္ ဂၽြန္က အနုပညာတကၠသိုလ္တက္မယ္ အန္နာကေတာ့ ခရီးထြက္မယ္ဆုိျပီး ကိုယ္စီ စိတ္ကူးယဥ္အိပ္မက္ေလးေတြနဲ႔ ေပ်ာ္ရႊင္စရာျမိဳ႕ေလးမွာ ေနထိုင္ၾကပါတယ္တစ္ႏွစ္ေတာ့ ခရစ္စမတ္ခ်ိန္မွာေတာ့ ခါတိုင္းႏွစ္နဲ႔ မတူဘဲ ျပႆနာတစ္ခုနဲ႔ ရင္ဆိုင္ခဲ့ရပါတယ္အဲဒါကေတာ့ ဗိုင္းရပ္စ္ပိုးတစ္မ်ိဳးေၾကာင့္ ျမိဳ႕ထဲက လူေတြဟာ ဇြန္ဘီေတြ ျဖစ္ကုန္ျပီး သူတို႔ကို ရင္ဆိုင္တိုက္ခိုက္ရတာပါသူတို႔သူငယ္ခ်င္းေတြဟာ မိသားစုေတြနဲ႔ တကြဲတျပားျဖစ္ေနၾကျပီး သူတို႔ခ်စ္ရတဲ့ မိဘေတြ မိသားစုေတြရွိတဲ့ဆီကို ေရာက္ဖို႔ ေမွ်ာ္လင့္ခ်က္ေတြကိုယ္စီနဲ႔ ဇြန္ဘီေတြကို ရဲရဲဝံ့ဝံ့ရင္ဆုိင္တိုက္ခုိက္ၾကတာေလးေတြကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/2eCQ3/Anna_And_The_Apocalypse_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BODg2YjdhZGItNzYwZC00ZWVlLWFhZmUtY2FmZDg4YjQyNGQzXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "The Last Hangover (2018)",
        "description": "The Last Supper ေနာက္ဆံုးညစာလို႔ ၾကားရင္ ဘာကိုေျပးျမင္မိပါလဲ ..\nေသခ်ာေပါက္ေတာ့ ၁၅ ရာစုရဲ႕\nနာမည္ေက်ာ္ပန္းခ်ီဆရာႀကီး လီယိုနာဒိုဒါဗင္ခ်ီဆြဲခဲ့တဲ့ ေယရႈခရစ္နဲ႔\nေနာက္လိုက္တမန္ေတာ္ ၁၂ ပါးတို႔ရဲ႕ ေနာက္ဆံုးညစာစားပြဲပံုကို သတိရမိမွာပါပဲ..\nကားစင္တင္ျခင္းမခံရမီ တစ္ရက္အလိုမွာ ေယရႈရွင္ဟာ\nသူ႔ရဲ႕ ေနာက္လိုက္တမန္ေတာ္ေတြနဲ႔အတူ စားခဲ့တဲ့ ေနာက္ဆံုးညစာစားပြဲဟာ\nေလးနက္မႈ ေဆြးေျမ့မႈေတြနဲ႔ ျပည့္ေနပါတယ္..\n၀ိုင္ခြက္နဲ႔ ပါမုန္႔ဟာ ယေန႔တုိင္ ခရစ္ယာန္တို႔ရဲ႕ `ပြဲေတာ္´စားတယ္ဆိုတဲ့\nဓေလ့အေနနဲ႔ လတစ္လရဲ႕ ပထမဆံုး တနဂၤေႏြတုိင္းမွာ ဘုရားေက်ာင္းေတြမွာ ျမင္ေတြ႔ရၿမဲပါ..\nဒီ The Last Hangover ဆိုတာကေရာ ဘာအေၾကာင္းမ်ားပါလဲ..\nဒီကားရဲ႕ အစကိုေတာ့ အရက္နာက်ၿပီး တစ္ေယာက္တစ္ေပါက္ ႏုိးလာၾကတဲ့ တမန္ေတာ္ေတြရဲ႕\nေနာက္ဆံုးညစာစားပြဲအၿပီး ေနာက္တစ္မနက္ ျမင္ကြင္းနဲ႔ စဖြင့္ထားပါတယ္..\n၄၄ မိနစ္သာ ၾကာတဲ့ ဒီကားေလးဟာ တစ္ခ်ိဳ႕ေတြကို ေဒါသထြက္ေစႏုိင္ပါလိမ့္မယ္..\nဒါေပမယ့္ အျမင္သစ္နဲ႔ ရယ္ေမာခ်င္သပဆုိရင္ေတာ့ funny twist ေလးေတြပါတဲ့ ဒီကားေလးကို ညႊန္းပါရေစ..။\nအခ်ိန္ ၄၄ မိနစ္ဟာ အျမင္သစ္တစ္ခုတြက္ တန္ပါတယ္..။\nTranslated ...",
        "rating": "6.6",
        "url": "https://megaup.net/1yFno/The_Last_Hangover_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/OCD-1-139x200.jpg",
        "title": "One Cut of the Dead ( 2017 )",
        "description": "IMDb 8/10 ရရွိထားတဲ႔ ဂ်ပန္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအညႊန္းကေတာ႔ နာမည္သိပ္မၾကီးေသးတဲ႔ ဒါရိုက္တာရယ္ရွုတင္အဖြဲ႕သားတို႕ဟာ သူတို႕မွာရွိတဲ႔ Low Budget ေလးနဲ႔ပဲရုပ္ရွင္ကိုတန္း၀င္ေအာင္ရိုက္ကူးရတယ္ အခုသူတို႕ရိုက္ကူးမွာေတာ႔Zombie Movie ေပါ႔ ရိုက္ကူးေရးေနရာကိုေရြးခ်ယ္ရာမွာေတာ႔ဒုတိယကမာၻစစ္အတြင္းက စြန္႔ပစ္ထားတဲ႔ ဂ်ပန္စက္ရံုေဟာင္းၾကီးတေနရာကိုေရြးခ်ယ္ၿပီး ရိုက္ကူးလိုက္ၾကတယ္..အစပိုင္းမွာအဆင္ေၿပေၿပရိုက္ကူးႏိုင္ေပမယ္႔Zombie ရုပ္ရွင္ကိုရိုက္ကူးရင္း တကယ္႔ Zombie အစစ္ ေတြနဲ႔ၾကံဳေတြ႕ရတဲ႔အခါမွာေတာ႔ ဒုကၡေတြမ်ားကုန္ပါေတာ႔တယ္ Translator - Phyo ZawReview & Encoder : LK",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/one-cut-of-the-dead-2017/",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/DTS-143x200.jpg",
        "title": "Dying to Survive ( 2018 )",
        "description": "Chinese All Time Box Office မွာ 3.097 billion ၀င္ေငြရရွိထားၿပီးနံပါတ္ ၅ ခ်ိတ္ထားတဲ႔ဇာတ္ကားေလးၿဖစ္တဲ႔ Dying To Survive ကိုတင္ဆက္ေပးလိုက္ပါတယ္ IMDb Rate ကလည္း 8.1 ပဲၿဖစ္ပါတယ္ေကာင္းလားမေကာင္းလားဆုိတာေတာ႔ သိပ္ေၿပာေနစရာေတာင္မလိုပါဘူး ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ တိုင္​းျပည္​ထဲမွာCML​​​ေရာဂါသည္​​ေတြအမ်ားအျပား႐ွိ​ေနပါတယ္​..CMLလူနာ​ေတြဟာ Glinicဆိုတဲ့​ေဆးကိုအျမဲမျပတ္​သံုးစြဲ​ေနရမယ္​့သူ​ေတြပါ...တရားဝင္​Glinic​ေဆး​ေတြဟာ​ေစ်းႏႈန္​းျမင္​့မားလြန္​းတဲ့အတြက္​သာမန္​လူ​ေတြအဖို႔လက္​လွမ္​းမမွီႏိုင္​ျဖစ္​ရၿပီး​​ေဆးမရပဲ​ေသဖို႔​ေစာင္​့​ေနသူ​ေတြမ်ားလာပါတယ္​..ဒီအခ်ိန္​မွာပဲ ​အိႏၵိယက copyယူၿပီးထုတ္​ထားတဲ့ Glinicဟာ​ေစ်းႏႈန္​းအားျဖင္​့အရမ္​းနည္​း​ေနၿပီးအာနိသင္​တူ​ေနတာကိုCML လူနာတစ္​​ေယာက္​ကသတိထားမိလာပါတယ္​..ဒါ​ေပမယ္​့အိႏၵိယGlinicဟာတားျမစ္​​ေဆးအျဖစ္​သတ္​မွတ္​ခံထားရပါတယ္​..ဘယ္လိုေတြဆက္ၿဖစ္မယ္ဆုိတာ ဆက္လက္ၾကည္႕ရွုခံစားပါ အညႊန္းနဲ႔ဘာသာၿပန္ ၿဖိဳးေဇာ္ၿဖစ္ပါတယ္Encoded By LK",
        "rating": "8.1",
        "url": "https://megaup.net/2UB9w/Dying_To_Survive_(Wo_Bu_Shi_Yao_Shen)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/titPCgI2xMAPv0Y2iasvqHj7vnv.jpg",
        "title": "The Stolen Princess: Ruslan and Ludmila (2018)",
        "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့\"The Stolen Princess\" ဆိုတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်..Animation movie နှစ်သက်တဲ့သူတွေအတွက်တော့ ကြည့်ရတန်မယ့်ဇာတ်လမ်းတစ်ပုဒ်ပဲဖြစ်ပါတယ်အညွှန်း-ပုံပြင်လေးတစ်ပုဒ်ရှိသတဲ့ ပုံပြင်လေးကတော့...ကြက်သွေးရောင် နေဝင်ချိန်ရောက်တိုင်း အချစ်စစ်နဲ့ ချစ်မိသွားတဲ့မင်းသမီးတိုင်းကို ချယ်နမောဆိုတဲ့ မှော်ဆရာက ဖမ်းလေ့ရှိပါတယ်..ချစ်မိသွားတဲ့ မင်းသမီးရဲ့အချစ်စစ် စွမ်းအားနဲ့ သူ့မှော်အစွမ်းတွေကို ပြန်ဖြည့်သတဲ့...ဒီပုံပြင်ကတော့ ရူစလန်ဆိုတဲ့ ဇာတ်မင်းသားလေး ပြန်ကပြတဲ့ ပုံပြင်ပြဇာတ်ပါ...ရူစလန်ဟာ အဖေဖြစ်သူရဲ့ ဇာတ်မင်းသားအမွေကို ဆက်ခံခဲ့ရပေမဲ့သူက တိုင်းပြည်ရဲ့ သူရဲကောင်းဖြစ်ချင်သူပါ...မီလာဆိုတာကတော့ ရူစလန်နေထိုင်တဲ့ တိုင်းပြည်ရဲ့ မင်းသမီးပါ...ဖခင်ဖြစ်သူ ဘုရင်ကြီးက မီလာကို အိမ်ထောင်ချပေးချင်ပါတယ်...မီလာကလည်း စွန့်စားချင်သူ..အိမ်ထောင်ပြုချင်သူမဟုတ်...ဒီလိုနဲ့ မီလာဟာ နန်းတော်ကနေ ထွက်ပြေးခဲ့ပါတယ်...လမ်းတစ်နေရာမှာ ရူစလန်နဲ့ ဆုံမိလေရဲ့... ရူစလန်က မီလာကို မင်းသမီးမှန်း မသိပါဘူး...ဒုက္ခရောက်နေတဲ့ မီလာကို ကူညီရင်း ရူစလန်နဲ့ မီလာ မေတ္တာမျှခဲ့ကြပါတယ်....ဒီအချိန်မှာပဲ ပုံပြင်တစ်ပုဒ်လို့ ယုံကြည်ထားကြတဲ့ ချယ်နမောထွက်ပေါ်လာခဲ့ပြီးမီလာကို ဖမ်းခေါ်သွားပါတော့တယ်ရူစလန်ဟာ မီလာကိုကယ်ဖို့ ပြန်လမ်းမရှိတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4",
        "category": "Animation, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/heart-of-dragon-poster-133x200.jpg",
        "title": "Heart of Dragon (1985)",
        "description": "Heart of Dragon (1985)________IMDb - 6.5/10ဟောင်ကောင်အက်ရှင်လောကရဲ့ ရွှေရောင်မျိုးဆက်တွေဖြစ်တဲ့ ဂျက်ကီချန်းတို့ ဟုတ်ချင်းပေါင်(Sammo Hung)တို့အပြင်ဇာတ်ကားတွေမှာ မှော်ဆရာလုပ်နေကြ Lam Ching-ying တို့လို ဇာတ်ရံတွေ အများအပြားလဲပါဝင်ထားပါတယ်။အထူးရဲကွန်မန်ဒို ဂျက်ကီချန်းနဲ့ ကျပ်မပြည့်တဲ့သူ့အစ်ကို ဟုတ်ချင်းပေါင်တို့ကြားက သံယောဇဉ်ကိုရင်နင့်အောင် ပီပြင်စွာ ပုံဖော်ထားပြီး ဟာသတွေ အက်ရှင်တွေနဲ့လဲ ဇာတ်လမ်းကို ခပ်သွက်သွက် ဆွဲခေါ်ထားပါတယ်။ဂျက်ကီချန်းရဲ့ ငယ်မူငယ်သွေးကို အထင်းသားမြင်ရမှာဖြစ်သလို Action,Comedy,Drama ကြိုက်သူတွေ လက်မလွတ်သင့်ပါ။IMDb Rating (6.5/10) ရရှိထားပြီး ဒါရိုက်တာကလဲ ဟုတ်ချင်းပေါင်ပဲဖြစ်ပါတယ်။File size…(1 GB)\nQuality…Extended.Japanese.Cut.BluRay.720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Hein Zaw & Thar Nyo Lwin",
        "rating": "6.5",
        "url": "https://megaup.net/Rj48/Heart_Of_Dragon_(Long_De_Xin)_[1985]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5YFPkMgy5NCzUSYl5Ep8p0vK9qB.jpg",
        "title": "National Security(2003)",
        "description": "National Security(2003)\nေန႕စဥ္စားသုံးေနတဲ့ဟင္းလ်ာေတြေတာင္ တစ္မ်ဳိးထဲထပ္ခါ ထပ္ခါစားသုံးေနပါက  ရုိးအီသြားပါလိမ့္မည္..\nၾကက္အဆီပ်ံ ၀က္သားနီလန္ မအီေအာင္ ခ်ဥ္ေပါင္ခံ လည္း ေန႕စဥ္စားသုံးပါက အဆင္မေျပျဖစ္ပါလိမ့္မည္...\nအားလပ္ခ်ိန္ထဲက ရုပ္ရွင္ကားေတြခံစားစဥ္မွာလည္း  အေတြးအေခၚနဲ႕ဆုိင္တဲ့ကားမ်ဳိးေတြ လွည့္ကြက္ေပါင္းမ်ားစြာပါတဲ့ကားမ်ဳိဳးေတြ\nရင္နင့္ေအာင္ခံစားရတဲ့ကားေတြကုိ ဆက္တုိက္ၾကည့္ျပန္ေတာ့လည္း ႏွလုံးသားအဟာရမျဖစ္တဲ့အျပင္ ႏြမ္းလ်မႈေတြပဲ ပုိတုိးလာပါလိမ့္မယ္..\nဒါေၾကာင့္ ဟာသကားေတြလည္း မရွိမျဖစ္လုိကုိလုိအပ္ေလေတာ့ အလွည့္က်ခံစားဖုိ႕ရာ တင္ဆက္ေပးလုိက္ပါသည္...\nဒီကားထဲက ဟာသမင္းသားႀကီး Martin Lawrence ကုိမသိရင္သာေနမယ္.. အူတက္ေအာင္ရယ္ခဲ့ရတဲ့ သူကားေတြျဖစ္သည့္ Blue Streak ,Bad boyတုိ႕ Big Momma's House\nတုိ႕ကုိေတာ့ သိမယ္ထင္ပါတယ္..\nရယ္ရတာ အူတက္တယ္ဆုိတဲ့ေ၀ါဟာရကုိဒီကားၾကည့္ၿပီးတဲ့အခ်ိန္မွာ ခင္ဗ်ားထပ္သေဘာေပါက္သြားလိမ့္မယ္..\nကုိင္းေျပာတာလည္းရွည္ၿပီဆုိေတာ့ ဇာတ္လမ္းအညႊနး္ကုိ နည္းနည္းဆက္လုိက္ရေအာင္....\nဇာတ္လမ္းအညႊန္း\n**************\nနင္းကန္ ရယ္ရတယ္...ဒါပဲ...\nဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...\n   File Size : (900 MB) and (353 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:28:00\nGenre :  Action, Comedy, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel Khant Thwin\nEncoded ...",
        "rating": "5.6",
        "url": "https://megaup.net/2UBaj/National_Security_[2003]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/3DhXUD6WQo8YoarDcxkDQHVPEIa-210x300.jpg",
        "title": "My Wife Is a Gangster 3 (2006)",
        "description": "IMDb Rating (6.4) ထိ ရရှိထားတဲ့ ရှေ့ကထွက်ရှိခဲ့တဲ့ My Wife is a Gangster ဇာတ်ကားတွေနဲ့ မဆက်စပ်တော့ပါဘူး။မင်းသမီးလဲ ပြောင်းသွားပြီး ဒီတစ်ခါဂိုဏ်းစတားမလေးကတော့ တရုတ်မင်းသမီးလေး Shu Qi ပါ။မင်းသားကတော့ ကိုရီးယားက တလွဲကောင်ဖြစ်ပြီး ဒီဇာတ်ကားက My Wife is a Gangster ဇာတ်ကားတွေထဲမှာ အရယ်ရဆုံးဇာတ်ကားလဲဖြစ်ပါတယ်။Action, Romance, Drama အမျိုးအစားဖြစ်ပြီး ခံစားအားပေးကြည့်ပါဦး။\n****My Wife is a Gangster ဇာတ်ကားတွေကို  https://channelmyanmar.org/?s=my+wife+is+a+gangster မှာရှာပါ။***\n-------------------------------------------------------\nIMDb Rating (6.4) ထိ ရရွိထားတဲ့ ေရွ႕ကထြက္ရွိခဲ့တဲ့ My Wife is a Gangster ဇာတ္ကားေတြနဲ႔ မဆက္စပ္ေတာ့ပါဘူး။မင္းသမီးလဲ ေျပာင္းသြားျပီး ဒီတစ္ခါဂိုဏ္းစတားမေလးကေတာ့ တရုတ္မင္းသမီးေလး Shu Qi ပါ။မင္းသားကေတာ့ ကိုရီးယားက တလြဲေကာင္ျဖစ္ျပီး ...",
        "rating": "6.4",
        "url": "https://megaup.net/2SAmc/My_Wife_Is_A_Gangster_3_[2006]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    }
]