[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/kdupb5vbkmxv-133x200.jpg",
        "title": "Raging Flower 2 (2021)",
        "description": "ဒီဇာတ်ကားကတော့ raging flower 2018 ရဲ့အဆက်ဖြစ်ပါတယ် ..၂၀၁၈ ကားကိုမကြည့်ရသေးရင်တော့ ဒီလင့်မှာ https://channelmyanmar.org/raging-flower-2018/ အရင်သွားကြည့်ဖို့အကြံပေးပါတယ်နော်။တက္ကသိုလ်ကျောင်းသူ လေးယောက်နဲ့ ကျောင်းနားခံလိုက်ရတဲ့ လုံခြုံရေးကိုကြီးတစ်ယောက်တို့ ရင်ထဲကဖြစ်ချင်တဲ့ဆန္ဒ၊ ရည်မှန်းချက်ကို အတူကြိုးစားဖော်ဆောင်တဲ့ ဇာတ်ကားလေးဖြစ်တယ်။ကျောက်ကျီထုံ ရှောက်ရွှေ ချုံချုံ နဲ့ လင်ဖေး လို့ခေါ်တဲ့တက္ကသိုလ်ကျောင်းသူလေးယောက်ဟာ ဒိတ်ဒိတ်ကြဲတွေဖြစ်ကြတာနဲ့အညီ သူတို့ကိုရေချိုးခန်းထဲဓါတ်ပုံလိုက်ရိုက်တဲ့ကောင်ကို ရဲစခန်းအထိ ဆွဲခေါ်ပြီး ပို့လိုက်ပါတယ်။\nဒါပေမယ့် အဲဒီလူကို ရဲတွေက ချက်ချင်းပြန်လွှတ်ပေးလိုက်လို့ မသင်္ကာဖြစ်ကြပြီး အကြောင်းရင်းကိုစုံစမ်းကြပါတော့တယ်။ အဲဒီလူရဲ့အပြုအမူက ထူးဆန်းနေတာက တစ်ကြောင်း၊ သူနေတဲ့နေရာကလည်း မသင်္ကာစရာဖြစ်နေတာတစ်ကြောင်း ပိုပိုပြီး သံသယတွေများလာကြတာနဲ့ လမ်းမျက်နှာချင်းဆိုင်မှာ မာလာဟင်းရည်ဆိုင်ဖွင့်ပြီး ကိုယ့်စားရိတ်ကိုယ်စား လိုက်လံထောက်လှမ်းပါတော့တယ်။ဒီလူတစ်စု ဘာပြစ်မှုတွေကျူးလွန်နေတာလဲ..ဘာလို့ရဲလက်ကလွတ်နေတာလဲဆိုတာကို ဖိုက်တာဂျက်မ ၄ ယောက်က သိုင်းနဲ့ဖြေရှင်းပေးမှာပါ။\nFile size…(1 GB)/(570 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://channelmyanmar.org/raging-flower-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/8tfdkacnrtfv-153x200.png",
        "title": "Raging Flower (2018)",
        "description": "အခုလိုကာလလေးမှာ အက်ရှင် ဟာသကားလေးကြည့်ရတာက စိတ်ကို အနည်းငယ်သက်သာရာရစေမှာအမှန်ပါပဲ။ နာမည်ကြီး အက်ရှင်ဟာသကားတွေကြားက Raging Flowers ဆိုတဲ့ တရုတ် အက်ရှင် ဟာသကားလေးကို ညွှန်းချင်ပါတယ်။ကူ​လေ နဲ့ ပိုင်ရိုနန် တို့ ကျောင်းသူ၂​ယောက်ဟာ ကျောင်းကလွှတ်တဲ့ Camp အတွက် ထိုင်းနိုင်ငံအသွား အပျော်ကနေ အပျက်ဖြစ်လာတဲ့ ဇာတ်လမ်းလေးကို ဟာသနှောပြီးကြည့်ရမှာပါ။ ထိုင်းနိုင်ငံရောက် တရုတ်တွေဖြစ်တော့ ပေါက်ကရတွေဖြစ်၊ ကြောင်တောင်တောင်တွေနိုင်တဲ့အပြင် သူတို့ရဲ့ ဆရာမကိုလည်း ရာဇဝတ်ဂိုဏ်းတစ်ခုက ပြန်ပေးဆွဲသွားတဲ့အခါမှာတော့ \"အမလေး ငါသွေးတက်\" ဖြစ်သွားတော့တာပါပဲ။ဆရာမကို ကယ်ဖို့ ဇာတ်လမ်းတွေလုပ်ရင် ပလန်တွေဆွဲရင် အသေတီးကြတာကိုလည်း ကြည့်ရမှာဖြစ်တော့ Raging Flower (ဒေါသပုန်ထသော ပန်းကလေး) ဆိုတဲ့အတိုင်း မင်းသမီးချောချောလေးတွေကို ဟာသနှောပြီး ငမ်းရမှာအသေအချာပဲဖြစ်တဲ့အကြောင်း ညွှန်းဆိုလိုက်ပါရစေ။ဒီကားရဲ့အဆက် Raging Flower 2 (2021) ကို ဒီမှာ https://channelmyanmar.org/raging-flower-2021/ ကြည့်ပါ။\nFile size…(1.2 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/raging-flower-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOWIxZDRlYzQtYmExNS00OTI0LWFiNWQtOTJlMjI1MjFjNzA0XkEyXkFqcGdeQXVyNjE3MDQxNjY@._V1_-140x200.jpg",
        "title": "The Teacher’s Diary (2014)",
        "description": "Teacher's Diary(2014)အချစ်ဆိုတာ ဒီလိုဖြစ်တယ် ဟိုလိုဖြစ်တယ်ဆိုပြီး တစ်ခုတ်တရပြောကြ၊ငြင်းကြရလောက်တဲ့အထိ ဝေခွဲမရနိုင်ခြင်းတွေနဲ့ပြည့်နှက်နေတယ်လို့ထင်မှတ်ထားတယ်မလား။အမှန်တော့ အချစ်ထက်ဆန်းကြယ်ပြီး အချစ်ကိုတောင်ဦးဆောင်နိုင်တဲ့အရာဟာ \"ဖူးစာ\"ပါ။လူသားနှစ်ယောက်ဟာအမှတ်တမဲ့ကိစ္စလေးတွေကနေ ဘဝခရီးတစ်ခုကိုအတူတူလျှောက်လှမ်းဖို့အကြောင်းဖန်လာတယ်ဆိုရင် အချစ်ထက်ပိုစွမ်းအားကြီးတဲ့ \"ဖူးစာ\" ရဲ့ထောက်ပံ့ပေးမှုတွေကြောင့်ဆိုတာကို သံသယမရှိပါနဲ့။ဒီလိုပေါ့ပါ့ပါးပါးကြည်နူးစရာဖြစ်ရပ်လေးတွေကို လေးလံတဲ့လူသားဒုက္ခတွေကြားမှာအကောင်းဆုံး ပုံဖော်ပြသသွားခဲ့တာ Teacher's Diary ဆိုတဲ့ဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့ ဇာတ်လမ်းလေးမှာပါ။Song ဆိုတဲ့ကောင်လေးဟာ ခက်ခဲတဲ့ဘဝပေးအခြေအနေတစ်ခုမှာ ဘာအလုပ်ဖြစ်ဖြစ်စပြီးရင် ဖြစ်အောင်လုပ်ပြမယ်ဆိုတဲ့ခိုင်မာတဲ့စိတ်ဓါတ်ပိုင်ရှင်လူငယ်လေးတစ်ယောက်။သူ ရေပေါ်ကျောင်းကိုစရောက်တော့ ထွက်ပြေးချင်လောက်အောင်အဲ့ကျောင်းမှာလိုအပ်ချက်အရမ်းများတယ်။ဒါပေမယ့် သူကံကောင်းသွားတာက သူ့အရင်ရောက်ပြီးတာဝန်ထမ်းဆောင်ခဲ့တဲ့ Ann ဆိုတဲ့ဆရာမလေးရေးထားတဲ့ဒိုင်ယာရီစာအုပ်လေးကြောင့်ပါ။Ann ဟာသူကြုံတဲ့အခက်အခဲတွေနဲ့ ဘယ်လိုဖြေရှင်းခဲ့တယ်ဆိုတာကိုဒိုင်ယာရီစာအုပ်ထဲမှာကောင်းကောင်းမှတ်တမ်းတင်ရေးထားခဲ့တယ်။ဒါတွေကိုဖတ်ပြီး Song တစ်ယောက်ပြဿနာတွေကိုဖြေရှင်းဖို့ အားအင်နဲ့နည်းလမ်းတွေရခဲ့တယ်။Ann ရေးခဲ့တဲ့ဒိုင်ယာရီစာအုပ်လေးဖတ်ပြီးတဲ့နောက် Ann မြတ်နိုးခဲ့တဲ့ရေပေါ်ကျောင်းလေးနဲ့ ကလေးတွေကိုပါ Song တစ်ယောက်ချစ်ခင်တတ်ခဲ့ပြီ။Ann ရဲ့ ပျော်ရွှင်ခြင်း ချမ်းမြေ့ခြင်း အထီးကျန်ခြင်း ဝမ်းနည်းခြင်းတွေကိုသိရှိခံစားပြီးတဲ့နောက် Song ဟာ ဒိုင်ယာရီစာအုပ်ပိုင်ရှင် Ann ကိုအရမ်းတွေ့ချင်လာတယ်။Ann တစ်ယောက်သံယောဇဉ်ကြောင့်ကျောင်းလေးကိုပြန်လာတော့ သူ့ဒိုင်ယာရီစာအုပ်လေးမှာသူမရှိတုန်း သူမသိလိုက်တဲ့အကြောင်းအရာတွေဖြစ်ပျက်သွားတာတွေ့ခဲ့ရတယ်။အဲ့လိုဖြစ်ရပ်တွေကို ထပ်ပြီးဖြည့်စွက်ထားတဲ့ Song ဆိုတဲ့ကျောင်းဆရာလေးမှာလည်းရေပေါ်ကျောင်းနဲ့ကလေးတွေကို သူ့လိုပဲချစ်ခင်မြတ်နိုးတဲ့ကောင်လေးတစ်ယောက်ဆိုတာသိရှိပြီးနောက် Ann ဟာလည်း ...",
        "rating": "7.9",
        "url": "https://megaup.net/11Udc/(CM)_Teachers_Diary_2014_WEB-DL_1080p_H264-SeeingMole-Nyein.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMDYxMmFkMDgtMDU0Mi00Mjc0LWJjOGQtOTY5ZTgxZjA4Njk1XkEyXkFqcGdeQXVyMTAzMDM4MjM0._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Long Weekend (2021)",
        "description": "Long Weekend (2021)\n=================IMDb Rating - 6.1/10\"အနာဂတ်နဲ့ပတ်သက်ပြီး အများကြီးမပြောနိုင်ပေမဲ့\nတစ်နေ့တာကုန်ဆုံးသွားတိုင်း လူတွေဟာ\nတန်ဖိုးအထားခံရပြီး ပျော်ရွှင်ရတယ်ဆိုတဲ့ခံစားချက်ကို ခံစားချင်ကြဆဲ\nအချစ်ကို ရှာဖွေကြဆဲပါပဲ\"\nလူတိုင်းဘဝမှာ တစ်ကြိမ်တစ်ခါလောက်တော့\nစိတ်တွေ လွတ်ထွက်ဖူးမှာပါ ...အထူးသဖြင့် ဒီကားထဲက ဇာတ်ကောင် ဘက်လိုမျိုး\nအမေက ကင်ဆာနဲ့ဆုံး ကောင်မလေးကပစ်သွားတဲ့အပြင်\nအလုပ်ပါမရတဲ့အနေအထားမှာဆိုရင် ပိုလို့တောင်ဆိုးဦးမှာပေါ့။ဒီလိုအခြေအနေကနေ သူငယ်ချင်းဖြစ်သူကြောင့်\nနလန်ထခါစ ပြုလာတဲ့အနေအထားမှာ\nကောင်မလေးတစ်ယောက်နဲ့ အမှတ်အထင် တွေ့ဆုံခဲ့ပေါ့ဗျာ။\nပျော်စရာနတ္ထိဖြစ်နေတဲ့ ဘဝမှာ အချိန်တိုအတွင်း ရင်းနှီးခဲ့ရတဲ့\nကောင်မလေးကသူ့အတွက် အရာရာလာဖြစ်ပေမဲ့\nလက်ကိုင်ဖုန်းမရှိ၊ မှတ်ပုံတင်မရှိဘဲ ဒေါ်လာတစ်သောင်းလောက်ကို\nအထပ်လိုက် အိတ်ထဲထည့်ပြီး လိုက်သွားနေတဲ့ ဒီကောင်မလေးကို\nထူးဆန်းစပြုလာတဲ့အချိန်မှာတော့.....ဘဝမှာ အဝေးကြီးကို လှမ်းမမျှော်ဘဲ\nလက်ရှိအချိန်ကိုပဲ အကောင်းဆုံးနေထိုင်နိုင်ဖို့ကလည်း အရေးကြီးတဲ့အရာတစ်ခုပဲမလား\nဒီဇာတ်ကားဟာ ခမ်းနားလွန်းတဲ့ အချစ်ဇာတ်လမ်းမျိုးမဟုတ်ပေမဲ့\nရင်ထဲရောက်စေမယ့် ရုပ်ရှင်ပါပဲ။\n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Amelia ဖြစ်ပါတယ်။)File Size -(1.5 GB) / (876 MB) / (417 MB)\nQuality – WebRip -(1080p) /  (720p) / (480p)\nDuration - ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/long-weekend-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8tjQ20uaIAkNDXAOUumkT2qQnGR.jpg",
        "title": "The Ice Age Adventures of Buck Wild (2022)",
        "description": "Ice Age : Adventure of Buck Wild (2022)IMDb - 6.9/10ကဲ အိုက်စ်အေ့ဂျ် ကာတွန်းကား အသစ်လေး လာပါပြီ။ဒီတစ်ခေါက်အဓိက စွန့်စားခန်းဖွင့်မှာကတော့\nမမ်မို့ဆင်မလေး အယ်လီရဲ့ မောင်နှမဖြစ်တဲ့ ပေါ့ဆမ်နှစ်ကောင် ခရက်ရှ် နဲ့ အက်ဒီတို့ပါပဲ။ခရက်ရှ်နဲ့အက်ဒီဟာ သူတို့ကို အမြဲစိုးရိမ်ပြီး ချုပ်ချယ်နေတဲ့ အယ်လီတို့ဆီကနေ ခိုးထွက်လာပြီး\nမြေအောက်ကမ္ဘာမှာနေတဲ့ ဘက်ခ် ဆီကို သွားလည်ခဲ့ပါတယ်။\nအဲဒီအချိန်မှာပဲ ဒိုင်နိုအော်ဆန်က ရက်ပ်တာတွေကို ခေါ်လာပြီး\nပျောက်ဆုံးနေတဲ့ကမ္ဘာကို သိမ်းပိုက်ဖို့ ကြိုးစားလာတဲ့အခါ\nတလွဲတချော် စွန့်စားခန်းအသစ်တွေ စတင်ပါတော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Adventure, Comedy\nQuality….WEB-DL 1080p and 720p and 360p\nFile size ... 1.5GB and 784MB and 300MB\nFormat…mp4\nDuration…. 1h 22min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-ice-age-adventures-of-buck-wild-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xKBdDR3vc8y8vjxzDdbnK2BdYm1.jpg",
        "title": "Bro Daddy (2022)",
        "description": "Bro Daddy (2022)\n————————————-\nဒီကားလေးကတော့ Disney+က ရိုက်ကူးထားပြီး နာမည်ကြီးမင်းသားနှစ်ယောက်ဖြစ်တဲ့မင်းသားကြီး Mohanlal နဲ့ Prithviraj တို့ နှစ်ယောက်တွေ့ဆုံကြမယ့် ဇာတ်ကားပဲဖြစ်ပါတယ်မိသားစုချင်းအရမ်းရင်းနှီးကြပြီး ကာယကံရှင်ချင်းလည်း ရင်းနှီးကြတဲ့ သားဖြစ်သူနဲ့ သမီးဖြစ်သူတို့ကိုလက်ထပ်ပေးဖို့ မိဘတွေက စိတ်အားထက်သန်နေကြပေမယ့် ကာယကံရှင်နှစ်ယောက်သားကဘာလို့များအပြင်းအထန်ကန့်ကွက်နေကြတာလဲ…မမျှော်လင့်ထားပဲ ကိုယ်ဝန်ရခဲ့ပြီး မိသားစုဘဝကို စတင်လိုက်ကြရတဲ့ ရယ်စရာပျော်စရာမိသားစုဘဝလေးကို ဒါရိုက်တာက ပေါ်ပေါ်လွင်လွင် သရုပ်ဖော်ထားပြီးCast တွေကလည်း အမိုက်စားပါပဲဇာတ်အေးခန်းတွေမှာတောင် အဖေနဲ့သားနေရာမှာ သရုပ်ဆောင်ထားတဲ့မင်းသားနှစ်ယောက်ရဲ့ chemistry မိလှတဲ့ bromance ကြောင့် ဇာတ်ကားကိုဇာတ်ရှိန်မကျစေဘဲ ပရိသတ်အာရုံကို ဆွဲခေါ်နိုင်တဲ့ ကားကောင်းလေး ဖြစ်တာကြောင့်ဒီကားလေးကိုလည်း မလွတ်တမ်း ကြည့်ရှုလိုက်ကြပါဦးနော် \nFile size…2.64GB / 1.3GB\nQuality…1080p WEBDL AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 39mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko & HM & Yate & ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/bro-daddy-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/l_p0071619015-143x200.jpg",
        "title": "[18+]Mutual Relations (or) Emptiness is Nothing (2015)",
        "description": "ဒီဇာတ်ကားဟာ ခေတ်သစ် ကိုရီးယား Romance-Sexy ဇာတ်လမ်းတွေထဲမှာတော့ အကြိုက်ဆုံးနဲ့ အရယ်ရဆုံးလောက် ရှိပါတယ်။ဇာတ်လမ်းအကြောင်းပြောရမယ်ဆိုရင်တော့မင်းသမီး သုံးယောက်ရဲ့ အကြောင်းကိုအရင်စပြောရမှာပေ့ါပတ်ဆိုးမီကတော့ စမန်ထတဲ့ ကောင်မလေးဟန်ရီချွန်းကတော့ ရိုးတဲ့အတဲ့ ကောင်မလေးအဓိက မင်းသမီးဖြစ်တဲ့ ဂျီအန်ကတော့ ပန်းချီဝါသနာကိုသာစိတ်ရှိတဲ့ တည်တည်ငြိမ်ငြိမ် ကောင်မလေးပေ့ါပတ်ဆိုးမီ ..ဂျီအန် နဲ့ဟန်ရီချွန်းတို့ ပန်းချီသင်ကြားနေတဲ့ မင်းသမီးချောလေးသုံးယောက်ဖြစ်တယ်ပန်းချီသင်တန်းမှာပဲ အပိုဝင်ငွေအတွက် ကိုယ်တုံးလုံးချွတ်မော်ဒယ်လာလုပ်တဲ့ မင်းသား ဂျန်ဘေဟွန်နဲ့ တွေ့ဆုံကြတော့တာပဲ...ထို သုံးယောက်ထဲမှာမှ ဂျန်ဘေဟွန်ဟာ ဂျီအန်ကို တွေ့တွေ့ချင်း ကြွေသွားပါလေတော့တယ်သစ္စာဖောက်သွားတဲ့ရည်စားနဲ့ မင်းသမီး ဂျီအန်တို့ စကားများနေတဲ့အချိန်မှာပဲဂျန်ဘေယွန်က ဟီးရိုးကြီးဝင်လုပ်ရာမှ အထိုးခံလိုက်ရတာနဲ့ သနားသွားပြီ ဂျီအန်တို့အဖွဲနဲ့ဂျန်ဘေယွန်တို့အဖွဲ့ ခင်မင်ရင်းနှီးသွားကြပါတော့တယ်....ခင်မင်ရင်းနှီးပြီး နောက်ပိုင်း လူငယ်ဘာဝ ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို ဆက်လက်ကြည့်ရှုကြပါအုံးလို့။18+ ဇာတ်ဝင်ခန်းများ ဖောဖောသီသီ တင်ဆက်ထားတာကြောင့် ၁၈ နှစ်မပြည့်သေးသူများမကြည့်ရှုရန်လည်း ကြိုတင်သတိပေးအပ်ပါသည်(သတိပေးပေးမပေးပေး ကြည့်မယ်မှန်းသိနေလည်း အဲ့လိုတော့ ပြောရမှာပဲ)(ဒီဇာတ်ကားကို Pennywise မှ ဘာသာပြန်ဆိုထားပြီး AP Newschool မှ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/mutual-relations-2015-18/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q0mdCfXNkQHu961k94Fe2dNtvMm.jpg",
        "title": "Tom and Jerry Cowboy Up! (2022)",
        "description": "Tom and Jerry: Cowboy up 2022ကြောင်နဲ့ကြွက်ပရိတ်သတ်တွေအတွက် IMDb 7/10 အထိရရှိထားပြီးလောလောလတ်လတ်ထွက်ရှိလာတဲ့ Tom&Jerry Cowboy Up လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဉ်းချုပ်လေးကတော့ ဘိုးဘွားပိုင်ခြံဖြစ်တဲ့ ဘန်ဆင်မွေးမြူရေးခြံကြီးကိုခရစ်ဒ်ချလီလို့ခေါ်တဲ့ လူလိမ်တစ်ယောက်ကမျက်စိကျသွားခဲ့ပါတယ် ခရစ်ဒ်ချလီဆိုတာတခြားလူမဟုတ်ပါဘူး ဘဏ်ဓားပြ/စာချုပ်အတုတွေနဲ့ လိမ်လည်ဖန်တီးနေလို့ နိုင်ငံတော်ကအလိုရှိတဲ့လူလိမ်တစ်ယောက်ပါ ဘန်ဆင်ခြံပတ်လည်မှာရှိတဲ့မြေကွက်တွေကိုလိမ်လည်ပြီးရယူခဲ့တာကြောင့်ဘန်ဆင်ခြံကြီးကလွဲကျန်တဲ့ဘေးပတ်လည်ကသူ့အပိုင်ပါပဲ ဘန်ဆင်ခြံကိုတော့ သူဘယ်လိုပဲဝယ်ယူဖို့ကြိုးစားကြိုးစားမရခဲ့ပါဘူး ဒီလိုနဲ့ ဝယ်မရရင် လုမယ်ဆိုပြီး ပူးကောင်ပေါင်းများစွာကို ဘန်ဆင်ခြံထဲ‌မောင်းသွင်းလိုက်ပါတယ် ဒါကိုမသိလိုက်တဲ့ ဘင်ဆန်မိသားစုက ပူးပြဿနာတက်နေတာပေါ့အဲ့ဒီအချိန်မှာသူ့ရဲ့လက်ထောက် ကလဲမ်ကိုပူးပြဿနာဖြေရှင်းနိုင်တယ်ဆိုပြီး ဘန်ဆင်မိသားစုဆီကပ်ခိုင်းပြီးမြေကွက်ပိုင်ဆိုင်ကြောင်းအထောက်အထားစာချုပ်ကိုရှာဖွေဖျက်စီးခိုင်းပါတော့တယ် Tomကတော့မြို့သားကြီးပေါ့ တွမ်ကသူ့ရဲ့သခင်နဲ့အတူ ဘန်ဆင်ခြံထဲကိုအလည်လာရင်း ကျွဲလက်ကနေသူ့ကိုကယ်တင်ပေးခဲ့တဲ့Jerryနဲ့ မိတ်ဆွေတွေဖြစ်သွားကြပါတယ် ဒီလိုနဲ့ ဘန်ဆင်မိသားစု ခရီးထွက်ချိန်မှာ ကျန်ခဲ့တဲ့ခရစ်ဒ်ချလီရဲ့လက်ထောက်ကလဲမ်ကသူ့ရဒ့အစီအစဉ်ကိုစပါတော့တယ်ကလဲမ်တစ်ယောက် စာချုပ်ကိုရှာတွေ့သွားမှာလား တွမ်နဲ့ဂျယ်ရီက သူတို့သခင်ရဲ့ခြံကြီးကိုအလွဲလွဲအမှားမှား‌တွေကြားကဘယ်လိုကာကွယ်မလဲဆိုတာ ဆိုတာဟာသနှောပြီးပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာဖြစ်တာကြောင့် စိတ်ရောလူရောပင်ပန်းနေကြမယ့်ကြည့်ရှုသူတွေအတွက် ခဏတာစိတ်အပန်းဖြေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်အညွှန်းရေးသားသူက Yunni ဖြစ်ပြီး ဇာတ်ကားဘာသာပြန်တွေကတော့ Yunni& HMပဲဖြစ်ပါတယ် \nFile size…628MB / 1.1GB\nQuality…720p AAC 5.1CH  / ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/tom-and-jerry-cowboy-up-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/599656-master-petchtai-140x200.jpg",
        "title": "Master Petchtai (2021)",
        "description": "နာမည်ကြီး ထိုင်းဟာသ သရုပ်ဆောင် Mum အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးဘယ်လောက်ထိ အဓိကကျလဲဆိုရင် တစ်ကားလုံး သူ့ချည်းပဲမြင်ရမှာပါ...၇ ကိုယ်ခွဲလောက် သရုပ်ဆောင်ထားတာမလို့ပါ...ဇာတ်လမ်းကတော့...ခမ်းနားတဲ့ ခမ်းလောင်မျိုးရိုးအစဉ်အဆက် လက်ဆင့်ကမ်းအမွေတွေပေးထားနိုင်ခဲ့ကြပေမယ့်ခွန်ချိုင်းယိုင်လက်ထက်မှာတော့ ကလေးရဖို့ခက်ခဲနေတာမို့ ခမ်းလောင်မျိုးဆက်အတွက် စိတ်ပူနေကြရပါပြီ...ခွန်ချိုင်းယိုင်နဲ့ သူ့မိန်းမ ဖင်းလမွန်တို့ ကလေးမွေးဖို့ကြိုးစားကြရင်း မိသားစုတွင်းက ပြသနာတွေကိုဟာသအနေနဲ့ တင်ဆက်ထားပါတယ်။\nFile size…(999 MB)/(500 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:22:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Noon Mo",
        "rating": "",
        "url": "https://channelmyanmar.org/master-petchtai-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qaiKeZ0eGxGIIZRmg4KFPOumiOZ.jpg",
        "title": "Behind the Yellow Line (1984)",
        "description": "Behind The Yellow Line (1984)ကြိတ်မှိတ်ပြီး အစောကြီးအိပ်ခဲ့မိတဲ့ မနေ့ညက နာရီပြန်၂ချက်ကြီး အိပ်မက်မပြီးသေးခင် ကိုယ်လန့်နိုးလာခဲ့တယ်။ စီးကရက်ကို မီးညှိရင်း အိပ်မက်ကို ပြန်တွေးကြည့်တော့ နိုးလာမှ ကိုယ့်မှာ ပိုနာကျင်ရပြန်တာပါပဲ။ ဘဝတွေက အိပ်မက်ထဲမှာတောင် ဝေးမြဲဝေးဆဲ။ ဒီလို ဆွေးမြေ့မြေ့ညမှာ ဘာလုပ်လို့ ဘာကိုင်ရမှန်းမသိ ဖြစ်နေတဲ့ကိုယ်ဟာ ကြည့်မယ်တွေးထားပြီး မကြည့်ဖြစ်သေးတဲ့ ရုပ်ရှင်တစ်ကားကို ကောက်ဖွင့်မိလိုက်တယ်။ ကြည့်မယ်လုပ်ထားမိတာကလည်း ထွေထွေထူးထူး အကြောင်းကြောင့်မဟုတ်ပါဘူး။ ကိုယ်ကြိုက်တဲ့ လတ်စလီချောင်နဲ့ မက်ဂီချောင်ပါတဲ့ ရုပ်ရှင်မို့ Trailer ကြည့်ကြည့်ရာက ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်ရမယ်ထင်လို့ စိတ်ပြေလက်ပျောက်ရှိချင်တဲ့အခါ ကြည့်ဖို့သိမ်းထားလိုက်တာပါပဲ။ တော်တော်တောင်ကြာပါပြီ။ မနေ့ညကတော့ ကိုယ်ကြည့်ဖြစ်ခဲ့တယ်။ရုပ်ရှင်ဖွင့်လိုက်တယ်ဆိုရင်ပဲ လတ်စလီချောင်သရုပ်ဆောင်တဲ့ အူကြောင်ကြောင်စာကြမ်းပိုးလေး ဇာတ်ရုပ်ကို ကိုယ်မြင်ရတော့တာပါပဲ။ အူကြောင်ကြောင်နဲ့ လမ်းလျှောက်တာတောင် ဗရုတ်သုတ်ခဖြစ်နေတတ်တဲ့ကောင်ပေါ့။ ဒီလိုသာ မင်းဘေးမှာပြောမိခဲ့ရင် \"သူများကိုပြောပြန်ပြီ သူကရော ဘာထူးလို့လဲ\"လို့ မင်းပြောမှာ ကိုယ်ပြေးမြင်မိသေးတယ်။ ဟောင်ကောင်အချစ်ဟာသကားတွေရဲ့ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/behind-the-yellow-line-1984/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BZWUwMGU4MGQtMDllMi00ZjE5LTk1ZjYtZTEwMGVkZmMwMjNlXkEyXkFqcGdeQXVyMTMxMTY0OTQ@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Jump (2009)",
        "description": "ကွန်ဖူးဟာသတွေနဲ့ လောကကြီးရဲ့ စောင်တလွဲတွေကိုဟားတိုက်တတ်တဲ့ ဆရာကြီး စတီဖင်ချောင်ကိုယ်တိုင် ဇာတ်ညွှန်းရေးသားဖန်တီးထားတဲ့ Kunhfu Dance ဇာတ်ကားလေးကို တင်ဆက်လိုက်ပါတယ်။  မင်းသမီးချော Zhang Yuqi နဲ့ မင်းသားချော Daniel Wu တို့ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...တောမှာမွေးပြီး ဖခင်ဖြစ်သူရဲ့သိုင်းပညာတွေသင်ယူရင်း ကြီးပြင်းလာတဲ့ ချိုင်ဖုန့်ရဲ့ တကယ့်ဝါဿနာ အစစ်အမှန်က က တာပါ။မြို့ပြကိုတစ်ခါမှမရောက်ဖူးတဲ့ ချိုင်ဖုန့်တစ်ယောက် တစ်နေ့မှာ သူငယ်ချင်းတစ်ချို့နဲ့ မြို့ကိုတက်ပြီး အလုပ်လုပ်ဖို့ အခွင့်အရေးရလာတဲ့အခါ...သူ့ရဲ့ဝါဿနာ အစစ်အမှန်ကို ဖော်ထုတ်ဖို့အခွင့်အရေးကို ဘယ်လိုရှာဖွေမှာလဲ။ ရည်မှန်းချက်တွေ အောင်မြင်အောင်လုပ်နိုင်မှာလားဆိုတာ...။ဒီရုပ်ရှင်က ဟာသ/အကတွေကိုမှ အတုယူစရာ အားတက်စရာတွေပညာပေးလေးတွေနဲ့ မွမ်းမံပြီးပေါ့ပေါ့ပါးပါးရိုက်ပြထားတာတဲ့အပြင် မမZhang ရဲ့ အလှအပတွေကို တစ်ဝကြီးခံစားရဦးမှာမို့ စိတ်ဓါတ်ကျနေချိန်မှာ ကြည့်ဖို့တန်တဲ့ရုပ်ရှင်လေးဖြစ်ပါကြောင်း။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို SST မှ တင်ဆက်ထားပါတယ်။)\nFile size…(2.1 GB)/(900 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:27:03\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by SST",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/jump-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/se-1-135x200.jpg",
        "title": "Sex Appeal (2022)",
        "description": "တကယ်တော့ ဒီအညွှန်းကို ဘယ်လိုရေးရမလဲလို့ အကြာကြီးစဉ်းစားခဲ့ရတယ်..။ လိင်မှုဆိုတာမျိုးက ပွင့်ပွင့်လင်းလင်း မဖော်ပြအပ်တဲ့ကိစ္စပဲလို့ အများကြီး သင်ယူထားခဲ့ရတာကြောင့်လည်း ဖြစ်ရင်ဖြစ်မယ်..။လိင်ကိစ္စဟာ လျှို့ဝှက်အပ်သော..၊ ဖုံးကွယ်ထားအပ်သော ကိစ္စတစ်ရပ်မဟုတ်ပဲ ဘေးကင်းစွာဆက်ယှက်ခြင်းနဲ့ သာယာမှုကို ရဖို့သာ အဓိကပဲဆိုတာကို ယဉ်ကျေးမှုကွာဟခြင်းတွေမှာ မြင်ရမယ်..။ဒီဇာတ်ကားမှာတော့ ခပ်လန်းလန်းမျက်နှာနဲ့ ခန္ဓာကိုယ်ရှိတဲ့ ဉာဏ်ကြီးရှင် ကောင်မလေးတစ်ယောက်ရဲ့ အပျိုရည်ပျက်ဖို့..၊ ဒီအပျိုရည်ကိုမှ ပျော်ပျော်ရွှင်ရွှင် သာယာမှုအထွဋ်ရောက်ပြီး အောင်အောင်မြင်မြင် ပျက်ဖို့အတွက် ကြိုးစားပမ်းစား အားထုတ်နေတာကို မြင်ရမယ်..။ဉာဏ်ကြီးရှင် မိန်းကလေးဟာ ပြိုင်ပွဲတစ်ခုအတွက် အက်ပလီကေးရှင်း တစ်ခု ဖန်တီးဖို့လိုတယ်..။ ပြိုင်ပွဲရက်မှာပဲ အပျိုရည်ကလည်း ပျက်ချင်သေးတော့ တစ်ချက်ခုတ် နှစ်ချက်ပြတ် ဖောင်းဒိုင်းကောင်းကောင်းလုပ်နိုင်မယ့် အဆင့်တွေကို ပြောပြပေးမယ့် အက်ပလီကေးရှင်းတစ်ခု လုပ်ဖို့ ကြိုးစားပါလေရော..။ဒါပေမဲ့လည်း ဒီအက်ပလီကေးရှင်းထဲကို ထည့်သွင်းဖို့ ဒေတာလိုတဲ့အတွက်..။ ဖောင်းဒိုင်းလုပ်နည်းအသွယ်သွယ် အချက်အလက်တွေကို ဘယ်က သွားရှာရမလဲ..? ဘယ်သူတွေဆီက ရမလဲ ?​ဒီဇာတ်ကားကို ကြည့်နေရင်းနဲ့ တလွဲတွေလည်း ...",
        "rating": "",
        "url": "https://channelmyanmar.org/sex-appeal-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/n9SicwnoNGWBwE75le27sUhCLMm-133x200.jpg",
        "title": "A Million Ways to Die in the West (2014)",
        "description": "A Million Ways to Die in The West (2014) (၁)ခင်ဗျားဟာ ၁၈၈၀ပြည့်နှစ်တွေထဲ အမေရိကန် အနောက်ပိုင်းမှာနေတဲ့ လူတစ်ယောက်ဆိုပါစို့။ ခင်ဗျား မွေးထားတဲ့သိုးက သူများခြံထဲက မြက်ကို သွားစားမိရင် ဒီပြဿနာက သေနတ်ချင်းယှဉ်ပစ်ပြီး ဖြေရှင်းရမယ့် ပြဿနာပါပဲ။ အနောက်အရပ်မှာ ခင်ဗျားခြံထဲကသိုးက သူများခြံထဲကမြက်ကို သွားစားမိရုံနဲ့လည်း နေရင်းထိုင်ရင်း ခင်ဗျားသေနိုင်ပါတယ်။သေနတ်ချင်းယှဉ်ပစ်တာမှာ ခင်ဗျားနိုင်ပြီး ရှပ်ထိရုံလောက် ဖြစ်သွားတယ်ဆိုပါစို့။ ခင်ဗျားအနာက ပလာစတာ ကပ်ရုံနဲ့ပျောက်လောက်တဲ့အနာဆိုရင်တောင် အရီဇိုးနားက ဆရာဝန်က ရှပ်ထိထားတဲ့ကိုယ်အင်္ဂါကို ဖြတ်ပစ်ဖို့လိုတယ်လို့ ပြောမှာပါ။ အနောက်ပိုင်းမှာရှိတဲ့ တစ်ဦးတည်းသော ဆရာဝန်ဟာ အအေးမိတဲ့လူနာကို နားထဲသံရိုက်သွင်းတဲ့ နည်းနဲ့ ကုတတ်ပြီး အဖျားကြီးရင် မြင်းကန်တာခံတဲ့နည်းနဲ့ ကုပေးတတ်တဲ့ ဇီဝကလက်သစ်ပါပဲ။ အူအတက်ပေါက်လို့ လာကုတဲ့အမျိုးသမီးတော့ ခွဲစိတ်ရင်း ခဏရပ်ပြီး နောက်လူနာကိုကုနေတဲ့အချိန် အတွင်းကလီစာတွေ ကြောင်စားခံလိုက်ရဖူးပါတယ်။(၂)ဝရမ်းပြေးတွေ၊ အမူးသမားတွေ၊ ဥညှစ်သတ်မယ့်ပြည့်တန်ဆာတွေ၊ ငတ်ပြတ်နေတဲ့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/a-million-ways-to-die-in-the-west-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/r-1-160x200.jpg",
        "title": "The Royal Treatment (2022)",
        "description": "Lavania ဆိုတဲ့တိုင်းပြည်ရဲ့မင်းသားလေး Thomas ဟာသူ့ရဲ့စေ့စပ်ပွဲအတွက် New York မြို့ကိုရောက်ရှိလာပါတယ်။ New York မြို့မှာတော့ Isabelle ဆိုတဲ့ စိတ်သဘောထားကောင်းတဲ့ ဆံပင်ပြင်ဆရာမလေးက အလုပ်မှာအရမ်းတော််ပေမယ့် ငွေကြေးအရရုန်းကန်နေရပါတယ်။ကံကြမ္မာအရ သူတို့နှစ်ယောက်မထင်မှတ်ပဲတွေ့ခဲ့ကြရာကနေ အသိုင်းအဝိုင်းမတူတဲ့ လူနှစ်ယောက်ကြား သံယောဇဉ်တွေရှိလာပြီး ဘာ‌‌တွေဆက်ဖြစ်ကြမလဲ။\nဒီကားလေးကတော့ အချစ်ဇာတ်မြူးကားလေးဖြစ်ပြီး ပေါ့ပေါ့ပါးပါးကြည့်လို့ရပါတယ်။\nဒါရိုက်တာ Rick Jacobsonကရိုက်ကူးထားပြီး\nAladdin မင်းသားလေး Mena Massoud၊ မင်းသမီး Laura Maranoနဲ့ Cameron Rhodes တို့ကပါ၀င်ထားပါတယ်။ File size…(1.6 GB)/(900 Mb)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre...Comedy, Family, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://channelmyanmar.org/the-royal-treatment-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BOGJiYzgxMmMtY2VmMy00ZmZiLTk0OTQtZTI3MzVhYmZmZWU1XkEyXkFqcGdeQXVyMTE5MTkxMDI2._V1_-160x200.jpg",
        "title": "Death to 2021 (2021)",
        "description": "Death to 2021 (2021)\n===============IMDb Rating - 6.3/10Netflix ကထွက်ရှိထားတဲ့ ဒီTV Special ဇာတ်ကားဟာဆိုရင် IMDb 6.3 ထိရရှိထားတာဖြစ်ပါတယ်။\nဇာတ်ကားဆိုတာထက် TV Program တစ်ခုကို ကြည့်နေရသလိုဆိုရင် ပိုမှန်ပါလိမ့်မယ်။\n2020 , 2021 မှာဆိုရင် ကမ္ဘာတစ်လွှားမှာ ကပ်ရောဂါဘေးတွေရင်ဆိုင်ရသလို နိုင်ငံရေး စီးပွားရေး\nသဘာဝပတ်ဝန်းကျင်ကပ်ဘေး အစသဖြင့် ကိစ္စတော်တော်များများကြုံတွေ့ခဲ့ရပါတယ်။\nဒီကားမှာဆိုရင် သရုပ်ဆောင်တွေက ကျွန်တော်တို့ 2021 ခုနှစ်အတွင်း ဖြစ်ခဲ့သမျှ အကြောင်းကို\nအကုန်ပြန်သုံးသပ်ပြီးပြောကြတာဖြစ်ပါတယ်။ နိုင်ငံရေး ကျန်းမာရေး ပတ်ဝန်းကျင်ထိန်းသိမ်းရေး\nအစရှိတဲ့ နယ်ပယ်မျိုးစုံကအကြောင်းအရာတွေနဲ့ပတ်သတ်ပြီးဆွေးနွေးထားတာကြပြီးတော့ အသိ\nပညာဗဟုသုတ တိုးစေမဲ့ဇာတ်ကားလေးဖြစ်တာကြောင့်ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော်။\n(ဇာတ်လမ်းအညွှန်းကို Shwe Pyae မှရေးသားပေးထားပြီး ဘာသာပြန်များကတော့\nShwe Pyae, Jo Jo Va တို့ပဲဖြစ်ပါတယ်။)File Size -(1.12 GB) / (580 MB) / (276 MB)\nQuality – WebDL ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/death-to-2021-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/65wje2ck69z7-133x200.jpg",
        "title": "Lord Bunlue (2019)",
        "description": "ထိုင်းဟာသသရုပ်ဆောင် Mum /Petchtai Wongkamlao ရဲ့ ဇာတ်ကားလေးပါ..အချိန်က Thailand လို့ နာမည်မပြောင်းခင် Siam နိုင်ငံအဖြစ်သာရှိသေးတဲ့ ထိုင်းနိုင်ငံရဲ့ဘုရင်ကြီး ချူလာလောင်ကွန်း နန်းတက်ချိန် ၁၈၇၀ ဝန်းကျင်ဖြစ်ပြီးတော့ မြန်မာနိုင်ငံမှာ မင်းတုန်းမင်းလက်ထက်လောက်ဖြစ်ပါမယ်။ဘုရင် ချူလာလောင်ကွန်းဆိုတာ ခုလက်ရှိ ထိုင်းဘုရင်မျိုးဆက် ချာကရီမျိုးဆက်ရဲ့ ပဉ္စမမြောက် ဘုရင်ဖြစ်ပါတယ်...သူ့လက်ထက်မှာ ထိုင်းနိုင်ငံကို ခေတ်မီတိုးတက်စေဖို့ အုပ်ချုပ်ရေး နှင့် လူမှုရေး ပြုပြင်ပြောင်းလဲမှုများ၊ ဖြေလျော့မှုများ ပြုလုပ်ခဲ့သလို ဗြိတိသျှ၊ပြင်သစ်၊အမေရိကန်တို့နဲ့ သင့်တင့်မျှတစွာသံတမန်ရေးအရ ဆက်ဆံခဲ့ပြီး ဒေသတွင်းနိုင်ငံများကဲ့သို့ ကိုလိုနီပြုခံရခြင်းမှ ရှောင်လွဲနိုင်ခဲ့ပါတယ်..အနောက်နိုင်ငံများကို ပညာတော်သင်ထိုင်းကျောင်းသားများ စေလွှတ်ပြီး အဆင့်မြင့်ပညာများကို သင်ယူစေခဲ့သလို\nခေတ်အဆက်ဆက်က ကျင့်သုံးခဲ့တဲ့ ကျွန်စနစ်ကို ဖျက်သိမ်းခဲ့ပါတယ်...ဒီဇာတ်ကားကတော့ အဲ့ဒီကျွန်စနစ်တိုက်ဖျက်ရေးကာလက အရာရှိ Lord Bunlue ရဲ့ အကြောင်းပါ...ထိုင်းရုပ်ပြောင်သရုပ်ဆောင်တွေနဲ့ ဟာသပုံစံတင်ဆက်ထားပါတယ်။\nFile size…(1.2 GB)/(600 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:36:11\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by ...",
        "rating": "",
        "url": "https://channelmyanmar.org/lord-bunlue-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hYbAzG9EZoKWjFa64XvISlQzeJ5.jpg",
        "title": "Nothing Serious (2021)",
        "description": "Nothing Serious (2021) Review\" Friends with benefits \" ဆိုတဲ့ ရုပ်ရှင်ကားလေးကိုကြည့်ဖူးပြီး သဘောကျတဲ့သူဆိုရင်\nအခုဇာတ်ကားလေးကိုလည်း သေချာပေါက်သဘောကျမှာပါပဲ။ဟန်ဂျာယောင်းဆိုတဲ့ အသက်၂၉နှစ်ကောင်မလေးက အချစ်ရေးမှာ ကံခေသူလေးပါ\nသို့ပေမယ့် သူ့မှာ ပြင်းပြတဲ့သွေးသားဆန္ဒတွေကရှိနေပြန်တယ်ဆိုပါတယ်။တစ်ဘက်မှာ ဘတ်အူရီဆိုတဲ့ မဂ္ဂဇင်းဆရာလေးကလည်း\nအလုပ် stress ကတမျိုး လိုသုံးလုပ်ခံရတာကတမျိုးနဲ့ အထီးကျန်နေသူ။သူတို့နှစ်ယောက်ကို dating app လေးတစ်ခုက ဆုံတွေ့စေလိုက်တဲ့အခါမှာတော့ ...\nBurning (2018) တို့ The Call(2020) တို့လို ဇာတ်ကားတွေနဲ့\nသရုပ်ဆောင်စွမ်းရည်ကို သက်သေပြထားပြီးသား\nမင်းသမီး Jeon Jong Seo က ဟန်ဂျာယောင်းအဖြစ်ပါဝင်သရုပ်ဆောင်ထားတာမို့\n2022 မှာအထီးဆက်ကျန်နေသူများအဖြစ် ပေါ့ပေါ့ပါးပါးကြည့်ရှုနိုင်မယ့် ဇာတ်ကားလေးဖြစ်ပါကြောင်း ။\nအသုံးအနှုန်းနဲ့ဇာတ်ဝင်ခန်းအချို့ကြောင့် မိသားစုနှင့်အတူတူကြည့်ရန်တော့မသင့်တော်ပါနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eain Lay ပဲ ဖြစ်ပါတယ်။Genre.....Romance, Comedy\nQuality….WEB-DL 1080p and 720p\nFile size…1.3GB, 850MB, 200MB\nFormat…mp4\nDuration….1h 35min\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/nothing-serious-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hXKmJZ7SUPlwgLbaKuk2FT9M5Gz.jpg",
        "title": "Death Becomes Her (1992)",
        "description": "Death Becomes Her (1992)ဒီဇာတ်ကားဟာ 1993ခုနှစ်တုန်းက best visual effects အော်စကာဆုရခဲ့တဲ့ ဇာတ်ကားပါ။ ဟောလိဝုဒ်ရဲ့ ဒိတ်ဒိတ်ကြဲသုံးယောက်ဖြစ်တဲ့ Meryl Streep ၊Goldie Hawn နဲ့ Bruce Willis တို့ အဓိကပါဝင်ထားကြတဲ့ dark comedy ,horror, fantasy အမျိုးအစား ရုပ်ရှင်ပါ။ ဇာတ်ကားဟောင်းဖြစ်ပေမယ့် တကယ်ကို ကြည့်ဖို့ ညွှန်းပါတယ်။ဒီဇာတ်ကားရဲ့ visual effectsတွေ မိတ်ကပ်ပညာတွေဟာ တကယ်ကို သေသပ်ပါတယ်၊ ဒါတောင်1992ခုနှစ်က ကားပါ။ ဇာတ်လမ်းကလဲ တော်တော်လေးသွက်ပြီး ဟာသတွေကလဲ ပြောင်မြောက်ပါတယ်။ပြီးတော့ လူတိုင်းအတွက် လေးလေးနက်နက် တွေးကြည့်စရာ အတွေးစလေးတွေလဲ ချန်ခဲ့ဦးမှာပါ။ဇာတ်လမ်းအကျဉ်းအောင်မြင်မှုသိပ် မရှိတဲ့ မင်းသမီး မက်ဒ်လင်း နဲ့ စာရေးဆရာမ ဖြစ်ချင်တဲ့ ဟယ်လင်န် တို့ဟာဟန်ဆောင်ပေါင်းသင်းနေကြပေမယ့် တစ်ယောက် နောက်ကျော တစ်ယောက်ဓားနဲ့ထိုးဖို့ အမြဲ ချောင်းနေကြသူတွေပါ။တစ်နေ့မှာ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/death-becomes-her-1992/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1umKsUEz1K7kEp8GE6sL3tXL0Vc.jpg",
        "title": "The House (2022)",
        "description": "The house(2022)================ဒီတစ်ခေါက်ကာတွန်းလေးကအရင်ထွက်ခဲ့တာတွေနဲ့သိပ်မတူဘဲတစ်ကားတည်းမှာပဲ ဖြစ်ရပ်၃ခုကို စုပြီးရိုက်ထားတာမျိုးပါဇာတ်လမ်းသဘောအရ တူညီတဲ့အိမ်တစ်လုံးထဲမှာပဲမတူညီတဲ့အချိန်ကာလမှာမတူညီတဲ့ဇာတ်‌ကောင်တွေကမတူညီတဲ့ဖြစ်ရပ်တွေဖြစ်ပျက်ခဲ့တာပါ ဘာတန်ကြေးမှပေးစရာမလိုတဲ့အိမ်ကြီးအိမ်ကောင်းတစ်လုံးကို လက်ခံယူလိုက်မိပြီးနောက်အိမ်ကြီးရဲ့အညှို့ကိုခံလိုက်ရပြီး ကိုယ်က ကိုယ်သဘောအကျဆုံးအရာတွေအဖြစ်ပြောင်းလဲသွားခဲ့မယ်ဆိုရင်ရော လက်ခံမိကြဦးမှာလားအိမ်အကြောင်းကိုမသိဘဲပြောင်းလာခဲ့မိပြီး နောက်ပိုင်းဘာတွေဆက်ဖြစ်သွားမလဲဘယ်သူတွေကသေဆုံးပြီး ဘယ်သူတွေကအသက်ရှင်ကျန်ရစ်နိုင်မှာလဲNetflix ကထုတ်လွှင့်တဲ့ Animation ဖြစ်တာကြောင့် မကောင်းမှာတော့မပူရပါဘူးနော်\"The House\"ဆိုတဲ့အတိုင်းပဲ အိမ်ကြီးနဲ့ပတ်သက်ပြီး စိတ်ဝင်စားစရာတွေများတဲ့ကာတွန်းကားတစ်ကားဖြစ်တာမို့ လက်မလွှတ်တမ်းကြည့်ရှုကြဖို့တိုက်တွန်းလိုက်ပါတယ်ရှင်အညွှန်းရေးသားသူက Yunni ဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunni& Allena & HM ပဲဖြစ်ပါတယ် \nFile size…1.1Gb / 591Mb\nQuality…1080p AAC 5.1Ch / 720p\nFormat…mp4\nDuration….1h 37min\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….Yk\nTranslated by Yunni & Allena & HM",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-house-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/de-1-147x200.jpg",
        "title": "Dear Mother (2020)",
        "description": "တစ်ခါပြုံးရင် တစ်ရက် အသက်ရှည်မယ်တဲ့ဗျား..။ဒါကို ကြည့်နေရင်း ခဏ ခဏ ပြုံးမိနေမှာမို့လို့ ကြည့်ကြည့်ပါ..။ နောင်တ မရစေရဘူး..။ဂျင်း လူးဝစ်ဆိုတဲ့ သက်လတ်ပိုင်း လူတစ်ယောက်ဟာ ကိုယ့်ဘဝကိုယ် ဖြတ်သန်းနေရင်း လုံးဝ နှလုံးမခုန်တော့ပါဘူး တဲ့..။နှလုံးခုန်ရပ်သွားပေမဲ့လည်း အသက်ရှင်နေတဲ့ ဂျင်း လူးဝစ်ဟာ မိန်းမက အဆွယ်ကောင်းလို့ နတ်ဝင်သည်ပဲ ခေါ်ရမလား ၊ ရှေ့ဖြစ်ဟောပဲ ခေါ်ရမလား ဒီလို ခေတ်မှီ ဆရာမကြီးတစ်ယောက်ဆီကို ရောက်သွားခဲ့တဲ့အခါ..။အဲ့ဒီဆရာမကြီးရဲ့ အဆိုအရ သူ့နှလုံးဟာ ပုံမှန်ပြန်ပြီး လည်ပတ်လာဖို့အတွက် မိခင်ရင်းဆီကနေ အရေးကြီးတဲ့ ပစ္စည်းတစ်ခု လိုအပ်ပါတယ်တဲ့..။အရေးကြီးတဲ့ပစ္စည်းဆိုတာကလည်း သူမွေးဖွားလာခဲ့ရာ နေရာ ၊ ထွက်လာခဲ့ရာ ဝမ်းကြာတိုက်ရဲ့ အပေါက်ဝ ၊ အမေ့စပ ဓာတ်ပုံတစ်ပုံ တဲ့ဗျား..။ဒီတော့ ဂျင်း လူးဝစ်တစ်ယောက် ရပ်တန့်နေပြီဖြစ်တဲ့ နှလုံးကြီးတစ်ခုနဲ့ 'အမေ့လယ်ကွက်' ဓာတ်ပုံကို ရအောင် ခက်ခက်ခဲခဲကြိုးစားခဲ့ရတဲ့ အလွဲတွေကို ပေါ့ပေါ့ပါးပါး ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/dear-mother-2020/"
    }
]