[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/lost-in-thailand-poster-142x200.jpg",
        "title": "Lost in Thailand (2012)",
        "description": "Lost in Thailand (2012)IMDb - 6.2/10_____Rotten - 67%\n  \nIMDb Rating (6.2) ရရှိထားတဲ့ ဟာသ စွန့်စားခန်း တရုတ်ဇာတ်ကားလေးပါ။\nဟာသ သရုပ်ဆောင်တွေနဲ့ အဓိကပုံဖော်ရိုက်ကူးထားပြီး မင်းသမီး ဖန်ပင်းပင်းလဲ ဧည့်သည်သရုပ်ဆောင်အဖြစ်ပါဝင်ထားပါတယ်။\nဇာတ်လမ်းကတော့ ထိုင်းနိုင်ငံမှာ လိုချင်တာ လာရှာကြတဲ့ တရုတ်နှစ်ကောင်ရဲ့ လွဲချက်က ကမ်းကုန်တဲ့ရွာလည်မှု ဇာတ်လမ်းဖြစ်ပါတယ်။\nဘတ်ဂျက် US$4.6 million ပဲကုန်ကျခဲ့ပေမယ့် တရုတ် Box office မှာ US$208 million ဝင်ငွေပြန်ရခဲ့တာမို့\nအကျိုးအမြတ်အများဆုံးဇာတ်ကားတွေထဲက တစ်ကားဖြစ်ခဲ့ပါတယ်။\n  \n2015 ခုနှစ်မှာ Lost in Hong Kong ဆိုပြီး ထွက်ရှိခဲ့ပါသေးတယ်။\nhttps://channelmyanmar.org/lost-in-hong-kong-2015/\nမှာဒေါင်းလို့ရပါတယ်။\n   \nFile size…(936 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Suzy Jirakit Thawornwong",
        "rating": "6.2",
        "url": "https://megaup.net/2TTdz/Lost_In_Thailand_(Ren_Zai_Jiong_Tu_-_Tai_Jiong)_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTEyMjAzMDk4ODZeQTJeQWpwZ15BbWU4MDUxNzMzMDEy._V1_SY1000_SX640_AL_-128x200.jpg",
        "title": "Monster Trucks (2016)",
        "description": "Monster Trucks (2016)_________IMDb - 5.6/10\n မွန်းစတားလေးတွေနဲ့ စွန့်စားခန့်ဖွင့်တဲ့\nစိတ်ကူးယဉ်ကားတွေကို နှစ်သက်ပါသလား။\nဒါဆိုရင် ဒီကားဟာ သင်တို့အတွက်ပါ။\nဇာတ်လမ်းအကျဉ်းမှာတော့ ရေနံကုမ္မဏီကြီးတစ်ခုဟာ ရေနံတူးရင်းနဲ့\nမြေအောက်နက်တစ်နေရာက ရှေးဦးကုန်းနေရေနေသတ္တဝါဆန်းတွေ\nနေတဲ့နေရာကို တူးမိသွားပြီး အကောင်ဆန်းအချို့ မြေပေါ်ကို လွတ်လာခဲ့ပါတယ်။\nဒါပေမယ့် ရေနံတူးခွင့်ပိတ်သွားပြီ စီးပွားရေးထိခိုက်မခံနိုင်တာကြောင့်\nမြေအောက်က သက်ရှိတွေရှိတဲ့အကြောင်းကို ဘယ်သူမှမသိနိုင်အောင်\nအဲဒီ သတ္တဝါဆန်းကြီးတွေကို နှုတ်ပိတ်ရှင်းလင်းဖို့ကြိုးစားပါတော့တယ်။\nလွတ်သားတဲ့ အကောင်လေးဟာ ကားဝါသနာအိုး ထရစ် နဲ့တွေ့ပြီး\nမိတ်ဆွေတွေဖြစ်လာခဲ့ပါတယ်။ ထရစ်ရဲ့ ကားအစုတ်ဟာလည်း\nသတ္တဝါလေးရဲ့ ထူးဆန်းတဲ့အစွမ်းကြောင့်\nဘယ်ကားနဲ့မှ မတူတဲ့ ကားတစ်စီးဖြစ်လာခဲ့ပြီး သူတို့တွေ\nပူးပေါင်းပြီး ရေနံကုမ္မဏီကဖမ်းထားတဲ့ အကောင်တွေကို ကယ်ဖို့နဲ့\nသူတို့အားလုံး အိမ်ကိုပြန်နိုင်ဖို့ ကြိုးစားကြပုံလေးပါ။မြန္းစတားေလးေတြနဲ႕ စြန္႕စားခန္႕ဖြင့္တဲ့\nစိတ္ကူးယဥ္ကားေတြကို နွစ္သက္ပါသလား။\nဒါဆိုရင္ ဒီကားဟာ သင္တို႕အတြက္ပါ။\nဇာတ္လမ္းအက်ဥ္းမွာေတာ့ ေရနံကုမၼဏီၾကီးတစ္ခုဟာ ေရနံတူးရင္းနဲ႕\nေျမေအာက္နက္တစ္ေနရာက ေရွးဦးကုန္းေနေရေနသတၱ၀ါဆန္းေတြ\nေနတဲ့ေနရာကို တူးမိသြားျပီး အေကာင္ဆန္းအခ်ိဳ႕ ေျမေပၚကို လြတ္လာခဲ့ပါတယ္။\nဒါေပမယ့္ ေရနံတူးခြင့္ပိတ္သြားျပီ စီးပြားေရးထိခိုက္မခံနိုင္တာေၾကာင့္\nေျမေအာက္က သက္ရိွေတြရိွတဲ့အေၾကာင္းကို ဘယ္သူမွမသိနိုင္ေအာင္\nအဲဒီ သတၱ၀ါဆန္းၾကီးေတြကို နႈတ္ပိတ္ရွင္းလင္းဖို႕ၾကိဳးစားပါေတာ့တယ္။\nလြတ္သားတဲ့ အေကာင္ေလးဟာ ကား၀ါသနာအိုး ထရစ္ နဲ႕ေတြ႕ျပီး\nမိတ္ေဆြေတြျဖစ္လာခဲ့ပါတယ္။ ထရစ္ရဲ႕ ကားအစုတ္ဟာလည္း\nသတၱ၀ါေလးရဲ႕ ထူးဆန္းတဲ့အစြမ္းေၾကာင့္\nဘယ္ကားနဲ႕မွ မတူတဲ့ ကားတစ္စီးျဖစ္လာခဲ့ျပီး သူတို႕ေတြ\nပူးေပါင္းျပီး ေရနံကုမၼဏီကဖမ္းထားတဲ့ အေကာင္ေတြကို ကယ္ဖို႕နဲ႕\nသူတို႕အားလံုး အိမ္ကိုျပန္နိုင္ဖို႕ ၾကိဳးစားၾကပံုေလးပါ။File Size     ...",
        "rating": "5.6",
        "url": "https://megaup.net/1xkfe/Monster_Trucks_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/mamma-mia-2018-poster-133x200.jpg",
        "title": "Mamma Mia! Here We Go Again (2018)",
        "description": "Mamma Mia! Here We Go Again (2018)\nIMDb - 6.7/10_____Rotten - 79%\n  ဒီတစ်ခါတော့ CM ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့ မကြာသေးခင်ကမှ ရုံတင်ပြသထားတဲ့ \"Mamma Mia! Here we go again\" ဆိုတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်...ဒီဇာတ်လမ်းကတော့ 2008 တုန်းက ထွက်ခဲ့တဲ့ \"Mamma Mia\"ဇာတ်လမ်းပြီးနောက် ဒုတိယမြောက်ထွက်ရှိထားတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်...2008 ဇာတ်လမ်းကို ကြည့်ရှုပြီးသူများကတော့ ဒီဇာတ်လမ်းနဲ့ စိမ်းမယ်မထင်ပါဘူး....အရင်ဇာတ်လမ်းရဲ့ သရုပ်ဆောင်တွေအပြင် ဇာတ်လိုက်မင်းသမီးရဲ့ ငယ်ဘဝနေရာ သရုပ်ဆောင်သူကလဲ CM ပရိတ်သတ်တွေနဲ့ မစိမ်းပါဘူး.. သူလေးကတော့ Cindrella ဇာတ်လမ်းထဲက မင်းသမီး \"Lily James\" ပဲဖြစ်ပါတယ်...ဇာတ်လမ်းက musical/comedy movie ဖြစ်တာကြောင့် တစ်ကားလုံး သီချင်းတွေ မြိုင်မြိုင်ဆိုင်ဆိုင် နားထောင်ရမှာပါ...ဒါကြောင့် ပေါ့ပေါ့ပါးပါးကြည့်ရှုနိုင်တဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပါ... အညွှန်းဖတ်ရှုကြပါဦး...အညွှန်း- ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xvco/Mamma_Mia!_Here_We_Go_Again_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Wr8uwFowyHMmfiygs7Tkjbbxkp.jpg",
        "title": "The Accidental Detective 2: In Action (2018)",
        "description": "Sherlock Holmes ကိုအားက်ၿပီး စုံ​ေထာက္​ျဖစ္​ခ်င္​​ေနတဲ့ ဂန္​​ေဒးမန္​ဆိုတဲ့Comicbook အ​ေရာင္​းဆိုင္​႐ွင္​ဟာဆိုင္​ကို ​ေရာင္​းၿပီး ရဲအုပ္​​ေဟာင္​း ႏို​ေတးဆူနဲ႔ အတူစုံ​ေထာက္​ေ​အဂ်င္​စီတစ္​ခု ဖြင္​့ခဲ့ပါတယ္​။စိတ္​ကူးနဲ႔လက္​​ေတြ႕က ကြာျခားလြန္​း​ေလ​ေတာ့အမႈအပ္​မဲ့လူမ႐ွိပဲ အိမ္​က မိန္​းမ​ေတြရဲ႕ အၿငိဳအျငင္​ခံ​ေနရတဲ့ သူရဲ​ေကာင္​းႀကီး​ေတြ​ေပါ့။ရထားတိုက္​​ေသၿပီး ရဲ​ေတြက မ​ေတာ္​တဆမႈလို႔အမႈပိတ္​လိုက္​တဲ့ အမႈကို ျပန္​လိုက္​​ေစခ်င္​သူက်န္​ရစ္​သူ အမ်ိဳးသမီးတစ္​​ေယာက္​ရဲ႕ အမႈကိုလက္​ခံလိုက္​မိရာက.. အမႈႀကီးတစ္​ခုနဲ႔ ပက္​သက္​မိပါ​ေတာ့တယ္​။့အမႈရဲ႕ အရိပ္​အႁမြက္​​ေျပာရင္​ကိုကားရဲ႕ အရသာပ်က္​ၿပီမလို႔ အမႈအ​ေၾကာင္​း​ေတာ့ထည္​့မ​ေရး​ေတာ့ပါဘူး။ကိုရီးယားကားတစ္​ကားအ​ေနနဲ႔​ေတာင္​အ​ေတာ္​​ေလး ဇာတ္​အိမ္​ခိုင္​ၿပီးRating ဒီထက္​ပိုရသင္​့တဲ့ ကားလို႔လည္​းPersonal အရ ျမင္​မိရ​ေလာက္​​ေအာင္​အ​ေတာ္​​ေလး ဆဲြ​ေဆာင္​မႈ႐ွိတဲ့ ကားပါ။ဒရာမာ နည္​းနည္​းခ်ိဳး​ေပမဲ့စိတ္​​ေျပလက္​​ေပ်ာက္​ၾကည္​့ဖို႔အ​ေတာ္​​ေလးသင္​့​ေတာ္​တဲစုံ​ေထာက္​ဟာသကားလည္​း ဟုတ္​ပါတယ္​။Running Man ထဲက သစ္​ကုလားအုတ္​လီဂြမ္​ဆူရဲ႕ မ်က္​ခြက္​​ေျပာင္​ ပုံစံ​ေတြလည္​းျမင္​ရဦးမွာပါ။စိတ္​ညစ္​ရတဲ့ တစ္​​ေန႔​ေတာ့မွာစိတ္​​ေျပလက္​​ေျပာက္​ ​ေပါ့​ေပါ့ပါးပါးဟာသဆန္​ဆန္​ကား​ေလး ၾကည္​့ခ်င္​ရင္​ၾကည္​့ကို ၾကည္​့သင္​့တဲ့ ကားလို႔Recommend ​ေပးခ်င္​ပါတယ္​။လူသားဆန္​မႈဆိုတာကိုလည္​းရိပ္​ခနဲ ျမင္​ရ​ေအာင္​ ႐ိုက္​ထား​ေပးတဲ့ဒီကား​ေလးရဲ႕IMDB Ratingက​ေတာ့ 6.5 ပါ။Ratingထက္​ပိုရတဲ့ ကားဆိုတာ​ေတာ့ ​ေသခ်ာပါတယ္​။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ဆရာအူး၀ီရ ပါ) File Size : (945 ...",
        "rating": "6.5",
        "url": "https://megaup.net/2fnI3/The_Accidental_Detective_2_-_In_Action_(Tam_Jeong_2)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w2o8l9YCExIh56UGTdUUfgq0sU6.jpg",
        "title": "The Accidental Detective (2015)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားကေတာ့ ၂၀၁၅ က ထြက္ခဲ့တဲ့ The Accidental Detective ဆိုတဲ့ စုံေထာက္ ဟာသဇာတ္ျမဴးေလးပါဇာတ္လမ္းအက်ဥ္းေလးကို နည္းနည္းမိတ္ဆက္ေပးခ်င္ပါတယ္ေနာ္ငယ္ငယ္တည္းက အတူၾကီးျပင္းလာျပီး အရမ္းခ်စ္ၾကတဲ့ သူငယ္ခ်င္းနွစ္ေယာက္ ရွိပါတယ္တစ္ေယာက္ကေတာ့ ရဲသင္တန္းေက်ာင္းကို တက္ခြင့္ရျပီး စုံေထာက္အျဖစ္လုပ္ကိုင္ခြင့္ရခဲ့ေပမယ့္ ေနာက္တစ္ေယာက္ကေတာ့ သူ႕ေျခေထာက္ေၾကာင့္ ေဆးစစ္ခ်က္က်ခဲ့လို႔ စုံေထာက္ျဖစ္ခြင့္မရခဲ့ရွာပါဘူးသူက စုံေထာက္အလုပ္ကို အရမ္းဝါသနာပါလြန္းလို႔ အလုပ္ပ်က္အကိုင္ပ်က္ မိန္းမ အဆူအဆဲခံျပီး သူ႕သူငယ္ခ်င္းတို႔ရဲစခန္းကို အျမဲသြားျပီး ေပကပ္ေနေလ့ရွိပါတယ္သူ႕သူငယ္ခ်င္းဂၽြန္စုရဲ႕ တြဲဖက္စီနီယာကေတာ့ Legendary ၾကီး နိုေတးဆူပါေဒးမန္ရဲ႕ ဝါသနာ စုံေထာက္အရည္အခ်င္းေတြက နိုေတးဆူအသိအမွတ္မျပဳလို႔မရေအာင္ထိ ျဖစ္ေနခဲ့ေပမယ့္ သူ႕ခမ်ာ စုံေထာက္ျဖစ္ခြင့္မရခဲ့ပါဘူးတေန႕မွာေတာ့ လူသတ္မႈတစ္ခုမွာ ဂၽြန္စုကို ေခ်ာက္တြန္းခံရတဲ့အခါ တတ္သိပညာမေနသာ သူငယ္ခ်င္းထိ ဓားၾကည့္ဆိုတဲ့ ေဒးမန္တစ္ေယာက္ နုိေတးဆူေနာက္ကို အတင္းလိုက္ကပ္ျပီး အမႈမွန္ေပၚေအာင္ ၾကိဳးစားရပါေတာ့တယ္ဒီအခါ သူ႕စုံေထာက္စေကးေတြက သူငယ္ခ်င္းကို ကယ္တင္ဖို႕ လုပ္နိုင္ပါ့မလားဆိုတာေတာ့ ပရိသတ္ေတြ ၾကည့္ၾကည့္ၾကပါဇာတ္လမ္းျမွဳပ္ကြက္အဆန္းေလးေတြနဲ႔ အတူ နိုေတးဆူနဲ႔ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2fnI0/The_Accidental_Detective_(Tam_Jeong_Deo_Bigining)_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/missyouagain0-141x200.jpg",
        "title": "Miss You Again (2009)",
        "description": "IMDb (6.6) ရရွိထားတဲ့ 2009 ခုႏွစ္ထြက္ ထိုင္းဇာတ္ကားေလးျဖစ္ပါတယ္။မင္းသမီးေခ်ာေလး Baifern နဲ႔ အျခားလူငယ္သရုပ္ေဆာင္မ်ားစြာပါဝင္ထားတဲ့ ေက်ာင္းသားဇာတ္ကားေလးပါ။ဘဝမွာ ရိုးသားျဖဴစင္ခဲ့တဲ့ အခ်ိန္လို႕ ဆိုလိုက္တာနဲ႕ ေျပးျမင္မိမွာမ်ိဳးကမူလတန္း အလယ္တန္း အထက္တန္းေက်ာင္းသား/ေက်ာင္းသူ ဘဝပဲျဖစ္ပါတယ္....ေက်ာင္းသားဘဝဆိုတာ သူငယ္ခ်င္းေတြနဲ႔ ဘဝကို အရိုးသားဆံုး ေပ်ာ္ရႊင္ၾကည္ႏူးခဲ့ရတဲ့ အခိုက္အတန္႔ေတြေပါ့...ခ်စ္စရာ ၾကည္ႏူးစရာ ဒီအခိုက္အတန္႕ေတြဟာ ဘဝမွာ အျမဲတမ္း သိမ္းထားသင့္တဲ့ အမွတ္တရေလးေတြျဖစ္ခဲ့တယ္...ဒီလိုအမွတ္တရေတြ အျမဲရွိေနတဲ့ အမိေက်ာင္းေတာ္ၾကီးကို ျဖိဳခ်ျပီး Shopping Mall တည္ေဆာက္ေတာ့မယ္လို႕ သတင္းရသြားတဲ့အခါေက်ာင္းေတာ္ၾကီးရဲ႕ ရင္ေသြးေတြျဖစ္ၾကတဲ့ ေက်ာင္းသား/ေက်ာင္းသူတသိုက္ ဘယ္လိုေတြ ခံစားသြားရမလဲ...သူတို႕ရဲ႕ အမွတ္တရငယ္ဘဝေတြနဲ႔ အမိေက်ာင္းေတာ္ၾကီးကို စီးပြားျဖစ္ေရာင္းစားခံလိုက္ရတာကို လက္ပိုက္ၾကည့္ေနၾကမလား....ေက်ာင္းေတာ္ၾကီးကို ခ်စ္တတ္သူတိုင္းအတြက္ Miss You Again 2009  ဇာတ္ကားေလးကို တင္ဆက္လိုက္ရပါတယ္။ \nFile size…(900 MB) and (420 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "7.5",
        "url": "https://megaup.net/1zS15/Miss_You_Again_[2009]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "",
        "title": "Karwaan (2018)",
        "description": "Bollywood ပရိသတ္ေတြအတြက္ မင္းသားႀကီး အစ္ဖန္းခန္း(မ္)ရဲ႕ ကားေကာင္းတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္IMDb 8/10 ႏွင့္ Rotten 71%ထိရ႐ွိထားၿပီး အမွန္အကန္ ဟာသ, ဒရာမာ ဇာတ္လမ္းေကာင္း တစ္ပုဒ္လည္းျဖစ္ပါတယ္ဇာတ္လမ္းေလးကေတာ့ ...အဗီနက္(႐ွ္)\n=========\nေလာကမွာ ဆႏၵနဲ႕ဘဝတစ္ထပ္တည္းက်တယ္ဆုိတာ အင္မတန္ၿပီးျပည့္ဆုံတဲ့ ေတာင္းဆုတစ္ခုမဟုတ္လားဒါေပမဲ့ ကံၾကမၼာမ်က္ႏွာသာမေပးတဲ့အခါေတြမွာ ကုိယ့္ဆႏၵေတြ ဝါသနာေတြကုိ ေဘးခ်ထားၿပီး ေပ်ာ္ရာမေန ေတာ္ရာမွာေနရတဲ့သူေတြ ဒုနဲ႕ေဒးပါဝါသနာပါရာကုိေလွ်ာက္လွမ္းခြင့္မျပဳခဲ့တဲ့အေဖေၾကာင့္စိတ္မပါတဲ့အလုပ္တစ္ကုိလုပ္လူသာရွင္ၿပီး ဘဝေသဆုံးသူတစ္ေယာက္ မ်က္ႏွာအေပ်ာ္အျပံဳးဆုိတာ မျမင္ရသေလာက္ပဲတေန႔အလုပ္ကအျပန္မွာ ဖုန္းတစ္ခုဝင္လာခဲ့တယ္သူ႕အေဖ ဘုရားဖူးသြားရင္း ယာဥ္မေတာ္တဆမႈေၾကာင့္ ဆုံးသြားၿပီတဲ့အေလာင္းကုိ နီးစပ္ရာေလယာဥ္ကြင္းကာဂုိမွာ သြားထုတ္လုိက္ပါဆုိၿပီး လွမ္းေျပာခဲ့တယ္ ...-----------------------------------------------------------------------------ေရွာကတ္\n=======\nေပ်ာ္ေပ်ာ္ေနတတ္ၿပီး ဘဝကုိ ေပါ့ေပါ့ပါးပါးျဖတ္သန္းေနသူ အဗီနက္(ရွ္)ရဲ႕ သူငယ္ခ်င္းသူ႕အေဖသတင္းကုိ ေရွာကတ္ကုိေျပာျပၿပီး ဗန္ကားလာဌားတဲ့ အဗီနက္(ရွ္)ကို မင္းအေဖက ငါ့အေဖပါပဲဆုိၿပီး ကုိယ္တုိင္ အေလာင္းသယ္ဖုိ႔ ႏွစ္ေယာက္သား သြားခဲ့ၾကတယ္------------------------------------------------------------------------------အဲဒီမွာျပႆနာတစ္ခုတက္ေတာ့တာပဲအေလာင္းသြားထုတ္တဲ့အခ်ိန္မွာ အဗီနက္(ရွ္)အေဖရဲ႕ အေလာင္းမဟုတ္ဘဲ အမ်ိဳးသမီးအေလာင္းႀကီး တစ္ခုျဖစ္ေနတယ္အဗီနက္(ရွ္)အေဖရဲ႕အေလာင္းကမွားၿပီး ကုိခ်ီကုိေရာက္သြားၿပီး ကုိခ်ီကအဖြားႀကီးတစ္ေယာက္ အေလာင္းက သူ႕ဆီေရာက္လာတယ္မွားသြားတဲ့အေလာင္းအတြက္ အေလာင္းလဲလွယ္ေရးလုပ္ဖုိ႔ အဗီနက္(ရွ္)နဲ႕ ...",
        "rating": "7.9",
        "url": "https://megaup.net/Qtpc/Karwaan_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BYmZkYjZkNzktY2M4YS00Y2ZjLWI3ZTktMDE4MDVkMzc2ZDk2XkEyXkFqcGdeQXVyMTM2MzgyOTU@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Danger One 2018",
        "description": "ဒိန္းဂ်ား၀မ္း ဆိုတဲ့ အေရးေပၚလူနာတင္ယဥ္ လုပ္ငန္းလုပ္ေနတဲ့\nပိုင္ရွင္ ဒင္းန္ ႏွင့္ သူ႔ရဲ႕ လက္ေထာက္လဲျဖစ္ သူငယ္ခ်င္းလဲျဖစ္တဲ့\nအဲရစ္ တို႔ဟာ အေရးေပၚ ကားအက္ဆီးဒင့္ တစ္ခုကေန\nလူနာတစ္ေယာက္ကို သယ္လာခဲ့ပါတယ္\nသူတို႔နဲ႔ အတူ မီးသတ္ ရဲေဘာ္ မတ္ ဆိုသူလဲ\nကူညီရန္လိုက္လာခဲ့ၿပီးေနာက္ လူနာရဲ႕\nအက်ီအတြင္းအိတ္တြင္းမွာ ခိုးသယ္လာေသာ\nUS ေဒၚလာမ်ားကို ေတြ႔ရွိခဲ့ၾကၿပီး လူေသကိုအပ္ၿပီး\nပိုက္ဆံမ်ားကို ၃ ေယာက္ အတူ ေဖ်ာင္လုိက္ၾကရန္\nေဆြးေႏြးၿပီး သေဘာတူခဲ့ၾကပါတယ္...\n XP Phone Charger မ်ားကို  —-> ဒီေနရာ မွာ ေစ်းသက္သာစြာ၀ယ္ႏိုင္ပါၿပီ။\n \nေမွာင္ခို ပိုက္ဆံမ်ားျဖစ္တဲ့ အတြက္ မည္သူမွ်\nသူတို႔ေနာက္ကို မလုိက္ဟု ထင္ခဲ့ၾကေသာ္လဲပဲ\nရဲ ႏွင့္ ေမွာင္ခို ဂိုဏ္း မွ အေသရရ အရွင္ရရ\nထို ပိုက္ဆံမ်ားေနာက္သို႔ လုိက္ခဲ့ေသာ္ အခါ\nဒိန္းဂ်ား၀မ္း ပိုင္ရွင္ ဒင္းန္ ႏွင့္ အဲရစ္ တို႔\nပိုက္ဆံေတြကို ဘယ္လို မေတြ႔ေအာင္\nေရွာင္တိမ္းၿပီး ဘုန္း ၾကမလဲဆိုတာ\nဟာသ ေရာၿပီး ၾကည့္ရႈလုိက္ရေအာင္....\nဒီရုပ္ရွင္ကို Shain Htet Naing မွ ဘာသာျပန္ၿပီး\nThit San Khant မွ တင္ဆက္ေပးထားပါတယ္...",
        "rating": "N/A",
        "url": "https://megaup.net/TUx6/Danger_One_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uXvgP1Qzv7gSXx3oh715DsY0ctr.jpg",
        "title": "Teen Bride (2017)",
        "description": "ပုံပြင်ထဲကမင်းသားလေးနဲ့မင်းသမီးလေး ပျော်ရွှင်စွာပေါင်းဖက်သွားကြလေသတည်းဆိုရင် Happy Endingလို့ဆိုကြတယ်။ဒီလိုပျော်ရွှင်စွာပေါင်းဖက်ပြီး နောက်ပိုင်းဘယ်သူမှစိတ်မဝင်စားကြတော့ပေမယ့် လစ်လျူရှုထားလို့တော့မဖြစ်ဘူးမလား?ဒီဇာတ်လမ်းလေးထဲမှာလဲ ဒီလိုပါပဲ။ မျက်နှာသစ်တာကအစ အိပ်ယာဝင်အဆုံး အိမ်ဖော်တွေnအိမ်တော်ထိန်းတွေက လိုက်လုပ်ပေးတဲ့ မင်းသမီးလေး \"ကာရင်\"...ပုံပြင်ထဲကမင်းသားလေးတစ်ပါးနဲ့ ပုံပြင်ဆန်ဆန်တွေ့ဆုံပြီး တစ်သက်လုံးပျော်ပျော်နေသွားမယ်ဆိုပြီးအမြဲအိပ်မက်နေပေမယ့်အသက်၁၆နှစ်ပြည့်မွေးနေ့မှာ မိဘတွေရဲ ့စီစဉ်မှုနဲက လက်ထပ်လိုက်ရတဲ့အခါ......သူမမျှော်လင့်ထားသလို ပုံပြင်ဆန်ဆန်ပျော်စရာဘဝလေးဖြစ်လာနိုင်ပါ့မလား?အစစအရာရာပြည့်စုံနေတဲ့ဘဝကနေ သျှောင်နောက်ဆံထုံးပါ ခင်ပွန်းဖြစ်သူနောက်ကိုလိုက်သွားရတဲ့အခါ ဘာတွေဖြစ်လာမှာလဲ?စတဲ့မေးခွန်းတွေနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ချစ်စရာဂျပန်ကားလေးနာမည်က Teen Bride (2018)ပါ။မင်းသားလေးကလဲ ချစ်ဖို့ကောင်း၊ မင်းသမီးလေးကလဲချစ်ဖို့ကောင်းတာမို့ ချစ်ဖို့ကောင်းလှတဲ့ ဒီဇာတ်လမ်းလေးကိုချစ်ဖို့ကောင်းတဲ့CMပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါတယ်။File Size : (827 MB) and (285 MB)\nQuality : BluRay 720p\nFormat…mp4\nDuration…104 mins\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Moe Myint Lwin",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/teen-bride-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mLhYXQoOpatnbJy9lqWkf7F6Kad.jpg",
        "title": "Little Italy (2018)",
        "description": "ဒီနှစ်ထဲထွက်ရှိထားတဲ့ Romance-Comedy အမျိုးအစား ဇာတ်ကား ဖြစ်ပြီးမင်းသား Hayden Christensen နဲ့ မင်းသမီးလေး Emma Roberts တို့အဓိကခေါင်းဆောင်ပါဝင်ထားတယ်။ဒီဇာတ်ကားလေးကို တစ်ချို့ Pizza လုပ်ပုံလုပ်နည်းတွေ အသားပေးတင်ပြထားလို့Pizza Documentary လို့တောင် တင်စားကြသလိုဒီကားရဲ့ မင်းသမီးလေး Emma Roberts ကလည်းမင်းသမီးကြီး ဂျူလီယာရောဘတ်ရဲ့ တူမဖြစ်တာကြောင့် သူ့ရဲ့ သရုပ်ဆောင်မှုတွေကလည်း ကောင်းမွန်လှပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့Little Italyလို့နာမည်ရတဲ့ ကနေဒါကရပ်ကွက်လေးထဲမှာ နစ်ကီ (Emma Roberts)နဲ့လီယို(Hayden Christensen)တို့ သူငယ်ချင်းနှစ်ယောက်ဟာငယ်ငယ်ကတည်းက နှစ်ယောက်ပေါင်းလောင်းကျော် ကစားဖော်ကစားဖက်တွေပါ။သူတို့မိဘတွေကတော့ ပီဇာလုပ်ငန်းလုပ်ကိုင်ကြတဲ့သူတွေ ဖြစ်ပြီးတော့စီးပွားပြိုင်ဖက်တွေ ဖြစ်လာတဲ့အခါမှာတော့ မတည့်ကြတော့ပါဘူး။သူငယ်ချင်းနှစ်ယောက်လည်း ကွဲသွားပြီး နစ်ကီကတော့လန်ဒန်မှာ စားပွဲမှူးတစ်ယောာက်ဖြစ်လာဖို့ ကြိုးစားနေခဲ့ပြီးလီယိုကတော့ မိဘတွေရဲ့ပီဇာလုပ်ငန်းဆက်လုပ်နေပါတယ်။တစ်နေ့တော့ နစ်ကီ လန်ဒန်မှာ အလုပ်ဆက်လုပ်ဖို့ ဗီဇာအတွက်ကနေဒါ ပြန်လာတဲ့အခါမှာတော့ ငယ်သူငယ်ချင်းနှစ်ဦးဟာငယ်ငယ်ကသံယောဇဉ်နဲ့ အချင်းချင်း Crush နေကြပေမယ့်မိဘချင်းက ပြိုင်ဖက်တွေမို့ ပီဇာစစ်ပွဲကြားက ရိုမီယိုနဲ့ ဂျူးလီယက်စ်လို ဖြစ်နေကြပါတယ်။ဒါကြောင့်သူတို့နှစ်ယောက်ကြားထဲက ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/little-italy/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m5z4Ud6Ya5EY3Eg3OBbVBaDKWK.jpg",
        "title": "Champions(2018)",
        "description": "Champions(2018)အညွနး်\n***************************IMDb...7.3ထက်မြက်တဲ့ဘက်စကက်ဘောနည်းပြတစ်ယောက်ဖြစ်တဲ့မွန်တီးစ်တစ်ယောက်ဟာတော်လဲတော်သလိုစိတ်မရှည်ဒေါသထွက်လွယ်တဲ့လူတစ်ယောက်ဖြစ်တာနဲ့အညီသူ့အသင်းကနည်းပြအချင်းချင်းသဘောထားမတိုက်ဆိုင်ရာကနေစကားများရန်ဖြစ်ပြီးအသင်းကထုတ်ခံလိုက်ရတယ်..ယောကျ်ားလေးထုံးစံအတိုင်းစိတ်ပျက်ဒေါသထွက်ပြီးအရက်သောက်...အရက်မူးပြီးမောင်းတော့ယာဉ်တိုက်မှုဖြစ်..တိုက်တာကလဲရဲကားကိုမှလေ..အဲ့မှာတရားရုံးရောက်..တရားသူကြီးက လူမှု့ဝန်ထမ်းလုပ်မလား ထောင်ထဲသွားမလားလို့မေးတော့..လူမှုဝန်ထမ်းပဲလုပ်မယ်ပေါ့..အဲ့မှာဇာတ်လမ်းကစပြီ..မွန်တီးစ်တစ်ယောက်အသိဉာဏ်ချို့တဲ့(ကျပ်မပြည့်)တဲ့လူတွေကိုဘက်စကက်ဘောနည်းပြလုပ်ဖို့အကြောင်းဖန်လာတဲ့အချိန်မှစိတ်မရှည်တတ်တဲ့နည်းပြတစ်ယောက်နဲ့ ဘတ်စကက်ဘော ကစားတဲ့နေရာမှာ အားနည်းချက်တွေအများကြီးရှိတဲ့သူတစ်သိုက်နဲ့စတွေ့ကြတဲ့အခါမှာတော့...ကိုင်း အလွဲလွဲအချောချောတွေနဲ့ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ခံစားလိုက်ပါဦး...ဟာသအမြူးလေးတွေကြိုက်တဲ့သူတွေအတွက် စိတ်အပန်းပြေဇာတ်ကားလေးတစ်ကားဖြစ်ကြောင်းပြောပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko Zwel Zan Aung ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (358 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:04:00\nGenre : Comedy , Drama , Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/champions2018/",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Hotel-Transylvania-3-Summer-Vacation-poster-133x200.jpg",
        "title": "Hotel Transylvania 3: Summer Vacation (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\nHotel Transylvania 3: Summer Vacation (2018)\nIMDb - 6.3/10_____Rotten - 62%\n  သွေးစုပ်ဖုတ်ကောင်ကြီး ဒရက်ကူလာခေါ် ဒရက်ဟာ မုဆိုးဖို ဖြစ်ပြီး နောက်ပိုင်းမှာ အထီးကျန်  ဝေဒနာ ခံစားနေရတာကြောင့် သူ့ သမီးမေးဗစ္စက သူ့အတွက် ချစ်သူအသစ် ရှာပေးရင်း ပင်လယ်ကူး အပျော်စီးသင်္ဘောကြီးနဲ့ အပန်းဖြေခရီးထွက်ဖို့ စီစဉ်ပေးပါတယ်။ဒရက်၊မေးဗစ္စနဲ့ သူမခင်ပွန်းဂျော်နီတို့ ဦးဆောင်ပြီး ဒရက်မိသားစုပိုင် ဟိုတယ်မှာ လာတည်းတဲ့ ဧည့်သည်တွေအားလုံး ဂယ်လက်ဇီသင်္ဘောကြီးနဲ့ ခရီးထွက်ကြတော့  ချောမောလှပတဲ့ လူသားရေယာဉ်မှူး အဲရစ်ကာကို ဒရက်က မြင်မြင်ချင်း ချစ်မိသွားတယ်။ဒရက်အလစ်မှာ  အဲရစ်ကာက သင်္ဘောအောက်ထပ်မှ ာ ပုန်းပြီး လိုက်ပါလာတဲ့ သူမအဘိုး ဗင်ဟဲလ်ဆင်းနဲ့ သွားတွေ့တယ်။ဗင်ဟာ သွေးစုပ်ဖုတ်ကောင်နဲ့ တ ခြား ကြောက်စရာ သတ္တဝါကောင်တွေ အားလုံးကို မျိုးဖြုတ်သုတ် ...",
        "rating": "6.3",
        "url": "https://megaup.net/SQif/Hotel_Transylvania_3_-_Summer_Vacation_[2018]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/the-sword-in-the-stone-poster-146x200.jpg",
        "title": "The Sword in the Stone (1963)",
        "description": "The Sword in the Stone (1963)\nIMDb - 7.2/10_____Rotten - 66%\n  Old but Gold ထဲကနေ ကာတွန်းကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။၁၉၆၃ခုနှစ်ကထွက်ရှိခဲ့တဲ့\n\"The Sword in the Stone\" ဆိုတဲ့ကားလေးပါ။ဟိုး ယခင်တိတ်ခွေခေတ်တုန်းကတည်းက ဖန်တစ်ရာတေအောင်\nကြည့်ခဲ့ပြီး မကြည့်ရသေးတဲ့ သူတွေကိုလည်း ကားကောင်းလေးဖြစ်ကြောင်းလမ်းညွှန်ခဲ့ရတဲ့ Animation ကားလေးပါ...။ အခုပြန်ကြည့်ပြန်တော့လည်း ကျွန်တော်တို့ နှလုံးအိမ်ကို ဆွဲဆောင်နိုင်စွမ်းရှိနေတုန်းပါပဲ။၁၉၆၃ ကထွက်ခဲ့တဲ့ကားဆိုပေမယ့်\nလက်ရာကတော့ အတော်လေးကိုသေသပ်ကောင်းမွန်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ တော်တော်များများသိကြမယ့်\nအာသာဘုရင်ကြီးနဲ့ မှော်ဆရာကြီးမာလင်တို့ရဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။\nအင်္ဂလန်ပြည်မှာ ဘုရင်အဖြစ်ဆက်ခံမယ့်သူမရှိတော့တဲ့အတွက်ကြောင့် သူတစ်လူငါတစ်မင်းခေတ်ပျက်ကာလဖြစ်နေပါတယ်..\nအဲ့လိုအချိန်မှာ ကျောက်တုံးတစ်တုံးအပေါ်မှာစိုက်ထားတဲ့ ဓါးတစ်ချောင်းထူးခြားစွာပေါ်လာခဲ့ပါတယ်။ အဲ့ဓါးကိုဆွဲထုတ်နိုင်သူသည်\nအင်္ဂလန်ရဲ့ဘုရင်ဖြစ်မည်ဆိုပြီးဓါးပေါ်မှာစာထွင်းထားတယ်ပေါ့။ တစ်ယောက်ပြီးတစ်ယောက်လာဆွဲနှုတ်ကြတယ် ဘယ်သူမှမရခဲ့ကြဘူး\nအဲ့လိုနဲ့နှစ်ပေါင်းများစွာကြာလာတော့ လူတွေကလဲ ဓါးကိုမေ့မေ့ပျောက်ပျောက်ဖြစ်လာတယ်ပေ့ါ။ အဲ့အချိန်မှာ အာသာက\n၁၂နှစ်အရွယ်ကလေးပဲရှိသေးတယ်။ ဇာတ်လမ်းက အာသာကဘုရင်ဖြစ်ရမှာပဲ သူပဲဓါးဆွဲနှုတ်နိုင်မှာပေါ့(အာသာ၊ မာလင်ဇာတ်ကားတော်တော်များများ\nအဲ့အတိုင်းနီးနီးပါပဲ)။ ဒါပေမယ့် မာလင်တစ်ယောက် အာသာနဲ့ဘယ်လိုတွေ့သွားမှာလဲ။ မာလင်ကိုဘယ်လိုများ နည်းပေးလမ်းပြပေးမလဲ။\nအာသာကရော ဓါးဆီဘယ်လိုရောက်သွားမလဲဆိုတာတော့ Disney ရဲ့ Classic လက်ရာလေးကို ခံစားရင်းကြည့်လိုက်ပါဦးဗျ....\nမှတ်ချက်။ ။မာလင်ရဲ့မှော်ပညာတွေကိုစိတ်ဝင်စားသူများအတွက် ...",
        "rating": "7.2",
        "url": "https://megaup.net/2f2ez/The_Sword_In_The_Stone_[1963]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/gjAFM4xhA5vyLxxKMz38ujlUfDL-133x200.jpg",
        "title": "Hotel Transylvania 3: Summer Vacation (2018)",
        "description": "Hotel Transylvania 3: Summer Vacation (2018)\nIMDb - 6.3/10_____Rotten - 62%\n  သွေးစုပ်ဖုတ်ကောင်ကြီး ဒရက်ကူလာခေါ် ဒရက်ဟာ မုဆိုးဖို ဖြစ်ပြီး နောက်ပိုင်းမှာ အထီးကျန်  ဝေဒနာ ခံစားနေရတာကြောင့် သူ့ သမီးမေးဗစ္စက သူ့အတွက် ချစ်သူအသစ် ရှာပေးရင်း ပင်လယ်ကူး အပျော်စီးသင်္ဘောကြီးနဲ့ အပန်းဖြေခရီးထွက်ဖို့ စီစဉ်ပေးပါတယ်။ဒရက်၊မေးဗစ္စနဲ့ သူမခင်ပွန်းဂျော်နီတို့ ဦးဆောင်ပြီး ဒရက်မိသားစုပိုင် ဟိုတယ်မှာ လာတည်းတဲ့ ဧည့်သည်တွေအားလုံး ဂယ်လက်ဇီသင်္ဘောကြီးနဲ့ ခရီးထွက်ကြတော့  ချောမောလှပတဲ့ လူသားရေယာဉ်မှူး အဲရစ်ကာကို ဒရက်က မြင်မြင်ချင်း ချစ်မိသွားတယ်။ဒရက်အလစ်မှာ  အဲရစ်ကာက သင်္ဘောအောက်ထပ်မှ ာ ပုန်းပြီး လိုက်ပါလာတဲ့ သူမအဘိုး ဗင်ဟဲလ်ဆင်းနဲ့ သွားတွေ့တယ်။ဗင်ဟာ သွေးစုပ်ဖုတ်ကောင်နဲ့ တ ခြား ကြောက်စရာ သတ္တဝါကောင်တွေ အားလုံးကို မျိုးဖြုတ်သုတ် သင်ဖို့ အမြဲကြိုးစားနေသူ ဖြစ်တယ်။သည်တစ်ခါတော့ ရှေးဟောင်းရေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/SQir/Hotel_Transylvania_3_-_Summer_Vacation_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/back-to-the-90s-140x200.jpg",
        "title": "Back to the 90s (2015)",
        "description": "Crazy Little Thing Called Love ဇာတ်ကားထဲမှာ မင်းသားမာရီယိုနဲ့ လိုက်ဖက်လွန်းစွာ သရုပ်ဆောင်ခဲ့တဲ့ ထိုင်းမင်းသမီးချောလေးPimchanok Luevisadpaibul (Baifern) ကို အားလုံးသိကြမယ်ထင်ပါတယ်..ဟုတ်ပါတယ်...Back to the 90s (2015) ဒီဇာတ်ကားဟာလဲ သူလေး အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာလဲ သူလေးရဲ့ လှပသေသပ်တဲ့ သရုပ်ဆောင်မှုတွေနဲ့ ကြည့်ရှုသူတိုင်းကို စွဲဆောင်သွားဦးမှာပါ။မင်းသားတွေလဲ ဇာတ်ရုပ်နဲ့ကွက်တိကျတာကြောင့် ဒီဇာတ်ကားဟာ Rating မြင့်မားပြီး ကြည့်ရှုသူတိုင်း ကြိုက်နှစ်သက်တဲ့ ဇာတ်ကားဖြစ်လာပါတယ်။ကျွန်တော်တို့မှာ မပြုပြင်နိုင်ခဲ့တဲ့ အတိတ်တွေရှိကြပါတယ်...ချစ်ခြင်းမေတ္တာရဲ့ ဆန်းကြယ်မှုမှာ မျက်စိသူငယ် နားသူငယ်ဖြစ်ဖူးခဲ့ကြမယ်...အသက်အရွယ်နဲ့ ရူးမိုက်မှုတို့ အချိိုးကျနေတုန်းမှာ ခပ်မိုက်မိုက် လေလွင့်ဖူးခဲ့မယ်..ဒါတွေကို ကျွန်တော်တို့ မပြုပြင်နိုင်တော့ဘူး.. နောင်တဆိုတာပဲ ပွေ့ဖက်နေကြရတာမလား...။ဒါပေမယ့် အတိတ်ကိုပြန်သွားလို့ရမယ်....ဒါတွေကို ပြုပြင်ဖို့ အခွင့်အရေးကို တစ်စုံတစ်ယောက်က ရခဲ့မယ်ဆိုရင်..ကျွန်တော်တို့ မြင်တွေ့ရမယ့် အရာတွေက ငယ်ရွယ်ပျိုမြစ်မှုတစ်ခုထဲလို့ ခပ်လွယ်လွယ်မထင်လိုက်ပါနဲ့။အစဉ်အဆက် ခမ်းနားခဲ့သလိုပဲ ချစ်ခြင်းက ဒေသမရွေး ကာလမရွေး ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Afi5/Back_To_The_90s_[2015]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Fantasy, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMTg0MDI2MTM4M15BMl5BanBnXkFtZTYwNDg1OTc3._V1_-133x200.jpg",
        "title": "Charlotte’s Web (2016)",
        "description": "ကၽြန္ေတာ္တို႔ ငယ္ငယ္က စကားေျပာတက္တဲ့ တိရိစၦာန္ေလးေတြ\nရုပ္ရွင္ကားေတြ စၾကည့္ရတုန္းက အေတာ္သေဘာက်တာပါ\nအျပင္မွာပါ အဲ့ဒီလို လိုက္ေျပာမလား ဆိုၿပီး နားေထာင္မိတဲ့ အထိပဲ\nအဲ့ဒီ သတၱ၀ါေလးေတြ စကားေျပာတဲ့ ရုပ္ရွင္ေလးေတြကို\nျပန္တင္ဆက္ေပးမယ္ စိတ္ကူးၿပီး ဟိုးအရင္က ကေလးေတြ\nအသဲစြဲ ခဲ့တဲ့ ၀ီလ္ဘာ ဆိုတဲ့ ၀က္ကေလး အေၾကာင္း\nျပန္တင္ေပးလုိက္ပါတယ္ ငယ္ငယ္ကဆိုရင္ Video တိပ္ေခြဆိုင္ေတြမွာ\n၀က္လိမၼာကား ဆိုၿပီး နာမည္ႀကီးခဲ့ေသးတာ မွတ္မိတဲ့သူေတြလဲ မွတ္မိမွာပါ\nတစ္ရက္ေသာ ေန႔မွာ လယ္သမားႀကီး တစ္ဦးရဲ႕ စပါးက်ီထဲမွာ\n၀က္မႀကီး တစ္ေကာင္ဟာ ကေလးေလးေတြ ေမြးခဲ့တယ္ေပါ့\nအဲ့ဒီထဲမွာ ႏို႔မစို႔ ႏုိင္တဲ့ ကေလး အေသးဆံုး တစ္ေကာင္ကို\nသတ္ၿပီး စြပ္ျပဳတ္ လုပ္ေသာက္ဖို႔ စိတ္ကူးခဲ့ေပမယ့္\nလယ္သမားႀကီးရဲ႕ သမီးအငယ္ဆံုး ဖန္း ဟာ\n၀က္ကေလးကို သူမ အသက္ရွင္ေအာင္ တာ၀န္ယူပါ့မယ္ဆိုၿပီး\nေမြးခဲ့တယ္....\nတစ္ေျဖးေျဖး ၀က္ကေလး ႀကီးလာေတာ့ အိမ္ထဲမွာ ထားလို႔မျဖစ္ေတာ့ဘူး\nဒီေတာ့ကာ အိမ္နဲ႔ တစ္လမ္းေက်ာ္က ဖန္း ရဲ႕ ဦးေလး ဂိုေဒါင္မွာ\nဘဲေတြ သိုးေတြ ျမင္းေတြ နဲ႔ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2Wadj/Charlotte’s_Web_[2006]_(MM_Sub).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Hotel-Transylvania-2-poster-1-149x200.jpg",
        "title": "Hotel Transylvania 2 (2015)",
        "description": "Hotel Transylvania 2 (2015)IMDb - 6.7/10_____Rotten - 56%\n  2012 က အောင်မြင်ကျော်ကြားလူကြိုက်များခဲ့လို့ အခုသူ့ရဲ့နောက်ဆက်2015မှာ Part 2အနေနဲ့ထပ်ထွက်လာတဲ့ Animation ကားလေးတစ်ခုကိုတင်ပေးပါရစေ။IMDb Rating 7 အထိရရှိထားပြီးတဲ့  ဒီကားလေးကိုအားလုံးပဲမျှော်လင့်နေကြမှာပါ။ဒီဇာတ်ကားလေးဟာမကောင်းဆိုးဝါးလေးတွေနဲ့ဇာတ်လမ်းစထားခဲ့ပြီး . Draculaဘုရင်တစ်ပါးရဲ့သမီးလေးနဲ့ချစ်ကြိုက်ခဲ့တဲ့ လူသားတစ်ဦးတို့ရဲ့ အချစ်မေတ္တာနဲ့ပေါင်းစပ်လက်တွဲမှုကို အချက်ကျကျသဘောကျဖွယ် ဖန်တီးထားပါတယ်။Part 1 မှာ ချစ်ကြိုက်ခဲ့တဲ့ Dracula မလေး Mavis နဲ့လူသားလေး Jonathan တို့ရဲ့ လက်ထပ် မင်္ဂလာဆောင်ပွဲကနေစထားပါတယ်။Mavis နဲ့ Jonတို့ဟာ လက်ထပ်ပြီးကာလတစ်ခုမှာသားလေး တစ်ယောက်မွေးဖွားခဲ့ပါတယ်။အထူးသဖြင့်ဒီဇာတ်ကားမှာတွေ့ရမှာက အဘိုးဖြစ်သူ Count Dracula ရဲ့သူ့ မြေးလေးအပေါ်ထားတဲ့ ချစ်ခြင်းမေတ္တာကို လှလှပပဖွဲ့နွဲ့သွားခဲ့ပြီးသူ့လိုပဲမြေးလေးကိုမှော်အတတ်တွေကျွမ်းကျင်တဲ့Dracular လေးတစ်ဦးဖြစ်စေချင်တာကိုလည်းတွေ့ရပါမယ်။Spoiler  ဖြစ်သွားမှာစိုးလို့ ဇာတ်ကားအကြောင်းကို ဆက်လက်မပြောပြတော့ပါဘူးMovie သာဆက်လက်ကြည့်ရှုကြပါ။  ခေတ်နဲ့လျော်ညီအောင် တင်ဆက်ထားပြီး . Sony Entertainmentကထုတ်လုပ်ထားတဲ့အတွက် Sony Product များကိုပါသုံးနှုန်းသွားတာဟာ ကြော်ငြာတဲ့ဘက်ကိုမသိသာစေဘဲ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2eLcz/Hotel_Transylvania_2_[2015]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Hotel-Transylvania-poster-133x200.jpeg",
        "title": "Hotel Transylvania (2012)",
        "description": "Hotel Transylvania (2012)\nIMDb - 7.1/10_____Rotten - 45%\n  ဒီတစ်ခါတော့ စိတ်အပန်းဖြေအနေနဲ့ကြည့်လို့တော်တော်လေးကောင်းတဲ့ ကာတွန်းကားလေး\nတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်...Count Dracula ဟာသူ့ရဲ့ ဇနီး Martha သေဆုံးပြီး နောက်ပိုင်းမှာ သူ့မိန်းကို ကတိ ပေးထား ခဲ့တဲ့အတိုင်း သူတို့ ၂ ယောက်ရဲ့ သမီးလေး Mavis ကို မျက်စိ အောက်က အပျောက် မခံပဲ ထိန်းသိမ်း စောင့်ရှောက် ခဲ့ပါတယ်။Count Dracula ဟာ Transylvania လို့ခေါ်တဲ့ Five Star အဆင့်ရှိ Hotel တစ်ခု တည်ဆောက် ခဲ့ပြီး သူ့ရဲ့ သူငယ်ချင်းတွေ ဖြစ်တဲ့ Frank နဲ့ သူ့ဇနီး Eunice, Wayne, Wanda နဲ့ သူတို့ရဲ့ မြေခွေး သားသမီး တစ်ဖွဲ့, Griffin ဆိုတဲ့ ကိုယ်ပျောက် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2eLdf/Hotel_Transylvania_[2012]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjdiNjRiMjUtNzZjZC00ZDUzLWFhYzUtOTg0ZjI2MzlmOWRlXkEyXkFqcGdeQXVyMzcxMDg1OTM@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Office Uprising (2018)",
        "description": "Drama မပါ။ ဇာတ္လမ္းရႈပ္တာမပါ။ အပ်င္းေျပ လုံးဝအခြီတစ္လုိင္းၾကည့္ခ်င္သူမ်ားအတြက္ Office Uprising(2018) ပါ။လုံးဝ Story line ကရွင္းရွင္းေလးပါ။လက္နက္စက္ရုံတစ္ခုမွာ ေဘးထြက္ဆုိးက်ိဳးရွိတဲ့ ကုိယ္တုိင္ထုတ္ အားျဖည့္အခ်ိဳရည္ေတြေသာက္မိျပီး ရန္ျပဳတတ္လာျပီးေတာ့ Zombie ေတြလုိျဖစ္သြားတာပါပဲ။အဲဒီထဲကမွ အေခ်ာင္ေနအေခ်ာင္စား ဝန္ထမ္း Desmond တစ္ေယာက္ ကုမၸဏီထဲမွာပိတ္မိေနျပီးေတာ့ သူငယ္ခ်င္းေတြနဲ႔အတူျပန္ထြက္ဖုိ႔ၾကိဳးစားတဲ့ဇာတ္လမ္းပါ။ဇာတ္ကားကေတာ့ ေကာင္းတယ္လုိ႔ေျပာမရေပမယ့္ ခီြတာၾကိဳက္တဲ့ကၽြန္ေတာ္ကေတာ့ IMDB Rating 6.8 ရထားတာတန္ပါတယ္လုိ႔ထင္ပါတယ္။ျပီးေတာ့ Deadpool ရဲ႕အခ်စ္ေတာ္ေလး Dopinder အျဖစ္သရုပ္ေဆာင္တဲ့ Karan Soni ပါဝင္တာကလည္း ဒီဇာတ္ကားကုိ ပုိရယ္ခ်င္စရာေကာင္းသြားတာေပါ့ဗ်ာ။ဇာတ္ကားဇာတ္လမ္းေတြၾကည့္မယ္ဆုိရင္ေတာ့ မေကာင္းဘူးလုိ႔ ေျပာလုိ႔ရေပမယ့္ အခြီတလုိင္းၾကည့္မယ္ဆုိရင္ေတာ့ မိသားစုနဲ႔ၾကည့္မရမယ့္အခန္းေတြမပါေပမယ့္ လူငယ္ေတြေလာက္ပဲၾကည့္ေကာင္းမယ့္ကားျဖစ္လုိ႔ ကၽြန္ေတာ္ကေတာ့ တစ္ေယာက္တည္းခြီတာကုိအၾကံျပဳလုိပါတယ္ဗ်ာ။ (ဆရာဦး d3mon ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) File Size : (700 MB) and (310 MB)\nQuality : WEB 720p\nRunning Time : 1hr ...",
        "rating": "7.3",
        "url": "https://megaup.net/2gcK9/Office_Uprising_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "",
        "title": "Destination Wedding (2018)",
        "description": "၂၀၁၈ ထြက္ မင္းသားၾကီး Keanu Reeves ပါဝင္သရုပ္ေဆာင္ထားတဲ့Destination Weddimg ဆုိတ့ဲဇာတ္ကားေလး တင္ဆက္ေပးလိုက္ပါတယ္ ….အေနာက္တိုင္းႏိုင္ငံေတြမွာ ယေန႔ေခတ္ ေခတ္စားေနတဲ့ မဂၤလာေဆာင္နည္းတစ္မ်ိဳးကို Destination Wedding လို႔ေခၚပါတယ္…ဒီလိုမဂၤလာေဆာင္ၾကတဲ့အခါ သတို႔သား သတို႕သမီးတို႔ဟာ ကိုယ့္ျမိဳ႔မွာမဟုတ္ဘဲနဲ႕ ကိုယ့္ျမိဳ႕နဲ႕ အနည္းဆံုး မုိင္ ၁၀၀ ေဝးကြာတဲ့အရပ္မွာ ခရိီးလည္းထြက္ မဂၤလာလည္းေဆာင္ ဆိုသလို ..မဂၤလာပြဲလာတဲ့ ဧည့္သည္ေတြအတြက္လည္း လမ္းစားရိတ္ ေနစားရိတ္ေတြ အကုန္က်ခံျပီး က်င္းပၾကတဲ့ပြဲျဖစ္ပါတယ္…ဖရန္႔ နဲ႕ လင္းေဆးတို႔ဟာ ဒီမဂၤလာပြဲကို လာၾကတဲ့ လူႏွစ္ေယာက္ျဖစ္ျပီး သူတို႔ရဲ႕ အျမွီူးအေမာက္မတည့္မႈဟာ ေလဆိပ္မွာကတည္းက စတင္ခဲ့ၾကပါတယ္…ႏွစ္ေယာက္စလံုးဟာ ဇီဇာေၾကာင္သူမ်ားျဖစ္ျပီး သူတို႕ႏွစ္ေယာက္စလံုး တူညီေနတဲ့အခ်က္ေတြ ရွိေနတာကို ေတြ႔ရွိခဲ့ၾကပါတယ္…ဇာတ္ကားတစ္ကားလံုးကို သူတို႔ႏွစ္ေယာက္ေျပာစကားေတြနဲ႕ပဲ တင္ဆက္ထားျပီး ရယ္ရႊင္စရာေလးေတြပါပါတဲ့ Drama/Melodrama ဇာတ္ကားအမ်ိဳးအစားျဖစ္ပါတယ္ခံစားၾကည့္ရွဳေတာ္မူၾကပါဦ: (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : (700 MB) \nQuality : WEB-DL ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xZdk/Destination_Wedding_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    }
]