[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/rough_night_ver13_xlg-135x200.jpg",
        "title": "Rough Night (2017)",
        "description": "ဂ်က္စ္၊ အဲလစၥ၊ ဖရန္ကီနဲ႔ ဘလဲတို႔ သူငယ္ခ်င္းေလးေယာက္က ၂၀၀၆ ေကာလိပ္ ပထမႏွစ္ကတည္းက တြဲခဲ့တဲ့ အခင္ဆံုး သူငယ္ခ်င္းေတြပါ။ ဆယ္စုႏွစ္တစ္ခုၾကာအၿပီး မွာေတာ့ ဂ်က္စ္က သူ႔ခ်စ္သူပီတာနဲ႔ လက္ထပ္ပြဲက်င္းပမွာမို႔ သူငယ္ခ်င္းေတြျပန္ဆံုဖို႔ ျဖစ္ လာခဲ့ပါတယ္။သူတို႔ေလးေယာက္ဟာ ဂ်က္စ္ လက္မထပ္ခင္ မီယာမီမွာပါတီလုပ္ရင္းကဲဖို႔ အစီအစဥ္ေတြဆြဲခဲ့ၿပီး ဂ်က္စ္ရဲ႕ ဩစေၾတးလ်မွာခင္ခဲ့တဲ့သူငယ္ခ်င္း ပစ္ပါကိုလည္း အတူေပ်ာ္ဖို႔ ေခၚခဲ့ပါတယ္။ ဗ႐ုတ္က်လြန္းတဲ့ ဂ်က္စ္တုိ႔ အဖြဲ႕ဟာ အေျပာင္အေနာက္သေဘာနဲ႔ အမ်ိဳးသား အေဖာ္အခြၽတ္အကသမားတစ္ေယာက္ ကို အိမ္မွာေဖ်ာ္ေျဖဖို႔ ငွားခဲ့ပါတယ္။အဲဒီလူ အိမ္ေရာက္လာၿပီးေနာက္မွာ ေနာက္ၾကေျပာင္ၾကရင္း မေတာ္တဆ ေခါင္းထိ သြားၿပီး အေဖာ္အခြၽတ္အကသမား ေသသြားခဲ့ ပါတယ္။ အိမ္ထဲမွာ လူေသမႈျဖစ္ၿပီးတဲ့ေနာက္ ဂ်က္စ္တုိ႔တစ္ေတြ ဘာလုပ္ရမွန္းမသိျဖစ္ခဲ့ၿပီး အျပစ္လြတ္ဖို႔နဲ႔ အေလာင္းေဖ်ာက္ဖ်က္ဖို႔ နည္းလမ္းမ်ိဳးစံု စဥ္းစားပါေတာ့တယ္။ဘလဲရဲ႕ ဦးေလးေရွ႕ေနကိုဖုန္းဆက္ေမးျမန္းတဲ့အခါမွာ လူေသမႈေၾကာင့္ ၁၅ ႏွစ္ေလာက္အျပစ္က်ဖြယ္ရွိတယ္လို႔ ေျပာတဲ့အတြက္ အေလာင္းကို ပင္လယ္ထဲ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/rough-night-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Forbidden_City_Cop_DVD_cover.jpeg-145x200.jpg",
        "title": "Forbidden City Cop (1996)",
        "description": "IMDb Rating (7.1) ထိ ရရွိထားတဲ့ စတီဖင္ေခ်ာင္ ဟာသဇာတ္ကားပါ။ဇာတ္ေၾကာင္းကေတာ့..လင္လင္ဖတ္ဟာ ဘုရင့္ကိုယ္ရံေတာ္ဂိုဏ္းက တီထြင္ပါရဂူျဖစ္ေပမယ့္ထိပ္တန္းသိုင္းပညာရွင္ေတြၾကားထဲမွာ သူ႕ကို ေဂါက္သီးတစ္ေယာက္လို႕ပဲထင္ခံရသူပါ။ေဂါက္သီးတို႔ထံုးစံအတိုင္း ဘုရင့္ေရွ႕မယ္ တလြဲေတြလုပ္ျပမိတာေၾကာင့္ဘုရင္ရဲ႕ အမ်က္ေတာ္ရွျပီး ေနျပည္ေတာ္ကေန ေမာင္းထုတ္ခံရပါတယ္။လင္လင္ဖတ္ဟာ ေပါ့ေသးေသးေဂါက္သီးမဟုတ္တဲ့ တီထြင္ပါရဂူတစ္ေယာက္ျဖစ္ေနေပမယ့္ဘုရင္တို႕ထံုးစံအတိုင္း ပညာရွိကို အထင္မၾကီးတာေၾကာင့္ မင္းေနျပည္ေတာ္ကေန လစ္သြားျပီး OG ဆရာဝန္သြားလုပ္ေနပါတယ္။အခါတစ္ပါးမွာေတာ့ ဂန္ႏိုင္ငံက မ်က္ႏွာမရွိ/မ်က္ႏွာမ်ား သိုင္းပညာအုပ္စုက ရွင္ဘုရင္ကို လုပ္ၾကံဖို႕ ၾကံစည္ပါတယ္။ဒါကို ဘုရင့္ကပ္ပါးလ်က္ဖားေတြက လူမိုက္တို႔ထံုးစံအတိုင္း မဆင္မျခင္ ေျမွာက္ထိုးပင့္ေကာ္လုပ္တာကိုရွင္ဘုရင္ဟာလဲ ဘုရင္တို႔ထံုးစံအတိုင္း လူမိုက္စကားနားေယာင္ျပီး ဂန္ႏိုင္ငံကလွည့္ကြက္ထဲ တန္းတန္းၾကီးဝင္သြားပါေတာ့တယ္။ဒါကို လင္လင္ဖတ္တစ္ေယာက္ သူ႕ရဲ႕ တီထြင္ဥာဏ္စြမ္းေတြနဲ႕ ေဂါက္သီးတို႕ထံုးစံအတိုင္း သြားကယ္မလားဆိုတာကေတာ့....။ \nFile Size…(900MB) and (290MB)Quality…BluRay 720p\nFormat…mp4\nDuration…01:31:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Pyae Xeinn Sett",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/forbidden-city-cop-1996/",
        "category": "Action, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/images-2-133x200.jpg",
        "title": "Dave Made a Maze (2017)",
        "description": "ေဒ့ဗ္ ၀ကၤဘာတစ္ခုတည္ေဆာက္ေနသည္၂၀၁၇ ခုႏွစ္ထြက္ ဇာတ္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက ေတာ့ Adventure Comedy Horror အမ်ိဳးအစားျဖစ္ျပီးရသေပါင္းစံုကိုခံစားခ်င္ရင္ေတာ့ ဒီကားေလးက ၾကည့္သင့္တဲ့ကားေလးတစ္ကားပါျပီးေတာ့ ဒီကားေလးက Dave Made a Maze ဆိုတဲ့ ၁၉၈၀ ေလာက္က ဇာတ္ကားကိုအခုေခတ္ အျမင္ေတြနဲ႕ ျပန္လည္ဆန္းသစ္ရိုက္ကူးထားတာျဖစ္ျပီးအဲ့ဒီေခတ္ အဲ့ဒီအခါတုန္းကလညး္ ေက်ာ္ၾကားခဲ့တဲ့ကားေလးပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေဒ့ဗ္ဆိုတဲ့ အႏုပညာရွင္တစ္ေယာက္သူ႕ အသက္ေမြးတဲ့ ပညာရပ္နဲ႕ တခုခု ကို အသိအမွတ္ျပဳခံခ်င္ေနတဲ့သူတေန႕မွာ သူဟာသူတတ္တဲ့ ပညာရပ္နဲ႕ ၀ကၤဘာ တစ္ခုကိုတည္ေဆာက္ဖို႕အၾကံရခဲ့ျပီး သူ႕စိတ္ထဲမွာ ရူးသြပ္ေနတဲ့ လူတိုင္းက သူ႕ကို အျမဲတမ္းစိတ္ထဲမွာအမွတ္ထင္က်န္ေနျခင္တဲ့ စိတ္ရူးေပါက္မႈႈေတြနဲ႕ ေပါင္းစပ္မိတဲ့ အခါမွာေတာ့ေဒ့ဗ္ တစ္ေယာက္ သူလိုခ်င္ေနတဲ့ ပန္းတိုင္ကို ေရာက္မလား သူတည္ေဆာက္ေနတဲ့၀ကၤဘာကေကာ ဘာေတြ ျဖစ္လာမလဲ ဆိုတာကိုေတာ့ဘာသာျပန္ကေတာ့ Pyae Xein Sett ပါ",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/dave-made-a-maze-2017/",
        "category": "Adventure, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTQzODg3MzUyOV5BMl5BanBnXkFtZTcwNzI1MzUyNg@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Odd Life of Timothy Green (2012)",
        "description": "တစ္ခ်ဳိ႕လူေတြက ...\nကြၽန္ေတာ္တို႔ရဲ႕ ဘဝေတြထဲကို\nတိုက္တိုက္ဆိုင္ဆိုင္ ဝင္ေရာက္လာခဲ့ၾကျပီး\nေကာင္းမြန္တဲ့ အမွတ္တရေတြနဲ႔\nမတူညီတဲ့ ႐ႈေထာင့္ေတြကေန\nျမင္ၾကည့္တတ္ေအာင္ သင္ေပးခဲ့တယ္\nအဲဒီလိုလူေတြက အၿမဲအမွတ္ရေနေပးဖို႔\nထိုက္တန္ပါတယ္----------------------------------------------အခန္းထဲမွာ ငိုေႂကြးေနသည့္ ဇနီးျဖစ္သူ Cynthia ရဲ႕ အသံကိုနားစြင့္ရင္း James တစ္ေယာက္ သက္ျပင္းေမာေတြ ခ်မိေနသည္။\nသူတို႔ႏွစ္ဦးရဲ႕ ဘဝထဲမွာ ကေလးေလးရဖို႔ မျဖစ္ႏိုင္ခဲ႕ေတာ့ဘူးတဲ႕ ... ေန႔လည္က ဆရာဝန္ ေျပာခဲ့သည့္ စကားသံေတြကို ျပန္လည္ၾကားေယာင္ေနမိ၏။\nဝမ္းနည္းၾကတာခ်င္းအတူတူ မိန္းမသားျဖစ္သည့္ ဇနီးသည္က ပို၍ဝမ္းနည္းမွာကို သူသိေနခဲ့ရသည္။Cynthia အျပင္ထြက္လာေတာ့ ဧည့္ခန္းထဲမွာ အတူထိုင္ရင္း ဇနီးျဖစ္သူ စိတ္အေျပာင္းအလဲျဖစ္ေအာင္ James တစ္ေယာက္ စာရြက္အပိုင္းအစေလးေပၚမွာ ခ်ေရးလိုက္သည္။\nေနာက္ဆံုးအႀကိမ္အျဖစ္ သူ႕တို႔ႏွစ္ဦး ျဖစ္ေစခ်င္ခဲ့ၾကတဲ့ ကေလးေလးရဲ႕ ပံုပန္းသြင္ျပင္နဲ႔ ကိုယ္ရည္ကိုယ္ေသြးေတြကို ခ်ေရးၿပီး မနက္ျဖန္မွာ စိတ္သစ္ကိုယ္သစ္နဲ႔ စတင္ၾကမည္။ဇနီးေမာင္ႏွံႏွစ္ေယာက္ ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ကေလးေလးကို စိတ္ကူးပံုေဖာ္ၿပီးေနာက္မွာေတာ့ စာရြက္အပိုင္းအစေလးေတြ အားလံုးကို ဘူးထဲမွာထည့္ၿပီး ၿခံထဲက ေဂၚဖီထုပ္ပင္ေတြၾကားထဲမွာ အတူေျမျမႇပ္လိုက္ၾကသည္။ႏႈတ္ဆက္ပါတယ္ ... ေဖေဖတို႔ရဲ႕ ဘဝထဲကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-odd-life-of-timothy-green-2012/",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/HAIL-THE-JUDGE-1994-139x200.jpg",
        "title": "Hail the Judge (1994)",
        "description": "IMDb 7.5အထိ ရ႐ွိထားတဲ့ စတီဖင္ေခ်ာင္ဇာတ္ကားပါ။ေခတ္ကာလ ဘယ္ေလာက္ေျပာင္းေျပာင္း လာဘ္ေပးလာဘ္ယူဆိုတာ ေပ်ာက္ရိုးထံုးစံမရွိတဲ့ ေလာကၾကီးမယ္...\nပါအိုေလာင္ဆင္(စတီဗင္ေခ်ာင္)ကေတာ့ မ်ိဳး႐ိုးအစဥ္အဆက္ေၾကာင့္ တရားသူႀကီးျဖစ္လာတဲ့သူ။\nေငြ႐ွိတိုင္းမႏိုင္တဲ့ တရားဥပေဒ\nပညာတတ္တိုင္းမႏိုင္တဲ့ တရားဥပေဒကို\nပါအိုေလာင္ဆင္(စတီဗင္ေခ်ာင္)က ဘယ္လိုနည္းေတြသံုးၿပီး အႏိုင္ယူလိုက္တယ္ဆိုတာေတာ့....။(ရုပ္ရွင္အညႊန္းကို Con Pike မွေရးသားထားပါတယ္။) \nFile Size…(900MB) and (460MB)Quality…BluRay 720p\nFormat…mp4\nDuration…01:46:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/hail-the-judge-1994/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Bad-Moms-Movie-Team-Poster-1-450x600-150x200.jpg",
        "title": "Bad Moms",
        "description": "IMDB Rating 6.2 ရထားတဲ့ အေမရိကန္ Comedy Moviesေလးပါ။\nအဓိကသရုပ္ေဆာင္အေနနဲ႔\nMila Kunis , Kristen Bell, Kathryn Hahn တို႔အဓိကပါ၀င္ထားၾကပါတယ္။\nဘတ္ဂ်က္အေနနဲ႔ USD 20 million ပဲကုန္က်ခဲ့ေပမယ့္\nBox office မွာ USD 189 million အထိ အျမတ္ေငြရခဲ့ပါတယ္။ Award အေနနဲ႔လည္း\nေအမီအျဖစ္သရုပ္ေဆာင္တဲ့ Mila Kunis က\nJupiter Award 2017 မွာ Best International Actress ရခဲ့သလို \nဒီထဲက အမ်ိဳးသမီးသရုပ္ေဆာင္ ငါးဦးလံုး Cinemacon,USA 2016 ကေရြးခ်ယ္တဲ့\n Female Stars of the year ဆုကိုရခဲ့ပါတယ္။\nဇာတ္ကားကလည္း\nPeople’s Choice Award, USA 2017 ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/bad-moms/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/CityHunterPoster-116x200.jpg",
        "title": "City Hunter (1993)",
        "description": "ဂျက်ကီချန်း Crazy တွေ ဒီကားသိမယ်လို့ထင်ပါတယ်.ကြည့်ဖူးတဲ့သူလည်းများမယ်ထင်ပါတယ်.\n1993ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဇာတ်လမ်းဖြစ်ပြီး ဂျက်ကီချန်းရဲ့ ထုံးစံအတိုင်း ဟာသ နဲ့အက်ရှင် တွဲဖက်ရိုက်\nကူးထားတဲ့ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ် ငယ်ငယ်တုန်းက ကြိုက်နှစ်သက်ခဲ့တဲ့ဇာတ်ကားလေးမို့\nပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်..ဇာတ်လမ်းအကျဉ်း - မန်ပေါ နဲ့ ကီမူရာတို့ဟာ လုပ်ဖော်ကိုင်ဖက်စုံထောက်၂ဦးပါ..တစ်နေ့မှာ ကီမူရာဟာ တာဝန်တစ်ခုထမ်းဆောင်ရင်းနဲ့ သေဆုံးခါနီးမှာ မန်ပေါ ကို သူ့တူမလေးကိုအပ်ခဲ့ပါတယ်\nသူ့တူမလေးနဲ့ မန်ပေါ တို့ ရဲ့ နောက်ပိုင်းဇာတ်လမ်းတွေကိုတော့ ဟာသနှောပြီးရိုက်ကူးထားပါတယ်\nဆက်လက်ကြည့်ရှုကြပါ------------------------------------------------------------------------ဂ်က္ကီခ်န္း Crazy ေတြ ဒီကားသိမယ္လို႕ထင္ပါတယ္.ၾကည္႔ဖူးတဲ႔သူလည္းမ်ားမယ္ထင္ပါတယ္.\n1993ခုႏွစ္ကထြက္ရွိခဲ႔တဲ႔ ဇာတ္လမ္းၿဖစ္ၿပီး ဂ်က္ကီခ်န္းရဲ႕ ထံုးစံအတိုင္း ဟာသ နဲ႕အက္ရွင္ တြဲဖက္ရိုက္\nကူးထားတဲ႔ဇာတ္လမ္းတစ္ပုဒ္ၿဖစ္ပါတယ္ ငယ္ငယ္တုန္းက ၾကိဳက္ႏွစ္သက္ခဲ႔တဲ႔ဇာတ္ကားေလးမို႕\nၿပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္..ဇာတ္လမ္းအက်ဥ္း - မန္ေပါ နဲ႕ ကီမူရာတို႕ဟာ လုပ္ေဖာ္ကိုင္ဖက္စံုေထာက္၂ဦးပါ..တစ္ေန႕မွာ ကီမူရာဟာ တာ၀န္တစ္ခုထမ္းေဆာင္ရင္းနဲ႕ ေသဆံုးခါနီးမွာ မန္ေပါ ကို သူ႕တူမေလးကိုအပ္ခဲ႔ပါတယ္\nသူ႕တူမေလးနဲ႕ မန္ေပါ တို႕ ရဲ႕ ေနာက္ပိုင္းဇာတ္လမ္းေတြကိုေတာ႕ ဟာသေႏွာၿပီးရိုက္ကူးထားပါတယ္\nဆက္လက္ၾကည္႕ရွုၾကပါFilesize : 674 MB\nQuality : Bluray720p\nFormat : mp4\nRun ...",
        "rating": "6.5",
        "url": "https://megaup.net/3yF5t/City_Hunter_(Sing_Si_Lip_Yan)_[1993]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/red-2-poster-139x200.jpg",
        "title": "RED 2 (2013)",
        "description": "RED 2 (2013)\nIMDb - 6.6/10_____Rotten - 44%\n  \nဒီတစ်ခါတော့ RED 1 ရဲ့အဆက် RED 2 ဆိုတဲ့အက်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nပထမဇာတ်ကားထဲမှာလိုပဲ အချစ်နဲ့ အက်ရှင်ကိုခပ်မြူးမြူးလေး ပေါင်းစပ်ရိုက်ကူးထားတာပါ\nပထမကားကိုကြည့်ထားပြီးတဲ့ပရိသတ်တွေကိုအေးဂျင့်ဟောင်းကြီးဖရန့်ခ်နဲ့ ဆာရာတို့ရဲ့\nအချစ်ဇာတ်လမ်းကိုတော့ အထူးအထွေ မိတ်ဆက်ပေးဖို့မလိုတော့ဘူးထင်ပါတယ်\nဖရန့်ခ်ကသူ့ကောင်မလေးကို အရမ်းချစ်ပြီး ဘာမှမဖြစ်စေရအောင်သူပဲ ကာကွယ်ပေးချင်နေပါတယ်\nဆာရာကလဲ အဲလိုကာကွယ်ခံရတဲ့ဘဝကိုငြီးငွေ့နေပြီး သူ့ချစ်သူအရိပ်အောက်ကလွတ်ဖိ\nမာဗင်ရဲ့အကူအညီယူပြီး ကြိုးစားပါတော့တယ်\nအေးဂျင့်တွေရဲ့ အလုပ်ကိုဘာမှသေချာနားမလည်တဲ့ ဆာရာတစ်ယောက် ဘယ်လိုအလွဲတွေလုပ်မလဲဆိုတာ\nဟာသရှုထောင့်ကနေ ထင်သာမြင်သာရိုက်ပြထားပါတယ်\nဒါ့အပြင် ဒီကားထဲမှာ ထပ်ထူးခြားတာကတော့နှုတ်ခမ်းနီမလေးတွေရဲ့ အသည်းစွဲ ကိုရီးယားမင်းသား\nလီဗြောင်ဟွန်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nထုံးစံအတိုင်း သူ့ရဲ့ အလန်းစားတိုက်ကွက်တွေကိုဖရန့်ခ်တို့ RED အုပ်စုရဲ့\nပစ်ခန်းခတ်ခန်းအက်ရှင်ပြကွက်တွေနဲ့အတူပေါင်းစပ်လိုက်တဲ့အခါ\nတကယ့်ကိုစိတ်ဝင်စားဖွယ်ရာဇာတ်လမ်းတစ်ခုဖြစ်လာတာပါ\nဖရန့်ခ်တို့ ဘာပြသနာတွေရင်ဆိုင်ရမလဲ\nဘယ်လိုတွေဖြေရှင်းကြလဲ\nအောင်မြင်ပါ့မလား ဆိုတာတွေကိုတော့\nဇာတ်လမ်းထဲမှာပဲ ဇိမ်ပြေနပြေနဲ့ ကြည့်ရှုခံစားကြပါဦးလို.\nဇာတ်လမ်းဇာတ်အိမ်ရော ရိုက်ကွက်တွေရောရိုးမသွားစေရဘဲ\nပထမဇာတ်ကားနဲ့ အပြတ်အသတ်ယှဉ်နိုင်တဲ့ဇာတ်ကားဆိုတာ\nကြည့်လိုက်တာနဲ့ ပြောစရာမလိုအောင်သိနိုင်တယ်ဆိုတာ အာမခံပါတယ်ဗျာ\nအက်ရှင်ကြိုက်ပရိသတ်တွေ လက်မလွတ်သင့်တဲ့ တကယ့်ကို ပြောင်မြောက်တဲ့အက်ရှင်ကားတစ်ကားဆိုတာလဲ\nညွှန်းပေးပါရစေနော်\n \n(ဘာသာပြန်သူ ကတော့ မေသရဖီလွင် ပါ )\n  \nFile Size : (850 MB)\nQuality : ...",
        "rating": "6.6",
        "url": "https://megaup.net/TTe7/Red_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMzg2Mjg1OTk0NF5BMl5BanBnXkFtZTcwMjQ4MTA3Mw@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "RED (2010)",
        "description": "RED (2010)\nIMDb - 7.0/10_____Rotten - 72%\n  \nဒီတစ်ခါတော့ အက်ရှင်ကြိုက်တဲ့ပရိသတ်တွေအတွက်\nတကယ့်ကိုရင်ထဲထိစေမယ့် Red ဆိုတဲ့ အက်ရှင်ရိုမက်တစ်ဇာတ်ကြမ်းကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ\nRed ဆိုတာကတော့ Retire: Extremely Dangerous ရဲ့အတိုကောက်ပါ\nအငြိမ်းစားယူထားပြီးဖြစ်တဲ့ စီအိုင်အေက အေးဂျင့်တွေရဲ့ အကြောင်းကိုရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ရိုက်ကူးထားတာပါ\nအေးဂျင့်ဟောင်းဖရန့်ခ်မို့စ်ဟာ သာမန်မိန်းကလေးတစ်ယောက်ဖြစ်တဲ့\nဆာရာကို ချစ်မိခဲ့ရာက စွန့်စားခန်းတွေအပြည့်နဲ့ အချစ်ဇာတ်လမ်းလေးဖြစ်ပေါ်လာတာက\nဒီဇာတ်ကားလေးရဲ့ အဓိကဆွဲဆောင်မှုတစ်ခုပါ\nဒါ့အပြင် တစ်ယောက်ချင်းမှာ unique ဖြစ်တဲ့ character တွေနဲ့ ဖရန့်ခ်ရဲ့ မိတ်ဆွေဟောင်းတွေကလဲ\nဘယ်လိုပါဝင်ထားကြတယ်ဆိုတာကလဲ စိတ်ဝင်စားစရာပါ\nဒီထဲမှာ သူတို့ကိုသတ်ဖို့ အမိန့်ပေးခံထားရလို့အငြိမ်းစားယူထားပေမယ့် ထက်မြက်တောက်ပဆဲ\nသူတို့ရဲ့လက်ရည်တွေကို ထုတ်ပြရပါတော့တယ်\nရင်ဖိုဖွယ်ရာ တိုက်ခန်းခိုက်ခန်းတွေနဲ့ ဇာတ်လမ်းလေးအဆုံးမှာသူတို့ကိုသတ်ဖို့ကြိုးစားနေတဲ့သူကို တွေ့ရမာလား\nသူတို့ရော အသက်အန္တရာယ်လွတ်သွားရဲ့လား\nဖရန့်ခ်ကရော အချေမလေး ဆာရာရဲ့ အချစ်ကိုရပါ့မလားဆိုတာ\nကြည့်ရှုအားပေးကြပါလို့\n \n(ဘာသာပြန်သူ ကတော့ မေသရဖီလွင် ပါ )\n  File Size : (850 MB)\nQuality : Bluray720p\nRunning Time : 1hr 51minutes\nFormat : Mp4\nGenre : Action, Comedy, ...",
        "rating": "7.0",
        "url": "https://megaup.net/TTdo/Red_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/2481-142x200.jpg",
        "title": "The Mole Song: Undercover Agent Reiji (2013)",
        "description": "အျမဲတမ္း တလြဲေတြလုပ္တတ္တဲ့ Reiji Kikukawa ဟာ ေပါေတာေတာေနတတ္ေပမယ့္ တရားမ်ွတမႈကို ျမတ္ႏိုးလိုလားသူတစ္ေယာက္ပါ\nအဲဒါေၾကာင့္ သူဟာ ရဲအကယ္ဒမီတက္ခ့ဲတယ္ ဒါေပမဲ့ အနိမ့္ဆံုးရမွတ္ေတြ မွတ္တမ္းေတြနဲ႔ပဲ သင္တန္းဆင္းခဲ့ၿပီး ရဲသားတစ္ေယာက္ျဖစ္လာပါတယ္\nတစ္ရက္မွာေတာ့ မေမွ်ာ္လင့္ပဲ စည္းမ်ဥ္း စည္းကမ္းကိစၥေတြနဲ႔ ပတ္သတ္ၿပီး ရဲခ်ဳပ္က သူ႔ကို အလုပ္ျဖဳတ္ပစ္ခဲ့ပါတယ္။\nတကယ္ေတာ့ ဒါဟာ ေသခ်ာဇာတ္တိုက္ထားတဲ့ အရာတစ္ခုပါပဲ။\nသူဟာ သူလွ်ိဳတစ္ေယာက္ ငေပြးတစ္ေကာင္အျဖစ္ ဘဝတစ္ဆစ္ခ်ိဳး ေျပာင္းလဲလာခဲ့ပါတယ္။\nသူ႔ရဲ႕ပစ္မွတ္က Sukiyakaki ဂိုဏ္းေခါင္းေဆာင္ Shuho Todoroki ပါ ။\nအဲဒီဂိုဏ္းက Kanto နယ္တဝွမ္းမွာေတာ့ အႀကီးမားဆံုး ရာဇဝတ္ဂိုဏ္းတစ္ခုပါပဲ။\nတစ္ရက္မွာေတာ့ Sukiyakaki ရ့ဲ နံပါတ္ႏွစ္ျဖစ္တဲ့ Masaya Hiura က Reiji ကို မ်က္စိက်သြားၿပီး\nသူ႔ရဲ႕ ေသြးေသာက္ညီအကိုအျဖစ္ ရာကူဇာဂိုဏ္းထဲကို ထည့္သြင္းခဲ့ပါတယ္\nReiji တစ္ေယာက္ ဘယ္လို အခက္အခဲမ်ားစြာ ဆင္းရဲဒုကၡအမ်ိဳးမ်ိဳးကို ျဖတ္ေက်ာ္ျပီး ရာကူဇာဂိုဏ္းက Shuho Todoroki ဆီ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-mole-song-undercover-agent-reiji-2013/",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTkwODcyOTU5Nl5BMl5BanBnXkFtZTgwMzc5NTIwMjI@._V1_-2-152x200.jpg",
        "title": "Raabta (2017)",
        "description": "Bollywood ပရိတ္သတ္ေတြအတြက္ ၂၀၁၇ထြက္ အလန္စားတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။ Magdheera , Anegan တုိ႔လုိ ဇာတ္လမ္းေတြကုိ စိတ္ဝင္စားတဲ့ လူေတြအတြက္ အႀကိဳက္ေတြ႕ေစမွာပါ။\nRaabta ဆုိေတာ့ ျမန္မာလုိဆုိရင္ ဆက္ႏြယ္မႈ ညညဆုိ အိပ္မရပဲ အိပ္မက္ဆုိးေတြကေနလန္႕လန္႕ႏုိးေနတတ္တဲ့ ေကာင္မေလး တစ္ေယာက္\nသူ႕အိပ္မက္ထဲမွာေတာ့ လူတစ္ေယာက္ကုိ ႀကိဳးတုပ္ၿပီး ေရထဲ ပစ္ခ်လုိက္သလုိလုိ\nသူကုိယ္တုိင္ပဲ ေရနစ္ေနသလုိလုိနဲ႕ အိပ္ေနရင္း လန္႔လန္႕ႏုိးတတ္တဲ့ ဆုိင္ရာ ဆုိတဲ့ ေကာင္မေလး\nေပ်ာ္ေပ်ာ္ေနတတ္ၿပီး ေတြ႕မေရွာင္ ေဆာ္ေၾကာင္တတ္တဲ့ ဘဝကုိ ေပါ့ေပါ့ပါးပါး ျဖတ္သန္းေနတဲ့\nလူငယ္တစ္ေယာက္ ျဖစ္တဲ့ ရွိဗ္ ရွိဗ္ရဲ႕ အက်င့္အတုိင္း ေဆာ္လုိက္ေၾကာင္ရင္း\nဆုိင္ရာကုိ ျမင္ေတြ႕ၿပီး လုိက္ရင္းကေန အမွန္တကယ္ သံေယာဇဥ္ေတြ ျဖစ္လာတဲ့အခါမွာေတာ့\nဒီႏွစ္ေယာက္ရဲ႕ ၾကားကုိ ဇခ္ ဆုိတဲ့ သူ တစ္ေယာက္ ေရာက္လာတဲ့ အခါ ႕႕႕႕႕ ...",
        "rating": "3.9",
        "url": "https://megaup.net/2dkpt/Raabta_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/50K-And-A-Call-Girl-A-Love-Story-2014-135x200.jpg",
        "title": "$50K and a Call Girl: A Love Story (2014)",
        "description": "R-Rated ဇာတ္လမ္းကိုမွ IMdb (7.1) ရရွိထားတဲ့ Rating ျမင့္ဇာတ္ကားတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။\nRose တစ္ေယာက္ ဦးေႏွာက္ကင္ဆာကြၽမ္းေနျပီျဖစ္ေၾကာင္း...အသက္႐ွင္ရန္ ၆လသာ အခ်ိန္ရေတာ့ေၾကာင္း သူ႔ကိုယ္သူသိလိုက္ရတဲ့အခ်ိန္မွာေတာ့...\nသူ႔ဘဝရဲ႕ ေနာက္ဆံုးအခ်ိန္ေတြကို ခရီးသြားရင္း ကုန္ဆံုးဖို႔ ဆံုးျဖတ္ခဲ့ပါတယ္...\nသူ႔ရဲ႕ခ်စ္လွစြာေသာ လက္ထပ္ခါနီးတဲ့ အစ္ကိုက လက္ထပ္ဖို႔စုထားတဲ့ ေဒၚလာ၅ေသာင္းကို သူ႔ခရီးမွာသံုးဖို႔ စပြန္ဆာေပးခဲ့ပံုေတြ...\nခရီးမွာ ဘက္ပဲ့ေနတဲ့ Rose ခမ်ာ အေဖာ္ရဖို႔ ေကာင္မေလးတစ္ေယာက္ ေခၚခဲ့ပံုေတြ....\nေစစပ္ထားတဲ့ သူ႔အစ္ကုိစံုတြဲ သူ႕ေၾကာင့္ ကေတာက္ကစျဖစ္ရပံုေတြ...\nကိုယ့္ကိုကိုယ္ ေသမွာသိေနတဲ့ လူတစ္ေယာက္ရဲ႕ခံစားခ်က္ေတြ...\nေသခါနီးလူတစ္ေယာက္ရဲ႕နားမွာ လႈပ္႐ွား႐ုန္းကန္ေနရတဲ့ လူတစ္စုရဲ႕အေၾကာင္းေတြကိုဟာသေႏွာကာ ႐ိုဆန္ဆန္ လက္ေတြ႔က်က် ဘယ္လိုေတြ႔ျမင္ရမလဲဆိုတာကေတာ့....။(ဘာသာျပန္နဲ႔ အညႊန္းကေတာ့ Thinthtoo Zaw ျဖစ္ပါတယ္။) \nFile Size…(800MB) and (310MB)Quality…BluRay 720p\nFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Blade",
        "rating": "7.1",
        "url": "https://megaup.net/1Ba66/$_50K_And_Call_Girl_-_A_Love_Story_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/wheels-on-meals-poster-133x200.jpg",
        "title": "Wheels on Meals (1984)",
        "description": "Wheels on Meals (1984)_______IMDb - 7.2/10တရုတ်ကွန်ဖူးရုပ်ရှင်တွေမှာ နာမည်ကြီးတဲ့မင်းသားသုံးဦးဖြစ်တဲ့ Jackie Chan, Yuen Biao, Sammo Hung တို့ရဲ့ ပေါင်းစပ်မှုဖြစ်ပါတယ်။ ထုံးစံအတိုင်း ကွန်ဖူးနဲ့ဟာသကို ရောထားတဲ့ ကားလေးပါ။ ဇာတ်လမ်းကတော့ စပိန်နိုင်ငံမှာပဲ ရိုက်ကူးထားတာဖြစ်ပါတယ်။\nJackie Chan နဲ့ Yuen Biao တို့ဟာ စပိန်နိုင်ငံမှာ အခြေချတဲ့ တရုတ်လူမျိုးတွေဖြစ်ပြီး Mobile စားသောက်ဆိုင်လေးနဲ့ အေးချမ်းတဲ့ဘဝကို ပိုင်ဆိုင်ထားပါတယ်။ Yuen Biao ရဲ့အဖေကတော့ စိတ်ကျန်းမာရေးမကောင်းသူမို့ ဆေးရုံကိုသွားရင်းနဲ့ လှပချောမောတဲ့ စပိန်သူ\nလေးကို တွေ့ခဲ့ကြရပါတယ်။ အဲဒီ လှပတဲ့စပိန်သူလေးက Jackie Chan နဲ့ Yuen Biao တို့ကို ဒုက္ခတွေအမျိုးစုံရောက်စေခဲ့ပါတယ်။ အလွတ်စုံထောက် Sammo Hung ကလည်း သူ့ရဲ့အမှုသည်အတွက် အဲဒီစပိန်သူလေးနောက်ကို လိုက်နေသူဖြစ်ပါတယ်။ အဲဒီအချိန်မှာပဲ\nလူဆိုးတစ်အုပ်က စပိန်သူလေးကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/1xgt0/Wheels_On_Meals_(Kuai_Can_Che)_[1984]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/thunderbolt-poster-133x200.jpg",
        "title": "Thunderbolt (1995)",
        "description": "Thunderbolt (1995)______IMDb - 6.4/10\n IMDb Rating (6.4/10) ရရှိထားတဲ့ ဂျက်ကီချန်းဇာတ်ကားပါ။\nအညွှန်းမပေးတော့ပါဘူး။\nဂျက်ကီချန်းပရိတ်သတ်တွေ အကြိုက်တွေ့မှာ သေချာပါတယ်။\n  \nFile Size…(956MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:50:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Saw Wunna",
        "rating": "6.4",
        "url": "https://megaup.net/1xgvS/Thunderbolt_(Pik_Lik_Foh)_[1995]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/download-133x200.jpg",
        "title": "Harold & Kumar Escape from Guantanamo Bay 2008",
        "description": "ဒီကားေလးက အမ်ားစုသိၾကတယ့္ ဟာရုိး နဲ ့ကူးမားကားေတြထဲက Guantanamo Bay ဇတ္လမ္းပါWarning (16+)ဒီကားကုိ ၂၀၀၈ ခုႏွစ္က ရုိက္ကူးခဲ့ျပီး 18 +အခန္းေတြ နည္းနည္းပါပါတယ္။ american ဟာကကားဆို ေတာ့ နည္းနည္း ပြင့္လင္းတာေပါ့။IMDb ၆.၆ ၊ Rotten Tomatoes ၅၃% ရရွိထားပါတယ္။ ဟာသကားၾကိဳက္ရင္ ဒီrating ေတြ ကုိၾကည့္မေနနဲ ့ ဒီကားကုိသာၾကည့္လုိက္ပါ။ ဘတ္ဂ်တ္၁၂ မီလံယံ နဲ ့ရုိက္ကူးခဲ့ျပီး Box office မွာ ၄၃ မီလီယံ ျပန္လည္ရရွိခဲ့ပါတယ္။ ကဲ ....ဇာတ္လမ္းပိုင္းမွာေတာ့ ဟာရုိရဲ ့ ပုံစံကသန္ ့သန္ ့ျပန္ ့ျပန္ ့ေနတက္တဲ့ ကိုရီးယားေကာင္၊ကူးမားကေတာ့ ညဏ္ေကာင္းေပမယ့္ ေခါင္းထဲမွာအိပ္ ၊ စား ၊ ကာမ ၊ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1zMms/Harold_&_Kumar_-_Escape_From_Guantanamo_Bay_[16+]_[2008]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjIyNzMxMDE2MV5BMl5BanBnXkFtZTgwNzY4NTM0NDE@._V1_-150x200.jpg",
        "title": "Out of the Dark(1995)",
        "description": "1995 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး ေသးထြက္မတတ္ရီ ရမဲ့ဟာသမင္းသားၾကီး စတီဗင္ ေခ်ာင္ ရဲ႕ ဟာသကားတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက ေတာ့ မစၥတာလီ နဲ႕သူ႕ဇနီးတို႕ဟာ တိုက္ခန္းအသစ္ငွားျပီးေျပာင္းေရြ႕ေနထိုင္ၾကပါတယ္ဒါေပမဲ့ ကံဆိုးတာတစ္ခုက တိုက္ခန္းမွာအဖြားၾကီး ဟာေသဆံုးထားျပီး သူေသဆံုးမႈကို မေက်နပ္ႏိုင္ပဲ လိုက္လံ အျပစ္တင္ေနပါေတာ့တယ္ မစၥတာလီ တို႕ လင္မယားကို ဂ်င္းထည့္ခံခဲ့ရျပီး အဖြားၾကီးရဲ႕ ေျခာက္လန္႕မႈေၾကာင့္ မစၥတာလီတို႕ လင္မယားဟာ သည္းညည္းမခံႏိုင္ေတာ့ပဲ တိုက္ခန္းကလံုျခံဳေရး နဲ႕ ပူးေပါင္းျပီး ဒီပံုမွန္မဟုတ္တဲ့ျဖစ္စဥ္ေတြကို ေဖာ္ထုတ္ဖို႕ လုပ္ေဆာင္ပါေတာ့တယ္ဒါေပမဲ့ အရင္က တိုက္ခန္းမွာ စိတ္ေနာက္ေနတဲ့ ေကာင္မေလး ကို ကုသေပးဖူးတဲ့ စိတ္က်န္းမာေရး ဆရာ၀န္ တစ္ျဖစ္လဲ စတီဗင္ေခ်ာင္ပါ ပါ၀င္ပတ္သက္လာတဲ့အခါမွာေတာ့ ကဲ ဘယ္လို ေသာက္ေပါက္ကရေတြမ်ားလုပ္မလဲဆိုတာကိုေတာ့ တ၀ၾကီး ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ :Pဘာသာျပန္ကေတာ့ ကိုကြန္ပိုက္ပါဗ်",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/out-of-the-dark/",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/furry.vengeance.movie_-135x200.jpg",
        "title": "Furry Vengeance (2010)",
        "description": "ဒီဇာတ္ကားေလးက Mummy မင္းသားၾကီး Branden Fraser ရဲ့ ဟာသဇာတ္ကားေလးပါ။\nအေဟာင္းေပမယ့္ေကာင္းလြန္းလို႔ မရရေအာင္လုိက္ရွာျပီး တင္ေပးထားတာပါ။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့  မင္းသားၾကီး က အိမ္ျခံေျမ အက်ိဳးေဆာင္ေဆာက္လုပ္ေရးကို\nၾကီးၾကပ္ကြပ္ကဲေနတဲ့လူတစ္ဦး “ဒန္” အျဖစ္ပါ၀င္ထားပါတယ္။ \n“ဒန္”က မိသားစုနဲ႔အတူ ေရာ့ကီးစပင္းဆိုတဲ့ အေမရိကန္က ေတာက်က်ေနရာေလးတစ္ခုကို\nခ်ီကာဂိုကေန တစ္နွစ္စာခ်ဳပ္နဲ႔ လာေရာက္ လုပ္ကုိင္ေနပါတယ္။\nေရာ့ကီးစပင္း မွာ သိပ္လ်င္သိပ္ထက္ျမက္တဲ့ ရက္ကြန္း၀ံတစ္ေကာင္က\nတိရိစာၦန္ေလးေတြကို ဦးစီးေနရင္း သူတို႔ရဲ့ ေတာေတာင္ကို ကာကြယ္ေစာင့္ေရွာက္ေနပါတယ္။\nအဲဒီေနရာေလးက ျမိဳ႔ျပတည္ေဆာက္ဖို႔ ေနရာေတြေစ်းသက္သာတာေၾကာင့္ ကုမၸဏီက မ်က္စိက်ေနပါတယ္။\nဒါေၾကာင့္ ျမိဳ႔ျပတည္ေဆာက္ဖို႔အၾကံနဲ႔ ဒန္႔ကို ရာထူးတိုးေပးျပီး ေလးနွစ္စီမံကိန္းစဖို႔ ၾကံစည္လာပါေတာ့တယ္။\nအဲဒါကို ရက္ကြန္း၀ံေလးကၾကားျပီး မင္းသားကို ေရွ႔ဆက္ မလုပ္နိုင္ေအာင္ ပညာေတြျပပါေတာ့တယ္။\nမာမီေတြနဲ႔တုန္းက ၾကမ္းခဲ့အစြမ္းျပခဲ့သမွ် တိရိစာၦန္ေလးေတြနဲ႔က်မွ ဘယ္ေလာက္ေတာင္ ပညာျပခံရတယ္ဆိုတာ \nေပ်ာ္ေပ်ာ္ပါးပါးနဲ႔ ဆက္လက္ၾကည့္ရွဳလိုက္ပါေနာ္။\nတိရိစာၦန္ေလးေတြရဲ့ ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/furry-vengeance-2010/",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BYmU4NjdkNjctZTExYy00NmE2LWI5YzctMDNjYjdkNDc4NDEwXkEyXkFqcGdeQXVyMjMwMDkwOTY@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "Planet Single (2016)",
        "description": "ဒီတစ္ခါ မိတ္ဆက္ေပးခ်င္တာကေတာ့ ပိုလန္ဟာသဇာတ္ျမဴးေလးပါ\nTomek ဆိုတဲ့ လၽွမ္းလၽွမ္းေတာက္ေအာင္ျမင္ေနတဲ့ တီဗီအစီစဥ္တင္ဆက္သူက ပါဖက္ျဖစ္တဲ့ဖူးစာရွင္ကို\nအြန္လိုင္းဝက္ဆိုဒ္ေပၚမွာရွာေဖြေနတဲ့ အဂၤလိပ္စာဆရာမအပ်ိဳႀကီး Ania နဲ႔ ဆံုေတြ႕ခဲ့ပါတယ္\nမိန္းမတိုင္းကလိုခ်င္ၾကၿပီး ေယာက်္ားတိုင္းက သူ႔လိုျဖစ္ခ်င္ေလာက္ေအာင္ ဆြဲေဆာင္ႏိုင္တဲ့ Tomek က\nသူ႔အတြက္ Ania ေႂကြေအာင္လုပ္ဖို႔ လြယ္ကူမယ္လို႔ထင္ခဲ့ၿပီး သူ႔ရဲ႕ေနာက္ထပ္ပရိုဂရမ္မွာ Ania ကိုရယ္ေအာင္လုပ္ဖို႔\nရုပ္ေသးပြဲတစ္ခုလုပ္ေပးခဲ့ပါတယ္ ဒီေတာ့ Ania ကTomek အေပၚအထင္ႀကီးၿပီးေႂကြသြားမလား\nဒါမွမဟုတ္ သူရွာေနတဲ့အြန္လိုင္းကရည္းစားကိုေရာ ရွာေတြ႕ပါ့မလားဆိုတာကို\nဟာသဇာတ္ကြက္ေလးေတြနဲ႔ ခပ္ျမဴးျမဴးေလးရိုက္ျပထားပါတယ္\nဟာသခ်စ္ပရိတ္သတ္ေတြ တကယ္အႀကိဳက္ေတြ႕မယ့္ဇာတ္ကားေလးျဖစ္လို႔ အားေပးၾကပါဦး\n File Size : (800 MB) and (430MB)\nQuality : Bluray 720p\nRunning Time : 2hr 15minutes\nFormat : Mp4\nGenre : Comedy, Romance\nSubtitle : Myanmar Subtitle (Hardsub)\nEncode By ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/planet-single-2016/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/351mrandmrsplayer-140x200.jpg",
        "title": "[18+] Mr. & Mrs. Player (2013)",
        "description": "အတည္တက် အခ်စ္တစ္ခုကိုဘယ္ေတာ့မွ မေဆာက္တည္ဘဲ နာမည္ယူ အသည္းခြဲလုပ္ေနတဲ့ ပ်ိဳတိုင္းႀကိဳက္တဲ့ ႏွင္းဆီခိုင္မင္းသားကာဆန္ဟာ တိရစာၦန္ေဆးကုဆရာဝန္မေလးခ်ီလင္းကို ျမင္ျမင္ခ်င္းပဲ ေၾကြက်ေျမခသြားပါတယ္။ ဒါေပမယ့္ သူတို႔ႏွစ္ေယာက္နဲ႔ အေနအထိုင္အမူအက်င့္ေတြမတူညီၾကတဲ့အခါမွာ အခ်စ္က မစရေသးဘူး..အဆုံးသတ္ရမလိုေတြျဖစ္လာတဲ့အခါ...။ခ်ီလင္းဟာ ကာဆန္ကိုသူနဲ႔အတူလာေနဖို႔ေခၚပါတယ္။ဒါေပမယ့္ ဒီအတိုင္းေတာ့မဟုတ္ပါဘူး...ရက္တစ္ရာတိတိ ဘယ္မိန္းမနဲ႔မွ ဘာညာ ဘာညာေတြ မလုပ္ပါဘူးဆိုတဲ့ ကတိနဲ႔ပါ။ဒီကတိကို ကာဆန္တစ္ေယာက္တည္ႏိုင္မလား သူတို႔ရဲ႕ အခ်စ္လမ္းခရီးဟာဘာေတြျဖစ္လာမလဲဆိုတာကိုေတာ့....။ဇာတ္ကားထဲက မင္းသမီးေတြက ေပါက္စီေတြခ်ည္းလွိမ့္ပိတ္ေရာင္းေနလို႔ မိသားစုနဲ႔ေတာ့မၾကည့္သင့္တဲ့ဇာတ္ကားပါ ညီကိုတို႔။(ရုပ္ရွင္အညႊန္းကို Han Htoo Zaw မွတင္ဆက္ပါသည္။) \nFile Size…(800MB) and (310MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:39:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/18-mr-mrs-player-2013/",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/20161104112215163-135x200.jpg",
        "title": "Perfect Imperfection (2016)",
        "description": "ဒီတရုတ္ဇာတ္ကားေလးက MyDrama List မွာ Rating(7/10) ရရွိထားတဲ့ Romantic Drama ဇာတ္ကားေလးပါ။ကိုရီးယားမင္းသား Ahn Jae-hyun နဲ႔ ထိုင္ဝမ္မင္းသမီး Ady An တို႔မွ အဓိကပါဝင္ထားပါတယ္။12th Chinese American Film Festival မွာ Golden Angel Award ဆုကိုရရွိထားတဲ့ဇာတ္ကားပါ။ဇာတ္လမ္းကေတာ့စည္းကမ္းရွိတဲ့အပ်ိဳၾကီးနဲ႔ ျမာေပြတဲ့အယ္ဒီတာတို႔ ထိပ္တိုက္ေတြ႕ဆံုတဲ့အခါ အခ်စ္ဆိုတာ....။ \nFile Size…(800MB) and (290MB)\nQuality…WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "",
        "url": "https://channelmyanmar.org/perfect-imperfection-2016/",
        "category": "Asian, Comedy, Drama"
    }
]