[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oTyLGUUcQDVnsIhB1NNLOsuK0sE.jpg",
        "title": "Making Babies(2018)",
        "description": "Making Babies(2018)ဒီကားေလးကေတာ့ ၂၀၁၈ ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ မိသားစု ကားေလးပါဒါရိုက္တာ Josh F Huber ရိုက္ကူးထားတဲ့ ဒီကားေလးမွာ မင္းသမီးေခ်ာ Eliza Coupe နဲ႔ Steve Howey တို႔ အဓိကပါ၀င္ထားပါတယ္ဇာတ္လမ္းေလးကေတာ့\nMaking Babies ဆိုတဲ့ နာမည္ေလးအတိုင္းပဲ ......\nကေလးကို အရူးအမူးလိုခ်င္လွတဲ့ ဂြ်န္( Steve) နဲ႔ ေကတီ(Coupe) တို႔ လင္မယားဟာ\n၅ ႏွစ္ၾကာတဲ့အထိ ကေလးမရလာတဲ့အခါ သူတို႔ေတြ ေဆးပညာရဲ႕ အကူအညီနဲ႔ ကေလးရဖို႔ ႀကိဳးစားၾကပါေတာ့တယ္ .....ဂြ်န္ဟာ အိုင္တီဌာနက ျဖစ္ၿပီး\nသူ႔ဝါသနာက ဘီယာေဖာက္တဲ့ လုပ္ငန္းပါ .....\nေကတီကေတာ့ ကုမၸဏီတခုက စာရင္းကိုင္တေယာက္ေပါ့ ......\nအလုပ္တဘက္နဲ႔ သူတို႔ႏွစ္ေယာက္\nကေလးကို ငမ္းငမ္းတက္လိုခ်င္လို႔ ဘယ္လို ခက္ခက္ခဲခဲႀကိဳးစားၾကတာကို ဟာသေလးေတြ စြက္ၿပီး ေပါ့ေပါ့ပါးပါးေလး ရိုက္ထားတာပါ .....ဒီကားေလးဟာ ဘယ္ဆီေနမွန္းမသိေသးတဲ့ ကေလးေလးကို ႀကိဳခ်စ္ေနၾကတဲ့ မိဘေတြရဲ႕ေမတၱာကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xmbf/Making_Babies_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jxOyWUVMjIJ9hppv4MJyCviooN8.jpg",
        "title": "Summer Night (2019)",
        "description": "နွေရာသီနောက်ဆုံးရက်သတ္တပတ်တွေထဲက တစ်ရက်အကြောင်းပါအချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်တဲ့ Seth နှင့် Jamesonရယ်Taylorနှင့်တခြားသူငယ်ချင်းတွေရဲ့ music bandတွေဟာ သူတို့မြို့ထဲမှာရှိတဲ့The Alamoမှာဖျော်ဖြေရမှာပါ Sethမှာလဲ သူ့လူငယ်ဘဝကိုပြောင်းလဲသွားစေမယ့်သတင်းတစ်ခုနဲ့လဲ စိတ်ရှုပ်နေပါတယ်Jamesonကလဲ သူ့ရဲ့အဆက်ဟောင်းမိန်းကလေးနဲ့မကြာခင်ကဆုံခဲ့တဲ့အလန်းလေးတစ်ယောက်ကြား တွေဝေနေပါတယ်တစ်ခြားသူငယ်ချင်းတွေဆီမှာလည်း လူငယ်သဘာဝကိစ္စလေးတွေကိုယ်စီကိုယ်စီနဲ့ရှိနေပါတယ်ဒီဇာတ်ကားမှာ လူငယ်တို့သဘာဝ နွေရာသီညတစ်ညကိုကုန်ဆုံးတာနှင့်music bandရဲ့သီချင်းလေးတွေကို ခံစားရမှာဖြစ်ပါတယ် castတွေအနေနဲ့တော့မျက်နှာသိပ်မစိမ်းတဲ့ လူငယ်သရုပ်ဆောင်တွေကို တွေ့ရမှာဖြစ်ပါတယ်File Size : (870 MB) & (329 MB)Quality : Web-DL 720pRunning Time : 1 hr 38 minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/2Th7f/Summer_Night_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BOWM0M2U3NjUtM2QyOS00OTExLTk4NzQtYmIzMTA0MTRlMjhiXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_-140x200.jpg",
        "title": "Mulan II : The Final War (2004)",
        "description": "မူလန် ၂ တောင်းဆိုနေတဲ့သူတွေ အတွက်လာပါပြီ။ဒီဇာတ်လမ်းမှာတော့ မူလန် နဲ့ ရှန်နဲ့  လက်ထပ်ဖို့ပြင်ဆင်နေချိန်လျို့ဝှက် တာဝန်တစ်ခုပေးအပ်ခံလိုက်ရတဲ့အခါကြုံတွေ့ရမဲ့ စွန့်စားခန်းတွေအကြောင်းပါ။အားပေးကြပါဦး။-----------------------------------------------မူလန္ ၂ ေတာင္းဆိုေနတဲ့သူေတြ အတြက္လာပါျပီ။ဒီဇာတ္လမ္းမွာေတာ့ မူလန္ နဲ႕ ရွန္နဲ႕  လက္ထပ္ဖို႕ျပင္ဆင္ေနခ်ိန္လိ်ဳ႕၀ွက္ တာ၀န္တစ္ခုေပးအပ္ခံလိုက္ရတဲ့အခါၾကံဳေတြ႕ရမဲ့ စြန္႕စားခန္းေတြအေၾကာင္းပါ။အားေပးၾကပါဦး။ \nFile size…(850 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Myominthu Thanmyint",
        "rating": "5.7",
        "url": "https://megaup.net/2Th6n/Mulan_2_-_The_Final_War_[2004]_(MM_Sub).mp4",
        "category": "Action, Animation, Asian, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8UDFzdXOpH4IhetHrxHv0ZSbScz.jpg",
        "title": "I Like Me (2019)",
        "description": "လူတိုင်းကိုယ့်ကိုယ်ကိုသဘောကျတဲ့စိတ်,ချစ်တဲ့စိတ်လေးတွေရှိကြမှာပါဒါပေမယ့်ဘယ်အရာမဆိုအစွန်းရောက်သွားရင်မကောင်းဘူးလေနော်ဒီကားထဲမှာကိုယ့်ကိုယ်ကိုအရမ်းသဘောကျလွန်းပြီးကိုယ်လုပ်ချင်ရာတွေပဲလုပ်နေတတ်တဲ့မိန်းမတစ်ယောက်ရဲ့ဘဝဇာတ်လမ်းကိုဟာသနဲ့နှောပြီးရိုက်ပြထားတာပါမိသားစုပြဿနာတွေကိုဟာသလေးနဲ့ရောပြီးရိုက်ပြထားတာဖြစ်ပါတယ်အဖေတူအမေကွဲညီအမနှစ်ယောက်မှာကိုယ့်ဘက်ကိုယ်ပဲအမြဲကြည့်တဲ့အစ်မဖြစ်သူဟာအိမ်ရဲ့အမြဲတမ်းအပယ်ခံလူအထင်သေးခံခဲ့ရပြီးညီမဖြစ်သူကတော့ သူ့ကိုယ်သူပြီးပြည့်စုံတဲ့သူတစ်ယောက်လို့ခံယူထားတာဖြစ်ပါတယ်ဒါပေမယ့်ဘဝအလှည့်အပြောင်းဆိုတာအရမ်းကြောက်ဖို့ကောင်းတယ်လေနော်အစ်မဖြစ်သူကညီမအိမ်မှာနေရင်းပျင်းပျင်းနဲ့စာအုပ်တွေဖတ်ရာကနေကိုယ့်ကိုယ်ကိုသဘောကျဖို့ချစ်ဖို့အကောင်းမြင်စိတ်သွင်းဖို့ရည်ရွယ်ပြီးစာအုပ်တစ်အုပ်မတော်တဆရေးလိုက်မိတာကနေညီအမနှစ်ယောက်ဘယ်လိုအခြေအနေတွေပြဿနာတွေရင်ထဲရှိတာတွေပွင့်ထွက်လာကြမလဲအပယ်ခံရတဲ့အစ်မဖြစ်သူရဲ့ဘဝဟာဘယ်လောက်တောင်ဆိုးလဲဆိုတစ်ဦးတည်းသောသားကလက်ထပ်တာတောင်မင်္ဂလာဆောင်ကိုမခေါ်တဲ့အထိပါပဲသူ့သားနဲ့ရောဘယ်လိုအဆင်ပြေအောင်ကြိုးစားမလဲညီမနဲ့ရောတည့်အောင်ဘယ်လိုလုပ်မလဲသူ့ဘဝကရောမယုံနိုင်အောင်ဘယ်လိုပြောင်းလဲသွားမလဲ......ဒီကားထဲမှာသူရေးထားတဲ့စာအုပ်ရဲ့စာသားတစ်ချို့ကိုဖတ်ပြတဲ့အခါလူငယ်တွေလေးစားအတုယူရမယ့်စာသားလေးတွေပါနေတာကြောင့်သေချာကြည့်မယ်ဆိုပညာပါပေးတဲ့ဇာတ်ကားလေးဖြစ်မှာပါကိုယ့်ကိုယ်ကိုချစ်ပါ,သဘောကျပါအလွန်အကြူးနဲ့သူများတွေကိုတော့အနှောက်အယှက်မဖြစ်စေနဲ့ပေါ့ File Size : (787 MB) & (223 MB)Quality : Web-DL 720pRunning Time : 1 hr 23 minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/2Thaj/Make_It_Big_(Ildan_Dwieo)_[2002]_(MM_Sub).mp4 https://megaup.net/1xmft/I_Like_Me_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hxtvnvWdeibiDc6mU5ftAUPGofe.jpg",
        "title": "4 latas (2019)",
        "description": "တိုရှို၊ ဂျိုဆေးဗားနဲ့ ဂျွန်ပီယာတို့ ၃ ဦးက အရမ်းခင်တဲ့ သူငယ်ချင်း ၃ ယောက်ဖြစ်ပါတယ်သူတို့ ၃ ဦးဟာ မကြာခဏ ခရီးတွေထွက်လေ့ရှိပြီးများသောအားဖြင့် ဆဟာရ သဲကန္တာရကို ဖြတ်ကျော်ခရီးနှင်လေ့ရှိပါတယ်အဲဒီလိုနဲ့အကြောင်းကြောင်းကြောင့် သူငယ်ချင်းတွေ ကွဲကွာသွားရင်းနေလာရာကနေ တစ်ရက်မှာတော့ တိုရှိုတစ်ယောက်ဂျိုဆေးဗားရဲ့ အမျိုးသမီးဆီကနေ စာတစ်စောင် လက်ခံရရှိပါတော့တယ်သူတို့ရဲ့သူငယ်ချင်းဖြစ်သူ ဂျိုဆေးဗားတစ်ယောက်နောက်ဆုံးအချိန်ရောက်နေပြီဆိုတာကို အသိပေးထားတဲ့စာပါအဲဒီလိုနဲ့ပဲတိုရှိူတစ်ယောက်ဟာ နောက်ထပ်သူငယ်ချင်းတစ်ဦးဖြစ်တဲ့ဂျွန်ပီယာဆီသွားပြီး ဂျိုဆေးဗားဆီ လိုက်ကြဖို့လုပ်ပါတော့တယ်လေယာဉ်နဲ့အားချင်းသွားဖို့စီစဉ်ထားပေမယ့် ဂျိုဆေးဗားသမီးဖြစ်သူအကြံနဲ့ဟိုးအရင်ကလို ဟိုးအရင်ကကားနဲ့ပဲသဲကန္တာရကို ဖြတ်ကျော်ခရီးနှင်ဖို့ဆုံးဖြတ်လိုက်ကြတဲ့အခါမှာတော့ စွန့်စားခန်းကြီးစတင်ပါတော့တယ်သဲကန္တာရအလယ်မှာ ကြုံရတဲ့အခက်အခဲမျိုးစုံ ဒုက္ခသုခပေါင်းစုံနဲ့ ။ကြုံဆုံရတဲ့ လူအမျိုးမျိုး စိတ်အထွေထွေ အကြောင်းကိုဟာသနှောပြီး ခပ်သွက်သွက်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ရယ်မောစရာလည်းပါ ရင်မောစရာလည်းပါတဲ့ ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်File Size : (987 MB) & ( 368 MB)Quality : Web-DL 720pRunning Time : 1 hr 44 minFormat : Mp4 ...",
        "rating": "5.9",
        "url": "https://megaup.net/1xme9/4_Latas_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMTc0NjE2ODM2OV5BMl5BanBnXkFtZTgwMjQyNDUzNzM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "UglyDolls (2019)",
        "description": "UglyDolls (2019)\n၂၀၁၉ ေမလမွာ ထြက္ရွိခဲ့တဲ့ သီခ်င္းေတြၿမိဳင္ၿမိဳင္ဆိုင္ဆိုင္နဲ႔\nအဆုိေတာ္ တစ္ၿပံဳတစ္ေခါင္းနဲ႔ ထြက္ရွိခဲ့တဲ့ ကာတြန္းကားေကာင္းေလးပါ။\nနာမည္ႀကီးကားေတြၾကားထဲမွာ ထြက္ခဲ့ရတဲ့အတြက္ အရမ္းမသိလိုက္ၾကဘူး ထင္ပါတယ္။\nအသံသရုပ္ေဆာင္ေတြအေနနဲ႔ Kelly Clarkson အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၿပီး\nX Factor ရဲ႕ ဒိုင္တစ္ဦးလည္း ျဖစ္တဲ့ Blake Shelton လည္း ပါ၀င္ပါတယ္။\nNick Jonas, Janelle Monae, Pitbull တို႔လည္း ပါပါေသးတယ္။\nAsian Artist အေနနဲ႔ ၀မ္လီဟုန္ (Wang Lee Hom) လည္း ပါပါေသးတယ္။\nသီခ်င္းေတြ အမ်ားႀကီး နားေထာင္ရမွာဆိုေတာ့ ၾကည့္ရမွာအရမ္းတန္ပါတယ္။\nဒါကေတာ့ ဇာတ္လမ္းရဲ႕ထူးျခားခ်က္ပါ။\nဇာတ္လမ္းအက်ဥ္းကေတာ့ ဒီလိုပါ။\nရုပ္ဆိုးရုပ္ကေလးေတြ ရုပ္ဆိုးေတာင္ၾကား (Uglyville) မွာ ေနၾကပါတယ္။\nေမာ္စီဆိုတဲ့ အရုပ္မေလးကေလး ဒီရြာသူတစ္ေယာက္ပါ။\nသူကေတာ့ သူတုိ႔ရြာရဲ႕တျခားတစ္ေနရာမွာ သူတို႔ကို ခ်စ္ေပးမယ့္ လက္ခံေပးမယ့္\nကေလးေလးေတြ ရွိေနတယ္လို႔ ယံုၾကည္ထားပါတယ္။\nကမာၻအႀကီးႀကီးလည္း ရွိတယ္လို႔ သူမက ယံုၾကည္ထားပါတယ္။\nဒီေတာ့ သူ႕သူငယ္ခ်င္းေတြနဲ႔ အဲဒီကို ေရာက္ေအာင္သြားဖို႔ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1xnmn/We_Belong_Together_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/ra31kgeljuru-136x200.jpg",
        "title": "Devil’s Vendetta ( 2019 )",
        "description": "ဒီကား​ေလးကနတ္​ဘုရား​ေလာင္​းလ​်ာ​ေလးနဲ႔ ​ေျမ​ေခြးနတ္​ဆိုးမ​ေလးၾကားကအခ်စ္​​ေတြကို ​ေဖာ္​ျပထားတဲ့ 2019ထြက္​ဇာတ္​ကား​ေကာင္​း​ေလးျဖစ္​ပါတယ္​...တန္​႔စိမ္​းဆိုတဲ့​ေကာင္​​ေလးတစ္​​ေယာက္​ဟာ ​ေကာင္​းကင္​စာအုပ္​ဆိုတဲ့အစြမ္​းထက္​တဲ့စာအုပ္​​ေလးကိုပိုင္​ဆိုင္​ထာ​း​ေပမယ္​့သူကိုယ္​တိုင္​​ေတာင္​မသိထားတဲ့အျပင္​ သူကိုယ္​တိုင္​ကနတ္​ဘုရားအ​ေလာင္​းအလ်ာ​ေလးျဖစ္​​ေနတာကိုလည္​းမသိခဲ့ပါဘူး..ဒီလိုနဲ႔ ​ေကာင္​းကင္​စာအုပ္​႐ွိ​ေန​ေၾကာင္​းအာရံုခံမိသြားတဲ့​ေျမ​ေခြးနတ္​ဆိုးတစ္​သိုက္​ဟာ သူ႔ဆီက​ေနလုယူႏိုင္​ဖို႔အမ်ိဳးမ်ိဳးႂကံစည္​ပါ​ေတာ့တယ္​...ဒါ​ေၾကာင္​့နတ္​ဆရာလြမ္​ကိုသူ႔ကိုကာ​ကြယ္​​ေပးဖို႔ငွါးရမ္​းထားခဲ့ပါတယ္​..ဒီလိုနဲ႔​ေျမ​ေခြးနတ္​ဆိုးမ​ေလးမိန္​႔အယ္​ဟာ တန္​႔စိမ္​းကိုခ်စ္​မိသြားႁပီးဘယ္​လို​ေတြကာကြယ္​​ေပးမွာလဲ...သူတို႔ႏွစ္​ဦး​ေပါင္​းစည္​းႏိုင္​ပါ့မလား..ဘယ္​လို​ေတြႂကံဳ​ေတြ႔ရမွာလဲဆိုတာ​ေတြကို ၾကည္​့႐ႈခံစားရမွာျဖစ္​ပါတယ္​ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/1xlgj/Devil’s_Vendetta_(Ping_Yao_Zhi_Ru_Yi_Tian_Shu)_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fdeFpm6bhhjEOlxlmmXiCL71PsF.jpg",
        "title": "Hippi (2019)",
        "description": "ျဗိတိန္ကဗ်ာဆရာၾကီး ဂြ်န္မီလ္တန္က ေျပာဖူးတယ္။မိန္းကေလးတစ္ေယာက္ကုိ စခ်စ္မိရင္ \"နိဗၺာန္\"ပဲ။ မိန္းကေလးတစ္ေယာက္နဲ ့ ခ်စ္သူျဖစ္သြားျပီဆိုရင္ေတာ့ \"နိဗၺာန္ ေပ်ာက္ဆံုးသြားျပီ\"တဲ့။ဂြ်န္မီလ္တန္မွ မဟုတ္ပါဘူး။အခ်စ္ကို အဓိပၸာယ္ဖြင့္ဆိုခဲ့သူေတြဆိုတာ ဟိုးအရင္ကလည္း ရွိခဲ့တယ္ ၊ အခုလည္း ရွိေနတယ္ ၊ ေနာင္လည္း ရွိေနဦးမွာပဲ မလား. ?တစ္စံုတစ္ေယာက္ . . . ကိုယ့္သူငယ္ခ်င္းရဲ ႔ ခ်စ္သူျဖစ္ခဲ့ဖူးတဲ့ တစ္စံုတစ္ေယာက္က သင့္ကိုလာျပီးေတာ့ ခ်စ္ေရးဆိုမယ္ဆိုရင္....အဲ့ဒီလူကို သင့္ဘက္က ခ်စ္ေနရင္ေတာင္ သူငယ္ခ်င္းကို ငဲ့ကြက္ျပီး ျငင္းပယ္မွာလား . . .?ဒါမွမဟုတ္ သင့္ႏွလံုးသား အလိုအတိုင္း အဲ့ဒီလူကို ျပန္ခ်စ္လိုက္မွာလား ?အရွဳပ္အေထြးေတြၾကားမွာ ေနေပ်ာ္တတ္ၾကတဲ့ ကြ်န္ေတာ္တို ့ပုထုဇဥ္ေတြၾကားမွာ ဒီလိုမ်ိဳး လြန္ဆြဲမွဳေတြနဲ ့ မၾကာမၾကာဆိုသလို ၾကံဳေတြ ့ရတတ္ပါတယ္ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1xi2n/Hippi_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m2ttWZ8rMRwIMT7zA48Jo6mTkDS.jpg",
        "title": "Long Shot (2019)",
        "description": "ဟာသဒရာမာ ကားေကာင္းေတြကို ေမွ်ာ္လင့္ေတာင့္တေနတဲ့ ပရိတ္သတ္ေတြအတြက္၂၀၁၉ ထဲ ပူပူေႏြးေႏြး ထြက္ရွိထားတဲ့ Long Shot ဆုိတဲ့ ဇာတ္ကားေလး တင္ဆက္ေပးပါရေစဖရက္ ဖလာစကီ ဆိုတဲ့ သတင္းေထာက္တစ္ဦးဟာ သူတို႔သတင္းစာတိုက္ကို ခရိုနီ ကုမၸဏီၾကီးက ဝယ္သြားလု႔ိေဒါသေတြထြက္ မေက်မနပ္ျဖစ္ျပီး သတင္းစာတိုက္ကေန အလုပ္ထြက္လာခဲ့ျပီး အလုပ္လက္မဲ့တစ္ဦးျဖစ္ေနခဲ့ပါတယ္ခ်ားေလာ့ ဖီးဒ္ဆိုတဲ့ အမ်ိဳးသမီးကေတာ့ လွပျပီး ထက္ထက္ျမက္ျမက္ရွိတဲ့ အေမရိကန္ျပည္ေထာင္စုရဲ႕ အတြင္းေရးမွဴးတစ္ေယာက္ျဖစ္ရံုမကေနာက္တက္မယ့္ သမၼတေနရာအတြက္ လက္ရွိသမၼတက ေထာက္ခံမႈေပးထားတဲ့ ဒိတ္ဒိတ္က်ဲ အမ်ိဴးသမီးတစ္ဦးေပါ့သာမာန္သတင္းေထာက္ေလးတစ္ဦးနဲ႔ ႏုိင္ငံရဲ႕အစိုးရအဖြဲ႕ဝင္ ဒိတ္ဒိ္တ္ၾကဲ အမ်ိဳးသမီးတစ္ဦးတို႔ဟာတစ္ညမွာ အမွတ္မထင္ေတြ႕ဆံုခဲ့ၾကျပီး ဘာေတြမ်ားဆက္ျဖစ္ၾကမွာပါလိမ့္….။မျပံဳးဘဲ ဝါးလံုးကြဲ ရယ္ရမယ့္ဟာသမ်ားနဲ႔ အေမရိကန္ႏိုင္ငံေရးကို သေရာ္ထားျပီး ရင္ထိတ္စရာမ်က္ရည္လည္စရာ ခံစားခ်က္ေပါင္းစံုေရာျပြန္းေနမယ့္ ဇာတ္ကားေလးကို Seth Rogen နဲ႔ Charlize Theron ...",
        "rating": "7.2",
        "url": "https://megaup.net/2d4qo/Long_Shot_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/LEGO-DC-Batman-Family-Matters-2019-poster-134x200.jpg",
        "title": "Lego DC Batman: Family Matters (2019)",
        "description": "LEGO DC: Batman - Family Matters (2019)\nIMDb - 6.1/10_____Rotten - 55%\n  \nဇာတ်လမ်းအကျဉ်း\nဘရုစ်ဝိန်းတစ်ယောက် crime fighting အတွက်ပဲ အာရုံရောက်လွန်းနေရာကနေ\nတစ်နေ့ သူ့ကုမ္ပဏီကို ရောင်းဖို့ဆုံးဖြတ်လိုက်တော့တယ်။\nဒီအချိန်မှာပဲ Bat Family Member တွေဆီကို\nထူးဆန်းစွာနဲ့ ဖိတ်စာတစ်စောင်စီ ရောက်လာခဲ့တော့တယ်။\nဖိတ်စာပို့တဲ့လူကလည်း သူတို့တစ်ယောက်ချင်းစီ သရုပ်မှန်တွေကို သိနေခဲ့တယ်။\nဒီအချိန်မှာပဲ ဘတ်မန်းရောင်းလိုက်တဲ့ ကုမ္ပဏီကို ဗီလိန်တစ်ယောက်က ဝယ်လိုက်ပြီး\nကုမ္ပဏီရဲ့ Advanced AI Technology ကို သုံးကာ\nGotham မြို့ကြီးကို ဖျက်ဆီးဖို့ လုပ်ပါတော့တယ်။\nLEGO animation ဖြစ်တဲ့အတွက် DC Character တွေကို\nချစ်စရာLEGOပုံစံလေးတွေနဲ့ မြင်ရမှာပါ။\nGotham ရဲ့ Villain တွေလည်း အကုန်လုံးနီးပါး ပါဝင်ထားပါတယ်။\nနောက်LEGO DC ကားအတွက် Credit Scene ကိုပါ ထည့်ထားပေးတာဆိုတော့\nလုံးဝကြည့်ကောင်းမယ့် LEGO ကားတစ်ကားဆိုတာ ကျိန်းသေပါတယ်။\n  \nFile Size : ...",
        "rating": "6.1",
        "url": "https://megaup.net/1B22n/LEGO_DC_-_Batman_–_Family_Matters_[2019]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSK7N9T9uqp7WqaFffKPhPxx0mB.jpg",
        "title": "Measure of a Man (2019)",
        "description": "ေနြရာသီအားလပ္ရက္ဆုိတာကိုမၾကိဳက္တဲ့သူမရွိသေလာက္ရွားမယ္လို႕ထင္ပါတယ္ဒီအခ်ိန္ကအကုန္လံုးကိုခဏေမ့ထားျပီးလြတ္လြတ္လပ္လပ္ေပ်ာ္ပါးလို႕ရတဲ့အခ်ိန္ေကာင္းေလးတစ္ခုပဲေလလူငယ္ေတြအတြက္ေရာမိသားစုေတြအတြက္ေရာ\nဒါေပမယ့္ဒီကားေလးမွာေတာ့ေနြရာသီအားလပ္ရက္ကိုမုန္းတဲ့လူငယ္ေလးတစ္ေယာက္ကိုဇာတ္အိမ္တည္ျပီးရိုက္ကူးထားကာရသအမ်ိဳးမ်ိဳးေပးထားတာကိုခံစားရမွာ\nေနြရာသီဆိုျမိဳ႕ျပကေနေက်းလက္ကိုထြက္လာျပီးအပန္းေျဖေလ့ရွိတဲ့ မိသားစုေတြျမိဳ႕ျပကေနလာအပန္းေျဖတဲ့သူေတြကိုမေက်နပ္တဲ့ေဒသခံလူငယ္အုပ္စုအဲဒီၾကားထဲမွာဓါးစာခံျဖစ္ျပီးအျမဲအႏိုင္က်င့္ခံရတဲ့အျပင္ဘာလုပ္လုပ္အေကာင္းမျမင္ေပးတဲ့အေဖရဲ႕စကားလံုးဖိႏွိပ္မႈေတြကိုပါခံရတဲ့ေကာင္ေလးတစ္ေယာက္\nတစ္ေန႕သူအလုပ္လုပ္တဲ့အိမ္ကအဖိုးၾကီးရဲ႕ပညာသားပါပါပညာေပးမႈေတြနဲ႕ရင့္က်က္လာတဲ့အခါ....ရုတ္တရက္ျပႆနာေတြထျဖစ္တဲ့အေဖနဲ႕အေမရဲ႕ဆက္ဆံေရးၾကားထဲဘယ္လိုေနမလဲ ...\nတိတ္တခိုးခ်စ္ေနရတဲ့ေကာင္မေလးနဲ႕ေရာဘယ္လိုေရွ႕ဆက္မလဲ...ဒီၾကားထဲအခ်စ္ေရးရွဳပ္တဲ့သူ႕အစ္မျပႆနာေတြေရာ....\nဒီကားေလးကလူငယ္ေတြၾကည့္ကိုၾကည့္သင့္တဲ့ကားေကာင္းေလးတစ္ကားပါဟာသေလးေတြပါေရာထားတာမို႕ပ်င္းရမွာမဟုတ္ပါဘူး... File Size : (937 MB ) & (302 MB)Quality :Web-DL 720pRunning Time :1 hr 40 minFormat : Mp4Genre :  Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.2",
        "url": "https://megaup.net/2d3e7/Measure_Of_A_Man_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yxuMWJgb0Sr8dF6Aa8goZZJYCzl.jpg",
        "title": "Ek Ladki Ko Dekha Toh Aisa Laga(2019)",
        "description": "Ek Ladki Ko Dekha Toh Aisa Laga (2019)=========================ႏုိင္ငံတကာရုပ္ရွင္အဆင့္သတ္မွတ္ခ်က္မ်ား IMDb - 5.5/ 10 Rotten Tomatoes - 73% Times of India - 3.5/5ဒီဇာတ္ကားကုိေဒါင္းထားတာအေတာ္ေလးၾကာၿပီ IMDb နည္းေနတာနဲ႕ မၾကည့္ျဖစ္တာဒါေပမဲ့ တဖက္ကျပန္ၾကည့္လုိက္ေတာ့ Rotten 73% ဆုိေတာ့ၾကည့္လုိက္တာ underrattedကားေကာင္းတစ္ကားလုိ႔ပဲဆုိရမယ္ ကြ်န္ေတာ္ၾကည့္ဖူးသေလာက္ အိႏၵိယကားေတြထဲမွာဒီလုိဇာတ္လမ္းမ်ိဳးရွားပါတယ္ ဇာတ္လမ္း၊ ဇာတ္အိမ္ေကာင္းသလုိ ဇာတ္ၫႊန္း၊ စကားလုံးေတြကလည္းဘာအပုိအလုိမွမရွိဘဲ သိပ္ျပည့္စုံလွတယ္ ကခုန္တာေတြသိပ္မပါဘဲ ေတးသီခ်င္းကုိ လုိသေလာက္ပဲသုံးသြားတာအဓိကေနာက္ခံေတးဂီတေလးဆုိ သိပ္လွလြန္းတယ္ သရုပ္ေဆာင္ေတြကလည္း ေထြေထြထူးထူးေျပာစရာမလုိတဲ့အမွန္အကန္ေတြခ်ည္းပဲ ဆုိနမ္ဆုိရင္ ဒီဇာတ္ရုပ္နဲ႕သိပ္လုိက္လြန္းေပတယ္ ဘယ္သူမွအုိဗာျဖစ္မသြားဘူးဇာတ္လမ္းေလးေျပာရရင္ ကားနာမည္နဲ႔ပဲစရမယ္ ... \"မိန္းကေလးတစ္ေယာက္ကုိေတြ႕တဲ့အခါ ေဟာဒီလုိခံစားရေလတယ္\"ခံစားဖူးၾကလားဗ် မိန္းကေလးတစ္ေယာက္ကုိျမင္လုိက္လုိ႔ ထူးထူးျခားျခားခံစားသြားရတာ အဲ့ဒိလုိခံစားမႈမ်ိဳးျဖစ္သြားသူကေတာ့ဆာေဟး(လ္) မစ္ရ္ဇာဆုိတဲ့ ဇာတ္ၫႊန္းေရးဆရာေလး ဆာေဟးလ္ မစ္ရ္ဇာ - ရုပ္ရွင္ထုပ္လုပ္သူ သူေဌးႀကီးရဲ႕တစ္ဦးတည္းေသာသား အဖက္ဖက္ကျပည့္စုံေပမယ့္ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2d1Ta/Ek_Ladki_Ko_Dekha_Toh_Aisa_Laga_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ELrosU04wEbfmxK9wLBjdEECqm.jpg",
        "title": "EverAfter(1998)",
        "description": "Ever After Cinderella Story (1998)IMDb ..........7.0\nRotten.... 91%ဒီတစ္ေခါက္ဇာတ္ကားေလးကေတာ့ ၁၉၉၈ခုႏွစ္ပုိင္းက ႐ုိက္ကူးခဲ့တဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္.....ကေလးဘဝကတည္းက ႀကိဳက္ႏွစ္သက္ခဲ့ၾကတဲ့ စင္ဒရဲလားရဲ႕ဇာတ္ေၾကာင္းကုိေတာ့ အထူးမိတ္ဆက္ေပးစရာမလုိေလာက္ဘူး ထင္ပါတယ္....\nဒါေပမယ့္ ဒီကားေလးမွာ စင္ဒရဲလားရဲ႕ ဘယ္လုိဗား႐ွင္းေလးနဲ႔ ပုံေဖာ္သြားမလဲဆုိတာကေတာ့ တကယ္ကုိစိတ္ဝင္စားစရာပါ.....\nမင္းသမီးႀကီး Drew Barrymore ရဲ႕ ခ်စ္စရာေကာင္းတဲ့ဟန္ေလးေတြနဲ႔ စင္ဒရဲလားအသစ္ကေလးတစ္ေယာက္ကုိ ျမင္ရမွာပါ...\nသူ႔ဇာတ္လမ္းဇာတ္အိမ္သီးျခားေလးနဲ႔ မူလေက်ာ႐ိုးမပ်က္ဇာတ္လမ္းေလးကုိလည္း ႀကိဳက္ႏွစ္သက္ၾကမွာပါ.....\n၁၉၉၈တုန္းက ႐ုိက္ခဲ့တာဆုိေပမယ့္ Drew Barrymoreရဲ႕ ခ်စ္စရာေကာင္းတဲ့သ႐ုပ္ေဆာင္ခ်က္ေလးေတြကုိၾကည့္ရတာ\nနဲ႔တင္ ေ႐ွးေဟာင္းကားတစ္ကားဆုိတာေတာင္ ေမ့သြားေလာက္မွာပါ .......ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Yoon Wah wah Theint ပဲ ျဖစ္ပါတယ္ File Size : (950 MB) and (403 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:01:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded ...",
        "rating": "7.0",
        "url": "https://megaup.net/2d1T7/Ever_After_-_A_Cinderella_Story_[1998]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j92GNi6ooPKEDj44VdrkVM6rV1f.jpg",
        "title": "There Is No Place Like Home(2018)",
        "description": "There Is No Place Like Home(2019)There is no place like home (2018) ဆုိတဲ့ အီတလီ Romance, Drama ဇာတ္ကားေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားေလးက မိသားစုျပန္လည္ေတြ႕ဆုံၾကတဲ့ ပီယက္ထရုိနဲ႔ အယ္လ္ဘာတုိ႔ရဲ႕ ေရႊရတု မဂၤလာပြဲအေၾကာင္းကုိ ရုိက္ကူးထားတာပါ။ သူတုိ႔ေနတဲ့ ကၽြန္းေလးေပၚမွာ မဂၤလာပြဲကုိ က်င္းပခဲ့ျပီး မိသားစုစုံစုံညီညီ ေပ်ာ္ေပ်ာ္ပါးပါး ေအာင္ေအာင္ျမင္ျမင္ျပီးဆုံးသြားပါတယ္။ဒါေပမဲ့ ဧည့္သည္မိသားစုေတြ ျပန္ခ်ိန္ေရာက္တဲ့အခါမွာ ပင္လယ္မွာ ေလထန္ေနလုိ႔ မျပန္ႏုိင္ျဖစ္ျပီး ေနာက္တစ္ရက္ထပ္ေနရပါတယ္။အဲဒီအခ်ိန္မွာ မိသားစုတစ္ခုခ်င္းစီက အခ်စ္ကုိလုိသူေတြ၊ အခ်စ္ပုိေနသူေတြ၊ အခ်စ္သစ္ရွာေတြသူေတြ၊အခ်စ္ကုိ တစ္ဖန္ ဖန္တီးသူေတြ၊ အခ်စ္အေၾကာင္းကုိနားလည္သြားသူေတြရဲ႕ အေၾကာင္းကုိ ျပေပးထားတာပါ။ဘဝထဲကအခ်စ္ေတြအေၾကာင္း ျဖစ္ျပီး စိတ္ကူးယဥ္ဆန္စရာ ေကာင္းတဲ့အခ်စ္အေၾကာင္းမဟုတ္လုိ႔ သဘာဝက်က်အခ်စ္ဇာတ္ကားေလးတစ္ကားလုိ႔ ေျပာလုိ႔ရပါတယ္။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္...File Size : (850 MB) and ...",
        "rating": "6.1",
        "url": "https://megaup.net/2d1Tj/There_Is_No_Place_Like_Home_(A_Casa_Tutti_Bene)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gEkKHiiQRVUSX15Iwo8VFydXrtu.jpg",
        "title": "Missing Link(2019)",
        "description": "Missing Link(2019)\nIMDb.....7.0\nAnimation ဇာတ္ကားေကာင္းေတြကုိ တမ္းတလြမ္းဆြတ္ေနၾကတဲ့ ပရိသတ္ၾကီးအတြက္ ၂၀၁၉ထဲမွာ ပူပူေႏြးေႏြး ထြက္ထားတဲ့ Missing Link\n(ေပ်ာက္ဆံုးေနေသာ ကြင္းဆက္) ဆိုတဲ့ ဇာတ္ကားေလးတင္ဆက္ေပးလုိ္က္ပါတယ္…\nဇာတ္ကားေလးဟာ ၁၈ရာစု ပတ္ဝန္းက်င္ကို ဇာတ္အိမ္တည္ထားျပီးေတာ့ လိုင္နယ္ ဖေရာ့စ္ဆိုတဲ့ စြန္႔စားရွာေဖြသူတစ္\nဦးဟာ နယူးေယာက္က အၾကီးမားဆံုး စြန္႔စားရွာေဖြသူေတြရဲ႕ အသင္းကိုဝင္ခ်င္တ့ဲအတြက္ ဒ႑ာရီလာ သတၱဝါေတြ ကို\nလုိက္လံစြန္႔စား ရွာေဖြပါေသာ္လည္း အခ်ည္းႏွီးသာ ရလဒ္ေနာက္ဆံုး နိဂံုးခ်ဳပ္ေနက်ျဖစ္တဲ့အတြက္ ကလပ္ကလူေတြအတြက္\nသူဟာ ေလွာင္ေျပာင္စရာပဲျဖစ္ေနခဲ့ပါတယ္ …\nတစ္ေန႔ေတာ့ ကလပ္ကလူၾကီးနဲ႔အေလာင္းအစားတစ္ခုျပဳလုပ္ျပီး ႏွင္းလူမ်ိဳးႏြယ္ ဒ႑ာရီလာ ေျခရာၾကီးသတၱဝါကို\nရွာေဖြဖို႔ ဟိမဝႏၱာေတာင္တန္းၾကီးဆီကို စြန္႔စားခန္းထြက္လာပါေတာ့တယ္။\nကုိင္း...သူစြန္႕စားခန္းႀကီးေအာင္ျမင္ပါ့မလား...လူေတြရဲ႕ အထင္ေသးတဲ့အျမင္ေတြကုိ\nေျပာင္းလဲေပးႏုိင္မလား....သူ႕စြန္႕စားခန္းေတြမွာေရာ ဘယ္လုိအႏၱရယ္မ်ဳိးစုံနဲ႕ေတြ႕ဆုံမလဲ...\nသူကေရာျဖတ္ေက်ာ္ႏုိင္ပါ့မလား.....\nဒီဇာတ္ကားေလးမွာ ေနာက္ခံအသံသရုပ္ေဆာင္မ်ားအျဖစ္ နာမည္ၾကီး သရုပ္ေဆာင္ေတြျဖစ္ၾကတဲ့\nHugh Jackman…Zach Galifianakis….Zoe Saldana စတဲ့သရုပ္ေဆာင္ေတြ ပါဝင္ထားပါတယ္…\nဟာသအေသာေလးေတြနဲ႔ စြန္႔စားခန္းေတြရင္ထိတ္စရာေတြ ေတြ႔ၾကံဳခံစားရမယ့္ ဇာတ္ကားေလးတစ္ကားျဖစ္လို႔ ကိုယ္တိုင္ပဲ ၾကည့္ရွဳခံစားေတာ္မူၾကပါဦး…\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္....\n File Size ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/missing-link2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzk3kf5h54cCP3MYDptEjmLKVLF.jpg",
        "title": "Bulletproof Monk",
        "description": "အက္ရွင္ကားေလးေတြၾကိဳက္ႏွစ္သက္ေတြအတြက္သေဘာက်မယ္႔ဇာတ္ကားေလးပဲၿဖစ္ပါတယ္ ဇာတ္လမ္းအက်ဥ္းကေတာ႔ဒုတိယကမာၻစစ္တြင္းမွာ တိဘတ္ေတာင္တန္းေပၚမွာ အနႏၱစြမ္းအင္ေတြရႏိုင္မယ့္ေပလိတ္ကိုေစာင့္ေရွာက္တဲ့ဘုန္းၾကီးေတြေနထုိုင္ျပီးအႏွစ္၆၀တစ္ခါ ေစာင့္ေရွာက္သူလႊဲေျပာင္းပါတယ္နာဇီစစ္ဗိုလ္တစ္ေယာက္ဟာအဲ့ဒီစြမ္းအင္ကိုတပ္မက္လြန္းလို႔ အႏွစ္၆၀တိုင္တိုင္ဇြဲၾကီးၾကီးနဲ႔လိုက္ေနပါတယ္ နာဇီရဲ႕အၾကံကေတာ့သူစြမ္းအားေတြရရင္နိမ့္က်တယ္လို႔သူယူဆရဲ႕တဲ့လူမ်ိဳးစုေတြ အျပတ္ရွင္းျပစ္ျပီးသူ႔စိတ္တိုင္းက်ကမာၻတည္ေထာင္မွာျဖစ္ပါတယ္ ဒါကိုကာကြယ္ဖို႔ဘုန္ၾကီးဟာအႏွစ္၆၀ထြက္ေျပးရင္ ႏွစ္၆၀ျပည့္တဲ့အခ်ိန္မွာဘယ္သူ႔ကိုေစာင့္ေရွာက္သူအျဖစ္လႊဲအပ္မလဲ နာဇီစစ္ဗိုလ္ကိုဘယ္လိုေျဖရွင္းမလဲဆိုတာ ေပါ့ေပါ့ပါးပါးအက္ရွင္ကားေကာင္းတစ္ကားအေနနဲ႔ၾကည့္ရမွာပါေပလိတ္ကိုေစာင့္ေရွာက္သူဘုန္းၾကီးအျဖစ္အားလံုးရင္ႏွီးမွာျဖစ္တဲ့ေဟာင္ေကာင္မင္းသားၾကီးChow Yun Fatကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္ Translated & Review By Nu MonEncoded By LK",
        "rating": "5.5",
        "url": "https://megaup.net/2d1Ti/Bulletproof_Monk_[2003]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BZThhYTlhMDUtMDhjZi00MTljLTkwMDYtOGU3ZjVlMWE4NDk4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR007171000_AL_-143x200.jpg",
        "title": "Casper (1995)",
        "description": "Casper 1995\nဒီဇာတ္ကားေလးကေတာ့ ကပ္စပါ ဆိုတဲ့\nလူေတြကိုခင္တက္တဲ့\nတေစၦေလးအေၾကာင္းကာတြန္းကားကို\nlive-action ျပန္႐ိုက္ထားတဲ့ ကားေလးျဖစ္ပါတယ္။\nဒီဇာတ္ကားေလးမွာဆိုရင္ အ\nဓိကဇာတ္ေဆာင္ျဖစ္တဲ့ ကပ္စပါကို CGI အျပည့္နဲ႔\nတစ္ကားလံုးသံုးသြားႏိုင္တဲ့ ပထမဦးဆံုး ႐ုပ္ရွင္ကားတစ္ကားလည္းျဖစ္ပါတယ္။\nBudget ၅၅ သန္း အသံုးျပဳခဲ့ၿပီး ၂၈၇.၉ သန္းျပန္လည္ရရွိခဲ့တဲ့\nေအာင္ျမင္ခဲ့တဲ့ ႐ုပ္ရွင္ကားလည္းျဖစ္ပါတယ္။\nဒီဇာတ္ကားေလးမွာဆိုရင္ ေဒါက္တာဟာေဗးက\nသူ႔သမီးေလးနဲ႔အတူ တစ္ၿမိဳ႕ဝင္တစ္ၿမိဳ႕ထြက္နဲ႔\nလူေတြကိုအေႏွာက္အယွက္ေပးေနတဲ့\nတေစၦေတြကို ေနာက္ဘဝကူးေျပာင္းႏိုင္ေအာင္\nလိုက္လံကူညီေပးေနပါတယ္။\nတေန႔မွာေတာ့ မိန္း ဆိုတဲ့ၿမိဳ႕က သရဲအရမ္းေျခာက္တဲ့\n၀စ္စတပ္ ဆိုတဲ့အိမ္ႀကီးကိုသြားၿပီး ေသာင္းက်န္းေနတဲ့\nသရဲေတြကို ႏွိမ္နင္းေပးဖို႔ အေၾကာင္းဖန္လာခဲ့ပါတယ္။\nအဲဒီအိမ္ႀကီးမွာေတာ့ ကပ္စပါဆိုတဲ့\nလူေတြကိုခင္တက္တဲ့ တေစၦေလးအျပင္\nလူေတြကိုေသြးပ်က္မတက္ ေျခာက္လွန္႔တက္တဲ့ တေစၦ ၃ ေကာင္လည္းရွိေနပါတယ္။ ေ\nဒါက္တာဟာေဗးကပဲ ေျခာက္လွန္႔တက္တဲ့\nတေစၦေတြကို ေနာက္ဘဝကူးသြားေအာင္ကူညီေပးႏိုင္မလား\nတေစၦေတြကပဲ အႏိုင္ယူသြားမလားဆိုတာကိုေတာ့\nဒီဇာတ္ကားေလးကိုၾကည့္ၾကည့္လိုက္ပါေနာ္။\n \nရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့ Jar Jar ျဖစ္ပါတယ္",
        "rating": "6.1",
        "url": "https://megaup.net/4UQHy/Casper_[1995]_(MM_Sub).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BOGQyYWQ5ODctZjBhNS00YmM2LWIxMmMtYjQ5NjhhZDMwNzFkXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "Beverly Hills Cop III (1994)",
        "description": "တစ္ခါတစ္ေလမွာ ဂုဏ္သေရအရွိဆံုးလို႕\nထင္ရတဲ့လူတစ္ေယာက္ဟာ\nရက္စက္တဲ့ရာဇ၀တ္ေကာင္ျဖစ္ေနတက္သလို\nေပ်ာ္စရာအေကာင္းဆံုးအပန္းေျဖေနရာတစ္ခု\nရဲ႕ေနာက္ကြယ္မွာ ေၾကာက္စရာလွ်ိဳ႕၀ွက္ခ်က္ေတြရွိေနတက္ပါတယ္။\nအသက္ရွင္စဥ္မွာအျမဲကေတာက္ကဆျဖစ္ခဲ့ေပမဲ့\nသံေယာဇဥ္အရွိဆံုးဆရာသမားကိုဆံုးရံူးလိုက္ရတဲ့အတြက္\nAlex Foley တစ္ေယာက္\nအဲ့ဒီလူသတ္ေကာင္ကိုမျဖစ္မေနလက္စားေခ်ဖို႕ဆံုုးျဖတ္ခဲ့ပါတယ္။\nတစ္ကားလံုးရယ္ေနရမွာေသခ်ာတဲ့ ရဲဇာတ္ျမဴးကားေလးပါ။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "5.5",
        "url": "https://megaup.net/5AO9R/Beverly_Hills_Cop_III_[1994]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BNThlYWFhYmYtMzQzZS00ZmZjLWJjZjAtYWVhMmM4YTc1ZjhjXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR007351000_AL_-147x200.jpg",
        "title": "Beverly Hills Cop II (1987)",
        "description": "ျပစ္မူက်ူးလြန္တဲ့ေနရာတုိင္းမွာ\nအကၡရာကုဒ္ေတြခ်န္ထားတဲ့ဓါးျပေတြေၾကာင့္\nBeverly Hills တစ္ျမိဳ႕လံုး\nအုတ္ေအာ္ေသာင္းနင္းျဖစ္ေနပါတယ္။\nဓါးျပေတြကပိုမိုအတင့္ရဲလာျပီး\nBeverly Hills ရဲ႒ာနရဲ႕ကပၸတိန္\nBogomil ကိုပါ လုပ္ၾကံဖို႕ၾကိဳးစားခဲ့ပါတယ္။\nအမူလိုက္ Alex Foley တစ္ေယာက္\nဒီသတင္းကိုၾကားၾကားခ်င္းပဲ Detroit ကေန\nBeverly Hills ကိုအေရာက္လာျပီး\nအကၡရာကုဒ္ဓါးျပမူကိုစလိုက္ပါေတာ့တယ္။\nပထမကားလိုပဲ အမူလိုက္ပံုေတြကို\nဟာသေႏွာတင္ဆက္ထားတဲ့ ရဲဇာတ္ျမဴးကားေလးပါ။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ\nဘာသာျပန္တင္ဆက္ေပးထားပါတယ္",
        "rating": "6.5",
        "url": "https://megaup.net/2d0Sc/Beverly_Hills_Cop_II_[1987]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BN2MyZDE0YjAtNWFjYy00MWRlLTk3MTktMzY3ZDVhNTJkZTlmXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Beverly Hills Cop (1984)",
        "description": "Detroit ရဲ႒ာနက Alex Foley ဟာ\nထက္ျမက္တဲ့အမူလို္က္တစ္ေယာက္ျဖစ္ေပမဲ့\nျပႆနာခဏခဏရွာတက္လြန္းလို႕\nအထက္လူၾကီးရဲ႕ခ်ဥ္ဖက္ျဖစ္ေနသူပါ။\nတစ္ညမွာေတာ့ သူ႕ဆီလာလည္တဲ့\nအခ်စ္ဆံုးသူငယ္ခ်င္းေသနက္နဲ႕\nပစ္သတ္ခံလိုက္ရတဲ့အခါ\nသူငယ္ခ်င္းအတြက္တရားမွ်တမူကိုရွာေဖြဖုိ႕\nCalifornia ျပည္နယ္ Beverly Hills ဆီ\nခရီးဆန္႕ခဲ့ပါတယ္။\nတစ္ျခားရဲကားေတြလိုမဟုတ္ဘဲ\nအမူေဖာ္ထုတ္ပံုကို ဟာသေႏွာတင္ဆက္ထားတာေၾကာင့္\nပရိသတ္ၾကီးအၾကိဳက္ေတြ႕မွာေသခ်ာပါတယ္။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္",
        "rating": "7.3",
        "url": "https://megaup.net/4UQHr/Beverly_Hills_Cop_[1984]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    }
]