[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Red_Carpet_-_Korean_Movie-p1-140x200.jpg",
        "title": "Red Carpet (2014)",
        "description": "ငယ်စဉ်တည်းက ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ဖြစ်ဖို့ အိမ်မက်မက်ခဲ့ပေမယ့် အခြေအနေအမျိုးမျိုးကြောင့် Porn Director တစ်ယောက်အဖြစ်ရပ်တည်နေရတဲ့ ပတ်ဂျောင်ဝူ...\nအမေဖြစ်သူနဲ့ လေဖြတ်နေတဲ့အဖေ ကို သူ့ရိုက်ထားတဲ့ ဇာတ်လမ်းလေး TVမှာလာတာကို ပြချင်ခဲ့ပေမယ့် လွှင့်မရတဲ့ဇာတ်ကားဖြစ်နေတော့ အကြောင်းအမျိုးမျိုးပြပြီး လိမ်ထားရတာပေါ့ဒီလိုနဲ့တစ်နေ့ သူ့ဆီကို အိမ်ဝယ်တာ အလိမ်ခံရတဲ့ ကောင်မလေးတစ်ယောက်ရောက်လာခဲ့ပါတယ်\nအလိမ်ခံခဲ့ရတာကြောင့် နေရာမရှိဘဲ ပတ်ဂျောင်ဝူရဲ့ အိမ်မှာ ကပ်နေရတဲ့သူကတော့ ငယ်ငယ်က ကလေးသရုပ်ဆောင်လုပ်ခဲ့ဖူးပြီး မင်းသမီးဖြစ်ချင်နေတဲ့ ဂျောင်အွန်းဆူပါရုပ်ရှင်ရိုက်ဖို့အတွက် လူသစ်မိန်းကလေးသရုပ်ဆောင်ရှာနေတဲ့ ပတ်ဂျောင်ဝူးက ဒါရိုက်တာဆိုတာသိပေမယ့်\nဘာကားရိုက်တဲ့ ဒါရိုက်တာမှန်းမသိဘဲ သူလည်းသွားလျောက်လေတော့...ဘာဆက်ဖြစ်မလဲ ဒီဇာတ်ကားလေးက ဟာသဆန်ဆန်ရိုက်ကူးထားပေမယ့် ပေးချင်တဲ့ မက်ဆေ့ကတော့ တော်တော်ကောင်းပါတယ်\nPorn ကားရိုက်တဲ့ မိန်းကလေးတိုင်း အပျက်မ မဟုတ်ပါဘူး...အလုပ်တစ်ခုဖြစ်ပြီး ဒါဟာလည်း အနုပညာတစ်ရပ်ပါပဲ\nဇာတ်ကားထဲမှာ ဘယ်လိုပဲ ဖြစ်နေပါစေ အပြင်မှာတော့ မိန်းကလေးအားလုံးနဲ့ တန်းတူဆက်ဆံရမှာပါပဲ လေးစားမှု့ရှိရမှာပါပဲ\nလူတွေနေ့စဉ်ဘဝမှာ ဖြစ်ပျက်နေကြအရာတွေကို ကျန်းမာရေးရှူ့ထောင့်ကဖြစ်စေ ၊ လူ့သဘောသဘာဝကို ဖြစ်စေ ဖော်ပြပေးတဲ့ဇာတ်ကားတစ်ရပ်ပါအနုပညာဆိုတာကို ကျွန်တော်တို့ ဘယ်လို ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/red-carpet-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BYjEyNzBhZDAtMjBkNS00YjVlLWJmOTYtMmJjOGMxNzU2NjUyXkEyXkFqcGdeQXVyMTAyNjg4NjE0._V1_-139x200.jpg",
        "title": "Kicking Out Shoshana (2014)",
        "description": "ဒီဇာတ်ကားကတော့ မမ Gal Gadot သူ့နိုင်ငံအစ္စရေးမှာ ရိုက်ကူးထားတဲ့ ဟီဘရူးစကားပြော ရှားပါးဇာတ်ကားလေးပါ...HD Quality အစစ်နဲ့ ဟီဘရူးအသံရရှိဖို့ ကိုယ်တိုင် Edit ပြန်ထိုင်ထားရတဲ့ ဇာတ်ကားလေးမို့အင်တာနက်ပေါ်မှာ CM ကလွဲပြီး ဘယ်မှာမှမရှိသေးပါဘူး။ဇာတ်လမ်းကတော့ ....ဂျေရူစလင်သားများဆိုတဲ့ ဘောလုံးအသင်းက တိုက်စစ်မှူး အာမီရှူရှန်ဟာပရီးမီးယားလိဂ်တွေ ချန်ပီယံလိဂ်တွေသွားရဖို့ထိ မျှော်လင့်ထားကြတဲ့ ဘောလုံးကစားတစ်ဦးဖြစ်ပေမယ့်အစ္စရေးလိဂ်မှာပဲ တစ်နေရတဲ့ဘဝပေါ့....မမ Gal Gadot ကျတော့ ဒီဇာတ်ကားထဲမှာ တော်တော်ဇာတ်နာရပါတယ်...ငယ်စဉ်ကတည်းက ဆင်းရဲပြီး အ‌ကြွေးပေါ်အကြွေးဆင့်နေတဲ့မိဘတွေဆီမှာမွေးဖွားလာတဲ့သူမို့သူ့ကိုကြိုက်နေတဲ့ဂိုဏ်းစတားတစ်ယောက်ရဲ့ မွေးပြီးတော့ စားခြင်းခံနေရတဲ့ဘဝပါ...တစ်နေ့တော့ မမနဲ့ မင်းသားရှူရှန်တို့ နိုက်ကလပ်တစ်ခုမှ မတော်တဆ ဆုံမိကြပါတယ်...ရှူရှန်က ဘာသားနဲ့ထုထားတာမလို့လဲ...ချက်ချင်းပဲ မမကိုကြွေကျတာပေါ့...မမရဲ့အပြုံးတွေကလဲ အပြင်ကအတိုင်းပဲလေ...သေလောက်အောင် ဆွဲဆောင်နိုင်တာကိုး...ဒီတော့ နိုင်ငံကျော်ဘောသမားနဲ့ နယ်မရွေးလူမိုက်တို့ မမရဲ့အချစ်ကိုရဖို့မယ်သီတာရဲ့ ရာမနဲ့ဒဿလို လုကြမှာပါ..သူတို့ကတော့ လေးတော်မတင် စစ်မခင်းဘဲ မီဒီယာစစ်ပွဲဆင်နွှဲကြမှာပါ...ဇာတ်လမ်းက သွက်သွက်လက်လက်နဲ့အခွီတွေပါ တင်ဆက်ထားတာမို့ ကြည့်ရင်းရယ်နေရပါတယ်...ဒါ့အပြင် LGBT နဲ့ပတ်သက်ပြီးတော့လဲ အတွေးအမြင်လေးတချို့ကို ချပြထားနိုင်ပါသေးတယ်...နောက်ထပ်အရေးကြီးတဲ့အချက်ကတော့...ဒို့မမလေ... အရမ်းကိုလှတာပဲဗျာ။ \nFile ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/kicking-out-shoshana-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/nzc2lZ8M1ppVIubM7yYpKrc1HUx-133x200.jpg",
        "title": "69 + 1 (2021)",
        "description": "69+1 (2021)မညာနဲ့နော် ဘရိုတို့ .....\nနာမည်မြင်ရုံနဲ့ စိတ်ဝင်စားနေကြပြီ မဟုတ်လား?ကားနာမည်နဲ့တင် ဝါသနာရှင်တွေက\nဘယ်လိုဇာတ်လမ်းမျိုးဆိုတာ ကျိန်း​သေသိကြမှာ​ပါဒါက​တော့ ဖိလစ်ပိုင်ဟာသဇာတ်မြူး အသစ်စက်စက်​လေးပါအိုင်ဗီ ထရီနီဒတ်နဲ့ ပက်ထရစ်ရှာတို့က သိပ်ချစ်ကြတဲ့ Lesbian​လေး​တွေပါ၊\nတွဲလာတာလည်း ၆နှစ်​ကျော်လို့ ၇နှစ်ပြည့်​တော့မယ့် သက်​တော်ရှည်အတွဲ​လေးပါ၊\nတွဲပြတ်​တွေနဲ့​တော့ ကွာ​တာ​ပေါ့​နော့။ဒါ​ပေမဲ့ မိန်းက​လေးချင်း ၇နှစ်အထိ​တွဲလာတာနဲ့အမျှ\n\"​သွေးသားဆန္ဒ\" ဆိုတာ အလိုလို​ပေါ်ထွက်လာတာပါပဲ၊ပက်ထရစ်ရှာက အဲ့ဒီ​သွေးသားဆန္ဒ​ကြောင့်\nသူတို့နှစ်ဦးရဲ့ Lesbian ချစ်​ခြင်းလေး ပျက်စီးသွားမှာကို အရမ်းစိုးရိမ်လာပါတယ်၊အဲ့ဒါ​ကြောင့် သူတို့ရဲ့ဆန္ဒလည်း ပြည့်၊\nသူတို့ရဲ့ချစ်ခြင်းကိုလည်း မခွဲနိုင်တဲ့\nကြားလူ​ယောကျ်ားတစ်​ယောက်ကို ချစ်သူနှစ်​ယောက် ရှာပုံ​တော်ဖွင့်ပါ​တော့တယ်၊အဲ့ဒီကြားလူကို ဘယ်လိုသတ်မှတ်ချက်​တွေနဲ့ ရှာ​ဖွေမလဲ?\nဘယ်​ယောကျာ်းကို ​ရွေးချယ်လိုက်မလဲ?အဲ့ဒီသုံးပွင့်ဆိုင်ဇာတ်လမ်းမှာ ဘာ​တွေဆက်ဖြစ်မလဲ?\nဘယ်လို​တွေ လွဲကြ​ချော်ကြ ..... ခွီရမလဲဆိုတာကို....အ​ပြောအဆို ဗွင်းဗွင်းရှင်းရှင်း၊\nဇာတ်ဝင်ခန်းတချို့နဲ့ အပီအပြင်ရိုက်ပြထားတာမလို့\nမိသားစုနဲ့အတူကြည့်လို့မရဘဲ ၁၈​ယောက် စုကြည့်ရမယ့် ဟာသ​ကား​လေးပဲ ဖြစ်ပါတယ်၊မင်းသမီးနှစ်​ယောက်ကလည်း\n​တောင့်​တောင့်​​ဖြောင့်​ဖြောင့်​ကတစ်မျိုး၊ သွယ်သွယ်လျလျ​​က တစ်ဖုံ ဖြစ်တာမလို့\nအရသာနှစ်မျိုးကို တပြိုင်တည်းခံစားရမှာပါ၊အား​ပေးကြည့်ရှုလိုက်ကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…1.54GB and 948MB ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/69-1-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xZAxSiL5csPIe6Q1V8pbwz69U5m.jpg",
        "title": "Hero(2021)",
        "description": "ဒီဇာတ်ကားကတော့ အိန္ဒိယတောင်ပိုင်း ဇာတ်ကားတစ်ကားပါ။\nဒီကားမှာ အသဲကွဲနေတဲ့ မင်းသားကို အရင်ဆုံးမြင်ရမှာပါ။\nခေတ်အခေါ် စော်ပစ်ကောင်ပေါ့။သူ့ကောင်မလေးက ဘောစိတစ်ယောက်ရဲ့ လက်ထဲပါသွားတယ်။ အသက်တမျှ ချစ်လို့ တစ်ဘဝစာ\nရည်ရွယ်ထားပြီးမှ ကွဲကွာရတဲ့အခါ\nခံစားရတဲ့ ဝေဒနာက အားလုံးထက် ဆိုးပါတယ်ဗျာ။။ သူ့အဖို့တော့ နေ့စဉ် စိတ်ဓာတ်ကျမှုတွေကို ခံစားရပြီး\nလွတ်လမ်းရှာနေသူပေါ့။ သူ တနေ့မှာတော့ လွတ်လမ်းကို ရှာဖွေတွေ့ခဲ့ပါတယ်။ ဒါက ရူးမိုက်ခြင်းလို့လည်း ခေါ်နိုင်တယ်။\nကောင်မလေးကို သတ်ဖို့ပါ။ ဒီလိုနဲ့ ဒီစိတ်ကူးကို အကောင်အထည်ဖော်ဖို့\nသူ သွားခဲ့ရာမှာတော့....  File size…(2.13 GB) / (1.07 GB) / (502 MB)\nQuality…WEB-DL 1080p/720p/480p\nFormat…mp4\nDuration….2:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw\nTranslated by NK & MT",
        "rating": "",
        "url": "https://channelmyanmar.org/hero-bollywood-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/p7567_p_v10_ab-150x200.jpg",
        "title": "[18+] Private School (1983)",
        "description": "ဒီဇာတ်ကားကတော့ American Pie ဇာတ်ကားတွေလိုပါပဲ...ကျောင်းသားဟာသ ဗရုတ်သုက္ခဇာတ်ကားလေးပေါ့...မင်းသမီးကတော့ အချောလေး ဖိုဘီကိတ်ပါ...တခြားမင်းသမီးတွေလဲ အများကြီးပါသေးတယ်..အဲ့ခေတ်ကမင်းသမီးတွေဆိုတော့ နာမည်တွေသိပ်မသိပေမယ့် လှတာတော့ အတော်လှကြတာဗျို့...သွက်လက်ချက်ချာပြီး ချစ်စရာကောင်းနေကြပုံများ ကြည့်နေတဲ့တစ်ချိန်လုံး သဘောကျနေရမှာ...ကျောင်းသားတွေရော ကျောင်းသူတွေရော အကုန် ငပွေးလေးတွေချည်းပဲ...ခွီနေရတယ်။ကိုဗစ်ရောဂါကြောင့် အိမ်တွင်းအောင်း ကျောင်းမတက်ရ အပြင်မထွက်ရ မကဲရ စိတ်ညစ်နေရတဲ့ကာလမှာဒီလို ပေါ့ပါးပျော်ရွှင်တဲ့ဇာတ်ကားလေးတွေကြည့်ပြီး အားကျနေဖို့တင်ဆက်လိုက်ပါတယ်။Fast Times at Ridgemont High (1982) ဖိုဘီကိတ်ရဲ့ ဇာတ်ကားလိုပဲNude Scene နဲ့အပြောအဆိုတချို့ပါတာကြောင့် မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်ပါ။ \nFile size…(1.5 GB)/ (880 MB)/ (400 MB)\nQuality…BluRay Remaster 1080p /720p / 480p\nFormat…mkv\nDuration….01:28:49\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Nay Lin Thar",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/18-private-school-1983/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Ratatouille-2007-133x200.jpg",
        "title": "Ratatouille (2007)",
        "description": "Animationဇာက်ကားကြိုက်တဲ့လူများအတွက် နာမည်ကျော် ကာတွန်းကားအများအပြားကို ထုပ်လုပ်တဲ့ Walt Disney က ရိုက်ကူးထားတဲ့ ratatouille ဆိုတဲ့ ကြွက်ကားနဲ့ မိတ်ဆက်ပေးပါရစေRemyက အိုင်ဒီယာကောင်းပြီး အနံ့ အရသာခံတဲ့နေရာမှာ ထူးချွန်တဲ့ ကြွက်တစ်ကောင်ဖြစ်ပါတယ်သူ့က ချက်ပြုတ်တာကို အလွန်ဝါသနာပါသလို သူရဲ့ Heroကတော့ စားဖိုမှူး Auguste Gusteaပဲဖြစ်ပြီး သူ့ရဲ့ ဟင်းချက်နည်းကို တီဗီကနေ အဘွားကြီးတစ်ယောက်ထဲနေတဲ့အိမ်မှာ အမြဲတမ်း သွား သွားကြည့်ပါတယ်တစ်ရက်မှာတော့ ဟင်းလျာတွေကို အကဲဖြတ်ရတဲ့ Egoက Auguste Gusteaရဲ့ ဟင်းလျာတွေကို Rating နည်းနည်းသာပေးတာကြောင့် Auguste Gustea ကိုယ့်ကိုကို သတ်သေသွားတဲ့ သတင်းကို တွေ့လိုက်ရပြီး ဝမ်နည်းစွာ အော်မိတာကြောင့် အဘွားကြီးက ကြွက်ရှိကြောင်း သိသွားပြီး သေနတ်နဲ့ လိုက်ပြစ်တာကြောင့် တစ်ဆွေလုံး တစ်မျိုးလုံးထွက်ပြေးရင်း Remyကတော့ သူ့အမျိုးတွေနဲ့ ကွဲသွားပြီး စားသောက်ဆိုင်တစ်ခုကို ရောက်သွားရကနေ အစမ်းခန့်ထားတဲ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/YNbf/Ratatouille.2007.2160p.BluRay.x264.8bit.SDR.TrueHD.7.1.Atmos-HEVC_%7BCM%7D_Recoded.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/wVzDNf-140x200.jpg",
        "title": "Move the Grave (2020)",
        "description": "မြို့ပြပေါ်က သာမန်လူမှုဘဝတွေ ၊ လူတိုင်းမှာ ရှိတဲ့အခက်အခဲတွေကိုပါ ဇာတ်လမ်းထဲမှာပြသထားတဲ့အပြင် တောင်ကိုရီးယားရှေးလူကြီးတွေရဲ့ ရှေးရိုးစွဲမှုကိုလည်း ဖော်ပြထားပါတယ် ။ဇာတ်လမ်းအကျဉ်းဖခင်ရဲ့ အုတ်ဂူကို နေရာပြောင်းရွှေ့ဖို့အတွက် စာလေးတစ်စောင် ဟဲယောင်းဆီကို ဝင်လာခဲ့တယ်\nအကြီးဆုံးဖြစ်တဲ့ ဟဲယောင်းက ကျန်မောင်နှမတွေနဲ့အတူ မွေးရပ်မြေကို သွားရမှာပါဆုံခဲလှတဲ့ ဟဲယောင်း၊ဟဲယွန်း၊ဂွန်းအို့၊ဂွန်းဟီ နဲ့ ဆောင်းရာ ဆိုတဲ့ မောင်နှမ ၅ ယောက်\nလူစုံအောင်လုပ်ရင်း လမ်းခရီးမှာ ကြုံတွေ့ရတဲ့ အခက်အခဲတွေကို ရိုက်ပြထားတဲ့အပြင်\nသူတို့ဖခင်ရဲ့ အုတ်ဂူကိုရော သေချာရွှေ့ပြောင်းဖြစ်မလားဆိုတာကို Move The Grave ဆိုတဲ့ မိသားစု ဇာတ်ကားလေးထဲမှာ ကြည့်ရှူ့ကြရမှာပါ ။ရိုးရိုးအေးအေးနဲ့ ကောင်းတဲ့ မိသားစု ဒရမ်မာကားကောင်းလေးကြည့်ချင်တယ်ဆိုရင်တော့ ဒီကားက သင့်အတွက်ပါပဲ ။( အညွှန်းရေးသားထားသူကတော့ Seung ပါ )File Size__1.7 GB , 900 MB\nQuality__1080p,720p\nIMDb Rating__7.2/10\nFormat__mp4\nDuration__01:30:00\nType__Comedy , Drama , ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/move-the-grave-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jx0dug8xdAVP6insxW2kBcO2LUO.jpg",
        "title": "Helmet(2021)",
        "description": "Helmet(2021)အညွှန်း******************MDb rating 7.5အထိရရှိထားတဲ့ Comedy Dramaအမျိုးအစားဟင်ဒီအမျိုးအစား ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။\nဒီရုပ်ရှင်ကိုကြည့်ဖြစ်တော့ ဟိုး ၂၀၁၈ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့\nအရှေးကူးမားရဲ့ Padman ရုပ်ရှင်ကိုတောင် သတိရမိပါသေးတယ်။\nအဲ့ဒီတုန်းကတော့ ရှေးရိုးစွဲတဲ့လူအများစုရှိတဲ့ အိန္ဒိယလိုနိုင်ငံမှာ\nအမျိုးသမီးလစဉ်သုံးပစ္စည်းသုံးစွဲဖို့ ခက်ခဲကြတဲ့အတွက်\nလစဉ်သုံးပစ္စည်းတွေကို ထွင်ပြီး သုံးစွဲစေခဲ့သူတစ်ယောက်အကြောင်းပေါ့။ဒီကားထဲမှာကျတော့ အမျိုးသားတွေဘက်ကို လှည့်ထားတယ်။\nအမျိုးသားတစ်ယောက် အမျိုးသမီးနဲ့ နှစ်ဦးသဘောတူ နေချင်လာတဲ့အခါ\nအခုလို အဘက်ဘက်က တိုးတက်နေတဲ့ခေတ်ကြီးထဲမှာ\nအိမ်ထောင်သည်ဆိုရင် သားဆက်ခြားဖို့ ၊ လိင်ကတဆင့်ကူးစက်တဲ့ရောဂါတွေကို\nကာကွယ်ဖို့ ၊ အိမ်ထောင်မရှိတဲ့ လူပျိူလူလွတ်ဆိုရင်\nအတူနေအမျိုးသမီး ကိုယ်ဝန်ရပြီး နောက်ဆက်တွဲပြသနာတွေမဖြစ်ဖို့\nကွန်ဒုံးဆိုတဲ့ ပစ္စည်းလေးကို မရှိမဖြစ် သုံးရ ဆောင်ထားရမှာပါ။ဒါပေမယ့် ရှေးရိုးစွဲသူတွေ အများကြီးရှိနေဆဲဖြစ်တဲ့ အိန္ဒိယနိုင်ငံလေ...\nကွန်ဒုံးဝယ်ရတာမျိုး ၊ ဆောင်ရတာမျိုးကို ရှက်စရာလုပ်ရပ်တစ်ခုလို သဘောထားပြီး\nမသတီတဲ့မျက်လုံးမျိုးနဲ့ ဝိုင်းကြည့်ကြမှာမလား...\nအိန္ဒိယနိုင်ငံတင် မဟုတ်ပါဘူး ၊ မြန်မာနိုင်ငံအပါအဝင်\nအလားတူ အရှေ့တိုင်းနိုင်ငံအများစုမှာ\nဒီကိစ္စက ရှက်စရာတစ်ခုလို ဖြစ်နေပါတယ်။ရောင်းသူအတွက်ရော ဝယ်သူအတွက်ပါမက\nအရွယ်ရောက်သူတိုင်း ဒီကားလေးကို ကြည့်စေချင်တယ်။\nကွန်ဒုံးပြဿနာကို ဇာတ်လမ်းကဦးတည်ထားပေမယ့်\nရယ်စရာလေးတွေ ၊ အူမြူးစရာလေးတွေနဲ့ ပရိတ်သတ်ကို\nပေါ့ပေါ့ပါးပါး ခံစားချက်မျိုး ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/helmet2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-03-at-16.23.15-134x200.png",
        "title": "Cinderella (2021)",
        "description": "Cinderella (2021)=============ကျွန်တော်တို့ ငယ်ငယ်က အရမ်းကြိုက်ခဲ့ရတဲ့ စင်ဒရဲလား ဆိုတဲ့ ကောင်မလေးကို မေ့နိုင်ကြသေးမယ် မထင်ပါဘူး။ကဲ အခု သူပြန်လာပြီဗျ။ အားလုံးသိပြီးသားဖြစ်တဲ့ ဇာတ်လမ်းလေးကိုမှ တဖန် ဆန်းသစ်တဲ့ musical film အသွင်လေးနဲ့ပေါ့၊ဆန်းသစ်တဲ့ ဖက်ရှင်တွေ မြိုင်ဆိုင်တဲ့ ဂီတသံစဉ်တွေ ဇာတ်ဆောင်တွေရဲ့ အလှအပတွေကို တ၀ကြီး ခံစားနိုင်မှာပါ။ဒီကားလေးထဲမှာ Havana oh na na နဲ့ တစ်ခေတ်ထခဲ့တဲ့ သီချင်းပိုင်ရှင်မလေး Camila Cabello ကို ချစ်စရာကောင်းတဲ့စင်ဒရဲလားလေးအဖြစ် မြင်တွေ့ရမှာဖြစ်ပြီး အရင်က သိခဲ့တဲ့ Fairy Godmother နေရာမှာ  Billy Porter က Fab G (fabulousgodmother) ဆိုပြီး ပါ၀င်ကာ LGBT society ကို supporting လုပ်ထားတာလည်း တွေ့ရပါတယ်။ OST တွေကလည်း တကယ်ကိုဘ၀င်တွေ့စရာမလို့ Camila ...",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/cinderella-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/image_22a64aa3-133x200.jpeg",
        "title": "Jennifer’s Body (2009)",
        "description": "ဒီဇာတ်ကားကတော့ မင်းသမီး မီဂန်ဖောက်ရဲ့ နာမည်ကြီး Horror ဇာတ်ကားပါ...Megan Fox အပြင် Amanda Seyfried လဲပါပါသေးတယ်...Horror ကားကောင်းလေးတစ်ကားဖြစ်တာနဲ့အညီ ကြည့်ရတာလည်း\nတော်တော့်ကိုကောင်းတဲ့ကားလေးကားလေးတစ်ကားလို့ဆိုထိုက်တယ်ဗျ။\n၂၀၀၉ ခုနှစ်ရဲ့ အချောလေးနှစ်ယောက် သူပြိုင်ကိုယ်ပြိုင်ဇာတ်ကောင်စရိုက်ယှဉ်ပြိုင်မှုတွေကလည်း\nနင်လား ငါလားနဲ့ကိုကြည့်ရတာအရသာတွေ့လှသလို မျက်စိပသာဒလည်းတော်တော်ဖြစ်တယ်ပေါ့လေ။ဂျနီဖာဟာတစ်‌ကျောင်းလုံးရဲ့အချစ်တော်အချောလေးဗျ။\nအချောလေးဆိုတဲ့အတိုင်း အထက်‌တန်းကျောင်းပထမနှစ်လောက်တည်းကစပြီး\nဘာညာကိစ္စနဲ့ပက်သက်လို့အတွေ့အကြုံရှိဖူးတယ်ပေါ့လေ။ပင်တိုင်ရည်းစားလေးရှိပေမဲ့\nတစ်ခါတလေသဘောကျတဲ့ကောင်ချောလေးတွေတွေ့ရင် ကောက်ကောက်စားတတ်တဲ့ကောင်မလေးပေါ့။နိဒီကတော့ ဂျနီဖာရဲ့အချစ်ဆုံးသူငယ်ချင်းမလေးပေါ့ဗျာ။\nငယ်ငယ်တည်းကခင်လာကြတယ်ပေါ့။\nဒါပေမဲ့ သူတို့နှစ်ယောက်ရဲ့စရိုက်တွေကတော့ ဆန့်ကျင်ဖက်တွေပါ..\nတစ်ယောက်က တစ်ကျောင်းလုံးရဲ့အလှပဂေးဖြစ်သလို ခေတ်ရှေ့ကိုနှစ်ဆလောက်ပြေးနေတဲ့သူ ၊\nတစ်ယောက်ကတော့စာကြမ်းပိုးဗိုင်းကောင်းကျောက်ဖိ လူမသိသူမသိလေးဆိုတော့\nဇာတ်ကောင်ပိုင်းအရဆို ဆန့်ကျင်ဖက်နှစ်‌ယောက်ကသူငယ်ချင်းတွေဖြစ်နေတယ်ဆိုပါတော့ဗျာ။ဇာတ်လမ်းစတာကတော့ သူတို့ရဲ့နယ်မြို့လေး‌ဆီကိုမြို့ကြီးပြကြီးကရော့ခ်ဂီတတီးဝိုင်းအဖွဲ့ရောက်လာတဲ့အခါ\nခေါင်းဆောင်အဆိုတော် ကောင်ချောလေးပါမှန်း သိလိုက်တဲ့ဂျနီဖာက တစ်စခန်းထရာက စပါတယ်...သူစခန်းထတာမှာ အဖော်ပါဖို့ နိဒီကိုပါခေါ်ပြီး ရှိုးပွဲသွားကြရင်း ဘယ်လိုကြောက်မက်ဖွယ်အဖြစ်အပျက်တွေကြုံကြရမလဲဆိုတာ.....။Unrated Version နဲ့တင်ဆက်ထားပြီး အဖော်အချွတ်နဲ့ သွေးထွက်သံယိုဇာတ်ဝင်ခန်းတွေပါလို့ မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို San Thu Aung မှ တင်ဆက်ထားပါတယ်။) \nFile size…(1.8 GB) / (999 MB)/ (500 MB)\nQuality…BluRay Unrated 1080p/720p/480p\nFormat…mp4\nDuration….01:47:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/jennifers-body-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/္သမမနျအ-136x200.jpg",
        "title": "Forrest Gump (1994)",
        "description": "IMDb Rating (8.8) / Rotten Tomatoes (71%)Winston Groom ရဲ့ Novel ကိုအခြေခံလို့ Eric Roth ဇာတ်ညွှန်းရေးကာ ဒါရိုက်တာ Robert Zemeckis ရိုက်ကူးခဲ့တဲ့ ဒီကားဟာ အော်စကာ Best picture, Best director, Best actor, Best adapted screenplay, Best visual effects, Best editing ဆုတွေရရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။ မင်းသား Tom Hanks အတွက်တော့ ရှားရှားပါးပါး နှစ်နှစ်ဆက်(Philadelphia, Forrest Gump) အော်စကာရရှိစေခဲ့တာပါ။ Tom Hanks အပြင် Robin Wright, Gary sinise, Mykelti Williamson, Sally Field တို့ပါဝင်ပါတယ်။ Tom Hanks ဟာ Forrest ...",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/forrest-gump-1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BN2FlMGRlZTctY2Q5YS00ZWIzLThjYzQtNTZhYmEwYjU2MmI0XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Afterlife of the Party (2021)",
        "description": "Afterlife of the Party (2021)ကဲ တမလွန်ဘ၀ ခဏသွားကြရအောင် ..... ပရိသတ်ကြီးရေအဲလို မေးလို့လည်း လန့်မသွားကြပါနဲ့ဦးဘာလို့ဆို ခင်ဗျားတို့ကို မေးစရာရှိလို့ဗျတကယ်လို့သာ အခု စာဖတ်နေတဲ့သူ သေသွားတယ်ဒါပေမဲ့ လူ့ပြည်မှာ မပြီးပြတ်သေးတဲ့ ကိစ္စတွေကလည်း ကျန်ခဲ့သေးတယ်ပြင်ဆင်ချင်တဲ့ အမှားတွေ ရှိခဲ့တယ် ဆိုပါတော့ .....အဲဒီအချိန်မှာ ကံထူးပြီး ဒီအမှားတွေကို ပြန်လည် ပြင်ဆင်ခွင့်အနေနဲ့ဒုတိယအခွင့်အရေးရလာမယ်အခွင့်အရေးကို အသုံးချပြီး အမှားတွေပြင်နိုင်ခဲ့ရင် ကိုယ့်အတွက် ကောင်းကျိုးရမယ်ဆိုရင်အားလုံး ဒီအခွင့်ကို အရယူမိကြမှာလားဒီလိုပါပဲ ဒီဇာတ်လမ်းထဲက ကတ်စီဆိုတဲ့ ကောင်မလေးဟာလည်းဒီလိုအခြေအနေနဲ့ ကြုံခဲ့ရတယ်ကံမကောင်းစွာနဲ့ သေသွားခဲ့ပေမဲ့လူ့ဘ၀မှာ သိရက်ရော မသိရက်နဲ့ပါ အမှားတွေ လုပ်ခဲ့တယ်ဒါကို ပြန်ပြင်ဖို့ သူ အချိန် ၅ ရက် အခွင့်ရလာတဲ့အခါသူဘယ်လိုတွေ လှုပ်ရှားပြီး သူ့ရဲ့ အမှားတွေကို ပြင်ဆင်မလဲအချိန်မီရော ပြင်ဆင်နိုင်ပါ့မလားFantasy, comedy ,drama ဖြစ်ပြီး စိတ်ကူးယဉ်ဆန်တဲ့အတွက်ဒီဇာတ်လမ်းက နှုတ်ခမ်းနီမလေးတွေအတွက် ပိုဘ၀င်တွေ့စေမယ့် ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/afterlife-of-the-party-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-02-at-12.31.58-133x200.png",
        "title": "The House Next Door: Meet the Blacks 2 (2021)",
        "description": "The House Next Door: Meet the Blacks 2 (2021)==================================ဒါလေးမကြည့်ခင် Meet the Blacks 1 လေး အရင်ကြည့်ဖို့အကြံပေးချင်ပါတယ်။ အတွဲ၁ မကြည့်ရသေးသူတွေအတွက်spoiler လေးတွေပါနိုင်ပါတယ်။ကားလ်ဘလက်ခ်တို့မိသားစု ဘီဗာလီဟေးလ်မှာ The Purge ဆိုတဲ့ သုတ်သင်ခြင်းညကြီးကို ကျော်ဖြတ်ခဲ့ရပြီးနောက်ပိုင်းကားလ်ရဲ့ ငယ်ဘဝအိမ်လေးရှိရာ အက်တလန်တာကို တစ်စခန်းရွှေ့ကြပြန်ပါတယ်။၁၀၉ ၁၁၀ ဖြစ်နေတဲ့ ကားလ်တစ်‌ယောက် သုတ်သင်ခြင်းညအကြောင်းရေးထားတဲ့ သူ့ရဲ့ Terror Night စာအုပ် အတွဲ၂ ကိုဆက်ထုတ်ဖို့လုပ်ပေမယ့် ကုန်ကြမ်းရှာမရဖြစ်နေရှာတာပါ။ဒီလိုနဲ့ စာအုပ်အတွက် ကုန်ကြမ်းရလာတယ်ဆိုမလား သူတို့မိသားစုကိုက အေးအေးလူလူနေရဖို့ကံမပါဘူးဆိုမလားတစ်ည ညလယ်ကောင်ကြီးမှာ သူတို့ဘေးအိမ်ကို စုန်းလိုလိုဆံရှည်လူကြီးတစ်‌ယောက်ရယ်၊ မျက်လှည့်ဆရာလို ဦးထုပ်ကြီးနဲ့လူတစ်ယောက်ရယ်၊ ညလယ်ကောင်ကြီး ရေကန်ဘေးမှာနေပူဆာလှုံနေကြတဲ့ ဘစ်ကနီနဲ့ကောင်မလေးတွေရယ် ပြောင်းလာတာကိုကားလ်တို့တစ်တွေ စုံထောက်လုပ်ကြရင်း....ဘာတွေတွေ့ရှိလာရမလဲ ဘယ်လိုတွေလွဲကြမလဲဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ MTA ဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "3.9",
        "url": "https://channelmyanmar.org/the-house-next-door-meet-the-blacks-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-01-at-23.22.08-138x200.png",
        "title": "Meet the Blacks (2016)",
        "description": "Meet the Blacks (2016)=================IMDb Rating - 4.8/10ခင်ဗျားတို့ကို ၁၂ နာရီတိတိ ကြိုက်တာ လုပ်ခွင့်ပေးမယ်? အဲဒီ ၁၂ နာရီအတွင်းမှာ လူသတ်ချင်လည်း သတ်၊ခိုးချင်လည်း ခိုး၊ ဘယ်ဒုစရိုက်မှုမဆို လုပ်လို့ရမှာဖြစ်ပြီး ဘယ်သူကမှလည်း အရေးယူခွင့်မရှိဘူး။ ဒါဆို ဘာလုပ်မလဲဒီလို အချိန်အတိုင်းအတာတစ်ခုနဲ့ လုပ်ချင်တာလုပ်ခွင့်ပေးထားခြင်းကို Purge (သုတ်သင်ခြင်း)လို့ ခေါ်သဗျ။တရားမမျှတသူတွေ မကောင်းတဲ့သူတွေကို လောကကြီးက ရှင်းထုတ်ဖို့ရာ နှစ်စဉ် တရားဝင် သတ်မှတ်ထားတာမျိုးပေါ့ကားလ် ဘလက်ခ်ဆိုတဲ့ လူညစ်ကတော့ ဒီကိစ္စကြီးကို ရှောင်နိုင်ဖို့ သူနေတဲ့ ချီကာဂိုကနေ မိသားစုနဲ့ လစ်ထွက်အရှုပ်ထုတ်တွေချန်ခဲ့ပြီး ဘီဗာလီဟေးဘ်ဆိုတဲ့ လူဖြူတွေချည်းရှိတဲ့ အရပ်ဒေသတစ်ခုမှာ လာအခြေချလေရဲ့။ ကံဆိုးချင်တော့ လူဖြူရပ်ကွက်က လူမည်းကို အလိုမရှိ အတိတ်က နောက်ကြောင်းမရှင်းခဲ့တာတွေကလည်းနေရာသစ်ထိ လိုက်လာ . ၁၂ နာရီတိတိ ရမ်းကားချင်သလို ရမ်းကားလို့ရတဲ့ Purge ဆိုတဲ့ သုတ်သင်ခြင်းနေ့နဲ့တည့်တည့်ကြီး ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/meet-the-blacks-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1HcOyMODYZXnncMikfhYkw3x2ss.jpg",
        "title": "Tower Heist(2011)",
        "description": "Tower Heist(2011) အညွှန်း ************************ IMDb...7.0 နာမည်ရင်းတွေသာမသိရင်နေမယ် ..ဟာသလေးတွေနဲ့ပရိတ်သတ်ကို ရင်ထဲ တစ်ခုခုချန်ချန်သွားတတ်တဲ့ ဒီသရုပ်ဆောင်ကြီး (၂)ဉီး Eddie Murphy ,Ben Stiller ကိုတော့ အတော်များများသိကြမယ်ထင်ပါတယ်... ဒီကားက ဓားပြတိုက်တဲ့ကားစာရင်းတွေထဲမှာ အကောင်းဆုံးစာရင်းဝင်ခဲ့သလို ဝင်ငွေလည်းစံချိန်တင်ခဲ့ပါတယ်... ဂျော့ရှ် ကိုဗက်ခ်စ် ဆိုတဲ့ လူတစ်ယောက်ဟာ နယူးယောက်မြို့ရဲ့ နာမည်အကြီးဆုံး \"The Tower\" ဆိုတဲ့ အဆောက်အဦမှာ အလုပ်လုပ်တဲ့ အရည်အချင်းရှိ မန်နေဂျာတစ်ဦး ဖြစ်ပါတယ်။ အဲ့ဒီ တာဝါ မှာရှိတဲ့ တိုက်ခန်းတွေက New York မှာဈေးအကြီးဆုံးဖြစ်ပြီးတော့ တကယ့်ကျိကျိတက် သူဌေးတွေပဲ နေထိုင်ကြတဲ့နေရာလည်းဖြစ်ပါတယ်။ ဂျော့်ရှ်ဟာ စပ်စပ်တယ်...ထက်မြက်တယ်....သနားကြင်နာတတ်တဲ့စိတ်လည်းရှိတယ်.... ဒါ့ကြောင့် တာဝါမှာရှိတဲ့အလုပ်သမားတွေကလည်း သူ့ကို အားကိုးကြတယ်... တစ်နေ့တော့ ဒီတာဝါမှာ ရှယ်ယာအများဆုံးပိုင်ဆိုင်တဲ့  အာသာရှောကို ငွေကြေးမသာမှုနဲ့ FBI ကဖမ်းဆီးသွားပါတယ်.... အဲ့ဒီနောက် ဂျော့ရှ်မထင်မှတ်ထားတဲ့ ကိစ္စတွေဆက်တိုက်ဖြစ်လာခဲ့သလို့ သူလုံးဝမမျှော်လင့်ထားတဲ့ဟာတွေလည်းသိလာခဲ့တယ်... အာသာရှောဟာ ပင်စင်လစာတွေပါ အလွဲသုံးစားလုပ်သွားတဲ့အပြင်  အောက်ခြေအလုပ်သမားတွေရဲ့ ရင်းနှီးမြှုတ်နှံငွေတွေပါ ဖျောင်သွားတာမျိုးပေါ့... တစ်ချို့အလုပ်သမားတွေဆို ကွကိုယ်သတ်သေတဲ့အထိဖြစ်သွားတယ်... အဲ့ဒီနောက် ဂျော့ရှ်ဟာ အကြီးအကျယ်ပေါက်ကွဲပြီးတော့ အာသာရှော ပိုင်တဲ့ penthouse ကို သူကိုယ်တိုင်ဉီးဆောင်ပြီး ဓားပြတိုက်ဖို့ကြံကြပါတော့တယ် ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/tower-heist2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3XpHxxx2Ou0lAUplETsblTmn6r1.jpg",
        "title": "The Day We Lit Up The Sky ( 2021 )",
        "description": "ဘဝမှာ ကိုယ့်ကိုသူများတွေက ဘယ်လိုပဲမြင်မြင် ဘယ်လိုပဲပြောပြော ဘယ်လိုပဲ ပျက်ရယ်ပြုပြု ကိုယ်ပျော်နေဖို့က အဓိကပါပဲ ကျွန်တော်တို့သာလောကကြီးမှာ လေလာရာယိမ်းနေတဲ့ မြက်ပင်လေးလိုဘယ်သူ့ကိုမှဂရုမစိုက်ဘဲ ကိုယ့်စိတ်ကြိုက်သာ နေလိုက်မယ်ဆိုရင်ဘယ်လောက်တောင် ပျော်ဖို့ကောင်းလိုက်မလဲလို့ တွေးမိတယ်ခံစားမိတယ်ဆိုရင်တော့ ဒီဇာတ်ကားလေးကို ကြည့်ဖို့ဖိတ်ခေါ်လိုက်ပါတယ်နော်ဇာတ်လမ်းအကြောင်းအရာလေးကတော့ ရှောင်ဟွမ်ဟာ အရမ်းကိုအကတော်ပြီး ကချင်ပေမဲ့လည်း အသားညိုပြီးအရပ်ပုတာကြောင့်ငါးခြောက်မလို့ အခေါ်ခံရကာ မိန်းကလေးကျောင်းမှာ အနှိမ်ခံရတဲ့လူတစ်ပါတစ်နေ့ ကျောင်းဖွင့်ပွဲအခမ်းအနားတစ်ခုမှာ အကအဖွဲ့တစ်ဖွဲ့လုံးညီညီညာညာကနေချိန်မှာ ရှောင်ဟွမ်က သူ့​စိတ်ကြိုက်စည်းချက်နဲ့အတိုင်း ဘေးကနေ ပျော်မြူးကာ ကနေတာကို လောင်ကော်ဆိုတဲ့ကောင်လေးကတွေ့သွားပြီး စိတ်ဝင်စားသွားပါတော့တယ် လောင်ကော်ကတော့ရှောင်ဟွမ်တို့ကျောင်းမျက်နှာချင်းဆိုင်က ယောကျာ်းလေးကျောင်းကိုပြောင်းလာတဲ့ ကျောင်းသားတစ်ယောက်ဖြစ်ပါတယ် ​လောင်ကော်ဟာလည်းအကြောင်းအမျိုးမျိုးကြောင့် သူ့သူငယ်ချင်းသုံးယောက်နဲ့အတူအရှုံးသမားလိုဆက်ဆံခံနေ ​ရတာပါ ဒါကို ဆက်သည်းမခံနိုင်ဘဲသူတို့တွေ တစ်ခုခုကြီးကြီးကျယ်ကျယ်လုပ်ပြဖို့ ဆုံးဖြတ်လိုက်ပါတယ်နောက်ဆုံးလုပ်ဖို့ဆုံးဖြတ်လိုက်တာကတော့ ပျော်နေတဲ့အချိန်မှာပိုပျော်ရွှင်မှုပေးနိုင်ပြီးတော့ ဝမ်းနည်းအားငယ်နေချိန်မှာတော့နှစ်သိမ့်မှုပေးနိုင်တဲ့ အက ကဖို့ပါပဲ ဒီလိုနဲ့ ရှောင်ဟွမ်နဲ့ လောင်ကော်တို့သူငယ်ချင်းလေးယောက် ပေါင်းမိသွားပြီး လူတွေကိုသက်သေပြဖို့သူမတူတဲ့နည်းလမ်းတွေကို သုံးကာ သူတို့ရဲ့ ဖြစ်တည်မှုကိုဘယ်လိုမျိုးရှာဖွေမလဲဆိုတာကို သီချင်းအကလေးတွေ ဟာသတွေ တပုံကြီးနဲ့ နှောပြီးတော့ ဆက်လက်ကြည့်ရှုကြရမှာပါ Quality ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-day-we-lit-up-the-sky-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/imasasasges-135x200.jpg",
        "title": "Zombieland: Double Tap (2019)",
        "description": "IMDb (6.7) / Rotten Tomatoes (69%)Zombieland (2009) ထွက်ပြီး ၁၀ နှစ်အကြာမှာ Zombieland 2 အနေနဲ့ ဒီဇာတ်ကားထွက်ရှိခဲ့ပါတယ်..ပထမဇာတ်ကားက သရုပ်ဆောင်တွေပဲ အဓိကပါဝင်ထားပြီး မပျင်းရအောင် ရယ်ရ ကြောက်ရတုန်းပါပဲ...Rating တွေလဲ ကောင်းဆဲဖြစ်ပြီး ဇာတ်လမ်းတည်ဆောက်ထားပုံလဲ လတ်ဆတ်ပါတယ်...Zombie တွေ ဒီကမ္ဘာမှာ တကယ်ရှိလာနိုင်တာမို့ Zombieland ဇာတ်ကားတွေ ကြည့်ထားဖို့ဖိတ်ခေါ်ပါတယ်။ :P File Size : (1.7 GB),(990 MB)\nQuality : Blu-Ray (1080p 5.1,720p)\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre : Adventure, Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Nyeinsaeya ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/zombieland-double-tap-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/shasajs-133x200.jpg",
        "title": "Zombieland (2009) Zombie Land",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (89%)အီမာစတုန်းတို့လို နာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ ခေတ်ကိုသရော်ထားတဲ့ Zombie ဟာသဇာတ်ကားပါ...Rating တွေမြင့်သလို အကောင်းဆုံး Zombie ဇာတ်ကားတွေထဲမှာပါဝင်ပါတယ်...ကိုလမ်ဘတ်(စ်) လို့ခေါ်တဲ့ လူငယ်လေးတစ်ယောက်ဟာသူအသက်ရှင်နေထိုင်နိုင်ဖို့အတွက် သူကိုယ်တိုင်ထုတ်ထားတဲ့စည်းမျဉ်းစည်းကမ်းတွေကိုတိတိကျကျ လိုက်နာပြီး Zombie တွေသာကျန်ရှိတော့တဲ့ တိုင်းပြည်မှာ ရှင်သန်နေထိုင်လျှက်ရှိပါတယ်အမေရိကန်ပြည်မှာ ရောဂါပိုး ကူးစက်ခံရတာကနေတစ်ဆင့်လူတွေအားလုံးဟာ ဖုတ်ကောင်တွေအဖြစ် ပြောင်းလဲသွားကြပါတယ်ဒီအချိန်မှာတော့ လူငယ်လေးကိုလမ်ဘတ်(စ်)တစ်ယောက် သူ့ရဲ့စည်းမျဉ်းစည်းကမ်းတွေနဲ့အတူ ဆက်လက်ရှင်သန်နိုင်ခဲ့ပါတယ်တစ်နေ့မှာတော့ သူ့လိုပဲ အသက်ရှင်ကျန်ရစ်တဲ့ တယ်လာဟေဆီ ဆိုတဲ့ဖုတ်ကောင်တွေသတ်ရာမှာ အလွန်ကျွမ်းကျင်တဲ့ လူတစ်ယောက်နဲ့ဆုံတွေ့ခဲ့ပြီးအိုဟိုင်းရိုး ပြည်နယ်ကို ခရီးဆက်ခဲ့ကြပါတယ်ဒီလိုနဲ့ ခရီးဆက်ရင်း သူတို့ဟာ ဈေးဝယ်စင်တာ တစ်ခုမှာလိုအပ်တဲ့ ရိက္ခာတွေ ဖြည့်တင်းရင်းကနေမှ အသက်ရှင်ကျန်ရစ်နေသေးတဲ့ညီအမနှစ်ဦးနဲ့တွေ့ခဲ့ပြီး နှစ်ကြိမ်တိုင်တိုင် အလိမ်ခံခဲ့ရပါတယ်နောက်ပိုင်းမှာတော့ သူတို့၄ ယောက်ပေါင်းမိသွားကြပြီးလိုရာခရီးကို ဆက်သွားခဲ့ကြတယ်နောက်ပိုင်းမှာတော့ မျှော်လင့်ချက်မဲ့နေတဲ့ သူတို့၄ယောက်ဖုတ်ကောင်တွေ မဝင်ရောက်သေးဘူးလို့သူတို့ထင်နေခဲ့ကြတဲ့ပစိဖိတ် ပေးလန်း(ဒ်) ကစားကွင်းကို သွားဖို့ဆုံးဖြတ်လိုက်ကြတယ်ဒါပေမဲ့ သူတို့ထင်ထားခဲ့သလိုတွေ မဖြစ်လာခဲ့ပဲ ဖုတ်ကောင်မြောက်မြားစွာနဲ့ရင်ဆိုင်တိုက်ခိုက်ခဲ့ရတာတွေကို ရိုက်ကူးပုံဖော်ထားတဲ့Zombie ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/zombieland-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uTgZuqUQbaCB6Wfk03N8IUEuzQf.jpg",
        "title": "Vacation Friends (2021)",
        "description": "Vacation Friends(2021)\n==================\nIMDb Rating. - 6/10တစ်ခါတုန်းက ဆော့ခရိတ္တိအိမ်ကို လူတစ်ယောက်ရောက်လာခဲ့တယ်\nတွေးခေါ်ပညာရှင်ကြီး ဆော့ခရိတ္တိက လူသာနာမည်ကြီးတာ အိမ်က‌တော့ ကျဉ်းကျဉ်းသေးသေးလေး။အဲ့ဒီတော့ ရောက်လာတဲ့သူက ပြောတယ်။\"တွေးခေါ်ပညာရှင်ကြီးလုပ်နေပြီး ခင်ဗျားအိမ်ကျကျဉ်းလှချေလားဗျာ\"တဲ့။ဆော့ခရိတ္တိကတော့ \"ကျုပ်အိမ်ကကျဉ်းပေမဲ့ မိတ်ကောင်းဆွေကောင်းတွေလာရင်တော့ နေဖို့လောက်ပါတယ်\"လို့ဖြေလိုက်တယ်။မိတ်ကောင်းဆွေကောင်းဆိုတာ လောကမှာ တကယ့်ကိုရှားတယ်ဆိုတဲ့ သဘောပေါ့။ အဲ့ဒီလိုရှားတဲ့ ထဲမှာမှ အရစ္စတိုတယ်က ပြောထားသေးတယ်။အားလုံးရဲ့ မိတ်ဆွေဟာ ဘယ်သူ့ရဲ့ မိတ်ဆွေမှမဟုတ်ဘူးတဲ့။ဆိုတော့ကာ မိတ်ဆွေကောင်းလည်းဖြစ် ကိုယ့်ကိုအခင်ဆုံး ဖြစ်နေမယ့် မိတ်ဆွေလည်း ဖြစ်မယ့်သူဆိုတာ တော်တော့်ကိုရှားပါတယ်။ရလိုက်ရင်တော့ ခင်ဗျား ကံကောင်းပြီပေါ့။ ဒီရုပ်ရှင်ဟာ အဲ့ဒီလို မိတ်ကောင်းဆွေကောင်း တစ်ယောက်ကိုရလိုက်တဲ့ ကံကောင်းခဲ့တဲ့ သူတစ်ယောက်အကြောင်းပါပဲ။\nဟာသကားပေမဲ့ သူရဲ့ Main Concept ဖြစ်တဲ့ မိတ်ဆွေကောင်း တစ်ယောက်ရလိုက်ခြင်း အကြောင်းဟာ အားကျစရာ ကြည်နူးစရာကောင်းနေတော့ တော်တော်လေးကောင်းတဲ့ ရုပ်ရှင်လို့ဆိုရမှာပါပဲ။ R Rateဟာသတွေထည့်ထားတဲ့ကားဆိုတော့ ဆဲတာဆိုတာ နည်းနည်းတော့ပါပါတယ်။\nဂျွန်ဆီနာကို ဗီလိန်အနေနဲ့ ဒီတစ်နှစ်ထဲ နှစ်ကားမြင်ခဲ့ပြီးပြီဆိုတော့ ဒီရုပ်ရှင်ထဲက မိတ်ဆွေကောင်းပီသတဲ့ ဂျွန်ဆီနာရဲ့ ချစ်စရာကောင်းတဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/vacation-friends-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/p19885745_b_v13_aa-150x200.jpg",
        "title": "He’s All That (2021)",
        "description": "He's all that (2021)ကဲ ပေါ့ပေါ့ပါးပါးနဲ့ teen romantic comedy ကြည့်ချင်သူတွေအတွက်\nhe's all that လာပါပြီဒီကားဟာ 1999 ခုနှစ်တုန်းက She's All That ဆိုတဲ့ ဇာတ်လမ်းကို\nGender swap လုပ်ပြီး update ပြန်မြှင့်ရိုက်ကူးထားခြင်း ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ပတ်ဂျက်ဆိုတဲ့ ကောင်မလေးဟာ ငယ်ငယ်ရွယ်ရွယ်နဲ့ရုပ်လေးကလည်း ချော၊ ဆိုရှယ်မီဒီယာမှာလည်း နာမည်ကြီးစပွန်ဆာတွေလည်းရ၊ ရည်းစားကလည်းရှိနဲ့အခု ဖတ်နေသူနဲ့တော့ ဆီနဲ့ရေပဲဗျာဒါပေမဲ့ တစ်နေ့မှာ တက်သစ်စအဆိုတော်ဖြစ်တဲ့သူ့ဘဲကို ရိုက်ကွင်းမှာ surprise လုပ်ဖို့ သွားကာမှချစ်သော ကိုကိုက back-up dancer မနဲ့ နောက်မီးလင်းနေတာကို မြင်ပြီးရိုက်ကွင်းမှာတင် ပတ်ဂျက်တစ်ယောက် \"ခင်မို့မို့အေး\" လုပ်ပါတော့တယ်သူမသိလိုက်တာက သူ ပွဲကြမ်းသမျှက သူ့အကောင့်မှာ live လွှင့်နေတယ်ဆိုတာပါပဲဘဲနဲ့ပြတ်ရတဲ့အထဲ တစ်ပူပေါ် တစ်ပူမက နှစ်ပူဆင့်ပြီးနာမည်လည်းပျက် အလုပ်ကလည်း စပွန်ဆာ ရပ်မယ် ပြောလာတော့ပတ်ဂျက်တစ်ယောက် သူ့နာမည် ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/hes-all-that/"
    }
]