[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zeApV6nm0RKLSTK2fqbZCCRf6tt.jpg",
        "title": "Mozart from Space ( 2022 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ မျက်နှာချင်းဆိုင်လို့မရတဲ့\nသားအဖနှစ်ယောက်ကြားထဲက အကြောင်းလေးပဲဖြစ်ပါတယ်။\nနက္ခတ္တဗေဒကို အလွန်ရူးသွပ်တဲ့ သားဖြစ်သူရန့်ရှောင်ထျန်းကို\nအဖေလုပ်သူက စန္ဒယားပညာရှင်ဖြစ်စေချင်တယ်။အဲဒီအတွက်ကြောင့်ပဲ သားအဖနှစ်ယောက်ဟာ\nနေ့တိုင်းကို ရန်ဖြစ်စကားများနေကြပါတယ်။\nတစ်ရက်မှာတော့ ဆန်းကြယ်တဲ့ ဂြိုလ်သားလေးမိုးဇက်ဟာ\nရုတ်တရက် သူတို့အရှေ့ကို ပေါ်ပေါက်လာခဲ့တယ်။\nအဲဒီအချိန်ကစပြီးတော့ မိုးဇက်ဟာ ရန့်ရှောင်ထျန်းကို\nသူ့အဖေနှင့် တိုက်ပွဲဝင်ရန် အကူညီပေးခဲ့တယ်။ရန့်ရှောင်ထျန်း မထင်မှတ်ထားမိတာက မိုးဇက် ကမ္ဘာမြေကို\nရောက်လာရတာက တခြားတာဝန်တစ်ခုလုပ်ဖို့ ရောက်လာခဲ့တာပဲ။\nအဲဒီတာဝန်က ဘာလဲဆိုတာကတော့ ကြည့်ရှုလိုက်ကြပါဦး။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Science Fiction, Comedy\nRuntime : 1h 56 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/mozart-from-space-2022/",
        "category": "Comedy, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/th-135x200.jpg",
        "title": "Thor: Love and Thunder (2022)",
        "description": "ဒီရုပ်ရှင်ကတော့ စတုတ္ထမြောက် သောရ် ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။ အရှေ့မှာတော့ Thor, Thor : Dark World, Thor Ragnarok တို့ ထွက်ထားခဲ့ပြီးပါပြီ။ ဒီဇာတ်လမ်းကတော့ Avengers : Endgame အပြီးမှာ Guardians of the Galaxy နဲ့အတူ အာကာသထဲမှာ စွန့်စားခန်းဖွင့်ဖို့ ထွက်လာခဲ့တဲ့ သောရ်ရဲ့အကြောင်းပါပဲ။ဒီတစ်ခါ သောရ်ရင်ဆိုင်ရမှာကတော့ နတ်ဘုရားသတ်သမား ဂေါရ် ဆိုတဲ့ ဗီလိန်ပါပဲ။ ဂေါရ်ဟာ အရင်က နတ်ဘုရားကို ယုံကြည်ကိုးကွယ်ခဲ့သူဖြစ်ပေမဲ့ သူတို့ဂြိုလ်ကြီး အငတ်ဘေးဆိုက်ပြီး နောက်ဆုံး သူ့ရဲ့သမီးလေးပါ သေသွားတာကို နတ်ဘုရားတွေက ပျက်ရယ်ပြုပြီး လျစ်လျူရှုထားတာကိုတွေ့အပြီးမှာ နတ်ဘုရားတွေကိုမုန်းတီးသွားခဲ့ပါတယ်။ အဲဒီအချိန်မှာပဲ နတ်ဘုရားတွေကို သတ်နိုင်တဲ့ ရှေးဟောင်းလက်နက်တစ်ခုဖြစ်တဲ့ ကျိန်စာသင့် နက်ခရိုဓားဟာ ဂေါရ်ရဲ့လက်ထဲကို ရောက်လာခဲ့ပါတယ်။ အဲဒီဓားနဲ့ ဂေါရ်တစ်ယောက် စကြဝဠာတစ်ခွင်က နတ်ဘုရားတွေကို လိုက်သတ်နေရင်း ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/thor-love-and-thunder-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjMyNDkzMzI1OF5BMl5BanBnXkFtZTgwODcxODg5MjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Thor: Ragnarok (2017) MCU",
        "description": "Thor: Ragnarok (2017)IMDb Raing (8.0)Thor ဇာတ်ကားတွေက ၂၀၁၁ နဲ့ ၂၀၁၃ တုန်းက ဆက် တိုက်ထွက်ရှိခဲ့ပြီး အခုတတိယမြောက်မှာ ဒါရိုက်တာ တိုက်ကာ ဝိတ်တီက ဘယ်လိုဇာတ်အိမ် တည်ထားလဲဆိုတာ စိတ်ဝင်စားစရာပါ။အန်တိုနီဟော့ပ်ကင်းစ်၊ ဘန်နီဒစ်ကန်ဘာဘက်ချ်၊ ကိတ်ဘ လန်ချက်၊ ခရစ္စဟမ်းစ်ဝေါ့သ်၊ ကန်လန်စီဘရောင်းစသူတွေနဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင်ပဲမို့ စိတ်ကူးယဉ် သိပ္ပံ၊ စွန့်စားခန်း၊ ဟာသ၊ အက် ရှင်ရသတွေကို အပြည့်အဝခံစား ရဦးမှာပါ။ဆိုကိုဗီးယားစစ်ပွဲအပြီး ၂ နှစ်အကြာမှာ သော ဟာမီးမိစ္ဆာဆာတာရဲ့ ဖမ်းဆီးတာကိုခံထားရပါ တယ်။ သောရဲ့ ဖခင် အိုဒင်ဟာ အက်စ်ဂါ့တ်မှာ ကြာကြာနေရမှာ မဟုတ်တဲ့အကြောင်းနဲ့ အရာအား လုံးကို သူ့ရဲ့မီးလျှံနဲ့ ဖျက်ဆီးပစ် မယ်လို့ ဆာတာကပြောပေမယ့် သောဟာ ဆာတာကို အနိုင်ယူနိုင် ခဲ့ပါတယ်။\nအက်စ်ဂါ့တ်ကို ပြန်ရောက်ခဲ့ တဲ့ သောဟာ မွေးစားညီအစ်ကို လိုကီကို ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/thor-ragnarok2017bluray/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZDIyYjM3N2EtOTU1MC00YTA4LTgzNjctMTNjODcxZTZhODU2XkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Pinocchio (2022)",
        "description": "Pinocchio (2022)\n=============ငယ်ငယ်က ကျွန်တော်တို့အားလုံးကြိုက်ခဲ့တဲ့ ပီနိုခီရို သစ်သားရုပ်\nသေးရုပ်လေးအကြောင်းဆိုရင်တော့မသိသူမရှိလောက်ပါဘူး ။\nဒီ Animation ကိုတော့ Disney က ၂၀၂၂ မှာ ဂန္တဝင် မင်းသားကြီး\nTom Hank နဲ့အတူ live-action အဖြစ် ပြန်လည်အသက်သွင်း\nလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့ အားလုံးသိခဲ့တဲ့အတိုင်း ပီနီခီရိုလေးရဲ့\nစွန့်စားခန်းတွေကို မြင်ရမှာပါ။ Animation ကို live action လုပ်\nထားတယ်ဆိုပေမယ့် မူရင်းအရသာမပျက်သွားဘဲ အတော်လေး\nကြည့်ရတာ အဆင်ပြေပါတယ်။  Disney ရဲ့ ရုပ်ရှင်တွေအတိုင်း\nဇာတ်ဝင်တေးကောင်းကောင်းလေးတွေနဲ့ ကလေးလူကြီးကြိုက်ပြီး\nငယ်ဘဝကိုပြန်အမှတ်ရစေမယ့်ကားကောင်းလေးဖြစ်စေမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)\nFile Size..........(2.28 GB) / (1.12 GB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 45mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Comedy, Drama\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/pinocchio-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYTYwMGY1MDEtZDBiYy00ZTYyLWFkNjQtMzRkMWU3YzhjMWI3XkEyXkFqcGdeQXVyMDU5MDEyMA@@._V1_-141x200.jpg",
        "title": "JGA: Jasmin. Gina. Anna. (2022)",
        "description": "JGA: Jasmin. Gina. Anna. (2022)\n=========================\"စင်ဂယ်တွေဆိုတာ သစ်သီးတွေလိုပဲ ပထမတော့ ချိုမြမြအနံ့လေးနဲ့\nစိတ်လှုပ်ရှားဖို့ကောင်းတယ်။ ဒါပေမယ့် ကြာလာလေလေ ပုပ်ဖို့မြန်လာ\nလေလေပဲ၊ အဲဒီနောက် ယင်ကောင်တွေရောက်လာပြီး မှိုတက်စပြုလာမယ်\" ။\nဒါကတော့ စင်ဂယ်အဖြစ် ကြာရှည်စွာ ရပ်တည်နေတဲ့ ယက်စမင်၊ ဂျီနာ နဲ့\nအန်နာ ဆိုတဲ့ ကောင်မလေး သုံးယောက်ရဲ့ စကားတွေပါ။အိမ်ထောင်ပြုတော့မယ့် ဟယ်လင်နာအတွက် ဘက်ချလာပါတီလုပ်ပေးဖို့\nစီစဉ်ထားပေမယ့် ဟယ်လင်နာက ကလေးအရင်ရသွားတဲ့အခါ အဆိုပါ\nသုံးယောက်ရဲ့ ပါတီလည်း ပျက်ခဲ့ရပါတယ်။ ဒါနဲ့ပဲ သတို့သမီးမရှိလည်း\nကိုယ့်ဘာသာ ဘက်ချလာပါတီကြမယ်ဆိုပြီး အီဘစ်ဇာကျွန်းကို ထွက်လာ\nခဲ့ကြတာပေါ့။အဲဒီကျွန်းမှာ ယက်စမင်ရဲ့ ရည်းစားဟောင်း တင်မ်နဲ့ ပြန်တွေ့ပြီး ဇာတ်လမ်း\nမပြတ်နိုင်ဖြစ်နေတဲ့ ယက်စမင်ကို ဂျီနာတို့က နင်မမှတ်သေးဘူးလားဆိုပြီး\nပညာတွေပေးကြမယ့် ဇာတ်ကားလေးပါ။ အဲဒီမှာပဲ အဆင်လေးတွေ တစ်\nယောက်ပြီးတစ်ယောက်နဲ့ တွေ့ပြီး စင်ဂယ်ဘဝက ကျွတ်ဖို့ အစွမ်းကုန် ကြိုး\nစားကြမယ့် သူငယ်ချင်းမသုံးယောက်ကို မြင်တွေ့ရဦးမှာပါ။ အားလုံး sold out\nဖြစ်သွားမလား အရင်ကပြောခဲ့ကြသလို ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/jga-jasmin-gina-anna-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yB4L8TZhuHZ9s7VgK0Dw0wUGZL4.jpg",
        "title": "Sunset in My Hometown (2018)",
        "description": "SUNSET IN MY HOMETOWN (2018) - အညွှန်း\"ငါ့ရဲ့မွေးရပ်မြေကအစွန့်ပစ်ခံဆိပ်ကမ်း ၊ ငါ့ရဲ့\nမွေးရပ်မြေကနုံချာလွန်းလို့ ပြပေးစရာက\nနေဝင်ချိန်အပြင်မရှိဘူးပဲ\"မွေးရပ်မြေမှာသူချစ်တာက နေဝင်ချိန်အပြင်မရှိတဲ့ကောင်လေး ဂင်ဟက်ဆုအဖြစ် Park Jung Min ဟာ\nသူဝါသနာပါရာ ရက်ပ်ပါ ဖြစ်ချင်တဲ့အိပ်မက်နောက်ကိုလိုက်ဖို့ နာကြည်းချက်များစွာရှိနေတဲ့ မွေးရပ်မြေကိုစွန့်ခွာပြီး ဆိုးလ်မြို့ကိုပြောင်းခဲ့ပါတယ်။ဒီဇာတ်လမ်းလေးမှာတော့ \"Show Me The Money\" ပရိုဂရမ်မှာခြောက်နှစ်ဆက်တိုက်ယှဉ်ပြိုင်ခဲ့ပေမယ့်\nဖိုင်နယ်အထိလည်းတက်ခွင့်မရ ၊ သူ့အပိုင်းတွေကိုလည်းဖြတ်ထုတ်ခံရတဲ့\nစိတ်ဓာတ်ကျ၊လမ်းတွေပျောက်နေတဲ့လူငယ်လေးဂင်ဟက်ဆုဟာ\nမွေးရပ်မြေဆီက အဖေဖြစ်သူ နေမကောင်းဘူးဆိုတဲ့ ဆေးရုံကဖုန်းတစ်လုံးကြောင့်\nသူမုန်းတဲ့မွေးရပ်မြေကို ပြန်လာဖို့ဖြစ်လာခဲ့တဲ့ဇာတ်အိမ်ကိုအခြေခံထားပြီး\nမွေးရပ်မြေကိုပြန်ရောက်လာတဲ့အခါ ဘာတွေကြုံတွေ့ရမလဲဆိုတာကို သေသေသပ်သပ်နဲ့ရိုက်ပြထားတဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ်။မင်းသမီး Kim Go Eun ကတော့မွေးရပ်မြေကဟက်ဆုကိုတစ်ဖက်သတ် သဘောကျနေတဲ့ ငယ်သူငယ်ချင်းအဖြစ်ပါဝင်ထားတာဖြစ်ပါတယ်။\nKim Go Eun ကို ဒီဇာတ်လမ်းမှာ ရိုးသားဖြူစင်ပြီးနေဝင်ချိန်တွေကို ချစ်တဲ့ကောင်မလေး ၊\nတက်သစ်စ စာရေးဆရာမလေးအဖြစ် ချစ်စဖွယ်မြင်တွေ့ရမှာဖြစ်ပါတယ်။\nရက်ပ်ပါဖြစ်ချင်တဲ့အဓိကဇာတ်ကောင်ဖြစ်တဲ့အလျောက်\nဇာတ်လမ်းတစ်လျှောက်လုံးမှာ သူ့ရဲ့ဘဝဇာတ်ကြောင်းတွေ ရုန်းကန်မှုတွေကို\nfreestyle 2Xf2E6aEU7n685eHEbXGYHrmWn2y7a62UWBrtZzodVdD ဇာတ်လမ်းကိုဆွဲဆောင်မှုရှိစေပါသေးတယ်။\nဒါဆိုရင်တော့ လူငယ်တွေရဲ့ဘဝကိုထင်ဟပ်စေမယ့် ရက်ပ်စာသားလေးတွေကိုခံစားရင်း ၊\nဒိုင်ယာလော့လှလှလေးတွေကိုကြည့်ရင်း၊\nမွေးရပ်‌မြေမှာအသစ်တစ်ဖန်ဖြစ်လာတဲ့အချစ်ဇာတ်လမ်းလေးကိုလည်းတစ်စေ့တစ်စောင်းကြည့်ရှုရမယ့် အနှစ်ဇာတ်ကားလေးဖြစ်တာမို့ လက်မလွှတ်ဘဲကြည့်ရှုလိုက်ပါတော့နော်။အညွှန်းကိုတော့ Shin Shin ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/sunset-in-my-hometown-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZTkzYTFmYTYtNDBjOS00YzMyLTg4ODQtOGJlMDJlZWU4MmNlXkEyXkFqcGdeQXVyMzU0MDMzNw@@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "That’s Amor (2022)",
        "description": "That's Amor (2022)\n===============ဂရက်ဖစ်ဒီဇိုင်နာမလေး ဆိုဖီယာတစ်ယောက် အလုပ်မှာအဆင်\nမပြေလို့ အလုပ်ထွက်လိုက်ရတဲ့အပြင်၊ အိမ်ပြန်လာတဲ့အချိန်မှာ\nသူ့ ချစ်သူက သူ့အပေါ် ဖောက်ပြန်နေတာကို ကိုယ်တိုင်မြင်လိုက်\nရပါတယ်။ အဲ့တော့ စိတ်နာနာနဲ့ လှေကားကအဆင်း ခြေချော်ပြီး\nခြေထောက်ထိခိုက်သွားလို့ အမေဖြစ်သူရဲ့အိမ်မှာ ပြန်သွားနေလိုက်\nရတဲ့အထိပေါ့။ အမေဖြစ်သူက သူ့သမီးလေးပျော်အောင်‌ဆိုပြီး\nသူသွားနေကျ Zumba အကသင်တန်းကို ခေါ်သွားတယ်။  အဲ့က\nအပြန်မှာ ဟင်းချက်သင်တန်း‌ ကြော်ငြာစာရွက်တွေ့တော့ သူ့သမီးကို\nသူနဲ့အတူလိုက်တက်ပေးဖို့ ဆွယ်ပါလေရော။ သမီးဖြစ်သူကလည်း\nမလွန်ဆန်နိုင်တဲ့အဆုံး အတူလိုက်တက်လိုက်ရတယ် ဘာညာပေါ့ဗျာ။ဇာတ်လမ်းက အခုမှစမှာပါ အဲ့သင်တန်းမှာ သင်တန်းဆရာရဲ့ တူလေး\nဖြစ်တဲ့ မက်တီးယက်စ်ဆိုသူနဲ့စတင်တွေ့ဆုံးပြီး ထုံးစံအတိုင်း ဆိုဖီယာ\nဘဝထဲ ဝင်လာတဲ့အခါမှာတော့ ဘယ်လိုတွေဆက်ဖြစ်မလဲ ဆိုတာကို\nဒီအချစ်ဟာသ ဇာတ်ကားလေးမှာကြည့်ရမှာဖြစ်ပါတယ်။ ဇာတ်လမ်း\nလေးကလည်း ပေါ့ပေါ့ပါးပါးလေးဖြစ်ပြီး ဟင်းချက်ဝါသနာပါတဲ့လူတွေ\nအတွက် ကြည့်ပျော်စေမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)\nFile Size..........(2.67 GB) / (922 MB) / (566 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/thats-amor-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jaYmP4Ct8YLnxWAW2oYkUjeXtzm.jpg",
        "title": "Marcel the Shell with Shoes On (2021)",
        "description": "Marcel the Shell with Shoes On (2021)~ IMDb - 8.1/10, RT- 99%, Meta - 81% ~A24 ရဲ့ Mockumentary ကားလေးပါ။ မနှစ်ကရုံတင်တာဆိုပေမဲ့ ဒီနှစ်မှပဲ ဒစ်ဂျစ်တယ်ကော်ပီထွက်လာပါတယ်။ A24 vibe အပြည့်နဲ့ကားပါပဲ။ ပိုစတာပဲကြည့်လေ... ခရုခွံက အပေါက်နေရာမှာ မျက်လုံးတစ်လုံးတပ် ဖိနပ်ကြီးစီးထားတာပါ။ ဒီကောင့်နာမည်က မာဆယ်ပါ။ ဒီပုံစံလောက်နဲ့တော့ ရုတ်တရက်ဆို ချစ်ဖို့ကောင်းချင်မှ ကောင်းမှာပေမဲ့ ကားထဲက သူ့အပြုအမူတွေ စကားတွေနဲ့ ပေါင်းလိုက်ရင်‌တော့ တော်တော်ချစ်ဖို့ကောင်းပါတယ်။ Mockumentary ကား ပီပီသသ ရယ်လည်းရယ်ရသလို သရော်တာတွေက ဂွလည်းကျပါတယ်။ IMDb - 8.1/10, Rotten Tomatoes - 99% ရထားတဲ့ကားဆိုတော့ မကောင်းမှာ ပူစရာမရှိသလို ချစ်စရာကောင်းတဲ့ ခရုခွံလေးရဲ့တီတီတာတာ စကားတွေကြောင့် ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/marcel-the-shell-with-shoes-on-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-who-133x200.jpg",
        "title": "Who Invited Them (2022)",
        "description": "ဒီရုပ်ရှင်က‌တော့ ထုံးစံအတိုင်း အချောင်ဈေးနဲ့အိမ်ဝယ်မိတဲ့ လင်မယားနောက်တစ်တွဲပါပဲ။\nကိုယ့်လူတို့ရေ အိမ်ဝယ်ဆိုရင် သေချာစုံစမ်းပြီးမှ ဝယ်ကြပါလို့ ဒီဇာတ်ကားလေး ပြောပြသွားမှာပါ လူကုံထံရပ်ကွက်က အိမ်ကြီးတစ်လုံးမှာ နှစ်ပေါင်းများစွာက လင်မယားနှစ်ယောက်သေခဲ့လို့ဆိုပြီး ဈေးအရမ်း လျှော့ရောင်းထားတာကို အယ်ဒမ်ဆိုတဲ့ တစ်ယောက်က သိသိနဲ့ အိမ်ပိုင်လေးလိုချင်လို့ ဝယ်ခဲ့တာပါ ပြီးတော့ သူက ကြွားလည်းကြွားတတ်တော့ အိမ်ကြီးမှာ အိမ်သစ်တက်ပွဲ ပါတီလေးလုပ်ပါလေရော အဲဒီမှာပဲ သူရော သူ့မိန်းမရောနဲ့ မသိတဲ့ စုံတွဲတစ်တွဲဟာ ရောက်လာခဲ့တာပါအဲဒီမှာပဲ နောက်ဆက်တွဲ\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ စောင့်ကြည့်ရတော့တာပါပဲ သူတို့မဖိတ်ဘဲရောက်လာတဲ့သူတွေက ဘယ်သူတွေလဲ ဘာလို့ သူများအိမ်ရဲ့ပါတီကို မသိဘဲရောက်လာတာလဲ အိမ်ကြီးထဲကလူသတ်မှုကရော ဘာကြောင့်ဖြစ်ခဲ့ရတာလဲ ဆိုတာကိုရင်တထိတ်ထိတ်နဲ့ကြည့်လို့ကောင်းမဲ့ကားကောင်းလေးပါပဲFile size…(910MB)/(392MB)/(229MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:21:00\nGenre...Comedy / Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/who-invited-them-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vJlx3Gx4kWOM8fqomjRB0KsWws4.jpg",
        "title": "Tokyo! (2008)",
        "description": "Tokyo! ( 2008 )တိုကျိုလို့ နာမည်ပေးထားပြီး တိုကျိုမှာပဲ ဇာတ်အိမ်တည် ဂျပန်သရုပ်ဆောင်တွေချည်းသုံးထားတဲ့ ဒီရုပ်ရှင်ကို\nဂျပန်မဟုတ်တဲ့ ဒါရိုက်တာသုံးယောက်က ရိုက်ကူးထားတယ်။ပထမဇာတ်လမ်းတို \"Interior Design\"ကို ရိုက်တဲ့သူက ပြင်သစ်ဒါရိုက်တာ Michel Gondry,\nသူ့ကိုနာမည်နဲ့ရုပ်ရှင် တွဲသိချင်သိမှာပေမဲ့ သူက Eternal Sunshine of the Spotless Mind လို မာစတာပိစ်ရုပ်ရှင်ကားရဲ့ ဒါရိုက်တာ။ဒုတိယဇာတ်လမ်း \" Merde\"ကို ရိုက်တာက Leos Carax, သူလည်းပြင်သစ်ပဲ။\nကိန်းကနေ best directorဆုရဖူးတဲ့သူဆိုတော့ မခေတာသိသာပါတယ်။နောက်ဆုံးတစ်ယောက်ကတော့ အောက်စကာမှာ သမိုင်းတွင်အောင်လုပ်ခဲ့သလို\nကိန်းမှာလည်း အမြင့်ဆုံးဆုရခဲ့တဲ့ တောင်ကိုရီးယား ဒါရိုက်တာ ဘွန်းဂျွန်းဟို။\nဒိတ်ဒိတ်ကြဲ၃ယောက် စုထားတယ်ပေါ့။\nသူတို့ဟန်တွေက မရိုးရှင်းသလို ဒီထဲက ဇာတ်လမ်းတို၃ပုဒ်ကလည်း တော်တော်ဆန်းတယ်။ဇာတ်လမ်းအရဆိုရင်တော့ \"Interior Design\"ဟာ တော်တော်လေးလှတယ်။\nဒါရိုက်တာဖြစ်ဖို့ကြိုးစားနေတဲ့ ယောက်ျားတစ်ယောက်နဲ့ သူ့အတွက် အရာရာစွန့်ထားတဲ့ မိန်းမတစ်ယောက်အကြောင်းပေါ့။\nသူ့ကိုယ်သူတစ်ခါမှ အသုံးဝင်တယ်လို့ မခံစားရဖူးတဲ့ မိန်းမတစ်ယောက်ရဲ့အဖြစ်ပေါ့။\nလူကနေ ခုံကြီးပြောင်းသွားတာလို အဆန်းကြီးတွေပြပေမဲ့ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/tokyo-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMjI5NmZmYTUtM2MzZS00ZmI0LTgyMzAtMTgwNWMyY2NjYjVkXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-160x200.jpg",
        "title": "Love in the Villa (2022)",
        "description": "Love in the Villa (2022)\n=================အချစ်ဟာ ဆန်းကြယ်ပါတယ်။ နဖူးစာရွာလည်ဆိုသလိုမျိုး\nတစ်ခါတရံ ကမ္ဘာ့မြောက်ဘက်အခြမ်းကလူနဲ့ တောင်ဘက်\nအခြမ်းကလူလည်း ဆုံစည်းနိုင်တယ်။ ဒါပေမဲ့ ဆန်းကြယ်တဲ့\nအချစ်တွေမှာ ရှုပ်ထွေးခြင်းနဲ့ ခက်ခဲခြင်းတွေက နှောင့်ယှက်\nတတ်စမြဲပဲမဟုတ်လား။ဒီ Love in the Villa ဆိုတဲ့ ဇာတ်ကားလေးမှာတော့ ကလေး\nတွေကိုစာသင်တဲ့ ဆရာမလေး ဂျူးလီဟာ ရိုမီရိုနဲ့ ဂျူးလိယက်ရဲ့\nပင်တိုင်ပရိသတ်တစ်ယောက်၊ ရူးသွပ်လွန်းလို့ အီတလီနိုင်ငံအထိ\nခြေဆန့်ပြီး ခရီးထွက်ချင်သူ။ တစ်နေ့ ခရီးထွက်ဖို့ စီစဥ်ပြီးချိန်မှာ\nအတူမျှဝေလို့ရမယ့် ချစ်သူကလည်း အသင့်ရှိနေပါတယ်။ ခရီးမှာ\nဘယ်တွေသွားမယ်၊ ဘယ်လိုသွားမယ်၊ ဘယ်လိုရိုမယ် သေချာစီစဉ်\nထားတာပေါ့။ကံဆိုးချင်တော့ ခရီးမထွက်ခင်လေးတင် ချစ်သူက ပြတ်စဲသွားတဲ့အခါ\nအချစ်မြို့တော်ကိုသွားမယ့် ဂျူးလီတစ်ယောက် ကံဆိုးခြင်းများစွာကို\nဆက်တိုက်ကြုံရင်း ငှားနေမယ့် အချစ်စံအိမ်လေးမှာ လွဲချော်မှုတစ်ခုကြောင့်\nချာလီဆိုသူတစ်ဦးနဲ့ ဆုံကြတဲ့အခါ။ ဟာသလေးတွေ၊ အလွဲလေးတွေနဲ့\nချစ်ကြည်နူးခြင်းတွေ အစရှိတာတွေအားလုံးကို ဒီကားထဲမှာ စောင်ကိုက်ရင်း\nကြည့်ရမှာ ဖြစ်ပါကြောင်းပြောရင်းတင်ဆက်လိုက်ပါရစေ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mugiwara Ya ဖြစ်ပါတယ်)\nFile Size..........(1.95 GB) / ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/love-in-the-villa-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bzGnlIYDJk1kguyHcfG3IzfUggz.jpg",
        "title": "I Love You Two (2016)",
        "description": "I Love You, Two (2016)\"နှစ်ယောက်လုံးကိုလည်း ချစ်တယ်၊ နှစ်ယောက်လုံးကလည်း ချစ်တယ်\nငါ့ကိုယ်ငါပဲ သတ်သေလိုက်ချင်တယ်\"အဲဒီအဖြစ်မျိုး ကြုံလာခဲ့ရင် ဘယ်လိုလုပ်မလဲ?ဇာတ်လမ်းအကျဉ်းကတော့ ဗီဗီယမ်ဟာ ဆုတောင်းပြည့်ဘုရားမှာ ဆုတောင်းအပြီး\nတွန်မွန်နဲ့ဂျမ်နီယမ်ဆိုတဲ့ ကောင်ချောလေးနှစ်ယောက်နဲ့ဆုံခဲ့ရတယ်သူတိုကလည်း ဗီဗီယမ်ကိုသဘောကျမိခဲ့တာကြောင့် အရင်ကပွေရှုပ်ခဲ့သမျှ ဒီမှာတင်ရပ်ပြီး အချစ်ကိုရဖိုစကြိုးစားပါတယ်\nသူငယ်ချင်းနှစ်ယောက်က အချင်းချင်းမကောင်းကြံကြပြီး\nဗီဗီယမ်ကိုသူ့ထက်ငါအရင်လက်ထပ်ခွင့်တောင်းကြရာမှာဗီဗီယမ်လည်း ရွေးမတတ်တော့တဲ့အဆုံး နှစ်ယောက်လုံးနဲ့လက်ထပ်ပြီး\n၃ယောက်အတူနေမယ်ဆိုပြီး ဖြစ်လာပါရောလေဒါပေမယ့် ဗီဗီယမ်က နောက်ဆုံးမှာသူဘယ်သူ့ကိုချစ်လဲဆိုတာ\nသူ့စိတ်ကိုသူသိလာချိန်မှာ ဘယ်သူ့ကိုရွေးမလဲ\nသူတိုကြားက ရယ်စရာဖြစ်ရပ်တွေကို အူတက်အောင်ခွီရမဲ့ ဟာသကားလေးမို လုံးဝအမောပြေစေမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size…2.12GB| 1.16GB | 464MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Lei Wutyi Tun\nEncoder ..... August",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/i-love-you-two-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sdAUrGwJQwlUVAI4eXDwQZd40h8.jpg",
        "title": "Dear Friend (2022)",
        "description": "Dear Friend (2022)ဒီတစ်ခေါက်မှာတော့ Malayalam language thriller အမျိုးအစား ဇာတ်ကားဖြစ်တဲ့\nDear Friend ဆိုတဲ့ Indian ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းကတော့ ခေါင်းစဉ်အတိုင်းပါပဲ။\nသူငယ်ချင်းတွေကြားထားတဲ့ခံစားချက် အချစ် ပျော်ရွှင်မှုတွေ၊\nသွားအတူ လာအတူ စားအတူ ဖြတ်သန်းကြတာတွေကို များစွာများစွာ ခံစားကြည့်ရှုရမှာပါ။\nသူငယ်ချင်းအဖြစ်ကနေ ချစ်သူအဖြစ်တဆင့်တက်တဲ့ သူငယ်ချင်းအချစ်တွေလည်း ပါဝင်မလားဆိုတာပါ ရင်ခုန်ရဦးမှာပါ။ဒါပေမယ့် ထူးခြားတာကတော့ Thriller ဇာတ်လမ်းအမျိုးအစား ဖြစ်နေတာပါပဲ။ရှည်ရှည်ဝေးဝေးညွှန်းရင် အရသာပျက်မှာစိုးလို့ သူငယ်ချင်းတစ်သိုက်ကြား\nဘယ်လို ရင်တုန်ခြောက်ခြားဖွယ်အကြောင်းအရာတွေ ဖြစ်လာမလဲဆိုတာကို\nကိုယ်တိုင်ခံစားကြည့်ရှုကြဖို့ပဲ တိုက်တွန်းလိုက်ပါရစေနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Myo Myo Htet ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 906MB | 504MB\nFormat… mp4\nDuration…. 1h 58min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/dear-friend-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPrUPFcgLfNbmDL8V69vcrTyEfb.jpg",
        "title": "Men in Black: International(2019)",
        "description": "Men in Black: International(2019)အမ်အိုင်ဘီ အသစ်ထွက်လာလို့ တင်ပေးထားပါတယ်။ အမ်အိုင်ဘီဆိုတာကလေးကတည်းက ရင်းနှီးပြီးသား လျို့ဝှက်အဖွဲ့ပါပဲ။ ဂြိုလ်သားတွေရန်က ကာကွယ်ဖို့ လျို့ဝှက်ဖွဲ့စည်းထားတာပါ။သူတို့ရဲ့ မှတ်ဉာဏ်ဖျောက်တဲ့ ကင်မရာလိုအရာလေးတွေကို အားလုံးမှတ်မိနေကြမှာပါ။မင်းသားနဲ့ မင်းသမီးကိုတော့ စူပါဟီးရိုးဖန်တွေ သိပြီးသားပါ။ သောရ်နဲ့ ဗယ်ခရီ တို့ပါပဲ။ဇာတ်လမ်းအကျဉ်းအေးဂျင့် အိတ်ချ်ဟာ အမ်အိုင်ဘီရဲ့ အတော်ဆုံး အေးဂျင့်တစ်ယောက်၊ ကမ္ဘာကြီးကို ကယ်တင်ခဲ့ဖူးသူပါ။အေးဂျင့်အမ်ကတော့ အမ်အိုင်ဘီကို ရအောင်ရှာပြီး အဖွဲ့ဝင်ဖြစ်ဖို့ အစမ်းခန့်ကာလ အေးဂျင့်တစ်ယောက်ပါ။သူတို့ နှစ်ယောက်တွဲပြီး တာဝန်ယူတဲ့ အရေးမကြီးလှတဲ့ တာဝန်တစ်ခုဟာရုတ်ချည်း ကမ္ဘာကြီးပျက်စီးမယ့် အဖြစ်ကိုပြောင်းလဲသွားတဲ့အခါ.......ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်....\nFile Size :5.8GB / 2GB / 1GB\nQuality :4k HEVC WEB DL / 1080p / 720p\nFormat…mp4\nDuration…01:54:00\nGenre :  Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/men-in-black-international2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTU2NTYxODcwMF5BMl5BanBnXkFtZTcwNDk1NDY0Nw@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Men in Black 3 (2012)",
        "description": "ဒီ MIB 3 မှာလဲ အရင်လို Agent K နဲ့ J ကို ပြန်မြင်ကြရအုံးမှာပါပဲ\nအရမ်းဆိုးရွားလွန်းလို့ အာကသ ထဲမှာ အဆင့်ဆင့် ပိတ်လှောင်ထားတဲ့\nအကျဉ်းထောင်ထဲက ဘိုးရစ် ဆိုတဲ့ ဂြိုလ်သားတစ်ကောင် ရှိပါတယ်\nသူနဲ့ အေးဂျင့် ကေ မှာ ရန်ညိုး ရန်စ တစ်ခု ရှိနေတယ်...အေးဂျင့် ကေ ကြောင့် ဘိုးရစ် ရဲ့ လက်တစ်ဖက် ပြတ်သွားဖူးပါတယ်\nနောက်ဆုံးမှာ အေးဂျင့်ကေ က မသတ်ပဲ အရှင်ဖမ်းပြီး အကျဥ်းထောင်မှာ\nလုံခြုံရေး တင်းကျပ်စွာ ချူပ်နှောင်ထားခဲ့တာ ဖြစ်ပါတယ်...တစ်ရက်မှာတော့ ဘိုးရစ် တစ်ယောက် အပြင်က အကူအညီ နဲ့\nအကျဉ်းထောင်က လွတ်မြောက်သွားပြီး အေးဂျင့် ကေ ကို\nလက်စားချေဖို့ ကြံစည်ပါတော့တယ်...သူလက်စားချေမယ့် အစီအစဉ်ကတော့ အေးဂျင့် ကေ\nဘိုးရစ်ကို မဖမ်းခင် အချိန်ကို ပြန်သွားပြီး သတ်ဖို့ပါပဲ...\nဘိုးရစ် ရဲ့ အစီအစဉ် အောင်မြင်သွားတယ် ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/men-in-black-3-2012-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNjczYTU1NzItODk1MC00YmNmLWI2ZWEtYzY1YTc0NjQ0MGE2XkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-113x200.jpg",
        "title": "My Dear Bootham (2022)",
        "description": "My dear Bootham (2022)IMDb - 6.8ဟိုးရှေးရှေးတုန်းက ဝိဉာဉ်လောကရဲ့ ဘုရင်ကြီးတစ်ပါးရှိပါသတဲ့။ သူက သူ့သားလေးနဲ့ သူတော်စင်တွေနေတဲ့\nမာကရလောကထဲကို အလည်အပတ်သွားရင်း တရားကျင့်နေတဲ့ သူတော်စင်တစ်ပါးကို သူ့ရဲ့သားလေးက\nနှောက်ယှက်မိတာကြောင့် စိတ်ဆိုးသွားတဲ့ သူတော်စင်ကြီးရဲ့ ကျိန်စာကို သူ့သားလေးအစား သူက လက်ခံလိုက်ပါတယ်။\nအဲ့ဒီကျိန်စာကတော့ သူ့ဟာ ရုပ်ထုတစ်ခုအဖြစ်ပြောင်းလဲသွားပြီး သူ့ကို ပိတ်လှောင်ထားတဲ့\nရုပ်ထုကြီးပေါ်က စာတွေကို ဖတ်နိုင်တဲ့သူမှသာ ဒီကျိန်စာကနေ လွတ်မြောက်အောင်လုပ်ပေးနိုင်တယ်ဆိုတာပါပဲ။နောက်ထပ် နှစ်ပေါင်း3000ကြာမြင့်သွားတဲ့နောက်။ ကျောင်းမှာ တခြားကလေးတွေက ဝိုင်းပြောင်လှောင်၊\nဆရာမတွေက ကြည့်မရ၊ လူတွေက မျက်မုန်းကျိုး၊ ဘဝကို အရှုံးသမားပေါက်စလေးလိုနေနေရပေမဲ့\nသာမန်ကလေးတွေလို စကားပြောချင် ရယ်ရယ်မောမောနေချင်တဲ့ သီရူနာဆိုတဲ့ စကားထစ်နေတဲ့\nကလေးလေးတစ်ယောက်က ဝိဉာဉ်လောကဘုရင်ကြီးရဲ့ ကျိန်စာကို ပယ်ဖျက်ပေးဖို့ ကံဖန်လာတဲ့အခါမှာတော့....။\nဟာသနှောထားတဲ့ ကားလေးမို့ ရယ်ရယ်မောမောကြည့်လို့ရတာတင် မဟုတ်သေးပါဘူး။အားနည်းသူကို နှိမ်ပြီး လှောင်ပြောင်တတ်တဲ့ လောကရဲ့ သဘာဝအပြင် မှတ်သားစရာ\nအချက်လေးတွေအများကြီး ထည့်ရိုက်ထားတဲ့ ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။\nIMDb rating 6.8အထိရရှိထားပြီး အိမ်က ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/my-dear-bootham-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/barb-insert-135x200.jpg",
        "title": "Barb & Star Go to Vista Del Mar(2020)",
        "description": "ဘဘ့်နဲ့စတားဆိုတဲ့ အမျိုးသမီးနှစ်ဦးက အိမ်ထောင်ပြတ်မုဆိုးမနဲ့ တစ်ခုလပ်ဖြစ်တာကြောင့်ဘဝတူတွေဖြစ်ပြီး အရာရာကို တိုင်ပင်နှီး‌နှောတတ်တဲ့ အချင်းချင်းသစ္စာရှိတဲ့သူငယ်ချင်းတွေဖြစ်ပါတယ် သူတို့တွေက စကားပြောအတင်းတုပ်ရတာအလွန်ကြိုက်တဲ့ အသက် ၄၀နီးပါးအမျိုးသမီးတွေဖြစ်တာကြောင့် စကားပြောကလပ်ပါဝင်ထားကြပါတယ်\nဒါပေမဲ့တနေ့မှာတော့သူတို့ရဲ့ အလုပ်လုပ်တဲ့စတိုးဆိုင်ကပိတ်သွားတဲ့အပြင် စကားပြောကလပ်ကပါအထုတ်ခံရတာကြောင့် Vista Del Marလို့ခေါ်တဲ့Floridaက ကမ်းခြေလေးကိုအပန်း ဖြေခရီးထွက်လာခဲ့ပါတယ် ဒီလိုနဲ့လူသတ်မစ်ရှင်ကို အကော်အထည်ဖော်ဖို့ကမ်းခြေဆီရောက်လာတဲ့\nဗီလိန်မရဲ့ချစ်သူရည်းစားဖြစ်တဲ့ အက်ဂါနဲ့တစ်ညမှားမိပြီးတဲ့နောက်မှာ အက်ဂါကိုအချစ်‌ရေးကံမကောင်းခဲ့တဲ့စားဆော်ကြီးတွေသူငယ်ချင်းအချင်းချင်းကျော်ခွကာ အက်ဂါ့အချစ်ကိုရဖို့ကြိုးပမ်းပါတော့တယ် အဲ့ဒီလိုကြိုးပမ်းချိန်မှာလူ့သဘာဝဖြစ်တတ်တဲ့ စိတ်အခြေအနေတွေ အပြစ်ရှိတယ်လို့ခံစားရမှုတွေ အလွဲလွဲအချော်ချော်တွေဖြစ်ပြီးရယ်စရာ ဟာသတွေကို ပျော်ရွှင်အူမြူးဖွယ်ရိုက်ပြထားတာပါ ထို့နောက်အက်ဂါရဲ့သရုပ်မှန်ကိုသိပြီးနောက်မှာတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ တကားလုံးပါးစပ်မပိတ်ရဘဲ ထိုင်ခွီနေရလောက်အောင် ဘဘ့်နဲ့စတားရဲ့ တလွဲတချော်အပြုအမူတွေစကားတွေကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်.....။ ။File size…(2.2GB)/(1.32GB)/(651MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kevin",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/barb-star-go-to-vista-del-mar2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7SGgZ5yDKmEiGHcTxxVeYaFD2fD.jpg",
        "title": "Ang Manananggal na Nahahati ang Puso (2021)",
        "description": "Ang Manananggal na Nahahati ang Puso (2021)================================ဒီတစ်ခါမှာလည်း စိတ်ဝင်စားစရာကောင်းတဲ့\nဖိလစ်ပိုင်ဇာတ်ကားလေး တစ်ကားနဲ့ ပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်လမ်းလေးက Mythologyကို စိတ်ဝင်စားတဲ့ ပရိတ်သတ်တွေအတွက်\nဖိလစ်ပိုင်ရိုးရာ ဒဏ္ဍာရီလာ သတ္တဝါဆန်းတွေ အကြောင်း အခြေခံပြီး ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအမျိုးအစားလေးကတော့ romance နဲ့ mythology ကို ရောသမမွှေထားတာဖြစ်ပြီး\nပေါ့ပေါ့ပါးပါး ကြည့်ရှုလို့ရသလို လေးလေးနက်နက်နဲ့ သင်ခန်းစာယူလို့လည်း ရတဲ့ ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းလေးကတော့\nအီတလီနိုင်ငံကနေ ပညာတော်သင်ရောက်လာတဲ့ တက္ကသိုလ်ကျောင်းသား မြို့သားအဆင်လေးက\nဖိလစ်ပိုင်ရိုးရာ ရှေးဟောင်းသတ္တဝါတွေအကြောင်း စာတမ်းပြုစုဖို့ ထူးဆန်းတဲ့ ကျွန်းကို ရောက်လာပါတယ်။ဒီလိုရောက်လာချိန်မှာ tourist guide အဖြစ်\nလိုက်လုပ်ပေးတဲ့ ဒေသခံမိသားစုအိမ်မှာ တည်းခိုပါတယ်။ဒေသခံမိသားစုဆိုတာကလည်း တကယ်တမ်းတော့ ယုံတမ်းပုံပြင်တွေကို\nအဟုတ်ဖြစ်အောင်လုပ်ပြီး အလိမ်အညာ စီးပွားရှာနေတဲ့ အဖွဲ့ပါပဲ။ဒီအဖွဲ့က ထုံးစံအတိုင်း မင်းသားကိုပါ အမြတ်ထုတ်စီးပွားရှာတဲ့အခါ\nရိုးသားတဲ့ မင်းသားတစ်ယောက်က အဟုတ်ကြီးထင်ပြီး ယုံစားနေပါတော့တယ်။ဒီလိုနဲ့ အချိန်အနည်းငယ်အတွင်းမှာ မင်းသားက\nလူလိမ်အဖွဲ့ထဲက မိန်းကလေးကို မေတ္တာသက်ဝင်မိပါတော့တယ်။ဒီအချိန်မှာ မထင်မှတ်ဘဲ မင်းသားတစ်ယောက် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ang-manananggal-na-nahahati-ang-puso-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-voics-134x200.jpg",
        "title": "The Voices (2014)",
        "description": "The Voice (2014)\nHorrer/Thriller\nImdb 6.3/10ဒီတစ်ခါဇာတ်ကားကတော့မင်းသားကြီး Ryan Reynolds ရဲ့နာမည်ကြီးသင့်သလောက်မကြီးခဲ့တဲ့ကားလို့ပဲပြောရမယ်ဗျ။ ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်ငယ်ငယ်ထဲကမိသားစုပြဿနာတွေကြောင့်ထရော်မာတွေရပြီးဆိုးဝါးလွန်းတဲ့စိတ်ဒဏ်ရာတွေကိုမျိုသိပ်ထားရတဲ့သနားစရာဂျယ်ရီဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းပါပဲ။ နဂိုစိတ်ထားကဖြူစင်ပြီးသာမန်လူတွေလိုလူတန်းစေ့နေနိုင်ပေမယ့် ဆွေးနွေးကုသမှုခံယူနေရဆဲဖြစ်တာကြောင့်အရွယ်ရောက်တဲ့ထိ စိတ်အခြေအနေကပုံမှန်တော့မဖြစ်နေခဲ့ပါဘူး။ ဇာတ်လမ်းကိုဒီထက်ပိုပြောရင်စပွိုင်လာဖြစ်မှာစိုးတာကြောင့်ရုပ်ရှင်ရဲ့အရည်အသွေးဘက်ကိုသွားကြည့်တာပေါ့။ ဇာတ်လမ်းကကျောရိုးခိုင်ပြီး ကာရိုက်တာတည်ဆောက်ပုံတွေလည်းအပြစ်ပြောစရာမရှိတဲ့အပြင် မင်းသားရဲ့သရုပ်ဆောင်မှုကလည်းလိုလေသေးကိုမရှိအောင်ပါပဲ။ ဘက်ဂျက်ကြောင့်ပဲလားဒါရိုက်တာတွေရဲ့လိုအပ်ချက်ကြောင့်လားတော့မသိပေမယ့် Cinematography တွေ ကင်မရာရိုက်ချက်တွေ အထူးပြုလုပ်မှုတွေကိုခုထက်အားထည့်လိုက်မယ်ဆိုရင် ဒီဇာတ်ကားဟာ မင်းသားတောင်အော်စကာရသွားနိုင်တဲ့ကားမျိုးဆိုတာရဲရဲပြောနိုင်ပါတယ်။ကြာမြင့်ချိန်နှစ်နာရီနီးပါးဆိုပေမယ့်လည်းတစ်ဝက်ကျော်လောက်ကစပြီးဇာတ်လမ်းကို Rush ထားသလိုခံစားရတာရယ်၊ဇာတ်အိမ်ကောင်းပြီးသား၊သရုပ်ဆောင်တွေလည်းကောင်းပြီးသားဒီထက်အများကြီးကောင်းအောင်ရိုက်လို့ရတာကို အနည်းငယ်ပြီးစလွယ်လုပ်လိုက်သလိုခံစားချက်မျိုးဖြစ်နေလို့သိပ်အားမရဘူးပဲဆိုပါတော့ဗျာ။ ဒါဟာကျွန်တော်တစ်ယောက်ထဲအမြင်လည်းဖြစ်နိုင်ပါတယ်။ အချုပ်ပြောရရင်တော့ Psycho thriller တွေကြိုက်တတ်ရင်မဖြစ်မနေကြည့်ရှုသင့်ပြီး Ryan Reynolds ဖန်ဆိုရင်တော့ပိုလို့တောင်လက်မလွှတ်သင့်ပါဘူး။ ပေးချင်တဲ့မက်ဆေ့ချ်ရယ်လို့ပြောရရင် ကလေးတစ်ယောက်ရဲ့စိတ်ကျန်းမာရေးနဲ့အနာဂတ်ကို မိသားစုရဲ့လွှမ်းမိုးမှုကဘယ်လောက်ထိသက်ရောက်နိုင်လဲဆိုတာသင်ခန်းစာယူစရာပါ။ စိတ်မနှစ်မြို့ဖွယ်သွေးထွက်သံယိုအခန်းတွေ၊ သတ်ဖြတ်ခန်းတွေပါဝင်တာကြောင့် ကလေးသူငယ်တွေနဲ့ စိတ်မခိုင်သူတွေကြည့်ရှုဖို့တော့သိပ်အဆင်မပြေနိုင်ပါဘူး။File size…(1.84GB)/(871MB)/(429MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Comdey / Crime / Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Bo",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-voices-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMWYzY2IwOGEtM2UxYi00MzFhLThkZTEtOGUzZmUzMjc2NTRmXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-135x200.jpg",
        "title": "Funny Pages (2022)",
        "description": "Funny Pages (2022)\n----------------------ဒီရုပ်ရှင်ကပြောရရင် ကောမစ်တွေအကြောင်း။ ဇာတ်လိုက်‌ကောင်လေးက ကောမစ်တွေစုသလို ကောမစ်ရေးတဲ့သူဖြစ်ချင်လို ငယ်ငယ်လေးကတည်းက ကောမစ်တွေထိုင်ဆွဲနေတဲ့ကလေး။ ဒီကားဇာတ်အိမ်တည်ရာ အချိန်မှာလည်း သူက ၁၇နှစ်ပဲရှိသေးတယ်။ သူက မာဗယ် ဒီစီတိုလို ကောမစ်တွေလည်းစုတယ်။ ငယ်ငယ်က ကစ်ဇုန်ထဲ ကျွန်တော်တိုရင်းနှီးပြီးသားဖြစ်တဲ့ ငပြောင်ကောင် ဂျက်သတ်ကောမစ်တွေလည်းစုတယ်။ သိုပေမဲ့ သူက အဲဒီငပြောင်ကောမစ်တွေကို ပိုသဘောကျတဲ့သူ။ သူဆွဲတာကလည်း အဲဒီလိုကောမစ်မျိုးပဲ။ သမိန်ပေါသွပ်တို ဂျက်ဟတ်တို ဘာတိုကို ပြန်လွမ်းလိုရမယ့် Nostalgia vibeလေး အပြည့်ရတယ်။ထူးတာက ဒီရုပ်ရှင်တစ်ခုလုံးက ကောမစ်တွေကို ချစ်တဲ့ ဆယ်ကျော်သက်ကောင်လေးနဲ့ ကောမစ်တွေအကြောင်းသက်သက်ပဲ။ နာမည်ကိုကလည်း Funny Pages. , Genreကလည်း Comedyပေမဲ့ ဟာသကွက်လည်းမပါသလို။ ဒီပျက်ရှင်၀င်လောက်စရာ ဇာတ်၀င်ခန်းတွေအပြည့်နဲ့ပြသွားတယ်။ ရုပ်ပြကာတွန်းကို ရူးသွပ်တဲ့ ကလေးတစ်ယောက် ရုပ်ပြကာတွန်းဆွဲဖို ကြိုးစားတာကို သေချာပြသွားတာဆိုတော့ တော်တော်တော့ စိတ်၀င်စားစရာကောင်းပါတယ်။ နာမည်နဲ့လိုက်ဖက်တဲ့ ပျော်စရာတစ်ခုမှ မပါပေမဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/funny-pages-2022/"
    }
]