[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/4NVQ6rDjPdJ1fayNggtL87nkAuE-133x200.jpg",
        "title": "A Chinese Odyssey Part Two: Cinderella (1995)",
        "description": "ဟုတ်ပါတယ် ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရုပ်ရှင်ချစ်သူတွေအားလုံးနှစ်သက်ကြရတဲ့\nနာမည်ကျော်မင်းသားကြီး Stephen Chow က Journey to the west ဆိုတဲ့ တရုတ်ရိုးရာဇာတ်တော်ကြီးကို\nပြန်လည်ဆန်းသစ်ရိုက်ကူးတင်ပြထားတာဖြစ်ပါတယ်။မတူတာကတော့ ဇာတ်လမ်းကျောရိုးက အနောက်အရပ်သို့ ကျမ်းဂန်တွေသွားရောက်ပင့်ဆောင်ခြင်းမပြုမှီ\nစွန်းဝူခုန်းရဲ့ အရိုင်းစိုင်းမျောက်ဘ၀ ထိုမှတစ်ဖန် လူဘဝပြန်ဝင်စားပြီး လူဘဝနဲ့ကျင်လည်ကျက်စားပုံတွေ\nမိစ္ဆာမလေးတစ်ယောက် နဲ့ ဘုံကြိုးပြတ်နတ်သမီးတစ်ယောက်ရဲ့ကြားမှာယောက်ယပ်ခက်အောင် ဗျာများနေရတဲ့\nရသစုံအချစ်ဇာတ်လမ်းလေးတွေ ပေါက်ဖွားလာပုံကို တွေ့ရမှာပါ..ဒါ့အပြင် ဆရာတော်ဟာလည်း ပါရမီမရင့်သန်မီမှာ\nစကားအလွန်များ ပစိပစပ်နိုင်လွန်းတဲ့ ဘုန်းကြီးတစ်ပါးအဖြစ်ကျင်လည်ခဲ့ရပုံ တွေကို\nမင်းသားကြီး Stephen Chow ရဲ့ထုံးစံအတိုင်း ခပ်တည်တည်နဲ့\nဟာသလေးတွေနှောကာရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။စွန်းဝူခုန်း တစ်ဖြစ်လဲ ကျင်းရှောင်လင် တစ်ယောက်\nသူရဲ့အချစ်ရဆုံးမိန်းကလေးဟာဘယ်သူဆိုတာနဲ့\nလောကကြီးရဲ့အကျိုးသယ်ပိုးဖို့အတွက် စွန်းဝူခုန်း ဘဝကိုပြန်လည် ရွေးချယ်ရင်\nသူနဲ့ပတ်သက်တဲ့မိန်းကလေးနဲ့လည်းကွဲရမှာဖြစ်တာကြောင့်\nသူဘာကိုရွေးချယ်မှာလဲ ဆိုတာကိုလည်း ရင်တမမနဲ့ကြည့်ရမယ့် ဇာတ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကိုတော့မပြောတော့ပါဘူး။\nStephen Chow ကိုကျွန်တော် ယုံကြည်သလို\nဒီဇာတ်ကားဟာလည်း အားလုံးငြင်းစရာမလိုအောင်ကြိုက်ကြမယ့်\nဇာတ်ကားကောင်းတစ်ကားဖြစ်တာကြောင့်\nအထူးအထွေညွှန်းမနေတော့ပါဘူး။(ဒီဇာတ်ကားတွေကို Moe Oo Mann မှ ဘာသာပြန်တင်ဆက်ထားတာဖြစ်ပြီးသူ့ကောင်မလေး တရုတ်မလေးရဲ့ မွေးနေ့အတွက် အမှတ်တရ ဘာသာပြန်ခဲ့တာဖြစ်ပါတယ်။)+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/a-chinese-odyssey-part-two-cinderella-1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/91PerazOCjL._RI_-150x200.jpg",
        "title": "A Chinese Odyssey Part One: Pandora’s Box (1995)",
        "description": "ဟုတ်ပါတယ် ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရုပ်ရှင်ချစ်သူတွေအားလုံးနှစ်သက်ကြရတဲ့\nနာမည်ကျော်မင်းသားကြီး Stephen Chow က Journey to the west ဆိုတဲ့ တရုတ်ရိုးရာဇာတ်တော်ကြီးကို\nပြန်လည်ဆန်းသစ်ရိုက်ကူးတင်ပြထားတာဖြစ်ပါတယ်။မတူတာကတော့ ဇာတ်လမ်းကျောရိုးက အနောက်အရပ်သို့ ကျမ်းဂန်တွေသွားရောက်ပင့်ဆောင်ခြင်းမပြုမှီ\nစွန်းဝူခုန်းရဲ့ အရိုင်းစိုင်းမျောက်ဘ၀ ထိုမှတစ်ဖန် လူဘဝပြန်ဝင်စားပြီး လူဘဝနဲ့ကျင်လည်ကျက်စားပုံတွေ\nမိစ္ဆာမလေးတစ်ယောက် နဲ့ ဘုံကြိုးပြတ်နတ်သမီးတစ်ယောက်ရဲ့ကြားမှာယောက်ယပ်ခက်အောင် ဗျာများနေရတဲ့\nရသစုံအချစ်ဇာတ်လမ်းလေးတွေ ပေါက်ဖွားလာပုံကို တွေ့ရမှာပါ..ဒါ့အပြင် ဆရာတော်ဟာလည်း ပါရမီမရင့်သန်မီမှာ\nစကားအလွန်များ ပစိပစပ်နိုင်လွန်းတဲ့ ဘုန်းကြီးတစ်ပါးအဖြစ်ကျင်လည်ခဲ့ရပုံ တွေကို\nမင်းသားကြီး Stephen Chow ရဲ့ထုံးစံအတိုင်း ခပ်တည်တည်နဲ့\nဟာသလေးတွေနှောကာရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။စွန်းဝူခုန်း တစ်ဖြစ်လဲ ကျင်းရှောင်လင် တစ်ယောက်\nသူရဲ့အချစ်ရဆုံးမိန်းကလေးဟာဘယ်သူဆိုတာနဲ့\nလောကကြီးရဲ့အကျိုးသယ်ပိုးဖို့အတွက် စွန်းဝူခုန်း ဘဝကိုပြန်လည် ရွေးချယ်ရင်\nသူနဲ့ပတ်သက်တဲ့မိန်းကလေးနဲ့လည်းကွဲရမှာဖြစ်တာကြောင့်\nသူဘာကိုရွေးချယ်မှာလဲ ဆိုတာကိုလည်း ရင်တမမနဲ့ကြည့်ရမယ့် ဇာတ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကိုတော့မပြောတော့ပါဘူး။\nStephen Chow ကိုကျွန်တော် ယုံကြည်သလို\nဒီဇာတ်ကားဟာလည်း အားလုံးငြင်းစရာမလိုအောင်ကြိုက်ကြမယ့်\nဇာတ်ကားကောင်းတစ်ကားဖြစ်တာကြောင့်\nအထူးအထွေညွှန်းမနေတော့ပါဘူး။(ဒီဇာတ်ကားတွေကို Moe Oo Mann မှ ဘာသာပြန်တင်ဆက်ထားတာဖြစ်ပြီးသူ့ကောင်မလေး တရုတ်မလေးရဲ့ မွေးနေ့အတွက် အမှတ်တရ ဘာသာပြန်ခဲ့တာဖြစ်ပါတယ်။)+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/a-chinese-odyssey-part-one-pandoras-box-1995/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/utYKyP9q7aYxU6LdOwkxRo92XFU.jpg",
        "title": "The Prom(2020)",
        "description": "The Prom(2020)အညွှန်း**********************ကျောင်းကပွဲဆိုတာ ကျောင်းပြီးဆုံးခါနီးကျောင်းသားတွေအတွက်တော့\nကိုယ့်ချစ်သူတွေ သဘောကျတဲ့သူတွေနဲ့အတူ ပျော်ရွှင်စွာဖြတ်သန်းရင်း\nဘဝမှာမေ့ပျောက်လို့မရတဲ့ညတစ်ညအဖြစ်နဲ့ အမှတ်တရတွေ အများကြီး\nချန်ထားခဲ့ရမယ့်ပွဲတစ်ပွဲပဲဖြစ်ပါတယ်။\nအင်ဒီယားနားပြည်နယ် အက်ချ်ဝါးတားမြို့က အထက်တန်းကျောင်းသူလေးအမ်မာကတော့\nလိင်တူချစ်သူတစ်ယောက်ဖြစ်နေတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ ကျောင်းကပွဲတက်ရောက်ခွင့် မရရှိပါဘူး....\nမြို့နေလူထုဟာတစ်ဖက်သန်တစ်ယူသန်တွေများပြီး ကျောင်းသားမိဘတွေဟာလည်း\nလိင်တူစုံမက်ချစ်ခင်မှုကို မလိုလားတဲ့သူတွေဖြစ်ပါတယ်...\nလိင်တူချစ်ခင်သူတစ်ယောက်ဖြစ်တဲ့အကြောင်းပြချက်နဲ့တင်\nParent Teacher Association (PTA)ကဆုံးဖြတ်ချက်နဲ့\nကျောင်းကပွဲတက်ရောက်ခွင့်မပြုပဲ လူ့အခွင့်အရေးကို ချိုးဖောက်ခံခဲ့ရပါတယ်...\nတစ်ဖက်မှာလဲ အရင်တုန်းကနာမည်ကြီးခဲ့ကြတဲ့ ပြဇာတ်သရုပ်ဆောင်တွေဟာ\nပွဲတစ်ပွဲကရာမှ ဝေဖန်ပြစ်တင်မှုများစွာခံရပြီး နာမည်ကိုပြန်အဖတ်ဆယ်ရဖို့\nဖြစ်လာခဲ့ပါတယ်။\nကောင်းတဲ့အရာတစ်ခုခုကိုလုပ်ပေးလိုက်ရင် လူတွေအမြင်ပြောင်းသွားမှာပဲဆိုတဲ့\nဆယ်လီဘရစ်တီတွေလုပ်နေကြ လှည့်ကွက်တွေနဲ့အတူ\nလူတွေအာရုံပြောင်းဖို့ အမ်မာရဲ့ဖက်ကနေ ကူညီပေးဖို့ကြိုးစားကြပါတော့တယ်....\nအဆုံးသတ်မှာအမ်မာတစ်ယောက် သူချစ်ရတဲ့သူနဲ့အတူ ကျောင်းကပွဲကိုတက်ရောက်နိုင်ပါ့မလား...\nလူတွေရဲ့လိင်တူချစ်သူတွေကို မြင်တဲ့အမြင်ကရောဘယ်လိုရှိသလဲဆိုတာ\nကြည့်ရှုလိုက်ကြပါဦး။\nMusicalကားတစ်ကားဖြစ်တာနဲ့အညီ သီချင်းဒိုင်ယာလော့တွေ\nဝေဝေဆာဆာပါဝင်ပါတယ်။ဆုကြီး (၂)ဆုရရှိထားတဲ့အပြင် မင်းသမီးကြီး Meryl Streep လည်းပါဝင်ထားလေတော့အလန်းဖြစ်ကြောင်း သတင်းကောင်းပါးပါရစေ...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါ   File Size :(2.3GB) and (1.02GB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…02:10:00\nGenre :  Comedy, Drama, Musical\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-prom2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4mhZqZ7nXL6Dj6PKZSseJxv1qXZ.jpg",
        "title": "Let Them All Talk(2020)",
        "description": "Let Them All Talk(2020)အညွှန်း*****************************စာရေးဆရာမAliceဟာ အင်္ဂလန်က စာပေဆုပေးပွဲကိုတက်ရောက်ပြီးဆုသွားယူဖို့ ဖြစ်လာပါတယ်...ရခဲလှတဲ့ဆုဖြစ်ပြီးသွားရောက်ယူချင်ပေမဲ့ သူမအတွက်အခက်အခဲက လေယာဉ်မစီးရဲတာပါ...ဒါ့ကြောင့် သူမရဲ့ကိုယ်စားလှယ်က သင်္ဘောခရီးစီစဉ်ပေးခဲ့တယ်..ဒီတော့စာရေးဆရာမ Aliceဟာ လွန်ခဲ့တဲ့နှစ်(၅၀)ကတည်းက ငယ်သူငယ်ချင်းဖြစ်ခဲ့တဲ့အမျိုးသမီးကြီး(၂)ဉီးကို ခေါ်ခဲ့တယ်...သိတဲ့အတိုင်း ငယ်သူငယ်ချင်းတွေဆိုပေမဲ့လည်းအရွယ်ရောက်အလုပ်ကိုယ်စီ ပတ်ဝန်းကျင်တစ်ခုစီ ဖန်တီးပြီးနောက်မှာ ပြန်ဆုံကြတော့တစ်ယောက်နဲ့တစ်ယောက်ခပ်တန်းတန်းရယ်...ဒီလိုနဲ့ သင်္ဘောကြီးပေါ်မှာသူမတို့(၃)ယောက်နဲ့စာရေးဆရာကြီးရဲ့တူလေးတစ်ယောက်ရယ် ကိုယ်စားလှယ်အမျိုးသမီးငယ်လေးတစ်ယောက်ရယ်ပေါင်း(၅)ယောက်အင်္ဂလန်ကို ရွက်လွှင့်ခဲ့ကြတာပေါ့...ဒီနောက်မှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး...ဒီကားက မင်းသမီးကြီး Meryl Streep ပါတာနဲ့တင်ကြည့်ရတာတန်ပါတယ်...ပြီးတော့ ဇာတ်လမ်းက ဘာမဟုတ်ဘူးထင်ရပေမဲ့ ကျွန်တော်တို့ဘဝကိုပြန်စဉ်းစားကြည့်ရင်ဒီလိုပါပဲ...ဘယ်လောက်ပဲခင်ခဲ့မင်ခဲ့ ကျောင်းမှာ အတူတူ ပေါက်ကရတွေလုပ်ခဲ့ပေမဲ့အရွယ်ရောက်လို့ ကိုယ်စီလမ်းတွေလျှောက်ပြီးချိန်မှာတော့ ပြန်ဆုံကြရင်သူစိမ်းတစ်ယောက်လိုဖြစ်နေတတ်ကြတာပဲမလား....ဒီလိုအချိန်မှာ အရင်လိုအငွေ့အသက်တွေရအောင် တတ်နိုင်သလောက်ကျွန်တော်တို့ကြိုးစားဖန်တီးတတ်မြဲပဲမလား...ခင်ဗျားတို့မှာငယ်ငယ်ကရော ခုချိန်ထိပါ ခင်ဆဲမင်ဆဲအရင်လို ခံစားချက်တွေမျှဝေဆဲသူငယ်ချင်းတွေရှိရင် သိပ်ကိုကံကောင်းတယ်လို့ပြောချင်ပါတယ်..ဟာသလေးတွေလည်းပါသလို ကိုယ်ကိုတိုင်ခရီးထွက်သလိုခံစားရစေတဲ့ ကားမို့ကြည့်ကြပါလို့တိုက်တွန်းချင်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Khine Khine Wai ပဲဖြစ်ပါတယ်...File Size :(1.82GB) and (1.03GB)\nQuality : Web-DL 1080P, 720P\nFormat…mp4\nDuration…01:52:00\nGenre : Comedy , Drama\nSubtitle : Myanmar ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/let-them-all-talk2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/ufhn9hgoaiw5-133x200.jpg",
        "title": "Fight Back to School 3 (1993)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (6.2) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားက Fight Back to School (1) နဲ့ (2) ဇာတ်ကားတို့ရဲ့အဆက်ဖြစ်ပါတယ်။တတိယကားမှာတော့ စတီဖင်ချောင်တစ်ယောက် ရာထူးပြန်ရပြီးနောက်\nလျို့ဝှက်ထောက်လှမ်းရေးအလုပ်ကို ပြန်မလုပ်တော့ဘူးလို့ဆုံးဖြတ်လိုက်ပါတယ်။ဒါပေမယ့် အလွဲတို့ထုံးစံအတိုင်း\nလူသတ်မှုတစ်ခုထဲက အသတ်ခံရသူဟာ စတီဖင်ချောင်နဲ့ ကံဆိုးစွာရုပ်ချင်းတူနေခဲ့ပါတယ်။\nဒီမှာပဲ ရဲဌာကနေ သေဆုံးသူနေရာကနေ ဟန်ဆောင်ပြီး လူသတ်သမားကိုဖော်ထုတ်ပေးဖို့ စတီတင်ချောင်ကို စေခိုင်းလိုက်ပါတော့တယ်။\nအသတ်ခံရသူနေရာကနေ ဟန်ဆောင်ပြီး\nရှုပ်ထွေးလှတဲ့ လူသတ်မှုကိုဖော်ထုတ်ရင်း စတီဖင်ချောင်တစ်ယောက် ဘာတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာ...။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2 GB) and (1.1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv\nDuration….01:29:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Lyric Lynn ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/fight-back-to-school-3-1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/piw2ks871vih-133x200.jpg",
        "title": "Fight Back to School 2 (1992)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (6.7) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ဒီကားကတော့ ရှေ့ကဇာတ်ကား Fight Back to School (1) နဲ့ချိတ်ဆက်ထားပါတယ်။စတီဖင်ချောင်နဲ့ဦးလေးတက်တို့နှစ်ယောက် ပစ္စတိုပျောက်ဆုံးမှုကိုဖြေရှင်းပြီးတော့အခုဒုတိယကားမှာ ဦးလေးတက်ရဲ့ကောင်းမှုနဲ့ စတီဖင်ချောင်တစ်ယောက် ရာထူးကျသွားပါတယ်..ရာထူးချခံရပြီးနောက် အဆင်မပြေမှုတွေနဲ့ အလုပ်ထွက်ရသည့်အထိ ဖြစ်ခဲ့ပါတယ်။ ဒါပေမယ်လို့..ဗြိတိန်အကြမ်းဖက်သမားများက ဟောင်ကောင်ရှိကျောင်းများကို အကြမ်းဖက်ဖောက်ခွဲမယ်လို့ သိရတဲ့အခါ...စတီဖင်ချောင်တစ်ယောက် အရပ်သားအနေနဲ့ အကြမ်းဖက်မှုတွေကို ဘယ်လိုတားဆီးဖော်ထုတ်မယ်ဆိုတာ…။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1.1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv\nDuration….01:46:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Lyric Lynn Khant",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/fight-back-to-school-2-1992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/1t9aqefuqkyk-133x200.jpg",
        "title": "Fight Back to School (1991)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (7.2) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။စတီဖင်ချောင်က ဒီဇာတ်လမ်းတွေထဲမှာ ရဲစုံထောက်။\nFight Back to School ဇာတ်လမ်းတွေက အမှုအထူးအဆန်းတွေကို စုံစမ်း ဖြေရှင်းရတာ။\nဒီလိုဖြေရှင်းတဲ့နေရာမယ် စတီဖင်ချောင်နဲ့သူ့တွဲဖက်နဲ့ ရဲညီနောင်တွေ တက်ညီလက်ညီ တလွဲတွေလုပ်ပုံကို\nသွက်သွက်လက်လက်တင်ဆက်ထားတာပါ။ဒီပထမဇာတ်ကားထဲမှာတော့ အမှုက ထူးဆန်းပါတယ်…ရဲမှူးကြီးရဲ့ ပစ္စတိုပျောက်သွားတာပါ (:P)\nသံသယရှိတဲ့နေရာက စာသင်ကျောင်းထဲဖြစ်နေတော့ နာမည်ကျော်စုံထောက် စတီဖင်ချောင်ကို သွားစုံစမ်းခိုင်းပါတယ်။\nစာမသင်ချင်လို့ ရဲထဲဝင်လာတဲ့ စတီဖင်ချောင်တစ်ယောက် အထက်တန်းကျောင်းထဲ စာသွားသင်ရင်း ဘယ်လိုတွေစုံစမ်းမယ်ဆိုတာ…။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1.1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv\nDuration….01:41:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Hlaine ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/fight-back-to-school-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZWY4YTk2YjktZTQxNi00NGViLWE2ZDAtMGZhMjgxZWQwMjA2XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-135x200.jpg",
        "title": "Rose Island (2020)",
        "description": "Rose Island (2020)================IMDb Rating - 6.9/10#UnicodeNetflix ကအသစ်ထွက်လာတဲ့ adventure/ comedy/ drama အမျိုးအစား အီတလီဇာတ်ကားလေးဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားပြီး တော်တော်လေးကို ကြည့်လို့ကောင်းပြီး စိတ်ဝင်စားစရာကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျော်ဂျီရို ရိုဆာက  အီတလီလူမျိုး အင်ဂျင်နီယာတစ်ယောက်ပေါ့...သူက အားအားရှိ ပစ္စည်းပေါင်းစုံ လျှောက်ထွင်ပြီးတစ်ချိန်လုံး အဖမ်းခံနေရတဲ့သူပါ...ဂတ်ဘရီအယ်လာက သူ့ရည်းစားဟောင်း ရှေ့နေမလေးပေါ့ တော်တယ် ထက်မြက်တယ်...ရိုဆာကို ချစ်ပေမယ့် လက်တွေ့ဆန်တဲ့ ဂတ်ဘီက ရိုဆာနဲ့တွဲရတာ စွန့်စားလွန်းရာကျတယ်ဆိုပြီး ပြတ်ခဲ့ကြတာပေါ့။တစ်ရက် သူတို့ပြန်ဆုံပြီး ကမောက်ကမတွေဖြစ်ကုန်တော့ ဂတ်ဘီက စိတ်ဆိုးပြီး ရိုဆာ့ကိုပြောတယ် သီးသန့်ကိုယ်ပိုင်ကမ္ဘာဆိုတာ မရှိကြောင်း လိုက်လျောညီထွေနေတတ်ဖို့လိုကြောင်းတွေပေါ့။ အဲဒီမှာ ရိုဆာက လက်မခံပဲ သီးသန့်ကိုယ်ပိုင်ကမ္ဘာ ဖန်တီးပြမယ်ဆိုပြီး သူငယ်ချင်းဖြစ်သူ မော်ရီဇီရိုနဲ့အီတလီရေပိုင်နက်အပြင်မှာ နှင်းဆီကျွန်းလို့ အမည်ရတဲ့လူလုပ်ကျွန်းတစ်ခု ဆောက်ပြီး လွတ်လပ်တဲ့ပြည်ထောင်စုအဖြစ်ကြေငြာပစ်လိုက်တော့တယ်။ အဲဒီကျွန်းကို အီတလီအစိုးရက မျက်စိစပါးမွှေးစူးလာချိန်မှာတော့... ဘာတွေဆက်ဖြစ်မှာလဲဆိုတာ ဆက်လက်ရှုစားကြပါနော်...ဒီဇာတ်လမ်းလေးမှာ တီထွင်မှုတွေ . ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/rose-island-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/arvX1qZWTj7FAbRB7hPBGfk6h2D.jpg",
        "title": "My Wife Got Married (2008)",
        "description": "My wife got married 2008\n------------------------------------------\nတစ်ရက်မှာ မထင်မှတ်ပဲ ကျွန်တော်သိပ်ချစ်ရတဲ့ သူမနဲ့ ပြန်ဆုံတွေ့ခဲ့တယ်.....\n \nသူနဲ့ပက်သက်ရင် အမြဲလွဲတတ်တဲ့ ကျွန်တော်ဟာ ဒီတခါတော့ ကံကြမ္မာရဲ့\n \nမျက်နှာသာပေးမှုနဲ့ ပြန်ဆုံတွေ့ခဲ့ရပြီး ချစ်ကြိုးသွယ်နိုင်ခဲ့တယ်........\n \nဒါပေမယ့် ကျီစားတတ်တဲ့ ကံကြမ္မာရဲ့လှည့်စားမှုကြောင့် တနေ့မှာ\n \nမထင်မှတ်ပဲ သူ့စကားတခွန်းကြောင့် ကျွန်တော်ဘဝထပ်ပြီး\n \nလမ်းပျောက်ခဲ့ရပြန်ပါတယ်..... သူပြောခဲ့တဲ့စကားက\n \n\"သူ့မှာနောက်တစ်ယောက်ရှိနေကြောင်းနဲ့ သူ့ကိုပဲ လက်ထပ်ချင်ကြောင်းပါ\"ပဲ................\n \nတစ်နေ့မှာ ဒေါ့ဟွန်းဟာ အရင်က လုပ်ဖော်ကိုင်ဖက်အနေနဲ့ တဖက်သတ်လဲ ချစ်ခဲ့ရတဲ့ ဂျူအင်နာကို ပြန်တွေ့ခဲ့တယ်။\n \nတိုက်တိုက်ဆိုင်ဆိုင်ပဲ နှစ်ယောက်လုံးက ဘောလုံးပွဲကြည့်ရတာ ဝါသနာပါနေခဲ့ကြတယ်။\n \nဂျူအင်နာရဲ့ စိတ်ဓာတ်တွေ ဝါသနာတွေ ချစ်ဖို့ကောင်းမှုနဲ့ ဆွဲဆောင်မှုရှိတာတွေကြောင့် ချစ်သူတွေဖြစ်\n \nလက်ထပ်ကြပြီး အပျော်ကြီးပျော်နေခဲ့ကြပေမယ့်\n \nတစ်ရက်မှာ ရုတ်တရတ် ဂျူအင်နာက သူ့မှာနောက်တစ်ယောက်ရှိနေပြီဖြစ်ကြောင်း\n \nဒေါ့ဟွန်းကို အသိပေးလာတော့တယ်။ ဒေါ့ဟွန်းအနေနဲ့ သူသိပ်ချစ်ရတဲ့ မိန်းကလေး\n \nပျော်စေချင်တဲ့စိတ်နဲ့ ပေးဆပ်တဲ့အချစ်နဲ့ လက်လွှတ်လိုက်မလား အတ္တစိတ်နဲ့ သူမကို\n \nပြန်လွန်ဆွဲမလား ကြည့်ရှုရမယ့် ဒရာမာဇာတ်ကားလေးပါ...........\n   \nTranslated by : Jerrica \nEncoded by : YK\nQuality : 1080p ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/my-wife-got-married-2008/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k99YLo6oHZeixyr4AqgDJEhve50.jpg",
        "title": "Detour (2016)",
        "description": "Detour (2016)\nသူငယ်ချင်း ၃ ယောက် ရှိလေသည်ပေါ့ဗျာ။၃ ယောက်ပေါင်း လောင်းကျော်ကြတဲ့ ဇာတ်။ဦးလေးကြီးများအဖွဲ့ပါ။\nဦးလေးကြီးတွေ ကဲရင် ဆယ်ကျော်သက်တွေ ဘယ်လိုက်မီလိမ့်မလဲ?ဦးလေးကြီး ဂျန်ဆုထက်က မိန်းကလေးတွေကိုအရမ်းစွဲလမ်းပြီး\nစာမေးပွဲဖြေဖို့ကြိုးစားနေတဲ့သူပါဦးလေးကြီး ပတ်အွန်းဒုံကသတင်းကြေညာသူဖြစ်ပြီးအိမ်ထောင်သည် ကလေးတစ်ယောက်အဖေ\nဦးလေးကြီး ဂယ်ဂျိုဖီးကတော့ အစိုးရဝန်ထမ်းတစ်ယောက်ပေါ့သူတို့သူငယ်ချင်းသုံးယောက်ကတစ်နေ့ ဂျယ်ဂျူဒိုမှာ သူငယ်ချင်းတစ်ယောက်ရဲ့ဈာပနာသွားရင်း\nတည်းခိုဆောင်က နာရေး နဲ့ ရူဘီဆိုတဲ့ မိန်းကလေးနှစ်ယောက်နဲ့တွေ့ဆုံရင်းဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာတော့ ..... ဒန့် တန် တန် ပေါ့ဗျာ\nFile Size - 1.4GB, 700MB\nQuality - 1080P, 720P\nSubtitle - Myanmar (Hardsub)\nTranslated by - Myint Thuzar Linn\nEncoded by - August",
        "rating": "6.5",
        "url": "https://megaup.net/Um7u/(CM)_Detour.2016.1080p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zMxQNt6YAqRp6shK8gTIDSLxYyQ.jpg",
        "title": "Alice in Earnestland (2015)",
        "description": "Alice in Earnestland (2015)\nဒီဇာတ်လမ်းကတော့ ဂျောင်ဆူနမ်လို့ခေါ်တဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့\nဘ၀အစိတ်အပိုင်းတစ်ခုအကြောင်းလို့ ပြောလို့ရပါတယ်..\nဇာတ်လမ်းရဲ့အစမှာ အဲ့ဒီအမျိုးသမီးဟာ\nအခမဲ့အကြံပေးခြင်း၀န်ဆောင်မှုပေးတဲ့ ရုံးခန်းကိုရောက်လာပြီး\nအဲ့ဒီမှာပဲ သူမဘ၀အကြောင်းကို စတင်ပြောပြခဲ့ပါတယ်\nစိတ်၀င်စားဖို့ကောင်းတဲ့ သူမရဲ့ဇာတ်လမ်းအစဟာ\nဆယ်ကျော်သက်အရွယ်မှာပဲ စတင်ခဲ့တယ်ဆိုပါတော့\nအလယ်တန်းနောက်ဆုံးနှစ်ပြီးတဲ့အချိန်မှာ\nအထက်တန်းပဲဆက်တက်ရမလား\nစက်ရုံတစ်ခုမှာပဲ အလုပ်၀င်ရမလားဆိုပြီး ဒွိဟဖြစ်နေခဲ့ပါတယ်\nတစ်ယောက်တည်းခက်ခဲပင်ပန်းစွာ နေလာခဲ့ရတဲ့သူမဘ၀ဟာ\nသိပ်ချစ်ရတဲ့အမျိုးသားနဲ့တွေ့ဆုံပြီးနောက်မှတော့\nအနည်းငယ် ပျော်ရွှင်စရာကောင်းလာခဲ့သလိုပါပဲ\nအကြားအာရုံချို့တဲ့နေတဲ့အမျိုးသားကြောင့်\nသူတို့နှစ်ယောက်ရဲ့အိမ်၀ယ်မယ့် ပိုက်ဆံဟာ\nခွဲစိတ်မှုအတွက် ဖြစ်လာခဲ့ပါတယ်\nကံဆိုးမှုက အဲ့ဒီမှာတင် ရပ်မနေခဲ့ပါဘူး\nခွဲစိတ်မှုပြီးတဲ့နောက်မှာပဲ အမျိုးသားဟာ\nမတော်တဆမှုတစ်ခုကြောင့် လက်တစ်ဖက်ဟာ\nသုံးမရတော့တဲ့အထိ ဖြစ်သွားခဲ့ပါတ\nအလုပ်မလုပ်နိုင်တော့တဲ့ယောက်ျားဖြစ်သူကြောင့်\nအိမ်အတွက် ပိုက်ဆံရှာဖို့က သူမတာ၀န် ဖြစ်လာခဲ့ပါတယ်\nပိုက်ဆံရဖို့အတွက် အလုပ်ပေါင်းစုံ မညည်းမညူဘဲ လုပ်ခဲ့တယ်.\nတစ်ရက်မှာတော့ သူတို့နေတဲ့ မြေနေရာကို စီမံကိန်းအသစ်တစ်ခုနဲ့\nပြန်လည်တည်ဆောက်ဖို့ အကြောင်းဖန်လာတဲ့အခါ..\nသေကြောင်းကြံပြီး ကိုမာဖြစ်သွားတဲ့ ခင်ပွန်းသည်အတွက် ပိုက်ဆံလိုနေတဲ့ သူမ..\nစီမံကိန်းရဲ့ကန်ထရိုက်ကခိုင်းတဲ့ အလုပ်ကို ကြိုးစားဆောင်ရွက်ရင်း\nသူမဘာတွေကြုံတွေ့လာရမလဲ\nဇာတ်ကားတစ်ကားလုံး အချိတ်အဆက် မိမိနဲ့\nစိတ်ဝင်စားဖို့ကောင်းအောင် ရိုက်ပြသွားတာမို့\nအားလပ်တဲ့အချိန်မှာ အချိန်ပေးကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ခုပါ\nFile Size - 1GB ,548MB\nQuality - 1080P, 720P\nSubtitle - Myanmar (Hardsub)\nTranslator - Thiri Lwin\nEncoder - August",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/alice-in-earnestland-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oDRnmRRNw3374bpRc3j9or32Jak.jpg",
        "title": "Ghost Painter (2020)",
        "description": "Pelukis Hantu (Ghost Painter )  2020\n=========================\nStay Homeကာလမှာ စိတ်အပန်းပြေအောင် စီအမ်က\n၂၀၂၀ထွက် အင်ဒိုနီးရှား သရဲဟာသကားလေးနဲ့ ဖျော်ဖြေပေးပါရစေ.\nIMDB 7.8တောင် ရထားတာကြောင့် Horror/ Comedy ဇာတ်လမ်းကောင်းတပုဒ်ဆိုတာ\nပြောပြနေဖို့ လိုမယ်မထင်ပါဘူး. ဇာတ်လမ်းအကျဉ်းကတော့\nတူတူဆိုတဲ့ ပန်းချီဆရာလေးက ပန်းချီကားမရောင်းရလို့\nညစ်နေတုန်း တီဗီရှိုးတစ်ခုမှာ လုပ်တဲ့ သူ့ဘော်ဒါက\nအလုပ်အကြောင်း ဖုန်းဆက်ရာကနေ စရမှာပဲ.\nတီဗီရှိုးက သရဲတွေကို နတ်ဆရာက ပင့်ခေါ်ပြီး\nအင်တာဗျူးတာကို တင်ဆက်ပေးတဲ့\nပရလောကအကြောင်း ရှိုးလေးပေါ့ဗျာ.\nတီဗီရှိုးမှာ သူလုပ်ပေးရမယ့် အလုပ်ကတော့\nနတ်ဆရာက သရဲခေါ်တဲ့အခါ သူက မျက်လုံးကို\nအဝတ်နဲ့စည်းပြီး သရဲပုံကို ဆွဲပြရတာပါပဲ. အရင်က\nfake showဖြစ်တဲ့ အဲ့ဒီတီဗီရှိုးဟာ သူနဲ့တွေ့မှပဲ\nreality showဖြစ်သွားပါတယ်. ဘာလို့လဲဆိုတော့\nသူတကယ်ပဲ မီးနေသည်သရဲကိုမြင်လိုက်ရလို့ပါ. သူ့ကြောင့်\nရှိုးပွဲက နာမည်ကြီးသွားချိန်မှာတော့ ပရိုဂျူဆာက မီးနေသည်သရဲမပဲ\nမြင်နေရင် ပရိတ်သတ်ရိုးအီမှာဆိုးလို့ တခြားသရဲတွေပါ\nမြင်ရအောင် လုပ်ဖို့ တိုက်တွန်းတာကြောင့် နည်းလမ်းရှာဖွေရင်း\nအလွဲတွေ ဖြစ်လာတာကို အတော်လေးရယ်ရအောင် ရိုက်ပြထားတဲ့\nComedy ဇာတ်ကားလေးဖြစ်တဲ့အပြင် ဇာတ်အိမ်တည်ဆောက်ပုံလဲ\nကောင်းတာကြောင့် စိတ်ဝင်စားစရာ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/ghost-painter-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMzUzMjAyYTctYTUwZC00MTAyLTkzN2QtNmY2MzcxNDk0NDJhXkEyXkFqcGdeQXVyMzc1NTUwNjM@._V1_-145x200.jpg",
        "title": "The Tricky Master (1999)",
        "description": "The Tricky Master (1999) 🃏\n((Wong Jing နဲ့ Chowတို့ရဲ့ နောက်ဆုံးလမ်းခွဲ))\nဒီကားကို တစ်ချို့ က Tricky Brains ဆိုတဲ့ ကား နဲ့ ရောနေတတ် ကြပါတယ်။သဘောတရားတူပေမယ့် ဇာတ် လမ်းက မတူပါဖူး။\nTricky ဆိုတဲ့အဓိပ္ပာယ် လိမ်ညာမှု ၊လှည့်စားမှု ဆိုတဲ့စကားလုံးအရ နှစ်ကားလုံးက လိမ်ညာလှည့်စားတဲ့ဇာတ် ကားတွေပါ။\n၁၉၉၉ ခုနှစ် ၈ လပိုင်း ၅ရက်နေ့မှာ ထွက်ရှိခဲ့ ပြီး\nBox Office ကတော့ HKD ၁၉ မီလီယံကျော် ရရှိခဲ့ပါတယ်။Imdb Rating လဲ 5.8 ရရှိထားတဲ့ ၂၀၀၀ မပြည့်မှီ ချောင်ရဲ့နောက်ဆုံးကားလို့ဆိုရပါမယ်။\n၂၀၀၀ ပြည့်နှစ်ကျော်ပြီးကထဲက Chow ရဲ့ ဇာတ်ကားတွေအလွန်နည်းပါတယ်။KungFu Hustle , Shaloin Soccer, Cj 7 စတဲ့ဇာတ်ကားတွေမှာ ပဲ ချောင်ဟာ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-tricky-master-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/31OMFWbaPYWTy3DG3EUlacfY12i.jpg",
        "title": "Middle Class Melodies(2020)",
        "description": "Middle Class Melodies(2020)IMDb...7.7တောရွာလေးတစ်ရွာမှာနေတဲ့ \"ရာဗာ\"ဆိုတဲ့ ကောင်လေးတစ်ယောက် ဆိုင်အသေးလေးဖွင့်ထားပြီးအဆာပြေမုန့်လေးတွေကို ပြုလုပ်ရောင်းချပါတယ်။သူ့ရည်ရွယ်ချက်ကတော့ အနီးအနားက \"ဂွန်တူ\"မြို့ဆီသွားပြီး ဟိုတယ်လေးဖွင့်ချင်တာပါ။သူ့အိပ်မက်ကိုအကောင်အထည်ဖော်ဖို့ ဂွန်တူမြို့ဆီခိုးသွားပြီး နေရာကောင်းရှာလေ့ရှိပါတယ်။ ။ဒီလိုနဲ့ တစ်နေ့ သူသဘောကျနေတဲ့ကောင်မလေးရဲ့အဖေပိုင်တဲ့ဂိုဒေါင်ဟောင်းလေးတစ်ခုကို ဝယ်ဖို့ဖြစ်လာပါတော့တယ်။ဟိုတယ်ဆောက်ဖို့ ရည်မှန်းချက်တွေ အကြံအစည်တွေရှိပေမယ့်\nကိုယ်ပိုင်ပိုက်ဆံမရှိသေးတဲ့ \"ရာဗာ\"အနေနဲ့ ဒီလို စိတ်ကူးဟာ တခြားသူတွေအနေနဲ့ ရယ်စရာကြီးလိုဖြစ်နေတာပေါ့...သို့ပေမဲ့ သူ့စိတ်ကူးကို လက်မလျှော့ခဲ့ပါဘူး....သူဘယ်လိုအခက်အခဲတွေကြုံမလဲ..ဟာသလေးတေါနှောရင်း ပညာလည်းရ စိတ်အပန်းပြေတဲ့ကားလေးမို့ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့   Ei Phyu Khin & Khine Khine Wai ပဲဖြစ်ပါတယ်...File Size :(1.3GB) and (474 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…02:48:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Ei Phyu Khin & Khine Khine Wai\nEncoded by ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/middle-class-melodies2020/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/godmothered-133x200.jpg",
        "title": "Godmothered 2020",
        "description": "မှော်ဆန်ဆန်လေးနဲ့ လူတွေရဲ့ပျော်ရွှင်မှုအနှစ်သာရကိုဖော်ပြသွားတဲ့ GODMOTHEREDဇာတ်လမ်းခေါင်းစဥ္အတိုင်းပဲ လူတွေကိုကူညီပေးတဲ့နတ်သမီးမေမေတိုင်းပြည်ကအသက်ငယ်သေးတဲ့ အယ်လီနာအမည်ရတဲ့နတ်သမီးမေမေသင်တန်းသားလေးကစစ်မှန်တဲ့နတ်သမီးမေမေဖြစ်ဖို့အတွက်လူတွေကိုထာ၀ရပျော်ရွှင်အောင်ကူညီပေးတဲ့တာ၀န်ကိုရအောင်ရှာပီးတာ၀န်ဖြစ်တဲ့ မက ်ကန်ဆီအမည်ရတဲ့ကလေးမလေးဆီသွားခဲ့ပါတယ်မက ်ဆာချူးဆက်ကိုရောက်တဲ့အချိန်မှာတော့မက္ ကန်ဆီက သူထင်ထားသလို၁၀နှစ်သမီးလေးမဟုတ်တော့ပဲSingle momအဖြစ်နဲ့ သမီး၂ယောက်ကိုထိန်းကျောင်းရင်းသတင်းကြေ ငြာသူလုပ်နေတာဖြစ်ပါတယ်အစပိုင်းမှာ အယ်လီနာရဲ့မှော်အစွမ်းကမပြည့်စုံသေးတဲ့အတွက်လွဲချော်မှုတွေရှိပေမဲ့ နောက်ပိုင်းမှာ ပျော်ရွှင်မှုပျောက်ဆုံးနေတဲ့Single momနဲ့ သူ့ကလေးတွေကိုဘ၀ရဲ့အဓိ္ပ္ပါယ်ကိုသိရှိအောင်ဘယ်လိုကြိုးစားဖန်တီးပေးမလဲဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်\nFile Size - 1.4 GB , 700 MB\nQuality - 1080P , 720P\nSubtitle - Myanmar (Hardsub)\nTranslator - Zora Yang\nEncoder - Littleneo",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/godmothered-2020/",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ai4Iu3qydmpbbyWfMx8cLLz94AM.jpg",
        "title": "Samjin Company English Class (2020)",
        "description": "ဒီဇာတ်ကားကိုတော့ ၁၉၉၅ခုနှစ်မှာ အခြေခံထားပါတယ်\n \nလီဂျာယောင်း ဂျောင်ယူနာ ရှင်းဘိုရမ်ဆိုတာ တက္ကသိုလ်ဆက်မတက်နိုင်တဲ့\n \nအထက်တန်းကျောင်းထွက်တွေဖြစ်ကြပေမယ့် ဘဝကိုကြိုးကြိုးစားစားနေထိုင်ကြပြီး\n \nဆမ်ဂျင်းအီလက်ထရောနစ်ကုမ္ပဏီရဲ့အမျိုးသမီးဝန်ထမ်းတွေလည်းဖြစ်ကြပါတယ်\n \nအလုပ်မှာထူးချွန်သူတွေဖြစ်ကြပေမယ့် တက္ကသိုလ်မတက်နိုင်ခဲ့တော့\n \nအဆင့်အတန်းခွဲခြားခံရင်း တစ်နေ့မှာ မန်နေဂျာဖြစ်နိုင်ဖို့ မျှော်လင့်နေကြတဲ့သူတွေပေါ့\n \nဒီလိုနဲ့ တစ်နေ့ ကုမ္ပဏီမှာ TOEIC အမှတ်၆၀၀ကျော်ရင် မန်နေဂျာဖြစ်နိုင်တယ်လို့\n \nကြေညာစာထွက်လာခဲ့တယ် အဲဒီအချိန်ကစပြီး သူငယ်ချင်း၃ယောက် ကြိုးစားပမ်းစား\n \nအင်္ဂလိပ်စာသင်ခဲ့ကြတယ်\n \nတစ်ချိန်တည်းမှာပဲ ကုမ္ပဏီရဲ့ရှေ့ရေးကို ထိခိုက်စေတဲ့\n \nဓာတုပစ္စည်းတရားမဝင်စွန့်ထုတ်မှုတွေ ကြုံတွေ့လာရတဲ့အခါ မန်နေဂျာဖြစ်ဖို့ကြိုးစားနေတဲ့\n \nကိုယ့်ရဲ့ရည်မှန်းချက်တွေကို ထိခိုက်မလာစေဖို့\n \nဒီတရားမဝင်စွန့်ထုတ်မှုရဲ့နောက်ကွယ်မှာ ဘယ်သူတွေရှိလဲ\n \nဒီကုမ္ပဏီကို ဘယ်လိုတွေကာကွယ်ရမလဲ ဘယ်သူ့လက်ထဲကနေ ကာကွယ်ရမလဲဆိုတာ\n \nဒီကားထဲမှာ စောင့်ကြည့်လိုက်ကြရအောင်\n  \nမင်းသမီး၃ယောက်လုံးကိုတော့ ကိုရီးယားဒရာမာပရိသတ်တွေ သေချာပေါက်ရင်းနှီးနေမှာအမှန်ပါပဲ\n \nစုပေါင်းခြင်းသည်အင်အားဆိုတဲ့ ဆိုရိုးစကားကို ဒီဇာတ်ကားလေးထဲမှာ\n \nအသေအချာတွေ့နိုင်ပါလိမ့်မယ် နောက်ပြီးတော့လည်း\n \nသူငယ်ချင်းသံယောဇဉ် အထက်လူကြီးတစ်ယောက်ရဲ့မေတ္တာ\n \nအလုပ်ခွင်သံယောဇဉ်နဲ့ယုံကြည်မှုတွေကို အပြည့်အဝခံစားရပါလိမ့်မယ်\n \nသေချာပေါက်ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်လို့ ညွှန်းပေးချင်ပါတယ်\n   \nTranslated by : Phue Nge Nge Thein \nEncoded by : Thit San Khant \nQuality : 1080p and 720p\nFile Size : 1.16 Gb and 541 Mb",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/samjin-company-english-class-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/L_p0015551200-154x200.jpg",
        "title": "Legend of the Dragon (1991)",
        "description": "ဟာသဘုရင် Stephen Chow လောင်းကစား သူရဲကောင်း တစ်ယောက်ဒီတစ်ခါတော့ Snooker ထိုးတာကလွဲပြီး ဘာမှမသိနားမလည်တဲ့ Snooker King နေရာက သရုပ်ဆောင်ထားပါတယ်။ရယ်ရတာကတော့ ပြောစရာမလိုလောက်တော့ပါဘူး။တကယ့် အူတိအူကြောင် ကောင်လေးတစ်ယောက်ဖြစ်တဲ့ Chow ဟာ Snooker မှာတော့ သူတို့ရွာမှာ ဝိဇ္ဇာတစ်ပါးလို့ ပြောရမှာပေါ့။သူ့ရွာမှာ သူနဲ့ ယှဉ်ထိုးနိုင်တဲ့ကလေးမရှိတော့ဘူး။ဟောင်ကောင်မှာနေတဲ့ သူ့အဖေရဲ့ ဆရာတူညီ လူလည်ကပ်ပါးကောင် ရောက်လာပြီးသူနဲ့ ဟောင်ကောင်ကို အလည်လိုက်သွားရင်း တောသားမြို့ရောက် ဂေါက်တောက်တောက်ဖြစ်ရင်း သူ့ဦးလေးရဲ့ ဇာတ်ရှုပ်ထဲဝင်ပါသွားရော။သူ့အဖေက လောင်းကစားမလုပ်ဖို့၊ ရန်မဖြစ်ဖို့မှာလိုက်ပေမဲ့ သူ့ဦးလေးကျင်လည်နေတဲ့ လောကမှာ ဒါမျိုးတွေနဲ့ ကင်းကင်းနေမရနိုင်လို့ အိမ်ပြန်ချင်လာရော။အိမ်ပြန်တော့မှ ပြဿနာက ပိုကြီးသွားတယ်။ သူပြန်တော့ သူ့ဦးလေးကလိုက်လာတယ်။သူ့အဖေရဲ့ မြေတွေကို သူ့ဦးလေးက လောင်းကြေးအနေနဲ့ထားပြီး Snooker တစ်ပွဲထိုးခိုင်းတယ်။သူနဲ့ ထိုးရမယ့်လူက အဲဒီခေတ်က Snooker ဘုရင်တစ်ပါး Jimmy White ။အဲဒီပွဲမှာ ရှုံးပြီး သူတို့ပိုင်တဲ့မြေတွေ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/legend-of-the-dragon-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3iFs2zTFTPZiZDcVEjR79vBJIJ4.jpg",
        "title": "Swindler (2020)",
        "description": "Swindler 2019\n=========================\nအလုပ်အကိုင်မယ်မယ်ရရမရှိဘဲ အကြွေးတွေဝိုင်းနေတဲ့လူတစ်ယောက်ဟာသူ့အခက်အခဲတွေကိုဖြေရှင်းနိုင်ဖို့ မကောင်းဆိုးဝါးနှင်ပြီး မန်းမှုတ်ကုသပေးတဲ့ပယောဂချွတ်ဘုန်းတော်ကြီးအယောင်ဆောင်ခဲ့ပါတော့တယ်ဒီလိုနဲ့ ဟန်ဆောင်လိမ်လည်ရင်း အတော်လေးအဆင်ပြေလာခဲ့တဲ့နောက်ယုံကြည်ဆုတောင်းသူ အသင်းဝင်တွေရဲ့ပိုက်ဆံကိုလိမ်ယူပြီးအိတ်ထဲထည့်နေတဲ့ ဘာသာရေးဂိုဏ်းရဲ့အကြီးအကဲတစ်ယောက်နဲ့ပေါင်းမိပါတော့တယ်ကောင်းကင်ဘုံကိုသွားနိုင်ဖို့ဆိုတဲ့ အကြောင်းပြချက်နဲ့လှူဒါန်းငွေတွေကိုသဲ့ယူနေတဲ့ အကြီးအကဲ...ပိုက်ဆံရဖို့အတွက်ဆိုရင် မကောင်းဆိုးဝါးဆိုတာကိုတောင်အဖက်လှည့်မလုပ်တဲ့လူလိမ်ဘုန်းတော်ကြီး...သူတို့နှစ်ဦးရဲ့ ကတုံးပေါ်ထိပ်ကွက်တဲ့လုပ်ရပ်တွေကြားဘာတွေဆက်ဖြစ်သွားမလဲ ဘယ်သူကအနိုင်ရသွားမလဲဒီဇာတ်ကားလေးထဲမှာ ကြည့်ရှုနိုင်ပါတယ်Movie: Swindler\nCountry: South Korea\nRelease Date: Oct 8, 2020\nDuration: 1 hr. 33 min.\nContent Rating: Not Yet Rated\nTranslated by : Phue Nge Nge Thein\nEncoded by : Thit San Khant\nFile Size : 987MB and 477MB\nQuality : 1080p WEBRip and 720p",
        "rating": "",
        "url": "https://megaup.net/2W93h/Swindler.2019.WEBRip.1080p_%7BCM%7D.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZTMzY2U5ODItZWUzNS00Yzc2LTkxNTQtNDU4NWE4Mzc2NzRmXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-148x200.jpg",
        "title": "Justice, My Foot! (1992)",
        "description": "Justice, My Foot ဇာတ်ကားဟာ ၁၉၉၂ ခုနှစ်ကထွက်ရှိထားတဲ့နှစ်ချို့ဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။IMDb rating 7/10 ထိရရှိထားပြီး ပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ ဟာသမင်းသားကြီး စတီဖင်ချောင်နဲ့Anita Mui တို့ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့... Sung ဟာဘယ်လိုနည်းနဲ့ဖြစ်ဖြစ်အမှုအနိုင်ရအောင်လုပ်တက်တဲ့ကွမ်တုန်းနယ်က နာမည်ကြီးရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။ဒါကြောင့်လဲ သူ့သားသမီးတွေဟာ ဘေးရန်ကျရောက်ပြီး တစ်နှစ်မပြည့်ခင်မှာပဲ အသက်ဆုံးရှုံးရရှာပါတယ်။၁၃ယောက်မြောက်ကလေးသေဆုံးပြီးနောက်တော့ စိတ်ပျက်ပြီး အလုပ်မှနားကာ ရေနွေးကြမ်းဆိုင်ဖွင့်လိုက်ပါတော့တယ်။ဒါပေမယ့် မစွန့်လွှတ်နိုင်တဲ့ဝါသနာအရ မိန်းမတစ်ဦးရဲ့ခင်ပွန်းအသတ်ခံရတဲ့အမှုတစ်ခုကိုပါဝင်ပက်သက်မိရာက........နောက်ကွယ်ကနေ အမှုမှန်ဖုံးကွယ်ဖို့ကြိုးစားနေတဲ့အရာရှိတွေနဲ့ ထိပ်တိုက်တွေ့လာသောအခါ...။ဇာတ်လမ်းစဆုံး စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် comedy,drama ဇာတ်ကားကောင်းလေးပါ။++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို https://channelmyanmar.org/category/stephen-chow/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv / mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ei Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/justice-my-foot-1992/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mbwcuXBp554Ef6s9aFE1x5Wq1pV.jpg",
        "title": "Suraj Pe Mangal Bhari(2020)",
        "description": "Suraj Pe Mangal Bhari (2020)\n****************************IMDb...6.0မဒူမန်ဂလ်ရာနေး ဆိုတဲ့သူဟာ မင်္ဂလာကိစ္စနဲ့ပတ်သက်ပြီး စုံစမ်းထောက်လှမ်းရေး လုပ်ပေးတဲ့ သူတစ်ယောက်ပါ။\nသမီးရှင်တွေက သူတို့သမီးနဲ့ ပေးစားမဲ့သူက သင့်တော်လား မသင့်တော်ဘူးလားဆိုတာကိုသိရဖို့အတွက် မဒူမဂန်လ်ရာနေးကို အလုပ်အပ်ကြပါတယ်။\nမန်ဂလ်က ရုပ်ဖျက်ပြီး သတို့သားလောင်းရဲ့ အကြောင်းကိုစုံစမ်းပြီး ကောင်းရင် ကောင်းသလိုမကောင်းရင် မကောင်းသလို သက်သေအထောက်အထားနဲ့တကွ သမီးရှင်ကိုတင်ပြရပါတယ်...များသောအားဖြင့် သိတဲ့အတိုင်း ယောင်္ကျားလေးဆိုတာမျိုးက မကောင်းမှုတစ်ခုခုကိုမွေ့လျော်နေတတ်တာမို့မန်ဂလ်ကြောင့်  ပျက်သွားတဲ့ လက်ထပ်ပွဲတွေမနည်းပါဘူး...ကြာလာတော့ ပွဲပျက်တာကိုတောင်ပျော်ချင်ချင်ဖြစ်လာပါတယ်...ဒီလိုနဲ့ နောက်သတို့သားလောင်း စုံစမ်းပေးဖို့ လာအပ်ပါတယ်...ထုံးစံအတိုင်းစုံထောက်ကြီး မန်ဂလ်ကြောင့် ပွဲပျက်သွားလေရဲ့...အရင်လိုပဲ အေးဆေးလေးပြီးသွားမယ်လို မန်ဂလ်ထင်ခဲ့တာကအမှားကြီးမှားတာပါပဲ...ဘာလို့ဆို ပွဲဖျက်ခံရတဲ့သတိုးသားလောင်းဟာ ဒီကိစ္စရဲ့ရင်းမြစ်ကိုစုံစမ်းတော့တရားခံဟာမန်ဂလ်ကြောင့်သိသွားတဲ့အခါမှာတော့ နည်းမျိုးစုံနဲ့လက်တုံပြန်ပါတော့တယ်..ဒီကားက ဟာသ အချစ်ကားလေးပါ ..ရယ်လည်းရယ်ရသလို ဇာတ်လမ်းလေးလည်းကောင်းပါတယ်...မင်းသမီးလေးလည်းလှပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik Sanပဲဖြစ်ပါတယ်...File Size :(1.22GB) and (471MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/suraj-pe-mangal-bhari2020/"
    }
]