[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BMzg3OWNjMTYtMWY4ZC00ODdhLWJiYjEtNDlmNmY1YjAzMDdhXkEyXkFqcGdeQXVyMjUzMTYzMDI@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Britt-Marie Was Here (2019)",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ Drama/ Sport အမျိုးအစားလေးဖြစ်ပြီး\nIMDb 5.1ရထားပါတယ်. အားကစားကိုကြိုက်နှစ်သက်တဲ့ ပရိသတ်ကြီးတွေ\nကြိုက်မယ့် ဇာတ်လမ်းတစ်ပုဒ်ဆိုလဲ မမှားပါဘူး.\nဇာတ်လမ်းအကျဉ်းကတော့ အသက် ၆၃နှစ်အရွယ်\nဘရစ်မယ်ရီဟာ အိမ်မှုကိစ္စဆို သိပ်ကိုနိုင်နင်းပြီး\nယောကျာ်းကို မှီခိုနေထိုင်ရတဲ့ မိန်းမတစ်ဦးပါ.\nနှစ်လေးဆယ်ကျော် ငြိမ်းချမ်းနေခဲ့တဲ့ သူမဘဝဟာ\nတနေ့မှာတော့ ကံကြမ္မာအပြောင်းအလဲဖြစ်ခဲ့ရပါတယ်.\nအဲ့ဒါကတော့ သူမရဲ့ ခင်ပွန်းဖြစ်သူ ကန့်ဟာ နောက်အိမ်ထောင်ရှိနေလို့ပါပဲ.\nသူမရဲ့ ခင်ပွန်းဖြစ်သူရဲ့ သစ္စာမဲ့မှုကို စိတ်နာပြီး ကွာရှင်းဖို့ ဆုံးဖြတ်ကာ\nအလုပ်တစ်ခု ရှာခဲ့ပါတယ်.ဒီဇာတ်လမ်းရဲ့ အဓိကသော့ချက်ကလဲ ဒီအလုပ်ပါပဲ.\nလူမှုဖူလုံရေးမှာ အလုပ်သွားရှာရင်းနဲ့ သူမရဲ့ အသက်အရွယ်ကြောင့်\nအလုပ်က ရှာရခက်နေပေမယ့် သူမနဲ့ ကိုက်ညီမယ့် အလုပ်လေးတစ်ခုကို ရရှိခဲ့ပါတယ်.\nအဲ့ဒါကတော့ လူငယ်အကြံပေးအဖြစ် ဘော့ဂျ်မြို့ရဲ့ ကလေး\nဘောလုံးအသင်းကို နည်းပြလုပ်ရမယ့် အလုပ်ပါပဲ.\nသူမကလဲ အလုပ်လိုနေတာကြောင့် ရရင်ပြီးရော\nလုပ်ခဲ့ပေမယ့် ဘောလုံးအကြောင်း နကန်းတစ်လုံးမှ\nနားမလည်ပါဘူး.\nဒါပေမယ့် သူနည်းပြရမယ့် ကလေးတွေရဲ့\nဘဝကို တဖြည်းဖြည်း နားလည်လာပြီး\nသံယောဇဉ်ဖြစ်ကာ အကောင်းဆုံးကြိုးစားရင်း\nဘဝကို ရုန်းကန်သွားတာတွေ စိတ်ဓာတ်ခွန်အားတွေကို\nချပြထားတယ့် ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ.positive thinkingတွေ\nအများကြီးနဲ့ရိုက်ကူးတင်ဆက်ထားတဲ့\nSport typeဇာတ်လမ်းဖြစ်တာကြောင့် စိတ်ညစ်နေတဲ့လူ\nတွေ၊ ဘဝကို စိတ်ကုန်နေတဲ့လူတွေ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2UPdv/Britt-Marie.Was.Here.2019.SWEDISH.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZGMwZjk4NDEtYmYzMy00ZWNmLWE5NWMtN2U0MDFiNTU0YjhlXkEyXkFqcGdeQXVyMTkzODUwNzk@._V1_UY268_CR00182268_AL_-136x200.jpg",
        "title": "She Said, He Said (2019)",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ \"လီယို\" နဲ့ \"ရိုဆာ\" ဆိုတဲ့\nဆယ်ကျော်သက်လူငယ်လေးနှစ်ယောက်ရဲ့\nပေါ်တူဂီကျောင်းသားအချစ်ဇာတ်လမ်းလေးပါ\nလီယိုနဲ့ ရိုဆာနှစ်ယောက်လုံးက ဒီနှစ်ကိုးတန်းနှစ်မှ\nကျောင်းပြောင်းလာကြတဲ့ ကျောင်းသားသစ်နဲ့\nကျောင်းသူသစ်ပေမဲ့ နှစ်ယောက်သားကဆန့်ကျင်ဘက်\nရိုဆာကတော့ ပထမဆုံးရက်မှာ သူငယ်ချင်းမရှိပဲ\nကိုယ်ပျောက်လူသားလိုသူ့ကိုယ်သူခံစားနေရလို့\nဒီ​ကျောင်းကိုရွေးမိတာမှားပြီလားဆိုပြီး စိတ်ဓာတ်ကျသွားတဲ့ကောင်မလေး\nလီယိုကတော့ ဘယ်သူနဲ့မှတောင်မသိသေးဘူး\nအတန်းထဲစဝင်လာတာနဲ့ အတန်းသားအားလုံးကိုသဘောကျပြီး\nဒီကျောင်းကိုအရမ်းကြိုက်သွားပြီဆိုပြီး ပျော်နေတဲ့ကောင်လေး\nဒီလိုနဲ့ လီယိုနဲ့ရိုဆာတို့ အတန်းထဲမှာ ရှေ့ဆင့်နောက်ဆင့်ထိုင်မိပြီး\nလီယိုကရိုဆာ့ကိုအရင်ဆုံးမိတ်ဖွဲ့လိုက်တဲ့အခါ လီယိုတစ်ယောက်\nရို​ဆာ့ရဲ့ပထမဦးဆုံးသူငယ်ချင်းဖြစ်လာပါတော့တယ်\nShe said, He said ဆိုတဲ့အတိုင်း ရိုဆာနဲ့လီယိုတို့ရဲ့\nတစ်ယောက်နဲ့တစ်ယောက်တွေ့တဲ့အချိန်မှာ\nထုတ်မပြောဖြစ်တဲ့ စိတ်ထဲကခံစားချက်လေးတွေ၊\nနောက်ပိုင်းမှာ သူတို့နှစ်ယောက် ရန်ဖြစ်လိုက် ပြန်ချစ်လိုက်ဖြစ်ကြပုံတွေ၊\nကျောင်းသားဇာတ်လမ်းဆိုတဲ့အတိုင်း ဆယ်ကျော်သက်လူငယ်ကျောင်းသားလေးတွေကြားက\nချစ်စရာသံယောဇဥ်လေးတွေကို ကြည့်ရှုကြရမှာဖြစ်လို့\nပေါ့ပေါ့ပါးပါးကျောင်းသားဇာတ်လမ်းကြိုက်သူတို့အတွက်တော့\nဇာတ်​လမ်းကောင်းတစ်ပုဒ်ဖြစ်မှာပါ\n \nFile Size -  838 mb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - MTA\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/she-said-he-said-2019/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lKMh09e1t287fWzdWy0B7OLP9Nf.jpg",
        "title": "OK! Madam(2020)",
        "description": "OK! Madam(2020)(နင်းကန်လန်းတဲ့ကားမို့ WEB-DL 1080P,720p တို့ဖြင့်တင်ဆက်ပေးထားပါတယ်...)သာမန်ဈေးလေးထဲမှာ မုန့်လုပ်ရောင်းတဲ့ မီယောင်းဟာ ကွန်ပျူတာပစ္စည်းတွေပြင်တဲ့\nခင်ပွန်းဖြစ်သူ ဆော့ဟွမ် သမီးလေးဖြစ်သူ နာရီတို့နဲ့အတူ နေထိုင်တယ်....\nတစ်နေ့မှာ ဟာဝိုင်အီကိုသွားဖို့ ကံစမ်းမဲပေါက်သွားပြီး အပျော်တွေလွန်ရင်း ခရီးသွားဖို့ဖြစ်လာတယ်ပေါ့....\nဟာဝိုင်အီကိုသွားနေတဲ့လမ်းခရီးဟာ တကယ်ပျော်စရာလို့ထင်ရပေမယ့် လေယာဉ်ပေါ်မှာ  မမျှော်လင့်တဲ့အဆုံးဝါးဆုံးပြဿနာတွေဖြစ်လာတယ်....\nသူတို့လေယာဉ်ပေါ်မှာ အရမ်းကိုအန္တရယ်များလှတဲ့ သူလျှိုပါလာတယ်ဆိုတဲ့ သတင်းရလို့\nမြောက်ကိုရီးယားတပ်မှူးဖြစ်သူနဲ့အဖွဲ့တွေဟာ လေယာဉ်ကိုပိုက်စိပ်တိုက်ရှာကြတော့တယ်...\nစီးနင်းလာတဲ့ခရီးသည်တွေအားလုံး ဓားစာခံဖြစ်သွားကြတယ်ပေါ့.....မြောက်ကိုရီးယားကအဖွဲ့ကလည်း တကယ့်ကိုကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ လက်မရွှံအဖွဲ့တွေ....အဲ့ဒီနောက်တော့ လေယာဉ်ပေါ်မှာ ပြဿနာမျိုးစုံစပါတော့တယ်....ဒီကားက ဇာတ်လမ်းစပြီး မိနစ်(၃၀)လောက်မှာတင် ပွဲစကြမ်းပါတယ်....လေယာဉ်ပေါ်ရဲ့ နေရာကျဉ်းကျဉ်းလေးတွေမှာ အက်ရှင်ခန်းတွေက တကယ်ကိုမိုက်တဲ့အပြင်ကြည့်ရတာတွေတကယ့်ကိုရှင်းပါတယ်...စိတ်ကျေနပ်စရာကောင်းတဲ့အက်ရှင်ခန်းတွေပါတဲ့အပြင်ဇာတ်လမ်းကတော်တော်ကောင်းပြီး လျှို့ဝှက်ချက်တွေနဲ့ နောက်ကွယ်က ထင်မထားတဲ့ အကြောင်းအရာတွေနဲ့မို့အားလုံးလက်မလွှတ်သင့်ပါကြောင်းပါ...သရုပ်ဆောင်တွေကလည်း ဒိတ်ဒိတ်ကျဲတွေပါ...တောင်ကိုရီးယားရဲ့စွယ်စုံရမင်းသမီးကြီး အုမ်းဂျောင်ဟွာ\nနာမည်ကြီးသရုပ်ဆောင် မင်းသားကြီး ဘတ်ဆောင်အုန်း\nဇာတ်ရုပ်တိုင်းမှာပိုင်နိုင်တဲ့ မင်းသားလီဆန်ယွန်း\nRunning Man လီဂွမ်ဆူရဲ့ချစ်သူမိန်းကလေး မင်းသမီးလီဆောင်ဘင်း နဲ့\nအထူးဧည့်သည်သရုပ်ဆောင်အဖြစ် မင်းသားဂင်နမ်ဂီတို့အပြင် နာမည်ကြီးဇာတ်ပို့အများအပြား\nပါဝင်အားဖြည့်ထားကြပါတယ်...File Size :(1.8GB)(850 MB) and (380 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:40:00\nGenre : Action ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/ok-madam2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNzkxNGZlMzgtMTI5MC00ZmU5LThlZDktZDU4MDU1OThhMjhkXkEyXkFqcGdeQXVyOTIxNDQ1MTQ@._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "30 Chua Phai Tet (2020)",
        "description": "အဖေနဲ့ ရန်ဖြစ်ပြီး အိမ်ကနေထွက်လာတဲ့ လူတစ်ယောက်ဟာ\n၁၂ ကြပြီးမှ အဖေပိုင်တဲ့မြေတွေကို ယူဖို့ ပြန်လာပါတယ်။\nဒါပေမယ့် ကံဆိုးချင်တော့ သူခန့်မှန်းထားသလို\nကိစ္စတွေက မဆင်မပြေခဲ့ပါဘူး။\nကံကောင်းချင်တော့ အဲဒီနေ့မှာပဲ ပိတ်မိနေပြီ\nသူဖြစ်ချင်တာကို ထပ်ခါထပ်ခါ ကြိုးစားခွင့်ရသွားပါတယ်။\nသူဘာဖြစ်လို့ တစ်နေ့တည်းမှာ ပိတ်မိနေတာလဲ။\nသူဖြစ်ချင်တဲ့ မြေကွက်စာချုပ်ကို ရအောင်ယူနိုင်မှာလား။\n \nFile Size -  1 gb\nQuality - web-rip 1080p\nSubtitle -  burmese\nTranslator - Htet Wai Lwin\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/30-chua-phai-tet-2020/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-4.54.05-PM-135x200.png",
        "title": "Unpregnant (2020)",
        "description": "Unpregnant (2020)===============IMDb Rating - 6.1/10#Unicodeဒီနေ့အတွက် HBO ရုပ်သံလိုင်းမှာပြသသွားတဲ့ Rating အလန်းဇယားနဲ့ Comedy, Drama ကားကောင်းကားသစ်လေး ၂၀၂၀ထွက်ကားကောင်းလေးကို တင်ဆက်ပေးချင်ပါတယ်။ ဆယ်ကျော်သက်ကောင်မလေးနှစ်ယောက်ကို ဇာတ်ကြောင်းတည်ရိုက်ကူးထားတာကြောင့် လူငယ်ဆန်ဆန် ပေါ့ပေါ့ပါးပါး ကြည့်ရမယ့် ကားလေးလည်းဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းမှာ ပါတနာရဲ့တစ်ကိုယ်ကောင်းဆန်မှုကြောင့် ကိုယ်ဝန်ရသွားခဲ့တဲ့ဗရွန်နီကာတစ်ယောက် သူ့ရဲ့ကိုယ်ဝန်ကိုဖျက်ချဖို့ အာဘာကွာကီမြို့ကို သူနဲ့မခေါ်မပြောဖြစ်နေခဲ့တာ ကြာတဲ့ ဘေလီဆိုတဲ့ငယ်သူငယ်ချင်းနဲ့သွားရင်း ကြုံကြိုက်ခဲ့ရတဲ့ အခက်အခဲ ဒုက္ခသုခတွေကို ရိုက်ကူးထားတာပါ။ ဒီကားလေးထဲမှာခေတ်လူငယ်တွေရဲ့ဘဝ ခံစားချက် စိတ်ဓါတ်တွေနဲ့ သူငယ်ချင်းဆိုတာကဘယ်လိုမျိုးဆိုတာကို တွေ့မြင်ခံစားရမှာပဲဖြစ်ပါတယ်။အတော်ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးမို့ ကြည့်ဖြစ်အောင် ကြည့်ပါလို့ ညွှန်းဆိုပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ HBO ႐ုပ္သံလိုင္းမွာျပသသြားတဲ့ Rating အလန္းဇယားနဲ႔ Comedy, Drama ကားေကာင္းကားသစ္ေလး ၂၀၂၀ထြက္ကားေကာင္းေလးကို တင္ဆက္ေပးခ်င္ပါတယ္။ ဆယ္ေက်ာ္သက္ေကာင္မေလးႏွစ္ေယာက္ကို ဇာတ္ေၾကာင္းတည္႐ိုက္ကူးထားတာေၾကာင့္ လူငယ္ဆန္ဆန္ ေပါ့ေပါ့ပါးပါး ၾကည့္ရမယ့္ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/unpregnant-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/feFKFloS6txWVTn3dLpMjelXFTD.jpg",
        "title": "Dad Wanted(2020)",
        "description": "Dad Wanted(2020)ဘလန်ကာ ဒီယက်စ်ဆိုတဲ့ ဆယ်ကျော်သက်မိန်းကလေး သူ့ဝါသနာကတော့\nစက်ဘီးတာဖြစ်ပါတယ်။ အဲ့ဒါကို သူ့အမေကလုံးဝမကြိုက်ပါဘူး ဘာလို့လဲဆိုတော့\nဘလန်ကာလေးရဲ့ အဖေက စက်ဘီးရင်းနဲ့ ကားတိုက်မိပြီးဆုံးသွားတာကြောင့်ပါ....\nဘလန်ကာလေးရဲ့မိခင်က လည်း ရုပ်ရှင်ထုတ်လုပ်ရေးပိုင်ရှင်ဖြစ်တဲ့အတွက်\nအလုပ်တွေအရမ်းရှုပ်နေတာကြောင့်ဘလန်ကာကို သေချာမစောင့်ရှောက်နိုင်ပါဘူး\nအဲ့ဒါကြောင့် ဘလန်ကာက ဂျစ်ကန်ကန်လေးဖြစ်ပါတယ်။ တစ်နေ့မှာတော့\nမက်ဆီကိုမှာ စက်ဘီးပြိုင်ပွဲကျင်းပမယ်ဆိုတဲ့ သတင်းကို ကျောင်းမှာကြားခဲ့ရတယ်\nသူ့အိမ်မက်တွေအကောင်အထည်ဖော်မယ့် အခွင့်အရေးကို ဘလန်ကာတစ်ယောက်\nဘယ်လိုရယူမလဲ ၊ စက်ဘီးစီးတာကိုလုံးဝတားမြစ်ထားတဲ့ မိခင်နဲ့ ဘယ်လိုတွေ\nဆက်ဖြစ်မလဲဆိုတာကတော့ ဆက်လက်ကြည့်ရှုပေးကြပါဦး\nမိသားစုနဲ့အတူကြည့်ရှုဖို့အထူးသင့်တော်တဲ့အတွက်တင်ဆက်ပေးလိုက်ရပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်....File Size :(950 MB) and (336 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:42:00\nGenre : Family  , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/dad-wanted2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/secondhand-lion-1-136x200.jpg",
        "title": "Secondhand Lions 2003",
        "description": "ဝေါလ်တာဆိုတဲ့ ဆယ့်လေးနှစ်သားလေးဟာ လိမ္မာရှာပေမဲ့ မြာပွေတဲ့ အမေနဲ့နေ နေရရှာတဲ့ ဖတဆိုးသားလေးပါ ဒီလိုနဲ့တစ်နေ့မှာ သူ့အမေ ရည်းစားရှာထွက်ဖို့ ကောင်လေးဝေါ်လ်တာကို သူ့ရဲ့ လူပျိုကြီးအဖိုးလေးနှစ်‌ယောက်ဖြစ်တဲ့ ဟက်ဘ်နဲ့ ဂါ့သ်ဆီမှာ ချန်ထားခဲ့ပါတယ် ဒီလူပျိုကြီးနှစ်ယောက်ဆီမှာ ဝှက်ထားတဲ့ပိုက်ဆံတွေရှိနေတယ်လို့သတင်းထွက်လို့ အမျိုးတိုင်းက စိတ်၀င်‌စားနေကြတာပါ ဒီလိုနဲ့ ဝေါလ်တာက ဟက်ဘ် နဲ့ ဂါ့သ်တို့အိမ်ရောက်အပြီးမှာ‌တော့ တကယ်ပဲပိုက်ဆံတွေရှိနေလား သူတို့နှစ်ယောက်က ဘယ်လိုနောက်ကြောင်းတွေရှိမလဲ ဝေါ်လ်တာကရော ဘာဆက်ဖြစ်လာမှာလဲ စတဲ့အကြောင်းအရာပေါင်းများစွာကို ကြည့်ရှုရမဲ့ မိသားစုဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 49min\nGenre :   Comedy, Drama, Family \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chuck Chuck\nEncoded by Littleneo",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/secondhand-lions-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gtwqIYSOCRwEndZTg9s6iWjEZc1.jpg",
        "title": "Pets United(2020)",
        "description": "Pets United(2020)\nစက်​ရုပ်​​တွေနဲ့ လည်​ပတ်​​နေတဲ့ ရိုဘိုလို့ခေါ်တဲ့မြို့တစ်မြို့ရှိတယ်....\nတစ်မြို့လုံးသက်မဲ့တွေနဲ့လုပ်ရှားသလိုဖြစ်နေတဲ့ ဒီနေရာမှာ\nလေလွင့်ခွေးလေး ရော်ဂျာအတွက် အတော်အဆင်မပြေလှ....လေလွင့်ခွေးတွေ လိုက်ဖမ်းတဲ့\nစက်ရုပ်ရဲတွေရန်ကိုရှောင်ရ အသက်ဆက်ဖို့ အစာရှာရတာလည်းခက်လှကိုး...\nဒီလိုအချိန်မှာ မြို့တော်ဝန်ဟာ ရိုဘိုမြို့ကနေ လူတွေအားလုံးကိုပြောင်းရွှေ့ဖို့အမိန့်ထုတ်လိုက်တယ်...\nဒါ့ကြောင့် ရိုဘိုမြို့က အိမ်မွေးတိရစ္ဆာန်တွေ တော်တော်များများ အိမ်ခြေမဲ့တွေဖြစ်ကုန်ကြတယ်...\nမြို့တော်ဝန်မှာ မသာမာမှုပေါင်းများစွာရှိနေနိုင်တာကို ခန့်မှန်းမိတဲ့ ရော်ဂျာတို့ အဖွဲ့တွေဟာမထူးဇာတ်ခင်းပြီး\nမြို့တော်ဝန်ရဲ့လျှို့ဝှက်ချက်တွေနဲ့\nအဖျက်အမှောင့်တွေကို စုံစမ်းပါတော့တယ်...\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဉီး....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်...\nFile Size :(850MB) and (392 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:29:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/pets-united2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xzMHtBjoRMrjLzrnbsAVk3HdrEz.jpg",
        "title": "Porter ( 1983 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ မင်းသားကြီး အမီတာဘဂျမ်းရဲ့ဇာတ်ကားကောင်းလေးတကားဖြစ်ပါတယ်1983 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပါ..ကြာနေလို့အထင်တော့မသေးလိုက်ပါနဲ့တချို့အရာတွေက နှစ်ချို့လေ ပိုကောင်းလေပဲမလား ..ဇာတ်လမ်းအညွန်းကတော့ချမ်းသာပေမယ့် မကောင်းမှုနဲ့ကြီးပွားတဲ့ Zafar ဟာ Salma ဆိုတဲ့ကောင်မလေးကိုမြင်မြင်ချင်းချစ်သွားခဲ့ပါတယ်ဒါကြောင့်မို့ လက်ထပ်နိုင်ဖို့ပိုင်ဆိုင်ရဖို့ကြိုးစားခဲ့ပေမယ့် ဆယ်မာ နဲ့ သူ့အဖေဟာသူ့ကိုလုံးဝလက်သင့်မခံခဲ့ပါဘူးနောက်တော့ Zafar ဟာ သူလုပ်ခဲ့တဲ့မကောင်းမှုတွေနဲ့အဖမ်းခံလိုက်ရပြီးနောက် ထောင်ဆယ်နှစ်ကျခံလိုက်ရပါတယ်သူပြန်လွတ်လာတဲ့အချိန်မှာ Salma ဟာ Aslam Khan ဆိုတဲ့လူတစ်ယောက်နဲ့လက်ထပ်ထားတာကိုတွေ့လိုက်ရတဲ့အတွက် အရမ်းကိုခံစားခဲ့ရတယ်..zafar ဟာ salma ကိုထပ်ပြီးသိမ်းသွင်းဖို့ကြိုးစားပေမယ့်လည်းမအောင်မြင်ခဲ့ပါဘူး ဒီတော့ မှားလားမှန်လားမသိနိုင်တော့တဲ့zafar က လက်စားချေဖို့အတွက်စတင်ကြိုးစားတဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာဆက်လက်ခံစားကြည့်ကြပါ Quality : WEB-DL 720pAudio Codes : AACVideo Codes : x264Subtitle : Myanmar Subtitle ( Hardsub )Sub Credit to Somonlian ( subscene )",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/porter-1983/",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wr7CWangsK7jI6KQYxfDpcVsisO.jpg",
        "title": "Public Enemy Returns (2008)",
        "description": "[Unicode]Public Enemy Return (2008)စုံထောက် မှုခင်းကားကြိုက်သူများအတွက် ဟာသ မှုခင်း အက်ရှင် ရသစုံတဲ့ ရှပ်ရှင်ကောင်းတစ်ခုပါဇာတ်လမ်းအကျဉ်းလေးတော့ စုံထောက်ဂန်ချောဂျွန်ဟာ အလုပ်မှာ ပြသနာအချို့ကြောင့် ဆိုင်းငံ့ခံထားရပြီး\nငွေရေးကြေးရေးပါ အဆင်မပြေလာတဲ့ခါ ရဲအလုပ်ကနေ ထွက်ဖို့လုပ်ခဲ့ပါတယ်။ဒါပေမယ့် ဂန်ချောဂျွန်ရဲ့ အထက်လူကြီး အဖွဲ့ခေါင်းဆောင်ဟာ ထွက်ခွင့်မပေးဘဲ\nအထက်တန်းကျောင်းသားလေး ဂျောင်ဟာယွန်း အသဆ်ခံရတဲ့ အမှုကို စုံစမ်းဖို့ ပါဝင်စေခဲ့ပါတယ်။အရာရာကို စိတ်ကုန်နေတဲ့ ဂန်ချောဂျွန်ဟာ\nတဖန်အမှုုပြန်လိုက်ရင်းက သဲလွန်စရခဲ့ပြီး ဟာယွန်းရဲ့ သူငယ်ချင်း၃ယောက်ကို စစ်ဆေးကြည့်လိုက်တော့....ကျောင်းသားတွေကို လေ့ကျင့်ပေးပြီး အလုပ်လုပ်ခိုင်းနေတဲ့ ကုမ္ပဏီတစ်ခုကို သိလိုက်ရတဲ့အခါရာဇဝတ်မှတ်တမ်းရှိတဲ့ ကုမ္ပဏီ ဥက္ကဌ လီဝမ်ဆုကို ထိပ်တိုက်ရင်ဆိုင်ရင်း အမှုဘယ်လိုဖော်ထုတ်မလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။( အညွှန်းရေးသားထားသူကတော့ Deer ပါ ) [Zawgyi]Public Enemy Return (2008)စံုေထာက္ မႈခင္းကားႀကိဳက္သူမ်ားအတြက္ ဟာသ မႈခင္း အက္႐ွင္ ရသစံုတဲ့ ႐ွပ္႐ွင္ေကာင္းတစ္ခုပါဇာတ္လမ္းအက်ဥ္းေလးေတာ့ စံုေထာက္ဂန္ေခ်ာဂြၽန္ဟာ အလုပ္မွာ ျပသနာအခ်ိဳ႕ေၾကာင့္ ဆိုင္းငံ့ခံထားရၿပီး\nေငြေရးေၾကးေရးပါ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/public-enemy-returns-2008/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/irres-136x200.jpg",
        "title": "Irresistible 2020",
        "description": "Irresistible (2020) မှာ ဝင်စတန်လို့ခေါ်တဲ့ မြို့ငယ်ကလေးကို နိုင်ငံရေးပါတီကြီးတွေရဲ့ အာရုံစိုက်မှု ခံရတဲ့ခါ ဖြစ်လာတဲ့အရာတွေကို ဟာသဆန်ဆန်ရိုက်ကူးပြထားပါတယ်။ ဒီမိုကရက်တစ် ပါတီတင် ဂယ်ရီက အငြိမ်းစားယူသွားပြီဖြစ်တဲ့ ဗိုလ်မှူးကြီးတ်၏ယောက်က အလုပ်သမားတွေဘက်ကနေ ရပ်တည်ပြီး ပြောဆိုတဲ့ ဗီဒီယိုကို အင်တာနက်မှာ တွေ့သွားပြီး သူတို့ပါတီ ပြန်လည်အနိုင်ရဖို့ သော့ချက်ကို တွေ့ပြီလို့ ယုံကြည်သွားပါတယ်။ ဒါပေမယ့် ရီပါ့ပလစ်ကန် ပါတီဘက်က သူနဲ့ယှဉ်ပြိုင်ဖို့ အတော်ဆုံးဖြစ်တဲ့ ရို့စ်ဆိုတဲ့ အမျိုးသမီးကို လွှတ်ပေးလိုက်တဲ့အခါ သူတို့နှစ်ယောက်ရဲ့ ယှဉ်ပြိုင်မှုတွေ ပြင်းထန်လာပြီး နောက်ဆုံးမှာ ဘယ်ပါတီက အနိုင်ရသွားမလဲ... Irresistible (2020) ဟာ အမေရိကန်ရဲ့ နိုင်ငံရေးကို သရော်ပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါ\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 41min\nGenre :   Comedy, Drama \nSubtitle ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/irresistible-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/school-life-136x200.jpg",
        "title": "School Life 2019",
        "description": "ပဲရစ်မြို့ Saint Denis အလယ်တန်းကျောင်းရဲ့ ဒုကျောင်းအုပ်အသစ်ဖြစ်တဲ့ Samia တစ်ယောက် ကျောင်းပြောင်းပြောင်းလာချင်းမှာပဲ ကျောင်းသားတွေ စည်းကမ်းဖောက်ဖျက်ပြီး ပြဿနာရှာတာကြောင့် တခြားသောဆရာဆရာမတွေရဲ့ သတိပေးခြင်းကိုခံခဲ့ရပါတယ် သူကတော့ ပြဿနာတွေကိုဖြေရှင်းတဲ့အခါမှာ တခြားသောလူတွေနဲ့မတူတဲ့ရှုထောင့်ကနေကြည့်ပြီးတော့ ကျောင်းသားတွေရဲ့အရေးကို ဖြေရှင်းခဲ့ပါတယ် အထူးသဖြင့် အမြဲတမ်းပြဿနာ ကျောင်းကဆရာတွေကို စော်ကားပြီး ရန်ပဲဖြစ်နေတဲ့ Yanis လို့ခေါ်တဲ့ကျောင်းသားနဲ့ပက်သက်တဲ့အခါတိုင်းမှာ ပိုပြီးဒုက္ခများရပါတယ် ဒါပေမယ့် သူကတော့ Yanis ကိုလုံးဝလက်မလျှော့ဘဲ Yanis လမ်းကြောင်းမှန်ပေါ်ကိုရောက်ဖို့အတွက် အစွမ်းကန်ကြိုးစားပါတော့တယ် အဲ့လိုနဲ့ Yanis ရဲ့ဘဝလည်းဘယ်လိုပြောင်းလဲသွားမလဲ တခြားသောကျောင်းသားတွေရဲ့အရှုပ်အရှင်းတွေကိုလည်း ဘယ်လိုဖြေရှင်းရဦးမလဲဆိုတာ စောင့်ကြည့်အားပေးလိုက်ပါဦး\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 51min\nGenre :   Comedy, Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon Thu Thu ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/school-life-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/once-upon-a-prince-136x200.jpg",
        "title": "Once Upon a Prince 2018",
        "description": "အကောင်းဆုံးဆိုတဲ့ အချစ်ကားကိုကြည့်ဖူးချင်တာလား ... ဇာတ်လမ်းက အမေရိကန်ကားဆိုပေမယ့် sexနဲ့ ပတ်သက်တဲ့ စကားတစ်လုံးတောင် မမြင်ရတဲ့ အတွက် အရမ်း Classicဆန်တဲ့ကားလေးဖြစ်သလို... ဘုရင့်မင်းသားတစ်ယောက်အကြောင်းကို အတော်ကြီး ငွေကြေးကုန်ကျခံပြီးရိုက်ထားတဲ့ကားဖြစ်ပြီး မမြင်ဖူးတာတွေ၊မသိခဲ့ရတဲ့ ဗဟုသုတတွေကို အသေးစိတ်ကျကျ မြင်တွေ့လေ့လာမှာဖြစ်တဲ့အတွက် အတော်လေးအချိန်ပေးကြည့်ရတာ တန်တဲ့ကားမျိုးလေးပါ။ ရှင်းရှင်းပြောရရင် တကယ့်ကို စံတင်ရလောက်တဲ့ ကားကောင်းပါပဲ ဇာတ်လမ်းအကျဉ်းက ဘုရင်ဖြစ်ဖို့အတွက် ရက်သတ္တပါတ်လောက်ပဲလိုတော့တဲ့ ဘုရင့်မင်းသားဟာ ...စိန့်ဆိုင်မွန်ကျွန်းလေးတွင် ခဏအနားယူနေစဉ်အချိန်မှာ စူဇန်နာ ဆိုတဲ့ ပြုံးပြုံးရွှင်ရွှင်မိန်းကလေးတစ်ဦးနဲ့ သိမိခဲ့ပြီး ...ချစ်မိသွားခဲ့ပါတယ် ဒါပေမယ့် သိတယ်မို့လား...တစ်ခါတလေတော့လည်း လူဆိုတာ အခြားသူတစ်ယောက်ကို ချစ်လို့ချစ်မိမှန်း မသိဖြစ်တတ်တယ်လေ ဒါနဲ့ မင်းသားဟာ မိန်းကလေးကို မချစ်ပါဘူးလေဆိုပြီးနေရင်းကနေ...တစတစနဲ့ သိလာတဲ့ အချိန်မှာတော့ ဘယ်လိုတွေဖြစ်လာမလဲ အညတရမိန်းကလေးကို ဘုရင့်မိဘုရားအဖြစ်တင်မြှောက်လို့ဖြစ်နိုင်ပါ့မလားဆိုတာတွေကိုတော့ ဇာတ်လမ်းကို ဒေါင်းပြီးကြည့်လိုက်ကြတာပေါ့\n \nFile Size : 600 Mb and 300mb\nQuality : ...",
        "rating": "6.4",
        "url": "https://megaup.net/2eEje/Once.Upon.a.Prince.2018.480p_(CM)_(2).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AacDsOrLuKkXHamfifK9RIUxMwt.jpg",
        "title": "Honest Candidate (2020)",
        "description": "[Unicode]Honest Candidate(2020)IMDb rating - 6.3/10\nGenre - Comedy , Politicalလွှတ်တော်အမတ် ဂျူဆန်းဆုဟာ ရွေးကောက်ပွဲမှာ၃ကြိမ်တိုင်အနိုင်ရခဲ့ပြီး အခုလေးကြိမ်မြောက်ရွေးကောက်ပွဲဝင်မဲ့ကိုယ်စားလှယ်လောင်းတစ်ဦးဖြစ်ပါတယ်။\nဆုံးပါးသွားတဲ့သူ့အဘွားရဲ့နာမည်ကိုသုံးပြီးတည်ထောင်ထားတဲ့ အုတ်ဟီဖောင်ဒေးရှင်းကြောင့် လူတွေရဲ့စာနာမှုနဲ့အတူထောက်ခံမှုကိုပါရခဲ့တာပါ။တကယ်တမ်း သူ့အဘွားသေဆုံးတာကလည်းအမှန်မဟုတ်သလို ဖောင်ဒေးရှင်းကပေးတဲ့ပညာသင်ဆုကလည်း အကျိုးအမြတ်ရဖို့နာမည်ခံထားတဲ့ကိစ္စဖြစ်နေခဲ့ပါတယ်။\nလူထုထောက်ခံမှုရဖို့အတွက် သာမန်တိုက်ခန်းလေးမှာနေထိုင်တယ်ဆိုပြီးလိမ်ညာထားပေမဲ့\nတကယ်တမ်းက ခမ်းနားတဲ့အိမ်မှာ ဈေးကြီးအသုံးအဆောင်တွေနဲ့စားသောက်နေထိုင်နေခဲ့တာပါ။တစ်နေ့မှာတော့ သူ့အဘွားရဲ့ဆုတောင်းကြောင့် လိမ်ပြောလို့မရတဲ့သူတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။\nဖုံးကွယ်ထားတဲ့အရာတွေကိုလူထုသိမသွားအောင်ဖြေရှင်းရင်း\nတစ်စပြီးတစ်စအလိမ်ပေါ်လာတာကို ဘယ်လိုလိုက်ရှင်းကြသလဲဆိုတာကို ဟာသနှောပြီးရိုက်ကူးထားတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\"မကောင်းမှုသည် ဆိတ်ကွယ်ရာမရှိ\"ဆိုသလို ခုလိုတိုးတက်နေတဲ့ခေတ်ထဲမှာ ဘယ်အရာကိုမှအဆုံးထိဖုံးကွယ်လို့မရတာကိုလည်း သတိပြုဖွယ်မြင်တွေ့ရမှာပါ ။\nနိုင်ငံရေးအကြောင်းအရာတွေတင်မဟုတ်ဘဲ မိသားစုတွေကြားကသံယောဇဉ်တွေနဲ့ ကြည်နူးစရာ ဝမ်းနည်းစရာလေးတွေကိုပါ ထည့်သွင်းရိုက်ကူးထားတာဖြစ်လို့\nရသစုံလင်စွာနဲ့ ကြည့်နိုင်မဲ့ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။( အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ) [Zawgyi]Honest Candidate(2020)IMDb rating - 6.3/10\nGenre - Comedy , Politicalလႊတ္ေတာ္အမတ္ ဂ်ဴဆန္းဆုဟာ ေရြးေကာက္ပြဲမွာ၃ႀကိမ္တိုင္အႏိုင္ရခဲ့ၿပီး အခုေလးႀကိမ္ေျမာက္ေရြးေကာက္ပြဲဝင္မဲ့ကိုယ္စားလွယ္ေလာင္းတစ္ဦးျဖစ္ပါတယ္။\nဆုံးပါးသြားတဲ့သူ႔အဘြားရဲ႕နာမည္ကိုသုံးၿပီးတည္ေထာင္ထားတဲ့ အုတ္ဟီေဖာင္ေဒးရွင္းေၾကာင့္ လူေတြရဲ႕စာနာမႈနဲ႔အတူေထာက္ခံမႈကိုပါရခဲ့တာပါ။တကယ္တမ္း သူ႔အဘြားေသဆုံးတာကလည္းအမွန္မဟုတ္သလို ေဖာင္ေဒးရွင္းကေပးတဲ့ပညာသင္ဆုကလည္း အက်ိဳးအျမတ္ရဖို႔နာမည္ခံထားတဲ့ကိစၥျဖစ္ေနခဲ့ပါတယ္။\nလူထုေထာက္ခံမႈရဖို႔အတြက္ သာမန္တိုက္ခန္းေလးမွာေနထိုင္တယ္ဆိုၿပီးလိမ္ညာထားေပမဲ့\nတကယ္တမ္းက ခမ္းနားတဲ့အိမ္မွာ ေစ်းႀကီးအသုံးအေဆာင္ေတြနဲ႔စားေသာက္ေနထိုင္ေနခဲ့တာပါ။တစ္ေန႔မွာေတာ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/honest-candidate-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/dragon-136x200.jpg",
        "title": "Dragon Lord 1982",
        "description": "ကျွန်တော်တို့ရဲ့ childhood Kung Fu Heroကြီးဖြစ်တဲ့ ဂျက်ကီချန်းကားလေးပါ ဒီကားလေးမှာတော့ဂျက်ကီချန်းနဲ့သူ့သူငယ်ချင်းဟာ သူတို့ရွာရဲ့အရှေ့ပိုင်းကrich kidနှစ်ကောင်ပဲဖြစ်ပါတယ် သူတို့ကမြင်းသမျှသူ့အဖေတွေကလိုက်ရှင်းနေကြရကာတယ် တစ်နေ့ကမြင်းကျောထရင်းတိုင်းပြည်ရတနာတွေမှောင်ခိုရောင်းတဲ့မဖွဲ့နဲ့သွားရှုပ်မိပါတော့တယ် မှောင်ခိုအဖွဲ့နဲ့ကလေးနှစ်ယောက်တိုက်ပွဲကိုရှယ်ကြည့်ရမှာပဲဖြစ်ပါတယ် ဂျက်ကီချန်းကားတွေပီပီဟာသဆန်ဆန်စတန့်ကြမ်းကြမ်းတွေလဲမြင်ရမှာပါ သူတို့ရွာရဲ့ထူးထူးဆန်းဆန်းဂိမ်းတွေအကြောင်းလဲပါသေးတာမို့လို့ကြည့်ရှုခံစားပေးပါဦး\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 42 min\nGenre :   Action, Comedy, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by T Lone\nEncoded by Littleneo",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/dragon-lord-1982/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6K22JB6fZZLBuM0knfl8rs9Zoxg.jpg",
        "title": "Love, Guaranteed (2020)",
        "description": "အခုတင်ဆက်ပေးမှာကတော့ Sept 3ရက်နေ့ကမှ Netflix ထွက်ရှိထားတဲ့ ဇာတ်ကား​သစ်လေးပါစိတ်ရင်းကောင်းပြီး အားနည်းတဲ့သူတွေကိုကူညီတတ်လွန်းလို့ သူ့ရုံးခန်းပါပိတ်ပစ်ရတော့မယ့်အခြေအနေဖြစ်နေတဲ့ရှေ့နေမလေး ဆူဇန်Online Dating ပေါင်း 986ခု ဒိတ်ခဲ့ပေမယ့် ခုထိလက်တွဲဖော်ရှာမတွေ့သေးလို့Dating Website ကိုတရားစွဲချင်နေတဲ့ နစ််ခ်သူတို့နှစ်ဦးတွေ့ကြတဲ့အခါ ဆူဇန် က နစ်ခ်ကို ဘယ်လိုတွေအထင်လွဲမှာလဲနစ်ခ်ကရော ဘာလို့ 986 ကြိမ်တောင် ချိန်းတွေ့ခဲ့ရတာလဲနစ်ခ် က သူ့အချစ်ကိုရော ရှာတွေ့သွားမှာလားတရားစွဲတဲ့ကိစ္စကော ဘယ်လိုဖြစ်သွားမှာလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ကြည့်လိုက်ကြပါဦးနော်ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရမယ့် အချစ်ဟာသကားလေးပါအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Alicia ပဲဖြစ်ပါတယ် File Size : ( 855 MB , 278 MB)\nQuality : WEBRip 720p\nRunning Time : 1 hr 30 min\nFormat : ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/62873-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/B-136x200.jpg",
        "title": "Ballbuster 2020",
        "description": "ပေါ့ပေါ့ပါးပါး ဟာသကားလေးတွေမှ ကြည့်ချင်တယ်ဆိုတဲ့လူတွေအတွက် ball busterလာပါပြီဗျာ ဒီကားလေးက အမေရိကန် ဘတ်စကတ်ဘောသမားကြီး Rich Johnson(1946-1994)ရဲ့ ဖြစ်ရပ်မှန်ဘဝဇာတ်ကြောင်းကို ၈၃ရာခိုင်နှုန်းနဲ့အထက် referenceယူပြီးရိုက်ကူးထားတာပါ ငယ်စဥ်ထဲက ဖခင်ရဲ့ အပြင်းအထန်လေ့ကျင့်ပေးမှုတွေကြောင့် ဘတ်စကတ်ဘောမှာ proတစ်ယောက်ဖြစ်ပေမဲ့ တော်တော့်ကို ဂွကျတဲ့လူတစ်ယောက်ပါ တစ်နေ့မှာ သူ့ရဲ့တလွဲအပြုမူတွေကြောင့် အပစ်ပေးခံရပြီး ရန်ပုံငွေအသင်းနဲ့ နယ်လှည့်ရန်ပုံငွေရှာဖို့ အကြောင်းဖန်လာပါတော့တယ် ပွဲထဲမှာ အနိုင်ယူဖို့ကလွဲပြီးဘာကိုမှ ဂရုမစိုက်တဲ့လူတစ်ယောက် သူ့ရဲ့ကမ္ဘာငယ်လေးထဲကနေထွက်ပြီး အပြင်လောကမှာ လူမျိုးစုံနဲ့ တွေ့ကြုံဆက်ဆံရတဲ့အခါမှာ ဘယ်လိုတွေလွဲဦးမလဲ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ပြုံးပြုံးကြီးစောင့်ကြည့်ရမှာဖြစ်ပါတယ် (တစ်ချို့နေရာတွေမှာ မိုက်ကယ်သားစစ်ရဲ့ အမျိုးတွေလား ထင်မှတ်မှားရအောင် ယဥ်ကျေးကြတာကိုလဲ တွေ့ရမှာဖြစ်ပါတယ် ဘော်ဒါတွေနဲ့ ကြည့်ရင် ပိုခွီးရမှာပါ)\n \nFile Size : 600 Gb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 26 min\nGenre :   Comedy, Sport\nSubtitle : Myanmar ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/ballbuster-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZWJhYzg2MGItNDdlNy00ODY3LWE3M2YtNjQ1YWMzNzU1MzNiXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_SY1000_CR007131000_AL_-143x200.jpg",
        "title": "Love the Way U Lie (2020)",
        "description": "လေးလပိုင်းလောက်ကရုံတင်ခဲ့တဲ့\nဖိလစ်ပိုင်ရုပ်ရှင်ကားတစ်ကားနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။\nNetflix ကလည်းပြန်ဝယ်ပြီးပြသခဲ့တဲ့ရုပ်ရှင်ပါ\nSummary- ယော်ျားကို ဝမ်းမနည်းပဲရှေ့ဆက်စေချင်တဲ့\nဆာရာဆိုတဲ့ ဝိညာဥ်က သူ့ယော်ျားကိုဆက်သွယ်လို့ မရပါဘူး။\nတစ်မြို့လုံးက ဆာရာ့အသံမကြားရဘူး။\nကွီရာပိုမှာ စတေစီဆိုတော့အကြားအမြင်\nဆရာမတစ်ယောက်ရှိပါတယ်။\nဖြစ်ချင်တော့ စတေစီကပဲ ဆာရာ့အသံကိုကြားရပါတယ်။\nကြားရတာလည်း သူတို့နှစ်​ယောက်ကြားမှာ\nအကြောင်းအရာလေးတွေရှိလို့ပါ\nယော်ျားကို တစ်ယောက်တည်းအထီးကျန်ကျန်မနေတော့ဘဲ\nရှေ့ဆက်စေချင်တဲ့ ဆာရာ၊ နေသန်ကို အချစ်သစ်တွေ့စေချင်တဲ့ဆာရာ။\nဆာရာ့ယော်ျားနေသန်ကို ရှေ့ဆက်နိုင်ဖို့ကူညီရင်း\nစတေစီနဲ့နေသန်ကြားက အချစ်ဇာတ်လမ်းလေးကိုတွေ့ရမှာပါ\nပေါ့ပေါ့ပါးပါးနဲ့ ချစ်စရာကောင်းပါတယ်\nဇာတ်အိမ်အပြောင်းအလဲတွေမရှိပါဘဲ\nဒီအတိုင်းရုပ်ရှင်တစ်ကားကို စီးမျောပြီးကြည့်နေရင်း\nသဘောကျမိတဲ့ဇာတ်ကားတစ်ပါးပါ။\nသူတို့တွေကြားက အချစ်ကအတော်soft ဖြစ်ပါတယ်။\nဖိလစ်ပိုင်က မနီလာမြို့ရဲ့ ကွီရာပိုတံထားနဲ့\nအဆောက်အအုံတွေ၊ လှပတဲ့နေရာလေးတွေ ဒီရုပ်ရှင်မှာမြင်ရမှာပါ\n \nFile Size - 1gb\nQuality - web-rip 1080p\nSubtitle -  burmese\nTranslator - DoDo\nEncoder - Thit San Khant",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/love-the-way-u-lie-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BMTgyMTY2NTIxM15BMl5BanBnXkFtZTcwNTg3NzczMw@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Mad Money (2008)",
        "description": "ဒီတခါတော့ အဟောင်းပေမယ့်ကောင်းနေသေးတဲ့\nဟာသဇာတ်မြူးကားလေး တစ်ခုကို တင်ဆက်ပေးလိုက်ပါပြီ.\nImdb 5.8ရထားပြီး Comedy/Heistဆိုတော့\nလူတိုင်းကြိုက်ကြမယ့် ကားလေးပေါ့ဗျာ.\nဇာတ်လမ်းအကျဉ်းကတော့ ဘရစ်ဂတ်ရဲ့ခင်ပွန်း ဒွန်ဟာ\nနှစ်ပေါင်းများစွာ လုပ်ခဲ့တဲ့ အလုပ်ကနေ ပြုတ်သွားတာကြောင့်\nတသက်လုံး အေးဆေးနေခဲ့တဲ့ ဘရစ်ဂတ်တို့မိသားစုဟာ\nဒုက္ခရောက်တာပေါ့ဗျာ. ခင်ပွန်းဒွန်ကလဲ အလုပ်ပြုတ်ပြီး\nစိတ်ဓာတ်တွေ တဖြုတ်ဖြုတ်ကျတာကြောင့်\nဘာမှမလုပ်နိုင်ဖြစ်ပြီး စီးပွားရေးအခြေအနေက ပို\nဆိုးလာခဲ့ပါတယ်. ဘယ်လောက်တောင် ဆိုးလဲဆို\nသူတို့အိမ်ဖော်ကိုတောင် လခမပေးနိုင်လို့ အကြွေးတောင်းခံရတဲ့ထိပါပဲ.\nကံကောင်းချင်တော့ အဲ့ဒီအိမ်ဖော်မလေးကပဲ\nဘရစ်ဂျတ်ကို အလုပ်တစ်ခုလုပ်ဖို့ အကြံပေးခဲ့ပါတယ်.\nအဲ့ဒီအလုပ်ကတော့ ဘဏ်မှာ သန့်ရှင်းရေးလုပ်တာပါပဲ. ဘရစ်ဂျတ်ကလဲ\nငွေလိုနေတာဆိုတော့ ဝင်လုပ်တာပေါ့ဗျာ.\nဝင်လုပ်ရင်းနဲ့ ပဲ ဘဏ်ရဲ့ဟာကွက်တချို့ကို တွေ့ပြီး အဲ့ဒီကနေ\nငွေရပေါက်အကြီးကြီးဖြစ်သွားတာပေါ့.\nဒါပေမယ့် သူတစ်ယောက်တည်းလုပ်ဖို့ကျ\nအဆင်မပြေတာကြောင့် ဘဝတူ ဘဏ်ဝန်ထမ်းအဖော်နှစ်ယောက်စုပြီး\nသုံးယောက်ပေါင်းကာ ကွက်ကျော်ရိုက်ကြပါတယ်.\nသူတို့ရဲ့ ငွေရပေါက်ဟာ တရားမဝင်တော့ လူအင်အားပိုလိုလာလို့\nလူစုရင်းနဲ့ အုပ်စုတစ်ခုလိုဖြစ်ပြီး အတူတူ ကွက်ကျော်ရိုက်ကြရင်း\nအလွဲတွေဖြစ်ပြီး တိုင်ပတ်တာကို ရိုက်ပြထားတဲ့\nဟာသဇာတ်မြူးလေးပေါ့ဗျာ. ဒီဇာတ်လမ်းကိုကြည့်ရင်\nဘဝအမောတွေ\nကျိန်းသေပြေစေမှာမလို့ ကြည့်ဖြစ်အောင်\nကြည့်လိုက်ကြပါဦးဗျာ\n  \nFile Size - 1.1 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - YK\nEncoder - ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/mad-money-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/how-to-build-a-girl-poster-600x883-1-136x200.jpg",
        "title": "How to Build a Girl (2019)",
        "description": "How to Build a Girl (2019)====================IMDb Rating - 6.0/10#Unicodeဒီနေ့အတွက် Rating 6.0/10 ရရှိထားတဲ့ Comedy ကားလေးကိုတင်ပေးချင်ပါတယ်။ဒီဇာတ်လမ်းလေးက ဖြစ်ရပ်မှန်ကိုအခြေခံထားတာပါတဲ့။လူကြီးလည်းမကျ ကလေးလည်းမကတဲ့ အသက် ၁၆နှစ်အရွယ်‌မှာ လမ်းမှားရောက်ခဲ့တဲ့ကောင်မလေးတစ်ယောက်က လမ်းမှားရောက်နေတယ်ဆိုတာကိုသိပြီး ဘယ်လိုမျိုး ကိုယ့်ကိုယ်ကိုပြန်တည်ဆောက်မှာလဲ။ ဂျိုဟာနာလို့ခေါ်တဲ့ အသက် ၁၆နှစ်အရွယ်ကောင်မလေးရဲ့အိပ်မက်က စာရေးဆရာမတစ်ယောက်ဖြစ်ချင်တာပါ။ စာကြည့်တိုက်မှာပဲအချိန်ကုန်လေ့ရှိပြီးကောင်လေးတွေရဲ့နောက်ပြောင်ခြင်းခံရတဲ့ ပုံတုံးတုံးမိန်းကလေးတစ်ယောက်က တစ်နေ့မှာဂီတဝေဖန်ရေးသတင်းစာမှာ အလုပ်ရခဲ့ပါတယ်။ အဲဒီ့နယ်ပယ်မှာကျင်လည်ရင်း အပေါင်းအသင်းမှားပြီး လမ်းမှားရောက်သွားတဲ့ ဂျိုဟာနာဟာ ဘယ်လိုမျိုးကိုယ့်ကိုယ်ကို ပြန်ရှာတွေ့ပြီးပြန်တည်ဆောက်မှာလဲဆိုတာကို ဒီဇာတ်လမ်းမှာကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ Rating 6.0/10 ရရွိထားတဲ့ Comedy ကားေလးကိုတင္ေပးခ်င္ပါတယ္။ဒီဇာတ္လမ္းေလးက ျဖစ္ရပ္မွန္ကိုအေျခခံထားတာပါတဲ့။လူႀကီးလည္းမက် ကေလးလည္းမကတဲ့ အသက္ ၁၆ႏွစ္အ႐ြယ္‌မွာ လမ္းမွားေရာက္ခဲ့တဲ့ေကာင္မေလးတစ္ေယာက္က လမ္းမွားေရာက္ေနတယ္ဆိုတာကိုသိၿပီး ဘယ္လိုမ်ိဳး ကိုယ့္ကိုယ္ကိုျပန္တည္ေဆာက္မွာလဲ။ ဂ်ိဳဟာနာလို႔ေခၚတဲ့ အသက္ ၁၆ႏွစ္အ႐ြယ္ေကာင္မေလးရဲ႕အိပ္မက္က စာေရးဆရာမတစ္ေယာက္ျဖစ္ခ်င္တာပါ။ စာၾကည့္တိုက္မွာပဲအခ်ိန္ကုန္ေလ့ရွိၿပီးေကာင္ေလးေတြရဲ႕ေနာက္ေျပာင္ျခင္းခံရတဲ့ ပုံတုံးတုံးမိန္းကေလးတစ္ေယာက္က တစ္ေန႔မွာဂီတေဝဖန္ေရးသတင္းစာမွာ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/how-to-build-a-girl-2019/"
    }
]