[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/91i45JNZUL._RI_-150x200.jpg",
        "title": "The New Adventures of Aladdin (2015)",
        "description": "အာလာဒင်ပုံပြင်ကို ဆန်းသစ်ထားတဲ့ ပြင်သစ်ဇာတ်ကားပါ။\nအာလာဒင်ကို Comedy ဇာတ်ကားဖြစ်အောင်ရိုက်ကူးထားပါတယ်။\nတွေ့ဖူးသမျှ အာလာဒင်ဇာတ်ကားတွေထဲမှာတော့ ဒီဇာတ်ကားက အတော်အခွက်ပြောင်ပါတယ်။\nတစ်ကားလုံး ရယ်ရမလို စိတ်ပျက်ရမလိုနဲ့ သေချာတာကတော့ ကြားဖူးနေကြ အာလာဒင်နဲ့လုံးဝမတူတာပါပဲ။\nဇာတ်ကားတစ်ကားလုံးကို သွက်လက်တဲ့ သရုပ်ဆောင်မှုတွေနဲ့ ပံ့ပိုးထားတဲ့အပြင်\nအာလာဒင်သီဆိုတဲ့ Rap သီချင်းတွေကလဲ နားထောင်လို့ကောင်းပါတယ်။\nပုံစံပြောင်းအာလာဒင်နဲ့ ခွီကြပါစို့။(Aladin 2 ကို ဒီမှာ https://channelmyanmar.org/alad2-2018-the-brand-new-adventures-of-aladin/  ဒေါင်းပါ။) \nFile size…(1.6 GB) and (900 MB)\nQuality…BluRay 720p 5.1 CH (HEVC Encode) & 720p\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n Trailer",
        "rating": "",
        "url": "https://channelmyanmar.org/the-new-adventures-of-aladdin-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6p2C6HlFY8cKZQDTvVu2ppQnocV.jpg",
        "title": "Maggie (2018)",
        "description": "Maggie 2018\n============လူတွေရဲ့ ယုံကြည်မှုဟာ ဘယ်လောက်ထိ အရေးပါလဲတစ်ခုခု ယုံကြည်ချက်ရှိတယ်ဆို ကိုယ့်ယုံကြည်မှုအတိုင်းဆက်လုပ်မလားယုံကြည်မှုဟာ ဘာတွေနဲ့ သက်ဆိုင်လဲဘာတွေအပေါ်မှာ မူတည်နေလဲဒီဇာတ်လမ်းလေးမှာတော့ Itaewon class က စားဖိုမှူးမလေးကိုသူနာပြု ဆရာမလေး ယောယွန်ယောင်းအဖြစ် တွေ့ရမှာဖြစ်ပါတယ်ဒီဇာတ်ကားဟာ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၆ ဆု ရရှိထားတာဖြစ်ပါတယ်ဇတ်လမ်းအကျဉ်း\"မာရီယာရဲ့ အချစ်\"လို့ အမည်ရတဲ့ ဆေးရုံတစ်ရုံရဲ့ ဓာတ်မှန်ခန်းထဲက.....လူ၂ယောက် လိင်ဆက်ဆံတာကို ရိုက်ထားတဲ့ ဓာတ်မှန်ပုံကြီး ထွက်လာခဲ့ပါတယ်အဲ့့ပုံထွက်လာပြီးနောက်နေ့မှာပဲ ဆေးရုံမှာရှိသမျှ ၀န်ထမ်းတွေအကြောင်းအမျိုးမျိုးပြပြီး ခွင့်ယူသွားခဲ့တယ်ဒုဆေးရုံအုပ်နဲ့ သူနာပြုယောယွန်ယောင်းပဲ အလုပ်မှာရှိနေခဲ့ပါတယ်လူတွေကို သံသယ၀င်တတ်လွန်းတဲ့ ဒုဆေးရုံအုပ်နဲ့ ယုံကြည်တတ်လွန်းသူ ယောယွန်ယောင်း.....သူတို့တွေဟာ လူတွေအပေါ်မှာထားတဲ့ သူတို့ယုံကြည်မှုတွေမှန်ကန်ရဲ့လား စစ်ဆေးခဲ့တယ်အဲ့ထဲမှာ သူနာပြုယောယွန်ယောင်းရဲ့ ချစ်သူလည်းပါ၀င်ခဲ့ပါတယ်သူတို့ရဲ့ယုံကြည်မှုဟာ မှန်ကန်ရဲ့လားဘယ်သူတွေကို ယုံကြည်ဖို့ ရွေးချယ်လိုက်မလဲဆိုတာဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော် File Size – 1.4 GB\nQuality – 1080p FHDRip\nFile Type – mp4\nDuration – 1h ...",
        "rating": "6.2",
        "url": "https://megaup.net/3CE8g/(CM)_Maggie_(2019).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tH92dHWRnzDuQ8jJya8co47PwuI.jpg",
        "title": "The Royal Bride",
        "description": "The Royal Bride (2020)ဒီတစ်ခါတော့ ပရိသတ်အတွက် အရသာအသစ် ရနိုင်မယ့် ဗီယက်နမ် ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ခုနောက်ပိုင်း အာရှကားတွေထဲမှာ ဗီယက်နမ်ကားတွေလည်း အတော်အတန် အဆင့်ရှိလာတာကို တွေ့ရပါတယ်။\nဒီကားလေးလည်း ရိုက်ချက်တွေရော ဇာတ်လမ်းတင်ပြပုံရော အတော်လေး ကောင်းတာကို တွေ့ရပါတယ်။\nတော်တော်လေးလည်း တခမ်းတနားနဲ့ ပြနိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။\nဇာတ်လမ်းနာမည်အတိုင်းပါပဲ။\nတော်ဝင် သတို့သမီး တစ်ယောက်အကြောင်းပေါ့။မင်းသမီးက ကူယင် ဆိုတဲ့ တီဗွီအစီအစဉ် တင်ဆက်သူပါ။\nသူ့အစီအစဉ်က အတင်းအဖျင်းတွေကို ဖော်ထုတ်တဲ့ Showbiz Face-off ဆိုတဲ့ အစီအစဉ်ပါ။\nသူ့အစီအစဉ်ကို စုံတွဲလာရင် ကွဲတယ်။ သူငယ်ချင်းတွေ လာရင် ရန်ဖြစ်ကြတယ်။\nဒီလို အစီအစဉ်မျိုးပေါ့။မင်းသားကတော့ ဂျက်လို့ နာမည်ရတဲ့ တော်ဝင်မျိုး တော်ဝင်နွယ် တစ်ယောက်ပေါ့။\nဒီတော့ ဂျက်ရဲ့အမေက ဂျက်ကို ကူယင်နဲ့ သဘောမတူနိုင်ပါဘူး။\nဒါပေမယ့် ဂျက်ရဲ့အမေကလည်း တစ်ခေတ်တစ်ခါက နာမည်ကြီး ရုပ်ရှင်မင်းသမီးကြီးပါ။\nသူ ဘာလို့ သဘောမကျရတာလဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်ရပါမယ်။ဂျက်ရဲ့အမေက ဂျက်ကို ဇာတိမြို့ ...",
        "rating": "5..1",
        "url": "https://channelmyanmar.org/the-royal-bride/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOTFkZWJlMzUtNTAwYS00NzE5LTgxNTQtN2RkYzBhYzY1ZDY0XkEyXkFqcGdeQXVyNTY3MTY3MzE@._V1_-141x200.jpg",
        "title": "Asphalt Burning (2020)",
        "description": "Asphalt Burning (2020)===================IMDb Rating - 5.2/10 ဘ၀မှာ စားခါနီးမှ ပုတ်ချခံရတဲ့ အဖြစ်မျိုး လူတိုင်းနီးပါး ကြုံဖူးကြမယ်ထင်ပါတယ်။ တကယ် ရင်နာစရာပါ။ဒီဇာတ်လမ်းထဲက ဇာတ်လိုက်ဖြစ်တဲ့ ရွိုင်ဟာလည်း ဒီလိုအဖြစ်နဲ့ ကြုံလိုက်ရတဲ့သူပါ။ ရွိုင်က ကလေးတစ်ယောက်အဖေတစ်ခုလပ်ဖြစ်ပြီး ဆေလ်ဗီယာဆိုတဲ့ အမျိုးသမီးနဲ့ လက်ထပ်တော့မယ့်သူတစ်ယောက်ပါ။ သူက ကားစီးရတာ ကားမောင်းပြိုင်ရတာကို သိပ်ကို ဝါသနာပါတဲ့သူ ပီပီ မင်္ဂလာပွဲကိုတောင် ကားမောင်းပြိုင်ပွဲပုံစံနဲ့ သတို့သမီးဆီ အရောက်ကားမောင်းသွားပြီးမှ လက်ထပ်ဖို့ စီစဉ်ထားပါတယ်။ မင်္ဂလာပွဲ မတိုင်ညမှာ ရွိုင်မူးနေတုန်း ဂျာမန်မတစ်ယောက်က လာမြူစွယ်တော့ ရှူးရှဲပေးမိလိုက်ရာက ပြဿနာစပါတော့တယ်။ ဂျာမန်မက သူနဲ့လက်ထပ်မယ့် ဆေလ်ဗီယာ့ရဲ့ တစ်ခါက အခန်းဖော် ဖြစ်ရုံသာမက ဂျာမန်မကဆေလ်ဗီယာ့ကိုပါ ကြွေနေပုံပါ။ ဒီတော့ မင်္ဂလာဆောင်မယ့်နေ့မှာ စီစဉ်ထားတဲ့အတိုင်း \" အရင်ရောက်တဲ့သူ သတို့သမီးကိုယူ \" ဆိုတဲ့စည်းမျဉ်းနဲ့ ကားပြိုင်ပွဲလုပ်ပါတယ်။ ပြိုင်တဲ့သူတွေက သူ့ဘော်ဒါတွေဖြစ်လို့ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/asphalt-burning-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/MV5BYWVkMWEyMDUtZTVmOC00MTYxLWE1ZTUtNjk4M2IzMjY2OTIxXkEyXkFqcGdeQXVyMDk5Mzc5MQ@@._V1_-133x200.jpg",
        "title": "Love and Monsters (2020)",
        "description": "IMDb Rating (7/10) / Rotten Tomatoes (92%)\nဒီလန် အိုဘရိုင်ယန်ပါတယ်၊ ဂျက်ဆီကာ ဟန်းဝစ်ပါတယ်၊ ခွေးလိမ္မာလေး တစ်ကောင်ပါတယ်။အကောင်ကြီးတွေပါတယ် ဒီလောက်ဆို ကြည့်ချင်ကြမယ်ထင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။\nကမ္ဘာကြီးကို ဝင်တိုက်မယ့် ဥက္ကာခဲကြီးတစ်ခု ပျံလာတယ်။လူတွေက သူတို့ အတော်ဆုံး အလုပ်ကို လုပ်လိုက်ကြတယ်။ဥက္ကာခဲကြီးကို ဒုံးကျည်ပေါင်းစုံနဲ့ ပစ်တာပေါ့။ ဥက္ကာခဲကြီးကတော့ ကွဲသွားပါတယ်။\nဒုံးကျည်ထဲမှာပါတဲ့ ဓာတုပစ္စည်းတွေက ကမ္ဘာပေါ်ကို ကျလာပါလေရော။လူတွေက ကံကောင်းကြပါတယ် ဓာတုအဆိပ်မသင့်ကြဘူး။အင်းဆက်ပိုးတွေ၊ ဖားတွေ၊ ပုတ်သင်တွေကတော့ ကံမကောင်းကြရှာဘူး သန္ဓေပြောင်းပြီး ဧရာမကြီးတွေ ဖြစ်သွားတယ်။လူတွေကို ပြန်စားကုန်ကြတယ်။\nအဲဒီဧရာမအကောင်ကြီးတွေနဲ့ တိုက်ပွဲမှာလူသား ၉၅% လောက် သေသွားလေရဲ့။နောက်ဆုံးကျန်တဲ့ သူတွေက အဖွဲ့လိုက်လေး မြေအောက်မှာ ကိုယ်စီပုန်းနေရင်း ကျူးကျော်လာတဲ့ အကောင်တွေနဲ့ တိုက်နေရတယ်။\nအဲဒီထဲမှာ မင်းသားက အကောင်ကြီးတွေဆို ကြက်သေသေလောက်အောင် အသေကြောက်တဲ့ကောင်၊ ဘာလက်နက်မှလည်း မပစ်တတ်ဘူး။ သူတို့စခန်းမှာလည်းအကုန်လုံးက အတွဲတွေချည်းပဲ။ ဒီတစ်ကောင်ပဲ FA ကောင်ဖြစ်နေတာ။\nဒါပေမယ့် ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/love-and-monsters-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/B3JCQAOCYAAKAyT-132x200.jpg",
        "title": "Valley Girl (1983)",
        "description": "IMDb Rating (6.4) / Rotten Tomatoes (83%)ဟောလိဝုဒ်ရဲ့ ၁၉၈၀ ပြည့်နှစ်တွေဘက်ဆီလည်ပြန်ကြည့်လိုက်မယ်ဆို တစ်မျိုးတမည်လေးခံစားရမှာတော့သေချာ‌ပေါက်ပဲဗျ။ခေတ်တစ်ခေတ်ရဲ့ချစ်စရာအဖြစ်လေးတွေနဲ့မမေ့နိုင်စရာကိစ္စလေးတွေပြည့်နှက်ခဲ့တဲ့အ‌ကြောင်းတွေပြောရမယ်ဆို ၁၉၈၀ကျော်ခုနှစ်တွေကမပါမဖြစ်ပါပဲ။နီကိုလက်ကေ့ခ်ျမင်းသားကြီးရဲ့ ငယ်ရုပ်ချောချောကို တွေ့ရမယ့်အပြင်ခေတ်ဟောင်းဟောလိဝုဒ်သီချင်းတွေကိုခံစားလို ခေတ်ဟောင်းအငွေ့အသက်ကိုရလိုသူတွေအတွက်ကြည့်ကိုကြည့်သင့်တဲ့ ခေတ်ဟောင်းဟောလိဝုဒ်ရုပ်ရှင်ဇာတ်ကားလေးကတော့ ၁၉၈၃ ခုနှစ်မှာထွက်ရှိလာခဲ့တဲ့ Valley Girl ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့...ဂျူလီဟာ ဟောလိဝုဒ်နဲ့ကပ်လျက်ဘယ်လီမြို့လေးကမိန်းမလှလေးတစ်ယောက်ဖြစ်ပြီးတော့ရန်ဒီကတော့ဟောလိဝုဒ်က ကောင်ဆိုးလေးတစ်ယောက်ပါ။ဘရက်ဆိုတဲ့ရည်းစားရှိပြီးသားဖြစ်တဲ့ ဂျူလီလေးနဲ့ ကောင်ဆိုးလေး ရန်ဒီတော့ဘယ်လိုပက်သက်မိကြမယ်သူတို့သုံးယောက်ရဲ့သုံးပွင့်ဆိုင်ဇာတ်လမ်းကဘယ်လိုတွေဖြစ်လာမယ်ဆိုတာကို၁၉၈၀ ကျော်တုန်းက ဟိုးလေးတကြော်ကြော်ဖြစ်ခဲ့တဲ့ဒီဇာတ်ကားလေးကိုပြန်လှည်ခံစားရင်း၁၉၈၀ ကျော်နှစ်တွေဆီပြန်လည်လွမ်းဆွတ်ကြည့်ကြရအောင်လားဗျာ။ \nFile size…(1.8 GB) and (1 GB)\nQuality….Blu-Ray 1080p 5.1 CH & 720p (HEVC Encode)\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/valley-girl-1983/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Co0EwXIVYAk9AjE-215x300.jpg",
        "title": "For a Few Bullets (2016)",
        "description": "အခါတစ်ပါး၌ ဂျပန်သည် တရုတ်ပြည်ကို အုပ်စိုးရန် ကျူးကျော်ဝင်လာကြ၏။တရုတ်ပြည်လဲ ကပ်ဆိုက်လေသည်။ဂျပန်တို့သည် အရှေ့အာရှ သာတူညီမျှ ဘလာ ဘလာ ဘလာ ကြွေးကြော်ပြီးတရုတ်ပြည်သူများကိုကျုံးသွင်းရန်ကြံဆောင်နေလေသည်။ထိုကာလ၌ ပျောက်ဆုံးနေပြီဖြစ်သော ရှေးတရုတ်အင်ပါယာတို့၏ အထိမ်းအမှတ် ယူချီဟူသော တံဆိပ်တုံးကိုဂူသင်္ချိုင်းတစ်ခုမှ ပြန်လည်တူးဖော်ရရှိလာကြောင်း ဂျပန်တို့သတင်းရရှိလေသည်။ထိုတံဆိပ်တုံးသည် အင်ပါယာ၏အမှတ်အသားဖြစ်သလို ကျောက်စိမ်းတုံးပေါ်တွင်ထွင်းထုထားခြင်းဖြစ်လေရာတန်ဖိုးအရကြီးမားလှပြီး ရှေးဟောင်းအမွေအနှစ်အစစ်အမှန်လဲဖြစ်ပေသည်။ဂျပန်တို့သည် တရုတ်ပြည်သူများကို ထိုတံဆိပ်တုံးဖြင့် ဂျင်းထည့်ရန် အာရုံရလေသည်။ထိုသတင်းကိုသိလေသော တရုတ်မျိုးချစ်တို့သည် ဂျပန်တို့လက်ထဲ တံဆိပ်တုံးမရောက်ရှိစေရန် လျှို့ဝှက်လုပ်ဆောင်လေသည်။ခိုးယူရမည်ဖြစ်သောကြောင့် တရုတ်ပြည်၏ အတော်ဆုံးသူခိုးနှစ်ယောက်ကို အသုံးချမိသောအခါ....။တရုတ်ပြည်၏ တစ်ချိန်က အတော်ဆုံးသူခိုး ချိဖော်။ချိဖော်ကဲ့သို့ နာမည်ကြီးချင်နေသော ကျန်ကျောင်း။သေနတ်ပစ်တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်သော တရုတ်မျိုးချစ်သမလေး ယူရင်။ရက်စက်ကြမ်းကြတ်သော လူသတ်သမား အပိုင်း-၇၃၁ တစ္ဆေအရိပ်။စသည့် စသည့်ဇာတ်ကောင်များဖြင့် ဖန်တီးထားသော Action , Comedy ဇာတ်ကားကောင်းဖြစ်ပေသည်။ငြီးငွေ့ဖွယ်မရှိရအောင် သွက်သွက်လက်လက်တင်ဆက်ထားပြီးဆွဲဆောင်မှုရှိသော တရုတ်ဇာတ်ကားဖြစ်ကြောင်း တင်ပြလိုက်ရပါသည်။\nFile size…(2.4 GB) and (1.3 GB)\nQuality…BluRay 1080p & 720p ...",
        "rating": "",
        "url": "https://channelmyanmar.org/for-a-few-bullets-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oXg6oXbrn0H55WOQly2SqW2oXLy.jpg",
        "title": "What Happened to Mr Cha?(2021)",
        "description": "What Happened to Mr.Cha 2021------------------------K dramaဖန်တွေအတွက် mydrama listမှာလဲ popularityဖြစ်‌ေနပြီး 2021ဇန်နဝါရီလမှာထွက်ခဲ့တဲ့ အသစ်စက်စက်Comedyကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်....ရုပ်ရှင်လောကတို့ အနုပညာတို့လောကတို့မှာစန်းဆိုတဲ့ အသုံးအနှုန်းက လူသုံးများတော့ ရင်းနှီးပြီးသားဖြစ်မှာပါ....တချို့သရုပ်ဆောင်တွေ ရုပ်လဲသိပ်မချော သရုပ်ဆောင်ပိုင်းလဲမကောင်းပဲ မျက်နှာမြင်ချစ်ခင်ပါစေဆိုတဲ့ စန်းနဲ့ပေါက်သွားကြတာလဲ ကြားဖူးကြမှာပေါ့။။။ဒီဇာတ်လမ်းကလဲ အဲ့စန်းပေါ်ပဲ ဟာသဆန်ဆန်အခြေခံရိုက်ကူးထားပြီး  Fluဇာတ်ကားထဲမှာ ပါ၀င်သရုပ်ဆောင်ထားတဲ့မင်းသား Cha-In Pyoရဲ့သဘာ၀ကျကျ သရုပ်ဆောင်ဟန်ပန်တွေနဲ့ ဇာတ်လမ်းကိုအကောင်းဆုံးပုံဖော်ထားပါတယ်.ဇာတ်လမ်းအကျဉ်းကတော့အောင်မြင်တဲ့အခါတုန်းကတော့ဂုဏ်ပုဒ်တွေအများကြီးနဲ့ကျော်ကြားနေခဲ့ပြီးစန်းကျသွားတဲ့အခါ ကိုယ့်ထက်အောင်မြင်တဲ့သူတွေနဲ့အမှီလိုက်ဖို့ကြိုးစားနေရတဲ့မင်းသားကြီးတစ်ယောက်ရဲ့ဇာတ်လမ်းလေးပါပြန်လည်အောင်မြင်ဖို့မျှော်လင့်ချက်လေးနဲ့ပျော်ရွှင်နေတဲ့အချိန်မှာ မထင်မှတ်တဲ့ မတော်တဆမှုကြောင့် ရေချိုးနေတုန်း အ၀တ်ဗလာနဲ့ အဆောက်အအုံပြိုကျတဲ့ထဲပါသွားပြီး ဘယ်လိုတွေ လွဲချော်ကုန်တယ်ဆိုတာ ဟာသဆန်ဆန် ခွီရအောင် ရိုက်ကူးပြသထားတဲ့အပြင် ရုပ်ရှင်သရုပ်ဆောင်တစ်ယောက်ရဲ့ တကယ်လက်တွေ့ ဘ၀ပုံစံကိုပါဖော်ပြထားတာကြောင့် အချိန်ကုန်ရကျိုးနပ်စေမယ့် ရုပ်ရှင်ကားတကားမလို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့ ညွှန်းပါရစေ Translated by : Thin Zar HtetEncoded by : YKNative Title: 차인표Also Known As: Cha Inpyo , Chainpyo , ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/what-happened-to-mr-cha2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4ULEEvH0hDYnbWN3nClrb88sYCF.jpg",
        "title": "AK vs AK(2020)",
        "description": "AK vs AK(2020)အညွှန်း*******************ဒီဇာတ်ကားကတော့ IMDb rating 7.2 ရရှိထားတဲ့ Drama/Thriller အမျိုးအစားBollywood ဇာတ်ကား တစ်ကားဖြစ်ပါတယ်။တကယ့်နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့Anil Kapoor ,Anurag Kashyap,Sonam Kapoorအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်....ဇာတ်လမ်းအညွှန်း\nအနူရား(ဂ်)ဆိုတာ တက်သစ်စ ဒါရိုက်တာလေး... သူဟာ ဇာတ်ညွှန်းကောင်းကောင်းရှိလို့နာမည်ကြီး  မင်းသား အနေး(လ်)ကို သူ့ရဲ့ဇာတ်ကားတစ်ကား မှာ သ‌ရုပ်ဆောင်ပေးဖို့ ကမ်းလှမ်းခဲ့တယ်...မင်းသားက ဒါရိုက်တာပေါက်စဆိုတော့ ငြင်းလိုက်တယ်....မင်းသားရဲ့အငြင်းတစ်ချက်က ဘာမဟုတ်ပေမဲ့ အနူရားလို ဒါရိုက်တာပေါက်စအဖို့အတော်ဆုံးရှုံးမှုတွေများပါတယ်...ဒီလိုနဲ့အချိန်(၁၅)နှစ်ခန့်ကြာတော့ ပြောင်းလဲမှုတွေအတော်ကြီးလာတယ်..အနူရားဟာ နာမည်ကြီးဒါရိုက်တာဖြစ်လာသလို အနေးလည်းအသက်အရွယ်ကြောင့် အဘိုးတွေ ဉီးလေးတွေနေရာမှာပဲသရုပ်ဆောင်ရင်း အကျဘက်ကိုရောက်နေတယ်... ဒီလိုနဲ့ ဒါရိုက်တာနဲ့မင်းသားကိုတိုက်တိုက်ဆိုင်ဆိုင် TVအစီအစဉ်တစ်ခုကနေLiveလွှင့်ရင်း အင်တာဗျူးဖြစ်ကြတယ်..သူတို့(၂)ယောက်ပြန်ဆုံတဲ့အချိန်မှာ ဟိုးတစ်ချိန်က သူ့ကိုအကျနာအောင်လုပ်ခဲ့တဲ့မင်းသားအပေါ်ဒါရိုက်တာရဲ့ ဒေါသတွေဟာ ပုံကျလာတယ်...တစ်နိုင်ငံလုံးဝိုင်းကြည့်နေတဲ့ TVအစီအစဉ်မှာ မင်းသားကို မျက်နှာရေနဲ့ပက်ခဲ့တယ်...အိန္ဒိယရဲ့ ရုပ်သံတွေ သတင်းစားတွေ ဂျာနယ်တွေဟာ ဒါရိုက်တာရဲ့ ရိုင်းစိုင်းကြမ်းတမ်းမှုတွေကို မျက်နှာဖုံးကြီးတပ်ပြီးဆော်ကြပါတယ်...အဲ့ဒီနောက်မှာတော့ ပြဿနာမျိုးစုံတက်ပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့...ခံစားကြည့်ကြပါဉီး...\nဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ်....File Size : ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/ak-vs-ak2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zKzsw9b5Xj3WaJQl5h4wWr3T2y8.jpg",
        "title": "The Beast And The Beauty (2005)",
        "description": "ဒီကားက 2015 တုန်းကထွက်ထားတဲ့ကား​ပေမယ့် Old But Gold ပါ​​မင်းသမီးဖြစ်သူဟေဂျိုက မျက်စိမမြင်တဲ့မိန်းက​လေး​ပေါ့မင်းသားဒုံဂန်က​တော့တက္ကစီ​မောင်းတဲ့သူ တစ်​နေ့မင်းသမီး​ကသူ့တက္ကစီငှားစီးရင်းသူတို့နှစ်​ယောက်ခင်သွားကြတယ်မင်းသမီးအသွားအပြန်ကို မင်းသားကလိုက်ပို့​ပေးရတဲ့သူ​ပေါ့မင်းသမီးမမြင်ရတာ​တွေကိုမင်းသားကအကုန်လုံးသရုပ်​ပေါ်​အောင်​ပြောပြ​ပေး​တော့ မင်းသားကမင်းသမီးအတွက်မျက်လုံးတစ်စုံလိုဖြစ်​နေတာ​​ပေါ့သူတို့နှစ်​ယောက်တ​ဖြေး​ဖြေး သံ​ယောဇဥ်​တွေခိုင်မာလာတဲ့အချိန်မှာမ​မျှော်လင့်ထားတဲ့ကံကြမ္မာကျ​ရောက်လာပါတယ်အဲ့တာက​တော့မင်းသမီးအတွက်မျက်ကြည်လွှာအလှူရှင်​ပေါ်​ပေါက်လာတာပါပဲမင်းသားအတွက်က​​တော့ တစ်ဖက်မှာမင်းသမီး​လေးမျက်စိပြန်မြင်ရ​တော့မှာကိုဝမ်းသာသလို တစ်ဖက်မှာကျ​တော့သူကတအားရုပ်ဆိုး​တော့မင်းသမီးသူ့ကိုမြင်ရင်စိတ်ပျက်သွားမှာစိုးရိမ်​နေခဲ့တယ်ဒီလိုနဲ့မင်းသမီးခွဲစိတ်ပြီးသွားတဲ့အချိန်မှာမင်းသားကအလုပ်ကိစ္စရှိလို့ခရီးသွား​နေတယ်ဆိုပြီးပုန်း​ရှောင်​နေခဲ့တယ်​နောက်ပိုင်းမင်းသမီး​လေးက မင်းသားရဲ့ရုပ်ကိုမြင်ပြီး စိတ်ပျက်သွားမှာလား မင်းသားက​ရော မင်းသမီးကိုအ​တွေ့ခံပါ့မလားဆိုတာ ဆက်လက်ကြည့်ရှုပါဦးလို့.... Reviewed by : DollyTranslated by : Myint Thu ZarEncoded by : YKQuality : 1080p WEBRIPx264Duration  : 1h 42minFile Size ; 1.42GBSubtitles : Hardsub (Myanmar)",
        "rating": "6.7",
        "url": "https://megaup.net/2gDbg/%7BCM%7DThe.Beast.and.the.Beauty.2005.KOREAN.1080p.WEBRip.x264.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/22508B4957A986C00E-138x200.jpg",
        "title": "Rab Ne Bana Di Jodi (2008)",
        "description": "IMDb Rating (7.2/10) / Rotten Tomatoes (78%)အချစ်မှာ နားလည်မှုလိုအပ်သလား?ဟုတ်ကဲ့..မဖြစ်မနေလိုအပ်ပါတယ်...လူနှစ်ဦးလက်ထပ်လိုက်ပေမယ့် နားလည်မှုတွေကို ပြန်ရှာကြရတဲ့အခါဒီဇာတ်ကားဖြစ်ပေါ်လာတဲ့အကြောင်းပါပဲ...။ကျွန်တော်တို့မေ့နေကြတာတွေ ပြန်မြင်လာရသလိုပေါ့...အချစ်က အနားမှာရှိနေပေမယ့် ဖွင့်ပြောဖို့ ရွှေ့ဆိုင်းနေတတ်ကြတယ်...တစ်ယောက်ကိုတစ်ယောက် နားလည်မှုရှာပေးဖို့ထက် ဖြစ်သလို ကြုံသလို နေလိုက်တတ်ကြတယ်...ဒါတွေက အချစ်ခရီးမှာ လိုအပ်ချက်တွေဖြစ်ပေါ်လာစေတာပဲ..အချစ်ကိုတကယ်တွေ့ကြုံပြီး ကြည်နူးပျော်ဝင်လိုက်ဖို့ တစ်ယောက်ကိုတစ်ယောက်နားလည်မှုတွေရှိနေဖို့လိုပါတယ်။ဒီတော့..သင့်မှာချစ်ရတဲ့လူ ရှိတာဖြစ်ဖြစ်...ရှိတော့ရှိတယ် ဖွင့်မပြောရသေးဘူး..ဘယ်လိုအနေထားမှာဖြစ်ဖြစ်ဒီရုပ်ရှင်က သင်ကြည့်သင့်တဲ့ရုပ်ရှင်ပါပဲ။မင်းသားကြီး ရှာရွတ်ခန်း နဲ့  Anushka Sharma တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသမီးအနူးရဲ့ ပထမဆုံးသောဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားနဲ့တန်းဝင်မင်းသမီးဘဝကိုချက်ချင်းရောက်သွားခဲ့သလို ရှာရွတ်ခန်းကတော့ ပြောနေစရာကိုမလိုအောင် ဇာတ်နဲ့လိုက်ဖက်နေခဲ့ပါတယ်....နိုင်ငံတကာမှာလဲ အားပေးမှုတွေရရှိခဲ့တဲ့ဇာတ်ကားမို့ သိမ်းထားလို့ရအောင် BluRay HEVC 1080p 5.1CH နဲ့ ပြန်လည်တင်ဆက်လိုပါတယ်။(ဒီဇာတ်ကားကို Aung Maw Han မှ ဘာသာပြန် တင်ဆက်ထားတာပါ။) \nFile size…(3.4 GB) and (2 GB)\nQuality….Blu-Ray 1080p 5.1 CH & 720p (HEVC ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/rab-ne-bana-di-jodi-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYmJjOWM4ZjMtZjM1Mi00ZDI3LWIyZmEtNTJmNzI3NTNjZmEyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Pixie (2020)",
        "description": "Pixie (2020)IMDb Rating(5.9)/ Rotten Tomatoes (93%)ဇာတ်လမ်းအညွှန်းဇာတ်ကားနာမည် ပစ်စီဆိုတာက ဖျတ်ဖျတ်လတ်လတ်နဲ့ ဘာမဆို လက်ရဲဇက်ရဲလုပ်ရဲတဲ့ လည်လည်ဝယ်ဝယ် ကောင်မလေးတစ်ယောက်ပါဆန်ဖရန်စစ္စကိုသွားပြီး ဘဝကိုအသစ်ကပြန်စဖို့ ကြိုးပမ်းနေတဲ့အစီအစဥ်​ပျက်သွားပြီးနောက်ပိုင်းမှာ သူ့ဘဝအရှုပ်တော်ပုံထဲ ပြန်ပြီးခြေချရပါတော့တယ်သူ့ကိုဘားမှာတွေ့ပြီး လာကြောင်တဲ့နှစ်ယောက်ခမျာမှာလည်း မသိမသာနဲ့ ပစ်စီ့အရှုပ်တော်ပုံထဲ ယောင်လည်လည်ပါသွားပြီး သုံးယောက်ပေါင်းလောင်းကျော်ကြပါတော့တယ်ဆိုတော့ ပစ်စီ့ဘဝမှာ ဘာတွေကရှုပ်ထွေးနေတာလဲဇာတ်လမ်းအစမှာ အမေ့အုတ်ဂူရှေ့ရပ်ပြီး အမေ့အ​ပေါ်သူတို့လုပ်ခဲ့တဲ့လုပ်ရပ်တွေအတွက်လက်စားချေမယ်ဆိုတော့ အဲဒီ \"သူတို့\" ဆိုတာကရော ဘယ်သူလဲဆိုတာတွေကိုတော့ ပစ်စီကိုယ်တိုင်ပဲဖြေပေးသွားပါလိမ့်မယ်Crime comedy ဆိုတော့ အရမ်း serious မဖြစ်ဘဲ အလွဲလေးတွေနဲ့ ပေါ့ပေါ့ပါးပါးပဲကြည့်ရမယ့်ဇာတ်ကားမျိုးပါပဲ။ \nFile size…(1.7 GB) and (1 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by MTA",
        "rating": "",
        "url": "https://channelmyanmar.org/pixie-2020/",
        "category": "Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYTBlNmM1N2EtMDljYS00NzEzLWE4ZWQtZDk0YWI1MDM0MmRjXkEyXkFqcGdeQXVyNjUxMDQ0MTg@._V1_-160x200.jpg",
        "title": "Secret Society of Second Born Royals (2020)",
        "description": "Disney က အသစ်ထွက်ရှိထားတဲ့ Action,Adventure,Comedy ဇာတ်ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။ဆမ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်မလေးဟာ အလီရီယာတိုင်းပြည်ရဲ့ တော်ဝင်မျိုးဆက် ဒုတိယသမီးဖြစ်သူပါ။\nသူ့အစ်မ အယ်လီနောက နန်းမွေဆက်ခံရမယ့်သူပီပီ မင်းသမီးပီသ အဘက်ဘက်ကပြီးပြည့်စုံသလောက် ဆမ်ကတော့\nဘုရင်စနစ်ကိုပုန်ကန် တော်ဝင်ထုံးတမ်းတွေကို ငြီးငွေ့မုန်းတီးနေတဲ့ ပုန်ကန်ချင်တဲ့ဆယ်ကျော်သက်လေးတစ်ယောက်ဖြစ်နေပါတယ်။\nသူ့မှာ မိုက်ခ်ဆိုတဲ့ အချစ်ဆုံးသူငယ်ချင်းကောင်လေးတစ်ယောက်ရှိပြီး ပူးတွဲဂီတအဖွဲ့လေးကို တည်ထောင်ထားကြတယ်။\nတစ်နေ့တော့ ကလပ်မှာလုပ်တဲ့ ဖျော်ဖြေရေးပွဲတစ်ခုကို ခိုးသွားကြရင်း စာမေးပွဲလွတ်သွားတာကို သူ့အမေ သိသွားတဲ့နောက်\nအဲ့ဒီစာမေးပွဲအတွက် ဆမ်ဟာ ကျောင်းပိတ်ရက်မှာ နွေရာသီသင်တန်းကိုတက်ဖို့ဖြစ်လာပါတော့တယ်။\nတကယ်တမ်း အဲ့ဒီနွေရာသီသင်တန်းဟာ ဆမ်တို့လို တော်ဝင်မျိုးဆက်ရဲ့ ဒုတိယရင်သွေးတွေကို လျှို့ဝှက်လေ့ကျင့်ပေးနေတဲ့ အစီအစဉ်\nတစ်ခုဖြစ်ပါတယ်။ ပထမမွေးချင်းသားသမီးတွေဟာ ထီးနန်းအရိုက်အရာကိုဆက်ခံ တိုင်းပြည်ကို အုပ်ချုပ်ရပြီး ဒုတိယမွေးချင်းသားသမီးတွေကတော့\nထူးခြားတဲ့ လူသာမန်ထက်သာလွန်တဲ့အစွမ်းတွေရှိကြပြီး အဲ့ဒီအစွမ်းတွေကို အသုံးချ သူတို့တိုင်းပြည်တွေ ကမ္ဘာကြီးကို အန္တရာယ်ပြုမယ့်\nရာဇဝတ်ကောင်တွေရန်က ကာကွယ်ကြရတယ်ဆိုတာကို ဆမ်သိလိုက်ရတဲ့အခါမှာတော့..။ဒစ်စနေကားပီပီ ဆယ်ကျော်သက်လူငယ်လေးတွေရင်ဆိုင်ရမယ့်\nဘဝအလှည့်အပြောင်း၊ မိသားစု ပတ်ဝန်းကျင် အရွယ်ရောက်ချိန်မှာကြုံဆုံရတတ်တဲ့ ပြဿနာလေးတွေကို မီးမောင်းထိုးပြပြီး ပါဝါတွေ ကိရိယာအဆန်းတွေနဲ့\nစိတ်ဝင်စားစရာကောင်းအောင် တင်ဆက်ထားတဲ့ ပေါ့ပေါ့ပါးပါး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/secret-society-of-second-born-royals-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/faithfully-yours-south-korean-poster-141x200.jpg",
        "title": "Faithfully Yours (1988)",
        "description": "Faithfully Yours (1988)\n===================ဟောင်ကောင်ရုပ်ရှင်လောကမှာ\nပေါပြမနေပေမယ့် ပေါနေတဲ့ကားတွေ\nရိုက်သတ်မကုန်ပါဘူး။\nချောင်ကတော့ ဒါနဲ့ ဆန့်ကျင်ဘက်ပါပဲ။\nသူ့ရုပ်ရှင်တွေဟာ\nပေါပြနေပြီး မပေါတဲ့ကားတွေပါပဲ။\nကျွန်တော်တော့ သူ့ကား နှစ်ဆယ်ကျော်\nကြည့်ပြီးတဲ့အထဲမှာ သဘောမကျတဲ့ကားမရှိပါဘူး။\nသူ့ရုပ်ရှင်တွေဟာ\nအဆင့်မြင့်ရုပ်ရှင်တွေမဟုတ်ပါဘူး\nပြုံးမိစေမယ့် ရုပ်ရှင်တွေပါပဲ။\nတစ်နေ့တစ်ခါလောက်တော့\nကျွန်တော်တို့ ပြုံးစရာရှိဖို့လိုတယ်မလား။Plot Summary\n===========ဗေဒင်ဆရာရယ်၊ ဆံသဆရာရယ်\nအ၀တ်ချုပ်ဒီဇိုင်ရယ်\nသူငယ်ချင်းသုံးယောက်ရှိတယ်။\nဘေးဆိုင်က ဆံသဆရာအဘိုးကြီးကို\nပြဿနာရှာမိပြီးမှ သူ့သမီးကိုတွေ့ပြီး\nဗိုက်ကလေးနဲ့စောတင်မောင်မိန်းမပိုးသလို\nတစ်ယောက်ကိုတစ်ယောက်\nကတ်လိုက်ဖဲ့လိုက်ဆော်လိုက်လုပ်ရင်း\nအဘိုးကြီးကိုဖားရင်း\nသူ့သမီးကိုအပြိုင် ပိုးကြတယ်။ပြုံးပျော်ဖို့ ပေါ့ပေါ့ပါးပါးကြည့်လိုက်ရအောင်။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2 GB) and (1 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….01:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by WiRa Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/faithfully-yours-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYjk0MTgzMmQtZmY2My00NmE5LWExNGUtYjZkNTA3ZDkyMTJiXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-137x200.jpg",
        "title": "Palm Springs (2020)",
        "description": "Palm Springs (2020)=================IMDb Rating - 7.4/10အကယ်၍ ကျွန်တော်တို့သာ ဒီနေ့ကိုပဲနေ့တိုင်းဖြတ်သန်းရမယ်ဆိုရင် ဘယ်လိုပုံစံမျိုးနဲ့ဖြတ်သန်းနေကြမလဲ။မနက်အိပ်ယာကနိုးလာတိုင်း ဒီနေ့ပဲဖြစ်နေမယ်ဆိုရင် ဘယ်လိုလုပ်မလဲ။ဒီဇာတ်ကားလေးထဲမှာတော့ နိုင်းလ်စ်ဟာ အချိန်ပတ်လမ်းကြောင်းတစ်ခုမှာပိတ်မိနေပြီး တစ်နေ့တည်းကိုပဲနေ့စဉ်ဖြတ်သန်းနေရပါတယ်။ တစ်နေ့တော့ ဆာရာဆိုတဲ့ ကောင်မလေးကိုမထင်မှတ်ပဲ ဆွဲထည့်မိလိုက်တဲ့အခါကျတော့ သူရဲ့ တစ်နေ့တာ ဖြတ်သန်းမှုမှာ ဆာရာပါ ပါဝင်လာပြီး နှစ်ယောက်အတူတူအလွဲပေါင်းစုံနဲ့တစ်နေ့တာကိုပဲနေ့တိုင်းဖြတ်သန်းနေရတာကိုတွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။ ဇာတ်ကားလေးက အချစ်ဟာသဇာတ်ကားလေးဖြစ်လို့ပေါ့ပေါ့ပါးပါးဖြစ်ပြီ….. ဖောင်းဒိုင်းရှူးရှဲချင်ယောင်ဆောင်ထားတဲ့ အခန်းလေးတွေတော့ပါတာမလို့ သတိပြုကြည့်ရှူကြပါလို့တော့ ပြောချင်ပါတယ်။ နောက်ပြီးတော့ ကျွန်တော်တို့ရဲ့ အချစ်တော် စူပါမန်း မင်းသား ကလပ် (Tyler Hoechlin)လည်း ဇာတ်ဝင်ခန်းတစ်ချို့မှာ ပါဝင်ထားတယ်ဆိုတာလည်း ထပ်လောင်းပြောပါရစေ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)  Quality – 1080p, 720p WebRip 5.1CHDuration - 1h 30minSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/palm-springs-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/hnyreview-thumb-430xauto-51308-141x200.jpg",
        "title": "Happy New Year (2014)",
        "description": "Happy New Year !!!!အလုပ်ပိတ်ရက်မှာ မိသားစုနဲ့ ရုပ်ရှင်ကြည့်ဖို့ စိတ်ကူးထားရင်တော့ ရုံတင်နေပြီဖြစ်တဲ့\nဂီတ ဟာသဘောလိဝုဒ် ရုပ်ရှင်ကားလေးက စိတ်ကြည်နူးပျော်ရွှင် စေနိုင်မှာပါ။ နာမည်ကြီး သရုပ် ဆောင်တွေ ဖြစ်တဲ့ ရှာရွတ်ခန်း၊ အဘီရှက် ဘက်ချန်း၊ ဒီပီကာ ပါဒူကုန်း၊ ဘိုးမန်းအီရာနီ တို့တစ်တွေကို တစုတစည်းတည်း ကြည့် ရှုရမှာပါ။ချာလီလို့ လူသိများတဲ့ ချန် ဒရာမိုဟန်မန်နိုဟာရှာမာဟာ ချာ ရန်ဂရိုဗာဆိုသူကို လက်စားချေ ဖို့အတွက် ဖိုက်တာတစ်ယောက် အနေနဲ့ ရှစ်နှစ်နီးပါး စောင့်ဆိုင်း နေခဲ့ပါတယ်။ သူ့အဖေဖြစ်သူကို ရှာလီမာစိန်တွေ ခိုးယူတယ်ဆိုပြီး ချာရန်ဂရိုဗာက စွပ်စွဲခဲ့လို့ သူ့အ ဖေဟာ သူခိုးတစ်ယောက်အဖြစ် နာမည်ဆိုးတွင်ကျန်ခဲ့ရတဲ့အ တွက်ပဲ ဖြစ်ပါတယ်။ချာလီဟာ သတင်းတစ်ခု ဖတ်ရင်း ခရစ္စမတ်နေ့ မတိုင်ခင် တစ်ရက်မှာ အတ္တလန္တိတ်ဟိုတယ် ကို စိန်တွေ ရောက်ရှိမယ်ဆိုတာ သိရှိခဲ့တာကြောင့် ခိုးယူဖို့ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/happy-new-year-20144/",
        "category": "Action, Bollywood, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/slVnvaH6fpF22154vnjQJdXCVZd.jpg",
        "title": "Amélie (2001)",
        "description": "Amélie(2001)========================IMDb Rating- 8.3/10\nRotten Tomatoes- 89% \"အဲ့ကောင်မလေးက သူများရဲ့ ကမောက်ကမ ဘ၀တွေကို ကူပြင်ပေးဖို့ ကြိုးစားတာလည်း ဖြစ်နိုင်တယ်လေ\" \"ကိုယ့်ဘ၀ကိုယ်ကျတော့ရော မပြင်ဘူးလား? ကိုယ်ရဲ့ ကမောက်ကမဖြစ်နေတဲ့ ဘ၀ကို မပြင်ဘူးလား? ကိုယ်မှ မပြင်ရင် ဘယ်သူက လာပြီး ကူပြင်ပေးမှာလဲ? \" -Amélie(2001) ကျောင်းတက်ဖို့အရွယ်ရောက်လာတဲ့Amélie Poulainကို သူ့အဖေက နှလုံးရောဂါရှိတယ်လို့ အမှတ်မှားပြီး ကျောင်းမထားပါဘူးဒီတော့ သူ့အမေက သူ့ကို အိမ်မှာပဲ ထားပြီး ကိုယ်တိုင် စာသင်ပေးပါတယ်အဲ့အချိန်ကစပြီး Amélieက အထီးကျန်တဲ့လူတစ်‌ယောက်ဖြစ်လာပြီး သူ့အထီးကျန်မှု‌တွေကို စိတ်ကူးယဉ်မှု‌တွေနဲ့ပဲ အဖော်ပြုခဲ့ပါတယ်ဒါကြောင့် အရွယ်ရောက် အလုပ်လုပ်နေတဲ့အချိန်မှာ ကိစ္စတိုင်းကို သူမတူတဲ့အမြင်နဲ့ ရှုမြင်တတ်တဲ့လူတစ်ယောက်ဖြစ်လာပါတယ်မင်းသမီး ဒိုင်ယာနာဆုံးတဲ့ ၁၉၉၇ခုနှစ် ဩဂုတ်လ ၃၁ရက်မှာ သူ့ကံကြမ္မာပြောင်းဖို့ ဖြစ်လာပါတယ်အဲ့နေမှာ Amélieက သူ့တိုက်ခန်းထဲကနေ ဘူးတစ်ဘူးရှာတွေ့ပါတယ်အဲ့ဘူးက တခြားတော့ မဟုတ်ပါဘူးလွန်ခဲ့တဲ့ နှစ်လေးဆယ်က သူ့တိုက်ခန်းမှာနေခဲ့တဲ့ ကောင်လေးတစ်ယောက်ရဲ့ ပစ္စည်းပါအဲ့ဘူးလည်း တွေ့တော့ Amélieက ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/amelie-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/44881_1_large-138x200.jpg",
        "title": "The Magnificent Scoundrels (1991)",
        "description": "The Magnificent Scoundrels(1991)👥===========================\nMagnificent ဆိုတဲ့အဓိပ္ပာယ်အရ ခမ်းနားတယ်လို့ဘာသာပြန်နိုင်ပြီး Scoundrels ဆိုတာ လူလိမ်၊လူဆိုးလို့ အဓိပ္ပာယ်ကောက်နိုင်ပါတယ်။\nဒီတော့အနီးစပ်ဆုံးပြန်ဆိုရလျှင်(စတိုင်ရှိတဲ့လူဆိုးများ၊လူလိမ်များ)😆သောက်ရမ်းကြမ်းပြီး သာမန်မဟုတ်တဲ့လူဆိုး နှင့် သူခိုးတွေပေါ့ဗျာ။\nဒီဇာတ်ကားထဲက သရုပ်ဆောင်တွေရဲပအကြောင်းအရာတစ်ချို့ကို အနည်းကျဉ်းရေးပေးထားတယ်။🙏\n၁၉၉၁ အောက်တိုဘာလ ၁၀ရက်နေ့မှာ ဟောင်ကောင်၌ စတင်ထွက်ရှိခဲ့ပြီး Imdb Rate 6.6/10\nအထိရရှိထားတဲ့ဇာတ်ကားတစ်ကားပါ။\nချောင်ရဲ့ပင်တိုင်စံဒါရိုက်တာဖြစ်တဲ့ Lee Lik-Chi ကမွေးထုတ်ထားတဲ့ဇာတ်ကားဖြစ်ပြီး Final Justice ရုပ်ရှင်ရဲ့ မင်းသားဖြစ်တဲ့ Danny Lee နှင့် Karl Maka တို့မှ ထုတ်လုပ်ထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်၊၊📽\nKarl Makaဆိုတဲ့သူကတော့ ကတုံးမင်းသားအဖြစ် လူသိများပြီး ကျွန်တော်တို့ငယ်ငယ်က တရုတ်ဟာသ၊ဖိုက်တင် ဇာတ်ကားတွေရဲ့ ဒိတ်ဒိတ်ကြဲဝါရင့်ဆရာတစ်ပါးပါပဲ...\nAces Go Places Series တို့၊(ဖက်တီးမင်းသား)Samon Hung နဲ့တွဲရိုက်တဲ့ Skinny Tiger,Fatty Dragon တို့မှာနာမည်ရရှိထားပြီး နောက်ပိုင်းမှာ Flim Producer အဖြစ်သာရပ်တည်နေပြီးယခုဆို အသက်၇၅ထဲရှိနေသူတစ်ယောက်ပါ။\n၁၉၈၀ရှေ့ပိုင်းက တရုတ်ကားတွေနဲ့ ရင်းနှီး‌တဲ့သူဆိုရင် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-magnificent-scoundrels-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uSBD1T0GVWQnlZQcUQoBucevS75.jpg",
        "title": "Coolie No. 1(2020)",
        "description": "Coolie No. 1 (2020)အညွှန်း\n*************************ရာဂျုးကူလီက ငယ်ငယ်တုန်းက မမျှော်လင့်ပဲ သူ့အမေနဲ့ ရထားဘူတာတစ်ခုမှာ ရှင်ကွဲကွဲသွားခဲ့ပါတယ်။ဘူတာက လူတစ်ယောက်က သူ့ကို ကူလီထမ်းပြီး ဘဝကို ပျော်ပျှော်ရွှင်ရွှင်နဲ့ ရှေ့ဆက်ဖို့ သင်ကြားပေးခဲ့သတဲ့။ဒီလိုနဲ့ သူကြီးလာတော့ ဘူတာမှာ လူတကာရဲ့ အထုပ်တွေကိုသယ်ရင်း အလုပ်လည်းကြိုးစားသလို ဉီးဆောင်နိုင်စွမ်းလည်းရှိလေတော့ရာဂျုးကူလီ နံပါတ် ၁ ဆိုပြီး နာမည်ကြီးနေပါတော့တယ်။\nမစ္စတာရိုဇာရီယိုဆိုတဲ့ လောဘကြီးသူဋ္ဌေးရဲ့ အိမ်ကိုလည်း ပုဏ္ဏားတစ်ယောက်ကမင်္ဂလာကိစ္စကမ်းလှမ်းဖို့ သားရှင်မိသားစုနဲ့အတူ ရောက်လာတယ်။\nရိုဇာရီယိုက \"အစားအသောက်ပစ္စည်းဝယ်ရင်တောင် လေယာဉ်နဲ့ထွက်ဝယ်တဲ့သူမျိုး၊နိုင်ငံတစ်နိုင်ငံက ပိုက်ဆံလိုရင်တောင် သူ့အရှေ့လက်လာဖြန့်ရမယ့်သူမျိုးကိုပဲ သားမက်တော်နိုင်မယ်\"လို့လေလုံးထွားလိုက်ပါတယ်။ပုဏ္ဏားကြီးဟာ သူ့သက်တမ်းတစ်လျှောက် ဒီလိုမျိုးမကြုံဘူးတော့အရမ်းရှက်သွားတယ်...ဒါ့ကြောင့် ဘဝင်လေဟပ်နေတဲ့မိသားစုကို လက်စားချေဖို့ လွန်စွာမှာ နိမ့်ကျတယ်လို့ယူဆတဲ့ ရာဂျူးကူလီနံပါတ် ၁ ကို အကူအညီတောင်းပြီး ရွှေဇွန်းကိုက်တဲ့သမီးတော်ကို ရဖို့ကြိုးစားပါတော့တယ်...ကူလီသမားကို သူဌေးကြီးပုံစံဖြစ်အောင် ပုဏ္ဏားကြီးဘယ်လိုကြိုးစားမလဲ...သူတို့ဘယ်လိုအကွက်ချကြမလဲ..အောင်မြင်နိုင်ပါ့မလား....ဆိုတာကိုတော့...\nတော်တော်လေး ရယ်ရတဲ့ ဇာတ်ကားဖြစ်လို့ Comedyကားကြိုက်သူများ လက်မလွှတ်သင့်ပါကြောင်း ....\nဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ်....File Size ...",
        "rating": "",
        "url": "https://channelmyanmar.org/coolie-no-12020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNWYyMWFmYjMtMjBiZi00MDdmLWIyMjAtZWNlMGQ0YjI2NTBkXkEy_002-135x200.jpg",
        "title": "Half Brothers (2020)",
        "description": "Half Brothers (2020)================IMDb Rating - 5.4/10ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ family drama ကားကောင်းလေးတစ်ကားပါ။ရီနာတို ဆိုတဲ့ကောင်လေးတစ်ယောက်က ပျော်ရွှင်စရာကောင်းတဲ့ မက္ကဆီကန်မိသားစုသုံးယောက်ရှိတဲ့အထဲက သားလေးတစ်ယောက်ပါ။ နိုင်ငံစီးပွားရေးတွေ ကျပ်တည်းလာတဲ့အချိန် ရီနာတိုရဲ့အဖေ ဖလာဗီယိုက အမေရိကန်မှာ အလုပ်သွားလုပ်ဖို့ ဖြစ်လာခဲ့ပြီး ရီနာတိုကိုပြန်လာမယ်လို့ ကတိပေးခဲ့ပေမဲ့လည်း ပြန်မလာနိုင်ခဲ့ပဲ အမေရိကမှာ တစ်အိုးတစ်အိမ်ထူထောင်လိုက်ပြီလို့ သိခဲ့ရတယ်။ ရီနာတိုကတော့ သူ့အဖေကို အကြီးအကျယ်စိတ်နာနေခဲ့တယ်။ နှစ်တွေအများကြီးကြာပြီး ရီနာတိုတစ်‌ယောက် ကိုယ်ပိုင်မိသားစုထူထောင်တော့မဲ့အချိန် သူ့အဖေရဲ့အမေရိကန်မိသားစုက ဖလာဗီယိုတစ်ယောက် နောက်ဆုံးအခြေအနေရောက်နေပြီမို့ လာတွေ့ဖို့အသိပေးတဲ့အတွက် အမေရိကကို သွားဖို့ အကြောင်းရှိလာတဲ့အချိန် သူ့မှာ ညီတစ်ယောက်ရှိနေတာကိုပါ သိလိုက်ရပြီး ဖလာဗီယိုသေဆုံးခါနီးမှာ ရီနာတိုတို့ မိသားစုကို စွန့်ပစ်ခဲ့ရတဲ့အကြောင်းကိုရှာဖွေဖို့ ပဟေဠိဆန်ဆန်ချန်ခဲ့တာကြောင့် ရီနာတိုတစ်ယောက် သူ့ရဲ့ ဖအေတူမအေကွဲညီနဲ့အတူ ရှာပုံတော်ဖွင့်ရတဲ့အကြောင်းကို စိတ်၀င်စားဖွယ် ရိုက်ကူးတင်ဆက်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကိုဘာသာပြန်ရေးသားပေးသူကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/half-brothers-2020/"
    }
]