[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/diary.of_.a.wimpy_-158x200.png",
        "title": "Diary of a Wimpy Kid (2021)",
        "description": "Diary of a Wimpy Kid (2021)=====================IMDb Rating - 5.8/10Wimpy Kid ဆိုတာက ကျွန်တော့်လိုကလေးကြီးတွေနဲ့ရင်းနှီးလောက်မယ်ထင်ပါတယ်။၂၀၁၀၊ ၂၀၁၁၊ ၂၀၁၂၊ ၂၀၁၇ထိ Wimpy Kid ဇာတ်ကား(၄)ကားထွက်ခဲ့ဖူးပါတယ်။အခုချိန်မှာတော့ animated versionနဲ့ ထွက်လာပါတယ်။ဒီဇာတ်ကားလေးမှာ Gregနဲ့ Rowleyဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်ကြားအဖြစ်အပျက်လေးကိုအဓိကအခြေခံ ရိုက်ကူးထားပြီးတော့ သူငယ်ချင်းအစစ်ဆိုတာဘယ်လိုဆိုတာ၊ တစ်ခါတစ်ရံသူငယ်ချင်း အချင်းချင်းကူညီရာရောက်ရင် လိမ်လိုက်တာကကောင်းပါတယ်ဆိုတာကို ပြညွှန်းထားတဲ့ဖြစ်ရပ်တွေကိုဖော်ပြထားပြီး . 90 born တွေကစလို့ ခုခေတ်လူငယ်တွေ . ကလေးတွေပါကြိုက်လောက်မယ့် ကားသစ်လေးမို့ တင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲ ဖြစ်ပါတယ်။) File Size -  (185MB)/(460MB)/(870 MB)\nQuality – WEBRIP - (HEVC small File size - 720p) / (720p) ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/diary-of-a-wimpy-kid-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/fried.barrry-140x200.png",
        "title": "Fried Barry (2020)",
        "description": "Fried Barry (2020)===============ဂြိုလ်သားတွေက သင်တို့ရဲ့အနီးပတ်ဝန်းကျင်မှာ လျှောက်သွားနေတယ်လို့တွေးဖူးကြရဲ့လား။တွေးဖူးကြမယ်ဆိုရင်တော့ဒီဇာတ်ကားလေးကသင်တို့ကိုအကြိုက်တွေ့စေမှာပါ။ဘယ်ရီဟာခပ်ဆိုးဆိုးလူတစ်ယောက် . မကောင်းတာမှန်သမျှအကုန်လုပ်ပြီးမူးယစ်ဆေးလည်းစွဲနေခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ဘယ်ရီတစ်ယောက်မူးယစ်ဆေးသုံးနေရင်းစိတ်လွင့်သွားပြီး ဂြိုလ်သားတွေဆီရောက်သွားခဲ့ပါတယ်။ ဂြိုလ်သားတွေဟာသူတို့ရဲ့နည်းပညာတွေကိုသုံးပြီး ဘယ်ရီရဲ့ကိုယ်ထဲကိုဂြိုလ်သားတစ်ယောက်ကိုဝင်စေပြီးအစားထိုးခဲ့ပါတယ်။ အဲဒီနောက်မှာ ဘယ်ရီကိုယ်ထဲကို ဝင်နေတဲ့ဂြိုလ်သားက ကမ္ဘာမြေပေါ်မှာလျှောက်သွားရာမှာဘာတွေဆက်ဖြစ်မလဲ။ လူသားတွေနဲ့အံဝင်ဂွင်ကျဖြစ်ပါ့မလားဆိုတာကြည့်ရှုရမှာပါ(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ REX ပဲ ဖြစ်ပါတယ်။) File Size -  (970MB)/(540 MB)\nQuality – WEBRIP 720p/480p\nDuration - 1hrs 39min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Comedy, Horror, Sci-Fi\nTranslator – REX\nEncoder – SWM",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/fried-barry-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/si-135x200.jpg",
        "title": "Silent Night (2021)",
        "description": "ခရစ္စမတ်ရဲ့ ​ပျော်ရွှင်ကြည်နူးဖွယ် မိသားစု​မေတ္တာဖွဲ့ ဇာတ်လမ်း​တွေ​ကြောင့် ရိုးအီလာတဲ့သူ​တွေအတွက်Castအလန်းစား​တွေပါဝင်တဲ့ ခရစ္စမတ်vibeအပြည့်နဲ့ Psychological Thriller ကား​ကောင်း​တစ်ကားကို တင်ဆက်​ပေးလိုက်ပါပြီCast​တွေအ​နေနဲ့ Keira Knightley, Annabelle Willis, JoJo Rabitထဲက Roman Griffin Davisလို cast​တွေ ပါဝင်ထားပြီးHorror themeအ​နေနဲ့ IMDb 5.9နဲ့ Rotten Tomatoes 59%အထိ ရထားပါတယ်Nellနဲ့ Simonတို့ လင်မယားနှစ်​ယောက်ဟာ ခရစ္စမတ် ညစာစားပွဲအ​နေနဲ့ကျောင်း​နေဖက်သူငယ်ချင်း​တွေကို ဖိတ်ပြီး စားပွဲလုပ်ခဲ့ပါတယ်၊ဒါ​ပေမဲ့ သူတို့ရဲ့​ညစာစားပွဲက ပွဲမစည်ဘဲ လူတိုင်းမှာ ​​ကြောက်လန့်စိုးရွံ့တဲ့စိတ်ရှိ​​​နေပြီးရယ်စရာဟာသ​တွေ၊ လက်​​ဆောင်ပစ္စည်း​တွေနဲ့ အပူရုပ်ကို ဟန်လုပ်​နေရ​ပေမဲ့​ကြောက်စိတ်​တွေ ဖုံးမနိုင်ဖိမရ ​ပေါ်လာတဲ့အခါ ဘာ​တွေဆက်ဖြစ်ကြမလဲ၊သူတို့အားလုံး ဘာကို​ကြောက်​နေကြတာလဲ၊ ဘယ်လိုရင်ဆိုင်​ဖြေရှင်းမလဲ ဆိုတာကိုပ​ဟေဠိ​ဆန်ဆန် ​အ​တွေးနယ်ချဲ့လိုက်ကြပါဦး\nFile size…(2 GB) / (1 Gb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:32:00\nGenre...Comedy, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/silent-night-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yECcVi8DYtosMfObk90GtoVVqVl.jpg",
        "title": "The Eagle Shooting Heroes (1993)",
        "description": "Eagle Shooting Heroes (1993)IMDb Rating - 7.1“ သိမ်းငှက်သူရဲကောင်းများ ”Eagle Shooting Heroes ဆိုတဲ့နာမည်က မြန်မာသိုင်းရုပ်ရှင် ပရိတ်သတ်တွေအတော်များများ ရင်းနှီးပြီးသား နာမည်ပါပဲ။ သိုင်းလောကစိန်ခေါ်သံ၊ တိမ်လွှာနဂါးသူရဲကောင်းများ၊ မက်မွန်မြေက ချစ်တေးတစ်ပုဒ်၊သိမ်းငှက်သူရဲကောင်း၊ နဂါးနိုင်ဓား စတဲ့ ကျင်းယုံရဲ့သိုင်းယူနီဗာ့စ်ကြီးကို လူအတော်များများ သဘောကျကြပါတယ်။ သူရဲ့တခြားသိုင်း၀တ္တုတွေကို ရိုက်ကြတဲ့ဟာတွေကလည်း ကျွန်တော်တို့နဲ့ မစိမ်းပါဘူး။ သွေးသစ္စာဓား၊ နှင်းတောင်သူရဲကောင်း၊ ပြန်လမ်းမဲ့ကျွန်းတို့ပေါ့။ 2000 ခုနှစ်၀န်းကျင်မှာ ကိုးနာရီမြ၀တီကားတွေ သိုင်းခွေတွေနဲ့ ကြီးလာတဲ့သူတွေကတော့ သိမ်းငှက်သူရဲကောင်း (ပထမတွဲ) ဝါ မက်မွန်မြေက ချစ်တေးတစ်ပုဒ်ထဲက သိုင်းလောကထွဋ်ခေါင်‌လေးယောက်နဲ့ ၀မ်ချုံရဲတို့ကို ကောင်းကောင်းရင်းနှီးပြီးသားဖြစ်လောက်မှာပါ။ အခုထိလည်း အခါခါ Reboot ခံနေရတဲ့ ဇာတ်လမ်းပါပဲ။အနောက်ပိုင်းအဆိပ်ဘုရင် အိုးရန်ဖုံး၊ အရှေ့ပိုင်းတိတ္ထိ မက်မွန်ကျွန်းသခင်ဟွမ်၊ မြောက်ပိုင်းသူဖုန်းစားဂိုဏ်းချုပ် ဟုန်ချီကုန်း၊ တောင်ပိုင်းဧကရာဇ် တွမ့်၀မ်ရယ်၊ အလယ်ပိုင်းသူတောင်စင် ၀မ်ချုံရဲစတဲ့ ကောကျင့် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-eagle-shooting-heroes-1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/9559-0-BattiGuljpg-137x200.jpg",
        "title": "Batti Gul Meter Chalu (2018)",
        "description": "Batti Gul Meter Chalu (2018)\nဒီဇာတ်ကားကတော့ Kabir Singh မင်းသား Shahid Kapoor နဲ့ Yami Gautam တို့အပြင် နာမည်ကြီး မီဇားပူးဇာတ်လမ်းတွဲထဲက Munna Tripathi ဆိုတဲ့ Divyenndu တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ Comedy,Dramaအမျိုးအစား ဘောလိဝုဒ် ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nSK, Lalitaနဲ့ Sundarတို့သုံးဦးဟာ အရမ်းချစ်ကြတဲ့ ငယ်သူငယ်ချင်းအရင်းကြီးတွေဖြစ်ကြပါတယ်။\nSundarရဲ့ ပုံနှိပ်တိုက်ကို မီတာဘေ(လ်) မတန်တဆ အတောင်းခံရတဲ့အခါမှာတော့ Sundar ဟာ သူ့ကိုယ်သူ အဆုံးစီရက်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။\nငယ်သူငယ်ချင်းတစ်ယောက်လုံး ဆုံးရှူံးလိုက်ရတဲ့ ရှေ့နေ SKပန့်(တ်)ဟာ မီတာဘေ(လ်) မတန်တဆတောင်းတဲ့ SPTL လျှပ်စစ်ဓာတ်အားပေး ကုမ္ပဏီကို တရားစွဲဆိုပါတော့တယ် ...တရားရုံးက ဘယ်လိုအဆုံးအဖြတ်ပေးမှာလဲ\nသူ့ သူငယ်ချင်းအတွက် တရားမျှတမှု ရမှာလား ဆိုတာတွေကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ကြည့်ရှူပေးကြပါလို့ ...။\n(ဘာသာပြန်သူတွေကတော့ Myint Thu ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/batti-gul-meter-chalu-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/loud.house_-135x200.png",
        "title": "A Loud House Christmas (2021)",
        "description": "A Loud House Christmas (2021)=======================ခရစ္စမတ်အချိန်အခါလည်းနီးပြီဖြစ်လို့ Loud မိသားစုရဲ့ ခရစ္စမတ်အမွှေဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။၂၀၁၆ ခုနှစ်ကစတင်ထွက်ရှိခဲ့တဲ့ “The Loud House” animated series ကို ကြည့်ဖူးတဲ့သူတွေဆိုရင်တော့ Loud မိသားစုကိုစိမ်းမှာမဟုတ်ပါဘူး။ မိသားစုဝင်စုစုပေါင်း ၁၃ယောက်ရှိပြီး အဖေ၊ အမေ၊ အစ်မညီမ ၁၀ယောက်နဲ့ တစ်ဦးတည်းသောသားလေးLincoln တို့ပဲဖြစ်ပါတယ်။ခရစ္စမတ်အတွက် သီးသန့်ရိုက်ကူးထားတဲ့ ဒီကားလေးမှာတော့ Loud မိသားစုက နှစ်စဉ်နှစ်တိုင်းခရစ္စမတ်ဆိုရင် မိသားစုဝင်တွေအားလုံးအိမ်မှာတစ်စုတစ်စည်းနဲ့ ပျော်ပျော်ပါးပါးအချိန်ကုန်ဆုံးကြပါတယ်။ အစဉ်အလာမပျက်ပေါ့။ ဒါပေမယ့် ဒီနှစ်ရဲ့ခရစ္စမတ်မှာတော့ အကြောင်းအမျိုးမျိုးကြောင့်အိမ်မှာလူမစုံမယ့်အခြေအနေဖြစ်ခဲ့ရပြီး အဖေနဲ့အမေကလည်း ဒီခရစ္စမတ်ကိုတော့အိမ်မှာမနေဘဲ မိုင်ယာမီကိုခရီးထွက်မယ်လို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ ဒီအစီအစဉ်ကို Lincoln ကလွဲပြီးအကုန်သဘောတူကြပေမယ့် Lincolnကတော့လုံးဝခါးခါးသီးသီးနဲ့ ခရစ္စမတ်ဆိုအိမ်မှာလူစုံတက်စုံရှိရမယ်ပဲဇွတ်လုပ်နေပါတော့တယ်။ ဒီလိုနဲ့ Lincoln တစ်ယောက်အကြံတူဉာဏ်တူ သူငယ်ချင်းဖြစ်သူ Clyde နဲ့အတူ မိုင်ယာမီခရီးစဉ်ကိုဘယ်လိုပြန်အောင်ဖျက်မလဲ .. သူ့အကြံအစည်ရော အောင်မြင်ပါ့မလား .. အိမ်မှာမောင်နှမနှစ်ယောက်လောက်ပဲရှိရင်တောင် ရန်သတ်ပြီးထိန်းမနိုင်တာ ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/a-loud-house-christmas-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gA9QxSravC2EVEkEKgyEmDrfL0e.jpg",
        "title": "Ron’s Gone Wrong (2021)",
        "description": "Ron's Gone Wrongဒီတစ်ခါမှာတော့ မတွေ့မမြင်ရတာ ကြာပြီဖြစ်သလို Big Hero 6, The Mitchells vsThe Machines တို့လိုမျိုး လူသားနဲ့ စက်ရုပ်ရဲ့ ဆက်ဆံရေးကိုအခြေခံထားတဲ့Animation ဇာတ်ကားတွေဘက်ကို တဖန်ပြန်လှည့်ရအောင်ပါ။\"ခင်ဗျားတို့တွေ အထီးကျန်တယ်လို့ ခံစားရဖူးလား\"\"ထောင့်စွန်းတစ်နေရာမှာ ရပ်နေရပြီး ကသိကအောက်နဲ့ ဘယ်သူ့ကိုမှ စကားသွားမစရဲဘဲနဲ့လေ\"တော်ရုံတန်ရုံ စကားမပြောရဲတဲ့လူတွေ သူငယ်ချင်းရှာဖို့ခက်တဲ့သူတွေအတွက်နည်းပညာဟာ အထောက်အပံ့တစ်ခု ဖြစ်လာပါတယ်။ ဒီလိုနဲ့ နည်းပညာကုမ္ပဏီတစ်ခုဖြစ်တဲ့bubble ဟာ bubble robot ဆိုတဲ့ စက်ရုပ်လေးတွေကို လူတွေအတွက် \"best friend\"(အကောင်းဆုံးသူငယ်ချင်း) အဖြစ် ဖန်တီးထုတ်လုပ်လိုက်ပါတယ်။ ဖုန်းတွေ tablet တွေထက်လုပ်ဆောင်နိုင်စွမ်းမြင့်တဲ့ ဒီစက်ရုပ်လေးတွေက ပိုင်ရှင်ရဲ့ ဒေတာအချက်အလက်တွေကိုသိမ်းယူပြီးတော့ bubble network ကနေတစ်ဆင့် ဝါသနာတူ အကြိုက်တူ သူငယ်ချင်းတွေကို ရှာဖွေပေးပါတယ်။သူငယ်ချင်းတွေကို ရှာဖွေပေးတဲ့အပြင် သူကိုယ်တိုင်ကိုက ပိုင်ရှင်အနီးနား ၆ ပေအတွင်းမှာနေပေး ကူညီပေး စကားပြောပေးတဲ့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/rons-gone-wrong-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7SBb9OvVGriikgdfXhYRNPlrg42.jpg",
        "title": "Barely Lethal (2015)",
        "description": "Barely Lethal (2015)\" ဒီရုပ်ရှင်ဟာ ကလေးတွေကို လေ့ကျင့်ပေးပြီး လုပ်ကြံရေးသမားတွေအဖြစ်ခိုင်းတဲ့ အစိုးရလျှို့၀ှက်ကျောင်းက ဥက္ကဌ မာသားဖာ့ခ်ကာကြီးဟာ အတော်ဆုံးအေးဂျင့်လေးဖြစ်တဲ့ Bumblebee ထဲက စကီလေးကို ကွင်းဆင်းတာ၀န်ပေးရာက ကလေးဆိုတော့ အပြင်လောကကိုရောက်လာပြီးတဲ့နောက် သိချင်စိတ်များလာရာက သေချင်ယောင်ဆောင် ထွက်ပြေးသွားပြီး မွေးစားမိဘအိမ်တစ်အိမ်မှာနေရင်း အထက်တန်း ကျောင်းသူဘ၀ကို ဖြတ်သန်းရာက ဆယ်ကျော်သက်တွေ ကျောင်းမှာကြုံရတဲ့ ပြဿနာတွေကို ကြုံလာရတဲ့အပြင် သူဖမ်းထားခဲ့တဲ့လူဆိုးဖြစ်တဲ့ ဂျက်စီကာအယ်ဘာက လွတ်လာပြီး သူ့မွေးစားမိဘအိမ်ကိုပါ အန္တရာယ်ပေးဖို့ လုပ်လာတာကိုပါ တားဆီးဖို့လုပ်ရတာကို ဇာတ်အိမ်တည်ပြီး နာမည်ကြီးသရုပ်ဆောင်များစွာသုံးထားတဲ့ဆယ်ကျော်သက်သဘာ၀တို့ဘာတို့ကို မက်ဆေ့ပေးမယ့် Teenage Movieလေးတစ်ကားပါ\"ဇာတ်လမ်းရဲ့အညွှန်းကတော့ ဒီစာတစ်ကြောင်းပါပဲ။ အောက်ကတော့ သူ့အရသာကို ထပ်ညွှန်းထားရုံပါ။ မဖတ်လည်းရပါတယ်။ကျွန်တော်တို့ငယ်ငယ်က တိတ်ခွေခေတ်ကိုတော့ မှီလိုက်သေးတယ်။ အဲဒီကာလတွေမှာ Lion King တို့၊ Tom and Jerry တို့ Terminator တို့ ခေတ်စားခဲ့တာပေါ့။ ကျွန်တော်တို့ ညီအစ်ကိုတွေတော့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/barely-lethal-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/see-133x200.jpg",
        "title": "See You Next Christmas (2021)",
        "description": "ဒီဇာတ်လမ်းလေးဟာ Before trilogy လို vibe မျိုး ပေးတဲ့ ဇာတ်လမ်းမျိုးပါ\nဒီကားလေးမှာတော့ ခရစ်စမတ် ၆ ခုကို အခြေခံ ရိုက်ကူးထားပါတယ်ဇာတ်လမ်းအကျဉ်းနာတာလီဆိုတဲ့ ဂေါ်မစွံအပျိုကြီးမမဟာ အများတကာ ပျော်မြူးနေတဲ့\nခရစ်စမတ်လို အချိန်တွေမှာလည်း အိမ်ထဲအောင်းနေတတ်သူပါနှစ်တစ်နှစ်ရဲ့ ခရစ်စမတ်မှာတော့ သူ့ရဲ့ အစ်မ၀မ်းကွဲဖြစ်သူ ကလာ့ခ်မိသားစုရဲ့\nကလာ့ခ်မတ်စ်ပါတီကို မိခင်ရဲ့ တိုက်တွန်းမှုကြောင့် ရောက်သွားတဲ့ အခါမှာတော့\nသူလိုပဲ တစ်ကိုယ်တည်း လူပျိုကြီး လိုဂန်ဆိုသူနဲ့ တွေ့ဆုံ ငြိစွန်းခဲ့ကြပါတယ်။သိုပေမဲ့ မရေရာမှုတွေနဲ့ သူတို့ ငြိစွန်းမှုက one night love လိုဖြစ်နေပြီး\nပါတီပြီးဆုံးချိန်မှာ ခရစ်စမတ်ပြီးဆုံးချိန်မှာ အရာအားလုံးက တိတ်ဆိတ်သွားခဲ့ပါတယ်။ဒီလိုနဲ့ နဂိုမူလ အပျိုကြီး လူပျိုကြီး ဘ၀တွေပြန်ရောက်သွားကြပြန်ပါရော။သူတို့ ၂ ယောက်ရဲ့ တွေ့ဆုံချိန်ဟာ နှစ်တစ်နှစ်ရဲ့ ခရစ်စမတ်အချိန်အခါ\nဒီနေရာလေးမှာပဲ အမြဲ ဖြစ်နေခဲ့ပါတယ်။ဒီတော့ နောင်လာမယ့် ခရစ်စမတ်တွေမှာရော သူတို့ ၂ ယောက် ဘာတွေ ဘယ်လိုဆက်ဖြစ်ကြမလဲ။ ဘယ်လို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/see-you-next-christmas-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/a-135x200.jpg",
        "title": "A Castle for Christmas (2021)",
        "description": "Netflix ရဲ့ခရစ်စမတ်ရာသီစာ Romance ကားလေးထွက်လာပြန်ပါပြီအမ်မာဂေးဝတ္ထုနဲ့ ဆယ်စုနှစ်တစ်ခုကြာ အောင်မြင်မှုတွေရခဲ့တဲ့ စာရေးဆရာမ ဆိုဖီဘရောင်းဟာသူမရဲ့နောက်ဆုံးစာအုပ်မှာ ပရိတ်သတ်အကြိုက်ဆုံးဇာတ်ကောင်ကို ပေးသေလိုက်တာကြောင့်လူတွေဒေါသထွက်ပြီး ဝေဖန်ဆန္ဒပြမှုများစွာနဲ့ကြုံလာရပါတယ်လူတွေကလည်း သူ့ရဲ့အောင်မြင်မှုတွေအဆုံးသတ်ပြီလို့ ဝေဖန်နေကြပါပြီ...ဒီစိတ်ရှုပ်စရာကိစ္စတွေကနေ ဝေးရာကိုသွားဖို့အတွက် ဆိုဖီဘရောင်းဟာသူအဖေရဲ့ဇာတိဖြစ်တဲ့ စကော့တလန်ကို ခရစ်မတ်တစ်ရာသီစာနားနေဖို့ဆုံးဖြတ်လိုက်ပါတယ်သူ့အဖေ ငယ်ငယ်ကပြောနေကြ ဒမ်ဘာရဲတိုက်ကြီးကိုလည်း အရောက်သွားမယ်လို့ ဆုံးဖြတ်လိုက်ပါတယ်သူရောက်သွားတဲ့ ရဲတိုက်မှာ နောက်ဆုံးမျိုုးဆက် မိုင်းစ်ဒမ်ဘာ ဆိုတဲ့ရဲတိုက်အပိုင်မြို့စားတစ်ယောက်နေထိုင်နေပြီးတကယ့်ကိုဂွစာတစ်ယောက်ပါ သူဟာ ဒီလူဆီကနေ ရဲတိုက်ကိုဝယ်ပြီး သူ့ရဲ့ကျရှုံးမှုကိုအဖတ်ဆယ်ဖို့ဝတ္ထုအသစ်ရေးဖို့ဆုံးဖြတ်လိုက်ပါတယ်မထင်မှတ်ထားပဲ မတည့်အတူနေ လူတစ်ယောက်နဲ့မှ ချစ်ကြိုက်မိသွားတဲ့အခါမှာ....(ဘာသာပြန်နဲ့ အညွှန်းရေးကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)\nFile size…(1.8 GB) / (900 Mb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:38:00\nGenre...Adventure, Comedy, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Thiha Yan Naing",
        "rating": "6",
        "url": "https://channelmyanmar.org/a-castle-for-christmas-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/90mwPRNMmX9RUGVgKMJMJNQnYX8-133x200.jpg",
        "title": "Little Fockers (2010)",
        "description": "Little Fockers (2010) ရုပ်ရှင်အညွှန်းသားမက် နဲ့ ယောက္ခထီးဆိုတာ များသောအားဖြင့်မတည့်ကြတာ များပါတယ်\nတည့်ပြန်ရင်လည်း သားမက်ဘက်ကနေ သည်းခံရတဲ့အပိုင်း‌တွေ ယောက္ခထီး အထင်ကြီးအောင်လို့လုပ်ယူနေရတဲ့အပိုင်းတွေရှိတာပါပဲဒီဇာတ်လမ်းကလည်း သားမက်နဲ့ ယောက္ခမ ကြားက အလွဲအချော်တွေ အထင်လွဲတာတွေကိုမှ အတည်ပေါက်ဟာသလေးတွေနှောပြီး ရိုက်ထားတဲ့ Meet The Parents trilogy ရဲ့ နောက်ဆုံး ရုပ်ရှင်ပဲဖြစ်ပါတယ်နောက်ဆုံး ရုပ်ရှင်ဖြစ်သလို အခွီရဆုံးလည်းဖြစ်မှာပါ မင်းသားကြီး Robert De Niro နဲ့ Ben Stiller တို့ရဲ့ bromance တွေ Dramatic moments တွေကို ပိုမြင်ရမယ့် အပိုင်းဆိုလည်း မမှားပါဘူး\nအဲ ယောက္ခထီးနဲ့ သားမက်ရဲ့ လက်ရုံးရည်ချင်းယှဉ်ကြတဲ့ အခန်းတွေလည်းပါသေးတယ်နော်ဇာတ်လမ်းကတော့ ဂရက်နဲ့ ပမ်နဲ့ လက်ထပ်ပြီးတဲ့ နောက် သားလေးတစ်ယောက် သမီးလေးတစ်ယောက် ဆိုပြီး အမြွှာနှစ်ယောက်ရခဲ့ပါတယ်\nကလေးရပြီးတဲ့နောက်ပိုင်းမှာ သူတို့ အိမ်ထောင်ရေးအခြေအနေက အရင်လိုသာယာနိုင်ဦးမလား ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/little-fockers-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMWYxYTMzODMtMzdiNS00Nzc5LWE5ZGYtODMxMGEzYTAxOGRlXkEyXkFqcGdeQXVyMTA5NzUzODM4._V1_-scaled.jpg",
        "title": "Game Changer (2021)",
        "description": "Game Changer (2021) ဇာတ်လမ်းအညွှန်း************************************ဇာတ်လမ်းလေးကတော့ မြိုပြတစ်ခုရဲ့ အလယ်မှာတော့ ကိုယ့်ပိုင်နက်ကိုယ်ကြီးစိုးပြီးအကျိုးမြတ်ဝင်ငွေရှာကြတဲ့ မားဖီးယားဂိုဏ်းတွေ အများကြီးရှိနေတာကနေ စတော့တာပါပဲ...မာဖီးယားဂိုဏ်းတိုင်းမှာသူ့စည်းကမ်းနဲ့သူရှိပါတယ်....ကိုယ်ပိုင်နက်အတွင်း ကိုယ်နေပြီး သူများကိုလည်း ရန်မစရပါဘူးစည်းကျော်ရင်တော့ တစ်ခုတည်းသောအပြစ်ဒဏ်က သေခြင်းတရားပဲရှိတယ်...အဲ့ထဲက မားဖီးယားဂိုဏ်းတစ်ခုရဲ့ ဘော့စ်မှာတော့ အရမ်းကိုခင်လာကြတဲ့သူငယ်ချင်းလေးယောက်ဟာဘဝအခြေအနေအမျိုးမျိုးကြောင့်နဲ့ ဒီဇာတ်လမ်းရဲ့အဓိက အရေးပါသူတွေဖြစ်လာခဲ့ရပါတယ်...တစ်နေ့မှာတော့ ဘော့စ်ဟာ အခြေနေတစ်ခုကြောင့် ရုတ်တရက်သေဆုံးသွားရာမှာတော့သူတို့ဟာ တစ်ခြားဂိုဏ်းတွေကို ပြောပြမယ့်အစား ကိုယ်ပိုင်လမ်းကြောင်းအသစ် ဖောက်ထွင်လာပါတော့တယ်..ဘယ်လိုလဲဆိုတော့ ဘော့စ်အသက်ရှင်နေသေးတယ်လို ဟန်ဆောင်ပြီး သူတိုဂိုဏ်းအဖွဲကို ဘာမှမဖြစ်ခဲ့သလိုရှေ့ဆက်သွားဖိုပါပဲ....အဲဒီနောက် သူတိုထင်သလို အဆင်မပြေဘဲ ပြဿနာပေါင်းစုံရင်ဆိုင်လာရပါတော့တယ်....ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....ဇာတ်လမ်းအကျဉ်းနှင့် ဘာသာပြန်သူမှာ Mann Mawkunn နှင့် Mhoo Htoo တို့ပဲ ဖြစ်ပါတယ်.....  File Size :(1.95GB) and (995 MB)\nQuality :Web-Dl1080p5.1ch,720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mann Mawkunn. & Mhoo ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/game-changer-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/jyw8VKYEiM1UDzPB7NsisUgBeJ8-133x200.jpg",
        "title": "Jumanji: The Next Level (2019)",
        "description": "အကုန်လုံးစောင့်နေတဲ့ Jumanji တော့လာပါပြီIMDb 7 နဲ့ toamtoes မှာ 71 ရထားပါတယ်ပထမကထက်ပိုပြီးစိတ်လှုပ်ရှားဖို့ကောင်းပြီးတော့ ဟာသတွေပိုပါဝင်လာမှာပါစပန်ဆာတစ်ယောက်နေရင်းထိုင်ရင်းJumanji ထဲပြန်ဝင်သွားရာကနေ ဇာတ်ရှုပ်ပါတော့တယ်အဲဒီမှာပဲသူ့ကောင်မလေးနဲ့ကျန်ခဲ့တဲ့သူငယ်ချင်းတွေကပြန်လိုက်ခေါ်ဖို့လုပ်ပါတော့တယ်ဒါပေမယ့်ဂိမ်းထဲကိုပြန်ဝင်လာတာသူတို့အုပ်စုတင်မဟုတ်ပဲစပန်ဆာရဲ့အဖိုးနဲ့သူငယ်ချင်းဖြစ်သူတို့ပါပါလာတဲ့အခါမှာတော့ဇာတ်လမ်းကပိုပြီးအရှိန်တက်လာပါတော့တယ်ဂိမ်းထဲကိုရောက်တဲ့အခါမှာလည်းပထမတစ်ကားတုန်းကဇာတ်ကောင်တွေမဟုတ်တော့ပဲဇာတ်ကောင်အပြောင်းအလဲတွေဖြစ်သွားတဲ့အခါမှာဘယ်လိုတွေတိုင်ပတ်ကြမလဲ အခက်အခဲတွေကိုထုံးစံအတိုင်းဘယ်လိုကျော်ပြီးအပြင်ကိုဘယ်လိုပြန်ထွက်မလဲသူတို့ကိုလုပ်ခိုင်းတဲ့ missionကိုရောပြီးမြောက်အောင်လုပ်နိုင်မလားဆိုတာ...။File Size : (4.6 GB)/(2.2 GB)/(1.2 GB)\nQuality : BluRay 4K HEVC / 1080p /720p\nRunning Time : 2 hr 03 min\nFormat : mkv/mp4\nGenre : Action , Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phue\nEncoded by Moe Myint Lwin,Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/jumanjithenextlevel2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/1-5778832454-133x200.jpg",
        "title": "Jumanji: Welcome to the Jungle (2017)",
        "description": "၁၉၉၅ လောက်ကတည်းက ပရိသတ်တွေ ရင်းနှီးခဲ့ပြီးသား Jumanji ဇာတ်လမ်းပြီးနောက် သီးခြားဇာတ်လမ်းတစ်ခုနဲ့ ထပ် ထွက်လာတာမို့ ရသအသစ်အဆန်းလေး ဖြစ်တဲ့အတွက် ပရိ သတ်တွေ သဘောကျကြမှာပါ။ဇာတ်လမ်းအဓိကအကြောင်းအရာကတော့ ဆယ်ကျော်သက်ကလေးလေးယောက် ဗီဒီယိုဂိမ်းကစားကာ ဂျူမန်းဂျိ ကမ္ဘာထဲရောက်သွားပြီး စွန့်စားခန်းမျိုးစုံ ဖြတ်ကျော်ရတဲ့ အကြောင်းလေး တင်ဆက်ထားတာ ဖြစ်ပါတယ်။၁၉၉၆ ကာလက အဲလက်စ် ဆိုတဲ့ ဆယ်ကျော်သက်ကောင် လေးဟာ ဂျူမန်းဂျိဂိမ်းဘုတ်ပြား လေးကို ကမ်းခြေနားက ကောက်ရ ခဲ့ပေမယ့် ဗီဒီယိုဂိမ်းတွေပဲ ကစား ဖြစ်နေတာမို့ ဂိမ်းမကစားဖြစ်ဘဲ သိမ်းထားခဲ့ပါတယ်။ ဒီလိုနဲ့ တစ် ညမှာ ဂျူမန်းဂျိဘုတ်ပြားထဲက ဂိမ်းတွေဟာ ဗီဒီယိုဂိမ်းအဖြစ် ပြောင်းသွားပြီး အဲလက်စ်က ဂိမ်း စက်ဖွင့်လိုက်ပြီးနောက်မှာတော့ သူပါပျောက်သွားခဲ့ပါတယ်။နှစ် ၂၀ လောက်ကြာခဲ့ပြီး နောက်မှာတော့ ဂျူမန်းဂျိဂိမ်းစက် က ပြန်ပေါ်လာခဲ့ပါတယ်။ စပန် ဆာ၊ ဘယ်သန်နီ၊ မာသာနဲ့ ဖရစ်ဂျ်ဆိုတဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/10ujf/(CM)Jumanji_-_Welcome_to_the_Jungle_(2017)_4K_BluRay_HEVC_10bit.AAC.5.1.CH.Nyein.mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYmZhNjhkN2UtN2I3NS00MzUyLTg3M2YtNjRjN2Y2NmNhNzUxXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-141x200.jpg",
        "title": "Ajab Prem Ki Ghazab Kahani (2009)",
        "description": "Ajab Prem Ki Ghazab Kahani ဆိုတာ ထူးဆန်းတဲ့အချစ်ရဲ့ ဟာသ story လေးပါတဲ့နာမည်နဲ့လိုက်အောင်ပဲ ရိုလည်းရို ငိုလည်းငိုရတဲ့အပြင် ရယ်စရာလည်းကောင်းတဲ့ romantic comedy film လေးဖြစ်ပါတယ်\nCast တွေကလည်း အိန္ဒိယမှာ ခန်းသုံးခန်းအပြီး တက်လာတဲ့ မင်းသားတွေထဲမှာ အလားအလာအရှိဆုံးဖြစ်တဲ့ Ranbir Kapoor နဲ့ Bollywood နာမည်ကြီးမင်းသမီး Katrina Kaif တို့က ခေါင်းဆောင်အနေနဲ့ ပါဝင်ထားပါတယ် သုံးသပ်သူတွေဆီကလည်း Positive reviews တွေရခဲ့ပြီး 3 Idiots နဲ့ Love Aaj Kal ပြီးရင် 2009 ခုနှစ်ရဲ့ တတိယဝင်ငွေအကောင်းဆုံးကားလေး ဖြစ်ခဲ့ပါတယ်\n2009 ခုနှစ်ရဲ့ ဝက်ဝက်ကွဲလူကြိုက်များတဲ့ရုပ်ရှင်တစ်ကား blockbuster လို့လည်း ပြောကြပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါပရမ်ဟာ ဘဝကို ပေါ့ပေါ့ပါးပါးဖြတ်သန်းပြီး သူတစ်ပါးကို ကူညီတတ်တဲ့ လူငယ်လေးတစ်ယောက်ပေါ့ ပေါ့ပေါ့နေ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/ajab-prem-ki-ghazab-kahani-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/A13tucXoWlL._SL1500_-141x200.jpg",
        "title": "Baywatch (2017)",
        "description": "နာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ အပြိုင်အဆိုင်ကြဲထားတဲ့ ဟာသအက်ရှင်ဇာတ်ကားပါ...Dwayne Johnson,Zac Efron တို့လိုမင်းသားတွေအပြင် ညှို့ဓာတ်ပြင်းမင်းသမီးတွေဖြစ်တဲ့ Alexandra Daddario,Kelly Rohrbach နဲ့ အိန္ဒိယမင်းသမီး Priyanka Chopra တို့ပါဝင်ထားပါတယ်။(အခန်းအချို့နှင့် စကားလုံးများ ကြမ်းတမ်းခြင်းကြောင့် မိသားစုနှင့်အတူ ကြည့်ရင် မသင့်တော်ပါ)ဇာတ်လမ်းကတော့...ကမ်းခြေမှ အသက်ကယ်သမားတစ်ယောက်ဖြစ်တဲ့ မစ်ချ်ဟာ အလုပ်ကိုအင်မတန်ကြိုးစားပြီး လူတိုင်းက ချစ်ခင်ခံရတဲ့ လူတစ်ယောက်ပါ။ သူ့ရဲ့ တပ်ဖွဲ့အတွက် နှစ်တိုင်းလူရွေးပွဲ ပြုလုပ်လေ့ရှိပါတယ်။ သူ့လက်အောက်မှာ ကောင်မလေး အလန်းလေး ၂ ယောက်ကတော့ အလုပ်ဝင်နေပြီးသားပါ။ ဒီနှစ်အတွက် နောက်ထပ် လူသစ် ၃ ယောက်ရွေးချယ်ရမှာ သူနဲ့လုံးဝမတည့်မယ့် ဘရိုဒီဆိုတဲ့ လူငယ်တစ်ယောက် ပါလာပါတော့တယ်။ အဲဒီလူငယ်က ရေကူးချန်ပီယံ ရွှေတံဆိပ်၂ခုရှင်ဖြစ်ပြီး ဂျစ်ကန်ကန်နဲ့ အပျော်မက်တဲ့သူတစ်ယောက်ဖြစ်တဲ့အတွက် သူ့စကားကို နားမထောင်ချင်တာပါ။ သူတို့အဖွဲ့စဖွဲ့ချင်းမှာပဲ ကမ်းခြေမှာ ဘယ်ကရောက်လာမှန်းမသိတဲ့ မူးယစ်ဆေးဝါးမှုတွေနဲ့ မတော်တဆမှုလို့ထင်အောင် လုပ်ထားတဲ့ လူသတ်မှုတွေ ပေါ်ပေါက်လာပါတော့တယ်။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Gprl/(CM)Baywatch.2017.UNRATED.4K.BluRay.REMUX.HEVC.EAC3.5.1Ch.Nyein.mkv",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/p-133x200.jpg",
        "title": "South Park : Post Covid (2021)",
        "description": "South Park စီးရီးကြည့်ဖူးတဲ့လူတွေဆိုရင်တော့ ဒီကားက အထူးညွှန်းစရာမလိုပါဘူးdark humor ကြိုက်တဲ့လူတွေအတွက် South Park စီးရီးက မဖြစ်မနေကြည့်သင့်တဲ့ စီးရီးတစ်ခုပါအခု South Park Post Covid 2021 မှာဆိုရင်လည်း လက်ရှိကမ္ဘာကြီးမှာ ဖြစ်နေတဲ့အကြောင်းအရာတွေ အလွဲတွေကို လှောင်ပြောင်ထားပါတယ်dark humor ဖြစ်တဲ့အတွက် ရုတ်တရက်ကြည့်လိုက်ရင် ဟာသတွေကoffensive ဖြစ်နိုင်တာကိုတော့ သတိပေးပါရစေဇာတ်လမ်းအကျဥ်းက South Park မြို့မှာနေတဲ့ သူငယ်ချင်း ၄ ယောက်ဟာကိုဗစ်ဖြစ်ပြီးနောက် ကွဲကွာသွားကြပါတယ် ဒီလိုနဲ့ နှစ်ပေါင်း ၂၀ ကျော်လောက်ကြာပြီးနောက်မှာငယ်သူငယ်ချင်းတွေ ပြန်ဆုံဖို့ အကြောင်းဖန်လာပါတယ်ဒါပေမယ့် ငယ်ငယ်က အရမ်းချစ်ကြတဲ့ သူငယ်ချင်းတွေကအခုအချိန်မှာ ပြန်တွေ့ချိန်မှာ ဘယ်လိုတွေတုံ့ပြန်ကြမလဲဆိုတာ... \nFile size…(1.1 GB) / (550 Mb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:00:00\nGenre...Animation, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Htet ...",
        "rating": "8",
        "url": "https://channelmyanmar.org/south-park-post-covid-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/8-133x200.jpg",
        "title": "8-Bit Christmas (2021)",
        "description": "ခရစ်စမတ်ကာလအတွက် အခွီကားလေးတစ်ကားဖြစ်ပါတယ်သမီးဖြစ်သူက ဖုန်းဝယ်ပေးဖို့နားပူနားဆာလုပ်တာကို ခံနေရတဲ့ဂျိတ်ဒွိုင်းဟာ\nသူငယ်ငယ်က Nintendo ဂိမ်းစက်ကိုထုတ်ပြရင်း\nဂိမ်းစက်ကိုရဖို့ ခက်ခက်ခဲခဲကြိုးပမ်းခဲ့ရပုံ\nစွန့်စားခန်းတွေကြုံတွေ့ခဲ့ရပုံကို ပြောပြဖို့ဖြစ်လာပါတယ်။ပထမဆုံး Nintendo ခေတ်စားခါစ\n၁၉၈၀ခုနှစ်နောက်ပိုင်းကာလမှာ\nဂျိတ်ဒွိုင်းဟာ ဂိမ်းတစ်ခါဆော့ရဖို့\nသူဌေးသားတင်မီကင်းန်ရဲ့အိမ်မှာ\nအတန်းဖော်တွေနဲ့အတူ တန်းစီစောင့်ရတဲ့အ​ခြေအနေပါ။\nတစ်နေ့မှာ အဲ့ဒုက္ခတွေကိုမခံနိုင်တော့တဲ့အဆုံး\nဂျိတ်တစ်ယောက် ကိုယ်ပိုင်ဂိမ်းစက်ဝယ်နိုင်အောင်လုပ်မယ်လို့\nဆုံးဖြတ်လိုက်ပါတယ်။\nဂျိတ်ရဲ့မိဘတွေကို ပူဆာလို့မရတဲ့အခါ\nကင်းထောက်လူငယ်ကျောင်းသားပြိုင်ပွဲမှာ\nပထမဆု Nintendo ဆုချမယ်လို့ သိခဲ့ပြီး\nအခွင့်အရေးကိုလက်လွှတ်မခံပဲ\nအိမ်မက်အကောင်အထည်ဖော်ဖို့\nအစီအစဥ်ချပါတော့တယ်။ခရစ်စမတ်ဇာတ်လမ်းဆိုတဲ့အတိုင်း\nမိသားစုနဲ့ကြည့်ဖို့အသင့်တော်ဆုံးဖြစ်ပြီး\nအဓိပ္ပါယ်ပြည့်ဝတဲ့သင်ခန်းစာတွေပါတဲ့ဇာတ်လမ်းဖြစ်ပါတယ်။\nငယ်ငယ်ကကြုံခဲ့ရတာတွေ ပြန်မြင်ယောင်ပြီး\nခွီစေရမှာဖြစ်တဲ့အပြင်\nNintendo ပရိတ်သတ်ဆိုရင်\nပိုပြီးတောင်ကြည့်သင့်ပါတယ်လို့ ပြောလိုက်ပါရစေ။\nFile size…(1.8 GB) / (900 Mb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:37:00\nGenre...Comedy, Family, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Pyi T Nyein",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/8-bit-christmas-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/79456718d2b2a642ae14fb20cff37d76-theodore-melfi-melissa-mccarthy-143x200.jpg",
        "title": "St. Vincent (2014)",
        "description": "St Vincent(2014)\n_________________\nIMDb Rating - 7.2/10ကျွန်တော်တို့ ကြားဖူးကြတဲ့ Saint ဆိုတဲ့ သူတော်စင်တွေဟာ တကယ်တော့ ကျွန်တော်တို့လို လူသားစင်စစ်တွေပါပဲလူသားတွေဖြစ်တဲ့ ကျွန်တော်တို့နဲ့ ဘာမှမကွဲပြားကြပါဘူးဒါပေမယ့် သူတို့ကို ဘယ်အရာတွေက သူတော်စင်ဆိုပြီး ဖြစ်သွားစေတာလဲသာမန်လူတစ်ယောက်ထက် ဘယ်အရာတွေက ထူးခြားသွားစေနိုင်တာလဲ ဆိုတာကိုတော့ ဒီ ဇာတ်ကားလေး ကို ကြည့်ရှုရင်း ခံစားကြည့်လိုက်ပါဗျာမင်းသားကတော့ GhostBusters,The Grand Budapest Hotel,Lost In Translation အစရှိသဖြင့် ဇာတ်ကားကောင်းများစွာနဲ့ နာမည်ကြီးပြီး Marvel ရဲ့ လာမယ့် Ant Man and the Wasp 3 မှာပါ ပါမယ်လို့ Confirmedထားတဲ့ မင်းသားကြီး Bill Murrayပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းဆိုပြီး ရေးပေးချင်ပေမယ့် ဘာကိုမှ များများစားစား ညွှန်းစရာမလိုဘဲ ကြည့်ကောင်းတဲ့ ဇာတ်လမ်းလေးမလို့ အချိန်ကုန်ရကျိုးနပ်ပါတယ်လို့ ပဲ ပြောချင်ပါတယ်(ဘာသာပြန်ပြီး ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/st-vincent-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/honslarakh-posterart-160x200.jpg",
        "title": "Honsla Rakh (2021)",
        "description": "IMDb Rating(8.8)ဒီနေ့ထွက် ပန်ချာပီစကားပြော အိန္ဒိယရုံတင်ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်။၂၁ ရာစုမှာ အမျိုးသမီးအခွင့်အရေးကအရေးပါလာခဲ့တာ အားလုံးအသိပါ၊ ဒီလိုပဲ Single Mother ဆိုတာက ရေးကြီးခွင်ကျယ်မဟုတ်တော့ပါဘူး။ဒါဆို Single Father ဆိုရင်ရော၊ ကလေးတစ်ယောက်ကို ပျိုးထောင်တဲ့အချိန်မှာ Soft Skill ကအရမ်းလိုပါတယ်၊ Soft Skill ဆိုတာမျိုးက မိန်းကလေးတွေမှာပဲအတွေ့များတော့ သားသမီးဆိုရင်လည်း ဘယ်လိုနေ ဘယ်လိုစားဆိုတာမျိုးက အမေကပဲ သင်ပေးတာများတာပေါ့လေ။၇နှစ်အရွယ်သားလေးတစ်ယောက်ကိုပိုင်ဆိုင်ထားပြီး Single Father လုပ်နေတဲ့ Yanky က ဥစ္စာပေါရုပ်ချောဆိုတော့ နောက်ထပ် လက်တွဲဖော်ရှာဖို့ဆိုတာ ခက်တဲ့အလုပ်တော့ ဘယ်ဟုတ်မလဲ။ လက်တွဲဖော်အသစ်လည်းဖြစ် သူ့ရဲ့အချစ်စစ်လည်းမှန်ပြန်တဲ့ ကောင်မလေး ဂျက်စမင်နဲ့တွေ့ဖို့ ကံတရားကလည်း စီမံပေးလိုက်ပြန်ပါတယ်။ Single Father ဖြစ်တဲ့အတွက် သားလေး ဟွန်စလေကို ဂျက်စမင်တို့ မိသားစုက လက်ခံပါ့မလား၊ လက်မခံရင်ရော ယန်ကီးက ၅၂၈ နဲ့ ၁၅၀၀ ဘာကိုရွေးမိမလဲ။ပေါ့ပေါ့ပါးပါးနဲ့ Single ...",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/honsla-rakh-2021/"
    }
]