[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Cats-and-Dogs-2001-movie-poster-210x300.jpg",
        "title": "Cats And Dogs ( 2001)",
        "description": "ဒီကားေလးကေတာ့ၿဖင့္အထူးတလည္ေၿပာစရာမလိုေတာ့ပါဘူး...ကြ်န္ေတာ္တို႕ငယ္စဥ္ကေလးဘ၀ထဲကၾကိဳက္ႏွစ္သက္လာတဲ့ ခ်စ္စရာေခြးေလးေတြေၾကာင္ေလးေတြပါတဲ့ကားေလးတစ္ကားပဲၿဖစ္ပါတယ္...\nကားေဟာင္းေလးေပမယ့္ ၿပန္ၿပီးသိမ္းထားသင့္တဲ့ ငယ္စဥ္ဘ၀အမွတ္တရကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္...\nဒီကားေလးဟာ ကေလးေလးေတြၾကားထဲမွာေရပန္းစားပံုတင္မက လူၾကီးမ်ားပါႏွစ္ၿခိဳက္အားေပးခဲ့ၾကတဲ့ ရယ္စရာကားေလးတစ္ကားပဲၿဖစ္ပါတယ္....\nဇာတ္လမ္းရဲ႕ အစမွာေတာ့ ေခြးေတြကိုအၿမဲအႏိုင္လိုခ်င္စိတ္ေတြရွိေနတဲ့ မစၥတာတင္ကယ္ဆိုတဲ့ ေၾကာင္မိစၦာေလး....\nသူတို႕ရဲ႕ ေပ်ာက္ဆံုးသြားတဲ့ ေအးဂ်င့္အသစ္ေနရာမွာအစားထိုးခံလိုက္ရတဲ့ ေခြးကေလး လိုယူတို႕..ဘယ္လို ၿပိဳင္ဆိုင္မႈ႕ေတြနဲ႕ခ်ၾကမလဲဆိုတာ ၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\nဒီကားေလးကိုငယ္ငယ္ကဘာသာၿပန္မ်ားနဲ႕ၾကည့္ရႈ႕ခဲ့ရေပမယ့္ စိတ္တိုင္းမက်ခဲ့လို အခုေတာ့ အေကာင္းဆံုးမြန္းမံဘာသာၿပန္မႈ႕မ်ားနဲ႕ ၿပန္ၿပီးတင္ဆက္လိုက္ပါတယ္ဗ်...\nဒီကားေလးရဲ႕အားသာခ်က္ေတြကေတာ့ လူေတြရဲ႕ညစ္ေနတဲ့စိတ္ေတြကို ေၾကာင္ေလးေတြေခြးေလးေတြရဲ႕ခ်စ္စရာစကားေၿပာအသံေလးမ်ားနဲ႕ ေပ်ာ္ေအာင္လုပ္ေပးထားတယ္ဆိုတာ\nၾကည့္ရႈ႕မယ့္သူမ်ားအားလံုးသိၾကရမွာၿဖစ္ပါတယ္....\n [ဒီကားလေးကတော့ဖြင့်အထူးတလည်ပြောစရာမလိုတော့ပါဘူး...ကျွန်တော်တို့ငယ်စဉ်ကလေးဘဝထဲကကြိုက်နှစ်သက်လာတဲ့ ချစ်စရာခွေးလေးတွေကြောင်လေးတွေပါတဲ့ကားလေးတစ်ကားပဲဖြစ်ပါတယ်...ကားဟောင်းလေးပေမယ့် ပြန်ပြီးသိမ်းထားသင့်တဲ့ ငယ်စဉ်ဘဝအမှတ်တရကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...ဒီကားလေးဟာ ကလေးလေးတွေကြားထဲမှာရေပန်းစားပုံတင်မက လူကြီးများပါနှစ်ခြိုက်အားပေးခဲ့ကြတဲ့ ရယ်စရာကားလေးတစ်ကားပဲဖြစ်ပါတယ်....ဇာတ်လမ်းရဲ့ အစမှာတော့ ခွေးတွေကိုအမြဲအနိုင်လိုချင်စိတ်တွေရှိနေတဲ့ မစ္စတာတင်ကယ်ဆိုတဲ့ ကြောင်မိစ္ဆာလေး....သူတို့ရဲ့ ပျောက်ဆုံးသွားတဲ့ အေးဂျင့်အသစ်နေရာမှာအစားထိုးခံလိုက်ရတဲ့ ခွေးကလေး လိုယူတို့..ဘယ်လို ပြိုင်ဆိုင်မှု့တွေနဲ့ချကြမလဲဆိုတာ ကြည့်ရမှာပဲဖြစ်ပါတယ်....ဒီကားလေးကိုငယ်ငယ်ကဘာသာပြန်များနဲ့ကြည့်ရှု့ခဲ့ရပေမယ့် စိတ်တိုင်းမကျခဲ့လို အခုတော့ အကောင်းဆုံးမွန်းမံဘာသာပြန်မှု့များနဲ့ ပြန်ပြီးတင်ဆက်လိုက်ပါတယ်ဗျ...ဒီကားလေးရဲ့အားသာချက်တွေကတော့ လူတွေရဲ့ညစ်နေတဲ့စိတ်တွေကို ကြောင်လေးတွေခွေးလေးတွေရဲ့ချစ်စရာစကားပြောအသံလေးများနဲ့ ပျော်အောင်လုပ်ပေးထားတယ်ဆိုတာကြည့်ရှု့မယ့်သူများအားလုံးသိကြရမှာဖြစ်ပါတယ်....]\nFile size…(724.5 MB , 354 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….01:27:15\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…May Thazin Myint\nEncoder….Moe Myint Lwin",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/cats-and-dogs-2001/",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/sWrQxjw5xWdBuKhaHMn1YgUdfnZ-200x300.jpg",
        "title": "Special Female Force (2016)",
        "description": "အမျိုးသမီးဇာတ်ကောင်အသားပေး Action , Comedy အမျိုးအစား ဟောင်ကောင်ဇာတ်ကားဖြစ်ပါတယ်။၁၉၈၈ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ The Inspector Wears Skirts ဇာတ်ကားကို Remark ပြန်လုပ်ထားတဲ့ဇာတ်ကားပါ။Eliza Sam, Anita Chui, Cathryn Lee, Mandy Ho, Joyce Cheng, Jeana Ho စတဲ့ ဟောင်ကောင်မင်းသမီးအချောအလှတွေကို ခပ်ကြမ်းကြမ်းမြင်တွေ့ရမှာပါ။ကြည့်ရှုခံစားကြည့်ပါဦး။(Tartee Poe မှခံစားတင်ဆက်ထားပါတယ်။)File size…(900MB)\nQuality…BR-Ray Rip 720p\nFormat…mp4\nDuration….01:42:08\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://megaup.net/16Q9z/Special_Female_Force_[2016]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/hotel-for-dogs.jpg",
        "title": "Hotel For Dogs 2009",
        "description": "မိဘမဲ့ ကေလးေလး ၂ ေယာက္ဟာ သူတို႕ရဲ႕ အုပ္ထိန္းသူေတြက အိမ္မွာ ေခြးေမြးခြင့္မျပဳတဲ့အတြက္ လမ္းေဘးေခြးေလးတစ္ေကာင္ကို ဟိုတယ္ေဟာင္းၾကီးတစ္ခုထဲမွာ ကယ္တင္ထားခဲ့ပါတယ္။ အဲဒီေနာက္ဆက္ျပီး ေခြးဖမ္းတဲ့ လူ ၂ ေယာက္နဲ႕ ရဲေတြလက္ထဲကေန အျခားေသာေခြးေတြကိုပါ ကယ္တင္ထားရင္း သူတို႕ေလးေတြကို အျမဲတမ္းစာအတြက္ ကယ္တင္ဖို႕ ၾကိဳးစားၾကပါေတာ့တယ္.....\nFile Size     :   700 / 350 Mb\nDuration    :   1 : 39: 58\nQuality        :   Bluray rip\nTranslator   :   Appleseed\nEncoder       :   Littleneo\nCM Link\nVIP Link\nOP Link",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/hotel-for-dogs-2009/",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Projecta2-198x300-1-132x200.jpg",
        "title": "Project A: Part II (1987)",
        "description": "Project A: Part II (1987)\nIMDb (7.1/10)…..Rotten Tomatoes (71%)ဂျက်ကီချန်းရဲ့ နာမည်ကျော် Project A ဇာတ်ကားရဲ့အဆက်ဖြစ်ပါတယ်။\nပထမကားက အခဲမကြေဖြစ်နေကြတဲ့ ရန်သူတွေအပြင် ချောက်တွန်းအကွက်ချနေတဲ့ အတွင်းရန်သူတွေကိုပါ တပြိုင်နက်ဖြေရှင်းရမယ့်ဇာတ်ကားပါ။\nဒီဇာတ်ကားမှာလဲ Action ခန်းတွေက တစ်သက်လုံးအမှတ်ရနေမိမယ့် အခန်းတွေချည်းပါပဲ။\nဟာသရသလဲမြောက်ပြီး သရုပ်ဆောင်တွေပီပြင်မှုကြောင့် နှစ်မြောပျော်ရွှင်စွာ ကြည့်ရှုရမယ့်ဇာတ်ကားပါ။\n(Nan Ko Ko Oo  မှဘာသာပြန်တင်ဆက်ထားတာပါ။)ဂ်က္ကီခ်န္းရဲ႕ နာမည္ေက်ာ္ Project A ဇာတ္ကားရဲ႕အဆက္ျဖစ္ပါတယ္။\nပထမကားက အခဲမေၾကျဖစ္ေနၾကတဲ့ ရန္သူေတြအျပင္ ေခ်ာက္တြန္းအကြက္ခ်ေနတဲ့ အတြင္းရန္သူေတြကိုပါ တျပိဳင္နက္ေျဖရွင္းရမယ့္ဇာတ္ကားပါ။\nဒီဇာတ္ကားမွာလဲ Action ခန္းေတြက တစ္သက္လံုးအမွတ္ရေနမိမယ့္ အခန္းေတြခ်ည္းပါပဲ။\nဟာသရသလဲေျမာက္ျပီး သရုပ္ေဆာင္ေတြပီျပင္မႈေၾကာင့္ ႏွစ္ေျမာေပ်ာ္ရႊင္စြာ ၾကည့္ရႈရမယ့္ဇာတ္ကားပါ။\n(Nan Ko Ko Oo  မွဘာသာျပန္တင္ဆက္ထားတာပါ။) \nFile size…(910MB)\nQuality…BR-Ray Rip 720p\nFormat…mp4\nDuration….01:45:54\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.1",
        "url": "https://megaup.net/1xf0j/Project_A_-_2_(_A__Gai_Wak_2)_[1987]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/project-a-133x200.jpg",
        "title": "Project A (1983)",
        "description": "Project A (1983)\nIMDb (7.4/10).....Rotten Tomatoes (83%)ဂျက်ကီချန်းရဲ့ နာမည်ကျော်ဇာတ်ကားဖြစ်ပါတယ်။\nNon-stop Action တွေမို့လို့ ကြည့်ရတာ လုံးဝတန်မှာပါ။\nAction အတော်များများကို Special Effect တွေမသုံးဘဲ လူကိုယ်တိုင်ရိုက်ကူးထားပါတယ်။\nဟာသဆန်ပြီး သွက်လက်လွန်းတာကြောင့် ဇာတ်လမ်းလေးတိုလွန်းတယ်လို့ မချင့်မရဲဖြစ်မိပါတယ်။\n(Sher Lock Aye Nyein မှဘာသာပြန်တင်ဆက်ထားတာပါ။)ဂ်က္ကီခ်န္းရဲ႕ နာမည္ေက်ာ္ဇာတ္ကားျဖစ္ပါတယ္။\nNon-stop Action ေတြမို႕လို႕ ၾကည့္ရတာ လံုးဝတန္မွာပါ။\nAction အေတာ္မ်ားမ်ားကို Special Effect ေတြမသံုးဘဲ လူကိုယ္တိုင္ရိုက္ကူးထားပါတယ္။\nဟာသဆန္ျပီး သြက္လက္လြန္းတာေၾကာင့္ ဇာတ္လမ္းေလးတိုလြန္းတယ္လို႕ မခ်င့္မရဲျဖစ္မိပါတယ္။\n(Sher Lock Aye Nyein မွဘာသာျပန္တင္ဆက္ထားတာပါ။)  \nFile size…(904MB)\nQuality…BR-Ray Rip 720p\nFormat…mp4\nDuration….01:45:11\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.4",
        "url": "https://megaup.net/1xf0e/Project_A_(_A__Gai_Wak_)_[1983]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/one-wild-moment-poster-133x200.jpg",
        "title": "One Wild Moment (2015)",
        "description": "One Wild Moment (2015)_____IMDb - 6.3/10\n  \n၂၀၁၅ ကထွက်ရှိထားတဲ့ Comedy-drama အမျိုးအစား ပြင်သစ်ဇာတ်ကားပါ။\nထူးဆန်းတဲ့လူ့သဘာဝတချို့ကိုပြသထားတာကြောင့် ဇာတ်လမ်းအကြောင်းကို မပြောခဲ့တော့ပါဘူး။\nကိုယ်တိုင်ကြည့်ရှုခံစားသင့်တဲ့ဇာတ်ကြောင်းပါ။\nဒီဇာတ်ကားမှာ သရုပ်ဆောင်တွေကောင်းကြပါတယ်...ပီပြင်လွန်းတာကြောင့် တကယ်ဖြစ်ပျက်နေသလို ခံစားသက်ဝင်ပါတယ်။\nမတူတဲ့ရသတစ်မျိုးကို ခံစားမိမှာသေချာနေပြီး အမှတ်ရနေမိမယ့်ဇာတ်ကားလို့ မိတ်ဆက်ပေးပါရစေ။ Nudity အခန်းတချို့ပါတာကြောင့် အရွယ်မရောက်သေးသူများမကြည့်သင့်တဲ့ဇာတ်ကားလဲဖြစ်ပါတယ်။\n \n(Kyaw Htet Tun မှခံစားတင်ဆက်ထားပါတယ်။)\n  \n၂၀၁၅ ကထြက္ရွိထားတဲ့ Comedy-drama အမ်ိဳးအစား ျပင္သစ္ဇာတ္ကားပါ။\nထူးဆန္းတဲ့လူ႕သဘာဝတခ်ိဳ႕ကိုျပသထားတာေၾကာင့္ ဇာတ္လမ္းအေၾကာင္းကို မေျပာခဲ့ေတာ့ပါဘူး။\nကိုယ္တိုင္ၾကည့္ရႈခံစားသင့္တဲ့ဇာတ္ေၾကာင္းပါ။\nဒီဇာတ္ကားမွာ သရုပ္ေဆာင္ေတြေကာင္းၾကပါတယ္...ပီျပင္လြန္းတာေၾကာင့္ တကယ္ျဖစ္ပ်က္ေနသလို ခံစားသက္ဝင္ပါတယ္။\nမတူတဲ့ရသတစ္မ်ိဳးကို ခံစားမိမွာေသခ်ာေနျပီး အမွတ္ရေနမိမယ့္ဇာတ္ကားလို႕ မိတ္ဆက္ေပးပါရေစ။\n \nNudity အခန္းတခ်ိဳ႕ပါတာေၾကာင့္ အရြယ္မေရာက္ေသးသူမ်ားမၾကည့္သင့္တဲ့ဇာတ္ကားလဲျဖစ္ပါတယ္။\n \n(Kyaw Htet Tun မွခံစားတင္ဆက္ထားပါတယ္။)\n  \nFile size…(900 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:45:48\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://megaup.net/2gn5j/One_Wild_Moment_(Un_Moment_D_égarement)_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/krampus-poster-125x200.jpg",
        "title": "Krampus (2015)",
        "description": "Krampus (2015)\nIMDb – 6.1/10_____Rotten – 66%\n ခရစ္စမတ်နေ့အတွက် ဟော်ရာကားလေးပါ။\nခရစ္စမတ်နေ့မှာ ပျော်ရွှင်နေကြတဲ့သူတွေဟာ ဆန်တာကလော့စ်ကို မျှော်နေကြတယ်ဆိုရင်\nခရစ္စမတ်နေ့မှာ စိတ်ပျက်ဒေါသထွက်နေတဲ့သူတွေအတွက် ဘယ်သူများ အလည်ရောက်လာမလဲ.....\nအနားယူရင်ကြောက်နိုင်ကြပါစေဗျာ။\nKrampus ကားတွေများပေမယ့် အခြားကားတွေက rating နည်းလို့\nဒီ 6.1 ရထားတဲ့ ၂၀၁၅ ထွက်ကားကိုပဲ ရွေးချယ်တင်ပေးလိုက်ပါတယ်။\n   \nFile Size      :   700 MB\nFormat        :   mp4\nDuration     :   1: 38: 00\nQuality        :   Bluray rip 720p\nTranslator   :   Bo Phway\nEncoder      :   Littleneo",
        "rating": "6.1",
        "url": "https://megaup.net/2f1fi/Krampus_[2015]_(MM_Sub)_1.mp4",
        "category": "Comedy, Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjAzMTM3MjkwN15BMl5BanBnXkFtZTcwOTAwOTIzMQ@@._V1_-210x300.jpg",
        "title": "[21+] Cheeky (2000)",
        "description": "Cheeky ဆိုတဲ့ ဇတ်လမ်းလေးဟာ Comedy & Drama ဆိုပေမယ့် သာမန် 18+ ရုပ်ရှင်ကားတွေထက် အများကြီးဆိုးပါတယ်\nသတိပြုသင့်တာက မိသားစု နှင့် အတူ မကြည့်သင့်သလို 18 နှစ်အထက် အသက်ပြည့်ပြီးသူများသာ ကြည့်သင့်ပါတယ်...\nUnrated အမျိုးအစား ဖြစ်လို့ အကုန်လုံး မြင်သာထင်သာ ပြသထားတာမို့ ဆင်ဆာ မဖြစ်ထားပါဘူး...\nဇတ်လမ်းပုံစံ ကတော့ ကာလာ ဆိုတဲ့ ချောမောလှပပြီး ချစ်စဖွယ်ကောင်းတဲ့ အီတလီ သူလေးဟာ ရည်းစားများပြီး ပွေရှုပ်တက်သူပါ\nတစ်ရက်မှာတော့ မက်တဲယို ဆိုတဲ့ကျောင်းသား ကောင်လေးတစ်ယောက်ကို ချစ်ကြိုက်မိသွားပါတယ်....\nမက်တဲယို နှင့် သူမ အတူတူ နေထိုင်ဖို့ တိုက်ခန်း ရှာဖွေရင်း တိုက်ခန်းရှာဖွေပေးတဲ့ လိင်တူချစ်သူ အမျိုးသမီးတစ်ဦးနှင့်လဲ\nဇတ်လမ်းတွေ ဖြစ်လိုက်ပါသေးတယ် ဒါကို မက်တဲယို သိပေမယ့် မိန်းကလေး အချင်းချင်း မို့ ဘာမှ မပြောသေးပါဘူး\nတစ်ရက်မှာတော့ ကာလာ ရဲ့ အိမ်မှာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2Vhee/Cheeky_(Tra(sgre)dire)_[21+]_[2000]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTYxNjI3MzcwMF5BMl5BanBnXkFtZTgwOTIyNDY5OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Storks (2016)",
        "description": "Storks (2016)\nIMDb - 6.8/10_____Rotten - 66%\n  \nဟိုးအရင်တုန်းက ကလေးမရနိုင်တဲ့သူတွေ ဆုတောင်းရင် သို့မဟုတ်\nကလေးငယ်တွေက ညီလေး ညီမလေးတွေလိုချင်တယ်လို့\nဆုတောင်းခဲ့မယ်ဆိုရင် ငှက်ကြားဖြူ တွေဟာ ကလေးငယ်တွေကို\nနှုတ်သီးဖြင့် သယ်ယူလာပြီး အိမ်ခေါင်းတိုင်မှ ဖြစ်စေ\nအိမ်ရှေ့တံခါးမှ ဖြစ်စေ ပို့ပေးဖူးတယ်လို့ ပုံပြင်တွေထဲမှာ ရှိခဲ့ဖူးပါတယ်....\nဒါပေမယ့် အဲ့ဒါတွေဟာ ယနေ့ခေတ်မှာ ပျောက်ကွယ်သွားပါပြီ ငှက်ကြားဖြူတွေဟာ အလုပ်ရှုပ်ပြီး တာဝန်ကြီးတဲ့\nကလေးပို့တဲ့ အလုပ်တွေ မလုပ်တော့ပါဘူး Online Shopping လုပ်ငန်းက ပစ္စည်းတွေကို ပို့ပေးတဲ့ Stork.com က\nပစ္စည်းပို့ဆောင်ရေး ငှက်တွေ ဖြစ်ကုန်ကြပါပြီ :D\nထိုငှက်တွေ အားလုံးကို အုပ်ချူပ်တဲ့သူကို Boss လို့ ခေါ်ကြပြီး သူတို့ အားလုံးရဲ့ Boss ဟာ\nဟန်တာ ဆိုတဲ့ ငှက်ကြားဖြူကြီး ဖြစ်ပါတယ်....\n   \nငှက်ကြားဖြူ အားလုံးထဲမှာ မှ FA ဖြစ်ပြီး အလုပ်ကြိုးစားတဲ့ သူကတော့ ဂျူနီယာ လို့ခေါ်တဲ့ ငှက် ...",
        "rating": "6.8",
        "url": "https://megaup.net/2eZro/Storks_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/chk_captcha-240x300.png",
        "title": "Inherent Vice (2014)",
        "description": "IMDb (6.7/10)...Rotten Tomatoes (74%)၁၉၆၀ ျပည့္လြန္ႏႇစ္မ်ားကုန္ခါနီးက ဆုိင္ခီဒဲလစ္ေဆး၀ါးမ်ား trip ႏႇင့္ Groovy တို့ကဲ့သို့ ေ၀ါဟာရမ်ားေရပန္းစားေနခ်ိန္တြင္ အလြတ္စံုေထာက္ Doc Sportello ၏ဇနီးေဟာင္းသည္ Doc ထံ ႐ုတ္တရက္ျပန္ေရာက္လာၿပီး သူမရဲ႕လက္ရႇိခ်စ္သူ ေဆာက္လုပ္ေရးလုပ္ငန္းရႇင္ သူေဌးႀကီးကို ျပန္ေပးဆြဲကာ စိတ္က်န္းမာေရးေဆး႐ံုပို႕ဖုိ႕ ႀကံစည္ေနေၾကာင္း ေျပာျပသည္။Doc က ထုိဇာတ္႐ႈပ္တြင္ သူဘယ္လိုပါ၀င္ပတ္သက္ရမႇန္း မသိ ေပ။ ဇနီးေဟာင္းေျပာျပေသာကိစၥကို သူယံုရခက္ေနသည္။ ပင္လယ္လႈိင္း စီးသူမ်ား၊ အႀကံအဖန္မ်ား၊ ဇိမ္ေခါင္းမ်ား၊ ဘိန္းစားမ်ား၊ ေရာ့ခ္ဂီတသမားမ်ား၊ လူသတ္ေသာ ေငြတုိးေခ်းစားသူမ်ား၊ စံုေထာက္လုပ္ေသာ ဆက္ဇိုဖုန္းပညာ၊ Golden Fang အမည္ရႇိ ပေဟဠိဆန္သူတစ္ဦးႏႇင့္ သြားေရာဂါကုဆရာ၀န္တစ္ ဦး စသည့္ ဇာတ္ေကာင္စ႐ိုက္မ်ဳိးစံုပါ၀င္ေသာ ဤဇာတ္ကားမႇာ အေရာင္း ရဆံုး အေမရိကန္စာေရးဆရာThomas Pynchon ၏၀တၴဳကို Paul Thomas Anderson က ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/inherent-vice-2014/",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTkxMTkwODM2MF5BMl5BanBnXkFtZTgwNjYwNjY5ODE@._V1_-202x300.jpg",
        "title": "Don’t Think Twice (2016)",
        "description": "IMDB 7/10 2016 July မွာထြက္ထားတဲ့ comedy/drama ကားေလးပဲ ျဖစ္ပါတယ္\nဒီဇာတ္ကားကို Mike Bribigliaက ဇာတ္ၫႊန္းေရးၿပီ ႐ိုက္ကူးထားတာပါ\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ jackနဲ႔samက\nနာမည္ရေနတဲ့ လက္တန္းသ႐ုပ္ေဆာင္အဖြဲ႕ထဲက ၿပီးျပည့္စံုတဲ့အတြဲတစ္တြဲ\nသူတို႔ပါဝင္တဲ့အဖြဲ႕က မိသားစုတစ္စုလိုပဲ ရင္းႏွီးၾကေပမယ့္ THIS WEEKEND LIVE\nဆိုတဲ့အစီအစဥ္တစ္ခုမွာ ပါဝင္ခ်င္တဲ့ရည္မွန္းခ်က္ေတြေၾကာင့္\nတစ္ဦးနဲ႔တစ္ဦးစိတ္ဝမ္းကြဲသြားတဲ့အခါ...\nသိပ္ခ်စ္ၾကတဲ့သူငယ္ခ်င္းေတြၾကားမွာ အဖုအထစ္ေလးေတြ\nျဖစ္လာတာကို ဘယ္လိုေျဖရွင္းၾကမလဲဆိုတာ ဆက္လက္ၾကည့္ရႈ႕ေပးၾကပါဦးဗ်ာ\nဒီဇတ္ကားကို CM Translator ျဖစ္သူ Bro Chan မွ ဘာသာျပန္ တင္ဆက္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တိုင္ေရးေပးထားပါတယ္\n(သစ္ဆန္းခန္႔)\nDownload HD (990mb)\nDownload Small File (400mb)",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/dont-think-twice-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/5310364820120602193609088.jpg",
        "title": "Love Fiction (2012)",
        "description": "Love Fiction (2012)_____IMDb - 6.1/10 Goo Joo-wol ...အူကြောင်ကြောင် နိုင်ပြီး အသားမစားတဲ့ စာရေး ဆရာ ပါ။ နောက်ဆုံး တွဲနေတဲ့ ချစ်သူက ရှင်သာ အသား စားရင် ဆိုတဲ့ စကားသုံးခွန်းပဲ ပြောပြီး လမ်းခွဲတာ ခံခဲ့ရသူပါ။ Goo Joo-wol က အချစ်ရေးမှာ သိပ်ကံမကောင်း ပါဘူး။ ကလေး ဘဝကထဲက ချစ်သူ ရှိခဲ့ဖူးပါတယ်။ နင့်ရဲ့ ရှုရှုးပေါက်တဲ့ နေရာ ငါ့ကို ပြပါ ပြောလို့ ကလေးဘဝ အချစ်ဦးနဲ့ လမ်းခွဲ ခဲ့ရပါတယ်။ ဆယ်ကျော်သက် အရွယ်မှာလဲ ခပ်ကြမ်းကြမ်း ချစ်သူဖြစ်နေလို့ လမ်းခွဲ ခဲ့ပြီး။ နောက်ဆုံး ချစ်သူ မတိုင်ခင် ရှေ့တစ်ယောက်က မယ်သီလရှင် ဝတ်သွားလို့ အချစ်ရေး ကံမကောင်းဘူး ဆိုတာ ယုံကြည်ပြီး ခပ်ကြောင်ကြောင် ...",
        "rating": "6.1",
        "url": "https://megaup.net/2f1iB/Love_Fiction_(Leo-Beu-Pik-Syeon)_[2012]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/movie-43-2012-poster-212x300.jpg",
        "title": "Movie 43 2012",
        "description": ">>> Do not watch with Family due to sexual content<<<Rating လဲမေကာင္း.. 18+ ေတြလဲပါတဲ႔ ဇာတ္ကားကို ဘာလို႔တင္တာလဲလို႔ ေမးစရာရွိပါတယ္...\nတစ္ခါတစ္ေလမွာ စိတ္ရႈပ္ေထြးစရာေတြအျပင္ေလာကမွာၾကံဳဆံုေနတဲ႔အခါမ်ိဳးမွာ.. လက္ေတြ ့မွာဘယ္လိုမွမျဖစ္ႏိုင္တဲ့ ဇာတ္လမ္းဇာတ္ကြက္ေတြ ညစ္တီးညစ္ပတ္စကားလံုးေတြ ခြတီးခြက်ေပါက္ကရျဖစ္ရပ္ေတြက အံ့ၾသသင့္ဖို ့လဲေကာင္းသလို ရီဖို ့လဲေကာင္းလြန္းတဲ႔ ဒီလိုဇာတ္ကားမ်ိဳးၾကည့္ျခင္းက သင့္ဦးေႏွာက္ကို အသစ္အဆန္းတစ္မ်ိဳးနဲ႔ မိတ္ဆက္ေပးရာေရာက္လိမ္႔မယ္လို႔ ထင္မိလို႔ပါ...ဒီဇာတ္ကားကို နာမည္ၾကီးသရုပ္ေဆာင္ေပါင္းမ်ားစြာနဲ႔ ဒါရိုက္တာေပါင္းမ်ားစြာက ဆယ္စုႏွစ္တစ္ခုစာေလာက္ၾကာေအာင္ ရိုက္ကူးထုတ္လုပ္ခဲ႔ပါတယ္။ကဲ… rating ကေတာ့ျမင္တဲ့အတိုင္းပဲ (Rating- IMDb : 4.3/10 , RT:4 , Matacritis : 18%) ျဖစ္ပါတယ္…အဲ့ဒီရုပ္ရွင္ထဲက Cast ေတြအေနနဲ ့ကေတာ့….…Kate Winslet , Emma Stone , Naomi Watts , Kate ...",
        "rating": "4.3",
        "url": "https://megaup.net/1AMy7/[01483]_Movie_43_(2013)_[Comedy]_[USA]_[4.3].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479896160718-200x300.jpg",
        "title": "Ghost Team (2016)",
        "description": "ကဲဒီတစ္ခါေတာ့ Ghost buster လို သရဲဖမ္းတဲ့ မုဆိုး ဟာသကားေလး တင္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးကေပါ့ေပါ့ပါးပါးေလးနဲ႔ ဟာသဆန္ဆန္ေလးရိုက္ကူးထားတာျဖစ္ျၿပီး IMDb 4.4  ထိရရွိထားတာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ သာမန္မဟုတ္တဲ့ ကိစၥေတြကို လိုက္လံစံုစမ္းရာမွာ စိတ္ပါ၀င္စားတဲ့ သူရဲဖမ္းမုဆိုး David ဟာ သူ႔သူငယ္ခ်င္းနဲ႔ သဘာ၀လြန္ ျဖစ္ရပ္တခုကို စံုစမ္းေနတုန္း သူ႔တူရယ္ ေခ်ာေမာလွပတဲ့ ေကာင္မေလးရယ္ ပါ၀င္လာခဲ့ရာမွ ဘယ္လိုေတြအလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြနဲ႔ သရဲေတြကိုဖမ္ၾကမလဲဆိုတာကိုဆက္လက္ခံစာၾကည့္ရွဴရမွာပါ Download On Pcloud Large FileDownload On Pcloud Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/ghost-team-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/81717304-207x300.jpg",
        "title": "Main Tera Hero (2014)",
        "description": "မင်းသား Varun Dhawan နဲ့ မင်းသမီး Ileana D'Cruz , Nargis Fakhri  တို့အဓိကပါဝင်ထားပြီး မင်းသားကြီး Salman Khan တို့နဲ့လဲ အားဖြည့်ထားတဲ့ Action, Comedy, Romance အမျိုးအစား Bollywood ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့.......Sreenath Prasad (ခေါ်) Seenu ဟာ Ooty တစ်ဝိုက်မှာတော့\nလူဆိုးလေးအဖြစ်နာမည်အကြီးဆုံးလူပေါ့။ သူဟာ ဘန်ဂလော\nကောလိပ်မှာ ပညာဆက်သင်ဖို့အတွက် Ooty ကောလိပ်ကနေ\nထွက်လာခဲ့တယ်။ ဒီရောက်တော့ Sunaina နဲ့ ချစ်သူဖြစ်သွားရော။\nဒါပေမယ့် Sunaina ဟာ ဒေသခံရဲအရာရှိဖြစ်သူ Angad\n(တကယ်တော့ သူက ကြောက်စရာပိုကောင်းတဲ့ ဂိုဏ်းစတားကြီး)နဲ့\nလက်ထပ်ရဖို့ စီစဉ်ထားပြီးသား။ Seenu မှာ Ayesha ဆိုတဲ့ အသွင်နဲ့\nချစ်သူနောက်တစ်ယောက်ရှိသေးပေမယ့် သူကိုယ်တိုင်တောင် သတိမထား\nမိခဲ့ပါဘူး။ တစ်ခါက သူ့သူငယ်ချင်းတွေကို ကယ်လိုက်ကတည်းက\nAyesha ဟာ သူ့အတွက်ပြီးပြည့်စုံတဲ့ေယောကျ်ားတစ်ယောက်တွေ့ပြီ\nဆိုတာ ချက်ချင်းသိလိုက်တယ်။ Ayesha ရဲ့အဖေဟာ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/main-tera-hero-2014/",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/like-for-likes-poster-140x200.png",
        "title": "Like for Likes (2016)",
        "description": "Like for Likes (2016)\nIMDb - 6.1/10_____Rotten - 43%\n  \n2016 ထွက် ဇာတ်ကားသစ်လေးဖြစ်တဲ့ rating 6.1 ရ ကိုရီးယားကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်..\nဇာတ်လမ်းက အချစ်ဟာသလေးပါ..\nအပျိုကြီးမမ လေယာဉ်မယ်နဲ့ စားဖိုမှူး... နာမည်ကြီးမင်းသားနဲ့ ဇာတ်ညွှန်းရေးသူမမကြီး..\nတေးရေးဆရာလေးနဲ့ သာမန်ကောင်မလေးတို့အကြောင်းရိုက်ကူးထားတဲ့ အချစ်ဟာသဇာတ်ကားလေးပါ..\nစုံတွဲ ၃ တွဲအကြောင်းကိုရိုက်ကူးထားတယ် ဆိုပေမယ့် သာမန် အပ်ကြောင်းထပ်ဇာတ်လမ်းတွေမဟုတ်ဘဲ\nဇာတ်လမ်းတစ်ခုစီကို လှလှပပပုံဖော်ထားတာကြောင့် တစ်ကားတည်းနဲ့ ၃ ကားကြည့်ရသလို ပြည့်စုံသွားစေလိမ့်မယ်..။\nအညွှန်းကိုနောက်ထား.. သရုပ်ဆောင်တွေကိုပဲ အရင်ကြည့်ကြဦးစို့..။\n- moon lover ထဲက မင်းသား ၈ ( moon lover ဇာတ်ကားအစောပိုင်းမှာလိုပဲ နူးညံ့သိမ်မွေ့ပြီး အေးချမ်းတဲ့ဇာတ်ရုပ်လေးနဲ့ .. )\n- ဆောင်ကျန်ကွမ်ထဲက မြင်းရိုင်း Yoo Ah In ( သူကတော့ ဘယ်လိုသရုပ်ဆောင်ဆောင် အထာကျပြီးသားပဲ )\n- နာမည်ကြီးဝါရင့် သရုပ်ဆောင် Kim ...",
        "rating": "6.1",
        "url": "https://megaup.net/2gn5t/Like_For_Likes_(Joahaejwo)_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/youth-poster-140x200.jpg",
        "title": "Youth (2015)",
        "description": "Youth (2015)IMDb (7.3/10)....Rotten Tomatoes (72%)အီတလီရုပ်ရှင်ပါ။မင်းသားကြီး Michael Caine နဲ့ Harvey Keitel တို့အပြင် အခြားသရုပ်ဆောင်များစွာပါဝင်ထားတဲ့ Comedy , Drama , Music အမျိုးအစား ရုပ်ရှင်ဖြစ်ပါတယ်။၂၈ ကြိမ်မြောက် ဥရောပရုပ်ရှင်ဆုပေးပွဲမှာ အကောင်းဆုံးရုပ်ရှင်ဆု၊ အကောင်းဆုံးဒါရိုက်တာဆုနဲ့ Michael Caine က အကောင်းဆုံးသရုပ်ဆောင်ဆု စသဖြင့် ဆုတွေ အသီးသီး ရရှိခဲ့တဲ့ရုပ်ရှင်လည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ........[Spoiler Alarm]ဆွစ်တောင်တန်းတွေဆီ အားလပ်ရက် ခရီးထွက်ကြတုန်း အဘိုးကြီးနှစ်ယောက် သူတို့ဖြတ်သန်းခဲ့ကြတဲ့ဘဝတွေကို ပြန်ပြောင်းဆင်ခြင်မိကြတဲ့အကြောင်းတွေလည်း ဖြစ်တယ်။ အိုမင်းခြင်းနဲ့ နုပျိုခြင်း၊ အတိတ်နဲ့ အနာဂတ်၊ ရှင်သန်မှုနဲ့ သေဆုံးမှု စတဲ့အကြောင်းအရာတွေကြားထဲက ထာဝရ ရုန်းကန်နေရခြင်းအကြောင်းတွေပေါ့။Fred Ballinger ( Michael Caine ) က ဂန္ထဝင်ဂီတစာဆိုကြီးတစ်ယောက်။ Mick Boyle ( Harvey ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Tfah/Youth_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/images-200x300.jpg",
        "title": "Barbershop: The Next Cut (2016)",
        "description": "စီးပွားရေးပျက်ကပ်ဆိုက်သလိုဖြစ်လာတော့\nကယ်ဗင်နဲ့ အန်ဂျီဟာ တစ်နေရာထဲမှာပဲ ဆိုင်နှစ်ခုဖွင့်ဖို့\nဆုံးဖြတ်လိုက်ကြတယ် Beauty Salon နဲ့ ဆံပင်ညှပ်ဆိုင်ပေါ့\nနောက်တော့ ဆံပင်ညှပ်ဆိုင်က ဝန်ထမ်းကောင်လေးတွေနဲ့\nစလွန်းက ကောင်မလေးတွေ အိုးချင်းထား အိုးချင်းညှိပြီး\nအရှုပ်အထွေးတွေနဲ့ ခွဲခွာသွားကြတော့တယ် ဒါပေမယ့်လည်း\nချီကာဂို ဂိုဏ်အချင်းချင်းကြားက စစ်ပွဲတွေဖြစ်လာတော့တဲ့အခါ\nသူ့အချစ်ဆုံးသားကို စိုးရိမ်နေတဲ့ ကယ်ဗင်ဟာ\nနေရပ်ဆီ ပြန်လာခဲ့ပြီး သူငယ်ချင်းတွေနဲ့ အတူတူ\nကျော်လွှားရပါတော့တယ်...\nRotten Tomatoes 90%\nMetacritic 67/100\nCinemaScore A-\nဒီကားကတော့ Barber Shop Film Series တွေထဲကမှ\nလေးကားမြောက်ကားဖြစ်ပြီ; ၂၀၀၄က ထွက်ခဲ့တဲ့\nBarber Shop 2: BAck in Business ရဲ့ အဆက်ဖြစ်တယ်\nအရင်တုန်းကားတွေတုန်းက ပါခဲ့တဲ့ သရုပ်ဆောင်တွေ\nအထူးသဖြင့် လူမည်းမင်းသားတွေ သူတို့တွေ အကုန်ပြန်ပါလာတယ်\nIce Cubeတို့ Cedric the Entertainerတို့လိုပေါ့\nပြောရသေးရင် နာမည်ကျော်တွေ ထပ်ပါလာသေးတယ်\nNicki Minaj နဲ့ Tyga တဲ့\nလူမည်းတွေချည်းဆိုတော့လည်း\nတစ်ခြား ဘာနဲ့မှ မတူတဲ့ အသုံးအနှုန်းဟာသတွေကို\nတစ်ဝကြီးခံစားရပါလိမ့်မယ်\nဝေဖန်ရေးတွေရဲ့ ချီးကျူးမှုတစ်ချို့ကို ခံခဲ့ရတဲ့\nဒီကားဟာ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2SHd5/Barbershop_-_The_Next_Cut_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Live_Nude_Girls_2014-232x300.jpg",
        "title": "Live Nude Girl (2014) 18+",
        "description": "Shaneဟာသူ႔ရဲ႕ဦးေလးျဖစ္သူဆီကေန gentelmen’s club ကို\nအေမြဆက္ခံရရိွိထားတဲ့သူျဖစ္ပါတယ္ ဒီေနရာမွာေျပာစရာရိွလာတာက\n''ၿပိဳင္တူတြန္းလွ်င္ေရြ႔ႏုိင္သည္''ဆိုတဲ့စကားပံုအတုိင္းပါပဲ....ShaneဟာClubကိုပိုင္ဆိုင္ရၿပီး\nသိပ္မၾကာခင္အတြင္းမွာပဲ..Clubကိုဖ်က္သိမ္းခံရမဲ့အေရးကိုရင္ဆိုင္ရပါေတာ့တယ္\nဒီေတာ့ Shaneတစ္ေယာက္ အခက္ေတြ႔ရေတာ့မွာလား\nလက္ေလွ်ာ့သြားမွာလား Shaneနဲ႔အတူသူ႔မိတ္ေတြကေရာ..\nသူနဲ႔အတူ ဒီျပႆနာကိုတြန္းလွန္ႏုိင္မွာလား\nအဲဒီေမးခြန္းမ်ားစြာရဲ႕အေျဖကိုေတာ့ခ်န္ထားပါရေစ....\nအထက္ပါတိုင္းၫြန္းထားလို႔ ဒီဇတ္ကားဟာ႐ိုးစင္းလြန္းပါတယ္လို႔ထင္ရင္မွားသြားပါမယ္..\nဇတ္လမ္းအစကေနကို ေကာင္မေလးေတြရဲ႕ကိုယ္ခနၶာအလွေတြ အခ်ိဳ႕ေဖာ္ခြၽတ္မႈေတြ\nဒါ့အျပင္ ဇတ္လမ္းေပၚမပ်င္းရိသြားရေအာင္ ဟာသေလးေတြပါေႏွာရင္း\nလွည့္ကြက္ေတြလဲပါဝင္ထားတဲ့အတြက္ေၾကာင့္ၾကည့္ရင္းဗဟုသုတေလးေတြပါရယူႏုိင္ပါေၾကာင္းျပန္ေျပာင္းလို႔ၫြန္းျပရင္းဒီေလာက္နဲ႔တစ္ခန္းရပ္ခြင့္ျပဳပါ...File Size : 770 MB\nQuality : Blu ray 720P\nRunning Time : 1hr 40 minute\nFormat : Mp4\nGenre : Comedy\nEncoder : Joker.phsDownload And watch With Pcloud Link Full HD\n \nDownload And watch Pcloud Link Small File Size\n \n(ဇာတ္ကားအညြန္းေရးသူကေတာ့ John La Yaung ပဲ ျဖစ္ပါတယ္)",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/live-nude-girl-2014-18/",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/WRDGS_Tsr_1sht_Vert_2764x4096_INTL_master.jpg",
        "title": "War Dogs (2016)",
        "description": "ဒီကားဟာ ထူးခြားတဲ့ ပေါင်းစပ်မှုကားလေးပါ။ ဟိုးအရင်တုန်းက နာမည်ကြီးခဲ့တဲ့ Hot Shot ကားလို စစ်ကားဟာသလိုင်းလေး ဖြစ် ပါတယ်။ ဟောလိဝုဒ်မှာ Genre ကို တစ်မျိုးတစ်စားတည်း မလုပ်ကြတော့ဘဲ Multi တွေ လုပ်လာကြတယ်။ ဘယ်လိုလဲဆိုတော့ ဟာသဆိုရင် လည်း ဟာသတစ်ခုတည်း မဟုတ်ဘဲ အချစ်လေးပါထည့်ပြီး comedy romance လေးတွေ လုပ်ကြတယ်။ ဥပမာ ကိုရီးယားနိုင်ငံရဲ့ အချစ်ဟာသ ဇာတ်လမ်းတွဲလေးတွေလိုပေ့ါ။ ဟာသသရဲကား၊ ဟာသအက်ရှင်ကား စသဖြင့် အစုံပေါင်းစပ်ပြီး ပရိသတ်စိတ်ဝင်စားလာအောင် လုပ်ကြတယ်။ ဒီတစ်ပတ်မှာတော့ ပေ့ါပေါ့ပါးပါးအနေနဲ့ ဟာသအက်ရှင်၊စစ်ကားလေးကို ဖော်ပြလိုက်ရပါတယ်။War Dogs ...\nမြန်မာလိုဘာသာပြန်ရင် လက်နက်ရောင်းဝယ်သူလို့ အမည်ရပါတယ်။ ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ကို\nပြန်လည်ရိုက်ကူးထားတဲ့ Documentary အမျိုးအစားဖြစ်ပြီး ထူးခြားတာက ပျင်းစရာမကောင်းတာပါပဲ။ တစ်ခြားသော ဇာတ်ကားအမျိုးအစားတွေနဲ့ မတူပဲ တစ်ကားလုံး စိတ်ဝင်စားဖို့ကောင်းပြီး  အဆုံးထိဆွဲဆောင်နိုင်တဲ့ ကားတစ်ကားပါ။\nဇာတ်လမ်းကြောရိုးကတော့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2rP3l/War_Dogs_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    }
]