[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a7KyFMPXj0iY4EoLq1PIGU1WJPw.jpg",
        "title": "Flamin’ Hot (2023)",
        "description": "Flamin' Hot (2023)Imdb - 6.9\nRotten Tomatoes - 69 %မက္ကဆီကန် Forrest Gump လို့ ပြောရလောက်တဲ့ Hot Cheeto မုန့်တွေရဲ့ ဖခင်ကြီး ရစ်ချတ်ဒ် မွန်တာညက်ဇ် အကြောင်းကို\nDisney လက်အောက်ခံ Searchlight Pictures စတူဒီယိုက အတ္ထုပ္ပတ္တိ ရုပ်ရှင်လေး ရိုက်ကူးပေးလိုက်ပါတယ်။\nRating တွေကလည်း အားရစရာပါပဲ။ဇာတ်လမ်းကျောရိုးကတော့\nလူမျိုးရေးခွဲခြားမှုတွေ အင်မတန်များတဲ့ အမေရိကန်ပြည်ကြီးအလယ် ရွှေ့ပြောင်းမက္ကဆီကန်တွေရဲ့ ဘဝကို ထင်ဟပ်ဖော်ပြထားတာပါ။\nတစ်ကားလုံး Twist အပြည့်နဲ့ဖြစ်ပြီး အပြောမတတ်ရင် spoil မိသွားနိုင်တာမို့ ထွေထွေထူးထူး မ‌ရေးတော့ပါဘူး။Comedy, Drama အမျိုးအစားဖြစ်ပြီး ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့အပြင် စိတ်ဓာတ်မြှင့်တင်ရေး ရုပ်ရှင်မျိုးဖြစ်တာကြောင့်\nကိုယ့်ဆရာတို့ ဘဝမယ် လမ်းပျောက်နေသလို ခံစားမိရင် ကြည့်သင့်တဲ့ရုပ်ရှင်လေးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hugo ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/flamin-hot-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Squeal_Digital-135x200.jpg",
        "title": "Squeal / Samuel’s Travels (2022)",
        "description": "Dark comedy & drama အမျိုးအစားဇာတ်ကားဖြစ်ပြီး ဇာတ်ကြောင်းကတော့နည်းနည်းထူးဆန်းပါတယ် (Samuel) ဆမ်ဆိုတဲ့လူတစ်ယောက်ဟာသူ့အဖေကိုလိုက်ရှာရင်းတစ်ခါမှမရောက်ဖူးတဲ့နေရာတစ်ခုဆီရောက်သွားပါတော့တယ် နောက်တစ်နေ့မှာတော့ရွာကလူတွေကသူ့ကိုဖမ်းချုပ်ပြီးဝက်တွေနဲ့အတူတူလှောင်ပိတ်ထားလိုက်ကြပါတော့တယ် ဆမ်တစ်ယောက်ထူးဆန်းတဲ့ရွာသားတွေနဲ့ဘယ်လိုနေထိုင်သွားရမလဲ၊ သူအဲဒီရွာကနေထွက်ပြေးလွှတ်မြောက်နိုင်ပါ့မလားဆိုတာကိုကြည့်ရှုရမှာပါ။ File size…(1.4 GB)/(710 MB)/(390 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...Comedy, Horror, Fantasty\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://channelmyanmar.org/squeal-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j2QL7wVZ5ay0CQXt6OlHiUGgD1.jpg",
        "title": "Who Invited Charlie? (2023)",
        "description": "Who invited Charlie? (2023)တွေ့ဆုံမှုတိုင်းက တိုက်ဆိုင်မှုကြောင့်လား။ နှစ်ပေါင်းများစွာရှာနေတဲ့လူတစ်ယောက်ကို ပြန်တွေ့တဲ့အချိန်ဟာ\nကိုယ်ရှာနေလို့မဟုတ်ဘဲ ကံတရားဆိုတဲ့ဇာတ်ဆရာအလိုကျ တွေ့တာလား။ဖစ်လ်ဟာ အကျပိုင်းကိုရောက်နေတဲ့ Fund manager တစ်ယောက်ပေါ့။\nမိန်းမဖြစ်သူနဲ့လည်း ဆက်ဆံရေးအဖုအထစ်လေးတွေဖြစ်နေပြီး သားဖြစ်သူကလည်း Separation Anxietyဖြစ်နေတော့\nဖလန်းဖလန်းထတဲ့ ၁၆ နှစ်သားအရွယ်လို့ မထင်ရလောက်အောင် အခန်းအောင်း Introvertလေးတစ်ယောက်ပါ။\nအိမ်တွင်းရေးရှုပ်ထွေးတတ်တဲ့ ဘီးကြဲတွေရဲ့ထုံးစံအတိုင်း ဖစ်လ်တစ်ယောက်အပြင်မှာ စကီလေးတစ်ယောက်နဲ့ထားထားပေမဲ့\nစကီလေးနဲ့ပါ ပြဿနာဖြစ်နေချိန်မှာ ကံဆိုးမသွားရာ မိုးလိုက်ရွာပါတော့တယ်။\nအဲဒါကတော့ သူတစ်ချိန်က အဆက်အသွယ်ဖြတ်ခဲ့တဲ့ချာလီနဲ့မှ တည့်တည့်တိုးခြင်းပါပဲ။လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာကလိုပဲ ဖစ်လ်တစ်ယောက် ချာလီကိုမြင်တာနဲ့ အကြီးအကျယ်ဖြတ်ချပြီးပြေးဖို့ကြံတာပေါ့။\nကိုဗစ် outbreakနဲ့ဘာနဲ့ Hamptonsမှာ စတေးရှောင်ဖို့ဖြစ်လာတော့ ဖစ်လ်တစ်ယောက် ချာလီကိုမေ့မေ့ပျောက်ပျောက်ပါပဲ။\nဒါပေမဲ့ ချာလီက Hamptonsက သူ့ရဲ့အိမ်ကို ဆိုက်ဆိုက်မြိုက်မြိုက်ကြီး ရောက်ချလာချိန်မှာတော့....ဖစ်လ်တစ်‌ယောက် ချာလီကိုဘာလို့သရဲမြင်သလို ကြောက်လန့်နေရတာလဲ။\nချာလီကရော ဖစ်လ်ကိုဘာလို့အသည်းအသန်လိုက်ရှာနေခဲ့ရတာလဲ။\nပြဿနာအားလုံးရဲ့အရင်းခံဖြစ်တဲ့ တချိန်ကဇာတ်လမ်းလေးတွေရှိခဲ့တဲ့ချာလီက\nနဂိုထဲက အိမ်တွင်းပြဿနာတွေများနေတဲ့ ဖစ်လ်မိသားစုအပေါ် ဘယ်လိုသက်ရောက်မှုဖြစ်လာစေမလဲဆိုတာ အားလုံးအတူ ကြည့်ရှုခံစားလိုက်ရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. ...",
        "rating": "",
        "url": "https://channelmyanmar.org/who-invited-charlie-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A1tCU3ysqTYi85RekqS8FDaCFwQ.jpg",
        "title": "Not Your Romeo & Juliet (2023)",
        "description": "Not Your Romeo and Juliet (2023)ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် ကျောင်းသားဇာတ်လမ်းတစ်ပုဒ်ပါ။ Romance ကိုယုံကြည်တဲ့ စိတ်ပညာကျောင်းသူ မစ်ကီနဲ့ Romance ဆိုတာ အရေးမပါဘူးလို့ လက်ခံထားတဲ့ ကျောင်းသားနိုအာတို့ တွေ့ဆုံရာကနေ စကားရည်လုပွဲလုပ်ရတဲ့ထိရောက်သွားတဲ့အကြောင်းပေါ့။ဖခင် ကင်ဆာနဲ့ဆုံးသွားပြီးတော့ မစ်ကီက မိခင်နဲ့အတူ နေလာပြီး မစ်ကီ့မိခင်ကလည်း မစ်ကီတက်တဲ့တက္ကသိုလ်မှာ ကျောင်းပြန်တက်ပါတယ်။ မစ်ကီကတော့ ကျောင်းက သတင်းစာကော်လံမှာ ဂျူးလိယက်ဆိုတဲ့ ကလောင်နာမည်နဲ့ Romance အကြောင်း အပတ်စဉ်ရေးပါတယ်။ ဂျူးလိယက်က မစ်ကီဆိုတာ သူ့အမေနဲ့ အချစ်ဆုံးသူငယ်ချင်းကလွဲလို့ ဘယ်သူမှမသိပါဘူး။ စင်တာမှာ နိုအာနဲ့ပထမဆုံး တွေ့ပြီး ရင်းနှီးသွားခဲ့ပါတယ်။တစ်နေ့မှာတော့ မစ်ကီ‌ ရေးတဲ့ Romance ဆောင်းပါးကို Not your Romeo ဆိုတဲ့ကလောင်နာမည်နဲ့ တိုက်ခိုက်တဲ့သူပေါ်လာပါတယ်။ မစ်ကီကလည်းစိတ်ဆိုးပြီး ပြန်တိုက်ခိုက်တဲ့အနေနဲ့ ရေးပါတယ်။ ပြီးတော့ မစ်ကီနဲ့နိုအာက ပညာသင်ဆုအတွက် ဆန်ကာတင်၂ယောက်ဖြစ်နေတဲ့အခါ နိုအာက ဂျူးလိယက်က ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/not-your-romeo-and-juliet-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lAbshlBg6MAaro0UeXP1FB775ES.jpg",
        "title": "Romantic Adventures ( 2023 )",
        "description": "အချစ်ဟာသကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။\nမမျှတတဲ့အိမ်ထောင်ရေးတစ်ခုဟာ တည်မြဲဖို့မလွယ်ပါဘူး။\nတီခယ့်ဟာစီးပွားရေးအရာမှမဖြစ်ထွန်းပဲ\nသူ့ရဲ့မိန်းမကတော့လုပ်ငန်းပိုင်းမှာအရမ်းအောင်မြင်တာမလို့\nတီခယ့်ဟာ အိမ်ထောင်ရှင်ယောင်္ကျားတစ်ယောက်တာဝန်ကို အပြည့်အဝယူရပါတယ်။သူကအိမ်မှာနေ ထမင်းဟင်းချက် အိမ်မှုကိစ္စတွေလုပ်ပြီးနေရတာကိုမပျော်ပါဘူး\nယောင်္ကျားတစ်ယောက်အနေနဲ့အပြင်ထွက်ပြီးအလုပ်လုပ်ချင်ပါတယ်။\nဒါကိုသူ့ရဲ့မိန်းမကခါးခါးသီးသီးငြင်းဆန်ပါတယ်။\nဒီလိုနဲ့ပဋိပက္ခတွေဖြစ်ပြီး ကွာရှင်းဖို့အထိပါဖြစ်လာပါတယ်။လုပ်ငန်းမှာအရမ်းအောင်မြင်ပြီး ယောင်္ကျားကိုအထင်မကြီးတဲ့မိန်းမကို\nပညာပေးဖို့အတွက် တီခယ့်ကလူတစ်စုနဲ့အတူပူးပေါင်းပြီး\nအပြိုင်ကမ္ဘာကတီခယ့်ဆိုပြီးဖန်တီးလိုက်ပါတယ်။\nသူ့မိန်းမကိုလဲပြန်ခံစားရစေမယ်ဆိုပြီး ဟစ်ကြွေးလို့ပေါ့......\nသူ့တို့ဆင်တဲ့ဇာတ်လမ်းကြောင့်လင်မယာကြားပြန်သင့်မြတ်သွားမလား......\nဒါမှမဟုတ်ပြဿနာတွေပဲပိုဆိုးလာမလားဆိုတာကိုတော့....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Drama\nRuntime : 1h 29 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/2BluY/Romantic_Adventures_2023_1080p_WEB-DL_CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOTk4MmM3ODctNDhiYi00ODgxLWI4MGEtMWRiNGNjN2M0OGM4XkEyXkFqcGdeQXVyMTE3NjgwMzgw._V1_-138x200.jpg",
        "title": "Stand Up Rahul(2023)",
        "description": "Stand Up Rahul (2022)\nIMDb-5.1/10ချစ်သူတွေကြားမှာ အချစ်ဆိုတာထက်ပိုအရေးကြီးတာတွေရှိတတ်ကြတာပဲလေ။\nဒါကိုနားမလည်နိုင်ဘဲဘာနေနေ မချစ်လို့ဖြစ်တာ၊အဲလိုလုပ်မှာပေါ့\nငါ့ကိုမှမချစ်တော့တာဆိုရင် အဲဒီလိုမျိုး\nRelationshipတခုဟာ ရေရှည်တည်မြဲနေနိုင်ပေမယ့် ပျော်ရွှင်စရာဆိုတဲ့အရာတော့\nတဖြည်းဖြည်းဆိတ်သုန်းလာမှာပဲ။ရာဟူးလ်က ချစ်တတ်ပြီး ချစ်သူကိုအနွံတာခံပေမယ့်\nအိမ်ထောင်မှုဆိုတာကို မယုံကြည်တဲ့သူ၊အိမ်ထောင်သည်ဘ၀ဆိုတာ\nသူ့အဖေနဲ့အမေလို ရန်တကျက်ကျက်ဖြစ်ရင်းနဲ့\nသူလို ငတိတကောင်ကိုမွေးထုတ်ပေးရုံသက်သက်ကိစ္စတခုလိုတွေးမြင်ထားတာ၊\nလမ်းပျောက်နေပြီး မိသားစုတွေမိတ်ဆွေတွေရဲ့\nဟိုလိုလုပ်ပါလား ဒီလိုလုပ်ပါလားဆိုတာတွေကိုလည်း နားမဝင်တဲ့သူ၊စင်ပေါ်ကနေ ဟာသတွေပြောရတဲ့အလုပ်ကို\nဝါသနာပါတဲ့သူ၊သူ့ချစ်သူကောင်မလေးကကျ ချစ်သူတွေရဲ့နောက်တဆင့်က ပျော်ရွှင်စွာအတူလက်ထပ်နေထိုင်\nပေါင်းသင်းသွားကြလေသတည်းဆိုတာမျိုးကို စိတ်ကူးယဉ်တဲ့သူဖြစ်ပေမယ့် ချစ်သူစိတ်ချမ်းသာရင်ပြီးတာပဲ\nဆိုတဲ့စိတ်နဲ့ ဒီတိုင်းLiving Togetherပဲနေကြတယ်။သူ့မိဘတွေက ရာဟူးလ်နဲ့လက်မထပ်ဘဲအတူနေမှန်းမသိကြ။သူတို့နှစ်ယောက်နေတဲ့အိမ်ရောက်လာပြီး တခြားတယောက်နဲ့\nလက်ထပ်ဖို့စီစဉ်ပေးပါရော။အိမ်ထောင်ရေးကိုမယုံကြည်တဲ့ ရာဟူးလ်တယောက် မင်္ဂလာဆောင်ရတော့မယ့်ချစ်သူကို\nချစ်သူအလိုကျ အိမ်ထောင်မှုတခုတည်ဆောက်လိုက်နိုင်မလား၊သူဝါသနာပါတဲ့အလုပ်ကို အောင်မြင်အောင်လုပ်နိုင်မလားဆိုတာကို\nလူငယ်ဆန်ဆန်ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် ရိုမန့်စ်ဟာသအချစ်ဇာတ်ကားလေးပါ။\n(အညွှန်းကို Yunniမှရေးထားပြီး Yunni,BpL,V,Sai,ThaikSanတို့ဘာသာပြန်ထားပါတယ်)\nFile size…1.7GB / 800MB\nQuality…1080p HQ HDRIP /720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Yunni,BpL,V,Sai,ThaikSan",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/stand-up-rahul2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xI1GSZoww5GqBBNDAlHLyyO2APj.jpg",
        "title": "Missed Connections (2023)",
        "description": "Missed connections (2023)ဒီဇာတ်ကားလေးကတော့ ဖိလစ်ပိုင်အချစ်ဇာတ်ကားကောင်းလေးဖြစ်ပြီး\nဇာတ်လမ်းနာမည်အတိုင်းပဲ ပြတ်တောက်သွားသော ဆက်သွယ်ရေးများ ဆိုတဲ့အတိုင်း\nရည်းစားနဲ့ပြတ်ပြီး ရည်းစားဟောင်းကို မေ့မရဘဲ Move on မလုပ်နိုင်သေးတဲ့သူတွေအတွက် ‌အကျိုးရှိတဲ့ဇာတ်ကားလေးပါ။စွန့်ဦးတီထွင်မမလေးတွေအတွက်လည်း အားဖြစ်စေတဲ့ကားလေးပါဗျ။\nကောင်လေးနဲ့ကောင်မလေး စူပါမားကတ်ထဲမှာ မတော်တဆဆုံပြီး\nMissed connections ဆိုတဲ့appကနေ ပို့စ်တင်ရှာဖွေရာကနေ ဇာတ်လမ်းစတာပါပဲခင်ဗျာ။\nကောင်မလေးက ကောင်လေး ရှာတာ ဆိုပေမယ့် ကောင်လေးရှာတာက ကောင်မလေး ဟုတ်မနေတဲ့အခါ\nသူငယ်ချင်းလို့ပဲ ဆက်ပြီးတော့ ခေါ်မလား၊\nဘာဘာညာညာ ဇာတ်လမ်းတွေဖြစ်ပြီး ဘာညာသွားမလား စောင့်ကြည့်လိုက်ရအောင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 829MB | 402MB\nFormat… mp4\nDuration…. 1h 47min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae ...",
        "rating": "",
        "url": "https://channelmyanmar.org/missed-connections-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t6cuyejykRZRHLiIU88zARAU9uF.jpg",
        "title": "Annapurna (2023)",
        "description": "Annapurna (2023)တောင်တက်ဖို့ဆိုရင် စိတ်အားထက်သန်တဲ့ ဂန်ဟျွန်းက သူ့ဂျူနီယာ ဆောဝူးကို ခေါ်ထုတ်ပြီး\nတောင်အတူတက်ကြရင်း ကြုံခဲ့တဲ့အချစ်ရေး၊ လမ်းခွဲခဲ့ရတာတွေ၊ စိတ်ဒဏ်ရာတွေအကြောင်း ပြောကြတဲ့ ဇာတ်လမ်းဖြစ်ပါတယ်ဂန်ဟျွန်းဟာ ဟိမဝန္တာတောင်တန်းမှာရှိတဲ့ Annapurna တောင်ကို တက်ချင်နေတဲ့သူဖြစ်ပြီးတော့\nတောင်ရဲ့ဇာတ်လမ်းအစုံကို ဂျူနီယာဖြစ်တဲ့ ဆောဝူးကို အပြည့်အစုံပြောရင်းနဲ့ လမ်းပျောက်လိုက်၊ မျက်စိလည်လိုက်ဖြစ်ပါလေရောသူတို့ရဲ့အချစ်ရေးအတွေ့အကြုံတွေ၊ လူငယ်သဘာဝစိတ်ကူးတွေ၊ ဝါသနာတွေကို ပြောကြရင်း\nဂန်ဟျွန်းရဲ့ ဘဝဒသနတွေကို နားထောင်ရမှာဖြစ်ပါတယ်\nနှစ်ယောက်သား ဘာတွေဆွေးနွေးမျှဝေကြမလဲဆိုတာကိုတော့ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 647MB | 300MB\nFormat… mp4\nDuration…. 1h 12min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://channelmyanmar.org/annapurna-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jCOsmpPuCXVztpB1nYUyqrdTpmr.jpg",
        "title": "Extreme Festival (2023)",
        "description": "မန်ဂျင်းမှာလုပ်မဲ့ ဒေသပွဲတော်တစ်ခုက မကျင်းပခင် တစ်ပတ်အလိုမှာပဲဂျောင်ဂျုံးယဉ်ကျေးမှုပွဲတော်ကနေ ယွန်းဆန်းဂွန်းယဉ်ကျေးမှုပွဲတော်အဖြစ် နာမည်ပြောင်းသွားပါတယ်။အဆိုပါပွဲတော်ကို စီစဉ်သူကတော့ \"သ၀န်တိုမှုက ငါ့ရဲ့အင်အား\" လို့ခေါ်တဲ့start up ကုမ္ပဏီလေးရဲ့ ကိုယ်စားလှယ်အီဟယ်ဆူပဲဖြစ်ပါတယ်။ဆိုးတာတစ်ခုက ပွဲတော်နေ့မှာ ပွဲကြည့်ထိုင်ခုံတွေက အလွတ်တွေချည်းဖြစ်နေပြီးဖိတ်ကြားထားတဲ့ ဧည့်သည်အဆိုတော်ကလည်း ရောက်မလာဇာတ်ညွှန်းပြောင်းသွားတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ ပြဇာတ်အဖွဲ့ကလည်း ဆန္ဒပြ...မျှော်မှန်းထားသလို တစ်ခုမှဖြစ်မလာတဲ့ ပွဲတော်လေးကို ဟယ်ဆူတစ်ယောက်အဆင်ပြေပြေ ချောချောမွေ့မွေ့နဲ့ ပြီးဆုံးအောင် ကျင်းပနိုင်မလား....ဘယ်လို ရယ်စရာအလွဲလေးတွေနဲ့ ကြုံတွေ့ရမလဲဆိုတာကို ကြည့်ရှုခံစားလိုက်ကြပါဦးနော်... File Size : 1.2GB, 527MB\nQuality : WEB-DL1080P,720p\nFormat : mp4\nDuration : 01:34:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Wai Oo\nEncoded by Tiff",
        "rating": "",
        "url": "https://channelmyanmar.org/extreme-festival-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Gu30dMoeLhz7fulx1uohyIOlqT.jpg",
        "title": "I Like Movies (2023)",
        "description": "I Like Movies (2023)ဒီဇာတ်ကားကိုတော့ ဆယ်ကျော်သက်တွေကြည့်ဖို့ အထူးညွှန်းပေးချင်ပါတယ်။\nဆယ်ကျော်သက်ကားဆိုလို့ ဖျော်ဖြေရေးပုံစံ ဆယ်ကျော်သက်ကျောင်းသားကားတွေလို\nပျော်ကြမြူးကြဒိတ်ကြရယ်ဆိုတဲ့ ဇာတ်လမ်းမျိုးတော့မဟုတ်ပါဘူး။\nလေးနက်တဲ့သင်ခန်းစာလေးတွေကို အထက်တန်းကျောင်းသားလေးဆီမှာ ပေါ့ပေါ့ပါးပါးလေးပုံဖော်သွားတဲ့ဇာတ်လမ်းမျိုး။\nရုပ်ရှင်ပရိသတ်တွေနဲ့အလှမ်းဝေးလွန်းတဲ့ဇာတ်ကောင်မျိုးမဟုတ်ဘဲ\nဒီဇာတ်ကောင်က ကိုယ့်စာသင်ခန်းထဲကသူငယ်ချင်းတစ်ယောက်ယောက်ဖြစ်နေနိုင်သလို ကိုယ်ကိုယ်တိုင်လဲဖြစ်နေနိုင်ပါတယ်။\nလူတွေက အထက်တန်းအရွယ်လောက်မှာ ကိုယ့်အားနည်းချက်အားသာချက်တွေကို စသိလာကြတယ်။\nကိုယ့်အားနည်းချက်ကို သဘောပေါက်ဖို့ဆိုတာတကယ်တော့မလွယ်ပါဘူး။\nသိသွားပြီးရင်လဲ လက်မခံချင်သေးဘူး။ လက်ခံပြီးရင်လဲ မပြင်ချင်သေးဘူး ပြင်ရလဲခက်တယ်လေ။\nဒီဇာတ်လမ်းထဲက လောရန့်စ်ဆိုတဲ့ကောင်လေးက ရုပ်ရှင်တွေသိပ်ကြိုက်တယ်။\nအထက်တန်းပြီးရင်လဲ NYU မှာရုပ်ရှင်ပညာကိုလေ့လာဖို့အားခဲထားသူပါ။\nသူက ကျောင်းပညာရေးမှာလဲထူးချွန်တယ်။ ဒါပေမဲ့ သူ့အားနည်းချက်တွေလဲရှိတာပေါ့။\nသူကတစ်ကိုယ်ကောင်းဆန်တယ် အဆိုးဆုံးကတော့ သူ့ကိုယ်သူအထင်ကြီးတတ်သလို သိပ်သနားတတ်တာပဲ။\nသူများတွေသူ့ကိုသနားအောင်လဲ သူ့အဖေကသူ့ကိုယ်သူသတ်သေသွားတာ ဆိုတဲ့ကဒ်ကိုမကြာမကြာထုတ်သုံးတတ်သေးတယ်။\nဒါပေမဲ့လောရန့်စ်တစ်ယောက် တက္ကသိုလ်မတက်ခင်ပဲ အချိန်ပိုင်းအလုပ်လုပ်ရင်း လက်တွေ့လောကကြီးနဲ့ထိစပ်မိချိန်မှာ\nသူ့အားနည်းချက်တွေကထင်းထင်းကြီးပေါ်လွင်လာပြီး လောရန့်စ်ရဲ့ကလေးဘဝကနေ\nလူကြီးဘဝအကူအပြောင်းကို လက်တွေ့လောကအတိုင်းမြင်ရမယ့် သဘာဝကျတဲ့ဇာတ်လမ်းကောင်းပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.1GB | 915MB | 282MB\nFormat… mp4\nDuration…. 1h 39min\nSubtitle…. Myanmar ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/i-like-movies-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmIxMzAzOTEtY2QyZi00YzBkLThiM2ItM2I5YzNhYzM2ZTJlXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-143x200.jpg",
        "title": "Good Night (2023)",
        "description": "Good Night 2023ဒီတစ်ခေါက်မှာတော့ IMDb - 8.3/10 ထိရရှိထားတဲ့ တမီးလ် မိသားစုဒရမ်မာကားကောင်းတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ သရုပ်ဆောင်တွေအနေနဲ့ Jai Bhim၊ Vikram Vedha ဇာတ်ကားတွေထဲက\nမင်းသား Manikandan နဲ့ မင်းသမီးချော Meetha တို့ကအတွဲညီညီသရုပ်ဆောင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်း\nမိုဟန်တို့အိမ်ဟာ မိသားစု‌ဝင်တွေအများကြီးနဲ့ သိုက်သိုက်ဝန်းဝန်းရှိလှတဲ့ မိသားစုတစ်ခုပါ။\nအချင်းချင်းစည်းလုံးကြပြီး တစ်ယောက် ပြဿနာတစ်ယောက်ဖြေရှင်းကြရင်းပေါ့။\nသို့ပေမဲ့မိုဟန်မှာ မိသားစုဝင်တွေ သည်းမခံနိုင်လောက်အောင်ဆိုးတဲ့\nအကျင့်တစ်ခုရှိပါတယ်။ အဲဒါကတော့ ဟောက်တတ်တာပါပဲ။အဲအကျင့်ကြောင့်လည်း စော်ငြင်းကောင်ဖြစ်နေရတဲ့သူပါ။\nတစ်နေ့မှာ ယောက်ဖဖြစ်သူနဲ့ ရေပိုက်လိုက်ပြင်ရင်း အာနူးဆိုတဲ့သနားစရာကောင်မလေးနဲ့ တွေ့ဆုံပြီး၊\nနှစ်ယောက်သားစုံမက်သွားကြတဲ့အခါ အာနူးခင်ဗျာ မိုဟန်ကိုသည်းခံနိုင်ပါဦးမလား၊\nနှစ်ယောက်သား ဘယ်လိုနားလည်မှုယူကြမှာလဲ....သူတို့ခင်ဗျာညတိုင်း \"Good Night \" ဖြစ်နိုင်ပါဦးမလားဆိုတာ\n\"Good Night\"ဇာတ်ကားမှာပဲအဖြေရှာပြီး အပန်းဖြေကြည့်ရှုလိုက်ရအောင်ပါ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moon ~ ThaikSan ~ Zwe ~ V~ BpL~ တို့ပဲဖြစ်ပါတယ်။\nFile size…2.39GB / 1.12GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/good-night-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/image-1-146x200.jpg",
        "title": "You Don’t Mess with the Zohan (2008)",
        "description": "You Don't Mess with the Zohan (2008)Adam Sandler ရဲ့ မကြည့်ဖူးသူမရှိလောက်မယ့် ကားဟောင်းကားကောင်းတစ်ကားပါ။ သူကိုယ်တိုင် သရုပ်ဆောင်ရုံတင်မကဘဲ ဇာတ်ညွှန်း‌ကိုလည်း သူပဲ ဝင်ရေးပေးခဲ့ပါသေးတယ်။ ဒါ့အပြင် အခြားနာမည်ကျော် ရုပ်ရှင်မင်းသားမင်းသမီးတွေဖြစ်ကြတဲ့ Emmanuelle Chriqui, John Turturro နဲ့ Buddy Games ဇာတ်ကားထဲက မင်းသားကြီး Nick Swardson ကိုလည်း လူငယ်သရုပ်ဆောင်အနေနဲ့ တွေ့ရမှာဖြစ်လို့ လုံးဝကို လက်ရာမြောက် ဟာသဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်ကားကတော့ ဇိုဟန်ဆိုတဲ့ အစ္စရေးနိုင်ငံသား အထူးစစ်သားတစ်ယောက်အပေါ် ဇာတ်အိမ်တည်ပြီးတော့ရိုက်ကူးထားတာပါ။ ဇိုဟန်ဟာ သူလုပ်နေတဲ့အလုပ်မှာ ကျွမ်းကျင်ရုံတင်မကဘဲ အတော်လေးကို နာမည်ကြီးလှတဲ့ အကြမ်းဖက်နှိမ်နင်းရေး တပ်ဖွဲ့ရဲ့  နိုင်ငံကျော်စူပါစတားပဲဖြစ်ပါတယ်။ ဒါပေမဲ့ သူဟာ ဒီအလုပ်ကိုလုပ်နေရင်းနဲ့ ဒီလိုပဲ သူ့ဘဝကြီးက သံသရာလည်တာကို မနှစ်သက်တော့ပါဘူး။ အဲဒီအခါ ဇိုဟန်ဟာ သူ့ရဲ့ ဝါသနာပါရာ စိတ်ကူးအိပ်မက်ကို ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/you-dont-mess-with-the-zohan-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjEyNWYzYmQtZWE5My00NDhjLThjNTEtN2E5ZWZmN2RmN2NlXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Tiku Weds Sheru (2023)",
        "description": "Tiku Weds Sheru (2023)\nIMDb-3.7/10\nဘောလီးဝုဒ်လောကမှာ ပွဲရှာတာနာမည်ကြီးတဲ့\nမင်းသမီးကန်ဂနားထုတ်ပေးခဲ့ပြီး Cameoပါဝင်ထားတဲ့ နဝါးဇ်ရဲ့ရှားရှားပါးပါး Drama/Romanceကားလေးပါ။\nဇာတ်လမ်းလေးကလည်း မဲပြာပုဆိုးတွေက ကွဲထွက်နေတဲ့ ပိုးပုဆိုးလေးလို ထူးထူးခြားခြားဇာတ်လမ်းဇာတ်ကွက်\nအလန်းလေးမို့ အားလုံးပဲ သဘောကျလိမ့်မယ်လို့ ထင်ပါတယ်မင်းသားကြီးနဝါးဇ်ကဒီကားထဲမှာ ဒါရိုက်တာ ဇာတ်ညွှန်း သရုပ်ဆောင်ရူး ပြောရရင်\nကိုယ်ပိုင်ဇာတ်ကားရိုက်ချင်နေတဲ့ သရုပ်ဆောင်ရူးလေးပါ ..အကြွေးတွေကလဲတပုံတပင်နဲ့\nဘာမဆို စိတ်နှစ်ပြီးလုပ်တတ်တယ်ဆိုတဲ့ ဆရာကြီးရဲ့တကယ့်အလုပ်ကတော့ ရွှေကြာချိတ်ဆက်ရေးပါ..\nရုပ်ရှင်တွေထဲမှာ ဖြတ်လျောက်လည်းလုပ်တယ်..လုပ်တိုင်းလည်း ခိုင်းသလိုငြိမ်ငြိမ်မနေပဲ\nတောင်ပြောဝင်ပြောလုပ်လို့ ကန်ထုတ်ခံရပါတယ် အဲ့အချိန်မှာအိမ်ကပေးစားတဲ့\n|ရှော်တီလေးကို ပိုက်ဆံလဲရမိန်းမချောချောလေးရဆိုပြီး သပိတ်ဝင်အိတ်ဝင်လက်ထပ်လိုက်ပါတယ်မွမ်ဘိုင်းမြို့ကြီးက အိမ်မက်မြို့တော်လို့ တင်စားခေါ်ဝေါ်ကြတယ်\nညတွင်းချင်းတောင် ဘဝတစ်ခုကို ပြောင်းလဲတိုးတက်စေနိုင်တယ်တဲ့\nတီကူးတစ်ယောက် သူ့အိမ်မက်တွေ ပြည့်ဝနိုင်ဖို့ ချစ်ရသူကိုမျှော်ကိုးရင်း စောင့်နေခဲ့တာ\nကြာပါပြီ ‌တစ်နေ့မှာ မွမ်ဘိုင်းသားကြီးက အိမ်ကိုဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာတဲ့အခါ\nအိမ်မက်တွေ အကောင်အထည်ဖော်ဖို့ မွမ်ဘိုင်းမြို့ကြီးကို လိုက်ရဖို့ကြံပြီး\nကိုနဝါးဇ်(ရှယ်ရူး)နဲ့လက်ထပ်ဖို့ ခေါင်းညိတ်လိုက်ပါတယ်ဇာတ်လမ်းနာမည်အတိုင်း တီကူးနဲ့ရှယ်ရူးတို့ညားကြလေသည်ပေါ့တယောက်နဲ့တယောက်အကြောင်း သေချာမသိဘဲယူလိုက်ကြတဲ့နှစ်ယောက် တယောက်အရှုပ်အထုပ်တွေကို\nတယောက်ကသိပြီး အချင်းချင်းဘယ်လိုညှိနှိုင်းအဖြေရှာကြမလဲဆိုတာတော့....။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Saii~BpL~V~ThaikSanတို့ပဲဖြစ်သည်)\nFile size… 2.45GB /  1.01GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/tiku-weds-sheru-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDU0Y2RkY2ItNzBiOC00ZTcxLWFhMDgtZmQ0MGFlNTc4NjQyXkEyXkFqcGdeQXVyMzA0OTQzODE@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Mavka: The Forest Song (2023)",
        "description": "Mavka: The Forest Song (2023)\n======================\nIMDb Rating - 7.4/10ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ IMDb - 7.4 ရထားတဲ့\nအသစ်ထွက် Animation movie တစ်ခုပါ။ အရမ်းလှပတဲ့\ngraphics တွေနဲ့ scenery အမိုက်စားတွေကို ချပြထားတဲ့\nအပြင်ကိုမှ စလယ်ဆုံး မရိုးရတဲ့ plot တစ်ခုကတော့ အဆစ်\nပေါ့။ ကဲ ရှည်ရှည်ဝေးဝေး ဆိုမနေတော့ပါဘူး။ ဇာတ်လမ်း\nအညွှန်းလေး စလိုက်ကြရအောင်။ဟိုးလွန်ခဲ့တဲ့ ဆောင်းရာသီတစ်ခုတုန်းကပေါ့။ အမှောင်တောင်\nတန်းကြီးရဲ့ အနောက်ဘက်တောအုပ်ထဲမှာ အစောင့်အရှောက်\nနတ်တွေ မှီတင်းနေထိုင်ခဲ့ကြတယ်။ တစ်ရက်မှာ သစ်စက်ပိုင်\nရှင်လူသားတစ်ယောက်က သူ့ရဲ့မွေးကာစရောဂါသည် သမီး\nလေးကို ကယ်တင်ဖို့အတွက် တောစောင့်နတ်ကြီးဆီကနေ\nဆေးရည်လေးတစ်ခု လာတောင်းခဲ့တယ်။ ဒီလိုနဲ့ အဲဒီသမီးဖြစ်\nသူလည်း အသက်ဆက်ရှင်သွားခဲ့တာပေါ့။ ဒါပေမဲ့ လောဘပိုး\nမသတ်နိုင်တဲ့ သစ်စက်ပိုင်ရှင်ကြီးက တောအုပ်ဆီကို စစ်တပ်\nကြီးတစ်ခုနဲ့ ချီတက်လာပြီး ဆေးရည်ထုတ်ပေးတဲ့ သစ်ပင်ကို\nအပိုင်သိမ်းဖို့ ကြိုးစားတော့တာပါပဲ။အဲဒီမှာပဲ အစောင့်အရှောက်နတ်တွေနဲ့ လူသားတွေရဲ့ ရန်ပွဲတွေ\nစတင်လာခဲ့လိုက်တာ မက်ဗ်ကာဆိုတဲ့ နတ်သမီးလေးတို့ခေတ်\nထိဆိုပါတော့။ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/mavka-the-forest-song-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZjQ3ZTIzOTItMGNjNC00MWRmLWJlMGEtMjJmMDM5ZDIzZGM3XkEyXkFqcGdeQXVyMTkzODUwNzk@._V1_-135x200.jpg",
        "title": "The Devil Wears Prada (2006)",
        "description": "The Devil Wears Pradaဆိုတဲ့ ဇာတ်လမ်းနာမည်လေးအတိုင်းပါပဲ။ Prada‌ဒေါက်ဖိနပ်စီးပြီး ဖက်ရှင်မဂ္ဂဇင်းလောကရဲ့ ဒိတ်ဒိတ်ကြဲအမျိုးသမီးတစ်ဦးနဲ့ ကြုံဆုံခဲ့ရပုံကို ရိုက်ကူးထားတဲ့ကားလေးပါပဲ။ ပေါ့ပေါ့ပါးပါးဟာသလေးတွေနဲ့ကြည့်ကောင်းပြီး ဆုတွေအများကြီးရခဲ့တဲ့ကားပါ။ ဇာတ်လမ်းထဲက မဂ္ဂဇင်းအယ်ဒီတာချုပ် မီရန်ဒါ ပရိစ်စလီဟာဆိုရင် အလုပ်ကို အရမ်းကြိုးစားသူ၊ လက်အောက်ငယ်သားတွေက စက်စက်ယိုအောင်ကြောက်ရသူပေါ့၊ တစ်ခါတလေကျ သူ့လက်ထောက်ကို ဖြစ်နိုင်မဖြစ်နိုင်မသိ ခိုင်းချင်ရာခိုင်းပြီး ကြပ်တတ်ပါသေးတယ်။ ဘယ်လိုလဲဆိုရင်တော့ ဟယ်ရီပေါ်တာစာအုပ်ရဲ့ မထွက်သေးတဲ့ စာမူကိုရအောင်ယူခိုင်းတာမျိုးပါ။ ဒီဇာတ်ကောင်နဲ့ သူ့ရဲ့ ဟာသတချို့ဟာ အင်္ဂလန်ဘုရင်မ Queen Elizabeth IIကို ဇာတ်လမ်းထဲပုံဖော်ထားပါ။လက်ထောက်ဖြစ်သူက ကော်ဖီလာမပို့သေးလို့ \"ကော်ဖီမရောက်သေးပါလား၊ သူသေသွားပြီလား\"မေးလို့မေး ဟာရီကိန်းမုန်တိုင်းတိုက်နေတာကို \"မိုးဖွဲလေးကျနေတာပါ\"လို့ ပြောလို့ပြော တစ်ခုခုခိုင်းပြီးရင် \"ဒါပဲ\"ဆိုပြီး ပြောလွှတ်တတ်တဲ့ မူဟန်လေးတွေထည့်သွင်းရိုက်ကူးထားတာပါ။ ဇာတ်လမ်းအကျဉ်းအနေနဲ့ သတင်းထောက်ဖြစ်ချင်သူ အန်ဒီဟာ အလုပ်ရှာနေရင်းနဲ့မှာ နာမည်ကြီးဖက်ရှင်အယ်ဒီတာချုပ်ရဲ့လက်ထောက်အဖြစ်အလုပ်ရသွားပါတယ်။ သူလုပ်ချင်တာတော့ စာရေးချင်တာပါ။ ဒါပေမဲ့ ဒီအလုပ်မှာတော့ ကော်ဖီယူပေး ဖုန်းကိုင်ပေးနဲ့ စာမရေးရတဲ့အပြင် အယ်ဒီတာ့စိတ်ကြိုက်အတိုင်းနေပေးရပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-devil-wears-prada-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xxMaO7VoN2BnZit79PedVHnTjcO.jpg",
        "title": "Hobo with a Shotgun (2011)",
        "description": "Hobo with a Shotgun (2011)သွေးထွက်သံယို ကြမ်းကြမ်းရမ်းရမ်းမှ ကြိုက်တတ်တဲ့ ရုပ်ရှင်ပရိတ်သတ်များအတွက် ဒီဇာတ်ကားက လက်လွှတ်ခံလို့ မရတဲ့အထဲမှာပါပါတယ်။ ပြောင်းချောသေနတ်တစ်လက်နဲ့ ပတ်ကြမ်းနေတဲ့ အိမ်မဲ့ယာမဲ့တစ်ယောက်ကို ဒီဇာတ်လမ်းထဲမှာ တွေ့ရမှာပါ။သူဟာအစပိုင်းမှာ မြက်ရိတ်စက်လေးတစ်ခု ဝယ်ချင်တဲ့အတွက် ကြုံရာကြပန်းလုပ်ပြီး ပိုက်ဆံရှာဖို့ မြို့တစ်မြို့ကိုတက်လာခဲ့တယ်။ ဒါပေမယ့် သူရောက်လာခဲ့တဲ့မြို့ဟာ အထိန်းအကွပ်မရှိ ဗရမ်းဗတာဖြစ်နေတာကို တွေ့လိုက်ရတဲ့နောက်မှာ ...ရဲတွေကအစ တစ်မြို့လုံးဟာ လူတစ်ယောက်ရဲ့ လက်အောက်မှာ ဝပ်ဆင်းနေပြီး သူသေဆိုသေ ရှင်ဆိုရှင်ရတဲ့ဘဝမှာ နေနေကြရတာပါ။ နောက်ပိုင်း ဒီအရှုပ်တော်ပုံထဲကို ဘယ်လိုမှမလွဲသာ မရှောင်သာရောက်ရှိသွားခဲ့ပြီးတော့ လမ်းပေါ်က လူမိုက်လူရမ်းကားတွေကို တစ်ကိုယ်တော် ပြောင်းချောသေနတ်တစ်လက်တည်းနဲ့ လိုက်လံရှင်းလင်းပုံကို အက်ရှင် ဟော်ရာဆန်ဆန် ကြည့်ရှုခံစားရမှာဖြစ်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Zwel Zan Aung ပါ။)File Size          : 4.1GB, 1.3GB, 536MB\nQuality    ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/hobo-with-a-shotgun-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aqwxFmGqG4nlh4fGERhSi3CpOZC.jpg",
        "title": "Clean Job(2023)",
        "description": "Clean Job(2023)***************\nဇာတ်လမ်းနာမည်လေးအတိုင်းပဲ အိမ်သန့်ရှင်းရေးအလုပ်လုပ်တဲ့ လူမည်းအမျိုးသမီးတစ်စုအကြောင်းရိုက်ကူးထားတဲ့Comedy Dramaကားလေးပါ။\nသူတို့သန့်ရှင်းရေးက အိမ်ထဲရှိသမျှပစ္စည်း အကုန်ရှင်းအောင် \"မ\"သွားတဲ့အလုပ်ပါ...\nချမ်းသာတဲ့လူတွေဆီကို အိမ်သန့်ရှင်းရေး၊အိမ်စေအဖြစ် ဟန်ပြလုပ်ပြပြီး ယုံကြည်မှုရအောင်လုပ်တယ်...\nအိမ်ရှင်တွေရဲ့ ဘယ်အချိန်အပြင်ထွက်တယ် ဘယ်အချိန်ပြန်လာတယ်၊အဝင်အထွက်တွေ၊ ကင်မရာတွေ၊ လျှို့ဝှက်နံပါတ်တွေအကုန်သိအောင်လုပ်ပြီးမှ အိမ်ဖောက်ထွင်းကြတဲ့ အမျိုးသမီးတစ်စုပေါ့။\nဒီအလုပ်ကို ဘယ်လိုစလုပ်ခဲ့ကြတာလဲဆိုတော့...\nကင်ဘာလေရဲ့ မိခင်ဖြစ်သူဟာ ချမ်းသာတဲ့မိသားစုတစ်ခုရဲ့အိမ်စေဖြစ်ပါတယ်။\nအမေဖြစ်သူဆုံးသွားတော့ ကင်ဘာလေဟာ သူဌေးအိမ်ကနှင်ချခံရပြီး ‌အမျိုးရင်းဦးလေးရှိတဲ့အောက်ခြေလူတန်းစားတွေကြားရောက်သွားပါတယ်။\nအဲ့ဒီနေရာက ပညာမတတ်တဲ့ အမျိုးသမီးတွေဟာ ချမ်းသာတဲ့ အိမ်တွေမှာအိမ်ဖော်အဖြစ်အလုပ်သွားလုပ်ကြပြီး ဖိနှိပ်ခံ၊ အမှိုက်လိုဆက်ဆံခံရ၊ အလုပ်ဖြုတ်ခံနေရပါတယ်။\nဒါတွေကို မြင်တွေ့ရတာများလာတော့ နဂိုကတည်း သူဌေးအိမ်တွေကိုနာကျည်းချက်ရှိတဲ့ ကင်ဘာလေဟာ ပြန်တိုက်ဖို့ကြံပါတော့တယ်...\nဒီလိုနဲ့ပဲ သန့်ရှင်းရေးအမျိုးသမီးတစ်စုက အိမ်တွေကို ဘယ်လိုဖောက်ထွင်းကြမလဲ၊ ကင်ဘာလေရဲ့နာကျည်းမှုကရောဘာလဲ\nနာကျည်းမှုတွေနဲ့ မကောင်းမှုပြုလုပ်ခဲ့ကြတဲ့သူတို့တွေ ဥပဒေလက်ကလွှတ်နိုင်ပါ့မလားဆိုတာ ဇာတ်လမ်းထဲမှာကြည့်ရှုနိုင်ပါပြီ...။File Size :(1.8GB)& (814MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:31:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/clean-job2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/image_9e35a739-133x200.jpeg",
        "title": "Aladdin (2019)",
        "description": "ဒီကားလေးကတော့ သိပ်ပြီးမိတ်ဆက်စရာမလိုလောက်အောင်\nအားလုံးသိထားပြီးတဲ့ ကားလေးဖြစ်ပါတယ်...\nDisney ကနေထုတ်လုပ်ပြီးတော့ ၂၀၁၉  မှာ Animation ကို\nLive Action အသွင်ပြောင်းပြီးရိုက်ကူးပြီးတင်ဆက်ခဲ့ပါတယ်...\nAnimation မှာအရမ်းကိုအောင်မြင်ခဲ့တဲ့ဒီကားလေးက\nအခု Live Action မှာကော အောင်မြင်မလားဆိုတာကို\nဒီကားလေးကိုကြည့်ပြီးဆုံးဖြတ်လိုက်ရအောင်လား......ဇာတ်ကားထဲမှာ အာလာဒင်ဆိုတဲ့ သူခိုးတစ်ယောက်က\nမြို့သူအယောင်ဆောင်ပြီး မြို့ထဲကိုထွက်လာတဲ့ မင်းသမီးလေးနဲ့တွေ့ပြီးချစ်မိသွားကြတယ်...\nသူခိုးတစ်ယောက်နဲ့မင်းသမီးတစ်ပါးနဲ့ မဖြစ်နိုင်တော့\nဂျဖာက အာလာဒင်ကိုဖမ်းပြီး မီးခွက်ခိုးခိုင်းတာကနေပြီးတော့\nမီးခွက်စောင့်ကြီး တဖြစ်လဲ Will Smith နဲ့တွေ့ဆုံပါတော့တယ်...Will Smith မီးခွက်ပုံစောင့်ပုံကြီးနဲ့ ပိုစတာထွက်လာတုန်းကဆိုရင်\nတော်တော်လေးကို ကြည့်ရဆိုးပြီလို့ တွက်ခဲ့ဖူးတယ်....\nဒါပေမယ့် ကိုယ်တိုင်ကြည့်လိုက်တဲ့အခါမှာတော့\nWill Smith တစ်ယောက် သူ့ရဲ့အကောင်းဆုံး Genie ပုံစံကိုပြသနိုင်ခဲ့ပါတယ်...Disney ရဲ့ထုံးစံအတိုင်းပဲ နောက်ခံတီးလုံးအမိုက်စားတွေနဲ့\nLive Action အနေနဲ့ထွက်ရှိလာခဲ့တဲ့ ဒီကားလေးဟာ\nကလေးဘဝတွေကိုပြန်လည်တမ်းတနိုင်အောင်\nရိုးရိုးလေးနဲ့ရိုက်ကူးထားတဲ့ ကားလေးတစ်ကားပဲဖြစ်ပါတယ်......\nFile size…(6.8 GB)/(2.2 GB)/ (1.3 GB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:07:58\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Littelneo",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/aladdin-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aHvZYoQNRTMrfs46pj64b9GrbaK.jpg",
        "title": "Scoop (2006)",
        "description": "Scoop (2006)မင်းသားကြီး Hugh Jackman နဲ့ မင်းသမီး Scarlett Johansson တို့ တွဲဖက်သရုပ်ဆောင်ထားတဲ့ Crime Fantasy ကားလေးပါပဲ။ Hugh Jackmanရဲ့ ငယ်ရွယ်ခံညားမှုနဲ့အတူ Scarlett Johanssonရဲ့ မျက်မှန်လေးနဲ့ ကျောင်းသူပုံစံယဥ်ယဥ်လေးကို မြင်တွေ့ရမှာပါ။သူတို့နှစ်ယောက်ကြားဆက်သွယ်ချက်က ဘယ်လိုလဲဆိုတော့ မင်းသားက တော်ဝင်မျိုးနွယ်၊ ကျိကျိတက် ချမ်းသာတဲ့၊ ဂုဏ်သတင်းမွှေးတဲ့ နိုင်ငံရေးသမား ...\nမင်းသမီးကတော့ သတင်းစာပိုင်းအထူးပြုကျောင်းသူလေး ...ကံစပ်ချင်တော့ သေဆုံးပြီးသား ဝိညာဥ်တစ်ယောက်က မင်းသမီးကို ကွင်းဆက်လူသတ်သမားတစ်ယောက်အကြောင်း သတင်းလာပေးပါတယ်။ ဝိညာဥ်ကလာပြောတာဆိုတော့ ယုံရခက်ခက်ပေါ့။ သတင်းကလည်း လူရည်မွန်လေးဖြစ်တဲ့ မင်းသားကိုမှ လူသတ်သမားတဲ့။မင်းသမီးကလည်း သတင်းထောက်ဖြစ်ချင်သူပီပီ ဒီအကြောင်းကို အသွင်ယူစုံးစမ်းဖို့ မင်းသားနား ချဥ်းကပ်ရင်းက...တရားခံနဲ့မှ ချစ်မိသွားတဲ့ Scarlett Johanssonလေးရဲ့ သရုပ်ဆောင်ပုံကို တဝကြီးမြင်တွေ့ရမှာပါ။ ငယ်ရွယ်သူအချစ်က တကယ်မျက်ကန်းနိုင်ပါတယ်။\nသို့ပေမဲ့ ချမ်းသာပြီး တော်ဝင်မျိုးနွယ် ဂုဏ်သရေရှိတဲ့ လူချောလေး Hugh Jackman ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/scoop-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/heZ0E4xoEv3DK9yZpVUSL3xoQoN-133x200.jpg",
        "title": "Lakadbaggha(2023)",
        "description": "Lakadbaggha 2023\nIMDb - 6.3/10Zee5 ကနေအသစ်ထွက်ရှိထားတဲ့ အိန္ဒိယမှုခင်းအက်ရှင်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nသရုပ်ဆောင်တွေအနေနဲ့က Asur ဇာတ်လမ်းတွဲမှာရဲမေအဖြစ် သရုပ်ဆောင်ထားတဲ့ မင်းသမီးချောရီဒီး နဲ့\nအက်ရှင်ကားတွေဆိုပိုင်နိုင်လှတဲ့ မင်းသားအန်ရှုမန်က အာဂျွန်အဖြစ်ပါဝင်ထားပါတယ်။\nခပ်သွက်သွက်အက်ရှင်တွေနဲ့ တိရစ္ဆာန်ချစ်တတ်တဲ့သူတွေ ပိုပြီးအကြိုက်တွေ့စေမှာပါ။ဇာတ်လမ်းအကျဉ်း\nအာဂျွန်ဟာ တိရစ္ဆာန်လေးတွေကိုချစ်တတ်တဲ့\nသာမန်စာပို့သမားတစ်ယောက်ပါ။ တစ်နေ့မှာတော့ သူ့ခွေးလေးပျောက်သွားတာကိုလိုက်ရှာရင်း\nတရားမဝင်တိရစ္ဆာန်မှောင်ခိုလုပ်ငန်းတစ်ခုကို တွေ့သွားခဲ့တယ်။ အဲ့ထဲမှာတော့ ရှားပါးအိန္ဒိယမျိုးစိပ်(Hyena)ဆိုတဲ့\nခွေးမျိုးစိပ်ကိုအဓိကထားမှောင်ခိုကြတယ်။ ဒါကိုသိတဲ့ အာဂျွန်ဟာ လူသိမခံဘဲ စေတနာ့ကင်းသမားတစ်ယောက်လို\nအသွင်ယူပြီး တားဆီးဖို့ကြံစည်ပေမဲ့ ဥပဒေဘောင်အတွင်းကလုပ်တာမဟုတ်တာကြောင့်\nရဲတွေကသူ့ကိုအကြမ်းဖက်သမားလို့ ခေါင်းစဉ်တပ်လိုက်တဲ့အခါမှာ‌တော့ အာဂျွန်ဟာခွေးလေးတွေကိုကယ်တင်ပြီး\nမှောင်ခိုလုပ်ငန်းကို တားဆီးနိုင်ပါဦးမလားဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Moon~BpL~Cherry~V~ThaikSan~Zwe တို့ပဲဖြစ်ပါတယ်။\nFile size…2.01 GB / 900MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 9m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~BpL~Cherry~V~ThaikSan~Zwe",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/lakadbaggha2023/"
    }
]