[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mNbIgZsuYZLw8nSFsIASkC4M9er.jpg",
        "title": "The Huntresses (2014)",
        "description": "[Unicode]မမ Ha Ji-Won အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့ The Huntress ဆိုတဲ့ movie လေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းဆရာကြီးမူမြောင်ကတော့ နန်းတော် စုံစမ်းရေးအရာရှိအဖြစ်ကနေ အလုပ်ဖြုတ်ခံရတဲ့ နန်းတွင်းအရာရှိဟောင်းတစ်ယောက်ပါအလုပ်ပြုတ်ပြီးနောက်မှာတော့ အတိုက်ခိုက် ကျွမ်းကျင်တဲ့ တပည့်မ သုံးယောက်နဲ့ ကြေးစား စုံထောက် အလုပ်ကို လုပ်ကိုင်နေတာပါတစ်ရက်မှာတော့ နန်းတွင်းအရာရှိတစ်ယောက်က\nဘုရင်အတွက် လူတစ်ယောက်နဲ့ ပစ္စည်းတစ်ခု ရှာပေးဖို့ အလုပ်အပ်ခဲ့ပါတယ်\nတိုက်ဆိုင်စွာနဲ့ အဲ့အလုပ်ဟာ မူမြောင်ရဲ့ တပည့် ဂျင်အို့အဖေရဲ့ သေဆုံးမှုနဲ့ ဆက်စပ်နေခဲ့ပါတယ်နန်းတွင်းအရာရှိတွေနဲ့ ပက်သက်နေတဲ့ နိုင်ငံတော်အမှုကို သူတို့ ဘယ်လိုစုံစမ်းကြမလဲ\nကြေးစား မိန်းကလေး ၃ယောက်ရဲ့ အလွဲလေးတွေနဲ့ အက်ရှင်ခန်းတွေကို ဒီဇာတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုကြပါရှင်...။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]မမ Ha Ji-Won အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားတဲ့ The Huntress ဆိုတဲ့ movie ေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2TP0x/The_Huntresses_(2014).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/after-133x200.jpg",
        "title": "After Class(2019)",
        "description": "After Class(2019)IMDb...6.0,,,Rotten...82%ဂျော့ဆိုတဲ့သူတစ်ယောက်ဟာ တက္ကသိုလ်တစ်ခုရဲ့ ပြဇာတ်ရေးတဲ့အတန်းမှာ စာသင်တဲ့ပရော်ဖက်ဆာတစ်ယောက်ဖြစ်တယ်...ကျောင်းသားတွေရဲ့ အတွေ့အကြုံကနေ သိပ်လှတဲ့ပြဇတ်တစ်ပုဒ် လက်ရာမြောက်တဲ့ ရေးသားမှုမျိုးထွက်လာအောင် လမ်းကြောင်းသင်ပြပေးတဲ့သူပေါ့...တစ်နေ့တော့ သူသင်တဲ့အတန်းမှာ ကျောင်းသူတစ်ယောက်ရဲ့ ရေးသားမှုကိုမူတည်ပြီးသူမ ဖြစ်ခဲ့အကြောင်းကို ပွင့်ပွင့်လင်းလင်းဆွေးနွေးခိုင်းတယ်...ပြောတော့လည်း လိင်ကိစ္စလိုဖြစ်နေပေမဲ့ပရော်ဖက်ဆာကတော့ ရှက်စရာမဟုတ်တဲ့အပြင် ဒီလိုဟာမျိုးကိုလက်ရာမြောက်တဲ့ စာကြောင်းတွေအဖြစ်ကူးပြောင်းလိုက်ပါလို့အားပေးခဲ့တယ်...ဒီလိုလုပ်တဲ့နောက်ဆက်တွဲအကျိုးဆက်ကတော့ သူ့အတန်းမှာ ကျောင်းသူတွေအတွက်မလုံခြုံတော့ဘူးဆိုပြီး အတန်းတွေပါပျက်ကုန်တော့တယ်....ဂျော့တစ်ယောက်ဘယ်လိုဆက်ဖြေရှင်းမလဲဆိုတာကိုတော့....ခံစားကြည့်ကြပါဦး..ဒီကားက ဆု(၃)ဆုတောင်ရထားတဲ့အပြင် Rotten ကလည်းတော်တော်ကောင်းတဲ့အနေအထားပါပဲ...File Size : (850 MB) and (419 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Drama, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/after-class2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wK8p7WjKw3z6nQQh9ptlMGn35DZ.jpg",
        "title": "Honey, We Shrunk Ourselves(1997)",
        "description": "Honey, We Shrunk Ourselves(1997)ဆာလင်းစကီးတို့ ဆက်လက်ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားပါ....Honey I Blew Up the Kid(1992)ကထွက်ခဲ့တဲ့ကားကိုကြည့်ပြီး သဘောကျတယ်ဆိုရင် ဒီဇာတ်ကားကိုဆက်လက်ကြည့်ကြပါ...အညွှန်းကတော့ စပွိုင်လာအကြီးကြီးဖြစ်မှာစိုးလို့ မရေးတော့ပါဘူး...ဆာလင်းစကီးတို့ ဘယ်လိုအခက်အခဲတွေကြုံရ ဘယ်လိုပြဿနာတွေကြုံရဆိုတာကိုတော့ဆက်လက်ခံစားကြည့်ကြပါကုန်....File Size : (750MB) and (289 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Hein Min Tun\nEncoded by Phyo Pyae",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/honey-we-shrunk-ourselves1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLWZJAIcSqthsmJ3pMbtiE9Ap6N.jpg",
        "title": "Honey I Blew Up the Kid(1992)",
        "description": "Honey I Blew Up the Kid(1992)ဆာလင်းစကီးဆိုတဲ့ သူဟာ သိပ္ပံပညာရှင်တစ်ယောက်ဖြစ်ပြီးမိန်းမရယ် သမီးလေးတစ်ယောက် သားလေး(၂)ယောက်တို့နဲ့ အတူနေထိုင်ကြတယ်...သူဟာ ကုပ္ပဏီကြီးတစ်ခုမှာအလုပ်လုပ်နေပြီး လက်ရှိမှာတော့ သူ့ရဲ့တွေ့ရှိချက်တစ်ခုကို အကြီးအကျယ်အကောင်အထည်ဖော်ဖို့ကြိုးစားနေကြတယ်....တစ်ရက်မှာတော့ မိန်းမဖြစ်သူနဲ့ သမီးဟာ ခရီးရှည်တစ်ခုထွက်ဖို့ရှိလာလို့အိမ်မှာ သား(၂)ယောက်နဲ့အတူကျန်ခဲ့လေရဲ့...သူတို့အဖွဲ့ကြိုးစားနေတဲ့ ပရော့ဂျက်ကလည်းအောင်မြင်ဖို့ လက်တစ်ကမ်းအလိုရောက်နေပေမယ့် အခက်အခဲတစ်ခုကြောင့်ကျန့်ကြာနေကြတယ်..ဆာလင်းစကီးဟာ သူ့သားလေး (၃)နှစ်အရွယ်ကိုချော့သိပ်နေတုန်းမှာ ပရော့ဂျက်အတွက်အခက်အခဲကိုဖြေရှင်းဖို့နည်းလမ်းတစ်ခုကိုတွေ့သွားတယ်...ဒါ့ကြောင့် သား(၂)ယောက်ကိုခေါ်ပြီး သိပ္ပံစမ်းသပ်ခန်းထဲကိုခေါ်သွားတယ်...အဲ့ဒီမှာ ပြဿနာအကြီးကြီးစတော့တာပဲ....ဘယ်လိုပြဿနာတွေတက်မလဲ...ဆာလင်းစကီတစ်ယောက်သူရှုတ်ခဲ့တဲ့ပြဿနာအကြီးကြီးကိုပြန်ရှင်းနိုင်ပါ့မလား...ဒီဇာတ်ကားက ရယ်လည်းရယ်ရသလိုအဲ့ဒီခေတ်က ချစ်စရာကောင်းတဲ့ ဇာတ်လမ်းဇာတ်ညွှန်းလေးတွေကို တွေ့နေရတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Hein Min Tun ပဲဖြစ်ပါတယ်...File Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Adventure, Comedy , Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hein Min Tun\nEncoded ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/honey-i-blew-up-the-kid1992/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/opaWOhxmwWsmvlm86aYmbz3uOVN.jpg",
        "title": "Kadakh(2020)",
        "description": "Kadakh(2020)ဒီIndia ဇာတ်ကားကတော့ IMDB rating 6.8ရရှိထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီးComedy,Drama,Thrillerအမျိုးအစားဖြစ်ပါတယ်။\nဆူနီးလ်တို့ဇနီးမောင်နှံနှစ်ယောက်က ဒေဝါလီအကြိုပွဲညပါတီလုပ်ဖို့အတွက်သူငယ်ချင်းတွေကိုဖိတ်ထားပါတယ်။\nဆူနီးလ်တစ်ယောက်တည်းအိမ်မှာရှိနေတုန်းမဖိတ်ခေါ်ထားတဲ့ဧည့်သည်တစ်ယောက်ရောက်လာပါတယ်။အဲဒီလူကတစ်ခြားသူမဟုတ်ပါဘူး။\nဆူနီးနဲ့ဖောက်ပြန်ဇာတ်လမ်းခင်းနေတဲ့ချာယာရဲ့ယောကျာ်းပဲဖစ်ပါတယ် ...အဲဒီလူကမေးခွန်းတစ်ချို့မေးပြီးဆူနီးလ်နဲ့အငြင်းပွားကြတယ်...ဒီလိုအငြင်းပွားရုံနဲ့မပြီးကြပါဘူး...ပြဿနာအကြီးကြီးတက်စေမယ့် ကိစ္စတစ်ခုကို မမျှော်လင့်ဘဲ လုပ်မိသွားကြတယ်..အဲ့ဒီနောက်မှာတော့ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲဲ့\nဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်။ File Size : (900 MB) and (339 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy , Drama,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/kadakh2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iTo9Ufo7H2v1guK1pSFkU6jYkFM.jpg",
        "title": "Heartbeats",
        "description": "အမြဲလိုလိုပျော်ရွှင်တက်ကြွနေတတ်တဲ့\nအသက်၂၀အရွယ် ချင်းမိုင်သူလေး \"ဝမ်\"\nဆုံးသွားတဲ့ချစ်သူကောင်မလေးချန်ခဲ့တဲ့ ပဟေဠိကိုအဖြေရှာရင်း\nချင်းမိုင်ကိုရောက်လာတဲ့ အသက်၄၀အရွယ် လူရိုးကြီး \"ချိုင်\"\nဒီလိုနဲ့ သူတို့နှစ်ယောက် ချင်းမိုင်ကဝမ်တို့ရဲ့တည်းခိုဆောင်လေးမှာ ဆုံမိကြတဲ့အခါ...\nနှလုံးရောဂါသည်မလေး ဝမ်နဲ့ အသည်းကွဲနေသူကြီး\nချိုင်တို့ရဲ့ရင်ခုန်သံစည်းချက်တွေနဲ့ ဦးနဲ့ခေးဇာတ်လမ်းလေးကို\nလူငယ်ဆန်ဆန် pickup line လန်းလန်းလေးတွေရယ်\nချင်းမိုင်ရဲ့ဘုရားပုထိုး၊တောင်တန်းအလှတွေ၊ ချစ်စရာ\ncafe နဲ့ guest house လေးတွေရယ် မြန်မာနဲ့ထိုင်းကြားက\nခပ်ဆင်ဆင်ရိုးရာအင်္ကျီလေးတွေ၊ဓလေ့လေးတွေရယ်\nဗီယက်နမ်အလယ်ပိုင်းက ရှေးဟောင်းမြို့လေးဟွေအန်းမြို့ရဲ့\nချစ်စရာဈေးလမ်းလေးတွေ၊ နာမည်ကျော်လက်ဖဝါးတံတားကြီးရယ်\nနဲ့အတူ ကြည့်ရှုခံစားလိုက်ကြပါဦး....\n \nFile Size -  1.7 GB\nQuality - Web-Dl 1080P\nSubtitle -  Burmese (hardsub)\nTranslator - MTA\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/heartbeats/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/weekend-133x200.jpg",
        "title": "For the Weekend 2020",
        "description": "For the weekend 2020 လူတိုင္းက ကိုယ့္ရဲ႕ ေမြးေန႕ကို ကိုယ္ခ်စ္တဲ့ သူေတြနဲျဖတ္သန္းခ်င္ၾကတယ္ မဟုတ္လား။ ဒါ့အျပင္ ေမြးေန႔ကို အထူးျခားဆံုး အေကာင္းဆံုး ျဖစ္ဖို႔ ပါတီပြဲေတြ ခရီးေတြလဲ စီစဥ္ၾကပါတယ္။ ျမန္မာႏိုင္ငံမွာ အခုဆို ကေလာလို အထင္ကရေနရာမ်ိုးမွာ ေဒသခံအိမ္ေတြကို တည္းခိုအိမ္အျဖစ္ ျပင္ဆင္ၿပီး ခရီးသြားလုပ္ငန္းရဲ႕ တစ္ေထာင့္တစ္ေနရာမွာ ပါဝင္လာၾကတယ္။ ဟုိတယ္ နဲ႔ မတူတဲ့အေတြ႕အႀကံဳ ခံစားခ်က္အသစ္ေတြ ရတဲ့အျပင္ လည္ပတ္တဲ့ ၿမိဳ႕ေလးကို မတူတဲ့ရႈေထာင့္ကေန ၾကည့္ျမင္ႏိုင္ပါတယ္။ ဒီဇာတ္လမ္းေလးထဲက ေဒသခံေတြနဲ႔ ျမန္မာႏိုင္ငံရဲ႕ ယဥ္ေက်းပ်ဴငွာလြန္းၿပီး ဧည့္ဝတ္ေက်တဲ့ ေဒသခံေတြကို မႏႈိင္းယွဥ္ေစခ်င္လို႔ စာနည္းနည္း ရွည္သြားရတာပါ။ ဇာတ္လမ္းအက်ဥ္း ဝင္စတန္က သူငယ္ခ်င္း ၅ေယာက္ အတူမဆံုတာ ႏွစ္၂၀ ရွိၿပီမို႔လို႔ သူ႕ေမြးေန႔ကို အေၾကာင္းျပၿပီး အားလပ္ရက္ ခရီးေလး တစ္ခု စီစဥ္လုိက္တယ္။ ႏွစ္၂၀ၾကာမွ ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/for-the-weekend-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-09-at-10.38.10-PM-142x200.png",
        "title": "Military Wives (2019)",
        "description": "Military Wives (2019)================IMDb Rating - 6.4/10#Unicodeဒီကားလေးက ဗြိတိန်စစ်သား ဇနီးသည်တွေရဲ့ ဘဝကို ပြထားတဲ့ကားလေးပါ ။ ဖြစ်ရပ်မှန်လေးကိုအခြေခံထားတဲ့ ကားပါ။ ကာနယ်တစ်ယောက်ရဲ့ ဇနီးဖြစ်သူ ကိတ်ဟာ သားဖြစ်သူကို စစ်ပွဲအတွင်းမှာဆုံးရှူံးလိုက်ရပါတယ်။ လီဆာ သူမက တပ်သားဇနီးသည်တွေကြားမှာ တော်တော်လေး ပေါင်းသင်းဆက်ဆံကောင်းတဲ့ သူပါ။ သူတို့ နှစ်ယောက်ပေါင်းပြီး စခန်းအတွင်းက အမျိုးသမီးတွေ စုပေါင်းလုပ်ဆောင် နိုင်တဲ့ အရာကို လုပ်ဖို့ အထက်က အမိန့်ပေးလာတဲ့အခါ သူတို့ ဘာတွေလုပ်ကြမလဲ ။ ဇနီးသည်တွေကော ချစ်ချစ်ခင်ခင်နဲ့ တစ်စုတစ်စည်းတည်းဖြစ်သွားနိုင်မလား ဆိုတာ ကြည့်ရှုလိုက်ပါအုံး . . .ဇာတ်ကားလေးဟာ ပေါ့ပေါ့ပါးပါးနဲ့အတော်ကြည့်လို့ကောင်းပြီး . Rating အားဖြင့်လည်း 6.4/10 ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့  Z Naing Z Nianh ပဲဖြစ်ပါတယ်။)#Zawgyiဒီကားေလးက ၿဗိတိန္စစ္သား ဇနီးသည္ေတြရဲ႕ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/military-wives-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/SUPER-140x200.jpg",
        "title": "Super Express(2016)",
        "description": "Super Express(2016)မင်းသမီးဘယ်သူလဲဆိုတာတော့မပြောတော့ပါဘူးနော်....ယူရို သိန်း ၃၀၀ တန်တဲ့ ရှေးဟောင်းပစ္စည်းတစ်ခုကို ဟက်ကာ နှစ်ယောက်က ဆရာကျကျခိုးယူခဲ့ပါတယ်။လုံခြုံရေးခေါင်းဆောင်ဖြစ်တဲ့ မေရှီး က ပျောက်ဆုံးသွားတဲ့ ပစ္စည်းကိုလိုက်ရှာပါတော့တယ်။ဒီလို လိုက်ရှာတဲ့လမ်းခရီးမှာပဲ ဒယ်လီသမားနဲ့ဆုံဖြစ်ခဲ့တယ်။ ဒယ်လီ သမားက ငွေနဲတွေ့တော့ ဘယ်လိုစိတ်ထားရှိမလဲ?သူတို့အဲဒီ ပစ္စည်းကိုပြန်ယူနိုင်ပါ့မလား။ ကြားမှာဘယ်လိုအခက်အခဲနဲ့ကြုံတွေ့မလဲ?ဟာသမင်းသားက ရိုက်ကူးထားတဲ့ ဟာသကားဖြစ်တဲ့အတွက်ကြောင့်၊ဟာသလေးနဲ့ရောပြီး စိတ်လှုပ်ရှားမှုေတွကို ပေးနိုင်တဲ့ ဌာတ်ကားေကာင်းတစ်ခုဖြစ်ပါတယ်။ကြည့်ရှုအားပေးကြပါဦး။.ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Mi Mi ပဲဖြစ်ပါတယ်....File Size : (900 MB) and (340 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action , Comedy , Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mi Mi\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/super-express2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BNzMwMTBhMzItMzQ3OC00ZmQ2LWIwYjUtNGMzMTU5MDUyZGFiXkEyXkFqcGdeQXVyOTc3MTcwMzg@._V1_-141x200.jpg",
        "title": "Her Blue Sky (2020)",
        "description": "အအိုအီ အိုင်အိုအီဆိုတဲ့အထက်တန်းအရွယ်ကျောင်းသူမလေးဟာ\nကားမတော်ဆမှုကြောင့် မိဘနှစ်ပါးလုံးဆုံးရှုံးပြီးတဲ့နောက်မှာ\nအစ်မဖြစ်သူ အခန်နေ အိုင်အိုအီနဲ့အတူ ဘဝကိုရုန်းကန်ကြရပါတယ်.\nဒါပေမဲ့ မတော်မတဖြစ်တဲ့အချိန်တုန်းက\nအအိုလေးဟာ ကလေးပဲရှိသေးတဲ့အတွက် အစ်မဖြစ်သူ အခန်နေကပဲ\nမိဘတစ်ယောက်လို စောင့်ရှောက်ခဲ့ရပါတယ်.\nအအိုအီငယ်ငယ်တုန်းက သူ့အစ်မရဲ့ရည်းစားဟောင်းဖြစ်သူ\nရှင်းနိုခါနာမူရိုကြောင့် ဂီတာတီးတာကို\nဝါသနာပါလာခဲ့ပါတယ်.\nဒါကြောင့် သူကျောင်းပြီးရင် မြို့ကနေထွက်သွားပြီး\nတိုကျိုမှာဂီတအဖွဲ့တစ်ခုထဲ ဝင်ဖို့ဆုံးဖြတ်လိုက်တယ်.\nသူ့ရဲ့ဝါသနာအပြင် သူ့အစ်မကို သူ့ကြောင့်ဆက်ပြီး\nမပင်ပန်းစေချင်တဲ့ဆန္ဒကြောင့်လည်း\nသူတို့မြို့လေးကနေ ပိုပြီးထွက်သွားချင်ခဲ့ပါတယ်.တစ်နေ့ အအိုအီတစ်ယောက် ဂီတာတီးကျင့်နေရင်း\n၁၈နှစ်အရွယ် ရှင်းနိုကို ရုတ်တရက်အခန်းထဲမှာ\nတွေ့လိုက်ပါတယ်.\nပြီးတော့ ယခုပစ္စုပန်က ၃၁ နှစ်အရွယ် ရှင်းနိုကလည်း\nတိုကျိုကိုပြောင်းသွားတဲ့နောက် ဂီတပွဲတစ်ခုကြောင့်\nမြို့ကိုပြန်ရောက်နေပါတယ်.\nဒါပေမဲ့ အခုရှင်းနိုနဲ့ အတိတ်ကရှင်းနိုက\nလုံးဝကို ကွာခြားနေပါတယ်.ဒါဆို ၁၈နှစ်အရွယ်ရှင်းနိုက ဘာကြောင့် ရှိနေရတာလဲ?\nငယ်ချစ်ဦးတွေဖြစ်ကြတဲ့ အခန်နေနဲ့ရှင်းနိုကရော\nဘယ်လိုဖြစ်သွားမလဲ?\nအအိုအီကရော မြို့ကနေထွက်သွားပြီး တိုကျိုကိုပြောင်းသွားမလား?\nဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\nရုပ်ရှင်ကားထဲမှာ ဆက်ကြည့်ကြရအောင်.......\n \nFile Size - 1.5 GB\nQuality - Web-Dl 1080p\nSubtitle - Burmese (hardsub)\nTranslator - Esther Van Sui Par\nEncoder - Thit San Khant",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/her-blue-sky-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BNTdlNmE0MWQtMWVjMC00MzRiLWJhN2MtN2NjNDFlNDg3MTY1XkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_SY1000_CR007131000_AL_-143x200.jpg",
        "title": "Desperados (2020)",
        "description": "ဒီတစ်ခါတော့ Netflix ကနေ ဇူလိုင်လ (၃)ရက်နေ့\nပူပူနွေးနွေး ထုတ်လွှင့်ပြသထားတဲ့ ဇာတ်လမ်းတစ်ခုကို\nတင်ဆက်ပေးပါရစေ။\nDesperados ဆိုတဲ့ ဇာတ်လမ်းလေးပါ။\nနမူနာ ထွက်လာကတည်းက အတော်ခွီရမယ့်ကား ဆိုတာ\nတော်တော်များများ သိထားကြမှာပါ။\nတကယ် ပြတော့လည်း အဲဒီအတိုင်းပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ အပျိုကြီးမမတစ်ယောက်\nယောကျာ်းလိုချင်ရာကနေ စတဲ့ဇာတ်လမ်းပါပဲ။\nဘဝကို ပေါ့ပေါ့ပါးပါး နဲ့ တလွဲတွေ ဖြတ်သန်းနေတဲ့\nအပျိုကြီး မမတစ်ယောက်။\nအစစအရာရာ အဆင်မပြေဖြစ်နေတဲ့ အပျိုကြီး မမတစ်ယောက်။\nအလုပ်အကိုင်လည်း အဆင်မပြေ၊ အချစ်ရေးလည်း\nအဆင်မပြေ ဘာလုပ်လုပ် အဆင်မပြေဖြစ်နေခဲ့တော့\nစိတ်ဓာတ်တွေ အကြီအကျယ် ကျနေခဲ့ရတာပါ။\nဒီအချိန်မှာပဲ သူ့အတွက် လက်တွဲဖော်ကောင်းတစ်ယောက်နဲ့\nဆုံတွေ့ခဲ့ရပါတော့တယ်။\nဒီအမျိုးသားရှေ့မှာတော့ ဒီအမျိုးသားကို လက်မလွှတ်ရဖို့အရေး\nသူက အိန္ဒြေကြီးတဲ့ အမျိုးသမီးအနေနဲ့ ဟန်ဆောင်ပါတော့တယ်။\nဒါပေမယ့် သူတို့ ရည်းစားဖြစ်ပြီး တစ်နေ့မှာတော့\nသူ့ရည်းစားက ၅ ရက်လောက် ပျောက်သွားခဲ့ပါတယ်။\nအပျိုကြီးက ပေါက်ကွဲပြီး ရည်းစားဆီကို\nဆဲရေးထားတဲ့ အီးမေးလ်တစ်စောင် ပို့လိုက်ပြီးတဲ့အချိန်မှာပဲ\nရည်းစားဆီက ဖုန်းဝင်လာပါတော့တယ်။\nသူ့ရည်းစားက မက္ကဆီကိုမှာ မတော်တဆမှုဖြစ်ပြီး\nဆေးရုံရောက်နေတယ်လို့ သိရတဲ့အချိန်မှာ\nမက္ကဆီကို ကို လိုက်ပြီး လက်ပတော့ထဲက အီးမေးလ်ကို\nဖျက်ဖို့ ကြိုးစားရပါတော့တယ်။\nဟာသကားတစ်ကား အနေနဲ့ တော်တော်လေး\nကောင်းတဲ့အပြင် အချစ်ကို ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/desperados-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AdvyG4W3RHbvmqRDyyEVqL7De73.jpg",
        "title": "Maska(2020)",
        "description": "Maska(2020)ရူမီရဲ့အဖေသေဆုံးသွားပြီးနောက်ပိုင်းသူ့ရဲ့ဘိုးဘွားဘိုင်အမွေအနှစ်ဖြစ်တဲ့ဆိုင်ကြီးတစ်ဆိုင်ကိုသူ့အမေကပဲဦးစီးနေရပါတယ်။ အမေဖြစ်သူဟာ အိမ်ထောင်ဉီးစီးတာဝန်ကိုပါထမ်းနေရတော့သားအမိဆက်ဆံရေးဟာ တစ်ခါတစ်လေတော့ အဆင်မပြေမှုလေးတွေတော့ ရှိလေရဲ့...တစ်နေ့မှာတော့မစ္စတာဖိရိုရှာဘားဒ် အဖြစ်ရွေးချယ်ခံရပြီးသူ့အမေရဲ့မိတ်ဆွေကရူမီကိုမင်းသားလုပ်ခိုင်းပါလားလို့ပြောသံကိုကြားလိုက်ရပြီးတော့ရူမီတစ်ယောက်မင်းသားရူးရူးသွားပါတော့တယ်။အဲ့ဒီလိုနဲ့ သရုပ်ဆောင်သင်တန်းသွားတက်ပါတော့တယ်...ဒီသရုပ်ဆောင်သင်တန်းတက်မှပဲ ရူမိတစ်ယောက် ဘဝရဲ့အလှည့်အပြောင်းတွေ စကြုံတွေ့ရတော့တယ်...သူဘယ်လိုတွေကြုံတွေ့နေရလဲ..သူလုပ်တဲ့အလုပ်ကိုရော သူ့အမေလက်ခံပါ့မလား...ဘဝလက်တွေဖော်တွေနဲ့ပတ်သက်ပြီး ဘယ်လိုရင်ခုန်စိတ်လှုပ်ရှားစရာတွေကြုံရမလဲ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thik San ဖြစ်ပါတယ်....File Size : (900 MB) and (376 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:51:00\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/maska2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mZPmDFlVp1BSGQD4QCKHOwbXLfv.jpg",
        "title": "Greed (2019)",
        "description": "England Brand အဝတ်အစားတွေရဲ့ လောကမှာဘုရင်တပါးလို့တင်စားရလောက်အောင် နာမည်ကြီးတဲ့သူတယောက်ဖြစ်တဲ့သူဌေး မက်ခရီဒီး တယောက် သူ့ရဲ့အသက် 60ပြည့် မွေးနေ့ကိုဂရိကျွန်းတခုပေါ်မှာ ကျင်းပဖို့ ကြိုးစားတဲ့အကြောင်းရိုက်ထားတာပါ။သူ့ဘဝဇာတ်ကြောင်းကိုမူတည်ပြီး စီးပွားရေးလောကအကြောင်းကို ရိုက်ပြထားပါတယ်။သူကိုယ်တိုင်က အဝတ်အစားလောကမှာ ဘုရင်တဆူဖြစ်ပေမယ့်သူကိုယ်တိုင်ကတော့ အဝတ်အစားဆိုတာထက်အရောင်းအဝယ်ကိစ္စကိုသာ ဦးစားပေးတဲ့သူ။အဓိကကတော့ သူက ဆွေးနွေးညှိနှိုင်းတာတွမှာ အလွန်တော်တဲ့သူ။ရောင်းမစွံတဲ့အဝတ်အထည်တွေကို အောက်ကြေးနဲ့ယူပြီးအမြတ်ရအောင် ဘယ်လိုပြန်ရောင်းတယ်ဆိုတာတွေ။နောက်ပိုင်း သူကိုယ်တိုင် အဝတ်အထည်တွေ ထုတ်မယ်ဆိုတော့လုပ်အားခကို တွက်ပြီး သူတို့ထုံးစံအတိုင်း လုပ်အားခသက်သာတဲ့တတိယနိုင်ငံတွေမှာ အထည်တွေမှာယူတဲ့အကြောင်းတွေ။သူပိုင်တဲ့တံဆိပ်တွေကို ဘာလို့ ဒေဝါလီခံလိုက်တယ်ဆိုတာတွေ။အခွန်တွေကို သူတို့လောကမှာ ဘယ်လိုရှောင်ကြတယ်ဆိုတာတွေကိုထည့်ရိုက်ပြသွားပါတယ်။အဓိကကတော့ လုပ်အားခေါင်းပုံဖြတ်မှုတွေဘယ်လောက်ဆိုးတယ်ဆိုတာကို ပိုပြီး ပြသွားတာပါ။ဇာတ်လမ်းကတော့ သူ့မွေးနေ့ကျင်းပမယ့်အချိန်ကစပြီးသူဒီနေရာကိုရောက်ဖို့ ဘယ်လိုလုပ်ခဲ့တယ် ဘယ်လိုရောက်လာခဲ့တယ်ဆိုတာကိုသူ့အကြောင်းရေးမယ့် စာရေးဆရာကနေ သူ့အနီးဝန်းကျင်က...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/greed-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kTHzM6pPIjs4LHX33thyZpnKiOP.jpg",
        "title": "Impractical Jokers: The Movie(2020)",
        "description": "Impractical Jokers: The Movie(2020)Season ၈ ခု အပိုင်း ၂၀၅ ခုထိ ထွက်ရှိထားတဲ့ American Reality Comedy Show ရဲ့Movie ဖြစ်တဲ့ Impractical Jokers: The Movie(2020) ထွက်ရှိလာပါပြီ။ဒီဇာတ်ကားမှာတော့ Host လေးယောက် က အဆိုတော်တစ်ယောက်ရဲ့ပွဲကိုပျက်အောင်လုပ်ခဲ့ဖူးပါတယ်။ နောက်မှာ အဆိုတော်နဲ့ပြန်တွေ့တော့ သူတို့ကို မမှတ်မိဘဲImpractical Jokers တွေအဖြစ်ပဲ မှတ်မိပြီး မီယာမီမှာလုပ်မယ့်သူ့ရဲ့ပါတီကို ဖိတ်သွားပါတယ်။ သူတို့တွေ ပွဲပျက်အောင် လုပ်မိတဲ့ အဖြစ်ကို ပြန်ကြေအောင်ပါတီကိုတက်ကြမယ်ဆိုပြီး သွားဖို့ ဆုံးဖြတ်လိုက်ကြပေမဲ့ လက်မှတ်ကသုံးစောင်တည်းဖြစ်နေပါတယ်။ အဲဒါကြောင့် မီယာမီကို သွားမယ့်လမ်းတစ်လျှောက်မှာသူတို့ကျွမ်းကျင်တဲ့ Hidden Camera Prank ပြိုင်ပွဲလုပ်ပြီး ရှုံးတဲ့သူက ပါတီကို တက်ခွင့်မရှိဆိုပြီး ဆုံးဖြတ်လိုက်ပါတယ်။ သွားနေရင်း သူတို့ ဘယ်လို Prank တွေလုပ်ကြမလဲ...ဘယ်လိုအလွဲတွေကြုံ၇မလဲ....၊ ဟာသမြူးမြူးကြိုက်သူတို့ ကြည့်သင့်ပါကြောင်း....File ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/impractical-jokers-the-movie2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p6q1zmcAuEaWSHNsbVk4JzJcjfx.jpg",
        "title": "Code Name: Jackal(2012)",
        "description": "Code Name: Jackal(2012)RUNNIG MAN က အားလုံးရဲ့ အချစ်တော် မမ ဂျီဟိုရဲ့ အက်ရှင်ကားလေး တစ်ကားကို တင်ပေးလိုက်ပါတယ်...ချွဲဟျွန်းက နာမည်ကြီး အဆိုတော်တစ်ယောက်ဖြစ်ပါတယ်...နာမည်ကြီးတာကြောင့် အရူးမူးစွဲလမ်းတဲ့ ဖန်တွေရဲ့ နောက်ယောင်ခံလိုက်ခြင်းကို မကြာခဏခံရသူပါ ...သူဟာ ထုတ်လုပ်သူရဲ့ ဇနီးနဲ့ ပက်သက်မှုလည်း ပက်သက်မှု ရှိနေပါတယ် ...အဲ့ဒါကြောင့် ထုတ်လုပ်သူက နာမည်ကြီး ကြေးစား Jackal ကို ငှားပြီး ချွဲဟွန်းကို သတ်ခိုင်းခဲ့ပါတယ် ..ဒီလိုသတ်ဖို့လုပ်ခိုင်းတဲ့ကိစ္စမှာ နောက်ထပ်အရှုတ်တော်ပုံတစ်ခုထပ်တိုးလာတဲ့နောက်မှာတော့...ရဲတွေလူသတ်သမားတွေနဲ့ အဆိုတော်တို့ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်...File Size : (900 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:47:00\nGenre : Action, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/code-name-jackal2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6cQioujtV4fx7CPerudIulq32FJ.jpg",
        "title": "The Gangs, the Oscars, and the Walking Dead(2019)",
        "description": "The Gangs, the Oscars, and the Walking Dead(2019)သူငယ်ချင်း(၂)ယောက်ဟာ ဝါသနာတူ ပြီးငယ်ငယ်ကတည်းက အတူကစားပြီးကြီးပြင်းလာကြတာပါ။တစ်ယောက်နဲ့တစ်ယောက် ကူညီရိုင်းပင်းပြီး အတူကြီးလာကြတယ်။အသက်လေးရလာတော့ ငယ်ငယ်တုန်းကစိတ်ကူးယဉ်ဇာတ်လမ်းတစ်ခုရိုက်ဖို့ရုပ်ရှင်လောကထဲကိုဝင်ခဲ့တယ်...ရုပ်ရှင်ပြီးအောင်မရိုက်နိုင်တဲ့အပြင် အားလုံးပျက်စီးသွားလို့ အကြွေးဗရပွနဲ့ကျန်ခဲ့တယ်...။ အလုပ်ရှုံးသွားပြီး လျော်ကြေးပေးဖို့အတွက် လူဆိုးဂိုဏ်းထဲ မဝင်ချင်ဘဲ ဝင်လိုက်ရတယ်...။သူတို့အတွက်ကံလေးပြန်တက်လာမယ်လို့ထင်လိုက်တာ...အဲ့ဂိုဏ်းထဲရောက်မှပဲ ငါးပါးမှောက်တော့တာပဲ....သူတို့ လူဆိုးဂိုဏ်းထဲရောက်ပြီး ဘယ်လိုတွေတိုင်ပတ်ကြလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...ဇာတ်လမး်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Mi Mi ပဲဖြစ်ပါတယ်....File Size : (900 MB) and (332 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mi Mi\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-gangs-the-oscars-and-the-walking-dead2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-03-at-2.01.48-PM-134x200.png",
        "title": "Flubber (1997)",
        "description": "Flubber (1997)============IMDb Rating - 5.3/10#Unicodeဒီဇာတ်ကားလေးကို ကျွန်တော်တို့ ငယ်ငယ်က တစ်နည်းနည်းနဲ့ ကြည့်ဖူးခဲ့ကြပါလိမ့်မယ်ထင်ပါတယ်။မကြည့်ရသေးရင် ပြန်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။ Disney ရဲ့ Back to 90's Live action ကားဟောင်းလေးပဲဖြစ်ပါတယ်။ ဟာသမင်းသားကြီး ရော်ဘင် ဝီလီလျံက ဒီဇာတ်ကားတစ်ခုလုံးမှာ အဓိကပါ၀င်ထားပါတယ်။ ဇာတ်လမ်း အညွှန်းလေးက မစ်ဒ်ဖီးလ် ကောလိပ်က ဓာတုဗေဒ ပါမောက္ခ ဖိလစ်ဘရိန်းနက်ဟာ ကောလိပ်ကိုရပ်တည်နိုင်ဖို့ ရုန်းကန်နေရတဲ့သူဖြစ်ပါတယ်။ ကောလိပ်ရဲ့ ဥက္ကဌဖြစ်သူဆာရာ နဲ့ အကြိမ်ကြိမ်‌လက်ထပ်ဖို့ ကြိုးစားပေမဲ့ ဘရိန်းနက်ရဲ့ မေ့လျော့ပေါ့ဆမှုတွေကြောင့် ‌မအောင်မြင်သေးပါဘူး။ တစ်ဖက်မှာလည်း ဖိလစ်ဟာ သူ့ရဲ့ စမ်းသပ်ချက်တွေကနေ သက်ရှိဇီ၀ ဖလူဘာလို့ခေါ်တဲ့ရောဘာကောင်လေးကို ရှာဖွေတွေ့ရှိသွားတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်သွားမလဲ၊ ကောလိပ်ကိုကော ဘယ်လိုအကျိုးရှိရှိလုပ်ပေးသွားသလဲ၊ ချစ်ရသူ ဆာရာနဲ့ကော ရွှေလက်တွဲသွားနိုင်ပါ့မလားဆိုတာကိုတော့ပရိတ်သတ်ကြီး ဆက်လက်ခံစားကြည့်ရှုလိုက်ပါခင်ဗျာ။ Comedy, Family, Sci-Fi ကားလေးဖြစ်ပြီးကလေးတွေအတွက် Entertain ဖြစ်စေပြီး ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/flubber-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fw93fy3fR6mGq0pmddyNB0qDZrB.jpg",
        "title": "Big Match(2014)",
        "description": "Big Match(2014)CM fan တွေအတွက် action ဇာတ်လမ်းလေးတစ်ခုကို ထပ်ပြီးတင်ဆက်ပေးလိုက်ပါတယ် ...ဇာတ်လမ်းအကျဉ်း ချွဲအီဂိုဟာ နာမည်ကြီး MMA Fighter တစ်ယောက်ဖြစ်ပါတယ်...ဒီမတိုင်ခင်မှာ နိုင်ငံဘောလုံးသမားတစ်ယောက်ဖြစ်ခဲ့ပြီး သူ့ရဲ့ ဒေါသကြီးတဲ့စိတ်ကြောင့် အနီကတ်ပြခံခဲ့ရပါတယ် ...အဲ့နောက်မှာတော့ ဘောလုံးကစားသမားအဖြစ်ကနေ နှုတ်ထွက်ပြီး အစ်ကိုဖြစ်သူရဲ့ နည်းပြပေးမှုနဲ့  MMA  Fighterဖြစ်လာခဲ့ပါတယ် ....ဒီလိုပြိုင်ပွဲတွေဆင်နွဲနေတုန်း  ချွဲအီဂိုရဲ့အစ်ကို ပြန်ပေးဆွဲခံခဲ့ရပါတယ်...အဲ့နောက်မှာ ပြန်ပေးဆွဲသူဟာ ချွဲအီဂိုကို ထူးထူးဆန်းဆန်း ကိစ္စတွေကို ဆက်တိုက်ခိုင်းပါတော့တယ်..ချွဲအီဂိုခမျာ ပြန်ပေးဆွဲသမားရဲ့ ခိုင်းတာတွေကို အသဲအသန်လုပ်ရ အစ်ကိုြဖစ်သူကို ကယ်ဆယ်ဖို့လည်း ကြိုးစားရနဲ့...ချွဲအီဂိုတစ်ယောက် သူ့အစ်ကို ကို ကယ်တင်နိုင်မှာလား...ဘာကြောင့် သူ့အစ်ကို ပြန်ပေးဆွဲခံရတာလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုကြပါနော်..ဇတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်...File Size : (1.02 GB) and (394 MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…01:52:00\nGenre : ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/big-match2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/miss-forever-chinese-movie-poster-135x200.jpg",
        "title": "Miss Forever (2020)",
        "description": "စတီဗင်ချောင်ရဲ့ဇာတ်ကားတစ်ကားဖြစ်တဲ့ CJ7 ဆိုတဲ့ကားကို\nတော်တော်များများကြည့်ဖူးကြမယ်ထင်ပါတယ်နော်\nဆင်းရဲသားသားအဖနဲ့ ဂြိုလ်သားလေးအကြောင်းလေ\nအဲ့ထဲကကောင်လေးလို့ထင်ခဲ့ကြတဲ့\nသရုပ်ဆောင်ကလေးမလေးဟာအခုဆိုရင်\nခေါင်းဆောင်မင်းသမီးနေရာကနေ\nပါဝင်သရုပ်ဆောင်နိုင်လောက်အောင်ထိ အရွယ်ရောက်လာပါပြီ\nရွှီးချို(မင်းသမီး)ဟာ ဖန်းယောင်နေရာကပါဝင်သရုပ်ဆောင်ထားပြီး\nရှဲ့လင်လင်(မင်းသား)ကတော့ တရုတ်နိုင်ငံမှာထင်ရှားခဲ့တဲ့\nတေးရေးအဆိုတော် အိုးရန်အဖြစ် သရုပ်ဆောင်ထားကြပါတယ်\n၁၉၉၄ခုနှစ်တွေဆီကိုအခြေခံထားတဲ့ဒီကားဟာ\nအဲ့ဒီခေတ်တက္ကသိုလ်ကျောင်းသူကျောင်းသားတွေရဲ့ဘဝကို\nပြန်လည်အမှတ်ရမိစေမှာပါ\nဇာတ်လမ်းအကျဥ်း -ဘဝမှာဘာအိပ်မက်မှမရှိခဲ့တဲ့ကောင်လေး\nအိုးရန် သူမြင်မြင်ချင်းချစ်မိခဲ့တဲ့ ဖန်းယောင်ဆိုတဲ့\nကောင်မလေးကိုတွေ့ချိန်ကစလို့ ဂီတကို စတင်ရူးသွပ်လာခဲ့တယ်\nကောင်မလေးဆီကအချစ်ကိုရဖို့\nဂစ်တာမတတ်ပဲတီးတတ်ချင်ယောင်ဆောင်ခဲ့တယ်\nဒါပေမယ့် ကောင်မလေးရဲ့ရည်းစားဟောင်း\nသူတို့နှစ်ယောက်ကြားဝင်ရောက်လာတဲ့နောက်ပိုင်းမှာ\nဘယ်လိုတွေဆက်ဖြစ်မှာလဲ စောင့်ကြည့်လိုက်ကြရအောင်နော်\n \nFile Size - 1.2 GB\nQuality - Web-Dl 1080p\nSubtitle - Burmese (Hardsub)\nTranslator - Nay Chii\nEncoder - Thit San Khant",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/miss-forever-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNTMyMmY0YWEtNTBkNC00NjAzLThjZjItZGFhMGYzMmU4NzE3XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Coffee & Kareem (2020)",
        "description": "Coffee & Kareem (2020)==================IMDb Rating - 5.1/10#Unicodeဒီကားလေးကတော့ IMDb Rating 5.1/10 ရရှိထားတဲ့ action, comedyဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဇာတ်ကြောင်းလေး အကြမ်းဖျဥ်းရှင်းပြရရင်ဆယ့်နှစ်နှစ်အရွယ် ကလေးလေးက သူ့အမေ နောက်ရည်းစားရနေတာကိုတွေ့သွားပြီး မကျေနပ်ဖြစ်ရာကနေစထားပါတယ်။ နောက်ပြီးတော့ သူ့အမေရဲ့ရည်းစားက လူဖြူဖြစ်နေတဲ့အပြင် ရဲပါဖြစ်နေသောကြောင့် လုံးဝကို လက်ခံပေးလို့မရတဲ့အတွက် သူ့အမေရဲ့ရည်းစားကို ဒုက္ခပေးဖို့ လူမိုက်ငှားဖို့သွားတဲ့အချိန်မှာဖြစ်ပျက်ခဲ့တဲ့ အလွဲလေးတွေကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Lily ပဲဖြစ်ပါတယ်။)#Zawgyiဒီကားေလးကေတာ့ IMDb Rating 5.1/10 ရရွိထားတဲ့ action, comedyဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ ဇာတ္ေၾကာင္းေလး အၾကမ္းဖ်ဥ္းရွင္းျပရရင္ဆယ့္ႏွစ္ႏွစ္အ႐ြယ္ ကေလးေလးက သူ႔အေမ ေနာက္ရည္းစားရေနတာကိုေတြ႕သြားၿပီး မေက်နပ္ျဖစ္ရာကေနစထားပါတယ္။ ေနာက္ၿပီးေတာ့ သူ႔အေမရဲ႕ရည္းစားက လူျဖဴျဖစ္ေနတဲ့အျပင္ ရဲပါျဖစ္ေနေသာေၾကာင့္ လုံးဝကို လက္ခံေပးလို႔မရတဲ့အတြက္ သူ႔အေမရဲ႕ရည္းစားကို ဒုကၡေပးဖို႔ လူမိုက္ငွားဖို႔သြားတဲ့အခ်ိန္မွာျဖစ္ပ်က္ခဲ့တဲ့ အလြဲေလးေတြကိုၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Lily ပဲျဖစ္ပါတယ္။)  Quality – 720p  WebRipDuration ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/coffee-kareem-2020/"
    }
]