[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qQwEDjypPHSVGvseGkkbedOraEI.jpg",
        "title": "The Invisible Thread (2022)",
        "description": "The Invisible Thread (2022)ဒီရုပ်ရှင်လေးကတော့ မကြာခင်ကမှ Netflix ကနေ ထွက်ရှိထားတဲ့\nLGBT based Drama/Comedy ဇာတ်လမ်းကောင်းလေးပါပဲ။\nဇာတ်အိမ်တည်ရာဒေသကတော့ ဥရောပတောင်ဘက်ပိုင်းက အီတလီနိုင်ငံရောမမြို့လေးပါ။\nအားလုံးသိကြတဲ့အတိုင်း ကမ္ဘာ့အနောက်ခြမ်းဆိုတာက လူ့အခွင့်အရေးလှုပ်ရှားမှုတို့၊ ကျားမတန်းတူညီမျှမှု၊\nLGBTQ Rights တွေအတွက်လှုပ်ရှားမှုတွေဆိုတာ အမြဲလိုလိုတွေ့နေခဲ့ရပြီး\nအဲ့ဒါတွေအတွက် အမှန်တကယ်လည်း ဥပဒေတွေချမှတ်နိုင်ခဲ့ကြတယ်။\nတကယ်တမ်း တခြားနိုင်ငံတွေနဲ့ယှဉ်ကြည့်ရင်တော့\nအီတလီက LGBT Rights နဲ့ပတ်သက်ပြီး တရားဝင်အသိအမှတ်ပြုခံရတာနောက်ကျပါတယ်။2000 ခုနှစ်ဝန်းကျင်အတွင်းမှာ အနောက်နိုင်ငံအတော်များများက Civil Union ရခဲ့ပေမယ့်\nအီတလီနိုင်ငံမှာတော့ 2016 June လမှာမှ Civil Union လို့ခေါ်တဲ့\nလိင်တူပေါင်းဖက်ခွင့်ကို တရားဝင်အသိအမှတ်ပြုကြောင်း ဥပဒေက အသက်ဝင်လာခဲ့တယ်။\nလိင်ကွဲပေါင်းဖက်မှု‌‌တွေနည်းတူ အခွင့်အရေးအားလုံးနီးပါး ရရှိနိုင်တယ်လို့ဆိုထားပေမယ့်\nတကယ်တမ်းမှာ child adoption နဲ့ပတ်သက်ပြီး ကန့်သတ်ထားတာတွေရှိနေဆဲပါ။\nနောက်ပြီး လိင်တူပေါင်းစည်းခွင့်နဲ့ အတူပေါင်းသင်းနေထိုင်မှုကို ခွင့်ပြုထားပေမယ့်\nလက်ထပ်ထိမ်းမြားခွင့်ကိုကျတော့ တရားဝင်အသိအမှတ်မပြုထားတာ ယနေ့အထိပါပဲ။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့...\nလီယိုဆိုတဲ့ ဆယ်ကျော်သက်အရွယ်‌ကောင်လေးဟာ\nကျောင်းနှစ်ကုန်ပရောဂျက်အဖြစ် ဗီဒီယိုမှတ်တမ်းတစ်ပုဒ်ရိုက်ကူးရမယ်ဆိုတဲ့အခါ\nသူ့မိသားစုအကြောင်း မှတ်တမ်းရုပ်ရှင်ရိုက်ဖို့ဆုံးဖြတ်ခဲ့တယ်။\nဖခင်နှစ်ယောက်အကြောင်း၊ သူဘယ်လိုမွေးဖွားလာခဲ့တဲ့အကြောင်း၊\nတခြားကလေးတွေလို ပုံမှန်ကြီးပြင်းလာခဲ့တဲ့အကြောင်း၊\nမွေးစာရင်းမှာ ဖခင်နာမည်နှစ်ခုလုံးထည့်ချင်တဲ့အတွက် ကြိုးပမ်းခဲ့တာတွေ စသဖြင့်ရိုက်ကူးထားတယ်။သို့ပေမဲ့ ထူးဆန်းတာတစ်ခုက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-invisible-thread-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uOJEJFrb2DX4odPfvaTwS7edpbq.jpg",
        "title": "(21+) Sex, Party and Lies (2009)",
        "description": "Sex, Party & Lies (2009) အညွှန်း\n******************************ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ အကြမ်းစား စပိန် 21+ ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့…နွေရာသီအားလပ်မှာ ပွဲတော်တစ်ခုကို သွားကဲချင်ပေမဲ့ ဘိုင်ပြတ်နေတဲ့အတွက် ကြံရာမရတဲ့အဆုံး ကလပ်မှာမူးယစ်ဆေးရောင်းဖို့ ဆုံးဖြတ်လိုက်တဲ့ နီကို နဲ့ တိုနီ ...ဝိတ်တက်လာလို့ ဘဲပစ်ခံလိုက်ရတဲ့အပြင် ဝလာတဲ့အတွက် အလုပ်ပါပြုတ်သွားလို့ လောင်နေတဲ့ကောင်မလေး ပက်ဇ် ...သူငယ်ချင်းမ ပက်ဇ် ကို နှစ်သိမ့်ပေးသလိုလိုနဲ့ သူ့ရဲ့ဘဲ ဘိန်းစားဂီတသမားနဲ့ နောက်ကွယ်မှာခိုးစားနေတဲ့ မစံပယ် …ကိုယ့်ကိုယ်ကိုယ် လက်စဘီယန် ဆိုတာ လက်မခံနိုင်တဲ့ကောင်မလေး မာရီနာ နဲ့ Bisexual စားစော်ကြီး လီယို … အစရှိသဖြင့် လူငယ်တွေကြားမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့ အပျော်အပါးခံစားချက် စရိုက်သဘာဝအစုံကို ခံစားကြည့်ရှူနိုင်မှာပဲဖြစ်ပါတယ်။(Gay, Straight, Bi, Lesbian, Threesome စတဲ့ အကြမ်းစား sex အခန်းတွေ ဖောဖောသီသီ ပါဝင်တဲ့အတွက် မိသားစုနဲ့ကြည့်ရှုဖို့တော့ ...",
        "rating": "3.9",
        "url": "https://channelmyanmar.org/sex-party-and-lies-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Potato_Dreams_of_America-947234275-large-135x200.jpg",
        "title": "Potato Dreams of America (2021)",
        "description": "Potato Dreams of America (2021)========================IMDb Rating - 6.3/10ဆိုဖီယက်ပြည်ထောင်စု (USSR) ပြိုကွဲပြီး ပြန်လည်ထူထောင်ရေး\nလုပ်နေစဥ်ကာလမှာ Vladivostok မြို့လေးမှာနေတဲ့ လီနာနဲ့ Potato ဆိုတဲ့\nသားအမိနှစ်ယောက်ရှိပါတယ်.....အဲဒီချိန်တုန်းက ရုရှားနိုင်ငံမှာ ရေပြတ်၊ မီးပြတ်၊ conservative တွေများပြီး\nမိန်းမလျှာတွေဆိုလည်း သတ်ပစ်တဲ့အထိ လူ့အဖွဲ့အစည်းက ပျက်စီးယိုယွင်း\nနေခဲ့ပါတယ်။ သားဖြစ်သူ Potato က အမေရိကန်ရုပ်ရှင်တွေကို ကြိုက်နှစ်သက်ပြီး\nအမေရိကန်နိုင်ငံမှာပဲ နေချင်တဲ့သူပါ။ အမေဖြစ်သူ လီနာက ရုရှားနိုင်ငံမှာဆို\nသူ့သား potato အနာဂတ်ပျောက်မှာ စိုးရိမ်တဲ့အတွက် အမေရိကန်နိုင်ငံကို ထွက်သွားဖို့\nဆုံးဖြတ်ခဲ့ပါတယ်။ ဒီကားထဲမှာ လီနာတို့ သားအမိ အမေရိကန်နိုင်ငံကို ဘယ်လို\nရောက်အောင်သွားမလဲဆိုတာကို ဆက်လက်စောင့်ကြည့်ပေးပါဦး........ဒီကားက အရင်တုန်းက ရုရှားနိုင်ငံရဲ့ လူအဖွဲ့အစည်းအကြောင်း၊ အမေရိကန်နိုင်ငံရဲ့\nလူအဖွဲ့အစည်းအကြောင်း၊ LGBTQ+ တွေအကြောင်းကို ကောင်းကောင်းသိမြင်နိုင်မယ့်\nကားတစ်ကားဆိုလည်း မမှားပါဘူး။ Autobiography, Comedy, Drama ကားတစ်ကား\nဖြစ်ပြီး လူတိုင်းကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ်.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/potato-dreams-of-america-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6ZwBVIwRi0vAaBGeG31UIkx4ygQ.jpg",
        "title": "Gaddalakonda Ganesh (2019)",
        "description": "Gaddalakonda Ganesh 2019ဒီတစ်ခေါက်မှာတော့ ၂၀၁၉ မှာ ထွက်ရှိထားတဲ့ ဇာတ်ကားဟောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အဟောင်းဒါပေမဲ့ရွှေဆိုသလိုပဲ ရုံဝင်ငွေ ၄၂.၅ ကုဋေထိရရှိထားတာမလို့အားလုံးကြည့်ရကျိုးနပ်စေမဲ့ကားလေးဖြစ်မှာ အသေအချာပါပဲဒါဆိုရင် အညွှန်းလေးကို ဖတ်ကြည့်လိုက်ရအောင်ရုပ်ရှင်ကို ဝါသနာကြီးတဲ့ကောင်လေးတစ်ယောက် သူ့ရဲ့ပွဲဦးထွက်ရုပ်ရှင်အတွက်လူဆိုးဂန်စတားတစ်​ယောက်ရဲ့ ဘဝအ​ကြောင်းကို ရိုက်ကူးဖို့ ကြံစည်ရာကနေရက်စက်ကြမ်းတမ်းလှတဲ့ ဂန္ဒလကွန်ဒါဂန္နီချ်အကြောင်း ရိုက်ကူးဖို့အကြောင်းဖန်လာပါတော့တယ်သူငယ်ချင်းနှစ်ယောက် အသက်ကိုဖက်နဲ့ထုတ်ပြီး ကျားခံတွင်းထဲဝင်သလိုမျိုး ဂန္နီချ်ဘဝဇာတ်​ကြောင်းကိုသိရှိဖို့ကြိုးစားရာကနေပြီးတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ....လူဆိုးဂန်းစတား ဂန္နီချ်ကရော ရုပ်ရှင်ရိုက်ကူးဖို့ သဘောတူမှာလား....ဂန္နီချ်ရဲ့ ဘဝဇာတ်ကြောင်းကရော ဘယ်လိုဖြစ်မှာလဲ ဘယ်လိုမျိုးတွေကြုံတွေ့ခဲ့ရလဲ...တက်သစ်စဒါရိုက်တာလေးကရော အချစ်ကိုဘေးဖယ်ထားပြီးအာရုံစိုက်ထားတဲ့ ပွဲဦးထွက်ရုပ်ရှင်ကရောအောင်မြင်မှာလား....ဆိုတာအားလုံး စိတ်ဝင်တစားကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ် \nFile size…2.7GB / 1.5GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni ~ Shwe Pwint ~ Shwe Pyae ~ Haruko",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/gaddalakonda-ganesh-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Fresh-544874087-large-133x200.jpg",
        "title": "Fresh (2022)",
        "description": "IMDb Rating (6.7) / Rotten Tomatoes (81%)Horror/ Thriller ကားကောင်းတွေရှားလာတဲ့ခေတ်မှာ ဒီလို နိုင်ငံတကာ Rating မြင့်တဲ့ ကားမျိုးကို Horror/Thriller ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်ပါ..ဒီထဲက မင်းသား Sebastian Stan ကိုတော့ Captain America ဇာတ်ကားထဲက Winter Soldier အဖြစ် လူသိများကြပါတယ်။ဇာတ်ကားကစကြည့်တည်းက စိတ်ဝင်စားဖို့ကောင်းတယ်ဆိုတဲ့ဇာတ်အိမ်မျိုးဖြစ်ပြီး တောက်လျှောက် သိချင်စိတ်အပြည့်နဲ့ ရင်တုန်ပြီးကြည့်ရမယ့်ကားမျိုးပါ။ ဒီဇာတ်ကားဟာ လူသတ်ကားဖြစ်တဲ့အပြင် Hannibal လိုမျိုး လူသားစားတဲ့ဓလေ့ Cannibalism လည်းပါတဲ့ကားပါ။ ရှယ်ကြည့်လို့ကောင်းတဲ့ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကို ပြောရမယ်ဆိုရင်...နိုရာဆိုတဲ့ကောင်မလေးဟာ တစ်ကိုယ်ရေ တစ်ကာယ တစ်ယောက်တည်းနေရတဲ့သူလေးပါ။ ဒီတော့ ဒိတ်တွေခဏခဏဒိတ်ပြီး လက်တွဲဖော်ကောင်းကောင်းလေးကို လိုက်ရှာနေပေမဲ့ သူနဲ့သဟဇာတဖြစ်တဲ့သူကို တစ်ခါမှမတွေ့ရသလို၊ ဒိတ်ရတာတွေကိုလည်း မုန်းနေတဲ့ကောင်မလေးပါ။ အချစ်ဆုံးသူငယ်ချင်း မော်လီနဲ့ သူဒိတ်ခဲ့ရတဲ့ ဒိတ်တွေအကြောင်း‌ ပြန်ပြောင်းပြောပြလေ့ရှိပြီး တစ်နေ့မှာတော့ စီစဉ်ပြီး ဒိတ်တဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/fresh-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BYzYyOGUzMjktMDI1YS00ODYzLTkxMDktOGM0NTRhYzkyYmVlXkEyXkFqcGdeQXVyODA0MjgyNzM@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "My Wonderful Life (2021)",
        "description": "My Wonderful Life (2021)\n===================IMDb Rating - 5.8/10အိမ်​ထောင်​ရေးနဲ့ မိသားစုတာဝန်​တွေကြား နစ်မွန်း​နေတဲ့မိန်းမတစ်​ယောက်\nစိတ်ထွက်​ပေါက်ရှာဖို့ကြိုးစားတဲ့အခါ လူတွေက အပြစ်လို့ မှတ်ယူကြတာလား ?\nဂျိုအန်နာဟာ မိသားစုဝန်ပိ​နေတဲ့ အိမ်​ထောင်သည်အမျိုးသမီးတစ်ဦးပါ။- အယ်ဇိုင်းမား​ရောဂါခံစား​နေရတဲ့မိခင်\n- မိသားစုတာဝန်ကို ကိုယ်နဲ့မဆိုင်သလို​နေတဲ့​ယောကျ်ား\n- အိမ်​ထောင်သည်ဖြစ်​နေ​ပေမယ့် အစွမ်းအစမရှိတာ​ကြောင့်\nအရာရာ​ထောက်ပံ့​​နေရတဲ့သားကြီးနဲ့\n​- အကူအညီမရတဲ့သားငယ်တို့​ကြောင့် သူ့ဘဝဟာ မွန်းကျပ်စရာ​တွေနဲ့ပြည့်နှက်လို့​နေပါတယ်။ဒီလိုဘဝထဲက ​ခေတ္တခဏရုန်းထွက်ဖို့ကြိုးစားရင်းနဲ့ စည်းတစ်ချို့ကိုချိုး​ဖောက်မိချိန်\nမှာ​​တော့ ထိုအပြစ်​တွေက ဂျိုအန်နာရဲ့​နောက်ကို အရိပ်ပမာလိုက်ပြီးခြိမ်း​​​​ခြောက်လို့​\nနေပါ​တော့တယ်။ ဂျိုအန်နာကျူးလွန်မိတဲ့ အပြစ်​တွေက ဘာ​တွေဖြစ်မလဲ သူ့​နောက်ကို\nလိုက်​နေတဲ့ ခြိမ်း​​ခြောက်စာရဲ့​နောက်ကွယ်မှာ​ရော ဘယ်သူ​တွေရှိမလဲ။ သူ့ရဲ့က​မောက်ကမ\nဖြစ်​နေတဲ့ဘဝက​ရော ဘယ်လို​တွေဆက်ဖြစ်မှာလဲ ဆိုတာကို​တော့ ဒီဇာတ်လမ်း​လေးထဲမှာ\nဆက်လက်ကြည့်ရှုပေးကြပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Lwin Aung ဖြစ်ပါတယ်)File Size - (1.08 GB) / (539 MB) / (361 MB)\nQuality – Web-DL 1080p / 720p/480p\nDuration - 1h ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/my-wonderful-life-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/484oHzBz4ymDS5x1zvoH17DbECA.jpg",
        "title": "Seoul Searching (2015)",
        "description": "Seoul Searching (2015) ဇာတ်လမ်းအညွှန်းစစ်ဘေးရှောင်ရင်း နိုင်ငံအသီးသီးမှာကြီးပြင်းကြတဲ့ ကိုရီးယားလူငယ် ဆယ်ကျော်သက်တွေကို အမိမြေနဲ့ မစိမ်းအောင် ကိုရီးယားယဉ်ကျေးမှုအကြောင်း သင်ယူလို့ရအောင် ၁၉၈၀ခုနှစ်ကစပြီး ကိုရီးယားမှာ နွေရာသီပိတ်ရက်စခန်းကို စတင်ဖွဲ့စည်းခဲ့ပါတယ်။Seoul Searching ကတော့ ၁၉၈၆ခုနှစ် နွေရာသီပိတ်ရက်စခန်းမှာ တွေ့ကြတဲ့ လူငယ်လေးတွေအကြောင်းကို ရိုက်ကူးထားခြင်းပဲဖြစ်ပါတယ်။လူငယ်တစ်​ယောက်ချင်းစီရဲ့ မတူညီတဲ့ဇာတ်ကြောင်းတွေ၊ အချစ်ဇာတ်လမ်းလေးတွေ ဝေဝေဆာဆာနဲ့အပြင် လူငယ်လေး​တွေ ဒီစခန်းကို ပြီးဆုံးတဲ့အထိ နေနိုင်မလားဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုလိုက်ရအောင်နော်။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ChitThe ပါ) File Size          :  1.8GB, 746MB & 395MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL & 480p\nFormat      ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/seoul-searching-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qsdjk9oAKSQMWs0Vt5Pyfh6O4GZ.jpg",
        "title": "Turning Red (2022)",
        "description": "Turning Red (2022)ဘဝမှာ အရှက်တတ်ဆုံး အကြောက်တတ်ဆုံးအချိန်ကို ပြောပါဆိုရင်တော့ အပျို/လူပျိုဖော်ဝင်စ ၁၃/၁၄ အရွယ်ကို ညွှန်ပြရမှာပါပဲ။အဲဒီလိုပဲ လူကြီးအဖြစ်ချင်ဆုံးအရွယ်ဆိုရင်လည်း ၁၃/၁၄ ဝန်းကျင်အရွယ်လေးတွေပဲ ဖြစ်မှာပါ။ဒီကားလေးမှာတော့ လီမေလင်းဆိုတဲ့ ၁၃ နှစ်အရွယ် ကောင်မလေးတစ်ယောက် ....တရုတ်မိသားစုကပေါက်ဖွားလာတော့ တရုတ်ရိုးရာတွေအားလုံးကို နားလည်ထားပြီး ကိုယ်တိုင်လည်း ဘုံကျောင်းကိစ္စတွေကို ဝင်ရောက်ဆောင်ရွက်နေသူပါ။ဒါပေမဲ့ ဆယ်ကျော်သက်အရွယ်ကလေးပီပီပဲ မြတ်နိုးတန်ဖိုးထားရတဲ့ အဆိုတော်တွေ၊ ရင်ခုန်မိတဲ့ကောင်လေးတွေ ရှိလာပါတော့တယ်။အဲ့ဒီအချိန် ရှေးရိုးဆန်တဲ့မိခင်ဖြစ်သူနဲ့ ကောင်မလေးရဲ့ ခေတ်ဆန်တဲ့ အတွေးအခေါ်တွေ ဘယ်လို အတိုက်အခံဖြစ်ကြမှာလဲဆိုတာတွေ‌လီမေလင်းလေးရဲ့ အကြိုက်ဆုံးအဆိုတော်အဖွဲ့ 4-town အဖွဲ့က concert ကျင်းပမှာဆိုတော့သူ့ခမျာ သွားရဖို့အရေး ကြိုးပမ်းအားထုတ်ရင်းနဲ့ စိတ်အရမ်းလှုပ်ရှားလာတဲ့အခါ လူစင်စစ်က‌နေပန်ဒါနီအဖြစ် ပြောင်းလဲသွားတတ်တော့ ဘာတွေ ဆက်လက်ကြုံတွေ့ရမလဲဆိုတာတွေ ရှုစားရမှာပါ။ဇာတ်လမ်းလေးက ရိုးရိုးရှင်းရှင်းလေး ဆိုပေမဲ့ ဆယ်ကျော်သက်မိန်းကလေးတွေ ကြုံတွေ့ရတဲ့ ပထမဆုံးဓမ္မတာလာတဲ့အချိန်တွေကိုယ့်ကိုယ် လူကြီးလို့ သတ်မှတ်ချိန်မှာ မိဘတွေက ကလေးလို သတ်မှတ်နေသေးလို့ ကတောက်ကဆဖြစ်ရတာလေးတွေဆယ်ကျော်သက်သားသမီး‌တွေနဲ့ မိဘတွေကြား ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/turning-red-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pFu5c1YNG549u4Vmziccum6my52.jpg",
        "title": "Idol Recipe (2022)",
        "description": "Idol Recipe (2022) ဇာတ်လမ်းအညွှန်း\n*******************************ဒီတစ်ခါတော့ idol မူဗွီလေးပါ။\nဘယ်လာ ဆိုတဲ့ မကျော်ကြားသေးတဲ့ idol အဖွဲ့လေးတစ်ဖွဲ့ဟာ သူတို့ အေဂျင်စီရဲ့ စီမံခန့်ခွဲမှု ညံ့ဖျင်းမှုတွေကြောင့် ကမောက်ကမတွေ ဖြစ်ပြီး အခက်အခဲတွေ ကြုံတွေ့ခဲ့ရပါတယ်။ဒီလို အခက်အခဲတွေကို ဘယ်လာ အဖွဲ့ဝင်တွေက ဘယ်လိုမျိုး ရင်ဆိုင်ကြမလဲ?စိန်ခေါ်မှုတွေကို အံတုနိုင်ပါ့မလားသူတို့ရည်မှန်းချက် အောင်မြင်မှုကို ရတဲ့ထိ ဆက်လှမ်းးနိုင်ပါ့မလား?အောင်မြင်ဖို့မပြောနဲ့ idol အဖွဲ့တစ်ဖွဲ့ဖြစ်လာဖို့ဆိုတာ ဘယ်လောက်တောင်မှ ခဲယဉ်းလဲ?ဒီလိုအခက်အခဲတွေကြားမှာမှ ဝေဖန်ခံရတဲ့အခါ idol အဖွဲ့ဝင်တစ်ယောက်အနေနဲ့ ဘယ်လို ခံစားရလဲ ဆိုတာ ဒီဇာတ်ကားလေးကြည့်ပြီး လေ့လာခံစားကြရအောင်ပါ။ File Size          :  1.8GB, 860MB & 428MB\nQuality            : 1080p WEB-DL, 720p WEB-DL & 480p\nFormat  ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/idol-recipe-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/dd-135x200.jpg",
        "title": "Dog (2022)",
        "description": "ဘရစ် ဆိုတဲ့ အမေရိကန်လေထီးတပ်သားဟောင်းတစ်ယောက်ဟာ ဦးနှောက်ထိခိုက်ဒဏ်ရာကြောင့် စစ်တပ်က အငြိမ်းစားယူလိုက်ရပါတယ်။ ပြီးတော့ လုံခြုံရေးဝန်ထမ်းအဖြစ် အလုပ်ပြန်လျှောက်ချင်ပေမဲ့ ဆေးမှတ်တမ်းတွေကြောင့် အလုပ်မရနိုင်ဖြစ်နေတယ်။ သူအရမ်းလိုချင်တဲ့အလုပ်ကိုရဖို့ သူ့ရဲ့ ဗိုလ်ကြီးဆီက ထောက်ခံချက်လိုနေတယ်။ ဒီတော့ သူ့ရဲ့ ကပ္ပတိန်ဆီကို အကူအညီသွားတောင်းချိန်မှာ သူ့ကို အပေးအယူအနေနဲ့အကူအညီတစ်ခုပြန်တောင်းခံလိုက်ရတယ်။ ဒါကတော့ သူနဲ့အတူ တာဝန်ထမ်းဆောင်ခဲ့ဖူးတဲ့ ခွေးမလေး လူလူ အတွက်ပါပဲ။ လူလူရဲ့ခွေးထိန်း ရိုင်လီဟာ သူ့ကိုယ်သူ သတ်သေသွားခဲ့တာမို့ သူ့ရဲ့ ဈာပနမှာ ရိုင်လီရဲ့မိသားစုတွေက ခွေးမလေး လူလူကို ရှိစေချင်ကြတယ်။ ဒါပေမဲ့ လူလူကလည်း အခြားခွေးထိန်းတွေ ရဲဘော်တွေကို အပြင်းအထန်ဒဏ်ရာရအောင် ကိုက်ခဲ့ တိုက်ခိုက်ခဲ့တာမို့ တိရစ္ဆာန်ဆရာဝန်တွေက ကုမတဲ့ စိတ်ဒဏ်ရာအဆင့်သတ်မှတ်ပြီး ဈာပနအပြီးမှ ဆေးထိုးသတ်ဖို့ ဆုံးဖြတ်လိုက်ရပါတော့တယ်။ ဘရစ်ရဲ့တာဝန်ကတော့ နိုင်ငံတစ်ဝက်လောက်ကိုဖြတ်ပြီး အရမ်းကြမ်းတမ်းနေတဲ့ လူလူကို ကားနဲ့တင်ပြီး ဈာပနကိုအပို့၊ အပြင်မှာ လူလူသေရမယ့် စခန်းကို ပို့ရမှာပဲ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/dog-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BODY0NjU0ZGUtNTIzMi00YmJiLWFmZDktYTkxYzdkZGRkZTM0XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "King Knight (2021)",
        "description": "King Knight (2021)================2022 မှာ ထွက်ရှိလာတဲ့ Comedy, Horror ကားသစ်လေးပါ .\nသွန်းနဲ့ ဝတ်လိုးတို့ဟာ ခေတ်သစ်စုန်းအုပ်စုရဲ့ ယဇ်ပုရောဟိတ်နှင့်\nယဇ်ပုရောဟိတ်မတို့ ဖြစ်ကြပါတယ်။ ဒါပေမယ့် တကယ်တမ်းတော့\nသွန်းရဲ့ ဖုံးကွယ်ထားတဲ့ အတိတ်တစ်ခုရှိနေပြီး တစ်နေ့မှာ အဲ့ဒီအတိတ်\nဟာ ဖုံးမရဘဲ ပေါ်လာတဲ့နောက်ပိုင်း သူတို့ရဲ့ဘဝတွေ ဘယ်လို ကမောက်\nကမဖြစ်ပြီး ဘယ်လိုရယ်စရာကောင်းတဲ့ ခရီးထွက်ရမလဲဆိုတာကို\nHorror, Comedy တို့ ထုံးစံအတိုင်း ကြောက်စရာကောင်းအောင်ရော\nရယ်စရာကောင်းအောင်ပါ ရိုက်ထားတဲ့  ဇာတ်ကားအမျိုးအစားလေးမို့\nCM ပရိတ်သတ်များအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Zaw Myo Thu မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေး\nသူများကတော့ Zaw Myo Thu, Roman Nox တို့ဖြစ်ပါတယ်)File Size - (1.23 GB) / (568 MB) / (367 MB)\nQuality – WebRip 1080p / 720p/480p\nDuration ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/king-knight-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qMT7jS0GijTEgVUVLot1wwNa8Ia.jpg",
        "title": "Badhaai Do (2022)",
        "description": "Badhaai Do (2022)\n==================\nဒီတစ်ခါမှာတော့ IMDb 7.9 ထိရရှိထားပြီးတော့ ရုံဝင်ငွေ 28.03 ကုဋေထိရရှိထားတဲ့ဘောလိ၀ုဒ်ဇာတ်လမ်းတွဲလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ရှာဒူလ်ကလည်း ရဲအရာရှိတစ်ယောက်ဖြစ်သလို ဆူမန်ကလည်း ကာယဆရာမပါသူတိုနှစ်ယောက်လုံးရဲ့ တူညီတဲ့အချက်ကတော့ နှစ်ယောက်လုံးက အရွယ်ဟိုင်းနေပြီဖြစ်တဲ့လူပျိုသိုး အပျိုကြီးပဲဖြစ်ပါတယ် မိဘတွေက လက်ထပ်ပေးဖိုလုပ်နေတဲ့သူတွေကိုလည်းသဘောမကျ အကြောင်းအမျိုးမျိုးပြ ငြင်းဆန်ရတဲ့အကြောင်းအရင်းရှိပါတယ် ဒါကတော့ရှာဒူလ်က ယောကျာ်းလေးချင်းသဘောကျသူဖြစ်ပြီးတော့ ဆူမန်က မိန်းကလေးချင်းသဘောကျတဲ့သူမိုလိုပါ ဒီလိုနဲ့ အကြောင်းတစ်ခုကြောင့် သူတိုနှစ်ယောက်တွေ့ဆုံမိသွားတဲ့ချိန်မှာပဲမိဘတွေဆန္ဒလည်းပြည့်၀အောင် သူတိုလည်း အေးဆေးနေရအောင်ဆိုပြီး နှစ်ယောက်ဦးသဘောတူလက်ထပ်လိုက်ပါတော့တယ် အဲ့လိုနဲ့ပဲ မတူညီတဲ့စုံတွဲ ဆူမန်ရဲ့ကောင်မလေးက ဆူမန်ဘ၀ထဲပြန်ဝင်လာတဲ့ချိန်မှာပြဿနာတွေဖြစ်လာပါတော့တယ် သူတိုနှစ်ယောက်ရဲ့ဇာတ်လမ်းလေးကရော ဘယ်လိုတွေဆက်ဖြစ်မှာလဲပုံမှန်ဇာတ်ကားတွေနဲ့မတူဘဲ မတူကွဲပြားတဲ့ဇာတ်အိမ်နဲ့ comedy/drama ဇာတ်ကားလေးကို ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော်........ \nFile size…1.6GB / 2.1GB\nQuality…720p WEB DL\nFormat…mp4\nDuration….2h 27mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Eliza & Poe & Shwe Pyae & Yunni",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/badhaai-do-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wFjboE0aFZNbVOF05fzrka9Fqyx.jpg",
        "title": "The Adam Project (2022)",
        "description": "The Adam Project (2022)ကိုဓါတ်ဘူးရဲ့ ဒီ​နေ့ထွက် Neflix ဇတ်ကားသစ်​လေးကို တင်ဆက်​ပေးလိုက်ပါပြီ။\nThe Adam's Project လို့အမည်ရတဲ့ ဒီကားဟာ Sci-fic / Adventrue  genreဖြစ်ပြီး\nကနဦး IMDb 8.7, RottenTomatoes 70%နဲ့ Metacritic 56% ရရှိထားပါတယ်။Cast ​တွေက​တော့ Marvel ဇာတ်​ကောင်​တွေကိုပဲ ​ရွေး​ခေါ်ထားသလားမှတ်ရ​အောင်ပဲ\nRyan Reynolds (Deadpool), Mark Ruffalo (Hulk),\nZoe Saldaña (Gamora)နဲ့ Jennifer Garner (Elektra)တို့ ပါဝင်အားဖြည့်ထားပါတယ်။အနာဂတ်ကာလက Adam Reed ဟာ အတိတ်ကာလ 2018 ကို\nမစ်ရှင်တစ်ခုအတွက် ပြန်လာဖို့ကြိုးစားရင်း ဒဏ်ရာအပြင်းအထန်ရကာ\n2022ခုနှစ်ကို အချိန်မှားပြီး ခုန်ကူးလိုက်ပါတယ်။\n2022 မှာ သူ့ရဲ့အတိတ်က  Adam ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/the-adam-project-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/vqmLpf-128x200.jpg",
        "title": "Don’t Go Too Far (2021)",
        "description": "ဖခင်ချန်ထားခဲ့တဲ့အမွေ၂ဘီလီယံကိုမောင်နှမ၄ယောက်ခွဲဝေကြရာမှာ အစ်ကိုအကြီးဆုံးဖြစ်သူကတစ်ဝက်ရပြီး\nကျန်တဲ့မောင်နှမတွေကကျန်တာကိုသာရလို့နည်းတယ်များတယ်ငြင်းခုံနေကြတုန်း အစ်ကိုအကြီးဆုံးဖြစ်သူဆီဖုန်းဝင်လာပါတယ်\"၂ဘီလီယံဝမ်မပေးရင် မင်းရဲ့ကလေးကိုသတ်ပစ်မယ်\"ဆိုပြီးခြိမ်းခြောက်တဲ့ပြန်ပေးသမားဆီကဖုန်းပဲဖြစ်ပါတယ်တစ်ဦးတည်းသောသားကိုကယ်ဖို့အတွက်ကျန်တဲ့မောင်နှမတွေဆီ အမွေ၂ဘီလီယံထဲကသူတို့ဝေစုကိုတောင်းဆိုရချိန်...နဂိုကမှအဝေမညီဖြစ်နေရတဲ့အထဲ ‌သူတို့ဝေစုပါပေးရမယ်ဆိုတော့‌ လောဘကြီးပြီးတစ်ကိုယ်ကောင်းဆန်တဲ့လူတွေဘယ်လိုဆုံးဖြတ်ကြလဲ\nအမွေလုတာအပြင်ပြန်ပေးမှုပါပေါ်လာတော့အခြေအနေတွေပိုဆိုးပြီးရှုပ်ထွေးလာပုံကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ် ။File Size__(1.3GB) / (670MB)\nQuality__1080p, 720p\nIMDb Rating__5.4/10\nFormat__mp4\nDuration__01:15:00\nType__Comedy, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Htet Nandar Aung\nEncoded by Naing Aung Latt",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/dont-go-too-far-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/4b0deoaojkmy-130x200.jpg",
        "title": "L-O-V-E…… Love (1997)",
        "description": "မင်းသမီးရှုကျီ Shu Qi, Vivian Hsu တို့လို ဟောင်ကောင်မင်းသမီး အချောအလှလေးတစ်သိုက်ကို\nတစ်ဝကြီးငမ်းလို့ရမယ့် ဟောင်ကောင်မော်ဒယ်ရှိုးဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...ဟောင်ကောင်ကိုယ်စားပြု မယ်ပြိုင်ပွဲအတွက်လာပြိုင်ကြပေမယ့်\nတကယ်တမ်းကျ ပိုက်ဆံရှိတဲ့ဘောစိတွေနဲ့ နီးစပ်ဖို့ဆိုတဲ့ ရည်မှန်းချက်နဲ့\nအလှမယ်တစ်သိုက်...တစ်ရက်ကို ဒေါ်လာသန်းနဲ့ချီ ဝင်ငွေရှိနေပေမယ့် အလုပ်တွေ\nအရမ်းများတာကြောင့် လူမသိသူမသိဘဝကို\nခဏသွားချင်နေတဲ့ လူငယ်သူဌေးသားလေး စူပါ ....အလှမယ်ပြိုင်ပွဲဝင်ပြိုင်ကြရင်း သူတို့ကြားထဲက အလွဲတွေကို\nဟာသလေးတွေနဲ့ရိုက်ပြထားတဲ့ အခွီဇာတ်ကားလေးပါ။ငယ်ဘဝက မမတို့ကို တစ်ဝကြီးငမ်းရမှာမို့ လက်မလွှတ်သင့်တဲ့\nကားကောင်းတစ်ကားဖြစ်ပါကြောင်း။\nFile size…(3.9 GB)/(1.3 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:35:55\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by SST & Jo Jo Va",
        "rating": "",
        "url": "https://channelmyanmar.org/l-o-v-e-love-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/vNzeBf-140x200.jpg",
        "title": "There’s Something About Tott (2015) Love Heaw Feaw Tott",
        "description": "ထိုင်း အခွီမင်းသားချော Nick Kunatip နဲ့ သူ့ရဲ့ဟာသတွဲဖက်တွေနဲ့ ခွီရမယ့် Comedy ဇာတ်ကားဖြစ်ပါတယ်။\nTott ဟာရူပါဖြောင့်တဲ့ကွီးတစ်ယောက်ပါ။မိဘအုပ်ထိန်းသူတွေနဲ့ မနေခဲ့ရဘဲ ကိုယ့်ဘဝကိုယ်ကြောင်းနေတဲ့ ခေတ်လူငယ်တစ်ယောက်ပါ။ဘဝကိုသူငယ်ချင်းတွေနဲ့ဖြတ်သန်းနေရပြီး ကျရာအလုပ်မှာဝင်ငွေကိုဖန်တီးနေရတဲ့ Tott တစ်ယောက်သူ့ကိုကြွေကျနေသူတွေ သူကကြွေကျနေသူတွေကြားထဲ ဘယ်လိုအလွဲလွဲအချော်ချော်တွေဖြစ်မလဲဆိုတာ...။ပေါ့ပေါ့ပါးပါး ဟာသကားကြည့်မယ်ဆို ကွက်တိပါပဲ။\nFile size…(2.1 GB)/(940 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:58:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Wut Mhone",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/there-something-about-tott-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZDJlMzNmNjEtNmI4Ny00ZWQzLWEwY2YtOTIxMmE2OTQ3ODVmXkEyXkFqcGdeQXVyMjI3NDAyNg@@._V1_-135x200.jpg",
        "title": "France (2021)",
        "description": "France (2021)===========IMDb Rating - 5.9/10သူ့နာမည်က ဖရန့်စ်၊ နာမည်ကြီးရုပ်သံတင်ဆက်သူတစ်ယောက်။ ပြင်သစ်တစ်နိုင်ငံလုံး\nသူ့ကိုချစ်ကြတယ်၊ သူ့အစီအစဉ်ဆိုမလွှတ်တမ်းကြည့်တဲ့သူတွေတောင်ရှိတယ်၊ နာမည်\nကြီးလေ သူများမလုပ်တဲ့ အစီအစဉ်တွေကိုသူလုပ်ချင်လေပဲ၊အခြားဂျာနယ်လစ်တွေ\nမရိုက်တဲ့အစီအစဉ်မျိုးတွေဆို သူကရိုက်လေ့ရှိတယ်၊ အဲ့တော့နာမည်ကြီးတယ်ဝင်ငွေ\nကောင်းတယ်၊ ပိုက်ဆံရှိတယ်။ ပိုက်ဆံရှိတယ်ဆိုပေမယ့် အိမ်ထောင်ရေးကအေးတိအေးစက်၊\nမွေးထားတဲ့သားတစ်ယောက်ကို ကောင်းကောင်းမွန်မွန်မစောင့်ရှောက်နိုင်လောက်တဲ့\nအထိကိုအလုပ်များတယ်၊ တစ်နေ့သူ့သားလေးကို ကျောင်းပို့ရင်း ဘတ်စတစ်ဆိုတဲ့ ကောင်လေး\nကို ကားတိုက်မိတယ်၊ ဘတ်စတစ်တို့မိသားစုက ဆင်းရဲတာကြောင့်ရယ်၊ သူ့ပရိသတ်ဖြစ်နေတာ\nကြောင့်ရယ် လျော်ကြေးပေးလိုက်ပေမယ့်၊ သူနဲ့ပြိုင်ဖက် ဂျာနယ်လစ်နယ်ပယ်မှာတော့ သတင်းထူး\nဖြစ်ပြီး မျက်နှာဖုံးတွေမှာပါသတင်းခေါင်းစဉ်ကြီးနဲ့ဖော်ပြတယ်။ LIVE Show တွေမှာပါ အရှက်\nရလောက်တဲ့အထိဖြစ်ခဲ့တယ်။ နာမည်ကြီးစတားတစ်ယောက်က တစ်ခါမှမဖြစ်ဘူးမကြုံဘူးတဲ့\nဒီဖြစ်ရပ်ကြောင့်သူဘဝ ပြောင်းလဲသွားပုံစိတ်ဝင်စားဖွယ်ရိုက်ကူးတင်ဆက်ပေးထားတာကြောင့်\nပရိတ်သတ်များအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Tin Myo Lwin ဖြစ်ပါတယ်)File Size - (1.16 GB) / (576 MB) / (394 MB)\nQuality – BluRay 1080p / 720p/480p\nDuration - ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/france-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/akZeiUfasM58GdcfXSY9QkqPiDZ.jpg",
        "title": "Love is Color Blind (2021)",
        "description": "Love is colorblind (2021)ချစ်ခြင်းမေတ္တာဟာ ဘာအရောင်ရှိပါသလဲဒီတစ်ခါမှာတော့ ချစ်ခြင်းမေတ္တာအကြောင်းကို\nအရောင်တွေနဲ့ ပုံဖော်ထားတဲ့\nဖိလစ်ပိုင် အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့ အချစ်ဆုံးသူငယ်ချင်းဆိုတဲ့ ခေါင်းစဉ်ကြားထဲမှာ\nတဝဲလည်လည်ဖြစ်နေတဲ့ သူငယ်ချင်းမဟုတ်တဲ့ သူငယ်ချင်းနှစ်ယောက်ရဲ့\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါအက်ဆီးဒင့် ဖြစ်ပြီးနောက်ပိုင်း အရောင်တွေကို မခံစားနိုင်တော့ဘဲ\nအကုန်လုံးကို မီးခိုရောင်အနေနဲ့ပဲ မြင်ရတဲ့ ပန်းချီဆရာကောင်လေးတစ်ယောက်နဲ့\nသူ့ရဲ့ သူငယ်ချင်းမဟုတ်တဲ့ သူငယ်ချင်း ကောင်မလေးတို့ရဲ့\nရိုးရှင်းတဲ့ အချစ်ဇာတ်လမ်းလေး တစ်ပုဒ်ပဲဖြစ်ပါတယ်နူးညံ့တဲ့ ချစ်ခြင်းမေတ္တာကို လှလှပပလေး ပုံဖော်ရိုက်ကူးထားတဲ့\nဒီဇာတ်လမ်းလေးနဲ့အတူ\nချစ်ခြင်းမေတ္တာရဲ့ရပ်ဝန်းထဲမှာ ခဏလောက် နားခိုလိုက်ကြရအောင်ပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Romance\nQuality….WEB-DL 1080p and 720p and 499\nFile size…1.6GB and 864MB and 311MB\nFormat…mp4\nDuration….1h 55min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Roman NoX\nEncoder ..... August",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/love-is-color-blind-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yCiIfhvAtVidv2fszFZESci9tVx.jpg",
        "title": "Liar x Liar (2021)",
        "description": "Liar x Liar (2021)ဒီကားလေးကတော့ Liar x Liarဆိုတဲ့ Mangaလေးကို Live action ပြန်ရိုက်ထားတဲ့ ကားလေးပါ။\"အစကတော့ အလိမ်ညာလေးတစ်ခုပါပဲ။\nဒီအလိမ်အညာလေးက ကျွန်မတို့ရဲ့ ကံကြမ္မာကိုပြောင်းလဲသွားစေမယ်လို့ မထင်ခဲ့မိဘူး\"ဒီစကားလေးအတိုင်းပဲ သူတို့နှစ်ယောက်ရဲ့ဇာတ်လမ်းက အလိမ်အညာတစ်ခုကနေ စတင်ခဲ့တာပါ။Minato ဆိုတဲ့ကောင်မလေးက တက်တက်ကြွကြွရှိတဲ့ ချစ်စဖွယ် ‌တက္ကသိုလ်ကျောင်းသူလေးပါ။အလယ်တန်းကျောင်းကစလို့ တက္ကသိုလ်ရောက်တဲ့အချိန်ထိ အေးအေးချမ်းချမ်းနေရတဲ့ရက်ဆိုတာ မရှိခဲ့တဲ့ ကံဆိုးမလေးဆိုရင်လည်း မမှားပါဘူး။ဒီကိစ္စတွေရဲ့ တရားခံကတော့ သွေးသားမတော်စပ်တဲ့ မောင်ဖြစ်သူ\nပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ကြီး Toruပါပဲ။ရုပ်ချောသလောက် ပွေရှုပ်လွန်းအားကြီးတဲ့ Toruကတော့ ခန့်မှန်းရခက်တဲ့ ကောင်လေးပါ။သွေးသားမတော်စပ်တဲ့သူတို့နှစ်ယောက်ကြားထဲ အလိမ်ညာ‌တစ်ခုကြောင့်\nထူးဆန်းတဲ့ခံစားချက်တွေဖြစ်တည်လာတာကို ကြည်နူးဖွယ်ပုံဖော်ထားတာပါ။Mangaလေးကလည်း ဖတ်လို့ကောင်းသလို ရုပ်ရှင်အနေနဲ့ပြန်ကြည့်တော့လည်း ပါဝင်အားဖြည့်ထားတဲ့ သရုပ်ဆောင်တွေကြောင့် အရသာမပျက်သွားပါဘူး။လိမ်ညာတယ်ဆိုတာ မကောင်းပေမယ့် ဒီဇာတ်လမ်းကတော့ ကောင်းပါတယ်။\nကားကောင်းလေးမို့လို့ တင်ဆက်ပေးလိုက်ပါတယ်နော်။အညွှန်းကိုတော့ Milkeux က  ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Lai Laii နဲ့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Romance\nQuality….WEB-DL ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/liar-x-liar-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2XKg3VhpFDXdAktwKvFMSuIneE3.jpg",
        "title": "DJ Tillu (2022)",
        "description": "DJ Tillu (2022)IMDb 7.8 ထိရရှိထားတဲ့ Comedyဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်အဖေဖြစ်သူက သူ့အကြိုက်ဆုံးဖိုက်တာနာမည်အရ တီလူးလို့နာမည်ပေးခဲ့ပေမယ့်လည်းသူကိုယ်သူ ဒီဂျေတီလူးလို့နာမည်ပေးထားတဲ့တီလူးကတော့အလုပ်အကိုင်ရယ်လို့ ရေရေရာရာမရှိ စိတ်ထဲပေါ်တာလိုက်လုပ်နေတဲ့ယောင်ခြောက်ဆယ်ကောင်ပါဖိုက်တာလုပ်မယ်ဆိုပြီးလုပ်လိုက် တစ်လကြာတော့မျက်ခွက်ထိုးခံရပြီး မလုပ်တော့ပြန်....စီးပွားရေးလုပ်မယ်ဆိုပြီး လုပ်တော့လည်း အရှုံးပေါ်...နောက်ဆုံးမှာ ဆာရိပထမဆုံးဝတ်ဆင်ပွဲဘိုနာလုပွဲစတဲ့ပွဲတွေမှာ ဒီဂျေလိုက်လုပ်နေပါတော့တယ်ဒီလိုနဲ့ကလပ်မှာသူသဘောကျတဲ့ကောင်မလေး ရာဒိယာနဲ့တွေ့ဆုံခဲ့ရပါတယ်ငပျင်းကောင် တီလူးတစ်ယောက်မထင်မှတ်ထားပဲ သူ့ဘဝကြီးကို အပြောင်းအလဲဖြစ်စေနိုင်တာကိစ္စကြီးနဲ့ တွေ့ကြုံလိုက်ရတဲ့ချိန်မှာ...အဲ့ဒီကိစ္စကရော ဘာဖြစ်မှာလဲ...ငပျင်းတီလူးတစ်ယောက် ဘယ်လိုကိစ္စတွေကြုံရမလဲဆိုတာဟာသနှောရင်း ရိုက်ကူးထားတာမလို့ ဆက်လက်ကြည့်ရှုပေးပါဦး \nFile size…1.79GB /  874MB\nQuality…1080p WEB  DL / 720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Shwe Pyae",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/dj-tillu-2022/"
    }
]