[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMjM1ZTM0YTItNzViNi00YWFmLWI0MTAtNWI3MjgxN2JiY2RlXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Long Story Short (2021)",
        "description": "\"မင်္ဂလာဆောင်တာကလွယ်ပါတယ်။အိမ်ထောင်သည်ဘဝကခက်တာပါတဲ့\"\nဟုတ်ပါတယ် အိမ်ထောင်တစ်ခုတည်မြဲဖို့ဆိုတာ အင်မန်မှခက်ပါတယ် အချစ်တစ်ခုတည်းနဲ့ အိမ်ထောင်တစ်ခုမတည်မြဲနိုင်ပါဘူး။\nနားလည်မှု ရိုးသားမှု အချိန်ပေးမှု ပြီးတော့ အချစ် ဒါတွေကိုလိုအပ်ပါတယ်။\nဒီကားလေးက အိမ်ထောင်တစ်ခုဘယ်လိုတည်ဆောက်ရမလဲဆိုတာကိုပြောပြပေးထားတဲ့ ဇာတ်ကားလေးဆိုမမှားပါဘူး။ဇာတ်လမ်းအကျဉ်းလေးကတော့ တက်ဒီနဲ့ လီယန်တို့က မထင်မှတ်တဲ့တွေ့ဆုံမှုတစ်ခုကနေ တစ်ဦးကိုတစ်ဦးကိုချစ်မိသွားပြီး လက်ထပ်ခဲ့ကြတဲ့ချစ်သူနှစ်ဦးပေါ့\nဒါပေမယ့် တက်ဒီကတော့ လီယန်ကိုချစ်ပေမယ့် အလုပ်ပေါ်မှာပဲအာရုံနှစ်ထားပြီး ဇနီးကိုအချိန်မပေးဖြစ်ခဲ့ပါဘူး\nဟန်းနီးမွန်းထွက်ဖို့ကိုတောင် မစီစဉ်ခဲ့ပဲနဲ့ နောက်မှဆိုပြီးလုပ်နေခဲ့တဲ့သူပါ။သူတို့နှစ်ယောက်ရဲ့မင်္ဂလာဦးည လက်ဖွဲ့တွေကိုကြည့်ရင်းကနေ ဘယ်သူပို့လိုက်မှန်းမသိတဲ့ထူးဆန်းတဲ့လက်ဖွဲ့လေးတစ်ခုကိုတွေ့ခဲ့လို့ ဖွင့်ကြည့်မိရာကနေ...\nတက်ဒီတစ်ယောက် အဆပေါင်းများစွာအကုန်မြန်နေတဲ့ အချိန်ကာလတစ်ခုထဲရောက်သွားပါတော့တယ်သူနိုးထလာတိုင်း တစ်နှစ်ပြောင်းသွားပြီး သူနိုးထလာတဲ့အချိန်ကလည်း သူတို့ရဲ့မင်္ဂလာဦးနှစ်ပတ်လည်နေ့ဖြစ်နေပါတယ်။\nဒီလိုအချိန်စက်ဝန်းကြီးထဲကနေ တက်ဒီတစ်ယောက်ဘယ်လိုရုန်းထွက်မှာလဲ\nဒီလိုအကုန်မြန်နေတဲ့အချိန်ကြောင့် သူ့ဘဝကြီးကဘာတွေဘယ်လိုဖြစ်ပြီးပြောင်းလဲကုန်မှာလဲ\nသူတို့ရဲ့အိမ်ထောင်ရောအပေါ်မှာရော သက်ရောက်မှုရှိမှာလား..စတာတွေကိုကြည့်ရှုခံစားရမယ့် Comedy,Fantasy,Romance ကားကောင်းလေးတစ်ကားပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Chit Tee ပါ )File Size__(1.7GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__01:30:00\nType__Comedy, Fantasy, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/long-story-short-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/87365315_2610151332537083_7444490775779344384_n-139x200.jpg",
        "title": "Fast 888 (2016) Pard 888",
        "description": "ထိုင်း အခွီမင်းသားချော Nick Kunatip နဲ့ ဟာသတွဲဖက် Chuanchen Chaet တို့အဓိက ပါဝင်ထားတဲ့ တကားလုံးရီနေရတဲ့ဇာတ်ကားပါ။လတ်တလောကမှ ကျောက်ဖုရားမြစ်ထဲ တွန်းချခံရလို့ သေဆုံးခဲ့တဲ့ မင်းသမီးချောလေး Tangmo Nida Patcharaveerapong လဲ ဒီကားထဲ ပါဝင်သရုပ်ဆောင်ထားခဲ့ပါတယ်။ဇာတ်လမ်းအကျဥ်း...ဖွန်(Chuanchen Chaet)) က ဘတ်စ်ကားအမှတ်၈၈၈ကိုမောင်းနှင်သူတစ်ယောက်ဖြစ်ပြီး သူငယ်ချင်းဖြစ်သူ ဝင်း(Kunatip)ကတော့ ကားစပယ်ယာလုပ်ပေးနေသူပဲဖြစ်ပါတယ်ဖွန်ရဲ့ ဇနီးဖြစ်သူ မီအာ(Tangmo)က ဖခင်နဲ့ချစ်သူဖွန်ကြား ဖွန့်ကိုရွေးလာသူမို့ ဖွန့်အနေနဲ့ မိန်းမရှိခိုး သွားမကျိုးဆိုတဲ့အတိုင်းနေလာခဲ့သူလည်းဖြစ်ပါတယ်တစ်ရက် ဖွန်နဲ့ ဝင်းတို့ ဘတ်စ်၈၈၈ ကိုမောင်းလာရင်း ဖွန်ရဲ့ ဝါသနာအတိုင်း တခြားဘတ်စ်ကားနဲ့ ကားမောင်းပြိုင်ရာက အလွဲတွေ စဖြစ်ပါတော့တယ်..ကားပေါ်မှာ ဖွန့်ကိုကြည့်မရလို့ ကားဘရိတ်ကြိုးဖြတ်ဖို့နဲ့ ချိန်ကိုက်ဗုံးထောင်ထားတဲ့ အဖွဲ့နှစ်ဖွဲ့အပြင်\nကောင်မလေးကြောင့် သတ်သေချင်နေသူ, မော်ဒယ်အဖွဲ့, လျှို့ဝှက်တဲ့ပုံနဲ့နေနေတဲ့ညီအစ်ကိုနှစ်ယောက်, ရောဂါသည်တစ်ယောက် နဲ့ သီချင်းဆိုပြိုင်ပွဲလာဝင်တဲ့သူ စတဲ့ခရီးသည်ပေါင်းစုံပါလာပြီး ကားပေါ်က ဖွန်နဲ့ ခရီးသည်တွေရဲ့အကြောင်းစုံကို ဟာသနှောပြီးတင်ဆက်ပေးထားတဲ့ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်။ပေါ့ပေါ့းပါးပါးရီချင်နေရင်တော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/fast-888-2016-pard-888/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BZjI3ZmFmNGItZjkwOC00OGU5LWFkZjctNWRkZmM4OWY5Yzk5XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "The Pirates (2014)",
        "description": "IMDb Rating (6.6)ဒီဇာတ်ကားက ဂိုယိုမင်းဆက် နှင့် ဂျိုဆွန်းမင်းဆက် ကူးပြောင်းချိန်ကာလလေးကို အခြေခံရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၃၈၈ ခုနှစ် စစ်သူကြီးရီဆွန်းဂျဲတို့ တရုတ်ကိုစစ်တိုက်ဖို့ဝီဟာကျွန်းထိစစ်ချီလာခဲ့တယ် ဒါပေမယ့်အခြေအနေအကြောင်းအမျိုးမျိုးကြောင့်စစ်သူကြီးရီဆွန်းဂျဲက  တရုတ်ကိုမတိုက်တော့ဘဲ တရုတ်သြဇာခံပြီးဘုရင်ကိုပြန်ပုန်ကန်ဖို့နဲ့ ဂိုယိုမင်းဆက်ကို ဖြုတ်ချဖို့ပဲ ဆုံးဖြတ်လိုက်ပါတယ်..ဒီဆုံးဖြတ်ချက်ကြောင့် စစ်သူကြီးတွေ အချင်းချင်း သဘောမတိုက်ဆိုင်လို့ စကားများရန်ဖြစ်ပြီးသတ်ဖြတ်ကာ ကွဲကုန်ပါတယ်စစ်သူကြီးအများစုက ဘုရင်ကိုပုန်ကန်ဖို့ဆုံးဖြတ်ကြတာကြောင့်ဘုရင်ကိုမပုန်ကန်ချင်တဲ့စစ်သူကြီးကတော့ တောပုန်းဓားပြဖြစ်သွားရရှာပါတယ်။မင်းသမီးကတော့ ဘယ်ဘုရင်ရဲ့သြဇာခံမှ မဟုတ်တဲ့ပင်လယ်ဓားပြတွေအဖွဲ့ပေါ့။The Classic 2003 ဇာတ်ကားထဲက မင်းသမီးဆွန်ရင်ဂျီကို ဒီလိုမျိုး ကြမ်းကြမ်းတမ်းတမ်း Action ကားရိုက်နိုင်လိမ့်မယ်လို့ မထင်ခဲ့မိဘူးဗျ..တကယ်ကို ကောင်းလွန်းလို့ ဒီကားနဲ့ အကောင်းဆုံးမင်းသမီးဆုကို ဆွတ်ခူးသွားနိုင်ခဲ့တယ်...ရီဆွန်းဂျဲက ဘုရင်ကိုဖြုတ်ချပြီး တရုတ်သြဇာခံဆိုတော့ တရုတ်က တိုင်းပြည်သစ်ကို ဂျိုဆွန်း ဆိုတဲ့နာမည်ရယ်အသုံးပြုဖို့ တော်ဝင်တံဆိပ်တုံးလည်းပေးလိုက်ပါတယ်...အပျိုတော် ၅၀၀ နှစ်စဉ်ဆက်သဖို့လဲ မောက်မာလိုက်ပါသေးတယ်..တော်ဝင်တံဆိပ်တုံးကို သင်္ဘောနဲ့ပြန်သယ်အလာ လမ်းခုလတ်မှာ ဝေလငါးလေးတွေ့တော့ပစ်ဖမ်းရင်းဝေလငါးအမေကြီးလက်ချက်နဲ့သင်္ဘောပျက်သွားပြီး ဝေလငါးကျောကုန်းမှာလည်းအလံပါတဲ့ ရွက်တိုင်စိုက်ပါသွားသလို တံဆိပ်တုံးကိုလည်းဝေလငါးက မြိုသွားပါတယ်....တော်ဝင်တံဆိပ်တုံးပြန်ရဖို့အတွက် ဘုရင်တပ်ဖွဲ့တွေရယ် ပင်လယ်ဓားပြအဖွဲ့ရယ် တောပုန်းဓားပြအဖွဲ့တွေရယ်ဝေလငါးလိုက်ရှာရင်း ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-pirates-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5iGVw8AdnUJ3xNaZ5iipfsv2e5.jpg",
        "title": "Welcome to Dongmakgol (2005)",
        "description": "Welcome to Dongmakgol (2005)ဒီတစ်ခါမှာတော့ 2005ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ကားလေးနဲ့မိတ်ဆက်ပေးပါ့မယ်။ဒီကားလေးကတော့ 1950ခုနှစ် တောင်နှင့်မြောက် ကိုရီးယားနှစ်နိုင်ငံကြား\nစစ်ပွဲကာလကို အခြေတည်ပြီး ရိုက်ကူးထားတာပါ။ဝေးလံခေါင်းပါးတဲ့ တောင်ပေါ်‌‌‌မှာ လက်ရှိခေတ်အခြေအနေနဲ့ ဝေးကွာနေတဲ့ ဒုန်မာဂ်ဂိုလ်ဆိုတဲ့ ရွာလေးရှိပါတယ်။လေယာဉ်ပျက်ကျပြီး ဘာသာစကားမတူညီ လူမျိုးမတူညီတဲ့ ရွာလေးကိုရောက်လာတဲ့ အမေရိကန်လေတပ်က ကပ္ပတိန်တစ်ဦးရယ်....စစ်ပွဲကြောင့် တောထဲလမ်းပျောက်နေကြတဲ့\nတောင်ပိုင်းက စစ်သား၂ယောက်နဲ့ မြောက်ပိုင်းက စစ်သား၃ယောက်ရယ်....ဒုန်မာဂ်ဂိုလ်ဆိုတဲ့ ရွာလေးမှာ ရေစက်လာစုံကြပါတော့တယ်။တစ်ဖက်က လူမျိုးမတူတဲ့ လေတပ်ကကပ္ပတိန်....\nနောက်တစ်ဖက်မှာက တကယ့်ရန်သူတော်ကြီးတွေ....\nကြားထဲမှာကတော့ ဘာဆိုဘာမှမသိတဲ့ ရိုးသားတဲ့ ရွာသူရွာသားတွေသူတို့ကြားထဲက အလွဲလေးတွေကို\nဟာသနှောရိုက်ကူးထားပေမယ့်ထည့်ထားတဲ့အနှစ်သာရတွေကတော့ အချစ်၊အမုန်း၊သံယောဇဉ် စသဖြင့် အစုံအလင်ပါပဲ။ရယ်လည်းရယ်ချင်တယ် နွေးထွေးပြီး အရသာ‌ကောင်းတာလေးလည်း ကြည့်ချင်တယ်ဆိုရင်တော့\nဒီကားလေးကိုကြည့်ဖို့ အကြံပေးလိုက်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, War\nQuality….WEB-DL 1080p and 720p and 360MB\nFile size…2.1GB and 1.1GB and ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/welcome-to-dongmakgol-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZjQwMmMyMWYtMGM2NS00NTJiLTg4YWYtM2E2NGIyMmMwZDhmXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Tyler Perry’s A Madea Homecoming (2022)",
        "description": "Tyler Perry's A Madea Homecoming (2022)===============================အခု တင်ဆက်ပေးမှာကတော့ ဟာသကားကြိုက်သူများအတွက် Madea film series\nတွေထဲက နောက်ဆုံးထွက် ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။ Madea film ဖြစ်တာနဲ့အညီ\nရယ်‌မောဖွယ် ဟာသများဖြင့် မြူးမြူးကြွကြွ တင်ဆက်ထားပါတယ်။ တချို့ ဟာသများ\nအနေနဲ့ကတော့ လွန်လွန်ကျူးကျူးလုပ်ပြတာတွေ ပါရှိသော်လည်း ခြုံကြည့်ရင်တော့\nကလိထိုးစရာမလိုဘဲ ရယ်မောရမှာပဲဖြစ်ပါတယ်။ စိတ်ပင်ပန်းစရာတွေများနေတဲ့ အချိန်\nမျိုးမှာ ခဏတာ စိတ်အပန်းပြေစေဖို့ ကြည့်ရှု့သင့်တဲ့ဇာတ်ကားကောင်းဖြစ်ပါတယ်။မက်ဒီယာ ဟာ မြစ်ဖြစ်သူ တင်မ် ဘွဲ့ရတဲ့ အထိမ်းအမှတ်အဖြစ် စားပွဲသောက်ပွဲကျင်းပဖို့\nစီစဥ်ပါတော့တယ်။ သို့သော် မက်ဒီယာ မလာစေချင်သောသူ တစ်ယောက် မထင်မှတ်ဘဲ\nရောက်လာရာကနေ ပြဿနာတက်ပါတော့တယ်။ လူများတဲ့ မိသားစု ဖြစ်တာနဲ့အညီ\nကိုယ်စီကိုယ်စီ အထင်အမြင်၊ အယူအဆတွေ ကွဲပြားကြတာမို့ ထိုသူတွေကို တစ်နေရာတည်း\nစုလိုက်ရမှာမှပြဿနာများ၊ အလွဲများ ဖြစ်လာပါတော့တယ်။ ထို ကိစ္စများကို မက်ဒီယာ ဘယ်လို\nဖြေရှင်းမလဲ၊ ပွဲကိုအောင်မြင်စွာ ကျင်းပနိုင်ပါ့မလားဆိုတာကိုတော့ ဟာသနှောလျက် ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/tyler-perrys-a-madea-homecoming-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BY2Y4YWE2ZmQtNDJiMS00MDcwLThmZTYtNzVmMTI2ZmY0MDdhXkEyXkFqcGdeQXVyNjc5Mjg4Nzc@._V1_-133x200.jpg",
        "title": "Tiger Cage II (1990)",
        "description": "ဒီဇာတ်ကားကတော့ တစ်ချိန်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ ဟောင်ကောင်ဂျက်မဇာတ်ကား In The Line of Duty ဇာတ်ကားတွေလိုပါပဲ...လူဆိုးဂိုဏ်းတွေနဲ့ ဟောင်ကောင်စုံထောက်ရဲတွေကြားက စွန့်စားခန်းတွေကို ရိုက်ကူးထားတဲ့ Tiger Cage ရဲ့အဆက် Tiger Cage 2 ဖြစ်ပါတယ်...မင်းသား Donnie Yen ကို ငယ်ငယ်က ဂျစ်ကန်ကန်ပုံနဲ့မြင်ရမှာပါ။မင်းသမီး Rosamund Kwan ကတော့ ချစ်စရာကောင်းလွန်းလို့ မှတ်မိနေမှာပါ...အဲ့ဒီခေတ်အခါက ဂျက်လီ ဂျက်ကီချန်း စတီဖင်ချောင်တို့လို တကယ့်ဒိတ်ဒိတ်ကြဲတွေနဲ့ ဇာတ်ကားတွေရိုက်ခဲ့ဖူးပါတယ်။ဟောင်ကောင်ဂျက်မ Cynthia Khan တို့ David Wu တို့လဲပါဝင်ထားပါတယ်။IMDb Rating(7.0) ထိ ရရှိထားပြီး အချစ်အကြမ်းစွန့်စားခန်းတွေနဲ့ ရီလဲရီရတာမို့ Action ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်ပါဘူး။ဟောင်ကောင်ဂျက်မဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=in+the+line+of+duty  ကြည့်လို့ရပါတယ်။\nFile size…(3 GB)/(900 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/tiger-cage-ii-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/3-135x200.jpg",
        "title": "Three Months (2022)",
        "description": "Three months Coming of age ရုပ်ရှင်လေးပါ။ Caleb ဟာ ဆယ်ကျော်သက်အရွယ်ဂေး တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ပွင့်ပွင့်လင်းလင်းနေတတ်တဲ့ပုံစံကြောင့် သူငယ်ချင်းတစ်ယောက်ကလွဲရင် အပေါင်းအသင်းမရှိပါဘူး။အထက်တန်းကျောင်းပြီးခါနီးမှာပဲ သူနဲ့တူတူနေမိတဲ့ သူစိမ်းတစ်ယောက်ဟာ HIV ရှိနေမှန်းသိလိုက်ရပါတယ်။ သူ့ဆီမှာလည်း ပိုးရှိမရှိကို‌ ဆေးစစ်ချက်အဖြေသိဖို့ သုံးလစောင့်ဆိုင်းရင်း တွေ့ကြုံရတဲ့ အချစ်ရေး၊သူငယ်ချင်းကြား သံယောစဉ်၊မိသားစုပြဿနာ တွေကိုပြသထားပါတယ်။ ဇာတ်လမ်း setting ထူးဆန်းစွာ 2011မှာတည်ထားပါတယ်။ Homosexuality ကိစ္စတွေ HIV ကူးစက်ခံသူတွေရဲ့ဘ၀တွေအပြင် မလွယ်ကူတဲ့ဆယ်ကျော်သက်ဘ၀ကို ပွင့်ပွင့်လင်းလင်းပြထားပါတယ်။ နာမည်ကျော်အဆိုတော် YouTuberလေး Troye Sivanက အဓိကနေရာကနေ ပါ၀င်ထားပြီး Judy Greer,Viveik Kalra တို့လည်းပါ၀င်ထားပါတယ်။ File size…(1.69 GB)/(720.39 MB)/(419.22 MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Drama, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://channelmyanmar.org/three-months-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMzQ1MTE0MDItMDVjYi00MDBmLTlhMTctZDZiMGI4NGIyNTU1XkEyXkFqcGdeQXVyMTAxNDMzOTk1._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "The Venus Effect (2021)",
        "description": "The Venus Effect (2021)==================IMDb Rating - 6.5/10သာယာပျော်ရွှင်တဲ့မိသားစုလေးကနေ ဆင်းသက်လာတဲ့ သာယာပျော်ရွှင်ဖွယ်\nကောင်းတဲ့ relationship တစ်ခုကို ပိုင်ဆိုင်ထားတဲ့ကောင်မလေးတစ်ယောက်\nအကြောင်းကို ရိုက်ကူးထားတဲ့ Comedy Romance Film လေးပဲ ဖြစ်ပါတယ်။\nဘဝကို ပျော်ရွှင်စွာ ဖြတ်သန်းနေတဲ့ သာမာန်ဘဝလေးထဲက ကောင်မလေးတစ်\nယောက်ရဲ့ စိတ်ကို ပြောင်းလဲသွားအောင် လုပ်နိုင်စွမ်းရှိတဲ့အရာက ဘယ်အရာ\nဖြစ်ပါလိမ့်မလဲ။ အချစ်ဆိုတဲ့အရာဟာ ထူးဆန်းပါတယ်။ stereotype တွေကို\nဂရုမစိုက်ဘူး ချစ်ချင်ရင် ချစ်ခွင့်ရတဲ့ ဘဝမျိုးကို ပိုင်ဆိုင်ခွင့်ရတာမျိုးက ကောင်းမွန်\nတဲ့ဘဝကို ပိုင်ဆိုင်ရခြင်းပါ။\nဒီဇာတ်ကားလေးမှာတော့ straight တစ်ယောက်ဖြစ်တဲ့ကောင်မလေးကနေ\nlesbian အဖြစ် coming out လုပ်ဖို့အတွက် အားယူရတဲ့ momentsတွေ struggles\nတွေကို ပုံဖော်ရိုက်ကူးပေးထားတာမို့ ပရိသတ်ကြီးအတွက် သဘာဝဆန်သော\nဇာတ်ညွှန်းဇာတ်ကွက်များကိုပေးစွမ်းနိုင်တဲ့ ကားကောင်းလေးတစ်ကားဖြစ်တယ်လို့\nပြောပါရစေ။ ဒီကားလေးရဲ့အနှစ်သာရကတော့ Love itself is beautiful ပါပဲ။\n18+ scene တစ်ချို့ပါတာကိုလည်း ကြိုတင်သတိပေးပါရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Yoonwahwah ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-venus-effect-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t6nVrBqrsbxZ0SdkdIDozBOFyvm.jpg",
        "title": "Another Me ( 2022 )",
        "description": "အားလုံးစိတ်တွေမွန်းကြပ်နေတဲ့အချိန်မှာစိတ်ပြေလက်ပျောက်ကြည့်ဖို့ ဟာသကားလေးနဲ့ တင်ဆက်ပါရစေ။ဟိုးရှေးရှေးတုန်းက သားအဖ၂ယောက်ရှိသတဲ့။အဖေကဘုရင်ကြီး သားကအိမ်ရှေ့မင်းသားဖြစ်တယ်။ဘုရင်ကြီးမှာ မောင်းမမိဿံပေါင်း၃၀၀၀လောက်ရှိပေမယ့်သားတော်တစ်ပါးပဲဖွားမြင်ပါသတဲ့။သားတော်ရဲ့လုံခြုံရေးအတွက် မျက်ဖုံးတပ်ခိုင်းစေခဲ့တယ်။အိမ်ရှေ့မင်းသားရဲ့မျက်နှာကိုဘယ်သူမှမမြင်ဖူးပါဘူး ။ဘုရင်ကြီးသားတော်အပေါ်မျှော်လင့်ချက်ကြီးမားပြီးစာပေအမြောက်အများအတင်းသင်ယူခိုင်းပါတယ်။ ဒါပေမယ့်အိမ်ရှေ့မင်းသားကတော့ အပျော်အပါးပဲမက်ပြီးဇာတ်ပွဲကြည့်ရင်းသာအချိန်ဖြုန်းနေပါတော့တယ်။မြို့ပြင်တစ်နေရာမှာ တည်းခိုခန်းပိုင်ရှင်ရဲ့ယောင်္ကျား လီမောက်ဆိုတဲ့ရှိတယ်။သူကလဲတလွဲကောင်ပါပဲ။အမှုထမ်းလေးလီမောက်က ယောက္ခမရဲ့လေးစားမှုကိုရဖို့ရသမျှနည်းလမ်းနဲ့ ရာထူးတိုးရဖို့ကြံစည်နေပါတယ်။ထူးတာကတော့ သူရုပ်ရည်က အိမ်ရှေ့မင်းသားနဲ့ချွတ်စွပ်တူနေတာပါ။အပျော်အပါးမက်တဲ့ အိမ်ရှေ့မင်းသားနဲ့ ဂုဏ်မက်တဲ့လီမောက်တို့သူတို့၂ယောက်နေရာချင်းလဲပြီးဘာတွေတလွဲလုပ်ကြမလဲဆိုတာကို စိတ်ပြေလက်ပျောက်ကြည့်လိုက်ကြပါဦးနော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nDuration : 1h 40min\nGenres : Drama , Comedy\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1Iz8j/Another_Me_2022_WEB-DL_1080p_(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zLWthIm1tPEaahni2KlVSW4YaJR.jpg",
        "title": "Almost Love (2006)",
        "description": "Almost Love (2006)“တကယ်တော့လောကကြီးမှာ တစ်ယောက်ယောက်ကို သဘောကျရတာလောက် အကျိုးမရှိတဲ့အရာ မရှိပါဘူး။\nထမင်းကျွေးတဲ့အရာလည်း မဟုတ်သလို ပိုက်ဆံရှာပေးတဲ့အရာလည်း မဟုတ်ပြန်ပါဘူး။\nဒါပေမယ့် တကယ်ချစ်မိသွားတဲ့အချိန်မှာတော့ ပေးဆပ်ခြင်းက ရယူခြင်းထက် ပိုပျော်ဖို့ကောင်းသလို ..\nကောင်းကင် နဲ့ ကြယ်၊ ပန်းတွေ နဲ့ သစ်ပင် ဘယ်လောက်လိုက်ဖက်တယ်ဆိုတာကိုလည်း ကောင်းကောင်းသိလာတယ်” တဲ့။ဇာတ်လမ်းလေးကတော့ အချစ်ကိုတော့ခံစားနေပေမယ့် တကယ့်အချစ်ကဘာမှန်းမသိဘဲ\nFriend Zone ထဲမှာ အူလည်လည်ဖြစ်နေတဲ့ သူငယ်ချင်းနှစ်ယောက်ရဲ့ ဆယ်ကျော်သက်ကျောင်းသားအရွယ် အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။တိုက်ကွမ်ဒိုကျောင်းသားတစ်ယောက်ဖြစ်ပြီး ရုပ်ရှင်ရိုက်ကွင်းတွေမှာ\nဝါသနာအရ စတန့်မင်းသားအနေနဲ့ အချိန်ပိုင်းအလုပ်ဝင်လုပ်တတ်ပြီး\nတစ်ချိန်မှာ “ဂျက်ကီချန်း”ထက် ပိုသာတဲ့ အက်ရှင်မင်းသားကြီးဖြစ်ချင်တဲ့ .. “ဂျီဟွမ်”“ဂျီဟွမ်” နဲ့ ငယ်ငယ်တည်းကခင်လာကြပြီး\nရုပ်ရှင်မင်းသမီးကောင်းတစ်လက်ဖြစ်ဖို့ကြိုးစားနေတဲ့ အနုပညာကျောင်းသူ .. “ဒါလယ်”နှစ်ယောက်လုံးမှာ ရည်းစားကိုယ်စီလည်းရှိသလို\nကိုယ့်အိပ်မက်တွေအမှန်တကယ်ဖြစ်လာအောင်ကြိုးစားနေရင်း\nတစ်နေ့မှာတော့ မထင်မှတ်ထားတဲ့အပြောင်းအလဲကြီးဖြစ်လာပါတော့တယ်။ဒီအပြောင်းအလဲကြောင့်ပဲ နှစ်ယောက်သားရဲ့အချင်းချင်းအပေါ်မှာထားရှိတဲ့ သူငယ်ချင်းသံယောဇဉ်ကို သံသယဖြစ်လာတဲ့အခါမှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2oweh/Almost.Love.2006.DVDRip.480p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/BLp2A_4f-133x200.jpg",
        "title": "The Tasty Florida (2021)",
        "description": "Tasty Florida (2021)ဇာတ်ကားနာမည်လေးအတိုင်း အရသာကောင်းချက်ကတော့ ပဲခေါက်ဆွဲရော လူတွေရောဖြစ်လို့ BLချစ်သူတို့ ကြည့်ရကျိုး အနပ်လွန်မယ့် ကားကောင်းလေးပါFlower Boysလို့ ခေါ်ရအောင် အရမ်းချောတဲ့ ကိုကို ၄ယောက်က Tasty Floridaဆိုတဲ့ ပဲခေါက်ဆွဲဆိုင်လေးကို အပြင်အဆင် ထူးထူးခြားခြားလေးနဲ့ ဖွင့်ထားတော့ကိုကိုချောချောတွေကို ငမ်းချင်တဲ့ အရွယ်စုံ နှုတ်ခမ်းနီမလေးတွေက တဖွဲဖွဲလာကြရောပေါ့ဒီလိုနဲ့ တစ်နေ့ ဆိုးလ်ကို အလုပ်လုပ်ရင်း အခြေချဖို့ လာခဲ့တဲ့ ကောင်လေး ဆောဟယ်ဝန်နဲ့ ကိုကို၄ယောက်ထဲက တစ်ယောက်ဖြစ်တဲ့\nအွန်းဂယူတို့ ရုပ်ရှင်ထဲကလို အမှတ်မထင် ရေစက်ဆုံဖြစ်ကြပြီးဖြစ်ချင်တော့ ၄ယောက်ထဲက နောက်တစ်ယောက်ဖြစ်တဲ့အွန်းဂယူရဲ့ အချစ်ဆုံး သူငယ်ချင်း ဂျီဆူကပါ ဟယ်ဝန့်ကို စိတ်ဝင်စားမိသွားတဲ့အခါ...၃ယောက်ကြားက ကလိကလိ ပိကျိပိကျိ ဖြစ်စေမယ့် ဂျယ်လီချိုချဉ်ရှာလကာရည်ခံစားချက်ပေါင်းစုံကို မြည်းစမ်းရင်း\nဖလော်ရီဒါဆိုင်လေးမှာ ဘယ်လိုဇာတ်လမ်းလေး ရှိလာမလဲ ကြည့်ရှုလိုက်ရအောင်ပါ File Size__(1.7GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__7.2/10\nFormat__mp4\nDuration__01:31:00\nType__BL, Drama, Romance, Friendship\nSubtitle__Myanmar ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-tasty-florida-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zOARINtSEjagdoWtrxaxn7rMoLu.jpg",
        "title": "Zombie Reddy (2021)",
        "description": "Zoombie Reddy (2021)အိန္ဒိယ ဇွန်ဘီကားတဲ့ဗျ။ သည်းထိတ်ရင်ဖို Thriller တွေလူကြိုက်များလာတဲ့နောက်ပိုင်းမှာ အိန္ဒိယကလည်း လူကြိုက်များတဲ့genre တစ်ခုကို ထိုးဖောက်ဖို့ ကြိုးစားလာတဲ့ပုံပဲဗျ။ ဒါပေမယ့် ဒီရုပ်ရှင်ကတော့ဟာသဘက်ကို နှောပြီး ရီရီမောမောကြည့်ရမယ့် ပုံစံမျိုးပါ။မာရီယိုဆိုတဲ့ ဂိမ်းတွေရေးတဲ့ programmer တစ်ယောက်က သူထွင်ထားတဲ့ဂိမ်းပေါက်ခါနီးမှ error တက်တယ်ပေါ့ဗျာ။ ဒီတော့ ကုဒ်ရေးတဲ့ ဘော်ဒါကြီးကလည်းနှစ်ချို့ တစ်ကိုယ်တည်းသမားကြီး။ ကံကောင်းချင်တော့ ရည်းစားရပြီးချက်ချင်းမင်္ဂလာဆောင်ဖို့ ရာရ်လာဆီမာဆိုတဲ့မြို့ကို ရောက်နေတာပေါ့။ရာရ်လာဆီမာဆိုတဲ့မြို့က ဂိုဏ်းကြီးတွေ ကြီးစိုးပြီးမင်းမူနေတဲ့မြို့ဗျ။ဒီတော့ မာရီယိုတို့အုပ်စု မင်္ဂလာဆောင်သွားရင်း ဂိုဏ်းနှစ်ဂိုဏ်းရန်ပွဲကြားကမြေစာပင်ဖြစ်တော့တာပေါ့။ အဲဒီအပြင် အိန္ဒိယမှာ ကိုရိုနာကပ်ဘေးလည်းဖြစ်နေတဲ့ကာလ။ စိတ်ရူးပေါက်နေတဲ့ ဆရာဝန်အဖိုးတစ်ယောက်ကကိုဗစ်ကာကွယ်ဆေး ဖော်ရင်း ကျရှုံးပြီး ဆေးရဲ့ဘေးထွက်ဆိုးကျိုးအနေနဲ့ဇွန်ဘီတွေကို မွေးထုတ်မိကုန်တော့ပေါ့။အဲဒီနောက်မှာတော့ ရာရ်လာဆီမာဆိုတဲ့မြို့မှာ ဖရိုဖရဲတွေဖြစ်၊ ဇွန်ဘီတွေကတစ်မျိုး၊လူမိုက်တွေတစ်မျိုး ယောက်ယက်ကိုခတ်ပြီး အကုန်အလွဲလွဲအချော်ချော်တွေပေါ့။ပေါ့ပေါ့ပါးပါးနဲ့ ရီရတဲ့ပုံစံမျိုးမို့ ခဏတာအပန်းဖြေဖို့ မဆိုးလှတဲ့ဇာတ်ကားလို့ညွှန်းရင်းChannel Myanmar မှာ လာရောက်ကြည့်ရှူဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်ဗျာ။ \nFile size…4GB / 1.4Gb ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/zombie-reddy-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2n1jTbtdyJtjx5GgJzvvgclznUC.jpg",
        "title": "The Double (2013)",
        "description": "The Double (2013) ဇာတ်လမ်းအညွှန်း*****************************Psycho/ Mystery ဆန်ဆန်ဇာတ်ကားမျိုးကို နှစ်သက်ရင်တော့ ဒီဇာတ်ကားလေးကိုကြည့်ရှုဖို့ recommend ပေးပါတယ်နော်။ကုမ္ပဏီတစ်ခုမှာ ၇ နှစ်တာအလုပ်လုပ်ခဲ့ပေမယ့် လူရေးလူတာမသိသေးတဲ့ ဆိုင်မွန်ဂျိမ်းစ် …သူ့စကားဆိုရင် ဘယ်သူကမှ အဖက်မလုပ်ကြသလို လူရာလည်းမသွင်းကြတာကြောင့် ကိုယ့်ကိုယ်ကို ယုံကြည်မှုတွေပျောက်ဆုံးပြီး ရဲရဲဝံ့ဝံ့မပြောရဲမဆိုရဲရှာသူပေါ့။ စိတ်ဝင်စားနေတဲ့ကောင်မလေးကိုလည်း ချောင်းကြည့်ရုံကလွဲပြီး ဘာမှမလုပ်ရဲတဲ့ လူပျော့လူညံ့ကလေးပေါ့။ တစ်နေ့မှာတော့ သူတို့ကုမ္ပဏီကို သူနဲ့ချွတ်စွပ်တူတဲ့လူတစ်ယောက် ရောက်လာခဲ့တယ်။ ရုပ်ရည်က ချွတ်စွပ်ပေမယ့် အကျင့်စရိုက်တွေအားလုံးက ဆန့်ကျင်ဘက်ဖြစ်နေတဲ့အခါ ...အဲဒီလူက ဘယ်သူလဲဆိုတာကို ဆိုင်မွန်နဲ့အတူ အဖြေရှာကြည့်လိုက်ပါဦး။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ) File Size          :  (2.6GB), (788MB) & (400MB)\nQuality            : 1080p BluRay, 720p ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-double-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kou9TDjveVwBhWnxCRUT88RUVCs.jpg",
        "title": "Save the Green Planet! (2003)",
        "description": "Save the Green Planet! (2003) ဇာတ်လမ်းအညွှန်း*************************************** \"သင်ဟာ ဂြိုလ်သားတွေရှိကြောင်းယုံကြည်တဲ့သူလား\"? လီဗြောင်ဂူဆိုတဲ့ လူသားတစ်ယောက်ကတော့ ဂြိုလ်သားတွေအခိုင်အမာရှိတယ်လို့ ယုံကြည်နေပြီး အဲဂြိုလ်သားတွေက အကြံအစည်တစ်ခုနဲ့ လူသားတွေထဲ ရောနှောနေထိုင်နေတယ်လို့ ယူဆထားပါတယ်။ဘေးလူဘယ်သူကြားကြား အရူးလို့ထင်မြင်စေမဲ့ လုပ်ရပ်တွေကို လုပ်နေတဲ့သူ၊ ငယ်ငယ်ကတည်းက အပယ်ခံတစ်ယောက်ဖြစ်လာတဲ့သူ့ကို ဘေးကနေအားပေးထောက်ပံ့‌ပြီး ကူညီပေးနေတဲ့ ဆူနီဆိုတဲ့ ချစ်သူကောင်မလေးလည်းရှိပါတယ်။ ‌တစ်နေ့မှာတော့ ဂြိုလ်သားတွေရဲ့ခေါင်းဆောင်လို့ သူယူဆထားတဲ့ သူဌေးဂန်မန်ရှစ် ကို ချစ်သူကောင်မလေးနဲ့နှစ်ယောက်ပေါင်းပြီး ပြန်ပေးဆွဲကာ သရုပ်မှန်ကို ဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်။ ဂြိုလ်သားခေါင်းဆောင်ဖြစ်သူကို နည်းပေါင်းစုံနဲ့ နှိပ်စက်မေးမြန်းရင်းက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ ဒီကားလေးကို ကြည့်ရင်းအဖြေရှာကြပါစို့။ ဒီကားက Sci-fi movie အမျိုးအစားဖြစ်လို့ ဗဟုသုတအစုံလည်းပါသလို comedy ပါဖြစ်တဲ့အလျောက် ပေါက်ကရတွေပါပြီး ခွီနေရတာမလို့ ကြည့်နေရင်း မပျင်းစေမှာတော့ အမှန်ပါပဲ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ChoThet ပါ။) File Size          :  (2.9GB), ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/save-the-green-planet-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/ghost-house-133x200.jpg",
        "title": "Ghost House (2004)",
        "description": "Ghost House (2004)လောကမှာ လူတွေလောက် ကြောက်စရာကောင်းတာ မရှိဘူးသရဲကတောင် လူတွေလောက်ကြောက်စရာမကောင်းဘူးဆိုတဲ့ ဒီကားလေးထဲ စကားကို တကယ်သဘောကျမိသလို လက်လည်းလက်ခံမိပါတယ်အဖေတစ်ခု သားတစ်ခုဘဝနဲ့ အိမ်ပိုင်မရှိ ခဏတိုင်း အိမ်ပြောင်းနေထိုင်ခဲ့ကြရတဲ့ ပတ်ပီဂီတို့သားအဖ...တစ်နေ့ ပတ်ပီဂီ ငယ်ငယ်မှာပဲ အဖေဖြစ်သူ ဆုံးပါးခါနီး နောက်ဆုံးဆန္ဒဟာ သားဖြစ်သူကို ကိုယ်ပိုင်အိမ်ရှိစေချင်ခဲ့တာပါဒီလိုနဲ့ ပီဂီတစ်ယောက် ကြီးပြင်းလာတဲ့အခါ သဘောၤသားအဖြစ် အလုပ်ကြိုးစား ငွေစုပြီး ကိုယ်ပိုင်အိမ်လေးတစ်လုံးကို ဝယ်ယူပိုင်ဆိုင်ခဲ့ပေမယ့်ကံဆိုးချင်တော့ ဝယ်လိုက်တဲ့အိမ်မှာ မကျွတ်လွတ်သေးတဲ့ အိမ်စွဲသရဲမလေး ယွန်းဟွါရှိနေတဲ့အခါ...ရယ်ရခက် ငိုရခက် ပီဂီ့ခမျာ သရဲခြောက်လို့ ထံက်ပြေးရင်း မိုးကြိုးပစ်ခံရပြီး သေရွာပြန်ရာက သရဲတွေပါမြင်သွားရတော့သရဲနဲ့ အမောင်ပီဂီ ဘယ်လိုနှစ်ပါးသွားမလဲယွန်းဟွာ မကျွတ်လွတ်သေးတဲ့ အကြောင်းရင်းကို ဘယ်လိုဖော်ထုတ်ပေးမလဲဆိုတာ အခွီလေးတွေပါရောရင်း ကြည့်ရှုလိုက်ရအောင်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__(2.2GB) / (1GB)\nQuality__1080p, 720p\nIMDb ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/ghost-house-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ksTP6ReGLJZHYyREZFkZqWsAfaf.jpg",
        "title": "Hero ( 2022 )",
        "description": "ဒီတစ်ခါ CMကနေဘာသာပြန်တင်ဆက်ပေးမှာကတော့ 2022ထွက်Comedy Movieသစ်လေး HERO ဖြစ်ပါတယ် ။ဒီကားလေးမှာဆိုရင်တော့မင်းသား Zirui Wangက ယွီဖေး(ဖေးကျီး), မင်းသားSun Haoကစွမ်းဟောက်(ဟောက်ကျီ) , မင်းသမီးLiu Yu Qiaoက ရွှီယွမ်ယွမ် အနေနဲ့အဓိကပါဝင်သရုပ်ဆောင်ထားကြတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အမှတ်တရပြတိုက် စကားပြန် ယွီဖေး(ဖေးကျီး)နဲ့စွမ်းဟောက်(ဟောက်ကျီ)တို့ သူငယ်ချင်းနှစ်ယောက်ဟာ ပြတိုက်မှာ ရတနာသိုက်မြေပုံလာရှာတဲ့ ရွှီတာ့လုံတို့ညီအစ်ကိုအဖွဲ့တွေ့ဆုံခဲ့ကြရာကစကားများကြပြီး ဗုံးပေါက်ကွဲသွားတယ်....ထိုအချိန်မှာပဲတိုက်တိုက်ဆိုင်ဆိုင် လကြတ်ချိန်နဲ့ တိုးပြီး မင်ခေတ်ကိုသူငယ်ချင်း၂ယောက်အတူတူ အချိန်ခရီးသွားမိသွားကြတယ် ....ထိုအချိန် မင်ခေတ်မှာလည်း အရာရှိဝန်ကြီးများရဲ့ အာဏာလုပွဲတွေ​ ပြင်းထန်နေပြီး ယွီဖေးနဲ့ စွမ်းဟောက်တို့ သူငယ်ချင်းနှစ်ယောက်ရောက်သွားတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲ....၎င်းတို့ သူငယ်ချင်းနှစ်ယောက်ကို ချင်းယီးတပ်ကလက်ပူးလက်ကြပ်မိသွားပြီး သတ်လိုက်တဲ့အခါမှာတော့ဘယ်လိုအံ့အားသင့်ဖွယ်ဖြစ်ရပ်တွေ ဆက်ဖြစ်လာမလဲ.....အကြီးအကဲ ရွှီဝူချန်ရဲ့ သမီးချောလေး ရွှီယွမ်ယွမ်နဲ့ တွေ့ဆုံကြတဲ့အခါမှာဘယ်လိုစိတ်ဝင်စားစရာဇာတ်ကြောင်းလေးတွေ ဖြစ်လာဦးမလဲရွှီတာ့လုံတို့ ညီအစ်ကိုတစ်စုပါ မင်ခေတ်ကို ရောက်ရှိလာတဲ့အခါမှာဘယ်လိုရယ်မောဖွယ်ရာဖြစ်ရပ်တွေ ဆက်ဖြစ်လာဦးမလဲ....ရတနာသိုက်မြေပုံနဲ့ မှတ်တမ်းလွှာလည်း နောက်ဆုံးမည်သူ့လက်ထဲရောက်မလဲ.....အချိန်ခရီးသွားရာကနေ ၎င်းတို့ရဲ့ သူငယ်ချင်းသံယောဇဉ်တွေဘယ်လိုပြောင်းလဲလာမလဲ... စရိုက်မတူတဲ့ သူငယ်ချင်းတစ်စု မင်ခေတ်မှာ ...",
        "rating": "6",
        "url": "https://megaup.net/1Iwy9/Hero_2022_WEB-DL_1080p_(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9SKsMvNArp0ytrjrx5h6rCf1wxN.jpg",
        "title": "Ajagajantharam (2021)",
        "description": "Ajagajantharam (2021)Action/Mysteryကြမ်းကြမ်းရမ်းရမ်း အိန္ဒိယရုပ်ရှင်တွေ ကြည့်ချင်တယ်။ ဒါပေမယ့် အိုဗာတင်းမဖျော်ပဲလက်တွေ့ဆန်တဲ့ရိုက်ချက်တွေလည်း လိုချင်တယ်ဆိုပါစို့။ ဒါဆိုရင်တော့လွမ်းခန်း၊ ဆွေးခန်း၊ ချစ်ခန်း၊ ကြိုက်ခန်းတွေမပါပဲ ရင်တထိထိတ်နဲ့ကြည့်ရမယ့်အက်ရှင်ကားကောင်းကို Channel Myanmar ကနေ ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျာ။ည ။ ညဟာ ပုံမှန်ထက် မှောင်မိုက်လာခဲ့။ သာမန်ညတွေမှာ အိပ်စက်အနားယူကြ၊အလုပ်သွားကြနဲ့ လည်ပတ်နေခဲ့တဲ့ တစ်နှစ်တာ ရာသီစက်ဝန်းမှာ ဒီညဟာတော့ပိုပျော်စရာကောင်းခဲ့။ နှစ်စဥ်ကျင်းပလေ့ရှိတဲ့ Aranjali ရဲ့ဘုရားပွဲနေ့ဖြစ်တာကြောင့်ပေါ့ဗျာ။လူတွေဟာ ဝတ်ကောင်း၊ စားလှတွေဝတ် မီးရောင်စုံတွေ၊ စျေးဆိုင်တန်းလေးတွေ၊ဂီတသံတွေညံစီနေတဲ့ ပွဲစျေးထဲ လည်ပတ်ရင်း ပျော်ရွှင်နေခဲ့ကြတာပေါ့။ဒါပေမယ့် ဒီနှစ် Aranjali ဘုရားပွဲရဲ့အခြေအနေကတော့ရီမောသံတွေအစား ဆဲဆိုသံတွေ ညံပြီး သွေးသံတရဲရဲပေါ့။ ဆင်တစ်ကောင်ရယ်၊နံမည်ဆိုးနဲ့ကျော်ကြားတဲ့ ရာဇဝတ်သားလူမိုက်တွေရယ်၊ လက်ရဲဇက်ရဲလို့ဆိုရမယ့်လူငယ်တချို့ရယ်၊ ပြီးတော့ ပြဇာတ်အကတစ်ဖွဲ့ရယ် ရုန်းရင်းဆန်ခတ်ဖြစ်ခဲ့ကြတဲ့ညပေါ့။ရဲကားသံတွေလည်း တဝီဝီ၊ ပြေးတဲ့လူကပြေးနဲ့ ဖရိုဖရဲအခြေအနေကို စိတ်လှုပ်ရှားဖို့ကောင်းအောင် ကြည့်ရမှာပါ။ဒီကဘုရားပွဲတို့၊ ပျော်ပွဲရွှင်ပွဲတို့မှာဖြစ်လေ့ရှိတဲ့ ရန်ပွဲတွေလိုမျိုးပါပဲ။ ဒါပေမယ့် ထူးခြားတာက ဆင်တစ်ကောင်ကိုထည့်ရိုက်ထားတဲ့နေရာမှာ အိန္ဒိယတို့ရဲ့ အစဥ်အလာအတိုင်း ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/ajagajantharam-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMmJjNGUxYjAtMTI0MS00ZTNlLWJmYTAtYzczOGM4NWRkMDBlXkEyXkFqcGdeQXVyNjMwMjk0MTQ@._V1_-135x200.jpg",
        "title": "Mainstream (2020)",
        "description": "Mainstream (2020)===============Andrew Garfield ကို YouTuber အဖြစ်တွေ့ရမယ့် ကားလေးလာပါပြီ။\nNoWayHome အပြီး လူပြော ပြန်များလာတာကြောင့် သူ 2020 က သရုပ်\nဆောင်ဖူးတဲ့ Mainstream နဲ့မိတ်ဆက်‌ပေးချင်ပါတယ် ။အသုံးအနှုန်း‌ေတွ\nကြမ်းတာကြောင့် ကိုယ့်ဟာကို ချင့်ချိန်ပြီးကြည့်ကြပါလို့။\nဒီကားမှာ Andrewရဲ့ ဇာတ်ကောင်စရိုက်ဟာ ခန့်မှန်းရခက်တယ်... Social media\nနဲ့ Internet တွေကို ဆန့်ကျင်လှောင်ပြောင်တဲ့ liberal တစ်ယောက် လို့သတ်မှတ်ရမလားပဲ...\nသူ့မှာ ဖုန်းတောင်မရှိ ကြုံရာနေ ကြုံရာအလုပ်လုပ်ပြီးဖြတ်သန်းနေတဲ့ လူတစ်ယောက်\nဒါကို ဘားမှာအလုပ်လုပ်တဲ့ ဖရန်ကီဆိုတဲ့ကောင်မလေးကတွေ့ပြီး ဗီဒိရိုရိုက်တင်ရာကနေ\nအန်ဒရူးတို့ အင်တာနက်မှာ စပြီးနာမည်ကြီးလာပါတယ် ...ဒီအလားအလာကိုမြင်တဲ့ ဖရန်ကီဟာ\nအန်ဒရူးနောက်ကိုလိုက်ပြီး သူ့အတွေးအခေါ်နဲ့ ပြောင်းလဲရေးတရားတွေကို ဗီဒိရိုရိုက်တင်တယ်\nလူတွေကလည်း ဒါကို သဘောကျကြတယ်...အန်ဒရူးကိုယ်တိုင်လည်း Internet မှာနာမည်ကြီးနေတဲ့ လူတွေရဲ့လုပ်ရပ်တွေကို လှောင်ပြောင်\nသရော်တဲ့ အနေနဲ့ ဖရန်ကီနဲ့ပေါင်းပြီး No One Special ဆိုတဲ့ YouTube channel နဲ့ YouTuber\nဖြစ်လာတယ်။ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/mainstream-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Ali_Wong_Don_Wong-185690299-mmed-134x200.jpg",
        "title": "Ali Wong: Don Wong (2022)",
        "description": "Ali Wong: Don Wong (2022)====================IMDb Rating - 6.7/10စင်ဂယ်ဘဝကို ပြန်အားကျနေကြတဲ့ အိမ်ထောင်သည်တွေ အိမ်ထောင်သည်ဘဝကို\nမျှော်လင့်နေကြတဲ့ စင်ဂယ်တွေအတွက် ချစ်သူများနေ့အမှတ်တရဆိုပြီး Netflix အထူး\nတင်ဆက်ပေးထားတဲ့ show လေးကတော့ Ali Wong ရဲ့ Don Wong ပဲဖြစ်ပါတယ်။\nဒီရှိုးလေးမှာတော့ Ali တစ်ယောက် စင်ဂယ်တွေကို ဘာလို့အားကျတာလဲဆိုတာတွေ\nအမေတို့ခေတ်နဲ့မတူတော့တဲ့ ၂၁ရာစုကြီးမှာ မိန်းမတွေရဲ့ဖောက်ပြန်ချင်စိတ်နဲ့ အလိုဆန္ဒ\nအကြောင်းတွေ သတ်လတ်ပိုင်းအိမ်ထောင်သည်ဘဝမှာ ကြုံတွေ့ရတဲ့ ဆန္ဒမပြည့်ဝခြင်းလေး\nတွေကို ဘွင်းဘွင်းရှင်းရှင်းကြီး ဟာသနှောပြီးတင်ဆက်ထားတဲ့ comedian Ali Wong ရဲ့\nအထူးရှိုးလေးမို့ စိတ်ဝင်တစားသိရှိလိုသူအပေါင်းတို့ လက်မလွတ်တမ်းကြည့်ရှုနိုင်ကြပါပြီနော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ Lwin Lwin Aung ဖြစ်ပါတယ်)File Size - (1.25 GB) /(441 MB) / (273 MB)\nQuality – WebRip 1080p / 720p/480p\nDuration - ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/ali-wong-don-wong-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Screen-Shot-2022-02-24-at-00.20.06-136x200.png",
        "title": "Supercool (2021)",
        "description": "Supercool (2021)==============အပျင်းပြေစရာ အခွီဇာတ်ကားလေးတွေကို မျှော်လင့်နေတဲ့ CM ပရိတ်သတ်တွေအတွက်\nဒီတစ်ခါမှာတော့ Supercool ဆိုတဲ့ Teen Comedy ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်\nရပါတယ်။\nNeil နဲ့ Gilbert တို့ဟာ အထက်တန်းကျောင်းတော်ကြီးမှာ အခင်ဆုံး သူငယ်ချင်းနှစ်ယောက်\nဖြစ်ပါတယ် ဒါ့အပြင် အပေါင်းမသင်းမ၀င်ဆံ့တဲ့ အရှုံးသမားတွေလည်း ဖြစ်ကြလေရဲ့ ။\nကိုယ်တက်တဲ့ကျောင်းမှာ ပေါ်ပြူလာဖြစ်ချင်စိတ် ခပ်ဟော့ဟော့ နဲ့ စကီလေးတွေ ဝိုင်းနေတဲ့သူ\nဖြစ်ချင်စိတ်မျိုးကတော့ လူတိုင်းမှာ ရှိခဲ့ကြမယ် ထင်ပါတယ် Neil နဲ့ Gilbert တို့ကလည်း သူတို့ရဲ့\nအရှုံးသမားဘ၀ကြီးကို စိတ်ပျက်လွန်းကြပြီး ပေါ်ပြူလာ ဖြစ်ချင်ကြပါတယ်။ ဒါ့အပြင် Neil မှာ\nSummer ဆိုတဲ့ crush လေးကလည်း ရှိနေပြန်ပါတယ်။ သို့ပေမယ့် Summer နဲ့ နီးစပ်ဖို့ဝေးစွ\nငနဲသားဟာ တစ်ခါမှတောင် စကားသွားမပြောဖူးပါဘူး ရှေ့တစ်ပတ်ထဲမှာ Summer လုပ်မယ့်\nမွေးနေ့ပါတီပွဲလေးကိုလည်း Neil တစ်ယောက် အရမ်းသွားချင်နေခဲ့တယ်။ ဒီလိုအဖြစ်မျိုးတွေကနေ\nNeil အတွက်တော့ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/supercool-2021/"
    }
]