[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kDB1XQkjcA28y4o2CusamC5WgOs.jpg",
        "title": "Secretly, Greatly ( 2013 )",
        "description": "IMDb 6.9 ရရွိထားတဲ႔ဇာတ္ကားေကာင္းေလးပါပဲ5446လုိ႕ေခၚတဲ့ေျမာက္ကုိရီးယားလွ်ဳိ့၀ွက္စပုိင္အဖြဲ႕အစည္းတစ္ခုငယ္ရြယ္တဲ့လူငယ္ေတြကုိ တုိက္ရည္ ခုိက္ရည္ ဥာဏ္ရည္ပုိင္းေတြအထူးေလ့က်င့္ေပးထားတယ္ရည္ရြယ္ခ်က္ကေတာ့ေတာင္ကုိရီးယားကိုစပိုင္ေတြအျဖစ္ ေစလႊတ္ၿပီး အသီးသီးဇတ္ၿမဳတ္ေနေစၿပီးလွ်ိဳ႕ဝွက္တာဝန္ေတြအသီးသီးထမ္းေဆာင္ဖို႔ပဲ ဒီထဲမွာအေတာ္ဆုံးလုိ႕ေခၚရမဲ့ လူငယ္ေလးသုံးေယာက္သူတုိ႕က စရုိက္တစ္မ်ဳိးစီနဲ႕ေတာင္ကုိရီးယားထဲမွာ ဇတ္ျမဳတ္ၿပီးအထက္ကအမိန္႔ေတြကိုေစာင့္ရင္းစပိုင္အျဖစ္ေနၾကတယ္ တစ္ေန႕ေတာ့ အထက္ကသူတို႔၅၄၄၆တပ္ကတပ္ဖြဲ႔ဝင္ေတြအားလံုးကို suside လုပ္ခိုင္းတယ္အဲ့ဒီအမိန္႔ဟာ သူတုိ႕ ၃ေယာက္အတြက္ ဘာမွ မခက္ခဲေပမယ့္မိသားစုအေရးေတြပါဝင္လာတဲ့အခါမွာေတာ့ ဆန္႔က်င္မႈေတြျဖစ္လာတယ္ဒြိဟပြားစရာေတြျဖစ္လာတယ္ ဒီဇတ္ကားက တျခားစပုိင္ဇတ္လမ္းေတြနဲ႕ခပ္ဆန္းဆန္းကြဲထြက္လာတာက အရူးတစ္ေယာက္အျဖစ္သရုပ္ေဆာင္ျပီးစပုိင္လုပ္ေနတဲ့သူပါလာတာပါပဲ အျခား ၂ေယာက္က အႏုပညာသမားတစ္ေယာက္အထက္တန္းေက်ာင္းသားတေယာက္ပါ သူတုိ႕ ၃ေယာက္လုံးကုိေတာ့ပရိတ္သတ္ႀကီးရင္းႏွီးၿပီးသားေတြျဖစ္မွာပါ အထူးသျဖင့္ တည္ၿငိမ္သူကြီးတေယာက္လို႔လူသိမ်ားတဲ့ Kim soo hyun က ဒီဇတ္ကားေလးထဲမွာ အ႐ူးဇတ္႐ုပ္ကေနေခါင္းေဆာင္အျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ေနာက္ထပ္မင္းသားေတြျဖစ္တဲ့ Park ki woong နဲ႕ lee woo hyun ကလည္းသူ႔ေနရာနဲ႔သူ ပါဝင္သ႐ုပ္ေဆာင္ထားၾကပါတယ္ ဒီဇတ္ကားကုိ အပုိင္း ၃ပုိင္းခြဲရမယ္ထင္ပါတယ္ပထမပုိင္းမွာရယ္စရာေလးေတြနဲ႕စတင္ရင္းတစ္ေယာက္စီရဲ႕ျမႇဳပ္ကြက္ေလးေတြကုိတျဖည္းျဖည္းျပ သြားတယ္ဒုတိယပုိင္းမွာေတာ့ပရိတ္သတ္ေတြကုိမိန္းေမာသြားေစမဲ့ အက္ရွင္ခန္းေတြပါလာတယ္တတိယပုိင္းမွာေတာ့ messageေလးေတြ ေပးသြားေလရဲ႕ကိုင္း ဒီေလာက္ဆုိေတာ္သင့္ၿပီထင္ပါရဲ႕ ခံစားႀကည့္လုိက္ပါဦးလုိ႕This Movie Brought To You By ...",
        "rating": "6.9",
        "url": " https://megaup.net/1xylz/Secretly,_Greatly_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fPEgpDm5K7uFg9v84wE5nNmDZLW.jpg",
        "title": "Dead Sexy (2018)",
        "description": "အမ်ဘာ၊ ဘရန်ဒီနဲ့ ကတ်စီတို့သုံးယောက်ဟာစားသောက်ဆိုင်မှာအလုပ်လုပ်ကြတဲ့စားပွဲထိုးမယ်လေးတွေပေါ့တစ်နေ့မှာအမ်ဘာရဲ့အမေက အမ်ဘာ့ရဲ့ဆုံးပါးသွားတဲ့အဒေါ့်အိမ်မှာ သွားနေခိုင်းပါတယ်အမ်ဘာလဲသူ့ရဲ့ကျန်တဲ့သူငယ်ချင်းနှစ်ယောက်ကိုပါခေါ်ပြီးအိမ်ကြီးကိုသွားနေတဲ့အခါမှာ ထူးဆန်းတဲ့အဖြစ်အပျက်လေးတွေကြုံတွေ့လာရပါတော့တယ်အဲ့ဒါကဘာလဲဆိုတော့ ၀ိဉာဉ်နဲ့အတူပျော်မွေ့နေရတာပါပဲ...Luxuryဆန်ဆန်ပျော်မွေ့လိုတဲ့အမ်ဘာရယ်၊မိန်းကလေးငယ်လေးတွေလိုRoပြီးပျော်မွေ့လိုတဲ့ကတ်စီရယ်နဲ့ဘီဒီအက်စ်အမ်ကိုသာယာမွေ့ပျော်တတ်တဲ့ဘရန်ဒီ...မတူညီတဲ့သူတို့သုံးယောက်လုံးရဲ့တောင့်တမှုတွေကိုလဲ၀ိဉာဉ်ကမရိုးရအောင်ဖြည့်စွမ်းပေးနိုင်တဲ့အခါမှာသူတို့အတွက် ယောကျ်ားသားတွေပါမလိုအပ်လောက်တော့ဘူးလို့ထင်မြင်လာပါတယ်...အဲ့လိုယောကျ်ားသားတွေမပါဘဲ ၀ိဉာဉ်နဲ့ပဲဆက်ဆံပြီးအမြဲတမ်းအဲ့လိုနေသွားနိုင်မှာလားဒါမှမဟုတ်ဘာတွေဘယ်လိုဆက်ဖြစ်ဦးမယ်ဆိုတာကိုတော့လက်တွေ့ကြည့်ကြည့်လိုက်ပါ...ဒီဇာတ်ကားလေးကတော့ ခပ်ဟော့ဟော့မိန်းကလေးတွေဖြစ်ကြတဲ့အမ်ဘာတို့သုံးယောက်ကိုကြည့်ရတာနဲ့တင်တန်နေပါပြီနော်File Size : (787 MB) & ( 247 MB)Quality : WEB-DL 720pRunning Time : 1 hr 23 minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.6",
        "url": "https://megaup.net/3zDm6/Dead_Sexy_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/CS-02CATL_07-146x200.jpg",
        "title": "Lawyer Lawyer (1997)",
        "description": "Lawyer Lawyer (1997)စတီဗင်ချောင်ရဲ့ကားဆိုတာနဲ့ အများကြီးညွှန်းစရာတော့ မလိုပါဘူး။\nမြန်မာပရိသတ်နဲ့ မစိမ်းတဲ့ တရုတ်ဟာသမင်းသားကြီး စတီဗင်ချောင်က ဒီကားထဲမှာတော့ ရှေ့နေတစ်ယောက်ပါ။\nရှေ့နေဆိုပေမယ့် ရှေ့နေစစ်စစ်လားဆိုတော့ မဟုတ်ပြန်ပါဘူး။\nစိုင်ကော်လို့ ချုံပေါ်ရောက်ဆိုသလို ရှေ့နေဘဝကို ရောက်ခဲ့ရတာပါ။\nတရုတ်ပြည်ကြီး ဗြိတိသျှတွေ လက်အောက်မှာ ကျရောက်တုန်းက တရားဥပဒေစိုးမိုးရေးဆိုတာ ဗြိတိသျှတွေရဲ့ ဥပဒေပညာရပ်နဲ့ပဲ ဆုံးဖြတ်ပါတယ်။\nနယ်မြို့လေးမှာနေတဲ့ ချန်မိုဂတ်ဆိုတဲ့ လူတစ်ယောက်ဟာ အင်မတန် လူရည်လည်ပါတယ်။\nစကားအပြောအဆို အင်မတန်ပါးနပ််ပါတယ်။\nသူ့မှာ \"ဖုန်း\" ဆိုတဲ့ တပည့်တစ်ယောက်ရှိပါတယ်။\nတစ်နေ့တော့ 'ဖုန်း'တစ်ယောက် ဆရာနဲ့ စကားများရန်ဖြစ်ပြီး မြို့ပေါ်ကို တက်သွားပါတော့တယ်။\nအဲ့ဒီမှာ ပြဿနာက စတာပါပဲ။\n'ဖုန်း' ကို လူသတ်မှုနဲ့ အစွပ်စွဲခံရပါတော့တယ်။\nဒီတော့ သူက သူ့ဆရာကို အားကိုးပြီး သူ့ဆရာကို ရှေ့နေလိုက်ခိုင်းပါတော့တယ်။\nချန်မိုဂတ် ကတော့ သူ့ကို စွန့်ပစ်ထားခဲ့တဲ့ တပည့်မို့ သူက စွန့်ပစ်ချင်နေပါတယ်။\nဒါပေမယ့် မလွှဲသာမရှောင်သာတဲ့ အကြောင်းတရားတွေကြောင့် 'ချန်မိုဂတ်' တစ်ယောက် ဒီလူသတ်မှုကို ရှေ့နေလိုက်ရပါတော့တယ်။\nရှေ့နေဆိုတာ အပြောအဆိုလိမ္မာပါးနပ်ဖို့ လိုပါတယ်။ ဒီ့အပြင် ...",
        "rating": "6.2",
        "url": "https://megaup.net/4Vz3l/Lawyer_Lawyer__(Suen_Sei_Cho)_[1997]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/small-soldier-147x200.jpg",
        "title": "Small Soldiers (1998)",
        "description": "ဒီဇာတ်ကားလေးကြည့်ပြီးခလေးဘဝကို ပြန်ခံစားမိမှာအမှန်ပါပဲဲဟိုးအရင်က ကြိုက်ခဲ့ရတဲ့ဇာတ်ကားဆိုလဲမမှားပါဘူး။Heartland အရုပ်စက်ရုံဟာ ပြိုင်ဆိုင်မှုတွေကြားမှာ နစ်မြုပ်နေတဲ့အဆင့်မြင့်နည်းပညာတွေ ထုတ်လုပ်တဲ့ ကုမ္ပဏီကြီးတစ်ခုပါ Hearland Play Service ကတော့အရုပ်တွေထုတ်လုပ်တဲ့စက်ရုံကြီးပေါ့ကုမ္ပဏီရဲ့ CEO ဖြစ်တဲ့ဂေးမာစ်းတစ်ယောက် သူ့ကုမ္ပဏီကအရုပ်တွေကိုသာမန်အရုပ်တွေနဲ့မတူ တမူထူးခြားအောင်လုပ်ချင်တဲ့ဆန္ဒကိုရှေ့တန်းတင်မိတဲ့အခါမှာတော့ မထင်မှတ်ထားတဲ့ကလေးကစားစရာအရုပ်လေးတွေဟာ ငိုအားထက်ရယ်အားသန်ဆိုသလိုစောင်ဆန်းကြီးတွေ လုပ်လာပါတော့တယ်အရုပ်တွေစောင်ဆန်းအကွက်တွေနင်းလို့တိုင်ပတ်နေတဲ့လူငယ်လေးအယ်လန်တစ်ယောက် ဒီအရှုပ်တော်ပုံကြီးကိုဘယ်လိုဖြေရှင်းမလဲဆိုတာ ကြည့်ရမှာတော့ စိတ်ဝင်စားစရာပါ။Small Soldier ဇာတ်ကားဟာ သာမန်အမြင်နဲ့ကြည့်ရင်တော့ကလေးကြိုက်ကားလို့ထင်ကြေးပေးနိုင်ပေမယ့် သေချာခံစားကြည့်ရှုရင်အတော်လေး ခွီရတဲ့အပြင် မတူညီတဲ့ဒေသနှစ်ခုကခံစားချက်လေးတွေကို ခံစားရမှာပါကလေးဘဝတုန်းကတော့ အသဲယားစရာကောင်းတဲ့စစ်သားရုပ်တွေကိုအော်ဂလီဆန်ခဲ့တယ် လူငယ်ဖြစ်လာတော့ဟာသအထွေအထူးမထည့်ထားပေမယ့် အတော်လေးဗိုက်အောင့်လောက်အောင်ခွီရတဲ့ကားမှန်းသိလာတယ် ဟုတ်တယ်လေ။လက်တစ်ဖဝါးစာစစ်သားရုပ်လေးတွေ တကယ့်တိုက်ပွဲဝင်စစ်သားတွေလိုအတည်ပေါက်နဲ့အမိန့်တွေပေး mission တွေလုပ်နေတာကိုကြည့်ရတဲ့အရသာကတမျိုးလေးဗျ Long Long ago Spiderman Triologyထဲကမင်းသမီးချောလေးပါတွေ့ရတော့ကြည့်ရတာ မတန်ဘူးလို့ ငြင်းချက်ထုတ်စရာမရှိပါဘူး။ကလေးကားပေမယ့် ကလေးတကာ့ကလေးကားတွေထဲကခွဲထွက်လာတဲ့ လူငယ်တွေကို ရသတမျိုးအထူးဆန်းခံစားစေမယ့် ကားလေးလို့ဆိုလဲ မမှားပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ဖြစ်ပြီး Arkar Phyo မှ Encode ပေးထားပါတယ်။) File Size : ...",
        "rating": "6.1",
        "url": "https://megaup.net/3zE7w/Small_Soldiers_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o7CVL9IGnvbTebu325xt8yGi4k4.jpg",
        "title": "Virginia Minnesota (2019)",
        "description": "Rating 6.1 ရရှိထားတဲ့ Comedy , Dramaကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ကလေးဘဝကဖြစ်ပျက်ခဲ့တဲ့ကြေကွဲဖွယ်ရာဖြစ်ရပ်တစ်ခုကြောင့်စိတ်ဒဏ်ရာရရှိခဲ့ကြတဲ့သူငယ်ချင်းနှစ်ယောက်...သူတို့နှစ်ယောက်ကွဲကွာနေရာမှာမမျှော်လင့်ဘဲပြန်လည်တွေ့ဆုံမိပြီးတစ်ရက်တာခရီးကိုအတူတူထွက်လာခဲ့ကြရာမှထိုအတိတ်ဆိုးမှရရှိခဲ့တဲ့ဒဏ်ရာတွေကို ဘယ်လိုကုစားသွားမိကြမလဲ...ထိုကြေကွဲဖွယ်ရာ အတိတ်ဆိုးဆိုတာကရောဘာအကြောင်းတွေလဲဆိုတာအများကြီးမညွှန်းတော့ပဲဒီကားလေးထဲမှာပဲ စိတ်ဝင်စားဖွယ်ကြည့်လိုက်ရအောင်လား.... File Size : (917 MB) & ( 343 MB)Quality : WEB-DL 720pRunning Time : 1 hr 38 minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/virginia-minnesota-2019/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMjI5MzQ0NjA5Ml5BMl5BanBnXkFtZTgwNjA1MTg1NzM@._V1_-135x200.jpg",
        "title": "Someone Great (2019)",
        "description": "IMDB - 6.1 Netflix ကကားေလးေတြဆို ေတာ္ေတာ္ေလးေကာင္းၾကပါတယ္.....ဒီဇာတ္လမ္းအေၾကာင္းေလးက ေကာလိပ္ထဲကေပါင္းလာၾကျပီးအရမ္းခ်စ္တဲ့ သူငယ္ခ်င္းသံုးေယာက္႐ွိတယ္။တစ္ေန႔က်ေတာ့ သူတို႔ထဲကတစ္ေယာက္က သူကိုးႏွစ္ေလာက္တြဲလာတဲ့ေကာင္ေလးနဲ႔ျပတ္သြားေရာ။အဲ့မွာ သူ႔သူငယ္ခ်င္း ၂ ေယာက္က သူအသည္းကြဲေနတာ သက္သာေအာင္တစ္ေနကုန္အတူအခ်ိန္ျဖဳန္းၿပီး ႏွစ္သိမ့္ေပးၾကတဲ့ တစ္ေန႔တာေလးကို ႐ိုက္ျပထားတာပါ။ဒါေပမဲ့ ဒီကားထဲမွာ သူငယ္ခ်င္းသံေယာဇဥ္ေရာ၊ သမီးရည္းစားအခ်စ္ေရးေရာ၊မိန္းကေလးခ်င္းခ်စ္ႀကိဳက္တဲ့အေၾကာင္းေရာ အဲဒါေတြကို ပါးပါးေလးနဲ႔ခ်ျပသြားတာပါ။တစ္ခါတစ္ေလ ခ်စ္သူ ၂ ေယာက္က တစ္ေယာက္ကိုတစ္ေယာက္ ခ်စ္ၾကေပမဲ့လဲဘယ္လိုမွေ႐ွ႕ဆက္လို႔မျဖစ္ႏိုင္ေတာ့တဲ့အေျခအေနမ်ိဳးေတြလဲ႐ွိႏိုင္တယ္ဆိုတာလဲ ႐ိုက္ျပထားတာပါ။ကိုယ္ေတာင္ ဘာသာျပန္ရင္း တရားေတြေပါက္ကုန္ၿပီဆက္ေျပာရင္ ဇာတ္လမ္းကကုန္ေတာ့မယ္  ၾကည့္လို႔တန္မဲ့ဇာတ္ကားေကာင္းေလးပါ(+အခန္းအနည္းငယ္ပါတဲ့အတြက္ မိသားစု၊ ကေလးသူငယ္မ်ားနဲ႔ ၾကည့္ဖို႔မသင့္ေတာ္ပါဘူး) File Size : (864 MB) & ( 324 MB)Quality : WEB-DL 720pRunning Time : ...",
        "rating": "6.1",
        "url": "https://megaup.net/3zFS2/Someone_Great_[16+]_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wmMq5ypRNJbWpdhC9aPjpdx1MMp.jpg",
        "title": "Asterix: The Secret of the Magic Potion (2018)",
        "description": "ပေနာ္မိဇ္လို႔ေခၚတဲ့ ဆရာေတာ္တစ္ပါး သစ္ပင္ေပၚက\nျပဳတ္က်သြားလို႔ သူ႔ကိုယ္သူ အရမ္းအသက္ႀကီးၿပီး\nဆရာေတာ္မျဖစ္ေတာ့ဘူးလို႔ ယူဆလာေတာ့\nသူ႔ရဲ႕ေနရာ ဆက္ခံမဲ့သူ တစ္ေယာက္\nရွာေဖြဖို႔ နယ္ေျမေပါင္းစံုကို ခရီးႏွင္ပါေတာ့တယ္ ...ပေနာ္မိဇ္ဆိုတာ သူ႔ရဲ႕ အစြမ္းတိုးေစတဲ့ ေမွာ္ေဆးရည္ေၾကာင့္\nလူေတြ ၾကည္ညိဳေလးစားရတဲ့ ဆရာေတာ္တစ္ပါးပါ\nသူ႔ေနရာဆက္ခံသူကို သူ႔ရဲ႕ေမွာ္ေဆးရည္စပ္နည္းပါ\nေပးမွာျဖစ္တာေၾကာင့္ မသာမာသူလက္ထဲ\nေရာက္သြားရင္ အရမ္းကို အႏၱရာယ္မ်ားလြန္းလို႔\nသူ႔ေနာက္လိုက္ေတြကေတာ့ ဆက္ခံသူမရွာေစခ်င္ပါဘူး...ဒါေပမဲ့လည္း ပေနာ္မိဇ္ကေတာ့ ဆံုးျဖတ္ခ်က္ခိုင္မာစြာနဲ႔\nဆက္ခံသူရွာဖို႔ ခရီးျပဳတဲ့အခါမွာ သူတို႔ႀကံဳေတြ႔ရမဲ့ အခက္အခဲေတြ\nသူတို႔ကို အႏိုင္သိမ္းခ်င္ေနတဲ့ ေရာမတပ္သားေတြရဲ႕\nအႏၱရာယ္ေတြကို ဘယ္လိုရင္ဆိုင္ေျဖရွင္းမလဲ\nအတူၾကည့္ၾကရေအာင္ပါ။IMDb Rating ကေတာ့ 6.9/10 ပါ။(ဘာသာျပန္ျပီး အညႊန္းေရးေပးထားတာကေတာ့ SCRN ျဖစ္ပါတယ္) File size__( 750 MB) and ( 300 MB)\nQuality__BR-Rip 720p\nIMDb Rating__6.9/10\nFormat__mp4\nDuration__01:24:55\nType__Adventure, Animation, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by SCRN\nEncoded by Naing Aung Latt",
        "rating": "7.0",
        "url": "https://megaup.net/4fDlB/Asterix_-_The_Secret_Of_The_Magic_Potion_(Astérix_-_Le_Secret_De_La_Potion_Magique)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BOTMxNzE0NjY4NV5BMl5BanBnXkFtZTgwMjIxNjIzNjE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Before We Go (2014)",
        "description": "Before We Go ဆိုတဲ့ ရုပ္ရွင္ကားကို က်ေနာ္တို႔ အသဲစြဲ ကတ္ပတိန္ အေမရိက (Chris Evans) ကိုယ္တုိင္ရိုက္ကူးထားၿပီး\nသူကိုယ္တုိင္ ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္...\nသူကိုယ္တုိင္ရိုက္လို႔ ဟာ.. ျဖစ္ပါ့မလားဘယ္လိုႀကီးလဲ လို႔ စိတ္ထဲက ေတြးမိလိုက္တယ္ ၿပီးေတာ့\nရုပ္ရွင္မၾကည့္ခင္ ေရာဂါ တစ္ခုျဖစ္တဲ့ IMDb ၀င္ေမႊၾကည့္ေတာ့ Rate က 6.9 ရွိေနေတာ့ အံ့ေၾသာစရာ :)\nရုပ္ရွင္ကားတြင္ ပါ၀င္တဲ့ မင္းသမီးျဖစ္သူ Alice Eve ကလဲ ေခသူ မဟုတ္\nNight at the Museum: Secret of the Tomb တို႔ She's Out of My League တို႔လို ရုပ္ရွင္ကားေကာင္းေတြမွာ\nသရုပ္ေဆာင္ခဲ့ဖူးတဲ့ မင္းသမီး....\nဇတ္လမ္း အစ မွာ Nick က ဘူတာရံုထဲမွာ ထရန္းပတ္ မႈတ္ရင္း ပိုက္ဆံရွာေနစဥ္ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2TIr9/Before_We_Go_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hPZ2caow1PCND6qnerfgn6RTXdm.jpg",
        "title": "The Upside (2017)",
        "description": "မေတာ္တဆမႈတစ္ခုေၾကာင့္ ကိုယ္ေရာလက္ပါ\nအေၾကာေသခဲ့ရတဲ့ စီးပြားေရးလုပ္ငန္းရွင္သူေဌးႀကီးတစ္ဦး နဲ႔\nမိသားစုဘ၀ကို ျပန္လည္ထူေထာင္ဖုိ႔ ႀကိဳးစားေနတဲ့ ေထာင္ထြက္တစ္ဦးရဲ႕ၾကားက\nသံေယာဇဥ္ကို ရိုက္ျပထားတဲ့ဇာတ္ကားေလးပါ။\nတကယ့္အျပင္မွာလည္း ရွိခဲ့တဲ့သူေတြရဲ႕အေၾကာင္းပါ။\nသူတို႔ႏွစ္ေယာက္က လံုး၀ကို ကြာျခားေနခဲ့တဲ့ လူႏွစ္ေယာက္ပါ။\nတစ္ေယာက္က သူေဌး၊ တစ္ေယာက္က ေထာင္ထြက္။\nတစ္ေယာက္က လူျဖဴ၊ တစ္ေယာက္က လူမည္း။\nတစ္ေယာက္က ပညာရွင္၊ တစ္ေယာက္က ပညာမဲ့။\nဒီလို ကြာျခားမႈေတြ မ်ားလြန္းလွတဲ့ လူႏွစ္ေယာက္ၾကားက\nသံေယာဇဥ္ကို ဇာတ္လမ္းဆံုးတဲ့အထိ ေမ်ာပါသြားေအာင္ ရိုက္ျပထားတာပါ။\nမင္းသမီးေခ်ာ Nicole Kidman ကလည္း ဒီလူႏွစ္ေယာက္ရဲ႕\nသံေယာဇဥ္ကို အဓိက ပံ့ပိုးသူအေနနဲ႔ သရုပ္ေဆာင္ထားပါေသးတယ္။\nေမတၱာတရားဆိုတာ အသားအေရာင္၊ အဆင့္အတန္း၊ ပညာတတ္ျခင္း\nမတတ္ျခင္း ဆိုတာေတြအေပၚမွာ မူတည္မေနဘူး ဆိုတာကို\nဒီဇာတ္လမ္းက သက္ေသျပသြားပါလိမ့္မယ္။\nမူရင္းကေတာ့ ၂၀၁၁ ခုႏွစ္က ျပင္သစ္ရုပ္ရွင္ The Untouchables ပါ။\nThe Untouchables တုန္းကလည္း အရမ္းကုိ ေအာင္ျမင္ခဲ့တဲ့ ဇာတ္ကားတစ္ကားပါပဲ။\nRemake အေနနဲ႔ ျပန္ရိုက္ခဲ့ၿပီးေတာ့ သရုပ္ေဆာင္ေတြကေတာ့\nနာမည္ႀကီးသရုပ္ေဆာင္ေတြျဖစ္တဲ့ Bryan Cranston၊ Kevin Hart နဲ႔\nNicole ...",
        "rating": "",
        "url": "https://megaup.net/S0io/The_Upside_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b2k7IdRHHuD2HZPZMWsZzRFUHoA.jpg",
        "title": "Brothers’ Nest(2018)",
        "description": "Brothers' Nest(2018)\nIMDb - 6.5,,,,Rotten..91%\nခပ္ဆန္းဆန္းေလးပါပဲ...Thriller/Comedy ကားေလးပါ...ရယ္လည္းရယ္ရမယ္ သည္းထိပ္ရင္ဖိုလည္းျဖစ္မယ္ေပါ့....Plot Twist ေတြနဲ႕\nအေတာ္ဆြဲေဆာင္မႈရွိတယ္....ဇာတ္ကားတစ္ကားလံုးမွာ လူငါးေယာက္ရယ္ ျမင္းတစ္ေကာင္ရယ္\nအိမ္တစ္လံုးရယ္ ကားႏွစ္စီးရယ္ပဲပါတယ္...\nကိုင္း...\nဇာတ္လမ္းက ညီအစ္ကို ႏွစ္ေယာက္က စတယ္...သူတို႔ရဲ႕ ပေထြးကို မေက်နပ္လို႔ နိဂုံးခ်ဳပ္ပစ္ဖို႔ုႀကိဳးစားေနၾကတာ..\n.အဲ့လိုလုပ္ဖို႔ကို Plan ေတြအက်အနခ်ၿပီးလုပ္တဲ့ ဆရာႀကီးညီအစ္ကိုႏွစ္ေယာက္ေပါ့...\nအဓိကဇာတ္ေဆာင္ ညီအစ္ကိုႏွစ္ေယာက္အျဖစ္ တကယ့္ညီအစ္ကိုေတြျဖစ္တဲ့ Clayton Jacobson နဲ႔\nShane Jacobson တို႔က ပါဝင္ သ႐ုပ္ေဆာင္ထားပါတယ္...\nရႈစားၾကည့္ပါဦး...\nFile Size : (850 MB) and (313 MB)\nQuality :WEB-DL 720p,\nFormat…mp4\nDuration…01:42:00\nGenre :  Comedy, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2dUZn/Brothers’_Nest_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aumylqVxq30w7MlBOtzo7GfCRP3.jpg",
        "title": "Intimate Strangers(2018)",
        "description": "Intimate Strangers(2018)\nIMDb...6.8\nကေလးဘ၀ထဲက ေပါင္းသင္းခဲ့တဲ့ ငယ္သူငယ္ခ်င္း(၅)ေယာက္ရွိတယ္..\nေပါက္ဖြားခဲ့တဲ့ မိသားစု၊အေျခအေနေတြမတူခဲ့ေပမယ့္ သူတုိ႕ဟာ သိပ္ကုိခင္ၾကတယ္..\nဒီလုိနဲ႕အရြယ္ေရာက္လာေတာ့ တစ္ခ်ဳိ႕လည္းအိမ္ေထာင္က် တစ္ခ်ဳိ႕လည္း တစ္ကုိယ္ထဲသမားေတြျဖစ္လုိ႕ေနတယ္..\nတစ္ေန႕ေတာ့ သူငယ္ခ်င္းတစ္ေယာက္ရဲ႕အိမ္ေျပာင္းအိမ္သစ္တက္ပြဲဆုိၿပီး ညစာ စားပြဲလုပ္ေတာ့\nအားလုံးစုဆုံၾကတယ္....အလုပ္ကုိယ္စီ မိသားစုကုိယ္စီျဖစ္ေတာ့ ဆုံေတာင္ဆုံခဲအေျခအေနမွာ\nဒီလုိ အိမ္သစ္တက္ပြဲေလးမွာ သူငယ္ခ်င္းေတြျပန္ဆုံေတြ႕တာတကယ့္ကုိေပ်ာ္စရာပါ..\nေျပာမနာဆုိမနာနဲ႕ သူတုိ႕မိန္းမေတြရည္းစားေတြကလည္း အကုန္လုံးနဲ႕ရင္းႏွီးေနေတာ့\nေတြ႕ဆုံပဲြေလးဟာ တကယ့္ကုိ စုိစုိေျပေျပနဲ႕ ေပ်ာ္ရႊင္စရာပဲ....\nဒါေပမယ့္ အမ်ဳိးသမီးတစ္ေယာက္က စၿပီး Game ေလးတစ္ခုေဆာ့ၾကရေအာင္ဆုိၿပီးေျပာတယ္..\nဒီကစားတဲ့ Game ဟာ ဇာတ္ကားတစ္ကားလုံးရဲ႕အသက္လုိ႕ေျပာလုိ႕ရသလုိ\nတကယ့္ကုိ လူ႕သေဘာ လူ႕မေနာအခ်ဳိ႕ကုိပညာသားျပျပခ်ျပလုိက္သလုိပါပဲ..\nအဲ့ဒီဂိမ္းကေတာ့ ထမင္းစားေသာက္ေနစဥ္မွာ ဖုန္းေတြကုိ ထမင္း၀ုိင္းအလယ္မွာခ်ထားရမယ္..\nMessage ေတြ Email ေတြ ကုိ အဲ့အခ်ိန္လာသမွ်အကုန္ဖြင့္ဖတ္ရမယ့္အျပင္\nလာတဲ့ဖုန္းတုိင္းကိုလည္း Speaker ဖြင့္ၿပီးေျပာရမယ္တဲ့...\nတကယ့္ သဲထိတ္ရင္ဖုိ ဇာတ္ကားေတြထက္ေတာင္ စိတ္လႈပ္ရွားစရာေကာင္းပါတယ္..\nကုိင္း ဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦး..\nစကားမစပ္ ခင္ဗ်ားတုိ႕ဆုိရင္ေရာ အဲ့လုိေဆာ့ရလား...\nမွတ္ခ်က္ FA မ်ားမပါ......\nFile Size : (950 MB) and (354 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:55:00\nGenre ...",
        "rating": "6.7",
        "url": "https://megaup.net/2TSj5/Intimate_Strangers_(Wanbyeokhan_Tain)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "",
        "title": "Charlie Wilson’s War(2007)",
        "description": "Charlie Wilson's War(2007)IMDb....7.1,,,Rotten...82%\"က်ဳပ္မွာ အေတာ္ဆုိးတဲ့အိမ္နီးခ်င္းလူႀကီးတစ္ေယာက္ရွိခဲ့ဖူးတယ္..မစၥတာခ်ားတဲ့...ဒီလူႀကီးက အိမ္နီးခ်င္းေတြရဲ႕ေခြးေတြ သူ႕ပန္းခင္းကုိလာေႏွာင့္ယွက္တာကုိမႏွစ္ၿမဳိ႕ဘူး...တစ္ေန႕ေတာ့ လမ္းမွာ ေအာ္သံတစ္ခုႀကားလုိက္ရတယ္...က်ဳပ္ရဲ႕ေခြးဟာေသြးေတြနဲ႕မခ်ိမခံမဆန္႕ခံစားရင္ လူးလွိမ္ေနတယ္...မစၥတာခ်ားဆုိတဲ့သူကေခြးစာနဲ႕ဖန္ပုလင္းအေၾကေတြနဲ႕ေရာႀကိတ္ၿပီးေကြ်းလုိက္လုိ႕ပါ...ေသြးေတြအန္ရင္း က်ဳပ္ေခြးေသသြားတယ္...\"\"အဲ့ဒီေတာ့ရွင္ဘာျပန္လုပ္လုိက္လဲ\"\"သူ႕က ေရြးေကာက္ခံအာဏာပုိင္ဗ်...ၿမဳိ႕ေကာင္စီရဲ႕ဥကၠဌ..(၂)ႏွစ္ျပည့္တုိင္းျပန္ေရြးခံရင္သူပဲျပန္ရမွာေျမႀကီးလက္ခတ္မလြဲပဲ...ေရြးေကာက္ပြဲရက္ၾကေတာ့တစ္ခါမွမဲမေပးဖူးေသးတဲ့ လူမဲေတြဆီက်ဳပ္ကားေမာင္းသြားလုိက္တယ္...က်ဳပ္အသက္(၁၃)ႏွစ္အရြယ္ေပါ့..လူမဲေတြကုိ မဲေပးမဲ့ေနရာထိကားေမာင္းပုိ႕တယ္..မဲေပးၿပီးရင္အိမ္ျပန္ပုိ႕ေပးတယ္...မဲေပးဖုိ႕ကားထဲကမထြက္ခင္သူတုိ႕ကုိေျပာတာေတာ့ရွိတယ္..ခင္ဗ်ားတုိ႕ဆႏၵကုိခ်ဳပ္ခ်ယ္တာေတာ့မဟုတ္ဘူး..မစၥတာခ်ားကေတာ့က်ဳပ္ေခြးကုိရက္ရက္စက္စက္သတ္ခဲ့တာကုိေတာ့ ခင္ဗ်ားတုိ႕သိသင့္တယ္လုိ႕အကုန္လုံးကုိေျပာခဲ့တယ္...အဲ့ဒီမွာ မစၥတာခ်ားႀကီး (၁၄)မဲနဲ႕ရႈံးသြားတယ္...\"ဒီစကားကုိေျပာေနတဲ့သူကေတာ့ အေမရိကန္လႊတ္ေတာ္အမတ္ ခ်ာလီ၀ီလ္ဆင္ပင္ျဖစ္သည္..သူက ရုံးမွာေတာင္မိန္းမလွေတြခ်ည္းခန္႕ထားသူ..အရက္ကုိ တစ္ဂြပ္ဂြပ္ေသာက္သည္..ရုံးခ်ိန္တြင္းပါေသာက္သည္..ေျပာရရင္တစ္ခ်ိန္လုံးေသာက္ေနတယ္လုိ႕ေတာင္ေျပာရမည္...ဇိမ္မယ္ေတြနဲ႕ေတာင္ေပ်ာ္ပါးတတ္တဲ့သူ..သုိ႕ေပမယ့္ သူဟာ အထက္ကေျပာခဲ့သလုိပင္ အဓိကေပ်ာ႕ကြက္ဟာကြက္ေတြကုိ ခလုတ္ႏွိပ္ရမွာတစ္ဖက္ကမ္းခတ္ကြ်မ္းက်င္တဲ့သူပင္...ဒါေၾကာင့္လည္း လႊတ္ေတာ္အမတ္ေနရာမွာ ဖင္ၿမဲေနတဲ့သူ...ဒီလုိနဲ႕သူဟာ အာဖဂန္နစၥတန္နဲ႔ ႐ုရွားတို႔ရဲ႕ တုိ႕ရဲ႕စစ္ပြဲကုိျမင္ေတြ႕ၿပီးတဲ့အခ်ိန္မွာ ကူညီေပးလုိစိတ္ေပၚလာတယ္...ဒါေပမယ့္ အေမရိကန္က ဝင္ကူတာလို႔ ႐ုရွားကို မသိေစလိုတဲ့အခါ၊ အေမရိကန္ အစိုးရအဖြဲ႔ဝင္ေတြကလည္း အာဖဂန္နစၥတန္ေတြကိုမယံုၾကည္တဲ့အခါ ခ်ာလီတစ္ေယာက္ ႏိုင္ငံေရး လွည့္ကြက္ေတြသံုးၿပီး မိမိလိုခ်င္တဲ့အကြက္ရေအာင္ ႀကိဳးစားရပါေတာ့မယ္။လႊတ္ေတာ္အမတ္ခ်ာလီဝီလ္ဆင္အျဖစ္္ ကၽြန္ေတာ္တို႔ရဲ႕ မင္းသားႀကီး Tom Hanks က သ႐ုပ္ေဆာင္ထားပါတယ္....ျဖစ္ရပ္မွန္ဇာတ္ကားေကာင္းျဖစ္တဲ့အျပင္ မင္းသားႀကီး တြမ္ဟန္႕ကုိယ္တုိင္သရုပ္ေဆာင္ထားၿပီးသူဘယ္လုိေတြ ခလုတ္ႏွိပ္မလဲဆုိတာေတာ့ ခံစားၾကည့္လုိက္ဦးဗ်ဳိ႕....ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Myo Khant Maung ပဲျဖစ္ပါတယ္....File Size : (980 ...",
        "rating": "7.1",
        "url": "https://megaup.net/1wv5t/Charlie_Wilson%E2%80%99s_War_[2007]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNZxjsJwmKorpPvd0kquJffYROr.jpg",
        "title": "Damsel (2018)",
        "description": "ပန္နယ္လိုပီဆိုတဲ့ လွပတဲ့မိန္းမငယ္ေလး တစ္ေယာက္ေၾကာင့္ ျဖစ္ေပၚလာတဲ့အရႈပ္အေထြးေတြ အေၾကာင္းကို ရိုက္ကူးထားျခင္းပဲျဖစ္ပါတယ္သူမျပန္ေပးဆြဲခံရတဲ့အခါမွာ သူမရဲ႕သတို႔သားေလာင္းျဖစ္သူဆင္ျမဴရယ္အေနနဲ႔ မနည္းေျခရာေကာက္ျပီး လိုက္ရွာရဖို႔ျဖစ္လာပါတယ္ဆင္ျမဴရယ္ရဲ႕အခ်စ္ကေတာ့ ျပန္ေပးဆြဲခံရတဲ့သတို႔သမီးကိုလိုက္ရွာေနတဲ့အခ်ိန္မွာေတာင္မွ ျပန္ေတြ႔တဲ့အခါ မဂၤလာတန္းေဆာင္ပစ္ဖို႔ရည္ရြယ္ခ်က္နဲ႔ တရားေဟာဆရာ ပါဆင္ဟန္နရီကိုပါ တပါတည္းေခၚသြားတာပါပါဆင္ဟန္နရီအေနနဲ႔ကလည္း မဂၤလာပြဲက်င္းပေပးဖို႔လုိ႔သာ သိထားျပီးေတာ့ဒီလိုရႈပ္ရႈပ္ေထြးေထြး အမႈအခင္းၾကီးထဲမွာ သူပါ၀င္ရလိမ့္မယ္ဆုိတာသိကိုမသိထားပါခဲ့ပါဘူး သူတို႔ႏွစ္ေယာက္သားပန္နယ္လိုပီကို လိုက္လံရွာေဖြရင္းနဲ႔ ျပန္ေပးဆြဲသြားတဲ့လူကိုမေတာ္တဆ ပစ္သတ္လိုက္မိတဲ့အခါမွာေတာ့ဇာတ္လမ္းကတစ္မ်ိဳးတစ္ဖုံေျပာင္းလဲသြားပါေတာ့တယ္ဆုလာဘ္တစ္ပါးလို႔ေတာင္ တင္စားေျပာဆိုရေလာက္တဲ့မိန္းမလွတစ္ဦးအတြက္ လူသတ္မႈေတြ ရယူပိုင္ဆိုင္လိုမႈေတြ ျဖစ္ေပၚခဲ့တာကိုရိုက္ကူးတင္ဆက္ထားျခင္းပဲျဖစ္ပါတယ္Twilight မင္းသား ေရာဘတ္ပတ္တင္ဆန္က အားျဖည့္ပါ၀င္ထားပါတယ္ File Size : (1 GB) & ( 345 MB)Quality : WEB-DL 720pRunning Time : 1 hr 53 minFormat : Mp4Genre : Comedy, Drama , WesternSubtitle : Myanmar Subtitle (Hard Sub)Translated by ...",
        "rating": "5.6",
        "url": "https://megaup.net/2TV5i/Damsel_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/844837bb6cca2a7689f90cb0457be1e2-146x200.jpg",
        "title": "Aladdin (1992)",
        "description": "Alladin (1992)ပါ႐ွန္း အာရပ္ အိႏၵိယ ဘဂၢဒက္နဲ႔ အိႏၵိယပုံျပင္ေတြေရာေႏွာေနတဲ့\nအာေရဘီယမ္ ႏိုက္စ္ လို႔ေခၚၾကတဲ့ ပုံျပင္ထဲ ပုံျပင္ဆင့္ေနတဲ့\nတစ္ေထာင့္တစ္ညပုံျပင္ေတြဟာ ၁၈ရာစုကတည္းက\nေက်ာ္ၾကားခဲ့ပါတယ္။ ျမန္မာဘာသာျပန္ဆိုေရးသားခဲ့သူေတြ\nကလည္း ေဒါက္တာရိွတ္အဗၺဒူရာမန္ရယ္၊ သခင္ဘေသာင္းရယ္\nေက်ာ္လႈိင္ဦးရယ္လို႔ သုံးဦး႐ွိပါတယ္\nဒီပုံျပင္ေတြ ဘယ္လိုေကာင္းေၾကာင္းကိုေတာ့\nကြၽန္ေတာ္ သခင္ဘေသာင္းရဲ႕ တစ္ေထာင့္တစ္ညပုံျပင္မ်ား\nအမွာစာကိုပဲ ကိုးကားေျပာခ်င္ပါတယ္။\n\"တစ္ေထာင့္တစ္ညပုံျပင္မ်ားသည္ ဖတ္ရသည့္ခဏ၌\nေလာက၌ မိမိတို႔လက္ငင္း ၾကဳံေတြ႕ေနရေသာ\nမသာာယာမႈအေပါင္းကို တစ္ခဏေသာ္မွၽ\nကင္းၿငိမ္းေစႏိုင္လိမ့္မည္။မသာယာေသာ\nတရားတို႔ကင္းၿငိမ္းသည့္ ခဏသည္\nေလာကနိဗၺာန္ မဟုတ္ေလာ\"လို့ေရးထားပါတယ္။ ဒီပုံျပင္ေတြထဲက အာလာဒင္တို႔ ဆင္းဘတ္တို႔\nအာလီဘာဘာနဲ႔ခိုးသားေလးဆယ္တို႔ကို\n႐ုပ္႐ွင္ကားေပါင္းမ်ားစြာ မွီျငမ္း႐ိုက္ခဲ့ၿပီးပါၿပီ။\nဒီ႐ုပ္႐ွင္ကေတာ့ တစ္ေထာင့္တစ္ပုဒ္ေသာပုံျပင္ေတြထဲက\nတစ္ပုဒ္ျဖစ္တဲ့ အာလာဒင္ကို Disneyက version\nေျပာင္းၿပီး သူ႔ဟန္အတိုင္း ႐ိုက္ကူးထားတာျဖစ္ပါတယ္။\nဆိုခဲ့သလိုပဲ 1992က ထြက္ခဲ့ၿပီး\nေရာ္ဘင္ဝီလီယ်ံ မီးခြက္ေစာင့္ဂ်င္နီအျဖစ္\nအသံသ႐ုပ္ေဆာင္ခဲ့တဲ့ ဒီကာတြန္း႐ုပ္႐ွင္မွာလည္း\nမူရင္းပုံျပင္ထက္ မေလ်ာ့တဲ့ ရသကို ခံစားႏိုင္ပါတယ္။\nIMDB 8ရထားတဲ့အျပင္ 1993မွာ ေအာ္စကာ၂ဆု\nလည္းရထားပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္) File size__( 780 MB) and ( 350 MB)\nQuality__BR-Rip 720p\nIMDb Rating__8/10\nFormat__mp4\nDuration__01:30:39\nType__Animation, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "8.0",
        "url": "https://megaup.net/3zSyQ/Aladdin_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g9d01IRmqci0JIdIqau7svOBpRx.jpg",
        "title": "A Boy Called Sailboat ( 2018 )",
        "description": "A Boy Called Sailboat(2018)\nIMDb....7.8....Rotten...85%\nေဆးလ္ဘုတ္တုိ႕မိသားစုဟာ ေနထုိင္မႈပုံစံအရ မျပည့္စုံဘူးလုိ႕ေျပာရမယ္...ေနတာကလည္းၿမဳိ႕ျပင္မွာျဖစ္ၿပီး\nအိမ္ေလးလဲမၿပဳိေအာင္ ေဒါက္တုိင္တစ္တုိင္ကုိတစ္ဘက္ကေထာက္ တစ္ဘက္ကႀကဳိးနဲ႕ က်ားကန္ထားရေလရဲ႕....\nေဆးလ္ဘုတ္ဆုိတာ အသက္(၇)ႏွစ္ခန္႕အရြယ္ ေကာင္ကေလးတစ္ေယာက္ပါ...သူ႕အေဖနဲ႕ အေမဟာ\nသူ႕ကုိသိပ္ခ်စ္ၾကတယ္....မိသားစု၀င္(၃)ဦးေပါ့.....\nဒီကားက အဓိကဇာတ္ေဆာင္ဟာ ေဆးလ္ဘုတ္ဆုိတဲ့ေကာင္ေလးပါ....သူရဲ႕ေနာက္ခံစကားေျပာသံနဲ႕ေလးနဲ႕\nတစ္ကားလုံးကုိၿပီးဆုံးေစတယ္...သူ႕ၾကည့္ရတာ သူ႕ရဲ႕အဘြားကုိအေတာ္ခ်စ္တဲ့ပုံပဲ...\nဘာလုိ႕လဲဆုိေတာ့ အေၾကာင္းအရာတုိင္းဟာ သူ႕အဘြားရဲ႕ သြန္သင္မႈေတြကေနျမစ္ဖ်ားခံလာလုိ႕ပါပဲ...\nဥပမာ...\"ကြ်န္ေတာ့္အဖြားကေျပာတယ္...ေျမးေလးရွာေဖြမႈမလုပ္တဲ့အခ်ိန္မ်ဳိးမွာမွ အရးအႀကီးဆုံးအရာကုိေတြ႕တတ္တယ္တဲ့...\nတစ္ခ်ဳိ႕အရာေတြျဖစ္လာတာက တျခားေသာအရာေတြ ဆက္စပ္ျဖစ္လာႏုိင္ဖုိ႕ပါတဲ့...\"\nဒီေကာင္ေလးဟာ အဖြားရဲ႕ ေျပာဆုိမႈေတြနဲ႕ ေလာကႀကီးကို သုံးသပ္ေနဟန္ပါပဲ..\nကြ်န္ေတာ္တုိ႕ဟာ ေဆးလ္ဘုတ္ရဲ႕ေနာက္ခံစကားေျပာသံနဲ႕အေတြးေတြေနာက္ကုိလုိက္ရင္း\nတစ္ခ်ဳိ႕ေသာအေၾကာင္းအရာေလးေတြကုိ ဖမ္းဆုပ္မိေနလိမ့္မယ္..\nဒီကားက တစ္ခ်ဳိ႕ေသာသူေတြအတြက္ ဘာႀကီးမွန္းမသိဘူးဆုိၿပီးျဖစ္သြားပါလိမ့္မယ္..\nဒါေပမယ့္ တစ္ခ်ဳိ႕ေသာသူေတြအတြက္ ရုိးစင္းၿပီးနက္နဲတဲ့ ကဗ်ာတစ္ပုဒ္နဲ႕တူပါလိမ့္မယ္...\nခံစားၾကည့္လုိက္ပါဦးလုိ႕ပဲေျပာပါရေစ.....\n File Size : (810 MB) and (317 MB)\nQuality :WEB-DL 720p,\nFormat…mp4\nDuration…01:32:00\nGenre : Comedy, Drama, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Little Neo\nEncoded by Phyo Pyae",
        "rating": "7.8",
        "url": "https://megaup.net/1y0c4/A_Boy_Called_Sailboat_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "",
        "title": "Lemony Snicket’s A Series of Unfortunate Events (2004)",
        "description": "A Series of Unfortunate Events (2004)\n=======================တစ္ခ်ိဳ႕လူေတြကေတာ့ ရက္စက္အက်ည္းတန္တဲ့\nကမၻာႀကီးကို မျမင္ခ်င္ေယာင္ေဆာင္ရင္း\nေပ်ာ္ရႊင္စရာဇာတ္သိမ္းေတြမွာ သက္သာရာ႐ွာရင္း\nဘာမွမဟုတ္သလို ဘဝကို ကုန္ဆုံးတတ္ၾကတယ္။\nတစ္ခ်ိဳ႕လူေတြကေတာ့ ကမၻာႀကီးမွာ ႐ွာေဖြေဖာ္ထုတ္ရမွာေတြ\n႐ွိေနေသးတာကိုသိၿပီး သုေတသနလုပ္ရင္း မွတ္တမ္းတင္ရင္း\nႀကီးက်ယ္ခမ္းနားစြာ ဘဝကိုကုန္ဆုံးတတ္ၾကတယ္။အခုဇာတ္လမ္းကေတာ့ အဲ့ဒီ အစြန္းႏွစ္ဖက္က\nလြတ္တဲ့လူေတြအေၾကာင္းပါ။တစ္ခုခုကို တီထြင္တာလို..\nစာအုပ္တစ္အုပ္ကို ဖတ္တာလို..အဓိပၸါယ္႐ွိတယ္ထင္ရတဲ့\nအရာေတြကေန ..ဘာမွမဟုတ္ပဲ ပစၥည္းတစ္ခုကိုလိုက္ကိုက္\nေနတတ္တာလို အဓိပၸါယ္မ႐ွိဘူးထင္ရတဲ့အရာေတြအပါအဝင္\nတစ္ခုခုေတြကို လုပ္ရင္း အဆုိးဝါးဆုံး အေျခအေနေတြမွာ\nေမ်ွာ္လင့္ခ်က္႐ွိစြာပဲ ႐ွင္သန္တတ္ၾကတဲ့ လူေတြအေၾကာင္းပါ။\nသူတို႔သိထားတဲ့ အသိကေတာ့ အေျခအေန ဘယ္ေလာက္ပဲဆိုးဝါး\nစုတ္ျပတ္ေနပါေစ တစ္ခုခုေတာ့ အျမဲ႐ွိေနတတ္တယ္ဆိုတာပါပဲ။အဲ့ဒီလူေတြကေတာ့ Baudelaire ေမာင္ႏွမသုံးေယာက္ပါ။\nအႀကီးဆုံး Violet Baudelaireကေတာ့ စြန့္္ပစ္ထားတာေတြ..\nၾကားမွာ အသုံးဝင္တာတစ္ခုခုေတာ့႐ွိတတ္ၿပီး\nအမႈိက္ဆိုတာလည္း ေနရာလဲြမွားေနတဲ့ တန္ဖိုး႐ွိပဲ\nပစၥည္းဆိုတာကို ေကာင္းေကာင္းသေဘာေပါက္ထားၿပီး\nစြန္႔ပစ္ပစၥည္းေတြကေန တစ္ခုမဟုတ္တစ္ခု တီထြင္ေနတတ္တဲ့ကေလးမေလးတစ္ေယာက္ပါ။\nအလတ္ျဖစ္တဲ့ Klaus Baudelaireကေတာ့ စာအုပ္ေတြၾကားမွာ\nေပ်ာ္ေမြ႕တတ္တဲ့ စာၾကမ္းပိုးကေလးျဖစ္ၿပီး အငယ္ဆုံးေလးကေတာ့\nေတြ႕ကရာ လိုက္ကိုက္တတ္တဲ့ ေကာင္မေလးတစ္ေယာက္ပါပဲ။သူတို႔ မိသားစုရဲ႕ အိမ္ႀကီးကို ဘယ္ကေနဘယ္လိုျဖစ္မွန္း\nမသိတဲ့ မီးေလာင္မႈႀကီးတစ္ခုျဖစ္သြားၿပီး။ မီးထဲမွာ\nသူတို႔မိဘေတြပါပါသြားတာေၾကာင့္ သူတို႔မိဘမဲ့ျဖစ္သြားခဲ့ပါတယ္။\nကံဆိုးမိုးေမွာင္က်ၿပီး မိဘမဲ့ျဖစ္သြားခဲ့ရတဲ့ ကေလးသုံးေယာက္ရဲ႕\nကံဆိုးမိုးေမွာင္က်မႈေတြဟာ ဒီတစ္ခုနဲ႔ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2Srlm/Lemony_Snicket%E2%80%99s_A_Series_Of_Unfortunate_Events_[2004]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o45VIAUYDcVCGuzd43l8Sr5Dfti.jpg",
        "title": "Welcome to Marwen (2018)",
        "description": "Drama ကား​ေကာင္​း​ေကာင္​းတစ္​ကားကိို ​သင္​​ေမ်ွာ္​လင္​့​ေနပါသလား။တစ္​ကားလံုးသင္​့ကိုဆြဲ​ေခၚသြားတာမ်ိဳးကို ခံစားခ်င္​ပါသလား။ဒါဆိုရင္​​ေတာ့ Welcome to Marwen ကို ၾကည္​့႐ႈလိုက္​ပါလို႔ပဲ တိုက္​တြန္​းပါရ​ေစ။အစပိုင္​းဇာတ္​ရည္​မလည္​ခင္​အထိ​ေတာ့ အူ​ေၾကာင္​​ေၾကာင္​ႏုိင္​​ေပမယ္​့တစ္​ျဖည္​းျဖည္​းနဲ႔ အခ်ိတ္​အဆက္​မိမိနဲ႔ အရသာ႐ွိလာ​ေစမယ္​့ ဇာတ္​ကားပဲ ျဖစ္​ပါတယ္​။ဝိုင္​းၿပီးထိုးႀကိတ္​ခံလိုက္​ရလို႔ ​ေဆးရံုတက္​​ေနရတဲ့အ​ေမရိကန္​စစ္​ျပန္​ႀကီးတစ္​​ေယာက္​ရဲ႕ ဘဝဇာတ္​​ေၾကာင္​းကို ႐ိုက္​ကူးထားတာျဖစ္​ပါတယ္​။အား​ေပးၾကပါဦး​ေနာ္​ File Size : (1 GB) & ( 300 MB)Quality : BluRay 720pRunning Time : 1 hr 56 minFormat : Mp4Genre : Biography , Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded ...",
        "rating": "6.0",
        "url": "https://megaup.net/1y0cl/Welcome_To_Marwen_[2018]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/First-kiss-140x200.jpg",
        "title": "Fall in Love at First Kiss ( 2019 )",
        "description": "အသစ္ထြက္ ဒီဇာတ္ကားေလးဟာဂ်ပန္ manga series ၿဖစ္တဲ႔ “Itazura na Kiss”ရဲ႕Remake Version ၿဖစ္ပါတယ္..Romanceၾကိဳက္သူေတြအတြက္ေတာ႔ကားေကာင္းပါပဲေကာင္မေလးဟာႏံုအၿပီးစာညံ႕တဲ႔ေကာင္မေလးသူဟာေက်ာင္းရဲ႕အေတာ္ဆံုးေကာင္ေလးကိုသေဘာက်လြန္းလို႕မိန္းကေလးတန္မဲ႔ခ်စ္ခြင္႔ပန္ခဲ႔ေပမယ္႔ၿငင္းပယ္ၿခင္းကိုခံလိုက္ရပါတယ္ဒါေပမယ္႔လည္း ေကာင္မေလးက လက္မေလ်ာ႔ခဲ႔ပါဘူးတေန႔မွာေတာ႔ ကံၾကမၼာဖန္လာေတာ႔ေကာင္မေလးအိမ္ဟာငလ်င္ေၾကာင္႔ပ်က္ဆီးသြားတာမို႔ေကာင္ေလးအိမ္မွာအေၾကာင္းဖန္လာတဲ႔အခါဘယ္လိုေတြဆက္ၿဖစ္ၾကမလဲဆံုဆည္းႏိုင္ၾကပါ႔မလား..ဇာတ္ကားတခုလံုးကို ရိုမန္႔ဆန္ဆန္ၾကည္နူးစြာခံစားရမွာပဲၿဖစ္ပါတယ္Translated & Review By Phyo Zaw",
        "rating": "5.7",
        "url": "https://megaup.net/1y3z4/Fall_In_Love_At_First_Kiss_(Yi_Wen_Ding_Qing)_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/cyan-141x200.jpg",
        "title": "Cyan Wizard ( 2019 )",
        "description": "2019 ထြက္ဇာတ္ကားသစ္ေလးနဲ႕တင္ဆက္ေပးလိုက္ပါတယ္မေကာင္းဆုိး၀ါးေတြၾကီးစိုးေနတဲ႔ေခတ္ကာလၾကီးမွာ လူသားေတြဟာေၾကာက္လန္႔စြာနဲ႔ ေနထိုင္ခဲ႔ရတယ္..မေကာင္းဆုိး၀ါးလို႔သူတို႕ထင္တဲ႔လူတစ္ဦးကိုလည္း မီးရွိဳ႕သတ္ပစ္ဖုိ႕လည္း၀န္မေလးၾကဘူးတာအိုဆရာေလးတစ္ဦးကလည္း မေကာင္းဆုိး၀ါးေတြကိုမေကာင္းၿမင္တဲ႔သူတစ္ဦးပါပဲ..တစ္ေန႔မွာေတာ႔အၿဖစ္အပ်က္တခုေၾကာင္႔ တာအိုဆရာေလးရဲ႕ မေကာင္းဆုိး၀ါးအေပၚအၿမင္ေတြဟာေၿပာင္းလဲသြားရပါတယ္သူ႕အေဖကိုကယ္တင္ဖုိ႕အတြက္ေရာ ဘယ္လိုေတြစြန္႕လႊတ္မွုေတြလုပ္ရမလဲၿပီးေတာ႔ လူသားနဲ႔ မေကာင္းဆုိး၀ါးၾကားထဲက ၿခားနားခ်က္ကိုရွာေဖြရင္း လူသားၿဖစ္ၿဖစ္ မေကာင္းဆုိး၀ါးၿဖစ္ၿဖစ္ ခ်စ္ၿခင္းေမတၱာတရားကသာေလာကၾကီးမွာအလွပဆံုးေသာ အမွတ္တရေတြၿဖစ္တယ္ဆုိတာကိုပံုေဖၚထားတဲ႔ဇာတ္လမ္းေကာင္းေလးပါပဲ ဆက္လက္ၾကည္႕ရွုခံစားပါ This Movie Brought To You By Channel MyanmarTranslated & Review By CM_Chinese TeamEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/1y2sb/Cyan_Wizard_[2019]_(MM_Sub).mkv",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iUlP6aUCyGh3aEEU0DmnFaJlAOg.jpg",
        "title": "Racetime (2018)",
        "description": "ဒီတစ်ခေါက်ကတော့ ကာတွန်းကြိုက်တဲ့ CM ပရိတ်သတ်များအတွက်RaceTime ဆိုတဲ့ ကာတွန်းကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားထဲမှာတော့ ဆောင်းရာသီ နှင်းတောထဲမှာ ကလေးတွေဟာ ကိုယ်တိုင်ဒီဇိုင်းထွင်ထားတဲ့ဆွတ်ဖားလှည်းတွေနဲ့ နှင်းလျှောစီးပြီး နှစ်စဉ်ပြိုင်ပွဲပြုလုပ်နေကျပါ။နှစ်တိုင်းလဲ ဖရန်ကီဆိုတဲ့မှန်ကြောင်လေးက ဗိုလ်စွဲနေကျပေါ့။ဒီနှစ်မှာတော့ သူတို့အရပ်ကိုအသစ်ရောက်လာတဲ့ကောင်လေး ဇက်ကဖရန်ကီကို စိန်ခေါ်ထားပါသတဲ့။အဲဒါနဲ့ပဲ ဖရန်ကီလဲ ပြိုင်ပွဲမှာအနိုင်ရရေး အစွမ်းကုန်ကြိုးစားတော့တာပေါ့။အဲ့တော့ ပြိုင်ပွဲမှာရော ဘယ်လိုရလဒ်ထွက်လာမလဲ။အဲ့ရလဒ်ပေါ်မူတည်ပြိံးရော နောက်ဆက်တွဲဘာတွေ ဆက်ဖြစ်ဦးမလဲဆိုတာကတော့ပူလောင်အိုက်စပ်နေတဲ့ရာသီဥတုမှာ နှင်းတောထဲက ကာတွန်းလေးကြည့်ပြီး အပူလျော့ကြပါစေလို့ပြောရင်း အားပေးလိုက်ကြပါဦး...File Size : (837 MB) & ( 312 MB)Quality : WEB-DL 720pRunning Time : 1 hr 29 minFormat : Mp4Genre : Animation , Adventure , ComdySubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by ...",
        "rating": "5.8",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4",
        "category": "Adventure, Animation, Comedy"
    }
]