[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/weqWthIkdQYtxkQzneSS3TriUxL.jpg",
        "title": "Pagalpanti (2019)",
        "description": "(Unicode)၂၀၁၉ ခုနှစ်ထွက် John Abraham ရဲ့ ဟာသစစ်စစ် ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ ရာ့ချ်ကီရှော၊ဂျန်ကီ၊ချန်ဒူးဆိုတဲ့ ဂြိုလ်ဆိုးစုန်းပြူး သုံးကောင်ပေါ့။ကံဆိုးတာကတော့ ရာ့ချ်ကီရှောရဲ့ ဇာတာပါ။ သူ အလုပ်လုပ်သမျှ အရှုံးပေါ်တယ်။ဘဏ်မှာ အလုပ်လုပ်ရင် ဘဏ်အရှုံးပေါ်တယ်။ အဲ့လို ကံဆိုးမှုက အရိပ်လို လိုက်ခံနေရတဲ့ ကောင်။ ပိုက်ဆံတွေ လိမ်ပြီး ကုန်ပို့လုပ်ငန်းတစ်ခုလုပ်ခဲ့ပါတယ်။သူတို့ ပထမဆုံးပို့ပေးရမှာက လန်ဒန်မြို့ရဲ့ အိန္ဒိယဂန်းစတား သမီးယောက်ဖနှစ်ရဲ့ သမီး မွေးနေ့အတွက်ပါ။မမျှော်လင့်ဘဲ သွားပို့တဲ့ ပစ္စည်းက ပျက်စီးသွားတဲ့အခါမှာ သူတို့ သုံးကောင်ဟာ အဲ့ဒီဂန်းစတားအိမ်မှာ အစေခံလုပ်ဖို့ ဖြစ်လာခဲ့ပါတယ်။ဂြိုလ်ဆိုးသုံးကောင်နဲ့ ဂန်းစတား သူဌေးကြီးတို့ကြား ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲ။သူဌေးကြီးရဲ့ သမီးအချောလေးနဲ့လည်း သံယောဇဉ်တွေ ဖြစ်လာရင်း ချစ်ကြိုက်မိလာတဲ့အခါ သူဌေးကြီး ဘာလုပ်မလဲ။သူတို့ သုံးယောက် ရှိနေတဲ့ အိမ်မို့ ...",
        "rating": "2.9",
        "url": "https://megaup.net/1zJlq/[06569]_Pagalpanti_(2019)_[Comedy]_[John_Abraham]_[INDIA]_[4.8].mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gtssTSvNgY8132hPRtp1DbciYJ6.jpg",
        "title": "Paddleton (2019)",
        "description": "unicodeဒီတစ်ခါတော့ Channel Myanmar ပရိသတ်ကြီးအတွက်အရမ်းကိုကောင်းတဲ့ Comedy/Dramaအမျိုးအစား ကားသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။Ratingတွေ အနေနဲ့ကလဲ Imdb 7.2/10 Rotten Tomatoes 90% တောင်ရရှိထားတာမလို့ဘယ်လောက်ကောင်းလဲ အထွေအထူးရှင်းပြဖို့မလိုပေမယ့်ဇာတ်လမ်းအကျဉ်းလေးကိုတော့ တင်ဆက်ပေးလိုပါသေးတယ်။မိုက်ကယ်နဲ့ အန်ဒီဆိုတာမိသားစုဝင်တွေထက်တောင်ရင်းနှီးကြတဲ့ အိမ်နီးချင်းနှစ်ယောက်ပါ။အတူတူစားမယ်၊အတူတူရုပ်ရှင်ကြည့်မယ်၊တစ်ယောက်ပြောတဲ့ပေါက်ကရတွေကို တစ်ယောက်ကနားလည်ကြတဲ့နွေးထွေးတဲ့မိတ်ဆွေအပေါင်းအသင်းဆက်ဆံရေးမျိုးပေါ့။တစ်နေ့မှာတော့ မိုက်ကယ်မှာ ကင်ဆာနောက်ဆုံးအဆင့်ကိုစစ်ဆေးတွေ့ရှိလာပါတော့တယ်။ဆရာဝန်တွေတောင်လက်လွှတ်လိုက်တဲ့ အခြေအနေမှာမိုက်ကယ်ကလဲကုသဖို့ထက် သေလိုက်ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။ဒါပေမယ့် သူရဲ့နောက်ဆုံးခရီးမှာ သူ့ရဲ့မိတ်ဆွေဖြစ်တဲ့ အန်ဒီကိုဘေးနားရှိစေချင်ခဲ့ပါတယ်။သူတို့နှစ်ယောက်ဘယ်လိုရှေ့ဆက်မလဲ?ဘာတွေရင်ဆိုင်လာရမလဲဆိုတာစိတ်ခံစားချက်မျိုးစုံနဲ့ကြည့်ရှုရမယ့်ကားလေးပါ။ရယ်ရင်းမောရင်းဆိုတဲ့အတိုင်း ရင်မောရတဲ့ခံစားချက်ကိုရယ်ရင်းကြည့်ရှုနိုင်မယ့်ကားလေးတစ်ကားပါပဲ။ဇာတ်လမ်းလေးနာမည်ကတော့ Paddleton(2019) ပါ။ဇာတ်ကားကောင်းလေးမလို့ဒေါင်းယူကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်။File Size : ( 830 MB , 269 MB )Quality : WEB-DL 720pRunning Time : 1 hr 29minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye. Mon ...",
        "rating": "7.2",
        "url": "https://megaup.net/R5r6/(CM)_Paddleton_2019_(Large_Size).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xRan2aHPSR01dgu8tT7FU0yjv7.jpg",
        "title": "Snatchers (2019)",
        "description": "ဒီကားလေးကတော့ ထွက်ထားတာနည်းနည်းကြာနေပေမယ့်IMDb6.9ထိရထားတယ့် horror comedy ဇာတ်လမ်းလေးပါhorrorဆိုပေမယ့်သရဲကားတွေလိုကြောက်ဖို့ကောင်းပုံမျိုးတော့မဟုတ်ပါဘူး(စားသောက်ရင်းနဲ့တော့မကြည့်ပါနဲ့)အထက်တန်းကျောင်းသူကောင်မလေးသူ့ရည်းစားနဲ့တစ်ညတာလွန်ကျူးမိပြီးတော့နောက်နေ့တစ်ရက်မှာချက်ချင်းဗိုက်ကြီးလာပြီးနောက်တစ်ရက်မှာတော့မွေးခါနီးအနေအထားထိဖြစ်သွားတဲ့ထူးဆန်းတဲ့ကိုယ်ဝန်ကိုရသွားပါတော့တယ်ကိုယ်ဝန်ကိုစစ်ကြည့်တဲ့အခါမှာတော့သူဗိုက်ထဲကဟာလေးတွေကဂြိုလ်သားလေးတွေဖြစ်နေပါတော့တယ်ဆေးခန်းမှာသွားမွေးခဲ့ပေမယ့်ဗိုက်ထဲကနေတစ်ကောင်ပဲထွက်ပြီးနောက်တစ်ကောင်ကျန်နေခဲ့တဲ့အခါမှာတော့အဲ့တစ်ကောင်ကိုလည်းဘယ်လိုမွေးမွေးဘယ်လိုမှမွေးလို့မရတဲ့အခါသူနဲ့သူ့သူငယ်ချင်းတို့ဒါတွေဖြစ်လာရတဲ့အကြောင်းရင်းကိုရှာပါတော့တယ်တစ်ဖက်မှာလည်းမွေးထားတဲ့ဂြိုလ်သားကလူတွေကိုလိုက်သတ်ဖြတ်နေတဲ့အခါသူတို့တွေဘယ်လိုရင်ဆိုင်ဖြေရှင်းကြမလဲဒါတွေကိုဘယ်လိုတားဆီးမလဲဂြိုလ်သားတွေကရောဒီကိုဘာအကြောင်းနဲ့ရောက်လာတာလဲဆိုတာကို ကြည့်ရမယ့်ကားလေးပါ File Size : ( 908 MB , 333 MB )Quality : WEB-DL 720pRunning Time : 1 hr 36 minFormat : Mp4Genre : Comedy , Horror , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin zawgyiဒီကားေလးကေတာ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2d0mt/(CM)_Snatchers_2019_(Large_Size).mp4",
        "category": "Comedy, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zzQJUjBDGTz8wM0ONIKU5zQkztl.jpg",
        "title": "Crazy Romance(2019)",
        "description": "Crazy Romance(2019)(unicode)အားလုံးပဲ ၂၀၀၄ခုနှစ်တုန်းကထွက်ခဲ့တဲ့Love Story in Harvard(တစ်ခါတုန်းကတက္ကသိုလ်)ဆိုတဲ့\nဇာတ်လမ်းတွဲလေးကိုကြည့်ဘူးကြမယ်ထင်ပါတယ်\nအဲ့ဒီထဲကမင်းသား Kim Rae-Wonနဲ့ အခုလက်ရှိ ongoing seriesဖြစ်တဲ့ When the Camellia Bloomsဇာတ်ကားထဲက\nမင်းသမီး Gong Hyo-Jinတို့နှစ်ယောက်အတွဲညီညီသရုပ်ဆောင်ထားတဲ့\nဒီကားလေးကိုမိတ်ဆက်ပေးချင်ပါတယ်....\nချမ်းမြေ့ပျော်ရွှင်တဲ့မိသားစုလေးထူထောင်ချင်ပေမယ့်လဲသူချစ်ရတဲ့သူနဲ့လက်ထပ်ရတော့မယ့်အချိန်မှာပဲ\nကံမကောင်းစွာနဲ့ပဲလက်ထပ်ပွဲပျက်သွားတဲ့ပြီးအရက်သမားဖြစ်သွားတဲ့လီဂျေးဟွန်းနဲ့\nအချစ်ကိုအယုံအကြည်မရှိတော့ဘဲ ထင်ရာစိုင်းလုပ်ချင်တာလုပ်ပြီးယောကျာ်းတွေကိုဖြားယောင်းတတ်တယ်လို့နာမည်ကြီးတဲ့\nအိုဆမ်ယောင်းတို့နှစ်ယောက်အလုပ်တစ်ခုတည်းမှာတွေ့ကြတဲ့အခါမှာတော့...\nပွဲက ဘယ်လောက်လှလိုက်မလဲ ခင်ဗျားတို့ စဉ်းစားသာကြည့်တော့....\nဒီကားလေးကCrazy Romanceဆိုတဲ့နာမည်နဲ့တော်တော်လေးလိုက်တယ်လို့ထင်မိပါတယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါ(zawgyi)အားလုံးပဲ ၂၀၀၄ခုႏွစ္တုန္းကထြက္ခဲ့တဲ့Love Story in Harvard(တစ္ခါတုန္းကတကၠသိုလ္)ဆိုတဲ့\nဇာတ္လမ္းတြဲေလးကိုၾကည့္ဘူးၾကမယ္ထင္ပါတယ္\nအဲ့ဒီထဲကမင္းသား Kim Rae-Wonနဲ႔ အခုလက္ရွိ ongoing seriesျဖစ္တဲ့ When the Camellia Bloomsဇာတ္ကားထဲက\nမင္းသမီး Gong Hyo-Jinတို႔ႏွစ္ေယာက္အတြဲညီညီသ႐ုပ္ေဆာင္ထားတဲ့\nဒီကားေလးကိုမိတ္ဆက္ေပးခ်င္ပါတယ္....\nခ်မ္းေျမ့ေပ်ာ္႐ႊင္တဲ့မိသားစုေလးထူေထာင္ခ်င္ေပမယ့္လဲသူခ်စ္ရတဲ့သူနဲ႔လက္ထပ္ရေတာ့မယ့္အခ်ိန္မွာပဲ\nကံမေကာင္းစြာနဲ႔ပဲလက္ထပ္ပြဲပ်က္သြားတဲ့ၿပီးအရက္သမားျဖစ္သြားတဲ့လီေဂ်းဟြန္းနဲ႔\nအခ်စ္ကိုအယုံအၾကည္မရွိေတာ့ဘဲ ထင္ရာစိုင္းလုပ္ခ်င္တာလုပ္ၿပီးေယာက်ာ္းေတြကိုျဖားေယာင္းတတ္တယ္လို႔နာမည္ႀကီးတဲ့\nအိုဆမ္ေယာင္းတို႔ႏွစ္ေယာက္အလုပ္တစ္ခုတည္းမွာေတြ႕ၾကတဲ့အခါမွာေတာ့...\nပြဲက ဘယ္ေလာက္လွလိုက္မလဲ ခင္ဗ်ားတို႔ စဥ္းစားသာၾကည့္ေတာ့....\nဒီကားေလးကCrazy Romanceဆိုတဲ့နာမည္နဲ႔ေတာ္ေတာ္ေလးလိုက္တယ္လို႔ထင္မိပါတယ္....\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizasပါFile Size : (950 MB) and (376 MB)\nQuality : FHD-Rip 720p\nFormat…mp4\nDuration…01:55:00\nGenre : Comedy , Drama, Romance\nSubtitle : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2d0nt/(NZ)Crazy.Romance(2019).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dua9PHGjGE8dmnYyp6CyfFUbO0Y.jpg",
        "title": "Give Me Liberty(2019)",
        "description": "Give Me Liberty(2019)IMDb....7.0\n(unicode)ဒီကားလေးအကြောင်းကတော့\nဗစ်တာဆိုတဲ့ရုရှားလူငယ်လေးဟာ\nရောဂါအမျိုးမျိုးအကြောင်းအမျိုးမျိုးကြောင့်\nလှုပ်ရှားသွားလာလို့မရတဲ့သူတွေကို\nသယ်ယူပို့ဆောင်ပေးတဲ့ကားကုမ္ပဏီရဲ့\nကားမောင်းသမားတစ်ယောက်ပါ\nထင်ရာစိုင်းပြီးကလေးကြီးလိုဖြစ်နေတဲ့\nသူ့အဖိုးကိုပြုစုစောင့်ရှောက်နေတဲ့သူလည်းဖြစ်ပါတယ်\nတစ်နေ့မှာတော့ ဈာပနပွဲတစ်ခုကိုသွားမယ့်သူ့အဖိုးတို့\nသက်ကြီးရွယ်အိုတစ်သိုက်ကိုမဖြစ်ဖြစ်အောင်\nလိုက်ပို့ရမယ့်အခြေအနေတစ်ခုကိုရောက်ရှိလာပါတော့တယ်\nဗစ်တစ်ယောက်အလုပ်ကပို့ပေးရမယ့်လူတွေကတဖက်\nဈာပနပွဲသွားရမယ့်သူတွေကတစ်ဖက်\nကားတစ်စီးနဲ့ဗျာများရပါတော့တယ်\nဆူပူအုံကြွမှုတွေဆန္ဒပြမှုတွေကြားထဲကနေ\nဘယ်လိုဖြတ်‌ကျော်ပြီးလိုရာခရီးကိုသွားမလဲ\nဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ\nပြီးတော့သူတို့နိုင်ငံတွေမှာခန္ဓာကိုယ်နဲ့ဉာဏ်ရည်ချို့တဲ့သူတွေကိုဘယ်လိုပြုစုစောင့်ရှောက်သလဲဆိုတာလေးတွေလဲမြင်တွေ့ရမှာဖြစ်ပါတယ်\nဘဝအတွက်ပြေးလွှားရုန်းကန်လှုပ်ရှားနေရင်း\nဖြစ်တတ်တဲ့ရီစရာအလွဲလေးတွေထည့်သွင်းထားပါသေးတယ်...ရယ်လည်းရယ်ရသလို\nသင်ခန်းစာလေးတွေလည်း ပေးသွားတဲ့ကားမို့ ခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့MarTizasဖြစ်ပါတယ်..(zawgyi)ဒီကားေလးအေၾကာင္းကေတာ့\nဗစ္တာဆိုတဲ့႐ုရွားလူငယ္ေလးဟာ\nေရာဂါအမ်ိဳးမ်ိဳးအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္\nလႈပ္ရွားသြားလာလို႔မရတဲ့သူေတြကို\nသယ္ယူပို႔ေဆာင္ေပးတဲ့ကားကုမၸဏီရဲ႕\nကားေမာင္းသမားတစ္ေယာက္ပါ\nထင္ရာစိုင္းၿပီးကေလးႀကီးလိုျဖစ္ေနတဲ့\nသူ႔အဖိုးကိုျပဳစုေစာင့္ေရွာက္ေနတဲ့သူလည္းျဖစ္ပါတယ္\nတစ္ေန႔မွာေတာ့ ဈာပနပြဲတစ္ခုကိုသြားမယ့္သူ႔အဖိုးတို႔\nသက္ႀကီး႐ြယ္အိုတစ္သိုက္ကိုမျဖစ္ျဖစ္ေအာင္\nလိုက္ပို႔ရမယ့္အေျခအေနတစ္ခုကိုေရာက္ရွိလာပါေတာ့တယ္\nဗစ္တစ္ေယာက္အလုပ္ကပို႔ေပးရမယ့္လူေတြကတဖက္\nဈာပနပြဲသြားရမယ့္သူေတြကတစ္ဖက္\nကားတစ္စီးနဲ႔ဗ်ာမ်ားရပါေတာ့တယ္\nဆူပူအုံႂကြမႈေတြဆႏၵျပမႈေတြၾကားထဲကေန\nဘယ္လိုျဖတ္‌ေက်ာ္ၿပီးလိုရာခရီးကိုသြားမလဲ\nဆိုတာကိုစိတ္ဝင္စားဖြယ္ၾကည့္ရႈရမွာပါ\nၿပီးေတာ့သူတို႔ႏိုင္ငံေတြမွာခႏၶာကိုယ္နဲ႔ဉာဏ္ရည္ခ်ိဳ႕တဲ့သူေတြကိုဘယ္လိုျပဳစုေစာင့္ေရွာက္သလဲဆိုတာေလးေတြလဲျမင္ေတြ႕ရမွာျဖစ္ပါတယ္\nဘဝအတြက္ေျပးလႊား႐ုန္းကန္လႈပ္ရွားေနရင္း\nျဖစ္တတ္တဲ့ရီစရာအလြဲေလးေတြထည့္သြင္းထားပါေသးတယ္...ရယ္လည္းရယ္ရသလို\nသင္ခန္းစာေလးေတြလည္း ေပးသြားတဲ့ကားမို႔ ခံစားၾကည့္ၾကပါဦး...\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့MarTizasျဖစ္ပါတယ္...File Size : (850 MB) and (425 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:50:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/give-me-liberty2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/f9glhMxpIA789fjvMOmKxXSJaRH-133x200.jpg",
        "title": "Ghost Stories of Extreme Taoist (2020)",
        "description": "ဒီရုပ်ရှင်ကားကတော့ ၂၀၂၀ ခုနှစ်မှာ ထွက်ရှိလာတဲ့\nGhost Stories Version အသစ်ဖြစ်ပါတယ်\nဘယ်တော့မှ ကြည့်လို့မရိုးတဲ့ Ghost Stories ရုပ်ရှင်တွေလို\nအလွမ်း အကြမ်း အလန်း တွေ ပါဝင်နေပါတယ်...\nအရင် ရုပ်ရှင်တွေ နဲ့ ဆင်တူသလို နဲ့ ပုံစံကွဲပြီး\nဇတ်ကောင်အသစ်တွေပါ ထည့်ပေးထားပါတယ်\nSunday Night မှာ အပြင်းပြေဖို့ သရဲကား အက်ရှင်\nဇတ်ကားကောင်း တစ်ကား ဖြစ်ပါတယ်\nရုပ်ရှင်ကား ထွက်ထားတာ ပူပူနွေးနွေးဖြစ်ပြီး\nEnglish Subtitle မထွက်သေးလို့\nCM Translator ဖြစ်တဲ့ Lazum Mary မှ\nနားထောင်ပြီး ဘာသာပြန်ပေးထားတာ ဖြစ်ပါတယ်\nXCode မှ တင်ဆက်ပေးထားပါတယ်\nအလွဲ အနည်းငယ်ပါနိုင်တဲ့ အတွက် သည်းခံကြည့်ရှုပေးဖို့\nမေတ္တာရပ်ခံပါတယ်\nzawgyi\nဒီ႐ုပ္ရွင္ကားကေတာ့ ၂၀၂၀ ခုႏွစ္မွာ ထြက္ရွိလာတဲ့\nGhost Stories Version အသစ္ျဖစ္ပါတယ္\nဘယ္ေတာ့မွ ၾကည့္လို႔မ႐ိုးတဲ့ Ghost Stories ႐ုပ္ရွင္ေတြလို\nအလြမ္း အၾကမ္း အလန္း ေတြ ပါဝင္ေနပါတယ္...\nအရင္ ႐ုပ္ရွင္ေတြ နဲ႔ ...",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/ghost-stories-of-extreme-taoist-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
        "title": "Parasite (2019)",
        "description": "(Unicode)ဒီရုပ်ရှင်ကတော့ ဒါရိုက်တာ Bong Joon-Ho ရဲ့ နောက်ထပ် ပြောင်မြောက်တဲ့လက်ရာတစ်ခုပါပဲ။ဒီဒါရိုက်တာကို မသိရင်တောင် သူရိုက်ခဲ့တဲ့ Mother တို့ Memories of murder တို့ကို သိကြမှာပါ။အခုလည်း ဒီရုပ်ရှင်ဟာ 2019 Cannes ရုပ်ရှင်ပွဲတော်ရဲ့ The Palme d'Or ဆုကို ဆွတ်ခူးသွားပြီး ကမ္ဘာကျော်သွားခဲ့ပြန်ပါတယ်။ဒီကားကို ရုံမှာကြည့်ခဲ့တဲ့ သူတိုင်းလည်း ရင်သပ်ရှုမောနဲ့ အကြိုက်တွေ့ခဲ့ရတာချည်းပါပဲ။အခုတင်ပေးထားတဲ့အထဲမှာတော့ ရုံမှာမပါလိုက်တဲ့ အခန်းတစ်ခု အပိုပါပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဘယ်လိုညွှန်းရမှန်းကိုမသိပါဘူး။ဇာတ်လမ်းကတော့ ဆင်းရဲသားမိသားစု တစ်စုဟာ လူချမ်းသာမိသားစုတစ်ခုဆီက လှည့်စားအမြတ်ထုတ်နေရင်း မထင်မှတ်တာတွေ အများကြီးဖြစ်လာတာဆိုပါတော့။ဒီရုပ်ရှင်မှာ ချဲ့တွေးရင်တွေးနိုင်သလောက် သဘောတရားတွေ အများကြီးပြထားပါတယ်။ရိုက်ချက်တွေ ဒါရိုက်တာပြထားတာတွေကလည်း ခံစားရင်ခံစားနိုင်သလောက် သဘောကျစရာတွေ ပြည့်နေတာပါ။ဒီတော့ အရမ်းကောင်းတယ် ကြည့်ကိုကြည့်သင့်တယ်လို့ပဲ ညွှန်းချင်ပါတော့တယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်... File ...",
        "rating": "8.6",
        "url": "https://megaup.net/2ofsi/Parasite_(Gisaengchung)_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/chicken-150x200.jpg",
        "title": "Chicken Girls: The Movie (2018)",
        "description": "Chicken Girls: The Movie (2018)========================#UnicodeChicken Girls: The Movie က Teen Drama, Web Series တစ်ခုဖြစ်တဲ့ နာမည်တူ Chicken Girls ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ဇာတ်ကားလေးပါ။ ဒီဇာတ်ကားမှာတော့ Spring Fling ကပွဲကို ဖျက်သိမ်းခံလိုက်ရတဲ့အတွက်Rhyme က ကပွဲကို ကျင်းပဖြစ်အောင် ကြိုးစားတာကိုတွေ့ရမှာပါ။ ပေါ့ပေါ့ပါးပါးလူငယ်ကြိုက်ဇာတ်ကားတစ်ကားပါပဲ။IMDb Rating 6.6/10 ရထိထားတဲ့ကားလေးပါ။ #ZawgyiChicken Girls: The Movie က Teen Drama, Web Series တစ္ခုျဖစ္တဲ့ နာမည္တူ Chicken Girls ကိုအေျခခံၿပီး႐ိုက္ကူးထားတဲ့ဇာတ္ကားေလးပါ။ ဒီဇာတ္ကားမွာေတာ့ Spring Fling ကပြဲကို ဖ်က္သိမ္းခံလိုက္ရတဲ့အတြက္Rhyme က ကပြဲကို က်င္းပျဖစ္ေအာင္ ႀကိဳးစားတာကိုေတြ႕ရမွာပါ။ ေပါ့ေပါ့ပါးပါးလူငယ္ႀကိဳက္ဇာတ္ကားတစ္ကားပါပဲ။IMDb Rating 6.6/10 ရထိထားတဲ့ကားေလးပါ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ...",
        "rating": "",
        "url": "https://channelmyanmar.org/chicken-girls-the-movie-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vpJe86UKRRK2ZgGnCElpTUVFl5i.jpg",
        "title": "Ujda Chaman(2019)",
        "description": "Ujda Chaman(2019)IMDb...7.4(unicode)တက္ကသိုလ်ပါမောက္ခတစ်ဦးဖြစ်တဲ့ချာမန်ဟာ\nအသက်သုံးဆယ်အရွယ်လူပျိုကြီးတစ်ယောက်..သူ့မှာအိမ်ရှိတယ်\nမိသားစုကောင်းတယ် ...အစိုးရအလုပ်လဲရှိတယ်... ရုပ်ရည်လဲရှိတယ်...\nဒါပေမယ့်..မရှိသေးတာက မိန်းမဖြစ်နေတယ်....\nသူကိုယ်တိုင်ကလည်း အိမ်ထောင်ဖက်ချစ်သူကို အရမ်းလိုအပ်နေပေမယ့်\nသူ့မှာဖျက်နေတာတစ်ခုက\nထိပ်ပြောင်နေတာပါဘဲ..သူ့ရဲထိပ်ပြောင်မှုကြောင့် ဘယ်မိန်းကလေးမိသားစုကမှ\nလက်မခံကြဘူး..တစ်နေ့တော့အွန်လိုင်းပေါ်ကနေ မိန်းကလေးတစ်ယောက်နဲ့\nအပြင်မှာတွေ့ဖို့ချိန်းခဲ့ကြတယ်..ထိပ်ပြောင်လို့ အိမ်ထောင်ဖက် မရဘူးလို့\nဘယ်သူပြောလဲဗျာ.....လိုင်းပေါ်ကသိတဲ့ မိန်းကလေးတစ်ယောက်နဲ့\nအပြင်မှာတွေ့ဖို့ ချိန်းလိုက်တယ်....အဲ့ဒီမှာ ဇာတ်လမ်းက စတော့တာပဲ...\nဘယ်လို အလွဲတွေနဲ့ ခွီးနေရမလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး....\nအိန္ဒိယ ဟာသဇာတ်မြူးကားကောင်းမို့ ဆက်လက်ကြည့်ရှုကြပါကုန်...\nIMDb ...7.4 လည်းရရှိထားပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nZwel Zan Aung ပဲဖြစ်ပါတယ်....(zawgyi)\nတကၠသိုလ္ပါေမာကၡတစ္ဦးျဖစ္တဲ့ခ်ာမန္ဟာ\nအသက္သုံးဆယ္အ႐ြယ္လူပ်ိဳႀကီးတစ္ေယာက္..သူ႔မွာအိမ္ရွိတယ္\nမိသားစုေကာင္းတယ္ ...အစိုးရအလုပ္လဲရွိတယ္... ႐ုပ္ရည္လဲရွိတယ္...\nဒါေပမယ့္..မရွိေသးတာက မိန္းမျဖစ္ေနတယ္....\nသူကိုယ္တိုင္ကလည္း အိမ္ေထာင္ဖက္ခ်စ္သူကို အရမ္းလိုအပ္ေနေပမယ့္\nသူ႔မွာဖ်က္ေနတာတစ္ခုက\nထိပ္ေျပာင္ေနတာပါဘဲ..သူ႔ရဲထိပ္ေျပာင္မႈေၾကာင့္ ဘယ္မိန္းကေလးမိသားစုကမွ\nလက္မခံၾကဘူး..တစ္ေန႔ေတာ့အြန္လိုင္းေပၚကေန မိန္းကေလးတစ္ေယာက္နဲ႔\nအျပင္မွာေတြ႕ဖို႔ခ်ိန္းခဲ့ၾကတယ္..ထိပ္ေျပာင္လို႔ အိမ္ေထာင္ဖက္ မရဘူးလို႔\nဘယ္သူေျပာလဲဗ်ာ.....လိုင္းေပၚကသိတဲ့ မိန္းကေလးတစ္ေယာက္နဲ႔\nအျပင္မွာေတြ႕ဖို႔ ခ်ိန္းလိုက္တယ္....အဲ့ဒီမွာ ဇာတ္လမ္းက စေတာ့တာပဲ...\nဘယ္လို အလြဲေတြနဲ႔ ခြီးေနရမလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး....\nအိႏၵိယ ဟာသဇာတ္ျမဴးကားေကာင္းမို႔ ဆက္လက္ၾကည့္ရႈၾကပါကုန္...\nIMDb ...7.4 လည္းရရွိထားပါတယ္...ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့\nZwel Zan Aung ပဲျဖစ္ပါတယ္....File Size : (900 MB) and (336 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:00:00\nGenre ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/ujda-chaman2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BMmZhZmQ1YjYtMmZkZC00ZTIxLTg5YTctMDczZGJmZTllYjBkXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Black and Blue (2019)",
        "description": "Black & Blue (2019)\nနယူးအော်လန်ရဲ့ ရဲတပ်ဖွဲ့မှ အမျိုးသမီးရဲမေလူသစ်လေး အလီရှာဟာ\nမူးယစ်တိုက်ဖျက်အဖွဲ့တစ်ဖွဲ့က မူးယစ်ဆေးရောင်းသူတွေကို အသေပစ်သတ်နေတဲ့\nဗီဒီယိုကို သူ့ကိုယ်ပေါ်မှာတပ်ဆင်ထားတဲ့ ကင်မရာမှတစ်ဆင့် ရိုက်ကူးထားမိတယ်...\nလူသတ်မှုကို ကျူးလွန်တဲ့ လူသတ်သမားဟာ လာဘ်စားမှုကို ကျူးလွန်နေတဲ့\nမယ်လွန်းဟုခေါ်သောရဲနှင့် သူတို့အဖွဲ့ဖြစ်တာကိုသိလိုက်ရတော့\nသူ့မအသက်ဘေးက လွတ်အောင် သူမကိုကူညီမယ့် သူ့ငယ်သူငယ်ချင်းရဲ့ အစ်ကိုဝမ်းကွဲရဲ့ အကူအညီကို ရခဲ့ပါတယ်...\nအသတ်ခံရတဲ့ဆေးရောင်းတဲ့ ဇီးရိုးဆိုသူမှာ ကင်းစတန်းအဖွဲ့ခေါင်းဆောင် ဒဲရီးယက်စ်ရဲ့ တူသားတော်သူဖြစ်နေလို့\nမယ်လွန်းရဲ့စကားကို နားယောင်ကာ အလီရှာနောက်ကို ဒဲရီးယက်စ်က\nလိုက် မယ်လွန်းက လိုက်နှင့် အသက်ဘေးကလွတ်အောင် ဘယ်လိုတွေရှောင်တိမ်းကြမလဲ...\nသူ့ဆီမှာရှိတဲ့အမှန်တရားကိုရိုက်မိထားတဲ့ ကင်မရာကိုရော စခန်းရောက်အောင်\nဘယ်လိုပို့ပေးမလဲဆိုတာကို ဇာတ်လမ်းလေးကြည့်ရင်း စီးမျောကြတာပေါ့နော်...\nလှုပ်လှုပ်ရှားရှား ကြိုက်နှစ်သက်သူတွေအတွက် လက်လွတ်မခံသင့်တဲ့ IMDb 5.9 ရှိတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်....\nBlack & Blue (2019)\nနယူးအောျလနျရဲ့ ရဲတပျဖှဲ့မှ အမြိုးသမီးရဲမလေူသဈလေး အလီရှာဟာ\nမူးယဈတိုကျဖကြျအဖှဲ့တဈဖှဲ့က မူးယဈဆေးရောငျးသူတှကေို အသပေဈသတျနတေဲ့\nဗီဒီယိုကို သူ့ကိုယျပေါျမှာတပျဆငျထားတဲ့ ကငျမရာမှတဈဆင့ျ ရိုကျကူးထားမိတယျ...\nလူသတျမှုကို ကြူးလှနျတဲ့ လူသတျသမားဟာ လာဘျစားမှုကို ကြူးလှနျနတေဲ့\nမယျလှနျးဟုခေါျသောရဲနှင့ျ သူတို့အဖှဲ့ဖွဈတာကိုသိလိုကျရတော့\nသူ့မအသကျဘေးက ...",
        "rating": "",
        "url": "https://megaup.net/Tzwj/Black_And_Blue_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kuLyLn0bLCieQabdvGwFj0wV1Cz.jpg",
        "title": "Bernie the Dolphin 2 (2019)",
        "description": "ဒီနေ့တင်မဲ့ကားလေးကတော့ မိသားစုနဲ့ကြည့်ဖို့သင့်တော်ပီးကြည်နူးဖို့ကောင်းတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။Bernie The DolphinDolphin(1)ဆိုပီး ၂၀၁၈တုန်းက ထွက်ရှိထားပီးအခုကားကတော့ ၂၀၁၉ကမှထွက်ထားတဲ့ Bernie The Dolphin(2)ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...ကယ်ဗင်နဲ့ဘာနီဟာသူတို့ရဲ့အချစ်ဆုံးသူငယ်ချင်းလေးဘာနီ ပြန်လာတဲ့အရမ်းပျော်နေကြပါတယ်။ဒါပေမဲ့သူတိုရဲ့ ရန်သူဟောင်းကြီး ဝစ်စတန်ဟာ လွတ်ငြိမ်းခွင့်နဲ့ ထောင်ကလွတ်လာပါတယ်.ထောင်ကလွတ်ပီးMarinelandမှာအလုပ်လုပ်ဖို့အကြောင်းဖန်လာပါတယ်။အလုပ်လုပ်ရင်းနဲ့ လင်းပိုင်လေးရက်စ်စကယ်နဲ့ရင်းနှီးလာတဲ့အချိန်မှာအရင်တုန်းက ပြန်ပေးဆွဲမှုမှာ လုပ်ဖော်ကိုင်ဖက်ဖြစ်တဲ့ ဒက်ဗင်နဲ့ပြန်တွေ့ခဲ့ပါတယ်။ဒက်ဗင်ဟာ ဘာနီကိုပြန်ပေးဆွဲဖို့ ဝစ်စတန်ကို ဖိအားပေးပီးတဲ့နောက်မှာတော့ကယ်ဗင်နဲ့ဟော်လီဟာ သူတို့သူငယ်ချင်းဘာနီကို ကယ်တင်နိုင်မှာလား ဆိုတာကိုစိတ်ဝင်တစားရိုက်ပြထားတာဖြစ်ပါတယ်။လင်းပိုင်လေးတွေရဲ့ အမူအရာလေးတွေနဲ့ ညဏ်ကောင်းပီးလူတွေကိုကူညီတတ်လေးတွေကို ကြည့်ရတာအရမ်းချစ်ဖို့ကောင်းပါ တယ်။ဟော်လီနဲ့ကယ်ဗင်ရဲ့ သွက်သွက်လက်လက်သရုပ်ဆောင်ပုံ နဲ့မိသားစုအချင်းချင်းချစ်ခင်ပီးစည်းလုံးကြပုံကိုတွေ့ရမှာဖြစ်ပီး ပေါ့ပေါ့ပါးပါးကားလေးဖြစ်လို့ အခုပဲDownပီးကြည့်သင့်ပါတယ်နော်။File Size : ( 945 MB , 334 MB )Quality : WEB-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre : Action , Comedy , FamilySubtitle : ...",
        "rating": "7.1",
        "url": "https://megaup.net/1x6dy/(CM)_Bernie_The_Dolphin_2_2019_(Large_Size).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xqYhJho9y68XqIYaVLT2mmSxy7v.jpg",
        "title": "Groupers (2019)",
        "description": "Comedy-drama ကားအမျိုးအစားလေးပါ။မက်ဂ်ဆိုတဲ့ကျောင်းသူတစ်ယောက်ကဘရတ်နဲ့ဒေလန်ဆိုတဲ့အထက်တန်းကျောင်းသားနှစ်ယောက်ကိုလူသူမရှိတဲ့ပတ်ဝန်းကျင်ကို ပြန်ပေးဆွဲလာပြီးသူ့ရဲ့စမ်းသပ်ချက်တစ်ခုကိုစမ်းသပ်ပါတော့တယ်။မက်ဂ်ရဲ့မောင်လေးကလည်း သူ့ကိုတစ်ချိန်လုံး အနိုင်ကျင့်ခဲ့တဲ့ဘရတ်နဲ့ဒေလန်ကိုလက်စားချေချင်နေတာပေါ့။ဟိုမိုတွေကိုနှိမ်ပြီး အနိုင်ကျင့်‌‌လေ့ရှိတဲ့ဘရတ်နဲ့ဒေလန်တို့နှစ်ယောက်အတွက် စမ်းသပ်ချက်ကတော့လိင်တူချစ်ကြိုက်တာက ရွေးချယ်မှုတစ်ခုလားမွေးရာပါဗီဇကြောင့်လားဆိုတာကို သက်သေပြရမှာပါ။ဘယ်လိုစမ်းသပ်တာလည်းဆိုတော့သူတို့နှစ်ယောက်ရဲ့လိင်တံကိုပြွန်လိုမျိုးထဲမှာမျက်နှာခြင်းဆိုင်ထည့်ထားပြီးတစ်ယောက်ကိုတစ်ယောက်စိတ်ပါလာတဲ့အခါဆွဲထားတဲ့ခေါင်းလောင်းကအသံမြည်လာမှာပါ။ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်အုံး။ File Size : ( 1 GB , 376 MB )Quality : 720p HDRipRunning Time : 1 hr 49 minFormat : Mp4Genre : Comedy , Drama Subtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded ...",
        "rating": "5.0",
        "url": "https://megaup.net/1x6ex/(CM)_Groupers_2019_(Large_Size).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/zootopia-1-140x200.jpg",
        "title": "Zootopia (2016)",
        "description": "Zootopia (2016)\nIMDb - 8.0/10_____Rotten - 98%\nWon 1 Oscar. Another 46 wins & 71 nominations.\n  \nZootopia (2016) ကို ရုံတင်တုန်းက သွားကြည့်ရတဲ့ ဖီလင်က\nယခင် ကားသစ်တွေ ရုံမှာသွားကြည့်ရတဲ့ ခံစားချက်တွေနဲ့ ဘာမှမဆိုင်ဘူး\nပိုက်ဆံပေးကြည့်ရတာထက် ပိုတန်တယ်...\nပြီးတော့ ယုန်မလေး ရဲ့ မျက်နှာဟာ ယုန်တစ်ကောင်နဲ့ မတူပဲ\nချစ်စဖွယ်ကောင်မလေး မျက်နှာလိုပဲ ဘယ်လိုကြည့်ကြည့် ချစ်ဖို့ကောင်းတယ်\nဒါ့အပြင် မြေခွေး ဆိုလဲ သူ့ရဲ့ ပုံစံနဲ့ လိုက်ဖက်စွာ အကျင့်ယုတ်တာတွေ\nလိမ်တာတွေ နောက်ပြောင်တာတွေက မျက်နှာထား အပြင် ဝတ်စားပုံနဲ့ပါ\nလိုက်ဖက်နေတယ် ဥပမာ ကျနော်တို့ ပျိုတိုင်းကြိုက်တဲ့ လူစီဖာမောနင်းစတား\nရဲ့ မျက်ခွက်နက် ချွတ်စွတ်သွားတူနေတာမျိုး\nပိုသဘောကျမိတာက ဒီကာတွန်းကားတွက် ဇတ်ကောင်တွေ အများကြီး\nသုံးထားတာကိုပေါ့...\nမြေခွေး နဲ့ ယုန်မလေး ဆီမှာပဲ အာရုံစိုက်နေလို့ မရပြန်ဘူး\nကျန်တဲ့ သတ္တဝါလေးတွေက\nတစ်ယောက်တစ်မျိုး ချစ်ဖို့ကောင်း စိတ်ဝင်စားဖို့\nကောင်းနေပြန်ပါတယ်...\nပိုလန်းတာက လူတွေ ရူးသွပ်နေတဲ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/SSs4/Shakira_-_Try_Everything_[MV]_(MM_Sub).mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uNK6YAQVFLopYhWKcf2bsE5H2H.jpg",
        "title": "Comedy Central Roast of Bruce Willis(2018)",
        "description": "Comedy Central Roast of Bruce Willis(2018)(unicode)အခုတင်ဆက်ပေးမှာကတော့ ရုပ်ရှင်ချစ်ပရိတ်သတ်တိုင်း မသိသူမရှိလောက်တဲ့ ‘Die Hard’ မင်းသားကြီး\nဘရုစ်ဝီလစ်ကို အမှန်အကန် တိုက်ခိုက်ပြီး ဟာသလုပ်တဲ့အစီအစဉ်လေးပဲဖြစ်ပါတယ်။ ဒီအစီအစဉ်ကိုတော့\n‘Comedy Central Roast’ လို့ခေါ်ပြီးတော့ ဟောလိဝုဒ်က နာမည်ကျော်တွေ တက်ရောက်ကာ နာမည်ကြီး\nသရုပ်ဆောင်တစ်ယောက်ကို တည်ပြီး မြှောက်ပေးသလိုလိုနဲ့ အားရပါးရ အောက်ကိုရိုက်ချကာ ဟာသလုပ်တဲ့အစီအစဉ်လေးပဲဖြစ်ပါတယ်။ ဘရုစ်မတိုင်ခင် ဒီအစီအစဉ်ကို ဒေါ်နယ်ထရမ့်က အတိုက်ခိုက်ခံ တင်ဆက်ခဲ့ပြီးတော့မှ သမ္မတာဖြစ်သွားခဲ့တာဖြစ်ပါတယ်။ ဒီအစီအစဉ်မှာ ဘရုစ်နဲ့ ရင်းနီးတဲ့ အနုပညာလောကက လူတွေက သူ့ကိုအမျိုးမျိုး ဖောင်းထုပြီး ဟာသလုပ်ထားတာကို ရီမောခံစားရမှာပါ။\nဒီဘိုးတော်ကြီးရဲ့ကားတွေရင်းနှီးလေ ပိုပြီး ကြည့်လို့ကောင်း ရယ်လို့ကောင်းလေဖြစ်တဲ့အပြင် အခြားနာမည်ကျော်မင်း သားမင်းသမီးတွေကိုလည်း တစ်ပြိုင်နက်ဆုံစည်းရမှာဖြစ်ပါတယ်.... တော်တော်ကို ပွင့်လင်းစွာပြောဆိုတာဖြစ်တဲ့အတွက် စကားလုံးတွေကတော့ အနည်းငယ်ကြမ်းနိုင်ပါတယ် ...တချို့ဟာသတွေက သမိုင်းနဲ့ချီစဉ်းစားရတဲ့အတွက် သူ့အမာခံပရိသတ်တွေအတွက်ဆို ပိုပြီးဟာသမြောက်မှာပါ။\nပြီးတော့ ခင်ဗျားတို့ ဒီကားကြည့်ရင် ပျင်းစရာများကောင်းနေမလားဆိုတဲ့သံသယအတွေးကို ဟိုး ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/comedy-central-roast-of-bruce-willis2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ZywJQBsJY7649LJFibEh9bPHGN.jpg",
        "title": "Toss It(2019)",
        "description": "Toss It(2019)(Unicode)ဘ၀မှာလက်တွဲဖော်ရှာရတဲ့အလုပ်ဟာ လွယ်မလိုနဲ့ခက်ပါတယ်...ဖူးစာရေးနပ်ဆိုတာ\nဘယ်တုန်းကများ ကျွန်တော်တို့ကို လွယ်ကူချောမွေ့စွာနဲ့ အချစ်စစ်နဲ့ လက်တွဲဖော်ကို လွယ်လွယ်ကူကူ ရေစက်ဆုံပေးခဲ့လို့လဲ....\nတချို့တချို့သူတွေအတွက်ဆို အခက်ခဲဆုံးအပိုင်းလို့တောင် ပြောလို့ရပါတယ် ဒါဟာရုပ်ရည်ရူပကာ ငွေကြေးချမ်းသာမှု နောက်ခံအသိုင်းဝိုင်းနဲ့ လုံးလုံးလားလားမှမဆိုင်တဲ့ကိစ္စပါ ကိုယ့်ရဲ့ဗီဇ ကိုယ့်လက်တွဲဖော်ရဲ့ဗီဇထပ်တူကျမှအတွဲညီမှာဖြစ်ပါတယ် ဒါပေမယ့် ဒီကားထဲမှာ ဗီဇချင်းမတူ Friendzone လဲဖြစ်ပြီးသားလူနှစ်ယောက်ရဲ့ romantic မဆန်တဲ့အချစ်လမ်းခရီးကိုတွေ့မြင်ရမှာပါ ဇာတ်ကောင်ဖင်းနဲ့ အမ်မလီတို့နှစ်ယောက်ရဲ့ ဂွတီးဂွကျပြီး ရှေ့ရေးမသေချာတဲ့ အချစ်လမ်းခရီးဟာ နောက်ဆုံးသူတို့နှစ်ယောက်ဘယ်လိုဖြစ်သွားမလဲစောင့်ကြည့်ရမှာပါ\nဒီကားဟာ romantic အရမ်းမဆန်ပေမယ့် dialogue တွေသူတို့သုံးတဲ့အခိုင်းနှိုင်းလေးတွေက အရသာတမျိုးပေးစွမ်းလို့ကြည့်လို့ကောင်းပါတယ် မသိမသာတော်ကီလေးတွေကိုဥပမာပေးကျွေးပြီးသူငယ်ချင်းအနေနဲ့တောက်လျှောက်ရှိလာခဲ့တဲ့ အမ်မလီကိုဖင်းဘယ်လိုသိမ်းသွင်းမလဲကြည့်ရမှာပါ\nဒီကားကြည့်မယ်ဆိုရင်တစ်ခုရှိတာက dialogue နဲ့ references အရမ်များတဲ့အတွက် တမူထူးခြားတဲ့ရသတစ်ခုကိုခံစားရမှာပါ..ဒါ့အပြင် သူတို့ဘယ်လိုမခို့တရို့လေးပြောလဲဆိုတာဟာ လည်းကြည့်လို့အတော်ကောင်းပါတယ်...\nကဲ IMdb မှာ 6.1ရထားတဲ့ ဒရာမာကားကောင်းလေးကိုခံစားကြည့်ကြပါ..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်....(zawgyi)ဘ၀မွာလက္တြဲေဖာ္ရွာရတဲ့အလုပ္ဟာ လြယ္မလိုနဲ႔ခက္ပါတယ္...ဖူးစာေရးနပ္ဆိုတာ\nဘယ္တုန္းကမ်ား ကြၽန္ေတာ္တို႔ကို လြယ္ကူေခ်ာေမြ႕စြာနဲ႔ အခ်စ္စစ္နဲ႔ လက္တြဲေဖာ္ကို လြယ္လြယ္ကူကူ ေရစက္ဆုံေပးခဲ့လို႔လဲ....\nတခ်ိဳ႕တခ်ိဳ႕သူေတြအတြက္ဆို ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/toss-it/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3hcVmfsqvCU3Glg9JjUjZp8gkOQ.jpg",
        "title": "Ana (2020)",
        "description": "အသစ်စက်စက်Dramaကားလေးပါ။မင်းသားကြီး Andy Garciaနဲ့ဆယ်ကျော်သက်စတားလေးDafne Keen (Loganကားမှ X23 ဒီကားမှာလည်းအကြောတင်းလေး)တို့ပါဝင်သရုပ်ဆောင်ထားတာပါ။သဘာဝဘေးကြောင့် စီးပွားရေးကပ်ဆိုက်နေတဲ့ပရီတိုရီကိုမြို့မှာကားဝယ်ရောင်းလုပ်ကိုင်နေတဲ့ ရာဖာဆိုတဲ့တစ်ကိုယ်တည်းနေထိုင်သူယောက်ျားကြီးတစ်ယောက်စီးပွားရေးမပြေလည်ပဲ ဆပ်စရာအကြွေးတွေတစ်ပုံကြီးပါ။သူ့အတွက်သူတောင်အနိုင်နိုင်ဖြစ်နေတဲ့အချိန်မှာအိမ်ရှေ့က11နှစ်သမီးလေး အန်နာရဲ့အမေထောင်ခဏကျသွားတဲ့အခါအန်နာကို သူ့ဖခင်ဆီပို့ပေးဖို့ ဆုံးဖြတ်လိုက်ပြီးစောင့်ရှောက်ပေးရပါတော့တယ်။ရာဖာကလည်း အုပ်ထိန်းသူမဲ့နေတဲ့အန်နာ့ကိုစောင့်ရှောက်၊လူလည်မလေးအန်နာကလည်းအကြွေးတွေရက်ပိုင်းအတွင်းဆပ်ရမယ့်ရာဖာအတွက်ပိုက်ဆံရမယ့်နည်းတွေကြံပေးပုံတွေကို ကြည့်ရှုရမှာပါ။ချစ်ခြင်းမေတ္တာကိုဖော်ကျူးထားတဲ့ကားလေးတစ်ကားပါ။ File Size : ( 987 MB , 361 MB )Quality : WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre : Comedy , Drama Subtitle : Myanmar Subtitle (Hard Sub) ...",
        "rating": "5.1",
        "url": "https://megaup.net/1xblp/(CM)_Ana_2019_(Large_Size).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zBhv8rsLOfpFW2M5b6wW78Uoojs.jpg",
        "title": "Hustlers (2019)",
        "description": "(Unicode)ဒီကားလေးကတော့ IMDb 6.5/10 Rotten Tomatoes 88% Google User 77%တောင်ရတထားတဲ့ DRAMA/COMEDY/THRILLER/CRIME ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်.ဒီကားလေးမှာတော့ ကလပ်က ဖော်ချွတ်မယ်လေးတွေရဲ့ ဘ၀ကိုပညာပေးအနေနဲ့ ရိုက်ကူးတင်ပြထားပါတယ်.ဒီကားမှာ နာမည်ကြီး အဆိုတော် Jennifer Lopez ပါ၀င် သရုပ်ဆောင်ထားပြီး တခြား အနုပညာရှင် များစွာလဲ ပါ၀င်ပါတယ်.ဒီကားလေးက ကလပ်က ဖော်ချွတ်မယ်လေးတွေရဲ့ ဘ၀ ခက်ခဲကြမ်းတမ်းမှုတွေ , မိသားစု အဆင်မပြေမှုတွေကို ရိုက်ကူးတင်ပြထားပါတယ်.ဝေါစတရိက လူတွေကို အားကိုးပြီး စီးပွားရှာနေရတဲ့ သူတို့လေးတွေဟာ အမေရိကန် စီးပွားရေးအလှည့်အပြောင်းကြောင့်စီးပွားရေးပျက်စီးသွားရတဲ့အခါ ဘယ်လို ဘ၀ကို ရင်ဆိုင်ပြီး ဘယ်လို ချမ်းသာလာအောင် လုပ်တယ်ဆိုတာကို စိတ်၀င်တခြားကြည့်ရှုရမှာပါ .....က ဖော်ချွတ်အကမယ်ကားဆိုပေမယ့် ၁၈+ ဇာတ်၀င်ခန်းတွေ မပါတဲ့အတွက် အသက်အရွယ်မရွေးကြည့်နိုင်ပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/hustlers-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eu3BAlCrXxGBEWJGbu2kREAMVvV.jpg",
        "title": "Always a Bridesmaid(2019)",
        "description": "Always a Bridesmaid(2019)(unicode)နှစ်သစ်မှာ RO မယ့် ပရိသတ်ကြီးအတွက် romance ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေး ကတော့ သူငယ်ချင်းမင်္ဂလာဆောင်တွေမှာ အမြဲတမ်း သတိုးသမီးအရံလုပ်ပေးရတဲ့ကိုရီနာရဲ့အကြောင်းလေးပါ သူငယ်ချင်းတွေတစ်ယောက်ပြီးတစ်ယောက်မင်္ဂလာဆောင်သွားတယ် သူကတော့ အပျိုကြီးဖြစ်နေတုန်းပဲ\nမင်္ဂလာဆောင်ပွဲတွေကိုသွားရပေမယ့်လဲ သူကတော့မင်္ဂလာဆောင်ရမှာကိုအရမ်းကြောက်နေခဲ့ပါတယ်\nအကြောင်းကတော့ သူ့အဖေကြောင့်ပါ သူ့အဖေက အရင်ကအငယ်နှောင်းထားခဲ့ပါတယ်\nအရင်တစ်ခါကအသည်းကွဲဖူးအဲ့အပြင် သူ့စိတ်ထဲမှာ သူ့အလှည့်ကျရင် သူယူမယ့်ယောက်ျားက အဲ့လိုလုပ်သွားရင်ဆိုတဲ့အတွေးမျိုးနဲ့ မင်္ဂလာမဆောင်ဘဲနေနေတာပါ တစ်နေ့ သူ့သူငယ်ချင်းတွေက အသက်၂၉နှစ်အရွယ် အပျိုကြီးဖြစ်နေတဲ့သူမကို လက်တွဲဖော်ရှာပေးမယ်ဆိုပြီး ဖုန်းထဲကို ဒိတ်အပ်စ် ကိုထည့်သွင်းပေးခဲ့ပါတယ်….\nအဲ့ဒီမှာ သူတကယ်ချစ်တဲ့ကောင်လေးနဲ့တွေ့မလား….တွေ့ခဲ့ရင်ရော ယခင်သံသယစိတ်တွေကြောင့်\nအဆင်ပြေပ့ါမလား…. ရုပ်ရှင်ခေါင်းစဉ်အတိုင်းအမြဲတမ်းသတိုးသမီးအရံပဲဖြစ်နေမလား …\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး…\nဇာတ်လမ်းအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်….(zawgyi)Always A Bridesmaid 2019\nႏွစ္သစ္မွာ RO မယ္႔ ပရိသတ္ႀကီးအတြက္ romance ကားေလးတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလး ကေတာ့ သူငယ္ခ်င္းမဂၤလာေဆာင္ေတြမွာ အၿမဲတမ္း သတိုးသမီးအရံလုပ္ေပးရတဲ႔ကိုရီနာရဲ႕အေႀကာင္းေလးပါ သူငယ္ခ်င္းေတြတစ္ေယာက္ၿပီးတစ္ေယာက္မဂၤလာေဆာင္သြားတယ္ သူကေတာ့ အပ်ိဳႀကီးၿဖစ္ေနတုန္းပဲ\nမဂၤလာေဆာင္ပဲြေတြကိုသြားရေပမယ္႔လဲ သူကေတာ့မဂၤလာေဆာင္ရမွာကိုအရမ္းေႀကာက္ေနခဲ႔ပါတယ္\nအေႀကာင္းကေတာ့ သူ႕အေဖေႀကာင့္ပါ သူ႕အေဖက ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/always-a-bridesmaid2019/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7gbSJNW1g4cSUJJr3SN1TFa6xZt.jpg",
        "title": "Twenty (2015)",
        "description": "ဆယ္ေက်ာ္သက္အ႐ြယ္မွာ လမ္းေပ်ာက္တာတို႔ ႀကဳံဖူးၾကပါလိမ့္မယ္ဒီကားေလးကေတာ့ ဘဝတစ္ေကြ႕ အသက္၂၀ အ႐ြယ္မွာ သူငယ္ခ်င္းသုံးေယာက္လမ္းေပ်ာက္တဲ့ လက္ေတြ႕ဆန္ဆန္ ဟာသကားေလးပါေကာင္မေလးေတြကိုစိတ္ဝင္စားၿပီး အရမ္းေဗြတဲ့ သူေဌးသားလူဆိုး ခ်ာခ်ီဟို(Kim Woo Bin)၊အခ်ိန္ပိုင္းအလုပ္နဲ႔ေက်ာင္းတက္ေနရၿပီး ကာတြန္းဆရာျဖစ္ခ်င္တဲ့ ဒုန္ဝူး (Lee Jun Ho)၊႐ိုးအၿပီးဘာမွမသိရွာတဲ့ စာဂ်ပိုး ေဂ်ာင္းဂ်ယ္ (Kang Ha Neul)...ဇာတ္လမ္းကေတာ့ ႐ိုး႐ိုးေလးဆိုေပမယ့္ လက္ေတြ႕ဆန္လြန္းလို႔ တစ္ကားလုံး အခြီေတြခ်ည္းပဲေနာ္...စကားအေျပာအဆိုေတြနဲ႔ တခ်ိဳ႕အခန္းေတြက ++ ေလးေတြပါေပမယ့္မထင္ထားတဲ့ဟာသေလးေတြနဲ႔ တစ္ကားလုံးအူတက္ေအာင္ရယ္ရမွာပါ...ဒီကားကို ႏွစ္ခါေလာက္ျပန္ၾကည့္မိမယ္ဆိုတာ မွန္းရဲပါတယ္ ၾကည့္ၿပီးေနာင္တမရေစရပါဘူး...ကိုးရီးယားကားဆိုၿပီး မိန္းကေလးေတြအႀကိဳက္လို႔ပဲမထင္လိုက္နဲ႔ေနာ္..သိခ်င္ရင္ ေဒါင္းၾကည့္ၾကေနာ္ဒီကားၾကည့္ၿပီး အေမာေျပၾကလိမ့္မယ္လို႔ အာမခံပါတယ္ ။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Hnin Pale ျဖစ္ပါတယ္ )[Unicode]ဆယ်ကျော်သက်အရွယ်မှာ လမ်းပျောက်တာတို့ ကြုံဖူးကြပါလိမ့်မယ်ဒီကားလေးကတော့ ဘဝတစ်ကွေ့ အသက်၂၀ အရွယ်မှာ သူငယ်ချင်းသုံးယောက်လမ်းပျောက်တဲ့ လက်တွေ့ဆန်ဆန် ဟာသကားလေးပါကောင်မလေးတွေကိုစိတ်ဝင်စားပြီး အရမ်းဗွေတဲ့ သူဌေးသားလူဆိုး ချာချီဟို(Kim Woo Bin)၊အချိန်ပိုင်းအလုပ်နဲ့ကျောင်းတက်နေရပြီး ကာတွန်းဆရာဖြစ်ချင်တဲ့ ဒုန်ဝူး ...",
        "rating": "",
        "url": "https://megaup.net/2c4x4/Twenty_(2015).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4d4mTSfDIFIbUbMLUfaKodvxYXA.jpg",
        "title": "The Two Popes (2019)",
        "description": "၂၀၁၇ ခုနှစ် The Pope အမည်ရပြဇာတ်ကိုမှီငြမ်းရိုက်ကူးထားတဲ့၂၀၁၉ ခုနစ်ထွက် Biological Drama အမျိုးအစားပဲဖြစ်ပါတယ်....The Best Director Award ရရှိထားတဲ့ Fernando Meirelles ရိုက်ကူးထားတဲ့အပြင်IMDB ကလည်း 7.7/10 ရရှိထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအမျိုးအစားကတော့ သူ့ဇာတ်ကားနာမည်အတိုင်းပုပ်ရဟန်းမင်းကြီးနှစ်ပါးအကြောင်းပဲဖြစ်ပါတယ်ပုပ်ရဟန်းမင်းကြီ ဘန်နဒစ်နံပါတ်ခြောက်ကရှေးရိုးဆန်ပြီး ခေတ်နောက်ပြန်ဆွဲတဲ့ Conservative တစ်ယောက်ပြီးတော့သူက ဂျာမန်လူမျိုးလည်းဖြစ်နေပါသေးတယ်..ဘုန်းတော်ကြီး ဘာဂိုလီယိုကတော့ ပြုပြင်ပြောင်းလဲရေးသမားအာဂျင်တီးနားလူမျိုးတစ်ယောက်...ကြမ္မာလှည့်ကွက်တွေကြောင့် သူတို့နှစ်ယောက် တွေ့ဆုံကြတဲ့အခါသူတို့နှစ်ယောက်ကြားက မတူညီတဲ့အတွေးအခေါ်တွေ...အပြုအမူတွေနဲ့... လုပ်ရပ်တွေကြားမှာဘယ်သူက တကယ့်ပြောင်းလဲမှုတွေဖန်တီးပေးနိုင်မလဲဆိုတာကိုစောင့်ကြည့်ရမယ့်ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်...ဘာသာရေးဆက်နွယ်တဲ့ဇာတ်ကားဖြစ်ပေမယ့်လုံးဝမပျင်းမရိရပဲ ပညာသားပါတဲ့ဒိုင်ယာလော့ဒ်တွေအောက်မှာစီးမျောစေရမယ်လို့အာမခံပါတယ် File Size : ( 1 GB , 363  MB )Quality : ...",
        "rating": "7.7",
        "url": "https://megaup.net/2S3hs/(CM)_The_Two_Popes_2019_(Large_Size).mp4",
        "category": "Biography, Comedy, Drama"
    }
]