[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BY2NmMGY5M2EtYTUxMy00OTY4LTgwYWMtM2YzODdhZTI2Yzc4L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjYxNzY5MjE@._V1_SY1000_CR007341000_AL_-220x300.jpg",
        "title": "Sahara (2017)",
        "description": "ပူျပင္းေျခာက္ေသြ႕တဲ့သဲကႏာၱရထဲမွာ ေႁမြအုပ္စု ၂ ခုရွိပါတယ္..\nလွပတဲ့ေႁမြစိမ္းေတြက အိုေအစစ္နား အရိပ္အာဝါသတစ္ခုကိုခိုလံႈရင္း လူသူအေႏွာင့္အယွက္ကင္းေဝးစြာ ေနထိုင္ၾကပါတယ္..\nေနာက္ေႁမြတစ္မ်ိဳးျဖစ္တဲ့ေႁမြေဟာက္ေတြကေတာ့ ကႏာၱရထဲမွာပဲ က်င္လည္က်က္စားၿပီး ၿပိဳင္ဆိုင္မႈျပင္းထန္ကာ\nစားဝတ္ေနေရးခက္ခဲၾကမ္းတမ္းမႈေတြၾကားမွာ ႐ုန္းကန္ေနရတဲ့ ေႁမြေတြပါ ...\nက်ိက်ိတက္ခ်မ္းသားတဲ့ သူေဌးေတြနဲ႔ လမ္းေဘးက ဒုစ႐ိုက္နယ္ေျမလိုေပါ့ဗ်ာ..\nဒီကာတြန္းကားကေတာ့ အဂ်ားလို႔ေခၚတဲ့ ေႁမြေဟာက္ငယ္ေလးရဲ႕ အခ်စ္အတြက္ စြန္႔စားခန္းကို႐ိုက္ထားတာပါ..\nသူဟာ အေရခြံေတာင္မလဲရေသးတဲ့ မႏူးမနပ္ေႁမြျဖစ္တာေၾကာင့္ အၿမဲအႏိုင္က်င့္ခံေနရသူျဖစ္ပါတယ္..\nတစ္ေန႔မွာေတာ့ အစိမ္းေရာင္ေတြလူးၿပီး ေႁမြစိမ္းအေယာင္ေဆာင္ကာ ေႁမြစိမ္းေတြနယ္ေျမဆီမွာ ေနထိုင္ဖို႔ ထြက္လာခဲ့တယ္..\nအဲဒီနယ္ေျမက အျပင္လူဝင္တာနဲ႔ အျပတ္ရွင္းမယ့္ေကာင္ေတြ ေစာင့္ၾကပ္ေနတယ္..\nအဲလိုသြားရင္းနဲ႔ အီဗာလို႔ေခၚတဲ့ ေႁမြစိမ္းမေလးနဲ႔ဆံုပါေလေရာ..\nအီဗာဆိုတာက အိုေအစစ္တဝိုက္မွာ အခ်မ္းသာ အႂကြယ္ဝဆံုးနဲ႔ အာဏာအရွိဆံုးေႁမြသူေဌးႀကီးရဲ႕ သမီးေတာ္...\nသူက ခ်မ္းသာမႈနဲ႔ လံုျခံဳသက္သာမႈကို ရြံမုန္းၿပီး အစဥ္အလာကိုဆန္႔က်င္ခ်င္သူ..\nစီစဥ္ထားတဲ့လက္ထပ္ပြဲကိုေရွာင္လႊဲခ်င္သူ.. ကႏာၱရထဲမွာ ဘာေတြရွိလဲဆိုတာကို စူးစမ္းခ်င္သူ ေႁမြဂ်စ္မေလး..\nဒီလိုနဲ႔ အဂ်ားနဲ႔အီဗာေတြ႕ၾကပါေလေရာဗ်ာ..\nအီဗာတစ္ေယာက္ နယ္ေျမထဲက ခိုးထြက္ရင္း ကႏာၱရခရီးသြားအာရပ္ေတြရဲ႕ ဖမ္းဆီးျခင္းခံရတဲ့အခါမွာေတာ့\nအဂ်ားတစ္ေကာင္ဟာ သူ႔သူငယ္ခ်င္း ပစ္ဆိုတဲ့ကင္းၿမီးေကာက္ကို အေဖာ္ျပဳရင္း\nအခ်ိန္မေရြးေသသြားႏိုင္တဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/TBwk/Sahara_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/det_k_widow1-143x200.jpg",
        "title": "Detective K: Secret of Virtuous Widow (2011)",
        "description": "Detective K: Secret of Virtuous Widow (2011)_____IMDb - 6.3/10\n  \nDetective K ဟာဆိုရင်တော့ကိုးရီးယားဟာသအက်ရှင်ကားလေးကိုပြေးမြင်ကြမှာပါ။\nဒီကားလေးကို၂၀၁၁ခုနှစ်မှာထုတ်ဝေခဲ့ပြီးအဲဒီနှစ်ရဲ့ကိုးရီးယားမှာ\nစတုတ္ထမြောက်ရောင်းအားအကောင်းဆုံးဖြစ်ခဲ့ပါတယ်။\nဇာတ်အိမ်ကို၁၇၉၃ခုနှစ်ဂျီအိုဂျုန်မင်းနန်းတက်ပြီး၁၇နှစ်အကြာဂျိုစွန်ပြည်ကို\nနောက်ခံထားထားပါတယ်။မင်းကြီးဟာနိုင်ငံအတွင်းစီးပွားရေးဆုတ်ယုတ်လာမှုအပေါ်\nစုံစမ်းရင်းမင်းမှုထမ်းတွေကြားလာဘ်စားမှုတွေကိုတိုက်ထုတ်ဖို့ကြံရွယ်တာပါ။\nလူယုံတွေနည်းပါးနဲ့တဲ့အချိန်မှာပဲသူစိတ်အချရဆုံးဖြစ်တဲ့စုံထောက်ကြီးကေကို\nလာဘ်စားမှုတွေလူသတ်မှုတွေကိုစုံစမ်းဖို့အမိန့်တာဝန်ပေးလိုက်ပါတယ်။\nစုံထောက်ကေတယောက်ဖမ်းဆီးမိထားတဲ့တပ်မှူးကိုစစ်ဆေးဖို့ထောင်ထဲသွားတဲ့အခါမှာတော့\nတပ်မှူးအရာရှိကအသတ်ခံထားနှင့်ရပါပြီ။အလောင်းကိုစစ်ဆေးကြည့်လိုက်တဲ့အခါ\nဦးခေါင်းနောက်မှာအပ်လေးစိုက်ပြီးသတ်ခဲ့တာကိုတွေ့ခဲ့ရတာကစပြီး\nအမှုရဲ့သဲလွန်စတွေရခဲ့ပါတယ်။ကံဆိုးချင်တော့တခြားအရာရှိတွေရောက်လာတဲ့အခါအပ်လေးကိုင်ပြီး\nအလောင်းဘေးရပ်နေတဲ့စုံထောက်ကြီးကိုအထင်လွဲပြီးအကျဉ်းချလိုက်ပါတော့တယ်။ဒါပေမယ့်\nခွေးချစ်သူဆိုဖီးရဲ့အကူအညီနဲ့ပဲထောင်ကနေဖောက်ပြေးလာပါတယ်။ဒီလိုကိစ္စတွေကြောင့်မင်းကြီးကသူ့ကို\nရာထူးကချပြီးလက်ရှိအမှုကိုလွတ်ကာဂျုတ်စုန်းကအမှုတခုကိုစုံစမ်းခိုင်းလိုက်ပါတယ်။\nသာမန်အမှုလို့ထင်ရပေမယ့်ဒီအမှုကနေပဲအားလုံးသောလူသတ်မှုတွေလာဘ်စားမှုနေနဲ့ဆက်နွယ်\nနေတာကိုစုံထောက်ကြီးသိလိုက်ရပြီးတဲ့နောက်….\nစုံထောက်ကြီးကေတယောက်ဘယ်လိုဖော်ထုတ်မလဲဆိုတာတော့ဟာသလေးတွေနှော\nထားတဲ့DetectiveKဇာတ်ကားလေးကိုကြည့်လိုက်ရအောင်ဗျာ။\n  \nDetective K ဟာဆိုရင္ေတာ့ကိုးရီးယားဟာသအက္ရွင္ကားေလးကိုေျပးျမင္ၾကမွာပါ။\nဒီကားေလးကို၂၀၁၁ခုႏွစ္မွာထုတ္ေ၀ခဲ့ျပီးအဲဒီႏွစ္ရဲ႕ကိုးရီးယားမွာ\nစတုတၳေျမာက္ေရာင္းအားအေကာင္းဆံုးျဖစ္ခဲ့ပါတယ္။\nဇာတ္အိမ္ကုိ၁၇၉၃ခုႏွစ္ဂ်ီအိုဂ်ဳန္မင္းနန္းတက္ျပီး၁၇ႏွစ္အၾကာဂ်ဳိစြန္ျပည္ကို\nေနာက္ခံထားထားပါတယ္။မင္းၾကီးဟာႏိုင္ငံအတြင္းစီးပြားေရးဆုတ္ယုတ္လာမႈအေပၚ\nစုံစမ္းရင္းမင္းမႈထမ္းေတြၾကားလာဘ္စားမႈေတြကိုတိုက္ထုတ္ဖို႕ၾကံရြယ္တာပါ။\nလူယံုေတြနည္းပါးနဲ႕တဲ့အခ်ိန္မွာပဲသူစိတ္အခ်ရဆံုးျဖစ္တဲ့စံုေထာက္ၾကီးေကကို\nလာဘ္စားမႈေတြလူသတ္မႈေတြကိုစံုစမ္းဖို႕အမိန္႔တာ၀န္ေပးလိုက္ပါတယ္။\nစံုေထာက္ေကတေယာက္ဖမ္းဆီးမိထားတဲ့တပ္မွဴးကိုစစ္ေဆးဖို႕ေထာင္ထဲသြားတဲ့အခါမွာေတာ့\nတပ္မွဴးအရာရွိကအသတ္ခံထားႏွင့္ရပါျပီ။အေလာင္းကိုစစ္ေဆးၾကည့္လိုက္တဲ့အခါ\nဦးေခါင္းေနာက္မွာအပ္ေလးစုိက္ျပီးသတ္ခဲ့တာကိုေတြ႕ခဲ့ရတာကစျပီး\nအမႈရဲ႕သဲလြန္စေတြရခဲ့ပါတယ္။ကံဆိုးခ်င္ေတာ့တျခားအရာရွိေတြေရာက္လာတဲ့အခါအပ္ေလးကိုင္ျပီး\nအေလာင္းေဘးရပ္ေနတဲ့စံုေထာက္ၾကီးကိုအထင္လြဲျပီးအက်ဥ္းခ်လိုက္ပါေတာ့တယ္။ဒါေပမယ့္\nေခြးခ်စ္သူဆိုဖီးရဲ႕အကူအညီနဲ႕ပဲေထာင္ကေနေဖာက္ေျပးလာပါတယ္။ဒီလိုကိစၥေတြေၾကာင့္မင္းၾကီးကသူ႕ကို\nရာထူးကခ်ျပီးလက္ရွိအမႈကိုလြတ္ကာဂ်ဳတ္စုန္းကအမႈတခုကိုစံုစမ္းခိုင္းလိုက္ပါတယ္။\nသာမန္အမႈလို႕ထင္ရေပမယ့္ဒီအမႈကေနပဲအားလံုးေသာလူသတ္မႈေတြလာဘ္စားမႈေနနဲ႕ဆက္ႏြယ္\nေနတာကိုစံုေထာက္ၾကီးသိလိုက္ရျပီးတဲ့ေနာက္….\nစံုေထာက္ၾကီးေကတေယာက္ဘယ္လိုေဖာ္ထုတ္မလဲဆိုတာေတာ့ဟာသေလးေတြေႏွာ\nထားတဲ့DetectiveKဇာတ္ကားေလးကိုၾကည့္လိုက္ရေအာင္ဗ်ာ။\n   \nFile Size : 850 MB\nQuality : Bluray 720P\nRunning Time : 1hr 55minutes\nFormat : Mp4\nGenre : Action, Comedy, Crime\nTranslator : Firdays\nEncoder :Tariq L Walker",
        "rating": "6.3",
        "url": "https://megaup.net/Tnsm/Detective_K_-_Secret_Of_Virtuous_Widow_(Joseon_Myungtamjung_-_Gakshituku_Ggotui_Biil)_[2011]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/rock-dog-movie-poster-2016-1020774034-203x300.jpg",
        "title": "Rock Dog (2016)",
        "description": "2016 မွာထြက္ထားတဲ့ကာတြန္းတစ္ကားျဖစ္ၿပီး တရုတ္-အေမရိကန္ဖက္စပ္ျဖစ္ပါတယ္...\nIMDb 5.5 ရရွိထားၿပီး ကာတြန္းကားႀကိဳက္သူေတြအတြက္ ၾကည့္ေပ်ာ္တဲ့ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္..\nတရုတ္တို႕ထံုးစံအတိုင္း ကြန္ဖူးအနည္းငယ္ပါသလို သိုးေတြရဲ႕ထံုးစံအတိုင္း အရာရာကို ေမ့တတ္ၿပီး\nအပူအပင္ကင္းတဲ့ပံုစံပံုေဖာ္ထားတာေၾကာင့္ ဟာသေရာထားတဲ့ဇာတ္ကားလို႕ ဆိုရမွာပါ..\nဇာတ္လမ္းအက်ဥ္းကေတာ့... ႏွင္းေတာင္တန္းတစ္ခုေပၚမွာ သိုးေတြစုေ၀းေနထိုင္ၾကတဲ့ၿမိဳ႕တစ္ၿမိဳ႕ရွိပါတယ္..\nသူတို႕ဟာ ပူပင္ေၾကာင့္ၾကမႈကင္းစြာနဲ႕ သီခ်င္းေလးတီးလိုက္ ဆိုလိုက္..\nသိုးေမႊးေတြထုတ္လုပ္လိုက္နဲ႕ ၿငိမ္းခ်မ္းေနၾကသူေတြပါ...\nသူတို႕ကို ေစာင့္ၾကပ္ေပးတဲ့ၿမိဳ႕ေစာင့္ႀကီးကေတာ့ Khampa လို႕ေခၚတဲ့ တိဗက္ေခြးတစ္ေကာင္ပဲျဖစ္ပါတယ္..\nအဲဒီေခြးေတြဟာ မ်ိဳးရိုးစဥ္ဆက္ ၿမိဳ႕ေစာင့္အလုပ္ကို လုပ္ခဲ့ၾကသူေတြျဖစ္ၿပီး သိုင္းပညာတတ္ကြ်မ္းသူေတြပါ...\nေလာကႀကီးမွာ ကိုယ္က ဘယ္ေလာက္ပဲ ၿငိမ္းခ်မ္းေပ်ာ္ရႊင္ေနပါေစ...\nဒါကို ဖ်က္စီးမယ့္အေႏွာင့္အယွက္ဆိုတာ ရွိစၿမဲပါ..\nအဲလိုပဲ သိုးေတြရဲ႕ၿမိဳ႕ကို အပိုင္သိမ္းၿပီး စားေသာက္ပစ္ဖို႕ အၿမဲေခ်ာင္းေနတဲ့၀ံပုေလြအုပ္ၾကီးရွိပါတယ္\nသူတို႕ၿမိဳ႕ကုိ က်ဴးေက်ာ္တိုက္ခိုက္ေပမယ့္လည္း Khampa ေၾကာင့္ အၿမဲေနာက္ဆုတ္ၿပီး\nေျပးရတာမို႕ Khampa ကိုေတာ့ အေသေၾကာက္ရပါတယ္..\nKhampa မွာ Bodi လို႕ေခၚတဲ့ သားတစ္ေကာင္ရွိၿပီး သူကေတာ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/rock-dog-2016/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/idio-208x300.jpg",
        "title": "Idiocracy 2006",
        "description": "ကျွန်တော်တို့ ရုပ်ရှင်တွေ စာအုပ်တွေထဲမှာ အနာဂါတ်ဆိုတာကို ဉာဏ်ရည်ပိုမြင့်မားတဲ့လူတွေ တိုးတက်တဲ့ နည်းပညာတွေနဲ့ ပုံဖော်ကြတာကို တွေ့ကြမှာပါ။ ဒါပေမယ့် ဆင့်ကဲပြောင်းလဲမှုဖြစ်စဉ်က ဉာဏ်ရည်မြင့်မားမှုကို မပေးအပ်ခဲ့ရင် ဘယ်လိုဖြစ်လာမလဲ? ဒီဇာတ်လမ်းမှာ ကြည့်လိုက်ရအောင်။၂၀၀၅ ခုနှစ်ကာလမှာ ပညာရှင်တွေဟာ ကမ္ဘာကြီးရဲ့ မဟာပြဿနာကြီးကို သတိထားမိခဲ့ပါပြီ။ အဲဒါကတော့ လူသားတွေရဲ့ ဉာဏ်ရည်ဟာ အချိန်နဲ့အမျှ လျော့ကျလာနေကြတာပါ။ အဲဒီပြဿနာကနေ ကယ်တင်နိုင်ဖို့ သိပ္ပံပညာရှင်တွေဟာ သူတို့ခေတ်ရဲ့ အတော်ဆုံး အကောင်းဆုံးလူသားတွေကို နှစ်ပေါင်းများစွာ သိုလှောင်ထားနိုင်ဖို့ ကြံစည်ပါတော့တယ်။ ဒါပေမယ့် အဲဒီနည်းစနစ်ကို စမ်းသပ်ဖို့အတွက်ကိုတော့ ပထမဆုံးအနေနဲ့ လုံးဝမထူးခြားတဲ့ သာမာန်ဉာဏ်ရည်နဲ့ ဂျိုးဆိုတဲ့ ယောကျား်တစ်ယောက်နဲ့ ရီတာ ဆိုတဲ့ မိန်းမတစ်ယောက်ကို အရင်စမ်းသပ်ကြည့်ပါတယ်။ သူတို့၂ ယောက်ကို စမ်းသပ်ပြီးပြီးချင်းမှာပဲ အဲဒီစီမံကိန်း ရပ်ဆိုင်းသွားခဲ့ပြီး သူတို့ ၂ ယောက်ကို မေ့သွားကြပါတယ်။ သူတို့ ၂ ယောက်ပြန်နိုးလာတဲ့အချိန်ဟာ အနာဂါတ်နှစ် ...",
        "rating": "6.6",
        "url": "https://megaup.net/1H7yW/Idiocracy_[2006]_(MM_Sub).mp4",
        "category": "Comedy, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/big-200x300.jpg",
        "title": "Big Stan (2007)",
        "description": "Big Stan (2007)_____IMDb - 6.2/10\n အိမ်ခြံမြေအကျိုးတော်ဆောင်တယောက်ဖြစ်တဲ့စတန်မင်တန်တယောက်လိမ်လည်မှုနဲ့ထောင်နန်းစံရမယ့်အဖြစ်ကိုရောက်လာခဲ့ပါတယ်။\nထောင်ထဲမှာထောင်သားအချင်ချင်းမုဒိန်းကျင့်တဲ့အကြောင်းတွေကြားဖူးနေတဲ့စတန်ဟာသူ့ထောင်ကျရတော့မှာ\nကိုတွေးပြီးကြောက်နေပါတော့တယ်။ထောင်မကျမှီအချိန်အတွင်းကြံမိကြံရာကြံရင်းစတန်တယောက်သူ.\nကိုဘက်စုံတိုက်ခိုက်ရေးကျွမ်းကျင်သူအဖြစ်သင်ပေးမယ့်ဆရာတယောက်နဲ့တွေ့ခဲ့ပါတယ်။\nအဲဒီဆရာကျေးဇူးနဲ့ပဲထောင်ထဲရောက်တဲ့အခါအားနည်းသူတွေအကူအညီလိုသူတွေကိုကူညီတိုက်ခိုက်ပေးရင်းဆရာကြီး\nတပါးဖြစ်လာပါတယ်။\nထောင်တွင်းအနိုင်ကျင့်မှုတွေကိုကာကွယ်ရင်းထောင်သားတွေရဲ့လေးစားမှုကိုရလာခဲ့ပါတယ်။\nဒါပေမယ့်တဖက်မှာလည်းအကျင့်ပျက်ထောင်ဝန်ထမ်းတဦးရဲ့အမြတ်ထုတ်ဖို့ကြံစည်နေတာကလည်းစတန်\nအတွက်ဘေးကြပ်နံကြပ်ဖြစ်နေပါတယ်။\nအဲတော့စတန်တယောက်ဘယ်လိုေ့ရှဆက်နိုင်မလဲဆိုတာကတော့ပေါ့ပေ့ါပါးပါးနဲ့ဟာသလေးတွေနှောထားတဲ့\nBigStanဇာတ်ကားလေးကိုကြည့်လိုက်ရအောင်ဗျာ။\nထောင်တွင်းအနိုင်ကျင့်မှုအထူးသဖြင့်မုဒိန်းကျင့်မှုကိုရှုံ့ချဖို့ဦးတည်ပြီးဟာသလေးတွေနဲ့တင်ဆက်ထားတာပါ။\nညအားလပ်ချိန်တွေကိုရယ်ရင်းမောရင်းအပန်းဖြေလိုက်ရအောင်ပါ။\nဒီကားလေးကို၂၀၀၇ခုနှစ်မှာထုတ်ဝေခဲ့ပြီးဝင်ငွေ၈.၇သန်းရရှိခဲ့ပါတယ်။\n \nညစ်ညမ်းတဲ့အသုံးအနူန်းတွေပါရှိလို. မိသားစုနဲ.အတူကြည့်ဖို့မသင့်တော်ပါဖူးခင်ဗျာ\n \n(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ Fridays ပဲဖြစ်ပါတယ်) \nFile Size : 860 MB\nQuality : Bluray 720P\nRunning Time : 1hr 45minutes\nFormat : Mp4\nGenre : Action, Comedy\nTranslator : Fridays\nEncoder :Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://megaup.net/4fL3k/Big_Stan_[2007]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BOTg3Njk2NTIxNF5BMl5BanBnXkFtZTcwNTc4MTEzMw@@._V1_SY1000_CR006761000_AL_-203x300.jpg",
        "title": "Rumor Has It… (2005)",
        "description": "ဆာရာ ဟတ္တင္ဂါ တစ္ေယာက္ ကယ္လီဖိုးနီးယား မ်ာရွိတဲ့သူ ့ညီမ အန္နီ ရဲ ့မဂၤလာပြဲကို သြားခဲ့တယ္မဂၤလာအႀကိဳပြဲေန ့မွာေတာ့ ဆာရာ တစ္ေယာက္သူ ့အဖြားဆီကေန သူ ့အေမက သူရဲ ့အေဖနဲ ့မဂၤလာမေဆာင္ခင္တစ္ရက္မွာ သူရဲ ့အတန္းေဖာ္သူငယ္ခ်င္းတစ္ေယာက္နဲ ့ထြက္ေျပးသြားခဲ့တယ္ဆိုတာ သိလိုက္ရတယ္အဲ့ဒီေနာက္ပိုင္းမွာေတာ့ ဆာရာဟာ သူ ့ရဲ ့ဖခင္အရင္းကဘယ္သူျဖစ္မလဲဆိုတာကို သိခ်င္လာတယ္သူ ့ညီမ မဂၤလာပြဲၿပီးတဲ့အခ်ိန္မွာေတာ့ ဆာရာတစ္ေယာက္သူ ့အေမရဲ ့ေနာက္ေၾကာင္းကိုစၿပီး စံုစမ္းဖို ့အတြက္ဆန္ဖရန္ စစၥကို ၿမိဳ ့ကို ခရီးထြက္လာတဲ့ အခါမွာေတာ့ ဘာေတြဆက္ျဖစ္မလဲသူ ့အေဖအရင္း ကေကာ ဘယ္သူျဖစ္မလဲဆိုတာ သိရေအာင္ဒီဇာတ္လမ္းေလးကို ၾကည့္ရႈခံစားလိုက္ၾကရေအာင္ဗ်ာ(ဘာသာျပန္သူကေတာ့ Fridays ပဲျဖစ္ပါတယ္)File Size : 750 MB / 330 MB\nQuality ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/rumor-has-it-2005/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/FB_IMG_1493982860803-210x300.jpg",
        "title": "Casa Amor: Exclusive for Ladies (2015)",
        "description": "Casa Amor: Exclusive for Ladies [NC-17]\n ကဲဒီတစ်ခါတော့ ပရိတ်သတ်ကြီးအတွက် သောကြာနေ့လိုည\nမျိုးမှာ ပင်ပန်းခဲ့သမျှကို ရီမောရင်းပြေပြောက်စေဖို့အတွက်\nအချစ်ဟာသ ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားလေးမှာပါဝင်ထားတဲ့ မင်းသမီးကိုတော့ စီးရီးအကြိုက်ပရိတ်သတ်\nတွေဆိုရင်းနှီးနေကြမှာပါ ဇာတ်လမ်း အကျဉ်းလေးကတော့\nအလုပ်အပေါ် ရူးသွပ်စွဲလန်းလွန်းသူ ဘိုဟီး တစ်နေ့မှာတော့\nကံဇာတာတက်ပြီးအလုပ် ပရိုမိုးရှင်းအတွက်အခွင့်အရေး တစ်ခုရရှိလာပါ\nတော့တယ် အဲ့တာကတော့ ကုမ္ပဏီ ရဲ့ထုတ်ကုန်အသစ်ကို\nနိုင်ငံခြားရင်းနှီးမြှပ်နှံသူတွေဆီကို တင်ပြမိတ်ဆက်ပေးရမှာပါ\nဘဝအတွက်တက်လမ်း ကိုမြင်နေရတဲ့အတွက် ဘိုဟီးတစ်ယောက်\nအမှားမခံတော့တဲ့အခြေအနေမှာ ကံဆိုးစွာနဲ့ ကွန်ဒိုတစ်ခုထဲနေတဲ့\nလူကြီးကစားစရာ ဆိုင်ပိုင်ရှင်နဲ့ ပါဆယ်ခြင်းမှားသွားပါတော့တယ်\nကဲ ပရိတ်သတ်ကြီး ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့\nဆက်ကြည့်လိုက်ကြတော့နော်\nတစ်ခုသတိပေးထားခြင်တာက\nအချစ်ဟာသဆိုပေမဲ့ Adult Scence တွေ ပေါပေါသီသီ ပါနေတာရယ်\nဒိုင်ယာလော့ခ်တွေကကြမ်းတာမို့မိသားစုနဲ့မကြည့်ကြဖို့\nတော့ပြောလိုက်ပါရပါရစေတော့ဗျာ\n \nဘာသာပြန်သူကတော့ ကိုကွန်ပိုက်ပါဗျာ \nနမူနာကြည့်ရန်",
        "rating": "6.2",
        "url": "https://megaup.net/2djn1/Casa_Amor_-_Exclusive_For_Ladies_(Woking_Geol)_[18+]_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/s-232x300.jpg",
        "title": "Sam (2015)",
        "description": "မိန္းကေလးျဖစ္ရတာလြယ္လြယ္ေလးမဟုတ္ပါဘူး။\nဒီဇာတ္ကားေလးကားေတာ့2015ခုႏွစ္ကထြက္ရွ္တဲ့ခဲ့အခ်စ္ဟာသဇာတ္ကားေလးပါ။\nနယူးျမိဳ႕တြင္ေနထုိင္လွ်က္ရွိေသာေယာက္်ားေလးတစ္ဦးမွ ပဥၥလက္ဆန္စြာနဲ႔\nမိန္းကေလးတစ္ဦးအတြင္သုိ႔ကူးေျပာင္းသြားျပီး ႀကံဳေတြ႔ရတဲ့အခက္အခဲေတြဟာသဆန္ဆန္ရုိက္ကူးထားပါတယ္\nေပါေတာေတာကားမဟုတ္ဘဲေပးခ်င္တဲ့messageေတြလည္းပါတဲ့ဇာတ္ကားတစ္ကားမုိ႔\nCMပရိသတ္ႀကီးအႀကိဳက္ေတြ႔ေစမွာအမွန္ပါပဲ။File Size : 800 MB / 300 MB\nQuality : WEBDL 720P\nRunning Time : 1hr 40minutes\nFormat : Mp4\nGenre :    Comedy, Fantasy, Romance  \nEncoder :Thanhtike Zaw \nDownload Here Yoteshin Link\n Download Here WEBDL 720p (800 MB) Openload Link\n  \nDownload Small File Size 360p (300 MB) Openload Link",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/sam-2015/",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BNWM0ZDRiZDQtMzkxMy00YTMwLWEyMzUtMWRkN2FlY2E0OWQxXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_-212x300.jpg",
        "title": "Wolf Girl and Black Prince (2016)",
        "description": "သူငယ္ခ်င္းေတြကအတြဲကိုယ္စီနဲ႔သာယာေနတဲ့အခ်ိန္ ကိုယ္က အခ်စ္ဆိုတာ ခ်ိဳနဲ႔လားလို႔\nေမးယူရတဲ့လူတစ္ေယာက္ျဖစ္ေနရင္ ဘာပဲျဖစ္ျဖစ္ လူရွိန္ေအာင္လို႔ Rsလိုလို\nဘာလိုလိုညာေျပာမိမယ္ထင္တာပဲေနာ္:P။\nဒီကားထဲက အဲရီကာေလးကလဲ အဲ့လိုေလၽွာက္ဖိန္႔ၿပီး ေတြ႕ကရာေကာင္ေလးတစ္ေယာက္ပံုကို\nသူ႔ခ်စ္သူပါဆိုၿပီး ညာထားမိလိုက္ပါတယ္။ျဖစ္ခ်င္ေတာ့ အဲ့ေကာင္ေလးက\nသူတို႔ေက်ာင္းက စကီေလးေတြအသဲစြဲ ေကာင္ေလးျဖစ္ေနတာကို သူမသိလိုက္တာပါပဲ။\nသူ႔သူငယ္ခ်င္းေတြက အဲ့ေကာင္ေလးကိုမွတ္မိၿပီး အဲ့ေကာင္ေလးနဲ႔မိတ္ဆက္ခိုင္းေတာ့\nအဲရီကာတစ္ေယာက္ အၾကံအဖန္ထုတ္ရပံုကိုဒီကားထဲမွာေတြ႕ရမွာပါ\nေရွ႕ေလ်ာက္ ဒီေအးတိေအးစက္ေကာင္ေလးရယ္ အဲရီကာေလးရယ္ဘယ္လိုေတြ ႏွစ္ပါးသြားသလဲဆိုတာေတာ့ ဇာတ္လမ္းထဲမွာဆက္ၾကည့္ဖို႔တိုက္တြန္းပါရေစ။ခ်စ္ဖို႔ေကာင္းတဲ့ ကားေလးပါ။\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ေအးမြန္ေက်ာ္ ပဲျဖစ္ပါတယ္)File Size : 800 MB / 400 MB\nQuality : Bluray 720P\nRunning Time : 1hr 56minutes\nFormat : Mp4\nGenre :    Comedy, Drama, Romance\nTranslator : Aye Mon Kyaw\nEncoder :Thanhtike Zaw \nDownload Here Yoteshin Link\n Download Here Bluray 720p (800 MB) Openload ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/wolf-girl-and-black-prince-2016/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjA3MDM4OTk5OV5BMl5BanBnXkFtZTgwODg0MjMzMTI@._V1_SY1000_CR006621000_AL_-199x300.jpg",
        "title": "Journey to the West: The Demons Strike Back (2017)",
        "description": "Jounery to the west လုိ႔ဆုိလုိက္တာနဲ႔ ဆရာေတာ္နဲ႔သူ႔တပည့္၃ေယာက္အေႀကာင္းဆုိတာ လူတုိင္းသိႀကမွာပါ။ ယခုကားကေတာ့ အရင္2013ခုႏွစ္ကထြက္ရွိထားခဲ့တဲ့ Journey To The West : Conquering the demons ရဲ႕အဆက္ပါ ။ ပထမကားနဲ႔လည္းကြားျပားသလုိ အရင္ထြက္ရွိခဲ့တဲ့ဝူခုံးဇာတ္ကားေတြနဲ႔လည္းကြဲျပားမွာအမွန္ပါပဲ။ ယခုဇာတ္ကားကုိေတာ့ စတီဗင္ေခ်ာင္က ဒါရုိက္တာလုပ္ျပီးရုိက္ကူးထားပါတယ္။ Cm ပရိသတ္ႀကီးအႀကိဳက္ေတြ႔ေစမယ့္ဇာတ္ကားတစ္ကားပါ။\n(ဘာသာျပန္သူကေတာ့ ကို Con Pike ျဖစ္ပါတယ္)File Size : 950 MB / 500 MB\nQuality : WEBDL 720P\nRunning Time : 1hr 49minutes\nFormat : Mp4\nGenre :   Adventure, Comedy, Fantasy  \nTranslator : Con Pike\nEncoder :Thanhtike Zaw \nDownload Here Yoteshin LinkDownload Here WEBDL 720p ...",
        "rating": "5.6",
        "url": "https://megaup.net/1zv4m/Journey_To_The_West_-_The_Demons_Strike_Back_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/04_poster_I_Hate_Luv_Storys_2010_Blu_Ray_720p_n_HD-1-203x300.jpg",
        "title": "I hate Luv Storys(2010)(ျမန္မာစာတန္းထိုး)",
        "description": "အခ်စ္ကုိယုံၾကည္မႈမရွိတဲ့ေကာင္ေလးတစ္ေယာက္ရယ္\nအခ်စ္ကုိဘာသာျပန္မွားေနတဲ့ေကာင္မေလးတစ္ေယာက္ရယ္\nလုပ္ငန္းခြင္မွာထိပ္တိုက္ေတြ႕ရင္း\nအခ်စ္ဆုိတာေလွာင္ရယ္စရာလုိ႔ထင္တဲ့ေကာင္ေလးရယ္\nအခ်စ္ဆုိတာ လူေနမႈဘ၀ျပည့္စုံမွ အခ်စ္လုိ႔ထင္တဲ့ေကာင္မေလးရယ္\nသူတုိ႔ထင္ထားသလုိ အခ်စ္ဆုိတာ ျဖစ္မလာတဲ့ အခ်ိန္မွာ ဘာဆက္ျဖစ္မလဲ\nဇာတ္ကားရဲ႕tempoအတက္အက် ပရိတ္သတ္ကုိဆြဲေဆာင္ႏုိင္မႈေတြေျပာစရာမရွိေလာက္ေအာင္ေကာင္းပါတယ္\nကုလားကားသီခ်င္းေတြပါေနက်ဆုိေပမဲ့ ခုဇာတ္ကားထဲမွာ ထည့္သင့္တဲ့ေနရာထည့္သင့္တဲ့အခ်ိန္\nအားလုံး timing  ကုိက္လွပါတယ္\nသီခ်င္းထဲက သရုပ္ေဆာင္ခ်က္ေတြကလည္း ဇာတ္လမ္းရဲ႕သရုပ္ေဖာ္ပုံစံျဖစ္ေနလုိ႔မေက်ာ္သင့္ပါဘူး\nအေကာင္းဆုံးကေတာ့မင္းသမီးရဲ႕သရုပ္ေဆာင္ခ်က္ေတြေကာင္းပါတယ္\nသူမရဲ႕မ်က္လုံးေတြကပဲ ဇာတ္လမ္းကုိဆြဲေဆာင္ႏုိင္တယ္လုိ႔ေျပာရင္မမွားပါဘူး\nDrama comedyအမ်ဳိးအစားျဖစ္ပါတယ္ လက္မလႊတ္သင့္တဲ့ ကားေကာင္းေလးပါ\nIMDb rating 5,6/10 အထိရရိွထားပါတယ္။\n(ဇာတ္ကားဘာသာၿပန္သူနဲ႕ အညႊန္းေရးသူကေတာ့ Channel Myanmar ရဲ႕\nပရိသတ္တေယာက္ၿဖစ္တဲ့ \"Pyae Phyo\" ပဲၿဖစ္ပါတယ္။)Download or watch from Openload(900 Mb)\n CM Link\nSmall File Size(500Mb)",
        "rating": "",
        "url": "https://channelmyanmar.org/i-hate-luv-storys2010/",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Mourning-Grave-209x300.jpg",
        "title": "Mourning Grave (2014)",
        "description": "Moon lover ထဲက နံပါတ္ ၈ မင္းသားေလး Kang Ha Neul ရဲ့ သူရဲကားေလးပါ။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ကန္အင္ဆိုး ဆိုတဲ့ေကာင္ေလးက ငယ္ငယ္ေလးကတည္းက\nတေစၦသူရဲေတြကို ျမင္နိုင္တဲ့သူပါ။\nသူက သတၱိမရွိေၾကာက္တတ္တဲ့သူငယ္ေလး ဆိုေတာ့ အျမဲေၾကာက္ရြံထိတ္လန္႔ေနရတဲ့သူတစ္ေယာက္ပါ။\nတေစၦသူရဲေတြကေတာ့ သူတို႔ မကြ်တ္မလြတ္တာကို အကူအညီေတာင္းဖို႔လာၾကေပမယ့္\nသူကေၾကာက္တတ္ေတာ့ မျမင္ခ်င္ေယာင္ေဆာင္တတ္ပါတယ္ ။\nတစ္ေန႔မွာေတာ့ သူျမိဳ႔မွာ တစ္ေယာက္တည္း အထီးက်န္တဲ့အတြက္ ငယ္ငယ္က သူေနခဲ့ဖူးတဲ့ျမိဳ႔ကေလးမွာ\nဦးေလးျဖစ္တဲ့သူနဲ႔အတူ ေနထိုင္ရေအာင္ ျပန္လာခဲ့ရင္း သူရဲမေခ်ာေခ်ာေလးတစ္ေယာက္ကိုေတြ႔ခဲ့ပါတယ္။\nဒီသူရဲမေလးကေတာ့ သူခါတိုင္းျမင္ေနက် သူရဲေတြနဲ႔ မတူဘဲသူ႔ကို ခင္ခင္မင္မင္ မိတ္ဖြဲ႔လာလို႔\nမျမင္ခ်င္ေယာင္ေဆာင္ရင္းကေနပဲ ခင္မင္သြားခဲ့ပါတယ္။\nဒီလို သူတို႔ေက်ာင္းေလးမွာ သူငယ္ခ်င္းေတြ တစ္ေယာက္ျပီးတစ္ေယာက္ေပ်ာက္သြားၾကပါတယ္။\nေက်ာင္းထဲမွာ   ေသြးအလိမ္းလိမ္းနဲ႔ ေဆးဟီးဆိုတဲ့ သူရဲတစ္ေယာက္ရယ္\nCM ကမိုးျမင့္လြင္လို ဆံပင္အလြာလိုက္မ်က္နွာဖံုးေနတဲ့ သူရဲမတစ္ေကာင္ရယ္လည္း ရွိပါေသးတယ္။\n“ ေဆးဟီး” ကေတာ့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mourning-grave-2014/",
        "category": "Comedy, Horror, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/My-Best-Friends-Wedding-poster-133x200.jpg",
        "title": "My Best Friend’s Wedding (2016)",
        "description": "My Best Friend's Wedding (2016)_____IMDb - 5.1/10\n  ဒီတစ်ခါ ဇာတ်ကားလေးကတော့ IMDb 5.1 ရရှိထားတဲ့\nRomance/Comedy Chinese ဇာတ်ကားလေးဖြစ်ပါတယ်\nအဓိက သရုပ်ဆောင်တွေ အနေနဲ့\nIce Fantasy ဇာတ်ကားထဲက မင်းသား သရုပ်ဆောင် Shaofeng Feng နဲ့\nနာမည်ကြီး တရုတ် မင်းသမီး Qi Shu တို့က သရုပ်ဆောင်ထားပါတယ်\n  ဇာတ်လမ်း အကျဉ်းပြောရရင် ငယ်ငယ်လေးကတည်းက အတူကြီးပြင်းလာရတဲ့ သူငယ်ချင်းနှစ်ယောက် ရှိတယ်။တစ်နေ့ သူငယ်ချင်းကောင်လေးက တစ်ခြား ကောင်မလေးကို လက်ထပ်တော့မယ်လို့ ပြောလာတဲ့ အချိန်မှာ သူငယ်ချင်း ကောင်မလေးက မခံနိုင်ဖြစ်ပြီး သူ့သူငယ်ချင်း ကောင်လေးရဲ့ အချစ်တွေ သူကိုယ်တိုင်ကလွဲပြီး ဘယ်သူမှ မရစေရဘူးဆိုပြီး ကြုံးဝါးကာ ဘာတွေ ဆက်လုပ်မလဲ ဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ထက်ရှူ့စားကြပါလို့.....\nဇာတ်ကားလေးက ချစ်စရာကောင်းပါတယ် အတူတူကြီးပြင်းလာတဲ့ သူငယ်ချင်း ကောင်လေးနဲ့ ကောင်မလေးတွေ အတွက် ...",
        "rating": "5.1",
        "url": "https://megaup.net/Usao/My_Best_Friend_s_Wedding_(Wo_Zui_Hao_Peng_You_De_Hun_Li)_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/s-l300-1-211x300.jpg",
        "title": "Cat and Mouse (2003)",
        "description": "2003 ခုႏွစ္ကထြက္ရွိၿပီး ေပါင္ခ်ိန္ က်န္ေက်ာင္းကားကို\nဟာသဘားရွင္းအေနနဲ႔ရိုက္ကူးထားတဲ့ အခ်စ္ဟာသကား\nေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့\nမင္းသာႀကီးကေတာ့ အသဲေက်ာ္ အန္ဒီပဲ ျဖစ္ပါတယ္ဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ Zhan Zhao (Andy Lau) ဟာ\nေပါင္လူႀကီးမင္းရဲ႕ ရံုးစာေရး ကိုယ္ရံေတာ္ ငတိပါ တစ္ေန႔မွာ သူဟာ\nရံုးအားလပ္ရပ္မွာ သူငယ္ေလးတစ္ေယာက္နဲ႔ဆံုေတြ႕ခဲ့ပါတယ္\nထိုအခ်ိန္မွာပဲ တရားသူႀကီးေပါင္ကို လုပ္ႀကံတဲ့ အမူတစ္ခုထြက္ေပၚလာရာမွ\nေပါင္လူႀကီးမင္းကိုလုပ္ႀကံမူကို Zhan Zhao (Andy Lau) ဟာ\nတားဆီးဖို႔ႀကိဳးစားရင္း သူေမ်ွာ္လင့္ထားသလို ျဖစ္မလာပဲ သူငယ္ေလးဟာ\nေသာက္က်ိဳးနည္း ေခ်ာတဲ့ေကာင္မေလး ျဖစ္ေနၿပီး သူ႔ကိုတိတ္တဆိတ္\nကူညီေပးေနတဲ့သူျဖစ္လာတဲ့အခါမွာေတာ့ .....................\nဘာသာျပန္ကေတာ့ Chu Qiao ပါဗ် ။Download From Yoteshin Link",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/cat-and-mouse-2003/",
        "category": "Comedy, Drama, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Screenshot_2017-04-26-17-01-31-58-1-235x300.png",
        "title": "Befikre (2016)",
        "description": "Befikre (သို႔) ျပင္သစ္ျပည္က အခ်စ္ဇာတ္လမ္းေလးတစ္ပုဒ္\nImdb မွာေတာ့ unrated ျဖစ္ၿပီး အခ်စ္ဟာသ\nဇာတ္ျမဴးေလးပါ ဒါရမ္ကာ နဲ႔ ရွီယာ တို႔၂ေယာက္ရဲ႕\nအခ်စ္ဇာတ္လမ္းရိုးရိုးေလးကို ဟာသေလး တစက္၂စက္ထည့္\nအလြမ္း ၅၀ သားနဲ႔ မ်က္ရည္ ၁က်ပ္ခြဲသားေလာက္ ေပါင္းစပ္လိုက္တဲ့\nအခါမွာေတာ့ Befikre ဆိုတဲ့ ဇာတ္လမ္းေလးထြက္ေပၚလာပါေတာ့တယ္\nကဲ အားလံုးျမည္းစမ္းၾကည့္ဖို႔ အဆင္သင့္ျဖစ္ၿပီဆိုရင္ေတာ့\nေအာက္မွာပဲ လင့္ေပးထားပါတယ္ေနာ္Download From YoteShin portal",
        "rating": "3.6",
        "url": "https://channelmyanmar.org/befikre-2016/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Screenshot_2017-04-26-05-50-11-56-192x300.png",
        "title": "Little Big Soldier (2010)",
        "description": "Imdb 7 ရထားတဲ့ မင္းသာႀကီးဂ်က္ကီခ်န္းရဲ႕ ဇာတ္ကားေလး\nတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nPG 13 ဆိုေတာ့ ၁၃ႏွစ္အထက္မွၾကည့္ၾကပါ ေနာ့္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ စစ္သားအိုႀကီးဟာ\nတစ္ဖက္ႏိုင္ငံရဲ႕ စစ္ဗိုလ္ေပါက္စနေလးကို ဆုေၾကးေငြေတြ\nရရွိဖို႔အတြက္ ျပန္ေပးဆြဲကာ ခရီး ရွည္ႀကီးကိုျဖတ္သန္းရာမွ\nဘာေတြျဖစ္ၾကမယ္ဆိုတာကို ေတာ့ အားေပးၾကည့္ ရွဴလိုက္ပါေတာ့\nဘာသာျပန္က ဘုန္းထက္လင္းပါ :)Download Yotshin Link",
        "rating": "7.0",
        "url": "https://megaup.net/2g85p/Little_Big_Soldier_[2010]_(MM_Sub).MP4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/11175292_ori-1-200x300.jpg",
        "title": "Grown Ups 2 (2013)",
        "description": "ဒီGrown ups 2 2013 ကားေလးကေတာ့ဟာသ မင္းသားႀကီးAdam Sandlerရဲ႕\n2010ကGrown ups ကားေလးရဲ႕အဆက္ပါ\nAdam Sandlerဆိုရင္ေတာ့ ဟာသႀကိဳက္ပရိသတ္ႀကီးတို႔မသိဘဲေနမွာမဟုတ္ပါဘူး\nနာမည္မသိရင္ေတာင္မွသူ႔ကားေတြကိုေတာ့ရင္းရင္းႏွီးႏွီး ေတြ႔ဖူးမွာပါ\nကဲအၫႊန္းေလးကိုဆက္သြားရေအာင္\nဒီကားေလးမွာေတာ့Adam Sandlerျဖစ္တဲ့လန္နီဟာ သူရဲ႕ဇာတိၿမိဳ႕ေလးမွာျပန္ၿပီးေနထိုင္ေနပါတယ္\nGrown Ups 1 မွာအသက္ႀကီးႀကီးအဘြားႀကီးနဲ႔ ယူထားတဲ့ေရာ့ကေတာ့ဒီကားမွာ သူ႔မိန္းမနဲ႔ကြဲၿပီး\nေက်ာင္းကားေမာင္းေနပါတယ္ ေရာ့ကို ဒီ2မွာေတာ့ အခန္းနည္းနည္းပဲေတြ႕ရမွာပါ\nတျခားသူငယ္ခ်င္းေတြ ျဖစ္တဲ့ လန္မြန္ေဆာ့နဲ႔မက္ကင္ဇီတို႔ကလည္းကေလးေတြ လည္းႀကီးျပင္းလာၿပီးေတာ့\nဟစ္ဂင္ကေတာ့သူ႔ရဲ႕သား ဆိုၿပီးေတာ့ ရထားနဲ႔ေရာက္လာခဲ့ပါတယ္\nတစ္ေန႔မွာ လန္မြန္ေဆာ့ကို သူတုိ႔ငယ္ငယ္ကခုန္ခ်ေနက် ေခ်ာက္ကမ္းပါးမွာခုန္ခ်ခိုင္းဖို႔သြားရင္းနဲ႔\nTwilightထဲက ဝံပုေလြမင္းသားဂ်က္ေကာ့ ျဖစ္တဲ့ဲ့အန္ဒီတို႔အဖြဲ႔နဲ႔ေတြ႔ၿပီးအ႐ွက္ေတြကြဲခဲ့ရပါတယ္\nဂ်က္ေကာ့ Taylor Launterကိုေတာ့ဒီထဲမွာ ေပါေတာ ေတာ ေကာလိပ္ေက်ာင္းသားအျဖစ္ေတြ႔ရမွာပါ\nအန္ဒီတို႔အဖြဲ႔ကိုဟစ္ဂင္ရဲ႕သားျဖစ္သူကမေက်နပ္ ဘဲအန္ဒီတို႔ေနတဲ့ေနရာကိုဖ်က္ဆီးခဲ့ပါတယ္\nအန္ဒီတို႔ကလန္နီတို႔လုပ္တယ္ထင္ၿပီး လန္နီတို႔ပါတီကို လာေရာက္ဖ်က္ဆီးၿပီး\nႏွစ္ဖြဲ႔ခ်ၾကပံုမ်ားကို ပရိသတ္ႀကီး သြားမစိဘဲၾကည့္ရမွာပါ\nလန္နီအတြက္ သတင္းဆိုးလား သတင္းေကာင္းလားလို႔ ေျပာရမဲ့ေန႔ေရာက္လာပါတယ္\nသူ႔မိန္းမမွာကိုယ္ဝန္႐ွိေန ...",
        "rating": "5.4",
        "url": "https://megaup.net/Tw3z/Grown_Ups_2_[2013]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/leap-poster-143x200.jpg",
        "title": "Leap! (2016)",
        "description": "Leap! (2016)_____IMDb - 6.8/10၁၈၇၉ ခုနှစ် ပြင်သစ်ကို ဇတ်အိမ်တည် အခြေခံရိုက်ကူးထားတဲ့ Animated ကာတွန်းကား Ballerina ထဲက\nနှစ်လိုဖွယ်မိဘမဲ့ကလေးငယ်လေးရဲ့ အိမ်မက်ဟာ ကချေသည်တစ်ယောက်ဖြစ်လာဖို့ပါပဲ။\nဆံပင်အနီရောင်နဲ့ ကလေးမလေး Félicie (အသံသရုပ်ဆောင် Elle Fanning) ဟာ ဘရစ်တနီက သူတို့ရဲ့မိဘမဲ့ဂေဟာကနေ\nသူ့အချစ်ဆုံးသူငယ်ချင်း Victor (Dane DeHaan) နဲ့အတူထွက်ပြေးသွားခဲ့ပါတယ်။\nသူမရဲ့အိမ်မက်ဖြစ်တဲ့ ဘဲကလေးကချေသည်တစ်ဦးဖြစ်လာဖို့နဲ့ ဗစ်တာကတော့ တီထွင်သူတစ်ယောက်ဖြစ်လာဖို့ ရည်ရွယ်ချက်တွေနဲ့ပေါ့။\nပဲရစ်မြို့တော် ။ ကောင်လေးကတော့ နာမည်ကျော် Gustave Eiffel ရဲ့အလုပ်သင် တပည့်တစ်ယောက်ဖြစ်လာခဲ့ပြီး\nကောင်မလေးကတော့ လူချမ်းသာမိန်းကလေးတစ်ယောက်ရဲ့နာမည်ကိုယူပြီး ကဇတ်ရုံမှာ ဘဲလေးကချေသည်တစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။\nကဇတ်ရုံမှာ အကပညာသင်ယူခွင့်ရဖို့ဆိုတာ ငွေကြေးပြည့်စုံတဲ့ အထက်တန်းလွှာဖြစ်ရုံတင် မကပဲကြိုးစားအားထုတ်မူနဲ့မှ ရောက်ရှိနိုင်တဲ့နေရာပါ။\nပျော်ပျော်နေတတ်တဲ့ Félicie ရဲ့ချစ်စဖွယ်အကျင့်လေးကပဲ သူမကိုအောင်မြင်တဲ့ဘဝဆီကို ရောက်ရှိအောင် ကူညီပေးခဲ့တယ်ဆိုရပါမယ်။\nသူ့ရဲ့ ချစ်စရာ သူငယ်ချင်းလေး DeHaan ရဲ့ Victor နဲ့အတူပေါ့။\nရယ်စရာလေးတွေလဲ ဟိုနားဒီနားပါပါသေးတယ်။ ဒါပေမဲ့ ဒီနေရာမှာကတော့ မှော်ဆန်တဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1xsfz/Leap!_(Ballerina)_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/magic_to_win-複製-215x300.jpg",
        "title": "Magic to Win (2011)",
        "description": "ထူးျခားဆန္းျပားမႈေတြနဲ႔ ကမၻာႀကီးထဲက ကိုယ္စီ သဘာဝလြန္စြမ္းအားေတြပိုင္ဆိုင္ထားတဲ့\nလူသားေတြရဲ႕စိတ္ဓာတ္နဲ႔ဘဝေနထိုင္မႈအေၾကာင္း ရိုက္ကူးထားတဲ့ ဇာတ္လမ္းေလးတစ္ပုဒ္ပါ\nေဘာ္လီေဘာအရံႈးေၾကာင့္စိတ္ညစ္ေနတဲ့ ခ်န္ေမစီတစ္ေယာက္ အမွတ္မထင္\nသူ႔ရဲ႕ဆရာ ပါေမာကၡကန္နဲ႔တိုက္မိပီး သဘာဝလြန္ေမွာ္စြမ္းအားကို ပိုင္ဆိုင္ခဲ့ရပါတယ္\nေမွာ္စြမ္းအားကို သူ႔ရဲ႕ေနထိုင္မႈအတြက္ လူငယ္ပီပီရမ္းသမ္းအသံုးခ်ေနခဲ့ပါတယ္\nတစ္ခ်ိန္ထဲမွာပဲ မီးေမွာ္ဆရာရဲ႕ ေမွာ္အစြမ္းလုယူမႈေၾကာင့္\nေမွာ္အစြမ္းဆံုးရံႈးပီး ဝိညာဥ္ဘဝနဲ႔ ေလလြင့္ေနတဲ့ ေျမေမွာ္ဆရာေလး လင္းဖုန္းနဲ႔အမွတ္မထင္ေတြ႕ဆံုရင္း\nေမွာ္ပညာေလာကကအရႈပ္ထုပ္ေတြအၾကား ပါဝင္ခဲ့ရျပန္ပါတယ္\nအခ်စ္ဟာသေလးနဲ႔ ထူးျခားမႈေလးေတြကို ျမင္ေတြ႕ႏိုင္မွာပါ\nတစ္ဖက္မွာလည္း အတိတ္မွာ မိသားစုကိုဆံုးရံႈးခဲ့ရလို႔ အတိတ္ကိုျပန္ရခ်င္ပီး ရုန္းမထြက္ႏိုင္တဲ့\nမီးေမွာ္ဆရာေလးက ေမွာ္တံခါးေပါက္ကိုဖြင့္ဖို႔ ေမွာ္ပညာရွင္ေတြဆီကအစြမ္းေတြလိုက္စုပ္ရင္း\nေသာ့ခ်က္ကိုရွာေဖြေနခဲ့ပါတယ္ ကဲ လင္းဖုန္းရဲ႕ဝိညာဥ္ဘဝကို ေမစီကယ္တင္ႏိုင္ပါ့မလား\nမီးေမွာ္ဆရာရဲ႕လက္ထဲကေနေရာ ေျပးလို႔လြတ္ၾကမလား\nေလာကမွာ ဘယ္လိုအခ်ိန္ေတြကပံုရိပ္ေတြျဖစ္ပီး ဘယ္လိုအခ်ိန္ေတြကို တန္ဖိုးထားသင့္ပါသလဲ\nလူသားတစ္ေယာက္အေနနဲ႔ျဖစ္တည္လာရင္ ကိုယ္ပိုင္အစြမ္းမရွိပါေစ ေလာကႀကီးအတြက္\nအက်ိဳးျပဳလုပ္ငန္းေလးေတြကို လုပ္က္ုင္ပီး ေလာကႀကီးကို ေက်းဇူးဆပ္သင့္ပါတယ္ဆိုတဲ့အေၾကာင္းကို\nဟာသေလးေရာပီး တင္ဆက္ထားတဲ့ကားေကာင္းတစ္ကားပါ\nပင္ပန္းထားသမွ်ေတြ အေဝးကိုေခတၱလႊင့္ပစ္ဖို႔ Magic To ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/magic-to-win-2011/",
        "category": "Action, Comedy, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BZDgwZGQwNzktMTc2MC00NzY5LWFkODQtMzkzZjAyZGYzMjRkXkEyXkFqcGdeQXVyNTU5Mzk0NjE@._V1_-210x300.jpg",
        "title": "A Dog’s Purpose (2017)",
        "description": "ေဘလီ လို ့ေခၚတဲ့ ေရႊ၀ါေရာင္ အမဲလိုက္ေခြး အမ်ိဳးအစားေလး က သူ ့ကုိ တကယ္ခ်စ္ၿပီး ၾကင္နာေပးတဲ့\nအီသန္ နဲ ့ ဟန္နာ တို ့ရဲ ့အခ်စ္ေတာ္ေခြးေလးေပါ့\nအီသန္ က ေဘလီ ကုိ Rugby ေဘာလံုးေလးနဲ ့ကစားနည္းေလးေတြ သင္ေပးခဲ့တယ္\nတစ္ေန ့မွာေတာ့ အေၾကာင္းေၾကာင္းေၾကာင့္ အီသန္ နဲ ့ ဟန္နာ တို ့ လမ္းခြဲ ခဲ့ၾကတယ္\nေနာက္ပိုင္း အီသန္ ပညာသင္ဖို ့ထြက္ခြာသြားခဲ့တဲ့အခ်ိန္မွာေတာ့\nေဘလီ ေလးလည္း သခင္ကို လြမ္းတဲ့စိတ္နဲ ့ ေနမေကာင္းျဖစ္ၿပီး ဆရာ၀န္ေတြက\nသူ ့အတြက္ အေကာင္းဆံုး ျဖစ္ေအာင္ လုပ္ေပးခဲ့ၾကတယ္\nဒီလိုနဲ ့ ေဘလီဟာ ေနာက္ဘ၀တစ္ခုမွာေတာ့ ရဲတပ္သား ေခြးေလးဘ၀ကို ပိုင္ဆိုင္ခဲ့ၿပီး\nသူတတ္စြမ္းသေလာက္ အျခားလူေတြ နဲ ့သူ ့ရဲ ့သခင္အသစ္ကို ကူညီေပးခဲ့တယ္\nဒါေပမဲ့လည္း ေဘလီ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/a-dogs-purpose-2017/",
        "category": "Adventure, Comedy, Drama"
    }
]