[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/pie-136x200.jpg",
        "title": "American Pie Presents: Girls’ Rules 2020",
        "description": "ဒီဇာတ်ကားလေးကတော့ နာမည်ကြီး ရုပ်ရှင် American Pie ရဲ့ Spin Off နောက်တစ်ကားပဲဖြစ်ပါတယ် ဒီကားထဲမှာဆိုရင် ခါတိုင်းနဲ့မတူတဲ့ ထူးခြားချက်က အမျိုးသမီးတွေဘက်က ဇာတ်အိမ်တည်ထားခြင်း ဖြစ်ပါတယ် အဓိကဇာတ်ဆောင်တွေဖြစ်ကြတဲ့ အန်နီ ကေလာ မီရှယ်လ် နဲ့ စတက်ဖနီ တို့ဟာ အချစ်ရေး နဲ့ သမီးရည်းစား ကိစ္စတွေမှာ ကိုယ်စီ ပြဿနာနဲ့ပါ ဒီလိုနဲ့ ပါတီတစ်ညမှာ သူတို့ကတိတစ်ခုထားခဲ့ကြပါတယ် ကျောင်းကပွဲမတိုင်ခင် ကိုယ်စီပြဿနာတွေကို ဖြေရှင်းကြဖို့ပါ နောက်ရက်မှာတော့ ကျောင်းကို ဂရန့် ဆိုတဲ့ကောင်လေး အသစ်ပြောင်းလာပါတယ် အန်နီတို့ သူငယ်ချင်းလေးယောက်နဲ့ ဂရန့် ဘယ်လိုတွေ ဇတ်ရှုပ်မိမလဲ ကျောင်းကပွဲမတိုင်ခင်ရော အန်နီတို့ သူတို့ပြဿနာတွေကို ဖြေရှင်းနိုင်မှာလား စသည်တွေကို ကြည့်ရှုရမယ့် ကျောင်းသားဟာသ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ် မိသားစုနှင့်အတူ ကြည့်ရှုရန်တော့ မသင့်ပါကြောင်း\n \nFile size… 1 Gb / ...",
        "rating": "3.5",
        "url": "https://channelmyanmar.org/american-pie-presents-girls-rules-2020/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/secret-140x200.jpg",
        "title": "MAL·MO·E: The Secret Mission(2019)",
        "description": "MAL·MO·E: The Secret Mission(2019)အရင်ဆုံး ဇာတ်ကားထဲကသရုပ်ဆောင်တွေအကြောင်းပြောရရင်\nယောင်္ကျားလေးပရိသတ်တွေ အရမ်းကြွေတဲ့ The Outlaws ထဲက ဆံရှည်ဘဲကြီးက\nအဓိကသရုပ်ဆောင်တစ်ဦးအနေနဲ့ပါဝင်ထားပါတယ် ဒီထဲမှာတော့ တာဝန်ယူမှုအပြည့်နဲ့\nထက်မြက်တဲ့ စာပေအဖွဲ့အစည်းကိုယ်စားလှယ်အဖြစ် မြင်တွေ့ရမှာပါ.....\nတခြားဇာတ်ဆောင်နဲ့ဇာတ်ပို့တွေကလည်း ကျရာဇာတ်ရုပ်ကိုပိုင်နိုင်တဲ့ ခပ်မိုက်မိုက် သရုပ်ဆောင်တွေဖြစ်တာမလို့\nဇာတ်ကောင်အတွက် နောက်ဆံတင်းစရာမလိုဘဲ စိတ်ချလက်ချကြည့်ရှုနိုင်ပါတယ်...ဇာတ်ကားနောက်ခံကတော့ ဂျပန်ကိုလိုနီခေတ်ကို အခြေတည်ပြီးရိုက်ထားတယ်\nငါတို့အမိန့်အတိုင်းလိုက်နာရမယ် ဂျပန်ဘာသာစကားကိုပဲသုံးရမယ် မလုပ်ရင်ဖမ်းပြီးထောင်ချမယ်\nဒီလိုကျွန်ပြုမှုတွေအောက်မှာ ကိုယ့်နိုင်ငံရဲ့ဘာသာစာပေမပျောက်ကွယ်ဖို့ နည်းမျိုးစုံနဲ့ကြိုးစားပုံကို\nကွင်းကွင်းကွက်ကွက်မြင်အောင်ရိုက်ပြထားတယ်\nဂျပန်ခေတ်ဖိနှိပ်ချုပ်ခြယ်မှုတွေအောက်မှာ ကိုယ့်နိုင်ငံရဲ့စိတ်ဝိဉာဉ်မပျောက်ကွယ်အောင်\nတကယ်တမ်းလုပ်ဆောင်ကြတဲ့အခါ ဘယ်လောက်ထိခက်ခဲခဲ့တယ် ဘယ်လိုတွေပေးဆပ်ပြီး\nဘာသာစာပေကို ဘယ်လိုပုံစံနဲ့ကာကွယ်ခဲ့ရတယ်ဆိုတာတွေ ရင်ထဲထိအောင် ကြည့်နေရင်းနားလည်ပေးနိုင်အောင်\nရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်တာမလို့ လက်လွှတ်မခံသင့်ကြောင်းပြောချင်ပါတယ်\n( ကိုရီးယားလူမျိုးတွေ ဂျပန်ကိုလိုနီနဲ့ပတ်သတ်ရင် ဘာကြောင့်ဆတ်ဆတ်ထိမခံဖြစ်ရလဲ\nဒီဇာတ်ကားထဲမှာ အသေအချာမြင်နိုင်ပါလိမ့်မယ် )ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Phu Nge Nge Thein ပဲဖြစ်ပါတယ်.....File Size :(1.04 GB) and (321 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:15:00\nGenre :  Comedy, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/mal%c2%b7mo%c2%b7e-the-secret-mission2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/hubie-160x200.jpg",
        "title": "Hubie Halloween 2020",
        "description": "မင္းသားၾကီး အဒမ္ ဆမ္ဒလာရဲ႕ ေဟာလိုးဝင္း ဟာသ ကားအသစ္ ထြက္ပါျပီ။ ဒီရုပ္ရွင္မွာေတာ့ အဒမ္ဟာ ဟ်ဴဘီ ဒူဘြား ဆိုတဲ့ သေဘာေကာင္းျပီး ရိုးအတဲ့လူၾကီး၊ တစ္ျမိဳ႕လံုးက အႏုိင္က်င့္ခံရတဲ့သူ အျဖစ္ ပါဝင္ထားပါတယ္။ ဟ်ဴဘီဟာ အင္မတင္ ရိုးအျပီး ၾကီးမားတဲ့ ယံုၾကည္ခ်က္ၾကီး တစ္ခုလည္း ရွိပါတယ္။ အဲဒါကေတာ့ ေဟာလိုးဝင္း ညတိုင္းမွာ ျမိဳ႕သူျမိဳ႕သားေတြ ေဘးကင္းဖို႕ဟာ သူ႕တာဝန္ပဲ ျဖစ္တယ္လို႕ပါပဲ။ ဒါေၾကာင့္ ေဟာလိုးဝင္းညတိုင္းမွာ တစ္ျမိဳ႕လံုးကို ကင္းလွည့္ျပီး အျမင္မေတာ္တာေတြ မသကၤာတာေတြကို ရဲကို သတင္းေျပးေျပးပို႕တတ္ပါတယ္။ ဒါေၾကာင့္ တစ္ျမိဳ႕လံုးက လူေတြေရာ၊ ရဲေတြေရာက ဟ်ဴဘီကို အျမင္ကတ္ျပီး ပတ္ေရွာင္ေနၾကရတာပါ။ ဒီလိုနဲ႕ အခုေရာက္လာတဲ့ ေဟာလိုးဝင္းညမွာေတာ့ အရင္က ေဟာလိုးဝင္း ညေတြလို မဟုတ္ဘဲ ထူးျခားတဲ့ ကိစၥေတြ၊ လူေပ်ာက္ဆံုးမႈေတြစတင္ျဖစ္လာျပီး ဟ်ဴဘီက ရဲေတြကို သတင္းေပးေပမယ့္ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1zc3b/Hubie.Halloween.2020.1080p..WEB-DL(CM).mp4",
        "category": "Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MMV1C146B9D1BB68D492C1D0C9D96AA3E21B-768x1152-1-133x200.jpeg",
        "title": "[18+] Due West: Our Sex Journey (2012)",
        "description": "Dark Side Production မှ ပြန်လည်မွမ်းမံတင်ဆက်သည်..အွန်လိုင်းပေါ်မှာ ရေပန်းစားခဲ့တဲ့ဝတ္ထုတစ်ခုကို အခြေခံရိုက်ကူးထားတဲ့ ဟောင်ကောင် 18+ ဇာတ်ကားဖြစ်ပါတယ်။Comedy, Drama, Romance ဖြစ်ပြီး IMDb (5.4/10) ပါ။အဖော်အချွတ်တချို့နဲ့ အပြောအဆိုတချို့က ဘွင်းဘွင်းကြီးတွေမို့ ကလေးလူငယ်တွေ မကြည့်သင့်ပါ။Lan Kwai Fong ဇာတ်ကားကဲ့သို့ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ Erotic ဇာတ်ကားဖြစ်ပါတယ်။ \nFile size…1.3GB\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:59:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by HTS",
        "rating": "5.3",
        "url": "https://megaup.net/Te8v/(DS)Due.West.Our.Sex.Journey.2012.BluRay.REMUX.1080p.AVC.TrueHD.5.1-DIY.mkv",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzhRP4Yyww3xwHpKyxYYFG1wBRc.jpg",
        "title": "The Racer (2020)",
        "description": "The RacerRating - 5.6 /10ခင်ဗျားတို့ ကိုယ်ရဲ့ career တစ်လျှောက်လုံးသူများအဖြည့်ခံအဖြစ် အသုံးချခံရဖူးလား?သာဒီးလူရဲ့ 'လိုသုံး' ထဲက  မလိုတော့တဲ့အခါချောင်ထိုးခံရပြီး လိုတဲ့အခါမှ အသုံးချခံရဘူးလား?အနည်းနဲ့အများတော့ ဘယ်နယ်ပယ်မဆို အသုံးချခံရမှာပါ။ဒီလိုပါပဲ ဒီဇာတ်ကားက sport film ဖြစ်ပြီစက်ဘီးသမားတစ်ယောက်ရဲ့ အသက်အရွယ်ကို ခုတုံးလုပ်ပြီး အသုံးချခံရတဲ့ အကြောင်းပါ။sport crazy တွေနဲ့ မစိမ်းတဲ့ The sport series ထဲမှ Louis Talpeကခေါင်းဆောင်အဖြစ် သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ပြင်သစ်ခရီးစဥ်( Tour de france) ဆိုတာ နိုင်ငံတွေဖြတ်၊ ပြည်နယ်တွေဖြတ်ပြီးအဆင့်လိုက် စက်ဘီးစီးပြိုင်ရတဲ့ နာမည်ကြီးပြိုင်ပွဲတစ်ခု။စက်ဘီးသမားတွေအတွက် အဝါရောင်ဂျာဆီ၊ အဖြူရောင်ဂျာဆီအတွက်အလုအယက်ယှဥ်ပြိုင်ရတဲ့ ပြိုင်ပွဲ။ အဝါရောင်ဂျာဆီရတဲ့သူဟာပြိုင်ပွဲတစ်ပွဲလုံးရဲ့ ခေါင်းဆောင်လို့ ပြောနိုင်ပါတယ်။အဖြူရောင်ဂျာဆီကတော့ အသက် ၂၅နဲ့ ၂၅အောက်ပြိုင်ပွဲဝင်တွေကို ချီးမြှင့်တာဖြစ်တယ်။အော့စရိတ်ဂျ်လို့ခေါ်တဲ့ အသင်း အိုင်ယာလန်ကို၁၉၉၈ ပြင်သစ်ခရီးစဥ်အတွက် လာရောက်တဲ့အခါ.....အသုံးချခံရလိုက် ချောင်ထိုးခံရလိုက်နဲ့ အသက်ကြီးပြီဖြစ်တဲ့ ...အသင်းခေါင်းဆောင်ပဲ နိုင်ရမယ်လို့ အသင်းကသတ်မှတ်ပြီးသား ပြိုင်ပွဲမှာ နိုင်လို့မဖြစ်တဲ့အထောက်စက်ဘီးသမားတစ်ယောက်...ခေါင်းဆောင်စက်ဘီးသမားနိုင်အောင်အမြဲအနစ်နာခံပေးရတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1z4xj/The.Racer.2020.1080p_%7BCM%7D.mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3f9yRUkhYOAmPm5QRv6Oh6M6W0t.jpg",
        "title": "Being Frank (2018)",
        "description": "[Unicode]Jim Gaffigan လို့ပြောလိုက်တာနဲ့ ဟာသကားကြိုက်တတ်သူတွေအဖို့တော့ စိမ်းလှမယ်မထင်ပါဘူး။မင်းသားကြီးဟာ ဟာသကားပေါင်းများစွာမှာ ဇာတ်ကောင်အမျိုးမျိုးအဖြစ် ပိုင်ပိုင်နိုင်နိုင် ပါဝင်သရုပ်ဆောင်ပြီးတဲ့နောက်မှာ\nအခုလည်း ၂၀၁၈ထွက် being frank ဆိုတဲ့ဟာသကားလေးမှာ frank နေရာကနေ ပါဝင်သရုပ်ဆောင်ခဲ့ပြန်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အသက် ၁၇နှစ်အရွယ်သာရှိသေးတဲ့ ဖီးလစ်ဟာ နေရာတကာ ကလေးတစ်ယောက်လို ဆက်ဆံလွန်းတဲ့ ဖခင်ဖြစ်သူ ဖရန့်ခ်နဲ့ မတည့်လှပါဘူး။အမြဲတမ်း မိသားစုထက် အလုပ်ကိစ္စကိုသာ ဦးစားပေးလေ့ရှိပြီး အလုပ်ကိစ္စနဲ့သာ ခရီးခဏခဏ ထွက်နေရတဲ့ ဖရန့်ခ်ကို သားသမီးအကြောင်း ဘာမှမသိသူတစ်ယောက်အဖြစ်နဲ့ ဖီးလစ်က သတ်မှတ်ထားတာဖြစ်တယ်။ဒါပေမယ့် တစ်နေ့နွေရာသီ အားလပ်ရက်တစ်ခုမှာ ဖီးလစ်ဟာ သူ့ဘဝတစ်ခုလုံးကို ဇောက်ထိုးမိုးမျှော်ဖြစ်သွားစေမယ့် လျှို့ဝှက်ချက်ကြီးတစ်ခုကို ရှာဖွေတွေ့ရှိပြီးတဲ့နောက် သူဘာဆက်လုပ်မလဲ?ဖရန့်ခ်ကရော အိမ်မှာ အမြဲလိုလိုမရှိတတ်တာ အလုပ်ကိစ္စနဲ့ ခရီးသွားတာကြောင့်ဆိုတာ သေချာရဲ့လား?ဖရန့်ခ်နေရာမှာတော့ မင်းသားကြီး Jim Gaffigan က ပါဝင်သရုပ်ဆောင်ထားပြီး\nဖီးလစ်နေရာမှာတော့ I'm in the band ထဲက မင်းသား ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/being-frank-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/vampire-vs-the-bronx-136x200.jpg",
        "title": "Vampires vs. the Bronx 2020",
        "description": "Netflix မှာ မကြာသေးခင်ကမှ ပူပူနွေးနွေးထွက်ထားတဲ့ ဇာတ်ကားလေး တစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ခင်ဗျာ ဇာတ်လမ်းလေးကတော့ Lil Mayor ,Bobby နဲ့ Luis တို့က တစ်ရပ်ကွက်တည်းသား အချစ်ဆုံးသူငယ်ချင်းသုံးယောက်ပါ Lil Mayor က သူ့ရဲ့ ရပ်ကွက်လုံခြုံရေးကို အရမ်းအရေးထားတဲ့ကလေးတစ်ယောက်ပါ ဒါပေမဲ့ သူတို့ရဲ့ မြို့ကို သွေးစုပ်ဖုတ်ကောင် အဖွဲ့တစ်ဖွဲ့က နယ်မြေသစ်အဖြစ် နေရာလုပ်ဖို့ မျက်စိကျပြီး မြို့ပေါ်ကဆိုင်တွေအိမ်တွေကို တစ်ခုပြီးတစ်ခု လိုက်၀ယ်သလိုနဲ့ အားလုံးကို သွေးစုပ်သတ်ပြီးလုယူ‌နေကြတာပါ ညတစ်ညမှာတော့ Lil Mayor တစ်ယောက် သွေးစုပ်ဖုတ်ကောင်တစ်ကောင်က သူ့ကိုအနိုင်ကျင့်နေကြ လူ Slim ကို သွေးစုပ်သတ်နေတာကို အမှတ်မထင်တွေ့လိုက်ရပြီး သူငယ်ချင်းတွေနဲ့ စုကာ ရပ်ကွက်ကို ကယ်တင်ဖို့ ကြိုးစားကြပါတော့တယ် ကလေးသုံးယောက်ရဲ့ရပ်ကွက်အတွက်ကြိုးပမ်း စွန့်စားခန်းထုတ်ပုံတွေကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုပေးကြပါခင်ဗျာ...... ဇာတ်ကားကို Jaden Michael , Gerald W. ...",
        "rating": "5.1",
        "url": "https://megaup.net/2f6zU/Vampires.vs.The.Bronx.2020.1080p.WEBRip(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bFmLncLOxrhqczkwd1trq9JFsCW.jpg",
        "title": "Khaali Peeli(2020)",
        "description": "Khaali Peeli(2020)ဘလက်ကီ နဲ့ ပူဂျာဟာငယ်စဥ်အခါက သူငယ်ချင်းတွေပါ။ သူတို့တွေ ကွဲသွားကြပြီးတဲ့နောက် ဘလက်ကီ ဟာတက်စီဒရိုင်ဘာတစ်ယောက်ဖြစ်လာပါတယ်။\nတစ်ရက်တော့ ပူဂျာက အိတ်တစ်လုံးနဲ့ သူ့ကားပေါ် တက်လာပြီး သူ့ကို လူတစ်စုကအတင်းလက်ထပ်ခိုင်း နေကြကြောင်း ပြောပါတယ်။\nအဲဒီလူတွေကလည်း ပူဂျာကိုမြို့အနှံ့လိုက်လံရှာဖွေပါတော့တယ်။ဒီလိုနဲ့ ၂ယောက်သား မြို့ပြင်ထွက်ပြေးကြဖို့ တိုင်ပင်ကြရာကနေစပြီး.......\nဘာတွေဆက်ဖြစ်ကြမယ်  ဘယ်လိုတွေဆက်ကြမ်းကြမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး.....\nဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။  File Size :(898 MB) and (322 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:59:00\nGenre : Action, Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://channelmyanmar.org/khaali-peeli2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/last-vegas-135x200.jpg",
        "title": "Last Vegas 2013",
        "description": "ဒီရုပ်ရှင်မှာတော့ ဆရာ့ဆရာကြီးတွေ စုပြီး ဟာသတွေ လုပ်ထားကြတာပါပဲ။ ကြည့်မိရင်ကြိုက်ကြမှာ သေချာပါတယ်။ ဇာတ်လမ်းအကျဉ်းကိုတော့ နည်းနည်းပဲ ပြောမယ်နော်။ ခွီစရာတွေအများကြီးပါပဲ။အသက် ၆၀ ကျော်ပြီဖြစ်တဲ့ငယ်သူငယ်ချင်းလေးယောက်ရှိပါတယ်။\nသူတို့ဟာ ဘဝရဲ့ အဆုံးသတ်နားကို ရောက်လာကြပေမယ့် သူတို့ရဲ့ မိတ်ဆွေ သံယောဇဉ်တွေက မကုန်ဆုံးသွားပါဘူး။\nဒီလိုနဲ့ တစ်နေ့မှာ သူတို့ ၄ ‌ယောက်ထဲက တစ်ကိုယ်တည်းသမား ဘီလီက မင်္ဂလာဆောင်တော့မှာမို့လို့ လောင်းကစားမြို့တော် Last Vegas မှာ လူပျိုညပါတီလုပ်ဖို့ သွားကြဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။\nFile Size : 1GB and 500mb\nQuality : webrip 720p/ 480p\nFormat…mp4\nDuration…1hr 50min\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Htet Wai Lwin\nEncoded by Littleneo",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/last-vegas/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ia6U3ft8L4173WGPEXI598mXKL.jpg",
        "title": "Serious Men(2020)",
        "description": "Serious Men(2020)IMDb...7.4သဘာဝမင်းသားကြီးလို့ နာမည်ကြီးတဲ့ Nawazuddin မြင်ရုံနဲ့ ဒေါင်းကြမယ်ဆိုတာသိပါတယ်..သို့ပေမယ့်အညွှန်းလေးနည်းနည်းတော့ပြောပါ့မယ်...အာယမ်မာနီဟာ သိပ္ပံစမ်းသပ်ခန်းတစ်ခုမှာ ပညာရှင်တစ်ယောက်ရဲ့ လက်ထောက်ပါ ....သူဟာ ဇာတ်နိမ့်မျိုးရိုးက ဆင်းသက်လာသူ ဖြစ်တဲ့အတွက် နေရာတကာမှာ သူများထက် အခွင့်အရေးတွေ ဆုံးရှုံးရပါတယ်...သူ့သားလေးကို အင်္ဂလိပ်ကျောင်းထားဖို့ ဝင်ခွင့်လျှောက်တဲ့အခါ ငြင်းခံရတဲ့အတွက် ခံပြင်းခဲ့ရပါတယ်...ကျောင်းအပ်စဉ်က အရောင် တိရစ္ဆာန်အမည် ရက်သတ္တပတ် ဘာတစ်ခုမှ မပြောနိုင်ခဲ့တဲ့အတွက် ကျောင်းဝင်ခွင့်အငြင်းခံခဲ့ရတာပါ..ဒီကလေးဟာ သိပ္ပံအကြောင်းအရာတွေမှာတော့ ပါရမီပါခဲ့ပုံပဲ...အဲ့ဒီနောက်မှာတော့ ကလေးအတွက် ဘဝတစ်ဆစ်ချိုးဖြစ်လာသလိုဖခင်ဖြစ်သူ အာယမ်မာနီအတွက်လည်း အလှည့်အပြောင်းတွေဖြစ်လာပါတော့တယ်.....အိန္ဒိယကားကောင်းကြိုက်သူတို့လက်မလွှတ်သင့်ပါဘူး...ခံစားကြည့်ကြပါဉီး...File Size :(910 MB) and (390 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:54:00\nGenre : Comedy  , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung & May Tharaphi Lwin\nEncoded by Phyo ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/serious-men2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/first-one-in-136x200.jpg",
        "title": "First One In 2020",
        "description": "ကိုယ့်ကိုယ်ကို ယုံကြည်မှုရှိအောင်လို့ reality show တစ်ခုမှာ ဝင်ပြိုင်ရင်းကနေ အလုပ်ပြုတ်သွားရတဲ့ မတ်ဒီ ဟာ တင်းနစ်အရမ်းကြိုက်တဲ့ အိမ်ခြံမြေအကျိုးဆောင် ဘော်ဘီ မေဆန်ဆီမှာ အလုပ်ရဖို့အတွက် တင်းနစ်ပြိုင်ပွဲတစ်ခု ဝင်ပြိုင်ရပါတယ်။ First One In (2020) ဟာ အခုလို အိမ်တွင်းအောင်နေရချိန်မျိုးမှာ ပေါ့ပေါ့ပါးပါး ဟာသကားလေးတွေ ကြည့်ချင်သူတွေအတွက် ဇာတ်ကားကောင်း‌လေးတစ်ကားဖြစ်ပါတယ်။\n \nFile Size : 1GB and 500mb\nQuality : webrip 1080p/720p\nFormat…mp4\nDuration…1hr50min\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Htet Wai Lwin\nEncoded by Littleneo",
        "rating": "6.4",
        "url": "https://megaup.net/2eYJ9/First.One.In.2020.1080p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/deep-murder-136x200.jpg",
        "title": "Deep Murder 2019",
        "description": "(18+warrning)မိသားစုဝင်များ ကလေးသူငယ်များနဲ့ကြည့်ရှူရန်မသင့်တော်သော စကားလုံးအသုံးအနှုန်းများ ဝတ်လစ်စလစ်အခန်းများ သွေးထွက်သံယို ဇာတ်ဝင်ခန်းများပါဝင်ပါတယ်\n(၂၀၁၉)ထုတ် Horror Comedyဇာတ်ကားလေးပါ ဇာတ်လမ်းလေးကတော့ ဟုချ်ဒန်ဂလာဆိုတဲ့ကြောင်တောင်တောင်ကောင်လေး မကြာမီကောလိပ်တက်ရတော့မည်ဖြစ်သော်လည်း လူပျိုရည်မပျက်သေးသောကြောင့် ကောလိပ်မှာ ဝိုင်းလှောင်မှာစိုးရိမ်နေရကြောင်းသူ့သူငယ်ချင်း ဂျေ့နဲ့တိုင်ပင်ပါတယ် ဂျေ့ကလည်း သူတို့အိမ်က ကလေးထိန်းမလေးနဲ့ဘယ်လိုလုပ်ရမယ်ဆိုတာ သင်ကြားပြပါတယ် တစ်ချိန်ထဲမှာပဲ သူ့အမေကလဲ သူ့အဖေရဲ့ညီဖြစ်သူ ဒေါ့နဲ့အပေါ်ထပ်မှာဖောက်ပြန်နေပါတယ် ထိုအချိန်မှာ အိမ်ရှေ့ကတံခါးခေါက်သံကြောင့် ဟုချ်တစ်ယောက် သွားကြည့်ရာကနေ ဘန်နီဗန်ကလစ်ဆိုတဲ့ သိပ္ပပညာရှင်တစ်ယောက်နဲ့ဆုံပါတယ် ဘန်နီက မုန်တိုင်းအကြောင်းသတင်းလာပေးရာမှဟုချ်ကဖိတ်ခေါ်လို့အိမ်ထဲရောက်လာခဲ့ပါတယ် အဲ့လိုဖြစ်ပျက်နေတဲ့အချိန်မှာပဲ သူ့ဦးလေးဒေါ့ကအသတ်ခံရပါတော့တယ် သူ့ဦးလေးဒေါ့ကို ဘယ်သူသတ်လဲအဖြေရှာကြရင်း လူသတ်သမားနဲ့သူတို့ ဘယ်လိုတွေရင်ဆိုင်ကြရမလဲကတော့ ဇာတ်လမ်းထဲမှာကြည့်ရှုပေးပါဦး\n \nFile Size : 1GB and 500mb\nQuality : webrip 1080p/720p\nFormat…mp4\nDuration…1hr25min\nGenre :  Comedy, Horror \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by T Lone\nEncoded by Littleneo",
        "rating": "4.2",
        "url": "https://megaup.net/1z1hz/Deep.Murder.2019.1080p.WEBRip(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/index-141x200.jpeg",
        "title": "Danger: Diabolik (1968)",
        "description": "[Unicode]CM Fan တွေအနေနဲ့ တော်တော်များများသော သူခိုးဇာတ်ကားတွေကို ကြည့်ဖူးကြမှာပါ\nဒါပေမယ့်် အကောင်းဆုံးဆိုတာတွေကို ခဏဘေးဖယ်ထားလိုက်ပါဦး\nကျွန်တော်အခုညွှန်းမှာ Diabolik ဗျ ။၁၉၆၈ မေလမှာ စပြီးရုံတင်ခဲ့ပြီး ခေတ်နဲ့မလိုက်အောင်ကို ရိုက်ပြသွားတဲ့ကား...\nကောင်းတာလည်းမပြောနဲ့ ရိုက်တဲ့ဒါရိုက်တာက Mario Bava ကိုးဗျ\nဟာကျူလီဇာတ်ကားကို စရိုက်ခဲ့တဲ့သူ...Hercules (1958)ငွေပုံပေါ်မှာအိပ်တဲ့သူ...\nရဲတစ်ဖွဲ့တစ်ခုလုံးကို တစ်ကိုယ်တော် အရူးလုပ် လှည့်စားနိုင်သူ...\nမိန်းမချောလေးတစ်ယောက်ကို ပိုင်ဆိုင်ထားပြီး လိုချင်တာဆို မရရအောင် ခိုးယူနိုင်သူ...\nဒါဟာ နှစ်ယောက်မရှိတဲ့ Diabolik ပါပဲ ။ဇာတ်လမ်းမှာဆိုရင် Diabolik ဘယ်လိုဖြစ်လာတယ်ဆိုပြီး ငယ်ဘဝကို ပေရှည်ပြီးရိုက်ပြထားခြင်းမျိုးမဟုတ်ဘဲ...\nဇာတ်လမ်းအစမှာတည်းက ဘဏ်တစ်ခုနဲ့တစ်ခု ငွေအပြောင်းအရွှေ့ကို ဘယ်လို အကွက်ကျကျ ရဲတွေကို အရူးလုပ်ပြီး ခိုးယူသွားလဲဆိုတာနေ ရိုက်ပြထားပါတယ် ။\nတစ်နေ့ သူ့ကောင်မလေးက မွေးနေ့အတွက် မွေးနေ့လက်ဆောင်ကို\nဗြိတိန်ဘဏ္ဍာရေးဝန်ကြီး မစ္စတာဟာရိုးကလက်ရဲ့ဇနီးဆွဲထားတဲ့ ကမ္ဘာပေါ်မှာ စံထားအရဆုံး အဖိုးတန်မြ ၁၁ခုနဲ့စီချယ် ပြုလုပ်ထားတဲ့ လည်ဆွဲကို လိုချင်တယ်လို့ ပြောလိုက်တဲ့အခါမှာတော့...\nအဲ့လည်ဆွဲကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/danger-diabolik-1968/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/go-go-sisters-136x200.jpg",
        "title": "Go-Go Sisters 2018",
        "description": "လူတိုင်းမှာ သူငယ်ချင်းတွေကိုယ်ဆီရှိတတ်ကြပါတယ် ဒါပေမဲ့ သူငယ်ချင်းတိုင်းကတော့ ကိုယ့်ဘေးမှာအမြဲရှိနေပေးနိုင်တဲ့သူတွေမဟုတ်ပါဘူး ကိုယ့်ဘဝနဲ့ ကိုယ်ရှေ့ဆက်ဖို့ ခွဲခွာကြရတာများပါတယ် အထူးသဖြင့်ငယ်သူငယ်ချင်းတွေပေါ့\nဒီကားထဲမှာလည်းအဲ့လိုပါပဲ 'ဟွန်ဟေးဖွန်း' ဆိုတဲ့ အမျိုးသမီး ဟာအသက်40 အရွယ်သာမာန်အိမ်ရှင်မတစ်ယောက်ပါ ယောကျာ်းအလုပ်အကိုင်ကောင်းတာကြောင့်ငွေကြေးလည်းပြည့်စုံပါတယ် တစ်နေ့တော့သူအမေနေမကောင်းဖြစ်နေတဲ့ဆေးရုံကိုလာရင်းငယ်သူငယ်ချင်းဟောင်း 'ယွန်' နဲ့ပြန်တွေ့ပါတယ် ယွန် ကကင်ဆာရောဂါ ခံစားနေရတာပါ 'ယွန်' က 'ဖွန်း'ကို သူရဲ့နောက်ဆုံးဆန္ဒလေးကိုပြောပြပါတယ် သူဆန္ဒကသူငယ်ချင်းဟောင်းတွေနဲ့ပြန်တွေ့ဖို့ပါ 'ဖွန်း' ဟာ 'ယွန်'ကြောင့် သူငယ်ချင်းတွေကိုပြန်ရှာဖိူ့လုပ်ပါတော့တယ်\nငယ်ငယ်ကအမြဲတမ်း တစ်တွဲတွဲရှိခဲ့ကြတဲ့ သူငယ်ချင်း6ယောက်ဟာ ဘာလို့ နှစ်တွေအကြာကြီး အဆက်အသွယ်မရှိတော့တာဘာကြောင့်လဲ သူတို့ကြားထဲဘာတွေဖြစ်ပျက်ခဲ့တာလဲ 'ဖွန်း' ကရော သူငယ်ချင်းဟောင်းတွေကို အကုန်ပြန်ရှာနိုင်ပါ့မလား ဆိုတာ ကိုတော့ဆက်လက်ကြည့်ရှု့လိုက်ပါ\nဇာတ်ကားထဲမှာ ဆယ်ကျော်သက်အရွယ်ရဲ့ငယ်ရွယ်လွတ်လပ်မှုတွေအပူအပင်မရှိမှုတွေကိုရင့်ကျက်တဲ့လူကြီးတစ်ယောက်ဖြစ်လာတဲ့အခါ ခံစားရတဲ့ စိုးရိမ်မှုတွေနဲ့ အတူယှဥ်ပီး ရိုက်ကူးထားပါတယ် ဒီဇာတ်ညွှန်းတစ်ခုတည်းကိုပဲကိုးရီးယားversion ဂျပန် versionရိုက်ထားတာလည်းရှိပါတယ် အခုတင်ဆက်ပေးလိုက်တာတော့ ဗီယက်နမ် versionလေးပါ ဒီကားလေးကြည့်ပီးရင်တော့ဝေးကွာခဲ့ရတဲ့ တစ်စုံတစ်ယောက်ကိုပဲဖြစ်ဖြစ် သူငယ်ချင်းတွေကိုပဲဖြစ်ဖြစ် ပြန်သတိရစေမှာပါ......File Size : 600 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/go-go-sisters-2018-2/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/fatass-zombie-136x200.jpg",
        "title": "Fat Ass Zombies 2020",
        "description": "Fat Ass Zombies ဇာတ်လေးမှာ Horror ဇာတ်ကားတွေကိုရိုက်တဲ့ဒါရိုက်တာက တစ်နေ့သူ့ကို Horror ဇာတ်ကားကောင်းတွေကိုဆုပေးတဲ ပွဲကစာပို့လာတယ် သူကအဲ့စာကို မဖတ်လိုက််မိဘဲနဲ့ သူဝင်ခွင့်ရပြီလို့အထင် ပါတီလုပ်ဖို့ တစ်မြို့လုံးကိုခေါ်လိုက်တယ် နောက် ပါတီပွဲလုပ်တဲ့နေ့မှ သူအရွေးခံရတဲ့သာမဟုတ်ပဲ ငြင်ခံလိုက်ရတဲ့စာ ဖြစ်နေပြီး စိတ်ညစ်နေတဲ့အချိန် သူ့အတွက်သူအရမ်းလိုချင်တဲ့အခွင့်အရေးတစ်ခုက သူ့အိမ်တံခါးကိုလာခေါက်တဲ့အချိန်မှာတော့ဘာဖြစ်မလဲဆိုတာကို အောက်ကlinkမှာ ဝင်ပြီး ကြည့်ကြည့်ပါ ဗျ\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 27min\nGenre : Comedy \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thiha Naing Htoo\nEncoded by Littleneo",
        "rating": "",
        "url": "https://channelmyanmar.org/fat-ass-zombies-2020/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/kiss-me-136x200.jpg",
        "title": "Kiss Me at the Stroke of Midnight (2019)",
        "description": "ဒီ Kiss me at the stroke of midnight ဆိုတဲ့ဇာတ်ကားလေးမှာ စာကလွဲပြီးတစ်ခြားဘာမှမလုပ်တဲ့ကောင်မလေးတစ်ယောက် တစ်ရက်သူအရမ်းသဘောကြတဲ့မင်းသားလေးရဲ့ဇာတ်ကားမှာ ဖြတ်လျှောက်နေရာက သရုပ်ဆောင်ရင်း မင်းသားနဲ့ရင်းနှီးသွားခဲ့ကြတယ် နောက်ပိုင်း အသက် ၁၆နှစ်သာရှိသေးတဲ့မင်းသမီးလေးနဲ့နာမည်ကြီးရုပ်ရှင်မင်းသားတို့ ချစ်မိသွားပြီး ဘာဆက်ဖြစ်မလဲဆိုတာကို ဝင်ရောက်ကြည့်ရှု့သွားပါဗျFile Size : 812 Mb \nQuality : webrip 720p\nDuration…1hr 55min\nGenre :  Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thiha Naing Htoo\nEncoded by Littleneo",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/kiss-me-at-the-stroke-of-midnight-2019/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/cat-and-dog-paws-136x200.jpg",
        "title": "Cats & Dogs 3: Paws Unite 2020",
        "description": "ဒါက ၂၀၂၀မှာမှအသစ်ထွက်ရှိထားတဲ့ Cats and Dogs 3 paw unite ပါ ပြီးခဲ့တဲ့ 1 နဲ့ 2မှာခွေးနဲ့ကြောင်တွေဟာအချင်းချင်းခိုက်ရန်ဖြစ်ပွားကြပြီး FART ဆိုတဲ့ငြိမ်းချမ်းရေးအဖွဲ့အစည်းကိုတည်ထောင်ပီးနောက် မှာ သူတိူ့တစ်ကောင်နဲ့တစ်ကောင် သင့်သင့်မြတ်မြတ်ရှိခဲ့ကြပါတယ် တစ်နေ့မှာသူတို့သင့်မြတ်နေတာကိုမနာလိုတဲ့ သာမညအိမ်မွေးတိရစ္ဆာန်တွေဟာ သူတို့အခြေစခန်းကကုဒ်တွေကို ဟက်ခ်ပြီး တစ်ကမ္ဘာလုံးကခွေးတွေနဲ့ကြောင်တွေကိုအရင်ကလိုမတည့်မရှုဖြစ်စေမဲ့ အသံလှိုင်းတွေကိုထုတ်လွှင့်ပြီး ပဋိပက္ခတွေကိုဖန်တီးလိုက်ပါတယ် ဒီပြဿနာကို​ဖြေရှင်းရမှာက ရော်ဂျာဦးဆောင်တဲ့အေးဂျင့်အဖွဲ့ပါ သူတို့ဒီပြဿနာကို ဘယ်လို​ရင်ဆိုင်ဖြေရှင်းကြမလဲ ပြဿနာကအလိုလိုပြေလည်သွားမလားဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 24min\nGenre :  Action, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nyein Lai Wai\nEncoded by Littleneo",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/cats-dogs-3-paws-unite-2020/",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-22-at-11.44.11-PM-138x200.png",
        "title": "Eternal Beauty (2019)",
        "description": "Eternal Beauty (2019)================IMDb Rating - 6.2/10#Unicodeဒါရိုက်တာ Craig Roberts ရဲ့ လက်စွမ်း ပြထားတဲ့ ရုပ်ရှင်ကားကောင်း တစ်ကားပဲဖြစ်ပါတယ်။စိတ်ဓာတ်ကျနေတဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းကို အသားပေးရိုက်ကူးပုံဖော်ထားပြီးလူတစ်ယောက်မှာရှိတဲ့ သူ့ရဲ့ အမှောင်ဘက်ခြမ်း အားကြီးသွားတဲ့အခါ အဲ့လူဟာ ဘယ်လိုပုံစံဖြစ်လာပြီး ဘယ်အခြေအနေတွေနဲ့ ဖြတ်သန်းခဲ့ရတယ် ဆိုတာ သိချင်ရင်တော့ ဒီကားလေးကို ကြည့်ဖို့အကြံပေးပါရစေ...ဇာတ်ကား ကောင်းတစ်ကားကို မြုပ်ကွက်တွေဖေါ်ပြီး ပြောပြလိုက်ရင် ကြည့်ရတာ အရသာမရှိတော့မှာစိုးလို့ စိတ်ဓာတ်ကျနေတဲ့လူတွေ စိတ်ကျဝေဒနာ ခံစားနေရတဲ့ လူတွေနဲ့ Dark side အကြောင်းစိတ်ဝင်စားသူတွေအနေနဲ့ မလွတ်တမ်းကြည့်ရမဲ့ ကားတစ်ကားလို့ပဲ ညွှန်းဆိုချင်ပါတယ်။ ဒီကားလေးဟာComedy, Drama, Romance  အမျိုးအစားဖြစ်ပြီး IMDb Rating - 6.2/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)#Zawgyiဒါ႐ိုက္တာ Craig Roberts ရဲ႕ လက္စြမ္း ျပထားတဲ့ ႐ုပ္ရွင္ကားေကာင္း တစ္ကားပဲျဖစ္ပါတယ္။စိတ္ဓာတ္က်ေနတဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/eternal-beauty-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZTU4MGZlNDEtNDU4ZC00OTJiLWI3OWYtZmNjZjMwNzUwYWVmXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_UY268_CR40182268_AL_-136x200.jpg",
        "title": "Whipped (2020)",
        "description": "CMပရိသတ်ကြီးကို အင်ဒိုနီးရှားromcom\nဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nအန်ဒိုမာ၊ တွမ်မီ၊ ချန်ဒရာနဲ့ ဂျိုး ဆိုတဲ့ သူငယ်ချင်းလေးယောက်ဟာ\nescape roomဆိုတဲ့ လွတ်မြောက်ခန်းတစ်ခုထဲမှာ ကြိုးတုပ်လျက်သားနိုးလာပါတယ်\nတကယ်တော့ အဲ့ဒီလွတ်မြောက်ခန်းက\nသူတို့တက်နေတဲ့ အချစ်နွံမနစ်နည်းသင်တန်းတစ်ခုရဲ့အစိတ်အပိုင်းတစ်ခုပါ\nသူငယ်ချင်းလေးယောက်မှာ ချန်ဒရာတစ်ယောက်ကလွဲပြီး\nအားလုံးမှာကောင်မလေးကိုယ်စီရှိကြပါတယ်\nကောင်မလေးတွေကလည်း အကျင့်ကတစ်ယောက်တစ်မျိုးစီ...\nတချို့က ကောင်လေးအ​ပေါ်အရမ်းနိုင်တယ်...\nတချို့ကျတော့လည်း ကောင်လေးအပေါ်အရမ်းသည်းခံတယ်\nကောင်မလေးကကိုယ့်အပေါ်နိုင်ပါများလာတော့ရော\nရေရှည်ဆက်ပြီးသည်းခံနိုင်မလား\nကိုယ့်အပေါ်ကောင်းတဲ့ကောင်မလေးနဲ့ရော\nရာသက်ပန်ရွှေလက်တွဲခိုင်မြဲနိုင်မလား\nဒီအချစ်နွံမနစ်နည်းသင်တန်းက သူငယ်ချင်းလေးယောက်ရဲ့ဘဝတွေကို\nဘယ်လိုသက်ရောက်လာမှာလဲဆိုတာတွေကို\nဒီဇာတ်ကားလေးထဲမှာ ကြည့်ရှုကြရမှာပါ\nRSတွေကြားထဲမှာ FAကြီးတစ်ယောက်ကန့်လန့်ကန့်လန့်နဲ့\nတကယ်လည်းရယ်ရသလို ဇာတ်လမ်းလေးကလည်း စိတ်ဝင်စားဖို့ကောင်းပါတယ်\nRomcomဆိုပေမဲ့လို့ အဆုံးသတ်မှာ thriller နည်းနည်းဆန်ဆန်လေးနဲ့\nဇာတ်သိမ်းထားတာမို့လို့ ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်မှာပါ\n \nFile Size - 1 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - MTA\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/2eRN1/Whipped_(2020)_1080P_%7BCM%7D.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZDk5YjdlYzMtZTY1NC00NDBhLThlZmMtMTUwYzQyZTlmZDZiXkEyXkFqcGdeQXVyNDc0Njc1NTY@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Go-Go Sisters (2018)",
        "description": "ဒီဇာတ်ကားကတော့ အထက်တန်းကျောင်းသူလေးခြောက်ယောက်ရဲ့ '\nကျောင်းသူဘဝကနေ လူလတ်ပိုင်း\nအမျိုးသမီးဖြစ်လာတဲ့အချိန်အထိ ရိုက်ပြထားတာပါ\nကျောင်းသားဘဝတုန်းက မိန်းကလေးခြောက်ယောက်ဟာ\nမြင်းရိုင်းလေးများဆိုပြီး အဖွဲ့ဖွဲ့ထားပါတယ်\nအတူစား အတူသွား အတူရုန်းကန်လှုပ်ရှားခဲ့ရပေမယ့်\nအခြေအနေအမျိုးမျိုးကြောင့် ခွဲခွာခဲ့ရပါတယ်\nနောက်ပိုင်း အသက်ကြီးလာပြီး အိမ်ထောင်ကျသွားတဲ့အချိန်\nကြတော့မှ အဖွဲ့ဝင်တစ်ယောက်ဟာ\nကင်ဆာရောဂါနောက်ဆုံးအဆင့်ရောက်နေမှန်း သိလိုက်ရပါတယ်\nငယ်ဘဝတုန်းကသူငယ်ချင်းတွေနဲ့ ပြန်တွေ့ဖို့ကြိုးစားတဲ့အချိန်မှာ\nအားလုံးအတူတူ ပြန်လည်ဆုံစည်းနိုင်ကြမလားဆိုတာကို\nရသမျိုးစုံနဲ့ ကြည့်ရှုရမယ့် ဗီယက်နမ်ကားကောင်းလေးပါ\n \nFile Size -  1.2 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Paxton\nEncoder - Thit San Khant",
        "rating": "7.2",
        "url": "https://megaup.net/1yUjp/Go-Go.Sisters.2018.VIETNAMESE.1080p_%7BCM%7D.mp4",
        "category": "Comedy, Drama"
    }
]