[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNzQ2MGU0MGUtZDQyNy00MzVhLTg5N2UtOTBkYjhmY2QwMmE4XkEyXkFqcGdeQXVyMjAwMzU2MDY@._V1_-150x200.jpg",
        "title": "A Love You (2015)",
        "description": "A Love You (2015)\n=============ဟာသကားကြိုက်နှစ်သက်သူတွေအတွက် ပြင်သစ်ဟာသ\nရုပ်ရှင်ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းလေးက\nတော့ ဖရတ်က မိဘတွေမရှိတုန်းအိမ်မှာပါတီပွဲကျင်းပတယ်။\nကားကို ပဲရစ်မြို့ထဲစွန့်ပစ်ခဲ့လို့ ရဲစခန်းမှာဖြေရှင်းပြီးအိမ်အ\nပြန်မှာ သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းမန်နူကအိမ်ကိုရောက်လာ\nတယ်။မန်နူက သူနဲ့အတူညက ပါတီပွဲမှာအိပ်ခဲ့တဲ့ကောင်မလေးကို\nစွဲလမ်းသွားပြီးတော့ ကောင်မလေးရှိတဲ့နေရာကို လိုက်သွား\nမယ်လို့ပြောတယ်။ ဖြစ်ချင်တော့ အဲ့ကောင်မလေးက ဖုန်းနံ\nပါတ်လည်းမပြော၊ နာမည်လည်းမပြောခဲ့ပဲနဲ့ လက်ပေါ်မှာ\nလိပ်စာလေးတစ်ခုပဲရေးထားခဲ့တယ်။ မန်နူက အိမ်စီးကားရှိ\nတဲ့ဖရတ်ကို အတင်းလိုက်ပို့ပေးဖို့တောင်းဆိုတာနဲ့ပဲ လိုက်ပို့\nပေးဖို့ဆုံးဖြတ်လိုက်တာပေါ့။ ဒီလိုနဲ့ သူငယ်ချင်းနှစ်ယောက်\nတောင်ပိုင်းအယ်ဗီညွှန်ကိုသွားရင်းနဲ့လမ်းမှာ ဘယ်လိုအခက်\nအခဲတွေကြုံရမလဲဆိုတာကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTin Myo Lwin ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (752 MB) / (437 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 32Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/a-love-you-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qBWtxQEuoPYAOy8zTiZhrvQJf0m.jpg",
        "title": "I, Challenger (2022)",
        "description": "I, Challenger (2022)ဆစ်ဒ် ဆိုတဲ့သတ်လတ်ပိုင်းလူကတော့ သူ့ကိုယ်သူအရှုံးသမားအဖြစ် အပြည့်အဝခံယူထားသူပါ။\nအလုပ်ကမရှိ၊ သူ့အလုပ်က စက်ရုပ်နဲ့အစားထိုးခံလိုက်ရလို့အလုပ်ပြုတ်သွားတယ်။\nလတ်တလောအလုပ်ကတော့ ဆယ်ကျော်သက်တွေကိုဆေးခြောက်ရောင်းတဲ့အလုပ်။\nဘော်ဒါဆိုတော့လဲ သူနဲ့ဂိမ်းတွဲဆော့နေကျ ၁၆ နှစ်အရွယ်ကောင်လေးတစ်ယောက်ပဲရှိတယ်။\nဆော်ကလဲမရှိ။ သူကလဲကြံရာမရ ပေါက်ကရတွေအကုန်လုပ်တဲ့သူပါ။\nTinder ကနေလဲ သကြားမေမေရှာကြည့်သေးတယ်။ မအိုကေ။ ထီတွေဆိုတာလဲ လတိုင်းထိုးတာ။နောက်ဆုံးတော့ ကံကောင်းခြင်းရဖို့ ဂူဂဲလ်မှာရှာရင်း ရုရှားကဗီဒီယိုတွေကိုသွားတွေ့တယ်။\nရုရှားကလူတွေက သူတို့ကိုယ်သူတို့၂၄ နာရီကြာ အခေါင်းထဲထည့်မြှပ်နှံပြီး ကံကောင်းခြင်းကိုရသွားကြတယ်တဲ့။\nအခေါင်းထဲကပြန်ထွက်လာတာနဲ့ အလုပ်တွေအချစ်ရေးတွေအရာရာမှာကံကောင်းလာတယ်။\nသေချာတာပေါ့ ဆစ်ဒ်ကလဲ သူ့တစ်ဦးတည်းသော သူငယ်ချင်းကောင်လေးရဲ့ အကူအညီကိုယူပြီး\nသူ့ကိုယ်သူ ၂၄ နာရီကြာ မြှုပ်နှံဖို့ ကြိုးစားလိုက်ချိန်မှာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre.....Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 767MB | 373MB\nFormat… mp4\nDuration…. 1h 38min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/i-challenger-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZmM2MmE5Y2MtZGEwNC00NjY3LTgzYTItYTAzN2M4Y2RlNTI2XkEyXkFqcGdeQXVyMTMwNjQxNDU1._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Attachment (2022)",
        "description": "Attachment (2022)\n===============\nIMDb Rating - 5.8/10လီယာနဲ့မာယာဆိုတဲ့ ကောင်မလေးနှစ်ယောက်ဟာ အမှတ်မထင်\nတွေ့ရာကစလို့ စိတ်ချင်းထပ်တူကျပြီး ချစ်သူအဆင့်ထိရောက်သွား\nကြပါလေရော။ လီယာ့အိမ်ကို မာယာလိုက်သွားရင်း ယောက္ခမဖြစ်\nသူနဲ့ ဆုံလိုက်ရတာပေါ့။ လီယာ့အမေဟာ ဘာသာရေးစွဲမိသားစုက\nမွေးဖွားလာတာမဟုတ်ပေမယ့် ဘာသာရေးစွဲခင်ပွန်းနဲ့ အကြောင်း\nပါပြီးနောက်မှာတော့ သူပါအကျင့်ကူးသွားခဲ့သူတစ်ယောက်ပါ။\nနောက်ပြီး သူ့ခင်ပွန်းက ရုတ်တရက်ဆိုသလို သူတို့သားအမိကို\nအကြောင်းပြချက်မရှိပစ်သွားပါတယ်။ ဒါကတော့ လီယာ့သိထားတဲ့\nသူ့မိဘတွေရဲ့ဇာတ်လမ်းပေါ့။လီယာ့အမေက တစ်ဦးတည်းသောသမီးကို မျက်စိအောက်ကအပျောက်\nမခံ ရင်အုပ်မကွာစောင့်ရှောက်တတ်တဲ့ မိခင်တစ်ယောက်ပါ။ မာယာက\nတော့ သူ့ယောက္ခမကြီးရဲ့ ထူးထူးဆန်းဆန်းအပြုအမူတွေကြောင့် ယဉ်\nယဉ်လေးရူးနေတယ်လို့ ထင်နေပါပြီ။ ဒါကြောင့် ဘာသာရေးရူး ရူးပြီး\nကိုယ့်သမီးကိုယ်အန္တရာယ်ပြန်ပေးမယ့် ယောက္ခမဖြစ်သူလက်ကနေ\nသူ့ချစ်သူလီယာ့ကို ကယ်ထုတ်ဖို့ကြိုးစားပေမယ့် နောက်ဆုံးမှာ သူသိ\nလိုက်ရတဲ့အမှန်တရားဟာ.........။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe Zin\nဖြစ်ပါတယ်)File Size..........(1.85 GB) / (553 MB) / (357 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 37Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Horror, Romance\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/attachment-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BY2EzYWUxNzYtMjg4Yi00Y2M1LThmZTAtNmYyZTBmMDcxNDhlXkEyXkFqcGdeQXVyNzE2MTQyMzM@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Just Say Yes (2022)",
        "description": "Just Say Yes (2022)\n===============လမ်းခွဲခံရဖူးတဲ့သူတွေ ရှိကြမှာပါ။ တချို့တွေက မက်ဆေ့ချ်တစ်စောင်နဲ့\nလမ်းခွဲခံရမယ်။ တချို့ကတော့ ဖုန်းထဲမှာပဲ လမ်းခွဲခံရမယ်။ တချို့ကတော့\nလူကိုယ်တိုင် စသည်ဖြင့် မျိုးစုံပဲပေါ့။ဒီဇာတ်လမ်းထဲက လော့တာဆိုတဲ့ producerမလေးကတော့ တီဗီမှာ တိုက်\nရိုက်ထုတ်လွှင့်နေတုန်းမှာပဲ သူနဲ့စေ့စပ်ထားတဲ့ ချစ်သူဆီက လမ်းခွဲစကား\nပြောခံလိုက်ရပါသတဲ့။ ဒီလိုမျိုး တိုင်းသိပြည်သိ ဘဲပစ်ခံလိုက်ရလို့ ကြေကွဲ\nလူငယ်လေးဖြစ်နေတဲ့လော့တာက သူ့လိုမျိုး producerတစ်ယောက်ဖြစ်တဲ့\nခရစ်နဲ့အတူ သူ့ဘဲပြန်လာအောင် လုပ်ဖို့ စီစဉ်ကြပါတော့တယ်။ဒီလိုစီစဉ်ရင်းမှာပဲ လော့တာတစ်ယောက် ဘာတွေကြုံတွေ့ရမလဲ ကောင်း\nတာတွေဖြစ်လာမလား အဆိုးတွေနဲ့ပဲတွေ့ရမလားဆိုတာကို ရိုက်ကူးထားတဲ့\nပေါ့ပေါ့ပါးပါး Comedy, Romance ကားလေးကို ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ EL ဖြစ်\nပါတယ်)File Size..........(1.85 GB) / (753 MB) / (461 MB)\nQuality............WEB-DL 1080p / 720p / 480P\nDuration.........1Hr 37Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......EL\nEncoder..........SWM",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/just-say-yes-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3DUhY8eB0X5NM6smvas8nfdUYZu.jpg",
        "title": "Rimini (2022)",
        "description": "Rimini (2022)~ IMDb - 7/10, RT - 94%, Meta - 81% ~အခုမိတ်ဆက်ပေးမှာကတော့ မနှစ်က ထွက်ခဲ့တဲ့ ဩစတြေးလျကားသစ်လေးတစ်ကားပါ။ ရီမီနီဆိုတာ အီတလီနိုင်ငံက မြို့တစ်မြို့ပေမယ့် ဩစတြေးလျပေါ့ပ်အဆိုတော်ကြီးတစ်ယောက်ကို ဇာတ်အိမ်တည်ပြီး အီတလီ၊ ရိုမေးနီးယား၊ ဂျာမနီ၊ ဩစတြေးလျတို့မှာ ရိုက်ထားတာပါ။ရီချီဘရာဗိုလို့ ခေါ်တဲ့ တစ်ခေတ်တစ်ခါက အောင်မြင်ခဲ့တဲ့ ပေါ့ပ်စတားတစ်ဦးဟာ မှေးမှိန်သွားပြီဖြစ်တဲ့ သူ့အောင်မြင်မှုလေးတွေ လိုက်လံဖမ်းဆုပ်ရင်း သူ့သီချင်းတစ်ချို့ ခေတ်စားနေသေးတဲ့ အီတလီနိုင်ငံ ရီမီနီမြို့မှာ အခြေချဖြစ်ပါတယ်။ ဘဝကို အနိမ့်တကာ့အနိမ့်ဆုံးထိ ကိုယ်တိုင်ထိုးဆင်းပြီး အရက်၊ ဆေးလိပ်၊ (အထူးသဖြင့်) မိန်းမ အပျော်အပါးမှန်သမျှ အကုန်ချပြီး လူမဝင်သလောက်နီးပါး ရုံလေးတွေမှာ ဖျော်ဖြေရင်း မဖြစ်စလောက် ဝင်ငွေလေးနဲ့ ရပ်တည်နေပါတယ်။ဒီလိုမျိုး ဘဝကို စိတ်ကြိုက်ဖြုန်းတီးပြီး ဖြစ်သလိုနေထိုင်နေတဲ့ ရီချီ့ဘဝထဲကို ငယ်ငယ်လေးကတည်းက သူပစ်ထားခဲ့တဲ့ သမီးဖြစ်သူရောက်လာပြီး သူရထိုက်တဲ့ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/rimini-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Kalyanam-Kamaneeyam-128x200.jpeg",
        "title": "Kalyanam Kamaneeyam (2023)",
        "description": "Kalyanam Kamaneeyam 2023\nIMDb -6.3/10ယခုတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ထွက်ရှိကတည်းက လူကြိုက်များခဲ့တဲ့\nလူငယ်အချစ်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။ချစ်ကြိုက်ကွဲညားလိုသာမန်ပုံစံမျိုးမဟုတ်ပဲ\nအချင်းချင်း ချစ်မိပြီးနောက် ကြုံတွေရမယ့်ပြဿနာတွေကို ရင့်ကျက်တဲ့လူကြီးတစ်ယောက်လို\nဘယ်‌လိုတွေးခေါ်ရမယ်ဆိုတာ တင်ဆက်ထားပါတယ်။အလုပ်ဟူသမျှဂုဏ်ရှိစွဆိုပေမယ့်လည်း အလုပ်မရှိဘူးဆိုရင်အင်မတန်မှမျက်နှာငယ်ရပါတယ်။\nမိသားစုဝင်တွေထဲမှာရော၊ သူငယ်ချင်းအချင်းချင်းမှာရော၊ လူမှုအသိုင်းအဝိုင်းမှာ အနှိမ်ခံရတတ်ပါတယ်။\nအဲ့ထဲမှာ ရှီဗာဆိုသူကတော့ အဲ့ဒီလောကရဲ့သားကောင်ပဲပေါ့၊ ရှီဗာဟာ ၂\n၅ နှစ်လုံးလုံးအဖေဖြစ်သူနားကပ်စားနေတဲ့ အလုပ်လက်မဲ့ပါ။နောက်ဆုံးအလုပ်မရှိပေမယ့်လည်း ကံကောင်းထောက်မစွာနဲ့ မိန်းမရသွားတော့လည်း\nမိန်းမလုပ်စာထိုင်စားနေရပြန်ပါတယ်။ မိန်းမထမိန်နားခိုစားတဲ့ကောင်ဆိုပြီး\nလူမှုအသိုင်းအဝိုင်းကပါကျဉ်ခံလာရတဲ့အချိန်မှာ ရှီဗာတစ်ယောက်\nအလုပ်လက်မဲ့ဘ၀ကနေ လွတ်မြောက်ဖို့ကြိုးစားခဲ့ပါတော့တယ်။\nသူအလုပ်လက်မဲ့ဘဝကနေလွတ်မြောက်နိုင်ပါ့မလား၊ ကြာလို့ မိန်းမဖြစ်သူကလည်း\nငြိုငြင်ချင်လာတဲ့အခါ ဘာတွေဆက်ဖြစ်မယ်ဆိုတာတော့ ဆက်လက်ကြည့်ရှုပြီး အဖြေရှာလိုက်ကြရအောင်ပါ....\nFile size…1.6GB / 732MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 46m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nyein Aye",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/kalyanam-kamaneeyam-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bmHyxd5rcwzrGjLScTU3j9LMi83.jpg",
        "title": "Golden Robbery ( 2023 )",
        "description": "ဒီတစ်ခေါက်တော့ CM ပရိသတ်တွေအတွက် ဟာသလေးနှောထားတဲ့\nမှုခင်းကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ရဲစခန်းလုံခြုံရေးအစောင့်မာတာနဲ့ သူ့ရဲ့ရည်းစာချောလေး\nလျိုစီးကျားတိုဟာ သာမန်ဘဝကို ဖြတ်သန်းနေကြတဲ့\nစုံတွဲလေးတစ်တွဲပဲ ဖြစ်ပါတယ်။ တစ်နေ့မှာ\nတစ်စုံတစ်ယောက်က မာတာရဲ အဖေဆိုပြီး ဖုန်းဆက်လာခဲ့ပါတယ်။နှစ် ၂၀ လောက် ပျောက်သွားခဲ့တဲ့ အဖေက ရုတ်တရက်\nပြန်ပေါ်လာတဲ့အချိန်ကစ မာတာရဲ့ အေးချမ်းတဲ့ ဘဝကြီးက စတင်ရှုပ်ထွေးလာပါတော့တယ်။\nယဉ်ကျေးမှုအမွေအနှစ်ပစ္စည်းမှောင်ခိုမှု၊ သင်္ချိုင်းဖောက်မှု၊\nရဲအတု အစစ်တွေနဲ့ ဘယ်လို အရှုပ်တွေ ဖြစ်မလဲဆိုတာကို\nGolden robbery ဆိုတဲ့ ဇာတ်လမ်းလေးကို ကြည့်ရှုလိုက်ပါနော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Mystery\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Sld6/Golden_Robbery_2023_WEB-DL_1080p_CM.mp4",
        "category": "Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTJlZDUzMTctYjJmYi00MGZkLTkzMDItYzk4Y2Q5NGYyNzVjXkEyXkFqcGdeQXVyMTU2NDkwOTAw._V1_-140x200.jpg",
        "title": "Gaalodu(2022)",
        "description": "Gaalodu (2022)\nIMDb 7.3/10 (2K)အခုတစ်ခါမှာတော့ တေလဂူကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။ရာဂျူးဟာ ခပ်မိုက်မိုက်နေတတ်ပြီး သူမှန်တယ်ထင်ရင်\nဘယ်သူ့ကိုမှလည်း ဂရုမစိုက်သလို သူ မလုပ်ရဲတာလည်း ဘာမှမရှိပါဘူး။ဇာတ်လမ်းအစမှာ ရာဂျူးဟာ လူသတ်မှုနဲ့ထောင်ကျနေခဲ့ပါတယ်။\nထောင်ကျတာ တစ်ရက်တောင်မရှိသေးဘူး ရဲအရာရှိကို ရိုက်လွှတ်လိုက်ပါတယ်။\nဒီလိုနဲ့ ထောင်တွင်း နာမည်ကြီးသွားပြီး ထောင်သားတွေ လေးစားရတဲ့သူတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။ငယ်ငယ်ရွယ်ရွယ်နဲ့ လူသတ်ပြီး ထောင်ကျခဲ့ရတဲ့ ဒီလိုလူအတွက်အချစ်နဲ့စစ်ရဲ့\nအဓိပ္ပါယ်သတ်မှတ်ချက်တွေဟာ ဘယ်လိုဖြစ်နေမလဲ ဆိုတာကတော့....။\nသူထောင်သားတွေကို ပြောပြမယ့် နောက်ကြောင်းနဲ့အတူ ထပ်မံကြည့်ရှုပေးပါဦးနော်။\nFile size…1.94GB / 937MB\nQuality…1080p TRUE WEB DL /720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Khin Khin~BpL~Taylor",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/gaalodu2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aqky27cIeGOxLOfEv6Fp0KO0tgw.jpg",
        "title": "Rockin’ on Heaven’s Door(2013)",
        "description": "Rockin' on Heaven's Door(2013)*****************************Hong-ki Lee  နဲ့  Ma Dong-seok တို့ အဓိကပါဝင်ထားတဲ့ဒီဇာတ်ကားဟာ တစ်ခါကြည့်ပြီး တစ်သက်မမေ့နိုင်ဖို့\nဒီတစ်ခေါက် CMပရိသတ်ကြီးအတွက်\nထင်မထားရလောက်အောင် ရင်ထဲမှာစွဲကျန်ရစ်ခဲ့မယ့်\n“Rockin On Heaven’s Door”ဆိုတဲ့ ဒီဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းကိုတော့ ထင်ရာဆိုင်းတတ်တဲ့ ခပ်ဆိုးဆိုးအိုင်ဒေါအနုပညာရှင်လေး ချွန်အွီနဲ့ အစချီထားပါတယ်တစ်နေ့ ချွန်အွီတစ်ယောက် ကလပ်မှာပြဿနာရှာမိပြီးစေတနာ့ဝန်ထမ်းအဖြစ်နဲ့ အပြစ်ပြန်ဆပ်ရဖို့ အကြောင်းဖန်လာပါတယ်ချွန်အွီလုပ်ပေးရမယ့်နေရာကတော့ နယ်မြို့လေးတစ်ခုက “ဒုံးဟျွန်း”ဆိုတဲ့ဆေးရုံတစ်ခုမှာပေါ့ဆေးရုံကို မုန်းပါတယ်ဆိုတဲ့ ချွန်အွီအတွက်\nအဲဒီဆေးရုံက လူတွေကလည်း ထူးဆန်းနေပြန်ပါတယ်နောက်ဆုံးထွက်သက်ရောက်တော့မယ့်\nလူနာအဘွားအိုကို အသက်ရှူစက်တပ်မပေးတာမျိုး…လူနာတွေကို ဆေးလိပ်သောက်ခွင့်ပေးတာမျိုး\nကလပ်သွားခွင့်ပေးတာမျိုး.. စသည်ဖြင့်ပေါ့အဲဒီလိုဆေးရုံက လုပ်ရပ်တွေကို သဘောမကျလို့\nချွန်အွီ ထွက်ခဲ့မယ်လို့ကြံမယ့်နေ့မှာပဲ ..နောက်ကွယ်ကအကြောင်းအရာတွေကို\nအန်နာဆိုတဲ့ စေတနာ့ဝန်ထမ်းကောင်မလေးပြောလို့\nချွန်အွီသိသွားခဲ့တဲ့အခါ… File Size :(1.9GB)&(685MB)\nQuality : Blu-Ray 1080P5.1Ch,720P\nFormat :mp4\nDuration : 01:39:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Khine Khine ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/rockin-on-heavens-door2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjAxOTM2YTgtODU2Ni00MDk4LTljOWUtYmM1YjMzZjZlYmE0XkEyXkFqcGdeQXVyMzYxNjU3NzU@._V1_-142x200.jpg",
        "title": "The Gridiron (2016)",
        "description": "The Gridiron (2016)\n===============ဒဲရစ်ဆိုတဲ့ကောင်လေးတစ်ယောက်က စီးပွားရေးလုပ်ချင်\nပေမယ့် သူဘာလုပ်လိုက်လိုက် လုပ်လိုက် တလွဲတွေပဲဖြစ်ပြီး\nအဆုံးသတ်သွားလို့ မိဘကရော သူ့မိန်းမကရော သူ့ကိုဆို\nတစ်စက်မှ အထင်မကြီးပါဘူး။ အဲဒါလည်း သူကအမှတ်မရှိဘဲ\nတစ်နေ့မှာ အမေရိကန်ဘောလုံးကစားနည်းက ဗြိတိန်မှာ\nခေတ်စားလာတော့မယ်ဆိုပြီး သူ့ကိုယ်ပိုင်အသင်းထောင်ဖို့\nလုပ်ပါတယ်။အိမ်စရိတ်တွေလည်းမပေးပဲ ရသမျှအကုန် သူ့အသင်းအတွက်ပဲ\nသုံးနေတော့ မိန်းမနဲ့လည်း ပြသနာတက်လိုက် အကြွေးရှင်\nလက်ကပြေးရလိုက်နဲ့ နောက်ဆုံးသူ့အသင်းကအောင်မြင်သွား\nမလား ကျရှုံးမလားဆိုတာကို ရယ်ရယ်မောမောနဲ့ ပေါ့ပေါ့ပါး\nပါးလေး ကြည့်ရမှာပါ။ ကားဟောင်းလေးဖြစ်ပြီး စိတ်လက်\nပေါ့ပါးမှုကိုရစေတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMomo ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (677 MB) / (462 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 37Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Sport\nTranslator.......Momo\nEncoder..........SWM",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-gridiron-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTdkNGRmMzAtOTM4Ni00MmJmLTgyMTYtMWIxZjZjODE3MmY0XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-200x200.jpg",
        "title": "Lucky Lakshman (2022)",
        "description": "Lucky Lakshman (2022)IMDb-7.7/10မင်းသမီးချောလေး Mokksha အဓိကပါ၀င်ထားတဲ့\nလူငယ်ကျောင်းသားအချစ်ဇာတ်လမ်းလေး\nတစ်လှည့်ခံစားကြည့်ပါဦးချစ်နေချိန်မှာ ချစ်သက်လက်ဆောင်တွေအကြီးအကျယ်ပေးခဲ့ကြသလို\nမထင်မှတ်ပဲခွဲခွာရတဲ့အချိန်မှာ ရှိခဲ့ဖူးတဲ့အမှတ်တရတွေအားလုံးကို ထိန်းသိမ်းချင်ကြတဲ့သဘာ၀အရ\nကော်ဖီဆိုင်ကြီးကို ၀ယ်ချင်နေတဲ့အသည်းကွဲကောင်လေးတစ်ယောက်နဲ့အစပျိုးထားတဲ့ဇာတ်လမ်းပါအလယ်အလတ်မိသားစုကနေမွေးဖွားလာတဲ့ လက်ရှ်မန်ဟာ\nငယ်စဉ်တည်းကလိုအင်ဆန္ဒတွေမပြည့်၀မှုကြောင့်\nရည်ရွယ်ချက်ကြီးကြီး စာပဲအသည်းအသန်ကြိုးစားနေခဲ့ပါတယ်\nအထက်တန်းကျောင်းသားဘ၀မှာတင် မိန်းကလေးတစ်ယောက်ကြောင့်\nရုံးခန်းရောက်ဖူးတာမို့ တက္ကသိုလ်ထိမိန်းကလေးတွေနဲ့ ဝေးဝေးနေခဲ့သူပါတက္ကသိုလ်ပထမနေ့မှာပဲ စီနီယာတွေအနိုင့်ကျင့်ခိုင်းလို့ ပျိုတိုင်းကြိုက်နှင်းဆီလေး ဆယ်ရာ့ကို ကြောက်ကြောက်နဲ့\nရည်းစားသွားပြောရတဲ့အချိန်မှာ ငယ်စဉ်ကလိုရုံးခန်းရောက်ကျောင်းထုတ်ခံရမှာကြောက်စိတ်တွေပြည့်နေခဲ့တယ်ဆယ်ရာက ထင်ထားသလိုမတုံ့ပြန်တဲ့အပြင် သူ့နဲ့ခင်မင်ရင်းနှီးတဲ့သူငယ်ချင်းတွေဖြစ်သွားပါတော့တယ်အလှပဂေးနဲ့ စာကြမ်းပိုး သူငယ်ချင်းကနေဘယ်လိုအဆင့်တက်သွားသလဲ\nလက်ရှ်မန်ငယ်ငယ်က အိမ်မက်အတိုင်းအောင်မြင်လာသလား\nဇာတ်လမ်းအစကအသည်းကွဲရတဲ့အကြောင်းအရင်းက ဘာများလဲဆိုတာတွေကတော့ ခံစားကြည့်ပါဦး\nFile size…2.75GB / 1.36GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & BpL & Yunni & Khin Khin",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/lucky-lakshman-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNzViMzYyNzYtZDQ5ZS00YzkwLWI4ZWUtYzljZWEyNTdjYmQ2XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-136x200.jpg",
        "title": "Cirkus (2022)",
        "description": "Cirkus (2022)\nComedy, Drama\nIMDb 6.4/10 (21K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဘောလီဝုဒ်ဟာသကားကောင်းလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ မင်းသားချော ရန်ဗီးဆင်းက Dual Role နေရာကနေသရုပ်ဆောင်ထားပြီး\nမင်းသမီး ပူးဂျာဟစ်ဂဒေ..ဂျက်ကလင်းဖာနန်ဒက်ဇ်တို့အပြင် ဟာသသရုပ်ဆောင်ကြီးတွေဖြစ်ကြတဲ့\nဂျွန်နီလီဗာ..ဆန်ဂျေးမစ်ရှရားစသဖြင့် သရုပ်ဆောင်ပေါင်းများစွာလည်း ပါဝင်အားဖြည့်ထားသလို\nမင်းသမီးချောလေး ဒီပီကားပါဒူကွန်ကလည်း Cameo အနေနဲ့ ပါဝင်ပေးထားပါတယ်နော်။ဆရာဝန်တစ်ယောက်ရဲ့စူးစမ်းချင်စိတ်ကြောင့် ဖြစ်ပေါ်လာတဲ့ စမ်းသပ်ချက်တစ်ခုပေါ်မူတည်ပြီး\nအလွဲကြီးလွဲခဲ့ရတဲ့ဇာတ်ကြောင်းလေးပေါ့ဗျာ။အငှားကိုယ်ဝန်ဆောင်ခြင်းတွေ ခေတ်မစားသေးခင်ကာလ ဒီကိစ္စကို လူတွေလက်မခံနိုင်ကြတဲ့အခါ...။ပြုစုပျိုးထောင်ပေးတဲ့ မိသားစုတူရင် ဒီညီအစ်ကိုမောင်နှမတွေဟာ ကိုယ့်သွေးသားမဟုတ်လည်း\nသွေးသားရင်းခြာလို့ မေတ္တာထားကြမယ်။ ကူညီရိုင်းပင်ကြမယ်ဆိုတာကို ဒီဆရာဝန်ဟာ လောကကြီးကို\nချပြချင်ခဲ့ပါတယ်။ဒီလိုနဲ့ အမြွှာနှစ်တွဲကို တစ်ယောက်ဆီလွဲထည့်ပြီး မိသားစုနှစ်စုကို တစ်တွဲစီမွေးစားဖို့ပေးလိုက်ပါတော့တယ်။တစ်ရက်တော့ ရုပ်တူပြီး လူချင်းလွဲနေတဲ့ ဒီအမြွှာနှစ်တွဲဟာ တစ်မြို့တည်းမှာ\nအတူဆုံကြတဲ့အခါမှာတော့ ဖြစ်ပျက်သမျှအလုံးစုံဟာ စတင်ပြီး လွဲလာပါတော့တယ်။\nအလွဲလွဲအချော်ချော်နဲ့ ဘယ်လိုတွေ ပါးစပ်မပိတ်တမ်း ရယ်ရမလဲဆိုတာကိုတော့\nဇာတ်ကားထဲမှာပဲ ဆက်လက်ရှုစားကြည့်ပါတော့နော်။\nFile size…2.69GB / 1.25GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Taylor~Khin Khin~ Nyein Aye ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/cirkus-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDUxYjk2MDQtZDdiZC00ZWZhLWEwYzgtOTA0NDM4Y2EwMjE3XkEyXkFqcGdeQXVyMzE4NjMwMjc@._V1_-114x200.jpg",
        "title": "Oh My Ghost (2022)",
        "description": "Oh My Ghost (2022)\nIMDb 6.1အခုတင်ဆက်ပေးမှာကတော့ ပုရိသတို့အသည်းစွဲ မင်းသမီးSunny Leone ရဲ့\nအမိုက်စားသရုပ်ဆောင်မှုတွေပါဝင်တဲ့ သရဲကားပဲဖြစ်ပါတယ် ဂျန်ဂျမား vibe\nလိုမျိုးပြန်ရမဲ့ဒီကားက ဇောက်ထိုးခြောက်မဲ့အခန်းတွေရောအတည့်ခန်းတွေပါပါမှာမို့\nHorror စစ်စစ်မှကြိုက်ပါတယ်ဆိုသူများအတွက် ရှယ်ဖြစ်နေမှာပါလွန်ခဲ့တဲ့နှစ်ပေါင်းထောင်ချီတုန်းက... ရက်စက်ကြမ်းကြုတ်တဲ့အရှင်မတစ်ပါးရှိတယ်\nသူမခံတပ်မြို့ဆီဘယ်ယောကျာ်းသားမှမကပ်ရဲလောက်အောင်ကြမ်းတဲ့သူပေါ့\nဒါပေမဲ့အဲဒီခေတ်မှာ သူမကအရှင်လတ်လတ်မြေမြှုပ်ခံခဲ့ရပြီး သူမရဲ့ကျိန်စာနဲ့အတူ\nဝိဉာဉ်ကလည်းမကျွတ်လွတ်ဘဲ သွေးကြွေးဆပ်ဖို့ ယနေ့ခေတ်ထိတိုင်အောင်ရှိနေလေတယ်မျက်မှောက်ခေတ်မှာတော့...ဘုရင်မသွေးကြွေးဆပ်ရမဲ့လူကလူပြန်ဝင်စားလာခဲ့ပါတယ်\nသူကတော့ ဇာတ်လမ်းတွေရေးပြီး ပရိုဂျူဆာလိုက်ရှာနေတဲ့ ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ဖြစ်နေတာပါ\nဒီလိုနဲ့ နှစ်ပေါင်းထောင်ချီကရန်ငြှိုးတွေ အကြေဆပ်ရမဲ့အချိန်ရောက်လာပြီး\nဘုရင်မဝိဉာဉ်နိုးထလာခဲ့ချိန်မှာတော့....ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာ အခုပဲအပြေးဒေါင်းကြည့်လိုက်ပါရှင်File size…2.35GB / 1.04GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Bpl~Yunni~Khin Khin",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/oh-my-ghost-2022-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNGRmYTJhNDYtYmYyMC00YjBiLThiMmItYjMxZmM1NTQ3NzU1XkEyXkFqcGdeQXVyOTg3NjI4MzQ@._V1_-137x200.jpg",
        "title": "Sadha Nannu Nadipe(2022)",
        "description": "Sadha Nannu Nadipe(2022)IMDb-7.3/10ဒီတစ်ခါ အချစ်ဇာတ်လမ်းလေးတင်ဆက်ပေးချင်ပါတယ်\nမွေးရာပါရောဂါနဲ့ ဆာဟာ ဟာ အိမ်နဲ့ဆေးရုံကလွဲ\nဟိုဟိုဒီဒီသွားလာပျော်ပါးမရတဲ့ လှောင်အိမ်ထဲကပန်းကလေးပေါ့\nသူ့ရဲ့အတွေးတွေစိတ်ကူးတွေကို မျှဝေခံစားမယ့်ရင်ဘတ်ချင်းတူတဲ့လက်တွဲဖော်တစ်ယောက် တောင့်တနေသူ\nအမ်ဂျေဆိုတာကတော့ လွတ်လပ်ပျော်ပါးတတ်သူ\nတစ်ခါတစ်ရံခိုးမှုအသေးစားလေးတွေကိုပါ ကျူးလွန်ပြီး\nဘ၀ကိုပျော်ပျော်ကြီးခံစားနေသူ\nနေရာစုံလွင့်ချင်တိုင်းလွင့်နေတဲ့ အမ်ဂျေနဲ့ ဖန်အိမ်ထဲက\nပန်းကလေးတို့ ဘယ်လိုတွေတွေ့ဆုံချစ်မိကြမလဲ ဆိုတာတော့...\nတစ်ယောက်နဲ့တစ်ယောက် အသက်ပေးလောက်အောင်\nချစ်ကြသူတွေရဲ့ ဆွတ်ပျံ့ကြည်နူးဖွယ်ဇာတ်လမ်းလေးကို ခံစားကြည့်ပါဦး\nFile size…3.57GB / 1.57GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Taylor ~ Yunni ~ Khin Khin",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/sadha-nannu-nadipe2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j732tzNhoywsS2I4z1Cv7IsMPww.jpg",
        "title": "OMG! Oh My Girl(2022)",
        "description": "OMG! Oh My Girl(2022)**********************ကောင်လေးနဲ့ ကောင်မလေးဟာ ငယ်သူချင်းဖြစ်ကြတဲ့အလျှောက်တစ်ယောက်နဲ့တစ်ယောက်သံယော်ဇဉ်ရှိကြတယ်..ကောင်မလေးဘက်ကရိုးသားတယ်ဆိုပေမယ့် ကောင်လေးကတော့မရိုးသားဘူး..သူငယ်ချင်းစည်းကိုလည်းကျော်ချင်ကောင်မလေးဘက်ကစိတ်ဆိုးမှာလည်းကြောက်တော့သူ့အဖြစ်ဟာ အဆင်မပြေလှ..တစ်နေတော့ ကောင်လေးရဲ့သူငယ်ချင်းတစ်ယောက်ကလာအကူအညီတောင်းတယ်..မင်းဘော်ဒါ စကီလေးကိုငါသဘောကျတယ်ကွာ ..သူ့အကြိုက်လေးငါ့ပြော မင်းပေးတဲ့အကြံဉာဏ်တိုင်းလုပ်မယ်လို့အပူကပ်လာရော..ငြင်းမကောင်းတော့ ကောင်မလေးမကြိုက်လောက်တဲ့ တလွဲအကြံဉာဏ်တွေနဲ့ဆေးထိုးပါလေရော...သူ့ဘော်ဒါ ကံကောင်းတာလား သူကံဆိုးတာလားမသိ..သူ့ရဲ့ ဂျင်းဆေးကွက်မှာ ကောင်မလေးကပြန်ကြိုက်သွားလေရဲ့..အဲ့ဒီနောက်မှာတော့....ထိုင်းအချစ်ဇာတ်ကားကောင်းလေးဖြစ်ပြီး Cast တွေကလည်း ဆယ်ကျော်သက်ချစ်စဖွယ်လေးတွေဖြစ်လို့ ကြည့်ရှုခံစားသင့်ပါကြောင်း... File Size :(3.06GB) (867 MB) and (616 MB)\nQuality :WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:04:00\nGenre : Comedy ,Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thynn, Shoon & Khine Khine Wai\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/omg-oh-my-girl2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-nutty-133x200.jpg",
        "title": "The Nutty Professor (1996)",
        "description": "1996 ကထွက်ရှိခဲ့တဲ့ နာမည်ကျော်ဟာသမင်းသားကြီး Eddie Murphy ရဲ့ Comedy ဇာတ်ကားလေးပါ။ ထူးချွန်ထက်မြတ်ပေမယ့် မျိုးရိုးအလိုက် အ၀လွန်နေတာကြောင့် စိတ်ဓာတ်ကျနေတဲ့သိပ္ပံပညာရှင် ရှားမန်းဟာ သူ့ဉာဏ်ရည်ဉာဏ်စွမ်းကိုအသုံးချပြီး ၀စေတဲ့ဗီဇကိုပြောင်းစေတဲ့ ဆေးရည်ကိုထုတ်ဖော်နိုင်ခဲ့ပါတယ်။ ဒီဆေးရည်ကိုအသုံးချပြီး ရှားမန်းလည်း အရင်ကမရခဲ့တဲ့လေးစားမှု ချစ်ခြင်းမေတ္တာတို့ကို ပိုင်ဆိုင်နိုင်ဖို့ကြိုးစားရာကနေ ဆေးရည်ရဲ့ဘေးထွက်ဆိုးကျိုးတွေကြောင့် တလွဲတွေဖြစ်ကုန်ရပါတယ်။ ၁၉၉၀ ကျော်ကထွက်ရှိတဲ့ Eddie Murphy ကားထုံးစံအတိုင်း၀က်၀က်ကွဲရယ်ရတဲ့ကားလေးဖြစ်ပြီး Jada Pinkett, James Coburn နဲ့ Dave Chappelle တို့လည်းပါ၀င်ထားပါတယ်။File size…(902.69MB)  / (764MB) \nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Comedy / Romance /Sci-Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  SP",
        "rating": "",
        "url": "https://megaup.net/1Sclz/The.Nutty.Professor.1996.1080p(CM).mp4",
        "category": "Comedy, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNmRhNGE0OGItYzJlNi00OTQ5LWFjMWMtYmYyZmM0MTAxNTA4XkEyXkFqcGdeQXVyMTQ5ODM1OTk3._V1_-154x200.jpg",
        "title": "Mahaveeryar (2022)",
        "description": "Maharveerya 2022\nIMDb - 6.4/10Maharveerya 2022\nIMDb - 6.4/10အိန္ဒိယနာမည်ကြီး မင်းသား Nivin Pauly နဲ့ မင်းသမီးချောလေး Shanvi Srivastavaတို့ပါဝင်သရုပ်ဆောင်ထားတဲ့\nဒီရုပ်ရှင်ဟာဆိုရင် ချစ်ကြိုက်ကွဲညား ကလဲ့စားစသဖြင့်မြင်နေကျအိန္ဒိယရုပ်ရှင်တွေလိုမျိုးမဟုတ်ပါဘူး။\nအချိန်ခရီးသွားတွေပါမယ်၊ ရယ်စရာတွေပါမယ်၊ လူ့စရိုက်ကိုသရော်ထားတာပါမယ်၊\nတရားခွင်မှာ အပြန်အလှန်လျှောက်လဲချက်တွေပါမယ် ဒါ့အပြင် rating ကောင်းကောင်းနဲ့\nနာမည်ကြီးသရုပ်ဆောင်တွေပါတာ ကြိုက်ရင်တော့ ဒီကားကိုညွှန်းပေးချင်ပါတယ်ဇာတ်လမ်းလေးကတော့ တရားခွင်မှစပြီး တရားခွင်မှာဆုံးတယ်ဆိုရလောက်အောင်\nမြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ ကြည့်ရတာအားရလှပါတယ် ဆင်းတုတော်တွေအရမ်းပျောက်တဲ့မြို့မှာ\nကိုယ်ရောက်လာမှ ဆင်းတုတော်သူခိုးလို့ စွပ်စွဲခံရလို့ကိုယ်တိုင်ရှေ့နေလုပ်မဲ့ စိတ်ဝင်စားဖွယ်ရသေ့ကြီး\nဘုရင်ကြီးက မင်းတုန်းမင်းလို တစ်ထောင်တစ်ညပြည့်အောင် တော်ကောက်ခံလိုက်ရတဲ့\nအသည်သားမိန်းကလေးတစ်ယောက်ရဲ့ တိုင်ကြားချက်ကို အပြိုင်အဆိုင်လျှောက်လှဲချက်တွေနဲ့ တရားခွင်တရားခွင်က လျှောက်လဲချက်ကနေတစ်ဆင့် ဇာတ်ကြောင်းကို narration\nလုပ်ပေးသလိုမျိုး ဇာတ်လမ်းကိုပြန်ရိုက်ပြထားတဲ့ စတိုင်နဲ့ ကြည့်ရတာ ပေါ့လဲမပေါ့\nပျင်းစရာမကောင်းပဲနဲ့ တရားကိုဘာနတ်စောင့်မလဲဆိုတာ အဆုံးထိခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…1.43GB / 614MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/mahaveeryar-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJPbS2cYOYhDCjT5NmW1Fm6gFl3.jpg",
        "title": "Get Hard(2015)",
        "description": "Get Hard (2015)=============IMDb - 6.0ဟာသသရုပ်ဆောင် မင်းသားကြီး Will Ferrell နဲ့ Kevin Hart တို့ပါဝင်သရုပ်ဆောင်ထားပြီး 2015 တုန်းကထွက်ရှိခဲ့တဲ့ အခွီကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။R-rated ဖြစ်ပြီး 18+ အခန်းတချို့ပါဝင်တဲ့အပြင် ကြမ်တမ်းတဲ့စကားလုံးတွေပါဝင်တာကြောင့် မိသားစုနဲ့အတူတော့မကြည့်သင့်ပါဘူး။ဇာတ်လမ်းအကျဉ်းလေးကတော့ချမ်းသာတဲ့စီးပွားရေး မန်နေဂျာတယောက်ဖြစ်တဲ့ ဂျိမ်းစ်ကင်း(Will Ferrell) ဟာငွေကြေးအလွဲသုံးစားလုပ်မှု၊ လိမ်လည်မှုစတဲ့စွဲချက်တွေနဲ့ အဖမ်းခံလိုက်ရပြီး ထောင်ဆယ်နှစ်အချခံလိုက်ရပါတယ်။ထောင်ထဲကိုမဝင်ခင် ပြင်ဆင်စရာတွေပြင်ဆင်ဖို့ဆိုပြီး အချိန်ရက်သုံးဆယ်လည်းပေးလိုက်ပါတယ်။ သူ့ကိုယ်သူထောင်ထဲမှာ မိနစ်ပိုင်းတောင်မခံမှန်းသိနေတဲ့ ဂျိမ်းစ်တစ်ယောက်ကယောင်ခြောက်ခြားတွေဖြစ်နေတုန်းမှာ အင်မတန်ကိုဖြူစင်ပြီးကားပါကင်ဖြတ်ပိုင်းတောင်မရဖူးတဲ့ ဒါနဲလ် (Kevin Hart) နဲ့တွေ့ပြီး ဒါနဲလ်ကိုထောင်ထွက်လူမိုက်တယောက်လိုမျိုးအထင်မှားသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ သူ့ထောင်ထဲမှာရှင်သန်နိုင်အောင်သင်ပေးဖို့အတွက် ဒါနဲလ်ကိုဆရာတင်ရင်း နှစ်ယောက်လုံးဘယ်လိုတလွဲတွေဖြစ်ကြမလဲ၊ သူက‌ရောငွေတွေကိုတကယ်လိမ်ခဲ့တာလား၊နောက်ကွယ်မှာရောဘယ်သူတွေရှိနေမလဲ၊ နှစ်ယောက်သားဘယ်လိုအရှုပ်တွေနဲ့ရင်ဆိုင်ကြရမလဲဆိုတာကို တချိန်လုံးခွီရင်းကြည့်ရမှာပါ။ဟာသကားကောင်းကြည့်ချင်သူတွေအတွက် ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပါပဲ။ File size…2.3GB / 831MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ..... Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/get-hard2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jYv6MqOoAIpxZd6ydJ4S5S2QHDZ.jpg",
        "title": "Playing for Keeps (2012)",
        "description": "Playing for Keeps (2012)***********************ဇာတ်လမ်းအကျဥ်းကတော့ ‌ဂျော့ဒရိုင်ယာဆိုတာ ဘောလုံးလောကမှအနားယူပြီး စီးပွားရေးအဆင်မပြေ၊အိမ်ထောင်လည်းကွဲ၊သားဖြစ်သူအတွက်ပါ အချိန်ပြည့်ရှိနေမပေးနိုင်တဲ့ နာမည်ကြီးဘောလုံးကစားသမားပေါ့။အလုပ်ရှာနေရင်းနဲ့ပဲ သားဖြစ်သူနဲ့တွေ့ဖို့ နယ်မြို့လေးရောက်လာရင်းကအခြေအနေအရ သားဖြစ်သူရဲ့ဘောလုံးနည်းပြ ဖြစ်သွားပါတယ်။ဘောလုံးသမားပီပီ ရောက်လေရာမှာနာမည်ကြီး လူကြိုက်များပြီးခုလည်း ကလေးအမေသုံးယောက်ကိုလိမ်ရင်းခေါက်ရင်းဖခင်တစ်ယောက်တာဝန်ကျေအောင်ဘယ်လိုစွမ်းဆောင်သွားမလဲ ဆိုတာကို မိသားစုရသလေး ခံစားရင်းပေါ့ပေါ့ပါးပါးကြည့်လို့‌ရမယ့် ဇာတ်ကားကောင်းလေးပါပဲ။ File Size :(2GB),(901.5 MB)\nQuality : Blu-Ray 1080P,720p\nFormat :mp4\nDuration : 01:45:00\nGenre : Romance , Comedy , Sports\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by HYAN",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/playing-for-keeps-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3wkbKeowUp1Zpkw1KkBqMWbt0P9.jpg",
        "title": "When Harry Met Sally… (1989)",
        "description": "When Harry Met Sally... (1989)~ IMDb - 7.7/10, Rotten Tomatoes - 91% ~ဆယ်လီနဲ့ဟယ်ရီရဲ့ဇာတ်လမ်းဟာ ၁၉၉၇ မှာ စခဲ့တယ်။ ချီကာဂိုတက္ကသိုလ်ကနေ ကျောင်းပြီးလို့ အိပ်မက်မြို့တော်ကြီး နယူးယောက်ကို လာတဲ့လမ်းမှာ သူတို့စတွေ့ခဲ့ကြတယ်။ ဒီနောက် ဘာမှဆက်မဖြစ်ခဲ့ကြဘူး။၁၉၈၂ ရောက်တော့ လေဆိပ်မှာ သူတို့ထပ်တွေ့ကြတယ်။ ၂ယောက်စလုံး အလုပ်အကိုင် ကိုယ်စီနဲ့ ဖြစ်နေကြပြီ။ အချင်းချင်းမှတ်မိလိုက်ပြီး စကားတွေပြောဖြစ်ကြပေမဲ့ ဘာမှဆက်မဖြစ်လိုက်ဘူး။၁၉၈၇ ကျ စာအုပ်ဆိုင်တစ်ဆိုင်မှာ ဟယ်ရီနဲ့ ဆယ်လီထပ်တွေ့ခဲ့ကြတယ်။ ဟယ်ရီက အိမ်ထောင်ကျပြီးလို့ သူ့မိန်းမက သူ့ကိုထားခဲ့တာတောင် ခံရပြီးပြီ။ ဆယ်လီကလည်း သူ့ရည်းစား ထားခဲ့တာ ခံခဲ့ရတယ်။ ဒီလိုနဲ့ ဒီတစ်ခေါက် သူတို့ပြန်တွေ့တဲ့အချိန်မှာ အသည်းကွဲနေတဲ့လူ၂ယောက် သူ့ဘဝအကြောင်းတွေ ကိုယ့်ဘဝအကြောင်းတွေပြောရင်း သူငယ်ချင်းတွေ ဖြစ်လာကြတယ်။ ဒီနောက် အဆင့်ထက်တက်ရင်း တစ်ယောက်အကြောင်းတစ်ယောက်သိနေတော့ ပြဿနာတွေတက်ပြီး ထပ်ကွဲသွားတယ်။နောက်ဆုံးအနေနဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/when-harry-met-sally-1989/"
    }
]