[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQVIQDc3foTPodZw0ie1Or0CXBn.jpg",
        "title": "Night School (2018)",
        "description": "၂၀၁၉ ႏွစ္သစ္အခ်ိန္အခါသမယေလးမွာ ေမွ်ာ္လင့္ခ်က္အသစ္ေတြယူေဆာင္လာေပးမယ့္ ေပ်ာ္ရႊင္စရာ ရယ္ေမာစရာ ဇာတ္ကားေလးတစ္ကား တင္ဆက္ေပးခ်င္ပါတယ္…Kevin Hart , Tiffany Haddish စတဲ့ နာမည္ၾကီး ဟာသသရုပ္ေဆာင္ေတြပါဝင္တဲ့အတြက္ ေပ်ာ္ရႊင္ရယ္ေမာရမယ္ဆိုတာကိုေတာ့ ၾကိဳေျပာထားခ်င္ပါတယ္။….တက္ဒီ ဆိုတဲ့ေကာင္ေလးတစ္ေယာက္ဟာ စာမၾကိဳးစားခ်င္ဘဲ အထက္တန္းေက်ာင္းကထြက္လာတဲ့ လူတစ္ေယာက္ျဖစ္ျပီးအျပင္ေလာကၾကီးကို စာသင္ေက်ာင္းသဖြယ္မွတ္ယူထားသူေပါ့…အထက္တန္းေက်ာင္းကေနထြက္ျပီး ၁၅ ႏွစ္ၾကာတဲ့အခ်ိန္မွာ ေအာင္ျမင္တဲ့အေရာင္းသမားတစ္ဦးအျဖစ္ရွိေနစဥ္ကာလမွာသူအလုပ္လုပ္ရာဆိုင္မွာ ေပါက္ကြဲမႈတစ္ခုျဖစ္ျပီး အလုပ္ကေနျပဳတ္ခဲ့ပါတယ္…အထက္တန္းလႊာက အင္ဂ်င္နီယာတစ္ေယာက္ကို ရည္းစားေတာ္ထားတဲ့ တက္ဒီဟာ သူ႕ရည္းစားစိတ္မပ်က္ရေလေအာင္ အလုပ္ရွာဖို႔ၾကိဳးစားပါေသာ္လည္းအထက္တန္းမေအာင္တဲ့သူ႔အတြက္ လစာေကာင္းတဲ့အလုပ္ေတြ မရနိုင္လို႔ အထက္တန္းေအာင္လက္မွတ္ရဖို႔ ဘယ္လိုေတြၾကိဳးစားအားထုတ္ခဲ့တယ္ဆိုတာ ျမင္ေတြ႔ရမွာပါ..။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : (900 MB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 51min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar ...",
        "rating": "5.6",
        "url": "https://megaup.net/2eKao/Night_School_[2018]_(MM_Sub)_(2).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Fat-143x200.jpg",
        "title": "Fat Buddies ( 2018 )",
        "description": "အက်ရှင်နဲ့ဟာသလေးတွေရောထားတဲ့ဇာတ်ကားတွေကြိုက်နှစ်သက်သူတွေအတွက်Fat Buddies ဆိုတဲ့ဇာတ်ကားလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်ဂျပန်နိုင်ငံ တိုကျိုမြို့မှာ ဖက်တီးလေး ဟော့ရင်းကျွင့်ကဆေးရုံတခုရဲ့လုံခြုံရေးအစောင့်လေးဝတော့သူ့ကို လူတွေကနိမ်တယ်..ရယ်စရာလုပ်တယ်တနေ့သူတို့ဆေးရုံးမှာ ဖက်တီးကြီး Agent Jဆေးရုံလာတက်ပြီးစရိတ်မပေးနိုင်တော့ထွက်ပြေးဖို့ကြံတယ်ဖက်တီးလေးနဲ့ဖက်တီးကြီးတို့ ၂ယောက်ဆုံပြီးတော့Agent J ကို ဖက်တီးလေး ဟော့ရင်းကျွင့်ကအားကျပြီးတော့...ဆေးရုံကနေကယ်ထုတ်ဖို့လုပ်တယ်ဖက်တီး Agent J က အရင်တုန်းက ပိန်ပိန်ခန့်ခန့်လေးA Level Mission တခုမှာ ဦးနှောက်ကိုကျည်ဆန်မှန်ရာကနေနောက်ဆက်တွဲဆိုးကျိုးအဖြစ်အဝလွန်တဲ့ရောဂါခံစားရလို့ ငှာနချုပ်ကပစ်ပယ်ခံထားရတဲ့လူဟော့ရင်းကျွင့်ကလည်း မိတ်ဆွေအသိုင်းအဝိုင်းကဟာသ လိုသဘောထားပြီး အနှိမ်ခံရတဲ့ဖက်တီးလေးသူတို့၂ယောက်ရဲ့မထင်မှတ်တဲ့တွေ့ဆုံမှုကနေဘိန်းရာဇာတွေရဲ့အရှုပ်ကြားကို အမှတ်မထင်ပဲရောက်ရှိသွားတဲ့အခါမှာတော့......................ဘာတွေဖြစ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပါ အညႊန္းနဲ႕ဘာသာၿပန္ Phyo Zaw ၿဖစ္ပါတယ္Encoded By LK",
        "rating": "",
        "url": "https://megaup.net/1yOwN/Fat_Buddies_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ynljTdiGVUCJJ6THSZi22SBoQAR.jpg",
        "title": "Thunder Road (2018)",
        "description": "အခုတင်ဆက်ပေးလိုက်တာကတော့ 2018 ထွက် Thunder Road ဆိုတဲ့ အမေရိကန်ဟာသကားလေးပါဒီဇာတ်ကားကိုတော့ Jim Cummings က ကိုယ်တိုုင်ရေး ကိုယ်တိုင်ဒါရိုက်တာလုပ် ကိုယ်တိုင်သရုပ်ဆောင်ထားတာပါ2016 ခုနှစ်တုန်းက ဒီ Thunder Road ဆိုတဲ့ နာမည်နဲ့ပဲ ရိုက်ထားခဲ့တဲ့ သူ့ရဲ့ ဇာတ်လမ်းတိုလေးကို အခြေခံပြီး ထပ်မံရိုက်ကူးခဲ့တာပါဒီဇာတ်ကားကတော့ 2018 SXSW ရုပ်ရှုင်ဆုပေးပွဲမှာ Grand Jury Award ကို ရရှိခဲ့ပါတယ်ဒီဇာတ်ကားလေးထဲမှာ နဂိုကပေစုတ်စုတ်နေနေတာကို မိခင်ဖြစ်သူသေဆုံးသွားတာကြောင့် ပိုဆိုးသွားတဲ့ ရဲအရာရှိ Jim Arnaud အဖြစ် Jim Cummings က သရုပ်ဆောင်ပေးထားပါတယ်သူ့ဘဝကို ပိုကောင်းလာောအာင် မပြောင်းလဲနိုင်ခဲ့ပေမဲ့ သူ့သမီးလေးအတွက် ဖခင်ကောင်းတစ်ယောက်ဖြစ်လာဖို့ သူတတ်နိုင်သလောက် ကြိုးစားဖို့ ဖြစ်လာတဲ့အခါမှာတော့သူ့ဘဝလေးက ဘယ်လိုတည်ငြိမ်သွားလဲဆိုတာတော့ ကြည့်ရှုအားပေးကြပါဦIMDB rating 7.2 ထိ ရထားလို့ ဟာသကြိုက်တဲ့ ပရိသတ်တွေ လက်မလွှတ်သင့်တဲ့ ဟာသကားလေးပါ(ဘာသာပြန်သူကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/SR4d/Thunder_Road_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BYTVlZTc0NzMtNzBiYi00MzA1LWJiNmUtNzk2YmRmNzczMjE2XkEyXkFqcGdeQXVyMjI1OTQ2MjU@._V1_-140x200.jpg",
        "title": "Stand by Me Doraemon",
        "description": "ဒိုရာမြန္ လုိ႔ေျပာလုိက္ရင္ အျပာေရာင္ေၾကာင္ကာတြန္းရုပ္ေလးကို ေျပးျမင္မိၾကမွာပါ။\nဒိုရာမြန္ဟာ ဂ်ပန္ႏိုင္ငံရဲ႕ နာမည္ေက်ာ္ manga စီးရီးတစ္ခုလည္းျဖစ္ပါတယ္။\nဒီ Stand by Me Doraemon ကာတြန္းရုပ္ရွင္က 2014 ခုႏွစ္မွာထြက္ခဲ့တာျဖစ္ၿပီး\n38 ႀကိမ္ေျမာက္ ဂ်ပန္အကယ္ဒမီ ကာတြန္းရုပ္ရွင္ဆု ရရွိခဲ့တဲ့ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\nကေလးေတြအတြက္သာမက လူႀကီးေတြအတြက္ပါ ခံစားၾကည့္ရႈလုိ႔ရတဲ့\nကာတြန္းကားဆိုလည္းမမွားပါဘူး။ ဒီကားမွာ ဒိုရာမြန္ ဇာတ္လမ္းတြဲေတြရဲ႕ အစလုိ႔ေျပာလုိ႔ရတဲ့ ..\nအလြဲလြဲအေခ်ာ္ေခ်ာ္နဲ႔ လူညံ့ လူပ်င္းေလး ႏိုဘိတ ဆီကို ဒိုရာမြန္\nေရာက္လာရတဲ့အေၾကာင္းအရင္းကို ဇာတ္လမ္းတည္ထားပါတယ္။\nႏိုဘိတက က်န္တဲ့ေနရာသာ သံုးစားမရေပမယ့္ ေမတၱာတရားမွာေတာ့\nေခသူမဟုတ္ ဆိုတဲ့အထဲကပါ။ ဒီကားေလးထဲမွာ ႏိုဘိတရဲ႕\nခြက္ရွ္ ရွီဇူကာအေပၚထားတဲ့ေမတၱာတရားေတြ၊\nဒိုရာမြန္နဲ႔ ႏိုဘိတၾကားက သံေယာဇဥ္ေတြ၊ လူတစ္ဘက္သားကိုအႏိုင္က်င့္တတ္တဲ့\nဂ်ီႀကီးနဲ႔ စနိတို႔ရဲ႕ အမူအက်င့္ေတြနဲ႔ ဇာတ္လမ္းဇာတ္အိမ္ဖြဲ႕လုိက္တဲ့အခါမွာေတာ့\nရယ္စရာလည္းပါ၊ ၀မ္းနည္းစရာလည္းပါ၊ သနားစရာေတြလည္းပါတဲ့\nကာတြန္းဇာတ္ကားေကာင္းတစ္ပုဒ္ျဖစ္လာခဲ့ပါေတာ့တယ္။\nၾကည့္ရက်ိဳးနပ္တဲ့ ကာတြန္းကားေလးျဖစ္သလုိ\nဒိုရာမြန္ ခ်စ္သူေတြအတြက္ေတာ့ လံုး၀လက္လြတ္မခံသင့္တဲ့\nဇာတ္ကားတစ္ကားျဖစ္ပါတယ္ခင္ဗ်ား။\nဘာသာျပန္နဲ႕ အညႊန္းကေတာ့ Phyo Thu Kyaw ျဖစ္ပါတယ္ဗ်",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/stand-by-me-doraemon-2014/",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/mid90s-128x200.jpg",
        "title": "Mid90s ( 2018 )",
        "description": "ဒါရိုက္တာ Jonah Hill ရိုက္ကူးတင္ဆက္ထားတဲ႔ Mid90sဆိုတဲ႔ဇာတ္ကားေလးဟာ IMDb Rate 7.6ရရွိထားပါတယ္Rate R လို႔ေတာ႔သတ္မွတ္ထားပါတယ္ဘာေၾကာင္႔လဲဆုိရင္ဇာတ္လမ္းထဲက ေၿပာစကားအခ်ိဳ႕ေတြဟာ အေတာ္ညစ္တီးညစ္ပတ္ႏိုင္လို႔ပဲၿဖစ္ပါတယ္...ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔စကိတ္ကိုရူးသြပ္ၿပီးေလလြင္႔ေနတဲ႔လူငယ္ေလးေတြရဲ႕အေၾကာင္းကိုအဓိကရိုက္ကူးတင္ဆက္ထားပါတယ္သူတို႔ေတြဟာပ်က္ဆီးၿပီးေတာ႔ မဟုတ္တာမွန္သမွ်အကုန္လုပ္ၾကတဲ႔ခ်ာတိတ္ေလးေတြ..သူတို႕အားလံုးမွာတူညီတဲ႔အခ်က္ေတာ႔ အားလံုး စကိတ္ကိုရူးသြပ္က်ၿခင္းပါပဲဒီလိုနဲ႔ ဆိုးသြမ္းလူငယ္ေလးေတြ ဘယ္လိုမ်ားသူတို႔ဘ၀ကိုေကာင္းမြန္လာေစမလဲ..သူငယ္ခ်င္းအစစ္အမွန္ရဲ႕ၿဖစ္တည္ၿခင္း..အဓိပါၸယ္ဆုိတာဘယ္လိုမ်ားလဲဆုိတာကိုေတာ႔ဆက္လက္ခံစားၾကည္႔ရွုၾကပါ အညႊန္းနဲ႔ဘာသာၿပန္ Ei Pyae ၿဖစ္ပါတယ္Review & Translated By Ei PyaeEncoded By LK",
        "rating": "7.7",
        "url": "https://megaup.net/SS3s/Mid90s_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/potro-143x200.jpg",
        "title": "I, Potro ( 2018 )",
        "description": "I,Potro (2018) ဇာတ္ကားေလးကေတာ့Netflix ကထုတ္လႊင့္မယ့္ Mexican Web Seriesတစ္ခုျဖစ္တဲ့ Club de Cuervos ရဲ႕ Spin-off ျဖစ္တဲ့မွတ္တမ္းရုပ္ရွင္ပုံစံ ရုိက္ကူးထားတဲ့ ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။Comedy ဇာတ္ကားအမ်ိဳးအစားျဖစ္ျပီးေတာ့ဒီဇာတ္ကားကုိ Special Episode သေဘာမ်ိဳးနဲ႔Series အတြက္ ေၾကာ္ျငာတာလည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ေျခေထာက္ကုိေသနတ္နဲ႔ပစ္ခံလုိက္ရတဲ့ Cuervos အသင္းရဲ႕ေရွ႕တန္းကစားသမားတစ္ေယာက္ျဖစ္တဲ့ Potro ကသူ႕ရဲ႕အေျခအေနဆုိးေနတဲ့ ဘ႑ာေရးကုိသူ႕ဘဝမွတ္တမ္းရုပ္ရွင္ရုိက္ျပီး ေရာင္းစားဖုိ႔ ၾကိဳးစားေနပါတယ္။အဲဒီအေတာအတြင္းမွာပဲ ေအာင္ျမင္ေနတဲ့ ညီျဖစ္သူေဘာလုံးသမားရဲ႕ မဂၤလာေဆာင္ကုိ မဖိတ္ပဲ သြားတဲ့ခရီးစဥ္ကုိရုိက္ကူးထားတာျဖစ္ပါတယ္။ႏွစ္အေတာ္ၾကာခြဲခြာေနရတဲ့ ေမြးရပ္ေျမကုိ ျပန္သြားျပီးမိသားစုနဲ႔ ျပန္ဆုံေတြရာမွာ ဘယ္လုိေတြျဖစ္မလဲဆုိတာကုိၾကည့္ရမွာပါ။ဒီဇာတ္ကားေလးရဲ႕ IMDB Rating ကေတာ့ 6.6 ပဲျဖစ္ပါတယ္။ ဒီဇာတ္ကားရဲ႕ဘာသာၿပန္နဲ႔ အညႊန္းကေတာ႔ Demon ပဲၿဖစ္ပါတယ္Translated & Review By DemonEncoded By LK",
        "rating": "7.4",
        "url": "https://megaup.net/1yPvO/I,_Potro_(Yo,_Potro)_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/letters-to-juliet-poster-143x200.jpg",
        "title": "Letters to Juliet (2010)",
        "description": "Letters to Juliet (2010)\nIMDb - 6.5/10_____Rotten - 41%  ကျွန်တော်တို့သူငယ်ချင်းတွေနဲ့ဆုံတွေကြတဲ့ အခါ အတော်များများမေးလေ့ရှိကြတယ် ..ဟဲ့ နင်တို့ (၂)ယောက်ဘယ်လိုကနေဘယ်လိုချစ်သွားကြတုန်းတဲ့...\nချစ်ခဲ့ကြဖို့အတွက် အခက်အခဲပေါင်းများစွာကြုံခဲ့ရသလို ကြည်နူးစရာပေါင်းများစွာကြုံခဲ့ရပေမယ့် ပြန်ပြောပြဖို့ကြတော့ ဝါကျ(၃)ကြောင်းလောက်နဲ့ပြီးသွားတတ်တယ်..\nကြိုးစားပြီးပြောပေမယ့် ကိုယ်ကြုံခဲ့ရတာတွေကများသလောက်  ဖွဲ့နွဲ့ပြဖို့ခက်တော့ မြန်မြန်နိဂုံးချုပ်လိုက်ရတယ်..\nဒါတွေကို FAတွေတော့ သိပ်နားလည်မယ် မထင်ဘူး...\nတစ်ချို့ပြောတတ်ဆိုတတ်တဲ့သူတွေအတွက်တော့ ဇာတ်လမ်းတစ်ပုဒ်နီးပါး နားထောင်ကောင်းနေတတ်မျိုးတော့ရှိတာပေါ့လေ...\nဒီလိုပဲ အချစ်စာအုပ်ကောင်းတစ်အုပ် အချစ်ဇာတ်လမ်းကောင်းတစ်ကားကို ညွှန်းဆိုဖို့ကြတော့လည်း အတော်ခက်ပါတယ်..\nကြည့်နူးစရာတွေ ကြုံရမြင်ရ ခံစားရတာတွေများပေမယ့် ညွှန်းဆိုဖို့ကြတော့ခက်ပါတယ်..ပြီးတော့\nတခြားသူညွှန်းပြီးသား အချစ်ကားတွေပြန်ကြည့်ရင် ခံစားရတာ ပေါ့နေသလိုဖြစ်နေတတ်တယ်...ဒါကြောင့် ထွေထွေထူးတော့ပြောမနေတော့ပါဘူး....\nဒီအချစ်ကားနဲ့ပတ်သက်ပြီးပြောလို့ရတာက ဇာတ်လမ်းလေးက တခြားအချစ်ဇာတ်လမ်းတွေထက်ကို   ပိုစိတ်ဝင်စားဖို့လည်းကောင်း၊ကြည်နူးဖို့လည်းကောင်း၊\nမြင်ရတဲ့အရာတွေကလည်း သိပ်ကိုလှ ၊ဗဟုသုတတွေလည်းရတယ်လို့ပြောပါရစေ...\nကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...  \nFile Size : (850 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:45:00\nGenre :  Adventure, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Amy Khine\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/SEo6/Letters_To_Juliet_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gl3vhGEIQ6MuilrKGoZOSBlvoz1.jpg",
        "title": "A Wizard’s Tale (2018)",
        "description": "Here comes the grump ဆိုတဲ့ဇာတ်​ကား​လေးက​တော့ကာတွန်​းကား​လေးတစ်​ကားဆိုတာထက်​ ​မေတ္တာတရား​တွေအမုန်​းတရား​တွေ လက်​သား​ချေလိုမှု​တွေနဲ့ ချယ်​မှုန်​းထားတဲ့ ရုပ်​ရှင်​​လေးတစ်​ခုဖြစ်​ပါတယ်​။တစ်​ခါက တက္ကသိုလ်​မှာ အ​တော်​ဆုံးဖြစ်​ခဲ့တဲ့ ဂရင်​းတစ်​ဖြစ်​လဲ ဂရမ်​့ဟာဘုရင်​းမင်​းမြတ်​ဆီ ပထမဆုံး အလုပ်​စဝင်​တဲ့​နေ့မှာပဲ ​စေတနာအမှား​တွေဖြစ်​ပြီးဘုရင်​ကြီးရဲ့ အမျက်​​တော်​ရှမှုကို ခံခဲ့ရလို့ ထွက်​​ပြေးတိမ်​း​ရှောင်​ခဲ့ရပါတယ်​။သူ့ရဲ့ချစ်​သူဟာလည်​း ဘုရင်​မင်​းကြီးရဲ့ အမိန်​့​ကြောင်​့ ပြည်​နှင်​ဒဏ်​​ပြေးခံခဲ့ရပြီးတစ်​သက်​လုံး​ဝေးဖို့အ​ကြောင်​း ဖန်​လာတဲ့အခါမှာ​တော့ဂရမ်​့တစ်​​ယောက်​ရဲ့ အမုန်​း​တွေ အငြိုး​တွေဟာ အဆုံးစွန်​ထိ ​ရောက်​ရှိခဲ့ရပါတယ်​။နှစ်​​ပေါင်​းများစွာကြာခဲ့ပြီးတဲ့​နောက်​မှာ သူ့ရဲ့ အမုန်​း​တွေကို လက်​စား​ချေဖို့လာရင်​းဘယ်​လိုအရာ​တွေက သူ့ကိုတားဆီးပြီး ဘာ​တွေဆက်​ဖြစ်​သွားမယ်​ဆိုတာ​တော့ဇာတ်​လမ်​း​ကောင်​း​လေးမို့ ကိုယ်​တိုင်​ပဲ ကြည်​့ရှုခံစားလိုက်​ကြပါခင်​ဗျာ။ဇာတ်​အိမ်​​ကောင်​း​လေးမို့လို့ ခ​လေးတင်​မဟုတ်​လူကြီး​တွေလည်​း ကြိုက်​နှစ်​သက်​ကြမယ်​လို့ ​မျှော်​လင်​့ပါတယ်​​နော်​။File Size : (840 MB) Quality : Web-DL 720pRunning Time :1hr 37 minFormat : Mp4Genre : Anmation , Adventure , ComedySubtitle : Myanmar Subtitle ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/a-wizards-tale-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BZDU0MzllNWQtY2Y3Zi00MDk2LTg0YzMtYWFjYjNiOTNlMWRjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "Ladies in Black (2018)",
        "description": "ေလာကမွွာ လူေတြဟာ ခဏအလည္လာတဲ့\nဧည့္သည္လို႔ေျပာၾကတယ္……\nေက်ာ္ၾကားလွတဲ့ F. G. Goode ဆိုတဲ့ ဖက္ရွင္ဆိုင္မွာလည္း\nအနက္ေရာင္ဝတ္ အေရာင္းစာေရးအမ်ိဳးသမီးေလးေတြ\nေရာက္လာလိုက္ ထြက္သြားလိုက္နဲ႔ေပါ့…\nThe Women in Black ဇာတ္ကားထဲမွာေတာ့\nအဲ့ဒီအနက္ေရာင္ဝတ္ အမ်ိဳးသမီးေတြရဲ႕\nဘဝဇာတ္ခံု အဖံုဖံုကို တင္ဆက္ေပးသြားမွာပါ။\nသူတို႔ရဲ႕ ရုန္းကန္ရတဲ့ဘဝ၊ ေမွ်ာ္လင့္ခ်က္၊ လိုအင္ဆႏၵနဲ႔\nခ်စ္ျခင္းေမတၲာတို႔ကို ရသစံုလင္စြာ\nတင္ဆက္ေပးထားတာပါ။\nChristmas ကာလကိုေနာက္ခံထားတာေၾကာင့္\nဒီေန႔လိုခရစၥမတ္မွာ ေစာင္ေလးျခံဳၿပီး\nဇိမ္ယူၾကည့္ဖို႔ ၾကည့္ေကာင္းမယ့္ ကားေလးပါ။\nရုပ္ရွင္ကားကို Bommy Chan က ဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္",
        "rating": "7.0",
        "url": "https://megaup.net/2eNct/Ladies_In_Black_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wTgomqYRTXT3BXQScnIo8uHDyWC.jpg",
        "title": "The Sisters Brothers (2018)",
        "description": "ဒီတစ္​ခါ​ေတာ့ The Sisters Brothers ဆိုတဲ့ အက္​႐ွင္​ကား​ေလးကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​။ခ်ာလီနဲ႔ အီလိုင္​လို႔​ေခၚတဲ့ ညီအကိုႏွစ္​​ေယာက္​ဟာ ​ေအာ္​ရီဂြန္​ၿမိဳ႕ကတပ္​မႉးအားကိုးရတဲ့ တိုက္​ခုိက္​​ေရးသမား​ေတြပဲ ျဖစ္​ပါတယ္​။ခိုင္​း​ေစသမ်ွတာဝန္​မွန္​သမ်ွကို ဘယ္​​ေတာ့မွ လြဲ​ေလ်ာ္​​ေလ့မ႐ွိပဲ ​ေအာင္​ျမင္​ခဲ့တာ​ေၾကာင္​့Sisters Brothers ဆိိုၿပီး နာမည္​​ေက်ာ္​ၾကားသူ​ေတ​ြလည္​း ျဖစ္​ပါတယ္​။တစ္​​ေန႔မွာ​ေတာ့ သူတို႔ရဲ႕တပ္​မႉးက ​ေရႊတူးတာကို ​ေဖာ္​ျမဴလာတစ္​ခုတီထြင္​ႏိုင္​ခဲ့တဲ့လူတစ္​​ေယာက္​ကို လိုက္​႐ွာခိုင္​းတဲ့အခါမွာ​ေတာ့ တုိက္​တိုင္​း​ေအာင္​ ညီအကို​ေတြရဲ႕ ဒီတစ္​​ေခါက္​ စစ္​ဆင္​​ေရးကဘယ္​လို​ေတြျဖစ္​မလဲဆိုတာကို ၾကည္​့႐ႈရမွာ ျဖစ္​ပါတယ္​။အ​ေမရိကန္​ရဲ႕ ​ေကာင္​းဘြိဳင္​​ေခတ္​ အ​ေငြ႔အသက္​​ေတြနဲ႔အက္​႐ွင္​ကား​ေကာင္​းတစ္​​ေကာင္​းကို တင္​ဆက္​​ေပးလိုက္​တာမို႔လို႔ အား​ေပးၾကပါဦးဗ်ာ File Size : (965 MB) and (260MB)Quality : Web DL 720pRunning Time :2hr 01 minFormat : Mp4Genre ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-sisters-brothers-2018/",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "",
        "title": "The Polar Express (2004)",
        "description": "ဒီဇာတ္ကားေလးကို Forrest Gump နဲ႔ Cast Away ကို ပဲ့ကိုင္ခဲ့သူ ဒါ႐ိုက္တာ Robert Zemeckis က ႐ိုက္ကူးခဲ့တာျဖစ္ပါတယ္။IMDB Rating 6.6 ရိွပါတယ္။အဓိကဇာတ္ေကာင္ျဖစ္တဲ့ေကာင္ေလး၊တျခားဇာတ္ေကာင္ေတြျဖစ္တဲ့ ေကာင္ေလးရဲ႕အေဖ၊မီးရထားဂတ္ဗိုလ္၊ ဟိုဘို၊ရုပ္ေသး႐ုပ္နဲ႔ ဆန္တာ ေနရာေတြကို မင္းသားႀကီး Tom Hanks ကလည္း အသံေကာ CGI ဇာတ္ေကာင္အေနနဲ႔ပါ သ႐ုပ္ေဆာင္ေပးခဲ့ပါတယ္။ဇာတ္လမ္းေလးက ခ႐စ္စမတ္အႀကိဳညတစ္ညမွာ ေမွာ္ဆန္ဆန္ရထားႀကီးနဲ႔ ေျမာက္ဝင္႐ိုးစြန္းေဒသမွာရိွတဲ့ ဆန္တာကေလာ့စ္ရဲ႕ ေနရပ္ကိုေရာက္သြားတဲ့ ေကာင္ေလးတစ္ေယာက္ အေၾကာင္းပါ။ေပ်ာ္စရာေတြဟာ ယုံၾကည္မႈ႐ိွသူတစ္ေယာက္အတြက္ အၿမဲရိွေနမယ္ဆိုတာ သိလိုက္ရတဲ့ ေကာင္ေလးတစ္ေယာက္ရဲ႕ စြန္႔စားခန္းဆိုပါေတာ့။ေျမာက္ဝင္႐ိုးစြန္းကိုသြားတဲ့ ဒီခရီး တစ္ေလွ်ာက္မွာ ေကာင္ေလးက သူငယ္ခ်င္းေတြလည္းရခဲ့သလို ယုံၾကည္မႈဆိုတဲ့စကားလုံးကို ေကာင္းေကာင္းႀကီး သေဘာေပါက္သြားခဲ့ပါတယ္။ကိုယ့္လူတို႔လည္း ခရစ္စမတ္မေရာက္ခင္ ဇာတ္လိုက္ေလးနဲ႔အတူ Polar Express ႀကီးစီးၿပီး ...",
        "rating": "6.6",
        "url": "https://megaup.net/2csx7/The_Polar_Express_[2004]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ogVwcP644iHm9jGSajzodpoPZhK.jpg",
        "title": "Swiped (2018)",
        "description": "ဒီတစ္ခါ မိတ္ဆက္ေပးမယ့္ ဇာတ္ကားေလးကေတာ့ ၂၀၁၈ ခုႏွစ္မွာ ထြက္လာတဲ့ Swipe ဆိုတဲ့ comedy ကားေလးပါဟာသေတြ တဝါးဝါးတဟားဟားနဲ႔ ရယ္ေနတာမ်ိဳးမဟုတ္ေပမဲ့ ၾကည့္ေနရင္း ျပံဳးသြားေစမယ့္ ဇာတ္ကြက္ေလးေတြနဲ႔ မပ်င္းရတဲ့ ဇာတ္ကားေလးပါဒီကားေလးထဲမွာ ဂ်ိမ္းစ္ဆိုတဲ့ ကြန္ပ်ဴတာသိပၸံမွာ genius ေလးတစ္ေယာက္ဟာ ေကာလိပ္တက္ဖို႔ သြားရာက စျပီး အေျခတည္ ရိုက္ျပထားပါတယ္သူကေတာ့ ေန႔စဥ္ကြန္ပ်ဴတာေတြ ဖုန္းေတြနဲ႔႔ပဲ မ်က္ႏွာခ်င္းဆိုင္ေနတဲ့ ေခတ္လူငယ္ေလးတစ္ေယာက္ျဖစ္လို႔ သူ႕မိိဘေမာင္ႏွမေတြဟာ သူ႕အခ်စ္ေရးနဲ႔ လူမႈဆက္ဆံေရးနယ္ပယ္မွာ အျမဲစိတ္ပူေပးေနရပါတယ္ေကာလိပ္ေရာက္တဲ့အခါ ေတြ႕ရတဲ့ သူ႕ရဲ႕ အခန္းေဖာ္ကေတာ့ ေစာ္ၾကည္ဘဲတစ္ေယာက္ျဖစ္ေနပါတယ္ကြန္ပ်ဴတာသိပၸံတန္းမွာ ေတာ္လြန္းတဲ့ ဂ်ိမ္းစ္ကို သူ႔အခန္းေဖာ္ လန္႔စ္က ၾကင္ဖက္ရွာ app တစ္ခု ေရးေပးဖို႔ ကမ္းလွမ္းခဲ့ပါတယ္ဂ်ိမ္းစ္တစ္ေယာက္ လက္ခံလုိက္ျပီးေနာက္ လန္႔စ္ေတာင္းဆိုတဲ့အခ်က္အလက္ေတြအကုန္ထည့္ေပးျပီး JUNGLE ဆိုတဲ့ app ေလးကို ေရးေပးခဲ့တဲ့အခါ ေလာကၾကီးမွာ ဘာေတြ ျဖစ္ကုန္မလဲဆိုတာေတာ့ ေစာင့္ေမွ်ာ္ၾကည့္ရႈၾကပါေနာ္ဂ်ိမ္းစ္ အထက္တန္းေက်ာင္းကတည္းက တစ္ဖက္သတ္ခ်စ္ခဲ့ရတဲ့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2eNR6/Swiped_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMTU0NDE3Njk0OV5BMl5BanBnXkFtZTgwMDk4MzA0NjM@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "Tyrel (2018)",
        "description": "Tyler ဟာသူ႔သူငယ္ခ်င္းေမြးေန႔\nအေပ်ာ္ခရီးကိုလိုက္သြားခဲ့ပါတယ္\nအကုန္လံုးနီးပါးနဲ႔သူစိမ္းေတြျဖစ္ေနတဲ့အျပင္\nလူမည္းဆိုလို႔သူတစ္ေယာက္တည္းပါခဲ့ပါတယ္\nအရက္ေတြေသာက္ျပီးကြဲဲျပဲၾကေတာ့ေသာင္းက်န္းမယ့္\nပါတီျဖစ္တာေၾကာင့္သူ႔အတြက္မလြယ္ကူခဲ့ပါဘူး\nအားလံုးမူးျပဲျပီးပလပ္ေတြကြ်ပ္သြားတဲ့အခါမွာေတာ့\nသူ႔ရဲ႔အိပ္မက္ဆိုးအားလံုးဟာ\nတကယ္ျဖစ္လာပါေတာ့တယ္\nရုပ္ရွင္ကားကို ေမသူ က ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "5.4",
        "url": "https://megaup.net/2eNSd/Tyrel_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BZGM4ZTNmMDMtYWJkYy00OThkLTllNzQtMjBmYjc4ZGZhMTIyXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "Teen Titans: Trouble in Tokyo (2006)",
        "description": "Titans LAစီးရီးကိုေစာင့္ရင္\nးဒီကားေလးကိုသာၾကည့္လိုက္ရင္ေတာ္ေတာ္မိုက္သြားမွာပါ\nအေမရိကတိုက္တစ္ခုလံုးရဲ႕အထာအက်ဆံုးဟီးရိုးအဖြဲ႔ဟာ\nSaiko-tekလို႔ေခၚတဲ့ဗီလိန္နဲ႔ရင္ဆိုင္ေနတာနဲ႔\nဇာတ္လမ္းကိုစဖြင့္ထားျပီး\nအားရစရာေတာ္ေတာ္ေကာင္းတဲ့fight sceneလို႔ေျပာလို႔ရပါတယ္\nေနာက္ဆံုးမွာေတာ့Saiko-tekကိုTitans towerမွာမိသြားပါေတာ့တယ္\nRobinရဲ႔techနဲ႔အတူသူတို႔ဟာေနာက္ကြယ္ကလူကိုေဖာ္ထုတ္နိုင္ခဲ့ပါတယ္\nအဲ့လူကေတာ့Brushogunျဖစ္ျပီး\nဘယ္ေနရာမွာဘယ္လိုေရာက္ေနတဲ့ဘာေကာင္ၾကီးလဲဆိုတာ...\nFile Format - mp4\nIMDB rating - 7.2/10\nQuality - Blu-ray1080p/Blu-ray480p\nRunning Time - 1h 15min\nTranslated by Si Thu Han\nEncoded by sithu",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/teen-titans-trouble-in-tokyo-2006/",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Glp06c-142x200.jpg",
        "title": "Happy Ghost 5 ( 1991 )",
        "description": "က်င္လည္ေနၾကပတ္ဝန္းက်င္ေတြနဲ႔ ကိုက္ညီမႉ႐ွိၿပီး\nသဟဇာတ ျဖစ္တဲ့ လူတစ္ေယာက္ျဖစ္ဖို႔ဆိုတာ\nလြယ္တယ္ထင္ပါသလား... လူသားေတြၾကားက\nမာယာေတြအဖံုဖံုနဲ႔ လွည့္စားမႈေတြၾကားမွာ\nဘယ္လို႐ွင္သန္ ျဖတ္ေက်ာ္ရမလဲ...\nတိေတြရဲ႕ ျဖဴစင္တဲ့ ေမတၱာ သစၥာေတြရဲ႕\nအတိမ္အနက္ဆုိတာ ဒီဇာတ္ကားေလးကို ၾကည့္လိုက္ရင္\nအေျဖေပၚမွာသြားပါ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့.\nမတ္ဂ်စ္ဆိုတဲ့ ေခြးကေလးဟာ သူ႔သခင္မကို\nအရမ္းသစၥာ႐ွိတဲ့ေခြးကေလး တေကာင္...\nသူ႔သခင္မ ရဲ႕ခ်စ္သူကိုလည္း သိပ္သေဘာမက်ေပမယ့္လည္း\nသခင္မ အလိုက် သည္းခံရတာေပါ့\nသိတတ္ပီးလိမ္မာတဲ့ေခြးကေလး မတ္ဂ်စ္ဟာ\nတေန႔မွာ ေခြးဘဝ ကေန လူဘဝ ၄၉ရက္တိတိ\nျဖစ္ခြင့္ရ႐ွိခဲ့ပါတယ္ သူဟာဘယ္လိုသဟဇာတ\nျဖစ္ေအာင္ ေနထိုင္မလဲ..သူဟာဘယ္လိုမ်ဳိး ဘဝကို\nေ႐ွ႕ဆက္မလဲ.သူ သစၥာ႐ွိလွတဲ့ သခင္မ နဲ႔\nျပန္ေတြ႕တဲ့အခါေရာ ဘယ္လိုေတြျဖစ္မလဲဆိုတာ\nဆက္လက္ေစာင့္ၾကည့္ပါဦး\nဘာသာၿပန္ကေတာ႔ Lina ပဲ ၿဖစ္ပါတယ္\nTranslated By Lina\nEncoded By LK",
        "rating": "6.1",
        "url": "https://megaup.net/2ea8k/The_Happy_Ghost_5_[1991]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cJ9aKlEgTLYtpYjNqin06YqJRUl.jpg",
        "title": "Under the Silver Lake (2018)",
        "description": "ေငြေရာင္ကန္ရဲ႕ ေအာက္မွာတဲ့ ဇာတ္ကားနာမည္က လန္႔စရာၾကီး သတ္ေတာ့မယ္ျဖတ္ေတာ့မယ္။Crime, Drama ဆုိေတာ့ လူေတြအားရပါးရသတ္ေတာ့မယ္လုိ႔ထင္ၾကမွာပါ။ဒါေပမယ့္ မဟုတ္ပါဘူး။ဒီ ၂၀၁၈ ထြက္ Ultimate Spider-man မင္းသား Andrew Garfield ပါဝင္သရုပ္ေဆာင္ထားတဲ့ Under the Silver Lake ဇာတ္ကားေလးက ပုံမွန္ Crime, Drama ေတြနဲ႔ပုံစံမတူဘဲ လူေတာ္ေတာ္မ်ားမ်ားက Psycho(ဆုိက္ကို) ကားလုိ႔ေခၚၾကတဲ့ကားမ်ိဳးျဖစ္ႏုိင္ပါတယ္။နည္းနည္းလည္းေၾကာင္ေတာင္ေတာင္ႏုိင္သလုိပါပဲ။ဒါေပမဲ့ ဒီဇာတ္လမ္းထဲကလုိ လူတုိင္းျမင္ေနၾကားေနတဲ့ သတင္းေတြ၊ သီခ်င္းေတြ၊ ရုပ္ရွင္ေတြ၊ ေၾကာ္ျငာေတြထဲမွာ လူတခ်ိဳ႕ပဲသိႏုိင္မယ့္ ထူးျခားတဲ့ လွ်ိဳ႕ဝွက္သတင္းစကားေတြကုိ ထည့္သြင္းထားသလုိမ်ိဳး ဒီဇာတ္ကားထဲမွာ တခ်ိဳ႕လူေတြပဲ ခံစားနားလည္ႏုိင္မယ့္ခံစားမႈမ်ိဳးေတြ သတင္းစကားေတြ အမ်ားၾကီးပါေနတာေတာ့ အေသအခ်ာပါပဲ။ဒီဇာတ္လမ္းရဲ႕ အဓိကဇာတ္ေကာင္ လူတုိင္းျမင္ေနၾကေပမယ့္ လူတုိင္းမသိၾကတဲ့လွ်ိဳ႕ဝွက္ခ်က္ေတြကုိေတာ့ ကုိယ္တုိင္ရွာၾကည့္ၾကပါေတာ့။လူသိပ္မသတ္ေပမယ့္ ၾကမ္းခန္းရမ္းခန္းနည္းနည္းပါတဲ့ R-rated ဇာတ္ကားျဖစ္တဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ဖုိ႔မသင့္ေတာ္ပါဘူး။ဒီဇာတ္ကားေလးရဲ႕ IMDB Rating ကေတာ့ ၆.၅ ျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : ...",
        "rating": "6.8",
        "url": "https://megaup.net/STd1/Under_The_Silver_Lake_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Suddenly Twenty (2016)",
        "description": "“Suddenly Twenty”\n------------------------\nCJ Major Entertainment ရဲ႕ First movie Production ၿဖစ္ၿပီး ၊ ထုိင္း နုိင္ငံ ရဲ႕ Thai Major Cineplex Group နဲ႕ ေတာင္ကိုရီးယားက CJE& M တုိ႕ ေပါငး္စပ္ ထုတ္လုပ္တဲ့ “Suddenly Twenty” ဇာတ္ကားဟာ ၊ ၂၀၁၄ မွာ ေအာင္ျမင္ခဲ့တဲ့Miss Granny ဆိုတဲ့ Korea ကားရဲ႕ ေနာက္ထပ္ မွတ္တုိင္တစ္ခု အျဖစ္ သတ္မွတ္ထားၾကပါတယ္။IMB rating 7.3/10 ရရွိထားတဲ့ ဇာတ္ကား တစ္ကားျဖစ္ပါတယ္။ Drama/Romance အမ်ိဳအစား ျဖစ္ၿပီး ၊ Thai မွာေတာ့ 2016, Nov 24မွာ release လုပ္ခဲ့တဲ့ ဇာတ္ကား တစ္ကားျဖစ္ၿပီး ၊ IMB rating ...",
        "rating": "7.3",
        "url": "https://megaup.net/2SKl2/Suddenly_Twenty_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/LeprechaunReturns-poster-135x200.jpg",
        "title": "Leprechaun Returns (2018)",
        "description": "Leprechaun Returns (2018)IMDb - 5.0/10_____Rotten - 44%\n  \nဒီကားကတော့ Laprechaun Horror  ဇာတ်ကားတွေရဲ့ နောက်ဆက်တွဲ\nကားတစ်ကားဖြစ်ပါတယ်....\nဒီကားမှာကတော့ Laprechaun လို့ခေါ်တဲ့ မှင်စာဟာ\nပိတ်လှောင်ထားရာကနေ \nပြန်လည်လွတ်မြောက်လာခဲ့ပြီးတော့\nလူသားတွေကို သူ့အစွမ်းတွေကိုပိုမိုများပြားလာစေဖို့အတွက်\nရွှေတွေကိုရှာခိုင်းပါတယ်...\nမရှာပေးနိုင်တဲ့လူတွေကိုတော့ သတ်ပစ်ပါတယ်...\nထူးခြားတဲ့အချက်က\nဒီနတ်ဆိုးမှင်စာကောင်ဟာ လူသတ်ရင်အစွမ်းထက်လာသလို\nသူရှာခိုင်းထားတဲ့ ရွှေတွေရရင်ပိုပြီးအစွမ်းထက်လာတာပါပဲ...\nဒီလိုရက်စက်ဆိုးသွမ်းတဲ့မှင်စာကောင်တစ်ကောင်နဲ့\nမိန်းကလေးတွေနဲ့တွေ့ကြတဲ့အခါ သတ်ဖြတ်မှု့တွေအများအပြားက\nစတင်လို့လာပါတော့တယ်...\nဒီဇာတ်ကားရဲ့အညွှန်းကိုဖတ်ကြည့်လိုက်ရအောင်လား....\nစိတ်မကျန်းမာတဲ့မိခင် ဆုံးသွားပြီးတဲ့နောက်မှာ\nမိခင်ရဲ့ နေရပ်မြို့ဆီသို့ လိုင်လာတစ်ယောက် ကျောင်းလာတက်ခဲ့ပါတယ်။\nသူမရဲ့မိခင်နေထိုင်သွားခဲ့တဲ့ အိမ်ဟောင်းလေးဟာ အခုတော့ ကောလိပ်ပိုင်ဖြစ်သွားပြီး\nအဆောင်အနေနဲ့ ဖွင့်ထားခဲ့ပါတယ်။\nလိုင်လာ့ကိုလိုက်ပို့ရင်း မိခင်ရဲ့သူငယ်ချင်းဟောင်းဖြစ်သူ အိုဇီကတော့\nဒီအိမ်ရဲ့နောက်ကြောင်းဖြစ်ရပ်တွေကို သိပေမယ့် အားလုံးပြီးစီးသွားခဲ့ပြီလို့\nယူဆတာကြောင့် ဘာမှမပြောခဲ့ပါဘူး။\nဒါပေမယ့် ကံဆိုးစွာနဲ့ တစ်ကျော့ပြန် နတ်ဆိုးမှင်စာဟာ ပြန်လည်နှိုးထလာတဲ့အခါမှာတော့ ...\nလိုင်လာတို့သူငယ်ချင်းတွေ ဘယ်လိုအရာတွေနဲ့\nကြုံတွေ့ရမယ်ဆိုတာကို ကြည့်ရှုအားပေးလိုက်ကြပါဦး...\n   \nFile Size : (871 MB)\nQuality : WebDL 720p\nRunning Time :1hr 26min\nFormat : Mp4\nGenre : Comedy , Fantasy , Horror\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.0",
        "url": "https://megaup.net/1yh04/Leprechaun_Returns_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNDJhY2U2YjMtMjg1Yy00YWY3LWE2MjctY2FhMGMxZDE0ZDg0XkEyXkFqcGdeQXVyNjIzODI5OTQ@._V1_-137x200.jpg",
        "title": "Party Central (2014)",
        "description": "မိုက္နဲ႔ဆူလီတို႔ေသာင္းက်န္းခဲ့တဲ့ပထမဆံုးပါတီျဖစ္ျပီး\nသူတို႔ေက်ာင္းအဖြဲ႔ရဲ႔ပထမဆံုးနဲ႔အလန္းဆံုးပါတီလို႔ေတာင္\nအျမဲေျပာစမွတ္ျဖစ္သြားတာပါတယ္\nMonsters-verseရဲ႔Project-xလို႔ေခၚလို႔ရတဲ့အထိ\nဘယ္လိုေတြျဖဳတ္ၾကမလဲဆိုတာ...\nဘာသာျပန္ေပးထားတာေတာ့\nsithuျဖစ္ျပီး\nMonsters-verseကိုလြမ္းေနတဲ့လူေတြ\nအပ်င္းေျပၾကည့္လို႔ရေအာင္တင္ေပးလိုက္ပါတယ္",
        "rating": "7.1",
        "url": "https://megaup.net/STd2/Party_Central_[2014]_(MM_Sub).mp4",
        "category": "Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2Alb0MoiEQsIRUDZIebnWTthazU.jpg",
        "title": "Badhaai Ho (2018)",
        "description": "IMDb 8.2/10\nRotten Tomatoes 86%Badhaai Ho (ဂုဏ္ယူဝမ္းေျမာက္ပါတယ္) ဒီစကားလုံးကုိ ေၾကာက္လြန္းလုိ႔ ပတ္ဝန္းက်င္ကေနထြက္ေျပးေနရသူ တစ္ေယာက္ရွိပါတယ္သူ႕နာမည္က နာခူ(လ္)ပါအသက္အရြယ္ရ ၂၀ ေက်ာ္၊ ၁၅ ႏွစ္သာသာညီတစ္ေယာက္ရွိတယ္ခ်စ္စရာေကာင္းတဲ့ ရည္းစားတစ္ေယာက္ရယ္၊ တည္တည္တံ့တံ့ အလုပ္အကုိင္လည္း ရွိတယ္ဒါျဖင့္ ဘာေၾကာင့္မ်ား ပတ္ဝန္းက်င္က ဂုဏ္ျပဳစကားကုိ ေၾကာက္ေနရတာလဲဂုဏ္ျပဳပါတယ္ဆုိတာက သူ႕အေနအထားကုိလားဘာကုိ ဂုဏ္ျပဳတာလည္းအျဖစ္ကေတာ့ ဒီလုိပါဗ်ာ ...တေန႔ ၅၀ ေက်ာ္၊ ၆၀ အရြယ္မိခင္ႀကီး ေနထုိင္မေကာင္းျဖစ္လုိ႔ ေဆးခန္းသြားျပရပါတယ္ေဆးခန္းမွ အိမ္ျပန္ေရာက္ေတာ့နာခူလ္ - အေမ့က်န္းမာေရးနဲ႕ပတ္သတ္ၿပီး ဆရာဝန္ ဘာေျပာလုိက္လဲ အေဖအေဖ - ဆရာဝန္ေျပာတာက၊ ဆရာဝန္ေျပာတာကေလအိ္္မ္ကုိ ဧည့္သည္တစ္ေယာက္ ေရာက္လာမယ္တဲ့အငယ္ေကာင္ - ဧည့္သည္လာရင္ သားအခန္းေတာ့ ေျပာင္းမေပးႏုိင္ဘူးေနာ္ အေဖ၊ ႀကိဳေျပာထားတာအေဖ - ဧည့္သည္ေသးေသးေလးပါကုိယ္က ၂၀ ေက်ာ္အရြယ္ေရာက္ေနမွ အသက္ ၅၀ ေက်ာ္ အေမက ကုိယ္ဝန္ရွိေနတယ္ဆုိ ခင္ဗ်ားဘာလုပ္မလဲ ...",
        "rating": "8.2",
        "url": "https://megaup.net/STd4/Badhaai_Ho_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    }
]