[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTQxNDYzMTg1M15BMl5BanBnXkFtZTgwNzk4MDgxMTE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "My Cousin Vinny (1992)",
        "description": "နယူးယောက်မြို့တော်ကကောလိပ်ကျောင်းသားတွေဖြစ်တဲ့ ဘီလ်နဲ့စတန်တို့သူငယ်ချင်းနှစ်ယောက်ဟာ အယ်လာဘားမားကိုဖြတ်မောင်းလာရင်း ကုန်စုံဆိုင်တစ်ခုမှာဈေးဝင်ဝယ်ဖြစ်ပါတယ်။ သူတို့ထွက်သွားပြီးတဲ့နောက်မှာ စတိုးဆိုင်စာရေးလုယက်သတ်ဖြတ်ခံရပေမယ့်သူတု့ိမသိခဲ့ကြပါဘူး။တစ်ခုရှိတာက ဘီလ်ဟာ တူနားငါးသေတ္တာတစ်ဘူးကိုအလစ်သုတ်လာမိပါတယ်။နောက်ကရဲတွေလိုက်လာတဲ့အချိန်မှာရောသူတို့ကိုဖမ်းပြီး ရဲစခန်းမှာစစ်မေးနေတဲ့အချိန်မှာကော တူနားငါးသေတ္တာတစ်ဘူးအလစ်သုတ်မှုကြောင့်လို့ထင်ခဲ့ပေမယ့် တကယ်တမ်းမှာ\nသူတို့ကို စတိုးဆိုင်စာရေးသတ်မှုနဲ့ကြံရာပါအဖြစ် စွပ်စွဲဖမ်းဆီးထားတာပါ။သူတို့က ဝန်ခံမိရက်သားဖြစ်နေတဲ့အပြင် အထောက်အထားတွေအရလည်းသူတို့ကိုပဲညွှန်ကြနေတဲ့အတွက် အယ်လာဘားမားရဲ့ အလွန်တင်းကျပ်ပြီးကြမ်းတမ်းတဲ့ဥပဒေအရပြစ်မှုထင်ရှားရင် သေဒဏ်နဲ့မလွဲမသွေကြုံရတော့မယ့်အခြေအနေမှာ သူတို့အတွက်ကယ်တင်ရှင်ပေါ်လာပါတော့တယ်။ အဲ့ဒီလူကတော့ဘီလ်ရဲ့ကာဆင်တစ်ယောက်ဖြစ်တဲ့ ဗင်နီဆိုတဲ့ရှေ့နေပါပဲ။ရှေ့နေကျောင်းကိုခြောက်နှစ်တက်ခဲ့တဲ့၊ ဘယ်လိုတရားခွင်အတွေ့အကြုံမျိုးမှမရှိတဲ့၊အယ်လာဘားမားအကြောင်း သူတို့အမှုအကြောင်းကို ဘာတစ်ခုမှမသိပဲ ဒိအမှုကနေ သူတို့ကို ဘယ်လိုကယ်တင်မလဲဆိုတာက စိတ်ဝင်စားစရာအကောင်းဆုံးအချက်ဖြစ်နေလို့ဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားကြပါ။\nဟာသကားဖြစ်နေပေမယ့် ပေါတဲ့ဘက်ကိုမသွားပဲ သဘာဝကျကျဟာသတွေ၊ခိုင်မာတဲ့ဇာတ်လမ်း၊ဇာတ်အိမ်တွေနဲ့တည်ဆောက်ထားတဲ့ Underrated ဟာသဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ အကောင်းဆုံးအချက်ကတော့ ဗင်နီရဲ့ဇနီးလောင်းအဖြစ်သရုပ်ဆောင်ထားတဲ့ Marisa Tomei (tom holland spidey's aunty may) ပါပဲ။နုရွလှပနေတဲ့ အန်တီမေငယ်ငယ်လေးကို တမူထူးခြားတဲ့ဇာတ်ရုပ်နဲ့တွေ့မြင်ရမှာဖြစ်ပါတယ်။  File size…(2 GB)/(1 GB)/(610 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Alias",
        "rating": "",
        "url": "https://channelmyanmar.org/my-cousin-vinny-1992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMzc2YmIxMWItMGM4Yi00MjVmLWJmZDktMjVmOWRjYjVlNWU1XkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Lagi-Lagi Ateng (2019)",
        "description": "Lagi-Lagi Ateng (2019)\n==================\nIMDb Rating - 6.9/10အာတန်ဆိုတာကတော့ နယ်မြို့လေးတစ်မြို့က မင်းမျိုးမင်း\nနွယ် မိသားစုမှာ ကြီးပြင်းလာပြီး အသက် ၂၆နှစ်အထိ ဉာဏ်\nရည်ကောင်းကောင်းမဖွံ့ဖြိုးသူပဲဖြစ်ပါတယ်။ မိတဆိုးသား\nလေးမို့လို့ အလိုလိုက်ခံထားရတဲ့ အာတန်.... မွေးနေ့လက်\nဆောင်အနေနဲ့ ဂျာကာတာကိုသွားခွင့်ရလိုက်တဲ့အခါ.....\nဘဝရဲ့ အကြီးမားဆုံးသော Surprise နဲ့ကြုံလိုက်ရပါတော့\nတယ်။အာတန်နဲ့ ချွတ်စွပ်တူနေတဲ့ အာဂွန်ဆိုသူဟာ တခြားလူ\nမဟုတ်ဘဲ ကွဲကွာသွားတဲ့ အမြွှာညီအစ်ကိုဖြစ်တယ်ဆိုတာ\nသိပြီးနောက်မှာတော့ ...... မိသားစုတွေအတူနေရဖို့ မိဘ\nနှစ်ပါးပြန်ပေါင်းထုပ်ဖြစ်အောင် ညီအစ်ကိုနှစ်​ယောက်\nနေရာအလဲအလှယ်တွေလုပ်ရင်း ရေမီးအစုံလေထီးခုန်\nကြမှာပဲဖြစ်ပါတယ်။ Family drama, romance, comedy\ntype ဖြစ်တဲ့ ဇာတ်ကားကောင်းလေးမို့လို့ မိသားစုနဲ့အတူ\nပေါ့ပေါ့ပါးပါးကြည့်ဖို့လည်း သင့်တော်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.27 GB) / (462 MB) / (333 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 48Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Family\nTranslator.......Hnin Wut ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/lagi-lagi-ateng-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNmQ1ZDU1MjAtZjU0My00YzZjLTkzODQtODgyZWZlMDRmOWJjXkEyXkFqcGdeQXVyMTE1MjE4Mw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "A Snowy Day in Oakland (2023)",
        "description": "2023 မှအသစ်စက်စက်ထွက်ရှိထားတဲ့ Romance & comedy film အမျိုးအစားဖြစ်ပြီး IMDb - 7.5/10 အထိရရှိထားပါတယ် ဇာတ်လမ်းမှာတော့ ဆန်ဖရန်စစ္စကိုကစိတ်ရောဂါကုဆရာဝန်မလေးတစ်ယောက် သူနဲ့အကြာကြီးတွဲခဲ့တဲ့ရည်းစားဖြစ်သူကိုထားပစ်ခဲ့ပြီးအုတ်ခ်လန်ရဲ့ဆင်ခြေဖုံးရပ်ကွက်လေးကိုပြောင်းရွေ့လာရာကနေ အဲဒီရပ်ကွက်ထဲမှာအိမ်နီးနားချင်းတွေနဲ့အသားကျအောင်ကြိုးစားရင်း ဘယ်လိုရှေ့ဆက်ပြီးခင်တွယ်သွားကြမလဲဆိုတာကိုပေါ့ပေါ့ပါးပါးနဲ့စောင့်ကြည့်ရမှာပါFile size…(1.8 GB)/(930 MB)/(470 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/a-snowy-day-in-oakland-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jKFOQ5LNQuIWGLdB2WhVlSUcS6F.jpg",
        "title": "Medellin (2023)",
        "description": "Medellin (2023)ဟာသအက်ရှင်ကား ကောင်းကောင်းကြိုက်သူတွေအတွက် ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nအဓိကမင်းသားတွေအဖြစ် Taxi 5 ရုပ်ရှင်ထဲမှ မင်းသား Frank Gastambide နဲ့\n2 lone in Paris ဟာသရုပ်ရှင်ကားထဲမှ မင်းသား Ramzy Bedia တို့မှ တွဲဖက်မိမိနဲ့ သရုပ်ဆောင်ထားပါတယ်။\nMike Tyson လည်း ပါဝင် အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရီဒါဟာ ပြင်သစ်မှာ လက်ဝှေ့အားကစားရုံဖွင့်ထားတဲ့လူတစ်ယောက်ပါ။\nသူ့ညီဖြစ်သူ ဘရာဟင်းကတော့ နာမည်ကြီးမင်းသားအတိုင်း ဝတ်စားပြင်ဆင်တတ်တဲ့ Influencer တစ်ယောက်ပါ။\nဘရာဟင်းလည်း ကိုလမ်ဘီယာနိုင်ငံ မက်ဒလင်းမြို့ကို သွားလည်ရင်းနဲ့ မူးယစ်ဂိုဏ်းတစ်ခုရဲ့ ပြန်ပေးဆွဲတာကို ခံလိုက်ရပါတယ်။\nအဲဒါကို သိသွားတဲ့ ရီဒါလည်း သူ့ညီကို ဒီအတိုင်းပစ်မထားနိုင်တာကြောင့် ဘရာဟင်းကို ကယ်ဖို့ ကိုလမ်ဘီယာကို လိုက်ဖို့ လုပ်ပါတော့တယ်။\nဒီလိုနဲ့ ရီဒါရယ် စတန်ရယ် ရှာဖိခ်ဆိုတဲ့ လူပုလေးတို့ ဘရာဟင်းကို ကယ်ဖို့လာရင် မက်ဒလင်းမြို့မှာ စွန့်စားခန်းထွက်ပါတော့တယ်......အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Leonard ...",
        "rating": "",
        "url": "https://channelmyanmar.org/medellin-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/snkWwY1gEk7n1azAZi4WPW6PZ3h.jpg",
        "title": "The Year I Started Masturbating (2022)",
        "description": "The Year I Started Masturbating (2022)Netflix ကထွက်ထားတဲ့ The Year I Started Masturbating ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဇာတ်ကားနာမည်ကြည့်ပြီးတော့ ကျောင်းသားကားဆိုပြီး တွေးနေရင်တော့ မှားသွားပါလိမ့်မယ်။\n၁၈ ယောက်စုကြည့်ရမယ်ထင်နေရင်လဲ သင့်ရဲ့ စိတ်ကို အမှောင်ဘက်ခြမ်းကနေ ပြန်ခေါ်လိုက်ပါ။\nဒီဇာတ်ကားလေးဟာ မိန်းကလေးတွေ ကိုယ့်ကိုကိုယ် ဘယ်လိုတန်ဖိုးထားရမယ်ဆိုတာ ပြသွားမဲ့ကားမျိုးပါ။\nဒါပေမဲ့ စကားလုံးတွေက ပွင့်ပွင့်လင်းလင်းပြောထားတော့ မိသားစုနဲ့တွဲကြည့်လို့လဲ အဆင်ပြေမှာမဟုတ်ပါဘူး။\n(ဥပမာဆို လူတိုင်းသိကြတာက ဂျီစပေါ့ လောက်ပါပဲ\nဒါပေမဲ့ ဒီထဲမှာတော့ ဂျီစပေါ့တင်မကဘဲ အိုစပေါ့ အမ်စပေါ့ ဒီစပေါ့ တွေပါ ပါပြီးတော့\nဘယ်နေရာမှပါ ရှိတယ်ဆိုတာ ညွှန်ပြထားပါသေးတယ်)။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဟန်နာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ အလုပ်တွေကြိုးစားပြီး မိသားစုကို အချိန်မပေးနိုင်ဘဲ အလုပ်ပဲဖိလုပ်တဲ့သူပါ။\nယောကျာ်းဖြစ်သူဟာလဲ ကြာလာတေ့ ငြိုငြင်လာပါတယ်။\nဟန်နာအတွက်ကတော့ ကလေးတွေယူပြီး အလုပ်လုပ် ပိုက်ဆံရှာပေးနေရင် မိသားစုကိစ္စပြီးပြီလို ထင်နေပါတယ်။\nဒါပေမဲ့ တစ်နေ့မှာ ယောကျာ်းဖြစ်သူနဲ့ ပြဿနာ ဖြစ်ပြီး ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-year-i-started-masturbating-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKs0ufPp0agLptnhEutDOlfwfdH.jpg",
        "title": "Princess Protection Program (2009)",
        "description": "Princess Protection Program (2009)Selena Gomez နဲ့ Demi Lovato တို့ရဲ့ ငယ်ရွယ်တက်ကြွတဲ့ ပုံစံကို ပြန်မြင်ရမယ့် ကားဟောင်းလေးပါ။ Selena ကတော့ ကာတာလို့ခေါ်တဲ့ ငါးစာရောင်းတဲ့ သာမန်အထက်တန်းကျောင်းသူလေးဖြစ်ပြီး Demi ကတော့ ရိုဆလင်ဒါလို့ခေါ်တဲ့ မင်းသမီးတစ်ပါးအဖြစ် သရုပ်ဆောင်ထားပါတယ်။ ကာတာရဲ့အဖေက ခြိမ်းခြောက်ခံရတဲ့ နေရာအနှံ့က မင်းသမီး‌တွေကိုကယ်တင်တဲ့ နိုင်ငံတကာလျှို့ဝှက်အေဂျင်စီမှာ အလုပ်လုပ်တာပါ။မင်းသမီးရိုဆလင်ဒါနေတဲ့ ကိုစတာလူနာဆိုတဲ့တိုင်းပြည်က ကျွန်းနိုင်ငံလေးဖြစ်ပြီး သူ့ဖခင်ဘုရင်ကြီးနတ်ရွာစံသွားတဲ့အတွက် မင်းသမီးက နောက်တစ်လနေရင် ဘုရင်မအဖြစ် နန်းတက်ရတော့မှာပါ။ နန်းတက်ပွဲအတွက်လေ့ကျင့်နေချိန်မှာ ဗိုလ်ချုပ်ကိန်းက မင်းသမီးငယ်သေးတာကို အကြောင်းပြပြီး အာဏာသိမ်းဖို့လုပ်ပါတော့တယ်။ ကံကောင်းစွာနဲ့ ရိုဆလင်ဒါအမေစီစဉ်ထားမှုကြောင့် ကာတာ့အဖေက ရိုဆလင်ဒါကို ခေါ်ထုတ်လာနိုင်ပါတယ်။ရိုဆလင်ဒါကို အေဂျင်စီက လုံခြုံတဲ့အချိန်ရောက်တဲ့ထိ နေရာချပေးဖို့လုပ်ရာကနေ ကာတာတို့အိမ်ကို ၀မ်းကွဲညီအမ ရိုစီအဖြစ်ရောက်လာပါတော့တယ်။ရိုစီကို သာမန်ဆယ်ကျော်သက်ကောင်မလေးလို နေတတ်အောင် ကာတာက သင်ပေးရင်း ကြုံတွေရတဲ့ အဖုအထစ်လေးတွေ ကျောင်းမှာကြုံရတဲ့အခက်အခဲတွေကို တွေ့ရဉီးမှာပါ။ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/princess-protection-program-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pFqjuNiSBSSwqyiDBNDeFfA9PaU.jpg",
        "title": "Ngeri-Ngeri Sedap (2022)",
        "description": "Ngeri-Ngeri Sedap (2022)************************သား ၃ ယောက်နဲ့ သမီး ၁ ယောက်မွေးထားတဲ့ လင်မယား ၂ ယောက်... သား ၃ ယောက်ကိုအကောင်းဆုံးပညာရေးရဖို့ တခြားမြို့တွေမှာ ကျောင်းထားခဲ့ရာကစလို့ သားယောက်ျားလေးတွေဟာလက်တွေ့ကျကျ စဉ်းစားတွေးခေါ်တတ်ပြီး ကိုယ်ဖြစ်ချင်တာကိုပဲ လုပ်ကြရာကနေ မိဘအိမ်ကို ပြန်မလာခဲ့ကြတာ၁၀ နှစ်နီးပါး ရှိသွားခဲ့တယ်။ ဒီလိုနဲ့ပဲ အဘွားဖြစ်သူရဲ့ မင်္ဂလာအခမ်းအနားကို မိသားစုစုံစုံလင်လင်ကျင်းပဖို့အတွက် သား ၃ ယောက်ကို လင်မယား ၂ ယောက် ဘယ်လို လှည့်ဖြားပြီး အိမ်ကို ပြန်လာအောင် ခေါ်ကြမလဲ...သူတို့ ချက်ချင်း မပြန်သွားအောင် ဘယ်လိုလုပ်ကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\nတစ်ခါတစ်လေကျ သားသမီးရဲ့ ပျော်ရွှင်မှုဟာ မိဘရဲ့ စိတ်တိုင်းကျ မဖြစ်နိုင်သလို, မိဘရဲ့ စိတ်တိုင်းကျဆန္ဒဟာလည်းသားသမီးကို မပျော်စေတာမျိုးတွေ ကြုံတွေ့ရတတ်ပါတယ်။ မိသားစုတစ်ခုမှာ ဒီလိုမျိုး စိတ်သဘောထားမတိုက်ဆိုင်မှုတွေ ဖြစ်လာတဲ့အခါတစ်ဖက်ဖက်က အလျှော့ပေးမှသာ ပျော်ရွှင်တဲ့ မိသားစုမျိုး ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/ngeri-ngeri-sedap-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Xye26gsr6MHWRzqolqz7y2u93g.jpg",
        "title": "Buddy Games: Spring Awakening (2023)",
        "description": "Buddy Games: Spring Awakening (2023)ဒီဇာတ်ကားကတော့ ၂၀၁၉ ခုနှစ်ကထွက်ရှိထားတဲ့ Buddy Games ဆိုတဲ့ ဇာတ်ကားလေးရဲ့ အဆက်ပဲဖြစ်ပါတယ်။ဒီ ဇာတ်ကားထဲမှာဆိုရင်တော့ Supernatural ထဲက ဒင်းန်ဝင်ချက်စတာကြီး Jensen Ackles အပြင်ကို Once Upon A Time ရဲ့ စနိုးဝှိုက်မင်းသမီးနဲ့ မိုက်ကယ်ဘေးရဲ့ Transformers ဇာတ်ကား တွေထဲပါ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသားကြီး ဂျော့ဒူဟာမယ်လည်းပါတဲ့အပြင် တခြားနာမည်ကြီး မင်းသား မင်းသမီးတွေ ရောကျော်ပါဝင်ထားလို့ ကြည့်လို့ကောင်းမှာကတော့ သေချာပါတယ်။ပထမကားလိုပဲ ငယ်ပေါင်းချစ်သူငယ်ချင်း ခြောက်ယောက်ကို အခြေခံပြီးရိုက်ထားတဲ့ဟာသဇာတ်လမ်းလေးဖြစ်ပါတယ်။ ဇာတ်ဆောင်သူငယ်ချင်းခြောက်ယောက်ထဲက တစ်ယောက်ဖြစ်တဲ့ ဒယ်ဖီသေသွားပြီးနောက်ပိုင်း ဒယ်ဖီ့ကို ဂုဏ်ပြုပေးဖို့အတွက် ဒယ်ဖီ့ရဲ့ ပြာအိုးကို ဘယ်နေရာသွားကြဲမလဲဆိုတာကို ဆုံးဖြတ်ရာကနေစတင်ခဲ့ပါတယ်။ နွေရာသီအားလပ်ရက်မှာ ကျန်နေခဲ့တဲ့ သူငယ်ချင်းတစ်သိုက်က ဒယ်ဖီ့ရဲ့ အသုဘအခမ်းအနားမှာ ဘယ်လိုသောင်းကျန်းခဲ့၊ ပြာအိုးကို နေရာချဖို့ကိစ္စကို ဆုံးဖြတ်ရင်းနဲ့ ဘယ်လို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/buddy-games-spring-awakening-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZDE2ZmY0NWMtM2M3ZC00YmMyLThkZTYtYzMwMmIzMzcyYzM1XkEyXkFqcGdeQXVyNjM0MDQ4OTQ@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Smile or Hug (2022)",
        "description": "Smile or Hug (2022)\n===============ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်ကြီးတို့အတွက် ပေါ့ပေါ့ပါးပါး\nဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ သမီးရည်း\nစားဆက်ဆံရေးတွေ၊ သူငယ်ချင်းဆက်ဆံရေးတွေမှာ အချိန်တွေ\nအကြာကြီးဖြတ်သန်းခဲ့တယ်ဆိုရင်တောင် အထင်လွဲတာ၊ နားလည်\nမှုလွဲတာလေးတွေ ရှိစမြဲပဲမဟုတ်လား။ သူငယ်ချင်းသံယောဇဉ်တွေ\nမှာလည်း တစ်ခါတလေ မတိုက်ဆိုင်တာလေးတွေကြောင့် အဖုအ\nထစ်လေးတွေ၊ မကျေနပ်မှုလေးတွေစုရင်း ပြဿနာတက်တတ်ကြ\nတယ်လေ။ဒီလိုအခြေအနေမျိုးဆိုရင် ဘယ်လိုဖြေရှင်းတတ်ကြပါသလဲ။ ပြဿ\nနာကို တစ်ယောက်တည်းအထင်နဲ့ဆွဲတွေးရင် အမှုပိုကြီးတတ်တယ်\nနော်။ ဒီလိုအချိန်မှာ \"မျက်နှာချင်းဆိုင်ဖြေရှင်း\"လိုက်တာက အကောင်း\nဆုံးနည်းလမ်းပါပဲ။ အမှားတွေ၊အထင်လွဲမှုတွေကို ရှောင်ပုန်းမနေဘဲ\nထိပ်တိုက်ရင်ဆိုင်လိုက်တာက အကောင်းဆုံးဆိုတာကို ဆန်တို့စ်ဆိုတဲ့\nကောင်မလေးတစ်ယောက် သင်ယူလိုက်ရပုံလေးကို ကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (500 MB) / (335 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 31Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/smile-or-hug-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eL3POLwfhVeRfPOALFokh9JiUfd.jpg",
        "title": "Sightseers (2012)",
        "description": "Sightseers (2012)ခုတစ်ခါတင်ဆက်ပေးလိုက်တာကတော့ ၂၀၁၂ထွက် sightseer ဆိုတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ Dark comedy တွေရိုက်နေကျ ဒါရိုက်တာ Ben Wheatleyရဲ့ လက်ရာလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ သာမန်စုံတွဲတစ်တွဲ နောက်တွဲယာဉ်နဲ့ အားလပ်ရက်ခရီးထွက်တာကနေ စတင်ခဲ့ပါတယ်။ ခရစ်နဲ့ တီနာတို့က ချစ်ချစ်ခင်ခင်နဲ့ ‌ရိုမန်တစ်ဆန်တဲ့ ခရီးတစ်ခုကို စီစဉ်ခဲ့ကြတာပါ။ တီနာရဲ့အမေကတော့ ခရစ်ကို မယုံပေမဲ့ တီနာကတော့ ပျော်ပျော်ရွင်ရွင်ပဲ ခရီးထွက်လာခဲ့ပါတယ်။ဇာတ်လမ်းအစပိုင်းမှာ ပျော်စရာ သာမန်ဇာတ်ကားလေးလို့ထင်ရပေမဲ့ ခရစ်ဟာ မထင်မှတ်ဘဲ လူတစ်ယောက်ကို ကားနဲ့ တိုက်သတ်မိခဲ့ပါတယ်။ ခရစ်ဟာ တမင်တကာပဲ သတ်ခဲ့တာလား? မတော်တဆဖြစ်သွားတာလား?ခရီးစဉ်ကို မပျက်ဆီးစေချင်တဲ့ တီနာကရော ပြန်ခေါ်နေတဲ့ သူ့အမေရယ် ဒီလိုအဖြစ်ဆိုးဖြစ်လာတဲ့အခါ ဘယ်လိုတုံ့ပြန်မလဲ?အဲဒီအချိန်ကနေစပြီးတော့ ဇာတ်လမ်းရဲ့ ပုံစံဟာ ပြောင်းလဲသွားပြီး ဇာတ်ဆောင်တွေရဲ့ နားလည်ရခက်တဲ့ စိတ်တွေ ...\nမထင်ထားတဲ့ အခြေအနေတွေကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှု ခံစားရမှာဖြစ်ပါတယ်။သွေးသံရဲရဲအခန်းတွေ လိင်ဆက်ဆံခြင်းတွေ ညစ်ညမ်းအသုံးအနှုန်းတွေပါဝင်လို့ မိသားစုနဲ့အတူကြည့်ဖို့တော့ မသင့််တော်ပါဘူး\nမိုးအေးအေးမှာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/sightseers-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9RIY2JW0JLQl2MOXdkeFAVqP57T.jpg",
        "title": "Dream (2023)",
        "description": "Dream (2023)အားလုံးမေးနေကြတဲ့ Park Seo Joon နဲ့ IU တို့ရဲ့ ရုပ်ရှင်ထွက်လာပါပြီရှင်ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် တအားကြိုးစားပေမဲ့ မဖြစ်မြောက်တဲ့ ဘောလုံးသမားယွန်းဟုန်းဒယ်ဟာ\nစိတ်ဆတ်ပြီး ဒေါသမထိန်းနိုင်ရာကနေ အနုပညာထဲဝင်မယ်ဆိုပြီး ဖြစ်လာပါတော့တယ်အဲဒီမှာ ပီဒီအီဆိုမင်းနဲ့တွေ့ပြီး မှတ်တမ်းရုပ်ရှင်ရိုက်ဖို့ အကြောင်းဖန်ရင်းနဲ့\nကြောင်နဲ့ကြွက်လို မတည့်အတူနေ အလုပ်အတူတွဲလုပ်ရပါတယ်သူတို့ရိုက်တဲ့အစီအစဉ်ကလည်း အိမ်ခြေရာမဲ့တွေကို ကမ္ဘာ့ဖလားဝင်ပြိုင်ဖို့အတွက် လေ့ကျင့်ပေးရတဲ့အလုပ်ဆိုတော့\nအခက်အခဲတွေကြားက ရုန်းကန်ပြီး အိပ်မက်တွေကို ဖြည့်ဆည်းသွားကြမှာပါအမျိုးမျိုးကြုံတွေ့ရပြီးမှ ရေစက်လာဆုံကြတဲ့ သူတို့အသင်းက\nနောက်ဆုံးမှာ အောင်မြင်မလား ကျရှုံးမလားဆိုတာကို ကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြိးတော့\nဘာသာပြန်ထားတာကတော့ Joyz and Hmwe ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Sports\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 814MB | 407MB\nFormat… mp4\nDuration…. 2h 6min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/dream-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wgVkkjigF31r1nZV80uV0xNIoun.jpg",
        "title": "Beau Is Afraid (2023)",
        "description": "Beau Is Afraid (2023)~ IMDb - 7.1/10, Rotten Tomatoes - 67% ~မင်းသားကြီး ဝါကင်းဖီးနစ်ရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။ ဟာသ၊ ဒရာမာ၊ ဟော်ရာ အမျိုးအစားပါ။ ရုပ်ရှင်လောကရဲ့ ထူးထူးဆန်းဆန်းနဲ့ ပြောင်မြောက်တဲ့ ရုပ်ရှင်တွေကို ထုတ်လုပ်နေကျ A24 ကုမ္ပဏီရဲ့ ရုပ်ရှင်ပေါ့။ ဒါရိုက်တာကလည်း ဟော်ရာရုပ်ရှင်လောကရဲ့ ပြောစမှတ်ဖြစ်စရာ ရုပ်ရှင်နှစ်ကားဖြစ်တဲ့ Midsommar နဲ့ Hereditary ကို ရိုက်ခဲ့တဲ့ Ari Aster ပါပဲ။ သူကိုယ်တိုင် ဇာတ်ညွှန်းရေး ဒါရိုက်တာ၊ တွဲဖက်ထုတ်လုပ်သူအဖြစ်လုပ်ခဲ့တာပါ။ ရုပ်ရှင်တစ်ခုလုံးက အိပ်မက်ဆိုးကြီးနဲ့ တူနေပါတယ်။ ကြောက်စရာတွေ ရယ်စရာတွေ သောင်းပြောင်းဖြစ်နေပြီး တစ်ခုကနေ တစ်ခုကို ခုန်ကူးသွားပါတယ်။ဒီရုပ်ရှင်ဟာ မူလက ၄ နာရီစာ ရိုက်ကူးဖို့ ကြိုးစားခဲ့တာဖြစ်ပြီး ရုံတင်ဖို့အတွက် ၂ နာရီ ၅၉မိနစ် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/beau-is-afraid-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/blGdfZPiv4CXViqbfXNcWiplABz.jpg",
        "title": "The Wonder Weeks(2023)",
        "description": "The Wonder Weeks(2023)************************ဒီဇာတ်ကားလေးကတော့ မွေးခါစဘေဘီလေးတွေကို မေမေ၊ဖေဖေတို့ကအစွမ်းကုန်ဘယ်လိုထိန်းကျောင်းကြမလဲမြင်တွေ့ရမယ့်ကားလေးပါ။\nများသောအားဖြင့် ကလေးယူမယ် ကိုယ်ဝန်ဆောင်မယ်ဆိုရင်သာ ကြိုတင်ပြင်ဆင်လေ့ရှိကြပေမယ့်\nကလေးမွေးပြီးနောက်ပိုင်းကြုံရမယ့်အရာတွေကို ကြိုတင်မှန်းမထားနိုင်သလို ပြင်ဆင်ထားဖို့ကလည်းခက်ခဲပါတယ်။\nဥပမာ ညဖက်ကလေးထထငိုလို့ အိပ်မရတာမျိုး၊ ကလေးက မဆော့မကစားဖြစ်နေတာဘာဖြစ်မှန်းမသိရတာမျိုးပေါ့။\nမိမိကလေးက နေကောင်းလား၊ အစားဝင်လား၊ ဒီအရွယ်မှာ ပုံမှန်ပဲလား၊ တစ်ခုခုဖြစ်နေပြီလားနဲ့ မေမေဖေဖေတို့က ပူပန်ကြမှာအမှန်ပါပဲ။\nဒီအကြောင်းအရာတွေကို ဇာတ်လမ်းလေးထဲမှာ မိသားစုသုံးစုနဲ့ ပုံဖော်ရိုက်ကူးထားပါတယ်။\nပထမမိသားစုက မေမေက အရမ်းအစိုးအရိမ်ကြီး စည်းစနစ်ကျလွန်းပါတယ်။\nအိပ်တာစားတာကအစ အချိန်ဇယားအတိုင်းလုပ်လွန်းတော့ မီးမီးလေးက အဝလွန်လာရော၊ဒါကိုဘယ်လိုကျော်ဖြတ်ကြမလဲ။\nဒုတိယမိသားစုကျတော့ ဓလေ့မတူကြတာဗျ။\nဖေဖေ့ဘက်က ဓလေ့တစ်ခု မေမေ့ဘက်ကဓလေ့တစ်ခုနဲ့ဗျာများရင်း ဗရုတ်သုတ်ခလေးတွေဖြစ်ကြတာပေါ့။\nတတိယမိသားစုကျတော့ မေမေနှစ်ယောက် ဖေဖေတစ်ယောက်ဗျ။\nဖေဖေက ဗရုတ်ကခပ်ကျကျ မေမေတစ်ယောက်က တစ်ယူသန်နဲ့ဗျ။\nကဲ ဒီမိသားစုလေးတွေရဲဘဝက ကလေးကိုယ်စီထိန်းကျောင်းရင်းဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာ ဇာတ်လမ်းထဲမှာကြည့်ရှုနိုင်ပါပြီ။File Size : (1.6GB) and (725MB)\nQuality : WEB-DL.1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-wonder-weeks2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n5NOxrcgeiCxvEn47FG9bvlHNsV.jpg",
        "title": "What Women Want (2000)",
        "description": "What Women Want (2000)~ IMDb - 6.4/10, Rotten Tomatoes - 54% ~ကမ္ဘာပေါ်က ပုရိသယောက်ျားတိုင်း အဖြေရှာနေဆဲ ဖြစ်တဲ့ မေးခွန်းတစ်ခု ရှိပါတယ်။အဲဒါကတော့ \" မင်းတို့မိန်းမတွေလိုချင်တာဘာလဲ \" ဆိုတာပါပဲ။ ဒီမေးခွန်းလေးရဲ့ အဖြေကိုတော့ ဒီဇာတ်ကားထဲက နစ်ခ်မာရှယ်လ် ဆိုတဲ့ ပျိုတိုင်းကြိုက် နှင်းဆီခိုင်ကြီး တစ်ဖြစ်လဲ Mel Gibson ကြီးက သိသွားခဲ့ပါတယ်။ကြော်ငြာအမှုဆောင် တစ်ယောက်ဖြစ်တဲ့ နစ်ခ်မာရှယ်ဟာ ငယ်ငယ်ကတည်းက အဖေမရှိဘဲ ကြီးပြင်းလာရပြီး ကြီးလာတော့လဲ လူရှုပ်လူပွေတစ်ယောက် ဖြစ်လာပါတယ်။ ကြော်ငြာကုမ္ပဏီတွေ အပြိုင်အဆိုင် ဖြစ်လာကြတဲ့အချိန်မှာ အမျိုးသမီးတွေကို ဦးတည်တဲ့ ကြော်ငြာတွေ ဖန်တီးဖို့အတွက် နစ်ခ် လိုချင်နေတဲ့ရာထူးနေရာမှာ ဒါစီဆိုတဲ့ အမျိုးသမီးတစ်ယောက် ရောက်ရှိလာပါတယ်။အခဲမကျေဖြစ်နေတဲ့ နစ်ခ်တစ်ယောက် ညဘက် အလုပ်လုပ်ရင်းမှာ မတော်တဆမှုဖြစ်ပြီး အမျိုးသမီးတွေရဲ့ စိတ်ကို ဖတ်နိုင်တဲ့အစွမ်း ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/what-women-want-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYmEwMjkwYzctMzAzOC00YWMxLTgwZGMtMjFlOTA5ZDYyMmE3XkEyXkFqcGdeQXVyMTI1MTU3MjIw._V1_-141x200.jpg",
        "title": "Bomma Blockbuster (2022)",
        "description": "Bomma Blockbuster (2022)\nIMDb - 8.2/10ဇာတ်လမ်းအကျဉ်းထုတ်လုပ်သူဒါရိုက်တာကြီးတယောက် စူပါစတားမင်းသားတွေ နာမည်ကြီးဒါရိုက်တာတွေ\nသုံးပြီး ရုပ်ရှင်တွေထုတ်နေပေမဲ့ ကားတိုင်း အရှုံးပေါ်နေလို့ စိတ်ညစ်နေတယ်။\nဝက်ဝက်ကွဲအောင်မြင်ပြီး ရုံတင်ငွေတွေသောက်သောက်လဲရမဲ့\nသာမာန်သရုပ်ဆောင်တယောက် သာမာန်ဒါရိုက်တာတယောက်ကို စတားဖြစ်သွားစေမဲ့\nဇာတ်လမ်းတပုဒ်ကို လိုချင်နေတဲ့အချိန် မတော်တဆမှုတခုကနေ ရလာတဲ့ဇာတ်ညွှန်းတပုဒ်ကို ဖတ်မိခဲ့တယ်။အဲဒီဇာတ်ညွှန်းက တံငါရွာလေးတရွာက ရုပ်ရှင်ဇာတ်ညွှန်းတွေ တအားရူးသွပ်တဲ့ ရာဂျူးရဲ့ ဇာတ်ညွှန်း။\nသူ့ဘ၀ဇာတ်လမ်းကို ရုပ်ရှင်ဆန်အောင်ကို နေပြီးမှ ရေးထားတဲ့ ကိုယ်တိုင်ရေးအတ္ထုပတ္တိဇာတ်လမ်း။\nတနေ့မှာ သူအရမ်းကြိုက်ရတဲ့ ဒါရိုက်တာကိုယ်တိုင်ရိုက်ပေးရမယ်ဆိုပြီး အိပ်မက်တွေနဲ့ ရာဂျူးရဲ့ဇာတ်ညွှန်း။အဖေဖြစ်သူရဲ့ ထောက်ခံအားပေးမှုနဲ့ ဇာတ်ညွှန်းရေးနေတဲ့ ရာဂျူးတယောက် အဖေဆုံးတဲ့အခါ\nညီမဖြစ်သူနဲ့အတူ သူ့ဇာတ်ညွှန်းကို အဆုံးသတ်အောင်ဖန်တီးနိုင်မှာလား။လက်တွေ့ဘ၀ထဲမှာ\nရုပ်ရှင်ဆန်အောင် တမင်ဖန်တီးပြီး လုပ်တတ်တဲ့ ရာဂျူးတယောက် သူ့အိပ်မက်ကို\nအကောင်အထည်ဖော်နိုင်မလားဆိုတာ ကြည့်လိုက်ကြရအောင်ဗျ။\n(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ chiclon3,Sai,Thaik Sanတို့ပဲဖြစ်ပါတယ်)\nFile size…2.66GB / 630MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by chiclon3,Sai,Thaik San",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/bomma-blockbuster-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/57qni9eU4dBXponOJ9SJ7rc6Isy.jpg",
        "title": "Ali & Ratu Ratu Queens (2021)",
        "description": "အာလီဆိုတဲ့ ကောင်လေးရဲ့ဘဝမှာ မိဘတွေရဲ့သဘောထားမတိုက်ဆိုင်မှုကြောင့် ငယ်ငယ်ကတည်းကမိတဆိုးလေး ဖြစ်ခဲ့ရပြီး ဆွေမျိုးတွေက ချစ်ခင်ကြည့်ရှုပေးခဲ့ပေမယ့် မိခင်မေတ္တာကို လိုအပ်တောင့်တနေခဲ့ရပါတယ်. တစ်နေ့မှာ ဖခင်ဆုံးပါးသွားပြီး. အမေက သူထင်ထားသလိုမသေခဲ့ဘဲ သူ့အတွက် လေယာဉ်လက်မှတ် တစ်စောင်ထားခဲ့ပြီးသူနဲ့လည်း အတူရှိချင်တဲ့သူဖြစ်ကြောင်းကို သိလိုက်ရချိန်မှာတော့.အရာအားလုံးကို နောက်ချန်ထားပြီး. မေတ္တာလေး တစ်စွန်းတစ်စ ရလိုရငြားစိတ်နဲ့ အင်ဒိုးနီးရှားကနေ နယူးယောက်အထိတစ်ယောက်တည်း ခြေဆန့်ခဲ့ပါတော့တယ်.သူ့အတွက်တော့ အမေနဲ့တွေ့ရဖို့က ဦးစားပေးဖြစ်ခဲ့ပေမယ့်ထင်ထားသလို ဖြစ်မလာခဲ့ဘဲ အမေနဲ့တွဲဖက်ဟောင်း အင်ဒိုနီးရှားအမျိုးသမီးကြီးတွေနဲ့ တွေ့ပြီး အဖွဲ့ကျသွားပါတော့တယ်..ဘဝမှာ တစ်ခါတစ်လေကျရင် မထင်မှတ်ထားတာတွေလည်းဖြစ်လာတတ်ပေမယ့် ကျွန်တော်တို့တွေ ချစ်ခြင်းမေတ္တာကိုမထင်မှတ်ထားဆုံးနေရာကလည်း မျှော်လင့်မထားဘဲရရှိတတ်တယ် ဆိုတာကို ဒီ အင်ဒိုနီးရှားစကားပြော ဟာသဒရမ်မာဇာတ်ကားလေးမှတစ်ဆင့် တင်ဆက်ပေးလိုက်ရပါတယ်.  File size…1.87GB / 747MB\nQuality…NF. WEBRip 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ..... Drama , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Sai ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/ali-ratu-ratu-queens-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uNCZh6YGg6r0GMyrctI14R0lHGL.jpg",
        "title": "Buddy Games (2019)",
        "description": "Buddy Games (2019)အခုမိတ်ဆက်ပေးမယ့် Buddy Games ဆိုတဲ့ ဇာတ်ကားလေးကတော့ အချစ်ဆုံးသူငယ်ချင်း ပေါက်ဖော်လေးယောက်အကြောင်းကို ဇာတ်အိမ်တည်ပြီးတော့ ရိုက်ကူးထားတာပါ။Buddy Games ဆိုတဲ့အတိုင်း သူတို့လေးယောက်က မိတ်ဆွေဖြစ်ဂိမ်းကို ငယ်ငယ်ကတည်းကနေ ကြီးကောင်ကြီးမား လူလတ်ပိုင်းရောက်တဲ့အထိကို ကလေးတွေလို ပျော်ပျော်ပါးပါးဆော့ကစားခဲ့ကြပါတယ်။ ဒီလိုနဲ့ တစ်နှစ်မှာ ဒီဂိမ်းလေးကိုဆော့နေရင်း ဘန်ဒါလို့ခေါ်တဲ့ သူငယ်ချင်းလေးယောက်ထဲကတစ်ယောက်က နောက်တစ်ယောက်ဖြစ်တဲ့ ရှယ်လီဆိုသူကိုစနောက်ရင်း စိတ်ဆိုးသွားပြီး သူ့ကို သေနတ်အတုနဲ့ ပစ်လိုက်ရာကနေ ပြဿနာတွေတက်ပြီး ဇာတ်လမ်းလေးက အကြောင်းဖန်လာပါတော့တယ်။ဒီဇာတ်ကားလေးက အရမ်းကိုပျော်ဖို့ကောင်းပြီး အခုလိုမေတ္တာတရားတွေခေါင်းပါးလာတဲ့ မျက်မှောက်ခေတ်ကြီးမှာ ကောင်းသည်ဖြစ်စေ၊ ဆိုးသည်ဖြစ်စေ သူငယ်ချင်းအချင်းချင်း တစ်ယောက်ကိုတစ်ယောက် ဖေးမကူညီတတ်တဲ့ သူငယ်ချင်းစိတ်ဓာတ်ကို ကွက်ကွက်ကွင်းပေါ်လွင်အောင်ရိုက်ပြထားပေးတဲ့ ဟာသပေါကားလေးတစ်ကားဖြစ်လို့ အပန်းဖြေရင်း ကြည့်ရှူလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 780MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - ...",
        "rating": "",
        "url": "https://channelmyanmar.org/buddy-games-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v5KtTI8uFWqOed7dL3nzAvOTCn2.jpg",
        "title": "Adam’s Apples (2005)",
        "description": "Adam's Apples (2005)ထောင်ထွက်ဖြစ်တဲ့ အေဒမ်တစ်ယောက် လုပ်အားပေးဖို့ ဘုရားကျောင်းတစ်ခုကို သွားရပါတယ်။ ဒါပေမဲ့ အဲဒီကဘုန်းတော်ကြီးဖြစ်တဲ့ အီဗန်က အပြင်ပိုင်းတော့ကောင်းနေပေမယ့် တကယ်ကျ ယဉ်ယဉ်လေးရူးနေတဲ့သူပါ။ဘာရည်မှန်းချက်ရှိလဲဆိုတာ မေးတော့ ပန်းသီးကိတ်မုန့် ဖုတ်ချင်တယ်လို့ ဖြေခဲ့တဲ့ အေဒမ်က မူမမှန်တဲ့ ဘုရားကျောင်းမှာ ကိတ်မုန့်ဖြစ်မြောက်အောင် ဖုတ်နိုင်ပါ့မလာ?ဘုရားကျောင်းထဲမှာ ဘယ်လိုအရာတွေ ကြုံတွေ့ရမလဲဆိုတာ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Shin Rina ပါ။)File Size          : 1.6GB, 473MB, 256MB\nQuality            :1080p Blu-ray AAC 5.1CH, 720p Blu-ray, 480p\nFormat            : mp4\nDuration        ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/adams-apples-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7TP8E4nTqT0SFkwlj2kYRfMRwfH.jpg",
        "title": "Knights of Badassdom (2013)",
        "description": "မှော်ဇာတ်လမ်းကောင်းတွေကြိုက်တတ်လား။ပေါ့ပေါ့ပါးပါးနဲ့ရယ်မောရတဲ့ဇာတ်ကားမျိုးကြိုက်တတ်လား။အချစ်‌တွေ၊အမုန်းတွေနဲ့၀မ်းနည်း၀မ်းသာဖြစ်ချင်ပါသလား။အားလုံးချစ်တဲ့ မင်းသားကြီး Peter Dinklage ပါ၀င်တဲ့Knights of Badassdom လာပါပြီ။ ဂျိုး၊ အဲရစ် နဲ့ ဟန်း တို့ဟာ အတူတူနေထိုင်ကြတဲ့ အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ကြပါတယ်။ အဲရစ်နဲ့ဟန်းဟာ ဂန္ဓ၀င်စာအုပ်တွေ၊ ဂိမ်းတွေ၊ ကစားစရာတွေကို အင်မတန်မှသဘောကျကြပြီး ဂျိုးကတော့ ရည်းစားနဲ့ဂီတ သူ့ဘ၀ပါ။ အချစ်နဲ့တည်ဆောက်ထားတဲ့ ဂျိုးရဲ့ဘ၀လေး... တစ်ရက်မှာ ချစ်သူကလမ်းခွဲသွားတဲ့အခါ အရိုးများထိအောင်ရူးပါတော့တယ်။ဒီတော့ မကြည့်ရက်နိုင်လွန်းတဲ့ သူငယ်ချင်းတွေက စိတ်ပြေလက်ပျောက် ဆေးတစ်ပေါက်တိုက်လိုက်ပြီး ဂျိုးခံစားရတာတွေသက်သာအောင် ကူညီပါတော့တယ်။ သူငယ်ချင်းဆိုတဲ့အတိုင်း သွေးရိုးသားရိုးတော့မဟုတ်ပါဘူး။ ဂျိုးပြန်နိုးလာတဲ့အချိန်မှာ အဲရစ်နဲ့ဟန်းတို့ ပိတ်ရက်တိုင်းလာကစားနေကျစစ်မြေပြင်ဂိမ်းတစ်ခုထဲကို ရောက်နေခဲ့ပါပြီ။ ဂျိုးလည်းချော်လဲရောထိုင်ရင်း ကစားပွဲထဲပါပြီးတဲ့နောက်မှာတော့အဆန်းထွင်လွန်းတဲ့ အဲရစ်ဟာ ဘယ်ကမှန်းမသိတဲ့မှော်စာအုပ်ကြီးထုတ်ပြီး ရွတ်ပါတော့တယ်။ သူဖတ်လိုက်တဲ့စာအုပ်ဟာ‌ကစားစရာသက်သက်မဟုတ်ဘဲ နတ်ဆိုးတွေကိုဆင့်ခေါ်တဲ့စာအုပ်ဖြစ်နေတာကို မသိခဲ့ပါဘူး။ ဒီလိုနဲ့ သူတို့ဟာ နတ်ဆိုးကိုဆင့်ခေါ်မိခဲ့ကြပြီး အားလပ်ရက်မှာလာပျော်ကြတဲ့လူတစ်စု တကယ့်နတ်ဆိုးနဲ့ရင်ဆိုင်အတွေ့မှာ ဘယ်လိုတွေများစွန့်စားနှိမ်နှင်းသွားကြမလဲဆိုတာကို ကြည့်ရှုခံစားကြည့်လိုက်ပါဦး။  File size…1.73GB  / 751MB\nQuality…Blu-Ray 1080p 5.1CH / ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/knights-of-badassdom-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/puMHxNZN2Tkiv6weLsI88gXWuSl.jpg",
        "title": "Dom Hemingway (2013)",
        "description": "ဒီဇာတ်ကားက British comedy/ dramaဖြစ်ပြီး GOTထဲကနဂါး​မေ​မေနဲ့ Sherlock Holmes ရုပ်ရုင်ထဲက မင်းသားကြီးJude Lawတို့ အဓိကပါဝင်ထားတာပါ။ IMDb6.1နဲ့ RT 57%ရထားပါတယ်။ ​မီးခံ​သေတ္တာ ဖောက်ထွင်းဝိဇ္ဇာတစ်ဦးဖြစ်​ပြီးအမှုတစ်ခုမှာ အဖမ်းခံရကာ ​ထောင်ဒဏ်၁၂နှစ် ကျသွားခဲ့တဲ့ဒွန်ဟဲမင်း​ဝေးဆိုတဲ့ ဒုစရိုက်သမားကြီးဟာ ​ထောင်က​ပြန်လွတ်လာချိန် ဇနီးဖြစ်သူဆုံးပါးကာ သမီးက မုန်းတီး​နေတာ​ကြောင့်မိသားစုနဲ့ ပြန်လည်နီးစပ်နိုင်ဖို့ ​ငွေလမ်းခင်းမယ်ဆိုတဲ့ အကြံနဲ့​အလုပ်သစ်​တွေလိုက်ရှာရင်း ကြုံ​​တွေ့ရမယ့် အခက်အခဲ​တွေကိုဘယ်လို​ဖြေရှင်းမလဲဆိုတာ ကြည့်ရမှာပါ။ စကားအ​ပြောအဆိုအသုံးအနှုန်း​​တွေ ကြမ်းတမ်းတာကို သတိချပ်​စေချင်ပါတယ်။  File size…1.39GB / 654MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Comedy , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/dom-hemingway-2013/"
    }
]