[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jZ1PhCyXEySYR7f9q52KYb62Bwp.jpg",
        "title": "Paint (2023)",
        "description": "Paint (2023)ကြည့်ဖူးသမျှထဲက အကောင်းဆုံးဆိုတဲ့ရုပ်ရှင်တွေကိုချည်း စာရင်းလုပ်လိုက်တယ်ထား။ ၂၀၀ ၃၀၀လောက်ရတယ်ထားဦး။ အဲဒီထဲက ၁၀၀ကိုပြန်ရွေးလိုက်တယ်ထား။ ရွေးလို့ရချင်မှလည်းရမှာပေမဲ့ ရွေးလိုက်တယ်ပဲထားပါတော့။\nဓမ္မဓိဋ္ဌာန်ကျကျနဲ့ အဲဒီ ၁၀၀ကို ဘယ်ကားကတော့ ဘယ်ကားထက်ပိုကောင်းပါတယ်ဆိုပြီး ၁ကနေ၁၀၀ထိ စာရင်းလုပ်ဖို့က မဖြစ်နိုင်ဘူး။ ဒီ၁၀၀ဟာ ကြည့်ဖူးသမျှထဲက အကောင်းဆုံးကားတွေကိုရွေးထားတာဆိုတော့ ဒါရိုက်တာကောင်းတွေချည်းပါနေမှာလည်း သေချာတယ်။\nအဲဒီဒါရိုက်တာအားလုံးကို ဘယ်ဒါရိုက်တာက ဘယ်ဒါရိုက်တာထက် ပိုတော်ပါတယ်လို့ သွားအကဲဖြတ်ဖို့တော့ မဖြစ်နိုင်ဘူး။ သူ့နည်းသူ့ဟန်နဲ့တော့ အကုန်လုံးမာစတာတွေချည်း ဖြစ်နေမှာပဲ။\nဒီတော့ ရုပ်ရှင်တွေကို ဘယ်ကားကတော့ ညံ့တယ်လို့ပြောလို့အဆင်ပြေပေမဲ့ ဘယ်ကားကတော့ အကောင်းဆုံးပါလို့ ပြောဖို့တော့ မဖြစ်နိုင်ဘူး။ ရွေးချင်သပဆို ကျွန်တော်တို့ရွေးလို့ရတာက ကိုယ့်ပုဂ္ဂလိကအကြိုက်ဆုံးရုပ်ရှင်ကိုတော့ ရွေးလို့ရမယ်။\nဒါပေမဲ့ တကယ့်အကြိုက်ဆုံးရုပ်ရှင်ကတော့ သိပ်ကောင်းတဲ့ကားတောင် ဟုတ်ချင်မှဟုတ်မယ်။ လူတစ်ယောက်ချင်းစီအပေါ်ပဲ မူတည်နေလိမ့်မယ်။ သူ့ကိုရောင်ပြန်ဟပ်တဲ့ကားတော့ဖြစ်ကောင်းဖြစ်နိုင်လိမ့်မယ်။ မဟုတ်လည်း သူ့စိတ်ဝင်စားမှုကို ရောင်ပြန်ဟပ်တဲ့ကားမျိုးပေါ့။\nတစ်ချို့ကျလည်း ကားတစ်ကားရယ်မဟုတ်ဘဲ ကားအမျိုးအစားနဲ့ ကြိုက်ကြတာလည်း ရှိတာပဲ။ တစ်ချို့ဆို သရဲကားချည်းကြိုက်ကြတာလည်းရှိတာပဲ။ Art House ကားချည်း ကြိုက်ကြတာလည်းရှိတာပဲ။ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/paint-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1kEVyDuA8g4WfPnrFhVvey3Flu2.jpg",
        "title": "Family Affairs (2022)",
        "description": "Family Affairs (2022)ဒီကားလေး‌ကတော့ ၂၀၁၈ မှာတုန်းက How About Adolf? ဆိုတဲ့ နာမည်နဲ့ထွက်ရှိခဲ့တဲ့ ဂျာမန်ကားလေးရဲ့အဆက်ပဲဖြစ်ပါတယ်။ ဒီကားလေးကိုကြည့်မယ်ဆိုရင်တော့ ရှေ့ကကားလေးကိုကြည့်ပြီးမှ ကြည့်ဖို့တိုက်တွန်းပါရစေ။ အဲဒါမှ ရှေ့နောက်ချိတ်ဆက်မိပြီး ပိုခွီရပါလိမ့်မယ်။ဇာတ်လမ်းအစမှာ စတက်ဖန်နဲ့ အဲလိဇဘက်တို့လင်မယားနဲ့ မိဘဖြစ်ခါစ သောမက်စ်နဲ့အန်နာတို့အတွဲတွေ ကလေးတွေကိုထားပြီး လန်ဇိုရာတီမှာရှိတဲ့ ဒေါ်ရိုသီယာရဲ့အိမ်ကို ပိတ်ရက်ခရီးထွက်လာကြရင်း စတက်ဖန်တစ်ယောက် လေဆိပ်မှာ အိတ်ပျောက်လို့စိတ်ညစ်နေတာကို ရိုက်ပြ‌ထားပါတယ်။ ဟိုကိုရောက်တဲ့အခါ ‌ဒေါ်ရိုသီယာနဲ့ ရေးနေးတို့က သတင်းကြီးကို ထုတ်ပြောပြလိုက်ရာကစပြီး အရှုပ်တော်ပုံတွေ တစ်စပြီးတစ်စပေါ်ပေါက်လာပါတော့တယ်။ဒီဇာတ်ကားထဲမှာတော့ မိသားစုတွင်းက အားနည်းချက်ကို လူမသိစေချင်လို့ ယောက်ျားတွေလုပ်မိတဲ့လုပ်ရပ်တွေနဲ့ မိန်းမတွေရဲ့ မျိုသိပ်ထားရတဲ့ခံစားချက်တွေကို ထိထိမိမိရိုက်ပြထားတာကို မြင်တွေ့ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Jina မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 740MB\nQuality - 1080p, 720p\nIMDb Rating - 6.2/10\nFormat - mp4\nDuration - ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/family-affairs-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/0702899-135x200.jpg",
        "title": "Honor Society (2022)",
        "description": "Honor Society (2022)\n================\nIMDb Rating - 6.5/10လူကြီးတွေရော ကလေးတွေပါ ကြည့်လို့ရတဲ့ ပေါ့ပေါ့ပါးပါး\nကျောင်းဟာသကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါပြီ။\n2022 က ထွက်ရှိထားပြီး ကြည့်ရှုနှုန်း rating တွေ မြင့်ခဲ့တဲ့\nဒါရိုက်တာ Oran Zagman ရဲ့ masterpiece လေးဖြစ်ပြီး Angourie\nRice,Gaten Matarazzo(stranger things ထဲက ဒတ်စတင်) တို့က\nအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။အော်နာ(Angourie Rice) ဆိုတဲ့ ဆယ်ကျော်သက်အရွယ် ကောင်မ\nလေးဟာ သူ့ရဲ့အောင်မြင်မှုအတွက်ဆို ဘာမဆိုလုပ်မယ့် high archeiver,\nစီနီယာအထက်တန်းကျောင်းသူလေးပါ။ ဘယ်သူ့ရဲ့ ဖိအားပေးမှုကြောင့်မှ\nမဟုတ်ဘဲ သူကိုယ်တိုင်က နေရာတိုင်းမှာ အဆင့် ၁ ဖြစ်ချင်နေတဲ့ သူပေါ့။\nသူ့ရဲ့ ရည်မှန်းချက်ကတော့ အမေရိကန်ရဲ့ အကြီးမားဆုံး တက္ကသိုလ်ဖြစ်တဲ့\nဟားဗတ်တက္ကသိုလ်ကို သူ့အရည်အချင်းနဲ့သူ တက်ရောက်နိုင်ဖို့ပါ။ သူ့ရဲ့\nဆွေးနွေးအတိုင်ပင်ခံ ဖြစ်တဲ့ မစ္စတာကာဗင် (Christopher Mintz-Plasse)\nက ဟားဗတ်တက္ကသိုလ်နဲ့ အဆက်အသွယ်ရှိပြီး ပြောရေးဆိုခွင့်ရှိတဲ့သူပေါ့။သူက အော်နာ တို့အတန်းထဲက ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/honor-society-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/silnfmcn3O0y8uNoYwy6iMgzdjp.jpg",
        "title": "The Big Wedding(2013)",
        "description": "ဒွန်နဲ့ အယ်လီဟာ တစ်ခါက လက်ထပ်ခဲ့ကြတဲ့ စုံတွဲတစ်တွဲပါ။ချစ်စရာအိမ်လေးမှာ အတူနေခဲ့ကြပြီး သားသမီး သုံးယောက်ရှိပါတယ်။သား ဂျဲရက်ဒ် သမီး လိုင်လာနဲ့ မွေးစားသား အယ်လ်ဟန်ဒရိုပါ။လက်ရှိမှာတော့ အကြောင်းကြောင်းကြောင့် ကွာရှင်းလိုက်ကြပြီးကိုယ့်လမ်းကိုယ်လျှောက်နေကြပါပြီ။ အယ်လီကတော့ အိမ်ကနေထွက်သွားပြီး အပြင်မှာ သီးသန့်နေပါတယ်။ ဒွန်ကတော့ အရင်အိမ်မှာပဲအယ်လီရဲ့ အချစ်ဆုံး သူငယ်ချင်း ဘီဘီနဲ့ တွဲခုတ်နေပါတယ်။ ဒွန်နဲ့ အယ်လီရဲ့ မွေးစားသား အယ်လ်ဟန်ဒရိုက သူတို့သူငယ်ချင်းတွေဖြစ်တဲ့ဘယ်ရီနဲ့ မက်ဖင်တို့ရဲ့ သမီး မယ်လီဆာနဲ့ လက်ထပ်ပါတော့မယ်။လက်ထပ်ပွဲကို အယ်လ်ဟန်ဒရိုရဲ့ အမေရင်း မက်ဒေါနားလည်း ကိုလမ်ဘီယာကနေလာမှာပါ။ ပြဿနာက အဲဒီမှာ စတာပါတယ်။ အယ်လ်ဟန်ဒရိုရဲ့အမေရင်း မက်ဒေါနားက ကတ်သလစ်ဘာသာကို နက်နက်ရှိုင်းရှိုင်းယုံကြည်သက်ဝင်သူပါ။ ကွာရှင်းတာကိုလည်း ပြစ်မှုကြီးလို့ ယုံကြည့်လက်ခံထားသူ ဖြစ်ပါတယ်။ သူ့ရဲ့ တစ်ဦးတည်းသော သားလေးအယ်လ်ဟန်ဒရိုကို အပြစ်ကျူးလွန်တဲ့ အယ်လီနဲ့ ဒွန်က (၁၅) နှစ်ကြာ ပျိုးထောင်ပေးထားတယ်ဆိုတာ သိသွားရင် တုန်လှုပ်သွားမှာစိုးလို့ဒွန်နဲ့ အယ်လီ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-big-wedding2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Soppana-Sundari-141x200.jpg",
        "title": "Soppana Sundari (2023)",
        "description": "Soppana Sundari 2023\nIMDb - 7.8/10တေလဂူး မင်းသမီး‌‌ချော Aishwarya Rajesh က မိသားစုအပေါ်သိတတ်တဲ့\nအဂါလယာအဖြစ် အဓိကပါ၀င်ထားပြီး ဟာသမြိုင်မြိုင်ဆိုင်ဆိုင်လေးနဲ့\nပဋိပက္ခတသီတသန်းနဲ့ ကြည့်ရှူရမယ့် တေလဂူးဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဆင်ခြေဖုံးရပ်ကွက်မှာနေထိုင်ကြတဲ့ အဂါလယာတို့မိသားစုဟာ\nကံကောင်းထောက်မစွာနဲ့ စိန်ရွှေရတနာဆိုင်ကနေကျင်းပတဲ့ ကံစမ်းမဲပွဲမှာ ကံထူးရှင်ဖြစ်သွားပါတယ်။ ကံထူးရှင်ဖြစ်လို့\nနောင်ရေးအတွက်တွေးရင်း ပျော်မယ်ကြံခါမှ ပဋိပက္ခတွေတစ်ခုပြီး တစ်ခုဖြစ်ရင်း\nကြာကြာမပျော်နိုင်ခဲ့ကြပါဘူး။ဒီလိုနဲ့ ကံထူးရှင်အစစ်က ငါပါ နင်ပါ...ဆိုပြီးတော့ မဆိုင်တဲ့သူတွေပါ ဆုတွေငမ်းငမ်းတက် လိုချင်လာကြတဲ့ချိန်မှာတော့...\nအဂါလယာဟာဆုကိုလက်လွှတ်ပေးလိုက်မှာလား...သူကရော ကံထူးရှင်အစစ်လားဆိုတာကို အဖြေရှာရင်း\nလူ့ဘောင်လူ့ဘဝမှာကြုံတွေ့ရတတ်တဲ့ ကိစ္စအဝဝကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။\nFile size…2.5GB  / 986MB\nQuality…1080p WEBDL / 720p\npFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khin ~Nyein~BpL~Cherry",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/soppana-sundari-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNzM3NWRhNWItN2VmMC00YmU3LWEyYmItNjk0YzA1YTE1MzE4XkEyXkFqcGdeQXVyMzM3NjAwNQ@@._V1_-135x200.jpg",
        "title": "Space Oddity (2022)",
        "description": "Space Oddity (2022)\n===============စကြဝဠာကြီးထဲမှာ နဂါးငွေ့တန်းဂလက်ဆီ‌ပေါင်း ၁၀၀\nထရီလီယံရှိတယ်။ ကျွန်တော်တို့ကမ္ဘာကြီးတည်ရှိတဲ့ Milky\nWay ဂလက်ဆီကြီးမှာ ဂြိုဟ်‌‌ပေါင်း ၁၀၀ဘီလီယံကျော်ရှိနေ\nတာပါ။ ကျွန်တော်တို့နေထိုင်ရာကမ္ဘာကြီးမှာ လူဦးရေအဆမ\nတန်တိုးပွားလာတယ်။ ရာသီဖောက်ပြန်မှုတွေက ပိုပြီးဆိုးရွား\nလာတယ်။ ဒီတော့လူသားတွေက နေထိုင်လို့ရမယ့် တခြားဂြိုဟ်\nတစ်ခုကို‌ရှာဖွေနေကြဆဲပါ။ဒီဇာတ်လမ်းမှာ အဲလက်စ်က မားစ်ကိုသွားဖို့အစီအစဉ်တွေချ\nထားတဲ့သူပါ။ သွားရမယ့်ခရီးက ပြန်လမ်းမဲ့နေရာဖြစ်နေတော့\nမိသားစုဝင်တွေနဲ့ညှိနှိုင်းတဲ့အခါ အဆင်မပြေမှုတွေဖြစ်လာတယ်။\nအဖေဖြစ်သူက သူရဲ့ပန်းစိုက်ခင်းကို လက်လွှဲယူစေချင်တယ်။\nဒါပေမယ့် အဲလက်စ်က လုပ်ချင်တာကိုဖြစ်အောင်လုပ်တတ်တဲ့\nလူစားဖြစ်နေတယ်။ ဘော်ဒါတို့လည်း ကြယ်တွေကို‌ငေးရင် အဲဒီ\nကြယ်တွေဆီကို သွားချင်စိတ်ဖြစ်မိလား ကမ္ဘာ‌‌ပေါ်မှာ မကုန်ခမ်း\nနိုင်တဲ့ အသစ်‌အဆန်းတွေရှိနေပါရဲ့ အဲလက်စ်က ဘာလို့ထွက်သွား\nချင်လဲဆိုတာတော့...(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.93 GB) / (700 MB) / (400 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 32Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance, Sci-Fi\nTranslator.......ZWT\nEncoder..........SWM",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/space-oddity-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/6hkdITQQpvQYJPtU3aUUlLvQQ6Y-133x200.jpg",
        "title": "My Dinner with Andre (1981)",
        "description": "My Dinner with Andre (1981)~ IMDb - 7.7/10, Rotten Tomatoes - 92% ~ဒီဇာတ်ကားအကြောင်းပြောမယ်ဆိုရင် ပါတဲ့လူ ၂ ယောက်အကြောင်းက စပြောရပါလိမ့်မယ်။ အမေရိကန် ပြဇာတ်ရေးဆရာ Wallace Shawn နဲ့ ပြင်သစ်-အမေရိကန် ပြဇာတ်ဒါရိုက်တာ Andre Gregory တို့ပေါ့။ ဇာတ်လမ်းထဲမှာလည်း သူတို့နာမည်ရင်းပဲသုံးထားတယ်။ဒီဇာတ်ကားရိုက်ဖြစ်မယ့်အချိန်တုန်းက Andre ဟာ နှစ်နဲ့ချီခရီးတွေထွက်နေခဲ့လို့ အနုပညာကိစ္စတွေနဲ့ဝေးနေတဲ့အချိန်...အဲဒီမှာသူ့လုပ်ဖော်ကိုင်ဖက်ဟောင်း Wallace Shawn ကိုဆက်သွယ်ပြီး အနုပညာနဲ့ပတ်သက်တဲ့တစ်ခုခုလုပ်ကြဖို့ ပြောခဲ့တယ် (အဲဒီလိုဆက်သွယ်လာတာကို ရုပ်ရှင်ထဲမှာတော့ ညစာစားဖို့ဆက်သွယ်လာခဲ့ကြောင်း ထည့်ရိုက်ထားတယ်) Wallace ကလည်း လက်ခံလိုက်ပေမယ့် ဘာလုပ်ရမှန်းသိခဲ့တာမဟုတ်ဘူး။ သူတစ်ခုသိတာက Andre အနေနဲ့ သူတို့ချင်းမတွေ့ရတဲ့အတောအတွင်းက ဇာတ်ကြောင်းတွေပြန်ပြောပြချင်မယ်ဆိုတာပဲ။ အဲဒါကို တည်ပြီး မိတ်ဆွေနှစ်ယောက် ညစာစားရင်း စကားပြောကြတဲ့ပုံစံမျိုးနဲ့ ရုပ်ရှင်ရိုက်တယ်။ သူတို့နှစ်ယောက်ပဲ ဇာတ်ညွှန်းရေးတယ်။ဒါရိုက်တာက Louis ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/my-dinner-with-andre-1981/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/p_thearistocats_19754_9f944ce1-133x200.jpeg",
        "title": "The AristoCats (1970)",
        "description": "The AristoCats (1970)~ IMDb - 7.1/10, Rotten Tomatoes - 63% ~Disney ရဲ့ တွဲဖက်တည်ထောင်သူ Roy O. Disney မသေဆုံးခင် နောက်ဆုံးထုတ်လုပ်ခဲ့တဲ့ Animated Movie လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ Disney ရဲ့ ကား 20 မြောက်ပေါ့။ကာတွန်းကားတစ်ခုကို ပေးတဲ့ Rating ကတော့ ဒီဇာတ်ကားမှာ တအံ့တဩဖြစ်ရတယ်ဗျို့။ ဇာတ်လမ်းသွားကတော့ အဟုတ်ကြီး မဖြစ်လှပေမဲ့ Animation လက်ရာကတော့ တော်တော်လက်ရာမြောက်တယ်ဗျ။ဇာတ်ကားနာမည်လိုပဲ ဇာတ်ကောင်ကြောင်လေးတွေရဲ့ အမူအရာဟာ သိပ်အထက်တန်းဆန်တာပဲ။ သိမ်မွေ့လှသလို မာန်ကြီးတဲ့၊ အတင်းလုပ်ယူထားရတဲ့ ယဉ်ကျေးတဲ့ဟန်အမူအရာ စကားလုံး၊ အထက်တန်းစားဖြစ်ဖို့ အထက်တန်းလွှာဟန်တွေနဲ့ အထက်တန်းစကားလုံးတွေနဲ့ အထက်တန်းစားကြောင်တွေပေါ့ဗျာ။လမ်းဘေးကြောင်ကြီးကိုလည်း တိတိပပ ဖန်တီးထားပြန်ရောဗျို့။ ဒီဘက်ခေတ် Animated Movie တွေလို အရောင်စိုစို ပန်းချီလှလှတွေနဲ့ အဓိကဖမ်းစားတာမျိုးမဟုတ်ဘူး။ သပ်ရပ် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-aristocats-1970/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjA3OTU5NTQtNzVmMC00ZWU4LWI2MzYtYWRhYjNiMjJlNDE5XkEyXkFqcGdeQXVyMTI5ODA2Mzc5._V1_-135x200.jpg",
        "title": "Diamond in the Rough (2022)",
        "description": "Diamond in the Rough (2022)\n======================Rom-com ကြိုက်နှစ်သက်သူများအတွက် ပေါ့ပေါ့ပါးပါး\nromantic comedy ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေး\nပါရစေ။အာရီယာနာအဲလ်ဗရက်စ်ဆိုတဲ့ ဂျစ်ကန်ကန် ကလေးမလေး\nက မိဘတွေဆုံးပြီးကတည်းက ဘယ်သူနဲ့မှလည်း သဟဇာ\nတမဖြစ်၊ သူငယ်ချင်းလည်းမရှိ၊ အလုပ်လည်းမရှိနဲ့ အိမ်မှာပဲ\nသူ့ကြောင်လေးရိုမီယိုနဲ့အတူ နေနေပါတယ်။ ဒါကိုကြည့်မနေ\nနိုင်တဲ့ သူ့ဦးလေးက သူပိုင်တဲ့အပန်းဖြေကလပ်ကိုလာပြီး\nအဖွဲ့ဝင်တွေနဲ့ မိတ်ဆွေဖွဲ့ရင် အလုပ်ရှာပေးမယ်လို့ ကတိပေး\nလိုက်ပါတယ်။ဒီလိုနဲ့ပဲ မသွားချင်သွားချင်နဲ့ ကလပ်ကိုရောက်သွားတဲ့ အာရီ\nယာနာတို့ ကလပ်ရဲ့များပြားလှတဲ့ စည်းကမ်းတွေကြားမှာ\nဘယ်လိုရုန်းကန်ရင်း သူငယ်ချင်းရှာမလဲ ။ သူငယ်ချင်းအပြင်\nဘယ်သူတွေနဲ့ပါ တွေ့ရမလဲ။ IQ ကောင်းပေမဲ့ EQ မရှိတဲ့ သူ\nက အခက်အခဲတွေကို ဘယ်လိုကျော်လွှားပြီး သူနဲ့သက်ဆိုင်တဲ့\nနေရာကို ရှာဖွေပုံကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို EL မှ ရေးသားပေးပြီး ဘာသာပြန်\nရေးသားပေးသူများကတော့ EL, Khant Sett Naing တို့ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (715 MB) / (424 ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/diamond-in-the-rough-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMmE2ZjYwNGYtYWMyMS00M2I0LWI4NDEtMzc1MTllMjk0ZmFmXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Stranger Than Fiction (2006)",
        "description": "လူတိုင်း ဘဝမှာ ကြိုးစားနေကြတာ ရုန်းကန်လှုပ်ရှားနေကြတာက နောက်တော့ ပိုကောင်းတဲ့ ဘဝမှာနေနိုင်မှာပါ ဒီနေ့ သိပ်အဆင်မပြေပေမဲ့ မနက်ဖြန်တော့ ပိုကောင်းလာမှာပါဆိုတဲ့ မျှော်လင့်ချက်လေးကြောင့် ဖြစ်မယ်ထင်ပါတယ်။ ဒါပေမဲ့ ဘဝက အဆုံးသတ်ကို ကြိုရေးထားပြီးသား ဇာတ်လမ်းတစ်ပုဒ် ဖြစ်နေမယ်ဆို ဘယ်လို အသက်ဆက်ရှင်ကြမလဲ ဟာရိုးခရစ်ခ်က IRS က စာရင်းစစ်တစ်ဦးပါ။ သူ့ဘဝက တစ်‌နေ့တစ်နေ့ ဘာထူးခြားမှုမှမရှိဘဲ ပုံသေကားချပ်ကြီးအတိုင်းပါပဲ။ တစ်နေ့မှာတော့ သူ့လုပ်တဲ့အပြုအမူတိုင်းကို ဇာတ်ကြောင်းပြန်ပြောပြနေတဲ့ အသံတစ်ခုကို သတိထားလိုက်မိပါတယ်။ တုန်လှုပ်စရာကောင်းတာက သူ မကြာခင် သေရတော့မယ်လို့ ဇာတ်ကြောင်းပြန်နေတဲ့အသံက ပြောလိုက်ပါတယ်။ ဇာတ်လမ်းတစ်ခုထဲကို ရောက်နေပြီဆိုတာ သူသိလိုက်ပါတယ်။ သူရောက်နေတဲ့ ဇာတ်လမ်းက ဟာသဇာတ်မြူလား အလွမ်းဇာတ်လား။ ဘာပဲဖြစ်ဖြစ် စာရေးဆရာကို ရှာပြီး မကြာခင်သေရတော့မယ်ဆိုတဲ့ ဇာတ်သိမ်းကို ပြောင်းဖို့ ကြိုးစားမှဖြစ်မယ်။ ဒါပေမဲ့ သူ့အကြောင်း ဝတ္ထုရေးနေတဲ့ စာရေးဆရာက အဓိကဇာတ်ကောင်တိုင်းက သေပြီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/stranger-than-fiction-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jTq9jYTKKo6EhQPso4xTMpPYYXW.jpg",
        "title": "Grudge Match(2013)",
        "description": "လက်ဝှေ့လောကမှာ ရှုံးပွဲမရှိ နာမည်ကျော်ကစားသမားနှစ်ယောက်ဖြစ်တဲ့ရေဇာနဲ့ ကစ် တို့ ယှဉ်ပြိုင်ကြရာ တစ်ယောက်တစ်ပွဲ အနိုင်ရရှိခဲ့ကြပြီးအဆုံးအဖြတ်အဖြစ် နောက်ဆုံးတစ်ပွဲကို မယှဉ်ပြိုင်ခင်မှာ ရေဇာကလက်ဝှေ့လောကကနေ အနားယူသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ နှစ် ၃၀ အကြာမှာဒန်တေးဆိုတဲ့သူ ပေါ်လာပြီး သူတို့ကို ဆက်သွယ်လာပါတယ်။ ဒီလိုနဲ့ ရေဇာနဲ့ ကစ်တို့ နှစ်ယောက်သားပြန်ဆုံကြပြီး ဘယ်လိုတွေဖြစ်ကြမလဲ၊ဒန်တေးကလည်း ဘာတွေ စီစဉ်မလဲ၊ ရေဇာ လက်ဝှေ့လောကကအနားယူသွားခဲ့တာကရော ဘယ်လိုပြဿနာတွေကြောင့်ဖြစ်မလဲဆိုတာကို2013 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Grudge Match ကို ကြည့်ရှုအဖြေရှာလိုက်ကြရအောင်။ File size…2.08GB / 941MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 53m\nGenre ..... Comedy , Drama , Sport\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Benni",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/grudge-match2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-24-135x200.jpg",
        "title": "That Thing You Do! (1996)",
        "description": "ဒီတစ်ခေါက်မှာတော့ မင်းသားကြီး Tom Hanksက ပွဲဦးထွက်အနေနဲ့ ဒါရိုက်တာ၊ စာရေးဆရာအဖြစ် ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်ဇာတ်ပို့သရုပ်ဆောင်အဖြစ် ပါဝင်ထားတဲ့ 1996 ခုနှစ်က That Thing You Do ဆိုတဲ့ IMDB 7/10, Rotten Tomatoes 94% ရရှိထားတဲ့ ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။ ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ Musical/Comedy/Drama ကားလေးမှာ မင်းသားကြီးတွေဖြစ်တဲ့ Tom Everett Scott (Dead Man on Campus)၊ Johnathon Schaech (Hush)၊ ဟာသမင်းသားကြီး Steve Zahn (Daddy Day Care) နဲ့ မင်းသမီးချော Liv Tyler (Lord of the Ringsထဲက Arwen)တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားကြပြီး ဇာတ်ဝင်သီချင်းတစ်ဖြစ်လည်း မူရင်းသီချင်းဖြစ်တဲ့ That ...",
        "rating": "",
        "url": "https://channelmyanmar.org/that-thing-you-do-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4ZEQnd2Ar5S0ETnFL4dSenCVpi6.jpg",
        "title": "[18+] AFAM (2023)",
        "description": "AFAM (2023)ဒေစီနဲ့ ဟေဇယ်တို့ဟာ ကလေးဘဝကတည်းက အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ခဲ့သလို လက်ရှိမှာလည်း အပန်းဖြေစခန်းတစ်ခုတည်းမှာ အတူတူလုပ်နေကြပါတယ်။ သူတို့ဟာ ငယ်ဘဝကတည်းက အချင်းချင်းသဘောတူစာချုပ်တစ်ခုထားရှိခဲ့ပြီး အဲဒါကတော့ ယောက်ျား တစ်ယောက်ကိုဘယ်တော့မှ နှစ်ယောက်လုံး ပြိုင်တူမချစ်မိကြေး၊ ယောက်ျားတစ်ယောက်အတွက် သူတို့ရဲ့သူငယ်ချင်းအချစ် မပြိုကွဲရေးတွေပါပဲ။ဒါပေမဲ့လည်း ငယ်ဘဝအိပ်မက်တွေနောက်ကို အတူတူလိုက်ကြရင်း အဲဒီအိပ်မက်တွေကို အကောင်အထည်ဖော်ပေးနိုင်မယ့် အလားအလာရှင် ဖော်ရိန်နာတစ်ယောက်ကိုမှ အတူတူမျက်စိကျသွားတဲ့အခါမှာတော့ သဘောတူစာချုပ်တွေ၊ သူငယ်ချင်းသံယောဇဉ်တွေကိုခဏခေါက်ထားပြီးတော့ နှစ်ယောက်ကြားမှာ ပညာကုန်ထုတ်သုံးရင်း မီးပွင့်မတတ်တစ်ဂျိန်းဂျိန်းပြိုင်ရမယ့် ပြိုင်ပွဲတစ်ခု ဖြစ်ပေါ်လာပါတော့တယ်။မင်းသမီးနှစ်ယောက်ရဲ့ ပွင့်ပွင့်လင်းလင်းပညာပြိုင်ခန်းတွေလည်းအများကြီးပါဝင်သလို အချစ်ဟာသပုံစံမျိုးနဲ့ မြူးမြူးသွက်သွက် တင်ဆက်ထားတဲ့အတွက် ရယ်ရင်းမောနေရမယ့်ဇာတ်ကားတစ်ကားဖြစ်တာမို့ ဆက်လက်ရှုစားလိုက်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 6.1GB, 1.95GB, 930MB\nQuality - 4K HEVC, 1080p, 720p\nFormat - mp4\nDuration - 1H 57Min\nGenre - Comedy\nSubtitle - ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/afam-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4tKbdmxXrPVH9QhznNKuCkHeaO.jpg",
        "title": "Tell It Like a Woman (2022)",
        "description": "Tell It Like A Woman (2022)Tell it Like A Woman က အမျိုးသမီးတွေအကြောင်း အမျိုးသမီးတွေကပြောပြထားတဲ့ဇာတ်လမ်းတိုခုနှစ်ခုပေါင်းစပ်ထားတဲ့ဇာတ်ကားပါ။\nအမျိုးသမီးတွေပြောပြထားပေမယ့် အမျိုးသမီးတွေအတွက်ချည်းမဟုတ်ပဲ ခံစားနိုင်လည်နိုင်သူအားလုံးအတွက်ရည်ရွယ်တဲ့ ဇာတ်လမ်းဖြစ်ပါတယ်။\nကမ္ဘာအဝှမ်းက အမျိုးသမီးဒါရိုက်တာတွေပူးပေါင်းထားပြီး ဂျပန် အီတလီ အိန္ဒိယ အမေရိကန်တို့မှာရိုက်ကူးထားပါတယ်။\nမင်းသမီးတွေကလဲဒီနိုင်ငံတွေကအစုံပါဝင်ပါတယ်။\nအဓိကဖော်ပြချင်တာကတော့ နိုင်ငံအစုံက အလွှာအစုံကအမျိုးသမီးတွေရင်ဆိုင်ရတဲ့အခက်အခဲတွေ ဘဝအမောတွေ\nသဘာဝအရရင်ဆိုင်ရတဲ့ဒဏ်တွေ အမျိုးသမီးဖြစ်နေလို့ရင်ဆိုင်ရတဲ့ဒဏ်တွေ သူတို့ရဲ့ဒီအခက်အခဲတွေကိုကျော်လွှားပုံတွေကို\nဇာတ်လမ်းရှည်ကြီးနဲ့ဇာတ်နာပြမနေပဲ ဇာတ်လမ်းတိုလေးတွေနဲ့ထိထိမိမိဖော်ကျူးထားပါတယ်။ဒီလိုဇာတ်လမ်းတိုညွှန့်ပေါင်းဇာတ်ကားတွေမှာ ဇာတ်လမ်းသွားတစ်ခုစီဖြစ်နေတဲ့ဇာတ်လမ်းတွေကို မရရအောင်ချိတ်ဆက်ပေးနိုင်တာက အသက်ပဲလို့ထင်ပါတယ်။\nဇာတ်လမ်းတိုတစ်ပုဒ်ကနေ နောက်တစ်ပုဒ်ပြောင်းသွားတာကို ပရိသတ်ကမသိလောက်အောင်လိုက်ပါစီးမြောသွားဖို့ကအခရာပါပဲ။ဒီ Tell It Like A Woman မှာတော့ ဇာတ်လမ်းတစ်ခုနဲ့တစ်ခုအကူးအပြောင်းတွေက ကြမ်းလွန်းတာ ရုတ်တရက်ဖြစ်လွန်းတာတွေရှိပေမယ့်\nဇာတ်လမ်းတိုခုနှစ်ပုဒ်ထဲမှာ တစ်ချို့ဇာတ်လမ်းတွေက ထိမိလွန်းပြီး ပေးချင်တဲ့မက်ဆေ့ချ်ကလဲ ထင်းလွန်းပါတယ်။\nဖြစ်ရပ်မှန်ဇာတ်လမ်းတွေလဲပါဝင်ပါသေးတယ်။\nဘယ်ဇာတ်လမ်းကို ကိုယ်က ပိုသဘောကျတယ်နားလည်စာနာနိုင်တယ်ဆိုတာတော့ ပရိသတ်တစ်ဦးချင်းစီရဲ့အမြင် အတွေ့အကြုံတွေနဲ့သက်ဆိုင်မယ်လို့ထင်ပါတယ်။\nBonus အနေနဲ့ ဒီဇာတ်ကားထဲက ဘောလိဝုဒ်မင်းသမီး ဂျက်ကလင်းပါဝင်သရုပ်ဆောင်ထားတဲ့ နောက်ဆုံးဇာတ်လမ်းတိုမှာပါဝင်တဲ့\n\"Applause\" သီချင်းဟာ အော်စကာမှာ \"Best original Song\" အဖြစ် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/tell-it-like-a-woman-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i4ecMHJQpclIEr4mh5uzjWr38GC.jpg",
        "title": "The Best Man Holiday (2013)",
        "description": "စာရေးဆရာတစ်ယောက်ဖြစ်တဲ့ ဟာပါ..သူရေးထားတဲ့စာအုပ်က မရောင်းရလို့ စာတိုက်က မထုတ်ဝေပေးဘဲသူငယ်ချင်းဟောင်းတစ်ယောက်ဖြစ်တဲ့ အားကစားသမားလန့်စ်ရဲ့အတ္ထုပတ္တိကိုရေးဖို့ အကြံပေးပါတော့တယ်၊တစ်ဖက်မှာလည်း ဇနီးဖြစ်သူက ကလေးမွေးတော့မှာပါဒီလိုနဲ့ ငွေလိုနေတဲ့ ဟာပါတစ်ယောက် သူငယ်ချင်းရဲ့ အတ္တုပတ္တိကိုရေးဖို့‌ တွေဝေနေပါတယ်၊ဒီလိုအချိန်မှာ သူငယ်ချင်းဟောင်းတစ်ဖြစ် လန့်စ်ရဲ့ဇနီးဖြစ်သူမီယာက ခရစ်စမတ်ပိတ်ရက်ကို သူငယ်ချင်းတွေအတူတူပြန်ဆုံကြဖို့ ဖိတ်လာပါတယ်။ ဒီလိုနဲ့ ခရစ်စမတ်ပိတ်ရက်အတွင်း ငယ်သူငယ်ချင်းတွေပြန်ဆုံပြီးအရင်လိုခင်ခင်မင်မင်ပြန်နေဖို့ကြိုးစားတဲ့အချိန်မှာဘယ်လိုကိစ္စတွေကြုံကြရမလဲ၊ ဟာပါကရောငွေကြေးအခက်အခဲဖြေရှင်းနိုင်ဖို့အတွက်လန့်စ်ရဲ့အတ္ထုပတ္တိကိုရေးပါ့မလားလန့်စ်ကို ဘယ်လိုစည်းရုံးမလဲ စတာတွေနဲ့အတူသူငယ်ချင်းတွေကြား သံယောဇဉ်တွေပြဿနာတွေကို ရသအစုံနဲ့ ကြည့်ရှူရမှာပဲဖြစ်ပါတယ် File size…1.83GB / 735MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Benni",
        "rating": "",
        "url": "https://channelmyanmar.org/the-best-man-holiday-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-4-133x200.jpg",
        "title": "Almost Heroes (1998)",
        "description": "Imdb 5.7/10  rotten tomatoes 5%\nဒီရုပ်ရှင်ကတော့ ၁၉၉၈ ခုနှစ်မှာ စတင်ထွက်ရှိခဲ့တဲ့ comedy adventure အမျိုးအစားပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ လက်စလီအက်ဒ်ဝေါ့ဒ်နဲ့ ဘာသိုလိုမြူး ဆိုတဲ့လူနှစ်ယောက်ရဲ့အမေရိကန်အရှေ့ဘက်ကနေ အနောက်ဘက် ပစီဖိတ်ကို‌ရောက်အောင် စွန့်စားသွားကြတာကို ဟာသဆန်ဆန်ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်။ ဒီကားထဲမှာ ပါဝင်တဲ့အရာတော်တော်များများကလည်း စိတ်ဝင်စားစရာကောင်းတဲ့အပြင် အရမ်းကိုရယ်ရတဲ့အတွက် comedy ကြိုက်တဲ့လူတွေကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ဆောင်တစ်ဦးဖြစ်တဲ့ Chris Farley မသေဆုံးခင်ရိုက်ကူးခဲတဲ့ ဇာတ်ကားတစ်ကားဆိုလည်းမမှားပါဘူး။ ဇာတ်အိမ်ထက် ဟာသကို ပိုပြီးဦးစားပေးထားတာမို့ ဟာသကြိုက်တဲ့လူတွေကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်File size…(1.6 GB)/(1.3 GB)/(650 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Adventure, Western, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Phyo Phil",
        "rating": "",
        "url": "https://channelmyanmar.org/almost-heroes-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7iptNJAUkexPdyuRiVe0LsLmt1Z.jpg",
        "title": "Sid is Dead (2023)",
        "description": "Sid is Dead (2023)High School Comedy ကားတွေကြိုက်တတ်တဲ့သူတွေအတွက်\nAmerican High School Theme အပြည့်ဝခံစားရမဲ့ ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။အထက်တန်းကျောင်းသားဘဝဆိုတာ ထင်တာထက်ဖိအားတွေ အများကြီးရှိတာပါ။\n၁၀ တန်းပြီးမှသာ ၁၀ တန်းကဘာမှမဟုတ်ဘူးပြောကြပေမဲ့ ၁၀ တန်းတုန်းကတော့ တကယ့်ဖိအားတွေနဲ့နေခဲ့ရသလို အမှတ်တရတွေလဲများခဲ့ကြသူတွေချည်းပါပဲ။\nဒုက္ခဆိုတာ နောင်တချိန်ကျရင်တော့ ရယ်စရာတွေပါ ဆိုသလိုပေါ့။\nခုဇာတ်ကားလေးမှာလဲ အမေရိကန်ရဲ့ ပညာရေးပုံစံတွေကို သရော်ထားတာတွေ။ ကျောင်းသားတွေရဲ့ဘဝကို ကျောင်းကပဲဖျက်ဆီးနေတာတွေ\nကျောင်းသားဘဝကြုံရ ဆုံရအလွဲတွေကို တခွီးခွီးရယ်ရအောင် တင်ဆက်ထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ဆစ်ဒ်ဆိုတဲ့ ကျောင်းသားလေးတစ်ယောက် အရာရာကိုရင်မဆိုင်ရဲပဲ အမြဲရှောင်ပြေးပုန်းရှောင်နေခဲ့ပါတယ်။\nသူ့ကိုယ်သူအထက်တန်းကျောင်းမှာ ရှင်သန်နိုင်ဖို့ စည်းကမ်းတွေပါ ထုတ်ထားပါတယ်။\nဒါပေမဲ့ တနေ့မှာတော့ သူသွားရှုပ်လို့မရတဲ့ လူတကာကို အနိုင်ကျင့်နေတဲ့ အကောင်ကြီးကြီးရဲ့ သားတစ်ကောင်ကို သွားရှုပ်မိပါတယ်။\nအဲ့လိုရှုပ်မိရာမှ ဟိုကောင်ကကျောင်းနှစ်ပတ်နားလိုက်ရပါတယ်။\nအဲဒီအအတ္ပက် သူ့မှာ အသက်ရှင်ဖို့ရာ နှစ်ပတ်ပဲကျန်တော့ရာမှ မသေခင်စာရင်းလုပ်မယ်ဆိုပြီး မလုပ်ခဲ့ရတာတွေအကုန် လျောက်လုပ်ခဲ့ရာကနေ\nဘယ်လိုတွေတလွဲဖြစ်ပြီး ဘယ်လိုပြဿနာတွေတက်မလဲဆိုတာတော့ တခွီးခွီးနဲ့ ကြည့်ရှုလိုက်ကြပါဦး။*** စကားလုံးအသုံးနှုန်းလေးတွေကြမ်းတာတော့ သတိချပ်စေချင်ပါတယ်***အညွှန်း နဲ့ ဘာသာပြန်ကဗတာ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/sid-is-dead-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tcpcxX0kbiizYwV6Lccwpzd7YDH.jpg",
        "title": "The Wedding Wish (2023)",
        "description": "The Wedding Wish (2023)~ IMDb rating - 6.2/10 ~ဒီတစ်ခါ မိတ်ဆက်​ပေးမယ့်ကား​လေးက​တော့ 2023 မှာထွက်ရှိထားတဲ့ အသက် 35 နှစ်အမီ မင်္ဂလာ​ဆောင်ချင်တဲ့ ဂျန်နီနယူးလပ်ရဲ့ ​ကောင်​လေးရှာပုံ​တော်ဖွင့်တာ​လေးကို ဟာသဆန်ဆန် ​ရိုက်ပြထားထားတဲ့ Comedy, Romance ကား The Wedding Wish ​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~အသက် ၃၅ နှစ်ပြည့်​မွေး​နေ့မှာ အပြီးပြည့်စုံဆုံး ​အမျိုးသားနဲ့ အ​ကောင်းဆုံး မင်္ဂလာပွဲကိုကျင်းပရမယ်လို့ ​ဗေဒင်ဆရာက ​​ဟောကိန်းထုတ်လိုက်တာ​ကြောင့် ဂျန်နီတစ်​ယောက် ၃၅ နှစ်ပြည့်ခါနီးထဲက စိတ်​တွေလှုပ်ရှားပြီး ခန်းမ​တွေ ဘိုကင်လုပ် မိတ်ကပ်​အဖွဲ့​တွေ ငှားထား​ပေမယ့် သူ့မှာ မရှိ​သေးတာက သူ့ကိုလက်ထပ်မယ့် သတို့သား​လောင်းပါ။ သတို့သားရှာပုံ​တော်ဖွင့်ရင်း ကြုံ​တွေ့ရမယ့် ဟာသ​တွေ၊ သူငယ်ချင်း​တွေရဲ့ ကူညီမှု​တွေနဲ့ ဂျန်နီ​တစ်​ယောက် သတို့သား​​လောင်းကို​တွေ့သွားလား... ဟောကိန်းကမှန်သွားလား... ဒါမှမဟုတ် ဂျန်နီ​တစ်​ယောက် ​​​ဟောကိန်းကမဖြစ်နိုင်ဘူးဆိုတာကို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-wedding-wish-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTJjMWQyODItYjUwNC00ZmVhLWFjOGYtMmI3MTRjYjRjY2U0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-138x200.jpg",
        "title": "The Man with One Red Shoe (1985)",
        "description": "မင်းသားကြီး တွမ် ဟန့်ခ်ရဲ့ 1985 ခုနှစ်တုန်းကထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ စီအိုင်အေ လက်ထောက်ညွှန်ကြားရေးမှူဖြစ်တဲ့ ကူးပါးဟာ သူ့ရဲ့အထက်အရာရှိဖြစ်တဲ့ညွှန်ကြားရေးမှူး ရို့စ်ကိုဖြုတ်ချပြီး သူ့ရဲ့နေရာကိုယူနိုင်ဖို့အတွက် ရို့စ်က လာဘ်စားပြီးမူးယစ်ဆေးဝါးမှောင်ခိုမှုတွေမှာပါဝင်နေသလိုမျိုးအကွက်ဆင်ခဲ့ပါတယ်။ ဒီလိုနဲ့ ကော်မတီဖွဲ့ပြီးစစ်ဆေးကြတဲ့အခါမှာတော့ ရို့စ်ကသူ့ဘက်ကနေ ပြန်ချေပနိုင်ဖို့အတွက် အချိန်တောင်းခဲ့ပြီး ကော်မတီကလည်း ၄၈ နာရီပေးခဲ့လိုက်ပါတယ်။ ရို့စ်ကလည်း သူ့ရဲ့လူယုံကြီး ဘရောင်းကိုအိမ်ကိုခေါ်ပြီး ရှင်းပြဖို့လုပ်တဲ့အချိန်မှာ ကူးပါးက သူ့အိမ်တစ်အိမ်လုံးမှာ အသံဖမ်းစက်တွေတပ်ထားတာကိုသိထားတာမလို့ ကူးပါးကိုအကွက်ဆင်ပြီးပြန်ဖမ်းဖို့အတွက် ကော်မတီကြားနာမှုမှာ သူ့ဘက်ကနေထွက်ဆို ပေးမဲ့လူကို လေဆိပ်မှာသွားတွေ့ပါဆိုပြီး ဘရောင်းကို တကယ်မရှိတဲ့လူတစ်ယောက်ကို သွားတွေ့ခိုင်းလိုက်ပါတယ်။ ဘရောင်းလည်းလေဆိပ်မှာ လူရှာရင်း ဖိနပ်အနီရောင်တစ်ဖက်စီးထားတဲ့ ရစ်ချက်ကိုရွေးလိုက်ပြီး နှုတ်ဆက်လိုက်တဲ့အတွက် ကူးပါးလွှတ်ထားတဲ့ လူတွေကလည်း ရစ်ချက်နောက်ကိုတကောက်ကောက်လိုက်ကြပါတော့တယ်။ ဒီလိုနဲ့ ငယ်ငယ်လေးကတည်းကတယောကိုပဲ ထိုးလာခဲ့ပြီး သူလျိုလုပ်ဖို့နေနေသာသာ ကားတောင်မမောင်းတတ်တဲ့ ရစ်ချက်တစ်ယောက် အလကားနေရင်း စီအိုင်အေ ဒုတိယညွှန်ကြားရေးမှူးရဲ့ လူတွေလိုက်တာကိုခံရရင်း ဘယ်လိုအလွဲတွေတစ်မျိုးပြီးတစ်မျိုးဖြစ်ကြတာကို ရယ်ရယ်မောမောနဲ့ ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…(1.5 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-man-with-one-red-shoe-1985/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/726eKWUNN5jiOhUM7HaxEwPjf9G.jpg",
        "title": "Billiards King ( 2023 )",
        "description": "ရုပ်ရှင်အမျိုးအစားအတိုင်း ဟာသ‌နှောပြီး ဘိလိယက်အားကစားလောကရဲ့\nအခြေခံသဘောတရားတွေကို တစ်ဝကြီးကြည့်ရှုရမဲ့\n- Billiard's King_ဘိလိယက်ဘုရင်မဏ္ဍိုင်‎(东北球王）ရွာတစ်ရွာက အခြေခံလူတန်းစားတစ်ယောက်ဖြစ်ပြီး\nဝါသနာတစ်ခုနဲ့ ဘိလိယက်ကိုခုံမင်တဲ့ -ကျိုးသာ့ဖားသူ့ရဲ့အိမ်မက်ကတော့ မြို့ကိုတက်ပြီး \"တရုတ်ဘိလိယက် ကမ္ဘာ့အဆင့်မြင့်စိန်ခေါ်ပွဲစဉ်\"မှာ\nပါဝင်ယှဉ်ပြိုင်ခွင့်ရပြီး ချန်ပီယံဖြစ်‌ဖို့ပဲ ဖြစ်ပါတယ်\nဒါပေမဲ့မိခင်ဖြစ်သူဟာ ကျိုးသာ့ဖားကို အတင်းလက်ထပ်ပေးဖို့ စီစဉ်ပါတော့တယ်၊\nဒီလိုနဲ့ ကျိုးသာ့ဖားဟာ ရွာကနေထွက်သွားပြီး အိမ်မက်တွေဆီကိုအရောက်လှမ်းဖို့လုပ်တဲ့အခါ。。。∆ရွာမှာရိုးရှင်းစွာဘဝကိုဖြတ်သန်းနေတဲ့သူတစ်ယောက်\nရပ်ခြားမြေခြားမှာ ဘယ်လို စိန်ခေါ်မှာတွေကိုရင်ဆိုင်ရမလဲ\nဝါသနာနဲ့အလုပ်မှာရော ဘယ်လိုကွဲပြားမှုတွေရှိတာကို သူသိလိုက်ရမလဲ ?\nပြိုင်ပွဲအတွက်ကြိုးစားရင်း သိကျွမ်းရတဲ့မိန်းမလှလေးဟောင်ယွင်နဲ့သူ့ကြားက\nအဆုံးသတ်ဟာရော ဘယ်လိုဇာတ်လမ်းမျိုးနဲ့ ဇာတ်သိမ်းလိမ့်မလဲ...?∆ချန်ပီယံဆုကိုရော အနိုင်ယူနိုင်ပါ့မလား?ဒီလိုဟာသနှောပြီးပေါ့ပေါ့ပါးပါးရုပ်ရှင်လေးဖြစ်တာမို့ ပိတ်ရက်မှာအနားယူရင်း\nကြည့်ရှုနိုင်အောင်တင်ဆက်ပေးလိုက်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1e2vn/Billiards_King_2023_1080p_WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    }
]