[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vQpytkB1MaQAWPMzXcliDn3XA84.jpg",
        "title": "Mary Is Happy, Mary Is Happy (2013)",
        "description": "Mary Is Happy, Mary Is Happy (2013)~ IMDb - 7.1/10, Rotten Tomatoes - 78% ~အိမ်နီးချင်း ထိုင်းရုပ်ရှင်တွေကတော့ Minimalist style နဲ့ ကမ္ဘာပတ်နှင့်နေပါပြီ။ ဒါရိုက်တာ Nawapol လို့ကြားရင် သိတဲ့သူက သိနိုင်ကြပေမယ့် သာမန်ရုပ်ရှင်ချစ်ပရိတ်သတ်အဖို့တော့ သူ့ကိုမသိတောင် သူ့ကားတစ်ချို့ကို ရင်းနှီးပြီးသားဖြစ်မှာပါ။ ၂၀၁၉တုန်းက မြန်မာပြည်မှာ ရုံတင်သွားတဲ့ Happy Old Year လို၊ တစ်ချိန်က လူငယ်အတော်များများကြိုက်ခဲ့ကြတဲ့ Heart Attack လို၊ မနှစ်တုန်းက ထွက်ခဲ့ပြီး လူကြိုက်များခဲ့တဲ့ Fast and Feel Love တို့လိုကားတွေကိုတော့ ရင်းနှီးကြမှာပါ။အခု ဒီကားကတော့ သူ့ရဲ့ အစောပိုင်းလက်ရာတစ်ခုပါ။ ဆု ၆ဆု နဲ့ စကာတင် ၁၁ခု ဆိုတာလောက်ကို စာရင်းထဲ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/mary-is-happy-mary-is-happy-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ihKj5zsdkbm8FQ0IsOpAaaqPGX7.jpg",
        "title": "Ride Along(2014)",
        "description": "Ride Along(2014)===============ကယ်လ်ဗင်ဟာ့တ် လို့ပြောလိုက်တာနဲ့ မသိတဲ့သူတော့ ရှားမယ်ထင်ပါတယ်။ဒီတစ်ခါ ပရိတ်သတ်ကြီးအတွက် တကယ်ခွီရမယ့် 2014မှာ ထွက်ရှိခဲ့တဲ့ ရဲ အက်ရှင်ဟာသဇာတ်လမ်းလေး တင်ဆက်ပေးလိုက်ပါတယ်ဘန်ဟာ စာသင်ကျောင်းတစ်ခုမှာ လုံခြုံရေးအဖြစ် အလုပ်လုပ်ပြီး သူ့ရဲ့အားလပ်ချိန်တွေမှာတော့ ဂိမ်းတွေဆော့ပြီး ဘဝကို ပေါ့ပေါ့ပါးပါး ဖြတ်သန်းတတ်သူတစ်ယောက်ပါ။ ဘန်မှာ သိပ်ချစ်ရတဲ့အန်ဂျလာလို့ခေါ်တဲ့ ကောင်မလေးတစ်ယောက်လည်းရှိပါသေးတယ်။ သူတို့နှစ်ဦးဟာ လက်ထပ်ဖို့ အဆင်သင့်ဖြစ်နေကြတဲ့ စုံတွဲဖြစ်ပါတယ် ဒါပေမယ့် ပြသနာကတော့ အန်ဂျလာရဲ့ အကို ဂျိမ်းစ်ပါ။ဂျိမ်းစ်ဟာ ရဲတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့အလုပ်ကို တာဝန်ကျေအောင်လုပ်သူတစ်ယောက်ပါ။ အမှုတစ်ခုကို နှစ်နဲ့ချီပြီး လိုက်တဲ့အထိ ဂျိမ်းစ်ဟာ ဇွဲရှိသူတစ်ယောက်ပါ။ ဂျိမ်းစ်က သူ့ညီမဖြစ်သူ အန်ဂျလာကို အရမ်းချစ်ပြီး ယောက်ဖလောင်းဖြစ်သူ ဘန်ကိုတော့ ကြည့်မရလို သဘောလည်းမတူပါဘူးတစ်နေ့တော့ ဘန်တစ်ယောက် အတ္တလန်တာ ရဲသင်တန်းကျောင်းကို ဝင်ခွင့်ရသွားခဲ့ပါတယ်။ဒီအကြောင်းကို ဂျိမ်းစ်ကို ပြောပြလိုက်တဲ့အခါမှာတော့ ဂျိမ်းစ်ဟာ ဘန်ကိုရဲတစ်ယောက်ဖြစ်ရန် ထိုက်တန်သလားဆိုတာ ဆုံးဖြတ်ဖို့ သူကင်းလှည့်စဉ်မှာအကူအဖြစ်နဲ့ ခေါ်ဖို့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/ride-along2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDkyZTk2ODktYmE0NC00ZDdmLTliYTQtNzkwNDU1YWE3MjY4XkEyXkFqcGdeQXVyMjI0MjMwMzQ@._V1_-140x200.jpg",
        "title": "The Storage (2011)",
        "description": "The Storage (2011)\n==============\nIMDb rating – 5.9/10ဒီတစ်ခေါက် ပရိတ်သတ်ကြီးအတွက် ပေါ့ပေါ့ပါးပါးဖြစ်တဲ့\nDrama/comedy ဇာတ်လမ်းလေးတစ်ခုကို တင်ဆက်ပေး\nချင်ပါတယ်။ဇာတ်လမ်းလေးရဲ့အကျဉ်းချုပ်ကတော့ -\nစတိုးဆိုင်တစ်ခုရဲ့ သိုလှောင်ခန်းထဲမှာ ရော့စ်ကုနဲ့ ရာ့နီနန်\nနှစ်ယောက်သား တာဝန်ယူပြီး လုပ်ပေးရပါတယ်။ ရော့စ်ကုက\nအဲဒီစတိုးဆိုင်မှာ အလုပ်လုပ်နေတဲ့ ကယ်ရီတာနဲ့ ဇာတ်လမ်း\nလေးတွေ ရှိခဲ့ပါတယ်။ တစ်နေ့မှာတော့ ကယ်ရီတာက သူ့မှာ\nကိုယ်ဝန်ရှိကြောင်း ရော့စ်ကုကို ဖွင့်ပြောလာပါတယ်။ ရော့စ်\nကု ကတော့ကလေးကို ဖျက်ချပစ်ဖို့ ပြောပေမဲ့ ကယ်ရီတာက\nတော့ ကလေးကို မွေးဖြစ်အောင်မွေးမယ်လို့ ပြောပြီး သူနဲ့အတူ\nတူလာမနေရင် သိုလှောင်ခန်းထဲက ပစ္စည်းတွေကို သူခိုးခဲ့တဲ့\nအကြောင်းကို မန်နေဂျာကို အကြောင်းကြားမယ်လို့ပါ အကြပ်\nကိုင်ခြိမ်းခြောက်ပြီး သူနဲ့ မိသားစုတစ်ခုကို တည်ထောင်ဖို့ ပြော\nခဲ့ပါတယ်။နောက်ပိုင်းမှာ သိုလှောင်ခန်းထဲကနေ ရော့စ်ကု ခိုးယူနေတဲ့ကိစ္စ\nတွေကို သူဌေးသိသွားမှာလား၊ ကယ်ရီတာနဲ့အတူတူ သူတို့ရဲ့\nဆင်းရဲနွမ်းပါးတဲ့ ဘဝလေးမှာ မိသားစုတစ်ခုကို တည်ထောင်နိုင်\nမလားဆိုတာကို ကြည့်ရှူလို့ရမယ့် ဇာတ်လမ်းလေးတစ်ခုပဲဖြစ်\nပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ June\nဖြစ်ပါတယ်)File Size..........(1.47 GB) ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-storage-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pp237jqOnlLojQfvCgJHv5yZofL.jpg",
        "title": "Casanova(2005)",
        "description": "Casanova(2005)**************Heath Ledger ပါဝင်ပြီး ဆုကြီး ၅ ဆုတောင်ရရှိခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်..ညှို့ဓာတ်ပြင်းလွန်းပြီး မိန်းကလေးတိုင်းလိုလိုကိုဆွဲဆောင်နိုင်တဲ့ ကာဆာနိုဗာ..\nအမျိုးသမီးငယ်၊ အပျိုစင်တွေ၊ အိမ်ထောင်ရှိအမျိုးသမီးတွေသာမက မယ်သီလရှင်တွေကိုပါဆွဲဆောင်ပြီးအိပ်ရာထဲခေါ်နိုင်တဲ့အတွက် တရားရုံးကပါကြိုးပေးသတ်ချင်နေတဲ့သူ..\nအဲဒီလိုလူတစ်ယောက် တစ်နေ့မှာတော့ အရာရှိတွေလိုက်ဖမ်းလို့ပြေးရင်းအမျိုးသမီးတစ်ယောက်ကို အချစ်စစ်နဲ့ချစ်မိသွားပါတော့တယ်..\nထို \"ဖရန်ချက်စ်ကာ\"ဆိုတဲ့အမျိုးသမီးလေးမှာလည်း စေ့စပ်ထားတဲ့သူရှိတဲ့အခါ..\nကာဆာနိုဗာတစ်ယောက် ဖရန်ချက်စ်ကာ့စေ့စပ်ထားတဲ့သူနေရာက ဟန်ဆောင်ပါတော့တယ်။\nပျိုတိုင်းကြိုက်နှင်းဆီခိုင်ဖြစ်ပေမယ့် ဒီတစ်ခါမှာတော့ တခြားမိန်းကလေးတွေနဲ့မတူထူးခြားတဲ့သူတကယ်ချစ်တဲ့ဖရန်ချက်စ်ကာရဲ့အချစ်ကို ရနိုင်ပါ့မလား..\nအလိမ်တွေရောဘယ်လိုပေါ်ကုန်မလဲ..File Size :(2.04GB)(1.04 GB) and (293 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Adventure, Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/casanova2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/mary-1-131x200.jpg",
        "title": "(21+)Mary! Mary! (1977)",
        "description": "လိင်ကိစ္စဆိုတာ ပွင့်ပွင့်လင်းလင်း ရှင်းလင်းဆွေးနွေးမှ\nမလိုလားအပ်တဲ့ နောင်တရစရာတွေ ရှိမလာမှာဖြစ်ပါတယ်\nအိမ်ထောင်ရှင်တွေ ကြားထဲ ချစ်သူရည်းစားတွေကြားထဲ\nပွင့်ပွင့်လင်းလင်းရှိဖို့ ပညာယူရမဲ့\nဆင်ဆာ ဖြတ်မထားပဲ ပြူးပြူးပြဲပြဲ ပြထားတဲ့ ဇာတ်လမ်းလေးမေရီ မေရီ\nနာမည်လေးလှသလို အချိုးစားကလည်းပြေပြစ်တယ်\nခက်တာက သူ့အိပ်ထောင်ဖက်မှာ အားနည်းချက်ရှိနေပါတယ်\nအဲဒါကတော့ သူက Premature Ejaculation လို့ခေါ်တဲ့\nသုတ်စောလွှတ်တဲ့ ပြဿနာတက်နေတာပါအဲဒါကို သူတို့ နှစ်ယောက်အဖြေရှာရင်း\nမှော်ဆန်စွာပဲ စီစဉ်သူဆိုတဲ့ စွမ်းအားရှင်တစ်ယောက်နဲ့\nအပေးအယူ လုပ်ပြီးလိုက်ချိန်မှာတော့\nအရမ်းကို ရင်ခုန်ချင်စရာ မမကြီးတွေ\nတင်းပြည့်ကျပ်ပြည့်ကြီးတွေ\nကြည့်ရမှာဖြစ်လို့ DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…1.8GB / 915MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 21mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/21mary-mary-1977/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ufzaS4qxZC0mNqWBPkhMnQ1gekY.jpg",
        "title": "Northeast Love Brother 2: Endless Love ( 2023 )",
        "description": "တုန်းပေရဲ့ ၉၀ခုနှစ်ကို နောက်ခံထားထားတဲ့ ခရီးသည်တင်ကားမောင်းတဲ့\nကောင်လေးနဲ့ ဘဲလေးအကမယ်လေး တို့ကြားက\nအချစ်ဇာတ်လမ်းလေးကို ရိုက်ကူးထားတဲ့ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်တစ်ရက် ခရီးသည်တင်ကားမောင်းတဲ့ ကောင်လေး ရွှီထျယ်ရဲ့ ကားပေါ်မှာ\nလူပေါင်းစုံစီးကြတဲ့ အထဲမှာမှ ဘဲလေးအကမယ်လေး ချန်လိရှားက\nပေါ်လွင်လို့နေပါတယ် ဒါကို ကလိမ်ကချေ တစ်ယောက်က\nထိကပါးရိကပါး လုပ်လာတဲ့ အချိန်မှာ ရွှီထျယ်တစ်ယောက်\nဝင်ကူညီပေးရင်းနဲ့ ချန်လိရှားနဲ့ စသိခဲ့ပါတယ် ဝင်ကူညီပေးရင်း\nခိုက်ရန်ဖြစ်ပွားပြီးတော့ ကလိမ်ကချေကောင်က ကားမှန်ကို ခွဲသွားခဲ့ပါတယ်အဲ့တော့ ရွှီထျယ်တစ်ယောက် ယွမ်1000 လျော်ရဖို့ဖြစ်လာပါတယ်\nသူ့အပေါင်းသင်းတွေနဲ့ ယွမ်1000 ရဖို့ နည်းလမ်းပေါင်းစုံ\nစဉ်းစားရင်း ချန်လိရှားရဲ့ အလုပ်ကတ်နဲ့ ကတ်ဆတ်လေးကို\nသူ့ဆီပြန်ပေးဖို့ကနေ တစ်ဆင့် အကြံထုတ်ရင်း သွားရှာခဲ့ပါတယ်စိတ်ရင်းကောင်းတဲ့ ရွှီထျယ်တစ်ယောက် ချန်လိရှားဆီကနေ\nဘယ်လိုမှ အမြတ်မထုတ်နိုင်ခဲ့ဘဲ နှစ်ယောက်သား သံယောဇဉ် ငြိတွယ်ခဲ့ကြပါတယ်\nကားမောင်းသမားနဲ့ ဘဲလေးအကမယ်က ဘယ်လိုမှ\nမလိုက်ဖက်သလိုပဲ ချန်လိရှားရဲ့အမေက သဘောမတူပါဘူး.......\nပြဿနာတွေကနေ အစချီတဲ့ အချစ်ဇာတ်လမ်းလေးက\nအခက်ခဲတွေနဲ့ ကြုံလာရတဲ့ အချိန်မှာ ဘာတွေ ဆက်ဖြစ်လာမှာလဲ\nရွှီထျယ်ရဲ့ အပေါင်းသင်းတွေကရော ဘယ်လောက်ထိ\nကူညီထောက်ပံ့ပေးခဲ့မှာလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းလေးမှာ ကြည့်ရှုလို့ရပါတယ်နော်........\n[ Reviewed ...",
        "rating": "6",
        "url": "https://megaup.net/3dXej/Endless_Love_2023_WEB-DL_1080p_CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPWlBmCixh9k3Jjb7c7jkIaxBbL.jpg",
        "title": "Keanu(2016)",
        "description": "Keanu (2016)============IMDb - 6.2\nRotten tomatoes - 78%ဟာသဇာတ်မြူးကားကောင်းတွေကိုလွမ်းနေကြတဲ့ပရိသတ်တွေအတွက်Key & Peel လို့လူသိများတဲ့ ဟာသသရုပ်ဆောင်နှစ်ယောက်ရဲ့ ဟာသဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ မင်းသားကြီး ကီနူး ရီဗ်ကကြောင်လေး \"ကီနူး\" နေရာမှာအသံသရုပ်ဆောင်အနေနဲ့ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ကောင်မလေးကထားသွားလို့ အသည်းကွဲနေတဲ့ရဲလ်ရဲ့အိမ်ရှေ့ကိုကြောင်လေးတကောင်ရောက်လာခဲ့တာမလို့  မြင်မြင်ချင်းမှာပဲမွေးစားဖို့ဆုံးဖြတ်လိုက်ပြီး \"ကီနူး\" လို့အမည်ပေးလိုက်ပါတယ်။ဒါပေမဲ့ ဒီကြောင်လေးက သာမာန်လမ်းဘေးကြောင်လေးမဟုတ်ပဲ အယ်လ်အေကမူးယစ်ရာဇာတယောက်က မွေးထားတဲ့ ကြောင်လေးဖြစ်နေတာပါ။ဒီလိုနဲ့တနေ့မှာ ရဲလ်တယောက် သူ့ရဲ့အကိုဝမ်းကွဲဖြစ်တဲ့ ကလဲရန့်စ်နဲ့အတူရုပ်ရှင်ကြည့်ပြီး အိမ်အပြန်မှာအိမ်အဖောက်ခံရပြီး ကီနူး အခိုးခံခဲ့ရပါတယ်။ဒီလိုနဲ့သူတို့ယောက်အတူ လိုက်လံစုံစမ်းကြည့်လိုက်တဲ့အခါမှာ ကီနူးကိုလူဆိုးဂိုဏ်းတဂိုဏ်းကခိုးသွားတာမလို့ သူတို့လည်း ကီနူးကိုပြန်ရအောင်လုပ်ရင်းဘယ်လိုအရှုပ်ထုတ်တွေထဲဝင်ပါမိသွားမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမဲ့ ဟာသကားကောင်းလေးတကားဖြစ်တာမလို့ဆက်လက်ကြည့်ရှုပေးကြပါဦးခင်ဗျ။ File size…1.19GB / 598MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ..... Action , Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tmmt",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/keanu2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mMJJO4rxuN0Ge1EYQ68ZxzRZoNo.jpg",
        "title": "True and False Jigong ( 2023 )",
        "description": "“မိစ္ဆာတွေကို နှိမ်နင်း / အားနည်းသူတွေကိုကူညီပေးပြီး ပြည်သူတွေရဲ့ အချစ်ကို ရရှိနေသူ ၊\nမသေမျိုးကျင့်စဥ်ရရှိဖို့ ကျင့်ကြံနေသူ ၊ တောင်ပေါ်မှာပဲ\nသီတင်းသုံးနေထိုင်တတ်သူ ဘုန်းတော်ကြီး - ကျိကုန်း”“ရုပ်ဆိုးလွန်း၍ အားလုံးက မိစ္ဆာတစ်ကောင်လိုသတ်မှတ်ခြင်းခံနေရသူ ၊\nဆိုးဝါးလွန်းတဲ့ မျက်နှာကြောင့် အားလုံးရဲ့ အပယ်ခံဖြစ်ပြီး အ\nထီးကျန်နေရသူ ၊ ပြည်သူတွေရဲ့ ချစ်ခြင်းကို ခံရဖို့ ကြိုးစားနေသူ - ဟွမ်ယွမ်”လွန်ခဲ့တဲ့ အနှစ် ၂၀ က ဘုန်းတော်ကြီး ကျိကုန်းဟာ\nမြွေမိစ္ဆာမောင်နှမကိုနှိမ်နှင်းရင်း အစ်ကိုဖြစ်သူကို သတ်ပစ်ခဲ့မိပါတယ် ။\nကျန်တဲ့ မိစ္ဆာညီမလေးကိုတော့ အမှားတွေပြန်လည်ပြင်ဆင်ပေးဖို့\nလွှတ်လိုက်ပေမဲ့ တကယ်တမ်းမှာတော့ အဲဒီမိစ္ဆာမဟာ\nအစ်ကိုဖြစ်သူအတွက် လက်စားပြန်ချေဖို့ ကြိူးပန်းနေခဲ့ပါတယ် ။ဒီလိုနဲ့ နှစ် ၂၀ ကုန်ဆုံးလာခဲ့ပြီး ပိုင်ရွှိန်မြို့တော်မှာထူးဆန်းတဲ့\nကိစ္စတွေဖြစ်ပေါ်လာခဲ့ပါတော့တယ် ။ ဒါတွေကို ဖြေရှင်းဖို့ အတွက်\nဘုန်းတော်ကြီး ကျိကုန်းဟာ ပိုင်ရွှိန်မြို့တော်ကိုရောက်လာခဲ့ပေမဲ့\n၎င်းမြို့တော်မှာ သူနဲ့ ချွတ်စွပ်တူတဲ့ နောက်တဲ့ ကျိကုန်းတစ်ယောက်ကိုတွေ့လိုက်ရပါတော့တယ် ။❏ ဘုန်းတော်ကြီး ကျိကုန်းတစ်ယောက်ဘယ်လိုရင်ဆိုင်မလဲ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2xZyc/True_And_False_JiGong_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rMSeZk9kCZhxVl3OOXIH29Gx1W6.jpg",
        "title": "Perfect Strangers (2022)",
        "description": "Perfect Strangers(2022)လကြတ်ချိန်ဟာ နေနဲ့လတို့ကြားက တင်းမာမှု အပြင်းထန်ဆုံးအချိန်ဖြစ်ပြီး\nလူသားတွေကို စိတ်ကယောက်ကယက်ဖြစ်စေတယ်ဆိုပြီး အဆိုရှိပါတယ်။အဲဒီလို စိတ်ကယောက်ကယက်ဖြစ်စေတဲ့ လကြတ်ညတစ်ညမှာ\nမိတ်ဆွေသူငယ်ချင်း (၇) ယောက် ညစာအတူစားကြဖို့ စုမိကြပါတယ်။အန်ဒရီကိုနဲ့အီဗာတို့က သူတို့ရဲ့ အိမ်အသစ်ကြီးမှာ အိမ်တက်ပွဲအထိမ်းအမှတ်အနေနဲ့ ညစာဖိတ်ကျွေးတာပါ။\nညစာစားပွဲမှာ အိမ်ရှင် လင်မယားနဲ့အတူ ညားခါစ စုံတွဲ အန်ဂျာ့စ်နဲ့ကီရှာ၊\nကလေးနှစ်ယောက်ရနေပြီ ဖြစ်တဲ့ ဝစ်နူနဲ့အီမဲလ်ဒါ၊ ရည်စားရထားတာ မကြာသေးတဲ့ တိုမို ဆိုပြီး\nစုစုပေါင်း (၇) ယောက် ပါဝင်ပါတယ်။ပေါင်းလာတာ ကြာပြီဖြစ်တဲ့ အကြောင်းသိတွေ ပျော်ပျော်ပါးပါး စားကြသောက်ကြရင်း\nအိမ်ကြီးရှင် အီဗာက ဂိမ်းတစ်ခု ကစားကြဖို့ ပြောလိုက်ရာကနေ ဇာတ်လမ်းက စ,ပါတယ်။သူပြောတဲ့ ဂိမ်းက ဖုန်းတွေအားလုံးကို စားပွဲပေါ်မှာ တင်ထားပြီး\nဝင်လာသမျှ မက်ဆေ့ဂျ်တွေ၊ ဖုန်းကောလ်တွေ၊ အီးမေးလ်တွေကို အတူတူဝိုင်းဖတ်ကြဖို့ပါ။ဆော့ရင်လည်း မကောင်း၊ မဆော့ပြန်ရင်လဲ အထင်လွဲခံရမှာစိုးတာနဲ့ အဲဒီဂိမ်းကို ဆော့ကြရင်းကနေ\nတစ်ယောက်ချင်းစီရဲ့ လျှို့ဝှက်ချက်တွေ ပေါ်လာပြီး ပြဿနာတွေက သပွတ်အူလို ရှုပ်ထွေးကုန်ပါတော့တယ်။လူတွေရဲ့ လူသိမခံနိုင်တဲ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/perfect-strangers-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/svpc5CdExIpsNkX091K70HY8gpm.jpg",
        "title": "The Royal Nanny (2022)",
        "description": "The Royal Nanny (2022)ငယ်ငယ်တုန်းက ကြည့်ခဲ့ရတဲ့ spy kids တို့ spy next door တို့လိုမျိုး\nပေါ့ပေါ့ပါးပါးလဲဖြစ်မယ် ခိုင်မာတဲ့ဇာတ်အိမ်လေးလဲရှိမယ်\nမိသားစုနဲ့အတူ ပျော်ပျော်ပါးပါး အပန်းဖြေကြည့်ရှုဖို့ဆိုရင်တော့ နောက်ဆုံးထွက်လာတဲ့ ဒီဗြိတိန်ကားလေးကို ညွှန်းဆိုပေးပါရစေ\n‌\nဗြိတိန်တော်ဝင်မိသားစုကို အန္တရာယ်ပေးမယ့်သူတွေရှိနေလို့ အနီးကပ်အသွင်ယူအနေနဲ့\nကလယ်ရာဟာ ‌ကလေးထိန်းအဖြစ်တာဝန်‌ထမ်းဆောင်ဖို့ အကြောင်းဖန်လာပါတယ်\nဒီခြိမ်းခြောက်မှုကို ကြိုးကိုငါနေတာဘယ်သူလဲဆိုတာ ဇာတ်လမ်းအဆုံးထိ စိတ်ဝင်တစားကြည့်ရှုရမယ့်အပြင်\nခရစ္စမတ်လို ဟောလီဒေးvibe ကို ရရှိနေမှာမလို့ ပရိသတ်ကြီးတို့ အပန်းဖြေကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | 688MB | 329MB\nFormat… mp4\nDuration…. 1h 24min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Sai ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-royal-nanny-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1a7O0s8VwKrWveD58WpBF3a5FIz.jpg",
        "title": "La traversée (2022)",
        "description": "The Crossing (La Traversée, 2022)ပြင်သစ်စကားပြော ဟာသဇာတ်ကားလေးဖြစ်ပြီးတော့\nIMDb 5.5 ရထားတဲ့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ရမယ့် ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့\nဆယ်ကျော်သက်ငါးယောက်နဲ့အတူတူ ပင်လယ်ကို လေ့လာရေးခရီးထွက်လာတဲ့ နည်းပြနှစ်ယောက်ရယ်\nမာလိန်မှူး ရဲဝန်ထမ်းဟောင်းတစ်ယောက်ရယ် သင်္ဘောပေါ်မှာ ဖြစ်ပျက်ကြတာတွေကို ရိုက်ကူးထားတာပါ။\nဆယ်ကျော်သက်အရွယ်တွေ ဆိုးသွမ်းကြတာကို သည်းမခံနိုင်တဲ့ ရဲဝန်ထမ်းဟောင်းရယ် ကလေးတွေရယ်\nပင်လယ်ထဲက သင်္ဘောပေါ်မှာ ဘယ်လိုဆက်သွားကြမလဲဆိုတာကို ရယ်ရယ်မောမော ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | 963MB | 463MB\nFormat… mp4\nDuration…. 1h 45min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Moh Moh\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/la-traversee-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kTM1KPeR8mRNFXiatjPLCIVcMp9.jpg",
        "title": "Northeast Zoo ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိတ်သတ်ကြီးကို ဘဝအမောတွေပြေစေဖို့\nပေါ့ပေါ့ပါးပါး ဟာသကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေရှင် ။“ မြို့ကိုတက်ပြီးအလုပ်လုပ်နေပေမဲ့ အလုပ်မှာ အဆင်မပြေမှုတွေနဲ့ ရင်ဆိုင်နေရသူ ၊\nဖခင်ဖြစ်သူဟာ လျောင်ခရိုင်မှာ တိရိစ္ဆာန်ရုံတစ်ခုကိုဖွင့်လှစ်ထားပေမဲ့\n၎င်းတိရိစ္ဆာန်ရုံကို ဦးစီးဖို့ နည်းနည်းလေးမှ စိတ်ကူးမရှိသူ ၊\nဖခင်နဲ့လဲ ဆက်ဆံရေး အဆင်မပြေသူ - စွင်းရှောင်ဟူ ”တစ်နေ့မှာတော့ ရင်းနီးမြှုပ်နှံသူတစ်ချို့ဟာ စွင်းရှောင်ဟူ ဖခင်ရဲ့\nတိရိစ္ဆာန်ရုံကို စီးပွားရေးနယ်ချဲ့ဖို့အတွက် မျက်စိကျနေခဲ့ကာ\nတိရိစ္ဆာန်ရုံမြေနေရာကို လက်ဝါးကြီးအုပ်ဖို့ ကြံစည်လာခဲ့ပါတယ် ။အဲဒါနဲ့ပဲ အလုပ်အကိုင် / ငွေကြေးအဆင်မပြေတဲ့ စွင်းရှောင် ဟူကို\nငွေနဲ့ဖျားယောင်းကာ တိရိစ္ဆာန်ရုံရဲ့ စီးပွားရေးဖျက်ဆီးပစ်ပြီး\nမြေနေရာကို ဖယ်ခိုင်းခဲ့ပါတယ် ။ ဖခင်အပေါ်လဲ စိတ်ကျေနပ်မှုမရှိတဲ့\nစွင်းရှောင်ဟူဟာ ဒီသဘောတူညီချက်ကိုလက်ခံပြီး\nတိရိစ္ဆာန်ရုံကို ဖျက်ဆီးပစ်ဖို့ စီစဥ်လာခဲ့ပါတော့တယ် ။❏ စွင်းရှောင်ဟူတစ်ယောက် ဖခင်ဖြစ်သူကိုဘယ်လိုရင်ဆိုင်မှာလဲ ?\n❏ တိရိစ္ဆာန်ရုံဖျက်ဆီးပြစ်ဖို့ အကြံကရော အောင်မြင်နိုင်ပါ့မလား ?\n❏ သူ့အပေါ်ဆို ဘယ်အရာနေနေ သစ္စာရှိကြတဲ့\nသူငယ်ချင်းတွေကရော သူ့လုပ်ရပ်အတွက် ခွင့်လွှတ်နိုင်ပါ့မလား ?\n❏ ဘယ်လိုအလွဲလွဲ ...",
        "rating": "6",
        "url": "https://megaup.net/1S1x5/Northeast_Zoo_2023_WEB-DL_480p_CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMzFiNWI1MDQtMjg3Mi00YjIxLWI2NDktNjI0MmNiNjRjMDI5XkEyXkFqcGdeQXVyNjMwMjk0MTQ@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "3 Ninjas Kick Back (1994)",
        "description": "3 Ninjas Kick Back (1994)\n===================များလှစွာသော Three Ninjas တွေထဲကမှ နောက်ထပ်\nကားကောင်းလေး တစ်ကားပါ ပရိသတ်ကြီးရေ .. ၁၉၉၄\nခုနှစ်က ထွက်ရှိခဲ့တာဖြစ်ပြီး ကျွန်တော်ကိုယ်တိုင်လည်း\nငယ်ငယ်က ကြိုက်လွန်းလို့ ခဏခဏကြည့်ပြီး အလွတ်နီးပါး\nရနေတဲ့ ဇာတ်လမ်းလေးပါ။ဇာတ်ကြောင်းကတော့ .. ရော့ကီ၊ ကော့တ်နဲ့ တမ်တမ် ဆိုတဲ့\nညီအစ်ကို သုံးယောက် ရှိကြသဗျ။ သူတို့ဟာ နွေရာသီအားလပ်\nရက်တွေမှာ အဘိုးဖြစ်သူရဲ့ အပန်းဖြေအိမ်လေးကို သွားပြီး\nနင်ဂျာသိုင်း သင်ကြပါတယ်။ တစ်ခုသောနွေရာသီမှာတော့\nအဘိုးဖြစ်သူက လွန်ခဲ့တဲ့ အနှစ် ၅၀ က သူ ပြိုင်ပွဲဝင်ရင်း\nဆုရခဲ့တဲ့ဓားမြှောင်တစ်ချောင်းရဲ့ သမိုင်းကို မြေး ၃ယောက်ကို\nပြောပြပါတော့တယ်။ ဒီလိုနဲ့ ဒီဓားမြှောင်က တိုကျိုမှာရှိတဲ့\nရွှေလှိုဏ်ဂူတစ်ခုရဲ့ သော့ဖြစ်ကြောင်း သိလိုက်ရပါတော့တယ်။ဒီဓားမြှောင်ကို အဘိုးဖြစ်သူဟာ ယခုလက်ရှိ ဂျပန်နိုင်ငံ ကိုဂါမြို့မှာ\nကျင်းပတဲ့ နင်ဂျာပြိုင်ပွဲမှာ အနိုင်ရသူကို ပြန်ပြီး လက်ဆင့်ကမ်း\nချီးမြှင့်မှာ ဖြစ်ပါတယ်။ သို့ပေမဲ့ လွန်ခဲ့တဲ့ အနှစ် ၅၀ ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/3-ninjas-kick-back-1994/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rOb04vA8BxnpDN5A8Wvb4BnFhTg.jpg",
        "title": "Runaway God of Wealth 3 ( 2022 )",
        "description": "အားလုံးအတွက် ဘဝအမောပြေဖို့ ဟာသကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်...\nတရုတ်လူမျိုးတွေရဲ့ ဥစ္စာနတ်မင်း ငွေနတ်မင်းကို ကြားဖူးကြမယ်ထင်ပါရဲ့...\nအခုကားလေးကတော့ ဥစ္စာနတ်မင်းနဲ့ ဆက်စပ်တဲ့ ဇာတ်ကားလေးပေါ့...ဥစ္စာနတ်မင်းကြီးတစ်ယောက် နတ်ဘုံနတ်နန်းမှာ မွေးနေ့ပွဲကြီးကျင်းပချိန်မှာ\nနိုင်ငံခြား ဥစ္စာနတ်မင်းတို့က လာနှောင့်ယှက်တဲ့အပြင်\nဥစ္စာနတ်နန်းကို ကာကွယ်နေတဲ့ ရှန်ကူ (နတ်အရိုး)\nပျောက်သွားပြီး လူ့ပြည်က ရေစက်ရှိသူတစ်ဦးဆီရောက်သွားခဲ့တယ်...တစ်ချိန်တည်းမှာပဲ အလုပ်မလုပ်ဘဲ တစ်နေ့တစ်နေ့ ချမ်းသာဖို့\nဥစ္စာနတ်မင်းကိုပဲ တောင်းဆိုနေတဲ့ ဝမ်ကျားချန်တစ်ယောက်လည်း ဥစ္စာနတ်မင်းကို တောင့်တနေခဲ့တာပေါ့လေ...\nအားလုံးခန့်မှန်းတဲ့အတိုင်းပဲ ဝမ်ကျားချန်ဟာ ရှန်ကူနဲ့ ရေစက်ရှိသူဖြစ်နေပြီး...\nဝမ်ကျားချန်ကလည်း ဥစ္စာနတ်မင်းကို ငွေပေးမှ ရှန်ကူပေးမယ်..\nဥစ္စာနတ်မင်းကလည်း လူ့ပြည်ရောက်တော့ အစွမ်းကမသုံးနိုင်နဲ့...\nတိုင်းတစ်ပါးက ဥစ္စာနတ််မင်းတွေကလည်း တစ်ဖက်လှည့်နဲ့ ရှန်ကူကိုရဖို့ ကြိုးစားပြန်တော့...ကဲ ရှန်ကူကို ဘယ်သူပိုင်နိုင်မလဲ...\nဘယ်လို ရယ်သံတွေကြားမှာ စိတ်ဝင်စားစရာ ဇာတ်ကွက်တွေနဲ့\nတွေ့မြင်ရမယ်ဆိုတာတော့ ဇာတ်ကားလေးကြည့်ရင်းနဲ့\nရယ်မောရင်း ဘဝအမောဖြေလိုက်ကြပါတော့...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/runaway-god-of-wealth-3-2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rwrffkNVVHjRxbdtTVmtE2lohpF.jpg",
        "title": "Runaway God of Wealth 2 ( 2021 )",
        "description": "အတွဲ ၁ ရှိပါသေးတယ် အခုဇာတ်ကားကလဲ အတွဲ ၁ ရဲ့ အဆက်မဟုတ်ပါဘူး\nနာမည်သာတူပြီး ဇာတ်လမ်းကတခြား Plot နဲ့လာတာမို့\nမကြည့်ရသေးလဲ အတွဲ ၂ ကိုတန်းကြည့်လို့ရပါတယ်\nကြည့်ချင်သူများအတွက် လင့်ပေးထားပါတယ်အတွဲ ၁ ကြည့်ရန် ဒီကိုနိပ့်ပါ❏ ဆင်းရဲမွဲတေနေတဲ့ သူ့ရဲ့ဘဝကို အမြဲ အပြစ်တင်လေ့ရှိသူ ၊\nချစ်ရသူ အမျိုးသမီးကိုလဲ သူဒီလို နိမ့်ကျရတဲ့ ဘဝရောက်တာဟာ\nသူကြောင့်ဟု အမြဲတမ်း အပြစ်တင်လေ့ရှိသူ ၊\nလက်ရှိလုပ်ကိုင်ရာ အလုပ်ထဲမှာလဲ အဆင်မပြေဖြစ်နေသူ - ဝမ်ကျားချန်တစ်နေ့မှာတော့ ဝမ်ကျားချန်တစ်ယောက် နတ်ပြည်မှ\nကြွယ်ဝချမ်းသာခြင်းနတ်ဘုရားတစ်ပါးနဲ့ တွေ့ဆုံဖို့ အကြောင်းဖန်လာခဲ့ပါတယ် ။\nဝမ်ကျားချန်ဟာ နတ်ဘုရားရဲ့ ကံ​ကောင်းခြင်း သံလိုက်အိမ်မြှောင်ကို\nဖျက်ဆီးမိလိုက်ပြီး ၎င်းကို ၁၀ ရက်အတွင်းမှာ ပြန်ပြင်ပေးရမှာပဲဖြစ်ပါတယ် ။၁၀ ပြီးလို့ မပြင်နိုင်ပါက သူ့ရဲ့အသက်ကို ပေးဆပ်ရမှာဖြစ်တာမို့\nကြိုးစားပြီး ပြင်ဆင်ဖို့ လုပ်ကိုင်ခဲ့ပါတယ် ။ ၁၀ ရက်ပြီးတဲ့နောက်\nဝမ်ကျားချန်ဟာ ချစ်သူမိန်းကလေးဖြစ်သူ ဝမ်ရှောင်ဟွားနဲ့\nအတူတူပူးပေါင်းကာ တာဝန်ပြီးမြောက်အောင်လုပ်ဆောင်ခဲ့ပြီးတော့\nကြွယ်ဝချမ်းသာခြင်းနတ်ဘုရားက သူ့ကို ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/runaway-god-of-wealth-2-2021/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3kEonqpF57M6pfNP7cuH2BJV34.jpg",
        "title": "Runaway God of Wealth ( 2019 )",
        "description": "ကလေကချေလူမိုက် ဝမ်ကျားချန်\nမသိနားမလည်တဲ့ညီလေးကိုသူ့ကိုယ်သူသူလျိုပါလို့ပြောထားတဲ့ ဝမ်ကျားချန်ဝမ်ကျားချန်တစ်ယောက်မူးပြီးအိပ်ပျော်သွားတိုင်း\nကြွယ်ဝခြင်းနတ်မင်းကိုအိပ်မက်မက်ပါတယ်။\nတစ်နေ့မှာတော့အိပ်မက်ကနိုးထလာတဲ့အချိန်မှာ\nပိုက်ဆံအများကြီးရပြီး ညတွင်းချင်းသူဌေးဖြစ်သွားပါတယ်။\nကြွယ်ဝခြင်းနတ်မင်းကကောင်းချီးပေးတာပဲဆိုပြီး\nအထိန်းအကွပ်မရှိသုံးဖြုန်းတော့တာပေါ့.....သူထင်ထားသလိုကြွယ်ဝခြင်းနတ်မင်းပေးတာမဟုတ်ဘူးဆိုတာသိလိုက်ရတဲ့အချိန်မှာ......\nလူမိုက်ဂိုဏ်းရဲ့လိုက်လံသတ်ဖြတ်တာကိုခံရတဲ့အချိန်မှာ......\nဝမ်ကျားချန်တစ်ယောက်ဘယ်လိုလုပ်ရပါ့မလဲ\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုခံစားပါဦး\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy\nRuntime : 1h 18 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/runaway-god-of-wealth-2019/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/vfWbS6u3EtOw9zMbJJJQ8hVq701-133x200.jpg",
        "title": "(21+) Story of White Coat: Indecent Acts (1984)",
        "description": "မျှော်လင့်ချက်တွေ တစ်ပွေ့တပိုက်နဲ့\nသူနာပြုရာမလေး\nသူက သူနာပြုအဆင့်မရောက်သေးတဲ့ အလုပ်သင်မလေး\nအရမ်းကို ချောမောပြီးတော့ အချစ်အကြောင်းနာမလည်တဲ့\nပညာရည်သောက်စို့နေတဲ့ မာနခဲလေး\nသူက သူနာပြု မဖြစ်မချင်း အိမ်မပြန်ဘူးတဲ့လေ\nဒါပေမဲ့ သူအလုပ်သင်တာဝန်ကျတဲ့ ဆေးရုံက...ဆေးရုံမှာ ဩဇာအရှိဆုံး လူကြီးတစ်ယောက်ရဲ့သား\nသူက အတော်တဏှာရူးပါတယ် တွေ့သမျှ ကောင်မလေး\nအိပ်မယ်ဆိုပြီး တာစူနေတဲ့သူသူက ထုံစံအတိုင်းမနူးမနပ် သူနာပြုအလုပ်သင်လေးကို\nကြံပါတော့တယ် သူကအမျိုးမျိုးကြံပြီးတဲ့နောက်ပိုင်းမှာတော့\nအရမ်းလှ အရမ်းကိတ် ရေဆေးငါလို မနူးမနပ်လေးကို\nဘယ်လို အပီအပြင် ဖွတ်မလဲဆိုတာ\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.03GB / 500MB\nQuality…1080p  /720p\nFormat…mp4\nDuration….55mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/21-story-of-white-coat-indecent-acts-1984/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4QkiD4mepnmKKvSUp36XUZjI6GG.jpg",
        "title": "When the Screaming Starts (2022)",
        "description": "When the Screaming Starts (2022)~ IGN - 8/10, Rotten Tomatoes - 100% ~သင် Serial Killer တစ်ယောက် ဖြစ်ချင်ခဲ့ဖူးလား။ သင်ဟာ သမ္မတတွေ နိုင်ငံကျော်ဘောလုံးသမားတွေ ရုပ်ရှင်သရုပ်ဆောင်၊ အဆိုတော်တွေမဖြစ်ခဲ့ရင်တောင် လူတွေအများကြီးကိုသတ်ဖြတ်ခဲ့တဲ့ Serial Killer ဆိုရင် သူတို့လိုပဲ ကမ္ဘာ့သမိုင်းမှာအမြဲရှိနေမှာလေ...မဟုတ်ရင် Serial Killer တစ်ယောက်ရဲ့နေထိုင်ပုံ သတ်ဖြတ်ပုံ စတာတွေကို Interview တွေနဲ့ရော သူလူသတ်တဲ့နေရာမှာ ကင်မရာတွေထောင်ပြီးတော့ပါ တကယ်ကို အမှန်အကန်ရိုက်ထားတဲ့ Documentary Movie ကြီးကို ကြည့်ရမယ်ဆိုရင် ဘယ်လောက်များ Hype လိုက်မလဲ...အဲလိုအတွေးအခေါ်ကို ရိုက်ကူးထားတဲ့ When the Screaming Starts ဟာ ဒီ Message ကို ဟာသပေါင်းစုံနဲ့ ရောစပ်ရိုက်ကူးထားတာဖြစ်ပါတယ်။Norman Greysmith ဟာ Documentary ...",
        "rating": "",
        "url": "https://channelmyanmar.org/when-the-screaming-starts-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bank-143x200.jpg",
        "title": "Bank of Dave(2023)",
        "description": "ဒီဇာတ်လမ်းရဲ့ ဇာတ်ဆောင်ဖြစ်တဲ့ Daveအနေနဲ့ James Bondရုပ်ရှင်တွေဖြစ်တဲ့ No time to die , Skyfall , Being James Bondတို့အပြင် The imitation game၊ Peterloတို့လို ဇာတ်ကားကောင်းတွေအပြင် တခြားသောရုပ်ရှင်တွေ၊ စီးရီးတွေထဲမှာ သရုပ်ဆောင်ခဲ့ဖူးတဲ့ Rory Kinnearကြီးက ဒီဇာတ်ကားကိုဦးဆောင်သရုပ်ဆောင်ထားပါတယ်။\nထို့အပြင် Game of Thrones၊ Cruella၊ Paddington 2၊ A boy called Christmasအစရှိတဲ့ ဇာတ်လမ်းကောင်းတဲ့ရုပ်ရှင်တွေထဲမှာ ပါဝင်သရုပ်ခဲ့ဖူးတဲ့ Joel Fryကလည်း Daveရဲ့ရှေ့နေ ဟူ့စတော့ဝဲလ်အနေနဲ့သရုပ်ထားပြီး Bridgertonထဲက မင်းသမီးချောလေး Phoebe Dynevorလည်းDaveရဲ့တူမအဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်။သင်ဟာဘောလုံးပရိသတ်တွေဆိုရင် သိမှာသေချာတဲ့ ဘန်လေမြို့လေးက ဒေ့ဖစ်ဝစ်ဆိုတဲ့ အသေးစားသူဌေးတစ်ယောက်က ဘန်လေမြို့က လူတွေ စီးပွားရေးတွေအတွက် ထောက်ပံ့ဆောင်ရွက်ကူညီပေးနေသူဖြစ်ပါတယ်။ သူက တစ်နေ့မှာ ဒေ့ရဲ့ဘဏ်လို့ခေါ်တဲ့ဘဏ်အသေးစားလေးတစ်ခုကိုဖွင့်လှစ်ချင်လာပါတယ်။ ဒါပေမဲ့ UKနိုင်ငံရဲ့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/bank-of-dave2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjMwYTgyMDEtZTQ4MS00NDhiLTliNzgtMzUxZjY5NTkzM2JlXkEyXkFqcGdeQXVyMTE4MjcwNA@@._V1_-150x200.jpg",
        "title": "(18+)Attack of the 50 Foot Camgirl (2022)",
        "description": "သည်မှာဖက်ခေတ်လူငယ်တွေ အများစု\nစီးပွါးရေးရှာကွက်ကို မီးမောင်းထိုးပြနေပြီး\nယုံကြည်မှုမှာ သတိလေးကပ်ထားဖို့ ပညာပေးထားတဲ့\n၁၈ ယောက်စုကြည့်ရမဲ့ ဇာတ်ကားလေးပါပဲဗီဗာလီဆိုတာ အင်တာနက်ပေါ်မှာ အရမ်းရေပန်းစားနေတဲ့\nကြယ်ပွင့်လေးတစ်ပွင့်ပါ\nသူမရဲ့ Channel ကို လူကြိုက်များလှပြီး\nသူထုတ်လုပ်ကြေငြာတဲ့ ထုတ်ကုန်တွေလည်း\nရောင်းအားကောင်းလှပါတယ်သူမမှာ သူအရမ်းချစ်ရတဲ့ ဗရက်လီ လို့ခေါ်တဲ့ ကင်မရာမန်းရှိနေပါတယ်\nသူက သူမရဲ့ ငွေကြေးတွေကို စီမံခန့်ခွဲပေးပါတယ်\nဖြူရှာ ကတော့ သူမရဲ့ အကူပါတစ်နေ့မှာ သူတို့ရဲ့ ထုတ်ကုန်တွေကို တိုးချဲ့ဖို့\nသိပ္ပံပညာရှင်တွေဆီကို ထုတ်ကုန်တစ်ခုအပ်လိုက်ပါတယ်\nအဲဒီထုတ်ကုန် အဆင်သင့်မဖြစ်သေးမှီပါပဲ\nသတိပေးချက်တွေကို အရေးမစိုက်ပဲ ဗီဗာလီက\nစားပြလိုက်ပါတယ်\nအဲဒီနောက်မှာဖြစ်ပေါ်လာတဲ့နောက်ဆက်တွဲတွေက\nအံ့ဩဖို့လဲကောင်း ချစ်ဖို့လဲကောင်းတာဖြစ်လို့\nDS Fans တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.16GB / 535MB\nQuality…1080p Blu Ray / 720p\nFormat…mp4\nDuration….1h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://channelmyanmar.org/18attack-of-the-50-foot-camgirl-2022/"
    }
]