[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tRnPT88iD5zgeUPjHqaZznrxk5m.jpg",
        "title": "Extinct(2021)",
        "description": "Extinct(2021) အညွှန်း*******************၁၈၃၅ ခုနှစ် အမည်မသိကျွန်းတကျွန်းပေါ်မှာ အဒ်နဲ့အော့ပ်ဆိုတဲ့ မောင်နှမနှစ်ယောက်ရှိကြတယ်..သူတို့က ဘာကောင်လေးတွေလဲဆိုတော့ ဖလန်မယ်လို့အမည်ရတဲ့ဒိုးနပ်ပုံစံ ဗိုက်မှာအပေါက်လေးတွေနဲ့ ချစ်စရာ ရှဉ့်လိုကောင်လေးတွေပါ...ညီမဖြစ်သူအော့ပ်က တခြားမျိုးနွယ်တူတွေနဲ့အမြင်ကိုဂရုမစိုက်တတ်ပဲအဆော့သန်ပြီး ပေါက်တတ်ကရတွေ အမြဲလုပ်တတ်တယ်....အစ်ကိုဖြစ်သူအဒ်ကတော့ အေးဆေးသမား အော့ပ်တလွဲလုပ်သမျှ ခံရပြီး မျိုးနွယ်တူဖလန်မယ်အသိုင်းအဝိုင်းမှာ ဝင်ဆန့်ချင်ရှာတဲ့သူပေါ့....​တနေ့တော့ သူတို့နှစ်ကောင် အကြီးကြီးလွဲပြီး ၂၁ ရာစုက ရှန်ဟိုင်းမြို့ကို time travel ရောက်သွားပါတော့တယ် ..အဲ့ဒီနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....  File Size :(1.3GB) and (757 MB)\nQuality : HD-Rip 1080p\nFormat…mp4\nDuration…01:24:00\nGenre : Animation , Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/extinct2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screenshot-2021-08-25-at-00-18-34-A-Millionaire-on-the-Run-2012-139x200.png",
        "title": "A Millionaire On The Run (2012)",
        "description": "A Millionaire On The Run (2012)\n======================အဆိုတော် ၊ သရုပ်ဆောင် ၊ ပရိုဂျူဆာတင်မက ရုပ်သံအစီအစဉ်တွေမှာပါ ဒိုင်လုပ်ပြီး JYP Entertainment ရဲ့Founder ဖြစ်တဲ့ J.Y.Park ( Park Jin-Young ) ရဲ့ ဇာတ်ကားလေးကို CM Fan တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းကတော့...ယောင်အင်းနဲ့ဆွန်းဒယ်ဟာ နိုင်ငံရေးအကူအညီလိုအပ်ချက်တွေနဲ့ ဘဏ္ဍာရေးကိစ္စတွေအတွက် အလုပ်လုပ်ပေးရတဲ့လုပ်‌ဖော်ကိုင်ဖက်‌တွေဖြစ်ပါတယ်သူတို့ရဲ့အထက်လူကြီးဒါရိုက်တာဟန်ခိုင်းတဲ့ တရားမဝင်အလုပ်တွေလုပ်ရင်း အပြစ်မကင်းခံစားလာရတဲ့ဆွန်းဒယ်ဟာ ယောင်အင်းကိုဖွင့်ပြောပြီး ရဲတိုင်ဖို့စီစဉ်ခဲ့ပါတယ်အဲ့မတိုင်ခင်မှာပဲ ဆွန်းဒယ်ဟာ သေတမ်းစာရေးပြီး တံတားပေါ်ကခုန်ချသတ်သေသွားပြီးနောက်...ဒါရိုက်တာဟန်က ဒေါ်လာ၅သန်းပို့ခိုင်းလိုက်တဲ့ယောင်အင်းကလည်း မထင်မှတ်ဘဲ ဒါရိုက်တာဟန်ရဲ့ယုတ်မာမှုကိုသိသွားပြီး ဒေါ်လာ၅သန်းကိုယူပြီးပြေးပါတော့တယ်ဒါရိုက်တာဟန်လည်း သူ့ပိုက်ဆံတွေဆုံးမှာကြောက်ပြီး လူမိုက်တွေနဲ့လိုက်ရှာရင်း အလွဲလွဲအချော်ချော်ဖြစ်ကြပုံကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Htet Nandar Aung ပါ ) File Size_1.9 GB , 1 GB\nQuality__1080p, 720p, 360p\nIMDb ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/a-millionaire-on-the-run-2012/"
    },
    {
        "thumbnail": "",
        "title": "Kuch Kuch Hota Hai (1998)",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (92%)မင်းသားကြီး ရှာရွတ်ခန်းနဲ့ မင်းသမီး ကာဂျိုးတို့ရဲ့နာမည်ကြီးဇာတ်ကားပါပဲ...မင်းသမီး Rani Mukerji နဲ့ မင်းသား ဆယ်မန်ခန်းတို့လဲ ပါဝင်ထားပါသေးတယ်....ဇာတ်လမ်းကတော့...မိတဆိုးသမီးလေးတစ်ယောက် ဖခင်အပေါ်ကိုပဲအားလုံးမှီခိုနေရပြီး မိခင်ဆိုတာ ဓာတ်ပုံအချို့ပဲမြင်ဖူးခဲ့တာပါ..\nတိုက်တိုက်ဆိုင်ဆိုင်ကျောင်းကျပန်းစကားပြောပြိုင်မွဲမှာသမီးလေးကျတဲ့ခေါင်းစဉ်က \"အမေ\" တဲ့\nခေါင်းစဉ်လေးကိုကိုင်ရင်း လက်တွေတဆတ်ဆတ်တုန် မျက်လုံးနဲ့ပြောနေတဲ့စကားက\nအမေအကြောင်းသမီးမသိပါဘူးလို့ အဓိပ္ပါယ်ဖော်နေသယောင်ပုံဖော်နေတယ်ကံကောင်းတာတစ်ခုက ၈နှစ်ပြည့်မွေးနေ့မှာ အမေထားခဲ့တဲ့စာလေးဖတ်လိုက်ရတယ်\nစာထဲမှာရေးထားတာက \" အန်ဂျလီဆိုတာ တကယ်တော့သမီးရဲ့နာမည်အရင်းဖြစ်သလို\nသမီးအဖေသိပ်ချစ် ရတဲ့ကောင်မလေးရဲ့နာမည်လည်းဖြစ်တယ်တဲ့\"စာလေးထဲမှာ အတိတ်ကအကြောင်းတွေအများကြီးရေးထားတယ်\nကျောင်းတက်စဉ်ငယ်ဘဝတုန်းက ကောင်လေးတစ်ယောက်မှာအရမ်းခင်ရတဲ့ ယောကျ်ားလေးဆန်ဆန်ကောင်မလေးတစ်ယောက်ရှိတယ်\nပေါ့ပေါ့ပါးပါးလေးဖြတ်သန်းနေတဲ့သူတို့ဘဝလေးထဲကို ကောင်မလေးတစ်ယောက်ညင်ညင်သာသာလေးဝင်လာခဲ့တယ်\nဒါပေမဲ့ ထိချက်ကတော့ အတော်ပြင်းတယ်\nယောင်္ကျားလေးဆန်ဆန်ကောင်မလေးက နောက်ဆုံးစာမေးပွဲကိုတောင်မဖြေပဲ အပြီးအပိုင်ဇာတ်မြှုတ်ပျောက်ကွယ်သွားတယ်\nအဲ့ဒီယောက်ျားလျာကောင်မလေးရဲ့နာမည်က \" အန်ဂျလီ\"တဲ့ဆုံးသွားတဲ့မိခင်က သမီးကိုသူ့ရဲ့နောက်ဆုံးဆန္ဒဘာတွေရေးခဲ့လဲသမီးလေးကရော အမေ့ရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးနိုင်ပါ့မလားဆိုတာတွေနဲ့ချစ်ခြင်းမေတ္တာကိုပုံဖော်ရာမှာ ထိမိလွန်းတာကြောင့် နာမည်ကြီးတဲ့ဇာတ်ကားတစ်ကားပါပဲ။ဒီဇာတ်ကားက ကြာတော့ကြာခဲ့ပါပြီ ဒါပေမယ့် နှစ်ချို့ဝိုင်လိုအစွမ်းထက်နေတုန်းပါပဲကဲပရိတ်သတ်ကြီးရေ နှစ်ချို့ဝိုင်လေးသောက်ကြည့်ပါလို့ အကြံပြုရင်း..........။ \nFile size…(3.2 GB) / (1.8 GB)/ (650 MB)\nQuality…BluRay 1080p / 720p / ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/kuch-kuch-hota-hai1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xQZeIwJF21NNb3ciEJsWZlA2WZ6.jpg",
        "title": "Miss & Mrs. Cops (2019)",
        "description": "Weightlifting fairy ကားထဲက မင်းသမီးလေး ပါတဲ့ ကားသစ်လေးပါအလွန်တရာထူးချွန်တဲ့ စုံထောက်ပတ်ခ်မီယောင်းဟာ အိမ်ထောင်ကျ၊ကလေးရပြီးနောက်မှာ သူမ ချစ်ခင်နှစ်သက်ရတဲ့စုံထောက်အလုပ်ကိုစွန့်လွှတ်ခဲ့ရပြီး ပြည်သူ့တိုင်ကြားချက်များဌာနမှာပဲပြောင်းရွှေ့တာဝန် ထမ်းဆောင်နေခဲ့ရပါတယ်သူ့ယောင်းမဖြစ်သူ ချွဲဂျီဟေးကလည်း ရဲဖြစ်ဖို့မွေးဖွားလာတယ်ထင်ရတဲ့ရဲမေတစ်ယောက်ပါပဲတစ်ရက်မှာတော့ ဂျီဟေးဟာ သံသယရှိသူတစ်ယောက်ကိုဖမ်းဆီးရာမှာ အလွန်အကျွံအားသုံးတယ်ဆိုတဲ့ ပြစ်မှုနဲ့ အရေးယူခံရပြီးမီယောင်းရှိရာ ဌာနကို ခေတ္တပြောင်းရွှေ့ခန့်ထားခံခဲ့ရပါတယ်ပုံမှန်ဆိုမတည့်လေ့ရှိတဲ့ သမီးယောင်းမနှစ်ယောက်ဟာမတော်တဆ မှုခင်းတစ်ခုထဲပါဝင်မိပြီး သူတို့မထင်ထားလောက်တဲ့အထိပြစ်မှုကကြီးမားနေတဲ့အခါမှာတော့..သာမန်ချိန်းခြောက်အကြပ်ကိုင်မှုလို့သာ ယူဆထားခဲ့တဲ့ အမှုခင်းလေးတစ်ခုဟာကွင်းဆက်ရာဇဝတ်မှုကြီးဖြစ်နေတဲ့အခါမှာတော့..သမီးယောင်းမနှစ်ယောက်ဘယ်လိုဖော်ထုတ်ကြမလဲဘယ်လိုကိုင်တွယ်ဖြေရှင်းကြမလဲဆိုတာဟာသနှောပြီးကြည့်ရမှာပဲဖြစ်ပါတယ်ဝါရင့်သရုပ်ဆောင်တွေဆိုတော့ ကြည့်ရတာ အပိုအလိုမရှိ ကွက်တိပါပဲနော် File Size : (1 GB , 367 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 47 minFormat : Mp4Genre : Comedy , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by NeveEncoded ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/miss-mrs-cops-2019/",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/11qHlLL2rsQGH1nmPjJ7jFjeGcb.jpg",
        "title": "Midnight Runners (2017)",
        "description": "ဒီတခေါက်တော့ Marvel ဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်တော့မယ့် တောင်ကိုရီးယားမင်းသား‌‌ေချာ Park Seo-Joonပါဝင် သရုပ်ဆောင်ခဲ့တဲ့ Midnight Runners ဆိုတဲ့ action, comedy ကားလေးကို တင်ဆက်လိုက်ပါပြီIMDB rating 7.3 နဲ့ .Rotten Tomatoes 100% ရရှိထားပါတယ်တောင်ကိုရီးယားမင်းသားချော Kang Ha-neul နဲ့အတူ ရိုက်ကူးထားပြီး 2017 ခြနှစ်က ထွက်ခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပါဇာတ်လမ်းလေးကတော့ ရည်ရွယ်ချက်ရေရေရာရာမရှိဘဲနဲ့ ရဲတက္ကသိုလ်ကို ရောက်လာကြတဲ့ အူကြောင်ကြား ကောင်လေး ၂ ယောက် အကြောင်းကို ရိုက်ပြထားတာပါPark Seo-Joon ကတော့ အစားမက်တဲ့ကောင်လေး ဂီဂျွန်အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပြီး Kang Ha-neul က သန့်ရှင်းရေးကျန်းမာရေးနဲ့ ပတ်သက်လာရင် ဇီဇာကြောင်တတ်တဲ့ မှန်ကြောင်လေး ဟီရောအနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်သဘာဝမတူ၊ ရှင်သန်ကြီးပြင်းခဲ့ရာ ပတ်ဝန်းကျင်မတူ၊ စတွေ့ကတည်းက မျက်နှာကြောမတည့်တဲ့ ကောင်လေး ၂ ယောက်ရဲတက္ကသိုလ်ဝင်ခွင့်အတွက် ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/midnight-runners-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BYjI4YTczODYtNDRiMi00MmM5LTg5NjMtODhiZjM2ZjY3ZDAwXkEyXkFqcGdeQXVyNjIxNDE0OTE@._V1_-127x200.jpg",
        "title": "The Spectacular Now (2013)",
        "description": "IMDb Rating (7.1) / Rotten Tomatoes (91%)ဒီဇာတ်ကားဟာRating  မြင့်တဲ့အချစ်ကားလေးဖြစ်သလို သရုပ်ဆောင်တွေကလဲ မခေသူတွေချည်းပါပဲ...Fantastic Four ထဲက မင်းသား Miles Teller , Divergent နဲ့ The Fault in Our Stars ထဲက မင်းသမီးချောလေး Shailene Woodley နဲ့Marvel  ရဲ့  Captain Marvel တဖြစ်လဲ မင်းသမီး Brie Larson တို့ဖြစ်ပါတယ်။အချစ်ဆိုတဲ့အရာကို တချို့ကခံစားတယ်..တချို့ကခုတုံးလုပ်ပြီး အသုံးချတယ်..တချို့က မသိကျိုးကျွံပြုတယ်...ဘယ်လိုပဲအချစ်ကိုသုံးဆောင်သုံးဆောင်ပေါ့...တကယ်တန်ဖိုးထားသူဆီမှာသာ အချစ်တွေက အမြဲနေတတ်တာမျိုးပဲ။ဇာတ်လမ်းလေးကတော့ ၃ ပွင့်ဆိုင် ဇာတ်လမ်းပါ...ဆက်တာဟာ အနာဂတ်ကိုမတွေးထားဘဲ အရာရာကို ပေါ့ပေါ့ပါးပါးပဲ ဖြတ်သန်းတတ်တဲ့ လူငယ်လေးတစ်ယောက်ပေါ့။ကပ်စ်စီလီဆိုတဲ့ သူသိပ်ချစ်တဲ့ ကောင်မလေးနဲ့ အထင်လွဲခံရမှုတစ်ခုကြောင့် ပြတ်အပြီး စိတ်လေနေချိန်မှာအေမီဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ မထင်မှတ်ဘဲ သူငယ်ချင်းတွေဖြစ်သွားခဲ့တယ်။အေမီဟာ ရည်းစားတောင်မထားဖူးသလို အနေအေးတဲ့ ဖြူစင်တဲ့ကောင်မလေး..ဆက်တာဟာ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-spectacular-now-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3ByzrLc6lWP77UlvgYTjyEOvGab.jpg",
        "title": "Anbe Sivam(2003)",
        "description": "Anbe Sivam(2003) အညွှန်း**********************IMDb...8.73 Idiots ထဲကကင်မရာလေးတစ်ကိုင်ကိုင်နဲ့ ဖာဟန်ကိုသိကြတယ်မလား......ဒီကားထဲမှာတော့အဓိကမင်းသားပေါ့...ကြော်ငြာ ဗီဒီယိုရိုက်သူ အန်ဘာစုရ်တစ်ယောက် အိမ်ထောင်ပြုဖို့အတွက်ချန်နိုင်းကို လေယာဉ်နဲ့ပြန်ဖို့ စီစဉ်ထားပါတယ်။\nလေဆိပ်ရောက်ရောက်ချင်းမှာပဲ မြို့ထဲမှာ အကြမ်းဖက်သမားတွေရှိကြောင်းကြေညာနေတဲ့ သတင်းကို သူတွေ့လိုက်ရတယ်။\nဒီလိုနဲ့ပဲ ထူးဆန်းတဲ့အပြုအမှုနဲ့ ဟိုကြည့်ဒီကြည့်လုပ်နေတဲ့ ရှီဗန်(မ်)ကိုတွေ့သွားပြီး အကြမ်းဖက်သမားလို့ သံသယဝင်သွားကာ ရဲနဲ့တိုင်ပါတော့တယ်။\nရဲတွေကလည်း ရှီဗန်(မ်)ကို ဖမ်းဆီးပြီး စစ်ဆေးပါတယ်...အဲ့ဒီနောက်မှာတော့ အလွဲကြီး လွဲမှုတွေဆက်တိုက်ဖြစ်ပါတော့တယ်...ဘာတွေဖြစ်မလဲဆိုတာကိုတော့...\nဒီဇာတ်ကားဟာ ကွန်မြူနစ်ဝါဒ၊ ဘုရားမဲ့ဝါဒနဲ့ ပရဟိတလုပ်ငန်းတွေအပြင်Haasanရဲ့ လူသားဆန်တဲ့ အတွေးအမြင်တွေကို ရိုက်ကူးပုံဖော်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပြီးတောလိဝုဒ်ပရိတ်သတ်များ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း ...\nဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။File Size :(2.9GB) (1.2 GB) and (471 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:40:00\nGenre : Adventure ,Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/anbe-sivam2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/p18759865_p_v13_ab-150x200.jpg",
        "title": "PAW Patrol: The Movie (2021)",
        "description": "Paw Patrol : The Movie (2021)IMDb - 6.4/10CM Fanများအတွက် Paw Patrol : The Movieဆိုတဲ့\nဒီ​နေ့ထွက် animation ကားသစ်​လေးကို တင်ဆက်​ပေးလိုက်ပါတယ်။အသစ်ထွက်တဲ့ရုပ်ရှင်တိုင်း action, horror, drama​တွေပဲ ဖြစ်​​နေလို့\nငြီး​ငွေ့​နေကြတဲ့ ပရိတ်သတ်တို့အတွက် အချိန်တစ်နာရီခွဲလောက်\nစိတ်ကြည်နူး​ပျော်ရွှင်​စေနိုင်မယ့် animation​လေးဖြစ်မှာ ​အ​သေအချာပါပဲ ဇာတ်လမ်းအကျဥ်းက​တော့ Paw Patrol​လေးတို့ရဲ့ ရန်သူ​​​တော်ကြီး\nHumdingerတစ်​​​ယောက် Adventure Cityဆိုတဲ့မြို့​လေးမှာ\nမြို့​တော်ဝန်သွားလုပ်ပြီး ဒီကမ္ဘာကြီးကိုအန္တရာယ်ကျ​ရောက်​စေမယ့် စမ်းသပ်မှုတစ်ခုကို လုပ်ဖို့ ကြိုးစားလာပါတယ်ရန်သူ​တော်ကြီးရဲ့အဖျက်လုပ်ငန်းကို\n​အဖွဲ့ခေါင်း​ဆောင် Ryderနဲ့ သူ့ရဲ့အဖွဲ့ဝင် ပါပီ​လေးတို့တသိုက်\nဘယ်လို​ခေတ်မှီနည်းပညာ​တွေ၊ စက်ပစ္စည်း​တွေနဲ့ ရ​အောင်တားကြမလဲ?အဖွဲ့ဝင်ပါပီ​လေးတစ်​ကောင်ရဲ့ အတိတ်​ဇာတ်ကြောင်းက​နေ .....\nအဖွဲ့အ​ပေါ် ဘယ်​လောက်ထိရိုက်ခတ်မှုရှိမလဲ?Patrol အဖွဲ့ဝင်အသစ်​လေးက ဘယ်သူဖြစ်မလဲဆိုတာကို...ချစ်စရာ​ကောင်းတဲ့ ကာတွန်းဇာတ်​ကောင်လေး​တွေနဲ့\nရယ်စရာ၊​ပျော်စရာ၊ သနားစရာ ရသမျိုးစုံကိုခံစားရင်း ကြည့်ရှုရမှာပါ။\nAnimationဇာတ်​ကား​လေးဖြစ်တာမို့\nကိုယ့်မိသားစုနဲ့၊ သားသားမီးမီးတို့နဲ့တူတူ ကြည့်ဖို့အတွက်လည်း အဆင်​ပြေပါတယ်။ချစ်ရတဲ့မိသားစုနဲ့အတူ ​ပျော်ရွှင်ကြည်နူးစရာအချိန်တစ်နာရီခွဲခန့်ကို\nဒီ Animationကား​လေးနဲ့ တူတူကုန်ဆုံးလိုက်ပါReview - JimxFile size…1.7GB and 1Gb and ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/paw-patrol-the-movie-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BZDI3ZWNjZjItMTA5NC00ZDk0LWIzMjEtM2FhOTgzZmYyMmQwXkEyXkFqcGdeQXVyNjkyMjYxMzY@._V1_-140x200.jpg",
        "title": "Love and Run (2020)",
        "description": "Castsဒိ အဖြစ် Non Chanon\nလင် အဖြစ် Kao Supassaraဇာတ်လမ်းအကျဉ်း\"လင်\" ဆိုတဲ့ မိန်းကလေးက မိဘတွေ မရှိတော့ပဲ အစ်ကိုဖြစ်သူ ခင်း တူလေးဖြစ်တဲ့ \"ဒိ\" နဲ့ တူတူနေနေရသူတစ်ယောက်ဖြစ်ပါတယ်\"လင်\"နဲ့ \"ဒိ\"က တူအရီးတွေပေမယ့် အသက်တော့ မကွာကြပါဘူးလင် ရဲ့ အိပ်မက်က ကာတွန်းတွေဖတ်တာအပြင် ကာတွန်းထဲက မင်းသား ဇာတ်ကောင်တွေလို ချစ်သူလိုချင်တာပါပဲ\nလင့်အိပ်မက်တွေက အမြဲရည်းစားမရအောင် လိုက်ဖျက်ဆီးတတ်တဲ့ \"ဒိ\"ကြောင့် အဆင်မပြေခဲ့ပါဘူး ဒီလိုနဲ့ လင်ကလည်း ကျောင်းပြီးလို့ ဆေးရုံမှာ သူနာပြုဝင်လုပ်နေရင်း \"ဒိ\"ကလည်း ဝါသနာပါရာ အားကစားလုပ်ဖို့ အိမ်ပေါ်က ဆင်းသွားခဲ့တယ်လင့် ကို လိုက်ပိုးပန်းနေတဲ့သူတွေများနေချိန်မှာ \"ဒိ\"ပြန်ပေါ်လာခဲ့ပြီး အားလုံးကို လိုက်တားဆီးနေခဲ့တယ်ကိုယ့်အန်တီဖြစ်တဲ့ \"လင်\" ချစ်သူရမှာကို \"ဒိ\"က ဘာလို့တားဆီးနေရတာလဲ\nသူတို့မိသားစုနောက်ကြောင်းကရော ဘယ်လိုလဲဆိုတာအပြင်\nလင့်ကို ပိုးပန်းသူတွေနဲ့ \"ဒိ\"ကြားက ဖြစ်ရပ်တွေ ဟာသနှော တင်ဆက်ပေးထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ခုပဲ ဖြစ်ပါတယ်❤ Quality__1080p,720p,360p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:40:00\nType__Comedy ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/love-and-run-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BOGFkNTY0YWUtOGQ4OS00NTQ3LWIyYzItZDUyOTBmZDU0OGMxL2ltYWdlXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_-134x200.jpg",
        "title": "Hercules(1997)",
        "description": "ကျနော်တို့ Translator ကြီး ကိုမျိုးမင်းသူသန်းမြင့် မှ Animation ရုပ်ရှင်များကိုစဉ်ဆက် မပြတ် ဘာသာပြန်ပေးနေရင်းကနေ ယခု တစ်ခါ ကျနော်တို့ ငယ်ဘ၀ ကိုပြန်ပြောင်းသတိရစေမယ့် ဟာကျူလီ (Hercules) ကာတွန်းကားကို ထပ်မံဘာသာပြန် တင်ဆက်ပေးလိုက်ပါပြီ....ပိုထူးခြားစေတာကတော့ ကာတွန်းရုပ်ရှင်ထဲမှ ဇတ်ဝင်သီချင်းများကိုပါ အသေးစိတ်ကျကျဘာသာပြန်ပေးထားတာ ဖြစ်လို့ Download ဆွဲ သိမ်းထားသင့်တဲ့ ကာတွန်းရုပ်ရှင်ဖြစ်ပါတယ်..(သစ်ဆန်းခန့်)File size…1.51GB and 761MB and 358MB\nQuality…1080p Blu-Ray HEVC and 720p and 480p\nFormat…Mp4\nDuration….1h 33mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Myo Min Thu Than Myint",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/hercules-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTkzMzM3OTM2Ml5BMl5BanBnXkFtZTgwMDM0NDU3MjI@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "The Emoji Movie (2017)",
        "description": "လူတိုင်း အသုံးပြုနေတဲ့ Emoji လေးတွေ အကြောင်းလေ့လာ စမ်းစစ် ဖူးပါသလား...ဥပမာ တစ်နေ့ကို Emoji ဘယ်နှစ်ခုသုံးတယ်ဘယ် Emoji ကို အသုံးများနေတယ် ဆိုတာကိုပေါ့ဒီ The Emoji Movie မှာတော့ လူတိုင်းရဲ့ ဖုန်းတစ်လုံးဆီမှာEmoji လေးတွေ ရဲ့ ကမ္ဘာရှိပါတယ်ဒစ်ဂျစ်တယ် ကမ္ဘာပေါ့အဲ့ဒီ ဒစ်ဂျစ်တယ် ကမ္ဘာလေးတွေထဲက Emoji တွေဟာလူတစ်ယောက်စီ တိုင်းအတွက် အလုပ်လုပ်ပေးရပါတယ်Emoji ဌာန တွေ ရှိပြီး စနစ်တကျ စည်းမျဉ်းအတိုင်းသွားရပါတယ်အကယ်၍များ သင် ဖုန်းကနေ တစ်ယောက်ယောက်ကိုEmoji မှားပို့လိုက်တာ ဆိုရင် Digital World ထဲက Emojiတစ်ကောင်က အမှားလုပ်မိလိုက်တာ ဖြစ်ပြီး သူ့နေရာအစားထိုးခံရပြီး အလုပ်ပြုတ်သွားနိုင်ပါတယ် :Pကဲ Emoji လေးတွေ ဘယ်လို အလုပ်လဲ ကြည့်ဖို့အသင့်ပဲလားဒီရုပ်ရှင်ကားကို Aye Mon Kyaw က ဘာသာပြန်ပေးထားပြီးThit San ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-emoji-movie-2017blu-ray/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aYxsMQQTGK1rp1JXhPsOVYYFafQ.jpg",
        "title": "Habit(2021)",
        "description": "Habit(2021)အညွှန်း*****************မင်းသမီးချောလေး Bella Thorne ရဲ့ တလွဲတွေပွဲကြမ်းတဲ့ကားပါ...ကြိုပြီးသတိပေးချင်ကတော့ ဒီကားဟာ R-rated movie ဖြစ်တဲ့အတွက် အသက်မပြည့်သေးတဲ့သူတွေ၊မိသားစုနဲ့ကြည့်မဲ့သူတွေ အတွက်မသင့်တော်ပါဘူး ဇာတ်လမ်းထဲမှာတော့ မက်ဒ် ဟာ ချောမောလှပတဲ့ တစ်ကောင်ကြွက်အမျိုးသမီးငယ်လေးဖြစ်ပြီး သူနဲ့ဘဝတူ သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ LA မှာ နေထိုင်ကြပါတယ်။တခြားသူတွေနဲ့ မတူတဲ့အချက်ကတော့ မက်ဒ် ဟာ ယေရှု ဘုရားသခင်ကို ယုံကြည်ကိုးကွယ်သလောက် တလွဲပြစ်မှုတွေလုပ်ချင်တဲ့နေရာမှာလည်း ၂ယောက်မရှိဘူး...တစ်နေ့မှာတော့ မက်ဒ် ဟာ အလုပ်ပြုတ်သွားတဲ့အတွက် သူ့ငယ်ချင်း အက်ဒီ ...အီဗီ တို့နဲ့အတူ ကလပ်မှာ ဆေးအရောင်းဝယ်လုပ်ဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။ဆေးကွဲပြီး ကလပ်ကအပြန် သူငယ်ချင်းမ အီဗီ အိမ်ခေါ်လာတဲ့ One night stand ဘဲကြီးကသူတို့ရှာထားတဲ့ ဒေါ်လာတွေနဲ့ ဆေးတွေကို သမပြီးလစ်သွားပါတော့တယ်။ ကံဆိုးချင်တော့ဆေးတွေရဲ့ပိုင်ရှင်က စောက်ရမ်းကြမ်းတဲ့ ဘိန်းရာဇာတရုတ်မ ဖြစ်နေတဲ့အခါ…မက်ဒ် တို့သုံးယောက် ဘယ်လိုတွေဂယက်ထကြမလဲ…...",
        "rating": "",
        "url": "https://channelmyanmar.org/habit2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/rgsu8dbdikjt-140x200.jpg",
        "title": "King of Prison (2020)",
        "description": "ဒီကားကတော့ထောင်အက်ရှင်ဖိုက်တင်ကား\nကြိုက်နှစ်သက်တဲ့ပရိတ်သတ်ကြီးအတွက်\nတင်ဆက်ပေးထားတာဖြစ်ပြီး\nဇာတ်လမ်းလေးကလည်းကောင်းပါတယ်။\nမင်းသားတွေကနာမည်ကြီးတွေမပါဖူးဆိုပေမယ့်\nသရုပ်ဆောင်ချက်တွေကသဘာဝကျပြီးတော့\nထောင်တွင်းဇာတ်လမ်းစိတ်ဝင်စားတဲ့သူတွေအတွက်\nကြည့်ပျော်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ထောင်ထဲမှာသူနေရာ သူအဆင့်နဲ့သူ\nထိပ်သီးလူဆိုးတွေဆိုတာရှိကြပါတယ်။ဒီလူဆိုးတွေအချင်းချင်းဖြစ်ကြတဲ့\nရန်ပွဲတွေအကြောင်းကိုဇာတ်လမ်းအဓိကဆင်ပေးထားတာပါ။\nထောင်ဆိုတာကဘုမသိဘမသိနဲ့ မတရားခံရပြီးရောက်လာတဲ့သူတွေလည်းရှိသလို\nတကယ်ဆိုးမိုက်ပေတေလို့ထောင်နန်းစံနေရသူလည်းရှိပါတယ်။\nဇာတ်လမ်းကိုကောင်လေး တစ်ယောက် မတရားခံရပြီး\nထောင်ထဲကိုရောက်လာချိန်တွေ့ကြုံရတဲ့ အခက်အခဲ\nအဖြစ်အပျက်လေးတွေနဲ့အစပျိုးထားပါတယ်။\nစားသောက်ဆိုင်ပိုင်ရှင်သားဖြစ်သူအီမန်အီဆိုတဲ့\nကောင်လေးက သူအဖေကိုအကြွေးတောင်းတဲ့လူဆိုးတွေကနှိပ်စက်လို့\nဓါးကိုင်ပြီး ဝင်ကယ်ရာကနေ ထောင်ထဲကိုလူသတ်ရန်\nကြံစည်လို့ဆိုပြီးရောက်လာခဲ့ပါတယ်။\nဒီထဲရောက်ထဲအခါမှာသူထက်ဆရာကျပြီး ဆိုးတဲ့မိုက်တဲ့သူတွေထားတဲ့\nအကြမ်းဖက်မှုအခန်းမှာသူနေရပါတယ်။\nအခန်းမှာတကယ့်ထောင်တွင်းလူမိုက်ဆရာကြီးထိပ်သီးတွေလည်း\nနေကြပါတယ်။\nအဲ့လိုနေစဉ်ကာလအတွင်းသူကြုံတွေ့ရတဲ့ပင်ပန်းဆင်းရဲမှုတွေ၊ထောင်တွင်း\nအနိုင်အထက်ပြုတာတွေနဲ့ လူဆိုးလူမိုက်တွေတောင်တစ်ခန်းတည်းတူတူနေရင်\nသံယောဇဉ်ဖြစ်သွားနိုင်တယ်ဆိုတဲ့အကြောင်းလေးကို\nဇာတ်လမ်းလေးနဲ့တင်ဆက်ထားပါတယ်။\nကိုရီးယားကားထုံးစံအတိုင်း Action သီးသန့်မဟုတ်ပဲ\nဇာတ်လမ်း ဇာတ်အိမ်လေးနဲ့ drama လေးနှောပြီးကြည့်ကောင်းအောင်သွားပေးထားလို့\nAction/Drama ကြိုက်တဲ့ပရိတ်သတ်ကြီးအတွက်\nကြည့်ကောင်းမယ့်ကားလေးတစ်ကားဖြစ်တယ်လို့လည်း ညွှန်းချင်ပါတယ်။\n \nFile Size -  1.2 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Moe Pwint\nEncoder - XCode",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/king-of-prison-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/2021-08-18_6-30-06-134x200.jpg",
        "title": "Spin (2021)",
        "description": "အိန္ဒိယအမေရိကန်ကပြားတစ်ယောက်အဓိကဇာတ်ကောင်အနေနဲ့ပါတဲ့Disney Channel ရဲ့ပထမဆုံးဇာတ်ကားဖြစ်ပါတယ်။တစ်ကားလုံး အင်္ဂလိပ်စကားပြောတာမို့အိန္ဒိယကားမဟုတ်တဲ့အတွက် အကတွေအဆိုတွေဟာဇာတ်လမ်းအရ ယုတ္တိရှိရှိပဲ ပါတာမျိုးဖြစ်ပါတယ်။ရီယာဟာ အဖေဖြစ်သူရဲ့ဆန္ဒအရကွန်ပြူတာကုတ်ရေးပညာကိုကျောင်းမှာသင်ယူရင်းမိသားစုစားသောက်ဆိုင်အလုပ်ကိုကူညီနေရသူပါ။သူဟာ ကျောင်းပွဲတော်မှာဖျော်ဖြေမယ့်ဒီဂျေသမားကောင်လေး မက်စ်ကို သဘောကျရာကနေဒီဂျေသင်ယူဖို့ကြိုးစားရင်းBeat တွေဖန်တီးတဲ့နေရာမှာ ပါရမီပါတာသိလိုက်ရပါတယ်။မက်စ်စပ်ထားတဲ့ သီချင်းကို ကျောင်းပွဲတော်စီစဉ်သူကသဘောမကျတဲ့အခါ ရီယာဟာပညာရေးနဲ့ မိသားစုအလုပ်တွေကြားကလုံးပမ်းရင်းသူ့အတွေးအမြင်သစ်တွေ ခံစားချက်သစ်တွေနဲ့ဆန်းသစ်တဲ့တီးလုံးတွေဖန်တီးဖို့မက်စ်ကိုကူညီပေးပါတော့တယ်။အိန္ဒိယမင်းသမီးဇာတ်ကောင်နဲ့အမေရိကန်ဇာတ်ကားတစ်ကားဖြစ်ပြီးအိန္ဒိယရိုးရာနဲ့ အနောက်တိုင်း DJ ကိုရောစပ်ပြသထားတဲ့musical အမျိုးအစားမို့ဆန်းသစ်တဲ့မြူးမြူးကြွကြွကားမျိုးကြိုက်သူတွေအတွက်တင်မကပဲDJ တီးလုံးဖန်တီးမှုတွေပါ အသားပေးဖော်ပြထားတဲ့ကားမို့ သာမန်မဟုတ်ပဲစိတ်ဝင်စားစရာကောင်း ရသပေါင်းစုံရစေတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဘာသာပြန်ပေးထားသူတွေကတော့JimX , JoJoVa , Pyi T Nyein , Yoon Sandi Aung တို့ ဖြစ်ပြီးThit San Khant မှ Encode တင်ဆက်ပေးထားပါတယ် Quality - 1080P & 720P Web Dl\nSubtitle - Burmese\nDuration -  01:34:15\nFormat - MP4\nFile Size - 1.45 GB & ...",
        "rating": "5.8/10",
        "url": "https://channelmyanmar.org/spin-2021/"
    },
    {
        "thumbnail": "",
        "title": "Dilwale (2015)",
        "description": "ဘောလိဝုဒ်မင်းသားကြီး ရှာရွတ်ခန်း နဲ့ မင်းသမီး Kajol တို့ တကြော့ပြန် ပြန်လည်လက်တွဲထားတဲ့ ဇာတ်ကားပါ။\nဇာတ်လမ်းအကြောင်းမပြောခင်..ပြောချင်တဲ့အချက်တစ်ချက်ရှိပါတယ်။အဲဒါကတော့ ဒီဇာတ်ကားမှာ ရှုခင်းနဲ့ ဆက်တင်ကိုအထူးဂရုပြုပြီး ဖျော်ဖြေရေးဆန်ဆန် အရောင်အသွေးစုံလင်အောင်\nဖန်တီးထားတဲ့အကြောင်းပါ။အရောင်အသွေးစုံခင်မှုအပိုင်းမှာ တစ်နေရာမှ မလစ်ဟင်းအောင် ဂရုပြုထားပြီး\nပန်းချီကားတစ်ချပ်လို ဖန်တီးတင်ဆက်ထားတာ လှပလွန်းပါတယ်။ဇာတ်လမ်းပုံစံကတော့\nမိသားစုတွေရဲ့ ရန်ငြိုးကြောင့် ချစ်ရက်နဲ့ ကွဲကွာနေကြတဲ့ ချစ်သူနှစ်ဦး\nကံကြမ္မာအလှည့်အပြောင်းတစ်ချိုးမှာ ပြန်လည်တွေ့ဆုံဖို့ ဖြစ်လာတဲ့အခါ.........။ဇာတ်လမ်းကို သွက်သွက်လက်လက်တစ်နည်း...လွမ်းလွမ်းဆွေးဆွေးတဖုံ....\nရယ်ရယ်မောမောတစ်သွယ်...ပုံစံမျိုးစုံ တင်ဆက်ရာမှာ သီချင်းတွေနဲ့ နောက်ခံ သံစဉ်တီးလုံးတွေက\nအတော်လေးလိုက်ဖက်ညီပြီး ဇာတ်လမ်းကို အကောင်းမွန်ဆုံးထောက်ပံ့ပေးသွားတာတွေ့ရပါတယ်။ဇာတ်ရံပေါင်းများစွာနဲ့ စုံစုံလင်လင်တင်ဆက်ထားပြီး ဇာတ်ကားကြာမြင့်ချိန်ကလဲ ၂ နာရီခွဲလောက်ရှိတဲ့အတွက်\nရုပ်ရှင်ရုံထဲကြည့်နေရသလို အေးအေးဆေးဆေး အနားယူ... အချိန်ယူ ခံစားကြည့်ရှုသင့်တဲ့ဇာတ်ကားပါ။(ဒီဇာတ်ကားကို Tariq L Walker မှဘာသာပြန်ထားတာဖြစ်ပြီး ဇာတ်ဝင်တေးသီချင်းတွေကိုပါ မြန်မာပြန်ဆိုပေးထားပါတယ်။)File size…(2.6 GB) / (1.4 GB)\nQuality….BluRay 1080p / 720p\nFormat…mkv\nDuration….02:38:00\nsubtitle….Myanmar Hardsub\nEncoder….Nyeinsaeya Aung",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/dilwale-2015_100/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Collective_Invention-p2-140x200.jpg",
        "title": "Collective Invention (2015)",
        "description": "Running Manမှာ ယူဂျယ်ဆော့ အရမ်းလိုက် လိုက်စတတ်တဲ့ အီဂွမ်ဆူရဲ့ ငါးလူသားရုပ်ရှင်လေးပေါ့ဗျာStrong Woman ဒိုဘုံဆွန်း ဖြစ်တဲ့ ပတ်ဘိုယောင်းပုစိလေးလည်းပါဝင်ထားသလို မင်းသားကြီးတွေကလည်းရှယ်ပါပဲရုပ်ရှင်ကို အကျဉ်းချုပ် ပြောပြရမယ်ဆိုရင်တော့ဆေးဝါးစမ်းသပ်မှုမှာ မှားယွင်းမှုဖြစ်သွားပြီး ငါးတပိုင်း လူတပိုင်းဖြစ်သွားတဲ့ ပတ်ဂူဟာ ကိုရီးယားပြည်သူတွေကြား သန္ဓေပြောင်းလူသား နာမည်ကြီးတယောက် ဖြစ်လာခဲ့ပြီး\nမကြာခင်မှာပဲ အတိုက်အခံအချို့နဲ့အတူ ဆွဲချခံလိုက်ပြန်ပါတယ် နိုင်ငံရေး ဥပဒေ သတင်းမီဒီယာ တီထွင်စမ်းသပ်မှုစတဲ့ အဘက်ဘက်က လွှမ်းမိုးမှုတွေနဲ့အတူ ပတ်ဂူကို သူရဲကောင်းတခါ လူယုတ်မာတလှည့် ဖြစ်သွားစေတဲ့ တဖက်စောင်းနင်းဆန်ဆန် လူ့အဖွဲ့အစည်းအကြောင်း ပုံဖော်ထားပြီးလူ့အခွင့်အရေးနဲ့ လူသားချင်းနှိပ်စက်မှုအကြောင်းအရာတွေကိုပါ ပြသပေးထားပြီး\nလူအဖွဲ့အစည်းအသိုင်းအဝိုင်းကြားက မွန်းကြပ်စရာ သနားစရာ စိတ်တိုစရာကိစ္စတွေကို ကြည့်နေရရင်းငါးလူသားကြီးရဲ့ ရုပ်မမြင်ရတာတောင် စကားပြောသံနဲ့ ခွိခနဲရယ်ချင်မိမယ့် action skillတွေနဲ့အတူ\nသရုပ်ဆောင်တွေရဲ့ ဓာတုဗေဒမိမိ ဟာသလေးတွေကြောင့်လည်း ရယ်မောရမှာဖြစ်တဲ့ရသအမျိုးမျိုးပေးနိုင်မယ့် ကားလေးတခုပါ ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )Quality__1080p,720p,360p\nIMDb ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/collective-invention-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/bb97b5c89cfc37ca60c96ca2075fe598-137x200.jpg",
        "title": "Oh my ghost 6 (2018)",
        "description": "Oh my ghost 6 (2018)Oh My Ghost ဇာတ်ကားတွေထဲက ပက်ကြားအက်တစ်သိုက် ရဲ့ဗရုတ်ကျမှုတွေကို\nCMကနေ တစ်ပြန် ပြန်လည် တင်ဆက်လိုက်ပါပြီ။Oh My Ghostလို ပေါက်လွန်လွန်းလှတဲ့ ထိုင်းသရဲဟာသကားကို\nဟာသရုပ်ရှင်ချစ်ပရိသတ်တွေအနေနဲ့ ရင်းနှီးကျွမ်းဝင်မှုရှိကြမှာပါ။ဒီတစ်ခေါက်မှာတော့ ဇာတ်လိုက်ကျော် ပန်ကိတ်မတစ်ယောက်\nလူ့ပြည်မှာ အဆင်ဖမ်းဖို့အတွက် လူပြန်ဝင်စားနိုင်မယ့် အထူးအခွင့်အရေးလေးကို ယမမင်းကြီးက ဖန်တီးပေးလိုက်ပါတယ်။ပန်ကိတ်မ မလိုက်နာနိုင်လောက်တဲ့ စည်းမျဥ်း စည်းကမ်း တစ်သီတစ်သန်း ပက်ကေ့ချ်လေးနဲ့ပေါ့။အဆင်ကလည်းဖမ်းချင် စည်းကမ်းကလည်းများ ဆိုတော့ ပန်ကိတ်မအဖို့ အကြပ်ရိုက်ပြီလေ။ဒါပေမယ့် \"အခြောက်သရဲဆိုတာ အမြဲ ......\nယုံကြည်ရာတစ်ခုအတွက် အဆဲကိုတောင် စတေးကြတာပဲ\" ရယ်လို့\nပန်ကိတ်တစ်ယောက် ကြွေးကြော်ရင်း ငါ မဆဲဘူး ..... ငါ မဆဲဘူး ဆိုပြီး\nပန်ကိတ်တစ်ယောက် ယမမင်းရဲ့စည်းကမ်းတွေကို ချဲလန့်ခေါ်ပါတော့တယ်။ချဲလန့်ဆိုတဲ့အရာကလည်း အခက်အခဲတွေနဲ့ တစ်ပါတည်းပါလာတတ်တာ သဘာဝမို့\nပန်ကိတ်မ တစ်ယောက် မစ်ရှင်ပဲ ကွန်ပလိမလား????? ဖေးလ်ပဲ ဖေးလ်မလားဆိုတာကို\nရင်တမမ အရယ်မရပ်ရ ဆိုတဲ့စာသားနဲ့ အညီ ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/oh-my-ghost-6-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ek8e8txUyUwd2BNqj6lFEerJfbq.jpg",
        "title": "Superbad (2007)",
        "description": "Superbad (2007)\nIMDB (7.5/10)\nRotten Tomatoes (88%)\n========================\nဒီတစ်ခါတော့ ပေါ့ပေါ့ပါးပါး ဟာသကား မျှော်နေသူတွေအတွက် ကားကောင်း‌လေးတစ်ကားကို တင်ပေးလိုက်ပါတယ်။ American pie လိုမျိုး ကျောင်းသားလူငယ်ဟာသကားမျိုးဖြစ်ပြီး လူငယ်သဘာဝ အလွဲတွေကို အဓိကအသားပေး ရိုက်ပြထားလို့ ကြည့်ကောင်းတဲ့ ကားလေးပါ။\nဇာတ်လမ်းထဲမှာ ဆက်သ် နဲ့ အီဗန် တို့ဟာ သူတို့သဘောကျနေတဲ့ ကောင်မလေးတွေကို အထင်ကြီးအောင် လုပ်ဖို့အတွက် ပါတီပွဲမှာ လိုတဲ့အရက်တွေဝယ်ဖို့ တာဝန်ယူလိုက်ပါတယ်။ ပြဿနာကတော့ သူတို့က 21 နှစ်မပြည့်သေးပါဘူး။ အမေရိကန်မှာ 21 နှစ်မပြည့်သူကို အရက်ရောင်းခွင့်မရှိတဲ့အတွက် သူတို့လို‌နေတဲ့ အရက်တွေကို ဘယ်လိုရအောင် လုပ်ကြမလဲ။ အရက်ဝယ်ဖို့ကို သေရေးရှင်ရေးလို တွေးနေတဲ့ ဆက်သ်ကတော့ ဘာပဲလုပ်ရလုပ်ရလုပ်ဖို့ အသင့်ပါပဲ။ ဒီလိုနဲ့ ငယ်သူငယ်ချင်းနှစ်ယောက် စော်ရဖို့အရေး အရက်ရှာပုံတော်ဖွင့်ကြပါတော့တယ်။\nဒီကားမှာ သရုပ်ဆောင်တွေအနေနဲ့ Comedy လောကမှာ နာမည်ကြီးတဲ့ Michael Cera နဲ့ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/superbad-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Fast-Times-at-Ridgemont-High-1982-Poster-stoner-movies-43219449-1000-1500-133x200.jpg",
        "title": "[18+] Fast Times at Ridgemont High (1982)",
        "description": "IMDb Rating (7.2)/Rotten Tomatoes (77%)Simple is beautiful ဆိုတာ ဒါမျိုးပေါ့...ဒီဇာတ်ကားက ဘာ Plot Twist မှ မပါဘဲ တကယ့်ကို ရိုးရိုးလေးတင်ဆက်ထားတာပါ...ဒါပေမယ့် ရိုးလွန်းတဲ့အလှတရားတွေနဲ့ လူ့သဘောလေးတွေကို မြင်နေရတာ သိပ်သဘာဝကျပါတယ်...လူသားတစ်ယောက်ရဲ့ ရပိုင်ခွင့် လွတ်လပ်ခွင့်တွေကို အများကြီးတန်ဖိုးထားပြီး တည်ဆောက်ထားတဲ့အနောက်တိုင်းလူနေမှုဘဝကိုမြင်တွေ့ရတာလဲ အားကျကျေနပ်စရာပါ...ဇာတ်ကားကြည့်နေစဉ်တစ်လျှောက်လုံး မျက်နှာကြီးပြုံးဖြီးနေအောင် ကျေနပ်စွာကြည့်ရှုရမယ့်Teen Comedy Romance Drama ဇာတ်ကားလေးပါ။ဒီဇာတ်ကားထဲမှာ တခြားနာမည်ကြီးတဲ့ ဝိသေသတွေရှိပါသေးတယ်...ကြည့်နေရင်း နောက်ပြန်ရစ်လိုက် ပြန်ကြည့်လိုက်နဲ့Pause လုပ် အခံရဆုံး ဇာတ်ကားတွေထဲကတစ်ကားအဖြစ် နာမည်ကြီးတာပါ။ဒီထဲက မင်းသမီးနှစ်ယောက်လုံးရဲ့ တကယ့်ကို နုပျိုလှပတဲ့အရွယ်မှာ ရိုးရိုးရှင်းရှင်း အကုန်ချပြ ရိုက်ကူးထားတာကိုး။မင်းသားရှောင်ပိန်းလဲပါတယ်..တခြားနာမည်ကြီးတွေလဲပါတယ်..ပါဆို နီကိုလပ်ကေ့ချ်တောင် ဖြတ်လျှောက်ပါသေးတယ်။ဇာတ်လမ်းကိုအနည်းငယ်ပြောရမယ်ဆိုရင်..ဒီရုပ်ရှင်ထဲက အဓိကဇာတ်ကောင် Stacy ဆိုတဲ့ကောင်မလေးက ချိန်းတွေ့တဲ့နေရာမှာ အတွေ့အကြုံမရှိသူပီပီချိန်းတွေ့တဲ့အတွေ့အကြုံကို အရမ်းခံစားဖူးချင်နေတဲ့သူပါ။ဒါကြောင့် အဲ့ဒီနယ်ပယ်မှာကျွမ်းကျင်တဲ့ သူငယ်ချင်းရဲ့အကြံပြုချက်အတိုင်းလိုက်နာရင်း၃ ပွင့်ဆိုင်အချစ်ဇာတ်လမ်းထဲသို့ ကျရောက်သွားပါတော့တယ်။အိမ်မှာ အဖေတို့ အမေတို့ ဦးလေးတို့ကငါတို့ခေတ်တုန်းက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-fast-times-at-ridgemont-high-1982/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/aS6I9lOfs3Ypk0s3HR4sLmc41ds-133x200.jpg",
        "title": "I Can Only See (2021)",
        "description": "I can Only See (2021)၂၀၂၁ မှာအသစ်ထွက်ထားတဲ့ Horror/Comedy ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်Cast တွေကတော့ 2AM member ဖြစ်သူ Jung Jin Woon\nမင်းသမီးကတော့ Sol Binတို့ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်ဇာတ်လမ်းလေးက စိတ်ဝင်စားဖို့ကောင်းသလို .....\nသရဲကားဆိုပေမယ့် ဟာသလေးတွေရောထားလို့\nကြောက်တတ်သူတွေ ကြည့်ပျော်မယ့်ကားလေးလည်းဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ ......\nဇာတ်ကားရိုက်ဖို့ နေရာရှာနေတဲ့ တက်သစ်စ လူငယ်ဒါရိုက်တာတစ်ယောက်နဲ့\nသူတို့ရိုက်ကူးရေးအဖွဲ့အကြား ကြောက်စရာဖြစ်ရပ်တွေ ကြုံရပုံကို အဓိကထားရိုက်ကူးတာဖြစ်ပါတယ်ဂျန်းဂွန်းဆိုတဲ့ တက်သစ်စဒါရိုက်တာက ဇာတ်ညွှန်းလည်းရေးသလို\nဒါရိုက်တာလည်းလုပ်နေတဲ့ လူငယ်တစ်ယောက်ပါတစ်ရက်မှာသူရေးထားတဲ့ဇာတ်လမ်းကို အတူတူရိုက်ကူးဖို့\nကျောင်းတုန်းကစီနီယာတွေကိုခေါ်ပြီး ဇာတ်ကားတစ်ကားဖန်တီးဖို့အကြောင်းဖန်လာရင်း\nအဲ့ဒီဇာတ်ကားရိုက်တဲ့ နေရာ ဟိုတယ်ဟောင်းတစ်ခုမှာ သဘာဝလွန်ဖြစ်ရပ်တွေစဖြစ်လာပါတော့တယ်သူတို့အဖွဲ့ကဘယ်လိုတွေ အခြောက်ခံရမယ်ဆိုတာတော့\nစိတ်ဝင်စားစရာကောင်းတဲ့ ဟာသလေးတွေပါလို့\nရီမောဖွယ် ကြည့်ရှုရမှာဖြစ်လို့ လက်လွှတ်မခံသင့်တဲ့ ကားကောင်းလေးဖြစ်ကြောင်းညွှန်းချင်ပါတယ်ဘာသာပြန် နဲ့ အညွှန်းကတော့ Moe Pwint ပဲ ဖြစ်ပါတယ်။File size…1.8 GB and 1.1 GB and 399 MB\nQuality….WEB-DL 1080p and 720p and 480pFormat…mp4\nDuration…. ...",
        "rating": "",
        "url": "https://channelmyanmar.org/i-can-only-see-2021/"
    }
]