[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODIxMzM1OWMtMjRiNy00YzUxLWFjYjktZDgyMzg0MmJjNjUwXkEyXkFqcGdeQXVyNDE2NzA5MjM@._V1_-133x200.jpg",
        "title": "Going Nowhere (2022)",
        "description": "Going Nowhere (2022)\n================ဒီတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ ရုပ်ရှင်ရိုက်တဲ့အကြောင်းကို\nရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ အစ်ဇီဟာ ဟိုးအရင်ကတည်းက\nရုပ်ရှင်ရိုက်ဖို့ အိပ်မက်မက်ခဲ့ရသူတစ်ယောက်ပါ။ တစ်နေ့မှာတော့ သူကိုယ်တိုင်\nဒါရိုက်တာဖြစ်ရမယ်ဆိုတဲ့ အိပ်မက်ကို အကောက်အထည်ဖော်နိုင်ခဲ့ပါတယ်။\nဒါပေမဲ့ ဘက်ဂျက်မလုံလောက်မှုကြောင့် သူ့ရုပ်ရှင်လေးကလည်း ယိုင်နဲ့နဲ့ပေါ့လေ။\nအဖွဲ့သားနည်းနည်း၊ ဘတ်ဂျက်နည်းနည်း၊ ကိရိယာနည်းနည်း၊ သရုပ်ဆောင်နည်း\nနည်း‌နဲ့ပဲ သူ့ခမျာ ကြိုးစားရိုက်ရရှာတယ်။ ရိုက်နေစဉ်အတွင်းလည်း အဖွဲ့သားတွေ\nကြားကပြဿနာတွေ၊ ကိုဗစ်ကာလစည်းမျဉ်းတွေကြောင့် အခက်အခဲပေါင်းသောင်း\nခြောက်ထောင်ပေါ့။ဒီဇာတ်ကားရဲ့ထူးခြားချက်က အပေါ်မှာပြောခဲ့သလို ရုပ်ရှင်ရိုက်တာကို ရုပ်ရှင်ပြန်\nရိုက်ပြသွားတာပါ။ \"Going Nowhere\"ရဲ့ တကယ့်အပြင်ကဒါရိုက်တာဟာ ဒီဇာတ်\nကားထဲမှာ ဒါရိုက်တာနေရာက သရုပ်ဆောင်တဲ့ \"Isabel Shill\"ကိုယ်တိုင်ပဲဖြစ်ပါ\nတယ်။ ဒါတင်မကသေးဘဲ တခြားသရုပ်ဆောင်တွေရောပါပဲ။ ဆိုတော့ကာ တစ်မျိုး\nလေးအမြင်ဆန်းတယ်ပေါ့ဗျာ။ ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin မှဖြစ်ပါတယ်)File Size..........(1.3 GB) / (648 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 28Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/going-nowhere-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDhiZDkyYjMtM2U0ZS00YTE5LWE2NjAtMzY0N2E4NWFmZGQxXkEyXkFqcGdeQXVyNzAwMzE2Mg@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Take Your Bible and Get the Fuck Out of Here/ Prends Ta Bible Et Tire-Toi (2023)",
        "description": "ဟာသ ဟော်ရာ ရုပ်ရှင်အသစ်တစ်ခုတင်ဆက်ပေးထားပါပြီ။ ပြင်သစ်ဒါရိုက်တာ Alexis Wawerka ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းကတော့ နည်းနည်းဆန်းပါတယ်။ ဂြိုလ်သားတစ်ကောင်က ကမ္ဘာပေါ်ကလူတွေကို ကြယ်တံခွန်ကြီး ဝင်တိုက်မဲ့အကြောင်း လာသတိပေးတယ်။ ဒါပေမဲ့ ဂြိုလ်သား ရှောသွားတယ်။ အဲဒီကနေ ဇွန်ဘီးကပ်ဘေးဖြစ်လာပြီ ပြင်သစ်ရွာကလေးကလူတွေ သက်ရှင်ရုန်းကန်တဲ့ပုံကို လူနဲ့ ကာတွန်းရောစပ် ပြသထားတာပါ။ ခပ်ဆန်းဆန်းနဲ့ ပေါက်ကရတွေမို့ ခွီလို့ကောင်းတဲ့ရုပ်ရှင်ပါပဲ။File size…(1.3 GB)/(730 MB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:03:00\nGenre...Comedy, Science Fiction, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Minnie",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/take-your-bible-and-get-the-fuck-out-of-here-prends-ta-bible-et-tire-toi-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZWU1YWQyZmYtMDNhYS00NDdhLWExZDUtMjc1M2JjOTI0MzAzXkEyXkFqcGdeQXVyMzg3NDY5Mzk@._V1_FMjpg_UX1000_-165x200.jpg",
        "title": "Teambuilding (2022)",
        "description": "IMDb 6.5 အထိရရှိထားပြီးအသင်းအဖွဲ့နဲ့စည်းလုံးညီညွှတ်တာကိုဦးတည်ရိုက်ကူးထားတဲ့ဟာသကားတစ်ကားဖြစ်ပါတယ် Team building ဆိုတာအဖွဲ့အစည်းစိတ်ဓာတ်မြင့်တက်လာအောင် အဖွဲ့လိုက်လှုပ်ရှားမှုတွေ ပြိုင်ပွဲတွေလုပ်ကြတဲ့ပွဲတစ်ခုပါ ဇာတ်လမ်းထဲမှာတော့ အီမီက FU Global ကုမ္ပဏီကဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီးအလုပ်ကြိုးစားပေမဲ့အသင်းအဖွဲ့စိတ်ဓာတ်မရှိလို့သူ့ဘော့စ်ကသူ့ကိုသိပ်သဘောမကျပါဘူး အီမီတစ်‌ယောက် မလိမ့်တစ်ပတ်နဲ့ရာထူးချခံလိုက်ရပြီးလာမဲ့ Team building မှာပါဝင်ယှဉ်ပြိုင်ဖို့အကြောင်းဖန်လာပါတော့တယ် ပေါက်ကရလူတွေချည်းစုထားတဲ့အီမီတို့အဖွဲ့ပြိုင်ပွဲမှာအခြေအနေကောင်းပါ့မလား ဖလားကိုရောအရယူနိုင်ပါ့မလား သူတို့ team building သွားရင်းဘာတွေတွေ့ကြုံကြရမလဲဆိုတာကိုပေါ့ပေါ့ပါးပါးဟာသလေးတွေနဲ့ကြည့်ရှုရမှာပါFile size…(2.1 GB)/(1.1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:31:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/teambuilding-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uWkpjbBe4gRZilXRXbYfsMUZMhz.jpg",
        "title": "A Tourist’s Guide to Love (2023)",
        "description": "A Tourist's Guide to Love (2023)~ Rotten Tomatoes - 71% ~ဒီဇာတ်ကားကတော့ American နဲ့ Asian ဒရာမာနှစ်မျိုးလုံးကို ပေါင်းစပ်တင်ဆက်ပေးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ တစ်ချိန်က She's All That ဇာတ်ကားနဲ့ နာမည်‌ကျော်ခဲ့ဖူးပြီး အခုလက်ရှိမှာတော့ Producer Writer အဖြစ်နဲ့ပါ လုပ်ကိုင်နေတဲ့ Racheal Leigh Cook ကနေ ဇာတ်ဆောင်မင်းသမင်းအဖြစ်ပါဝင်ထားပါတယ်။ တစ်ဖက်မှာ​တော့ ဗီယက်နမ်သွေးပါတဲ့ အမေရိကန်မင်းသား Scotty Ly က ဇာတ်ဆောင်မင်းသားအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အမန်ဒါရိုင်လေ ဆိုတဲ့ အမျိုးသမီးလေးဟာ မကြာခင်ကမှ အူကြောင်ကြောင်ရည်းစားနဲ့ မထင်မှတ်ဘဲလမ်းခွဲခဲ့ရပါတယ်။ ဒီအခါမှာ သူဟာ စိတ်ထွက်ပေါက်လည်းရ၊ အလုပ်အတွက်ပါ ခွင်တည့်တယ်ဆိုပြီး ဗီယက်နမ်မှာ ခရီးသွားလုပ်ငန်းအကြောင်း သွားစုံစမ်းဖို့သွားပါတော့တယ်။ ဒီလိုနဲ့ပဲ ဗီယက်နမ်ရောက်တဲ့အခါ ဆင်းဆိုတဲ့ သူက သူ့ရဲ့ခရီးသွားအကြံပေးအနေနဲ့ စောင့်နေခဲ့ပါတယ်။ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/a-tourists-guide-to-love-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTM5NzE0ODIwMV5BMl5BanBnXkFtZTcwMzY5Mjg3OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Baytown Outlaws (2012)",
        "description": "IMDb rating -6.3/10 ဒီဇာတ်လမ်းကတော့ ဇာတ်အိမ်ခိုင်ခိုင် ဇာတ်လမ်းဇာတ်ကွက်မိမိရိုက်ကူးထားတင်ဆက်ထားပြီး Action Comedy ဇာတ်လမ်းအမျိုးအစားလေးဖြစ်ပါတယ်။ ဒီရုပ်ရှင်မှာ Action အခန်းတွေကို ထိထိမိမိရိုက်ကူးထားတဲ့အပြင် သရုပ်ဆောင်တွေရဲ့ ပိုင်နိုင်တဲ့သရုပ်ဆောင်မှုတွေကြောင့် Comedy scene တွေမှာဆိုရင် ဗိုက်နာအောင်ရယ်ရမယ့် ဇာတ်လမ်းဇာတ်ကွက်တွေပါကြည့်ရှူခံစားရမှာပါ။ ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့.. ဒီရုပ်ရှင်ကိုတော့ Oodie boys သုံးယောက်ကိုအဓိကထားပြီးရိုက်ကူးထားပါတယ်အကြီးဆုံးက Brick အလတ်က Lincoln နဲ့ နောက်တစ်ယောက်ကတော့ McQueenပါ သူတို့ ၃ ယောက်က ဒေသခံရဲအရာရှိ ရှယ်ရစ်ဖ်ကနေ မြို့ထဲကတခြားရာဇဝတ်ကောင်တွေကို သတ်ဖို့ငှားထားတဲ့ အမည်မသိကြေးစားလူသတ်သမားတွေပေါ့ သူတို့ကြောင့်ပဲ Alabama မြိုလေးကပြစ်မှုအနည်းဆုံးမြို့တစ်ခုဖြစ်နေတော့ ရှယ်ရစ်ဖ်တစ်ယောက် သူတို့လုပ်သမျှကိုမျက်ကွယ်ပြုပေးနေခဲ့ပါတော့တယ် တစ်နေ့မှာတော့ Celeste ဆိုတဲ့အမျိုးသမီးတစ်ယောက်က အကြမ်းဖက်တတ်တဲ့ မွေးစားအဖေလက်ထဲကနေ သူ့မွေးစားသားလေးကိုကယ်တင်ပေးဖို့ ငွေအများကြီးကမ်းလှမ်းပြီးတောင်းဆိုလာခဲ့ပါတယ်။ ငွေရဲ့ဆွဲဆောင်မှုမှာမြောသွားတဲ့ သူတို့ညီအစ်ကို ၃ ယောက် ကလေးကိုပြန်ပေးဆွဲခဲ့တဲ့အခါမှာတော့.. ဘယ်လိုအရာတွေနဲ့တွေ့ကြုံရမလဲဆိုတာကို ဒီဇာတ်လမ်းလေးထဲမှာကြည့်ရှူခံစားရမှာပါ။ File size…(1.8 GB)/(1 ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-baytown-outlaws-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGEzNGRjYzYtNmRjNy00ZTI0LTgwOTYtOTViMGM0MWUwMzQ5XkEyXkFqcGdeQXVyMTM0NTUzNDIy._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The SpongeBob Movie: Sponge Out of Water (2015)",
        "description": "SpongeBob Squarepants ကိုတော့အားလုံးသိကြပြီးသားဖြစ်မှာပါ 2015 ခုနှစ်ကထွက်ရှိထားတဲ့ action & adventure movie ဖြစ်ပြီး IMDb 6/10 ရရှိထားပါတယ် ဒီတစ်ခေါက်မှာတော့ Mr. Krabs ရဲ့လျှို့ဝှက်ဟင်းချက်နည်းက ရုတ်တရက်ပျောက်သွားရာကနေအစပြုပြီး Krabby Patties တွေလည်းထပ်မရှိတော့တာကြောင့် Bikini Bottom ကြီးတစ်ခုလုံးပရမ်းပတာတွေဖြစ်ပြီး ကပ်ဘေးကြီးဆိုက်သွားပါတော့တယ် SpongeBob တို့သူငယ်ချင်းတစ်စုသားလျှို့ဝှက်ဖော်မြူလာကိုရှာရင်းကုန်းပေါ်အထိပါတက်သွားရတဲ့အထိပါပဲ သူတို့ကုန်းပေါ်မှာ လျှိူ့ဝှက်ဖော်မြူလာကိုပြန်ရှာဖို့စွန့်စားခန်းတွေဖွင့်ရင်း Bikini Bottom ကိုကယ်တင်ဖို့ကြိုးစားကြတာတွေကိုပျော်ပျော်ကြီးကြည့်ရှုရမှာပါ File size…(2.3 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nGenre...Family, Adventure, Comedy, Fantasy, Animation\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-spongebob-movie-sponge-out-of-water/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNmMxNzNlZjMtZWQyMy00ZGMwLTk3ZjMtZTdjYTlmYjU3NjRlXkEyXkFqcGdeQXVyMDU5MDEyMA@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Caveman (2023)",
        "description": "အခုမိတ်ဆက်ပေးမှာကတော့ ဒီနှစ်မှထွက်ထားတဲ့ ဂျာမန် Comedy movie လေးပါ၊ ဇာတ်လမ်းလေးက လင်နဲ့မယား လျှာနဲ့သွားဆိုတဲ့စကားအတိုင်းတစ်ခါမဟုတ် ၂ခါမက ကိုက်မိနေရင်းပဲ ကိုယ်က လျှာလား သူက သွားလား စမန်ပြန်ခုတ်ကြတဲ့ ကလော်ဒီရာနဲ့ ဘော်ဘီတို့ရဲ့အိမ်ထောင်ရေးအကြောင်းကိုဟာသလေးနှောပြီးတမူထူးတဲ့တင်ဆက်ပုံလေးနဲ့ပြသထားတာပါ၊ ဇာတ်ဆောင်ဖြစ်တဲ့ဘော်ဘီကတော့ ဘာဖြစ်လို့ဒီလိုကတောက်ကဆတွေဖြစ်ရတာလဲဆိုတာအဖြေရှာရင်းလူနားမလည်နိုင်တဲ့ သီအိုရီတွေထုတ်ပြီး ကလော််ဒီရာကိုနားချပါတော့တယ်။ နားချရင်း နားမလည်ရာကနေနားလည်မှုတွေလွဲရင်း ကွဲမယ်ပြတ်မယ်လုပ်ကြရာ ကလော်ဒီရာကိုလက်မလွှတ်နိုင်တဲ့ဘော်ဘီတစ်ယောက်ဘယ်လိုအကွက်တွေပြန်သုံးချော့မယ်၊ ဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာကိုကြည်နူးဖွယ်ရှူစားရမှာဖြစ်ပါတယ် ။File size…(1.5 GB)/(900 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:41:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mia",
        "rating": "",
        "url": "https://channelmyanmar.org/caveman-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lTZ3r9NBdbrR6NA90v3hFYqd6TC.jpg",
        "title": "Joy Ride(2023)",
        "description": "Joy Ride(2023)*************ပွင့်လင်းမြင်သာတဲ့အဖော်အချွတ်တစ်ချို့ပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း....\nကဲ ဘာဘီနဲ့အတူထွက်ရှိလာတဲ့ joy ride ဆိုတဲ့ဇာတ်ကားလေးကို တောင်းဆိုနေတဲ့သူတွေအတွက် ရပါပြီနော်။ ဇာတ်လမ်းအကျဥ်းကတော့အသက်၂၉နှစ်အရွယ်ရှိတဲ့ အော်ဒရီဆိုတဲ့သူဟာ ငယ်ငယ်လေးတည်းက အမေရိကမှာမွေးစားဖို့အပို့ခံခဲ့ရတဲ့ တရုတ်လူမျိုးတစ်ယောက်ဖြစ်ပြီးတော့ လက်ရှိမှာ ရှေ့နေ့ကုမ္ပဏီတစ်ခုမှာအလုပ်လုပ်နေပါတယ်။အမေရိကမှာနေပြီး သူ့လိုပဲတရုတ်လူမျိုးဖြစ်တဲ့ လိုလိုဆိုတဲ့သူငယ်ချင်းတစ်ယောက်လည်းရှိပါတယ်။​လိုလိုကတော့ sex organ တွေကို ပန်းချီဆွဲပြီးဖော်ပြရတာကို အရမ်းသဘောကျတဲ့သူပါ။​လူတွေကို ဖုံးကွယ်ထားသင့်တဲ့ခန္ဓာအစိတ်အပိုင်းတွေနဲ့ပတ်သက်ပြီး ပွင့်လင်းမြင်သာမှုရှိစေချင်တယ်ဆိုတာကသူ့ရဲ့ရည်ရွယ်ချက်ပါ။တစ်ရက်မှာတော့ အော်ဒရီဟာ အလုပ်ကိစ္စနဲ့ သူ့ရဲ့မွေးရပ်မြေလို့သိထားတဲ့တရုတ်ပြည်ကို လိုလိုနဲ့အတူခရီးထွက်ဖို့ဖြစ်လာပါတယ်။ လိုလိုက ခရီးမှာ သူ့ရဲ့တစ်ဝမ်းကွဲညီမဖြစ်တဲ့ဒတ်အိုင်းကို အပါခေါ်လာခဲ့ပါတယ်။​တရုတ်ကိုရောက်တော့ အော်ဒရီရဲ့သူငယ်ချင်းဖြစ်တဲ့ တရုတ်ပြည်မှာသရုပ်ဆောင်မင်းသမီးလုပ်နေတဲ့ကတ်နဲ့တွေ့ကြပါတယ်။ဒီလိုနဲ့လေးယောက်က အတူနေဖို့ဖြစ်လာကြပါတယ်။ တစ်ယောက်ချင်းစီရဲ့အကျင့်စရိုက်ကကွဲပြားခြားနားကြတာကြောင့် မကြာခဏရန်ဖြစ်ကြရင်းနဲ့ အလွဲတွေလုပ်ကြ၊ ပြန်ပြေလည်ကြနဲ့ ချစ်စရာကောင်းတဲ့သူတို့လေးယောက်ကြားက ဆက်ဆံရေးကိုရိုက်ပြထားတာပါ။တရုတ်ယဥ်ကျေးမှုနဲ့ပတ်သက်ပြီးလည်း အများကြီးဖော်ပြထားပြီး လူမျိုးရေးခွဲခြားတတ်တာတွေပါပွင့်ပွင့်လင်းလင်းရိုက်ပြထားတဲ့ Asian-American, comedy ဇာတ်ကားအမျိုးအစားဖြစ်ပါတယ်။ပြောရရင်တော့ ပေါ့ပေါ့ပါးပါးသူငယ်ချင်းဇာတ်ကားလေးလည်းကြည့်ချင်တယ်၊ခွီလည်းခွီချင်တယ်၊ ဗဟုသုတလည်းရချင်တယ်ဆိုရင်ဖြင့် ဒီဇာတ်ကားလေးကိုကြည့်သင့်ပါကြောင်း...  File size…3.85GB / 1.5GB/ 666MB\nQuality… 4K / WEB-DL1080P / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ….. ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/joy-ride2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYzVlNWFjMmQtODM2Zi00ZWNhLThkZjgtZmJjOTRiMTEzNWVmXkEyXkFqcGdeQXVyMTU5NzUzMzY3._V1_FMjpg_UX1000_-112x200.jpg",
        "title": "Taximetristi(2023)",
        "description": "IMDb - 7.1/10 သမရိုးကျ ရိုမေးနီးယားရုပ်ရှင်တွေနဲ့မတူပဲကွဲထွက်နေတဲ့ 2023 ထွက် ရိုမေးနီးယားရုပ်ရှင်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ ဗူးခရက်မြို့မှာ တက္ကစီမောင်းနေတဲ့ ဒရိုင်ဘာသူငယ်ချင်းနှစ်ယောက်ကိုအခြေတည်ထားတာဖြစ်ပြီး၊ သူတို့တက္ကစီမောင်းတဲ့ ညလေးတညမှာဖြစ်ပျက်ခဲ့တာတွေကို သဘာဝကျကျရိုက်ပြထားတာပါ။ တစ်ညထဲမှာသူတို့ကြုံ တွေ့ခဲ့ရတဲ့ လူတွေရဲ့ အတွေးအမြင်နဲ့အပြုအမူ တွေအပြင်သူတို့နှစ်ယောက်ရဲ့ ကိုယ်ပိုင်ဘဝမှာ ရုန်းကန်နေရပုံတွေနဲ့ လမ်းမပေါ်မှာတင် ပါးစပ်သွားဖွာမိတဲ့ အမျိုးသမီးက လူမိုက်ခေါင်းဆောင်ရဲ့ အမျိုးသမီးဖြစ်နေပြီး ပြဿနာတက်ရပုံတွေနဲ့ တစ်ညထဲမှာတင်သူတို့ဘဝ အကောင်း၊ အဆိုး ပြောင်းလဲသွားရပုံတွေကို တကယ့်လူမှုဘဝမှာကြုံတွေ့နေရတဲ့အဖြစ်အပျက်တွေအတိုင်း ရိုက်ပြထားတဲ့ ရိုမေးနီးယားဇာတ်ကားကောင်းလေးတကားဖြစ်တာမလို့ ကြည့်ရှုလိုက်ကြပါဦးဗျ။File size…(2.2 GB)/(1.1 GB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:37:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by TMMT",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/taximetristi2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTY3OTQwMTg5Ml5BMl5BanBnXkFtZTcwNjQ4NzAyOQ@@._V1_-135x200.jpg",
        "title": "In the House (2012)",
        "description": "ပြင်သစ်စာပေသင်တဲ့ဆရာတစ်ယောက်ဟာ ကလော့ဂါဆီရာ‌ဆိုတဲ့ကျောင်းသားတစ်ယောက်ရဲ့ထူးဆန်းတဲ့စာစီစာကုံးကိုဖတ်မိရာကနေ ကလော့ရဲ့သူ့သူငယ်ချင်းမိသားစုအပေါ်အမြင်တွေ၊အတွေးတွေကိုပိုသိချင်လာပါတော့တယ် သူကကလော့ကိုစာအရေးအသားသင်ပေးဖို့ဆုံးဖြတ်လိုက်ပြီး ၁၆ နှစ်အရွယ်ကောင်လေးတစ်ယောက်ရဲ့စာစီစာကုံးတစ်ပုဒ်ကိုအရင်းပြုရင်း ဆရာတပည့်နှစ်ယောက်ဇာတ်လမ်းနဲ့အပြင်လောကရဲ့ဆက်စပ်မှုတွေကိုရှာဖွေပြီး ဘယ်လိုအလှည့်အပြောင်းမျိုးတွေနဲ့ရင်ဆိုင်ရမလဲဆိုတာကိုကြည့်ရှုရမှာပါ Drama & mystery အမျိုးအစားဖြစ်ပြီး စိတ်လှုပ်ရှားစရာသိပ်မပါပေမဲ့အေးအေးလေးနဲ့ဇာတ်လမ်းအဆုံးထိဆွဲသွားနိုင်တာမို့ ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကားတစ်ပုဒ်ပါပဲ File size…(2.1 GB)/(1 GB)/(530 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Drama, Comedy, Mystery, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/in-the-house-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BN2M2MjQwZDgtMzY4NS00YmVhLWI0YTgtNTI1NjdhYTU3MmE4XkEyXkFqcGdeQXVyMjUyNDk2ODc@._V1_-141x200.jpg",
        "title": "(21+) Satisfactions (1983)",
        "description": "ချမ်းသာကြွယ်ဝတဲ့ မိသားစုတစ်စုရဲ့ အတွင်းရေးတွေကို\nဆင်ဆာမဖြတ်ပဲ ဖေါ်ကြူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားပါပဲ\nသူတို့ရဲ့ လှပတင့်တယ်တဲ့ ခန္ဓာကိုယ်အနေထား ကြယ်ဝမှုတွေက\nမြင်ရသူတိုင်း ပစ်မှားချင်စရာတွေဖြစ်နေပါတယ်ပိုက်ဆံရှိပြီး ထင်တိုင်းကြဲနေတဲ့ မိသားစုဆိုရင်လည်းမမှားပါဘူး\nသူတို့က ရတာမလိုလိုတာမရဖြစ်နေကြပေမဲ့\nနားလည်မှုအပြည့် ရင့်ကျက်မှုအပြည့်နဲ့ ခရီးဆက်နေကြသူတွေပါပဲမိသားစု နှစ်စု နှစ်ပင် သုံးပင် လိမ်တာတွေဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.16GB / 939MB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….1h 14m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/21-satisfactions-1983/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMzg0YWM5ZjUtZWQ3Yy00MjFkLThiNTgtMWNhOTBkZTRkYTM4XkEyXkFqcGdeQXVyMjQ0OTA1Nzc@._V1_-140x200.jpg",
        "title": "John Dies at the End (2013)",
        "description": "ဒီဇာတ်လမ်းလေးဟာအမေရိကန်နာမည်ကျော် စာရေးဆရာကြီးDavid-Wong ရဲ့ အောင်မြင်ကျော်ကြားခဲ့တဲ့ ဝတ္တုတစ်ပုဒ်ကို ဝတ္တုရဲ့နာမည်အတိုင်းပဲ ပြန်လည်ရိုက်ကူးထားတဲ့Horror-Comedy အမျိုးအစားဇာတ်လမ်းကောင်းတစ်ပုဒ်ပဲဖြစ်ပါတယ် ဒီဇာတ်လမ်းလေးထဲမှာတော့ ..... ပဲငံပြာရည်လို့သူတို့နာမည်ပေးထားတဲ့ မူးယစ်ဆေး တစ်မျိုးကြောင့်ဖြစ်လာခဲ့ရတဲ့ဂျွန်နဲ့ ဒေးဗစ်သူငယ်ချင်းနှစ်ယောက်ရဲ့ အလွဲလေးတွေကြားကနေအမှတ်မထင် လူသားမျိုးနွယ်တစ်ခုလုံးကိုကယ်တင်ဖို့အကြောင်းဖန်လာတဲ့အခါဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ပြီး ဘယ်လိုကျော်ဖြတ်ကြမလဲ..ပဲငံပြာရည်ဆိုတဲ့ မူးယစ်ဆေးအရည်တစ်မျိုးဟာ လူ့ခန္ဓာကိုယ်ထဲကိုရောက်သွားတဲ့အခါ သဘာဝလွန်စွမ်းအားတွေပေးနိုင်ပြီး အလွန်အကျွံသုံးစွဲမိတဲ့အခါမှာတော့ အသက်အန္တရာယ်ကိုထိခိုက်ပြီး သေသွားကြတဲ့လူငယ်လေးတွေနဲ့ မရည်ရွယ်ပဲ ဒီမူးယစ်ဆေးကိုအကျိုးရှိရှိပြန်အသုံးချဖြစ်သွားကြမယ့် ဂျွန်နဲ့ ဒေးဗစ် သူငယ်ချင်း နှစ်ယောက် ... ပဲငံပြာရည်ရဲ့အစွမ်းနဲ့ အပြိုင်စကြာဝဠာတွေဆီကူးလူးသွားလာနိုင်ပြီး ကမ္ဘာမြေပေါ်ကျရောက်လာမယ့်ကပ်ဆိုးတွေ ဘေးအန္တရာယ်ဆိုးတွေကိုဘယ်လိုတားဆီးလိုက်နိုင်မလဲ အဆုံးသတ်ဇာတ်သိမ်းပိုင်းမှာရော ဘယ်သူတွေကိုကယ်တင်လိုက်နိုင်ပြီးတော့ ဘယ်သူတွေကတော့ အသက်ရှင်ဖို့အခွင့်အရေးဆုံးရှုံးခဲ့ရမလဲ.... ဂျွန်ကရော ဇာတ်လမ်းအဆုံးမှာ တကယ်ပဲသေသွားရမှာလား.. ဆိုတာဒီဇာတ်လမ်းလေးထဲမှာ ရင်တထိတ်ထိတ်နဲ့ ခံစားကြည့်ရှုရမှာပါ File size…(1.7 GB)/(880 MB)/(510 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:39:00\nGenre...Horror, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/john-dies-at-the-end-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWViMDFiYTItMTIzYy00ZTI5LThiOGMtM2YxNGU1YzBjY2MzXkEyXkFqcGdeQXVyMTI2MTQ3OTI4._V1_-164x200.jpg",
        "title": "Purusha Pretham (2023)",
        "description": "Purusha Pretham(2023)IMDb 7.2/10The times of India. 3.5/5စုံထောက်မှုခင်းကားလည်းကြိုက် ဟာသကားလည်းကြိုက်တဲ့\nဘောလိဝုဒ်ရုပ်ရှင်ပရိသတ်ကြီးအတွက် ၂၀၂၃ ထွက်\nအသစ်စက်စက်ကားသစ်လေးတစ်ကားလာပါပြီ။ရာဇဝတ်သားတွေကို ဖမ်းဆီးဆုံးမရာမှာ လက်သံပြောင်ပြီး\nအမှုတွေလိုက်တာတော်တဲ့ SI ဆီဘတ်စတေရှန်ဟာ ရဲလောကမှာ\nနာမည်တစ်လုံးနဲ့ကျော်ကြားသူတစ်ယောက်ပါ။တစ်နေ့မှာတော့ ဒီလိုအမှုလိုက်ကျွမ်းတဲ့စုံထောက်ကြီးရဲ့အပိုင်ဘက်ခြမ်းကမြစ်ထဲမှ\nအလောင်းတစ်ခုပေါ်လာခဲ့ပါတယ်။ ထုံးစံအတိုင်း အမှုလိုက်ရင်းမှာပဲ\nအလောင်းဟာ ပျောက်ခြင်းမလှပျောက်ဆုံးသွားတဲ့အခါ စခန်းတစ်ခုလုံ\nးပြဿနာတွေအမျိုးမျိုးတက်ပြီး အမျိုးစုံကြိုးခုန် ပြဿနာတွေတက်လာပါတော့တယ်။ဘာပြဿနာတွေရှုပ်လာမလဲ၊ ဘာတွေဆက်ဖြစ်မလဲ၊ အလောင်းကရော ဘယ်ရောက်သွားတာလဲ\nစတာတွေကိုတွေကိုတော့ ပရိသတ်ကြီးပဲ ဆက်အဖြေရှာကြည့်ဖို့\nCM Bollywood Team ရဲ့ Aditi, V, ZWE, YH, Cherry, BpL နဲ့ Yunni တို့မှ\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်နော်။\nFile size…1.97GB  / 973MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 33m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Aditi~ V~ ZWE~ YH~ Cherry~  BpL ~ Yunni",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/purusha-pretham-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/beast-132x200.jpg",
        "title": "Beast (2022)",
        "description": "ကဲ သိပ်မကြာခင်ကမှ ရုံတင်သွားတဲ့\nမင်းသားကြီး ဗီဂျေးရဲ့ Beast ကားသစ်လေးလာပါပြီဒီဇာတ်လမ်းမှာ ဗီဂျေးက Beast ဆိုတဲ့ နာမည်နဲ့လိုက်အောင်\nဘယ်သူ့စကားမှနားမထောင် ကိုယ်မှန်တယ်ထင်တာကို\nလုပ်ပြီဟေ့ဆိုရင် ဝန်ကြီးချုပ်လည်းဂရုမစိုက်...အတော်လက်ရဲဇက်ရဲနိုင်ပြီး အသတ်အဖြတ်ရက်စက်တဲ့\nသားရဲကြီး ရော(RAW)အေးဂျင့်ဟောင်းဗီရ်ရာဂဗ်..\nတစ်ခါတုန်းက သူ့ဌာနက သူ့ကိုလှည့်စားလိုက်တာကို\nစိတ်နာပြီး တာဝန်ကနေ အနားယူသွားခဲ့တယ်...တစ်ရက် ချင်နိုင်းမြို့လည်ခေါင်က မောလ်တစ်ခုကို\nအကြမ်းဖက်သမားတွေက ဝင်စီးတယ်..ဖြစ်ချင်တော့\nမောလ်ထဲမှာ ဗီရ်ရာဂဗ်ရှိနေတယ်...ဓါးစာခံရာကျော်ကို မောလ်အတွင်းမှာ ဖမ်းထားတဲ့အတွက်\nအစိုးရကယ်ဆယ်ရေးအဖွဲ့တွေက အထဲကိုဝင်ပြီး\nကယ်လို့မရဘူးဖြစ်နေတယ်...အတွင်းမှာပိတ်မိနေတဲ့လူတွေထဲ ဗီရ်ရာဂဗ်ပါနေတယ်ဆိုတာ\nသိသွားတော့ သူ့ကိုလှမ်းအကူအညီတောင်းတယ်...ဒီလိုနဲ့ ဗီရ်ရာဂဗ်တစ်ယောက် အကြမ်းဖက်သမားတွေကြားထဲမှာ\nတစ်ပွေတည်း ဘယ်လိုတွေပွဲကြမ်းမလဲ....ဓါးစာခံတွေကို ဘယ်လိုကယ်ထုတ်မလဲဆိုတာကို အက်ရှင်ခန်းတွေ\nအများကြီးနဲ့ စိတ်ဝင်တစားရှုစားလိုက်ကြပါဦးရှင့်...\nFile size…8GB / 3.3GB / 1.5GB\nQuality…  1080p NF WEBDL / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/beast-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5jdLnvALCpK1NkeQU1z4YvOe2dZ.jpg",
        "title": "The Lovebirds (2020)",
        "description": "Eternalsဇာတ်ကားမှာ Bollywood ကိုရောက်နေတဲ့Eternal Kingoအ‌နေနဲ့သရုပ်ဆောင်ခဲ့တဲ့Kumail Nanjiani(ပိုးဟပ်မှာ ပုံအသုံးခံလိုက်ရလို့နာမည်ကြီးသွားတဲ့ဆရာကြီး)နဲ့အာသွက်လျှာသွက် Comedy movie အများစုမှာပါ၀င်နေကျဖြစ်တဲ့Issa Raeတို့ရဲ့ အချစ်ဟာသဇာတ်ကားလေးတခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဂျီဘရန်နဲ့ လီလာနီဆိုတာက တကယ့်ထူးထူးခြားခြားအတွဲ။ဂျီဘရန်ဆိုတာက ပါကစ္စတန်သား ကမ္ဘာကြီးကိုအဆိုးဘက်ကနေပဲကြည့်တတ်သလို ဘ၀ကြီးမှာ ဘာမှမစွန့်စားရဲပိုနေမြဲကျားနေမြဲနေတတ်သူ စိတ်လှုပ်ရှားတဲ့အချိန်ဆိုဘာမဟုတ်တဲ့ အကြောင်းအရာတခုကအစတောင်စဉ်ရေမရလျှောက်ပြောလိုက်ရမှ။အန္တရာယ်ဆိုတာနဲ့ ပြေးလိုက်ရမှဆိုတဲ့လူမျိုး။လီလာနီဆိုတာက လူမည်းအမျိူးသမီး အရမ်းလည်းစပ်စုပါလေရာငပိချက် ပြောချင်တဲ့အကြောင်းအရာတခုကိုကရားရေလွှတ် အဆုံးထိဖြစ်ချင်ရာဖြစ်ပြောထည့်လိုက်ရမှကျေနပ်တဲ့လူမျိုး။ဒီလိုမျိုးနဲ့ ချိန်းတွေ့မယ့်စားသောက်ဆိုင်ရွေးတာကအစရန်တကျက်ကျက်ဖြစ်နေရတဲ့ သူတို့နှစ်ယောက် ‌တနေ့မှာတော့ လမ်းခွဲဖို့ဆုံးဖြတ်ကြရင်းနဲ့မတော်မဆ လူသတ်မှုတခုထဲဆွဲထည့်ခံလိုက်ရပါတော့တယ်။ဒီလူသတ်မှုမှာ အပြစ်မရှိတာကို သက်သေပြနိုင်ဖို့လီလာနီရဲ့ မဟာအကြံကြီးအတိုင်း စုံစမ်းကြတာကနေသူတို့ ဘုနဲ့ဘောက်အတွဲ ဘယ်လိုမျိုး တလွဲတွေဖြစ်ဦးမှာလဲ။သူတို့ရဲ့အပြစ်ကင်းမှုကို သက်သေပြနိုင်မှာလား။သူတို့ရဲ့အရင်တည်းကဆိုးရွားလာနေတဲ့ realtionship ကိုရောပြန်အဖတ်ဆယ် ကယ်တင်နိုင်ဦးမလား။အဆုံး‌မှာဘယ်လိုမျိုး ဒီဇာတ်လမ်းလေးတခု ပြီးဆုံးသွားမလဲဆိုတာကိုthe lovebirds ဆိုတဲ့ အချစ်ဟာသဇာတ်ကားလေးမှာရှုစားအားပေးကြပါဦးခင်ဗျ။ File size…  1.67 GB /  640 MB\nQuality… Web-Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 25m\nGenre .....  ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-lovebirds-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZjQzZWViMTctNTRiZS00NWViLWE5NDAtZjMwYWQ2OWU1NzJhXkEyXkFqcGdeQXVyNjI4Mzg5OTg@._V1_-155x200.jpg",
        "title": "All Aboard for Love (2023)",
        "description": "CM ပရိသတ်တွေအတွက် အခုတင်ဆက်ပေးချင်တဲ့ ကားကတော့ ပေါ့ပေါ့ပါးပါးနဲ့ အချစ်ဒရာမာဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်တဲ့ \"All Aboard for Love\" ပါ။ ဒီကားကို ရိုက်တဲ့ ဒါရိုက်တာကတော့ နာမည်ကြီး The Wedding Planners စီးရီးကို ရိုက်တဲ့ အေမီဖိုစ့် ဖြစ်ပါတယ်။ အဲ့ဒီစီးရီးထဲက ကတ်သရင်းဒေးဗစ်ကလည်း ဒီဇာတ်လမ်းမှာ အဓိကဇာတ်လိုက် အယ်လီဆင်နေရာကနေ ပါဝင်အားဖြည့်ထားပါတယ်။ တွဲဘက်အနေနဲ့ Supernatural တို့ Suits တို့လို နာမည်ကြီးတီဗွီစီးရီးတွေနဲ့ The Christmas Chronicles ကားတို့မှာ သရုပ်ဆောင်ခဲ့တဲ့ အစ်ရှ်မောရစ်ကနေပြီး ဂျိုအယ်ဆိုတဲ့ နေရာကနေ ‌ပါဝင်ထားပါသေးတယ်။ ဇာတ်လမ်းကတော့ ဂျိုအယ်က ကျိကျိတက်ချမ်းသာတဲ့ မိသားစုက သူဌေးသားလေးဖြစ်ပြီး နွေရာသီအပန်းဖြေဖို့အတွက် သူငယ်ငယ်က နေခဲ့တဲ့ မာရိုးလှေဆိပ်လေးဆီကို အလည်လာပါတယ်။ အယ်လီဆင်က အဲ့ဒီလှေဆိပ်လေးရဲ့ ပိုင်ရှင်ဖြစ်ပြီးတော့ သူက အတ္တလန္တိတ်သမုဒ္ဒရာထဲကို အလည်ခရီးသွားဖို့ ပြင်ဆင်နေတာပါ။ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/all-aboard-for-love-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kWfKfD8ibJq8SewQqP8deboiIhg.jpg",
        "title": "I Love America(2023)",
        "description": "I Love America(2023)*******************အချစ်ဟာသဇာတ်ကားကောင်းလေးပေမဲ့ အချို့သောဇာတ်ဝင်ခန်းတွေကြောင့်မိသားစုနဲ့မကြည့်ပဲ သူငယ်ချင်း ၁၈ယောက်မပြည့်တပြည့်နဲ့သာစုကြည့်ပါနော်.....\nအချစ်ကားဆိုလို့ ဆယ်ကျော်သက်အရွယ် လေတိုက်ရင် ဟိဟိဆိုပြီးရီတတ်တဲ့အပျိုဖြန်းအရွယ်လေးတော့မဟုတ်ပါဘူး ..\nအရွယ်ဟိုင်းနေပြီထင်ရပြီး ကလေးအမေ မုဆိုးမလည်းဖြစ်ပေမဲ့ ဘဲကြည်ချက်ကတော့ခုခေတ် FA မတွေစောင်ကိုက်ကြည့်ရှူရမှာပါ...\nဇာတ်လမ်းအကျဉ်းကတော့ လီဆာဆိုတဲ့ပြင်သစ်သူ ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ဟာဟောလီးဝုဒ်မှာ ဇာတ်ကားရိုက်ချင်တဲ့အပြင် ဘဝသစ်ကိုစမယ်ဆိုတဲ့ရည်ရွယ်ချက်နဲ့အတူLos Angeles ကိုပြောင်းလာခဲ့ပါတယ် အမေနေမကောင်းသေလုဆဲဆဲဖြစ်ခဲ့ရတာကိုပြုစု‌နေခဲ့ရတာမလို့ယောင်္ကျားလည်းမရှိရည်းစားလည်းမထားဖြစ်တဲ့ လီဆာဟာ ကုတင်ပေါ်မှာတစ်ယောက်တည်းဖက်တုံးနဲ့ပဲအိပ်နေရတာ သုံးနှစ်ရှိလာခဲ့ပါပြီ ဒါကြောင့်အမေရိကန်ယောက်ျားကောင်းတစ်ယောက်နဲ့ဒိတ်ချင်တဲ့ဆန္ဒကလည်းသူနဲ့အတူပါလာပါသေးတယ် အသက်ကလည်း ၅၀ရှိနေပြီမလို့အချစ်ရေးမှာလက်လျော့ထားတဲ့လီဆာဟာ LAမှာနေနေတဲ့သူ့ရဲ့သူငယ်ချင်းကောင်းလူကာနဲ့အတွေ့မှာတော့ ပြောင်းလဲသွားပါပြီ လူကာက MILF(ကလေးအမေ)တွေကိုပွန်းဆိုက်တွေမှာရှာဖွေနှုန်းဟာ တတိယချိတ်ကြောင်း ခုခေတ်ကအမေအရွယ်တွေရဲ့ခေတ်ဖြစ်ကြောင်းလီဆာကိုသူ့ရဲ့ပြင်သစ်ပုံစံအချစ်အတွေးအခေါ်တွေကို စွန့်ပစ်သင့်ကြောင်းကိုဆွယ်တရားဟောပြီး dating app မှာ acc ဖွင့်ပြီး သူကိုယ်တိုင်စီမံပေးပါတော့တယ်\nဒီလိုနဲ့လီဆာတစ်ယောက် သိမ်းငှက်တွေမြေမှာ လိုင်းပေါ်ကလူပေါင်းစုံကြားမှာသူလိုချင်သလိုအချစ်စစ်ကိုတွေ့ပါ့မလား သူ့ရဲ့အတိတ်ဘဝကကိစ္စတွေကရောသူ့ကိုဘယ်လိုဆက်နွယ်ပတ်သတ်နေမလဲဆိုတာကို ပျော်ပျော်ရွင်ရွင်ကြည့်ရှူရမဲ့ကားလေးပါ\nဒါရိုက်တာ Lisa Azuelosရဲ့ ဖြစ်ရပ်မှန်ပေါ်အခြေခံထားတဲ့ ဇာတ်လမ်းဖြစ်ပြီး အဓိကမင်းသမီးSophie Marceauကလည်း ငယ်စဉ်က James Bond ရုပ်ရှင်ကားမှာပါဝင်သရုပ်ဆောင်ဖူးတဲ့ဝါရင့်မင်းသမီးကြီးဖြစ်ပါတယ်File size…1.5GB / 727MB\nQuality… WEB-DL1080P / ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/i-love-america2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kYgUX8ZeKD6UbLolb36323FC1um.jpg",
        "title": "The Appleton Ladies’ Potato Race (2023)",
        "description": "ဒီကားလေးကတော့အဓိကအားဖြင့် အခုခေတ်မှာအမြဲမြင်တွေ့နေရတဲ့Gender Equality ဆိုတဲ့ကျားမမခွဲခြားပဲတန်းတူဆက်ဆံခြင်းအကြောင်းကို အဓိကထားရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ဒါကိုသဘောမကျတဲ့သူတွေလဲ ဒီဇတ်ကားလေးကိုကြည့်ပြီးတွေးစရာအတွေးလေးတွေကျန်ခဲ့မယ်လို့ထင်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းချုပ်လေးကတော့ပန်နီဆိုတဲ့ဆရာဝန်မလေးတစ်ယောက်ကသူလက်ရှိနေထိုင်နေတဲ့ဆစ်ဒနီမြို့ကြီးကိုထားခဲ့ပြီးတော့ သူ့မိသားစုရှိရာနယ်မြို့လေးဖြစ်တဲ့ အက်ပဲလ်တန်ကိုပြန်လာခဲ့ပါတော့တယ်။သူပြန်လာပြီးသိပ်မကြာခင်မှာပဲသူတို့ရဲ့အက်ပဲလ်တန်မြို့မှာ နှစ်စဉ်ကျင်းပနေကျဖြစ်တဲ့အာလူးထမ်းအပြေးပြိုင်ပွဲလဲကျင်းပတော့မှာပဲဖြစ်ပါတယ်။ဒါပေမယ့်တစ်ခုပြဿနာရှိတာကအဲ့ဒီအပြေးပြိုင်ပွဲမှာယောက်ျားတွေပြိုင်ပွဲမှာရတဲ့ဆုကြေးကဒေါ်လာနှစ်ထောင်ဖြစ်ပြီးအမျိုးသမီးတွေရတဲ့ဆုကြေးကတော့ ဒေါ်လာနှစ်ရာပဲဖြစ်နေတာဖြစ်ပါတယ်။အဲ့ဒီကိစ္စကိုပန်နီရဲ့ညီမဖြစ်သူ ဆယ်နှစ်ဆက်တိုက်အာလူးထမ်းအပြေးပြိုင်ပွဲချန်ပီယံဖြစ်ထားတဲ့နစ်ကီအပြင်မြို့ကတခြားလူတွေကလဲဘာမှမပြောကြပေမဲ့မြို့ကြီးပြကြီးမှာနေလာတဲ့ပန်နီတစ်ယောက်အတွက်ဒါကစိတ်ခုစရာဖြစ်နေပါတော့တယ်။ဒီလိုနဲ့အမျိုးသားဆုကြေးနဲ့အမျိုးသမီးဆုကြေးတန်းတူရဖို့အတွက်ပန်နီတစ်ယောက်တည်းအများနဲ့တစ်ယောက်တိုက်ခိုက်ရင်းကြိုးစားခဲ့ပြီးနောက်မှာဘယ်လိုဇာတ်သိမ်းမျိုးနဲ့ကြုံတွေ့ရမလဲဆိုတာကို စိတ်ဝင်စားစွာနဲ့ကြည့်ရှုရမဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ File size…1.92GB / 817MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 36m\nGenre ….. Drama , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-appleton-ladies-potato-race-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGFkMzhhOTQtMTdjOS00NTBkLWE4YWItNmJkYmI4ZDM3OTVlXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-159x200.jpg",
        "title": "Samajavaragamana (2023)",
        "description": "Samajavaragamana(2023)\nIMDb-8.1/10ရုံတင်ငွေ ရူပီးသန်းငါးဆယ်ပြန်ရခဲ့တဲ့ တလေဂူးစကားပြော အိန္ဒိယဟာသကားလေးကို\nဘောလိဝုဒ်ပရိတ်သတ်ကြီးအတွက် အပျင်းပြေကြည့်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။အဘိုးဖြစ်သူရဲ့သေတမ်းစာကြောင့် အဖေကို ဘွဲ့ရဖို့ကြိုးစားပေးနေရတဲ့ ဘာလူ။\nဘာလူက ရုပ်ရှင်ရုံကလက်မှတ်ဖြတ်တဲ့ကောင်တာမှာ အလုပ်လုပ်နေတဲ့ဝန်ထမ်းတယောက်။\nမိသားစုငါးယောက်စားအိုးကို တာဝန်ယူထားရတဲ့အပြင် အဖေလုပ်သူကိုလည်း\nကျူရှင်ထားရ စာမေးပွဲဖြေဖို့လုပ်ရနဲ့ ဂရုစိုက်နေရပါတယ်။သူ့အဖေကို ဘွဲ့ရဖို့ကြိုးစားပေးရင်းနဲ့ပဲ ကျောင်းသူမိန်းမချောလေးနဲ့ဆုံဆည်းခဲ့ပါတော့တယ်။\nအဖေလုပ်သူဘွဲ့ရဖို့က ဘယ်လောက်အရေးကြီးလို့ အသည်းအသန်ကြိုးစားနေရတာလဲ။\nဆုံဆည်းခဲ့ရတဲ့ မိန်းမချောလေးနဲ့ရော အဆင်ပြေမှာလားဆိုတာကို ရယ်ရင်း\nပြုံးရင်း ကြည့်လိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~BpL~Cherry~Yunniတို့ပါပဲ)\nFile size…2.63GB  / 1.24GB \nQuality…1080p WEBDL  / 720p\nFormat…mp4\nDuration….2h 20mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  V~Zwe~BpL~Cherry~Yunni",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/samajavaragamana-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rK4jb2t3J98IXjY9O3nc8bX9yqt.jpg",
        "title": "Happiness for Beginners(2023)",
        "description": "Happiness for Beginners(2023)****************************\nအမေရိကန်စာရေးဆရာမ Katherine Centerရဲ့ ဝတ္ထုကောင်းတွေထဲကတစ်အုပ်ဖြစ်တဲ့Happiness for Beginnersကို ရုပ်ရှင်အဖြစ်ရိုက်ကူးထားတာဖြစ်ပြီး\n‌တောတွင်း ခရီးထွက်ရတဲ့ hiking vibeလေးတွေ ရှုခင်းလှလှလေးတွေကိုပါ လိုက်ပါခံစားလို့ရမယ့် ဇာတ်ကားလေးပါ...။\nဇာတ်လမ်းအကျဥ်းလေးကတော့ ဟယ်လန်ဟာ ယောကျ်ားဖြစ်သူနဲ့ကွာရှင်းပြတ်စဲပြီးတစ်နှစ်အကြာမှာ ဘဝအသစ်ပြန်စဖို့ အားယူရန် တောတွင်းလမ်းလျှောက်ခရီးလေးကိုစိတ်ပြေလက်ပျောက်ထွက်ခဲ့လိုက်ပါတယ်...။\nအိမ်ထောင်ရေးကံခေလို့ ကွာရှင်းပြီးတာတောင် ခင်ပွန်းဟောင်းဖြစ်သူက လိုက်ကပ်နေတာတွေ...၊အိမ်ထောင်ကွဲမိဘတွေရဲ့စွန့်ပစ်ခံခဲ့ရတဲ့အတိတ်တွေ...၊\nတစ်ဦးတည်းသောသွေးသားရင်း မောင်လေးနဲ့ အဆင်မပြေတာတွေ စတဲ့အထိုထိုသောဘဝရဲ့ အခက်အခဲတွေကို move onလုပ်ဖို့အတွက် ပထမဆုံးခြေလှမ်းအနေနဲ့ ဒီခရီးကိုထွက်ခဲ့တာ....။\nတိုက်ဆိုင်ချင်လို့လားပဲ...။ ဒီခရီးမှာ ဟယ်လန့်မောင်လေးရဲ့အချစ်ဆုံးသူငယ်ချင်းဖြစ်သူ ဂျိတ်လည်း လိုက်ပါလာပါတယ်...။\nတစ်ယောက်တည်း ဆိတ်ငြိမ်ချင်လို့ခရီးထွက်ပါတယ်ဆိုမှ ခရီးမှာ မျက်နှာသိပါလာတော့ဟယ်လန်တစ်ယောက် ထပ်ပြီးစိတ်ညစ်ပြန်ရပါလေရော...။\nသို့ပေမဲ့ ဘဝဆိုတာ ဆိုးတာချည်းပဲကြုံမနေဘူးလေ အပြောင်းအလဲလေးရှိသေးတာကိုး...။\nဟယ်လန်တစ်ယောက် တောတွင်းလမ်းလျှောက်ခရီးမှာ မျက်နှာသိဂျိတ်နဲ့ ကတောက်ကဆ၊ကမောက်ကမဖြစ်ရင်း ဘယ်လိုတွေ စခန်းသွားကြမလဲဆိုတာကိုဒီ Comedy Drama movieလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ...။\n  File size…1.8GB/ 741MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 43min\nGenre ….. Comedy, Drama , ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/happiness-for-beginners2023/"
    }
]