[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/star-1.jpg",
        "title": "The Star (2017)",
        "description": "Drama လဲ မႀကည့္ခ်င္ Crime Thriller လဲမၾကည့္ရဲတဲ့ ပရိတ္သတ္ေတြရွိလား…ကာတြန္းကိုပဲ ႀကိဳက္တယ္ ကာတြန္းကားၾကည့္ရတာ ေပ်ာ္တဲ့ ပရိတ္သတ္ေတြရွိလား…ဒါဆိုရင္ေတာ့ “The Star”ဆိုတဲ့ Animation Cartoon movie ေလး လာပါၿပီဗ်ာ…ဒီကားမွာဆိုရင္ေတာ့ Mariah Carey, Oprah Winfrey နဲ႔တျခားတျခားေသာနာမည္ေက်ာ္မ်ားက ေနာက္ခံစကားေျပာမ်ားအျဖစ္ပါဝင္အားျဖည့္ထားၾကပါတယ္..ေလေၾကာေလးေလၽွာ့ၿပီး အညႊန္းေလးေျပာမယ္ဗ်ာ..ျမည္းေလးတစ္ေကာင္ဟာ ႀကိတ္စက္ထဲမွာပဲ သံသရာလည္ရင္း အျပင္ေလာကကို စူးစမ္းခ်င္ခဲ့ပါတယ္..သူ႔ရဲ႕ သူငယ္ခ်င္းျဖစ္တဲ့ ခ်ိဳးငွက္ေလး ေဒ့ဗ္ဟာ ျမည္းေလးရွိတဲ့ ဆန္စက္ထဲကို လာလည္တတ္ၿပီး အျပင္ေလာကအေၾကာင္းကို အျမဲေျပာျပတတ္ပါတယ္…မယ္ရီဟာ ညတစ္ညမွာ သူ႔ဆီကို အလင္းေရာင္တစ္ခု ျဖာက်လာၿပီး ဘုရားသခင္သားေတာ္ကို ေမြးဖြားေပးဖို႔ ေရြးခ်ယ္ခံခဲ့ရပါတယ္..မယ္ရီကိုဒီတာဝန္အပ္ႏွင္းအၿပီးမွာေတာ့ ေကာင္းကင္မွာ ၾကယ္တစ္ပြင့္ထြန္းလင္းခဲ့ပါတယ္…မယ္ရီဟာ စိတ္ထားေကာင္းၿပီး သူတစ္ပါးကို အလြန္ကူညီတတ္ပါတယ္..သူဟာ ဂ်ိဳးဆက္ဆိုတဲ့ေကာင္ေလးနဲ႔ အေၾကာင္းပါခဲ့ပါတယ္..ဒီအခ်ိန္မွာေတာ့ ဘုရားသခင္သားေတာ္ကို လြယ္ထားတဲ့ ကိုယ္ဝန္ရင့္ေနပါၿပီ…သူဟာဂ်ိဳးဆက္ကိုဒီအေၾကာင္းေတြကို ရွင္းျပခဲ့ပါတယ္..ဂ်ိဳးဆက္ကလဲ ခင္ပြန္းေကာင္းပီပီ နားလည္ေပးခဲ့ပါတယ္..အဲ့အခ်ိန္မွာပဲ ျမည္းေလးဟာ ဆန္စက္က ထြက္ေျပးၿပီး ...",
        "rating": "5.9",
        "url": "https://megaup.net/2WAYA/The_Star_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/tumhari-sulu-poster-4-1.jpg",
        "title": "Tumhari Sulu (2017)",
        "description": "Sulu Chnar _ အိမ္​​ေထာင္​႐ွင္​မတစ္​​ေယာက္​ ၊ အိမ္​မႈကိစၥရပ္​​ေတြမွာ ​ေစ့ငွၿပီး ခင္​ပြန္​းျဖစ္​သူကို ဇနီး​ေကာင္​းတစ္​​ေယာက္​လို ၊ သူငယ္​ခ်င္​းတစ္​​ေယာက္​ကဲ့သို႔ူ သတ္မွတ္ျပီး​​ေပ်ာ္​​ေပ်ာ္​ရႊင္​ရႊင္​ဘဝကိုျဖတ္​သန္​း​ေနသူ ။မူလတန္​းအရြယ္​ က​ေလးတစ္​ယက္​၏ မိခင္​ ။ခင္​ပြန္​းျဖစ္​သူရဲ႕ အသိုင္​းအဝန္​းစူလိုခ်နားရဲ႕အိမ္​ကို မၾကာဆိုသလို လာ​ေရာက္​လည္​ပတ္​တတ္​ၿပီး သူတို႔ အလုပ္​အကိုင္​အ​ေၾကာင္​း​ေတြကို ႂကြားလံုးထုတ္​ စူလိုခ်နား မခံခ်င္​​ေအာင္​ မီး​ေမႊးၾကတဲ့သူ​ေတြ​ေပါ့ ။အသိုင္​းအဝန္​းမွာ သူမပညာမတတ္​တာကိုဘဲ အျမဲ ရမယ္​႐ွာၿပီး အျပစ္​​ေျပာခံ​ေနရတတ္​သူ ၊ စူလိုခ်နားဟာ ဒီလိုအခ်ိန္​​ေတြမွာ နား​ေထာင္​​ေကာင္​း​ေကာင္​းနဲ႔ အျမဲတမ္​းအၿငိမ္​​ေနသည္​းခံတတ္​သူ​ေတာ့မဟုတ္​ပါဘူး။တစ္​ခြနး္​ဆိုရင္​ ဆယ္​ခြန္​းျပန္​ဆိုလိုက္​ရမွ ​ေနသာထိုင္​သာ႐ွိသူတစ္​​ေယာက္​အိမ္​​ေထာင္​႐ွင္​မ စူလိုခ်နားမွာ ​ေကာင္​းတဲ့အက်င္​့စ႐ိုက္​​ေလးတစ္​ခုက ဘယ္​အလုပ္​ကိုမဆို ငါလုပ္​နိင္​တယ္​ ဆိုတဲ့ ခံယူခ်က္​​ေလးပါဘဲ ။လင္​​ေယာက္​်ားျဖစ္​သူ အ႐ိူ ့က္​ တစ္​​ေယာက္​တည္​းဝင္​​ေငြနဲ႔ ရပ္​တည္​​ေနတာကို တစ္​ဖက္​တစ္​လမ္​းကကူညီ​ေျဖ႐ွင္​း​ေပးခ်င္​တဲ့ စိတ္​​ေလးက စူလိုခ်နားမွာ႐ွိ​ေနတယ္​။စိတ္​ထဲ႐ွိတာတင္​မဟုတ္​ အိမ္​တစ္​​ေဆာင္​ရဲ႕ လိုအပ္​ခ်က္​ျဖစ္​တဲ့ မီးဖို​ေခ်ာင္​သံုးပစၥည္​း ပန္​းကန္​ ခြက္​​ေယာက္​မက်န္​ တီဗီအဆံုး စူလိုခ်နား ျဖည္​့ဆည္​းထားတာ​ခ်ည္​း ။ေယာက္​်ားအသံုးစရိတ္​နဲ႔ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/tumhari-sulu-2017/",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BYzVjMjgyMTUtMjAwNy00Zjc5LWIxMDgtYzFmOWQ3MTc1ODE2XkEyXkFqcGdeQXVyMzk5NTMyMjc@._V1_.jpg",
        "title": "Survival Family (2017)",
        "description": "သင္ဟာ လွ်ပ္စစ္မီးမ႐ွိပဲ ဘယ္ႏွစ္ရက္ေလာက္ထိေနႏုိက္ပါသလည္း?????သင္ေန႔စဥ္သုံးေနၾက ပစၥည္းေတြထဲကမွ လွ်ပ္စစ္နဲ႔သုံးရတဲ့ပစၥည္းေတြ၊ စက္ပစၥည္းမွ မွန္သမွ်က သုံးလုိ႔မရေအာင္ရပ္တန္႔သြားရင္ သင္ေန႔စဥ္ဘဝမွာ အစဥ္ေျပႏုိင္ေသးလား ?????ဒီလုိေမးခြန္းေတြက ျမန္မာႏုိင္ငံသားတစ္ေယာက္ဆုိရင္ေတာ့ သိပ္မထူးဆန္းေပမယ့္ ဂ်ပန္ႏုိင္ငံသားေတြကုိ ဒီလုိေမးခြန္းထဲက အေျခအေနေတြမ်ဳိး တစ္ကယ္ျဖစ္လာေသာအခါ.......တုိက်ဳိျမဳိ့ႀကီးမွာေနထုိင္တဲ့ ဆူဇူကီး မိသားစုက သာမန္မိသားစုေတြလုိပဲ ျမဳိ့ျပယဥ္ေက်းမႈမွာ စီးေမ်ာေနတဲ့မိသားစုတစ္ခု၊ အေဖက company မွာအလုပ္ၾကဳိးစားတယ္၊ ဒါေပမဲ့ မိသားစုနဲ႔ ကင္းကြာေနတယ္၊ အေမကလည္း အိမ္မႈကိစၥေတြတာဝန္ေက်ပြန္ေပမယ့္ မိသားစုအတြင္း စည္းလုံးေအာင္ မလုပ္ေဆာင္ႏုိင္ဘူး၊ သားႏွင့္သမီးကလည္း အထက္တန္းေက်ာင္းသားေတြပီပီ ဖုန္းႏွိပ္လုိက္၊ အေပါင္းအသင္းေတြနဲ႔ ေလ်ွာက္သြားလုိက္နဲ႔ မိသားစုစကားေျပာျဖစ္တာ ေတာ္ေတာ္႐ွားတယ္၊ တစ္ရက္ မနက္မုိးလင္းမွာေတာ့ လွ်ပ္စစ္မီးပ်က္သြားတယ္၊ မီးပ်က္မွာကုိ ၾကဳိသတိေပးေလ့႐ွိတဲ့ ဂ်ပန္ႏုိင္ငံမွာေတာ့ အထူးအဆန္းေပါ့၊ အစကေတာ့ သူတူိ႔တစ္အိပ္ပဲျဖစ္ေနတယ္လုိ႔ထင္ေနေပမယ့္ ေနာက္ပုိင္းမွ တစ္ျမဳိ့လုံးျဖစ္ေနၾကတယ္၊ ႐ုံးသြားဖုိ႔အလ်င္လုိေနတဲ့ ဆူဇူကီးတစ္ေယာက္ မနက္စာမစားပဲထြက္လာခဲ့ေပမယ့္ ပုံမွန္လာေနၾက အခ်ိန္မွန္ ရထားကလည္းေရာက္မလာဘူး၊ ဒိလုိနဲ႔ ႐ုံးကုိလမ္းေလ်ွာက္သြားၿပီး ႐ုံးေ႐ွ႕ေရာက္ေတာ့လည္း ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/survival-family-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTU3MzUzMjIxMV5BMl5BanBnXkFtZTgwODY5MTIzNDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Please Stand By (2017)",
        "description": "၂၀၁၈ခုနှစ်ထွက်ပေါ့ပေါ့ပါးပါးနဲ့ဇာတ်မြူးမြူး Comedy/Drama ဇာတ်ကားလေးတစ်ခုဖြစ်ပါတယ်။Wendy ဟာအရာရာတိုင်းကိုရှုထောင့်တစ်မျိုးနဲ့မြင်တတ်တဲ့ ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်။သူစိတ်ရှိသလိုပြောဆိုနေထိုင်လေ့ရှိပြီး ဉာဏ်ထက်တဲ့ကောင်မလေးတစ်ယောက်ဖြစ်သည့်အပြင် သူဟာအာရုံကြောဆိုင်ရာ ပြဿနာရှိသူဖြစ်ပါတယ်။ဒါကြောင့် သူ့ကိုအကြံပေးဆွေးနွေးပေးတဲ့သူတစ်ယောက်ထားရှိပေးထားရပါတယ်။သူ့အတွက်တော့ လူတွေဟာအလွန်ပွေလီရှုပ်ထွေးတဲ့စကားဝှက်တစ်ခုဖြစ်ပြီး ကမ္ဘာကြီးဟာလည်း ရှုပ်ထွေးလှသည့်နေရာတစ်ခုပဲဲဖြစ်ပါတယ်။သူ့ကိုဆွေးနွေးအကြံပြုနေသူရဲ့လွှမ်းမိုးမှုအောက်မှာပဲ တစ်နေ့သာပုံမှန်လုပ်ဆောင်စရာလေးတွေကိုလုပ်ရင်းပဲ အရွယ်ရောက်လာပြီးနောက် တစ်နေ့မှာပဲသူနေ့စဉ်ကြည့်လေ့ရှိတဲ့ တီဗီအစီအစဉ်တစ်ခုကနေ ဇာတ်ညွှန်းရေးပြိုင်ပွဲတစ်ခုကို သူကြည့်ရှုလိုက်ရပါတယ်။အဲဒီကစပြီး သူဉာဏ်ကွန့်မြူးပြီး သီကုံးဖန်တီးထားတဲ့ စာမျက်နှာ၅ဝဝပါ ဝထ္တုလေးကို ဝင်ပြိုင်ဖို့ ဆုံးဖြတ်ချက်ချပြီးနောက် အားလုံးမသိအောင်ထွက်ပြေးပြီး ပြိုင်ပွဲရှိရာဆီသွားဖို့ စီစဉ်ပါတော့တယ်။ဇာတ်လမ်းလေးဟာ ဟာသလေးတွေနဲ့ ပေါ့ပေါ့ပါးပါးမြူးမြူးကြွကြွလေးမို့ ကြည့်ရတာအပန်းပြေစေမှာပါ။Rating အနေနဲ့လည်း 6.7 ထိရထားတဲ့အတွက် ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးတွေကြည့်ပြီး အလုပ်အားချိန်လေး အနားယူချင်သူများအတွက် ကြည့်လို့ကောင်းမယ့် ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။ File Size : (750 MB) and (276 MB)\nQuality : WEB-DL 720p\nRunning Time :1hr  33min\nFormat : Mp4\nGenre :Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/please-stand-by-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTU3MTQyNDEyN15BMl5BanBnXkFtZTgwMjE3NjgzNDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Polka King (2018)",
        "description": "​ဟောလိဝုဒ်​နာမည်​​ကျော်​ သရုပ်​​ဆောင်​ Jack Black ပါဝင်​သရုပ်​​ဆောင်​ထားပြီး IMDb rating 5.9 ရရှိထား​သော The Polka King ရုပ်​ရှင်​သည်​Pennsylvania ပြည်​နယ်​မှ Polka ဂီတ​ဖျော်​​ဖြေသူအနုပညရှင်​တစ်​ဦးဖြစ်​တဲ့ ဂျန်​လီဝင်​ရဲ့ အခက်​အခဲများကြားမှ ကြိုးကြိုးစားစားဖြင်​့ခက်​ခဲစွာ​အောင်​မြင်​​ကျော်​ကြားသူတစ်​ဦးဖြစ်​လာခဲ့ပုံသူ၏​ပေါင်​းသင်​းဆက်​ဆံမှုစွမ်​းရည်​ ပါးနပ်​မှု ရည်​မှန်​းချက်​ကြီးစွာကြိုးစားခဲ့သဖြင်​့​အောင်​မြင်​ခဲ့ပုံကျူ းလွန်​ခဲ့​သောအမှားများ​ကြောင်​့ကျရှုံးခဲ့ပုံ၊ဘဝ၏အတက်​အကျ မိသားစု၏အ​ရေးပါပုံ၊ကြိုးစားအားထုတ်​မှု၏တန်​ဖိုးတို့ကိုရသ​ပေါင်းစုံ​အ​ဖြစ်​ခံစားကြည်​့ရှုရမဲ့ Biography / Documentary ဆန်​ဆန်​ရုပ်​ရှင်​ကား​ကောင်​း​လေးဖြစ်​ပါတယ်​။File Size : (800 MB) and (300 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 35min\nFormat : Mp4\nGenre :Biography, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : iNTERNAL.1080p.WEB.x264-STRiFE\nTranslated by Htet Myet\nEncoded by Thanhtike Zaw",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-polka-king-2018/",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjI0ODYyOTI0NF5BMl5BanBnXkFtZTgwOTY5ODg0NDM@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "Step Sisters (2018)",
        "description": "ဒီကားထဲမှာတော့ ဂျမဲလာဆိုတဲ့လူမဲမလေးဟာ အရမ်းတော်တဲ့သူ့ချစ်သူနဲ့အတူ ဟားဘက်ကိုတက်ချင်ခဲ့ပါတယ်။ဒါပေမဲ့ အမြဲလိုလို ပြည့်စုံဖို့ကြိုးစားနေတဲ့ သူ့အမေက ဂျီပီအေ ၄.၀ ကျော်မှ သူ့ကို တက်ခွင့်ရအောင်ထောက်ခံပေးမယ်လို့ပြောလို့ အရမ်းစိတ်ညစ်ပြီး လူဖြူပါတီကိုသွားမိရာက ဇာတ်လမ်းလေးစခဲ့ပါတယ်။လူဖြူမတွေကို လူမဲအက ကတတ်အောင်ကြိုးစားနိုင်ရင် ဟားဘက်တက္ကသိုလ်ကိုတက်ခွင့်ရမယ်ဆိုတဲ့ မျှော်လင့်ချက်နဲ့ လူဖြူအရိုင်းမလေးတွေကို အကသင်ပေးခဲ့ပါတယ်။ဒီလိုအကသင်ပေးရင်း ကြုံရတဲ့အခက်အခဲတွေနဲ့ လူမျိုးရေးခွဲခြားတတ်တဲ့သူ့သူငယ်ချင်းတွေနဲ့ အမေကြား ဗျာများခဲ့ချိန်မှာ အကောင်းဆုံးလို့ထင်ထားတဲ့ သူ့ချစ်သူက သူ့ဘက်မှာမရှိဘဲ သူ့ကိုတကယ်မချစ်နိုင်မှန်းသိခဲ့ပါတယ်။အဲဒီအချိန်မှာ ဟာသတွေပြောပြီး ကြင်နာတတ်တဲ့ လူမဲကောင်လေးနဲ့ ဇာတ်လမ်းတွေဖြစ်ခဲ့ပါတယ်။ဒီလို လူငယ်တွေကြားဖြစ်တတ်တဲ့ ပြဿနာလေးတွေကို သင်ခန်းစာပြရိုက်ထားတဲ့ ဇာတ်မြူးဟာသကားလေးတစ်ကားပါ။လူမဲအကကို အသားပေးရိုက်ထားတာဖြစ်တဲ့အတွက် အလန်းစားအကတွေအကြောင်းကတော့ ထည့်ပြောဖို့တောင်လိုမယ်မထင်ပါဘူး။နောက်ဆုံးမှာ လူမဲမလေး ဂျမဲလာတစ်ယောက် ဟားဘက်ကိုတက်ခွင့်ရရဲ့လား သူ့ချစ်သူအသစ်နဲ့ရော ဘယ်လို ရင်ခုန်စရာလေးတွေရှိခဲ့လဲဆိုတာတော့ ဒီကားလေးထဲမှာ ကြည့်လိုက်ကြပါဦး။လုံးဝစိတ်မပျက်စေရမယ့် ကားကောင်းလေးဆိုတာ အာမခံလိုက်ပါရစေ။ File Size : (900 MB) and (366 MB)\nQuality : WEBRip ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/step-sisters-2018/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f29NQJaWyzXldOGT7F5CDKbwAH9.jpg",
        "title": "Alexander and the Terrible, Horrible, No Good, Very Bad Day(2014)",
        "description": "Alexander and the Terrible, Horrible, No Good, Very Bad Day(2014)IMDb....6.2,Rotten ...60ရုပ်ရှင်အမျိုးအစား family,comedy ဆိုတာမျိုးတွေက rating ပေးတာနည်းပါတယ်...5ဆိုရင်တောင် အတော်ကောင်းကြတာများပါတယ် ကျွန်တော့အထင်ပေါ့လေ.6.2 ဆိုတော့ကြည့်ရတာမဆိုးဘူး..ရယ်လည်းရယ်ရတယ် မိသားစုတွေမှာဖြစ်တတ်တဲ့ချို့ယွင်းချက်လေးတွေ ဖြည့်ဆည်းပေးရမယ့် အရာလေးတွေကို ဟာသလေးတွေနဲ့ပညာသားပါပါပြသွားတယ်...Ben Cooper တို့ဇနီးမောင်နှံမှာ ကလေး (၄)ယောက်ရှိတယ်...အရွယ်အသီးသီးနဲ့ဆိုတော့ မိဘတွေအနေနဲ့လည်း ထိန်းသိမ်းရမလွယ်ပါဘူး....အမေက အလုပ်သွား အဖေကလည်း အလုပ်ပြုတ်လို့အိမ်မှာကလေးထိန်း....ကျန်တဲ့ ကလေးတွေက ကျောင်းသွားကြပေါ့ .... အလက်ဇန်းဒါးဆိုတဲ့ ကောင်လေးရဲ့စိတ်ထဲမှာ ခံစားနေရတာတစ်ခုရှိတယ် အဲ့ဒါက သူတစ်ယောက်ထဲကသာ ကံတွေဆိုး ဘယ်သူမှဂရုစိုက်မခံရ အားလုံးရဲ့လျစ်လျူရှှုခံရလို့တွေးနေမိတယ်...သူ့ကိုုလည်းအပြစ်လို့ပြောမရပြန်ဘူး..ဒီတော့ ကလေးပီပီ ကျိန်စာတိုက်လိုက်တယ်...သူကလွဲလို့ ဘယ်သူမှအဆင်မပြေပါစေနဲ့ဆိုပြီးတော့ပေါ့...ဒီလို့နဲ့နောက်နေ့ မိုးလင်းတော့ သူ့ကျိန်စာက တကယ်ဖြစ်နေတယ်.......ကိုင်းပြိတ်သတ်ကြီးရေ သရုပ်ဆောင်တွေကတော့သိပြီးသားနေမှာပါ....Steve Carell  ,Jennifer Garner နဲ့ 13 Reasons Why   ဇာတ်လမ်းနဲ့ လူသိများခဲ့တဲ့  Dylan Minnettle တို့ဖြစ်ပါတယ်....File Size…(950MB) and (355MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:21:00\nSubtitle…Myanmar ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/alexander-and-the-terrible-horrible-no-good-very-bad-day2014/",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p29966_v_v8_aj-133x200.jpg",
        "title": "The Tuxedo (2002)",
        "description": "The Tuxedo (2002)ဒီတစ်ခါတော့ CM ပရိတ်သတ် ကြီးကို အားလုံးကြည့်ရှု့သဘောကျ နှစ်သက်ခဲ့တဲ့\nမင်းသားကြီး ဂျက်ကီချန်းရဲ့ The Tuxedo ဆိုတဲ့ကားကောင်းလေး ပြန်တင်ဆက်\nပေးလိုက်ရပါတယ်ခင်ဗျာ။တော်တော် များများ ကြည့်ဖူးကြမှာဖြစ်ပါတယ်။အထူး\nညွန်းဆိုနေစရာ မလိုလောက်ပါဘူး။အနည်းငယ် ပြန်မိတ်ဆက်ပေးရရင်တော့\nဂျက်ကီချန်းက ဂျင်မီတွန်ဆိုတဲ့ တက္ကစီ သမားတစ်ယောက်ပါ။ သူက ကားကို\nမြန်နှုန်းပိုမောင်းတာ တွေကြောင့် မကြာခဏ လိုင်စင် အသိမ်းခံရသူပါ။ တစ်ရက်မှတော့\nအမျိုးသမီးတစ်ယောက် သူ့ကားကို ငှားစီးရာကနေ သူ့ဘဝတစ်ဆစ်ချိုးသွားခဲ့ပါတယ်။\nသူ ဖရန့် ဒဗ္ဗလင်ဆိုတဲ့ သူဋ္ဌေးတစ်ယောက်ဆီမှာ ယာဉ်မောင်း အလုပ်ကို ရခဲ့ပါတယ်။\nဒါပေမဲ့ သူမသိတာက မစ္စတာ ဒဗ္ဗလင်က လျှို့ဝှက် စပိုင် တစ်ယောက်ပါ။ တစ်ရက်တော့\nဒဗ္ဗလင်လုပ်ကြံခံရပြီး ကိုမာ ဝင်သွားပါတယ်။အဲ့အချိန်မှာပဲ ဂျင်မီ တစ်ယောက် သူ့ဆရာရဲ့\nထူးဆန်းတဲ့ အင်္ကျီကို ယူဝတ်မိသွားပါတော့တယ်။ ဒီဝတ်စုံက လူ့ ဒီအန်အေတွေနဲ့\nချိတ်ဆက်ထားပြီး နာရီမှ တစ်ဆင့်လိုသလို ပြောင်းလဲတဲ့အခါ သာမန်လူတစ်ယောက်က\nသိုင်းမတက်ပေမဲ့ ဝတ်စုံကြောင့် သိုင်းတက်လာတယ် ကိုယ်ပျောက်နိုင်တယ် ...",
        "rating": "5.4",
        "url": "https://megaup.net/1xgq0/The_Tuxedo_[2002]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BZWY4ODYzMzYtN2I3Ny00NDkzLWFmNGQtZWVmZWNkYzU5ZjBkXkEyXkFqcGdeQXVyMzExMTY0MjU@._V1_SY1000_CR007511000_AL_-150x200.jpg",
        "title": "The Trip to Spain (2017)",
        "description": "2017 ခုနှစ်ထွက် ဟာသ ဒရာမာကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားလေးကတော့ မင်းသားကြီး Steve Coogan နဲ့ Rob Brydon တို့ရဲ့အပိုင်း၆ပိုင်းပါဝင်တဲ့ ဥရောပကိုဖြတ်သန်းတဲ့ခရီးစဉ်ကို အကျဉ်းချုံးလေးပြန်ရိုက်ထားတာပါဒီကားကတော့ စပိန်ကို သူတို့ရောက်နေတဲ့ အချိန်ကိုရိုက်ကူးထားတာဖြစ်ပြီးတော့သူတို့ ရောက်နေတဲ့ အချိန် စပိန်မှာ ရှိတဲ့ အထင်ကရနေရာတွေကို ရိုက်ကူးပြထားတာပါသူတို့ ရဲ့ Trip to ဇာတ်ကားများစွာထဲကမှ အခုနှစ်ထဲမှာထွက်ရှိထားတဲ့ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်  ကဲပရိတ်သတ်ကြီးကတော့သူတို့ သောက်စားပျော်ပါးတာတွေကို ကြည့်ပြီး အားကျလို့ရပါပြီ Qty - 720p wEB dLDuration - 1hr 26minGern- ComedyTranslator - si Thu HtunEncoder - Kyaw Ye Aung",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-trip-to-spain-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjE4NDg4MDgxNF5BMl5BanBnXkFtZTcwMTc3NTQyMQ@@._V1_-135x200.jpg",
        "title": "Agent Cody Banks 2: Destination London (2004)",
        "description": "Agent Cody Banks 2: Destination London ဟာ ၂၀၀၄ ခုနှစ်​က ဆက်​လက်​ထွက်​ရှိတဲ့ ဇာတ်​ကားတစ်​ကားပါဒီဇာတ်​ကားမှာ​တော့ ကိုဒီတစ်​​ယောက်​ သံစုံတီးဝိုင်​း​ကျောင်​းသားအဖြစ်​ဟန်​​ဆောင်​ရင်​း လန်​ဒန်​မှာ စုံစမ်​း​ရေးတာဝန်​ထမ်​း​ဆောင်​ရမှာဖြစ်​ပါတယ်​....တာဝန်​က​တော့ လျိှု့ဝှက်​လက်​နက်​တစ်​ခုဖြစ်​တဲ့ စိတ်​ထိန်​းချုပ်​ကိရိယာကို တားဆီးရမှာဖြစ်​ပါတယ်​.....တာဝန်​ထမ်​း​ဆောင်​ရင်​း MI 6 ​အေးဂျင်​့ဖြစ်​သူ အတန်​း​ဖော်​သူငယ်​ချင်​း Emily နဲ့အတူပူး​ပေါင်​းပြီးလှုပ်​ရှားဖို့အ​ကြောင်​းဖန်​လာခဲ့ပါတယ်​.....သူဘယ်​လိုအခက်​အခဲ​တွေကြုံဦးမှာလဲ....တာဝန်​ကို​အောင်​မြင်​​အောင်​ထမ်​း​ဆောင်​နိုင်​မလားဆိုတာ ​ကြည်​့ရှုခံစားလိုက်​ဦး​နော်​.....File Size : (950 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-Yify\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/agent-cody-banks-2-destination-london-2004/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNzMwMjc5NzUyNF5BMl5BanBnXkFtZTcwNjA5MDcyNA@@._V1_SY1000_CR006291000_AL_-126x200.jpg",
        "title": "Agent Cody Banks (2003)",
        "description": "Agent Cody Banks ဇာတ်​ကားဟာ ၂၀၀၃ ခုနှစ်​ကထွက်​ရှိထားတဲ့ အ​မေရိကန်​အက်​ရှင်​ဟာသကား​လေးဖြစ်​ပါတယ်​Imdb rating 5.1/10 ရရှိထားတဲ့ စီအိုင်​​အေလူငယ်​စုံ​ထောက်​ကား​လေးပါပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက​တော့ Frankie Muniz,Hilary Duff,Angie Harmon တို့ဖြစ်​ပါတယ်​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ သာမန် ၁၅နှစ်​အရွယ်​ဆယ်​​ကျော်​သပ်​တစ်​ဦးဖြစ်​သူ ကိုဒီဘန်​့ခ်​မှာ လျို့ဝှက်​ချက်​တစ်​ခုရှိပါတယ်​ ဒါက​တော့ သူဟာစီအိုင်​​အေလူငယ်​​အေးဂျင်​့တစ်​​ယောက်​ပါဒီလိုနဲ့ သူ့အတွက်​ပထမဦးဆုံးတာဝန်​ထမ်​း​ဆောင်​ဖို့အ​ကြောင်​းဖန်​လာပါ​တော့တယ်​ ဒါက​တော့ ERIS (အားရစ်​)လို့​ခေါ်တဲ့ လျို့ဝှက်​အဖွဲ့အစည်​းက ​ဒေါက်​တာကွန်​နာ ကို စုံစမ်​းဖို့နဲ့ သူတီထွင်​ထားတဲ့ပစ္စည်​းနမူနာကိုရယူဖို့ပါ.....​ကိုယ့်ကိုယ်ကို​ေ​​ဆာ်​ကြည်​ဘဲဖြစ်​​ကြောင်​းကြွားဝါထားတဲ့ ကိုဒီတစ်​​ယောက်​ ​ဒေါက်​တာကွန်​နာရဲ့သမီးဖြစ်​သူ နာတာလီကို ချဉ်​းကပ်​ဖို့တာဝန်​​ပေးခြင်​းခံရပါ​တော့တယ်​.....ကိုဒီတစ်​​ယောက်​ အိမ်​ကမိဘ​တွေမရိပ်​မိ​အောင်​ဖုံးကွယ်​ရ....​ကျောင်​းစာတစ်​ဖက်​....တာဝန်​တစ်​ဖက်​နဲ့အတူ ဘယ်​လိုတိုင်​ပတ်​မလဲဆိုတာ ကြည်​့လိုက်​ဦး​နော်​......File Size : (950 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/agent-cody-banks-2003/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/mom_and_dad-135x200.jpg",
        "title": "Mom and Dad (2018)",
        "description": "၂၀၁၈ခုႏွစ္ဇန္န၀ါရီကမွတရား၀င္ထုတ္လုပ္လိုက္တဲ့ မင္းသားၾကီးနီကိုလတ္စ္ေက့ခ်္ရဲ႕ ကားသစ္ေလးပါ။ဒီဇာတ္ကားေလးဟာ တမူထူးျခားတဲ့အရသာေလးကိုေပးမွာပါ။ဘာလို႕လဲဆိုေတာ့ Horror-Comedy ဇာတ္ကားေလးျဖစ္ေနလို႕ပါပဲ။ပိုစိတ္၀င္စားေကာင္းသြားပါျပီ။ဇာတ္ကားနာမည္က အေမနဲ႕အေဖဆိုေတာ့ မိဘေမတၱာဘာညာဆိုျပီးထင္ေကာင္းထင္ႏိုင္ပါတယ္။ဒီကားေလးမွာေတာ့ လံုး၀ဆန္႕က်င္ဖက္ပါပဲ။ဆိတ္ျငိမ္ရပ္ကြက္ေလးတစ္ခုက မိသားစုေလးတစ္စုကိုအေျချပဳဇာတ္အိမ္တည္ထားပါတယ္။ဖခင္ျဖစ္သူဟာ တေနကုန္ကုန္းရုန္းအလုပ္လုပ္ မိသားစုကိုေထာက္ပ့ံ ကေလးေတြေၾကာင့္စိတ္ပင္ပန္းေနရျပီး မိခင္ျဖစ္သူကလည္း ကေလးေတြကိုျပဳစုပ်ဳိးေထာင္ဖို႕ အလုပ္ကေနထြက္ထားရတယ္။သားသမီးရယ္လို႕ တေနကုန္ဖုန္းပြတ္ မိဘေတြနဲ႕ကြိဳင္တတ္တဲ့ ျမီးေကာက္ေပါက္သမီးတစ္ေယာက္၊ လုပ္ခ်င္ရာလုပ္စိတ္ထင္သလိုေသာင္းက်န္းတဲ့ သားအငယ္ေကာင္ဆိုျပီးႏွစ္ေယာက္ေမြးထားၾကတာပါ။တစ္ေန႕တစ္ေန႕ မိဘႏွစ္ပါးမွာ ဒီသားသမီးႏွစ္ေယာက္ကိုေျပာရဆိုရ ထိန္းသိမ္းရနဲ႕အေတာ္ စိတ္အိုက္ၾကမွာပါပဲ။ဒီလိုနဲ႕ တစ္ေန႕မွာ ၂၄နာရီစာမိဘေတြျပန္ေသာင္းက်န္းခြင့္ရသြားေစတဲ့ျဖစ္ရပ္ဆန္းတစ္ခုျဖစ္လာခဲ့ပါတယ္။ေက်ာင္းၾကိဳဖို႕ မိဘေတြေက်ာင္းျပင္မွာေစာင့္ေနၾကစဥ္ ေခါင္းေလာင္းအထိုးမွာပဲ မိဘေတြအားလံုးကိုယ့္သားသမီးကိုယ္ျပန္ရန္မူခ်င္စိတ္ေပါက္ျပီး Zombie သဖြယ္ျဖစ္ကုန္ၾကပါတယ္။တျခားဘယ္သူ႕ကိုမွရန္မျပဳဘဲ ကိုယ့္သားသမီးကိုျပန္လိုက္ရန္ရွာၾကေတာ့တဲ့အခါ တစ္ေက်ာင္းလံုး ၀ရုန္းသုန္းကားျဖစ္ကုန္ျပီး အဲဒီေမာင္ႏွမႏွစ္ေယာက္လည္းေၾကာက္ေၾကာက္နဲ႕ အိမ္ျပန္ေျပးလာတဲ့အခါမွာေတာ့ အိမ္မွာမိန္႕မိန္႕ၾကီးထိုင္ေစာင့္ေနတဲ့မိဘႏွစ္ပါးနဲ႕တည့္တိုးၾကကုန္တာပါပဲ။၂၄နာရီတိတိ အဲဒီေမာင္ႏွမႏွစ္ေယာက္နဲ႕ Nicolas Cage တို႕လင္မယားႏွစ္ေယာက္ လိုက္တမ္းေျပးတမ္းတစ္အိမ္လံုးေျပာင္းဆန္ေအာင္ ေသာင္းက်န္းၾကတာကို ရင္တထိတ္ထိတ္နဲ႕ရႈစားရမွာျဖစ္ျပီး ၾကားထဲမွာလည္းဟာသေဖာက္တတ္ေသးေတာ့ အရသာႏွစ္မ်ဳိးခံစားရမွာပါ။ဒါ့အျပင္ဒီဇာတ္ကားမွာ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1yTzi/Mom_And_Dad_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjI3MDAxNTg1OF5BMl5BanBnXkFtZTgwMzMzMDM1MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Last Flag Flying (2017)",
        "description": "ဗီယက္နမ္စစ္ပြဲ စစ္ျပန္ေဟာင္း လယ္ရီ-ရွတ္ပ့ါဒ္ တစ္ေယာက္ တုိက္ပြဲ၀င္ရင္းက်ဆံုးသြားတဲ့ သားျဖစ္သူရဲ႕အေလာင္းကုိ ေနရပ္ကုိျပန္သယ္ဖုိ႔လုပ္ခဲ့ပါတယ္။ဒီခရီးမွာ သူနဲ႔အတူစစ္မႈထမ္းခဲ့တဲ့ မိတ္ေဆြႏွစ္ေယာက္ကုိပါ အေဖာ္အျဖစ္ေခၚခဲ့ပါတယ္။အဲဒီခရီးမွာပဲ သူတို႔လုပ္ခဲ့ဖူးတဲ့အမွားေတြ၊ ေနာင္တေတြကုိ ျပန္စဥ္းစားမိျကပါတယ္။ဒီလိုနဲ႔ဘ၀ကုိ ဘယ္လုိဆက္ေလွွ်ာက္ႀကမယ္ဆုိတာကုိပါ ဆံုးျဖတ္ခဲ့ၾကတဲ့အေႀကာင္းကုိ ႀကည့္ရႈရမယ့္ ဇာတ္ကားေကာင္းေလးတစ္ကားပါဒါရုိက္တာ Richard Linklater ကရုိက္ကူးထားျပီး Steve Carrell, Bryan Cranston နဲ႔ Laurence Fishburne တုိ႔လုိ၀ါရင့္မင္းသားႀကီးေတြပါ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ကားေလးဆိုေတာ့ ဘယ္ေလာက္ေကာင္းတယ္ဆိုတာ ေျပာစရာေတာင္မလိုေလာက္ေတာ့ပါဘူးေနာ္ File Size : (950 MB) and (360 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 5min\nFormat : Mp4\nGenre : Comedy, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-DRONES\nTranslated by Lex Luthor\nEncoded ...",
        "rating": "7.1",
        "url": "https://megaup.net/2eR1x/Last_Flag_Flying_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTUwNTA4MDMxNl5BMl5BanBnXkFtZTgwMjE4NjQ0MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "A Bad Moms Christmas (2017)",
        "description": "ျပီးခဲ့တဲ့ခရစၥမတ္ကိုျပန္လည္တမ္းတလိုျပီး ဇာတ္လမ္းျမဴးျမဴးေလးေတြကို ႏွစ္သက္ၾကည့္ရွဴလိုၾကတဲ့ပရိတ္သတ္ေတြအတြက္ A Bad Moms Christmas ဆိုတဲ့ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဒီဇာတ္ကားဟာ ၂၀၁၇ နို၀င္ဘာလမွာ ထြက္ထားတာျဖစ္တဲ့အတြက္ လတ္လတ္ဆတ္ဆတ္ ထြက္ရွိထားတာျဖစ္ျပီး ခရစၥမတ္အခ်ိန္ေတြကိုေနာက္ခံထားရိုက္ကူးထားတာျဖစ္ပါတယ္သမီးသံုးေယာက္နဲ႕ အေမသံုးေယာက္ၾကားထဲက သားအမိဆက္ဆံေရးေတြကိုဟာသဆန္ဆန္ ရိုက္ကူးပံုေဖာ္ထားတဲ့အတြက္ မိန္းကေလးပရိတ္သတ္အမ်ားစု ႏွစ္သက္ၾကလိမ့္မယ္လုိ႔ထင္ပါတယ္သူငယ္ခ်င္းသံုးေယာက္ျဖစ္ၾကတဲ့ ေအမီ ကိကိ နဲ႕ ကာလာတို႔ဟာ ခရစၥမတ္ကို ကိုယ္ပိုင္အစီအစဥ္ေတြနဲ႔ျဖတ္သန္းဖို႕ စီစဥ္ထားၾကျပီးမၾကာခင္မွာပဲ သူတို႔သံုးေယာက္ရဲ႕ အေမေတြ ကိုယ္စီကိုယ္စီ ေရာက္လာၾကျပီး သူတို႔အစီအစဥ္ေတြပ်က္ျပားသြားခဲ့တယ္…ဒီလိုနဲ႕ခရစၥမတ္မွာသူတို႔ျဖတ္သန္းခ်င္တဲ့အတိုင္းျဖတ္သန္းဖို႕ၾကိဳးစားရင္း သူတို႔အေမေတြနဲ႕ စခန္းသြားၾကပံုကို ပရိတ္သတ္ၾကီးကိုယ္တိုင္ၾကည့္ရွဴ ရယ္ေမာေတာ္မူၾကပါဦး..သရုပ္ေဆာင္ထားသူေတြကေတာ့ အားလံးုသိၾကတဲ့ Mila Kunis, Christine Baranski, Kristen Bell, Cheryl Hines, Susan Sarandon, Kathryn Hahn တို႔အျပင္ အေမရိကန္ ဆက္ဆိုဖုန္း ဂီတပညာရွင္ Kenny G လည္းပါ၀င္သရုပ္ေဆာင္ထားတာေတြ႔ရပါတယ္ File Size : (950 MB) ...",
        "rating": "5.7",
        "url": "https://megaup.net/2eR1f/(CM)_A_Bad_Moms_Christmas_2019_(Large_Size).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/pink2-136x200.jpg",
        "title": "The Pink Panther -2(2009)",
        "description": "The Pink Panther အပိုင္း(၁)ကို ၾကည့္ၿပီး သူမ်ားကေတာ့ ေထြေထြထူးထူးေတာင္ညႊန္းျပေနစရာမလုိေလာက္ဘူးထင္ပါရဲ႕။ အရမ္းကို သေဘာက်ၿပီး ေပ်ာ္ေပ်ာ္ပါးပါးေလး ၾကည့္လို႕ရမယ့္ ဇာတ္လမ္းေလးပါ။(ဒီဇာတ္ကားေလးကုိ ဘာသာျပန္ေပးသူကေတာ့ Ma Myat Noe Wutt Yi ျဖစ္ပါတယ္။)@sanwinmaung Part(1) Download Link >>> ဒီေနရာကိုႏွိပ္ပါ။ File Size >>>  (850 MB)\nQuality >>>  Blu-Ray 720p\nRunning Time >>> 1hr 33min\nGenre >>> Adventure, Comedy, Crime \nSubtitle >>> Myanmar Subtitle (Hard Sub)\nTranslator >>> Myat Noe Wutt Yi\nEncoder >>> San Win Maung",
        "rating": "5.6",
        "url": "https://megaup.net/2eR2A/The_Pink_Panther_2_[2009]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/pink-136x200.jpg",
        "title": "The Pink Panther (2006)",
        "description": "The Pink Panther . . . ဒီကားေလးဟာ နာမည္ၾကားလိုက္တာနဲ႕လူေတာ္ေတာ္မ်ားကေတာ့ ၾကည့္ဖူးသိဖူးၾကမယ္ထင္ပါရဲ႕။မၾကည့္ဖူးတဲ့ သူမ်ားလည္း ဒီကားေလးကိုၾကည့္ျဖစ္ေအာင္ၾကည့္ဖို႕တိုက္တြန္းခ်င္ပါတယ္။စံုေထာက္ၾကီး ကလူးဆိုး . သူဟာ ဒီဇာတ္ကားရဲ႕ အဓိကဇာတ္ေကာင္ျဖစ္ၿပီးအလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြနဲ႕ အျမဲတမ္းၾကံဳေတြ႕ေနရသူျဖစ္ပါတယ္။အဲ့လိုပဲ သူ႕ကို ေခ်ာက္တြန္းခ်င္တဲ့ စံုေထာက္ခ်ဳပ္က လူသတ္မႈတစ္ခုကိုလိုက္ခိုင္းၿပီး အမွားေတြပဲျဖစ္ေအာင္လို႕ ေခ်ာက္တြန္းပို႕ေပးလိုက္ရာကေနစံုေထာက္ၾကီး ကလူးဆိုးရဲ႕ ဗလူးဗလဲရယ္စရာေတြစတင္လာပါေတာ့တယ္။(ဒီဇာတ္ကားေလးကုိ ဘာသာျပန္ေပးသူကေတာ့ Ma Myat Noe Wutt Yi ျဖစ္ပါတယ္။)@sanwinmaung File Size >>>  (850 MB)\nQuality >>>  Blu-Ray 720p\nRunning Time >>> 1hr 33min\nGenre >>> Adventure, Comedy, Crime \nSubtitle >>> Myanmar Subtitle (Hard Sub)\nTranslator >>> Myat Noe Wutt Yi\nEncoder >>> San Win Maung",
        "rating": "5.6",
        "url": " https://megaup.net/2eR2r/The_Pink_Panther_[2006]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/mygirl-142x200.jpg",
        "title": "My Girl",
        "description": "ဒီ My Girl Series ေလးဟာ တစ္ခ်ိန္က ျမ၀တီရုပ္ျမင္သံၾကားမွာ\nအပတ္စဥ္ ထုတ္လြႊင့္ျပသခဲ့တဲ့ ရုပ္သံဇတ္လမ္းတြဲေလး တစ္ခုပဲ ျဖစ္ပါတယ္\nဒီဇတ္လမ္းေလးဟာ ဟာသ ၊ အလြမ္းအေဆြး ၊ အခ်စ္ စသျဖင့္ ခံစားခ်က္ေပါင္းစံု ရရွိေစမယ့္\nဇတ္လမ္းေကာင္းေလးလဲ ျဖစ္ပါတယ္\nဇတ္လမ္းပံုစံေလးကေတာ့\nဂ်ယ္ဂ်ဴကၽြန္းမွာ ခရီးသြား ဧည့္လမ္းညႊန္ လုပ္ေနတဲ့ ေကာင္မေလး ဂ်ဴယြန္းအင္း နဲ႔ ကိုရီးယား ႏုိင္ငံအႏွံ႔အျပား\nဟိုတယ္ ႏွင့္ ခရီးသြားလာေရး လုပ္ငန္းျဖင့္ ေအာင္ျမင္ေနတဲ့ သူေဌးေလး ေဂါင္ခ်မ္း တို႔ ရဲ႕ အမွတ္မထင္\nေလယဥ္ေပၚမွာ ေတြ႔ဆံုမႈ ကေန စမယ္ ထင္တာပါပဲ...\nေဂါင္ခ်မ္း ဟာ သူခ်စ္တဲ့ ေကာင္မေလးက ေအာင္ျမင္မႈေနာက္ လိုက္ရင္း သူ႔ကို ထားခဲ့လို႔ အသဲကြဲေနတာျဖစ္ၿပီး\nအသဲကြဲ ေနေပမယ့္လဲ အဖိုးျဖစ္သူ ဥကၠဌႀကီးက ေဆးရံုေပၚမွာ ေသမလိုရွင္မလိုျဖစ္ေနၿပီး ငယ္ငယ္ေလးထဲက\nဂ်ပန္ႏုိင္ငံမွာ ေပ်ာက္သြားတဲ့ ေဂါင္ခ်မ္း ရဲ႕ ညီမ ၀မ္းကြဲေလးကို ျပန္ရွာရမယ့္ တာ၀န္ဟာလဲ သူ႔ပုခံုးေပၚမွာရွိေနပါတယ္\nဒီေတာ့ အလြမ္းအေဆြးေတြကို ခဏ ရပ္ၿပီး ဟိုတယ္ လုပ္ငန္း ႏွင့္ သူ႔ညီမ ၀မ္းကြဲေလးကို ရွာေနတဲ့ အေပၚမွာပဲ\nအာရံုစိုက္လုိက္ပါေတာ့တယ္...\nဒီဘက္မွာလဲ ခရီးသြားလမ္းညႊန္ လုပ္ေနတဲ့ ဂ်ဴယြန္အင္း ...",
        "rating": "8.0",
        "url": "https://megaup.net/2eRfC/My_Girl.zip",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTUzNzI3NDM0NV5BMl5BanBnXkFtZTcwMTYwOTAzNQ@@._V1_SY1000_CR007031000_AL_-141x200.jpg",
        "title": "Lucky Trouble (2011)",
        "description": "ဇာတ္ကားအမ်ိဳးအစားက sport and romance အမ်ိဳးအစား ျဖစ္ျပီး၂၀၁၁ ခုႏွစ္က ျဖန္ခ်ီခဲ့ပါတယ္။ IMDb Rating ၆.၂ နဲ ့ Phim hd 9 ရရွိထားပါတယ္။တစ္ကားလုံးၾကာခ်ိန္ ၉၇ မိနစ္ ရွိပါတယ္။ရွရွားကားမုိ ့ ရွရွား စကားေျပာနဲ ့ဆို\nေတာ့ နားေထာင္ရတာ တစ္မ်ိဳးေတာ့ျဖစ္ေနပါလိမ့္မယ္။\nBudget ၇.၈ မီလီယံနဲ ့ရိုက္ကူးထားခဲ့ပါတယ္။ဒီကားေလးက ထူးထူးျခားျခား Resident Evil ရဲ ့\nအဓီကဇာတ္ေကာင္ ျဖစ္တယ့္မင္းသမီး Milla Jovovich ကအဓိကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဒီဇာတ္ကားက သူရဲ႕ ရုရွားရုပ္ရွင္\nေလာကထဲကုိ ေျခလွမ္းစခ်လိုက္တဲ့ဇာတ္ကား\nလဲျဖစ္ပါတယ္။\nမင္းသားက Konstantin Khabensky ပါ\nသူတို ့ႏိုင္ငံမွာေတာ့ သူကေျပတီဦးေပါ့နာမည္ၾကီးတာကုိေျပာတာပါ။\nတျခား သရုပ္ေဆာင္ေတြ က ရုရွား သရုပ္\nေဆာင္ေတြ ပါဘဲ။ေပါ့ေပါ့ပါးပါးေလးနဲ ့\nရိုက္ကူးထားတယ့္ဇတ္လမ္းပုံစံျဖစ္ျပီး မင္းသမီး\nျဖစ္တယ့္ Milla Jovovich က အရင္action ပုံစံမဟုတ္ဘဲလုံး၀ကြဲထြက္ေနတဲ့ romance ပုံစံကုိ\nသရုပ္ေဆာင္ထားပါတယ္။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/SWov/Lucky_Trouble_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bGSDCxEI0Y4tIcV9p5Eh5WCz1aL.jpg",
        "title": "Some Guy Who Kills People (2011)",
        "description": "CM ပရိတ္သတ္ ႀကီးအတြက္ လူသတ္ကားေလးတစ္ကား\nတင္ဆက္ေပးလုိက္ရပါတယ္။ ဒီကားေလးက ကန္ ဆုိတဲ့\nလူတစ္ေယာက္အေၾကာင္းရုိက္ကူးထားတာ ျဖစ္ပါတယ္။\nကန္က မၾကာခင္ကမွ စိတ္ေဆးရုံက ဆင္းလာတဲ့ သူတစ္ေယာက္\nျဖစ္ပါတယ္။သူ႕ကုိ ငယ္ဘ၀ကတည္းက အႏုိင္က်င့္ ယုတ္မာ မွု႕ေတြေၾကာင့္\nစိတ္က်န္းမာေရးခ်ဳိ႕ယြင္းၿပီး စိတ္က်န္းမာေရး ေဆးရုံ ေရာက္သြားတာပါ\nအခုေတာ့ ေဆးရုံ ကေနဆင္းၿပီး ေတာ့ ဘာဂါေရာင္းတဲ့ ဆုိင္မွာ လုပ္ေနပါတယ္။\nအဲ့မွာပဲ သူသိခဲ့ရတာက သူ႕မွာ သမီးေလးတစ္ေယာက္ရွိတယ္ဆုိတာပါပဲ။\nဒီလုိနဲ႕ သူ႕သမီးေလးကုိ ခ်စ္ဖုိ႔ နားလည္ဖုိ႔ ႀကဳိးစားရင္းနဲ႔ ကန္တစ္ေယာက္\nေနထုိင္ေနပါတယ္။ ဒီလုိေနထုိင္ေနတဲ့ အခ်ိန္မွာပဲ ကန္ကုိ အႏုိင္က်င့္\nစိတ္က်န္းမာေရးေဆးရုံပုိ႔တဲ့ လူေတြဟာ တစ္ေယာက္ၿပီး တစ္ေယာက္\nရက္ရက္ စက္စက္ အသတ္ခံရပါတယ္။ လက္သည္ကုိ ရွာမရပါဘူး။\nအဲ့အခ်ိန္မွာပဲ ကန္တုိ႔ၿမဳိ႔က ရဲမွဳးက ကန္ အေမ့ ဆီကုိ လာရင္းနဲ႔\nကန္က လူသတ္သမားျဖစ္မယ္ဆုိတာ သံသယ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2eRl9/Some_Guy_Who_Kills_People_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/Aces-Go-Places-2-1983-193x200.jpg",
        "title": "Aces Go Places 1 to 5",
        "description": "ဒီတစ်ခါတော့ Aces go places ဆိုတဲ့ တရုတ်ဟာသကားလေးကို မိတ်ဆက်ပေးပါရစေဒီကားလေးက စုစုပေါင်း ၅ ကားတိတိ ထွက်ရှိခဲ့ပြီး ၅ကားဟာ ဆက်စပ်နေပါတယ်ဒါကြောင့် စီအမ် ပရိတ်သတ်ကြီး ကြည့်ဖို့ ၅ ကားလုံးကို တဆက်ထဲ တင်ဆက်ပေးလိုက်ပါတယ်King Kong နဲ့ စုံထောက်ဂတုံးတို့ဟာ အမြဲ တွဲနေကျ ရှေ့သွားနောက်လိုက်ညီတဲ့သူငယ်ချင်းနှစ်ယောက်ပါ တစ်ယောက်ဒုက္ခကြုံလာရင်တစ်ယောက်ကကူညီဖို့ဝန်မလေးကြသူတွေဖြစ်ကြပါတယ် မောင်နှမ၂ယောက်ဦးဆောင်တဲ့လူဆိုးဂိုဏ်းက ညီမဖြစ်သူကို King Kong ဖွန်ကြောင်မိရာကဘဏ်ဓားပြအဖြစ်ချောက်ချခံရပြီး သူ့သူငယ်ချင်းဒုက္ခရောက်တာကိုမကြည့်နိုင်တဲ့ဂတုံးကဝင်ပါ ပါတော့တယ် ရှေ့နေငှားမှထောင်ကျဆိုသလိုပဲဂတုံးပါလာပြီးမှနောက်တခါ ရတနာဆိုင်ဓားပြမှုနဲ့ ချောက်ချခံရပြန်ပါတော့တယ်ဒီလိုနဲ့သူတို့၂ယောက်တိုင်ပတ်ကြပုံကို ရိုက်ထားတဲ့ဟာသဇာတ်မြူးလေးပါတစ်ကားလုံး ပါးစပ်မစိနိုင်အောင်ရယ်ရတဲ့ ဇာတ်ကားလေးဖြစ်လို့ကြည့်ပြီးနောက်တမရစေရဘူးလို့ ရဲရဲကြီးအာမခံပေးလိုက်ပါတယ်နော်ကဲ ပရိတ်သတ်ကြီးကတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ဆက်လက်ကြည့်လိုက်\nကြပါတော့ဗျာ ဇာတ်ကားက ထွက်ထားတာကြာပြီ ဖြစ်တာကြောင့် ပထမဆုံးကားပဲ Bluray ရပြီးကျန်တဲ့ ၄ကားကိုတော့ DVD rip သာရခဲ့တာမို့ အဆင်ပြေဆုံးဖြစ်အောင် တင်ဆက်ပေးထားပါတယ်ဗျ---------------------------------------------------------------------------------------ဒီတစ္​ခါ​ေတာ့ Aces go places ဆိုတဲ့ တရုတ္​ဟာသကား​ေလးကို ...",
        "rating": "",
        "url": "https://megaup.net/4eDmv/Aces_Go_Places_(Mad_Mission_1)_[1982]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    }
]