[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjBiNjBmZTktNDk2ZS00Yjk5LWE5YzgtMzI2ZjExYWM3ZjBkXkEyXkFqcGdeQXVyNzE2MTQyMzM@._V1_-140x200.jpg",
        "title": "Chez Nous (2013)",
        "description": "Chez Nous (2013)\n=============\nIMDb Rating - 6.5/10ဘားလေးတစ်ခုရှိတယ် Chez Nous တဲ့။ အဲဒီဘားမှာပဲ အသက်\nအရွယ်မတူ အလုပ်အကိုင်မတူ genderမတူ sexualityမတူတဲ့\nလူခြောက်ယောက်စုမိကြတယ်။ Chez Nous ဆိုတဲ့နာမည်အတိုင်းပဲ\nအဲဒီဘားက သူတို့အတွက်အိမ်လိုကိုဖြစ်လို့ပေါ့။တစ်နေ့မှာ ခြောက်ယောက်ထဲကတစ်ယောက်ဖြစ်တဲ့ ဘားပိုင်ရှင်\nအက်ဂျယ်က ကျန်းမာရေးဖောက်ပြီး ဆေးရုံတင်လိုက်ရတဲ့အပြင်\nသူတို့ရဲ့ဆိုင်က ဒေဝါလီခံရတော့မယ်ဆိုတာ ကျန်တဲ့ငါးယောက်က\nသိသွားကြလေရော။ ဆိုင်ကိုပြန်ဝယ်ဖို့ ပိုက်ဆံမရှိကြတဲ့ ငါးယောက်\nသားဟာ ကြံကြံစည်စည် ပြတိုက်က စိန်လည်ဆွဲကို ခိုးဖို့လုပ်ကြပါ\nတော့တယ်။စွန့်စွန့်စားစား ခိုးတဲ့ကားဆိုပေမဲ့ comedyဖြစ်နေတော့ သည်းထိတ်\nရင်ဖိုဖြစ်မနေဘဲ ရယ်ရမှာပါ။ ဇာတ်ကွက်တချို့ကို အမ်စတာဒမ်ရဲ့\nနာမည်ကြီး Gay Pride ပွဲတော် 2012 Canal Parade အတွင်းမှာ\nရိုက်ထားတာဖြစ်တဲ့အတွက် ပွဲတော်ကျင်းပနေပုံတွေကိုလည်း ပျော်\nပျော်ကြီး ကြည့်ရမှာပါ။ ဒါပေမဲ့အက်ဂျယ်ကလွဲလို့ ကျန်တဲ့ငါးယောက်မှာ\nအဖြောင့်နေနေ အကွေးနေနေ အတွဲကိုယ်စီတွေနဲ့ ဖြစ်တဲ့အတွက်\nFAသမားတွေကြည့်မိရင် ရည်းစားလိုချင်သွားပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.93 GB) / (828 MB) ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/chez-nous-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTMwZDM0MzMtYjAwNC00MmFkLWI5OWEtYjMwOWI5NjllYjU5XkEyXkFqcGdeQXVyODMyOTYyMTM@._V1_-142x200.jpg",
        "title": "99.9 Criminal Lawyer: The Movie (2021)",
        "description": "99.9 Criminal Lawyer: The Movie (2021)\n=============================\nIMDb Rating - 6.3/10\"ဂျပန်နိုင်ငံက ရာဇဝတ်မှုတွေရဲ့ ၉၉.၉%ဟာ အပြစ်ရှိကြောင်း\nစီရင်ချက်ချခံရတယ်\"၊ \"တရားစွဲခံရပြီဆိုတာနဲ့ အပြစ်ဒဏ်ချခံရမှာ\nသေချာသလောက်ပဲ\"၊\"ဒီဇာတ်ကားဟာ ကျန်တဲ့(၀.၁%) နောက်ကွယ်ကဖုံးကွယ်နေတဲ့\nအမှန်တရားဆီအရောက်သွားဖို့ ဘာမဆိုလုပ်မယ့် ရှေ့နေတွေအ\nကြောင်းဖြစ်ပါတယ်\"။ဤကား ဇာတ်ကားမိတ်ဆက်။99.9 Criminal Lawyer ဟာ စီးရီးသပ်သပ်ရှိပါတယ်။ ဒါကမူဗီပါ။\nစီးရီးနဲ့ ဒီမူဗီရဲ့ အမှုတွေက ဆက်စပ်မနေတာမို့ စီးရီးမကြည့်ဖူးလည်း\nဒီမူဗီကိုတန်းကြည့်လို့ရပါတယ်။ဟီရိုတိုမိယာမဆိုတဲ့ လူငယ်ရှေ့နေ့တစ်ယောက်ဟာ မာဒရာမဲဥပေဒေ\nရုံးမှာ အလုပ်လုပ်ပါတယ်။ သူက အခင်းဖြစ်ပွားတဲ့ပုံစံကို ပြန်လည်သ\nရုပ်ဖော်ပြီး ထင်မထားတဲ့နေရာက သဲလွန်စတွေနဲ့ အမှန်တရားကိုရှာဖွေ\nတတ်သူပါ။  ဒီကားထဲမှာတော့ လွန်ခဲ့တဲ့၁၅နှစ်က ဝိုင်အဆိပ်သင့်မှုကို\nမိယာမနဲ့သူ့အဖွဲ့သားတွေ ရှာဖွေစုံစမ်းပုံကို စိတ်ဝင်စားဖွယ်ကြည့်ရှူရ\nမှာပါ။ တစ်ကားလုံး တရားခံဘယ်သူလဲ စဉ်းစားလာခဲ့ပြီးမှ နောက်ဆုံးမှာ\n\"ဟာ!\" ဆိုပြီး ပါးစပ်အဟောင်းသားဖြစ်ရမယ့် ဇာတ်ကားမျိုးဖြစ်ပါတယ်။\nကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe Zin\nဖြစ်ပါတယ်)File Size..........(1.9 GB) / (828 MB) / (495 MB)\nQuality............WEB-RIP ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/99-9-criminal-lawyer-the-movie-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZGU5NjkzNTgtOTI0Yy00YjNlLWFkZDktZDZkOGYwZTgyZTQ3XkEyXkFqcGdeQXVyMTU1ODQyNzg5._V1_-141x200.jpg",
        "title": "Dhamaka (2022)",
        "description": "Dhamaka (2022)IMDb-8.1/10ရုံတင်ငွေသန်း ၆၀ တောင်အမြတ်ရထားတဲ့ ဟာသအက်ရှင်အရောလေးနဲ့\nညိုကီတို့လည်း Are we dating the same girl? ဂရုဖွဲ့ဖို့လိုနေကြောင်းပြထားတဲ့ကားလေးပါ2022 ခုနှစ်ထွက် အောင်မြင်ပြီးလူကြိုက်များခဲ့တဲ့ တေလဂူးစကားပြော\nတောင်ပိုင်းရုပ်ရှင်ကားဖြစ်ပါတယ်။\nဒီကားမှာတော့ မင်းသားကြီး Ravi Teja ကနှစ်ကိုယ်ခွဲအဖြစ်သရုပ်ဆောင်ထားပါတယ်။\nစီးပွားရေးလုပ်ငန်းပိုင်ရှင်အာနန့်ဒ်နဲ့\nမကြာခင်ကမှ အလုပ်ပြုတ်ထားတဲ့ ဂျစ်ကန်ကန်ကောင်ဆိုးလေး ဆွာမီ၊\nရုပ်ချင်းဆင်ပြီး ကံကြမ္မာချင်းမတူကြတဲ့ ဆွာမီ နဲ့ အာနန့်ဒ်တို့ဟာ\nမတူညီကြတဲ့ပြဿနာတွေကိုဖြေရှင်းရင်ဆိုင်ရင်း တစ်နေ့မှာတော့\nထိပ်တိုက်ရင်ဆိုင်ကြဖို့ အကြောင်းဖန်လာပါတော့တယ်။တစ်ဖက်မှာလည်း ပရာနာဗီဆိုတဲ့ မိန်းမလှလေးက ရုပ်ချင်းဆင်နေတဲ့ လူနှစ်ယောက်ကိုမှ\nမထင်မှတ်ဘဲချစ်မိနေပြီး နှစ်ယောက်ကြားမှာ ရွေးချယ်ရခက်နေတဲ့သူလေးပေါ့။\nဒီလိုနဲ့ တစ်နေ့မှာတော့ အာနန့်ဒ်တစ်ယောက်ကုမ္ဗဏီရဲ့ စီးအီအို ဖြစ်လာမယ့်အချိန်မှာ\nမထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းလေးတွေက သူတို့တွေရဲ့ဘ၀ကို‌ တစ်ဆစ်ချိုး ပြောင်းလဲစေခဲ့ပါတယ်။\nသီချင်းတွေကလည်းမြူးကြွတယ် အားတက်စေတယ်၊ စကားပြောခန်းတွေက\nပညာသားပါတယ် ဆိုတော့ ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nFile size…3.1GB / 1.4GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Bpl ~ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/dhamaka-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-mars-132x200.jpg",
        "title": "Mars Attacks! (1996)",
        "description": "နှစ် ၂၀ ပြည့်လာလည်း အူကြောင်ကြောင်နဲ့အရမ်းရယ်ရဆဲ ဇာတ်လမ်းတစ်ခုကို တင်ပေးလိုက်ပါတယ်။ဖွံဖြိုးပြီးနိုင်ငံတစ်နိုင်ငံဖြစ်တဲ့ အမေရိကန်နိုင်ငံကဆိုရင် အခွင့်ရတိုင်း ဂြိုလ်သားတွေနဲ့တွေ့ဆုံဖို့ကြိုးပမ်းတတ်ကြတဲ့လုပ်ရပ်မျိုးတွေကို 20ရာစုကတည်းကအကောင်အထည်ဖော်လျက်ရှိနေခဲ့ပါတယ်...။\nဒီအတွက်ကြောင့်ပဲ အမေရိကန်သမ္မတနဲ့ သမ္မတကြီးရဲ့အမှုထမ်းတွေက အင်္ဂါဂြိုလ်သားတွေဆီကနေ အကြိမ်ကြိမ် ဂျင်းထည့်ခံရတဲ့အကြောင်းလေးကို Ironicဆန်ဆန် ရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်...။ဒီဇာတ်ကားမှာတော့ ကမ္ဘာမြေပေါ်ကို ရောက်လာကြတဲ့ အင်္ဂါဂြိုလ်သားတွေကို အထင်ကြီးစိတ်နဲ့ အကောင်းမြင်စိတ်များနေတဲ့အပေါ်မှာ US သမ္မတကြီးတို့တတွေက ဂြိုလ်သားတွေရဲ့ ကမ္ဘာမြေပေါ်ခြေဆန့်လာတဲ့ရည်ရွယ်ချက်ကို ငြိမ်းချမ်းရေးဆွေးနွေးဖို့အတွက်ပဲလို့ ထင်နေခဲ့ပါတယ်...။ ဒါပေမဲ့ ဂြိုလ်သားတွေရဲ့ ကမ်းလှမ်းမှုက ဂျင်းဖြစ်နေကြောင်း သိခဲ့ရတယ်။ အဲဒီအချိန်မှာတော့ အရာရာဟာ ထိန်းမနိုင်သိမ်းမရတွေ ဖြစ်ကုန်ပါပြီ။Legendary Wizard of Weirdလို့ နာမည်ကြီးတဲ့ ဒါရိုက်တာTim Burton ရိုက်ကူးထားပါတယ်။ File size…(1.88GB)  / (`1021B) / (521MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...  Drama / Crime / ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/mars-attacks-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g0HLEZfqJp5dRxMzkgZwW9puP7N.jpg",
        "title": "Zathura: A Space Adventure (2005)",
        "description": "Zathura: A Space Adventure (2005)~ IMDb - 6.2/10, Rotten Tomatoes - 76% ~ငယ်ငယ်တုန်းက သိပ်ကြိုက်ခဲ့ရတဲ့ Fantasy, Adventure ဇာတ်ကားတွေထဲက တစ်ကားဖြစ်တဲ့ Jumanji တို့ဘာတို့ကိုတော့ မှတ်မိဦးမယ်ထင်ပါတယ်။ ဂိမ်းတစ်ခုဆော့ရင်း ဂိမ်းကမ္ဘာတစ်ခုကိုရောက်သွားတဲ့ ဇာတ်လမ်းမျိုးပေါ့။Zathura က Jumanji ကို Space Version Spin-off ပုံစံမျိုး Fantasy Sci-Fi Game Universe ကိုဖန်တီးခဲ့တာပါ။ အဲဒီတော့ သိကြတဲ့အတိုင်းပဲ။ သတ္တဝါဆန်းတွေ၊ ဖြစ်ရပ်ဆန်းတွေနဲ့ Entertainment ကောင်းကောင်းဖြစ်မယ့်ကားပါပဲ။ဒီထဲက Main Cast ညီအကိုနှစ်ယောက်ထဲက တစ်ယောက်က‌ နောက်ပိုင်း Bridge to Terabithia, Huger Games Franchise ကြီးနဲ့ Journey 1 & 2 လို တကယ့်ဇာတ်ကားကောင်းတွေမှာပါခွင့်ရခဲ့တဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/zathura-a-space-adventure-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMGJiZTVhNTItMTdmMC00ZDE4LWI2ZmItNjFhMmFiMzc1MmNhXkEyXkFqcGdeQXVyNjYxNzY5MjE@._V1_-147x200.jpg",
        "title": "En Corps(Rise) (2022)",
        "description": "En Corps(Rise) (2022)\n================\nIMDb Rating - 7.2/10ဇတ်လမ်းလေးကတော့ ဘဲလေးကချေသည်လေးအဲလစ်မှာ\nစင်ပေါ်မှာဖျော်ဖြေနေတုန်းမှာ ခြေကျင်းဝတ်ဒဏ်ရာရသွားတယ်၊\nအရင်ကတည်းကဒဏ်ရာဟောင်းကိုပဲသုံးခါလောက်ထပ်ဖြစ်တော့\nဆရာဝန်က ဘဲလေးအကကို နှစ်အနည်းငယ်လောက်နားဖို့ပြော\nလိုက်တာပေါ့၊ ငယ်ငယ်ကတည်းက ဘဲလေးအကကို ကလာတာ\nရယ် ရူးသွပ်တဲ့စွဲလန်းမှုတွေကြောင့် ရပ်နားရမယ်လို့ကြားလိုက်ရတဲ့\nစကားကသူ့အတွက်အတော်လေးစိတ်ဓာတ်ကျစေတယ်။အက မကရတဲ့အတွက်အခြားအလုပ်ကိုပြောင်းပြီးလုပ်မယ်လို့\nစိတ်ကူးရင်းနဲ့ သူငယ်ချင်းဆဘရီနာနဲ့ဆက်သွယ်ဖြစ်တယ်၊ ဆဘရီ\nနာရဲ့ ချစ်သူက အနုပညာသင်တန်းတစ်ခုမှာစာဖိုမှူးလုပ်နေတာဆိုတော့\nအဲလစ်လည်းလက်ခံလိုက်တယ်၊ဆေးကုနေရင်း အနုပညာသင်တန်းမှာ\nခေတ်ပေါ်အကကိုတဖြည်းဖြည်းနဲ့လိုက်က ကြည့်တယ်၊ ဒဏ်ရာက\nတဖြည်းဖြည်းသက်သာတဲ့အတွက် ခေတ်ပေါ်အကအဖွဲ့ကိုဝင်ကရင်းနဲ့\nစင်ပေါ်မှာပြန်လည်တင်ဆက်နိုင်ဖို့အတွက် ကြိုးစားအားထုတ်မှုတွေကို\nစိတ်ဝင်စားဖွယ်ရိုက်ကူးထားတဲ့အတွက်ကြည့်ရှုပေးပါဦးလို့ပြောလိုက်\nပါရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo\nLwin ဖြစ်ပါတယ်)File Size..........(2.2 GB) / (870 MB) / (514 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 57Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/en-corpsrise-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BN2JjNzVhOTMtNTc3Yi00NGNjLWI3YjgtYjkyZTYzY2FmMmIxXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Adaptation. (2002)",
        "description": "Adaptation. (2002)\n==============\nIMDb Rating - 7.7/10ဒီဇာတ်ကားလေးမှာတော့ မင်းသားကြီး Nicholas Cageနဲ့\nမင်းသမီးကြီး Meryl Streepတို့ရဲ ကြက်သီးထချင်စရာကောင်း\nလှတဲ့ သရုပ်ဆောင်ချက်တွေကို မြင်ရမှာပါ။ အဲ့လိုပဲ John\nLarocheနေရာမှာ သရုပ်ဆောင်သွားတဲ့ မင်းသားကြီး Chris\nCooperရဲ့ သရုပ်ဆောင်ချက်တွေကလဲ သဘာဝကျချက်က\nတော့ သူနဲ့ဇာတ်ကောင်နဲ့ကို ခွဲမရတော့အောင်ကို ဖြစ်ရပါတယ်။ဒီဇာတ်ကားမှာ လူတစ်ယောက်ရဲ့ စိတ်နေစိတ်ထား အတွေး\nအမြင်တွေသာ မက ခံယူချက်တွေရဲ့ သက်ရောက်မှုအားပြင်းပုံ\nတွေကိုပါ တစ်ပါတည်းမြင်နေရမှာဖြစ်ပါတယ်။ ဇာတ်လမ်း\nအသွားအေးသလိုနဲ့ ပူလောင်စေရတဲ့ ခံစားချက်မျိုး၊ အားမလို\nအားမရဖြစ်စေမှုတွေ၊ လူတစ်ယောက်က တခြားတစ်ယောက်ကို\nချစ်မိသွားဖို့ ဖြစ်စေတဲ့အရာတွေကို တသီတတန်းကြီးတွေ့ရပါ\nတယ်။ ဇာတ်ကားနာမည် Adaptation ဆိုတာနဲ့ လိုက်ဖက်လွန်း\nလှတဲ့ လိုက်လျောညီထွေစွာ တဖြည်းဖြည်းချင်း မသိမသာနဲ့\nပြောင်းလဲသွားတဲ့ ဇာတ်ကောင်တွေရဲ့ ခံစားမှုတွေ အတွေးတွေ\nအယူအဆတွေ ထင်မြင်ချက်တွေနဲ့လုံးဝကို ပြီးပြည့်စုံတဲ့ ကား\nကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Paul\nဖြစ်ပါတယ်)File Size..........(2.38 GB) / (900 MB) / (500 ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/adaptation-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AkaTNb3g7ACFauUTTrH5nOjPT41.jpg",
        "title": "Reindeer Games Homecoming (2022)",
        "description": "Reindeer Games Homecoming (2022)ဖခင်ဖြစ်သူ ဆုံးပါးပြီးနောက် လစ်ဟာနေတဲ့ကွက်လပ်ကိုဖြည့်ဖို့အတွက်\nသူ့အဖေချစ်တဲ့ ကစားပွဲတွေကို အားကြိုးမာန်တက် ဆက်ဆော့ပြီး မြို့အတွက် ရန်ပုံငွေရှာပေးနေတဲ့ ကောင်မလေးမက်ခ်ဟာ\nတစ်နေ့မှာတော့ ကိုယ်ဝန်သည်အစ်မကို ကူညီပေးဖို့မြို့ကိုပြန်ရောက်လာတဲ့\nသူ့အထက်တန်းကျောင်းတုန်းက ခရက်ရှ်လည်းဖြစ်၊ ငယ်သူငယ်ချင်းဟောင်းလည်းဖြစ်တဲ့ စူပါစတားနဲ့ပြန်ဆုံတွေ့ပြီး\nခရစ္စမတ်မှာ ရန်ပုံငွေရှာတဲ့ပွဲအတွက် အတူတူဆော့ရင်းနဲ့ အတိတ်ကအနာဟောင်းကို ပြန်ဆွမိသွားတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ။မက်ခ်ဟာ ဆရာဝန်ဖြစ်ဖို့ရည်မှန်းချက်နဲ့ ငယ်ငယ်ကတည်းက အရမ်းကြိုးစားခဲ့ပြီး ဉာဏ်လည်းအရမ်းကောင်းပေမယ့်\nဘာလို့ ဆရာဝန်အလုပ်မလုပ်ဘဲ အထက်တန်းကျောင်းမှာ ဆရာမဝင်လုပ်နေရတဲ့အကြောင်းအရင်းကရော ဘာကြောင့်ဖြစ်မလဲဆိုတာ\nပေါ့ပေါ့ပါးပါးခရစ္စမတ်ကားလေးကြည့်ပြီး ရှုစားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Robin ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 747MB | 359MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Robin\nEncoder ..... August",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/reindeer-games-homecoming-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjBmZWQ3ZTItYjJkMC00NDQ5LTliMGEtMDdiZTNiMjViNjFjXkEyXkFqcGdeQXVyNzQ5MzY0NjM@._V1_-132x200.jpg",
        "title": "Greenfingers (2000)",
        "description": "Greenfingers (2000)===============IMDb Rating - 6.8/10၂၀၀၀ ပြည့်နှစ်က အင်္ဂလိပ် ‌ဟာသဒရမ်မာဇာတ်လမ်း\nGreenfingers ဟာ ဖြစ်ရပ်မှန်ကို အခြေခံထားတာပြီး\nရိုက်ကူးထားတာဖြစ်ပါတယ်။Greenfinger ဆိုတာ သစ်ပင်\nအစိုက်ကောင်းတဲ့ ဥယျာဉ်မှူးတွေကို တင်စားခေါ်ဝေါ်တဲ့စကား\nဖြစ်ပါတယ်။ အင်္ဂလန်က လုံခြုံရေးလျှော့ပေါ့ထားတဲ့ အကျဉ်း\nစခန်းတစ်ခုက ဆုရအကျဥ်းသားတွေအကြောင်း အခြေခံရိုက်\nကူးထားတယ်လို့ ဆိုပါတယ်။ဇာတ်လမ်းထဲမှာ ကောလင်န်ဘရစ်စ်ဟာ ထောင်နှစ်ရှည်ကျနေတဲ့\nအကျဉ်းသားတစ်ယောက်ပါ။ နှစ်အတော်ကြာပြီးတဲ့နောက် သူ့\nအပြုအမူကောင်းတွေကြောင့် လုံခြုံးရေးလျှော့ပေါ့ထားတဲ့ open\nprison စနစ်နဲ့ အကျဉ်းထောင်တစ်ခုဆီ ပြောင်းရွှေ့ရပါတယ်။\nအဲဒီမှာ လူအမျိုးမျိုးနဲ့ တွေ့ရပေမဲ့ အထူးခြားဆုံးက သူ့အခန်းဖော်\nအဘိုးကြီးဖားဂတ်စ်ပါ။ တစ်နေ့မှာ ဖားဂတ်စ်ကြီးကောင်းမှုကြောင့်\nကောလင်န်နဲ့ အကျဉ်းသားတစ်စုတို့ ဥယျာဉ်မှူးဘ၀ကို ရောက်မှန်း\nမသိ ရောက်သွားကြပါတယ်။ အဲဒီမှာ သူတို့‌တွေအပြောင်းအလဲကြီး\nပြောင်းလဲပြီး ဘ၀ပန်းတိုင်းကို ရှာတွေ့သွားကြပါတယ်။ဒါပေမဲ့ လူတွေရဲ့ အလိုလိုအထင်သေးခံရမှုတွေကြောင့် သူတို့ပန်းတိုင်\nကို သွားရာလမ်းဟာ မဖြောင့်ဖြူးဘဲ အနှောင့်အယှက်တွေ ကြုံရပါတယ်။\nထောင်ထဲကလူဆိုးတွေဘ၀ကနေ ပန်းဥယျာဉ်မှူးအဖြစ် ပြောင်းလဲသွား\nကြတဲ့ ကောလင်န်တို့လူစု အခက်အခဲကို ဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်\nသွားကြမလဲဆိုတာ တွေးရင်းငေးရင်း စိတ်၀င်တစား ကြည့်ကြရမှာပါ။မြင်‌နေကျ အကျဉ်းထောင်ဇာတ်လမ်းတွေမျိုး ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/greenfingers-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZGYwMzQ2NzgtOWY3YS00MmY0LWFjZTQtMThhMzYzNTcxNGM3XkEyXkFqcGdeQXVyMTUyMjc2OTg@._V1_-142x200.jpg",
        "title": "Our Huff and Puff Journey (2016)",
        "description": "Our Huff and Puff Journey (2016)\n========================\nIMDb Rating - 5.9/10ဒီတစ်ခါတော့ သီချင်းကိုအရမ်းရူးသွပ်တဲ့ အိမ်ပြေးအထက်တန်း\nကျောင်းသူလေးယောက်အကြောင်းကို ရိုက်ကူးထားတဲ့ဇာတ်ကား\nလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။အီချီနို ၊ ချီအဲ ၊ ဆက်ဆွန် နဲ့ ဖူမီကိုဆိုတဲ့သူငယ်ချင်းလေးယောက်မှာ\nတကယ်တမ်းအိမ်ပြေးလာတာ ဖူမီကိုတစ်ယောက်တည်းပါ။ ဖူမီအို\nအကြိုက်ဆုံးအိုင်ဒေါဖြစ်တဲ့ ကာအိုစံပါဝင်တဲ့ ခရိဟိုက်တေးဂီတအဖွဲ့က\nတိုကျိုမှာဖျော်ဖြေပွဲလုပ်မှာမို့ အိမ်နဲ့ရန်ဖြစ်ပြီးထွက်လာတာပါ။ အချစ်\nဆုံးသူငယ်ချင်းကို အဖော်လုပ်ပေးဖို့ အီချီနို၊ ချီအဲ နဲ့ဆက်ဆွန်တို့လည်း\nတိုကျိုကို အတူတူထွက်လာခဲ့ပါတယ်။ဘာထူးခြားလဲဆိုတော့ တိုကျိုအထိ လေးရက်ခရီးလောက်ကို စက်ဘီး\nကိုယ်စီနဲ့တက်လာခဲ့ကြတာပါ။ အထက်တန်းကျောင်းသူတွေမို့လို့ မုန့်ဖိုး\nလည်းအများကြီးမပါတဲ့အပြင် စက်ဘီးလည်း ဆက်မနင်းနိုင်တဲ့အခါ\nအံ့အားသင့်ရလောက်အောင်ကို လူကောင်းတွေနဲ့အများကြီးတွေ့ခဲ့ရ\nပါတယ်။ တစ်မြို့ပြီးတစ်မြို့ အကူအညီတောင်းရင်းနဲ့ နောက်ဆုံးလက်\nထဲမှာ ယန်း ၃၀၀ ပဲကျန်တဲ့အချိန် သူငယ်ချင်းလေးယောက်လည်း တစ်\nဖြည်းဖြည်းချင်းသွေးကွဲလာပြီး အမြင်စောင်းလာကြတဲ့အခါ....\nသူတို့လေးယောက် ဘယ်လိုမျိုးညှိနှိုင်းကြမလဲ ? သူတို့ကြိုက်တဲ့တေးဂီတ\nဖျော်ဖြေပွဲဆီကိုရော ချောချောမောမော ရောက်သွားရဲ့လားဆိုတာတော့\nဆက်ကြည့်လိုက်တော့နော်....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va\nဖြစ်ပါတယ်)File Size..........(1.7 GB) / (650 ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/our-huff-and-puff-journey-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjBhMjFhYmMtYjRlZC00OTU4LWFlNjUtZWFjZDViOGNlOTcxXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-155x200.jpg",
        "title": "Chhatriwali (2023)",
        "description": "Chhatriwali (2023)\nComedy, Drama\nIMDb 5.3/10အခုတစ်ခါမှာတော့ မင်းသမီးချောလေး ရာကူးပရိဆင်းရဲ့\nပညာပေးဇာတ်ကားလေးကို တင်ဆက်ပေးပါတော့မယ်။ကျားမတန်းတူညီမျှရေးဆိုတာဘာကိုပြောတာလဲ\nအလုပ်ခွင်မှာတန်းတူနေရာပေးတာလား\nအမျိုးသမီးများကို sexual harassment မလုပ်တာလား\nအမျိုးသမီးအခွင့်အရေးကို လေးစားလိုက်နာရမှာလား\nယနေ့ခေတ်မှာ ပညာပေးပေါင်းစုံ အခွင့်အရေးလှုပ်ရှားသူတွေက\nနည်းလမ်းပေါင်းစုံနဲ့ဖော်ပြနေတဲ့ အရာတစ်ခုပါတကယ်တော့ ဒီနိုင်ငံမှာမှမဟုတ်ပါဘူး ကမ္ဘာတစ်ဝှမ်းမှာအမျိုးသမီးတွေကို\nအတိတ်မှာနှိမ်ချဆက်ဆံခဲ့ကြပါတယ် ဘာသာတရားရော ယဉ်ကျေးမှုအရရောပါပဲ\nအိန္ဒိယကတော့ အားလုံးသိကြတဲ့အတိုင်း တော်တော်ဆိုးဆိုးပါပဲ အခုခေတ်မှာတော့\nခေတ်မှီလာတာနဲ့အမျှ သူတို့လဲ ရှေးရိုးစွဲအမြင်တွေကို တွန်းလှန်နေကြပါပြီ\nအဖြစ်မှန်ကိုရိုက်ကူးထားတဲ့ padman လိုဇာတ်ကားမျိုးထွက်ခဲ့သလို\nအခုကားလေးကတော့ သားဆက်ခြားကျန်းမာရေးကိစ္စကို မီးမောင်းထိုးပြထားတဲ့ကားလေးပါ\nတားဆေးတွေရဲ့ဆိုးကျိုးနဲ့ အဖော်ဆောင်သင့်ပုံလေးတွေကို ဟာသနဲ့နှော တင်ဆက်ထားပုံအရ\nပရိသတ်ကြီးတို့ကို ကိုယ်တိုင်လဲကြည့် အကုန်လုံးကိုလဲ ညွှန်းဆိုပေးသင့်တဲ့ ပညာပေး\nပေါ့ပေါ့ပါးပါး ပျော်ရွှင်စရာဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.54GB / 703MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration…1h 56mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Sai Thu Rein ~ Nyein Aye",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/chhatriwali-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h3iqYiGS6F3y7GxaS4AT8nFxZ2i.jpg",
        "title": "Garden State(2004)",
        "description": "Garden State(2004)================ ဒီဇာတ်ကားလေးကတော့ 2004 ခုနှစ်မှာထွက်ရှိထားပြီးActor ကတော့ Director Zach Braff ကိုယ်တိုင်ပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးနဲ့ပက်သက်ပြီး Director Zach Braff ကIndependent spirit award for best features ဆုရရှိခဲ့ပါတယ်Braff က ဒီဇာတ်ကားလေးက သူ့ရဲ့ တကယ့်ဘဝအတွေ့အကြုံကိုအခြေခံပြီးတော့ ရိုက်ကူးထားတယ်လို့သိရပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကို ပြောရမယ်ဆိုရင် 26 နှစ်အရွယ်မင်းသားရော waiter ရောလုပ်ပြီး ဘဝကိုရုန်းကန်နေရတဲ့Andrew Largeman ဆိုတဲ့ကောင်လေးက သူ့အမေသေသွားလို့သူ့ရဲ့ ဇာတိမြို့ New Jersey ကိုပြန်လာခဲ့တယ် ဇာတိမြို့ကိုပြန်လာအပြီးမှာ Andrew ရဲ့ဘဝထဲကို Samantha ဆိုတဲ့ကောင်မလေးရောက်လာပြီးတော့ Andrew ရဲ့ အဓိပ္ပာယ်မရှိတဲ့ဘဝအတွက် ဘယ်လိုအပြောင်းအလဲလေးတွေ ဖြစ်သွားမလဲဆိုတာကိုတော့ ဇာတ်ကားလေးကိုဆက်ပြီး ကြည့်ရှူပေးပါဦးနော်..(အညွှန်းနဲ့ ဘာသာပြန်ဆိုထားတာကတော့ Duckkie ဖြစ်ပါတယ်) File size…988MB / 375MB\nQuality…BluRay 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/garden-state2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/522efc22ffa1b7fa5ad93895d563f047-1371642717-143x200.jpeg",
        "title": "Ages of Love (2011) Manuale d’am3re",
        "description": "Ages of Love (2011) The Manual of Love 3(or) Manuale d'am3reအချစ်ကျမ်းစာ (Manual of Love) လို့အမည်ရတဲ့ အီတလီဇာတ်ကားဟာ စုစုပေါင်း ၃ ကားထွက်ရှိခဲ့ပြီး ဒါကတော့ နောက်ဆုံးဇာတ်ကားဖြစ်ပါတယ်။Manual of Love 2 တုန်းက ပါဝင်ပွဲကြမ်းသွားတဲ့ ပုရိသတို့အသည်းစွဲ မင်းသမီးကြီး Monica Bellucci လဲထပ်မံပါဝင်ထားခဲ့ပြီးတော့ တခြားဇာတ်ဆောင်တွေနဲ့ မတူညီတဲ့ဇာတ်လမ်းတွေကို ပေါင်းစပ်တင်ဆက်ထားပါတယ်။ဇာတ်လမ်းကတော့ မြှားနတ်မောင်ဇာတ်လမ်းပါ...မြင်နေကျ မြှားနတ်မောင်ဇာတ်လမ်းတွေနဲ့မတူတာကဒီထဲမှာပါတဲ့ မြှားနတ်မောင်ကတော့ သောက်တလွဲပဲ ပစ်တတ်တဲ့ကောင်ပါ။ဒီကောင်ပစ်လိုက်တာနဲ့ သောက်ပြသနာတသီကြီးတက်ပြီလို့ပြောရလောက်အောင် ချောက်ချတတ်တဲ့မြှားနတ်မောင်ပါ။ရင့်ကျက်တည်ငြိမ်သူတွေတောင်မှ လဗြောင်းသတ်သွားတတ်တဲ့ မြှားနတ်မောင်ရဲ့မြှားသုံးချောင်းအကြောင်းကို ခံစားကြည့်ကြပါဦး။Manual of Love ဇာတ်ကား ၃ ကားစလုံးကို channelmyanmar.org/?s=manual+of+love  မှာကြည့်ပါ။File size…(900 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….02:07:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by BaBa Yaga",
        "rating": "5.9",
        "url": "https://megaup.net/Sqa1/The_Ages_Of_Love_(Manuale_D_amore_3)_[2011]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/2mDPqJ8HQNs9oyziI88EelJCzoO-133x200.jpg",
        "title": "Manual of Love 2 (2007) Manuale d’amore 2",
        "description": "Manual of Love 2 (2007) Manuale d'amore 2 (or) Capitoli successiviအချစ်ကျမ်းစာ (Manual of Love) လို့အမည်ရတဲ့ အီတလီဇာတ်ကားဟာ စုစုပေါင်း ၃ ကားထွက်ရှိခဲ့ပြီး ဒါကတော့ ဒုတိယဇာတ်ကားဖြစ်ပါတယ်။အီတလီ အချစ်ဇာတ်လမ်းလေးတွေဖြစ်ပြီးတော့ တစ်ကားမှာ အပိုင်းလေးတွေခွဲပြီး တင်ဆက်တဲ့ကားပါ။ တစ်ကားတည်းမှာပဲ ဇာတ်လမ်း လေးပုဒ်လောက် ပါရှိတာပါ။ အချစ်ဆိုတဲ့ခေါင်းစဉ်အောက်မှာ ချစ်ကြ မုန်းကြ ခံစားကြ ငိုယိုကြ လွမ်းဆွေးကြ ပျော်ရွှင်ကြ၊ ခံစားမှုပေါင်းမျိုးစုံနဲ့ လောကဇာတ်ခုံ အဖုံဖုံပေါ့လေ။ယခု အမှတ် (၂) ကားကို ဒါရိုက်တာ Giovanni Veronesi ရိုက်ကူးတင်ဆက်ထားပြီး ဇာတ်လမ်းလေးခု ပါရှိပါတယ်။ ကျွန်တော်တို့ရဲ့ မမ Monica Bellucci ရဲ့ ညှို့အားပြင်း ဆွဲဆောင်ခြင်းတွေကို အသည်းတယားယား မြင်တွေ့ရမှာပါပဲ။ Elsa Pataky ရဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/manual-of-love-2-2007-manuale-damore-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMmY5MmNiOTEtYzVkNi00ZTExLWJlNGQtOTQ1ZGZmMDRkNTc2XkEyXkFqcGdeQXVyMzIwNDY4NDI@._V1_-141x200.jpg",
        "title": "The Manual of Love (2005) Manuale d’amore",
        "description": "The Manual of Love (2005) Manuale d'amoreအချစ်ကျမ်းစာ (Manual of Love) လို့အမည်ရတဲ့ အီတလီဇာတ်ကားဟာ စုစုပေါင်း ၃ ကားထွက်ရှိခဲ့ပြီး ဒါကတော့ ပထမဆုံးဇာတ်ကားဖြစ်ပါတယ်။သူက ဇာတ်လမ်းတိုလေးတွေ စုစည်းထားတာတစ်ခုပါ။ ဇာတ်ကောင်တွေက ပတ်သက်နှီးနွယ်နေတဲ့ လှပတဲ့ အချိတ်အဆက်လေးတွေလည်း ပါဝင်ပါတယ်။ ယခုဇာတ်ကားမှာတော့ ဇာတ်လမ်းတို လေးပုဒ်ပါဝင်ပြီး အချစ်ရဲ့ မာယာနဲ့ လှည့်ဖျားတတ်ပုံ၊ အင်အားကြီးပုံတွေကို တင်ဆက်ထားသလို ကမောက်ကမအဖြစ်တွေ၊ ထင်မှတ်မထားတာတွေ ဖြစ်တတ်တယ်ဆိုတဲ့အကြောင်းတွေ ပါဝင်တာပေါ့ဗျာ။ပထမဇာတ်လမ်းမှာ အလုပ်အကိုင်မရှိတဲ့ လူငယ်လေးတစ်ယောက်က တိုးဂိုက်မ ချောချောလေးကို ချစ်မိသွားလို့ အတင်းဝင်ကပ်ရာကနေ လှပတဲ့ အချစ်ဇာတ်လမ်းလေး ဖြစ်တည်လာပုံပေါ့။ဒုတိယဇာတ်လမ်းကတော့ မိန်းမအပေါ်မှာ စိတ်ပျက် စိတ်ကုန်နေတဲ့ ယောက်ျားတစ်ယောက်ကို မြင်တွေ့ရမှာဖြစ်ပြီး တတိယဇာတ်လမ်းမှာတော့ ယောက်ျားဖြစ်သူရဲ့ ဖောက်ပြန်ခြင်းခံလိုက်ရတဲ့ ယာဉ်ထိန်းရဲမေတစ်ဦးရဲ့ လက်စားချေခြင်းတစ်ခုကို ကြည့်ရှုရပါမယ်။ သူ့လက်စားချေပုံကတော့ ယောက်ျားထုကြီးအတွက် ရင်တုန်စရာပါပဲ။ ရှင်ဖောက်ပြန်ရင် ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-manual-of-love-2005-manuale-damore/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/14tmdb1PiLNDZf3VD29S2nUKVV0.jpg",
        "title": "Breakfast on Pluto (2005)",
        "description": "Breakfast on Pluto (2005)ပီကီဘလိုင်းဒါမှာ စပယ်ရှယ်ကြမ်းတဲ့ ကျွန်တော်တို့အားလုံးရဲ့အချစ်တော်\nတွမ်မီ ဖာ့ခ်ကင်း ရှယ်လ်ဘီ ကြီးကို ဒီလိုပုံစံနဲ့မြင်တွေ့လိုက်ရလို့\nအားလုံးပဲ ပါးစပ်အဟောင်းသားဖြစ်သွားကြမယ်ထင်ပါတယ်။အစကတော့ သူ့လိုလူနဲ့ ဒီလိုဇာတ်ကောင်ဘယ်လိုမှမလိုက်ဖက်မှာ မဟုတ်ဘူးလို့ ထင်ခဲ့ပေမယ့်\nတကယ်တမ်းကြည့်ပြီးချိန်မှာတော့ သိပ်ကိုနွဲ့ပြီးလှပတဲ့ 'ကစ်တန်' ဆိုတဲ့ သူ့ရဲ့ မိန်းမလျာဇာတ်ရုပ်ကို ချစ်မိသွားတဲ့အထိ\nသရုပ်ဆောင်ပီပြင်တဲ့ Cillian Murphy ရဲ့အနုပညာစွမ်းရည်ကတော့ သြချလောက်စရာပါပဲ။ဇာတ်လမ်းအကျဥ်းပြောရရင်တော့\nသူ့ကိုယ်သူ ကစ်တန်လို့ နာမည်ပေးထားတဲ့ ပတ်ထရစ် ဆိုတဲ့ကောင်လေးဟာ\nမွေးကင်းစအရွယ်မှာတင် စွန့်ပစ်ခြင်းခံခဲ့ရပြီး အဖေ အမေ ဘယ်သူမှန်း သိခွင့်မရခဲ့သူလေးပါ။မွေးစားမိသားစုနဲ့အတူ ကြီးပြင်းလာတဲ့ ပတ်ထရစ်ဟာ\nငယ်ငယ်ကတည်းက ဂါဝန်တွေ မိန်းကလေးအသုံးဆောင်တွေကိုပဲ သဘောကျခဲ့ပြီး\nသူ့ကိုယ်သူ ဘာဆိုတာ သိခဲ့ပေမယ့် ပတ်ဝန်းကျင်နဲ့ မွေးစားမိသားစုရဲ့ ဟန့်တားမှုကြောင့်\nပေါ်ပေါ်ထင်ထင် နေချင်တိုင်းနေလို့ မရခဲ့ပေမယ့် အရွယ်ရောက်လာတဲ့အခါမှာတော့ သူ့လိင်ခံယူချက်အတိုင်း ပေါ်တင်ပဲနေထိုင်ပါတော့တယ်။ဒါပေမဲ့ မိန်းမလျာတွေကို လုံးဝလက်သင့်မခံတဲ့ သူ့အသိုင်းအဝိုင်းကြောင့်\nတစ်နေ့မှာတော့ အိမ်ပေါ်ဆင်းပြီး သူ့အမေအရင်းရှိတယ်ဆိုတဲ့ လန်ဒန်မြို့ကြီးကို\nရှာတော်ပုံတော်ခရီးစဥ် ထွက်လာတဲ့အကြောင်းပဲ ဖြစ်ပါတယ်။\nနောက်ဆုံးမှာ ပတ်ထရစ် (ခ) ကစ်တန်တစ်ယောက် ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/breakfast-on-pluto-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3rrkyLYbgLj84AYvjhdcJot4JPx.jpg",
        "title": "Almost Famous(2000)",
        "description": "Almost Famous(2000)===================IMDb 7.9 / Rotten Tomatoes 89%\"ဒီကမ္ဘာပေါ်မှာ အောင်မြင်ကျော်ကြားမှုကို မလိုချင်တဲ့လူရှိရင် ငါ့ကိုပြစမ်းပါအဲ့ဒီလူဟာ အရူးပဲဖြစ်ရမယ်\"\"အောင်မြင်ကျော်ကြားမှုက အရာရာပဲ\"\"အောင်မြင်ကျော်ကြားတဲ့သူဟာ ဘာလုပ်လုပ်တင့်တယ်တယ်\"ဒီရုပ်ရှင်ကတော့ ၁၉၇၃ခုနှစ်ဝန်းကျင်က ရော့ခ်ဂီတသတင်းစာဆရာလေးဝီလီယမ်မင့်လားနဲ့ စတေးဝါးတား လို့ခေါ်တဲ့ ရော့ခ်ဂီတအဖွဲ့တို့ရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ် မိခင်ရဲ့ထိန်းချုပ်မှုအောက်မှာပဲနေခဲ့ရတဲ့ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ဟာ သူ့ရဲ့စာအ​ရေးအသားပါရမီကြောင့် မဂ္ဂဇင်းတိုက်တစ်တိုက်ရဲ့ သတင်းစာဆရာအဖြစ်ကမ်းလှမ်းခြင်းကို ခံခဲ့ရပါတယ်ရေးရမယ့်ဆောင်းပါးအတွက် အင်တာဗျူးလုပ်ဖို့ စတေးဝါးတားလို့ခေါ်တဲ့ရော့ခ်ဂီတအဖွဲ့နောက်ကို လိုက်ခဲ့ပါတော့တယ်ကမ္ဘာလှည့်ဖျော်ဖြေပွဲလုပ်နေတဲ့ စတေးဝါးတားအဖွဲ့နောက် လိုက်ရင်းရော့ခ်ဂီတလောကအကြောင်း လူ့လောကအကြောင်း အတွေ့အကြုံတွေရခဲ့တဲ့ဆယ်ကျော်သက်လူငယ်လေးရဲ့အခက်အခဲတွေ စိတ်အားထက်သန်မှုတွေကိုနှစ်သက်ကြည်နူးဖွယ် ကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေး ဖြစ်ပါတယ်.... File size…2.62GB / 1.5GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 2m\nGenre ..... Adventure , Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phoebe",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/almost-famous2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aZ2CWumYRunOWquAEtG293xrZWK.jpg",
        "title": "Body Jumper (2001)",
        "description": "Body Jumper (2001)\n\" အကြည်ရဖို့မလွယ်လို့ 480p ကိုပဲ ကြည့်ရပြေအောင် ချဲ့ကုတ်ပေးထားပါတယ်ခင်ဗျာ \"\nတစ်ချိန်က နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ သရဲမ ဘော့ဘ်ဟာ သူကျင်လည်ကျက်စားရာရွာလေးမှာ ယောက်ျားတွေကို မြူစွယ်ရင်း အသည်းဖောက်စားလေ့ရှိတယ်။ အဲဒီတော့ ရွာသားတွေလည်း တစ််နေ့တခြားဆိုးသွမ်းလာတဲ့ ဘော့ဘ်ကို သရဲနှင်ဆရာတွေခေါ်ပြီး ရေတွင်းပျက်တစ်ခုထဲ ပိတ်လှောင်ခဲ့ကြတယ်။နှစ်ပေါင်း ၇၀အကြာမှာတော့ မြို့ကကျောင်းသားတစ်အုပ် အဲဒီဆမ်ခေါ်ရွာလေး တိုးတက်ဖို့ဆိုပြီး ကျောင်းပရောဂျက်အတွက် ရောက်လာကြတယ။ သူတို့ထဲက သိပ်လှတဲ့ ကောင်မလေး ဂဲ ရေချိုးတာကို ချောင်းကြရင်း သရဲမဘော့ဘ်ကို မတော်တဆ လွတ်မြောက်သွားစေခဲ့တယ်။ ဘော့ဘ်ဟာ ဂဲဆီ ဝင်ပူးပြီး ကျောင်းသားအုပ်စုနဲ့အတူ ဘန်ကောက်မြို့ကို ပြန်လိုက်သွားချိန်မှာတော့...ပေါ့ပေါ့ပါးပါး ကြည့်ရှုရမယ့် ထိုင်းသရဲဟာသကားလေးဖြစ်တာမို့ အားပေးလိုက်ကြပါဦး...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.4GB, 760MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration ...",
        "rating": "",
        "url": "https://channelmyanmar.org/body-jumper-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNWJjMzg3MDctMzEyZS00ZGU4LWI0MzgtMDY3NTViZjNjMGU4XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Mukundan Unni Associates™ (2022)",
        "description": "Mukandan Unni Associate\n====================‌\nimdb rating 8.0/ 1.5k၂၀၂၃ မှာထွက်ရှိလာတဲ့ ဒီကားလေးက အင်ဒီယန်း မာလာရမ်\nစကားပြောရုပ်ရှင်ဖြစ်ပြီး ရှားရှားပါးပါးblack comedy အမျိုးအစားဖြစ်ပါတယ်။\nNight crawler ကြည့်ဖူးတဲ့သူတွေဆိုရင် အဲ့ထဲက မင်းသားဘယ်လောက်တောင်\nသောက်ခွက်ဖြတ်ရိုက်ချင်စရာကောင်းလဲသိမှာပါခုဒီဇာတ်ကားထဲက အဓိကဇာတ်ဆောင် ရှေ့နေမူကန်ဒန်ရဲ့ မအောင်မြင်တဲ့ဘဝကနေ\nအောင်မြင်လာအောင် ဘယ်လိုတက်ကျမ်းတွေကို ဘယ်လိုသုံးပြီး\nအိန္ဒိယကားများထုံးစံ နိုင်ငံရေး ကျန်းမာရေး ရဲ တရားသူကြီး\nရှေ့နေ တစ်ခုမကျန် ပတ်လှောင်ထားတာကိုတွေ့ရမှာပါဒီမင်းသားရဲ့ ယဉ်ယဉ်လေးရူးနေတဲ့ပုံစံနဲ့ ဇာတ်ကိုသယ်သွားတဲ့ပုံက\nဇာတ်လမ်းပြီးသွားတာတောင် မသိလိုက်ရလောက်အောင်\nဇာတ်ရှိန်လုံးဝမကျတဲ့ထိပါပဲ အဲ့တော့ ပရိသတ်များခံစားဖို့အတွက်\nဒီအောင်မြင်ကြီးပွားရေးဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.39GB / 829MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 8m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ThuRein Lynn",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/mukundan-unni-associates-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYWU5ZTk2NTMtYmQ1OC00YTc4LWI1OTItZmExNTNmNTlmNjk2XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-139x200.jpg",
        "title": "She’s The One (2013)",
        "description": "She is the one (2013)IMdb Rating (6.3)ဖိလစ်ပိုင် romance ကားကောင်းလေးတွေကို မျှော်ကြတဲ့သူတွေအတွက် တစ်ဖက်သတ်အချစ် နဲ့ သုံးပွင့်ဆိုင် ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ မင်းသား မင်းသမီးတွေကလည်း မြန်မာပရိသတ်တွေနှစ်သက်သဘောကျပြီးသားဖြစ်တဲ့ မင်းသားကြီး Dingdong Dantes နဲ့ မင်းသားချော Enrique Gil တို့ဖြစ်ပြီး မင်းသမီးကတော့ Bea Alonzo ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....\"ကတ်\"လို့ခေါ်တဲ့ကောင်မလေးက သူငယ်စဉ်တည်းကပေါင်းခဲ့တဲ့ အချစ်ဆုံးသူငယ်ချင်း \"ဝါကီ\"ကို သဘောကျနေခဲ့တာ ကြာပါပြီ။ သူတို့ကြားမှာ စိတ် စနိုးစနောင့်ဖြစ်စရာ အဖြစ်အပျက်တစ်ခု ဖြစ်ပြီးတဲ့နောက်မှာ \"ကတ်\"က ဝါကီကို move onလုပ်ခဲ့ပြီးပါပြီ။\n\"ဝါကီ\"က အစီအစဉ်တင်ဆက်သူ ဖြစ်ပြီးတော့ ကောင်မလေးတွေကို ထည်လဲတွဲတဲ့ playboyအကြီးစားပါ။ အသက်၃၀လောက်ထိ အတည်တကျရည်းစားမရှိဘဲ ရည်းစားအရေအတွက်က အသက်ထက်များပါတယ်။ဒါပေမဲ့ \"ကတ်\"အပေါ်တော့ မှီခိုတတ်ပြီး သူ့ရဲ့ ကိစ္စအတော်များများကို ကတ်က နောက်ကလိုက်ရှင်းပေးရလေ့ရှိပါတယ်။တစ်နေ့မှာတော့ \"ကတ်\"က ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/shes-the-one-2013/"
    }
]