[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZGM0MTI2NjAtNjZmNC00YzQ0LTljZDgtMjdjMTMyNjUyOTUwXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-143x200.jpg",
        "title": "Kanjoos Makhichoos (2023)",
        "description": "Kanjoos Makhichoos (2023)\n******************************\nမင်းသားကြီး ကုနားလ်ခေမူးပါဝင်သရုပ်ဆောင်ထားပြီး IMDb 6.4 နဲ့\nဒီကားဟာဆိုရင် ရယ်စရာလည်းကောင်း စိတ်အပန်းဖြေစရာလည်းကောင်းပြီး\nတကယ်ကြည့်သင့်တဲ့ Comedy အမျိုးအစားဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါပဲ။စော်ဘွားတွေရဲ့မြို့တော်လက်ခနောင်းမှာ‌နေတဲ့ဂျန်မနာဆိုတဲ့လူက\nကပ်စေးနှဲကော်တရာပါ ဘယ်လောက်တောင်လဲဆိုရင်\nအမွှေးတိုင်တစ်ထုပ်ကို တစ်နှစ်လောက်ထိချွေတာပြီးသုံးတဲ့လူမျိုးပါ ဒီ\nလိုကပ်စေးကုပ်တာကတော့အကြောင်းရှိပါတယ်။အဲဒါကတော့သူ့မိဘတွေကိုဘုရားဖူးလိုက်ပို့နိုင်ဖို့ပါပဲ\nဒီလိုနဲ့ပိုက်ဆံစုတာပြည့်လို့မိဘတွေကိုဘုရားဖူးပို့ပြီးချိန်မှာတော့\nသူတို့ဘဝတွေပြောင်းလဲသွားမဲ့ကိစ္စကြီးတစ်ခုဖြစ်သွားပါတယ်\nအဲဒါကတော့ကံဆိုးမိုးမှောင်ကျပြီး ဘုရားဖူးသွားတဲ့\nသူ့မိဘနှစ်ပါးက မိုးကြီးလေကြီးထဲပါသွားလို့ပါပဲ။\nဒီလိုနဲ့သေဆုံးသူနစ်နာကြေးအနေနဲ့ အစိုးရကပိုက်ဆံပေးတော့\nသုံးဖြုန်းပြီးကာမှ မိဘနှစ်ပါးလုံးမသေဘဲပြန်ရောက်လာတဲ့အခါမှာတော့...\nနစ်နာကြေးငွေတွေကိုသူတို့ဘယ်လိုဆပ်ကြမလဲ ပိုက်ဆံမရှိတော့တဲ့သူတို့\nအစိုးရကိုဘယ်လိုကွက်ကျော်ရိုက်မလဲဆိုတာကြည့်လိုက်ကြပါဦး။\nFile size…2.1GB / 1GB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 56m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ BpL~ Thaik San ~Nyein Aye",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/kanjoos-makhichoos-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yrr7wjjbG56RbZvJoRZtSqkOMlQ.jpg",
        "title": "Love and Love Not (2022)",
        "description": "Love and Love Not (2022)~ IMDb rating - 7.2/10 ~\"ကိုယ်အိမ်ပြန်လာပေးရမယ့်သူ ကိုယ့်ကိုဂရုစိုက်ပေးမယ့်သူတစ်စုံတစ်ယောက်ရှိတာ သိပ်ကောင်းတဲ့ကိစ္စတစ်ခုပဲ...\"\nလမ်းခွဲပြီး ရည်းစားဟောင်းကို Move on မလုပ်နိုင်သေးတဲ့သူတစ်ယောက်ရဲ့ အထီးကျန်မှုကိုမြင်လိုက်ရတဲ့ Dialogue ပေါ့။2022 တုန်းကထွက်ခဲ့တဲ့ Romance ဇာတ်ကားသစ်ပါ။ဒါရိုက်တာ Anthony Cally ရဲ့တက်သစ်စသရုပ်ဆောင် Francesco D'Onofrio, Makenna Perkal တို့နဲ့ရိုက်ကူးထားတဲ့ဒီဇာတ်ကားက Romance ဆိုတာထက် Move on Story ဆန်ပါတယ်။နစ်ကီဆိုတဲ့ နယူးယောက်က ရုပ်ရှင်တည်းဖြတ်ရေးဌာနမှ ာအလုပ်လုပ်နေတဲ့ အသက် ၂၀ ဝန်းကျင်ကောင်လေးဟာ မွေးရပ်မြေ လော့စ်အိန်ဂျလိစ်က ရည်းစားဟောင်းလီလီကို မေ့မရသေးတဲ့သူပေါ့။ သူနဲ့လီလီရဲ့ဇာတ်ကြောင်းကိုတော့ အကျယ်တဝင့်မဖော်ပြထားပါဘူး။ နစ်ကီတို့ရဲ့ နွေရာသီအားလပ်ရက်သူငယ်ချင်းဟောင်းတွေ့ဆုံပွဲက Conversation အရ နစ်ကီနဲ့လီလီတို့ တွဲခဲ့ကြဖူးတယ်။ နစ်ကီရဲ့သူငယ်ချင်းတစ်ယောက်နဲ့ လီလီအတူအိပ်ခဲ့တဲ့ကိစ္စက နစ်ကီကိုအသဲကွဲစေခဲ့တယ်။နစ်ကီရဲ့မကောင်းတဲ့အချက်တစ်ခုက လိင်ကိစ္စကိုစွဲလမ်းနေတာပါ။ မိသားစုနဲ့ ရင်းနှီးနွေးထွေးတဲ့ဆက်ဆံရေးမရှိတာရဲ့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/love-and-love-not-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOTkyNDBjODAtNjAzMi00ZTdkLTgxNjctN2ZiNTVlOWU4N2FmXkEyXkFqcGdeQXVyOTc2MTgwNjY@._V1_-134x200.jpg",
        "title": "Boyfriend For Hire (2022)",
        "description": "Boyfriend for hire (BFH) 2022\nIMDb - 7.6/10 (1.1k)ဇာတ်လမ်းအကျဉ်း\nငယ်ငယ်တုန်းက မိန်းကလေးရဲ့လှည့်စားခြင်းခံခဲ့ရပြီး စိတ်ဒဏ်ရာရကာ\nမိန်းကလေးတွေဆိုလုံး၀မယုံကြည်တော့တဲ့ အာဂျွန်၊ တစ်နေ့မှာအာဂျွန်တစ်ယောက်\nအိမ်ကပေးစားတဲ့သူနဲ့ လက်ထပ်ရတော့မယ့်အချိန်မှာ မိန်းမတွေကိုအယုံအကြည်မရှိတော့တဲ့\nအာဂျွန်က \"ငါမိန်းမတွေကို လုံး၀မယုံဘူး\" ဆိုတဲ့သူ့ရဲ့စည်းမျဉ်းကိုဖောက်ဖို့ဖြစ်လာပြီး\nလက်ထပ်ရမယ့်သူကိုရှာဖို့ဖြစ်လာပါတော့တယ်။မိန်းမတွေကိုမယုံတဲ့\nအာဂျွန်က မိန်းမအကြောင်းတွေကိုသိဖို့ အငှားရည်းစားလိုက်ရမှ\nသူပဲမိန်းမတွေကိုပလေးသွားမလား\nမိန်းမတွေကပဲ သူ့ကိုပလေးသွားမလားဆိုတာ....အလောင်တစ်လိုင်းတွေကိုခဏထားပြီး ရိုဆန်ဆန်နဲ့ကြည့်ရမယ့်\nတေလဂူး rom-com ဇာတ်ကားတစ်ကားကို ပိတ်ရက်မှာ\nအပန်းဖြေကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။\nFile size…2GB / 1GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration…2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Cherry~Yunni ~Nyein Aye",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/boyfriend-for-hire-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZTcyZDlkMDgtYWUzMS00ZmJhLThlZTEtNTRkMDFhMzI5MzVhXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-144x200.jpg",
        "title": "(18+)Haseena (2018)",
        "description": "Haseena (2018)မိန်းမလှလေးတစ်ယောက်ရှိတယ်။ သူ့နာမည်က ဟဆီနားတဲ့။\nသူဟာ လူကုံထံတွေ လုပ်ငန်းရှင်တွေကိုပစ်မှတ်ထားပြီး သူမရဲ့အလှနဲ့ဖမ်းစားတယ်။ပြီးရင် သူတို့ပိုင်ဆိုင်သမျှကို လုယက်တတ်တဲ့ ကြောင်ဆိုးမလေးပေါ့။ပြီးတော့ ရာဟူလ် ရိုဟစ် နဲ့ ရာဂျန်းဆိုတဲ့ သုံးယောက်ပေါင်းလောင်းကျော် သူငယ်ချင်းသုံးယောက်ရှိတယ်။သူဋ္ဌေးသားလေးတွေပေါ့။ ဂိုအာခရီးစဉ်ကို ကဲဖို့သွားနေတုန်း ဟဆီနားဟာ သူတို့ကို မျက်စိကျသွားပါတော့တယ်။ဒီလိုနဲ့ ဒီသူဋ္ဌေးသားလေးတွေရဲ့ဘဝဟာ ဘယ်လိုတွေ ရိုလာကိုစတာစီးရတော့မလဲဆိုတာကိုတော့\n၁၈အပေါင်းအခန်းလေးတွေနဲ့ ရှုစားတော်မူကြပါဦးနော်။ဒီတော့ လူငယ်တွေလည်း လှတာချည်း မက်မနေကြပါနဲ့..မုန့်ကိုမြင်တာတော့ မြင်ပါ\nတုတ်ကိုလည်း တွေ့အောင်ရှာပါလို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်။\nFile size…2Gb / 1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Devil",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/18haseena-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fgo6TQVLayClu2420AbCQ3xZuMu.jpg",
        "title": "The Happy Camper(2023)",
        "description": "The Happy Camper(2023)************************ဇာတ်ကားလေးကတော့ ဒေလွန်မိုက်ကယ်ဆိုတဲ့ မိန်းကလေးတစ်ယောက်ဟာ\nသူ့ချစ်သူဘရန်ဒန့်နဲ့အတူ ဒိတ်တင်း app ကုမ္ပဏီလေးတစ်ခုကိုအတူတူလုပ်ကြတယ်။\nဘရန်ဒန်က အလုပ်ကိုပဲဦးစားပေးလွန်တဲ့အတွက် ဒေလွန်ဟာသူ့ကိုတဖြည်းဖြည်းစိတ်ပျက်လာပါတယ်။\nတစ်နေ့ သူတို့ရဲ့ကုမ္ပဏီကိုရင်းနှီးမြှပ်နှံမယ့်သူဟာ ငွေကြေးထပ်မထုတ်ပေးတော့တဲ့အတွက်ကုမ္ပဏီကို\nပိတ်ဖို့ဖြစ်လာပါတော့တယ်၊ ဘရန်ဒန်ကလည်း နောက်ထပ်ရင်းနှီးမြှုပ်နှံသူကိုလိုက်ရှာမယ် ၊ ဒေလွန်ကို\nခဏအနားယူဖို့ပြောလိုက်တယ်၊ ဒီလိုနဲ့ ဒေလွန်ရဲ့အဖိုးက သူ့မြေးကိုလွမ်းလို့တွေ့ချင်နေကြောင်းအမေဖြစ်သူက\nဖုန်းဆက်တယ်၊ လက်ရှိမှာအလုပ်မရှိတာရော စိတ်ညစ်တာရောဖြစ်နေတဲ့အတွက် မွေးရပ်မြေ ဆေးဗားဒေးမြို့ကို\nပြန်သွားတယ်။ အဲ့ဒီနောက်မှာတော့ သူတို့ဘဝရဲ့ အလှည့်အပြောင်းမျိုးစုံတွေဆက်တိုက်ဖြစ်လာပါတော့တယ်...File Size :(1.6GB) and (747MBMB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:25:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-happy-camper2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yg1XRTyH5knwh3Tnij2sUV0ZZ5w.jpg",
        "title": "Severance(2006)",
        "description": "IMDb- 6.4/10Rotten tomatoes- 66%ဇာတ်လမ်းအညွှန်းပယ်လီစိဒ် လက်နက်ကုမ္ပဏီက အဖွဲ့သား၇ယောက်ပါတဲ့ မားကတ်တင်းအဖွဲ့ဟာ အဖွဲ့ဖွဲ့စည်းရေးပိတ်ရက်အနေနဲ့ ဟန်ဂေရီနိုင်ငံက တောင်တန်းတွေဆီကို ရောက်လာကြတယ်။ မိန်းလမ်းမတစ်နေရာအရောက်မှာ ကားဆက်သွားလို့မရဖြစ်နေတာနဲ့ တောလမ်း လမ်းလွှဲ‌လေးကနေ သွားကြမယ်ဆိုတာကို ကားမောင်းသမားက “အဲ့တောလမ်းအကြောင်း ကြောက်စရာ ကောလဟာလသတင်းတွေကို သူသိထားတယ်၊ လိုက်မပို့နိုင်ဘူး” ဆိုတာကို ဇွတ်ရောအတင်းရော သွားချင်နေကြတဲ့ အဖွဲ့ကတော့ အဲ့နေရာမှာပဲ ဆင်းခဲ့ကြတယ်။ တောလမ်းတစ်လျှောက်သွားရင်းကနေ သူတို့မထင်မှတ်ထားတဲ့၊ ဘယ်သူပိုင်လို့ ဘယ်သူနေနေမှန်းလဲမသိတဲ့ အိမ်အိုကြီးကို တွေ့သွားကြတယ်။ ကုမ္ပဏီပိုင် ဇိမ်ခံအိမ်ကို မျှော်လင့်ထားကြတဲ့ အဖွဲ့သားတွေလည်း စိတ်ပျက်လက်ပျက်နဲ့ အဲ့အိမ်ကြီးမှာပဲ တည်းဖို့ဖြစ်သွားတယ်။ အဲ့အိမ်မှာ လျှောက်စပ်စုကြည့်ရင်းနဲ့ တစ်ယောက်က အရင်ကမှတ်တမ်းဖိုင်တွေ တွေ့သွားတယ်။ အဲ့မှတ်တမ်းအရဆို “ပယ်လီစိဒ်ရဲ့ စနပ်ကြောင့် စိတ္တဇဆေးရုံကလူတွေ အသတ်ခံလိုက်ရပြီး တစ်ယောက်ပဲ အသက်ရှင်လွတ်မြောက်တယ်။ အဲ့တစ်ယာက်က သူ့လမ်းကြောထဲဝင်လာတဲ့ ပယ်လီစိဒ်တွေကို ရေဆုံးမြေဆုံးလိုက်သတ်တယ်တဲ့”။ အဲ့လို ဟိုဟိုဒီဒီသိထားကြတဲ့ သူတို့တစ်တွေ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/severance2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uRqxKim0Vr1JZPLYcR1rjFtu74p.jpg",
        "title": "Taxidermia(2006)",
        "description": "အခုမိတ်ဆက်ပေးချင်တာက သာမာန်ဇာတ်ကားပုံစံနဲ့မတူကွဲထွက်နေတဲ့ ဟန်ဂေရီကားလေးတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားမှာ မျိုးဆက်သုံးဆက်ရဲ့ ယောက်ျားသုံးယောက်စီမှာရှိတဲ့ မတူညီတဲ့အမူအကျင့်တွေနဲ့ မတူညီတဲ့ စိတ်အားထက်သန်မှုတွေကို အနှစ်ကျကျရိုက်ကူးထားတာပါ။ ပထမဆုံးမျိုးဆက် အမျိုးသားက အင်မတန်နှာဘူးထတဲ့ကျော်ကြီးပါ။ သူ့ကမ္ဘာမှာ မိန်းမမရှိရင် မရှင်သန်‌နိုင်လောက်တဲ့အထိ တဏှာရမက်ကြီးမားလွန်းတဲ့သူဖြစ်ပါတယ်။ ဒုတိယမျိုးဆက်ဖြစ်တဲ့သူ့သားကတော့ အစားအင်မတန်ကြီးလွန်းသူဖြစ်ပြီး အစားအသောက်ပြိုင်ပွဲတွေမှာ ထိပ်တန်းအဆင့်ရှိသူတစ်ယောက်ဖြစ်ပါတယ်။ ပြီးတော့ သူ့ရဲ့သားနောက်ဆုံးမျိုးဆက်ကတော့ အသက်မရှိတော့တဲ့ အကောင်တွေကို အစာသွပ်ပုံသွင်းတဲ့ ပညာရှင်တစ်ယောက်ဖြစ်ပါတယ်။ သူဟာ သူ့အလုပ်မှာ တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်သူဖြစ်တာကြောင့် သာမာန်အစာသွပ်ပညာရှင်တွေ မလုပ်နိုင်တဲ့ကိစ္စမျိုးတွေကို သူ့ကိုပဲ လာအပ်ကြရပါတယ်။ဒီ မြေးအဖိုးအရင်းတွေရဲ့ မတူညီတဲ့ခံယူချက်၊ စိတ်ထား၊ ဝါသနာနဲ့ အလုပ်အကိုင်တို့ကို စိတ်၀င်စားစရာကောင်းအောင်ရိုက်ကူးထားတာကြောင့် အက်ရှင်တွေ၊ ဒရာမာတွေကနေ ခဏအနားယူလိုသူတွေ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။လိင်ပိုင်းဆိုင်ရာတွေ၊ အော်ဂလီဆန်စရာတွေ ပါ၀င်တာကြောင့် ရွံတတ်သူ၊သွေးကြောက်သူတွေကြည့်မယ်ဆိုရင် သတိထားသင့်ပါတယ်။ File size…699.3MB\nQuality…WEB-Rip 720p\nFormat…mp4\nDuration….1h 31m\nGenre ..... Comedy , Drama , Horror\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/taxidermia2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ggoyYfBIMD3WbHj36Qlr7wgyFV.jpg",
        "title": "[18+] Daughter of Darkness (1993)",
        "description": "Daughter of Darkness (1993)(အကြည်ရဖို့မလွယ်လို့ 480p အနေနဲ့ကိုပဲ ကြည့်လို့ပြေအောင် ကုတ်တင်ပေးလိုက်ပါတယ်)Erotica အမျိုးအစား ဇာတ်ကားတွေထဲမှာ ဇာတ်လမ်း အထူးခြားဆုံးကတော့ ဟောင်ကောင် Erotica ဇာတ်ကားတွေလို့ ကျွန်တော်တော့ ထင်တာပဲ။ ဇာတ်လမ်း ဆန်းဆန်းလေးနဲ့ ဆွဲဆောင်မှုရှိတယ်။ ဇာတ်ကားတွေက ကောင်းတယ်လို့ ပြောလို့မရလောက်ပေမဲ့ ဇာတ်လမ်းလေးတွေကတော့ ဆွဲဆောင်မှုတစ်မျိုးရှိနေတာတော့ အသေအချာပါပဲ။အခုဇာတ်လမ်းလေးက မင်းသားကိုတော့ လူတိုင်းနီးပါးသိကြမှာပါ။ မင်းသမီးကတော့ ချစ်စရာလေးပဲ။ ဘော်ဒီလေးကလည်း အစ်ကိုတို့အကြိုက်ပေါ့ဗျာ။ မင်းသမီးတင်မဟုတ်ဘူး တခြား အလန်းလေးတွေလည်း ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းက အေးချမ်းတဲ့ နယ်မြို့လေးတစ်မြို့မှာ မကြုံစဖူး တစ်မိသားစုလုံး အသတ်ခံရတဲ့ လေးလောင်းပြိုင် လူသတ်မှုပေါ်လာတယ်။ စခန်းမှူးဆိုတာကလည်း ဖဲဝိုင်း မာကျောက်ဝိုင်းလောက် ဖမ်းရတဲ့သူမျိုး။ Erotica ဇာတ်ကားဆိုတော့ နယ်မြို့လေးပေမဲ့ စျေးသည်တွေကတော့ ပေါတယ်ပေါ့ဗျာ။ စခန်းမှူးကလည်း နှာဘူးနည်းနည်းကျတာပေါ့။ အဲဒီတော့ နှာခေါင်းနဲ့တွေးပြီး လူသတ်ရတဲ့အကြောင်းအရင်းကတော့ မုဒိမ်းမှုလို့ပဲ ဆွဲပြီး ကောက်ချက်ချပါတော့တယ်။ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1dbkb/(CM)_Daughter_of_Darkness_(1993)_480p.mp4",
        "category": "Adult, Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oJnlAGmrhsg4QrlVKGgP91J6WPu.jpg",
        "title": "The Matador(2005)",
        "description": "The Matador(2005)******************လူ့ဘဝမှာ သူငယ်ချင်းတွေ၊ ဘော်ဒါတွေ အများကြီးရှိကြပေမယ့်လည်းမိတ်ဆွေကောင်း/ သူငယ်ချင်းကောင်းတစ်ယောက် ဟုတ်/မဟုတ် ဆိုတာ လွယ်လွယ်ကူကူဆုံးဖြတ်လို့မရပါဘူး။နောက်ပြီး မိတ်ဆွေကောင်းတန်ဖိုးဟာ ဘယ်လောက်ထိရှိလဲဆိုတာမသိတဲ့သူတွေ အများကြီးပါ။ ဒီကားလေးကို ကြည့်ရင်း မိတ်ဆွေကောင်းတွေကို တန်ဖိုးထားနိုင်ကြပါစေ။\nဂျူလီယန်ဟာ ကြေးစားလူသတ်သမားဖြစ်ပြီး ငွေအများကြီးပေးတဲ့အလုပ်ကိစ္စမျိုးကိုသာလုပ် ကိုင်ပေးလေ့ရှိပါတယ်။ အိမ်ထောင်မရှိ၊ သားသမီးမရှိ၊ ဘာအနှောင်အဖွဲ့မှမရှိဘဲဘဝကို ပျော်ပျော်ကြီး ဖြတ်သန်းနေသူဖြစ်ပါတယ်။ ဒါပေမယ့် တစ်ရက်မှာတော့သူ့မွေးနေ့မှာ သူ့ကို ဘယ်သူကမှ အမှတ်တရ လက်ဆောင်ပေးတာတွေ၊နှုတ်ဆက်စကားလှမ်းပြောတာတွေမရှိတဲ့အပြင် သူဖုန်းဆက်သမျှ လူတိုင်းက လည်းသူ့ကိုအရေးတယူ ပြန်မဆက်ဆံတဲ့အတွက် အဖော်မဲ့၊ မိတ်ဆွေမဲ့တဲ့သူ့ရဲ့ဘဝကို စိတ်အပျက်ကြီးပျက်မိသွားပါတော့တယ်။ တစ်ရက်မှာ အရောင်းကိုယ်စားလှယ်တစ်ယောက်နဲ့သောက်ရင်းစားရင်း မိတ်ဆွေဖြစ်သွားပါတယ်။ အဲ့ဒိလူက သူ့ကိုစကားရောဖောရောလောက်ဆက်ဆံပေမယ့်မိတ်ဆွေ အရမ်း လိုချင်နေတဲ့ ဂျူလီယန်က အတင်းလိုက်ကပ်ပါတော့တယ်။လူသတ်သမားတစ်ယောက်ဖြစ်နေကြောင့် မိတ်ဆွေ သူငယ်ချင်းမလုပ်ချင်တဲ့သူများနေတဲ့ဂျူလီယန်ခမျာ လိုချင်နေတဲ့ မိတ်ဆွေစစ်စစ်ကို တကယ် ရနိုင်ပါ့မလားဆိုတာ ဇာတ်ကားလေးထဲမှာ ခံစားကြည့်လိုက်ပါဗျာ။\nဒီဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်တဲ့ ဂျိမ်းစ်ဘွန်းမင်းသားကြီး ပီယာ့စ်ဘရွန်နန်ဟာ၂၀၀၅ ခုနှစ် ရွှေကမ္ဘာလုံးဆုအတွက် စကာတင်အမည်စာရင်းမှာပါဝင်ခဲ့ပါတယ်။ဒါကြောင့် ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-matador2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nKTqyWwLxkvoEKkSAGWo1GdiTpb.jpg",
        "title": "The Last Boy Scout(1991)",
        "description": "ကျွန်တော်တို့ရဲ့ Die Hard မင်းသားကြီး ဘရုစ်ဝီလီရဲ့ 90 ခုနှစ်က ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်.ဂျိုးဟယ်လမ်ဘက်ခ်ဟာ အကောင်ကြီးကြီး တစ်ပွေနဲ့ ပြဿနာဖြစ်ပြီးလျို့ဝှက်စုံစမ်းရေးအဖွဲ့ကနေ ရာထူးချခံခဲ့ရပြီး အလွတ်စုံထောက် လုပ်နေခဲ့သူ ဖြစ်ပါတယ်.\nတစ်ရက် အိမ်ပြန်လာချိန်မှာတော့.သူ့အချစ်ဆုံးသူငယ်ချင်းက သူ့မိန်းမ နဲ့ တကူကူးနေတာကို မိသွားခဲ့ပြီးသူ့အတွက် ကမ္ဘာကြီးပျက်သလို ခံစားနေရပေမယ့်. ပြောထွက်ခဲ့တဲ့ စကားလုံးတွေကဟာသဆန်နေခဲ့သလို သူ့သူငယ်ချင်း မိုက်အပေါ် လက်သီးတစ်ချက်နဲ့သာ တုံ့ပြန်ခဲ့သော်လည်းကံကြမ္မာက မျက်နှာသာမပေးခဲ့လို့ မိုက်တစ်ယောက် ကားဗုံးကွဲပြီး သေသွားခဲ့ပါတယ်သွားလေသူ မိုက် ရဲ့စောင့်ကြည့်ရေးအလုပ်ကို လကပြောင်းလွှဲယူခဲ့ကာသူ စောင့်ကြည့်ပေးနေတဲ့ မိန်းကလေး ကိုရီပါ အသတ်ခံရတဲ့အချိန်မှာတော့ဒီကိစ္စက သာမန်ကိစ္စမဟုတ်ဘဲ နောက်ကွယ်က အာဏာရှိတဲ့အဖွဲ့အစည်းတစ်ခုရဲ့လက်ချက်မှန်းသဘောပေါက် သွားခဲ့ပါတယ် ကိုရီသေဆုံးမှုကို သူ့ရဲ့ရည်းစား ဘောလုံးကစားသမားဟောင်း ဂျင်မီဒစ်ဇ် နဲ့ပူးပေါင်းပြီး ထောက်လှမ်းဖော်ထုတ်ပုံများကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်.File size…2.5GB / 824.2MB\nQuality…Blu-Ray 1080p 5.1CH ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-last-boy-scout1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTNiNDMxOGItODc0My00NWMyLWE4N2UtYWZmOTYxMzkwYTA0XkEyXkFqcGdeQXVyNTMwNDQzODA@._V1_-142x200.jpg",
        "title": "The Legend of Awesomest Maximus (2011)",
        "description": "The Legend of Awesomest Maximus (2011)\n==============================(လိင်ပိုင်းဆိုင်ရာ အသုံးအနှုန်းတွေနဲ့ ဇာတ်ဝင်ခန်းတွေ ပါဝင်\nတာကြောင့် မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်တဲ့ဇာတ်ကားအဖြစ်\nကြိုတင်သတိပေးပါရစေ။)နာမည်ကြီးရုပ်ရှင်ဇာတ်ကားတစ်ခုကို ဟာသဗားရှင်းအနေနဲ့\nပြန်လည်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားတွေကို ပရိသတ်တွေ\nကြည့်ဖူးကြမှာ သေချာပါတယ်။ဒီဇာတ်ကားဟာလည်း လောကကြီးကို ဟာသအမြင်နဲ့ ရှုမြင်\nတတ်တဲ့ လူတွေရဲ့စိတ်ကူးတွေကို ပေါင်းစပ်ဖန်တီးထားတဲ့\nရုပ်ရှင်တစ်ခု လို့ ဆိုရပါလိမ့်မယ်။ နာမည်ကြီးရောမခေတ်\nဇာတ်ကားတွေကို ရောသမမွှေထားပြီး ကိုယ်အကြိုက်ဆုံး\nဇာတ်ဝင်ခန်းတစ်ခု ပေါ်လာတိုင်း Leonardo Pointing Meme\nလိုမျိုးပဲ “ဒါက ဟိုကားထဲက. ဟိုကားထဲက” ဆိုပြီး ထအော်\nနိုင်ဖို့ The Legend of Awesomest Maximus ဆိုတဲ့ ဇာတ်\nကားကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေး\nလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nSai Sumali ဖြစ်ပါတယ်)File Size..........(1.9 GB) / (857 MB) / (500 MB)\nQuality............BLU-RAY 1080p / 720p ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-legend-of-awesomest-maximus-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMGMxOGUzNjAtM2ZkZS00NjljLTg1NTItY2NlMWNhYTdkM2YwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Vinaro Bhagyamu Vishnu Katha (2023)",
        "description": "Vinaro Bhagyamu Vishnu Katha (2023)\nAction, Comedy, Drama\nIMDb 7.7/10 (2.4K)တချို့ဇာတ်လမ်းလေးတွေက စိတ်ကူးကောင်းလေးတွေကနေ\nအစပျိုးလာသလို တချို့ဇာတ်လမ်းလေးတွေက ခင်မင်ရင်းနှီးမှုကနေ\nစတင်လာတယ်။ ဒါပေမဲ့ ဒီဇာတ်လမ်းလေးကတော့ ရန်ပွဲတစ်ခုကနေ စတင်လာခဲ့တယ်။အဲ့ဒီရန်ပွဲကနေပဲ ကောင်လေးတစ်ယောက်ရဲ့အမြင်တွေ ကောင်းမွန်လာခဲ့ပြီး\nတွေ့သမျှလူတိုင်းကို ကူညီတတ်လာခဲ့တယ်လေ။သူ ဒီလိုကူညီရင်းနဲ့ မကူညီသင့်တဲ့လူတွေကို ကူညီခဲ့ပြီး ဒုက္ခရောက်ခဲ့ရပုံ...။အချစ်ကိုရှာတွေ့ခဲ့ပုံနဲ့...။သူ့ဘဝရ​ခဲ့တဲ့ အလှည့်အပြောင်းလေးတွေကိုတော့ ဒီဇာတ်ကားကြည့်ရင်း ခံစားကြည့်ကြပါနော်။ဒီဇာတ်ကားလေးက ဇာတ်လမ်းဘာညာ အသာထား တစ်ခုကြည့်လို့ကောင်းတာက\nကျွန်တော်တို့ လက်တွေ့ဘဝနဲ့ တော်တော်နီးစပ်တာပါ ဘာလို့လဲဆိုတော့ မင်းသမီးက ယူကျုဆယ်လီလေ\nအဲ့တော့ ပရိသတ်ကြီးများအတွက် ဆယ်လီတွေဆိုတာလည်း သာမန်လူတွေလိုပဲ\nချစ်ကြိုက်ကွဲငြားဇာတ်လမ်းလေးတွေရှိကြောင်း ရှုထောင့်အသစ်တစ်မျိုးကြည့်ရတာပေါ့\nသီချင်းကောင်းကောင်းလေးတွေနဲ့ အက်ရှင်ခန်းအလန်းတွေရယ်\nမင်းသမီးအချောလေးတစ်ယောက်ရယ်ပါရင် ကျန်တာဘာလိုဦးမှာလဲ\nဒီဇာတ်ကားကိုချက်ချင်းပါ ပြေးဒေါင်းပြီးကြည့်လိုက်ပါတော့ ပရိသတ်အပေါင်းတို့.........\nFile size…2.13GB / 1.01GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanamr Subtitle (HardSub)\nEncoder….YK\nTranslated by  Sai ~ BpL~ Taylor ~Yunni",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/vinaro-bhagyamu-vishnu-katha-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/5050582713343-1-141x200.jpg",
        "title": "Land of the Lost (2009)",
        "description": "Land of the Lost (2009)ဒီဇာတ်ကားကတော့ အားလုံးနဲ့မစိမ်းတဲ့ ဟာသမင်းသားကြီး Will Ferrell ရဲ့ ဇာတ်ကားဟောင်းလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ဂေါက်သီးသိပ္ပံပညာရှင်လို့ ယူဆခံထားရတဲ့ ဒေါက်တာရစ်ခ်မာရှယ်ဟာ အစပိုင်းမှာတော့ တခြားသူတွေရဲ့ လှောင်စရာတစ်ခုကနေ မပိုခဲ့ပါဘူး။ ဒါပေမဲ့ တစ်နေ့မှာ သူ့ရဲ့ သီအိုရီတွေမှန်ကန်မယ်လို့ ယုံကြည်တဲ့ ကမ်းဘရစ်ခ်ျက ကျောင်းသူတစ်ယောက်ရောက်လာချိန်မှာတော့ သူ့သီအိုရီတွေကိုလက်လျှော့လိုက်တဲ့ ရစ်ခ်မာရှယ်တစ်ယောက် လုပ်ငန်းပြန်စရပါတော့မယ်။ထင်ထားတဲ့အတိုင်း သူ့သီအိုရီတွေဟာ မှန်ကန်ခဲ့ပြီး အချိန်နဲ့အာကာသဟင်းလင်းပြင်ကိုဖြတ်လို့ တခြားကမ္ဘာဦးလူသား‌တွေ ဒိုင်နိုဆောတွေရှိတဲ့ အချိန်တစ်ခုဆီရောက်သွားပါတော့တယ်။ ဒါပေမဲ့ အချိန်သာမတူမယ် ပြဿနာတွေကတော့တူတူပဲဆိုတဲ့အတိုင်း ပြဿနာတွေတစ်ခုပြီးတစ်ခုလာပါတော့တယ်။သူတို့တွေ အတိတ်ကနေပြန်လာနိုင်မလား... ရစ်ခ်မာရှယ်ကကော ဟာသကြီးတစ်ခုအဖြစ်ကနေ လွတ်နိုင်ပါ့မလား... ဆိုတာကို ရယ်ရင်းမောရင်း ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ Adventure/Comedy ကားလေးဖြစ်တာကြောင့် ပေါ့ပေါ့ပါးပါး ဟာသကားတွေကြည့်ချင်သူတွေအတွက် အဆင်ပြေမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Min Thant Bo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 850MB\nQuality - ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/land-of-the-lost-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/42v82AwTnhaL1JkNcQK8PRAh46P.jpg",
        "title": "Bridget Jones: The Edge of Reason (2004)",
        "description": "Bridget Jones: The Edge of Reason (2004)ဒီကားကတော့ 2001 ခုနှစ်ကထွက်ခဲ့တဲ့ Bridget Jones's Diary ရဲ့ အဆက်ပါ။ ဘရစ်ဂျစ် တို့နှစ်ဦးချစ်သူဖြစ်ပြီးနောက်ပိုင်းကို ဆက်လက်ရိုက်ကူးထားတာပါ။ဘရစ်ဂျစ်ဟာ သူ့ချစ်သူမာ့ခ်ရဲ့ အထက်တန်းလွှာ အသိုင်းအဝိုင်းမှာ ၀င်ဆံ့ဖို့ကြိုးစားရင်း ကြားထဲမှာ ချစ်သူကို လုပ်ဖော်ကိုင်ဖက်ရှေ့နေမလေးနဲ့ ဖောက်ပြန်နေလား‌ဆိုတာ သံသယ၀င်စရာကိစ္စတွေ တစ်ခုပြီးတစ်ခုဖြစ်လာပါတယ်။မာ့ခ်က သံသယတွေကိုမဖြေရှင်းတဲ့အခါမှာ ဘရစ်ဂျစ်ကစိတ်ဆိုးပြီး လမ်းခွဲလိုက်ပါတယ်။ အဲ့နောက်မှာအရင်ရည်းစားဟောင်း ဒယ်နီရယ်နဲ့ Program ရိုက်ကူးဖို့ ထိုင်းကို သူငယ်ချင်းခေါ်ပြီးလိုက်သွားပါတယ်။ ထိုင်းမှာ ဘရစ်ဂျစ်သူငယ်ချင်းက အသက်ငယ်ငယ်ကောင်လေးနဲ့ တွေ့ပြီးတွဲခုတ်နေပါတယ်။ဒယ်နီရယ်ကလည်း ရည်းစားနဲ့ကွဲလို့‌ တွေဝေနေတဲ့ဘရစ်ဂျစ်ကိုပြန်ရဖို့ ပြန်ကပ်နေပါတယ်။ ဒါပေမဲ့ ဒယ်နီရယ်ရဲ့ မိန်းမရှုပ်ပွေတဲ့အကျင့်ကြောင့် ဘရစ်ဂျစ်က ပြန်လက်မခံခဲ့ပါဘူး။ ထိုင်းကနေ သူငယ်ချင်းခေါ်ပြီးပြန်လာတဲ့အခါမှာ လေဆိပ်မှာ သူငယ်ချင်းရဲ့ပစ္စည်းကိုသယ်ပေးတဲ့ ဘရစ်ဂျစ်က ကိုကိန်းသယ်ဆောင်မှုနဲ့ ဖမ်းစစ်ဆေးခံရပါတော့တယ်။ထိုင်းက အကျဉ်းထောင်ထဲမှာနေရင်း ဘရစ်ဂျစ်ကသူ့ကိုလွှတ်ပေးမယ့်လူကိုစောင့်မျှော်နေပါတယ်။ မထင်ထားစရာဘဲ ဘရစ်ဂျစ်ဆီရောက်လာသူကတော့ မာ့ခ်ပါ။ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/bridget-jones-the-edge-of-reason-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dkauRl9TosBFikftrC3OVcKWDoz.jpg",
        "title": "Bridget Jones’s Diary (2001)",
        "description": "Bridget Jones's Diary (2001)~ IMDb - 6.8/10, RT - 80%, Meta - 66% ~Main Character တွေအဖြစ် Chicago လို Best Picture ရထားတဲ့ရုပ်ရှင်မှာ ကတ်သရင်းဇီတာဂျုန်းနဲ့ အပြိုင်ကြဲခဲ့တဲ့၊ တွမ်ခရုစ်ရဲ့ Jerry Maguire က မင်းသမီး Renée Zellweger က သရုပ်ဆောင်ပေးထားပြီး The King's Speech နဲ့ အော်စကာရထားတဲ့ Colin Firth နဲ့ တစ်ချိန်က နှုတ်ခမ်းနီမလေးတွေရဲ့အသည်းစွဲ Notting Hill မင်းသား Hugh Grant တို့ကလည်း ပါဝင်ပေးထားပါတယ်။ဒီရုပ်ရှင်ဟာ ၁၉၉၆မှာထွက်ခဲ့တဲ့ နာမည်တူဝတ္တုကို ရိုက်ကူးထားတာဖြစ်ပြီး အဲဒီဝတ္တုကတော့ 1813 ခုတုန်းက ထွက်ခဲ့တဲ့ နာမည်ကျော်ဂန္ထဝင်စာအုပ် Pride and Prejudiceကို ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/bridget-joness-diary-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xRR9CLZOEKxAt4CNcFe7R7A4ptj.jpg",
        "title": "Encino Man (1992)",
        "description": "Encino Man (1992)အားလုံးသိသလိုပဲ ဒီနှစ်ရဲ့ အမျိုးသားသရုပ်ဆောင် အော်စကာဆုရှင်၂ယောက်ဖြစ်တဲ့ ဘရန်ဒန်ဖရေဆာနဲ့ Ke Huy Quan တို့ဟာ ကားရိုက်တော်တော်နည်းခဲ့တဲ့၊ ရုပ်ရှင်လောကကနေ အကြောင်းအမျိုးမျိုးနဲ့ စွန့်ခွာခဲ့ဖူးတဲ့ သူတွေပါပဲ။ ဒါပေမဲ့လည်း ၂ယောက်စလုံးက ကျွန်တော်တို့ငယ်ဘဝကို ကြီးစိုးထားတဲ့ ရုပ်ရှင်ကားတွေကို ရိုက်ဖူးခဲ့တဲ့သူတွေပါပဲ။ ဆန်းကြယ်စွာနဲ့ပဲ ဒီနှစ်မှာ ဒီ၂ယောက်စလုံး အော်စကာဆုရသွားခဲ့တယ်။ ဒီလိုနဲ့ သူတို့၂ယောက်စလုံး အတူတူပါဖူးခဲ့တဲ့ ဟိုးတုန်းက ရုပ်ရှင်ကားတစ်ကားကို ပြန်တူးဖော်ဖို့ အကြောင်းဖန်လာခဲ့တယ်။ဒီရုပ်ရှင်မှာ ဘရန်ဒန်ကြီးက ရေခဲခေတ်ကလူအနေနဲ့ သရုပ်ဆောင်ထားတယ်။ ရေခဲခေတ်မှာ ရေခဲတုံးထဲခဲသွားပြီး ဒီဘက်ခေတ်မှာမှ အဲဒီရေခဲတုံးကြီး အရည်ပျော်ပြီး ဒီဘက်ခေတ်ကို ရောက်လာတဲ့သူပေါ့။ သူ့ကိုတွေ့သွားတဲ့ ဒေ့ဆိုတဲ့ကောင်လေးက အိမ်နောက်ဖေးမှာ ရေကန်တူးရင်း တွေ့သွားတာ။ ဒေ့ နေရာကို Sean Astin က သရုပ်ဆောင်ထားတယ်။ သူ့ကိုလည်း သိကြမှာပါ။ ဂန္ထဝင်ရုပ်ရှင် LoTR မှာ ဖရိုဒိုရဲ့ဘော်ဒါ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/encino-man-1992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BY2ZhYzMyMjAtODNmZS00MGFhLTg4ZjktMjY2ZWNmZGQ3ZWFkXkEyXkFqcGdeQXVyODY0MDQ3NTI@._V1_FMjpg_UX1000_-148x200.jpg",
        "title": "Robust (2021)",
        "description": "Robust (2021)\n============\nIMDb Rating - 5.7/10သရုပ်ဆောင်တစ်ယောက်နဲ့ သူ့ကိုယ်ရံတော်ရဲ့ ဇာတ်လမ်း\nဆိုပေမဲ့ အချစ်ဇာတ်လမ်းမဟုတ်ပါဘူး။ ဂျော့ဂျ်ဆိုတာက\nအသက်ကြီးကြီး သရုပ်ဆောင်တစ်ယောက်။ ပြဿနာလည်း\nရှာတတ်တဲ့သူ။ တစ်နေ့မှာ သူ့ဘော်ဒီဂတ်က ခရီးသွားစရာရှိလို့\nသူ့နေရာမှာ အိုင်အီဆာဆိုတဲ့ ငယ်ငယ်ရွယ်ရွယ်ဘော်ဒီဂတ်\nမလေးတစ်ယောက်ကို ထားခဲ့ပါတယ်။ဘော်ဒီဂတ်ဆိုပေမဲ့ ကားမောင်းပို့ရတယ်၊ ဂျော့ဂျ်ရဲ့အချိန်ဇယား\nတွေလည်း ညှိပေးရတယ်၊ ဇာတ်ညွှန်းလည်းဖတ်ပေးရတယ်။\nဒါတင်မကသေးဘူး ဂျော့ဂျ်က အိုင်အီရှာရဲ့ အချစ်ရေးမှာလည်း\nဝင်စွက်ဖက်ပါသေးတယ်။ ဒီလိုနဲ့ပဲ ပုံစံမတူကြတဲ့ သူတို့နှစ်ယောက်\nကြား သူငယ်ချင်းဆက်ဆံရေးက ဘယ်လိုတွေဆက်ဖြစ်မလဲ။\nပြီးပြည့်စုံတဲ့ဘဝကိုပိုင်ဆိုင်ထားတယ်လို့ ထင်ရတဲ့ သရုပ်ဆောင်\nကြီးဂျော့ဂျ်ရဲ့ ဘဝအစစ်အမှန်ကရော ဘယ်လိုတွေကွာခြားနေမ\nလဲဆိုတာ ကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(960 MB) / (400 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 35Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......EL\nEncoder..........SWM",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/robust-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gGtzr9huoZFm0SoQmXYAAcwO4ty.jpg",
        "title": "Still Time(2022)",
        "description": "Still Time(2022)**************ဒီကားလေးထဲက မင်းသားဖြစ်သူ Dante က အလုပ်အရမ်းလုပ်တဲ့ Workaholic တစ်ယောက်ပါသူအဲ့ဒီလို အရမ်းအလုပ်လုပ်တာကလည်း သူ့မိသားစုလေးကို ပြည့်ပြည့်စုံစုံထားချင်တာကြောင့်ပါ....\nဒါပေမယ့် တစ်နေ့ သူ့ရဲ့ အသက်၄၀ ပြည့်မွေးနေ့မှာ သူ့ရဲ့အိမ်မှာ ပါတီပွဲကျင်းပပါတယ်... အဲ့ဒီပါတီပွဲပြီးလို့ညအိပ်ရာဝင်ပြီး နောက်တစ်နေ့မနက်မှာတော့ သူဟာ မနက်ဖြန်ဆိုတဲ့ အချိန်ကို ရောက်နေတာမဟုတ်ဘဲနောက်တစ်နှစ် သူ့မွေးနေ့ကို ရောက်သွားတာပါ .... အချိန်ရှေ့ကိုကြိုက်ရောက်နေတဲ့သဘောပေါ့..အဲ့ဒီနောက်မှာတော့ သူမထင်ထားတဲ့အရာတွေဖြစ်ပျက်နေတဲ့အတွက်ကြောင့်ဒါတွေကို သူဘယ်လိုရင်ဆိုင်မလဲဆိုတာကိုတော့...  File Size : (1.8GB) and (797MB)\nQuality :NF.WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:49:00\nGenre : Drama , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/still-time2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNGJhMmI2ZjEtZDg1ZC00ZDRlLWFjYzctZmM4Nzc4ZDkxMGFjXkEyXkFqcGdeQXVyMTE1MTYxNDAw._V1_-1-150x200.jpg",
        "title": "Sneakers (1992)",
        "description": "IMDb - 7.1 Rotten tomatoes - 80% မင်းသားကြီး Robert Redford နဲ့ Ben Kingsley တို့ရဲ့ 1992 တုန်းကထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ထွက်ထားတာ အနှစ်သုံးဆယ်ကျော်ကြာခဲ့ပြီဆိုပေမဲ့လည်း ယနေ့ခေတ်ရဲ့ hacker ရုပ်ရှင်တွေကိုကြည့်နေရသလိုမျိူး ဖြစ်နေစေမဲ့ နည်းပညာဆိုင်ရာ Old but Gold ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ ဇာတ်လမ်းအကျဉ်းကတော့ မာတင်နဲ့ ကော့စမိုဆိုတဲ့ လူငယ် ကွန်ပြူတာဟက်ကာလူငယ်လေးနှစ်ယောက်၊ လူငယ်သဘာဝလက်စွမ်းပြပြီး နောက်တဲ့သဘောနဲ့ ဘဏ်စနစ်တွေကို hack ပြီး ငွေတွေလွှဲနေကြရင်း ရဲတွေလာဖမ်းရာမှာ မာတင်ကတော့ ထွက်ပြေးလွတ်သွားခဲ့ပေမဲ့ ကော့စမိုကတော့ ထောင်ကျသွားပြီး ထောင်ထဲမှာသေဆုံးသွားခဲ့ပါတယ်။ ဒီဖြစ်ရပ်ဖြစ်အပြီး အနှစ်နှစ်ဆယ်အကြာမှာ မာတင်ကသူရဲ့နာမည်ကိုပြောင်းပြီး ကုမ္ပဏီတွေရဲ့ လုံခြုံရေးစနစ်ကို စမ်းသပ်ပေးတဲ့အဖွဲ့တစ်ခုတည်ထောင်ခဲ့ပါတယ်။ ‌တနေ့မှာတော့သူ့ဆီကို အစိုးရဘက်လွှတ်လိုက်တယ်ဆိုတဲ့ လူနှစ်ယောက်က သိပ္ပံပညာရှင်တယောက်တီထွင်ထားတဲ့ သေတ္တာလေးတစ်ခုကို ခိုးယူဖို့ခြိမ်းခြောက်အကြပ်ကိုင်ပြီး ခိုင်းစေလိုက်ပါတယ်။ ဒါပေမဲ့ အဲဒီသေတ္တာလေးကသာမာန်မဟုတ်ပဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/sneakers-1992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOGU4MDUxZDktMTU4Ni00NDZlLTkwNDAtYTM5ZWIwN2RjNmMwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-155x200.jpg",
        "title": "Writer Padmabhushan (2023)",
        "description": "Writer Padmabudhan (2023)\nComedy, Drama\nIMDb 8.7/10 (4.6K)စာအုပ်မြို့တော်လို့ တင်စားရလောက်တဲ့ ဗီဂျေးဗာဒါဆိုတဲ့\nနယ်မြို့လေးမှာ ပဒ်မားဘူရှန်းဆိုတဲ့ လူငယ်လေးတစ်ယောက်ရှိသတဲ့။အဲ့ဒီမြို့လေးက စာအုပ်နဲ့ပတ်သက်လာရင် နာမည်ကြီးလွန်းလို့\nစာရေးဆရာကတောင် သူရေးခ​ဲ့ဖူးတဲ့စာအုပ်ဟောင်းကိုပြန်ရှာတွေ့နိုင်လောက်အောင်ပေါ့ကွယ်။ဒီလို စာပေထွန်းကားတဲ့မြို့လေးမှာ စာရေးဆရာတအားဖြစ်ချင်နေတဲ့သူကတော့\nကျွန်တော်တို့ ဇာတ်လိုက်ကြီး ပဒ်မားဘူရှန်းပဲဖြစ်ပါတယ်။အကြွေးတွေယူပြီး စွန့်စွန့်စားစားနဲ့ စာအုပ်တစ်အုပ်ထုတ်ဝေခဲ့ပါတယ်။\nကံခေလွန်းတာများ တစ်အုပ်တောင် မရောင်းရတဲ့အပြင် စာအုပ်ပုံကြီးသာ အဖတ်တင်သွားခဲ့တယ်လေ။အခွင့်အလမ်းက အိမ်တံခါးလာခေါက်တဲ့အခါ မဖွင့်ပေးတဲ့သူဟာ\nအရူးဆုံးသောလူပါပဲဆိုတဲ့အတိုင်းပဲ သူ့ဆီလည်း တစ်​ကြိမ်လာခေါက်ခဲ့ပါတယ်။အဲ့ဒီအခွင့်အလမ်းက ဘာဖြစ်နေမလဲ...။\nဘယ်လိုကြောင့် သူ့ဆီရောက်လာတာလဲ...။\nသူနဲ့သူ့မိသားစုအပေါ် ဘယ်လိုအကျိုးသက်ရောက်မလဲဆိုတာကို\nဆက်လက်ရှုစားပေးပါနော်။...........\nFile size…1.99GB / 1GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Cherry ~ Nyein Aye",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/writer-padmabhushan-2023/"
    }
]