[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-Z-135x200.jpg",
        "title": "Zombiepura (2018)",
        "description": "ဇွန်ဘီကားကို ပေါ့ပေါ့ပါးပါးကြည့်ချင်တယ်ဆိုရင် ရွေးချယ်သင့်တဲ့ကားအမျိုးအစားပါပဲ။ ဘာပြီးရင်ဘာဖြစ်မလဲဆိုပြီး တစ်ဆက်တည်းကြည့်ဖြစ်သွားမယ့်ကားမျိုးပါ...။\nစစ်တပ်စခန်းတစ်ခုမှာ ဇွန်ဘီဗိုင်းရပ်စပြန့်လာတယ် အမြဲရေသာခိုတတ်တဲ့စစ်သား၊ စည်းကမ်းကြီးတဲ့အထက်အရာရှိ၊ စစ်ကန်တင်းကကောင်မလေး စတဲ့\nအဓိကဇာတ်ဆောင်တွေက ဇွန်ဘီကပ်ဘေးကနေလွတ်မြောက်အောင် ကြိုးစားကြတယ်။ ဗီလိန်လည်းပါပါတယ်...ကြုံလာတဲ့အခက်အခဲတစ်ခုကိုကျော်ဖြတ်ဖို့ ကြိုးစားရမှာ တစ်ဦးတည်းတစ်ကိုယ်ကောင်းဆန်ဆန်ကျော်ဖြတ်နိုင်ဖို့ ကြိုးစားခြင်းထက်စာရင် စုပေါင်းကြိုးစားခြင်းကပဲအမြဲတမ်းအောင်နိုင်သွားတယ်ဆိုတဲ့ messageကို ရစေပါတယ် ။setting, acting, zombie make up အကုန်အဆင်ပြေပါတယ်။ genreကတော့ comedyနဲ့horrorပေါင်းထားတာပါ။ အနောက်တိုင်းဇွန်ဘီကားတွေနဲ့ယှဥ်ရင်တော့ ပေါ့သလိုဖြစ်ပေမယ့် စင်္ကာပူculture, တရုတ်cultureနဲ့မစိမ်းတဲ့သူတွေ ဒါမှမဟုတ် သူတို့တွေရဲ့cultureတွေ ဘာသာစကားလေယူလေသိမ်းတွေကို သိချင်တဲ့သူတွေအတွက် အပျင်းလည်းပြေ cultureဗဟုသုတလည်းရတဲ့ ကားမျိုးပါပဲ။ ဒီကားမှာ အများဆုံးကြားဖြစ်မှာကတော့ \"Even your mother can do better than you.\" ပါပဲ ဟုတ်ပါတယ်..Uncle Rogerရဲ့လေယူလေသိမ်းနဲ့ပါပဲ။ ဒီကားကို Singaporean Director Jacen Tan ရိုက်ကူးထားပါတယ်..။File size…(1.87GB)  / (`948MB) ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/zombiepura-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zcdtY0xMBCL2hSCrK7e6FqtbeYf.jpg",
        "title": "King Of Hotpot ( 2022 )",
        "description": "ချုံချင့်ဆိုတာနဲ့ များသောအားဖြင့်ကတော့ ဟော့ပေါ့ကို\nပြေးမြင်မိကြမှာအမှန်ပါပဲနော် ဒီတစ်ခါမှာဆိုရင်တော့ CM က\nပရိတ်သတ်ကြီး ချုံချင့် ဟော့ပေါ့နဲ့သက်ဆိုင်တဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားကို မိတ်ဆက်ပေးပါရစေရှင်❏ ဒီဇာတ်ကားလေးကတော့ ချုံချင့်မြို့တော်က\nဟော့ပေါ့ဆိုင်လေးတစ်ခုကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပါ\n❏ အလောင်းကစားမတ် ဖဲရိုက် မာကျောက်ကစားဖို့လောက်ပဲသိတဲ့-ကုန်းဟော်ဒီဟော့ပေါ့ဆိုင်သေးသေးလေးမှာပဲ တစ်ဘဝလုံးကို ကုန်ဆုံးမသွားချင်သူ ၊\nအမြင်ကျယ်ကျယ်နဲ့ လောကကြီးတစ်ခွင် ခြေဆန့်ချင်သူ-ကျင်းရှန်းသူတို့ဆရာလဲဖြစ် အဖေလဲဖြစ်တဲ့ ကုန်းယောင်ကလဲ\nဒီသားတပည့်ဖြစ်သူနှစ်ယောက်ရဲ့ မတူညီတဲ့စရိုက်တွေကြားမှာ\nစိတ်ဆင်းရဲရတဲ့အပြင် လေပါဖြတ်သွားခဲ့ရပါတော့တယ်\nအဲဒီနောက်မှာတော့ ဆိုင်ရဲ့ စီးပွားရေးတွေကျဆင်းကာ\nနောင်တတွေရပြီးနောက်မှာမှ ဆိုင်လေးကို ပြန်လည်ထူထောင်ဖို့ကြိုးစားခဲ့ပါတော့တယ်ကုန်းဟော်တစ်ယောက် ဟော့ပေါ့ပညာကို အခြေခံကနေစပြီးလေ့လာခဲ့တဲ့အပြင်\nသူ့ရဲ့ ဆရာတူအစ်ကိုဖြစ်သူ ကျန်းရှန်းနဲ့လဲ စီးပွားရေးပြိုင်ဘက်တွေ ဖြစ်လာခဲ့ပါတယ်\nတစ်ဖြည်းဖြည်းနဲ့ ဟော့ပေါ့လုပ်ငန်းအပေါ် ကုန်းဟော်တစ်ယောက်\nစိတ်ဝင်တစားဖြစ်လာခဲ့ပြီး မိသားစုရဲ့ နွေးထွေးသက်ဝင်မှုတွေကိုပါ\nနားလည်လာခဲ့ပါတော့တယ် ဒီတော့ ဒီဇာတ်ကားလေးအတွင်းမှာ\nချုံချင့်ရဲ့ အလှအပတွေ ၊ ဟော့ပေါ့ရဲ့ တစ်စေ့တစ်စောင်း\nအကြောင်းစုံ အပြင် မိသားစုရဲ့ နွေးထွေးမှု အစရှိတာလေးတွေကို\nဟာသနှောကာ ရိုက်ပြထားတာဖြစ်တာမို့ ပေါ့ပေါ့ပါးပါးနဲ့\nကြည့်ရှူရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/king-of-hotpot-2022/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yJHwqLB5U3joO6sqVajDevGsRnz.jpg",
        "title": "Joyride (2022)",
        "description": "Joyride (2022)မူလီ ဆိုတဲ့ကောင်လေးဟာ အဖေတစ်ခုသားတစ်ခုနေရတဲ့သူပါ။ ဒါပေမယ့် သိပ်ကောင်းတဲ့ အဖေတစ်ယောက် ရထားတာတော့မဟုတ်ဘူး။တစ်ရက်မှာ မူလီတစ်ယောက် သူ့အဖေဆီက ထွက်ပြေးပြီး လူအလစ်မှာ ရပ်ထားတဲ့ တက္ကစီတစ်စီးပေါ်တက်ပြီး မောင်းထွက်လာလိုက်တယ်။ကံဆိုးချင်တော့ အဲ့ တက္ကစီ ပေါ်မှာ ခရီးသည် မိန်းမကြီးတစ်ယောက်နဲ့ မွေးကင်းစကလေးငယ်လေးတစ်ယောက် ပါနေတာပါပဲ။ မူလီကလည်း သူ့အကြောင်းနဲ့သူ ကားပေါ်ပါလာတဲ့ ဂျွိုင်းဆိုတဲ့ မိန်းမကြီးနဲ့ ရင်သွေးငယ်လေးကလည်း သူတို့အကြောင်းနဲ့သူတို့ ...အဲ့ character ၃ယောက် လမ်းခရီးမှာ ဘယ်လိုတွေ ဆက်ပြီးခရီးဆက်ရမလဲ?သီချင်းလေးတွေကလည်း country song လေးတွေဆိုတော့ country vibe လေးလည်းရ High way လမ်းတွေမှာ ကားပတ်မောင်းရတဲ့ ရသလေးပါရတော့ Joyride ဆိုတဲ့အတိုင်း Joy နဲ့ Mully တို့နဲ့အတူ တပျော်တပါး လိုက်စီးကြည့်ရအောင်။(ဇာတ်လမ်းအညွှန်းကို ကို Hein That Naing က ရေးပေးထားပါတယ်။)File ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/joyride-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6IeGcoIEpOj7pUtzBk8zNM54YYl.jpg",
        "title": "Rango (2011)",
        "description": "[Unicode]2011 အော်စကာ ဆုပေးပွဲမှာ Academy Award for Best Animated Feature ကို ရထားတဲ့ ဒီ Rango ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးက ကျွန်တော် ကြိုက်တဲ့ ဇာတ်လမ်းလေးတွေထဲမှာ ထိပ်ဆုံးနေရာကပဲ …။ ဘာလို့လဲဆိုတော့ ကာတွန်းကားဆိုပေမယ့် အဓိပ္ပာယ်အရမ်းပြည့်၀ နေလို့ပဲ …Rango ဆိုတာ က ပုတ်သင်လေးတစ်ကောင်ရဲ့ နာမည်ပေါ့ ..။ လောကကြီးအတွက်သူရဲကောင်း ဖြစ်ချင်နေတဲ့ စိတ်ကူးယဉ်သမား ပုတ်သင်လေးပေါ့ …။ သူ့ ရဲ့ အကြီးမားဆုံးမျှော်လင့်ချက်က သူရဲကောင်းအဖြစ်နဲ့ မင်းသမီးလေးကို ကယ်တင်နိုင်ဖို့ …။ အမြဲတမ်းစိတ်ကူးယဉ်နေတက်တဲ့ သူပဲ …။ မမျှော်လင့်ထားတဲ့ ဖြစ်ရပ်နဲ့ သူဟာ သဲကန္တာရထဲမှာ သောင်တင်ခဲ့ရတယ် …။ ပြီးတော့ ရေပြတ်လပ်မှု ပြသနာ ဖြစ်နေတဲ့ မြို့ငယ်လေးကို ရောက်သွားတယ် …။ ကိုယ်တိုင်ကသာ ဘာမှ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/rango-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-v-140x200.jpg",
        "title": "The VelociPastor (2018)",
        "description": "စူပါပါဝါလည်းရှိ၊ ဒိုင်နိုဆောလည်းပါပြီး၊ နင်ဂျာတွေနဲ့ပါချတဲ့ ရုပ်ရှင်မျိုး မရှိဘူးထင်ရင် မှားသွားပါမယ်။Social mediaတွေမှာတွေ့နေကြ memeရုပ်ရှင်လေးလာပါပြီ။\nခရစ်ယာန်ဘုန်းတော်ကြီးတစ်ပါးဟာ သူ့မိဘတွေဆုံးပါးသွားတဲ့အချိန်မှာ စိတ်ပြေလက်ပျောက်ဖြစ်အောင် တရုတ်ပြည်ဘက် ခရီးထွက်လာပါတယ်။ တရုတ်ပြည်သွားရာကနေ မထင်မှတ်ပဲ ဒိုင်နိုဆောအဖြစ်ပြောင်းနိုင်တဲ့အစွမ်းတွေရရှိလာပါတော့တယ်။ ဒိုင်နိုဆောအစွမ်းတွေရှိလာတဲ့အချိန် ကာရိုဆိုတဲ့ အပျော်မယ်လေးနဲ့တွေ့ဆုံမိချိန်မှာ သူ့ရဲ့ ဒိုင်နိုဆောပြောင်းနိုင်တဲ့ အစွမ်းတွေကို ဘယ်လိုအသုံးချသွားမလဲဆိုတာကြည့်ရှု့ရမှာပါ။ File size…(1.63GB)  / (837MB) / (483MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:15:00\nGenre...Action / Adventure / Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Kyi Win",
        "rating": "",
        "url": "https://channelmyanmar.org/the-velocipastor-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6QXfrZWYS5cPlmNsIhpofW5R3ct.jpg",
        "title": "Men of Plastic (2022)",
        "description": "Men of Plastic (2022)(1080p ရပါပြီ)မင်းသားကြီး မာဒုန်ဆော့ရဲ့ အရင်ဇာတ်ကားတွေနဲ့ မတူတဲ့ ပုံစံကွဲမျိုး ကြည့်ရှုခံစားရမှာပါ။ Drama Comedy အမျိုးအစားဖြစ်လို့ အခွီတွေလည်း ပါဝင်ပြီး ဇာတ်ကားလေးကလည်း တော်တော်ကို စိတ်ဝင်စားစရာ ကောင်းသလို မင်းသားကြီး မာဒုန်ဆော့ရဲ့ သရုပ်ဆောင်ပီပြင်မှုကြောင့်လည်း ဒီဇာတ်ကား ကြည့်ရှုရတာ တန်တယ်လို့ ခံစားကြရမှာ သေချာပါတယ်။ အဲ့ဒီအပြင် Hospital Playlist မင်းသားကြီး ဂျောင်းဂယောင်းဟို ကလည်း အဓိကဇာတ်ဆောင်အနေနဲ့ တွဲဖက် သရုပ်ဆောင်ထားတာမို့ လက်လွတ်မခံသင့်ဘူးနော်။ဇာတ်လမ်းအကျဉ်း ...ဒယ်ဂုဆိုတဲ့ လူတစ်ယောက်က ဂန်းနမ်မြို့ရဲ့ ချမ်းသာတဲ့ ရပ်ကွက်ဖြစ်တဲ့ အာ့ဂူဂျောင်းမှာ မွေးဖွား ကြီးပြင်းလာသူ တစ်ယောက်ဖြစ်ပြီး‌တော့ ပလတ်စတစ် ဆာဂျရီဆေးရုံနဲ့ အရေပြားအလှပြုပြင်ရေး ဆေးရုံတွေ ပေါများတဲ့ ဆိုလ်းတောင်ပိုင်းမှာ ပလတ်စတစ် ဆာဂျရီ လုပ်ငန်းကို စတင်ချင်တဲ့ စိတ်ကူးစိတ်သန်း ရှိနေသူ တစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်နေ့မှာ သူက ...",
        "rating": "8",
        "url": "https://channelmyanmar.org/men-of-plastic-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/StreetFighterMoviePoster-134x200.jpg",
        "title": "Street Fighter (1994)",
        "description": "Street Fighterဗန်ဒိန်းဆိုတာနဲ့ ကျွန်တော်တို့ ငယ်ဘဝကကြည့်နေကျ အက်ရှင်မင်းသားကြီးဆိုတာ အမှတ်ရနေကြမှာပါ...Street Fighter ဆိုတဲ့ ဒီဇာတ်လမ်းလေးမှာတော့ ဗန်ဒိန်းက Col. Guile အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်အာရှတစ်လွှားမှာ သူသတ်အကြမ်းဖက်လုယက်နေတဲ့ အာဏာရူး General Bisonဟာ မဟာမိတ်ညွှန့်အပေါင်းအဖွဲ့က စေတနာဝန်ထမ်၆၀ကျော်ကို ပြန်ပေးဆွဲသွားကာ လျော်ကြေးငွေ ၂၀ဘီလီယံတောင်းဆိုလာတဲ့အခါ ဗန်ဒိန်းတို့ မဟာမိတ်တပ်တွေက ဝင်ရောက်တိုက်ခိုက်ဖို့ဖြစ်လာပါတော့တယ်...ဒါတင်မကသေးဘဲ ဘိုင်ဆန့်လက်ချက်ကြောင့် ဒုက္ခရောက်ခဲ့ရသူအပေါင်းကလည်း လက်စားချေတုံ့ပြန်ဖို့ ကြံစည်လာတဲ့အခါ....တချိန်က ဗန်ဒိန်းကားတွေကို ကြည့်ခဲ့ဖူးသူဆိုရင်တော့ ဒီဇာတ်လမ်းလေးက ငယ်ဘဝကိုလည်း ပြန်ပြောင်းသတိရစေမှာပါAction ကြိုက်တဲ့သူတွေ့အဖို့လည်း အကြိုက်တွေ့စေမယ့် ဇာတ်ကားလေး တစ်ကားမို့တင်ဆက်ပေးလိုက်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2GB) / (1.1GB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:42:00\nType__Action, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/street-fighter-1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/rsHdkcuKlYrSBBIuw086oebBmAW-133x200.jpg",
        "title": "A Christmas Masquerade (2022)",
        "description": "A Christmas Masquerade(2022)လော်ရာနဲ့ ဂျူလီဟန်းတို့ဟာ အလုပ်အတူတွဲလုပ်ကြတဲ့ best fri တွေပေါ့လော်ရာက PR(public relations) လုပ်တယ် ဂျူလီယန်းက လော်ရာရဲ့ assistant ပေါ့တစ်နေ့မှာ အလုပ်တွေအသားကုန်လုပ်နေရတဲ့လော်ရာတစ်ယောက် ခနတဖြုတ်အေးဆေးအနားယူချင်တာနဲ့ သူ့ရဲ့လက်ထောက်လဲဖြစ် bestie လဲဖြစ်တဲ့ ဂျူလီယန်းကို ပါတီတစ်ခုသူ့အစားသွားတက်ခိုင်းပါတော့တယ်ကံဆိုးသလားကံကောင်းလားတော့မသိဘူး ပါတီသွားတက်တဲ့ဂျူလီယန်းတစ်ယောက် လော်ရာ့နေရာကနေဟန်ဆောင်ရင်းအဟန်ဆောင်လွန်ပြီး မိုက်ကယ်ဆိုတဲ့ ခန့်ချောကြီးကို PRလုပ်ပေးဖို့ဖြစ်လာတော့တယ်ကောင်မလေးနှစ်ယောက်လဲ မတတ်သာတဲ့အဆုံး ရာထူးတွေချ်ိန်းကုန်ပြီး အရင်က PR လုပ်တဲ့ လော်ရာက assistant ပြန်လုပ် အရင်က assistant လုပ်တဲ့ ဂျူလီယန်းကလော်ရာ့အစား PR ပြန်လုပ်တွေဖြစ်ကုန်ပြီးလူ့ဂွစာကြီး မိုက်ကယ်နဲ့ဘယ်လို ဆက်ခရီးဆက်မလဲကြည့်ရမှာ Christmas ကာလမှာ couple တွေအနေနဲ့ အိမ်မှာအတူတူစောင်လေးခြုံကွေးပြီး ကြည့်လို့ကောင်းမယ့် Christmas Love story လေးတစ်ပုဒ်ပါ ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Hein That Naing ပါ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/a-christmas-masquerade-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BOTg5ODBkOGUtNzg3OS00NmYyLWI0OGMtZDY3NTc0OTQ0M2I0XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-139x200.jpg",
        "title": "The Hows of Us (2018)",
        "description": "KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...\nအတော်လေးအောင်မြင်ခဲ့သလိုဖိလစ်ပိုင်ရုပ်ရှင်သမိုင်းမှာလည်း ဝင်ငွေစံချိန်တင်ခဲ့တယ်...\nရုပ်ရှင်ထဲသာမက အပြင်မှာပါ ပရိသတ်တွေရဲ့အချစ်ကိုပိုင်ဆိုင်ထားတဲ့ စုံတွဲလို့ပြောရင်လည်းမမှားဘူး...\nIMDB မှာ Rating 7.9 အထိရရှိထားသလို ဒါရိုက်တာကလည်း သူတို့အတွဲ နာမည်ကြီးအောင်မြင်ခဲ့တဲ့ she's dating the gangster ကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာ Cathy Garcia-Molinaဖြစ်နေလေတော့ အများကြီးညွှန်းစရာလိုမယ်တော့မထင်ပါဘူး.....ဇာတ်လမ်းလေး နည်းနည်းပြောပြရရင် !\nGeorge က Primoကို မြင်တည်းက ကြည့်မရဘူး...ကြည့်မရတဲ့ Primoက တဖြည်းဖြည်း သူ့အနားရောက်လာခဲ့တယ်...\nမိသားစုက သူ့ကိုချစ်ကြတယ်...အဖွားဖြစ်သူက Primoကို အသည်းစွဲ...နောက်ဆုံးတော့ သူလည်း Primoကို ချစ်မိသွားခဲ့တယ်...\nအဖွားဆုံးခါနီးတော့ သူ့ကို Primoလက်ထဲအပ်ခဲ့ရုံမက အိမ်လေးကိုပါပေးခဲ့တယ်...ချစ်သူနှစ်ဦး အိပ်မက်တွေတပွေ့တပိုက်နဲ့ စိတ်ကူးတွေယဉ်ခဲ့ကြ ချစ်ခဲ့ကြတယ်...\nနေ့ရက်တိုင်းဟာ ပျော်စရာပဲ...ရယ်ပြီးရင် ငိုရဦးမယ်ဆိုတဲ့ သီချင်းစာသားလေးအတိုင်း ကြင်နာခြင်းတွေနောက်မှာ နာကျင်ခြင်းတွေကပ်ပါလာခဲ့တယ်...သူတို့ ဝေးခဲ့ကြတယ်...\nအရာရာဟာ နေသားမကျခြင်းတွေနဲ့...အိမ်လေးကို Primoပြန်ရောက်လာခဲ့တယ်... Georgeကို ပျော်ရွှင်အောင်ထားမယ်ဆိုတဲ့စိတ်နဲ့... ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-hows-of-us-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/MV5BZDQzMTNjZGEtZjczNS00ZTBiLTljNzMtYzRmZTcwNjZhYTNiXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "She’s Dating the Gangster (2014)",
        "description": "She is Dating the Gangster\nIMDb 7/10\nRomance and Drama\"ကျွန်တော်သာ သင်္ဘောတစ်စင်းဆို သူမက ကျွန်တော်ရဲ့ကျောက်စူးလေးပါပဲ\" လို့ပြောခဲ့တဲ့ ဒန်နီရယ်နဲ့\nသူအရမ်းချစ်ရတဲ့အမျိုးသမီးလေး ကတ်သရင်းတို့ကို လူတိုင်းသိကြမယ်ထင်ပါတယ်။\nနာမည်ကျော်ဖိလစ်ပိုင်အနုပညာရှင်စုံတွဲလေးဖြစ်တဲ့ သူတို့အတွဲလေးဟာ ယခုဆိုရင် ရည်းစားသက်တမ်း ၁၀ နှစ်ကျော်ထဲကို ရောက်ရှိနေခဲ့ပြီဖြစ်ကာ အရှေ့တောင်အာရှကလူတိုင်း\nချစ်ခင်နှစ်သက်ကြတဲ့ နာမည်ကျော်အနုပညာရှင်စုံတွဲလေးဖြစ်ပါတယ်။သူတို့စုံတွဲလေးဟာ အလွန်အောင်မြင်တဲ့ စီးရီးနဲ့ရုပ်ရှင်ဇာတ်ကားပေါင်းများစွာကို အတူတူတွဲရိုက်ကူးခဲ့ပြီး\nသရုပ်ဆောင်ကောင်းသလို အရိုခန်း အငိုခန်းတွေမှာ လိုက်ဖက်လွန်းတာကြောင့် လူကြိုက်များခဲ့ပါတယ်။\nယခုတင်ဆက်ပေးသွားမှာကတော့ ၂၀၁၄ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ သူတို့နှစ်ယောက်ရဲ့အချစ်ဒရမ်မာဇာတ်ကားလေး She's Dating the Gangster ပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...\nမိခင်ဆုံးပါးသွားတည်းက ဖခင်ဖြစ်သူကို စိတ်နာနေတဲ့ ကန်းနက်ဆိုတဲ့ကောင်လေးဟာ\nသူ့မိခင်ရဲ့သေဆုံးမှုဟာ သူ့ဖခင်ရဲ့စနက်မကင်းဘူးလို့ထင်မြင်နေတာလည်းဖြစ်ပါတယ်။\nသူ့မိခင်နဲ့ဖခင်တို့ အတိတ်သမိုင်းကြောင်းကို သိချင်လို့ပြန်လည်တူးဖော်ရင်း\nဘယ်လိုအခြေအနေမျိုး၊ ဘယ်လိုအကြောင်းအရာမျိုးတွေ သိရှိလာမယ်၊\nသူ့အဖေက ဘာလို့ရယ်ရယ်ပြုံးပြုံးမရှိတော့တာလဲဆိုတာရယ်၊\nဘာကြောင့် သူ့အမေဆုံးပါးသွားရတာတွေကို သူ့အဖေကြောင့်လို့ သူထင်နေလဲ၊\nသူ့အဖေကရော ဘာတွေမှားခဲ့တာလဲဆိုတာကို\nဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းလေးနဲ့ ငြိမ့်ငြိမ့်လေးကြည့်ရှုရမယ့် ဖိလစ်ပိုင်အချစ်ဒရမ်မာဇာတ်လမ်းလေးဖြစ်ပါတယ်။Tele Link ကနေပဲကြည့်တတ်တယ်ဆိုရင် https://t.me/Myname2021hakak/42  မှာဝင်ကြည့်ပါ။720p HD ကို ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/shes-dating-the-gangster-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNDY5MTQwODI3OV5BMl5BanBnXkFtZTcwODM2MjEzMw@@._V1_-136x200.jpg",
        "title": "Music and Lyrics (2007)",
        "description": "Music and Lyrics (2007)\n==================\nIMDb Rating - 6.5/10ဒီဇာတ်ကားကိုမကြည့်ခင် YouTube Spotify Apple music\nစတဲ့ပလက်ဖောင်းတွေမှာ Way back into love ဆိုတဲ့ သီချင်း\nကို နားဆင်ခံစားကြည့်လိုက်ပါ၊ တကယ်လို့ အဲ့သီချင်းကိုမကြိုက်\nခဲ့ရင်လည်း ဇာတ်ကားကိုတော့ ဆက်ကြည့်လိုက်ပါ။ နားထောင်\nရတာကြိုက်ခဲ့ရင်တော့ စီးကရက်တစ်လိပ်နဲ့ ကော်ဖီတစ်ခွက်ယူပြီး\nဆက်ခံစားကြည့်ကြဖို့ အကြံပေးပါရစေ။ဇာတ်လမ်းကမဆန်းပါဘူး musical romance လေးပါပဲ။ ဒါပေမဲ့\nအချစ်ဆိုတဲ့အရာကိုက ဆန်းကြယ်နေခဲ့တာပါ။ အချစ်ကြောင့် အရာ\nရာအဓိပ္ပာယ်ရှိသွားတယ်၊ အချစ်ကြောင့် အရာရာလှပနေခဲ့တယ်၊\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်မှာ နားဆင်ခံစားဖို့သီချင်းကောင်းလေး\nတွေအပြင် သီချင်းစာသားတွေရဲ့နှလုံးသားကို ခံစားလို့ရမယ်။လူတိုင်းချစ်တတ်ကြမှာပါ၊ အချစ်မှာနောင်တတွေအမှားတွေရှိတယ်၊\nအချစ်မှာကြီးကျယ်ခမ်းနားခြင်းတွေ အားအင်တွေရှိတယ်၊ အဲတော့\nဒီအချစ်ဇာတ်ကားလေးနဲ့အတူ အချစ်ကိုခံစားရင်း ကောင်မလေးရှိတဲ့\nသူတွေက ကောင်မလေးကိုရိုပြပါ၊ FA တွေကလည်း စိတ်ကူးယဉ်ရင်း\nမျက်ရည်ကျပါ၊ တစ်ခေတ်တစ်ခါရဲ့ Charles'Angle ဒရူးဘယ်ရီမိုးက\nတော့ သင်တို့အားလုံးအား အချစ်အဓိပ္ပာယ်ကိုဖွင့်ဆိုပြမှာမို့ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Sai Thurein\nLynn ဖြစ်ပါတယ်)File Size..........(2.13 GB) / (889 ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/music-and-lyrics-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bSuZ0DaLbXy4Tm0CYgL9SUiQIo0.jpg",
        "title": "Love SummerI(2011)",
        "description": "Love Summer (2011)=================ဒီတစ်ခါမှာတော့ ထိုင်းကားလေးတွေကြိုက်တတ်တဲ့သူတွေအတွက် ထိုင်းဟာသကားလေးလာပါပြီနော်ခရီးသွားဖို့စီစဉ်တိုင်း သူငယ်ချင်းတွေ ညှိမရတာနဲ့မသွားဖြစ်ကြတော့တာမျိုးတွေများတယ်မလား?ဒီကားထဲမှာတော့ သူငယ်ချင်းတွေစုပြီးခရီးထွက်ကြတာမဟုတ်ဘဲ ခရီးထွက်ရင်း မထင်မှတ်ဘဲ လမ်းမှာဆုံကြတဲ့သူတို့တွေ သူငယ်ချင်းဖြစ်သွားတဲ့အကြောင်းရိုက်ကူးထားတာပဲဖြစ်ပါတယ်...ကောင်လေးသုံးယောက် ဘန်ကောက်ကနေပြီးထိုင်းနိုင်ငံရဲ့နာမည်ကြီးကျွန်းတစ်ခုဖြစ်တဲ့ ဖူးခက်ကိုခရီးထွက်လာကြပါတယ် လမ်းမှာနောက်ထပ်သူစိမ်းကောင်မလေးနှစ်ယောက်နဲ့အမှတ်မထင်ဆုံမိပြီးဖူးခက်ကိုအတူခရီးနှင်ကြတဲ့ လမ်းတစ်လျှောက်မှာ ....ကားပျက်လို့ကြုံတွေ့ရတဲ့နောက်ဆက်တွဲတွေ....ကြိုသိမထားတဲ့အရာတွေဖြစ်လာတဲ့အခါ ရင်ဆိုင်ရတာတွေ၊သူတို့ကြားကဆက်ဆံရေးတွေကို အခွီတစ်လိုင်းနဲ့ရယ်နေရမယ့်ကားလေးမို့ထိုင်းဟာသကားကြိုက်တတ်တဲ့CM ပရိတ်သတ်ကြီးတို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ်နော် File size…2.1GB / 1GB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Hnin-Pale",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/love-summeri2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wA0ZX8BC6AB6IimmKyMWT0PzUov.jpg",
        "title": "Mad Heidi (2022)",
        "description": "Mad Heidi (2022)(1080p ရပါပြီ)ဒီဇာတ်ကား‌လေးက ဆွစ်ဇာလန်က Alps တောင်တန်းတွေမှာ ဇာတ်အိမ်စတည်ထားပြီး အသည်းတစ်ခြမ်း မိန်းမကြမ်းကားကိုမှ ဟာသလေးနည်းနည်းနှောပြီးကြည့်ရမယ်ကားလေးပါပဲ။ဟာသနှောဆိုပေမယ့် ခပ်ပေါ့ပေါ့ကားတော့မဟုတ်ဘဲ သွေးထွက်သံယိုနဲ့ကြည့်ရမှာပါ။ဖြစ်ကြောင်းကုန်စင်ကတော့ အဲ့အချိန်အခါက ဆွစ်ဇာလန်မှာ ဆွစ်ချိစ်ကို မစားရင်၊ ချိစ်မှာပါတဲ့ နို့သကြားဓာတ်ကိုမခံနိုင်ရင်\nရာဇဝတ်မှုဆိုပြီး ဖမ်းဆီးသတ်ဖြတ်ခံရပါတယ်တဲ့။ အဲ့အမိန့်ချတဲ့ ဆွစ်ခေါင်းဆောင်ကြီးဟာဆိုရင်ဖြင့် သူ့ချိစ်ကို ပြည်တွင်းမှာတင်မက နိုင်ငံအနံ့တင်ပို့ပြီး ကမ္ဘာကို အပိုင်သိမ်းချင်နေတာပါ။တောင်ပေါ်သူ ဟိဒ်ဒီလေးရဲ့ ချစ်သူဆိတ်ပီတာဟာ အဲ့ကိစ္စနဲ့ပတ်သက်ပြီး အသတ်ခံလိုက်ရလို့ ကလဲ့စားချေလိုမှုကစတာပါပဲ။အသည်းတစ်ခြမ်းနဲ့ မုဆိုးမ မိန်းမကြမ်းကြီး ဟိဒ်ဒီတစ်ယောက် ဘယ်လိုကလဲ့စားချေမလဲ?\nကမ္ဘာကိုရောကယ်တင်နိုင်မလား? ဆိုတာတော့ ဇာတ်လမ်းလေးထဲ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။ဆွစ်ဇာလန်သူလေးရဲ့အဖြစ်ကို ဆွဇ်ဇာလန်ရိုးရာ လက်နက်တွေ၊ ဝတ်စုံတွေအပြင် ဆွစ် ချိစ် လှိုင်လှိုင်နဲ့ ကြည့်ရမယ့်ကားပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းကို ကို Themes က ရေးပေးထားပါတယ်။)File Size          : 1.9GB, 886MB, 418MB\nQuality  ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mad-heidi-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYzdlYzEzZjEtYjU0MS00NTkyLWFiYmMtYzllNjE2ODE2OWZmXkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_-135x200.jpg",
        "title": "The Estate (2022)",
        "description": "The Estate (2022)\n==============ဇာတ်လမ်းနာမည်ကိုကြည့်လိုက်ရင်တော့ ဟာသကားလို့\nမထင်ရပေမဲ့ တကယ့်တကယ် အတော်လေးခွီရတဲ့ ဇာတ်\nကားလေးတစ်ပုဒ်ပါပဲ။ဇာတ်လမ်းအစမှာ Macey နဲ့ Savanna တို့ညီအစ်မနှစ်ယောက်က\nသူတို့အဖေအရမ်းသဘောကျခဲ့တဲ့ သူတို့ကော်ဖီဆိုင်လေးကို\nအကြွေးတွေပိပီးပိတ်ပစ်ခါနီးမို့ အကြပ်ရိုက်နေချိန်၊ သူတို့အဒေါ်\nဖြစ်တဲ့ အပျိုကြီးဘောစိက ကင်ဆာရောဂါနဲ့ နောက်ဆုံးအချိန်\nရောက်နေပီဆိုတာသိရှိရတော့ အမွေရမလားဆိုတဲ့မျှော်လင့်ချက်နဲ့\nသွားခဲ့ပါတယ်။ဟိုရောက်တော့ သူတို့ညီအစ်မ၂ယောက်ထဲပဲရှိမယ်လို့ထင်ထားခဲ့\nပေမဲ့ တကယ့်တကယ် တခြားအမွေလိုချင်တဲ့ သူတို့ဝမ်းကွဲမောင်နှမ\nတွေ ဖြစ်တဲ့ Beatrice နဲ့ Richard တို့ပါရောက်နေခဲ့ပါတယ်။ ဒီတော့\nသူတို့အားလုံးက အဒေါ့်ဆီကအမွေရဖို့အတွက် ကိုယ့်နည်းကိုယ့်ဟန်နဲ့\nဘယ်လိုကြိုးစားရယူမလဲဆိုတာကို ဟာသလေးတွေ အလွဲလေးတွေနဲ့\nကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားမှာမင်းသားကြီး Ron Livingston\nလည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်။Translator တွေကိုယ်တိုင်အော်ပီးခွီရတဲ့ကားမို့ စိတ်အမောတွေပြေဖို့ဆိုရင်\nမလွတ်တမ်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါကြောင်း……..(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Nyein Laiမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား\nပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(1.78 GB) / (655 MB) / (360 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 36mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......CM Team\nEncoder...........SWM",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-estate-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4yV6DjHg9ALJaopXlktvXphh9xR.jpg",
        "title": "Off Track (2022)",
        "description": "Off Track (2022)~ IMDb rating - 6.1/10 ~ကလေးတစ်ယောက်မိခင် လီဆာဟာ စံထားရလောက်တဲ့ မိခင်တစ်ယောက်တော့ ဟုတ်မနေခဲ့ပါဘူး။ ဘဝကို ရေလိုက်ငါးလိုက်ဖြတ်သန်းနေတဲ့၊ အလုပ်မရှိအကိုင်မရှိ အချိန်ပြည့် အရက်ပဲသောက်နေတဲ့ လမ်းဆုံးလုနီးပါး အမျိုးသမီးတစ်ယောက်ပေါ့။သူနဲ့ ဆန့်ကျင်ဘက်ကတော့ သူ့ရဲ့အစ်ကိုဖြစ်သူ ဒန်နီယမ်ပါ။ သူကတော့ အသက်လတ်ပိုင်းအရွယ် အိမ်ထောင်သည်တစ်ယောက်ဖြစ်ပြီး ဘဝရည်မှန်းချက်ကြီးသူ... အိမ်ထောင်ဦးစီးကောင်းတစ်ယောက်ပါ။ ဒါ့အပြင် သူဟာ ကီလိုမီတာ ၉၀ တာအဝေးရှိတဲ့ ဗာဆာနှင်းလျှောစီးပြိုင်ပွဲကို ဝင်ပြိုင်ဖို့ ကြိုးစားနေတဲ့နှင်းလျှောစီးသူ တစ်ယောက်ပါ။ဒန်နီယမ်ဟာ ညီမဖြစ်သူ လီဆာ ဒုက္ခရောက်တိုင်းလည်း ကူညီရသူပါ။ တစ်နေ့တော့ အိမ်ပေါ်ကို ၃ လလောက်‌ ခေါ်တင်ထားရမယ့်အခြေအနေထိ ရောက်လာပါတယ်။ ဒီလိုနဲ့ ဒန်နီယမ်ဟာ မှိုင်တွေနေတဲ့ သူ့ညီမကို စိတ်ပြေလက်ပျောက် နှင်းလျှောစီးခေါ်သွားခဲ့ပါတယ်။အစကတော့ လီဆာဟာ ဒီအားကစားကို တစ်စက်လေးမှ စိတ်မဝင်စားခဲ့ပါဘူး။ သို့ပေမယ့် သမီးဖြစ်သူ အယ်ဗီရာက ဒါကို ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/off-track-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/p22454657_p_v8_ac-133x200.jpg",
        "title": "Roald Dahl’s Matilda the Musical (2022)",
        "description": "Roald Dahl's Matilda the Musical (2022)\n=============================\nIMDb Rating - 7.3/10ဒီတစ်ခါမှာတော့ IMDb Rating 7.3 ရရှိထားတဲ့ \"Matilda\nthe Musical\" ဆိုတဲ့ဇာတ်ကားကောင်းလေးကို တင်ဆက်\nပေးပါရစေ။ စာရေးဆရာ Roald Dahl ရဲ့ Matilda ဆိုတဲ့ဝတ္တု\nကို ပြန်လည် အသက်သွင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးဖြစ်\nပါတယ်။ ဒီဇာတ်ကားလေးရဲ့ ထူးခြားချက်က သီချင်းတွေပါ။\nသံစဉ်ပိုင်းကတော့ ရှယ်ပါပဲ။\"မာတေလ်ဒါ\" ဆိုတဲ့ကလေးမလေးဟာ မိဘတွေရဲ့မလိုလားမှုကို\nခံနေရသူ‌လေး။ ကျောင်းမထားပေးလို့ ကျောင်းမနေခဲ့ရပေမယ့်\nအသိအန်တီတစ်ယောက်အကူအညီနဲ့ စာဖတ်ဝါသနာအိုးလေးဖြစ်\nနေခဲ့တာပေါ့။ ပုံပြင်အပြောကောင်းသူဆိုလည်းဟုတ်ပါတယ်\n။\nတစ်နေ့ကျ သူ့မိဘတွေက စစ်ဆေးရေးကြောင့် သူ့ကိုမဖြစ်မနေ\nကျောင်းထားပေးခဲ့ရပါတော့တယ်။အဲ့ကျောင်းက ကျောင်းသားတွေ\nပြောပုံအရဆိုရင် ကျောင်းကထောင်ကြီးတစ်ခုလိုပဲတဲ့။ အဲ့လိုနဲ့ ဖြတ်\nထိုးဉာဏ်ကောင်းတဲ့ မာတေလ်ဒါလေးနဲ့ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့\nကျောင်းအုပ်ကြီးထရွန့်ရှ်ဘူးလ်တို့ ထိပ်တိုက်တွေ့ကြပါလေရော။\nဘဝကမတရားဘူးလို့ခံစားရရင် ညစ်ကျယ်ကျယ်ထလုပ်တတ်တဲ့\nမာတေလ်ဒါလေးတစ်ယောက် ကျောင်းတက်ရင်းဘာတွေကြုံရမလဲ။\nဆိုးသွမ်းတဲ့ကျောင်းအုပ်ကြီးနဲ့ရော ဘယ်လိုနှစ်ပါးသွားကြမလဲ...ဆို\nတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ်။ဇာတ်ကားတစ်ခုလုံးစကားပြောတွေချည်းမဟုတ်ဘဲ ဇာတ်ကွက်တွေကို\nသီချင်းတွေနဲ့တွဲပြီး အကောင်းဆုံးပုံဖော်ထားတာမို့ ပေါ့ပေါ့ပါးပါးနဲ့ဇာတ်\nကားမြူးမြူးလေးတွေ ကြည့်ချင်သူများလက်မလွှတ်သင့်ပါကြောင်း ဖြည့်\nစွက်ပြောကြားလိုပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zinမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား\nပေးသူများကတော့ Ngwe Zin, May ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/roald-dahls-matilda-the-musical-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOWU2MWVhYjQtNjBiMy00ZTEwLWE5NDctZTZiNjEwZTc3YWZhXkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_-169x200.jpg",
        "title": "24 (2016)",
        "description": "24 (2016)\nAction, Comedy, Drama\nIMDb 7.9/10 (23K)အခုတစ်ခါ Old is Gold ဆိုတဲ့အတိုင်း မင်းသားချောလေး ဆူးရီးယားရဲ့\nTime Travel ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။ဒီဇာတ်ကားမှာ ဆူးရီးယားဟာ အဖေနေရာ..သားနေရာနဲ့ ဗီလိန်နေရာတွေမှာ\nသုံးကိုယ်ခွဲအဖြစ် ဇာတ်ရုပ်ကို ပိုင်နိုင်စွာ သရုပ်ဆောင်ထားပြီး\nမင်းသမီးချောလေး ဆမန်းသားနဲ့ နစ်သယားတို့ကလည်း ပါဝင်အားဖြည့်ပေးထားပါတယ်။ဘတ်ဂျက် ရူပီ ကုဋေ ၇၀ မှာ ခန့်မှန်းခြေ ရူပီ ကုဋေ ၁၀၀ ဝန်းကျင်အထိ ပြန်လည်ရရှိခဲ့တဲ့\nကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ကဲ အခု ဇာတ်လမ်းကိုသွားမယ်။စည်သူနဲ့ အက်ထရီယားဆိုတဲ့ အမြွှာညီအစ်ကိုနှစ်ယောက်မှာ စည်သူဟာ မိဘတွေရဲ့အလေးပေးခြင်းကို\nခံရပြီး သိပ်တော်သိပ်ထက်တဲ့ သိပ္ပံပညာရှင်ကြီးတစ်ယောက်ပေါ့။အိန္ဒိယနံပါတ် ၁ နာရီကုမ္ပဏီတစ်ခုဖြစ်တဲ့ ဖီးနစ်နာရီကုမ္ပဏီကို ပိုင်ဆိုင်ထားပါတယ်။စည်သူဟာ အချိန်ခရီးသွားလို့ရတဲ့ နာရီလေးတစ်လုံးကို တီထွင်ဖန်တီးနေခဲ့တယ်။အောင်မြင်သွားတဲ့အချိန်မှာ မနာလိုရန်လိုစိတ်များနေတဲ့ အက်ထရီယားဟာ\nစည်သူ့အိမ်ကို တပည့်တပန်းတွေတသိုက်နဲ့ နာရီကိုလက်ဝယ်အပိုင်သိမ်းဖို့\nရောက်လာခဲ့ပါပြီ။ရှေ့ဆက်ပြီး ဇာတ်လမ်းရဲ့လှည့်ကွက်လေးတွေနဲ့ ကံကြမ္မာရဲ့စေစားချက်တွေကို\nမျက်တောင်မခတ်တမ်းကြည့်ရမယ့် ဒီကားလေးမှာ မျောပါရဦးမှာဖြစ်ပါတယ်လို့\nညွှန်းဆိုပေးလိုက်ပါတယ်နော်။\nFile size…3.2GB / 1.64GB\nQuality…1080p ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/24-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZGM4Y2IwMDMtZjE0Ni00OThkLThjMzktOGRhMDUxMzdhZmE5XkEyXkFqcGdeQXVyMTUxNjEwNzg4._V1_-135x200.jpg",
        "title": "The Amazing Maurice (2022)",
        "description": "The Amazing Maurice (2022)\n=====================\nIMDb Rating - 6.4/10ဇာတ်လမ်းအကျဉ်းလေးကတော့ စကားပြောတတ်တဲ့ ကြွက်ကလေး\nတွေရယ်၊ ကိသ်ဆိုတဲ့ မိဘမဲ့ကောင်လေးရယ် ‌စကားပြောတတ်တဲ့ မော်ရိစ်\nဆိုတဲ့ကြောင်လေးရယ်၊ သူတို့တွေက လူတွေဆီကပိုက်ဆံကို လိမ်ယူကြ\nတယ်။ လိမ်ပုံလိမ်နည်းကတော့ ကြွက်တွေကိုမြို့တစ်မြို့ဆီကို အရင်ဝင်\nခိုင်းပြီး သောင်းကျန်းခိုင်းလိုက်တယ်။ ကြွက်တွေကြောင့်လူတွေဟာ\nအအိပ်ပျက် အစားပျက်နဲ့ ဒုက္ခတွေရော‌က်ကြတယ်။ပုလိပ်ရောဂါရမှာကိုလည်း\nစိုးရိမ်ကြတယ်။အဲ့ဒီအချိန်ကျမှ ကယ်တင်ရှင်ကြီး‌အနေနဲ့ မော်ရိစ်ဟာ ကိသ်ကို The Piper\nပု‌လွေသမားလေးပုံစံဟန်ဆောင်ပြီးပုလွေနဲ့သီချင်းတီးကာ ကြွက်တွေကိုမြို့နဲ့\nဝေးရာကိုခေါ်သွားစေတယ်။ ကြွက်တွေမရှိအောင်ဆောင်ရွက်ပေးတဲ့အတွက်\nလူတွေပိုက်ဆံတွေပေးကြတယ်။ ဒီလိုနဲ့တစ်မြို့ပြီးတစ်မြို့ပိုက်ရှာနေရင်းနဲ့\nဘက်လစ်ဇ်ဆိုတဲ့မြို့ကိုလိမ်ဖို့ရောက်လာကြတယ်။ မြို့ဟာ အချက်အခြာကြပြီး\nမြို့ကြီးမြို့ကောင်းဆိုပေမယ့် ထူဆန်းစွာနဲ့ တစ်မြို့လုံးဟာတိတ်ဆိတ်နေကြတယ်။\nအကြောင်းကတော့ စားစရာမှန်သမျှဟာ တစ်ခုမကျန်ပျောက်ဆုံးနေပြီး တစ်မြို့\nလုံးဟာ အငတ်ဘေးဆိုက်နေပါတယ်။ အဲ့ဒါကြောင့်ပဲ သူတို့ရဲ့ မူလရည်ရွယ်ချက်\nဖြစ်တဲ့လိမ်မယ်ဆိုတာကို စွန့်လွှတ်ပြီးတော့ မြို့တော်ဝန်သမီးနဲ့အတူ အဖြေလိုက်\nရှာတဲ့အခါမှာတော့.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin\nဖြစ်ပါတယ်)File Size..........(1.71 GB) / (728 MB) / (436 MB)\nQuality............WEB-RIP 1080p / 720p ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-amazing-maurice-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-s-1-160x200.jpg",
        "title": "Scrooge: A Christmas Carol(2022)",
        "description": "ခရစ်စမတ်နဲ့ပတ်သတ်တဲ့ကာတွန်းကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်ကားနာမည်ကိုရင်းနှီးနေတဲ့လူတွေလည်းရှိမှာပါ။ ဟိုးငယ်ငယ်လေးတုန်းကလည်း စကရုချ်နဲ့ပတ်သတ်တဲ့ဇာတ်ကားလေးတွေ ထွက်ခဲ့ပါတယ်။ ဒါလေးကတော့ 2022 မှထွက်လာတဲ့ကားသစ်လေးပါ။\nခရစ်စမတ်ဆိုတာကို စက်ဆုပ်ရွံရှာမုန်းတီးပြီး ပျော်ပွဲရွှင်ပွဲတွေကိုလည်းကြည့်မရတဲ့ လူ့ဂွစာကြီးတစ်ယောက် \"အက်ဘီနီဇာစကရုချ်\"..\nအကြင်နာတရားခေါင်းပါးပြီး လောဘကြီးတဲ့သူတစ်ယောက်ပါ။\nဒါပေမဲ့ ဒီနှစ်မှာတော့ ခရစ်စမတ်မရောက်ခင် မနက်ခင်းမှာ စကရုချ်ဆီ ၔည့်သည် ၃ ယောက်ရောက်လာခဲ့ပါတယ်။ ထိုၔည့်သည် ၃ ယောက်ဟာ စကရုချ်ရဲ့ဘဝကြီးကို ဘယ်လိုအပြောင်းအလဲဖြစ်သွားစေမယ်ဆိုတာကတော့...File size…(2.4GB)  / (`1.29B) / (698MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre... Animation / Adventure / Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Shin Rina",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/scrooge-a-christmas-carol2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gNk3AwbmKo2uXRLnhLRwLslr9hS.jpg",
        "title": "Raise a Glass to Love (2021)",
        "description": "Raise a Glass to Love (2021)~ IMDb rating - 6.9/10 ~လောကကြီးထဲ လူနှစ်ယောက်ပေါင်းဖက်ဖို့ဆိုရာမှာ တစ်ဖက်လူရဲ့ ဝါသနာတွေ၊ ခံယူချက်တွေ၊ အိပ်မက်တွေကို နားလည်ပေးနိုင်ဖို့လိုပေမယ့် အရေးကြီးဆုံးကတော့ ယုံကြည်မှုပေးဖို့ အပြန်အလှန်လေးစားမှုရှိဖို့လို့ ထင်မိပါတယ်။ဒီဇာတ်ကားထဲမှာဆိုရင်လည်း ငယ်ငယ်ကတည်းက အဘွားလက်ထဲမှာ ကြီးပြင်းပြီး ဝိုင်ကို ချစ်မြတ်နိုးပြီး မာစတာတည်ခင်းသူဖြစ်ချင်တဲ့ ဂျန်နာဟာ ဝိုင်လောကသားဖြစ်ပြီး သူနဲ့သုံးနှစ်ကြာတွဲလာတဲ့ အေဒင်နဲ့ ဝါသနာတူ နယ်ပယ်တူချစ်သူတွေမလို့ အပေါ်ယံကြည့်ရင်တော့ အဆင်ပြေနေပေမယ့် တကယ်တမ်းလိုအပ်တဲ့ ယုံကြည်မှုကိုမရခဲ့ပါဘူး။ဒီလိုနဲ့ သူ့အိပ်မက်ကို အကောင်ထည်ဖော်ဖို့ စာမေးပွဲအတွက်ကြိုးစားနေတဲ့ ဂျန်နာတစ်ယောက် တစ်နေ့မှာတော့ သူ့မိဘတွေရဲ့မင်္ဂလာနှစ်ပတ်လည်ပါတီအတွက် စပျစ်ခြံကိုပြန်ရောက်သွားပြီး သူ့အတွေးတွေကို ပြောင်းလဲပေးနိုင်မယ့် တမူထူးခြားတဲ့လူတစ်ယောက်နဲ့ တွေ့ဆုံမိတဲ့အခါမှာတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Robin မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 700MB\nQuality - 1080p, 720p\nIMDb Rating - ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/raise-a-glass-to-love-2021/"
    }
]