[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mtGxNRKQoQauWJkkRlnhvkEwyB9.jpg",
        "title": "The Laws of Thermodynamics(2018)",
        "description": "The Laws of Thermodynamics(2018)\nIMDb ....6.0\nRelationship တစ္​ခုကို တည္​​ေဆာက္​​တဲ့အခါ သိပၸံနည္​းက် တည္​​ေဆာက္​ဖူးၾကပါသလား။ ကိုယ္​့ရဲ႕ relationship ကို ႐ူပ​ေဗဒရဲ႕ ဥပ​ေဒသ​ေတြနဲ႔ ႏႈိင္​းယွဥ္​ၾကည္​့ဖူးပါသလား။ ​ လူတစ္​ရာမွာ တစ္​​ေယာက္​​​ေလာက္​​ေတာင္​႐ွိဖို႔ ႐ွားပါတယ္​။\nအဲ့လုိလူမ်ဳိးတစ္ေယာက္ရွိတယ္​။ သူက​ေတာ့ မန္​နဲပါ။ သူက နကၡတၱ႐ူပ​ေဗဒပညာ႐ွင္​တစ္​​ေယာက္​ျဖစ္​ၿပီး သာမိုဒိုင္​းနမစ္​ရဲ႕ ဥပ​ေဒသ​ေတြအ​ေၾကာင္​းကို စာတမ္​း​ေရး​ေနသူပါ။\nတြဲတဲ့ရည္းစားတုိင္းကုိလည္း ရူပေဗဒပုံစံခြက္ထဲဆြဲထည့္ၿပီး ယွဥ္ထိုးခ်ိန္ဆေနေလ့ရွိတယ္...တစ္ခါတစ္ေလ ဟာသဆန္ေနေပမယ့္ မန္နဲနဲ႕တြဲတာၾကာလာတဲ့သူေတြအဖုိ႕ေတာ့\nစိတ္ပ်က္စရာပါပဲ....\nခပ္ေၾကာင္ေၾကာင္ႏုိင္တယ္လုိ႕ယူဆလုိ႕ရတဲ့ မာနဲအဖုိ႕ အခ်စ္စစ္မ်ားေတြ႕မလားဆုိတာေတာ့ဆက္ေစာင့္ၾကည့္ေပါ့ဗ်ာ...\nဒီဇာတ္​ကားမွာ ႐ႈပ္​​ေထြးတဲ့ ႐ူပ​ေဗဒရဲ႕ ဥပ​ေဒသ​ေတြ၊ သာမိုဒိုင္​းနမစ္​ရဲ႕ ဥပ​ေဒသ​ေတြ စသည္​ျဖင္​့ ပါ႐ွိပါတယ္​။ ​ၾကည္​့ရတာ အနည္​းငယ္​ ႐ႈပ္​​ေထြး​ေနသ​ေယာင္​႐ွိပါတယ္​။\nသို႔​ေသာ္​လည္​း ထိုဥပ​ေဒသ​ေတြနဲ႔ ျဖစ္​တတ္​တဲ့ လူ႔စိတ္​ လူ႔သဘာဝကို ႏႈိင္​းယွဥ္​ပံု​ေဖာ္​သြားတာ​ေတာ့ ​ေလးစားဖြယ္​ပါပဲ။\nဒါ​ေၾကာင္​့မလို႔ ဘယ္​​ေနရာမွာ ဘယ္​ဥပ​ေဒသနဲ႔ ႏႈိင္​းယွဥ္​သြားသလဲဆိုတာ ၾကည္​့လုိက္​ၾကစို႔လားဗ်ာ။\nစာႂကြင္​း။ ။ ႐ူပ​ေဗဒ၏ ႐ႈပ္​​ေထြး​ေသာ ဥပ​ေဒသမ်ား သ​ေဘာသဘာဝမ်ားကို လူအမ်ားနားလည္​​ေအာင္​ ႀကိဳးစားဘာသာျပန္​ထား​ေသာ္​လည္​း အမွားအယြင္​း ...",
        "rating": "6.0",
        "url": "https://megaup.net/1zdyY/The_Laws_Of_Thermodynamics_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5oq7s5ru4hjp83mi4fWSJ0L7yUA.jpg",
        "title": "Luis & the Aliens (2018)",
        "description": "Luis and his friends from outer space ဆိုတဲ့ 2018 ထွက် ကာတွန်းကားလေးကတော့ IMDB Rating 6 ထိရရှိထားပြီး မိသားစုကြည့်ပျော်တဲ့ကားလေးဖြစ်မှာပါ။Animation, Adventure, Comedy အမျိုးအစားဖြစ်ပြီး ကြည်နူးစရာ တွေးစရာလေးတွေပါရလာမယ့် ဇာတ်ကားတစ်ကားဖြစ်မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဂြိုလ်သားတွေကိုပဲ စိတ်ဝင်တစားနဲ့ တစ်ဘဝလုံးရင်းနှီးမြုပ်နှံထားတဲ့ အဖေကြောင့် ကျောင်းမှာ အပေါင်းအသင်းမရှိဘဲ အိမ်မှာလည်း အထီးကျန်ဖြစ်နေရတဲ့ကောင်လေးရဲ့ အကြောင်းကစထားပါတယ်။ကောင်လေးက တစ်ကိုယ်တည်းနေရသလိုဖြစ်ပြီး အဖေကိုပါ ပြန်ဂရုစိုက်နေရတဲ့အတွက် ပင်ပန်းနေရပါတယ်။တစ်နေ့မှာတော့ အိမ်နီးချင်းတွေက ကျောင်းကိုတိုင်စာပို့တဲ့အတွက် သူ့ကိုမိဘမဲ့ကျောင်းကိုပို့ဖို့ စီစဉ်ကြပါတော့တယ်။အဲဒီမှာ ကမ္ဘာမြေကို အလည်ရောက်လာရင်း ယာဉ်ပျက်ကျသွားတဲ့ ဂြိုလ်သားလေး သုံးကောင်နဲ့ သူငယ်ချင်းဖြစ်ပြီး အဲဒီအစီအစဉ်ကိုဘယ်လိုတားဆီးကြမလဲဆိုတာ ရယ်မောဖွယ်တွေ့ရမှာပါ။ပြီးတော့ နောက်ဆုံးမှာ Luis တစ်ယောက် မိဘနဲ့သားသမီး၊သူငယ်ချင်းအချင်းချင်း၊ ချစ်ရသူနဲ့ ဘယ်လို နားလည်မှုတွေရသွားတယ်ဆိုတာ တွေ့ရမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (650 MB) and ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/luis-the-aliens-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uGD4azWAfXLjkvs5wzvIapHRooX.jpg",
        "title": "Girl vs. Monster (2012)",
        "description": "စကိုင်လာလူးဝစ်ဆိုတဲ့ ဆယ်ကျော်သက်အရွယ်မိန်းကလေးဟာအရွယ်နှင့်မမျှဘဲအကြောက်တရားကင်းမဲ့လှသူပါသူ့ရဲ့မိဘနှစ်ပါးက မကောင်းဆိုးဝါးများကိုဖမ်းဆီးသူများဖြစ်ကြပြီးတော့သူ့ကိုတော့အဲ့အကြောင်းကိုလျှို့ဝှက်ထားပါတယ်စကိုင်လာ့မိဘနှစ်ပါးဟာ သူ့သမီးကိုအရမ်းကိုပဲ အကာကွယ်လွန်ပြီးအကဲပိုတတ်ကြပါတယ်ဒါပေမယ့် စကိုင်လာကတော့ ငယ်ရွယ်သူပီပီ အဲ့လိုအကာကွယ်လွန်ပြီးစိုးရိမ်ပူပန်လွန်းတာကို လုံးဝမကြိုက်ပါဘူး...သူ့မှာ သူနဲ့ဆန့်ကျင်ဘက်ဖြစ်တဲ့ အင်မတန်ကြောက်တတ်တဲ့ ဟင်နရီနဲ့ဆီဒီဆိုတဲ့အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်ရှိပါတယ်...သူဟာ နောက်တစ်နေ့ည ဟောလိုးဝင်းမှာကျင်းပမယ့်ပါတီပွဲမှာရောခ့်ဂီတအဖွဲ့တစ်ဖွဲ့နဲ့အတူ သီချင်းတွဲဆိုဖို့အတွက်လဲစီစဉ်ထားပါတယ်သူ့အနေနဲ့ဟောလိုးဝင်းညကိုပျော်ပျော်ကြီးဖြတ်သန်းမယ်လို့မျှော်လင့်ချက်အပြည့်နဲ့ပေါ့...ဒါပေမယ့် အဲ့မျှော်လင့်ချက်တွေဟာ ဟောလိုးဝင်းညမှာ စကိုင်လာ့မိဘတွေသူ့ကိုအိမ်ထဲမှာပဲနေပြီး အပြင်မထွက်ရန် \"Alarm\" စနစ်ပါပေးထားပြီးလူတစ်ယောက်ဖြင့်စောင့်ကြည့်ခိုင်းထားတဲ့အတွက် အကုန်ပျက်စီးကုန်ပါတော့တယ်...ဒါပေမယ့် စကိုင်လာ့အနေနဲ့ လက်မလျှော့ပဲ သူ့ကို စောင့်ကြည့်နေသည့်လူမသိအောင်အိမ်ထဲကနေခိုးထွက်ဖို့အတွက် အိမ်ရဲ့ပါ၀ါမီးခလုတ်ကိုပိတ်လိုက်ရာမှာတော့သူ့မိဘတွေနှစ်ပေါင်းများစွာ ချုပ်ထားကြသည့် လူတွေရဲ့အကြောက်တရားကိုအင်အားအဖြစ်ဝါးမြိုစားသောက်ကြရတဲ့ မကောင်းဆိုးဝါးများဖြစ်ကြသည့်ဒီရန်မာတာ၊ သီအိုဒိုးရှားနဲ့ စာခြောက်ရုပ်ဘော့တို့သုံးယောက်အပြင်မကောင်းဆိုးဝါးမြောက်မြားစွာ လွတ်မြောက်သွားပါတော့တယ်...စကိုင်လာ့ကိုစောင့်ကြည့်ခိုင်းထားတဲ့ သူ့မိဘများရဲ့သူငယ်ချင်းကစကိုင်လာဟာ မျိုးဆက်(၅)ဆက်မြောက် မကောင်းဆိုးဝါးဖမ်းဆီးသည့်သူတစ်ယောက်ဖြစ်ပြီးအခုလွတ်မြောက်သွားတဲ့ မကောင်းဆိုးဝါးတွေကို ပြန်ဖမ်းဆီးရမယ်လို့ပြောလိုက်တဲ့အခါမှာတော့စကိုင်လာ့အနေနဲ့ သူ့သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ မကောင်းဆိုးဝါးများကိုပြန်လည်ဖမ်းဆီးရတော့မယ့်တာဝန်ရှိလာပါတယ်...သူဘယ်လိုတွေများဆက်ရင်ဆိုင်မလဲဆိုတာတော့ဒီကားလေးမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါလို့...ဒီကားလေးမှာ သူတို့သုံးယောက်ရဲ့စွန့်စားခန်းများအပြင်လူတွေအနေနဲ့ အကြောက်တရားဆိုတဲ့အရာကို ဘယ်လိုအနိုင်ယူရမယ်ဆိုတာကိုပါထည့်သွင်းပြသထားတဲ့အတွက်အရမ်းကိုပဲကြည့်လို့ကောင်းတဲ့ရုပ်ရှင်ကားလေးဖြစ်မယ်ဆိုတာ သေချာပါတယ်File Size : (760 MB) and (322 MB)\nQuality : WedDL 720p\nRunning Time : 1hr 29 min\nFormat ...",
        "rating": "5.7",
        "url": "https://megaup.net/1zAv7/Girl_Vs._Monster_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e1msV45Ntp0IqlaZhMZomSR9qQv.jpg",
        "title": "Fun Size (2012)",
        "description": "ရမ်ဆိုတဲ့မိန်းကလေးဟာ အသက်အများကြီးငယ်တဲ့ကောင်လေးနဲ့တွဲနေတဲ့သူ့အမေရယ်၊အစအနောက်အရမ်းသန်ပြီး သူ့ကိုခနခနဒုက္ခပေးနေတဲ့သူ့ရဲ့မျောက်လောင်းမောင်လေးအဲလ်ဘတ်နှင့်အတူနေထိုင်နေရတဲ့သူပါ...သူ့မိသားစုကိုစိတ်ကုန်နေတာကြောင့် အထက်တန်းပြီးတာနဲ့သူတို့နဲ့ဝေးရာ နယူးယောခ့်တက္ကသိုလ်ကိုသွားရောက်တက်ရောက်ဖို့ စိတ်ကူးထားပါတယ်...သူ့ကို သူတို့ကျောင်းရှိ အေရွန်ရိုင်လီဆိုသည့် ပေါ်ပြူလာအဖြစ်ဆုံးကောင်လေးကဟောလိုးဝင်းနေ့မှာကျင်းပမယ့် သူ့ရဲ့ပါတီပွဲကိုလာဖို့ဖိတ်ကြားထားပါသေးတယ်...သူလဲ ဟောလိုးဝင်းပါတီပွဲမှာ ဒိုရိုသီအနေနဲ့ဝတ်ပြီးတက်ရောက်ဖို့အတွက်ပြင်ဆင်ထားပါတယ်...ဒါပေမယ့်လဲ ပွဲနေ့မှာ သူ့အမေက ရမ့်ကို အဲလ်ဘတ်ကိုထိန်းထားခိုင်းပြီးသူ့ရည်းစားနဲ့အတူအပြင်ထွက်သွားပါတော့တယ်...ရမ်လဲစိတ်ပျက်ပျက်နဲ့သူ့မောင်လေးကိုခေါ်ပြီး အပြင်ဘက်ထွက်လာရမှာတော့ကံဆိုးစွာနဲ့ အဲလ်ဘတ်ကိုပျောက်သွားတာကြောင့် ရမ့်အနေနဲ့ သူ့အမေပြန်မလာခင်မှာအဲလ်ဘတ်ကိုတွေ့အောင် ရှာရတော့မှာပါ...ကဲ ဒါဆို သူနဲ့သူ့သူငယ်ချင်းတွေ အဲလ်ဘတ်ကိုရှာပုံတော်ဖွင့်ပုံနဲ့အဲလ်ဘတ်ဘယ်လိုပျောက်သွားတယ်ဆိုတာကိုတော့ဒီကားလေးထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး File Size : (742 MB) and (299 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 26 min\nFormat : Mp4\nGenre :  Adventure ,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MiKi\nEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/TD31/Fun_Size_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/fr6kqz9ek977-135x200.jpg",
        "title": "Luck at First Sight (2017)",
        "description": "IMDb Rating (7.6) ထိ ရရှိထားတဲ့ ဖိလစ်ပိုင်ဇာတ်ကားလေးပါ...ကံကိုပဲ အရမ်းပုံအပ်ထားတဲ့ကောင်လေးတစ်ယောက်က ဘဝရဲ့ကံကောင်းခြင်းတွေကိုရှာဖွေရင်းအမှတ်မထင် ကံကိုလုံးဝမယုံတတ်တဲ့ကောင်မလေးနဲ့ဆုံတွေ့သွားတဲ့အခါ....သူ့ရဲ့ကံကောင်းခြင်းတွေ မပျောက်ဆုံးချင်ရင် မချစ်ရဘူးဆိုတဲ့သတိပေးချက်တွေကြားမှာ ဘယ်လိုခရီးဆက်ကြမလဲဆိုတာ....။ဖိလစ်ပိုင်ဇာတ်ကားတွေရဲ့ ရသကို အပြည့်ရမှာဖြစ်ပြီး Comedy,Drama,Romance ပရိတ်သတ်တွေ လုံးဝလက်မလွတ်သင့်ပါဘူး။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ထားသူကတော့ May Thu ဖြစ်ပါတယ်။)\nFile size…(910 MB) and (440 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Thu",
        "rating": "8.4",
        "url": "https://megaup.net/2VvqB/Luck_At_First_Sight_[2017]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/la0Mx4Q4JnSZrtvQbSvQGruh3e3.jpg",
        "title": "Revenge Girl (2017)",
        "description": "ဒီကားလေးကတော့ action,comedy,နဲ့ romance ကားလေးပါယုံကြည်မှုလွန်ကဲနေတဲ့ကောင်မလေးတစ်ယောက်ကသူ့ရဲ့ချစ်သူကောင်လေးဖောက်ပြန်တာကိုသိသွားပြီးတော့...နိုင်ငံရေးလောကထဲဝင်ပြီးသူ့ကိုလက်စားချေဖို့လုပ်ရာကနေ...ပြောင်းလဲသွားပုံကိုရယ်စရာဟာသလေးတွေနှောပြီးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်...Imdb rating 6.2/10 ရထားပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  ဗညား ပါ) File Size : (850 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 50min\nFormat : Mp4\nGenre : Action , Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  720p BluRay x264 DTS-WiKi\nTranslated by Ba Nyar\nEncoded by Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/revenge-girl-2017/",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/on-your-wedding-day-poster-133x200.jpg",
        "title": "On Your Wedding Day (2018)",
        "description": "On Your Wedding Day (2018)\nIMDb - 6.9/10_____Rotten - 92%\n  \"On your wedding day\" ဆိုတဲ့ဇာတ်ကားလေးကိုတော့အထူးတလည်မိတ်ဆက်ပေးဖို့လိုမယ်မထင်ပါဘူး။Main lead တွေအနေနဲ့ မင်းသား Kim Young Kwan နဲ့ Strong Woman ရဲ့ချစ်စရာကောင်းတဲ့မင်းသမီးလေး ဘုံဘုံ Park Bo Young တို့က ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။Rating အနေနဲ့ IMDb 6.9/10 နဲ့ MyDramaList 8.0/10 အထိရရှိထားတဲ့ ကြည်နူးဆွတ်ပျံ့ဖွယ်ရာ Romantic ဇာတ်ကားကောင်းလေးတစ်ကောင်းပါ။\"First love will never die\" ဆိုသလိုပဲ လူတိုင်းလူတိုင်းမှာ အချစ်ဦးဆိုတာရှိခဲ့ပြီး အကြောင်းမတိုက်ဆိုင်ပဲ လမ်းခွဲခဲ့ရရင်တောင် နှလုံးသားထဲမှာ အမြဲရှင်သန်နေတတ်တာ အချစ်ဦးပါ။ငယ်ရွယ်စဉ်ကျောင်းသားဘဝရင်ခုန်တတ်စအရွယ်ကအချစ်ဦးလေးကိုပြန်လည်လွမ်းဆွတ်သတိရသွားစေမယ့်ကားလေးပါ။ဆွတ်ပျံ့ကြည်နူးဖွယ်ချစ်ခြင်းတရားကိုခံစားရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပြီးဘဝရဲ့အချိုးအကွေ့ ကံတရားတွေကိုပါ ပြသထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။  ဟန်ဝူယောင်းဟာ စာညံ့ပြီး အမြဲရန်ဖြစ်ဆိုးသွမ်းနေတဲ့ကျောင်းသားတစ်ယောက်ပါ။သူတို့ကျောင်းကိုကျောင်းပြောင်းလာတဲ့ ကျောင်းသူသစ်လေး ဟွမ်ဆွန်ဟီးကိုမတွေ့ခင်အထိပေါ့။သူတို့တွေ့ဆုံပြီးသူငယ်ချင်းသံယောဇဉ် ကနေ ချစ်ခြင်းတရားတစ်ခုပေါက်ဖွားလာခဲ့ပြီးမမျှော်လင့်ဘဲ ဆွန်ဟီးတစ်ယောက် ...",
        "rating": "6.9",
        "url": "https://megaup.net/3CCLV/On_Your_Wedding_Day_(Neo-Eui_Kyeol-Hoon-Sik)_[2018]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/patch-200x148.jpg",
        "title": "Patch Adams 1998",
        "description": "ဒီရုပ္ရွင္ေလးကေတာ့ အျပင္ေလာကမွာ တကယ္ရိွတဲ့ လူထူးလူဆန္း ဆရာဝန္ၾကီးတစ္ေယာက္ရဲ႕ အျဖစ္ေလးပါ။ သူဟာ ဆရာဝန္၊ လူရႊင္ေတာ၊ ပရဟိတာသမား၊ စာေရးသူ တစ္ဦးျဖစ္ျပီး Gesundheit! Institute ဆိုတဲ့ အခမဲ့ေဆးကုသေရး အဖြဲ႕အစည္းၾကီးကို တည္ေထာင္ခဲ့သူလည္း ျဖစ္ပါတယ္။ နွစ္စဥ္ႏွစ္တိုင္းမွာ သူနဲ႕ ပရဟိတသမားေတြဟာ ကမာၻအႏွံ႕က ေဆးရံုေတြ မိဘမဲ့ေက်ာင္းေတြကို လူရႊင္ေတာ္ပံုစံ ဝတ္ဆင္ျပီး ေဖ်ာ္ေျဖတတ္ၾကပါတယ္။ \nဒီရုပ္ရွင္ထဲမွာေတာ့ သူ႕ရဲ႕ဘဝဇာတ္ေၾကာင္းကို အေျခခံျပီး အနည္းငယ္ ေျပာင္းလဲမႈေတြနဲ႕ ရိုက္ကူးထားခဲ့တာပဲျဖစ္ပါတယ္။ ဟန္တာအဒမ္စ္ဟာ ကိုယ့္ကိုကိုယ္ ေသေၾကာင္းၾကံစည္ခ်င္စိတ္ျဖစ္ေနတဲ့အတြက္ စိတ္ေရာဂါကုေဆးရံုတစ္ခုမွာ ကိုယ္တိုင္တက္ေရာက္ခဲ့ပါတယ္။ တက္ေရာက္ေနစဥ္အတြင္း စိတ္ေရာဂါကုဆရာဝန္ေတြရဲ႕ လူနာေတြကို တကယ္နားလည္မေပးတာေတြ၊ သူကိုယ္တိုင္လည္း လူနာေတြကို ကူညီရင္းနဲ႕ သတ္ေသခ်င္စိတ္ေတြ ေပ်ာက္လာတာေတြကို ခံစားမိလာပါတယ္။ ဒါေၾကာင့္ ေနာက္ဆံုးမွ ေဆးရံုကေန ဆင္းလာျပီး ဆရာဝန္ျဖစ္လာဖို႕ ေဆးေက်ာင္းတက္ပါေတာ့တယ္။ဒီရုပ္ရွင္ထဲမွာေတာ့ ဆရာဝန္ေတြရဲ႕ အေမွာင္ေခတ္တစ္ခုကို ထည့္သြင္းရိုက္ကူးထားတာ ေတြ႕ရမွာပါ။ ...",
        "rating": "",
        "url": "https://megaup.net/3Bveh/Patch_Adams_[1998]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xR5w0he6czZkcAz459a4iPBqXGe.jpg",
        "title": "Christopher Robin (2018)",
        "description": "Trailerေတြထြက္ကတည္းက အားလံုးစိတ္ဝင္စားစြာ ေစာင္႔ေမွ်ာ္ခဲ႔ရတဲ႔ဇာတ္ကားသစ္ေလးတစ္ကားကိုChannel Myanmarပရိသတ္ၾကီးအတြက္တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးကေတာ႔ အားလံုးရဲ ႔အခ်စ္ေတာ္ Winnie the Pooh နဲ႔သူ႔ရဲ ႔သူငယ္ခ်င္းေလး Christopher Robin တို႔အေၾကာင္းရိုက္ကူးထားတဲ႔Christopher Robin (2018) ပါ။ကာတြန္းဇာတ္ေကာင္ကိုရိုက္ထားတာကဘာမ်ားအေထြအထူးေကာင္းစရာရွိမလဲလို႔ ေမးခ်င္ေမးပါလိမ္႔မယ္။ဒါေပမယ္႔ ဒီကားေလးက ဇာတ္လမ္းအရေရာ ဇာတ္ေဆာင္အရေရာသူေပးခ်င္တဲ႔ Theme အရေရာ ေတာ္ေတာ္ေလးအဓိပၸါယ္ရွိျပီးမပ်င္းမရိၾကည္႔လို႔ရတဲ႔ကားေလးတစ္ကားပါ။Imdb Rating 7.7/10 Rotten Tomatoes 71%ေတာင္ရရွိထားတာမို႔ဒီလိုညႊန္းထားတာပုိရာမက်ပါဘူး။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္ေလာက္တင္ဆက္ေပးလိုပါေသးတယ္။အားလံုးပဲသိၾကတဲ႔အတိုင္း Winnie the Poohနဲ႔ ခရစၥတိုဖာေရာ္ဘင္တို႔ဟာအတူသြားအတူကစားရင္းအရမ္းခ်စ္ၾကတဲ႔ သူငယ္ခ်င္းေတြပါ။ဒါေပမယ္႔ ေလာကရဲ ႔ထံုးစံအတိုင္း ေဆာ႔ကစားေနရံုနဲ႔ျပီးမသြားတဲ႔ အတြက္ခရစၥတိုဖာေရာ္ဘင္တစ္ေယာက္ ေတာထဲကသူ႔သူငယ္ခ်င္းေတြနဲ႔ခြဲကာလန္ဒန္မွာေက်ာင္းသြားတက္ရပါေတာ႔တယ္။အဲဒီလိုနဲ႔ အလုပ္ေတြအရမ္းၾကိဳးစားကာမက္ဒီလင္းန္ဆိုတဲ႔သမီးေလးေတာင္ရရွိေနတဲ႔ အရြယ္ေရာက္လာပါျပီ။ကေလးဘဝကသူအရမ္းခ်စ္ရတဲ႔သူငယ္ခ်င္းေတြကိုလဲ ေမ႔ပစ္လိုက္ပါျပီ။တစ္ေန႔မွာေတာ႔ Poohတစ္ေယာက္သူ႔သူငယ္ခ်င္းေတြအကုန္လံုးေတာထဲမွာေပ်ာက္သြားလို႔လိုက္ရွာရင္းခရစၥတိုဖာေရာ္ဘင္ဆီကိုဆန္းၾကယ္စြာေရာက္ရွိလာပါေတာ႔တယ္။Poohကေတာ႔သူအရမ္းခ်စ္ရတဲ႔ ခရစၥတိုဖာေရာ္ဘင္ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/christopher-robin-2018/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/peTl1V04E9ppvhgvNmSX0r2ALqO.jpg",
        "title": "Sorry to Bother You (2018)",
        "description": "Rating ျမင့္ Comedy/Fantasy ဇာတ္ကားျဖစ္ၿပီး အေျပာင္အပ်က္ေတြနဲ႔ ရယ္ရယ္ေမာေမာၾကည့္ရမယ့္ဇာတ္ကားပဲျဖစ္ပါတယ္။ ဖုန္းနဲ႔ပစၥည္းအေရာင္းဝန္ထမ္းတစ္ေယာက္ရဲ႕ အလြဲအကြဲေတြကိုေပါ့ေပါ့ပါးပါး႐ိုက္ကူးထားတာပါ။ အလုပ္မွာသိပ္အဆင္မေျပရာမွာ ေအာင္ျမင္ႏိုင္မယ့္ Magic Key တစ္ခုေတြ႔႐ွိသြားၿပီးေနာက္ ဘယ္လိုေတြထူးျခားလာမလဲ၊ ဘယ္လိုေတြေအာင္ျမင္ၿပီး ဟာသေတြလုပ္မလဲဆိုတာေတာ့ ႐ုံးပိတ္ရက္တြင္းေပါ့ေပါ့ပါးပါးနားရင္းၾကည့္လိုက္ေစခ်င္ပါတယ္။ IMDb rating အေနနဲ႔လည္း 7.2 အထိရ႐ွိထားပါတယ္။ (ဘာသာျပန္ေပးထားသူကေတာ့ Zaya Phyoe  ျဖစ္ပါတယ္)  File Size : (900 MB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre : Comedy , Fantasy , Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-DRONES\nTranslated by Zaya Phyoe\nEncoded by Thanhtike Zaw",
        "rating": "7.4",
        "url": "https://megaup.net/1zFow/Sorry_To_Bother_You_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YIGIS0Imzi5S2bbkjlQOhEJthS.jpg",
        "title": "Permission(2017)",
        "description": "Permission(2017)\n(ဒီကားက ၁၈+ ဆန္ဆန္ပညာေပးကားမုိ႕ အရြယ္ေရာက္သူမ်ားသာၾကည့္ေစလုိပါသည္)\nဝီလ်ံနဲ႔အန္နာတို႔စံုတဲြဟာ ဆယ္စုႏွစ္မ်ားစြာတဲြလာခဲ့ၾကတယ္ ခ်စ္သူစံုတဲြျဖစ္ပါတယ္။ ေပ်ာ္ရႊင္စြာအတူတကြေနလာခဲ့ၾကၿပီး အန္နာရဲ႕အသက္၃၀ျပည့္ေမြးေန႔မွာမထင္မွတ္တဲ့\nအလွည့္အေျပာင္းတစ္ခုျဖစ္ဖို႔အေၾကာင္းဖန္လာခဲ့ပါတယ္။ ေမြးေန႔မွာဝီလ်ံရဲ႕ သူငယ္ခ်င္းက အရက္မူးမူးနဲ႕သူတို႔ႏွစ္ေယာက္ရဲ႕အခ်စ္ေရးနဲ႔ပတ္သတ္ၿပီးေဝဖန္အၾကံျပဳခဲ့ပါတယ္။\nသမ႐ိုးက် သစၥာ႐ွိ႐ွိခ်စ္ႀကိဳက္ၿပီး အခ်ိန္တန္လက္ထပ္ၾကတာဟာၿငီးေငြ႔ဖြယ္ျဖစ္ေၾကာင္း အေတြ႔အၾကံဳအသစ္အဆန္း႐ွာေဖြသင့္ေၾကာငး့္ အျခားသူမ်ားနဲ႔အတူတူအိပ္ဖို႔အထိပါအၾကံေပးခဲ့ပါတယ္။\nသူကမူးမူးနဲ႔စေနာက္ခဲ့တာျဖစ္ေပမယ့္ သူေပးတဲ့အၾကံကို ဝီလ်ံနဲ႔အန္နာတို႔ကလက္ခံၿပီး အခ်စ္အေတြ႔အၾကံဳသစ္ေတြကို႐ွာေဖြခဲ့ရာမွ သူတို႔ႏွစ္ေယာက္ရဲ႕အခ်စ္ေရးဆက္လက္ခိုင္ျမဲမလား\nဘယ္လိုအေျခအေနေတြျဖစ္မလဲဆိုတာေတာ့ စိတ္ဝင္စားစရာပါပဲ။သူတို႔ႏွစ္ေယာက္ရဲ႕ သူငယ္ခ်င္းလိင္တူခ်စ္သူစံုတဲြရဲ႕ဇာတ္ထုပ္ကလည္း တစ္မ်ိဳးတစ္ဖံုစိတ္ဝင္စားစရာပါ။Sex & Nudity ေတြ အေတာ္မ်ားမ်ားပါ၀င္တဲ့ အတြက္ေၾကာင့္ မိသားစုနဲ႕ အတူမၾကည့္သင့္ပါေၾကာင္း အႀကံျပဳပါရေစ...\nFile Size : (850 MB) and (300 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:36:00\nGenre :  Comedy , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Amy Khine\nEncoded by Phyo Pyae",
        "rating": "5.3",
        "url": "https://megaup.net/1zFp3/Permission_[16+]_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2lIr27lBdxCpzYDl6WUHzzD6l6H.jpg",
        "title": "The Spy Who Dumped Me (2018)",
        "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့\"The Spy who dumped me\"ဆိုတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်...ဒီကားလေးမှာ အွန်ဒရေးနဲ့ မော်ဂန်ဆိုတဲ့ အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်ရဲ့စပိုင်ဆန်ဆန်နဲ့စွန့်စားခန်းတွေကို ရယ်ရယ်မောမောနဲ့ ကြည့်ရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်....အွန်ဒရေးဆိုတဲ့ ကောင်မလေးဟာ သူသိပ်ချစ်ရတဲ့ ချစ်သူနဲ့ပြတ်ပြီးနောက်ပိုင်းမှာသူ့ချစ်သူက စပိုင် သူလျိုတစ်ယောက်ဆိုတာ သိခဲ့ပါတယ်...အဲဒီသူ့ချစ်သူစခဲ့တဲ့ ဇာတ်လမ်းနောက်တွဲကိစ္စတွေဟာချစ်သူဖြစ်တဲ့ သူမဆီကိုပါရောက်လာပါတော့တယ်...သူမဆီကိုရောက်လာတော့ သူမရဲ့သူငယ်ချင်းဖြစ်တဲ့ မော်ဂန်ပါပါဝင်ပတ်သက်လာရတော့တာပေါ့....ဒီလိုနဲ့ သူမတို့နှစ်ယောက် ဒီအရှုပ်ဇာတ်လမ်းတွေကြားအပစ်အခတ်သတ်ဖြတ်မှု့တွေကြားမှာဘယ်လိုအူကြောင်ကြောင်နဲ့စွန့်စားခန်းတွေ လုပ်ကြမလဲဆိုတာရယ်ရယ်မောမောနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်....Rating 6.3  ရရှိထားပြီးတော့ စပိုင်ဇာတ်လမ်း အက်ရှင်ပုံစံတွေဟာသဆန်ဆန်ရယ်မောရတာကို ကြိုက်တဲ့ လူတွေအတွက်ကတော့ဒီဇာတ်လမ်းလေးထဲက စာသားအများစုကသင်တို့ကို စိတ်ကျေနပ်မှု့ပေးစွမ်းနိုင်မှာဖြစ်ပါတယ်....အားလုံးပဲကြည့်လိုက်ရအောင်လား.... File Size : (747 MB) and (305 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 57min\nFormat : Mp4\nGenre : Action , Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "6.4",
        "url": "https://megaup.net/1zGfm/The_Spy_Who_Dumped_Me_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5UJNud7Ckte3CKk6YvhGV0NRldY.jpg",
        "title": "Detective Chinatown(2015)",
        "description": "Detective Chinatown (1) (2015)\nDetective Chinatown (2) (2018)ကုိ တင္ၿပီးသားပါ...2018ခုႏွစ္ထြက္တဲ့ နံပါတ္(၂)ကုိ အေတာ္မ်ားမ်ားက ႀကဳိက္ၾကတယ္..ရယ္လည္းရယ္ရသလုိ အမႈမွန္\nေပၚေပါက္ေရးအတြက္ ဥာဏ္သုံးေျဖရွင္းသြားတာေလးေတြကလည္း ပညာေတာ္ေတာ္ပါတဲ့အျပင္\nတင္ဆက္ပုံေတြကလည္း ဆြဲေဆာင္မႈရွိတယ္..ဒါေၾကာင့္ အေတာ္မ်ားမ်ားက (1)ကုိတင္ေပးဖုိ႕ေတာင္းဆုိၾကတယ္..(1)ကလည္း အေတာ္ရယ္ရသလုိ ေမွ်ာ္လင့္ေနတဲ့သူေတြအတြက္\nေက်နပ္လိမ့္မယ္လုိ႕ ထင္ပါတယ္...\n ခ်င္​ဖုန္​းဆိုတဲ့ စကားထစ္​တတ္​တဲ့​ေကာင္​​ေလးတစ္​​ေယာက္​ဟာ\nစံု​ေထာက္​အလုပ္​ကို ဝါသနာပါလြန္​းလို႔ ရဲ​ေကာလိပ္​ကို တက္​ဖို႔ ႀကိဳးစား​ေပမယ္​့ ဝင္​ခြင္​့မရခဲ့ပါဘူး\nစိတ္​ဓာတ္​​ေတြ အလံုးအရင္​းလိုက္​က်​ေနတဲ့ ခ်င္​ဖုန္​းကို သူ႔အဘြားျဖစ္​သူက ​​ေပ်ာ္​​ေစခ်င္​တဲ့အတြက္​ သူနဲ႔ အမ်ိဳးဆယ္​့ႏွစ္​ဝမ္​းကြဲ​​ေလာက္​​ေတာ္​တဲ့ ဦး​ေလးထန္​ရန္​႐ွိတဲ့ ထိုင္​းႏိုင္​ငံကို အလည္​အပတ္​ခရီးထြက္​ဖို႔ စီစဥ္​​ေပးခဲ့ပါတယ္​\nသူ႔ဦး​ေလးထန္​ရန္​ဟာဆိုရင္​​ေတာ့ျဖင္​့ ထိုင္​းႏိုင္​ငံ ဘန္​​ေကာက္​ၿမိဳ႕ တရုတ္​တန္​းမွာ နာမည္​ႀကီးစံု​ေထာက္​လုိ႕ အဖြားကေတာ့ ဂုဏ္ယူ၀င့္ႀကြားစြာေျပာခဲ့ေလရဲ႕...\nတကယ္​တန္​းမွာ​ေတာ့ သူက လမ္​း​ေပၚမွာပဲ ​ေပ​ေတ​ေလလြင္​့​ေနတဲ့ ​ေလာင္​းကစားသမားပါ သူ႔တူျဖစ္​သူ ခ်င္​ဖုန္​း​ေရာက္​လာတဲ့အခါ သူႀကိဳဆိုဧည္​့ခံပံု​ေတြကလဲ အ​ေတာ္​ခြီရတဲ့ ဇာတ္​ဝင္​ခန္​း​ေလး​ေတြပါ အဲ​ေနာက္​မွာ​ေတာ့ ထန္​ရန္​ကို\nလူသတ္​မွဳတစ္​ခုမွာ ​ေခ်ာက္​တြန္​းခံရတာက​ေန သူတို႔ တူဝရီးႏွစ္​​ေယာက္​ ​ေျပးရလႊားရနဲ႔ အမွဳ​ေဖာ္​တာ​ေတြကို ျမင္​​ေတြ့ရမွာပါ ဥာဏ္​​ေကာင္​းၿပီး စံု​ေထာက္​ဝတၳဳ​ေတြ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1zGg2/Detective_Chinatown_(Tang_Ren_Jie_Tan_An)_[2015]_(MM_Sub).mp4",
        "category": "Action, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMzVlYzgxYjAtYzhhZi00MDc1LTlkZDMtMTRhZWI0MTg5YTRjXkEyXkFqcGdeQXVyNTAzMTY4MDA@._V1_SY1000_CR006401000_AL_-128x200.jpg",
        "title": "Eighth Grade (2018)",
        "description": "Eighth Grade (2018)\nIMDb - 7.4/10_____Rotten - 99%\n  \nဒီရုပ်ရှင်ကားဟာ ဆုပေါင်း ၆ ဆုလောက် ရထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး\nဆုရဖို့ စကာတင် ၃ ခါ လောက် ရှိခဲ့ပါသေးတယ်\nအသက် ၁၃ နှစ်လောက်ပဲ ရှိသေးတဲ့\nကေလာဒေး ဆိုတဲ့ ၈ တန်းကျောင်းသူ ဆယ်ကျော်သက် ရဲ့\nဘဝ ဖြတ်သန်းမှု လေးကို ပုံဖော်ထားတာပါ\nကေလာ မှာ သူ့ကို ချစ်ပေးမဲ့ အဖေသာ ရှိပြီး\nအမေ မရှိတော့ပါ ဒီတော့ ကာ တိုင်ပင်ရလောက်တဲ့\nအနေအထားတစ်ချို့ အဖေဆီမှာ မရှိတဲ့ အတွက်\nအဖေက ဘယ်လိုပဲ အမေနေရာက ဂရုစိုက်စိုက်\nကေလာ အတွက် တစ်ချို့ ကိစ္စတွေမှာ\nသင်ကြားပြသပေးမဲ့သူ မရှိပါဘူး\nကေလာ ဟာ ရုပ်နည်းနည်းဆိုးပြီး\nဗိုက်ပူပူ ခါးတုတ်တုတ် ကလေးမလေးပါ\nဒါကြောင့် ကျောင်းမှာ သူဟာ အပယ်ခံလိုလို\nဘာလိုလိုတွေ ဖြစ်ပြီး ကျောင်းရဲ့ ဆယ်လီတွေကြား\nသူ့ကိုကြိုက်မယ့် ကောင်လေးလဲ မရှိပါဘူး\nသူ့မှာ အဖော်ကောင်းဆိုလို့ သူပိုင်တဲ့\nYoutube Channel လေး တစ်ခုရှိပါတယ်\n  \nအဲ့ဒီမှာ သူတင်တဲ့ အကြောင်းအရာတွေက\nလူတစ်ယောက် ရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2UMZf/Eighth_Grade_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/99D854385AF0CEF816-140x200.jpg",
        "title": "Love+Sling (2018)",
        "description": "IMDb Rating (6.8) ထိရရွိထားတဲ့ ကိုရီးယား Drama/Comedy ဇာတ္ကားသစ္ေလးပါ။Yoo Hae-jin, Sung Dong‑il တို႕လို ဘိုးေတာ္ေတြ အပိုင္သရုပ္ေဆာင္ထားၾကသလို Kim Min-jae, Lee Sung-kyung တို႕လို တက္သစ္စ မင္းသားမင္းသမီးေတြကလဲ လိုက္ဖက္ညီစြာ ပါဝင္ထားပါတယ္...သားအဖႏွစ္ေယာက္က နပန္းဝါသနာရွင္ေတြ....သားေတာ္ေမာင္က ေကာင္မေလးတစ္ေယာက္ကို ေတြ႕ျပီး ၾကိဳက္သြားေရာ..ဒါေပမယ့္ အဲ့ေကာင္မေလးက သူ႕အေဖကိုၾကိဳက္တယ္လို႕ ဖြင့္ေျပာလာတဲ့အခါ.......။ \nFile size…(999 MB) and (470MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Chu Chu",
        "rating": "N/A",
        "url": "https://megaup.net/1zGgr/Love+Sling_(Leo-Beu-Seul-Ling)_[2018]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/64b5CSGsnmnx9oiWR6hzadsjWME.jpg",
        "title": "Kuntilanak (2018)",
        "description": "သရဲတေစၦကားေတြၾကိဳက္ႏွစ္သက္တဲ့သူေတြအတြက္ အင္ဒိုနီးရွားသရဲကားေလးျဖစ္ပါတယ္။ဇာတ္လမ္းဇာတ္ကြက္ေတြရိုးစင္းေပမယ့္ ထိတ္လန္႕စရာေကာင္းပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အင္ဒိုနီးရွားသရဲျဖစ္တဲ့ ကြန္တီလန္နက္ခ္ဆုိတဲ့သရဲဟာ ကေလးငယ္ေတြကိုဦးတည္ဖမ္းယူတတ္တဲ့ သရဲမ်ဳိးပါ။ျမန္မာမွာဆိုရင္ ညေမွာင္တဲ့အခ်ိန္ တူတူပုန္းတိုင္းကစားရင္ နတ္ဖြက္သလို အဲ့မွာလဲမိခင္ေမတၱာငတ္မြတ္ေနတဲ့ကေလးေတြ၊ မိဘစကားနားမေထာင္တဲ့ကေလးေတြကို သူနဲ႕လိုက္မလားဆိုျပီးေခၚေဆာင္ရင္း ဖမ္းေခၚသြားတတ္တဲ့သရဲမ်ဳိးလည္းျဖစ္ပါတယ္။ၾကည့္ရတာစိတ္လႈပ္ရွားစရာေကာင္းသလို ကေလးငယ္ေတြနဲ႕ဇာတ္အိမ္တည္ထားတဲ့အတြက္ သရဲကားၾကိဳက္တဲ့သူေတြ အပန္းေျဖၾကည့္ႏိုင္မယ့္ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ဖတ္ခနဲ ဖတ္ခနဲထြက္ထြက္ေျခာက္တတ္ျပီး ညရိုက္ကြင္းေတြပိုမ်ားတဲ့အတြက္ ဇာတ္ကားၾကည့္ရင္း ညဖက္ေျခာက္မယ့္အခ်ိန္၀င္လာမွာကိုေတာင္ လန္႕ေနရပါတယ္။အသည္းတထိတ္ထိတ္ ရင္တဖိုဖိုနဲ႕ခံစားခ်င္တဲ့သူေတြကေတာ့ အင္ဒိုသရဲမနဲ႕ေတြ႕လိုက္ၾကပါဦး။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ) File Size : (850 MB) and (370 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1h 45min\nFormat : Mp4\nGenre : Comedy , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p NF WEB-DL DDP5.1 x264-Ao\nTranslated by Thura Zarni ...",
        "rating": "6.2",
        "url": "https://megaup.net/2fF5g/Kuntilanak_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AiEuNw3Lg0PIPNUQ3PIWWElwGcY.jpg",
        "title": "Teen Titans Go! To the Movies (2018)",
        "description": "teen titan ဆိုတာနဲ့လူတိုင်​းမဟုတ်​​တောင်​ ​တော်​​တော်​များများသိကြမယ်​ထင်​တယ်​DC ကhero​တေ​ွ​ပေါ့trollထားတာ​တွေလဲပါတယ်Marvel hero တစ်​​ယောက်​ကိုခပ်​ပါးပါး​လေးtrollထားတယ်​ တစ်​ကားလုံးနီးပါး​လောက်​​ဟာသ​တွေချည်​းပဲ​နောက်​တစ်​ခုကmovie soundtrackတစ်​ခါနား​ထောင်​တာနဲ့တင်​နားစွဲတယ်​ ​တော်​​တော်​လဲ​ကောင်​းတယ်​ နား​ထောင်​ကြည်​့ပါ ​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ Robinတစ်​​ယောက်​သူ့ကို တကယ်​့heroအဖြစ်​လက်​ခံလာ​အောင်​ကြိုးစားတာပဲဒီကာတွန်​းကားမှာရုပ်​ရှင်​ရိုက်​ခံရတဲ့ဟီးရိုး​တွေသာ real hero ဆိုပြီးလက်​ခံထားတာ အဲ့မှာရုပ်​ရှင်​ရူးရူး​နေတဲ့Robin ဟာသူရုပ်​ရှင်​ရိုက်​ခံရဖို့အတွက်​ဘာမှဆိုလုပ်​တဲ့အ​ကြောင်​း​လေး​ပေါ့ဟာသ​လေး​တွေသီချင်​း​လေး​တွေအ​ပြောင်​အပျက်​​လေး​တွေပါတယ်​ဆို​တော့ Hero Fan မဟုတ်​ရင်​​တောင်​တစ်ခါကြည်​့လိုက်​ရင်​အကြိုက်​​တွေ့သွားမှာအမှန်​ပဲHero Fan ​တွေက​တော့လုံးဝလက်​မလွတ်​သင်​့တဲ့ဇာတ်​ကား​လေးပ​ါ  File Size : (611 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 24min\nFormat : Mp4\nGenre : Animation , Action , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/teen-titans-go-to-the-movies-2018/",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/a-Bugs-life-poster-142x200.jpg",
        "title": "A Bug’s Life (1998)",
        "description": "A Bug's Life (1998)\nIMDb - 7.2/10_____Rotten - 92%\n  \n A Bug's Life ဆိုတဲ့ Animation ,နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ IMDb မှာလည်း 7.2 ရရှိထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်။\nဒီကားက ထွက်ခဲ့တဲ့ခုနှစ်က မြင်တဲ့အတိုင်းပါပဲ..ကြာခဲ့ပြီဖြစ်ပါတယ်...သို့ပေမယ့် ကြည့်ဖူးတဲ့သူတွေအတော်များများက ကောင်းတယ်လို့ညွှန်းတာရော IMDb..နဲ့ Rotten ကလည်း\nဖျားချင်လောက်စရာကြီးဆိုတော့ ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဇာတ်လမ်းလေးကတော့ ပုရွက်ဆိတ်များရဲ့ အချိန်တော်တော်များများဟာ အစာရှာနေရတာပါပဲ..အဓိက အစာရှာပေးရတာက နှံကောင်တွေအတွက်ပါပဲ..\nအစဉ်အလာလိုဖြစ်နေတဲ့အပြင် နှံကောင်တွေကိုလည်း မတွန်းလှန်နိုင်တော့ ပုရွက်ဆိတ်အားလုံးဟာ အစာရှာပေးနေဆဲပါပဲ..။\n.အစာကို နွှင်ရ သယ်ရ ဆိုတော့ အချိန်တွေလည်းအတော်ကုန်တယ်..\nဒါကို အသစ်အဆန်းတွေ တီထွင်ရတာကို ဝါသနာပါတဲ့ Flik ဆိုတဲ့ ပုရွက်ဆိတ်က ဖြေရှင်းဖို့ကြိုးစားတယ်...\nသို့ပေမယ့် သူဘာလုပ်လုပ် အကောင်းမမြင်ကြသလို သူလုပ်တာတွေကလည်း အလွဲလွဲအချော်ချော်တွေကြီးပဲ...\nတနေ့မှာတော့ Flik ကြောင့် ပုရွက်ဆိတ်တွေ ကမ္ဘာပျက်သလိုဖြစ်ကုန်တယ်.. နှံကောင်တွေအတွက် ပေးရမယ့်အစာပမဏအတော်များများဟာ Flik ကြောင့်ပျောက်သွားလို့ပါ...\nကိုင်း Flik တို့ ပုရွက်ဆိတ်တွေ ဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦးဗျို့...\n \nဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1y81e/A_Bug’s_Life_[1998]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Teenage-Mutant-Ninja-Turtles-Out-Of-The-Shadows-2-140x200.jpg",
        "title": "Teenage Mutant Ninja Turtles: Out of the Shadows (2016)",
        "description": "Teenage Mutant Ninja Turtles: Out of the Shadows (2016)\nIMDb - 6.0/10_____Rotten - 37%\n  \nTeenage Mutant Ninja Turtles မြန်မာစာတန်းထိုးနဲ့ အကြည်ရပါပြီ။\nဒီ နံပါတ်၂ လိပ်နင်ဂျာကားမှာတော့ နံပါတ်၁ မှာ သူတို့ဖမ်းပေးလိုက်တဲ့ ဗီလိန်ကြီး ရှရက်ဒါ ပြန်လွှတ်လာပြီး\nအခြားကမ္ဘာတစ်ခုက ဂြိုလ်သားနဲ့ ပူးပေါင်းပြီး ကမ္ဘာကိုသိမ်းပိုက်မယ့် အန္တရာယ်ကို ညီအစ်ကို ၄ ယောက်တွန်းလှန်ကြတာပါပဲ။\nဒီအပိုင်းမှာ ဇာတ်ကောင်အသစ်ကေစီဂျုန်းအဖြစ် အဲရိုးမင်းသား စတက်ဖန် အမ်းမဲလ် သရုပ်ဆောင်ထားပါတယ်။\nအက်ရှင်ကားကောင်းတစ်ကားအဖြစ် ပိုင်ပိုင်နိုင်နိုင် ရိုက်ကူးထားသလို လုံးဝစရိုက်မတူညီတဲ့ ညီအစ်ကိုတွေ\nဘယ်လိုနားလည်မှုနဲ့ အဖွဲ့တစ်ခုအဖြစ်လှုပ်ရှားနိုင်ခဲ့လည်း ဆိုတာကိုလဲ သရုပ်ဖော်ပြထားပါတယ်။\nတခါတလေ ခက်ခဲတဲ့ရွေးချယ်မှုတွေ ကြုံလာတဲ့အခါ တစ်ယောက်တည်းရဲ့ အမြင်နဲ့ဆုံးဖြတ်ချက်ဟာ\nဘယ်လောက်စေတနာပါပါ အမြဲမမှန်နိုင်တာမို့\nအဖွဲတစ်ခုရဲ့ စဉ်းစားဉာဏ်နဲ့ အင်အားဆိုတာ အမြဲထည့်တွက်ရမယ့်အရာဆိုတာ\nလိပ်ညီအစ်ကိုတွေကနေ သင်ခန်းစာယူရင်း ဟာသနဲ့အက်ရှင်ကောင်းတွေ ခံစားနိုင်ကြပါစေ။\n \n(ဇာတ်လမ်း အညွန်းနဲ. ဘာသာပြန်သူကတော. Moe Myint ...",
        "rating": "6.0",
        "url": "https://megaup.net/1yDv8/Teenage_Mutant_Ninja_Turtles_-_Out_Of_The_Shadows_[2016]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/lost-in-hong-kong-poster-135x200.jpg",
        "title": "Lost in Hong Kong (2015)",
        "description": "Lost in Hong Kong (2015)IMDb - 5.4/10_____Rotten - 60%\n  ဒီနေ့တော့ ရယ်ရယ်မောမောလေးကြည့်ရမယ့် တရုတ်ဟာသ ဇာတ်ကားလေးအကြောင်း ဖော်ပြပေးလိုက်ပါတယ်။၁၉၉၀ နှစ်လယ်ပိုင်းကာလ မြင်ကွင်းနဲ့အတူ အနုပညာကျောင်းသားလေး ရှုလိုင်နဲ့ ရန်ယိတို့က ချစ်သူတွေဖြစ်ကြပြီး ပထမဆုံး အကြင်နာတောင်မပေးရသေးခင်မှာ ရန်ယိဟာ ဟောင်ကောင်မှာရှိတဲ့ တရုတ်တက္ကသိုလ်တစ်ခုကို ပြောင်းရွှေ့ခဲ့ရကာ ရှန်ဟိုင်းကို လုံးဝပြန်မလာတော့ပါဘူး။ ဒီလိုနဲ့ နှစ်နှစ်ဆယ်နီးပါးကြာသွားပြီးနောက်မှာ ရှုဟာကတုံးပြောင်ပြောင်ပုံစံနဲ့ ဖြစ်နေပြီး အမျိုးသမီးအတွင်းခံ အင်္ကျီဒီဇိုင်နာအလုပ်ကိုလည်း တော်တော်ကို ငြီးငွေ့နေကာ အနုပညာရှင် တစ်ယောက်ဖြစ်ချင်ခဲ့တဲ့ အရင်က သူ့စိတ်ကူးအိပ်မက်တွေတောင်မေ့ပျောက်ကုန်ပါပြီ။အခုဆိုရင် သူချစ်ရတဲ့ ဇနီးသည် ချိုင်ဘိုနဲ့ ဘဝလမ်းအတူ လျှောက်နေတာတောင်မှ သူ့စိတ်ထဲမှာတော့ အမြဲအမှတ်ရနေတာကတော့ ရန်ယိကိုပါပဲ။ ရှုလိုင်နဲ့ ချိုင်ဘိုနှစ်ယောက်ဟာ သားသမီး မရတဲ့ကိစ္စနဲ့ ပတ်သက်ပြီး အဆင်မပြေဖြစ်နေကြပါတယ်။တစ်ရက်မှာတော့ ဟောင်ကောင်မှာရှိတဲ့ ချိုင်ဘိုရဲ့ မိသားစုတွေဆီကို သွားလည်ခဲ့ပြီး ဟောင်ကောင်ကို ရောက်တုန်းရောက်ခိုက် သူစိတ် ...",
        "rating": "5.4",
        "url": "https://megaup.net/1xYjh/Lost_In_Hong_Kong_(Gang_Jiong)_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    }
]