[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/h-133x200.jpg",
        "title": "Hotel Transylvania: Transformania (2022)",
        "description": "အားလုံးချစ်တဲ့ ပါပါ ဒရက်ကူလာတို့ ပြန်လာပါပြီ။ ဒီတစ်ခေါက်တော့ ဒရက်ကူလာဟာ အနားယူပြီး သူ့ဟိုတယ်ကို သူ့သမီး မေးဗစ် နဲ့ သားမက် ဂျွန်နီကို လွှဲပေးခဲ့ချင်ပေမဲ့ ဂျွန်နီရဲ့ ပေါက်ကရ စိတ်ကူးတွေကို ကြောက်တာကြောင့် ဟိုတယ်ကို မွန်းစတားမဟုတ်တဲ့ လူသားတွေ ဆက်ခံခွင့်မရှိဘူးဆိုပြီး လိမ်ပြောလိုက်ပါတယ်။ အဲဒါကြောင့် ဂျွန်နီဟာ ဗန်ဟဲဆင်းရဲ့ အကူအညီနဲ့ မွန်းစတားအဖြစ် ပြောင်းလဲလိုက်ပေမဲ့ တလွဲတွေဖြစ်ပြီး ဒရက်ကူလာနဲ့ မိတ်ဆွေတွေပါ မတော်တဆ လူသားတွေ ဖြစ်ကုန်ပါတယ်။ ဒါကြောင့် အရင်အတိုင်းပြန်ဖြစ်အောင်လုပ်ပေးနိုင်မယ့် အရာကို ရှာဖို့ လူသားဒရက်ကူလာ နဲ့ မွန်းစတား ဂျွန်နီတို့တွေ ဘယ်လိုစွန့်စားခန်း‌တွေ ဖွင့်ကြမလဲဆိုတာFile size…1.6 GB / 823 MB\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:038:00\nGenre...Animation, Adventure, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….LK , Mr.Anderson\nTranslated by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/hotel-transylvania-transformania-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/unnamed-135x200.jpg",
        "title": "Get Him Girl (2021)",
        "description": "Get Him Girl (2021) အညွှန်း************************စုမ်ပွိုင်ဟာ ထိုင်းနိုင်ငံ​မြောက်ပိုင်း တောရွာလေးမှာပဲအညတရဘဝနဲ့နေသွားရမှာကို စိတ်ကုန်နေပါတယ် ...ဘန်ကောက်ကလူတွေနဲ့ အိမ်ထောင်ကျထားကြတဲ့ဦးလေး၊အဒေါ်တွေကမွေးတဲ့ ဝမ်းကွဲမောင်နှမတွေကတောက်ပြောင်လှပနေသလောက် ကိုယ့်နယ်ကတောသားကိုပဲ ယူထားတဲ့အမေဖြစ်သူကြောင့် သီတင်းကျွတ်မှာ အဘိုးအဘွားတွေကို သွားကန်တော့ရတိုင်းချောင်ကပ်ပြီးထိုင်နေရတဲ့ဘဝရောက်နေသူပေါ့....ဒီဘဝကျွတ်ဖို့ ဘန်ကောက်သားနဲ့အိမ်ထောင်ကျရင် သူ့ဘဝပြောင်းသွားလိမ့်မယ်လို့ ယုံကြည်တဲ့စုမ်ပွိုင်တစ်ယောက် ဗေဒင်ဆရာတစ်ယောက်ရဲ့  ဘန်ကောက်သားနဲ့အဆင်ပြေဖို့ ယတြာကိုလိုက်လုပ်မိရာက အလွဲပေါင်းများစွာကြုံရပါတော့တယ်...ဒီကားလေးကအတော်ကိုရယ်ရသလို ထိုင်းသမီးလေးနဲ့ မင်းသား ၂ယောက်ဟာလည်း အရမ်းလှ အရမ်းချောပါတယ်...မျက်စိအဟာရဖြစ်အောင် အလှလေးတွေပါတဲ့အပြင်  ဇာတ်လမ်းလေးလည်းကောင်းတာကြောင့်ကြည့်ကြပါလို့တိုက်တွန်းလိုက်ပါတယ်... File Size :(2.23GB) (1.1GB) and (418 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:59:00\nGenre :Romance , Drama ,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Angel & Myo Chothet\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/get-him-girl-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6V1WeFwf6h5KAhQKOP9tXngFgZ1.jpg",
        "title": "Velle (2021)",
        "description": "Velle (2021)IMDB 8.3/10ခုတစ်ခေါက်တင်ဆက်ပေးမယ့်ကားလေးကတော့ တလောက စီအမ်ကနေတင်ဆက်ပေးလိုက်တဲ့ Govinda Govindaဆိုတဲ့ကားလေးနဲ့ ဆင်တဲ့ Velle ဆိုတဲ့ဟာသဒရမ်မာလေးပဲဖြစ်ပါတယ်ရာဟွန် ရာဂျူး ရမ်ဘိုတို့ဟာ အချစ်ဆုံးသူငယ်ချင်းတွေပဲဖြစ်ကြပါတယ်။ ကျောင်းစာမှာဆိုလည်းညံ့ဖျင်းပေါက်တတ်ကရတွေလုပ် ပြဿနာတွေရှာ ဆိုးဖော်ဆိုးဖက်သူငယ်ချင်းဖြစ်ကြပြီး R3 ဆိုတဲ့ အဖွဲ့လေးပေါ့တစ်နေ့မှာ ကျောင်းအုပ်ရဲ့သမီးဖြစ်တဲ့ ရီယာနဲ့ တွေ့ဆုံလာကြတဲ့အချိန်မှာတော့ အရမ်းခင်မင်ကြပြီး R3ကနေ R4 အဖွဲ့ဆိုပြီးပြောင်းလဲသွားပါတော့တယ်။ရီယာကတော့ အကမှာဝါသနာပါပြီး အကသမားဖြစ်ချင်ပေမယ့် ဖခင်ဖြစ်သူကတော့ ဝါဿနာကို support မပေးပဲကျောင်းစာတွေပဲအာရုံစိုက်ခိုင်းတာခံနေရတဲ့ လွတ်လွတ်လပ်လပ်နေချင်တဲ့ကောင်မလေးပဲဖြစ်ပါတယ်။အဲ့လိုနဲ့ အိမ်ကဆင်းပြီး အကသင်တန်းတက်ဖို့ရာအတွက်ပိုက်ဆံကမရှိပြန်တော့ သူငယ်ချင်း‌သုံးယာက်ကိုသူ့ကိုပြန်ပေးဆွဲခိုင်းပြီးအဖေ့ဆီကဟန်ဆောင်ငွေတောင်းခိုင်းပါတော့တယ်။ကံမကောင်းစွာနဲ့ပဲ ဟန်ဆောင်ပြန်ပေးဆွဲရာကနေ ရီယာတစ်ယောက်တကယ်ပြန်ပေးဆွဲခံရတဲ့အချိန်မှာတော့သူငယ်ချင်း‌သုံးယောက်က ဘယ်လိုပြန်ကယ်တင်ကြမလဲ....ငွေရဖို့ကြံကြရာကနေ ပိုဆိုးလာကုန်မှာလား ပိုကောင်းသွားမလား...ဒီသူငယ်ချင်းအဖွဲ့ ဘယ်လိုကမောက်ကမနိုင်ကြမလဲဆိုတာကိုလည်း တစ်ခွီးခွီးတဟားဟားနဲ့ရီရမယ့်ကားလေးလည်းဖြစ်တာကြောင့် ကြည့်ရှုအားပေးကြပါဦး \nFile size…2.18GB / 1.06GB\nQuality…1080p TRUE HD AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Allena & Shwe ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/velle-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMjZlYTIzMmEtYzFmZC00NjkxLWFiM2MtNjkyOTEwMjA1YTZiXkEyXkFqcGdeQXVyNjEwMTI5MDA@._V1_-160x200.jpg",
        "title": "Varudu Kaavalenu (2021)",
        "description": "Varudu Kaavalenu 2021\nRomance/ Comedy\nIMDb 7.1/10ဇီဇာကြောင်ပြီး ချေးများတဲ့ အပျိုကြီးတွေကို ကြုံဖူးပါသလား။ ဇီ‌ဇာကြောင် ချေးများရုံဘယ်ကဦးမလဲ ပစိပစပ်ကများသေးတာမျိုးဗျာ။ သိတယ်မလား ဘယ်ယောက်ျားမှ နွားမထင် မှားလို့ လူမထင်တဲ့အမျိုးတွေပေါ့‌ဗျာ။ ဟိုအပင်ပေါ်က သစ်သီးတွေ အချိန်လွန်ရင် ပုပ်လိမ့်မယ်ဆိုတဲ့သီချင်းအတိုင်း အရွယ်လွန် အပျိုဟိုင်းကြီးဘဝနဲ့ အဆုံးသတ်တော့မယ့် မမကြီးတွေပေါ့ဗျာ။ဒါပေမယ့် ဒီဇာတ်ကားထဲက မင်းသမီးကတော့ ရှိသင့်တဲ့အလှအပ ရင့်ကျက်မှုတွေအကုန် အပြည့်အစုံဆုံးအရွယ်မှာ အတောက်ပဆုံးလင်းလက်နေတဲ့ ကြယ်လေးတစ်စင်းလို လှပလွန်းသူလေးပါ..ဒီအပျိုကြီးကြယ်လေးကို မြင်မြင်ချင်းကြွေသွားရသူကတော့ ပဲရစ်ကလာတဲ့ဒီဇိုင်းဗိသုကာပညာရှင်ကောင်လေးပေါ့....ဒီတော့ ဒီဇိုင်းဗိသုကာပညာရှင်ကောင်‌ဆိုးလေးတစ်ယောက် အပျိုကြီးမမအချောအလှရဲ့ အချစ်ကို ရနိုင်ပါ့မလား၊ ကြားထဲမှာ ဘယ်သူတွေဝင်လာကြမယ်၊ ဘယ်လိုအရှုပ်‌ထုပ်တွေ ဝင်မွှေမယ်၊ ဘယ်လိုဟာသအလွဲတွေနဲ့ ပြုံးနေရမယ်ဆိုတာကိုတော့....။အချစ်ရိုမန့်ဇာတ်ကားကောင်းကောင်းကိုမှ မျှော်လင့်နေရင်တော့ ဒီဇာတ်ကားက အသင့်တော်ဆုံးပါပဲ။ ဇာတ်ကားလေးကဗျာ ဘယ်လိုပြောရမလဲ...ပြုံးပြုံးပြီး သဘောခွေ့ပြီးတော့ကို ကြည့်ရတဲ့ အချစ်ရိုမန့်ဇာတ်ကားလေး။\nFile size…(1.9 GB) /(1 GB)\nQuality….WEBDL 1080p /720p\nFormat…mp4\nDuration….02:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/varudu-kaavalenu-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ure3El1LVLn3PSPTpXGcxVPbpUM.jpg",
        "title": "Four to Dinner(2022)",
        "description": "Four to dinner (2022)ကြည့်ရှုသူတို့ရော soulmateဆိုတာယုံကြည်ကြပါသလား ဒီကားကတော့Netflix ကထုတ်လွှင့်တဲ့ အီတလီကားပါ ဇာတ်လမ်းအကြောင်းအကျဉ်းချုပ်ကကိုယ့်လက်တွဲဖော်က တစ်ယောက်တည်းရှိမယ်ဆိုတာမယုံတဲ့ သူငယ်ချင်းတွေကိုယုံကြည်လာအောင် ဇာတ်လမ်းကိုပြန်ပြောပြသလိုမျိုးပါ ဇာတ်လမ်းအကြောင်းဆိုတာကလူကာနဲ့ဖရီဒီကာတို့ အိမ်သစ်တက် စားသောက်ပွဲကနေစခဲ့တာပါဒီ‌ဇာတ်ကြောင်းကိုနားထောင်ပြီးသွားရင်တော့ soulmate ဆိုတာကိုအယုံအကြည့်ရှိမရှိ တွေးတောကြည့်ရဦးမှာပါဇာတ်ကားနာမည်အတိုင်းပဲ ညစာစားရင်း သူငယ်ချင်းလေး‌ယောက်တွေ့ကြတယ်ပေါ့မိန်းကလေးနှစ်ယောက် ယောကျာ်းလေးနှစ်ယောက်မှာကိုယ်တွဲဖို့စဉ်းစားထားတဲ့လူနဲ့တွဲဖြစ်မှာလား အိမ်ထောင်ရေး/လမ်းခွဲမှု တွေကိုတစ်ကားတည်းမှာစုပြီးရိုက်ပြထားတာဖြစ်လို့ ဇာတ်လမ်းသဘောအရစဉ်းစားရမယ့်အပိုင်းတွေများတာကြောင့် တစိမ့်စိမ့်ထိုင်စဉ်းစားချင်တဲ့ကြည့်ရှုသူတွေအတွက်တော့ recommend ပေးချင်တဲ့ဇာတ်ကားတစ်ကားပါပဲဤဇာတ်ကားအညွှန်းကိုတော့ Yunniမှရေးသားထားပြီး ဘာသာပြန်တွေကတော့ Yunni&Eliza ပဲဖြစ်ပါတယ် \nFile size…1.35GB / 730MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Yunni & Eliza",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/four-to-dinner2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g7Ahst6SCjWVijGwJYNEjxmSMRy.jpg",
        "title": "Tiger Mask (2021)",
        "description": "Tiger Mask (2021)ဒီတစ်ခေါက် Channel Myanmar မှာတင်ဆက်ပေးမယ့် Movie ကတော့\nTiger Mask ဆိုတဲ့ New Hero Adventure ကားလေးပဲဖြစ်ပါတယ်ယူဂုံဖြောင်း ဆိုတဲ့ ဘဝမှာနေရတာကို ငြီးငွေ့နေတဲ့ သူ က\nငယ်ငယ်က ကျားမျက်နှာဖုံး လိုမျိုးဖြစ်ချင်ခဲ့ပြီး\nကျားမျက်နှာဖုံးပိုင်ရှင်ရဲ့ မျက်နှာအစစ်ကို သိတဲ့ တစ်ယောက်တည်း‌သောသူပါတစ်နေ့မှာ သူ့အမေဆုံးသွားပြီး နောက်ရက်အနည်းငယ်ကြတော့\nသူ့ကို အားပေးပြီး ပညာတွေသင်ပေးတဲ့ ဂျီယာ့ဆာ က အဘိုး ဆုံးသွားပါတယ်အဲ့ အဘိုးမှာ ဘိုမီ ဆိုတဲ့မြေးတစ်ယောက်ရှိပါတယ်\nဂုံဖြောင်းကို အဘိုး ပေးဖို့ထားခဲ့တဲ့ သေတ္တာလေးကို\nတစ်ယောက်တည်းဖွင့်ကြည့်ဖို့ အဘိုးရဲ့ မြေး‌မလေးကို မှာခဲ့ပါတယ်ဂုံဖြောင်း ဖွင့်ကြည့်လိုက်ပြီး ကျားမျက်နှာဖုံး ကို တွေ့သွားတော့.....ဂျီယာ့ဆာကို လိုချင်နေကြတဲ့ ဂျပန်လူမျိုးတွေ လုတာကို မပါသွားအောင် ထိန်းလိုက်နိုင်လား?ဟီးရိုးမင်းသားကြီးရော နိုင်သွားပါ့မလား ...အက်ရှင်ဆန်ဆန် ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/tiger-mask-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aWeKITRFbbwY8txG5uCj4rMCfSP.jpg",
        "title": "Sing 2 (2022)",
        "description": "Sing 2 (2022)အားလုံး​စောင့်​​မျှော်​နေကြတဲ့ Sing 2 က​တော့ ​စောင့်ရကျိုးနပ်​အောင်\nSoundtrackအမိုက်စား​တွေ၊ လှပတဲ့ Animation​ ရိုက်ချက်တွေနဲ့အတူ ထွက်ရှိလာပါပြီပါဝင်တဲ့ Cast​တွေကလည်း Matthew McConaughey, Bono, Scarlet Johansson,\nLetitia Wright, Halsey,Pharrell Williams တို့လို ထိပ်သီးCast​​တွေ artist​တွေက အသံသရုပ်​ဆောင်​ပေးထားလို့\nSing 1တုန်းက သ​ဘောကျခဲ့ရတဲ့ soundtrack တွေလို Sing 2မှာ ထပ်မံခံစားရဦးမှာပါ၊- IMDbအ​နေနဲ့ 7.6\n- RottenTomatoesမှာ 70%ရရှိထားပါတယ်Sign 1အပြီး ကဇာတ်ရုံကြီး ပြန်ဖွင့်ခွင့်ရ​သွားတဲ့ Buster Moonနဲ့ သူ့ရဲ့ ​တေးသရုပ်​ဖော်အဖွဲ့ဟာ\nဒီတစ်​ခေါက်မှာ​​ ကမ္ဘာ့​ဖျော်​ဖြေ​ရေးမြို့​တော်ကြီးဖြစ်တဲ့ Redshore Cityအထိ တက်​ပြီး\nကမ္ဘာနဲ့ချီ​အောင် အောင်မြင်တဲ့ ​တေးသရုပ်​ဖော်အဖွဲ့ဖြစ်ဖို့ ကြိုးစားကြပါတယ်၊\nဒါ​ပေမဲ့ သူတို့ရဲ့​ဖျော်​ဖြေပွဲကြီး ​အောင်မြင်ဖို့ လိုအပ်​​နေတာက​တော့\nဇနီးသည် သေဆုံးပြီးကတည်းက ၁၅နှစ်ကြာ အများမြင်ကွင်းက​ပျောက်​နေတဲ့\nကမ္ဘာ​ကျော် Rock Starကြီး Clay Callowayကို သူတို့​ဖျော်​ဖြေပွဲမှာ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/sing-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/luca1-135x200.jpg",
        "title": "Luca 2021 + Ciao Alberto (2021)",
        "description": "ဒစ်စနေးနဲ့ ပစ်စာ တို့ ပူးပေါင်းတင်ဆက်လိုက်တဲ့ အနီမေးရှင်း လှလှလေး တစ်ကားလာပါပြီ။\nဇာတ်လမ်းလေးကလည်း ကောင်းပါတယ်။ အီတလီအခြေခံ ကာတွန်းလေးဖြစ်လို့\nအီတလီ စကားလေးတွေ ညှပ်ပြောတာ၊ အီတလီနာမည်တွေ၊ အစားအသောက်တွေ ပါတာများပါတယ်။လူကာဆိုတဲ့ ကောင်လေးဟာ လူတွေက ပင်လယ်မိစ္ဆာလို့ခေါ်ကြတဲ့ ရေအောက်မှာ\nနေထိုင်တဲ့ ရေသူမျိုးနွယ်ကောင်လေးတစ်ောယက်ပဲ ဖြစ်ပါတယ်။\nရေထဲက လူကာတို့ မျိုးနွယ်တွေကလည်း လူတွေကို ကုန်းမိစ္ဆာဆိုပြီး ကြောက်ကြတာပါပဲ။\nအပြန်အလှန်ပေါ့။ ဒီတော့ ကုန်းပေါ်ကိုမတက်ဖို့အသည်းအသန်တားမြစ်ထားတာပါ။ဒါပေမယ့် တစ်နေ့မှာတော့ ရေအောက်မျိုးနွယ်ကောင်လေးတစ်ယောက်နဲ့ အတူ\nကုန်းပေါ်ကို ခိုးတက်သွားမိတယ်။ အဲဒီကုန်းပေါ်ကနေ ကမ္ဘာကြီးအနှံ့ကို ပတ်သွားချင်စိတ်ဖြစ်လာပြီး\nဗက်စ်ပါဆိုတဲ့ ဆိုင်ကယ်လေးကို ပိုင်ဆိုင်ဖို့ကြိုးစားကြတာပေါ့။\nဒါပေမယ့် သူတို့မှာ ငွေမရှိတဲ့အတွက် တစ်ခုတည်းသော နည်းလမ်းက\nအဲဒီမြို့လေးရဲ့ သုံးဆင့်ပြိုင်ပွဲဖြစ်တဲ့ ပက်စတာ အစားပြိုင်ပွဲ၊ ရေကူး၊ စက်ဘီးစီးပြိုင်ပွဲမှာ နိုင်အောင်ဝင်ပြိုင်ဖို့ ကြိုးစားရပါတော့တယ်။သူတို့ ၂ ယောက်နဲ့အတူ မြို့ထဲက တံငါသည်ကြီးရဲ့ သမီးလေး ဂျူလီယာကပါ\nအတူပါဝင်ကြိုးစားကြတဲ့အခါ ဘာတွေဆက်ဖြစ်လာလဲဆိုတဲ့\nချစ်စရာကောင်းတဲ့ ဇာတ်လမ်းလေးကိုကြည့်လိုက်ပါဦး။\nFile size…(3.7 GB)/(1.7 GB) /(1 ...",
        "rating": "8",
        "url": "https://channelmyanmar.org/luca-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4dF5NT1dxw4CItns4ckXq4309bg.jpg",
        "title": "The Worst Person in the World (2021)",
        "description": "The Worst Person In The World (2021) ~ IMDb - 8.1/10, Rt - 100%, Meta - 88% ~မျိုးဥနဲ့ သုက် ပေါင်းစည်း ဖြစ်တည်လာပြီးတဲ့နောက် လောကဟာ လူကိုအသက်သွင်းပေးလိုက်တယ်။ ခန္ဓာဟာ အခွံသက်သက်ပဲမို့လား။ ခံစားချက်တွေ စရှိလာတဲ့အခါ လူအသက်ဝင်လာပြီလို့ပဲ ကျွန်တော် ယူဆလိုက်ပါတယ်။ မသိခြင်းနဲ့ သိချင်စိတ်အကြား နှစ်ပေါင်းများစွာကြာပြီးတဲ့အခါ လူဟာ \"ငါ ဘယ်သူလဲ\"ဆိုတဲ့ မေးခွန်းကို အချိန်တွေအကြာကြီး အဖြေရှာရင်း အိုမင်းလာခဲ့ပြီ။ တွေ့ချင်လည်းတွေ့ကြမယ်ပေါ့။ မတွေ့ချင်လည်း မတွေ့ပါဘူး။ ဇာတ်ကောင်ကတော့ ၃၀ကျော်အသက်မှာ သူ့ကိုယ်သူတွေ့သွားခဲ့တယ်။\" အချစ်၏ အစနဲ့အဆုံးကို မသိသေးသော်လည်းဟန်ဆောင်သော အရပ်ဒေသတစ်ခုကို မလွဲမသွေ ဖြတ်သန်းသွားရကြောင်း ကျွန်တော် ကောင်းကောင်းသိပါသည်။ \"\nယုဇနမခင်ပျိုထဲတော့ ဇော်ဇော်အောင်က ဟန်ဆောင်သောအရပ်ဒေသတစ်ခုကို ဖြတ်သန်းသွားရသည်လို့ ဆိုတယ်။ ဇာတ်ကောင်ဟာ ပင်လယ်နဲ့လွင်ပြင်ကြား ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/the-worst-person-in-the-world-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ySQ3v4Fzpy3fePs86eoLiDzwLYM.jpg",
        "title": "Fright Night (2011)",
        "description": "Fright Night (2011) ~ IMDb - 6.4/10, RT - 72% ~ဒီကားဟာ သူ့မူရင်းကားဖြစ်တဲ့ Fright Night (1985) လို ဂန္တဝင်စာတင်လောက်တဲ့ ဇာတ်ကားမျိုးမဟုတ်ပေမဲ့ ကြည့်ပျော်တဲ့ Horror ဇာတ်ကားလေးပါပဲ။လက်စ်ဗီးဂတ်မြို့ဟာ နေ့မှာအိပ်ပြီး ညမှာ အလုပ်လုပ်ကြတယ်။ အခြေချနေထိုင်သူရှားပြီး ယာယီနေထိုင်သူတွေများတဲ့အတွက် သွေးစုပ်ဖုတ်ကောင်တွေအတွက် နေချင်စရာမြို့လေးပေါ့ဗျာ။ချာလီတို့ အထက်တန်းကျောင်းမှာလည်း အတန်းသားတွေ တစ်ယောက်ပြီး တစ်ယောက် လျော့လျော့လာနေတယ်။ အမြဲတမ်း အတည်တကျနေသူတွေမရှိတဲ့ သူတို့မြို့အတွက်တော့ သိပ်မဆန်းဘူးပေါ့။\nဒါပေမဲ့ ချာလီရဲ့ငယ်သူငယ်ချင်း အဒမ်တို့ မိသားစုကပါ စာမလာသတင်းမကြားဘဲ ပျောက်သွားခဲ့ပါတယ်။အဒမ်ပျောက်သွားတာ သွေးစုပ်ဖုတ်ကောင်တစ်ကောင်ရဲ့ လက်ချက်လို့ နောက်သူငယ်ချင်းတစ်ယောက်ဖြစ်တဲ့ အက်ဒ်ကပြောလာတဲ့အချိန်မှာတော့ ချာလီလည်းမယုံနိုင်ခဲ့ပါဘူး။အက်ဒ်က သူနဲ့ အဒမ် စုံစမ်းထောက်လှမ်းချက်တွေအရ ချာလီရဲ့ အိမ်နီးချင်း ဂျယ်ရီက သွေးစုပ်ဖုတ်ကောင်ဖြစ်နေပြီး သူ့အကြောင်းကို သိသွားလို့ အဒမ်ကိုသတ်ပစ်လိုက်တာလို့ ပြောပြပေမဲ့ ချာလီကတော့ မယုံနိုင်သေးပါဘူး။နောက်တစ်နေ့မှာ အဒမ်ပါ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/fright-night-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/345gLhiNpItU1ICx8OxJQwjgPmH.jpg",
        "title": "Red Rocket (2021)",
        "description": "Red Rocket (2021)ဒီရုပ်ရှင်ကို A24က ရိုက်ကူးဖြန့်ချီခဲ့ပြီး 2021 July လ Cannes ရုပ်ရှင်ပွဲ​တော်မှာ စတင်ပြသခဲ့ပြီး\nယူအက်စ် ပြည်တွင်း သီးသန့်ရုံ​တွေမှာပဲ ရုံတင်ပြသခဲ့တာဖြစ်ပါတယ်\nCannes, Deauvilleလို ရုပ်ရှင်ဆု​ပေးပွဲ​တွေမှာ ဆု​ပေါင်း များစွာရရှိထားပြီးဖြစ်သလို\nPalme d'Orလို ဆု​​ပေးပွဲကြီး​ ​တွေမှာလည်း ဒါရိုက်တာဆု၊ဇာတ်လမ်းဆုနဲ့ ဇာတ်​ဆောင်ဆု\nစသဖြင့် Nominationsများစွာ ရရှိထားပါတယ်၊\nဒါ့အပြင် National Board of Reviewရဲ့ တစ်နှစ်တာအ​ကောင်းဆုံး\nဇာတ်ကား ၁၀ကားစာရင်းမှာလည်း ပါဝင်​ထားပါတယ်၊- IMDb အ​နေနဲ့ 7.6\n- Rotten Tomatoes - 86%ရထားပြီး\n​ရုပ်ရှင်​ဝေဖန်​​ရေးသမား​တွေလက်စွဲ Metacriticမှာ 75% အထိ rating အမြင့်စားကို ရရှိထားပါတယ်၊ဇာတ်လမ်းအ​ကြောင်း​ ​ပြောရမယ်ဆိုရင် ဒီဇာတ်ကားက လူတိုင်းအတွက် မဟုတ်ပါဘူး၊\nHollywoodရဲ့ porn industryမှာ ဒိတ်ဒိတ်ကြဲ​အောင်မြင်ခဲ့ဖူးသူ၊\nလက်ရှိမှာ ဘဝပျက်ပြီးရုန်းကန်​နေရတဲ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/red-rocket-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pB6sqgWPlHY5wjoq7IdNJ5YduTK.jpg",
        "title": "[18+] Bachelor Party (1984)",
        "description": "ဦးTom Hanksကြီးဟာ အခုမှသာ ဒရာမာကားတွေ လူတွေငို​စေတဲ့ကားတွေ ရိုက်နေတာ သူ ငယ်စဉ်အချိန်တွေတုန်းကတော့ လူငယ်ဆန်ဆန်ကားလေးတွေနဲ့ပဲ စခဲ့ရတာဖြစ်ပါတယ်။၁၉၈၄ ခုနှစ်ကထွက်ခဲ့တဲ့ ဒီကားလေးဟာ 80s အ​နောက်ပိုင်းသား ဗရုတ်များရဲ့ ​နေထိုင်​ပြောဆိုပုံ​တွေကို ကွက်ကွက်ကွင်းကွင်း တင်ဆက်ထားပါတယ်...ရစ်ခ်ဟာ ​ကျောင်းကားလေးကို အငှား​မောင်းသူတစ်​ယောက်ဖြစ်ပြီး ဘဝကို ​ပေါ့​ပေါ့တန်တန် ဖြတ်သန်းသူပါ ဒါ​ပေမဲ့ သူ့ချစ်သူက​တော့ ဂုဏ်သ​ရေရှိ သူ​ဌေးသမီး တစ်​ယောက်ဖြစ်တဲ့ အ​လျောက် ​ယောက္ခထီးက သ​ဘောမတူသလို သူ့ထက်အရာရာသာတဲ့ ​ကောင်မ​လေးရဲ့ ရည်းစား​ဟောင်းကလည်း ပြိုင်ဘက် အဖြစ် ရှိ​နေပါတယ်သူတို့ ၂ဦး လက်ထပ်တော့မယ့်အ​ကြောင်း ရစ်ခ် တစ်‌ယောက် ချစ်ရတဲ့သူငယ်ချင်း​တွေကို ​ပြောပြလိုက်တဲ့အခါ သူတို့က ရစ်ခ်အတွက် လူပျိုညပါတီကို စီစဉ်​ပေးကြပါ​တော့တယ်... မိုင်ကုန်ကဲကြမယ်​ပေါ့ကဲကြတယ်ဆိုတဲ့အတိုင်း မိန်းမ မရခင် သောက်ကြ၊ စားကြ၊ ​ဆေးချကြ၊ မိန်းမပျက်တွေနဲ့ ပျော်ပါးကြ​ပေါ့။အ​နောက်တိုင်းသားများအတွက်တော့ လူပျိုည ပါတီမှာ ညဥ့်ငှက်​လေး​တွေနဲ့ ​ပျော်ပါးတာဟာ ထုံးစံတစ်ခုလိုကို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/18-bachelor-party-1984/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/160745775_e5174a-138x200.jpg",
        "title": "Singh Is Kinng (2008)",
        "description": "Singh is King (2008)\n***************************\nမင်းသားကြီး အက်ရှေးကုမားရ်နဲ့ မင်းသမီး ကတ်ထရီနာကတ်ဖ်တို့ ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ အချစ်ဟာသအက်ရှင် ဇာတ်မြူးရုပ်ရှင်ကားကြီးကို BluRay Quality နဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်း..ဟက်ပီးဟာ ဘာလုပ်လုပ် တလွဲချည်းပဲ လုပ်တတ်ပြီး ရွာရဲ့ အော်ကြောလန်တစ်ယောက် ဖြစ်ပါတယ်။ဟက်ပီးရဲ့သူငယ်ချင်း လပ်ကီးကတော့ ဩစတေးလျမှာ ဂိုဏ်းစတားတစ်ယောက်ဖြစ်နေပါတယ်။\nတစ်နေ့တော့ ဟက်ပီးရဲ့သူငယ်ချင်းတွေဟာ ဟက်ပီးကို ရွာကနေထွက်သွားစေချင်တာကြောင့် လပ်ကီးအဖေနေမကောင်းကြောင်း လပ်ကီးကို သွားပြန်ခေါ်သင့်ကြောင်းပြောပြီး ဟက်ပီးကို ရွာထဲကထုတ်ဖို့အစီစဉ်ဆွဲကြပါတယ်။ဟက်ပီးတစ်ယောက် လပ်ကီးကို ရွာပြန်ခေါ်လာနိုင်မှာလား ...\nဘယ်လိုအလွဲတွေနဲ့ ဆက်လက်ကြုံတွေ့ရမလဲ .... ဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါ။(ဘာသာပြန်သူကတော့ Intelligenceဖြစ်ပြီး ဘာသာပြန်လိုအပ်ချက်များကို ဖြည့်စွက်ပြင်ဆင်ထားတာကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။)\nFile size…(2.6 GB)/(1.2 GB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….02:10:07\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Intelligence & Thaik San",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/singh-is-kinng-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yPZ3I27oeSm4zVesgMxXlhW8GDe.jpg",
        "title": "Seal Team (2021)",
        "description": "Seal Team (2021)ဒီတစ်ခေါက်မှာတော့ Seal Teamဆိုတဲ့ ကာတွန်းကားကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်လမ်းအညွှန်းကတော့ HmmFလိုခေါ်တဲ့ ပယ်လယ်ဖျံအဖွဲကချိန်ကိုက်ဗုံးကို ကြိုးမှာဖြတ်ရာကနေအဖွဲကိုဖြိုခွဲခံခဲ့ရပါတယ်တစ်ဖက်မှာလည်း ကွင်နဲ့ ဘန်ဂျီကသူငယ်ချင်းကောင်းတွေပါခရင်းကောင်တွေပဲစားရတာငြီးငွေ့နေတဲ့သူတိုဖို သင်္ဘောပျက်တွေထဲအစာထွက်ရှာရင်း ဘန်ဂျီတစ်‌ကောင်ငါးမန်းစာဖြစ်သွားတဲ့အခါမှာတော့ကွင်တစ်‌ကောင်ဒေါသထွက်နာကျည်းပြီး လက်စားပြန်ချေဖိုပြိုကွဲသွားတဲ့အဖွဲHmmfနဲ့သွားပူးပေါင်းခဲ့ပါတယ် ကိုယ်ပိုင်အဖွဲရှာဖွဲ လေ့ကျင့်မှုတွေလုပ်ပြီးတဲ့ကွင်တိုအဖွဲက ငါးမန်းတွေကိုလက်စားပြန်ချေနိုင်မှာလား ငါးမန်းတွေကလည်းအင်အားစုပြီး အုပ်စုကြီးဖြစ်လာတဲ့အခါကွင်တိုအဖွဲလေးဘာတွေဆက်လုပ်ပြီးအနိုင်ယူကြမလဲဆိုတာ ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမယ့်ဟာသကာတွန်းကားလေးတစ်ကားဖြစ်တာမို လက်မလွှတ်တမ်းကြည့်ရှုရအောင်လားရှင်ဤဇာတ်ကားရဲ့အညွှန်းရေးသားသူက Yunniဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunni& Poe ပဲဖြစ်ပါတယ်\nFile size…1.2GB / 620MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 38m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Yunni & Poe",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/seal-team-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jK4BhFw9uNS6BKfAVlxX6Bnkj0J.jpg",
        "title": "The Librarian: Return to King Solomon’s Mines (2006)",
        "description": "အင်ဒီယာနာဂျုံးတို့ အလန်ကွာတာမိန်းတို့လို မှော်စွန့်စားခရီးသွားဇာတ်ကားတစ်ကားပါပဲဒီဇာတ်ကားကတော့ ဆော်လမွန်သိုက်ဒဏ္ဏာရီကို အခြေတည်ထားပါတယ်...ဖလင်းဟာ အစွမ်းထက်တဲ့ရှေးဟောင်းပစ္စည်းတွေကို မသမာသူတွေလက်ထဲမရောက်အောင်\nကာကွယ်ထိန်းသိမ်းပေးတဲ့ စာကြည့်တိုက်မှူးတစ်ယောက်ပါ၊၊ တစ်နေ့သူ့ဆီကို စာလိပ်တစ်စောင်ရောက်လာပါတယ်၊\nမကြာခင်မှာပဲ သူ့တိုက်ခန်းကို လူတစ်ယောက်ကဝင်မွှေကာ ခိုးယူသွားခဲ့ပါတယ်။ဒီအကြောင်းကို သူ့အထက်လူကြီး ဂျက်ဆန်ကိုပြောပြရင်းနဲ့ ထိုစာလိပ်ဟာ ဆော်လမွန်သိုက်မြေပုံမှန်း\nဖလင်းတစ်ယောက်သိလိုက်ရပါတယ်၊၊ ဆော်လမွန်သိုက်ထဲမှာ ရတနာတွေအပြင် အရမ်းအစွမ်းထက်တဲ့\nဂန္ဘီရစာအုပ်တွေလည်းရှိနေတာမို့ မသမာသူတွေလက်ထဲမရောက်အောင် ဖလင်းတစ်ယောက် အစွမ်းကုန်\nကြိုးစားရပုံကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။IMDB 6.3 ရထားတဲ့\nကြည့်လို့ကောင်းတဲ့ စိတ်ကူးယဉ်ခရီးသွားစွန့်စားခန်းတစ်ကားဖြစ်လို့ ကြည့်ရသူတွေ အပျင်းပြေမှာ အမှန်ပါပဲ။\nFile size…(1.5 GB)/(700 MB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:32:04\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-librarian-return-to-king-solomons-mines-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fUKol1ybYRpMLq2v4T7SxMcqdjA.jpg",
        "title": "Happy New You (2019)",
        "description": "Happy New You (2019)နှစ်တစ်နှစ်ရဲ့ ​နောက်ဆုံး​​​နေ့၊ နှစ်သစ်ကူးမယ့် ဒီ​နေ့လိုရက်​​​လေးအတွက်\nHappy new year ရဲ့အရသာကို အပြည့်အဝခံစားရ​စေမယ့်\nထိုင်းဟာသဇာတ်ကား​​ဟောင်း ဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်နန်နဲ့ ချာဘာဆိုတဲ့ ​​မောင်နှမနှစ်​ယောက်က ​မောင်နှမ၂​ယောက်တည်း\nဘဝရပ်တည်နိုင်ဖို့ ​ကြိုးစား​​ငွေရှာ​နေကြသူ​တွေ​ပေါ့\nတစ်​နေ့မှာ​တော့ နန်ရဲ့ရည်းစားက အဲယားကွန်းပြင်စားတဲ့\nနန်ရဲ့ဝင်​ငွေ​လောက်နဲ့ မတင်းတိမ်နိုင်လို့ ​နောက်တစ်​ယောက်​ဆီ ​ကောက်​​ကောက်ပါသွားတဲ့​နောက်\n​စော်ပစ်​ကောင်​လေး နန်တစ်​ယောက် သူ့သူငယ်ချင်း​တွေနဲ့တူတူ\nဘဝကို ဖြစ်ကတတ်ဆန်း စတင်​နေထိုင်ပါ​တော့တယ်သူ​နေတဲ့ပုံစံက​တော့ ကိုကြီး​​ကျော်အရှုံး​ပေးရပြီး ကြွက်တွင်းပါ လျှံ​လောက်​အောင်ကို အရက်​သောက်တာပါ၊\nအရက်​​သောက်ရုံတင်မကဘဲ အလကား​​ကျွေးသမျှ​နေရာ အကုန်ပတ်စားပါ​တော့တယ်၊\nအိမ်တက်လည်းမချန် မင်္ဂလာ​ဆောင်လည်း မလွတ်၊ အသုဘအိမ်လည်း နန်နဲ့မလွတ်ပါဘူး၊\nဒီလို ယမကာလုလင် အစ်ကို​နဲ့​ရောင်းရင်း​တွေကိုလိုက်ထိန်းရတဲ့\nညီမချာဘာမှာလည်း သွက်ချာပါဒကိုလိုက်​​နေ​တော့တာပါပဲတစ်ရက်မှာ​တော့ ညီမဖြစ်သူ ချာဘာရဲ့ရည်းစား၊ ဘန်​ကောက်ကိုတက်ပြီး\nအလုပ်လုပ်​နေတဲ့ တီ ဆီ New Yearညအမီ ချာဘာနဲ့ အစ်ကိုတသိုက်\nဘန်​ကောက်ကို လိုက်သွားပါ​တော့တယ်၊ ​\nတောမှာ​တောင် ထိန်းမနိုင်သိမ်းမရတဲ့ နန်တို့အုပ်စု\nဘန်​​ကောက်မှာ​​​ရော ဘယ်လိုဗရုတ်​တွေကျဦးမလဲ၊\nချာဘာတို့ သမီးရည်းစား၂​ယောက် ဘယ်လိုလိုက်ရှင်းရမလဲဆိုတာကို\n​\nထိုင်းဟာသကား​တွေရဲ့ထုံးစံအတိုင်း ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/happy-new-you-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/new-years-gift-poster-141x200.jpg",
        "title": "New Year’s Gift (2016)",
        "description": "ဒီရုပ်ရှင်ကားလေးဟာ နာမည်ကျော် ရုပ်ရှင်မင်းသား မင်းသမီးများစွာပါဝင်သရုပ်ဆောင်ပေးထားပြီး အကောင်းဆုံး သီချင်းတွေ နဲ့ရုပ်ရှင်ကားကောင်းတစ်ခုဖြစ်ပါတယ်...ပိုပြီးထူးခြားတာက မကြာသေးခင်ကမှ နတ်ရွာစံတော်မူသွားတဲ့ထိုင်းဘုရင်မင်းမြတ် ဘူမိဘော ရေးထားတဲ့ သီချင်းတွေကိုဒီရုပ်ရှင်မှာ ထည့်သွင်း အသုံးပြုပြီး ထည့်ထားလို့ရုပ်ရှင်ကားကို ပိုပြီး အသက်ဝင်စေပါတယ်...နှစ်သစ်ကူးတော့မယ် ဒီဇင်ဘာ လမှာ ဖြစ်ပျက်ခဲ့တဲ့အချစ်ဇတ်လမ်းလေး ၃ ခု ကို ဒီရုပ်ရှင်ကားတစ်ခုထဲမှာ ချိတ်ဆက်ပေးထားပါတယ်...ဒီရုပ်ရှင်ကားထဲက မင်းသမီးလေးတွေကချစ်ဖို့ကောင်းလွန်းလို့ ၂ ခါပြန်တောင် ကြည့်ရပါတယ်မင်းသားတွေဆိုရင်လဲ ATM ရုပ်ရှင်ကားထဲက မင်းသားI Fine..Thank You..Love You ရုပ်ရှင်ကားထဲက မင်းသား တို့ပါဝင်ပါတယ် သူတို့ကတော့ CM Fan တွေ နဲ့ မစိမ်းလောက်ပါဘူးနော်...ကဲပါ ကျနော် ဇတ်လမ်းကို ပြောမပြချင်ပါဘူး ကိုယ်တိုင်ကြည့်လိုက်ပါသင့်ဘ၀ မှာ ကြည့်ရလို့ နောင်တ မရစေမယ့် ရုပ်ရှင်ကားလေးပဲဖြစ်ပါတယ်ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့မေသဇင်စိုး ဖြစ်ပါတယ်....\nFile size…1.5GB\nQuality…1080p \nFormat…mp4\nSubtitle….Myanmar (Hard Sub)\nEncoder….Thit San Khant\nTranslated by May Thazin Soe",
        "rating": "7.2",
        "url": "https://megaup.net/3328f/New.Year_s.Gift.2016.1080p_%7BCM%7D_New_Recode.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/32OxUzs9ETQ3QvLFFYaDuuAtq3Y.jpg",
        "title": "Bunty Aur Babli (2005)",
        "description": "Bunty Aur Babli (2005)IMDb Rating (6.2)မကြာသေးခင်က နောက်ဆက်တွဲဇာတ်ကားထွက်ရှိထားတဲ့ Bunty Aur Babli 2 (2021) ရဲ့ပထမဇာတ်ကားဖြစ်ပါတယ်။\nဒီကားမှာတော့ Bunty ခေါ် Rakesh အဖြစ် အမီတာဘချန်းကြီးရဲ့သား (Abhishek Bachchan) ခေါင်းဆောင်ပါဝင်ထားပြီး\nအမီတာဘချန်းကိုယ်တိုင်လဲ ရဲအရာရှိ DCP Dashrath Singh အဖြစ်အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းကတော့ ရာကတ်ရှ် (Abhishek Bachchan) ဟာရွာငယ်လေးတစ်ခုမှာနေထိုင်ပြီး ရထားလက်မှတ်သိမ်းဖခင်ဖြစ်သူရဲ့သားဖြစ်ပေမယ့်\nဖခင်ဖြစ်စေချင်တဲ့သူ့အလုပ်ကိုဆက်ခံဖို့ဝန်လေးပြီး အောင်မြင်ကျော်ကြားနာမည်ကြီးချင်တဲ့ အိမ်မက်အကြီးကြီးတွေရှိနေပါတယ်။\nဒါတွေကိုစိတ်ကူးယဉ်ဆန်လွန်းတယ်ထင်ပြီး လက်သင့်မခံခဲ့တဲ့ သူ့အဖေဟာ\nဒီအလုပ်ကိုအင်တာဗျူးသွားရင်သွား မဟုတ်ရင်တော့ အိမ်ပေါ်ကဆင်းရမယ်ဆိုပြီးတော့အကျပ်ကိုင်ခဲ့ပါတော့တယ်။\nဗင်မီ (Rani Mukerji) ဆိုတဲ့ မိန်းမလှလေးဟာလဲ ရွာငယ်လေးတစ်ခုမှာမွေးဖွားကြီးပြင်းခဲ့ပေမယ့် တစ်နေ့မှာ မစ္စအိန္ဒိယဖြစ်လာရမယ်ဆိုတဲ့\nအိမ်မက်ကြီးကို ပိုင်ဆိုင်ထားသူပါပဲ၊ သူ့ကို အိမ်ကအတင်းအကျပ်လက်ထပ်ပေးဖို့စီစဉ်တဲ့အချိန်မှာတော့ အိမ်ကနေထွက်ပြေးခဲ့ပြီး ဘူတာမှာ\nသူ့လိုပဲ အိမ်ပေါ်ကဆင်းချလာတဲ့ ရာကတ်ရှ်နဲ့တွေ့ဆုံခဲ့ပါတော့တယ်။တောနယ်မြို့ရွာငယ်လေးဆီက အိမ်မက်အကြီးကြီးတွေကိုယ်စီနဲ့လူနှစ်ယောက်၊ ဆက်ရိုးသားနေလို့အလုပ်မဖြစ်တော့ဘူးဆိုတာ\nအကြိမ်ကြိမ်ရှုံးနိမ့်မှုတွေနောက်မှာသင်ခန်းစာရသွားပြီးတဲ့နောက် လောကကြီးကိုခါးစောင်းတင်ဖို့ကြိုးစားကြပါတော့တယ်။\nစေ့စပ်ကျနတဲ့ အစီအမံ၊ ပိရိတဲ့သရုပ်ဆောင်ကွက်တွေနဲ့အတူသူတို့မှာ အောင်ပွဲတွေလဲအလီလီရလာခဲ့ပါတယ်။\nအဲ့ဒီအောင်ပွဲတွေနဲ့အတူ မသိသူမရှိ နိုင်ငံကျော်လာခဲ့ချိန်မှာတော့ သူတို့ကိုလက်ရဖမ်းဖို့ခိုင်မာတဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/bunty-aur-babli-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mso2rEr9i0MilRIOao5HaWFipS9.jpg",
        "title": "20th Century Women (2016)",
        "description": "20th Century Women (2016) ~IMDb - 7.3/10, RT - 88%, Meta - 83%~20th Century Women ရဲ့ အပေါ်ယံကြောကို ဖြတ်လျှောက်ကြည့်တဲ့အခါ အများအားဖြင့်တော့ ကောင်လေးတစ်‌ယောက်ရဲ့ Coming of Age အခြေအနေကို မြင်ရမှာပေမဲ့ ဒီရုပ်ရှင်ဟာ အဲဒီကောင်လေးကို ဗဟိုပြုပြီး ၂၀ရာစုမိန်းမသားသုံးယောက်ရဲ့ အရွယ်သုံးမျိုးကို ပုံဖော်သွားတယ်။သက်ကြီးပိုင်း ၂၀ရာစုမိန်းမသားတစ်ယောက်ရဲ့ အထီးကျန်ခြင်းတွေ၊ သက်လတ်ပိုင်း ၂၀ရာစု မိန်းမသားတစ်ယောက်ရဲ့ ဘဝဒဏ်တွေ၊ သက်ငယ်ပိုင်း ၂၀ရာစုမိန်းမသားတစ်ယောက်ရဲ့ လိုအင်တွေကို Coming of Age ဆန်ဆန် Vibe နဲ့ ချိတ်ဆက်ပုံဖော်ထားခဲ့တယ်။ နောက်ပြီး ဆယ်ကျော်သက်သား​လေး ဘဝရဲ့အချိုးအဆစ်အခက်အခဲတွေ၊ မိခင်တစ်‌ယောက်ရဲ့ အတွေးအမြင်တွေကိုင်တွယ်ပုံ​တွေ၊ အသက်ကြီးမှ ကလေးရတာမို့ generation gap ​ကြောင့် သားကို နားလည်​ပေးဖို့ ကြိုးစားတဲ့ သက်ကြီးပိုင်း ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/20th-century-women-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNzIxMzM2MTgtODgxZi00Mjc4LWJmY2QtNWY2ZDA3ZTc0OTU2XkEyXkFqcGdeQXVyMzY5NTQyMg@@._V1_SY1000_SX600_AL_-120x200.jpg",
        "title": "Hello Mr. Billionaire ( 2018 )",
        "description": "Shen Teng  ရဲ့ ဇာတ်ကားကောင်းလေးတကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အညွန်းလေးကိုဖတ်ကြည့်လိုက်ရအောင်Wang Duo Yu ဟာ သာမာန် လိဂ်တစ်ခုက မထင်မရှားတဲ့သာမန်ဂိုးဖမ်းသမားလေးတစ်ဦးပါပဲ..သူ့အဖိုးကတော့ ချမ်းသာကြွယ်ဝတဲ့ လူတစ်ဦးတစ်နေ့မှာတော့ ဂိုးသမားလေးအဖို့ ကံဇာတာတွေကောင်းမွန်လာပါတယ်အဲ့ဒါဘာလဲဆိုတော့ သူ့အဖိုးဆီကအမွေရမယ့်အကြောင်းကိုသိလိုက်ရတာပါပဲ..ရမယ့်ပိုက်ဆံကလည်း ယွမ် သုံးဆယ် ဘီလီယံဆိုတော့ မနည်းမနောပါပဲ..ဒါပေမယ့်သူ့အဖိုးက သူ့ကိုဒီအတိုင်းမပေးဘူး စိန်ခေါ်မှုလည်းတခု လုပ်လိုက်တယ်ဂိုးသမားလေးဟာ တစ်လအတွင်းမှာ ယွမ် တစ် ဘီလီယမ် တိတိကိုကုန်အောင်သုံးရပါမယ်..မဟုတ်တဲ့နေရာမှာလည်းမသုံးရဘူးပြီးတော့ တမင်မကုန်ကုန်အောင် ပစ္စည်းတွေကိုမတန်မဆပေးပြီးဝယ်တာမျိုးလည်းမဖြစ်ရဘူး..လက်ခံနိုင်တဲ့အတိုင်းအတာတခုမှာတလအတွင်းယွမ် တစ် ဘီလီယမ်ကိုသုံးနိုင်မှ ကျန်တဲ့အမွေကိုသူရမှာပါ..စိန်ခေါ်မှုကိုလက်မခံဘူးဆိုလည်းယွမ် 1 ဘီလီယံကိုယူပြီးထွက်သွားယုံပါပဲ..ရှုံးနိမ့်သွားရင်တော့အမွေတွေတပြားတချပ်မှရမှာမဟုတ်ပါဘူးကဲ..ဒီစိန်ခေါ်မှုကို ဂိုးသမားလေးဘယ်လိုဖြတ်ကျော်မလဲပြီးတော့ ဘာတွေဖြစ်လာမလဲ..ဘာတွေသင်ယူနိုင်မလဲဆိုတာကိုဆက်လက်ကြည့်ရှုခံစားကြပါ..အားကစားနဲ့ ဟာသလေးတွေအပြင်အချစ်ဇာတ်လမ်းလေးတပုဒ်ကိုပါကောင်းကောင်းခံစားရမှာဖြစ်လို့အပန်းဖြေကြည့်ရှုလိုသူ ရုပ်ရှင်ချစ်သူများအတွက်သင့်တော်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် \nQuality : Bluray 1080p ( HEVC ) , 720p\nFormat : mp4\nDuration : 1h 58 min\nGenres : Comedy , Drama\nSubtitle : Myanmar Subtitle ( ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/hello-mr-billionaire/"
    }
]