[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7nOW9lqY29iomfDlTmvGoW5adqz.jpg",
        "title": "House Arrest(2019)",
        "description": "House Arrest(2019)အၫႊန္း***********************IMDb....6.0(unicode)အိန္ဒိယ ကားတွေမှ သဘောကျတဲ့သူတွေအဖို့ အချစ် ဟာသ ကားကောင်းလေး\nလာပါပြီဗျာ...ကာရန်ဆိုတဲ့ သတ်လတ်ပိုင်းလူငယ်တစ်ယောက် သူ့မိန်းမနဲ့ခွာပြဲပြီးနောက်ပိုင်းအိမ်ထဲကအိမ်ပြင်မထွက်ရဲတဲ့ Psycho ၀င်လာပါတယ် အဲ့ psycho ကို ဂျပန်လူငယ်တွေအဖြစ်များပါတယ် ဂျပန်လို ဟီကီကိုမိုရီလို့ခေါ်သဗျ အိမ်ထဲမှာပဲနှစ်ရှည်လများအာင်းပြီး online သုံးတယ် gameဆော့တယ် လူထုအသိုင်းဝိုင်းနဲ့ရုပ်ပိုင်းဆိုင်ရာထိတွေ့မှုလုံး၀မရှိတဲ့ psycho တစ်မျိုးပေါ့ဒါပေမယ့်အဲ့လို psycho မျိုးတွေကနောက်ပိုင်းခေတ်စားလာပါတယ် ဟီကီကိုမိုရီလိုမဟုတ်တောင်အပူပင်မရှိလောကကြီးကိုတစ်ယောက်တည်းဖြတ်သန်းလာကြတာပေါ့ ဂျပန်မှာပဲအများဆုံးခေတ်စားတာပါ FA တွေလို့ပြောတာမဟုတ်ဘူးနော် ကိစ္စတော်တော်များများကိုတစ်ယောက်တည်းလုပ်လာကြတာ မွေးနေ့ပွဲတစ်ယောက်တည်းဆင်နွှဲတယ်ခရီးတစ်ယောက်ထဲထွက်တယ် ရုပ်ရှင်တစ်ယောက်တည်းကြည့်တယ် ဘာလို့ဆို တိုတောင်းတဲ့လူ့ဘ၀လေးကိုအခြားသူတွေအတွက်အချိန်ကုန်မခံချင်တော့လို့ပါပဲ ဒီကားထဲက ဇာတ်​ကောင် ကာရန်လဲအဲ့တိုင်းပဲ တစ်ယောက်တည်းအိမ်မှာသန့်ရှင်းရေးလုပ်တယ် ပစ္စည်းအတိုအထွာလေးတွေနဲ့အခန်းကိုအလှဆင်တယ် ကောင်မလေးလဲမထားဘူးအိမ်တံခါးကနေအပြင်ဖက်ကိုခြေလှမ်းတစ်လှမ်းတောင်မလှမ်းတာဒီကားကြည့်ရင်သိရမှာပါသူငယ်ချင်းဖြစ်သူဂျေဒီတစ်ယောက်ကောင်းမှု နဲ့ကောင်မလေးတစ်ယောက်သူ့အိမ်ရာက်လာပြီးနောက်ပိုင်းဘယ်လိုတွေပြောင်းလဲသွားမလဲဆိုတာတော့ ဒီမှာမပြောတော့ဘူး သိချင်ရင်ကြည့်ကြပါ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်...(zawgyi)အိႏၵိယ ကားေတြမွ သေဘာက်တဲ့သူေတြအဖို႔ အခ်စ္ ဟာသ ကားေကာင္းေလး\nလာပါၿပီဗ်ာ...ကာရန္ဆိုတဲ့ သတ္လတ္ပိုင္းလူငယ္တစ္ေယာက္ သူ႔မိန္းမနဲ႔ခြာၿပဲၿပီးေနာက္ပိုင္းအိမ္ထဲကအိမ္ျပင္မထြက္ရဲတဲ့ Psycho ၀င္လာပါတယ္ အဲ့ psycho ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/house-arrest2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ljxeeVQJra8O4slFsmmnf5NgFx4.jpg",
        "title": "Noelle(2019)",
        "description": "Noelle(2019)အညႊန္း******************IMDb....6.3(unicode)၂၀၁၉ ထွက် ခရစ္စမတ်နောက်ခံနဲ့ ရိုက်ကူးထားတဲ့ Fantasy, Comedy ဇာတ်ကားလေးပါ။Pitch Perfect ဇာတ်ကားက မင်းသမီးချော Anna Kendrick က အဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Santa Claus တစ်ယောက် ကွယ်လွန်အနိစ္စရောက်သွားတော့ သူ့ရဲ့သားဖြစ်သူKringle မျိုးရိုးရဲ့ အကြီးဆုံးသား Nick Kringle က Santa Claus နေရာကို ဆက်ခံဖို့အတွက် ပြင်ဆင်ရပါတော့တယ်။အဲဒီလိုပြင်ဆင်ရင်း Nick တစ်ယောက် စိတ်ဖိစီးမှုတွေများနေတဲ့အတွက် ညီမဖြစ်သူ Noelle ကပိတ်ရက်အပန်းဖြေခရီးသွားပြီး အနားယူဖို့အကြံပေးလိုက်ရာမှာ Nick တစ်ယောက်ထွက်သွားပြီး ပြန်မလာတဲ့အတွက်Santa နေရာက လစ်လပ်နေပါတယ်။ အဲဒီကိစ္စကိုဖြေရှင်းဖို့အတွက် အနားယူဖို့ အကြံပေးလိုက်တဲ့ Noelleတစ်ယောက် သူ့မှာ တာဝန်ရှိတယ်လို့ ယူဆပြီး အစ်ကိုပျောက်ရှာပုံတော်ဖွင့်ပါတော့တယ်။ သူ့အစ်ကိုကိုရှာရင်းဘယ်လိုအလွဲတွေဖြစ်မလဲ၊ ခရစ္စမတ်အမီ Santa ကိုတွေ့နိုင်ပါမလားဆိုတာကို IMDB Rating6.3 ရထားတဲ့ ဒီကားလေးမှာ မိသားစုနဲ့ ပျော်ပျော်ရွှင်ရွှင်ကြည့်ကြည့်လိုက်ပါတော့။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nd3mon ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/noelle2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/36zt0v54vRmgn1Zgvlfw0azQK9h.jpg",
        "title": "Harpoon(2019)",
        "description": "Harpoon(2019)အညႊန္း*****************(unicode)Harpoon 2019\nIMDb 6.3\nRT 96%CM ပရိသတ်များကို အခုတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ကားလေးကတော့ Harpoon ဆိုတဲ့ ၂၀၁၉ထွက် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်\nဒီဇာတ်ကားလေးဟာဆိုရင် Comedy, Horror အမျိုးအစားလေးပဲဖြစ်ပါတယ်သူငယ်ချင်း(၃)ယောက်ရှိတယ်....\nသူတိုဥ (၃)ယောက်ဟာ ပင်လယ်ဖက်အပျော်ခရီးထွက်လာကြပါတယ်...\nပင်လယ်ဘက်ထွက်ရင် မလုပ်သင့်တဲ့အရာတွေကိုသူတို့လုပ်မိကြတယ်...\nအဲ့ဒီမှာ ပင်လယ်ထဲ ပြဿနာအကြီးကြီးတက်တော့တာပဲ....သူတို့ရဲ့ Dark secret တွေ ပင်လယ်ဘက်သွားရင် မှားလို့မရတဲ့ အယူအဆတွေကြောင့်ပဲလား တခြားအမှောင်ပယောဂတွေကြောင့်လား..ဒီပြဿနာတောထဲက\nသူတို့ရုန်းထွက်နိုင်မလားဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...\nIMDb လည်းကောင်းသလို Rotten လည်း အကောင်းဆုံးအနေအထားမှာရှိနေတယ်လို့\nသတင်းကောင်းပါးပါရစေ....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Yoon Wah Wah Theint ပဲဖြစ်ပါတယ်(zawgyi)Harpoon 2019\nIMDb 6.3\nRT 96%CM ပရိသတ်များကို အခုတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ကားလေးကတော့ Harpoon ဆိုတဲ့ ၂၀၁၉ထွက် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်\nဒီဇာတ်ကားလေးဟာဆိုရင် Comedy, Horror အမျိုးအစားလေးပဲဖြစ်ပါတယ်သူငယ်ချင်း(၃)ယောက်ရှိတယ်....\nသူတိုဥ (၃)ယောက်ဟာ ပင်လယ်ဖက်အပျော်ခရီးထွက်လာကြပါတယ်...\nပင်လယ်ဘက်ထွက်ရင် မလုပ်သင့်တဲ့အရာတွေကိုသူတို့လုပ်မိကြတယ်...\nအဲ့ဒီမှာ ပင်လယ်ထဲ ပြဿနာအကြီးကြီးတက်တော့တာပဲ....သူတို့ရဲ့ Dark secret တွေ ပင်လယ်ဘက်သွားရင် မှားလို့မရတဲ့ အယူအဆတွေကြောင့်ပဲလား တခြားအမှောင်ပယောဂတွေကြောင့်လား..ဒီပြဿနာတောထဲက\nသူတို့ရုန်းထွက်နိုင်မလားဆိုတာကိုတော့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/harpoon2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BM2EyNmU5ZGYtNjRiOC00NWNhLTgzOTctM2NlNWMwNzIyNjRlXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-139x200.jpg",
        "title": "The Eight Immortals Restaurant: The Untold Story (1993)",
        "description": "လူသားပေါက်စီလို့ဆိုလိုက်တာနဲ့\nဟိုတုန်းကကားတွေတော်တော်များများကို\nပြန်အမှတ်ရမိမှာပါ ဒီကားကတော့\nမကာအိုပြည်မှာတကယ်ဖြစ်ပျက်ခဲ့တဲ့\nEight Immortal စားသောက်ဆိုင်က\nဖြစ်ရပ်မှန်ကိုပြန်ရိုက်ထားတာပါ\n၁၉၈၅ မကာအိုပြည်က Eight Immortal ဆိုတဲ့\nစားသောက်ဆိုင်လေးမှာ လူနှစ်ယောက် မာကျောက်ကစားရင်း\nအငြင်းအခုံထဖြစ်တယ် ၀မ်ချီးဟန်ဆိုတဲ့\nသိပ်ကိုဖျံကျပြီး ကလိမ်ညာဏ်များတဲ့သူက\nမာ​ကျောက်ကစားတိုင်း တစ်ကွက်ခိုးခိုးပြီးဆော့တာ\nဆိုင်ရှင် ချန်လမ်က​ကောင်းကောင်းသိတယ်\nဒါကြောင့်လဲ ၀မ်ချီးဟန်နိုင်တိုင်း ပိုက်ဆံမပေးပဲ\nအကြွေးနဲ့လျှော်လျှော်ထားခဲ့တာ တကယ်တော့\nဆိုင်ရှင် ချန်လမ်ကပိုက်ဆံ\nတစ်ပြားတောင် ပေးချင်စိတ်ရှိတာမဟုတ်ပါဘူး\nဒါပေမယ့် ဒီငွေလေး အနည်းကျဥ်းလောက်အတွက်နဲ့\nမကာအိုမှာဟိုးလေးတကျော်ဟော်လေးတစ်ကျိုးဖြစ်သွားစေ တဲ့\nထိပ်တန်းလူသတ်မှု တစ်နည်းအားဖြင့်\nလူသားပေါက်စီဆိုပြီးနာမည်ကြီးတဲ့ case တစ်ခုပေါ်လာခဲ့ပါတယ်\nဒီကားဟာ 1993 လောက်ကရိုက်တဲ့ကားပေမယ့်လို့\nတကယ့်အဖြစ်ပျက်နဲ့အတော်လေးတူအောင်\nရိုက် ယူထားနိုင်တာတွေ့တယ် နောက်ပြီး\nR-Rated အဆင့်ရှိ scene တော်တော်များများပါတဲ့အတွက်\nကလေးသူငယ်တွေ နှလုံးရောဂါရှိသူတွေမကြည့်ကြဖို့\nပြောချင်ပါတယ်အဲ့ဖက်ခေတ်ကရိုက်တဲ့ကားပေမယ့်\nအသတ်အဖြတ်တွေ 21+ scene တွေ\nအော်ဂလီဆန်လောက်အောင်အများအပြားပါ၀င်တာမို့\nကျွန်တော်ကတော့ ဒီလိုကားမျိုး\nreboot တောင်ပြန်မလုပ်ပါစေနဲ့လို့ဆုတောင်းမိပါတယ်\nဒီဖက်ခေတ်နည်းပညာတွေ မိတ်ကပ်အလန်းစားတွေ နဲ့\nရိုက်ရင်ဘယ်လောက်တောင်အော်ဂလီဆန်ရမလဲလို့\nကဲ အော်ဂလီလဲဆန်ရမယ် ရွံဖို့လဲကောင်းရမယ်\nတကယ့်ဖြစ်ရပ်မှန်လဲဖြစ်တဲ့ကားကိုကြည့်ချင်တဲ့သူတွေအတွက်တော့\nကြည့်ဖို့တိုက်တွန်းချင်ပါတယ် တချို့တော်တော်များလဲ\nကြည့်ပြီးလောက်ပြီထင်ပါတယ်\nTranslated By : Hein Thet Naing\nEncoded By : XCode",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-eight-immortals-restaurant-the-untold-story-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kDXMzBpiUJld5zLnSqDmGln3XuM.jpg",
        "title": "Holiday in the Wild(2019)",
        "description": "Holiday in the Wild(2019)အညႊန္း***************************(unicode)ဒီတစ်ခါတော့ ၂၀၁၉ မှာ ထွက်လာတဲ့ Holidays in the Wild ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါမယ်နော် ဒီကားလေးကတော့ comedy, drama, romance အမျိုးအစားလေးပါ ဇာတ်လမ်းလေးက ခပ်သွက်သွက်လေးနဲ့ ကြည့်လို့ကောင်းတယ်လို့ ပြောရပါမယ် ဇာတ်လမ်းအကျဉ်းကတော့ ကိတ်ဆိုတဲ့ အမျိုးသမီးဟာ သားဖြစ်သူ ကောလိပ်စသွားတဲ့ နေ့မှာပဲ ခင်ပွန်းဖြစ်သူက ရုတ်တရက် လမ်းခွဲခြင်းကို ခံလိုက်ရပါတယ် သူတို့ လင်မယားနှစ်ယောက် ဒုတိယအကြိမ်ဟန်းနီးမွန်းထွက်ဖို့ သူကစီစဉ်ထားခဲ့တာပါ ဒါနဲ့ပဲ စိတ်ပြေလက်ပျောက် သူစီစဉ်ထားတဲ့ ဟန်းနီးမွန်းခရီးစဉ်ကို သူတစ်ယောက်တည်း သွားခဲ့ပါတယ် အာဖရိကဆာဖာရီမှာ လည်ပတ်ဖို့ပါ ဒီလိုနဲ့ ရဟတ်ယာဉ်မောင်းတဲ့ ဒယ်ရက်ဆိုတဲ့ လူနဲ့အတူ တောထဲမှာ ဆင်ပေါက်လေးတစ်ကောင်ကို ကယ်တင်မိရာက ဆုံမိကြတယ်...\nသူတို့ ဘာဆက်ဖြစ်ကြမလဲ... အိမ်ထောင်ရှင် အမျိုးသမီးတစ်ယောက်အနေနဲ့ ကိုယ်ပိုင် အလုပ်အကိုင် ဝါသနာဆိုတာတွေထက် ခင်ပွန်းဖြစ်သူကို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/holiday-in-the-wild2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kzJ4a0ITuMJDuX2IjFKYG6QIipW.jpg",
        "title": "Lady and the Tramp (2019)",
        "description": "ငယ္ငယ္တုန္းကၾကည္႔ခဲ႔ဖူးတဲ႔ Lady and The Tramp ဆိုတဲ႔ကာတြန္းကားေလးကိုအားလံုးမွတ္မိၾကလားမသိဘူးေခြးေလးႏွစ္ေကာင္ ပါစတာတစ္မွ်င္ကိုစားရင္း အတူတူနမ္းမိသြားတဲ႔အခ်ိန္ဆိုတာငယ္ဘဝရဲ ႔Romance ဆုိတာေပါ႔။အခုအဲဲဒီခ်စ္ဖို႔ေကာင္းတဲ႔ကာတြန္းကားေလးကို ဆန္းသစ္ရိုက္ကူးထားတဲ႔ကားသစ္ေလးထြက္ရွိလာပါျပီ။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Lady and the Tramp (2019)ပါ။Walt Disney ကစီစဥ္ရိုက္ကူးထားတဲ႔ ဒီကားေလးကေတာ႔ေကာင္းေကာင္းေနေကာင္းေကာင္းစားရတဲ႔ ေခြးမေလး ေလဒီ နဲ႔လမ္းေဘးေခြးေလး ထရမ္႔ရဲ ႔အခ်စ္ဇာတ္လမ္းေလးလို႔ေျပာရမွာပါပဲ။သူတို႔ရဲ ႔အခ်စ္ေတြ၊စြန္႔စားခန္းေတြ၊သူငယ္ခ်င္းေတြ၊သီခ်င္းေတြနဲ႔ထံုလႊမ္းထားတဲ႔ဒီကားေလးကေတာ႔ၾကည္႔လို႔တန္တဲ႔ကားေလးလို႔ေျပာရမွာပါပဲ။ဇာတ္လမ္းကိုေတာ႔ အေထြအထူးမညႊန္းေတာ႔ပါဘူး။ဇာတ္လမ္းအဆံုးအထိ စိတ္ဝင္တစားၾကည္႔ရႈရမွာပါလို႔ ညႊန္းလိုက္ပါေတာ႔မယ္ File Size : (963 MB ,  317 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 43 minFormat : Mp4Genre : Adventure , Comedy , DramaSubtitle : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1ws15/(CM)_Lady_And_The_Tramp_2019_(Large_Size)_(2).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/a1b360a1f5b3b8f4e9b3b7199064e353-141x200.jpg",
        "title": "Clueless (1995)",
        "description": "IMDB Rating(6.8) / Rotten Tomatoes (79%)Clueless (1995)ဆယ်ကျော်သက်အချစ်ဇာတ်မြူ းလေးပါ။ ပေါ့ပေါ့ပါးပါး အချစ်ကားလေးတွေ၊ ကျောင်းသားအချစ်ဇာတ်လမ်းတွေ ကြိုက်တတ်သူတွေအတွက်တော့ ကြည့်သင့်တဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပါပဲ။၁၉၉၅ ခုနှစ်ဝန်းကျင်က အမေကန်မှာရှိတဲ့ အထက်တန်းကျောင်းသားတွေရဲ့ သဘာဝတွေကို ထင်ဟပ်ပြထားပါတယ်။ နောက်ပြီး Clueless ဆိုတာ ခေတ်အဆက်ဆက် အကောင်းဆုံးဆယ်ကျော်သက်ရုပ်ရှင်တွေထဲမှာ ပါဝင်ခဲ့သလို၊ ဇာတ်လမ်းထဲမှာ သုံးခဲ့တဲ့ ဗန်းစကားတွေကလည်း အတော်နာမည်ကြီးခဲ့ပါတယ်။လူချမ်းသာရပ်ကွက်က လိုတိုင်းတရနေတဲ့ အထက်တန်းကျောင်းသူကောင်မလေး၊ ဈေးဝယ်ထွက်ဖို့နဲ့ ဖက်ရှင်ကျကျဝတ်စားဖို့ကို အလေးပေးတတ်သူ၊ ပါတီတွေတက်ပြီး ပျော်ပျော်ပါးပါး အလှပြချင်သူ။\nပါတီတက်ရတာကို ကြိုက်တဲ့ အလန်းစားကောင်မလေး ဖြစ်ပေမဲ့ တကယ်ချစ်တဲ့သူကျမှ သူ့ရဲ့အပျိုစင်ဘဝကို ပေးမယ်လို့ ဆုံးဖြတ်ထားသူ။အဲဒီလိုကောင်မလေးနဲ့ စာတော်ပြီးအလုပ်ကြိုးစားတဲ့၊ ပါတီတက်ရတာ ဝါသနာမပါတဲ့၊ သဘောမနောကောင်းတဲ့ တက္ကသိုလ်ကျောင်းသားလေးတို့ အချစ်စစ်ကို ဘယ်လိုရှာတွေ့သွားကြမလဲ?အချစ်နဲ့ ဟာသကို ရောနှောပြီး လူငယ်ဆန်ဆန် ပေါ့ပေါ့ပါးပါး ရိုက်ကူးထားတဲ့ ဒီဇာတ်လမ်းလေးမှာ\nမှုံနေအောင်လှတဲ့ မင်းသမီးချော Alicia Silverstone ...",
        "rating": "6.8",
        "url": "https://megaup.net/4eGjx/Loving_Vincent_[2017]_(MM_Sub).mp4 https://megaup.net/YI1u/(CM)clueless.1995.1080p.bluray.x264-hd4u.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rEVu3E1OhMPJeCAn9a6QLyVhZDj.jpg",
        "title": "Let It Snow (2019)",
        "description": "ဒီတစ္ခါေတာ႔ CM ပရိသတ္ၾကီးအတြက္ခ်စ္စရာRomance ကားေလးကိုတင္ဆက္ေပးလိုက္ရပါတယ္ႏွင္းေတြထူထဲစြာက်တဲ႔အခ်ိန္မွာျဖစ္ေပၚလာခဲ႔တဲ႔ အခ်စ္ဇာတ္လမ္းေလးေတြ အေၾကာင္းေပါ႔ႏွင္းေတြေၾကာင္႔စိတ္အေႏွာင္႔အယွက္ျဖစ္ရတာေခ်ာ္လဲရတာ၊ေႏွာင္႔ေႏွးရတာေတြရွိေပမယ္႔လွပတဲ႔ ႏွင္းမႉန္ေလးေတြကို လြတ္လြတ္လပ္လပ္က်ခြင္႔ေပးလိုက္ပါလို႔ေျပာထားတဲ႔ဒီကားေလးက အခုလိုခ်မ္းေအးတဲ႔တန္ေဆာင္တိုင္ကာလမွာၾကည္႔လို႔ေကာင္းတဲ႔ကားေလးျဖစ္လာမွာပါ။နာမည္ေက်ာ္သရုပ္ေဆာင္ေတြပါဝင္ထားတဲ႔ဒီကားေလးနာမည္ကေတာ႔ Let it Snow (2019) ပါ။ File Size : ( 875 MB , 325 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 32 minFormat : Mp4Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint Lwin",
        "rating": "5.8",
        "url": "https://megaup.net/Qqp7/(CM)_Let_It_Snow_2019_(Large_Size).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xxwb5KBqS0SHsUcyLgWMk3vuVxY.jpg",
        "title": "Late Night(2019)",
        "description": "Late Night(2019)(Zawgyi)အေမရိကန္ႏိုင္ငံရဲ႕ ညပိုင္းစကားေျပာအစီအစဥ္ေတြအေၾကာင္း႐ိ္ုက္ကူးထားတဲ့\nဟာသဇာတ္ျမဴးေလးပါ .....ဒီဇာတ္ကားထဲမွာ အစီအစဥ္တင္ဆက္သူတစ္ေယာက္က\nအလုပ္အရမ္းႀကဳိးစားသလုိ အခ်ိန္ျပည့္လည္း ဒီအစီအစဥ္ကုိပဲေခါင္းထဲထည့္ထားေလ့ရွိယတ္... သုိ႕ေပမယ့္ သူဟာ ေျပာင္းလဲေနတဲ့ေခတ္ႀကီးမွာ သူ႕အစီအစဥ္ေတြဟာ\nဒီပုံစံခြက္ထဲက မထြက္သလုိျဖစ္ေနတယ္...ဒီေတာ့ ေအာင္ျမင္သင့္သေလာက္\nမေအာင္ျမင္ဘူးျဖစ္ေနရွာတယ္...အဲ့ဒီအခ်ိန္မွာပဲ သူနဲ႕လုပ္ေဖာ္ကုိင္ဖက္တစ္ေယာက္ဟာ\nဒီအစီအစဥ္ေတြကုိ တစ္ဘက္တစ္လမ္းက ကူညီဖုိ႕ႀကဳိးစားတယ္...\nဒီဇာတ္လမ္းက ဟာသဇာတ္ျမဴးေလးဆုိေပမယ့္ လုပ္ငန္းခြင္နဲ႕ပတ္သက္ၿပီး\nေပါ့ေပါ့ပါးပါးနဲ႕ ပညာသားသားပါပါ ေထာက္ျပထားတယ္...\nရယ္လည္းရယ္ရသလုိ မွတ္သားစရာေလးေတြလည္း ပါတာမုိ႕\nခံစားၾကည့္ၾကပါဦးလုိ႕....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Initiative ပဲျဖစ္ပါတယ္...(unicode)အမေရိကန်နိုင်ငံရဲ့ ညပိုင်းစကားပြောအစီအစဉ်တွေအကြောင်းရိုက်ကူးထားတဲ့\nဟာသဇာတ်မြူးလေးပါ .....ဒီဇာတ်ကားထဲမှာ အစီအစဉ်တင်ဆက်သူတစ်ယောက်က\nအလုပ်အရမ်းကြိုးစားသလို အချိန်ပြည့်လည်း ဒီအစီအစဉ်ကိုပဲခေါင်းထဲထည့်ထားလေ့ရှိယတ်... သို့ပေမယ့် သူဟာ ပြောင်းလဲနေတဲ့ခေတ်ကြီးမှာ သူ့အစီအစဉ်တွေဟာ\nဒီပုံစံခွက်ထဲက မထွက်သလိုဖြစ်နေတယ်...ဒီတော့ အောင်မြင်သင့်သလောက်\nမအောင်မြင်ဘူးဖြစ်နေရှာတယ်...အဲ့ဒီအချိန်မှာပဲ သူနဲ့လုပ်ဖော်ကိုင်ဖက်တစ်ယောက်ဟာ\nဒီအစီအစဉ်တွေကို တစ်ဘက်တစ်လမ်းက ကူညီဖို့ကြိုးစားတယ်...\nဒီဇာတ်လမ်းက ဟာသဇာတ်မြူးလေးဆိုပေမယ့် လုပ်ငန်းခွင်နဲ့ပတ်သက်ပြီး\nပေါ့ပေါ့ပါးပါးနဲ့ ပညာသားသားပါပါ ထောက်ပြထားတယ်...\nရယ်လည်းရယ်ရသလို မှတ်သားစရာလေးတွေလည်း ပါတာမို့\nခံစားကြည့်ကြပါဦးလို့....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Initiative ပဲဖြစ်ပါတယ်...File Size : (950 MB) and (357 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Comedy, ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/late-night2019-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/destines-chinese-movie-poster-143x200.jpg",
        "title": "Destines ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ လူေတြရဲ႕ေလာဘစိတ္ကိုအေျခခံၿပီး႐ိုက္ျပသြားတဲ့ ဇာတ္ကားျဖစ္ပါတယ္စန္း႐ွီးနယ္တစ္ဝိုက္မွာ နာမည္ေက်ာ္ၾကားလွတဲ့အန္ကယ္စုန္႔အလႊာေခါက္ဆြဲရဲ႕ေဖာ္ျမဴလာကို ခ်င္စုန္႔စိမ္းဆိုတဲ့လူဆိုးေခါင္းေဆာင္က ရယူဖို႔အမ်ိဳးမ်ိဳးႀကိဳးစားရာကေန ဘယ္လိုအျဖစ္အပ်က္မ်ိဳးေတြၾကံဳေတြ႔ရမွာလဲ...လ်ိဳ႕ဝွက္ေဖာ္ျမဴလာက တန္ဖိုးမျဖတ္ႏိုင္တဲ့ေ႐ွးေဟာင္းအိုးထဲမွာ႐ွိေနတာသိလိုက္ရတဲ့အခါ ေလာဘသားအခ်င္းခ်င္းဘယ္လိုေတြလုယူၾကမွာလဲ...ေနာက္ဆံုးမွာဘယ္သူကပိုင္ဆိုင္ခြင့္ရမွာလဲ...ဘယ္လိုလွည့္ကြက္မ်ိဳးေတြ႐ွိေနတာလဲ....ေလာဘႀကီးရင္ အရနည္းတတ္တယ္ဆိုတာကို ေဖာ္ျပေနတဲ့ဇာတ္ကားတစ္ပုဒ္ျဖစ္ပါတယ္ Unicode*******ဒီကားလေးဟာ လူတွေရဲ့လောဘစိတ်ကိုအခြေခံပြီးရိုက်ပြသွားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်စန်းရှီးနယ်တစ်ဝိုက်မှာ နာမည်ကျော်ကြားလှတဲ့အန်ကယ်စုန့်အလွှာခေါက်ဆွဲရဲ့ဖော်မြူလာကို ချင်စုန့်စိမ်းဆိုတဲ့လူဆိုးခေါင်းဆောင်က ရယူဖို့အမျိုးမျိုးကြိုးစားရာကနေ ဘယ်လိုအဖြစ်အပျက်မျိုးတွေကြုံတွေ့ရမှာလဲ...လျို့ဝှက်ဖော်မြူလာက တန်ဖိုးမဖြတ်နိုင်တဲ့ရှေးဟောင်းအိုးထဲမှာရှိနေတာသိလိုက်ရတဲ့အခါ လောဘသားအချင်းချင်းဘယ်လိုတွေလုယူကြမှာလဲ...နောက်ဆုံးမှာဘယ်သူကပိုင်ဆိုင်ခွင့်ရမှာလဲ...ဘယ်လိုလှည့်ကွက်မျိုးတွေရှိနေတာလဲ....လောဘကြီးရင် အရနည်းတတ်တယ်ဆိုတာကို ဖော်ပြနေတဲ့ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ် Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/destines-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/The-Man-Without-Gravity-poster-135x200.jpg",
        "title": "The Man Without Gravity (2019)",
        "description": "The Man Without Gravity (2019)\nIMDb - 6.4/10_____Rotten - 76%\n  \nအခု အသစ်ထွက်ရှိလာတဲ့ ဆန်းဆန်းပြားပြားကားလေးကို\nCM ပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါတယ်။\nနာမည်ကတော့ The Man Without Gravity(2019)ပါ။\nမြန်မာလိုဆိုရင် မြေဆွဲအားမသက်ရောက်တဲ့လူသားပေါ့။\nနာမည်အတိုင်းပါပဲ ဒီဇာတ်ကားလေးဟာ မွေးလာကတည်းက\nလေပေါ်ပေါ်နေတဲ့ ကောင်လေးတစ်ယောက်အကြောင်းရိုက်ကူးထားတာပါ။\nမိုးသည်းတဲ့တစ်နေ့မှာမွေးဖွားလာတဲ့ကောင်လေးတစ်ယောက်က\nအမိဝမ်းကထွက်ထွက်ချင်း လေပေါ်ကိုပျံသွားပါတယ်။\nသူ့ကိုအဖွားဖြစ်သူနဲ့ အမေဖြစ်သူက ဒီအကြောင်းကို\nအများသူငှာသိသွားခဲ့ရင်အန္တရာယ်ဖြစ်မှာစိုးတဲ့အတွက်\nအိမ်ထဲမှာပဲ သိုဝှက်နေထိုင်ခဲ့ပါတယ်။\nတစ်နေ့တော့ အဲဒီ အော်စကာဆိုတဲ့ကောင်လေးဟာအိမ်ကနေထွက်သွားပြီး\nအပြင်လောကကြီးကိုခြေဆန့်ပါတော့တယ်။\nသူဘာတွေဆက်ဖြစ်မလဲ?\nအများသူငှာကရော သူ့အစွမ်းကိုဘယ်လိုတုံ့ပြန်မလဲ?\nစတဲ့မေးခွန်းပေါင်းများစွာနဲ့ ကြည့်လို့ကောင်းတဲ့ကားလေးပါ။\nစူပါဟီးရိုးတစ်ယောက်ကို မြင်တွေ့နေကြရှုထောင့်ကမဟုတ်ပဲ\nရှုထောင့်အသစ်ကနေ ရိုက်ကူးတင်ဆက်ထားတဲ့ကားလေးပါ။\nဇာတ်ကားလေးနာမည်ကတော့ The Man Without Gravity (2019)ပါ။\n   \nFile Size : ( 1 GB )\nQuality :  WEB-DL 720p\nRunning Time : 1 hr 47 min\nFormat : Mp4\nGenre : Comedy , Drama , Fantasy\nSubtitle : ...",
        "rating": "6.4",
        "url": "https://megaup.net/TWr0/The_Man_Without_Gravity_(L_uomo_Senza_Gravità)_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rolHlWfHMJov3pQzt9ndamZuQIh.jpg",
        "title": "Jabariya Jodi (2019)",
        "description": "(Unicode)ဟောဒီဘီဟားမှာ မင်္ဂလာသုံးမျိုးရှိတယ်သတ္တိရှိသူတွေအတွက် ပေးစားလို့ယူလိုက်ကြတဲ့ မင်္ဂလာ ......ကံတရားကစီမံပေးတဲ့ ချစ်လို့ယူကြတဲ့ မင်္ဂလာနဲ့ ...လက်ဖွဲ့ငွေကို လောဘတက်နေတဲ့ လောဘသားကောင်တွေအတွက် အတင်းပေးစားတဲ့ အဓမ္မမင်္ဂလာဆောင်အဓမ္မမင်္ဂလာဆောင်ဆိုတာဘာလဲ အိန္ဒိယမှာ မင်္ဂလာတစ်ခုဆောင်တော့မယ်ဆိုရင်မိန်းကလေးတစ်ယောက်ဟာ ဘယ်လောက်ကြီးပဲ အရည်ချင်းရှိရှိ ဘယ်လောက်ကြီးပဲပြည့်စုံနေပါစေအဲ့ဒိမိန်းကလေးဘက်က ယောက်ျားလေးကို ပြန်တင်တောင်းရပါသတဲ့ဒီကိစ္စကို အစိုးရက တရားမဝင်ဘူးဆိုပြီး တားမြစ်ထားပေမယ့် ယခုအချိန်ထိ ငွေကြေးမရှိရင်သမီးတွေအိမ်ထောင်မချပေးနိုင်တဲ့မိဘတွေအများကြီးပါတစ်နှစ်တစ်နှစ် အဲ့ဒိသောကကြောင့် သက်သေသွားတဲ့အဖေတွေ မနည်းမနောပါပဲအဲ့ဒိတော့ အဲ့ဒိလိုလက်ဖွဲ့ကို လောဘတက်ပြီး သားလိုချင်ရင် ပိုက်ဆံ သိန်း ၅၀ နဲ့ ကားတစ်စီးကျုပ်သားကတော့ ဆရာဝန်ဆို ဒီလောက်မှ အင်ဂျင်နီယာဆို ဒီဈေးပေါက်တယ်ဆိုပြီး နွားဈေး ဆောရီး သားဈေးသိပ်ကောင်းနေပါတယ်ဘီဟားမှာတော့ ဒီလိုပြဿနာဖြစ်လာရင် ဒိုင်ခံဖြေရှင်းပေးတာ ဟူကွမ်ဒေ့ဗ်ဆင့်နဲ့ အဘေး(ဟ်)ဆင့်တို့သားဖပါပဲသူတို့ဖြေရှင်းပုံက လက်ဖွဲ့လောဘသားကောင်တွေကို သူတို့တောင် မသိလိုက်ဘဲစပ်ရိုက်မင်္ဂလာဆောင်တွေလုပ်ပေးပြီး မိန်းကလေးနဲ့ အတင်းပေးစားပစ်လိုက်တာပါဒီတော့ လက်ဖွဲ့ကြေးပေးစရာမလိုဘဲ သမီးမိန်းကလေးတစ်ယောက်ကို အိမ်ထောင်ချပေးလို့ရသွားပါတယ်အဲ့ဒိလို ပြဿနာတွေကိုဖြေရှင်းပေးနေတဲ့ အဘေးဆင့်တစ်ယောက် တစ်နေ့မှာသူ့ငယ်ချစ် ဘဘ်လီတစ်ယောက်ကိုလည်း ထိုပြဿနာကို ဖြေရှင်းဖို့အကြောင်းဖန်လာလေသောအခါ ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/jabariya-jodi-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p9r9mcBIDUZSI4jFiptQjEAGA2G.jpg",
        "title": "The Sheriff In Town(2017)",
        "description": "The Sheriff In Town(2017)(Zawgyi)စုံေထာက္ခြၽဲဒယ္ဟိုတစ္ေယာက္ မူးယဇ္ရာဇာ Popeye ရဲ႕ မူးယဇ္ေဆးေတြ\nအေရာင္းအဝယ္လုပ္တဲ့ ရွင္းအီရွစ္ကို မဆင္မျခင္ ဝင္ေရာက္ဖမ္းဆီးရာမွ\nသူ႔တြဲဖက္ ေသဆုံးသြားခဲ့ၿပီး ရွင္းအီရွစ္လည္း\nလြတ္သြားတာေၾကာင့္ တာဝန္ရပ္စဲခံလိုက္ရပါတယ္....စုံေထာက္အလုပ္ဟာ\nသူ႕ဘ၀မုိ႕ ဆုံးရွုံးမွဳဟာ ခ်ဲဒယ္ဟုိအတြက္ တကယ္ႀကီးမားပါတယ္...\nတြဲဖက္ျဖစ္သူ ေသဆုံးၿပီး အလုပ္အကိုင္လည္း ဆုံးရႈံးရတဲ့အတြက္\nစုံေထာက္ခြၽဲတစ္ေယာက္ အရပ္သားဘ၀နဲ႕ သူ႕ဘ၀ကုိပ်က္စီးေစတဲ့\nမူးယစ္ဂုိဏ္းကုိ ေဖာ္ထုတ္ဖုိ႕ႀကဳိးစားပါေတာ့တယ္...\nသူဘယ္လုိေတြႀကဳိးစားေဖာ္ထုတ္မလဲ ဘယ္လုိအခက္ေတြရင္ဆုိင္ရမလဲ....\nဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦး....ခ်ဲဒယ္ဟုိ တစ္ေယာက္ ရဲဟန္ေဆာင္ၿပီး\nရုပ္တည္ႀကီးနဲ႕ ပတ္ေသာင္းက်န္းေနတဲ့အတြက္ အခန္းေတာ္ေတာ္မ်ားမ်ား\nရယ္လည္းရယ္ရသလုိ စိတ္၀င္စားစရာလည္းေကာင္းပါတယ္....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္...(unicode)စုံထောက်ချွဲဒယ်ဟိုတစ်ယောက် မူးယဇ်ရာဇာ Popeye ရဲ့ မူးယဇ်ဆေးတွေ\nအရောင်းအဝယ်လုပ်တဲ့ ရှင်းအီရှစ်ကို မဆင်မခြင် ဝင်ရောက်ဖမ်းဆီးရာမှ\nသူ့တွဲဖက် သေဆုံးသွားခဲ့ပြီး ရှင်းအီရှစ်လည်း\nလွတ်သွားတာကြောင့် တာဝန်ရပ်စဲခံလိုက်ရပါတယ်....စုံထောက်အလုပ်ဟာ\nသူ့ဘဝမို့ ဆုံးရှုံးမှုဟာ ချဲဒယ်ဟိုအတွက် တကယ်ကြီးမားပါတယ်...\nတွဲဖက်ဖြစ်သူ သေဆုံးပြီး အလုပ်အကိုင်လည်း ဆုံးရှုံးရတဲ့အတွက်\nစုံထောက်ချွဲတစ်ယောက် အရပ်သားဘဝနဲ့ သူ့ဘဝကိုပျက်စီးစေတဲ့\nမူးယစ်ဂိုဏ်းကို ဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်...\nသူဘယ်လိုတွေကြိုးစားဖော်ထုတ်မလဲ ဘယ်လိုအခက်တွေရင်ဆိုင်ရမလဲ....\nဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး....ချဲဒယ်ဟို တစ်ယောက် ရဲဟန်ဆောင်ပြီး\nရုပ်တည်ကြီးနဲ့ ပတ်သောင်းကျန်းနေတဲ့အတွက် အခန်းတော်တော်များများ\nရယ်လည်းရယ်ရသလို စိတ်ဝင်စားစရာလည်းကောင်းပါတယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-sheriff-in-town2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tSFww2EtncUAWHitRbIZiOaWw6n.jpg",
        "title": "Midnight University ( 2016 )",
        "description": "Zawgyi*******လူႀကိဳက္မ်ားတဲ့ ဆယ္လီ စတားတစ္ေယာက္ဟာဘြဲယူခါနီးenglishတစ္ဘာသာက်လို႔ ဘြဲ႕မရျဖစ္ေတာ့မယ့္အေနအထားမွာဆရာကအတန္းျပန္တက္ၿပီးစာေမးပြဲျပန္​ေျဖဖို႔အတြက္ေျပာလာခဲ့ပါတယ္။အဲ့ဒီ ျပန္တက္ရမယ့္အခန္းက သရဲေတြညတိုင္းေျခာက္ေနတဲ့အခန္း ျဖစ္ေနလို႔အတန္းအတြက္တူတူတက္ဖို႔လူစုရတဲ့အခါ ဘယ္လိုေတြဆက္ျဖစ္မလဲသူတို႔ေတြအတန္းတက္လို႔ေရာရမွာလား ဘြဲ႕ယူဖို႔ေရာအဆင္ေျပၾကပါ့မလားအခုကားေလးကသရဲကားဆိုေပမယ့္ထိုင္းသရဲကားေတြအတိုင္းဟာသေလးေရာထားတာမို႔ေၾကာက္ဖို႔မေကာင္းဘဲရယ္ေနရမွာပါၿပီးေတာ့ဘြဲယူက်မယ့္ရာသီလည္းနီးေနၿပီဆိုေတာ့ ဒီကားေလးၾကည့္ၿပီးေက်ာင္းႀကီးကိုတစ္ေခါက္ေလာက္ျပန္လြမ္းျဖစ္မယ္လို႔လဲထင္တာေၾကာင့္ ၾကည့္ရႈအားေပးၾကပါစို႔ေနာ္...... Unicode*******လူကြိုက်များတဲ့ ဆယ်လီ စတားတစ်ယောက်ဟာဘွဲယူခါနီးenglishတစ်ဘာသာကျလို့ ဘွဲ့မရဖြစ်တော့မယ့်အနေအထားမှာဆရာကအတန်းပြန်တက်ပြီးစာမေးပွဲပြန်ဖြေဖို့အတွက်ပြောလာခဲ့ပါတယ်။အဲ့ဒီ ပြန်တက်ရမယ့်အခန်းက သရဲတွေညတိုင်းခြောက်နေတဲ့အခန်း ဖြစ်နေလို့အတန်းအတွက်တူတူတက်ဖို့လူစုရတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်မလဲသူတို့တွေအတန်းတက်လို့ရောရမှာလား ဘွဲ့ယူဖို့ရောအဆင်ပြေကြပါ့မလားအခုကားလေးကသရဲကားဆိုပေမယ့်ထိုင်းသရဲကားတွေအတိုင်းဟာသလေးရောထားတာမို့ကြောက်ဖို့မကောင်းဘဲရယ်နေရမှာပါပြီးတော့ဘွဲယူကျမယ့်ရာသီလည်းနီးနေပြီဆိုတော့ ဒီကားလေးကြည့်ပြီးကျောင်းကြီးကိုတစ်ခေါက်လောက်ပြန်လွမ်းဖြစ်မယ်လို့လဲထင်တာကြောင့် ကြည့်ရှုအားပေးကြပါစို့နော်...... Translated & Reivew By NannEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/midnight-university-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uLtkOmPAN38CPI3nNgnBmIvrsa8.jpg",
        "title": "You Shoot, I Shoot ( 2001 )",
        "description": "Zawgyi*******ဒီတစ္ခါေတာ့ ေပါ့ေပါ့ပါးပါးေဟာင္ေကာင္ဟာသအက္ရွင္ကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစ2001 က ထြက္ရွိထားၿပီး IMDb 7.4 အထိရရွိထားတဲ႔ဇာတ္ကားေလးပါဘတ္ဆိုတဲ့ေၾကးစားလူသတ္သမားတစ္ေယာက္ဟာအရင္လိုစီးပြားေရးမေကာင္းေတာ့ပါဘူးတဲ့ အေျခအေနအရပါတနာရွာေတာ့ ခြၽမ္ဆိုတဲ့ နယူးေယာက္႐ုပ္ရွင္ပညာဘြဲ႕ရဒါ႐ိုက္တာနဲ႔ေတြ႕သြားပါတယ္သူဟာလဲအေျခအေနမေကာင္းလို႔ေဆးေျခာက္ေရာင္းသူပါေၾကးစားႀကီးဘတ္နဲ႔ NYU ေက်ာင္းထြက္ခြၽမ္တို႔ ေစ်းကြက္ကိုအဖက္ဆယ္ဖို႔ ဘယ္လိုလုပ္ၾကသလဲဆိုတာဇာတ္ကားေလးကိုပဲၾကည့္ၿပီးအေျဖရွာလိုက္ၾကေတာ့ေနာ္ Unicode*******ဒီတစ်ခါတော့ ပေါ့ပေါ့ပါးပါးဟောင်ကောင်ဟာသအက်ရှင်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ2001 က ထွက်ရှိထားပြီး IMDb 7.4 အထိရရှိထားတဲ့ဇာတ်ကားလေးပါဘတ်ဆိုတဲ့ကြေးစားလူသတ်သမားတစ်ယောက်ဟာအရင်လိုစီးပွားရေးမကောင်းတော့ပါဘူးတဲ့ အခြေအနေအရပါတနာရှာတော့ ချွမ်ဆိုတဲ့ နယူးယောက်ရုပ်ရှင်ပညာဘွဲ့ရဒါရိုက်တာနဲ့တွေ့သွားပါတယ်သူဟာလဲအခြေအနေမကောင်းလို့ဆေးခြောက်ရောင်းသူပါကြေးစားကြီးဘတ်နဲ့ NYU ကျောင်းထွက်ချွမ်တို့ ဈေးကွက်ကိုအဖက်ဆယ်ဖို့ ဘယ်လိုလုပ်ကြသလဲဆိုတာဇာတ်ကားလေးကိုပဲကြည့်ပြီးအဖြေရှာလိုက်ကြတော့နော် Translated & Review By Nu MonEncoded By LK",
        "rating": "7.4",
        "url": "https://megaup.net/2cpbp/You_Shoot,_I_Shoot_(Maai_Hung_Paak_Yan)_[2001]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BNDhiZTA1MzItMWNmZC00YWZlLWI5NTYtYzI5MzMxNGJkZDcxXkEyXkFqcGdeQXVyNTE4NTE0NjU@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "The Laundromat (2019)",
        "description": "ZawGyi\n၂၀၁၆ေလာက္တုန္းကလို႕ထင္တယ္ ပနားမားစာတမ္းဆိုၿပီး စာရင္းရွင္းတမ္းေတြထြက္ေပၚလာခဲ့ပါေသးတယ္\nျမန္မာေတာင္မွပါပါေသးတယ္။\nဒီကားကပနားမားစာတမ္းထဲကအေၾကာင္းအရာတစ္ခ်ိဳ႕ကုိ\nရုိက္ျပထားတာပါ။\nစီးပြားေရးပိုင္းဆိုင္ရာေတြ တရားဥပေဒပိုင္းဆိုင္ရာေတြ ေငြေၾကးခဝါခ်တာေတြ ေငြျဖဳေငြမည္းကိစၥေတြ မ်ားစြာပါဝင္ေနပါတယ္။\nခ်မ္းသာတဲ့သူေတြ သူတို႕ရဲ႕ပိုင္ဆိုင္မႈစာရင္းဇယားေတြကိုသာအမွန္တိုင္းျပထားမယ္ဆိုရင္\nတကယ္တမ္းေပးရမဲ့အခြန္ေတြကမနည္းမေနာပဲေလ ။ဒါကုိသူတို႕ကိုတိမ္းေရွာင္ခ်င္ၾကတယ္။\n၏ဒီေတာ့ ဒီလိုတိမ္းေရွာင္ဖို႕ဘယ္လိုလုပ္ရင္ျဖစ္နိုင္မလဲ??\nခင္ပြန္းသည္ကုိ မေတာ္တဆမႈမွာ ဆံုးရႈံးလိုက္ရတဲ့အယ္လင္ရယ္ မေတာ္တဆမွႈျဖစ္ပြားတဲ့သေဘာၤပိုင္ရွင္ရယ္\nသူတို႕ေတြကေရာဘယ္လိုဆက္စပ္ေနလဲဆိုတာကို ၾကည့္ရႈရမွာပါဗ်။\nNetflixမွာအခုရက္ပိုင္းေတာ္ေတာ္ေလးလူႀကိဳက္မ်ားေနတဲ့ဇာတ္ကားတစ္ကားလဲျဖစ္ပါတယ္။\nUnicode\n၂၀၁၆လောက်တုန်းကလို့ထင်တယ် ပနားမားစာတမ်းဆိုပြီး စာရင်းရှင်းတမ်းတွေထွက်ပေါ်လာခဲ့ပါသေးတယ်\nမြန်မာတောင်မှပါပါသေးတယ်။\nဒီကားကပနားမားစာတမ်းထဲကအကြောင်းအရာတစ်ချို့ကို\nရိုက်ပြထားတာပါ။\nစီးပွားရေးပိုင်းဆိုင်ရာတွေ တရားဥပဒေပိုင်းဆိုင်ရာတွေ ငွေကြေးခဝါချတာတွေ ငွေဖြုငွေမည်းကိစ္စတွေ များစွာပါဝင်နေပါတယ်။\nချမ်းသာတဲ့သူတွေ သူတို့ရဲ့ပိုင်ဆိုင်မှုစာရင်းဇယားတွေကိုသာအမှန်တိုင်းပြထားမယ်ဆိုရင်\nတကယ်တမ်းပေးရမဲ့အခွန်တွေကမနည်းမနောပဲလေ ။ဒါကိုသူတို့ကိုတိမ်းရှောင်ချင်ကြတယ်။\n၏ဒီတော့ ဒီလိုတိမ်းရှောင်ဖို့ဘယ်လိုလုပ်ရင်ဖြစ်နိုင်မလဲ??\nခင်ပွန်းသည်ကို မတော်တဆမှုမှာ ဆုံးရှုံးလိုက်ရတဲ့အယ်လင်ရယ် မတော်တဆမှှုဖြစ်ပွားတဲ့သဘောၤပိုင်ရှင်ရယ်\nသူတို့တွေကရောဘယ်လိုဆက်စပ်နေလဲဆိုတာကို ကြည့်ရှုရမှာပါဗျ။\nNetflixမှာအခုရက်ပိုင်းတော်တော်လေးလူကြိုက်များနေတဲ့ဇာတ်ကားတစ်ကားလဲဖြစ်ပါတယ်။",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-laundromat-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iW9eiiUMCXz2MU2kfs0pjO0f3Im.jpg",
        "title": "The Drone (2019)",
        "description": "အမျိုးသမီးများကို ဖျက်ဆီးပြီး ရက်ရက်စက်စက်သတ်ပစ်တဲ့ကွင်းစက်လူသတ်သမားတစ်ယောက် သောင်းကျန်းနေတဲ့အချိန်ပေါ့။သူက သူ့ရဲ့သားကောင်ကို မသတ်ခင်မှာဒရုန်းနဲ့ဗီဒီယိုရိုက်ပြီး စောင့်ကြည့်တတ်တယ်။တစ်နေ့တော့ သူ့အိမ်ကိုရဲတွေဝင်ဖမ်းပါလေရောသူလည်းထွက်ပြေးရင်းနဲ့ ပြေးလမ်းမရှိတဲ့အဆုံးကွန်ပျူတာကုတ်တွေကိုရွတ်လိုက်တဲ့အချိန်လျှပ်စီးလက်မိုးကြိုးအပစ်ခံရပြီးတော့ သူ့ဝိဉာဥ်ကဒရုန်းထဲကိုဝင်သွားပါလေရော။အဲမှာ ခရစ်နဲ့ရေချယ်ဆိုတဲ့ လင်မယား ၂ ယောက်နေတဲ့အိမ်ရဲ့အမှိုက်ပုံးထဲမှာ ဒရုန်းကိုတွေ့သွားကြတယ်။ခရစ်က အဲလိုစက်ပစ္စည်းတွေကို ဝါသနာပါသူပီပီဒရုန်းလေးကို ယူထားလိုက်ရော။ ဆိုတော့ အသက်ဝင်နေတဲ့ဒရုန်းနဲ့ သူတို့လင်မယား ဘယ်လို ၂ ပါးသွားကြမလဲ...ဒီဒရုန်းကရော ဒီအိမ်ကိုမှ ဘာလို့ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာရတာလဲ...ဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲမှာ ဆက်လက်ရှုစားကြပါ File Size : ( 768 MB , 252 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 22 minFormat ...",
        "rating": "5.1",
        "url": "https://megaup.net/4aNrd/(CM)_The_Drone_2019_(Large_Size).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BOWVmZGQ0MGYtMDI1Yy00MDkxLWJiYjQtMmZjZmQ0NDFmMDRhXkEyXkFqcGdeQXVyNjg3MDMxNzU@._V1_-135x200.jpg",
        "title": "Peanut Butter Falcon (2019)",
        "description": "လက်ရှိIMDbမှာ rating 7.9 နဲ့ tomatoမှာ 95%ရထားတဲ့Dramaကားကောင်းတစ်ကားပါ။ရင်းနှီးပြီးသားသရုပ်ဆောင်တွေလည်းပါဝင်ထားပါတယ်(Dakota Johnsonလေး) ဇာတ်လမ်းကတော့ဇက်ခ်ဆိုတဲ့၂၂နှစ်အရွယ်ကောင်လေးတစ်ယောက်ကဉာဏ်ရည်နိမ့်ပါးတဲ့ရောဂါဖြစ်နေပြီး သူ့ကိုစောင့်ရှောက်‌ပေးမယ့်မိသားစုမရှိတာကြောင့်အစိုးရကသူ့ကို သက်ကြီးဘိုးဘွားဂေဟာမှာ နေခိုင်းထားပါတယ်။ဒါပေမယ့် သူ့ရဲ့နပန်းသမားအိပ်မက်ကိုအကောင်အထည်ဖော်ဖို့အတွက်အဲ့ကနေထွက်ပြေးလာရင်း လမ်းမှာပြဿနာဖြစ်လို့ထွက်ပြေးလာတဲ့‌အကြမ်းဗတမ်းအကုန်ရတဲ့တောသားကြီးတိုင်လာနဲ့ တွေ့ဆုံမိသွားတယ်။နောက်တော့ ဇက်ခ်သွားမယ့်နေရာကတိုင်လာသွားမယ့်နေရာနဲ့ တစ်လမ်းတည်းဖြစ်နေတာကြောင့်သူတို့နှစ်ဦးသား အတူတူခရီးနှင်ဖြစ်သွားတာပေါ့။ဇက်ခ်ကိုလည်း ဂေဟာကစောင့်ရှောက်ပေးနေသူလေးကလိုက်ရှာ၊တိုင်လာကိုလည်း သူ့ကိုမကျေနပ်တဲ့သူတွေ(Yelawolfတောင်ပါသေး)ကလိုက်ရှာဆိုတော့ လမ်းမကနေမသွားဘဲပုန်းလျှိုးကွယ်လျှိုးနဲ့သွားလာနေကြရတာပေါ့။အဲ့လိုခရီးအတူတူနှင်ရင်းနဲ့ သူတို့နှစ်ဦးလမ်းခရီးမှာအခက်အခဲတွေကိုကျော်ဖြတ်ရင်း၊ဒုက္ခသုခတွေကိုမျှဝေရင်းနဲ့ဖြစ်လာတဲ့သံယောဇဉ်တွေ၊မေတ္တာတွေကိုညိမ့်ညိမ့်ညောင်းညောင်း‌ဖော်ကျူးတင်ဆက်ထားတဲ့ကားလေးပါ။Ratingတွေလည်းအရမ်းကောင်းနေတာမို့လို့ကိုယ်တိုင်ပဲခံစားကြည့်ရှုလိုက်ပါ။ File Size : ( 908 MB , 342 MB)Quality :  WEB-DL 720pRunning Time : 1 hr ...",
        "rating": "8.0",
        "url": "https://megaup.net/4QKS3/(CM)_The_Peanut_Butter_Falcon_2019_(Large_Size).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oWzz0eXSNLWQLgVMT0yjZ3Qe9OR.jpg",
        "title": "Chhichhore (2019)",
        "description": "(Unicode)IMDb - 8.4/10Genere - Dramaအတိတ်ရထားကို စီးခွင့်သာ ရမယ်ဆိုရင် ကျောင်းသားဘဝဟာ လူတိုင်းရဲ့ ဘူတာ ဖြစ်မှာပါ။ဘဝရဲ့ အကောင်းဆုံး အမှတ်တရတွေဟာ ကျောင်းသားဘဝမှာပဲ ဖြစ်တည်ကြတာမလား။မိသားစုလို ချစ်ခင်ရတဲ့ သူငယ်ချင်းတွေ ရှိမယ်။ဘဝရဲ့ လက်တွဲဖော်ကို စပြီး ရှာတွေ့ခဲ့တယ်။အားကစားပွဲတွေမှာ အတူယှဉ်ပြိုင်ခဲ့ကြတယ်။ကျောင်းအနုပညာပွဲတွေမှာ အတူပါဝင်ခဲ့ကြဖူးတယ်။ကျောင်းသားဘဝ အတိတ်မှတ်တမ်းဟာ ပြန်ဖတ်လို့ မရိုးအီနိုင်တဲ့ စာအုပ်တစ်အုပ်ပဲ။-----------------------------------------------ဒီဇာတ်ကားထဲမှာတော့ အဓိကဇာတ်ကောင်တွေကို Engineering College ကျောင်းသားတွေ အဖြစ် မြင်ရမယ်။အရှုံးသမားအမည်ခံ ၊ တစ်ကျောင်းလုံးရဲ့ အဆိုးဆုံး အဆောင် H4 လေးရဲ့ ချစ်ခင်မှု၊ပျော်ရွှင်ကြမှု၊ စည်းလုံးမှု ဒါတွေကို မြင်ရမယ်။အရက်သမားရယ်၊ အချိန်ပြည့် အပြာစာအုပ်တွေ ထိုင်ဖတ်နေတဲ့ကောင်ရယ်၊အရှုံးသမားဆိုတဲ့ ဂုဏ်ပုဒ်နဲ့ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/chhichhore-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ezfFH9l5x73bfSHzWtxnktQveMd.jpg",
        "title": "The Corrupted (2019)",
        "description": "လီယမ်နဲ့ဆင်းန် ညီအစ်ကို ၂ ယောက်ဟာသူတို့ငယ်စဥ်မှာပဲ ဖခင်က အသတ်ခံလိုက်ရပြီးကိုယ့်ကိုကိုယ်သတ်သေတဲ့ပုံစံ ခွင်ဆင်ခံလိုက်ရပါတယ်။လီယမ်ဟာကြီးလာတော့ လုယက်မှုနဲ့ထောင်ကျခဲ့ပါတယ်။ထောင်မကျခင်မှာ မိန်းမနဲ့သားလေးလည်းရှိနေပြီပေါ့။သူထောင်ကထွက်လာတော့သူ့ညီ၊ ဆင်းန်က တရားမဝင်မူးယစ်မှောင်ခိုသွင်းတဲ့လုပ်ငန်းမှာ ပါဝင်နေတာကိုသိသွားခဲ့တယ်။နောက်ပိုင်းကိစ္စက တဖြည်းဖြည်းကြီးလာပြီးနောက်ကွယ်ကလူတွေဟာရဲအရာရှိနဲ့ အစိုးရအကြီးပိုင်းလူတွေပါ ပါဝင်နေတဲ့အခါ...လျှို့ဝှက်ချက်​တွေကိုသိသွားတဲ့ လီယမ်နဲ့ သူ့မိသားစုကို အလွတ်ပေးကြပါ့မလား...လီယမ်ကရော ဒီပြဿတွေကနေဘယ်လို ရုန်းထွက်သွားမလဲ...ဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာရှုစားကြပါဦး File Size : ( 936 MB , 354 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 43 minFormat : Mp4Genre : Comedy , Drama , ThrillerSubtitle ...",
        "rating": "5.7",
        "url": "https://megaup.net/5wGwa/(CM)_Them_That_Follow_2019_(Large_Size).mp4",
        "category": "Comedy, Drama, Thriller"
    }
]