[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMzI0MTgwMGEtMDA1MS00YTBjLTgxYzMtMTY4YzA0ZmU1YTFjXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-141x200.jpg",
        "title": "Padachone Ingalu Kaatholee (2022)",
        "description": "Padachone Ingalu Katholi(2023)IMDb-6/10လူပျိုသိုးကြီးတို့ အစွံထုတ်တဲ့ရွေးကောက်ပွဲ\nရွေးကောက်ပွဲကတော့ တကယ့်ရွေးကောက်ပွဲအစစ်ပါ အဲ\nဒီရွေးကောက်ပွဲမှာပါနေတဲ့ အရွယ်လွန်လူပျိုကြီးတွေက ‌\nရွေးကောက်ပွဲ‌အရေးနဲ့အတူ သူတို့လူပျိုဘဝကျွတ်ရေးကိုပါတွဲအကျိုးဆောင်နေကြတဲ့ ရွေးကောက်ပွဲကြယ်တွေခူးမပေးနိုင်ပေမဲ့ ရေတွင်းတဲ့ကျနေတဲ့ကြက်ကိုတော့\nမင်းအတွက်ဆင်းကယ်ရဲပါတယ်ဆိုတဲ့ အချစ်သူရဲကောင်းကြီး\nတစ်သက်လုံးဂေါ်မစွံအဆင်မပြေရင်းက အိမ်ကိုလာတည်းတဲ့\nကောလိပ်ကျောင်းသူလေးကို မျက်စိကျသွားသူ\nအရွယ်လွန်လူပျိုကြီးတွေနဲ့ ရောင်စုံသစ်လွင်ပျိုမြစ်တဲ့\nအချစ်ဆုံတဲ့အချိန် ဘယ်လိုရယ်ပွဲဖွဲ့ရမလဲရှုစားကြည့်ပါဦး(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ BpL ~ Zwe ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size… 2.3GB / 1.11GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Zwe ~ V ~ Yunni",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/padachone-ingalu-kaatholee-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTQ3YmUzY2MtOGZkMi00MzdlLTkyNWYtMzNiOWQwZGQ5MWY5XkEyXkFqcGdeQXVyMTIwNzcyNDg0._V1_-160x200.jpg",
        "title": "Aachar & Co (2023)",
        "description": "Aachar & Co (2023)\nIMDb-8.1/10သားသမီးတွေကို ကိုယ့်စိတ်တိုင်းကျအိမ်ထောင်ဖက်နဲ့ပဲပေးစားချင်ကြတာက\nမိဘအုပ်ထိန်းသူတော်တော်များများရဲ့ အတ္တလို့ဆိုရမလား။သူတို့ဘက်ကကျလည်း\nကိုယ့်သားသမီးကို ဆင်စီးမြင်းရံတာပဲ မြင်ချင်တာမျိုး ကောင်းစားစေချင်တာမျိုးပေါ့။\nဒီကားလေးက ၁၉၆၀ပြည့်နှစ်အလွန်က အိန္ဒိယတောင်ပိုင်းပြည်နယ်\nဘန်ဂါလူရူပြည်နယ်ကိုနောက်ခံထားပြီး အမျိုးသမီးဒါရိုက်တာ ဆင်ဒူးဆရီနီဗာဆာမူသီ\nရိုက်ကူးထားတဲ့ မိသားစုဟာသဇာတ်မြူးရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။သားသုံးယောက် သမီးခုနစ်ယောက်မွေးထားတဲ့ အစိုးရဝန်ထမ်း\nဆောက်လုပ်ရေးအင်ဂျင်နီယာကြီး ဦးအာချာပေါ့။သူ့သားသမီးတွေကို\nသူ့စိတ်တိုင်းကျဖြစ်စေချင်တဲ့ ဖခင်တယောက်။သားသမီးတွေကို သူ့စိတ်တိုင်းကျ အိမ်ထောင်ဖက်ရှာပေး အိမ်ထောင်ချပေးနေရာက\nရုတ်တရက်ကွယ်လွန်သွားတဲ့အခါမှာတော့ အိမ်ထောင်မကျသေးတဲ့\nသမီးရဲ့ဘ၀က အခြေအနေတွေပြောင်းလဲသွားပါတော့တယ်။\nအဲဒီခေတ်အခြေအနေမှာ ဘာလဲဆိုတော့ အမျိုးသမီးတွေက အိမ်ထောင်ရေးအတွက်\nအသုံးချခံအနေနဲ့ သက်မဲ့အရာလိုသတ်မှတ်ခံထားရမှုတွေကို မီးမောင်းထိုးပြရင်း\nခပ်မြူးမြူးလေးကြည့်ရမယ့် ပေါ့ပေါ့ပါးပါးဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~BpL~Zwe~Moon~Vတို့ပဲဖြစ်ပါတယ်)\nFile size…1.6GB/ 685MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Zwe~Moon~V",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/aachar-co-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYjU3Mzg1NTctZjc5OS00YWRlLWFlZGUtM2MwZmM1ZmQ5YWU4XkEyXkFqcGdeQXVyMjkwOTAyMDU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Puppy Love (2023)",
        "description": "Puppy Love (2023)\n===============\nIMDb Rating - 6.4/10အရိုတစ်လိုင်းကြိုက်သူတွေရော၊ ရယ်ရယ်မောမော ပေါ့ပေါ့ပါးပါး ကြည့်ချင်\nသူတွေနဲ့ အာ‌ဝုချစ်သူတွေအတွက်ပါ အချစ်ဟာသဇာတ်မြူးလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးပါရစေ။ Puppy Love ဆိုတဲ့နာမည်အတိုင်း အာဝုရေးတဲ့ဖူးစာလို့\nပြောရမယ်ထင်ပါတယ်။ အာဝုလေးတွေက အောင်သွယ်တော်လေးတွေပေါ့နော်။\nနစ်ကိုးလ် ဆိုတာ အလုပ်ကြိုးစားပြီး ထက်မြက်သွက်လက်တဲ့ ကောင်မလေးပေါ့။\nသူနေတတ်တဲ့ ပုံစံကြောင့် တော်ရုံရည်းစားက သည်းမခံနိုင်သူပါ။ တစ်နေ့မှာ\nအသည်းကွဲနေတဲ့ နစ်ကိုးလ် ဟာ လမ်းဘေးက အာ‌ဝုအထီးလေးတစ်ကောင်ကို\nသနားလို့ ခေါ်မွေးစားပြီး ချန်းနင်းတေတမ် လို့ နာမည်ပေးထားပါတယ်။မက်စ် ကတော့ လူတွေကို ဆက်ဆံရမှာကြောက်ရွံ့ပြီး အိမ်တွင်းပုန်းနေတတ်သူပါ။\nတစ်နေ့မှာ ဆရာ၀န်က သူ့စိတ်အခြေအနေတိုးတက်ဖို့ ခွေးတစ်ကောင်မွေးခိုင်း\nခဲ့ပါတယ်။ ဒီလိုနဲ့ မက်စ် တစ်ယောက် ကလိုဝီ ဆိုတဲ့ အာဝုမလေးကို မွေးဖြစ်ခဲ့\nပါတယ်။ တစ်နေ့တော့ ကလိုဝီ နဲ့ ချန်းနင်း ကို အကြောင်းပြုပြီး ပိုင်ရှင်တွေ\nဖြစ်တဲ့ မက်စ် နဲ့ နစ်ကိုးလ် တို့ တွေ့ဆုံဖြစ်ခဲ့ကြပါတယ်။ စစချင်းဆောက်နဲ့ထွင်းဆို\nသလို ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/puppy-love-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjVkZGE1OWItYjMzNC00ZTcwLThiODAtYmYwNzJkMjk5OTVhXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-135x200.jpg",
        "title": "Vicky Cristina Barcelona (2008)",
        "description": "IMDb----7.1/10မင်းသမီးချော စကားလက်ဂျိုဟန်ဆန် ငယ်ရွယ်နုပျိုစဥ်အခုတုန်းကရိုက်ထားတဲ့ဇာတ်ကားလေးပါ ဘာစီလိုနာမြို့မှာအခြေတည်ရိုက်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီးတော့ ဘာစီလိုနာရဲ့မြို့အလှမြင်ကွင်းတွေကိုသေချာမြင်တွေ့နိုင်မယ့်ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်\nအချစ်ရဲ့အဓိပ္ပါယ်ဖွင့်ဆိုပုံခြင်းမတူကြတဲ့သူငယ်ချင်းနှစ်ယောက် ဘာစီလိုနာမြို့ကို နွေရာသီအားလပ်ရက်အနားယူဖို့ရောက်လာရာကနေ ဇနီးဟောင်းနဲ့သမုဒယကြိုးတွေမပြတ်နိုင်သေးတဲ့ စပိန်ပန်းချီဆရာတစ်ယောက်ကိုတစ်ပြိုင်တည်း စိတ်ဝင်စားမိရာက အချစ်နဲ့ဘဝရဲ့ ပဟေဠိတွေကို အဖြေရှာကြတဲ့အကြောင်းလေးပါ\nမင်းသမီးချော စကားလက်ဂျိုဟန်ဆန်ရဲ့ Lost in translation 2003ကိုကြိုက်နှစ်သက်ကြသူတွေဆို ဒီကားလေးကိုလဲ သဘောကျပါလိမ့်မယ် ကြည့်ပြီးတာနဲ့ လူတစ်ယောက်နဲ့တစ်ယောက် ဇာတ်ကားအပေါ်ခံစားရပုံခြင်းမတူကြပဲ အချစ်နဲ့ဘဝရဲ့ပတ်သက်တဲ့မေးခွန်းလေးတွေကိုတွေးမိနေစေမယ့်ဇာတ်ကားလေးပါ File size…(1.7 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:36:00\nGenre...Drama, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Su Tz",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/vicky-cristina-barcelona-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/busty-133x200.jpg",
        "title": "{21+}Busty Cops and the Jewel of Denial (2010)",
        "description": "အလှပဂေးသုံးဖေါ်ရဲ့ စွမ်းစွမ်းတမံတာဝန်ကျေမှုတွေကို\nမျက်တောင်မခတ်တမ်း ကြည့်ရဖို့တန်တဲ့ကားပါပဲလူသူအရောက်နည်းတဲ့နေရာမှာ ပူနာနီ လို့ခေါ်တဲ့\nကျွန်းလေးတကျွန်းတည်ရှိပါတယ် အရမ်းကို\nသာသာလှပပြီး ဒေသခံတွေကလည်း ဖေါ်ရွေပါတယ်ကျွန်းနဲ့ လူမျိုးကိုကို အုပ်ချုပ်ပိုင်စိုးတာက သခင်မတစ်ယောက်ပါပဲ\nသူက သန္ဓေကျောက်တုံးကို ကိုင်စိုးထားပြီး\nအားလုံးရဲ့ ဖြစ်တည်မှုနဲ့ လိင်စိတ်ကို ထိန်းချုပ်ထားနိုင်သူပါပဲ\nကျောက်တုံးပိုင်တဲ့မည်သူမဆို တခြားသူနဲ့ လိင်စိတ်ကို ထိန်းချုပ်နိုင်စွမ်းရှိပါတယ်အဲဒီကျောက်တုံးကို မသမာသူတွေ လိုချင်လာတဲ့အခါမှာတော့\nအကိတ်သုံးဖေါ်ရဲ့ တာဝန်က ကာကွယ်ဖို့ဖြစ်လာပါတယ်\nဘယ်လိုတွေ ခုခံ မလဲဆိုတာတော့ DS Fans တွေအကြိုက်ဖြစ်မှာသေချာပါတယ်\nFile size…2GB / 1.02GB\nQuality…1080p FHD / 720p\nFormat…mp4\nDuration….1h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://channelmyanmar.org/21busty-cops-and-the-jewel-of-denial-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eKqfRSf0DZ0Qey1f9ZHuZfsmXVR.jpg",
        "title": "No Reservations (2007)",
        "description": "No Reservations (2007)\nGenre – Comedy, Drama, Romance\nIMDB – 6.3/10ငယ်ငယ်တုန်းက Zorro ကြည့်ရင်း ဒီမင်းသမီးလှလိုက်တာဆိုပြီးဖြစ်ခဲ့ဖူးတဲ့သူ ဒါမှမဟုတ် ခု နာမည်ကြီး ဗုဒ္ဓဟူးမ Wednesday ရဲ့ အမေနေရာကပါပြီးခုထိ ကျက်သရေရှိရှိနဲ့ လှနေတဲ့ အန်တီကြီး Catherine Zeta-Jones ရဲ့၂၀၀၇ ခုနှစ်တုန်းက Rom-com ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးချင်ပါတယ်။မင်းသားနေရာကလည်း Dark Knight Trilogy မှာ အပြိုင်ကြမ်းခဲ့တဲ့Two-face နေရာက မင်းသား Aaron Eckhart ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုံးလေးကတော့ စားဖိုမှူးလောကမှာ နာမည်ရှိပြီးအင်မတန်တော်သလောက် စည်းမျဉ်းစည်းကမ်းတွေနဲ့ စေ့စပ်တိကျပြီးမိတ်ဆွေမရှိ ချစ်သူမရှိ ဟင်းချက်တာကိုပဲ စိတ်နှစ်ထားတဲ့စားဖိုမှူးမချော ကိတ်ဆိုတာရှိပါတယ်။ဆိုင်ထဲမှာ ဖောက်သည်က သူချက်တာကို စောဒကတက်ရင်လည်းမထင်ရင်မထင်သလို ပြန်ပြန် ပြဿနာရှာတတ်လွန်းလို့ဆိုင်ပိုင်ရှင်ကတောင် ကုထုံးဆရာဆီ ပို့ထားရတဲ့လူမျိုးပါ။တစ်ရက်တော့ သူ့ အစ်မဖြစ်သူဟာ သူ့သမီးနဲ့အတူ သူ့ဆီကိုလာလည်ဖို့လုပ်ရင်း မတော်မဆ ဖြစ်သွားရာကနေ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/no-reservations-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYmIzMzk2OTgtNWI1ZC00YTQxLWJiYWYtMzE5MTY4ODRiMTEzXkEyXkFqcGdeQXVyNzAwMjc4ODA@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Naked (2017)",
        "description": "Naked (2017)\n============Marlon Wayans နဲ့ Regina Hall တို့လို နာမည်ကြီးသရုပ်ဆောင်တွေ\nပါဝင်ထားတဲ့ comedy ရုပ်ရှင်ပါ။ ဇာတ်ကတော့ ဟာကဇာတ်ပေမဲ့ ထူးထူး\nခြားခြား တော်စားတယ်ပြောရမှာပဲ။ Marlon Wayansကလည်း ဒီလိုဇာတ်\nကြောင်တွေနဲ့ လိုက်တယ်ဆိုတော့ ဂျင်းစိမ်းနဲ့မိဿလင်လို လိုက်ဖက်နေရော\nပေါ့။ ဇာတ်က ရော့အန်ဒါဆန်လို့ခေါ်တဲ့လူတစ်ယောက်ရှိတယ်။ သူက သူသိပ်\nချစ်တဲ့ကောင်မလေးနဲ့ လက်ထပ်ဖို့ အရာရာအသင့်ဖြစ်နေပြီ။ နက်ဖြန် လက်\nထပ်မယ်ဆိုတော့ ဒီည သူငယ်ချင်းနဲ့ ပျော်တယ်ပါးတယ်ပေါ့။ဒီလိုနဲ့ နောက်နေ့မနက်မှာတော့ သူနိုးလာတော့ ဓာတ်လှေကားတစ်ခုထဲ ကိုယ်\nတုံးလုံးကြီးဖြစ်နိုးလာတယ်။ လက်ထပ်ပွဲနဲ့လည်း တော်တော်လှမ်းတယ်။ ဒီလိုနဲ့\nသူဓာတ်လှေကားထဲက တုံးလုံးကြီးဘဝကနေ လက်ထပ်ပွဲဆီရောက်ဖို့ကြိုးစား\nပေမဲ့ နောက်တစ်နာရီတိုင်းမှာ သူ ဒုံရင်းဓာတ်လှေကားထဲပဲ ကိုယ်လုံးတီးနဲ့ ပြန်\nပြန်နိုးလာပါတယ်။ ဒီအခြေအနေကနေ လွတ်မြောက်အောင် ဘယ်လိုလုပ်မလဲ\nဆိုတာကို ထပ်ခါထပ်ခါဇာတ်ဝင်ခန်းတွေကို ပျင်းဖို့မကောင်းဘဲ စိတ်ဝင်စားစရာ\nကောင်းအောင်ပြသွားပါတယ်။ father of time loopsရုပ်ရှင်ဖြစ်တဲ့ groundhog\ndayရဲ့ အငွေ့အသက်ကို နည်းနည်းယူထားတာမို့ time loopsကားကြိုက်တဲ့လူတွေ\nရော ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/naked-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nflh9On0de4l7ItCl3n4NVXjmnm.jpg",
        "title": "Kangaroo Jack (2003)",
        "description": "Kangaroo Jack (2003)\nGenre – Action, Adventure, Comedyငယ်ငယ်တုန်းက အကျီအနီရောင်လေးနဲ့ သားပိုက်ကောင်ပါတဲ့ဟာသကားလေး မှတ်မိကြမယ်ထင်ပါတယ်။တော်တော်လေးလည်း ဘဝအမောပြေရတဲ့ ဟာသကားလေးပါ။သားပိုက်ကောင်ဆိုပေမဲ့လည်း သူက အဓိက မဟုတ်ပဲသူနဲ့ ပတ်သက်ပြီး တလွဲတွေဖြစ်ကြတဲ့ ဟာသကားမျိုးပေါ့။ဇာတ်လမ်းလေးကတော့ နယူးယောက်မှာ ချာလီနဲ့လူဝစ်စ်ဆိုပြီး သူငယ်ချင်းနှစ်ယောက်ရှိကြပါတယ်။ကလေးဘဝ ချာလီရေနစ်တုန်းက လူဝစ်စ်က ကယ်ပေးပြီးဘော်ဒါတွေ ဖြစ်ခဲ့ကြတာပေါ့။ဒါပေမဲ့လည်း အဲဒါကိုအကြောင်းပြုပြီး ကြီးတဲ့ထိချာလီ့ကို နှိပ်စက်လို့ကောင်းနေဆဲပဲ။ချာလီကကျ သူ့အမေက အဖေဆုံးပြီးနောက် လူမိုက်ဂိုဏ်းခေါင်းဆောင်ကိုလက်ထပ်ထားလို့ ပထွေးတော်ထားရတယ်။ဒီမှာတင် တစ်ရက်ကျ ထုံးစံအတိုင်း လူဝစ်စ်ကချာလီကို ဒုက္ခလာပေးတဲ့အချိန် ပထွေးဖြစ်သူရဲ့ လုပ်ငန်းကိုအကြောင်းရင်းမသိပဲ တုတ်နဲ့ထိုးသလိုဖြစ်ပြီး ပြဿနာတက်ပါတော့တယ်။ဒီတော့ ပထွေးဖြစ်သူက မင်းတို့တွေ အပြစ်ကျေချင်တယ်ဆိုရင်ဒီအထုပ်လေးကို သြစတြေးလျနိုင်ငံကတစ်နေရာသွားပို့ဆိုပြီး ခိုင်းလိုက်ရော။တကယ်တော့ အဲဒါ ဒေါ်လာ ၅ သောင်းဖြစ်ပါတယ်။ဒီလိုနဲ့ နှစ်ယောက်သား ပရမ်းပတာ သွားပို့နေတုန်းလမ်းမှာ သားပိုက်ကောင်တစ်ကောင်ကို ဝင်တိုက်မိပါတယ်။အဲဒါကို ချက်ချင်းလမ်းဘေးမဖယ်ပဲ ပိုက်ဆံအိတ်ပါတဲ့ဂျတ်ကတ်ကို သားပိုက်ကောင်ဝတ်ပေးပြီး ဓာတ်ပုံရိုက်ဖင်ယားနေတဲ့အချိန် ဟိုက မသေပဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/kangaroo-jack-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zxj8ZIfqQ1zR3SqxvXCa0yBKyoW.jpg",
        "title": "Little Lies(2022)",
        "description": "Little Lies(2022)**************\nမုသားမပါ လင်္ကာမချောဆိုသလို ကြည်နူးသာယာတဲ့အချစ်ရေးတစ်ခုမှာလည်း အလိမ်အညာအသေးဖွဲ့လေးတွေက မပါမဖြစ်ပါရတယ်ဆိုတာ ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးပါ...။\nဇာတ်လမ်းလေးထဲမှာ စုံတွဲနှစ်တွဲပါပါတယ်...။\nပထမတစ်တွဲက ဘာဘရာနဲ့ ဂျူလီယန်ပါ...။\nဘာဘရာက အမြဲလိုလို bad boyတွေနဲ့ ကြုံနေရလို့ ခဏခဏ ပလေးခံရနေသူပါ...။\nဂျူလီယန်ကတော့ အမျိုးသမီးတွေကြားမှာဆို စန်းမပွင့်တဲ့ လူရိုးလေးဖြစ်ပြီး လက်တွဲဖော်ရှာဖွေနေသူလေးပါ...။\nသူတို့နှစ်ယောက်ဟာ သူငယ်ချင်းဖြစ်သူ လင်မယားအတွဲ အီဗာနဲ့ မာတီအာတို့ရဲ့မြားနတ်မောင်လုပ်ပေးမှုကြောင့် ချစ်သူရည်းစားဘဝကိုရောက်သွားပါတယ်...။\nသို့ပေမယ့် ဂျူလီယန်ဟာ စကားနဲ့ အလုပ်နဲ့မညီ၊ အမူအရာတွေ အပျက်အပျက်အယွင်းယွင်းဖြစ်နေတာမို့လိမ်ထားညာထားတာများရှိနေမလားပေါ့....။\nဒါကို မသင်္ကာတဲ့ အီဗာနဲ့ မာတီအာတို့စုံတွဲက စုံစမ်းထောက်လှမ်းရင်း...\nဘယ်သူက ဘယ်သူ့ကိုလိမ်ပြီး၊ ဘာတွေရှုပ်ကြလဲဆိုတာ ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့်Spanish Comedy Drama movieလေးပဲဖြစ်ပါတယ်....။\n File size… 1.8GB& 835MB\nQuality… WEB-DL1080p,720p\nFormat…mp4\nDuration….1h 32min\nGenre ….. Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. Themes\nTranslated by  Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/little-lies2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjU4YzA4ZDItZThkOS00ZmNmLWI2YWEtNWQ1ZjJlMGFjYWEzXkEyXkFqcGdeQXVyNDcyMjQyNQ@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Snoopy Presents: One-of-a-Kind Marcie (2023)",
        "description": "Snoopy Presents: One-of-a-Kind Marcie က August လ 18 ရက်နေ့ကမှထွက်ရှိထားတဲ့ 39 မိနစ်စာ short movie လေးဖြစ်ပြီး messenger မှာ လူတိုင်းချစ်တဲ့ခွေးကလေး Snoopy ရဲ့ comedy series ဖြစ်တဲ့ The Snoopy Show ရဲ့ Spin-off story ဖြစ်ပါတယ်။ ဇာတ်ကားနာမည်အတိုင်းပဲ ဒီ movie ရဲ့ အဓိကဇာတ်လိုက်က မာစီလို့ခေါ်တဲ့ introvert ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်။ ဉာဏ်ကောင်းပြီး ပြဿနာဖြေရှင်းနိုင်မှုအားကောင်းတဲ့ မာစီဟာ လူတွေကိုကူညီချင်ပေမဲ့ လူကြောက်တတ်တဲ့သူ့ရဲ့ပင်ကိုစရိုက်ကြောင့် တခြားသူတွေကိုကူညီဖို့ သူ့ခရီးလမ်းဟာ ခရီးမတွင်ဘဲ‌ဖြစ်နေရပါတယ်။ ဒါကိုကိုင်တွယ်နိုင်ဖို့ မာစီတစ်ယောက်ဘယ်လိုကြိုးစားမလဲ၊ ဒီဇာတ်လမ်းရဲ့ main theme ဖြစ်တဲ့ ဂေါက်ရိုက်ချန်ပီယံရှစ်ပြိုင်ပွဲမှာ သူငယ်ချင်းပက်ထရစ်ရှာချန်ပီယံဖြစ်ဖို့ မာစီဘယ်လိုတွေကူညီသွားမလဲဆိုတာ တွေ့မြင်ရမှာပါ။ IMDB rating အနေနဲ့ 7.4 အထိရရှိထားပြီး ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/snoopy-presents-one-of-a-kind-marcie-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/utuMbAq2zxlSXcvZkH1R7Im6xRf.jpg",
        "title": "Under the Tuscan Sun (2003)",
        "description": "ဘဝမှာအဆိုးဆုံးသော နေ့ရက်တွေကိုဖြတ်သန်းနေရပါသလား။အဆိုးဝါးဆုံးသောအရာတွေကို ကြုံတွေ့နေရပါသလား။ဆော်ပစ် ဘဲပစ်ခံရပြီးဘဝထဲကအရေးအပါဆုံးသောလူတွေကိုဆုံးရှုံးနေရပါသလား။အဲ့လိုတွေဖြစ်နေပေမဲ့လဲ စိတ်ဓာတ်လုံးဝမကျသွားပါနဲ့။ ဘဝမှာကိုယ့်အတွက်ကောင်းမွန်တဲ့အရာတွေက အံ့သြစရာအဖြစ်ကိုယ့်ဆီရောက်ရှိလာနိုင်သလိုကိုယ့်ရဲ့ဆုတောင်းတွေကလဲ တစ်ချိန်ချိန်မှာပြည့်ဝလာနိုင်လို့ပဲဖြစ်ပါတယ်။ဒီကားလေးထဲမှာလဲ အဲ့ဒီလိုမျိုးကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာနေတဲ့ အရမ်းကံဆိုးပြီးတော့ ဘဝကြီးကိုအရှုံးပေးချင်နေတဲ့ ကောင်မလေးတစ်ယောက်ကိုတွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။ သူကတော့စာရေးဆရာမဖရန်ဆက်ဖြစ်ပြီးတော့ သိပ်မကြာသေးခင်ကပဲ သူကိုယ်တိုင်ပြုစုပျိုးထောင်ပေးခဲ့တဲ့ သူ့ရဲ့ယောက်ျားဖြစ်သူ စာရေးဆရာပေါက်စကနာမည်ကြီးသွားတဲ့အခါမှာ ဖောက်ပြန်ပြီးတော့သူ့ကိုပစ်သွားတဲ့အပြင်လျော်ကြေးငွေပေးရင်ပေး မပေးရင်အိမ်ပေးဆိုလို့အိမ်ကိုပေးခဲ့ရသူပဲဖြစ်ပါတယ်။ဒီလိုနဲ့ဖရန်ဆက်တစ်ယောက်လဲကွာရှင်းပြီး နောက်ပိုင်း စိတ်ဓာတ်တွေကျနေတုန်းသူငယ်ချင်းတွေရဲ့ကောင်းမှုနဲ့ အီတလီကိုခရီးသွားဖြစ်ခဲ့ပါတော့တယ်။အဲ့ဒီမှာရောင်းရန်ဆိုတဲ့ အိမ်လေးတစ်လုံးကိုတွေ့ခဲ့ပြီး ဘာမှတွေးမနေတော့ပဲ တခြားနိုင်ငံကအိမ်တစ်လုံးကိုဝယ်ဖြစ်ခဲ့ပါတော့တယ်။ဒီလိုနဲ့အဲ့ဒီအိမ်လေးမှာနေထိုင်နေရင်းသူ့ရဲ့ဘဝကိုအသစ်ကနေပြန်စတင်ပါတော့တယ်။ဒါပေမယ့်လဲ လေပြေတွေမလာခင်တိုက်ခတ်နေတဲ့ မုန်တိုင်းတွေကိုဖရန်ဆက်တစ်ယောက်ထပ်ကြုံတွေ့ခဲ့ရပြီးတဲ့နောက်မှာတော့သူ့ဘဝရဲ့ဆုတောင်းတွေဘယ်လိုပြည့်ဝသွားမလဲ ပျော်စရာဘဝကိုရောဘယ်လိုကြုံတွေ့ရမလဲ ဆိုတာကို စိတ်ခွန်အားတက်စရာအနေနဲ့ ဒရာမာတွေအများကြီးချိုးပြီးရယ်လိုက်ငိုလိုက်နဲ့ ကြည့်ရှုရမဲ့ကားလေးပဲဖြစ်ပါတယ်။  File size…3.90GB / 1.39GB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 53m\nGenre ….. Comedy , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/under-the-tuscan-sun-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZTlhYWIzOWYtY2VkOS00MzA4LWEzZDAtNDkxNzE0YTM5NDAwXkEyXkFqcGdeQXVyNjkxMjgwNDg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Medusa Deluxe (2023)",
        "description": "IMD b 6.2 ရရှိထားတဲ့ ဟာသအရောလေးတွေနဲ့ဒရမ်မာဆန်ဆန်ဇာတ်ကားတစ်ကားဖြစ်ပြီး ဇာတ်လမ်းအကျဉ်းကတော့..... ဆံပင်အလှပြုပြင်တဲ့ပြိုင်ပွဲတစ်ခုမှာပြိုင်ပွဲဝင်တစ်ယောက်အသတ်ခံလိုက်ရပြီး ရိုးရိုးလူသတ်မှုမျိုးမဟုတ်ဘဲဦးရေပြားကိုပါဆွဲခွာသွားတာမို့လူတွေအားလုံးကလည်းအထိတ်တလန့်ဖြစ်ကုန်ပါတော့တယ် ဆံသဆရာတွေရဲ့ထုံးစံအတိုင်းအတင်းအဖျင်းဆိုထိပ်ဆုံးကပါတတ်ကြတာမို့ဒီလိုရှုပ်ထွေးတဲ့အခြေအနေမှာဆိုပြောနေဖို့တောင်လိုမယ်မထင်ပါဘူး ဒီလိုနဲ့အတင်းအဖျင်းတွေပြောပြီးတစ်ယောက်နဲ့တစ်ယောက်အချွန်နဲ့မကြရင်းတကယ်တမ်းလူသတ်တရားခံကဘယ်သူလဲဆိုတာကိုမသိနိုင်လောက်အောင်ဖြစ်နေပါတော့တယ် တကယ်တော့ဆံသဆရာတွေရဲ့လောကဟာလည်းထင်ထားသလောက်မရိုးရှင်းပါဘူး ဒီလိုထူးဆန်းတဲ့လူသတ်မှုမျိုးကိုဘယ်သူကကျူးလွန်ခဲ့တာလဲ ကောလဟလတွေကြားကနေတကယ့်လူသတ်သမားအစစ်ကိုရောရှာတွေ့နိုင်ပါ့မလားဆိုတာကိုကြည့်ရှုရမှာပါ File size…(2.5 GB)/(1.3 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:41:00\nGenre...Comedy, Mystery, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/medusa-deluxe-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MatchMeIfYouCan_Poster-138x200.jpg",
        "title": "Match Me If You Can (2023)",
        "description": "လွန်ခဲ့တဲ့တစ်ပတ်လောက်ကမှ အသစ်စက်စက်ထွက်ရှိထားတဲ့ Match Me If You Can ဆိုတဲ့ Romance/ Comedy ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ IMDB rating 5.3 ရရှိထားပြီး ဇာတ်အိမ်ကလည်း တမူထူးခြားနေတာမို့ ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်လို့ကောင်းမဲ့ကားလေးတစ်ကားပါပဲ။ ကစ်ပ်က ကွန်ပျူတာပရိုဂရမ်မာတစ်ယောက်ဖြစ်ပြီး တစ်ဘဝလုံးအချစ်နဲ့ဝေးရာမှာနေလာရတဲ့ စာဂျပိုးမလေးတစ်ယောက်ပါ။ သူ့အတွက်အဖော်ဆိုလို့ ရုံးကအူကြောင်ကြောင် သူငယ်ချင်းသုံးယောက်နဲ့ ဝင်ကစွပ်ကောင်လေးတစ်ကောင်ပဲ ရှိပါတယ်။ ရိုင်လေကတော့ I Promise လို့အမည်ရတဲ့ Online Dating ဝက်ဘ်ဆိုက်တစ်ခုကို ဦးစီးနေသူဖြစ်ပြီး သူ့ရဲ့ကုမ္ပဏီက လူငယ်တွေကြားမှာ ရေပန်းစားတဲ့ကုမ္ပဏီတစ်ခုပါ။ ဒီလိုနဲ့တစ်ရက်မှာတော့ မထင်မှတ်ဘဲ I Promise မှာ sign up လုပ်ပြီး ရည်းစားရှာဖို့ကြိုးစားခဲ့တဲ့ကစ်ပ်ဟာ ကုမ္ပဏီဘက်က ကစ်ပ်အတွက် ရည်းစားရှာမရနိုင်ကြောင်း ပြန်စာကိုရရှိပြီးနောက်မှာတော့ အကြီးအကျယ်ပေါက်ကွဲပြီး I Promise ကို စတင်တိုက်ခိုက်ပါတော့တယ်။ ရန်သူတွေအဖြစ်စတင်ခဲ့တဲ့ ကစ်ပ်နဲ့ရိုင်လေရဲ့ဇာတ်လမ်းလေးက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/match-me-if-you-can-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/em2LVkDDRcNWLexiQDs5JKGfT0x.jpg",
        "title": "Un Rabon Con Corazon(2022)",
        "description": "Un Rabon Con Corazon(2022)\n****************************\nအလှပဂေးလေးနဲ့ လူ့ဂွစာကြီးပါလို့ ကားနာမည်က အဓိပ္ပါယ်ရပါတယ်...\nအလှပဂေးလေးဆိုတဲ့အတိုင်း ကိုလံဘီယာမင်းသမီးချော Lina Tejeiroရဲ့အလှအပတွေကိုတစ်ကားလုံးတစ်ဝကြီးမြင်တွေ့ရမှာပါ...။\nရိုးရိုးယဥ်ယဥ်လေးကတစ်နည်း ဆွဲဆောင်မှုပြင်းပြင်းကတစ်ဖုံနဲ့ကို ခံစားရမှာပါ...။\nဇာတ်လမ်းထဲမှာတော့ သူဟာ အမျိုးသားထု အသုံးတော်ခံရွှေကြာလေးအဖြစ်သရုပ်ဆောင်ထားပြီးဘဝအတွက် ငွေရှာရင်းရုန်းကန်နေရသူပါ...။\nတစ်နေ့မှာတော့ သူ့ဆီကို လူတစ်သိုက်က အလုပ်လာကမ်းလှမ်းပါတယ်...။\nအလုပ်ကတော့ လူ့ဂွစာကြီးတစ်ယောက်ကိုပြုပြင်ပေးဖို့၊ လူ့ဂွစာကြီးနေထိုင်ရာတိုက်ခန်းကနေထွက်သွားအောင်ဖြားယောင်းပေးဖို့ပါ....။\nဒီလူ့ဂွစာကြီးကဟာ ဘယ်လောက်တောင်ဆိုးလဲဆိုရင် ညကြီးအချိန်မတော်သီချင်းတွေအကျယ်ကြီးဖွင့်လို့ဖွင့်၊ ကားကိုလည်း စည်းမရှိကမ်းမရှိ အပေါက်ဝပိတ်ရပ်လို့ရပ်နဲ့၊\nပြောမကုန်တဲ့ နည်းမျိုးစုံနဲ့ သူ့အိမ်နီးချင်းတွေကို ဒုက္ခမျိုးစုံပေးသူပါ....။\nကြာတော့ အိမ်နီးချင်းတွေက မခံနိုင်ဖြစ်လာပြီး ရွှေကြာလေးကို ငှားကာ လူ့ဂွစာကြီးကိုနှင်ချဖို့ကြံပါတယ်....။\nဒီတော့ အလှပဂေးလေးနဲ့ လူ့ဂွစာကြီးဇာတ်လမ်းက ဘယ်လိုဖြစ်သွားမလဲဆိုတာကိုမင်းသမီးကြည့်ရရုံနဲ့တန်တဲ့ ဒီSpanish Comedy Movieလေးထဲမှာကြည့်ရှုလို့ရပါပြီ။File size… 1.5GB& 777MB\nQuality… WEB-DL1080P, 720p\nFormat…mp4\nDuration….1h 30min\nGenre …..  Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. Themes\nTranslated by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/un-rabon-con-corazon2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMjE0MTM4NTc3NF5BMl5BanBnXkFtZTcwMjYzOTIxNg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Muppets (2011)",
        "description": "မားပက်ထ်ဆိုတာက ငယ်ငယ်က‌ကလေးတိုင်းရဲ့အကြိုက်ဆုံး တီဗီရှိုးတစ်ခုဖြစ်ခဲ့ပြီး မားပက်ထ် character တွေဟာလည်း အားလုံးရဲ့အချစ်ခံတွေ ဖြစ်ခဲ့တာပေါ့။ ဒါပေမဲ့လည်း ကမ္ဘာကြီးက တိုးတက်ပြောင်းလဲလာတာနဲ့အမျှ ပိုကောင်းပြီးလူကြိုက်များတဲ့ တီဗီရှိူးတွေက အစားထိုးဝင်ရောက်လာခဲ့ပြီး မားပက်ထ်ရှိုးကတော့ အပိုင်းသစ်ရိုက်ကူးခြင်းလည်းမရှိတော့သလို မားပက်ထ်ဇာတ်ကောင်တွေကိုယ်တိုင်လည်း တကွဲတပြားစီနဲ့ တိမ်မြုပ်ပျောက်ကွယ်ကုန်ကြပါတယ်။ မားပက်ထ်စတူရီယိုကိုယ်တိုင်တောင် ပရိသတ်တွေအတွက် အလည်အပတ်နေရာတစ်ခုအဖြစ်ပဲ ကျန်ရှိပါတော့တယ်။ ဝေါလ်တာကတော့ စမောတောင်းလို့ခေါ်တဲ့ မြို့ငယ်လေး‌တစ်မြို့က ကောင်လေးတစ်ယောက်ဖြစ်ပြီး မားပက်ထ်ကိုအရူးအမူးစွဲလမ်းသူပါ။ ဒီလိုနဲ့တစ်ရက်မှာတော့ ဝေါ်လ်တာရယ်၊ သူ့အစ်ကိုဂယ်ရီနဲ့ မယ်ရီတို့ဟာ အလည်အပတ်ခရီးထွက်ရင်း မားပက်ထ်စတူရီယိုကို ရောက်လာကြပါတယ်။ ဒီမှာတင်ထင်မှတ်မထားဘဲ ဆိုးဝါးတဲ့ရေနံလုပ်ငန်းရှင်တစ်ယောက်ရဲ့ စတူရီယိုကိုဖြိုချပြီး ရေနံတူးမဲ့အစီအစဉ်ကို ကြားခဲ့ရပါတယ်။ မားပက်ထ်တွေအနေနဲ့ကလည်း ပိုင်ဆိုင်မှုလွဲအပ်ကြောင်းစာချုပ်က ချုပ်ဆိုပြီးသားဖြစ်နေပြီး စာချုပ်ဖျက်သိမ်းဖို့ တစ်ခုတည်းသောနည်းလမ်းက ဒေါ်လာ (၁၀) မီလီယံလျော်ဖို့ပါပဲ။ ဒီလိုနဲ့သုံးယောက်သားဟာ မားပက်ထ်ကိုပြန်ကယ်တင်ဖို့ရည်ရွယ်ချက်နဲ့ တကွဲတပြားစီဖြစ်နေတဲ့ မားပက်ထ်တွေကို လိုက်လံစုစည်းပါတော့တယ်။ The Muppets ဇာတ်ကားဟာ 2011 တုန်းကထွက်ရှိခဲ့တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပြီး Musical ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-muppets-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTU3NjM3Mzg0Ml5BMl5BanBnXkFtZTcwOTk4MDI3NQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Our Idiot Brother (2011)",
        "description": "ဒီနေ့မှာတော့ 2011 ကထွက်ရှိထားတဲ့ IMDb 6.4 နဲ့ Rotten tomatoes မှာ 70% ထိရရှိထားတဲ့ Comedy ကားကောင်းလေးတင်ဆက်ပေးမှာပါ ပါဝင်တဲ့ Cast တွေက ကိုယ်တွေနဲ့ မစိမ်းတဲ့ Paul Rudd တို့ Rom-com ကားတိုင်းရဲ့ ပင်တိုင်စံမင်းသမီးလိုဖြစ်တဲ့ Zooey Deschanel တို့အပြင်တခြားမင်းသမီးကြီးတွေလည်း ပါဝင်တာမို့ ဇာတ်အိမ်ခိုင်ပြီး မျက်စိပဒါသပါဖြစ်စေပါတယ်။ ဇာတ်အိမ်လေးက အိမ်တစ်အိမ်ရဲ့ ဆည်းလည်းလေးတစ်ခုအကြောင်းပေါ့ ၊ ရှိရင်လည်းဆဲတဲ့သူသာလဲသေသွားမယ်အချိုးတော့မပြင်တာမျိုး။ မရှိရင်ကျဟာတာတာဖြစ်သွားတာမျ်ိုးမို့ မိသားစုရဲ့နွေးထွေးတဲ့ Vibe လေးကိုဟာသနှောပြီး ကြည့်ရှုရမှာပါ (လူကြီးဟာသတွေပါတာမို့ မိသားစုနဲ့ကြည့်ဖို့တော့ သိပ်မသင့်တော်ပါဘူ File size…(1.6 GB)/(917 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:30:00\nGenre...Comedy, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mia",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/our-idiot-brother-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/IUIt3P60FMYvAgsIkSBZKNkNGd.jpg",
        "title": "My Mom’s New Boyfriend (2008)",
        "description": "My Mom's New Boyfriend (2008)ဒီကားလေးကတော့ Romance Comedy ရောထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီး ပေါ့ပေါ့ပါးပါး ရယ်စရာလေးတွေနဲ့ အပျင်းပြေ ကြည့်ရှုလို့ရမှာပါ။ တစ်ခေတ်တစ်ခါရဲ့ Romcom Queen တစ်ပါးဖြစ်ခဲ့တဲ့ Meg Ryan နဲ့ ဇောရိုးမင်းသားကြီး Antonio Banderas ပါတဲ့အပြင် Selma Blair နဲ့ Tom Hanks ရဲ့သား Colin Hanks တို့ပါ ပါဝင်ထားလို့ လူစုံတက်စုံလို့ ပြောရမှာပါပဲ။လူငယ် FBI Agent တစ်ယောက်ဖြစ်တဲ့ ဟင်နရီက ၃နှစ် ကွင်းဆင်းပြီးတော့ အမေ့အိမ်ကို ပြန်ရောက်လာတာကနေစပါတယ်။ အဲဒီအချိန်မှာ အရင်က ဝတုတ်ကြီးဖြစ်ခဲ့တဲ့ သူ့အမေက ဝိတ်တွေကျ၊ ပိန်ပိန်ပါးပါး၊ ခန္ဓာကိုယ်လှလှ၊ စမတ်ကျကျနဲ့ စော်အလန်းတပွေဖြစ်နေပြီး ဘဲတွေထည်လဲတွဲနေတဲ့ အမိုက်စားလေးပေါ့။ ဟင်နရီတို့စုံတွဲ အိမ်ရောက်ပြီး တစ်ရက်အတွင်းမှာပဲ သူ့အမေ မာတီက ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/my-moms-new-boyfriend-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dr25PnZMpO8w93hWeOUIch3eouK.jpg",
        "title": "LEGO Disney Princess: The Castle Quest (2023)",
        "description": "Genre – Animation, Adventure, Comedy, Family, Drama\nIMDB – 7.3/10သားသားမီးမီးတို့တင်မက လူကြီးတွေပါ စိတ်ပါရင်ကြည့်လို့ရမယ့် ၂၀၂၃ ခုနှစ် အသစ်ထွက် Lego ရုပ်လေးတွေနဲ့ပုံဖော်တင်ဆက်ထားတဲ့ Disney မင်းသမီးလေးတွေရဲ့စွန့်စားခန်း ကာတွန်းလေး ဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးထဲမှာ အဓိက လူဆိုးက Beauty and the Beast ထဲကဂတ်စတွန် ဖြစ်ပြီး မင်းသမီးလေးတွေကတော့Snow White က စနိုးဝှိုက်တို့ Moana ထဲက မိုအာနာတို့ The Little Mermaid ထဲကအေရီရယ်တို့ Rapunzel ထဲက ရာပန်ဇယ်တို့နဲ့The Princess and the Frog ထဲက တီအာနာတို့က ပါဝင်ထားကြတာပါ။ဇာတ်လမ်းလေးကတော့ ဂတ်စတွန်ဟာ မှော်ကြေးမုံနဲ့အတူမှော်ဝင်ပစ္စည်းတွေကို လိုက်သိမ်းပိုက်နေပြီးကုန်းမြေတွေကို အပိုင်စားရနေတော့ အေရီရယ်ရဲ့အဖေဖြစ်သူထရစ်တွန်ရဲ့ သုံးခွမှိန်းကြီးကို လာယူပြီးပင်လယ်ကိုပါ အုပ်စိုးဖို့ ကြံစည်နေတာပါ။ဒီမှာတင် တစ်ကမ္ဘာလုံး လူယုတ်မာလက်အောက်မကျရောက်ရအောင် ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/lego-disney-princess-the-castle-quest-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZmVlYjgwNmEtNjM2My00MGQ2LTg2NDQtYjRjMGZlM2ZlOGE2XkEyXkFqcGdeQXVyMTU5MjA4NTQ1._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Pretty Crazy (2023)",
        "description": "အလုပ်မှာလည်းအောင်မြင် Handsome လည်းဖြစ်တဲ့ လူငယ်လေးတစ်ယောက်ပြီးပြည့်စုံတဲ့ မိန်ကလေးတစ်ယောက်နဲ့တွေ့ဖို့အတွက် တစ်ယောက်ပြီးတစ်ယောက်ပတ်တွဲ\nအချစ်စစ်ကိုလိုက်ရှာရင်း အတိတ်ကဇာတ်ရှုပ်တွေနဲ့ လက်ရှိတွဲတဲ့စော်နဲ့ တိုင်ပတ်\nအချစ်ဆုံးသူငယ်ချင်းရဲ့ မင်္ဂလာဆောင်မှာ သတို့သားအရံလုပ်ဖို့အတွက်\nတွဲစရာစော်မရှိ တိုင်ပတ်တွေ့မယ့်တွေ့တော့လည်း ကောင်မလေးက အချေတစ်လိုင်းနဲ့\nအချစ်ဆိုတာ ဘာလဲ ဘယ်လဲ ဘယ်လိုလဲ ဆိုတာကို ရိုက်ပြသွားတဲ့ (Romance/Comedy) ဇာတ်ကားလေးတစ်ကားပါဒီတော့ ပရိတ်သတ်ကြီးလည်း အချစ်ဆိုတာဘာလဲ သိချင်ရင်တော့\nဒီဇာတ်ကားလေးကိုကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်ဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် File size…(1.48 GB)/(702 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:30:00\nGenre...Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield",
        "rating": "",
        "url": "https://channelmyanmar.org/pretty-crazy-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/8gAZUwOu0-141x200.jpg",
        "title": "Taxi 5 (2018)",
        "description": "Taxi 5 (2018)ဒီဇာတ်ကားကတော့ ရှေ့ကအောင်မြင်ခဲ့တဲ့  Taxi ပြင်သစ်ဇာတ်ကားတွေရဲ့အဆက်အဖြစ် ထွက်ရှိလာတာပါ။ဒါပေမယ့် ရှေ့က မင်းသားမင်းသမီးတွေ မဟုတ်တော့ဘဲ အသစ်တွေနဲ့ ရိုက်ကူးထားပါတယ်။မင်းသား မင်းသမီးအသစ်တွေဖြစ်ပေမယ့်လို့ အရံတချို့နဲ့ ဇာတ်လမ်းဇာတ်ကွက်ကတော့ တူပါတယ်။ဒီဇာတ်ကားမှာတော့ ရဲက ဖိုက်တာ ကားမောင်းသမားဖြစ်လာပြီး Taxi သမားကတော့ ရှေ့ဇာတ်ကားတွေက ဖိုက်တာကြီး ဒန်နီရယ်ရဲ့ တူတော်စပ်သူ အူကြောင်ကြားကောင်အဖြစ် ဇာတ်လမ်းကိုပြန်လှည့်ထားပါတယ်။ယခင်ဇာတ်ကားတွေလို Taste မရတော့ပေမယ့် \" ဒန်နီရယ် နဲ့ အီမလီယံ\" ကိုလွမ်းနေသူ ကိုယ်တွေအတွက်တော့ ဖြေသိမ့်ဖို့ ကြည့်နေမိတဲ့ဇာတ်ကားပါ။(Taxi ဇာတ်ကားအားလုံးကို   https://channelmyanmar.org/?s=taxi  မှာ ကြည့်လို့ရပါတယ်။ )\nFile size…(2.3 GB)/ (1.1 GB)\nQuality….BluRay 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:41:54\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Mg King",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/taxi-5-2018/"
    }
]