[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ez1EDULOCUUCySHOZU6tz97qbtM.jpg",
        "title": "Just Go with It(2011)",
        "description": "Comedy ကားကောင်းတွေ ရှားပါးလာတဲ့အချိန်မှာ ၂၀၁၁ ခုနှစ်က ထွက်ရှိထားတဲ့ Comedy/Drama ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ သရုပ်ဆောင်တွေကတော့ Grown ups, Big Daddy တို့ရဲ့မင်းသားကြီး Adam Sandler... Friends seriesက မင်းသမီး Jennifer Aniston... Battleship ဇာတ်ကားထဲက မင်းသမီးချောလေး Brooklyn Decker တို့နဲ့ဆိုတော့ တကယ့်ကိုကြည့်ကောင်းတဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်ကားလေးကတော့ လက်စွပ်လေးတစ်ကွင်းကြောင့် တစ်လောကလုံးဗြောင်းဆန်ကုန်တယ်လို့ပဲပြောရမှာပါ။ ပလက်စတစ်ဆာဂျရီပညာရှင် ‌ဒန်နီယယ်မက်ကာဘီးဟာ လက်ထပ်ခါနီးမှာ သူ့ဇနီးလောင်းကသူ့မကောင်းကြောင်းပြောနေတာကို ကြားခဲ့ရပြီး မင်္ဂလာပွဲပျက်ပြီး စိတ်ဒဏ်ရာရခဲ့သူဖြစ်ပါတယ်။ ဒါပေမယ့်သူဟာ လက်ထပ်လက်စွပ်ကို မစွန့်ပစ်လိုက်ပဲနဲ့ ကောင်မလေးတွေကိုလက်စွပ်ပြ၊ မိန်းမကနှိပ်စက်ကြောင်းပြော၊ မျက်ရည်ခြူတဲ့ စားဘဲကြီးလုပ်ပါတော့တယ်။ တစ်ရက်မှာတော့ သူတကယ်သဘောကျတဲ့ကောင်မလေးတွေ့ပေမယ့် သူ့လက်စွပ်အကြောင်းကိုအမှန်အတိုင်းမပြောချင်တဲ့အခါ လိမ်ပြောဖို့ ဉာဏ်နီဉာဏ်နက်တွေသုံးပါတော့တယ်။ သူ့ကိုကူပြီးလိမ်ပေးဖို့ သူ့လက်ထောက်လည်းမနေရ၊ သူ့လက်ထောက်ရဲ့သားသမီးတွေလည်းမနေရ၊ အဲဒီသားအမိတွေကလည်း အခွင့်အရေးရ‌တုန်း မွှေချလိုက်တော့ ဒန်နီတစ်ယောက် ပြဿနာတွေကြီးပါတော့တယ်။ဒီလိုနဲ့ ဒန်နီက သူချစ်တဲ့‌ကောင်မလေးကိုရမလား၊ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/just-go-with-it2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3ZbZsmsvNGdprRi2lKgGEeVLEH.jpg",
        "title": "Shazam! Fury of the Gods (2023)",
        "description": "Shazam! Fury of the Gods (2023)ရှဇမ်းရဲ့ ဒုတိယမြောက်ရုပ်ရှင်လာပါပြီ။ ပထမရုပ်ရှင်ရဲ့အဆက်အတိုင်းပါပဲ။\nပထမရုပ်ရှင်ရဲ့ ဒါရိုက်တာက David F. Sandberg ပါပဲ။\nရှဇမ်းလူကြီးအဖြစ်တော့ Zachary Levi ပဲ ပါဝင်ထားပေမဲ့ ကလေးသရုပ်ဆောင်အဖြစ်တော့ အသက်နည်းနည်းကြီးတဲ့ Asher Angel က ပါဝင်ထားပါတယ်။\nစူပါဟီးရိုးမမ အလန်းအဖြစ် Grace Caroline Currey ပါပါတယ်။\nပထမကားထက် ဟာသတွေပိုများပြီး ပေါ့ပေါ့ပါးပါးလေးနဲ့ အပမ်းပြေကြည့်ရှုဖို့သက်သက် ဖန်တီးထားတာပဲဖြစ်ပါတယ်။\nမိသားစုပညာပေးကားလေးဆိုလည်းမမှားပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရိနတ်ဘုရားတွေနဲ့ တိုက်ခိုက်ရတာ ဖြစ်ပါတယ်။\nရှဇမ်းတို့ကို စွမ်းအားတွေပေးခဲ့တဲ့ မှော်တောင်ဝှေးဟာ ဂရိနတ်ဘုရားတွေရဲ့ အစွမ်းတွေကိုခိုးယူထားပြီး နတ်ဘုရားလောကကို မှော်အစွမ်းတွေမရှိတော့အောင် ဖန်တီးခဲ့တဲ့အရာလည်းဖြစ်ပါတယ်။\nဒါပေမဲ့ ရှဇမ်း (၂၀၁၉) မှာ ဘီလီဘတ်ဆန်က ချိုးပစ်လိုက်တဲ့နော်က နတ်ဘုရားတွေ ကမ္ဘာပေါ်ကို ဆင်းလာနိုင်ပြီး သူတို့ရဲ့အစွမ်းတွေကို ပြန်ယူဖို့ ထိပ်တိုက်တွေ့ကြတဲ့အခါ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/shazam-fury-of-the-gods-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k703Pb5C0NsLvXPgFk8kAKnLylq.jpg",
        "title": "Bridget Jones’s Baby (2016)",
        "description": "Bridget Jones's Baby (2016)~ IMDb - 6.5/10, RT - 78%, Meta - 59% ~ဘရစ်ဂျစ်တို့ တတိယမြောက်ကားကတော့ 2 အပြီး ၁၀နှစ်လောက်ကြာ 2016 ခုနှစ်မှာမှ ထွက်ခဲ့ပါတယ်။ 3 မှာတော့ Second Lead ဒယ်နီရယ်ပါမလာတော့ပါဘူး။ အဲဒီအစား နောက်ထပ်မင်းသားတစ်လက်ပါလာပါတယ်။2 မှာ ဘရစ်ဂျစ်တို့စုံတွဲက ပြန်တွဲခဲ့ပြီး ဇာတ်သိမ်းခဲ့ပေမယ့် 3 မှာတော့ သဘောထားမတိုက်ဆိုင်တာတွေဖြစ်ပြီး နှစ်ယောက်သားပြန်လည် လမ်းခွဲခဲ့ပါတယ်။ မာ့ခ်ကလည်း အခြားတစ်ယောက်နဲ့ အိမ်ထောင်ပြုပြီး ကွာရှင်းလိုက်ပါသေးတယ်။ သူငယ်ချင်းတွေပါ အိမ်ထောင်အသီးသီးကျပြီး မိသားစုနဲ့ ဖြစ်နေချိန်မှာ ဘရစ်ဂျစ်က‌ တစ်ကိုယ်တည်းပြန်ဖြစ်ပြီး အလုပ်ပဲလုပ်‌နေခဲ့ပါတယ်။အလုပ်ကသူငယ်ချင်းရဲ့ တိုက်တွန်းမှုကြောင့် ဂီတပွဲတစ်ခုကိုသွားရာကနေ အဲဒီမှာ အမှတ်မထင်တွေ့တဲ့လူတစ်ယောက်နဲ့အိပ်ခဲ့မိပါတယ်။ နောက်တော့ သူငယ်ချင်းရဲ့ကလေးကင်ပွန်းတပ်ပွဲမှာ မာ့ခ်နဲ့အတူ ခေါင်းကိုင်မိဘ‌တွေလုပ်ရင်း မာ့ခ်နဲ့လည်းပြန်အဆင်ပြေခဲ့ပါတယ်။ ဒါပေမဲ့ ကံမကောင်းစွာနဲ့ သုံးခဲ့တဲ့အကာအကွယ်ပစ္စည်းတွေက ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/bridget-joness-baby-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a4JBNvVVHj60OEEc6MbLIvA0v6B.jpg",
        "title": "Romancham(2023)",
        "description": "Romancham (2023)\nIMDb 8.1\nဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့သရဲခေါ်ဘုတ်ပြားကတစ်ဆင့် ဝိညာဥ်ဆင့်ခေါ်ခဲ့မိတဲ့သူငယ်ချင်း၇ယောက်...\nငယ်စဉ်ကလေးဘဝကတုန်းက သရဲခေါ်နည်းပေါင်းစုံကစားဖူးကြမှာပါ\nဘောပင်နဲ့ခေါ်တာ ဘုတ်ပြားပေါ် ဖယောင်းတိုင်တို့၊ဖန်ခွက်တို့နဲ့ခေါ်တာမျိုးတို့ပေါ့ဒီဇာတ်ကားထဲမှာလည်း စစချင်းမှာ ကိုမာကြောင့်ဆေးရုံမှာလှဲနေရတဲ့ ဂျီဘင်ဆိုသူရှိပါတယ်\nသူဘာကြောင့်ဒီလိုဖြစ်ခဲ့ရလဲမမှတ်မိဘူးပေါ့ နောက်ကြောင်းပြန်ရရင်တော့\nသရဲခေါ်ဘုတ်ပြားကနေစမှာပါ တစ်အိမ်တည်းမှာအတူစုနေကြတဲ့သူငယ်ချင်း၇ယောက်ရှိပါတယ်\nငှားရမ်းခကို အတူတူစုခံပြီး ညနေဘက်တိုင်း ဘော်လီဘောကစားကြတဲ့ပျော်ပျော်နေတတ်တဲ့သူငယ်ချင်းတစ်သိုက် ...သူတို့ထဲကတစ်ယောက်က ကစားနည်းပျင်းလာလို့ဆိုပြီး သရဲခေါ်ကစားနည်းဆော့ခဲ့ရာမှ ကမောက်ကမဖြစ်ကြရမဲ့သူတို့ဘဝတွေ...\nဇာတ်လမ်းကြည့်ရင်းနဲ့ကိုဖြစ်ရပ်မှန်ဆိုတဲ့အသိကြောင့်အသည်းတစ်ယားယားဖြစ်နေမှာပါပဲရှင်\nFile size…2.21GB / 889MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khin Khin ~BpL~ Yunni",
        "rating": "",
        "url": "https://channelmyanmar.org/romancham2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMzkyMjU1ZjMtMDJlMS00M2YzLWJhZDQtYjFjZTUyMzI2MDViXkEyXkFqcGdeQXVyMzQyMDgzOTU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Murder Mystery 2 (2023)",
        "description": "Murder Mystery 2 (2023)\n===================\nIMDb Rating - 5.7/10နာမည်ကြီး မင်းသား Adam Sandler နဲ့ မင်းသမီး Jennifer\nAniston တို့ အဓိကသရုပ်ဆောင်ရိုက်ကူးထားတဲ့ Mystery\nMurder 2 ပြန်လာပါပြီ။ ဇာတ်​လမ်းကတော့ ​​တစ်ကားလုံး\nရယ်စရာဟာသတွေနဲ့ တစ်လွဲတွေကို တွေ့မြင်ရမယ့် Mystery,\nComedy Genre ပဲ ဖြစ်ပါတယ်။Nick Spitz နဲ့ Audrey Spitz တို့ သူတို့ စုံထောက်လုပ်ငန်းမှာ\nအလွဲတွေချည်းလုပ်ပြီး ဒေဝါလီခံလုနီးပါးအချိန်မှာ သူတို့ရဲ့\nသူငယ်ချင်း ဘီလီယံနာသူဋ္ဌေးဆီက မင်္ဂလာဆောင်ဖိတ်တာကို\nခံလိုက်ရတယ်။ သူတို့လည်း လက်ခံလိုက်ပြီး ဥရောပကို ခရီး\nထွက်လာကြတာပေါ့။ ရောက်လည်းရောက်ရော ဘီလီယံနာ\nသူဋ္ဌေးရဲ့ အပျံ့စားဧည့်ခံမှုတွေကြောင့် ပျော်နေချိန်မှာပဲ မကြာ\nလိုက်ပါဘူး၊ ပြဿနာအကြီးကြီးတက်တော့တာပဲ။ သတို့သား\nဘီလီယံနာသူဋ္ဌေးကို မင်္ဂလာဆောင်မှာ ပြန်ပေးဆွဲခံလိုက်ရပါ\nတယ်။အဲဒါကြောင့်Nick နဲ့ Audrey လည်း စုံထောက်တွေအဖြစ် တရား\nခံကိုရှာဖွေဖို့ သံသယဝင်သူတွေကို စစ်ကြတယ်။ ဒါပေမဲ့ အဲ့ဒီ\nသံသယဝင်ခံရတာက Nick ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/murder-mystery-2-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bSMSO9xupd4R4vwTPqigHn2quLN.jpg",
        "title": "Murder Mystery (2019)",
        "description": "Murder Mystery (2019)\n=================၂၀၁၉ထွက်ဟာသကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေး\nချင်ပါတယ်။ နာမည်ကြီးမင်းသားမင်းသမီးတွေ ပါဝင်\nထားတဲ့ဇာတ်ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်းကိုစလိုက်ရအောင်ဗျာ ...\nနယူးယောက်က  စုံထောက်စာမေးပွဲကိုခဏခဏကျတဲ့\nရဲအရာရှိတစ်ယောက်နဲ့ သူ့မိန်းမ ကအိမ်ထောင်သက်\n၁၅နှစ် ပြည့်မှာ ဇနီးသည်ရဲ့အလိုဆန္ဒကိုလိုက်လျောသော\nအားဖြင့် မင်္ဂလာဦးပေးထားခဲ့တဲ့ ဥရောပခရီးထွက်ဖို့ဖြစ်\nလာခဲ့ပါတယ်။ လေယာဉ်ပေါ်‌ရောက်တော့ ကယ်ဗန်ဒစ်ချ်\nဆိုတဲ့လူတစ်ယောက်နဲ့ရင်းနှီးသွားတယ်။ စကားတွေ ပြော\nဖြစ်ရင်းနဲ့ သူ့ဦးလေးဘီလီယံနာ အဖိုးကြီးမင်္ဂလာဆောင်\nဂုဏ်ပြုပွဲလုပ်တဲ့အပန်းဖြေသင်္ဘောကိုခေါ်လို့လင်မယား\nနှစ်ယောက်လိုက်သွားတာပေါ့။ညဖက်ရောက်တော့အခန်းထဲမှာအဖိုးကြီးရဲ့မိသားစုတွေ\nမိတ်ဆွေရှေ့မှာ အဖိုးကြီးက သူ့ဇနီးသည်ငယ်ငယ်လေးကို\nသူပိုင်ဆိုင်သမျှ ဘီလီယံနာ ၇၀ လုံးလွှဲပေးဖို့လက်မှတ်\nထိုးခါနီး ရုတ်တရက်မီးပြတ်ပြီး အဖိုးကြီးအသတ်ခံလိုက်\nရတယ်။ ဇာတ်လမ်းကအဲ့ကနေစတော့တာပဲ . . .ဒါနဲ့ ရဲလင်မယားနှစ်ယောက်က သံသယရှိတဲ့လူတွေကို\nစုံစမ်းကြတယ်၊ သူတို့သံသယရှိတယ်လို့ထင်တဲ့သူတွေက\nလည်း တစ်ယောက်ပြီးတစ်ယောက်သေသွားကြတယ်။\nဘယ်လိုအလွဲလေးတွေနဲ့လိုက်စုံစမ်းကြမလဲဆိုတာ ရယ်\nစရာတွေကြည့်ရင်းရင်းအပန်းဖြေရင်းကြည့်ကြမယ်ဗျာIMDB rating 6.1ရထားတဲ့ ဟာသ ကားလေးမို့အားပေးကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုတင်မျိုးလွင် ပါ)File Size : (800 MB) and (400 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1h 37min\nFormat : Mp4\nGenre : ...",
        "rating": "6.1",
        "url": "https://megaup.net/3ztmi/Murder_Mystery_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8IPYhz6YcxASTg72XqOECfyAlSw.jpg",
        "title": "Love So Divine(2004)",
        "description": "Love So Divine(2004)*******************ဂင်ဂျူရှစ်ဆိုတဲ့လူငယ်လေးဟာ ခရစ်ယာန်ဘာသာကို အထူးယုံကြည်သက်ဝင်ပြီးကျန်ရှိတဲ့သက်တမ်းတစ်လျှောက်ကိုလည်း မွန်မြတ်တဲ့ ဖာသာတစ်ဦးအဖြစ်နဲ့ ဖြတ်သန်းသွားဖို့ ရည်ရွယ်ထားတဲ့ သူတစ်ဦးပါ...\nဒါ့ကြောင့် ခရစ်ယာန်ကျောင်းတော်မှာလည်း ကျင့်ဝတ်တွေကိုသေချာလိုက်နာပြီး စာတွေလည်း အရမ်းကြိုးစားခဲ့ပါတယ်...\nဒီလိုနဲ့ သူနေတဲ့ ခရစ်ယာန်ကျောင်းတော်ကြီးက ဖာသာကြီးရဲ့ သမီးဖြစ်သူဟာအမေရိကားမှာ စာသင်ပြီး ကျောင်းပိတ်လို့ပြန်လာခဲ့ပါတယ်...\nကောင်မလေးဟာ အမေရိကားမှာကျောင်းတက်လာတဲ့ခေတ်လူယ်ပီပီခေတ်ဆန်ပွင့်လင်းပြီး အရာရာကိုစူးစမ်းတဲ့သူတစ်ဦးပေါ့ ...ဒီလိုကောင်မလေးနဲ့ ရှေးရိုးစွဲ ဘာသာရေးသာ ပထမလို့ ယူဆထားတဲ့ လူငယ်လေးနဲ့တွေ့တဲ့အခါမှာတော့....File Size :(1.4GB) and (654MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Romance , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nan D Lin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/love-so-divine2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZTY3NzkwMWQtMDU1Ny00OTBhLWIzYzAtMmMwZTFmMmU4NmI2XkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Man with Two Brains (1983)",
        "description": "ဇာတ်လမ်းအကျဥ်းကတော့ ဇနီးသည်ကွယ်လွန်ထားလို့ ပူပူနွေးနွေး မုဆိုးဖိုဖြစ်နေတဲ့ ဦးနှောက်ခွဲစိတ်ဆရာဝန်တစ်ဦးဟာ မိန်းမလှလေး တစ်ယောက်ကို ကားနဲ့တိုက်မိပြီး အဆိုပါမိန်းမ‌လှ‌လေးက‌ ဦးခေါင်းဒဏ်ရာရသွားလို့ သူကိုယ်တိုင်တီထွင်ထားတဲ့ ဦးခေါင်းခွဲစိတ်နည်းနဲ့ အသက်ကယ်ပေးလိုက်ပါတယ်။ ဇာတ်လိုက်ကျော် ဦးနှောက်ခွဲစိတ်ဆရာဝန်ဟာ မိန်းမလှလေး သတိရလာတဲ့နောက်မှာ သူမရဲ့ စရိုက်မှန်ကိုမသိဘဲ ချစ်မိသွားပြီး လက်ထပ်လိုက်ပါတော့တယ် ။ ပျားရည်ဆမ်းခရီးအနေနဲ့ ဩစတြီးယားနိုင်ငံကို ခရီးထွက်သွားပြီး ထူးဆန်းတဲ့ဆရာဝန်တစ်ယောက်နဲ့ စကားစပ်မိရာက‌နေ ထူးဆန်းတဲ့ လူသတ်မှုတွေအကြောင်း ၊ အသတ်ခံရတဲ့ သူ့သူငယ်ချင်းဆရာဝန်အကြောင်း‌ သိရှိခဲ့ရတဲ့အပြင် စကား‌ပြောတတ်တဲ့ ဦးနှောက်တစ်လုံးနဲ့ပါ တွေ့ဆုံခဲ့ပါ‌တော့တယ်။ ဒါ့အပြင် သူ့ဇနီးရဲ့ စရိုက်မှန်တွေကို သိသွားပြီးနောက်မှာ ဘယ်လိုတွေ ဆက်လက်ဖြေရှင်းမလဲဆိုတာကတော့ .... IMDb rating 6.4 ရရှိထားပြီး ထေ့လုံး၊ ငေါ့လုံး၊ ဟာသလေး‌တွေပါ ညှပ်ထည့်ထားလို့ ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမယ့် ဇာတ်ကားလေးတစ်ကားပါပဲ။ ခန္ဓာကိုယ်ဗလာအသားပေးပြကွက်တွေနဲ့ လိင်ပိုင်းဆိုင်ရာစကားလုံးတွေ ပါဝင်တာကြောင့် အသက် 18 နှစ်အောက် ကလေးတွေ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-man-with-two-brains-1983/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/2qudnrcpqjoi-141x200.jpg",
        "title": "The Untold Tale of the Three Kingdoms (2020)",
        "description": "လွန်ခဲ့တဲ့နှစ်ပေါင်း ၈၀၀ကျော်လောက်က တရုတ်ပြည်မှာ Wei , Shu နဲ့ Wu ဆိုပြီး ပြည်နယ် ၃ခုကွဲနေခဲ့တယ်ငြိမ်းချမ်းရေးအတွက်ကြိုးစားနေတဲ့ Liu Bei အတွက် နှစ်တွေများစွာကြာလာပေမယ့် ဘာမှမထူးခြားခဲ့ဘူးဒီလိုနဲ့ တော်တော်များများသိကြတဲ့ Battle of Red Cliffs ကို ရောက်လာတဲ့အခါမှာတော့ သူတို့တွေ ဘယ်လိုတွေ တိုက်ပွဲဝင်ကြမလဲဆိုတာကို ဟာသနှောပြီး ကြည့်ရှု့ကြရမှာပါ ။File Size__(1.4GB)\nQuality__720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:53:00\nType__Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by -\nEncoded by Naing Aung Latt",
        "rating": "5.0",
        "url": "https://megaup.net/1dlex/The.Untold.Tale.of.the.Three.Kingdoms.(2020).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzFmMWNmOGQtNmE2NS00ZjdkLTlhZGEtY2ZmZjI5N2UwZjkzXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-158x200.jpg",
        "title": "Love Today (2022)",
        "description": "Love Today (2022)\nIMDb - 8.1/10၂၀၂၂ မှာထွက်ရှိထားပြီး rating ရှယ်ရထားတဲ့အပြင် ရုံ၀င်ငွေမှာရှယ်မြတ်ထားတဲ့ တမီးလ်ရုပ်ရှင်ကားတစ်ကားကို\nတင်ဆက်ပေးချင်ပါတယ်။ လူကြိုက်များတဲ့အပြင် မစိမ်းတဲ့တမီးလ်နာမည်ကြီးသရုပ်ဆောင်တွေပါပြီး ယူတတ်ရင် ပညာလည်းရမယ့် ရုပ်ရှင်တစ်ကားပေါ့...ဇာတ်လမ်းအကျဉ်း\nချစ်သူနှစ်ယောက်ဟာ အချင်းချင်းချစ်တယ်လို့ပြောကြတယ်၊ သက်တမ်းကြာလာရင်ကိုယ့်အကြောင်း သူ့အကြောင်းထဲထဲ၀င်၀င်သိကြတယ်၊\nဘာလျှို့ဝှက်ချက်မရှိဘူး အချင်းချင်းယုံကြည်ပါတယ်လို့ပြောကြတယ်...ဒါပေမယ့်အဲ့ဒါကစကားအရပဲလား၊ အဲ့ဒါကိုတကယ်သက်သေပြရဲကြရဲ့လား...\nဒါဆိုရင်ကိုယ့်ရဲ့ ကိုယ်ပိုင်ဖုန်းကို ကိုယ်ချစ်ရတဲ့သူ၊ ယုံကြည်ရပါတယ်ဆိုတဲ့ သူကိုပေးသုံးရဲလား၊ password နံပါတ်တွေပေးရဲလားပေါ့...\nဒီဇာတ်ကားမှာတော့ ချစ်သူနှစ်ဦးဟာ အချင်းချင်းချစ်ကြတယ် တစ်ယောက်အကြောင်းတစ်ယောက် ကောင်းကောင်းသိတယ်ဆိုတာကို\nသက်သေပြဖို့ တစ်ယောက်နဲ့တစ်‌ယောက် ဖုန်းချင်းလဲသုံးခိုင်းပါတော့တယ်။အဲ့မှာဇာတ်လမ်းစတော့တာပါပဲ...ဒီတော့ အချင်းချင်းယုံကြည်ပါတယ်ဆိုတဲ့ ချစ်သူနှစ်ဦးက\nဖုန်းကိုအသာတကြည်လဲသုံးနိုင်ကြရဲ့လား၊ ဖုန်းpassword မဖွင့်မနိုင်အောင် ဘယ်လိုကြံစည်ကြမလဲ၊\nဘာလျှို့ဝှက်ချက်တွေများ ရှာတွေ့သွားကြမလဲ၊ အချင်းချင်းလက်ခံနိုင်ပါဦးမလားဆိုတာ...\nကိုယ့်မှာလည်းချစ်ရတဲ့သူရှိရင် ဖုန်းလဲသုံးခိုင်းပြီး အချစ်စမ်းကြည့်လို့ရတာပေါ့...\nFile size…2.3GB/ 1.1GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni~Nyein",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/love-today-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9tOF6yTtzFP2p7q4GB1lSEMrfIq.jpg",
        "title": "Boonie Bears: Back to Earth (2022)",
        "description": "Boonie Bears : Back to Earth (2022)ငယ်ငယ်ကကြည့်ခဲ့ဖူးတဲ့ တရှုံနဲ့အော့ရှုံကာတွန်းဇာတ်လမ်းတွဲလေးရဲ့ အင်္ဂလိပ်စကားပြောကာတွန်းကားလေးထွက်ရှိလာပါပြီဗျာ။\nတရှုံ၊ အော့ရှုံတို့ရဲ့ထုံးစံအတိုင်း အလွဲလေးတွေ၊ ဟာသလေးတွေ၊ ပညာပေးလေးတွေရောသမမွှေထားတာမို့ ကြည့်ကောင်းတဲ့ကာတွန်းလေးဖြစ်နေဦးမှာပါပဲနော်။ဘိုဆန်ဆန် ဘရမ်ဘဲလ်နဲ့ဘရိုင်ရာဆိုပြီး နာမည်ပြောင်းပေးထားတဲ့ချစ်စရာဝက်ဝံတို့ရဲ့ တောအုပ်ထဲကို ကောင်းကင်ပေါ်ကနေ သတ္တုကုဗတုံးလေးတစ်တုံး ကျရောက်လာခဲ့ပါတယ်။\nအဲ့ဒီကုဗတုံးလေးရဲ့ ပင်မစွမ်းအားက စိတ်ထားအရမ်းကောင်းပြီး နူးညံ့တဲ့ဘရမ်ဘဲလ်ရဲ့ဦးနှောက်နဲ့ပေါင်းစည်းသွားပါတော့တယ်။ကုဗတုံးလေးက ရွိုင်တန်လို့ခေါ်တဲ့ကြောင်မျိုးနွယ်စုစီးလာတဲ့ အာကာသယာဉ်ကိုရှာပေးနိုင်တဲ့ အဓိကသော့ချက်ဖြစ်နေလေတော့...\nအစားစားဖို့ပဲဆန္ဒရှိနေတဲ့ဘရမ်ဘဲလ်တစ်ယောက် အာကာသယာဉ်အုပ်စုတွေရော၊ ဂြိုလ်သားတွေရောနဲ့ ရင်ဆိုင်ရတဲ့အခါ\nဘယ်လိုတွေတိုင်ပတ်ဦးမလဲဆိုတာကို ဆက်ကြည့်လိုက်ပါတော့နော် ။ ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Comedy, Family\nQuality…. 1080p | 720p | 480p\nFile size… 1.71GB | 963MB | 452MB\nFormat… mp4\nDuration…. 1h 37min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... JoJoVa\nEncoder ..... ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/boonie-bears-back-to-earth-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uwpBfqI1xPkSWD5PYlwypoBIkpz.jpg",
        "title": "After the Storm (2016)",
        "description": "After the Storm ( 2016 )\n------------------------\nDirected by Hirokazu KoreedaEven After the Worst Storms ,\nThe Sun Will Shine Again.Koreedaကားတွေထဲ အကြိုက်ဆုံး၂ကားကို ရွေးထုတ်ရမယ်ဆိုရင် Still Walking နဲ့ After the Storm ကို ရွေးထုတ်ရမှာပဲ။ ဒီ၂ကားထဲက တစ်ကားပြန်ရွေးဖို့ဆိုရင်ကျ နည်းနည်းတော့ပြဿနာရှိတယ်။\nအတတ်ပညာပိုင်းအရဆိုရင်တော့ ပုဂ္ဂလိကအမြင်အရ After The Stormဟာ Still Walking ထက် နည်းနည်းလေးလျော့နေတယ်လို့ ပြောရမှာပဲ။\nဒါပေမဲ့ After The Storm ကတော့ ရင်ထဲပိုရောက်တယ်။ ပြောသာပြောရတာ ဒီ၂ကားက တစ်ဆက်တည်းပါပဲ။ တူလားဆိုရင်တော့ မတူဘူး။ ဒါပေမဲ့ တစ်ဆက်တည်းပဲ။၂ကားလုံးက Koreeda သူ့အမေအိမ်ကို သွားလည်ပြီးတဲ့နောက် အိုင်ဒီယာပေါ်လာတဲ့ကားတွေပဲ။ သူ့ဘဝသူ အခြေတည်ပြီး ရိုက်ထားတဲ့ကားတွေပဲ။\n၂ကားလုံး မင်းသားလည်းတူတယ်။ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/after-the-storm-2016-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ymygxi3GzxM6vjppE7eDbT6VX1.jpg",
        "title": "Labyu with an Accent(2022)",
        "description": "Labyu with an Accent(2022)**************************ဖိလစ်ပိုင်အချစ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါ‌ရစေ။ Trisha ဟာ ငယ်စဉ်တည်းက အမေရိကမှာနေလာပြီးဒီမှာပဲ ချစ်ရသူနဲ့တွေ့တော့ လက်ထပ်ဖို့ဆုံးဖြတ်ချက်ချခဲ့ပါတယ်..ကံဆိုးစွာပဲ ချစ်သူက ဖောက်ပြန်သွားလို့ အသည်းကွဲပြီး ဖိလစ်ပိုင်ကိုအလည်ပြန်ရောက်လာတယ်... ဘဝဟာ ထင်သလို မဖြစ်တော့လေ့လွင့်လိုက်ဦးမယ်ဆိုပြီးနိုက်ကလပ်ကိုတက်ခဲ့ပါတယ်..အဲ့ဒီနောက်နိုက်ကလပ်မှာ Dancerလုပ်နေသူ Gaboတို့ ဆုံမိကြတဲ့အခါ။ဘာဆိုဘာမှမတူကြတဲ့ သူတို့နှစ်ယောက်ဟာ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့...File Size :(2.5GB) and (1.1GB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:59:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jane\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/labyu-with-an-accent2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xH96ForYYUOjUoQ215mnISf6jv2.jpg",
        "title": "Software Blues (2022)",
        "description": "CM ပရိသတ်တွေအတွက် Software Blues ဆိုတဲ့ ပေါ့ပေါ့ပါးပါး\nတေလေဂူးရုပ်ရှင်လေးတစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်။\nဘာဂေ့ဗ်ဆိုတဲ့ကောင်လေးဟာ နည်းပညာကုမ္ပဏီတစ်ခုမှာ\nအလုပ်လုပ်နေတဲ့ ဆော့ဖ်ဝဲအင်ဂျင်နီယာတစ်ယောက်ပဲဖြစ်ပါတယ်။သူဟာ အလုပ်နဲ့ပတ်သက်ရင် အမြဲ တလွဲတချော်ဖြစ်နေတတ်ပေမဲ့\nအကောင်းဆုံးဝန်ထမ်းဆုရဖို့အတွက် အသည်းအသန်အလုပ်ကြိုးစားနေတဲ့သူပါ။\nသူ့မှာ သူ့လိုပဲ တလွဲတချော်လုပ်တတ်တဲ့ သူငယ်ချင်းတွေရှိပြီး\nဘယ်သူမှမသိတဲ့ကိစ္စတချို့ကိုလည်း သူက လျှို့ဝှက်ထားပါသေးတယ်။ဒီရုပ်ရှင်လေးဟာ ပေါ့ပေါ့ပါးပါး ခွီရင်း အပျင်းပြေ ကြည့်လို့ရတဲ့ ဟာသ၊\nဒရာမာရုပ်ရှင်လေးဖြစ်ပြီး သူ ဘာလို့ အကောင်းဆုံးဝန်ထမ်းဆုကို\nအသည်းအသန်လိုချင်နေလဲဆိုတာကို ဇာတ်လမ်းထဲမှာ မြင်ရမှာဖြစ်ပါတယ်ဗျ...။\nFile size…1.68GB / 856MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 59min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by HM~Cherry~Zwe Yan Naing",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/software-blues-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNWI0NTI3ZDgtMTNiZi00MDk5LTljNGQtNzgzYzQxNzM1ODEyXkEyXkFqcGdeQXVyMTM5NDQ2NjMw._V1_-141x200.jpg",
        "title": "Premadesam (2023)",
        "description": "Premadesam 2023 IMDb (8.1/10)CM ပရိသတ်ကြီးအတွက် နောက်ဆုံးထွက် တလဂူးရိုမန့်ဒရမ်မာကားလေးတစ်ခုကို တင်ဆက်ပေးချင်ပါတယ်အချစ်ဇာတ်လမ်းလေးက တစ်ခုမဟုတ်ပါဘူး နှစ်ခုပါ\nလူလေးယောက် ပြသနာနှစ်ခု အဖြေတစ်ခု ဖြစ်ရပ်တစ်ခု\nအဲ့ဖြစ်ရပ်တစ်ခုကြောင့် သူတို့ပြသနာတွေပြေလည်သွားနိုင်မလား ရိုမန်တစ်ဆန်ဆန် ဆွတ်ပျံ့ကြည်နူးဖွယ်ဒီဇာတ်လမ်းလေးဟာ မျက်ရည်ဝဲစေမဲ့ ဒရာမာလေးတွေလည်းပါရှိတာမို့ ဇာတ်ကားကြည့်ခေါင်းလေးမှီစရာ ပခုံးပိုင်ရှင်လေးတွေ လိုအပ်တယ်လို့တော့ တစ်ခါတည်း အကြံပြုပါရစေကိုယ့်ရဲ့‌ေကာလိပ်ကျောင်းသားဘဝကိုလည်း ပြန်အမှတ်ရစေမယ့်\nဇာတ်ဝင်ခန်းတွေလည်းပါရှိတဲ့အပြင် မင်းသားမင်းသမီးအကုန်လုံးက ကြည့်ရရှုရတာ မျက်စိလည်းအေး ရင်လည်အေးပြီး\nဇာတ်လမ်းလေးကလည်း စိတ်ဝင်စားဖို့ကောင်းတာမို့ ပရိသတ်ကြီးအတွက် အပန်းဖြေကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.59GB / 1.26GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 34m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ~BpL~ Nyein",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/premadesam-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Sridevi-Shoban-Babu-160x200.jpeg",
        "title": "Sridevi Shoban Babu (2023)",
        "description": "Sridevi Shobanbabu(2023)IMDb-7.8/10ရမ်ချရမ်ရဲ့ ညီမလေး Sushmita Konidela\nပါ၀င်ထားတဲ့ကားပါ။\nသူက ရုပ်ရှင်လောကမှာ ပရိုဂျူဆာ/ costume designer အဖြစ်အောင်မြင်မှုရထားပြီးသားသူတစ်ယောက်ပေါ့၊ ဒီဇာတ်လမ်းထဲမှာလည်း လက်တွေ့ဆန်ပြီး ရည်ရွယ်ချက်ကြီးမားတဲ့ costume designer အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။\nအဓိကဇာတ်ဆောင်မင်းသားဖြစ်တဲ့ Santosh Sobhan ကလည်း အားလုံးနဲ့စိမ်းမှာမဟုတ်ပါဘူး။ နောက်ဆုံးထွက်လူငယ်အချစ်ဇာတ်လမ်းလေးတွေနဲ့ အောင်မြင်နေတဲ့ အနုပညာရှင်တစ်ယောက်။\nဒီအကျော်အမော်နှစ်ယောက်နဲ့တင် အညွှန်းဆက်မဖတ်ပဲကြည့်ရင်တောင် မမှားတော့တဲ့ ရုပ်ရှင်မျိုးပဲပေါ့။\nဒါပေမဲ့လည်း ဖတ်လိုက်ပါဦး။ဇာတ်လမ်းအညွှန်း:\nရှိူးဘန်ဆိုတဲ့ကောင်လေးဟာ ဖခင်မေတ္တာလုံလုံလောက်လောက် မရခဲ့တဲ့သူပါ။ သူမေတ္တာအပြည့်အ၀မရခဲ့‌ပေမဲ့ လူတိုင်းအပေါ်မှာတော့ စိတ်ထားပြည့်၀တဲ့ ကျေးလက်လူငယ်လေးတစ်ယောက်ပေါ့။ရှရီကတော့ အိမ်မက်အကြီးကြီးတွေနဲ့ရည်မှန်းချက်တွေအတွက် ဇွဲရှိရှိကြိုးစားနေတဲ့သတ္တိရှိတဲ့မိန်းကလေးတစ်ယောက်။\nထက်မြက်ပြီး အကင်းပါးတဲ့သူလေးပေါ့။ဒီလို မတူညီတဲ့ ပတ်၀န်းကျင်က မတူညီတဲ့လူနှစ်ယောက်၊ အိမ်တစ်လုံးကိုအကြောင်းပြုပြီး ဆုံလာပါလေရော။သူတို့ ၂ ယောက်ရဲ့တွေ့ဆုံမှုက တကယ်ပဲ ရိုးရှင်းရဲ့လား။ နောက်ကွယ်မှာ မိဘချင်းဆက်နွယ်မှုနဲ့ ကြိုတင်စီစဥ်ထားတဲ့ လှည့်ကွက်တွေဖြစ်နေမလား?sသူတို့ရဲ့ အကြံအစည်တွေကဘာများလဲ?\nမိဘတွေရဲ့ ခြယ်လှယ်မှုနဲ့ ဒီအိမ်ကြားမှာ\nဘယ်လိုပတ်သတ်မှုတွေရှိနေလဲဆိုတဲ့ စိတ်၀င်စားစရာအကြောင်းအရာတွေနဲ့ လူငယ်နှစ်ယောက်ရဲ့ အချစ်ချိုချိုလေးတွေကို ရီမောလိုက် ကြည်နူးလိုက်ခံစားရမှာပဲ ဖြစ်ပါတယ်ဗျာ။\nFile size…3.08GB ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/sridevi-shoban-babu-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hcuXysMgXrfAGrod67s6hBL5eR.jpg",
        "title": "Mr. King (2023)",
        "description": "Mr.King (2023)\nIMDb 9.2/10 (3K)ဘေးအိမ်ကိုအဆင်လေးပြောင်းလာဖို့စိတ်ကူးယဥ်ကြည့်ဖူးတဲ့လူ‌ တွေရှိရင် ဒီကားလေးက\nMust Watch စာရင်းထဲပါတဲ့ဇာတ်ကားလေးပါ ညိုကီတို့ကြိုက်မင်းသမီးချောလေး\nUrvi Singh ,Yashvika Nishkala နဲ့ ပျိုမေတို့ကြိုက် မင်းသားချောလေး\nSharan Kumar လည်းပါဝင်တယ်ဆိုတော့ပစ်ရက်စရာတစ်ကွက်မှမရှိတော့ဘူးပေါ့ရှင်အူမာဒေဗီနဲ့ ဗယ်နီလာက ညီအစ်မဝမ်းကွဲတွေပါ သူတို့အိမ်ဘေးကိုပြောင်းလာမဲ့အဆင်လေးကတော့\nရှီဗာပေါ့ ရှီဗာ့အကြောင်းပြောရမဲ့ဆိုရင် လူတစ်ရာမှာတစ်ယောက်တောင်မရှိနိုင်တဲ့ဉာဏ်ကြီးရှင်တစ်ယောက်...\nလေယာဉ်စက်ယန္တရားပရောဂျက်ရေးဆွဲနေပြီးအောင်မြင်အောင်လုပ်မဲ့ရည်ရွယ်ချက်နဲ့ပေါ့\nဒီလိုတော်တဲ့အပြင်ကိုမှ ရုပ်လေးကလည်းခန့်တော့ အူမာနဲ့ဗယ်နီလာတို့၂ယောက်စလုံးသဘောကျမိသွားပါတယ်\nဒီလို၃ပွင့်ဆိုင်လာမဲ့အချစ်ရေးထဲဘယ်သူနဲ့ဘဝခရီးဆက်ဖြစ်မလဲ\nရှီဗာ့လေယာဉ်ပရောဂျက်ရောအောင်မြင်ပါ့မလားဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…1.97GB / 903MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration…2h 44mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL",
        "rating": "9.2",
        "url": "https://channelmyanmar.org/mr-king-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p2jre7fJxeQX9qJZqjIpUw9R9zE.jpg",
        "title": "Mummies (2023)",
        "description": "Mummies (2023)~ TMDb - 66%, Rotten Tomatoes - 70% ~ဟာသကာတွန်းရုပ်ရှင်အသစ်လေးတစ်ခုလာပါပြီ။ နာမည်အတိုင်းပဲ ဇာတ်ကောင်တွေက မံမီတွေဖြစ်ပါတယ်။ ရှေးခေတ်အီဂျစ်လူမျိုးတွေဟာ သေလွန်ပြီးတဲ့နောက်မှာ တမလွန်ခေါ် မြေအောက်ကမ္ဘာကို ရောက်သွားတယ်လို့ ယုံကြည်ကြပါတယ်။ အစပထမမှာတော့ မြေအောက်ကမ္ဘာခရီးအဆုံးမှာ သူတို့ရဲ့အလောင်းတွေဟာ အသက်ပြန်ဝင်နိုးထလာမယ်လို့ ယုံကြည်ခဲ့ကြပါတယ်။ ဒါပေမဲ့ အလောင်းတွေဟာ ပုပ်ဆွေးသွားတယ်ဆိုတာကို သိလာပြီးနောက်မှာတော့ တမလွန်ခရီးကအပြန် ရှင်သန်နိုင်ဖို့ အလောင်းတွေကို မပျက်စီးအောင်ထိန်းသိမ်းထားဖို့လိုတယ်လို့ ယူဆခဲ့ကြပြီး ဆေးစိမ်ပတ်တီးစည်းခဲ့ကြပါတော့တယ်။ အဲဒီအလောင်းတွေကို မံမီတွေလို့ခေါ်ပါတယ်။ Mummy ဆိုတဲ့စကားဟာ ရှေးဟောင်း Arabic စကားလုံး mūmiyā ကို လက်တင်ဘာသာနဲ့ mumia လို့ခေါ်ရာကနေ ဆင်းသက်လာတာပါ။ အဓိပ္ပါယ်ကတော့ မပုပ်သိုးအောင်ထိန်းသိမ်းထားတဲ့အလောင်းဆိုတာပါပဲ။ဒီကာတွန်းထဲမှာတော့ မံမီအားလုံးဟာ တမလွန်မြို့ကြီးတစ်ခုမှာ ထာဝရအသက်ရှင်နေထိုင်ကြပါတယ်။ မံမီအားလုံးကို ဖာရိုးဘုရင်ကြီးက အုပ်ချုပ်ပါတယ်။ ဖာရိုးဘုရင်ကြီးရဲ့ သမီးတော် နက်ဖာအတွက် ကြင်ယာဖက်ရွေးဖို့ အချစ်နတ်ဘုရားမရဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/mummies-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZGI5NzYzYWItNjE5Zi00NWNmLWI2OTktN2MxZTcxZjNlZmM5XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Thai Massage (2022)",
        "description": "Thai Massage (2023)\n*****************************\nIMDb-6.8/10\nဟာသမင်းသားကြီး ဂရားဂ်ျရောဝ် နဲ့ Freddy နဲ့ Ram Settu ထဲက\nဘရာဇီးသူအချောလေး ဂျနီဖာပစ်ချီနာတိုတို့ပါ၀င်ထားတဲ့ ဟာသကားလေးပါ။ဇာတ်လမ်းအညွှန်း\nမစ္စတာဒူဘေဆိုတာ အသက် ၇၀ ပြည့်တော့မယ့် မုဆိုးဖိုတစ်ဦးပါ။\nသားသမီးမြေးချွေးမတစ်တွေနဲ့ နောက်အိမ်ထောင်မပြုပဲနေတဲ့\nပတ်၀န်းကျင်ကလေးစားရတဲ့သူတစ်ဦးပေါ့။\nတစ်နေ့မှာ သူအမြတ်တနိုးတန်ဖိုးထားတဲ့ပုံမတော်တဆကျကွဲရာက\nလွန်ခဲ့တဲ့သုံးနှစ်ကဖုံးကွယ်ထားတာကြီးတစ်ခုပေါ်လာပါတယ်\nထိုင်းမှာ သွားပျော်ပါးခဲ့ဖူးတာပါ....ဒီမြို့လေးကနေ ဝေးဝေးလံလံမသွားဖူးတဲ့ သား‌မြေးတစ်သိုက်နဲ့ ဂုဏ်သိက္ခာရှိရှိနေတဲ့\nအငြိမ်းစားလူကြီးလူကောင်းတစ်ယောက်က ဘယ်လိုတွေဖြစ်ပြီး\nထိုင်းမာဆတ်ခန်းကိုရောက်သွားရသလဲ...\nကြီးမှ၀က်သက်ပေါက်တဲ့အဘိုးကြီးတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားတဲ့\nနာမည်ကျော်ဟာသမင်းသားကြီးရဲ့စွမ်းရည်တွေနဲ့ ရယ်ပွဲဖွဲ့နိုင်မလားဆိုတာတော့ ခံစားကြည့်ပါဦးလို့...\nမိဘမောင်ဘွားတွေနဲ့အတူကြည့်ဖို့တော့ အဆင်မပြေတာမို့ တစ်ယောက်တည်းကျိတ်ခွီးဖို့အကြံပေးရင်း ...\nတင်ဆက်ပေးလိုက်ရပါတယ်ခင်ဗျာ။\nFile size…1.94GB / 962MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik San ~ BpL~Yunni",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/thai-massage-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cJBVpO3Sm04U91nJFjIeWDiTQjX.jpg",
        "title": "Unicorn Wars (2022)",
        "description": "Unicorn Wars (2022)~ IMDb - 6.8/10, RT - 83%, Meta - 73% ~လူတိုင်းကပျော်ချင်တယ်... လွတ်လပ်ချင်တယ်... ကိုယ့်အတွက် အကောင်းဆုံးလို့ထင်တာတွေကို ရချင်တယ် မဟုတ်လား။ လူတိုင်းမှာ အဲဒီအခွင့်အရေးရှိတယ်ဆိုပေမဲ့ ကိုယ့်ရဲ့ အခွင့်အရေးကိုရယူနိုင်ဖို့ တပါးသူကို ထိခိုက်စေမယ်ဆိုရင်တော့ အကျည်းတန်တဲ့ ကိစ္စတွေ ဖြစ်လာပါတယ်။ဥပမာ - စစ်ပွဲပေါ့...တရားမျှတမှု၊ ယုံကြည်မှု၊ မျိုးချစ်စိတ် စတဲ့ စတဲ့ခေါင်းစဉ်တွေအောက်မှာ တိုက်ခဲ့တဲ့စစ်ပွဲပေါင်းများစွာ ကို ကျွန်တော်တို့တွေ မြင်ဖူး၊ တွေ့ဖူး၊ ကြုံဖူး၊ ကြားဖူး၊ သိဖူးကြပါတယ်။ ဒါပေမဲ့ ရန်စဆိုတာ ဘယ်ဖက်ကစမွှေးမွှေး နှစ်ဖက်စလုံးကိုတော့ ပူလောင်စေတာအမှန်ပါပဲ။ ဘယ်လိုရည်ရွယ်ချက်ကြောင့်တိုက်တိုက် ဘယ်လိုရလာဒ်ပဲထွက်လာပါစေ စစ်ပွဲကတော့ အကျဥ်းတန်တယ်ဆိုတာကို အားလုံး တညီတညွတ်တည်း လက်ခံကြလိမ့်မယ်ပါတယ်။စစ်ပွဲဟာ လှပတဲ့ အရာပေါင်းများစွာကို ဖျက်ဆီးနိုင်တဲ့အစွမ်းရှိပါတယ်...\nတစ်ချိန်က သုခဘုံဖြစ်ခဲ့တဲ့နေရာဟာ မီးလောင်ပြင်တစ်ခုဖြစ်လာနိုင်ပါတယ်...\nတစ်ချိန်က လှပရိုးသားခဲ့တဲ့ စိတ်ဓာတ်တွေကို ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/unicorn-wars-2022/"
    }
]