[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7IuoL7QmVgomokCpwmgUz3VmL7w.jpg",
        "title": "The Golden Holiday (2020)",
        "description": "The Golden Holiday (2020)\nအခုတစ်ခါ CM ပရိတ်သတ်ကြီးကို ၂၀၂၀ခုနှစ်ထွက် Action/Comedy ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေး\nချင်ပါတယ် Cast တွေကတော့The Man Standing Next,The Wailing တို့မှာပါဝင်သရုပ်ဆောင်ထားတဲ့ ဝါရင့်\nသရုပ်ဆောင်ကြီး Kwak Do-won,နန်းတွင်းကားတော်တော်များများမှာပါတတ်တဲ့ သရုပ်ဆောင်ကြီး Kim Sang\nHo,The Sound of Your Heart ထဲကဟာသသရုပ်ဆောင် Kim Dae-Myung တို့အဓိကပါဝင်ထားပြီ\nး ရယ်လည်းရယ်ရ ကြည့်လို့လည်းကောင်းတဲ့ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ် ဇာတ်လမ်းအကျဉ်း\nကတော့ ဗြောင်းဆူဆိုတဲ့ ရဲဟာအလွန်ရိုးသားသလိုစိတ်ထားလည်းကောင်းတဲ့သူဆိုပေမယ့် တစ်ခါတစ်ခါဒေါသ\nလည်းကြီးပါတယ် သူ့မှာအရမ်းချစ်ရတဲ့သူငယ်ချင်း ယုံးဘယ်ဆိုတာရှိပါတယ် ယုံးဘယ်ကတော့သူလူလိမ်တစ်\nယောက်ပါ လိမ်ရမယ်ဆိုသူ့သူငယ်ချင်း ရဲကိုတောင်မချန်ပါဘူး သူငယ်ချင်းကို အရမ်းချစ်တဲ့ဗြောင်းဆူက ယုံးဘယ်\nငွေလိုလို့ပိုက်ဆံကိုသူ့နာမည်နဲ့ အာမခံထားချေးပေးခဲ့ပေမယ့် လူလိမ် ယုံးဘယ်က ဒီငွေတွေကိုပြန်မဆပ်ပဲ ဖိလစ်ပိုင်\nကိုလစ်သွားပါတယ် သူငယ်ချင်းကောင်းမှုနဲ့အိမ်ပေါင်ပြီး ပိုက်ဆံချေးပေးထားလို့ အပေါင်ဆုံးမလိုဖြစ်နေတုန်း တစ်ပူ\nပေါ်နှစ်ပူဆင့်ဆိုသလို သူ့အမျိုးသမီးကလည်းသူကို ဖိလစ်ပိုင်ကိုခရီးထွက်ချင်ကြောင်း ပူဆာပါတော့တယ် ဒီလိုနဲ့\nဗြောင်းဆူတစ်ယောက် ပြဿနာတွေကိုခဏ မေ့ထားပြီး ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-golden-holiday/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/babyteeth-135x200.jpg",
        "title": "Babyteeth 2019",
        "description": "ဆယ်ကျော်သက် ကောင်မလေး မီလာ။ အဆင်မပြေတဲ့ မိဘတွေကြားမှာ ကြီးပြင်းလာရတဲ့ ဒီကောင်မလေးမှာ မကြာခင် သေရတော့မယ်ဆိုတဲ့ ရောဂါဆိုးကြီးကလည်း ရှိနေပြန်ပါသေးတယ်။ တစ်ရက်တော့ မီလာက အိမ်ပေါ်ကနှင်ချထားတဲ့ မောစက်နဲ့ စဆုံမိတယ်။ မီလာဟာ သူ့မိဘတွေကို အရွဲ့တိုက်ဖို့အတွက် လူပေလူတေ ဆေးသမားဖြစ်တဲ့ မော့စက်ကို ရည်းစားအနေနဲ့ အိမ်ကို ခေါ်လာခဲ့တယ်။ ဒါပေမဲ့ မီလာဟာ မော့စက်ကို အမှန်တကယ် ချစ်မြတ်နိုးမိသွားတဲ့အခါမှာတော့ မြန်မြန်သေချင်လှပါပြီလို့ ဖြစ်နေခဲ့တဲ့ သူ့စိတ်တွေက ရှင်သန်ချင်စိတ်ဘက်ကို ယိမ်းလာပါတော့တယ်။ ဒီတော့ ဆေးသမားဖြစ်တဲ့ မော့စက်က မီလာ့ကို တကယ်ပြန်ချစ်ပါ့မလား။ မီလာကရော ရောဂါဆိုးကြီးဒဏ်ကနေ လွတ်မြောက်ပါ့မလားဆိုတာကို ကြည့်ရှူခံစားကြည့်လိုက်ကြပါဦးနော်။\nQuality – 720p  blurayrip\nDuration - 1 hr 58 min\nSubtitle – Myanmar Hardsub\nFormat – Mp4\nGenre : Drama, Comedy\nTranslator ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/babyteeth-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h8M7Z5cpmb0HJg4b4IGKBOU3JZV.jpg",
        "title": "Mookuthi Amman(2020)",
        "description": "Mookuthi Amman(2020)နေရာတိုင်းလိုလိုမဟုတ်ပေမယ့် ဘာသာရေးကိုခုတုံးလုပ်ပြီး အကျိုးစီးပွားရှာနေကြတဲ့ဘိုးတော်တုဘိုးတော်လိမ်တွေဆိုတာ အများကြီးရှိကြပါတယ်..အထူးသဖြင့်အိန္ဒိယလိုနိုင်ငံမျိုးတွေမှာဆိုရင် ဒုနဲ့ဒေးပါ...ပိုဆိုးတာကသူတို့ဆီမှာ ကိုးကွယ်စရာနတ်ဘုရားက အများကြီးရှိတဲ့အတွက် ဘိုးတော်တုတွေအတွက်ပိုပြီးဂွင်ဖန်လို့တောင်ကောင်းပါတယ်.. အဲ့ဒီလိုဘိုးတော်တု ဘိုးတော်လိမ်တွေကို ကိုးကွယ်ယုံကြည်ရင်လူတွေ လမ်းလွှဲလိုက်ကြလို့ ငွေတွေမလိုအပ်ဘဲကုန်ကြသလိုတခြားဆိုးကျိုးများစွာလည်းရှိလေတော့ တကယ့်နတ်ဘုရားတစ်ပါးက ဒီဖြစ်စဉ်ကြီးကိုကြည့်မနေနိုင်တော့ပါဘူး..ဒါ့ကြောင့် လူ့ပြည်ကို ပညာပေးဖို့ ဆင်းသက်လာခဲ့ပါတော့တယ်...\nတစ်ကယ့်နတ်ဘုရားဆင်းသက်လာပြီးနောက်ပိုင်းမှာ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့...ဒီဇာတ်ကားနင်းကန်ရယ်ရသလို တော်တော်လည်း ပညာလေးပေးတဲ့ကားဖြစ်တာမို့ Indiaကားကောင်းကြိုက်သူတိုလက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwe Zan Aungပဲဖြစ်ပါတယ်...File Size :(1.04GB) and (377MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Comedy, Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/mookuthi-amman2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BMjBhODI3MjctNmMwZS00MDE5LTk1YTItZmUyZDk2N2U1YTIxXkEy_002-141x200.jpg",
        "title": "Haruko Azumi Is Missing (2016)",
        "description": "Haruko Azumi Is Missing (2016)========================IMDb Rating - 6.2/10#UnicodeJapanese Girls Never Die လို့လည်း ဒီဇာတ်ကားကို ခေါ်ပါသေးတယ်။(သတိပေးချက်။ ။ ဒီအညွှန်းက ပွဲရှာတာ၊ မီးမွှေးတာမဟုတ်ပါဘူး။ အဲဒါကြောင့် တချို့ဓာတ်မတည့်တဲ့သူတွေ ကျော်သွားနိုင်အောင် သတိပေးချက်ရေးပေးတာပါ။ ဒီဇာတ်ကားက မဟာပုရိသဝါဒလက်ကိုင်ထားသူများ၊ ရှေးရိုးစွဲသူများ၊ လိင်ပိုင်းဆိုင်ရာ အယူသီးတတ်ကြသူများ၊ အသက်မပြည့်သေးသူများ၊ အသက်ပြည့်သော်လည်း စိတ်ဓာတ်မပြည့်သေးသူများ၊ လိင်ခွဲခြားဆက်ဆံတတ်သူများ၊ စကားလုံးအသုံးအနှုန်းနှင့်ပတ်သက်၍ ထိရှလွယ်သူများ၊ လူသားအမြင်နဲ့သာမကြည့်တတ်ဘဲ လူ့အသိုင်းအဝိုင်းအမြင်ကိုသာ လက်ကိုင်ထားတတ်ကြသူများ လုံးဝ(လုံးဝ) ကြည့်ရှုရန် မသင့်တော်သောကြောင့် အထက်ဖော်ပြပါ ပုဂ္ဂိုလ်များ ဇာတ်ကားကိုရော အညွှန်းကိုပါ လက်ရှောင်ပေးကြပါရန် လေးစားစွာ အသိပေးအပ်ပါတယ်ဗျာ။)တံခွန်မရှိတဲ့ ရထားက မတင့်တယ်ဘူးတဲ့ ရထားမရှိတဲ့ တံခွန်ကကျတော့ ဘာဖြစ်လို့ သုံးစားမရတော့တာ ဖြစ်သွားရတာလဲ။\nHaruko Azumi ပျောက်ဆုံးနေပါတယ်။ အသက် ၃၀ ပြည့်ခါနီး အိမ်ထောင်မရှိသေးတဲ့ မိန်းကလေးတစ်ယောက်။ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/haruko-azumi-is-missing-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/BgLj6_4f-152x200.jpg",
        "title": "Ex-GirlFriend ( 2017 )",
        "description": "ဒီတစ်ခါတော့ ဘဝအမောပြေစေမဲ့ ဟာသကားလေးလာပါပြီဇာတ်ကြောင်းလေးကတော့....လီရှောင်ယောင်က အချစ်ကြီးပြီး အမြဲဒေါသကြီးတတ်တဲ့ လူတစ်ယောက်ပါသူဟာ အရင်လက လမ်းခွဲခဲ့တဲ့ သူ့ရည်စားဟောင်းကို တမ်းတမ်းတတဖြစ်နေပြီးရုံးအောက်မှာ တောင်းပန်ရအောင် စောင့်နေခဲ့ပေမဲ့ ကောင်မလေးကအခြားကောင်လေးတစ်ယောက်နဲ့ ရှိနေတာ တွေ့သွားတဲ့အခါမှာ ဒေါသတကြီးကားနဲ့ တိုက်သတ်ဖို့ကြံလိုက်ပါတယ် ဒါပေမဲ့ သူ့ရည်းစားဟောင်းအတွဲကို မတိုက်နိုင်ဘဲလမ်းပလတ်ဖောင်းကနေ သစ်ပင်ကို ဝင်တိုက်မိပြီး သေသွားရှာပါတယ်အဲ့အချိန်မှာ သေမင်းတွေရောက်လာပြီး သေမင်းနှစ်ယောက်က သူ့ကြည့်ရတာသနားစရာကောင်းလို့ အခွင့်အရေးပေးတဲ့အနေနဲ့ အရင်တစ်လအချိန်အပြိုင်ကမ္ဘာကို ပြန်ပို့ပေးလိုက်ပါတယ် ဒါပေမဲ့ သူ့ရဲ့ပုံမှန် ခန္ဓာကိုယ်နဲ့ ပြန်မပို့လိုက်ဘဲမိန်းကလေးတစ်ယောက်ရဲ့ခန္ဓာကိုယ်နဲ့ ပြန်ပို့လိုက်တာပါ သူရောက်သွားတဲ့အချိန်မှာအတိတ်က လီရှောင်ယောင်လည်း အဲ့ဒီကမ္ဘာမှာ ရှိနေပါတယ်သူ့အနေနဲ့ အတိတ်ကလီရှောင်ယောင်နဲ့ သူ့အရင်ရည်းစားကို ပြန်ပြေလည်အောင်ဘယ်လိုတွေလုပ်ပေးမှာလဲ ဘယ်လိုအလွဲလေးတွေနဲ့ဟာသတွေဖြစ်ကြမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်...Translated & Review By Yamin EiEncoded By LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/ex-girlfriend-2017/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/fatman-141x200.jpg",
        "title": "Fatman 2020",
        "description": "ခရစ်စမတ် ကာလမှာ ကလေးတွေဟာ သူတို့ရဲ့ ဆန္ဒလေးတွေကို ရေးပြီးမှခရစ်စမတ် ဘိုးဘိုးကြီးလို့ ခေါ်တဲ့ Santa ဆီကို စာပို့ကြလေ့ရှိပါတယ်။ခရစ်ဆိုတဲ့ အဘိုးကြီးတစ်ဦးဟာ Santa အသွင်နဲ့ ကလေးတွေကိုလက်ဆောင်ပို့တဲ့အလုပ်လုပ်တဲ့သူပေါ့တစ်နေ့မှာ ဝီနန်ဆိုတဲ့ တစ်ဇွတ်ထိုးတစ်ဇောက်ကန်းလိုချင်တာ ရအောင်ယူ ဖြစ်ချင်တာ ရအောင်လုပ်တတ်တဲ့ သူဌေးသားလေးဟာလည်းခရစ်စမတ်မှာ Santa ဆီကို စာတစ်စောင်ပို့လိုက်ပါတယ်။ဝီနန်ဟာ ကလေးဆိုပေမယ့် သူဌေးသားဖြစ်တဲ့အလျောက်အသက်ငယ်သော်ငြားလည်း သူဖြစ်ချင်တာတွေ မဖြစ်တဲ့အခါကြေးစားတစ်ယောက်ကို ပိုက်ဆံပေးပြီး မရရအောင် လုပ်တဲ့သူတစ်ယောက်ပါ။အဲ့ဒီလောက် ဆိုးသွမ်းတဲ့ ဝီနန်တစ်ယောက် Santa ဆီကခရစ်စမတ်လက်ဆောင်အဖြစ် သူလိုချင်တာမရဘဲမီးသွေးခဲတစ်တုံးသာပြန်ရလိုက်တော့အရမ်းကို စိတ်တိုသွားပါတော့တယ်။ ဖြစ်ချင်တာကို ရအောင် လုပ်တတ်တဲ့ဝီနန်တစ်ယောက် ကြေးစားတစ်ယောက်ကို ငှားပြီးSanta ကို ရှာသတ်ခိုင်းပါတော့တယ်....\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:40:00\nGenre … Action, Fantsy, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Yoon ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/fatman-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e4qXQXXaVYvHBE3Rx5x3qrmxorB.jpg",
        "title": "The Princess Switch: Switched Again(2020)",
        "description": "The Princess Switch: Switched Again(2020)ဒီကားက The Princess Switch (2018) ရဲ့အဆက်ပါ...လူကြိုက်များပြီး ပေါက်လို့ 2020မှာSwitched Againဆိုပြီး ဆက်ရိုက်ကူးထားတာပါ...2018ကို ကြည့်ပြီးသားသူက ပြဿနာမရှိပေမဲ့မကြည့်ရသေးဘဲနဲ့တော့ ဒီကားကိုသွားကြည့်ရင် ခေါင်းမူးသွားမှာမို့ ၂၀၁၈ ကိုအရင်ကြည့်လိုက်ပါ...ဘုရင်စနစ်အုပ်ချုပ်တဲ့ ဘယ်ဂရေးဗီးယားနိုင်ငံ နဲ့ မွန်တဲနားရိုး နိုင်ငံ(၂)ခုရှိတယ်...မာဂရက်ဆိုတဲ့ကောင်မလေးက မွန်တဲနားရိုး နိုင်ငံရဲ့မင်းသမီးလေးပေါ့...၂၀၁၈ က ကားထဲမှာ ရုပ်ချင်းလုံးဝတူတဲ့သာမန်အရပ်သူလေးစတေးစီ နဲ့  မွန်တဲနားရိုးနိုင်ငံက မင်းသမီး မာဂရက်တို့ဟာလူချင်းခဏချိန်းရင်း နောက်ဆက်တွဲအနေနဲ့ သာမန်အရပ်သူလေး စတေးစီဟာ Belgravia နိုင်ငံက မင်းသားနဲ့အိမ်ထောင်ကျသွားရင်တော်ဝင်မိသားစုဖြစ်သွားတယ်....မင်းသမီးမာဂရက်ကတော့ အရပ်သားနဲ့ချစ်ကြိုက်ရင်း သာမန်ဘဝနဲ့နေထိုင်ဖို့ကြိုးစားပေမဲ့သူ့မရဲ့ Montenaro နိုင်ငံက ဘုရင်မ အရာကိုဆက်ခံဖို့အကြောင်းဖန်လာတဲ့အခါ သာမန်အရပ်သားချစ်သူနဲ့ပြတ်သွားတယ်..ဒါကို သိလို့မနေနိုင်တဲ့ စတေးစီက ကူညီဖို့ ကြိုးစားရင်း ၂၀၂၀ဇာတ်လမ်းကိုစထားပါတယ်...၂၀၁၈ ကားကိုမကြည့်ရသေးတဲ့သူတွေအဖို့ အညွှန်းဟာ အနည်းငယ်ရှုတ်ထွေးနိုင်လို့ ဇာတ်ကားကြည့်လိုက်ရင်တော့သဘောပေါက်သွားပါလိမ့်မယ်..ဒီကားက ဇာတ်လမ်းလေးလည်းကောင်းသလို စိတ်လှုပ်ရှားစရာ Twistလေးတွေလည်းပါလို့ကြည့်ရအတော်ကောင်းပါတယ်...ဆောင်းရာသီရဲ့လှပတဲ့ရှုခင်းတွေခံစားရင် ပျော်ရွှင်ဖွယ်ဒီဇာတ်လမ်းကိုကြည့်ရှုရင်းStay Home ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-princess-switch-switched-again2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c1F0vrX4tGuAHdvsuyfmBDpCQS3.jpg",
        "title": "Dreambuilders(2020)",
        "description": "Dreambuilders(2020)မီနာဟာ ​ကျေးလက်​​ဒေသ​လေးမှာ ဖခင်​နဲ့အတူ\nဘဝကို​အေး​အေးချမ်းချမ်းဖြတ်​သန်း​နေတဲ့ ​ကောင်​မ​လေး​တစ်​ဦးပါ။မီနာရဲ့ မိခင်​က​တော့  မြို့ကြီးပြကြီးမှာ အဆို​တော်​ဖြစ်​ချင်​တဲ့အိပ်​မက်​​ကြောင့် တောရွာက သူတို့သားအ​ဖ၂ဦးကို ထားရစ်​ခဲ့ပါတယ်​။မိခင်​ထားခဲ့​ပေမယ့် ဖခင်​နဲ့အတူ​နေထိုင်​ရင်း ​ပျော်​ရွှင်​​နေတဲ့ မီနာ့ဘဝထဲကို\nမိ​ထွေးဖြစ်​သူ ဟယ်​လီနာနဲ့ မိ​ထွေးရဲ့သမီးဖြစ်​သူ ဂျင်​နီတို့ ဝင်​လာခဲ့ပါတယ်​။သူတို့သားအဖရဲ့အိမ်​​လေးကို မြို့ကြီးသူပီပီ မီနာတို့ဘဝကို အထင်​မကြီးတဲ့ ဂျင်​နီ​ရောက်​လာချိန်​မှာ​တော့မီနာ့ဘဝဟာ စိတ်​အ​နှောင့်အယှက်​ဖြစ်​စရာ​တွေ တစ်​ခုပြီးတစ်​ခုကြုံ​တွေ့ရပါ​တော့တယ်​။အဲ့ဒီနောက် မီနာ့ဆီကို ထူးဆန်းအိပ်မက်စက်ရုပ်လေးရောက်လာတယ်...ဒီစက်ရုပ်လေး အိပ်မက်တွေကို လှပအောင်ဖန်တီးပေးတဲ့သူလေးပေါ့...အိပ်မက်တွေက တစ်ဆင့် လက်တွေ့ဘဝကခံစားချက်တွေကို လွှမ်းမိုးရှိလေတော့ မီနာ့ အိပ်မက်စက်ရုပ်လေးကို အသုံးချပြီးသူရင်ဆိုင်နေရတဲ့ ဆိုးဝါးတဲ့အခက်အခဲတွေကို ပြောင်းလဲဖို့ အသုံးချပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ စိတ်ဝင်စားစရာanime ကား​ကောင်း​လေးဖို့ လက်​မလွှတ်​တမ်းကြည့်ဖို့ ညွှန်းဆိုလိုက်​ပါတယ်​​နော်​။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Lwin Lwin Aungပဲဖြစ်ပါတယ်......File Size :(873 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:21:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/dreambuilders2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/123129871_1125266537932024_5472452356610791275_n-133x200.jpg",
        "title": "Daddy’s Troubles ( 2020 )",
        "description": "ဒီကားလေးကတော့ 20th October 2020မှာထွက်လာတဲ့အချစ် ဟာသ မိသားစု ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်...Single father ကျိုးတုန်းဟိုင်ဟာ သူ့သမီး ကျိုးလင်အယ်လေးကိုအရိပ်တစ်ကြည့်ကြည့်နဲ့ သူ့အချစ်အားလုံးကိုပုံပေးထားတာပါဒီလိုနဲ့သူ့သမီးရဲ့ ကျောင်းနှုတ်ဆက်ပွဲနေ့မှာ သူ့သမီးကိုချစ်ခွင့်ပန်နေတယ်လို့အထင်မှားပြီး ပြသနာရှာလို့ နှုတ်ဆက်ပွဲ ပျက်သွားခဲ့ရတယ်..ဒီလိုနဲ့ကျိုးလင်အယ်ဟာ သူ့သူငယ်ချင်းစုန့်သော်သော်နဲ့အတူ လိကျန်းကိုနှစ်ယောက်ထဲအတူသွားခွင့်တောင်းပါတော့တယ်...ကျိုးတုန်းဟိုင်ဟာ သွားခွင့်ပြုခဲ့ပေမယ့် စိတ်မချနိုင်ပဲ လိကျန်းကို တိတ်တိတ်လေးလိုက်လာတဲ့အခါ..ခရီးစဉ်တစ်ခုလုံးမှာ ရယ်စရယအဖြစ်အပျက်တွေများစွာကြုံတွေ့ခဲ့ရတယ်..ပြသနာတွေရှိခဲ့ပေမယ့် ပျော်ရွှင်စရာတွေလဲရှိခဲ့တယ်..နောက်ဆုံးမှာ ဖခင်နှစ်ယောက်ဟာ သမီးတွေကို သူတို့ဖြစ်ချင်တဲ့အရာကိုလုပ်ခွင့်ပေးဖို့ဆုံးဖြတ်လိုက်ပါတယ်..ဒီလိုနဲ့ကျိုးတုန်းဟိုင်နဲ စုန်ကျားလျန့်တို့ဟာလဲ သမီးတွေရဲ့အားပေးမှုနဲ့အတူငယ်စဉ်ကဖြစ်ချင်တဲ့အိပ်မက်တွေကိုးပြန်အကောင်အထည်ဖော်ခွင့်ရလာပါတော့တယ်....Single fatherတစ်ယောက်ရဲ့ သမီးကို ပျော်ရွှင်အေးချမ်းတဲ့ဘဝပေးနိုင်ဖို့သူ့အိပ်မက်တွေကိုစွန့်လွတ်ရဲတဲ့သတိ်္ကိုလေးစားဖွယ်မြင်တွေ့ရမှာပါ..Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/daddys-troubles-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Alter-Me-162x200.png",
        "title": "Alter Me (2020)",
        "description": "Alter Me (2020)ဒီလို Covid အချိန်ကြီးမှာ Comedy ဇာတ်ကားလေးတွေကြည့်ရင်းစိတ်ညစ်စရာတွေကိုဖြေဖျောက်ချင်နေသူများအတွက်ဇာတ်ကားကောင်းလေးတစ်ကားကို အမြန်ဆုံးနည်းနဲ့ပန်းကန်လုံးစီးပြီး တင်ဆက်ပေးလိုက်ပါတယ်ဒီကားလေးက Comedy သက်သက်ကြီးပဲတော့မဟုတ်ပါဘူး Romance လေးတွေလည်းပါပါတယ်၁၆ယောက်စုကြည့်ရမယ့်အခန်းလေးတွေလည်းပါပါတယ် ပါသင့်တာမှန်သမျှအကုန်ပါနေတဲ့အတွက် လုံးဝကိုလက်မလွှတ်သင့်တဲ့ကားလေးပါအေမီဆိုတဲ့ကောင်မလေးဟာ အလုပ်လုပ်တဲ့နေရာမှာ အရမ်းတော်ပြီး အရမ်းလည်းထက်မြက်ပါတယ်အဲ့ဒီလိုပဲ သူ့ရဲ့လက်အောက်က ဝန်ထမ်းတွေကိုလည်း တော်နေမှ ထက်နေမှသဘောကျပါတယ်ဝန်ထမ်းတစ်ယောက်ယောက်က အမှားတစ်ခုခုလုပ်မိပြီဆိုတာနဲ့ ချွင်းချက်မရှိ ချက်ချင်းအလုပ်ထုတ်ပါတယ်အဲ့လိုကိစ္စတွေများလာတော့ ဝန်ထမ်းတွေဟာ သူ့ရဲ့ဒဏ်ကိုသည်းမခံနိင်ကြတော့ဘဲ HR ကိုတိုင်ကြပါတော့တယ်HR ကိုယ်တိုင်ကလည်း အေမီရဲ့အပြုအမူတွေကို သဘောမကျတဲ့အတွက်ရှေ့လျှောက် အေမီသာ မပြောင်းလဲလာဘူးဆိုရင် သူကိုယ်တိုင်အလုပ်ထုတ်ပါမယ်လို့ ရာဇသံပေးခဲ့ပါတယ်တစ်သက်လုံး ဒီလိုပုံစံနဲ့ပဲနေလာခဲ့တဲ့ အေမီအတွက် ချက်ချင်းပြောင်းလဲနိုင်ဖို့ဆိုတာ တော်တော်ခက်ခဲပါတယ်ကံကောင်းချင်တော့ သူ့ရဲ့သူငယ်ချင်းတစ်ယောက်က နည်းလမ်းတစ်ခုကိုပြောပြခဲ့ပါတယ်အဲ့တာကတော့ SEX ပါ SEX ကို အသုံးချပြီးတော့ စိတ်ဖိစီးမှုတွေကိုဖြေဖျောက်လိုက်ရင် လူတွေဟာတစ်မျိုးတစ်ဖုံပြောင်းလဲသွားကြပါတယ်တဲ့အေမီဟာ အဲ့ဒီအကြံကိုလက်ခံခဲ့ပြီး အွန်လိုင်းပေါ်က အမိုက်စားကောင်လေးတစ်ယောက်နဲ့အတူအိပ်ဖို့ချိန်းဆိုခဲ့ပါတယ်အဲ့ဒီကောင်လေးကတော့ အူနိုပါ အူနိုဟာ အချစ်စစ်ကိုတောင်းတနေတဲ့ကောင်လေးတစ်ယောက်ပေါ့ဘဝပေးအခြေအနေကြောင့် မကောင်းတဲ့အလုပ်ကိုလုပ်နေရပေမယ့် သူ့ကိုယ်သူတော့ကျေနပ်နေပါတယ်ဘာဖြစ်လို့လဲဆိုတော့ ဒီအလုပ်က သူ့ရဲ့အချစ်စစ်ကိုရှာတွေ့နိုင်တဲ့အလုပ်မို့လို့ပါတဲ့အဲ့ဒီတော့ရှေ့ဆက်ရရင် သူတို့နှစ်ယောက်တွေ့ဖြစ်ခဲ့ပါတယ်ဖြစ်ချင်တော့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/alter-me-2020/",
        "category": "Adult, Comedy, Fancy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e5dpwXR2Yi69wnvdQyegeEoMPqm.jpg",
        "title": "Red Post on Escher Street 2020",
        "description": "Red Post On Escher Street\n======================\nကိုယ်တို့ဟာ ရုပ်ရှင်တွေကြည့်ကြတယ်\nရုပ်ရှင်ကားဖန်တီးမှုကိုတော့ မကြည့်ဖြစ်ကြတာများပါတယ်\nရုပ်ရှင်ကားတွေထဲမှာ လက်တွေ့ဘဝကိုရိုက်ပြကြပေမယ့်\nဒီကားကတော့ ရုပ်ရှင်ထဲမှာပါဝင်တဲ့\nသရုပ်ဆောင်တွေရဲ့ဘဝတွေကိုပုံဖေါ်ပြထားတာဖြစ်ပါတယ်\nဒါရိုက်တာတကယ်ပြချင်တာကတော့\nကိုယ်တို့တွေရဲ့စိတ်တွေကိုဖေါ်ပြချင်တာဖြစ်နိုင်ပါတယ်\nပေါ့ပေါ့လေးကြည့်ရင် ခပ်ပေါ့ပေါ့ကားလေးပါပဲ\nတွေးယူရင်တော့ တွေးယူသလောက် နက်နဲတဲ့ကားလေးပါ\nဂျပန်တွေရဲ့ထုံးစံအတိုင်း တခြားသူတွေနဲ့မတူညီတဲ့ပြသပုံနဲ့\nရိုက်ပြထားတဲ့ဇာတ်ကားလေးပါ\nကိုယ်ကတော့ ကြည့်ရင်းက ကိုယ့်ဘဝကိုပါ ကိုယ်ပြန်တွေးဖြစ်ပါတယ်\nကိုယ့်ဘဝနဲ့ကိုယ်နေလာခဲ့တာ အရံအဖြစ်နဲ့လား ဇာတ်ဆောင်အဖြစ်နဲ့လားပေါ့\nသူများဘဝမှာ ကိုယ်ဟာ အရံဖြစ်ပေမယ့်\nကိုယ့်ဘဝမှာတော့ ကိုယ်ဟာ ဇာတ်ဆောင်အဖြစ်နဲ့ တောက်ပနိုင်ပါတယ်\nခံယူချက်လေးပဲလိုတာပါ ဟုတ်တယ်မဟုတ်လား\nပရိတ်သတ်ကြီးလည်း ဒီကားလေးကြည့်ရင်းက\nအတွေးတွေနယ်ချဲ့လိုက်ပါဦး\nTranslator : Thinzar Htet\nEncoder : Thit San Khant\nQuality : 1080p and 720p\nFile Size : 1.55GB and 759MB",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/red-post-on-escher-street/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1fUcKFDy58DhWYd5Y7Nu5DgpxaE.jpg",
        "title": "Operation Christmas Drop(2020)",
        "description": "Operation Christmas Drop(2020)ခရစ္စမတ်ရာသီမှာခရစ္စမတ်ကားကောင်းလေးတွေမျှော်လင့်နေသူတွေအဖို့တော့ ဒီကားလေးက အကောင်းဆုံးဖြစ်မှာပါ။အဲရီကာဆိုတာလွှတ်တော်က အမျိုးသမီးတစ်ဦးရဲ့လက်ထောက်ပါ။အဲဒီအမျိုးသမီးဟာ ကျွန်းတွေပေါ်မှာအခြေစိုက်နေတဲ့လေတပ်စခန်းတွေကိုပိတ်သိမ်းဖို့လိုလားနေတဲ့အမျိုးသမီးပေါ့။အဲဒီစခန်းကိုပိတ်သိမ်းနိုင်ဖို့ အဲရီကာကိုသွားရောက်စုံစမ်းစေပါတော့တယ်။အဲဒီစခန်းမှာက ခရစ္စမတ်အချိန်ရောက်ရင် အနီးအနားကကျွန်းတွေကို ခရစ္စမတ်လက်ဆောင်တွေ၊ရိက္ခာတွေကိုလေယာဥ်ပေါ်ကပစ်ချပေးတဲ့အစီအစဥ်ရှိပါတယ်။အဲဒီအစီအစဥ်က အခွန်ဆောင်ထားတဲ့ပြည်သူတွေရဲ့ပိုက်ဆံတွေကိုဖြုန်းတီးနေတာလားလို့အဲရီကာတစ်ယောက်စုံစမ်းရင်း ဘာတွေသိရှိလာရမလဲ?သူဘယ်လိုအစီရင်ခံတင်ပြမလဲဆိုတာစိတ်၀င်တစားကြည့်ရှုရမယ့်ကားလေးပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Aye Mon Kyaw ဖြစ်ပါတယ်....File Size :(905 MB) and (331MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Comedy ,Family , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/operation-christmas-drop2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9sZ1UGVxOCs4yDd5NoACRkK0oXn.jpg",
        "title": "Laxmii(2020)",
        "description": "Laxmii(2020)၂၀၂၀ ကိုဗစ်ကာလမှာ ဇာတ်ကားတွေ ရှားပါးတဲ့အထဲ\nမင်းသားကြီး အရှေးကတော့\nRemakeတစ်ခုဖြစ်တဲ့ Laxmiiက ထွက်လာခဲ့ပါတယ်။အားလုံးလည်း မင်းသားကြီးကို လွမ်းနေမယ်ဆိုတာ\nသေချာပါတယ်။ဇာတ်လမ်းအကြောင်းအရာကတော့\nအရင် တာတေကြီးလို့ အများသိတဲ့ Kanchanaနဲ့\nမကွာတော့ ထွေထွေထူးထူး ပြောပြနေစရာ မလိုဘူး ထင်ပါတယ်။အရင်ကားဟောင်းကို မကြည့်ဖူးသူတွေအတွက်\nပြောပေးရမယ်ဆိုရင်\nတစ္ဆေမကြောက်တတ်တဲ့ လူတစ်ယောက်ကို\nအဖြစ်ဆိုးနဲ့သေဆုံးခဲ့ရတဲ့ လူတစ်ယောက်က\nဝင်းပူးတာပါ။အဖြစ်ဆိုးအတွက် သူ့ရဲ့ တုန်ပြန်မှု၊\nသူ့ဘဝနောက်ကြောင်းတွေ၊\nသူရဲ့ ကြင်နာသနားတတ်မှုတွေက ကြည့်ရှုသူတိုင်းကို\nသနားကရုဏာသက်စေမှာပါ။ဒီတော့ တခြားခန္ဓာကိုယ်တစ်ခုမှာ ဝင်ပူးပြီး\nသူ ဘာလုပ်မယ် ဆုံးဖြတ်ခဲ့သလဲ\nဘယ်လိုတွေ ကြံစည်လာဦးမလဲ ဆိုတာကို\nဟာသနှောပြီး ကြည့်ရှုရမှာပါ။ဇာလမ်းအညွှန်းနဲ့ဘာသာပြန်သူက Myint Thu နဲ့ Nyi Koeတို့ပဲြဖစ်ပါတယ်....File Size :(1.28GB) and (494MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:21:00\nGenre : Action,Comedy,Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu & Nyi Koe\nEncoded by Phyo Pyae",
        "rating": "2.2",
        "url": "https://channelmyanmar.org/laxmii2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/chick-135x200.jpg",
        "title": "Chick Fight 2020",
        "description": "ဒီတစ်ခါတော့ အမျိုးသမီးများအတွက် women empowerment ဖြစ်စေမဲ့ ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ရပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အန်နာဆိုတာ ကော်ဖီ‌ဆိုင်သေးသေးလေး ဖွင့်ပြီး အခက်အခဲတွေနဲ့ ရုန်းကန်နေရတဲ့ အမျိုးသမီးတစ်ယောက်ပါ\nဒီလိုရုန်းကန်နေတဲ့ကြား ရှိတဲ့ကော်ဖီဆိုင်လေးပါ မတော်တဆမှုကြောင့် မီးထဲပါသွားတဲ့အခါ အန်န ကူကယ်ရာမဲ့နေခဲ့ပါတယ်\nအဲ့ဒီအချိန် အန်နာ့ ပြဿနာတွေကို ‌ဖြေရှင်းဖို့ သူငယ်ချင်း ချာလင်းရဲ့ မိတ်ဆက်ပေးမှုနဲ့ အန်နာတစ်ယောက် အမျိုးသမီးတွေချည်းလုပ်တဲ့ တရားမ၀င် တိုက်ခိုက်ပွဲတွေကျင်းပတဲ့ ကလပ်တစ်ခုကို အူလည်လည်နဲ့ ရောက်သွားပါတော့တယ်\nဒါပေမယ့် ဒီကလပ်နဲ့ အန်နာကြားမှာ ထင်ထားတာထက် ဆက်နွယ်မှုတွေရှိ‌နေတဲ့အခါမှာတော့........\nအမျိုးသမီးတွေ ကြမ်းကြရမ်းကြမယ့် ရိုက်ကွက်တွေကို ကြည့်ရှုရမယ့် comedy action ကားလေးတစ်ကားဖြစ်ပြီး Bella Throne လို ခပ်ဟော့ဟော့ မင်းသမီးကလည်း ပါ၀င်အားဖြည့်ထားပါတာမို့ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size… 1 Gb / 500 Mb\nQuality… webrip 720p\nFormat…mp4\nDuration….01:17:00\nGenre … Action, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "4",
        "url": "https://channelmyanmar.org/chick-fight-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5oVlpDcPhb2AqH2VCxafMqi4iiR.jpg",
        "title": "Door Ke Darshan(2020)",
        "description": "Door Ke Darshan(2020)IMDb...6.5ကား မတော်တဆမှုတစ်ခုကြောင့် ဒရ်ရှန်ဆိုတဲ့ အဖွားကြီးတစ်ယောက် ကိုမာဝင်ပြီး သတိလစ်နေခဲ့ပါတယ်။\nဆူနီးလ်ဘတေဂျာဟာ မိန်းမနဲ့ ကွာခါနီးအခြေအနေဖြစ်နေပြီး သူက သူ့ရဲ့သူငယ်ချင်းကို အကူအညီတောင်းတယ်....အမေနေကောင်းတဲ့အခါ အိမ်ပေါ်က ဆင်းပေးပါ့မယ်ဆိုပြီး   အိမ်မှာကပ်နေပါတယ်...ကပ်နေတဲ့ကာလကလည်းသိပ်မများရှာပါဘူး ...နှစ်(၃၀)ပဲရှိပါသေးတယ်....သားသမီးတွေတောင်အရွယ်ရောက်ကုန်ပြီ...အိမ်ရှင်ဖြစ်တဲ့သူငယ်ချင်းကလည်း သူ့ကတိအတိုင်း အမေနေကောင်းပြန်သတိရမှ ဆင်းဖို့သဘောတူထားလေတော့နှင်ချဖို့လည်းတိုင်ပတ်နေတယ်...ဒီလိုနဲ့ နှစ်(၃၀)ပြည့်ပြီးလို့ တစ်ရက်မှာ အမယ်အိုကြီးသတိရလာတဲ့အခါမှာတော့...ဒီ ကားက တော်တော်ရယ်ရပါတယ်....အခွီတွေကြီးပြောထားသလိုကလိုထိုးအတင်းရယ်ခိုင်းတာမျိုးတွေမဟုတ်ဘဲ တစ်စိမ့်စိမ့်ရယ်ရတာမျိုးတွေပါ....ဇာတ်လမ်းလေးလည်းအတော်မိုက်ရှာတာမို့ ခံစားကြည့်ကြပါဉီး....\nဘာသာပြန်ပေးထားတာကတော့ Thaik San ပဲ ဖြစ်ပါတယ်။File Size :(908 MB) and (326 MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:59:00\nGenre : Comedy  , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/door-ke-darshan2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/0R4DE_4f-144x200.jpg",
        "title": "Ugly Beauty ( 2019 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ulgy beauty ဆိုတဲ့အတိုင်းမင်းသမီးက အကျည်းတန်ရာကနေချောမောလှပလာတဲ့ ဇာတ်အိမ်မျိုးလေးပါဒါပေမဲ့ မင်းသမီးက လုံးဝကြီးလှပသွားတာမဟုတ်ဘဲ မှောအစွမ်းနဲ့ တစ်နေ့မှာ ၁၂နာရီပဲ လှတာပါ ဇာတ်လမ်းအကျဉ်းလေးကတော့....ပိုင်ယုထုန်ဟာ အရမ်းရုပ်ဆိုးအကျည်းတန်ပြီးသူ့ကို ဘယ်သူကမှ အပေါင်းအသင်းမလုပ်ချင်ကြတဲ့ ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ် သူက စင်ဒရဲလားပုံပြင်ကို အရမ်းနှစ်ခြိုက်ပြီး ပုံပြင်ထဲကလို မင်းသားလေးကိုစောင့်မျော်နေရှာတာပါ ဒါပေမဲ့ ပိုင်ယုထုန်ရဲ့ရုပ်ရည်က စင်ဒရဲလားလေးလို မလှပတော့ သူရဲ့တစ်ခုတည်းသောဆန္ဒက မိန်းမလှလေးတစ်ယောက်ဖြစ်လာပြီးလူတိုင်းက သူ့ကို ချစ်ခင်နှစ်သက်ဖို့မျှော်လင့်တာပါ ကံကောင်းချင်တော့ သူရဲ့ဆန္ဒက မှော်အစွမ်းနဲ့ တကယ်ပြည့်ဝလာပြီး မိန်းမလှလေးဖြစ်သွားပါတယ်ဒါပေမဲ့ စင်ဒရဲလားပုံပြင်ထဲက မင်းသမီးလေး ည၁၂နာရီထိုးရင် မှောအစွမ်းပြယ်သွားပြီး မူလပုံစံပြန်ဖြစ်သွားသလိုမျိုး ပိုင်ယုထုန်ကလည်း တစ်နေ့ကို ၁၂နာရီကြာပဲ လှပပြီးကျန်တဲ့အချိန်တွေမှာတော့ ရုပ်ဆိုးမလေးပြန်ဖြစ်သွားတာပါ ပိုင်ယုထုန်အနေနဲ့ မိန်းမလှလေးဘဝနဲ့ သူစောင့်မျော်နေတဲ့မင်းသားလေးကိုဘယ်လိုပုံစံမျိုးတွေ့မှာလဲ ဘယ်လိုတွေဆက်ဖြစ်ကြမှာလဲ မင်းသားလေးကရော သူရုပ်ဆိုးသွားရင်တောင် ဆက်ချစ်နေနိုင်ဦးမှာလားဆိုတာ ဆက်လက် ကြည့်လိုက်ကြပါဦးနော်Translated & Review By Yamin EiEncoded ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/ugly-beauty-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7b9upoEYpOg3RgSuQCIRNW4pd6y.jpg",
        "title": "Chhalaang(2020)",
        "description": "Chhalaang(2020)မွန်တူဟာ ပေါ့ပေါ့နေ ပေါ့ပေါ့စားကောင်....ပျော်ပျော်နေတတ်သလို လူငယ်အဖွဲ့ရဲ့ ဟိုစပ်စပ်ဒီစပ်စပ်အလုပ်တွေလည်းခေါင်းဆောင်လုပ်လေ့ရှိတယ်...ဘာအလေးအနက်မထားတတ်လို့ ဘွဲ့လည်းမရခဲ့ဘူး...ဒါပေမဲ့ အဖေရဲ့ကောင်းမှုကြောင့် သူတို့မြို့မှာရှိတဲ့ကျောင်းရဲ့ PT ဆရာဖြစ်လာခဲ့တယ်...ဒီလို ဝေလေလေလုပ်နေတဲ့မွန်တူကို မိဘတွေကလည်း တည်ငြိမ်သွားအောင် အိမ်ထောင်ပြုစေချင်တယ်...မွန်တူကတော့ အချစ်မပါတဲ့ အိမ်ထောင်ရေးဟာ ဘာညာကွိကွနဲ့ မိဘတွေကို ပြန်တရားချတယ်..တစ်နေ့ Valentine's Day ရောက်တော့ မွန်တူနဲ့ ဘော်ဒါတစ်သိုက်ဟာ ပန်းခြံထဲမှာပတ်ပြီး  ချစ်သူစုံတွဲတွေကိုလိုက်ဖမ်းပါတယ်...ယာဉ်ကျေးမှုနဲ့မညီဘူး အများအမြင်မသင့်ဘူးဆိုပြီး အားလုံးကိုနှင်ထုတ်တယ်...လင်မယားတွေပါပြောတဲ့သူတွေကိုတောင် မွန်တူတို့က မယုံကြည်ဘဲ မှတ်တမ်းပုံတွေရိုက်သတင်းစာထဲထည့်လိုက်ပါသေးတယ်...နောက်တစ်နေ့မွန်တူတို့ကျောင်းကို အရမ်းလှတဲ့ကျောင်းဆရာမလေးရောက်လာပါရော....မွန်တူလည်းငမ်းမယ်ကြံရုံရှိသေးတယ်...ဒီဆရာမလေးဟာ သူတို့Valentine's Day မှာ သတင်းစာထဲရောက်သွားလို့အရှက်ကွဲခဲ့ရတဲ့ လင်မယားရဲ့သမီးချောလေးဖြစ်နေတဲ့အခါမှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...ဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ် File Size :(1.14GB) and (432MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…02:16:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/chhalaang2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/frB57nMDmu4NnSzjmrq0lEx5iod.jpg",
        "title": "Ludo(2020)",
        "description": "Ludo(2020)((အလန်းစားကားမို့ WEB-DL1080P5.1CH,720Pတို့ဖြင့်တင်ဆက်ပေးထားပါသည်...))တစ်ချို့ကားတွေရှိတယ်''Cast ကားကောင်းပေမဲ့ဇာတ်လမ်းမကောင်းတော့ မှန်းချက်နဲ့မကိုက်''ဒီကားကတော့ခြွင်းချက်''ပါဝင်ထားတဲ့ Cast တွေက အားရစရာပါ...မြန်မာပရိတ်သတ်တွေနဲ့ရင်းနီှးကြတဲ့ရဲနဲ့သူခိုးဖမ်းတမ်းကစားတဲ့ကားမှာမိမလိုနဲ့အမြဲကပ်ပြီးလွတ်သွားတဲ့ရဲသားကြီး Abhishek Bachchan ''သရဲမလေးကိုမှစွဲလန်းချစ်မိသွားတဲ့ Rajkummar Rao'' ထွက်သမျှကားတိုင်းမသောက်ရမနေနိုင်တဲ့ရှကီဘဲကြီး Aditya Roy Kapoor''အခုနောက်ပိုင်းထွက်တဲ့ဇာတ်ကားတိုင်းသူ့ခြေရာကနေမလွတ်တဲ့ဟာသဗီလိန်ကြီး Pankaj Tripathi''Hollywood ကားတွေပါတောင်ပါတယ်ဗျ''...​ချစ်ဖို့ကောင်းတဲ့နပမ်းသမားမလေးနှစ်ယောက်ဖြစ်တဲ့ Fatima Sana Shaikh နဲ့ Sanya Malhotra ''ဂျွတ်ထိုးတတ်တဲ့ဆရာမလေးကားထဲမှာပါတဲ့စာတော်တဲ့ကျောင်းသားဆိုးလေး Rohit Saraf''အဲ့လိုCast တွေကိုအသုပ်စုံလိုသမထားပေမဲ့ဇာတ်ကားက အချိတ်အဆက်မိမိနဲ့ဂေါ်ထွက်နေပါတယ်...\nဒါရိုက်တာကလည်း '' Anurag Basu''ဖြစ်ပြီး''Ranbir Kapoor ရဲ့ Barfi''လက်ပွားမင်းသားရဲ့ Kites တို့လိုဇာတ်လမ်းခပ်ဆန်းဆန်းတွေရိုက်ပြီး''ဆုတွေလည်းရထားတာတဲ့သူပါ...\nကြည့်ရတန်မယ်ဆိုတာအာမခံပါတယ်''Ludo ဆိုတဲ့ဂိမ်းလိုမျိုးပဲကြည့်သူတွေကိုဘယ်လိုလှည့်ကွက်နဲ့ဖမ်းစားမလဲဆိုတာကိုတော့အညွှန်းက စပွိုင်လာဖြစ်နေမှာစိုးလို့ သီးခြားကြီးမရေးတော့ပါဘူး...မှုခင်းလည်းပါရမယ် ..အက်ရှင်လည်းပါရမယ် ..ဟာသလေတွေလည်းဖောက်ထားရမယ်..Indiaကားလည်းဖြစ်ရမယ်ဆိုတဲ့သူတွေ နင်းကန်ဒေါင်းပြီးအားပေးသင့်ပါကြောင်း....ဇာတ်လမ်းအညွှန်းကို Thu Hlaing မှရေးသားပေးထားပြီး ဘာသာပြန်သူများကတော့ Zwe Zan Aungနဲ့ Paingတို့ပဲဖြစ်ပါတယ်...File Size :(2.63GB)(1.16GB) and (429MB)\nQuality : NF WEB-DL 1080p ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/ludo2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cyVyrXq5dRAtdF06iQhi2vkkyYE.jpg",
        "title": "My Sex Doll 2020",
        "description": "Watch My Sexdoll\n=================\nအစ် ဆိုတဲ့ ဆယ်ကျော်သက်ကျောင်းသာလေးမှာ\nပွန်းစတား (ပိုးမင်းသားမဟုတ်ပါ) အဖေ တစ်ယောက်ရှိပါတယ်\nအစ် ရဲ့ အဖေ ဟာ ဂျပန်က ကီမုချိ ကတုံးလို့ပဲ\nထိုင်းမှာ နာမည်ကျော်ပါတယ် အသစ်လေးတွေကို\nမြေတောင် မြောက်ပေးတဲ့နေရာမှာ နာမည်ကြီးပါတယ်\nတစ်ခါတစ်လေ အစ် ရဲ့ အခန်းဘေးတင် ရှုတင်တည် ရိုက်တက်ပါသေးတယ်\nဒီလောက် နာမည်ကြီးတဲ့ ပွန်းစတား အဖေ ရှိပေမဲ့ အစ် ကတော့\nလူရိုးလေး ဖြစ်နေဆဲပါပဲ\nတစ်ရက်မှာတော့ ပွန်းစတားကြီး ရှုတင်မှာ ရိုက်ရင်းတန်းလန်းနဲ့\nအသက်ထွက်သွားပါတော့တယ်...\nအစ် လဲ အဖေ ကိစ္စ နဲ့ ပူဆွေးရမလား ကြံသေးတယ်\nအိမ်ရှေ့ကို ရောက်လာတဲ့ ပါဆယ်ထုပ်ကို ဖွင့်မိပြီး\nSex Doll တစ်ခုကို အသက်သွင်းမိလိုက်ပါတော့တယ်\nSex Doll ဟာ အစ် ရဲ့ အဖေ နဲ့ ဦးလေး တို့ ရှယ်ယာပါတနာ\nလုပ်ပြီး တီထွင်ထားတဲ့ သိပ္ပံရှေ့ပြေး Sex Doll ဖြစ်ပြီး\nလူအစစ် နီးပါး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/my-sex-doll-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lAaJc9842RDVrjvR3OLPMTeHkiA.jpg",
        "title": "Holidate(2020)",
        "description": "Holidate(2020)နှုတ်ခမ်းနီမလေးတွေအတွက် ခန့်ချောကြီး Lucke Bracey နဲ့ ညီအစ်တွေအတွက်ကတော့ Emma Robert တို့ရဲ့ မျက်နှာလေးနဲ့တင်ကို အတော်တန်နေတဲ့ ဇာတ်ကားပါပဲ။မင်းသား၊ မင်းသမီးနဲ့ ဂျင်းထည့်တဲ့ကားတော့မဟုတ်တာ အာမခံပါတယ်။ အားလပ်ရက်တိုင်းမှာ အမြဲတမ်းတစ်ကိုယ်တည်းဖြစ်နေလို့ တစ်အိမ်လုံးက သူ့ရဲ့အချစ်ရေးကိုပါ လိုက်ဂရုစိုက်ပေးနေရတဲ့ Sloane တစ်ယောက် ခရစ္စမတ်မှာတော့ ထူးထူးခြားခြား ကောင်လေးတစ်ယောက်နဲ့ဆုံခဲ့တယ်...တစ်ဘက်ကောင်လေးဟာလည်း ဘာတွေအဆင်မပြေဖြစ်လာတယ်မသိ...သူတို့(၂)ယောက်စဆုံးခြင်းဟာ ဘုနဲ့ဘောက်ပါပဲ...အချိုးမပြေတဲ့သူတွေအဖြစ် တစ်ယောက်ကိုတစ်ယောက်အသိအမှတ်ပြုသွားကြတယ်...အချစ်ကားလေးတွေမှာ ဘုဘောက်ကျရင်း အဆင်ပြေသွားတဲ့ဇာတ်လမ်းအမိုက်စားတွေကို သဘောကျတဲ့သူတွေအဖို့တကယ်ကိုကြည့်လို့ကောင်းပါတယ်..ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားလိုက်ကြပါဉီးဗျို့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3monပဲဖြစ်ပါတယ်..File Size :(979 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Comedy  , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by d3mom\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/holidate2020/"
    }
]