[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9CSiFpT2W63Qai48CIxua1vW0u8.jpg",
        "title": "The Kissing Booth 3 (2021)",
        "description": "ကဲ အားလုံးပဲ အနမ်းပြခန်းကို တတိယအကြိမ်မြောက် သွားကြရအောင်ဗျThe Kissing Booth 2 မှာတုန်းက အယ်လ်တစ်ယောက် အထက်တန်းကျောင်း ဘွဲ့ရသွားတာ အားလုံး သိပြီးဖြစ်ကြမှာပါမာကိုဆိုတဲ့ ကောင်လေးနဲ့ ခြေရှုပ်ခဲ့တာလည်း မေ့ထားလို့ မရပြန်ပါဘူးနော်ချစ်သူနဲ့ သူငယ်ချင်းကြား ဗျာများလွန်းတဲ့ မမလေး အယ်လ်တစ်ယောက်ဒီတစ်ခါမှာလည်း မရိုးတဲ့ အကွက်ဆန်းတွေနဲ့ပြဿနာတွေ ဖန်တီးပါဦးမယ်ဒီဇာတ်လမ်းမှာတော့ ချစ်သူရှိရာ ဟားဗတ် တက္ကသိုလ်ကို သွားတက်ဖို့ ရွေးချယ်လိုက်တဲ့ အယ်လ့်ကိုသူငယ်ချင်းဖြစ်သူ လီက စိတ်ဆိုးရာကနေ ဇာတ်လမ်းကစပါတယ်ဒီတော့ သိပ်ချစ်လွန်းလို့ ကိုကို့နောက်လိုက်မယ့် အယ်လ်တစ်ယောက် သူငယ်ချင်းဖြစ်သူကို ချွေးသိပ်ရပါတော့မယ်ဒီလိုနဲ့ ငယ်ငယ်က ကောလိပ်မသွားခင် ၂ ယောက်အတူ လုပ်ချင်တဲ့ အရာတွေရေးထားတဲ့ စာရင်းထဲကအတိုင်းလီနဲ့အတူ ဖန်တီးဖို့ကြိုးစားရင်း အရှုပ်ဇယားတွေ ပေါ်လာပုံကိုရိုက်ကူးတင်ဆက်ထားပါတယ်အညွှန်းကတော့ Yoon Sandi Aung ဖြစ်ပြီးတော့ ဘာသာပြန်ထားတာကတော့ Yoon Sandi Aung, Jerrica, Thet Hnin ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-kissing-booth-3-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r1IMiz5qW22cohF6luPK4rM1DWf.jpg",
        "title": "Spy Hard (1996)",
        "description": "Spy Hard (1996)ဒါလေးက Naked Gun မင်းသားကြီး Leslie Nielsen ပါဝင်ထားတဲ့စပိုင်ဇာတ်လမ်း အက်ရှင်ဟာသဇာတ်ကားလေးပါ ..007 ဟာသဗားရှင်းဆိုလည်း မမှားပါဘူး ..နာမည်ပေးထားတဲ့ Spy Hard ဆိုတာကလဲ ဘရုစ်ဝီလီရဲ့ နာမည်ကြီး Die Hard ကို အခွက်ပြောင်ထားတာပါ။အထဲမှာလဲ နာမည်ကြီးအက်ရှင်ဇာတ်ကားတချို့ကို အခွက်ပြောင်ထားပါသေးတယ်။ဇာတ်လမ်းကတော့...ကမ္ဘာကြီးကိုဖျက်ဆီးမယ့်ဂြိုလ်တုလွှတ်တင်ဖို့ကြံရွယ်နေတဲ့ လူဆိုးဗိုလ်ချုပ်ကြီးကိုတားဆီးဖို့အတွက်အထူးအေးဂျင့် Dick Steele (နာမည်ကအဆန်း) တစ်ယောက် အစွမ်းကုန်ကြိုးစားရင်းအလွဲလွဲအချော်ချော်ဖြစ်ပေါ်တာတွေကို ခွီရအောင်တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ \nFile size…(1.4 GB) / (800 MB) / (400 MB)\nQuality…WEB-DL 1080p / 720p / 480p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/spy-hard-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/foD9NR46mToBj08POJ3ug41gBuI.jpg",
        "title": "Ramprasad Ki Tehrvi (2021)",
        "description": "IMDb Rating (7.5)Rotten Tomatoes (86%)ဒီဇာတ်ကားက ၂၀၁၉ မွမ်ဘိုင်းဖလင်ပွဲတော်မှာ ပြသခဲ့ပေမယ့်တကယ်ရုံတင်တာကတော့ ၂၀၂၁ ဇန်နဝါရီကမှ ရုံတင်ထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။Family Drama အမျိုးအစားဖြစ်ပြီး မင်းသား၊မင်းသမီးတွေရော ဇာတ်လမ်းနဲ့တင်ပြမှုပုံစံရောအဖက်ဖက်က ပြည့်စုံတာကြောင့် ဝေဖန်ရေးဆရာတွေရဲ့ချီးကျူးမှုရရှိခဲ့သလို နိုင်ငံတကာ Rating တွေလဲ ကောင်းပါတယ်။ဇာတ်လမ်းကတော့...ဖခင်ကြီး Ramprasad သေဆုံးသွားတဲ့အချိန်မှာ ဟိန္ဒူရိုးရာအခမ်းအနားနဲ့ ကောင်းမွန်စွာဆောင်ရွက်ကြဖို့မိသားစုတွေ ပြန်လည်တွေ့ဆုံကြပါတယ်...မိသားစုညီကိုမောင်နှမဆိုတာမျိုးက တစ်ခါတစ်လေ အဝေးကြီးနေပေမယ့် နီးစပ်နေသလိုတခါတလေလဲ အခန့်မသင့်တာနဲ့ မခေါ်မပြောနိုင်ဖြစ်တတ်ကြတာမျိုးပဲ...အရှေ့တိုင်းလို အိန္ဒိယလိုနိုင်ငံမျိုးမှာတော့ ပိုရှုပ်ထွေးတဲ့ဆက်နွယ်မှုတွေရှိတာပေါ့...မိသားစုကြီးကနေ ပညာစုံကြင်ယာစုံလို့ သီးသန့်အိမ်ထောင်ခွဲသွားကြပေမယ့်ကိုယ်ပိုင်မိသားစုတစ်ခုစီတိုင်းမှာလဲ ကိုယ်ပိုင်ဝေဒနာတွေက အသီးသီးရှိနေကြတာပဲ..။ဒီလို မိသားစုတွေကြားက ပြသနာလေးတွေကို အချိတ်အဆက်မိမိ တင်ပြထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။ဝါရင့်သရုပ်ဆောင်များစွာ သရုပ်ဆောင်သစ်များစွာပါဝင်ထားတဲ့အပြင်Haseen Dillruba ထဲက မင်းသား Vikrant Massey လဲပါဝင်ထားပါသေးတယ်။မိသားစုနဲ့အေးဆေးကြည့်ရှုဖို့သင့်တော်မယ့်ဇာတ်ကားပါ။ \nFile size…(1.9 GB) / (999 MB) / (500 MB)\nQuality…WEB-DL 1080p / 720p / ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/ramprasad-ki-tehrvi-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-06-at-13.13.54-137x200.png",
        "title": "Playing God (2021)",
        "description": "Playing God (2021)===========================================IMDb - 6.0/10ကဲ ဒီတစ်ခါတော့ ဘုရားသခင်လုပ်တမ်းကစားလိုက်ကြရအောင်cm ပရိသတ်ကြီးရေ များသာအားဖြင့် မိသားစုတစ်ခုမှာ မောင်နှမတွေဆိုရင် မတည့်ကြတာ များမယ်ထင်တယ်ဒီဇာတ်လမ်းထဲက မောင်နှမကတော့ အတိုင်အဖောက် ညီလွန်းတဲ့အပြင်၂ ယောက်ပေါင်းပြီး လူတွေကို ပိပိရိရိ လိမ်စားတဲ့ အာဂမောင်နှမပါပဲဘယ်လောက်ထိ စကေးကြမ်းလဲဆို ဘာသာရေး သိပ်ကို ယုံကြည်သက်၀င်တဲ့ billionaire တစ်ယောက်ကိုဘုရားနဲ့မြှားပြီး ရေလျှံပေါက်ရှာတဲ့အထိပါပဲဟိုဘက်ကအကြွေးကို ဒီဘက်ငွေချေးဆပ် ဒီဘက်က အကြွေးကို ဟိုဘက်ငွေချေးဆပ်တဲ့ အကြွေးနွံနစ်နေတဲ့ သူတွေလိုပဲဒီမောင်နှမ ၂ ယောက်ရဲ့ ဘုရားကို ဗန်းပြ ရိုက်စားလုပ်မှုရဲ့ နောက်ကွယ်မှာ ငွေကြေးပြဿနာကလည်း ရှိနေပါသေးတယ်တစ်ဖက်က လူကလည်း ဘုရားနဲ့တွေ့ဖို့ လက်ခံလာတဲ့အခါမောင်နှမ ၂ ယောက် တစ်ပူပေါ်တစ်ပူဆင့်ရင်း ဘယ်လို အိုးတွေခွက်တွေ နင်းကြမလဲဆိုတာတော့ပရိသတ်ကြီးပါ သူတို့နဲ့အတူ ပါ၀င်ကစားလိုက်ပါတော့comedy , drama ဆိုပေမယ့် ပေါ့ပျက်ပျက်မဟုတ်ဘဲ ကြည့်ရှူသူကို ဆွဲဆောင်နိုင်လို့ အပန်းဖြေမှာ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/playing-god-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/images-1-133x200.jpg",
        "title": "Airplane II: The Sequel (1982)",
        "description": "IMDb Rating (6.2) / Rotten Tomatoes (42%)ဒါလေးက 1980 မှာထွက်ခဲ့တဲ့ Airplane ရုပ်ရှင်ရဲ့အဆက်ပါ ..ဒီတစ်ခါမှာတော့ Ted Striker ဟာလေယာဉ်ပျက်ကျမှုထပ်မံဖြစ်ပေါ်ခဲ့ပြီး စိတ်ကျန်းမာရေးကုသမှုခံယူနေရတာပါ...ဒါပေမယ့် ချစ်သူက လကမ္ဘာခရီးစဉ်ကိုသွားတော့မယ်ဆိုတဲ့ သတင်းကြားကြားချင်းပဲ ဆေးရုံကခိုးဆင်းပြီးအပြေးလိုက်သွားပါတော့တယ် ..ဖြစ်ချင်တော့ အဲ့ဒီအာကာသယာဉ်ဟာ ကွန်ပျူတာချို့ယွင်းချက်ဖြစ်ပေါ်ခဲ့ပြီးအရင်တစ်ခါလိုပဲ Ted Striker တစ်ယောက်ဝင်ကယ်တဲ့ဇာတ်လမ်းကိုမရပ်မနားရယ်မောရင်းကြည့်ရှုရမှာဖြစ်ပါတယ်။ \nFile size…(1.5 GB) / (900 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:26:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/airplane-ii-the-sequel-1982/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/210101672_4021126367957065_8643769830218516393_n-134x200.jpg",
        "title": "Airplane! (1980)",
        "description": "IMDb Rating (7.7) / Rotten Tomatoes (97%)Rating တွေ သတိထားမိရင် ဒီဇာတ်ကားကို ဟာသကားလို့တောင် ထင်စရာမရှိပါဘူး...တကယ်တော့ Parody အမျိုးအစား ဟာသရုပ်ရှင်ဇာတ်ကားစစ်စစ်ပါ...မင်းသားကြီး Robert Hays အဓိကနေရာက သရုပ်‌ဆောင်ထားပြီးကနေဒီယန်ဟာသမင်းသားကြီး Leslie Nielsen (The Naked Gun မင်းသား) တို့လဲပါဝင်ထားပါတယ်။Classical ရုပ်ရှင်တွေထဲမှာ တော်တော်လေးရယ်ရတဲ့ရုပ်ရှင်ပါ...Paramount Pictures မှထုတ်လုပ်ထားပြီး ကုန်ကျငွေ $3.5 Million သာ ရှိခဲ့ပေမယ့်Box Office ရုံဝင်ငွေ $171 Million ကျော် ရရှိခဲ့တာမို့   စီးပွားရေးအရ သောက်သောက်လဲမြတ်စွန်းခဲ့သလိုအနုပညာအရလဲ အောင်မြင်ခဲ့တဲ့ဟာသရုပ်ရှင်ပါ။ဇာတ်လမ်းကတော့...Ted Striker ဆိုတဲ့လူဟာ လေယာဉ်ပျက်ကျဖူးတဲ့ လေယာဉ်မှူးတစ်ယောက်ပါ။နောက်တစ်ခေါက်လေယာဉ်စီးရမှာ ကြောက်နေပေမယ့် မထင်မှတ်ဘဲ လေယာဉ်ထပ်စီးရပါတယ်။ကံကဆိုးတော့ သူစီးတဲ့လေယာဉ်မှာ လေယာဉ်မှူးတွေနဲ့ ခရီးသည်တွေအားလုံး အစာအဆိပ်သင့်ပြီးဒီလေယာဉ်ကြီး ချောမွေ့စွာ ဆင်းသက်ဖို့တာဝန်ဟာ Ted Striker ပုခုံးပေါ်ကို ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/airplane-1980/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eRLlrhbdYE7XN6VtcZKy6o2BsOw.jpg",
        "title": "Vivo(2021)",
        "description": "Vivo(2021) အညွှန်း*****************IMDb...7.0 တေးဂီတကို ချစ်မြတ်နိုးတဲ့ ဗီဗိုလေးဟာ တစ်နေ့တစ်နေ့ သူ့သခင်နဲ့အတူ လမ်းပေါ်မှာဖျော်ဖြေရင်းနဲ့နေ့စဉ်အချိန်တွေကို ကုန်မှန်းမသိ ကုန်ဆုံးခဲ့ကြတယ်...ဗီဗိုလေးအတွက်ပျော်ရတယ်ဆိုပေမဲ့ သူ့သခင်မှာတော့ နာကျင်ကြေကွဲစရာအတိတ်လေးရှိခဲ့ရှာတယ်..သိပ်ချစ်တဲ့ကောင်မလေးတစ်ယောက်ကို အကြောင်းကြောင်းကြောင့်ချစ်ခွင့်မပန်ခဲ့ရလို့ ဝေးကွာနေတာပေါ့...သခင်ဖြစ်သူမှာ ဒီကောင်မလေးကိုဘယ်လောက်ချစ်ကြောင်းရေးဖွဲ့ထားတဲ့သီချင်းလေးရှိမှန်းလည်းသိရောဆရာတပည့်(၂)ယောက် မိုင်ယာမီမှာရှိတဲ့ ကောင်မလေးဆီကို သွားဆိုပြဖို့ ခရီးထွက်ဖို့စိုင်းပြင်ကြပါတော့တယ်...အဲ့ဒီနောက်မှာတော့ မမျှော်လင့်ထားတဲ့ကိစ္စတွေ ဆက်တိုက်ဖြစ်လာပါတော့တယ်... ဒီAnimation လေးဟာ Sony ကထုတ်လုပ်ထားတာမို့ ရိုက်ချက်တွေ အတော်လေးလှပါတယ်...ပြီးတော့  သာယာဖွယ် သီချင်းလေးတွေ တစ်ဝကြီးနားထောင်ရမှာဖြစ်သလို ဇာတ်လမ်းလေးကလည်းကောင်းလှပါတယ်...ဒီကာလကြီးမှာ စိတ်အပန်းပြေဖို့ အသင့်တော်ဆုံးဇာတ်ကားလေးဆိုရင်တော့ လွန်မယ်မထင်ပါဘူး..File Size :(1.9GB)(900 MB) and (380 MB)\nQuality :WEB-DL1080P5.1CH, 720p,480P\nFormat…mp4\nDuration…01:35:00\nGenre : Animation , Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thar Htet & Zwe Zan Aung\nEncoded by Phyo ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/vivo2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMTY5MDU5NjIzOF5BMl5BanBnXkFtZTgwNTY5ODc1MjE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "My Boss, My Teacher (2006)",
        "description": "IMDb Rating (5.7)Rotten Tomatoes (60%)ဒီကားကတော့ ပထမကား My Boss,My Hero (2001) ရဲ့ အဆက်ဖြစ်ပါတယ်။ပထမကားက သရုပ်ဆောင်တွေပဲ ပြန်ပါလာတာမို့ ပထမကားလိုပဲအချိတ်အဆက်မိမိ ရယ်ရတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ပထမကားမှာတော့ လူမိုက်ခေါင်းဆောင် ဂန်ဒူဆစ်တစ်ယောက် အထက်တန်းကျောင်းကို ပြန်တက်ပြီးအောင်လက်မှတ်ရရှိခဲ့ပေမယ့် သူ့ဆရာ လူမိုက်ဂိုဏ်းချုပ်ကြီးကတော့ တင်းတိမ်ခြင်းမရှိသေးပါဘူး။သူ့တပည့်ကျော်ဂန်ဒူဆစ်အနေနဲ့ အဆင့်မီလူမိုက်ဖြစ်ဖို့ကျောင်းပညာရေးဆက်သင်ရဦးမယ်ယူဆပြီး ကျောင်းကိုထပ်လွှတ်လိုက်ပါပြီ...ဒီတစ်ခါတော့ ကျောင်းသားမဟုတ်တော့ပါဘူး...ကျောင်းဆရာအနေနဲ့ပါ။လူမိုက်ခေါင်းဆောင် ဂန်ဒူဆစ် တဖြစ်လဲ ကျောင်းဆရာဂန်ဒူဆစ်နဲ့ သူ့ရဲ့တပည့်ကျော်ခေါင်းကြီးတို့တွေကျောင်းမှာ ဘယ်လိုတွေချကြဦးမလဲဆိုတာ...။(ဒီဇာတ်ကားက BluRay HD မထွက်ရှိတာကြောင့် DVDRip Quality နဲ့သာ တင်ဆက်လိုက်ရပါတယ်။) \nFile size…(1.7 GB) / (800 MB)\nQuality…DVDRip 720p / 360p\nFormat…mp4\nDuration….02:05:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Aung Tayza",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/my-boss-my-teacher-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iOyWhkeDJ7GY2VcA93KF0oLzLV6.jpg",
        "title": "My Boss, My Hero(2001)",
        "description": "ဂန်ဒူဆစ် ဟာ တိုက်ရည်ခိုက်ရည်ရှိပြီး လူမိုက်လောကမှာ အလားအလာကောင်းတဲ့ ဂန်းစတားတစ်ယောက်ပါသူ့ရဲ့စွမ်းဆောင်မှုတစ်ခုကြောင့် ဂိုဏ်းခေါင်းဆောင်ကြီးက သဘောကျပြီး ဆိုးလ်မြို့ရဲ့ အချက်အချာအကျဆုံးနေရာတွေထဲက တစ်ခုဖြစ်တဲ့ မြောင်ဒေါင်း ကို အုပ်ချုပ်စေဖို့ ဆုံးဖြတ်ခဲ့ပေမယ့် အထက်တန်းတောင် မအောင်တဲ့ သူ့ကိုအရေးပါတဲ့နေရာတစ်ခုကို အုပ်ချုပ်ဖို့ တာ၀န်ပေးတာ မဖြစ်သင့်ဘူးလို့ ကျန်တဲ့ လူမိုက်တွေက ဝိုင်းကန့်ကွက်ကြတဲ့အခါဂန်ဒူဆစ် တစ်ယောက် ကြီးကောင်ကြီးမား လူလတ်ပိုင်းအရွယ်ကျမှ ကျောင်းပြန်တက်ဖို့ လုပ်ရပါတော့တယ် သူ့ရဲ့တပည့်ကျော်နှစ်ယောက်ကြောင့် ပုဂ္ဂလိက ကျောင်းတစ်ခုမှာ ၀င်ခွင့်ရခဲ့ပေမယ့် ဂန်းစတားဘ၀ကနေကျောင်းသားဖြစ်သွားတဲ့ လူမိုက်ကြီး ကျောင်းမှာ ဘယ်လိုအခက်အခဲတွေနဲ့ ရင်ဆိုင်ရမလဲဆိုတာကိုဟာသလေးတွေနဲ့ ကြည့်ရှုခံစားရမှာပါဒီကားအဆက် My Boss,My Teacher (2006) ကို  https://channelmyanmar.org/?s=my+boss+my+teacher ဒီမှာကြည့်ပါ။ Translated by : Aung Tay ZaEncoded by: YKFile Size ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/my-boss-my-hero2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BOWIyZDYyODgtOWVkYS00YmEyLWE0NjMtZDQ5YzM5YzE4ZGVkXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-139x200.jpg",
        "title": "[18+] A Tale of Legendary Libido (2008)",
        "description": "Penthouse ရဲ့ ရှေ့နေလီ တဖြစ်လဲ မင်းသားကြီး Bong Tae-gyu ဟာရုပ်မြင်တာနဲ့ ရယ်ရတဲ့ ဟာသသရုပ်ဆောင်ကောင်းတစ်ယောက်ပါ။အခုလဲ သူ့ရဲ့ 18+ ဟာသကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်း အကျဉ်းလေးကတော့...\nငယ်စဉ်ကတည်းက မိဘဖြစ်သူတွေ မရှိတော့လို့\nအစ်ကိုဖြစ်သူနဲ့သာကြီးပြင်းနေထိုင်ခဲ့ရတဲ့ဗြောင် ဆိုတဲ့ကောင်လေးဟာ\nငယ်ငယ်ကတည်းက အစ်ကိုဖြစ်သူနဲ့မတူဘဲ အင်္ဂါသေးပြီး ဗုဒ္ဓဟူးကြီးနေရှာတာပါ။\nဒီလိုနဲ့ တနေ့မှာ ကံကြမ္မာအလှည့်ပြောင်းပြီး\nရှေးနှစ်ပေါင်းများစွာကတည်းက ဖော်စပ်ထားတဲ့ ဆေးတော်ကြီးနဲ့ တွေ့လိုက်တဲ့အခါမှာတော့\nအဲ့ကောင်လေးရဲ့ မြုံနေတဲ့ပန်းကြီးပွင့်လန်းလာခဲ့ပါတော့တယ်။\nတိုက်ဆိုင်ချင်တော့ ရွာထဲမှာ ယောကျာ်းတွေအကုန်နီးပါး စစ်မှုထမ်းဖို့ တစ်အိမ်တစ်ယောက်နဲ့\nစစ်ထဲပါသွားကြပြီး တစ်ရွာလုံး မာတုကာမတွေချည်းသာကျန်ပါတော့တယ်။\nကိုင်း...နတ်ဆေးတွေ့ထားတဲ့ ဗြောင်ဆိုတဲ့ကောင်လေးနဲ့ တရွာလုံးက မိန်းမတွေ တွေ့ကြတဲ့အခါမှာတော့....။\n(BluRay Quality 1080p 5.1 CH နဲ့ စာတန်းထိုးအမှန်အကန်နဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။)File size…(1.8 GB) / (1.1 GB) / (500 MB)\nQuality…BluRay 1080p /720p /\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by JJ",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/a-tale-of-legendary-libido2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BNmJmNGFkNjUtN2RiZS00ODJiLWEzZjUtODY1YTQyNDU4OWYxXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_-140x200.jpg",
        "title": "The Cabbie (2000)",
        "description": "IMDb Rating (7/10)ဖီးလ်ရတဲ့ ထိုင်ဝမ် အချစ်ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်...မင်းသားက Taxi မောင်းတဲ့ လူပျိုကြီး...မိန်းမ မယူတာက မရတာမဟုတ်ဘူး...သူချစ်ရတဲ့သူကိုပဲ လက်ထပ်မယ်စိတ်ကူးထားတာမို့ အိမ်ကစေ့စပ်သမျှကို အံတုလာတဲ့ အာဂလူပျိုကြီးအချစ်ဆိုတာ ပထမဆုံးအကြည့်တစ်ချက်မှာတင် ငြိတွယ်ရမယ်လို့ သူကလက်ခံထားတာ...ငြိမှငြိတွယ်သွားတော့လဲ Taxi သမားနဲ့ မလိုက်မဖက် ယာဉ်စည်းကမ်းထိန်းသိမ်းရေးက ရဲမေမလေး...အကြည့်တစ်ချက်မှာတင် သူ့အိမ်သူသက်ထားပဲလို့ လူပျိုကြီးက သတ်မှတ်လိုက်ပြီးယာဉ်ထိန်းရဲမေလေးမျက်နှာကို မြင်ရဖို့အရေး ယာဉ်စည်းကမ်းတွေကို နေ့တိုင်းဖောက်ဖျက် ကျူးလွန်နေပါတော့တယ်...ယာဉ်စည်းကမ်းဖောက်လိုက် ချစ်ရသူရဲမေဆီက ခံဝန်ထိုး ဒဏ်ကြေးစာရွက်လေး ယူလိုက်နဲ့ သာယာနေပါတော့တယ်...ဆိုတော့ကာ ဇာတ်လမ်းက ဘယ်လိုဖီးလ်ရမလဲပေါ့နော်...ဆက်လက်ကြည့်ရှုဖို့ ဖိတ်ခေါ်ပါတယ်။ဒီဇာတ်ကားက ဒီလိုအကြောင်းချည်းသက်သက်တော့ မဟုတ်ပြန်ဘူး...မိသားစုတစ်ခုမှာ ရှိတတ်တဲ့ ဝိဝါဒတွေ...ရယ်စရာ မောစရာတွေနဲ့ ရောယှက်ထားတာမျိုး....ရိုက်ချက်အေးအေးကြီးတွေကြား ရင်ထဲ Deep ဖြစ်စေတဲ့ ခံစားချက်တွေ အုံလိုက်ဆင်းချလာမှာမျိုး။ File size…(1.1 GB) / (700 MB) / (300 MB)\nQuality…BluRay 1080p /720p/ 360p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-cabbie-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/7e866038-d03d-42c4-a366-79971f3a1cd0-133x200.jpg",
        "title": "Herbie Fully Loaded (2005)",
        "description": "Walt Disney ရဲ့ နာမည်ကျော် ပြိုင်ကားလေး Herbie အကြောင်းပေါ့...ဒစ်စနေထုံးစံအတိုင်း ချစ်စရာ ပြိုင်ကားလေးနဲ့ ချစ်စရာကောင်းအောင် ရိုက်ပြထားပါတယ်...အဓိက ချစ်စရာလေးကတော့ လင်ဆေးလိုဟန်လေးပေါ့...:Pနာမည်ကျော် NASCAR ပြိုင်ကားမောင်းသူတွေလဲ Cameros အဖြစ်ပါဝင်ထားပါသေးတယ်...Budget $50 Million သာကုန်ကျခံရိုက်ကူးထားပေမယ့် Box Office မှာ $140 Million ကျော် ပြန်ရတဲ့ထိစီးပွားရေးအရအောင်မြင်ကျော်ကြားခဲ့ပါတယ်...။ဇာတ်လမ်းကတော့...မက်ဂီပေတန် ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ကအသက်ရှိနေတဲ့ ဘောက်ဝက်ဂွန် လိပ်ခုံးကားလေး နံပါတ် ၅၃ရဲ့ ပိုင်ရှင်ဖြစ်လာခဲ့ပါတယ်..မက်ဂီရဲ့အဖေက ဒီကားကို ကားသင်္ချိုင်းကနေ  ယူလာပြီး သမီးဖြစ်သူကို ဘွဲ့လက်ဆောင်အဖြစ်ပေးခဲ့တာပေါ့..မက်ဂီက ပြိုင်ကားမောင်းတဲ့ ပေတန်မျိုးရိုးက ဆင်းသက်လာသူဖြစ်တဲ့အပြင်သူကိုယ်တိုင်ကလည်း ဝါသနာပါပေမယ့် အက်စီးဒင့်တစ်ခုကြောင့် အဖေဖြစ်သူက ကားထပ်မောင်းခွင့်ပိတ်ပင်ခံထားရတာပါ...ESPN သတင်း ချန်နယ်လ်မှာ အလုပ်ရတဲ့ မက်ဂီတစ် ယောက် လိပ်ခုံးကားလေးကို စမ်းမောင်းရင်းကားပြပွဲတစ်ခုမှာ NASCAR ချန်ပီယံဖြစ်တဲ့ ထရစ်ပ်မာဖီနဲ့ ယှဉ်ပြိုင်မောင်းရင်း အနိုင်ရသွားပါတယ်..ချန်ပီယံထရစ်ပ်က လိပ်ခုံးလေးက အနိုင်ရရကောင်းလားဆိုပြီး ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/herbie-fully-loaded-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMjQ2NzQyOTctNmJiOS00NDU5LWE4ZmEtN2M0MzI1ODUzNzk3XkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "First Date (2021)",
        "description": "First Date (2021)==============ကဲ first date တဲ့ . . . မြင်လိုက်တာနဲ့ ရင်ခုန်ချင်စရာလေးဗျာ . . . ခင်ဗျားတို့ရော first date တုန်းက ကိုယ့် ပါတနာနဲ့ဘာတွေလုပ်ခဲ့ကြလဲ ( fa တွေတော့ အပြင်သွားငိုပါ )အများစုကတော့  ချစ်ကြည်နူး တစ်တီတူးရင်း စကားဖောင်တွေ ဖွဲ့ခဲ့ကြမယ်ထင်ပါတယ်။အဲ . ဒီကားထဲက ကောင်လေးကတော့ သွားလေရာ မိုးလိုက်ရွာတဲ့ ကံဆိုးမရဲ့ သားလားတော့ မသိပါဘူး သူ ကြိုက်နေတဲ့ကောင်မလေးနဲ့တော့ ဒိတ်ခွင့်ရပါရဲ့၊ ကောင်မလေးကို သွားခေါ်ဖို့ရာ အိမ်က ကားတောင်းတာ မရ . အိတ်စိုက်ပြီး ကား၀ယ်ပြန်တော့လည်း ကားစုတ်ကြီးနဲ့ ညား၊ ဒါတင်မကသေးဘူး ကားထဲမှာ အရင်ပိုင်ရှင်ရဲ့ ပစ္စည်းတွေပါလာလို့ . ကားရောင်းသမားကို ပြန်သွားပေးတော့လည်း . . . ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/first-date-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-30-at-14.46.18-138x200.png",
        "title": "The Last Mercenary (2021)",
        "description": "The Last Mercenary (2021)===================IMDb Rating - 7.0/10 ဒီနေ့အတွက် အားလုံးပဲသိကြတဲ့ မင်းသားကြီး ဗန်ဒိန်းရဲ့ ကားသစ်ကိုတင်ဆက်ပေးပါမယ်။ဇာတ်လမ်း အကြမ်းဖျဥ်းလေးညွှန်းရရင် ဗန်ဒိန်းက လျှို့ဝှက်အေးဂျင့်တစ်ယောက်ဖြစ်ပြီးအစိုးရရဲ့ လျှို့ဝှက်မစ်ရှင်ကို ဦးစီးပြီးဆောင်ရွက်ခဲ့တာဖြစ်ပြီး အဲ့ မစ်ရှင်ကိုပဲ အစိုးရက လူသိမခံစေချင်တာကြောင့်အေးဂျင့်တစ်ဖွဲ့လုံးကို ခြေရာဖျောက်နေထိုင်စေချင်ပါတယ်။ ဒါကြောင့် အလဲအလှယ်အနေနဲ့ ဗန်ဒိန်းရဲ့မိန်းမက သူ့သား(ဗန်ဒိန်းရဲ့သား) ကို ဥပဒေကနေကင်းလွတ်ခွင့်ပေးရမယ်ဆိုပြီး အစိုးရထံကနေ ပြန်လည်တောင်းဆိုလိုက်ပါတယ်။ အစိုးရနဲ့ အပေးအယူလုပ်ပြီး ဗန်ဒိန်းကလည်း ခြေရာဖျောက်နေထိုင်ကာ သူ့သားကိုပါ တစ်ခြားတစ်ယောက်ထံအပ်နှံထားခဲ့ပြီး ၂၅နှစ်ကြာ ခြေရာဖျောက်နေထိုင်ခဲ့ပါတယ်။ ဒါပေမယ့် ကိစ္စတစ်ခုကြောင့် သူ့သားဟာ အန္တရာယ်တွေကြားမှာ ပြေးလွှားဖို့ ဖြစ်လာခဲ့ရတာမို့ . ကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့လျှို့ဝှက်အေးဂျင့်ကြီး ဗန်ဒိန်း၊ မစ်ရှင်တွေအမျိုးမျိုးကို ကြမ်းကြမ်းတမ်းတမ်းဆော်ချနေတဲ့ဘဲကြီးက သားဖြစ်သူကိုကာကွယ်ဖို့အတွက် ၂၅ နှစ်ကျော်ပျောက်ကွယ်နေရာကနေ ပြင်သစ်ကို ပြန်လာတာရပါတော့တယ်။ အညွှန်းကတော့ ဒီလောက်ပါပဲဗန်ဒိန်း ရဲ့ကားသစ်လည်းဖြစ် ကြမ်းကြမ်းရမ်းရမ်းတိုက်ခိုက်ပုံတွေနဲ့ လျှို့ဝှက်အေးဂျင့်မစ်ရှစ်တွေကို ဟာသနှောပြီးရိုက်ကူးထားတာမို့ ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းပါလို့ပြောချင်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-last-mercenary-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/894cfd8d90d0c6c4befa2410fa35b9bc-140x200.jpg",
        "title": "The Thieves (2012)",
        "description": "ဒီဇာတ်ကားကို ၂၀၁၂ ဇူလိုင်လမှာ စပြီဖြန့်ချီခဲ့ပါတယ် ။IMBd rating 6.8 ရရှိခဲ့ပြီး Rotten Tomatoes 64% နဲ့Metacritic 75% အထိရရှိခဲ့ပါတယ်။ဒီဇာတ်ကားမှာကိုရီးယားရဲ့ထိပ်တန်းဖြစ်လာမယ့်သရုပ်ဆောင်တွေနဲ့ထိပ်တန်းဖြစ်ခဲ့တဲ့သရုပ်ဆောင်တွေအများကြီးပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nကိုရီးယားနိုင်ငံ ရဲ့movie indrustry တိုးတက်လာတာနဲ့အမျှရိုက်ကူးလာတဲ့ ဇာတ်ကားတွေရဲ့အရည်အသွေးတွေလဲ ထိပ်တန်းရောက်လာနေပါတယ်။\nBudget ကို ကန်ဒေါ်လာ ၁၄.၁ မီလီယံ နဲ့ရိုက်ကူးခဲ့ပြီး Box office မှာ ကန်ဒေါ်လာ ၈၆ သန်းကျော် ပြန်လည်ရှာဖွေပေးနိုင်ခဲ့ပါတယ် ။\nစတင်ဖြန့်ချီခဲ့တဲ့ ၂၀၁၂ ကနေစပြီး ၂၀၁၃ အထိ ရုပ်ရှင်ဇာတ်ကား ဆုပေးပွဲပေါင်း ၉ခု မှာ ဆုအတွက်လျာထားခြင်းခံခဲ့ရပါတယ်။\nဆုပေးပွဲ ၉ခု မှာ ဆုပေါင်း၃၁ ခုအတွက်လျာထားခြင်းခံခဲ့ရပါပြီး ၁၃ဆုကို ရယူနိုင်ခဲ့ပြီး ၁၈ ဆုကိုတော့ဇကာတင်စရင်းဝင်နိုင်ခဲ့ပါတယ်။\nအနောက်နိုင်ငံတွေမှာပြသခဲ့ပေမယ့် အာရှနိုင်ငံတွေမှာသာ ဆုရယူနိုင်ခဲ့ပါတယ်။\nအဓိကဇာတ်ဆောင်တွေအနေနဲ့ဆုသိပ်မရခဲ့ဘဲ စက်ပိုင်းဆိုင်ရာတွေ ဒါရိုက်တာဆု တွေနဲ့ဖန်တီးမှုတွေအတွက်ရတဲ့ဆုကပိုများပါတယ်။\nနောက်ကပံ့ပိုးပေးတဲ့သူတွေ တော်တော်များများဆုရခဲ့တာပါ...ကိုရီးယားရုပ်ရှင်သမိုင်းမှာ ၂၀၀၆ ခုနှစ်က ထွက်ခဲ့တယ့် The Host ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-thieves-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/91BCK5eSwaL._RI_-150x200.jpg",
        "title": "The Man (2005)",
        "description": "The Man 2005IMDb 5.6Motherfucker လို့ဆဲနေကျ Samuel L. Jackson ရဲ့ ဟာသအက်ရှင် Agent ဇာတ်ကားဟောင်းလေးတင်ဆက်လိုက်ပါတယ်..\nသူနဲ့အပြိုင်ကြဲမယ့် ဟာသသရုပ်ဆောင်ကတော့ American Pie ထဲက မင်းသားကြီး Eugene Levy ပါ။ဇာတ်လမ်းကတော့...\nစုံ​ထောက်ဗန်တစ်ယောက် ကြေကွဲနာကျပြီး တင်းနေပါတယ်...\nအကြောင်းကတော့ သူ့ရဲ့တွဲဖက် ပါတနာအသတ်ခံလိုက်ရတဲ့အပြင် လက်နက်တိုက်ပါဖောက်ထွင်းခံလိုက်ရလို့ပါ...\nသူဟာ ဒီလူသတ်သမားကို ဖမ်းမိဖို့ မိုးဆုံးမြေဆုံး လိုက်လံစုံစမ်းနေပါတယ်...ဒီလိုနဲ့ လူဆိုး​​ခေါင်း​ဆောင်ကို ဖမ်းမိနိုင်ဖို့ လက်နက်အ​ရောင်းအဝယ်တစ်ခုကို ​ထောင်​ခြောက်ဆင်ဖမ်းရာမှာ\nဘာမှမဆိုင်တဲ့ သွားဘက်ဆိုင်ရာအ​ရောင်းဝန်ထမ်း အန်ဒီကို လူဆိုးတွေက\nလက်နက်လာဝယ်တဲ့သူလို့ အထင်မှားသွားတဲ့ အခါ...\nအ​မေးအမြန်းထူတဲ့ အန်ဒီ နဲ့ အဆဲသန်တဲ့ဗန်တို့ နှစ်​ယောက်\nဘယ်လိုစခန်းသွားကြမလဲဆိုတာ....။ \nFile size…(1.6 GB) / (800 MB) / (300 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mugiwara Ya",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-man-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/images-38-160x200.jpeg",
        "title": "14 Phere (2021)",
        "description": "Haseen Dillruba ဇာတ်ကားထဲမှာ မိန်းမကိုချစ်တာ မပြတတ်ပေမယ့် လက်တောင်ဖြတ်ပေးရဲတဲ့မထုံတက်သေးနဲ့ အချစ်သူရဲကောင်း  ရစ်ရှူးတစ်ဖြစ်လဲမင်းသား Vikrant Massey ကို မှတ်မိကြဦးမယ်ထင်ပါတယ်..ဟုတ်ပါတယ်...အခုဇာတ်ကားကလဲ အဲ့ဒီမင်းသားပါပဲ...ခုဇာတ်ကားမှာတော့ အိမ်ကစီစဉ်ပေးတဲ့ အိမ်ထောင်ရေးကို ဆန့်ကျင်ပြီးတော့\nသူချစ်တဲ့မိန်းကလေးကိုပဲ မရရအောင်ယူမယ့် ဆန်ဂျေးအဖြစ်မြင်ကြရမှာပါ။\nလူတန်းစားတူမှ ပေးစားချင်ကြတဲ့ နှစ်ဖက်မိဘတွေကြောင့်\nချစ်သူနှစ်ဦးမင်္ဂလာပွဲဖြစ်အောင် မိဘအတုတွေ လန်ကြုတ်ဇာတ်လမ်းတွေဆင်ကြရာမှာ\nဘယ်လိုတွေလွဲကြမလဲဆိုတာ.....။\nIMDb Rating (6.7) ရရှိထားပြီး Zee5 Channel က အသစ်စက်စက်ထုတ်လွှင့်ထားတဲ့ Bollywood ဇာတ်ကားလေးပါ။ \nFile size…(1.8 GB) / (999 MB) / (400 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….01:52:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/14-phere-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BMzE0NWVmZjItYjBhZC00NDViLTkzNTUtZWIyYjk1MmY4MjExXkEyXkFqcGdeQXVyMTA5NzIyMDY5._V1_-138x200.jpg",
        "title": "Hungama 2 (2021)",
        "description": "Disney+Hotstar က ဖြန့်ချိတဲ့ အသစ်စက်စက် Bollywood ရုပ်ရှင်ဇာတ်ကားလေးကို တင်ဆက်လိုက်ပါတယ်...ဒီဇာတ်ကားက ၂၀၀၃ ခုနှစ်က နာမည်ကျော်ကြားလူကြိုက်များခဲ့တဲ့ Hungama ဇာတ်ကားရဲ့ Sequel အနေနဲ့ထွက်ရှိလာတာပါ...ဇာတ်လမ်းကတော့.....သူဌေးကြီး မစ္စတာဘဂျာဂျ်နဲ့ အငြိမ်းစားထောင်မှူးမစ္စတာကပူရ်တို့က အရမ်းကိုခင်မင်ကြတဲ့သူငယ်ချင်းတွေဖြစ်ကြပြီးသူတို့သားသမီးတွေကို လက်ထပ်ပေးဖို့အထိပါ စီစဉ်ထားကြတဲ့သူတွေဖြစ်ပါတယ်...မစ္စတာကပူရ်ရဲ့သားဖြစ်သူ အာကာရှ်ဟာ ကုမ္ပဏီဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီးတူတွေတူမတွေနဲ့ ဘဝကိုပေါ့ပေါ့ပါးပါး အေးအေးဆေးဆေး ဖြတ်သန်းနေသူတစ်ယောက်ပါ...ဒါပေမယ့် အေးဆေးနေရမယ့်ရက်တွေ ကုန်ဆုံးသွားချိန်ကတော့ သူ့ရဲ့ငယ်ရည်းစားဆိုသူက သူ့ရဲ့ကလေးဆိုသူကိုရင်ခွင်ပိုက်လို့ အိမ်ကိုရောက်ချလာတဲ့အချိန်ပါပဲ...ငယ်တုန်းကရှုပ်ထားတဲ့ ရည်းစားရဲ့ ကလေးက သူ့ကလေးအစစ်အမှန်လား....နှစ်ဖက်မိဘသဘောတူထားတဲ့ ဂုဏ်သိက္ခာအိမ်ထောင်ရေးကိုရော ဘယ်လိုရှေ့ဆက်ရမလဲဆိုတာ...ဟာသအသောလေးတွေနဲ့ ခပ်သွက်သွက်တင်ဆက်ထားတဲ့ အချစ်ဟာသဇာတ်လမ်လေးပါ။ရုပ်ရှင်ရုံတွေမှာ မိသားစုလိုက် အပန်းဖြေကြည့်ရှုရမယ့် ဇာတ်လမ်းမျိုးဖြစ်ပြီးစိတ်ညစ်စရာများလှတဲ့ ခုကာလမှာ ခဏတာဖြစ်ဖြစ် အပန်းဖြေဖို့ လက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။ \nFile size…(2.6 GB) / (1.3 GB) / (700 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….02:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by May Zin ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/hungama-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-24-at-16.57.55-136x200.png",
        "title": "Jolt (2021)",
        "description": "Jolt (2021)==========IMDb Rating - 5.4/10ဒီနေ့အတွက် Action အလန်းစားလေးတင်ပေးချင်ပါတယ်၊ မင်းသမီးကတော့ Underworld မှာ အသေအလဲကြမ်းခဲ့တဲ့အားလုံးသိတဲ့ Kate Beckinsale က လင်ဒီအဖြစ် အဓိကပါဝင်သရုပ်ဆောင်ပြီး . ဒီကားမှာလည်း အပြတ်အသတ်ကြမ်းပြထားပါတယ်။လင်ဒီဆိုတဲ့ကောင်မလေးဟာ မွေးရာပါရောဂါတစ်ခုကြောင့် လူတစ်ယောက်မဟုတ်တာလုပ်တာနဲ့ လုံးဝသည်းမခံနိုင်ဘဲကောက်ကာငင်ကာဒေါသထွက်ပြီး ဇိုးခနဲဇက်ခနဲထလုပ်တတ်တဲ့ကောင်မလေးပါ။လူကိုယ်တိုင်ကလည်း အရမ်းသန်ပြီး သူ့ဒေါသကြောင့် လူသတ်တဲ့အထိဖြစ်သွားနိုင်တာမို့ သူ့ကိုယ်သူကျဥ်စက်နဲ့တို့ပြီး ဒေါသထိန်းရရှာပါတယ်။ဘယ်လိုတောင်ဒေါသကြီးလဲဆို ဂျင်းဘောင်းဘီနဲ့ခြေညှပ်ဖိနပ်တွဲဝတ်တဲ့လူ၊ ပါးစပ်ထဲအစာပလုတ်ပလောင်းနဲ့စကားပြောတဲ့လူအဲလိုလူတွေမြင်ရင်တောင် ဒေါသထွက်လာလို့ လူ့အသိုင်းအဝိုင်းနဲ့ကင်းအောင်နေပါတယ်တဲ့။ ပြီး​​တော့ လင်ဒီစရိုက်​ကြောင့်ကောင်​လေး​တော်​တော်များများကကြောက်ရွံ့ပြီး မချဥ်းကပ်ရဲကြတော့ အချစ်​ရေးမှာလည်း အနုတ်ပြ​ပြီး သူ့အတွက် ဘယ်အရာမှအဆင်ပြေမ​နေခဲ့တာပါ။ ဒါပေမယ့်တစ်နေ့ လင်ဒီ့လိုကောင်မလေးမျိုးကိုမှ စိတ်လှုပ်ရှားအောင်လုပ်နိုင်တဲ့ ကောင်လေးမျိုးနဲ့ဆုံပါတယ်။အဲ့​ကောင်​လေးက လင်ဒီ့ကို တော်​တော်​​လေးချစ်ပေးရှာပါတယ် အဲ့​တော့ လင်ဒီတစ်​ယောက်  သူ့ဘ၀​လေးအဆင်​ပြေလာပြီဆိုပြီးပျော်ရွှင်​နေတုန်းမှာ ကောင်​လေးက ရက်ရက်စက်စက်ကို အသတ်ခံလိုက်ရပါ​တော့တယ်။ဇာတ်လမ်းကလည်း အခုမှစတာပါ  လင်ဒီတစ်​ယောက် လူသတ်သမားကို ခြေရာခံလိုက်ရင်း မ​​မျှော်လင့်ထားတဲ့ဖြစ်ရပ်​တွေရက်စက်မှု​တွေနဲ့ ကြုံလာရ​တော့ ဒါ​တွေကို သူဘယ်လိုရင်ဆိုင်မလဲ၊ လူသတ်သမားက ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/jolt-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BY2U2NjNmZjEtNzJmZi00NTk5LTk1MjgtZjBhMjMxYjUxMjk0XkEyXkFqcGdeQXVyOTc4NTg3MDM@._V1_-160x200.jpg",
        "title": "Hello Charlie (2021)",
        "description": "\"ဘာမှမလုပ်တဲ့လူက မလုပ်ရင်လည်းမလုပ်ဘူး\nလုပ်ပြီဟေ့ဆိုရင်လည်း အချီကြီးမှ\"ဒီဇာတ်ကားလေးကတော့ ဟာသဇာတ်မြူးကားလေး..ချာလီဆိုတဲ့ကောင်လေးဟာ အဖေ့အကြွေးကို ဆပ်ဖို့ဆိုပြီး\nမြို့တက်အလုပ်လာရှာတဲ့ကောင်လေးပေါ့ဗျာ..ဘာလုပ်လုပ်တလွဲလုပ်တတ်လွန်းလို့\nအလုပ်တိုင်းကနေ အထုတ်ခံရတယ်..ဦးလေးဖြစ်သူအိမ်မှာ ကပ်နေတယ်ဦးလေးက ကုန်ကားမောင်းတယ်ဆိုပါတော့..တစ်ရက်ဦးလေးက ရွာကပွဲလေးတစ်ခုကို သွားတက်ရင်း အိမ်မှာတစ်ယောက်တည်း\nကျန်ခဲ့တဲ့ ချာလီအဖို့ မက်လောက်စရာအလုပ်တစ်ခုရောက်လာခဲ့ပါတယ်..ဘာလုပ်လုပ်တလွဲဖြစ်နေတဲ့ ကိုယ့်အတွက် အပ်လာတဲ့အလုပ်ကလည်း\nဦးလေးမသိအောင် ခိုးလုပ်ရမှာဖြစ်တဲ့အတွက် သိုသိုသိပ်သိပ်လုပ်ရင်းနဲ့မှ\nအရှုပ်ထုပ်တွေနဲ့ တိုင်ပတ်လာတဲ့အခါတော့...\nချာလီတစ်ယောက် ဘယ်လိုတွေနှစ်ပါးသွားကမလဲဆိုတာ....။မင်းသမီးလေးလဲ အလန်းလေးမို့ ပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်ကြည့်ရှုဖို့ သင့်တော်တဲ့ဇာတ်ကားလေးပါ။ \nFile size…(1.7 GB) / (999 MB) / (500 MB)\nQuality…WEB-DL 1080p /720p/ 480p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/hello-charlie-2021/"
    }
]