[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zEhDElA9ZN4e1Cwod3ayrinWysk.jpg",
        "title": "North Hollywood (2021)",
        "description": "ဒီကားလေးက 2021 ထွက် comedy/drama ကားကောင်းလေးပါ။rating လည်း ထိုက်သင့်သလောက် ကောင်းကောင်းရထားတဲ့ ဇာတ်လမ်းလေးပါ။comedy ဆိုတာထက် drama ဘက် ပိုယိမ်းပါတယ်။ဇာတ်လမ်းအကျဉ်း==================လောစ့်အိန်ဂျလိစ့် ၊ North Hollywood ဆိုတဲ့မြို့ကလေးက ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ရဲ့ဘဝနဲ့ သူ​ပြေးလိုက်တဲ့ အိပ်မက်အကြောင်းရိုက်ထားတာပါ။အထက်တန်းကျောင်းသားတစ်ဦးဖြစ်သူ မိုက်ကယ်ရူးရူးမူးမူးဖြစ်ချင်တာကတော့ ပရို စကိတ်စီးသမားတစ်ယောက်ပါ။သို့သော် အမိမဲ့သား မိုက်ကယ်ရဲ့ စကိတ်သမားဖြစ်ချင်တဲ့ရည်ရွယ်ချက်ကို သဘောမတူတဲ့ သူ့အဖေကတော့ မိုက်ကယ်ကိုအထက်တန်းကျောင်းပြီးတာနဲ့ ကောလိပ်ကို ဆက်တက်ပြီး ​ပညာရေးကိုရှေ့ဆက်စေချင်တာပါ။ မိုက်ကယ်ကတေ့ာ သူဖြစ်ချင်တဲ့စကိတ်သမားဖြစ်လာဖို့ ဘာကိုမဆို စတေးရ စတေးရအဆင်သင့်ဖြစ်နေသူတစ်ဦးပါ။ ဇာတ်က အေးပါတယ်။ဒါပေမယ့် ဇာတ်ကားမဆန်ဘဲ တကယ့်အပြင်က reality တစ်ခုကိုပြထားသလို ခံစားရမှာပါ။ ဆယ်ကျော်သက် လူငယ်တစ်ဦးရဲ့ဖြစ်ချင်တဲ့ စိတ်ဆန္ဒနောက်ကို ပြေးလိုက်တဲ့ ခရီးလမ်းမှာ မိသားစု ၊မိတ်ဆွေသူငယ်ချင်းတွေရဲ့ အရေးပါမှု ဒါတွေကို လက်တွေ့ဆန်စွာခံစားကြည့်ရှုရပါမယ်။\nFile size…1.26GB / 547MB\nQuality…1080p WEB DL AAC5.1CH ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/north-hollywood-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/frTwEqSMWQ27oQeuiBO5PT0ZNqq.jpg",
        "title": "Z-O-M-B-I-E-S 2(2020)",
        "description": "Z-O-M-B-I-E-S 2(2020)(unicode)ဝေါ့ဒစ်စနေးက ထွက်လာတဲ့ Zombie 2 ဇာတ်ကားထဲမှာတော့ ဆံပင်အစိမ်းရောင်နဲ့ အရမ်းလန်းနေတဲ့ zombie ကောင်လေးခပ်ချောချောနဲ့ zombie ကောင်မလေးခပ်ချောချောလေးတွေကို တွေ့ရမှာပါ။ စီးဘရော့ခ်မြို့ဟာ ထူးခြားတဲ့စွမ်းအင်တစ်မျိုးကို အသုံးချကာ တောအုပ်ထဲက မကောင်းဆိုးဝါး အကောင်ကြီးတွေကို နှိမ်နင်းပြီး မြို့တည်ထားတာဖြစ်ပါတယ်။ အဲဒီစွမ်းအင်ကို အသုံးပြုပြီးလည်ပတ်တဲ့ ဓါတ်အားပေးစက်ရုံမှာတော့ တစ်နေ့မှာပေါက်ကွဲမှုဖြစ်ကာ စက်ရုံဝန်ထမ်းများဟာ ဓါတ်ရောင်ခြည်သင့်ပြီး zombie များအဖြစ်ပြောင်းလဲသွားပါတယ်။ ဒီzombie များဟာ အသိဉာဏ်မြင့်မားတဲ့အတွက် နည်းပညာကို အသုံးချကာ Z-လက်ပတ်တီထွင်ပြီး သူတို့ကိုယ်သူတို့ ပုံမှန်လူသားအသွင်အဖြစ်ပြန်ဖန်တီးလိုက်ပါတယ်။ ကျောင်းမှာ ကျောင်းပဒေသာကပွဲကျင်းပခါနီး တောထဲက ဝံပုလွေတစ်ပိုင်း လူတစ်ပိုင်း သမန်းဝံပုလွေတွေ ထွက်လာလို့ zombie တွေကို ဥပဒေနဲ့ တားမြစ်မှုတွေ လုပ်လာပါတယ်။ တောထဲက ထွက်လာတဲ့ သမန်းဝံပုလွေအုပ်စုကzombie ကောင်မလေးချောချောဆီ မသိမသာ ချဉ်းကပ်လာတဲ့အခါ ဘာတွေ ဆက်ဖြစ်လာမလဲဆိုတာ ခံစားကြည့်ရှုလိုက်ပါအုံးနော်။ အချစ်ဖန်စီ မိသားစုကားလေးဖြစ်လို့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/z-o-m-b-i-e-s-2-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insrty-acane-133x200.jpg",
        "title": "American Carnage(2022)",
        "description": "ဒီနှစ်ထဲ နောက်ဆုံးထွက် thriller ကားကောင်းလေးတစ်ကားနဲ့ CM ပရိသတ်ကြီးကို မိတ်ဆက်ပေးချင်ပါတယ် မက္ကစီကိုနိုင်ငံသားတွေဟာ နယ်စပ်ချင်းထိကပ်နေတဲ့အမေရိကန်နိုင်ငံထဲကို နှစ်စဉ်လူပေါင်းများစွာ ခိုးဝင်အခြေချနေထိုင်လေ့ရှိကြပါတယ်။ ဒီခိုးဝင်မက္ကစီကန်တွေဟာ ဒီမိုကရေစီနိုင်ငံကြီးအမေရိကန်ထဲမှာ လွယ်လွယ်ကူကူနေထိုင်ခွင့်တော့ မရပါဘူး။ခွဲခြားဆက်ဆံမှုတွေ ဖိနှိပ်ချုပ်ချယ်မှု အနိုင်ကျင့်မှုတွေ ကြုံတွေ့ရပါတယ်။ ဒီဇာတ်လမ်းထဲမှာလည်း ခိုးဝင်အခြေချနေထိုင်တဲ့ မက္ကစီကန်မိဘက မွေးဖွားလာတဲ့ ကလေးတွေဟာ အမေရိကန်နိုင်ငံသားဖြစ်သွားပြီ ဆိုပေမဲ့ လူမျိုးရေးခွဲခြားဆက်ဆံခံနေရတုန်းပါပဲ။ ဒီလိုခွဲခြားဆက်ဆံခံရမှုကို အံတုပြီး ကိုယ့်ရည်မှန်းချက်ပန်းတိုင်ကို အရောက်လှမ်းနေတဲ့ ဂျေပီနဲ့ လီလီတို့မောင်နှမနှစ်ယောက်ဟာ ပြည်နယ်အုပ်ချုပ်ရေးမှူးက အရေးပေါ်ဖမ်းဆီးမိန့်တစ်ခုထုတ်ပြန်ပြီး ခိုးဝင်နေထိုင်သူအားလုံးကို ဖမ်းဆီးခိုင်းလိုက်တဲ့အခါမှာတော့ သူတို့ဘဝတွေဟာ ကြောက်မက်ဖွယ်ကောင်းအောင် ပြောင်းလဲခဲ့ပါတော့တယ်။Racism ရဲ့အဆုံးစွန်ရူးသွပ်မှုကို ဖော်ပြထားတဲ့ဒီဇာတ်လမ်းဟာ အစပိုင်းမှာတော့ ဒရာမာလို့ထင်ရပေမဲ့ သည်းထိတ်ရင်ဖို thriller အဖြစ်ကို ဖြည်းဖြည်းချင်းပြောင်းလဲသွားတာမို့ ကြည့်ရှုခံစားကြည့်ကြပါဦး။ File size… 1.3Gb /(836MB)/(406MB)\nQuality…. 1080p /720p / 480p\nFormat…mp4\nDuration….01:38:00\nGenre...Comedy/ Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "",
        "url": "https://channelmyanmar.org/american-carnage2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cDCmmaTud71gJFkmTHu6Cd5xK1I.jpg",
        "title": "Family Camp (2022)",
        "description": "Family Camp (2022)\" ကမ္ဘာမြေမှာ ခိုလှုံရာခေါ်ဆိုတဲ့ အိမ်...\nနှလုံးသားတွေ နွေးထွေးရင် ဒါဟာလည်း အိမ်... \" တဲ့။အိမ်ဆိုတဲ့ပညတ်ဟာ ကိုယ့်စိတ်အတွက် အနွေးထွေးဆုံးနေရာတစ်ခုကို အစွဲပြုခေါ်ကြတဲ့ နာမည်ပဲမလား။ မိသားစုတွေ ပြေလည်တဲ့အခါ အိမ်ဟာနွေးထွေးလင်းလက်နေပြီး မိသားစုတွေ မပြေလည်တဲ့အခါ အိမ်ဟာ အေးစက်မှောင်မဲနေမှာပဲ။ ဒီရုပ်ရှင်ကတော့ မပြေလည်ကြတဲ့မိသားစုတွေကနေ နှလုံးသားတွေနွေးထွေးစေမယ့်အိမ်ဆီ သူတို့အလိုအရတော့ ဘုရားသခင်က အရိပ်ပြပေးပြီး သူတို့နှလုံးသားက ရှေ့ဆက်သွားရတဲ့အကြောင်းပေါ့။ မဟုတ်လည်း ဒီတိုင်း နှလုံးသားနဲ့ပဲ နွေးထွေးတဲ့အိမ်ဖြစ်အောင် ဘယ်လိုပြန်အသက်သွင်းကြမလဲ ကြည့်ကြရမှာပါ။ဒီရုပ်ရှင်ရဲ့အားသာချက်ကတော့ မိန်းဇာတ်လိုက်က မိသားစုနှစ်ခုပါ။ တစ်ခုက သိသိသာသာကို အိမ်ထောင်ရေးပြေလည်မနေတဲ့မိသားစု။ ဒုတိယတစ်ခုကတော့ လူရှေ့သူရှေ့မှာ ပြေလည်နေပြီး ဟန်ပဲရှိတဲ့မိသားစု။ ဒီမပြေလည်တဲ့ မိသားစုနှစ်ခုက လင်ယောက်ျားတွေဟာ စခန်းချခရီးတစ်ခုမှာတွေ့ကြရာက ပြေလည်တဲ့မိသားစုတစ်ခုဖြစ်အောင် ဘယ်လိုကြိုးစားကြမလဲကြည့်ရမှာပါ။ ဒုတိယမိသားစုက အများအမြင်ပြေလည်နေပေမဲ့ အတွင်းထဲဗလောင်ဆူနေတဲ့ မိသားစုဆိုတော့ အပြင်ပန်းပြေလည်ခြင်းဟာ အပြင်ပန်းမပြေလည်ခြင်းထက် ပိုဆိုးတဲ့အခြေအနေတစ်ခုကိုတွန်းပို့ထားတာကိုလည်း ပြထားတယ်။ နောက် ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/family-camp-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/2VKZR_4f-140x200.jpg",
        "title": "Pee Nak 3 (2022)",
        "description": "ကြည့်ချင်လွန်းလို့ မျှော်နေကြသူတွေအတွက် Pee nak 3 ဟာ ရုံတင်ပြီး တစ်လအကြာမှာ ထွက်ရှိလာခဲ့ပါပြီ၁ နဲ့ ၂ ကြည့်ပြီးသူတွေကတော့ ဘယ်လောက်ရယ်ရကြောင်း ဘယ်လောက်‌‌ကြောက်ဖို့ကောင်းကြောင်းတွေကို သိထားပြီး ဖြစ်မှာပါအခု ၃ မှာ လည်း ၁ နဲ့ ၂ တုန်းကထက် ကြမ်းတဲ့ ဇာတ်အိမ်နဲ့ အလန်းစားရိုက်ပြသွားလို့ ထိုင်းမှာ ရုံပြည့်လျံလို့ ၂ပတ်ကနေ ၃ပတ်ထိ ပြသခဲ့ရတဲ့အထိ ဖြစ်ခဲ့ပါတယ်ဇာတ်လမ်းအကျဉ်းထမ်မနာခါနိမစ်ကျောင်းတော်က သင်္ချိုင်းမြေတူးသမားအော့တ်ဟာ ဒုတိယကမ္ဘာစစ်ကာလက အုတ်ဂူတစ်ဂူကို တူးဖော်မိခဲ့တယ်အုတ်ဂူတွင်းက ရွှေခြေချင်းတစ်ခုကိုတွေ့လို့ လောဘစိတ်နဲ့ယူမိရာက ကျိန်စာမိခဲ့ပြီး အ​ရေပြားတွေက မြွေအရေခွံတွေအဖြစ်ပြောင်းလာခဲ့တယ်ဒါ့အပြင် ကျိန်စာရဲ့အစပထမဖြစ်တဲ့ ဖော့နာခ့်ကိုပါ သူပိုင်တဲ့ရွှေခြေချင်းကို ပြန်ယူဖို့ နိုးထလာစေပါတော့တယ်အော့တ်တို့ သူငယ်ချင်းတစ်စု ကျိန်စာပြေစေဖို့အပြင် အငြိုးတရားနဲ့လိုက်လာနေတဲ့ ဖော့နာ့ခ် သရဲလက်ကလွတ်ဖို့ပါ ကြိုးစားရပါတော့တယ်မရည်ရွယ်ဘဲ ထိခဲ့တဲ့ကျိန်စာကနေပြေဖို့အပြင် ဖော့နာ့ခ်လက်ကပါ အော့တ်တစ်ယောက် အသက်ဘေးလွတ်အောင်ပြေးနိုင်ပါ့မလားဆိုတာ ဟာသနှောပြီးတင်ဆက်ပေးထားပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Kyi ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/pee-nak-3-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/bestr-insert-131x200.jpg",
        "title": "Best Years Gone (2022)",
        "description": "ဒီတစ်ခါတော့ ပညာပေးကားလေးတစ်ကားပါပဲ အရက်သမားတွေအတွက် ပညာပေးကားလေးပေါ့ ကားပြိုင်ရင်းကားမှောက်ခဲ့ရာကနေ စိတ်ဓာတ်ကျ ပြီး အရက်သမားဖြစ်နေတဲ့ ဂေးလ်တစ်ယောက်ကတော့ ချစ်ရတဲ့သူတွေ့ပါစေ ဆိုပြီး အရက်ဆိုင်မှာနေ့တိုင်းဆုတောင်းနေတာကနေ သူ့ကို ချစ်လာမဲ့အရက် ဆိုင်ကတစ်ယောက်နဲ့တွေ့ပြီး ချစ်ခဲ့ကြတာပါဖြစ်ချင်တော့ အဲဒီအမျိုးသမီးမှာ သမီးအမွှာလေးနှစ်ယောက်ရှိနေတာပါပဲ ပထွေးနဲ့ သမီးတွေရဲ့ ထုံစံအတိုင်း အစေးမကပ်ကြဘူးပေါ့ ဒီလိုနဲ့ အရက်သမားစုံတွဲနှစ်ယောက်ဟာ အရက်မူးရူးပြီး နောက်နေ့မှာအမျိုးသမီးအဖမ်းခံလိုက်ရချိန်မှာတော့ ဇာတ်ရှိန်က တဖြည်းဖြည်းနဲ့ တက်လာခဲ့ပါတော့တယ် အဲဒီအချိန်မှာပဲ ဇာတ်လမ်းရဲ့ မြှုပ်ကွက်လေးတွေ တစစ ပေါ်လာပြီးတော့ ပြီးတဲ့အထိကို ဆွဲခေါ်သွားစေနိုင်တဲ့ကားကောင်းလေးပါပဲFile size…(1.25GB)/(671.2MB)/(350.44MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:34:00\nGenre...Comedy/ Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "",
        "url": "https://channelmyanmar.org/best-years-gone2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/zokki-poster-143x200.jpg",
        "title": "Zokki (2021)",
        "description": "ဂျပန်ရဲ့ အရည်အချင်းရှိတဲ့ နာမည်ကြီး သရုပ်ဆောင်နဲ့ဒါရိုက်တာ ၃ယောက် ပူးပေါင်းပြီးတော့ ရိုက်ကူးထားပြီး imdb 6.5/10ရရှိထားတဲ့ ဟာသ ဒရာမာ ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။main leadတွေအများကြီးနဲ့ ဝေဝေဆာဆာရိုက်ကူးထားတာပါ။Manga artistဖြစ်တဲ့ Hiroyuki Ohashiရဲ့ မန်ဂစီးရီးထဲက ဇာတ်လမ်းတိုတွေကိုစုစည်းပြီး ရိုက်ကူးထားတဲ့ Comedyရုပ်ရှင်ကားဖြစ်ပါတယ်။ ဟာသတွေ ဇာတ်ဝင်ခန်းတွေက ဂျပန်စတိုင်ဆန်လွန်းတယ်လို့ ပြောကြတာမို့ ဂျပန်cultureကို နှစ်သက်ရင်းနှီးပြီးသားသူတွေကတော​့ ပိုပြီး ကြိုက်နှစ်သက်ကြမှာပါ။ပထမဆုံးဇာတ်လမ်းမှာတော့ စက်ဘီးတစ်စီးနဲ့ ခြေဦးတည်ရာသွားနေတဲ့ ဖူဂျီမူရာရဲ့အကြောင်းပါ။ သူ့မှာစက်ဘီးရယ် လွယ်အိတ်တစ်အိတ်ရယ် Porn magazineတစ်စောင်ရယ်ပဲပါပါတယ်။ စက်ဘီးစီးထွက်လာရင်းနဲ့ ငါးဖမ်းသမားအဖိုးကြီးနဲ့ဆုံပြီး အဖိုးကြီးရဲ့မွေးနေ့မှာ ဝင်စားသောက်ဖြစ်တဲ့အကြောင်းပါ။\nနောက်တစ်ယောက်ကတော့ ပေါင်းစရာညိုကီမရှိတဲ့ ကြောင်တောင်တောင် ကျောင်းသား \"မခိတ\"ပါ။ အထက်တန်းကျောင်းမှာတော့ \"ဘန်\"ဆိုတဲ့ သူနဲ့ဘဝတူသူငယ်ချင်းတစ်ယောက်ရလာခဲ့ပေမဲ့ \"ဘန်\"က မခိတရဲ့အစ်မကို စွဲစွဲလမ်းလမ်းကြိုက်နေတဲ့သူပါ။ အစ်မကိုတွေ့ချင်စိတ်နဲ့ မစားနိုင်မသောက်နိုင်ဖြစ်ပြီး မခိတအစ်မရဲ့အတွင်းခံဘောင်းဘီကို ယန်း၅သောင်းပေးပြီး ဝယ်တဲ့လူပါ။\nနောက်ဇာတ်လမ်းကတော့ သားအဖနှစ်ယောက်အကြောင်းပါ။ အဖေဖြစ်သူက လက်ဝှေ့ဝါသနာပါပေမဲ့ ပိုက်ဆံမရှိတော့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/zokki-2021/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7tR9znYDcMiQccktBsl1sWap5W.jpg",
        "title": "Green Ghost and the Masters of the Stone (2022)",
        "description": "Green Ghost and the Masters of the Stone (2022)ဒီတစ်ခေါက် တင်ဆက်ပေးမယ့် ရုပ်ရှင်ကတော့\nAction Drama အမျိုးအစား ဖြစ်ပါတယ်\"ချာလီ\" ဆိုတဲ့ သူက ကားရောင်းဝယ်ရေး စင်တာရဲ့ဥက္ကဌ ဖြစ်ပြီး\nဘဝကို သာမန်လေးပဲ ဖြတ်သန်းနေတဲ့ သူတစ်ယောက်ပါ\nကမ္ဘာမြေပျက်ဆီးနိုင်လောက်တဲ့ ဖြစ်ရပ်တစ်ခု ဖြစ်ပွားလာချိန်မှာတော့\nသူ့ရဲ့ မွေးစားမိသားစုက သူ့ကို လာခေါ်ခဲ့တယ်\nသူ ဘဝတစ်လျှောက်လုံး လျှို့ဝှက်ခံခဲ့ရတဲ့ ကိစ္စလေး တစ်ခုကတော့\nသူတို့ မိသားစုက ကမ္ဘာမြေက လူသားမျိုးနွယ်တွေကို ကာကွယ်ပေးနေတဲ့ အဖွဲ့ဖြစ်နေတယ် ဆိုတာပါပဲသူ့ရဲ့ မွေးစား မိသားစုနဲ့အတူ ကမ္ဘာကြီးကို ဘယ်လိုကယ်တင်မလဲဆိုတာကို အက်ရှင်ခန်းတွေနဲ့ ကြည့်ရမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kuz ပဲ ဖြစ်ပါတယ်။Genre.....Action, Adventure, Comedy\nQuality…. 1080p | 720p | 480p\nFile size…1.2GB | 677MB | 292MB\nFormat… ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/green-ghost-and-the-masters-of-the-stone-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n05spbekRTfx0OG4FI7bFssYlfo.jpg",
        "title": "Hello, Goodbye, and Everything in Between (2022)",
        "description": "Hello, Goodbye and Everything in Between (2022)IDMb 4.7 ရထားတဲ့ လူငယ်အချစ်ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။Aidan နဲ့ Claire က အထက်တန်းကျောင်းမှာဆုံခဲ့ကြတဲ့ လူငယ်စုံတွဲလေးပါ။\nClaire ကတော့ သူ့မိဘတွေလို ဘယ်တော့မှလိုက်မလုပ်ဘူးဆိုပြီး\nအနာဂတ်ရည်မှန်းချက်တွေ ကြိုစီစဉ်ထားတဲ့ ကောင်မလေးပါ။Aidan နဲ့တွဲတော့လည်း အထက်တန်းကျောင်းပြီးရင်\nလမ်းခွဲပြီး ကိုယ့်လမ်းကိုယ်ဆက်လျှောက်ကြမယ်လို့ သဘောတူထားတာပါ။\nဒီလိုနဲ့ အထက်တန်းကျောင်းပြီးသွားတဲ့အခါမှာတော့ လမ်းခွဲနှုတ်ဆက်ဖို့\nAidan က Claire အတွက် ထူးခြားတဲ့ဒိတ်လေးဖြစ်အောင် စီစဉ်ပေးတာပေါ့။\nဘဝဆိုတာ တစ်ခါတလေကျတော့ ကြိုစီစဉ်ထားတဲ့အတိုင်း ဖြစ်ချင်မှဖြစ်တာလေ။\nလမ်းခွဲဖို့ ကြိုသဘောတူထားကြပေမယ့် တကယ်တမ်းကြုံလာတဲ့အခါမှာတော့\nထင်သလောက်မလွယ်မှန်း သိလာတဲ့အခါ .....\nသူတို့နှစ်ယောက် ပြန်တွဲကြမှာလား? နှုတ်ဆက်သွားကြမှာလားဆိုတာဒီဇာတ်လမ်းလေးထဲမှာ ဆက်ပြီးကြည့်သွားဖို့ တိုက်တွန်းချင်ပါတယ်။မင်းသားရောမင်းသမီးရော ချစ်စရာလေးတွေဖြစ်တဲ့အပြင်\nလူငယ်ဆန်ဆန်အချစ်ဇာတ်လမ်းလေးမို့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size…1GB| 604MB ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/hello-goodbye-and-everything-in-between-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kqhLjoz3FGywYXUNTCPItfDY2N8.jpg",
        "title": "1Up (2022)",
        "description": "1UP(2022) အညွှန်း******************\nဒီကားက Comedy, Gaming, Sport ကားပါ...\nKissing booth ထဲက Marco လည်းဒီကားထဲပါတယ်နော်...ဇာတ်လမ်းကတော့ တက္ကသိုလ်တက်နေတဲ့ V ဆိုတဲ့ကောင်မလေးဟာကျောင်းရဲ့ဂိမ်းကစားတဲ့အဖွဲ့မှာ အရန်နေရာမှာ နေရပါတယ်... V ကတရားဝင် နိုင်ငံ့အဆင့် ဂိမ်မာဖြစ်ပြီး တက္ကသိုလ်ကစကော်လားရှစ်ရထားပေမယ့် အဖွဲ့ထဲမှာ ယောကျ်ားလေးများပြီးမိန်းကလေးတွေက နေရာမရပါဘူး... အဖွဲ့ခေါင်းဆောင်ကလဲအသေနှိပ်ပြီး စီးပိုး ချဉ်စရာကောင်းတဲ့ကောင်ပါ...အဲ့တော့ သူငယ်ချင်းနဲ့အတူ V က အဖွဲ့ကထွက်ပြီးကိုယ်ပိုင်အဖွဲ့ထောင်ပါတယ်... မိန်းကလေးတွေပဲထည့်ပြီး ပွဲမှာဝင်ပြိုင်ဖို့ ကြိုးစားပါတယ်...\nပြိုင်ပွဲနိုင်ရင် နိုင်ငံအဆင့် ချန်ပီယံရပြီး အခွင့်အရေးတွေအများကြီးရမှာပါ..ယောကျ်ားလေးအဖွဲ့ကိုရော တစ်နိုင်ငံလုံးကအဖွဲ့တွေကိုရော နိုင်ပါ့မလားဆိုတာ ကြည့်ကြပါဦး... File Size : (2.51 GB)(1.17 GB) and (280MB)\nQuality : WEB-DL  1080p, 720p\nFormat…mp4\nDuration…01:22:00\nGenre : Comedy , Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/1up-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2IFnDEpSAyQOZa9CU0ihgYpdLMl.jpg",
        "title": "Ante… Sundaraniki! (2022)",
        "description": "Ante Sundaraniki (2022)\nIMDb Rating- 8.1/10ရှေးရိုးစွဲမိသားစုတစ်ခုကနေဆင်းသက်လာတဲ့ \"ဆန်ဒါ\" ဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ သရုပ်ဆောင်ဖြစ်ချင်တဲ့\nအိမ်မက်တွေနဲ့ ပြည့်နှက်နေတဲ့သူပါ တစ်နေ့ ကျောင်းပြဇာတ်ပွဲမှာ ပီပီပြင်ပြင်နဲ့သရုပ်ဆောင်နိုင်တဲ့သူ့ကို\nဒါရိုက်တာတစ်ယောက်က မျက်စိကျသွားပြီး U.S မှာ ရုပ်ရှင်ရိုက်ဖို့ကမ်းလှမ်းခဲ့ပါတယ်\nဒါနဲ့ပတ်သတ်လို့ မိသားစုတွင်းမှာအချေအတင်ဖြစ်ခဲ့ပေမဲ့ သွားဖို့ခွင်ပြုချက်ရခဲ့ပါတယ်\nသို့သော် သွားခါနီးလေးမှာ သူတို့သိလိုက်ရတဲ့အမှန်တရားကတော့ ဒါရိုက်တာက လူကုန်ကူးသမားဖြစ်နေခဲ့တာပါ ဒါနဲ့ပတ်သတ်ပြီး မိသားစုတစ်ယောက်ချင်းစီမှာ အကြောက်တရားကိုယ်စီဝင်သွားခဲ့တာကြောင့်\nဆန်ဒါကို ခါတိုင်းထက်ပိုပြီး ဓလေ့ထုံးတမ်းတွေနဲ့ချုပ်ချယ်ခဲ့ပါတယ် ဗဒင်နက္ခတ်တွေနဲ့\nကံဇာတာဟောချက်တွေအရ သူ့ခင်ဗျာ ရေတောင်ကောင်းကောင်းမသောက်နိုင်ရှာပါဘူး...\nသူ့အနေနဲ့သရုပ်ဆောင်ဖြစ်ဖို့လက်လျှော့ခဲ့ရပေမဲ့ U.S သွားရဖို့ကိုတော့ ပိုပြီးအသည်းအသန်ဖြစ်လာခဲ့ပါတယ် လီလာဆိုတဲ့ ကလေးမလေးကတော့ အများနဲ့မတူတမူထူးခြားနေလို့ အပေါင်းအသင်းမရှိတဲ့ကလေးတစ်ယောက်ပါ\nသူမရဲ့မိသားစုကတော့ ပွင့်လင်းပြီး နားလည်မှုအပြည့်ပေးခဲ့တာကြောင့် အိမ်ကသူ့အတွက် န\nားခိုရာဖြစ်ခဲ့ပါတယ် သို့သော် မိဘအတ္တဆိုသည်မှာတော့ မိသားစုတိုင်းမှာရှိစမြဲပါ လီလာ့အနေနဲ့\nအစ်မဖြစ်သူနဲ့မတူဘဲ လိုချင်တာအမြဲနေခဲ့တဲ့အတွက် ကျေးဇူးဆပ်တဲ့အနေနဲ့ အဖေပေးစားတဲ့သူနဲ့ယူဖို့\nအခြေအနေဖန်လာခဲ့ပါတယ်...လီလာမှာလည်း ချစ်ရတဲ့သူသတ်သတ် ရှိနှင့်နေပြီးဖြစ်ပါတယ် ဆန်ဒါနဲ့လီလာကတော့ ငယ်သူငယ်ချင်းတွေဖြစ်ကြပါတယ် ဆန်ဒါဖက်ကတော့\nခံစားချက်ရှိနေခဲ့ပေမဲ့ ဖွင့်ပြောဖို့အတွက် အခြေအနေ မပေးခဲ့ပါဘူး....\nကဲ ဆန်ဒါ တစ်ယောက် သူ့ရဲ့ U.S အိမ်မက်ကို ဘယ်လိုအကောင်ထည်ဖော်မလဲ...\nလီလာကရောအိမ်နဲ့ထားရှိခဲ့ရတဲ့ကတိတွေကြားကနေ သူ့ဘဝဘယ်လိုရှေ့ဆက်ရမလဲ.... သူငယ်ချင်းနှစ်ယောက်ရဲ့ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/ante-sundaraniki-2022/",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7363mrbx0Le5VOgX3GuxTF8ORbN.jpg",
        "title": "The Sea Beast (2022)",
        "description": "နက်ဖလစ်ရဲ့ ကာတွန်းအသစ်လေးလာပါပြီ။ ဒါရိုက်တာ ခရစ်ဝီလီယံ\nရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။\nသူက Big Hero 6 ကိုရိုက်ခဲ့တဲ့သူဖြစ်ပြီး၊ မိုအာနာ နဲ့ Bolt ကိုရေးခဲ့တဲ့သူပါပဲ။\nဒီဇာတ်လမ်းကတော့ ပင်လယ်ထဲက ထူးဆန်းတဲ့ သားရဲကြီးတွေနဲ့ ပင်လယ်မုဆိုးတွေရဲ့\nတိုက်ပွဲကို အခြေခံထားတာပါ။ အကောင်ဆန်းတွေကိုချစ်စရာတွေလုပ်ထားတော့\nကလေးတွေလည်း ကြည့်လို့အရမ်းသဘောကျမှာပါ။ ဇာတ်လမ်းထဲမှာတော့မေစီဆိုတဲ့ ကောင်မလေးဟာ မုဆိုးမျိုးရိုးက ဆင်းသက်လာသူဖြစ်ပြီး\nသူ့မိဘတွေက ပင်လယ်တိုက်ပွဲမှာ သေဆုံးသွားခဲ့လို့ မိဘမဲ့ဖြစ်နေသူပါ။\nသူကလည်း သူ့မိဘတွေလို မုဆိုးလုပ်ချင်တာကြောင့် မုဆိုးသင်္ဘောတွေထဲက\nနာမည်အကြီးဆုံးဖြစ်တဲ့ အင်အက်ဗစ်ထဘဲဆိုတဲ့ သင်္ဘောပေါ်ကို ခိုးပြီးတက်လိုက်သွားပါတယ်။\nအဲဒီမှာပဲ သင်္ဘောပေါ်က ကပ္ပတိန်ကြီး ခရိုး ရယ် သူ့ရဲ့ မွေးစားသား\nလက်ထောက် ဂျေကော့ တို့ရယ်နဲ့ပေါင်းပြီး ပင်လယ်ပြင်မှာ စွန့်စားခန်းတွေဖွင့်ကြတဲ့အခါ....  \nFile size…3GB / 1.3GB\nQuality…1080p NF WEB DL AAC5.1CH / 720p NF WEB DL\nFormat...mp4\nDuration….1h 55mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr.Anderson",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-sea-beast-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mTxbY7tmm87i8iY7Y95pXUhDWQn.jpg",
        "title": "Rip in Time (2022)",
        "description": "Rip in Time (2022)~ IMDb rating - 6.8/10 ~အချိန်ကွဲကြောင်းကို ဖြတ်ပြီး ဖြစ်တည်လာတဲ့ အချစ်ဇာတ်လမ်းလေးအကြောင်းပေါ့။ ဆုံကိုဆုံလာရမယ့် ဖူးစာကို အချိန်လိုစွမ်းအားကြီးတဲ့ အရာကတောင် မတားနိုင်ဘူးလို့ ပြောထားတဲ့ Comedy, Fantasy, Drama ဇာတ်ကားလေးပါ။နယ်မြို့လေးမှာ အေးအေးချမ်းချမ်းနေကြတဲ့ ဆာရာတို့ မိသားစုလေးဆီကို မမျှော်လင့်ထားတဲ့ ဧည့်သည်တစ်ယောက် ရောက်လာရာက စပါတယ်။ ထူးထူးဆန်းဆန်း အဝတ်အစားတွေနဲ့ စကားကို ထူးထူးဆန်းဆန်းပြောတတ်တဲ့ ရစ်ပ်ဆိုတဲ့ သူစိမ်းကို သဘောကောင်းတဲ့ ဆာရာတို့မိသားစု လက်ခံထားပါတယ်။ နောက်တော့ သူစိမ်းရဲ့နာမည်က နာမည်ကျော်စာရေးဆရာတစ်ယောက်ရဲ့ ဝတ္ထုထဲက ဇာတ်ကောင်နာမည်ဖြစ်နေပြီး ၁၈ ရာစု လောက်က ဖြစ်ခဲ့တဲ့ အကြောင်းကို စိတ်ကူးယဉ်ဝတ္ထုအနေနဲ့ ရေးထားတဲ့ ဇာတ်လမ်းက သူ့အဖေရဲ့ အကြောင်းကို ရေးထားတာလို့ ပြောလာပါတယ်။ ပြီးတော့ သူ့ကို မွေးတာက ၁၈ ရာစုတုန်းက ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/rip-in-time-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AoJTHXmO01EZgT0p1YTsGBEQxLj.jpg",
        "title": "Red Heat (1988)",
        "description": "Red Heat (1988)အမေရိကန်တွေနဲ့ ရုရှားတွေကတော့ ဟိုးပဝေသဏီတည်းက အချင်းချင်း မုန်းကြ၊ အပြစ်ဖို့ကြ၊ ဟားတိုက်ကြနဲ့ ကျောင်းတော်ကရန်စဆို‌တော့ ကမ္ဘာမကြေဖြစ်ကြတဲ့သူတွေပါပဲ။ အခွင့်အရေးရတာနဲ့ ဆော်ကြနှက်ကြတော့တာပဲဗျ။ ခွင်ထဲဝင်လာမိတဲ့ကောင်က ခံရတာမျိုးပေါ့ဗျာ။ စစ်အေးတိုက်ပွဲ ပီသပါပေရဲ့။ဒီတော့ လက်နက်အင်အားနဲ့ စစ်သည်အင်အား ကြိတ်ပြီး ပြိုင်ဆိုင်ကြသလို ဓနအင်အားလည်း ပြိုင်ဘက်ကောင်းတွေပေါ့။ ဒါပေမဲ့ အန်ကယ်ဆမ်တို့ဘက်က သာတာတစ်ခုတော့ရှိတယ်။ ရုပ်ရှင်တွေပေါ့ဗျာ။ လူသိများတယ်။ တကမ္ဘာလုံးက အားပေးတယ်။ ကိုယ့်ရုပ်ရှင်ထဲမှာ ကိုယ်ကြိုက်တာ ထည့်ရိုက်လို့ရတော့ ဝါဒဖြန့်ချိရေးမှာ အမေရိကန်တွေ နှာတဖျားသာတာ မဆန်းပါဘူး။အခုတင်ဆက်မယ့်ကားက‌တော့ အမေရိကန်တို့ ရုရှားတွေကို ချစ်ကြည်ရေးလိုလိုနဲ့ အထုပ်ဖြည်ချင်တဲ့ ဇာတ်ကားပေါ့ဗျာ။ အမေရိကန်ရဲလောကရဲ့ အနာအဆာတွေ ပြသလိုလိုနဲ့ ရုရှားကြီးတွေရဲ့ သောက်ကျင့်တွေ ထင်သလိုလုပ်တတ်ပုံတွေကို လှောင်ထားတဲ့ပုံစံပေါ့။ အဆုံးမှာ နှစ်ယောက်သား ရင်းနှီးသွားတယ်ဆိုတာကလည်း မကောင်းတတ်လို့ ထည့်ပေးရတဲ့ပုံ။ဇာတ်လမ်းအကျဉ်း‌ကတော့ ဆိုဗီယက်ရဲတစ်ယောက်နဲ့ ချီကာဂိုရဲတစ်ယောက် ဘုနဲ့ဘောက်ကျပြီး အမှုအတူလိုက်ရတဲ့ ခွတီးခွကျ ဇာတ်ကားတစ်ကားပေါ့ဗျာ။ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/red-heat-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BN2RjMzkxYzMtNmU1MS00NzYwLWE1N2EtZmVlMTU5MTM0YzA1XkEyXkFqcGdeQXVyNzEyMTA5MTU@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Fast & Feel Love (2022)",
        "description": "ဂျေ အဖြစ် YaYa Urassaya\nဂေါင်ဝ် အဖြစ် Nat Kitcharitဇာတ်လမ်းအကျဉ်းပညာရေးစနစ်အရ အထက်တန်းပြီးတာနဲ့ တက္ကသိုလ် မေဂျာရွေးနိုင်ဖို့ ဝင်ခွင့်စာမေးပွဲတွေ ဖြေရလေ့ရှိတယ်အားလုံးနဲ့မတူဘဲ Sport stacking ကိုမှ စိတ်ဝင်စားတဲ့ ကျောင်းသား ဂေါင်ဝ် နဲ့ အိပ်မက်ရယ်လို့ မရှိတဲ့ သာမန်ဘဝနဲ့ပဲ နေထိုင်ချင်တဲ့ ကျောင်းသူလေး ဂျေတို့ ခင်မင်ခဲ့ကြတယ်ဂျေအနေနဲ့ သူမရဲ့ ထူးခြားစွမ်းအင်က စိတ်ထားကောင်းမှုလို့ ပြောခဲ့တဲ့ ဂေါင်ဝ်အပေါ် ငြိတွယ်ခဲ့ပြီး သူဝါသနာပါတဲ့ sport stackingကို ကစားနိုင်ဖို့ ပါရမီ ဖြည့်ခဲ့ပါတော့တယ်အချိန်တွေကြာလာတာနဲ့ အမျှ ဂျေ့ဘက်ကို မကြည့်ဘဲ ဝါသနာကိုပဲ ရှေးရှုလုပ်နေခဲ့တဲ့ ဂေါင်ဝ်ကို ဂျေတစ်ယောက် လက်လွှတ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတော့တယ်ဂျေမပါဝင်တော့တဲ့ ဘဝကြီးမှာ ပတ်ဝန်းကျင်နဲ့နေသားကျအောင် ကြိုးစားနေရတဲ့ ဂေါင်ဝ် တစ်ယောက် sport stacking ချန်ပီယံနေရာကို ချိိန်းခြောက်နိုင်တဲ့ သူတစ်ယောက် ပေါ်လာချိန်မှာတော့....အပြောင်းအလဲတွေဖြစ်လာတဲ့ နှလုံးသားရေးရာ ၊ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/fast-feel-love-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BZmEyODc5NTAtNmMxYi00MzQwLTgxNDYtYWUwMzgzYmMxMGIzXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-139x200.jpg",
        "title": "[21+] Frivolous Lola (1998) Monella",
        "description": "အီတလီဒါရိုက်တာ Tinto Brass ဇာတ်ကားဆိုရင်တော့ သဘောပေါက်လိုက်ပါတော့။လိုလာဆိုတာ အီတလီနယ်မြို့လေးတစ်မြို့ရဲ့ဆယ်ကျော်သက်မိန်းမငယ်လေးတစ်ယောက်ဖြစ်ပြီး၊ သူ့ချစ်သူနဲ့\nစေ့စပ်ထားတဲ့ သတို့သမီးလောင်းလေးတစ်ယောက်လဲဖြစ်ပါတယ်။ ဒါပေမယ့် လင်ကောင်မပေါ်ပဲ သူ့ကိုမွေးတယ်လို့\nလူတွေဆိုကြတဲ့ သူ့မိခင်၊ မိန်းမရှုပ်တယ်လို့နာမည်ကျော်တဲ့အမည်ခံဖခင်တို့ကြောင့်ရော သူကိုယ်တိုင်ရဲ့လော်လည်တဲ့အနေအထိုင်တွေကြောင့်ပါ\nမြို့နေမိန်းမသားတွေကြားမှာ နာမည်ဆိုးနဲ့ကျော်ကြားပါတယ်။လိုလာဟာ သူ့ချစ်သူနဲ့လက်မထပ်ခင်မှာအပျိုစင်ဘဝကိုအသည်းအသန်ပေးအပ်ချင်နေခဲ့ပေမယ့်\nသူ့ကိုတန်ဖိုးထားချစ်တယ်လို့ဆိုတဲ့ ရှေးရိုးစွဲသူ့ချစ်သူကတော့ လက်မခံပါဘူး။ ဒီတော့ လိုလာဟာ သူ့ချစ်သူကိုအတင်းဝင်လုံးတယ်၊\nအထိအတွေ့နဲ့ဖြားယောင်းတယ်၊ တစ်ပါးသူတွေနဲ့ပရောပရည်လုပ်ပြီးဝန်တိုအောင်ဆွတယ်။ ဒီလိုကနေ\nတစ်ဖြည်းဖြည်းမချင့်မရဲဖြစ်လာတဲ့လိုလာဟာပတ်ဝန်းကျင်ကလူမှန်သမျှကို အလွတ်မပေးစတမ်းဖြစ်လာပါတော့တယ်။အဲ့ဒီထဲမှာမှ သူ့ဖခင်လို့ အများသိထားတဲ့ မိန်းမရှုပ်တဲ့နေရာမှာနာမည်ကျော်တဲ့ အန်ဒရေးလဲ မလွတ်ပါဘူး။ဆရာကြီး Tinto Brass ရဲ့ထုံးစံအတိုင်း မိန်းမလှလေးလိုလာရဲ့ စူးစမ်းရှာဖွေမှုစွန့်စားခန်းတွေကို\nပွင့်လင်းတဲ့ အပြောအပြတွေနဲ့တွေ့မြင်ရမှာဖြစ်တဲ့အတွက် 21 plus ပါပဲ။Frivolous Lola နာမည်နဲ့လူသိပြီး မူရင်း နာမည်က Monella ဖြစ်ပါတယ်။ပိုစတာကိုတော့အများရင်းနှီးနေမှာဖြစ်ပေမယ့် ကြည့်ပြီးသားလို့အထင်မရောက်စေချင်ပါဘူး။ သူ့ဇာတ်ကားတွေထဲမှာ ဒီလိုပုံစံမျိုးဆင်တူတွေ\nမနည်းမနောရှိလို့ပါပဲ။File Size : (2.3 GB) & (950 MB)\nQuality : BluRay 1080p & 720p\nRunning Time ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/21-frivolous-lola-1998-monella/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/nan-insert-135x200.jpg",
        "title": "The Nan Movie(2022)",
        "description": "The Nan movie English နာမည်ကျော်comedy မင်းသမီးကြီး Catherine Tate ရဲ့ ဇာတ်ကောင်တစ်ယောက်ဖြစ်တဲ့ Nan အတွက် ရုပ်ရှင်ထွက်ရှိလာပါပြီ။အရင် series ထဲကလိုပဲ အပေါက်ဆိုးပြီး သောင်းကျန်းတတ်တဲ့အဘွားကြီး Nan ရဲ့ဇာတ်လမ်းပါ။Nan ရဲ့ကွဲကွာနေတဲ့ညီမဖြစ်သူ Nellက သူသေခါနီးဖြစ်နေလို့ Nan ကိုလာတွေ့‌ဖို့ခေါ်ပါတယ်။ညီမဖြစ်သူနဲ့လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွကရည်းစားလုဖက်ဖြစ်ပြီးရန်ဖြစ်ခဲ့လို့Nanကအဆက်အသွယ်ဖြတ်ထားတာပါ။Nan ကမသွားချင်ပေမယ့်မြေးဖြစ်သူကအတင်းတိုက်တွန်းတာကြောင့် မြေးအဖွားနှစ်ယောက် ခရီးထွက်ကြရင်း လမ်းမှာရယ်စရာ ပေါက်ကရတွေဖြစ်ပုံကို ရိုက်ကူးထားပါတယ်။ Catherine Tate အပြင် Katherine Parkinson (IT crowd),Mathew Horne တို့လည်းပါ၀င်ထားပါတယ်File size…(2.17GB)/(1.06GB)/(584MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/the-nan-movie2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BY2MxZDVjNmYtOTc5Ni00NWQ5LTg0MDItNTFlNmFjMWM5Y2Q2XkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_-140x200.jpg",
        "title": "Haunted Universities 2nd Semester (2022)",
        "description": "တက္ကသိုလ်တွေတိုင်းမှာ ကြောက်မက်ဖွယ်ရာ သရဲပုံပြင်တွေရှိကြသလို ဒီဇာတ်လမ်းမှာလည်း ကျောင်းသူကျောင်းသားတွေကြားမှာ ပြောလေ့ရှိတဲ့ သရဲဇာတ်လမ်းသုံးခုကို တင်ဆက်ထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်း၂၀၀၉ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Haunted Universities ရဲ့ နောက်ဆက်တွဲဇာတ်ကားဖြစ်ပြီး သရဲတွေကို ​ကျောင်းတက်ရင်းမြင်နေရတဲ့ သူငယ်ချင်းနှစ်ယောက်၊ အထိမ်းအမှတ်နေ့မှာမှ သေဆုံးခဲ့ရပြီး စိတ်စွဲနေခဲ့တဲ့ဆေးကျောင်းသားလေး နဲ့ ကျောင်းမပြီးခဲ့လို့သေသွားခဲ့တဲ့စီနီယာ၊ နှလုံးဖောက်ပြီးသေဆုံးခဲ့ရတဲ့ ဆရာမ၊ ကချေသည်သရဲဆိုတဲ့ ရာဇဝင်တွေရှိတဲ့ အဆောက်အဦးဟောင်းကြီး အစရှိတဲ့သရဲပုံပြင်တွေထဲက ကြောက်မက်ဖွက်ရာသရဲဝိဥာဥ်တွေရဲ့ စွဲလမ်းမှုတွေကို ကြောက်စရာ သနားစရာအပြင် ဟာသနှောပြီးရိုက်ကူးတင်ဆက်ထားတဲ့ \"Haunted Universities 2nd Semester\" ကို ကြည့်ရှူကြရအောင် ။ထျန် အဖြစ် James Teeradon\nတျန် အဖြစ် Nana Sawanya\nမေ ဆာအဖြစ် Music Praewa\nတိုင် အဖြစ် Care Panisara\nဂေါပ့် အဖြစ် Kit Krit\nမင် အဖြစ် Belle Kemisara( အညွှန်းရေးသားထားသူကတော့ Kyi Nue ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/haunted-universities-2nd-semester-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nnl6OWkyPpuMm595hmAxNW3rZFn.jpg",
        "title": "Beetlejuice (1988)",
        "description": "Beetlejuice (1988)~ IMDb - 7.5/10, Rotten Tomatoes - 85% ~Beetlejuice ဟာ Gothic ဟန်နဲ့ နာမည်ကြီးတဲ့ Tim Burton ကြီးရဲ့ ကနဦးကားတွေထဲက တစ်ကားဖြစ်ပြီး Johhny Depp နဲ့ Winona Ryder တို့ Edward Scissorhands မှာ မတွေ့ကြခင် Winona နဲ့ ဘာတန်တွဲရိုက်ခဲ့တဲ့ကားဖြစ်သလို Beetlejuice 2 သာ ထွက်ဖို့သေချာရင် မူလ Actor, Actress တွေဖြစ်တဲ့ Michael Keaton တို့ Winona တို့အပြင် Johnny Depp လည်း ပါလာမယ်ဆိုပါတယ်။Beetlejuice ဟာ Rating တွေမြင့်သလို Classic စာရင်း၀င်တဲ့ ဘာတန်ဆန်ဆန်၊ Gothic ဆန်ဆန် Comedy ကားလည်းဟုတ်ပါတယ်။ ဘာတန်ဟာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/beetlejuice-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-what-135x200.jpg",
        "title": "What a Girl Wants(2003)",
        "description": "ဒက်ဖနီဆိုတဲ့ကောင်မလေးက ငယ်စဉ်ကတည်းက အဖေ့ကိုတွေ့ဖို့မျှော်လင့်ရင်းကြီးပြင်းလာခဲ့ရသူပါ သူ့အဖေနဲ့အမေကတော့ အဆင့်အတန်းကွာခြားမှုတွေကြား ဝေးကွာသွားခဲ့ရသူတွေပါ သူ ၁၇ နှစ်ပြည့်တော့ အဖေဖြစ်သူ တော်ဝင်မျိုးနွယ်အမတ်ဒက်ရှ်ဝုဒ်ကိုတွေ့ဖို့လိုက်လာခဲ့ပါတယ် သူ့ရဲ့လွတ်လပ်ပေါ့ပါးတဲ့ပုံစံနဲ့ တော်ဝင်အနွယ်တို့ရဲ့ဣ​န္ဒြေကြီးမားတဲ့ပုံစံတွေကြား ကွာခြားမှုတွေ ကြောင့် သတင်းစာတွေထက်အတင်းအဖျင်းတွေပြောခံခဲ့ရတယ် အဖေ့မှာစေ့စပ်ထားသူတစ်ယောက်ရှိနှင့်နေပြီး သူ့မှာကလည်းသမီးတစ်ယောက်ရှိနေပါတယ်သူတို့ကလည်းစင်ဒရဲလားပုံပြင်လေးလိုပဲ ဒက်ဖနီအပေါ်အကွက်ချမကောင်းကြံပြီး အမေရိကန်ဆီပြန်ပို့ချင်နေတာပါ ဒက်ဖနီဟာ အဖေဖြစ်သူကိုချစ်တဲ့စိတ်ကြောင့် သူ့ကိုယ်သူပြောင်းလဲရင်း ချစ်ရသူအီရန်နဲ့လည်းဝေးသွားခဲ့ရတယ် တဖြည်းဖြည်းချင်းအဆင်မပြေမှုတွေကြားသည်းခံနေရရင်း သူ့ဘဝအမျှော်လင့်ဆုံးဖြစ်တဲ့ ဖခင်ဖြစ်သူနဲ့တွဲကဖို့ကို အမေပါသမီးကလာဆီရာကလုသွားတာမြင်လိုက်ရချိန်မှာ သူသည်းမခံနိုင်တော့ပါဘူး သူနဲ့ ချစ်သူအီရန်ပြန်ပေါင်းထုပ်နိုင်မလား ဖခင်ဒက်ရှ်ဝုဒ်ကရော သမီးနဲ့ဂုဏ်ဒြပ်တွေကြားဘာကိုရွေးချယ်မလဲ ဒက်ဖနီလိုချင်ခဲ့ရတဲ့အိပ်မက်တွေကိုရော တကယ်ရလာပါ့မလားဆိုတာ ကြည့်ရှုခံစားလိုက်ကြပါ File size…(2.14GB)/(1.11GB)/(571MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Comedy, Drama, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein Zayar Kyaw",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/what-a-girl-wants2003/"
    }
]