[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMTNkOWRhNjktYjg4Zi00ZWE1LTliODctNDk0NmI1ZmZhYjFmXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_-135x200.jpg",
        "title": "(18+) Don Jon (2013)",
        "description": "IMDb (6.5) / Rotten Tomatoes (80%)မင်းသမီးစကားလက်ဂျိုဟန်ဆန် ၊ Julianne Moore နဲ့ မင်းသား Joseph Gordon-Levitt တို့ပါဝင်ထားပြီး မိသားစုနဲ့ကြည့်လို့မရနိုင်တဲ့ 18+ ပညာပေးဇာတ်ကားပါ။\nဇာတ်လမ်းရဲ့တင်ဆက်ပုံကတော့ ကောင်းမွန်မှုရှိပြီးတော့ နိုင်ငံတကာ Rating တွေလဲကောင်းမွန်ပါတယ်....လူငယ်တွေမှာဖြစ်တတ်တဲ့ အပြာကားစွဲလမ်းတဲ့အခြေအနေတစ်ခုကို ရိုက်ကူးတင်ပြထားတဲ့ဇာတ်လမ်းပါ။\nအပြာကားကို ဘိန်းစွဲသလို စွဲနေတဲ့သူတွေ...အပြာကားထဲက မင်းသမီးတွေ ဇာတ်ဆောင်တွေရဲ့ အပြင်မှာမဖြစ်နိုင်တဲ့ ဇာတ်လမ်း ဇာတ်ကွက်တွေကို လက်တွေ့ဘဝနဲ့ နှိုင်းယှဉ်ပြီး စိတ်ဓာတ်ကျနေတဲ့ သူတွေ...အပြာကားကြောင့် ဘေးထွက်ဆိုးကျိုးများနေသူတွေအတွက် သင်ခန်းစာယူစရာပါပဲ။အခု Don Jon ဆိုတဲ့ဇာတ်ကားက လူငယ်တွေမှာ အဖြစ်များနေတဲ့ \" အပြာကားစွဲတဲ့ စိတ်ရောဂါ \"တစ်မျိုးကို ဟာသလေးတွေနှောပြီး ရိုက်ပြထားတာပါ\nဒီကားက စစကြည့်ချင်းမှာ 18+အခန်းတွေကို ခပ်ကြမ်းကြမ်းပြထားပါတယ် dialogueတွေကလဲ အရမ်းရိုင်းပါတယ်\nဒါပေမယ့် တစ်ဖြည်းဖြည်းနဲ့ ဇာတ်ကားကပေးချင်တဲ့ message ကို ပရိသတ်တွေဆီရောက်အောင် ဆွဲခေါ်သွားတာတွေ့ရမှာပါ ဒီဇာတ်ကားရဲ့ အဓိက ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/don-jon-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jGRgF0p5Bzhvs4665oXQxdMQcP9.jpg",
        "title": "[18+] Young Girls in Ecstasy (1974)",
        "description": "Young Girls in Ecstasy (1974)Erotic ပရိသတ်တွေအတွက်တော့ ဒီကားက တော်တော်ကြည့်ရတန်ပါတယ်။ တန်ဆို သူက ဇာတ်တစ်ပုဒ်တည်း ကောင်မလေးတစ်ယောက်တည်းမဟုတ်ဘဲ ကောင်မလေးပေါင်းများစွာရဲ့ ဇာတ်လမ်းပေါင်းများစွာကို Theme တစ်ခုထဲသွင်းပြီး အသက်သွင်းထားတာကိုး။ပျိုပျို ဖြူဖြူ ညိုညို သွယ်သွယ် တောင့်တောင့် ပုံစံမျိုးစုံ ဆိုဒ်မျိုးစုံရဲ့ ကြုံရဆုံရတဲ့ လိင်မှုဇာတ်လမ်းလေးတွေကို ဖောက်သည်ချထားတာကို ကြည့်ကြရမှာပါ။ အချစ်ဦးဇာတ်လမ်းလေးတွေတောင်ပါသလို ကြံကြံဖန်ဖန်ဇာတ်လမ်းတွေလည်းပါပါတယ်။ ဂန်းဘန်းဆန်ဆန်ဇာတ်လည်းပါတယ်။ အောအင်န်ဝမ်း Erotic ရုပ်ရှင်လို့ ပြောရင်တောင် မမှားလောက်ပါဘူး။ အမျိုးသမီးရေးရာတွေပါ အဆစ်ထည့်ထားပါသေးတယ်။ဇာတ်ကားအများကြီးလည်းမဒေါင်းချင် ဇာတ်စုံ ဆိုက်စုံ ဂိုက်စုံလည်း ကြည့်ချင်တယ်ဆိုရင် ဒီရုပ်ရှင်ဟာ ရွေးချယ်မှုမမှားမယ့် ရုပ်ရှင်ပါပဲ။ မထိတထိတွေရော မရိုးမရွတွေရော ထိထိမိမိတွေရော ဇာတ်လမ်းပေါင်းစုံပါတဲ့ မိန်းမတို့အတွေ့အကြုံပေါင်းချုပ် ဟင်းလေးအိုးဇာတ်လမ်းကြီးပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.55GB, 655MB\nQuality - 1080p, 720p\nFormat ...",
        "rating": "",
        "url": "https://channelmyanmar.org/young-girls-in-ecstasy-1974/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gk469Y3fJTlbcAkSNMZc4OtETOK.jpg",
        "title": "Everything Is Illuminated(2005)",
        "description": "Everything Is Illuminated(2005)******************************အဓိကဇာတ်ဆောင်ကတော့ The Lord of The Ringထဲက ဖရိုဒိုဘတ်ဂင်ဖြစ်တဲ့Elijah Woodကသရုပ်ဆောင်ထားပါတယ်ဒုတိယကမ္ဘာစစ်တုန်း ဂျူးလူမျိုးတွေ သန်းနဲ့ချီအသတ်ခံခဲ့ရတာ၊ နေရပ်စွန့်ပြီး နိုင်ငံပြောင်းနေခဲ့ကြတာကို အားလုံးသိမှာပါ။\nစစ်ကြီးပြီးသွားတော့ အချို့ဂျူးတွေက နေရာသစ်မှာပဲအခြေချသလို၊ အချို့ကလည်းနေရပ်ပြန်လာကြပြီးဆုံးသွားတဲ့မိသားစုဝင်တို့ရဲ့ နေရာတွေ၊ အမှတ်တရတွေ၊\nအကြောင်းအရာတွေကို ပြန်မှတ်မိဖော်ထုတ်ကြပါတယ်။\nဇာတ်ကြောင်းကတော့ အမေရိကန်ဖွား ဂျူးလေးတစ်ယောက်က သူ့အဘိုးရဲ့ဇာတိကိုပြန်လာပြီးသူ့အဘိုးငယ်စဥ်ကနေထိုင်ခဲ့တဲ့နေရာလေးကို ပြန်လည်ရှာဖွေတဲ့အကြောင်းပါပဲ။\nအဘိုးဖြစ်သူအမေရိကန်ကိုစစ်ဘေးရှောင်မလာမီ နာဇီလက်ကနေအဘိုးဖြစ်သူကိုကယ်တင်ပေးခဲ့ဖူးတဲ့အမျိုးသမီးကိုလည်း ကျေးဇူးတင်ချင်လို့လည်းပါတာပေါ့။\nဒီလိုနဲ့ သူ့ရဲ့စွန့်စားခန်းလေးက ဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာအပြင်\nလူတွေရဲ့စိတ်သဘောထား၊ အချို့လူမျိုးစုတွေရဲ့ တလွဲအမြင်တွေကို comedyလေးနှောပြီးကြည့်ရမယ့်ကားလေးပဲဖြစ်ပါတယ်။\nဟာသဆန်ဆန်ဆိုပေမယ့်လည်း အတင်းဟာသလုပ်ယူမထားဘဲ ငြိမ့်ငြိမ့်အေးအေးလေးနဲ့ရှုခင်းလှလှလေးတွေကိုခရီးသွားရင်းကြည့်ရသလိုကားမျိုးပါ။ File Size :(2.02GB) and (982MB)\nQuality : BLU-RAY 1080p, 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/everything-is-illuminated2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/3f865a34a9474d6885031a11e9f1816d-143x200.jpg",
        "title": "Full River Red ( 2023 ) Manjianghong",
        "description": "IMDb Rating (6.5) / Rotten Tomatoes (100%)Hero, House of the flying daggers လိုမျိုး\nတရုတ်သိုင်း မာစတာပိစ်တွေကို ရိုက်ကူးခဲ့တဲ့ နာမည်ကြီး ဒါရိုက်တာ ကျန်းရိမိုရိုက်ကူးထားတဲ့\n\"Full River Red\" ရုပ်ရှင်ကားဟာ ရုံတင်ကတည်းက နာမည်ကျော်ကြားလူကြိုက်များခဲ့ပြီး စံချိန်ပေါင်းများစွာရရှိခဲ့သလို\nရုံတင်ဝင်ငွေလည်း ၆၇၅.၅ မီလီယံ(USD) အထိရရှိခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ စုန့်မင်းဆက်ကာလ စစ်သူကြီးယွဲ့ဖေး ကွယ်လွန်ပြီးချိန်မှာ\nနောက်ဆက်တွဲဖြစ်လာတာတွေကို စိတ်ကူးယဉ်ဇာတ်ကောင်တွေနဲ့ ခမ်းခမ်းနားနားကို\nဇာတ်လမ်းတည်ဆောက်ထားတာပါပဲ။ သိုင်းကားပရိသတ်တွေကတော့\nစစ်သူကြီးယွဲ့ဖေးနာမည်ကို စိမ်းမယ်မထင်ပါဘူး။ သူရဲကောင်းတို့ရဲ့ ဒဏ္ဍာရီဇာတ်လမ်းတွဲမှာ လုကြတဲ့ ဝူမုစစ်ဗြူဟာကျမ်းဆိုတာဟာ စစ်သူကြီးယွဲ့ဖေးရေးခဲ့တယ်ဆိုတဲ့အကြောင်း အထပ်ထပ်ပါပါတယ်။နောင်မှာ နဂါးနိုင်ဓားထဲကို မြှပ်နှံခံရတဲ့ စာအုပ်ပါပဲ။ ဒီသိုင်းဇာတ်လမ်းတွေက\nစိတ်ကူးယဉ်ဖြစ်ပေမဲ့ စစ်သူကြီးယွဲ့ဖေးကတော့ တကယ်ရှိခဲ့ပါတယ်။\nယွဲ့ဖေးဟာ စုန့်နိုင်ငံနဲ့ ကျင်းနိုင်ငံ စစ်မက်ဖြစ်ပွားနေချိန်မှာ ကျင်းတွေဖိန့်ဖိန့်တုန်အောင်\nကြောက်ရတဲ့ စစ်သူကြီးပါပဲ။ ဒါပေမဲ့ အမတ်ချုပ်ကြီး ချင်ဟွေက\nသစ္စာဖောက်လို့ စွပ်စွဲပြီး ကွက်မျက်ပစ်တာကို ခံခဲ့ရပါတယ်။ စစ်သူကြီးယွဲ့ဖေးဟာ\nကျောကုန်းမှာ သူ့ရဲ့မိခင်ကိုယ်တိုင်ထိုးပေးထားတဲ့ ဆေးမှင်ကြောင်ဖြစ်တဲ့\nနိုင်ငံအပေါ်သစ္စာစောင့်ပါဆိုတဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/full-river-red-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/images-11-200x86.jpg",
        "title": "Apocalypse, Please! (2020)",
        "description": "ဒီရုပ်ရှင်ကတော့ ဂေါက်တောက်တောက် အဖွဲ့တစ်ဖွဲ့အကြောင်းပါပဲ။ ကမ္ဘာပျက်ရင် ဘယ်လိုအသက်ရှင်ကျန်အောင်နေကြမလဲ တွက်ချက်ကြံစည်ပြီး ဘန်ကာတစ်ခု ပြင်ဆင်ကြပါတယ်။ ပြင်ဆင်ရင်းနဲ့ကို အတ္တတွေကြီး၊ ထင်ယောင်မှားတွေဖြစ်၊ မနာလိုဝန်တိုတွေဖြစ်ကြပြီး ကမ္ဘာမပျက်ခင် သတ်ကုန်ကြတဲ့အကြောင်းကို အက်ရှင် ဟာသ အမျိုးအစားအနေနဲ့ ရိုက်ပြထားတာဖြစ်ပါတယ်။ ထိုင်ခွီလို့ကောင်းမယ့်ရုပ်ရှင်ပါပဲFile size…(1.3 GB)/(1 GB)/(600 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Thet Mhuu",
        "rating": "",
        "url": "https://channelmyanmar.org/apocalypse-please-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-5-135x200.jpg",
        "title": "Pinball: The Man Who Saved the Game (2023)",
        "description": "1942 ခုနှစ်မှစပြီး ပင်ဘောကိုရာဇဝတ်အဖွဲ့အစည်းတွေချုပ်ကိုင်ထားတယ်ဆိုတဲ့အကြောင်းပြချက်နဲ့ အမေရိကန်ကမြို့တော်တော်များများမှာ ပိတ်ပင်ပစ်ခဲ့ပါတယ် ။ 1970 ပြည့်နှစ်တွေမှာ Roger Sharpe ဆိုတဲ့နှုတ်ခမ်းမွှေးကားကားနဲ့လူတစ်ယောက် နယူးယော့မြို့ကြီးကိုစာရေးဆရာဖြစ်ချင်လို့ ရောက်လာရင်း မဂ္ဂဇင်းတိုက်တစ်ခုမှာအလုပ်လည်းရ Ellen ဆိုတဲ့ကောင်မလေးလည်းရပြီး သာယာနေတဲ့အချိန်မှာ သူရဲ့တစ်ခုတည်းသောထွက်ပေါက်ဖြစ်တဲ့ ပင်ဘောကိုပိတ်ပင်ထားကြောင်းသိရှိသွားတဲ့အချိန် Roger တစ်ယောက် စာရေးဆရာအနေနဲ့ရော Music and Amusement Association(MAA) နဲ့ပူးပေါင်းပြီးရော ပင်ဘောတရားဝင်ပြန်လည်ဖြစ်မြောက်ရေးအတွက် ဘယ်လိုတွေကြိုးစားမလဲဆိုတာကို ကြည့်ရှုခံစားကြရမှာပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးဟာဆိုရင်တော့ ပင်ဘောရဲ့ကယ်တင်ရှင်ကြီးRoger Sharpe ရဲ့ဖြစ်ရပ်မှန်ဘဝကိုအခြေခံပြီး ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်ခင်ဗျာ ။ ပင်ဘောကိုအကြောင်းပြချက်မျိုးစုံနဲ့ပိတ်ပင်ထားတဲ့ အမေရိကန်ကမြို့တွေရဲ့ဥပဒေတွေ၊ ပင်ဘောစတီထွင်တုန်းကနဲ့အခု ဘယ်လိုတွေပြောင်းလဲသွားလဲဆိုတာတွေနဲ့ Roger နဲ့ Ellen တို့အတူဖြတ်သန်းခဲ့ကြပုံကို လက်ရှိအချိန်မှာ Roger Sharpe ကပြန်ပြောပြနေပုံနဲ့တစ်မျိုး 1970 တုန်းက Roger Sharpe အနေနဲ့တစ်ဖုံ ဟာသလေးနှောပြီးတင်ဆက်ထားပါတယ် ။ ဒါရိုက်တာတွေကတော့ညီအကိုတွေဖြစ်တဲ့ Austin နဲ့ Meredith Bragg ကရိုက်ကူးထားတာဖြစ်ပြီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/pinball-the-man-who-saved-the-game-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/liLN69YgoovHVgmlHJ876PKi5Yi.jpg",
        "title": "Ghosted (2023)",
        "description": "Ghosted (2023)ကပ္ပတိန်အမေရိကမင်းသား ခရစ်အီဗန်နဲ့ မင်းသမီး အန်နာဒအာမက်စ်တို့ရဲ့ ဟာသ အက်ရှင်ကားအသစ်လာပါပြီ။ ဇာတ်လမ်းကတော့ ရိုးရှင်းပေမဲ့ ဟာသတွေ၊ ဧည့်သည်သရုပ်ဆောင် နာမည်ကြီးတွေ အများကြီးသုံးထားတာမို့ ကြည့်ရတာ တန်တဲ့ ရုပ်ရှင်ပါပဲ။ အစက ခေါင်းဆောင်မင်းသမီးနေရာမှာ စကားလက်ဂျိုဟန်ဆန်ကိုရွေးထားပေမဲ့ အချိန်ညှိမရတာကြောင့် အန်နာဒအာမက်စ်ကလေး ပါလာတာပါပဲ။ကိုးလ်ဟာ သူ့မိသားစုနဲ့အတူ ခြံစိုက်စားနေတဲ့ လူရိုးတစ်ယောက်ပေါ့။ တစ်နေ့မှာတော့ ကမ္ဘာလှည့်ပြီး အနုပညာပစ္စည်းတွေ စုဆောင်းရှာဖွေရတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ တစ်ရက်ချိန်းတွေ့မိပြီး ချစ်ကြိုက်သွားခဲ့ပါတယ်။ အဲဒီကောင်မလေးက သူ့ကိုတစ်ရက်တည်းနဲ့ ပလစ်ပြီး လန်ဒန်ထွက်သွားတဲ့အချိန်မှာ နောက်ကလိုက်သွားခဲ့တယ်။ လန်ဒန်မှာ သူ့ကို နာမည်ကြီး စပိုင်တစ်ယောက်နဲ့မှားပြီး လူဆိုးဂိုဏ်းက မှားဖမ်းတဲ့အခါ သူ့ကောင်မလေးကမှ စပိုင်အစစ်ဖြစ်နေပြီးလာကယ်တာကြောင့် သူတို့နှစ်ယောက်အတူ စွန့်စားခန်းတွေ အလွဲလွဲအချော်ချော်နဲ့ ဖွင့်ရပါတော့တယ်...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. Anderson မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.5GB, 1.2GB\nQuality - 1080p, 720p\nIMDb ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/ghosted-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wUVuJXnBfNpSwvSDGnqzZ5VUBwP.jpg",
        "title": "One More Time(2023)",
        "description": "One More Time(2023)*******************ဒီတစ်ခါတော့ Time travel တွေ time loop ကားတွေ သဘောကျတတ်တဲ့လူတွေ အတွက်ကားလေးပါ\nAmelia ဆိုတဲ့‌အမျိုးသမီးဟာ သူ့ အသင် ၄၀ ပြည့်မွေးနေ့မှာ သူငယ်ငယ်ကသူ့သူငယ်ချင်းနဲ့အတူ လုပ်ထားခဲ့တဲ့ Time capsule(စာရွက်လေးတွေ‌ပေါ်မှာ ဆုတောင်းတွေရေးပြီး မြေမြှုပ်လေ့ရှိတဲ့ ဘူး) လေးကိုဖွင့်ဖို့ သွားခဲ့ပါတယ်...အဲ့ဒါကို ဖွင့်ဖတ်နေချိန် စာရွက်လွင့်လို့ လိုက်ကောက်ရင်း ကားတစ်စီးနဲ့တိုက်မိပါတော့တယ်\nဒါပေမယ့် သူမျက်လုံးပွင့်လာချိန်မှာတော့ အသက် ၁၈ နှစ်ပြည့်မွေးနေ့ကို ပြန်ရောက်သွားတာပါ...အဲ့ဒီ့လိုနဲ့  သူ့ရဲ့ အသက် ၄၀ အရွယ်ကို ဘယ်လိုပြန်ရောက်အောင်လုပ်မလဲဆိုတာကတော့.... File Size :(2.4GB) and (812MB)\nQuality :WEB-DL1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Drama , Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/one-more-time2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mmrvPiUCJNvd33N93VQNmBTC8Z9.jpg",
        "title": "Hitmen (2023)",
        "description": "Hitmen (2023)၂၀၂၃ ခုနှစ်မှာ အင်ဒိုနီးရှားနိုင်ငံက ထုတ်လုပ်တဲ့ Hitmen ဆိုတဲ့ Action, Drama, Comedy ဇာတ်ကားကောင်းလေး တင်ဆက်ပေးလိုက်ပါတယ်။\nကြမ်းပေ့ရမ်းပေ့ ဆိုတဲ့ အက်ရှင်ကားကြိုက်သူတွေအနေနဲ့ လက်လွှတ်မခံဖို့ အကြံပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျွန်နီနဲ့ ဖရန်ကီဟာ သူငယ်ချင်းလည်းဖြစ်သလို လုပ်ဖော်ကိုင်ဖက်လည်း ဖြစ်ပါတယ်။\nသူတို့နှစ်ဦး တွဲဖက်ပြီးတော့ လုပ်ကြံရေးသမားများအဖြစ် လုပ်ကိုင်ကြတာပါ။\nသူတို့နှစ်ယောက်ဟာ လုပ်ကြံသတ်ဖြတ်တဲ့နေရာမှာ တော်သလို သောက်တလွဲတွေလည်း လုပ်တတ်ကြပါသေးတယ်။ဒါပေမယ့် မစ်ရှင်ကို ဘယ်လိုအခက်အခဲပဲရှိရှိ မစ်ရှင်ကို အောင်မြင်အောင်လုပ်ကြပါတယ်။\nဂျွန်နီကတော့ လုပ်ကြံရေးသမား ဘဝကို စိတ်ကုန်နေလို့ အနားယူပြီး ငါးခူမွေးမြူရေးလုပ်ဖို့အတွက် စိတ်ကူးယဉ်နေခဲ့ပါတယ်။\nဖရန်ကီလည်း ဂျွန်နီ အနားယူရင် သူလည်း အနားယူမယ်ဆိုပြီး လုပ်ပါတော့တယ်။ဒီလိုနဲ့ အနားမယူခင် နောက်ဆုံးအနေနဲ့ သူတို့ကို ပေးအပ်လာတဲ့ မစ်ရှင်သုံးခုကို လုပ်ဆောင်ဖို့ အကြောင်းဖန်လာချိန်မှာတော့....\nသာမန် မြင်တွေ့နေကြ လုပ်ကြံရေးသမားတွေနဲ့ မတူဘဲ ဂျွန်နီနဲ့ ဖရန်ကီဟာ တကယ်ကို ရယ်ရတဲ့အတွဲပါ။\nကလိထိုးရယ်ရတဲ့ ဟာသမျိုးတွေမဟုတ်ဘဲ သူတို့ တလွဲလုပ်တာတွေကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/hitmen-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xuI60N007L9x3r46paOZarUj2f3.jpg",
        "title": "Peter Pan & Wendy (2023)",
        "description": "PeterPeter Pan & Wendy (2023)ပီတာပန်က J.M.Barrie ဖန်တီးထားတဲ့ဇာတ်ကောင်လေးဖြစ်ပြီး\nပြဇာတ်ကနေစပြီး ရုပ်ရှင်ပေါင်းများစွာရိုက်ကူးထားတာမို့ ရုပ်ရှင်ချစ်ပရိသတ်တွေနဲ့ တစ်ခုမဟုတ်တစ်ခုမှာရင်းနှီးပြီးသားနေမှာပါ။\nအခြေခံအားဖြင့်ဇာတ်ကားတွေမှာ ပီတာပန်က မကြီးပြင်းချင် အရွယ်မရောက်ချင်တဲ့ကောင်လေး၊ နဲဗားလန်းမှာသူ့လိုကလေးတစ်သိုက်နဲ့အတူနေတယ်။\nသူ့ရန်သူကတော့ ပြောစရာမလိုပါဘူး ကပ္ပတိန်ဟုခ်ပေါ့။ သူကတစ်နေ့မှာဝင်ဒီ့ကို ကလေးငယ်တွေရဲ့မိခင်ဖြစ်ပေးဖို့လာခေါ်တယ်။ အဲ့လိုပေါ့။J.M.Barrie ရဲ့ မူရင်းပြဇာတ်နဲ့ဝတ္ထုမှာတော့ ပီတာပန်က ဗီလိန်ပါ။\nတကယ်ဆိုနဲဗားလန်းကလုံးဝမကြီးပြင်းတာမျိုးမဟုတ်ပဲ ကြီးပြင်းမှုနှေးတာပါ။\nအဲ့တော့ ပီတာပန်က ကြီးပြင်းတဲ့ကလေးတွေကို ပြဿနာရှာတယ်။\nတစ်ခါတလေ သူ ပျင်းရင် အချင်းချင်းပြန်သတ်ကြတယ်။ ပီတာပန်က ဂျစ်တစ်တစ်ငဆိုးလေးပေါ့။\nနောက်ပိုင်းမှာမှကလေးတွေကြားမှာ ပင်လယ်ဓားပြတွေရေပန်းစားလာတာကြောင့် စာရေးဆရာက ကပ္ပတိန်ဟုခ်ကိုဗီလိန်အနေနဲ့ထည့်ခဲ့တာပါ။ဒီ Peter Pan & Wendy ဇာတ်လမ်းမှာတော့ အပေါ်ကပြောခဲ့တဲ့ဇာတ်လမ်းသွားနှစ်ခုကြားမှာ မယုတ်မလွန်စည်းချထားတယ်ပြောရမယ်။\nပီတာပန့်ကို လူဆိုးဇာတ်မသွင်းသလို ဟီးရိုးအဖြစ်လဲပုံမဖော်ထားပါဘူး။\nပြီးတော့ ဝင်ဒီ။ တကယ်ဆိုပီတာပန်ဇာတ်လမ်းက အဓိကဝင်ဒီ့ရဲ့ဇာတ်လို့ပြောလို့ရတယ်။\nလောကကြီးထဲကိုဝင်ရတော့မယ့် ကလေးတစ်ယောက်ရဲ့အကြောက်တရား မကြီးပြင်းချင်စိတ်တွေကနေ နဲဗားလန်းဆိုတဲ့အယူအဆကဖြစ်တည်လာတာပါပဲ။\nဒီဇာတ်လမ်းမှာ ဝင်ဒီ့ကိုလဲ တော်တော်အသားပေးထားသလို အရင်ကားတွေမှာမပါခဲ့တဲ့ ကွက်လပ်တွေကိုလဲဖြည့်ပေးထားပါသေးတယ်။\nရှေးရှေးကလက်ရာကောင်းများစွာလဲရှိတော့ အခုထွက်ရှိတဲ့ Peter Pan & Wendy ပေါ်ဝေဖန်သံ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/peter-pan-wendy-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/ser-133x200.jpg",
        "title": "Serving Sara(2002)",
        "description": "Serving Sara (2002)IMDb - 5.4ဂျိုးဟာတရားရုံးကနေဆင့်ခေါ်တဲ့ သမ္မာန်စာတွေကိုဆင့်ခေါ်ခံရတဲ့သူတွေဆီကို ပို့ပေးရတဲ့လုပ်ငန်းလုပ်နေသူတစ်ယောက်ပါ။စာရွက်စာတမ်းတွေကိုပို့ ပေးရတာကလွယ်ကူတဲ့အလုပ်ဖြစ်ရမှာဆိုပေမဲ့ စာပို့ပေးရမဲ့လူတွေကသူ့ကို‌ ရှောင်နိုင်နေကြတာ‌ေကြာင့် အလုပ်တစ်ခုကိုတစ်ပတ်လောက်ကြာနေလို့ သူဌေးကပါ အပြစ်တင်တာကိုခံ‌ နေရပါတယ်။တစ်နေ့မှာတော့ ဆာရာမိုး ဆိုတဲ့အမျိုးသမီးဆီကိုကွာရှင်းစာချုပ်သွားပို့ပေးရင်းနဲ့ ဆာရာ မိုးကသူ့လာပို့မဲ့သတင်းကိုကြိုရသွားပြီး ရှောင်ထွက်သွားနိုင်တဲ့အတွက်သူဌေးကကလော်တုတ်ပြီး တခြားလူတစ်ယောက်ကိုလုပ်ခိုင်းလိုက်ပါတော့တယ်။ဒီလိုနဲ့ မကျေနပ်တဲ့ ဂျိူးတစ်ယောက် ဆာရာ မိုးရဲ့လိပ်စာကို ရှာပြီး သွားပို့ဖို့လုပ်ပါတော့တယ်။ဒီလိုနဲ့ လိပ်စာကိုရပြီး ဆာရာမိုးဆီကို စာရွက်တွေအောင်မြင်စွာပေးနိုင်ခဲ့ပေမဲ့လည်းဆာရာ မိုး ကသူ့ယောင်္ကျား ဂေါ်ဒွန် မိုးဆီကို ကွာရှင်းစာချုပ်အရင်ပို့ပေးနိုင်ရင်ဒေါ်လာတစ်သန်း‌ ပေးမယ်ဆိုပြီး ဂျိူးကိုပြန်ငှားလိုက်ပါတော့တယ်။ဒီလိုနဲ့ ဆာရာနဲ့ ဂျိုးတို့နှစ်ယောက် ဂေါ်ဒွန်ဆီကိုကွာရှင်းစာချုပ်အချိန်မှီပို့ပေးနိုင်မှာလား၊ဂျိူးရဲ့အလုပ်ကိုရော ဘယ်သူကနှောက်ယှက်နေတာလဲ၊ ဂျိုးကရောဒေါ်လာတစ်သန်းကိုရပြီး သူ့ရဲ့အိပ်မက်လေးဖြစ်တဲ့စပျစ်ခြံလုပ်ငန်းကိုလုပ်သွားနိုင်မလားဆိုတာကိုတော့ရယ်ရယ်မောမော ပေါ့ပေါ့ပါးပါးနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…  1.9GB / 1GBQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 42m\nGenre .....  Romance , Comedy\nSubtitle…. Myanmar ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/serving-sara2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/w-135x200.jpg",
        "title": "Wedding Crashers (2005)",
        "description": "IMDb Rating -7/10Rotten Tomatoes - 75%Wedding crashers ဆိုတဲ့သူတွေကမင်္ဂလာပွဲတွေကို အဖိတ်မခံရဘဲအပျော်တမ်းလိုက်တက်တဲ့သူတွေနောက်တစ်နည်းပြောရရင် လူးပါးဝတဲ့သူမျိုးတွေ ဖြစ်ပါတယ်ဒီဇာတ်လမ်းလေးမှာ ကွာရှင်းမှု ကြားဖြေဖျန်ပေးတဲ့အလုပ်လုပ်ကြတဲ့ငယ်ပေါင်းကြီးဖော် သူငယ်ချင်းနှစ်ယောက် ဂျွန်နဲ့ ဂျရဲမီတို့ဟာမင်္ဂလာပွဲတွေကို အပျော်တမ်းလိုက်တက်ကြတဲ့ wedding crasher တွေ ဖြစ်ကြပါတယ်။ဒီအတိုင်းလေး ရှိုးရွတ်ဆိုပြီး ပွဲဝင်တက်ကြတာတော့ မဟုတ်ပါဘူး ၊ သတို့သားနဲ့အသိလိုလို သတို့သမီးဘက်က အမျိုးလိုလို ဇာတ်ကြောင်းတွေ ဖန်တီးထားကြပြီးမင်္ဂလာပွဲရှင်တွေအကြောင်း စုံစမ်းပြီးမှ ပွဲတက်ကြတာပါ။အစားအသောက်တွေ အလကားစား ၊ ပွဲက တိုက်တဲ့အရက်တွေ အလကားသောက် ၊ ပွဲမှာမျက်စိကျမိတဲ့ ခပ်လန်းလန်းကောင်မလေးတွေနဲ့ တစ်ညတာပျော်ကြပါးကြနဲ့ ဒီနှစ်ယောက်ကတော့ မိန်းမလိုက်စားတဲ့ ဝါသနာရှင်တွေပဲ ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဘဏ္ဍာရေးဝန်ကြီးက သူ့သမီး မင်္ဂလာပွဲကြေငြာလိုက်တော့ ဒီနှစ်ကောင်က အဆင့်တန်းမြင့်မြင့်ကခပ်လန်းလန်းကောင်မလေးတွေနဲ့ ပျော်မယ်ပါးမယ်ကြုံးဝါးပြီး ပွဲတက်လာကြတယ်။ပွဲရောက်ခါမှ ဂျွန် တစ်ယောက် သတို့သမီးအရံလေးကို တွေ့မိပြီးချစ်မိသွားလေသောအခါ...ချစ်မိသွားတဲ့ ဝန်ကြီးသမီးဖြစ်သူ ကလဲရာ နဲ့ ... ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/wedding-crashers-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/silide-135x200.jpg",
        "title": "Sliding Doors (1998)",
        "description": "ကျွန်တော်တို့ရဲ့ဘ၀မှာ ဒီလိုမျိုးအခိုက်အတန့်လေးတွေလူတိုင်းမှာရှိခဲ့ကြတယ်။ငါဒီလိုမျိုးလုပ်ခဲ့ရင်/မလုပ်ခဲ့ရင်, ဒီကားကိုမှီခဲ့ရင်/မမှီခဲ့ရင်,ငါဒီလမ်းကြောင်းကိုရွေးချယ်ခဲ့ရင်/မရွေးချယ်ခဲ့ရင်ငါသူ့ကိုခွင့်လွှတ်ခဲ့/ခွင့်မလွှတ်ခဲ့ရင် ငါ့ဘ၀ကြီးကအခုလိုမဟုတ်ပဲဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတွေးမိစိတ်ကူးယဉ်မိကြသေးတာပဲ။ဒီဇာတ်ကားလေးရဲ့ အဓိကအချက်ကလည်း ဒါလေးကိုပါပဲ။ဟယ်လန်ဆိုတဲ့ ကောင်မလေး အလုပ်ပြုတ်ပြီးအိမ်အပြန် ရထားကိုမှီမမှီဆိုတာကနေစဉ်းစားကြည့်ရအောင်။ရထားမှီလို့အိမ်ကိုစောစောပြန်ရောက်ပြီးရည်းစားကဖောက်ပြန်နေတာမိလိုက်ရင်ဟယ်လန်ရဲ့ဒီဘ၀အချိုးအဆစ်ကဘယ်လိုဖြစ်သွားမလဲ။အကယ်၍ရထားမမှီခဲ့လို့ နောက်ကျမှပြန်ရောက်ပြီး ရည်းစားရဲ့မပိရိတဲ့အလိမ်အညာတွေအောက်မှာပဲ သံသဃတွေနဲ့သူမရဲ့ဒီဘ၀အချိုးအဆစ်ကဘယ်လိုဖြစ်ဦးမှာလဲရထားကြီးရဲ့ လျှောတံခါးနှစ်ချပ်လိုဖြစ်နေတဲ့ဒီအခြေအနေနှစ်ခုက ဟယ်လန့်အတွက်အဆုံးသတ်မှာဘယ်လိုဖြစ်မလဲဆိုတာကို Sliding doorsဆိုတဲ့ဇာတ်ကားလေးမှာ ခံစားကြည့်ရှုပေးကြပါဦး File size…  3.25GB / 1.12GB\nQuality…  Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 39m\nGenre .....  Romance , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/sliding-doors-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYWMwMzIzMjItNTk3Mi00NTk5LTk5ZjYtOGRhN2RmMzQ2N2EzXkEyXkFqcGdeQXVyNTA4NzExMDg@._V1_-145x200.jpg",
        "title": "DodgeBall: A True Underdog Story (2004)",
        "description": "Peter La Fleur ဆိုတာ ရည်မှန်းချက်မည်မည်ရရ မရှိဘဲ ဘဝကို အေးဆေးဖြတ်သန်းနေတဲ့ လူတစ်ယောက်ပါ။ Average Joe’s ဆိုတဲ့ ရပ်ကွက်အားကစားရုံအသေးလေးတစ်ရုံ ပိုင်ပါတယ်။ သူ့ gym မှာ ကစားနေကျ ဖောက်သည် တစ်သိုက်ရှိပေမဲ့ ပိုက်ဆံမရတာတော့(၁၃)လရှိပါပြီ။ တစ်နေ့မှာတော့ အေးဆေးနေတဲ့ ပီတာ့ဘဝထဲကို သတင်းဆိုးကြီး ဝင်ရောက်လာပါ‌တော့တယ်။ ရက်(၃၀)အတွင်း $50,000 မဆပ်နိုင်ရင် gym ကို ဘဏ်က သိမ်းပါတော့မယ်။ သူတို့ Gym ဘေးက ဒိတ်ဒိတ်ကြဲနာမည်ကြီးနေတဲ့ Globo Gym က ကားပါကင်လုပ်ဖို့ ဝယ်မှာပါ။ Average Joe’s ဆိုတာ ပီတာတို့ဘော်ဒါတစ်သိုက်အတွက်တော့ အားကစားလုပ်ဖို့ သက်သက်မဟုတ်ပါဘူး။ ဘဝအပန်းပြေစေတဲ့ ခိုနားရာလေးဖြစ်ပါတယ် ။ သူတို့အားလုံးအတွက် အရေးကြီးလို့ အဆုံးရှုံးမခံနိုင်ကြပါဘူး။ဒီတော့ ပီတာနဲ့ ဘော်ဒါတစ်သိုက် ရက်(၃၀)အတွက် $50,000 ရှာဖို့ နည်းမျိုးစုံစဉ်းစားကြရပါပြီ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dodgeball-a-true-underdog-story-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/23bvOwfOS9fw347Yc68yPpkmd8i.jpg",
        "title": "Mickey, Donald, Goofy: The Three Musketeers(2004)",
        "description": "Mickey, Donald, Goofy: The Three Musketeers(2004)*************************************************မစ်ကီ၊ဒေါ်နယ်၊ဂူဖီတို့ဆိုတာ ဖုန်းတွေ၊ဂိမ်းတွေမပေါ်ခင်က ကျွန်တော်တို့ရဲ့ ငယ်ဘဝမိတ်ဆွေလေးတွေပါပဲ။\nမှတ်မိပါသေးတယ် ငယ်ငယ်ကဆိုရင် အပတ်စဥ်ထုတ်ဝေတဲ့ကာတွန်းစာစောင်ရုပ်ပြတွေမှာ သူတို့အကြောင်းလိုက်ဖတ်ရတာ မမောနိုင်မပန်းနိုင်ပါပဲ။\nဒီရုပ်ရှင်လေးကတော့ နာမည်ကြီး The Three Musketeersကိုမှ မစ်ကီတို့သုံးယောက်ရဲ့versionလေးဖြစ်ပြီး စွန့်စားခန်းတွေကို ပျော်ပျော်ရွှင်ရွှင်ပြန်လည်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဥ်းလေးကတော့ မစ်ကီ၊ဒေါ်နယ်နဲ့ ဂူဖီတို့ဟာ ငယ်ငယ်လေးကတည်းကစစ်သည်တော်ဖြစ်ဖို့ အိပ်မက်မက်ခဲ့သူတွေပါ။\nတစ်နေ့မှာတော့ သူတို့အိပ်မက်အမှန်တကယ်ဖြစ်လာဖို့ အကြောင်းဖန်လာပါတော့တယ်။\nမစ်ကီတို့သုံးယောက်အပြင် မီနီ၊ ဒေစီ၊ နွားမလေးကလာရာဘလ်၊ ပီဒ်၊ ပလူတိုစသည်ဖြင့် လူစုံတက်စုံပါဝင်ပါပြီး\nအများကြီးညွှန်းစရာမလိုတဲ့ကားလေးမို့ ငယ်ဘဝကိုပြန်တမ်းတရင်းကြည့်ရှုလိုက်ပါဦး။ File Size :(1.4GB) and (716MB)\nQuality : Blu-Ray1080P, 720p\nFormat…mp4\nDuration…01:07:00\nGenre : Animation, Comedy , Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/mickey-donald-goofy-the-three-musketeers2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNTI3NzQ4ZDQtY2FkYy00NWYwLWFlZjEtNzQzZDA3MmJlYWYxXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Kim Bu Aile? (2022)",
        "description": "ကိုရီးယား ဟာသဇာတ်ကား Extreme Job ကို မှီငြမ်းထားတဲ့ တူရကီဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ ရဲတပ်ဖွဲ့ ကော်မရှင်နာ Adem ဟာ မစ်ရှင်တစ်ခုမှာ အမှားလုပ်မိပြီးတာဝန်ရပ်ဆိုင်းခံလိုက်ရပါတယ်။ ဒါပေမဲ့ သူဟာ အိမ်မှာ အေးဆေးပြန်မနားဘဲ အဲမစ်ရှင်မှာ ဖမ်းရမဲ့ရာဇဝတ်သားတွေကို ကိုယ့်ဘာသာလိုက်ဖမ်းဖို့လုပ်ပါတယ်။ အဲရာဇဝတ်သားတွေနောက် ခြေရာခံလိုက်ရင်း သူတို့ပုန်းတဲ့နေရာကို ရှာတွေ့ခဲ့ပါတယ်။ သူတို့ရာဇဝတ်မှုကျုးလွန်နေတုန်း အမိအရ ဖမ်းနိုင်အောင် ပုန်းတဲ့နေရာနားက ကြက်ကြော်ဆိုင်တစ်ဆိုင်မှာ သူ့အဖွဲ့သားတွေနဲ့အတူ ကြက်ကြော်ရောင်းတာ ဆိုင်ကနာမည်ကြီးသွားတဲ့အခါ… ကြက်ကြော်ဆိုင်နဲ့ မူလရည်ရွယ်ချက်ကြား ဗျာများရင် အလွဲလွဲအချော်ဖြစ်ကြပုံကို ရယ်ရယ်မောမောနဲ့ကြည့်ရှုအားပေးရမဲ့ ဟာသကားလေးပဲဖြစ်ပါတယ်။ File size…(2.1 GB)/(1.3 GB)/(700 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:04:00\nGenre...Comedy, Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "",
        "url": "https://channelmyanmar.org/kim-bu-aile-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYjFmNDg2NGMtZDBlYy00YWUzLThiNjUtZWVhYjI3OWM0NmZkXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Prom Pact (2023)",
        "description": "Prom Pact (2023)\n=============\nIMDb Rating - 6.3/10ပေါ့ပေါ့ပါးပါး ကျောင်းသားကားလေးတွေ ကြည့်ချင်သူတို့အတွက်\nDisney ကနေ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ rom-com\nကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်ကားထဲမှာ မန်ဒီယန်းဆိုတဲ့ကောင်မလေးက \"I am my own\nperson\" ဆိုတဲ့ feministလေးဖြစ်ပါတယ်။ သူ့ရဲ့အိပ်မက်ကတော့\nဟား‌ဗတ်ကိုသွားပြီး သူလေးစားရတဲ့သူ့idolဆီမှာ စာသင်ချင်တာပါတဲ့။\nဒါပေမဲ့ ဟားဗတ်ကသူ့ကို စောင့်ဆိုင်းစာရင်းထဲထည့်လိုက်ပါတယ်။\nစောင့်ဆိုင်းစာရင်းဆိုတာက အငြင်းခံရတာနဲ့ သိပ်မကွာပါဘူး။ဒါကြောင့် မန်ဒီယန်းက ဟားဗတ်ကိုဝင်ခွင့်ရဖို့အတွက် ဟားဗတ်ကျောင်း\nသားဟောင်း အထက်လွှတ်တော်အမတ်ဆီကနေ ထောက်ခံစာတောင်းဖို့\nကြံပါတော့တယ်။ ဖြစ်ချင်တော့ အဲဒီအမတ်ရဲ့သားက မန်ဒီယန်းအထင်\nသေးတဲ့ သူတို့ကျောင်းက ရေပန်းအစားဆုံး ဘတ်စကတ်ဘောကစားသမား\nဂရေဟမ်လန်ဆင်းဆိုတဲ့ကောင်လေးဖြစ်နေပါတယ်။ဒီလိုနဲ့မန်ဒီယန်းတစ်ယောက် သူ့အိပ်မက်ကိုပဲစွန့်လွှတ်မလား ဒါမှမဟုတ်\nသူ့စံတန်ဖိုးတွေကို စွန့်လွှတ်ပြီး ဟားဗတ်ကိုဖြစ်တဲ့နည်းနဲ့ ရောက်အောင်\nသွားမလား သူ့ဘဝကရော ဘယ်လိုတွေပြောင်းလဲသွားမလဲဆိုတာကို\nကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.66 GB) / (729 MB) / (432 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 39Mins\nSubtitle...........Myanmar ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/prom-pact-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYjI5YjRlZjEtZjM1ZC00ZjkxLWJkNjEtZjI5MjJmYjI1MGRhXkEyXkFqcGdeQXVyMjEwMzU4MTE@._V1_-141x200.jpg",
        "title": "Virgin Story (2022)",
        "description": "Virgin Story 2022နှစ်ရှည်လများတွဲနေတဲ့ ဆာဟေးလ်ဆိုတဲ့ ချစ်သူကောင်လေးဆီကနေ ပီး က ၃ ကြိမ်တိုင်တိုင် ဖောက်ပြန်ခံခဲ့ရပါတယ်။ အချစ်ဦးဖြစ်တာကော၊ သူကိုယ်တိုင် စိတ်ခံစားလွယ်တာရောကြောင့် Move on မလုပ်နိုင်ပဲဖြစ်နေတာပေါ့။ ဒီလိုနဲ့ပဲ သူငယ်ချင်းရဲ့ အတင်းတိုက်တွန်းမှုနဲ့ ပီး တစ်ယောက် ကလပ်ကို ရောက်သွားပါလေရော။\" စတော်ဘယ်ရီအရမ်းကြိုက်တဲ့ နင် ချောကလက်လည်းစားပြီးရော စတော်ဘယ်ရီကိုမေ့သွားတာပဲလေ၊ ဒီတော့ ဆာဟေးလ်ကိုမေ့နိုင်ဖို့ နင်လိုအပ်တာ ချောကလက်လိုကောင်လေးပဲ '' ဒီလိုနဲ့ တစ်ညတူတူ အချိန်ကုန်ဆုံးဖို့ ပီး ရွေးလိုက်တဲ့ Target က ဗစ်ကီ။ရဲရဲတင်းတင်း လူငယ် ၂ ယောက် ကလပ်မှာဆုံတွေ့ရင်း တစ်ညတာကုန်ဆုံးဖို့ လုပ်ကြရာက အလွဲလွဲအချောချော်တွေကို ပေါ့ပေါ့ပါးပါး ရီရီမောမောကြည့်ရမယ့် ဇာတ်ကားပေါ့။ ပီး နဲ့ ဗစ်ကီတို့ဆက်ဆံရေး ဘယ်လိုဆက်ဖြစ်ကြမလဲ။ တစ်ညတာဆက်ဆံရေးက ဒီမှာပဲအဆုံးသတ်သွားမလား။ ခံစားချက်တွေတဖြည်းဖြည်း ကြီးထွားလာရင်း တွယ်ငြိသွားမလားဆိုတာတွေကိုတော့ ရုပ်ရှင်ထဲမှာပဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/virgin-story-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-15-133x200.jpg",
        "title": "Last Action Hero (1993)",
        "description": "IMDB 6.4/10 ရရှိထားတဲ့ ပရိသတ်အချစ်တော် မင်းသားကြီးအာနိုးလို့ချစ်စနိုးခေါ်ကြတဲ့ Arnold Schwarzeneggerရဲ့ ၁၉၉၃ ခုနှစ်က Action/Fantacy/Comedy ကားလေးပဲဖြစ်ပါတယ်.. တကယ်လို့ ပရိသတ်တစ်ယောက်အနေနဲ့ ကိုယ်ကြိုက်တဲ့ဟီးရိုးရဲ့ရုပ်ရှင်ကားထဲ ကိုယ်ကိုယ်တိုင် ပါဝင်ခွင့်ရခဲ့မယ်ဆိုရင်.. ဇာတ်လမ်းအကျဉ်း ဒန်နီမက်တီဂန်ဆိုတဲ့ ကောင်လေးက ဂျက်စလေ့တာဆိုတဲ့ ဟီးရိုးဇာတ်ကောင်ကို အလွန်အမင်း ကြိုက်နှစ်သက်ပြီး အရူးအမူးဖြစ်သူပါ.. တစ်နေ့မှာတော့ သူသွားကြည့်နေကျ ရုပ်ရှင်ရုံက နစ်ခ်ဆိုတဲ့ ရုံပိုင်ကြီးက သူ့ကို မှော်ဆန်တဲ့လက်မှတ်တစ်စောင်ပေးခဲ့ပါတယ်.. ဒီလိုနဲ့ မက်ဒီဂန်လေးတစ်ယောက် ဘုမသိဘမသိနဲ့ ဂျက်စလေ့တာရဲ့ အသစ်ထွက်ရုပ်ရှင်ထဲ မှော်လက်မှတ်တစ်စောင်ကို အရင်းပြုပြီး ရောက်ရှိသွားတော့တာပေါ့.. ဂျက်ရဲ့စွန့်စားခန်းတွေထဲ မျောပါသွားတဲ့ မက်ဒီဂန့်ဆီက မှော်လက်မှတ်က ကံမကောင်းစွာနဲ့ ဗီလိန်ဖြစ်တဲ့ ဘန်နက်ဒစ်တ်လက်ထဲ ရောက်ရှိသွားပြီး ဘန်နက်ဒစ်တ်က မှော်လက်မှတ်ရဲ့အသုံးဝင်ပုံကို သိရှိသွားချိန်မှာတော့.. ဟိုဘက်ကမ္ဘာနဲ့ ဒီဘက်ကမ္ဘာကို ကူးရင်း..ရုပ်ရှင်တွေထဲ ကူးရင်း.. ဗီလိန်ဇာတ်ကောင်တွေကို ခေါ်ထုတ်ဖို့ ကြိုးပမ်းပါတော့တယ်.. မက်ဒီဂန်နဲ့ ဂျက်တို့က ဘန်နက်ဒစ်တ်ကို ဘယ်လိုတားဆီးဖို့ကြိုးပမ်းကြမလဲ.. ...",
        "rating": "",
        "url": "https://channelmyanmar.org/last-action-hero-1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYTRjN2MzM2MtM2UzYi00YjA5LThkZDQtMThjZjFhNzIwMGM3XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Selfiee (2023)",
        "description": "Selfiee 2023\nIMDb 6/10ဒီနှစ်ထဲမှာပဲ ပူပူနွေးနွေးထွက်ရှိထားပြီး ရုံတင်ရုပ်ရှင်ကားကြီးတစ်ကားဖြစ်တဲ့ အာရှေးရဲ့ ဟာသ ရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ဒီရုပ်ရှင်မှာ ဘောလိဝုဒ်စတား ဗီဂျေးကူးမားအဖြစ် Akshay ပြီးတော့ ဇနီးအနေနဲ့ Diana နောက်ထပ်\nRTO officer အနေနဲ့ Emraan Hashmi ပေါ့။ ဒီလိုမင်းသားကြီး ၂ လက် နဲ့ မင်းသမီးတစ်လက်\nအပြိုင်အဆိုင်ကြဲကြမယ့် ရုပ်ရှင်ဆိုပါတော့။ 2019 တုန်းကထွက်ရှိထားတဲ့ Driving License ကို Remake ပြန်ရိုက်ကူးထားတာဖြစ်ပြီး ရုံတင်ငွေ 23.63 ကုဋေရရှိထားပါတယ်။ A list- Cast တွေနဲ့တင် အတော်ကြည့်ရတန်နေပြီမို့ ဇာတ်လမ်းအကျဥ်းကိုလည်းဆက်ဖတ်ကြည့်ကြတာပေါ့။RTO officer အဂရာဗာလ်က ဗီဂျေးရဲ့အမာခံပရိတ်သတ်ပါ။ ဗီဂျေးက ဘိုပါလ်ဆိုတဲ့မြို့မှာ\nရိုက်ကူးရေးသွားလုပ်ရင်း တိုက်တိုက်ဆိုင်ဆိုင်ပဲ ယာဥ်မောင်းလိုင်စင်လိုလာတယ်ဆိုပါတော့။\nအဲဒီလိုအကြောင်းဖန်ရင်း ဗီဂျေးနဲ့ အဂရာဗာလ်တို့စတွေ့ကြတာက မထင်မှတ်ထားတဲ့\nအထင်လွဲမှုတွေနဲ့ ပြဿနာတွေကြောင့် ၂ ယောက်လုံးဘဝ ဇောက်ထိုးမိုးမျှော်ဖြစ်ကုန်ပါတော့တယ်။\nအနုပညာရှင်အလုပ်ကို ဆုံးရှုံးရနိုင်ပြီး ချောက်ကမ်းပါးအစွန်းမှာရပ်နေရတဲ့ ဗီဂျေး၊အကြိုက်ဆုံး ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/selfiee-2023/"
    }
]