[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ygr0Wlmm1KmE16TUefNitIscVBG.jpg",
        "title": "The Stepford Wives (2004)",
        "description": "The Stepford Wives (2004)မိန်းမတွေက အိမ်ထောင်ရေးနိုင်နင်း (ပြောချင်တာက ထမင်းချက် သန့်ရှင်းရေးလုပ် အိမ်အလုပ်တွေအကုန်လုပ် ကလေးတွေကိုထိန်း ဂရုစိုက်)၊ ယောက်ျားတွေက စီးပွားရှာ ပြန်လာတဲ့အချိန်မှာ ယောက်ျားကို အပြုံးမျက်နှာနဲ့ ပျော်စရာတွေအပြည့်နဲ့ ပြေးကြို လိုအပ်တာတွေလုပ်ပေး အဲဒါမျိုးကို လူတိုင်းလိုချင်ကြမှာပေါ့။ဒါပေမဲ့ ဖြစ်နိုင်ပါမလား။ စိတ်ကူးယဉ်ပုံပြင်တွေထဲက ပြီးပြည့်စုံပြီး ပျော်စရာကောင်းတဲ့ အိမ်ထောင်ရေးဆိုတာ အပြင်မှာရော တကယ်ရှိနိုင်ပါမလား။ ထက်လွန်းတဲ့ မိန်းမတွေကို ရထားတဲ့ ယောက်ျားတွေက ဖောက်ပြန်ဖို့ ရာခိုင်နှုန်းအများဆုံးလို့ပြောကြတယ်။ အဲဒီတော့ အိမ်ထောင်ရေးသာယာဖို့ဆိုတာ မိန်းမတွေက ယောက်ျားတွေထက် မတော်မှဖြစ်တော့မှာပေါ့လို့ ပြောစရာဖြစ်လာရော။ ခပ်တုံးတုံးမိန်းမတွေပဲ အိမ်ထောင်ပြုလို့ ရမယ်ဆိုတဲ့ ကောက်ချက်ကြီးက တော်တော်လေးကို အဆင်မပြေတာပါ။ ဒါပေမဲ့လည်း အိမ်ထောင်ရေးဆိုတာက အများကြီးရှုပ်ထွေးပြီး နားလည်ရခက်ပါတယ်။ အပြန်အလှန်နားလည် ကူညီဖေးမ ထောက်ပံ့နေကြရင် အဆင်အပြေဆုံးဖြစ်နိုင်လောက်တယ် ဆိုတာကလွဲပြီး ဘာမှဝင်မပြောတော့ပါဘူး။ဒီဇာတ်ကားမှာတော့ အိမ်ထောင်ရေးဆိုတဲ့အပိုင်းမှာ အမျိုးသမီးတွေရဲ့ အခန်းကဏ္ဍက တော်နေတတ်နေရုံနဲ့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-stepford-wives-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tuMVORnrT9iTdbMyZOmxfrLvybP.jpg",
        "title": "Evil Spider ( 2023 )",
        "description": "မိစ္ဆာဂိုဏ်းကို နှိမ်နင်းခဲ့ပြီးနောက် နဂါးဂိုဏ်းခေါင်းဆောင် လန်ယန်ဟာ\nလုံတူးမြို့ကို တည်ထောင်ခဲ့ပြီး တိုင်းပြည်တည်ငြိမ်ဖို့အတွက် လုံချွဲ့တပ်ကို ဖွဲ့စည်းခဲ့တယ်။၁၂ နှစ်ကြာပြီးနောက်မှာ နဂါးဂိုဏ်းကို ပင့်ကူတွေက တိုက်ခိုက်ခဲ့တယ်။\nလန်ယန်လဲ အဆိပ်မိသွားပြီး တစ်မြို့လုံးမှာ ဘေးအန္တရာယ်တွေနဲ့ ပြည့်နှက်နေတယ်။လုံချွဲ့တပ်ခေါင်းဆောင် ဖန်းယွမ်နဲ့ နတ်မယ်တော် ကျီးရှင်းယဲ့တို့ဟာ\nမိစ္ဆာမြို့မှာ နတ်သမားတော် ကျန်းလျန်ဟွာကို ရှာပုံတော်ထွက်ခဲ့ပါတယ်။သူတို့ ၃ ယောက်သား အခက်အခဲအဆင့်ဆင့်ကို ဘယ်လို ကျော်ဖြတ်ကြမလဲ......\nမိစ္ဆာဂိုဏ်းဆက်ခံသူတို့က မြို့တော်ငြိမ်းချမ်းရေးကို ဖျက်ဆီးမဲ့\nအကြံအစည်တွေကို တားဆီးနိုင်ပါ့မလားဆိုတာကိုခံစားကြည့်ရှုလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Comedy\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Moon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/2Algs/Evil_Spider_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/2wwgl2_4f-135x200.jpg",
        "title": "Ai Khai Dek Wat Chedi (2023)",
        "description": "Ai Khai Dek Wat Chedi (2023)****************************ကိန်နဲ့ပီအက်တို့ ညီအစ်ကိုနှစ်ဦး တောင်ပိုင်းက ရွာတစ်ရွာကိုလာပြီးကြက်တိုက်ကြပါတယ်..ကြက်တိုက်ပွဲမှာရှုံးသွားလို့ ပိုက်ဆံမပေးချင်တာ မြို့ခံလူမိုက်တွေဆီကထွက်ပြေးရင်း စွန့်ပစ်ဘုရားကျောင်းတစ်ခုကိုရောက်သွားခဲ့ပါတယ် ...အဲဒီဘုရားကျောင်းက Sichon ပြည်နယ်မှာရှိပြီး ရှေးသမိုင်းအစဥ်အဆက်တည်းရှိလာခဲ့တဲ့Nakhon Si Thammarat ခရိုင်မှာရှိတဲ့ဘုရားကျောင်းပဲဖြစ်ပါတယ် ...အဲဘုရားကျောင်းမှာဆိုရင် အသက် ၁၀ နှစ်အရွယ်ကောင်လေးတစ်ဦးက ရတနာတွေကိုစောင့်ကြပ်ပေးနေပါတယ်သူခိုးတွေရန်ကနေ....ဒါမယ့်တစ်နေ့မှာတော့ ရတနာတွေကိုယူချင်နေတဲ့မြို့ခံတစ်ချို့နဲ့ ကိန် ပီအက်နဲ့ ခိုင်တို့ နိုက်ခိုက်ကြပါတော့တယ် ..အဲဒီကနေတဆင့် ဆန်းကြယ်မှုတွေဖြစ်ပွားလာပြီး အဲ ၁၀ နှစ်အရွယ်ကောင်လေးက ဘယ်ကလာပြီးဘ့ာလို့ဒီဘုရားကျောင်းကိုစောင့်ကြပ်ပေးနေရတာလဲ ကိန်နဲ့ပီအက်ကရော ဒီအရှုပ်တော်ပုံထဲဘယ်လိုဝင်ပြီး ဘာတွေဆက်​ဖြစ်မလဲဆိုတာကိုတော့ ဒီသဘာဝလွန်ဇာတ်ကားလေးထဲမှာပဲ ကြည့်လိုက်ကြပါတော့.....File Size :(3.2GB) and (1.3GB)\nQuality : WEB-DL1080P5.1Ch,720p\nFormat…mp4\nDuration…01:54:00\nGenre : Comedy,Fantasy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon Thu Thu Chian\nEncoded by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/ai-khai-dek-wat-chedi-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v4rSFmiy0v9D7qmKkaUVJn5UhZ1.jpg",
        "title": "Zoom (2006)",
        "description": "Zoom (2006)ဒီတစ်ခါမိတ်ဆက်​ပေးမယ့် ကား​လေးက​တော့ Facebook Short Clip ​လေး​တွေမှာ ခဏခဏ​တွေ့​​နေရ​လေ့ရှိပြီး ကျွန်တော်တို့တွေ ငယ်ငယ်က ကြည့်ဖူးလောက်ကြမယ့် စူပါဟီးရိုးဇာတ်လမ်း​လေးဖြစ်တဲ့ Zoom ပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~အတိတ်က ဂမ်မာ​ရောင်ခြည်စမ်းသပ်မှုမှာ ဇီးနစ်အဖွဲ့ဝင်လည်းဖြစ် အစ်ကိုလည်းဖြစ်သူ ကွန်ကားရှင်းတစ်​ယောက် စိတ်ရိုင်းဝင်သွားတာကို တိုက်ခိုက်ရင်း စွမ်းအင်​ပျောက်သွားတဲ့ ဟီးရိုး ဇွန်းမ် တစ်​ယောက် ဂျက်အဖြစ် သာမန်လူအနေနဲ့ အလုပ်လုပ်ရင်း ဇာတ်မြုပ်​နေရာက​နေ ​ကွန်းကားရှင်းတစ်​ယောက် ကမ္ဘာ​မြေဆီ နှစ် ၃၀​လောက် အကြာမှ ပြန်​ပေါ်လာမယ်လို့ ​ခြေရာခံမိသွားချိန်မှာ သူနဲ့ ယှဥ်ဖို့ စွမ်းအားသစ်ပိုင်ရှင် က​​​လေး​တွေနဲ့ ဖွဲ့ထားတဲ့ အဖွဲ့သစ်ကို ​လေ့ကျင့်​ပေးဖို့ တာဝန်ကျလာတဲ့အခါ...အဖွဲ့ဝင်သစ်​တွေနဲ့ ဘယ်လိုအခက်အခဲ​တွေ ရင်ဆိုင်ရမလဲ... ​နောက်ဆုံး ​အောင်မြင်မှုရရှိခဲ့လားဆိုတာကိုကြည့်ရမယ့် ဟာသ စူပါးဟီးရိုးကား​လေး တစ်ကားပဲဖြစ်ပါတယ်။ရုပ်ရှင်ပရိသတ်တိုင်းနဲ့ မကင်းတဲ့ Toy Story ကား‌တွေထဲက Buzz Lightyear အသံသရုပ်ဆောင် Tim ...",
        "rating": "",
        "url": "https://channelmyanmar.org/zoom-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BY2YwMjdiOTgtNWU4My00ZmQwLThmZWQtZThiODNlNmY4OGIzXkEyXkFqcGdeQXVyMDYwNjc3OQ@@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "Asterix & Obelix: The Middle Kingdom (2023)",
        "description": "Asterix & Obelix: The Middle Kingdom (2023)\n================================Asterix နဲ့ Obelix ဆိုရင်တော့ comedy ပိုင်းမှာ မသိတဲ့သူ\nမရှိအောင် နာမည်ကျော်တဲ့ ဇာတ်လမ်းတွဲတွေဆိုတော့ ထူးပြီး\nပြောစရာမလိုလောက်ပါဘူး။ Asterix ၏ စွန့်စားခန်းများ comic\nbook ကို ရုပ်ရှင်အဖြစ် ပြန်လည်အသက်သွင်းထားတဲ့ ဇာတ်\nကားတွေဖြစ်ပြီး၊ အခု 2023 မှာတော့ အသစ်စက်စက် စွန့်စား\nခန်းတစ်ခု ဆက်လက်ထွက်ရှိလာခဲ့ပါတယ်။ ဒါ့အပြင် နာမည်\nကျော်ဘောလုံးသမားတစ်ဦးဖြစ်တဲ့ အီဗရာမိုဗစ်ကလည်း cameo\nအဖြစ် ပါလာသေးတာမို့ အားလုံး အကြိုက်တွေ့ကြဦးမှာပါ။ဇာတ်လမ်းကတော့ နေရာတကာမှာနယ်ချဲ့နေတဲ့ ရောမလူမျိုးတွေ\nသိမ်းပိုက်လို့ မရသေးတဲ့ Asterix တို့ရဲ့ Gaul ဆိုတဲ့ ပြင်သစ်ရွာ\nလေးမှာ အခြေခံထားပါတယ်။ တစ်ရက်မှာတော့ အဲဒီရွာလေးကို\nမိုင်ပေါင်းများစွာ ဝေးကွာလှတဲ့ တရုတ်ပြည်က ဧကရီဘုရင်မရဲ့\nသမီးတော်ဖြစ်သူ မင်းသမီးတစ်ပါးရောက်လို့လာခဲ့တယ်။ သူမက\nမင်းသားတစ်ပါးနဲ့ ထိမ်းမြားရမဲ့ မင်္ဂလာပွဲကို လက်မခံခဲ့တာကြောင့်\nပုန်ကန်မှုတွေဖြစ်ပွားခဲ့ပြီး ထီးနန်းသိမ်းခံလိုက်ရချိန်မှာ ထွက်ပြေး\nလွတ်မြောက်လာခဲ့တဲ့သူပါ။Gaul တွေကလည်း တရုတ်ပြည်က ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/asterix-obelix-the-middle-kingdom-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Asterix_Obelix_Mission_Cleopatra-385218910-large-141x200.jpg",
        "title": "Asterix & Obelix: Mission Cleopatra (2002)",
        "description": "Asterix & Obelix: Mission Cleopatra (2002)IMdb (6.6) / Rotten Tomatoes (86%)ရောမဘုရင် ဂျူးလိယက်ဆီဇာ ဟာ တိုက်တိုင်းအောင်စစ်ဘုရင်ကြီးဖြစ်နေတော့အီဂျစ်ဘုရင်မ ကလီယိုပါထရာနဲ့တွေ့တဲ့ချိန် အီဂျစ်သားတွေကို အထင်အမြင်သေးစွာ ပြောဆိုလိုက်တယ်...ဒါကို ကလီယိုပါထရာက တင်းပြီး အီဂျစ်သားတွေဟာ သမိုင်းဝင်ပိရမစ်တွေကို ဘယ်လိုဆောက်ခဲ့ကြောင်း ကြီးကျယ်ကြောင်း ပြန်ချေပတယ်..ဒီလို အီဂျစ်သားတွေ ကြီးကျယ်ကြောင်းသက်သေပြဖို့ ဆီဇာနဲ့ အလောင်းအစားတစ်ခုလုပ်လိုက်တယ်..၃ လအတွင်း နန်းတော်ကြီးတစ်ခု အပြီးဆောက်ပြမယ်ဆိုပြီးတော့ပေါ့...ဒီနန်းတော်ကိုဆောက်ဖို့ အီဂျစ်မှာ တလွဲလုပ်နေကျ ဗိသုကာပညာရှင် အက်ဒစ်ကို ခိုင်းလိုက်တဲ့အခါ...အက်ဒစ်ဆိုတာက နယ်နယ်ရရ ဗိသုကာပညာရှင်တော့မဟုတ်ပါဘူး..ပြတင်းပေါက်ကို လက်လှမ်းမမီတဲ့နေရာမှာဆောက်တဲ့လူမျိုးပါ...၃ လနဲ့အပြီးဆောက်ဖို့ မဖြစ်နိုင်တဲ့အဆောက်အဦးကို အက်ဒစ်တစ်ယောက် ဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီး ဆောက်မလဲ..သူ့ကို ချောက်တွန်းမယ့်လူရော မှော်အစွမ်းတွေနဲ့ကူညီမယ့်လူတွေရောရှိနေတာမို့ ဘယ်လိုဖြစ်ပျက်မလဲဆိုတာ ကြည့်ရမှာပါ။ဒီဇာတ်ကားက သမိုင်းနောက်ခံ ဟာသစွန့်စားခန်း ပြင်သစ်ဇာတ်ကားဖြစ်ပြီးတော့ ကလီယိုပါထရာအဖြစ် Monica Bellucci ,အက်ဒစ်အဖြစ် Jamel Debbouze , Astrix ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/asterix-obelix-mission-cleopatra-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/kSlYq6FrBUviGSEh8v4L9nrSnBT-133x200.jpg",
        "title": "One Hundred and One Dalmatians (1961)",
        "description": "One Hundred and One Dalmatians (1961)~ IMDb - 7.3/10, Rotten Tomatoes - 98% ~ပထမဆုံးပြောချင်တာကတော့ Animated Movies တွေကို ရှေးခေတ်က ဖန်တီးတဲ့နေရာမှာ အသုံးပြုခဲ့တဲ့ နည်းလမ်းတွေပေါ့ဗျာ။ ဓာတုဆေးရည်တွေသုံးပြီး အရောင်ခြယ်ပုံတွေ မိတ္တူဆွဲခဲ့ကြတုန်းက အရောင်စိုစိုပြောင်ပြောင်တွေ ရခဲ့တဲ့ခေတ်အပြီးမှာတော့ မင်ခြောက်ကိုသုံးပြီး မိတ္တူဆွဲ Cell ထဲထည့်တဲ့ခေတ်ကို ရောက်လာပါတယ်။ မနှင်းဖြူနဲ့ လူပုလေးတွေ၊ အခုတင်ဆက်မယ့် ဒယ်မေးရှင်း တစ်ရာ့တစ်ကောင် တို့ကစလို့ နှောင်းပိုင်း Animated Movies တွေအထိ ဆင့်ကဲတိုးတက်သုံးစွဲလာတဲ့ နည်းလမ်းတစ်ခုပါ။မင်ခြောက်ဖြစ်တဲ့အတွက် အရောင်တွေက သဘာဝနဲ့နီးစပ်ပြီး မိတ္တူဆွဲပြီးတာနဲ့ Cell တွေထဲ တစ်ခါတည်းထည့်လို့ Computerized Animation လုပ်လို့လည်း ရသပေါ့လေ။ ဒါပေမဲ့ 101 Dalmatians မှာတော့ Computer ရဲ့ Artificial ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/one-hundred-and-one-dalmatians-1961/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNBAXBIQlnOThrVvA6mA2B5ggV6.jpg",
        "title": "The Super Mario Bros. Movie (2023)",
        "description": "The Super Mario Bros Movie (2023)စူပါမာရီယိုဟာ သမိုင်းတလျှောက်ရောင်းအားအကောင်းဆုံး ဂိမ်းပဲဖြစ်ပါတယ်။\nဂိမ်းအမျိုးအစားနဲ့ ပလက်ဖောင်းများလွန်းလို့ လူသန်းပေါင်းဘယ်လောက်ကစားဖူးလဲတောင် ပြောရခက်ပါတယ်။\nအခုတခေါက်ကတော့ ဒီဂိမ်းကို ကာတွန်းအဖြစ်အသက်သွင်းထားတာပါပဲ။\nမာရီယိုအဖြစ် ခရစ်ပရက်၊ မင်းသမီးလေးအဖြစ် အာညာတေလာဂျွိုင်း၊\nလူဝီးဂျီအဖြစ် ချာလီဒေး နဲ့ လိပ်ကြီးဘောင်ဆာအဖြစ် ဂျက်ဘလက်တို့လို နာမည်ကျော်တွေ သရုပ်ဆောင်ထားပါတယ်။\nထွက်ခဲ့ဖူးတဲ့ မာရီယိုဂိမ်းမျိုးစုံထဲက ကာရိုက်တာတွေ၊ လက်နက်တွေ၊ တီးလုံးတွေ၊ နေရာတွေကို သူ့နေရာနဲ့သူ ပြန်သုံးပေးထားပါတယ်။\nကြည့်ရတာ အပန်းပြေတဲ့ ကာတွန်းကားလေးပါပဲ။ဇာတ်လမ်းအကျဉ်းမာရီယိုနဲ့လူဝီးဂျီတို့ ညီအစ်ကိုဟာ လူတိုင်းက အထင်သေးရတဲ့ ဘရွတ်ကလင်းရဲ့ ရေပိုက်ပြင်သမားညီအစ်ကိုနှစ်ယောက်ဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ ရေပိုက်တစ်ခုကနေ မှော်တိုင်းပြည်ထဲကို‌ရောက်သွားပါတော့တယ်။လူဆိုးဘုရင်ကြီး ဘောင်ဆာဟာ စူပါကြယ်ကြီးကို ပိုင်ဆိုင်ပြီး သူတို့ရဲ့ မှော်လောကထဲကို တိုင်းပြည်အားလုံးကို သိမ်းပိုက်ဖို့ ကြံစည်ထားတဲ့သူဖြစ်ပါတယ်။\nဒါပေမဲ့ သူက မှိုတိုင်းပြည်က မင်းသမီးလေးမက်မွန်သီးကို အရမ်းချစ်နေတာမို့ သူနဲ့အတူ ကမ္ဘာကြီးကိုသိမ်းပိုက်ဖို့ မင်းသမီးလေးကို လက်ထပ်ခွင့်တောင်းဖို့လာခဲ့ပါတယ်။\nမင်းသမီးက လက်မခံခဲ့ရင်တော့ မှိုတိုင်းပြည်ကိုဖျက်ဆီးပစ်မှာပါပဲ။\nဒါကိုသိတဲ့ မင်းသမီးလေးဟာ မာရီယိုနဲ့ပူးပေါင်းပြီး ဒန်းကီးကောင်တို့ရဲ့တိုင်းပြည်ကိုစစ်ကူသွားတောင်းခဲ့ပါတယ်။\nဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ကာတွန်းထဲမှာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-super-mario-bros-movie-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZmU4YmI4ODYtYTM5Ny00OWQ3LTljYmUtZDhlNTZkYzM0MTYzL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTkzNDE2NjY@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Ghost Is All Around (2016)",
        "description": "\"Ghost Is All Around 2016\"သာ့ အဖြစ် Weir Sukollawat Kanarot\nခက် အဖြစ် Gypso Ariigantha Mahapreukping\nအော့တ် အဖြစ် Best Nathasit Kotimauswanich\nမွတ် အဖြစ် Jesse Mekwattanaဇာတ်လမ်းအကျဉ်းဒီကားထဲမှာတော့ ထိုင်းသင်္ကြန်ပိတ်ရက်ရှည် 11.12.13 ကို ဇာတ်လမ်း ၃ ခုပေါင်းပြီးပြသထားတာပါ11 မှာတော့ သာ့ဆိုတဲ့ပလေးဘွိုင်းဟာ သူ့ရဲ့လက်ရှိစော်နဲ့ပြတ်ချင်နေပေမယ့် မပြတ်သားနိုင်တဲ့ကောင်မလေးဘက်က သူနဲ့ပြတ်ရင် ကိုယ့်ကိုယ်ကိုသတ်သေမယ်ဆိုပြီး ခြိမ်းခြောက်လာခဲ့တော့တယ်ဒီလိုကနေကောင်မလေးကသတ်သေသွားပြီး သူ့ကိုဘယ်လိုတွေလိုက်ပြီးခြောက်လှန့်နေဦးမလဲ....12 မှာတော့ မွတ် ဒိန် ကေ အော့တ်တို့သူငယ်ချင်းတစ်ဖွဲ့ဟာ အတူနေအတူစားတဲ့ကျောင်းနေဖက်သူငယ်ချင်းတွေပေါ့တစ်နေ့မှာ မွတ်ကားမတော်တဆဖြစ်ပြီး သူ့သူငယ်ချင်းတွေက သူ့ကိုသေသွားပြီထင်ကြပြီးကြောက်လန့်နေခဲ့ကြတယ်ဒီလိုနဲ့သူတို့သူငယ်ချင်းကိုကောင်းရာမွန်ရာရောက်အောင် ဘယ်လိုလုပ်ပေးရမှာလဲ နည်းလမ်းရှာကြရင်း ဘယ်လိုတွေထိတ်လန့်စရာတွေကြုံကြရမလဲ မွတ်ကရောတကယ်ပဲသေသွားသလား....13 မှာတော့ ဂျိန်နဲ့ခက်ဆိုတဲ့သူငယ်ချင်းနှစ်ယောက်ဟာ ချင်းမိုင်သင်္ကြန်သွားလည်ဖို့ချိန်းဆိုကြရင်းဂျိန်ကလေဆိပ်အသွားမှာ ကားမတော်တဆဖြစ်ပြီးပွဲချင်းပြီးသေသွားပါတယ်ဒါပေမဲ့ ဂျိန်ဟာ သူ့ကိုယ်သူသေသွားတာလဲမသိပါဘူး သူ့သူငယ်ချင်းမလေးခက်နဲ့ချင်းမိုင်ထိလိုက်သွားလည်ခဲ့တာပေါ့သရဲကြောက်တတ်တဲ့ခက်က သူ့သူငယ်ချင်းသေသွားပြီး သရဲဖြစ်နေတယ်ဆိုတာဘယ်အချိန်မှာဘယ်လိုသိသွားမလဲသူတို့တည်းတဲ့ဟိုတယ်မှာရော ဘယ်လောက်တောင်ကြောက်ဖို့ကောင်းပြီးခြောက်ခြားနေရမလဲဆိုတာတွေကိုဇာတ်လမ်းထဲကြည့်ရှုလိုက်ရအောင်နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/ghost-is-all-around-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/One_True_Loves_poster-135x200.jpg",
        "title": "One True Loves (2023)",
        "description": "One True Loves (2023)စစ်မှန်တဲ့အချစ်နဲ့ ဘဝမှာဘယ်နှစ်ကြိမ်ကြုံတွေ့နိုင်သလဲ။ အမ်မာဘလဲရ်ဆိုတဲ့မိန်းကလေးအတွက်တော့ ကံကြမ္မာက နှစ်ကြိမ်တောင်ယူဆောင်လာပေးခဲ့တယ်။ ဘဝမှာဒုတိယအကြိမ်ထပ်ချစ်ဖို့ဆုံးဖြတ်လိုက်တဲ့အချိန်ကျမှ ထာဝရဆုံးရှူံးလိုက်ရပြီထင်တဲ့သူကပြန်ရောက်လာတဲ့အခါ....main castတွေအကုန် သရုပ်ဆောင်အဆင်ပြေကြပြီး ဇာတ်ဝင်တေးတွေလည်းသူ့နေရာနဲ့သူအံဝင်ခွင်ကျထည့်ထားပြီး ကြည့်ရတာcringeမဖြစ်ဘဲအဆင်ပြေတယ်လို့ထင်ပါတယ်။ Hacksaw Ridge, Interceptorတို့မှာsupporting rolesတွေနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့Luke Braceyနဲ့ Shang-Chi and the Legend of the Ten RingsထဲကShang-Chiနေရာမှာသရုပ်ဆောင်ခဲ့တဲ့Simu Liuတို့အဓိကပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းအမ်မာက သူ့ဘဝရဲ့ငယ်ရွယ်တဲ့အချိန်မှာပဲ စစ်မှန်တဲ့လက်တွဲဖော်တစ်ယောက်ကိုရခဲ့တယ်။ documentaryတွေရိုက်ရတာသဘောကျတဲ့ဂျက်စီရယ် ခရီးသွားဘလော့ဂ်တွေရေးရတာနှစ်သက်တဲ့ အမ်မာရယ် စိတ်တူကိုယ်တူဝါသနာတူစုံတွဲလေးဖြစ်ခဲ့တယ်။ဆမ်လီကတော့ အမ်မာရဲ့ကျောင်းနေဖက်အခင်ဆုံးသူငယ်ချင်း အမ်မာကိုအရင်တွေ့ပြီး အရင်စကြိုက်ခဲ့တဲ့သူပေမယ့် ဖွင့်မပြောဖြစ်ခဲ့ဘဲ တစ်ဖက်သတ်အချစ်နဲ့အဆုံးသတ်သွားခဲ့တယ်။ ဒါ​​ပေမဲ့ကံကြမ္မာက ဆမ်နဲ့အမ်မာကိုပြန်ဆုံစေခဲ့တယ်။ အမ်မာလည်း ဂျက်စီမရှိတော့တာ ၃ နှစ်အကြာမှာတော့အမှန်တရားကိုလက်ခံလိုက်ပြီး နောက်တစ်ကြိမ်ထပ်ချစ်ဖို့ဆုံးဖြတ်လိုက်တယ်။တကယ်တော့ဂျက်စီကမသေခဲ့ဘဲ လူသူမရှိတဲ့ကျွန်းတစ်ကျွန်းမှာသောင်တင်နေခဲ့တာပါ။(မင်းသားကြီးTom Hanks)ရဲ့Castawayကိုတောင်သတိရသွား)အမ်မာကိုပြန်တွေ့ရဖို့မျှော်လင့်ချက်နဲ့ လေးနှစ်လုံးကျွန်းပေါ်မှာမသေအောင်နေခဲ့ပေမယ့် ပြန်ရောက်လာတဲ့အချိန်မှာ ကိုယ့်ဇနီးမှာ နောက်ထပ်စေ့စပ်ထားတဲ့သူရှိနေခဲ့ပြီ။ဒါတွေသာဖြစ်မလာခဲ့ရင် ဂျက်စီလည်းအမ်မာနဲ့ထာဝရပျော်ရွှင်သွားရမှာ။ ဆမ်လီကလည်းကြိုးစားခွင့် မျှော်လင့်ခွင့်ရှိတယ်။ ဒီဆုံးဖြတ်ရခက်တဲ့အခြေအနေကို အမ်မာဘယ်လိုဖြေရှင်းမလဲ။ ပရိသတ်ကြီးသာဆိုရင်ရော ဘယ်သူ့ကိုရွေးချယ်မလဲ....(ဘာသာပြန်ပြီး ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/one-true-loves-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3d5zsajWvnFxrrQ08dS5Nc48Vs4.jpg",
        "title": "Longmen Town ( 2023 )",
        "description": "ချင်းခေတ်နှောင်း မင်ခေတ်အစပိုင်း ရှုပ်ထွေးနေတဲ့ ခေတ်ကြီးမှ\nဓားပြလေဟူက လုံမိန်မြို့ကို ဓားပြတိုက်ပြီး အုပ်ချုပ်ချင်ခဲ့ပါတယ်။\nလုံဝေးပစ္စည်းပို့စခန်းမှ ခေါင်းဆောင် လုံရီးထျောင်ဟာ\nမြို့သူမြို့သားတွေကို ဦးဆောင်ပြီး တော်လှန်ဖို့ ကြိုးစားခဲ့ပါတယ်။လုံရီးထျောင်ဟာ သိုင်းပညာရှင်တွေကို လေဟူကို ရှင်းလင်းဖို့\nခေါ်ခဲ့ပေမဲ့လဲ မအောင်မြင်ခဲ့ပါဘူး။ နောက်ဆုံးမှာ လုံရီးထျောင်ဟာ\nသူ့ကိုယ်သူ စတေးပြီး လေဟူနဲ့ တူတူသေဖို့ ဆုံးဖြတ်ချက် ချခဲ့ပါတယါ။လုံရီးထျောင်တစ်ယောက် လေဟူကို ဘယ်လို တိုက်ခိုက်ဖို့ ကြိုးစားခဲ့လဲ......\nသူ့ရဲ့ ဖီးလိနတ်လက်သီးသိုင်းကိုရော ကျင့်ကြံနိုင်ပါ့မလားဆိုတာကို\nရုပ်ရှင်လေးကို ဟာသလေးနှောပြီး ပေါ့ပေါ့ပါးပါး ခံစားကြည့်ရှုလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Moon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1Ukpm/Longmen_Town_2023_1080p_WEB-DL_CM.mp4",
        "category": "Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYTNmOTllMDEtMzQwMS00YmE5LTg5YjAtNDI3ZWUzMTE1MTEzXkEyXkFqcGdeQXVyMDgzNDkyMg@@._V1_-144x200.jpg",
        "title": "Maya and Her Lover (2021)",
        "description": "Maya and Her Lover (2021)\n======================ဒီတစ်ခေါက် ပရိတ်သတ်ကြီးကို drama အမျိုးအစား ဇာတ်လမ်း\nကောင်းလေးတစ်ခုနဲ့ တင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့..\nဘဝအတက်အကျ အပြောင်းအလဲ‌တွေသိပ်မရှိတော့ဘဲ တည်ငြိမ်\nရင့်ကျက်‌တဲ့ အသက်အပိုင်းအခြားတစ်ခုကို ရောက်နေပြီဖြစ်တဲ့\nအသက် ၃၉ နှစ်အရွယ် မာယာဟာ introvert ဆန်ဆန် သူ့ဘဝကို\nအေးအေးဆေးဆေး ဖြတ်သန်းရင်း အတည်တကျ မိသားစုဘဝ\nလေးတစ်ခုကို တည်ထောင်ချင်နေခဲ့ပါတယ်။ ဒီလိုမျိုးဘဝကို တည်\nတည်ငြိမ်ငြိမ်ပဲ ဖြတ်သန်းချင်နေတဲ့ သူ့ရဲ့ဘဝထဲကို သူ့အသက်ထက်\nဝက်ပိုငယ်တဲ့ ကောင်လေးတစ်ယောက်က ဝင်ရောက်လာခဲ့ပါတယ်။အဲဒီကောင်လေးရဲ့ တွေးခေါ်ပုံတွေ..သူရည်မှန်းထားတဲ့ ပန်းတိုင်တွေ\nမျှော်လင့်ချက်တွေက မာယာကိုသူ့ရဲ့အတိတ် ငယ်ငယ်တုန်းကပုံရိပ်\nတွေကို ပြန်အမှတ်ရစေတာကြောင့် အဲဒီကောင်လေးဟာ သူလိုချင်တဲ့\nအ‌ခြေတကျဖြစ်တဲ့ တည်ငြိမ်တဲ့ဘဝကို မပေးနိုင်ပေမဲ့ သူအဲဒီကောင်\nလေးအပေါ်ကို ဂရုစိုက်ပေးချင်စိတ်တွေ ကူညီပေးချင်စိတ်တွေ ပေါက်\nဖွားလာခဲ့ပါတယ်။မာယာတစ်ယောက် သူ့ကောင်လေးကို တကယ်ချစ်\nမိသွားမှာလား.. သူ့ရဲ့ကျန်ရှိတဲ့ဘဝကို အရင်လိုပဲ အချစ်မရှိဘဲ အတိတ်\nမှာပဲနစ်မြောရင်း ကုန်ဆုံးသွားမလားဆိုတာကိုတော့..ဒီဇာတ်လမ်းလေး\nထဲမှာ ကြည့်ရှူရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.17 GB) / (422 MB)\nQuality............WEB-DL 1080p ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/maya-and-her-lover-2021/"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/tcF3S4UdFpuoZEWovMDq5AXazNF.jpg",
        "title": "Buffy the Vampire Slayer (1992)",
        "description": "Buffy the Vampire Slayer (1992)90s ခုနှစ်တွေဆီက Vampire ကားဟောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ Rating တွေ သိပ်မကောင်းလှပေမဲ့ Cult Classic အနေနဲ့ နောင်ခေတ်တွေထိ သက်ရောက်မှုကြီးခဲ့တဲ့ သွေးစုပ်ဖုတ်ကောင်ကားလေးပါပဲ။ဘတ်ဖီဆိုတဲ့မိန်းကလေးဟာ သာမန်အထက်တန်းကျောင်းသူတစ်ဦးဖြစ်ပြီး ဘဝကိုပျော်ပျော်ရွှင်ရွှင် ဖြတ်သန်းနေသူပေါ့။ အဲဒီအချိန်မှာပဲ သွေးစုတ်ဖုတ်ကောင်တွေ တစ်ဖန်ပြန်လည်ထကြွလာခဲ့ပြီး ဘဝအဆက်ဆက် Slayer တွေကို လေ့ကျင့်ပေးတဲ့ မဲရစ်ဟာ ဘတ်ဖီဆီကို ရောက်လာခဲ့တယ်။သောင်းကျန်းနေတဲ့ ဖုတ်ကောင်တွေကို သုတ်သင်ဖို့တာဝန်ဟာ ဘတ်ဖီဆီကို တန်းတန်းမတ်မတ် ရောက်လာတယ်။ သွေးစုပ်ဖုတ်ကောင် ခေါင်းဆောင် လိုသို့စ်ကို နှိမ်နင်းနိုင်ဖို့ လွတ်လပ်တဲ့ဘဝကနေ နေ့ချင်းညချင်းလိုလို သတ်ဖြတ်သူတစ်ယောက်အဖြစ် အရည်အချင်းပြည့်ဝလာအောင် အပြင်းအထန်ကြိုးစားရင်း ဘာတွေဆက်ဖြစ်မလဲ ကိုယ်တိုင်ပဲ ကြည့်လိုက်ပါ...၁၉၉၇-၂၀၀၃ အတွင်း ထွက်ရှိခဲ့တဲ့ စီးရီးလည်း ရှိခဲ့ပြီး စီးရီးကတော့ ရုပ်ရှင်နဲ့မတူဘဲ လုံးဝကိုလျှမ်းလျှမ်းတောက် အောင်မြင်ခဲ့ပါတယ်။ ဒါပေမဲ့ စီးရီးကိုကျ တင်ဖို့ မလွယ်တာမို့ ရုပ်ရှင်ကိုပဲ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/buffy-the-vampire-slayer-1992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Kathal-convert.io_-143x200.jpg",
        "title": "Kathal (Kathal: A Jackfruit Mystery) [2023]",
        "description": "Kathal 2023\n*************IMDb 7/10\nဒီနေ့ ‌ တင်ဆက် ပေးမှာကတာ့ မင်းသမီးချော ဆန်ယာမလိုဟ်တရာက\nခေါင်းဆာင်မင်းသမီးအဖြစ် ပါဝင်သရုပ်ဆာင်ထားပြီး Netfilxကနေ  တင်ဆက်ထားတဲ့\nKathal ဆိုတဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။\nကထာလ် ဆိုတာ အိန္ဒိယလို ပိန္နဲသီးကိုခေါ်တာတဲ့။\nဇာတ်ကားနာမည်အတိုင်းပါပဲ။ ပိန္နဲသီးပျောက်ရှာပုံတော်ပါ။ထက်ထက်မြက်မြက် ရဲမေ မာဟင်မာတစ်ယောက်။ ကပ်ဖားတတ်တဲ့\nအထက်လူကြီးတွေရဲ့ ဖိအားပေးမှုနဲ့ MLA ရဲ့ ပိန္နဲသီးပျောက်ကို လိုက်ရှာပေးရတော့တာပါပဲ။ပိန္နဲသီးကရိုးရိုး ပိန္နဲသီးတော့မဟုတ်ဘူးဗျ။ MLA ခမျာ\nCM ကိုလာဘ်ထိုးအချိုသတ်ဖို့\nပိုးမွေးသလို ဥထားတဲ့\nမလေးရှားဖြစ် ပိန္နဲသီး၊\nနာမည်တောင်ပေးထားသေး အန်ကယ်ဟုန်ဂ်တဲ့လေ။ပေါ့ပေါ့ပါးပါးနဲ့ ရီရီမောမောကြည့်ရင်း နောက်ဆုံး ပိန္နဲသီးသူခိုးကိုရှာတွေ့သွားမလား။\nဒါမှမဟုတ် ဒီကိစ္စက ဒီလောက်ရိုးရှင်းပါ့မလား၊ ဒါတွေကို ပိတ်ရက်မှာကြည့်ရှုရင်း\nခဏအပန်းဖြေလိုက်ကြပါဦးဗျာ။ Crime/Drama ဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်တာ မလို့\nဘောလိဝုဒ်ပရိတ်သတ်များ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တွေကတာ့\nHM,Bpl,ThaikSan,Yunniနဲ့ Cherry တို့ပဲ ဖြစ်ပါတယ်။\nFile size…2.69GB / 1.24GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/kathal-kathal-a-jackfruit-mystery-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BM2RjMjU0NDMtMmM2MS00MTRmLWI1YmMtZWQwZjUxNzZhMWEyXkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Polite Society (2023)",
        "description": "IMDb - 7/10 , RT- 91% The Umbrella Academy , Red Notice , Barbie , Last Christmas အစရှိတဲ့ လူကြိုက်များတဲ့ရုပ်ရှင်တွေ TV Showတွေရဲ့ ကျွန်တော်တို့ရဲ့ မင်းသမီးချောလေးRitu Aryaလေးရဲ့ ရုပ်ရှင်ဇာတ်ကားအသစ်လာပါပြီ။ ဒါ့အပြင်ကိုမှ The Bastard Son & The Devil Himself ရဲ့ သရုပ်ဆောင် ဗြိတိန်သူလေး Priya Kansaraနဲ့ကိုမှ Ms.Marvelထဲက ပါကစ္စတန်မင်းသမီးကြီး Nimra Buchaတို့ကပါ ပါဝင်ပြီးအားဖြည့်ပြီး ဇာတ်လမ်းကို အရှိန်တင်ထားပါသေးတယ်။ ယဉ်ကျေးတဲ့ လူ့အဖွဲ့အစည်းလို့ပြောလိုက်ရင် အခုခေတ်လူနေမှုအဆင့်တန်းကို ပြေးမြင်မိကြမယ်ထင်ပါတယ်။ တိုးတက်နေတဲ့ နည်းပညာတွေ ယဥ်ကျေးလာကြတဲ့ လူအသိုင်းဝိုင်းတွေ စသဖြင့်ပေါ့။ ယဥ်ကျေးမှုတွေ ထွန်းကားလာတာနဲ့အမျှ သီးချိန်တန်သီး၊ ပွင့်ချိန်တန်ပွင့်ဆိုတဲ့ သဘောတရားကလည်း အမြဲကို ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/polite-society-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNDczYTcyN2EtYjM1NC00YjI3LWE4ZWItMGFlNmEwOTAxYjdiXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Go (1999)",
        "description": "IMDb - 7.1/10, RT - 91%The fugitive , Little Women , Alias Grace , Road to Avonlea တို့ထဲက မင်းသမီး Sarah Polley၊ Scream 2 , Hitman , Live free or Die hard , Rango , The Book of Bobba Fett တို့ရဲ့ မင်းသား Timothy Olyphantနဲ့အတူ အထူးတလည်မိတ်ဆက်ပေးစရာမလိုတဲ့အထိ အောင်မြင်တဲ့ မင်းသားကြီး William Fichtnerတို့က အတူတူ ဒီဇာတ်ကားကို ပုံဖော်ထားပါတယ်။သင်က ရုပ်ရှင်ကို မူးယဇ်ဆေးရောင်းတာလေးပါတာလည်းကြည့်ချင်တယ်၊ ဒါပေမဲ့ ဟာသလေးပါနှောပြီးကြည့်ချင်တယ် ပြီးတော့ မှုခင်းအသွားလာလေးလည်းပါရမယ် ဒါ့အပြင်ကိုမှ ဇာတ်လမ်းကို ပုံစံခွက်ထဲနေ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/go-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BOTk2OTFlYmQtYzVkNy00ZjM5LThkOGMtOTg0Y2JmZGYwOWY0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-133x200.jpg",
        "title": "The Monster Squad (1987)",
        "description": "The Monster Squad ဇာတ်ကားလေးဟာ ဒါရိုက်တာ Fred Dekker ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးဟာ သူ့ခေတ်အခါတုန်းကတော့ အတော်အသင့်နာမည်ရခဲ့ပြီးတော့ Box office မှာ ၃.၈ ဘီလီယံ ဒေါ်လာ ရခဲ့ပါတယ်။ ဇာတ်လမ်းရဲ့ special effects တွေက အရင် ၁၉၈၀ လောက်တုန်းကဆိုတော့ အရမ်းမကောင်းပေမဲ့ ပရိသတ်တွေကို Horror အရသာ အပြည့်ခံစားရစေပါတယ်။ 80s ကားတွေကို ပြန်ပြီး ခံစားကြည့်ချင်တယ်ဆိုရင်တော့ အိမ်မှာ ဇိမ်ခံရင်း ကြည့်လို့ကောင်းတဲ့ ကားတစ်ခုပါပဲ။ လူကြီးသူငယ်မရွေးကြည့်လို့ ကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ ဒရက်ကူလာလို့ ခေါ်တဲ့ မကောင်းဆိုးဝါးတစ်ကောင်ဟာ ဇာတ်လိုက်ဖြစ်တဲ့ ရှောင် နဲ့ သူငယ်ချင်းတွေရှိတဲ့ မြို့လေးမှာ နိုးထလာပြီးတော့ ပျောက်ဆုံးနေတဲ့ ဗန်ဟဲလ်ဆင်ရဲ့ ဒိုင်ယာရီကို လိုက်ရှာပါတော့တယ်။ ဒိုင်ယာရီဟာ ရှောင်တို့လက်ထဲမှာ ရှိပြီးတော့ အထဲမှာ ဒရက်ကူလာကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-monster-squad-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODNhNTI3ZWQtYzg1My00OGJmLTk3MGYtMDM2MmJkNWExMzNiXkEyXkFqcGdeQXVyNTM0NTU5Mg@@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "The Englishman Who Went Up a Hill But Came Down a Mountain (1995)",
        "description": "ဒီတစ်ခေါက်မှာတော့ IMDB 6.6/10 ရရှိထားတဲ့ Comedy/Drama အမျိုးအစား\nချစ်စဖွယ်ဟာသကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nComedy ဆိုလည်း comedy၊ Drama ဆိုလည်း drama ပိုင်နိုင်လှတဲ့\nမင်းသားကြီး Hugh Grant (Notting Hill/ Two Weeks Notice)၊\nအိုင်းရစ် မင်းသားကြီး Colm Meaney (Intermission/The Journey)နဲ့\nမင်းသမီးကြီး Tara Fitzgerald (Sirens - 1994/ The Woman in White)တို့က\nအဓိကပါဝင် သရုပ်ဆောင်ထားကြပါတယ်။ဒါရိုက်တာ Christopher Mongerရဲ့ အဘိုးဖြစ်သူပြောပြတဲ့၊ တကယ်ရှိခဲ့တဲ့ရွာလေးရဲ့\nဖြစ်ရပ်မှန်အပေါ်အခြေခံထားတဲ့ ဒီဇာတ်လမ်းလေးဟာဆိုရင်တော့\nသဘာဝကျတဲ့ ဟာသတွေ၊ သရုပ်ဆောင်မှုတွေနဲ့ တစ်ချက်တစ်ချက်မှ အရွှန်းထထဖောက်တာမို့\nမထင်မှတ်တဲ့ ဟာသလေးတွေနဲ့ ရယ်မောစေမိမှာ အမှန်ပါပဲ။ဇာတ်လမ်းအကျဉ်း\n၁၉၁၇ခုနှစ်၊ ပထမကမ္ဘာစစ်အတွင်းတုန်းက အင်္ဂလိပ်လူမျိုးနှစ်ယောက်ဖြစ်တဲ့\nဂျော့ချ်ဂါရတ်နဲ့ သူ့လက်ထောက် အန်ဆန်တို့နှစ်ယောက်ဟာ\nမြေပုံရေးဆွဲသူတွေအဖြစ်နဲ့ ဝယ်ရှ်လူမျိုးတွေရဲ့ရွာလေးကို ရောက်လာခဲ့ကြပါတယ်။\nရည်ရွယ်ချက်ကတော့ ရွာမှာရှိတဲ့ တစ်လုံးတည်းသော တောင်ဖြစ်တဲ့\nဖနွန်ဂါရူရဲ့ အမြင့်ကို တိုင်းတာပြီး တောင်တစ်လုံးအဖြစ် ဘုရင်ကြီးရဲ့မြေပုံမှာထည့်သွင်းဖို့ပါပဲ။\nသူတို့ရဲ့စံချိန်စံညွှန်းတွေအရ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-englishman-who-went-up-a-hill-but-came-down-a-mountain-1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BM2RiNjY5ZmYtOGIzZC00Y2U0LTg0ZWEtY2E3ZDIwY2MxY2NkXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Milagro Beanfield War (1988)",
        "description": "Rt-61 ~ IMDb-6.81988 မှာထွက်ရှိခဲ့တဲ့ The Milagro Beanfield War ရုပ်ရှင်ကို စာရေးဆရာ John Nichols ရဲ့ The Milagro Beanfield War ဆိုတဲ့ဝတ္တုကိုယူပြီး ဒါရိုက်တာ Robert Redford ကရိုက်ကူးခဲ့တာပါ။ 1989 ခုနှစ်အတွက် Best Original Score အော်စကာ ဆုကိုလည်းရရှိခဲ့ပါသေးတယ်။နယူးမက္ကဆီကိုပြည်နယ်အတွင်းမှာ လူပေါင်း 450 ခန့်နေထိုင်ကြတဲ့ မီလန်ဂရိုဆိုတဲ့ မြို့ငယ်လေးရှိပါတယ်။ အတိတ်မှာတုန်းကတော့ ရေအရင်းအမြစ်ပေါများတာကြောင့်စိုက်ပျိုးရေးအဆင်ပြေပေမဲ့ ဆည်ကိုတည်ဆောက်ပြီးနောက်ပိုင်းမှာ မြို့အတွက်ဆည်ရေလွှတ်မပေးတော့တာကြောင့် စိုက်ခင်းတွေခြောက်သွေ့ပြီး ဘာမှစိုက်ပျိုးလို့မရတော့ပါဘူး။ ဒါပေမဲ့လည်း မြို့ကို အံ့ဖွယ်တောင်ကြားပ‌ရောဂျက်ဆိုတဲ့နာမည်နဲ့ ပြန်လည်ပြုပြင်ရေးလုပ်နေတဲ့ ကုမ္ပဏီအတွက်တော့ သီးသန့်ရေမြောင်းတစ်ခုကိုဖောက်ပေးထားပြီး ဒေသခံတွေအသုံးပြုတာကိုလည်း တားမြစ်ထားပါတယ်။\nတစ်နေ့မှာတော့ ဒေသခံလယ်သမား ဂျိုး မွန်ဒရာဂွန်ဟာ အလုပ်ကလည်းရှားတဲ့အပြင် ဘာမှလည်းစိုက်ပျိုးလို့မရတာကြောင့်စိတ်ပေါက်ပေါက်နဲ့ ရေမြောင်းကိုကန်လိုက်မိပြီး ရေမြောင်းပေါက်သွားတဲ့ အတွက်ကြောင့် သူ့ရဲ့ပဲစိုက်ခင်းထဲကိုရေသွင်းမိသလိုဖြစ်သွားခဲ့ပါတယ်။ဒီလိုနဲ့ပဲခင်းသေးသေးလေးကို ရေသွင်းမိတဲ့ကိစ္စကနေစပြီး ကုမ္ပဏီကြီးနဲ့ထိပ်တိုက်ရင်ဆိုင်ရမဲ့အပြင် နိုင်ငံရေးအရှုပ်အထွေးတွေပါ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-milagro-beanfield-war-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/death-to-smoochy-japanese-movie-cover-142x200.jpg",
        "title": "Death to Smoochy (2002)",
        "description": "Jumanji (1995) မင်းသားကြီး၊ Good Will Hunting (1997) မှာ ဇာတ်ပို့မင်းသားဆု ရခဲ့သူ။ အကြီးမြတ်ဆုံး ဟာသသရုပ်ဆောင်ကြီး Robin Williams ကို အလွမ်းပြေ ကြည့်ရှုချင်ရင်ပဲဖြစ်ဖြစ်။The Incredible Hulk (2008) ရဲ့ မင်းသားကြီး၊ မျက်လှည့်ဆရာကြီးအဖြစ် The Illusionist (2006) မှာ‌ ‌တွေ့မြင်ခဲ့ရသူ Edward Norton ကို ပေါက်စလေးအဖြစ် ပြန်ကြည့်ချင်ရင်ပဲဖြစ်ဖြစ်။ Catherine Keener ဆိုတဲ့ မင်းသမီးကြီးကို နုနုနယ်နယ် ပြန်မြင်ချင်ရင်ပဲဖြစ်ဖြစ် ဟောဒီဇာတ်ကားကို ရွေးချယ်သင့်ပါတယ်။ဇာတ်လမ်းကတော့ ဟာသ နဲ့ ဇာတ်ကြမ်း ရောယှက်ထားတာဖြစ်ပြီး ကလေးကြိုက်ရုပ်သံလိုင်းတွေရဲ့ နောက်ကွယ်ကို တစ်ဝကြီး မြင်တွေ့ကြရမှာပါ။ရိန်းဘိုးရန်းဒေါ့ဖ် ဆိုတဲ့ တင်ဆက်သူကြီး ငွေအလွဲသုံးစားမှုနဲ့ ဖမ်းခံရ၊ အလုပ်ပြုတ်၊ နေစရာမရှိ ဒုက္ခရောက်နေစဉ်မှာ သူ့နေရာကို မထင်မရှား စမူချီ ကြံ့ကြီးတစ်ဖြစ်လဲ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/death-to-smoochy-2002/"
    }
]