[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/party-200x300.jpg",
        "title": "Sausage Party (2016)",
        "description": "ဇတ်လမ်း အစမှာတော့ စားစရာတွေ ရောင်းတဲ့\nစူပါမားကတ် ကနေ စတင်ထားပါတယ်...စားစရာတွေဟာ လူသားတွေကို ဘုရားသခင် လို့\nမှတ်ယူထားပါတယ် မားကတ် မှာ ပုတ်သိုးမယ့် အန္တရာယ် ကနေ\nကယ်တင်မယ့် အရှင်သခင်တွေလို့ မှတ်ယူထားကြတာပါ...တစ်နေ့တာ စျေးဝယ်မှု မှာ ဝယ်သူ ရွေးချယ်ဖို့ သူ့ထက် ငါ\nအပြိုင်အဆိုင် ဆုတောင်းကြရတာပေါ့\nမဟုတ်ခဲ့လို့ရှိရင် Out Of Date ဖြစ်သွားတဲ့အခါ\nသူတို့မသွားချင်ဆုံးနေရာက အမှိုက်ပုံးအိုကြီးရဲ့ မဲမှောင်နေသာတွင်းနက် ကြီးပါပဲ....ဒီဇတ်လမ်းမှာ မင်းသားကတော့ ဝက်အူချောင်း ပါပဲ\nဟုတ်ပါတယ် ဝက်အူချောင်း ပါ....\nဖရန့် ၊ ကားလ် ၊ ဘယ်ရီ တို့ ဟာ ၆ ချောင်းပါတဲ့\nဝက်အူချောင်းပါကင်ထုပ်ထဲက သူငယ်ချင်းတွေပေါ့\nသူတို့ ဘေးကပ်ရပ်မှာတော့ ဟော့ဒေါ့ပေါင်မုန့်မလေး တွေ အဖွဲ့ ရှိနေပါတယ်ဘရန်ဒါ တို့ အုပ်စုပေါ့ သူတို့လဲ ပါမုန့်ချောင်း ၆ ခု တစ်ပါကင် ထုပ်ထဲကပါပဲ...\nအနီးကပ် နေရတဲ့ အခါ တစ်ဦးကို ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/sausage-party-2016-rated-r/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ya26nzFf5nncBLLwELigX5NAQpX.jpg",
        "title": "Seasons Change(2006)",
        "description": "Seasons Change(2006)အညွှန်း**************************ပွန်းဆိုတဲ့ကောင်လေးဟာ ဆေးကျောင်းဝင်ခွင့်ရတဲ့ ကျောင်းသားလေးတစ်ယောက်ဖြစ်တယ်..ဒါမဲ့သူဟာ ဒရမ်တီးတာ ကိုအလွန်ဝါသနာပါတဲ့ ကောင်လေးတစ်ယောက်ဖြစ်တယ်..အဲ့ဒီအချိန်သူသဘောကျတဲ့ကောင်းမလေးတစ်ယောက်က အနုပညာကျောင်းကိုတက်သွားတယ်..ဒရမ်လည်းဝါသနာပါတာကလည်းတစ်ကြောင်း သူသဘောကျတဲ့ကောင်မလေးနဲ့လည်းမဝေးချင်တာကလည်း တစ်ကြောင်းမို့ သူဟာ အနုပညာကျောင်းကိုတက်ဖို့ ဆုံးဖြတ်လိုက်တယ်.. ဆေးကျောင်း ဆရာဝန်ဖြစ်ရင် ဘဝတက်လမ်းအတွက်အများကြီးရှိတယ်လို့ယုံကြည်တဲ့မိဘတွေကြောင့် သူစွန့်စားရတာအများကြီးပါ..ကျောင်းရောက်တော့ သူထင်သလိုအဆင်ပြေမလား...သူ့ဘဝတက်လမ်းရော ဘယ်လိုဆက်ဖြစ်မလဲ...ကောင်မလေးနဲ့ရော ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့...   File Size :(2.09GB)(773 MB) and (191 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:58:00\nGenre : Comedy , Drama , Music\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by little kong hou\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/seasons-change2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pX0oAJ27acWEHoI7lmmQpoBmdv4.jpg",
        "title": "Mr. Deeds(2002)",
        "description": "Mr. Deeds(2002) အညွှန်း*********************Adam Sandler ဆိုတာ အခြားမင်းသားတွေလို ရူပါ မဖြူးသလိုစွဲမက်ဖွယ် ခပ်ဖြောင့်ဖြောင့် body ရှိသူလည်းမဟုတ်ပါဘူး...သို့ပေမဲ့သူရိုက်တဲ့ romance ,drama တွေဟာ ကျွန်တော်တို့ ရင်ထဲကိုအမျိုးမျိုးသော ရသတွေရောက်ရှိအောင် ပို့ဆောင်နိုင်သူပါ...ဒီဇာတ်ကားလေးဟာ ဒါရိုက်တာ Steven Brill ရိုက်ကူးထားပြီး\nအားလုံးသိတဲ့မင်းသားကြီး Adam Sandler နဲ့ မင်းသမီး Winona Ryder တို့အပြင်\nအခြားသောသရုပ်ဆောင်များ ပါဝင်သရုပ်ဆောင်ထားတဲ့အချစ်ဟာသကားလေးပဲဖြစ်ပါတယ်။\nဇာတ်ကားထဲမှာတော့ ဘလိတ်မီဒီယာရဲ့ ပဲ့ကိုင်ရှင်ဖြစ်သူပရက်စတန်ဘလိတ်ရဲ့သေဆုံးမှုကြောင့်\nသူ့ရဲ့ကျန်ရှိတဲ့ အမွေပစ္စည်းတွေနဲ့ရှယ်ယာတွေကိုဆက်ခံမယ့်သူလိုက်ရှာရာမှာ လူမသိသူမသိမြို့လေးတစ်ခုမှာနေထိုင်နေတဲ့\nဘလိတ်ရဲ့တူ လောင်းဖဲလိုးဒိစ် (Adam Sandler)ကို သွားတွေ့ပါတော့တယ်။ဒီတော့ ဒိစ်ဟာစာရွက်စာတမ်းကိစ္စတွေနဲ့\nနယူးယောက်မြို့ကိုလိုက်လာရင်း ရိုးအေးပြီးကူညီချင်စိတ်အပြည့်ရှိတဲ့ဒိစ်ဟာမီဒီယာတစ်ခုရဲ့သတင်းထောက်ဖြစ်သူ\nပန်ဒေါ်ဆန်(Winona Ryder) နဲ့တွေ့ဆုံပြီးဘယ်လိုပြဿနာတွေကြုံရမလဲဆိုတာကိုတော့... File Size : (3.5GB )(995 MB) and (465 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:36:00\nGenre : Comedy ,Romance\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/mr-deeds2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYWUwZjNiMzQtNzZiOC00YjdjLWFiMTctOGNlMWI3ZDZkN2MxXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Honk for Jesus. Save Your Soul. (2022)",
        "description": "Honk for Jesus. Save Your Soul. (2022)\n============================နာမည်ကြီးခရစ်ယာန်ကျောင်းတစ်ကျောင်းက သင်းအုပ်တွေဖြစ်တဲ့\nချိုင်းစ် တို့ဇနီးမောင်နှံတို့နှစ်ယောက်အကြောင်းကို မှတ်တမ်းတင်ရုပ်\nရှင်ပုံစံရိုက်ကူးထားတဲ့ Peacock ကဇာတ်ကားလေးတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျ။သင်းအုပ်ဆရာဖြစ်သူ လီခါးတစ်ချိုင်းတစ်ယောက် လိင်မှုကိစ္စတစ်ခုကို\nကျူးလွန်မိခဲ့တဲ့အတွက် လူကြားထဲမျက်နှာမပွင့်ခဲ့ရာကနေ အရဲစွန့်ပြီး\nသူက သူတော်ကောင်းဖြစ်ကြောင်း နတ်ဆိုးက ဝင်ပူးခဲ့လို့လုပ်ခဲ့တာဖြစ်\nကြောင်း ဘာညာ အများသူငါသိရအောင်လုပ်ဖို့အတွက် အန်နီတာ ဆိုတဲ့\nရုပ်ရှင်ဖန်တီးသူတစ်‌ယောက်ကိုခေါ်ပြီး၊ သူတို့အကြောင်းမှတ်တမ်းတင်\nရိုက်ကူးဖို့လုပ်လိုက်တယ်။သူတို့ဇနီးမောင်နှံရဲ့အဓိကရည်မှန်းချက်ကတော့ တစ်ချိန်ကနာမည်ကြီးခဲ့တဲ့\nသူတို့ရဲ့ ဘုရားကျောင်းကိုပြန်ဖွင့်ရင် လူတွေအများကြီးရောက်လာဖို့ပါပဲ။\nဒါဆို လူကြားထဲမှ သူတို့ ခေါင်းပြန်မော့နိုင်ပါ့မလား၊ လူတွေကရော သူတို့ဆီ\nပြန်လာကြဦးမှာလားဆိုတာသိချင်ရင်တော့ ဒီမှတ်တမ်းတင် ဟာသကားလေး\nမှာဆက်ကြည့်လိုက်ပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett Naingမှရေးသားပေးပြီး၊ ဘာသာပြန်\nရေးသားပေးသူများကတော့ Khant Sett Naing, May Thet Khine Soe\nတို့ဖြစ်ပါတယ်)\nFile Size..........(1.85 GB) / (778 MB) / (476 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 42mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Khant ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/honk-for-jesus-save-your-soul-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/cc31eef083762c4013f299d963b75e8ea4a8b060040575a1cb7cd31a29db682e._RI_V_TTW_-150x200.jpg",
        "title": "Spaceballs (1987)",
        "description": "ဒီဟာကတော့ ရှားရှားပါးပါး Star Wars နဲ့ Star Trek ကို parody ဟာသလုပ်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ meme တွေမှာလည်း မြင်ဖူးကြမှာပါ။ ရယ်ရသလို ဇာတ်လမ်းလေးကလည်း ကောင်းပါတယ်။\nဇာတ်လမ်းအကျဉ်း\nအာကာသဘောလုံးဂြိုလ်သားတွေဟာ သူတို့ဂြိုလ်က လေသန့်တွေကို အစိုးရရဲ့ ညံ့ဖျင်းမှုကြောင့် အကုန်သုံးလိုက်မိတာကြောင့် အခြားဂြိုလ်က လေသန့်တွေကို လုယူဖို့ ကြံစည်နေပါတယ်။ ဒါပေမဲ့ အဲဒီဂြိုလ်ကလည်း ကာကွယ်ရေးစနစ်နဲ့ လေဆာဒိုင်းတွေ ရှိတာကြောင့် ဖောက်ဝင်နိုင်ဖို့ ပက်စ်ဝါ့လိုတာပေါ့။ အဲဒီပက်စ်ဝါ့ကို ရဖို့ ဂြိုလ်ကြီးရဲ့ ဘုရင်ရဲ့ တစ်ဦးတည်းသောသမီးလေးကို ပြန်ပေးဆွဲပါတော့တယ်။ အဲဒီမင်းသမီးလေးကို ကယ်တင်ဖို့အတွက် အာကာသထဲက မှောင်ခိုသမား သူငယ်ချင်းနှစ်ယောက်က ကြိုးစားကြပုံပါပဲ။ အဓိက အားဖြင့်တော့ Star Wars : A New Hope ကို ဟာသလုပ်ထားတာပါပဲ။ ခွီလိုက်ကြပါဦး။File size…(2.86GB/1.36GB/(757MB)\nQuality….Webrip 1080p / 720p ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/spaceballs-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNmI3MTQ2NjEtMWI1ZC00NDExLWI5MmEtMjJkYjJhMWQxOTEzXkEyXkFqcGdeQXVyNzYzNjg0NDk@._V1_-141x200.jpg",
        "title": "Doraemon: Nobita’s Treasure Island (2018)",
        "description": "Doraemon: Nobita's Treasure Island (2018)\n-------------------------------------------------------------------\nအခုတစ်ခေါက်မှာတော့ 2018 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ၃၈ကားမြောက်\nဒိုရေမွန်ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်လမ်းလေးက ၁၈၈၃ခုနှစ်ကထွက်ရှိခဲ့တဲ့\nTreasure Island ဝတ္ထုကိုအခြေခံရိုက်ကူးထားပြီး\nYour Name Anime ရဲ့ ထုတ်လုပ်သူ\nGenki Kawamura ထုတ်လုပ်ထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းလေးကတော့ ပင်လယ်ဓားပြပုံပြင်တွေဖတ်ပြီး\nရတနာကျွန်းရှာဖို့ရူးသွပ်နေတဲ့ နိုဘီတတစ်ယောက် သတင်းမီဒီယာကနေ\nအမည်မသိကျွန်းတစ်ခုပေါ်လာကြောင်း ကြေညာချိန်မှာတော့\nရတနာသွားရှာချင်စိတ်တွေ တဖွားဖွားပေါ်ပေါက်လာပါတော့တယ်။ဒါကို သူငယ်ချင်းတွေက ဝိုင်းလှောင်ကြတော့ စိတ်တိုတိုနဲ့ကျွန်းကို\nတွေ့အောင်ရှာမယ်လို့အလောင်းအစားပြုလုပ်ပြီး ထုံးစံအတိုင်း\nဒိုရေမွန်ကိုအကူညီတောင်းပါတယ်။ ဥပေက္ခာမပြုနိုင်တဲ့\nဒိုရေမွန်ကလည်း နိုဘီတအလိုကျအတိုင်း အဲဒီကျွန်းကို\nသွားဖို့ဆုံးဖြတ်လိုက်တဲ့အချိန်မှာတော့ ပင်လယ်ဓားပြတွေနဲ့\nဘယ်လိုစခန်းသွားရမလဲ ဘယ်လိုမျိုးရင်ဆိုင်ကျော်ဖြတ်သွားမလဲဆိုတာကို\nရင်ခုန်စွာနဲ့ကြည့်ရှုခံစားပေးကြပါဦးနော်။\nFile size…1.7GB / 894MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/doraemon-nobitas-treasure-island-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hJMnsf6vzgoNx0bv3uh3PTCjmks.jpg",
        "title": "I Used to Be Famous (2022)",
        "description": "I Used to Be Famous (2022)(1080p ရပါပြီ)ဗင့်စ်ဆိုတဲ့ ဂီတသမားတစ်ယောက်ဟာတော့ တစ်ခေတ်တစ်ခါက လူသိများခဲ့တဲ့ ဂီတအဖွဲ့တစ်ခုရဲ့ ခေါင်းတောင်အဆိုရှင်ဖြစ်ခဲ့ပါတယ်။ လောကဓံ‌အကြောင်းကြောင်းကြောင့် ဂီတလောကထဲကနေ ထွက်ခွါခဲ့ရပြီး နှစ်ပေါင်းများစွာ သာမန်လူအဖြစ်ကျင်လည်ခဲ့ရတဲ့ ဗင့်စ်တစ်ယောက် စတီဗီဆိုတဲ့ စိတ်ဝေဒနာရှင်လူငယ်လေးနဲ့ ဆုံတွေ့ဖြစ်ခဲ့ကြပါတယ်။ဒီလိုနဲ့ပဲ ဒရမ်ကို သိပ်ရူးသွပ်ပြီး ပါရမီပါတဲ့ စတီဗီက ဗင့်စ်အပေါ် ခင်တွယ်လာခဲ့ပြီး သူတို့အတူတူ ဂီတလမ်းကြောင်းပေါ် ပြန်လျှောက်ဖို့ ကြိုးစားကြပါတော့တယ်။ ဂီတအပေါ်ရူးသွပ်မှုကလည်းတစ်ဖက် လူကြောက်တတ်တဲ့ စိတ်ဝေ‌ဒနာရှင်လူငယ်လေး စတီဗီကို ဗင့်စ်က ဘယ်လိုပြောင်းလဲပေးနိုင်မလဲ?သူတို့အတူ ဘယ်လိုကြိုးစားလျှောက်လှမ်းကြမလဲ? ဆိုတာကိုတော့ သီချင်းငြိမ့်ငြိမ့်လေးတွေနဲ့ သိပ်ကောင်းတဲ့ ဒီဇာတ်ကားလေးမှာ ဆက်ပြီး ခံစားကြည့်ရှုလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Reum ပါ။)File Size          : 1.8GB, 743MB, 380MB\nQuality            ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/i-used-to-be-famous-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-out-136x200.jpg",
        "title": "Out of Office (2022)",
        "description": "Comedy Central ရဲ့ဟာသရုပ်ရှင်အသစ်လေးပါ။Eliza ဟာစိတ်လိုက်မာန်ပါလုပ်တတ်ပြီး စိတ်ထဲရှိတာကိုလွှတ်ခနဲပြောတတ်တဲ့အတွက် ဆက်ဆံရေးအဆင်မပြေလို့အလုပ်ခဏခဏအထုတ်ခံရသူပါ။Online ကနေ work from home ရတဲ့အလုပ်အသစ်ရလာတဲ့အခါမှာတော့ သူ့ရဲ့ Boss ဟာသူ့အိမ်ထောင်ရေးအဆင်မပြေတိုင်း Eliza ကိုပြဿနာရှာတတ်ပါတယ်။သူ့ဘော့စ်အိမ်ထောင်ရေးအဆင်ပြေဖို့ Eliza ကြိုးပမ်းရင် ပေါက်ကရတွေဖြစ်လာပါတာကိုကြည့်ရှုရမှာပါ။အခုခေတ် Work from home ကြတဲ့အခါကြုံရတတ်တဲ့ ပြဿနာတွေ ရယ်စရာကို ရိုက်ပြထားပါတယ်။\nနာမည်ကျော် Comedian တွေဖြစ်ကြတဲ့ Ken Jong,Milana Vayntrub, Leslie Jones တို့အစုံအလင်ပါ၀င်ထားပါတယ်။File size…(1.4GB/(771MB)/(540MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/out-of-office-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zFlkpYsD0Mu5f8VpTfn6YxfdJqq.jpg",
        "title": "The Brother of Lottery ( 2022 )",
        "description": "တရုတ်ဟာသကားလေးကို CM Chinese ကို\nအစဉ်မပြတ် အားပေးနေတဲ့ဖန်တွေအတွက်\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းလေးကတော့ လီတကျွမ့်တစ်ယောက် အရက်စက်ရုံမှာ\nရင်းနှီးမြုပ်နှံမှုများသွားတာကြောင့် အကြွေးများနေသူဖြစ်ပြီး....\nအမှတ်မထင် ဒုတိယဆုထီကို ဆွတ်ခူးသွားခဲ့ရာကနေ\nမလိုလားတဲ့ ပြဿနာများကို\nရှောင်ရှားဖို့ နှုတ်ဆိတ်နေရာကနေ\nထီပေါက်တဲ့သူကို လူတွေက\nခန့်မှန်းနေကြချိန်မှာပဲ ရွာသားတွေရဲ့အမြင်မှာ\nပရော်ဖက်ရှင်နယ်အကျဆုံး\nဆိုတဲ့ ဝမ်ခွန်းက သူလို့ပြောပြီး သူ့ရဲ့အနာဂတ် ယောက္ခမရဲ့\nသဘောတူညီချက်ကိုရဖို့အတွက် ချမ်းသာသွားယောင်ဆောင်ခဲ့တယ်....တကယ့်ထီပေါက်သူ လီတကျွမ့်ကတော့\nအရက်စက်ရုံကို ဆက်လက်လည်ပတ်ဖို့\nဇနီးဖြစ်သူ ကန့်ကွက်တာကြောင့်\nအဆင်မပြေလို့ သူက ဆင်းရဲယောင်ဆောင်ပြီး\nအတူသရုပ်ဆောင်ပြခဲ့တယ်...သူတို့အလိမ်အညာဇာတ်ကြီး ဘာတွေဆက်ဖြစ်ပြီး\nအလိမ်ပေါ်တဲ့တစ်နေ့ဘာတွေဆက်ဖြစ်ကြမယ်ဆိုတာကို\nစိတ်ဝင်စားဖွယ်ဟာသနှောတင်ဆက်ပြထားတဲ့ကားကောင်းလေးဖြစ်ပါတယ်...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-brother-of-lottery-2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/haymRE8d8rCNolngLVMsJoY8Ymo.jpg",
        "title": "Tiny Cinema (2022)",
        "description": "Tiny Cinema (2022)~ Rotten Tomatoes - 86% ~ဒီရုပ်ရှင်ဟာ ခရမ်းချဉ်သီး ၈၆လုံးအထိ ရထားတဲ့ ရုပ်ရှင်ဆိုတော့ မကောင်းမှာတော့ သိပ်ပူစရာမလိုပါဘူး။ ကောင်းတာထက်ကို ခပ်ကြောင်ကြောင် ခပ်ဆန်းဆန်းတွေလို့ပြောရင် ပိုမှန်မလားပဲ။ သူက မြို့တစ်မြို့က ဖြစ်ရပ်တွေကို လူတစ်ယောက်က ဇာတ်ကြောင်းပြောပြတဲ့ ပုံစံနဲ့ရိုက်ထားပြီး ဇာတ်လမ်းတိုလေးတွေ တစ်ခုပြီးတစ်ခုပြောပြနေလိမ့်မယ်။သူ့ဇာတ်လမ်းတွေကလည်း တော်တော်ကြောင်တဲ့ တော်တော်ဆန်းတဲ့ ဇာတ်တွေ။ တစ်ဇာတ်ဆို ခိုးတာတို့ ဓားပြတိုက်တာတို့နဲ့မှ ဟိုဟာ မာတဲ့ဘော်ဒါတစ်ပွေအတွက် သူ မာနိုင်အောင် ဓားပြသွားတိုက်ကြတဲ့ ဇာတ်မျိုး။ တကယ့်ကို အူကြောင်ကြောင်ပဲ။တစ်ဇာတ်ကျ အတိတ်ကလူနဲ့ အနာဂတ်ကလူ တွေ့ကြတယ်။ အတိတ်ကလူကို အနာဂတ်ကလူက ငါက အနာဂတ်က မင်းပဲလို့ပြောပြီး မင်းနဲ့ငါ ဘာညာမလုပ်ရင် ကမ္ဘာကြီးပျက်တော့မှာပြောပြီး ညာပြီး ချခိုင်းတယ်။တစ်ဇာတ်ကျ ဒီပျက်ရှင်ကောင်မလေးတစ်ယောက်ရှိတယ်။ သေချင်လို့ တံတားနားသွားရပ်ရင်း မြစ်ထဲက အလောင်းတစ်လောင်းတွေ့လာတယ်ပေါ့။ ဘယ်ရည်းစားနဲ့မှ အဆင်မပြေနေတော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/tiny-cinema-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/akIjKJDHcVN4bzifcEarKVPNpoa.jpg",
        "title": "Do Revenge (2022)",
        "description": "Do Revenge (2022)(1080p ရပါပြီ)ထွက်ရှိထားတာ မကြာသေးပဲ hot ဖြစ်နေတဲ့ American Comedy Genre ဇာတ်ကားလေးဖြစ်ပြီး Riverdale မင်းသမီးချော Camila နဲ့ Stranger Things မင်းသမီး Maya Hawkes တို့အတွဲညီညီ သရုပ်ဆောင်ထားတဲ့ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ...ဒရေယာက အမေတစ်ခု သမီးတစ်ခုဖြစ်ပြီး ဆင်းရဲပေမယ့် ရို့စ်ဟေးလ်ကျောင်းကို ပညာသင်ဆုနဲ့ တက်ရောက်ခွင့်ရရှိထားသူပါ။ သူ့ရည်မှန်းချက်ကတော့ နာမည်ကျော် ရေးလ်တက္ကသိုလ်တက်ရဖို့ဖြစ်ပြီး ကျောင်းမှာလည်း ထိပ်ထိပ်ကြဲ လူချမ်းသာ သားသမီးတွေနဲ့ ဝင်ဆံ့တဲ့အထိ ပါးနပ်ပါတယ်။ကံဆိုးတာက သူ့ချစ်သူ သူဌေးသားမက်စ်ဆီက ဒရေယာရဲ့ sex tape ပျံ့လာခဲ့ပြီး ဒရေယာက စိတ်မြန်လက်မြန်နဲ့ မက်စ်မျက်နှာကို လက်သီးတစ်လုံးကျွေးလိုက်ရာက သူ့အချစ်ဆုံး သူငယ်ချင်းဆိုသူတွေကိုပါ ဆုံးရှုံးလိုက်ရပြီး အပယ်ခံဖြစ်သွားပါတော့တယ်။ကံကောင်းတာက သူ့အတွက် စစ်မှန်တဲ့သူငယ်ချင်းမလေး ပေါ်လာတာပါပဲ။ အဲဒါကတော့ သူ နွေရာသီ တင်းနစ်ကမ့်မှာ ဆုံခဲ့တဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/do-revenge-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oYK8SRI93R6w8YkbhEgF8Oh1sR5.jpg",
        "title": "You Are My Champion ( 2022 )",
        "description": "CM ပရိသတ်ကြီးကို ဘဝအတွက်လမ်းပျောက်နေတဲ့အချိန်မှာ\nအိပ်မက်တွေကိုပြန်လည်အကောင်အထည်ဖော်ဖို့\nအားဖြစ်စေမယ့်ကျောင်းသားကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့ Chen Xing ဆိုတဲ့\nတိုက်ရိုက်တင်ဆက်မှုနဲ့အွန်လိုင်းမှာနာမည်ကြီးနေတဲ့\nအထက်ကျောင်းသူလေးဟာ အရင်တုန်းက\nလက်ရွေးစင်ဒိုက်ဗင်အားကစားသမားဖြစ်ဖို့ကြိုးစားခဲ့ဖူးပါတယ်။လက်ရွေးစင်ရွေးချယ်ပွဲအချိန်မှာ မိဘတွေကွာရှင်းခဲ့တဲ့အတွက်ကြောင့်\nစိတ်ဒဏ်ရာရပြီးကောင်းကောင်းမလုပ်နိုင်ခဲ့တဲ့အတွက်\nဒိုက်ဗင်အားကစားကိုလက်လျော့ခဲ့လိုက်ရပါတယ်။Chen Xing တို့အထက်တန်းကျောင်းက ကာယဆရာJiဟာ\nChen Xingရဲ့စွမ်းရည်ကိုမထင်မှတ်ပဲသိသွားတဲ့အချိန်မှာ\nကျောင်းကရေကူးကန်ကိုမဖျက်ရဖို့အတွက်\nသူ့အလုပ်တည်မြဲဖို့အတွက် Chen Xingကို\nဒိုက်ဗင်အားကစားကိုပြန်ကြိုးစားဖို့နားချပါတော့တယ်။ငယ်ကစိတ်ဒဏ်ရာကြောင့် လက်လျော့ခဲ့တဲ့Chen Xingဟာ\nအိပ်မက်ကိုပြန်အကောင်အထည်ဖော်ဖို့ကြိုးစားပါတော့တယ်။\nအခက်အခဲအမျိုးမျိုးတွေကိုဆရာတပည့်၂ယောက်အတူကြိုးစားကျော်ဖြတ်ရင်း\nအိပ်မက်ကိုအကောင်အထည်ဖော်ကြတာကိုကြည့်ပြီး\nCMပရိသတ်ကြီးလဲ မိုတီတွေရလိမ့်မယ်လို့မျှော်လင့်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy\nRuntime : 1h 32 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/you-are-my-champion-2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/ej-140x200.jpg",
        "title": "Extreme Job ( 2019 )",
        "description": "Extreme Job (2019) \nIMDb 7.3 ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်\nအမှုလိုက်တိုင်း အလွဲလွဲအချော်ချော်ဖြစ်ပြီးရာထူးမတိုးပဲ အဖွဲ့ခေါင်းဆောင်သာ\nဖြစ်နေတဲ့စုံထောက်ဂို နဲ့ သူ့အဖွဲ့ဟာ တစ်နေ့မှာ မူးယစ်ရာဇာ လီမွန်ဘယ်ကို\nဖမ်းဖို့ဖြစ်လာတဲ့အခါမှာ..တော့ တလွဲတွေဆက်ဖြစ်ကြပြန်တာပါပဲ\nလီမွန်ဘယ်ကို အနီးကပ်စောင့်ကြည့်ဖို့ ကြက်ကြော်ဆိုင်မှာစောင့်ကြည့်ရင်းနဲ့ကြက်ကြော်ဆိုင်ကလည်းရောင်းထုတ်ရမယ့်အခြေအနေဖြစ်လာတဲ့အခါ\nဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ…တလွဲတွေလုပ်တတ်တဲ့ စုံထောက်ဂိုတစ်ယောက်\nလီမွန်ဘယ်ကို ဖမ်းဆီးနိုင်ပါ့မလားဆိုတာ ဆက်လက်ခံစားကြည့်ရှုပါ\n2019 အသစ်ထွက် ကိုရီးယားစုံထောက်ကားလေးပဲဖြစ်ပါတယ်\n This Movie is Brought To You By Channel MyanmarReview By Ei PyaeGenre..... Action, Comedy, Crime\nQuality…. 1080p | 720p | 480p\nFile size…1.77GB | 792MB | 366MB\nFormat… mp4\nDuration…. 1h 51min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Zoey\nEncoder ..... August",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/extreme-job-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZWNmYTc2YWQtZjk5Ni00NDc3LTk1YjQtMDUzNWM5NjVhMjI2XkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_-133x200.jpg",
        "title": "Ram Gopal Varma Ki Aag (2007)",
        "description": "Ram Gopal Varma 2007\n------------------------\nကလည်းက ချလည်းချပြီး ဘောလိဝုဒ်ရဲ့အကျော်မော်\nမင်းသားနှစ်ယောက်ဖြစ်တဲ့ အမီတာဘချမ်းနဲ့ဗီဂျေးတို့ အပြိုင်ကြဲထားတဲ့\nအဟောင်းထဲက ဇာတ်ကောင်းတခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီဇာတ်ကားရဲ့ မင်းသားတွေဖြစ်တဲ့\nဟီရိုနဲ့ရာ့ဂ်ျတို့ဟာ လက်ရှိအလုပ်ကပြုတ်လာပြီး\nမွန်ဘိုင်းကိုရောက်လာခဲ့ကြပါတယ်။ဒီလိုနဲ့ရရာအလုပ်၀င်လုပ်ရင်း ဒုစရိုက်ဂိုဏ်းတစ်ခုနဲ့\nချိတ်ဆက်မိသွားတဲ့အခါမှာ သူတို့သူငယ်ချင်းနှစ်ယောက်\nရဲတွေနဲ့ပူးပေါင်းပြီး လူဆိုးတွေကိုဘယ်လိုနှိမ်နှင်းသွားမလဲဆိုတာကို\nအသည်းတယားယားနဲ့ ကြည့်နေရမှာပါ။ ဇာတ်ကားရဲ့အဓိကဗီလိန်ဖြစ်တဲ့\nဘာ့ဘန်းရဲ့ သရုပ်ဆောင်ချက်တွေကလည်း\nကိုယ်တိုင်ပါကြက်သီးထမိလောက်အောင်ကို ပီပြင်လွန်းတဲ့အပြင်\nမင်းသားနှစ်ယောက်ရဲ့စော်ရှိတ်ပုံတွေကလည်း နှစ်ချို့FAဂေါင်းကြီးတို့အတွက်\nမနာလိုလွန်းချင်စရာတွေဖြစ်နေမှာပါ။ဒီကားမှာလူသတ်တာ၊ကြမ်းတာ၊ရမ်းတာတင်မကပဲ အပြင်ဘက်မှာ\nဘယ်လောက်ပဲကြမ်းတမ်းနေမှာစေ အတွင်းထဲမှာတော့ချစ်တတ်တဲ့စိတ်က\nလူတိုင်းမှာရှိနေပါတယ်ဆိုတာကိုပါ ရိုက်ပြသွားပါသေးတယ်။\nခေါင်းယမ်းပြီးစကားမပြောပေမယ့် ခါးယမ်းပြီး က သေးတာမို့\nအိန္ဒိယကားချစ်သူတွေအတွက် အိန္ဒိယကားအရသာလည်း ခံစားနေရဦးမှာပါ။\nFile size…2.8GB / 1.4GB\nQuality…1080p WEBRIP AAC2.0CH / 720p\nFormat…mp4\nDuration….2h 51m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "1.4",
        "url": "https://channelmyanmar.org/ram-gopal-varma-ki-aag-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9GcpyEtyfOreHeX92QVv4r3habp.jpg",
        "title": "About Fate (2022)",
        "description": "About Fate (2022)~ Rotten Tomatoes - 60% ~လွန်ခဲ့တဲ့ရက်ပိုင်းလောက်ကမှ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ အချစ်၊ ဟာသ၊ ဒရာမာဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး နာမည်ကျော်ဝတ္ထုတစ်အုပ်ဖြစ်တဲ့ The Irony of Fate ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ။ ဇာတ်ကားရဲ့ အငွေ့အသက်က ဘယ်လိုလဲဆိုရင် Holidate တို့ She's Out of My League တို့နဲ့ ဆင်တူပါတယ်။ Romance / Comedy ဇာတ်ကားသစ်တွေငတ်နေတဲ့ပရိသတ်အတွက်တော့ ပိတ်ရက်မှာ အပျင်းပြေကြည့်ဖို့ ဇာတ်ကားကောင်းတစ်ကားရလိုက်တာပါပဲ။တစ်ခါတစ်ရံမှာ Right person ကို Wrong time မှာရလိုက်တာမျိုးရှိသလို Wrong person က Right time မှာရောက်လာတာမျိုးလည်း ရှိတတ်ပါတယ်။ နှစ်မျိုးစလုံးကတော့ ထပ်တူဆိုးရွားပေမယ့် ဒီနေရာမှာဒုတိယတစ်မျိုးအကြောင်းကို အဓိကပြောချင်ပါတယ်။ မှန်ကန်တဲ့အချိန်မှာ မှားယွင်းတဲ့လူရောက်လာတဲ့ဖြစ်စဥ်မျိုးပေါ့။ မှန်ကန်တဲ့အချိန်ဆိုတာ အကြမ်းဖျဥ်းအားဖြင့်ပြောရရင် ကျွန်တော်တို့လူတစ်ယောက်ကို နှစ်နှစ်ကာကာချစ်ပေးဖို့ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/about-fate-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/Screenshot-2022-09-12-at-19-19-31-Mack-Rita-2022-130x200.png",
        "title": "Mack & Rita (2022)",
        "description": "Mack & Rita ( 2022 )\" ကျောက်တိုင်း အပြစ်ကလေးတော့ ရှိတယ်။\nလူတိုင်း ချို့ယွင်းချက်ရှိမယ်။\nသဘာဝရဲ့သဘောတရားတစ်ခုပါပဲ။ \"စိုင်းခမ်းလိတ် သီချင်းစာသားလေးလိုပဲ လူတိုင်းက ခြောက်ပြစ်ကင်းနေမကြဘူး။ ဒီလိုပဲ နေလာရင်းနဲ့ တစ်ဖက်သားအလိုနဲ့ ကိုယ့်ဖြစ်တည်မှုက လွဲချော်နေတဲ့အခါတွေမှာ ကိုယ့်ဖြစ်တည်မှုကိုယ်စိတ်တိုင်းမကျဖြစ် သိမ်ငယ်ရတဲ့အဖြစ်မျိုးတွေ လူတိုင်းနဲံမကင်းတတ်ပါဘူး။ လူတွေဟာ ဒီလိုပဲလို့ သိထားလည်း လက်တွေ့ကျင့်သုံးဖို့ မလွယ်တတ်တဲ့ အခြင်းအရာပေါ့။\nဒီရုပ်ရှင်က ဒီအခြေအနေနဲ့ကြုံနေရတဲ့ အသက်၃၀ကောင်မလေးတစ်ယောက်အကြောင်းပါပဲ။ သူက အသက်တော့၃၀ ဒါပေမဲ့ အကြိုုက်တွေ နေပုံထိုင်ပုံတွေက အဘွားကြီးဆန်တယ်။ သူ့ဘဝမှာဘာဖြစ်လဲဆို သူ့အဘွားလိုဖြစ်ချင်တယ်ပဲပြောတတ်တယ်။ သို့ပေမဲ့ သူငယ်ချင်းတွေကြား လူပေါင်းဆံ့အောင် သူ့ကိုယ်သူဖုံးကွယ်ထားခဲ့တာပေါ့။ တစ်နေ့ကျ ထူးခြားစွာနဲ့ပဲ သူအဘွားကြီး တကယ်ဖြစ်သွားခဲ့တယ်။ အဲဒီကနေမှ သူတကယ်ဖြစ်ချင်တာက အသက်ကြီးတာလား သူ့ဖြစ်တည်မှုအတိုင်းသူနေချင်တာလားဆိုတာကို သူပြန်အဖြေရှာရတဲ့ ဇာတ်လမ်းပေါ့။မင်းသမီးကတော့ ဝူဒီအယ်လန်ရဲ့ Annie Hallတို့ မန်ဟက်တန်တို့ နောက် ဂေါ့ဖားသားလိုကားမျိုးတွေမှာ သရုပ်ဆောင်ဖူးပြီး အော်စကာပွဲကိန်းပွဲလို ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/mack-rita-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/15jMvQh8sn4DZfSxiZWKRx7Lp4t.jpg",
        "title": "The Replacements(2000)",
        "description": "The Replacements(2000) အညွှန်း****************************John Wick ဇာတ်ကားတွေရဲ့ စတား မင်းသားကြီး Keanu Reevesခေါင်းဆောင်ပါတဲ့ american football ကားပါ.... ဇာတ်လမ်းကတော့ ဝါရှင်တန်ဘောလုံးအသင်းက ကစားသမားတွေကပိုက်ဆံပိုလိုချင်လို့ ပိုင်ရှင်တွေကိုငွေပိုတောင်းပြီး ဆန္ဒပြတာပါ...\nပိုင်ရှင်က မကျေနပ်ရင်ထွက်ဆိုပြီး တစ်သင်းလုံးကို အစားထိုးကစားသမားတွေငှားလိုက်ပါတယ် သူတို့နဲ့အတူ Coach အသစ်တစ်ယောက်ရောပဲ....Keanu က ခေါင်းဆောင်ကစားသမားအနေနဲ့အရွေးခံရပါတယ်.....သူတို့အသင်းက ၄ပွဲပဲ ကစားရမယ် ၃ပွဲနိုင်မှ ထိပ်ထဲပါမှာပါ....အသင်းစဖွဲ့ပြီးချိန်တစ်ပတ်တောင်အချိန်မရတဲ့အခါဘယ်လိုဆော့ကြမလဲ ဘယ်လို ရုန်းကန်ကြမလဲဆိုတာကိုတော့.....  File Size :(4.89GB) (1.72GB) and (492MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Comedy , Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Marie\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-replacements2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTU1MjcyMGUtODI3ZS00NTc4LWExNjgtY2ZjZGJlZmUyMmFhXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Thallumaala (2022)",
        "description": "Thallumaala (2022)IMDb - 7.6\nဒီတစ်ခေါက်တော့ Vaashi ထဲမှာ ရှေ့နေအဖြစ်သရုပ်ဆောင်တဲ့ မာလာရာလမ်မင်းသား တိုဗီနိုသောမတ်စ်နဲ့\nBro Daddy ထဲကမင်းသမီး ကလျာနီ ပရီရာဒါရှန် တိုရဲ့ ၂၀၂၂ နှစ်ထွက် မာလာရာလမ် Action / Comedy\nဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။IMDB 7.6 မို Rating လေးလည်း မဆိုးလှပါဘူးဒီကားကို ကြည့်တဲ့သူထဲမှာ တစ်ယောက်နဲ့တစ်ယောက် ရန်ဖြစ်ရင်းကနေ သူငယ်ချင်းတွေဖြစ်သွားကြတဲ့သူတွေရှိလား။\nရန်ဖြစ်တယ်ဆိုတာ ကလေးဘဝရဲ့အစိတ်အပိုင်းပါပဲလို ပြောကြပါတယ်။ သွေးပူတဲ့အရွယ်၊ တက်ကြွတဲ့အရွယ်မှာ\nထစ်ခနဲ စိတ်ထဲရှိတဲ့အတိုင်း ဝုန်းဒိုင်းကြဲကောက်လုပ်မိကြလို ရန်တွေထသတ်ကြရာကနေ ခင်မင်ရင်းနှီးသွားတဲ့\nသူငယ်ချင်းတွေ ရှိကြပါတယ်။ ဒီထဲမှာလည်း ဒီလိုပါပဲ။ သူတို့ငါးယောက်က ရန်ဖြစ်ကြရာကနေ သူငယ်ချင်းတွေဖြစ်လာကြတာပါ။အဓိကဇာတ်လိုက်ဖြစ်သူ ဝါဇီက သူ့ရဲ့ကောင်မလေးနဲ့ မင်္ဂလာဆောင်ဖို့ ပြင်ဆင်နေတဲ့အချိန်မှာ သူ့သူငယ်ချင်းလေးယောက်က\nရာဂျီမက်သရူးဆိုသူနဲ့ ရန်စရှိနေကြပြီးတော့ ရာဂျီက ရန်ပွဲကို ရပ်ချင်တာကြောင့် ပြန်ဖြန်ဖြေဖို့ကြိုးစားပေမဲ့လည်း\nနားလည်မှုတွေလွဲကြပြီးတော့ ဝါဇီရဲ့မင်္ဂလာဆောင်မှာ နောက်ထပ်ရန်ပွဲတစ်ခုပေါ်ပေါက်လာပါတော့တယ်။\nဒီရန်ပွဲကနေပဲ ဝါဇီက အင်တာနက်မှာ ရေပန်းစားတဲ့သူ ဖြစ်သွားခဲ့ပြီး မင်္ဂလာပွဲလည်းပျက်ကာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/thallumaala-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xMAFnjzDtM1rXrGZD5BY5OpX0Pc.jpg",
        "title": "The Dragon Nine ( 2022 )",
        "description": "CM ပရိသတ်ကြီးကို နဂါးလေး(၉)ကောင်\nဖန်တက်စီကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့ နဂါးတွေကို\nစောင့်ရှောက်ပေးရတဲ့စောင့်ရှောက်သူဆိုတဲ့မျိုးနွယ်တစ်ခုရှိပါတယ်။\nနဂါးစောင့်ရှောက်သူမျိုးနွယ်ရဲ့နောက်ဆုံးမျိုးဆက်ဖြစ်တဲ့\nFeng Yi Fanဟာဘိုးဘွားအမွေဖြစ်တဲ့\nနဂါး(၉)ကောင်ပုလဲလုံးကိုမြိုချမိပြီး\nဆန်းကြယ်စွာပဲ နဂါးသား(၉)ယောက်ကိုမွေးဖွားခဲ့ပါတယ်။ကလေး(၉)ယောက်ဟာမွေးကတည်းကစကားပြောတတ်ပြီး\nတစ်ယောက်ချင်းဆီမှာမတူညီတဲ့အစွမ်းတွေရှိကြတယ်။\nသူတို့(၉)ယောက်ရဲ့အသွေးအသားနဲ့ဆေးလုံးဖော်စပ်ပြီးသောက်သုံးရင်\nနတ်ဖြစ်တယ်ဆိုတဲ့ဒဏ္ဍာရီကြောင့်\nသူတို့မိသားစုဟာလိုက်သတ်ခံရတာကြောင့် ပြေးလွှားကြရပါတော့တယ်။\nသူတို့(၉)ယောက်ဟာထူးခြားတဲ့အစွမ်းတွေနဲ့\nမိစ္ဆာမကောင်းဆိုးဝါးကိုဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာကို\nမြိုင်မြိုင်ဆိုင်ဆိုင်ကြီးကြည့်ရမှာပါနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Comedy\nRuntime : 1h 40 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-dragon-nine-2022/",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-aloha-128x200.jpg",
        "title": "Aloha (2015)",
        "description": "Emma Stone နဲ့ Rachel McAdams ကို မြင်တာနဲ့တင် ကြည့်ကြတော့မယ်ဆိုတာ သိပေမယ့် ရီဗျူးလေးတော့ ဖတ်သွားပါဦး ညိုကီတို့ဇာတ်လမ်းကတော့ Romance-Comedy ဖြစ်လို့ ပေါ့ပေါ့ပါးပါးလေးရယ်ပါပဲ။ အပျင်းပြေ အချစ်ဒဿနတွေ ဖွင့်ရင်း မမတွေရဲ့ အလှကို ခံစားလို့ ကောင်းမယ့်ကားလေးပါပဲ။ဘရိုင်ယန်က စစ်တပ်ကန်ထရိုက်တာ တစ်ယောက်ပါ။ အတိတ်တုန်းက စောင်ပြဿနာတွေ ရှာခဲ့လို့ အော်ပရေးရှင်းအကြောင်းတွေ အခြေခံကစ ထိပ်ဆုံးထိ နားလည်ပါလျက် အလုပ်ပြုတ်ခဲ့ပြီး အခုမှ ဒုတိယ အခွင့်အရေး ထပ်ရသူပေါ့။ ဒီလိုနဲ့ သူ့ရဲ့ မစ်ရှင်အတွက် ဟာဝိုင်အီကို ပြန်ရောက်လာခဲ့တယ်။ ဟာဝိုင်အီမှာ လင်နဲ့သားနဲ့ ဖြစ်နေပြီ ဖြစ်တဲ့ သူ့ရဲ့ ရည်းစားဟောင်း ထရေစီနဲ့ ပြန်ဆုံတယ်။ တစ်ဖက်မှာလည်း သူ့ရဲ့ တွဲဖက်ကောင်မလေး ကပ္ပတိန် အယ်လီဆန် အင်ဆိုတဲ့ ခပ်ချောချော ချာတိတ်မလေးတို့နဲ့ ရေစက်ဆုံလာရာမှာ တာ၀န်တွေနဲ့ အချစ်ရေးကြား ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/aloha-2022/"
    }
]