[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/imm-135x200.jpg",
        "title": "I’m Your Man (2021)",
        "description": "အယ်မာဖာဆာဆိုတဲ့ ဂျာမန်သမိုင်းသုတေသနပညာရှင်ဟာသူ့ရဲ့သုတေသန ပရောဂျက်တွေမှာ ရံပုံငွေရဖို့အတွက်လူသားပုံစံဖန်တီးထားတဲ့ တွန်ဆိုတဲ့ စက်ရုပ်ကိုစစ်ဆေးအကဲဖြတ်ပေးဖို့ ပရိုဂရမ်တစ်ခုမှာ ပါဝင်လိုက်ရပါတယ်.ရည်ရွယ်ချက်ကတော့ ဒီစက်ရုပ်ဟာ ဘဝလက်တွဲဖော်တစ်ယောက်အဖြစ်ဖန်တီးထားတာဖြစ်ပြီး အပျိုကြီး အယ်မာကို ပျော်ရွှင်အောင် လုပ်ဖို့ပါ.အယ်မာကလည်း အရမ်းကို ဆက်ဆံရခက်တဲ့လူတစ်ယောက်ဖြစ်ပြီးအထီးကျန်ဆန်နေသူတစ်ယောက်ဖြစ်ပါတယ် .အယ်မာဟာ တွန်နဲ့ ၃ ပတ်တာအတူနေရမှာဖြစ်ပြီးကောင်းမွန်တဲ့ ဘဝလက်တွဲဖော်ဟုတ်မဟုတ်အကဲဖြတ်စစ်ဆေးရမှာဖြစ်ပါတယ် တွန်ဟာလည်း သူထင်ထားတာထက်အများကြီးထူးကဲတဲ့ လူသားအသိဉာဏ်နဲ့ စိတ်ခံစားမှုရှိတဲ့စက်ရုပ်တစ်ရုပ်ဖြစ်နေခဲ့ပါတယ်.လူသားနဲ့စက်ရုပ်ကြားက ဘဝအဓိပ္ပာယ်နဲ့ ပျော်ရွှင်မှုကို ပုံဖော်သွားမယ့်ဒရမ်မာဇာတ်ကားကောင်းလေးဖြစ်လို့ ကိုယ်တိုင်ပဲကြည့်ရှုခံစားဖို့ တိုက်တွန်းချင်ပါတယ်(ဘာသာပြန်နဲ့ အညွှန်းရေးသားသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)\nFile Size : (1.5 GB) & (900 Mb)\nQuality : Webrip 1080p & 720 p\nRunning Time : 1:48:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)|\nGenre : Sci-fi, ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/im-your-man-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wqcE8EAmVl5j3mLuIrHFG7RmQyg.jpg",
        "title": "Austin Powers: The Spy Who Shagged Me (1999)",
        "description": "James Bondကားတွေကို ပြောင်တဲ့ရုပ်ရှင်တွေ၊ ဟာသကားတွေ (ဥပမာ Mr.Beanရဲ့Johny Englishလိုကားမျိုး)အများကြီးထွက်ဖူးပေမယ့် ဒဲ့ကြီးပြောင်ထားတဲ့ကားဆိုလို့ Austin Powers Trilogyပဲ ရှိမယ်ထင်ပါတယ်။ဘယ်လောက်တောင် ဒဲ့ကစ်ထားလဲဆိုရင် ဘွန်းရုပ်ရှင်တွေထဲမှာ နာမည်အကြီးဆုံးဘွန်းရဲ့ရန်သူတော်ကြီးဖြစ်တဲ့Ernst Stavro Blofeld (You Only Live Twice [1967])ကို Dr.Evilဆိုပြီး ဒဲ့ကစ်တာမျိုး။ကစ်တာဘယ်လောက်အထိလဲဆိုရင် Ernst Stavro Blofledရဲ့ထုံးစံအတိုင်း မီးခိုးရောင်ဝတ်စုံကိုဝတ်ပြီးကြောင်ပိုက်ထားတဲ့ဂတုံးပုံစံနဲ့မျက်လုံးမှာ အမာရွတ်ရှိတဲ့ပုံစံအတိုင်း Dr.Evilကလိုက်ဝတ်တာမျိုး၊ဘွန်းဇာတ်ကားထဲမှာ လူဆိုးOddjoဟာ ဦးထုပ်နဲ့တိုက်ခိုက်တာကို ပြောင်ထားတဲ့အနေနဲ့ဒီကားထဲမှာလည်းRandom Taskဆိုတဲ့လူဆိုးဟာ ဖိနပ်နဲ့တိုက်ခိုက်တတ်တဲ့ပုံပြပြီး ဒဲ့ကစ်တာမျိုး၊ ဘွန်းဟာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်တယ်ဆိုတာ ရုပ်ဖြောင့်လို့အပြင် ယောက်ျားပီပီသသရင်ဘတ်မွှေးရှိပြီး ဆွဲဆောင်မှုရှိတာကိုပြောင်တဲ့အနေနဲ့ရင်ဘတ်မွှေးတင်မက ခန္ဓာကိုယ်ရှေ ့ဘက်ခြမ်းတစ်ခုလုံး မျောက်တစ်ကောင်လိုအမွှေးတွေရှိတယ်ဆိုပြီး ပြထားတာမျိုးနဲ့ဒဲ့တွေကစ်ထားတဲ့ကားတွေပါ။အဲ့လိုဒဲ့ကစ်လွန်းလို့လည်း ဂျိန်းဘွန်းမင်းသားကြီး Danial Craigဟာ ဂျိန်းဘွန်းကားတွေနဲ့ပတ်သတ်ပြီး အင်တာဗျူးဖြေထားတာရှိပါတယ်။ဂျိန်းဘွန်းဇာတ်ကားတွေကိုပြောင်ထားတဲ့ Austin Powersဇာတ်ကားတွေ အရမ်းအောင်မြင်ခဲ့တာကြောင့် ဂျိန်းဘွန်းဇာတ်ကားတွေကိုထုတ်လုပ်တဲ့ရုပ်ရှင်ကုမ္ပဏီဟာအရင်လိုစော်ကြည်ဘဲကြီး လက်နက်အဆန်းတွေသုံးပြီး လူဆိုးကိုအနိုင်ယူလေသတည်းဆိုတဲ့ဇာတ်လမ်းမျိုးကို ထပ်မထုတ်ရဲတော့ပဲ Danial Craigရဲ့ဂျိန်းဘွန်းဇာတ်ကောင်ကစပြီးပိုပြီးကြမ်းတမ်းပြီး ဇာတ်လမ်းပိုင်းဘက်မှာလည်း ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/austin-powers-the-spy-who-shagged-me-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yIQbTIKY2aQ99wQeSqMdGZECQgt.jpg",
        "title": "Sydney White (2007)",
        "description": "Sydney White (2007)စနှိုးဝှိုက်ဇာတ်လမ်းလေးကို ကျောရိုးယူထားတဲ့ ပေါ့ပေါ့ပါးပါး ကျောင်းသားကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။မိတဆိုးကောင်မလေး ဆစ်ဒနီဟာ ဖခင်ဖြစ်သူနဲ့ပဲ ကြီးပြင်းခဲ့ရတော့ ဗိုင်းကောင်းကျောက်ဖိလေးမဖြစ်နေတာတော့ အမှန်ပါပဲ...\nပြီးတော့ တက္ကသိုလ်ရောက်လာတဲ့အခါ သူ့ပုံစံကြောင့် အဆက်မပြေဖြစ်ရတာတွေလည်းများလာတာပေါ့...တက္ကသိုလ်မှာက သိတဲ့အတိုင်း ​အဖွဲ့တစ်ခုခုကိုဝင်ပြီး activity တွေလုပ်ဆောင်ရတယ်... အဲဒီအချိန်မှာ သူ့မိခင်ရဲ့ အဆောင်ဟောင်းဖြစ်တဲ့ Kappa အဆောင်ကို ရောက်လာပါတယ်... ပြီးတော့ လူပုလေးခုနှစ်ယောက်လိုပဲ ကောင်ချောလေးခုနှစ်ယောက်က သူ့အနားရောက်လာတဲ့အခါမှာတော့......ဒါက American pie တို့ဘာတို့လို school comedy ပုံစံ ပေါ့ပေါ့ပါးပါး ခေတ်သစ်စနှိုးဝှိုက်ဇာတ်လမ်းလေးပါပဲ...\nဟာသလေးတွေ... အလွဲအချော်လေးတွေနဲ့ အမန်ဒါတစ်ယောက် ဘယ်လိုမျိုး ကောလိပ်မှာ အားလုံးရဲ့ အ​လှောင်ခံ ဘဝကနေ မင်းသမီးလေးဘယ်လိုဖြစ်လာမှာလဲ ဆိုတာ....​..\nကျောင်းသားဘဝပျော်စရာတွေ relationship ကိစ္စတွေ... စတာတွေကို\nလူငယ်ဆန်ဆန်ပေါ့ပေါ့ပါးပါးနဲ့ တစ်ယောက်တည်း အေးအေးလူလူ အပန်းဖြေခံစားကြည့်ရှုလို့ရနိုင်မယ့် Entertaining ဖြစ်မယ့်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ်...(ဇာတ်ကားနဲ့အညွှန်းကို Sai Thurein Lynn မှ ပြန်ဆိုရေးသားထားပါတယ်)Size ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/sydney-white-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qSvfLwdDBLjZaPwA7qdn0yYePq5.jpg",
        "title": "Austin Powers: International Man of Mystery(1997)",
        "description": "Austin Powers: International Man of Mystery(1997)***************************************************IMDb 7/10\nRotten Tomatoes 71%\nCommonsensemedia 3/5James Bondကားတွေကို ပြောင်တဲ့ရုပ်ရှင်တွေ၊ ဟာသကားတွေ (ဥပမာ Mr.Beanရဲ့Johny Englishလိုကားမျိုး)အများကြီးထွက်ဖူးပေမယ့်ဒဲ့ကြီးပြောင်ထားတဲ့ကားဆိုလို့ Austin Powers Trilogyပဲ ရှိမယ်ထင်ပါတယ်။ဘယ်လောက်တောင် ဒဲ့ကစ်ထားလဲဆိုရင် ဘွန်းရုပ်ရှင်တွေထဲမှာ နာမည်အကြီးဆုံးဘွန်းရဲ့ရန်သူတော်ကြီးဖြစ်တဲ့Ernst Stavro Blofeld (You Only Live Twice [1967])ကို Dr.Evilဆိုပြီး ဒဲ့ကစ်တာမျိုး။ကစ်တာဘယ်လောက်အထိလဲဆိုရင် Ernst Stavro Blofledရဲ့ထုံးစံအတိုင်း မီးခိုးရောင်ဝတ်စုံကိုဝတ်ပြီးကြောင်ပိုက်ထားတဲ့ဂတုံးပုံစံနဲ့မျက်လုံးမှာ အမာရွတ်ရှိတဲ့ပုံစံအတိုင်း Dr.Evilကလိုက်ဝတ်တာမျိုး၊ဘွန်းဇာတ်ကားထဲမှာ လူဆိုးOddjoဟာ ဦးထုပ်နဲ့တိုက်ခိုက်တာကို ပြောင်ထားတဲ့အနေနဲ့ဒီကားထဲမှာလည်း Random Taskဆိုတဲ့လူဆိုးဟာဖိနပ်နဲ့တိုက်ခိုက်တတ်တဲ့ပုံပြပြီး ဒဲ့ကစ်တာမျိုး၊ ဘွန်းဟာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်တယ်ဆိုတာ ရုပ်ဖြောင့်လို့အပြင်ယောက်ျားပီပီသသရင်ဘတ်မွှေးရှိပြီး ဆွဲဆောင်မှုရှိတာကိုပြောင်တဲ့အနေနဲ့ရင်ဘတ်မွှေးတင်မက ခန္ဓာကိုယ်ရှေ ့ဘက်ခြမ်းတစ်ခုလုံးမျောက်တစ်ကောင်လိုအမွှေးတွေရှိတယ်ဆိုပြီး ပြထားတာမျိုးနဲ့ဒဲ့တွေကစ်ထားတဲ့ကားတွေပါ။အဲ့လိုဒဲ့ကစ်လွန်းလို့လည်း ဂျိန်းဘွန်းမင်းသားကြီး Danial Craigဟာဂျိန်းဘွန်းကားတွေနဲ့ပတ်သတ်ပြီး အင်တာဗျူးဖြေထားတာရှိပါတယ်။ဂျိန်းဘွန်းဇာတ်ကားတွေကိုပြောင်ထားတဲ့ Austin Powersဇာတ်ကားတွေ အရမ်းအောင်မြင်ခဲ့တာကြောင့်ဂျိန်းဘွန်းဇာတ်ကားတွေကိုထုတ်လုပ်တဲ့ရုပ်ရှင်ကုမ္ပဏီဟာ အရင်လိုစော်ကြည်ဘဲကြီး လက်နက်အဆန်းတွေသုံးပြီးလူဆိုးကိုအနိုင်ယူလေသတည်းဆိုတဲ့ဇာတ်လမ်းမျိုးကို ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/austin-powers-international-man-of-mystery1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/The-Beta-Test-2021-133x200.jpg",
        "title": "The Beta Test (2021)",
        "description": "IMDb Rating(6.6) / Rotten Tomatoes (94%)ဟောလိဝုဒ်က အေးဂျင့် ​ဂျော်ဒန်ဟာ တစ်နေ့မှာ အမည်မသိသူတစ်​ယောက်နဲ့ ဟိုတယ်တစ်ခုမှာ နှစ်ကိုယ်တူအချိန်ကုန်ဆုံးဖို့ ဖိတ်ကြားတဲ့ စာတစ်စောင်ကိုရရှိခဲ့ပါတယ်။ ​စေ့စပ်ထားသူ ဖြစ်​ပေမယ့် ဒီလိုအရာဆိုရင် စူးစမ်းချင်တဲ့စိတ်တွေက တဖွားဖွားပေါ်လာတဲ့အမျိုးကိုး...။သူကိုယ်တိုင်ကလည်း ဟောလိဝုဒ်အေးဂျင့်ဆိုတော့ လုပ်စားနေကျ လူလည်ပတ်ကား ကလိမ်ကကျစ်ပဲလေ...တစ်ရက်တစ်ရက် ဘယ်သူ့ကို ဂျင်းထည့်ရမလဲ ဘာတွေရှုပ်ရမလဲပဲ စဉ်းစားနေရင်း တစ်ဘဝလုံးက အလိမ်အညာတွေချည်းနဲ့ပဲ ပြည့်နှက်နေတဲ့လူမျိုးပဲ။\nအဲ့ဒီအမျိုးသမီး ဘယ်သူလဲဆိုတာကို သိချင်လွန်းလှတဲ့ ​ဂျော်ဒန်ဟာ အသည်းအသန် မရမကလိုက်စုံစမ်းပါ​တော့တယ်...ဒီလိုနဲ့ပဲ သူ့ရဲ့ ဆန္ဒတွေ ပြည့်ဝသွားမလား၊ သူ့ရဲ့ အလိမ်အညာ ဇာတ်ရှုပ်တွေထဲ ဘယ်လောက်ထိ နစ်မြောသွားမလဲဆိုတာကို ခံစားရမှာဖြစ်ပါတယ်။The Beta Test ဟာ thriller အမျိုးအစား ဇာတ်ကားဖြစ်တဲ့အတွက် ကြည့်ရှုသူတွေအနေနဲ့လည်း စိတ်ဝင်တစားကြည့်ရမယ့်ကားအမျိုးအစားဖြစ်ပါကြောင်း ညွှန်းဆိုလိုက်ပါရစေ။Get More info\nFile size…(1.4 GB) / (750 MB)\nQuality….WEB-DL ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-beta-test-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qDuTWET9QdSronOvoyWj2MjVvVr.jpg",
        "title": "Meenakshi Sundareshwar(2021)",
        "description": "ချစ်တဲ့သူနဲ့ကွေကွင်းရခြင်းမချစ်မနှစ်သက်သူနဲ့ ပေါင်းဖက်ရခြင်းထက် ပိုသောဒုက္ခကားမရှိတဲ့...ငယ်ငယ်က ဝတ္ထုတွေထဲမှာ ဖတ်နေကျ စာသားလေးပေါ့ခုခေတ်ကြီးမှာ အကြောင်းအမျိုးမျိုးကြောင့်ခွဲခွာနေရတဲ့ စုံတွဲတွေ အများကြီး ရှိမှာပါအလုပ်ကိစ္စ..မိသားစုကိစ္စ..ကျန်းမာရေး..ပညာရေး စသည်စသည်ဖြင့်ပေါ့...LDRS တစ်ခုမှာ ဘာအရေးကြီးသလဲ အချစ်ကအဓိကလား..ချစ်နေရုံနဲ့ ရပြီလား ဘာတွေထပ်လိုအပ်သေးလဲအနေဝေးပြီး သွေးအေးသွားရင် ဘာတွေဖြစ်လာမလဲ...စသည်စသည်ဖြင့် ယနေ့ခေတ်ရဲ့ relationship problem တွေကို မီးမောင်းထိုးပြထားပါတယ်...အနေဝေးတဲ့ချစ်သူတွေ ပြသနာတွေတက်ကြ ရန်တွေဖြစ်ကြတဲ့အခါဒီဇာတ်ကားလေးကိုကြည့်ပြီးတော့ တစ်ယောက်နဲ့တစ်ယောက် နားလည်မှုမလွဲကြပဲအချစ်တွေပြန်တည်ဆောက်နိုင်ကြဖို့ မျှော်လင့်ပါတယ်...အချစ်ဆိုတာ သူတစ်ခုတည်းလဲ မပြည့်စုံပြန်ဘူး..ခံစားချက်တွေ ဆက်နွယ်မိဖို့ကလည်း လိုသေးတယ်မဟုတ်လား.....Check for more info\nFile size…2.19Gb / 1.2Gb\nQuality…1080p NF WEB DL AAC 5.1CH and 720p\nFormat…Mp4\nDuration….2h 20mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo  Aung & Sai ThuRein Lynn",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/meenakshi-sundareshwar2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmWKskigmvBow3uOP4RPQOIaUux.jpg",
        "title": "Billu(2009)",
        "description": "Billu (2009)ဒိဇာတ်ကားလေးကတော့ IMDb rating 6.2အထိရရှိထားပြီး ရှာရွတ်ခန်းနဲ့ အီရ်ဖာန်းခန်းတို့ရဲ့ Musical/Dramaအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း*********************အရမ်းနာမည်ကြီး မင်းသားတစ်ယောက်ဖြစ်တဲ့ ရှာဟိရ်ခန်း(ရှာရွတ်ခန်း)ဟာရွာလေးတစ်ရွာမှာ ရုပ်ရှင်ရိုက်ချင်တဲ့ စိတ်ကူးကို အကောင်အထည်ဖော်တဲ့အချိန်မှာအဲ့ဒီရွာမှာရှိတဲ့ အဆင်းရဲဆုံး ဆံသဆရာ ဘိလ္လူး(အီဖာရ်န်းခန်း) နဲ့သူငယ်ချင်းတွေဖြစ်တယ်ဆိုတဲ့ ကောလဟာကတဆင့် သူတို့ရဲ့လူနေမှုဘ၀ကိုပါရိုက်ခတ်မှုတွေကြုံလာရပါတော့တယ်။ တကယ်ပဲ သူတို့ကြားမှာ ဆက်နွယ်မှုတွေများ ရှိမလား။ရုပ်ရှင်လာရိုက်ကြတဲ့အခါ ဘာတွေများ ဆက်ဖြစ်ကြမလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာဆက်လက်စီးမျောကြပါ။ Legendary ခန်း နှစ်ယောက်ဖြစ်ပြီး Musical/Dramaအမျိုးအစားမို့လို့ ဘောလိဝုဒ် ပရိတ်သတ်တွေ လက်မလွှတ်သင့်ပါကြောင်းအညွှန်းနဲ့ဘာသာပြန်တွေကတော့ Sai Thurein Lynn, Thaik San နဲ့ Lwin Htoo Aung တို့ပဲ ဖြစ်ပါတယ်။My response\nFile size…2.21GB /  1.2GB\nQuality…1080p Blu Ray HEVC AAC 5.1CH\nFormat…Mp4\nDuration….2h 17mins\nSubtitle….Myannmar Subtitle (Hard  Sub)\nEncoder….YK\nTranslated by ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/billu2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/love-135x200.jpg",
        "title": "Love Hard (2021)",
        "description": "CM ပရိသတ်ကြီးရေ Christmas ကလည်း နီးလာပြီဆိုတော့\nChristmas နောက်ခံ အချစ်ဇာတ်လမ်းလေးတွေနဲ့ အပန်းဖြေလိုက်ကြရအောင်ပါ\n၂၁ ရာစု အင်တာနက်ခေတ်ကြီးမှာ ခေတ်ထလာတာ တစ်ခုကို ပြောရရင်\nOnline Dating App တွေလို့ ဆိုရပါမယ်။ နှစ်သက်ရာ app တစ်ခုမှာ\nအကောင့်တစ်ခုဖွင့်ပြီး ချစ်သူရှာကြသည်ပေါ့။\nFA တွေအတွက်တော့ အတော်လေး နပ်တဲ့ app တွေပေါ့ဗျာ\nအလားတူ ဒီဇာတ်လမ်းထဲက အပျိုဟိုင်းကြီး နာတာလီကလည်း\ndating app တွေက စားစော်ကြီးပေါ့။\nတစ်ခုပဲ ဒီစော်ကြီးက စားတိုင်း အစားမကြေလေဘူး။\nတွဲသမျှ ပြတ်၊ ချိန်သမျှ ပါလိုက်နဲ့ ငှက်ပျောတုံး ဖက်ရလုနီးပါးပေါ့။\nတစ်ခုတော့ အကောင်းသားဗျ။\nအချစ်ကံခေပေမဲ့ ဒီကံခေမှုတွေကို သူက ဇာတ်လမ်းတွေဖန်တီးပစ်တော့\nစားစော်ကြီးက အလုပ်အကိုင်အတည်တကျနဲ့ ရှုးဂါးမာမီစတိုင်ပါပဲ။\nဒါပေမဲ့ အပျိုကြီးက လက်မလျှော့သေးပါဘူး။\nတစ်နေ့မှာ ဒီ dating app ကနေပဲ ဂျော့ရှ်ဆိုတဲ့ ခပ်ချောချော ဘဲတစ်ပွေနဲ့\nသူ အီစီကလီတွေလုပ်ရင်း သံယောဇဉ်က ပိုမိသွားပါတယ်။\nဒီလိုနဲ့ ခရစ်စမတ်မှာ သူနဲ့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/love-hard-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ktnozJlcNH9ffkvuKvn0gvnLxsn.jpg",
        "title": "Oh Manapenne! (2021)",
        "description": "Oh Manapenee (2021)\n====================မိသားစုကားလေးတွေကိုမှ နှစ်သက်တယ်ဆိုတဲ့ ပရိသတ်တွေအတွက်အိန္ဒိယဇာတ်လမ်းကောင်းလေး တစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်အင်ဂျင်နီယာဘွဲ့ရဖို့အတွက် အဖေကအစ \"ငါ့သားရယ် စာခိုးချပြီးအောင်အောင်သာလုပ်ပါတော့\" လို့ပြောရလောက်အောင် ပျင်းရိပြီး ကြိုးစားချင်စိတ်လုံးဝမရှိတဲ့ ကာသစ်..... ကာသစ်တစ်​ယောက် ပျင်းရိပေမဲ့လည်း သူ့ဘဝမှာ အဖြစ်ချင်ဆုံးအိပ်မက်တစ်ခုရှိပါတယ် အဲ့ဒါကတော့ စားဖိုမှူးတစ်ယောက်ဖြစ်ဖို့ပါပဲတစ်ဖက်မှာလည်း ဩစတြေးလျမှာ အခြေချဖို့ ရည်မှန်းချက်ထားသူ ကောင်မလေး ဆူရသီ....ဆူရသီရဲ့ ဖခင်ဟာ ယောကျ်ားလေး လိုချင်ပေမဲ့လည်းငယ်ငယ်ပ နွားကို ကျောက်ခဲနဲ့ပေါက်လို့ သူ့မှာသမီးလေး မွေးလာရပါတယ်ဆိုပြီး ရင်ထုမနာဖြစ်နေတဲ့အခါ....ဆူရသီတစ်ယောက် သူဟာ မိန်းကလေးဖြစ်ပေမဲ့လည်းယောကျာ်းလေးများနဲ့တန်းတူစွမ်းစွမ်းတမံ ဆောင်ရွက်နိုင်စွမ်းရှိကြောင်း သက်သေပြဖို့ ကြိုးစားပါတော့တယ်တစ်နေ့မှာတော့ ကာသစ်တို့မိသားစု ကြင်ဖက်တွေ့ဖို့လာရင်းဆူရသီတို့အိမ်ကို မှားဝင်မိတဲ့အခါ....အပျင်းတစ်နေတဲ့ ကာသစ်နဲ့ အမြဲတမ်းတက်ကြွကြိုးစားနေတဲ့ ဆူရသီ.... သူတို့နှစ်ယောက်ကြားဘာတွေဆက်ဖြစ်မလဲ???ဘယ်လို အဖြစ်အပျက်လေးတွေကနေ သူတို့နှစ်ဦးနီးစပ်သွားမလဲဆိုတာ အားပေးကြည့်ရှုပေးကြပါဦးနော်အညွှန်းကို‌တေ့ာ အပျင်းတစ်ရွှေပွင့်မှ ရေးပေးထားပြီးဘာသာပြန်ဆိုထားသူတွေကတော့ Shwe PyaeShwe Pwint & Lai Laii တို့ပဲ ဖြစ်ပါတယ် \nFile size…2.17GB / 1.24GB\nQuality…1080p ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/oh-manapenne-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/kO5o42Nln0Y3syiv46TrE22lJdM-133x200.jpg",
        "title": "Allan Quatermain : King Solomon’s Mines (1985)",
        "description": "Sir H. Rider Haggard ရဲ့ King Solomon's Mines ဝတ္တုကို လူအတော်များများသိကြမှာပါ။\nစာရေးဆရာကြီးရွှေဥဒေါင်းကလည်း ဆော်လမွန်သိုက်ဆိုတဲ့နာမည်နဲ့ ဘာသာပြန်ခဲ့ဖူးပြီး\nစာရေးဆရာအတော်များများလည်း ဒီဝတ္တုကို မြန်မာဘာသာနဲ့ပြန်ဆိုထုတ်ဝေခဲ့ဖူးပါတယ်။အခု ဒီဇာတ်ကားဟာလည်း King Solomon's Mines ကို မှီငြမ်းရိုက်ကူးထားတဲ့ကားပါ။\nစာအုပ်ထဲကအတိုင်း တစ်ထပ်တည်းကျအောင်ရိုက်ကူးထားတာမျိုးမဟုတ်ဘဲ ဇာတ်လမ်းပြန်ပြင်ထားတာဖြစ်လို့\nစာအုပ်ဖတ်ဖူးတဲ့သူတွေအဖို့ နည်းနည်းစိတ်ကသိကအောင့်တော့ဖြစ်မိကြမှာပါ။ ဒါပေမဲ့ ဇာတ်လမ်းလေးက\nခပ်မြူးမြူးလေးမို့ ကြည့်ရတာအတော်လေးအဆင်ပြေပါတယ်။မင်းသားကြီး ရစ်ချက်ချိန်ဘာလိန်းရဲ့  အလန်ကွာတာမိန်းဇာတ်ရုပ်က သူနဲ့လိုက်ဖက်သလို\nမင်းသမီးချော ရှရွန်စတုန်းကလဲ ဇာတ်ကိုကြွလာအောင် ထပ်မံဖြည့်တင်းထားနိုင်တာမို့\nဘယ်အချိန်ကြည့်ကြည့် အကြည့်ခံတဲ့ဇာတ်ကားလေးပါပဲ။အင်ဒီယာနာဂျုံးကြိုက်သူတွေ အလန်ကွာတာမိန်းကိုလည်း သဘောကျနှစ်ခြိုက်ကြမှာပါ။\nထိုခေတ်ထိုအခါက CGI တွေခေတ်မစားလေတော့ ရိုက်ကွင်းဆက်တင်တွေကို အဓိကအားကိုးပြီး\nအာဖရိကအထိသွားပြီး လူရိုင်းတွေနဲ့ အပင်ပန်းခံသွားရိုက်ထားတာပါ။ဇာတ်လမ်းဇာတ်ညွှန်းကို သိနေရင်တောင်မှ အက်ရှင်စွန့်စားခန်းအပြည့်နဲ့ Adventure Vibe အပြည့်ရစေတာမို့မိတ်ဆွေတို့ကို မပျင်းစေဘဲ အဆုံးထိဆွဲခေါ်သွားမယ့်ဇာတ်ကားပါ။မိတ်ဆွေတို့နှစ်ခြိုက်တယ်ဆိုရင် ကျန်ရှိတဲ့ အလန်ကွာတာမိန်းဇာတ်ကားတွေကိုလဲ ထပ်မံတင်ဆက်သွားပါ့မယ်။ပုံ - Alias Quatermain\nFile size…(2 GB) / (1 GB)\nQuality….BluRay HEVC ...",
        "rating": "",
        "url": "https://channelmyanmar.org/king-solomons-mines-1985/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ySPT0USsuDFG9pqHjI50GYOeQmj.jpg",
        "title": "Doctor(2021)",
        "description": "တကယ်လည်း ကြမ်း၊ သည်းထိပ်ရင်ဖိုစရာလည်း ​ကောင်း၊ရုံတင်တုန်းကလဲ အတော်လေးရေပန်းစား ပေါက်ခဲ့ပြီးရုံတင်ရက်၂၅ရက်အကြာမှာ အိန္ဒိယရူပီ ၁၀၀Crsထိရထားတဲ့ နာနီရဲ့ ဒီရုပ်ရှင်ကားကတော့ရုပ်တည်ကြီးနဲ့ တကယ်ခွီရတဲ့ ​Tamil Action - Comedyကားသစ်တစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်MDb rating 8.5ရ​တာနဲ့တန်​အောင် တကယ်ကြည့်​ပျော်ပြီးဇာတ်အစအဆုံး အချိန်၂နာရီခွဲကုန်မှန်းမသိ ကုန်​စေမယ့်ကားလို့ညွှန်းဆိုပါ​ရ​စေ အညွှန်း********စစ်တပ်ဆရာဝန်တစ်​ဦးဖြစ်တဲ့ ဗာရွန်ဟာ ဘုကလန့်လည်းကျ၊စကားကို တည့်တိုးပဲ​ပြောတတ်ပြီး စိတ်ပိုင်းဆိုင်ရာထက်လက်​တွေ့ပိုင်းကို ပိုဦးစား​ပေးလို့ Emotional Dead manရယ်လို့အမည်​​ပေးခံရသူရယ်ပါဒီလူဂွစာကြီးဟာ လူတကာကိုဘု​တော​ပေမဲ့ ဇနီး​လောင်းကို​တော့သည်းသည်းလှုပ် ချစ်ရှာပါတယ်၊ သူချစ်ရတာနဲ့ တန်​အောင်ကိုသူ့ရဲ့ဇတ်ဇတ်ကြဲဇနီး​လောင်း​လေး ပတ်မီနီကလည်း တင်​တောင်းတဲ့​​နေ့မှာတင် ငြင်းလွှတ်လိုက်ပါတယ်ဗာရွန်ခမျာ ရည်းစားငြင်းခံရလို့မှ မပြီး​သေးခင် ခယ်မလောင်းလျာပြန်​ပေးဆွဲခံရတဲ့ကိစ္စကြောင့် မ​တော်လိုက်ရတဲ့ ဇနီးသည်မိသားစုနဲ့အတူ ပြန်​ပေးဆွဲသူ​တွေကို လိုက်လံရှာ​ဖွေရင်း လူကုန်ကူးနဲ့ကိုယ်အင်္ဂါရောင်းဝယ်​ရေး ကွန်ယက်ကြီးထဲ ပတ်သတ်မိသွားတဲ့အခါဘုကလန့်ဗာရွန်နဲ့ ဇတ်ဇတ်ကြဲ ပတ်မီနီတို့နှစ်​ယောက် ဘယ်လိုအလွဲ​တွေဖြစ်ကြမလဲ၊ ညီမဖြစ်သူကို​ရော ပြန်ရှာ​တွေ့ပါမလား၊သူတို့ရင်ဆိုင်​နေရတဲ့ ဂိုဏ်း​တွေက ဘယ်​လောက်​တောင်များလဲဆိုတာကို အတည်​ပေါက်နဲ့ ရယ်လည်းရယ်ရ၊ စိတ်လှုပ်ရှားဖို့လည်းကောင်း​အောင် ရိုက်ကူးတင်ဆက်​ပေးထားတဲ့Tamilကား​ကောင်း တစ်ကားပဲဖြစ်ပါတယ်File size…1.34GB ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/doctor2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/dead1-143x200.jpg",
        "title": "Dead Snow 2: Red vs. Dead",
        "description": "ဒီရုပ်ရှင်ကတော့ Dead Snow 2009 ရဲ့ အဆက်ပါ။Dead Snow အရင်ရုပ်ရှင်ထဲမှာ နှိုးထလာပြီးသောင်းကျန်းခဲ့တဲ့ နာဘီး ( နာဇီဇွန်ဘီး) တွေဟာတောင်ပေါ်ကနေ အောက်ကိုဆင်းလာပြီး ရည်ရွယ်ချက်တစ်ခုကို လုပ်ဖို့ကြိုးစားလာပါတယ်။အဲဒီမှာပဲ ပထမရုပ်ရှင်တုန်းက အသက်ရှင်ကျန်ခဲ့တဲ့သူ နဲ့အမေရိကန်က လာတဲ့ ဖုတ်ကောင်နှိမ်နင်းရေးအဖွဲ့ ပေါင်းပြီး နာဘီးတွေကို ရင်ဆိုင်ရပါတော့တယ်။နာဇီဇွန်ဘီးနဲ့ ချဖို့ဆိုရင် ဘာလိုမလဲ၊ ဆိုဗီယက်ဇွန်ဘီးတွေ လိုတာပေါ့ဗျာ။ဇာတ်လမ်းက ထူးခြားပြီး ရယ်လည်းရယ်ရ ကြမ်းလည်းကြမ်းကြောင်လည်း ကြောင်တာမို့ Dead Snow နှစ်ကားကို သဘောကျကြမယ်ထင်ပါတယ်။\nFile Size : (1.5 GB) & (800 MB)\nQuality : Bluray rip 1080p & 720 p\nRunning Time : 01:40:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/dead-snow-2-red-vs-dead/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BNDI3NTM1MzMtMWY4Yy00ZGYxLThkYTUtOTZmYzM4ZWJjMzcwXkEyXkFqcGdeQXVyMjQ3NzUxOTM@._V1_-147x200.jpg",
        "title": "Gangsterdam (2017)",
        "description": "မျက်ဝန်းပြာပြာနဲ့ ပြင်သစ်ဟာသမင်းသား Kev Adams ကိုတော့ Aladdin ဟာသဇာတ်ကားနဲ့မှတ်မိကြမယ်ထင်ပါတယ်...ခုဇာတ်ကားမှာလဲ အလွဲလွဲအချော်ချော်နဲ့ ထပ်မြင်ရဦးမှာပါ...ကောလိပ်ကျောင်းပျော်ကြီး ရူဘင်တစ်ယောက် ကျောင်းသူသစ်လေး နိုရာကို စွဲလန်းသွားရာက ဇာတ်လမ်းစတယ်...ပြသနာက နိုရာက သာမန်ကျောင်းသူလေးမဟုတ်ဘူး...မာဖီးယားဂိုဏ်းတစ်ခုရဲ့  ဆေးခြောက် ကယ်ရီသမား...ကျောင်းသူလေးကို ဖွန်ကြောင်ရင်းနဲ့ ရူဘင်တစ်ယောက် မာဖီးယားဂိုဏ်းရဲ့ ဆေးခြောက်ထုပ်ကြီးပျောက်ဆုံးမှုမှာကြားညှပ်သွားပြီး Gangsterdam ဆိုတဲ့ စွန့်စားခန်းကြီး နယ်သာလန်မှာဖွင့်ပါတော့တယ်...။ဇာတ်ကိုပံ့ပိုးထားတဲ့ ဇာတ်ရံတွေကလဲ အသီးသီးထူးခြားတဲ့ဇာတ်ကောင်တွေနဲ့မို့ ရီနေရမှာ အသေအချာပါပဲ။ဟာသအက်ရှင်အခွီကားတွေ မျှော်လင့်နေရင်တော့ ဒီဇာတ်ကားက အဲ့လိုပါ။\nFile size…(1.5 GB) / (999MB)\nQuality….HDRip 1080p / 720p\nFormat…mp4\nDuration….01:33:37\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Nay Lin Thar",
        "rating": "",
        "url": "https://channelmyanmar.org/gangsterdam-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1hY6AUl92cL9GdZx031UWFiGETt.jpg",
        "title": "Re-Animator (1985)",
        "description": "Re-animator (1985)\n================\"တစ်ခါတလေမှာ...\nသေနေတာကမှ ပိုကောင်းသေးတယ်\"\n- စတီဖင်ကင်း (Pet Semetry)H.P Lovecraft ရဲ့စာအုပ်တွေဟာလည်း Hollywood အနေနဲ့ ရိုက်နိုင်ရင်ရိုက်သလောက် ထွက်လာနိုင်တဲ့ Horror, Mystery, Sci-fi Genre အမျိုးစုံရှိနေတဲ့ ရတနာသိုက်တစ်ခုလိုပဲ။ သူ့ရဲ့ ဝတ္ထုတိုတစ်ပုဒ်ကို မှီငြမ်းပြီးရိုက်ထားတဲ့ ဒီကားဟာလည်း ကျွန်တော်တို့ ငယ်ငယ်က သိပ်ကို လန့်ခဲ့ရတဲ့ ဇာတ်ကားတစ်ကားပေါ့။IMDB - 7.2/10, Rotten Tomatoes - 93%အဲဒီခေတ် အဲဒီအခါက Re-Animator ဟာ အားလုံးနဲ့ ကွဲပြားပြီး ထူးခြားတဲ့ ရုပ်ရှင်တစ်ခုဖြစ်ခဲ့သလို အခုချိန်ပြန်ကြည့်မယ်ဆိုရင်လည်း စိတ်ဝင်စားဖို့ကောင်းပြီး ပါးစပ်အဟောင်းသားနဲ့ ပြန်လွမ်းရမယ့်ကားမျိုးပါပဲ။ တစ်ချို့အတွက်ကတော့ ငယ်ငယ်က ငါဒီလိုကားမျိုးနဲ့ ခြောက်ခြားခဲ့ပါလားဆိုပြီး ကိုယ့်ဘာသာ အံ့သြကောင်း အံ့သြမိနေပါလိမ့်မယ်။ တချို့က​တော့ ဇာတ်ဝင်သံစဉ်ကြားရုံတင် ​တုန်လှုပ်မိတဲ့ လွမ်းစရာခံစားမှုမျိုး ရမိကြလိမ့်မယ်။ဇာတ်လမ်းကတော့ ထူးချွန်တဲ့ ​ဆေးကျောင်းသား တစ်ယောက်က ဘယ်လိုမှမဖြစ်နိုင်တဲ့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/re-animator-1985/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/Screen-Shot-2021-11-01-at-12.17.14-132x200.png",
        "title": "Later Days (2021)",
        "description": "Later Days (2021)=============IMDb Rating - 6.8/10အားလုံးအတွက် စိတ်အပန်းဖြေစရာ Comedy ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ရပါတယ်။ကိုယ့်ရဲ့ ငယ်ဘ၀နေ့ရက်တွေကို ကျွန်တော်တို့တွေ အမြဲလိုလို ပြန်လည်တမ်းတမိကြမှာပါ ကျောင်းသားဘ၀ကအမှတ်တရတွေ အရင်ခေတ်က သီချင်းတွေ ပစ္စည်းတွေ တစ်ခုခုကိုတော့ အမြဲလိုလို အမှတ်ရနေတတ်ကြတာပဲမဟုတ်လား။ဒီဇာတ်ကားလေးက ဒါမျိုးလေးတွေကို အဓိက ရိုက်ကူးပေးထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ . . .ဇာတ်လမ်းရဲ့ အဓိကဇာတ်ရုပ်တွေကတော့ မိုက်ခ် နဲ့ ပမ် လို့ခေါ်တဲ့ ဇနီးမောင်နှံနှစ်ယောက်...အများသူငါတွေလိုပဲအိမ်ထောင်အတွက် အပတ်တကုပ် ကြိုးစားနေကြတယ်၊၊ ဇနီးဖြစ်သူ ပမ်ဟာ ကုမ္ပဏီ၀န်ထမ်းတစ်ယောက်ဖြစ်ပြီးလက်ရှိလုပ်နေတဲ့ စာချုပ်ဖြစ်မြောက်ရေးအတွက် နေ့ညမပျက် အားကုန်ကြိုးစားနေတဲ့သူတစ်ယောက်၊ မိုက်ခ်ကတော့ပမ်တစ်ယောက် လစ်လပ်နေတဲ့ နေရာကိုဖြည့်ရင်း သားလေးနှစ်ယောက်ကို ထိန်းကျောင်းနေတဲ့ ဖခင်တစ်ယောက်..ပမ်ရဲ့အလုပ်ကိစ္စကိုလည်း အမြဲအားပေးနေတဲ့ ခင်ပွန်းကောင်းတစ်ယောက်ပါ။ ဒီလိုနဲ့ မိုက်ခ်တစ်ယောက် ပမ်ရဲ့မွေးနေ့ပွဲလေးနဲ့အတူ သူ့စာချုပ်ကိစ္စပါ အောင်မြင်မယ့်နေ့ကို တစ်ပါတည်းပူးတွဲပြီး ဂုဏ်ပြုပေးဖို့ စီစဥ်နေပါတယ်၊ မိုက်ခ်တစ်ယောက်လုပ်လိုက်တာကတော့ သူတို့ငယ်စဥ်ဘ၀ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/later-days-2021/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pz9V8h2OZxh0xK5f1RQ0lgH0wcx.jpg",
        "title": "She’s Different (2021)",
        "description": "She's Different Review\"Don't judge a book by it's cover\" တဲ့ရုပ်ရည်လှပနေပေမယ့်လည်း အကျင့်စရိုက်မကောင်းတဲ့သူတွေ ( ဥပမာ KSH ရဲ့ Ex လို) ,\nတစ်ခါ ရုပ်ရည်မတင့်တယ်ပေမယ့် စိတ်ထားဖြူစင်လှပကြသူတွေ,\nစိတ်ရောလူရော လှပကြသူတွေ အစရှိသဖြင့် အမျိုးမျိုးရှိနေကြတဲ့ လူ့လောကကြီးမှာ\nလူတစ်ယောက်ကို အပြင်ပန်းအရဆုံးဖြတ်ဖို့ဆိုတာ မဖြစ်နိုင်တဲ့အရာပါပဲဒီဇာတ်ကားထဲမှာတော့ ၀မ်ဂျွန်းဟာ Perfect ဖြစ်တဲ့သူတစ်ယောက်ဖြစ်ပြီး\nမကြာမီလက်ထပ်မယ့်ဇနီးလောင်းလေး ဂျီယွန်း ရှိနေသူ ....\nတစ်ဖက်မှာက ၀မ်ဂျွန်းကို အရင်တည်းက Crush နေတဲ့ ဂျီယွန်းရဲ့သူငယ်ချင်း ယယ်ရီ ....\nတစ်နေ့ ၀မ်ဂျွန်းဆီ လူကြီးကစားစရာအရုပ်မတစ်ရုပ်ရောက်လာပြီး\nလူတွေမသိအောင်ဖုံးကွယ်ဖို့ကြိုးစားရတဲ့အခါ ....\nသူတို့သုံးယောက်ရဲ့ အကျင့်စရိုက်တွေကရော အမြင်နဲ့ဆုံးဖြတ်လို့ရမှာလားဆိုတာ ....\nသုံးပွင့်ဆိုင်လို့ဆိုရပေမယ့် Villian ရှာရခက်တဲ့ ဒီအချစ်ဟာသကားလေးမှာ၀မ်ဂျွန်းအဖြစ် VIXX အဖွဲ့က အဆင်လေး Hyuk ,\nဂျီယောင်းအဖြစ် AOA အဖွဲ့က အကိတ်လေး Chanmi တို့က ပါ၀င်သရုပ်ဆောင်ထားပါတယ်အညွှန်း နဲ့ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/shes-different-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/dead2-133x200.jpg",
        "title": "Dead Snow (2009)",
        "description": "ဟောလိုးဝင်းညအတွက် ဟော်ရာ ကားကောင်းတစ်ကား ထပ်တင်ပေးထားပါတယ်။\nနာဇီတွေ အရမ်းဆိုးတယ်ဆိုတာ လူတိုင်းသိပါတယ်။\nဇွန်ဘီးတွေ အရမ်းဆိုးတာလည်း လူတိုင်းသိပါတယ်။\nဒီကားမှာတော့ နာဇီဇွန်ဘီးတွေ ဖြစ်နေတဲ့အတွက် နှစ်ဆ ဆိုးတယ် ပြောရမလိုပါပဲ။\nဇွန်ဘီးဖြစ်သွားရင် လူကောင်းဖြစ်ဖြစ် နာဇီဖြစ်ဖြစ်အတူတူပဲဆိုတော့\nဘာမှမထူးဘူးလို့တော့ ပြောလို့မရပြန်ပါဘူး။\nဒီဇွန်ဘီးတွေက ပိုးကူးစက်တာမဟုတ်ဘဲ\nကျိန်စာသင့်ပြီး ဖြစ်လာတာဆိုတော့ အစွမ်းနည်းနည်းရှိပါတယ်\nဦးနှောက်လည်း နည်းနည်းရှိပါတယ်။\nဒီကောင်တွေပေးတဲ့ ဒုက္ခကို အရင်ဆုံးခံရမယ့်သူတွေကတော့\nနော်ဝေးက နှင်းတောင်တွေပေါ်ကို အလည်ရောက်လာတဲ့\nဆေးကျောင်းသား အုပ်စုတစ်သိုက်ပါပဲ။\nဒါပြီးရင်တော့ ဒုတိယရုပ်ရှင်မှာ အများကြီးဆက်ဒုက္ခပေးပါဦးမယ်။\nဇာတ်လမ်းကောင်းတဲ့အပြင် ရိုက်ချက်တွေ ရက်စက်တာမို့\nဟော်ရာပရိသတ်တွေအတွက်တော့ အကြိုက်တွေ့စေမှာပါ။\nဒီကားကို ကြည့်ပြီးရင်လည်း Dead Snow 2 ကို ရှာပြီး ဆက်ကြည့်လိုက်ကြပါဦး။\n \nFile Size : (1.5 GB) & (800 MB)\nQuality : Bluray rip 1080p & 720 p\nRunning Time : 01:31:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/dead-snow-2009/",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qKtgLMS9a6M3LkuijQQsBarwmnk.jpg",
        "title": "The Mohican Comes Home (2016)",
        "description": "The Mohican Comes Home (2016)\n=====================တိုကျိုမှာကျင်လည်ပြီး ၇ နှစ်ကြာမှ မိန်းမနဲ့အတူ မိဘဇာတိမြို့ကိုပြန်လည်တဲ့ မိုဟီကန်ဆံပင်ကေနဲ့ရောခ့်အဆိုတော်တစ်ယောက်အကြောင်းကို ဇာတ်အိမ်တည်ထားပါတယ် ..အိမ်ပြန်ရောက်သွားချိန်မှာ ရန်သူလိုဖြစ်နေတဲ့အဖေက ကင်ဆာဖြစ်နေမှန်းသိလိုက်ရတော့ အတတ်နိုင်ဆုံးအဖေ့ရဲ့နောက်ဆုံးဆန္ဒတွေကိုဖြည့်ဆည်းပေးဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ဒီရုပ်ရှင်က ဟာသကားဆိုပေမဲ့ ဗရုတ်သုတ်ခလုပ်တာတွေ၊ အတင်းလုပ်ယူ‌တာတွေလုံးဝမပါပါဘူး .. သူတို့ခပ်တည်တည်လုပ်ပြနေတာတွေ၊ ပြောနေတာတွေ၊ ဒါရိုက်တာရဲ့သွယ်ဝိုက်ပြီးဇာတ်လမ်းပုံဖော်တာတွေက ရယ်မောနေရပြီး တော်တော်လေးလည်းချီးကျူးစရာကောင်းပါတယ် .. ဆူဆူညံညံဟာသတွေမကြိုက်သူတွေအတွက်တော့ ရုပ်တည်ကြီးနဲ့တလွဲတွေလုပ်ပြတဲ့ ဒီရုပ်ရှင်ကို‌သေချာပေါက်အကြိုက်တွေ့မှာပါ...(ဇာတ်ကားနဲ့အညွှန်းကို Nay Lin Thar မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 1.6GB, 1GB\nQuality - 1080p, 720p\nIMDb Rating - 6.7/10\nFormat - mp4\nDuration - 2H 5Min\nType - Comedy\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by Nay Lin Thar\nEncoded by Y",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-mohican-comes-home-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-30-at-23.35.23-147x200.png",
        "title": "Muppets Haunted Mansion (2021)",
        "description": "Muppets Haunted Mansion (2021)=========================IMDb Rating - 6.5/10ဟောလိုး၀င်းအတွက် အထူး စပယ်ရှယ် Disney က ထွက်ရှိလာတဲ့ ကိုရွှေအ တို့ လာပါပြီ။သွင်ပြင်လေးတွေကလည်း ချစ်စရာကောင်းပြီး ထွက်သမျှကားတိုင်းမှာ ပရိသတ်ကို ပြုံးပျော်စေနိုင်တဲ့ ကာတွန်းကောင်လေးတွေလည်း ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ haunted mansion ဆိုတဲ့အတိုင်း သရဲခြောက်တဲ့ အိမ်ကြီးပါမှာတော့ အသေချာပဲဗျ။ဇာတ်လိုက်ကျော်တွေဖြစ်တဲ့ Gonzo နဲ့ သူ့သူငယ်ချင်း Pepe တို့ ၂ ယောက် ခါတိုင်း ဟောလိုး၀င်းတွေလို ဘော်ဒါတွေနဲ့ ဆုံပြီး ပါတီ မလုပ်ဘဲ . သရဲခြောက်တဲ့ အိမ်ကြီးထဲမှာ တစ်ညတာ နေရမယ်ဆိုတဲ့ စိန်ခေါ်မှုကို လက်ခံကာဟောလိုး၀င်းညမှာ သရဲအိမ်ကြီးဆီ သွားကြပါတော့တယ်။သူတို့ကို လိုက်ပို့တဲ့ ကားသမားပြောခဲ့တဲ့ စကားလေးတစ်ခွန်းကတော့ \" ဒီကို လူတွေအမြဲ လိုက်ပို့ရပေမဲ့ ဘယ်တော့မှပြန်လာ မခေါ်ရဘူး \" တဲ့ဗျ။ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/muppets-haunted-mansion-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kBHaPMGxzrY5GX9MZr1GuivucuJ.jpg",
        "title": "Hum Do Hamare Do(2021)",
        "description": "Hum Do Hamare Do(2021) အညွှန်း******************************IMDb....7.3 ဒိဇာတ်ကားလေးကတော့ IMDb rating 7.3အထိ ရရှိထားပြီးMimi နဲ့ ကျွန်တော်တို့ အားလုံးကို မေတ္တာတရားအကြောင်းသင်ပေးခဲ့တဲ့ Kriti Sanon နဲ့နာမည်ကြီးမင်းသား  Rajkummar Rao တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်....ဇာတ်လမ်းအကျဉ်း\nကိုယ့်ခြေထောက်ပေါ် ကိုယ်ရပ်တည်ပြီး အောင်မြင်သူတစ်ယောက် ဖြစ်ခဲ့တဲ့ ဒရူး(ဗ်)နဲ့\nနာမည်ကြီး ဘလော့ဂါတစ်ယောက်ဖြစ်တဲ့ အာနိယာတို့ဟာ တစ်ယောက်နဲ့တစ်ယောက် ချစ်ကြိုက်သွားကြပြီး\nလက်ထပ်ကြဖို့ ‌ဆုံးဖြတ်လိုက်ကြပါတယ်။ပြဿတစ်ခုရှိတာက ဒရူး(ဗ်)ဟာ မိဘမဲ့ တစ်ကောင်ကြွက် ဖြစ်နေတာပါပဲ။ဒီလိုနဲ့ ဒရူး(ဗ်)ဟာ  တောင်းရမ်းလက်ထပ်ယူဖို့အရေး မိစုံ ဘစုံဖြစ်ချင်တာကြောင့်မိဘတွေရှိသယောင် အတုဖန်တီးပြီး မိန်းမရရေးကြိုးစားပါတော့တယ်...သူ့ရည်ရွယ်ချက်တွေအောင်မြင်မှာလား...ဘယ်လိုပြဿနာတွေ ဘယ်လိုအလွဲတွေနဲ့ ဆက်လက် ကြုံတွေ့ကြရမလဲ ...\nဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ ....\nဘာသာပြန်သူတွေကတော့ Carey Nyeinနဲ့ Thaik Sanဖြစ်ပါတယ်    File Size : (2.02GB )(1.08GB) and (395MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…02:08:00\nGenre : ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/hum-do-hamare-do2021/"
    }
]