[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/2025240851-210x300.jpg",
        "title": "Kapoor and Sons (2016)",
        "description": "ဒီေန႔အႀကိဳခံစားဖို႔ကိုေတာ့ စိတ္ ေပါ့ပါးၿပီး ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ေလး ခံစားရမယ့္ အိႏၵိယအခ်စ္ဟာသ ဒရာမာ ဇာတ္ကားေလး ေဖာ္ျပ ေပးလုိက္ပါတယ္။ခပ္တန္းတန္းျဖစ္ေနတဲ့ ရာဟူးကာပူးရ္နဲ႔ အာဂြၽန္ကာပူးရ္တုိ႔ ညီအစ္ကိုဟာ အသက္ (၉၀)အရြယ္ရွိ သူတုိ႔အဘုိးက ေတြ႕ခ်င္တဲ့အတြက္ ေမြးရပ္ေျမျဖစ္တဲ့ အိႏၵိယ ကအိမ္ကို ျပန္လာခဲ့ရပါတယ္။ ရာဟူးက ေအာင္ျမင္တဲ့ စာေရး ဆရာ တစ္ေယာက္ျဖစ္ၿပီး လန္ဒန္မွာ ေနေနကာ စာလည္းေရးရင္း ဗိသုကာပညာရွင္အလုပ္ကို လည္း လုပ္ေနသူပါ။အာဂြၽန္ကလည္း စာေရး ရတာ ဝါသနာပါသူတစ္ေယာက္ ျဖစ္ၿပီး နယူးဂ်ာစီမွာ ေနေနတာ ပါ။ သူတုိ႔ႏွစ္ေယာက္ အိမ္ျပန္ ေရာက္လာၿပီး တစ္မိုးေအာက္ထဲ မွာ မိသားစုေတြေနၾကရင္း လွ်ိဳ႕ ဝွက္ခ်က္ေတြ၊ မေျပလည္မႈေတြ ကို ေျဖရွင္းရင္းနဲ႔ အိမ္တြင္းပဋိ ပကၡေတြ ႀကီးလာပါေတာ့တယ္။ရာဟူးဟာ မိသားစုထဲမွာ ရင့္က်က္တဲ့သူ၊ ေအာင္ျမင္တဲ့သူ တစ္ေယာက္ျဖစ္ၿပီး အာဂြၽန္က ေတာ့ သူ႔အစ္ကိုလိုမ်ိဳး ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/kapoor-and-sons-2016/",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/aumiczxb-213x300.jpg",
        "title": "Dirty Girl (2010)",
        "description": "The Brass Teapot ရဲ႕မင္းသမီး Juno Temple အဓိကပါဝင္ထားတဲ့ Comedy , Drama အမ်ိဳးအစားဇာတ္ကားပါ။IMDb (6.5/10) ရရွိထားပါတယ္။ရုပ္ရွင္ကိုေတာ့ ဇာတ္ဝင္ခန္းအစ စာသားေတြနဲ႕ပဲညႊန္းခဲ့ပါရေစ။\"ဒီေလာကဟာ အမ်ိဳးသားေတြရဲ႕ ကမာၻလို႔ကြ်န္မ ၾကားဖူးခဲ့တယ္...\nတစ္ခ်ိဳ႔ေကာင္မေလးေတြကေတာ့ ဒါကို ယံုၾကည္ၾကတယ္...\nကိုယ့္ကို ေကာင္ေလးေတြ ဂရုထားမိလာေအာင္ အမ်ိဳးစံု ႀကိဳးစားေလ့ရွိၾကတယ္...\nသူတို႔က သူတို႔လက္ထဲမွာ ပါဝါရွိေနတာကို မသိၾကဘူး..\nကြ်န္မ အတြက္ေတာ့ ကြ်န္မက ဒီလို မိန္းကေလးမ်ိဳးမဟုတ္ဘူး...\nကြ်န္မက အေပၚစီးကပဲ...ဒီေတာ့ ေမးစရာရွိတာက\nေကာင္မေလးတစ္ေယာက္က အေပၚစီးကဆိုရင္ ဘယ္သူက ေအာက္ကခံေနရသလဲေပါ့..\nတကယ္လို႔သာ ေယာက်ာ္းဝါဒီ ေလာကဆိုရင္ ဘုရားရွင္က ကြ်န္မကို ဖန္ဆင္းခဲ့မွာ မဟုတ္ဘူး...။\" \nFile size…(800MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n \nDownload 720p HD (800MB)\n \nDownload 360p Small File (360MB)\n(or)\nDownload and Watch 720p and 360p(OP Link)\n \nDownload ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/dirty-girl-2010/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/22-jump-poster-133x200.jpg",
        "title": "22 Jump Street (2014)",
        "description": "22 Jump Street (2014)\nIMDb - 7.0/10_____Rotten - 84%\n  \n2014 ခု နှစ်မှာထွက်ရှိထားတဲ့ 22 Jump Street ဇာတ်ကားဟာ IMDb Rating 7 အထိရရှိထားတဲ့ရဲဟာသဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်..2012 က ထွက်ရှိခဲ့တဲ့ 21 Jump Street ရဲ့\nအဆက်အဖြစ်နဲ့ထွက်လာပါတယ်..2ကားလုံးကတော့ ဟာသအက်ရှင်ဇာတ်ကားတွေပဲဖြစ်ပါတယ်\nဇာတ်လမ်းဇာတ်အိမ်ဖန်တီးထားတဲ့နေရာမှာလည်းသေသပ်သလို ဟာသလည်းမြောက်ပါတယ်\n21 Jump Street မှာတော့ ကျောင်းတုန်းက မတည့်တဲ့ သူငယ်ချင်း2ယောက် ကျောင်းပြီးလို့ရဲထဲဝင်\nတဲ့အခါ အလုပ်အတူတူတွဲလုပ်ရင်း ထူးခြားတဲ့အမှုအတွက် ကျောင်းပြန်တက်ရပြန်ပါတယ်..\nကျောင်းတက်ရင်းဘယ်လိုတလွဲတွေနဲ့ အမှုလိုက်ကြမလဲဆိုတာကို ကြည့်ရမှာပါ\nယခု တင်တဲ့ဇာတ်ကား 22 Jump Street ကတော့ အဆက်အနေနဲ့ဆက်လက်ရိုက်ကူးထားပါတယ်\n \n21 Jump Street ကို မကြည့်ရသေးသူများ အတွက်လည်း\nအောက်မှာလင့်ပြန်ပေးထားပါတယ်..။\n \n21 Jump Street (2012)\n  2014 ခု ႏွစ္မွာထြက္ရွိထားတဲ႕ 22 Jump Street ဇာတ္ကားဟာ IMDb Rating ...",
        "rating": "7.0",
        "url": "https://megaup.net/2Wyef/22_Jump_Street_[2014]_(MM_Sub).mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/21-jump-street-poster-136x200.jpg",
        "title": "21 Jump Street (2012)",
        "description": "21 Jump Street (2012)\nIMDb - 7.2/10_____Rotten - 84%\n  \nဟာသအက်ရှင်ဇာတ်ကားပါ......\nဇာတ်လမ်းဇာတ်အိမ် ဖန်တီးထားတာ သေသပ်သလို ဟာသလဲတော်တော်မြှောက်ပါတယ်...\nကျောင်းတုန်းက မတည့်တဲ့ သူငယ်ချင်းနှစ်ယောက် ကျောင်းပြီးလို့ ရဲထဲဝင်တဲ့အခါ\nအလုပ်အတူတူ တွဲလုပ်ကြရင်း ထူးခြားတဲ့ အမှုတစ်ခုအတွက် ကျောင်းပြန်တက်ရပါတယ်...\nကျောင်းတက်ရင်း ဘယ်လို တလွဲတွေနဲ့ အမှုလိုက်ကြမလဲဆိုတာ ခံစားကြည့်ကြပါဦးခင်ဗျာ...။\n \n21 Jump Street ရဲ့အဆက် 22 Jump Street ကိုလည်း\nအောက်ပါလင့်မှာ down ယူကြည့်ရှု့နိုင်ပါတယ်\n \n22 Jump Street (2014)  \nဟာသအက္ရွင္ဇာတ္ကားပါ......\nဇာတ္လမ္းဇာတ္အိမ္ ဖန္တီးထားတာ ေသသပ္သလို ဟာသလဲေတာ္ေတာ္ေျမွာက္ပါတယ္...\nေက်ာင္းတုန္းက မတည့္တဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ ေက်ာင္းၿပီးလို႕ ရဲထဲဝင္တဲ့အခါ\nအလုပ္အတူတူ တြဲလုပ္ၾကရင္း ထူးျခားတဲ့ အမႈတစ္ခုအတြက္ ေက်ာင္းျပန္တက္ရပါတယ္...\nေက်ာင္းတက္ရင္း ဘယ္လို တလြဲေတြနဲ႕ အမႈလိုက္ၾကမလဲဆိုတာ ခံစားၾကည့္ၾကပါဦးခင္ဗ်ာ...။\n \n21 Jump Street ရဲ႕အဆက္ 22 Jump Street ကိုလည္း\nေအာက္ပါလင္႔မွာ down ယူၾကည္႔ရႈ႕ႏိုင္ပါတယ္\n \n22 Jump ...",
        "rating": "7.2",
        "url": "https://megaup.net/UGzf/21_Jump_Street_[2012]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/swing-vote-poster-134x200.jpg",
        "title": "Swing Vote (2008)",
        "description": "Swing Vote (2008)_____IMDb - 6.1/10\n  \nလွန်ခဲ့တဲ့ ၄ နှစ်လောက်က ဘာသာပြန်ဖူးတဲ့ ဇာတ်ကားလေးပါ။ အမေရိကန် သမ္မတလောင်း ၂ ယောက် ရွေးကောက်ပွဲမှာ မဲအရေအတွက် တူနေတယ်။ ဖြစ်ချင်တော့ ဘယ်ပါတီဘက်မှ မယိမ်းတဲ့ ခပ်ပေပေလူတစ်ယောက်ရဲ့ မဲက အမှားတစ်ခုဖြစ်ပြီး ပြန်ထည့်ဖို့ အကြောင်းဖန်လာတယ်။ အဲဒီမှာပဲ သမ္မတလောင်း နှစ်ယောက်နဲ့ ပါတီကြီးနှစ်ခုလုံး ဆင်းချလာပြီး လူတစ်ယောက်ထဲကို အလိုလိုက် အကြိုက်ဆောင်ပြီး မဲဆွယ်ကြတာ။ နိုင်ငံအတွက်ဘာလုပ်ပေးမယ် ဘာညာ စီမံကိန်းဘာညာအကုန် မေ့သွားတယ်။ အဲဒီလူ ဘာကြိုက်လဲပဲ လိုက်ရှာပြီး ဖြည့်ဆည်းပေးနေကြေတော့တယ်။ နောက်ဆုံးတော့ အမြင်မှန်ရသွားပြီး နိုင်ငံအတွက်လိုအပ်ချက်က ဘာတွေပါ၊ ဒါတွေကိုဘယ်လိုဖြေရှင်းဖို့ စီမံထားပါတယ် ဘာညာနဲ့ အဆင့်အတန်းရှိရှိ မဲဆွယ်တတ်သွားတဲ့အကြောင်း ရိုက်ပြထားတာပါ။\nဒီဇာတ်လမ်းဟာလည်း ၂၀၀၈ ခုနှစ်က ထွက်ရှိခဲ့ပြီး IMDb 6.1 ရရှိထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ အမေရိကန်သမ္မတရွေးကောက်ပွဲမှာ\nပြိုင်ဘက် သမ္မတလောင်း၂ယောက် မဲအရေအတွက်ဟာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/SPj1/Swing_Vote_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478625235370-200x300.jpg",
        "title": "Kyaa Kool Hain Hum 3 18+  (2016)",
        "description": "ဖခင္ျဖစ္သူကအိမ္ေပၚကႏွင္ခ်လိုက္တဲ့ Kanhaiya နဲ႔ေရာ့ကီတို႔သူငယ္ခ်င္း၂ေယာက္ ထိုင္းကိုေရာက္လာၾကျၿပီးထိုင္းမွာအခက္အခဲေတြ႕ေနတဲ့အခ်ိန္haiPorn ကားရိုက္ဖို႔ကမ္းလွမ္းတဲ့အခါသူတို႔၂ေယာက္လက္ခံလိုက္ၾကပါတယ္။ေဘာလီးဝုဒ္ နာမည္ႀကီးကားေတြကို 18+version ျပန္ရိုက္ၿပီးေအာင္ျမင္စျပဳလာပါတယ္။အဲ့အခ်ိန္မွာKanhai တစ္ေယာက္ သူ႔အလုပ္အကိုင္ကိုမသိတဲ့ေကာင္မေလးတစ္ေယာက္နဲ႔ ခ်စ္မိေလေသာအခါဘယ္လိုေတြမ်ားဆက္ျဖၾကမလဲ Porn Actor တေယာက္ကိုေကာသေဘာထာႀကီႀကီးနဲ႔ ခ်စ္ႏိုင္ပါ့ မလားဆိုတာ ကို ပရိတ္သႀကီးက ဆက္လက္ခံစာၾကည့္ရွဴ ရမွာပါDownload On Pcloud Large File Download On Pcloud Small File",
        "rating": "",
        "url": "https://megaup.net/1AMxh/[01252]_Kyaa_Kool_Hain_Hum_3_(2016)_[Comedy]_[INDIA]_[3.4].mp4",
        "category": "Adult, Bollywood, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Housefull (2010)",
        "description": "Housefull ဇာတ္ကားသည္ အိႏၵိယတြင္ ေအာင္ျမင္ခဲ့သည့္ ဒါ႐ိုက္တာ Sajid-Farhad က ႐ိုက္ကူးထားသည့္ Comedy ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္\nဇာတ္လမ္းအစမွာေတာ့ ကာစီနိုမွာအလုပ္၀င္တဲ့ ကမာၻကံအဆိုးဆံုးလူသားအာရႊတ္၊အခ်စ္ဆံုးသူငယ္ခ်င္းရွိတဲ့ လန္ဒန္ကို အာရႊတ္ေရာက္သြားတဲ့အခ်ိန္မွာေတာ့\nအလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြျဖစ္ျပီး ဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ Channel Myanmar ပရိတ္သတ္ျကီးပဲ ျကည့္ရူလိုက္ျကပါေတာ့ဗ်ာ\nFile Size : 1.2 GB\nQuality : Blu ray 720P\nRunning Time : 2hr 24 minute\nFormat : Mp4\nGenre :  Comedy\nSubtitle Fix : Thanhtike Zaw\nEncoder : Thanhtike Zaw",
        "rating": "5.3",
        "url": "https://megaup.net/2Sy6f/Housefull_[2010]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Housefull 2 (2012)",
        "description": "Housefull 2 ဇာတ္ကားသည္ အိႏၵိယတြင္ ေအာင္ျမင္ခဲ့သည့္ Housefull ဇာတ္ကား၏ ေနာက္ဆက္တြဲျဖစ္ၿပီး ဒါ႐ိုက္တာ Sajid-Farhad က ႐ိုက္ကူးထားသည္။\nHousefull 2 ဇာတ္ကားသည္ ခ်မ္းသာတဲ့သမက္ အျပိဳင္အဆိုင္လိုခ်င္ေနတဲ့ သမီးေခ်ာ အေဖႏွစ္ေယာက္ျဖစ္တဲ့ Kapoor & Son ညီအစ္ကို ၂ ေယာက္ရဲ.\nအဖက္ဖက္မွျပိုင္ဆိုင္မႈ လက္စားေခ်ျခင္းေဇာ ျကီးျပီး အရာရာ မွားယြင္းကုန္တဲ့ ညီအစ္ကို သူငယ္ခ်င္း ၄ေယာက္\nဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ Channel Myanmar ပရိတ္သတ္ျကီးပဲ ျကည့္ရူလိုက္ျကပါေတာ့ဗ်ာ\nFile Size : 1.2 GB\nQuality : Blu ray 720P\nRunning Time : 2hr 25 minute\nFormat : Mp4\nGenre :  Comedy,Romance\nSubtitle Fix : Thanhtike Zaw\nEncoder : Thanhtike Zaw",
        "rating": "5.4",
        "url": "https://megaup.net/2Sy5l/Housefull_2_[2012]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Housefull 3 (2016)",
        "description": "Housefull 3 ဇာတ္ကားသည္ အိႏၵိယတြင္ ေအာင္ျမင္ခဲ့သည့္ Housefull ႏွင့္ Housefull 2 ဇာတ္ကားတို႔၏ ေနာက္ဆက္တြဲျဖစ္ၿပီး ဒါ႐ိုက္တာ Sajid-Farhad က ႐ိုက္ကူးထားသည္။\nHousefull 3 ဇာတ္ကားသည္ ဖခင္တစ္ဦး၏ သမီးသံုးဦးအေပၚထားရွိသည့္ လြန္ကဲ သည့္ေမတၱာေၾကာင့္ သမီးသံုးေယာက္ကို အိမ္ေထာင္ဖက္မေပးစားလိုဘဲ ကေလးငယ္မ်ားကဲ့\nသို႔ ရင္ဝယ္သားလုိေစာင့္ေရွာက္လိုသည့္ ဖခင္ႏွင့္ သမီးသံုးေယာက္အား ခ်စ္ၾကိဳက္ေနသည့္ အမ်ဳိးသားသံုးေယာက္တုိ႔အေၾကာင္းကို ဇာတ္လမ္းဆင္႐ိုက္ကူးထားေသာ ေဘာလိဝုဒ္အခ်စ္ ဟာသဇာတ္ျမဴးကားတစ္ကားျဖစ္သည္။\nဇာတ္လမ္းအေနျဖင့္ ေခ်ာေမာလွပသည့္ သမီးသံုးေယာက္ပိုင္ဆုိင္ထားသည့္ ဖခင္ တစ္ဦးမွာ သမီးငယ္မ်ားအား အိမ္ေထာင္ဖက္ေပးစားလိုျခင္းမရွိေပ။ သမီးမ်ား၏ ရည္းစား ျဖစ္သူ အမ်ဳိးသားသံုးေယာက္မွာ\nနည္းလမ္းမ်ဳိးစံုျဖင့္ ၄င္းတို႔၏အိမ္တြင္းသို႔ဝင္ေရာက္ကာ သမီးမ်ား၏ အသင့္ေတာ္ဆံုးျဖစ္သည့္ သတို႔သားမ်ားျဖစ္ေၾကာင္း သက္ေသျပၾကရသည္။\nေနာက္ဆံုးမွာ ဖခင္၏ စိတ္႐ႈပ္ေထြးမႈမ်ားႏွင့္ သတုိ႔သားေလာင္းမ်ား၏ လိမ္လည္မႈမ်ားကို ဟာသေႏွာကာ ႐ိုက္ကူးထားသည့္ အိႏိၵိယေဘာလိဝုဒ္ အခ်စ္ဟာသဇာတ္ကားတစ္ကား ျဖစ္သည္။\n(Review credit to The Mirror ...",
        "rating": "5.3",
        "url": "https://megaup.net/3yvy3/Housefull_3_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/chinese-odyssey-3-poster-136x200.jpg",
        "title": "A Chinese Odyssey: Part 3 (2016)",
        "description": "A Chinese Odyssey Part 3 (2016)_____IMDb - 3.5/10\n ဒီဇာတ်ကားဟာ စွန်းဝူခုန်းရဲ့ အနောက်သို့ခရီးသွားမှတ်တမ်းကို ဇာတ်လမ်းဆန်းသစ်ပြီး\nဟာသတစ်ပိုင်းနဲ့ ရိုက်ခဲ့တဲ့ စတီဗင်ချောင်ရဲ့ A Chinese Odyssey အပိုင်း ၁ နဲ့ ၂ ရဲ့ အဆက်ပဲဖြစ်ပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ စွန်းဝူခုန်းဖြစ်လာမယ့် Joke(ကျိစန်းပေါင်)ဟာ\nအနှစ် ၅၀၀ နောက်ကျပြီးမှ မွေးဖွားလာခဲ့ပြီး သူ စွန်းဝူခုန်းဖြစ်လာရမယ့် ကံကြမ္မာဟာ\nသူ့ရဲ့ချစ်သူနတ်သမီး စီရှား သေဆုံးမှဖြစ်လာမယ်လို့ ကောင်းကင်ဘုံကျမ်းမှာ ကံကြမ္မာအဖြစ်ရေးသားထားခဲ့ပါတယ်။\nဒါကို အချိန်ခရီးသွားခဲ့ပြီး ကြိုသိလာတဲ့ နတ်သမီးဟာ ကျိစန်းပေါင်နဲ့ မချစ်မိစေဖို့ သူမသေရဖို့ ရှောင်လွှဲဖို့ကြိုးစားစဉ်\nနွားမိစ္ဆာမောင်နှမကိုပါ ဆွဲထည့်မိပြီး ရှုပ်ထွေးလာပုံကို\nလှည့်ကွက်လေးတွေနဲ့ မထင်မှတ်တာလေးဖြစ်လာအောင် ပြသထားတာပါ။\nသတ်မှတ်ထားပါတယ်ဆိုတဲ့ ကံကြမ္မာနဲ့ ကိုယ်ပိုင်ရွေးချယ်မှု ယှဉ်လာတဲ့အခါ\nကံကြမ္မာကို လူကဖန်တီးမလား၊ ကံကြမ္မာက လူကိုဖန်တီးမလားဆိုတာတော့.....\n   \nFile Size     :   669 MB\nDuration    :   1 hr 33 min\nQuality   ...",
        "rating": "3.5",
        "url": "https://megaup.net/2eGnC/A_Chinese_Odyssey_Part_3_(Da_Hua_Xi_You_3)_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Le-Petit-Monde-de-Charlotte-221x300.jpg",
        "title": "Charlotte web(2006) ျမန္မာစာတန္းထိုး",
        "description": "ကေလး-လူၾကီး။ က်ား-မ မေရြးၾကည့္လို႔ရတဲ့ ဇာတ္ကားေလးလာပါျပီ။ ဇာတ္ကားတစ္ကားရဲ႕ အရသာကို အျပည့္အ၀ ေပးစြမ္းႏိုင္မဲ့ကား... သိဂၤါရ ရသ၊ ဂရုဏာရသေတြ ထံုမႊမ္းထားတဲ့ကား...အမ်ားနဲ႔ မတူတစ္မူထူးေနတာကေတာ့ ဇာတ္လိုက္ေက်ာ္က ခ်စ္စဖြယ္ ၀က္ကေလးျဖစ္ေနတာပါပဲ။ ဒီဇာတ္ကားေလးက အကယ္ဒမီ ၁၁ ဆု လ်ာထားခံရျပီး.. ၉ ဆုရရိွခဲ့တဲ့ အကယ္ဒမီမ်ားရွင္ ဇာတ္ကားေလးျဖစ္ပါတယ္ အဓိက ကေတာ့.. 2006 ခုႏွစ္ရဲ႕ အေကာင္းဆံုး... မိသားစု ရုပ္ရွင္ဆု အေကာင္းဆံုး ကေလးသရုပ္ေဆာင္ဆု အေကာင္းဆံုး ဇာတ္၀င္ေတးဆု စသည့္ဆု ေတြကို တစ္ေပြ႔တစ္ပိုက္ၾကီးသိမ္းခဲ့ပါတယ္။ဇာတ္လမ္းေၾကာရိုးကေတာ့ ေႏြဦးေပါက္၀က္ကေလးရဲ႕ ရာသီကုန္မွာ ေရာက္ရိွလာမဲ့ ကံၾကမၼာဆိုး ၾကီးကို သူငယ္ခ်င္းေတြနဲ႔ ဘယ္လိုေက်ာ္ျဖတ္ၾကမလဲဆိုတာ..ဆက္လက္ရႈ႕စားေပးပါဦး။\nDownload And Watch With Pcloud  Full HD\nDownload With VIP Link\n(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Aye Min Oo ပဲ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/charlotte-web2006-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/ruby-spark-poster-133x200.jpg",
        "title": "Ruby Sparks (2012)",
        "description": "Ruby Sparks (2012)\nIMDb - 7.2/10_____Rotten Tomatoes - 79%\n   \n[ Spoilers Alert ]\nအကယ်၍ ကျနော်တို့ တပါးသူတစ်စုံတစ်ယောက်ကို ကိုယ့်စိတ်တိုင်းကျ ဖန်ဆင်းပုံဖော်လို့ရတဲ့ အခြေအနေတစ်ခုကို ရောက်သွားကြပြီ ဆိုပါစို့ဗျ။\nအဲဒီ ဖန်ဆင်းခံရမယ့်သူက ကိုယ့်ရဲ့ အရမ်းချစ်ရတဲ့ ချစ်သူတစ်ယောက်ဆိုရင်ရော....သူ့ကို ဘာတွေ ဘယ်လို စိတ်ကူးယဉ်ပြီး ပုံဖော်မလဲ ။\nတော်တော်လေးကိုစိတ်ဝင်စားဖို့ ကောင်းမှာပါ ။ သူ့ကို ကိုယ်လိုသလို ဖန်ဆင်းနိုင်မယ် တော်တော်ပျော်စရာကောင်းမယ်လို့ ထင်မိပါတယ်။\nဥပမာ အနေနဲ့ ကိုယ်ဖန်ဆင်းလိုက်တဲ့ ချစ်သူတစ်ယောက်ကို ...အကြာကြီးစိတ်မကောက်ရ တို့၊ မကြာခဏ သတိရပေးပါ တို့ ၊ အကြင်နာတွေအများကြီး ခြွေပေးပါတို့ .... စသဖြင့် ထည့်ပေးလိုက်မယ်ဆိုရင်\nVery Romantic ပေါ့ ^_^ ။ ဟုတ်ကဲ့ ။ အဲဒီလို အခြေအနေကို စိတ်ကူးယဉ်ပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားရှိပါတယ် ။\nဇာတ်ကားရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ePqu/Ruby_Sparks_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/qIgVwpl-234x300.jpg",
        "title": "Dirty Movie (2011) 18+",
        "description": "Charlie LaRue (Christopher Meloni), an outrageous cut-rate producer, makes a movie about the most offensive jokes ever told.\nFile size…(750MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:31:19\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n \nDownload 720p HD (750MB)\n \nDownload 360p Small File (300MB)\n(or)\nDownload and Watch 720p and 360p (VIP Link)",
        "rating": "3.0",
        "url": "https://channelmyanmar.org/dirty-movie-2011-18/",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/rumble-in-the-bronx-poster-133x200.jpg",
        "title": "Rumble in the Bronx (1995)",
        "description": "Rumble in the Bronx (1995)\nIMDb - 6.8/10_____Rotten - 80%\n  \n၁၉၉၅ ခုနစ်မှာရိုက်ကူးခဲ့တဲ့ မင်းသားကြီး Jackie Chan ရဲ့ဇာတ်လမ်းအဟောင်းလေးပါ\nထုံးစံအတိုင်းပဲ ဟာသ အက်ရှင် စတန့်ပေါင်းများစွာနဲ့Jackie Chan ပရိတ်သတ်တွေအကြိုက်တွေ့ကြမှာကျိန်းသေပါတယ်\nဒေါ်လာ ၇သန်းခွဲအကုန်အကျခံရိုက်ကူးခဲ့ပီး\nသန်း ၃၂၀ ကျော်ပြန်လည်ရရှိခဲ့တဲ့ နာမည်ကျော်ဇာတ်ကားကောင်းတခုလဲဖြစ်ပါတယ်\nဟောင်ကောင်ကကွန်ဖူးချန်ပီယံကောင်လေးတယောက်ဟာ\nအမေရိကန် နယူးယောက်မှာအခြေချနေတဲ့ဦးလေးဖြစ်သူရဲ့\nမင်္ဂလာဆောင်ကိုအလည်လာရင်း နယူးယောက် ရဲ့ ဘရွန့်စ်ရပ်ကွက်ထဲက လမ်းသူရဲများနဲ့ပြသနာဖြစ်မိရာကနေ\nပိုကြီးတဲ့ ပြသနာတောထဲရောက်သွားရာက\nသူဘယ်လို ရင်ဆိုင်မလဲဆိုတာ ကို\nစတန့်တွေ အထိုးအကြိတ် အက်ရှင်တွေ\n‌နဲ့ သွက်သွက်လက်လက် ရှုစားရမှာဖြစ်ပါတယ်\n \n(ဘာသာပြန်နဲ့ အညွန်းရေးသူကတော့ Ye Wai Lynn Htut ပဲ ဖြစ်ပါတယ် )\n  File Size : 640 MB\nFile Type : Mp4\nQuality : Blu-ray Rip 720P\nRunning Time : 1hr 27 minute\nFormat : ...",
        "rating": "6.8",
        "url": "https://megaup.net/Sksc/Rumble_In_The_Bronx_(Hung_Fan_Kui)_[1995]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/20120806114254271.jpg",
        "title": "[18+]Everybody Has a Little Secret (2004)",
        "description": "ကိုရီးယားမင္းသားေတြထဲမွာ ေသာက္က်ိဳးနည္းရွားပါးလွတဲ့ ေယာက်ၤားပီပီသသသရုပ္ေဆာင္မင္းသားၾကီး လီေဗ်ာင္ဟြန္းရဲ႕ 18+ ဇာတ္ကားပါ။ညီအစ္မသံုးေယာက္ၾကား လွ်ိဳ႕ဝွက္ခ်က္တခ်ိဳ႕နဲ႕ လီေဗ်ာင္ဟြန္းကို လတ္လတ္ဆတ္ဆတ္ေတြ႕ရမွာပါ။\"အခ်စ္လား....ရႈပ္ေထြးတယ္\"  ဆိုတဲ့စကားကို ဒီဇာတ္ကားနဲ႕ အေတာ္သေဘာေပါက္ပါျပီ။Comedy...Romance အမ်ိဳးအစားျဖစ္ျပီး IMDB Rating (6/10) ရရွိထားပါတယ္။ႏွေျမာစရာေကာင္းတာက BluRay Quality မရႏိုင္ေတာ့တာပါပဲ....ဒါေၾကာင့္ အၾကည္ဆံုးအျဖစ္ က်န္ရွိေနတဲ့ DVDrip Quality နဲ႕သာတင္ဆက္လိုက္ရပါတယ္။(Phyo Thu Hein မွ ခံစားတင္ဆက္ထားတာပါ။) \nFile size…(700MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/everybody-has-a-little-secret-2004-18/",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/phobia-2-poster-143x200.jpg",
        "title": "4bia 2 (Phobia 2) 2009",
        "description": "4bia 2 (Phobia 2) 2009_____IMDb - 6.7/10\n 4biaကားရဲ့အဆက် Phobia 2လာပါပြီး.... ဒီကားမှာတော့ နံပါတ်၁မှာတုန်းကလို ၄ပိုင်းမဟုတ်ပဲ ၅ပိုင်းဖြစ်လာပါပြီး ပိုပြီးလည်းကြည့်လို့ကောင်းလာတယ်လို့ယူဆရပါတယ်ဒီတော့နံပါတ်1ပြောခဲ့ဖူးသလိုဇတ်ကားတစ်ကားတည်းမှာပဲ ဇတ်အိမ်ကအခုဒီကားမှာလည်းပဲ ၅ခုကွဲထွက်နေတဲ့အတွက် အညွန်းကိုအတိုချုပ်နဲ့ပဲတင်ပြပေးလိုက်ပါရစေ ရုပ်ရှင်ရိုက်ကူးရေးအဖွဲ့ဟာ \"alone''လို့အမည်ရတဲ့သရဲကားကိုရိုက်ကူးနေစဉ်မှာကြုံတွေ့ရတဲ့ဖြစ်ပျက်လေးတွေက ခြောက်ခြာပြီးကြောက်ဖို့ကောင်းသလို ဇတ်လမ်းကျောကို ပရိတ်သတ်ကိုမငြီးငွေ့အောင်လည်း ဟာသဆန်ဆန်လေးလည်းရောနှောထားပါသေးတယ်...သူတစ်ပါးပေါ်မကောင်းတာလုပ်ရင် မကောင်းကျိုးပြန်ပေးဆပ်ရတယ်ဆိုတဲ့ ကားပွဲစားတစ်ယောက်ရဲ့ဖြစ်ပျက်လေးကိုလည်း Horrorကားတို့ရဲ့ထုံးစံအတိုင်း ကြောက်စိတ်တဝေဝေနဲ့ကြည့်ရှု့နိုင်အောင်ရိုက်ကူးပြထားနိုင်ပါတယ်....အညွန်းဆိုတာမျိုးကလည်းရောရင်ပေါလွန်းတယ်ဆိုတာမျိုးလို ညွန်းလွန်းပြန်ရင်လည်း ဇတ်ကားပေါ်ရသပေါ့သွားမှာစိုးတဲ့အတွက် ဒီလောက်တစ်ခဏနားလို့ ကြည့်ရှု့ကာခံစားလိုက်ကြပါဦး...John La Yaung မှ ဘာသာပြန်တင်ဆက်ပေးထားတာပဲဖြစ်ပါတယ်..\n File size…(1004 MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://megaup.net/1xx75/4bia_2_-_Phobia_2_(Ha_Phraeng)_[2009]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "",
        "title": "Spellbound (2011)",
        "description": "မင္းသမီး Son Ye‑jin နဲ႕ မင္းသား Lee Min‑ki တို႔အဓိကပါဝင္ထားတဲ့Comedy, Horror, Romance အမ်ိဳးအစား ကိုရီးယားဇာတ္ကားပါ။IMDb Rating (7/10) ထိရရွိထားတဲ့ နာမည္ၾကီးဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။မ်က္လွည့္ဆရာ သရဲျမင္ေကာင္မေလးတို႕နဲ႕ ဒီဇာတ္ကားက စိတ္ဝင္စားဖြယ္ ဇာတ္လမ္းျဖစ္သလိုComedy ဆန္ဆန္ရိုက္ကူးထားတာေၾကာင့္ အပန္းေျဖၾကည့္ရႈႏိုင္တဲ့ဇာတ္ကားပါ။(Poe Thinzar Kyaw မွခံစားတင္ဆက္ထားပါတယ္။) \nFile size…(850MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:53:18\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.0",
        "url": "https://megaup.net/2d56d/Spellbound_[2011]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Horror"
    },
    {
        "thumbnail": "",
        "title": "Kal Ho Naa Ho (2003)",
        "description": "အချစ်ဆိုတာ...\nအသက်အရွယ် မခွဲခြားပါဘူးလေ...\nနှလုံးသားသာရှိဖို့ပဲ လိုတာပေါ့...ကျောင်းသားလေးတစ်ယောက်ဟာ ကိုယ့်ရဲ့\nအိမ်နီးချင်း ကောင်မလေးကို ချစ်မိသွားတယ်...\nဒါအပြစ်လား... ချစ်မိတာ အပြစ်ဖြစ်မလား\nဘယ်ဟုတ်ပါ့မလဲ...ကိုယ့်သူငယ်ချင်း အဆင်ပြေဖို့အတွက်နဲ့\nကိုယ် တစ်ဖက်သက်ချစ်နေရတဲ့ ကောင်မလေးကို\nအောင်သွယ်ပေးခဲ့ရတဲ့ အချစ်ဆုံးသူငယ်ချင်းရဲ့\nဒုက္ခကိုလည်း ဆင်ခြင်ပေးသင့် စာနာပေးသင့်တာပေါ့လေ...ဒီဇာတ်လမ်းက ရိုးရိုးလေးပဲရယ်...\nဒါပေမယ့် ဘောလိဝုဒ်ကားတွေရဲ့ ထုံးစံအတိုင်းပဲ\nဒရာမာကို ပီပြင်အောင် သရုပ်ဖော်ခဲ့မှုကြောင့်\nRotten Tomatoes ကြီးရဲ့ အဖွဲ့ဝင်တွေက\n၇၇ ရာခိုင်နှုန်းပေးခဲ့ပြီး ကြည့်ရှုသူတွေက ၉၁ရာခိုင်နှုန်းတဲ့...\nIMDB က 8/10, Netflix ကလည်း 8/10 တဲ့\nRating တွေ ဒီလောက် ကောင်းနေရတာ အလကားမှ မဟုတ်ခဲ့တာပဲဟာ...ရိုက်ကူးခဲ့ရာမှာ သန်းနဲ့ချီသုံးခဲ့တဲ့ တန်ကြေးဟာ\nကြည့်ရှုသူတွေရဲ့ အကောင်းဘက်နွယ်တဲ့\nမှတ်ချက်တွေကို ရခဲ့တယ်...ဒါတင်ပဲလား မဟုတ်ပါဘူး နဂိုထဲက နာမည် တစ်ရိပ်ရိပ်တက်နေတဲ့ မင်းသား ရှာရွတ်ခန်းကို\nနာမည် အရှိန်တင်ပေးတဲ့ ဇာတ်ကားလည်း\nဖြစ်ခဲ့တာပေါ့ဟောလိဝုဒ်ရဲ့ အကောင်းဆုံး ဒရာမာကားတွေထဲ\nတစ်ကားအပါအဝင်ဖြစ်တဲ့ Kal Ho Naa Ho ကို\nမျက်ရည်ချူတဲ့ကားတွေထဲမှာ တစ်ကား အပါအဝင်အဖြစ်လည်း အဖြစ်လည်းသတ်မှတ်လို့ရသေးတယ်အခုလို အကောင်းဆုံးကားတစ်ကားကို ပရိသတ်ကြီးဆီ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2kB4B/Kal_Ho_Naa_Ho_[2003]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BYTE2N2ZjYmUtNDkwOC00ZTI2LTg3NWUtNjlkYmRjNWM5YmZiXkEyXkFqcGdeQXVyNjQ2MjQ5NzM._V1_SY1000_CR006921000_AL_.md_-208x300.jpg",
        "title": "Great Grand Masti (2016)",
        "description": "ဒီ Bollywood ဇာတ်ကားကတော့ အပျော်ကြည့်ရန်သက်သက်ရိုက်ကူးထားပါတယ်။\nComedy...Sex Comedy ..Horror ပုံစံမျိုးဖြစ်ပြီး ယခင် Grand Masti (2013) ရဲ့အဆက်အနေနဲ့တင်ဆက်ထားတာပါ။Grand Masti (2013) မြန်မာစာတန်းထိုးကို မကြည့်ဖူးသေးရင် https://channelmyanmar.org/grand-masti-2013/ မှာသွားကြည့်လို့ရပါတယ်။မင်းသမီး Urvashi Rautela နဲ့ မင်းသား (၃)ယောက် Riteish Deshmukh..Vivek Oberoi..Aftab Shivdasani တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး ဘောလိဝုဒ်ရဲ့ အပျော်ဇာတ်ကားသပ်သပ်အဖြစ်ခံစားကြည့်ရှုနိုင်ပါတယ်။\n--------------------------------------------------------------------\nဒီ Bollywood ဇာတ္ကားကေတာ့ အေပ်ာ္ၾကည့္ရန္သက္သက္ရိုက္ကူးထားပါတယ္။\nComedy...Sex Comedy ..Horror ပံုစံမ်ိဳးျဖစ္ျပီး ယခင္ Grand Masti (2013) ရဲ႕အဆက္အေနနဲ႕တင္ဆက္ထားတာပါ။Grand Masti (2013) ျမန္မာစာတန္းထိုးကို မၾကည့္ဖူးေသးရင္ https://channelmyanmar.org/grand-masti-2013/ မွာသြားၾကည့္လို႕ရပါတယ္။မင္းသမီး Urvashi Rautela နဲ႕ မင္းသား (၃)ေယာက္ Riteish Deshmukh..Vivek Oberoi..Aftab Shivdasani တို႕အဓိကပါဝင္သရုပ္ေဆာင္ထားျပီး ေဘာလိဝုဒ္ရဲ႕ အေပ်ာ္ဇာတ္ကားသပ္သပ္အျဖစ္ခံစားၾကည့္ရႈႏိုင္ပါတယ္။\nFile size…(1.1GB)\nQuality…DVD-Rip 720p\nFormat…mp4\nDuration….02:14:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "3.7",
        "url": "https://megaup.net/R6xi/Great_Grand_Masti_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTM2OTExMTM3MV5BMl5BanBnXkFtZTcwNzQzNTgxMQ@@._V1_-213x300.jpg",
        "title": "China Dragon (1995) ျမန္မာစာတန္းထိုး",
        "description": "ကဲဗ်ာ ၉၀ခုႏွစ္၀န္းက်င္ေလာက္က ၀က္၀က္ကြဲေအာင္ျမင္ခဲ့ျပီး\nငယ္ဘ၀က တန္းတန္းစြဲၾကည့္ခဲ့ၾကတဲ့ ေရွာင္လင္ကတံုးေလး ဇာတ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\n90 Kids ေတြဆို ေကာင္းေကာင္းျကီးရင္းႏွီးၾကမွာ ျဖစ္ျပီး ကေလး ဘ၀ကတည္းက ဘယ္ႏွစ္ခါၾကည့္ၾကည့္မရိုး\nႏို္င္တဲ့ ဇာတ္ကားေလး ေတြေပါ့ဗ်ာပရိ္တ္သတ္ၾကီးကေတာ့ ၾကိဳက္ႏွစ္သက္ေလာက္မယ္ ထင္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဟူနန္ ျပည္နယ္ ေရွာင္လင္ေက်ာင္းက အေမရိကန္ ဟာ၀ိုင္အီမွာ\nက်င္းပမယ္ ကမၻာလံုးဆိုင္ရာ သိုင္းျပိဳင္ပြဲၾကီးကိုပါ၀င္ဆင္ႏြဲဖို႕ အတြက္ စီရီ နဲ႕ စီလံု ေမာင္ႏွမ ၂ေယာက္ကို\nေစလြတ္ခဲ့ရာမွ ဟာ၀ိုင္အီမွ ရွိေနတဲ့ ကတံုး၀တုတ္နဲ႕ ဆံုမိျပီး ဘယ္လို ဇာတ္အရွဳပ္ေတာ္ပံုေတြမ်ား\nၾကံဳေတြ႕ရမလဲ ကတုံုး၀တုပ္ကေကာ ဘယ္လို လွ်ိဳကြက္ေတြနဲ႕မ်ား ပရိတ္သတ္ၾကီးကို ပါးစပ္မပိတ္ရေအာင္\nစြမ္းေဆာင္မလဲဆိုတာကို ပရိတ္သတ္ၾကီးက ဆက္လက္ရွဴစားၾကရမွာပါ\nလြန္ခဲ့တဲ့ ဆယ္စုႏွစ္တခုက ဇာတ္ကားကို ျပန္ရွာထားတာမို႕ ကြာလတီအေကာ္ငးဆံုးကိုေရြးခ်ယ္တင္ဆက္ေပးလိုက္ပါတယ္ဗ်\nဘာသာျပန္သူကေတာ့ သာရစ္ ျဖစ္ပါတယ္ ။Download On Pcloud",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/china-dragon-1995-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian, Comedy"
    }
]