[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/g-135x200.jpg",
        "title": "Ghostbusters: Afterlife 2021",
        "description": "Ghostbusters 2021 ရုပ်ရှင်အသစ် ထွက်လာပါပြီ။ Remake မဟုတ်ပါဘူး။ နောက်ဆက်တွဲ အနေနဲ့ ထွက်တာပါ။ သရဲဖမ်းသမားတွေရဲ့ မြေးတွေ မျိုးဆက်သစ်တွေကို တွေ့ရမှာဖြစ်သလို\nသရဲဖမ်းသမားဟောင်းကြီးတွေကိုလည်း ဧည့်သည်အဖြစ် တွေ့ရဦးမှာပါ။ သရဲဖမ်းသမားတွေကို လူတိုင်းရင်းနှီးကြမှာပါ။ သိပ္ပံနည်းလမ်းတွေနဲ့ ပရိုတွန် သေနတ်တွေ ထောင်ချောက်တွေနဲ့ သရဲတွေကို နှိမ်နင်းကြတဲ့သူတွေပေါ့။ ဒီဇာတ်လမ်းမှတော့ မူရင်း သရဲဖမ်းသမားတွေလည်း အငြိမ်းစားယူ၊ သရဲတွေလည်း ပေါ်မလာတော့တာ နှစ် ၃၀ လောက်ရှိပါပြီ။ သူတို့မြေးတွေ လက်ထက်ကျမှ သရဲအကြမ်းကြီးတွေ ပေါ်လာလို့ သူတို့အဘိုးတွေရဲ့ လက်နက်တွေနဲ့ ပြန်တိုက်ခိုက်ရတဲ့ ဇာတ်လမ်းပါ။ ဂန္ဓဝင်ကားတွေကို ဆက်ရိုက်ရင် fail တာများနေတဲ့ ခေတ်ထဲမှာ Rating 7.6 အထိရောက်လာတဲ့ ကျေနပ်လောက်စရာ နောက်ဆက်တွဲရုပ်ရှင်လေးပါပဲ။ ခံစားကြည့်လိုက်ပါဦး။ \nFile size…(2.7 GB)/(900 Mb )/(450Mb)\nQuality….Webrip 1080p 5.1 CH / 720p ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/ghostbusters-afterlife-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vSInR22WH8dT0j3r4fqRWX3DDQy.jpg",
        "title": "Honey Lemon Soda (2021)",
        "description": "Honey Lemon Soda (2021)ဂျပန်ကျောင်းသား အချစ်ဇာတ်လမ်းတွေရဲ့ရိုးရာအတိုင်း\nစော်ကြည်ဘဲမင်းသားနဲ့ အူတူတူမင်းသမီးလေးတွေရဲ့ ကြောင်နဲ့ကြွက်လိုဆက်ဆံရေးကနေ\nနောက်ဆုံးကြိုက်သွားကြတာမျိုးမဟုတ်ဘဲနဲ့\nဒီ Honey Lemon Soda ဆိုတဲ့ကားလေးမှာတော့\nလူ​ကြောက်တတ်ပြီး အနိုင်ကျင့်ခံရတဲ့ ဇာတ်လိုက်မင်းသမီး Uka ဆိုတဲ့အူကြောင်ကြားလေးကို\nကျောင်းမှာနာမည်ကြီးရေပန်းစားတဲ့ Kai ဆိုတဲ့ ကောင်လေးက\nအစပိုင်းတည်းကစိတ်ရင်းအမှန်နဲ့ချစ်ပြီး လိုက်ကာကွယ်ပေးရာကနေ ဖြစ်လာတဲ့အချစ်ဇာတ်လမ်းလေးပါသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလည်းပါပေမယ့်\nသူငယ်ချင်းအချင်းချင်းမနာလိုပြီး အကောက်ကြံတာမျိုးတွေလည်းမပါလို့\nအပျင်းပြေ ပေါ့ပေါ့ပါးပါးလေးကြည့်ချင်တဲ့သူတွေအတွက်အဆင်ပြေပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality….WEB-DL 1080p and 720p and 360p\nFile size… 1.1 GB and 680B and 259MB\nFormat…mp4\nDuration….1h 51min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Moe Pwint Phyu\nEncoder ..... August",
        "rating": "8",
        "url": "https://channelmyanmar.org/honey-lemon-soda-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mAONhAFierWcBK1zzEcLMYTEAxJ.jpg",
        "title": "Superstars (2008)",
        "description": "Superstars (2008)“ဘုရားက မျှတပါတယ်လေ” ဆိုပြီး လူတွေပြောပြောနေကျ စကားရှိတယ်မလား။လောကမှာ အရာအားလုံးပြည့်စုံတဲ့သူရယ်လို့မရှိပါဘူး။\nသေးသေးကြီးကြီး ချို့ယွင်းချက်တစ်ခုတော့ အနည်းဆုံးရှိကြစမြဲပါပဲ။\nဒီကားလေးရဲ့ ဇာတ်ဆောင်နှစ်ယောက်ကလည်း ဒီလိုပဲ။ငယ်ငယ်တည်းက သူငယ်ချင်းတွေဖြစ်ခဲ့ကြတဲ့ “တွမ်” နဲ့ “တင်” …“တွမ်” က ရုပ်ရည်ချောမောတယ်၊ အကတော်တယ်။\nဒါပေမယ့် သူ့ရဲ့အသံက ကြားလိုက်တာနဲ့ရယ်ချင်စရာကောင်းလောက်အောင်ကို “ဘဲ” အသံလိုမျိုး ပြာနေတာ။\nချောမောတဲ့ရုပ်ရည်နဲ့ ကိုယ်နေဟန်ထားတော့ရှိပေမယ့် အသံပြာတဲ့ ချို့ယွင်းချက်ရှိနေတဲ့သူ ..။“တင်” က ရုပ်ရည်ပိုင်းဆိုင်ရာမှာ အရုပ်ပုပု ဝဝနဲ့ အားနည်းချက်ရှိပေမယ့်\nသူ့မှာ ဆည်းလည်းသံလိုသာယာတဲ့အသံနဲ့ သီချင်းအရေးကောင်းတဲ့ ပါရမီရှိတယ်။ဒီလို နှစ်ယောက်ပေါင်းမှ ဖိနပ်တစ်ရံလိုပြည့်စုံသွားတဲ့\nသူငယ်ချင်းနှစ်ယောက်မှာ အမြဲစနောက်နေကျအကျင့်တစ်ခုရှိတယ်။“Lip-sync” လုပ်တာ ..“တွမ်” က ရှေ့ကနေ လူလုံးပြ “တင်” ကနောက်ကနေ ပြောချင်ရာပြော။\nဒီလိုနဲ့ တစ်နေ့မှာ “တင်” ရေးပြီးဆိုထားတဲ့ သီချင်းတစ်ပုဒ်ကို ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/superstars-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/10-things-i-hate-about-you-133x200.jpg",
        "title": "10 Things I Hate About You (1999)",
        "description": "10 Things I Hate About You (1999)\nIMDb - 7.3/10_____Rotten - 69%ဒီရုပ်ရှင်မှာ မင်းသားကြီး Health Ledger နဲ့ မင်းသမီး Julia Stiles တို့ အဓိကပါဝင်ထားပြီးသူတို့နှစ်ယောက်ဘယ်လောက်တောင် တွဲဖတ်ညီခဲ့လဲဆိုရင် ဇာတ်ကားရိုက်ကူးနေစဉ်မှာပဲ တကယ်တွဲဖြစ်ခဲ့ကြပါတယ်....ဇာတ်ဝင်ခန်းမှာ Julia ရဲ့တောင်းဆိုချက်ကြောင့်  Frankie Valli ရဲ့\"Can't take my eyes off you\" သီချင်းကို Health Ledger ကိုယ်တိုင် သီဆိုခဲ့ပြီး ဒီ Scene ဟာ လူတိုင်းရင်ကို ကြည်နူးစေခဲ့ပါတယ်။ဒီရုပ်ရှင်ဟာ နိုင်ငံတကာက လူငယ်တွေကြား အခုချိန်ထိ အသည်းစွဲနေတဲ့ဇာတ်ကားဖြစ်ပြီး Rating မြင့်တဲ့ Romance Comedy ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့...ကမ်မရွန် ဆိုတဲ့ ကျောင်းသားလေး ပါဒွာ ဆိုတဲ့ ကျောင်းတော်ကြီးမှာကျောင်းစတက်တဲ့ နေ့မှာဘဲ ဘီယန်ကာဆိုတဲ့ စော်ချောချောလေးကို ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/10-things-i-hate-about-you-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bJLCPROp9bmNndurwZpVnOioVpB.jpg",
        "title": "[18+] Zola (2021)",
        "description": "[18+] Zola (2021) IMDb - 6.5/10, RT - 88%, Meta - 76%A24 ဟာ ပြီးခဲ့လေးငါးခြောက်နှစ် နောက်ပိုင်းကနေ အခုထိ နာမည်တဟုန်ထိုး တက်လာတဲ့ အင်တာတိန်းမန့် ကုမ္ပဏီပါ။ A24က ထုတ်တာတွေမှာ Thriller Horror ဆန်ဆန်ကားတွေ နည်းနည်းထူးခြားတယ်ပြောလို့ရတဲ့ကားတွေချည်းပါပဲ။ ဒါကြောင့် သူ့ပရိတ်သတ်နဲ့ သူအခိုင်အမာရှိနေပြီး သူ့ဖန်တွေကြား A24 ရုပ်ရှင်တွေလိုမျိုး အရသာပေးနိုင်တဲ့ ရုပ်ရှင်တွေ့ရင် A24 vibe ဆိုပြီး ပြောကြတဲ့အထိကို A24 ရဲ့ လွှမ်းမိုးမှုကကြီးခဲ့ပါတယ်။ သူ့ဆီက ကားတွေဟာ အော်စကာဆုတွေရတာတွေလည်း ရှိပါတယ်။A24 ဟာ Midsommar, Hereditary, The Lighthouse, The VVitch, Uncut Gems,\nLady Bird, Moonlight စတဲ့ ရုပ်ရှင်ကောင်းတွေ အပါအ၀င် တခြားရုပ်ရှင် အကောင်းတွေချည်း ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/zola-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/govinda-150x200.jpg",
        "title": "Govinda Govinda (2021)",
        "description": "Govinda Govinda (2021)ComedyIMDb 8.6/10၂၀၂၁ ခုနှစ်ရဲ့ တောင်ပိုင်းကားကောင်းလေးတွေထဲမှာဇာတ်လမ်းဇာတ်ကွက်တစ်မူကွဲပြားထွက်လာတဲ့ ကားလေးပေါ့ဗျာ။ဇာတ်လမ်းအသေးစိတ် မတူပေမဲ့ ကြောရိုးထပ်နေတဲ့ ကန်နားဒါးပရိတ်သတ်တွေအတွက်ဇာတ်ကွက်အသစ်လေးနဲ့ကြည့်ရတဲ့ကားလေးဆိုရင်လည်း ဒီကားလေးပဲရှိလိမ့်မယ်ဗျ။ဇာတ်လမ်းဇာတ်ကွက် တစ်မူကွဲထွက်ပေမဲ့လို့တောင်းပိုင်းအကြိုက်သရုပ်ဆောင်တွေနဲ့ လစ်ဟာမှုမရှိတဲ့ ဇာတ်လှည့်ဇာတ်ပြောင်း၊ဇာတ်ရှိန် ဇာတ်တက်ကို သရုပ်ဆောင်ကောင်းကောင်းနဲ့ကိုရှယ်သရုပ်ဆောင်ထားမှန်း Rating ကိုကြည့်တာနဲ့ သိမယ်ထင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကို ပြောပြရမယ်ဆိုရင် အိမ်ကအဆင်မပြေလို့ဆင်းလာရတဲ့ကောင်တွေ သူငယ်ချင်းမလေးကို ပြန်ပေးဆွဲပြီးငွေညှစ်ရာကနေ စတယ်ပဲဆိုရမှာပေါ့ဗျာ။ ဒါပေမဲ့ သူတို့ပြန်ပေးဆွဲတာပြီးသွားတာတောင် သူတို့သူငယ်ချင်းမလေး ထပ်ပျောက်သွားတဲ့အခါ၊ဘယ်နေရာကနေဘယ်လို ဘာဖြစ်သွားမှန်းဘယ်ရောက်နေမှန်းမသိရတဲ့သူငယ်ချင်းမလေးကို ပြန်ရှာဖို့ကြိုးစားရင်းအလွဲလေးတွေနဲ့ ပေါ့ပေါ့ပါးပါးရယ်ရဦးမယ့်ဇာတ်ကားကောင်းလေးကို ခံစားရဦးမှာပဲဖြစ်ပါတယ်။ဒါကြောင့်မို့ ၂၀၂၁ ရဲ့လက်လွတ်မခံသင့်တဲ့တောင်ပိုင်းကားလေး Govinda Govindaလေးကိုလည်း အားပေးလှည့်ပါဦးခင်ဗျာ။ \nFile size…554MB / 1.6GB / 2.2GB\nQuality…720p HEVC Small Size / 720p  / 1080p AAC 2.0\nFormat…mikv / mp4\nDuration….2h 19min\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Lwin Htoo ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/govinda-govinda-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/efetKFDyptrRpoHBb103Tg3Auw5.jpg",
        "title": "Minnal Murali (2021)",
        "description": "Minnal Murali (2021)Superhero movie genreမှာ Marvelနဲ့ DCပဲ လွှမ်းမိုး​နေတဲ့​နောက်\nဒီတစ်ခါ​မှာ​တော့ Netflix က အသစ်ထွက်တဲ့ India superhero movieတစ်ကားကို\nအရသာတစ်မျိုး အ​ပြောင်းအလဲဖြစ်သွား​အောင် တင်ဆက်​ပေးလိုက်ပါတယ်၊Kurukhanmoola ရွာသား Jaison ဟာ\nငယ်စဉ်ကတည်းက မိတဆိုး​ဖြစ်ခဲ့ပြီး ဖခင်အ​ပေါ်အရမ်းခင်တွယ်ခဲ့ရသူပါ၊\nဒါ​ပေမဲ့ ဖခင်ဖြစ်သူ ပြဇာတ်မင်းသားဟာ မ​တော်တဆမှုတစ်ခု​ကြောင့် ​သေဆုံးသွားတဲ့​​နောက်\nကံဆိုးသူ​မောင်ရှင်​လေး Jaisonအ​နေနဲ့ အရွယ်​ရောက်တဲ့အထိ ကံဆိုးမှု​တွေက အဆုံးမသတ်ခဲ့သူပါ၊\nအ​မေရိကန်သွားပြီး ချမ်းသာ​​အောင်လုပ်ချင်တဲ့ အိပ်မက်ကလည်း မ​အောင်မြင်သလို\nချစ်ရတဲ့သူကလည်း ​စေ့စပ်ထားပြီးသားသူ ဖြစ်​နေမှန်း မ​တော်လိုက်ရတဲ့ ​ယောက္ခမ​က​ပြောမှ သိရတဲ့သူပါ၊​မောင်ရှင်​​တောင် Jaison​လောက်ကံမဆိုးနိုင်ဘူးလို့ ဆိုရ​အောင်ပဲ\nဇာတ်လိုက်​ကျော်ကြီးခမျာ မိုးကြိုးပါ ထပ်အပစ်ခံရပါ​​သေးတယ်၊\nဒါ​ပေမဲ့ သန်း​ခေါင်ထက် ညမနက်​တော့သလို သူရဲ့ကံဆိုးမှု​တွေက ​​ကြေသွားပုံရပါတယ်၊\nသူ့ကိုထိမှန်တဲ့မိုးကြိုးက သာမန်မဟုတ်ဘဲ ဂြိုလ်၃လုံးတန်းပြီး ဖြစ်လာတဲ့မိုးကြိုးဖြစ်​နေလို့\nသာမန်လူ​တွေမှာ မရှိတဲ့ Superhuman အစွမ်း​တွေကို Jaison ပိုင်ဆိုင်ခဲ့ပါတယ်၊\nဒါ​​ပေမဲ့ မိုးကြိုးထိမှန်ခဲ့သူက သူတစ်​ယောက်တည်းမဟုတ်ဘဲ ထပ်ရှိ​နေ​သေးသလို\nအဲဒီလူက ရထားတဲ့အစွမ်း​တွေကို မ​ကောင်းတဲ့ အဖျက်လုပ်ငန်း​တွေမှာ သုံးလာတဲ့အခါJaisonအ​နေနဲ့ ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/minnal-murali-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/Bunty-Aur-Babli-2-21-145x200.jpg",
        "title": "Bunty Aur Babli 2 (2021)",
        "description": "၂၀၀၅ ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး အမီတာဘဂျမ်းတို့သားအဖနဲ့ငွေကြေးအရရော အနုပညာအရပါအောင်မြင်ပြီး\nအပြင်မှာပါ ရုပ်ရှင်ထဲကအတိုင်း ပုံတူကူးလိမ်လည်မှုတွေဖြစ်ပေါ်လာတဲ့အထိ ဩဇာကြီးခဲ့တဲ့\nBunty Aur Babli ရဲ့ ​နောက်ဆက်တွဲ​ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ပထမကားနဲ့ ၁၅ နှစ်အကွာမှာ ဇာတ်လမ်းကို\nပြန်လည်စတင်ထားပါတယ်။အခုချိန်မှာတော့ ဘန်တီနဲ့ ဘာဘလီတို့ လူလိမ်ဝိဇ္ဇာ ၂​ယောက်ဟာ မိသားစု တစ်ခု ထူ​ထောင်ပြီး ​\nအေး​​အေး​ဆေး​ဆေး ဘဝကို ဖြတ်သန်း​နေကြပါပြီ. သား​လေးတစ်​ယောက်နဲ့ ​ပျော်ရွှင်စွာ​နေထိုင်ရင်းနဲ့ တစ်​နေ့မှာ​တော့\nဘန်တီနဲ့ဘာဘလီတို့ရဲ့ လှည့်ကွက်​တွေ ပြန်​ပေါ်လာပါပြီ ဆိုပြီး လူတိုင်းပါးစပ်ဖျား​ပေါ် ပြန်​ရောက်လာကြပါ​​တော့တယ်.\nသက်လတ်ပိုင်း​ရောက်​နေကြတဲ့ ဘန်တီနဲ့ ဘာဘလီတို့လဲ သူတို့မလုပ်တဲ့ လိမ်လည်မှု​တွေနဲ့ စွပ်စွဲခံရပါ​တော့တယ်။\nရဲအရာရှိ ဂျတာယူဟာ ဒီလက်သစ် ဘန်တီ-ဘာဘလီကို သဲလွန်စ ရှာမရတာ​ကြောင့်\nမူလ ဘန်တီ-ဘာဘလီတို့ကို က​လေးနဲ့ ခြိမ်း​ခြောက်ပြီး စုံစမ်း​ရေးမှာ ပါဝင်ဖို့ ခိုင်းစေခဲ့ပါတယ်။\n၁၅နှစ်အကြာမှ ဒီနယ်ပယ်ထဲ ပြန်ဝင်လာရတာမို့အနားယူထားတဲ့ ကာလရှည်အတွင်း သူတို့အရည်အချင်းတွေလျော့ပါးကုန်ပြီလား။\nပြောင်းလဲသွားတဲ့ ခေတ်မှီနည်းပညာနဲ့ကွာဟသွားတဲ့ခေတ်အခြေအနေတွေကြားမှာ သူတို့ကိုပုံတူကူးကျူးလွန်နေတဲ့\nလူငယ်စုံတွဲနဲ့ ဘယ်လိုဉာဏ်များယှဉ်ပြိုင်ကြမလဲဆိုတာ ဟာသတွေနှောပြီး ရယ်မောပျော်ရွှင်စွာရှုစားကြရမှာပါ။ပထမကားက Abhishek ...",
        "rating": "",
        "url": "https://channelmyanmar.org/bunty-aur-babli-2-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1WZbbPApEivA421gCOluuzMMKCk.jpg",
        "title": "How the Grinch Stole Christmas (2000)",
        "description": "How the Grinch Stole Christmas (2000) ငယ်ငယ်ကတော့ ခရစ္စမတ်နားနီးတဲ့ အပတ်မှာ ပုတက်တို့ Kidzone တို့လို ကာတွန်းစာစောင်တွေမှာ ခရစ္စမတ်ဇာတ်လမ်းလေးတွေ ထည့်တာကို ဖတ်ရင်း၊ Casper, Mickey Mouse, Winnie the Pooh တို့ရဲ့ ခရစ္စမတ်ကာလကားလေးတွေ၊ A Christmas Carol တို့ Home Alone တို့ Grinch တို့လို ခရစ္စမတ်ကားလေးတွေကြည့်ရင်း ဖြတ်သန်းဖူးခဲ့ကြတယ်မို့လား။ ခရစ္စမတ်ဟာ ကျွန်တော်တို့နဲ့ မဆိုင်ပေမဲ့ မစိမ်းလှပါဘူး။ဒီဇာတ်လမ်းကတော့ ငယ်ဘ၀ကခရစ္စမတ်ကိုရော ငယ်ဘ၀ကိုရော Nostalgia ဖြစ်စေမယ့် ဇာတ်လမ်းပါ။၂၀၀၀ခုနှစ်မှာထွက်ခဲ့တာဆိုတော့ ကျွန်တော်တို့ငယ်ငယ်က ခရစ္စမတ်ကားတွေရဲ့ အရသာအတိုင်းပါပဲ။ ခရစ္စမတ်ကားလေးပေမဲ့ မင်းသားက ဂျင်ကာရေး ဖြစ်တဲ့အပြင် ဆာအန်သိုနီဟော့ကင်းကလည်း Narrator အဖြစ် နောက်ခံစကား‌ပြောပေးထားတယ်။ ဒါရိုက်တာကတော့ ၂၀၀၂မှာ A Beautiful Mind ရုပ်ရှင်နဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-grinch-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/la-200x150.jpg",
        "title": "Last Train to Christmas (2021)",
        "description": "အလုပ်အကိုင်လား..။ အောင်မြင်မှုလား..။ဇနီးမယားလား..။ မိသားစုလား..။ရထားတစ်တွဲတစ်တွဲနဲ့ တစ်တွဲအကူးအပြောင်းမှာ အနာဂါတ်နဲ့ အတိတ်ကို ကူးပြောင်းနိုင်ခဲ့မယ်ဆိုရင် ဘယ်လိုနေမလဲ ?နောက်အိမ်ထောင်ပြုဖို့အတွက် ခပ်ငယ်ငယ် ခပ်ချောချော ဇနီးလောင်းလေးကို အိမ်ကို ပြန်ခေါ်သွားဖို့ မွေးရပ်ရှိရာ ရထားနဲ့ ပြန်လာခဲ့တဲ့ တိုနီ တာဝါ..။ရထားတွဲတစ်ခုနဲ့ တစ်ခု အကူးအပြောင်းမှာ မတော်တဆ အနာဂါတ်ကို မြင်တွေ့လိုက်ရတဲ့အခါ..။ချွတ်ခြုံကျပြီး စုတ်ပြတ်သတ်နေတဲ့ သူဖုန်းစားလို အနာဂါတ်ကို ပြင်ဆင်ဖို့ အတိတ်ကို ပြန်သွားပြီး အမှားတွေကို ပြင်ဆင်လာနိုင်ခဲ့မှာလား..?ဆုံးရှုံးမှုတွေကို ပြန်လည်ပြင်ဆင်ဖို့ ကြိုးစားနေရင်းက..။ မှန်ရာကို လုပ်ဖို့ကြိုးစားနေရင်းက..။ ပဋိပက္ခတွေရှိနေလျက်နဲ့ပဲ အဆုံးရှုံးမခံနိုင်တဲ့ညီဖြစ်သူရဲ့အကြောင်း လျှို့ဝှက်ချက်ကို မတော်တဆ သိလိုက်ရတဲ့အခါ...။ဇာတ်လိုက်ကျော်ကြီး တိုနီဟာ အတိတ်မှာ ဘယ်လိုမျိုးအမှားတွေကို ပြင်ဆင်ခဲ့မှာလဲ ?အနာဂါတ်မှာရော ဘယ်လိုအရာတွေကို စွန့်လွှတ်ခဲ့ရမလဲ ?ဒါကတော့ ​ညီအစ်ကိုတွေကြားက အဆင်မပြေမှုတွေနဲ့ ချစ်ခြင်းတွေကို ခံစားမှုရသ အပြည့်အဝ ခံစားရမယ့် ဇာတ်ကားကောင်းတစ်ခုပဲ ဖြစ်ပါတယ်..။ရထားတွဲတစ်ခုနဲ့ တစ်ခု အကူးအပြောင်းမှာလည်း မတူညီတဲ့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/last-train-to-christmas-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5SkzM3TPpt72FoO46NSjipNXkNG.jpg",
        "title": "Don’t Look Up (2021)",
        "description": "Don't look up (2021)ဇာတ်လမ်းက အရမ်းကောင်းတယ်ဗျာ။သရုပ်ဆောင်ကတော့ All Stars လို့ ပြောရမှာပဲ။လီယိုနာဒို၊ ဂျနီဖာလောရန့်၊ မရဲ စထရိ၊ ကိတ် ဘလန့်ချက်၊\nတင်မိုးသီး၊ မာ့ရိုင်လန့်၊ အာရီရာနာ ဂရန်ဒေ၊ ဘန်နီဒစ် ဒရက်စ် စသဖြင့် အများကြီးပဲ။ဇာတ်လမ်းအကျဉ်း။ပါမောက္ခ မင်ဒီ နဲ့ ပါရဂူကျောင်းသူ ကိတ်တို့ မတော်တဆ ဥက္ကာခဲကြီးတစ်ခုကို တွေ့သွားတယ်။\nအရွယ်အစားက ၁၀ ကီလိုမီတာလောက်ရှိပြီး ကမ္ဘာကြီးဆီကို တည့်တည့်ကြီး ပျံလာနေတာ။\nဝင်တိုက်မိရင် ကမ္ဘာပျက်ပြီ။\nအဲဒါကို နာဆာကိုအကြောင်းကြား သမ္မတကိုလည်း သွားတွေ့တယ်။\nခက်တာက သမ္မတက စောင်ပေါ။\nနာဆာညွှန်ချုပ်က သမ္မတရဲ့ စပွန်ဆာ မေ့ဆေးဆရာဝန်ဆိုတော့ ဘာမှနားမလည်ဘူး။\nသမ္မတ လက်ထောက်က သမ္မတရဲ့ သားကို ပြန်ခန့်ထားတာ။\nအဲဒီမှာ သူပြောတာကို မယုံကြတော့ ဒေါက်တာ မင်ဒီလည်း ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/dont-look-up-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oHPFZLf2jPZSgFiqzPsSWqPmUMd.jpg",
        "title": "Atrangi Re (2021)",
        "description": "Atrangi Re (2021)ရင်ကူး(Sara Ali Khan) ဟာ သူ့ချစ်သူမျက်လှည့်ဆရာလေး ဆာဂျတ်ဒ်အလီ (Akshay Kumar) ကိုအရူးအမူးချစ်ခင်စွဲလန်းသူဖြစ်ပါတယ်။\nမတူညီတဲ့ ဘာသာရေးနောက်ခံတွေကြောင့်\nရင်ကူးရဲ့အယူအစွဲကြီးတဲ့အသိုင်းအ၀ိုင်းဟာ သူခိုးရာလိုက်ပြေးတိုင်း မရရအောင်လိုက်ခွဲလေ့ရှိပြီး\nနောက်ဆုံးတစ်ကြိမ်မှာတော့  ဆာဂျတ်ဒ် မဟုတ်ရင်ပြီးရောဆိုပြီး\nလူတစ်ယောက်ကိုပြန်ပေးဆွဲခေါ်လာပြီး အတင်းအကျပ်လက်ထပ်ပေးလိုက်ပါတော့တယ်၊\nအဲ့ဒီလူကတော့ တမီလ်နာဒူးပြည်နယ်ကလာတဲ့ ဆရာဝန်လောင်းလေးဖြစ်တဲ့ ဗီရှူး (Dhanush) ပါပဲ။\nပြဿနာက ဗီရှူးမှာလဲ မကြာခင်စေ့စပ်တော့မယ့်သတို့သမီးလောင်းရှိနှင့်နေပြီးဖြစ်နေတာပါ။\nမိဘသဘောတူရုံသက်သက် အချစ်ဆိုတာ ဘာမှန်းမသိဘဲ လက်ထပ်လုဆဲဆဲ ဗီရှူးဟာ\nတစ်ပါးသူကိုအရူးအမူးချစ်နေတဲ့ ရင်ကူးကိုစွဲလန်းစပြုလာရာကနေ\nသုံးပွင့်ဆိုင်ဇာတ်လမ်းတစ်ခုအဖြစ်အသက်ဝင်လာပါတော့တယ်။Dhanush ရဲ့နာမည်ကျော် hindi ဇာတ်ကား Raanjhanaa ရဲ့ဖန်တီးရှင် ဒါရိုက်တာကြီး Aanand L. Rai ရဲ့လက်ရာဖြစ်ပြီး\nဂီတပိုင်းကိုတာဝန်ယူထားတဲ့သူက A R Rahman ဖြစ်နေတဲ့အတွက် သီချင်းကောင်းကောင်းလေးတွေ လှပတဲ့ရှုမျှော်ခင်းတွေ\nရိုက်ကွင်းရိုက်ကွက်တွေကို ရိုးရာဟန်မပျောက်ဘဲ တွဲဖက်မြင်တွေ့ရမှာပါ။\nဇာတ်လမ်းကိုယ်တိုင်ကလဲ ထွေလာထဲကနဲ့မတူပဲ\nထူးခြားတဲ့အချိုးအကွေ့အလှည့်အပြောင်းတွေကိုမြင်တွေ့ရပါလိမ့်မယ်။အညွှန်းကိုတော့ Alias က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Alias, Pyi Ti Nyein ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/atrangi-re-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BNjMzMzk2YjEtZjkwYy00Zjc5LWJmZDctZTY1NTBkNjg3ZDk5XkEyXkFqcGdeQXVyMzI2ODkyNDg@._V1_-140x200.jpg",
        "title": "Rifkin’s Festival (2020)",
        "description": "Rifkin's Festival (2020)=================\nIMDb Rating - 6.2/10\nDirected By Woody Allenကျွန်တော့်အကြိုက်ဆုံး အယ်လန်ရဲ့ ရုပ်ရှင်ဟာ\nMidnight In Parisပါပဲ။Midnight in\nParisက ဇာတ်ကောင်ဟာ အနုပညာကို\nခံစားတတ်ပေမဲ့ သူ့ကိုယ်ပိုင် မာစတာပိစ်ကို\nမရေးနိုင်သေးတဲ့ ရေးချင်နေတဲ့လူပါပဲ။\nRifkin's Festivalရဲ့ ဇာတ်ကောင်\nRIFKINဟာလည်း ဒီလိုလူပါပဲ။ဒီရုပ်ရှင်ဟာ\nMidnight in Parisရဲ့ အဆက်မဟုတ်ပေမဲ့\nနှစ်ကားလုံးက ဇာတ်ကောင်နှစ်ကောင်လုံးက\nအယ်လန်ကိုယ်တိုင်ရဲ့ သူ့ကိုယ်သူပြန်တူးဖော်\nထားတဲ့ ဇာတ်ကောင်တွေလို့ ယူဆလို့ရတယ်။\nနောက် Rifkinဟာ Midnight in Parisရဲ့\nအဖြေလို့ ဆိုလို့ရပါတယ်။Midnight in Parisမှာ ပါရီရဲ့အတိတ်ကာလကို\nအချိန်ခရီးသွားသလို ဟန်သုံးထားပြီး\nနာမည်ကျော်ပန်းချီဆရာတွေ စာရေးဆရာတွေ\nဂီတဆရာတွေကို တမ်းတပြသွားခဲ့တယ်။\nRIFKINမှာတော့ နာမည်ကျော်ဒါရိုက်တာတွေရဲ့\nနာမည်ကြီးဇာတ်၀င်ခန်းတွေကို တစ်ဖြတ်တစ်ဖြတ်\nဆိုသလို ထည့်သွားပြီး Homage to Cinema\nလုပ်သွားတယ်။Ingmar Bergmanရဲ့ 7th Sealအပြင်\nFrançois Truffautတို့ Jean-Luc Godardတို့လို\nတန်းမြင့်ပြင်သစ်ဒါရိုက်တာတွေရဲ့ ရုပ်ရှင်တွေအပြင်\nဟောလိဝုဒ်ရဲ့ အကောင်းဆုံးလို့ ဆိုခဲ့ကြဖူးတဲ့\nOrson Wellesရဲ့ Citizen Kaneထဲက\nဇာတ်၀င်ခန်းတွေကိုပါ ပြန်ယူသုံးပြီး\nHomage To ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/rifkins-festival-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/6f170de3b481719baa10256169d8a7278c6d1b1b1112dddb504eea6fee24b019._RI_V_TTW_-150x200.jpg",
        "title": "[18+] Mastizaade (2016)",
        "description": "အိန္ဒိယရဲ့ အလန်းမင်းသမီး Sunny Leone ရဲ့ အချစ်ဟာသ ဇာတ်ကားလေးပါ။\nရုပ်ရှင်ပိုစတာကြည့်လိုက်တာနဲ့ မိသားစုနဲ့မကြည့်သင့်မှန်း တန်းသိမှာပါ။\nAdult Comedy အမျိုးအစားဖြစ်တာကြောင့်\nSunny Leone ပရိတ်သတ်တွေအတွက်သာ ရည်ရွယ်တင်ဆက်လိုက်ပါတယ်။ဟာသကားဆိုပေမဲ့ အသက်မပြည့်တဲ့ကလေးငယ်တွေ၊ မိသားစုနဲ့ကြည့်မယ့်သူတွေကြည့်ဖို့မသင့်တော်တဲ့ကားမျိုးဆိုလည်း ဟုတ်ပါတယ်။ မင်းသမီးရဲ့အဖော်အချွတ်တွေ အသားကုန်သုံးထား၊ ၁၈ အပေါင်းဟာသတွေ ရှယ်သုံးထားတဲ့ ဟာသကားမျိုးပါ။ တော်ရုံဟာသကားလောက်နဲ့မဖြုံတဲ့သူတွေမကြည့်သင့်ပေမဲ့ တစ်ချို့တွေအတွက်တော့ ပေါ့ပေါ့ပါးပါးနဲ့ ခွီ‌လို့ကောင်းမယ့် ကားကောင်းလေးတစ်ကားပါ။အဒီယားနဲ့ ဆန်နီဆိုတဲ့ လူရှုပ်လူ‌ပွေတွေပေါ့ဗျာ၊ တွေ့သမျှစော်လေးတွေ လိုက်ဖိ၊ ဟိုဟာလျှောက်လုပ် ဒီဟာလျှောက်လုပ် စုံစေ့နေအောင် လျှောက်လုပ်ဖူးတဲ့ကောင်တွေပေါ့။တွေ့သမျှ ကောင်မလေးတွေကို ပေါ့ပေါ့တန်တန်သဘောထားတဲ့သူတို့နှစ်ယောက် ခေတ်မီမီနဲ့လှတဲ့လိုင်လာလီလီ နဲ့ ဂန္တဝင်ဆန်ဆန်လှတဲ့လီလီလဲ့လဲ့ ဆိုတဲ့ လုံးကြီးပေါက်လှအမွှာညီအစ်မ‌နဲ့တွေ့တဲ့အခါ ဘယ်လိုတွေဈာန်လျှောပြီးတော့ ဘယ်လိုအလွဲတွေဖြစ်ကြမလဲဆိုတာ....။ဆန်နီရဲ့အလှအပတွေနဲ့ရင်ပူချင်ရင်တော့ ဒီဇာတ်ကားက အဲ့လိုပါ။\nFile size…(2.4 GB)/(1.2 GB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu ...",
        "rating": "",
        "url": "https://channelmyanmar.org/mastizaade-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xVCU6JrL03mcIYEgcTIIkBt0jGU.jpg",
        "title": "Hot Blood (2021)",
        "description": "Hot Blood (2021)လူကောင်သေးပေမဲ့ သွေးပူလွယ်ပြီး လူမိုက်လုပ်ချင်တဲ့ ဟွန်း ရယ် .....\nစစ်မှုထမ်းတော့မဲ့အတွက် မွေးရပ်မြေကို ခဏပြန်လာတဲ့ ထယ်ယုံး ရယ် .....\nလက်ဝှေ့သမားဘဝကနားပြီး ပစ္စည်းပို့အလုပ်လုပ်နေတဲ့ ဆောင်းဝူ ရယ်....\nအရက်ဆိုင်ဖွင့်ထားတဲ့ ဆယ်ယွန်း ရယ် ....အထက်တန်းကတည်းက သူငယ်ချင်းလေးယောက် ဆုံတုန်းလေး အရင်လိုပြန်ဆော့မယ်အလုပ်မှာ\nတကယ့် လူမိုက်ကြီးတွေအကြား ပဲလှော်ကြားဆားညှပ်သွားပါတော့တယ်နောက်ဆုံးတော့ သူတို့တွေထွက်ပြေးမလား ထိပ်တိုက်ပဲရင်ဆိုင်မလားပဲနော်တိုက်တာခိုက်တာကြည့်ရင်းနဲ့ကို ရယ်မောစေမဲ့ ဇာတ်ကားလေးပါပဲဇာတ်လမ်းကောင်းတာမို့ အများကြီး မညွှန်းတော့ပါဘူး\nညွှန်းလွန်းရင်လည်း စပွိုင်းထိသွားရင် ပေါ့သွားမှာပါ။ဖိုက်တင်ကားကောင်းကောင်းကို ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့\nကြည့်ချင်တယ်ဆိုရင်တော့ ဒီကားကိုသာ ကြည့်လိုက်ပါလို့ ပြောပါရစေ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Comedy\nQuality….WEB-DL 1080p and 720p\nFile size…1.3Gb, 764MB, 255MB\nFormat…mp4\nDuration…. 1h 32min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/hot-blood-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6JXR3KJH5roiBCjWFt09xfgxHZc.jpg",
        "title": "The French Dispatch (2021)",
        "description": "The French Dispatch (2021)ရုပ်ရှင်တစ်ပုဒ်ဟာ ပြဇာတ်တစ်ပုဒ်လို အိပ်ရာဝင်ပုံပြင်တစ်ပုဒ်လို စိတ်ကူးယဉ်ဆန်ပြီးလှပ​နေပြီဆိုရင်\nDirector Wes Andersonရဲ့လက်ရာ​တွေနဲ့ မကင်းနိုင်ပါဘူး၊\nသူ့ဇာတ်ကား​တွေရဲ့ narrativeပုံစံ ဇာတ်လမ်းတင်ဆက်ပုံနဲ့\nUniqueဖြစ်သလို Colorfulလည်းဖြစ်တဲ့ ရိုက်ကွင်းအပြင်အဆင်တွေ​ကြောင့်\nရုပ်ရှင်နဲ့မတူဘဲ ပုံပြင်ကမ္ဘာထဲ လက်​တွေ့​ရောက်သွားသလို ခံစားချက်မျိုး၊\nThe Palais Garnier ပြဇာတ်ရုံမှာ ကိုယ်တိုင်ပြဇာတ်ကြည့်​နေရသလို ခံစားချက်မျိုး ရ​စေတာကို- The Grand Budapest Hotel (2014) နဲ့\n- Moonrise Kingdom (2012)မှာ ခံစားခဲ့ရပြီးပါပြီ၊ဒီ ဇာတ်လမ်းကလည်း Wes Andersonရဲ့ ​နောက်ထပ် ရုပ်ရှင်မဟုတ်​သောရုပ်ရှင်၊\nပြဇာတ် မဟုတ်​​သော ပြဇာတ်လို့ ထပ်ရည်ညွှန်းရမယ်ထင်ပါတယ်ဒီဇာတ်လမ်းက​​တော့ Andersonရဲ့ ဝတ္ထုတို​တွေကို ချစ်မြတ်နိုးမှု၊ စာနယ်ဇင်း​လောကကို နှစ်ခြိုက်မှုအ​ပေါ်\nရုပ်ရှင်ဇာတ်ကားအဖြစ် အသက်သွင်းလိုက်တဲ့ လက်ရာမွန်တစ်ခုပါပဲ၊\nCast​တွေကလည်း ​ပြေးကြည့်စရာမလို​​​​အောင်ကို ဒိတ်ဒိတ်ကြဲ​ဖြစ်တဲ့၊\nသူ့လက်စွဲ​တွေ ဖြစ်တဲ့\n- ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-french-dispatch-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mVKfyo2YQ1Sf0fKzZfc5t9HM6eK.jpg",
        "title": "Rumble (2021)",
        "description": "ဒီတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ကာတွန်းကားလေးကတော့\"Rumble\"ပဲဖြစ်ပါတယ် rumbleရဲ့ဇာတ်လမ်းအကျဉ်းကတော့နပန်းသတ်စူပါစတားချန်ပီယံတစ်ယောက်ဖြစ်တဲ့ တန်တက်ကူလာကပိုပြီးထင်ပေါ်ကျော်ကြားချင်တဲ့အတွက် သူရဲ့မွေးရပ်မြေကိုစွန့်ပစ်ခဲ့တယ်မြို့ရဲ့ကြယ်ပွင့်မရှိဘဲပရိတ်သတ်ကို ဆွဲဆောင်ဖို့မဖြစ်နိုင်တာကြောင့်မြို့တော်ဝန်က ယခင်ကကျော်ကြားခဲ့တဲ့ နပန်းနည်းပြတစ်ယောက်နာမည်ပေးထားတဲ့မြို့အားကစားရုံကိုဖျက်ပစ်ဖို့ ကြေငြာခဲ့ပါတယ် အဲ့ဒီအချိန်မှာ ယခင်နည်းပြဟောင်းရဲ့သမီးဖြစ်သူဝန်နီက အားကစားရုံ၊ သူတို့ရဲ့မြို့တော်နဲ့ အားကစားရုံမှာရှိနေတဲ့သူမအဖေရဲ့အမွေအနှစ်တွေကို ကယ်တင်ဖို့ စတီဗင်ဆိုတဲ့ အကကိုကြိုက်နှစ်သက်တဲ့မွန်းစတားတစ်ကောင်ရဲ့အကူအညီကိုရယူကာ ဘယ်လိုကကွက်ဆန်းတွေသုံးပြီးနပန်းသတ်ခိုင်းမလဲ ဒီအားကစားရုံကိုရော မြို့တော်ဝန်လက်ထဲကသူမပြန်ရမှာလား အကနဲ့နပန်းသတ်ချင်တဲ့စတိဗ့်တစ်ကောင်ရောဘယ်လိုအခက်အခဲတွေနဲ့ရင်ဆိုင်သွားရမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ဒီကာတွန်းက Monster on the Hill ကိုအခြေခံရိုက်ကူးထားပြီးအားကစားကြယ်ပွင့်များဖြစ်သည့် Charles Barkley, Stephen A, Smith ,Chris Eubanks,Roman Reigns တို့နဲ့ Becky Lynch တို့က အသံဖြင့်ပါဝင် သရုပ်ဆောင်ထားကြပါတယ် \nFile size…950MB /  1.91GB\nQuality…720p /  1080p HEVC AAC 5.1CH\nFormat…Mp4\nDuration….1h 44mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni ~ Amelia ~ Honeyey",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/rumble-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BNjUxZTdkODItMmY1OC00NTE5LWIzOWItNDRlOTk5Y2NjNWQ3XkEyXkFqcGdeQXVyMDM0MzU2NA@@._V1_-135x200.jpg",
        "title": "Nash Bridges (2021)",
        "description": "Nash Bridges\n---------------လူအချို့က သာမန်ဘဝလေးနဲ့ ရောင့်ရဲတက်ပေမယ့် အချို့က ချမ်းသာသထက် ချမ်းသာချင်ကြတယ်\nငွေရဖို့ဆိုရင် ဘယ်လို ရာဇဝတ်ကို မဆို ကျူးလွန်တက်ကြတယ်\nဘယ်သူသေသေ ငတေမာရင် ပြီးရောဆိုတဲ့စိတ်နဲ့ သက်ရှိလူသားတွေလို ကြွက်ကလေးတွေလို သဘောထားပြီး စိတ်ပျော်ရာအတွက် အသုံးချကြတယ်လူကုန်ကူးမှုသံသယတရားခံကို လိုက်ဖမ်းရင်း မြို့ထဲ ပေါက်ကွဲမှုဖြစ်အောင် လုပ်လိုက်လို့ နက်ရှ်တစ်ယောက် တာဝန်ကနေ ဆိုင်းငံ့ခံလိုက်ရပါတယ်\nကြုံရာကျပန်း နေလာပြီး ၁နှစ်အကြာမှာ နေဝင်ချိန်လူသတ်မှုလို့ခေါ်တဲ့ ကွင်းဆက်လူသတ်မှုလို့ ထင်ရတဲ့ အမှုတစ်ခု ပေါ်လာပါတော့တယ်\nနစ်နာသူ ၁၁ယောက်ထိ ရှိလာပြီးတဲ့နောက် ရဲဌာနက နက်ရှ်ရဲ့ အကူအညီလိုလာပါရော\nခေါတ်မီနည်းပညာတွေမသုံးပဲနဲ့ နက်ရှ်တို့တွေ ဘယ်လိုများ အမှုလိုက်ကြမလဲ\nနစ်နာသူတွေက ဆက်တိုက်ဆိုသလိုပေါ်လာနေပြီးတော့ တရားခံအစစ်ကိုရော ဖမ်းမိကြမလားလူချမ်းသာရဲ့နောက်ကွယ်က မြေအောက်မှာ ဘာတွေဖြစ်နေတာလဲ ဆိုတာကိုဆန်းပြားတဲ့ ဇာတ်လမ်းကျောရိုးနဲ့ စိတ်ဝင်စားဖွယ်ရာ ကြည့်ရှုရမှာပါ( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Oleander ပါ )File Size__(1.5GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:22:00\nType__Comedy, Crime, ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/nash-bridges-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/d-1-142x200.jpg",
        "title": "The Duel (2000)",
        "description": "သိုင်းပြိုင်ပွဲကိုအခြေခံထားပြီး လူသတ်တရားခံကိုအဖြေရှာဦးမယ့် ဟောင်းပြီးကောင်းတဲ့တရုတ်ကားလေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါပြီ။ ပါဝင်ထားတဲ့သူကိုရှိုးလိုက်ပါဦး... ဒိတ်ဒိတ်ကြဲများဖြစ်ကြတဲ့ Andy Lau ၊ Ekin Cheng ၊ Nick Cheung ၊ ရှောင်ယဲ့ကျူလို့လူသိများကြတဲ့ Zhao Wei နဲ့ ငယ်ငယ်ကသိုင်းကားတွေမှာပါနေကြ သူငယ်ချင်းဟောင်းတွေအများကြီးကိုပြန်တွေ့ရမှာမို့\nအိုကြီးအိုမ ကလေးကြီးတွေအတွက် ကြည့်သင့်တဲ့ကားကောင်းလေးတစ်ကားပေါ့နော်။သိုင်းလောကမှာ နတ်ဓါးရှင်နဲ့ဓါးဘုရင်ဆိုပြီး နာမည်ကြီးနှစ်ယောက်ကြီးစိုးနေတဲ့အချိန်ပါ... ရုတ်တရက်ကြီး ဘယ်သူအတော်ဆုံးလဲဆိုတာအဖြေရှာဖို့ နတ်ဓါးရှင်က စိန်ခေါ်စာပို့ပါတော့တယ်။ အဲ့ဒီအချိန်ကစပြီး နာမည်ကြီးသိုင်းသမားတွေအသတ်ခံရပါလေရော။ သတ်တဲ့သူကိုအဖြေရှာဖို့ နန်းတွင်းကိုယ်ရံတော် လုံလုံကောက်အတွက်တော့ တကယ်ခေါင်းကိုက်ရတဲ့အမှုပါ။ သိုင်းပြိုင်ပွဲကလည်း နီးကပ်တဲ့အချိန်… တစ်ဖက်ကသူအချစ်ရဆုံးမိတ်ဆွေ ဓါးဘုရင်၊ နောက်တစ်ယောက်က သူလေးစားအားကျရတဲ့ နတ်ဓါးရှင်။ ယှဉ်ပြိုင်မယ့်နေရာက နန်းတော်ထဲမှာဆိုတော့ကား ....အရှုပ်အထွေးတွေကြားထဲမှာ ဟာသလေးနှောထားပြီး သိုင်းကားစစ်စစ်ကိုကြည့်ချင်တဲ့သူတွေအတွက် အဆင်ပြေမယ့်ကားကောင်းလေးတစ်ကားမို့ ဘာဆက်ဖြစ်မလဲ ကြည့်လိုက်ပါတော့နော်.... File size…(1.7 GB) / (1 Gb) / (500 Mb)\nQuality….Webrip 1080p / ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-duel-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/0500e4ffdd38372c712475c5ee97162e5d9aab70-143x200.jpg",
        "title": "Patiala House (2011)",
        "description": "ဆို့ဆို့နင့်နင့်နဲ့ ဖော်ကျူးထားပေမဲ့ မေတ္တာတရားနဲ့ အနစ်နာခံမှုတို့ကို\nကြည်နူးဖွယ်ဖော်ပြပေးသွားနိုင်တဲ့\nဇာတ်ကားမျိုးဆိုလျှင်\nသင် မကြည့်ချင်ဘူးလားမိတ်ဆွေ။\n(ဇာတ်လမ်းအကျဉ်း)\nအိန္ဒိယနိုင်ငံရဲ့ တောင်ပိုင်းဒေသလေးမှာ\nဂတ်တူ ဟာ ကုန်စုံဆိုင်ပိုင်ရှင်အဖြစ်\nလူသိများခဲ့ပါတယ်။\nလူသိမများတာကတော့\nသူဟာ နာမည်ကျော် ခရစ်ကတ်ကစားသမား\nဖြစ်ခဲ့ခြင်းကိုပါ။\nခရစ်ကတ်ကစားခြင်းဟာ\nဂတ်တူအတွက်\nရွှေရောင်လင်းလက်တဲ့အိပ်မက်ငယ်လေးပါ။\nဂတ်တူဟာ မိသားစုရေးရာမှာလည်း\nအဖေချစ်သားအဖြစ်နဲ့\nအဖေ့စကား မပယ်ရှားဝံ့တဲ့သားလိမ္မာအဖြစ်\nချီးကျုးခံရခဲ့တယ်။\nအတိတ်မှာဖြင့်\nဂတ်တူရဲ့ဦးလေးဟာ\nဗြိတိသျှတွေရဲ့ လူမျိုးရေးခွဲခြားမှုကို\nဆန့်ကျင်ရင်း အသတ်ခံခဲ့ရပါတယ်။\nအဲဒီ့နောက် ဂတ်တူအဖေဟာ\nဗြိတိသျှတွေနဲ့ ပတ်သက်သူမှန်သမျှကို\nမျက်မုန်းကျိုးခဲ့ရင်း အရိုးစွဲမူဝါဒအဖြစ်\nစွဲကပ်ကျန်နေခဲ့ပါတော့တယ်။\nထို့နောက်\nဂတ်တူကိုလည်း ခရစ်ကတ်ကစားခွင့်ကို\nရာသက်ပန်ပိတ်ပင်ခဲ့ပါတယ်။\nဒါဟာ လောင်းရိပ်မိနေတဲ့ဂတ်ဒူအတွက်\nအဆိပ်ရည်လောင်းပစ်သလိုပါပဲ။\nအဖေကို ချစ်လွန်းပြီး\nအဖေ့အတွက် သားလိမ္မာဖြစ်နေသော\nဂတ်တူအတွက်တော့\nအိပ်မက်ကိုသာလျှင်\nရေစုန်မျောလိုက်ပါတော့တယ်။\nတစ်ဖက်မှာလည်း\nဂတ်တူဟာ မောင်နှမတွေရဲ့ငြိုငြင်မှုကိုခံခဲ့ရတယ်။\nဂတ်တူဟာ အဖေရဲ့ဥပမာပေး သားဖြစ်သလို\nမောင်နှမတွေရဲ့ စိတ်ဆန္ဒတားဆီးသူလို့\nအပြစ်တင်ခံနေရသူပါ။\nတစ်နေ့မှာတော့\nသတင်းစဉ် တစ်ခုမှာ အင်္ဂလန်အသင်း\nခရစ်ကတ်ကစားသမား\nတစ်ယောက်အလိုရှိနေခြင်းကို ကြေညာချက်ထုတ်ပြန်ခဲ့ပါတယ်။\nဂတ်တူ အတွက်တော့\nပန်းခြံလေးမှာခိုးပစ်ကစားနေခြင်းထက်\nမထူးဆန်းလှတော့ပါဘူး။\nတကယ်တော့\nပျက်သုန်းနေတဲ့အိပ်မက်ကို\nသူ့အဖေ ရှူးဖိနပ်အောက်မှာပဲထားချင်ခဲ့သူပါ။\nသို့ရာတွင် ----\nမပြီးဆုံးသေးတဲ့ အိပ်မက်အပိုင်းအစကို\nဆက်ပေးချင်တဲ့လူနှစ်ဦး\nပေါ်ပေါက်လာခဲ့ပါတယ်။\nဇီးနဲ့ ဆိုင်ရမ် တို့မောင်နှမနှစ်ဦးပါ။\nဇီး ကလည်း ခရစ်ကတ်ကစားသမား ဖြစ်ချင်လွန်းသူတစ်ယောက်ပါ။\nဇီးက ဂတ်တူရဲ့နောက်ကြောင်းကိုသိရှိပြီး\nအင်္ဂလန်ကစားသမားအဖြစ်\nခရစ်ကတ်ပြန်ကစားရန် တိုက်တွန်းခဲ့သည်။\nဆိုင်ရမ် မိန်းမချောလေးကလည်း\nဂတ်တူရဲ့အိပ်မက်အား ပြန်လည်ထူမတ်ပေးရန်\nကြိုးစားခဲ့သည်။\nသို့သော် ----?????\nဒီဇာတ်ကားလေးမှာဖြင့်\nဂတ်တူ ရဲ့ဒွိဟစိတ်တွေနဲ့\nသူရဲ့ဘဝရဲ့ကြမ္မာကို\nဘယ်လိုများ အဆုံးသတ်စေခဲ့မှာလဲ။\nအိပ်မက်တွေကိုပဲ အဆုံးသတ်စေခဲ့မှာလား။\nပြန်လည်ရှင်သန်စေခဲ့မလား။\nထို့ပြင်\nအဖေကို ချစ်လွန်းအားကြီးလှသော\nသားတစ်ယောက်အနေနဲ့\nမိသားစုရေးဆိုင်ရာတွေက\nမည်သို့ဖြစ်စေခဲ့မည်နည်း။\nအဖေ့အတွက် ဂတ်တူဟာ\nမည်သို့သော အင်အားမျိုးနှင့်\nမြင်တွေ့ရမည်နည်း။\nခရစ်ကတ်နဲ့ အဖေ /\nအဖေနဲ့ ခရစ်ကတ် ကြားမှာ\nဆုံးဖြတ်ရခက်ခဲ့တဲ့သားတစ်ယောက်၊\nနှလုံးသားအပိုင်းပိုင်းအစစနဲ့ အဖေချစ်သားတစ်ယောက်အတွက်\nကံကြမ္မာ ကဘယ်လိုများအဆုံးသတ်ပေးခဲ့မလဲဆိုတာ\nရင်မောဖွယ် ကြည့်ရဦးမှာပါ။\nဒီဇာတ်ကားလေးဟာဖြင့်\nစိတ်ဓာတ်တို့ လွန်ဆွဲမှုဆန်ပြီး\nမေတ္တာတရားနဲ့ အနစ်နာခံမှု၊\nပေးဆပ်မှု၊ ကြိုးစားအားထုတ်မှု၊\nမြတ်နိုးတန်ဖိုးထားတတ်မှုတို့\nရောပြွမ်းနေတဲ့ ကြည်နူးဖွယ်\nဇာတ်ကားကောင်းလေးပါ။\nလူမျိုးရေးခွဲခြားမှုနဲ့\nအရည်အချင်း တို့အားပြိုင်မှုတို့ကိုလည်း\nတစ်စိတ်တဒေသ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/patiala-house2011/"
    }
]