[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screenshot_2021-03-01-Shes-From-Another-Planet-2016-143x200.png",
        "title": "My Girlfriend is Mermaid (2020)",
        "description": "[Unicode]My Girlfriend is a Mermaidဒီဇာတ်လမ်းလေးက ရေသူမလေးနဲ့ကျောင်းရဲ့ပေါ်ပြူလာကောင်လေးရဲ့အချစ်ဇာတ်လမ်းပါလူသားသူငယ်ချင်းမနှစ်ယောက်နဲ့ရေသူမလေးတို့ကြား သူငယ်ချင်းသံယောဇဥ်ကိုလည်းဖော်ပြထားပါသေးတယ်ရေသူမတွေရဲ့အရေးကြီးတဲ့ငါးအကြေးခွံပျောက်သွားလို့ ကုန်းပေါ်တက်ရှာရင်း အမှတ်မထင် သံယောဇဥ်တွေဖြစ်မိကြတဲ့အခါ...မတူညီတဲ့ဖြစ်တည်မှုနှစ်ခုကြား ပြသနာတွေဇာတ်လမ်းလေးက ပေါ့ပေါ့ပါးပါးလေးပါကလေးတွေကြည့်တဲ့ ရေသူမကာတွန်းကားလေးတွေကိုပြန်အသက်သွင်းထားသလိုမျိုးကြည့်ရမှာပါ [Zawgyi]My Girlfriend is a Mermaidဒီဇာတ္လမ္းေလးက ေရသူမေလးနဲ႔ေက်ာင္းရဲ႕ေပၚျပဴလာေကာင္ေလးရဲ႕အခ်စ္ဇာတ္လမ္းပါလူသားသူငယ္ခ်င္းမႏွစ္ေယာက္နဲ႔ေရသူမေလးတို႔ၾကား သူငယ္ခ်င္းသံေယာဇဥ္ကိုလည္းေဖာ္ျပထားပါေသးတယ္ေရသူမေတြရဲ႕အေရးႀကီးတဲ့ငါးအေၾကးခြံေပ်ာက္သြားလို႔ ကုန္းေပၚတက္ရွာရင္း အမွတ္မထင္ သံေယာဇဥ္ေတြျဖစ္မိၾကတဲ့အခါ...မတူညီတဲ့ျဖစ္တည္မႈႏွစ္ခုၾကား ျပသနာေတြဇာတ္လမ္းေလးက ေပါ့ေပါ့ပါးပါးေလးပါကေလးေတြၾကည့္တဲ့ ေရသူမကာတြန္းကားေလးေတြကိုျပန္အသက္သြင္းထားသလိုမ်ိဳးၾကည့္ရမွာပါQuality__720p\nIMDb Rating__6.9/10\nFormat__mp4\nDuration__01:22:00\nType__Comedy , Drama , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/my-girlfriend-is-mermaid-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xt8VUk5sOkNLoazdA8HYnAkFxQG.jpg",
        "title": "Princess Dayareese (2018)",
        "description": "Princess Dayareeseဇာတ်လမ်းအညွှန်းဒီဇာတ်လမ်းလေးမှာတော့ Movie name ထဲက အတိုင်း\nဒိုင်ယာနာရိစ်ဆိုတဲ့ ကောင်မလေးကတော့ အဓိကဇာတ်ကောင်ပေါ့\nသူ့မှာမိဘတွေမရှိတော့ဘူး\nသူ့အဖေဘက်က မိသားစုကချမ်းသာတယ်\nသူ့အဖေဆုံးတော့ သူ့အဖိုးက သားမိနှစ်ယောက်ကို အိမ်ပေါ်ကနှင်လိုက်တယ်\nနောက်တော့ သူ့အမေကလည်း ဆုံးပါးသွားပြီး အဒေါ်ရဲ့မိသားစုနဲ့အတူတူနေတယ်\nအဲ့အဒေါ်မှာ သားတွေလည်းရှိတယ်.\nသူတို့နဲ့အတူပေါင်းပြီး မင်းသမီးက ဖိလစ်ပိုင်ကိုအလည်အပတ်လာတဲ့ နိုင်ငံခြားတွေကို လိမ်စားတဲ့သဘောမျိုးပေါ့.\nအဲ့လိုနဲ့ပိုက်ဆံရှာတယ်. သူတို့ဘဝက အဆင်မပြေလှတော့ ပိုက်ဆံအများကြီးလိုချင်ကြတယ်.တစ်နေ့တော့ သူနဲ့ရုပ်ချင်းဆင်တဲ့ အော်ရို့ဆိုတဲ့တိုင်းပြည်က မင်းသမီးတစ်ပါးက သူ့ကိုပြန်ပေးဆွဲပြီး\nအဲ့မင်းသမီးကသူ့ချစ်သူကိုရှာချင်တာကြောင့်ရက်၄၀အတွင်း သူ့နေရာမှာ ခဏအစားဝင်ပေးဖို့ ငွေနဲ့အပေးအယူလုပ်တယ်.\nမင်းသားနာမည်ကတော့ ခေးလပ်.သူက video မှတ်တမ်းရိုက်တဲ့သူပေါ့.\nမင်းသားကလည်း အော်ရို့တိုင်းပြည်မှာ documentary တစ်ခုရိုက်ဖို့သွားရင်း မင်းသားနဲ့မင်းသမီး ဘယ်လိုဆုံတွေ့ကြမလဲ\nသူတို့နှစ်ယောက်ကြားက အချစ်ကိုဘယ်လိုပေါ်လွင်အောင်ပြထားမလဲပြီးတော့...\nအဒေါ်မိသားစုနဲ့မင်းသမီးကြားက မိသားစုသံယောဇဉ်လေးတွေကိုလည်း နွေးနွေးထွေးထွေးမြင်တွေ့ရမှာဖြစ်ပါတယ်.\nBackground music လေးတွေလည်း တကယ်ကောင်းပါတယ်🖤 ကြည့်ရှုပေးကြပါဦးရှင်Translated by SimJinnie\nFile size…1.7GB and 900MB\nQuality…. 1080pWEB-DL and 720P\nFormat…mp4\nDuration….1hr 55min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder ..... August",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/princess-dayareese-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gKnhEsjNefpKnUdAkn7INzIFLSu.jpg",
        "title": "I Care a Lot (2021)",
        "description": "I Care A Lot (2020)ဇာတ်လမ်းနာမည်အတိုင်း မာလာဂရေဆန်ဟာ အိုမင်းမစွမ်းဖြစ်နေတဲ့ သက်ကြီးရွယ်အိုတွေကိုစောင့်ရှောက်ပေးတဲ့ အဖွဲ့အစည်းတစ်ခုကိုဦးဆောင်နေတဲ့ အမျိုးသမီးတစ်ဦးပါဒါပေမယ့် ကောင်းသောစောင့်ရှောက်ခြင်းမျိုးလားဆိုတော့ သူ့ကောင်းစားရေးအတွက် ချမ်းသာတဲ့အဘိုးအဘွားတွေကို အသုံးချနေတဲ့စောင့်ရှောက်ခြင်းမျိုးပါမာလာဟာ ဒေါက်တာကယ်ရင်အေမို့စ်ဆိုတဲ့ ဆရာဝန်နဲ့ပေါင်းကြံပြီး လူနာတွေထဲက သူဌေးအဘိုးကြီး အဘွားကြီးတွေကို ကျန်းမာရေးချို့တဲ့လို့ ကိုယ့်ကိုယ့်ကိုမစောင့်ရှောက်နိုင်တော့ပါဘူးဆိုပြီး တရားရုံးကိုအကူအညီတောင်း၊ တရားရုံးကနေမှ မာလာ့ကိုတရားဝင်အုပ်ထိန်းသူအဖြစ် တာဝန်ခန့်အပ်ပြီး လူနာတွေကို သက်ကြီးရွယ်အိုစောင့်ရှောက်ရေးဂေဟာမှာ သွားထားထားတာပါအဲဒီစောင့်ရှောက်ရေးဂေဟာဆိုတာကလည်း အကျယ်ချုပ်ချထားတာနဲ့မခြားပါဘူး မာလာနဲ့ပေါင်းကြံထားတဲ့အဖွဲ့အစည်းတွေပေါ့ အပြင်လောကနဲ့အဆက်အသွယ်လုံးဝဖြတ်ထားပြီး မိသားစုဝင်တွေနဲ့ပါ လုံးဝပေးမတွေ့တာပါအဲဒီလို သက်ကြီးရွယ်အိုတွေကို ဂေဟာမှာသွားထားပြီး မာလာကတော့ သူတို့ရဲ့အိမ်တွေ၊ ကားတွေ၊ ပိုင်ဆိုင်မှုတွေကို လေလံတင်ပြီးရောင်းစားနေတာပေါ့အကြောင်းပြချက်ကတော့ သူတို့မိသားစုဝင်တွေက အဘိုးအဘွားတွေကိုပစ်ထားတဲ့အတွက် စောင့်ရှောက်ရေးဂေဟာကိုပေးရမယ့်စရိတ်စကတွေပေးဖို့ ဒီလိုပစ္စည်းတွေကိုထုခွဲရောင်းချပြီး စီမံရပါတယ်ပေါ့ဒီလိုနဲ့တစ်နေ့ ဒေါက်တာကယ်ရင်အေမို့စ်ချိတ်ပေးတဲ့ မိသားစုလည်းမရှိ ငွေလည်းလျှံတဲ့အပျိုကြီး ဂျနီဖာပီတာဆန်တစ်ယောက် မာလာတို့လက်ထဲရောက်လာတဲ့အခါ....မာလာတို့အကြိုက်ပဲပေါ့နော် အမွေစားအမွေခံသားသမီးလည်းမရှိ၊ မိသားစုဝင်လည်းတစ်ယောက်မှမရှိတော့ အဘွားကြီးကို ဂေဟာမှာလှောင်ပိတ်ထားပြီး အဘွားကြီးအိမ်တွေ၊ ပိုင်ဆိုင်မှုတွေကိုရောင်း၊ ဘဏ်ထဲကမီးခံသေတ္တာတွေကို စိတ်ကြိုက်ခြယ်လှယ်တော့တာပေါ့ဒါပေမယ့် အဘွားကြီးပြောတဲ့စကားတစ်ခွန်းက \"မင်းလုပ်ခဲ့မိသမျှထဲမှာ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/i-care-a-lot-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/Screen-Shot-2021-02-24-at-4.57.20-PM-135x200.png",
        "title": "Flora & Ulysses (2021)",
        "description": "Flora & Ulysses (2021)=================IMDb Rating - 6.5/10ဒီတစ်ခေါက်မှာတော့ IMDb 6.5/10 ရထားတဲ့ Disney Movies အလန်းစား ComedySuperHero ဇာတ်ကားလေး ဖြစ်တဲ့  Flora and Ulysses ဆိုတဲ့ မိသားစုဇာတ်ကားလေးကိုတင်ဆက်ပေးချင်ပါတယ်။အသက် ဆယ်နှစ်အရွယ် ဖလော်ရာဆိုတဲ့ကောင်မလေးဟာ  သူမအဖေရေးထားတဲ့ ကောမစ်စာအုပ်တွေဖတ်ရတာကြိုက်ပြီး စိတ်ကူးစိတ်သန်းများစွာရှိတဲ့ ကလေးမလေးဖြစ်ပါတယ်။တစ်နေ့မှာ ယူလစ်စီဆိုတဲ့ ရှဉ့်လေးတစ်ကောင်ကို မထင်မှတ်ထားဘဲ ကယ်တင်လိုက်ပြီးတဲ့နောက်မှာထူးဆန်းတဲ့အဖြစ်အပျက်တစ်ခုအနေနဲ့ အဲ့ရှဉ့်ကလေးဟာ အစွမ်းသတိတွေရှိနေပါတယ်၊ တစ်နေ့မှာတော့ ရှဥ့်လေးကို တိရစ္ဆာန်ထိန်းသိမ်းရေးအဖွဲက လိုက်လံဖမ်းစီးတာကြောင့် အဲ့ ရှဥ့်ကလေးနဲ့အတူထွက်ပြေးရပါတော့တယ်၊ ဒီကားလေးထဲမှာ ရှဥ့်ကလေးရဲ့ အစွမ်းနဲ့  ပေါင်းပြီး ဘယ်လိုစွန့်စားခန်းတွေကြုံရမလဲ ဆိုတာကို အသည်းတယားယားနဲ့ ကြည့်ကြရမှာဖြစ်ပါတယ်၊  ရှဉ့်ကလေး ယူလစ်စီရဲ့ ချစ်ဖို့ကောင်းတဲ့အပြုအမူတွေအပြင်  ကလေးလေးတွေရဲ့ လောကကြီးအပေါ်ထားတဲ့ အပြစ်ကင်းတဲ့ အမြင်ချစ်ခြင်းမေတ္တာရဲ့ အရေးကြီးတဲ့အချက် စတာလေးတွေကိုပါ ပေါ့ပေါ့ပါးပါး ကြည့်ရှုခွင့်ရမှာဖြစ်ပါတယ်၊(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/flora-ulysses-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c0bdxKVRevkw50LOnk6B8d3e4s.jpg",
        "title": "The Breakfast Club (1985)",
        "description": "The Breakfast Club (1985)ဒီတစ်ခေါက် CM team မှ တင်ဆက်ပေးမှာကတော့80s Classic Teen Comedy အမျိုးအစားဖြစ်ပြီးIMDb 7.8 နဲ့ Rotten Tomatoes 89%ရရှိထားတဲ့The Breakfast Club ပဲ ဖြစ်ပါတယ်။Teen Comedy ဖြစ်လို့ ပေါ့ပေါ့ပါးပါးပဲကျောင်းသား၅ယောက်နဲ့ ဇာတ်အိမ်ဖွဲ့ထားပါတယ်ပင်ကိုယ်စရိုက်ချင်းမတူညီကြတဲ့ ကျောင်းသားကျောင်းသူငါးယောက်ဟာကျောင်းစည်းကမ်းတွေကို မတူညီတဲ့နည်းလမ်းတွေနဲ့ ချိုးဖောက်ခဲ့ကြလို့ကျောင်းပိတ်ရက် စနေနေ့မှာ ကျောင်းစာကြည့်တိုက်ကိုလာပြီးကိုယ့်အပြစ်ကိုယ် ဆင်ခြင်သုံးသပ်ကြရပါတယ်။လူကြီးမဖြစ်သေးပေမယ့် ကလေးလည်းမဟုတ်တော့တဲ့ဆယ်ကျော်သက် အရွယ်တွေအနေနဲ့လူကြီးမိဘ ဆရာသမားတွေနဲ့ ဆက်ဆံရေးအဆင်မပြေကြပြဿနာတက်ပုံတွေ မတူညီကြပေမယ့်တူညီတဲ့အရာတစ်ခုကတော့တဖြည်းဖြည်း ကိုယ့် စိတ်နှလုံးသားကို ဖွင့်ပေးရင်းတစ်ယောက်အကြောင်းတစ်ယောက် ရိုးရိုးသားသားဖွင့်ဟပြောဆို လက်ခံပေးကြခြင်းပဲဖြစ်ပါတယ်ကိုယ့်ရဲ့ငယ်ဘဝခံစားချက်ကသူတို့ထဲက ဘယ်တစ်ယောက်ရဲ့ ခံစားချက်နဲ့များထပ်တူကျနေမလဲဆိုတာစောင့်ကြည့်ပြီး ခံစားပေးကြပါဦးReviewed and Translated by JerricaFile size…1.4GB and 638MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1hr 37min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Jerrica\nEncoder ..... ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-breakfast-club-1985/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tK1zy5BsCt1J4OzoDicXmr0UTFH.jpg",
        "title": "The Croods: A New Age",
        "description": "The Croods: A New Age (2020)\nဂိုင်းဆိုတဲ့တစ်ကောင်ကြွက်လေးတစ်ယောက် မိဘတေ​ွကွယ်လွန်ခါနီးမှာခဲ့တဲ့\n\"မနက်ဖြန်\"ဆိုတဲ့နေရာလေးကို ရှာဖွေရင်း\nတစ်နေ့မှာ ဂူတေ​ွထဲနေထိုင်ကျက်စားကြတဲ့ ခရုစ်စ်မိသားစုနဲ့တွေ့ပြီး ရင်းနှီးသွားပြီး\nခရုစ်မိသားစုရဲ့သမီးပျိုလေး အိနဲ့လည်း ချစ်ကျွမ်းဝင်ခဲ့ကြပါတယ်\nဒီလိုနဲ့ ခရုစ်မိသားစုဟာလည်း ဒီဂူတွေထက်ပိုကောင်းပြီး အစာရေစာပေါများတဲ့\n\"မနက်ဖြန်\"ဆိုတဲ့နေရာလေးကို ဂိုင်းနဲ့တူတူ ရှာပုံတော်ထွက်ခဲ့ကြပါတော့တယ်\nဒီလိုနဲ့ခရီးဆက်ရင်း နတ်ပြည္ကြီးလိုလှပပြီး\nအစာရေစာလည်းပေါများတဲ့ နေရာလေးတစ်ခုကိုရောက်သွားတဲ့အခါမှာ\nအဲဒီနေရာလေးက ဂိုင်းမိဘတွေရဲ့အရင်းနှီးဆုံးမိတ်ဆွေတွေဖြစ်တဲ့\nဘတ်တားမန်းမိသားစုရဲ့ အိမ်ကြီးဖြစ်နေတဲ့အခါမှာ\nဘတ်တားမန်းမိသားစုရဲ့သမီးပျိုလေး ဒေါန်ကလည်း\nဂိုင်းရဲ့အခင်ဆုံးငယ်သူငယ်ချင်းဖြစ်နေတဲ့အခါမှာ\nမိသားစုရဲ့နှစ်စုရဲ့ မတူညီတဲ့ယဥ်ကျေးမှုတွေကနေ\nဘယ်လိုပဋိပက္ခလေးတွေဖြစ်လာမလဲ\nတောရိုင်းတိရစ္ဆာန်ရဲ့အန္တရာယ်တွေကနေရော\nဘယ်လိုလွတ်မြောက်အောင်ကြံစည်ကြမှာလဲဆိုတာကို\nမိဘမေတ္တာ၊ သူငယ်ချင်းသံယောဇဥ်လေးတွေကိုပါ ထည့်သွင်းပုံဖော်ထားတဲ့\nဒီ comedy-adventure animation movie လေးမှာ ခံစားကြည့်ရှုလိုက်ကြပါဦး\nFile Size - 2.2GB, 1GB\nQuality - 1080P HEVC, 720P\nSubtitle - Myanamr (Hardsub)\nGenre - Comedy, Adventure, Animation\nTranslator - August, Jerrica, MTA\nEncoder - ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-croods-a-new-age/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7DMvfVBCkYDIYe5mfLQ4mkdtLo.jpg",
        "title": "The Legend of Shanyu Town (2020)",
        "description": "Legend Of Shang Yu (2020)ဒီတခါတော့ supernatural ဆန်ဆန် တရုတ်ကားလေးတကားကို တင်ဆက်ပေးချင်ပါတယ် စိတ်ကူးယဥ်ဆန်တဲ့ ဇာတ်ကားမို့ အထူးပြုလုပ်ချက် အချို့ပါဝင်မှာဖြစ်ပါတယ် ဒီကားလေးဟာနာမည်အတိုင်းပဲ ရှန်းရီမြို့လေးမှာ အ​ခြေတည်ရိုက်ထားတာဖြစ်ပါတယ် ဇာတ်လမ်းအကျဥ်း-ရှန်းရီမြို့လေးမှာ လူသားတွေနဲ့ အသွင်ပြောင်းလူသားတွေ အတူတကွ နေထိုင်ကြပါတယ် တနေ့မှာ အသွင်ပြောင်းလူသားတယောက်ကထကြွပုန်ကန်ခဲ့လို့ သူရဲကောင်းဂိုဏ်းကနေ ဖမ်းဆီးထိန်းသိမ်းခဲ့ရပါတယ် အဲ့လိုနဲ့နေလာရင်း တနေ့မှာ အဲ့ဒီအသွင်ပြောင်းလူသားထွက်ပြေးသွားတဲ့အခါဘာတွေဖြစ်မလဲ ဘယ်လို အကြောင်းကြောင့် မင်းသားနဲ့ မင်းသမီးတွေ့ဆုံပြီး Happy ending ဖြစ်မယ်ဆိုတာကို စောင့်ကြည့်ရင်ခုန်ရမှာ ဖြစ်ပါတယ် Translated by : Nay ChiEncoded by : YKFile Size : 1Gb and 522MBQuality : 1080p and 720p Duration : 1h 10mins",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-legend-of-shanyu-town-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zdkJs9j6yKo9di0kjtctM01fSMv.jpg",
        "title": "To All the Boys: Always and Forever (2021)",
        "description": "To all the boys : Always and Forever (2021)လာရာဂျိန်းဟာ ချစ်သူနဲ့ စတန်ဖိုဒ့်တက္ကသိုလ်မှာအတူတူတက်ရင်း အနာဂါတ်အတွက် အိပ်မက်တွေအများကြီးမက်နေတဲ့ ဆယ်ကျော်သက်အရွယ်ကောင်မလေးတစ်ဦးပါ။ဒါပေမဲ့ လာရာဟာ အားကစားသမားတစ်ဦးဖြစ်တဲ့ ချစ်သူ ပီတာနဲ့ စတန်ဖို့ဒ်တက္ကသိုလ်အတူတက်ဖို့ စိတ်ကူးထားပေမယ့် ဘဝဟာ စီစဉ်ထားသလိုဖြစ်မလာခဲ့ပါဘူး။ဒါ့အပြင် လေ့လာရေးခရီးသွားရင်း နယူးယော့ခ်မြို့ကိုချစ်မိသွားတဲ့ လာရာတစ်ယောက် နောက်ဆုံးမှာတော့ နယူးယော့ခ်တက္ကသိုလ်ဟာ သူတက်ချင်တဲ့တက္ကသိုလ်ဖြစ်တာကို နားလည်သွားခဲ့ပါတယ်။ချစ်သူနဲ့အတူတူ အနာဂါတ်ခရီးကိုဖြတ်သန်းချင်ပေမယ့်ဘဝခရီးအတွက် ရွေးချယ်ဖို့ဆုံးဖြတ်ချက်ချရတော့မယ့်အချိန်မှာတော့လာရာတစ်ယောက် သူ့ရည်ရွယ်ချက်ကိုလည်း လက်မလွှတ်ချင်ခဲ့ပါဘူး။ဒီဇာတ်လမ်းလေးထဲမှာတော့\nအချစ်နဲ့ အနာဂါတ်ဘဝရည်ရွယ်ချက်တွေကြား ဒွိဟဖြစ်နေတဲ့ဆယ်ကျော်သက်တစ်ယောက်..ချစ်သူနဲ့နီးစပ်ဖို့ကိုပဲရွေးချယ်မလားသူဖြစ်ချင်တဲ့လမ်းကိုပဲ ဆက်လျှောက်သွားမလားဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့်အပြင်အထက်တန်းကျောင်းသားတွေရဲ့လူငယ်ဘဝနဲ့ အနာဂါတ်အတွက်ရွေးချယ်မှုတွေကို မြင်တွေ့ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ်File size… 1.7GB and 750MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 49min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Lwin Lwin Aung\nEncoder ..... August",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/to-all-the-boys-always-and-forever-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3HDjhip7qzvEAb5A0AiJfcUBo22.jpg",
        "title": "The Oranges (2011)",
        "description": "The Oranges (2011)CM ပရိသတ်တို့ရဲ့အချစ်တော် ဒေါက်တာဂွစာကြီး ဟောက်စ်ကို နောက်ကာရိုက်တာတစ်မျိုးနဲ့ မြင်ရမယ့်ကားလေးပါဇာတ်လမ်းအကျဥ်းကတော့ နယူးဂျာဆီပြည်နယ်က Orange ဆိုတဲ့မြို့နယ်လေးမှာနေထိုင်တဲ့သိပ်ကိုခင်မင်ကြတဲ့ အိမ်နီးချင်းမိသားစုနှစ်စုရှိပါတယ်မိသားစုနှစ်စုက သမီးဖြစ်သူ နီနာနဲ့ ဗန်နက်ဆာတို့ဆိုလည်း ငယ်ငယ်ကအရမ်းခင်ခဲ့ကြပြီးအထက်တန်းရောက်မှ နီနာကဗန်နက်ဆာ့ကိုပလစ်ပြီး ကျောင်းကအလန်းဇယားကောင်မလေးအဖွဲ့နဲ့သွားပေါင်းခဲ့တာပါနီနာဆိုတဲ့ကောင်မလေးက မိဘအပေါ်လည်း ဂျစ်ကန်ကန်နဲ့ ကလန်ကဆန်လုပ်၊ ကောင်လေးတွေလည်းထည်လဲတွဲပြီးသူ့အသက်၂၄နှစ်အရွယ်မှာ မိဘသဘောမတူတဲ့အီသန်ဆိုတဲ့ကောင်လေးနဲ့ လက်ထပ်ဖို့လုပ်ပြီးအီသန်ကသူ့အပေါ်သစ္စာဖောက်သွားမှ မိဘအိမ်ပြန်လာတာပါအိမ်ပြန်ရောက်တော့လည်း နီနာဆိုတဲ့ အမွှေစိန်လေးက အငြိမ်မနေပါဘူးသူ့ရဲ့ဂြိုဟ်မွှေချက်က ဗန်နက်ဆာ့အဖေနဲ့အမေဖြစ်တဲ့ ဒေးဗစ်နဲ့ပေ့ချ်ကို ပြတ်စဲမလိုဖြစ်စေပြီး ဒေးဗစ်နဲ့ သူ့အဖေဖြစ်သူတယ်ရီကြားကခင်မင်မှုကိုလည်းပျက်မလိုဖြစ်စေခဲ့တာဆိုတော့ ဘယ်လိုတွေဂြိုဟ်မွှေလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါဦးစာကြွင်း - ဒီထဲမှာ ဒေါက်တာဟောက်စ်ရဲ့ကာရိုက်တာက ဟောက်စ်လိုမျိုး ဇွတ်တရွတ်နိုင်တယ်လို့ပြောလို့ရပေမယ့် ဟောက်စ်လိုခေါင်းမာတဲ့လူကြီးမဟုတ်ဘဲ သိပ်ကိုသဘောမနောကောင်း လိုက်လျောတတ်တဲ့လူကြီးအဖြစ် တွေ့ကြရမှာပါအပေါ်မှာပြောခဲ့တဲ့ဇာတ်ကောင်တွေထဲက ဘယ်သူဖြစ်မလဲဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါနော်  Translated by MTAEncoded by YKFile Size : 1.58GB and 791MBQuality : 1080p Blu-Ray H264 ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-oranges-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/igTnqJR5i8A4dvC5tU3Je40ovas.jpg",
        "title": "Oru Pakka Kathai (2020)",
        "description": "Oru Pakka Kathai (2020)ဒီတစ်ခါတော့ ချစ်ကြိုက်ကွဲညား ဇာတ်လမ်းမဟုတ်တဲ့\nထူးခြားတဲ့ ဇာတ်လမ်းလေး တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။သာမန်ဆိုရင် အမျိုးသမီး နဲ့ အမျိုးသား နှစ်ဦး သံဝါသ ပြုမှ ကိုယ်လေးလက်ဝန် ဖြစ်ကြတာကလား?????ဒါကတော့ အမျိုးသားနဲ့အမျိုးသမီး သံဝါသမပြုဘဲ\nအမျိုးသမီးတစ်ဦးတည်းကနေ အလိုလို ပဋိသန္ဓေတည်လာတဲ့ ဇာတ်လမ်းပါ။ဆရာဝန်တွေရဲ့ သိပ္ပံနည်းကျ လေ့လာချက်တွေ အရ ဖြစ်နိုင်တယ်လို့ ယူဆကြသလို ....\nဘာသာရေးသမားတွေကလည်း တမန်တော်ရယ်လို့ ယူဆကြတဲ့ အခါမှာတော့ ......IMDb - 7/10 ရထားတဲ့ ဇာတ်ကားမို့ ဇာတ်လမ်း ပြီးဆုံးချိန်ထိ မျောပါသွားအောင် ခေါ်နိုင်မယ့် ဇာတ်လမ်းတစ်ပုဒ်ပါပဲ။ဘာသာပြန်ထားတာကတော့ Sim Jinnie ပဲ ဖြစ်ပါတယ်။File size… 1.7GB and 810MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 2hr 4min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Sim Jinnie\nEncoder ..... ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/oru-pakka-kathai-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZmUwMTEwYTQtYmUyNy00ZThjLWE5ZjAtZWMwZWRlNDc3Y2MzXkEyXkFq-140x200.jpg",
        "title": "Baby Done (2020)",
        "description": "Baby Done (2020)==============IMDb Rating - 6.2/10 ဘဝမှာ မိဘတစ်ယောက်ဖြစ်ဖို့ စိတ်ရောကိုယ်ပါ အစအစအရာရာ ပြင်ဆင်ကြရပါတယ်။ဒီကားမှာတော့ ဇိုဝီဆိုတဲ့ကောင်မလေးက သူ့ကောင်လေး တင်မ်နဲ့ မထင်မှတ်ဘဲ ကိုယ်ဝန်ရသွားပါတော့တယ်။ လွတ်လွတ်လပ်လပ်နဲ့ ဘဝကို စွန့်စွန့်စားစား ဖြတ်သန်းရတာကိ ကြိုက်တဲ့သစ်ပင်တက်သမား ဇိုဝီတစ်ယောက်အဖို့ မထင်မှတ်ဘဲ ကိုယ်ဝန်ရသွားတာသိလိုက်ရတဲ့အချိန်အကြီးအကျယ်ကို ရှော့ခ်ရသွားပါတော့တယ်။ ဇိုဝီကောင်လေး တင်မ်ကတော့ ကိုယ်ဝန်ရှိတာသိသွားတဲ့ အချိန်ကစပြီး ဖခင်ကောင်းတစ်ယောက်ဖြစ်ဖို့နဲ့ ဇိုဝီကို ဂရုစိုက်ဖို့အတွက် အစွန်းကုန်ကြိုးစားပါတော့တယ်။ ဇိုဝီရဲ့ ဆန္ဒအရ သူတို့နှစ်ယောက်က ကလေးမမွေးခင်မှာ လုပ်ချင်တဲ့အရာတွေကို စပြီးချရေးပါတော့တယ်......သူတို့ကလေးမမွေးခင် သူတို့ဆန္ဒတွေ ပြီးမြောက်သွားမလား၊မထင်မှတ်ဘဲ ကိုယ်ဝန်ရသွားတဲ့ ဇိုဝီတစ်ယောက် ဘယ်လိုကလေးမွေးဖို့ ရင်ဆိုင်မလဲဆိုတာကိုcomedy ဆန်ဆန် ကြည့်ရှူရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 31minSubtitle – Myanmar ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/baby-done-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/My_Missing_Valentine-190620494-large-138x200.jpg",
        "title": "My Missing Valentine (2020)",
        "description": "My Missing Valentine (2020)\n****************************ဒိတ်ပျောက်တယ် ဆိုတဲ့ စကားကို လူငယ်တွေ အရမ်းပြောလေ့ရှိပါတယ်\nဒါပေမယ့် တကယ် ဒိတ်ပျောက်သွားတဲ့လူတွေရှိပါ့မလားဒီဇာတ်လမ်းထဲက ကောင်မလေးကတော့ တကယ်ဒိတ်ပျောက်သွားခဲ့ပါတယ်အရာရာကို မြန်မြန်ဆန်ဆန်လုပ်တတ်တဲ့ကောင်မလေးတစ်ယောက်\nခရာမတွတ်ခင် ပြေးတတ်တဲ့ သူများတွေထက် ရှေ့ကိုတစ်လှမ်းကြိုပြင်ဆင်တတ်သူလေးတစ်ယောက်ရှိသတဲ့။ကမ္ဘာလောကကြီးနဲ့အဆက်သွယ်ပြတ်နေတဲ့သူတစ်ယောက်အသက်ကလဲ ၃၀ နားကပ်နေပြီး အချစ်ရေးနဲ့ပါတ်သက်လို့ မူးလို့တောင်မရှုဖူးတဲ့သူမအနားကို\nခပ်ချောချောကောင်လေးတစ်ယောက်က ရောက်လာခဲ့ပါတယ်။အဲ့ကောင်လေးနဲ့ ချစ်သူများနေ့မှာ အတူဖြတ်သန်းဖို့ စိတ်ကူးယဉ်\nအပျော်တွေလွန်ပြီး အိပ်သွားခဲ့ပေမဲ့ နောက်တစ်နေ့ သူအိပ်ရာနိုးလာချိန်မှာတော့\nသူ့ရဲ့ချစ်သူများနေ့ဟာ သူ့မှတ်ဉာဏ်ထဲကနေ ထူးဆန်းအံ့သြဖွယ်ရာ\nပျောက်ဆုံးနေခဲ့တာသိလိုက်ရပါတယ်။သူ့ရဲ့ဘဝမှာ အပြောင်းလဲကြီးတစ်ခုလို့ဆိုရလောက်တဲ့နေ့တစ်နေ့ဟာ\nဘာလို့ပျောက်ဆုံးသွားရတာလဲ အဖြေရှာပါတော့တယ်။ဘာ​ကြောင့် နေ့ရက်တစ်ရက် ပျောက်ဆုံးသွားရတာလဲ\nပျောက်ဆုံးသွားတဲ့နေ့ရက်ကို ဘယ်လိုပြန်ရှာမလဲ\"ကိုယ့်ကိုယ်ချစ်ပါ တစ်နေရာမှာတော့\nသင့်ကိုချစ်တဲ့သူတစ်ယောက်ရှိနေပါတယ်\"IMDb rating 7.4 ရရှိထားပြီး Golden Horse Film Festival တစ်ခုတည်းမှာတင်\nWinner 5 ဆုရရှိပြီး Nomi 6 ဆု ၀င်ခဲ့တဲ့ ဇာတ်ကားကောင်းတစ်ကားလဲဖြစ်ပါတယ်။ File Size : ( 1.75 GB), ( 1.09 ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/my-missing-valentine-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/9nLplPuTXceAwvGqedZRPTAaX4d-133x200.jpg",
        "title": "The Elfkins – Baking a Difference (2019)",
        "description": "The Elfkins Baking a Difference (2019)\n**************************************=IMDB 6.0 =ဂျာမန်ကာတွန်းကားလေးပါမြေအောက်မှာပဲ နှစ်ပေါင်းများစွာနေလာတဲ့ မှင်စာလေး အဲလ်ဖီဟာ\nလူသားတွေနေတဲ့အပေါ်ကိုတက်လာပြီး ပညာရပ်တစ်ခုခုကိုသင်ချင်နေပါတယ်။တက်လာပြီးနောက် မုန့်ဖုတ်ဆရာ သီအိုနဲ့တွေ့ခဲ့ပါတယ်\nသူ့ရဲ့မုန့်တိုက်ကိုလိုချင်နေတဲ့ ညီဆီကနေကယ်တင်ဖို့လိုနေတဲ့သူပေါ့။မှင်စာလေးဟာ သူတက်ချင်တဲ့ပညာကိုတက်သွားနိုင်မလား\nလူသား သီအိုကရော သူ့မုန့်တိုက်ကို ကယ်တင်နိုင်မလား\nဘာအပြောင်းအလဲတွေ လုပ်နိုင်သွားမလဲFile Size : (1.4 GB) and (877 MB)\nQuality : 1080p.BluRay\nFormat…mp4\nDuration…1h 18min\nGenre : Animation, Action, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by : Inzali ThanHtike\nEncoded by : Myoko",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-elfkins-baking-a-difference-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BODVkNjU4NGMtODMwNi00ZWU4LWI3ZmYtNjgxNzIyNjY5MmI1XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "Main Hoon Na (2004)",
        "description": "IMDb (7.0) / Rotten Tomatoes (81%)ဘောလိဝုဒ်ရဲ့ဘုရင်လို့ တင်စားခေါ်ဝေါ်ကြတဲ့ ကမ္ဘာကျော်မင်းသား ရှာရွတ်ခန်းရဲ့အချစ်အလွမ်းအကြမ်းရသစုံတဲ့ရုပ်ရှင်ဇာတ်ကား ဖြစ်ပါတယ်။\nရှာရွှတ်ခန်းရဲ့ လူသိများတဲ့ရုပ်ရှင်တွေဖြစ်တဲ့ Om Shanti Om တို့ Happy New Year တို့ကို ရိုက်ကူးပေးခဲ့တဲ့\nဒါရိုက်တာ Farah Khan ရဲ့ ပထမဆုံးရိုက်ကူးတဲ့ ရုပ်ရှင်ဖြစ်ပြီး မင်းသားကြီး Sunil Shetty ၊လူငယ်မင်းသားချော Zayed Khan\nမင်းသမီး Sushmita Sen နဲ့ Amrita Rao တို့ပါဝင်အားဖြည့်သရုပ်ဆောင်ထားပါတယ်။\nImdb rating 7.0 ရရှိထားတဲ့ ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းကတော့\nအိန္ဒိယတပ်မတော်မှ ဗိုလ်ချုပ်ဘတ်က်ရှီးဟာ ပါကစ္စတန်နိုင်ငံနဲ့ ငြိမ်းချမ်းရေးယူဖို့ ပထမခြေလှမ်းအဖြစ်\nမီလတ်စီမံကိန်းကို လုပ်ဆောင်ဖို့ စီစဉ်နေပါတယ်။ မီလတ်စီမံကိန်းကတော့ အိန္ဒိယနယ်စပ်မှာ ဖမ်းမိထားတဲ့\nမသိနားမလည်တဲ့အပြစ်မဲ့ ပါကစ္စတန်နိုင်ငံသားတွေကို ပြန်လွှတ်ပေးမယ့် အစီအစဉ်ဖြစ်ပါတယ်။ ထိုစီမံကိန်းကို\nသတင်းဌာနတစ်ခုမှ ဗိုလ်ချုပ်ဘတ်က်ရှီးကို အင်တာဗျူးဖို့ ဖိတ်ကြားထားလို့ ဗိုလ်ချုပ်ဘတ်က်ရှီးဟာ အင်တာဗျူးလာရောက်ဖြေခဲ့ပါတယ်။\nအင်တာဗျူးဖြေနေစဉ်မှာ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/main-hoon-na-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AiV7eOusuZawEdbAV75Qx0UORRy.jpg",
        "title": "Finding ‘Ohana (2021)",
        "description": "Finding Ohana (2021)စွန့်စားတဲ့ ဇာတ်လမ်းတွေကို ကြိုက်တတ်ပါသလား?\nရတနာရှာဖွေရေး ဇာတ်လမ်းတွေကို ကြိုက်တတ်ပါသလား?Netflix ကနေ ထုတ်လွှင့်ထားတဲ့ အသစ်စက်စက် ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။စွန့်စားရတာကို ကြိုက်တတ်တဲ့ ဖီလီ ဆိုတဲ့ ကောင်မလေးက\nသူ့အဖိုးဆီက မုခ်စ်ရဲ့စွန့်စားခန်းတွေကို ဖတ်ပြီးတဲ့နောက်မှာ\nစပိန်ရတနာတွေကို ရှာဖွေဖို့ သူ့ရဲ့မောင်နှမတွေနဲ့အတူ ကြိုးပမ်းပါတော့တယ်။သူတို့ရဲ့စွန့်စားခန်းတွေကတော့ ......\nပြောလိုက်ရင် ပေါ့သွားမှာမို့ အများကြီး မပြောပြတော့ပါဘူး။ရတနာသိုက်ရှာဖွေရေးကားတွေရဲ့ထုံးစံအတိုင်း ဘာဖြစ်မလဲ ဆိုတာကို\nဟာဝိုင်အီကျွန်းရဲ့ အလှအပတွေနဲ့ အတူတူ အသည်းတယားယား ရင်တဖိုဖိုနဲ့ ကြည့်ရမှာပါ။IMDb - 6.2/10 ရထားတဲ့ ဇာတ်ကားအသစ်စက်စက်လေးမို့ ကြည့်ဖြစ်အောင် ကြည့်ကြစေချင်ပါတယ်။File size…1.7 GB and 700MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 2hr 3min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Shoon Thu Thu Chain, Shin Jinni, Thet Hnin Hsu, Dolly\nEncoder ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/finding-ohana-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BM2MwYjBiYzctODFjNi00ZDRiLWE2NGMtODFhMDg1NGVjZDQ3XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Superintelligence (2020)",
        "description": "Superintelligence (2020)\n====================IMDB rating - 5.3/10 A.I ဆိုတာကတော့ ဒီခေတ်မှာလူတိုင်းလိုလိုရင်းနှီးနေကြမယ့် စကားလုံးတစ်လုံးဖြစ်မှာပါ။ဒီကားထဲမှာတော့ Superintelligence လို့သူ့ဘာသူ နာမည်တပ်ထားတဲ့ A.I ကနေ ကမ္ဘာကြီးကိုစစ်ပွဲတွေ၊  ရောဂါတွေမရှိတော့တဲ့အနေအထားထိ ပြုပြင်နိုင်တယ်လို့ တွက်ချက်ထားပါတယ်။ဒါပေမယ့် အဲ့လိုအခြေအနေမျိုးဖြစ်ဖို့က လူသားအားလုံးကိုကယ်တင်မယ် (သို့) လူသားအားလုံးကိုကျွန်ပြုမယ် (သို့) လူသားအားလုံးကိုမျိုးတုံးပစ်မယ် ဆိုပြီး ဖြစ်နိုင်ချေသုံးခုရှိနေတယ်။ အဲ့ဒါကို A.Iကနေ သေသေချာချာဆုံးဖြတ်နိုင်ဖို့အတွက် လူသားအဆန်ဆုံးလူတစ်ယောက်ကိုရွေးပြီး အနီးကပ်လေ့လာပါတော့တယ်။ တနည်းအားဖြင့် ကမ္ဘာကြီးရဲ့အဆုံးအဖြတ်က အဲ့ဒီလူအပေါ်မူတည်သွားတာပဲဖြစ်ပါတယ်။ အဲ့ဒီလူက ကာရိုး ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဖြစ်ပြီး ကာရိုးအနေနဲ့ လူသားတွေက ကယ်တင်ထိုက်ပါတယ်ဆိုတာကို သတ်သေပြနိုင်သွားမလား ဆိုတာကတော့ ဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်နော် . . .ကားရိုးအဖြစ်သရုပ်ဆောင်ထားတဲ့ Melissa McCarthy ကတော့ ပရိသတ်တွေရင်းနှီးပြီးသားမင်းသမီးပါပဲ။သူပါဝင်သရုပ်ဆောင်ထားတဲ့ The Spy (2015), The Heat (2015), Ghostbusters (2016)  စတဲ့ Comedy,Action ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/superintelligence-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1pNScLfNzXzk8OEIPLiCT8iuhSk.jpg",
        "title": "My God! Father (2020)",
        "description": "[Unicode]Castsဂေါ့တ် အဖြစ် Pope Thanawat\nပရိမ်အဖြစ် Ter Chantavit\nဘျု့အဖြစ် Sammy Cowellဇာတ်လမ်းအကျဉ်းပြိုင်ကားမောင်းရတာ ဝါသနာပါတဲ့ ဂေါ့တ်တစ်ယောက်က စိုးရိမ်တယ်ဆိုတဲ့စကားတခွန်းနဲ့ သူ့အိပ်မက်တွေကို တားဆီးနေခဲ့တဲ့ ဖခင်ဖြစ်သူနဲ့ အဆင်လုံးဝမပြေခဲ့ပါဘူးငယ်စဉ်အရွယ်ထဲက ဖခင်ထောင်ကျလို့ မိခင်ဖြစ်သူ သတ်သေခဲ့တယ်ဆိုပြီး ဖခင်ကို အမုန်းကြီးမုန်းနေခဲ့တဲ့ ဂေါ့တ်တစ်ယောက် ကားမတော်တဆဖြစ်ခဲ့ချိန်မှာတော့ အရင်အချိန်တွေကို ပြန်ရောက်သွားခဲ့ပါတယ်ဂေါ့တ်ရောက်သွားတဲ့အချိန်ကတော့ ၁၉၉၈ ခုနှစ် သူမမွေးဖွားလာခင် တစ်နှစ်အလိုကိုပါပဲဖခင်ဖြစ်လာမယ့် ပရိမ်ဖြစ်သူနဲ့ သူငယ်ချင်းအဖြစ်တွေ့လာရပြီး ဖခင်ဖြစ်သူရဲ့ ခံယူချက် အတွေးအမြင်တွေနဲ့ သူတို့နှစ်ယောက်ကြား ဘာတွေကများ အထင်လွဲမှားမှုတွေဖြစ်လာစေခဲ့သလဲအဖေလို့တောင် မခေါ်ခဲ့တဲ့ ဂေါ့တ်တစ်ယောက် ဖခင်ဖြစ်သူ \"ပရိမ်\"ရဲ့ စိတ်ရင်းကို သိလာနိုင်မလားဆိုတာကို ဟာသနှောပြီး တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ ) [Zawgyi]Castsေဂါ့တ္ အျဖစ္ Pope Thanawat\nပရိမ္အျဖစ္ Ter Chantavit\nဘ်ဳ႕အျဖစ္ Sammy Cowellဇာတ္လမ္းအက်ဥ္းၿပိဳင္ကားေမာင္းရတာ ဝါသနာပါတဲ့ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/my-god-father-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYjZiZDEwZDctODA4Ny00MTE1LTliNjEtODQzODA4ZWJhNjY0XkEyXkFqcGdeQXVyNDgxNzcyNDU@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Love, Lost & Found (2021)",
        "description": "Love, Lost & Found (2021)====================IMDb Rating - 5.6/10 မထင်မှတ်ထားတဲ့ အချိန်မှာ အချစ်ဆိုတာ ပေါ်လာတတ်တယ်လို့လူတွေပြောကြတယ်။ တစ်ခါတစ်လေမှာ ကိုယ့်အနားမှာတစ်ချိန်လုံးရှိနေပေမယ့်လည်း ဒါဟာ အချစ်စစ်ဟုတ်ချင်မှ ဟုတ်လိမ့်မယ်။ တသစ်ဒင်္ဂလေး တွေ့လိုက်ရုံနဲ့ အချစ်စစ်တွေပေါက်ဖွားလာတာမျိုးလည်း ဖြစ်နိုင်ပါတယ်။တစ်ချို့ကျလည်း အချစ်ဦးဆိုတာကို မေ့ပျောက်မရနိုင်ဖြစ်ပြီး ဘယ်သူ့ကိုမှ ဆက်မချစ်တတ်ကြတော့ပါဘူး။အချစ်ဟာ အဲ့ဒီလောက်ထိကို ဆန်းကြယ်ပါတယ်။ဒီဇာတ်လမ်းလေးထဲမှာလည်း ဘက်ဖ်ဆိုတဲ့ လူဟာ သူ့ရဲ့ ချစ်သူ ကလဲရ်ရဲ့ ဇာတိမြေလေးကို သွားပြီး လက်ထပ်ခွင့်တောင်းဖို့ကြံစည်ထားခဲ့ပါတယ်။ နေ၀င်တာကို ကြည့်ရင်း လက်ထပ်ခွင့်တောင်းမယ့် အချိန်မှာပဲ ကံဆိုးစွာနဲ့ ကလဲရ်က တောင်စောင်းပေါ်ကပြုတ်ကျပြီး မြစ်တစ်လျှောက် ပါသွားပါတော့တယ်။ ချစ်သူကို စိုးရိမ်စိတ်နဲ့ ပြူးပျာနေတဲ့ ဘက်ဖ်လည်း တောင်ပေါ်က တလိမ့်ခေါက်ကွေး ပြုတ်ကျပြီး နတ်တလီဆိုတဲ့ တောခေါင်းမလေးနဲ့တွေ့.....ဘက်ဖ်ရဲ့ ချစ်သူ ကလဲရ်နဲ့တွေ့တဲ့ ကယ်ဆယ်ရေးအဖွဲ့က လူဟာလည်း ကလဲရ်ရဲ့ ရည်းစားဟောင်း ကော့တ်ဖြစ်နေပါတော့တယ်။ဒီအတွဲလေး ၂ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/love-lost-found-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOWNiMDUwYmUtZjJjNy00OTA5LThkM2QtODBkNTY2MGYyZGRlXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Psycho Goreman (2020)",
        "description": "Psycho Goreman (2020)===================IMDb Rating - 6.2/10 မနေ့ကမှ ပူပူနွေးနွေး ထွက်ရှိလာတဲ့ Sci-Fi, Horror ဇာတ်ကားလေးပါ။သတ်တာဖြတ်တာတွေကတော့ ကြမ်းပါတယ်။ ဇာတ်လမ်းကလည်း ထူးဆန်းပါတယ်။ စကြဝဠာကိုဖျက်စီးမယ့် အမည်မဲ့မကောင်းဆိုးရွားကို ကမ္ဘာပေါ်က တစ်နေရာမှာ ပိတ်ထားတာကို မောင်နှမနှစ်ယောက်က မတော်တဆ သွားလွှတ်ပေးမိပြီး သူ့ကို ထိန်းချုပ်နိုင်တဲ့ကျောက်တုံးကိုရသွားပါတယ်။ကလေးမလေးက ခပ်ဆိုးဆိုးကိုမှ စကြဝဠာတစ်ခုလုံးကို ဖျက်စီးနိုင်တဲ့ စွမ်းအားရှိတဲ့သူကို ထိန်းချုပ်နိုင်တဲ့အစွမ်းရနေတော့ ဘာတွေဖြစ်ကုန်မလဲ စဉ်းစားသာကြည့်ပါတော့။ သူက အဲဒီမကောင်းဆိုးရွားကို PsychoGoreman(အတိုကောက် PG) လို့နာမည်ပေးထားပြီး သူစိတ်တိုင်းကျလျှောက်လုပ်နေပါတော့တယ်။ အမှောင်ရှိရင် အလင်းရှိသလို သူ့ကိုတားဆီးမယ့် Pandora လည်းရှိနေပါတယ်။ သူတို့တွေရဲ့တိုက်ပွဲက ဘယ်လိုဖြစ်မလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။ ဇာတ်သိမ်းရော Theme ကပါ ပုံမှန်မဟုတ်တဲ့ကားတစ်ကားလို့ပြောလို့ရပါတယ်။အဲဒါနဲ့ ဒီကားကို Comedy အမျိုးအစားထဲမှာပါတယ်လို့လည်း သတ်မှတ်ထားတာကိုတွေ့ရပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို d3mon မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Jack, d3mon တို့ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/psycho-goreman-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yPVy1YUnXUKck11KwaPfKDAr42P.jpg",
        "title": "Double Dad (2021)",
        "description": "Double Dad(2021)မိဘမစုံမလင်နဲ့ ကြီးပြင်းလာရတဲ့ ကလေးလေးတစ်ယောက်ရဲ့\nအလိုအပ်ဆုံးအရာဟာ ဘာဖြစ်နိုင်မလဲ?\nငွေကြေးချမ်းသာမှုလား ချစ်ခြင်းမေတ္တာလား?????\nဒါမှမဟုတ် ပြီးပြည့်စုံတဲ့မိသားစုဘဝလား?????အမေတစ်ခု သမီးတစ်ခု ဘဝနဲ့နေလာခဲ့ရတဲ့\nဗီဇင်ဆာဟာ သူ့အဖေကိုတွေ့ရဖို့အတွက်\n၁၈နှစ်လုံးလုံးမျှော်လင့်ခဲ့ရပါတယ်။\nအမေဖြစ်သူကိုမေးပေမယ့် တွေ့ဖို့အချိန်မတန်သေးဘူးဆိုတဲ့အကြောင်းပြချက်နဲ့\nခဏခဏ အငြင်းခံရပြီးတဲ့နောက်မှာတော့\nကိုယ်တိုင် အဖေရှာပုံတော်ဖွင့်ဖို့ ကြိုးစားပါတော့တယ်။ကျင့်စဥ်တွေလိုက်စားတတ်တဲ့အမေဟာ ဘာသာရေးကိစ္စနဲ့\nအိန္ဒိယကိုသွားဖို့အကြောင်းဖန်လာတဲ့အခါမှာတော့\nဗီဇင်ဆာတစ်ယောက် အဖေရှာပုံတော်ဖွင့်ဖို့အခွင့်အရေးရရှိလာပါတော့တယ်။အဖေရှိရာမြို့ဆီ ခြေဆန့်လို့ ရှာဖွေရင်းကနေ\nအဖေဖြစ်နိုင်ခြေရှိတဲ့သူဟာ တစ်ယောက်တည်းမဟုတ်ဘဲ နှစ်ယောက်ဖြစ်နေတဲ့အခါ\nဗီဇင်ဆာတစ်ယောက် အဖေရင်းကိုရှာဖွေတွေ့နိုင်ပါ့မလား။အမေကရော ဘာဖြစ်လို့ အဖေရင်းအကြောင်းကို မပြောပြချင်ရတာလဲ?\nသူမရဲ့အဖေတွေကရော သူမကိုသမီးအဖြစ်လက်ခံနိုင်ပါ့မလားဆိုတာကို\nရှုခင်းကောင်းကောင်း နောက်ခံတေးသွားလှလှလေးတွေနဲ့\nပြီးသွားလို့ပြီးသွားမှန်းမသိလောက်အောင် မျောပါသွားတဲ့အထိ\nတင်ဆက်ထားတဲ့ ပေါ်တူဂီဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်တာမို့ ကြည့်ဖို့ ညွှန်းပါ​ရစေ။File size… 1.48GB and 677MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 43min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Hazel\nEncoder ..... August",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/double-dad-2021/"
    }
]