[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNzM4OTMxMTM5Ml5BMl5BanBnXkFtZTcwMDg4NzU2OQ@@._V1_-136x200.jpg",
        "title": "Grabbers (2012)",
        "description": "IMDb - 6.3/10 ~ Rotten tomatoes - 70% အိုင်ယာလန်နိုင်ငံက ‌အယ်ရန်ကျွန်းလေးဟာ လူအနည်းစုပဲနေထိုင်ကြပြီး သာယာအေးချမ်းနေတဲ့ ကျွန်းလေးပါ။ ရဲစခန်းမှာလည်း အရာရှိနှစ်ယောက်သာရှိပြီး မှုခင်းလည်းတော်ရုံဖြစ်ခဲပါတယ်။ တနေ့မှာတော့ စခန်းမှူးက ပိတ်ရက်ခွင့်ယူတဲ့အတွက် ဒပ်ဗလင်မြို့ကနေပြီး နှစ်ပတ်အစားထိုးပေးမဲ့ ဂါဒါ (အရာရှိ) နိုလန် ကိုလွှတ်ခဲ့ပါတယ်။ ဒီလိုနဲ့ စခန်းမှာကျန်ခဲ့တဲ့ အိုရှေးနဲ့တွဲပြီးအလုပ်လုပ်ကြရင်း ကမ်းခြေမှာ ဝေလငါးတွေ သောင်သာတင်တဲ့သတင်းကို သွားစစ်ရင်း ဝေလငါးတွေရဲ့ ကိုယ်ပေါ်ကပုံမှန်အဟုတ်တဲ့ အမည်မသိဒဏ်ရာတွေကိုတွေ့ခဲ့ကြရပါတယ်။တဖက်မှာလည်း ဘဝကိုငါးဖမ်းလိုက်၊ အရက်သောက်လိုက်နဲ့ ဖြတ်သန်းနေတဲ့ ပက်ဒါဆိုတဲ့ အဘိုးကြီးရဲ့ ကျောက်ပုစွန်ထောင်ခြောက်မှာ အမျိုးအမည်မသိ အကောင်တကောင်မိခဲ့ပြီး ပက်ဒါကိုတိုက်ခိုက်ရင်း သေသွားခဲ့တာကြောင့် အဏ္ဏဝါဗေဒပညာရှင် စမစ်နဲ့စစ်ဆေးကြည့်ရင်း ဒီသတ္တဝါတွေဟာ သွေးကိုစားသုံးပြီး အသက်ရှင်ဖို့ရေလိုအပ်တဲ့ အမျိုးအမည်မသိမျိုးစိတ်ဖြစ်နေပြီး သေသွားရတဲ့အကြောင်းအရင်းကလည်း ပက်ဒီလို ရှက်ကီပေါင်းစုံထုထားတဲ့ ရှက်ဘီဘဲကြီးရဲ့ သွေးကိုစုပ်မိသွားတာကြောင့် ဖြစ်နေခဲ့ပါတယ်။ ဖြစ်ချင်တော့ ပက်ဒါမိထားတဲ့အကောင်က အမဖြစ်နေပြီး ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/grabbers-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hza1wvAplDUiMLY8jP87Iwh1gkw.jpg",
        "title": "Hidden Strike (2023)",
        "description": "ဂျက်ကီချန်းနဲ့ ဂျွန်စီနာတို့ရဲ့ ဟာသအက်ရှင်ကားအသစ်လာပါပြီ။ဒါရိုက်တာကလည်း Need for speed, Expend4bles တို့ရဲ့ Scott Waugh ပါ။ ဇာတ်လမ်းအကျဉ်းအရှေ့အလယ်ပိုင်းရဲ့ တရုတ်ရေနံကုမ္ပဏီတစ်ခုက ဒေသတွင်း ကြေးစားစစ်တပ်တွေကဝိုင်းတိုက်နေပြီ ဝင်စီးဖို့ကြိုးစားနေပါတယ်။ ရေနံဝန်ထမ်းတွေကို ကယ်တင်ဖို့ဂျက်ကီချန်းတို့ လုံခြုံရေးတပ်တွေ ရောက်လာပြီး ကယ်ထုတ်နေချိန်မှာကြေးစားတပ်တွေနဲ့ တိုက်ပွဲဖြစ်ပါတော့တယ်။ အဲဒီတိုက်ပွဲမှာ ဂျွန်စီနာကကြေးစားတွေဘက်ကနေ ပါလာပြီး ရေနံဝန်ထမ်းတွေရဲ့ ကားတန်းထဲကဘတ်စကားနှစ်စီးကို ဖမ်းခေါ်သွားနိုင်ခဲ့ပါတယ်။ အဲဒီလူတွေကို ပြန်ကယ်ဖို့ကြိုးစားရင်း ဂျက်ကီနဲ့ဂျွန်စီနာတို့ တွေ့ကြတဲ့အခါ....   File size… 2.12GB / 925MB\nQuality… WEB-Rip 1080P 5.1 CH / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Mr.Anderson",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/hidden-strike-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csZRHobe0aPYOGobhLjTnB6S2L9.jpg",
        "title": "The Murderer (2023)",
        "description": "The Murderer (2023)နာမည်ကျော် ထိုင်းဟာသမင်းသားကြီး Phetthai Vongkumlao ပါဝင်ထားတဲ့ ဟာသကားအသစ်ထွက်လာပါပြီ။\nမင်းသမီးကတော့ Bad Genius ထဲက ဂရေ့စ်အဖြစ် သရုပ်ဆောင်ဖူးတဲ့ Eisaya Hosuwan ပါပဲ။ဇာတ်လမ်းအကျဉ်းထိုင်းနိုင်ငံတစ်နေရာက လယ်တောအိမ်လေးတစ်ခုထဲမှာ ၇ လောင်းပြိုင်လူသတ်မှုကြီး ဖြစ်ပွားခဲ့ပါတယ်။\nအဲဒီအတွက် သံသယတရားခံကတော့ အဲလ်လို့ခေါ်တဲ့ ဗြိတိန်သားတစ်ယောက်ပါပဲ။\nသူဟာ သေသွားတဲ့မိသားစုရဲ့ သမီး ဆိုင် နဲ့ လက်ထပ်ထားတာဖြစ်ပြီး ယောက္ခမတွေအိမ်မှာ ညလာအိပ်တဲ့ညမှာ ပြဿနာတွေရှုပ်ကုန်တာဖြစ်ပါတယ်။\nအသတ်ခံရတဲ့ သူ ၇ ယောက်ကလည်း သေပုံသေနည်းတစ်မျိုးစီဖြစ်နေပြီး ဇာတ်လမ်းကိုယ်စီရှိနေပြန်ပါတယ်။\nအသက်ရှင်ကျန်ခဲ့တဲ့ အဲလ် နဲ့ ဆိုင်၊ သူတို့ရဲ့ တူမလေး ဇွန် တို့ကို စခန်းမှူးက စစ်ဆေးရင်း\nသူတို့တစ်ယောက်တစ်ပေါက်ပြောပြတာတွေကနေ တရားခံအစစ်ကို ဘယ်လိုဖော်ထုတ်မလဲဆိုတာ ကြည့်ရမှာပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Crime, Mystery, Thriller\nQuality…. 1080p | 720p\nFile ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-murderer-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjM2MTNiYjUtNzhhMy00ZmQ1LWFjNTItM2Q4YjdmY2JiZmVlXkEyXkFqcGdeQXVyMTU2NzgxNTE0._V1_-157x200.jpg",
        "title": "Love Tactics 2 (2022)",
        "description": "Love Tactics 2 (2022)\n================ပထမကားမှာ နင်ချစ်မလား ငါချစ်မလားနဲ့ အချစ်ပြိုင်ပွဲလေးလုပ်ခဲ့ကြတဲ့\nအက်စ်လီနဲ့ ကယ်ရမ့်ကိုမှတ်မိကြသေးရဲ့လား။  သူတို့နှစ်ယောက်ကနေ\nတစ်ဆင့် စုံတွဲတွေဖြစ်သွားကြတဲ့ သူငယ်ချင်းနှစ်ယောက်က လက်ထပ်\nကြတော့မှာပါတဲ့။ ဒါပေမဲ့ ဒါကို အက်စ်လီတို့နှစ်ယောက်က သဘောမ\nကျပါဘူး။ အိမ်ထောင်ပြုလိုက်တာနဲ့ ရန်ပဲဖြစ်ပြီး အချစ်တွေမရှိတော့ဘဲ\nနောက်ဆုံးကွာရှင်းကြမှာပဲလို့ ယုံကြည်ကြတဲ့နှစ်ယောက်ပေါ့။ အိမ်ထောင်\nရေးကို အယုံအကြည်မရှိကြတာချင်းအတူတူ အက်စ်လီက ကယ်ရမ်ဟာ\nသူ့ကိုလက်မထပ်ချင်ရကောင်းလားဆိုပြီး စိတ်ဆိုးသွားပါတယ်။ဒီလိုနဲ့ အက်စ်လီက ကယ်ရမ် သူ့ကိုလက်ထပ်ချင်လာအောင် စစ်ဆင်ရေး\nစပါတယ်။ ကယ်ရမ်ကလည်း အားကျမခံ အက်စ်လီ့ကို အိမ်ထောင်သည်\nဘဝကို စိတ်ကုန်သွားအောင် ဗျူဟာဆွဲပါတော့တယ်။ သူတို့နှစ်ယောက်ရဲ့\nဒုတိယအကြိမ်ဂိမ်းလေးမှာရော ဘယ်သူအနိုင်ရမလဲ။ ချစ်ရင်ယူမှဖြစ်မှာ\nလား လက်ထပ်လိုက်တာနဲ့ အချစ်တွေကုန်သွားပြီလား ပရိသတ်ကြီးရော\nဘယ်လိုထင်ပါသလဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL မှဖြစ်ပါတယ်)File Size..........(1.85 GB) / (833 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 38Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......EL\nEncoder..........SWM",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/love-tactics-2-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9WTcNJwe6gS3fuLTlycN2jepnBg.jpg",
        "title": "The Fence (2022)",
        "description": "စတိဗ်ဆိုတဲ့ ကောင်လေးကသူရှာထားတဲ့ပိုက်ဆံတွေစုပြီးဆိုင်ကယ်လေးတစ်စီးကိုဝယ်ခဲ့ပါတယ်။ဝယ်ပြီးသိပ်မကြာခင်မှာပဲအိမ်ရှေ့မှာရပ်ထားတုန်းအခိုးခံခဲ့ရပါတော့တယ်။ ဒီလိုနဲ့ရဲသွားတိုင်တော့သူက သူ့အစ်ကိုအန်ဒရူးရဲ့ညီဖြစ်နေတာကိုသိသွားတော့ ရဲတွေကမကူညီချင်သလိုထုံးစံအတိုင်းအင်တင်တင်လုပ်ပါတော့တယ်။သူ့အစ်ကိုအန်ဒရူးဆိုတာက အမြဲတမ်းထိုးလိုက်ကြိတ်လိုက်နဲ့လူကြမ်းတစ်ယောက်မလို့ အခုလဲခံဝန်နဲ့လွတ်လာတာဖြစ်ပါတယ်။ ဒီလိုနဲ့စတိဗ်တစ်ယောက် သူ့ဆိုင်ကယ်လေးကိုဘယ်သူခိုးသွားတယ်ဆိုတာကိုလိုက်စုံစမ်းရင်းနဲ့ သတင်းအတိအကျရလာတဲ့အခါ သူ့အသက်အရွယ်နဲ့ ဘာမှလုပ်မရတဲ့အတွက်သူ့အစ်ကိုကိုပဲ လူမိုက်ငှားပြီးခေါ်သွားခဲ့ပါတော့တယ်။သူ့အစ်ကိုကလဲမဆီမဆိုင်နဲ့ရဲတွေနဲ့ သူ့ကြားမှာပဲကြီးလှော်ဆားညှပ်နေတဲ့သူ့ ညီကိုသနားပြီးအတတ်နိုင်ဆုံးလိုက်ကူညီပေးခဲ့ပါတယ်။ဒီလိုနဲ့ဆိုင်ကယ်တော့ပြန်မရခဲ့ပေမဲ့လျော်ကြေးတော့ပြန်ရခဲ့ပါတယ်။ဒါပေမယ့်တကယ်တမ်းအပြစ်ရှိတဲ့လူကဆိုင်ကယ်သူခိုးမဟုတ်ပဲ နဲ့ ညီအစ်ကိုနှစ်ယောက်လုံးနဲ့ရန်စရှိနေတဲ့လူတွေဖြစ်တဲ့အခါမှာတော့ဘာတွေဖြစ်မယ်ဆိုတာကိုစိတ်ဝင်စားစွာနဲ့ကြည့်ရှုရမဲ့အက်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။  File size…2.45GB / 744MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 34m\nGenre ….. Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Soe Lay",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-fence-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gg9jup8MM9HjT7nvQ0h2gKDpi5W.jpg",
        "title": "[18+] Flux Gourmet (2022)",
        "description": "Flux Gourmet (2022)* သွေးထွက်သံယိုဇာတ်ဝင်ခန်းများနှင့် ညစ်ညမ်းပြကွက်များပါဝင်သောကြောင့် အသက်မပြည့်သူများကြည့်ရှုရန်မသင့်ပါ *~ IMDb - 5.9/10, Rotten Tomatoes - 85% ~ဒီရုပ်ရှင်ကို ဘာအကြောင်းလဲလို့မေးရင် နည်းနည်းဖြေရခက်မယ်။ အကြောင်းအရာတွေက ရှုထောင့်ပေါင်းစုံကနေ တစ်မျိုးစီပြထားတာကြောင့်ပေါ့။ ဟင်းချက်တာပါတယ်၊ အနုပညာပါတယ်၊ သီချင်းတွေအသံတွေပါတယ်၊ ဟာသတွေပါတယ်၊ စိတ်အနှောက်အယှက်ဖြစ်စရာတွေပါတယ်၊ ဘာညာကွိကွတွေပါတယ်။မကြည့်ခင်မှာ အရင်ဆုံး သူတို့တည်တဲ့ ဇာတ်လမ်းနဲ့အလုပ်အကိုင်သဘောတွေအရင်ပြောရပါလိမ့်မယ်။ Sonic Catering ကို ဒီရုပ်ရှင်ထဲကအတိုင်းဆိုရင်တော့ မြန်မာလိုအဓိပ္ပာယ်ခြုံမိဖို့ \"ဟင်းသံလုပ်သရုပ်ဆောင်ခြင်း\" လို့ခေါ်နိုင်ပါတယ်။ဒါရိုက်တာ Peter Strickland ကလည်း ဒီရုပ်ရှင်ဟာ သူ့ဘဝနဲ့ အနီးစပ်ဆုံးရုပ်ရှင်ဖြစ်မယ်လို့ပြောထားပါတယ်။ ဘာလို့လဲဆိုတော့ သူကိုယ်တိုင် အဲဒီလို Sonic Catering Band တစ်ခုကို တည်ထောင်ခဲ့ဖူးလို့ပါတဲ့။ASMR တွေနဲ့မတူတာက Sonic Catering ဟာ ပြဇာတ်ကသလို ပရိသတ်ရှေ့မှာပဲ ဟင်းချက်တယ်၊ ဟင်းချက်ရာကထွက်တဲ့အသံတွေကိုဖမ်းပြီး အသံညှိစက်တွေနဲ့ အမျိုးမျိုးချိန်ညှိတယ်။ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/flux-gourmet-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNzRhNzVhNTktZTJjZS00MTY1LTgzNDYtZjNmNzM1YmE3ZDg1XkEyXkFqcGdeQXVyMTA0MDMwNDEy._V1_-133x200.jpg",
        "title": "Bhuvanavijayam (2023)",
        "description": "Bhuvana Vijayam(2023)\nIMDb-6.9/10ပေါ့ပေါ့ပါးပါးနဲ့ အပျင်းတော်ပြေစေမယ့် တလေဂူးကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ကမ္ဘာပေါ်မှာရှိတဲ့လူသားတိုင်းမှာ ကိုယ်ပိုင်ဆန္ဒတွေရှိကြတယ်။အဲဒီဆန္ဒတွေက အောင်မြင်မှုနဲ့အတူ\nတွဲပါလာတတ်ကြပါမယ့် အဲဒီအောင်မြင်မှုအတွက် အများကြီးပေးဆပ်ပြီး တိုက်ပွဲဝင်ကြရတာ။\nအမြဲတမ်းရှုံးနေတဲ့လူတောင် တခါတလေအောင်နိုင်ပါသေးတယ်။အကြိမ်ရေနည်းပေမယ်လို့ပေါ့။\nအဲဒီလိုအချိန်တွေမှာ ဘုရားရဲ့ပါဝင်မှုက ရှိလာတတ်တာပဲ။ဒီဇာတ်လမ်းကလည်း ဘုရားတွေထဲကမှ ဘဟူဗာနာဗီဂျေယမ်ဆိုတဲ့လူသားရဲ့ဇာတ်လမ်း။\nသေဆုံးပြီးနောက် ဘယ်လိုတွေဖြစ်လဲဆိုတာရယ်ရုပ်ရှင်တစ်ကားအတွက် နောက်ခံဇာတ်ကြောင်းတွေ မတူညီကြတဲ့ လူခြောက်ယောက်\nဇာတ်ညွှန်းအတွက်ပြိုင်ကြတာကို ပေါ့ပေါ့ပါးပါးနဲ့ ခွီရမယ့်ဇာတ်လမ်းပဲဖြစ်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~Aditi~BpL~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…2.04GB / 863MB\nQuality…WEB DL /720p\nFormat…mp4\nDuration….1h 55mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~Aditi~BpL~Yunni",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/bhuvanavijayam-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/6WeBK3ivG5fBAt0RMrJrH0GhBrT-133x200.jpg",
        "title": "Chuyện Xóm Tui: Con Nhót Mót Chồng (2023)",
        "description": "Chuyện Xóm Tui: Con Nhót Mót Chồng (2023)IMDb 7.1/10အဖေတစ်ခု သမီးတစ်ခုနေလာကြတဲ့ မစ္စတာရှင်းနဲ့ နယော့ အဖေက\nအရက်ကိုသိပ်ကြိုက်သလို သမီးက ခိုးရတာဝါသနာ\nအချင်းချင်းအမြဲသတ်နေပေမဲ့ ၂ယောက်က အရမ်းချစ်ကြတဲ့သားအဖပေါ့ဒီလိုနဲ့ တစ်ရက်ကျ မစ္စတာရှင်းက သမီးဖြစ်သူကို အိမ်ထောင်ချပေးဖို့ အတွေးဝင်လာတယ်\nသမီးအသက်ကလည်း မငယ်တော့တာမို့ သမက်လောင်းရှာဖို့ ခရီးစပါတော့တယ်\nတစ်ရပ်ကွက်တည်းသားချင်းတွေက နယော့ရဲ့စရိုက်ကိုသိနေတော့ ဝေးဝေးကရှောင်ရင်း....\nသူ့သမီးအတွက် ခင်ပွန်းလောင်းရှာနိုင်သွားမလား ဘယ်နေရာမှာ ဘယ်သူ့ကို ဘယ်လိုဂျင်းတွေထည့်မလဲဆိုတာတော့...ရယ်ရတဲ့ကားလည်းဖြစ် ပညာလည်းရတာမို့ ခဏတာဘဝ‌အမောတွေ\nဖြေဖျောက်နိုင်စေရန် တင်ဆက်ပေးလိုက်ရပါတယ်(အညွန်းနဲ့ ဘာသာပြန်တွေကတော့Yunni~BpL~Aditi~Zwe Yan ~Cherry~V တို့ပဲ ဖြစ်ပါတယ်)\nFile size…1.8GB / 809MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Yunni~BpL~Aditi~Zwe Yan ~Cherry~V",
        "rating": "",
        "url": "https://channelmyanmar.org/chuyen-xom-tui-con-nhot-mot-chong-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTA0MWQ3MjktNDBmMi00MmI4LTg2YzQtYTMyNzNhNjliMDdiXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_-139x200.jpg",
        "title": "Safety Not Guaranteed (2012)",
        "description": "IMDb - 6.9/10 , RT - 91% > Calls , From Up on Poppy Hill, Monsters Inc. 2, The Legend of Korra, Legion, Dirty Grandpa အစရှိတဲ့ ဇာတ်လမ်းကောင်းတွေမှာ ပါဝင်သရုပ်ဆောင်ဖူးတဲ့ Aubrey Plaza နဲ့  Creep 1,2,3ထဲက ဘဲကြီး Mark Duplassတို့ ၂ယောက်က ယခုဇာတ်လမ်းကို ဦးဆောင်ထားပြီး Spider-Man: Into the Spider-Verse, Spider-Man: Across the Spider-Verse, Let's be Cops, Tag, Jurassic World အစရှိတဲ့ ရုပ်ရှင်ကောင်းတွေမှာ ပါဝင်ထားဖူးတဲ့ Jake Johnsonကနေပြီးတော့ ဝန်းရံကာ ဒီဇာတ်လမ်းကို ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/safety-not-guaranteed-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZWE2ZmViNmItODQ5YS00OTJkLWExZTMtZDZhZDhhYzYzMzlhXkEyXkFqcGdeQXVyMjQ2MTk1OTE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "The Angels’ Share (2012)",
        "description": "IMDb 7/10 အထိရထားပြီး ဟာသဒရမ်မာအမျိုးအစားဖြစ်ပါတယ် ဇာတ်လမ်းထဲမှာတော့လူမှုရေးအလုပ်နဲ့ပြစ်ဒဏ်ချခံထားရတဲ့အပြစ်သားတစ်စုကအတိတ်ကအမဲစက်ကြောင့်အပယ်ခံလိုဖြစ်နေရတာပါ သူတို့ကတော့အကျင့်ဆိုးတွေကိုပြင်ဖို့ကြိုးစားနေကြပေမဲ့ဘယ်သူကမှအရေးပေးမဆက်ဆံကြပါဘူး ဒါပေမဲ့ကံကြမ္မာကမျက်နှာသာပေးတာကြောင့်သူတို့ဝီစကီအရသာမြည်းစမ်းပွဲကိုသွားရင်းအခွင့်အရေးကောင်းတစ်ခုကိုရသွားခဲ့ကြပါတယ်။ဝီစကီတွေဟာအရက်တွေထဲမှာတော့လူကြိုက်များတဲ့အရက်တစ်မျိုးဖြစ်ပြီးအဆင့်အတန်းမှီဝီစကီကောင်းကောင်းတစ်လုံးဟာဈေးအဆမတန်ပေးရနိုင်ပါတယ် ဒါပေမဲ့တကယ်ရူးသွပ်တဲ့သူတွေကတော့အလုအယက်ဝယ်ကြတုန်းပါပဲ သူတို့ရသွားတဲ့အခွင့်အရေးကတော့ဝီစကီတွေကိုမလိမ့်တစ်ပတ်နဲ့ခိုးထုတ်ပြီးရောင်းစားဖို့ပါပဲ သူတို့အုပ်စုတွေရည်မှန်းချက်ပြည့်ဝဖို့ဘယ်လိုကြိုးစားကြမလဲ သူတို့ရဲ့အကြံအစည်ကရောအောင်မြင်နိုင်ပါ့မလားဆိုတာကိုကြည့်ရှူရမှာပါ ပေါ့ပေါ့ပါးပါးနဲ့ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်File size…(1.9 GB)/(988 MB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:41:00\nGenre...Drama, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-angels-share-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hnzXoDaK346U4ByfvQenu2DZnTg.jpg",
        "title": "They Cloned Tyrone (2023)",
        "description": "They Cloned Tyrone (2023)ဇာတ်လမ်းနာမည် They Cloned Tyrone ကိုကြည့်တာနဲ့ လျှို့ဝှက်ချက်တွေပြည့်နေမယ့်ဇာတ်လမ်းဆိုတာ သေချာတာပေါ့။\nThey ဆိုတာကဘယ်သူလဲဆိုရင် ကလုန်းပွားတာတွေနဲ့တခြားနည်းပညာတွေကို လက်ကလိနေကျဖြစ်တဲ့အစိုးရပဲပေါ့။\nဒီဇာတ်လမ်းမှာတော့ ဖွန်တိန်းကသာမန်လူတစ်ယောက်ပဲ။ သူကဆေးအရောင်းအဝယ်လုပ်တယ်။\nဆေးရောင်းသူတွေအချင်းချင်း အကျော်အခွဇယားလေးဘာလေးပဲရှိတယ်။\nတစ်နေ့တော့ သူကလူတစ်ယောက်စီမှာအကြွေးသွားတောင်းပြီး ပြန်အထွက်မှာ\nသူ့နဲ့မတည့်တဲ့ဆေးရောင်းသူတွေကသူ့ကိုသေနတ်နဲ့ပစ်သွားပါလေရော။\nပစ်တာမှတစ်ချက်ထဲတောင်မဟုတ်ဘူး သုံးလေးချက်။\nဒါပေမဲ့နောက်နေ့ကျတော့ သူပြန်ရောက်လာတယ် အကြွေးပြန်လာတောင်းပြန်ရော။\nသူသေနတ်နဲ့ပစ်ခံရတာလဲမမှတ်မိသလို ဘာဒဏ်ရာဒဏ်ချက်မှလဲမရှိပါဘူး။\nဒါဆိုမနေ့က ဖွန်တိန်းက ဘယ်ရောက်သွားလဲ။\nအဲ့ဒီကိစ္စကိုလိုက်စုံစမ်းရင်း သူတို့ရပ်ကွက်တစ်ခုလုံးက အစိုးရရဲ့ထိန်းချုပ်ခံစမ်းသပ်ခံတွေဖြစ်နေတာကိုသိလိုက်ရတော့\nဘာတွေများဆက်ဖြစ်ကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုကြရမှာပါ။အညွှန်းကိုတော့ Rashida က ရေးထားပေးပြီးတော့း\nဘာသာပြန်ထားတာကတော့ Rashida နဲ့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Mystery, Action, Comedy, Sci-fi\nQuality…. 1080p | 720p\nFile size… 3.8GB | 1.1GB\nFormat… mp4\nDuration…. 2h 2min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida, Mary Christ\nEncoder ..... Aaron",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/they-cloned-tyrone-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZjgyZDE2ZGItMWFlNy00YzE1LWFjNzctYmJlZTQ1YjViYzM2XkEyXkFqcGdeQXVyMTUyNDUxNDUz._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Where the Devil Can’t Go, He Sends a Woman 2 (2023)",
        "description": "ဒီတစ်ခါ မိတ်ဆက်ပေးချင်တာကတော့ IMDb 5.7/10 ရရှိထားတဲ့ ပိုလန်စကားပြော Comedy/Crime/Drama ကားလေးပါ။ ဇာတ်လမ်းကတော့ ၁၉၉၀-၂၀၀၀ခုနှစ် ဝန်းကျင်က ပိုလန်နိုင်ငံရဲ့ စီးပွားရေး အားပြိုင်မှုတွေကြားထဲက လူလိမ်တစ်ဖြစ်လည်း ကုန်သည်ဖြစ်သူ ခါဇုမီယက်ဇ်ဘွန်ချက်ဇ်ရဲ့ မျိုးစုံကြိုးခုန်တတ်တဲ့၊ စီးပွားရေးကွက်ကျော်ရိုက်၊ ကလိမ်စေ့ငြမ်းစင်ပုံတွေကို ပုံဖော်ထားတာဖြစ်ပါတယ်။ သူကိုယ်တိုင်ကျ ကွက်ကျော်ရိုက်တတ်ပေမယ့် ကားခိုးမှုတွေများနေတဲ့နိုင်ငံမှာ သူ့ကားအခိုးခံရမှာကြောက်လို့ ကားစတီယာရင်ကို ဘယ်သွားသွားချွတ်ယူသွားတတ်တဲ့ ခါဇုတစ်ယောက် နိုင်ငံပိုင်ကုမ္ပဏီတွေကို ပုဂ္ဂလိပိုင်ဖြစ်အောင် ဘယ်လိုလုပ်ပြီး သန်းပေါင်းများစွာကို ဘယ်လိုအိတ်ထဲထည့်ခဲ့သလဲ၊ သတင်းအချက်အလက်တွေရယူဖို့ ဘယ်လိုလမ်းကြောင်းကနေ ကြိုးစားခဲ့သလဲ၊ ရာဇဝတ်မှုတွေကို ဘယ်လိုကျူးလွန်ခဲ့သလဲဆိုတာကို ရှုစားရမှာပါ။ဥပဒေကို လက်တစ်လုံးခြားလုပ်နေတဲ့သူ့ကို ဖမ်းဖို့ကြိုးစားခဲ့တဲ့ ရဲအရာရှိကိုရော ဘယ်လိုနှစ်ပေါက်တစ်ပေါက်ရိုက် လှည့်ထွက်ခဲ့သလဲ၊ အဲဒီ ရဲအရာရှိကရော သူ့ကို တကယ်ဖမ်းဆီးနိုင်ပါ့မလား၊ ဂျင်ပေါ်ကထုံးဖြစ်တဲ့ ခါဇုတစ်ယောက် ငွေနဲ့ပတ်သက်လာတဲ့အခါ ယုံကြည်ရတဲ့မိတ်ဆွေတွေကို အရင်အတိုင်း ဆက်ယုံကြည်နိုင်မှာလား၊ ခါဇုကိုရော သူ့ရဲ့မိတ်ဆွေတွေက နောက်ဆုံးအချိန်ထိ ယုံကြည်ပေးသွားမှာလား ဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲမှာပဲ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/where-the-devil-cant-go-he-sends-a-woman-2-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjI5MTYzOTMyNF5BMl5BanBnXkFtZTcwNTgwNDYzOQ@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "My Awkward Sexual Adventure (2012)",
        "description": "ဆော်က ငထန် မင်းသားက ငဒူ ဆော်က အားမရလို့ပစ်သွားတော့မှ ဆော်က ကိုယ့်ကို စိတ်ပြန်လည်လာဖို့ ကူပါကယ်ပါနဲ့ ဘယ်သူ့ကို အဖေခေါ်ရမှန်းမသိတဲ့အဖြစ် အဖော်အချွတ်ကလပ်က ဆော်တစ်ပွေနဲ့တွေ့ပြီးကိုယ်ဖိရင်ဖိသင်ကြားပြီးတော့မှ သိုင်းကွက်အစုံနဲ့ ရေခဲတောင်ကြာပွင့်စားစရာမလိုပဲ အတွင်းအားတွေရသွား တဲ့Canadian Comedy/Romance ဇာတ်ကားလေးတစ်ကားပေါ့မင်းသားကတော့ Canadian ဒါရိုက်တာနဲ့ ဇာတ်ညွှန်းရေးဆရာ ဖြစ်တဲ့ Jonas Chernick နဲ့ မင်းသမီးကတော့ Canadian Series တွေ British Series တွေရိုက်ကူးနေတဲ့ Emily Hampshire တို့ပါပဲ နှစ်ယောက်စလုံးကလည်း Canadian လူမျိုးတွေပဲဆိုတော့ Canadian Sex ဇာတ်ကားကောင်းလေးတစ်ကားကိုအသွင်သစ်အမြင်သစ်လေးတစ်ခုအနေနဲ့ ကြည့်ရှုခံစားလိုက်ကြပါဦး ပရိသတ်ကြီးဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် File size…(2.2 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:38:00\nGenre...Comedy, Romance, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/my-awkward-sexual-adventure-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMzkyNDExOTA1Nl5BMl5BanBnXkFtZTcwNjgzODE4OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Parental Guidance (2012)",
        "description": "အာတီဟာ အသက် ၄၅ နှစ်အရွယ် ဘေ့စ်ဘောအားကစားပွဲတွေရဲ့ နောက်ခံအသံတင်ဆက်သူတစ်ယောက်ပါ။ သူဟာ အလုပ်ကို ချစ်လို့လုပ်တဲ့လူစားမျိုးဖြစ်ပေမဲ့လည်း အာတီတစ်ယောက် Facebook လေးတောင်မသုံးတတ်လို့ဆိုပြီး အလုပ်ကနေအထုတ်ခံလိုက်ရပါတယ်။ အဲဒီနောက်တော့ သူ့ရဲ့သမီးဖြစ်သူက ကလေးတွေကိုထိန်းပေးဖို့ အကူအညီတောင်းတော့ အာတီတို့လင်မယားနှစ်ယောက် ကလေးတွေထိန်းပေးဖို့သွားပါတော့တယ်။ အမေရိကန်မိသားစုတွေဆိုပေမဲ့လည်း မတူညီတဲ့မျိုးဆက်တွေကြားထဲက မိဘအုပ်ထိန်းမှုပုံစံတွေနဲ့ သွန်သင်ဆုံးမတဲ့ပုံစံတွေကလလည်း ကွာခြားနေတော့ အာတီတို့လင်မယားနှစ်ယောက် သူ့မြေး၃ကောင်နဲ့ ဘယ်လိုဘယ်ပုံစခန်းသွားကြမလဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ကြည့်ရှုရမှာပါ။ ဒီဇာတ်ကားထဲက သရုပ်ဆောင်တွေဟာဆိုရင်လည်း ကလေးသရုပ်ဆောင်ကအစ နာမည်ကြီးရုပ်ရှင်ဇာတ်ကားတွေထဲမှာ သရုပ်ဆောင်ကြဖူးထားကြပြီး IMDb 6.0 ရရှိထားတဲ့ အမေရိကန် မိသားစုဟာသ ရုပ်ရှင်ဇာတ်ကားတစ်ကားလည်းဖြစ်တာကြောင့် ပေါ့ပေါ့ပါးပါးနဲ့ အဆင်ပြေပြေကြည့်ရှုဖို့အတွက် လက်မလွှတ်သင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။File size…(2.1 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:44:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mako",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/parental-guidance-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTAzZmRjMjEtMjVhNC00MTgwLWEyOGMtNDk0YmU1MDU3M2I0XkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Dog Lover’s Guide to Dating (2023)",
        "description": "ဒီဇာတ်ကားလေးဟာ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ Romance and Comedy အမျိုးအစားဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ ခွေးလေးတွေချစ်တတ်တဲ့သူတွေအတွက် ခွေးထိန်းရင်းရည်းစားရအောင်လုပ်နည်းတွေပြောပြထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဆိုလည်းမမှားပါဘူး။ ဒီဇာတ်ကားလေးထဲမှာ လူတွေကိုအယုံအကြည်မရှိတော့လို့ခွေးလေးတွေထိန်းကျောင်းရင်းနဲ့ပဲဘဝကိုဖြတ်သန်းသွားချင်တော့တယ်ဆိုတဲ့ ခွေးလေးတွေကိုနည်းပြလုပ်ပေးတဲ့ အဲလက်စ်ဆိုတဲ့ကောင်မလေးနဲ့ နာမည်ကြီးကြော်ငြာထုတ်လုပ်ရေးပိုင်ရှင် ဆိုင်မန်တို့ရဲ့ အချစ်ဇာတ်လမ်းလေးကိုစီးမြောခံစားကြရမှာပါ။ငယ်စဉ်ကတည်းကဖခင်ဖြစ်သူက စွန့်ပစ်သွားတာကိုစိတ်ဒဏ်ရာရနေခဲ့ပြီး အရွယ်ရောက်ချိန်မှာ ရည်းစားထား အိမ်ထောင်ပြုဖို့အယုံအကြည်မရှိတော့တဲ့အဲလက်စ်တစ်ယောက်ဟာ ခွေးလေးတွေနဲ့ပဲအချိန်ကုန်ဆုံးရင်းတစ်နေ့မှာဆိုင်မန်နဲ့ အမှတ်မထင်ဆုံခဲ့ကြရာက ဒီဇာတ်လမ်းလေးဖြစ်ပေါ်လာခဲ့တာပါ။ ဆိုင်မန်ဟာ ကလိုဝီဆိုတဲ့နာမည်ကျော်ဒီဇိုင်နာတစ်ယောက်ရဲ့အချစ်ကိုရဖို့ကလိုဝီရဲ့ခွေးလေးဆိုင်မန်နဲ့ အရင်နီးစပ်ဖို့လိုတာမို့ ဆွေးလေးဆိုင်မန်ကိုယဉ်ပါးအောင်ထိန်းကျောင်းဖို့အဲလက်စ်ဆီကနေအကြံပြုချက်လေးတွေသင်ယူရင်းနောက်ဆုံးမှာ သူ့ကိုယ်သူရှာတွေ့သွားပြီး အချစ်အကြောင်းဘာမှမသိပါဘူးဆိုတဲ့ဆရာမကြီးအဲလက်စ်ရဲ့အချစ်သင်ခန်းစာတွေမှာတဖြည်းဖြည်းနစ်ဝင်သွားကာအချစ်ဆိုတဲ့အရသာကိုခံစားမိသွားပြီး အချစ်နောက်ကို တကောက်ကောက်လိုက်ခဲ့ပုံနဲ့ အချစ်ကိုရောလူတွေကိုရောအယုံအကြည်မရှိပါဘူးဆိုပြီးစကားအကုန်ပြောထားတဲ့ဆရာမကြီးအဲလက်စ်ဟာဆိုင်မန့်ကိုသင်ခန်းစာတွေသင်ပေးရင်းသူကိုယ်တိုင်အချစ်မှာကျရှုံးခဲ့ရပုံကိုတစ်ဝကြီးခံစားကြည့်ရှူရမှာပါ။ File size…(1.7 GB)/(944 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:24:00\nGenre...Tv Movie, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein Pyae Sone",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-dog-lovers-guide-to-dating-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODhiZjY1ZmEtYTJhNi00NDE3LWI3N2QtYWY4ZjIzZjQ4YjVlXkEyXkFqcGdeQXVyMTY0NjI3Mjcx._V1_-135x200.jpg",
        "title": "Trial Period (2023)",
        "description": "Trial Period(2023)\n------------------\nIMDb-7.2/10အစမ်းသုံးကာလ...။ပစ္စည်းတစ်ခုအရည်အသွေးကောင်းမကောင်း အသုံးကျမကျဆိုတာမျိုးက\nအစမ်းသုံးကြည့်ခွင့်ရတဲ့အခါ အတိုင်းအထက်အလွန်ပေါ့။ကိုယ်နဲ့ကိုက်ညီမယ့် အသုံးအဆောင်ပစ္စည်းဆိုရင်\nအပိုင်ဝယ်လိုက်ဖို့ရာ စိတ်ချရတယ်လေ။Relationshipတစ်ခုမှာလဲ လက်မထပ်ဘဲအတူနေတယ်ဆိုတာ\nအစမ်းသုံးကာလသဘောမျိုးလို့ထင်တာပဲ။အဆင်ပြေမှ နားလည်မှုတွေပြည့်၀ကြမှ ရှေ့ဆက်လက်တွဲဖို့\nဆက်စဉ်းစားကြတာမျိုးပေါ့။ကျွန်တော်တို့ဆီမှာလည်း ရှိတော့ရှိမှာ ရှားမှာပေါ့လေ။လူတစ်ကိုယ် စိတ်ရယ်အဖုံဖုံဆိုတော့လည်း\nကောင်းတယ်ထင်မယ့်လူရှိသလို မကောင်းဘူးဆိုပြီးတူးတူးခါးခါးငြင်းဆန်ကြမယ့်သူတွေလည်းရှိတာပေါ့။ဒီဇာတ်လမ်းလေးထဲမှာတော့ အဖေမရှိပဲ မိခင်ဖြစ်သူနဲ့ကြီးပြင်းလာတဲ့ ကလေးလေးတယောက်။\nကျောင်းမှာ ငါ့အဖေကဘယ်လိုကွဆိုပြီး ကြွယ်တဲ့ဘော်ဒါကြောင့် အဖေဆိုတာကိုတမ်းတမိသွားတယ်။\nအဖေများနေ့မှာ ရှေ့ထွက်ပြီး အဖေအကြောင်းသီချင်းဆိုခိုင်းတော့ ရှာရွတ်နဲ့ကာဂျိုးကားထဲက အန်ဂျလီလေးကိုတောင်\nသတိရမိသွားတယ်။အဲဒီလိုအခြေအနေတွေနဲ့ ကြုံလာတဲ့အချိန်မှာတော့ မိခင်ဖြစ်သူကို ပူဆာပါလေရော။အစမ်းသုံးကြည့်ဖို အဖေတယောက်ခေါ်ပေးတဲ့။တစ်လစမ်းသုံးကြည့်မယ်အဆင်မပြေရင် ပြန်ပို့လို့ရတာပဲတဲ့။\nဒီလောက်ဆို ဇာတ်လမ်းလေးရဲ့ ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းမယ့်အခန်းတွေရယ် မျက်ရည်လေးကလယ်ကလယ်နဲ့\nကြေကွဲရမယ့်အခန်းတွေရယ်ပါလာမယ်ဆိုတာ သိလောက်ပါပြီ။အမေနေရာသရုပ်ဆောင်တဲ့ မင်းသမီးကလည်း Force 1,2ထဲက\nမင်းသမီးချောလေး ဂနယ်လီယာဆိုတော့ ပေါကားမဟုတ်တဲ့ ကားကောင်းလေးတစ်ကားဖြစ်ကြောင်း\nအာမခံရင်း တင်ဆင်ပေးလိုက်ရပါတယ်ခင်ဗျ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Aditi~Zwe~Cherryတို့ပဲဖြစ်ပါတယ်)\nFile size…2.05GB / 878MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 6mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  V~Aditi~Zwe~Cherry",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/trial-period-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/h-135x200.jpg",
        "title": "Your Highness (2011)",
        "description": "ဒီ ကားလေးကတော့ စွန့်စားခန်းတွေ နဂါးတွေပါတဲ့ Fantasyအကြောင်းပါတိုင်းပြည်တစ်ခုမှာ Fabious နဲ့ Thadius ဆိုတဲ့ညီအကို၂ယောက်ရှိတယ်Fabious က နေရာတကာသိပ်တော် သိပ်အောင်မြင်တဲ့ hero ပေါ့ဘုရင်ဖြစ်လာမဲ့ သားအကြီးလည်းဖြစ်တယ် အမြဲတမ်းစွန့်စားခန်းသွားလူဆိုးတွေနှိမ်နှင်းနဲ့ လူချစ်များတဲ့သူပေါ့ Thadius ကတော့ ဘာမှမလုပ်တဲ့အပျင်း ညီလေး။ တနေ့တော့ Fabius က စွန့်စားခန်းက ပြန်လာရင်း ကောင်မလေးတစ်ယောက်ခေါ်လာပြီး လက်ထပ်မယ်လုပ်ရော လက်ထပ်ပွဲမှာ ထုံးစံအတိုင်း လူဆိုးကြီးကလာဖျက်ပြီး သတို့သမီးကိုခိုးရာက Thadiusနဲ့ Fadius တို့ညီအကို စွန့်စားခန်းအတူ ပထမဆုံးထွက်ရတော့ ဘာဆက်ဖြစ်ကြမလဲကြည့်ရအောင်....ရှေးခေတ်ကားမို့ ဖော်ချွတ်ခန်းတွေပါပါတယ် ဆိုတာ ကြိုပြောလိုက်ပါရစေ...  File size…2.78GB / 1.05GB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Mal ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/your-highness-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGZhZjU3MzItYjRkNC00MThkLTkyOTgtZDY1MWQxZDExZmJlXkEyXkFqcGdeQXVyMTAyOTE2ODg0._V1_-137x200.jpg",
        "title": "Stand Up Guys (2012)",
        "description": "ကဲ ဒီတစ်ခါတော့ သရုပ်ဆောင်လည်းဖြစ် စာရေးဆရာလည်းဖြစ် ဒါရိုက်တာလည်းဖြစ်နာမည်ကြီးဇာတ်ကားတစ်ကားဖြစ်တဲ့ Short Circuit 1,2 ရဲ့ပဲ့ကိုင်ရှင်ကြီး ဒါရိုက်တာ Fisher Stevens ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ အဓိက သရုပ်ဆောင်တွေအကုန်လုံးကလည်း နာမည်ကြီး Academy ရမင်းသားကြီးတွေဖြစ်တဲ့\nAlfredo James Pacino, Christopher Walken နဲ့ Alan Arkin တို့လိုဝါရင့်မင်းသားကြီးတွေက Main Role အနေနဲ့သရုပ်ဆောင်ထားပြီတော့ မင်းသမီးတွေကလည်း နာမည်ကြီးတွေပဲနော်ဇာတ်လမ်းကတော့ မင်းသားကြီးသုံးယောက်က မိုက်ဖော်မိုက်ဖက် သူငယ်ချင်းတွေဖြစ်ပြီ သူ့ခေတ်သူ့ခါမှာတော့ ဂျင်တွေပေါ့တစ်နေ့တော့လုပ်ငန်းသဘောအရ သူငယ်ချင်း အချင်းချင်းပြန်သတ်ဖို့ အကြောင်းဖန်လာပြီး အချိန် ၁၀ နာရီလောက်ပဲကျန်တော့တဲ့အချိန်မှာသူငယ်ချင်းတွေ တက်ညီလက်ညီနဲ့ တစ်မျို့လုံးကိုပတ်ပြီ မွှေ တဲ့အကြောင်းကို ဇာတ်အိမ်လေးတည်ထားတာပါ တစ်ခေတ်တစ်ခါက ဇိုးကြီးတွေ ဒီဘက်ခေတ်မှာ ဘယ်လိုတွေ မီးကုန်ယမ်းကုန်သောင်းကြမ်းမလဲဘယ်လိုတွေ ပတ်ပွေးကြမလဲဆိုတာကိုတော့ ဇာတ်ကားကိုသာမြန်မြန်ကြည့်ကြပါတော့လို့ပဲတိုက်တွန်ချင်ပါတော့တယ်Plot ခိုင်ခိုင်မာမာနဲ့ အစွမ်းကုန်လည်းကြမ်း တစ်လွဲလုပ်တာတွေကို ခွီလည်းခွီရမယ့် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/stand-up-guys-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9OC3EwJlZLRpBAjG7a2oawP7uyo.jpg",
        "title": "Zodiac: What’s Your Sign? (2023)",
        "description": "အားလုံးပဲ ကိုယ်ရဲ့ Zodiac signနဲ့ ကိုယ့်ဖူးစာဖက် ရေစက်ပါမပါစစ်ကြည့်ဖူးကြတယ်မလား...။လိုက်ဖက်ညီတဲ့အတွဲဆို တစ်မျိုး တစ်ဖုံရင်ခုန်ရသလို၊ မလိုက်ဖက်ဘူးဆိုရင်လည်း အတွေးကြပ်ရပြန်ရောလေ...။ဒီဇာတ်ကားလေးထဲမှာတော့ Zodiac signလေးတွေနဲ့အညီ ဖူးစာဖက်ရှာမယ့်ကောင်မလေးတစ်ယောက်အကြောင်းရိုက်ကူးထားတာပါ...။Zodiacရာသီခွင်က ၁၂ ခုရှိတာဆိုတော့ ကောင်လေးကလည်း ၁၂ ယောက်နဲ့သူတို့ရဲ့ အမူအကျင့် ၁၂မျိုးကို မြင်တွေ့ရမှာပါ...။ ဇာတ်လမ်းအကျဥ်းကတော့ အေရီရယ်ဟာ ခြေအိတ်ဆိုင်ပိုင်ရှင်လေးဖြစ်ပြီးအကြွေးဝိုင်းဝိုင်းလည်နေတာကြောင့် ဆိုင်ကို အကြွေးနဲ့သိမ်းခံရမယ့်အခြေအနေရောက်နေပါပြီ...။ဒီတော့ ပိုက်ဆံရှာဖို့အတွက် ယုံတမ်းစကားပြိုင်ပွဲလေးတစ်ခုကိုဝင်ပြိုင်ပါလေရော...။ပြိုင်ပွဲအကြောင်းအရာက ပတ်ဝန်းကျင်မှာ ပြောနေကျ ယုံတမ်းစကားတစ်ခုခုကိုဟုတ်လားမဟုတ်လား ဘလော့လေးရိုက်ပေးရမှာပါ...။အေရီရယ်ဟာ ဒီပြိုင်ပွဲအတွက် zodiacအရ မလိုက်ဖက်လည်း ဖူးစာဖက်ဖြစ်နိုင်ကြောင်းသက်သေပြတဲ့ ဘလော့လေးရိုက်ဖို့ zodiac sign 12မျိုး၊ ကောင်လေး ၁၂ယောက်နဲ့ချိန်းတွေ့ပါတော့တယ်...။အေရီရယ်တစ်ယောက် ဖူးစာဖက်ဆိုတာ zodiac signပေါ်ပဲ မမူတည်ကြောင်းသက်သေပြသွားနိုင်မလား၊ သူရဲ့ဖူးစာဖက်ဖြစ်လာမယ့်ကောင်လေးကရောဘယ်signလေးဖြစ်မလဲဆိုတာ ဟော့ဒီ Indonesian Comdey Romancemovie လေးထဲမှာ ကိုယ်တိုင်လိုက်ပါကြည့်ရှုလို့ရပါပြီ...။  File size…1.42GB / 685MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ….. ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/zodiac-whats-your-sign-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e9L7N5z3qHHgSNUIUuBSaicQvpT.jpg",
        "title": "Rally Road Racers (2023)",
        "description": "Rally Road Racers (2023)ကားပြိုင်ပွဲအခြေခံ ကာတွန်းရုပ်ရှင်အသစ်လေးလာပါပြီ။\nထုံးစံအတိုင်း မိသားစုမေတ္တာတွေ၊ ဟာသတွေ နဲ့ စွန့်စားခန်းတွေပေါ့။\nအသံသရုပ်ဆောင်မင်းသမီးကတော့ Agents of SHIELD ထဲက အေးဂျင့်ဒေစီဖြစ်တဲ့ Chloe Bennet ပါပဲ။ဇာတ်လမ်းအကျဉ်းလိုးရစ်မျောက်မျိုးနွယ်လေးတွေ နေတဲ့ ရွာကလေးက ချီချီဆိုတဲ့ကောင်လေးဟာ\nပြိုင်ကားတွေမောင်းဖို့ ဆုတွေယူဖို့ အရူးအမူးကြိုးစားနေတဲ့ကောင်လေးပါ။\nဒါပေမဲ့ သူ့အဘွားကတော့ ဒါကို ခွင့်မပြုပါဘူး။\nတစ်နေ့မှာတော့ သူတို့ရဲ့ရွာလေးကို အပိုင်ဝယ်သိမ်းပြီး ဖျက်ဆီးဖို့ကြိုးစားလာသူ ပေါ်လာပါတယ်။\nအဲဒီလူကတော့ အာချီဗိန်းဂလိုးရီးရက်ဆိုတဲ့ ပြိုင်ကားချန်ပီယံ ဖားကြီးပါပဲ။\nအိမ်ကိုပြန်ရွေးဖို့ ပိုက်ဆံမရှိတဲ့ ချီချီဟာ ဗိန်းနဲ့အပေးအယူတစ်ခုလုပ်လိုက်ပါတယ်။\nပြိုင်ကားလောကရဲ့အခက်ဆုံး အကြမ်းဆုံး ပိုးသားလမ်းပြိုင်ပွဲမှာ သူနိုင်ခဲ့ရင် သူ့ရွာလေးနဲ့ သူ့အိမ်ကိုပြန်ပေးဖို့ပါပဲ။\nအဲဒီနောက်မှာတော့ ဘယ်လိုမှမနိုင်နိုင်တဲ့ ပြိုင်ပွဲကြီးကို ချီချီတစ်ယောက် မိတ်ဆွေတွေ ချစ်တဲ့သူတွေရဲ့အကူအညီနိုင် ဝင်ပြိုင်ခဲ့တဲ့အခါ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Comedy, Family\nQuality…. 1080p | 720p\nFile size… 1.5GB | ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/rally-road-racers-2023/"
    }
]