[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/12767-love-on-delivery-0-230-0-345-crop-200x300.jpg",
        "title": "Love on Delivery (1994)",
        "description": "ကြ်န္ေတာ္အၾကိဳက္ဆံုးမင္းသားၾကီး စတီဖင္ေခ်ာင္ရဲ႕ မွတ္တိုင္ဇာတ္ကားတစ္ကားပါ။ဟာသအက္ရွင္ေတြထဲမွာေတာ့ စတီဖင္ေခ်ာင္ရဲ႕ဇာတ္ကားေတြက ကြ်န္ေတာ့္ကို အာရံုအဖမ္းစားႏိုင္ဆံုးျဖစ္သလို အေတာ္မ်ားမ်ားကိုလဲ ၾကိဳက္ႏွစ္သက္ခဲ့ပါတယ္။ဒီဇာတ္ကားမွာလဲ စတီဖင္ေခ်ာင္ဟာ မ်က္ႏွာအမူအရာမ်ိဳးစံုနဲ႕ ဇာတ္လမ္းကိုဆြဲေခၚသြားသလို မင္းသမီး Christy Chung ကလဲ အံဝင္ခြင္က်ခဲ့ျပီး ဟာသေတြကလဲ အေတာ္ကိုရယ္ရပါတယ္။ဇာတ္ေၾကာင္းကေတာ့ အခ်စ္အတြက္ အရာအားလံုးကို စြန္႔လႊတ္စြန္႔စားမယ့္ ေပါင္မုန္႔ပို႔သမားေလးတစ္ေယာက္အေၾကာင္းပါ။IMDb (6.9/10) ရရွိထားပါတယ္။ပင္ပန္းမႈေတြကို ေျဖေဖ်ာက္ေပးမယ့္ ဟာသဇာတ္ကားေလးမို႕လို႕ အနားယူရင္း ၾကည့္ရႈခံစားႏိုင္ေၾကာင္းပါ။ကြ်န္ေတာ္သိပ္ၾကိဳက္တဲ့ဇာတ္ကားေလးမို႕လို႕ HD Quality ကိုရရွိေအာင္ ၾကိဳးစားျပီး Encode ေပးထားပါတယ္။ \nFile size…(900MB) and (360MB)\nQuality…BR-Rip\nFormat…mp4\nDuration….01:37:01\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by The Fridays",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/love-on-delivery-1994/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/images-1-133x200.jpg",
        "title": "Mr. Bean’s Holiday (2007)",
        "description": "Mr. Bean's Holiday (2007)__________IMDb - 6.4/10အက်ရှင်တွေ အချစ်တွေ အကြမ်းတွေ များလာတော့ ဒီတစ်ခါ ပရိသတ်ကြီးပေါ့ပေါ့ပါးပါး လေးဖြစ်သွားအောင် Mr.Bean's Holidayလေး တင်ပေးလိုက်ပါတယ် Mr.Beanရယ်လို့ အသံကြားလိုက်ရုံနဲ့ ရုပ်ရှင် ခရေဇီတွေရော သာမန်ရုပ်ရှင်ပရိသတ်တွေပါ အလိုလို အူမြူးလာတတ်ကြပါတယ်။ဒီ Mr.Bean's holidays ဟာ ဆိုရင်လည်း ရုပ်ရှင် ပရိသတ်တွေ တော်တော်များများ အထူးနှစ်ခြိုက်ခဲ့ကြတဲ့ ဇာတ်ကားတစ်ကားပါ။ 'Old but gold' ဆိုတဲ့စကားဟာ ဒီ ဇာတ်ကားလေး အတွက်လည်း မှန်တယ်ခင်ဗျ။ မြန်မာစာတန်းထိုး နဲ့မှ ကြည့်ရတာ ဖီးလ် ပိုရှိတယ်ဆိုတဲ့ ချစ်ပရိသတ်ကြီးတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းလေးရဲ့ အစမှာတော့ Mr.Beanက ကံကောင်းတယ်ဗျ။ကန်းနက်စ် ကို ခရီးသွားဖို့ လက်မှတ်ရယ် ဗွီဒီယိုကင်မရာလေးတစ်လုံးရယ် ယူရို ၂၀၀ ရယ် မဲပေါက်ခဲ့တာကိုး (ဒါတောင်ဆရာသမားက တေ့လွဲ လွဲဦးမို့) ...",
        "rating": "6.4",
        "url": "https://megaup.net/2d3TV/Mr.Bean_Holiday_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/1-2-221x300.jpg",
        "title": "April and the Extraordinary World (2015)",
        "description": "Imdb 7.4 ရရွိထားတဲ့ ျပင္သစ္ ကာတြန္းကားေကာင္းေလး တစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။\nဒီကားေလးကေတာ့ စိတ္ကူးယဥ္ သိပၸံကာတြန္းကားမ်ဳိးျဖစ္ေပမဲ့ ေတြ႕ေနရက်ပုံစံနဲ႔ကြဲျပားပါတယ္။\n၁၉၄၁ ခုႏွစ္မွာ ကမၻာႀကီးဟာ ကြ်န္ေတာ္တုိ႔ သမုိင္းေတြ မွာသိခဲ့တာထက္ ေတာ္ေတာ္ ကုိ ကြဲျပားေနပါတယ္။\nအဲ့အခ်ိန္မွာ နပုိလီယံ ၅ က ျပင္သစ္ႏုိင္ငံ ကုိ အုပ္စုိးေနပါတယ္။\nလြန္ခဲ့တဲ့ အႏွစ္ ၇၀ အတြင္းမွာလည္း ပညာရွင္ေတြ ဟာ ထူးဆန္းစြာပဲ ေပ်ာက္ဆုံးသြားေလ့ရွိတယ္။\nဒီေတာ့ ဒီလုိေပ်ာက္ဆုံးသြားတဲ့ အတြက္ေၾကာင့္နာမည္ေက်ာ္တီထြင္မွဳ႕ေတြ ျဖစ္မလာေတာ့ဘူးေပါ့။\nေရဒီယုိမရွိတီဗြီဆုိတာမရွိ ဒီဇယ္အင္ဂ်င္ဆုိတာလည္းမရွိ ကမၻာႀကီးဟာ ေတာ္ေတာ္ကုိ ေခတ္ေနာက္က် လုိ႔ေနတာေပါ့။\nလြန္ခဲ့တဲ့ ရာစုႏွစ္ေတြ ကတည္းက ေတြ ့ရွိခဲ့တဲ့ ေက်ာက္မီးေသြး ေရေႏြးေငြ႔ အင္ဂ်င္ ဆုိတဲ့ အေျခအေနမွာပဲ ရပ္တံ့ ေနတာပါ။\nဒီလုိအေျခအေနမွာ ေအဗရယ္လ္ ရဲ႕ မိဘေတြဟာ သက္ရွိေတြ အတြက္ ထူးဆန္းတဲ့ေဆးရည္ကုိ တီထြင္ခဲ့က်ပါတယ္။\nဒါေပမဲ့ ေဆးရည္ ေအာင္ျမင္တဲ့ အခ်ိန္မွာ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/april-and-the-extraordinary-world-2015/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/600full-the-7th-dwarf-poster-212x300.jpg",
        "title": "The Seventh Dwarf (2014)",
        "description": "လူပုေလး ၇ ေယာက္လို႕ ေျပာလိုက္ရင္ ပန္းသီးေလးကိုက္တဲ့ စႏႈိးဝိႈက္ဇာတ္လမ္းေလးကို လူတိုင္းျမင္မိၾကမွာပါ။\nဒီဇာတ္လမ္းေလးကေတာ့ ေခတ္သစ္လူပုေလးဇာတ္လမ္းလို႔ ေျပာရမွာပါ။\nဇာတ္လမ္းအက်ဥ္းကေတာ့ မင္းသမီးေလး ရိုစ္ အသက္၁၈ႏွစ္မျပည့္ခင္ လက္ကိုဆူးစူးခံရရင္\nမင္းသမီးေလးနဲ႔အတူ နန္းေတာ္က လူေတြအားလံုး အိပ္ေမာက်သြားၿပီး\nမင္းသမီးေလးကိုအမွန္တကယ္ခ်စ္ျမတ္ႏိုးသူကသာ မင္းသမီးေလးကို နမ္းမွ\nက်ိန္စာပ်ယ္မယ္လို႔ စုန္းမႀကီးက က်ိန္ဆိုခဲ့ပါတယ္။\nဒါေၾကာင့္ မင္းသမီးေလးကို သူမရဲ႕ဖခမည္းေတာ္ဘုရင္ႀကီးက ဆူးထိမခံရေအာင္\nသံခ်ပ္ကာေတြအထပ္ထပ္နဲ႔ အသက္၁၈ႏွစ္အထိ ဝတ္ဆင္ေစခဲ့ပါတယ္။\nသူမရဲ႕ေမြးေန႔မွာ စုန္းမႀကီးရဲ႕ဆူးကိုထိမိၿပီး အိပ္ေမြ႕က်သြားခဲ့ရာမွ လူပုေလး၇ေယာက္က\nသူမရဲ႕ခ်စ္သူ ေကာင္ေလးကို စုန္းမႀကီးလက္ထဲကေန ကယ္တင္ကာ မင္းသမီးေလးဆီ\nျပန္လည္ပို႔ေဆာင္ေပးခဲ့ပံုေတြကိုရႈ႕စားရမယ့္ ဇာတ္လမ္းမ်ိဳးၿဖစ္ပါတယ္...\nယခင္လူပုေလးဇာတ္လမ္းမ်ဳိးႏွင့္မတူဘဲ တစ္မူအသြင္ထူးျခားတဲ့ စြန္႔စားခန္းမ်ား\nဇာတ္လမ္း ဇာတ္ကြက္မ်ားကို ခံစားရမွာျဖစ္လို႔ အခ်ိန္ေပးၾကည့္႐ႈဖို႔\nထိုက္တန္တဲ့ Animation ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။Quality…..BluRay 1080p\nDuration…..01:27:00\nFormat…Mp4\nFile Size…(624 MB , 496 MB ) ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/the-seventh-dwarf-2014/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/colossal_ver8_xlg-210x300.jpg",
        "title": "Colossal (2016)",
        "description": "ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ “ဂေလာ္ရီယာ” ဆိုတဲ့မိန္းမေခ်ာေလး အရက္စြဲေနျပီး\nအလည္အပတ္မ်ားတာေၾကာင့္ သူရဲ့အတူေန ရည္စားက သည္းမခံနိုင္ေတာ့အတြက္\nခြဲေနဖို႔ဆံုးျဖတ္လုိက္ၾကတာမို႔ သူရဲ့ဇာတိျမိဳ႔ေလးကိုျပန္လာခဲ့တယ္။\nဇာတိျမိဳ႔မွာ ငယ္သူငယ္ခ်င္း “ေအာ္စကာ” နဲ႔ျပန္ဆံုပါတယ္။\nေအာ္စကာကေတာ့ ငယ္ငယ္ကတည္းက ခုခ်ိန္ထိ ဂေလာ္ရီယာေပၚ\nတစ္ဖက္သတ္ စြဲစြဲလမ္းလမ္းခ်စ္ေနတဲ့ သူငယ္ခ်င္းတစ္ေယာက္။\nဂေလာ္ရီယာမွာ ထူးျခားတဲ့အက်င့္ေလးတစ္ခုက\nေခါင္းထိပ္နားေလးကို ကုပ္ေနတတ္တဲ့အက်င့္ေလးပါ။\nဂေလာ္ရီယာ နယ္ျမိဳ႔ေလးကို ျပန္ေရာက္တဲ့ေနာက္တစ္ေန႔မွာပဲ\nကိုးရီးယားနိုင္ငံဆိုးလ္ျမိဳ႔မွာ\nေဂၚဇီလာလိုလို မေကာင္းဆိုး၀ါး အေကာင္ၾကီးတစ္ေကာင္ဟာ\n၈နာရီ ၅ မိနစ္အခ်ိန္ေလာက္မွာ ေပၚလာပါတယ္။\nျမိဳ႔ထဲေလ်ာက္သြားရာက သူသြားရာလမ္းတစ္ေလ်ာက္\nပ်က္ဆီးကုန္ျပီး သိပ္မၾကာခင္မွာဘဲ\nမေကာင္းဆိုး၀ါးၾကီးဟာ ေလထုအတြင္းမွာ ျပန္လည္ေပ်ာက္ကြယ္သြားတယ္။\nဒီသတင္းေၾကာင့္ တစ္ကမာၻလံုး ထိတ္လန္႔တုန္လုပ္ေနျပီး ထူးဆန္းအံ့ၾသေနၾကရတယ္။\nဒီလိုနဲ႔ ေနာက္ရက္မွာလည္း အဲဒီလို ၈း၀၅ မိနစ္အခ်ိန္မွာပဲ\nမေကာင္းဆိုး၀ါးၾကီး ေပၚလာျပန္ပါတယ္။\nNATO ႏွင့္ နိုင္ငံတကာ တပ္ဖြဲ႔ေတြကလည္း\nမေကာင္းဆိုး၀ါးၾကီးကုိ နွိမ္နွင္းဖို႔ အသင့္အေနထားျပင္ေနၾကရပါျပီ။\n...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/colossal-2016/",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/11173939_ori-200x300.jpg",
        "title": "Scooby-Doo (2002)",
        "description": "စကူဘီဒူး ကားေလးေတြကိုေတာ့ လူတိုင္းနဲ႕ရင္းႏွီးၿပီးသားၿဖစ္ၾကမွာပါ....\nဒီကားေလးဟာလူငယ္စံုေထာက္ေလးေတြဖြဲ႕စည္းထားတဲ့ ကင္းေထာက္အဖြဲ႕အေၾကာင္းကို\nရသေပါင္းစံုရႈ႕ေထာင့္ေပါင္းစံုကေနၾကည့္ၿပီးေတာ့ ရိုက္ကူးထားတာပဲၿဖစ္ပါတယ္...\nဇာတ္လမ္းေလးရဲ႕ အက်ဥ္းကိုေၿပာရမယ္ဆိုရင္ၿဖင့္\nထူးဆန္းတဲ့ အမႈ႕ကိစၥမ်ားကိုေၿဖရွင္းကိုင္တြယ္ေပးေနက်ၿဖစ္တဲ့ လူငယ္စံုေထာက္အဖြဲ႕ဟာ\nေခ်ာက္ၿခားဖြယ္ေကာင္းတဲ့ ကြ်န္းကိုမထင္မွတ္ပဲ ေလးေယာက္လံုးဖိတ္ၾကားၿခင္းခံခဲ့ရပါတယ္...\nအဲ့ကြ်န္းပိုင္ရွင္ကေတာ့ အားလံုးသိၾကတဲ့ ဟာသမင္းသားၾကီး Mr.Bean ၿဖစ္ပါတယ္....\nအဲကြ်န္းမွာေတာ့လူငယ္ေတြအားလံုးဟာ သူရဲ၀င္ပူးခံရသလို ထူးထူးဆန္းဆန္းၿဖစ္ေနၾကပါတယ္...\nဒါေၾကာင့္ လူငယ္စံုေထာက္အဖြဲ႕၀င္ေတြၿဖစ္တဲ့ ဖရက္ ဗယ္မာ ဒက္ဖနီ နဲ႕ ရွယ္ဂီတို႕ဟာ\nဒီကိစၥၿဖစ္စဥ္ကို ေပၚေပါက္ေအာင္ စံုစမ္းၾကမွာပဲၿဖစ္ပါတယ္....\nရွယ္ဂီရဲ႕ထံုးစံအတိုင္း တလြဲေတြလုပ္တတ္တာရယ္ စကူဘီဒူးရဲ႕ အစားမက္တာေတြရယ္က\nဇာတ္လမ္းတစ္ခုလံုးကို မပ်င္းရေလေအာင္ ရယ္ေမာၿပီးၾကည့္ရမွာၿဖစ္ပါတယ္....Quality…..BluRay 720p\nDuration…..01:26:00\nFormat…Mp4\nFile Size…(620 MB , 378 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Hnin Oo Wai",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/scooby-doo-2002/",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/mzl.fnsnlvyl-200x300.jpg",
        "title": "The Princess and the Frog (2009)",
        "description": "Disney ရဲ႕အေကာင္းဆံုး Animation ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္...\nဇာတ္လမ္းေလးရဲ႕အစကဒီလိုပါ....\nအေပ်ာ္အပါးကိုခံုမင္ၿပီးဘာမွကိုစိတ္မ၀င္စားတဲ့ မင္းသားေလးနာဗင္းဟာအရိပ္လူသားရဲ႕လိမ္ညာ\nၿပဳစားၿခင္းခံလိုက္ရလို႕ဖားတစ္ေကာင္အၿဖစ္ေၿပာင္းလဲသြားပါတယ္....\nနန္းစည္းစိမ္ေတြကို လိုခ်င္လို႕အေပ်ာ္အပါးမက္တဲ့ မင္းသားေလးကိုဖားအသြင္ၿပဳစားလိုက္တဲ့တေစၦေတြနဲ႕\nပူးေပါင္းထားတဲ့စုန္းဘိုးေတာ္....\nအလုပ္ပဲၾကိဳးစားလုပ္ကိုင္ရင္း အေဖၿဖစ္သူရဲ႕စားေသာက္ဆိုင္ကိုၿပန္၀ယ္ခ်င္လို႕\nပိုက္ဆံစုေနရတဲ့ သာမာန္စားပြဲထိုးမေလး တီယာနာ....\nတီယာနာ့ သူငယ္ခ်င္းပါတီပြဲမွာ\nတီယာနာကို မင္းသမီးေလးထင္ၿပီးက်ိန္စာၿပယ္ခ်င္ေဇာနဲ႕သူမကိုနမ္းလိုက္တဲ့မင္းသားေလးဟာ\nက်ိန္စာမပ်ယ္တဲ့အၿပင္တီယာနာေလးပါ ဖားမေလးအၿဖစ္ေၿပာင္းသြားပါေတာ့တယ္...\nဒီေတာ့ ဒီဖားေလးႏွစ္ေကာင္လူၿပန္ၿဖစ္ေအာင္ဘယ္လိုေတြၾကိဳးစားၾကမလဲ\nအရိပ္လူသားနဲ႕အေပးအယူလုပ္ထားတဲ့ စုန္းဘိုးေတာ္ကေကာ \nသူတို႕ကိုဘယ္လိုေတြဒုကၡေတြေပးမလဲ\nသူတို႕ႏွစ္ေယာက္က်ိန္စာေတြပ်ယ္သြားမလား.....\nDisney ရဲ႕အေကာင္းဆံုး Animation Effect ေတြနဲ႕ခ်စ္စရာပိုးစုန္းၾကဴးေလးေတြ\nမိေက်ာင္းေတြနဲ႕ တစ္ကားလံုး မပ်င္းရေလေအာင္ တင္ဆက္ထားတဲ့ Animation \nကားေလးပဲၿဖစ္ပါတယ္....တကယ္ခ်စ္လာၿပီဆိုရင္\nအခ်စ္ေၾကာင့္လူေတြေၿပာင္းလဲသြားႏိုင္တယ္ဆိုတာ\nဒီကားေလးထဲမွာၾကည့္ရမွာပဲၿဖစ္ပါတယ္...Quality…..BluRay 720p\nDuration…..01:37:00\nFormat…Mp4\nFile Size…(698 MB)\nTranslator…..Myat Ko Ko\nEncoder…..Moe Myint Lwin\nDownload with Openload",
        "rating": "7.1",
        "url": "https://megaup.net/2guqm/The_Princess_And_The_Frog_[2009]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/2007-meet_the_robinsons-3-206x300.jpg",
        "title": "Meet The Robinsons (2007)",
        "description": "ဥာဏ္အလြန္ထက္တဲ့၁၁ႏွစ္သားမိဘမဲ့ကေလး ေရာ္ဘင္ဆင္ဟာ\nပစၥည္းအသစ္ေတြတီထြင္လိုစိတ္ရွိသူတစ္ေယာက္ပါ ...\nမိဘမဲ့ေက်ာင္းမွာေနထိုင္ရင္း သူ႔ကိုေမြးစားမယ့္မိဘေတြကိုေမၽွာ္လင့္ေနေပမယ့္\nကံမေကာင္းခ်င္ေတာ့ေမြးစားခ်င္သူမေပၚလာခဲ့ပါဘူး...\nဒါေျကာင့္ေရာ္ဘင္ဆင္ေလးဟာ ေလာကမွာ\nသူ့ကိုလိုခ်င္တာသူ႔အေမတစ္ေယာက္ပဲရွိလိမ့္မယ္လို့တစ္ထစ္ခ်မွတ္ယူျပီး(ကေလးဆိုေတာ့လည္း)\nငယ္ငယ္ကသူ႔ကိုမိဘမဲ့ေက်ာင္းမွာစြန္႔ပစ္ခဲ့တဲ့ မိခင္ကိုျပန္ရွာဖို႔အတြက္မိခင္ရဲ႕ရုပ္ပံုလႊာကိုျပန္ေဖာ္နိုင္မယ့္\nမွတ္ဥာဏ္ေဖာ္စက္ကိုတီထြင္ခဲ႔ပါတယ္..\nတီထြင္မွုေတြမွာက်ရံႈးေနက်ျဖစ္တဲ႔အတြက္ သိပၸံျပပြဲမွာသူ႔ရဲ႕စက္အလုပ္မျဖစ္ခဲ႔တဲ႔အေပၚ\nကိုယ့္ကိုယ္ကိုသာေဒါသထြက္ေနမိတာေပါ့..\nတကယ္တမ္းေတာ့ သူ့စက္ဟာေအာင္ျမင္ခဲ႔ျပီး မသမာသူတစ္ဦးေၾကာင့္ ပ်က္ခဲ႔ရတယ္ဆိုတာမရိပ္မိခဲ႔ပါဘူး…\nစက္ကိုလာေရာက္ခိုးယူခဲ႔တဲ႔မသမာသူက နွယ္နွယ္ရေတာ့မဟုတ္ဘူး…\nအနာဂတ္ကလာတာ\nကဲ ဘာလို႔အနာဂတ္ကေတာင္လာၿပီး ကေလးရဲ႕စက္ကိုခိုးရတာလဲ ...\nဒီကေလးကအနာဂတ္မွာဘာမ်ားျဖစ္ေနလို႔ပါလိမ့္ေပါ့ေနာ္...\nသိခ်င္ရင္ ေဒါင္းသာၾကည့္လိုက္ၾကပါလို႔\nQuality…..BluRay 1080p\nDuration…..01:35:00\nFormat…Mp4\nFile Size…(738 MB , 561 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..May Thazin Myint",
        "rating": "6.9",
        "url": "https://megaup.net/2Swgb/Meet_The_Robinsons_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BYTg3N2YyZDAtY2QyNy00MDYzLTliYzctZTVkZTE2NzY0NDU4XkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY1000_CR006951000_AL_-209x300.jpg",
        "title": "Mujhse Shaadi Karogi (2004)",
        "description": "ဒီတစ္ခါေတာ့ ေဘာလီဝုဒ္ဖန္ေတြ အတြက္\nေပါ့ေပါ့ပါးပါးနဲ႔ အခ်စ္ဟာသဇာတ္ကားေကာင္းေလး တစ္ကား\nတင္ဆက္ေပးလုိက္ပါ။\nသ႐ုပ္ေဆာင္ေတြကလည္း ဒိတ္ဒိတ္ႀကဲေတြျဖစ္တဲ့\nဆလ္မန္းခန္း, အက္ေရွးကူမားရ္ႏွင့္ ပရီယန္းကခ်ိဳပရာတုိ႔ပဲ ျဖစ္ပါတယ္။\nဇာတ္လမ္းေလးကေတာ့,\nေမြးရာပါဇာတာေၾကာင့္ ေဒါသႀကီးလြန္းတဲ့ စမီးရ္ဆုိတဲ့ ေကာင္ေလးဟာ\nသူ႔ေဒါသေၾကာင့္ ျပသနာေပါင္းစုံ တတ္ၿပီး ေနာက္ဆုံးမွာေတာ့ သူစိတ္ဝင္စားတဲ့ေကာင္မေလးနဲ႕ပါ ေဝးခဲ့ရပါတယ္။\nအသည္းေတြကြဲၿပီး ဂုိအာၿမိဳ႕ကုိ ေျပာင္းေရႊ႕သြားခဲ့တဲ့ စမီးရ္ဟာ\nရာနီးဆုိတဲ့ ေကာင္မေလးနဲ႕ေတြ႕ဆုံၿပီး စိတ္ဝင္စားခဲ့ပါတယ္။\nရာနီးနဲ႕ နီးစပ္ဖုိ႔ အမိ်ဳးမ်ိဳးႀကိဳးစားေပမယ့္ သူလုပ္သမွ်တလြဲေတြျဖစ္\nျပသနာေတြတက္ကာ နီးဖုိ႔ႀကိဳးစားေလ ပုိပုိေဝးလာေလေလ ျဖစ္ေနပါတယ္။\nဒီထက္ပုိဆုိးတာကေတာ့ သူတုိ႔ႏွစ္ေယာက္ၾကားကုိ စန္နီဆုိတဲ့\nၿပိဳင္ဖက္တစ္ေယာက္ ဝင္လာတဲ့ အခါမွာေတာ့ ႕႕႕႕(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပဲျဖစ္ပါတယ္)File Size : 0.99 GB/600MB\nQuality : Bluray 720P\nRunning Time : 2hr 43minutes\nFormat : Mp4\nGenre : Comedy,Romance\nTranslator :  Zaw Htoo\nEncoder :Thanhtike Zaw\n  \nDownload Here Bluray 720p (0.99 GB) Openload Link\n Download Small ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/mujhse-shaadi-karogi-2004/",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMzAxOGE2MjktYWVkNC00NDFjLTkxZWQtMTMwMjcyY2Y1MjA5L2ltYWdlXkEyXkFqcGdeQXVyMjExMzEyNTM@._V1_-226x300.jpg",
        "title": "Duckweed (2017)",
        "description": "သားအဖႏွစ္ေယာက္ျပန္လည္ သင့္ျမတ္ေရးနဲ ့ပတ္သက္ၿပီး ရိုက္ကူးထားတဲ့ ဇာတ္လမ္းေကာင္းေလးတစ္ကားပါ\nအားလန္ လို ့ေခၚတဲ့ ၿမိဳ ့ငယ္ေလးတစ္ၿမိဳ ့က လူငယ္ေလးတစ္ေယာက္က သူ ့အေဖ အားဇန္ ဟာ\nသူ ့ရဲ ့အသက္တာနဲ ့ သူလုပ္ကိုင္ေနတဲ့ အလုပ္အကိုင္ေတြကို လံုး၀ နားမလည္ေပးဘူးလို ့ထင္ေနခဲ့တယ္\nတစ္ေန ့မွာေတာ့ ကံဆိုးစြာနဲ ့မေတာ္တဆမႈတစ္ခုျဖစ္ၿပီး သူ ့ကို လူနာတင္လွည္းနဲ ့တင္လာတဲ့တစ္ေလွ်ာက္မွာေတာ့\n၁၉၉၈ ခုႏွစ္က သူေမြးဖြားခဲ့တဲ့ အခ်ိန္ကို ျပန္ျမင္ေယာင္ေနခဲ့တယ္\nအဲ့ဒီအခ်ိန္မွာေတာ့ သူ ့ဖခင္နဲ ့အတူ ေပ်ာ္ရႊင္ရယ္ေမာဖြယ္ေကာင္းတဲ့ စြန္ ့စားမႈေတြကို ျပဳလုပ္ခဲ့တယ္\nတစ္ခ်ိန္တည္းမွာပဲ သူ ့ကိုေမြးဖြားရင္း မီးတြင္းထဲမွာတင္ေသဆံုးခဲ့တဲ့အတြက္\nသူကုိယ္တိုင္ တစ္ခါမွ မျမင္ဖူးခဲ့တဲ့ သူ ့အေမကိုပါ ျပန္ၿပီး ေတြ ့ျမင္ခြင့္ရခဲ့တယ္\nဒီအျဖစ္အပ်က္ေတြကေန သူ ့အေဖက သူ ့ရဲ ့ငယ္ရြယ္တဲ့ဘ၀ကို ဘယ္လိုေတြ ျဖတ္သန္းခဲ့ရတယ္ ...\nဆံုးပါးသြားတဲ့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/duckweed-2017/",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BNTI2MDE5MjQ3MV5BMl5BanBnXkFtZTgwNjA0MTUzMDI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Office Christmas Party (2016)",
        "description": "ဟာသကားပါ။ ခရစ်စမတ်ဆိုတာ တစ်နှစ်မှာတစ်ညပဲရှိတာပါ။နိုင်ငံတကာပိတ်ရက်တစ်ရက်ဖြစ်တဲ့အတွက်အလုပ်တွေလည်းပိတ်သွားတဲ့အချိန်မှာ ရုံးတစ်ရုံးက လုပ်ဖော်ကိုင်ဖက်တွေစုပြီးခရစ်စမတ်ညပါတီလုပ်ကြတဲ့အကြောင်းကို ပျော်ရွှင်စရာဟာသဇာတ်ကားတစ်ကားအဖြစ်နဲ့ဖန်တီးလိုက်တဲ့အခါမှာတော့ပရိသတ်တွေရဲ့ဘဝအမောတွေကိုပြေပျောက်စေမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်လာပါတော့တယ်။ File Size : 800 MB/330MB\nQuality : 1080P Bluray\nRunning Time : 1hr 45minutes\nFormat : Mp4\nGenre : Comedy\nEncoder :Thanhtike Za",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/office-christmas-party-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/everyones_hero-203x300.jpg",
        "title": "Everyone’s Hero (2006)",
        "description": "၂ဝဝ၆ခုႏွစ္မွာ ထြက္ရွိခဲ့တဲ့ Animation ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္။\nရန္းကီအာဗင္လို႔ေခၚတဲ့ ေကာင္ေလးတစ္ေယာက္ သူဟာ ေဘ့ ေဘာရိုက္ဝါသနာပါေပမယ့္\nကြ်မ္းက်င္မႈမရွိတာေၾကာင့္ သူ႕သူငယ္ခ်င္းေတြက သူ႕ကိုဆိုမပါေစခ်င္ပါဘူး။\nအၿမဲအဖယ္က်ဥ္ခံရပါတယ္။\nရန္းကီ ရဲ႕ဖခင္ဟာ အားကစား႐ံုမွာလံုၿခံဳေရးတစ္ေယာက္ပါ။\nတစ္ရက္သူ႕အေဖအလုပ္ဆီ သူသြားရင္း အဲဒီအားကစား႐ံုမွာထားတဲ့\nႏိုင္ငံေက်ာ္ ေဘ့ ေဘာသမား ေဘးရဲ႕ေဘ့ေဘာရိုက္တံဟာ\nေပ်ာက္ဆံုးသြားခဲ့ၿပီး သူ႕အေဖအလုပ္ျပဳတ္သြားခဲ့ပါတယ္။\nရန္းကီဟာ သူလံုၿခံဳေရးတစ္ေယာက္ကို ျ မင္ခဲ့တာေၾကာင့္ သူ႕ေနာက္လိုက္ကာ\nထိုရိုက္တံကို ျပန္လည္ခိုးယူၿပီး ပိုင္ရွင္အစစ္အမွန္ဆီျပန္လည္ပို႔ေဆာင္ေပးခဲ့ပံုတို႔ကို\nရင္သပ္႐ႈေမာဖြယ္ ခံစားရမွာပဲၿဖစ္ပါတယ္...Quality…..BluRay 720p\nDuration…..01:27:00\nFormat…Mp4\nFile Size…(687 MB , 430 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Htet Htet Tin ZarDownload with Yotehshin Link\nDownload with CM Cloud\nDownload with Openload\nDownload with Openload (Small Size)",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/everyones-hero-2006/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/2iexoaotcf2m-230x300.jpg",
        "title": "Dragon Hunter (2017)",
        "description": "ဂူက်င္းေက်ာင္းေတာ္ႀကီးေအာက္မွာ လ်ိဳ႕ဝွက္စြာသိမ္းထားတဲ့ အနက္ေရာင္ေတာင္ေဝွးတစ္ေခ်ာင္း...\nေႁမြနက္မေလးတစ္ေကာင္က မွားယြင္းၿမိဳခ်မိၿပီး နဂါးမိစၧာႀကီးျဖစ္သြားတဲ့အခါမွာ...\nက်ားမိစၧာတစ္ေကာင္ေသာင္းက်န္းေနလို႔ ႏိွမ္နင္းဖို႔\nေမြးရာပါ က်ားအမွတ္အသားပါတဲ့ ဆရာတက္ရွ္ဆိုတဲ့က်ားႏိုင္ဆရာကို သြားရွာဖို႔\nဂူက်င္းေက်ာင္းေတာ္က ဘုန္းႀကီးကယ္တစ္ပါးကိုေစလႊတ္လိုက္ပါတယ္\nထိုဘုန္းႀကီးကယ္မွာ ေမြးရာပါ နဂါးႏိုင္အမွတ္အသားပါလာျပန္ၿပီး နဂါးမိစၧာကိုႏိွမ္နင္းဖို႔ ပါရမီပါေနသူျဖစ္ေနျပန္ပါတယ္..\nနဂါးမ ၿမိဳခ်ထားတဲ့ အနက္ေရာင္ေတာင္ေဝွးဆီက အစြမ္းေတြရခ်င္ေနတဲ့ မိစၧာႀကီးဟာ\nဆရာေယာင္ေဆာင္ၿပီး သူ လက္သပ္ေမြးထားတဲ့ တပည့္မေလးကို..\nနဂါးအမွတ္အသားပါတဲ့ ဘုန္းႀကီးေလး ရႉရွင္ကို သိမ္းသြင္းခိုင္းဖို႔ႀကိဳးခိုင္တဲ့အခါမွာ..\nက်ားႏိုင္သူရဲေကာင္း ဆရာတက္ရွ္ ကိုေရာ..ရွာေတြ႕မွာလား.??\nနဂါးမိစၧာႀကီးကိုေရာ ႏိွမ္နင္းႏိုင္မွာလား??\nတပည့္ ေျမေခြးမေလးကိုေရာ သူ႔ဆရာ မိစၦာႀကီးရန္ကေန ကာကြယ္ေပးႏိုင္မွာလား??\nအားလံုးေသာ တာဝန္ေတြဟာ ဘုန္းေတာ္ႀကီးရႉရွင္ အေပၚက်ေရာက္လာပါေတာ့တယ္......\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ေအာင္ခ်မ္းျငိမ္း ပဲျဖစ္ပါတယ္)\nFile Size : 700 MB/270MB\nQuality : WEB DL 720P\nRunning Time : 1hr 20minutes\nFormat : Mp4\nGenre : Fantasy Action Comedy\nTranslator : Aung Chan Nyein\nEncoder :Thanhtike ...",
        "rating": "6.0",
        "url": "https://megaup.net/1A2qp/Dragon_Hunter_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Quackerz_poster_goldposter_com_1-212x300.jpg",
        "title": "Quackerz (2016)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ 2016 ထြက္ animation movie ေလးတစ္ခုပါ။\nဇာတ္ကားနာမည္ကေတာ့ ဘဲေလးေတြ\nတဂတ္ဂတ္ေအာ္သံကို အစြဲၿပဳၿပီး Quackerz လို႔ ေပးထာတာပါ။ဒီဇာတ္လမ္းေလးအရဆို တ႐ုတ္ျပည္မွာ တေဘာင္တစ္ခုရိွပါတယ္။\nရာစုႏွစ္တစ္ခု ျပည့္တိုင္း ေနရဲ႕စြမ္းအင္ကို\nအပိုင္သိမ္းၿပီး ကမၻာပ်က္ေအာင္လုပ္မယ့္ စုန္းမႀကီးေပၚလာမယ္ဆိုတာပါပဲ။\nဒါေပမယ့္ ဘဲေလးတစ္ေကာင္ကေတာ့\nအဲ့အျဖစ္ကို ကယ္တယ္ႏိုင္ပါလိမ့္မယ္တဲ့။\nရိုးရိုးဘဲေတာ့ မဟုတ္ဘူးခင္ဗ်။\n\"ေနသူဘဲေကာင္း\" (သူရဲေကာင္း+ဘဲ)တဲ့။\nအဲ့စုန္းမႀကီးနဲ႔ ေနသူဘဲေကာင္းတို႔ တိုက္ခိုက္သြားပုံေတြကို\nဇာတ္လမ္းထဲမွာ ေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။\nတ႐ုတ္ျပည္က ဘဲဧကရာဇ္နဲ႔\nကမၻာလွည့္ ဘဲေခါင္းစိမ္းေခါင္းေဆာင္တို႔ရဲ႕ ခမည္းခမက္ သူႏိုင္ကိုယ္ႏိုင္\nအႏိုင္လုပြဲေလးေတြကလည္း အေတာ္ရယ္ရပါတယ္ခင္ဗ်။\nဇာတ္လမ္းေလးကို ဟာသအျမဴးေလး လုပ္ထားတဲ့အတြက္\nအေမာေျပစရာ အခ်ိန္တစ္ခုေတာ့ ရသြားမွပါခင္ဗ်ာ...Quality…..BluRay 1080p\nDuration…..01:21:00\nFormat…Mp4\nFile Size…(705 MB , 415 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Wai Yan MaungDownload with YoteShin Link\nDownload with CM Cloud\nDownload with Openload\nDownload ...",
        "rating": "",
        "url": "https://channelmyanmar.org/quackerz-2016/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/The-Lego-Batman-Movie-2017-movie-poster-135x200.jpg",
        "title": "The Lego Batman Movie (2017)",
        "description": "The LEGO Batman (2017)\nIMDb - 7.3/10_____Rotten - 90%\n  \n2017 အစောပိုင်းရဲ့ အသေခွီရတဲ့ Animation ဇာတ်ကားကို ပြပါဆိုရင်တော့ ဒီကားလေးကိုပဲပြရပါမယ်.\nဇာတ်ကားအစ ကုမ္ပဏီ တံဆိပ် intro ထဲက\nဆြာဘတ်ရဲ့ ဖောက်ချက် ဖောက်ချက်တွေဆိုတာ\nဇာတ်ကား စလည်ဆုံးကို မပျင်းရိရအောင်\nအခွီတွေ တစ်ပြုံကြီးနဲ့ အဖောက်တွေ\nတစ်ပြုံကြီးနဲ့ ကြည့်ရသူ ပြုံးပျော်စေရအောင်\nဆွဲဆောင်သွားနိုင်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်...\nDC ရဲ့ နာမည်ကျော် ဆြာဘတ်နဲ့ အချစ်တော်ဗီလိန်ကြီးတွေကို WB Entertainment\nLego ကုမ္ပဏီ တို့ ပေါင်းပြီး\nLego အရုပ်ကလေးတွေ ပုံစံနဲ့ ဇာတ်ကောင်တွေကို\nတင်ဆက်ထားပြီး ဇာတ်ကားရုံမတင်ခင်ကတည်းက\nဇာတ်ကောင် MiniFiguresလေးတွေထွက်ရှိထားလို့\nLego Minifigures collectorsတွေကြားရေပန်းစား\nခဲ့ပြီး ဖြစိပါတယ်\n  \nဇာတ်လမ်းအကျဉ်းကတော့\nBatman ရဲ့ စိမ်းကားလှတဲ့စကားတစ်ခွန်းကြောင့်\nBatman ရဲ့ respect ကို ရယူချင်တဲ့\nJoker ဟာအကြံအစည်သစ်တစ်ခုနဲ့\nဗီလိန်တစ်ကာ့ထိပ်ခေါင်ကြီးတွေ ကိုအကျဉ်းချထားတဲ့\nအာကာသ phantom Zone ကို ဖွင့်ချဖို့ကြံစည်ပါတော့တယ်\nဒါကို ဆြာဘတ်ဟာ အိမ်တော်ထိန်းကြီး အဲဖရက်\nရဲ့မင်းကြီးဂေါ်ဒွန်ရဲ့ သမီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/2gZva/The_Lego_Batman_[2017]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTBiMmJkYmEtZDgwMC00MzgxLWIyNmUtODM5MWU2Yzk4MmVlL2ltYWdlXkEyXkFqcGdeQXVyNzA0MTM4NjM@._V1_-1-204x300.jpg",
        "title": "Tangled: Before Ever After (2017)",
        "description": "Tangled:Before even after 2017ကားလေးကတော့ အရင် Tangled ကားလေးရဲ့ အဆက်လို့ပြောရမှာပါပဲ။\nမာသာ ဂေါ်သယ် လက်ထဲကနေ လွတ်မြောက်လာခဲ့ပြီး မင်းသမီးတစ်ပါးအနေနဲ့ပြန်လည်ရောက်ရှိလာတဲ့\nရက်ပန်ဇယ် ရဲ့အကြောင်းလေးကို တင်ပြထားတာပါ။လွတ်လွတ်လပ်လပ်ပေါ့ပေါ့ပါးပါး နေတတ်တဲ့\nရက်ပန်ဇယ် တစ်ယောက် မင်းသမီး တစ်ပါးအနေနဲ့ နန်းတွင်းအစဉ်အလာတွေကို လိုက်နာဖို့လိုလာခဲ့ပါတယ်။\nတစ်နေ့တော့ နန်းတွင်းထဲကနေ တိတ်တိတ်လေး ခိုးထွက်လာခဲ့ပြီး တွေ့ကြုံရတဲ့ adventure တွေကို\nရိုက်ပြထားတာမို့ ပျင်းဖို့မကောင်းတာတော့ အာမခံလို့ရပါတယ်။\nချစ်ရတဲ့ ယူဂျင်းရယ်၊သစ္စာရှိ မြင်းကြီးရယ်၊အထိန်းတော်ကြီးရယ်၊\nထူးဆန်းတဲ့မှော်ကျောက်တုံးနဲ့တွေ့ပြီးပြန်ရှည်လာတဲ့(ကျနော်တို့လဲ ချစ်တဲ့:P) ဆံပင်ရှည်ကြီးရယ်။\n2D Animation ကောင်းကောင်းရယ်။ကြည့်ဖို့တန်ပါတယ်လို့ပဲပြောပါရစေ\n-------------------------------------------------------------\nTangled:Before even after 2017ကားေလးကေတာ့ အရင္ Tangled ကားေလးရဲ႕ အဆက္လို႔ေျပာရမွာပါပဲ။\nမာသာ ေဂၚသယ္ လက္ထဲကေန လြတ္ေျမာက္လာခဲ့ၿပီး မင္းသမီးတစ္ပါးအေနနဲ႔ျပန္လည္ေရာက္ရွိလာတဲ့\nရက္ပန္ဇယ္ ရဲ႕အေၾကာင္းေလးကို တင္ျပထားတာပါ။လြတ္လြတ္လပ္လပ္ေပါ့ေပါ့ပါးပါး ေနတတ္တဲ့\nရက္ပန္ဇယ္ တစ္ေယာက္ မင္းသမီး တစ္ပါးအေနနဲ႔ နန္းတြင္းအစဥ္အလာေတြကို လိုက္နာဖို႔လိုလာခဲ့ပါတယ္။\nတစ္ေန႔ေတာ့ နန္းတြင္းထဲကေန တိတ္တိတ္ေလး ခိုးထြက္လာခဲ့ၿပီး ေတြ႕ၾကံဳရတဲ့ adventure ေတြကို\nရိုက္ျပထားတာမို႔ ပ်င္းဖို႔မေကာင္းတာေတာ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/4UKij/Tangled_-_Before_Ever_After_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/charlies-angels-poster-133x200.jpg",
        "title": "Charlie’s Angels (2000)",
        "description": "Charlie's Angels (2000)\nIMDb - 5.5/10_______Rotten - 68%\n Y2K ကထွက်ခဲ့တဲ့ အမျိုးသမီးအက်ရှင်ကားလေးကို\nပရိတ်သတ်ကြီးတော်တော်များများကတော့ ရင်းနှီးကြမှာပါ\nမင်းသမီးကြီး ဘယ်ရီမိုး ကခေါင်းဆောင်ရိုက်ကူးထားပြီးတော့\nခပ်ကြမ်းကြမ်းအက်ရှင်ပရိတ်သတ်တွေကတော့\nမပျင်းစတမ်းကိုကြည့်ကြရမှာပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့\nအမျိုးသမီးစုံထောက်၃ယောက်ကအသံအတုနည်းပညာကိုခိုးသွားတဲ့\nသူတို့ သူဌေး ကိုလိုက်လံစုံစမ်းရင်း သူတို့ရဲ့ စွမ်းဆောင်ရည်တွေကို\nဘယ်လိုတွေအသုံးချပြီးခိုးယူကြမလဲဆိုတာကိုတော့ဆက်လက်ကြည့်လိုက်ကြပါတော့( ဒီဇာတ်ကားကို May Haruko က ဘာသာပြန်ပေးထားတာဖြစ်ပြီး Kyaw Ye Aung မှ Encode တင်ဆက်ပေးထားတာဖြစ်ပါတယ်...)\n Y2K ကထြက္ခဲ့တဲ့ အမ်ိဳးသမီးအက္ရွင္ကားေလးကို\nပရိတ္သတ္ႀကီးေတာ္ေတာ္မ်ားမ်ားကေတာ့ ရင္းႏွီးၾကမွာပါ\nမင္းသမီးႀကီး ဘယ္ရီမိုး ကေခါင္းေဆာင္႐ိုက္ကူးထားၿပီးေတာ့\nခပ္ၾကမ္းၾကမ္းအက္ရွင္ပရိတ္သတ္ေတြကေတာ့\nမပ်င္းစတမ္းကိုၾကည့္ၾကရမွာပါ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nအမ်ိဳးသမီးစုံေထာက္၃ေယာက္ကအသံအတုနည္းပညာကိုခိုးသြားတဲ့\nသူတို႔ သူေဌး ကိုလိုက္လံစုံစမ္းရင္း သူတို႔ရဲ႕ စြမ္းေဆာင္ရည္ေတြကို\nဘယ္လိုေတြအသုံးခ်ၿပီးခိုးယူၾကမလဲဆိုတာကိုေတာ့ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့( ဒီဇာတ္ကားကို May Haruko က ဘာသာျပန္ေပးထားတာျဖစ္ျပီး Kyaw Ye Aung မွ Encode တင္ဆက္ေပးထားတာျဖစ္ပါတယ္...)\n Charlie’s Angels: Full Throttle (2003) ကြည့်ရှုရန် နှိပ်ပါ\nCharlie’s Angels (2019) ကြည့်ရှုရန် နှိပ်ပါ",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/charlies-angles-2000/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BNTMzMWQ4OTMtY2U0YS00MzA1LTliNjctYjI0YzgyNDcyOTQ4L2ltYWdlXkEyXkFqcGdeQXVyNjYwNTU0MTQ@._V1_SY1000_CR006901000_AL_-207x300.jpg",
        "title": "The Village of No Return (2017)",
        "description": "တစ္ခါတုန္းက တ႐ုတ္ႏုိင္ငံက နယ္စြန္နယ္ဖ်ားရြာေလးတစ္ခုက ရြာခံေတြဟာ ေန႔တုိင္းလိုလို အခ်င္းခ်င္းေတြ စကားမ်ားလိုက္၊ ျပႆနာေတြျဖစ္လိုက္နဲ႔ ေနၾကရၿပီး ေျမပိုင္ရွင္ ရွီကေတာ့ရြာ ေနရာအပိုင္စီးဖို႔အတြက္ လွ်ိဳ႕ဝွက္ႀကံစည္ေနခဲ့ပါတယ္။\nတစ္ရက္မွာေတာ့ အဲဒီရြာေလးကို ထူးဆန္းတဲ့ ဘုန္းေတာ္ႀကီးတစ္ပါး ေရာက္လာခဲ့ၿပီး သူ႔ဆီမွာ ပၪၥလက္ဆန္ဆန္ပစၥည္း တစ္ခုလည္း ပါလာပါတယ္။ အဲဒါကေတာ့ လူတစ္ေယာက္ရဲ႕ မွတ္ဉာဏ္ေတြကို ဖ်က္ပစ္ႏုိင္တယ္ဆုိတဲ့အရာပါ။\nထူးဆန္းတဲ့ ပစၥည္းကို တစ္ရြာလံုးက အရမ္းစိတ္ဝင္စားေနၾကၿပီး သူတုိ႔စိတ္ထဲမွာ အၿမဲမွတ္မိေနတဲ့ စိတ္ညစ္စိတ္႐ႈပ္စရာေတြ အကုန္လံုးကို ေမ့ေပ်ာက္ပစ္ခ်င္ ေနၾကတာျဖစ္ပါတယ္။ အဲဒါနဲ႔ ဘုန္းေတာ္ႀကီးဆီက မွတ္ဉာဏ္ေပ်ာက္ ထူးဆန္းတဲ့ပစၥည္းနဲ႔ ရြာထဲက လူေတြ တစ္ေယာက္ၿပီးတစ္ေယာက္ စိတ္ညစ္စရာေတြ ကို မွတ္ဉာဏ္ထဲက ဖ်က္ပစ္ခ့ဲၾကၿပီး တျခားလူတစ္ေယာက္လိုမ်ိဳး ေနထိုင္ခဲ့ၾကပါတယ္။\nဘာဆုိဘာမွ မမွတ္မိေတာ့ေပမယ့္ ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ႀကီးကို ေနထိုင္ခဲ့ၾကတဲ့ ရြာသူရြာသားေတြဟာ အဲဒီမမွတ္မိျခင္းရဲ႕ ေနာက္ကြယ္က လွ်ိဳ႕ဝွက္ႀကံစည္မႈႀကီး တစ္ခုကိုေတာ့ ဘယ္သူကမွ သတိမျပဳမိခဲ့ၾကပါဘူး။\nမွတ္ဉာဏ္ေတြ ေပ်ာက္ကုန္တဲ့ ရြာသားေတြ ဘယ္လိုျပႆနာေတြႀကံရမွာလဲ၊ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-village-of-no-return-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Wanted (2009)",
        "description": "အိႏၵိယအက္ရွင္ကားပါ။\nဆလ္မန္းခန္းပရိသတ္ေတြအႀကိဳက္ေတြ႕ေစမယ့္ဇာတ္ကားပါ။\nမြန္ဘုိင္းျမိဳ႕ရဲ႕လူဆုိးဂုိဏ္းေတြ ထိန္းမႏုိင္သိမ္းမရျဖစ္လာတဲ့အခါမွာ ဘယ္လုိေတြျဖိဳခြဲသလဲ\nဘယ္လုိေတြအခက္အခဲေတြနဲ႔ေတြ႔ႀကံဳရလဲ ဘယ္ေလာက္ေတာင္စေတးမႈေတြျပဳလုပ္ရသလဲဆုိတာကုိ ရုိက္ျပထားတာပါ။\nထုံးစံအတုိင္း အရင္တုန္းကထြက္ထားတဲ့ကုလားကားဆုိေတာ့ အုိဗာအက္ရွင္ေတြကုိေတာ့သည္းခံျပီးႀကည့္ေပးႀကပါခင္ဗ်ာ\n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Ye Man Aung ပဲျဖစ္ပါတယ္)File Size :1 GB\nQuality : Bluray 720P\nRunning Time : 2hr 27minutes\nFormat : Mp4\nGenre : Action, Comedy, Crime\nTranslator : Ye Man Aung\nEncoder :Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://megaup.net/4eLmy/Wanted_[2009]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/not-another-teen-movie-movie-poster-2001-1020215968-202x300.jpg",
        "title": "Not Another Teen Movie (2001)",
        "description": "ကဲအားလုံးပဲစောင့်မျှော်နေကြတဲ့ChrisEvansပါဝင်သရုပ်ဆောင်ထားတဲ့အမေရိကန်ကျောင်းသားဟာသကားအမြူးလေးပါ။\n၂၀၀၀ခုနှစ်ကထွက်ရှိခဲ့ပြီးBoxOffice 66.5သန်းရရှိခဲ့ပါတယ်။\nAmerican Pieကားတွေလိုမျိုးကျောင်းသားလူငယ်ဟာသကားဆိုတဲ့အတိုင်း၁၈++လေးတွေပါဝင်တယ်။\nရယ်လည်းရယ်ရတယ်ပေါ့နော်။ဇာတ်လမ်းလေးကတော့ ဂျွန်ဟူးဆိုတဲ့အထက်တန်းကျောင်းလေးမှာအခြေတည်ထားတာပါ။\nကျောင်းမှာနာမည်ကြီးCheerleaderဖြစ်တဲ့ပရစ်ဆယ်လာနဲ့တွဲနေတဲ့ကျောင်းနာမည်ကြီးဘောလုံးကစားသမားဖြစ်တဲ့\nဂျိတ်ခ်ဝိုင်လာ(ChrisEvans)တယောက်ရုတ်တရတ်အခြားအူကြောင်ကြောင်ကျောင်းသားတယောက်ကြောင့်ရည်းစားဖြတ်တာခံလိုက်ရပါတယ်။\nအဲဒါနဲ့ဂျိတ်ခ်ရဲ့သူငယ်ချင်းတယောက်ဖြစ်သူကကျောင်းမှာရိုးအအလူရာသိပ်မသွင်းတဲ့ကျောင်းသူတယောက်ကိုQueenဖြစ်အောင်လုပ်ပေးဖို့လောင်းကြေးထပ်ပါတယ်။\nအဲဒီကစပြီးဂျိတ်တယောက်ဂျေနီဘရစ်ဆိုတဲ့ကောင်မလေးနဲ့နီးစပ်ဖို့အမျိုးမျိုးကြံပါတော့တယ်။\nသို့ပေမယ့်ကြားထဲမှာသူ့ကိုဇွတ်ကြိုက်ချင်နေတဲ့အစ်မဖြစ်သူကတ်သရင်းရော၊ဂျေနီရဲ့လူမသိသူမသိအချစ်ဆုံးသူငယ်ချင်းရစ်ကီလစ်မန်းရော၊\nသူ့ရဲ့အတိတ်ကဘောလုံးပွဲအတိတ်ဆိုးတွေကပါအနှောင့်အယှက်ပေးနေခဲ့တာကြုံနေရပါတယ်။\nအစ်မဖြစ်သူကတ်သရင်းကတော့သူ့မောင်ကိုတဖြေးဖြေးကူညီပေးရင်းဂျေနီကိုပုံစံလုံးဝပြောင်းပေးပြီးအလန်းလေးလုပ်ပေးလိုက်ပါတယ်။\nဒီကြားထဲဂျေနီရဲ့မောင်လေးမစ်ချ်နဲ့သူ့သူငယ်ချင်းတွေရဲ့ပေါက်ကရလုပ်တာတွေဟာသတွေအမေရိကန်ကျောင်းသား\nဟာသကားတွေရဲ့ထုံးစံတွေလိုပေါက်ကရတွေလုပ်တာတွေ[(၁၈+)တွေလည်းပါတာပေါ့နော်]\nလူငယ်ဆန်ဆန်ပုံစံတွေကိုလည်းတွေ့ရမှာပါ။ကြည့်ရတာတန်စေမှာဖြစ်ပြီညအေးဆေးအချိန်ထိုင်ခွီလိုက်ရအောင်ဗျာ။ဇာတ်ကားကတော့စစချင်းကိုခွီရမှာငိငိ။\nဆိုတော့နောက်ပိုင်းကျွန်တော်တို့ဇာတ်လိုက်ကြီးChirsEvanဘယ်လိုအခွီတွေနဲ့ေ့ရှဆက်မလဲဆိုတာတော့ဇာတ်ကားကိုအဆုံးထိကြည့်လိုက်ရအောင်ဗျာ\n(အဆုံးသတ်မှာပါသေးတယ်နော်)။\n(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့  Fridays ပဲဖြစ်ပါတယ်)\n----------------------------------------------------------------------------------\nကဲအားလံုးပဲေစာင့္ေမွ်ာ္ေနၾကတဲ့ChrisEvansပါ၀င္သရုပ္ေဆာင္ထားတဲ့အေမရိကန္ေက်ာင္းသားဟာသကားအျမဴးေလးပါ။\n၂၀၀၀ခုႏွစ္ကထြက္ရွိခဲ့ျပီးBoxOffice 66.5သန္းရရွိခဲ့ပါတယ္။\nAmerican Pieကားေတြလိုမ်ဳိးေက်ာင္းသားလူငယ္ဟာသကားဆိုတဲ့အတိုင္း၁၈++ေလးေတြပါ၀င္တယ္။\nရယ္လည္းရယ္ရတယ္ေပါ့ေနာ္။ဇာတ္လမ္းေလးကေတာ့ ဂၽြန္ဟူးဆိုတဲ့အထက္တန္းေက်ာင္းေလးမွာအေျခတည္ထားတာပါ။\nေက်ာင္းမွာနာမည္ၾကီးCheerleaderျဖစ္တဲ့ပရစ္ဆယ္လာနဲ႕တြဲေနတဲ့ေက်ာင္းနာမည္ၾကီးေဘာလံုးကစားသမားျဖစ္တဲ့\nဂ်ိတ္ခ္၀ိုင္လာ(ChrisEvans)တေယာက္ရုတ္တရတ္အျခားအူေၾကာင္ေၾကာင္ေက်ာင္းသားတေယာက္ေၾကာင့္ရည္းစားျဖတ္တာခံလိုက္ရပါတယ္။\nအဲဒါနဲ႕ဂ်ိတ္ခ္ရဲ႕သူငယ္ခ်င္းတေယာက္ျဖစ္သူကေက်ာင္းမွာရိုးအအလူရာသိပ္မသြင္းတဲ့ေက်ာင္းသူတေယာက္ကိုQueenျဖစ္ေအာင္လုပ္ေပးဖို႕ေလာင္းေၾကးထပ္ပါတယ္။\nအဲဒီကစျပီးဂ်ိတ္တေယာက္ေဂ်နီဘရစ္ဆိုတဲ့ေကာင္မေလးနဲ႕နီးစပ္ဖို႕အမ်ဳိးမ်ဳိးၾကံပါေတာ့တယ္။\nသို႕ေပမယ့္ၾကားထဲမွာသူ႕ကိုဇြတ္ၾကိဳက္ခ်င္ေနတဲ့အစ္မျဖစ္သူကတ္သရင္းေရာ၊ေဂ်နီရဲ႕လူမသိသူမသိအခ်စ္ဆံုးသူငယ္ခ်င္းရစ္ကီလစ္မန္းေရာ၊\nသူ႕ရဲ႕အတိတ္ကေဘာလံုးပြဲအတိတ္ဆိုးေတြကပါအေႏွာင့္အယွက္ေပးေနခဲ့တာၾကံဳေနရပါတယ္။\nအစ္မျဖစ္သူကတ္သရင္းကေတာ့သူ႕ေမာင္ကိုတေျဖးေျဖးကူညီေပးရင္းေဂ်နီကိုပံုုစံလံုး၀ေျပာင္းေပးျပီးအလန္းေလးလုပ္ေပးလိုက္ပါတယ္။\nဒီၾကားထဲေဂ်နီရဲ႕ေမာင္ေလးမစ္ခ်္နဲ႕သူ႕သူငယ္ခ်င္းေတြရဲ႕ေပါက္ကရလုပ္တာေတြဟာသေတြအေမရိကန္ေက်ာင္းသား\nဟာသကားေတြရဲ႕ထံုးစံေတြလိုေပါက္ကရေတြလုပ္တာေတြ[(၁၈+)ေတြလည္းပါတာေပါ့ေနာ္]\nလူငယ္ဆန္ဆန္ပံုစံေတြကိုလည္းေတြ႕ရမွာပါ။ၾကည့္ရတာတန္ေစမွာျဖစ္ျပီညေအးေဆးအခ်ိန္ထိုင္ခြီလိုိက္ရေအာင္ဗ်ာ။ဇာတ္ကားကေတာ့စစခ်င္းကိုခြီရမွာငိငိ။\nဆိုေတာ့ေနာက္ပိုင္းကၽြန္ေတာ္တုိ႕ဇာတ္လိုက္ၾကီးChirsEvanဘယ္လိုအခြီေတြနဲ႕ေ႕ရွဆက္မလဲဆိုတာေတာ့ဇာတ္ကားကိုအဆံုးထိၾကည့္လိုက္ရေအာင္ဗ်ာ\n(အဆံုးသတ္မွာပါေသးတယ္ေနာ္)။\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့  Fridays ပဲျဖစ္ပါတယ္)File Size : 752 MB\nQuality : Bluray 720P\nRunning Time : 1hr 29minutes\nFormat : Mp4\nGenre : Comedy,Adult\nTranslator : Fridays\nEncoder :Thanhtike Zaw",
        "rating": "5.7",
        "url": "https://megaup.net/2Ss5A/Not_Another_Teen_Movie_[2001]_(MM_Sub).mp4",
        "category": "Adult, Comedy"
    }
]