[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYWQzZDI5OTQtNWQ0Ny00MWM3LWIzYTEtNjA5YzRhZGRlMjViXkEyXkFqcGdeQXVyNzI5NjYzODI@._V1_-139x200.jpg",
        "title": "Mom Is Pregnant (2021)",
        "description": "ဒီတစ်ခါတော့ ဇာတ်ကားတွေထဲမှာ မြင်ရခဲဖြစ်တဲ့\nအီဂျစ်မိသားစု ဟာသဇာတ်မြူးလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်\nမိသားစုတစ်စုမှာ အိမ်ရဲ့ဆည်းလည်းလေးတွေဖြစ်တဲ့ ကလေးလေးတွေက အရေးပါလှပါတယ်ကာမယ် မိသားစုရဲ့ အိမ်ဆည်းလည်းလေးတွေဖြစ်တဲ့ သားနှစ်ယောက်ဟာအရွယ်ရောက်လာပြီး\nပင်ကိုယ်စရိုက်တစ်မျိုးစီနဲ့ အိမ်ထောင်ပြုဖို့ကို စိတ်မဝင်စားကြပါဘူး\nမိဘတွေက သူတို့ရဲ့သားနှစ်ယောက်ကို အိမ်ထောင်ပြုပြီး\nတည်ငြိမ်တဲ့ဘဝလေးတွေကိုတည်ဆောက်ဖို့အတွက် အလိုရှိနေကြတာဖြစ်ပါတယ်သားနှစ်ယောက်ဟာ အိမ်ထောင်မကျတဲ့အဆုံးမှာ\nအဖေဖြစ်သူအစွမ်းပြလိုက်တဲ့အတွက် အမေဖြစ်သူဟာ\nအသက်ကြီးမှ ကိုယ်ဝန်ရသွားပါတယ်အမျိုးသားကျန်းမာရေး ဆရာဝန်ဖြစ်တဲ့ သားကြီး အာဆင်နဲ့\nသားဆက်ခြားကမ့်ပိန်းကိုတာဝန်ယူဆောင်ရွက်နေတဲ့\nသားငယ် ဘေဆင်တို့ဟာ သူတို့အမေရဲ့ကိုယ်ဝန်ကြောင့် အရမ်းကို အကြပ်ရိုက်သွားကြပါတော့တယ်\nအရွယ်လွန်မှရတဲ့ ကိုယ်ဝန်နဲ့ အမျိုးသားကျန်းမာရေးဆရာဝန်သားကြီး\nသားဆက်ခြားကမ့်ပိန်းကို ဆောင်ရွက်နေတဲ့ သားငယ်တို့ရဲ့ အလွဲတွေနဲ့\nကြည့်ရသူတိုင်း ပြုံးရွှင်စေမယ့် ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်\nနောက်ဆုံးမှာ သူတို့ရဲ့အမေဟာ ဘာလေးမွေးမလဲဆိုတာကိုတော့\nအားလုံးပဲ လိုက်ပါစီးမြောခံစားကြည့်လိုက်ပါဦး\nFile size…1.8GB / 950MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by ThuRa & BpL",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/mom-is-pregnant-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gdMBBM0M89uKYCFDCTjQeD0bxzs.jpg",
        "title": "Land of Dreams (2021)",
        "description": "Land of Dreams (2021)2021 ထွက် Land of Dreams ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ\nလတ်တလော အချိန်ကာလမှာ အစိုးရရဲ့ သန်းခေါင်စာရင်းဌာနဟာ\nစီမံကိန်းတစ်ခုအနေနဲ့ လူတွေရဲ့ အိပ်မက်တွေကိုပါ စစ်တမ်းကောက်လာကြပါတယ်\nနိုင်ငံသားတွေကို ပိုမို ထိန်းချုပ်လာနိုင်ဖို့ သူတို့အချက်အလက်တွေကို ပိုပြီး စီမံကွပ်ကဲလာနိုင်ဖို့ပါ\nအဲဒီထဲမှာတော့ စီမင်ဆိုတဲ့ကောင်မလေးဟာ သန်းခေါင်စာရင်းဌာနမှာ အလုပ်လုပ်ပြီး\nသူတို့အတွက် အိပ်မက်တွေ လိုက်စစ်တမ်းကောက်ပေးရပါတယ်\nသရုပ်ဆောင်ပိုးပါတဲ့ စီမင်တစ်ယောက်အနေနဲ့\nသူကြိုက်နှစ်သက်တဲ့ အိပ်မက်ရှိပြီဆိုရင် ဖမ်းယူထားပြီး အဲဒီအတိုင်း ပြန်လည်သရုပ်ဆောင်လေ့ရှိပါတယ်\nဒီလိုနဲ့ စီမင်ရဲ့ အိပ်မက်စစ်တမ်းကောက်တဲ့ခရီးမှာ\nမာ့ခ်ဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ အယ်လန်ဆိုတဲ့ ခပ်ရင့်ရင့် ဘဲတစ်ဗွေပါ ပါလာပါတယ်\nအစိုးရရဲ့ ရှုပ်ထွေးမှုတချို့နဲ့ စီမင်ရဲ့ အိပ်မက်လား လက်တွေ့လားမသိတဲ့ ခပ်ရေးရေး ဇာတ်လမ်းမှာ\nကိုယ်ကိုယ်တိုင်ရဲ့ အိပ်မက်တွေကိုလည်း မှတ်မိမလားဆိုတာ ပြန်တွေးကြည့်လိုက်ကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Chuck ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.1GB ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/land-of-dreams-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fhGuvi9AkB03jmcuMvV8BwNcXpm.jpg",
        "title": "Heathers (1988)",
        "description": "Heathers (1988)Heathers ဟာ ၁၉၈၈ ခုနှစ်ရဲ့ အကောင်းဆုံး အထက်တန်းကျောင်းနောက်ခံပြု Comedy/Drama ဇာတ်ကားတွေထဲက တစ်ကားပါ။\nIMDb Rating 7.2 နဲ့ Rotten Tomatoes 93% အထိ ရရှိထားပါတယ်။\nComedy ဆိုပေမယ့် လုံးဝကြီး ဟာသတွေပဲ လုပ်နေတာ မဟုတ်ဘဲ Dark comedy အမျိုးအစားဖက်ကို ရောက်တယ်လို့ပဲ ပြောရမှာပါ။\nအမေရိကန်နိုင်ငံရဲ့ အထက်တန်းကျောင်းသားဘဝကို ခပ်ပါးပါး သရော်ထားပြီးတော့\nတခြား အထက်တန်းကျောင်းနောက်ခံပြု Comedy တွေနဲ့ ကွဲထွက်နေလို့ နာမည်ကြီးသွားခဲ့တာပါ။ရှားဝုဒ် အိုဟိုင်းရိုးရှိ ဝက်စတာဘာ့ဂ် အထက်တန်းကျောင်းမှာ ဟယ်သာလို့ အမည်ရတဲ့ အဖွဲ့တစ်ဖွဲ့ရှိပါတယ်။\nအဲအဖွဲ့ကိုတော့ ဟယ်သာချန်ဒလာ၊ ဟယ်သာဒု့ခ် နဲ့ ဟယ်သာ မက်နမဲရာဆိုတဲ့ နာမည်တူ သုံးယောက်နဲ့ ဖွဲ့စည်းထားတာပါ။\nကျောင်းမှာ နာမည်အကြီးဆုံးဖြစ်သလို စိတ်ထင်တိုင်းကြဲနေကြတဲ့ အဖွဲ့ဆိုလည်း မမှားပါဘူး။\nသူတို့အဖွဲ့မှာ မတူညီဘဲ ထူးခြားနေတာကတော့ .....\nလေးယောက်မြောက်အဖွဲ့ဝင်ဖြစ်တဲ့ ဗရော်နီကာ ဆော်ယာ ဆိုတဲ့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/heathers-1988/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gpG8tPSKjZ6ozPQH9INcolhxCjZ.jpg",
        "title": "Heathers: The Musical (2022)",
        "description": "Heathers : The Musical (2022)Heathers: The Musical (2022) ဟာဆိုရင်တော့\n၁၉၈၈ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ Heathers ဆိုတဲ့ Comedy, Drama ဇာတ်ကားကို musical အဖြစ် ပြန်လည်ဆန်းသစ်ထားတာဖြစ်ပါတယ်။Heathers (1988) ဇာတ်ကားကတော့\nIMDb Rating 7.2, Rotten Tomatoes 93% အထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nဒီလို ဇာတ်လမ်းကောင်းပြီး ဇာတ်အိမ်ခိုင်မာတဲ့\nဇာတ်ကားကို ပြန်လည်စမ်းသစ်ထားတဲ့ Musical ဟာဆိုရင်လည်း\nMusical ကြိုက်သူများအတွက်တော့ တကယ့်ကို ရွှေပါပဲ။\nအိုဟိုင်းရိုး ရှားဝုဒ်မှာရှိတဲ့ ဝက်စတာဘာ့ဂ် အထက်တန်းကျောင်းမှာ ဟယ်သာဆိုတဲ့ အဖွဲ့တစ်ဖွဲ့ရှိပါတယ်။\nထိုအဖွဲ့ကိုတော့ နာမည်တူ သုံးယောက်ဖြစ်တဲ့ ဟယ်သာ ချန်ဒလာ၊ ဟယ်သာ မက်နမဲရာ၊ ဟယ်သာ ဒု့ခ်\nတို့နဲ့ ဖွဲ့စည်းထားတာဖြစ်ပါတယ်။ ထိုအဖွဲ့ဟာ နာမည်ကြီးပြီးတော့\nတခြားကျောင်းသူကျောင်းသားတွေကို အနိုင်ကျင့်တတ်ပါတယ်။\nဗရော်နီကာဟာဆိုရင် အနိုင်ကျင့်ခံနေရတဲ့ ကျောင်းသူတစ်ယောက်ပါ။\nသူဟာ အနိုင်ကျင့်ခံရတဲ့ ဘဝကို စိတ်ပျက်နေပြီး ဟယ်သာအဖွဲ့ထဲကို ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/heathers-the-musical-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMmJmMjBjZDktY2NiMi00OTMxLTg1MjEtMDE0ZDhmMDc2MzkzXkEyXkFqcGdeQXVyMTQ4NDI1OTM5._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Sissy (2022)",
        "description": "Sissy (2022)\n==========\nRotten Tomatoes - 96%\nIMDb Rating - 6.2/10ဒီတစ်ခေါက် တင်ဆက်ပေးချင်တာကတော့ rotten Tomatoesမှာ\nrating 92%အထိ ရရှိထားတဲ့ Horror/ Mystery ဇာတ်‌လမ်းကောင်း\nလေးတစ်ခုပါ။အားလုံးပဲ သိကြတဲ့အတိုင်း Psycho Killer ထဲမှာ အဆိုးဆုံးတွေက\nကိုယ့်ကိုယ်ကိုယ် psycho ဖြစ်နေမှန်းမသိ ကိုယ်လုပ်တာ မှန်တဲ့ဆိုတဲ့\npsycho တွေပါ။ ဒီဇာတ်ကားထဲမှာလည်း Sissy ကအဲဒီလိုကောင်မလေး\nပေါ့။ ဒါပေမဲ့လည်း ဘယ်လောက်ပဲ Psycho ဆန်ဆန် သူတို့ကိုသွားမထိရင်\nPsycho တွေကလည်း အေးဆေးပါပဲ။ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့\nSissy နဲ့ Amber တို့ဟာ တစ်ယောက်နဲ့ တစ်ယောက် ဘယ်တော့မှ မခွဲဘူး\nအတူတူ အသက်ကြီးပြင်းသွားကြမယ်လို့ ကတိပေးထားကြတဲ့ သူငယ်ချင်း\nကောင်းတွေ ဖြစ်ခဲ့ကြပါတယ်။ Alex ဆိုတဲ့ကောင်မလေး ပရိတ်သတ်ရှေ့ကို\nမပေါ်ထွက်လာခင်အချိန်အထိပေါ့။ လူတွေနဲ့ ပေါင်းသင်းဆက်ဆံလို့ အဆင်‌\nမပြေတဲ့ Sissy တစ်ယောက် Amma နဲ့ Sissyတို့ရဲ့ ငယ်ဘဝပုံရိပ်တွေ အမှတ်\nတရတွေကြားထဲကနေ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/sissy-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODhlMzA2MWEtODk3Ni00YjIzLWE4ZTgtNDM1ODkyY2IwNjJmXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-141x200.jpg",
        "title": "Ranga Ranga Vaibhavanga (2022)",
        "description": "Comedy, Drama, Romanceရီရှီနဲ့ ရာဒါဆိုတဲ့ ကောင်လေးနဲ့ ကောင်မလေးနှစ်ယောက်ဟာ\nတစ်ရက်တည်း အချိန်အတူတူမွေးလာကြတဲ့သူတွေပေါ့\nသူတို့ရဲ့အဖေတွေကလည်း ငယ်ပေါင်းကြီးဖော် သူငယ်ချင်း\nအရင်းခေါက်ခေါက်တွေသူတို့ကလည်း ငယ်ငယ်ကတည်းက တပူးပူးတတွဲတွဲ ကြီးပြင်းလာခဲ့ကြပြီး\nတစ်ယောက်နဲ့တစ်ယောက်လည်း သူငယ်ချင်းထက်ပိုတဲ့\nသံယောဇဉ်တွေနဲ့ အရမ်းချစ်ကြတဲ့သူတွေပေါ့ဒါပေမယ့် ချစ်ကြပေမယ့် မာနချင်းပြိုင်ရတဲ့ နေ့တစ်နေ့ကို\nရောက်လို့လာခဲ့တယ်\nအဲဒါကတော့ သူတို့ အလယ်တန်းမှာ ကိစ္စတစ်ခုကြောင့်\nတစ်ယောက်ပါးတစ်ယောက် ရိုက်လိုက်မိရာက\nနင်စကားမပြောရင် ငါလည်းမပြောဘူးဆိုပြီး ဖြစ်သွားကြပြီး\nကြီးတဲ့အထိ စကားမပြောဘဲ နေလာကြတာ\nကောလိပ်ရောက်တဲ့အထိပါပဲရင်ထဲမှာတော့ တစ်ယောက်ကိုတစ်ယောက်\nဂရုစိုက်တဲ့အချစ်တွေနဲ့ ရှိကြပေမယ့် မာနတွေကြောင့်သာ\nသူတို့ဝေးကွာနေခဲ့ကြတာပေါ့အဲဒီလိုနဲ့ အဲဒီလိုအရမ်းချစ်ကြတဲ့ သူတို့နှစ်ယောက်ရဲ့\nမာနတွေ ပြိုကွဲသွားစေမယ့်အရာက ဘာဖြစ်မလဲ\nအခေါ်အပြောမလုပ်ကြတဲ့ သူတို့နှစ်ယောက်မှာ ဘယ်သူက\nအရင်စကားစပြောတဲ့သူ ဖြစ်မလဲဆိုတာ\nဒီကားလေးထဲမှာ မိသားစုဘဝ ဟာသလေးတွေနဲ့ပါ အချစ်ရိုမက်တစ်ရသကို\nအပြည့်ခံစားပြီး ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…2.9GB / 1.3GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & BpL & Sora",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/ranga-ranga-vaibhavanga-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/700215h-141x200.jpg",
        "title": "[21+]Pirates (2005)",
        "description": "DS fans တွေအတွက်ဂုဏ်ယူစွာတင်ဆက်လိုက်ပါသည်\nAdult DVD တွေရဲ့စွန့်ဦးဇာတ်ကား\nParody အမျိုးစား Adult DVD လောကကို ဟစ်ကြွေးခဲ့တဲ့ဇာတ်ကား\nကမ္ဘာပေါ်မှာ ငွေကြေးအကုန်အကျအများဆုံး Adult ကား\nဆုတွေ တပွေ့တပိုက်ကြီး သိမ်းကြုံးယူခဲ့တဲ့ကား\nCast တွေက လျှမ်းလျှမ်းတောက်တွေ Asia , Europe ရောသမမွှေထားပြီး\nအပြည့်စုံဆုံး Adult ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်\nDS fans တွေလက်မလွှတ်တမ်းကြည့်သင့်သလို\nပင်လယ်ဓားပြကားတွေ စွန့်စားခန်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက်\nဇာတ်လမ်းဇာတ်ကွက်ပီပီပြင် ကြည့်ရမှာဖြစ်ပါတယ်ကပ္ပတိန် အဒ်ဝါ့တစ်ယောက် ငွေကြေးချမ်းသာပြီး ကျော်ကြားမှုနောက်ကို\nလိုက်ဖို့လမ်းစရှာနေပါတယ် ပင်လယ်မြင်း လုံ့ခေါ်တဲ့ အကောင်းစား\nသင်္ဘောကြီးတစ်စီးဝယ်ပြီး ပင်လယ်ပြင်မှာ ထကြွသောင်းကြမ်းနေတဲ့\nဓားပြတွေကိုနှိမ်နင်းဖို့ အစပျိုးခဲ့ပါတယ် သူ့သင်္ဘောပေါ်မှာ အချွေရံတွေအများကြီးပါပါတယ်\nဒီလိုနဲ့ပင်လယ်ပြင်မှာမြောနေရင်း တစ်နေ့မှာ\nရေထဲမှာမျောနေတဲ့ကောင်မလေးတစ်ယောက်ကို တွေ့ခဲ့လိုက်ပါတယ်\nအဲဒီကောင်မလေးက သူတို့လင်မယားကို မိစ္ဆာဓားပြတစ်ယောက်က သူတို့ကို တိုက်ခိုက်ခဲ့ကြောင်း\nပြောပြတဲ့အခါ သူနာမည်ကြီးဖို့အကြောင်းဖန်လာပါတော့တယ်အချစ် အလွမ်း အဘု ဟာသ ရောနှောထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပြီး\nAdult ရဲ့ပြယုဒ် ဖြစ်တာကြောင့် DS ဖန်တွေအတွက် စေတနာရှေ့ထားပြီး တင်ဆက်လိုက်ပါတယ်\nFile size…3GB / 1.3GB\nQuality…1080p ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/21pirates-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODY5MjkyYmMtODQwZS00YTVjLWIyOGQtYzFmYjUyOGU2NzkwXkEyXkFqcGdeQXVyMjAzOTA0MTk@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Minions & More 1 (2022)",
        "description": "Minions & More 1 (2022)\n==================\nIMDb Rating - 6.5/10နောက်ဆုံးထွက်ရှိထားတဲ့ မီနီမမ်လေးတွေရဲ့ ဇာတ်လမ်းတို\nစုစည်းမှုလေးတွေပါ။ ကျွန်တော်တို့ ကြည့်ဖူးတဲ့ Minion and\nPuppy အပိုင်းလို ဇာတ်လမ်းလေးတွေလည်း ပါသလို ဇာတ်လမ်း\nကောင်းအသစ်လေးတွေလည်း အများကြီးပါပါတယ်။Despicable Me ဇာတ်ကားထဲက Minion လေးတွေကို သီးသန့်\nရိုက်ပြထားတဲ့ ရယ်စရာဟာသ ဇာတ်လမ်းတို မျိုးစုံကို တစ်ဖန်ပြန်\nလည်ကြည့်ရှုနိုင်ဖို့ မြန်မာစာတန်းထိုးနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing\nဖြစ်ပါတယ်)\nFile Size..........(815 MB) / (350 MB)\nQuality............BluRay 1080p / 720p\nDuration.........48mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Comedy\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/minions-more-1-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-b-135x200.jpg",
        "title": "Bad Ass (2012)",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးအတွက် ဟောင်းပေမဲ့ကောင်းနေတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးပါရစေ လူ့ဘဝကြီးမှာ လှံထမ်းလာတာကိုပဲမြင်ရတယ် ကံထမ်းလာတယ်ကိုမမြင်ရဘူးဆိုတဲ့အတိုင်း ပုံမှန်နေသားကျနေတဲ့ ဘဝကြီးကနေ အပြောင်းအလဲကြီးဖြစ်သွားတတ်တယ်ဆိုတဲ့အကြောင်းကို ရိုက်ပြထားတာမို့ ကြည့်လို့ကောင်းမဲ့ ကားကောင်းလေးပါပဲဇာတ်လမ်းအကျဉ်း\nဗီဂါ ဆိုတဲ့ ဗီယမ်နမ် စစ်ပြန်ကြီးဟာ အထက်တန်းကျောင်းပြီးသွားတာနဲ့ စစ်တပ်ထဲဝင်ခဲ့လို့ သူ့ရဲ့ ရိုးရှင်းနဲ့ ဘဝလေးနဲ့ ရင်နဲ့အမျှချစ်ရတဲ့ ချစ်သူလေးကို ထားခဲ့ရတာပါ ၇နှစ်ကြာစစ်မှုထမ်းပြီးပြန်လာတဲ့အချိန်မှာတော့ သူ့ကိုစောင့်နေမလားထင်ပြီး ရည်းစားဟောင်းအိမ်ကိုသွားလိုက်တဲ့ အချိန်မှာပဲ သစ္စာရှိရှိနဲ့စောင့်နေတဲ့ သူ့ရဲ့ ချစ်သူလေးဟာ ကလေး၂ယောက်ပါ အပိုစုဆောင်းထားပေးခဲ့တာပါ အဲဒါနဲ့ မရှိတဲ့လမ်းပျောက်သွားတဲ့ ဗီဂါကကြီး က ရဲကျောင်းတက်ဖို့ကြိုးစားလည်းမအောင်မြင် ကုမ္ပဏီတွေမှာ လျှောက်တော့လည်း ကောလိပ်မတက်ခဲ့လို့ဆိုပြီး မခေါ်တာနဲ့ဘဲ ကိုယ်ပိုင်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ပြီး ဘဝကို ရိုးရိုးရှင်းရှင်းဖြတ်သန်းနေရတဲ့သူတစ်ယောက်ပါ အဲဒီလိုနဲ့ မထင်မှတ်တဲ့နေ့လေးတစ်နေ့မှာဘဲ သူ နေ့တိုင်းစီးနေကျ ဘတ်စ်ကားပေါ်မှာ လူငယ်နှစ်ယောက်က အဖိုးကြီးတစ်ယောက်ကို အနိုင်ကျင့်နေလို့ လက်စွမ်းပြလိုက်တာကြောင့်ပဲ အင်တာနက်မှာနာမည်ကြီးသွားပြီး \"ဆရာကြီး\"ဆိုတဲ့ နာမည်ပါရသွားတာပါ အဲဒီအချိန်မှာပဲ သူ့ရဲ့ဘဝကတစ်ဆစ်ချိုးပြောင်းလဲခဲ့တာပေါ့လေ အဲဒီလိုနဲ့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/bad-ass-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOWYwMWNkYTItYTU4Zi00ZGMzLTg1OTEtMjE2ZDBjZmM1MDBhXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-1-144x200.jpg",
        "title": "Saakini Daakini (2022)",
        "description": "ကောင်မလေးနှစ်ယောက်ရှိတယ်\nသူတို့က ရဲသင်တန်းကျောင်းမှာ ကျောင်းလာအပ်ရင်းနဲ့ ဆုံကြတာ\nနှစ်ယောက်သားက စစဆုံကတည်းက ဘယ်လိုမှမတည့်ကြဘူး\nမတည့်တဲ့သူနှစ်ယောက်က အဆောင်မှာကျတော့လည်း\nအခန်းအတူတူကျပြန်ရောကြောင်နဲ့ကြွက် သူတို့နှစ်ယောက် သင်တန်းဆင်းနေရင်းနဲ့\nတစ်ယောက်ကိုတစ်ယောက် အမြဲ ချောက်တွန်း၊\nချောက်ချကြရင်း ခင်မှန်းမသိ ခင်လာကြတာပေါ့အဲဒီလိုနဲ့ သူတို့တွေ လက်တွေ့ကွင်းဆင်းရမယ့် အချိန်ကိုရောက်လာပြီး\nတစ်ရက် သူတို့ရဲ့ အိမ်ပြန်လမ်းမှာ ကောင်မလေးတစ်ယောက်\nပြန်ပေးဆွဲခံရတာကို မြင်လိုက်ရတယ်ကောင်မလေးရဲ့ နောက်ကြောင်းကို စုံစမ်းကြည့်တော့\nကောင်မလေးက မိသားစုမရှိတဲ့ တစ်ကောင်ကြွက်အဲဒီမှာ သူတို့သိသွားတာက အဲဒီပြန်ပေးဆွဲသမားတွေက\nမိသားစုမရှိတဲ့ မိန်းကလေးတွေကိုပဲ ပစ်မှတ်ထားပြီး ဖမ်းနေတယ်ဆိုတာပဲ\nဘာလို့ဆို မိသားစုမရှိတော့ သူတို့အတွက် တိုင်ချက်ဖွင့်မယ့်သူလည်းမရှိဘူးလေ\nတိုင်ချက်တွေမရှိတော့ အဲဒီဒုစရိုက်ဂိုဏ်းကြီးရဲ့လုပ်ရပ်ကို\nသိသူလည်းမရှိတော့ဘူးပေါ့အဲဒါကို စုံစမ်းဖော်ထုတ်မှာက ဒီလေ့ကျင့်ရေးဆင်း မိန်းကလေးနှစ်ယောက်ပေါ့\nရဲအစစ်မဟုတ်သေးတဲ့ သူတို့နှစ်ယောက်..\nဒုစရိုက်ဂိုဏ်းအကြီးကြီးကို ဘယ်လိုဖော်ထုတ်အရေးယူမလဲ\nအဲဒီဒုစရိုက်လုပ်ငန်းကရော ဘာကြောင့် မိန်းကလေးတွေကိုပဲ\nဖမ်းနေတာလဲဆိုတာ ဒီဇာတ်ကားထဲမှာ စိတ်ဝင်စားဖွယ်\nဟာသအနှောလေးနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…1.9GB / 914MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Kko & BpL & Sora",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/saakini-daakini-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/wy738_3f-150x200.jpg",
        "title": "Love You My Arrogance 2 (2022)",
        "description": "ဆန် အဖြစ် Nine Naphat\nအန်နာ အဖြစ် Mild Lapassalan\nတွန် အဖြစ် Oab Oabnithi\"Love You My Arrogance \"ပထမကားထွက်ပြီး ၂နှစ်အကြာမှာ \" Love You My Arrogance 2 \"ဆိုပြီး အဆက်ထွက်ရှိလို့လာခဲ့ပါပြီ ။ဇာတ်လမ်းအကျဉ်းစာရေးဆရာမ အန်နာနဲ့ YouTuber တစ်ဦးဖြစ်တဲ့ ဆန်တို့က စကားတွေပြောရင်း သူငယ်ချင်းနက ရည်းစားမကျ နေရာမှာပဲ ရပ်နေကြတဲ့ နှစ်ယောက်ပေါ့အန်အနေနဲ့လည်း ဆန့်ကို ဖွင့်ပြောလာစေချင်ပေမဲ့ ဖွင့်မပြောလာတာမို့ ကိုယ့်ဘက်ကလည်း စမရနဲ့ အကြပ်ရိုက်နေခဲ့ပါတယ်တစ်ရက် ဗီဒီယိုပြိုင်ပွဲတစ်ခုလုပ်ခဲ့ရာက YouTuber ဖြစ်တဲ့ ဆန်က ဆုကြေးရဖို့ ဝင်ပြိုင်ခဲ့ပါတယ်ဒီပြိုင်ပွဲကို အန်နာ့ ချစ်သူဟောင်း ဖြဖစ်တဲ့ ထိုင်းနိုင်ငံ Top 5 ဝင်တဲ့ ခရီးသွားyoutuber တွန်ပါ ဝင်ပြိုင်လာခဲ့ပြီး အန်နာ့ကို ပြန်ရဖို့ပါ ကြိုးစားလာခဲ့ပါတယ်အန်ကလည်း ရည်းစားမကျ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/love-you-my-arrogance-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-p1-139x200.jpg",
        "title": "The Princess Diaries (2001)",
        "description": "မင်းသမီးချော Anne Hathaway ရဲ့ ငယ်ရွယ်စဉ်က အလှတွေကို တစ်ဝကြီးမြင်ရမယ့်\nတောင်းဆိုမှုများတဲ့ ကားဟောင်းကောင်းလေးတစ်ကား လာပါပြီ။၂၀၀၁ ခုနှစ်က ထွက်ရှိထားပြီး ငယ်ငယ်က Hollywood မူဗီတွေရဲ့ vibe ကို အပြည့်အဝပေးစွမ်းတဲ့ ကားလေးပါ။မီယာဟာ အမေရိကန်ပြည်ထောင်စု ဆန်ဖရန်ဆစ္စကိုက လူမသိသူမသိနေရာလေး တစ်ခုမှာ အမေတစ်ခု သမီးတစ်ခု နေထိုင်ရင်း ဘဝကို အသက်ဆက်နေသူပါ။ ရှာမှရှားတဲ့ တစ်ဦးတည်းသော သူငယ်ချင်းလေးနဲ့အတူ ကျောင်းသွားရင်း ကျောင်းရဲ့ ဘူလီခံ စတိုင်လ်မကျု ရုပ်ဆိုးမလေးပေါ့၊ဒါပေမဲ့ တစ်နေ့ သူဟာ ဂျနိုဗီယန် နိုင်ငံရဲ့ နန်းတက်မင်းသမီးတစ်ပါးပါဆိုပြီး အဘွားဖြစ်သူ ဘုရင်မကြီး ရောက်လာတဲ့ သတင်းနဲ့အတူ သူ့ဘဝကြီးဟာ ဇောက်ထိုးမိုးမျှော်တွေဖြစ်ကုန်ပါတော့တယ်။ဒီတော့ သာမန်ဘဝနဲ့ပဲ ဖြတ်သန်းချင်တဲ့ မီယာနဲ့ မြေးဖြစ်သူကို တော်ဝင်မျိုးနွယ်စုထဲ ဇွတ်တွေ သွပ်သွင်းချင်တဲ့ ဘွားဘွားတို့ ဘယ်လို အတိုက်အခံတွေဖြစ်ကြမလဲ ကြည့်ရှုလိုက်ကြပါဦး File size…(2.03GB/(1.03MB)/(686MB)\nQuality….Webrip 1080p / ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-princess-diaries-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-princess-135x200.jpg",
        "title": "The Princess Diaries 2: Royal Engagement (2004)",
        "description": "၂၀၀၁ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Princess Diaries  ပထမကားအပြီးမှာ နန်းတွင်းရေးရာတွေ သင်ယူရင်း နန်းတက်ဖို့ပြင်ဆင်နေပြီဖြစ်တဲ့ မင်းသမီးလေးအကြောင်းကို ထပ်ချပြဖို့  The Royal Engagement အမည်ခွဲနဲ့ နောက်ထပ် တစ်ကားထပ်ထွက်ခဲ့ပါတယ်။မင်းသမီ မီယာတစ်ယောက် သူက မင်းသမီးဆိုတာ စသိခဲ့ရတုန်းက မဖြစ်ချင်လို့ အတွင်တွင်ငြင်းခဲ့ပေမယ့် အခု တော်ဝင်ဘဝကို လက်ခံပြီး နိုင်ငံအုပ်ချုပ်မယ် ဖြစ်သွားပြန်တော့လည်း အနှောင့်အယှက်တွေက ရှိလာပြန်ပါတယ်.ဒါကတော့ အိမ်ထောင်မရှိတဲ့ မိန်းမဟာ ဂျနိုဗီယာဘုရင်မ လုပ်လို့မရဘူးဆိုတဲ့ ဥပဒေပါပဲ။\nဘုရင်မမှ လုပ်ချင်သပဆို တစ်လအတွင်း ကြင်ယာရှာဖို့ပါ ပါလီမန်က ချမှတ်လိုက်တော့ မီယာတစ်ယောက် ဘာတွေဘယ်လို ဆက်လုပ်ကြမလဲဆိုတာ ရင်ခုန်စွာနဲ့ ကြည့်ရှုလိုက်ကြပါဦးFile size…(1.87GB/(1017MB)/(518MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:53:00\nGenre...Comedy / Family / Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-princess-diaries-2-royal-engagement-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZmI4NWVlMmItMjAwMS00NzYxLTkyODgtYjliMGE3NjVkM2EwXkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_-160x200.jpg",
        "title": "Ivy + Bean: The Ghost That Had to Go (2022)",
        "description": "Ivy + Bean (2022) နက်ဖလစ်က ကလေးတွေကို ပြဖို့ တားဂတ်ထားပြီး ထုတ်ထားတဲ့ရုပ်ရှင်ပါ။ ၆နှစ်ကလေးတွေကစပြီး အရွယ်မရွေးကြည့်လို့ရပါတယ်။ ၄ ၅နှစ်လည်း ရတော့ရတယ် ဆိုပါတယ။ ဇာတ်ကလည်း Ivyနဲ့ Beanဆိုတဲ့ ကလေး၂ကောင် ကျောင်းမှာ တိုင်ပတ်ကြတဲ့အကြောင်းပါ။ စာသင်ခန်းထဲက ကလေးတွေရဲ့ အခြေအနေနဲ့ စူးစမ်းချင်စိတ် သိချင်စိတ်အပြည့်နဲ့ လက်ကမျဉ်းထကြတဲ့ ကလေးတွေ ဘာတွေကြုံလာနိုင်လဲ ပြထားတဲ့ ပညာပေးရုပ်ရှင်လေးပါ ။ ivy နဲ့ beanနဲ့ရဲ့ ဖရန့်ရှစ်ကို ကလေးတွေကြည့်မိပြီး အတုယူနိုင်အောင်လည်း ပြပေးထားပုံပါပဲ။ ကလေးတွေကြည့်ဖို့ ရိုက်ထားတဲ့ကားပေမဲ့ ခေတ်နဲ့အညီ ကလေးတွေရဲ့ လွတ်လပ်ခွင့်ကို ပိုအသားပေး ရိုက်ကူးထားပါတယ်။File Size__(600MB)\nQuality__720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:00:00\nType__Comedy, Family\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ---\nEncoded by Naing Aung Latt",
        "rating": "5.7",
        "url": "https://megaup.net/1Oyqm/Ivy_plus_Bean_The.Ghost.That.Had.to.Go_(2022)_.mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ggf37TpcKaxwguhvtNn6MQpyqBn.jpg",
        "title": "The Greatest Beer Run Ever (2022)",
        "description": "The Greatest Beer Run Ever (2022)ဒီရုပ်ရှင်လည်းအတော်ကြီးကို ကောင်းပါတယ်။\nဇက်အက်ဖရွန်၊ ဘီလီမူရေး နဲ့ ရက်ဆဲခရိုးတို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဖြစ်ရပ်မှန် စစ်ပွဲ ဒရာမာ ဟာသ အမျိုးအစားပါ။\nအစအဆုံး ရုပ်တည်ကြီးတွေနဲ့ ပြောနေသရုပ်ဆောင်နေပေမဲ့ အတော်ကိုရယ်ရပါတယ်။\nဖြစ်ရပ်မှန်ဖြစ်နေတော့ ပိုရယ်လို့တောင်ကောင်းပါသေးတယ်။အဓိကမင်းသားကတော့ ချစ်ကီဒိုနိုဟူးဆိုတဲ့ အမေရိကန်တပ်ထွက်မျိုးချစ်တစ်ယောက်ဖြစ်ပါတယ်။\nသင်္ဘောသားအလုပ်လုပ်ပြီး သင်္ဘောမတက်ရတဲ့အချိန်ဆိုရင်\nညတိုင်း အရက်ဆိုင်မှာမူးပြီး မိဘအိမ်မှာ နေဖင်ထိုးတဲ့အထိ အိပ်ပါတယ်။\nဗီယက်နမ်စစ်ပွဲကာလဖြစ်ပြီး အမေရိကန်မှာ ထောက်ခံသူနဲ့ ကန့်ကွက်ဆန္ဒပြသူတွေ နှစ်ပိုင်းကွဲနေတဲ့အချိန်ဖြစ်ပါတယ်။\nချစ်ကီရဲ့ညီမကတော့ ဆန္ဒပြသူဖြစ်ပြီး ချစ်ကီကတော့ ဆန္ဒပြသူတွေကို မုန်းတီးနေပြီး\nဗီယက်နမ်စစ်ပွဲကို နိုင်ငံအတွက်လို့ ယုံကြည်အားပေးနေသူဖြစ်ပါတယ်။\nတစ်ညတော့ ဘားမှာ စုသောက်ကြရင်းနဲ့ သူတို့ရပ်ကွက်ထဲကနေ ရှေ့တန်းကိုရောက်နေတဲ့ စစ်သားလေးတွေကိုသာ\nဒီနယူးယောက်က ဘီယာတွေ သွားပေးနိုင်ရင်ဘယ်လောက်ပျော်ကြမလဲ၊\nသူတို့ကိုထောက်ခံသူတွေရှိသေးကြောင်းသိပြီးဘယ်လောက်အားတက်မလဲဆိုပြီး ပြောမိသွားပါတယ်။\nချစ်ကီကိုမယုံသူတွေကလှောင်ပြောကြပေမဲ့ စစ်သားမိသားစုဝင်တွေကတော့\nမျှော်လင့်ချက်တစ်မျှင်လေးအဖြစ် ပစ္စည်းလေးတွေလူကြုံလာထည့်ပေးကြပါတော့တယ်။\nချစ်ကီကလည်းမသွားချင်သွားချင်နဲ့ သွားဖို့ စုံစမ်းပေမဲ့\nအကြောင်းအားလုံးတိုက်ဆိုင်ပြီး ဗီယက်နမ်စစ်မြေပြင်ကိုရောက်သွားတဲ့အခါ\nတီဗွီထဲမှာ ဝါဒဖြန့်နေတဲ့သတင်းတွေနဲ့မတူဘဲ အရာရာကွဲပြားနေတာကိုတွေ့ပြီး\nစစ်သားတွေ ဗီယက်နမ်တွေ သတင်းထောက်တွေကြားမှာ အလွဲမျိုးစုံနဲ့ အသက်မသေအောင် ရုန်းကန်ရပါတော့တယ်...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-greatest-beer-run-ever-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nYQGLfpQNlnYe4jQQX5rrKJtYTD.jpg",
        "title": "Journalist(2015)",
        "description": "Journalist(2015) အညွှန်း*********************\nမရေးသင့်တဲ့ဆောင်းပါးကို ရေးမိလို အလုပ်ပြုတ်လုနီးနီးဖြစ်နေတဲ့ သတင်းတစ်ယောက် ဟောမူဟျော့\nတစ်ဖက်မှာလည်း ကိုယ်ဝန်သည်ဇနီးက ကွာရှင်းဖိုတောင်းဆိုခံထားရပြန်တယ်...\nတစ်ရက်မှာ စုံထောက်တွေ လိုက်နေတဲ့ကွင်းဆက်လူသတ်မှုအတွက်သတင်းပေးမယ်ဆိုပြီး သူ့ရုံးကို ဖုန်းဝင်လာတယ် ...အထက်လူကြီးတွေကို တင်ပြပြီးသတင်းကြေညာလိုက်တဲ့အခါ လူစိတ်ဝင်စားမှု ရရှိသွားခဲ့တယ်...\nဒီလိုအချိန်မှာ လူသတ်မှုနဲ့ ပတ်သက်ပြီး သူ ရခဲ့တဲ့သတင်းက အတုဖြစ်နေလိုသူ့ကိုယ်သူ ကာကွယ်ဖို ဆောင်းပါးတွေကို လိမ်ညာရေးရင်းနဲ့လူသတ်သမားအစစ်ရဲ့ ခြိမ်းခြောက်မှုကို ခံရတော့တယ်....\nဟောမူဟျော့တစ်ယောက်ဒီအရှုတ်ထုတ်ကြီးကိုဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုတော့...File Size : (2.4GB) (940 MB) and (340 MB)\nQuality : WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Crime ,Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/journalist2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l0TBgw6Qc1pGiIhjTANmqcVwrRy.jpg",
        "title": "Wu Long Yuan ( 2022 )",
        "description": "မကောင်းဆိုးဝါး မှော် မိစ္ဆာတွေနှစ်သက်တဲ့ CMပရိသတ်ကြီးအတွက်\nWu Long Yuan ဆိုတဲ့ မိစ္ဆာနှိမ်နင်းတဲ့ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင်တော့......\nဝူလုံဘုန်းကြီးကျောင်းက တပည့်ကြီးအားလျန့်ဟာ ဂုဏ်ရှိန်ကြီးမားတဲ့\nမိစ္ဆာနှိမ်နင်းသူတစ်ယောက်အရမ်းကိုဖြစ်ချင်ပါတယ်။\nဒါပေမယ့် ပညာရည်မပြည့်မီပဲ\nသူများတွေလေးစားအထင်ကြီးအောင် လိမ်လည်ခြင်းသာလုပ်တတ်ပါတယ်။ချောမောတဲ့ လင်နန်ရှားမျိုးနွယ် ရှားခယ့်ယန်ကတော့\nလင်နန်ရှားမျိုးနွယ်ဆိုတဲ့ဂုဏ်သရေရှိ\nမိစ္ဆာနှိမ်နင်းသူမျိုးနွယ်ကဆင်းသက်လာသူပါ။\nသူကမိသားစုအညှိုးအတေးအတွက်\nမိစ္ဆာတွေကိုအမြစ်ကနေနှိမ်နင်းချင်းသူတစ်ယောက်ပဲ။\nသူတို့နှစ်ယောက်ဟာ ဝူလုံဘုန်းကြီးကျောင်းက\nဆရာတော်ကြီးပေးအပ်တဲ့တာဝန်အရ လွတ်မြောက်လာတော့မယ့်\nမိစ္ဆာဘုရင်ကြီးကိုပြန်လည်ချုပ်နှောင်ဖို့အတွက်\nအသွားလမ်းခရီးမှာ မိစ္ဆာနှိမ်နင်းခြင်းဝတ္ထုကိုဖြစ်အောင်ရေးမယ်ဆိုပြီး\nရည်မှန်းချက်ထားထားတဲ့ အိုက်ဖေးနဲ့လမ်းမှာတွေ့ကြပြီး\n၃ယောက်သား မိစ္ဆာဘုရင်ကြီးကိုနှိမ်နင်းဖို့သွားပါတော့တယ်။လမ်းခရီးတစ်လျှောက်ကြုံတွေ့လာတဲ့မိစ္ဆာတွေကိုဘယ်လိုနှိမ်နင်းကြမလဲ......\nမိစ္ဆာဘုရင်ကြီးကိုရော ဒီလူငယ်လေး၃ယောက်က\nရင်ဆိုင်နိုင်ပါ့မလားဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nတခြားမိစ္ဆာကားတွေလိုဖန်တက်စီဆန်ဆန်ရိုက်ထားတာမဟုတ်ပဲ\nကြောက်စရာနည်းနည်းကောင်းတဲ့အတွက် အဖော်လေးနဲ့ကြည့်ကြပါလို့ မှာချင်ပါတယ်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy , Thriller\nRuntime : 1h 33min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/wu-long-yuan-2022/",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZDk0ZThmM2QtZDdmMS00NzU0LTg1YTAtZGJhMDA2ZjNhMzk3XkEyXkFqcGdeQXVyMTg2NTc4MzA@._V1_FMjpg_UX1000_-155x200.jpg",
        "title": "Kills on Wheels (2016)",
        "description": "Kills on Wheels (2016)\n================\nIMDb Rating - 7.1/10၂၀၁၆ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဟန်ဂေရီကားလေးဖြစ်ပါတယ်။ IMDb 7.1၊\nRotten Tomatoes 89% ရထားတာဆိုတဲ့ အထွေအထူးပြောနေစရာ\nမလိုတော့ပါဘူး။ ဇာတ်လမ်းကတော့ action, drama, comedy အမျိုး\nအစားဖြစ်ပါတယ်။ကိုယ်လက်အင်္ဂါမသန်စွမ်းဖြစ်နေတဲ့ ဆယ်ကျော်သက်လူငယ်နှစ်ဦးဟာ\nဝှီးချဲစီးပြီး လူလိုက်သတ်နေတဲ့ ကြေးစားလူသတ်သမားတစ်ယောက်နဲ့\nပတ်သတ်မိရာကနေ သူတို့ဘဝဟာ ဘယ်လိုတွေဖြစ်ကုန်ကြမလဲဆိုတာကို\nဖိုက်တင်ခန်း ခပ်ကြမ်းကြမ်းတွေ၊ ဇာတ်ကောင်တစ်ယောက်နဲ့ တစ်ယောက်\nကြားကမေတ္တာတရား၊ မသန်စွမ်းတစ်ယောက်ရဲ့ ဘဝကို ကြံကြံခံနေထိုင်ပုံကို\nဂရုဏာဖြစ်ဖွယ်နဲ့ရော ရယ်စရာကောင်းအောင်ပါ ဖော်ပြထားပုံတို့နဲ့ ရသစုံစွာ\nကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw Myo Thu ဖြစ်ပါတယ်)\nFile Size..........(1.68 GB) / (780 MB) / (480P)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 43mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Comedy, Drama\nTranslator.......Zaw Myo Thu\nEncoder..........SWM",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/kills-on-wheels-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNWFkNDYyNDYtMDY0Yy00OWI2LWE1OTktNzEwN2U1YjQxNTAwXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "Hocus Pocus 2 (2022)",
        "description": "Hocus Pocus ဆိုတာ 1993 တုန်းက အောင်မြင်ခဲ့တဲ့ မှော်၊ မိသားစု၊ ဟာသ စုန်းမဇာတ်လမ်းလေးပါ။ အခုကတော့ အဆက်အနေနဲ့ ဒစ္စနေးက ပြန်လည်တင်ဆက်လိုက်ပါပြီ။ ၁၉၉၃ တုန်းကရုပ်ရှင်ကိုလည်း ချန်နယ်မြန်မာမှာပဲ ကြည့်ရှုနိုင်ပါတယ်။ဇာတ်လမ်းအညွှန်းမီးတောက်နက် ဖယောင်းတိုင်ဟာ ပြန်လည် ထွန်းလင်းလာပြန်ပါပြီ ပရိသတ်ကြီးရေ၀င်နီ၊ ဆာရာနဲ့ မယ်ရီ ညီအစ်မ 3 ယောက်နဲ့ ရင်းနှီးပြီးသားဖြစ်တဲ့သူတွေကတော့ ဒါ ဘာကို ဆိုလိုတာလဲ သိလောက်ကြမယ် ထင်ပါတယ်.....ဒီစုန်းမ သုံးဖော်ဟာ မီးတောက်နက်ဖယောင်းတိုင် မီးလင်းနေမှ အသက်ရှင်နိုင်သူတွေဖြစ်ပါတယ်။ သူတို့ဟာ အသက်ရှင်ဖို့အတွက် ဆယ်ကျော်သက်လေးတွေရဲ့ အသက်ကိုလည်း စားသောက်ရပါသေးတယ်။လွန်ခဲ့တဲ့ အနှစ် ၃၀၀ကျော်တုန်းက ဟောလိုး၀င်တစ်ညမှာ ကောင်လေးတစ်ယောက်ရဲ့ လက်ဆော့မှုကြောင့် သူတို့တွေ ပေါ်လာပြီး ဆေလင်မြို့ကို အမွှေကြီး မွှေသွားခဲ့ပါတယ်။အခု ၂၁ ရာစုမှာလည်း admirer တစ်ယောက်ကြောင့် လိုချင်တာရဖို့ဆို ဉာဏ်နီဉာဏ်နက်များပြီး ရအောင်ယူတတ်တဲ့ စုန်းမသုံးဖော်ဟာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/hocus-pocus-2-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wiWPu2Csgu7mf2XnU6WLcND487q.jpg",
        "title": "Bring It On: Cheer or Die (2022)",
        "description": "Bring It On: Cheer or Die (2022)(1080p ရပါပြီ)ဒီကားလေးကတော့ Halloween horror, Thriller ကားလေးပါ။Abby တို့ကျောင်းမှာ Cheerleader အဖွဲ့က အရမ်းအနှိမ်ခံရပါတယ်။ လွန်ခဲ့တဲ့နှစ် ၂၀လောက်က ပြိုင်ပွဲမှာ Cheerleader တစ်ယောက်သေပြီး နောက်ပိုင်း ဘာစတန့်မှမလုပ်ရ ဘာပွဲမှမပါရဘဲ နေနေရပါတယ်။လာမဲ့ ပြည်နယ်ပေါင်းစုံပြိုင်ပွဲမှာ ပြိုင်ဖို့ Abby တို့အဖွဲ့ ခိုးပြီး လေ့ကျင့်ကြတဲ့အခါ လူမသိတဲ့ကျောင်းဟောင်းဆီ သွားကြပါတယ်။Abby တို့ကျောင်းဟောင်းကို သွားတဲ့ညက Halloween ည ဖြစ်နေပြီး သူတို့ကို လိုက်သတ်တဲ့လူသတ်သမားရှိနေတဲ့အခါ ဘာဆက်ဖြစ်မလဲ?\nAbby တို့အဖွဲ့ ဘယ်လိုအလွဲတွေလုပ်မလဲ?\nလူသတ်သမားရန်ကနေ လွတ်အောင်ရှောင်နိုင်ပါ့မလား? ဆိုတာတော့ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie က ပါ။)File Size          : 2.3GB, 859MB, 438MB\nQuality  ...",
        "rating": "",
        "url": "https://channelmyanmar.org/bring-it-on-cheer-or-die-2022/"
    }
]