[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-25-at-12.08.52-134x200.png",
        "title": "Boys from County Hell (2020)",
        "description": "Boys from County Hell (2020)======================IMDb Rating - 6.0/10ဒီဇာတ်လမ်းလေးက Dracula ဆိုတဲ့ဇာတ်လမ်းရဲ့ မူလအစဖြစ်တည်ရာလို့ပြောရမလားဘဲ။ဇာတ်အိမ်တည်ထားတာကတော့ ခြောက်မိုင်ကုန်းလို့ ခေါ်တဲ့ အိုင်ယာလန်က နေရာလေးတစ်ခုဒေသခံတွေပြောကြတာကတော့ Dracula ကိုဖန်တီးခဲ့တဲ့စာရေးဆရာက ဒီခြောက်မိုင်ကုန်းဆိုတဲ့နေရာလေးက ဒေသခံပုံပြင်ကို ကြားပြီး ဖန်တီးခဲ့တာတဲ့ . မူလပုံပြင်ကိုတော့ သိတဲ့သူခပ်ရှားရှားပဲ၊သူတို့ရဲ့ ဒေသခံပုံပြင်ထဲမှာတော့ အက်ဘာတက်ခ် ဆိုတဲ့သူဟာ သွေးစုပ်ဖုတ်ကောင်တွေရဲ့မူလအစပထမပေါ့။ခြောက်မိုင်ကုန်းမှာ အက်ဘာတက်ခ်ကို မြေမြှုပ်ထားတယ်ဆိုတဲ့ အထိမ်းအမှတ်ကျောက်ပုံလေးတစ်ခုရှိတယ်။မြို့ငယ်လေးအတွက်တော့ အဲ့ဒါဟာ ခရီးသွားတွေကိုဆွဲဆောင်တဲ့နေရာတစ်ခုဖြစ်ပြီး သူတို့ကလည်း အဲ့လိုပဲယုံကြည်ထားတယ်။ ဒီလိုနဲ့ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ ယူဂျင်းနဲ့ သူ့ရဲ့အဖေဖြစ်သူတို့ဟာ လမ်းဖောက်ဖို့ပရောဂျက်အတွက်နဲ့ အက်ဘာတက်ခ်ရဲ့ကျောက်ပုံကို နေရာရွှေ့ဖို့ဖြစ်လာတဲ့နောက်ပိုင်း ထူးဆန်းတဲ့အရာတွေ တစ်ခုပြီးတစ်ခုဆိုသလို ဖြစ်လာခဲ့တယ်။ ဒါတွေကို ယူဂျင်းက ဘယ်လိုဖြေရှင်းသွားရမလဲဆိုတာ Comedy/Horror ပုံစံလေးနဲ့အိုင်းရစ်ဖုတ်ကောင် ဇာတ်လမ်းကို ကြည့်ရှူရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chuck Chuck မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Chuck Chuck, Thiha ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/boys-from-county-hell-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/krOu4oB23BHhLlFRo2n4EsyiU5S.jpg",
        "title": "Show Me the Ghost(2021)",
        "description": "Show Me the Ghost(2021) အညွှန်း******************************ကွီးယား Horror ဟာသကားလေးလာပါပြီ...ဟိုဒူနဲ့ရယ်ဂျီတို့ဟာ သူတို့ဘဝနဲ့ အိမ်မက်တွေအတွက် ရုန်းကန်နေကြရတဲ့ ငယ်သူငယ်ချင်းနှစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာ ဟူဒိုက အချောင်စျေးနဲ့ အိမ်ကောင်းကောင်းတစ်လုံးကို ရလိုက်ပါတယ်။ရယ်ဂျီကလည်း မိဘအိမ်ကနှင်ထုတ်ခံထားရတော့ ဟူဒိုရဲ့အိမ်အသစ်မှာ ကပ်နေပါတော့တယ်။အရမ်းကောင်းပြီး အရမ်းတန်တယ်လို့ ထင်ထားတဲ့အိမ်ကြီးမှာထူးဆန်းတာတွေ တစ်ခုပြီးတစ်ခု စဖြစ်လာပါတော့တယ်။ကြောက်ဖို့ကောင်းတဲ့အိမ်ကြီးမှာလည်းမနေရဲ တစ်ခြားလည်းအိမ်ပြောင်းပြေးစရာမရှိပိုက်ဆံလည်းမရှိတဲ့ သူငယ်ချင်းနှစ်ယောက် အိမ်ကြီးမှာဆက်နေနိုင်ဖို့ ဘယ်လိုဉာဏ်များပြီးဘယ်လိုကြိုးစားကြမလဲဆိုတာကို ဟာသနှောပြီးရိုက်ကူးထားတဲ့ သရဲကားလေးပဲ​ဖြစ် ပါတယ်။File Size :(836MB) and (317MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:22:00\nGenre : Comedy , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Mi Moe Set\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/show-me-the-ghost2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/20120702012746160-208x300.jpg",
        "title": "3 Idiots (2009)",
        "description": "IMDb (8.4/10) /Rotten Tomatoes (100%)December 23, 2009 (USA) မှာ ရုံတင်ပြသခဲ့ပြီး Director: Rajkumar Hirani ရိုက်ကူးထားတဲ့\n3 Idiots အမည်ရှိ India ဟာသ ရုပ်ရှင်ကားလေးဟာ ဟာသ တစ်ခုထဲတင်မကပဲ Aamir Khan\nရိုက်ကူးလေ့ရှိသော ဇာတ်ကောင်များအတိုင်း ပရိတ်သတ်ကို အတွေးသစ်အမြင်သစ်နဲ့ ထိုးထွက်လာသော ရုပ်ရှင်ကားကောင်းတစ်ခုဖြစ်ပါတယ်...မိဘတွေဟာ သားသမီးတွေအပေါ် ငယ်စဉ်ကတည်းက အရမ်းမျှော်လင့်ချက် ရှိကြတယ်\nလမ်းမှားမသွားအောင်လို့ ပဲ့ပြင်ဆုံးမကြတယ်...ဒါ့အပြင် အရှေ့တိုင်းမိဘတော်တော်များများမှာ\nသူတို့သားသမီးကို ဆရာဝန်ကြီး အင်ဂျင်နီယာကြီး စတဲ့ လူကြိုက်များတဲ့ပညာရပ်ကိုသာလေ့လာစေချင်ကြတယ်။ဒါပေမယ့် ကလေးတွေဖက်ကနေ သူတို့ ဘာဖြစ်ချင်ပါတယ်ဆိုတာကို ဘယ်သူမှ မတွေးပေးကြသလို မေးလဲ မမေးကြပါဘူး....သိလဲ မသိချင်ကြသလို စိတ်လဲမဝင်စားကြပါဘူး ကလေးတွေဟာ စက်ရုပ်တွေလိုပဲ\nမိဘတွေ ဖြစ်စေချင်တဲ့ စီးပွားရေးသမား အစိုးရဝန်ထမ်း ဆရာဝန် အင်ဂျင်နီယာ ရှေ့နေတွေ\nဖြစ်လာကြပေမယ့် သူတို့ဝါသနာပါပြီးထူးချွန်နိုင်မယ့် အားကစားလို အနုပညာလို ဘာသာရပ်တွေမှာ မှေးမှိန်ခဲ့ကြရပါတယ်။ဒီအကြောင်းတွေကို ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/3-idiots-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BOTY2NzFjODctOWUzMC00MGZhLTlhNjMtM2Y2ODBiNGY1ZWRiXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-139x200.jpg",
        "title": "Free Guy (2021)",
        "description": "Free Guy (2021)\n===============================IMDb - 7.6/10ကဲ ...... ရေးနိုး ကြီး တစ်ရေးနိုးပါပြီနော့။\nမျှော်နေတဲ့လူတွေ အားရကျေနပ်စေဦးမှာပါ။ခေတ်နဲ့ စနစ်နဲ့ အညီ ဖန်တီးပြုလုပ်ထားတဲ့ ရုပ်ရှင်တစ်ကားဆိုလည်း မမှားပါဘူး။မြန်မာနိုင်ငံက ဂိမ်မာတွေအတွက်ဆိုရင်တော့\nရုပ်ရှင်ထက်ပိုတဲ့ ခံစားမှုကို ရနိုင်ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nဂိုင်း က လူတွေဖန်တီးထားတဲ့\nအွန်လိုင်း ဗီဒီယိုဂိမ်းတစ်ခုရဲ့ ကမ္ဘာထဲမှာ နေထိုင်တဲ့\nကွန်ပြူတာဇာတ်ကောင်တစ်ကောင်ပါသူ့ရဲ့ တစ်နေ့တာဟာ ဖန်တီးသူတွေ သတ်မှတ်ထားတဲ့အတိုင်း\nတစ်သွေမတိမ်းဘဲ နေ့စဥ် ဖြစ်နေပါတယ်။ဒါပေမယ့် တစ်နေ့မှာ မီလီဆိုတဲ့ မိန်းကလေးနဲ့ ဆုံပြီးနောက်\nသူ့ရဲ့နေ့စဥ်ဘဝကနေ သွေဖယ်ချင်စိတ်တွေ ဖြစ်လာပါတယ်။\nသူ့ရဲ့ ဖြစ်တည်မှုကို မေးခွန်းတွေ ထုတ်လာခဲ့တယ်။အဲလိုနဲ့ ဂိုင်းဟာ နေ့စဥ်လုပ်နေကျ လုပ်ငန်းစဥ်တွေကနေ\nသွေဖယ်ပြီးလုပ်ဖို့ ကြိုးစားကြည့်တဲ့အခါမှာတော့...ဒီကားဟာ GTA Online ကို ရုပ်ရှင်ပြန်ရိုက်ထားတာနဲ့တောင်တူနေလို့\nGTA ပရိတ်သတ်တွေဆိုရင် ပိုပြီးသဘောကျကြမှာပါ။ဒီကားဟာ ဂိမ်မာတွေ သဘောကျပြီး စိတ်ဝင်စားမယ့် ကားတစ်ကားပဲဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…2.5GB and 1.3 GB\nFormat…mp4\nDuration….1h 55min\nSubtitle….Myanmar ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/free-guy-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4ZSzEDVdxWVMVO4oZDvoodQOEfr.jpg",
        "title": "Secret Magic Control Agency(2021)",
        "description": "Animation ဇာတ်လမ်း​တွေကိုမှနှစ်သက်သူတို့အတွက် Secret Magic Control Agency ဆိုတဲ့ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဂရင်းညီနောင် ပုံပြင်များထဲက ဟန်ဆယ်နဲ့ ဂရေတယ်ကို မသိတဲ့သူတော့ မရှိသလောက်ပါပဲ။ဒါကတော့ သူတို့ရဲ့ နောက်ထပ်ဇာတ်လမ်းတစ်ပုဒ်ပေါ့။ဇာတ်လမ်းအစမှာ​တော့ တိုင်းပြည်တစ်ခုရဲ့ ဘုရင်ကြီးက အသက်ဝင်​နေတဲ့ အစားအသောက်တွေပြန်​ပေးဆွဲတာ ခံလိုက်ရပါတယ်အကယ်၍ ဘုရင်ပြန်​ပေးဆွဲခံလိုက်ရတာသာ သတင်းပေါက်ကြားသွားရင် တစ်တိုင်းပြည်လုံး က​မောက်ကမ ဖြစ်ကုန်မှာပါဒါ​ကြောင့် ဒီကိစ္စကို ​ဖြေရှင်းဖို့ SMCA ကို တာဝန်​ပေးလိုက်ပါ​တော့တယ်​အထူး​အေးဂျင့် ဂ​ရေတယ်နဲ့ သူ့အစ်ကို လူလိမ် ဟန်ဆယ်တို့က ဒီဇာတ်လမ်းထဲမှာတော့ မတည့်ကြတဲ့ မောင်နှမတွေအဖြစ်တွေ့ရပါတယ်။SMCA ရဲ့ ​ခေါင်း​ဆောင်က ပြန်​ပေးသမားကို ဖမ်းဖို့ လူလိမ်အကြီးစားကို သုံးရမယ်လို့ ဆုံးဖြတ်လိုက်ပြီး သူတို့နှစ်​ယောက်ကို တာဝန်​ပေးလိုက်ပါ​တော့တယ်စုံစမ်း​နေရင်း ဟန်ဆယ်ရဲ့ အမှား​ကြောင့် သူတို့နှစ်​ယောက်လုံး က​လေး​ပေါက်စ​လေး​တွေ ပြန်ဖြစ်သွားကြပါတယ်က​လေး​လေး​တွေ အဖြစ်နဲ့ ပဲ ပြန်​ပေးသမားကို လိုက်ရှာရင်း အလွဲ​လေး​တွေနဲ့ စွန့်စားခန်း ဖွင့်ကြပါ​တော့တယ်သူတို့​တွေ ဘုရင်ကြီးကို ရှာ​တွေ့ပါ့မလား ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/secret-magic-control-agency2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMzAwNjU1OTktYjY3Mi00NDY5LWFlZWUtZjhjNGE0OTkwZDkwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-127x200.jpg",
        "title": "Life of Brian (1979) Monty Python’s Life of Brian",
        "description": "IMDb Rating (8.1) / Rotten Tomatoes (95%)ဒီဇာတ်ကားကတော့ မကြည့်ဖူးရင်တောင် Memes တွေမှာ မြင်နေကျမို့ ရင်းနှီးနေမှာပါ...တကယ်လဲ သရော်ထားတဲ့နေရာမှာ ဆရာတစ်ဆူလို့ပြောရမယ့်ဇာတ်ကားပါ...ဘာသာရေး၊ လူမျိုးရေး ၊နိုင်ငံရေးစတဲ့ အထိမခံရွှေပုဂံ တကယ့်ဒိတ်ဒိတ်ကြဲတွေကိုမှ ပြောင်မြောက်စွာ သရော်ထားတဲ့ဗြိတိန်ဟာသအဖွဲ့ Monty Python ရဲ့ လက်ရာမြောက်ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ် ...ဘရိုင်ယန်ဆိုသူဟာ ယေရှုနဲ့နွားတင်းကုပ်ချင်းကပ်ရပ်မွေးဖွားလာသူဖြစ်ပြီးထိုခေတ်ကဂျူးတွေပီပီ ရိုမန်တွေကိုမုန်းတီးသူလည်းဖြစ်ပါတယ် ..ဒီလိုနဲ့ အရွယ်ရောက်ချိန်မှာ ရိုမန်ဆန့်ကျင်ရေးတပ်ဖွဲ့ထဲဝင်ခဲ့ပြီးအဲ့အဖွဲ့ရဲ့ပြောင်မြောက်တဲ့ အလွဲလွဲအချော်ချော်တွေမှာ ကိုယ်တိုင်ပါဝင်ဆင်နွှဲပါတော့တယ်...အဲ့အဖွဲ့က အခုလက်ရှိကမ္ဘာ့အခြေအနေနဲ့ တော်တော်လေးဆင်တူနေတယ်ဗျ ...သူတို့ဟာ မြေပြင်မှာဘာမှ လက်တွေ့လုပ်ဆောင်ခြင်းမရှိဘဲအစည်းအဝေးတွေ ခဏခဏလုပ်ပြီး ရှုတ်ချကြောင်းတွေ..ဝမ်းနည်းကြောင်းတွေ စာထုတ်နေ‌တဲ့ UN လိုအဖွဲ့မျိုးပါ ..၁၉၇၉ က ထွက်ရှိခဲ့တယ်ဆိုပေမဲ့ ဘာသာရေး လူမျိုးရေး ဝါဒရေးမှိုင်းတွေနဲ့ကမ္ဘာကြီးအတွက်အမြဲလတ်ဆတ်နေမယ့်ဇာတ်ကားမျိုးဖြစ်ပြီး ကမ္ဘာကြီးရဲ့စောင်တလွဲတွေကို အမြဲတမ်းသရော်နေမှာပါ။ \nFile size…(1.5 GB)/ (900 MB)\nQuality…BluRay 1080p /720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/life-of-brian-1979-monty-pythons-life-of-brian/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lktpcVcrDHH3RWCvY2URYuKN0VC.jpg",
        "title": "Dating & New York(2021)",
        "description": "တစ်ချိန်ကနယူးယော့ခ်မှာပေါ့ဗျာ....ခဏခဏလမ်းခွဲခံရတဲ့ ဝင်ဒီ ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ရှိသတဲ့...အချစ်စစ်အချစ်မှန်ကိုလိုက်ရှာနေတဲ့ မိုင်လိုဆိုတဲ့ ကောင်လေးတစ်ယောက်လည်း ရှိပါတယ်တဲ့ဝင်ဒီက ခဏခဏ စာလေးပေးပြီးဖြတ်ခံထားရတော့ လမ်းခွဲခံရတာ အဖြတ်ခံရတာကို စိတ်နာနေမိတာပေါ့။ Trauma ရနေတယ်ပေါ့။ဒါပေမဲ့လည်း တစ်ကိုယ်တည်းနေရတာထက် ဖူးစာရှင်အစစ်နဲ့ ဆုံတွေ့ချင်နေတဲ့အချိန်မှာ အချစ်စစ်ကိုလိုက်ရှာနေတဲ့ မိုင်လိုနဲ့သွားတွေ့ပါတယ်။သူတို့နှစ်ယောက်လုံး တစ်ယောက်ကိုတစ်ယောက်သဘောကျပေမဲ့ ဝင်ဒီက လမ်းခွဲခံရမှာကြောက်နေတော့လည်း အတိအလင်းမတွဲဘဲ Friends with benefits ပုံစံမျိုးနဲ့ တွဲကြမယ်ဆိုပြီး စာချုပ်ချုပ်လိုက်ကြပါတယ်။မိုင်လိုကလည်း လိုလိုလားလား လက်ခံပြီး တွဲကြည့်နေကြရင်း စာချုပ်ထဲအချက်တွေကို တကယ်ပဲစောင့်ထိန်းနိုင်ပါမလား...သူတို့နှစ်ယောက်ရဲ့ ဇာတ်လမ်းလေးက ဘယ်လိုဖြစ်မလဲပျော်စရာဇာတ်သိမ်းလေးလား...ဝမ်းနည်းစရာဇာတ်သိမ်းလေးလား....ပုံပြင်လေးကတော့ စပါပြီ။(ဘာသာပြန်တင်ဆက်ပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်)  \nFile size…(1.3 GB)/ (690 MB)/ (318 MB)\nQuality…WEB-DL 1080p /720p / 480p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….d3mon\nTranslated by   Tin Myo Lwin",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/dating-new-york2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5MW2Nl8SuRs2pxCTUN2hthsHrv.jpg",
        "title": "Sinkhole (2021)",
        "description": "Sinkhole (2021)ဒီကားလေးကတော့ အားလုံးရဲ့အချစ်တော်\nRunner ဟောင်းကြီး Lee Kwang Soo ပါဝင်တဲ့\nSinkhole ဆိုတဲ့ကားလေးဖြစ်ပါတယ်။ကိုးရီးယားမှာ ရုံတင်ထားတာ မကြာသေးသလို\nပြသတုန်းကလည်း လက်မှတ်တွေအများကြီးရောင်းရတဲ့ နာမည်ကြီးရုပ်ရှင်ကားတစ်ကားပါ။ဇာတ်လမ်းကတော့ ကားနာမည် “Sinkhole” ဆိုတဲ့အတိုင်း\nတိုက်ကြီးတစ်ခုလုံးမြေပြိုသွားပြီး မြေတွင်းကြီးထဲကျသွားတာ\nဘယ်လိုဆက်အသက်ရှင်ကြမလဲ ဘယ်လိုပြန်ထွက်ကြမလဲဆိုတာကို ရိုက်ကူးပြသထားတာပါ.ပတ်ဒုံဝန်း ဆိုတဲ့ ရုံးအလုပ်သမားတစ်ဦးက ၁၁နှစ်အကြာ ပိုက်ဆံစုဆောင်းပြီးမှာတော့\nကိုယ်ပိုင်အိမ်လေးဝယ်နိုင်ခဲ့ပါတယ်။\nဒါပေမဲ့ ဝယ်ပြီးဘယ်လောက်မှမကြာသေးဘူး။\nအိမ်ကမြေပြိုသွားတော့တာပါပဲ.သူနဲ့အိမ်နီးနားချင်းတွေဖြစ်တဲ့သူတွေနဲ့လည်း စစချင်းမတည့်ရာကနေ\nအသက်အန္တရာယ်ကြုံလာကြတဲ့အခါ ဘယ်လိုဖြစ်ကြမလဲ.....\nLee Kwang Soo အပြင်\nဝါရင့်မင်းသားတွေဖြစ်တဲ့ Cha Seung Won, Kim Sung Kyun တို့ကအိမ်နီးနားချင်းတွေအဖြစ် ပါဝင်ထားပြီး\nKingdom ထဲက မိဖုရား Kim Hye Jun နဲ့\nနာမည်ကြီးမင်းသား Nam Da Reum တို့လည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်။သည်းထိတ်စရာကောင်းတဲ့ သဘာဝဘေးအန္တရာယ်ဇာတ်လမ်းမျိုးကို\nဟာသလေးတွေ တစ်ဖြတ်တစ်ဖြတ် ထည့်သွင်းထားတာဖြစ်လို့\nပေါ့ပေါ့ပါးပါးလေးနဲ့ကြည့်လို့ကောင်းပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eaindray ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…2.2GB ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/sinkhole-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMjFhNzU3ZjEtZTc5ZS00MmVjLTg0OGMtODUzOGI0NzdmNDJmXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-135x200.jpg",
        "title": "Best Sellers (2021)",
        "description": "Best Sellers (2021)==============IMDb Rating - 6.1/10ဖခင်ဖြစ်သူဆီကနေ စတန်းဘရစ်ပုံနှိပ်တိုက်ကိုအမွေရခဲ့ပေမဲ့ သူ့လက်ထက်ထုတ်ဝေတဲ့စာအုပ်တွေကလူတွေရဲ့ဝေဖန်မှုကိုခံရပြီး ပုံနှိပ်တိုက်ပါအခြေအနေယိုယွင်းလာခဲ့ပါတယ်။ အဲ့ဒီယိုယွင်းလာတဲ့ပုံနှိပ်ကိုကယ်ဖို့ လူစီတစ်ယောက်နောက်ဆုံးအကြံကိုထုတ်ရတော့တာပေါ့။ပုံနှိပ်တိုက်ပိုင် စာရေးဆရာကြီးကို ရရှိရေးပေါ့။ဒီလိုနဲ့ဟဲရစ်ရှောကို သူတို့စဉ်းစားမိခဲ့ကြတယ်။ ဟဲရစ်ရှောဆိုတာ “Atomic Autumn” ဆိုတဲ့စာအုပ်ကိုရေးခဲ့တဲ့စာရေးဆရာကြီး သူကအဲ့တစ်အုပ်ပဲရေးခဲ့ဖူးပေမဲ့ အဲ့တစ်အုပ်ကလည်းအဲ့အချိန်ကရောင်းအားအကောင်းဆုံးဖြစ်ခဲ့တယ်။ဒါပေမဲ့ အဲ့နောက်ပိုင်းစာမရေးတော့သလို လူတွေမြင်ကွင်းကပျောက်ကွယ်ခဲ့တာ နှစ်ပေါင်း(၅၀)ကြာသွားပြီဖြစ်တဲ့အပြင်…. သူ့အကြောင်းဇာတ်လမ်းတွေကလည်း ကောင်းတာမရှိတဲ့ အရက်သမား..လူတွေကိုမုန်းလို့တစ်ယောက်တည်းနေနေတဲ့လူ…စကားပြောရင်ရင့်သီးတဲ့လူ…သူစိတ်ထဲရှိသလိုနေထိုင်တဲ့သူ့ကို လူစီစတန်းဘရစ်တစ်ယောက် ဘယ်လိုစည်းရုံးမှာလဲ။သူတို့နှစ်ယောက်ရဲ့စာအုပ်အရောင်းမြှင့်တင်ရေးခရီးလေးကရော ဖြောင့်ဖြူးမှာရဲ့လား….လူစီတစ်ယောက် သူ့ပုံနှိပ်တိုက်ကိုကယ်တင်နိုင်မှာလား စတာတွေကို စိတ်ဝင်တစားကြည့်ရှူရမှာပါ။ဇာတ်လမ်းလေးက ဟဲရစ်ရှောရဲ့အဆဲလေးတွေနဲ့ရယ်ရသလို ဒရမ်မာလေးပါ နှောထားတော့ ရယ်လိုက်ငိုလိုက်ခံစားလိုက်နဲ့ဖြစ်သွားစေမဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chit Tee မှရေးသားပေးပြီး။ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1h 40minSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/best-sellers-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNWYwMzc3YTMtMDdlMy00N2M1LTkyZGEtOWY4YmNmNmVjMmUwXkEyXkFqcGdeQXVyMTM1OTYwNDU0._V1_-138x200.jpg",
        "title": "Annabelle Sethupathi(2021)",
        "description": "ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် တာ့ပ်ဆီးနဲ့ဗီဂျေစည်သူတို့ရဲ့ ကားသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားကတော့ သရဲတွေ နေတဲ့စံအိမ်တစ်ခုအကြောင်းပါပဲ။ဒီအိမ်ထဲ သရဲတွေဟာ ဆွေမျိုးအများကြီးနဲ့အကျဉ်းကျနေကြတယ်။နန်းတော်သဖွယ်တည်ဆောက်ထားတဲ့ အဲ့ဒီအိမ်ဟာသူခိုးမလေးတို့ အဖွဲ့ရဲ့ မျက်စိကျစရာ ဖြစ်လာခဲ့ပါတယ်။သူခိုးမလေးဆိုတာကတော့ တာ့ပ်ဆီးပါပဲ။သူတို့သူခိုးအဖွဲ့ကို သရဲတွေမှာတော့အားကိုးရတဲ့ အချက်တစ်ချက်ရှိပါတယ်။အဲ့ဒါက သူတို့အားလုံး ဒီအိမ်ကလွတ်ဖို့သူခိုးမလေးကူညီနိုင်မယ်ဆိုတဲ့ ရည်မှန်းချက်ပါပဲ။ပျာယီးပျာနိုင်လှတဲ့ သရဲမိသားစုဟာသူခိုးမလေးနဲ့ တစ်အိမ်ထဲဘယ်လို နှစ်ပါးသွားကြမလဲဆိုတာကိုဟာသတွေနဲ့ အတူ ခံစားကြည့်ကြပါဦးဗျာ။File size…1.32GB / 2.13GB / 511MB\nQuality…720p WEB DL / 1080p WEB DL 5.1CH  /480p\nFormat…Mp4\nDuration….2h 14mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Myint Thu & Nyi Koe & Thaik San",
        "rating": "",
        "url": "https://channelmyanmar.org/annabelle-sethupathi2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/p16067915_p_v10_ab-150x200.jpg",
        "title": "Andhadhun (2018)",
        "description": "IMDb Rating - 9/10\nGoogle Users - 97%\nRotten Tomatoes - 100%\nBox office - ₹110 crore\nGenere - Comedy, Crime, Thrillerအချစ်၊ဂီတ၊ပြစ်မှု၊သဲထိတ်ရင်ဖို စတာတွေကိုတစ်ကားထဲမှာ ကြည့်ရှု ခံစားရမယ့် ဇာတ်ကားကောင်းတစ်ကားပါ။အထူးသဖြင့် 'သူများမကောင်းကြံကိုယ့်ဘေးရန်ထိ' ဆိုတဲ့ စကားကို အဓိကမြင်မိစေပါတယ်။ထို့နောက် ဇာတ်ကားရဲ့ တင်ဆက်ပုံဖြစ်တဲ့ မြူးကြွတဲ့ သီချင်းသံစဉ်တွေနဲ့ အတူ ပျင်းရိစရာ ဇာတ်ဝင်ခန်းရယ်လို့ ရှာမတွေ့တဲ့ ဇာတ်ကားတစ်ကားအဖြစ် ချီးကျူးမိမှာပါ။မျက်မမြင်တစ်ယောက်အနေနဲ့လူသတ်မှုကို သိနေပါလျက် အမှုဖွင့်ချင်ပေမဲ့သူကိုယ်တိုင် မျက်မြင်သက်သေဖြစ်ခွင့်မရှိတဲ့ အခါမှာ......ဒီဇာတ်ကားဟာ နာမည်ကြီး ဇာတ်ကားတစ်ကား၊IMDb Rating ထဲမှာလည်း နေရာကောင်းရထားတဲ့ဇာတ်ကားတစ်ကားဆိုတာသိရင်\"ဇာတ်လမ်းအကျဉ်း\" ဆိုတဲ့အပိုင်းကို မဖတ်စေချင်ပါဘူး။(ဇာတ်လမ်းအကျဉ်း ရေးရတာ တော်တော်ခက်ပါတယ်။တချို့ ဇာတ်ကွက်တွေ ပေါ်သွားမှာ ကြောက်ရပါတယ်)\" ဇာတ်လမ်း အကျဉ်း \"အာ့ကက်ချ်က မျက်ကန်း စန္နရားပညာရှင်ပါ။မျက်မမြင်တွေဟာ အာရုံစူးစိုက်မှု ကောင်းတယ်တဲ့။အနုပညာရှင်တွေအဖို့ အာရုံစူးစိုက်မှု ...",
        "rating": "9.0",
        "url": "https://megaup.net/Z2zy/(CM)Andhadhun_(2018)_v3_(1080p_BluRay_x265_Natty).mp4",
        "category": "Bollywood, Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNjExMWNlNjItMjEzNy00MmZjLWFmZTgtMzFmODBkZThiZTdlXkEyXkFqcGdeQXVyMTA5OTc4NTkz._V1_-134x200.jpg",
        "title": "Battlefield Heroes (2011)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဟိုးအရင်ခေတ် ဂိုဂူလျောတိုင်းပြည်နဲ့ တရုတ်မင်းဆက် ကြားက တိုက်ပွဲကို ဟာသနှောပြီး ရိုက်ပြထားတာပါ ။ဒီထဲမှာ ကိုရီးယားက တကယ့်မင်းသားကြီးဖြစ်တဲ့ Jin-young Jung ၊ (Kingdom)အပြင် နာမည်ကြီးဇာတ်ကားတော်တော်များများမှာပါတဲ့ Seung-ryong Ryu ၊ Je-mun Yun တို့အပြင်\nအာရှမင်းသားဆိုပြီး နာမည်ကြီး မိန်းကလေးတွေအရမ်းကြိုက်ပြီး Running Man မှာလည်းပါတဲ့ သစ်ကုလားအုတ် အီဂွမ်ဆူ ( Lee Kwang-Soo ) ကလည်း အခွီဇာတ်ရုပ်နဲ့ ပါဝင်ထားပါသေးတယ် ။ ဇာတ်လမ်းကတော့ ...လူအင်အားနည်းနေတဲ့ ထန်မင်းဆက်က ဂိုဂူလျောကိုတိုက်ခိုက်ဖို့အတွက် ရှီလာတွေဆီကနေ စစ်ကူတောင်းပါတော့တယ်ရှီလာတွေကလည်းဘတ်ဂျယ်နဲ့မြစ်တောင်ပိုင်းပေးရင် စစ်ကူလွှတ်မယ်လို့ကတိတောင်းခဲ့တာပေါ့ဒီလိုနဲ့ စစ်ပွဲအတွက် ပေါ်တာဆွဲတဲ့ထဲမှာ ဘတ်ဂျယ်ကမူဂွန်ဆိုတဲ့တစ်ယောက်လည်းပါသွားပါတယ်\nသူက စစ်မတိုက်ချင်တဲ့သူပါ ( သူရဲ့စစ်ပွဲတွင်းမသေအောင်နေနည်းတွေက အံ့မခမ်းပါပဲ )မွန်ဒီ ( Lee Kwang-Soo ) ဆိုတဲ့တစ်ယောက်ကတော့ စစ်တိုက်မယ်ဆိုပြီး ကိုယ်တိုင်လိုက်လာခဲ့တဲ့သူပါစစ်တိုက်ချင်တဲ့သူ မတိုက်ချင်လို့ကန့်လန့်လိုက်လုပ်တဲ့သူ သူတို့နှစ်ယောက်ရဲ့ဟာသအလွဲတွေနဲ့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/battlefield-heroes-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-16-at-19.05.02-133x200.png",
        "title": "Together (2021)",
        "description": "Together (2021)============IMDb Rating - 6.8/10အိမ်ထောင်တစ်ခုမှာ ဘယ်လောက်ချစ်ကြသည်ဖြစ်စေ ရန်မဖြစ်တဲ့စုံတွဲဆိုတာတော့ ရှိကြမယ်မထင်ပါဘူး။ဒီဇာတ်လမ်းထဲက ဇာတ်ဆောင်နှစ်ယောက်ကလည်း ၁၀နှစ်အရွယ်သားလေးတစ်ယောက်ရှိပြီးဖြစ်တဲ့ မတည့်အတူနေဖေဖေနဲ့မေမေပေါ့နော် . ဘယ်လိုတောင်လဲဆို ယောက်ျားဖြစ်သူထမင်းစားနေရင် အစာချေပြီးအီးပါတဲ့ အဆင့်ထိမြင်ယောင်လာပြီး အလိုလိုရွံလာပါသတဲ့လေ။အဲဒီလိုလင်မယားနှစ်ယောက်က ကိုဗစ်ကာလ လော့ဒေါင်းချလိုက်တော့ ဘယ်မှသွားမရဘဲ အိမ်ထဲမှာပိတ်မိနေတဲ့အခါဘယ်လိုတွေစခန်းသွားကြမလဲဆိုတာ ပရိတ်သတ်ကြီးတို့သာ မြင်ယောင်ကြည့်ကြပါတော့။ တော်ကီကတော့ရှယ်ဖုတ်ပါတယ်။ရန်လည်းရှယ်ဖြစ်ပါတယ် သူတို့မကျေနပ်‌ချက်တွေကို ကြည့်ရှုသူတွေကို ပြန်တိုင်နေကြတဲ့ပုံစံ ရိုက်ထားတာပါ။ဒါပေမယ့်လည်း အချိန်တစ်ခုထိ အတူနေလာတဲ့လင်မယားတွေဆိုတော့ သံယောဇဉ်ဆိုတာတော့ ရှိကြစမြဲပေါ့နော်အိမ်ထောင်တစ်ခုရဲ့ နေ့စဥ်လူမှုဘဝ အတက်အကျလေးတွေကို ရိုက်ပြထားတာဖြစ်လို့ အားလုံး relate လုပ်နိုင်တဲ့ကားလေးဖြစ်မယ်ထင်ပါတယ်။ ဘယ်လိုတွေနှစ်ပါးသွားကြမလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။ဒီကားထဲမှာ အဓိကဇာတ်ဆောင်နှစ်ယောက်တော့ X-Men ထဲမှ ပရောဖက်ဆာ ချားလ်စ်(James McAvoy) နဲ့ Sharon Horganတို့ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို MTA မှရေးသားပေးပြီး။ ဘာသာပြန်ရေးသားပေးသူများကတော့ F&R Team ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/together-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-15-at-14.46.39-135x200.png",
        "title": "Kill Me Three Times (2014)",
        "description": "Kill Me Three Times (2014)====================IMDb Rating - 5.9/10နာမည်ဆန်းဆန်းနဲ့ ဒီဇာတ်ကားက Dark Comedy အမျိုးအစားရုပ်ရှင်တစ်ခုဖြစ်ပြီးနာမည်ကြီး comedy သရုပ်ဆောင် Simon Pegg က ကြေးစားလူသတ်သမား ချာလီအနေနဲ့ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။\nဇာတ်လမ်းကိုတော့ ကြေးစားလူသတ်သမား ချာလီတစ်ယောက် လဲကျနေရာကနေ အစပြုထားပါတယ်။နောက်ပြီးတော့ တစ်စုံတစ်ခုကို ကြံစည်နေတဲ့ သွားဆေးခန်းက နေသန်နဲ့ လူစီတို့ လင်မယား  သွားဆေးခန်းနဲ့ချိန်းဆိုမှုလုပ်ထားတဲ့ အဲလစ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်၊ မိန်းမဖြစ်သူအပေါ် အချစ်ကြီးပြီး ခြုပ်ခြယ်လွန်းအားကြီးတဲ့ ဟိုတယ်ပိုင်ရှင် ဂျက်၊ စတိုးဆိုင်ဖွင့်ထားတဲ့ ဒေလန်ဆိုတဲ့ကောင်လေး၊ အဲ့‌ဒီဇာတ်ကောင်တွေရဲ့ ဇာတ်လမ်းတစ်ပုဒ်ချင်းစီကို ပြသထားတယ်။ အဲ့ဒီ ဇာတ်လမ်းတွေ တစ်ခုနဲ့တစ်ခုကြား ဘယ်လိုချိတ်ဆက်မှုရှိမလဲဆိုတာခပ်ဆန်းဆန်းတင်ဆက်ထားတာကြောင့် ပရိတ်သတ်တွေကဒါကို စိတ်၀င်တစား ကြည့်ရှူရမှာဖြစ်ပါတယ်။(သွေးထွက်သံယိုတွေ ဆဲဆိုခန်းတွေ ၀စ်လစ်စလစ်ခန်းတွေပါတာကြောင့် မိသားစုနှင့်ကြည့်ရှုရန်တော့ မသင့်တော်ပါကြောင်း)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူများကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/kill-me-three-times-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hFqBxQiMD9FaOso4Cc0VvAEsmaH.jpg",
        "title": "Mr. Hong2004)",
        "description": "Mr. Hong (သို့မဟုတ်) ခေါင်းဆောင်ဟုန်(2004)အညွှန်း***********************************************ဒီတစ်ခါမှာ​တော့ 2004ခုနှစ်က ထွက်ရှိထားတဲ့Mr.Hongဆိုတဲ့ဇာတ်ကား​လေးကို တင်ဆက်​ပေးပါ့မယ် ...အခုတ​လော hotဖြစ်​နေတဲ့ My Hometown Cha Cha Chaရဲ့ မူရင်းဇာတ်လမ်း​လေးလည်း ဖြစ်ပါတယ်...မူရင်းဇာတ်လမ်းဟာ ပိုရယ်ရတယ်လို့ထင်ပါတယ်...၂၀၀၄ ခုနှစ်က ဝါရင့်သရုပ်ဆောင်ကြီး(၂)ဦးပါဝင်ထားလို့  ဒီဘက်ခေတ်အမြင်နဲ့ကြည့်ရင် အဆင်ပြေပါ့မလားထင်ရပေမဲ့ တကမ်းတမ်းတော့တော်တော်ကြည့်ကောင်းပြီး  နင်းကန်လည်းရယ်ရပါတယ်...ဇာတ်လမ်းကျောရိုးတူပြီးသားဆိုပေမဲ့ ကွဲလွဲမှုတွေလည်းရှိလို့ထွေထွေထူးထေူးတော့ အညွှန်းမရေးတော့ပါဘူး...မတူညီတဲ့ ရသထူးလေးရမှာမို့ ခေါင်းဆောင်ဟုန်ဖန်တွေအထူးအားပေးသင့်ပါကြောင်းပြောပါရစေ... File Size :(1.4GB) and (816MB)\nQuality : HDTV1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/mr-hong2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ajxa9eE4vojurvYqSmRQVLSh6bt.jpg",
        "title": "Tughlaq Durbar (2021)",
        "description": "Tughlaq Durbar (2021)ဒီတစ်ခေါက်မှာတော့ 96,Super Deluxe စတဲ့ရုပ်ရှင်တွေနဲ့ ထင်ရှားကျော်ကြားခဲ့ပြီး ရုပ်ရှင်သရုပ်ဆောင်တစ်ဖြစ်လဲ ပရိုဂျူဆာတစ်ဖြစ်လဲအောင်မြင်နေတဲ့ မင်းသားကြီး Vaji ရဲ့ ဇာတ်ကားအသစ်လေးကို တင်ဆက်ပေးချင်ပါတယ်အရင်ဆုံး ဇာတ်လမ်းလေးကို အကျဥ်းချုံးလေးမြည်းစမ်းကြည့်ကြတာပေါ့ကိုယ်ဝန်လွယ်စဥ်ကထဲက နိုင်ငံရေးသမား ရာယာပန်ရဲ့မိန့်ခွန်းကို နားထောင်ရင်း ကြီးပျင်းခဲ့ရပြီးငယ်စဥ်ကလေးဘဝထဲက နိုင်ငံရေးသမား ဖြစ်ချင်နေခဲ့တဲ့ ဆင်းဂန်....ဆင်းဂန်ရဲ့အမေဟာ သူ့ညီမလေးကို မီးဖွားပြီးချိန်မှာ သေဆုံးသွားခဲ့သလို ဖအေဖြစ်သူကလည်းမိန်းမဖြစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့ ပူဆွေးသောကကြောင့်နဲ့ပဲ တိမ်းပါးသွားခဲ့ရှာပါတယ်ဒီလိုနဲ့ဆင်းဂန်ဟာ တစ်ဦးတည်းသော မိသားစုဝင်ဖြစ်တဲ့ ညီမဖြစ်သူနဲ့အတူနေထိုင်ခဲ့ကြပေမဲ့လည်းမောင်နှမနှစ်ယောက် စိတ်အလျဥ်း မသင့်မြတ်ခဲ့ကြပါဘူးမိသားစုအရေး ဘာညာလည်း စိတ်မဝင်စားတဲ့ ဆင်းဂန်အတွက် သူစိတ်ဝင်စားရာကတော့တစ်ခုတည်းပဲရှိပါတယ် အဲ့ဒါကတော့ သူ့ရဲ့စံပြပုဂ္ဂိုလ်ဖြစ်တဲ့ရာယာပန်နဲ့ ရင်းနှီးပြီး နိုင်ငံရေးသမား ဖြစ်လာဖို့ပါပဲအတ္တဟိတ နဲ့ ပရဟိတ ယှဥ်တွဲလာတဲ့ နိုင်ငံရေးလောကမှာ နိုင်ငံရေးသမားဖြစ်ချင်တဲ့ဆင်းဂန်တစ်ယောက် အတ္တဟိတဘက်ကို အလေးသာသွားခဲ့တဲ့အခါမှာတော့......အကြံမျိုးစုံ ထုတ်ပြီး ရာယာပန်ဆီ အာရုံစိုက်ခံရဖို့ ကြိုးပမ်းနေတုန်းမမျှော်လင့်ထားတဲ့ ကိစ္စတစ်ခု ဆင်းဂန်ဆီ ဖြစ်ပေါ်လာတဲ့အခါ....ဆင်းဂန်တစ်ယောက် အဲ့ကိစ္စကို ဘယ်လိုဖြေရှင်းသွားမလဲ??နိုင်ငံရေးသမားဖြစ်ချင်တဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/tughlaq-durbar-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTk3NDE2NzI4NF5BMl5BanBnXkFtZTgwNzE1MzEyMTE@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Up (2009)",
        "description": "Up (2009)\nIMDb - 8.2/10_______Rotten - 98%\nWon 2 Oscars. Another 78 wins & 82 nominations\nဒီတစ်ခါတော့ ကာတွန်းကား ကောင်းကောင်း လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီကားလေးက ၂၀၀၉ ခုနှစ်မှာ ထွက်ခဲ့ပြီး၊ စထွက်ခဲ့တဲ့အချိန်ထဲက အခုအချိန်အထိ Valentine's Day ရုပ်ရှင်အဖြစ် လူကြိုက်များခဲ့သလို၊\nသူ့ထဲက ဇာတ်ဝင်ခန်းလေး တစ်ခုက အချစ် နဲ့ပတ်သက်လာရင် အခုအချိန်အထိ လူပြောများနေဆဲဖြစ်ပါတယ်။\nUp ကာတွန်းလေးက သာမန် ကာတွန်းကားတစ်ကား တင်မဟုတ်ပဲ၊ အက်ရှင် ဒရမ်မာ ကောင်းကောင်း နဲ့ ရိုက်ကူးထားတဲ့ Animated Film တစ်ခုဖြစ်ပါတယ်။\nဇာတ်အိမ် ကောင်းကောင်း နဲ့ လူကြီး လူငယ် ပရိတ်သတ် အားလုံးကို ဖမ်းစားနိုင်ခဲ့ပါတယ်။ ကျွန်တော် အနေနဲ့ ရုပ်ရှင်တွေတော်တော်များများ ကြည့်ဖူးပေမယ့်\nကြည့်ရင်းနဲ့ မျက်ရည်ဝဲလောက်အောင် ခံစားချက်ရသပေးနိုင်တဲ့ ကားမျိုး က လက်ချိုးရေလို့ရပါတယ်။\nဒီ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1EUev/Up.2009.1080p.BluRay_{CM}_Recode.mp4",
        "category": "Adventure, Animation, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/sjaksunnamed-135x200.jpg",
        "title": "Bad Teacher (2011)",
        "description": "Title ကိုက Bad Teacher ဆရာမအဆိုးလေးတဲ့။Poster ပေါ်မှာလဲ  Eat me ငါ့ကိုစားပါတွေရော.. She doesn't give an \"F.\" တွေရောနဲ့  R-Rated ဇာတ်ကားလေးပါ။မင်းသမီးက ကင်မရွန်းဒိုင်ယာ့ဇ်..သူ့စတိုင်နဲ့ ဆရာမအဆိုးလေးဆိုတော့ ကွက်တိပေါ့...မင်းသားက အဆိုတော် ဂျက်စတင်တင်းဘားလိတ်...အူကြောင်ကြောင်နဲ့လိုက်တယ်..မင်းသားကြီး Jason Segel လဲပါသေးတယ်...သူကတော့အတည်ပေါက်နဲ့နောက်တတ်သူပေါ့။ဇာတ်လမ်းလေးကတော့ ...ဆရာမလေး ကင်မရွန်းဒိုင်ယာ့ဇ်ဟာ အပျင်းလဲထူသလို အရည်အချင်းလဲမရှိတဲ့အပြင်ခြူစားဖို့ကြံစည်ပြီး စေ့စပ်ထားတဲ့ သူဌေးသားလေးရဲ့ စွန့်ပစ်ခြင်းကိုပါခံလိုက်ရသူပါ...ဒါနဲ့ဘူနေတုန်းမှာပဲ...သူ့လိုပူပူနွေးနွေးလမ်းခွဲထားတဲ့ ကျောင်းဆရာ ဂျက်စတင်တင်းဘားလိတ်နဲ့ဆုံပြီးဆွဲစားဖို့ထပ်ကြံပြန်တယ်...ပုရိသတစ်ယောက်ကိုဆွဲဆောင်ဖို့မှာနို့ပြားရင် အဆင်မပြေဘူးဆိုပြီး ရင်သားအစားထိုးကုသဖို့ကြံစည်ရာကနေဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ....။ \nFile size…(1.7 GB)/ (999 MB)/ (500 MB)\nQuality…BluRay Unrated 1080p /720p / 480p\nFormat…mkv\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Nay Lin Thar",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/bad-teacher-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/edENWY4yUkd4iTwRyQJZsAscNOv.jpg",
        "title": "Dikkiloona (2021)",
        "description": "Dikkiloona(2021)\n----------------------\n(1080pခဏနေ ရပါမယ်)Mendala ကားထဲက မင်းသားကြီးYogi Babu ပါဝင်သရုပ်ဆောင်ထားတဲ့Tamil Comedy ဇာတ်ကားသစ် ထွက်ရှိလာပါပြီခင်ဗျားမှာ Time Machine နဲ့ အချိန်ခရီးသွားဖို့အခွင့်အရေးရလာရင်ဘာလုပ်ကြမှာလဲအတိတ်ကိုရော အနာဂတ်ကိုပါ အချိန်ခရီးသွားလို့ရရင်ဘယ်အပိုင်းအခြားကို သွားဖြစ်ကြမလဲမီတာရုံးမှာ အလုပ်လုပ်တဲ့ မီးသမားလေး မာနီကတော့ဘဝမှာ ဖြစ်ခဲ့တဲ့ အန္တရာယ်အရှိဆုံးမတော်တဆမှုကြီး​ကို တားဆီးဖို့ အတိတ်ကို ပြန်သွားခဲ့ပါတယ်ဟော်ကီကစားသမားတစ်ယောက် သိပ်ဖြစ်ချင်ခဲ့တဲ့ မာနီဟာလက်တွေ့မှာ မီးသမားပဲဖြစ်နေရတယ်ယောက္ခမအိမ်မှာလည်း သူနေရတာ အဆင်မပြေသလိုသူ့မိဘအိမ်ပြန်တော့လည်း ယောက္ခမနဲ့ချွေးမမတည့်ကြလို့စိတ်ဆင်းရဲမှုများစွာနဲ့ ဖြတ်သန်းနေရတဲ့ လက်ရှိဘဝကနေအတိတ်ကို ပြန်သွားပြီး ပြင်ဖို့ဆုံးဖြတ်ခဲ့တဲ့အရာက ဘာဖြစ်မလဲ??????Fiction Comedy ဇာတ်ကားဖြစ်လို့ တစ်ကားလုံးဒိုင်ယာလော့ အလန်းစားတွေနဲ့ ရယ်နေရမှာပါအဲ့ဒါကြောင့် မရယ်ရမှာ စိတ်မပူပါနဲ့Yogi Babu တစ်ယောက်ရော ဒီကားထဲမှာဘယ်လို Character နဲ့ ပါဝင်သွားဦးမလဲဆိုတာ ကြည့်ရှုပေးကြပါဦးအညွှန်းကိုတော့ Amelia မှ ရေးသားထားပြီးဘာသာပြန်သူများကတော့ Amelia နဲ့ Jerrica တို့ပဲဖြစ်ပါတယ်\nFile size…1.38GB/ 2.19Gb\nQuality…720p / 1080p ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/dikkiloona-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMTc4YTBmOGYtNDE0Ni00YzMyLTg5NmQtYjViYzVkODJjYjU4XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-160x200.jpg",
        "title": "Bhoot Police(2021)",
        "description": "Bhoot Police(2021)အညွှန်း***********************နာမည်ကြီးသရုပ်ဆောင်များစွာဖြစ်တဲ့Saif Ali Khan,Jacqueline Fernandez , Yami Gautam တို့ပါဝင်တဲ့Comedy , Horror ကားကြီးလာပါပြီဗျား.... ဗီဘိုဟီနဲ့ ချီရန်ဂျီတို့ဟာ သူ့အဖေအမွေပေးခဲ့တဲ့ တန်တရာအတတ်နဲ့ ကောင်းတဲ့နေရာမှာအသုံးမချဘဲ လူတွေကိုနှစ်ပေါက်တစ်ပေါက်ရိုက်ကာလိမ်စားနေကြပါတယ်။\nတစ်နေ့မှာတော့ တောင်ကုန်းပေါ်က ရွာလေးတစ်ရွာမှာနေတဲ့ မာယာဆိုတဲ့ကောင်မလေးတစ်ယောက် ရောက်လာပြီး သူတို့နှစ်ယောက်ရဲ့အဖေ အူလ(တ်) ဘာဘာနဲ့ တွေ့ချင်တယ်လို့ ပြောပါတယ်။\nအူလ(တ်) ဘာဘာနဲ့ ဘာကြောင့်တွေ့ချင်ရသလဲမေးတဲ့အခါမှာတော့မာယာတို့ရွာမှာ အရင်က သရဲတစ်ကောင် သောင်းကျန်းဖူးကြောင်း\nအဲဒီသရဲကို အူလ(တ်) ဘာဘာက နှင်ထုတ်ပေးခဲ့တဲ့အတွက်ထွက်ပြေးသွားကြောင်း အခုတစ်ခါလည်း အဲဒီသရဲ သောင်းကျန်းနေလို့ဘာဘာကိုလာပင့်တာဖြစ်ကြောင်း သိလိုက်ရပါတယ်။\nအူလ(တ်) ဘာဘာမရှိတော့ပေမဲ့ လူတွေဆီကသရဲအကြောင်းပြပြီးလိမ်စားနေကြတဲ့ သူ့ရဲ့သားတွေက သရဲအလကားနှင်ပေးမယ်ဆိုပြီး မာယာနဲ့လိုက်လာပါတယ်။\nအဲ့ဒီနောက်မှာတော့.....ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့......\nဘာသာပြန်သူတွေကတော့ Thaik Sanနဲ့ Nyi Koeဖြစ်ပါတယ်။ File Size : (2.4GB)(1.2GB) and 499MB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:08:00\nGenre : Comedy , Horror\nSubtitle : ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/bhoot-police2021/"
    }
]