[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tqeyYPG5hlzjXPu1breeFkREEJZ.jpg",
        "title": "Sonu Ke Titu Ki Sweety (2018)",
        "description": "ဒီတစ်ခါတော့အိန္ဒိယလူငယ်ဟာသကားပေါ့ပေါ့ပါးပါးလေးတင်ပေးချင်ပါတယ်။ဒီဇာတ်ကားဟာ Rating ကောင်းကောင်းရရှိထားရုံသာမက ပေါ့ပေါ့ပါးပါးနဲ့ရယ်ရယ်မောမောကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ တီတူးနဲ့ဆွန်နူးတို့ဆိုတာက မူကြိုအရွယ်လောက်ကတည်းက ပေါင်းလာတဲ့သူငယ်ချင်းတွေဖြစ်ပြီး တီတူးတို့အိမ်နဲ့ ဆွန်နူးတို့အိမ်ဆိုတာကလည်း အလွန်ရင်းနှီးကြပါတယ်။ငယ်ကတည်းတစ်ပူးတွဲတွဲ လည်ပင်းဖက်ပေါင်းလာကြတဲ့ သူငယ်ချင်း၂ယောက်မှာ တစ်ယောက်ကတော့ လည်လည်ဝယ်ဝယ် သွက်သွက်လက်လက်ရှိသလောက် နောက်တစ်ယောက်က အူတူတူ ရိုးရိုးစင်းစင်းနေတတ်တဲ့သူဖြစ်နေပါတယ်။ဒါပေမယ့် နှစ်ဦးသားအရမ်းချစ်ကြတဲ့သူငယ်ချင်းတွေဖြစ်ပြီး အမြဲဘာလုပ်လုပ် တပူးတွဲတွဲပါပဲ။တီတူးဟာ အမြဲရည်းစားထားရင် အဆင်မပြောတာတွေပဲဖြစ်တတ်ပြီး ဆွန်နူးကတော့ အမြဲနောက်ကနေလိုက်ရှင်းပေးရတတ်ပါတယ်။တစ်နေ့ အိမ်က လက်ထပ်ပေးဖို့စီစဉ်ပေးတဲ့အခါမှာ တီတူးတစ်ယောက် ဆွီတီဆိုတဲ့မိန်းကလေးသဘောကျပြီးနောက် ဆွန်နူးအလုပ်ရှုပ်ရပြန်ပါပြီ။ဒါပေမယ့် ဒီတစ်ခါသူရှင်းရမယ့်ကိစ္စက အရင်တစ်ခေါက်တွေလိုလွယ်ကူပါ့မလား။ဘယ်လိုကမောက်ကမလေးတွေဖြစ်လာမလဲ ဆိုတာကိုဟာသလေးတွေနဲ့ အူနှိပ်ပြီးကြည့်ရမယ့်ဇာတ်ကားလည်းဖြစ်ပါတယ်။အိန္ဒိယကားကြိုက်တဲ့သူတွေရော မကြည့်ဖြစ်တဲ့သူတွေအတွက်ပါ Comdey ဇာတ်ကားကောင်းဖြစ်တာကြောင့် ကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။Rating အနေနဲ့ 7. 6 ထိရှိပြီး ဝင်ငွေအရလည်းအောင်မြင်တဲ့ဇာတ်ကားလေးပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ) File Size : (999 MB) and (450 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 18min\nFormat ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/sonu-ke-titu-ki-sweety-2018/",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/161115-cafe6-poster-kr-140x200.jpg",
        "title": "At Cafe 6 (2016)",
        "description": "လူတိုင်းမှာ ဘဝရဲ့တမ်းတမက်မောစရာ ဇာတ်လမ်းလေးတွေရှိကြမယ်....တခြားလူတွေအတွက်တော့ ပုံပြင်လေးတွေပေါ့...ဒီဇာတ်လမ်းက ပုံပြင်တချို့ကိုပြောပြနေလိမ့်မယ်...တိုက်ဆိုင်ရင်တော့ ကိုယ့်ရင်တစ်ခုလုံး ပျော်ဝင်သွားနိုင်တယ်...အချစ်ကိုအပ်ဖျားမှာတပ်ပြီး မျှားနေတယ်လို့ ကျွန်တော်တို့ ပေါ့ပေါ့တန်တန်တွေးမိလိမ့်မယ်.....တကယ်က အချစ်က ကျွန်တော်တို့ကို အပ်ဖျားမှာတပ်ပြီး မျှားနေတာ။လွမ်းမောဖွယ် ကြမ်းရှရှတချို့နဲ့ ဒီဇာတ်လမ်းလေးဟာ IMDb (6.1) ရရှိထားတဲ့ ထိုင်ဝမ်ဇာတ်ကားလေးပါ။နူးညံ့လိုက်ဖို့ စိတ်မရှိဘူးဆိုရင် ကြည့်ရှုခံစားသင့်ပါတယ်။\nFile size…(1.2 GB) and (430MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Phyu Khin",
        "rating": "6.3",
        "url": "https://megaup.net/1wtc1/At_Cafe_6_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/kick-ass-2-poster-133x200.jpg",
        "title": "Kick-Ass 2 (2013)",
        "description": "Kick-Ass 2 (2013)______IMDb - 6.5/10\n ဒီ Hero ကားလေးကိုတော့ အားလုံးနဲ့မိတ်ဆက်ပေးစရာမလိုတော့ဘူးထင်ပါတယ်...\n၂၀၁၀ ကထွက်ရှိခဲ့တဲ့ Kick Ass ရုပ်ရှင်ဇာတ်ကားရဲ့ \n၃ နှစ်အကြာမှာပြန်လည်ထွက်ရှိလာတဲ့ Kick Ass 2 ပဲဖြစ်ပါတယ်...\nနောက်ပြီးတော့ ဒီ Kick Ass 2 ရဲ့အဓိကဗီလိန်ကတော့\nKick Ass 1 မှာ ပါဝင်ခဲ့တဲ့ Red Mist ဟာ\nMother Fucker ဆိုတဲ့ နာမည်အဆန်းကြီးနဲ့ ပြန်လည်မွေးဖွားလာလို့ပါပဲ...\n( သူ့ဟာနဲ့သူတော့ဟုတ်နေတာပဲ...\nဘာလို့လဲဆိုတော့ သူ့အမေကိုသူမတော်တဆသတ်မိလိုက်လို့တဲ့ဗျာ....)\nသူ့ရဲ့ရည်ရွယ်ချက်ကတော့ရှင်းပါတယ်...\nသူ့အဖေကို ဘစူကာကြီးနဲ့မညှာမတာပစ်သတ်ခဲ့တဲ့ Kick Ass ကို\nမသေမချင်းပြန်သတ်ဖို့ပါပဲ...\nဒါကြောင့် ကြေးစားလူမိုက်တွေအကုန်လိုက်စုစည်းပြီးတော့ \nအကြီးမားဆုံးရာဇဝတ်မှု့ကို ကျူးလွန်ကြတော့မှာပါ...\nဒီ Kick Ass 2 မှာထူးခြားလာတာကတော့ Kick Ass တစ်ယောက်တည်း\nမျက်နှာဖုံးဝတ်တော့တာမဟုတ်ပါဘူး...\nKick Ass 1 မှာတည်းက Kick Ass ကိုသဘောကျထောက်ခံတဲ့လူတွေအများစုက\nသူ့တို့ကိုယ်တိုင်လည်းမျက်နှာဖုံးတွေဝတ်ပြီးတော့ မကောင်းမှု့တွေကို\nလိုက်လံရှာဖွေနေကြတာကိုမြင်ရတော့မှာပါ...\nသူတို့ဟာ ဘာအစွမ်းအစမှမရှိပါဘူး...ဒါပေမယ့် သူတို့ရဲ့စံပြကြီး\nKick Ass လိုမျိုးမျက်နှာဖုံးတပ်လိုက်တာနဲ့ သူတို့ကိုယ်သူတို့အားအင်တွေ\nရှိလာကြမယ်ဆိုတာ သူတို့ကိုယ်တိုင်ယုံကြည်နေကြလို့ပါ....\n(သူရဲကောင်းဆိုတာလက်ရုံးရည်မရှိလည်း နှလုံးရည်ရှိလည်းရတယ်ဆိုသလိုပေါ့..)\nနောက်ပြီးတော့ Kick ...",
        "rating": "6.5",
        "url": "https://megaup.net/2dejv/Kick-Ass_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/going-by-the-book-poster-142x200.jpg",
        "title": "Going by the Book (2007)",
        "description": "Going by the Book (2007)_____IMDb - 7.4/10\n  \nအကောင်းဆုံးထဲမပါပေမယ့် ၂ မိနစ်ခြားတစ်ခါ\nရယ်ပြီး တစ်ကြိမ်ကို ၅၈ စက္ကန့် လောက်ရယ်ရစေမယ်\nဒီကားကြည့်နေရင်း စင်ကာပူကိုကျော်မည်နှင့်\nထူးဆန်းသော မြေအောက်မြို့တော်ကြီး ဇာတ်\nလမ်းလိုခွီကနဲ ခွီကနဲ ဖြစ်သွားစေမယ့် ကားပါ။\n\"- လက်ဝှေ့ချန်ပီယံနဲ့ ဝူရှုးချန်ပီယံ ဖိုက်ရင် ဘယ်သူနိုင်မလဲ \"\nဒီကားကို ၂၀၀၇ ခုနှစ် အောက်တိုဘာမှစပြသခဲ့ပြီး တစ်ကားလုံးကို ၁၀၂ မိနစ်ကြာမြင့်ပါတယ်။\nIMDb Rating 7.4 ၊ AsianWiKi 93 ရရှိထားပါတယ်။\nCJ Entertatinment ကထုတ်လုပ်ထားပြီး ကိုရီးယား ဘာသာစကားပြောရုပ်ရှင်ဖြစ်ပါတယ်။\nBox office မှာ ကန်ဒေါ်လာ ၁၄ သန်းကျော်ရရှိခဲ့ပါတယ်။\nဒီကားစတင်ပြသတဲ့ အပတ်မှာ\nဝင်ငွေအကောင်းဆုံး ကားအဖြစ်ရပ်တည်ခဲ့ပါတယ်။\nဒီကားမှာ ဆုတွေရထားတာတော့မတွေ့ရှိပါဘူး။\nဒီဇာတ်လမ်း ရဲ့ script က တော်တော်လေးကောင်းပါတယ်။\nscript ကောင်းလို့\nကြည့်ရတာ ပိုပြီးအရသာရှိသွားတာပါ။\nsex အသားပေးဟာသ ၊ လူငယ်တွေဘဲနားလည်နိုင်တဲ့ ဟာသ၊\nစူပါဟီးရိုးတွေ ကို သောက်တစ်လွဲပြန်ရိုက်ထားတဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1yO8b/Going_By_The_Book_(Bareuge_Salja)_[2007]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4ivn2Ze0kWpFNXgow2itfkdQftT.jpg",
        "title": "Middle School: The Worst Years of My Life (2016)",
        "description": "ဒီဇာတ်ကားလေးကတော့ 2016 မှာထွက်ရှိထားတဲ့ အလယ်တန်းကျောင်းသားဟာသကားလေးပဲ ဖြစ်ပါတယ်ဒီဇာတ်လမ်းထဲမှာတော့ 'ရေးဖ်'ဆိုတဲ့ကောင်လေးဟာ စိတ်ကူးယဉ်ဆန်တတ်ပြီး အမွှေဇယားတွေဖန်တီးတတ်တဲ့ ကောင်လေးတစ်ယောက်ပါအရင်ကျောင်းတွေကနေ ကျောင်းထုတ်ခံရပြီးနောက် စည်းကမ်းတင်းကျပ်တဲ့ ကျောင်းတစ်ကျောင်းကို'ရေးဖ်'တစ်ယောက် ရောက်ရှိသွားရာမှစပြီး ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို ကြည့်ရှူ့ရမှာပဲဖြစ်ပါတယ်ဟာသအမျိုးအစားလေးဖြစ်ပေမဲ့ မိသားစုပြဿနာများ ညီအစ်ကိုမောင်နှမသံယောဇဉ်များကို ရိုက်ကူးဖော်ပြထားသဖြင့် လက်မလွှတ်တမ်းကြည့်ရှူ့ရမည့် ရုပ်ရှင်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lyric Lynn Khant ပါ)File Size : (700 MB) and (434 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Animation, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-GECKOS\nTranslated by Lyric Lynn Khant\nEncoded by Thanhtike Zaw",
        "rating": "6.1",
        "url": "https://megaup.net/1H7zh/Middle_School_-__The_Worst_Years_Of_My_Life_[2016]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYzsmKMhC7fXLubYSZx0Z8UnDFR.jpg",
        "title": "Perfect Strangers (2017)",
        "description": "ဒီတစ်ခါမှာတော့ Channel myanmar ပရိတ်သတ်ကြီးအတွက် Perfected Stranger ဆိုတဲ့ အီတလီ-စပိန်ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ တွေ့နေမြင်နေကျ ဇာတ်ကားတွေနဲ့မတူဘဲ တစ်မူထူးခြားတဲ့ပုံစံနဲ့ရိုက်ကူးထားတယ်လို့ဆိုနိုင်ပါတယ်။ဘာလို့လဲဆိုတော့ ဇာတ်ကားတစ်ကားလုံးနီးပါးကို Dinnerဝိုင်းလေးတစ်ခုမှာပဲ ရိုက်ကူးသွားလို့ပါ။Dinnerဝိုင်းလေးတစ်ခုမှာပဲ ဇာတ်လမ်းပြီးသွားတယ်ဆိုလို့ ပျင်းစရာကောင်းမယ်မထင်လိုက်ပါနဲ့၊ အရမ်းစိတ်ဝင်စားဖို့ကောင်းတဲ့ဇာတ်ကားကောင်းလေးပါ။Ratingလည်း 7.8 လောက်ထိရထားတဲ့ ဇာတ်ကားကောင်းပါ။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်တော့ လကြတ်တဲ့ညတစ်ညမှာ ဆွေမျိုးတွေတစ်စုဟာစုပြီးDinnerအတူတူစားကြပါတယ်။ ( ယနေ့ခေတ် ဟန်းဖုန်းတွေမှိုလိုပေါလာတဲ့အခါမှာ လူတွေက တစ်ယောက်နဲ့တစ်ယောက်တွေ့ကြရင်တောင် ရင်းရင်းနှီးနှီးစကားမပြောကြတော့ဘဲ ဖုန်းပဲသုံးနေတတ်ကြပါတယ်။)ဒီလိုပါပဲ ဒီဇာတ်ကားလေးထဲမှာတော့ Dinnerဝိုင်းမှာအဲ့ကိစ္စကိုရှောင်ရှားနိုင်ဖို့ ဂိမ်းလေးတစ်ခုကို ကစားခဲ့ကြပါတယ်။အဲ့ဂိမ်းကတော့...ဖုန်းတွေအားလုံးကို Dinnerဝိုင်းရဲ့အလယ်ထဲမှာချထားပြီး ဝင်လာသမျှဖုန်း callတွေ၊ message၊ emailတွေကို အားလုံးသိအောင်ဖတ်ပြရပါတယ်။အဲ့မှာပြသာနေတွေစတက်ပါတော့တယ်။ဘာလို့လဲဆိုတော့ အိမ်ထောင်ရေးဖောက်ပြန်တာတွေ၊ အငယ်အနှောင်းထားတာတွေ အားလုံးက အဲ့မှာပေါ်ကုန်ပါတယ်။Dinner ဝိုင်းမှာရှိနေတဲ့လူတွေအားလုံးကလည်း လှိူ ့ဝှက်ချက်ကိုယ်စီနဲ့လူတွေဆိုတော့ အဲ့မှာတင်အကုန်ပေါ်ပြီး ဇာတ်ရှုပ်ပါတော့တယ်။ဖုန်းတွေ၊ messageတွေဝင်လာလေ၊ ဇာတ်လမ်းပိုရှုပ်ထွေးလာလေ၊စိတ်ဝင်စားဖို့ကောင်းလာလေနဲ့ အင်မတန်ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားပါ။နောက်ဆုံးမှာ တစ်ယောက်နဲ့တစ်ယောက်လှည့်ပတ် လိမ်ညာကြရင်းနဲ့ ပြသာနာတွေ တက်ကုန်ပါတော့တယ်။ဒီရှုပ်ထွေးကွေံကောက်မှုတွေနဲ့ဇာတ်လမ်း အဆုံးသတ်မှာဘယ်လိုဖြစ်သွားမလဲ၊ပြသာနာတွေတစ်သီတစ်တန်းကြီးနဲ့ပြီးဆုံးသွားမလား၊ဘယ်လိုတွေဖြေရှင်းသွားကြမလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းလေးထဲမှာဆက်လက်ခံစားကြည့်ရှု့လိုက်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုရဲရင့်ပါ) File Size ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/perfect-strangers-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oYMTrjb8JtHo9vEyqxnO9gw7rXT.jpg",
        "title": "Gate (2018)",
        "description": "အခုတစ်ခါတော့ ကိုရီးယား ဟာသကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားလေးက မှုခင်း ဟာသ ကားလေးတစ်ကားဖြစ်ပြီးတော့ပါဝင် အားဖြည့်ထားတာကတော့ မြန်မာပရိတ်သတ်တွေ ကောင်းကောင်းရင်းနှီးခဲ့တဲ့Sex is Zero ဆိုတဲ့ ကျောင်းသား ဟာသကားထဲက မင်းသားကြီး  Im Chang Jung ပါသူ့ကိုတော့ ဒီကားထဲမှာ အသက်ကြီးပိုင်းစုံထောက်ကြီးအဖြစ်တွေ့မြင်ကြရမှာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့  ဆိုးအမ်း က လုံခြုံရေးစီစဉ်တဲ့သူဖြစ်ပြီးတော့ သူတို့ရဲ့လုံခြုံရေး စီစဉ်ထားတာတွေကို သူတို့ကိုယ်တိုင်ပြန်လည်ဖောက်ထွင်းပြီး စီးပွားရှာကြပါတယ်သူတို့ အဖွဲ့ဟာ ဒီလုပ်ငန်းနဲ့ သူတို့ ဘဝတွေကိုပြောင်းလဲပေးနိုင်မယ်လို့ ယုံကြည်ထားကြပြီးတော့သူတို့ ရဲ့ ခေါင်းဆောင်ကြီး ဖြစ်တဲ့ Gyu Cheol က သူရဲ့ မှတ်ဉာဏ်တွေကိုမတော်တဆမှုတစ်ခုမှာ ပျောက်ဆုံးခဲ့ရတာကြောင့်မို့လို့ သူတို့ရဲ့ အစီအစဉ်တွေဟာ အထမမြောက်ခဲ့တာပါကဲ Gyu Cheol က ဘာလို့ မှတ်ဉာဏ်တွေပျောက်ဆုံးတာလဲဘယ်လို မတော်တဆမှုကြောင့်လဲ သူတို့ ရဲ့ အစီအစဉ် ကကော ဘာလဲသူတို့ အောင်မြင်ပြီး သူတို့ရဲ့ ဘဝတွေကိုပြောင်းလဲပေးနိုင်မှာလား ...",
        "rating": "",
        "url": "https://megaup.net/1GXio/The_Magic_Hockey_Skates_[2012]_(MM_Sub).mp4 https://megaup.net/1GXik/21_[2008]_(MM_Sub).mp4 https://megaup.net/2mTzf/Gate_[2018]_(MM_Sub).mkv",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/thailand-only1-140x200.jpg",
        "title": "Thailand Only (2017)",
        "description": "Thailand Only (2017)_____IMDb - 5.2/10\n  \nThailand Only ဆိုတဲ့ Comedy ထိုင်းဟာသ ဒရာမာဇာတ်ကားလေးဟာဆိုရင်ဖြင့်\nအရမ်းကိုကြည့်ကောင်းတဲ့ ဇာတ်ကားလေးလို့ ညွှန်းဆိုပါရစေ\nထိုင်းနာမည်ကြီးရုပ်ရှင်ထုတ်လုပ်ရေး သုံးခုက ပူးပေါင်းပြီး တင်ဆက်ရိုက်ကူးထားတာ ဖြစ်ပါတယ်\n(monkhon film international/ Warkpoint picture/ Paranakorn flim)  တို့ဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်း ဂျက်တို့ သူငယ်ချင်းသုံးယောက် ပေါင်းပြီး နိုင်ငံခြားသားတွေကို\nထိုင်းနိုင်ငံရဲ့ နာမည်ကြီး နေရာအနှံ့ အလည်အပတ်ပို့ပေးတဲ့ လုပ်ငန်းတစ်ခုထူထောင်ထားပါတယ်\nပထမဆုံးအလည်အပတ်ခရီးစဉ်ကနေပြီးတော့ တိုင်းသိပြည်သိဖြစ်အောင်\nလုပ်ပြမယ်လို့ ကြုံးဝါးထားပြီးသကာလ ပထမဆုံးခရီးစဉ်အဖြစ်\nတရုတ်လူမျိုး( ၈)ယောက်ကို လက်ခံပြီး ပို့ပေးရတဲ့ ခရီးစဉ်ဖြစ်ပါတယ်\nအရာရာ အလွဲလွဲ အချော်ချော် နဲ့ စတင်ခဲ့တဲ့ ခရီးစဉ်က ဘာတွေ\nဘယ်လို ဆက်ဖြစ်ကြမှာလဲ ဆိုတာကိုတော့ ဟာသလေးနှောပြီး ရိုက်ကူးထားတဲ့\nThailand only ဆိုတဲ့ ဇာတ်ကားလေးကို ဒေါင်းယူကြည့်ရှုကြပါလို့ နိဂျူံးချုပ်လိုက်ရပါကြောင်း......\n  \nSize - 784 MB\nQty - DVD Rip\nGern - ...",
        "rating": "5.2",
        "url": "https://megaup.net/1yO8h/Thailand_Only_[2017]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/that-obscre-object-of-desire-poster-133x200.jpg",
        "title": "That Obscure Object of Desire (1977)",
        "description": "That Obscure Object of Desire (1977)\nIMDb (7.9).........Rotten Tomatoes (100%)ပထမဆုံးပြောချင်တာက Rating တွေကိုကြည့်လိုက်တာနဲ့ အောက်ကဘာဘာညာညာ ဘာအညွှန်းမှမဖတ်ဘဲ ဇာတ်ကားကိုအရင်ဆုံး ကြည့်သင့်နေပြီလို့ အကြံပြုပါရစေ။အညွှန်းမဖတ်ဘဲ ဇာတ်ကားကို အရင်ဆုံးကြည့်လိုက်တာက ဒါရိုက်တာက ပေးချင်တဲ့ရသကို အရိုးသားဆုံးခံစားရဖို့ရှိပြီးအညွှန်းဖတ်လိုက်ရင်တော့ ကျွန်တော့်ရဲ့ဘက်လိုက်မှုအရိပ်အယောင်တွေ ကိုယ်ပိုင်ခံစားချက်အရိပ်တွေ စွန်းထင်သွားနိုင်ပါတယ်။ဒီဇာတ်ကားက ပြင်သစ်-စပိန်ဇာတ်ကားပါ...မင်းသားက Fernando Rey ဖြစ်ပြီး မင်းသမီးကတော့ Bond Girls တွေထဲကတစ်ယောက်ဖြစ်တဲ့ Carole Bouquet နဲ့ Ángela Molina တို့ဖြစ်ပါတယ်..အားလုံးကတော့ တစ်ခေတ်တစ်ခါက နာမည်ကြီးတွေပါပဲ။ဒါရိုက်တာက Luis Buñuel ဖြစ်ပြီး သူနဲ့ပတ်သက်ပြီး အထူးသတိပေးထားလိုတာကတော့  သူရိုက်သမျှဇာတ်ကားတိုင်း နားလည်ရခက်တယ်ဆိုပြီး နာမည်တစ်လုံးနဲ့နေတာပါပဲ....ကံကောင်းတာက ဒီဇာတ်ကားမှာ သိပ်ပြီး ပညာစွမ်းမပြဘဲ ဖန်တီးထားသလို ဒီဇာတ်ကားဟာလဲ သူ့ဘဝရဲ့နောက်ဆုံးကားပါ..ဒီဇာတ်ကားရိုက်ပြီး  ၁၉၈၃ မှာကွယ်လွန်သွားခဲ့ပါတယ်။သူ့ရဲ့ဇာတ်ကားတိုင်းမှာ ဘယ်ကမှန်းမသိတဲ့ရသတစ်မျိုးကို အရှိအတိုင်းခံစားနေတတ်အောင် အစွမ်းပြတတ်တဲ့ ဒါရိုက်တာတစ်ယောက်ပါ။ ...",
        "rating": "7.9",
        "url": "https://megaup.net/4Vu9z/That_Obscure_Object_Of_Desire_(Cet_Obscur_Objet_Du_Désir)_[1977]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wRYZdWGCcC7ttY7MFNbIKpR3pnn.jpg",
        "title": "Super(2010)",
        "description": "Super(2010)\nIMDb.....6.8\n2010 မှာထွက်ရှိခဲ့တဲ့ အလန်းစား Superhero ဇာတ်လမ်းပဲဖြစ်ပါတယ် Superhero Comedy ဇာတ်ကားဖြစ်ပြီး ဘာဖြစ်လို့ IMDB 6.8 အထိတောင်ရခဲ့တာလဲ..ဒီဇာတ်ကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာကတော့ Guardian of the Galaxy ကိုပုံဖော်ပေးခဲ့တဲ့ ဒါရိုက်တာ James Gunn ပဲဖြစ်ပါတယ်...ဒီဇာတ်လမ်းထဲမှာတော့ ဟာသမင်းသားကြီး Rainn Wilson က ခေါင်းဆောင်မင်းသားအဖြစ်ပါဝင်ထားပြီးနာမည်ကြီးမင်းသမီးတွေဖြစ်တဲ့ Ellen Page နဲ့ Liv Tyler တို့လည်းပါဝင်သရုပ်ဆောင်ထားပါတယ် ငယ်စဉ်ကလေးဘဝတည်းကလူတွေရဲ့အနှိမ်ခံဘဝနဲ့နေထိုင်လာရတဲ့ ဖရန့်ခ်ဒါဘို (Rainn Wilson)ရဲ့ မသိစိတ်ထဲမှာတော့ psycho အသေးစားလေးတစ်ခုစွဲကပ်ခဲ့ပါတယ်...အရွယ်ရောက်လာတဲ့အခါမှာလည်း မိန်းမဖြစ်သူ'ဆာရာ'(Liv Tyler)ဟာ သူ့ကိုစွန့်ပစ်ပြီး 'ဂျော့ခ်'ဆိုတဲ့လူနောက်ကိုလိုက်သွားခဲ့ပါတယ် 'ဂျော့ခ်'ဆိုတဲ့သူဟာလည်း ဒုစရိုက်မှုတွေလုပ်နေတဲ့သူတစ်ယောက်ပဲဖြစ်ပါတယ် ဒီတော့ဖရန့်ခ်ရဲ့စိတ်မှာ စွဲကပ်နေတဲ့ psycho တွေဟာကြီးမားလာပြီးသူဟာ ဘုရားသခင်ရဲ့ရွေးချယ်ခြင်းကိုခံရတဲ့လူတစ်ယောက်လို့ ထင်ယောင်ထင်မှားဖြစ်ကာ ရာဇဝတ်မှုတွေကိုနှိမ်နင်းပါတော့တယ် သူ့လုပ်ရပ်တွေကိုသဘောကျနေတဲ့ 'လစ်ဘီ'(Ellen Page)ဆိုတဲ့ ချာတိတ်မတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပြီးနှစ်ယောက်အတူပူးပေါင်းမိခဲ့ပါတယ် အဲ့နောက်မှာတော့ ဖရန့်ခ်နဲ့လစ်ဘီဟာ 'ဆာရာ့'ကိုကယ်ဖို့ကြိုးစားရင်း ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Hhp7/Super_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/kick-ass-poster-133x200.jpg",
        "title": "Kick-Ass (2010)",
        "description": "Kick-Ass (2010)\nIMDb - 7.6/10_____Rotten - 76%ကျွန်တော် အမြဲလိုလို မေးခဲ့တဲ့ မေးခွန်းတစ်ခုကို သူမေးခဲ့တယ်။\nSuperheroes ရုပ်ရှင်ကားတွေ စာအုပ်တွေ လူတွေရဲ့ပါးစပ်ဖျားတွေမှာ အမြဲလိုလို ပါတတ်ပေမဲ့\nတစ်ကယ့်လက်တွေ့ဘဝတွင်တော့ ဘာလို့မရှိရတာလဲ။\nလူတစ်ယောက်ဟာ ဦးဆောင်ပြီးဘာလို့စ မလုပ်တာလဲ။\nဦးဆောင်သူတစ်ယောက်ကို လူသားတွေဟာ စောင့်နေကြတာလား။\nဒါမှမဟုတ် စိတ်ကူးတွေထဲမှာပဲ Batman တို့ Iron Man တို့ကို အားကျပြီး\nလက်တွေ့ဘဝမှာကြတော့ မိမိရ ဲ့ရိုးရှင်းလှတဲ့ ဘဝမှာပဲ နေ့စဉ်ဘဝကို ဖြတ်သန်းချင်ကြတာလား။\nKick Ass ကတော့ လူသားတွေ Superheroes ဇာတ်ကားတွေ အားပေးကြည့်ရှုကြပြီး\nတစ်ကယ့်အပြင် လက်တွေ့ဘဝမှာတော့ ဘာကြောင့် တစ်ယောက် တစ်လေမှ ဝတ်စုံဝတ်\nမျက်နှာဖုံးလေးတပ် ကျရာ လက်နက်လေးတစ်ခု ဆွဲကိုင်ပြီး\nလောကကြီးကို မထွက်လာကြတာလည်း ဆိုတာကို မေးခွန်းထုတ်လာခဲ့ပါတယ်။\nဟုတ်ပါတယ်။\nကျွန်တော်တို့တွေ Superheroes ရုပ်ရှင်တွေ ကြည့်ကြတယ်။\nဆွေးနွေးကြတယ်။ ရင်ခုန်ကြတယ်။ နှစ်သက်ကြတယ်။\nဒါပေမဲ့ လက်တွေ့ဘဝမှာ ဘယ်သူ့မှ ထိုကဲ့သို့သော လုပ်ရပ်မျိုးတွေ မလုပ်ကိုင်ကြဘူးလေ။\nအဲ့ဒီ့မှာ စပြီးတော့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2dek7/Kick-Ass_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/mr.-bones-poster-133x200.jpg",
        "title": "Mr. Bones (2001)",
        "description": "Mr. Bones (2001)_____IMDb - 4.8/10\n  \n90's Born တွေတော်တော်များများ နဲ့\nရင်းနှီးကြတဲ့ ဟိုး ဗီဒီယိုတိတ် နဲ့ ခေတ်ကထဲ က\nဂျီးကပ် မှိုတတ်နေတဲ့အခွေကို ဘာသာစကားနားမလည်ပဲ\nကြည့်တာတောင် အူတက်မတတ် ခွီခဲ့ရတဲ့\nအာဖရိက ရောက်လူဖြူကြီး Mr. Bone ရဲ့\nမင်းသားရှာပုံတော် ခရီးကို တင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်ကားက Comedy မှာ စွန်း ဖောက်တဲ့ ကားမို့\nဇာတ်ကြောင်းအထွေအထူးပြောစရာမလိုဘူးလို့ထင်မိပါတယ်\nဒီကားကို ဒါရိုက်တာ Gray Hofmeyr က ရိုက်ကူးထားပြီး\nGoogle ကိုခေါက်ကျိမယ်ဆိုရင် ၉၇% သောသူတွေက\nဒီကားကို ကြိုက်နှစ်သက်ကြပါတယ်တဲ့ဗျာ\nကဲ သင်္ကြန်ပိတ်ရက်မှာ ဒီဟာသကားလေးကို\nကြည့် စိတ်အမောတွေဖြေဖျောက်ပြီး\nနှစ်သစ်ကို ပျော်ရွှင်စွာနဲ့ ဖြတ်သန်းလိုက်ကြရအောင်လားဗျာ\n \nTranslator က မမဖြူသန့်ဖြစ်ပြီးတော့Encoder ကတော့ Kyaw Ye Aung ပါ",
        "rating": "4.8",
        "url": "https://megaup.net/2fsJ0/Mr._Bones_[2001]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/lwnu5nc9zbh4-111x200.jpg",
        "title": "Kidnapping Miyabi (2010)",
        "description": "အင်ဒိုနီးရှား Comedy ဇာတ်ကားလေးဖြစ်ပါတယ်...Maria Ozawa လဲ အားဖြည့်သရုပ်ဆောင်ထားပါတယ်။ခပ်ပေါ့ပေါ့ပဲ ဟာသဆန်ဆန်ရိုက်ကူးထားလို့ အပျင်းပြေကြည့်ယုံလောက်ပဲသင့်တော်မှာပါ။File size…(800 MB) and (400 MB)\nQuality…DVDRip x264\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Baba Yaga",
        "rating": "",
        "url": "https://megaup.net/1Hhml/Kidnapping_Miyabi_(Menculik_Miyabi)_[2010]_(MM_Sub).mp4",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Vt2k8e7yfQHtUPBuYols3TmY1Q.jpg",
        "title": "Condorito: The Movie (2017)",
        "description": "Condorito: The Movie ဆိုတဲ့ Animation ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါမယ်တစ်ခါကကမ္ဘာကြီးဟာ အဆုံးအစမဲ့စွမ်းအားအဆောင်ကို ပိုင်ဆိုင်ထားတဲ့ဂြိုလ်သားတွေရဲ့သိမ်းပိုက်ကျူးကျော်ခြင်းကိုခံရပါတယ်အဲ့အချိန်မှာပေါ်ထွက်လာတဲ့ ဟီးရိုးကတော့ အမွှေးပြောင်ကွန်ဒေါဆိုတဲ့ ကြက်တစ်ကောင်ပါအဲ့ကြက်က ဂြိုလ်သားတွေလက်ထဲက အဆောင်ကိုလုပြီး သွားဖွက်လိုက်တော့ ဂြိုလ်သားတွေခမျာလည်း လာရာလမ်းကို ပြန်ကြွရတော့တာပါပဲဇာတ်လိုက်ကျော် ဘောလုံးသမားကွန်ဒေါရီဒိုနဲ့ သူ့တူလေး ချစ်ခီတို့က ဟီးရိုးကြီးအမွှေးပြောင်ရဲ့ မြေးမြစ်တွေပေါ့အဲဇာတ်လိုက်ကျော်ဆီမှာလည်း ရာရိတာဆိုတဲ့ စကီချောချောလေးရှိပြန်ပါတယ်သူတို့လက်ထက်မှာ အခဲမကျေတဲ့ဂြိုလ်သားကောင်တွေပြန်ရောက်လာပြီးအဆောင်ကိုတောင်းပါတော့တယ်ဘုမသိဘမသိနဲ့ ဇာတ်လိုက်ကျော်က သူနဲ့မတည့်တဲ့ သူ့ယောက္ခမလောင်းကြီးကို ခေါ်သွားပေးရင် ယူပေးမယ်ဆိုပြီး ပြောလိုက်တဲ့အခါ\nဂြိုလ်သားတွေကပဲ ကမ္ဘာကိုပြန်သိမ်းယူမှာလားအမွှေးပြောင်မျိုးဆက် ကွန်ဒိုရီဒိုကပဲ ပြန်တိုက်ထုတ်ပြီး ယောက္ခမလောင်းကြီးကို ပြန်ကယ်နိုင်မှာလား ဆိုတာကတော့..IMDB 5.2/10 တောင်ရရှိထားပြီးတော့ ပေါ့ပေါ့ပါးပါးနဲ့ရယ်ရတဲ့ ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (700 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 28min\nFormat : Mp4\nGenre : Animation, Adventure, Comedy\nSubtitle ...",
        "rating": "5.3",
        "url": "https://megaup.net/2neN4/Condorito_-_The_Movie_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Hot Fuzz (2007)",
        "description": "ကမာၻ႕အေကာင္းဆံုး Action,Comedy Movie ဆိုတာနဲ႔ တန္းေတြ႕ရမွာက Hot Fuzz ဆိုတဲ့ ဇာတ္ကားပါ။သေရာ္ထားခ်က္ေတြျမင္မေကာင္းေအာင္ကို ေျပာင္ေျမာက္လွပါတယ္။ထူးခြ်န္လြန္းတဲ့ရဲတစ္ေယာက္ဟာ ရဲဥပေဒကလြဲရင္ ဘာမွစိတ္မဝင္စားပါဘူး....အသက္ေဘးအႏၱရာယ္ေတြလဲ မမႈဘဲ ႏိုင္ငံ့တာဝန္ကို ရြပ္ရြပ္ခြ်ံခြ်ံထမ္းေဆာင္ေနသူပါ။ဒီလိုထူးခြ်န္လြန္းလို႕ ဆုတံဆိပ္ေပါင္းမ်ားစြာ ရခဲ့ေပမယ့္ သူ မေျပာင္းေရႊ႕ခ်င္တဲ့ေနရာကိုေျပာင္းေရႊ႕ဖို႔အေၾကာင္းဖန္လာပါတယ္။သူက မေျပာင္းေရႊ႕ခ်င္ေၾကာင္း ေစာဒကတက္တဲ့အခါမွာေတာ့ ရဲခ်ဳပ္ကိုယ္တိုင္ သူ႕ကို တမင္ေခ်ာင္ထိုးထည့္မွန္းသိလာရပါေတာ့တယ္။ရဲဌာနတစ္ခုလံုးက သူ႕ကိုမျမင္ခ်င္ေတာ့ပါဘူး...ဘာလို႔လဲဆိုေတာ့ သူတစ္ေယာက္ပဲ အရမ္းထူးခြ်န္လြန္းျပီး က်န္တဲ့ရဲေတြ အသံုးမက်သလိုခံစားလာရလို႕ပါတဲ့....LoLဒါနဲ႔ပဲ ထူးခြ်န္လြန္းတဲ့ဝန္ထမ္းတို႔ ထံုးစံအတိုင္း ေခ်ာင္ျခိဳေခ်ာင္ၾကားနယ္ျမိဳ႕ေလးတစ္ခုကို ေျပာင္းေရႊ႔လိုက္ရပါတယ္။နယ္ျမိဳ႕ေလးဟာလဲ ထူးဆန္းစြာပဲ ဆယ္ႏွစ္ေနလို႕ အမႈတစ္ခုေတာင္မရွိပါဘူးတဲ့။ေကာင္းသတင္းေတြေမႊးျပီး ေအးခ်မ္းလြန္းတဲ့ ျမိဳ႕ကေလးလို႕ အမ်ားသူငွာက အားက်ေနရေပမယ့္ တကယ့္တကယ္အတြင္းထဲကက်က္သေရမဂၤလာအျဖာျဖာ ယုတ္ေလ်ာ့ေနတာကို ကိုထူးခြ်န္တစ္ေယာက္ သိသြားတဲ့အခါမွာေတာ့.....တစ္ျမိဳ႕လံုးနဲ႔ တစ္ေယာက္ ဘယ္လိုေတြ ခ်ၾကမလဲဆိုတာ.........။ဒီဇာတ္ကားကို ၾကည့္ျပီး  အေတာ္ေလးကို သံေဝဂရမိပါတယ္...လူ႕သေဘာေတြကို သေရာ္ထားတဲ့ ဒီဇာတ္ကားေလးဟာ Rating ေတြလဲျမင့္မားျပီး IMDb (7.9) ...Rotten Tomatoes (91%) ထိ ...",
        "rating": "7.9",
        "url": "https://megaup.net/3zIcn/Hot_Fuzz_[2007]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jMu45saMeqB2RGDqV3HoQ3XgZ2a.jpg",
        "title": "Journey 2: The Mysterious Island (2012)",
        "description": "Sean Anderson partners with his mom's boyfriend on a mission to find his grandfather, who is thought to be missing on a mythical island. File Size : (700 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay 720p DTS x264-3Li\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike Zaw",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/journey-2-the-mysterious-island-2012/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rbgOxT446Wb0c4dJC4iLKgxtW1U.jpg",
        "title": "The Emperor’s New Groove(2010)",
        "description": "IMDb...7.3 ,,,,,Rotten 85\nဘုရင္တစ္ပါး. ရွိတယ္.. သူဟာ လက္ေျဖာက္တစ္ခ်က္တီးလို္က္ရံုနဲ႔လိုရာအကုန္ရတယ္..လက္ညွဳိးညႊန္ရာေရျဖစ္တဲ့သူ..အရာအားလုံးဟာ သူလုိခ်င္တဲ့အတုိင္းျဖစ္ေနေတာ့ ဘုရာဟာ ေအာက္ေျခလြပ္သလုိျဖစ္ေနတယ္..သူဟာ ဘယ္သူ႕ကုိမွလည္း အထင္မႀကီးဘူး... သူသည္သာ အေတာ္ဆုံး အတတ္ဆုံးဆုိတဲ့ ၀ါဒလက္ကုိင္ထားတယ္.\n.ဒီလုိ အျပဳအမူေတြေၾကာင့္ပဲ သူ႕ရဲ႕ေရႊေရာင္ေန႕ရာက္ေတြဟာ သိပ္ၾကာၾကာမခံပါဘူး...\nတစ္ေန႔မွာေတာ႔ သူဟာသူ႔လူယံုေတာ္ေတြရဲ ႔လုပ္ၾကံမႈေၾကာင္႔ လူစင္စစ္ကေန လားမားတစ္ေကာင္ဘဝကိုေရာက္သြားပါေတာ႔တယ္။\nအဲ႔ဒီအေျခအေနကိုသူဘယ္လိုကိုင္တြယ္မလဲ။အေပါင္းအသင္းယံုၾကည္စရာတစ္ေယာက္မွမရွိတဲ႔ သူ႔ဘဝထဲမွာ သူဘာဆက္လုပ္မလဲ။\nလူ႔ဘဝကိုျပန္ေရာက္ဖုိ႕ သူဘယ္လုိၾကဳိးစားမွာလဲ...ဇာတ္လမ္းေကာင္းေကာင္း Rating ျမင္႔ျမင္႔ ၾကည္႔ရႈခံစားရမယ္႔ Animation ကားေလးပါ။\nImdb 7.3 Rotten Tomatoes 85% ရထားၿပီး ဆုေပါင္းမ်ားစြာလဲ ရရွိထားေလေတာ့ Classic ကားေကာင္းတစ္ကားလို႔ေတာင္ေျပာလို႔ရပါတယ္။\nကုိင္း ခံစားၾကည့္လုိက္ပါဦး...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Aye Mon Kyaw ျဖစ္ပါတယ္။\nFile Size : (750 MB) and (326 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:18:00\nGenre : Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.3",
        "url": "https://megaup.net/1A4d8/The_Emperor’s_New_Groove_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3qpFYwMtSJh7SPatd9LS1Gz1kBO.jpg",
        "title": "Fukrey Returns (2017)",
        "description": "ဒီတစ်ခါမှာတော့စီအမ်ပရိတ်သတ်တွေအတွတ်ဘောလိဝုကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။Fukrey Returns (2017) ဆိုတဲ့ ဟာသကားလေးပါ။IMDb rating 6.8/10 ရထားတာဆိုတော့ဒီလောက်ကြီးညွှန်းစရာမလိုတော့ပါဘူး။ဒါပေမယ့်ဘောလိဝုပေါကားလေးတစ်ကားလို့လည်းသတ်မှတ်လို့တော့ရပါတယ်။ပေါကားဆိုပေမယ့်ဇာတ်လမ်းထဲမှာပြောတဲ့စကားလုံးတွေကမြန်မာပေါကားတွေလိုအောက်ပိုင်းပြက်လုံးတွေနဲ့ရူးတူးတူးစကားလုံးတွေမဟုတ်ပါဘူး။ဇာတ်လမ်းရဲ့ဖြစ်စဉ်ထဲမှာပဲအလွဲလွဲအချော်ချော်လေးတွေဖြစ်သွားရင်းနဲ့ရယ်ရမယ့်ဟာသမျိုးတွေပါ။မြန်မာတွေအတိုင်းပဲအိမ်မက် မက်တဲ့ဟာလေးကိုအတိတ်ကောက်ပြီး၂လုံး၃လုံးထိုးကြသလိုဒီဇာတ်လမ်းလေးထဲမှာလည်းကောင်လေးတစ်ယောက်ရဲ့အိမ်မက်နဲ့လူငယ်လေးယောက်ကံစမ်းရင်းပိုက်ဆံတွေအများကြီးရလာပါတယ်။အဲ့အချိန်ကောင်မလေးတစ်ယောက်ကလည်းသူတို့လေးယောက်နဲ့ပူးပေါင်းပြီးအလုပ်အတူတူလုပ်ခဲ့ကြပေမယ့်ကောင်လေး၄ယောက်ရဲ့ထောင်ချောက်ဆင်ခံရမှုကြောင့်ထောင်ကျသွားခဲ့ပါတယ်။ထောင်ကလွတ်ဖို့နိုင်ငံရေးသမားတစ်ယောက်နဲ့ကတိလုပ်ပြီးပြန်လွတ်လာချိန်မှာကောင်လေး၄ယောက်ဆီကနေအကြွေးပြန်တောင်းပါတော့တယ်။တစ်ဖက်ကကောင်လေးတွေမှာလည်းလုပ်ငန်းတစ်ခုလုပ်ကိုင်ရင်းနဲ့မီလီယံပေါင်းများစွာအရှုံးပေါ်နေခဲ့ပါတယ်။အဲ့အချိန်မှာပဲအိမ်မက် မက်တဲ့ကောင်လေးကရတနာပစ္စည်းတွေကိုမြင်မက်လာပါတယ်။ဒီရတနာပစ္စည်းတွေကသူတို့အတွတ်ရည်မှန်းချက်တစ်ခုဖြစ်လာပါတယ်။ဒါပေမယ့်တစ်ဖက်မှာလည်းအကြွေးတွေပေးဖို့ရှိနေတော့ဒီရတနာတွေကိုရှာဖို့အကြောင်းဖန်လာပါတော့တယ်။ဒီရတနာတွေရဖို့ကိုတော့ဘယ်လိုဆက်ကြိုးစားမလဲဒီရတနာတွေကဘယ်လောက်တောင်အဖိုးတန်နေလဲဒီရတနာတွေကိုရောတကယ်ပဲရလာပါ့မလားဘယ်လိုအန္တရာယ်မျိုးတွေနဲ့ရင်ဆိုလာရမလဲ စတဲ့မေးခွန်းတွေကိုတော့ဇာတ်လမ်းအဆုံးမှာပရိသတ်ကြီးကအဖြေရှာတွေ့ကြမှာပါ။ဇာတ်လမ်းလေးကိုပေါ့ပေါ့ပါးပါးနဲ့ကြည့်ရှုခံစားရင်းရယ်မောလိုက်ကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုနေမျိုးပါ) File Size : (999 MB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 21min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.H264.AAC2.0-DTOne\nTranslated by Nay Myo\nEncoded by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/fukrey-returns-2017/",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eMwotYpkcE42lGlaoCpPFaolvst.jpg",
        "title": "The A-Team (2010)",
        "description": "Non-stop Action ဇာတ်ကားတစ်ကားဖြစ်တဲ့\nThe A-Team ကို ဒါရိုက်တာ Joe Carnahan\nရိုက်ကူးခဲ့ပြီး IMDb 6.8 ရရှိထားပါတယ်\n*ဆေးပြင်းလိပ်ခဲပြီး အစီအစဉ်ဆွဲရတာဝါသနာပါတဲ့\nကာနယ်ဟန်နီဘယ်စမစ်အဖြစ် Liam Neeson*\nမျက်နှာများတဲ့ စော်ကြည်ဘဲ Face အဖြစ် Bradley Cooper\n*ခွန်အားဗလကြီးသလောက် အသည်းငယ်တဲ့\nဘီအေဘရာကပ်စ် အဖြစ် Quinton*a\n*ဂေါက်ကြောင်စကားလုံးတွေကြောင့်\nရယ်မောကြရမယ့် မားဒေါ့အဖြစ် Sharlto Copley*\nတို့က ဦးဆောင်ပါဝင်ထားပါတယ်\nကာနယ်ဟန်နီဘယ်စမစ်ဦးဆောင်သော\nလူလေးဦးဖြင့်ဖွဲ့စည်းထားသည့် အယ်လ်ဖာတပ်ဖွဲ့ဝင်\nများဟာ စွန့်စားစစ်ဆင်ရေးတွေ ထမ်းဆောင်ရာမှာ\nပျော်မွေ့ကြသူများဖြစ်ကြပါတယ်\nဒေါ်လာရိုက်နှိပ်ရာတွင် အသုံးပြုသော\nပျောက်ဆုံးပုံနှိပ်တံဆိပ်ပြားများ ဘက္ကဒက်တွင်\nရောက်ရှိနေသည်ဟုသတင်းရပြီး\nကာနယ်စမစ်နှင့်အဖွဲ့က ပြန်လည်လုယူခဲ့ကြပါတယ်\nထိုတံဆိပ်ပြားများကို ခိုးယူရောင်းချလိုသူများထဲတွင်\nထိပ်ပိုင်းအရာရှိများလည်းပါဝင်ခဲ့ရာ.......စကားချပ်။ ။ ကျည်ဆံများဇာတ်ကားထဲမှထွက်လာပြီး\nထိမှန်နိုင်သောကြောင့် ကျည်ကာဝတ်၍\nကြည့်ကြပါကုန်။\nFile Size : (956 MB) and (327 MB)\nQuality : BluRay 1080p\nRunning Time : 1hr 57min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "6.8",
        "url": "https://megaup.net/2fZT3/The_A-Team_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BNjZmNjhjMGUtYmNmYi00MGYyLTk0YTItOWM4MmVmMDIwNmU3XkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_-136x200.jpg",
        "title": "S1m0ne",
        "description": "လွန်ခဲ့တဲ့ ၁၀ နှစ် ဝန်းကျင်ခန့်က မြန်မာစာတန်းထိုးတွေ ခေတ်မစားခင်Simone ဆိုတဲ့ ရုပ်ရှင်ကားကို E လို မတက်တစ်ခေါက်လေးနဲ့ ကြည့်ခဲ့ရတယ်အတော်လေးကို  သဘောကျခဲ့တာ အဲ့ဒါပြီးပြန်တော့5 Movie စပေါ်တဲ့အချိန် Simone ကို မြန်မာစာတန်းထိုးနဲ့ အနှစ်အရသာအပြည့်ပြန်ကြည့်ခဲ့ရပြန်တယ်...ဒီလိုနဲ့ ပြီးခဲ့တဲ့ နှစ်က ကျနော် ဒီ ရုုပ်ရှင်ကားကိုတော့ဖြင့် CM မှာ  တင်မယ်ပေါ့ ဆိုပြီးစိတ်ကူးတယ် အလုပ်တွေလဲ ရှုပ်ရင်းနဲ့ ထပ်မေ့သွားတယ်...အခုတော့ အကြောင်းတိုက်ဆိုင်စွာ သေချာ ဘာသာပြန်ပြီး တင်ပေးမယ်ဆိုပြီးOnline မှာ English စာဖိုင်ကို လိုက်ရှာရင်း မြန်မာတစ်ယောက် ဘာသာပြန်ထားတဲ့Simone ကို ရေကန်အသင့်ကြာအသင့် ရှာတွေ့ခဲ့ပြီး ဘာသာပြန်လဲ ကောင်းမွန်တဲ့အတွက်ပိုင်ရှင်ကို Facebook မှာ လိုက်ရှာပြီး ခွင့်တောင်း CM ကနေ ပြန်လည်တင်ဆက်လိုက်ပါတယ်...ဒီဇတ်လမ်းလေးရဲ့ အကြောင်းကို နည်းနည်းပြောပြချင်ပါတယ်...ဗစ်တာထရန်စကီး ဆိုတဲ့ ရုပ်ရှင်ဒါရိုက်တာကြီးဟာ သူအရမ်းဖီးလ်ဖြစ်တဲ့ ဇတ်လမ်းတစ်ခုကို ရိုက်ဖို့ပြင်ဆင်နေပါတယ် အဲ့ ရုပ်ရှင်ကား ရဲ့ အရှေ့မှာ ရိုက်ခဲ့သမျှ ဟာလဲ အရှုံးပေါ်ခဲ့ပြီးသားပါ ပြောရရင်တော့ဒေဝါလီ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/s1m0ne/",
        "category": "Comedy, Drama, Sci-Fi"
    }
]