[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qw34d1M7GtE4GPf0eI8QBnUEA0T.jpg",
        "title": "Stuck in Love (2012)",
        "description": "Stuck in Love (2012)================ IMDb 7.2 / Rotten Tomatoes 58%မင်းသမီးချောလေးတွေဖြစ်တဲ့ Gennifer Connelly နဲ့ Lily Collins တို့အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ကားလေး Stuck in Loveဇာတ်လမ်းလေးကတော့...ဇနီးဟောင်းကို မေ့မရနိုင်ဖြစ်နေတဲ့ နာမည်ကျော်စာရေးဆရာ ဘေးလ်မိဘတွေရဲ့ အိမ်ထောင်ရေးကွာပြဲမှုကြောင့် ချစ်ရမှာ ကြောက်နေတဲ့သမီးဖြစ်သူ ဆမ်တစ်ယောက်ဆို တစ်ယောက် စွဲစွဲလမ်းလမ်းချစ်တတ်တဲ့သားဖြစ်သူ အချစ်သမားလေး ရက်စတီ Stuck in Love ဆိုတဲ့အတိုင်းအချစ်နွံနစ်ကြမယ့် သားအဖသုံးယောက်ရဲ့ ဇာတ်လမ်းလေးကိုနှစ်သက်ဖွယ် ကြည့်ရှုရမယ့် Romance / Drama ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်.. File size…1.36GB / 544MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Crime , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/stuck-in-love-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3xum5cMGW88ppfNGnhVUkT46kxw.jpg",
        "title": "Fortuna 4 ( 2023 )",
        "description": "အမြဲတမ်း ကြွားလုံးထုတ်လေ့ရှိတဲ့ ဖခင်ဖြစ်သူကို ပိုင်ဆိုင်ထားသူ ၊\nယခုလက်ရှိမှာ ဆင်းရဲမွဲတေနေခြင်းကို ဖခင်ဖြစ်သူ\nအသုံးမကျလို့ဟု အမြဲတစေ ပြစ်တင်ပြောဆိုလေ့ ရှိသူ - ဝမ်ကျားချန်တစ်နေ့မှာတော့ ဝမ်ကျားချန်တစ်ယောက်ကြွယ်ဝခြင်းနတ်ဘုရားနဲ့\nတွေ့ဆုံခဲ့ပြီး အရင်ဘဝက မိမိဟာ စည်းစိမ်ဥစ္စာတွေကိုဖြန့်ကျက်ခဲ့တဲ့\nနတ်ဘုရားဖြစ်တဲ့ အကြောင်း သိရှိလိုက်ရပါတယ် ။\nတကယ်လို့ နတ်ဘုံကို ပြန်ရောက်ချင်ရင် မိမိဘဝက\nအဆုံးစွန်သော ကံကောင်းခြင်းကို ရှာတွေ့မှရမယ်ဆိုတာပါ သိလိုက်ရတဲ့အခါ...?နတ်ဘုရားသခင်ဟာ သူ့ကို အရာအားလုံးပြင်ဆင်ဖို့အတွက်\nသူတစ်ပါးရဲ့ ကြွယ်ဝချမ်းသာခြင်း ကံကြမ္မာတွေကို\nပြုပြင်ပြောင်းလဲပေးနိုင်တဲ့ စွမ်းအားတွေကို ပေးသနားခဲ့ပါတယ် ။\nဒီစွမ်းအားတွေကိုပိုင်ဆ်ိုင်ပြီးနောက်မှာ လူတိုင်းရဲ့ ကြွယ်ဝချမ်းသာခြင်း\nကံကြမ္မာတွေကို ပြောင်းလဲပေးခဲ့ပေမဲ့ ဆင်းရဲရခြင်းရဲ့ အကြောင်းခံဟာ\nဖခင်ဖြစ်သူဖြစ်တဲ့ အကြောင်း မှတ်ယူထားတဲ့ ဝမ်ကျားချန်တစ်ယောက်\nဖခင်ဖြစ်သူရဲ့ ကံကြမ္မာကိုတော့ ပြောင်းလဲပေးခဲ့ခြင်းမရှိပါဘူး ။\nဘာကြောင့်လဲဆိုတာကတော့?❏ ဝမ်ကျားချန်တစ်ယောက် နောင်တတွေနဲ့ ဘယ်လိုကျန်ရစ်နေရမလဲ ?\n❏ ကြိုးစားပြီးတော့ရော ကံကြမ္မာကိုပြောင်းလဲပြစ်နိုင်ပါ့မလား?\nနတ်ပြည်ကိုရော ပြန်ရောက်သွားနိုင်မလား ?\n❏ ဒီကိစ္စရဲ့ နောက်ကွယ်မှာ ဘာတွေရှိနေဦးမလဲဆိုတာ\nဒီကားလေးကို ကြည့်ရှု အဖြေရှာ လိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/fortuna-4-2023/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BOTVkM2IwN2YtYjU1NC00ZmZhLTkzZTItYzA4NmVlMzlmMDgxXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-138x200.jpg",
        "title": "Can’t Help Falling in Love (2017)",
        "description": "KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...အေးအေးငြိမ့်ငြိမ့် romance တွေကို ကြည့်ရှုတာ သဘောကျနှစ်သက်တဲ့ ပရိသတ်တွေကို ဖိလစ်ပိုင်း romance ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ အဲဒီဇာတ်ကားကတော့ Can't Help Falling in Love ဆိုတဲ့ ဇာတ်ကားလေးပါ။မချစ်မိဘဲမနေနိုင်ဘူးဆိုတဲ့ ဇာတ်ကားနာမည်လေးအတိုင်းပဲ ဒို့စ်ဆိုတဲ့ကောင်လေးက ဂက်ဘ်ဆိုတဲ့ ကောင်မလေးကို ချစ်မိသွားတဲ့ ဇာတ်လမ်းလေးကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကို ပြောပြရမယ်ဆိုရင် ဂက်ဘ်ဟာ ၆ နှစ်ကျော်တွဲလာတဲ့ ရည်းစားဖြစ်သူနဲ့ မကြာခင်မှာ လက်ထပ်တော့မယ့် မိန်းကလေးပါ။ သူဟာ သူငယ်ချင်းဖြစ်သူရဲ့ မင်္ဂလာပွဲညမှာ အရက်မူးပြီးတော့ ဒို့စ်ဆိုတဲ့ တခြားကောင်လေးတစ်ယောက်နဲ့ လက်ထပ်စာချုပ်မှာ လက်မှတ်ထိုးမိသွားပါတယ်။ အဲဒီအဖြစ်အပျက်ကို မမှတ်မိကြသလို သူတို့မထင်ထားခဲ့တာက အဲဒီလက်ထပ်စာချုပ်က တရားဝင်ဖြစ်နေခဲ့မယ်ဆိုတာကိုပါပဲ။ရည်းစားဖြစ်သူနဲ့ မင်္ဂလာဆောင်ဖို့ ပြင်ဆင်နေတဲ့အချိန်မှာ လက်ထပ်စာချုပ်က ဂက်ဘ်ဆီကို ရောက်လာခဲ့ပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/cant-help-falling-in-love-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-with-136x200.jpg",
        "title": "With/In(2022)",
        "description": "ဇာတ်လမ်းတိုလေးတွေ စုပြီး ထုတ်ထားတဲ့ ညွန့်ပေါင်းfilmတစ်ခု ဖြစ်ပါတယ်။ဇာတ်လမ်းကျောရိုးကိုတော့ Covidကာလမှာ တည်ထားပြီး ကပ်ရောဂါကြီးကြောင့် တစ်နေ့တစ်နေ့\nလူတွေ နေ့မြင်ညပျောက် ဖြစ်နေတဲ့ကာလအတွင်းက\nလူပေါင်းစုံ ဘဝပေါင်းစုံကို ထင်မြင်အောင် ရိုက်ကူး\nတင်ဆက်ထားတာကို တွေ့ရမှာပါ။\nအထူးသဖြင့် Covid pandemic, Black lives matterတို့လို\n2020-21အတွင်း ဖြစ်ပျက်သွားတဲ့ အထင်ကရ အဖြစ်အပျက်တွေ\nအဓိကရုဏ်းတွေကို surrealတစ်ပိုင်းနဲ့ Mysteryလေးပါ ရောပြီး ကြည့်ရှုရမှာမို့\nဇာတ်လမ်းအေးအေးလေးနဲ့ တွေးစရာတွေ မြှုပ်ကွက်လေးတွေ\nပါတာကို ကြိုက်တဲ့လူတွေအဖို့ သင့်လျော်ပါတယ်။ဇာတ်လမ်းကိုတော့ volumeနှစ်ခုခွဲကာ တစ်ရက်ခြား ထုတ်ဝေခဲ့ပြီး\nစုစုပေါင်း ၃နာရီအထက် ကြာမြင့်ပါတယ်။မဆိုးလှတဲ့ အနေအထားတစ်ခုမှာ ရှိတယ်လို့ ပြောလို့ရတဲ့အတွက်‌ကြောင့်\nစောင့်ကြည့်ရှုစားလိုက်ကြပါဦးနော်။ File size…(2.9GB)  / (772MB) / 434.73MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...  Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by HUGO",
        "rating": "",
        "url": "https://channelmyanmar.org/with-in2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-house-160x200.jpg",
        "title": "House Party (2023)",
        "description": "House Party ရုပ်ရှင်ကားကို ၂၀၂၃ခုနှစ် ဇန်နဝါရီလမှာ ထုတ်လွှင့်ပြသခဲ့တာဖြစ်ပါတယ်။ ယခင် ၁၉၉၀ နဲ့ ၁၉၉၁ ခုနှစ်ကပြသခဲ့တဲ့ House Party 1 နဲ့ 2 ကိုreboot ပြန်လည်ရိုက်ကူးထားတဲ့ Comedy Drama ဟာသဒရမ်မာ ရုပ်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။ကယ်ဗင်နဲ့ ဒါ့မွန်ဆိုတာက အယ်လ်အေမြို့မှာနေတဲ့ သန့်ရှင်းရေးအလုပ်သမားတွေဖြစ်ပါတယ်။ တစ်ဖက်မှာလည်း သူတို့ကအိမ်ပါတီပွဲစီစဥ်တဲ့သူတွေ ဖြစ်နေ​ပြန်ပါတယ်။ တစ်နေ့မှာ သူတို့အလုပ်လုပ်နေရင်း အလုပ်လည်းပြုတ် ပိုက်ဆံစိုက်ထားတဲ့ ပါတီပွဲကနေလည်း အနှင်ထုတ်ခံလိုက်ရပါတော့တယ်။ ပိုက်ဆံလိုနေတဲ့တစ်ချိန်တည်းမှာပဲ ကံဆိုးမိုးမှောင်ကျတာမလို့ ကြံမိကြံရာလုပ်ဖို့ ရည်ရွယ်တဲ့အခါမှာတော့ သူတို့သန့်ရှင်းရေးလုပ်နေဆဲ အိမ်ကြီးဟာ ဘတ်စကတ်ဘော ကစားသမား လီဘရွန်ဂျိမ်းစ်ရဲ့အိမ်ကြီးဖြစ်နေပြီးတော့ အိမ်ရှင်ကလည်း ခရီးထွက်သွားပါတယ်။ ဆိုတော့ကာ လူမရှိတဲ့အိမ်မှာ သူတို့ပါတီပွဲပေးပြီး ငွေရှာဖို့လုပ်ပါတော့တယ်။ သူတို့ ပိုက်ဆံကို ဖြောင့်ဖြောင့်တန်းတန်းရှာနိုင်လေမလား ဘာပြဿနာတွေတက်ကြမလဲ ဘယ်လိုတွေရော ဖြေရှင်းကြမလဲဆိုတာကို ကြည့်ရှု့ရမယ့် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်ကားတစ်ကားလုံးမှာ အဆဲစကားလုံးတွေကို ဖောဖောသီသီသုံးထားတဲ့အပြင် မူးယစ်ဆေးသုံးတဲ့ပြကွက်တွေ ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/house-party2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/paHlEvMz4rqzMsqxSbMOBn4HtM3.jpg",
        "title": "Frances Ha(2012)",
        "description": "Frances Ha (2012)===============IMDb - 7.4/10\nRotten tomatoes - 93%ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ လူတွေရဲ့ နေ့စဉ်ဘဝမှာကြုံတွေ့နေရတဲ့ သူငယ်ချင်းဆက်ဆံရေး၊ ရည်မှန်းချက်တွေအတွက် ရုန်းကန်ရမှု၊ အောင်မြင်မှုနဲ့ ကျရှုံးမှုတွေ အကြောင်းကိုB&W နဲ့ အလှပဆုံး ရိုက်ကူးတင်ဆက်ထားတဲ့ ဟာသဇာတ်မြူးကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့အသက် 27 အရွယ် ဖရန့်စစ် ဟယ်လာဒေး (Greta Gerwig) ဟာကယ်လီဖိုးနီးယားပြည်နယ်၊ ဆာခရာမန်တိုမြို့ ကနေ နယူးယော့ခ်မြို့ကိုလာပြီးအကကုမ္ပဏီတစ်ခုမှာ အရံလူအဖြစ်ဝင်လုပ်ရင်း ကိုယ်ပိုင်အိပ်မက်ဖြစ်တဲ့အောင်မြင်တဲ့ အကပညာရှင် တစ်ယောက်ဖြစ်အောင်ကြိုးစားနေတဲ့သူတစ်ယောက်ပါ။ နယူးယော့ခ်က တိုက်ခန်းတစ်ခုမှာ သူငယ်ငယ်လေးကတည်းက ခင်လာခဲ့တဲ့ အချစ်ဆုံးသူငယ်ချင်း ဆိုဖီ (Mickey Sumner) နဲ့အတူငှားနေရင်း တနေ့မှာဆိုဖီက တခြားတိုက်ခန်းပို‌ကောင်းတဲ့တစ်ခုကိုပြောင်းသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ ဘာပြဿနာအခက်အခဲပဲရှိရှိ ပေါ့ပေါ့ပါးပါးပဲဖြေရှင်းတတ်ပြီး သူငယ်ချင်းမျက်နှာ တစ်ကမ္ဘာထင်‌နေခဲ့တဲ့ ဖရန့်စစ်တယောက်နယူးယော့ခ်မြို့ကြီးမှာဆက်လက်ရှင်သန်နိုင်ဖို့ ဘယ်လိုတွေ ဆက်ပြီးရုန်းကန်ရမလဲ၊ သူလုပ်သမျှအလုပ်တွေကရော အကုန်အဆင်ပြေလာမလား၊သူ့ရဲ့အပ်မက်ကရော ဖြစ်မြောက်လာမလား ကျရှုံးသွားမလား ဆိုတာကိုဆက်လက် ရှုစားပေးကြပါဦးခင်ဗျ။ File ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/frances-ha2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ATrJ3jNAXfRCybUStqMh3Tx2ff.jpg",
        "title": "Hermitage Girl (2017)",
        "description": "Hermitage Girl (2017)ပြဿနာစုံ ဂယက်စုံနဲ့ အခန်းတွင်းအောင်းပြီး ဂိမ်းဆော့ဖို့ပဲသိတဲ့ကောင်လေးတစ်ယောက်ရဲ့အိပ်မက်ကတော့\nရုပ်ရှင်ဇာတ်လမ်းထဲက မကောင်းသူပယ် ကောင်းသူကိုကယ်တင်မဲ့ သူရဲကောင်းကြီးပေါ့။\nဒါပေမဲ့ လက်တွေ့ဘဝမှာတော့ သူ့ဆီမှာ သူရဲကောင်းနဲ့တူတာဆိုလို့\nရင်းရှုံဆိုတဲ့ သူရဲကောင်းလို့အဓိပ္ပာယ်ရတဲ့ သူ့နာမည်ပဲရှိပါတယ်။တစ်နေ့တစ်နေ့ ဂိမ်းဆော့လိုက် တစ်ကိုယ်တော် အာသာဖြေလိုက်နဲ့ ဘာမှမဖြစ်မြောက်တဲ့ရင်းရှုံဟာ\nသူ့ရဲ့ငွေမပေးရတဲ့အိပ်မက်ကိုတော့ ခဏခဏစိတ်ကူးနဲ့ပုံဖော်လေ့ရှိပါသတဲ့။ရင်းရှုံရဲ့အိမ်မှာ အိမ်ငှားလာနေတဲ့ နာ့နာ့ဆိုတဲ့ကောင်မလေး\nတစ်နည်းအားဖြင့် ရင်းရှုံအကျင့်ဆိုးသမျှ ညစ်ပတ်သမျှခံနေရသူလေးပေါ့။\nအပြင်က မိန်းမလှလေးကို ကယ်တင်ချင်နေတဲ့ သူရဲကောင်းရူးရူးနေတဲ့ရင်းရှုံဟာ\nသူ့ရဲ့အိမ်ငှား နာ့နာ့အပေါ်တော့ သဘောကောင်းတဲ့အိမ်ရှင်မဟုတ်ပါဘူး။ဒီလိုနဲ့ မီးမီးဆိုတဲ့ အင်တာနက်ဆယ်လီရဲ့လိုက်ဖ်ကိုကြည့်\nဒုက္ခရောက်နေတဲ့မီးမီးကို ဟီးရိုးကြီးလုပ်ကယ်တင်မယ်ဆိုပြီး တထစ်ချဆုံးဖြတ်လို့\nအိမ်ကနေပြေးထွက် ကားတိုက်ခံရလုဆဲဆဲမီးမီးကိုဝင်ကယ်ရင်းနဲ့\nမနက်မိုးလင်းတဲ့အခါ မီးမီးရဲ့ခန္ဓာကိုယ်နဲ့ ကိုယ့်ကိုယ်ကိုယ် မြင်လိုက်ရတဲ့အခါ...တစ်ညတာကာလအလွန်မှာ ညစ်ပတ်တဲ့ဂိမ်းရူးကနေ\nအချောလေးဖြစ်သွားတဲ့ရင်းရှုံတစ်ယောက် ဘယ်လိုအလွဲလွဲအချော်ချော်တွေဖြစ်မလဲ။\nနေသားမကျဖြစ်နေတဲ့သူ့ကို နာ့နာ့နဲ့သူငယ်ချင်း‌တွေကရော ဘယ်လိုကူညီပေးမှာလဲ။\nသူ့ခန္ဓာကိုယ်ကရော နေ့ချင်းညချင်း ဘာလို့မိန်းမဖြစ်သွားရတာလဲဆိုတာ\nအားလုံးအတူကြည့်ရှုရင်းနဲ့ ရယ်မောခြင်းဖြင့် အပန်းဖြေလိုက်ရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Mystery\nQuality…. 1080p | 720p | 480p\nFile size…834MB | 435MB | ...",
        "rating": "",
        "url": "https://channelmyanmar.org/hermitage-girl-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t79ozwWnwekO0ADIzsFP1E5SkvR.jpg",
        "title": "Shotgun Wedding (2023)",
        "description": "Shotgun Wedding (2023)ဂျနီဖာလိုပက်ရဲ့ အက်ရှင်ဟာသအချစ်ကားအသစ် ထွက်လာပါပြီ။ဇာတ်ကားနာမည် Shotgun Wedding ဆိုတာ တိုက်ရိုက်ဘာသာပြန်ရင်တော့ နှလုံးပြူးသေနတ်မင်္ဂလာဆောင်ပေါ့။\nဒါပေမဲ့ တကယ့်အဓိပ္ပါယ်က အလောသုံးဆယ်ဆောင်ရတဲ့မင်္ဂလာဆောင်မျိုးကို ပြောတာပါ။\nတစ်ခါတလေ သတို့သမီးကိုယ်ဝန်ရှိသွားလို့ ထဆောင်လိုက်ရတာမျိုးပေါ့။ဒီရုပ်ရှင်ထဲမှာတော့ နာမည်နဲ့လိုက်အောင် ဂျေလိုကြီး နှလုံးပြူးနဲ့ ပစ်ပြပါလိမ့်မယ်။\nမင်းသားကတော့ ထရန်စဖော်ကားထဲက ဗိုလ်ကြီး Josh Duhamel ပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဖိလစ်ပိုင်က ကျွန်းတစ်ကျွန်းမှာ မင်္ဂလာဆောင်လုပ်တာကနေ စပါတယ်။\nမင်းသမီးက ချမ်းသာတယ်။ မင်းသားက ဘေ့စ်ဘောကစားသမားကိုမှ အသင်းကထုတ်ခံထားရပြီး အလုပ်လက်မဲ့။\nအဲဒီကျွန်းမှာ နှစ်ဘက်မိသားစုတွေ အကုန်စုံပြီး တလွဲဖြစ်နေတဲ့အချိန်မှာမှ\nပင်လယ်ဓားပြတွေက ဓားပြဝင်တိုက်တဲ့အခါ ဟိုအတန်းမီးလောင်သလို ပွဲတွေဖြစ်ကြတဲ့ ဇာတ်ကားမျိုးပါပဲ။\nသတို့သားနဲ့သတို့သမီး ရန်တွေဖြစ်ရင် ပင်လယ်ဓားပြတွေကို ဘယ်လိုရင်ဆိုင်မလဲဆိုတာ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | 1.1GB ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/shotgun-wedding-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDJiOTdmMGItMmM5MC00ZTRiLWIzNjctNDE4ZTZkMWMzZTg0XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "An Action Hero(2022)",
        "description": "An Action Hero (2022)\nAction, Comedy, Crime\nIMDb 7.9/10 (17K)အခုတစ်ခါတက်ဆက်ပေးမယ့်ကားလေးကတော့ Vicky Donor...Andhadhun\nဇာတ်ကားများနဲ့ ပရိသတ်အသည်းကိုဖမ်းစားခဲ့တဲ့\nဘောလီဝုဒ်မင်းသားချောလေး အာရွတ်ရှမန်းခူရာနာရဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ကားနာမည်က အက်ရှင်ဟီးရိုးဆိုတော့\nမြင်သာပါတယ် အက်ရှင်ခန်းတွေ ပါမယ်ဆိုတာ...။ဇာတ်လမ်းအကျဥ်းကို ပြောရမယ်ဆိုရင်\nမင်းသားက အောင်မြင်ကျော်ကြားတဲ့ အက်ရှင်မင်းသားတစ်ယောက်ပေါ့နော်။ရိုက်ကွင်းလေးရှိလို့ မြို့တစ်မြို့ကိုရောက်လာရင်းနဲ့\nအဲ့ဒီမြို့က နိုင်ငံရေးသမားကြီးတစ်ဦးရဲ့ညီဖြစ်သူဟာ\nမင်းသားနဲ့ဓာတ်ပုံတွဲရိုက်ဖို့ ရောက်လာခဲ့တယ်။အခြေအနေတွေဟာ တင်းမာခဲ့ပြီးနောက်မှာ မင်းသားဟာ\nသူ့ကို မရည်ရွယ်ဘဲ သတ်လိုက်မိပါတယ်။\nဒီတော့ မင်းသားဟာ ပြေးဖို့ဖြစ်လာပါပြီ။ သူအနှစ်နှစ်အလလ\nကြိုးစားလာခဲ့တဲ့ အနုပညာအလုပ်ကြီးထိခိုက်မယ့်\nဘဝပါပျက်မယ့်အရေးကကနေ လွတ်မြောက်အောင် မင်းသားပြေးနေပါပြီ။တစ်ဖက်ကလည်း နိုင်ငံရေးသမားကြီးက\nသူ့ညီအတွက် လက်စားချေဖို့ မင်းသားကို လိုက်နေပါပြီ။\nဆိုတော့ ဘာဆက်လုပ်ရမလဲ သိတယ်မလား\nဆက်ကြည့်ကြတော့နော်...။\nFile size…1.86GB / 831MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Yunni ~ Nyein Aye",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/an-action-hero2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmve9K0ILteypEhO8XtECaZgaAF.jpg",
        "title": "Bride for Rent (2018)",
        "description": "Bride for Rent (2018)နာမည်ကြီး Bride for Rent ဖိလစ်ပိုင်ဇာတ်ကားကို ပြန်ရိုက်ထားတဲ့ ဗီယက်နမ်ကားလေးပါ။\nဖိလစ်ပိုင်ကားက 2014 မှာ ထွက်ခဲ့တာဖြစ်ပြီးတော့\nဗီယက်နမ်ကားကာတော့ 2018 မှာ ထွက်ထားတာ ဖြစ်ပါတယ်။\nဖိလစ်ပိုင်ကားကို ကြည့်ဖူးပြီးသားသူတွေအတွက်တော့ သိပ်မထူးဆန်းပေမယ့်\nမကြည့်ဖူးသေးတဲ့သူတွေအတွက်တော့ ဟာသ၊ အချစ်ရသကို ခံစားရမယ့် ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ မိသားစုအတွက် အရေးပေါ်ငွေလိုနေတဲ့ Linh ရယ်\nအိမ်ထောင်ပြုမှ အမွေရမှာမို့ အိမ်ထောင်ဖက်လိုက်ရှာနေတဲ့ Long ရယ် တွေ့သွားတဲ့အချိန်မှာ\nအဘွားဆီက အမွေတွေရဖို့ ဟန်ဆောင်လက်ထပ်ဖို့ စာချုပ်ချုပ်လိုက်ကြတဲ့အခါ\nဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဇာတ်ကားထဲမှာပဲ ဆက်ကြည့်သွားပါနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | 622MB | 308MB\nFormat… mp4\nDuration…. 1h 27min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/bride-for-rent-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDQzZTVmZWMtYWJkNy00ZGViLThiNzctMzEwMmNmMDY5NWI2XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Seriously Red (2022)",
        "description": "Seriously Red (2022)\n===============\"if you don't like the road you're walking,\nstart paving other\" by Dolly Parton\" သင်အခု\nလျှောက်လှမ်းနေရတဲ့ လမ်းကို မကြိုက်ဘူးဆိုရင်\nအခြားလမ်းဖောက်လိုက်ပါတဲ့\" နာမည်ကြီး မင်းသမီး\nဒေါ်လီပါတွန်ရဲ့ ပြောခဲ့တဲ့စကားပါ။ရေးလင်း ရက်ဒ် ဟာ အိမ်ခြံမြေတန်ဖိုးဖြတ်သူအဖြစ်\nလုပ်ကိုင်တဲ့သူပါ။ ကုမ္ပဏီရဲ့ ပါတီတစ်ခုမှာ ဒေါ်လီပါ\nတွန်လိုဝတ်ဆင်ပြီးတော့ ဖျော်ဖြေခဲ့ပါတယ်။ အဲနေ့ညမှာပဲ\nအမျိုးသမီးတစ်ယောက်နဲ့တွေ့ဖြစ်ပြီး နာမည်ကြီးတွေလို\nဝတ်စားပြီး ဖျော်ဖြေကြတဲ့လုပ်ငန်းကို စိတ်ဝင်စားသွားပါ\nတယ်။ နောက်နေ့မှာပဲ သူ အလုပ်ဖြုတ်ခံလိုက်ရပါတယ်။\nထို့နောက် ဒေါ်လီပါတွန်လို ဝတ်စားပြီး အတုအနေနဲ့ဖျော်\nဖြေဖို့အတွက် စတင်ကြိုးစားပါတော့တယ်။ငယ်စဉ်ကတည်းက ဒေါ်လီ့ပရိသတ်ဖြစ်တာမို့ ဒေါ်လီ့စကား\nအတိုင်းပဲ အခြားလမ်းကို ဖောက်ပါတော့တယ်။ ဒီလိုနဲ့ ဒေါ်လီ\nလို ဝတ်စား၊ နေထိုင်စားသောက်၊ ပြောဆိုနေရင်း ကိုယ့်ကိုယ်\nကိုယ် ရှာဖွေဖို့ ကြိုးစားနေတဲ့ ရက်ဒ် တစ်ယောက် အဆင်ပြေ\nပါ့မလား။ ဘာတွေကြုံတွေ့ရမယ်ဆိုတာကိုတော့ ဟာသလေး\nတွေရယ် ဒေါ်လီပါတွန့်ရဲ့ နာမည်ကြီး သီချင်းတွေရယ်နဲ့ တဝကြီး\nကြည့်ရှု့နိုင်မှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/seriously-red-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bVjtnBZCprzDFgo5M0BbC9nB0Co.jpg",
        "title": "Ultimate Oppa (2022)",
        "description": "Ultimate Oppa (2022)ဒီတစ်ခေါက်မှာတော့ My Ultimate Oppa ဆိုတဲ့ မူဗီအသစ်လေးနဲ့မိတ်ဆက်ပေးပါရစေရှင်ဒီဇာတ်လမ်းလေးကတော့ စာရေးဝါသနာပါပြီး စာရေးဆရာဖြစ်ချင်တဲ့ ရာနာ ဆိုတဲ့ကောင်မလေးက\nသူ့အိုင်ဒေါ ကိုကိုမွန်းရှီဝူး ကို သူ့ရဲ့ Fanfic လေး ပို့ပေးခဲ့ရာကပြန်စာလေး ကံကောင်းစွာနဲ့ရလာခဲ့ပါတယ်\nအဲဒီအချိန်ကစပြီး ရာနာ့အတွက် ကိုကိုမွန်းရှီဝူးက ကမ္ဘာကြီးဖြစ်လာခဲ့ပါတယ်\nအဲဒီကိုကိုမွန်းရှီဝူးက သူ့ရဲ့ပထမဆုံးမိန်းကလေး ဖြစ်လာနိုင်တဲ့\n“ မွန်းအတွက် ပထမဆုံးမိန်းကလေးနေရာကိုယှဉ်ပြိုင်ပွဲ” ကိုကျင်းပလာတဲ့အခါ\nရာနာတစ်ယောက် ကိုရီးယားကို ရောက်လာပြီး သူ့ကိုကိုမွန်းရှီဝူးနဲ့ အနီးကပ် တွေ့ဆုံခွင့်ရလာခဲ့ပါတယ်ကိုရီးယားနိုင်ငံကြီးကိုလာပြီး ဘယ်လိုရင်ခုန်စရာတွေ အခက်အခဲတွေဖြစ်လာမှာလဲ\nသူ့နှလုံးသားရဲ့အနက်ရှိုင်းဆုံးတစ်နေရာမှာ တကယ်ရှိနေတာကဘာလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ဒါ့အပြင် ဒီကားလေးက ဖိလစ်ပိုင်နဲ့ ကိုရီးယား Collaboration ကားလေးဆိုတော့ ပိုပြီးထူးခြားပါတယ်\nCommunicate လုပ်တဲ့နေရာမှာလည်း အင်္ဂလိပ်လိုတွေပဲလုပ်သွားတာမို့ တခြားမူဗီတွေနဲ့မတူတဲ့ခံစားချက်ကိုရမှာအသေအချာပါပဲအများကြီးမညွှန်းတော့ပါဘူး\nတကယ်ကြည့်လို့ကောင်းတဲ့ဇာတ်လမ်းလေးမို့ အခုပဲကြည့်လိုက်ပါတော့နော်အညွှန်းကိုတော့ Shin Shin က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Shin and Cali ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ultimate-oppa-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nDlRPYtDHxrc6czuXXin46tHIFL.jpg",
        "title": "Friendship!(2010)",
        "description": "Friendship!(2010)===============အချိန်ကာလအားဖြင့် 1990 တစ်ဝိုက် စစ်အေးခေတ်ပြီးခါနီးပေါ့ဗျာ။New York လေဆိပ်က အမေရိကန်လူဝင်မှုကြီးကြပ်ရေးဌာနကိုအူတိအူကြောင်ရုပ်နဲ့ ဂျာမန်နှစ်ကောင်ရောက်ချလာတယ်။သူတို့ကGDR လို့ခေါ်တဲ့ အရှေ့ဂျာမနီ(ကွန်မြူနစ်နိုင်ငံ)ကတဲ့။ဘယ်သူမှမမေးရဘဲ သူတို့ကိုယ်သူတို့ “We are Communists”ဆိုပြီးဝမ်းသာအားရ မိတ်ဆက်တယ်။ဘာပြောကောင်းမလဲ ၊ပယ်ပယ်နယ်နယ်အစစ်ခံရတော့တာပေါ့။ဒီဇာတ်ကားက အဲ့ဒီဂျာမန်နှစ်ကောင်ရဲ့ အမေရိကန်ခရီးရှည်ကြီးကို ရိုက်ပြထားတာ။သူတို့ ဘာကြောင့် အမေရိကားကို ရောက်လာကြတာလဲ။အူကြောင်ကြောင်နဲ့ ဘယ်လိုမျိုး ပေါက်ကရတွေ လုပ်ကြလဲ။ဘယ်လိုတွေ ပြဿနာတွေတက်ကြလဲဆိုတာကို (ဒီကောင်တွေတော့ကွာဆိုပြီး)တဟီးဟီးတဟားဟားနဲ့ ကြည့်ရမယ့်ကားမျိုး။ ဒီဇာတ်ကားကိုကြည့်ပြီးရင်တော့ ဇာတ်ကားနာမည် “Friendship” ဆိုတဲ့အတိုင်းသူတို့နှစ်ယောက်ကြားက “ပေဖော်ပေဖက် ခင်မင်မှုမျိုး”ကို ခင်ဗျားခံစားမိလိမ့်မယ်။ ပြီးရင်တော့ ဘယ်ရောက်ဘယ်ပေါက်မယ်၊ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို မှန်းလို့မရတဲ့ Road Trip မျိုးတစ်ခေါက်လောက်ဖြစ်ဖြစ် ထွက်ဖူးချင်လာလိမ့်မယ်။ငါလည်း ဘဝမှာ ဒါမျိုးတစ်ခေါက်လောက်တော့ ဖြစ်ချင်ရာဖြစ်ပေဖူးချင်လိုက်တာဆိုပြီး တွေးမိလိမ့်မယ်။ အချိန်ပေးရတာနဲ့တန်အောင်ရယ်ရ မောရမယ့် ဇာတ်ကားမျိုးမို့ ကိုယ်တိုင် ကြည့်ရှုခံစားကြည့်ကြဖို့ တိုက်တွန်းချင်ပါတယ်။(ဘာသာပြန်နှင့် အညွှန်းကတော့  Damien ပဲ ဖြစ်ပါတယ် ) File size…975MB / 545MB\nQuality…WEB-DL ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/friendship2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eV8Ph03ZNV2PmE44FQn9jHB6TdY.jpg",
        "title": "Duyen Ma (2022)",
        "description": "Duyen Ma / My Biyfriend is a Ghost (2022)ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းလေးကတော့\nMy Boyfriend Is A Ghost လို့အမည်ရတဲ့ Vietnam ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။\nမင်န်ဆိုတဲ့ တစ်ကိုယ်တော် ရိုးသားကြိုးစားတဲ့ ကောင်လေးက\nကံအကြောင်းမလှဘဲ ကားအက်ဆီးဒင့်တစ်ခုကြောင့် သေဆုံးသွားပါတော့တယ်။\nသေဆုံးခါစ ဝိဉာဉ်အဖြစ်နဲ့ သွားစရာမရှိဖြစ်နေတဲ့ မင်န့်ကို\nနော့ ဆိုတဲ့ ဝိဉာဉ်တွေ သရဲတွေကိုမြင်ရပြီး ခင်မင်ရတဲ့ဝိဉာဉ်တစ်ချို့နဲ့အတူတူနေထိုင်နေတဲ့ ကောင်မလေးက\nသူ့အိမ်က ဝိဉာဉ်တွေနဲ့အတူတူ‌ လာနေထိုင်ဖို့ခေါ်လာခဲ့ရာက စတင်ခဲ့တဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။\nသေဆုံးသွားတဲ့အဖြစ်ကိုလက်မခံနိုင်ဖြစ်နေတဲ့ မင့်န်ကို ဝိဉာဉ်ဘဝနဲ့နေသားကျသွားအောင် ကူညီပေးနေရင်း\nသူတို့နှစ်ယောက်ကြားမှာ သံယောဇဉ်တွေ ၊ အချစ်တွေ ဖြစ်ပေါ်လာပါတော့တယ်။\nကမ္ဘာနှစ်ခုခြားနေတဲ့ သူတို့အချစ်ရဲ့ခက်ခဲမှုတွေနဲ့အတူ ဘယ်လိုမျိုး အနှောင့်အယှက်တွေကြုံရမလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦးနော်။အညွှန်းကိုတော့ Cali က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Cali နဲ့ Shin ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Horror, Romance\nQuality…. 1080p | ...",
        "rating": "",
        "url": "https://channelmyanmar.org/duyen-ma-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-scopy-140x200.jpg",
        "title": "Scooby-Doo! and the Legend of the Vampire (2003)",
        "description": "Old but Gold ဆိုသလိုပဲ 2003 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ classic Scooby-Dooကားလေးကို ပြန်ကြည့်လိုက်ကြရအောင်..ဇာတ်လမ်းအကျဥ်း\nဒီတစ်ခါမှာတော့ စကူဘီတို့အုပ်စု သြစတေးလျကို အပန်းဖြေခရီးထွက်တာနဲ့ ဇာတ်လမ်းစထားပါတယ်.. ကမ်းခြေမှာ အေးဆေးငြိမ့်နေရင်းကနေ ထုံးစံအတိုင်းပဲ ဗယ်လ်မာတစ်ယောက် လမ်းညွှန်စာအုပ်ကြီးကိုင်ပြီး\nသြစတေးလျရဲ့ ရေဝေးကုန်ခေါင်ဒေသတွေကို သွားစူးစမ်းဖို့ မဲဆွယ်ပါတော့တယ်... ထူးဆန်းတာက အဲဒီလိုခေါင်တဲ့နေရာကြီးမှာ ရော့ခ်ဂီတပြိုင်ပွဲကြီး ရှိနေတာပါပဲ.. သူတို့ရောက်သွားတော့ ပဟေဠိတစ်ခုက အသင့်စောင့်နေပါပြီ.. ဒဏ္ဍာရီလာ သွေးစုပ်ဖုတ်ကောင်ကြီး ရာဝီရာဟူးနဲ့ နောက်လိုက်သွေးစုပ်ဖုတ်ကောင် ၃ကောင်က ပြိုင်ပွဲဝင်တွေကို ပြန်ပေးဆွဲနေပါတယ်.. အဲဒီနောက်လိုက်၃ကောင်ဆိုတာ မနှစ်ကပြိုင်ပွဲအပြီး ပျောက်သွားခဲ့တဲ့ လေပြင်း‌ရော့ခ်ကာအဖွဲ့ပါပဲ.. ရာဝီရာဟူးက သူတို့၃ယောက်ကိုဖမ်းပြီး သွေးစုပ်ဖုတ်ကောင်ဖြစ်အောင် ပြောင်းလိုက်တာလို့ နယ်ခံတွေက ယုံကြတာပေါ့.. ဒါပေမယ့် ပြိုင်ပွဲမတိုင်ခင်ရက်မှာပဲ စကူဘီဒူးတို့အုပ်စု ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်သွားခဲ့တဲ့အခါ...သွေးစုပ်ဖုတ်ကောင်လို့ အသံကြားရုံနဲ့တင် တုန်တက်နေတဲ့ ရှက်ဂီနဲ့ စကူဘီဒူးတို့၂ယောက်နဲ့တင် ပြည့်စုံနေပြီမလို့ အများကြီးမညွှန်းတော့ပါဘူး.. ငယ်ဘဝကို Nostalgia ပြန်ဖြစ်ရင်း ပေါ့ပေါ့ပါးပါး ခံစားကြည့်ရှုလိုက်ကြပါဦး... File ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/scooby-doo-and-the-legend-of-the-vampire-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BZGU4YzM2ZTktMTM5Ny00NmVjLThhODctM2ZjMjQ4NTY5N2Q0XkEyXkFqcGdeQXVyNTYyNzQ2MjY@._V1_-208x300.jpg",
        "title": "Crazy Beautiful You (2015)",
        "description": "KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...\nဒီဇာတ်ကားကလဲ သူတို့နှစ်ယောက်ရဲ့ တခြားဇာတ်လမ်းတွေလိုပဲ Rating တွေ ကောင်းခဲ့ပြီး နာမည်ကျော်ကြားလူကြိုက်များခဲ့တဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့...ဂျက်ကီဆိုတဲ့ ကောင်မလေးဟာ ငယ်ငယ်ကတည်းက မိခင်ထားသွားတာခံခဲ့ရပြီး အဖေနဲ့အတူနေခဲ့ရတယ်။ သူ့ကို ထားသွားရပါ့မလားဆိုပြီး အမေဖြစ်သူကို နာကျည်းရင်း ဂျစ်ကန်ကန် ကောင်မလေးအဖြစ် ကြီးပြင်းလာခဲ့တာပေါ့။ တစ်နေ့ သူ အချုပ်ထဲ ခဏရောက်နေတဲ့အချိန်မှာ အမေဖြစ်သူက ရောက်လာပြီး သူ့ကို အချုပ်ထဲကထုတ်ပေးသွားတယ်။ နောက်ပြီး သူနဲ့အတူလာနေဖို့ ခေါ်သွားခဲ့တာပေါ့။နောက်တစ်ရက် သူ့အမေဆီသွားဖို့ အစ်ကိုဖြစ်သူက လာကြိုတဲ့အချိန် ဂျက်ကီဟာ လမ်းတစ်နေရာမှာ ကားရပ်ခိုင်းပြီး ထွက်ပြေးဖို့ ကြိုးစားတော့တယ်။ အဲဒီမှာ ကီကိုဆိုတဲ့ကောင်လေးနဲ့ စတွေ့တော့တာပါပဲ။ကီကိုဆိုတာက မြို့တော်ဝန်ရဲ့သားဖြစ်ပြီးတော့ ဂျက်ကီအမေရဲ့ ပရဟိတအဖွဲ့အစည်းမှာ မြို့တော်ဝန်အစား ကူလုပ်ပေးနေတဲ့ ကောင်လေးတစ်ယောက်ပါ။ မြို့တော်ဝန်ရဲ့သားဆိုပေမဲ့ တရားဝင်အသိမှတ်ပြုခံရတဲ့သူမဟုတ်ဘဲ တန်ထမ်းတစ်ယောက်လိုပဲ သဘောထားခံရသူပါ။ သူက အသက်အများကြီးငယ်တဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/crazy-beautiful-you-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjAzNzUwMTk4OV5BMl5BanBnXkFtZTgwOTE2MjAwNTE@._V1_-146x200.jpg",
        "title": "Assassination Classroom(2015)",
        "description": "Assassination Classroom (2015)\n--------------------------------------------------------\nAnime ဖန်တွေကြားမှာ နာမည်ကြီးလူကြိုက်များခဲ့တဲ့ စီးရီးတစ်ခုဖြစ်တဲ့\nAssassination Classroom ရဲ့\nSeason 1 ကို LA အနေနဲ့ ပြန်ရိုက်ကူးထားတဲ့ကားပဲဖြစ်ပါတယ်။Anime ကို LA ပြန်ရိုက်တာမလို့ ထုံးစံအတိုင်း ဂွမ်းတဲ့နေရာတွေအများကြီးဆိုပေမယ့်\nအဓိကဇာတ်ဆောင်ဖြစ်တဲ့ Koro sensei ကတော့ တစ်ပုံစံတည်းမလို့ ဖြေသာပါသေးတယ်လို့ ဆိုရမှာပါပဲ။ဇာတ်လမ်းအကျဥ်းကတော့ လ,ကိုဖျက်ဆီးပြီးတော့ နောက်နှစ် သုံးလပိုင်းမှာ\nကမ္ဘာကိုပါဖျက်မယ်လို့ ခြိမ်းခြောက်ထားတဲ့ရေဘဝဲလိုသတ္တဝါကြီးကို\nဘယ်လိုနည်းနဲ့မှသတ်လို့မရတဲ့အဆုံး လက်လျှော့လိုက်ရတော့မယ့်အချိန်မှာ\nအကြောင်းအရင်းတော့မပြောပေမယ့် စာအရမ်းညံ့ပြီးအပယ်ခံတွေစုနေတဲ့\nအလယ်တန်းတတိယနှစ် E ခန်းရဲ့ အတန်းပိုင်ဖြစ်ခွင့်ပေးရင် အဲဒီကလေးတွေသတ်တာခံပါမယ်လို့ သဘောတူလက်ခံခဲ့ပါတယ်။ဒီလိုနဲ့ ကလေးတွေကိုစာလည်းသင်ပေးရင်း လုပ်ကြံသတ်ဖြတ်ရေးပါသင်ပေးရင်းနဲ့\nဆရာနဲ့ သူ့တပည့်တွေကြားကသံယောဇဥ်ခိုင်မာလာပြီး နောက်ဆုံးမှာ\nသူ့ကိုလုပ်ကြံနိုင်သွားမလား ဒါမှမဟုတ် မအောင်မြင်ဘဲနဲ့ မူလအစီအစဥ်အတိုင်း ကမ္ဘာကိုပဲဖျက်ဆီးမလားဆိုတာ...\nFile size…2.1GB / 1.2GB\nQuality…1080p BluRay   /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moe Pwint Phyu",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/assassination-classroom2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/mister-133x200.jpg",
        "title": "Mister Mummy (2022)",
        "description": "Mister Mummy (2022)အခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ မင်းသား ရီတေရှ်ဒေရှ်မွခ်နဲ့\nမင်းသမီး ဂျနယ်လီယားဒီဆူဇာတို့ဇနီးမောင်နှံနှစ်ယောက်ရဲ့ဟာသကားလေးပဲဖြစ်ပါတယ်။ဒီလင်မယားဟာ မင်္ဂလာသက်တမ်းကြာညောင်းခဲ့ပေမယ့် ခင်ပွန်းဖြစ်သူဟာ လုံးဝ\nကလေးမလိုချင်ခဲ့ပါဘူး။ သူ့မှာ ကလေးမလိုချင်ရတဲ့ အကြောင်းရင်းလည်း ရှိနေခဲ့ပါတယ်။သို့ပေမယ့် ဇနီးဖြစ်သူနဲ့ မိဘအသိုင်းအဝိုင်းကတော့ အရမ်းကို မြေးချီချင်နေခဲ့ပြီဖြစ်ပါတယ်။အဘက်ဘက်ကနေ နည်းလမ်းမျိုးစုံနဲ့ သူတို့လင်မယားကလေးရအောင် ကြိုးစားပေးခဲ့ပေမယ့်လည်း\nမအောင်မြင်ခဲ့ပါဘူး။ဒီလိုနဲ့ တစ်ညမှာတော့ မိဘတွေရဲ့ဆန္ဒဟာ အရာထင်ဖို့ ဖြစ်လာခဲ့ပါပြီ။ဖြစ်မှဖြစ်တော့လည်း ဇနီးသည်တင်မက ခင်ပွန်းဖြစ်သူကပါ သန္ဓေတည်လာခဲ့ပါပြီ။ဆိုတော့ ဆက်လက်ပြီး ဘယ်လိုတွေလွဲလာမလဲဆိုတာတော့ ဇာတ်ကားကြည့်ရင်းနဲ့ပဲ\nဆက်ခွီလိုက်ကြပါဦးနော်...။\nFile size…1.5GB / 688MB\nQuality…1080p HQ HD RIP /720p\nFormat…mp4\nDuration….1h 37m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "",
        "url": "https://channelmyanmar.org/mister-mummy-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-paul-135x200.jpg",
        "title": "Paul Blart: Mall Cop 2 (2015)",
        "description": "Paul Blart Mall Cop 1 ထုတ်လွှင့်အပြီး ၆နှစ်အကြာမှာ အပိုင်း(2) ထပ်မံထွက်ရှိခဲ့ပါတယ်...။ အပိုင်း (2)မှာလည်း... အပိုင်း (1)တုန်းကလိုပဲ ကုန်တိုက်လုံခြုံရေးပေါလ်ဘလတ်ရဲ့ စွန့်စားခန်းဟာသတွေကို တွေ့ရှိရမှာပါ။ ဇာတ်လမ်းအကျဥ်းမှာတော့ ပေါလ်ကို \"လုံခြုံရေးအရာရှိများအသင်းအဖွဲ့ကြီး\"က ဗေးဂတ်စ်မြို့က \"ဝင်န်ဟိုတယ်\"မှာ ကုန်စည်ပြပွဲနဲ့ ဆုပေးပွဲတက်ရောက်ဖို့ ဖိတ်ကြားခဲ့တယ်။ ဝင်န်ဟိုတယ်ကို ပေါလ်နဲ့ ပေါလ်သမီး မာရာတို့ လာရောက်တည်းခိုရင်းနဲ့ ပန်းချီကားသူခိုးလူဆိုးအဖွဲ့နဲ့ ကြုံရပါတော့တယ်။ ပထမအပိုင်းကလိုပဲ ပေါလ်အနေနဲ့ လူဆိုးအဖွဲ့ကို တစ်ယောက်ချင်းဖြုတ်ဖို့ ဖြစ်လာခဲ့တယ်။ ပေါလ်တစ်ယောက်ရဲ့ အလွဲတွေနဲ့စွန့်စားခန်းကို ဟာသနဲ့ actionရောနှောထားတဲ့ဇာတ်ကားတစ်ကားအနေနဲ့ ကြည့်ရှုရမှာပါ။ Paul Blart Mall Cop (1)ကို ကြည့်ရတာ သဘောကျရင် (2)ကို ဆက်ကြည့်လို့ရပါတယ်နော်...။ နှစ်ကားထွက်ပေမဲ့ ဇာတ်လမ်းချင်းအရမ်းမချိတ်ဆက်ထားတာကြောင့် တစ်ကားချင်းကြည့်လို့လည်းရပါတယ်။File size…(1.97GB)  / (`1.1GB) / (671.02MB)\nQuality…. Web 1080P ...",
        "rating": "",
        "url": "https://channelmyanmar.org/paul-blart-mall-cop-2-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-paul-1-134x200.jpg",
        "title": "Paul Blart: Mall Cop(2009)",
        "description": "ဒီ ဇာတ်လမ်းလေးကတော့ ခပ်ဝဝနဲ့ စိတ်ကောင်းရှိတဲ့ ကုန်တိုက်လုံခြုံရေး ပေါလ်ဘလတ် ကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပါ ။ Comedy, Actionအမျိုးအစားဖြစ်ပြီးတော့ မိသားစုနဲ့အတူတူကြည့်လို့ကောင်းမယ့် wholesomeဖြစ်တဲ့ ဇာတ်ကားမျိုးလေးလည်း ဖြစ်ပါတယ် ။ ဇာတ်လမ်းအကျဥ်းမှာတော့ ပေါလ်ဘလတ်က ဝက်စ်အောရိန့်ချ် ပါဗီလီယွန်ကုန်တိုက်ရဲ့ လုံခြုံရေးအစောင့်တစ်ယောက်၊ ပြည်နယ်ရဲတပ်ဖွဲ့ဝင်တစ်ဦးဖြစ်လာဖို့ကြိုးစားနေပေမဲ့ သွေးတွင်းသကြားဓာတ်နည်းတဲ့ရောဂါကြောင့် အိပ်မက်က အလှမ်းဝေးနေတယ်။ ပေါလ်ရဲ့ မိခင်နဲ့ ပေါလ်ရဲ့မိတဆိုးသမီးလေးမာရာကတော့ ပေါလ်ကို ဂရုစိုက်ရှာပါတယ်။ ပေါလ်ကို လက်တွဲဖော်လေးတစ်ယောက်လည်း ရစေချင်ကြတယ်။ ပေါလ်မှာလည်း သူလုံခြုံရေးစောင့်တဲ့ ကုန်တိုက်ထဲမှာ ချစ်ရတဲ့crushလေးရှိလာတယ်။ တစ်နေ့ ပေါလ်တို့ရဲ့ ကုန်တိုက်ကို အကြမ်းဖက် လူဆိုးအုပ်စုက ဓားပြတိုက်ဖို့ ဝင်ရောက်စီးနင်းကြတယ်။ အဲဒီအချိန်မှာ ဓားစာခံမိထားတဲ့crushလေးကိုကယ်လိုဇောနဲ့ ပေါလ်တစ်ယောက်က လူဆိုး၈ယောက်ကို တစ်ကိုယ်တော်အစွမ်းနဲ့ တစ်ဆင့်ချင်း ဘယ်လိုဖြုတ်သွားမလဲဆိုတာကိုတော့ Paul Blart Mall Cop ဇာတ်ကားလေးထဲမှာ ကိုယ်တိုင်ကြည့်ရှုခံစားလို့ရပါပြီFile size…(1.7GB)  / ...",
        "rating": "",
        "url": "https://channelmyanmar.org/paul-blart-mall-cop2009/"
    }
]