[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/26j7TeQpy1GTfHwB7SgNA7T0t8M.jpg",
        "title": "Holiday Rush (2019)",
        "description": "unicodeဒီတစ်ခေါက်တော့CM ပရိတ်သတ်ကြီးအတွက် Family Dramaလေးတစ်ခုတင်ဆက်ပေးလိုက်ပါတယ်။နာမည်ကတော့ Holiday Rush (2019)ပါ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲဖော်ပြပေးလိုပါသေးတယ်။Rush လို့လူသိများကျော်ကြားတဲ့ရေဒီယို အစီအစဉ်တင်ဆက်သူဟာသားသမီး လေးယောက်ရှိတဲ့ မုဆိုးဖိုတစ်ဦးပါ။ချမ်းသာသူတစ်ဦးဖြစ်တဲ့အလျောက် မိတဆိုး သားသမီးတွေကိုလိုလေသေးမရှိ အလိုလိုက်ထားရင်းသားသမီးတွေက ပျက်စီးနေကြပါပြီ။တစ်နေ့တော့ Rush တစ်ယောက် အလုပ်ကပြုတ်လာပါတော့တယ်။အရင်ကလိုမချမ်းသာတော့တဲ့ Rush တစ်ယောက် ခရစ္စမတ်မှာဒီသားသမီးတွေနဲ့ ဘယ်လိုတွေရင်ဆိုင်ကြုံတွေ့ရမလဲ?အလိုလိုက်ခံထားရတဲ့ သူ့သားသမီးတွေကရောဘယ်လိုတွေတုံ့ပြန်ကြမလဲ?စတဲ့မေးခွန်းပေါင်းများစွာနဲ့အဆုံးထိကြည့်ရှုလို့ကောင်းတဲ့ ခရစ္စမတ် မိသားစုကားလေးပါ။File Size : ( 885 MB , 329 MB )Quality :  Web-DL 720pRunning Time : 1 hr 32 minFormat : Mp4Genre :  Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe ...",
        "rating": "4.8",
        "url": "https://megaup.net/4eEOj/(CM)_Holiday_Rush_2019_(Large_Size).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zPQzLZnfVw9fbXyxxglyOsmQBlu.jpg",
        "title": "Playmobil: The Movie (2019)",
        "description": "ကာတွန်းကားလေးတွေကိုကြိုက်နှစ်သက်သူများအတွက်ပေါ့ပေါ့ပါးပါးကာတွန်းကားလေးပါ။Anya Taylor-Joyအပြင် အသံသရုပ်ဆောင်တွေအနေနဲ့Daniel Radcliffe, Adam Lambert နဲ့ Meghan Trainorတို့ကပါဝင်အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းလေးကတော့ မာလာဆိုတဲ့ကောင်မလေးကငယ်စဉ်ကသူ့မောင်လေးနဲ့အတူ ခရီးတွေထွက်ပြီးစွန့်စားခန်းတွေဖွင့်ချင်ခဲ့ပေမယ့်မိဘတွေသေဆုံးသွားတဲ့အတွက်ကြောင့်လက်တွေ့ဘဝထဲမှာပဲကျင်လည်နေရပါတယ်။တစ်နေ့မှာတော့ အပြင်ထွက်သွားတဲ့သူ့မောင်လေးနောက်လိုက်ရင်းနဲ့သူတို့မောင်နှမ Playmobilကမ္ဘာထဲရောက်သွားပြီးရုပ်လေးတွေဖြစ်သွားပါတယ်။Vikingဖြစ်သွားတဲ့သူ့မောင်လေးဖမ်းဆီးခံလိုက်ရတဲ့နောက်မှာတော့မာလာတစ်ယောက်စွန့်စားခန်းတွေဖွင့်ရင်းလိုက်လံကယ်ဆယ်ရပါတော့တယ်။ဇာတ်လမ်းကခမ်းခမ်းနားနားကြီးမဟုတ်ပေမယ့်ပေါ့ပေါ့ပါးပါးနဲ့ချစ်စရာ‌ကောင်းတဲ့ ကာတွန်းကားလေးပါ။ File Size : ( 928 MB , 347 MB )Quality :  Web-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre :  Animation , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub) ...",
        "rating": "4.6",
        "url": "https://megaup.net/29xsi/(CM)_Playmobil_The_Movie_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jAM1OSLm1AoVoXyLdbnkBlRSCdi.jpg",
        "title": "Before You Know It(2019)",
        "description": "Before You Know It(2019)အၫႊန္း*****************************IMDb....5.5,,,,Rotten..83%(unicode)Rotten Tomatos 83% အထိရထားတဲ့ Drama ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးကိုကြည့်ရတဲ့အချိန်မှာ သူတို့ကိုဘာလို့ဒီလိုတွေလျှောက်လုပ်ရတာလဲ...ဘာတွေလုပ်နေတာလဲလို့တွေးနေမိချိန်မှာပဲ\nငါဆိုရင်ရောဖြစ်နိုင်တာပဲ..ဆိုပြီးတွေးမိရအောင် ဇာတ်ကောင်တွေဟာသဘာဝကျပြီး ရိုးရိုးရှင်းရှင်းတကယ့်အခြေအနေပုံမှန်အတိုင်းလိုခံစားရစေပါတယ်။ ဝေဖန်မှုတွေလည်းအမျိုးမျိုးတွေ့ရတဲ့ဇာတ်ကားလေးပါ။ ဇာတ်လမ်းအကျဉ်းကတော့\nအမေဟာသေသွားပြီလို့သိထားရပြီး ငယ်စဉ်ကတည်းကညီအစ်မနှစ်ယောက်ဟာ ပြဇာတ်ရေးဆရာဖခင်ဖြစ်သူနဲ့ ကိုယ်ပိုင်ပြဇာတ်ရုံအပေါ်ထပ်မှာနေပါတယ်။ ညီအစ်မနှစ်ယောက်မှာ အကြီးဖြစ်သူမှာဖခင်မည်သူမှန်းမသိတဲ့ကလေးရှိပြီး\nသရုပ်ဆောင်ဝါသနာရှိသလို အငယ်ကတော့ stage manager တစ်ယောက်...ဒါပေမယ့် ဇာတ်ကောင်တိုင်းမှာ သူ့ရဲ့ကိုယ်ပိုင်ပုံစံတစ်မျိုးစီနဲ့ ဒီမိသားစုဟာစိတ်ဝင်စားစရာကောင်းပါတယ်။ တစ်နေ့ဖခင်ဖြစ်သူရုတ်တရက်ဆုံးသွားတော့ ညီအစ်မ (၂)ယောက်က\nဦးစီးဖို့ဖြစ်လာတယ်...အဲ့ဒီနောက် ညီအစ်အမ(၂)ယောက်အတွက် မမျှော်လင့်ထားတဲ့\nအဖြစ်အပျက်ကြီးရောက်ရှိလာတယ်...ကိုင်း ဒီအဖြစ်အပျက်က ဘာဖြစ်မလဲ..\nသူတို့ ညီအစ်မရော ကောင်းမွန်စွာဦးစီးဦးဆောင်ပြုနိုင်ပါ့မလားဆိုတာ\nကိုတော့ ခံစားကြည့်ကြပါ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thura Zarni Aung ပဲဖြစ်ပါတယ်...(zawgyi)Rotten Tomatos 83% အထိရထားတဲ့ Drama ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ ဒီဇာတ္ကားေလးကိုၾကည့္ရတဲ့အခ်ိန္မွာ သူတို႔ကိုဘာလို႔ဒီလိုေတြေလွ်ာက္လုပ္ရတာလဲ...ဘာေတြလုပ္ေနတာလဲလို႔ေတြးေနမိခ်ိန္မွာပဲ\nငါဆိုရင္ေရာျဖစ္ႏိုင္တာပဲ..ဆိုၿပီးေတြးမိရေအာင္ ဇာတ္ေကာင္ေတြဟာသဘာဝက်ၿပီး ႐ိုး႐ိုးရွင္းရွင္းတကယ့္အေျခအေနပုံမွန္အတိုင္းလိုခံစားရေစပါတယ္။ ေဝဖန္မႈေတြလည္းအမ်ိဳးမ်ိဳးေတြ႕ရတဲ့ဇာတ္ကားေလးပါ။ ဇာတ္လမ္းအက်ဥ္းကေတာ့\nအေမဟာေသသြားၿပီလို႔သိထားရၿပီး ငယ္စဥ္ကတည္းကညီအစ္မႏွစ္ေယာက္ဟာ ျပဇာတ္ေရးဆရာဖခင္ျဖစ္သူနဲ႔ ကိုယ္ပိုင္ျပဇာတ္႐ုံအေပၚထပ္မွာေနပါတယ္။ ညီအစ္မႏွစ္ေယာက္မွာ အႀကီးျဖစ္သူမွာဖခင္မည္သူမွန္းမသိတဲ့ကေလးရွိၿပီး\nသ႐ုပ္ေဆာင္ဝါသနာရွိသလို အငယ္ကေတာ့ stage ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/before-you-know-it2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/make-me-shudder-3-poster-140x200.jpg",
        "title": "Make Me Shudder 3 (2015)",
        "description": "Make Me Shudder 3 (2015)_____IMDb - 4.3/10\n (Unicode)Make me shudder 3 မှာလဲ သိတဲ့အတိုင်းပါပဲ။ ရှေ့ကဇာတ်ကားတွေမှာ ပါနေကြ အငြိမ်မနေ ပြသနာရှာတတ်တဲ့ မျောက်ရှုံးတသိုက် ခရီးထွက်တာနဲ့ စပါတယ်။ ဒီတစ်ခါတော့ မျောက်ရှုံးတွေ ဖူးခတ်ကမ်းခြေကို သွားတာပါ။ နဂိုကတည်းက ပုံမလာ ပန်းမလာ အချိုးကမပြေလေတော့ ကံဆိုးပြီး သူတို့သွားတဲ့နေ့မှာ ဆူနာမီ မုန်တိုင်းမိပါတယ်။ ဒီမှာပဲ မျောက်ရှုံးတသိုက် သရဲတသိုက်နဲ့ နှစ်ပါးသွားတဲ့ဇာတ်ပါ။ သူတို့တွေ ဘယ်လိုပြေးကြ အော်ကြ တလွဲလုပ်ကြဦးမလဲဆိုတာ..........။(ဒီဇာတ်ကားရဲ့ မြန်မာစာတန်းထိုးကိုတော့ Carey Nyein မှ\nသူ့ကောင်မလေးတောင်းဆိုလို့ ကိုယ်တိုင်ဘာသာပြန်ထားတာဖြစ်ပါတယ်။) Make Me Shudder 1 ကြည့်ရန် နှိပ်ပါMake Me Shudder 2 ကြည့်ရန် နှိပ်ပါ\n  \n(Zawgyi)\nMake me shudder 3 မွာလဲ သိတဲ့အတိုင္းပါပဲ။ ...",
        "rating": "4.3",
        "url": "https://megaup.net/U77e/Make_Me_Shudder_3_(Mo_6-5_Pak_Ma_Tha_Phi_3)_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fMHw1PC2nHMicGURcb6ORtc7Zqa.jpg",
        "title": "Feast of the Seven Fishes (2019)",
        "description": "(Unicode)၂၀၁၉ ထွက် Italian Christmas ကိုအခြေခံထားတဲ့ Comedy/ Slice of life ဇာတ်ကားလေးဖြစ်ပါတယ်.....ဇာတ်လမ်းအကျဉ်းလေးကတော့ တိုနီလို့ အတိုကောက်ခေါ်ကြတဲ့ အန်တိုနီယိုဟာ အီတလီသွေးနှောတဲ့ ကောင်လေးတစ်ယောက်ပါ...သူကပန်းချီဆွဲအရမ်းတော်ပြီး အနုပညာကျောင်းဝင်ခွင့်ရပေမယ့်လည်း မိဘလက်ငုတ်လက်ရင်းဆိုင်လေးမှာပဲ ပစ္စည်းပို့နေခဲ့ပါတယ်...သူတက်ချင်တာ စီးပွားရေးကျောင်းမဟုတ်ပဲ အနုပညာကျောင်းဆိုတာကို သူ့မိသားစုကို ပွင့်ပွင့်လင်းလင်း ပြောမထွက်ခဲ့လို့ပါပဲ...ဒီလိုနဲ့ မြို့ကြီးသူဘတ်သ်တစ်ယောက် ခရစ်စမတ်အချိန်မှာ သူ့ဘဝထဲကို ဆိုင်းမဆင့်ဘုံမဆင့်ဝင်လာတဲ့အခါမှာတော့...IMDB 6.5/10 ရရှိထားပြီး ခရစ်စမတ်အချိန်မှာ အီတလီလူမျိုးတွေ ကျင်းပလေ့ရှိတဲ့ ၇ မျိုးသောငါးဟင်းပွဲတွေကိုပါအသေးစိတ်မြင်ရမှာဖြစ်တဲ့အတွက် ကြည့်ရတာဗဟုသုတရစေမှာအမှန်ပါပဲ...(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)(Zawgyi)၂၀၁၉ ထြက္ Italian Christmas ကိုအေျခခံထားတဲ့ Comedy/ Slice of life ဇာတ္ကားေလးျဖစ္ပါတယ္.....ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ တိုနီလို႔ အတိုေကာက္ေခၚၾကတဲ့ အန္တိုနီယိုဟာ အီတလီေသြးေႏွာတဲ့ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/feast-of-the-seven-fishes-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rKsiN37qMt8jad5GikZzSeevyI9.jpg",
        "title": "Don’t Worry, He Won’t Get Far on Foot(2018)",
        "description": "Don't Worry, He Won't Get Far on Foot(2018)အညႊန္း**********************************************IMDB rating -6.9\nRotten tomato – 76%(unicode)Joker 2019 နဲ့လူသိများခဲ့တဲ့ Joaquin Phoenix ရဲ့ဇာတ်ကားသစ်ပါ...\nသူကတော့ John Callahan အဖြစ်သရုပ်ဆောင်ထားပါတယ်...“ကျွန်တော့်အမေနဲ့ပက်သက်တာဆိုလို့သုံးခုပဲ သိတယ် သူက အမေရိကန်အိုင်းရစ်လူမျိုး\nဆံပင် အနီ နဲ့ ကျောင်းဆရာမတစ်ယောက် ဟုတ်တယ် သူ ကျွန်တော့်ကိုမလိုချင်ခဲ့ဘူး လေးခုပေါ့” အမေရိကန်နိုင်ငံရဲ့နာမည်ကြီး ကာတွန်းဆရာ ဂျွန်ကလာဟန် သူ့ကိုယ်သူမိတ်ဆက်တိုင်းမှာပါနေကြစကားလေးပါ ငယ်ငယ်ကတည်းက အမေရဲ့စွန့်ပစ်ခြင်းကိုခံရပြီး\nမေတ္တာငတ်ခဲ့သူတစ်ယောက်ဖြစ်ခဲ့တယ် ...ခံစားချက်တွေဖုံးကွယ်ဖို့အသက် ၁၃နှစ်ကတည်းက အရက်ကိုနှစ်ခြိုက်စွာစသောက်ခဲ့တယ်..ဒါတွေရဲ့နောက်ဆက်တွဲ\nဆိုးကျိုးလို့ပဲပြောရမလားမသိ..ကားအက်ဆီးဒန့်ဖြစ်ပြီး\nအောက်ပိုင်းသေသွားခဲ့တယ် ...\nမူလကထဲက စိတ်ပိုင်းဆိုင်ရာ နာကျင်မှုတွေရှိတဲ့သူ ဟာ အောက်ပိုင်းသေသွားတဲ့အတွက်ကြောင့် ပိုဆိုးလာခဲ့တယ်....တစ်နေ့တော့\nသူအရက်မသောက်ပဲ ကျောင်းတက်ပြီး သူနှစ်သက်တဲ့အလုပ်တစ်ခုလုပ်ကာ\nသူ့ဘ၀ကိုအရှုံးမပေးဖို့စတင်ကြိုးစားပါတော့တယ်...\nသူဘယ်လိုကြိုးစားလဲ...အောက်ပိုင်းသေနေတဲ့သူတစ်ယောက်ဟာ\nဘယ်လောက်ထိအောင်မြင်မှုတွေရခဲ့လဲ...\nဒီဇာတ်ကားက တော့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းဖြစ်ပါတယ်...\nကာတွန်းတွေ တစ်ချက်ထိ ဟာသ သရောကာတွန်းလေးတွေရေးတဲ့အပြင်\nကာတွန်းစီးရီးတွေနဲ့အောင်မြင်မှုရခဲ့တဲ့ John Callahan အကြောင်းကို\nရိုက်ပြထားတာပါ... ခံစားကြည့်ကြပါဦး...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nTin Myo ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/dont-worry-he-wont-get-far-on-foot2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lrin8dVFKVM95bFCZIz1WPKGRCW.jpg",
        "title": "A Lifetime Treasure ( 2019 )",
        "description": "Zawgyi*******ဒီဇာက္ကားေလးဟာ ေဟာင္ေကာင္ဟာသေလးေလးျဖစ္ၿပီးအရမ္းကိုရယ္ရတဲ့ဇာက္ကားေလးပါ တကယ္ပါ ဇာက္လမ္းဇာက္အိမ္ေကာင္မြန္ၿပီးနမည္ႀကီးမင္းသားႀကီးေတြ ပါဝင္ထားၿပီး ဟာသ dramaကားေလးပဲ ျဖစ္ပါတယ္ဒီဇာက္ကားထဲမွာ companyတစ္ခုလုပ္ေနတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ဟာသူေဌးရဲ႕ခိုင္းေစခ်က္အရ ဘိုးဘြားရိပ္သာကို ေရာက္ရွိလာပါတယ္အဲ့ဒီဘိုးဘြားရိပ္သာမွာဆိုရင္ လူ ၇ေယာက္ပဲ ရွိပါတယ္ပထမဆူံးတစ္ေယာက္ကေတာ့ ဘိုးဘြားရိပ္သာပိုင္ရွင္ဆရာဝန္ခပ္ေၾကာင္ေၾကာင္တစ္ေယာက္ပါပဲ သူက ဆရာဝန္သာေျပာတယ္သူ႔ဘာသာသူ ဘာေရာဂါျဖစ္ေနမွန္းမသိတဲ့သူပါေနာက္တစ္ေယာက္ကေတာ့ ဆရာဝန္လက္ေထာက္ သူနာျပဳမွေလးပါသူကေတာ့ ခပ္ေခ်ာေခ်ာေလး ဒါေပမဲ့ သူမလုပ္ႏိူင္တာဘာမွမရွ္ိပါဘူးေနာက္ငါးေယာက္ကေတာ့ သက္ႀကီး႐ြယ္အိုေတြပါ လူႀကီးေတြလို႔သာေျပာတယ္သူတိူ႔မွာ သူတို႔ရဲ႕ဇာက္လမ္းေလးေတြ လူမသိေသးတဲ့ သူတိူ႔ရဲ႕ကြၽမ္းက်င္မႈေတြကို ေတြ႕ရမွာပါ ဟိုခပ္ေၾကာင္ေၾကာင္သူငယ္ခ်င္းႏွစ္ေယာက္ရိပ္သာကိုေရာက္လာတာ ဘာရယ္႐ြယ္ခ်က္ရွိလို႔လဲ သူတို႔နဲ႔ ရိပ္သာကဘိုးဘြားေတြ ဘယ္လိုအလြဲေတြနဲ႔ ခြီးရမလဲဆိုတာ ဇာက္ကားေလးသာၾကည့္လိုက္ၾကပါေတာ့ ၫြန္းရမယ္ဆိုရင္ ေတာ္ေတာ္ေလးကို ေပါ့ပါးၿပီးရယ္ရတဲ့ကားေကာင္းေလး တစ္ကားျဖစ္တာေၾကာင့္ ၾကည့္ရႈသူေတြစိတ္ေၾကနပ္မႈရွိေစမွာပါ. Unicode*******ဒီဇာက်ကားလေးဟာ ဟောင်ကောင်ဟာသလေးလေးဖြစ်ပြီးအရမ်းကိုရယ်ရတဲ့ဇာက်ကားလေးပါ တကယ်ပါ ဇာက်လမ်းဇာက်အိမ်ကောင်မွန်ပြီးနမည်ကြီးမင်းသားကြီးတွေ ပါဝင်ထားပြီး ဟာသ dramaကားလေးပဲ ဖြစ်ပါတယ်ဒီဇာက်ကားထဲမှာ companyတစ်ခုလုပ်နေတဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာသူဌေးရဲ့ခိုင်းစေချက်အရ ဘိုးဘွားရိပ်သာကို ရောက်ရှိလာပါတယ်အဲ့ဒီဘိုးဘွားရိပ်သာမှာဆိုရင် လူ ၇ယောက်ပဲ ရှိပါတယ်ပထမဆူံးတစ်ယောက်ကတော့ ဘိုးဘွားရိပ်သာပိုင်ရှင်ဆရာဝန်ခပ်ကြောင်ကြောင်တစ်ယောက်ပါပဲ သူက ဆရာဝန်သာပြောတယ်သူ့ဘာသာသူ ဘာရောဂါဖြစ်နေမှန်းမသိတဲ့သူပါနောက်တစ်ယောက်ကတော့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/a-lifetime-treasure-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8j58iEBw9pOXFD2L0nt0ZXeHviB.jpg",
        "title": "Once Upon a Time … in Hollywood (2019)",
        "description": "(Unicode)တစ်ခါတုန်းက ဟောလိဝုဒ်မှာ ဆိုတဲ့ ရုပ်ရှင်လေးကို တင်ပေးလိုက်ပါတယ်။ဒါကတော့ ရုပ်ရှင် ၁၀ ကား ရိုက်ပြီးရင် အနားယူပါတော့မယ်ဆိုတဲ့ ဂန္ဓဝင်ဒါရိုက်တာကြီး ကွင်တင် တာရန်တီနိုရဲ့ ၉ ကားမြောက်ရုပ်ရှင်ပါပဲ။အရင်ရှစ်ကားကတော့ Django Unchained (2012) ... The Hateful Eight (2015) ... Death Proof (2007) ...Inglourious Basterds (2009) ... Reservoir Dogs (1992) ... Kill Bill: Vol. ... Kill Bill: Vol. ... Jackie Brown (1997) ဆိုတဲ့ကားတွေပါပဲ။ဒီရုပ်ရှင်ကတော့ ဟောလိဝုဒ်ခေတ်ဟောင်းကို ပြန်တမ်းတဖို့ သရုပ်ဖော်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ခေတ်ဟောင်းကောင်းဘွိုင်ကားအကြောင်းတွေ၊ ဟောလိဝုအထာတွေ၊ အဲဒီခေတ်ရဲ့ ဟစ်ပီတွေနဲ့ ပုံဖော်ထားတာပါပဲ။...",
        "rating": "7.7",
        "url": "https://megaup.net/2Tn7e/Once_Upon_A_Time_…_In_Hollywood_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nAervZUh0oosR06cZtNrRWKIGBs.jpg",
        "title": "Terlalu Tampan ( 2019 )",
        "description": "Zawgyi*******ဒီဇာတ္ကားေလးကေတာ့ IMDb မွာလည္း 7.1 အထိရထားၿပီiflix မွာလည္း 8.6/10ထိရထားတဲ့ အင္ဒိုနီးရွားဆယ္ေက်ာ္သက္ေပါ့ေပါ့ပါးပါးအခ်စ္ဟာသကားေလးပဲျဖစ္ပါတယ္။႐ုပ္ရွည္ေခ်ာၿပီးခန္႔ညားလွၿပီဆိုၿပီးအရာရာအဆင္ေျပၿပီလို႔ထင္ၾကတဲ့သူေတြရွိၾကေပမယ့္ ဒီမွာေတာ့မ်ိဳး႐ိုးလိုက္႐ုပ္ေခ်ာတဲ့အေခ်ာႀကီးမိသားစုကေပါက္ဖြားလာလို႔ေစာ္ၾကည္ဘဲျဖစ္ေနတဲ့ေကာင္ေလးတစ္ေယာက္.....ေတြ႕သမွ်မိန္းမတိုင္းကသဲသဲလႈပ္ၾကလြန္းလို႔အျပင္ေတာင္မထြက္ရဲေအာင္ျဖစ္ရၿပီး ေခ်ာလြန္းလို႔ဒုကၡေရာက္ေနရတဲ့ကူလင္းတစ္ေယာက္.....မိဘေတြနဲ႔အစ္ကိုျဖစ္သူတို႔ေပါင္းၿပီးဂ်င္းထည့္လိုက္လို႔ မျဖစ္မေနအျပင္ေက်ာင္းစတက္ရတဲ့အခါ..ေလာကႀကီးထဲတကယ္စၿပီးတိုး၀င္မိတဲ့အခါမွာေတာ့ သူ႔ေၾကာက္ေနတဲ့အရာေတြ....သူလက္ခံထားတဲ့စံသတ္မွတ္ခ်က္ေတြ...အားလုံးေျပာင္းလဲသြားပါတယ္။တကယ္အဲလိုျဖစ္သြားေစရေအာင္ ေက်ာင္းစတက္ကတည္းဘယ္လိုေတြျဖစ္ခဲ့လဲ...ဘာေတြကအဓိကျဖစ္ေစခဲ့လဲဆို တာေတာ့.လူငယ္အခ်စ္ဟာသကားေလးျဖစ္တဲ့အတြက္ ေပါ့ေပါ့ပါးပါးနဲ႔ၾကည့္ေကာင္းေစမွာပါ။ Unicode*******ဒီဇာတ်ကားလေးကတော့ IMDb မှာလည်း 7.1 အထိရထားပြီiflix မှာလည်း 8.6/10ထိရထားတဲ့ အင်ဒိုနီးရှားဆယ်ကျော်သက်ပေါ့ပေါ့ပါးပါးအချစ်ဟာသကားလေးပဲဖြစ်ပါတယ်။ရုပ်ရှည်ချောပြီးခန့်ညားလှပြီဆိုပြီးအရာရာအဆင်ပြေပြီလို့ထင်ကြတဲ့သူတွေရှိကြပေမယ့် ဒီမှာတော့မျိုးရိုးလိုက်ရုပ်ချောတဲ့အချောကြီးမိသားစုကပေါက်ဖွားလာလို့စော်ကြည်ဘဲဖြစ်နေတဲ့ကောင်လေးတစ်ယောက်.....တွေ့သမျှမိန်းမတိုင်းကသဲသဲလှုပ်ကြလွန်းလို့အပြင်တောင်မထွက်ရဲအောင်ဖြစ်ရပြီး ချောလွန်းလို့ဒုက္ခရောက်နေရတဲ့ကူလင်းတစ်ယောက်.....မိဘတွေနဲ့အစ်ကိုဖြစ်သူတို့ပေါင်းပြီးဂျင်းထည့်လိုက်လို့ မဖြစ်မနေအပြင်ကျောင်းစတက်ရတဲ့အခါ..လောကကြီးထဲတကယ်စပြီးတိုးဝင်မိတဲ့အခါမှာတော့ သူ့ကြောက်နေတဲ့အရာတွေ....သူလက်ခံထားတဲ့စံသတ်မှတ်ချက်တွေ...အားလုံးပြောင်းလဲသွားပါတယ်။တကယ်အဲလိုဖြစ်သွားစေရအောင် ကျောင်းစတက်ကတည်းဘယ်လိုတွေဖြစ်ခဲ့လဲ...ဘာတွေကအဓိကဖြစ်စေခဲ့လဲဆို တာတော့.လူငယ်အချစ်ဟာသကားလေးဖြစ်တဲ့အတွက် ပေါ့ပေါ့ပါးပါးနဲ့ကြည့်ကောင်းစေမှာပါ။ Translated & Review By Thura Zarni AungEncoded By LK",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/terlalu-tampan-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mfJ6GFmbrc6XVC9TaSlMlolhNn9.jpg",
        "title": "TKKG (2019)",
        "description": "တင်မ်ဆိုတဲ့ကောင်လေးတစ်ယောက်က ပညာသင်ဆုရပြီးကျောင်းအိပ်ကျောင်းစားကျောင်းတစ်ခုကို ပြောင်းလာရပါတယ်။အဲမှာ့ သူ့အခန်းဖော်က သူဌေးသား ဝီလီပေါ့။အဲမှာ ဝီလီကိုကျောင်းလိုက်ပို့တဲ့ ဝီလီ့အဖေရဲ့လက်ထောက်ကအပြန်မှာလေယာဥ်ပျက်ကျသွားတယ်။အဲလေယာဥ်ပေါ်မှာတရုတ်ပြည်ရှောင်လုံကျောင်းတော်ကရွှေရုပ်တုတစ်ခုပါ ပါသွားတဲ့အခါ...တင်မ်နဲ့ဝီလီတို့က ဒီအမှုရဲ့နောက်ကိုလိုက်ပြီး စုံစမ်းကြရင်းဘယ်လိုအခက်အခဲတွေကျော်ဖြတ်သွားရမလဲ...အမှုမှန်ရောပေါ်ပေါက်နိုင်ပါ့မလား...ဆိုတာတွေကိုတော့ ဇာတ်လမ်းလေးထဲမှာ ဆက်လက်ရှုစားကြပါ File Size : ( 899 MB , 344 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 35 minFormat : Mp4Genre :  Adventure , Comedy , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/1tmjd/(CM)_TKKG_2019_(Large_Size).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/el1pKVogVwmE1dpbeAO1Ol6y1Vl.jpg",
        "title": "New Year’s Eve (2011)",
        "description": "နာမည်ကျော်သရုပ်ဆောင်တွေ ပါဝင်ထားတဲ့ New yearဇာတ်ကားလေးပါ။နှစ်စဉ်ကျင်းပနေကြ New Yorkရဲ့ Times Square Ball Dropပွဲကိုကျင်းပဖို့တာဝန်ယူထားတဲ့ အမျိုးသမီးတစ်ယောက်ရယ်၊New Yorkရဲ့ပါတီတစ်ခုကို အမီပြန်ရမယ့်ယောက်ျားတစ်ယောက်ရယ်၊ဖိအားတွေများတဲ့အလုပ်ကနေထွက်လိုက်တဲ့ မိန်းမတစ်ယောက်ရယ်၊ပစ္စည်းပို့တဲ့ကောင်လေးတစ်ယောက်ရယ် (Zac Efronလေး)၊ဆယ်ကျော်သက်သမီးချောလေးရဲ့ မိခင်တစ်ယောက်ရယ်၊နှစ်သစ်ကူးညမှာကလေးအစောဆုံးမွေးနိုင်ရင်ပိုက်ဆံရမယ့်စုံတွဲနှစ်တွဲရယ်၊ဆေးရုံမှာ ကင်ဆာကြောင့်သေခါနီးအဖိုးကြီးတစ်ယောက်ရယ်အပြင်တခြားဇာတ်ကောင်တွေလည်း ပါဝင်ထားပါတယ်။နှစ်သစ်ကူးမှာကြည့်လို့ရမယ့် ပေါ့ပေါ့းပါးပါးဇာတ်လမ်းလေးပါ။ File Size : ( 1 GB , 357 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 53 minFormat : Mp4Genre :  Comedy , RomanceSubtitle : Myanmar ...",
        "rating": "5.7",
        "url": "https://megaup.net/1ws5f/New_Year%E2%80%99s_Eve_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5o3N6pQFGqoIZJYUrXImSzFGvvj.jpg",
        "title": "Back Street Girls: Gokudols ( 2019 )",
        "description": "Zawgyi*******ဒီဇာတ္လမ္းမွာေတာ့ ကန္တ႐ို ယာမာမိုတို၊ ႐ို အိခ်ိ ဘန နဲ႔ကာဇုဟီကို ဆုဂိဟာယတို႔ က ယာကူဇာေပါက္စေတြပါ။တေန႔မွာေတာ့ သူတို႔ရဲ႕ boss ျဖစ္သူကိုအႀကီးအက်ယ္ေဒါသထြက္ေအာင္လုပ္မိရင္းက သူတို႔အျပစ္အတြက္ဘာျဖစ္ျဖစ္ လုပ္ပါမယ္လို႔ ကတိေပးလိုက္ၾကပါေတာ့တယ္သူတို႔ရဲ႕ boss က ဆယ္ေက်ာ္သက္ အဆိုေတာ္မေလးေတြကပိုက္ဆံရွာႏိုင္တယ္ဆိုၿပီး ဒီ ယာကူဇာငတိသုံးေကာင္ကိုလိင္ေျပာင္းခိုင္းၿပီး ပလစ္စတစ္ဆာဂ်ရီ လုပ္ခိုင္းပါေတာ့တယ္ငတိ သုံးေကာင္ကေတာ့ ယာကူဇာအျဖစ္ကေန ဘုန္းကညာတပါး လုံးရာကျပားရင္ ဘယ္လိုေတြ ဆက္လြဲၾကဦးမလဲဆိုတာေတာ့ ဇာတ္လမ္းေလးမွာ ဆက္ၾကည့္လိုက္ၾကပါစို႔ေနာ္.. Unicode*******ဒီဇာတ်လမ်းမှာတော့ ကန်တရို ယာမာမိုတို၊ ရို အိချိ ဘန နဲ့ကာဇုဟီကို ဆုဂိဟာယတို့ က ယာကူဇာပေါက်စတွေပါ။တနေ့မှာတော့ သူတို့ရဲ့ boss ဖြစ်သူကိုအကြီးအကျယ်ဒေါသထွက်အောင်လုပ်မိရင်းက သူတို့အပြစ်အတွက်ဘာဖြစ်ဖြစ် လုပ်ပါမယ်လို့ ကတိပေးလိုက်ကြပါတော့တယ်သူတို့ရဲ့ boss က ဆယ်ကျော်သက် အဆိုတော်မလေးတွေကပိုက်ဆံရှာနိုင်တယ်ဆိုပြီး ဒီ ယာကူဇာငတိသုံးကောင်ကိုလိင်ပြောင်းခိုင်းပြီး ပလစ်စတစ်ဆာဂျရီ လုပ်ခိုင်းပါတော့တယ်ငတိ သုံးကောင်ကတော့ ယာကူဇာအဖြစ်ကနေ ဘုန်းကညာတပါး လုံးရာကပြားရင် ဘယ်လိုတွေ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/back-street-girls-gokudols-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kl0HnWS6DuVX9A6RfUXo4ixBB6i.jpg",
        "title": "Cheer Up, Mr. Lee(2019)",
        "description": "Cheer Up, Mr. Lee(2019)(unicode)လီချောဆူဟာ ခန္ဓာပိုင်းဆိုင်ရာပြည့်စုံနေပေမယ့်\nစိတ်ပိုင်းဆိုင်ရာမှာတော့ ချို့တဲ့မှုတွေရှိနေတယ်....\nသာမန်လူတစ်ယောက်လို မတွေးတတ်တဲ့အပြင်တစ်ချို့အပြုအမူ\nအပြောအဆိုတွေဟာ ကလေးငယ်တစ်ယောက်လိုဖြစ်နေတတ်တယ်...\nဒီလိုနဲ့ပဲ ပတ်ဝန်းကျင်မှာ အဆင်မပြေမှုများစွာနဲ့ ဖြတ်သန်းနေပေမယ့်\nသူ့လို လူအတွက်ဖြစ်နိုင်ဖို့ခဲယဥ်းတဲ့ကိစ္စတစ်ခုကြုံလိုက်ရတယ်...\nအဲ့ဒီက သမီးလေးတစ်ယောက်သူ့မှာရှိခဲ့တဲ့အပြင်\nအဲ့ဒီသမီးလေးကလည်း သွေးကင်ဆာရောဂါသည်လေး....\nဒီသမီးလေးအတွက်လည်း လက်မခံချင်စရာ အားငယ်ရတဲ့ ဖြစ်ရပ်မျိုးပါပဲ...\nသူ့အဖေက စိတ်ကျန်းမာရေးချို့တဲ့ သူကိုး....\nဒီသမီးလေးက ဆေးရုံမှာ အချိန်ပြည့်နေရပေမယ့် တစ်နေ့ ဘတ်စကတ်ဘော\nအကျော်အမော်ဆီကလိုချင်လို့ ဆေးရုံက ခိုးထွက်သွားတယ်...\nအဖေဖြစ်သူ လီချောဆူလည်း မမျှော်လင့်ဘဲပါသွားလေရဲ့...\nသူတို့ လက်မှတ်ရမလား..လမ်းတစ်လျှောက် သားအဖ ၂ ယောက်\nဘယ်လို အလွဲတွေလုပ်ကြမလဲ....သားအဖ ဆက်ဆံရေးမျိုးရော ပိုင်ဆိုင်ပါ့မလား...\nမာဝမ်ကြီးဆိုပြီး လူသိများတဲ့ မင်းသားကြီး Cha Seung-Won က လီချောဆုအဖြစ်အဓိက သရုပ်ဆောင်ထားပါတယ်..ခံစားကြည့်ကြပါဦး..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hay Thar Oo ပဲဖြစ်ပါတယ်....(zawgyi)လီေခ်ာဆူဟာ ခႏၶာပိုင္းဆိုင္ရာျပည့္စုံေနေပမယ့္\nစိတ္ပိုင္းဆိုင္ရာမွာေတာ့ ခ်ိဳ႕တဲ့မႈေတြရွိေနတယ္....\nသာမန္လူတစ္ေယာက္လို မေတြးတတ္တဲ့အျပင္တစ္ခ်ိဳ႕အျပဳအမူ\nအေျပာအဆိုေတြဟာ ကေလးငယ္တစ္ေယာက္လိုျဖစ္ေနတတ္တယ္...\nဒီလိုနဲ႔ပဲ ပတ္ဝန္းက်င္မွာ အဆင္မေျပမႈမ်ားစြာနဲ႔ ျဖတ္သန္းေနေပမယ့္\nသူ႔လို လူအတြက္ျဖစ္ႏိုင္ဖို႔ခဲယဥ္းတဲ့ကိစၥတစ္ခုႀကဳံလိုက္ရတယ္...\nအဲ့ဒီက သမီးေလးတစ္ေယာက္သူ႔မွာရွိခဲ့တဲ့အျပင္\nအဲ့ဒီသမီးေလးကလည္း ေသြးကင္ဆာေရာဂါသည္ေလး....\nဒီသမီးေလးအတြက္လည္း လက္မခံခ်င္စရာ အားငယ္ရတဲ့ ျဖစ္ရပ္မ်ိဳးပါပဲ...\nသူ႔အေဖက စိတ္က်န္းမာေရးခ်ိဳ႕တဲ့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/cheer-up-mr-lee2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ivymBQYzYqZoLhvgYg77gSzXKsA.jpg",
        "title": "The Knight Before Christmas (2019)",
        "description": "(Unicode)ခရစ္စမတ်အငွေ့အသက်တွေပါတဲ့ ကြည်နူးစရာအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို The Knight Before Christma (2019) မှာမြင်တွေ့ရမှာပါ။အချစ်ဟာသဇာတ်မြူးလေးဖြစ်ပြီး IMDb Rating 5.6 ရရှိထားပါတယ်။ဆရာမလေး ဘရွတ်ဝင်းတားတစ်ယောက် နတ်သမီးပုံပြင်တွေထဲကလို မြင်းစီးလာတဲ့ တောက်ပနေတဲ့ချပ်ဝတ်တန်ဆာတွေနဲ့မင်းသားလေးကိုမတွေ့ဘဲ ၁၄ရာစုက သူရဲကောင်းတစ်ယောက်ကို ၂၀၁၉ မှာ ကားနဲ့ဝင်တိုက်မိပါတယ်။သူ့ကားနဲ့တိုက်မိလို့ အတိတ်မေ့သွားတယ်လို့ ယူဆပြီး အိမ်မှာ ခဏတည်းစေပါတယ်။ခရစ္စမတ်ပွဲအတွက် ပြင်ဆင်ရင်း သူတို့နှစ်ဦးကြားမှာ စိတ်ကူးယဉ်ဆန်ဆန်အချစ်ဇာတ်လမ်းတွေဖြစ်သွားတာကို ဟာသနှောပြီး မြင်တွေ့ရမှာပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ May Tharaphi Lwin ပါ)(Zawgyi) ခရစၥမတ္အေငြ႕အသက္ေတြပါတဲ့ ၾကည္ႏူးစရာအခ်စ္ဇာတ္လမ္းေလးတစ္ပုဒ္ကို The Knight Before Christma (2019) မွာျမင္ေတြ႕ရမွာပါ။အခ်စ္ဟာသဇာတ္ျမဴးေလးျဖစ္ၿပီး IMDb Rating 5.6 ရရွိထားပါတယ္။ဆရာမေလး ဘ႐ြတ္ဝင္းတားတစ္ေယာက္ နတ္သမီးပုံျပင္ေတြထဲကလို ျမင္းစီးလာတဲ့ ေတာက္ပေနတဲ့ခ်ပ္ဝတ္တန္ဆာေတြနဲ႔မင္းသားေလးကိုမေတြ႕ဘဲ ၁၄ရာစုက သူရဲေကာင္းတစ္ေယာက္ကို ၂၀၁၉ မွာ ကားနဲ႔ဝင္တိုက္မိပါတယ္။သူ႔ကားနဲ႔တိုက္မိလို႔ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-knight-before-christmas-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c8xMjFoLLmuamrWbCXnp0Mq2eZQ.jpg",
        "title": "Dream Girl (2019)",
        "description": "(Unicode)\"ဟဲလို ____ပူဂျားစကားပြောနေပါတယ်ရှင့်\"ဖုန်းမြည်သံကြားလို့ ကိုင်လျက်သား ဖြစ်တဲ့အခါ ဒီ အဖြေစကားနဲ့ ထူးရတယ်။ဖုန်းခေါ်သူ အများစုက ပုရိသ တွေဖြစ်ပြီး တစ်ဖက်မှာတော့ ပူဂျား ဆိုတဲ့ နတ်ပျိုမယ်လေးက လက်ခံ စကားပြောရတယ်။ဒါဟာ Friendship call center အခန်းထောင့်တစ်နေရာရဲ့ ဇာတ်ဝင်ခန်းလေး။ပြောရရင် ပူဂျား ဆိုတာက ဖုန်းနံပါတ်တစ်ခုပိုင်ရှင်။ ပူဂျားကလည်း အသံချိုသာတယ်။ ချွဲတယ်။များသော အားဖြင့် စကားလက်ခံပြောဖူးသူ တိုင်း ကြွေတဲ့ သူပေါ့။အစကတော့ ပူဂျားနေရာမှာ ကောင်မလေးတစ်ယောက်က လက်ခံစကားပြောတယ်။ဒါပေမဲ့ တစ်နေ့မှာ အဲ့ကောင်မလေးက ရုံးမလာဘူး ။ အဲ့မှာ ဖုန်းဆက်သူတွေ နဲ့ ပွဲပေါ့ ။ဖြစ်ချင်တော့ ကရမ် ဆိုတဲ့ ငနဲလေးက အဲ့ ရုံးကို မယောင်မလည် အလုပ်လာလျှောက်တယ်။ အစကတော့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/dream-girl-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/51WnU2ELxfOiV3zENCstdYPPMvi.jpg",
        "title": "Breaking Barbi (2019)",
        "description": "ဆိုရှယ်မီဒီယာပေါ်က ဆဲလ်ဖီဘုရင်မတစ်ပါးဖြစ်သည့်ဘာဘီတစ်ယောက်ဒိတ်တင်းအပလီကေးရှင်းဆိုဒ်တွေပေါ်ကဖော်လိုဝါများများနဲ့ကောင်ချောလေးတစ်ယောက်နှင့်ပထမဦးဆုံးသောဒိတ်အဖြစ်တောထဲတောင်ထဲသို့ခရီးရှည်ထွက်လာရသည်...သူ့စိတ်ကူးထဲမှာတော့ဒီလိုကောင်ချောလေးနဲ့အတူတူခရီးထွက်လာရသည့်အတွက်သူနဲ့အပြိုင် ဆိုရှယ်မီဒီယာပေါ်ကမိန်းကလေးများအားကျသဝန်တိုနေတော့မည်ကိုတွေးရင်းပျော်နေသည်...သို့သော် မထင်မှတ်ဘဲနဲ့ သူ့ရည်းစားကောင်လေးမှာသူ့ကြောင့်သေဆုံးသွားရပြီး သူတစ်ယောက်တည်းထိုတောအုပ်ထဲမှာ လမ်းပျောက်သွားသောအခါမှာတော့...တောအုပ်ထဲမှာ ဘယ်လိုစိတ်လှုပ်ရှားဖွယ်ရာ၊ကြောက်မက်ဖွယ်ရာဖြစ်ရပ်တွေက ဘာဘီ့ကိုကြိုဆိုနေမှာလဲ...ဘာဘီတစ်ယောက် ဘေးမသီရန်မခပဲနဲ့ သူ့အိမ်ကိုပြန်သွားနိုင်ပါ့မလားဆိုတာ စိတ္၀င္တစားနဲ႕ၾကည့္လိုက္ရေအာင္လား File Size : ( 843 GB , 289 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre :  ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "7.1",
        "url": "https://megaup.net/299hp/(CM)_Breaking_Barbi_2019_(Large_Size).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2gdyx9aRpBCyLbMbWZGgR2nzjI3.jpg",
        "title": "Go Lala Go! 2 ( 2015 )",
        "description": "Zawgyi*******ဒီတစ္ေခါက္ေတာ့ အလုပ္ခြင္မွာ ဆရာမႀကိဳးစားရင္း အခ်စ္ေရးမွာေသြးေအးလာတယ္ဆိုတဲ့ လုပ္ငန္းခြင္က မမတို႔ရဲ႕ ဘဝကိုမ်ိဳးစုံ ႀကိဳးခုန္ပုံေဖာ္ထားတဲ့ ဇာတ္ကားေကာင္းေလးကိုေနာက္တစ္မ်ိဳး႐ိုက္ျပထားတဲ့ Go Lala go 2 ကို ဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္ထုံးစံအတိုင္း လာလာဆိုတဲ့ေကာင္မေလး အေၾကာင္းကို ပုံေဖာ္ထားတာပါဒီကားေလးထဲမွာေတာ့ အလုပ္မွာ ေနရာတစ္ခုရလာတယ္႐ုပ္ဝတၳဳပိုင္းဆိုင္ရာ ေအာင္ျမင္လာတဲ့ လာလာအတြက္တကယ့္ ေပ်ာ္႐ႊင္မႈက ဘာဆိုတာကို ရွာေဖြတဲ့ ဇာတ္ေလးေပါ့...I’ve been to paradise but I never been to me ...ဆိုတဲ့ စာသားေလးကို ကြက္ကြက္ကြင္းကြင္းျမင္ေစမယ့္ဇာတ္ကားေလးမို႔ ဘဝအေမာေတြကို ဒီကားေလးနဲ႔ ေျဖလိုက္ေနာ္Unicode*******ဒီတစ်ခေါက်တော့ အလုပ်ခွင်မှာ ဆရာမကြိုးစားရင်း အချစ်ရေးမှာသွေးအေးလာတယ်ဆိုတဲ့ လုပ်ငန်းခွင်က မမတို့ရဲ့ ဘဝကိုမျိုးစုံ ကြိုးခုန်ပုံဖော်ထားတဲ့ ဇာတ်ကားကောင်းလေးကိုနောက်တစ်မျိုးရိုက်ပြထားတဲ့ Go Lala go 2 ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်ထုံးစံအတိုင်း လာလာဆိုတဲ့ကောင်မလေး အကြောင်းကို ပုံဖော်ထားတာပါဒီကားလေးထဲမှာတော့ အလုပ်မှာ နေရာတစ်ခုရလာတယ်ရုပ်ဝတ္ထုပိုင်းဆိုင်ရာ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/go-lala-go-2-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8uB5dHuiBa3O5cQ1Ft4pwEFyxgW.jpg",
        "title": "Go Lala Go! ( 2010 )",
        "description": "Zawgyi*******ဒီတစ္ေခါက္ေတာ့ အလုပ္ခြင္မွာ ဆရာမႀကိဳးစားရင္း အခ်စ္ေရးမွာေသြးေအးလာတယ္ဆိုတဲ့ လုပ္ငန္းခြင္က မမတို႔ရဲ႕ ဘဝကိုမ်ိဳးစုံ ႀကိဳးခုန္ပုံေဖာ္ထားတဲ့ ဇာတ္ကားေကာင္းေလးကို ဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးနာမည္က GO LALA တဲ့...လာလာဆိုတဲ့ေကာင္မေလး အေၾကာင္းကို ပုံေဖာ္ထားတာပါဒီကားေလးထဲမွာ အလုပ္ရဖို႔ အလုပ္မွာ ရာထူးတက္ဖို႔ အလုပ္မွာေအာင္ျမင္ဖို႔ ႀကိဳးစားေနတဲ့ လာလာတစ္ေယာက္ ေသြးေအးလာတဲ့အခ်စ္ေရးကို ဘယ္လိုဆက္လုပ္မယ္ဆိုတာရယ္...လာလာရဲ႕ ႀကိဳးစားမႈေတြကို နားလည္ရခက္ေနတဲ့ လာလာခ်စ္သူေဒးဗစ္ကေရာ ဘယ္လိုေတြ ဆုံးျဖတ္မယ္ဆိုတာၾကည့္ရင္းကိုယ္ဆိုဘယ္လိုလုပ္မွာဆိုၿပီး စိတ္ကူးယဥ္ႏိုင္ၾကပါေစ...ေပါ႔ေပါ႔ပါးပါးနဲ႕ ၾကည္႕လို႔ေကာင္းတဲ႔ဇာတ္ကားေလးပါပဲ Unicode*******ဒီတစ်ခေါက်တော့ အလုပ်ခွင်မှာ ဆရာမကြိုးစားရင်း အချစ်ရေးမှာသွေးအေးလာတယ်ဆိုတဲ့ လုပ်ငန်းခွင်က မမတို့ရဲ့ ဘဝကိုမျိုးစုံ ကြိုးခုန်ပုံဖော်ထားတဲ့ ဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးနာမည်က GO LALA တဲ့...လာလာဆိုတဲ့ကောင်မလေး အကြောင်းကို ပုံဖော်ထားတာပါဒီကားလေးထဲမှာ အလုပ်ရဖို့ အလုပ်မှာ ရာထူးတက်ဖို့ အလုပ်မှာအောင်မြင်ဖို့ ကြိုးစားနေတဲ့ လာလာတစ်ယောက် သွေးအေးလာတဲ့အချစ်ရေးကို ဘယ်လိုဆက်လုပ်မယ်ဆိုတာရယ်...လာလာရဲ့ ကြိုးစားမှုတွေကို နားလည်ရခက်နေတဲ့ လာလာချစ်သူဒေးဗစ်ကရော ဘယ်လိုတွေ ဆုံးဖြတ်မယ်ဆိုတာကြည့်ရင်းကိုယ်ဆိုဘယ်လိုလုပ်မှာဆိုပြီး စိတ်ကူးယဉ်နိုင်ကြပါစေ...ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားလေးပါပဲ Translated & ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/go-lala-go-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/BziuuZULnGmTRLthEty1QdKSEo.jpg",
        "title": "Where’d You Go, Bernadette (2019)",
        "description": "ဒီကားလေးကတော့လူတွေနဲ့ပေါင်းသင်းဆက်ဆံဖို့ကိုတွန့်ဆုတ်တဲ့အောင်မြင်ကျော်ကြားတဲ့ဗိသုကာပညာရှင်တစ်ယောက်ရဲ့ဘဝအခက်အခဲတွေပြဿနာတွေရင်ဆိုင်တာတွေကိုသေချာရိုက်ကူးထားတဲ့မိသားစုဒရမ်မာဇာတ်ကားကောင်းလေးပါဘါနန်ဒတ်ဆိုတဲ့မိန်းမတစ်ယောက်ကတစ်ချိန်ကအရမ်းကိုအောင်မြင်ကျော်ကြားတဲ့ဗိသုကာပညာရှင်တစ်ယောက်ဖြစ်တဲ့အပြင်ပြီးပြည့်စုံတဲ့ခင်ပွန်းရယ်မကြာခင်နိုင်ငံခြားမှာကျောင်းသွားတက်တော့မယ့်သမီးလေးရယ်နဲ့ပျော်ရွှင်နေခဲ့ပေမယ့်အကြောင်းတစ်ခုကြောင့်လူကြားထဲကနေပျောက်ကွယ်ပြီးစီရက်တယ်မှာပဲတိတ်တဆိတ်မိသားစုနဲ့အတူနေထိုင်နေခဲ့ပါတယ်အဲဒီအကြောင်းပြချက်ကြောင့်ပဲသူကလူတွေနဲ့ပေါင်းသင်းဆက်ဆံရာမှာပြဿနာရှိနေခဲ့ပြီး အချိန်ကြာလာတော့ယောကျာ်းကပါသူ့ကိုစိတ့ရောဂါဖြစ်နေတယ်ဆိုပြီး စိတ်ရောဂါကုတဲ့နေရာကိုပို့ပါတော့တယ်အဲဒီမှာပဲဘာနန်ဒတ်တစ်ယောက်ထွက်ပြေးလာပြီးအန္တာတိကကိုရောက်သွားတဲ့အခါမှာသူ့သမီးလေးကသူ့အမေပျောက်သွားလို့လိုက်ရှာဖို့ကြိုးစားတဲ့အခါဘါနန်ဒတ်တစ်ယောက်အထင်အမြင်လွဲနေတာတွေကိုဘယ်လိုဖြေရှင်းမလဲသူ့သမီးလေးနဲ့ရောပြန်ဆုံနိင်မလားသူ့ယောကျာ်းနဲ့ရောပြန်လည်အဆင်ပြေမလားသူကိုယ်တိုင်ရောဘယ်လိုပြန်လည်ရုန်းထမလဲဆိုတာတွေကိုကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းပါဘဝကိုအရှူံးမပေးတဲ့မိန်းမတစ်ယောက်ရဲ့အကြောင်းကိုမပျင်းရအောင်သေချာရိုက်ပြထားတဲ့အပြင်အန္တာတိကရဲ့အလှတရားတွေ ပင်ဂွင်းလေးတွေကိုပါကြည့်ရမှာပါ File Size : ( 977 MB , 328 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 49 minFormat : Mp4Genre :  Comedy , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.5",
        "url": "https://megaup.net/Nmls/(CM)_Where_d_You_Go_Bernadette_2019_(Large_Size).mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6txTmb8OIimrQezgD8ERMmrrbnT.jpg",
        "title": "The Brass Teapot (2012)",
        "description": "ဒါကတော့ မကြည့်ဖူးရင်တောင် အစိမ်းသက်သက်ဖြစ်မှာမဟုတ်တဲ့ကားဟောင်းလေးတစ်ကားပါ။အဲ့လက်ဖက်ရည်အိုးနားမှာထိခိုက်နာကျင်ရင်အိုးထဲကနေပိုက်ဆံ‌တွေထွက်လာတဲ့ ဇာတ်လမ်းလေးပါ။ကြိုးစားပေမယ့် အလုပ်လက်မဲ့ဖြစ်နေတဲ့လင်မယားနှစ်ယောက်မှာအဲ့ရှေးဟောင်းလက်ဖက်ရည်အိုးရှိသွားပါတယ်။နာကျင်ရင်နာကျင်သလောက်ထိခိုက်ရင်ထိခိုက်သလောက်ပိုက်ဆံတွေအများကြီးထွက်လာတာကို သူတို့သိသွားတဲ့အခါအရာရာကို ထိခိုက်ဒဏ်ရာတွေနဲ့ ဖြေရှင်းဖို့ပဲဖြစ်လာပါတော့တယ်။ပထမတော့ ဒေါ်လာတစ်သန်းပဲရှာပြီးလွန်လာရင်ရပ်လိုက်မယ်ဆိုပေမယ့်လောဘတွေတက်လာတဲ့အခါမှာတော့.....လက်ဖက်ရည်အိုးသုံးပြီးပိုက်ဆံရှာကြပုံတွေ လောဘတွေတက်လာတဲ့အခါဖြစ်လာတဲ့လူ့သဘာဝတွေကိုဒီဇာတ်လမ်းကောင်းလေးမှာ ခံစားကြည့်ရှုလိုက်ပါအုံး။ File Size : ( 949 MB , 353 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 41 minFormat : Mp4Genre :  Comedy , Family , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "6.4",
        "url": "https://megaup.net/29hfw/(CM)_The_Brass_Teapot_2012_(Large_Size).mp4",
        "category": "Comedy, Family, Thriller"
    }
]