[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lEegv0HXupcNADHpYAMeEQdttl8.jpg",
        "title": "My Dear Enemy (2008)",
        "description": "[Unicode]အလုပ်လက်မဲ့ လက်ပေါက်ကပ်ပြီး တစ်ကိုယ်တည်းသမားဖြစ်နေတဲ့ Hee Su တစ်ယောက်\nသူ့ရဲ့ရုပ်ချောပြီးပျိုတိုင်းကြိုက်တဲ့ အရင်ရည်းစားဟောင်း Cho Byung Woon ဆီကနေ\nတစ်နှစ်ကြာပြီးနောက်မှတော့ ရုတ်တရက်ကြီး အကြွေးပြန်တောင်းဖို့ရောက်ချလာပါတော့တယ် ။Byung Woon တစ်ယောက် ဆပ်စရာပိုက်ဆံမရှိတော့ Hee Su ရဲ့အကြွေးကိုဆပ်ဖို့အတွက်\nHee Su နဲ့အတူသူ့သူငယ်ချင်းအသိတွေဆီကနေ ပိုက်ဆံလိုက်ချေးရပါတော့တယ် ။တစ်နေရာဝင်တစ်နေရာထွက်နဲ့ ချစ်သူဟောင်းနှစ်ယောက် တနေကုန်ကားနဲ့လျှောက်ပတ်ရင်း ဘာတွေဖြစ်ကြဦးမလဲ\nဟီဆူရဲ့ပိုက်ဆံကိုဘယ်လိုဆပ်မလဲ\nအချိန်အကြာကြီးနေမှ တွေ့ကြတဲ့ ချစ်သူဟောင်းနှစ်ယောက် ဘာတွေရင်ဖွင့်ကြမလဲဆိုတာ ဇာတ်အေးအေးလေးနဲ့ စောင့်ကြည့်လိုက်ပါဦး...။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]အလုပ္လက္မဲ့ လက္ေပါက္ကပ္ၿပီး တစ္ကိုယ္တည္းသမားျဖစ္ေနတဲ့ Hee Su တစ္ေယာက္\nသူ႔ရဲ႕႐ုပ္ေခ်ာၿပီးပ်ိဳတိုင္းႀကိဳက္တဲ့ အရင္ရည္းစားေဟာင္း Cho Byung Woon ဆီကေန\nတစ္ႏွစ္ၾကာၿပီးေနာက္မွေတာ့ ႐ုတ္တရက္ႀကီး အေႂကြးျပန္ေတာင္းဖို႔ေရာက္ခ်လာပါေတာ့တယ္ ။Byung Woon ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/my-dear-enemy-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYzkxMzMzOTgtNmZhMS00MGM0LTk3MzUtMjE1MzI4MzU5ZjkzXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "The King of Staten Island (2020)",
        "description": "The King of Staten Island (2020)========================IMDb Rating - 7.2/10#Unicodeဒီဇာတ်ကားကတော့ ၂၀၂၀ ခုနစ်ထွက် Comedy/Drama ဇာတ်ကားပါ။ Comedy ဆိုတဲ့နေရာမှာခါတိုင်းလို Punch Lines ပေါင်းများစွာနဲ့ သောခနဲ ဝေါခနဲရယ်ရတာမျိုး မဟုတ်ဘဲ ရသတစ်မျိုးကိုပေးစွမ်းနိုင်တာမို့ ကိုယ်တိုင်ပဲ ခံစားလိုက်ပါ။ဇာတ်လမ်းအကျဉ်းကို မပြောခင် Pete Davidson အကြောင်းနည်းနည်းပြောပြချင်ပါတယ်...သူကတော့ Stand up Comedian တစ်ယောက်ပါ ။ Ariana Grande ရဲ့ Ex တစ်ယောက်အနေနဲ့လည်းသိကြမယ်ထင်ပါတယ်။ အခု ဒီ ၂ နာရီကျော်တဲ့ဇာတ်ကားက Pete ရဲ့ autobiography မဟုတ်ပေမယ့်သူ့ရဲ့ ဘဝမှန်ကိုလည်း ထင်ဟပ်နေတယ်လို့ဆိုပါတယ်။ သူကိုယ်တိုင် တွဲဖက်ဇာတ်ညွှန်းရေးသားထားတယ်လို့လည်း သိရပါတယ် သရုပ်ဆောင်လည်း တော်တော်ကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့၇ နှစ်သားအရွယ်မှာ မီးသတ်သမားဖခင်ဖြစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့ စကော့ဆိုတဲ့ ကောင်လေးတစ်ယောက်ရှိပါတယ်။ သူက ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-king-of-staten-island-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6TShlXs1W99qBDGgY15dLqF57z.jpg",
        "title": "Gulabo Sitabo(2020)",
        "description": "Gulabo Sitabo(2020)Gulabo Sitabo ဇာက်ကားကတော့ Comedy/Drama ဇာက်ကားအမျိုးအစားဖြစ်ပြီးIMDB rating 6.7ရရှိထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။Hindi သရုပ်ဆောင်တွေမှာနာမည်ကြီးမင်းသားဟောင်းတစ်ယောက်ဖြစ်တဲ့အမီတာဘဂျမ်းကိုယ်တိုင်ပါဝင်ရိုက်ကူးထားပါတယ်။\nဇာတ်လမ်းအကျဉ်း\nမိရ်ဇာဆိုတဲ့အဖိုးကြီးနဲ့ဘေဂမ်ဆိုတဲ့သူ့မိန်းမဟာဖာတီမာနန်းတော်လို့ခေါ်တဲ့ အိမ်ဟောင်းကြီးတစ်လုံးပိုင်ကြပါတယ်။အိမ်ကြီးမှာအိမ်ငှါးအဖြစ်နေကတဲ့သူတွေအများကြီးရှိပါတယ်။\nမိရ်ဇာဟာသူ့မိန်းမဘေဂမ်ထက်အသက် ၁၇နှစ်ငယ်ပါတယ်။မိရ်ဇာဟာလောဘကြီးပြီးအိမ်ကြီးကိုအမည်ပေါက်ပိုင်ဆိုင်လိုတာကြောင့်နည်းလမ်းအမျိုးမျိုးအဖုံဖုံကြိုးစားပါတယ်။အိမ်ငှါးတွေကိုလည်းအိမ်ထဲမှာမထားချင်ပဲတစ်အိမ်လုံးတစ်ယောက်တည်းအပိုင်စီးချင်တဲ့သူပါ။အိမ်ရှင်နဲ့အိမ်ငှါးတွေပြဿနာအကြားအာကော်လော်ဂျီသုတေသနလုပ်တဲ့ သူတစ်ယောက်ရောက်လာပြီးအိမ်ကြီးကိုနိုင်ငံအမွေအနှစ်အဖြစ်သိမ်းဖို့ကြံစည်ပါတော့တယ်။\nမိရ်ဇာကြီးတစ်ယာက် သူပိုင်ချင်တဲ့အိမ်ကြီးကိုပိုင်ဆိုင်နိုင်ပါ့မလား...?\nအိမ်ငှါးတွေကရောအိမ်ပေါ်ကမောင်းချခံရမှာလား......?ဒီဇာတ်ကားကတော့ လူတွေရဲ့ အတ္တနဲ့ လောဘတွေကို ဟာသလေးတွေနှောရင်း ပညာသားပါပါပြသပေးတဲ့ ကားကောင်းမို့ ခံစားကြည့်ကြပါဦး....\nဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။File Size : (2.19GB)(1.04 GB) and (470 MB)\nQuality :WEB-DL 1080p 5.1CH, WEB-DL 720p\nFormat…mp4\nDuration…02:04:00\nGenre :  Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/gulabo-sitabo2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pxCl6kJKvm8WO5oZDYOOEXTlnTE.jpg",
        "title": "We Bare Bears: The Movie(2020)",
        "description": "We Bare Bears: The Movie(2020)ဘာတွေပဲဖြစ်နေ ဖြစ်နေ တစ်ယောက်အတွက် တစ်ယောက်ရှိနေပေးမယ်... စခင်ကထဲက ပေးတဲ့ဒီကတိကိုအဆုံးထိတိုင်မြဲစေတဲ့ ဝက်ဝံညီနောင်...သူတို့ (၃)ကောင်လုံးက စရိုက်တွေမတူညီပေမဲ့နားလည်ခွင့်လွှတ်ပြီး အရမ်းချစ်ခင်ကြတဲ့ ဂရစ်ဇ်ရယ် ပန်ဒါရယ် ပိုလာဝက်ဝံရယ်ကို အားလုံးသိထားပြီးဖြစ်မှာပါ...Cartoon Network Studio ကနေ ထုတ်လုပ်ဖြန့်ချီလိုက်တဲ့ We Bare Bears annimationလေးဟာ အခုတော့ Movie အနေနဲ့ ထွက်ရှိလာပါပြီ။CM ပရိသတ်ကြီးအနေနဲ့လည်း တစ်ဝကြီး ကြည့်ရှူခံစားလို့ရပါပြီ။ဇာတ်လမ်းအကျဥ်းလေးကိုလည်း အနည်းငယ်တင်ပြလိုပါသေးတယ်။အားလုံးသိထားတဲ့ အတိုင်းပဲ ဒီဝက်ဝံသုံးကောင်ဟာအလွဲများစွာနဲ့ လူသားတေွကြားမှာနေထိုင်သူတွေပေါ့။သူတို့ကိုချစ်ခင်သူတေွလည်းရှိသလို မနှစ်မြို့သူတွေကလည်းရှိပါတယ်။တစ်နေ့မှာတော့ ဝက်ဝံညီနောင် လုပ်ထားတဲ့အမှားအတွက် မြို့ကနေနှင်ထုတ်ပါတော့တယ်။လူသားတွေနဲ့ အသားကျနေတဲ့ ဝက်ဝံညီနောင် ဘာဆက်လုပ်ကြမလဲ?သူတို့ကိုလက်ခံပေးနိုင်တဲ့ အိမ်အသစ်ကိုေရာ ရှာတေွ့သွားမလားဆိုတာစိတ်ဝင်စားစရာပါ။အရမ်းချစ်ဖို့ေကာင်းတဲ့ ဝက်ဝံသံုးကောင်ကို တစ်ဝကြီး ကြည့်ရှုရမှာပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (306MB)\nQuality :  ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/we-bare-bears-the-movie2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Mr-nice-134x200.jpg",
        "title": "Mr. Nice 2010",
        "description": "ဟောင်းဝဒ်မာ့ခ် ဆိုတဲ့ ကမ္ဘာကျော် ဗြိတိန် ဆေးခြောက်မှောင်ခိုသမားကြီးအကြောင်းကို ကြည့်ရအောင်။ ရယ်လည်းရယ်ရပါတယ်။ ဟောင်းဝဒ်ဟာ အတန်းထဲမှာ ဘာသာရပ်တိုင်း A ရတဲ့ လူတော်တစ်ယောက်။ ကျောင်းပြီးတော့လည်း အောက်စ်ဖို့မှာ ဆရာအလုပ်ရတယ်။ ဒါပေမယ့် ပီတီကိုစား အားရှိပြီး ပိုက်ဆံမလောက်တော့ ဆေးခြောက်မှောင်ခို လောကထဲ ဝင်မိရော။ လူက လူလည်ဆိုတော့ တဖြည်းဖြည်း အကောင်ကြီးလာပြီး မာဖီးယားလောကထဲရောက်၊ အက်ဖ်ဘီအိုင်တွေနဲ့ပါ ရှုပ်ကုန်တာပါပဲ။ အတော်ကြည့်လို့ကောင်းတဲ့ကားမို့ တင်ထားပေးလိုက်ပါတယ် File Size : 850Mb / 400 Mb\nQuality : Bluray 720p\nFormat…mp4\nDuration…01:24:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Elizabeth\nEncoded by Littleneo",
        "rating": "6.4",
        "url": "https://megaup.net/1xgdi/Mr..Nice.2010.(CM).mp4",
        "category": "Biography, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/bubble-boy-134x200.jpg",
        "title": "Bubble Boy 2001",
        "description": "ပြင်ပက ဝင်လာတဲ့ ရောဂါတွေကို ပြန်တိုက်ထုတ်ဖို့ ကိုယ်ခံအား စနစ်ဆိုတာ ရှိပါတယ်။ ဒီကောင်လေးကတော့ မွေးကတည်းက ဘာကိုယ်ခံအားမှ ပါမလာတဲ့အတွက် ရောဂါပိုး အသေးလေးဝင်ရင်တောင် သေသွားနိုင်တာမို့ လေပူဖောင်းထဲမှာပဲ အမြဲနေနေရပါတယ်။ လေပူဖောင်းလူသားရဲ့ စွန့်စားခန်းတွေ အချစ်ဇာတ်လမ်းတွေကို ခွီးနေရအောင် ရိုက်ထားတာပါ။ ကြည့်ချင်ကြမယ်ထင်ပါတယ်။File Size : 600Mb / 300 Mb\nQuality : Bluray 720p\nFormat…mp4\nDuration…02:01:00\nGenre : Comedy, Crime, Biography\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Elizabeth\nEncoded by Littleneo",
        "rating": "5.6",
        "url": "https://megaup.net/1xguO/Bubble.Boy_2001_(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/xEBracT3PZ57wIuTaZdrdM5ZAjk-133x200.jpg",
        "title": "From Beijing with Love (1994)",
        "description": "From Beijing with Love (1994)IMDb Rating (7.2)ကျွန်တော့်အကြိုက်ဆုံးတွေထဲက တစ်ခုဖြစ်တဲ့ မင်းသားကြီးစတီဖင်ချောင်ရဲ့\nAction, Comedy, Thriller အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့.....\nစတီဖင်ချောင်ဟာ အမူအကျင့် စတိုင် အတွေးအခေါ် အရာမှာ ဂျိမ်းစ်ဘွန်းနဲ့ နင်လား ငါလား ခွဲခြားမရနိုင်အောင်တူတယ်လို့\nကိုယ့်ကိုယ်ကိုယ်သတ်မှတ်ထားပေမယ့် အထက်ဌာနကတော့ သူ့ကို IQ မမှီတဲ့ အေးဂျင့်တစ်ယောက်အဖြစ် သတ်မှတ်ပြီး ဖိုင်ပိတ်ချိတ်ပိတ်ထားခဲ့တာ ကြာလှပါပြီ။\nတစ်နေ့မှာတော့ တရုတ်ပြည်ရဲ့ နံပါတ်တစ်ရတနာဟာ လွန်စွာထူးဆန်းလှတဲ့ လူတစ်စုကြောင့်\nလုယက်ခံလိုက်ရပါတယ်။အဲ့ဒီကိစ္စမှာ စတေးဖို့လူလိုနေတာနဲ့ IQ မမှီဘူးလို့သူတို့သတ်မှတ်ထားတဲ့\nစတီဖင်ချောင်ကို ထိုးထည့်ဖို့ကြံစည်ကြပါတယ်။\nစတီဖင်ချောင်ကလဲ ဂျိမ်းစ်ဘွန်းလို့ ကိုယ့်ကိုယ်ကိုယ်သတ်မှတ်ထားသူဖြစ်ရာ သေပင်သေသေ\nဒီကိစ္စအရှုပ်ထဲကို အလွယ်တကူလက်ခံဝင်ရောက်ခဲ့ပါတယ်။\nတရုတ်ပြည်ရဲ့ နံပါတ်တစ်ရတနာကို ပြန်ရဖို့အတွက်\nစတီဖင်ချောင်တစ်ယောက် အခက်အခဲ..အကြပ်အတည်း ..ထောင်ချောက်တွေထဲမှာ\nသူ့ရဲ့အစွမ်းကို ဘယ်လိုထုတ်သုံးမလဲဆိုတာ.........။\nဂျိမ်းစ်ဘွန်းဇာတ်ကားတွေကို ဟာသသဘောမျိုးတင်ဆက်ထားရာမှာ အတော်ပဲထိရောက်ပြီး\nကြည့်နေတဲ့တစ်ချိန်လုံး သဘောကျ နှစ်ခြိုက်မိတဲ့ဇာတ်ကားပါ။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/from-beijing-with-love-1994/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eIOlLgD5PGDeXn1mANLtK5tjMGB.jpg",
        "title": "App War (2018)",
        "description": "[Unicode]Start-Up ဆိုတဲ့ စကားလေးက ယနေခေတ် လူငယ်တွေကြားမှာ ရေပန်းစားလာပါတယ်...လူငယ်တော်တော်များများက သူတိုက အလုပ်တွေကနေ ထွက်ပြီး ကိုယ်ပိုင် လုပ်ငန်းတွေ start-up လုပ်ကြပါတယ် ။အဲ့ထဲမှာ ၉၀ ရာခိုင်နှုန်းက ကျရှုံးပြီး ၈ ရာခိုင်နှုန်းက ခက်ခက်ခဲခဲ ရုန်းကန်ရပါတယ်\n၂ ရာခိုင်းနှုန်းလောက်ကသာ အောင်မြင်ကြတာပါ\nလူငယ်အချို့ဟာ အောင်မြင်မယ့် ၂ ရာခိုင်နှုန်းထဲမှာ သူတို့တွေပါမယ်လို့ အတိကျ မပြောနိုင်ပေမယ့်လည်း ဒီလိုစွန့်စားမှုမျိုးတွေကို လုပ်ကြပါတယ်...ဒီတစ်ခါတော့ အဲ့လိုစွန့်စားပြီး start-up လုပ်ကြတဲ့ လူငယ်တွေအကြောင်းကိုရိုက်ကူးထားတဲ့ Movie လေးတစ်ခုကို CM fan တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဉ်း\n----------------------\nBom ဟာ သူငယ်ချင်းတွေနဲ့ အတူ start-up ပြိုင်ပွဲတွေကို ဝင်ပြိုင်လေ့ရှိပါတယ် ၊\nပြိုင်ပွဲမှာ အခြားအဖွဲ့က အနိုင်ရသွားပြီး သူတို့ရဲ့ App ကို ရွေးချယ်မခံခဲ့ရတာကြောင့် စိတ်ညစ်နေခဲ့ပါတယ်\nJune ဆိုတဲ့ ကောင်မလေးကလည်း Bom ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/app-war-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8PsnaSysdwQ8NCnPfKF9IVd341y.jpg",
        "title": "Straight Up(2019)",
        "description": "Straight Up(2019)ဇာတ်လမ်းအကြောင်းကို မသွားခင် ကိုယ့်ကိုကိုယ် ဆန်းစစ်ကြည့်ရအောင်။\nသင်ဟာ LGBT တွေကို ဘယ်လိုမြင်လဲ။ သင့်ရဲ့ မသိစိတ်ထဲမှာ Gay% Straight% ဘယ်လောက်စီရှိမယ်ထင်လဲ။ လုံးဝ Straight ပါလို့ အာမခံလား။ အဲဒါဆို တခါတလေ ယောက်ျားလေးချင်းပဲဖြစ်ဖြစ် မိန်းကလေးချင်းပဲဖြစ်ဖြစ် မိမိရဲ့ပုခုံးပေါ် ဒါမှမဟုတ် ပေါင်ပေါ်ကို ရုတ်တရတ် လက်အတင်ခံလိုက်ရတဲ့အချိန်မှာ စိတ်ထဲဘယ်လိုဖြစ်သွားဖူးလဲ။ သောက်ရင်းစားရင်း မူးမူးနဲ့ ဘော်ဒါအချင်းချင်းကိုပဲဖြစ်ဖြစ် အခြားဝိုင်းက လိင်တူတစ်ယောက်ကိုပဲဖြစ်ဖြစ် နမ်းမိသွားတာမျိုး အဲ့ဒီလို အလားတူကိစ္စမျိုး အဲ့ထက်ဆိုးတဲ့ ကိစ္စမျိုးရှိခဲ့ဖူးလား။ နောက်နေ့မနက်မှာ အဲဒီလုပ်ရပ်ကို ပြန်အမှတ်ရမိရင်း ငါများ Gay သွားပြီလားလို့ စိုးရိမ်စိတ်ပေါ်ဖူးကြတယ်မလား။ ဒါမှမဟုတ် မိမိက Gay ပါလို့ ဝိုင်းသမုတ်ကြတဲ့ ပတ်ဝန်းကျင်ရောက်ရင် မသိစိတ်ထဲက အနည်းငယ်သော Gay % က တိုးပွားပေါက်ကွဲထွက်လာပြီး လုံးဝ Gay သွားမယ်လို့ထင်မိလား။ တွန်းရော ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/straight-up2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wOMFzaD18ZUb5xHKhoMmdZ1ArF2.jpg",
        "title": "A Home with a View (2019)",
        "description": "[Unicode]ဒီတစ်ခါတော့ ဟာသ ဇာတ်လမ်းလေးတစ်ခု တင်ဆက်ပေးမှာ ဖြစ်ပါတယ်\nဟောင်ကောင်မှာ နေထိုင်တဲ့ သာမန်မိသားစုလေး တစ်စုအကြောင်းပါ ။မြို့ပြမှာနေထိုင်တဲ့ သာမန်မိသားစုတွေရဲ့ ဘဝကို ဖော်ပြပေးထားတာပါ\nသူတို့ မိသားစု ဘာ အခက်အခဲတွေကြုံတွေ့ရလဲ\nစိတ်ညစ်စရာတွေ ဘယ်လိုဖြေဖျောက်လဲဆိုတာကို ဟာသအနေနဲ့ရိုက်ကူးတင်ဆက်ပေးထားတာဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းလုံဝေ့မန်ဟာ အလုပ်ကြိုးစားတဲ့ အိမ်ထောင်ဦးစီး တစ်ယောက်ပါ\nဒါပေမယ့် ဘယ်လောက်ကြိုးစားပြီး ပိုက်ဆံရှာပါစေ\nသူပေါင်ထားတဲ့ တိုက်ခန်းလေးကို မရွေးနိုင်သေးပဲ အတိုးပေးနိုင်တဲ့ အခြေနေမှာတင်ပဲ ရှိနေခဲ့ပါတယ် ။သားဖြစ်သူကလည်း အလုပ်အကိုင်မရှိ\nသမီးဖြစ်သူကလည်း ကျောင်းတက်နေဆဲဖြစ်ပြီး\nအောက်ပိုင်းသေနေတဲ့ လုံဝေ့မန်ရဲ့အဖေကိုတော့ သူ့ရဲ့ဇနီးဖြစ်သူက ပြုစုနေရပါတယ်\nဒါကြောင့် သူတို့မိသားစုဟာ လုံဝေ့မန်တစ်ယောက်တည်းရဲ့ ဝင်ငွေနဲ့ ရပ်တည်နေကြတာပါ ၊တိုက်ခန်းကျဉ်းထဲမှာ မိသားစု ၅ ယောက်နေကြပြီး\nအပေါ်ထပ်နဲ့ ရန်ဖြစ်လိုက် အောက်ထပ်နဲ့ ရန်ဖြစ်လိုက် မိသားစုချင်းရန်ဖြစ်လိုက်နဲ့ အမြဲဖြစ်နေပေမယ့်\nအိမ်ပြတင်းပေါက်က လှမ်းကြည့်ရင် မြင်ရတဲ့ပင်လယ်ရှုခင်းကြောင့် အမြဲတမ်း စိတ်အပန်းပြေရပါတယ် ၊ဒါပေမယ့် သူတို့တိုက်ရှေ့မှာ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/a-home-with-a-view-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/reeMDePCTJ0ezxq1SDxBRnGQWil.jpg",
        "title": "Rocket Singh: Salesman of the Year(2009)",
        "description": "Rocket Singh: Salesman of the Year(2009)IMDb....7.5,,,,, Rotten...88%(အမိုက်စားကားမို့ Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်...)ဟသ်ပရီးဆင်းဂ်ဟာ ကျောင်းစာမှာ အတော်လေး အမှတ်မကောင်းဘူး....ဒီတော့\nနောက်ထက် တစ်ဆင့်မြင့် ကျောင်းဆက်တက်ဖို့လည်းအခြေအနေမပေးတာကြောင့် ကွန်ပြူကုမ္ပဏီတစ်ခုမှာအလုပ်လျှောက်ခဲ့တယ်...ကံကောင်းထောက်မစွာ အရောင်းဝမ်းထမ်းအဖြစ်ခန့်အပ်ခံခဲ့ရပါတယ်......အရောင်းဝန်းထမ်းဖြစ်လာပေမယ့်လည်း လုပ်ငန်းခွင်ဟာ လွဲချော်မှုတစ်ခုကြုံတိုင်း သူ့ရဲ့အားနည်းချက်တွေကိုဟာသသဖွယ် သိက္ခာ  ခဏခဏသိက္ခာအချခံရတာကြောင့် ဒီလုပ်ငန်းကို စိတ်ပျက်လာမိတယ်...သူက ဒီအတိုင်းမနေဘဲ  ဘယ်သူမှ မျှော်လင့်မထားတဲ့ ြဖစ်လာနိုင်ချေ အောင်မြင်ချေနည်းလွန်းသည့်သူ့ကိုယ်ပိုင်လုပ်ငန်းထူထောင်ဖို့လျှို့ဝှက်စွာစတင်ပါတော့တယ်......\nသူရဲ့ကိုယ်ပိုင်လုပ်ငန်းအောင်မြင်မှာလား?\nလုပ်ငန်းထူထောင်ဖို့ဘယ်သူတွေကူညီကြမလဲ?\nကုမ္ပဏီပိုင်ရှင်သိသွားမှာလား?ဘယ်လိုပြဿနာတွေနဲ့ရင်ဆင်ရမလဲ?ဒီကားက နာမည်ကျော်မင်းသား Ranbir Kapoor အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးIMDb ရော Rotten ရော အောင်မြင်မှုရခဲ့တဲ့ကားပါ...ဟာသတွေနှောပြီး လုပ်ငန်းခွင် အတွင်းဖြစ်ရပ်တွေကို ပညာသားပါပါပြသွားသလို ဘဝတိုးတက်ရေးအတွက်နည်းလမ်းတစ်ခုတော့အမြဲရှိတယ်ဆိုတာကိုလည်း တင်ဆက်ထားပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်...File Size : (2.7GB)(1.2 GB) and (559 MB)\nQuality : Blu-Ray 1080p 5.1 ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/rocket-singh-salesman-of-the-year2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/unnamed-135x200.jpg",
        "title": "Luangda Mahaheng (2019)",
        "description": "[Unicode]ဇာတ်လမ်းလေးကတော့ခုပ်အီရွှေဆိုတဲ့ရွာလေးတစ်ရွာက ကျောင်းထိုင်ဆရာတော်တစ်ပါးနဲ့ ဇာတ်လမ်းလေးကိုအခြေတည်ထားပါတယ် ။လူတွေရဲ့ဘဝဆိုတာ မနေ့ကရယ် ဒီနေ့ရယ် မနက်ဖြန်ရယ် ၃ရက်ပဲရှိတယ်ဆိုတဲ့စကားကိုလက်ကိုင်ထားတဲ့ ဆရာတော်မှာ\nမွေးစားသားလိုစောင့်ရှောက်ပေးရတဲ့ကပ္ပိယ ၃ယောက်ရှိတယ်...\nတွန့်ကလ ၊ လုန် ၊ စငုပ်ဒုက္ခိတအိုက်တွန့်ကဒုက္ခိတပေမယ့် ထီလက်မှတ်လှည့်ရောင်းရင်းဆရာတော်နဲ့ကူပြီးနေတယ် ။\nအိုက်စငုပ်ကတော့ရိုးသားပြီးသနားတတ်ကြတဲ့ရွာသားတွေကို သနားအောင်မျက်မမြင်ယောင်ဆောင်ပြီးထီလှည့်ရောင်းတယ် ၊ရွာသားတွေမှာလဲချဲ၂လုံး ၃လုံးကို အသဲအသန်ထိုးကြတဲ့အကျင့်လေးတွေလဲရှိကြတယ် ၊\nဒီလိုနဲ့ရွာသားတွေဟာ ဆရာတော်က ချဲဂဏန်းပေးတဲ့ဘုန်းကြီးတစ်ပါးမဟုတ်တာတောင်\nဆရာတော်ရဲ့နှုတ်ထွက်စကားအပြုအမူတွေတိုင်းမှာ ချဲဂဏန်းပေးပါတယ်ဟေ့ဆိုပြီးဂဏန်းကောက်ကြတယ်\nရွာလုံးကျွတ်ထိုးကြတယ်\nထိုးတိုင်းလဲပေါက်ကြတော့ဆရာတော်ဟာဘုမသိဘမသိ ချဲဘုန်းဘုန်းရယ်လို့ဖြစ်လာခဲ့ပါတော့တယ် ။တစ်ရွာလုံးကချဲဘုန်းဘုန်းနောက်လိုက်ဂဏန်းကောက်ကြ ပေါက်လို့ပျော်ကြပေမယ့်\nရဲနဲ့စစ်သား သားတွေမွေးထားတဲ့ချဲဒိုင်မိန်းမနှစ်ယောက်ကတော့ ချဲဘုန်းကြီးဂဏန်းဆိုအရှုံးပေါ်လွန်းလို့ ချဲထွက်တဲ့နေ့တိုင်း ဆရာတော်ကိုမျက်မုန်းကျိုးမေတ္တာတွေပို့နေခဲ့ကြတဲ့နောက် ....ဆရာတော်မရှိတော့ရင်ကောင်းမယ်ဆိုပြီး အတွေးတွေဝင်ပြီးဆရာတော်ကိုဘယ်လိုပုံစံဘယ်လို နှောင့်ယှက်ကြဦးမလဲဆိုတာတွေကို ဟာသနှောပြီးရိုက်ကူးထားပါတယ် ။Comedy movie လေးဖြစ်ပြီး ပါဝင်ထားတဲ့သရုပ်ဆောင်တွေကလဲ ဟာသကားတွေထဲသရုပ်ဆောင်နေကြသူတွေပဲမို့ မရယ်ရမှာတော့စိတ်ပူမနေပါနဲ့တော့ ....ထိုင်းဟာသကားကြိုက်တဲ့သူတွေအတွက်ဒီကားက လက်မလွှတ်သင့်တဲ့ movie လေးပါပဲ ။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Nang Mwe Kham ဖြစ်ပါတယ် )[Zawgyi]ဇာတ္လမ္းေလးကေတာ့ခုပ္အီေ႐ႊဆိုတဲ့႐ြာေလးတစ္႐ြာက ေက်ာင္းထိုင္ဆရာေတာ္တစ္ပါးနဲ႔ ဇာတ္လမ္းေလးကိုအေျခတည္ထားပါတယ္ ။လူေတြရဲ႕ဘဝဆိုတာ မေန႔ကရယ္ ဒီေန႔ရယ္ မနက္ျဖန္ရယ္ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2d0f0/[CM]_Luangda_Mahaheng_(2019).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/15-140x200.jpg",
        "title": "The Lucky Guy (1998)",
        "description": "The Lucky Guy (1998)IMDB(6.1)စတီဖင်ချောင်ရယ် အဆိုတော်မင်းသားနှစ်ယောက်ရယ် မင်းသမီး Shu Qi တို့ရယ် တခြားသရုပ်ဆောင်တွေ များစွာပါဝင်ထားတဲ့Comedy Drama ဇာတ်ကားပါ။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ဇာတ်လမ်းဇာတ်ညွှန်းပိုင်းမှာပါသူမတူအောင် တင်ဆက်နိုင်တဲ့ Comedy King တစ်ယောက်လို့ တန်းမြင်ကြမှာပါပဲ…ဟာသကားတွေပေါပါတယ်…ဒါပေမယ့် အနုပညာအရ တန်းဝင်ဖို့သိပ်ခက်ခဲတယ်…စတီဖင်ချောင်ဇာတ်ကားတွေကတော့ အနုပညာအရရော ဟာသသဘောမှာရော သရော်တဲ့သဘောမှာရောသာမန်ဟာသကားတွေထက် တဆင့်မြင့်နေခဲ့တာပါ။ ရသတစ်ခုခုကို အမြဲပါဝင်လာအောင် ချပြထားနိုင်ခဲ့တာပါ။ဒါကြောင့်လဲ သူ့ဇာတ်ကားတွေဟာ အာရှရဲ့ ထိပ်တန်းဇာတ်ကားတွေ ဖြစ်ကျန်နေခဲ့တာပါပဲ။စတီဖင်ချောင်ဇာတ်ကားတွေရဲ့ Theme တစ်ခုက ဘဝကို ပျော်ပျော်ကြီး ခံစားဖို့ပဲ…စိတ်ညစ်စရာတွေ့လဲ ပျော်ပျော်ကြီး…လုပ်သမျှရဲရဲဝံ့ဝံ့နဲ့ ..ပြီး…လွဲတော့လဲ ပျော်ပျော်ကြီး…ဒါမျိုးဘဝမှာ နေဖို့က သိပ်ခက်ခဲတယ်မလား…ဘဝဆိုတာ ဖြတ်သန်းစဉ်က  အတည်ကြီးတွေ ခံစား ချစ်ကြ မုန်းကြ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-lucky-guy-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6gNXwSHxaksR1PjVZRqNapmkgj3.jpg",
        "title": "I, Tonya(2017)",
        "description": "I, Tonya(2017)\nIMDb....7.5,,,,Rotten...89\n Biography တွေကိုပြန်ရိုက်တဲ့ဇာတ်ကားတွေမှာ အထူးသဖြင့်  ကြည့်ရှှုသူပရိတ်သတ်ကိုပြန်ပြောလေ့ရှိတဲ့ပုံစံမျိုးရိုက်တဲ့ဇာတ်ကားတွေဟာ ကျွန်တော့်အမြင်ပြောရရင် အများအားဖြင့်  အတော်လေးပျင်းရိဖွယ်ကောင်းလှတယ်...ဖြစ်ရပ်မှန်ဆိုတဲ့ ဘောင်ကြီးကွပ်ထားလေတော့ဒါရိုက်တာက မူရင်းနဲ့  သွေဖီမသွားအောင်ရိုက်ရင်း  ကြည့်ရှုသူအနေနဲ့ ပျင်းသွားတတ်တယ်...အဲ့လိုကားတွေထဲမှ ရေခဲစကိတ်စီးအားကစားမယ် Tonya Hardingအကြောင်းကိုရိုက်ထားတဲ့ ယ္ခုဇာတ်ကားကတော့ ပျင်းရိစရာမကောင်းတဲ့အပြင် ဇာတ်လမ်းအစမှ အဆုံးထိ ဆွဲဆောင်မှုရှိလွန်းလှတယ်...Tonya ရဲ့ငယ်ဘဝ၊ မိခင်ဖြစ်သူရဲ့အကြင်နာမဲ့တဲ့ ဆက်ဆံရေးတွေကနေ စရိုက်ဆန်တဲ့ အပျိုပေါက်တစ်ယောက်ဖြစ်လာပုံတွေ၊သူမဘဝတစ်ခုလုံးနီးပါးကို နောင်မှာ ဖျက်ဆီးပစ်လာမဲ့ ယောကျ်ားတစ်ယောက်နဲ့ချစ်ကြိုက်မိပြီး အိမ်ထောင်ကျကာ အိမ်ထောင်ရေးအဆင်မပြေဖြစ်ခဲ့ပုံတွေ၊သူမအားကစားလောကရဲ့ဘဝအနိမ့်အမြင့်တွေ၊ အနိုင် အရှုံးတွေနဲ့သူမဘဝတစ်ခုလုံးကို အပြောင်းအလဲဖြစ်လာစေမဲ့ ဖြစ်ရပ်တစ်ခု ဖြစ်လာပုံတွေကို တင်ပြသွားခဲ့တယ်။ရေခဲစကိတ်အကြောင်းကိုစိတ်မဝင်စား Tonya Harding ဆိုတာလည်းဘယ်သူမှန်းမသိတဲ့ကျွန်တော်ဟာ ဒီကားကြည့်ပြီး သူ့အကြောင်းတွေပြေးဖတ်ရ နီးစပ်ရာသူငယ်ချင်းတွေကိုကားကောင်းမို့ကြည့်ဖို့ ညွှန်းဆိုရနဲ့။ခင်ဗျားဟာ  Drama ကြိုက်သူပဲဖြစ်ဖြစ် ဖိုက်တင်ကားတွေကြိုက်သူပဲဖြစ်ဖြစ် ဘယ်လိုရုပ်ရှင်အမျိုးအစကားကိုပဲကြိုက်ကြိုက်ဒီကားလေးကိုတော့ကြည့်စေချင်တယ်...မင်းသမီးချောMagot Robbie ရဲ့အကောင်းမွန်ဆုံးသောသရုပ်ဆောင်ချက်တွေကြောင့် အော်စကာဆန်ကာတင်စာရင်းလည်းဝင်ခဲ့တယ်...ဇာတ်လမ်းကို ၁၀မိနစ်လောက်လေးပဲမြည်းစမ်းစေချင်တယ်....ဆက်ကြည့်ဖို့မဆွဲဆောင်နိုင်ဘူးဆိုရင်တော့.........ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ye Pye Sone ပဲဖြစ်ပါတယ်...File Size : (1GB)\nQuality : ...",
        "rating": "7.5",
        "url": "https://megaup.net/3yLvh/I,_Tonya_[2017]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/l_p0113337797-163x200.jpg",
        "title": "My Hero (1990)",
        "description": "My Hero (1990)IMDB(5.7)ဂန်းစတားလောကမှာ ကျက်စားမယ့် စတီဖင်ချောင်ကိုမြင်ရမှာပါ။အခွီတွေချည်းမဟုတ်ဘဲ Action ရော Drama ရော ပေါင်းစပ်တင်ဆက်ထားပါတယ်။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ဇာတ်လမ်းဇာတ်ညွှန်းပိုင်းမှာပါသူမတူအောင် တင်ဆက်နိုင်တဲ့ Comedy King တစ်ယောက်လို့ တန်းမြင်ကြမှာပါပဲ…ဟာသကားတွေပေါပါတယ်…ဒါပေမယ့် အနုပညာအရ တန်းဝင်ဖို့သိပ်ခက်ခဲတယ်…စတီဖင်ချောင်ဇာတ်ကားတွေကတော့ အနုပညာအရရော ဟာသသဘောမှာရော သရော်တဲ့သဘောမှာရောသာမန်ဟာသကားတွေထက် တဆင့်မြင့်နေခဲ့တာပါ။ ရသတစ်ခုခုကို အမြဲပါဝင်လာအောင် ချပြထားနိုင်ခဲ့တာပါ။ဒါကြောင့်လဲ သူ့ဇာတ်ကားတွေဟာ အာရှရဲ့ ထိပ်တန်းဇာတ်ကားတွေ ဖြစ်ကျန်နေခဲ့တာပါပဲ။စတီဖင်ချောင်ဇာတ်ကားတွေရဲ့ Theme တစ်ခုက ဘဝကို ပျော်ပျော်ကြီး ခံစားဖို့ပဲ…စိတ်ညစ်စရာတွေ့လဲ ပျော်ပျော်ကြီး…လုပ်သမျှရဲရဲဝံ့ဝံ့နဲ့ ..ပြီး…လွဲတော့လဲ ပျော်ပျော်ကြီး…ဒါမျိုးဘဝမှာ နေဖို့က သိပ်ခက်ခဲတယ်မလား…ဘဝဆိုတာ ဖြတ်သန်းစဉ်က  အတည်ကြီးတွေ ခံစား ချစ်ကြ မုန်းကြ လွမ်းကြ ဆွေးကြ တိုက်ကြ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/my-hero-1990/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3ZdJN62RyjoQJ9S4zCbjtMQrYqE.jpg",
        "title": "Valley Girl(2020)",
        "description": "Valley Girl(2020) ဒီဇာတ်ကားလေးက Musical Romantic Comedy ဇာတ်ကားအမျိုးအစားလေးပါ။ အရမ်း Sweet ဖြစ်ပြီးတော့ ရိုထားတဲ့ ကားလေးပါ။ရယ်လည်းရယ်ရသလို  တစ်ကားလုံးလဲ သီချင်းလေးတွေနဲ့ တကယ် နားထောင်ပြီး ကြည့်ရတာ ပျော်ဖို့ကောင်းတယ်။တောင်ကြားမြို့လေးထဲမှာ ရှိတဲ့ ဆယ်ကျော်သက်ကောင်မလေးတွေက ဖက်ရှင်ဆိုလဲဆင်တူ ဝတ်ကြတယ်။ဘဝကို ပျော်ပျော်ပဲဖြတ်သန်းကြပေမယ့် အိမ်ထောင်ဘက်ရွေးချယ်တဲ့အခါမှာတော့အထက်တန်းစားယောက်ကျားမှဖြစ်ရမယ်ပေါ့။ အဲ့ထဲမှာမှ ဂျူလီ ဆိုတဲ့ ကောင်မလေးက တစ်မူထူးခြားတယ်။ရှေးရိုးစွဲ မဆန်ချင်ဘူး ...အချစ်ကိုကိုးကွယ်သလို ဘယ်လိုအတန်းအစားပဲနေနေ ချစ်ခဲ့မယ်ဆိုရင်ဘဝလက်တွဲဖော်အဖြစ်ရွေးချယ်ဖို့အသင့်ပဲဆိုပါတော့...။ အဲ့ဒီလို ကောင်မလေးနဲ့ မိဘမရှိ တေလွင့်နေတဲ့ရမ်ဒမ် ဆိုတဲ့ ကောင်လေးတို့ ကမ်းခြေမှာ ဆုံတွေ့ခဲ့ကြတယ်...မတူညီတဲ့ပတ်ဝန်းကျင်က မွေးဖွားခဲ့ကြသလိုအယူအဆတွေလည်း ကိုယ်စီကွဲပြားကြလေတော့ ရေရှည်မှာ အချစ်ကိုအရင်းတည်တဲ့သူတို့နှစ်ယောက်ဟာ ဟန်ချက်ညီစွာလျှောက်လမ်းဖို့ အတော်ခက်တယ်ပြောရမယ်....ကိုင်းသူတို့ ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဆက်လက်ခံစားကြည့်ကြပါနော်....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Theint Theint ပဲဖြစ်ပါတယ်....File Size : (950 MB) and (310 MB)\nQuality : WEB-DL ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/valley-girl2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/brother-140x200.jpg",
        "title": "Brother of the Year (2018)",
        "description": "Brother of the year (2018)တလောလေးက ရုံတင်သွားတဲ့ ထိုင်း ဒရာမာကားလေးတစ်ကားတင်ပေးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းဂျိန်းဆိုတဲ့ အလုပ်ကြိုးစားပြီး လှပတဲ့မိန်းမငယ်လေးမှာ ဘာမှမလုပ်တတ် မလုပ်ချင် ဖြစ်သလိုနေတတ်တဲ့ ရှက် ဆိုတဲ့ အစ်ကိုတစ်ယောက် ရှိနေပါတယ်။ငယ်ငယ်ကတည်းက အိမ်ကိစ္စတွေရော ညီမအတွက်ရော ဘာတာဝန်မှမယူတဲ့ အစ်ကိုဖြစ်သူဟာ ညီမကိုကြိုက်တဲ့ကောင်လေးတွေကို တွေ့လာရင်တော့ လုံးဝတာဝန်ယူပြီး ချိန်းခြောက်လွှတ်လေ့ရှိပါတယ်။နောက်ဆုံးတစ်ခေါက်မှာ ဂျိန်းနဲ့ကြိုက်မိသွားတဲ့ ထိုင်းဂျပန် ကပြားကောင်လေး မိုဂျီက လပ်ထပ်ခွင့်တောင်းလာချိန်၊ ညီမရယ် အစ်ကိုရယ် ယောက်ဖလောင်းရယ် အလုပ်တစ်ခုထဲမှာ တွေ့ရချိန်မှာ.......( မင်းသား Sunny ရဲ့ ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/category/sunny/  ကြည့်လို့ရပါတယ်။) -Zawgyi-Brother of the year 2018တေလာေလးက ရံုတင္သြားတဲ့ ထိုင္း ဒရာမာကားေလးတစ္ကားတင္ေပးထားပါတယ္။ ဇာတ္လမ္းအက်ဥ္းဂ်ိန္းဆိုတဲ့ အလုပ္ၾကိဳးစားျပီး လွပတဲ့မိန္းမငယ္ေလးမွာ ဘာမွမလုပ္တတ္ မလုပ္ခ်င္ ျဖစ္သလိုေနတတ္တဲ့ ရွက္ ဆိုတဲ့ အစ္ကိုတစ္ေယာက္ ရိွေနပါတယ္။ငယ္ငယ္ကတည္းက အိမ္ကိစၥေတြေရာ ညီမအတြက္ေရာ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3xIcc/(NZ)Brother.Of.The.Year(2018)(1).mp4",
        "category": "Asian, Comedy, Drama, Sunny"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Mr-Hurt-GSCM-Poster-137x200.jpg",
        "title": "Mr. Hurt (2017)",
        "description": "Mr. Hurt (သို့) နာကျင်နေသော ချိဖI Fine..Thank You..Love You,Heart Attack ဇာတ်ကားတွေထဲက နာမည်ကြီးမင်းသား Sunny ရဲ့ နောက်ထပ်ဇာတ်ကားတစ်ကားပါ။ဒီဇာတ်ကားတစ်ခုလုံးကို သူ့ရဲ့ပိုင်နိုင်တဲ့ သရုပ်ဆောင်ချက်တွေနဲ့ သိပ်သည်းအောင် လုပ်ပြနိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ နာကျင်နေသောချိဖ တစ်ယောက်အကြောင်းပါ။အစွဲအလမ်းကြီးသလို ဒေါသလဲကြီးတတ်တဲ့ နာကျင်နေသောချိဖ ဒွန်စီချန်။(သူဟာယောင်္ကျားလေးအများစုရဲ့ သဘာဝကိုကိုယ်စားပြုသွားပါတယ်။)ခေါင်းနည်းနည်းလွတ်နေပေမယ့် ရုပ်ဖြောင့် ပိုက်ဆံရှိလို့ အဆိုတော်ဖြစ်လာပုံရတဲ့ ဂျင်မီ။နှလုံးသားထက် အောင်မြင်ကျော်ကြားမှုကို မက်တွယ်ထားတဲ့ နိုင်ငံကျော်မော်ဒယ် အန်နာ။ (သူကလဲ မိန်းကလေးအများစုရဲ့ သဘာဝကို ကိုယ်စားပြုသွားပါတယ်။)ကြင်နာတတ်တဲ့ မိခင်စိတ်မျိုးနဲ့ ရောဂါသည်မလေး ဒီယူ။ဒီဇာတ်ကောင်လေးယောက်ကို အခြေပြုလို့ ချစ်ခြင်းရဲ့နာကျင်မှုတွေအကြောင်းကို ပြသထားပါတယ်....။အပြင်မှာလိုပါပဲ...ယောင်္ကျားလေးတွေဟာ နှလုံးသားခပ်များများ ဦးနှောက်ခပ်နည်းနည်းနဲ့ ချစ်ခြင်းမှာ နစ်မြုပ်နေတတ်ကြပြီးမိန်းကလေးတွေကတော့ နှလုံးသားခပ်နည်းနည်း ဦးနှောက်ခပ်များများနဲ့ ချစ်ခြင်းကို စီမံတတ်ကြပါတယ်။ဒါပေမယ့်ဘယ်သူပဲဖြစ်ဖြစ်ပါလေ...တကယ်ချစ်ရသူကတော့ အမြဲတမ်း နာကျင်ရတာပါပဲ။ခံစားနာကျင်ပေးကြပါဦး။( မင်းသား Sunny ရဲ့ ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/category/sunny/  ကြည့်လို့ရပါတယ်။-Zawgyi-\nMr. Hurt ...",
        "rating": "6.0",
        "url": "https://megaup.net/4exvy/Mr.hurt_[2017]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance, Sunny"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/483377b404_345x518_9da5d1ad05-200x300.jpg",
        "title": "Heart Attack (2015)",
        "description": "ဒီရုပ်ရှင်ကားကို ပိုစတာ မြင်ရုံနဲ့ စိတ်ဝင်စားခဲ့တယ် ကောင်းကောကောင်းရဲ့လား အရည်မရ အဖတ်မရတွေလားလို့တွေးထင်ခဲ့ဖူးတယ် ....အရင်ဆုံး သိလိုက်ရတာကတော့ IMDb မှာ 7.8 Rating ရရှိထားတာပါ။Asia ရုပ်ရှင်ကားတွေမှာ အတော်ရှားပါးတဲ့ Rate မျိုးပေါ့....i Fine i Thank I Love U ထဲက မင်းသား အပါအဝင် Pee Mak ရုပ်ရှင်ကားထဲမှ မင်းသမီး ပါဝင်ပါတယ်..ဇတ်လမ်းပုံစံ အစပျိုးထားတာကတော့ ယွန်း ဆိုတဲ့ ကောင်လေးက ဂရစ်ဖစ်ဒီဇိုင်နာပါ သူဟာ အလုပ်အလွန်ကြိုးစားသူဖြစ်ပြီးအလုပ်တစ်ခုလုပ်ရင် ဇွဲရှိရှိလုပ်တာမို့ ညမအိပ်တန်း လုပ်ဖြစ်ပေမယ့် သူ နောက်ဆုံး လုပ်နေတဲ့ အလုပ်ဟာဘယ်လောက်အောင် ညမအိပ်ပဲ လုပ်လဲဆို ၄ ရက်ခွဲ တိတိ သူမအိပ်ပဲ အလုပ်အပ်သူ စိတ်တိုင်းကျ ပုံတွေ ပြင်ပေးခဲ့ပါတယ်အလုပ်အပ်သူက သဘောကျပေမယ့် သူ့ရဲ့ အိပ်ချိန်တွေဟာ ဆုံးရှုံးခဲ့ပါတယ် ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/heart-attack-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/bedsidedetective0-140x200.jpg",
        "title": "The Bedside Detective (2007)",
        "description": "IMDb Rating (6.5) ရရှိထားတဲ့ ထိုင်းဟာသဇာတ်ကားလေးဖြစ်ပါတယ်။ဂျော့ဆိုတဲ့ ငနဲလေးဟာ စွန့်စားတီထွင်ရတာကို ကြိုက်တတ်တဲ့ လူငယ်တစ်ယောက်ပါ...သူဟာ...တီဗွီပန်ကာ...နေရောင်ခြည်နဲ့ကင်စားရတဲ့ ဘာဘီကျူးဆိုင် စတဲ့ စွန့်ဦးတီထွင်တဲ့လုပ်ငန်းတွေကို စိတ်ကူးပေါက်သလိုလုပ်ပြီးလုပ်တိုင်းမှာ သောက်တလွဲဖြစ်သွားတတ်ပေမယ့် စိတ်ဓါတ်ကတော့ လုံးဝမကျပါဘူး....ဒါပေမယ့် အကြွေးတွေ ဖိစီးလာတဲ့အခါမှာတော့ ပိုက်ဆံရမယ့် စွန့်စွန့်စားစား အလုပ်တစ်ခုကို လုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်....ဒါကတော့ ကြာကူလီဇာတ်လမ်းအရှုပ်တွေကို ဖော်ထုတ်ရမယ့် စုံထောက်လုပ်ငန်းပါ။အဲ့ဇာတ်လမ်းအရှုပ်တွေထဲက ကောင်မလေးတစ်ယောက်ကို မြင်မြင်ချင်းကြွေသွားမိတဲ့အခါမှာတော့....မောင်ဂျော့တစ်ယောက် ဘယ်လိုတွေ စွန့်စားမလဲဆိုတာ.........။မင်းသားကတော့ I fine thank you,love you ...Heard Attack ဇာတ်ကားတွေထဲက မင်းသား Sunny Suwanmethanont...မင်းသမီးက ချစ်စဖွယ်မျက်နှာပေးလေးနဲ့ Pattarasaya Kreuasuwansri...တကယ်ကောင်းတဲ့ ထိုင်းဟာသဇာတ်ကားလေးတွေက Entertainment ဖြစ်တာ အသေအချာမို့ ကြည့်ရှုသင့်တဲ့ဇာတ်ကားတစ်ကားပါ။( မင်းသား Sunny ရဲ့ ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/category/sunny/  ကြည့်လို့ရပါတယ်။)- Zawgyi -IMDb Rating (6.5) ရရွိထားတဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3yA3q/The_Bedside_Detective_[2007]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance, Sunny"
    }
]