[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Chinese-Zodiac-140x200.jpg",
        "title": "Chinese Zodiac (2012)",
        "description": "ဒီတစ်ခါ မိတ်ဆက်ပေးမှာကတော့ လူကြီးတွေကော ကလေးတွေပါမကျန် အားလုံး မသိသူမရှိကြိုက်ကြတဲ့ မင်းသားကြီး Jackie Chan ရဲ့ဇာတ်လမ်းလေးပါ။\nတရုတ်သမိုင်းမှာ အစဉ်လာကြီးမားခဲ့တဲ့ ရှေးဟောင်း ရာသီခွင်တိရိစ္ဆာန်တွေရဲ့ကြေးသွန်းခေါင်း ရတနာကို ရှာဖွေခြင်းပါပဲ။ ဒီကားမှာ Jackie Chan က Treasure Hunter ပုံစံနဲ့ သရုပ်ဆောင်ထားပြီး ဒီရတနာပစ္စည်းတွေကို တရားသော၊ မတရားသော ကြိုက်တဲ့နည်းလမ်းနဲ့ ရှာဖွေဖို့ ငှားခံရပါတယ်။ ရှာဖွေခိုင်းသူတွေကလည်း ဒီရတနာတွေကို ငွေကြေးနဲ့အခြားနိုင်ငံများကိုလေလံတင်ဖို့ကအဓိက ပါ။ အစောပိုင်းတုန်းမှာ ဒီပစ္စည်းတွေကို ငွေကြေးအတွက်သာအဓိက ထားရှာဖွေခဲ့ပေမယ့် နောက်ပိုင်းမှာ ဒီပစ္စည်းတွေဟာ သူတို့နိုင်ငံသမိုင်းကြောင်းမှာ ဘယ်လောက်အရေးပါခဲ့လည်းဆိုတာကို သိရပြီးနောက် Jackie Chan ဘာတွေဆက်လုပ်လည်းဆိုတာကို တွေ့မြင်ရမှာပါ။\nJackie Chan အပါဝင် သူတို့ရဲ့ Treasure Hunter Group မှာ Daniel Wu လိုနာမည်ကြီးမင်းသားတွေလည်းပါဝင်တာကိုတွေ့ရမှာပါ။ ဒီကားဟာလည်း action တွေ ၊ ...",
        "rating": "6.1",
        "url": "https://megaup.net/3yF1W/Chinese_Zodiac_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Qarib Qarib Singlle (2017)",
        "description": "\"ခ်စ္ျခင္းတရားဆိုသည္မွာ\"\"Qarib Qarib Singlle\"မင္းသား အီရာဖန္ နဲ႔ မင္းသမီးေခ်ာ ပါရာဗသီတို႔ရိုက္ကူးထားတဲ့ဆြတ္ပ်ံ႕ၾကည္ႏူးဖြယ္ ေဘာလိ၀ုဒ္ဇာတ္လမ္းတစ္ပုဒ္ပါ။\"ပါရာဗသီ\"က ငယ္ငယ္ရြယ္ရြယ္နဲ႔ လင္ေယာက္်ားေသဆံုးခဲ့ျပီးအရြယ္ေကာင္းမုဆိုးမေလးတစ္ေယာက္ျဖစ္ကာ\"တစ္ပင္လဲမူ တစ္ပင္ထူ\"ဖို႔ မ၀ံ့မရဲျဖစ္ေနရွာသူ \"ဂ်ာယား\"ဆိုတဲ့ သက္လတ္ပိုင္း ရံုး၀န္ထမ္းအမ်ိဳးသမီးတစ္ဦး အျဖစ္သရုပ္ေဆာင္ထားပါတယ္။\"အီရာဖန္\"ကိုေတာ့ ဘ၀မွာငယ္ခ်စ္ဦးေတြနဲ႔ လြဲခဲ့ျပီးေနာက္ပိုင္းမွာေတာ့ တစ္ကိုယ္တည္းဧကစာရီက်င့္ေနရရွာတဲ့ ကဗ်ာဆရာ \"ဗီေယာဂီ\"အျဖစ္နဲ႔ဘ၀ၾကင္ေဖာ္ရွာေဖြေနသူ သနားစရာ တစ္ပင္တိုင္မင္းသားၾကီးအျဖစ္ေတြ႔ျမင္ရမွာပါ။တစ္ေန႔မွာေတာ့ ဂ်ာယားဟာ အြန္လိုင္းေပၚကေန ဖူးစာရွင္ရွာေဖြေရး ၀ဘ္ဆိုက္ေပၚမွာ လူစိမ္းတစ္ဦးနဲ႔ စကားစမည္ေျပာဆိုအျပီးမွာေတာ့ ထိုသူနဲ႔ အျပင္မွာေတြ႕ဖို႔ဆံုးျဖတ္လိုက္ပါတယ္။အဲဒီလူစိမ္းကေတာ့ ဇာတ္လိုက္ေက်ာ္ၾကီး ဗီေယာဂီပါပဲ။နွစ္ေယာက္စလံုးက ၁၉၈၀ ခုနွစ္မတိုင္ခင္မွာ ေမြးဖြားခဲ့သူေတြပီပီ အခ်စ္ေရးနဲ႔ပတ္သက္ျပီးေတာ့ အရွက္အေၾကာက္ၾကီးၾကပံုခ်င္းတူပါတယ္။တစ္ေယာက္ရင္ထဲက တစ္ေယာက္ရဲ့ခံစားခ်က္ကို တစ္ေယာက္က ဖြင့္ေျပာဖို႔ ဆိုတာက သူတို႔အတြက္ေတာ့ အျပစ္ၾကီးတစ္ခုကို က်ဴးလြန္မိမယ့္အတိုင္းႏွစ္ေယာက္စလံုးက မ၀ံ့မရဲသူေတြပါ။\"သူ႕ရည္းစားေဟာင္း သံုးဦးက ဗီေယာဂီကို အခုထိစြဲလန္းေနၾကတုန္းပဲ\"လို႕ ဗီေယာဂီက ထုတ္ေျပာမိတဲ့အခါ ဂ်ာယားက မယံုမၾကည္ျဖစ္တဲ့အေၾကာင္း ျငင္းခုန္ၾကရင္းနဲ႔ ဗီေယာဂီ ကသူ႕ရီးစားေဟာင္းေတြနဲ႔ဂ်ာယားကို မိတ္ဆက္ေပးဖို႔ အစီအစဥ္ျဖစ္လာခဲ့ျပီးေတာ့ ႏွစ္ေယာက္သားခရီးရွည္ထြက္ခဲ့ၾကဖို႔ ဆံုးျဖတ္လိုက္ၾကပါေတာ့တယ္။သမားရိုးက် ...",
        "rating": "7.2",
        "url": "https://megaup.net/2conB/Qarib_Qarib_Singlle_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BMjAyNDM2MDA2NF5BMl5BanBnXkFtZTcwOTMxMDAxNA@@._V1_SY1000_CR006741000_AL_-6-135x200.jpg",
        "title": "Gnomeo & Juliet (2011)",
        "description": "Gnomeo & Juliet (2011)\nIMDb - 5.9/10_____Rotten - 56%\n Gnomeo and Juliet ကာတွန်းကားလေးကတော့ ၂၀၁၁ မှာထွက်ရှိထားတာပဲဖြစ်ပါတယ်\nဒီဇာတ်လမ်းမှာ ပါဝင်ထားတဲ့ အသံသရုပ်ဆောင်တွေက အပြင်မှာလည်းနာမည်ကြီးတဲ့ ဝါရင့်သရုပ်ဆောင်ကြီးတွေပါပဲ\nဒီဇာတ်လမ်းထဲမှာတော့ အနီရောင်မိသားစုနဲ့အပြာရောင်မိသားစုဟာ ခေတ်အဆက်ဆက်က ရှိလာခဲ့တဲ့ရန်ငြိုးဟောင်းတွေကြောင့် တစ်ဖက်နဲ့တစ်ဖက်မုန်းတီးနေကြပါတယ်\nသူတို့ကတော့ ပန်းခြံထဲမှာထားတဲ့ gnome အရုပ်လေးတွေပေါ့\nသူတို့ရဲ့သခင်တွေဖြစ်တဲ့ အိမ်ရှင်နှစ်ယောက်ကလည်း မတည့်သလို အနီနဲ့အပြာမိသားစုတွေကလည်း\nလမ်းမှာတွေ့ရင် ဦးရာလူကချကြတာပေါ့ အပြာရောင်မိသားစုဘက်က ခေါင်းဆောင်ရဲ့သားဖြစ်သူ နိုမီယိုနဲ့\nအနီရောင်ခေါင်းဆောင်ရဲ့သမီးဖြစ်သူ ဂျူးလိယက်တို့နှစ်ယောက်ဟာ အကြောင်းတစ်ခုကြောင့် ဆုံတွေ့မိခဲ့ပြီး တစ်ယောက်နဲ့တစ်ယောက်ချစ်မိသွားခဲ့ပါတော့တယ်\nတစ်ဖက်နဲ့တစ်ဖက်မုန်းတီးနေကြတဲ့ မိသားစုနှစ်စုရဲ့ရန်ငြိုးတွေကြားမှာ သူတို့ချစ်သူနှစ်ယောက်ရဲ့ အချစ်တွေရှင်သန်နိုင်ပါမလား\nဘယ်လိုအခက်အခဲတွေကြုံတွေ့မှာလဲ နိုမီယိုနဲ့ဂျူးလိယက်တို့ချစ်သူနှစ်ယောက်ဟာ ဒီရန်ငြိုးတွေကို အဆုံးသတ်ပေးနိုင်မှာလား\nဒါမှမဟုတ် ဝေးကွာသွားကြမလားဆိုတာ ဆက်လက်ကြည့်ရှူ့ကြပါစို့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ကို Lyric Lynn Khant ဖြစ်ပါတယ်...\n  File Size : (752 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:24:00\nGenre : ,  Adventure, Animation, Comedy\nSubtitle ...",
        "rating": "5.9",
        "url": "https://megaup.net/3zAdq/Gnomeo_&_Juliet_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5MjR790oR7UMTHxCcQw4J9mbne6.jpg",
        "title": "Running Shaadi (2017)",
        "description": "အေရွ႕တိုင္းနဲ႔ အေနာက္တိုင္းမွာ ကြာျခားတာေတြ အမ်ားႀကီး ရွိပါတယ္။အဲဒီအထဲမွာ လက္ထပ္ဖို႔ အစီစဉ္ခ်တဲ့ ပံုစံ၊ လမ္းေၾကာင္းတဲ့ပံုစံ ကလည္း တစ္ခုအပါအဝင္ပါပဲ။အေရွ႕တိုင္းေတြထဲမွာမွ အိႏၵိယႏိုင္ငံမွာ ဇာတ္ျမင့္၊ ဇာတ္နိမ့္ ခြဲျခားတာက တစ္မ်ိဳး၊ လူမ်ိဳးေရး၊ ဘာသာေရး ခြဲျခားတာက တစ္ဖံုဆိုသလို လက္ထပ္တဲ့ ကိစၥေတြမွာ အဲဒီ ကိစၥေတြဟာလည္း ဂရက္႐ိုက္လာျပန္ပါတယ္။အိႏၵိယႏိုင္ငံမွာ အဲဒီျပႆနာေတြေၾကာင့္ အိႏၵိယအစိုးရက ေနာက္ဆံုး ဥပေဒတစ္ခုကို ျပ႒န္းခဲ့ရပါတယ္။ ႀကိဳက္တဲ့လူမ်ိဳး ႀကိဳက္တဲ့ဇာတ္ကို လက္ထပ္ႏိုင္တဲ့ ဥပေဒပါ။ \"Special Marriage Act\" လို႔ေခၚတဲ့ အထူးထိမ္းျမားမဂၤလာ အက္ဥပေဒပါ။စတဲ့ ဥပေဒ ကိစၥေတြကိုပါ ထည့္သြင္း ႐ိုက္ကူးထားတဲ့ အခ်စ္ဇာတ္လမ္းေလးပါ။ဘာသာမတူရင္၊ ဇာတ္အဆင့္တန္း မတူရင္ ျပႆနာေတြ တက္လြန္းတဲ့အတြက္ လူငယ္ေတြၾကားမွာ ဒုကၡေရာက္က်ပါတယ္။လူငယ္ေတြဆိုတဲ့အတိုင္း ေရွးလူႀကီးေတြရဲ႕ အယူအဆေတြကို တစ္တေဝမတိမ္း မလိုက္နာခ်င္ၾကပါဘူး၊၊ လူႀကီးေတြကိုလည္း မလြန္ဆန္ႏိုင္ၾကဘူး။ အဲဒါေတြရဲ႕ ရလဒ္ကေတာ့ ေနာက္ဆံုး ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/running-shaadi-2017/",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "",
        "title": "Friends with Benefits (2011)",
        "description": "မင္းသားကေတာ့ နာမည္ေက်ာ္ အဆိုေတာ္ ဂ်က္စတင္တင္းဘားလိတ္...မင္းသမီးက နာမည္ၾကီးေမာ္ဒယ္သရုပ္ေဆာင္ မီလာကူးနစ္....မင္းသားေရာ မင္းသမီးေရာက အခ်စ္ေရးမွာ ေမွ်ာ္လင့္ခ်က္ေတြအၾကီးၾကီး ထားမိျပီး အဲ့ဒီ့ေမွ်ာ္လင့္ခ်က္ေတြ အလြယ္တကူကြဲအက္သြားတာကို မခ်ိမဆန္႔ခံေနရသူေတြပါ။တစ္ေန႕မွာ သူတို႕ႏွစ္ေယာက္ အလုပ္ကိစၥတစ္ခုေၾကာင့္ ထိပ္တိုက္ေတြ႕ဆံု ခင္မင္လာရာကေန....အခ်စ္ဆိုရင္ ေၾကာက္ေနမိတဲ့ သူတို႕ႏွစ္ေယာက္  အခ်စ္မပါတဲ့ တြယ္ညွိမႈေတြကို ဘယ္လိုတည္ေဆာက္မလဲ....Friends with Benefits ဆိုတဲ့အတိုင္း တစ္ေယာက္ကိုတစ္ေယာက္ Just Sex ယံုကလြဲျပီး သူငယ္ခ်င္းလို ေနၾကတာဟာ အဆင္ေခ်ာေမြ႕ပါ့မလားဆိုတာ....။IMDb Rating (6.6) ရရွိထားတဲ့ Romance/Comedy ဇာတ္ကားေလးကို ၾကည့္ရႈခံစားေပးပါဦး။(သူငယ္ခ်င္းလိုကေန Just Sex ယံုပဲ..က်န္တာဘာအကန္႔မွ မရွိဘူးဆိုတဲ့ Relationship ၾကီးကေတာ့ အဆန္းၾကီးေနာ္...အဲ့လို RS ကို အားက်ေနမိရင္ ကိုယ့္သူငယ္ခ်င္းေတြကိုလဲ Friends with Benefits မလားလို႔ လိုက္ေမးၾကည့္ေလ...:P) \nFile size…(999 MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration….01:49:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "",
        "url": "https://megaup.net/Qzm8/Friends_With_Benefits_[2011]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vsGqB2r1JZr61qnL1GsqS0CxFQb.jpg",
        "title": "Jailbreak (2017)",
        "description": "ဒီတစ္ခါမွာေတာ့အက္ရွင္ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။တကယ့္ကိုတစ္ခ်ိန္လုံးတိုက္ခိုက္ေနတာကိုမွၾကည့္ခ်င္ရင္ဒီကားေလးကိုေဒါင္းသာၾကည့္လိုက္ပါ။ဒီကားေလးကအထူးရဲတပ္ဖြဲ႕တပ္စုတစ္ခုရဲ႕ေထာင္တြင္းတိုက္ပြဲေလးလို႔ေျပာလို႔ရပါတယ္။နာမည္ႀကီးလူဆိုးဂိုဏ္းရဲ႕ေဖာ္ေကာင္တစ္ေယာက္ကိုတရား႐ုံးကေနေထာင္ဒဏ္ခ်မွတ္လိုက္ပါတယ္။အဲ့ေဖာ္ေကာင္ကလည္းၿငိမ္ၿငိမ္မေနဘဲနဲ႕လူဆိုးဂိုဏ္းေခါင္းေဆာင္ကိုတရား႐ုံးမွာထြက္ဆိုခဲ့ေတာ့သူ႕ကိုဂိုဏ္းထဲကလူေတြကတေကာက္ေကာက္လိုက္သတ္ၿပီေပါ့ဗ်ာ။ေနာက္ဆုံးကံဆိုးသူေမာင္ရွင္ျဖစ္လာတဲ့သူေတြကကိုကိုရဲႀကီးေတြပါ။ေနရင္းထိုင္ရင္းနဲ႕ကိုေထာင္ကလူမိုက္ေတြနဲ႕လက္႐ုံးရည္ခ်င္းၿပိဳင္ၾကရေတာ့တာေပါ့။ေထာင္လူမိုက္ေတြကလည္းအာဂေတြဗ်။လူအခ်င္းခ်င္းျပန္စားတဲ့သူေတြနဲ႕ ကိုယ့္အဝွာကိုကိုယ္ျပန္စားထားတဲ့သူေတြဆိုေတာ့ဇကေတာ့မေသးဘူးဗ်။အဲ့လိုလူၾကမ္းႀကီးေတြၾကားမွာအထူးရဲ႕တပ္ဖြဲ႕တစ္စုလြတ္ေျမာက္နိုင္ပါ့မလား။ေဖာ္ေကာင္ကိုေရာရဲတပ္ဖြဲ႕ေတြဘက္ကေစာင့္ေရွာက္ေပးနိုင္ပါ့မလားဆိုတာၾကည့္လိုက္ၾကရေအာင္ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ ကိုေနမ်ိဳးပါ) File Size : (850 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre :Action, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay DTS x264-HDH\nTranslated by Nay Myo\nEncoded by Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/jailbreak-2017/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/wtN0xx93lNkfA7dwEmpBfbq79Dq-133x200.jpg",
        "title": "I Can Speak (2017)",
        "description": "ဒီတစ္ခါေတာ့ IDM Rating 7.6 အထိရရွိထားတဲ့ျဖစ္ရပ္မွန္ဇာတ္လမ္းေလးတစ္ပုဒ္ကိုအေျခခံၿပီးရိုက္ကူးထားတဲ့ေတာင္ကိုရီးယားဇာတ္ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္ကား rating အရအရမ္းေကာင္းေနလို႔စၿပီးဘာသာျပန္လိုက္ေတာ့ဇာတ္လမ္းကဒီေလာက္ႀကီးလည္းဘာမွမဟုတ္ဘူးထင္ေနတာေပါ့။ေနာက္ပိုင္းဆက္ၿပီးၾကည့္ေတာ့မွတျဖည္းျဖည္းနဲ႕ဘာေၾကာင့္မွန္းမသိပိုၿပီးစိတ္ဝင္စားလာမိတယ္။အဓိကအေၾကာင္းရင္းကဇာတ္ေကာင္မင္းသမီးႀကီးရဲ႕စိတ္ထဲမွာဘယ္လိုေတြျဖစ္ေနလဲဆိုတာကိုသိခ်င္လာမိလို႔ပါ။ဇာတ္ကားအဆုံးထိၾကည့္ၿပီးမွမင္းသမီးႀကီးရဲ႕ခံစားခ်က္ကိုနားလည္လာခဲ့လို႔ပရိတ္သတ္ႀကီးလည္းအဆုံးထိခံစားၾကည့္ရႈလိုက္ၾကပါ။ေအာ္ဒါနဲ႕ဒီကားကေတာင္ကိုရီးယားမွာဆုတံဆိပ္ေပါင္း ၁၂ဆုအထိရရွိထားတဲ့ကားေလးေနာ္။ဇာတ္လမ္းအစမွာေတာ့ပတ္မင္ေဂ်းလို႔ေခၚတဲ့ဝန္ထမ္းေပါက္စေလးတစ္ေယာက္ဆိုးလ္ၿမိဳ႕ကခရိုင္အုပ္ခ်ဴပ္ေရးမႉး႐ုံးကိုတာဝန္ေျပာင္းေ႐ႊ႕ထမ္းေဆာင္ရင္းနဲ႕စထားပါတယ္။ပတ္မင္ေဂ်းကအလုပ္လည္းႀကိဳးစားသလိုအဂၤလိပ္စာကိုလည္းကြၽမ္းကြၽမ္းက်င္က်င္နဲ႕ေျပာဆိုနိုင္တဲ့လူေတာ္တစ္ေယာက္ပါ။ခရိုင္႐ုံးမွာအလုပ္လုပ္ရင္းအမ်ားအက်ိဳးအတြတ္ကိုယ္က်ိဳးမဖက္လုပ္ေဆာင္ေပးေနသူနာဘုတ္အြန္းအဘြားနဲ႕စတင္ေတြ႕ဆုံခဲ့ရပါတယ္။နာဘုတ္အြန္းကရပ္ကြက္မွာျဖစ္ေနသမွ်ကိစၥအားလုံးတိုင္ၾကားတာကိုပတ္မင္ေဂ်းဘက္ကလည္းအေကာင္းဆုံးေျဖရွင္းဖို႔ႀကိဳးစားရပါေတာ့တယ္။နာဘုတ္အြန္းမွာလည္းခေလးဘဝတည္းကကြဲကြာခဲ့ရတဲ့ေမာင္ေလးတစ္ေယာက္ရွိပါတယ္။သူ႕ေမာင္ေလးကလက္ရွိအေမရိကန္မွာေနတာကိုေတြ႕ဖို႔အရာရွိေပါက္စပတ္မင္ေဂ်းဆီမွာအဂၤလိပ္စာသင္ဖို႔အကူအညီေတာင္းခဲ့ပါတယ္။ပတ္မင္ေဂ်းလည္းလက္ခံခဲ့ၿပီးတဲ့ေနာက္နာဘုတ္အြန္းလည္းအဂၤလိပ္စာကိုကြၽမ္းကြၽမ္းက်င္က်င္ေျပာဆိုလာနိုင္တဲ့အခ်ိန္မေမွ်ာ္လင့္တဲ့အျဖစ္အပ်က္ေတြေပၚေပါက္လာပါတယ္။အဲ့အျဖစ္အပ်က္ေတြကဇာတ္လမ္းကိုလုံးဝဖမ္းစားလိုက္တာပါ။အဲ့အျဖစ္အပ်က္ေတြေၾကာင့္ပဲဇာတ္လမ္းၾကည့္ရႈတဲ့သူေတြပထမအစထင္ထားသလိုမ်ိဳးမဟုတ္ေတာ့ဘဲလုံးဝမတူကြဲျပားတဲ့ဇာတ္လမ္းတစ္ပုဒ္ၾကည့္ရႈရသလိုျဖစ္သြားေစမွာပါ။အဲ့အျဖစ္အပ်က္ေတြကဘာေတြလဲဆိုတာကိုေတာ့ဇာတ္လမ္းအဆုံးထိေစာင့္ၾကည့္လိုက္ရေအာင္ပါ။ေသခ်ာတာတစ္ခုကေတာ့ဒီဇာတ္ကားၾကည့္ၿပီးရင္လူတိုင္းအေတြးတစ္ခုဝင္လာပါလိမ့္မယ္။နာဘုတ္အြန္းအဘြားေနရာမွာကိုယ့္အဘြား၊ကိုယ့္အေမ၊ကိုယ့္အစ္မ၊ကိုယ့္ညီမသာဆိုရင္ဘယ္လိုခံစားၾကမလဲ။ဒီလိုမ်ိဳးခံစားရမႈေတြကိုကိုယ့္ေၾကာင့္နဲ႕တစ္ျခားမိသားစုဝင္ေတြခံစားေစခ်င္ပါသလား။ပရိတ္သတ္ႀကီးပဲဆုံးျဖတ္ေပးၾကပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ ကိုေနမ်ိဳးပါ) File Size : (900 MB) and (355 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre :Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay x264 DTS-FGT\nTranslated by Nay Myo\nEncoded by Thanhtike Zaw",
        "rating": "7.6",
        "url": "https://megaup.net/2fPan/I_Can_Speak_(Ai_Kaen_Seupikeu)_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BMTAxOTMwOTkwNDZeQTJeQWpwZ15BbWU4MDEyMTI1NjMx._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Paddington (2014)",
        "description": "After a deadly earthquake destroys his home in Peruvian rainforest, a young bear makes his way to England in search of a new home. The bear, dubbed \"Paddington\" for the london train station, finds shelter with the family of Henry and Mary Brown. Although Paddington's amazement at urban living soon endears him to the Browns, someone else has her eye ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/paddington-2014/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/downsizing.jpg",
        "title": "Downsizing (2017)",
        "description": "သိပၸံပညာရွင္ေတြဟာ လူ ဦးေရ ထူထပ္မႈျပႆနာကို လူေတြကို ၅ လက္မအရြယ္အစား ေလာက္ျဖစ္ေအာင္ ခ်ံဳ႕ပစ္တဲ့အ စီအစဥ္နဲ႔ေျဖရွင္းခဲ့ရာမွာ ႀကံဳရ မယ့္ အေျခအေနေလးေတြကို တင္ဆက္ထားတာျဖစ္ပါတယ္။ ေပါလ္နဲ႔ေအာ္ဒေရတို႔ဟာ ေငြေရးေၾကးေရးမေျပလည္မႈေတြ ႀကံဳ ေနရတဲ့ဇနီးေမာင္ႏွံပါ။ ေက်ာင္းသားေဟာင္း စံုညီပြဲတစ္ခုကိုတက္ ရင္း ၅ လက္မအရြယ္ခ်ံဳ႕ထားတဲ့ သူတို႔မိတ္ေဆြ ေဒ့ဗ္၊ က႐ိုးလ္တို႔နဲ႔ ဆံုခဲ့ရပါတယ္။ လူဦးေရ ထူထပ္ မႈနဲ႔ စားနပ္ရိကၡာျပႆနာကို ေျဖ ရွင္းၿပီးသားျဖစ္ေစတဲ့ အရြယ္အ စားခ်ံဳ႕တဲ့ အစီအစဥ္ကို ေနာ္ေ၀း သိပၸံပညာရွင္ေတြက တီထြင္ခဲ့တာျဖစ္ၿပီး လူအေတာ္မ်ားမ်ားလည္း ပါ၀င္ထားၿပီျဖစ္ပါတယ္။အရြယ္အစားခ်ံဳ႕တဲ့ အစီအ စဥ္ကို ေပါလ္တစ္ေယာက္စိတ္ ၀င္စားခဲ့တဲ့အတြက္ ေဒ့ဗ္နဲ႔ေဆြး ေႏြးၾကည့္ခဲ့ၿပီး ေနာက္မွာေတာ့ ဆိုဒ္ခ်ံဳ႕ၿပီးရင္မူလအရြယ္အစား ျပန္မရႏိုင္ေတာ့မွန္းသိေပမယ့္ လူတန္းေစ့ေန ထိုင္စားေသာက္ႏုိင္ ဖို႔အတြက္ တစ္ေန႔တစ္ေန႔ စိတ္ ပူပန္ေနရတဲ့ ေပါလ္နဲ႔ေအာ္ဒေရ တုိ႔ဟာ ဘ၀ေနထိုင္မႈပိုေကာင္း မယ္လို႔ယူဆရတဲ့ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/downsizing-2017/",
        "category": "Comedy, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BZDU5N2JmOGItZWNhZi00NjlmLTk2NzktMTdmZDdhMTgyMzhhXkEyXkFqcGdeQXVyNTE1OTA5MTk@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "The Bros (2017)",
        "description": "ဒါ႐ိုက္တာ Chang You-jeong ရဲ႕ လက္ရာျဖစ္ၿပီး Ma Dong seok၊ Lee Dong hwi၊ Lee Ha nui တို႔က အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားၾကတာပါ။ကိုရီးယားသမိုင္းဆရာ လီေဆာ့ဘံုဟာ အင္ဒီယားနား ဂ်ံဳးစ္လိုမ်ိဳး ေရွးေဟာင္းသမိုင္းေဖာ္ထုတ္ရာမွာ ေအာင္ျမင္ခ်င္တာမို႔ သူပိုင္ဆိုင္သမွ်ေငြေၾကး ေတြကို ေရွးေဟာင္းပစၥည္း တူးေဖာ္ဖို႔အတြက္ အကုန္သံုးစြဲခဲ့ပါ တယ္။ အင္ဒီယားနားဂ်ံဳးစ္ လိုျဖစ္မျဖစ္ေတာ့မသိ။ ေလာေလာဆယ္ မွာေတာ့ ဘာအက်ိဳးအျမတ္မွ မရတဲ့အျပင္အေႂကြးေတြသာ ပိုလာခ့ဲ့ပါတယ္။ ေဆာ့ဘံုရဲ႕ညီ လီဂ်ဴဘံုက ေဆာက္လုပ္ေရးလုပ္ငန္းလုပ္ ကိုင္တဲ့ ဗိသုကာတစ္ေယာက္ျဖစ္ ၿပီး ​ဉာဏ္ေကာင္းၿပီး အကြက္ျမင္သူတစ္ေယာက္ပါ။ အေႂကြးပတ္လည္၀ိုင္းေနတဲ့ ေဆာ့ဘံုအ တြက္ မိဘက်န္ခဲ့တဲ့ အေမြအိမ္ေလးကေန ပိုက္ဆံရမယ့္အေနအထားရွိ ေနခ်ိန္မွာ ဂ်ဴဘံုကေတာ့ အန္ဒံုအေ၀းေျပးလမ္း တည္ေဆာက္ေရးစီမံကိန္း တည္ေဆာက္ခြင့္ရထား တာမို႔ အေျခအေနခ်င္းက အျပတ္ အသတ္ကို ကြာေနခဲ့ပါတယ္။ေဆာ့ဘံုတို႔ ညီအစ္ကိုဟာ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-bros-2017webdl/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BZjliODQ4NmYtM2QyZS00ZDNkLTgxNzQtNTQyOWFmMzJiZTQ1XkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Venus Talk (2014)",
        "description": "၂၀၁၄ ခုႏွစ္ကထြက္ရွိထားတဲ့ မမတို႕ ရဲ႕ ဘ၀ ဇာတ္ေၾကာင္းေလးေတြကိုရိုက္ကူးတင္ဆက္ထားတဲ့ ဇာတ္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက မမ တို႕ ရဲ႕ သေဘာ သဘာ၀ေတြ နဲ႕ သူတို႕ ရဲ႕ စိတ္ေနသေဘာထားေလးေတြကိုရိုက္ကူးတင္ဆက္ျပထားတာျဖစ္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ တီဗီ ထုတ္လုပ္သူ ရွင္ေဟး  အိမ္ေထာင္သည္ မီယြန္း နဲ႕တခုလပ္ အေမ ေဟးေယာင္တို႕ အသက္၄၀ အရြယ္ မမၾကီးေတြပါ သူတို႕ဟာ သူငယ္ခ်င္းေတြျဖစ္ျပီးေတာ့သူတို႕ရဲ႕ အခ်စ္ေတြအေၾကာင္းကိို လက္ရွိေခတ္ ဆိုးလ္ရဲ႕ လူမႈဘ၀ နဲ႕ ခ်ိန္ထိုးျပီးေန႕တိုင္း သံုးသပ္ေနၾကသူေတြပါ ဒီဟာသ အခ်စ္ကားက ဒါရိုက္တာ Kwon Chil ရဲ႕ေနာ္ကဆံုးေပၚ မိန္းမေတြရဲ႕ relationship အေပၚသေဘာထားေလးေတြနဲ႕လိင္ကိစၥေတြ အေပၚဘယ္လိုသေဘာထားတယ္ ဘယ္လို ေလးဆို ႏွစ္သက္တယ္ ဆိုတာကိုဟာသေလးေႏွာျပီး ထိထိိ မိမိ နဲ႕ ရိုက္ကူးျပထားတာပါပညာ ယူမယ့္သူေတြကေတာ့ ၾကည့္ၾကေပါ့ေနာ႔သိပ္အမ်ားၾကီးေျပာလိုက္ရင္ ၾကည့္တဲ့ အခါေပါ့သြားမွာစိုးလို႕သိပ္မညႊန္္းေတာ့ပါဘူးဗ်စကားခ်ပ္ - တခါထဲ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/venus-talk-2014/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/proposal-poster-135x200.jpg",
        "title": "The Proposal (2009)",
        "description": "The Proposal (2009)_______IMDb - 6.7/10\n The Proposal ရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၀၉ခုနှစ်ထွက်ဒရာမာဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်ဇာတ်ကားကြာမြင့်ချိန်က ၁နာရီ မိနစ် ၄၀ကျော်ရှိပြီး Imdb rating 6.7/10 အထိရရှိထားတဲ့ဇာတ်ကားလေးပါ။ပါဝင်သရုပ်ဆောင်ထားသူတွေက တော့ နာမည်ကြီးမင်းသမီး Sandra Bullock.....မင်းသား Ryan Reynolds တို့ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့စာအုပ်တိုက်တစ်ခုမှာ အယ်ဒီတာချုပ်ဖြစ်တဲ့ Margret တစ်ယောက် ဗီဇာစည်းကမ်းဖောက်လို့ ပြည်နှင်ဒဏ်အပေးခံရမယ့်အခြေအနေဆိုက်နေပါတယ်....သူ့အတွက်ဖြေရှင်းဖို့နည်းလမ်းကတော့ နိုင်ငံသားတစ်ယောက်နဲ့လက်ထပ်တာပါ....အဲဒီအခါ သူ့လက်ထောက်ဖြစ်တဲ့ Andrew နဲ့ လက်ထပ်ဖို့ကြံစည်ပါတော့တယ်.....ဒါပေမယ့်လည်း အမေရိကန်လူဝင်မှုကြီးကြပ်ရေးအရာရှိမှ သူတို့နှစ်ယောက်ပေါင်းလိမ်နေတယ်လို့သံသယရှိလာတာကြောင့် ၂ယောက်စလုံးကိုမေးခွန်းတွေမေးမယ် မတူရင် Margret က နယ်နှင်ဒဏ် Andrew ကငွေဒဏ်နဲ့ထောင်ဒဏ်ခံရမှာပါ.....ဒီကိစ္စ ကိုဖြေရှင်းဖို့ ၂ယောက်သားဘယ်လိုတွေလုပ်ဆောင်မလဲ ဘယ်လိုကမောက်ကမတွေဖြစ်ပြီး နှစ်ဦးသား ဘယ်လိုအတူဖြတ်ကျော်ကြမလဲ။....မိသားစု....ရည်းစားဟောင်းစတဲ့အခက်အခဲတွေကြားမှာ မထင်မှတ်ပဲအချစ်စစ်တစ်ခုပေါက်ဖွားလာနိုင်မလား၊ ဆိုတာတော့ Dramaကြိုက်တဲ့ ပရိသတ်ကြီးတွေကိုယ်တိုင်ကြည့်ရှုလိုက်ပါဦးနော်The Proposal ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ ၂၀၀၉ခုႏွစ္​ထြက္​ဒရာမာဇာတ္​ကား​ေလးတစ္​ကားျဖစ္​ပါတယ္​ဇာတ္​ကားၾကာျမင္​့ခ်ိန္​က​ ၁နာရီ မိနစ္​​ ၄၀​ေက်ာ္​႐ွိၿပီး Imdb rating 6.7/10 အထိရ႐ွိထားတဲ့ဇာတ္ကားေလးပါ။ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက ...",
        "rating": "6.7",
        "url": "https://megaup.net/2dpvd/The_Proposal_[2009]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/o0420060013899640399-140x200.jpg",
        "title": "Policeman and Me (2017)",
        "description": "2017 ခုႏွစ္ထြက္ထားတဲ့ အခ်စ္ဟာသဇာတ္ျမဴးကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက Animation ကို Live Action အျဖစ္ျပန္လည္အသက္သြင္းရိုက္ကူးထားတာျဖစ္ပါတယ္ဇာတ္လမ္းေလးက ၁၆ ႏွစ္အရြယ္ေက်ာ္ငးသူေလးနဲ႕ သူ႕ရဲ႕ ကိုကို ရဲသားၾကီးတို႕ရဲ႕ Romantice ဆန္တဲ့ေတြ႕ဆံုမႈေလးေတြ နဲ႕ သူတို႕ ၂ေယာက္ တေယာက္ကိုတေယာက္ ဆံုဆည္းေစခဲ့တဲ့ ဖူးစာေရး ကံၾကမၼာအေၾကာင္းေလးေတြကို ရိုက္ကူးျပထားတာျဖစ္ပါတယ္  ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ကာကို အသက္၁၆ ႏွစ္အရြယ္အထက္တန္းေက်ာင္းသူေလး သူက အသက္ ၂၂ အရြယ္ဟန္ေဆာင္ျပီး အတန္းသြားတက္ပါတယ္  အဲ့မွာသူဟာ ကူတာ ဆိုတဲ့ ကိုကို နဲ႕ ဆံုျပီး သူတို႕ ၂ေယာက္ ရင္းႏွီးသြားပါတယ္ ရင္းႏွီးသြားတယ္ ဆိုတာကလဲသူတို႕ ၂ေယာက္ရဲ႕ ပထမဆံုးေတြ႕ဆံုမႈဟာ လံုး၀ ရိုမက္တစ္ဆန္လို႕ပါပဲ ဘာလို႕ဆုိ သူတို႕ ၂ေယာက္ဟာကို႕ယို႕ကားယား နဲ႕ ဒုကၡေတြ႕ေနတဲ့ ကာကို ကို ကူညီေပးခဲ့လို႕ပါ ဒီလိုနဲ႕ ကာကိုက သူ႕ကို သတိထားမိသြားျပီးေတာ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/policeman-and-me-20177/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/ferdinand_ver10-135x200.jpg",
        "title": "Ferdinand (2017)",
        "description": "Ferdinand (2017)\nIMDb - 6.7/10_____Rotten - 71%\n  \nဖာဒီနန်ဟာ နွားရိုင်းသတ်ပွဲ ဝင်ဖို့ စပိန်နိုင်ငံ မြို့စွန့်က လေ့ ကျင့်ရေးစခန်းမှာ မွေးမြူထားတဲ့ နွားလေးဖြစ်ပြီး\nသူ့အဖေဟာ နွား ရိုင်းသတ်သမားတစ်ယောက်နဲ့ မက်ဒရစ်ကိုပါသွားပြီး\nပြန်ရောက် မလာတော့တဲ့နောက်မှာတော့ လေ့ကျင့်ရေးစခန်းကနေ ထွက်ပြေးခဲ့ပါတယ်။\nဖာဒီနန်ကို နီနာဆိုတဲ့ မိန်းကလေးက သူ့ယာတောမှာခေါ် မွေးထားခဲ့တာမို့\nဖာဒီနန်လေးဟာ ယာတောက သူငယ်ချင်းတွေနဲ့အတူ ဘဝကို အေးအေးချမ်းချမ်း ဖြတ်သန်းခဲ့ပါတယ်။\nအနီရောင် အဝတ်စမြင်လိုက်တာနဲ့ ဒေါသ တဝင်းဝင်းနဲ့ လိုက်လံခတ်ချင်တဲ့ နွားရိုင်းစိတ်မျိုး လုံးဝမရှိဘဲ\nပန်း ပွင့်လေးတွေကို တယုတယ ထွေးပွေ့နမ်းရတာကိုပဲ ဖာဒီနန် သဘောကျတာပါ။\nဒီလိုနဲ့ ဖာဒီနန်လေး အရွယ် ရောက်လာတဲ့အခါမှာတော့ သာမန်နွားတွေထက်\nအရွယ်အစား ကြီးမား တောင့်တင်းတာမို့\nတွေ့ တဲ့သူတိုင်း အံ့ဩဘနန်းဖြစ်ကြရ ပါတယ်။\n   \nနောက်တော့ ဖာဒီနန်ကို အရင်နွားရိုင်း လေ့ကျင့်ရေးစခန်း က လူတွေတွေ့သွားပြီး\nမျက်စိ ကျကာ ပြန်ခေါ်သွားတဲ့အတွက်\nအေးချမ်းနေတဲ့ ဖာဒီနန်ရဲ့ဘဝ လေး ပျက်သုဉ်းခဲ့ရပါတယ်။\nနွားရိုင်းနဲ့ အလှပြကစားရာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1yqp9/Ferdinand_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BZDRjZWZlNjAtYjM1ZS00ZjAyLWE4MmEtNWVmNzZiNTYzOThjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Man Who Invented Christmas (2017)",
        "description": "အင်္ဂလိပ်စာရေးဆရာကြီး ချားလ်စ်ဒစ်ကင်းစ် ဆိုရင်ကမ္ဘာ့စာ​ပေလောကမှာမသိတဲ့လူမရှိပါဘူး။သူဟာအောင်မြင်တဲ့စာအုပ်များစွာကိုရေးသားခဲ့ပြီး သူရေးတဲ့စာအုပ်တွေဟာ အံ့သြလောက်အောင် အရောင်းရဆုံးတွေဖြစ်ခဲ့ပါတယ်။သူဖန်တီးခဲ့တဲ့ စိတ်ကူးယဉ်ဇာတ်ကောင်တွေဟာ လူတွေရဲ့နှုတ်ဖျား တွေ ရုပ်ရှင်ကားတွေမှာ ခုထိအသက်ဝင်ရှင်သန်နေတုန်းပါပဲ။မြန်မာနိုင်ငံကအများသိကြတဲ့ စာရေးဆရာကြီးရွှေဥဒေါင်းကလည်း သူ့ဝတ္ထုတစ်အုပ်ဖြစ်တဲ့ Great Expectation ဆိုတဲ့စာအုပ်ကို “မျှော်တလင့်လင့်”ဆိုပြီး မြန်မာမှုပြုရေးသားခဲ့ဖူးပါတယ်။ဒီရုပ်ရှင်လေးကတော့ စာရေးဆရာကြီးချားလ်စ်ဒစ်ကင်းစ်ရဲ့ ဘဝတစ်စိတ်တစ်ပိုင်းကို ခပ်မြူးမြူးလေးရိုက်ပြထားတဲ့Drama/Biography ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ချားလ်စ်ဟာ A Christmas Carol ဆိုတဲ့စာအုပ်ကိုမထုတ်ခင်ရှေ့မှာစာအုပ်သုံးအုပ်ဆက်တိုက်အရှံူးပေါ်ခဲ့ပါတယ်။ဒါနဲ့ခုစာအုပ်ကိုရေးဖို့ သူ့မှာ ဖိအားများစွာဖြစ်ပေါ်လာခဲ့တယ်။နောက်ဆုံးသူဒီစာအုပ်ကိုရေးသားထုတ်ဝေပြီးချိန်မှာ အရင်ခရစ္စမတ်ကိုပစ်ထားကြတဲ့ အင်္ဂလိပ်တွေကစလို့ တစ်ကမ္ဘာလုံးကလူတွေ ခရစ္စမတ်ကိုယနေ့ထိပြန်လည်ကျင်းပလာကြတယ်လို့ဆိုပါတယ်။၂၀၁ရခုနှစ် နိုဝင်ဘာမှာထွက်ခဲ့တဲ့ကားဖြစ်ပြီး Rating တွေကတော့ Rotten Tomatoes 80%, IMDB 7.1/10 ရထားတာဆိုတော့ ဇာတ်ကားကောင်းတစ်ကားဆိုရမှာပါ။တကယ်ကောင်းမကောင်းဆိုတာတော့ ပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲ ကြည့်ရှုတော်မူကြပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ဆရာ ဇွဲပါ)File Size : (850 MB) and (290 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 44min \nFormat ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/man-invented-christmas-2017/",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/td-135x200.jpg",
        "title": "The Disaster Artist (2017)",
        "description": "The Disaster Artist (2017)\nIMDb - 7.4/10_____Rotten - 91% နိုင်ငံတိုင်းမှာ ရုပ်ရှင်လောကတိုင်းမှာ ပေါကားဆိုတာရှိစမြဲပါ။ပေါတဲ့ခံယူချက်ကတော့ တူကြမှာမဟုတ်ပါဘူး။သရုပ်ဆောင်မကောင်းလို့၊ ဇာတ်အိမ်မကောင်းလို့၊ ကိုယ့်အနုပညာကို ပရိသတ်မြင်လာအောင်မချပြနိုင်လို့ပေါကားဖြစ်သွားကြတာတွေရှိသလို သူများနဲ့မတူအောင် ရိုက်ရာကနေ ပေါသွားတာမျိုး၊ ပိုက်ဆံရရင်ပြီးရော ပရိသတ်ကိုနားလည်ပါးရိုက်လုပ်နေတဲ့ ပေါကားတွေလဲ ဒုနဲ့ဒေးပါပဲ။ဒီ Disaster Artist ဆိုတဲ့ရုပ်ရှင်ကားကတော့၂၀၀၃ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ကမ္ဘာ့အဆိုးဆုံးရုပ်ရှင်၊ အပေါဆုံးရုပ်ရှင်ဆိုတဲ့ ဂုဏ်ပုဒ်တွေရယူထားနိုင်တဲ့ The Room ဇာတ်ကားရဲ့ပဲ့ကိုင်ရှင် Tommy Wiseau အကြောင်းကို ရိုက်ကူးပြထားတာပဲဖြစ်ပါတယ်။ဘယ်ကလာတယ်၊ အသက်ဘယ်နှနှစ်လဲ၊ ဘယ်မှာမွေးတာလဲ၊ ပိုက်ဆံတွေဘယ်လိုရလာသလဲဆိုတဲ့ နောက်ကြောင်းရာဇဝင် ဘာဆိုဘာမှမသိရတဲ့ Tommy Wiseau နဲ့ သရုပ်ဆောင်ဖြစ်ရရင်၊ အောင်မြင်ရရင် ကျေနပ်ပါပြီဆိုတဲ့ Greg။သူတို့နှစ်ယောက် လော့အိန်ဂျလိစ်ရဲ့လမ်းမထက်မှာ အိပ်မက်ကိုယ်စီမက်ခဲ့ကြတယ်။တစ်ယောက်ကိုတစ်ယောက် အားပေးဖို့၊ ကိုယ့်အိပ်မက်ကို ဘယ်တော့မှလက်မလျှော့ဖို့ ကတိပေးခဲ့ကြတယ်။ဟောလိဝုဒ်မှာ နေရာတစ်နေရာရလာဖို့ အမျိုးစုံကြိုးစားခဲ့ပေမယ့် ဟောလိဝုဒ်က သူတို့ကိုငြင်းပယ်လာတဲ့အခါ.....သူတို့နှစ်ယောက်မှာ ကမ္ဘာ့အဆိုးဆုံးရုပ်ရှင်တစ်ကားဖြစ်လာဖို့ ကမ္ဘာ့အကောင်းဆုံးအကြံတစ်ခုထွက်လာကြပါတယ်။အဲ့ဒါကတော့ ကိုယ့်ပိုက်ဆံနဲ့ကိုယ် ...",
        "rating": "7.4",
        "url": "https://megaup.net/1yh3l/The_Disaster_Artists_[2017]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMzM1OTI4NDM4Nl5BMl5BanBnXkFtZTgwMDAwODg2NDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "When We First Met (2018)",
        "description": "လူ႔ဘဝမွာတစ္ခါေလာက္ေတာ႔အခ်ိန္ေတြကိုေနာက္ျပန္ဆုတ္လို႔ရရင္လို႔ေတြးမိဖူးၾကမွာပါ။အကယ္၍သာျပန္ျပင္ဆင္ခြင္႔ရွိရင္ ဘာေတြကိုျပင္ဆင္မွာလဲျပင္ဆင္လိုက္ရင္ေရာ ဘာျဖစ္မွာလဲ ဆိုတာလဲေတြးမိၾကမွာပါ။အဲ႔လို႔ေမးခြန္းေတြနဲ႔ စိတ္ညစ္ဖူးတဲ႔ လူေတြအတြက္ ဒီကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးထဲက မင္းသားကေတာ႔ျပင္ဆင္ခြင္႔ရခဲ႔သူတစ္ဦးေပါ႔။ေမးစရာရွိတာက အဲ႔ဒီအခြင္႔အေရးဟာသူ႔အတြက္ ကံဆိုးတာလား ကံေကာင္းတာလား ဆိုတာပါပဲ။ေပါေပါ႔ပါးပါးနဲ႔ သူေပးခ်င္တဲ႔မက္ေဆ႔ကိုေပးႏိုင္တဲ႔ကားေလးမို႔ ကားေကာင္းေလးတစ္ကားလို႔ပဲ ညႊန္းလိုက္ပါရေစ။အခ်ိန္ခရီးသြားကားေတြထဲကမွ ခြဲထြက္ေနျပီး အဓိပၸါယ္ရွိတဲ႔ကားေလးတစ္ကားပါ။Ratingေတြ အေနနဲ႔ကေတာ႔ Imdb Rating6.5 နဲ႔ Rotten tomatoes 4.2% ရရွိထားတဲ႔ကားေလးပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ေအးမြန္ေက်ာ္ပါ)  File Size : (750 MB) and (320 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre :Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :1080p.NF.WEBRip.DD5.1.x264-SiGMA\nTranslated by Aye Mon Kyaw\nEncoded by Thanhtike Zaw",
        "rating": "6.5",
        "url": "https://megaup.net/1Aorx/When_We_First_Met_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Me, Myself & Irene (2000)",
        "description": "က်ြန္ေတာ္တို့ အခ်စ္ေတာ္ႀကီး Jim Carrey ရဲ့ ေနာက္ထပ္ အလန္းစားရုပ္ရွင္တစ္ကား ထပ္မံ တင္ဆက္ေပးလိုက္ပါတယ္2000 ခုနွစ္က ရိုက္ကူးခဲ့ တဲ့ Old But Gold ရုပ္ရွင္ တစ္ကားျဖစ္ပါတယ္IMDb rating 6.6 ရရွိထားျပီး ရုပ္ရွင္ ဘတ္ဂ်က္ ၅၁ သန္းအသံုးျပုထားကာBox Office မွာ ဝင္ေငြ ၁၄၉ သန္း ျပန္လည္ရရွိထားပါတယ္ရိုးသားတဲ့ စိတ္ေစတနာေကာင္းတဲ့ ျပည္နယ္ေသးေသးေလးက ရဲတပ္ဖြဲ့ဝင္ေလးတေယာက္အရမ္းဥာဏ္ေကာင္း IQ ျမင့္တဲ့ ေခ်ာေခ်ာလွလွ မိန္းကေလးတေယာက္နဲ့အိမ္ေထာင္က်ရာက မိန္းမ က ေဖာက္ျပန္လို့ စိတ္ဒဏ္ရာ ရတဲ့အေၾကာင္းေတြကို Jim Carrey ပီသစြာပဲပိုင္ပိုင္နိုင္နိုင္သရုပ္ေဆာင္ထားပါတယ္မိန္းမထြက္သြားျပီး တျခားသူနဲ့ ေမြးတဲ့ သား ၃ေယာက္နဲ့ သူ့ကိုခ်န္ခဲ့ပံုလူတစ္ကိုယ္စိတ္ ႏွစ္မ်ိုး အျဖစ္ႀကံုလာရပံုတာဝန္အရ လိုက္ေစာင့္ေရွာက္ေပးရတဲ့ မိန္းကေလးတေယာက္နဲ့အလြဲေတြႀကံုရပံု အစရွိတာေတြကို တေသာေသာရယ္ေမာေနရင္းၾကည့္ရႈရမွာပါတခုေျပာစရာရွိတာက တစ္ကားလံုး ညစ္ညမ္းတဲ့ စကားေျပာခန္းေတြအမ်ားႀကီးပါဝင္ပါတယ္ဘာမွ မျပင္ဆင္ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1wwr7/Me,_Myself_&_Irene_[2000]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/201251817162110-145x200.jpg",
        "title": "SanMao Joins The Army (1992)",
        "description": "ဒီဇာတ္ကားကေတာ့ ျမန္မာျပည္ဆိုရွယ္မီဒီယာမွာ ခုတေလာ လူေျပာမ်ား လူၾကည့္မ်ားေနတဲ့ ဟာသဗြီဒီယိုအပိုင္းေလးရဲ႕ ဇာတ္ကားပါ။(SanMao joins the army) 'ဆံသံုးေခ်ာင္း' စစ္တပ္ထဲဝင္ေသာအခါ ဆိုတဲ့ဇာတ္ကားဟာ 1935 ခုႏွစ္မွာ Zhang Leping ဖန္တီးခဲ့တဲ့SanMao ဆိုတဲ့ တရုတ္နာမည္ေက်ာ္ကာတြန္းကို အသက္သြင္းထားတာျဖစ္ပါတယ္။ဆံပင္သံုးေခ်ာင္းပဲရွိတဲ့ အူေၾကာင္ၾကားကေလးေလးတစ္ေယာက္အေၾကာင္းနဲ႔ စစ္ပြဲရဲ႕ဆိုးေမြေတြအေၾကာင္း ဟာသအေသာေလးေတြနဲ႔ ကာတြန္းဆန္ဆန္ရိုက္ကူးထားတာ အေတာ္ေလး ရယ္ရပါတယ္။HD Quality ကို တရုတ္ဝက္ဒ္ဆိုဒ္ေတြအၾကား ေမႊေႏွာက္ရွာေဖြျပီး တင္ဆက္ထားပါတယ္...ၾကည့္ရႈခံစားေပးပါဦး။ \nFile Size…(999 MB) and (410MB)Quality…HD Rip 720pFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Khin Pyae Sone Kyaw",
        "rating": "",
        "url": "https://channelmyanmar.org/sanmao-joins-army-1992/",
        "category": "Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/lady_bird_ver2-135x200.jpg",
        "title": "Lady Bird (2017)",
        "description": "Imdb - 7.8\nRotten Tomatoes - 99%\n----------------------------------------------\nသားသမီးတွေနဲ့ မိဘတွေ ကတောက်ကဆအဖြစ်ဆုံးအရွယ်က အထက်တန်းကျောင်းသူကျောင်းသားအရွယ်ဆိုတာ အားလုံးလက်ခံကြမှာပါ။ လူပျိုပေါက်၊ အပျိုပေါက်ဖြစ်လာတဲ့အရွယ်မှာ လွတ်လပ်ခွင့်တွေ အရင်ထက်ပိုလိုချင်လာကြတယ်၊ ကိုယ် ဘာလုပ်လုပ်အမှန်ပဲထင်တတ်ကြတယ်။ မိဘကလဲ ဒီအရွယ်ဆို သေးသေးလေးကအစ အပြစ်လိုက်ပြောတတ်၊ သားသမီးမပျက်စီးအောင်ဆိုပြီး ထိန်းချုပ်မှုတွေလုပ်တတ်တဲ့အခါ သားသမီးနဲ့မိဘတွေကြား နားလည်မှုလေးတွေလွဲတတ်ကြပါတယ်။\nခရစ္စတင်းဆိုတဲ့ ကောင်မလေးဟာ သူ့ကိုယ်သူ \"ငှက်မဒီ\" လို့နာမည်ပေးထားပါတယ်။ ငှက်မဒီတို့ မိသားစုက သူဌေးရပ်ကွက်တစ်ခုမှာ နေထိုင်ပြီး ငှက်မဒီကတော့ ကတ်သလစ်အထက်တန်းကျောင်း တက်ပါတယ်။ ငှက်မဒီရဲ့ မိဘတွေဟာ ငွေရေးကြေးရေး မချောင်လည်ပေမယ့် ဆက်ကျော်သက်အရွယ် ဟော့ဟော့ရမ်းရမ်းနေချင်၊ ပျော်ပါးချင်တဲ့ ငှက်မဒီ လိုအပ်သမျှကိုတော့ တတ်နိုင်သလောက်ဖြည့်ဆည်းပေးပါတယ်။\nမြန်မာပြည်မှာ ၁၀ တန်းအောင်ပြီးရင် တက္ကသိုလ်ရွေးကြသလိုမျိုး ငှက်မဒီတစ်ယောက် အထက်တန်းကျောင်းအောင်သွားတဲ့အခါ ကိုယ်တက်ချင်တဲ့ကောလိပ်ရွေးရပါတော့တယ်။ အစကတည်းက အချစ်ကြီးပြီး အစိုးရိမ်လွန်တတ်တဲ့ အမေဖြစ်သူဟာ ငှက်မဒီလေးကို အိမ်နားအနီးတစ်ဝိုက်က ကျောင်းမှာပဲ တက်စေချင်ခဲ့ပေမယ့် ငှက်မဒီကတော့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1GEf6/Brokeback_Mountain_[2005]_(MM_Sub).mp4 https://megaup.net/1GEex/Lady_Bird_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    }
]