[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTgwMDA0Mzg4OF5BMl5BanBnXkFtZTgwNjk1MjQ2NTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Ralph Breaks the Internet (2018)",
        "description": "ၿပီးခဲ့တဲ့ Ralph ရုပ္ရွင္မွာဆိုရင္ေတာ့ Ralph ရဲ႕ ကေမာက္ကမ ျဖစ္အင္ေတြနဲ႔\nဇတ္လမ္းစတည္ခဲ့ၿပီး ၿပိဳင္ကားေမာင္းတဲ့ မင္းသမီးေလး Vanellope ရဲ႕ မူလ ဘ၀ကို\nျပန္လည္ ကယ္တင္ေပးႏုိင္ခဲ့ၿပီး အရာရာ အဆင္ေျပခဲ့တာကို သိၾကမွာပါ\nRalph နဲ႔ Vanellope တို႔ဟာ အတူတကြ ေပ်ာ္ရႊင္စြာ ေနသြားၾကေလသတည္းဆိုၿပီး\nအၿပီးသတ္ခဲ့ေပမဲ့ အခုရုပ္ရွင္ျဖစ္တဲ့ Ralph Breaks The Internet ဆိုတဲ့ ရုပ္ရွင္မွာေတာ့\nၿပိဳင္ကားေမာင္းဂိမ္း ထဲက မင္းသမီးေလး Vanellope ၿပိဳင္ပြဲ ၀င္ေနတဲ့ အခ်ိန္\nRalph တစ္ေယာက္ အႏုိင္ရေအာင္ ဆိုၿပီး သူ႔အႀကံနဲ႔ သူ ျဖတ္လမ္းေတြ\nေဖာက္ခဲ့ပါတယ္...\nျဖစ္ခ်င္ေတာ့ အဲ့ဒီလို ပရိုဂရမ္ကေန ေသြဖယ္သြားတဲ့ လမ္းေၾကာင္းကို\nအျပင္က ဂိမ္းေဆာ့သူက လုိက္ၿပီး ျပန္ထိန္းခ်ဳပ္ရင္း အဲ့ဒီၿပိဳင္ကား ဂိမ္းစက္ဟာ\nပ်က္စီးသြားခဲ့ပါေတာ့တယ္....\nဆုိင္ရွင္က အပိုပစၥည္း မွာဖို႔ ႀကံစဥ္ေပမဲ့ မူလ လက္ေဟာင္းျဖစ္တဲ့အတြက္\nအပိုပစၥည္းမရွိသလို အင္မတန္ေစ်းႀကီးတဲ့အတြက္ Vanellope ရဲ႕ ၿပိဳင္ကားဂိမ္းစက္ကို\nေခ်ာင္ထိုးထားဖို႔ စိတ္ကူးသာ ရရွိသြားပါေတာ့တယ္...\nဒီလိုနဲ႔ ၿပိဳင္ကား ဂိမ္းထဲ ေနထိုင္ေနၾကတဲ့ သူေတြ အားလံုးဟာ ထြက္ေျပးၾကရင္း\nျဖတ္ကူးၾကတဲ့ ၾကား တစ္ေနရာမွာ ေသာင္တင္ကုန္ၾကပါတယ္..\nRalph ကလဲ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1A4dl/Ralph_Breaks_The_Internet_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BZGE1NGYxOWItODdmMy00NWNhLTgxZmMtYmVjYmViMGI0NTdmXkEyXkFqcGdeQXVyNzE2MTQyMzM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Isn’t It Romantic (2019)",
        "description": "ဇာတ်လမ်းအကြောင်းအကျဉ်းချုပ်ပြောရရင်တော့အချစ်ဇာတ်မြူးကားမကြိုက်တဲ့ကောင်မလေးတစ်ယောက်အချစ်ဇာတ်မြူးကားထဲ ပိတ်မိသွားတဲ့ အချစ်ဇာတ်မြူးကားလို့ ပြောရမှာပဲ..ရှုပ်များသွားသလား မသိဘူး။ငယ်ဘဝမှာ မိခင်ဖြစ်သူသွင်းပေးလိုက်တဲ့ အတွေးခေါ်တွေကြောင့်အချစ်ဟာသကားတွေကို မုန်းတဲ့ နာတာလီဆိုတဲ့ပုံ့ပုံ့ဖိုင့်ဖိုင့်ဗိသုကာပညာရှင်မလေး ...စိတ်ကူးယဉ်ဆန်တာတို့ ချစ်ခြင်းတို့ဆိုတာတွေဟာသူ့လိုမိန်းကလေးတွေအတွက် မအပ်စပ်တဲ့အရာလို့တစ်ယူသန်မှတ်ထားတဲ့ လက်တွေ့ဆန်မလေးတစ်ယောက်တစ်ညမှာ ရိုက်လုခံရပြီး အစစအရာရာ မထင်မှတ်ထားတဲ့အပြောင်းအလဲကြီးနဲ့ ရင်ဆိုင်လိုက်ရတဲ့အခါမှာပေါ့..နာတာလီလေးတစ်ယောက် လက်တွေ့ဘဝထဲပြန်ထွက်လာမလား..သူမုန်းတယ်ထင်ခဲ့ဖူးတဲ့ အစစအရာရာပြည့်စုံနေတဲ့ဘဝမှာ ပျော်မလားဆိုတာတော့ကြည့်လိုက်ကြပါဦးလို့Translated by Sane Khet\nEncoded by sithu",
        "rating": "6.1",
        "url": "https://megaup.net/2eelt/Isn’t_It_Romantic_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cwBq0onfmeilU5xgqNNjJAMPfpw.jpg",
        "title": "The Favourite (2018)",
        "description": "Director- Yorgos Lanthimos ရိုက်ကူးပုံဖော်ထားပြီးမင်းသမီး Olivia Colman, Emma Stone, Rachel Weisz တို့အပြိုင်သရုပ်ဆောင်ထားတဲ့ ၁၈ ရာစုခေတ်အင်္ဂလန်ရာဇဝင်ကို ပုံဖော်ထားတဲ့ ဇာတ်ကားလေးပါ။IMDb ration 7.7, Rotten Tomatoes 93% rating ရထားပြီး ၉၁ ကြိမ်မြောက် အော်စကာ ဆုပေးပွဲမှာ  မင်းသမီး ၃ ယောက်လုံးAcademy Nomiation  ဝင်ခဲ့ပြီး ဇာတ်လမ်း၊ဇာတ်ညွှန်းဒါရိုက်တာ ဓါတ်ပုံ အဝတ်အစားဒီဇိုင်း စတာတွေအတွက်Nomination ဆု (၁၀) ခုထိ ဝင်ထားပြီး Best Actress ဆုကိုမင်းသမီးကြီး Olivia Colman က ဆွတ်ခူးနိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကလေးကတော့ ၁၈ ရာစုခေတ်မှာအင်္ဂလန်နဲ့ ပြင်သစ်က စစ်ပွဲတွေ ဆင်နွဲနေတဲ့အချိန်ပါ။မုဆိုးမတစ်ဦးဖြစ်ပြီး သားသမီးမရှိတဲ့ ဘုရင်မကြီး အန်းနီကတော့အင်္ဂလန်ထီးနန်းကို ဆက်ခံနေပြီး သူ့ငယ်သူငယ်ချင်း ဆာရာကအကြံပေးတဲ့အတိုင်း တိုင်းပြည်ကိုအုပ်ချုပ်နေပါတယ်။ဘုရင်မကြီး အန်းနီက အာဏာရှိပေမယ့် ရိုးအပြီးပညာမဲ့ထုံထိုင်းတဲ့သူမို့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2lWdy/Look_Who’s_Back_[2005]_(MM_Sub).mp4 https://megaup.net/101j2/The_Falling_[2014]_(MM_Sub).mp4 https://megaup.net/101ja/The_Favourite_[2018]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BM2I0MTliNDYtZWM4NS00MzA2LWIyMzEtMzQ5ZDNhNmYzNGIxXkEyXkFqcGdeQXVyOTAyNjI4ODQ@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "The Soul-Mate(2018)",
        "description": "The Soul-Mate(2018)\nဒီကားရဲ႕ အဓိက ေခါင္းေဆာင္မင္းသားျဖစ္တဲ့ Dong-seok Maကုိေတာ့\nကြ်န္ေတာ္တုိ႕ျမန္မာပရိတ္သတ္ေတြ အႀကဳိက္ျဖစ္ခဲ့တဲ့ Along with the Gods, Unstoppable ,The Outlaws\nစတဲ့ နာမည္ႀကီးကားေတြမွာရင္းႏွီးၿပီးသားမုိ႕  ေထြေထြထူးထူးမိတ္ဆက္ေပးစရာမလုိဘူးထင္ပါတယ္....\nတျခားသူေတြမ်က္လုံးေပါက္ကုိေမွးက်ဥ္းလုိက္ၿပီး မ်က္ႏွာႀကီးရႈံထားရင္ ထိတ္လန္႕စရာေကာင္းေနေပမယ့္\nဒီမင္းသားႀကီးအဲ့လုိအမူအရာလုပ္ရင္ ရုိးသားၿပီးခ်စ္စရာေကာင္းေနတာကလည္း အံၾသစရာပင္...\nသူ႕ရဲ႕ေမြးရာပါ မ်က္ႏွာကပင္ အဲ့လုိပဲလားမသိေပ...\nThe Soul-Mate ဇာတ္ကားထဲမွာေတာ့ ဂ်ဴဒုိဆရာတစ္အျဖစ္သရုပ္ေဆာင္ထားၿပီး\nသူ႕မွာ ႏွလုံးအားနည္းေရာဂါရွိတဲ့့ သမီးေလးတစ္ေယာက္လည္းရွိပါတယ္...\nတစ္ေန႕သူရဲ႕ ကားကုိရဲက သိမ္းသြားေတာ့ ယူသြားတဲ့ရဲေနာက္ကုိလိုက္ခဲ့ပါတယ္..\nအဲ့ဒီအခါမွာ ရဲေရာ သူေရာကုိ ဒုစရုိက္သမားေတြက ေသေလာက္ေအာင္ရုိက္သြားပါတယ္...\nတကယ္ေတာ့ ရဲနဲ႕ ဂ်ဴဒုိဆရာတုိ႕ဟာ တကယ့္ျပသနာေတာႀကီးထဲကိုေရာက္ရွိသြားတာပါ...\nကဲ သူတုိ႕ ဘယ္လုိျပသနာေတာႀကီးထဲကုိေရာက္သြားတာလဲ.....\nအရုိက္ခံရၿပီးေဆးရုံေပၚေရာက္ၿပီးတဲ့ေနာက္ ဘာေတြဆက္ျဖစ္ေနမလဲ...\nဒုစရုိက္ဂုိဏ္းနဲ႕ေရာ ဘယ္လိုေတြဆက္ျဖစ္မလဲ...ေနာက္ကြယ္က ဘယ္သူေတြရွိေနမလဲ...ဆုိတာကုိေတာ့\nခံစားၾကည့္လုိက္ပါဦး...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ May Phyu Zaw ပဲျဖစ္ပါတယ္....\nFile Size : (850 MB) and (353 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:37:00\nGenre :  Comedy, Fantasy\nSubtitle : Myanmar ...",
        "rating": "6.0",
        "url": "https://megaup.net/2eeku/The_Soul-Mate_(Wondeopul_Goseuteu)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/999-133x200.jpg",
        "title": "999-9999 ( 2002 )",
        "description": "ၿမန္မာကားေတြအၾကိမ္ၾကိမ္ၿပန္ရိုက္ထားတဲ႔ ထိုင္းရဲ႕မူရင္း ဇာတ္ကားပါ :3ခ်င္းမိုင္ျမိဳ႕ ႏုိင္ငံတကာေက်ာင္းတစ္ခုရဲ႕ ေက်ာင္းသူတစ္ဦးအလံတိုင္ေပၚမွာ ေျခာက္ျခားဖြယ္ေသဆံုးေနမွဳသတင္းတစ္ႏုိင္ငံလံုးမွာ ပ်ံ႕ လြင့္ေနျပီးေနာက္ပိုင္း ဖူးခက္ႏုိင္ငံတကာေက်ာင္းမွစိတ္လွဳပ္ရွားစရာ စြန္႔စားမွဳအစီအစဥ္မ်ားကိုေက်ာင္းအတြင္းရိုက္ကူးတင္ဆက္ေနတဲ့ ရဲတင္းေသာမိစာၧမ်ားအဖြဲ႔မွလူေသမွဳျဖစ္ပြားေသာ ခ်င္းမိုင္ေက်ာင္းမွေက်ာင္းသူတစ္ဦးေျပာင္းလာေၾကာင္း သတင္းရရွိသြားပါတယ္။အဖြဲ႔သားမ်ားမွ ေက်ာင္းသူအသစ္ထံမွ သတင္းရယူဖို႔ၾကိဳးပမ္းၾကပါတယ္လူေသမွဳဟာ 999-9999 ဆုိတဲ့ဖုန္းနံပါတ္ တစ္ခုနဲ႔ ပတ္သတ္တယ္လို႔ေက်ာင္းသူအသစ္က ေျပာျပျပီး မဆက္ၾကဖို႔မွာပါတယ္။999-9999ဆီကေနလိုခ်င္တာမွန္သမွ်ေတာင္းလုိ႔ရတယ္ဆိုတဲ့အေၾကာင္းသိသြားၾကျပီးေနာက္ပိုင္း အဖြဲ႔၀င္တစ္ဦးက အားလံုးေရွ႕မွာပဲစမ္းဆက္ၾကည့္ျပီး ဖာရာရီျပိဳင္ကားတစ္စီး ေတာင္းလိုက္ပါတယ္။ေနာက္တစ္ေန႔မွာ အဖြဲ႔ေခါင္းေဆာင္ဆန္းနဲ႔ ျပိဳင္ကားေတာင္းထားတဲ့ခ်ီတို႔ဖူးခက္ေရွာ့ပင္းေမာေရွ႕ ကိုအေရာက္ ၁သန္းေျမာက္ ေစ်း၀ယ္အေနနဲ႔ ခ်ီတစ္ေယာက္ ဖာရာရီတစ္စင္းမဲေပါက္သြားပါတယ္ဆန္းကတိုက္ဆုိင္မွဳတစ္ခုလို႔ သံသယျဖစ္ေနတုန္းမွာပဲခ်ီတစ္ေယာက္အက္ဆီးဒင့္ႏွင့္ေသသြားပါတယ္။ေလာဘႏွင့္ စပ္စုစိတ္ေတြေၾကာင့္ အဖြဲ႔၀င္ေတြတစ္ေယာက္ျပီးတစ္ေယာက္ကိုးသံုးလံုးကို ဖုန္းေခၚၾကျပီး လူေသမွဳေတြျဖစ္ပြားလာတဲ့အခါအဖြဲ႔ေခါင္းေဆာင္ဂိမ္းခေရဇီ ဆန္းတစ္ေယာက္ အျဖစ္မွန္ေတြကိုဘယ္လိုေဖာ္ထုတ္ျပီး အဖြဲ႔၀င္ေတြကို ဘယ္လုိကာကြယ္ မလဲဆိုတာ စိတ္၀င္စားဖြယ္ ၾကည့္ရႈရမွာပါTranslated & Review By Nu MonEncoded By LK",
        "rating": "5.2",
        "url": "https://megaup.net/2efhC/999-9999_[2002]_(MM_Sub).mkv",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTY4NzMxMjUwOF5BMl5BanBnXkFtZTgwMDk1ODMxNzE@._V1_-135x200.jpg",
        "title": "The Ridiculous 6 (2015)",
        "description": "လူဆိုးၾကီးမွာ မေမြးခင္ကတည္းကကြဲေနတဲ့ သားေျခာက္ေယာက္ရွိပါတယ္\nလူဆိုးၾကီးဟာ အသက္ၾကီးလာတာေၾကာင့္မဆိုးနိုင္ေတာ့ပါဘူး\nလူဆိုးၾကီးက အခ်ီၾကီးတစ္ခါေလာက္ရရင္နားမယ္ဆိုျပီးၾကံေနပါတယ္\nလူဆိုးၾကီးဟာ သူ႔သားေျခာက္ေယာက္ကိုအယံုသြင္းျပီး\nေဒၚလာငါးေသာင္းကိုဓားျပတိုက္ေအာင္လုပ္ပါေတာ့တယ္\nမတူညီတဲ့သားေျခာက္ေယာက္ရဲ႔စရိုက္ကဇာတ္လမ္းကို\nပံုမွန္ေကာင္းဘိြဳင္ကားေတြနဲ႔မတူေအာင္လုပ္သြားနိုင္ပါတယ္\nသားေျခာက္ေယာက္နဲ႔အေဖ ဘယ္သူနိုင္သြားမလဲဆိုတာ\nအခုပဲေဒါင္းလုပ္ဆြဲျပီးၾကည့္လို႔ရပါျပီ\nဘာသာျပန္ေပးထားတာေတာ့ကိုမ်ိဳးညြန္႔ျဖစ္ပါတယ္\nencoded by sithu",
        "rating": "4.8",
        "url": "https://megaup.net/2efgv/The_Ridiculous_6_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMjExMjU1NjUwN15BMl5BanBnXkFtZTgwOTAzOTgwNjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Slaughterhouse Rulez (2018)",
        "description": "ဒွန်ဝဲလေ့စ်ဟာ ကျောင်းသားသစ်အနေနဲ့Slaughterhouseကိုရောက်လာခဲ့ပါတယ်ကျောင်းဟာစာပဲသင်တဲ့ကျွန်တော်တို့သိနေကျစာသင်ကျောင်းတော့မဟုတ်ပါဘူးအသက်ရှင်ကျန်နေဖို့သင်ထားသင့်တဲ့အရာအားလုံးကိုသင်ပေးတဲ့ကျောင်းပါအနိုင်ကျင့်တာတွေကကျောင်းသားတွေသတ်သေတာမျိုးအထိပါဖြစ်လေ့ဖြစ်ထရှိပါတယ်ကျောင်းအုပ်ကပိုက်ဆံကလွဲပြီးအခြားအရာတွေကိုသိပ်ဂရုမစိုက်တတ်ပေမယ့်အများအမြင်မှာတော့စည်းကမ်းကြီးတဲ့ကျောင်းအုပ်ကြီးဆိုတဲ့မျက်နှာဖုံးနဲ့သူ့ကိုယ်သူဖုံးထားပါတယ် ကျောင်းဝင်အတွင်းရဲ့အောက်ခြေမှာရှိတဲ့မီသိန်းဓာတ်ငွေ့သိုက်ကိုပြင်ပအဖွဲ့အစည်းတစ်ခုဆီရောင်းစားလိုက်ပြီးစိတ်ကြိုက်လုပ်ခိုင်းပါတော့တယ်မီသိန်းယိုစိမ့်မှုဖြစ်ပြီးမြို့ပြင်ရောက်နေတဲ့စာသင်ကျောင်းမှာဘယ်လိုမျိုးူပြသနာတွေနဲ့ဒွန်တစ်ယောက်ရင်ဆိုင်ရမလဲဆိုတာမကြာသေးခင်ကမှnetflixကထွက်ရှိထားတဲ့sex educationရဲ့ဇာတ်ကောင်အိုတစ်အဖြစ်သရုပ်ဆောင်ထားတဲ့Asa Butterfieldကိုမတူညီတဲ့ကျောင်းသားပုံစံနဲ့လည်းမြင်ရမှာပဲဖြစ်ပါတယ်Translated by NoeEncoded by sithu",
        "rating": "5.6",
        "url": "https://megaup.net/1Txgr/Slaughterhouse_Rulez_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMjQ2MjI5Njk0MF5BMl5BanBnXkFtZTgwNDQ2NzczNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Second Act (2018)",
        "description": "အသက္ေလးဆယ္ေရာက္တဲ့အခ်ိန္မွာ\nရုတ္တရက္ကြ်န္ေတာ္တို႔ရဲ႔ငယ္ဘ၀ကိုျပန္စဥ္းစားၾကည့္ရင္\nျဖစ္ခ်င္ေနတာေတြနဲ႔ျဖစ္ေနတာကဘာမွမဆိုင္ပါဘူး\nမာယာဟာလည္းအဲ့လိုလူေတြထဲကတစ္ေယာက္ပဲျဖစ္ပါတယ္\nျဖစ္ခ်င္တာေတြလည္းဘာမွမျဖစ္လာသလို\nဘာမွမေျပာင္းလဲေသးတဲ့သူမရဲ႔ဘ၀ကိုအေတာ္စိတ္ပ်က္သြားပါေတာ့တယ္\nေမြးေန႔မွာေကာင္းေသာလိမ္ျခင္းနဲ႔အလိမ္ခံရျပီးသိပ္မၾကာခင္မွာပဲ\nသူမရဲ႔ရည္းစားကလမ္းခြဲသြားပါေတာ့တယ္\nပံုမွန္ေန႔စဥ္ဘ၀ကေနရုန္းထြက္ဖို႔ၾကိဳးစားေနတဲ့မာယာတစ္ေယာက္ဟာ\nအခက္အခဲေပါင္းမ်ားစြာနဲ႔ဘယ္လိုရင္ဆိုင္ရဦးမလဲဆိုတာကို\nအခုပဲေဒါင္းလုပ္ဆြဲျပီးၾကည့္နိုင္ပါျပီ\nအဓိကသရုပ္ေဆာင္အေနနဲ႔ေတာ့2010ေလာက္ကေန\nအခုခ်ိန္အထိပုရိသေတြအသည္းစြဲJennifer Lopezကပါ၀င္သရုပ္ေဆာင္ေပးထားပါတယ္\nTranslated by Ponytail\nEncoded by sithu",
        "rating": "6.0",
        "url": "https://megaup.net/Sko8/Second_Act_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/A-Monster-in-Paris-2011-150x200.jpg",
        "title": "A Monster in Paris (2011)",
        "description": "ဒီ ျပင္သစ္ 3D animation ႐ုပ္ရွင္က ဒါ႐ုိက္တာ Bibo Bergeron ရဲ႕လက္ရာတစ္ခုျဖစ္ပါတယ္။\nဇာတ္လမ္းထဲမွာဆုိရင္ ႐ုပ္ရွင္ျပစားတဲ့ ေအမီယုိနဲ႔ ကုန္ ပစၥည္းေတြလုိက္ပုိ႔တဲ့ အလုပ္ကုိ လုပ္တဲ့\nရာအုိသူငယ္ခ်င္းႏွစ္ေယာက္ဟာ မေမွ်ာ္လင့္ပဲ ဓာတ္ခြဲခန္းထဲမွာ မေကာင္းဆုိး၀ါးတစ္ေကာင္ကုိ ဖန္တီးမိခဲ့ပါတယ္။\nၿပီးေတာ့အဲ့ဒီမေကာင္းဆုိး၀ါးေကာင္ဟာ ပဲရစ္မွာေလွ်ာက္သြားပါေတာ့တယ္။\nေတြ႕တဲ့လူတုိင္းကသူ႔ရဲ႕ပုံပန္းသဏၭန္ေႀကာင့္ ေၾကာက္လန္႔တၾကားျဖစ္ၾကတာေပါ့။\nအဲ့ဒီမေကာင္းဆုိး၀ါးကုိ ဖမ္းဆီးဖုိ႔အတြက္ ေကာက္က်စ္တဲ့ ေကာ္မရွင္နာ ေမနာက စတင္ၿပီးလုပ္ပါေတာ့တယ္။\nေရႀကီးမႈျပႆနာကုိ ဘာမွအကူအညီမေပးတဲ့အတြက္သူ႔ကုိ\nျပည္သူေတြအထင္လြဲမုန္းတီးေနတာကေန ေျဖရွင္းဖုိ႔အေၾကာင္းရွာတာပါ။\nဒါေပမယ့္လည္း အဲ့ဒီမေကာင္း၀ါးေကာင္ေလးမွာ ထူးျခားတဲ့စြမ္းရည္တစ္ခုရွိပါတယ္။\nအဲ့ဒီစြမ္းရည္ေလးေၾကာင့္ပဲ မေကာင္းဆုိး၀ါးေကာင္ေလးက ပဲရစ္မွာရွိတဲ့ သူေဌးေတြသာ လာလုိ႔ရတဲ့\nကပြဲ႐ုံတစ္ခုကုိေရာက္သြားပါတယ္။\nအဲ့ဒီမွာ အဆုိေတာ္မေလး လူစီလီနဲ႔ေတြ႕ဆုံရပါေတာ့တယ္။\nလူစီလီက သူ႔ကုိနာမည္ေလးတစ္ခုေပးၿပီး ကပြဲ႐ုံမွာ တိတ္တဆိတ္ေခၚထားေပးပါတယ္။\nသူဟာ ပုံသဏၭာန္ကသာမေကာင္းဆုိး၀ါးျဖစ္ေနေပမယ့္ လူတစ္ဦးတစ္ေယာက္ကုိမွ ထိခုိက္ေစတာမ်ဳိးမလုပ္ခဲ့ပါဘူး။\nတျခားအျမတ္ႀကီးစား ကုိယ္က်ဳိးၾကည့္တဲ့လူသားေတြလုိမ်ဳိး မဟုတ္ခဲ့ပါဘူး။\nဒီဇာတ္ကားေလးက ခံစားၾကည့္မိမယ္ဆုိရင္ တကယ့္မေကာင္းဆုိး၀ါးဆုိတာ ဘယ္လုိမ်ဳိးလဲ\nအျပင္ပန္းကုိသာ ၾကည့္ၿပီး ဆုံးျဖတ္လုိ႔မရတဲ့ ကိစၥေတြ အျဖစ္အပ်က္ေတြကုိ ေတြ႔ရမွာပါ\nဒါ့အျပင္ဇာတ္လမ္းထဲမွာ ပါတဲ့သီခ်င္းေလးေတြကလဲေကာင္းတာမို႔\nစာသားေတြကုိလည္း ဘာသာျပန္ေပးထားပါတယ္။\n(ဇာတ္လမး္အညြွန္းနဲ႔ဘာသာျပန္သူကေတာ့ Yuki ျဖစ္ပီး Arkar Phyo မွ Encoded ...",
        "rating": "6.7",
        "url": "https://megaup.net/1A4dd/[05423]_A_Monster_in_Paris_(2011)_[Animation]_[Vanessa_Paradis]_[FRANCE]_[6.6].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/thHCbZVdA4DL0R8f84aUz83FSgg.jpg",
        "title": "Mega Time Squad (2018)",
        "description": "ဒီဇာတ်ကားလေးကတော့ time travelကားလေးပါ။ပေါ့ပေါ့ပါးပါးတင်ဆက်ထားတဲ့ဇာတ်ကားလေးပါ။ရှေးဟောင်းပစ္စည်းဆိုင်တစ်ဆိုင်ကို ဓားပြမှုရာကနေ ယူလာတဲ့လက်ပတ်လေးကအချိန်ခရီးသွားလက်ပတ်လေးဖြစ်နေတဲ့အခါမှာ Johnnyတစ်ယောက်ထူးဆန်းမှုတွေ တစ်သီကြီးနဲ့ကြုံရပါတော့တယ်။တစ်ခါအချိန်ခရီးသွားတိုင်း သူ့ရဲ့ကိုယ်ပွားတစ်ယောက်ပေါ်လာကနေကိုယ်ပွားတွေအများကြီးဖြစ်လာပါတော့တယ်။ဒါပေမယ့် ကိုယ်ပွားအချင်းချင်းတွေ့တဲ့အခါထျောင်ကျဲဆိုတဲ့တရုတ်နတ်ဆိုးကြီးရောက်လာတတ်ပြီးအကုန်လုံးကိုဝါးမျိုသွားတတ်ပါတယ်။Johhnyတစ်ယောက် သူ့ရဲ့ကိုယ်ပွားတွေအများကြီးနဲ့ဘယ်လိုဒုက္ခသုက္ခတွေရောက်မလဲဆိုတာကိုတော့ဇာတ်ကားလေးထဲမှာပဲ ရှုစားလိုက်ပါခင်ဗျာ File Size : ( 737 MB) & ( 277 MB)Quality : Web-DL 720pRunning Time :1hr 26 minFormat : Mp4Genre : Action , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Man AungEncoded by Moe Myint Lwin",
        "rating": "5.8",
        "url": "https://megaup.net/1ykjn/Mega_Time_Squad_[2018]_(MM_Sub).mp4",
        "category": "Adult, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jek2osBtFhzU6Hjj7yp1egOtbqO.jpg",
        "title": "Blue Streak (1999)",
        "description": "Blue Streak (1999)_____IMDb - 6.3/10\n  \nBlue Streak ကားနဲ့ပတ်သက်လို့ ကျွန်တော့်မှာ အမှတ်တရအကြီးကြီးတစ်ခုရှိခဲ့လို့ ပြောရဦးမည်...\nဒီကားက သာမန်ဟာသကားတွေနဲ့မတူ ...မင်းသားက သူခိုးအကြီးစားဖြစ်တဲ့အပြင်\nဉာဏ်ကလည်းကောင်းတယ်....ဇာတ်လမ်းကလည်း ဆွဲဆောင်မှုရှိတဲ့အပြင် နောက်ခံတေးတွေကလည်း\nအမိုက်စား...Martin Lawrence  ကြီးကလည်း ဒါမျိုးသရုပ်ဆောင်အတော်ပိုင်သည်..\nသူ့ကြည့်နေရာ တစ်ချိန်လုံးရယ်နေရတယ်...ဒီကားကြည့်ပြီးရယ်နေတာကို\nတစ်ချိန်တုန်းက ကျွန်တော့်ကိုရက်ရက်စက်စက်ဖြတ်ခဲ့တဲ့ရည်းစားက တွေ့သွားပြီး\nနင်အဲ့လိုပေါတောတော ဟီလာတိုက်တတ်လို့ နင့်ကိုဖြတ်ခဲ့တာလို့ပြောသွားတယ်...\nသူပြောတာကိုကြားမိတော့ ကျွန်တော်မတုံမဆိုင်းပဲ အေးပါ ရပါတယ် နင့်ကိုငါနားလည်ပါသလို\nခုလည်း ငါပျော်နေပါတယ်လို့\nခပ်ပြုံးပြုံးလေးပြောမိတယ်....\nဇာတ်ကားကရယ်ရတော့ နှလုံးပါမြူးပြီးအရာအားလုံးဟာ လှပနေတယ်....အရင်က အသည်းကွဲပြီး\nဘဝက စုတ်ပြတ်နေတယ်ဆိုတဲ့အတွေးတွေ ကြက်ပျောက်ငှက်ပျောက်ပဲ...\nစိတ်နာခဲ့ဖူးတဲ့သူကိုတောင်ခပ်ပြုံးပြုံးလေး တုန့်ပြန်နိုင်တယ်...\nဒါကြောင့် ကျွန်တော်တို့ ဘဝမှာ ဟာသကားလေးတွေ လိုကိုလိုအပ်သည်........\nကျွန်တော်ပြောတာမလွန်ကြောင်း ဒီကားကြည့်ဖူးတဲ့သူတွေသိပါလိမ့်မယ်....\nမကြည့်ရသေးတဲ့သူတွေအတွက်ဇာတ်လမ်းအညွှန်းလေးသွားရအောင်.....\nMiles ဆိုတဲ့သူခိုးတစ်ယောက်ရှိတယ်....သူကတော်သလို အချီကြီးတွေမှကြံလေ့ရှိတဲ့သူမျိုး...\nတစ်နေ့တော့ ၁၇သန်းတန်စိန်ကြီးကို အပေါင်းအပါတွေနဲ့အတူ ခိုးကြတယ်...\nသစ္စာဖောက်တစ်ယောက်ကြောင့် သူတို့အဖွဲ့ဒုက္ခရောက်ရတယ်...စိန်တုံးကြီးကို နီးစပ်ရာအဆောက်အဦးမှာ\nဖွက်ထားနိုင်ခဲ့ပေမယ့် Miles တစ်ယောက်ရဲဖမ်းခံရပြီး ထောင်ကျသွားတယ်.....\nထောင်ကထွက်လာတဲ့အချိန်  ဖွက်ထားတဲ့ စိန်တုံးကြီးရှိရာအဆောက်အဦးဆီကိုလာခဲ့ပေမယ့်\n တွေ့လိုက်ရတဲ့မြင်ကွင်းကြောင့် သူ ရူးမတတ်ဖြစ်သွားတယ်.......\nအဲ့ဒါကတော့ အဆောက်အဦးကြီးက ရဲစခန်းကြီးဖြစ်နေလို့ပါ...\nကိုင်း Miles ဘယ်လိုတွေရှေ့ဆက်မလဲ .....\nခံစားကြည့်လိုက်ပါ .....နင်းကန်ရယ်ရတဲ့ဟာသကားမို့ ခံစားကြည့်လိုက်ပါဦး...\n \nဘာသာပြန်သူကတော့ Zuel Khant Thwin ဖြစ်ပါတယ်.....\n \nFile Size :(1.87GB) ...",
        "rating": "6.3",
        "url": "https://megaup.net/1wtkl/Blue_Streak_{1080P_Blu-ray_5.1_CH}_[1999]_(MM_Sub).mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BYzIzYmJlYTYtNGNiYy00N2EwLTk4ZjItMGYyZTJiOTVkM2RlXkEyXkFqcGdeQXVyODY1NDk1NjE@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Green Book (2018)",
        "description": "မနက္ကမွေအာ္စကာရသြားတဲ့ ရုပ္ရွင္ကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစ\n \n1962ခုနွစ္ဆိုတာလူမည္းေတြအတြက္ေတာ့အရမ္းေကာင္းတဲ့ေခတ္မဟုတ္ပါဘူး\n \nဘတ္စ္ကားကအစ၊အိမ္သာကအဆံုးခြဲျခားဆက္ဆံတာခံေနရတဲ့အခ်ိန္မွာ\n \nအီတာလီလ်ံျဖစ္တဲ့တိုနီလစ္နဲ႔လူမည္းစႏၵယားပညာရွင္ဒြန္တို႔ဟာ\n \nအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္အလုပ္ရွင္နဲ႔အလုပ္သမားအျဖစ္ေတြ႔ၾကရပါေတာ့တယ္\n \nဒြန္ဟာလူမည္းျဖစ္ေပမယ့္လူျဖဴစရိုက္အျပည့္နဲ႔ျဖစ္ျပီး\n \nတိုနီဟာလည္းလူျဖဴျဖစ္ေနေပမယ့္လူမည္းစရိုက္နဲ႔ဘဲဆိုးၾကီးပါ\n \nသူတို႔နွစ္ေယာက္ရဲ႔အလုပ္ကေတာ့ဒြန္ရဲ႔နယ္လွည့္ေဖ်ာ္ေျဖပြဲကို\n \nတိုနီကကားေမာင္းျပီးလိုက္ပို႔ရတာပဲျဖစ္ပါတယ္\n \nစရိုက္ခ်င္းဆန္႔က်င္ဘက္ျဖစ္ေနတဲ့အေရာင္မတူတဲ့လူ၂ေယာက္ဟာ\n \nခရစ္စ္မတ္မတိုင္ခင္အမွီအိမ္ျပန္ေရာက္ပါေတာ့မလားဆိုတာကိုေတာ့\n \nအခုပဲေဒါင္းလုပ္ဆြဲျပီးၾကည့္လို႔ရပါျပီ\nTranslated by NoeEncoded by sithu",
        "rating": "8.3",
        "url": "https://megaup.net/Sth7/Green_Book_[2018]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "",
        "title": "The Frighteners ( 1996 )",
        "description": "ဒီကားေလးကေတာ့ ၁၉၉၆ခုႏွစ္ကထြက္႐ွိခဲ့တဲ့Comedy/Fantasy/Horror ဇာတ္ကားေလးတစ္ကားပဲျဖစ္ပါတယ္။IMDb rating 7.1/10ရ႐ွိထားတဲ့ဇာတ္ကားေလးလည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့Frank Bannister ဆိုတဲ့ဗိသုကာပညာ႐ွင္တစ္ေယာက္ဟာ အလြန္ေအာင္ျမင္တဲ့သူတစ္ေယာက္ျဖစ္ခဲ့ေပမဲ့မိန္းမျဖစ္သူနဲ႔စကားမ်ားရင္း ကားမေတာ္တဆမႈတစ္ခုျဖစ္ပြားခဲ့တာပဲျဖစ္ပါတယ္။အဲ့ဒီေနာက္မွာအသက္႐ွင္က်နိခဲ့တဲ့ Bannister တစ္ေယာက္ဟာထူးျခားမႈေတြစတင္ေတြ႔ၾကံဳခဲ့ရတာျဖစ္ၿပီး ဝိညာဥ္ေတြနဲ႔ဆက္သြယ္ေျပာဆိုႏိုင္တဲ့သူတစ္ေယာက္ျဖစ္လာတာပဲ ျဖစ္ပါတယ္။အဲ့ဒီေနာက္သူတို႔ၿမိဳ့္ေလးအေပၚကပ္ေဘးႀကီးတစ္ခုက်ေရာက္လာၿပီးအဲ့ဒီကပ္ေဘးႀကီးရဲ႕ေနာက္ကြယ္မွာမေကာင္းဆိုးဝါးတစ္ေကာင္႐ွိေနတာကိုသိရၿပီးေနာက္ အဲ့ဒီၿမိဳ႕ေလးကိုကယ္ႏိုင္မယ္႔တစ္ဦးတည္းေသာသူက Bannister ပဲျဖစ္ေနတာျဖစ္ပါတယ္။ဆက္လက္ေစာင္႕ၾကည္႕ခံစားပါ Translated & Reivew By Thura ZarNi AungEncoded By LK",
        "rating": "7.1",
        "url": "https://megaup.net/2SHu5/The_Frighteners_[1996]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BNDQ1NDE5NzQ1NF5BMl5BanBnXkFtZTgwNzA5OTM2NTE@._V1_SY1000_CR007051000_AL_-141x200.jpg",
        "title": "The Lobster(2015)",
        "description": "ဒီဇာတ္လမ္းဟာ၂၀၁၅မွာတင္မဟုတ္ပဲအခုခ်ိန္တမူကြဲေနတုန္းပါ\nကြ်န္ေတာ္တို႔နဲ႔မေ၀းလွတဲ့အနာဂတ္ကိုအေျခခံရိုက္ထားတာပဲျဖစ္ပါတယ္\nဘဲမရွိ၊ေစာ္မရွိFAေလးေတြဟာျမိဳ႔ေတာ္ရဲ႔ဥပေဒအရ\nHotelကိုအပို႔ခံၾကရပါတယ္\n၄၅ရက္အတြင္း ေစာ္ရွာဖို႔/ဘဲရွာဖို႔ပါ\nအဲ့လိုလုပ္ေပးတာမစြံခဲ့ရင္ေတာ့တိရစာၦန္အျဖစ္အေျပာင္းခံရျပီး\nေတာထဲကိုနွင္ထုတ္ခံရမွာပဲျဖစ္ပါတယ္\nျပီးေတာ့Hotelမွာစည္းကမ္းတစ္ခုရွိပါတယ္\nလံုး၀လက္သံုးလို႔မရပါဘူး\nMaidရဲ႔အထူးဂရုစိုက္မႈ(without orgasm)ကိုပဲေယာက်ာ္းေလးေတြ\nအေနနဲ႔ေျဖသိမ့္ရပါတယ္\nေခြးျဖစ္ေနတဲ့သူ႔အစ္ကိုနဲ႔ေဒးဗစ္တို႔Hotelကိုေရာက္သြားတဲ့အခါမွာေတာ့...\nဒီကားရဲ႔ရရွိထားတဲ့ေအာင္ျမင္မႈေတြကေတာ့\n(Nominated for 1 Oscar. Another 33 wins & 72 nominations)တို႔ပဲျဖစ္ပါတယ္\nTranslated by Dolly\nEncoded by sithu",
        "rating": "7.1",
        "url": "https://megaup.net/Stgi/The_Lobster_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8L1dh6CntBdguBAPYFHosWTknVL.jpg",
        "title": "Hey, Mr. Postman (2018)",
        "description": "ဒီဇာတ္ကားေလးရဲ႕ထူးျခားခ်က္ကေတာ့ ႐ုပ္႐ွင္ဇာတ္လမ္းတစ္ခုကုိၾကည့္ေနရတာနဲ႔မတူဘဲအျပင္ကအျဖစ္အပ်က္ေတြကုိၾကည့္ေနရသလုိခံစားရေစမွာပဲျဖစ္ပါတယ္။ဘ႐ုိင္ယန္လင္ကြန္းဆုိတဲ့အ႐ႈံးသမားက အသက္၄၀အရြယ္အထိေပါ့ေပါ့ေနေပါ့ပါ့စားဘဝမ်ိဳးနဲ႔ေနခဲ့ၿပီး တစ္ေန႔ေတာ့သူ႔ဘဝမွာ ပုိင္ဆုိင္သမ်ွအကုန္ဆုံး႐ႈံးခဲ့ရပါတယ္။အလုပ္ျပဳတ္ ကားသိမ္းခံရၿပီး ရည္းစားကပါ ပစ္သြားခဲ့ပါတယ္။ဒီလုိနဲ႔ ညီဝမ္းကြဲရဲ့အဆက္အသြယ္ေၾကာင့္ စာတုိက္မွာစာပုိ႔သမားေနရာအတြက္ အလုပ္ရခဲ့တယ္။စာပုိ႔ရင္း လူေပါင္းမ်ားစြာနဲ႔ ၾကံဳေတြ႔ရပါတယ္။အလုပ္မွာလည္း ကုိယ့္ကုိေခ်ာက္ခ်မယ့္သူေတြနဲ႔ၾကံဳရပါတယ္။ဒီလုိနဲ႔ တစ္ရက္ သူစာပုိ႔စာယူလုပ္ေနတဲ့ပတ္ဝန္းက်င္မွာျပန္ေပးဆြဲမႈတစ္ခုျဖစ္သြားခဲ့ပါတယ္။အဲ့ဒီျပန္ေပးဆြဲမႈက သူ႔ဘဝႀကီးကုိေျပာင္းလဲသြားေစခဲ့ပါေတာ့တယ္။ File Size : ( 838 MB) & ( 233 MB)Quality : WEB DL 720pRunning Time :1hr 30 minFormat : Mp4Genre :  ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by  Ye Man AungEncoded ...",
        "rating": "6.2",
        "url": "https://megaup.net/Sthb/Hey,_Mr._Postman_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vX8qZPoUHFSIq1PDvHHxuNCC0AO.jpg",
        "title": "Luck-Key(2016)",
        "description": "Luck-Key(2016)\nယြန္းဂ်ယ္ေဆာငး္ဆုိတဲ့လူငယ္ေလးတစ္ေယာက္ဟာ\nအလုပ္မွန္သမွ်ာမွာလည္း မေအာင္ျမင္ အေၾကြးေတြကလည္း ပတ္လည္၀ုိင္း ဂရုစုိက္မယ့္သူ\nလည္းမရွိ တြယ္ရမဲ့စုတ္ျပတ္ေနတဲ့ဘ၀ေၾကာင့္ ကုိယ့္ကုိကုိယ္ သတ္ေသဖုိ႕အထိေတာင္ႀကဳိးစားဖူးတယ္...\nသုိ႕ေပမယ့္ မလုပ္ျဖစ္ ဒီလုိနဲ႕ တစ္ေန႕ေတာ့ အမ်ားသုံးေရခ်ဳိးကန္ကုိသြားေရခ်ဳိးျဖစ္တယ္...\nသူေရသြားခ်ဳိးတဲ့အခ်ိန္ လူတစ္ေယာက္ကုိသတိထားမိသြားတယ္...\nအ၀တ္အစားနဲ႕ ပတ္တဲ့နာရီကုိၾကည့္ရုံနဲ႕  အရမ္းခ်မ္သာပုံရတဲ့လူတစ္ေယာက္ကုိ\nဆုိပါေတာ့... အဲ့ဒီလူဟာ တုိက္ဆုိင္စြာပဲ ေရခ်ဳိးခန္းထဲမွာ ဆပ္ျပာတုံးတစ္တုံးေၾကာင့္ လဲက်ၿပီး ေခါင္းနဲ႕ၾကမ္းျပင္ကုိရုိက္မိကာ\nေဆးရုံေရာက္သြားတယ္...စိတ္ဓာတ္ပ်က္ယြန္းဂ်ယ္ေဆာင္းတစ္ေယာက္ လဲက်ေနတဲ့သူရဲ႕\nေရခ်ဳိးခန္းအ၀တ္အစားထားတဲ့အခန္းေသာ့ကုိ ခ်က္ခ်င္းလဲလုိက္တယ္..\nတျခားသူက ေဆးရုံေရာက္သြားေပမယ့္  ယြန္းဂ်ယ္ေဆာင္းအတြက္တကယ့္ပြေပါက္ပဲ..\n.နာရီအေကာင္းစား ပုိက္ဆံအိပ္ထဲလည္း ပုိက္ဆံအျပည့္ပါတဲ့အျပင္\nကားအေကာင္းစားရဲ႕ GPS ကလည္း တန္ဘုိးႀကီးျမင့္လြန္းတဲ့အိမ္ဆီကုိေရာက္သြားေစတယ္...\n ယြန္းဂ်ယ္ေဆာင္းဟာ ပစၥည္းေတြျပန္ေပးဖုိ႕လုပ္ေပမယ့္ ပုိင္ရွင္ျဖစ္တဲ့သူဟာ ႀကမ္းျပင္နဲ႕ရုိက္မိတဲ့ဒဏ္ေၾကာင့္ အတိတ္ေမ့သြားတယ္...\nေျပာရရင္ လူခ်င္းခ်ိန္းလုိက္သလုိျဖစ္သြားတာကုိ အခြင့္ေကာင္းယူၿပီး ယြန္းဂ်ယ္ေဆာင္းဟာ တျခားသူတုိက္ခန္းမွာ ခပ္တည္တည္သြားေနေလရဲ႕...\nသူ႕အေပ်ာ္ေတြဟာ သိပ္ေတာ့ၾကာၾကာမခံပါဘူး...တုိက္ခန္းပိုင္ရွင္ျဖစ္တဲ့အတိတ္ေမ့ေနတဲ့သူဟာ\nလက္နက္ေပါင္းစုံ လူမုိက္ေတြနဲ႕ဆက္သြယ္ထားတဲ့ အခ်က္အလက္ေပါင္းစုံ\nPassport ေပါင္းမ်ားစြာရွိေနတဲ့ ေၾကးစားလူသတ္သမားအျဖစ္သိရွိၿပီးတဲ့ေနာက္\nယြန္းဂ်ယ္ေဆာင္းတစ္ေယာက္ ဘယ္လုိေရွ႕ဆက္မလဲ...အတိတ္ေမ့သြားတဲ့ လူမုိက္ႀကီးကေရာ ဘယ္လုိေရွ႕ဆက္မလဲ...\nဘယ္လုိအႏၱရယ္ေတြကေရာ သူတုိ႕ကုိ ဆီးႀကဳိေနမလဲ...\nကိုင္း  အက္ရွင္ကားႀကဳိက္တဲ့သူေတြ ခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕....\nFile Size : (900 MB) and (300 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Action, Comedy, Crime\nSubtitle : Myanmar ...",
        "rating": "6.9",
        "url": "https://megaup.net/Sthu/Luck-Key_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hPuZR2bFoV0kuBrA98exWyvTf40.jpg",
        "title": "Can You Ever Forgive Me (2018)",
        "description": "Rating 7.2 ရရွိထားတဲ့ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္...လူဆိုတာတစ္ေန႔က်ရင္ အသက္ၾကီး အုိမင္းရမွာပါပဲအသက္ၾကီးလာတဲ့အခါ စုထား ေဆာင္းတာေတြမရွိရင္စား၀တ္ေနေရး အေတာ္ခက္ခဲရႏုိင္ပါတယ္အဲဒီလိုျဖစ္တတ္တဲ့အေျခအေနေတြ အေၾကာင္းကိုရိုက္ကူးတင္ဆင္ထားတဲ့ ကားေလးပဲျဖစ္ပါတယ္လီအစၥရယ္ဟာ အေရာင္းရဆံုးစာရင္း၀င္ဖူးတဲ့ဖန္နီဘရိုက္အတၳဳပတၳိကို ေရးခဲ့တဲ့ စာေရးဆရာမပဲ ျဖစ္ပါတယ္။သူ႔စာအုပ္ေတြဟာ တခ်ိန္တုန္းက လူၾကိဳက္မ်ားခဲ့ေပမယ့္ေနာက္ပိုင္း စိတ္မ၀င္စားၾကေတာ့တဲ့အခါ ထုတ္လုပ္သူကလည္း မထုတ္ေပးေတာ့ပါဘူး။စား၀တ္ေနေရး ၾကပ္တည္းလာလို႔ ရရာအလုပ္၀င္လုပ္ေပမယ့္လည္းသူ႔အျပဳအမူေတြေၾကာင့္ ဘယ္အလုပ္မွ တာရွည္မခံခဲ့ပါဘူးေနာက္ဆံုးၾကံရာမရျဖစ္လာတဲ့အခါမွာ တျခားနာမည္ၾကီး စာေရးဆရာတစ္ေယာက္သူ႔ကိုေပးဖူးတဲ့ လက္ေရးမူကို ေရာင္းခ်ခဲ့ပါတယ္..မထင္မွတ္ပဲ ေငြအမ်ားၾကီးရလိုက္တဲ့အခါမွာ သူက ေငြကိုယစ္မူးျပီးေတာ့စာရြက္ေတြအတုလုပ္ ေရာင္းခ်တဲ့အထိ ျဖစ္လာပါေတာ့တယ္။သူကုိယ္တုိင္မသိလိုက္ပဲနဲ႔ ရာဇ၀တ္မႈေတြက်ဴးလြန္ေနမိေနလ်က္သား ျဖစ္ေနပါေတာ့တယ္…ေနာက္ဆံုးလူေတြသိသြားတဲ့အခါ ရဲေတြသိသြားတဲ့အခါမွာသူ႔အေနနဲ႔ေရွ႕ဆက္တိုးစရာလမ္းလည္း မရွိေတာ့ပါဘူးအျမဲသူ႔ေဘးမွာေနခဲ့တဲ့သူငယ္ခ်င္းကလည္းသူ႔ရဲ႕တစ္ကိုယ္ေကာင္းဆန္မႈေတြေၾကာင့္ သူ႔ကိုစြန္႔ခြာသြားခဲ့ပါေသးတယ္..ဒီလိုအက်ပ္အတည္းေတြကို သူဘယ္လိုရင္ဆိုင္မလဲ..ပ်က္စီးသြားတဲ့ယံုၾကည္မႈေတြ ျပိဳကြဲသြားတဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2eobq/Can_You_Ever_Forgive_Me_[2018]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Crime"
    },
    {
        "thumbnail": "",
        "title": "Taxiwaala (2018)",
        "description": "IMDb Rating :: :: 7.5/10\nGoogle Users :: :: 95%ဒီကားေလးက တမီးလ္နာဒူးျပည္နယ္ကမင္းသားေခ်ာ ဗီေဂ်းရဲ႕ 2018 မွာ ထြက္ခဲ့တဲ့ ကားေကာင္းေတြထဲက တစ္ကားပါ။ပထမ ႐ံုမတင္ခင္ အြန္လိုင္းေပၚ ပ်ံ႕သြားခဲ့ဖူးဖူးေပမဲ့ခုခ်ိန္မွ စာအမွန္တက္လာခဲ့တာပါ။ဇာတ္ကားနာမည္က Taxiwala ။ ဟုတ္တယ္။နာမည္အတိုင္းပဲ တကၠစီေမာင္းသမားတစ္ေယာက္ၾကံဳေတြ ့ရတဲ့ အျဖစ္အပ်က္တစ္ခုအေၾကာင္းကို ႐ိုက္ျပထားတာ။ဘာေတြထူးျခားလဲ။ ဟုတ္ကဲ့. . .ေခါင္းေဆာင္မင္းသားကArjun Reddy တို႔ Getha Govinda တို႔မွာ သ႐ုပ္ေဆာင္တဲ့ ေနာက္တက္မင္းသား Vijay Deverakonda(ဗီေဂ်း ဒီဗာရာကြန္ဒါ) ပါ။အေ႐ွ႕မွာထြက္ခဲ့ဖူးတဲ့ အဲ့ဒီႏွစ္ကားကိုခံစားဖူးသူေတြက မင္းသားဗီေဂ်းရဲ႕ သ႐ုပ္ေဆာင္စြမ္းရည္ကို သံသယျဖစ္မယ္မထင္ပါဘူး။ပံုမွန္ အလုပ္လက္မဲ့ ေကာင္ေလးတစ္ေယာက္ ဘဝကေန ဦးေလးျဖစ္သူ အကူအညီနဲ႔ ရရာအလုပ္ကိုဝင္လုပ္ရင္းဘယ္လိုမွ အဆင္မေျပတဲ့အခ်ိန္ေၾကာ္ျငာဘုတ္တစ္ခုေပၚကေတြ ့တဲ့လစာေကာင္း တကၠစီဒ႐ိုင္ဘာဘဝကိုေရာက္ခဲ့ရသူေပါ့။တကၠစီေမာင္းရင္းနဲ႔ အာႏူးဆိုတဲ့မိန္းမေခ်ာေလးနဲ႔လည္း ေမတၱာသက္ဝင္မိၾကေသး။ဒီအေၾကာင္းေတြကို ဇာတ္ကားရဲ႕ပထမပိုင္း နာရီဝက္စာေလာက္မွာ ၾကည့္ရမွာပါ။ဒီေနရာေလာက္အထိ အခ်စ္ကားလို႔ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2Sran/Taxiwaala_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/instant-family-1-133x200.jpg",
        "title": "Instant Family (2018)",
        "description": "Instant Family (2018)\nIMDb - 7.3/10_____Rotten - 82%Instant family ဇာတ်ကားဟာ IMDB 7.3 အထိရထားပြီး ဇာတ်အိမ်ဆန်းသစ်စွာနဲ့\nဟာသရသ မိသားစုချစ်ခြင်းဖွဲ့ရသ ကြည်နူးဖွယ်ရသနဲ့ စိတ်နှလုံးကို\nတိမ်းးညွှတ်အောင်ဖမ်းစားနိုင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ\nမွေးကင်းစကလေးကိုပြုစုပျိုးထောင်ဖို့အတွက် အရွယ်လွန်သွားပြီလို့ယူဆထားကြတဲ့\nအကြင်လင်မယားတွေဟာ မိသားစုဘဝရဲ့အနှစ်သာရကို ကျန်ရှိနေတဲ့\nဘဝတစ်လျှောက်လုံး ခံစားခွင့်မရှိတော့ဘူးလား....\nအကြောင်းအမျိုးမျိုးကြောင့် မိဘအရင်းတွေရဲ့ စွန့်ပစ်ခြင်းကို ခံခဲ့ရတဲ့\nကလေးတွေကရော မေတ္တာအငွေ့အသက်တွေ လုံခြုံမှုတွေကို မရရှိနိုင်တော့ဘူးလား.....\nမိသားစုဆိုတဲ့စကားလုံးဟာ အင်မတန်ရိုးရှင်းပေမဲ့\nသံယောဇဉ်တွေ နားလည်မှုတွေ ချစ်ခြင်းမေတ္တာတွေ\nအပြန်အလှန်လေးစားမှုတွေဆိုတဲ့ နက်နဲလှတဲ့သဘောတရားတွေနဲ့ ဖွဲ့စည်းထားတဲ့\nဒီကမ္ဘာမြေကြီးပေါ်က သေးငယ်တဲ့ကမ္ဘာလေးတစ်ခုဆိုရင်လည်းမမှားပါဘူး.....\nလူတစ်ယောက်ရဲ့ လက်တစ်ဖက်တည်းက\nလက်ချောင်းတွေ အတိုအရှည်မညီကြသလို....\nသွေးရင်းဖြစ်တဲ့ မိသားစုတွေတောင် နားလည်မှုအမြဲထားနိုင်ကြတာမဟုတ်ပါဘူး.....\nကိုယ်တိုင်ရွေးချယ်ဖန်တီးတော့မယ့် သွေးမတော်သားမစပ်မိသားစုတစ်ခုအတွက်\nအကောင်းဆုံးကြိုးစားပြီးပြင်ဆင်ထားပေမဲ့ တကယ်တန်းလက်တွေ့ကတော့\nထင်သလောက်မလွယ်လှဘူးလေ.....\nအကြင်လင်မယားနှစ်ယောက်ဟာ မိမိတို့ရဲ့ကလေးကို\nကိုယ်ဝန်လွယ်ထားချိန်ကစလို့ မိဘစိတ်ကို တဖြည်းဖြည်းမွေးမြူလို့ရပေမဲ့.....\nရုတ်တရက်ရောက်လာမယ့် ကလေးတွေအပေါ်မှာရော\nချစ်ခြင်းမေတ္တာအပြင် မိဘပီသတဲ့စောင့်ရှောက်မှုတွေ\nနားလည်မှုတွေ အပြည့်အဝထားရှိနိုင်ပါ့မလား......\nဒီမေးခွန်းတွေအားလုံးရဲ့ သံသယတွေကို ဒီဇာတ်လမ်းလေးက ဖြေရှင်းပေးသွားမှာပါ.....\nချစ်တာကလွဲပြီး ကျန်တာတွေကို နားမလည်နိုင်သေးတဲ့ မွေးစားမိဘနှစ်ပါးနဲ့....\nမောင်လေးနဲ့ညီမလေးကို စောင့်ရှောက်ရင်း.....\nသူ့ကို ချစ်တဲ့လူ ဒီကမ္ဘာပေါ်မှာမရှိဘူးလို့ ထင်နေတဲ့ဆယ်ကျော်သက်\nကောင်မလေးတစ်ယောက်တို့ နားလည်မှုတည်ဆောက်ကြတာကို\nကြည်နူးမှုနဲ့ ဝမ်းနည်းမှုရသမြောက်အောင် ရိုက်ပြထားတာကိုတွေ့ရမှာပါ.....\nငယ်ရွယ်တဲ့ကလေးတွေကို ချစ်ခြင်းမေတ္တာဂရုစိုက်မှုတွေပေးရုံနဲ့\nမိဘနေရာကို ခံယူလို့ရပေမယ့်...\nမိခင်အရင်းကိုသိပ်ချစ်တဲ့ ၁၅ ...",
        "rating": "7.3",
        "url": "https://megaup.net/4fy6g/Instant_Family_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cuIiSZSPr7ioJJM5N0WZqSYLnJF.jpg",
        "title": "F2: Fun and Frustration(2019)",
        "description": "F2: Fun and Frustration(2019)\nIMDb...7.1\nဆရာႀကီး တကၠသိုလ္ဘုန္းႏုိင္က စာအုပ္တစ္အုပ္မွာ\nေယာက်ာ္းေကာင္းေတြက\nမိန္းမေၾကာက္ၾကတယ္လုိ႕ေရးဖူးတယ္.....\nမည္သုိ႕ပင္ဆုိေစကာမူ ကြ်န္ေတာ္တုိ႕ပတ္၀န္းက်င္မွာေတာ့\nေယာက္်ားအားလုံးနီးပါး မိန္းမေၾကာက္ၾကပါတယ္...\nဒီကုလားကားကေတာ့ မိန္းမစိတ္ကိုနားလည္ဖို႔ႀကိဳးစားႀကတဲ့\nမယားညီအစ္ကိုႏွစ္ေကာင္နဲ႔ သူ႔တို႔မိန္းမေတြ အေၾကာင္းေပါ့။\nေယဘုယ်ဆန္ဆန္ေျပာရမယ္ဆုိရင္ ဒီကားထဲက ညီအကုိ(၂)ေယာက္ဟာ\nေယာက်ၤားထုအားလုံးကုိ ကုိယ္စားၿပဳၿပီး မိန္းကေလး(၂)ေယာက္ကေတာ့\nမိန္းမထုအားလုံးကုိ ကုိယ္စားျပဳေနပါတယ္...\nအခ်ိဳ႕ ကုလားကားေတြလို Over actionေတြမပါတဲ့အျပင္\nOver actionေတြကို သေရာ္သြားၿပီး\nသမီးရည္းစားအေနအထား အိမ္ေထာင္သည္အေနအထား\nႏွစ္ဘက္မိဘေဆြမ်ဳိးေတြကုိပတ္သက္ရတဲ့အေနအထားအားလုံးကုိ\nပညာသားပါပါေလးနဲ႕ ဟာသေလးေတြစြက္ၿပီး ျပသြားပါတယ္....\nမိန္းမႏုိင္ဖုိ႕ႀကဳိးစားေနတဲ့သူေတြအဖုိ႕ ေရွာင္ရန္ပညာေလးေတြရႏုိင္သလုိ မိန္းမေၾကာက္ရသူတုိ႕အဖုိ႕\nငါတုိ႕သည္ ေယာက်ၤားသားမ်ားသာလုိ႕ ခပ္တည္တည္ေတြးရမယ့္ ကားေလးပါ..\nအမ်ဳိးသမီးတုိ႕အဖုိ႕ေတာ့ ကမၻာဦးကထဲက ရွိခဲ့တဲ့ နိယာမကုိ ဘယ္သူကမ်ား တြန္းလွန္ႏုိင္ပါ့မလဲလုိ႕\nပီတီဟန္ေတြအျပည့္နဲ႕ ၿပဳံးႏုိင္မယ့္ကားဆုိပါေတာ့...\nေပါ့ေပါ့ပါးပါးေလးနဲ႕ ရယ္ေမာေပ်ာ္ရႊင္ရသလုိ\nပညာလည္းရတဲ့ ေကာင္းလည္းေကာင္းတဲ့ ကုလားကားေတြမွ သေဘာက်တဲ့သူေတြအဖုိ႕\nခံစားၾကည့္ၾကပါလုိ႕ တုိက္တြန္းအပ္ပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ အိမ္ေထာင္မက်ေသးတဲ့ WiRa Aung\nပဲျဖစ္ပါတယ္...\nFile Size : (1.24GB) and (400 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:28:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by WiRa Aung\nEncoded ...",
        "rating": "7.1",
        "url": "https://megaup.net/Sth3/F2_-_Fun_And_Frustration_[2019]_(MM_Sub).mp4",
        "category": "Comedy"
    }
]