[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDM2ODNiMWItOWRkNS00ODE3LWE2OGYtNTZkMDJkOWI1ODMxXkEyXkFqcGdeQXVyMjMxOTE0ODA@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Unbearable Weight of Massive Talent (2022)",
        "description": "အရင်တုန်းက ရွှေထီးဆောင်းခဲ့တဲ့ ဂန္ဓဝင်မင်းသားကြီး ပြန်လာပါပြီ။ အကြွေးတွေထူပြီး တွေ့သမျှ ပေါကားပါမကျန် အကုန်ရိုက်နေရတဲ့ မင်းသားကြီးနီကိုလက် ကေ့ဂျ် တစ်ယောက် ရုပ်ရှင်ပိတ်ကားပေါ်ကို ပြန်တက်လာတာပါပဲ။ rating တွေလည်းကောင်း၊ ဝေဖန်ရေးဆရာတွေလည်းအကြိုက်တွေ့သလို ပရိသတ်တွေလည်းအကြိုက်တွေ့နေကြပါတယ်။ ဘယ်ဇာတ်ကောင်အဖြစ် သရုပ်ဆောင်လဲဆိုတော့ နီကိုလက်ကေ့ဂျ် အဖြစ်ပဲ သရုပ်ဆောင်တာပါပဲ။ ဒီရုပ်ရှင်ထဲမှာလည်း အကြွေးတွေထူပြီး ဇာတ်ကားရိုက်ရဖို့ ခက်ခက်ခဲခဲ ကြိုးစားနေရတဲ့သူ၊ မိန်းမနဲ့ကွာရှင်းထားပြီး ကလေးနဲ့ အဆင်မပြေတဲ့သူ အဖြစ်ပဲ သရုပ်ဆောင်ထားပါတယ်။ တစ်နေ့မှာတော့ သူဌေးတစ်ယောက်က မွေးနေ့ပါတီပွဲကို တက်ရောက်ပေးရုံနဲ့ ဒေါ်လာ ၁ သန်းပေးမယ်ဆိုပြီး ကမ်းလှမ်းလာခဲ့ပါတယ်။ ရွေးစရာမရှိတော့တဲ့ နစ်ခ် ကေ့ဂျ် တစ်ယောက် ဟာဗီဆိုတဲ့ သူဌေး (ပေဒရို ပက်စ်ကယ်) ဆီကို သွားရင်းနဲ့ မထင်မှတ်ထားဘဲ စီအိုင်အေ နဲ့ လူဆိုးဂိုဏ်း အရှုပ်တော်ပုံတွေကြားထဲမှာ ညပ်ပြီး စွန့်စားခန်းတွေ ဖွင့်လာရတဲ့အခါ.... File size…(3 Gb)/(1.5 GB)/(900 ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-unbearable-weight-of-massive-talent-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/avat-128x200.jpg",
        "title": "Avatara Purusha: Part 1 (2022)",
        "description": "2022 မေလ ၆ ရက်နေ့မှာမှ ရုံတင်ခဲ့တဲ့ Avatara Purusha ဆိုတဲ့\nကန်နာဒါဒေသိယ စကားပြော ဘောလိဝုဒ်ရုပ်ရှင်ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ\nမျိုးရိုးစဉ်စက် အာယုဗီဒ ကျွမ်းကျင်တဲ့ ပညာအမွေကို လက်ဆင့်ကမ်း ဆက်ခံလာတဲ့ \" ရမ် ဂျိုရီ \"\nသူ့ရဲ့ စိတ်ထားကောင်းပြီး တစ်ကိုယ်ကောင်းမဆန်တတ်တာကြောင့် တစ်ရွာလုံးရဲ့ လေးစားမှုကို ရရှိထားသူ ...... ရှေ့သွားနောက်လိုက်ညီစွာနဲ့ ခင်ပွန်းသည်ကို ပါရမီဖြည့်ပေးသူ ဇနီးသည် \"ဆူရီးလာ\"\nသူတို့နှစ်ဦးဟာ ဉာဏ်လဲကောင်း အဆော့လဲသန်တဲ့\n\"ကာနာ \" ဆိုတဲ့ သားလေးတစ်ယောက်ကို ပိုင်ဆိုင်ထားကြပါတယ်\nရယ်ရှိုဒါကတော့ ရမ် ရဲ့ အချစ်ဆုံး ညီမလေးပေါ့ ... တစ်နေ့မှာတော့ ရယ်ရှိုဒါတစ်ယောက် ကိုယ်ဝန်ရှိလာတဲ့ အကြောင်း သတင်းကောင်းကို အစ်ကို့ ပြောပြချင်လို့ အိမ်ပြန်ခဲ့တဲ့အချိန် .....\nအစ်ကို့အိမ်က အပြန် ဘုရားကျောင်း ပွဲတော် သွားဖို့ စီစဉ်ထားတဲ​့အခါ တူဖြစ်သူ ကာနာကလည်း လိုက်မယ်ဆိုပြီး အတင်းကို ပူဆာပါတော့တယ်\nဒီလိုနဲ့ ရယ်ရှိုဒါတစ်ယောက် ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/avatara-purusha-part-1-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q97rtWGHkEDeVvfWhp2MNhBlj3f.jpg",
        "title": "Peace by Chocolate (2021)",
        "description": "Peace By Chocolate (2021)~ IMDb - 6/10, Rotten Tomatoes - 86% ~၂၀၁၁ မတ်လမှာ စဖြစ်ခဲ့တဲ့ ဆီးရီးယားပြည်တွင်းစစ်ဟာ အခုရုပ်ရှင်ကို တင်ဆက်လိုက်တဲ့ အချိန်မှာဆို ၁၁နှစ် ၂လ ၄ပတ်နဲ့ နှစ်ရက်တိတိရှိပါပြီ။ တော်တော်ကြာတဲ့ ပြည်တွင်းစစ်ဖြစ်သလို ကမ္ဘာပေါ်မှာ စစ်ဘေးရှောင်ဒုက္ခသည်အများဆုံး ပေါ်ထွက်စေခဲ့တဲ့ ပြည်တွင်းစစ်လည်း ဟုတ်ပါတယ်။ အဲဒီက လူတွေ ဒုက္ခသည်လက်ခံပေးတဲ့ နိုင်ငံအသီးသီးမှာ ခိုလှုံကြတဲ့ အကြောင်းရုပ်ရှင်တွေလည်း မနည်းတော့ပါဘူး။ ဒီကားကတော့ အဲဒီဒုက္ခသည်တွေထဲကမှ ထူးထူးခြားခြား အောင်မြင်သွားတဲ့ မိသားစုတစ်စုအကြောင်းပါ။ ဖြစ်ရပ်မှန်ကို ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။ဆီးရီးယားမှာ ဗုံးကြဲခံရရာက မိသားစုချောကလက်လုပ်ငန်းလေး ပျက်စီးခဲ့ရသလို သူတက်နေတဲ့ ဆေးကျောင်းလည်းတစ်၀က်တစ်ပျက် ဖြစ်ခဲ့ရတဲ့ ဆေးကျောင်းသားလေးနဲ့ သူ့မိသားစုဟာ ကနေဒါကိုရောက်လာခဲ့ပါတယ်။ ဆာတီဖီကိတ်မရှ်ိလို့ ဆေးပညာနဲ့ အသက်မွေးချင်ပေမဲ့ မရ ဖြစ်‌နေတဲ့ ကျောင်းသားလေးနဲ့ သူ့မိသားစုကို ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/peace-by-chocolate-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9qkqJEaYE3HejmOiV9aZckwHJ6f.jpg",
        "title": "CBI 5: The Brain (2022)",
        "description": "ဒီတစ်ခါမှာလည်း ထုံးစံအတိုင်း ခေါင်းစားစရာတွေ\nတစ်ပုံကြီးနဲ့ အိန္ဒိယစုံထောက်ကား တစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ IMDB မှာ\n၆.၁ ရထားတဲ့ စုံထောက်အက်ရှင်\nCrime, Mystery, Thriller\nအမျိုးစားရုပ်ရှင်ဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်း...\nဝန်ကြီးချုပ်နဲ့အတူ ခရီးထွက်ခဲ့တဲ့ ဝန်ကြီးတစ်ယောက်\nသေဆုံးသွားတဲ့နောက်ကွယ်ကနေစပြီး\nBasket Killings ဆိုတဲ့ ကွင်းဆက်\nလူသတ်မှုတွေ ဆက်တိုက်ဖြစ်လာပါတော့တယ်နောက်ဆုံးအသတ်ခံရတဲ့သူက ရဲအရာရှိတစ်ယောက်ဖြစ်တာမို့\nရဲတွေပါ အလုပ်ရှုပ်လာပါတယ် ဒီအချိန်မှာ\n\"မာနကြီးပြီး ဘယ်တော့မှမကျရှုံးဘူး\" လို့\nကြွေးကြော်ထားတဲ့ CBI အိန္ဒိယ ဗဟိုထောက်လှမ်းရေးကို\nအမှုကိုလွှဲပါတော့တယ် CBI နဲ့ ရဲအဖွဲ့ကြားက\nအဖုအထစ်တွေ အားပြိုင်မှုတွေနဲ့ တရားခံကို\nဘယ်လိုဖော်ထုတ်ဖို့ကြိုးစားလည်းဆိုတာကိုတော့\n၂နာရီနဲ့ ၄၂မိနစ်ကြာတဲ့ ဒီရုပ်ရှင်မှာ တ၀ကြီး\nလိုက်ပါစီးမျောခံစားကြည့်လိုက်ပါဦး...   File size…2.54GB / 1.2GB\nQuality…1080p WEB DL Malayalam AAC5.1CH / 720p\nFormat...mp4\nDuration….2h 42mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung ~ Yunni ~ Honey ~ OeliuJ",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/cbi-5-the-brain-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/oGC1ByDVsAjPo8W3G078EYpvBWi-133x200.jpg",
        "title": "[18+] P.O. Box Tinto Brass (1995)",
        "description": "Tinto Brass ဆိုရင် သူ့ရုပ်ရှင်တွေကိုသိတဲ့သူတွေအနေနဲ့ ကပျက်ကချော်စကားတွေ၊ညစ်တီးညစ်ပတ်တွေ\nတရစပ်ထွက်နေတတ်တဲ့ ညို့အားပြင်းတဲ့ နူတ်ခမ်းတွေ၊ အဓိပ္ပါယ်များစွာပါဝင်တဲ့မျက်လုံးတွေ မြူဆွယ်တဲ့အကြည့်တွေ နဲ့\nရင်ထွားထွား တင်ကားကား အမွှေးထူထူ လုံးကြီးပေါက်လှ မိန်းမတွေကိုမြင်ယောင်မိကြပါလိမ့်မယ်။\nသူတို့တွေဟာ သူ့ရုပ်ရှင်ကားအများစုရဲ့ သင်္ကေတတစ်ခုလိုဖြစ်နေလို့ပါပဲ။Tinto Brass ဟာရုပ်ရှင်သက်တမ်းအစောပိုင်းကာလမှာဝေဖန်ရေးဆရာတွေအကြိုက်တွေ့ကြတဲ့ အမျိုးအစား\nပေါင်းစုံ Experimental film တွေရိုက်ခဲ့ပေမယ့်လဲ အခုချိန်မှာတော့ နောက်ပိုင်းသူဇောက်ချခဲ့တဲ့ erotic genre\nနဲ့ပဲ လူသိများပါတော့တယ်။သူ့ ရုပ်ရှင်တွေကို သူရိုက်ခဲ့တာလို့ မသိရင်တောင် ပိုစတာတွေကိုမြင်ရုံနဲ့မှတ်မိနိုင်လောက်အောင်\nနာမည်ကြီးတဲ့ All Ladies Do It, Paprika, Monella တို့လိုကားတွေအများကြီးပါ။\nအဲ့ဒါတွေထဲက အထင်ရှားဆုံးကတော့ အငြင်းပွားမှုတွေ ပြဿနာတွေ တစ်ပုံတစ်ပင်နဲ့ Helen Mirren တို့လို\nနာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ထားတဲ့ Caligula ပါပဲ။ ပြင်းထန်တဲ့ကြမ်းတမ်းရက်စက်မှုတွေ၊ အမှန်တကယ်လိင်ဆက်ဆံတဲ့\nအခန်းတွေ အငြင်းပွားစရာအချက်အလက်တွေကြောင့် နိုင်ငံအမျိုးမျိုးအတွက် ဖြတ်တောက်ထားတဲ့ မူကွဲမျိုးစုံထွက်ရှိခဲ့ရပေမယ့်\nအခုချိန်အထိ cult classic တစ်ကားဖြစ်နေတုန်းပါပဲ။ အဲ့ဒါကတော့လူတိုင်းကြည့်ဖူးကြမှာပါ။အခုဇာတ်ကားကတော့ ဟာသနဲ့ညစ်ညမ်းဘက်ကိုဦးစားပေးတဲ့နောက်ပိုင်းလက်ရာလေးတစ်ခုပါ။ ဒီကားမှာတော့ ဆရာကြီး\nTinto ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/18-p-o-box-tinto-brass-1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BOWVjZmEyNmYtYTgzNS00MzBmLWFhZDMtMGFmYzY1YWI0NzVlXkEyXkFqcGdeQXVyMTIyMTEyNzQw._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "You’re Not Normal, Either! (2021)",
        "description": "စာမေးပွဲအနီးကပ် စာသင်ပေးတဲ့ဆရာတစ်ယောက်ဖြစ်တဲ့ \"အိုနို-စံ\"က သချင်္ာတွက်ရတာကြိုက်တဲ့စာကြမ်းပိုးတစ်ယောက်ပါ။ သူက ရုပ်ချော အရပ်ရှည်ပေမဲ့ စာကလွဲပြီး ဘာမှမသိတာကြောင့် ပုံမှန်လိုမျိုး ရည်းစားမထားနိုင်ဖြစ်နေတာပါ။\nဥပမာပြောရရင် ကောင်မလေးတစ်ယောက်က သူ့ကိုကြိုက်ကြောင်းဖွင့်ပြောလာရင်တောင် \"ဘယ်လောက်ပမာဏထိကြိုက်တာလဲ\"လို့ပြန်မေးပြီး လာကြိုက်တဲ့သူကို တပ်ခေါက်သွားအောင် လုပ်နိုင်တဲ့သူတစ်ယောက်ပါ။\nသူစာသင်ပေးနေတဲ့ \"အခိမိုတို\"ဆိုတဲ့ကျောင်းသူလေးမှာတော့ တစ်ဖက်သတ်ကြိုက်နေရတဲ့သူတစ်ယောက်ရှိပါတယ်။ သူကြိုက်နေတဲ့သူက ကလေးတွေအတွက် သင်ကြားရေးအရုပ်တွေရောင်းတဲ့ကုမ္ပဏီကိုဦးစီးပြီး တိုးတက်ရေးဟောပြောပွဲတွေလည်း လုပ်လေ့ရှိတဲ့ အောင်မြင်တဲ့သူတစ်ယောက်ဖြစ်တဲ့ မီရမိုတို-စံပါ။တစ်နေ့ကျတော့ ကျောင်းသူလေးက ဟောပြောပွဲတစ်ခုမှာ မီရမိုတို-စံကိုတွေ့ခဲ့ပါတယ်။ သူ့ကိုစကားသွားပြောပြီး စာတစ်စောင်လည်းပေးခဲ့ပေမဲ့ မီရမိုတို-စံက မကြာခင် လက်ထပ်တော့မယ့်ချစ်သူရှိတယ် ဆိုတာကို သိလိုက်ရပါတယ်။ကျောင်းသူလေး အခိမိုတို-စံ အသည်းကွဲပြီးပြန်လာတုန်း ဆရာအိုနိုနဲ့စာသင်ရင်း စကားပြောဖြစ်ခဲ့ပါတယ်။ အဲဒီမှာပဲ သူကအကြံရသွားပြီး ဆရာ့ကို \"ပုံမှန်လူတစ်ယောက်လို ဒိတ်နိုင်အောင် လေ့ကျင့်ပေးမယ်\"လို့ လိမ်ပြောပြီး ဆရာနဲ့ မီရမိုတို-စံရဲ့သတို့သမီးလောင်းကို အောင်သွယ်ပေးဖို့လုပ်ပါတော့တယ်။\nပုံမှန်ဆိုတဲ့လူတစ်ယောက်ရဲ့ အတွေးအခေါ် လုပ်ရပ်တွေကရော ထင်ထားသလောက် သဘောကျစရာကောင်းရဲ့လား။ ပုံမှန်လို့သတ်မှတ်ထားကြတဲ့လူတွေရဲ့ လှပတဲ့အဖြစ်အပျက်တွေရော အရုပ်ဆိုးတဲ့လိမ်ညာဟန်ဆောင်မှုတွေကိုရော ဒီကားထဲမှာကြည့်ရမှာပါ။ လူနှစ်ယောက်ကြားက ခံစားချက်ဆိုတာလည်း ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/youre-not-normal-either-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dv93VspYwwNPbvdB0AcddhiDrGU.jpg",
        "title": "Jayeshbhai Jordaar (2022)",
        "description": "Jayeshbhai Jordaar (2022) ဒီဇာတ်ကားလေးကတော့ အိန္ဒိယနိုင်ငံရဲ့ ဖိုဝါဒ အလေးပေးမှု၊ အမျိုးသမီးတွေကို နှိမ်ချမှု တို့ကို မီးမောင်းထိုးပြထားတဲ့ စိတ်ဝင်စားစရာ ဇာတ်ကားကောင်းလေးတစ်ခုပါပဲ။ဂျက်ရှ်ဟာ Pravingadh မှာ ဘိုးဘေးစဉ်ဆက် အုပ်ချုပ်လာတဲ့ မိသားစုရဲ့ သားတစ်ယောက်။ သူက မူဒရာဆိုတဲ့ အမျိုးသမီးလေးနဲ့ အိမ်ထောင်သက် ၉ နှစ်ရှိပြီး သမီးလေးတစ်ယောက်မွေးထားတယ်။ ဂျက်ရှ်တို့ မိသားစုမှာ ဆက်ခံဖို့အတွက် သားမွေးပေးရမှာက မူဒရာ ရဲ့တာဝန်ပေါ့။အိမ်ထောင်သက်တစ်လျှောက်လုံးမှာ ကိုယ်ဝန်ဆောင်ပြီး မိန်းကလေးမှန်း သိရတဲ့အချိန်တိုင်း ကလေးကို ဖျက်ချခဲ့ရတာ ၆ ကြိမ်ရှိပြီ။ ဒီတစ်ဗိုက်မှာတော့ မူဒရာ‌တစ်ယောက် သားလေး မွေးပေးနိုင်ဖို့ကို တစ်မိသားစုလုံးက မျှော်လင့်ထားကြတယ်။ ဂျက်ရှ်ကတော့ စိတ်နှလုံးသား နူးညံ့တဲ့ ခင်ပွန်းပါပဲ။\nမူဒရာရဲ့ ဗိုက်ထဲက ကလေးဟာ မိန်းကလေးမှန်း သိပြီးတဲ့နောက် ဂျက်ရှ်တစ်‌ယောက် ရင်သွေးကို ထပ်ပြီး အဆုံးရှုံးမခံနိုင်တော့ဘဲ သူ့မိဘတွေ ရှေးရိုးစွဲတာတွေကို ဘယ်လို ပုန်ကန်နိုင်မလဲ?\nသူ့ဇနီးသည်နဲ့ အတူ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/jayeshbhai-jordaar-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/hustle-135x200.png",
        "title": "Hustle (2022)",
        "description": "Hustle (2022)\n===========\nIMDb Rating - 7.3/10\nComedy, Drama, SportBasketball ကိုအခြေခံထားတဲ့ Netflix ရဲ့ Sport ဇာတ်ကားကောင်းလေး\nအသစ်ထွက်လာပါတယ်။ နာမည်ကြီး ဟာသ သရုပ်ဆောင် Adam Sandler က\nဦးဆောင်ပါ၀င်ထားပြီး IMDB မှာလည်း 7.3 အထိရထားပါတယ်။\nဇာတ်လမ်းအညွှန်းက စတန်လီဟာ NBA လိဂ် ( အမေရိကန် ဘတ်စ်ကတ်ဘော\nပရိုလိဂ်) စစ်ဆာ ဘတ်စ်ကတ်ဘော အသင်းရဲ့ ကစားသမားရှာ ကင်းထောက်\nအဖြစ်လုပ်ခဲ့တာ သူ့တစ်သက်နည်းပါးပါပဲ ။နောက်ဆုံး အသင်းပိုင်ရှင်အပြောင်းအလဲမှာ သူ့ကို လက်ထောက်နည်းပြအဖြစ်\nခန့်ဖို့ အကြောင်းဖန်လာပါတယ် ။ ဒါပေမယ့် ပရိုလိဂ်နဲ့ ကိုက္မယ့် ကစားသမား\nတစ်ယောက်ရှာခဲ့ဆိုပြီး တာ၀န်ပေးလိုက်ပါတယ်။ သူ့ဘ၀ရဲ့‌ နောက်ဆုံးနဲ့အကောင်းဆုံး\nကစားသမားကိုရှာဖို့ စပိန်ကိုထွက်လာခဲ့ပေမယ့်၊ မထင်မှတ်ဘဲ လမ်းဘေး basketball\nပွဲကနေ ရွက်ပုန်းသီး ကစားသမားတစ်ယောက်ကိုတွေ့သွားပြီး NBA စင်မြင့်ပေါ်\nတင်ကာ အောင်မြင်မှုတွေ ဆွတ်ခူးသွားမယ့်ပုံကို ကြည့်ရမယ့် ကားကောင်းလေး\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Thiha ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/hustle-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fbh3maleH24FiSGlTKvoVVe0txC.jpg",
        "title": "Don (2022)",
        "description": "Don (2022)3 idiots လို vibe မျိုး ထပ်မံခံစား ကြည့်ရှုလိုသူတွေအတွက်Don ဆိုတဲ့ ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။သားသမီးကို ချစ်ကြောင်း မပြသလိုတဲ့ ဖခင်တစ်ဦးရဲ့ အကျင့်စရိုက်၊အဲဒီအကျင့်စရိုက်အောက်မှာ သားဖြစ်သူက \"အဖေဆီကနေ အချစ်မခံရဘူး\" လို့တွေးမှတ်လာတဲ့အခါ ရင်ထဲက မုန်တိုင်း တစ်ခု ရှိလာပါတော့တယ်။ ၁၂ တန်းပြီးတဲ့အခါ ဖခင်ရဲ့ ဖိအားပေးမှုကြောင့် \"Best Engineering College\" ကိုသွားတက်ရင်း ကောလိပ်ကြော်ငြာနဲ့ လက်တွေ့က တခြားစီဖြစ်နေတာကို ကြုံလိုက်ရပါတော့တယ်။\"တက္ကသိုလ်ရောက်တဲ့အခါ လုပ်ချင်တာလုပ်လို့ ရပြီ\" ဆိုတဲ့ ဂျင်းတွေကို စားလာတဲ့ကျောင်းသားတွေကတော့ ဒီကောလိပ်ရောက်မှပဲ ထောင်ထဲရောက်သလို ခံစားလိုက်ရတဲ့အခါ.....ဆယ်ကျော်သက်တို့ သဘာဝအတိုင်း ဖိလေ ကြွလေဖြစ်တော့ ကျောင်းသားတစ်သိုက် ဆရာတွေကို ဘယ်လို ပညာပြန်ပြမလဲဆိုတာ ခံစားကြည့်ရှုရမှာပါ။ ဒီ Tamil language ကားလေးက‌တော့ Action, Comedy, Romance အမျိုးအစားဖြစ်ပြီးတက္ကသိုလ်ကျောင်းသားဘဝကနေ အိမ်ထောင်သည်ဘဝအထိ အဆင့်ဆင့်ဖြတ်သန်းခဲ့တာတွေ၊အဖေနဲ့သားကြား ဆက်ဆံရေးတွေကို ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/don-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AlJNBARJS4qrtfzzLMkyavhJLud.jpg",
        "title": "Keeping Company (2021)",
        "description": "Keeping Company (2021) ~ IMDb - 5.6/10, Rotten Tomatoes - 80% ~ဦးဆုံးပြောချင်တာကတော့ ဒီရုပ်ရှင်ဟာ ဝေဖန်ရေးသမားတွေကြိုက်ကြတဲ့ ဟာသကားကောင်းတစ်ကားပေမဲ့ B အဆင့်ရုပ်ရှင်ပါ။ ဟာသကားကို သူတို့ဘာလို့ကြိုက်ကြလဲဆိုရင်တော့ ရယ်ရလို့ပေါ့ဗျာ။ သူ့တားဂတ်က ဒါပဲကိုး။ ဒါကြောင့်မို့ တခြားစီနီမာတွေ သရုပ်ဆောင်ကောင်းတွေ ဘာဘာညာညာ အလန်းဇယားတွေတော့ မမျှော်လင့်စေချင်ဘူး။ နည်းနည်းပါးပါး ရယ်ချင်ရင်တော့ ကြည့်လိုက်သင့်တဲ့ကားမျိုးပါပဲ။ ဝေဖန်ရေးသမားတွေတောင် ရိတ်တင် ၈၀ရာခိုင်နှုန်းပေးထားတယ်ဆို‌တော့ အတော်မဆိုးတဲ့ အခြေအနေမှာရှိတဲ့ကားမျိုး၊ ပြောရရင် Sitcom ကြည့်နေသလို သဘောတရားမျိုးပေါ့၊ ဒါပါပဲ။ဇာတ်လမ်းကတော့ ရိုးရိုးရှင်းရှင်းလေး၊ အာမခံရောင်းတဲ့နှစ်ကောင် လူသတ်သမားအိမ် တံခါး သွားခေါက်တယ်။ သူတို့ကတော့ မသိပေမဲ့ အဲ့အိမ်က လူသတ်သမားက သတ်ရုံတင်မဟုတ် ချက်ပါစားတာဆိုတော့ အသတ်မခံရရုံတင်မဟုတ် ချက်ပါစားမခံရ‌အောင် ပတ်ပြေးရတယ်ပေါ့။ဟာသကားပေမဲ့ သူက Crime, Horror ဆိုတဲ့ Genre တွေလည်း ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/keeping-company-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v5a3Gzc0WYQNpUdLhMgkqKGCkhq.jpg",
        "title": "Double Threat (2022)",
        "description": "Double Threat (2022)ဇာတ်လမ်းလေးကတော့ ဂျင်မီရူးဒေါ့ဖ် ဆိုတဲ့ မှုခင်း စာရင်းကိုင်တစ်ယောက်ဟာ ဆုံးသွားတဲ့ သူ့အစ်ကိုရဲ့ အရိုပြာကို ကမ်းခြေမှာ ရေမျှောဖို့ သွားရင်း လမ်းဘေး စတိုးဆိုင်လေးတစ်ခုမှာ မုန့်ဝင်ဝယ်တာကနေ စတာပေ့ါ။စတိုးဆိုင် ကောင်တာက ကောင်မလေးက ဂျင်မီကလွဲပြီး အခြား ဆိုင်ထဲ ဝင်လာတဲ့ သူအားလုံးကို သေနတ်နဲ့ပစ် ဓားနဲ့ပေါက်ပြီး သတ်ပစ်လိုက်တာကြောင့် ဂျင်မီတစ်ယောက်လည်း ကြောင်တောင်တောင်ဖြစ်သွားပြီ ကျသင့်ငွေကို ကောင်တာပေါ်တင်ပေးကာ ဆိုင်ထဲက ပြန်ထွက်လာခဲ့ပါတယ်။ဂျင်မီတစ်ယောက် ကြောင်တိကြောင်တောင်နဲ့ သူ့ကားပေါ်တက်ပြီး ပြန်မောင်းထွက်လာခဲ့ပေမဲ့ ခုနက ကောင်တာက ကောင်မလေးက သူ့ရဲ့ကားထဲမှာ လိုက်ပါလာခဲ့ပါတယ်။ နောက်တော့ သိလိုက်ရတာက ကောင်မလေးနာမည်က နတ်တာရှာဖြစ်ပြီး ကိုယ်တူစိတ်ကွဲစိတ်ရောဂါ DID ခံစားနေရတဲ့ ကြေးစားတစ်ယောက်ပါတဲ့။ ဆိုလိုတာက နတ် နဲ့ တာရှာ ဆိုပြီး စိတ်နှစ်ခွရှိနေပြီး ပြဿနာရှာလွန်းတဲ့ တာရှာ့ရဲ့ အရှုပ်ထုပ်တွေကို ဉာဏ်ကောင်းတဲ့ နတ်က ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/double-threat-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/naZDbRwT6shdKXdSOrNITA3kur5.jpg",
        "title": "The Spy Who Never Dies (2022)",
        "description": "The Spy Who Never Dies (2022)စစ်သည်တစ်သိန်းနဲ့ ညီမျှတဲ့ စပိုင်စစ်သည်တော်ကြီး ဇာတ်လမ်းတွေကို ခဏခဏကြည့်ဖူးနေကြမှာပါ။ ဒီဇာတ်ကားထဲက စပိုင် ဘရတ်ဒလေကလည်း အဲဒီလိုပါပဲ။ဘယ်လိုသတ်သတ်မသေတဲ့ ပစ်သမျှကျည် အကုန်လွဲတဲ့ လူစွမ်းကောင်းကြီးပေါ့။ဒါပေမဲ့ ဒီကားကတော့ ဟာသကားပါ။\nကိုကျော်ဝင်းခေါ် ဂျွန်ဝစ် နဲ့ ဂျိမ်းစ်ဘွန်းကို နာမည်တပ်ပြီး ပြောင်ထားတာတွေပါတယ်။ နောက်ခံတီးလုံးကလည်း ဂျိမ်းစ်ဘွန်းတီးလုံးနဲ့ ခပ်ဆင်ဆင်လုပ်ထားပါတယ်။ဒီတစ်ခါကတော့ ကမ္ဘာကို ဖျက်ဖို့ ကြိုးစားတာမဟုတ်ပါဘူး။ ဒါပေမဲ့ လူဆိုးတွေကတော့ ထုံးစံအတိုင်း ရုရှားတွေပါပဲ။ဇာတ်လမ်းအကျဥ်း‌ ပြောရရင် နေ့တိုင်း ကမ္ဘာကြီးကို ကယ်တင်နေရတာ ပျင်းလာတဲ့ အေးဂျင့် ဘရတ်ဒလေတစ်ယောက် ဝစ်ကီ ခေါ် ဂျွန်ဝစ်လို အငြိမ်းစားယူဖို့ စိတ်ကူးရလာပါတယ်။ တိုက်တိုက်ဆိုင်ဆိုင်ပဲ သူ့နောက်ဆုံးပစ်မှတ်ရဲ့ခွေးကို ဆေးခန်းပို့ရင်း သူ့ဘဝရဲ့ အဓိပ္ပါယ်လေး တိရစ္ဆာန်ကု ဆရာဝန်မလေး ဗရော်နီကာနဲ့တွေ့ဖြစ်ပါတယ်။ဆရာဝန်မလေးမှာ ရှားပါးတဲ့နှလုံးရောဂါတစ်ခုရှိနေပြီး သူ့ရဲ့ အငြိမ်းစားဘဝကို နှောင့်ယှက်ချင်နေကြတဲ့ ဗီလိန်တစ်စုရဲ့ လက်က ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/the-spy-who-never-dies-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-paugl-166x200.jpg",
        "title": "Paulie Go! (2022)",
        "description": "Paulie Go (2022)\nပေါ်လီ လို့ ခေါ်တဲ့ လူငယ်လေး က ငယ်ငယ်လေး ထဲ က ‌အပေါင်းအသင်း မရှိတဲ့ အပယ်ခံလေး တယောက်ပါ\nဒါပေမဲ့ သူ က သိပ္ပံ ဝါသနာအိုးလေး ဖြစ်တာကြောင့် ငယ်ငယ် ထဲ AI ဉာဏ်ရည်တု နည်းပညာ နဲ့ ကွန်ပျူတာ သိပ္ပံကို အပြင်းအထန် လေ့လာ ခဲ့ပါတယ်သို့‌သော် လည်း သူ သိပ် တွဲ အလုပ်လုပ်ချင်တဲ့ ကမ္ဘာကျော် သိပ္ပံ ပါမောက္ခကြီး ဆီ က ငြင်းခံလိုက်ရချိန်မှာတော့ တယောက်တည်း အိမ်က မသိအောင် ပါမောက္ခကြီးကို လိုက်ရှာဖို့ မစ်နီဆိုးတားကို လူရှာပုံတော် ထွက်လာခဲ့ပါတယ်\nမစ်နီဆိုးတား ရောက်တော့ ရွယ်တူ အေဗရီ ဆိုတဲ့ ဂျစ်ကန်ကန်ကောင်မလေး နဲ့ တွေ့ပြီး ဘာတွေ အပေးအယူလုပ်လဲ\nပေါ်လီ ‌နဲ့ အေဗရီ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/paulie-go-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-gora-144x200.jpg",
        "title": "G.O.R.A.(2004)",
        "description": "G.O.R.A.\n~~~~~\nIMDb - 8\nဒီတစ်ခေါက်မှာတော့ CM ပရိသတ်တွေအတွက် ပါးစပ်မစိအောင်ရယ်ရမယ့် Gora ဆိုတဲ့ တူရကီရုပ်ရှင်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\n2004 ကထွက်ခဲ့တာဖြစ်ပြီး အဲ့နှစ်အတွက် ဝင်ငွေအကောင်းဆုံး တူရကီရုပ်ရှင်ဖြစ်ခဲ့ပါတယ်။အာရိ အမည်ရတဲ့ ကော်ဇောရောင်းတဲ့ လူလည်တစ်ယောက်ရဲ့ စွန့်စားခန်းအကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။\nအမြဲလူလည်ကျတတ်တဲ့ အာရိတစ်‌ယောက် တစ်နေ့မှာတော့ ဂိုရာဆိုတဲ့ ဂြိုဟ်က ဂြိုဟ်သားတွေရဲ့ပြန်ပေးဆွဲတာ ခံလိုက်ရပါတော့တယ်။အဲ့ဒီနောက်မှာ မထင်မှတ်တဲ့အလှည့်အပြောင်းတွေ စတင်ကြုံရပါတော့တယ်။\nပါးစပ်မစိအောင် ခွီရမှာဖြစ်ပြီး pop culture reference တွေရော sci-fic ရုပ်ရှင်တွေ စာအုပ်တွေပါ ပြောင်ထားတာတွေ့ရမှာပါ။ File size…(2.44GB)/(1.38GB)/(858MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:07:00\nGenre...Comedy /Aventure / Sci -Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SPK",
        "rating": "",
        "url": "https://channelmyanmar.org/g-o-r-a-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4wwdY9Xx6eI1g4C5i5Ni89UmlWw.jpg",
        "title": "Hollywood Stargirl (2022)",
        "description": "Hollywood Stargirl (2022)\n====================\nMusical ,Romance ,DramaDisney ကထုတ်တဲ့ Musical ကားဆိုရင် ကြည့်မကောင်းဘူးဆိုတာ မရှိသလောက်ပါပဲ ...\nဒီရုပ်ရှင်မှာလည်း သီချင်းလေးတွေအရမ်းကောင်းပြီး\nRotten tomatoes လည်း 100% ရထားတဲ့အထိပါပဲဘ၀ရဲ့လမ်းအသီးသီးကိုလျှောက်နေကြတဲ့ လူငယ်လေး ၃ ယောက်\nလော့အိန်ဂျလိစ်က လမ်းမတွေမှာ လမ်းချင်းတူလို့ လူချင်းတွေ့ခဲ့ကြတဲ့သဘောပါ။\nတစ်ယောက်က မိခင်နဲ့ အိမ်အမြဲပြောင်းနေရလို့ နေရာတစ်ခုမှာ အခြေကျချင်သူ..\nနောက် နှစ်ယောက်က ရုန်းကန်လှုပ်ရှားနေတဲ့ လူငယ်လေး ၂ ယောက် ..\nသူတို့ ၃ ယောက်လုံးကို စုံစည်းသွားစေမယ့်အရာက\nရုပ်ရှင်တစ်ကားကို အတူတူရိုက်ဖို့ဖြစ်ရင်းနဲ့ အကြောင်းဖန်လာပါတယ်\nသူတို့ ၃ ယောက်ရဲ့ ဘ၀ကို ပုံဖော်ထားတဲ့ ရုပ်ရှင်လေးကို\nရုပ်ရှင်ကုမ္ပဏီကြီးတစ်ခုကတွေ့သွားပြီး လက်တွဲ့ဖို့ ကမ်းလှမ်းလာတဲ့အခါမှာတော့....\nဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကို ကိုယ်တိုင်ပဲဆက်စောင့်ကြည့်လိုက်ပါ။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)Genre..... Musical, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/hollywood-stargirl-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1zL4VCVin4S8kOXhszMDqfwWPCM.jpg",
        "title": "The Heist of the Century(2020)",
        "description": "The Heist of the Century(2020) အညွှန်း***********************************IMDb...7.1မာရီယိုဆိုတာ မီးခံသေတ္တာလေးတွေလိုက်ဖောက်လိုက် ...မမိရင် သုံးလိုက်ဖြုန်းလိုက်..မိပြန်တော့ ထောင်ထဲလေ လေးချွန်ဝင်လိုက်နဲ့ပေါ့...တစ်နေ့တော့ သူတို့ သူခိုးအသိုင်းအဝန်းက လူတစ်ယောက်ကလာကမ်းလှမ်းတယ်...လက်တစ်ကိုင်စာ ပိုက်ဆံလေးအတွက်စွန့်စားမဲ့အစားအချီချဖို့ လာစည်းရုံးတယ်... ဘဏ်ကြီ:တစ်ခုကိုဓားပြတိုက်ဖို့ပါပဲ...အတော်ကို မလွယ်ကူတဲ့အလုပ်ပါ..သို့ပေမဲ့အသက်အရွယ်လည်းရသလို အတွေ့အကြုံတွေလည်းများခဲ့ဖူးတဲ့ ဒီဘိုးတော်တွေဟာဒီဘဏ်ကြီးကိုစနစ်တကျ ဓားပြတိုက်ဖို့  သွေးအေးအေးနဲ့ အစီအစဉ်တွေဆွဲပြီးဗျင်းဖို့ကြိုးစားကြတယ်... တခြားဇာတ်လမ်းတွေနဲ့  မတူတာကတော့ သူကbased on true story ဖြစ်ရပ်မှန်ပါပဲ။ Heist of century ဆိုတာ 2006 ခုနှစ်January 13 ရက်နေ့က အာဂျင်တီးနားမှာ ဖြစ်ခဲ့တဲ့အကြီးမားဆုံးဘဏ်ဖောက်မှုကြီးကို အခြေတည်ပြီးရိုက်ထားတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်။သူခိုးပါရဂူကြီးတို့ ဦးဆောင်ပြီး ရဲတွေ ဘဏ်ဝန်ထမ်းတွေကိုဘယ်လိုလှည့်ဖြားကြမလဲဆိုတာ ကြည့်ရမှာပါ။ကိုင်း ခံစားကြည့်ကြပါဦ:...File Size : (2.1GB)(799 MB) and (239 MB)\nQuality : WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Action, Biography, Comedy\nSubtitle ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-heist-of-the-century2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2vVUdYoqUX5rK8plxPGERGGjQLI.jpg",
        "title": "Fire Island (2022)",
        "description": "Fire Island (2022)\" ဥစ္စာပေါ ရုပ်ချော အမျိုးသားတစ်ဦးဟာ သူ့အတွက်\nအမျိုးသမီး အဖော်မွန်တစ်ယောက် လိုကို လိုအပ်တယ်လို့ အကြွင်းမဲ့ ယုံကြသတဲ့ \"အဲဒါ ကျွန်တော်ပြောတာ မဟုတ်ပါဘူး။ Jane Austen ပြောတာ။\nစိတ်တော့မကောင်းပေမယ့် Jane ရဲ့ တစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ စာသားက ဒီခေတ်ကြီးထဲမှာ အလုပ်မဖြစ်တော့ဘူးဗျ။\nဘာလို့လဲဆိုတော့ ယောင်္ကျားတိုင်းက မိန်းမ လိုချင်နေတာ မဟုတ်ဘူးလေ။ဒီဇာတ်လမ်းထဲက ကာရိုက်တာတွေက သက်သေပဲ။\nနိုရာ၊ ဟောင်ဝီ၊ မက်ဇ်၊ ကီကန် နဲ့ လုခ်တို့က ကောလိပ်ကတည်းက ပေါင်းသင်းခဲ့ကြတဲ့ သူငယ်ချင်းတွေပါ။\nတိတိကျကျ ခေါင်းစဉ်တပ်ပေးရရင် အဆင်ကြိုက်တဲ့ အပွင့်တစ်လိုင်းး ဂေးအုပ်စုပေါ့။သူတို့မှာ tradition လေးတစ်ခုရှိသဗျ။\nအဲဒါကတော့ ဘယ်လောက်ပဲ ဝေးကွာနေကြပါစေ\nနှစ်စဉ် အပန်းဖြေခရီးအဖြစ် အုပ်စုလိုက် ဂေး Disney World လို့ တင်စားရလောက်တဲ့\nဖိုင်းယားကျွန်းကို တစ်ပတ်တိတိ အလည်သွား အဆင်စားကြတာပဲ။\nဖိုင်းယားကျွန်းမှာ ကြိုက်တဲ့သူနဲ့ ကြိုက်သလို ပလူး ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/fire-island-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-sta-136x200.jpg",
        "title": "Stanleyville (2022)",
        "description": "ဘဝမှာ အရေးအကြီးဆုံးက မိမိကိုယ်ကိုနားလည်ဖို့ပါပဲ အဲဒီလိုမှမဟုတ်ရင်ကိုယ်ဘာလိုချင်တယ် ဘာဖြစ်ချင်တယ်ဆိုတာတောင် သိမှာမဟုတ်ပါဘူးအဲဒီလိုပဲ လူတွေအများကြီးနေထိုင်တဲ့ ဒီကမ္ဘာပေါ်မှာ လူအမျိုးမျိုးစိတ်အထွေထွေနဲ့ လူတွေကအမျာကြီးမှ တကယ့်အများကြီးပါပဲအခုကားလေးကတော့ လူတွေရဲ့ စိတ်အမျိုးအစားကို ရိုက်ပြထားတဲ့ကားလေးပါပဲလူတွေသန်းချီတဲ့အထဲကမှ စိစစ်ရွေးချယ်ပြီး ဝင်ပြိုင်ရတဲ့ ပြိုင်ပွဲကြီးဆိုပြီးလူ ၅ယောက်ကို ဆက်သွယ်ကာ ပြိုင်ပွဲတစ်ခုလုပ်ပေးတဲ့ကားလေးပါပဲဆုကတော့ ကားအသစ်စက်စက်တစ်စီးရယ် မိမိကိုယ်ကိုနားလည်နိုင်စွမ်းရယ်တဲ့ပြိုင်ပွဲမှာတော့ အဆင့်၈ခုရှိပြီး တစ်ဆင့်ပြီးတိုင်း နိုင်တဲ့သူက တစ်မှတ်ရပါတယ်အားလုံးပြီးလို့ အမှတ်အများဆုံးရတဲ့သူက အနိုင်ရရှိသူပါပဲအဲဒီလိုနဲ့ ပြိုင်ပွဲမှာ ကားကိုလိုချင်တဲ့သူ နာမည်ကြီးချင်တဲ့သူ ဒီပြိုင်ပွဲလိုမျိုးပြိုင်ပွဲတွေကိုနောက်ကွယ်ကနေကြိုးကိုင်နေတဲ့သူ မိသားစုကြားထဲမှာလူရာမဝင်လို့ကိုယ့်ကိုကိုယ်နားလည်နိုင်စွမ်းလိုချင်တဲ့သူ အမ်အယ်အမ် လိုမျိုးဈေးရောင်းနေတဲ့သူအဲဒီလူတွေရဲ့ ပြိုင်ဆိုင်မှုတွေကို လက်ရှိဖြစ်ပေါ်နေတဲ့ စီးပွားရေးအမြင်နဲ့ရောစပ်တင်ဆက်ထားတဲ့ ကားကောင်းလေးတစ်ကားပါပဲFile size…(1.15GB)/(600MB)/(400MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Garfield",
        "rating": "",
        "url": "https://channelmyanmar.org/stanleyville2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1JiCUmNHtAGJpIP8FAtSS8AEHac.jpg",
        "title": "Proud of Love ( 2021 )",
        "description": "တူညီတဲ့အဖြစ်အပျက်တွေပဲထပ်ကာတလဲလဲဖြစ်ပျက်နေမယ့်\nတစ်ရက်တာမှာပဲပိတ်မိနေမယ်ဆိုရင် ဘယ်လိုလုပ်မလဲ?ရှန်ရှီးဆိုတဲ့ကောင်မလေးက အလုပ်မှာလူသစ်ဖြစ်ပြီး၊\nအလုပ်စစဝင်ချင်းနေ့မှာတင် သူဌေးနဲ့ကတောက်ကဆဖြစ်ခဲ့ပါတယ် ။\nဟယ်ကျိကျိုးကတော့ငယ်ရွယ်ပြီးထက်မြက်တဲ့\nကုမ္ပဏီပိုင်ရှင်သူဌေး ၊ ရန်ရှီးရဲ့အလုပ်ရှင်သူဌေးပေါ့။အဲ့နောက်ပိုင်း ရှန်ရှီး နဲ့ဟယ်ကျိကျိုးဟာ ကြောင်နဲ့ကြွက်လိုအမြဲဖြစ်နေပါတော့တယ်။\nသူဌေးက ဆူဆဲလိုက် ၊ ရန်ရှီးက သူဌေးကိုကျိန်ဆဲလိုက်ပေါ့။\nဒီလိုနဲ့တစ်နေ့မှာ အကြောင်းတစ်ခုကြောင့် ရန်ရှီးတစ်ယောက်\nတစ်ရက်တာ time loop ထဲမှာပိတ်မိသွားပါတော့တယ်။ဒီတစ်ရက်တာမှာ ဒီအဖြစ်အပျက်တွေပဲ ပြန်ပြန်ဖြစ်နေတာဆိုတော့\nဘယ်လောက်တောင်စိတ်ညစ်စရာကောင်းလိုက်လေမလဲ။\nသူမဟာ time loop ထဲကထွက်နိုင်ဖို့အမျိုးစုံစဥ်းစားတွေးတောကြံစည်ရတာပေါ့။\nသူမ ပိတ်မိနေတဲ့ time loop ဟာ သူမရဲ့\nသူဌေးဖြစ်သူနဲ့သက်ဆိုင်နေမှန်းသိလိုက်ရတဲ့အခါမှာတော့...ပိတ်မိနေတဲ့အချိန်စက်ဝန်းထဲကထွက်ဖို့ကြိုးစားရင်းနဲ့ ၊\nမတည့်အတူနေ နှစ်ယောက်သားကြားမှာ\nချစ်ခြင်းမေတ္တာတွေပေါက်ဖွားလာလေမလား။\nTime loop ထဲကရောထွက်နိုင်ပါ့မလား။ဇာတ်အိမ်ဆန်းဆန်းနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့်\nRomance Comedy အမျိုးအစားဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Romance\nRuntime : 1h 12min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yin Wai Phyo ...",
        "rating": "6.2",
        "url": "https://megaup.net/2rneu/Proud_Of_Love_2021_WEB-DL_1080p_CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jiXmVZU7cy6L2G7STgq5mqABdf2.jpg",
        "title": "Nootokka Jillala Andagadu (2021)",
        "description": "ဒီတစ်ခေါက်မှာတော့ IMDB မှာ 6.4 အထိရထားတဲ့ ၂၀၂၁ ထွက် ကုလားကားလေး\nတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်... အချစ်ဇာတ်လမ်းလို့ပြောလို့လည်းရသလို\nပညာပေးဇာတ်လမ်းလေးလို့လဲ ပြောလို့ရတာမို့\nကြည့်လို့ကောင်းတဲ့ ဇာတ်လမ်းတစ်ပုဒ်လို့ညွှန်းချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း...\nမျိုးရိုးလိုက်တတ်တဲ့ ကိစ္စတစ်ခုကို ရှောင်လွှဲမရနိုင်တဲ့အခါမှာ\nသူများတွေကို လက်ညှိုးထိုးပြီး သူတို့ကျအားလုံးကောင်းတယ်လို့\nမိဘတွေကို အပြစ်တင်လို့မရနိုင်ပါဘူး... မိဘဆိုတာဟာ သူတို့လုပ်နိုင်သမျှ\nသားသမီးတွေအတွက် အကောင်းဆုံးကိုလုပ်ပေးခဲ့ပြီး ကောင်းမွေဆိုးမွေ\nချန်ထားပေးခဲ့စမြဲပါ.. ဒီရုပ်ရှင်က ဇာတ်လမ်းအကျဉ်းရေးပြလိုက်ရင်\nအကုန်လုံးပေါ်သွားမှာမို့ ဇာတ်လမ်းထဲက ဒိုင်ယာလော့ကိုပဲ\nရေးပြနိုင်တဲ့ပုံစံဖြစ်ပါတယ်... ဒီတော့ မိဘတွေချန်ထားတဲ့ကောင်းမွေ ဆိုးမွေတွေကို\nဘယ်လိုပိုက်ပြီး ဘယ်လိုအကောင်းဆုံးဖြစ်အောင် ဘ၀ကိုဖြတ်သန်းမယ်ဆိုတာကိုတော့\nဇာတ်လမ်းထဲမှာပဲ ဆက်လက်လိုက်ပါစီးမျောလိုက်ပါ...\nဇာတ်လမ်းထဲပါတဲ့ဆေးနည်းကိုတော့ မစမ်းကြဖို့ တိုက်တွန်းရင်း...အညွှန်းကို တော့ Lwin Htoo Aung မှရေးသားထားပြီး\nဘာသာပြန်တွေကတော့ Thura Htet Aung နှင့် Lwin Htoo Aung တို့ပဲဖြစ်ပါတယ်  \nFile size…1.6GB / 840MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/nootokka-jillala-andagadu-2021/"
    }
]