[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTgxMDczMTA5N15BMl5BanBnXkFtZTcwMzk1MzMzMw@@._V1_SY1000_CR006541000_AL_-131x200.jpg",
        "title": "The Simpsons Movie (2007)",
        "description": "The Simpsons Movie (2007)\nIMDB - 7.3/10_____Rotten - 88%\n ကျွန်တော်တို့ ရုပ်ရှင်ကြည့်ပရိသတ်အတော်များများ Simpsons series တွေမကြည့်ရင်တောင်မှ ဒီ Simpsons မိသားစုကိုတော့ မျက်မှန်းတန်းမိနေကြမှာပါ။နိုင်ငံတကာမှာ အအောင်မြင်ဆုံး Animation Series တစ်ခုဖြစ်ပြီး အခုဆိုရင် Season 28 ကိုရောက်ရှိနေပြီဖြစ်ပါတယ်။Simpsons တွေရဲ့ နိုင်ငံရေး၊ လူမှုရေး၊ ဘာသာရေးတွေကို ခနဲ့တဲ့၊သရော်တဲ့ ပြက်လုံးတွေအပြင် သူတို့ရဲ့အနာဂတ်ခန့်မှန်းချက်တွေက အတော်လေးကိုနာမည်ကြီးပါတယ်။ရိုးရိုးသမားရိုးကျ ကာတွန်းမျိုးမဟုတ်တော့ပဲ Adult Cartoon ပုံစံဖြစ်ပြီး Rick and Morty နဲ့ နည်းနည်းဆင်ပါတယ်။အခုတင်ဆင်ပေးမယ့်ရုပ်ရှင်ကတော့ 2007 ခုနှစ်ကထွက်ရှိထားတဲ့ The Simpsons Movie ပါ။ဒီဇာတ်လမ်းမှာ The Simpsons series ထဲက ဇာတ်ကောင်တွေကိုပဲ ပြန်အခြေခံထားပြီး စပရင်းဖီးလ်မြို့မှာပဲ ဇာတ်အိမ်တည်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ စပရင်းဖီးလ်ရေကန်ကြီးဟာ တစ်နေ့တစ်ခြား အမှိုက်သရိုက်တွေပိုပြည့်နှက်လာပြီး ရေညစ်ညမ်းမှုအခြေအနေက တဖြေးဖြေးနဲ့ပိုဆိုးလာပါတယ်။အဲ့ဒါကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Tuoq/The_Simpsons_Movie_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/about-time-poster-1-133x200.jpg",
        "title": "About Time (2013)",
        "description": "About Time (2013)IMDb - 7.8/10_____Rotten - 68%\n  ဒီကားလေးထဲမှာတော့ တင်မ် ဆိုတဲ့ကောင်လေးတစ်ယောက် သူအချိန်ခရီးသွားနိုင်တယ်ဆိုတာကို သူ့အဖေဆီကထူးဆန်းစွာသိခဲ့ရပါတယ်။မကြာခင်မှာပဲ သူတို့အိမ်ကို ခဏလာလည်တဲ့ သူ့ညီမရဲ့သူငယ်ချင်း ရှားလော့ကို ချစ်ကြိုက်မိရာက အချိန်တွေနောက်ပြန်လှည့်ပြီးအမျိုးမျိုးကြိုးစားရုံနဲ့ အချစ်စစ်ကိုမရနိုင်ဘူးဆိုတာ တင်မ်သိသွားခဲ့ပါတယ်။ဒီလိုနဲ့ တင်မ်တစ်ယောက် ချစ်သူရှာဖို့ လန်ဒန်ကို ရောက်လာခဲ့ပြီး တစ်နေ့မှာ မေရီဆိုတဲ့ ကောင်မလေးနဲ့ တွေ့ပြီးချစ်မိခဲ့ပါတယ်။သူ့ရဲ့နေ့စဉ်ဘဝအလွဲတွေကို အချိန်တွေနောက်ပြန်လှည့်ပြီး အကောင်းဆုံးဖြစ်အောင် ကြိုးစားရင်း မေရီနဲ့ ရည်းစားတွေဖြစ်ခဲ့ပါတယ်။တစ်နေ့မှာ သူတဖက်သတ်ချစ်ခဲ့ရတဲ့ ရှားလော့နဲ့ လန်ဒန်မှာပြန်တွေ့တော့ ရှားလော့ကသူ့ကို လက်ခံဖို့ အရိပ်အယောင်တွေပြနေတဲ့အချိန်မှာ သူ မေရီ့ကို တကယ်ချစ်နေပြီဆိုတာသိခဲ့ပြီး မေရီ့ကို ရိုမက်တစ်ဆန်ဆန်လက်ထပ်ခွင့်တောင်းခဲ့တဲ့ အပိုင်းလေးကိုတော့ အပျိုဖျန်းလေးတွေ တကယ်အားကျသဘောကျကြမှာပါ။ဒီလိုနဲ့ သူတို့နှစ်ယောက် ဘဝခရီးလမ်းလေးဖြောင့်ဖြူးဖို့ အချိန်တွေနောက်ပြန်လှည့် အမျိုးမျိုးကြိုးစားရင်း တင်မ်တစ်ယောက် ဘဝရဲ့ အဓိပ္ပာယ်ကို နားလည်သွားခဲ့ပြီး အချစ်အရှုံးသမားလေးတင်မ်က နောက်ဆုံးမှာ ပျော်ရွှင်စရာမိသားစုလေးတစ်ခုကို ဖန်တီးနိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းတစ်လျှောက်လုံးမှာ တင်မ်နဲ့ သူ့သူငယ်ချင်းတွေရဲ့အလွဲတွေကို ...",
        "rating": "7.8",
        "url": "https://megaup.net/2emiC/About_Time_[2013]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/naked-gun-3-136x200.jpg",
        "title": "Naked Gun 33⅓: The Final Insult (1994)",
        "description": "Naked Gun 33⅓: The Final Insult (1994)\nIMDb - 6.5/10_____Rotten - 54%\n \nNaked Gun ကားရဲ့ နောက်ဆုံးကားပါ။ ဒီကားမှာတော့\nကျွန်တော်တို့ရဲ့ ဖရန့်ဒရက်ဘင်ကြီး ရဲလောကက အနားယူ\nသွားပါပြီ။ ဂျိမ်းနဲ့လည်း ပြန်အဆင်ပြေ သွားပြီဖြစ်လို့ နှစ်ယောက်\nအေးဆေးတဲ့ဘဝလေးတစ်ခုကိုထူထောင်နေကြပါပြီ။ ဂျိမ်းကလည်း\nကလေးလေးတစ်ယောက် ယူပြီး အေးဆေး နေချင်နေတဲ့ အချိန်ပေါ့\nအဲ့အချိန်မှာပဲ ရဲဋ္ဌာနမှာ ဗုံးဖေါက်ခွဲမှု့နဲ့ပတ်သတ်လို့ အရေးတကြီး\nဖရန့်ရဲ့ အကူအညီကိုတောင်းခံပါတယ်။ ဒါပေမဲ့ ဖရန့်က ရဲ အလုပ်\nလုံးဝမလုပ်တော့ပါဘူး လို့ ဂျိန်းကိုကတိပေးထားပြီးသားပါ။ သို့ပေမဲ့\nဝါသနာ ဗီဇဆိုတာဖျောက်ရခက်တော့လည်း ကူညီမိရာကနေ\nဂျိမ်းတစ်ယောက် စိတ်ဆိုးပြီး ဖရန့်ဆီကနေ ထွက်သွားပါတော့တယ်။\nဒီတော့ ဖရန့်လည်း စိတ်နှစ် ပြီး ရဲ အလုပ်ဆက်လုပ်တာပေါ့။ဖရန့်ရဲ့\nတာဝန်က ဒီလိုပါ ဗုံးဖောက်ခွဲမှု့ အကြီးစားတစ်ခု လုပ်မယ်လို့ သတင်း\nရရှိပါတယ် အဲ့ ဖောက်ခွဲမှု့ကိုလည်း ထောင်ထဲရောက်နေတဲ့ ရိုကို ဆိုတဲ့\nနာမည်ကျော် ရာဇဝတ်သားတစ်ဦးက ကြိုးကိုင်နေတာဖြစ်လို့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2SM1r/The_Naked_Gun_33⅓_-_The_Final_Insult_[1994]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/naked-gun-2-133x200.jpg",
        "title": "The Naked Gun 2½: The Smell of Fear (1991)",
        "description": "The Naked Gun 2½: The Smell of Fear (1991)IMDb - 6.9/10_____Rotten - 56%\n \nရဲဋ္ဌာနက ဗိုလ်လေး ဖရန့် ဒရက်ဘင် ပြန်လာပါပြီ။ ရှေ့ကားမှာ ဘုရင်မကြီးကို\nကာကွယ် ပေးပြီး အမေရိကန်နိုင်ငံ ရဲ့ ဂုဏ်သိက္ခာကို ကယ်တင် ခဲ့တာကု\nအားလုံးသိပြီး ဖြစ်မှာပါ။ အဲ့ကားမှာ ဂျိန်း ဆိုတဲ့ မိန်းမပျိုလေးကိုတွေ့ပြီး\nဖရန့် တစ်ယောက် ချစ်ကြိုက်မိပါတယ်။ ကျုပ်တို့ ရဲ့ လူလွဲ ကြီးက ဒီကိစ္စမှာတော့\nမလွဲဘူးဆိုတာ သိလိုက်ကျမှာပါ။ ဒါပေမဲ့ သူတို့ လမ်းခွဲခဲ့ ရပါတယ်။ကျုပ်တို့ရဲ့\nဖရန့်ကြီးလည်း ကြေကွဲပေါ့။ ဒါပေမဲ့လည်း ရဲတစ်ယောက် ဖြစ်တာနဲ့ အညီ တာဝန်\nဝတ္တရားတွေကလည်းရှိသေးတာကိုး။ ဒီတစ်ခါမှာတော့ နိုင်ငံ့အရေးနဲ့ ပတ်သတ် နေပါတယ်\nသမ္မတ က နိုင်ငံ့ အနာဂတ် စွမ်းအင် အတွက် ဒေါက်တာ မိုင်ဟိုင်မာ ဆိုတဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/4UErA/The_Naked_Gun_2½_-_The_Smell_Of_Fear_[1991]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wQHTHJ3jBKtz2c6VT9JZ8TD73yl.jpg",
        "title": "The Naked Gun: From the Files of Police Squad! (1988)",
        "description": "The Naked Gun: From the Files of Police Squad! (1988)\nIMDb - 7.6/10_____Rotten - 88%\n \nကဲ CM ပရိတ်သတ် ကြီးကို အတော မသတ်အောင် ရယ်မောရမဲ့\nရဲဟာသ ကားလေး တစ်ကား တင်ဆက် ပေးလိုက်ပါတယ်ဗျာ။\nကျနော် တို့ ငယ်ငယ် က ခေါင်းဖြူ အဖိုးကြီး ကားဆိုပြီး ခွေဆိုင် တွေမှာ\nငှားကြည့် ပြီးခွီခဲ့ရတာတွေကို မှတ်မိမယ် ထင်ပါတယ်။\nအမြဲတမ်း တလွဲတွေ လုပ်ပြီး ရုပ်တည် ကြီးနဲ့ လည်း ဖြီးတက်သေးတဲ့\nကြွားရတာလည်း ဝါသနာပါတဲ့ ရဲဋ္ဌာနက ဗိုလ်လေး ဖရန့်ဒရက်ဘင်က\nကျွန်တော့် ကလေးဘဝမှာ ကျေနပ် နှစ်သက်ခဲ့ရတဲ့ ဇာတ်ကောင်တွေ ထဲက\nတစ်ယောက်ပဲ ဖြစ်ပါတယ်။တကယ်တော့ ဒီ Naked Gun က နဂို 1982 က\nထွက်ရှိခဲ့တဲ့ Police Squad ...",
        "rating": "7.6",
        "url": "https://megaup.net/2SM55/The_Naked_Gun_-_From_The_Files_Of_Police_Squad!_[1988]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BZmRiZTZiMWEtZGVlNS00YzU1LTkxZjYtODNiMDEyYTIxYjA0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Legend of Drunken Master (1994)",
        "description": "The Legend of Drunken Master 2 ဇာတ္ကားကေတာ့ 1994 မွာထြက္႐ွိထားတဲ့ ကြန္ဖူးဇာတ္ကားေကာင္းေလးပဲ ျဖစ္ပါတယ္ဒီဇာတ္ကားထဲမွာေတာ့ ဝမ္ေဖးဟုန္တုိ႔သားအဖဟာ ခရီးတစ္ခုကေန ရထားနဲ႔ျပန္လာၾကပါတယ္အဲ့ဒီမွာပဲ ဝမ္ေဖးဟုန္ရဲ႕ အခြန္မေဆာင္ခ်င္မႈေၾကာင့္ ပါလာတဲ့ဂ်င္ဆင္းထုပ္ကုိ သူမ်ားေသတၱာထဲခုိးထည့္ၿပီးယူလာပါတယ္ဂ်င္ဆင္းထုပ္ကုိ ျပန္လည္ခုိးယူရာတြင္ အထုပ္မွားယူလာမိၿပီး တ႐ုတ္ႏုိင္ငံရဲ႕ေ႐ွးေဟာင္းပစၥည္းေတြ ခုိးထုတ္ေနတဲ့အဖြဲ႔ႀကီးတစ္ခုႏွင့္ပတ္သက္မိပါေတာ့တယ္ထုိအဖြဲ႔ရဲ႕အၾကံအစည္မ်ားကုိ ဝမ္ေဖးဟုန္နဲ႔သူ႔သူငယ္ခ်င္းမ်ား သိ႐ွိသြားၿပီးေနာက္ တ႐ုတ္ယဥ္ေက်းမႈပစၥည္းမ်ား တုိင္းတစ္ပါးသုိ႔ ေရာင္းမစားႏုိင္ေအာင္ ကာကြယ္ၾကတဲ့အေၾကာင္းကုိ ႐ုိက္ကူးတင္ဆက္ထားျခင္းပဲ ျဖစ္ပါတယ္အားလုံးပဲၾကည့္႐ွဴ႕ခံစားလုိက္ၾကပါဦး File Size : (850 MB) and (360 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre :Action, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray 720p ...",
        "rating": "7.6",
        "url": "https://megaup.net/1yVft/The_Legend_Of_Drunken_Master_[1994]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNzE0NDFiODMtNWJhNC00YzNkLWIzYjItODE4YjNjYzVmM2RiXkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "The Golden Monk (2017)",
        "description": "The Golden Monk ဇာတ္​ကားဟာ 2017 ကထြက္​႐ွိထားတဲ့တ႐ုတ္​​ေ႐ွး​ေဟာင္​းကားတစ္​ကားျဖစ္​ပါတယ္​ IMDb 4.7ရ႐ွိထားတဲ့ဇာတ္​ကားျဖစ္​ပါတယ္​ ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ လူတိုင္​းက်ိကုန္​းဆိုတဲ့နာမည္​ကို နားမစိမ္​းၾကပါဘူး တ႐ုတ္​႐ိုးရာဘုန္​း​ေတာ္​ႀကီးတစ္​ပါးျဖစ္​ပါတယ္​ အခုဇာတ္​ကား​ေလးဟာက်ိကုန္​းကိုယ္​​ေတာ္​ျဖစ္​​ေပၚလာပံုကို ဟာသ ဒရာမာ အက္​႐ွင္​​ေႏွာၿပီး႐ိုက္​ကူးထားတာျဖစ္​ပါတယ္​ဆံပင္​႐ွည္​နဲ႔ကိုယ္​​ေတာ္​တစ္​ပါးျဖစ္​တဲ့ ပုထုန္​ဟာ မ​ေကာင္​းဆိုး၀ါး​ေတြကို ႏွိမ္​နင္​းရင္းလူ​ေတြကိုကူညီ​ေပး​ေနပါတယ္​ တစ္​ဖက္​တြင္​လည္​း မ​ေကာင္​းဆိုး၀ါး​ေတြႏွိမ္​နင္​းသူမိန္​းမလွ​ေလးခ်င္​းခ်င္​းကလည္​း ပစၥည္​းတစ္​ခ်ိဳ႕လိုက္​လံစု​ေဆာင္​းရင္​းအတိတ္​ဘ၀ကခ်စ္​သူကို႐ွာ​ေနပါတယ္​.........သူမခ်စ္​သူကိုျပန္​႐ွာ​ေတြ႔သြားမွာလား......ကိုယ္​​ေတာ္​ပုထုန္​က​ေရာ ဘယ္​လိုအ​ေၾကာင္​း​ေၾကာင္​့​ေခါင္​းတံုးလို႔မရတာလဲ.....အတိတ္​ကရန္​သူနဂါးႀကီး....စတာ​ေတြနဲ႔စိတ္​၀င္​စားဖြယ္​ၾကည့္​့႐ႈရမွာပါ Qty - 720P Web-DlDuration - 1hr 30minGern - Fantasy/ ComedyTranslator - Ei Pa Pa SanEncoder - Kyaw Ye Aung",
        "rating": "N/A",
        "url": "https://megaup.net/1yVfg/The_Golden_Monk_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjIzNTA0OTIxNV5BMl5BanBnXkFtZTcwMzA3MTM2Nw@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "The ABCs of Death",
        "description": "The ABCs of Death ဆိုတဲ့ ရုပ္ရွင္ကို မၾကည့္ခင္ အရင္သတိေပးခ်င္တာက\n21+ အဆင့္ေလာက္ရွိလို႔ မိသားစုေတြ ကေလးေတြ နဲ႔ အတူ မၾကည့္သင့္ပါ\nေသြးသံရဲရဲေတြ အသဲယားေလာက္စရာေတြ မ်ားလို႔ ႏွလံုးေရာဂါ ရွိသူမ်ား\nရြံ႕တက္သူမ်ား ၊ အန္တက္သူမ်ား မၾကည့္ပါနဲ႔\nအစားအေသာက္စားေနရင္းလဲ မၾကည့္ပါနဲ႔ အစာစားခ်င္စိတ္ ကုန္ခမ္းသြားပါမယ္\nဒီရုပ္ရွင္ဟာ A ကေန Z အထိ အကၡရာအလိုက္ စီေပးထားၿပီး စကားလံုး တစ္ခုစီမွာ\nေသပံု ေသနည္း တစ္မ်ိဳးစီ ျပသေပးထားပါတယ္\nပိုဆိုးတာက ၾကည့္ရင္း ၾကည့္ရင္း အေတာ္ေလး စိတ္ဆင္းရဲလာမယ္ဆိုတာပါပဲ\nဘယ္လိုေတြေတာင္ စိတ္ဆင္းရဲရမယ္ ဆိုတာ မေျပာျပပါဘူး က်ေနာ္လဲ\nစိတ္ဆင္းရဲ ခံၿပီး Z ေရာက္တဲ့ အထိ ၾကည့္ႏုိင္ခဲ့ပါတယ္ ျဖစ္ႏုိင္ရင္ သင့္ သူငယ္ခ်င္းေတြနဲ႔\nZ ေရာက္တဲ့ အထိ ဘယ္သူၾကည့္ႏုိင္မလဲ ဆိုၿပီး Mention ေခၚၿပီး ၿပိဳင္သင့္ပါတယ္\nစိတ္ဆင္းရဲျခင္း ကင္းႏုိင္ၾကပါေစ...\nFile size - ( 1.5GB & 750mb)\nQuality - ...",
        "rating": "4.7",
        "url": "https://megaup.net/SXm3/The_ABCs_Of_Death_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lpv86hQftikE2ecb1OPYFFMr98r.jpg",
        "title": "A Guy Thing(2003)",
        "description": "ေယာက်ၤားေလးအမ်ားစုဟာ အိမ္ေထာင္ျပဳခါနီးရင္ထုံးစံအတုိင္းေပါ့ဗ်ာ...သူငယ္ခ်င္းေတြနဲ႕အစြမ္းကုန္ကဲၾကတယ္..သူငယ္ခ်င္းေတြကလည္း အိမ္ေထာင္ျပဳတဲ့ေယာကၤ်ားတစ္ေယာက္ဟာ ေနာက္ပုိင္းငဲ့ကြက္ရမဲ့ဟာေတြ စီးပြားရွာရမွာေတြ စေသာေႏွာင္ဖြဲ႕မႈေတြမလြပ္လပ္မႈေတြရွိေတာ့မွာျဖစ္လုိ႕ ႏွစ္သိမ့္ေပးတဲ့အေနနဲ႕ ကူညီ ေသာက္စားေပ်ာ္ပါးၾကေပါ့ဗ်ာ...ဒီဇာတ္ကားထဲကေကာင္ေလးကလည္း အိမ္ေထာင္ျပဳခါနီးဆုိေတာ့ သူငယ္ခ်င္းေတြနဲ႕ေပ်ာ္ပါးေသာက္စားေပါ့ဗ်ာ..ေနာက္ဆုိ တီဗြီခ်န္နယ္ေတာင္ေျပာင္းခြင့္မရွိဘူးကုိး...ဒီလုိနဲ႕သူဟာ မူးၿပီးအိမ္ျပန္အိပ္တယ္...မနက္မုိးလင္းေတာ့ဖုန္းသံေၾကာင့္ႏုိးလာတယ္...မၾကာခင္ေတာ္ရေတာ့မယ့္ ေယာကၡမေလာင္းႀကီးဖုန္းဆက္တာ..အဆင္ေျပလားဘာညာေမးၿပီးသူ႕သမီးလာမယ့္အေၾကာင္းေျပာရင္းဖုန္းခ်သြားတယ္...ဇနီးေလာင္းကုိႀကဳိဖုိ႕ျပင္ေတာ့ သူ႕အိပ္ရာေပၚမွာ ေကာင္မေလးတစ္ေယာက္......ညတုန္းကမူးၿပီးေကာင္မေလးတစ္ေယာက္နဲ႕အိပ္မိသြားတာ...ဒါကေတာ့ တကယ့္မေတာ္တဆႀကီးဆုိပါေတာ့ဗ်ာ....အဲ့ဒီမွာ သတုိ႕သားေလာင္းဟာ တုိင္ပတ္တဲ့အဆင့္တင္မဟုတ္ဘူး တုိင္ပါလည္ေတာ့တာပဲ...ကုိင္း အခ်စ္ဇာတ္ျမဴးေလးကုိခံစားလုိက္ပါဦးဗ်ဳိ႕File Size…(850MB) and (350MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:40:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Sai Mg Mg",
        "rating": "5.6",
        "url": "https://megaup.net/2eT3w/A_Guy_Thing_[2003]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMmMxNWNhNjItZjhmMC00ZmViLThlYjItZDk5YTQ1MWZkOGM1XkEyXkFqcGdeQXVyNzY2ODYzOTU@._V1_SY1000_CR006571000_AL_-131x200.jpg",
        "title": "My Little Pony: The Movie (2017)",
        "description": "အခုမိတ္​ဆက္​​ေပးမယ္​့ ဇာတ္​ကား​ေလးက​ေတာ့ ၂၀၁၇ ထြက္​ My little pony ဆိုတဲ့ကား​တြန္​းကား​ေလးပါဒီကား​ေလးက​ေတာ့ ကာတြန္​းကား​ေတြရဲ့ ထံုးစံအတိုင္​း ​ေပါ့​ေပါ့ပါးပါးျမဴးျမဴးႂကြႂကြ​ေလး ရိုက္​ကူးထားတာပါျမင္​းတိုင္​းျပည္​မွာ နတ္​ျမင္​းပ်ံမင္​းသမီး​ေလး ၄ ​ေယာက္​႐ွိပါတယ္​သူတို႔ထဲ ကမွ တြိဳင္​းလိုက္​က​ေတာ့ ခင္​မင္​မွဳရဲ့ မင္​းသမီး​ေလးပါသူဟါ တျခားမင္​းသမီး​ေတြ​ေလာက္​ သူ႔ကိုယ္​သူ ​ေမွာ္​အစြမ္​းမ႐ွိဘဴးလို႔ ထင္​​ေနပါတယ္​တစ္​​ေန့​ေတာ့ သူတို႔တိုင္​းျပည္​မွာ ပြဲ​ေတာ္​​ေလးတစ္​ခုစီစဥ္​​ေႏတုန္​းမွာ မုန္​တိုင္​းသခင္​ႀကီးရဲ့ က်ဳး​ေက်ာ္​မွဳကို ခံရၿပီး မင္​းသမီး ၃ ပါးလံုး ဖမ္​းခံရပါတယ္​ တြိဳင္​းလိုက္​က​ေတာ့ သူ႔သူငယ္​ခ်င္​း​ေတြရဲ့ အကူအညီနဲ႔ လြတ္​​ေျမာက္​သြားၿပီး သူတို႔တိုင္​းျပည္​ကို ကယ္​တင္​ဖို႔ သူ႔တာဝန္​ျဖစ္​လာပါ​ေတာ့တယ္​ဒီအခ်ိန္​မွာ သူတစ္​​ေယာက္​တည္​းအင္​အားနဲ႔ မဟုတ္​ဘဲ သူငယ္​ခ်င္​း​ေတြနဲ႔အတူ တက္​ညီလက္​ညီႀကိဳးစားၾကပံုကို ခ်စ္စဖြယ္ သီခ်င္​း​ေလး​ေတြနဲ႔ ​​​ေဝ​ေဝဆာဆာ ရိုက္​ကူး​ေပးထားတာပါ​ေနာက္​ဆံုး​ေတာ့ သူငယ္​ခ်င္​းတစ္​စု ဘာ​ေတြၾကံဳၿပီး တိုင္​းျပည္​ကို ဘယ္​လိုကယ္​တင္​ၾကလဲ ဆိုတာ ၾကည္​့႐ွဳအား​ေပးၾကပါဦး File ...",
        "rating": "6.3",
        "url": "https://megaup.net/2UQ9v/My_Little_Pony_-_The_Movie_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/suck_it_up-138x200.jpg",
        "title": "Suck It Up (2017)",
        "description": "ကိုယ့္ဘ၀ရဲ႕ အေရးပါတဲ့လူတစ္ေယာက္ ဆံုုးပါးသြားတဲ့အခါ ကၽြန္ေတာ္တို႕ ဘယ္လိုေျဖသိမ့္ၾကပါသလဲ၊ အဲ့ဒီအေျခအေနကို ေက်ာ္ျဖတ္ႏိုင္ဖို႕ ဘယ္လိုႀကိဳးစားၾကပါသလဲ။ဂါရက္ဆိုတဲ့ေကာင္ေလးဟာ ေရာ္နီရဲ႕အစ္ကိုျဖစ္ၿပီး ေဖးရဲ႕ရည္းစားပါ။တရက္ ဂါရက္ ကင္ဆာေရာဂါနဲ႕ဆံုးပါးသြားၿပီးေနာက္ ေရာ္နီဟာ စိတ္အႀကီးအက်ယ္ထိခိုက္ၿပီး အရက္ေသာက္လိုက္ ေဆးရႈလိုက္နဲ႕\nေပါ့ပ်က္ပ်က္ေနေနပါတယ္။အဲ့ဒါကုိမၾကည့္ရက္တဲ့ အေမျဖစ္သူက ဂါရက္ရဲ႕ ရည္းစား ေဖးကိုအကူအညီလွမ္းေတာင္းပါတယ္။ ေရာ္နီနဲ႕ ေဖးကလဲ အရင္ကတည္းက အခင္ဆံုးသူငယ္ခ်င္းေတြျဖစ္တဲ့အတြက္ေဖးကလဲ ခ်က္ခ်င္းဆိုသလို ေရာက္ခ်လာၿပီး သူတို႕စိတ္ေျပလက္ေပ်ာက္ အပန္းေျဖခရီးထြက္ၾကဖို႕ တိုင္ပင္ၾကပါေတာ့တယ္။အပန္းေျဖခရီးထြက္ၾကတဲ့အခါ စည္းစနစ္က်က် ေနတတ္တဲ့ ေဖး နဲ႕ ပရမ္းပတာ ေပါ့ပ်က္ပ်က္ေနတတ္တဲ့ ေရာ္နီတို႕ အဆင္ေျပေအာင္ဘယ္လိုေနၾကမလဲ၊ သူတို႕ဘ၀ထဲက ထြက္ခြာသြားတဲ့လူတစ္ေယာက္ကိုဒီေကာင္မေလးႏွစ္ေယာက္ ဘယ္လိုေမ့ေဖ်ာက္ၾကမလဲ၊ ၿပီးေတာ့ မိန္းကေလးလူငယ္သဘာ၀ ေသာက္စားေပ်ာ္ပါးတာေတြ လိင္ကိစၥေတြကိုပါ ရိုက္ထားတဲ့ကားတစ္ကားျဖစ္တဲ့အတြက္ အေတာ္ေလးၾကည့္ေကာင္းၿပီးေတြးစရာေလးေတြလဲ ပါပါတယ္။လူတစ္ေယာက္ကို ေမ့ေပ်ာက္ဖို႕ႀကိဳးစားရတဲ့အခါ တစ္ေယာက္နဲ႕တစ္ေယာက္ ေမ့ေဖ်ာက္ပံုခ်င္းမတူတာေတြ၊ လူတစ္ေယာက္ ဆံုးပါးသြားတဲ့အေပၚ မတူညီတဲ့ခံယူခ်က္ေတြ ရိွၾကပါတယ္။ဒါေပမယ့္ သူတို႕အားလံုးမွာ တူညီတဲ့ပန္းတိုင္တစ္ခုရိွၿပီးသားပါ။အဲ့ဒါကေတာ့ ...",
        "rating": "8.7",
        "url": "https://megaup.net/SZ0t/Suck_It_Up_[2017]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjM3NjcxNDM1OF5BMl5BanBnXkFtZTgwMTU4MjE4MjI@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Battle of the Sexes (2017)",
        "description": "ဒီကားကေတာ့ ၂၀၁၇ခုႏွစ္ထြက္Biography/Comedy-Drama ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။ဒီကားေလးဟာ ၁၉၇၃ခုႏွစ္ အေမရိကန္ျပည္ေထာင္စုတြင္ ဟိုးေလးတေက်ာ္ျဖစ္ကာ ေျပာစမွတ္တြင္ရေလာက္တဲ့အထိ ျဖစ္ပြားခဲ့တဲ့ တင္းနစ္ျပိဳင္ပြဲအေၾကာင္းပါပဲ။ဒီတင္းနစ္ျပိဳင္ပြဲဟာ သာမန္ျပိဳင္ပြဲေတြနဲ႕မတူပါဘူး။ထိုေခတ္ကာလတြင္း အမ်ဳိးသမီးတင္းနစ္ကစားသမားမ်ားဟာ အမ်ဳိးသားမ်ားႏွင့္ တန္းတူရပိုင္ခြင့္ေတြ ခံစားခြင့္မရၾကပါဘူး။ဒါေၾကာင့္ ကမာၻ႕နံပါတ္တစ္ အေကာင္းဆံုးအမ်ဳိးသမီးတင္းနစ္ကစားသမားျဖစ္တဲ့ ဘီလီဂ်င္းကင္းဟာ အဲဒီအတြက္ကေနဦး ေတာင္းဆိုဆႏၵျပခဲ့တဲ့ ပထမဦးဆံုး အမ်ဳိးသမီးအခြင့္အေရးလႈပ္ရွားသူတစ္ေယာက္ျဖစ္လာပါတယ္။အဲဒီကေနစျပီး အမ်ဳိးသမီးမ်ား အမ်ဳိးသားမ်ားႏွင့္တန္းတူညီမွ်အခြင့္အေရးခံစားခြင့္ရွိျခင္း၊ လိင္တူရပိုင္ခြင့္မ်ားႏွင့္ လူ႕အခြင့္အေရးဆိုတာေတြ ဆက္လက္ျဖစ္ေပၚလာတာပဲျဖစ္ပါတယ္။တစ္ဖက္မွာလည္း ဘီလီဂ်င္းကင္းကိုပါရမီျဖည့္ေပးရွာသည့္သူကေတာ့ ေဘာ္ဘီရစ္ခ်္ဆိုတဲ့ နာမည္ေက်ာ္တင္းနစ္ကစားသမားတစ္ေယာက္ပါ။သူ႕ရဲ႕၀ါသနာက ေလာင္းကစားလုပ္ျခင္းပါပဲ။အခြင့္အေရးေတြကိုေခ်ာင္းေနတဲ့ေဘာ္ဘီတစ္ေယာက္ ဘီလီကင္းကိုမ်က္စိက်သြားပါေတာ့တယ္။သူ႕ရဲ႕အတိတ္ကေရႊေရာင္ေန႕ရက္ေတြကိုျပန္လည္ရယူရင္း ေလာင္းကစားပါလုပ္လို႕ရမည့္အကြက္ကို ေတြ႕သြားတာပဲျဖစ္ပါတယ္။ဒီလိုနဲ႕ ဘီလီဂ်င္းကင္းကိုစိန္ေခၚျပီး တင္းနစ္ကစားပြဲျပဳလုပ္ကာ အမ်ဳိးသမီးေတြဟာ တန္းတူအခြင့္အေရးရသင့္ေၾကာင္း သက္ေသျပရေအာင္ဖန္တီးပါေတာ့တယ္။အဲဒီျပိဳင္ပြဲဟာ တင္းနစ္အားကစားသမိုင္းတစ္ေလွ်ာက္တြင္ လူၾကည့္အမ်ားဆံုးေသာ ကစားပြဲျဖစ္ခဲ့တာျဖစ္ျပီး ဘီလီဂ်င္းကင္းနဲ႕ ေဘာ္ဘီရစ္ခ်္တို႕ရဲ႕ အျပိဳင္အဆိုင္ စကားနာထိုးမႈေတြ၊ အားျပိဳင္မႈေတြဟာ ကစားကြင္းမတိုင္ခင္ကတည္းက ပုဂၢိဳလ္ေရးဆိုင္ရာအရေရာ၊ အျခားေသာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/SZ1e/Battle_Of_The_Sexes_[2017]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/09/fullsizephoto228916-2-209x300.jpg",
        "title": "[18+] The Scent (2012)",
        "description": "The Innocent Man ကိုရီးယားဇာတ္လမ္းတြဲထဲမွာ မိန္းမမာယာေတြကို အျပည့္အဝအသံုးခ်တဲ့ဇာတ္ေဆာင္အျဖစ္ပါဝင္ခဲ့တဲ့ မင္းသမီး Park Si‑yeon ကိုဒီဇာတ္ကားထဲမွာလဲညႈိ႕အားျပင္းဇာတ္ေဆာင္အျဖစ္ေတြ႕ျမင္ရဦးမွာပါ။မင္းသားကေတာ့ Hee‑soon Park ပါ။ဒီဇာတ္ကားကိုၾကည့္ျပီးရင္ မင္းသမီး Park Si‑yeon ကိုမွတ္မွတ္ရရရွိသြားဖို႕မ်ားပါတယ္။ဇာတ္လမ္းကေတာ့....စံုေထာက္ Kang Seon‑woo ဟာ အိမ္ေထာင္ေရးျပသနာေတြကိုေျဖရွင္းေပးေနတဲ့ အလြတ္စံုေထာက္အလုပ္ကို တစိုက္မတ္မတ္လုပ္သူပါ...တစ္ေန႕မွာေတာ့ Kim Soo‑jin ဆိုတဲ့အမ်ိဳးသမီးတစ္ေယာက္ေရာက္လာျပီး သူ႕ေယာက်္ားေဖာက္ျပန္ေနေၾကာင္းနဲ႕ အဲ့ဒီ့အတြက္စံုစမ္းစစ္ေဆးမႈလုပ္ဖို႕ အလုပ္တစ္ခုလာအပ္ပါတယ္....စံုစမ္းစစ္ေဆးဖို႕သြားၾကတဲ့ညမွာပဲ စံုေထာက္ Kang Seon‑woo တစ္ေယာက္ မိန္းမမာယာနဲ႕လုပ္ၾကံခံလိုက္ရပါတယ္...သူႏႈိးလာေတာ့ သူ႕ေဘးမွာအေလာင္းႏွစ္ေလာင္းနဲ႕ အရႈပ္ထုပ္ထဲ ေခ်ာက္က်ျပီဆိုတာသိလိုက္ရပါတယ္...ဒီကိစၥကိုေျဖရွင္းကိုအစြမ္းကုန္ၾကိဳးစားရင္း မင္းသမီး Park Si‑yeon နဲ႕အျပိဳင္အဆိုင္ သူႏိုင္ကိုယ္ႏိုင္က်ဲၾကရမယ့္ ဇာတ္လမ္းမ်ိဳးပါ။ဟာသမင္းသား Lee Kwang‑soo လဲပါဝင္ထားတာေၾကာင့္ ဇာတ္လမ္းကသြက္ပါတယ္....မင္းသမီး Park Si‑yeon ရဲ႕ Nude Scene တခ်ိဳ႕ေၾကာင့္ (18+) ျဖစ္သြားေပမယ့္ ဇာတ္လမ္းကေတာ့ အေတာ္စိတ္ဝင္စားဖို႕ေကာင္းတဲ့ စံုေထာက္ဆန္ဆန္ဇာတ္လမ္းမ်ိဳးပါ။IMDb Rating (5.7/10)ရရွိထားတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/SWoo/The_Scent_[16+]_[2012]_(MM_Sub).mp4",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/3231-210x300.jpg",
        "title": "Windstruck (2004)",
        "description": "ကိုယ္ေတြရဲ႕အသည္းစြဲ ဂ်န္ဂ်ီဟြန္း(My Sassy Girl မင္းသမီး) အဓိကပါဝင္ထားတဲ့ နာမည္ၾကီးကိုရီးယားဇာတ္ကားေလးျဖစ္ပါတယ္။ဒီဇာတ္ကားေလးကို ကိုယ္ေတြငယ္ငယ္တုန္းက အမွန္အကန္ခံစားအားေပးခဲ့တာ သတိရမိတယ္။ဇာတ္လမ္းေလးကေတာ့....ဂ်န္ဂ်ီဟြန္းက သွ်မ္းသွ်မ္းေတာက္ရဲေမ....မင္းသား Jang Hyuk ကအူေၾကာင္ေၾကာင္ ေက်ာင္းဆရာသူတို႕ႏွစ္ေယာက္ အလြဲလြဲေခ်ာ္ေခ်ာ္ေတြ႕ဆံု သံေယာဇဥ္ျဖစ္ရာကအခ်စ္စစ္တို႕လမ္းသည္ မေျဖာင့္ျဖဴးေၾကာင္းကိုခံစားတင္ဆက္ထားပါတယ္။IMDb Rating (7.3/10) နဲ႕ Rotten Tomotoes (80%) ထိရရွိထားတဲ့ Romantic Comedy ဇာတ္ကားေကာင္းေလးပါ။(ဒီဇာတ္ကားကိုေတာ့ Phyo Thu Hein မွ ဘာသာျပန္တင္ဆက္ထားပါတယ္။)အခုဇာတ္ကားကိုၾကည့္ျပီးရင္ မင္းသမီး ဂ်န္ဂ်ီဟြန္းရဲ႕ My Sassy Girl (2001) ကိုလဲ https://channelmyanmar.org/my-sassy-girl-2001/ မွာၾကည့္သင့္ေၾကာင္းပါ။File size…(999MB) \nQuality…HDTV-Rip 720p\nFormat…mp4\nDuration….01:55:49\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://megaup.net/SZ4m/Windstruck_[2004]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1d8HojlX4MXXLiYdDI5gxOZCxEP.jpg",
        "title": "Chasing Liberty(2004)",
        "description": "ညစာစားေနတဲ့ေကာင္ေလးနဲ႕ေကာင္မေလးတုိ႕စားပြဲ၀ုိင္းကုိ လူရြယ္တစ္စုခ်ဥ္းကပ္သြားတယ္ သူတုိ႕ထဲကတစ္ေယာက္က\nအက်ၤီအိပ္ထဲကုိလက္ႏႈိက္လုိက္တယ္....ဒီအၿပဳအမူေၾကာင့္ သက္ေတာ္ေစာင့္ အေယာက္ ၂၀ေလာက္က လူရြယ္တစ္စုကုိ\nခုန္အုပ္လုိက္တယ္ ေကာင္ေလးနဲ႕ေကာင္မေလးရဲ႕ေပ်ာ္ရႊင္ဖြယ္ညတစ္ညဟာ သက္ေတာ္ေစာင့္ေတြေၾကာင့္ အက်ဥ္းတန္သြားတယ္\nသက္ေတာ္ေစာင့္ေတြကလည္းသူတုိ႕တာ၀န္သူတုိ႕လုပ္ရတာကုိး ဘာျဖစ္လုိ႕လဲဆုိေတာ့ ညစာစားတဲ့ေကာင္မေလးဟာ သမၼတရဲ႕သမီး\nျဖစ္ေနလုိ႕ပါပဲ..ဒါေၾကာင့္ ခ်ဥ္းကပ္သြားတဲ့လူရြယ္တစ္စုဟာ အႏၱရယ္ျပဳႏုိင္သူျဖစ္ႏုိင္ေတာ့  သူတုိ႕လည္းအေျခအေနအရ တားဆီးလုိက္ရတယ္....ကြ်န္ေတာ္တုိ႕ခနၶာကုိယ္ထဲမွာ phenylethylamine လုိ႕ေခၚတဲ့ natural chemical တစ္ခုထြက္ပါတယ္ သူ႕ရဲ႕အစြမ္းသတၱိကဘာျဖစ္လဲဆုိေတာ့စိတ္ကုိႏူးညံေပ်ာ့ေပ်ာင္းေစတယ္ ခ်စ္တတ္ေစတယ္ ခံစားတတ္ေစတယ္ ဒါေပမယ့္ phenylethylamine က အခ်ိန္တုိင္းမထြက္ဘူးကာလအပုိင္းအျခားနဲ႕ ထြက္တာ....ခ်စ္သူမ်ားေန႕မွာ ေခ်ာကလက္ဘာေၾကာင့္ေကြ်းလဲဆုိေတာ့ ေခ်ာကလက္ဟာ phenylethylamine ကုိထြက္ေစလုိ႕ ကုိယ္ခ်စ္တဲ့သူကုိ ေကြ်းၾကတယ္လုိ႕ေျပာၾကတယ္....ဒီကားကုိၾကည့္ရတာ ကမၻာ့အစြမ္းထက္ဆုံးေခ်ာကလက္ကုိစားရသလုိပဲ ..phenylethylamine ေတြ ဘယ္ေလာက္ေတာင္ ႏွလုံးသားမွာ ေျပးလႊားေနလဲမသိ.ရင္ေတြခုန္တယ္ ...Plot ကလည္းဆြဲေဆာင္မႈရွိတယ္ သမၼတရဲ႕သမီးနဲ႕ေအးဂ်င့္ေကာင္ေလးတစ္ေယာက္ေပါ့... ဒီကားထဲကေကာင္ေလးနဲ႕ေကာင္မေလးေျပာတဲ့စကားအေတာ္မ်ားမ်ားဟာ ကဗ်ာရနံေတြထုံလႊမ္းေနတယ္...\nေနာက္ခံသီးခ်င္းေလးေတြကလည္း လွပလြန္းတယ္ တစ္ခါတစ္ရံကုိယ့္ရဲ႕ရင္ခုန္သံဟာ ဇာတ္ကားထဲကသီးခ်င္းရဲ႕ ခပ္မွန္မွန္ထြက္ေနတဲ့ BASS သံထက္ေတာင္က်ယ္ေလာင္ေနတတ္တယ္...ေသခ်ာတယ္ ခင္ဗ်ားတုိ႕လည္းဒီကားၾကည့္ေနရင္း ကေယာင္ကတမ္းနဲ႕ ကိုယ့္ဘယ္ဘက္ရင္အုံကုိျပန္စမ္းမိလိမ့္မယ္.....File Size…(850MB) and (398MB)\nQuality…DVDrip\nFormat…mp4\nDuration…01:50:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo ...",
        "rating": "6.1",
        "url": "https://megaup.net/2URqP/Chasing_Liberty_[2004]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/sholay-poster-145x200.jpg",
        "title": "Sholay (1975)",
        "description": "Sholay (1975)IMDb - 8.2/10_____Rotten - 91%\n  \nAll time Best Bollywood Movies မှာ Sholay ဟာ နံပါတ် ၃ နေရာမှာရှိနေပါတယ်။\n1975 က ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားဆိုပေမယ့် ဇာတ်လမ်း၊ဇာတ်ကွက်တွေနောက်ခံသီချင်းတွေ အဲ့ဒီခေတ် အနေအထားနဲ့ ဒီလို အက်ရှင်ခန်းတွေ၊ ကျေးလက်ဒေသ မြင်ကွင်းတွေ၊ အထူးပြောချင်တာကတော့ ဒရာမာအခန်းတွေပါပဲ့\nတကယ့်ကို ပြီးပြည့်စုံလွန်းတယ်လို့ပဲပြောရမလား\nဘယ်အချိန်ပြန်ကြည့်ကြည့် မချီမကဲဖြစ်သွားစေတဲ့ ဒရာမာအခန်းလေးတွေ၊တစ်ယောက်နဲ့တစ်ယောက် စိတ်ဝင်စားနေပေမယ့် စကားလုံးတွေမပါပဲ နောက်ခံတေးသံသာသာလေးဟာ အခုချိန်ထိ နားထဲမှာ ကြားရောင်နေဆဲပါပဲ။\nသရုပ်ဆောင်တွေကလည်း ကဏ္ဌအသီးသီးမဇာ တာဝန်ကျေကြသလို၊ အကောင်းမွန်ဆုံးတွေဆိုတော့ သဘာဝကျမှုကို အပြည့်အဝရရှိစေပါတယ်။\nတစ်ခါမှ မကြည့်ဖူးသေးဘူးဆိုရင်တော့ တစ်ခါလောက်တော့ မဖြစ်မနေကြည့်ကြည့်လိုက်ပါ့\nကြည့်ပြီးသားလူတွေအတွက်လည်း ဘယ်အချိန်မှ မရိုးနိုင်တဲ့ ဇာတ်ကားကောင်း တစ်ခု ဖြစ်ပါတယ်။\n=======================================================\nဇာတ်လမ်းနည်းနည်းလောက် ညွှန်းရမယ်ဆိုရင်တော့\nရမ်ဂဗ်ရွာရဲ့ အငြိမ်းစားရဲတစ်ယောက်ဖြစ်သူ ထာကူရ်ဗဲလ်ဒေ့ဆင့်ဟာ အသိဖြစ်သူ ထောင်ပိုင်တစ်ယောက်ကို လူနှစ်ယောက်ကို ရှာပေးဖို့ အကူအညီတောင်းခဲ့ပါတယ်\nသူရှာခိုင်းတဲ့ နှစ်ယောက်က ဗီရူးနဲ့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/4fLmj/Sholay_[1975]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fuYkFeGLnRkwBB95zApqI5dETQP.jpg",
        "title": "Young Adult(2011)",
        "description": "ဒီတစ္ေခါက္ CM ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ Imdb..6.3 ရ\"Young Adult\"ဆိုတဲ့ ဇာတ္လမ္းပဲျဖစ္ပါတယ္...  Mavis Gary ဆိုတဲ့ အမ်ိဴးသမီးဟာ ဘဝကိုမေက်နပ္မႈေတြ စိတ္မခ်မ္းေျမ႕မႈေတြ ကိုယ့္ကုိကိုယ္အားမရမႈေတြနဲ႔ ျဖတ္သန္းခဲ့ပါတယ္.... သူဟာ Young Adult ဆိုတဲ့ စီးရီးကိုလဲ ေရးသားေနသူပါ...ဒီစီးရီးကလဲ ေအာင္ျမင္မႈမရခဲ့ပါဘူး... သူ႔ရဲ႕ အခ်စ္ေရးကလဲ ကံမေကာင္းလွပါဘူး.... သူ႔ရဲ႕ Young adult စီးရီးက Kendall Strickland လို႔ေခၚတဲ့ ဆယ္ေက်ာ္သက္ေကာင္မေလးအေၾကာင္းကို ေရးထားတာပါ...Kendall က အထက္တန္းေက်ာင္းမွာ ေကာင္ေလးတိုင္း ေႂကြရတဲ့ ေကာင္မေလးတိုင္းမနာလိုျဖစ္အားက်ရတဲ့ မိန္းမေခ်ာေလးပါ... ခုေခတ္စကားအရဆိုရင္ Queen ဆိုပါေတာ့... Mavis က ဘာလို႔ Kendall အေၾကာင္းကို ေရးလဲ..အေၾကာင္းကေတာ့ သူ႔ငယ္ဘဝကလဲတစ္ခ်ိန္တစ္ခါက Kendall လို ေရႊထီးေဆာင္းခဲ့တာပါ.... ေျပာရရင္ သူ႔ဘဝဇာတ္ေၾကာင္းကို အေျခခံထားတာေပါ့.... သူ႔ရဲ႕ လွပခဲ့တဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/young-adult2011/",
        "category": "Comedy, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNTAwMmU3NzQtNzE3MC00YTAyLTljMWEtOGI2NGQ1MDIwMjgzXkEyXkFqcGdeQXVyMzY3MDMwNQ@@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "The Young Offenders (2016)",
        "description": "တကယ္​့အျဖစ္​အပ်က္​ကို ႐ိုက္​ကူးထားတဲ့ ဒီကား​ေလးဟာIMDb 7.1 နဲ႔ rotten tomatoes 100% ​ေတာင္​ရ႐ွိထားတာပါအိုင္​ယာလန္​သား​ ေဂ်ာ့ နဲ႔ ​ေကာ္​နာ လို႔​ေခၚတဲ့၁၅ ႏွစ္​အရြယ္​ပဲ႐ွိၾက​ေသးတဲ့ အရမ္​းခင္​ၾကတဲ့ သူငယ္​ခ်င္​းႏွစ္​​ေယာက္​ဟာ တူညီတဲ့အခ်က္​​ေလး​ေတြ႐ွိ​ေနၾကပါတယ္​သူတို႔မွာ မိဘတစ္​​ေယာက္​စီပဲ႐ွိၾကၿပီးသူတို႔မိဘ​ေတြနဲ႔အဆင္​မ​ေျပၾကဘူးႏွစ္​​ေယာက္​စလံုးဟာအရမ္​းခ်မ္​းသာခ်င္​ၾကတယ္​အဲ့ဒီအခ်ိန္​မွာ ပဲ ​ေဂ်ာ့ဟာ ယူ႐ို​ေင​ြ ၇သန္​းတန္​ ပိုက္​ဆံရ​ေပါက္​ရလမ္​းတစ္​ခုကိုTV သတင္​းတစ္​ခုက​ေန ​ေတြ႔လာၿပီး သူငယ္​ခ်င္​းႏွစ္​​ေယာက္​ စက္​ဘီးကိုယ္​စီစီးကာအ​ေနာက္​ဖက္​ကမ္​း​ေျခဖက္​ကို ပိုက္​ဆံအတြက္​႐ွာပံု​ေတာ္​ထြက္​ၾကရင္​း ျပႆနာ​ေပါင္​းစံုတက္​ပံု​ေတြ ရာဇဝတ္​မႈက်ဴးလြန္​မိပံု​ေတြကို ခပ္​ရႊင္​ရႊင္​ ရယ္​စရာ​ေကာင္​း​ေအာင္​႐ိုက္​ကူးထားတဲ့ ဇာတ္​လမ္​း​ေလးျဖစ္​ပါတယ္​​ေပါ့​ေပါ့ပါးပါး ႐ိုက္​ကူးထားတဲ့အတြက္​ ​ေပါ့​ေပါ့ပါးပါးၾကည္​့ခ်င္​သူ​ေတြအတြက္​ ၾကည္​့လို႔​ေကာင္​းမယ္​့ Drama Comedy ဇာတ္​ကား​ေလးပါဒီကားထဲမွာ သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက​ေတာ့ Chris Walley, Hilary Rose, Alex Murphy, Dominic MacHale စတဲ့ နာမည္​​ေက်ာ္​အိုင္​းရစ္​႐ွ္​ သ႐ုပ္​​ေဆာင္​​ေတြပဲျဖစ္​ၾကပါတယ္​သူငယ္​ခ်င္​းႏွစ္​​ေယာက္​ ​ယူရိုေငြ ခုႏွစ္​သန္​း ကို ရၿပီး ခ်မ္​းသာသြားမလားဘယ္​လို အႏၲရာယ္​​ေတြၾကံဳႏိုင္​လဲ ဆိုတာ​ေတြကို ပရိတ္​သတ္​ႀကီးကိုယ္​တိုင္​ပဲၾကည္​့႐ႈ​ေတာ္​မူၾကပါဦး File Size ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-young-offenders-2016/",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZmRkMWE3MDgtNzY1ZS00YjRhLTk4M2ItZTcyMTQ4NGJkODc1L2ltYWdlXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_CR006621000_AL_-132x200.jpg",
        "title": "Seong lung wui (1992)",
        "description": "1992 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ မင္းသားၾကီး ဂ်က္ကီခ်န္းရဲ႕ ၂ကိုယ္ခြဲကားေလးကိုတင္ဆက္ေပးလိုုက္ပါတယ္ ဇာတ္ကားေလးကေတာ့ ဟာသ အက္ရွင္ကားေလးျဖစ္ျပီးေတာ့ဒီကားထဲမွာေတာ့ ဂ်က္ကီခ်န္းက အမႊာအျဖစ္ သရုပ္ေဆာင္ထားတာျဖစ္ပါတယ္ဇာတ္လမ္းေလးကိုေတာ့ ဂ်က္ကီခ်န္းပရိတ္သတ္ေတာ္ေတ္ာမ်ားမ်ားက ရင္းႏွီးေနမွာျဖစ္ျပီးေတာ့ျပန္လည္ခံစားခ်င္တဲ့သူေတြ ျပန္လည္ခံစားဖို႕အတြက္ တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားအက်ဥ္းေလးကေတာ့ နာမည္ၾကီး ပီယာႏိုပညာရွင္ၾကီး မစၥတာဂ်က္မားရဲ႕မိန္းမဟာ ေဆးရံုတစ္ခုမွာ မီးဖြားေနပါတယ္ ဒီအခ်ိန္မွာပဲ ဗံုးခြဲသမားလူဆိုးတစ္ေယာက္ကေဆးရံုကိုဆိုက္ဆိုက္ျမိဳက္ျမိဳက္ ေရာက္လာျပီး မစၥမား ရဲ႕ အမႊာသားေလး ၂ေယာက္ထဲက တစ္ေယာက္ကိုျပန္ေပးဆြဲသြားခဲ့ပါတယ္ ဒီလိုနဲ႕ ျပန္ေပးသမားက ေျပးရင္းလႊားရင္းနဲ႕  ကေလးကို ဘယ္လို ပစ္ထားခဲ့လဲညီအစ္ကို ၂ေယာက္ကြဲသြားျပီး ျပန္လည္ဆံုေတြ႕တဲ့ အခါမွာေကာ ဘယ္လိုေတြျဖစ္ၾကမလဲဆုိတာကိုေတာ့ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720p BlurayDuration - 1hr 44minGern - Action / ComedyTranslator - Real YNWAEncoder - Kyaw Ye Aung",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/seong-lung-wui-1992/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTk3NTM4NDg3OF5BMl5BanBnXkFtZTcwNDk3MzEwNQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Change-Up (2011)",
        "description": "Jason Bateman နဲ႔ Deadpool မင္းသား Ryan Renold ရဲ႕ အခြက္ေျပာင္ခ်က္ေတြနဲ႔ ျပည့္ႏွက္ေနတဲ့ ပရိတ္သတ္ေတြကို တေသာေသာညံေစမယ့္ ဇာတ္ကားတကားပါ။ဟုတ္ပါတယ္ ဇာတ္ကားနာမည္အတိုင္း အေျပာင္းအလဲေလးေတြအေၾကာင္း ႐ိုက္ထားတာပါ။မိသားစု၊ အလုပ္အကိုင္၊ မိတ္ေဆြ..အဲ့လိုအရာအားလုံးနဲ႔ ျပည့္စုံေနတဲ့ ေဒ့ဗ္ေလာ့ခ္ဝုဒ္.....အေဖနဲ႔ အေစးမကပ္၊ ျဖစ္သလိုေန ျဖစ္သလိုစား၊ ႀကဳံရာလုပ္ျဖစ္ေနတဲ့ မစ္ခ်္ပလန္ကို.....သူတို႔ႏွစ္ေယာက္ရဲ႕ ဘဝအစိတ္အပိုင္းေတြ၊ ေတာင့္တမႈေတြ၊ ျဖစ္ခ်င္..လုပ္ခ်င္ေပမယ့္ အခါမသင့္လို႔ မလုပ္ႏိုင္ရတာေတြ...အဲ့လို လူ႔ေလာကသဘာဝေတြကို\"တစ္ခ်ိန္က အခက္အခဲေတြဆိုတာ ေနာင္တစ္ခါက် ဟာသေတြ ျဖစ္သြားတာပဲ...\" ဆိုသလိုမ်ဳိး\nဟာသေလးေတြ အနည္းငယ္ေႏွာၿပီး ႐ိုက္ကူးထားတဲ့ ဇာတ္ကားေကာင္းေလးပဲ ျဖစ္ပါတယ္။မိသားစု ကိစၥေတြ၊ အလုပ္ကိစၥေတြနဲ႔ ၿငီးေငြ႕ေနၿပီး အားလုံးလိုလိုကို ေမ့တတ္ေနၿပီျဖစ္တဲ့ ေဒ့ဗ္တစ္ေယာက္ အခ်စ္ဆုံးသူငယ္ခ်င္း\nမစ္ခ်္နဲ႔ တစ္ညတာ ေလွ်ာက္လည္၊ စားေသာက္၊ ကိုယ့္ကိစၥ သူ႔ကိစၥေတြကို ရင္ေတြဖြင့္အၿပီးမွာေတာ့.....ကေပါက္ကေပါက္ခ်ာ ေစာင္တလြဲျဖစ္ကုန္တာေတြကိုေတာ့ ကိုယ့္လူတို႔ ကိုယ္တိုင္သာ ဟားၾကပါေတာ့ဗ်ိဳ႕...သတိ: : ...",
        "rating": "6.3",
        "url": "https://megaup.net/2Wiew/The_Change-Up_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy"
    }
]