[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDNjOWJkMzUtMzY4ZS00NGNkLWE2MzAtOGRhYmIwOGQ1N2EwXkEyXkFqcGdeQXVyMTA0MDMwNDEy._V1_-133x200.jpg",
        "title": "Unstoppable(2023)",
        "description": "Unstoppable (2023)\nIMDb 7.8ဘဝကို အပူအပင်ကင်းကင်းနဲ့ ပျော်ပျော်ကြီး ဖြတ်သန်းနေကြတဲ့ စိတ်တူကိုယ်တူ\nသူငယ်ချင်း၃ယောက်ရှိပါတယ် အလုပ်တစ်ခုကို လုပ်မယ်ဆိုရင် တိုင်ပင်စရာမလို\nတက်တက်ကြွကြွနဲ့ အောင်မြင်အောင်လုပ်တတ်ကြတဲ့ လူငယ် ၃ယောက်ပေါ့တစ်နေ့...သူတို့သုံးယောက် ငွေရှာဖို့ ဖြတ်လမ်းနည်းသုံးခဲ့မိတယ် အဲဒါကတော့ သူတို့၃ယောက်ထဲက\nကောင်လေးတစ်ယောက်ကို မိသားစုတစ်စုက လာတင်တောင်းပါတယ် တင်တောင်းငွေက သိန်း၂၀နဲ့ ရွှေတွေဆိုတော့\nဒီ၃ယောက်က သိန်း၂၀နဲ့ IPL လောင်းကြမယ်ပေါ့ နိုင်ရင် ၁၀ဆို ၂၀ဖြစ် ၂၀ဆို ၄၀ဖြစ်ဆိုပြီး သူဌေးဖြစ် ခွေးဖြစ်\nလောင်းဖို့ကြံရာကနေ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ နာမည်ကိုက Unstoppable ဆိုတော့ကာ\nသူတို့ဘယ်လောက်အထိ မရပ်တန့်နိုင်ဖြစ်ကြမလဲဆိုတာ Plot Twist တွေနဲ့ ဆက်လက်ရှုစားလိုက်ကြပါရှင်အချိန်တွေပိုနေမယ်ဆိုရင်တော့ ကြည့်ပျော်လောက်တဲ့ ဇာတ်လမ်းတစ်ခုပါပဲ\n(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yunni~Zwe Yan~V~Cherry~BpL~Moon တို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.5GB / 1.3GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Zwe ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/unstoppable2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODk1ZTE1YjktYzc3YS00YjgxLTg5Y2QtZGNkNjY5MmI2YWM3XkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Warriors Two (1978)",
        "description": "Warriors Two (1978)\n===============\nIMDb Rating - 7.2/10ဂျက်ကီချန်းရဲ့သူငယ်ချင်းလည်းဖြစ် ဂျက်ကီချန်းရယ်လို့ဖြစ်လာ\nစေခဲ့တဲ့ အုပ်တစ်ချုပ်သဲတစ်ပွင့်လည်းဖြစ်ခဲ့တဲ့ Sammo Hung\nကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်သရုပ်ဆောင်ထားတဲ့\nဟောင်ကောင်သိုင်းရုပ်ရှင်ပါ။ သူရိုက်တဲ့ တတိယမြောက်ကားပါ။\nကားကတော့ ဝင်းချွန်းသိုင်းကားပါ။ ဇာတ်အိမ်တည်ထားတဲ့မြို့က\nလည်း ဘရုစ်လီရဲ့ဆရာ ယိမန်ကားတွေမှာပါနေကျ ဖို့ရှန်မှာပါပဲ။\nနောက် ဘရုစ်လီရဲ့ အနီးကပ်ထိုးချက်အကြောင်းလည်း ထည့်ထား\nပါသေးတယ်။ ဒီထဲက ဝင်းချွန်းသိုင်းဆရာကတော့လောင်ရှန်းလို့\nခေါ်တဲ့ သမိုင်းဝင်ပုဂ္ဂိုလ်တစ်ပါးပါပဲ။ဝင်းချွန်းကိုတီထွင်ခဲ့တဲ့ ရင်းမြစ်နဲ့ တမျှော်တခေါ်ကြီးမခြာသေးခင်\nကာလမှာ ဇာတ်အိမ်တည်ထားတယ်။ ဇာတ်လမ်းက နည်းနည်းရက်\nစက်သလို ကြည့်ကောင်းတဲ့ဇာတ်ဖြစ်ပြီး သိုင်းကွက်တွေလည်းလန်း\nတော့ ဟောင်ကောင်သိုင်းရုပ်ရှင်ဟောင်းတွေကို ကြိုက်တဲ့လူတွေ\nကြိုက်ကြမှာပါပဲ။ ဟောင်ကောင်သိုင်းရုပ်ရှင်တွေဟာ ဒီတိုင်းအက်\nကြောင်းထပ်ဇာတ်တွေနဲ့တောင် ကြိုက်တဲ့လူတွေတော့ ကြည့်လို့မရိုး\nပါဘူး။ ဒီကားက ဇာတ်လမ်းပါ နည်းနည်းထူးသလိုဖြစ်နေတော့ ပိုကြည့်\nလို့ကောင်းကြမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nWiRa Aung ဖြစ်ပါတယ်)File Size..........(2.63 GB) / (890 MB) / (526 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 36Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/warriors-two-1978/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHyLErQiingTvJ2xwHGvpyH6bWb.jpg",
        "title": "Mendarat Darurat (2022)",
        "description": "\"တစ်ခုပြောပြမယ်ကွာ ၊ မင်းက ဖောက်ပြန်ပြန် မပြန်ပြန် အရေးမကြီးဘူး....သူကတော့ ဖောက်ပြန်တယ်ပဲ ထင်နေမှာဒါဆိုရင် တကယ်ဖောက်ပြန်လိုက်တာမှ ကောင်းဦးမယ်အနည်းဆုံးတော့ ပျော်ရတာပေါ့....\"အဲ့ဒီလို နားယောင်ကောင်းပြီး အတတ်ကောင်းတွေတတ်မယ့်သူကတော့ အိမ်ထောင်ရှင် ယောကျာ်းဖြစ်တဲ့ ဂလန်ပါ...။အိမ်ထောင်သက်တမ်းကြာလာတဲ့အလျှောက် ဂလန်တစ်ယောက် ဇနီးဖြစ်သူမာယာဆီက ဗျစ်တောက်တောက်နဲ့ နေ့မအားညမနား ဖောက်ပြန်တယ်ချည်းပဲစွပ်စွဲခံရ ပူညံ့ပူညံ့ဆူခံရပါတော့တယ်...။ဘယ်လောက်ထိ ပူညံ့ခံရလည်းဆို အမြဲလိုလို ဘယ်ရောက်‌ရောက်ဘာလုပ်လုပ် ဓာတ်ပုံရိုက်ပြီး မိန်းမကိုအစီရင်ခံတင်ပြရသူပါ...။တကယ်ဖောက်ပြန်တာလည်း မဟုတ်ဘဲ ခဏခဏ နားငြီးလာတော့ပုရိသသားပီပီ ဂလန်ဟာ ရုံးကသူ‌ဌေးမြှောက်ပေးတဲ့ \"တကယ်ဖောက်ပြန်လိုက်တာမှ ကောင်းဦးမယ်\"ဆိုတဲ့ စကားကိုနားယောင်ပြီး ဖောက်ပြန်ဖို့ကြံပါတော့တယ်...။အရံသင့်ချင်တော့ ရုံးကလုပ်ဖော်ကိုင်ဖက်လေး ကာနီယာကလည်းသူ့ကိုသဘောကျနေပြီးသားဖြစ်နေလေရဲ့...။ဒီတော့ ဂလန်တစ်‌ယောက် မိန်းမမသိအောင် ခြေရှုပ်ဖို့ကြံရင်းက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတော့ ဒီ အင်ဒို comdey romance ကားလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ..။  File size…1.34GB / 650MB\nQuality…WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….1h 53m\nGenre ….. Comedy , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mendarat-darurat-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTY0OTg3MzM1M15BMl5BanBnXkFtZTcwMzAyMzI1Mg@@._V1_-135x200.jpg",
        "title": "Paper Heart (2009)",
        "description": "Paper Heart (2009)\n==============\nIMDb Rating - 6.0/10\" အချစ် \" စကားလေး ၂လုံးတည်းနဲ့ တော်တော်ရှုပ်ထွေးတဲ့အရာပါ။\nအချစ်ဆိုတာဘာလဲ၊ တစ်စုံတစ်ယောက်ကို ချစ်မိသွားရင်ကော ဘယ်\nလိုသိနိုင်မလဲ၊ အစရှိတဲ့မေးခွန်းတွေအတွက် တိကျရေရာတဲ့ အဖြေ\nမရှိပါဘူး လူအမျိုးမျိုး အဓိပ္ပာယ်အဖုံဖုံပေါ့။ အချစ်ကြောင့်ပဲ လူတွေ\nပျော်ရွှင်ကြည်နူးဝမ်းသာကြရသလို၊ အချစ်ကြောင့်ပဲ လူတွေ ဝမ်းနည်း\nပူဆွေးကြေကွဲ ကြရပြန်ပါတယ်။ ဒါပေမဲ့ လူတိုင်းအချစ်နဲ့မကင်းနိုင်\nသေးပါဘူး။ အဲဒီအထဲမှာမှ ရှာလင်းရီလို့ခေါ်တဲ့ ကောင်မလေးတစ်\nယောက်တော့ပါမနေခဲ့ပါဘူး။သူမက အချစ်ကိုလည်းမယုံသလို၊ တစ်စုံ\nတစ်ယောက်ကိုချစ်မိဖို့ကိုလည်း ခက်ခဲနေတဲ့သူပါ။ ဒီလိုနဲ့ \" Paper\nHeart \" လို့ခေါ်တဲ့ ဇာတ်ကားလေးဖြစ်တည်လာပါတော့တယ်။ဒီကားထဲမှာတော့ရှာလင်းရီတစ်ယောက် US ကိုပတ်ရင်း အချစ်ကို\nယုံကြည်လာဖို့အတွက် လူအများစုဆီက အဖြစ်အပျက်တွေ၊ အချစ်နဲ့\nပတ်သတ်တဲ့ ခံစားချက် ခံယူချက်တွေကို လိုက်လံမေးမြန်းရင်း သူ့ရဲ့\nအချစ်ပေါ်ထားရှိတဲ့ အမြင်ကိုပြောင်းလဲဖို့ ကြိုးစားမှာပဲဖြစ်ပါတယ်။\nရှာလီးရီတစ်ယောက် အဆုံးသတ်မှာ အချစ်ကိုယုံကြည်သွားမလား၊\nသူကိုယ်တိုင်ကရော ချစ်ရသူတစ်ယောက်ကို တွေ့ရှိသွားမလားဆိုတာ\nကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/paper-heart-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Screen-Shot-2023-07-19-at-17.19.54-134x200.png",
        "title": "Biosphere (2022)",
        "description": "Biosphere (2022)\n=============ဒီကားလေးကတော့ အမေရိကန်သမ္မတ နဲ့ သူ့သူငယ်ချင်း သိပ္ပံပညာရှင်\nသမ္မတအကြံပေးတို့ နှစ်ဦး ကမ္ဘာကြီးပျက်စီးသွားပြီးနောက်မှာ သူတို့နှစ်ဦး\nတည်းသာ ကျန်ခဲ့ရတဲ့ အဖြစ်အပျက်လေးကိုရိုက်ပြထားတာပါ။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ သမ္မတရဲ့ ဆုံးဖြတ်ချက်အမှားတစ်ခုကြောင့်\nကမ္ဘာကြီးက ကောင်းကင်ကိုတောင်မမြင်ရတော့အောင် လေထုကပျက်စီး\nသွားပါတော့တယ်။ အပြင်လေက ဘယ်လိုမှ ရှုလို့မရလောက်အောင်ဖြစ်\nသွားပြီး သက်ရှိတွေလည်းမျိုးတုံးကုန်ကြတယ်။သမ္မတရဲ့ အချစ်ဆုံးသူငယ်ချင်းလည်းဖြစ် အကြံပေးလည်းဖြစ်တဲ့ သိပ္ပံ\nပညာရှင်က ဒီအခြေအနေကို ကြိုမြင်ပြီး Green House လို ထပ်ခိုးလေး\nတစ်ခုကို အချိန်မီတည်ဆောက်နိုင်ခဲ့တယ်။ ဒီလိုနဲ့ သူနဲ့ သမ္မတနဲ့ပဲ နောက်\nဆုံးရှင်ကျန်သူတွေဖြစ်လာတော့တာပေါ့။ အမိုးခုံးအိမ်လေးထဲက နှစ်ယောက်\nသားကြား ဘာတွေဘယ်လိုဖြစ်ပျက်ကြမလဲဆိုတာကိုတော့ ဆက်လက်\nကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (507 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 46Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Mystery\nTranslator.......Thetti Tun\nEncoder..........Zin Phyo Aung",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/biosphere-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f73jLLuwof34BqmoScqYMBeVqsY.jpg",
        "title": "Summoning Sylvia (2023)",
        "description": "Summoning Sylvia (2023)လယ်ရီတစ်ယောက် စပရိုက်စ်တိုက်ခံလိုက်ရပါတယ်။\nသူကတော့ဂေးတစ်ယောက်ဖြစ်ပြီး သူ့ချစ်သူဂျေမီနဲ့မကြာခင်လက်ထပ်တော့မှာပါ။\nဒါနဲ့သူ့သူငယ်ချင်းဂေးတစ်ဖွဲ့က သူ့ကိုစပရိုက်စ်လူပျိုပါတီအတွက်ခေါ်သွားပါတယ်။\nသူတို့က သရဲခြောက်တယ်လို့နာမည်ကြီးတဲ့အိမ်ကြီးမှာ နှစ်ညအိပ်သုံးရက်ဌားနေကြပါတယ်။\nသရဲကတော့ ဆယ်ဗီရာဆိုတဲ့မိန်းမတစ်ယောက်က သူ့သားလေးကိုရက်ရက်စက်စက်သတ်ခဲ့တာပါတဲ့။\nသူကိုယ်တိုင်လဲ အဲ့ဒီအိမ်ထဲမှာပဲသူများသတ်တာ ခံလိုက်ရပါတယ်။\nအဲ့အိမ်မှာ သူတို့သားအမိပုံကိုတွေ့တော့ လယ်ရီတို့တစ်ဖွဲ့လုံးကလဲ ကောင်လေးကအဆင်လေးဟဲ့ဆိုပြီး\nသူတို့သရဲသားအမိကိုခေါ်ပြီး သူတို့တကယ်ဘာဖြစ်ခဲ့တာလဲမေးမယ်ပေါ့ဆိုပြီး ဝိဥာဥ်ခေါ်ပါတော့တယ်။\nအဲ့မှာသရဲထက်ပိုဆိုးတဲ့အရာက ရောက်ချလာပါလေရော။ လယ်ရီ့ရဲ့ယောက်ဖလောင်းလေး ဟယ်ရစ်ဆန်ပါ။\nဟယ်ရစ်ဆန်က စစ်ပြန်တစ်ယောက်ဖြစ်ပြီး ဂေးလဲမဟုတ်ပဲဖြောင့်လွန်းသူဖြစ်နေပါတယ်။\nအဲ့တော့ဂေးသူငယ်ချင်းလေးယောက်ရဲ့လူပျိုပါတီကို ရောက်လာတဲ့အဖြောင့်ရယ် သရဲသားအမိရယ်\nဂေးတွေရယ်ကြားကအလွဲလွဲအချော်ချော်လေးတွေကို ပါးစပ်မပိတ်တမ်းရယ်ရမယ့်ဇာတ်လမ်းကောင်းပါပဲ။\nဟာသဇာတ်မြူးအပြင်ကို ဂေးတွေရဲ့ကြားကခင်မင်မှုတွေ လူတွေရဲ့အထင်အမြင်လွဲမှုတွေ ပုံသေကားချပ်အယူအဆတွေကိုပါ ဟဲဗီးကြီးဒရာမာမခင်းဘဲ\nဇာတ်လမ်းသွားထဲမှာ ဒိုင်ယာလော့ခ်ထဲမှာပဲ ပေါ့ပေါ့ပါးပါးထိထိမိမိနဲ့ဖော်ပြထားသေးတာမို့ လူတိုင်းကြည့်သင့်တဲ့ဇာတ်လမ်းပါပဲ။\nလူအားလုံးမှာလဲ ဂေးမိတ်ဆွေသူငယ်ချင်းအနည်းဆုံးတစ်ယောက်တော့ ရှိကြတာပဲမဟုတ်လား။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror , Thriller\nQuality…. 1080p | 720p\nFile size… 1.1GB } 550MB\nFormat… mp4\nDuration…. 1h 14min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... Aaron",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/summoning-sylvia-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZWRlNzUyYTQtOGI5Yi00YTJlLWFlNWYtOTc4ZTA2MDc5ZjE5XkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-137x200.jpg",
        "title": "She Is Love (2023)",
        "description": "She Is Love (2023)\n==============\"အကြောင်းတိုက်ဆိုင်မှုဆိုတာသာ မရှိခဲ့ရင် ဘဝဟာ ပုံမှန်အတိုင်းပဲ\nဖြစ်နေမှာပါ\"။ နိုးထမယ်. ရှင်သန်မယ်. အိပ်စက်မယ် . . . ကျွန်တော်\nတို့ဘဝတွေမှာ နာမည်လေးတစ်ခု ကြားလိုက်ရရုံနဲ့တင် မျက်စိရှေ့မှာ\nအကြောင်းအရာတိုက်ဆိုင်မှုလေးတစ်ခု ဖြစ်ပျက်ခဲ့ရုံနဲ့တင် နင့်နင့်နဲနဲ\nခံစားလိုက်ရတဲ့ အဖြစ်အပျက်တစ်ခု. လူတစ်ယောက်မှာ တစ်ခါတော့\nရှိခဲ့ဖူးမှာပါ။ သစ်ရွက်ဖျားမှာ ခိုသီးနေတဲ့ရေစက်ကလေးကို သစ်ရွက်\nကလေးက လက်လွှတ်လိုက်ရချိန်မှာတော့ တုန်ခါလှုပ်ခတ်သွားတဲ့ အ\nဖြစ်အပျက်လေးလိုပါပဲ ရေစက်မရှိတော့တဲ့အချိန်မှာတော့ ပြန်လည်\nတည်ငြိမ်ရစမြဲပါပဲ။တည်ငြိမ်အခြေကျနေပြီဖြစ်တဲ့ အစ်ဒရစ်စ်ရဲ့ ဘဝထဲကို အချစ်ဟောင်း\nဖြစ်သူ ပက်ထရစ်ရှာတစ်ယောက် မမျှော်လင့်တဲ့အဖြစ်အပျက်တစ်ခု\nကြောင့် ပြန်လည်ဝင်ရောက်လာခဲ့ချိန်၊ တွေ့ဆုံချိန်ခဏလေးအတွင်းမှာ\nပဲ နှစ်ဦးသားရဲ့ ရူးသွပ်မှု၊ ပေါက်ကွဲမှု၊ ဟန်ချက်ညီမှု၊ ဘက်ပြိုင်မှု၊ အချစ်၊\nအမုန်း၊ အာယာတ၊ ခွင့်လွှတ်မှုတွေကို ရောပြွန်းတင်ဆက်ထားနိုင်ခဲ့တဲ့\nဒီဇာတ်ကားလေးကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့တင်ဆက်ပေး\nလိုက်ရပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nSai Sumali ဖြစ်ပါတယ်)File Size..........(1.33 GB) / (517 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/she-is-love-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zWOPibu4RqGz9Y4zj657HslR964.jpg",
        "title": "The Donor Party (2023)",
        "description": "The Donor Party (2023)ဒီ The Donor Party ဆိုတဲ့ ဇာတ်ကားကတော့ ဟာသဇာတ်ကားတွေရိုက်တဲ့နေရာမှာ နာမည်ကြီးတဲ့ ဒါရိုက်တာ Thom Harp ကိုယ်တိုင် ရေးပြီး ရိုက်ထားတဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ တစ်ချိန်က Watchmen နဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Malin Akerman ကနေ ဇာတ်ဆောင်အဖြစ်ပါဝင်ရိုက်ကူးထားပြီးတော့ နာမည်ကြီး ဟာသသရုပ်ဆောင် Jerry O'Connell ကနေ ပါဝင်အားဖြည့်ပေးထားတာပဲဖြစ်ပါတယ်။ဂျက်ကလင်းဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ ကလေးအရမ်းလိုချင်နေတဲ့လူတစ်ယောက်ပေါ့။ ဒါပေမဲ့ အကြောင်းအမျိုးမျိုးကြောင့် သူ့ယောက်ျားနဲ့ ကွဲပြီး နှစ်ပေါင်းများစွာ သောကရောက်ခဲ့ပြီးတဲ့အခါ ကလေးအမေတစ်ယောက်ဖြစ်ဖို့ ယောက်ျားယူစရာမလိုဘူးဆိုတာကို သိသွားပါတော့တယ်။ ဒီလိုနဲ့ပဲ သူနဲ့ သူ့သူငယ်ချင်းတွေက မွေးနေ့ပါတီပွဲတစ်ပွဲမှာ ဂျက်ကလင်းကို ကိုယ်ဝန်ရအောင်လုပ်ပေးမယ်ဆိုပြီး အကြီးအကျယ်အစီအစဉ်ဆွဲပါတော့တယ်။ အဲဒီမွေးနေ့ပါတီပွဲမှာ ဂျက်ကလင်းတစ်ယောက် ဘယ်သူတွေနဲ့ ဆုံရမလဲ... ဘယ်လိုမျိုးတွေ ဝုန်းဒိုင်းကြဲပြီးတော့ ကိုယ်ဝန်ရအောင် လုပ်မလဲဆိုတာကိုကြည့်ပြီး တစ်ကားလုံးထိုင်ခွီနေရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-donor-party-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Asteroid_City-326541733-large-135x200.jpg",
        "title": "Asteroid City(2023)",
        "description": "Asteroid City(2023)*******************\nဒီကားကတော့ တွမ်ဟန့်နဲ့ စကားလက်ဂျိုဟန်ဆန်တို့ ပါဝင်ထားတဲ့ ရုပ်ရှင်ဆရာကြီးဝက်စ်အန်ဒါဆန်ရဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။ Wes Anderson ဟာ ရုပ်ရှင်ငါးကားနဲ့တင်အော်စကာ ဆန်ကာတင် ၇ ခု ရခဲ့ဖူးပါတယ်။ အထူးသဖြင့်တော့ သူ့ရဲ့ ထူးခြားတဲ့ အရေးအသားနဲ့ရိုက်ချက်အလှအပတွေကြောင့်ပါ။ Isle of Dogs, The Grand Budapest Hotel, Moonrise Kingdom တို့ကိုတော့အတော်များများသိကြမှာပါ။ ဒီရုပ်ရှင်ကတော့ သူ့ရိုက်သမျှထဲမှာ နာမည်ကျော်သရုပ်ဆောင်အများဆုံးပါပဲ။Jason Schwartzman, Scarlett Johansson, Tom Hanks, Jeffrey Wright,Tilda Swinton, Bryan Cranston, Edward Norton, Adrien Brody,Steve Carell, Hong Chau, Willem Dafoe စတဲ့ ဒိတ်ဒိတ်ကျဲတွေ စုပြီးပါဝင်ထားပါတယ်။စကားလက်အနေနဲ့ အရှေ့ပိုင်းဗလာအခန်းကို ရိုက်ရတာ ပြဿနာမရှိပေမဲ့ ဒါရိုက်တာကြီးကတော့အတော်ရှက်လို့ မျက်နှာပူစရာတွေဖြစ်ခဲ့တယ်လို့ ပြောပါတယ်။ဒီရုပ်ရှင်မှာ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/asteroid-city2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/QJnx1v_4f-160x200.jpg",
        "title": "The Ghoul Mansion (2023)",
        "description": "သခင်မကြီးထောင်းရမ်ဖိုင် အဖြစ် Noi Nuttanee\nကွိုင့် အဖြစ် Gwang Wanpiya\nဂို အဖြစ် Kong Huayrai\nကစ်ပ် အဖြစ် Fond Nattichaဇာတ်လမ်းအကျဉ်းကွိုင့်က မိသားစုစားဝတ်နေရေးအတွက် သင်္ဘောသီးထောင်းရောင်းပြီး ရှာစားနေရသူတစ်ယောက်ဖြစ်ပါတယ်ကောင်းမွန်တဲ့နေရာလေးတစ်ခုက အိမ်သစ်မှာသွားနေချင်တာ ကွိုင့်အိပ်မက်ဖြစ်ပေမဲ့ အသုံးမကျတဲ့လင်ဖြစ်သူ ဂိုရဲ့လောင်းကစားစွဲနေမှုကြောင့် ကွိုင့်ရဲ့ကြိုးစားမှုတွေက အရာမထင်ဖြစ်ခဲ့ရတယ်တစ်ရက် ကွိုင့်ဆီ အဝေးတစ်နေရာက သူဌေးဆွေမျိုးဖြစ်သူ သခင်မကြီးထောင်းရမ်ဖိုင်နေမကောင်းဖြစ်နေခဲ့လို့ အမွေပေးချင်တဲ့စာတစ်စောင်နဲ့လာဖို့ရထားလက်မှတ်တွေရောက်လာခဲ့တယ်ကွိုင့်တစ်ယောက် တွေဝေနေဆဲမှာ လင်ဖြစ်သူဂိုရဲ့အကြွေးရှင်တွေလိုက်လာတာမို့ ရွေးချယ်စရာမရှိတဲ့သူတို့မိသားစုဟာ သခင်မကြီးထောင်းရမ်ဖိုင်ရဲ့စံအိမ်ဆီရောက်လာရပါတော့တယ်အမျိုးဖြစ်တဲ့ သခင်မကြီးထောင်းရမ်ဖိုင်ကို ကွိုင့်ကဘာလို့မသိနေရတာလဲ\nဘာလို့ကွိုင့်ကိုမှ အမွေပေးချင်ရတာလဲ\nထိတ်လန့်ဆန်းကြယ်နေတဲ့ဒီစံအိမ်ကြီးရဲ့လျှို့ဝှက်ချက်က ဘာလဲဆိုတာ ဒီဇာတ်ကားမှာ စိတ်ဝင်စားဖွယ်ဟာသနှောပြီးကြည့်ရှုရမှာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ )File Size__(1GB)\nQuality__720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:42:00\nType__Comedy, Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Kyi Nue Zin & Nang Mwe Kham\nEncoded by Naing Aung ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-ghoul-mansion-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pEYQgkcGsNZe6X76ZStGb62v1ad.jpg",
        "title": "Delicious (2021)",
        "description": "ဒီဇာတ်လမ်းကတော့ ဟင်းလျာကောင်းဆိုတာ လူတန်းစားတိုင်းနဲ့ထိုက်တန်တယ်၊ စားဖိုမှူးတိုင်းလည်း ဆန်းသစ်တီထွင်ခွင့်ရှိတယ်ဆိုပြီး စားဖိုဆောင်တော်လှန်ရေးလုပ်ကာ စားသောက်ဆိုင်ထောင်ခဲ့တဲ့ ထမင်းချက်ကြီး မာစီယွန်အဖြစ် ဇာတ်လမ်းတည်ရိုက်ကူးထားတာပါ...။ ဇာတ်လမ်းအကျဥ်းမစမီ ဇာတ်အိမ်တည်ထားပုံကို နည်းနည်းပြောပြပါဦးမယ်..။ဇာတ်အိမ်ကိုတော့ ပြင်သစ်နိုင်ငံရဲ့ ဘုရင်စနစ်ကိုတော်လှန်တဲ့ တော်လှန်ရေးမစမီ ၁၇၈၉ ခုနှစ်မှာဇာတ်အိမ်တည်ထားပါတယ်...။အဲ့ခေတ်အဲ့အခါမှာ ပြင်သစ်နိုင်ငံမှာ လူတန်းစားသုံးမျိုးရှိတယ်ဗျ...။ပထမတန်းစားက ဘုန်းတော်ကြီးတွေ တစ်နည်းဆို ဘာသာရေးလူတန်းစားပေါ့...။ဒုတိယက တော်ဝင်မျိုးနွယ်တွေ၊ တတိယကတန်စားက သာမန်လူတွေပါ...။အဲ့ဒီခေတ်တုန်းက စားသောက်ဆိုင်တွေဆိုတာ မပေါ်ထွန်းသေးဘူး...။လူတွေကအိမ်မှာပဲစားသောက်တဲ့အလေ့ရှိကြပါတယ်...။ခရီးသွားရင်း ခဏနားတဲ့ နားခိုရာလေးတွေ၊ တည်းခိုခန်းလေးတွေမှာလည်းဟင်းလျာကောင်းကောင်း ချက်လေ့မရှိဘူး။စားစရာဆိုလို့ စွပ်ပြုတ်လောက်သာရှိပြီး အရသာမဲ့တဲ့အပြင်၊ အဆာပြေဝမ်းဝရုံကလွဲ ဘာမှရွေးချယ်စရာမရှိပါဘူး။ဘာလို့လည်းဆိုတော့ အဲ့ဒီခေတ်ရဲ့ အယူအဆအရ ဟင်းလျာကောင်းကောင်းဆိုတာ အရသာခံတတ်သူ တော်ဝင်မျိုးနွယ်နဲ့သာထိုက်တန်တယ်...၊ထိုက်သင့်မှ စားသုံးခွင့်ရှိတယ်...၊ သာမန်လူတန်းစားတွေအနေနဲ့ဟင်းလျာကောင်းကောင်းစားစရာမလိုဘူးဆိုတဲ့အယူရှိလို့ပါပဲ...။ဒါကြောင့် ထမင်းချက်တွေ၊ စားဖိုမှူးတွေဟာ တော်ဝင်မျိုးနွယ်အတွက်သာချက်ပြုတ်ရပြီး ဆန်းသစ်တီထွင်ခွင့်မရှိဘဲ သတ်မှတ်ထားတဲ့ဟင်းပွဲကိုသာသတ်မှတ်ထားတဲ့ အမယ်တွေနဲ့ချက်ပြုတ်ရပါတယ်...ဟင်းပွဲတွေ၊ဟင်းလျာတွေဆိုတာလည်း တော်ဝင်မျိုးနွယ်ရဲ့ ပျင်းရီငြီးငွေ့မှုအတွက် အသုံးတော်ခံသက်သက်သာဖြစ်ခဲ့ပါတယ်...။ဒီလိုဓလေ့တွေရှိတဲ့အပြင် အဲခေတ်ကာလပြင်သစ်ရဲ့ အောက်ခြေလူတန်းစားက ငတ်မွတ်ခေါင်းပါးမှုဒဏ်ကိုလည်းခံရပါသေးတယ်။ဒီအချက်ကလည်း ပြင်သစ်တော်လှန်ရေးရဲ့အကြောင်းတစ်ချက်ပေါ့...။ဇာတ်လမ်းအစမှာတော့ မာစီယွန်ဟာ နယ်စားကြီးတစ်ယောက်ရဲ့စားဖိုမှူးဖြစ်ပြီး ဟင်းလျာကောင်းချက်ပြုတ်ရာမှာ ပါရမီပါသူဖြစ်ပေမယ့်ထိုကာလရဲ့ထုံးတမ်းအရ ဆန်းသစ်တီထွင်ခွင့် ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/delicious-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rZe2lT3G9C7JrwB7Avu22mVhqFw.jpg",
        "title": "In Your Dreams(2023)",
        "description": "In Your Dreams(2023)*********************\nကျွန်တော်တို့ဘဝမှာ ကိုယ်ချစ်ရတဲ့သူကို အိပ်မက်ထဲမှာတွေ့ချင် ဆုံဆည်းချင်တဲ့စိတ်ကူး‌လေး လူတိုင်းရှိဖူးကြမှာပါ...။\nတစ်ယောက်သောသူကို အိပ်မက်ထဲမှာတွေ့လိုက်တယ် နံနက်နိုးလာတော့ လက်တွေ့ဘဝမှာရော သူရှိနေမလားဆိုပြီး တမ်းတမိတဲ့ခံစားချက်မျိုးလည်း ကြုံဖူးတယ်မလား။\nကိုယ့်ချစ်သူနဲ့အတူ အနာဂတ်ကို အိပ်မက်လေးမက်ပြီး သွားကြည့်ခွင့်ရရင်ရော ဘယ်လောက်ကောင်းမလဲပေါ့‌နော်..။\nဒီကားလေးကတော့ အဲ့လိုအချစ်အိပ်မက်ကို တမ်းတတတ်သူတိုင်းကြည့်သင့်တဲ့ Plot ဆန်းဆန်းလေးနဲ့ တူရကီအချစ်ဇာတ်လမ်းလေးပါ...။\nဇာတ်လမ်းထဲမှာတော့ မင်းသားနဲ့ မင်းသမီးဟာ လက်တွေ့လောကမှာ ခင်မင်သိကျွမ်းသူတွေမဟုတ်ပါဘူး...\nဘဝကို ပေါ့ပေါ့ပါးပါးနေထိုင်ရင်း အိမ်ထောင်ပြုဖို့ဆိုတာလည်း စိတ်ကူးရှိသူတွေ မဟုတ်ကြပါဘူး။\nကံတရားက ဆန်းကြယ်တော့ သူတို့နှစ်ဦးဟာ အိပ်မက်တစ်ခုတည်းကိုပဲ နှစ်ယောက်အတူမက်ခဲ့ကြတယ်...။\nအဲ့ဒီ အိပ်မက်လိုလို အနာဂတ်လိုလို လောကထဲမှာ သူတို့ဟာ လင်မယားအဖြစ်အိမ်ထောင်ကျခဲ့တာ နှစ်နှစ်ရှိနေပါပြီတဲ့\nလုံးဝမသိကြတဲ့ သူစိမ်းနှစ်ယောက် အိမ်မက်တစ်ခုတည်းအတူပိတ်မိနေတော့ နိုးထဖို့အတွက် နည်းလမ်းရှာပါတော့တယ်...။\nသူတို့ရဲ့ အိပ်မက်က တကယ်ပဲအိပ်မက်လား၊ လက်တွေ့ဘဝလား၊ အနာဂတ်ကို ခဏရောက်သွားတာလားဆိုတာတော့...ဒီဇာတ်လမ်းထဲမှာပဲ ကြည်ကြည်နူးနူးစီးမျောရင်း အဖြေလိုက်ရှာကြည့်ပါဗျာ...။File Size : (1.3GB) and (621MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/in-your-dreams2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w9kOKoxu0Ua3922kQHG7hHwN6Yf.jpg",
        "title": "The Hottest Summer(2023)",
        "description": "The Hottest Summer(2023)*************************\nဇာတ်လမ်းကိုတော့ အီတလီနိုင်ငံ ဆစ္စလီမြို့ရဲ့ အပူဆုံးနွေရာသီတစ်ခုမှာ ဇာတ်အိမ်တည်ထားပါတယ်...။\nအဲ့ဒီမှာဆိုရင် နွေရာသီကာလ ကျောင်းတွေပိတ်တော့ ဘုရားကျောင်းတွေမှာ ကလေးတွေအတွက် နွေရာသီကျောင်းလေးတွေဖွင့်လေ့ရှိပါတယ်..။\nကလေးတွေကို ထိန်းကူဖို့ လူငယ်လူရွယ်လေးတွေကလည်း volunteerလာလုပ်ပေးကြတာ‌ပေါ့...။\nလူစီယာဟာလည်း အဲ့လိုvolunteerတစ်ယောက်ဖြစ်ပြီး နွေရာသီကျောင်းကိစ္စဆိုရင် တက်တက်ကြွကြွပါဝင်လေ့ရှိသူပါ...။\nဒီလိုနဲ့ အပူဆုံးနွေရာသီတစ်ခုမှာ သူတို့ရဲ့ဘုရားကျောင်းကို ဘုန်းတော်ကြီးအသစ်ရောက်လာပါတယ်...။\nရောက်လာတဲ့ဘုန်းတော်ကြီးက ငယ်ငယ်ရွယ်ရွယ် ခန့်ခန့်ချောချောဆိုတော့လူစီယာတို့လို မိန်းမငယ်လေးတွေအတွက်တော့ သဘောကျချင်စရာပါ...။\nဘုန်းတော်ကြီးတွေက အိမ်ထောင်သားမွေးအမှုကိုပြုလို့မရဘူးဆိုတဲ့ ဝိနည်းပညတ်တွေရှိပါတယ်...။\nသို့ပေမယ့် အချစ်ဇာတ်လမ်းတစ်ပုဒ်က ဒီလိုစလာပြီဆိုတော့လည်း စည်းမျဥ်းတွေကို မြင်နိုင်တော့မယ် မထင်ပါဘူး...။\nအတားအဆီး ပညတ်ချက်တွေအကြား အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ် ဘယ်လိုပေါက်ဖွားလာမလဲ၊ဘယ်လိုအဆုံးသတ်သွားမလဲဆိုတာတော့ ဇာတ်လမ်းလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ...။File Size : (1.6GB) and (771MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:36:00\nGenre : Romance, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-hottest-summer2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9ZDnrgn6Iw9z2XtaQ99G0p1DFP0.jpg",
        "title": "Superheroes (2021)",
        "description": "ဒီဇာတ်ကားလေးရဲ့နာမည်က‌တော့ Superheroesတဲ့။ဒါပေမယ့်စူပါဟီးရိုးတွေအကြောင်းတော့မဟုတ်ဘူး။မာကိုဆိုတဲ့ ရူပဗေဒဆရာတယောက်နဲ့အန်နာဆိုတဲ့ပန်းချီဆရာမလေးတို့အတွဲရဲ့အချစ်ဆိုတဲ့အရာတခုကိုအချိန်တွေကြာလာတာနဲ့အမျှ အန်နာရဲ့ Superheroes ဆိုတဲ့သူတို့အကြောင်းရုပ်ပြစာအုပ်လေးအတိုင်း အဓိပ္ပါယ်အမျိုးမျိုးဖွင့်ဆိုကြတဲ့ပုံပေါ့။ သူတို့နှစ်ယောက်စတွေ့ခဲ့ကြတာက တံခါး၀လေးတခုအောက်မှာမိုးခိုနေရင်းနဲ့။ မာကိုကတော့ စိတ်မြန်လက်မြန်လုပ်တတ်ပြီးသူ့အတွက် အချိန်ဆိုတာ အပြင်မှာတကယ်မရှိတဲ့အရာလို့လက်ခံထားတဲ့သူ။ အန်နာကတော့ပျော်ပျော်နေသေခဲယောကျာ်းတယောက်ကို တညထက်ပိုမတွဲသလို realtionshipတခုမှာ တသက်လုံးချစ်ရမှာကို အရမ်းကြောက်တဲ့ကောင်မလေး။ဒီလိုသူတို့နှစ်ယောက်ရဲ့စတွေ့ကြတဲ့အချိန်ကနေ ဆယ်နှစ်ကြာပြီးတဲ့မျက်မှောက်အချိန်အထိ သူတို့ရဲ့အချစ်ခရီးလမ်းမှာ ချစ်လိုက်ကြပြတ်လိုက်ကြအခိုက်အတန့်လေးတွေ သူတို့ရဲ့ခံစားချက်လေးတွေလျှို့ဝှက်ချက်လေးတွေ ဘ၀အနိမ့်အမြင့်တွေကို ဒီဇာတ်ကားမှာကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်။ CMပရိတ်သတ်ကြီးကိုမေးခွန်းလေးတခုပဲ မေးစရာရှိတာကတော့လူတယောက်ကိုတသက်လုံး သစ္စာရှိရှိနဲ့ ချစ်နိုင်ဖို့အတွက်ကဘယ်လိုစူပါပါဝါမျိုးတွေ လိုအပ်မှာပါလဲ။ File size…1.97GB / 756MB\nQuality…WEB-Rip  1080p / 720p\nFormat…mp4\nDuration….2h 2m\nGenre ..... Comedy , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/superheroes-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGRjZDA1MTYtNjhmOC00YzM1LWIwODEtOGZjZDZiMDVjZDY0XkEyXkFqcGdeQXVyMTM1NjM2ODg1._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Maximum Truth (2023)",
        "description": "Maximum Truth (2023)\n==================ဒီဇာတ်ကားဟာဆိုရင် ခါတိုင်းမြင်တွေ့နေကြ ပုံမှန် Comedy ဇာတ်\nကားတွေနဲ့ မတူပါဘူး။ ဇာတ်လမ်းတင်ဆက်ပုံဟာလည်း ရုပ်ရှင်ရိုက်\nတဲ့အဖွဲ့တစ်ခုက မှတ်တမ်းရုပ်ရှင်လိုက်ရိုက်တဲ့ပုံစံမျိုးနဲ့မို့ ကြည့်ရတာ\nအမြင်ဆန်းနေပါတယ်။ ပရိသတ်ကို ဟာသတွေနဲ့ အတင်းကြီးထိုးထည့်\nနေတာမျိုး မဟုတ်ဘဲ တွေးရင်း၊ သေချာနားလည်အောင် ကြည့်ရင်းနဲ့\nမှ ရယ်မောစေတဲ့ဟာမျိုးပါ။ အခုပြောခဲ့တဲ့ ဟာသမျိုးတွေကို ကြိုက်\nတယ်ဆိုရင် လက်လွှတ်မခံပါနဲ့ အကြံပေးချင်ပါတယ်။ Maze Runner,\nTeen Wolf, Love and Monster အစရှိတဲ့ ရုပ်ရှင်တွေအပြင် တခြား\nရုပ်ရှင်များစွာမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား Dylan O'Brien\nက အဓိကဇာတ်ကောင်တစ်ယောက်ဖြစ်တဲ့ ဆိုင်မွန် အဖြစ် ပါဝင်ထား\nပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရစ်ခ်ဟာ သူ့ကိုပိုက်ဆံပေးလာလျှင် ဘယ်လို\nအမှုမျိုးမဆို လိုက်ပေးတဲ့ ရှေ့နေတစ်ယောက်ပါ။ သူက ရှေ့နေတင်မက\nဘဲ သူများရဲ့ မကောင်းကွက်ကို ရှာပေးတာမျိုးတွေအထိ လုပ်ကိုင်ပါတယ်။\nတစ်နေ့မှာ အလုပ်ရှင်တစ်ယောက်က အန်တိုနီယိုကယ်လီဇန်းဆိုတဲ့ လွှတ်\nတော်အမတ်အဖြစ် ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ လုပ်နေတဲ့လူတစ်ယောက်ရဲ့ မ\nကောင်းကွက်ကို ရှာပြီး ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/maximum-truth-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pCV7eNGdVTYKOmc9zll7Hl9GEgX.jpg",
        "title": "Amar Es Madurar / To Love Is To Grow (2023)",
        "description": "Amar Es Madurar / To Love is to Grow (2023)ဘဝမှာ အိပ်မက်တွေကိုအကောင်ထည်ဖော်နိုင်တဲ့သူအလွန်နည်းပါတယ်။\nတချို့ဆို မိန်းမရပြီးတာနဲ့ ကိုယ့်အိပ်မက်တွေက အလိုလိုစွန့်လွှတ်ပြီးသားဖြစ်သွားကြတယ်။\nWar and peace စာအုပ်ထဲက စာသားလေးလိုပဲ ရောင်းရင်း မိန်းမယူမယ်ဆို\nကိုယ့်အိပ်မက်တွေအကောင်ထည်ဖော်ပြီးတဲ့အချိန် ဒါမှမဟုတ် မိန်းမတွေကိုလုံးဝစိတ်ကုန်သွားတဲ့အချိန်မှ မိန်းမယူပါတဲ့။\nဒါပေမဲ့ ဒီဇာတ်လမ်းလေးမှာတော့ အဲ့လိုရည်ရွယ်ချက်နှစ်ခုလုံး အကောင်ထည်ဖော်နိုင်ခဲ့တဲ့ အာဂ ယောကျာ်းတစ်ယောက်အကြောင်းပါ။\nဂျုအန်ဟာ ဖက်ရှင်မော်ဒယ် အလန်းလေးတစ်ယောက်နဲ့ ကြိုက်ပေမဲ့ ဘာမှစောက်ဖြစ်မရှိတဲ့သူပါ\nပြောရရင်စော်ကပြန်အမ်းထားတဲ့ကောင်ပေါ့။\nဒါပေမဲ့ သူ့မှာအိပ်မက်တစ်ခုတော့ရှိတယ် သူ့အိပ်မက်ကတော့ ဘောလုံးပါပဲ\nကန်ဖို့တော့မဟုတ်ဘူး ဘောလံုးနဲ့ပတ်သက်တာ အကုန်လုပ်ချင်နေတဲ့သူပါ။\nဒါပေမဲ့ စော်ကအမ်းလဲထားရသေး သဝန်လဲတိုခံရတော့ ကြာတော့သိပ်မကြည်တော့တာနဲ့ လမ်းခွဲသွားပါရော။\nဒါပေမဲ့ အချစ်ကြီးသူတို့ထုံးနှလုံးမှုပြီး စော်ပြန်ပြီးအထင်ကြီးခံရဖို့ အိပ်မက်တွေနောက်လိုက်ရင်း ဘာတွေပေးဆပ်ရမလဲ။\nသူ့စော်ကော ပြန်ရဦးမှာလားဆိုပြီး ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရမဲ့ ကိုလံဘီယာက Romance comedy ကားလေးပါ။ ကြည့်ရှုအားပေးကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်.Genre..... Comedy, Romance\nQuality…. ...",
        "rating": "",
        "url": "https://channelmyanmar.org/amar-es-madurar-to-love-is-to-grow-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjExNTgzMTAzMV5BMl5BanBnXkFtZTcwMDA0ODkxOA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Hit & Run (2012)",
        "description": "Dax Shepard ကိုယ်တိုင်ရေးထားတဲ့ action & comedy film ဖြစ်ပြီး သူနဲ့သူ့အမျိုးသမီး Kristen Bell တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ် ဇာတ်ကားထဲမှာပါတဲ့ ကားတော်တော်များများကလည်း Dax ကိုယ်တိုင်စုဆောင်းထားတဲ့ကားတွေဖြစ်ပြီး ဘတ်ဂျက်နည်းနည်းနဲ့ရိုက်ထားရတာဖြစ်လို့ကားပြိုင်မောင်းရတဲ့စတန့်ခန်းတွေကိုလည်းသရုပ်ဆောင်တွေကိုယ်တိုင်မောင်းပြီးရိုက်ကူးထားတာပါတဲ့_ဇာတ်လမ်းထဲမှာတော့ Dax ဟာလွန်ခဲ့တဲ့လေးနှစ်ကဘဏ်ဓားပြမှုတစ်ခုရဲ့မျက်မြင်သက်သေအဖြစ်သက်သေကာကွယ်စောင့်ရှောက်မှုကိုခံနေရတဲ့သူပါ Kristen ကတော့ Dax ရဲ့တွဲတာမကြာသေးတဲ့ Annie ဆိုတဲ့ကောင်မလေးဖြစ်ပြီး Annie တစ်ယောက်အလုပ်အသစ်မှာအင်တာဗျူးဖို့အ‌တွက်သူတို့နှစ်ယောက်လော့စ်အိန်ဂျလစ်မြို့ကိုသွားရဖို့အကြောင်းဖန်လာပါတော့တယ် Dax ကသူအသတ်ပါခံရနိုင်တဲ့နေရာမို့မသွားဖို့ဆုံးဖြတ်ထားပေမဲ့ Annieကြောင့်အရဲစွန့်ခဲ့ရာကနေ သူ့ရဲ့ရန်သူတွေနဲ့ရင်ဆိုင်ရပါတော့တယ် သူတို့နှစ်ယောက် ရန်သူတွေလက်ထဲကနေဘယ်လိုထွက်ပြေးကြမလဲ၊ လော့စ်အိန်ဂျလစ်ကို‌ရော အင်တာဗျူးအမှီရောက်နိုင်ပါ့မလား ဆိုတာကိုဟာသနှောထားတဲ့အက်ရှင်ဇာတ်ကွက်လေးတွေနဲ့ကြည့်ရှုရမှာပါ File size…(1.7 GB)/(990 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nGenre...Action, Adventure, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/hit-run-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjgxZTQ3NzYtNTZiNS00NmMzLWJmM2QtN2EwNzJhY2QyNmJmXkEyXkFqcGdeQXVyNzU5MDIyNw@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "The Civil Dead (2023)",
        "description": "The Civil Dead (2023)\n================\nIMDb Rating - 6.3/10ဒီကားလေးကတော့ Clay လို့ခေါ်တဲ့ အပျော်တမ်းဓာတ်ပုံစရာ\nတစ်ယောက်ရဲ့ ကြုံခဲ့တာလေးကိုရိုက်ကူးထားတာပါ။ Clay က\nများသောအားဖြင့် အိမ်မှာဘဲ ဘီယာလေးသောက်လိုက် Chill\nလိုက်နဲ့ နေတတ်တဲ့ အိမ်တွင်းပုန်းဖက်တီးလေးတစ်ယောက်ပေါ့။\nဒါပေမဲ့ သူ့မှာချစ်သူကောင်မလေးတော့ရှိပါတယ်။ အိမ်ငှားခပေး\nရက်နီးလာပြီဆိုရင် ကောင်မလေးကခိုင်းတော့ Clay တစ်ယောက်\nပုံလေးဘာလေးထွက်ရိုက်ရတာပေါ့။တစ်နေရာကျ သူရိုက်မဲ့ ရိုက်ကွင်းထဲ လူတစ်ယောက်က လာပိတ်\nရပ်နေတော့ Clay လည်း ဘာညာသွားပွားရင်းနဲ့ အမှတ်မထင်\nစကားလက်ဆုံကျပြီး ခင်မင်သွားပါတော့တယ်။ လူတစ်ယောက်\nဓာတ်ပုံရိုက်မဲ့ရှေ့ ဖြတ်လျှောက်တာတောင် ခုကာလမှ သိပ်ကြိုက်\nကြတာမဟုတ်ဘူးမှတ်လား၊ အခုလိုရိုက်မဲ့ view ထဲ တည့်ကြီးရပ်\nနေတာကကျ ဘောင်ကျော်သွားပါပြီ။ ဒါပေမဲ့ ဖြစ်ချင်တော့ ရပ်နေ\nတဲ့သူကလည်း အမြင်ကတ်ပုဒ်မနဲ့ရပ်နေတာမဟုတ်ဘဲ သူ့ကိုမမြင်\nနိုင်ဘူးထင်လို့ သူ့ဖာသာရပ်နေတာပါ၊ ဘာလို့ဆို သူက သရဲဖြစ်နေ\nလို့ပါဘဲ။ အဲတော့ သရဲ နဲ့ ဘော်ဒါဖြစ်သွားတဲ့ Clay တစ်ယောက်\nဘာတွေဘယ်လိုကြုံရမလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်\nကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-civil-dead-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BMTUwOTMxNjc2OV5BMl5BanBnXkFtZTgwODQ4OTMxNTE@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Piku (2015)",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (89%)Deepika Padukone, Amitabh Bachchan နဲ့ Irrfan Khan တို့လို ထိပ်တန်းသရုပ်ဆောင်တွေနဲ့ ဒီရုပ်ရှင်ကတော့ ဘောလိဝုဒ်ရဲ့ ထိပ်တန်းဒရမ်မာရုပ်ရှင်ဖြစ်ပါတယ်။\nမင်းသမီးဒီပီကား အကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုကို ရရှိခဲ့သလို အခြားဆုပေါင်းများစွာလဲ ရရှိခဲ့ပါတယ်...ဇာတ်လမ်းကတော့...\nနားက မကောင်း၊လုပ်ချင်ရာ ဇွတ်လုပ်တတ်တဲ့ ဖခင် မစ္စတာဘာနာဂျီမှာ ပီကူးဆိုတဲ့ ဗိသုကာပညာရှင် ထက်မြက်တဲ့သမီးတစ်ယောက်ရှိပြီး သူမကလဲ အဖေတူသမီးပီပီ အမြဲ အလုပ်များနေသလို စိတ်ကလည်း မရှည်တတ်ပါဘူး။ဒါကြောင့်လဲ အဖေနဲ့သမီးဟာ အမြဲလိုလို တကျက်ကျက်နဲ့ ကတောက်ကဆ ဖြစ်နေကျပါ။ဒီလိုနဲ့ သူတို့ သားအဖနှစ်ယောက် ကာလကတ္တားကို ခရီးထွက်ဖို့ ဖြစ်လာတဲ့အခါ ပီကူးတို့ သားအဖ နှစ်ယောက်အကြောင်းကို သိတဲ့ ဘယ်သူမှ ကားအငှားမလိုက်ကြပါဘူး။  ဒါပေမယ့် ဘယ်လိုမှ ငြင်းဆိုမရတဲ့အဆုံး ကားအငှားလုပ်ငန်းပိုင်ရှင် ဖြစ်တဲ့ ရာနာကိုယ်တိုင်  ကားလိုက်မောင်းပေးဖို့ဖြစ်လာရပါတော့တယ် ။\nဒီလိုနဲ့ လမ်းခရီးတစ်လျှောက် ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/piku-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Tu-Jhoothi-Main-Makkaar-133x200.jpg",
        "title": "Tu Jhoothi Main Makkaar (2023)",
        "description": "Tu Jhoothi Main Makkar (2023)\nIMDb - 6.7 / 10ဒီတစ်​ခေါက်မှာက​တော့ ဟာသဆန်ဆန်နဲ့အချစ်ဇာတ်လမ်း​လေးကို သ​ဘောကျကြသူ​တွေအတွက်\nနာမည်ကြီးမင်းသား​ချော Ranbi Kapoor နဲ့ မင်းသမီး​ချော​လေး Shraddha Kapoor တို့\nပါဝင်သရုပ်​ဆောင်ထားပြီး Box Office ၂၁၉.၇၂ကု​ဋေအထိရရှိထားတဲ့\nTu Jhoothi Main Makkarဆိုတဲ့ လတ်လတ်ဆတ်ဆတ်ထွက်ရှိလာတဲ့\nဟာသအချစ်ဇာတ်ကား​ကောင်း​လေးနဲ့ တင်ဆက်​ပေးလိုက်ပါတယ်မစ်ကီဆိုတဲ့သူ​ဌေးသား​လေးဟာ ချစ်သူ​တွေကိုလမ်းခွဲရာမှာ ကူညီ​ပေးတဲ့\nလမ်းခွဲ​​ရေးသမား​လေးဖြစ်ပါတယ် ကိုယ့်ချစ်သူကိုလမ်းခွဲစကား​ပြောဖို့\nအခက်​တွေ့​နေသူတိုင်းက မစ်ကီကိုအကူညီ​တောင်း​​လေ့ရှိပါတယ်\nဒီလိုသူများအကျိုး​ဆောင်ရာမှာ ​အောင်မြင်ခဲ့တဲ့မစ်ကီတစ်​ယောက်က\nသူ့အချစ်ဆုံးသူငယ်ချင်း မန်နူကိုသူ့​ကောင်မ​လေးနဲ့\nလမ်းခွဲ​ပေးဖို့ကူညီရာမှာ​တော့ ဒုက္ခလှလှ​တွေ့ပါ​တော့တယ်အ​ကြောင်းက​တော့ မန်နူရဲ့သတို့သမီး​လောင်းဖြစ်သူကင်ချီရဲ့\nသူငယ်ချင်းတင်နီဆိုတဲ့ ​မိန်းမလှ​လေးကိုမြင်မြင်ချင်း​ချစ်မိသွားတဲ့အတွက်​ကြောင့်ပါပဲ\nမစ်ကီတစ်​ယောက်သူ့သူငယ်ချင်းကို လမ်းခွဲ​ပေးဖို့အတွက်\nဆက်ကူညီ​ပေး​လေမလား ဘယ်လိုအလွဲလွဲ​အ​ချော်​ချော်​တွေကြုံပြီး ​\nဖြေရှင်းမလဲ ဒါ့အပြင်မိန်းမလှ​လေးတင်နီနဲ့လမ်းခွဲ​ရေးသမား​လေးမစ်ကီကြားက\nကွာခြားချက်​တွေ​ကြောင့်ဘယ်လိုကိစ္စ​တွေကြုံရမလဲဆိုတာ\nဟာသ​နှောပြီးရိုဆန်ဆန်​​လေးဖြစ်တဲ့အချစ်ဇာတ်လမ်း​လေးကို ရင်ခုန်စွာကြည့်ရှူ့ရ​အောင်\nFile size…10GB /2.71GB / 1.4GB\nQuality…4k NF WEB DL/ 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (HardSub)\nEncoder….YK\nTranslated by KhinKhin~Yunni~BpL~Sai~ThaikSan",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/tu-jhoothi-main-makkaar-2023/"
    }
]