[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Qyp7Q_4f-160x200.jpg",
        "title": "My Boss is a Serial Killer(2021)",
        "description": "My Boss is a Serial Killer(2021)အညွှန်း********************************** I Fine..Thank You..Love You နဲ့ အားလုံးရဲ့အသည်းကိုဖမ်းစားနိုင်ခဲ့တဲ့Ice လေးအဓိကပါဝင်ထားသလို ကျန်တဲ့ main cast တွေကလည်းထိုင်းနိုင်ငံရဲ့အထင်ကရ သရုပ်ဆောင်တွေပါပဲ....ရုပ်ပြောင်တွေလုပ်လို့ နာမည်ကြီးပြီး မြန်မာပရိတ်သတ်တွေနဲ့ လူသိများတဲ့ အခွီကောင်တာပါပါသေးတယ်..ဆိုတော့ ဒီဇာတ်လမ်းဟာ တော်တော်ကြီးကို ရယ်ရလိမ့်မယ်ဆိုတာ မှန်းမိလောက်ရောပေါ့...ကုမ္ပဏီတစ်ခုရှိတယ်....ရပ်တည်လာတာလည်းကြာပြီ... အခိုင်အမာသုံးစွဲသုံးစွဲသူတွေကလည်းရှိနေတယ်ဆိုပေမဲ့ပြိုင်ဘက်တွေများလာတာရော မာကတ်တင်းပိုင်းက တခြားသူတွေက သာတာကြောင့်ရောကြောင့်သူတို့ ကုမ္ပဏီရဲ့ ထုတ်ကုန်ရောင်းအားဟာ တဖြည်းဖြည်းကျဆင်းလာတယ်...ဒါကြောင့်ဘုတ်အဖွဲ့က လူငယ်တွေရဲ့ အားကိုယူပြီး  ဈေးကွက်ကိုအသစ်တစ်ဖန်ဖောက်ဖို့ကြိုးစားလာတယ်...အဲ့ဒီနောက်မှာတော့ ထင်မှတ်မထားတဲ့ပြဿနာအကြီးကြီးတွေဆက်တိုက်ဖြစ်လာပါတော့တယ်.....File Size :(974 MB) and (346MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Thriller, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nang Phwe Hom & Niikaato\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/31Kfy/My_Boss_is_a_Serial_Killer.2021.WEB-DL1080P.mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iPTZGFmPs7HsXHYxiuxGolihjOH.jpg",
        "title": "Army of Thieves (2021)",
        "description": "Army of Thieves (2021)IMDb - 6.2/10ဒီ​နေ့ပဲ ထွက်ရှိလာတဲ့ Army of the Thieves ဇာတ်ကားကို တင်ဆက်​ပေးလိုက်ပါပြီ၊ဒီကားက ဒီနှစ်အ​စောပိုင်းမှာ ထွက်ရှိထားတဲ့ Army of the Deadရဲ့ တိုက်ရိုက် Prequelဖြစ်ပြီးDieterအဖြစ် သရုပ်​ဆောင်ထားတဲ့ မင်းသား Matthias Schweighöfer ကိုယ်တိုင် ရိုက်ကူးထားတာပါ၊ဒီဇာတ်လမ်းမှာ Zombie Apocalypse စစဖြစ်ချင်းအချိန်ကို timelineအ​ခြေခံထားပါတယ်၊မီးခံ​သေတ္တာ​နဲ့ ​သော့ဝိဇ္ဇာ Youtuber တစ်​ယောက်ဖြစ်သူ Dieter ဟာသူ့ရဲ့ Youtubeက​နေ အ​ပျော်တမ်း ​သော့ဖျက်နည်း​တွေ၊ မီးခံ​သေတ္တာသမိုင်း​ကြောင်း​တွေ ရိုက်ကူးပြီးတင်တဲ့သူပါ၊သူ့ရဲ့ဗီဒီယို​တွေကို ​တွေ့သွားတဲ့ဂိုဏ်းတစ်ခုဟာသူ့ရဲ့ကျွမ်းကျင်မှုကို အသုံးချပြီး ဘဏ်​တွေကို ​​ဖောက်ပြီးကြံစည်ပါတယ်၊ဒါ​ပေမဲ့ Dieter​​​ဖောက်​ပေးရမယ့် မီးခံ​​သေတ္တာ​တွေက နှယ်နှယ်ရရမဟုတ်ဘဲခက်​ပေ့ဆိုတဲ့ နာမည်​ကျော် မီးခံ​သေတ္တာကြီး ၄လုံးဖြစ်​နေတဲ့အခါ...Army of Dead franchise ရဲ့ မူမပျက်​အောင် ​သွေးသံရဲရဲနဲ့ အရွန်း​ဖောက်ဟာသ​တွေ၊အ​​ပြောအဆိုခပ်ကြမ်းကြမ်း​တွေ သုံးထားလို့အက်ရှင်ကားကြိုက်သူ​တွေအတွက်​တော့ အ​ထွေအထူးညွှန်း​နေစရာမလိုတဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/army-of-thieves-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/MV5BMjE5MmY4NGItZWI0Ni00ODJkLWJjNDAtNTBiMGM2NmI0YmU1XkEyXkFqcGdeQXVyNjQ2MTQyMTU@._V1_-140x200.jpg",
        "title": "May Who? (2015)",
        "description": "IMDb Rating (7.1)ဒီထိုင်းကားလေးက Comedy,Fantasy,Romance လေးဆိုတော့လူငယ်အကြိုက် ပျော်ပျော်ပါးပါး ထူးထူးဆန်းဆန်း ကြည်ကြည်နူးနူး ကြည့်ရှုရမယ့်ဇာတ်ကားလေးပေါ့ကာတွန်းရုပ်လေးတွေနဲ့ ဇာတ်လမ်းဆွဲတတ်တဲ့ ကောင်လေးအဖြစ် ထိုင်းစီးရီးတွေမှာနာမည်ကြီးတဲ့မင်းသား Thiti Mahayotarukစိတ်လှုပ်ရှားလာရင် ခန္ဓာကိုယ်က လျှပ်စစ်ဓာတ်တွေထုတ်လွှတ်တတ်တဲ့ မေနိုင်အဖြစ် မင်းသမီး Sutatta Udomsilpသူတို့နှစ်ယောက်ရဲ့အချစ်ရေး...အချစ်ဇာတ်ကားလေးဆိုပေမယ့် ကာတွန်းဇာတ်ကောင်လေးတွေနဲ့တင်ဆက်ထားတာရော...ကျောင်းသားပီပီသသ ပေါက်ကရလုပ်ကြတာတွေရော...ဇာတ်လမ်းဇာတ်ကွက်နဲ့ဇာတ်ကောင်တွေက တမူထူးခြားနေတာရော...သရုပ်ဆောင်တွေ ပီပြင်ကြတာရောကြောင့်ဒီဇာတ်လမ်းက ထိုင်း Comedy ထဲမှာတော့ နိုင်ငံတကာတန်းဝင်ဇာတ်ကားဖြစ်ပါတယ်။\nFile size…(1.9 GB) / (999 MB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:01:46\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Yun Sandi",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/may-who-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7pWcZa8ANeRCIlddbBZu8QconsU.jpg",
        "title": "Miss Stevens (2016)",
        "description": "Miss Stevens (2016)\n=============တစ်ယောက်ယောက်ကိုများစောင့်နေတာလား...ဇာတ်ကားရဲ့အစမှာ ဆရာမ Miss Stevens ကတော့ ဇာတ်ရုံထဲမှာထိုင်ပြီး ကြေကွဲနေပါတယ်။ ဒီအကြောင်းကတော့နောက်ပိုင်းမှာသိရမှာပေါ့။Miss Stevens က ဘဝမှာ အဆင်မပြေမှုတွေကိုမျိုသိပ်ထားရင်း တာဝန်‌ဝတ္တရားတွေအပြည့် ခေါင်းထဲမှာ‌ထည့်ထားတဲ့ ဆရာမတစ်‌ယောက်ပါ။ တစ်နေ့မှာ သူ့တပည့် သုံးယောက်ကို သရုပ်ဆောင်ပြိုင်ပွဲအတွက် လိုက်ပို့ရပါတယ်။ ဒီ သရုပ်ဆောင်ပြိုင်ပွဲက ဆုရလာမှလည်း ကျောင်းအတွက် အနုပညာ ရန်ပုံငွေပြန်လာရရှိလာမှာဆိုတော့ တပည့်သုံးယောက်ကလည်း အစွမ်းကုန်ကြိုးစားမယ့်ပုံပါပဲ။ခရီးအတွင်း တစ်ညမှာတော့ Miss Stevens ကို Billy က နာမည်အရင်းဖြစ်တဲ့ ရေချယ်ဆိုတဲ့နာမည်ကိုခေါ်မိလိုက်တာရော၊ မာဂေါ့ရဲ့စကားမှားတာတွေရောကြောင့် စိတ်ကွက်သွားပါတယ်။\nဒီတင်မှာ ဘီလီက Miss Stevens အခန်းကိုလိုက်သွားပြီး နှစ်သိမ့်ပေးပါတယ်။ သူနဲ့ Miss Stevensက တစ်ယောက်ကို တစ်‌ယောက် နှစ်သိမ့်ပေးမှအဆင်ပြေနိုင်မယ့် အထီးကျန်နေတဲ့ လူနှစ်ယောက်မှန်း ဘီလီကသိပေမယ့် Miss Stevens ကတော့ဝန်မခံပါဘူး။Miss Stevens အဖြစ် Lily ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/miss-stevens-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BZGRmMzQ2OWEtMzdiOC00MzNiLTkxMjYtODk0Yzg2ZjFmODI5XkEyXkFqcGdeQXVyMTAxMzE1MTgx._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Nelly Rapp – Monster Agent (2021)",
        "description": "မိခင်မရှိတော့ဘဲ ဖခင်ဖြစ်သူနဲ့နေနေရတဲ့ နယ်လီရာ့ပ်...မိခင်ဖြစ်သူနဲ့ဦးလေးဖြစ်သူလို Monster agent ကြီးဖြစ်ချင်နေတဲ့သူ နွေရာသီကျောင်းပိတ်ရက်မှာ ဦးလေးဖြစ်သူဆီမှာနေရဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်Monster agentဆိုတာကတော့ လူတွေကိုမွန်းစတားတွေရန်ကနေကာကွယ်ဖို့ဖွဲ့ထားတဲ့အဖွဲ့ပါနဂိုကတည်းက monster agent ဖြစ်ချင်နေသူ နယ်လီက ဦးလေးနဲ့အတူနေရတဲ့အခါမှာတော့ သူဟာအေးဂျင့်တစ်ယောက်လုပိဖို့အသင့်ဖြစ်ပြီဆိုတာကို ဦးလေးဖြစ်သူကိုသက်သေပြဖို့လုပ်လာပါတယ်နယ်လီတစ်ယောက် အမျိုးမျိုးအဖုံဖုံသောမွန်းစတားတွေအကြောင်းလေ့လာရင်း လက်တွေ့လုပ်ချင်လာတဲ့အခါမှာတော့... ဇာတ်လမ်းလေးက နယ်လီလေးရဲ့စွန့်စားခန်းလေးတွေနဲ့အတူ ပေါ့ပေါ့ပါးပါးဟာသလေးနှောကာရိုက်ကူးထားပြီး ဆုနှစ်ဆုအပြင်ဇကာတင်စာရင်းလေးခုထဲဝင်ထားတဲ့ကားလေးဖြစ်တာကြောင့် စိတ်အပန်းဖြေချင်သူတွေအတွက် သင့်လျော်တဲ့ကားလေးတစ်ကားပါလို့ညွှန်းပါရစေ။( အညွှန်းရေးသားထားသူကတော့ Chit Tee ပါ )File Size__1.6 GB, 900 MB\nQuality__1080p, 720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:30:00\nType__Adventure, Comedy, Family\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee & Oleander\nEncoded by Naing Aung Latt",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/nelly-rapp-monster-agent-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/szdW79wZtHoWGZmxZFMaKjNzb1v.jpg",
        "title": "The 40 Year Old Virgin (2005)",
        "description": "The 40 Year Old Virgin (2005)\n========================\"အသက် ၄၀ လူတွေမေးတယ် ဘယ်တော့များမှ စားရမှာလဲ\" ဆိုတာကြားဖူးကြတယ်ဟုတ်။ အဲဒီလို ရုပ်ရှင်မျိုးပါပဲ ဒီကားလဲ။ ဒါပေမယ့် ဒီကားမှာ သဘောကျစရာလေးတွေပါနေပြန်ပါတယ်။ ကြိုတော့ ပြောထားပါရစေ။ ဒီကားက 18+ ပါ။ ဒါမယ့် အရမ်းရိုင်းတဲ့အခန်းတွေမပါပါဘူး။ အကုန်လုံးလဲ American Pie တို့ဘာတို့ ကြည့်ကြတာပဲမဟုတ်လား။ ဒီလိုပါပဲ။သူက အသက် ၄၀ သာပြည့်သွားတယ်။ အဲဒီအချိန်အထိ လိင်မဆက်ဆံဖူးဘူး။ ပြောရရင် လူပျိုကြီးပေ့ါ။ အိမ်မှာပဲ တစ်ယောက်တည်းနေတယ်။ ရည်းစားလည်းမရှိ၊ အပေါင်းအသင်းလည်းမရှိ။ အိမ်မှာ တီဗီရှိုးတွေကြည့်လိုက်၊ အားကစားလုပ်လိုက်၊ အရုပ်တွေဝယ်စုလိုက်နဲ့ ဘဝကိုလွတ်လွတ်လပ်လပ်နေနေခဲ့တယ်။ ဒါပေမယ့် တစ်ရက်သား အလုပ်ထဲမှာ ဝိုင်းဖွဲ့စားသောက်ရင်း ရည်းစားနဲ့ကြုံဖူးခဲ့တဲ့ အမှတ်တရတွေပြောကြတဲ့အခါမှာတော့ သူ့အကြောင်းကို တစ်ခြားသူတွေသိသွားရော။အဲဒီအချိန်မှာပဲသူ့ကို တွေ့သမျှကောင်မလေးနဲ့ ချိတ်ပေးတော့တယ်။ ရည်းစားစကားဘယ်လိုပြောရလဲ။ intro ဘယ်လို ဝင်ရတယ်ဘာညာ။ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/the-40-year-old-virgin-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/skBMhQjHLTU1rp4gutxHp0JuY1C.jpg",
        "title": "Odd Thomas (2013)",
        "description": "Odd Thomas (2013)IMDb - 6.8CM ပရိသတ်ကြီးရေခင်ဗျားတို့မှာ အများနဲ့ မတူ၊ သဘာ၀နဲ့ ဆန့်ကျင်နေတဲ့ စွမ်းရည်တစ်ခု ရှိနေမယ် ဆိုပါစို့\nစိတ်ဖတ်နိုင်တာတို့ ၊ ကိုယ်ဖျောက်နိုင်တာတို့ ၊ အချိန်ခရီးသွားနိုင်တာမျိုးတော့ မဟုတ်ဘူးဗျသေခြင်းတရားကို မြင်နိုင်ခြင်းပါ\nရှင်းအောင်ပြောရရင် နာနာဘာ၀တွေကို မြင်နိုင်ခြင်းပေါ့အဲဒီအစွမ်းရှိနေရင် ခင်ဗျားတို့ ဘာလုပ်မလဲကျွန်တော်လိုလူကတော့\nအဲဒီအစွမ်းသာရှိနေရင် လောကကြီးမှာ နေနိုင်မယ်မထင်ဘူး\nဘ၀မှာ သေမှာထက်ကြောက်တာ သရဲပဲဗျ :3သိုပေမဲ့\nOdd Thomas ဆိုတဲ့ လူကတော့ ဒီစွမ်းရည်နဲ့ အကျွမ်းတ၀င်ရှိနေပုံပါပဲသူက အားလုံး အမြင်မှာတော့ သာမန်လူ အညတရ စားဖိုမှူး တစ်ယောက်\nပတ်၀န်းကျင်မှာ အများနည်းတူ လှုပ်ရှားသွားလာနိုင်သူပေါ့မတူတာတစ်ခုကတော့ အမှောင်လောက က သာမန်မဟုတ်တဲ့ အရာတွေကို မြင်နေနိုင်တဲ့ သူရဲ့ မြင်ကွင်းပါပဲတစ်ခါတစ်ရံ နာနာဘာ၀တွေက တရားမျှတမှုအတွက် သူ့ထံရောက်လာကြသလို\nအကူအညီရဖို့အတွက်လည်း အိပ်မက်တွေ ပေးလေ့ရှိကြတယ်ဒီလိုတွေထဲမှာမှ ထူးခြားတာကတော့ Bodachs လို့ ခေါ်တဲ့\nမကောင်းတဲ့လူနောက် လိုက်တဲ့ အမှောင်လောက သတ္တဝါဆိုးတွေပါပဲ\nသူတို့က ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/odd-thomas-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5vjH8oQFZXJ0gTOPsJKWidVsWmg.jpg",
        "title": "Evan Almighty (2007)",
        "description": "Evan Almighty (2007)\n=============ကမ္ဘာဦးအစမှာ အဖြစ်အပျက်တစ်ခု ဘုရားသခင်လက်ထက်မှာ ဖြစ်ပေါ်ခဲ့ဖူးတယ်လို့ ခရစ်ယာန် သမ္မာကျမ်းကဆိုပါတယ်။ အကျင့်ပျက် အကုသိုလ်တွေနဲ့ ဆိုးသွမ်းလာတဲ့ လူသားတွေအပေါ် ဘုရားသခင်က ကြီးမားတဲ့အပြစ်ပေးခဲ့တယ်။ လူသားတွေဟာ ကြီးမားတဲ့ရေလွှမ်းမိုးမှုကြီးအောက်မှာ သေကြေပျက်ဆီးသွားပြီး လူသားမျိုးနွယ် ချုပ်ငြိမ်းရမယ့်အဖြစ်ကို ရင်ဆိုင်ခဲ့ရတာပေါ့။ဒါပေမယ့် နောဧဆိုတဲ့ လူသားတစ်ယောက်ကိုတော့ ဘုရားသခင်က အခွင့်အရေးတစ်ခုပေးခဲ့ပါတယ် ကမ္ဘာကြီးကို restart ချတဲ့ပုံစံနဲ့ ရွေးချယ်ခံရတဲ့ လူသားတွေ တိရိစ္ဆာန်မျိုးစိတ်တွေကို ကယ်တင်နိုင်ဖို့ ကြီးမားတဲ့ အာ့ခ် လှေကြီးတစ်စင်း တည်ဆောက်ရန်အတွက် နောဧကို ဘုရားသခင်က သတိပေးခဲ့တယ်။ နောဧက ဇနီးတစ်ယောက် သားသုံးယောက်နဲ့ လှေကြီးကိုတည်ဆောက်ပြီး လူသားများနဲ့ တိရိစ္ဆာန်မျိုးစိတ်တစ်ခုမှာ အဖိုအမ တစ်စုံစီကို ရေလွှမ်းမိုးမှုကြီးကနေ ကယ်တင်နိုင်ခဲ့တယ်။အဲဒီလိုအဖြစ်မျိုး ယနေ့ကာလမှာ ထပ်မံပေါ်ပေါက်လာဖို့ အကြောင်းဖန်လာပါတယ်။ ဒါပေမယ့် ဒီတစ်ခါမှာတော့ ရေလွှမ်းမိုးမှုကြီးက ဘုရားသခင်ရဲ့ အမျက်ကြောင့်ဖြစ်ပေါ်လာတာမဟုတ်ဘဲ လူသားတွေရဲ့ အမှားကြောင့်ဖြစ်ပေါ်လာတာပါ။ ကမ္ဘာကြီးကို ပြောင်းလဲပစ်ချင်တဲ့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/evan-almighty-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/images-128x200.jpg",
        "title": "Pei Mama (2021)",
        "description": "ကောလိကူးမား (Yogi Babu) မိသားစုတွေက ငွေအတွက်ဆိုရင် ဘာမဆိုလုပ်မယ့် မိသားစုတွေပါ။\nလုပ်ငန်းရှင်သူဌေးကြီးတစ်ယောက်က သူရောင်းချမယ့်အိမ်မှာ သရဲတွေသောင်းကျန်းနေတဲ့အတွက် နှင်ပေးနိုင်မယ့်လူရှာနေတဲ့\nအချိန်မှာလဲ လွယ်လွယ်နဲ့ငွေရမယ့်အလုပ်ထင်တဲ့အတွက် အတင်းဝင်လုံးပြီး သရဲနှင်တဲ့မိသားစုဟန်ဆောင်\nအလုပ်ကိုလက်ခံခဲ့ပါတယ်။သူတို့တွေ ပတ်တူမာလိုင်ဘန်ဂလိုဆိုတဲ့ လူသူမနီးတဲ့နေရာက အိမ်ထဲကိုဝင်မိတဲ့အချိန်ကျမှပဲ\nသူတို့အထင်မှားခဲ့ပြီဆိုတာကိုသိရပါတော့တယ်။ အိမ်အတွင်းက တစ်ကောင်တည်းမဟုတ်ပဲ မိသားစုလိုက်ရှိနေတဲ့\nသရဲတွေဟာ သူတို့ကိုချုပ်နှောင်ထားခဲ့ပြီးတော့ ဘာကြောင့် သူတို့တွေ အခုလိုဘဝရောက်ရတယ်ဆိုတဲ့အကြောင်းတွေကို\nပြသ အကူအညီတောင်းခံလာခဲ့ပြီး သူတို့ကို ဒီဘဝရောက်အောင်အကောက်ကြံယုတ်မာခဲ့သူတွေကို လက်တုန့်ပြန်ဖို့\nကြိုးစားကြပါတော့တယ်။ဒီတောနယ်အစွန်အဖျားက အိမ်တစ်လုံးကို ဘာကြောင့် ဒီလူတွေ အသည်းအသန်လိုချင်နေကြတာလဲ။ ဘာကြောင့် ဒီမိသားစုကို\nရက်ရက်စက်စက်သတ်ဖြတ်ခဲ့ရုံတင်မကပဲ တစ္ဆေဘဝထိလိုက်ဒုက္ခပေးနေကြတာလဲ။ ငွေရဖို့ ဘာမဆိုလုပ်မယ့် ကောလိကူးမားတို့\nမိသားစုလဲ အမြင်မှန်ရပြီးပြောင်းလဲသွားဖို့ဖြစ်လာမလားစတာတွေကို ဘာဘူးကြီး ဇာတ်ကားတွေရဲ့ထုံးစံအတိုင်းတစ်ကားလုံးပါးစပ်မစေ့တမ်း\nနေရမယ့် ခွီနေရမယ့်ဟာသတွေအပြည့်နဲ့ ရှုစားကြရမှာဖြစ်ပါတယ်။\nFile size…(1.9 GB) / (1 GB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:51:50\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias & San Thu Aung",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/pei-mama-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7DBMfL397QIvZQoTDe9JmwIa1v9.jpg",
        "title": "A Man Called Ove",
        "description": "A Man Called Ove (2015)\n====================A Man Called Ove ဆိုတာ ဆွီဒင် ကွန်မြူနစ် စာရေးဆရာ နဲ့ ဘလော့ဂါ တစ်ဦးဖြစ်တဲ့ Fredrick Backman ရဲ့ 2012 ထွက် စာအုပ်တစ်အုပ်ပါ ဒီစာအုပ်ကို 2015 မှာ ရုပ်ရှင်အဖြစ် ပြန်လည်ရိုက်ကူးခဲ့ပါတယ်။\nစာအုပ်ရော ရုပ်ရှင်ပါ Rating ‌တွေက ရှေ့ပြေးခဲ့တဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပါ။ခေါင်းစဉ်လေးအတိုင်း အူဗာ ဆိုတဲ့ လူကြီးတစ်ယောက် အကြောင်းပေါ့...\nဒီလူကြီးဟာ သူ့ရဲ့ ဇနီးမယား ဆွန်ညာ သေဆုံးသွားပြီးတဲ့နောက် ဘ၀ကြီးကို လက်လျှော့ အရှုံးပေးလိုက်တဲ့လူ၊ ဆွန်ညာမရှိတော့တဲ့နောက် သူဟာ အလွန်စိတ်တိုတတ်တဲ့ အဘိုးကြီး ဖြစ်လာတယ်။ ရပ်ကွက်ထဲမှာလည်း လူတိုင်းက သူ့ကို လူထူးလူဆန်း လူ့ဂွစာကြီးလို့ သတ်မှတ်ထားကြတယ်။\nဒီလိုနဲ့ လက်လျှော့ အရှုံးပေးတော့မယ့် သူ့ဘ၀ကြီးထဲကို အိမ်နီးနားချင်းအသစ်‌တွေ ရောက်လာတဲ့အခါမှာ တဖြည်းဖြည်းနဲ့ပြောင်းလဲလာခဲ့တယ်။ပျော်ရွှင်‌နေကျလူတစ်ယောက် ဘ၀ကို ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/a-man-called-ove/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BNzI5MDQ2MjctOTBiMC00Y2JmLWFiNGUtMTBlOGJjZDBjMjQ2XkEyXkFqcGdeQXVyMzQ5Njc3NzU@._V1_-138x200.jpg",
        "title": "Veere Di Wedding (2018)",
        "description": "Veere Di Wedding (2018)\n---------------------------------\nမိန်းကလေးတိုင်းမှာ ကိုယ့်အိမ်ထောင်ဖက်၊ ချစ်သူနဲ့ ပတ်သက်ပြီး ငယ်ရွယ်စဉ်အခါကထဲက အိမ်မက်ကိုယ်စီရှိတတ်ကြပါတယ်.... တစ်ချို့က ငယ်ငယ်ကထဲက စကြိုက်မိတဲ့သူနဲ့ပဲ အိမ်ထောင်ပြုမယ်...တစ်ချို့ကျ ချမ်းသာတဲ့သူ...တစ်ချို့ကျတော့လည်း တွဲသမျှရည်းစားတိုင်းနဲ့ အဆင်မ​ပြေတာကြောင့် အိမ်က ပေးစားမယ့်သူပဲ စောင့်နေတော့မယ်ဆိုပြီးတော့​ပေါ့၂၀၁၈ က ထွက်ရှိထားတဲ့ Veere Di Wedding မှာ ငယ်ပေါင်း မိန်းကလေး သူငယ်ချင်း ၄ ယောက်ရဲ့ ကိုယ်စီ အိမ်ထောင်ပြုရေး၊ အိမ်ထောင်ရေး သုခ ဒုက္ခတွေကို ပေါ့ပေါ့ပါးပါးလေးနဲ့ မြင်ရတယ်။ တစ်ယောက်က နိုင်ငံခြားသားနဲ့ လင်ယူသားမွေးထား၊ တစ်ယောက်က ငယ်ချစ်နဲ့ ရပေမယ့် အိမ်ထောင်ရေး ဒုက္ခရောက်နေရပြီး ရည်စားတွေနဲ့ ပြတ်ထားတဲ့ တစ်ယောက်ရှိသလို... ၃ နှစ်ကြာတွဲလာပြီးမှ လက်ထပ်ဖို့ အရေးတွန့်ဆုတ်နေရ...ခေါင်းရှုပ်နေရတဲ့ မင်းသမီးချော Kareena Kapoor လည်းရှိနေပြန်ပါတယ်...ရုပ်ရှင်ထဲမှာ သူငယ်ချင်း​တွေရဲ့ ချင်ခင်ရင်းနှီးမှု၊ မင်္ဂလာဆောင်ခါနီး မိဘတွေရဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/veere-di-wedding-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BY2QyN2I5ZTAtZTFhZS00MjIxLTg5YmEtNGE5MzNkMTExZTM2XkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_-135x200.jpg",
        "title": "Bend It Like Beckham (2002)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (85%)မင်းသမီးကီရာနိုက်တလေပါဝင်တဲ့ဒီဇာတ်ကားလေးက Sport,Comedy,Drama ပုံစံနဲ့ ဟိုးအရင်တုန်းက ကားလေးဖြစ်ပေမယ့် ကြည့်ရှုသူတွေအတွက် လွမ်းစရာလေးတွေနဲ့ ပြည့်နှက်နေတဲ့ဇာတ်ကားလဲ ဖြစ်မှာပါ။\nလွမ်းစရာဆိုတာကတော့ မန်ယူဖန်တွေအတွက်လို့ ပြောရင်ပိုမှန်လိမ့်မယ်။\nမန်ယူနဲ့ ဘက်ခမ်းတို့ လျှမ်းလျှမ်းတောက် ကျော်ကြားစဉ်က ထွက်လာခဲ့တဲ့ဒီကားလေးဟာ\nပေါ့​ပေါ့ပါးပါးနဲ့ အိန္ဒိယ၊ အင်္ဂလိပ် ဖက်စပ်ရိုက်ကူးထားတာဖြစ်ပါတယ်။\nအိန္ဒိယကောင်မလေးတစ်ယောက်ဟာ ယဉ်ကျေးမှုတွေကနေ သွေဖီပြီး ဘောလုံးကန်ချင်တဲ့ ဆန္ဒပြင်းပြနေခဲ့တယ်။\nသူ့ရဲ့ အိုင်ဒေါကလည်း ဒေးဗစ်ဘက်ခမ်း။\nဘက်ခမ်းကို အရူးအမူးဖြစ်ရာကနေ ဘောလုံးကန်တဲ့နေရာမှာလည်း ထူးချွန်အောင်ကြိုးစားတယ်။\nဒါပေမယ့် အိန္ဒိယတို့ရဲ့ ထုံးစံအရ ဒါဟာ မိန်းကလေးတွေ လုပ်ရမယ့်အလုပ်မဟုတ်ဘူးဆိုပြီး မိဘ​တွေက တားမြစ်ပိတ်ပင်တယ်။\nဒါပေမယ့် သူကလည်း တစ်ချိန်ကျရင် ဒေးဗစ်ဘက်ခမ်းလို ဝေ့ဝိုက်ကန်ကွက်တွေနဲ့ ကမ္ဘာကျော်ရမယ်လို့ စိတ်ထဲတွေးထားတာ။\nအဲဒီလိုနဲ့ ကျောင်း မိန်းကလေးအသင်းက လူတွေနဲ့တွေ့တဲ့အခါ သူဘယ်လိုဖြစ်လာမှာလဲ။\nကမ္ဘာကျော်သွားမှာလား။\nဒေးဗစ်တို့နဲ့ တွေ့ရမလား၊\nအိမ်ကကော အသာတကြည်ခွင့်ပြုနိုင်ပါ့မလားဆိုတာကို\nဇာတ်လမ်းလေးကြည့်ရှုရင်း ခံစားကြည့်ကြပါလို့ ညွှန်းဆိုပါရစေ။\nမန်ယူဖန်တွေအနေနဲ့ကတော့ ဝမ်းနည်းပက်လက်ဖြစ်စေမယ့် ကားလေးဆိုတာ အာမခံပါတယ်...(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Mugiwara Ya မှ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/bend-it-like-beckham-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/poster_2x-135x200.jpg",
        "title": "Monster Family 2 (2021)",
        "description": "Monster Family 1အပြီးမှာ မိသားစုရဲ့ပျော်ရွှင်မှုကို ပြန်လည်ရှာတွေ့အပြီး မကောင်းဆိုးဝါးဘဝမှ ကျိန်စာပြယ်ကာ လူသားအဖြစ်ကို ပြန်လည်ရောက်ရှိလာတဲ့ Wishboneမိသားစုတသိုက်ဟာ\nစုန်းမကြီး Baba Yagaနဲ့ ခင်ပွန်းလောင်း Renfieldတို့ အဖမ်းခံရတဲ့ကိစ္စကြောင့် မကောင်းဆိုးဝါးအဖြစ် ပြန်အသွင်ပြောင်းကာ ကယ်တင်ဖို့ ကြိုးစားရပြန်ပါပြီစုန်းမကြီးတို့ကို ဖမ်းဆီးသွားသူက Mila Starrလို့ခေါ်တဲ့ Monster Hunter ဖြစ်နေပြီး Baba Yagaတို့အပြင် ကမ္ဘာတစ်ဝှမ်းလုံးက မကောင်းဆိုးဝါးပေါင်းစုံကို လိုက်လံဖမ်းဆီးနေတဲ့အခါ...ဘာလို့ Mila Starrက မကောင်းဆိုးဝါးတွေကို လိုက်လံဖမ်းဆီးနေရတာလဲ၊ သူ့ရဲ့ရည်ရွယ်ချက်ကရော ဘာလဲ Wishboneမိသားစု ဘယ်လိုတွေ စွန့်စားခန်းဖွင့်ကြမလဲဆိုတာကို Animationတို့ ထုံးစံအတိုင်း ချစ်စရာကာတွန်းရုပ်လေးတွေ၊ အလွဲတွေနဲ့ ရယ်ရယ်မောမောကြည့်ရှုရမယ့်အပြင်တကယ်ကောင်းတဲ့ သင်ခန်းစာတွေလည်း ပါသေးတာကြောင့် ပိတ်ရက်မှာ မိသားစုနဲ့အတူ ပျော်ပျော်ရွှင်ရွှင်ကြည့်ရှုရမယ့် မိသားစုAnimationကားလေးပဲ ဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ )File Size__1.75 GB , ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/monster-family-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/20a8648ff2f29e764a8077070a7fa865-140x200.jpg",
        "title": "[18+] Sexual Chronicles of a French Family (2012)",
        "description": "ရိုမိန်းဆိုတဲ့အသက်ဆယ့်ရှစ်နှစ်ကောင်လေးတစ်ယောက်ဟာ တစ်ခြားသူ့အရွယ်ကောင်လေးတွေလိုပဲ\nလိင်မှုကိစ္စကို စတင်စူးစမ်းဖို့စိတ်အားထက်သန်နေပါတယ်။ သူ့အစ်ကိုဆိုတဲ့ ငနဲကလဲရုပ်ဖြောင့်စော်ကြည် ဂေါ်ဘဲအထာနဲ့ဆိုတော့\nသူ့အစ်ကိုနဲ့ယှဉ်ပြီး သူ့ကိုယ်သူအားငယ်ယုံကြည်စိတ်ချမှုမဝံ့မရဲနဲ့ စိတ္တဇဖြစ်နေရပါတယ်။တစ်နေ့တော့ သူ့အတန်းထဲမှာ ငါးဦးကော်မတီထိုင်(သိတယ်နော်)နေတာကို ဗီဒီယိုရိုက်နေရင်းတန်းလန်းဘိုင်အိုဆရာက\nမိသွားတဲ့အခါမှာတော့ သူ့အမေကိုခေါ်တွေ့ပြီးကျောင်းခဏနားဖို့ဒဏ်ချခဲ့ပါတယ်။ ဒီမှာပဲမိခင်ဖြစ်သူ ကလဲရ်အနေနဲ့\nသူ့ကလေးတွေအပေါ် သူတို့ဟာလိင်ပညာပေးဆွေးနွေးဖို့လိုအပ်နေကြောင်း သတိထားမိသွားပြီး\nအချင်းချင်းပွင့်ပွင့်လင်းလင်းတိုင်ပင်ဆွေးနွေးကြရာကနေ ဒီမှတ်တမ်းကြီးဖြစ်ပေါ်လာခဲ့တာပါပဲ။comedy/drama အမျိုးအစားကိုမှ Borat တို့ What we do in the shadow တို့လို\nmockumentary ပုံစံမျိုးနဲ့တင်ဆက်ထားတာပါ။ ဘာမှဒရာမာတွေမချိုး၊ပညာပေးစကားတွေရှည်ရှည်ဝေးဝေးတွေ\nမပါပဲနဲ့ပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်ကြည့်ကြရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အရေးကြီးတာ အခုမှလာပါမယ်။ လိင်မှုကိစ္စအရာမှာတော့\nရှယ်ပလန်နဲ့ရှယ်ကြမ်းတဲ့ဇာတ်ကားဖြစ်တဲ့အတွက် 21 plus လောက်ဖြစ်သွားပါလိမ့်မယ်။ ဗားရှင်းနှစ်မျိုးရှိတဲ့အနက်မှာမှ\nဘာမှတည်းတာဖြတ်တာမပါတဲ့ မူရင်းအော်ရီဂျင်နယ်ပြင်သစ်ဗားရှင်းဖြစ်နေတဲ့အတွက် ကွက်ကွက်ကွင်းကွင်းမုန့်တီဟင်းလို ဘွင်းဘွင်းကြီးတွေမြင်ရတွေ့ရပါလိမ့်မယ်။ကိုယ့်ဖာသာတိတ်တခိုးကြည့်မှအဆင်ပြေမယ့်ကားမျိုးပါပဲ။(Dark Side Production မှ တင်ဆက်သည်။)\nFile size…(1.2 GB) / (700 MB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by ALS",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/18-sexual-chronicles-of-a-french-family-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzq5XRGgm6NDMOW1idUvbpGqEkv.jpg",
        "title": "My Little Pony: A New Generation (2021)",
        "description": "My Little Pony (2021)========================================IMDb - 7/10ဟိုးရှေးရှေးတုန်းကပေါ့ ပိုနီလို့ ခေါ်ကြတဲ့ မြင်းပုမျိုးနွယ်စုလေး သုံးခုရှိကြတယ်။အာသ့်ပိုနီလို့ ခေါ်တဲ့မြေလျှောက်မြင်းပုလေးတွေရယ်ယူနီကွန်း လို့ ခေါ်တဲ့ မှော်စွမ်းအား သုံးနိုင်တဲ့ ဦးချိုတစ်ချောင်း မြင်းပုလေးတွေရယ်ပဲဂစိုက် လို့ခေါ်တဲ့ မြင်းပုပျံလေးတွေ ရယ်ပေ့ါသူတို့ဟာ လက်ရှိကာလမှာတော့ မျိုးနွယ်စုတွေက\nတစ်ခုနဲ့ တစ်ခု မတည့်ကြဘဲ အချင်းချင်း ကြောက်ရွံ့နေကြတယ်။\nဘာအကြောင်းကြောင့် စည်းလုံးမှု ပြိုကွဲပြီး\nအချင်းချင်း ကြောက်နေကြမှန်း မသိရပေမဲ့\nအတိတ်ကာလတုန်းက သိပ်စည်းလုံးပြီး\nမိတ်ဆွေကောင်းတွေ ဖြစ် ဆက်ဆံရေးခိုင်မာကြတယ်လို့\nယုံကြည်တဲ့ အာ့သ်ပိုနီ ကတော့ ရှိနေခဲ့တယ်။သူ့ရဲ့ ယုံကြည်မှုကို သူ့သမီးဖြစ်တဲ့ ဆန်နီ လေးကို လက်ဆင့်ကမ်းရင်း\nည အိပ်ယာဝင်ပုံပြင်တွေ အဖြစ် ပြောပြခဲ့တယ်။\nအဲဒီ ပုံပြင်တွေ အပေါ် ယုံကြည်သက်ဝင်တဲ့ ဆန်နီလေးတစ်ယောက်\nအခြားမျိုးနွယ်စု‌တွေကို လိုက်ရှာရင်း\nသူ့အဖေ ယုံကြည်ခဲ့တဲ့ ပြန်လည်ပေါင်းစည်းရေး အတွက်ကြိုးပမ်းရင်း\nဒီစွန့်စားခန်းလေး ဖြစ်ပေါ်လာတော့တာပါပဲ။Netflix ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/my-little-pony-a-new-generation-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BYjRjYWE0YjktMGU5OS00YTdkLThlMjUtZjY0ZWM2ODRmN2Q5XkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_-133x200.jpg",
        "title": "Meet the Fockers (2004)",
        "description": "Meet The Fockers (2004)ကဲကဲ Meet The Parents ကြည့်ပြီးတဲ့နောက် အများစု မျှော်လင့်နေကြလောက်မယ့် Meet The Fockers လေး လာပါပြီဗျ ။ပထမတစ်ကားမှာ အလွဲလွဲအချော်ချော်ဖြစ်ပြီး ရယ်ခဲ့ရသလိုမျိုးပဲ အခုကားကလည်း အဲ့ဒီထက် နှစ်ဆ လောက် ထပ်ပြီး ပါးစပ်မပိတ်နိုင်ဘဲ ရယ်နေရမယ် ဆိုတာ အာမခံပါတယ်ဗျာ ဇာတ်လမ်းကတော့ Meet The Parents မှာ ဂျက်ရဲ့ ယုံကြည်မှုစည်းဝိုင်းထဲကို ပြန်ရောက်ခဲ့တဲ့ ဂေး လော့ဒ် တစ်ယောက် ဂျက်ကို သူ့မိဘတွေနဲ့ တွေ့ဆုံဖို့ မိုင်ယာမီအထိ ခေါ်သွားရပါတော့တယ်\nအဲ့လိုနဲ့ နှစ်ဘက်မိဘတွေ အချင်းချင်း တွေ့ဆုံကြရင်းနဲ့ ဘယ်လို အလွဲလေးတွေ ဖြစ်ပြီး ရယ်နေရမလဲ\nဂျက် အနေနဲ့ ဖော်ကာတို့မိသားစုကို နှစ်သက်မလား ဂရက်ကို သူ့သမီးနဲ့ သဘောတူလိုက်မလား ဆိုတာကို ကြည့်ရှု ခံစားလိုက်ကြပါ ။( ဘာသာပြန်ပြီး ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/meet-the-fockers-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Wxgaa45NyvPwYZT3GsZqQWWanR.jpg",
        "title": "The Trip(2021)",
        "description": "The Trip (2021) ရုပ်ရှင်အညွှန်းတစ်ခါ တစ်လေကျရင် ကျွန်တော်တို့ကကိုယ် ချစ်တဲ့ သူတွေနဲ့ ကိုယ့်ခံစားချက်တွေကိုအမှန်အတိုင်း မဝေမျှကြတဲ့ အခါမျိုးတွေ ရှိကြပါတယ်\"တောင်းပန်ပါတယ် ငါ မှားသွားတာပါ\" ဆိုတာတွေကို ခဏခဏ ပြောနေရရင်ပြောဖို့ ခက်လာသလိုပေါ့ ။ လူဆိုတာ ကိုယ့်အမှား ကိုယ်လွယ်လွယ်နဲ့ လက်မခံဘဲ ပတ်ဝန်းကျင်ကိုပဲ လိုက်အပြစ်တင်တတ်တဲ့ သတ္တဝါ ဖြစ်တာကိုး ။အခုဇာတ်လမ်းကလည်း အဲ့လို ကိုယ်မှားတာကို လက်ခံပြီး တောင်းပန်တာမျိုးမလုပ်တတ်တဲ့ ယောက်ျား နဲ့ သူ့မိန်းမကြားက အချစ်စမ်းတာလေးတွေကို အဓိကထား ရိုက်ကူးထားပါတယ်ဇာတ်လမ်းအမျိုးအစားကတော့ Mystery-Thriller ဖြစ်တာနဲ့အညီ ဇာတ်ဝင်ခန်းတိုင်းကိုကသည်းထိတ်ရင်ဖို ဖြစ်ရပြီးတော့ ဘာဆက်ဖြစ်မလဲ သိချင်စိတ်နဲ့ ကြည့်နေရမှာပါ ။မင်းသားနဲ့ မင်းသမီးက နောက်ဆုံးမှာ ရှင်မယ်မှန်း သိကြပေမယ့် ဘယ်လိုရှင်ကြမှာလဲ ဆိုတာမျိုးပေါ့ ။ကဲ ကြည့်ဖို့ကို စိတ်ဝင်စားတယ် ဆိုရင်ဖြင့် ဇာတ်လမ်းအကျဥ်းကတော့အိမ်ထောင်ရေးအဆင်မပြေဖြစ်နေတဲ့ လင်မယား နှစ်ယောက်ဟာ ပိတ်ရက်မှာသစ်သားအိမ်လေး ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-trip2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-15-at-10.36.09-138x200.png",
        "title": "The Grand Duke Of Corsica (2021)",
        "description": "The Grand Duke Of Corsica (2021)=========================IMDb Rating - 5.0/10အချမ်းသာဆုံးလူတွေရဲ့ စိတ်ကူးတွေဟာအရူးနှမ်းဆုံးပဲတဲ့။ ဒီလိုပဲ အရမ်းတော်တဲ့ ပညာရှင်ဆိုတာလည်း ခေါင်းအမာဆုံးနဲ့  ဂွအကျဆုံးလူတွေပါပဲတဲ့။ဒီဇာတ်ကားထဲမှာတော့ ဂွစာဗိသုကာပညာရှင်အဖိုးကြီးတစ်ယောက်နဲ့ ဘီလီယံနာသူဌေးကြီးတစ်ယောက်တို့အတူတူပေါင်းပြီး မာစတာပိစ်လက်ရာတစ်ခုကို တည်ဆောက်ဖို့ ကြိုစားနေကြပုံများကို ရိုက်ကူးပြသထားတာပဲဖြစ်ပါတယ်။ သူတို့တည်ဆောက်ဖို့ ကြိုးစားနေတာကတော့ ဘီလျံနာကြီးရဲ့ ဂူဗိမာန်ပဲဖြစ်ပါတယ်။ ဒါပေမယ့်ဗိသုကာကြီးက သူ့သက်တမ်းတစ်လျှောက်မှာ တစ်ခါမှဂူဗိမ္မာန် မတည်ဆောက်ခဲ့ဖူးတာမို့ ဘီလျံနာကြီးနဲ့အတူခဏတာနေထိုင်ရင်း သူ့အကြောင်းတွေကို လေ့လာကာ ဒီဇိုင်းကို စဉ်းစားနေခဲ့ပါတယ်။ အဆုံးသတ်မှာတော့သူတို့ဆောက်ချင်နေတဲ့ ဂူဗိမ္မာန်ကြီးက အောင်မြင်စွာ ပြီးဆုံးသွားမှာလား၊ ဘီလျံနာကြိးကရော ဘာကြောင့်အလောတကြီး သူ့ဂူဗိမ္မာန်ကို တည်ဆောက်ချင်နေရတာလဲ၊ ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ရမှာလဲ၊သူတို့အချင်းချင်းရော အဆင်ပြေပါ့မလားဆိုတာကိုတော့ ကြည့်ရှုအားပေးကြပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Tar Tee Poe မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Tar Tee Poe, Chit Tee တို့ပဲပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/the-grand-duke-of-corsica-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eGMoAufRzREeigkksysoYONjpXv.jpg",
        "title": "Falling for Figaro(2021)",
        "description": "Falling For Figaro (2021) ရုပ်ရှင် အညွှန်း\"အခြားသူတွေအတွက် ဘယ်လောက်ပဲ အဓိပ္ပါယ်ကင်းမဲ့နေပါစေ ကိုယ့်အိပ်မက်ကို မစွန့်လွှတ်သင့်ဘူး\"ဆိုတဲ့ အကြောင်း ကို အဓိက သင်ခန်းစာပေး ရိုက်ကူးထားတဲ့Romance/Comedy ဇာတ်ကား တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေမီလီ ကန့်ဝဲလ် ဆိုတဲ့ အသက်နှစ်ဆယ်ကျော် အမေရိကန် အမျိုးသမီးတစ်ယောက်ဟာရင်းနှီးမြုပ်နှံမှု ကုမ္ပဏီ တစ်ခုမှာ ငွေကြေးမန်နေဂျာအဖြစ် အလုပ်လုပ်နေသူ ဖြစ်တဲ့အပြင်လစာလည်း အင်မတန်ရပါတယ် ။ ထို့အပြင် တွဲတာ နှစ်အတော်ကြာပြီဖြစ်တဲ့ ချစ်သူတစ်ယောက်လည်း ရှိပါတယ်​အဲ့လိုမျိုး သက်သောင့်သက်သာရှိတဲ့ ဘဝ နဲ့ အလုပ်မှာ သူက ပျော်နေလားဆိုတော့ မပျော်ပါဘူး ၊အကြောင်းရင်းကတော့ သူအရင်ကတည်း ဖြစ်ချင်နေခဲ့တဲ့ အော်ပရာအဆိုတော် အိပ်မက်ကြောင့်ပဲ ဖြစ်ပါတယ် ၊အဲ့ဒါကြောင့် သူ့အိပ်မက်ကို ဖြစ်အောင်လုပ်ဖို့အတွက် သူ့အလုပ်ကိုပါ ထွက်ပြီးတော့ ကြိုးစားပါတော့တယ်ကဲ အများကြီးပြောလိုက်ရင် ဇာတ်လမ်း အရသာ ပျက်သွားမှာဆိုးတဲ့ အတွက် သူ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/falling-for-figaro2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/llaposter_opt-150x200.jpg",
        "title": "[18+] The Raffle (1991) La Riffa",
        "description": "ကျွန်တော်တို့ငယ်ဘဝရဲ့ အိမ်မက်မင်းသမီး မမမိုနီကာဆိုတဲ့ Monica Bellucci ရဲ့ နုပျိုလှပမှုနဲ့ အထာကျတဲ့သရုပ်ဆောင်မှုတွေ အကုန်လုံးထင်ပေါ်အောင် တင်ဆက်ထားတဲ့အီတလီဇာတ်ကားလေးဖြစ်ပါတယ်။ Comedy,Romance,Drama အမျိုးအစားလေးပါ။ကွက်ကွက်ကွင်းကွင်း ကြည်တောက်ရှင်းလူကြီးခန်း ၂ ခန်း ၃ ခန်းပါတာကြောင့်မိသားစုနဲ့ကြည့်ဖို့တော့မသင့်တော်ပါဘူး။\nမိန်းမမာယာ သဲကိုးဖြာအကြောင်းရိုက်တဲ့ကားတွေ ၊ မင်းသမီးရဲ့အလှနဲ့ဇာတ်ကားတစ်ကားလုံးကိုထိန်းတဲ့ကားတွေများတဲ့ခေတ်ပေမို့\nဒီကားလေးဟာလည်း မိန်းမတွေရဲ့မာယာလေးဆယ်၊ ပရိယာယ်တစ်ထောင်အကြောင်းရိုက်ထားတဲ့ကားပဲဆိုပါတော့ဗျာ။ဒီဇာတ်ကားထဲမှာတော့အီတလီမင်းသမီးချောလေး Monica Bellucci ဟာ ကြေးရတက်သူဋ္ဌေးလေးတစ်ယောက်ရဲ့ဇနီးချောလေးဖြစ်ပြီး\nသူ့ယောက်ျားဖြစ်သူ ယာဉ်တိုက်မှုနဲ့သေဆုံးသွားတဲ့အချိန်မှာ သူ့ကို အကြွေးသန်းရာချီနဲ့ချန်ထားခဲ့ပါတယ်။\nအဲဒီအကြွေးတွေကိုပြန်ဆပ်ရဖို့၊ အိမ်ငှားခဆောင်ရဖို့၊ သမီးလေးကျောင်းစရိတ်ရှာဖို့စတာတွေအတွက် ငွေတွေလိုအပ်လာခဲ့တဲ့အခါ\nတစ်ခြားဘာအလုပ်မှမလုပ်တတ်တဲ့သူဋ္ဌေးမလေးတစ်ယောက် ဘယ်လိုရုန်းကန်းလှုပ်ရှားမာယာများတော့မယ်ဆိုတာ\nမင်းသမီးချောလေးရဲ့အလှနဲ့ကောင်းကောင်းခံစားကြည့်ရှုရမယ့်ကားကောင်းလေးဖြစ်တဲ့\nThe Raffle of a riffa (1991) လေးကို ခံစားကြည့်ရှုပေးကြပါဦး။\nFile size…(1.4 GB)/(850 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/18-the-raffle-1991-la-riffa/"
    }
]