[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ht2IMGynDSVQGvAXhAb83DLET8.jpg",
        "title": "The Farewell (2019)",
        "description": "ဒီတစ်ခါCMပရိသတ်ကြီးကိုကား​ကောင်း​လေးတစ်ကားနဲ့မိတ်ဆက်​ပေးပါရ​စေဒီဇာတ်ကား​လေးက​တော့တရုတ်ဒရမ်မာကား​ကောင်း​လေးတစ်ကားပါကင်ဆာ​ရောဂါခံစား​နေရတဲ့အဖွားဖြစ်သူကို အသိမ​ပေးဘဲနဲ့မိသားစု​​တွေကဖုံးကွယ်ထားကြတာ​ပေါ့ နိုင်နိုင်ဆိုတဲ့အဖွားဟာတရုတ်ပြည်မှာသူ့ညီမရယ် သူ့တူမမိသားစု​တွေနဲ့​နေထိုင်တယသူမရဲ့သားနှစ်​ယောက်မှာ အ​မေရိကားနဲ့ ဂျပန်ကို​ပြောင်း​ရွေ့​နေထိုင်ခဲ့တာ​ပေါ့သူတို့ရဲ့အ​မေကင်ဆာ​​ရောဂါကိုခံစား​နေတာသိတဲ့အတွက်​ကြောင့်​တွေ့ဆုံဖို့လုပ်ခဲ့ကြတာ​ပေါ့အကုန်လုံးပြန်လာကြရင်သူတို့အ​မေ​ ရောဂါရှိ​နေတာကိုအရိပ်မိ​သွားမှာဆိုးလို့အဖွားကြီးရဲ့​မြေးမင်္ဂလာ​ဆောင်​ကြောင့်လာခဲ့ကြတယ်ဆိုပြီးလိမ်ညာခဲ့တာ​ပေါ့ ​အဖွားကြီးမှာသူအရမ်းချစ်ရတဲ့​​မြေးမ​လေး တစ်​ယောက်လည်းရှိတာ​ပေါ့​ ​မြေးမ​လေးဘီလီက​တော့သူ့အဖွားရဲ့​ရောဂါအ​ကြောင်းကို​ပေးသိ​စေချင်တဲ့သူ​ပေါ့ ​နောက်ပိုင်းမှာဇာတ်လမ်း​လေးကဘယ်လိုမျိုး​လေးဆက်သွားမလဲဆိုတာဆက်လက်ကြည့်ရှု့ကြည့်လိုက်ပါအဖွား​တွေကိုအရမ်းချစ်တဲ့သူ​တွေဆိုရင် ရင်ထဲထိမယ့်ဇာတ်ကား​လေးတစ်ကားပါ File Size : ( 936 MB , 354 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 40 minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint Lwin",
        "rating": "8.0",
        "url": "https://megaup.net/2cpkh/(CM)_The_Farewell_2019_(Large_Size).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BMWJhZmI5ZWUtYjgyNy00NTk1LWIzODktYTE3NzQzNzJlOTgzXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_SX700_AL_-140x200.jpg",
        "title": "Police Story (1985)",
        "description": "Police Story ဆိုတာနဲ႕ မင္းသားၾကီး\nဂ်က္ကီခ်န္းဇာတ္ကားေတြမွန္း သိျပီးသားျဖစ္မွာပါ။\nPolice Story နာမည္နဲ႕ ဂ်က္ကီခ်န္းဇာတ္ကား\n၆ ကားထြက္ပါတယ္။\nကြ်န္ေတာ္အစဥ္လိုက္ျဖစ္ေအာင္ တင္ဆက္သြားပါ့မယ္။\nဒီဇာတ္ကားကေတာ့....\nေဟာင္ေကာင္ရဲ ခ်န္ကာကူအျဖစ္\nဂ်က္ကီခ်န္းကို စတင္အသက္သြင္းတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။\nမူးရစ္ဂိုဏ္းတစ္ခုကို မိုးဆံုးေျမဆံု\nလိုက္လံေခ်မႈန္းမယ့္ ကြန္ဖူးရဲအျဖစ္ေတြ႕ရမွာပါ။\nတစ္ခုသတိထားမိတာက အက္ရွင္ခန္းေတြ\nစတန္႕ခန္းေတြကို Effect ေတြမသံုးဘဲ လူေတြကိုယ္တိုင္\nစြန္႕စြန္႕စားစားရိုက္ကူးထားတာပါပဲ...\nဂ်က္ကီခ်န္းကိုယ္တိုင္\nဒါရိုက္တာလုပ္ထားတာျဖစ္ျပီး စတန္႕ေတြအတြက္\nသူဘယ္ေလာက္ ပင္ပန္းခံထားလဲဆိုတာ ေတြ႕ျမင္ရမွာပါ။\nေနာက္ေျပာစရာရွိတာကေတာ့ သရုပ္ေဆာင္မႈေတြပါ...\nအေတာ္ေလးကိုပီျပင္ပါတယ္...ၾကည့္ေနရင္းနဲ႕\nတကယ္ျဖစ္ေနသလို ပီျပင္ေအာင္ သရုပ္ေဆာင္သြားပါတယ္...\nဟာသဆိုလဲ အတင္းျဖစ္ညွစ္လုပ္ထားတာမဟုတ္ဘဲ\nၾကည့္ေနရင္းနဲ႕ သေဘာက်မိလာေအာင္ စြမ္းေဆာင္ႏိုင္ပါတယ္...\n(မ်က္ေမွာင္ၾကီးက်ံဳ႕ၾကီး အားစိုက္သရုပ္ေဆာင္တတ္တဲ့...\nအတင္းျဖစ္ညွစ္ ဟာသလုပ္ေနတဲ့ (.....)သရုပ္ေဆာင္ေတြ အတုယူဖို႕ေကာင္းပါတယ္)\nကဲ....ကုန္ကုန္ေျပာရရင္ေတာ့ ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြလံုးဝလက္မလြတ္သင့္တဲ့\nဟိုးအရင္တုန္းက ဂ်က္ကီခ်န္းဇာတ္ကားေလးပါလို႕။\nတင္ျပီးသမွ် Police Story ဇာတ္ကားမ်ားကိုမွာရွာပါ။\nေနာက္ထပ္လာမယ့္ Police story ဇာတ္ကားေတြကိုလဲ ေစာင့္ေမွ်ာ္အားေပးၾကပါဦး။\nEncoded By : Xcode",
        "rating": "7.6",
        "url": "https://megaup.net/3uMfk/police.story.1985.remastered.1080p.bluray_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BNGNkODIxNTAtNWM4NS00YzhlLTkwYjUtZmRjNzhhOWFjNWYzXkEyXkFqcGdeQXVyNzgzODI1OTE@._V1_-153x200.jpg",
        "title": "Police Story 2 (1988)",
        "description": "Police Story ဆိုတာနဲ႕ မင္းသားၾကီး\nဂ်က္ကီခ်န္းဇာတ္ကားေတြမွန္း သိျပီးသားျဖစ္မွာပါ။\nPolice Story နာမည္နဲ႕\nဂ်က္ကီခ်န္းဇာတ္ကား ၆ ကားထြက္ပါတယ္။\nကြ်န္ေတာ္အစဥ္လိုက္ျဖစ္ေအာင္\nတင္ဆက္သြားပါ့မယ္။\nဒီဇာတ္ကားမွာေတာ့....\nပထမဇာတ္ကား Police Story 1 နဲ႕ခ်ိတ္ဆက္ထားပါတယ္။\nပထမဇာတ္ကားက သရုပ္ေဆာင္ေတြပါဝင္ထားျပီး\nဇာတ္လမ္းကေတာ့ အသစ္ပါ။\nIMDb rating (7.2/10) ရရွိထားပါတယ္။\nEncoded By : XCode",
        "rating": "7.1",
        "url": "https://megaup.net/3uN92/Police.Story.2.1988.REMASTERED.CHINESE.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BMmY4ZjM3NjAtYjg1YS00OGQwLTlkYjItZTViNTdjZmFmZTMyXkEyXkFqcGdeQXVyNTgyNTA4MjM@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Police Story 3: Super Cop (1992)",
        "description": "Police Story ဆိုတာနဲ႕ မင္းသားၾကီး\nဂ်က္ကီခ်န္းဇာတ္ကားေတြမွန္း သိျပီးသားျဖစ္မွာပါ။\nPolice Story နာမည္နဲ႕ ဂ်က္ကီခ်န္းဇာတ္ကား ၆ ကားထြက္ပါတယ္။\nကြ်န္ေတာ္အစဥ္လိုက္ျဖစ္ေအာင္ တင္ဆက္သြားပါ့မယ္။\nဒီဇာတ္ကားမွာေတာ့....\nတရုတ္ျပည္မၾကီးက လူဆိုးဂိုဏ္းကို ျဖိဳခြင္းဖို႕\nေဟာင္ေကာင္ရဲေတြက ထိုးထည့္လိုက္လို႕\nဂ်က္ကီခ်န္းတစ္ေယာက္ အူေၾကာင္ေၾကာင္နဲ႕\nတရုတ္ျပည္ေရာက္လာရာက စပါတယ္။\nမင္းသမီးကေတာ့ မီရွဲယိုပါ။\nေရွ႕ကဇာတ္ကားေတြနဲ႕ခ်ိတ္ဆက္ထားတာေၾကာင့္လဲ\nတခ်ိဳ႕ေနရာေတြမွာ အေတာ္ေလးရယ္ရပါတယ္။\nIMDb rating (6.9/10) ရရွိထားပါတယ္။\nေနာက္ထပ္လာမယ့္ Police story\nဇာတ္ကားေတြကိုလဲ ေစာင့္ေမွ်ာ္အားေပးၾကပါဦး။\nEncoded By : XCode",
        "rating": "6.9",
        "url": "https://megaup.net/28Rz4/Police.Story.3.Super.Cop.1992.CHINESE.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BNWNmNmI3ZjQtY2FhNy00YThjLWIxNDItZjUwZjY5Zjk3OTYyXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-136x200.jpg",
        "title": "Police Story 4: First Strike",
        "description": "ေဟာင္ေကာင္ရဲအရာရွိ Chan Ka Kui အျဖစ္\nPolice Story ဇာတ္ကားေတြကို ရိုက္ကူးခဲ့ရာမွာ\nဒီဇာတ္ကားလဲ ပါဝင္ခဲ့ပါတယ္။\nငယ္ငယ္တုန္းက အရမ္းၾကိဳက္ခဲ့ျပီး\nအခုခ်ိန္ျပန္ၾကည့္ေတာ့လဲ ငယ္ငယ္တုန္းကလိုပဲ ၾကိဳက္ေနမိတုန္းပါပဲ။\nမိတ္ေဆြတို႕လဲ ႏွစ္သက္ေနဦးမွာပဲလို႕ ေမွ်ာ္လင့္မိပါတယ္။\nAction, Adventure, Comedy အမ်ိဳးအစားျဖစ္ျပီး\nIMDb Rating (6.6/10) ရရွိထားပါတယ္။\nဂ်က္ကီခ်န္းဇာတ္ကားေတြမွာ သူ႕ကို ဖိုက္တာတစ္ဦးအျဖစ္ျမင္ရေပမယ့္\nသူကျမင္ေနၾက တစ္ျခားဖို္က္တာေတြနဲ႕မတူပါဘူး...\nသူ႕မွာ လွည့္စားျခင္းကင္းတယ္...\nသူတစ္ပါးကို အႏိုင္က်င့္လိုစိတ္ကင္းတယ္..\n.ေျပာရရင္ အရိုးခံဖိုက္တာမ်ိဳးပါ...\nဒါေၾကာင့္သူ႕ဇာတ္ကားေတြကိုၾကည့္ရတာ\nဖိုက္တာခန္းေတြပါေနေပမယ့္ အဆိပ္အေတာက္ကင္းျပီး\nေပါ့ေပါ့ပါးပါး ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ခံစားရပါတယ္။\nသူ႕မ်က္ႏွာမွာကို အာရွသားေတြရဲ႕\nအရိုးခံ ျဖဴစင္တဲ့အရိပ္အေယာင္ကိုေတြ႕ျမင္ႏိုင္ပါတယ္။\n(ဂ်က္ကီခ်န္းဇာတ္ကားေတြနဲ႕ ပတ္သတ္တဲ့\nကြ်န္ေတာ့္အျမင္သက္သက္သာျဖစ္ပါတယ္။\nလြတ္လပ္စြာသေဘာကြဲလြဲႏိုင္ပါတယ္။)\n \nEncoded By : XCode",
        "rating": "6.6",
        "url": "https://megaup.net/3uN4s/Jackie.Chans.First.Strike.1996.DUBBED.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMzU3OTI0MDA1Ml5BMl5BanBnXkFtZTYwNzA1NzU3._V1_-143x200.jpg",
        "title": "New Police Story (2004)",
        "description": "Police Story ဆိုတာနဲ႕ မင္းသားၾကီး\nဂ်က္ကီခ်န္းဇာတ္ကားေတြမွန္း သိျပီးသားျဖစ္မွာပါ။\nPolice Story နာမည္နဲ႕\nဂ်က္ကီခ်န္းဇာတ္ကား ၆ ကားထြက္ပါတယ္။\nကြ်န္ေတာ္အစဥ္လိုက္ျဖစ္ေအာင္ တင္ဆက္သြားပါ့မယ္။\nဒီဇာတ္ကားကေတာ့....Police Story\nထဲမွာအေကာင္းဆံုးဇာတ္ကားလို႕ သတ္မွတ္ထားၾကတာနဲ႕အညီ\nIMDb Rating (7/10)ထိရရွိထားပါတယ္။\nတင္ျပီးသမွ် Police Story ဇာတ္ကားမ်ားကို\nEncoded By : Xcode",
        "rating": "7.0",
        "url": "https://megaup.net/2OP1j/New.Police.Story.2004.CHINESE.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ebe8hJRCwdflNQbUjRrfmqtUiNi.jpg",
        "title": "The Angry Birds Movie 2 (2019)",
        "description": "(Unicode)ဒါကတော့ဒုတိယမှောကြ Angry Birds ကာတှနြးရုပရြှငလြေးပါ။ပထမဆုံး ကားမှာတော့ ရကဒြနြဲ့ သူငယခြငွြးတဈသိုကဟြာ ဝကတြှဆေီက ငှကလြေးတှကေို ကယတြငနြိုငခြဲ့ပါပှီ။အဲဒီအဖှဈအပကွအြပှီးမှာ ရကဒြဟြာ ငှကကြွှနြးရဲ့ သူရဲကောငြးကှီးအဖှဈနဲ့ သာယာနပေါပှီ။ငှကကြွှနြးနဲ့ ဝကကြွှနြးကတော့ ဦးရာလူဆောစြတမြး ရနစြောငနြကှတေုနြးပါပဲ။ဒါပမယြေ့ သူတို့တှကေို ပေါငြးစညြးမိစမယြေ့ ရနသြူအသဈပေါလြာပါတော့တယြ။ရခေဲကွှနြးက လငြးယုနတြှပေါပဲ။လငြးယုနခြေါငြးဆောငြ ဇယတြာဟာ ငှကကြွှနြးနဲ့ ဝကကြွှနြးက သူတှကေို အပှီး နှငထြုတပြှီး ကွှနြးတှကေို အပိုငစြီးဖို့အတှကြစူပါလကနြကကြှီးတဈခုနဲ့ ကှိုးစားလာတဲ့အခါ ဝကြ လီယိုနကတြို့နဲ့ ရကဒြတြို့ ပူးပေါငြးပှီး ဘုံရနသြူကို ရနဆြိုငကြှရပါတော့တယြ….ဇာတလြမြးအညှှနြးနဲ့ ဘာသာပှနသြူကတော့ Little Neo ပဲဖှဈပါတယြ…… (Zawgyi)ဒါကတော့ဒုတိယမွောကျ Angry Birds ကာတှနျးရုပျရှငျလေးပါ။ပထမဆုံး ကားမှာတော့ ရကျဒျနဲ့ သူငယျခငြျးတဈသိုကျဟာ ဝကျတှဆေီက ငှကျလေးတှကေို ကယျတငျနိုငျခဲ့ပါပွီ။အဲဒီအဖွဈအပကြျအပွီးမှာ ရကျဒျဟာ ငှကျကြှနျးရဲ့ သူရဲကောငျးကွီးအဖွဈနဲ့ သာယာနပေါပွီ။ငှကျကြှနျးနဲ့ ဝကျကြှနျးကတော့ ဦးရာလူဆောျစတမျး ရနျစောငျနကွေတုနျးပါပဲ။ဒါပမေယျ့ သူတို့တှကေို ပေါငျးစညျးမိစမေယျ့ ရနျသူအသဈပေါျလာပါတော့တယျ။ရခေဲကြှနျးက လငျးယုနျတှပေါပဲ။လငျးယုနျခေါငျးဆောငျ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-angry-birds-movie-2-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mi5VN4ww0JZgRFJIaPxxTGKjUg7.jpg",
        "title": "The Art of Racing in the Rain (2019)",
        "description": "Rating 7.4 အထိရထားတဲ့ကားေလးပါ..ဒန္နီဆြဖ္က အရမ္းေတာ္တဲ့ျပိဳင္ကားေမာင္းသမား တစ္ဦးျဖစ္ျပီးေတာ့သူ႔မွာအန္ဇိုလို႔ေခၚတဲ့ ေခြးေလးတစ္ေကာင္ရွိပါတယ္အန္ဇိုကိုယ္တုိင္လည္း ကားေမာင္းျပိဳင္ပြဲေတြကို သိပ္သေဘာက်ျပီးေတာ့ေနာင္ဘ၀က်ရင္ လူအျဖစ္ျပန္၀င္စားျပီးသူကိုယ္တိုင္တက္ေမာင္းခ်င္တဲ့အထိ အိပ္မက္ျပင္းျပတဲ့ေခြးေလးပါသူ႔သခင္ျဖစ္သူ ဒန္နီနဲ႔အတူ ျပိဳင္ပြဲေပါင္းမ်ားစြာကိုလသားအရြယ္တည္းက လိုက္ခဲ့ျပီး သခင့္ေဘးနားမွာအတက္အက် အၾကမ္းအရမ္းအကုန္ အျမဲတူတူရွိေနေပးခဲ့ပါတယ္သူ႔သခင္ျပိဳင္ပြဲဆက္၀င္ေရးသာ သူ႔အတြက္အေရးၾကီးဆံုးျဖစ္ေနတဲ့အခ်ိန္မွာဘ၀ရဲ႕အလွည့္အေျပာင္းတစ္ခုက သူတုိ႔ၾကား၀င္လာတဲ့အခါမွာေတာ့…သူ႔သခင္လိုအပ္တိုင္း သူအနားမွာရွိေနေပးႏုိင္ပါေတာ့မလားသူ႕ရဲ႕ၾကိဳးစားအားထုတ္မႈေတြအရာထင္မလားသူ႔ရဲ႕အိပ္မက္ေတြအေကာင္အထည္ေပၚဦးမလားဆိုတာကိုဒီကားေလးမွာၾကည့္ရမွာပါသခင့္အေပၚထားတဲ့ေခြးေလးတစ္ေကာင္ရဲ႕ေမတၱာတရားေတြကိုလည္း ရွင္းခနဲျမင္ရမယ့္ကားေကာင္းေလးပါ File Size : ( 1 GB , 209 MB)Quality :  BluRay 720pRunning Time : 1 hr 49 minFormat : Mp4Genre : Comedy , Drama , RomanceSubtitle ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-art-of-racing-in-the-rain-2019/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yZDweJXRpK3J2B61VUaFmebZboP.jpg",
        "title": "Bad Guys Always Die (2015)",
        "description": "Bad Guys Always Die (2015)\n==================ရည္းစားပစ္ထားတာခံရျပီးေနာက္ တရုတ္ကေန ကိုရီးယားကိုထြက္လာခဲ့ျပီး ဘူဆန္မွာ ေအးေအးလူလူ တစ္ေယာက္တည္းကေလးေတြကို တရုတ္စာသင္ေပးရင္းေနထိုင္ေနတဲ့ ခ်န္းဇီ တစ္ေယာက္....တစ္ေန႔မွာ အေတြ႔တာၾကာျပီျဖစ္တဲ့ တရုတ္ကသူငယ္ခ်င္းေတြနဲ႔ေတြ႔ျပီး ဂ်ယ္ဂ်ဴဒိုကို အားလပ္ရက္ခရီးထြက္ခဲ့ပါတယ္ဂ်ယ္ဂ်ဴဒိုစေရာက္တဲ့ေန႔မွာပဲ လမ္းမွာကားအက္စီးဒင့္ျဖစ္ျပီး ေမ့ေနတဲ့မိန္းမတစ္ေယာက္ကို ကယ္မိရာမွ သူတို႔ရဲ႕ေပ်ာ္စရာဂ်ယ္ဂ်ဴဒိုခရီးစဥ္ကေန ထိုမိန္းမရဲ႕ ဇာတ္ထုပ္အရွုပ္ထဲကို ေရာက္သြားၾကတဲ့အခါ...ထိုေမ့ေနတဲ့မိန္းကေလးကေရာ ဘယ္သူလဲ...သူတို႔ကေရာ ဘယ္လုိ တလြဲေတြလုပ္မလဲဆိုတာကိုေတာ့ ဇာတ္လမ္းထဲမွာ ဆက္လက္ၾကည့္ရွဳ႕ၾကပါ ။ဒီဇာတ္ကားကေတာ့ Action , Comedy အမ်ိဳးအစား ျဖစ္ပါတယ္ ။( အညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Myint Myat Thinn ျဖစ္ပါတယ္ ) [Unicode]Bad Guys Always Die (2015)\n==================ရည်းစားပစ်ထားတာခံရပြီးနောက် တရုတ်ကနေ ကိုရီးယားကိုထွက်လာခဲ့ပြီး ဘူဆန်မှာ အေးအေးလူလူ တစ်ယောက်တည်းကလေးတွေကို တရုတ်စာသင်ပေးရင်းနေထိုင်နေတဲ့ ချန်းဇီ တစ်ယောက်....တစ်နေ့မှာ အတွေ့တာကြာပြီဖြစ်တဲ့ တရုတ်ကသူငယ်ချင်းတွေနဲ့တွေ့ပြီး ဂျယ်ဂျူဒိုကို အားလပ်ရက်ခရီးထွက်ခဲ့ပါတယ်ဂျယ်ဂျူဒိုစရောက်တဲ့နေ့မှာပဲ လမ်းမှာကားအက်စီးဒင့်ဖြစ်ပြီး ...",
        "rating": "5.8",
        "url": "https://megaup.net/2OM89/Bad_Guys_Always_Die_(2015).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3LpLQTBmnzDqKlZuJWnOtACjCB1.jpg",
        "title": "Grand-Daddy Day Care (2019)",
        "description": "ဒါလေးကတော့ မိသားစု Comedyကားလေးပါ။ငါးနှစ်အတွင်းစာအုပ်တစ်အုပ်မှမထုတ်နိုင်တဲ့စာရေးဆရာဖရန့်တစ်ယောက် သူတို့အိမ်မှာလာနေတဲ့သူ့ယောက္ခကြီးကြောင့် စာမရေးနိုင်ဖြစ်နေပါတယ်။နောက်တော့အပိုဝင်ငွေလည်းရ ပေးစရာရှိတဲ့အခွန်တွေဆောင်ဖို့လည်းပိုက်ဆံရှာရင်းနဲ့ သူ့အိမ်မှာသက်ကြီးရွယ်အိုတွေကိုနေ့တစ်ပိုင်းစောင့်ရှောက်တဲ့ဂေဟာဖွင့်လိုက်ပါတယ်။ဘိုးဘွားတွေကိုစောင့်ရှောက်ရင်း ဘယ်လိုအလွဲဟာသတွေနဲ့ကြုံရမလဲဆိုတာကိုတော့ ဒီကားမှာဆက်လက်ကြည့်ရှုလိုက်ပါ။ File Size : ( 901 MB , 293 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 36 minFormat : Mp4Genre : Comedy , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "4.6",
        "url": "https://megaup.net/2OM24/(CM)_Grand_Daddy_Day_Care_2019_(Large_Size).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fWkMiD9ebwqm9Yj5A5fvAc3LwdL.jpg",
        "title": "Missbehavior ( 2019 )",
        "description": "Zawgyi*******ဒီေဟာင္ေကာင္ဇာတ္ကားေလးကေတာ့ ေဟာင္ေကာင္လူေနမႈဘဝနဲ႔ပုံစံေတြသာမက သူငယ္ခ်င္းဟူေသာအဓိပၸါယ္ကို ေပၚလြင္ေအာင္ေဖာ္ျပထားတဲ့ဇာတ္ကားျဖစ္တယ္ ဇာတ္ကားအေၾကာင္းအရာကေတာ့ ဇြန္လမ္ကသူ႔သူေဌးသူ႔သားအတြက္ထားထားတဲ့ ႏို႔ဗူးကို ေကာ္ဖီမွာထည့္ၿပီးရင္းႏွီျမဳပ္ႏွံသူကိုေဖ်ာ္တိုက္လိုက္မိတယ္ အဲ့ႏို႔ဗူးကိုျပန္လည္အစားထိုးဖို႔ရွာေဖြရာေတြ ဘယ္လိုျဖစ္ပ်က္မယ္ၿပီးေတာ့ သူငယ္ခ်င္းၾကားအထင္လြဲမႈေတြ ဘယ္လိုေျဖရွင္းႏိုင္မလဲၿပီးေတာ့ တကယ္ပဲ ျပန္အစားထိုးႏိူင္မွာလား အလုပ္ျပဳတ္မလားဆိုဒီဇာတ္ကားမွာ အတူတူရင္ခုန္စြာ ေစာင့္ၾကည့္ၾကပါစို႔ေနာ္.... Unicode*******ဒီဟောင်ကောင်ဇာတ်ကားလေးကတော့ ဟောင်ကောင်လူနေမှုဘဝနဲ့ပုံစံတွေသာမက သူငယ်ချင်းဟူသောအဓိပ္ပါယ်ကို ပေါ်လွင်အောင်ဖော်ပြထားတဲ့ဇာတ်ကားဖြစ်တယ် ဇာတ်ကားအကြောင်းအရာကတော့ ဇွန်လမ်ကသူ့သူဌေးသူ့သားအတွက်ထားထားတဲ့ နို့ဗူးကို ကော်ဖီမှာထည့်ပြီးရင်းနှီမြုပ်နှံသူကိုဖျော်တိုက်လိုက်မိတယ် အဲ့နို့ဗူးကိုပြန်လည်အစားထိုးဖို့ရှာဖွေရာတွေ ဘယ်လိုဖြစ်ပျက်မယ်ပြီးတော့ သူငယ်ချင်းကြားအထင်လွဲမှုတွေ ဘယ်လိုဖြေရှင်းနိုင်မလဲပြီးတော့ တကယ်ပဲ ပြန်အစားထိုးနိူင်မှာလား အလုပ်ပြုတ်မလားဆိုဒီဇာတ်ကားမှာ အတူတူရင်ခုန်စွာ စောင့်ကြည့်ကြပါစို့နော်.... Translated & Review By XiaoEncoded By LK",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/missbehavior-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/CLT-133x200.jpg",
        "title": "Crazy Little Things (2018)",
        "description": "Zawgyi*******Crazy little thing ဆိုတဲ့ ခ်စ္ျခင္းဖြဲ႕ ဇာတ္လမ္းေလးကို တင္ဆက္ေပးလိုက္ပါတယ္...ဒီဇာတ္လမ္းေလးထဲမွာ တကၠသိုလ္ေျမမွာ ဖြင့္မေျပာျဖစ္ခဲ့တဲ့ အခ်စ္ဦးကနာမည္ေက်ာ္ ႐ုပ္ရွင္မင္းသမီးႀကီးျဖစ္ေနေပမယ့္ ကိုယ္ကေတာ့ ထမင္းနပ္မွန္ဖို႔ အႏိုင္ႏိုင္....အခ်စ္ဦးႀကီးကေတာ့ ထိပ္ေျပာင္ႀကီးနဲ႔ အဆင္ေျပေနသေလာက္ကိုယ္ကေတာ့ အေဖာ္မဲ့ အထီးက်န္ေနတဲ့ဘဝကို မေက်နပ္တဲ့ အာက်ယ္တစ္ေယာက္၅ နာရီ ၅ မိနစ္တိုင္းမွာ ႏွလုံးခုန္ႏႈန္း ၁၆၀ ျဖစ္တာနဲ႔ အတိတ္ကိုျပန္သြားခြင့္ရတဲ့အခ်ိန္မွာ သူျပင္ခ်င္တာေလးေတြကို တစ္ခ်င္းေျပာင္းလဲပါေတာ့တယ္...ဘယ္လိုေျပာင္းလဲၿပီး ဘာေတြျဖစ္မယ္ဆိုတာေတာ့ဇာတ္ကားၾကည့္မွ ပိုခံစားနားလည္ႏိုင္မွာေနာ္.... Unicode*******Crazy little thing ဆိုတဲ့ ချစ်ခြင်းဖွဲ့ ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်လမ်းလေးထဲမှာ တက္ကသိုလ်မြေမှာ ဖွင့်မပြောဖြစ်ခဲ့တဲ့ အချစ်ဦးကနာမည်ကျော် ရုပ်ရှင်မင်းသမီးကြီးဖြစ်နေပေမယ့် ကိုယ်ကတော့ ထမင်းနပ်မှန်ဖို့ အနိုင်နိုင်....အချစ်ဦးကြီးကတော့ ထိပ်ပြောင်ကြီးနဲ့ အဆင်ပြေနေသလောက်ကိုယ်ကတော့ အဖော်မဲ့ အထီးကျန်နေတဲ့ဘဝကို မကျေနပ်တဲ့ အာကျယ်တစ်ယောက်၅ နာရီ ၅ မိနစ်တိုင်းမှာ နှလုံးခုန်နှုန်း ၁၆၀ ဖြစ်တာနဲ့ အတိတ်ကိုပြန်သွားခွင့်ရတဲ့အချိန်မှာ သူပြင်ချင်တာလေးတွေကို တစ်ချင်းပြောင်းလဲပါတော့တယ်...ဘယ်လိုပြောင်းလဲပြီး ဘာတွေဖြစ်မယ်ဆိုတာတော့ဇာတ်ကားကြည့်မှ ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/crazy-little-things-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4KF5ufIjEiSLW7ud9qv2oiOSStG.jpg",
        "title": "My Girl ( 2003 )",
        "description": "Zawgyi*******IMDb 8.1 ရရွိထားတဲ႔ ထိုင္းဇာတ္ကားေကာင္းေလးပဲၿဖစ္ပါတယ္ဒီဇာတ္ကားဟာဆိုရင္ ထိုင္းႏိူင္ငံမွာ ၁၀စုႏွစ္တခုလုံး လူရဲ႕ပါးစပ္ဖ်ားကခ်ီးက်ဴးတာခံရတဲ့ဇာတ္ကားပါ ဒီဇာတ္ကားကေန အခုထိ နာမည္ႀကီး ေနတဲ့သ႐ုပ္ေဆာင္ေတြေဖာ္ထုတ္ေပးခဲ့တယ္ ဒီဇာတ္လမ္းဟာဆိုရင္အခ်စ္ဦးအေၾကာင္း နဲ႔နယ္ၿမိဳ႕ေလးအေၾကာင္းကို ေဖာ္ျပထားတယ္ႏြဲနာ နဲ႔ေဂ်႕စ္ရဲ႕ အခ်စ္က ျဖဴစင္တဲ့သူငယ္ခ်င္းအခ်စ္ကေန ဘယ္လိုေတြေျပာင္းလဲသြားၿပီး ဇာတ္ကြက္ေတြ မွန္းဆလို႔မရေအာင္စိတ္ဝင္စားစရာေကာင္းတဲ့ဇာတ္လမ္းေလးျဖစ္တာေၾကာင့္ၾကည့္ရႈအားေပးလိုက္ၾကပါစို႔ေနာ္... Unicode*******IMDb 8.1 ရရှိထားတဲ့ ထိုင်းဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားဟာဆိုရင် ထိုင်းနိူင်ငံမှာ ၁၀စုနှစ်တခုလုံး လူရဲ့ပါးစပ်ဖျားကချီးကျူးတာခံရတဲ့ဇာတ်ကားပါ ဒီဇာတ်ကားကနေ အခုထိ နာမည်ကြီး နေတဲ့သရုပ်ဆောင်တွေဖော်ထုတ်ပေးခဲ့တယ် ဒီဇာတ်လမ်းဟာဆိုရင်အချစ်ဦးအကြောင်း နဲ့နယ်မြို့လေးအကြောင်းကို ဖော်ပြထားတယ်နွဲနာ နဲ့ဂျေ့စ်ရဲ့ အချစ်က ဖြူစင်တဲ့သူငယ်ချင်းအချစ်ကနေ ဘယ်လိုတွေပြောင်းလဲသွားပြီး ဇာတ်ကွက်တွေ မှန်းဆလို့မရအောင်စိတ်ဝင်စားစရာကောင်းတဲ့ဇာတ်လမ်းလေးဖြစ်တာကြောင့်ကြည့်ရှုအားပေးလိုက်ကြပါစို့နော်... Translated & Review By NannEncoded By LK",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/my-girl-2003/"
    },
    {
        "thumbnail": "",
        "title": "Saving Mr. Banks (2013)",
        "description": "(Unicode)Saving Mr. Banks ဇာတ်လမ်းကို ၁၉၆၄ ခုနှစ်က Walt Disney Pictures က ထုတ်လုပ်ခဲ့တဲ့ Merry Poppins ဆိုတဲ့ အရမ်းအောင်မြင်တဲ့ ရုပ်ရှင်ကား ရိုက်ကူးတဲ့အပေါ်မှာ အခြေခံထားတာဖြစ်ပါတယ်။Walt Disney ရဲ့ သမီးနှစ်ယောက်က စာရေးဆရာမ P.L Travers ရေးတဲ့ Merry Poppins ဆိုတဲ့ ဇာတ်လမ်းလေးကို အရမ်းကြိုက်တဲ့အတွက် ကြောင့် ရုပ်ရှင်ရိုက်ပေးဖို့ Walt Disney က ကတိပေးခဲ့ပါတယ်။ဒါပေမယ့်လည်း Merry Poppins ကို ရုပ်ရှင်ရိုက်ခွင့်ကို P.L Travers က ငြင်းဆန် နေခဲ့ပါတယ်။နှစ် ၂၀ လောက်ကြာတဲ့အခါမှ ငွေကြေးအခက်ခဲတွေ ကြောင့် ဇီဇာကြောင်တတ်တဲ့ အင်္ဂလိပ် အဖွားကြီး Travers တစ်ယောက် Walt Disney ရဲ့ ကမ်းလမ်းမှုကိုလက်ခံပြီး Walt Disney ...",
        "rating": "7.5",
        "url": "https://megaup.net/2SqcA/Saving_Mr._Banks_[2013]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4bqqrtzY9vVQeEcqyqWfTJWmpD9.jpg",
        "title": "What We Do in the Shadows (2014)",
        "description": "(Unicode)ဗီယာဂို ၊ ဒီယေဂို နဲ့ ဗလာဒစ်စလာဗ်တို့ဟာ တစ်အိမ်တည်းမှာ အတူနေထိုင်ကြတဲ့ ဗင်ပိုင်းယားသူငယ်ချင်း (၃)ယောက်သူတို့ရဲ့ သက်တမ်းတွေဟာလည်း နှစ်ပေါင်းရာချီနေကြပြီပဲဖြစ်ပါတယ်။သူတို့လိုပဲ လူတွေနဲ့ရောနှောနေထိုင်ကြတဲ့ ဗင်ပိုင်းယားတွေ ၊ သမန်းဝံပုလွေတွေ ၊ စုန်းမတွေဟာလည်း ယနေ့ ခေတ်မှာအများအပြား တည်ရှိနေဆဲပဲဖြစ်ပါတယ်။သူတို့တွေဟာ နှစ်စဉ်နှစ်တိုင်း စုပေါင်းပြီးပါတီပွဲကျင်းပလေ့ရှိကြပါတယ်။တစ်နေ့မှာတော့ မှတ်တမ်းတင်ရုပ်ရှင်ရိုက်ကူးရေးအဖွဲ့နဲ့ ပူးပေါင်းကာ သူတို့ရဲ့ နေပုံထိုင်ပုံတွေ ၊ ရှာဖွေစသောက်ရပုံတွေကို လက်ခံရိုက်ကူးစေခဲ့ပါတယ်။ဒီကားကတော့ ယနေ့ခတ်မှာ ဗင်ပိုင်းယားတွေ ဘယ်လိုနေထိုင်ရှာဖွေစားသောက်ရသလဲဆိုတာတွေအခက်အခဲတွေ အလွဲတွေကို Documentory ဆန်ဆန်ရိုက်ကူးထားတဲ့ Comedy, Fantasy, Horror ကားပဲဖြစ်ပါတယ် ။Documentory ကားဆိုပေမယ့် မူးနောက်စေမယ့် ရိုက်ကွင်းရိုက်ကွက်တွေ မပါဝင်ပါဘူး။ဒီကားကိုပဲအခြေခံပြီး ဒီနှစ်ထဲမှာ What We Do in the Shadows (2019) ဆိုတဲ့ Series ထွက်ရှိထားပါတယ်။ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှု့တွေကိုလည်း ရရှိထားတဲ့ ဟာသကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/what-we-do-in-the-shadows-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/THink-Big-141x200.jpg",
        "title": "Think Big Big (2018)",
        "description": "Zawgyi*******ဒီကားေလးဟာ Imdb7ရရွိထားၿပီးBox office worldwide grossမွာ$281918ဝင္ေငြရရွိထားတဲ့ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္...ဘဝမွာအေရးႀကီးဆုံးအရာကဘာလဲ...ေအာင္ျမင္ေက်ာ္ၾကားမႈလား..သူမ်ားရဲ႕ေဝဖန္ေျပာဆိုမႈေတြကို ဂ႐ုစိုက္ေနရင္း ကိုယ္ေလွ်ာက္ခ်င္တဲ့လမ္းကိုသတၱိ ရွိရွိမေလွ်ာက္လွမ္းေတာ့ပဲ အရႈံးေပးလိုက္တဲ့သူေတြဘယ္ေလာက္မ်ားရွိေနၿပီလဲ...ဒီဇာတ္လမ္းေလးကေတာ့ သူမ်ားေျပာဆိုေဝဖန္တာေတြကိုဂ႐ုစိုက္မေနပဲကိုယ္သြားခ်င္တဲ့ပန္းတိုင္ဆီကို ရဲရဲဝင့္ဝင့္ေလွ်ာက္လွမ္းတတ္ဖို႔.အားအင္ေတြေပးထားတဲ့ ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ပါ...ဇာတ္လမ္းအက်ဥ္းကေတာ့မန္ယြဲ႕,(full moon)ဆိုတဲ့ မိန္းကေလးတစ္ေယာက္ဟာဝလြန္းတဲ့သူျဖစ္ေနေပမယ့္ သူမ်ားကဲ့ရဲ႕တာေတြကိုဘဂ႐ုမစိုက္ပဲ ဘဝမွာေပ်ာ္ေပ်ာ္ေနတတ္တဲ့သူပါ...တစ္ေန႔မွာေတာ့ မထင္မွတ္ပဲ ဝိတ္ေလွ်ာ့ၿပိဳင္ပြဲအစီအစဥ္ကိုဝင္ၿပိဳင္ဖို႔ျဖစ္လာရာကေန သူမရဲ႕ဘဝဘယ္လိုေတြေျပာင္းလဲသြားမွာလဲ...ေျပာင္းလဲသြားတဲ့ဘဝမွာ Fanေတြရဲ႕ေဝဖန္ခ်က္သာအဓိကျဖစ္လာၿပီးမိဘနဲ႔သူငယ္ခ်င္းေတြကိုဂ႐ုမစိုက္ႏိုင္ေတာ့တဲ့အခါ ဘယ္လိုေတြျဖစ္လာမွာလဲ.......သူမ ရဲ႕ယုံၾကည္ရာအတိုင္းေလွ်ာက္လွမ္းႏိုင္ပါ့မလား..ဇာတ္လမ္းတစ္ခုလုံးကို စိတ္ဝင္စားဖြယ္ၾကည့္ရႈရမွာပါ Unicode*******ဒီကားလေးဟာ Imdb7ရရှိထားပြီးBox office worldwide grossမှာ$281918ဝင်ငွေရရှိထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်...ဘဝမှာအရေးကြီးဆုံးအရာကဘာလဲ...အောင်မြင်ကျော်ကြားမှုလား..သူများရဲ့ဝေဖန်ပြောဆိုမှုတွေကို ဂရုစိုက်နေရင်း ကိုယ်လျှောက်ချင်တဲ့လမ်းကိုသတ္တိ ရှိရှိမလျှောက်လှမ်းတော့ပဲ အရှုံးပေးလိုက်တဲ့သူတွေဘယ်လောက်များရှိနေပြီလဲ...ဒီဇာတ်လမ်းလေးကတော့ သူများပြောဆိုဝေဖန်တာတွေကိုဂရုစိုက်မနေပဲကိုယ်သွားချင်တဲ့ပန်းတိုင်ဆီကို ရဲရဲဝင့်ဝင့်လျှောက်လှမ်းတတ်ဖို့.အားအင်တွေပေးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါ...ဇာတ်လမ်းအကျဉ်းကတော့မန်ယွဲ့,(full moon)ဆိုတဲ့ မိန်းကလေးတစ်ယောက်ဟာဝလွန်းတဲ့သူဖြစ်နေပေမယ့် သူများကဲ့ရဲ့တာတွေကိုဘဂရုမစိုက်ပဲ ဘဝမှာပျော်ပျော်နေတတ်တဲ့သူပါ...တစ်နေ့မှာတော့ မထင်မှတ်ပဲ ဝိတ်လျှော့ပြိုင်ပွဲအစီအစဉ်ကိုဝင်ပြိုင်ဖို့ဖြစ်လာရာကနေ သူမရဲ့ဘဝဘယ်လိုတွေပြောင်းလဲသွားမှာလဲ...ပြောင်းလဲသွားတဲ့ဘဝမှာ Fanတွေရဲ့ဝေဖန်ချက်သာအဓိကဖြစ်လာပြီးမိဘနဲ့သူငယ်ချင်းတွေကိုဂရုမစိုက်နိုင်တော့တဲ့အခါ ဘယ်လိုတွေဖြစ်လာမှာလဲ.......သူမ ရဲ့ယုံကြည်ရာအတိုင်းလျှောက်လှမ်းနိုင်ပါ့မလား..ဇာတ်လမ်းတစ်ခုလုံးကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ Translated & Reivew By Phyo ZawEncoded By LK",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/think-big-big-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/horrible-bosses-2-1-127x200.jpg",
        "title": "Horrible Bosses 2 (2014)",
        "description": "Horrible Bosses 2 (2014)\nIMDb - 6.3/10_____Rotten - 34% \nZawgyi\n*******\nဟာသကားေတြကို ၾကိဳက္ႏွစ္သက္တဲ့ ပရိသတ္ေတြအတြက္\nHORRIBLE BOSSESS ဆုိတဲ့ မႈခင္း ဟာသကားေလး 1 နဲ႔ ၂ ကုိ တင္ဆက္ေပးလုိက္ပါတယ္…\nနစ္ခ္ ကာ့တ္ နဲ႔ ေဒးလ္ ဆိုတဲ့ သူငယ္ခ်င္း သံုးေယာက္ရွိၾကပါတယ္…\nသူတို႔က မတူညီတဲ့ ပတ္ဝန္းက်င္း တစ္ခုစီမွာ ကိုယ္ပိုင္ရာထူးတစ္ခုစီနဲ႕\nအလုပ္လုပ္ေနၾကေပမယ့္ သူတို႕ရဲ႕ အလုပ္မွာ အလုပ္ၾကိဳးစားၾကေပမယ့္\nအဆင္မေျပၾကတဲ့ သူေတြေပါ့အဓိကအေၾကာင္းကေတာ့\nဆိုးရြားတဲ့ အလုပ္ရွင္ေတြေၾကာင့္ပါပဲနစ္ခ္ေတာ့ ကုမၸဏီတစ္ခုမွာ\nအလုပ္လုပ္ေနျပီးေတာ့ သူအလုပ္ၾကိဳးစားေပမယ့္ အက်င့္မေကာင္းတဲ့\nအလုပ္ရွင္ေၾကာင့္ အျမဲတမ္း အညစ္ခံေနရသူပါ\nကာ့တ္ ကေတာ့ အလုပ္ရွင္ရ ကံေကာင္းခဲ့ေပမယ့္ ကံမေကာင္းစြာပဲ\nသေဘာေကာင္းတဲ့ အလုပ္ရွင္ ေသဆံုးခဲ့ျပီး အလုပ္ရွင္သား ေဆးသမားက\nသူ႕အထက္လူၾကီး ျဖစ္လာခဲ့ပါတယ္ေဒးလ္ ဆိုတဲ့ သြားဆရာဝန္\nလက္ေထာက္ကေလးကေတာ့ သူအလုပ္လုပ္ေနတဲ့ သြားေဆးခန္းမွာ\nသြားဆရာဝန္မ ရဲ႕ လိင္ပိုင္းဆိုင္ရာေႏွာင့္ယွက္မႈကုိ ခံေနရတဲ့သူေပါ့..\nသူကေတာ့ ခ်စ္သူအေပၚ သစၥာရွိခ်င္သူဆုိေတာ့ သူ႕အတြက္ ဒုကၡျဖစ္လာခဲ့တယ္\nျပႆနာေပါင္းစံုနဲ႔ သူငယ္ခ်င္းသံုးေယာက္ဟာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3zCza/Horrible_Bosses_2_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/horrible-bosses-poster-133x200.jpg",
        "title": "Horrible Bosses (2011)",
        "description": "Horrible Bosses (2011)\nIMDb - 6.9/10_____Rotten - 69%\n   \nHorrible Bosses 2 ကိုဒီမွာေဒါင္းပါ\n    \nUnicode\n*******\nဟာသကားတွေကို ကြိုက်နှစ်သက်တဲ့ ပရိသတ်တွေအတွက်\nHORRIBLE BOSSESS ဆိုတဲ့ မှုခင်း ဟာသကားလေး 1 နဲ့ ၂ ကို တင်ဆက်ပေးလိုက်ပါတယ်…\nနစ်ခ် ကာ့တ် နဲ့ ဒေးလ် ဆိုတဲ့ သူငယ်ချင်း သုံးယောက်ရှိကြပါတယ်…\nသူတို့က မတူညီတဲ့ ပတ်ဝန်းကျင်း တစ်ခုစီမှာ ကိုယ်ပိုင်ရာထူးတစ်ခုစီနဲ့\nအလုပ်လုပ်နေကြပေမယ့် သူတို့ရဲ့ အလုပ်မှာ အလုပ်ကြိုးစားကြပေမယ့်\nအဆင်မပြေကြတဲ့ သူတွေပေါ့အဓိကအကြောင်းကတော့\nဆိုးရွားတဲ့ အလုပ်ရှင်တွေကြောင့်ပါပဲနစ်ခ်တော့ ကုမ္ပဏီတစ်ခုမှာ\nအလုပ်လုပ်နေပြီးတော့ သူအလုပ်ကြိုးစားပေမယ့် အကျင့်မကောင်းတဲ့\nအလုပ်ရှင်ကြောင့် အမြဲတမ်း အညစ်ခံနေရသူပါ\nကာ့တ် ကတော့ အလုပ်ရှင်ရ ကံကောင်းခဲ့ပေမယ့် ကံမကောင်းစွာပဲ\nသဘောကောင်းတဲ့ အလုပ်ရှင် သေဆုံးခဲ့ပြီး အလုပ်ရှင်သား ဆေးသမားက\nသူ့အထက်လူကြီး ဖြစ်လာခဲ့ပါတယ်ဒေးလ် ဆိုတဲ့ သွားဆရာဝန်\nလက်ထောက်ကလေးကတော့ သူအလုပ်လုပ်နေတဲ့ သွားဆေးခန်းမှာ\nသွားဆရာဝန်မ ရဲ့ လိင်ပိုင်းဆိုင်ရာနှောင့်ယှက်မှုကို ခံနေရတဲ့သူပေါ့..\nသူကတော့ ချစ်သူအပေါ် သစ္စာရှိချင်သူဆိုတော့ သူ့အတွက် ...",
        "rating": "6.9",
        "url": "https://megaup.net/2TF60/Horrible_Bosses_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4mFsNQwbD0F237Tx7gAPotd0nbJ.jpg",
        "title": "The Intouchables (2011)",
        "description": "(Unicode)မင်းသားကြီးမော်ဂန်ဖရီးမန်းပါဝင်ထားတဲ့ ‘Driving Miss Daisy’ ဇာတ်ကားရဲ့ Spin off အဖြစ်ထွက်ရှိထားတဲ့ပြင်သစ်ဇာတ်ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ မီလံနာသူဌေးကြီးဖီးလစ်ဟာ လေထီးခုန်ရင်း မတော်မဆဖြစ်ပြီး ကျောရိုးမကြီးထိသွားတာကြောင့် သူ့လက်ကျန်တစ်ဘဝလုံးကို ဝှီးချဲပေါ်မှာပဲကုန်ဆုံးရတော့မှာပါ..ဒရစ်ကတော့ လူမည်း ထောင်ထွက်လူမိုက် များပြားလှတဲ့မောင်နှမတစ်စုနဲ့ မိခင်တို့အတွက် ဝမ်းစာကို အစိုးရထောက်ပံ့ငွေနဲ့ပဲဖြေရှင်းရုန်းကန်နေရသူ...တစ်နေ့ ဖီးလစ်ရဲ့လူနာစောင့်အလုပ်ခေါ်တဲ့နေရာကို ဒရစ်တစ်ယောက် ယောင်ချာချာနဲ့ရောက်လာပြီးနောက်မှာတော့...သံဃောဇဉ်ဆိုတာ ဆွေရယ်မျိုးရယ်မှမဟုတ်ပဲနဲ့ လူတစ်ဦးနဲ့တစ်ဦး စိတ်ရင်းနဲ့ဆက်ဆံတဲ့အခါ သူ့အလိုလိုပေါက်ဖွားလာတာမျိုးပါ...နူးညံ့လှပတဲ့ဘာသာစကားနဲ့အတူ တကယ့်ကိုရင်ထဲထိတဲ့ဇာတ်ကားလေးမို့ကြည့်ရှုလိုက်ပါလို့တိုက်တွန်းရင်း... ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်…… (Zawgyi)မင္းသားႀကီးေမာ္ဂန္ဖရီးမန္းပါဝင္ထားတဲ့ ‘Driving Miss Daisy’ ဇာတ္ကားရဲ႕ Spin off အျဖစ္ထြက္ရွိထားတဲ့ျပင္သစ္ဇာတ္ကားေလးျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ မီလံနာသူေဌးႀကီးဖီးလစ္ဟာ ေလထီးခုန္ရင္း မေတာ္မဆျဖစ္ၿပီး ေက်ာ႐ိုးမႀကီးထိသြားတာေၾကာင့္ သူ႔လက္က်န္တစ္ဘဝလုံးကို ဝွီးခ်ဲေပၚမွာပဲကုန္ဆုံးရေတာ့မွာပါ..ဒရစ္ကေတာ့ လူမည္း ေထာင္ထြက္လူမိုက္ မ်ားျပားလွတဲ့ေမာင္ႏွမတစ္စုနဲ႔ မိခင္တို႔အတြက္ ဝမ္းစာကို အစိုးရေထာက္ပံ့ေငြနဲ႔ပဲေျဖရွင္း႐ုန္းကန္ေနရသူ...တစ္ေန႔ ဖီးလစ္ရဲ႕လူနာေစာင့္အလုပ္ေခၚတဲ့ေနရာကို ဒရစ္တစ္ေယာက္ ေယာင္ခ်ာခ်ာနဲ႔ေရာက္လာၿပီးေနာက္မွာေတာ့...သံေဃာဇဥ္ဆိုတာ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/the-intouchables-2011/",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nViK8fYcepQhjUlPYmsbKBMGCmz.jpg",
        "title": "Judgementall Hai Kya (2019)",
        "description": "(Unicode) Google Users - 76%IMDb - 6.2/10Genere - Thriller /DramaKanganaကို ဇာတ်ရုပ်နဲ့ လိုက်ဖက်လွန်းလို့ အံ့မခန်းဖြစ်မိပါတယ်။ဒီဇာတ်ကားထဲမှာတော့ ပုံရိပ်စစ်နဲ့ ပုံရိပ်ယောင် ကြား အမှန်အမှားခွဲခြားခက်နေတဲ့ မိန်းမတစ်ယောက် အနေနဲ့ မြင်ရမှာပါ။မင်းသားကတော့ အားလုံးသိတဲ့ Rajkummar Raoပါ။--------------------------- ----------------------ဇာတ်လမ်းအကျဉ်း ဇာတ်လမ်းစစချင်းမှာ မိဘနှစ်ပါးရန်ဖြစ်နေတာကို ကွယ်ရာက ကြည့်နေတဲ့ ဘော်ဘီကို မြင်ရမှာပါ။ဘော်ဘီဟာ အသက် ၈နှစ်ဝန်းကျင် မိန်းကလေးတစ်ယောက်။မိဘနှစ်ပါး ရန်ဖြစ်နေတာကို မနေနိုင်လို့ ကြားက ဝင်ဆွဲရင်း မတော်တဆမှု တစ်ခု ဖြစ်ခဲ့ရတယ်။ဒါဟာ သူ့ဇာတ်ရုပ်အတွက် မြစ်ဖျားခံရာ တစ်ခုဖြစ်သလို လာမယ့်ဇာတ်လမ်းအတွက် နိမိတ်ပြခန်း တစ်ခုလည်း ဖြစ်နေပါတယ်။အရွယ်ရောက်လာတော့ သူဟာ အချစ်အကြောင်းမသိ၊ အလုပ်ထဲ စိတ်နှစ်နေတတ်သူ တစ်ယောက်၊ တခါတလေ စိတ်ဟာ ဖြစ်သင့်တာထက် ပိုလွန်ကဲသွားတတ်တယ်။သူ့အလုပ်က အိန္ဒိယ တောင်ပိုင်းဇာတ်ကားတွေကို ဟင်ဒီအသံသွင်းရာမှာ အသံနဲ့ သရုပ်ဆောင်သူပေါ့။အဲ့ဒီမှာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1A1re/Judgementall_Hai_Kya_[16+]_[2019]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Thriller"
    }
]