[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l6iEGKINsqBzalkUt9CTmCVGgO2.jpg",
        "title": "Standing Up for Sunny(2019)",
        "description": "Standing Up for Sunny(2019)(unicode)ကျွန်တော်တို့အားလုံးဟာ အရွယ်ရောက်လာတာနဲ့တစ်ပြိုက်နက်\nအရာအားလုံးကို မျှ ဝေဖေးမဖို့ရာ အချစ်စစ်ရှိရာ ဘဝလက်တွဲဖော်နဲ့\nဖြတ်သန်းဖို့ မျှော်လင့်ကြတာပါပဲ...ထရာဗစ်လည်း သာမန်လူတစ်ယောက်ပေမို့\nဒီလိုမျှော်လင့်နေပါတယ်...သို့ပေမယ့် ထရာဗစ်အတွက် ဒီအိပ်မက်က ဈေးကြီးလွန်းပါတယ်... ခြေထောက်တစ်ဘက်မသန်သလို စကားပြောဟန်ကလည်း သာမန်လူတစ်ယောက်တဲ့အပြင် ချို့တဲ့တဲ့ ဘဝပိုင်ရှင်မို့ မလိုအပ်ဘဲဒေါသကြီးနေတတ်ပါတယ်...\nဒီလိုကောင်လေးတစ်ယောက်ဟာ ခပ်လှလှကောင်မလေးတစ်ယောက်နဲ့တွေ့ပြီး\nရင်းနှီးလာတဲ့အချိန်မှာတော့....\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ အချစ် Romance ကားကောင်းလေးမို့\nခံစားကြည့်လိုက်ပါဦး...(zawgyi)ကြၽန္ေတာ္တို႔အားလုံးဟာ အ႐ြယ္ေရာက္လာတာနဲ႔တစ္ၿပိဳက္နက္\nအရာအားလုံးကို မွ် ေဝေဖးမဖို႔ရာ အခ်စ္စစ္ရွိရာ ဘဝလက္တြဲေဖာ္နဲ႔\nျဖတ္သန္းဖို႔ ေမွ်ာ္လင့္ၾကတာပါပဲ...ထရာဗစ္လည္း သာမန္လူတစ္ေယာက္ေပမို႔\nဒီလိုေမွ်ာ္လင့္ေနပါတယ္...သို႔ေပမယ့္ ထရာဗစ္အတြက္ ဒီအိပ္မက္က ေဈးႀကီးလြန္းပါတယ္... ေျခေထာက္တစ္ဘက္မသန္သလို စကားေျပာဟန္ကလည္း သာမန္လူတစ္ေယာက္တဲ့အျပင္ ခ်ိဳ႕တဲ့တဲ့ ဘဝပိုင္ရွင္မို႔ မလိုအပ္ဘဲေဒါသႀကီးေနတတ္ပါတယ္...\nဒီလိုေကာင္ေလးတစ္ေယာက္ဟာ ခပ္လွလွေကာင္မေလးတစ္ေယာက္နဲ႔ေတြ႕ၿပီး\nရင္းႏွီးလာတဲ့အခ်ိန္မွာေတာ့....\nဘယ္လိုေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ အခ်စ္ Romance ကားေကာင္းေလးမို႔\nခံစားၾကည့္လိုက္ပါဦး...File Size : (900 MB) and (329 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:45:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/standing-up-for-sunny2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BN2VkMjQwZWMtMzc1NC00ZjJiLWJlNTMtNmRjOTE2ZTJmYzUwXkEyXkFqcGdeQXVyMjUxMTY3ODM@._V1_SY1000_CR007311000_AL_-146x200.jpg",
        "title": "Charlie’s Angels (2019)",
        "description": "Charlie's Angels (2019)________4.7/10\n ချာလီ နှင့် နတ်သမီးလေးများကို ၂၀၀၀ ခုနှစ်က ကြည့်ရှုခဲ့ကြတာကို\nမှတ်မိကြအုံးမယ်ထင်ပါတယ်....\n၁၉ နှစ်ကြာပြီးနောက် ဒီ Charlie's Angels (2019) မှာတော့\nချာလီ သေဆုံးပြီးနောက်ကို ဇတ်အိမ်တည်ထားပါတယ်\nချာလီ မရှိတော့ပေမဲ့ နတ်သမီးလေးများ အဖွဲ့ဟာ\nခေါင်းဆောင်ကောင်းတွေ လက်အောက် မှာ\nဆက်လက် တိုးတက် ဖွံ့ဖြိုးရင်း နိုင်ငံအကျိုး သယ်ပိုးလျက်ရှိပါတယ်\nဒီတစ်ခေါက်မှာတော့ သိပ္ပံပညာရှင်မလေး အယ်လီနာ တီထွင်ထားတဲ့\nလျပ်စစ်နည်းပညာ ဖော်မြူလာ တစ်ခု ခိုးယူခံရတဲ့ ကိစ္စ နှင့် ပက်သက်၍\nချာလီ ရဲ့ နတ်သမီးလေးတွေက ပူးပေါင်းကူညီရမယ့် ကဏ္ဍ ရောက်ရှိလာပါတယ်\nရုပ်ရှင်ကားကို Little Neo မှ ဘာသာပြန်ပေးထားပြီး\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်ခ်ာလီ ႏွင့္ နတ္သမီးေလးမ်ားကို ၂၀၀၀ ခုႏွစ္က ၾကည့္ရႈခဲ့ၾကတာကို\nမွတ္မိၾကအုံးမယ္ထင္ပါတယ္....\n၁၉ ႏွစ္ၾကာၿပီးေနာက္ ဒီ Charlie's Angels (2019) မွာေတာ့\nခ်ာလီ ေသဆုံးၿပီးေနာက္ကို ဇတ္အိမ္တည္ထားပါတယ္\nခ်ာလီ ...",
        "rating": "4.7",
        "url": "https://megaup.net/Rs7i/Charlie’s_Angels_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mlXGCZAqZuVJI22XagK7WRnYJ0n.jpg",
        "title": "Pati Patni Aur Woh (2019)",
        "description": "(Unicode)၂၀၁၉ ထွက် အောင်မြင်ခဲ့တဲ့ ဟာသ ဒရာမာကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလည်း ကောင်းသလို သရုပ်ဆောင်တွေလည်း အမှန်အကန်တွေချည်းပဲမို့ ဘောလီဝုဒ်ဖန်တွေ အကြိုက်တွေ့မှာပါချင်တူးတေယာဂီဆိုတဲ့ လူငယ်တစ်ယောက်ဟာ မိဘတွေစီစဉ်ပေးတဲ့ ဂွတ်ဒီးဆိုတဲ့ကောင်မလေးနဲ့ လက်ထပ်လိုက်ရပါတယ်အိမ်ထောင်သက် ၃ နှစ်ကြာသွားတဲ့အခါ သူတို့နှစ်ယောက်ရဲ့ အိမ်ထောင်ရေးမှာ ပျော်ရွှင်မှုတွေ တစတစကုန်ဆုံးလာပါတော့တယ်ဒီတော့ ပျော်ရွှင်မှုငတ်မွတ်နေတဲ့ ချင်တူးတစ်ယောက် အလုပ်ကိစ္စတစ်ခုနဲ့ တပက်စ်ယားဆင့်ဆိုတဲ့ မိန်းကလေးနဲ့ ဆုံခဲ့ပါတယ်ပျောက်ဆုံးနေတဲ့အပျော်ရွှင်ကို ပြန်ရှာရင်း ချင်တူး ဂွတ်ဒီးနဲ့ တပက်စ်ယားတို့ကြားမှာ လင်၊ မယားနဲ့ ထိုအရာ(သူ/သူမ) ဆိုတဲ့ ဇာတ်လမ်းတစ်ပုဒ် ဖြစ်ပေါ်လာပါတော့တယ်Family Comedy ဇာတ်ကားကောင်းတစ်ကားမို့လို့ တခွီခွီနဲ့ မိသားစုနဲ့အတူ ခံစားကြည့်လိုက်ပါဦးဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)၂၀၁၉ ထြက္ ေအာင္ျမင္ခဲ့တဲ့ ဟာသ ဒရာမာကားေကာင္းတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ဇာတ္လမ္းလည္း ေကာင္းသလို သ႐ုပ္ေဆာင္ေတြလည္း အမွန္အကန္ေတြခ်ည္းပဲမို႔ ေဘာလီဝုဒ္ဖန္ေတြ အႀကိဳက္ေတြ႕မွာပါခ်င္တူးေတယာဂီဆိုတဲ့ လူငယ္တစ္ေယာက္ဟာ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/pati-patni-aur-woh-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/jojo-rabbit-poster-133x200.jpg",
        "title": "Jojo Rabbit (2019)",
        "description": "Jojo Rabbit (2019)\nIMDb - 7.9/10______Rotten - 79%\nWon 1 Oscar. Another 33 wins & 152 nomination\n ဂျိုးဂျိုးဆိုတဲ့ ဂျာမန်ကောင်လေးကိုအခြေတည်ပြီးရိုက်ကူးထားတဲ့ နိုင်ငံရေး ဟာသကားတစ်ကားပါ။ဟစ်တလာရဲ့စစ်တပ်ထဲက ဂျိုးဂျိုး ဆိုတဲ့ ကောင်လေးဟာဟစ်တလာကို အရမ်းလေးစားတဲ့ ကလေးပါ။လေးစားလွန်းလို့ စိတ်ကူးယဉ်သူငယ်ချင်းအနေနဲ့သူ့ကို ဟစ်တလာက အကြံပေးနေကျပါ။သူ့အမေနဲ့ သူနဲ့ နှစ်ယောက်ထဲ နေကြတာပါ။သူ့အမေက ဂျူးမလေးတစ်ယောက်ကို ဖွက်ထားတာကို သူတွေ့ရှိခဲ့တဲ့အချိန်မှာတော့ .....ဂျာမန်တွေရဲ့ နိုင်ငံရေးသရုပ်ကို သရော်ထားတဲ့ ဟာသကားတစ်ကားပါ။ဂျိုးဂျိုးရဲ့အမေအနေနဲ့ကတော့ စကားလက် ဂျိုဟန်ဆန် က သရုပ်ဆောင်ထားပါတယ်။IMDb Rating - 7.9/10 ရထားပြီးတော့Rotten Tomatoes ကတော့ 79% ရထားပါတယ်။ဂ်ိဳးဂ်ိဳးဆိုတဲ့ ဂ်ာမန္ေကာင္ေလးကိုအေျခတည္ၿပီးရိုက္ကူးထားတဲ့ နိုင္ငံေရး ဟာသကားတစ္ကားပါ။ဟစ္တလာရဲ့စစ္တပ္ထဲက ဂ်ိဳးဂ်ိဳး ဆိုတဲ့ ေကာင္ေလးဟာဟစ္တလာကို အရမ္းေလးစားတဲ့ ကေလးပါ။ေလးစားလြန္းလို့ စိတ္ကူးယဥ္သူငယ္ခ်င္းအေနနဲ႔သူ႔ကို ...",
        "rating": "7.9",
        "url": "https://megaup.net/2df01/Jojo_Rabbit_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onos8n9Q8Zo6aCglKJPkB6cPxh0.jpg",
        "title": "Live Twice, Love Once(2019)",
        "description": "Live Twice, Love Once(2019)IMDb...7.2(unicode)ဒေါက်တာ အီမီလျို ဟာ တက္တသိုလ်ကျောင်းတစ်ခုရဲ့သင်္ချာပါမောက္ခ လည်းဖြစ်ပြီး သုဒ္ဓကိန်းကို ရှာဖွေတွေ့ရှိခဲ့တဲ့သူလည်းဖြစ်တယ်။ ဉာဏ်ကောင်းလွန်းတဲ့သူတစ်ယောက်ပါပဲ။\nသူက ငယ်ငယ်ကတည်းက သင်္ချာဘာသာရပ် ကိုစိတ်ဝင်စားခဲ့တယ်။ ဒါကြောင့် သူဟာ တခြားအရာအတွက် အချိန်မပေးနိုင်ခဲ့ပါဘူး။ တစ်ဘက်မှ အစွန်းရောက်အောင်ထူးချွန်သူတွေ ဖြစ်လေ့ ဖြစ်ထရှိတဲ့ အခြားတစ်ဘက်မှာ လစ်ဟင်းမှုမျိုး သူ့မှာလည်းရှိခဲ့တယ်...သူကတော့ ငယ်ရွယ်တုန်းက အချစ်ဦးနဲ့လွဲခဲ့ရတယ်။\nဆက်ပြီးကံဆိုးတာက ဒီနှစ်အတောအတွင်းမှာ သူဟာ အတိတ်မေ့ရောဂါ ရခဲ့တယ်။ အရင်လို မှတ်ဉာဏ်မျိုးတွေ တွေးခေါ်နိုင်စွမ်းတွေမရှိတော့တဲ့နောက် သူအကြီးအကျယ်လုပ်ချင်ခဲ့တာတစ်ခုရှိတယ်... အဲ့ဒါက သူ့ရဲ့အချစ်ဦးကို မမေ့ခင်မှာ သူနဲ့နောက်ဆုံးအကြိမ်တွေ့ချင်ခဲ့တယ်။\nဒီလိုနဲ့ပဲ ငယ်ချစ်ဦးကို လိုက်ရှာဖို့ ခရီးကိုစတင်လိုက်ပါတယ်။သူအဆင်ပြေပါ့မလား... ဒီကားက အချစ် ဟာသကားဆိုပေမယ့် တကယ့်ကို တွေးစရာလေးတွေ\nဆင်ခြင်စရာလေးတွေပေးတဲ့ကားဖြစ်လို့ IMDb..7.2 တောင်ရရှိထားလို့ ခံစားကြည့်ကြပါလို့ တိုက်တွန်းပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်....(zawgyi)ေဒါက္တာ အီမီလ်ိဳ ဟာ တကၱသိုလ္ေက်ာင္းတစ္ခုရဲ႕သခ်ၤာပါေမာကၡ လည္းျဖစ္ၿပီး သုဒၶကိန္းကို ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/live-twice-love-once2019/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/top-secret1984-138x200.jpg",
        "title": "Top Secret!(1984)",
        "description": "Top Secret!(1984)IMDb....7.2(unicode)အရှေ့ဂျာမနီကိုရောက်နေတဲ့ အမေရိကန်ရော့ခ်အန်ရိုး အဆိုတော် နစ်ခ်ရေးဗားဟာ ဟီလာရီဖလန်မွန်းဆိုတဲ့ မိန်းမလှလေးတစ်ယောက်နဲ့ စားသောက်ဆိုင်တစ်ခုမှာ တွေ့ဆုံခဲ့ပါတယ်။ ဟီလာရီဟာ တော်လှန်ရေးအဖွဲ့ဝင်တစ်ယောက်ဖြစ်ပြီး ဂျာမန်တွေရဲ့ ဖမ်းဆီးခံ စွမ်းအားကြီး အဖျက်လက်နက်ဖန်တီးဖို့ အကျပ်ကိုင်ခံနေရတဲ့ သူ့အဖေ သိပ္ပံပညာရှင်ဒေါက်တာဖလန်းမွန်းကို ကယ်တင် ဖို့ စောင့်နေတာပါ။ နစ်ခ်က ဒေါက်တာ ဖလန်းမွန်းကို ထောင်ထဲမှာတွေ့ခဲ့တဲ့အကြောင်းပြောပြခဲ့ပြီးတဲ့နောက် ဟီလာရီ နဲ့ နစ်ခ်ဟာ တော်လှန်ရေးအဖွဲ့ခေါင်းဆောင်ဖြစ်တဲ့ နိုင်ဂျယ်နဲ့ ဆုံတွေ့ခဲ့ရပါတယ်။ နောက်ပိုင်းတော့ တော်လှန်ရေးအဖွဲ့ထဲမှာ သစ္စာဖောက်ရှိနေလို့ သူတို့ထက် ပြိုင်ဘက်ဟာအမြဲတမ်း ကွက်ကျော်မြင်နေခဲ့ ကြောင်းသိရချိန်မှာ.. အဲ့ဒီသစ္စာဖောက် ဟာ ဘယ်သူဖြစ်မလဲ? ဟီလာရီနဲ့နိုင်ဂျယ်မှာ တစ်ခြားပတ်သက်မှုတွေရှိနေမလား? Top Secret!ဟာ ဒုတိယကမ္ဘာစစ် စပိုင်ဇာတ်ကားတွေနဲ့ ဂီတအခြေခံရုပ်ရှင်တွေ အများစုကို သရော်လှောင်ပြောင်ထားတဲ့ parody ကားတစ်ကားပါ။ ငယ်ငယ်က ရင်းနှီးပြီးသဘောကျခဲ့ရတဲ့ Hot shots! 1/2 နဲ့ Scary movies ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/top-secret1984/",
        "category": "Comedy, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A4ZqToeMkT9LhuLpMOEhUOHty5x.jpg",
        "title": "Shimla Mirchi (2020)",
        "description": "(Unicode)ဘောလီဝုဒ်ဖန်တွေအတွက် အသစ်စက်စက် Rom-Com တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ပါဝင်တဲ့အနုပညာရှင်တွေကလည်း ဘောလီဝုဒ်ရဲ့ဂန္တဝင်မင်းသမီးကြီး ဟေမာမာလီနီနှင့်သဘာဝသရုပ်ဆောင် ရာဂျ်ကူမား ရာအိုတို့နဲ့အတူ မင်းသမီးချောလေး ရာခူးလ်ပရီးဆင့်တို့ပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကလည်း ပေါ့ပေါ့ပါးပါးလေးနဲ့မို့ မိသားစုနဲ့အတူ ပျော်ပျော်ပါးပါး ကြည့်ရှု့လို့ကောင်းမယ့်ကားမျိုးပါပဲဇာတ်လမ်းအကျဉ်းလေးပြောပြရင် အဗီး ခေါ် အဗီနက်ရှ်ဆီမှာ အားနည်းချက်တစ်ခုရှိပါတယ်အဲ့ဒါကတော့ သူချစ်တဲ့မိန်းကလေးတစ်ယောက်ကို ဖွင့်မပြောနိုင်တာပါ ဟုတ်ပါတယ်သူ အကြိမ်ကြိမ်ကြိုးစားခဲ့ပေမယ့် မအောင်မြင်ခဲ့ပါဘူးဘယ်လိုနည်းနဲ့မှ မပြောနိုင်ခဲ့ဘဲ ဆွံ့အနေခဲ့ပါတယ်အဲ့ဒိလိုအချစ်ရေးမှာ မအောင်မြင်နိုင်သေးတဲ့အဗီးတစ်ယောက် ရှင်းမ်လားမြို့အလည်ရောက်တဲ့အခိုက်နိုင်နားဆိုတဲ့မိန်းမချောလေးကို မြင်မြင်ချင်းချစ်ခဲ့မိပါတယ်သူ့ကိုလည်း ရှေးနည်းတွေအတိုင်း ဖွင့်ပြောဖို့ကြိုးစားခဲ့ပေမယ့် ဆွံ့အနေတုန်းပါပဲ အဲ့ဒိအခိုက် အဗီးဆီမှာ အကြံစည်တစ်ခုရသွားပါတယ်အဲ့ဒါကတော့ စာရေးပြီးပြောတာပါ ဟုတ်ပါတယ် အဗီးဟာ နိုင်နားဆီ ရည်းစားစာရေးပြီး သူ့ခံစားချက်တွေကို ဝန်ခံခဲ့ပါတယ်သိပ်မကြာခင်မှာပဲ အဗီးတစ်ယောက် အဖြေပြန်ရခဲ့ပါတယ်အဲ့ဒိအဖြေကတော့ ... \"ငါ့အမေ နင့်ကို ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/shimla-mirchi-2020/",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BZjFmN2Y0ZmEtMmM5ZC00MmUyLTlmYWItYzdlMzYxYWU0NTdhXkEyXkFqcGdeQXVyMTExMTM1Mjk1._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "My Bossy Girl (2019)",
        "description": "My Bossy Girl (2019)(unicode)အချစ်ဆိုတာ သိပ်ကိုဆန်းကြယ်တယ်လို့ဆိုကြတယ်...\nဘယ်လိုအနေအထားမျိုးမဆို အချစ်ကို ခံစားနိုင်ကြသလို အချစ်နဲ့\nထိတွေ့ရင်လည်း မစဉ်းစားဘူးတဲ့အလုပ်တွေ အပြုအမူတွေနဲ့\nကိုယ့်ကိုကိုယ်အံအားသင့်အောင် စွမ်းဆောင်ဖြစ်ကြတယ်...\nဒီကားထဲက ကောင်မလေးဟာ ရုပ်ကလေးချောသလော ဘဝပေးကုသိုလ်\nမကောင်းရှာဘူး...အောက်ပိုင်းသေလို့ သူ့ ခဗျာ ဝှီးချဲလေးနဲ့ လှုပ်ရှားသွားလာနေရတယ်...\nပတ်ဝန်းကျင်က အမြင်မျိုးစုံကြောင့် သူ့ခဗျာ စိတ်ခံစားချက်ကလည်း\nတက်လွယ်ကျလွယ်ပေါ့.... တစ်နေ့တော့ အင်ဂျင်နီယာကျောင်းသား ကောင်လေးတစ်ယောက်နဲ့ သူတို့ ဆုံမိကြတယ်....သာမန်လူတစ်ယောက်လို ရှင်သန်ဖို့ ခဲ့ယဉ်းတဲ့ကောင်မလေးကိုတွေ့ပြီးတဲ့နောက်မှာတော့...\nသူတို့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Fliex ပဲဖြစ်ပါတယ်...(zawgyi)အခ်စ္ဆိုတာ သိပ္ကိုဆန္းၾကယ္တယ္လို႔ဆိုၾကတယ္...\nဘယ္လိုအေနအထားမ်ိဳးမဆို အခ်စ္ကို ခံစားႏိုင္ၾကသလို အခ်စ္နဲ႔\nထိေတြ႕ရင္လည္း မစဥ္းစားဘူးတဲ့အလုပ္ေတြ အျပဳအမူေတြနဲ႔\nကိုယ့္ကိုကိုယ္အံအားသင့္ေအာင္ စြမ္းေဆာင္ျဖစ္ၾကတယ္...\nဒီကားထဲက ေကာင္မေလးဟာ ႐ုပ္ကေလးေခ်ာသေလာ ဘဝေပးကုသိုလ္\nမေကာင္းရွာဘူး...ေအာက္ပိုင္းေသလို႔ သူ႔ ခဗ်ာ ဝွီးခ်ဲေလးနဲ႔ လႈပ္ရွားသြားလာေနရတယ္...\nပတ္ဝန္းက်င္က အျမင္မ်ိဳးစုံေၾကာင့္ သူ႔ခဗ်ာ စိတ္ခံစားခ်က္ကလည္း\nတက္လြယ္က်လြယ္ေပါ့.... တစ္ေန႔ေတာ့ အင္ဂ်င္နီယာေက်ာင္းသား ေကာင္ေလးတစ္ေယာက္နဲ႔ သူတို႔ ဆုံမိၾကတယ္....သာမန္လူတစ္ေယာက္လို ရွင္သန္ဖို႔ ခဲ့ယဥ္းတဲ့ေကာင္မေလးကိုေတြ႕ၿပီးတဲ့ေနာက္မွာေတာ့...\nသူတို႔ ဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဉီး..\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2SRqt/My_Bossy_Girl_(Neoeui_Yeojachingu)_[2019]_(MM_Sub).mkv",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9viHDkVC1Xl08jmau6ikudz7eH8.jpg",
        "title": "Motichoor Chaknachoor (2019)",
        "description": "(Unicode)ဘောလီဝုဒ်ပရိသတ်ကြီးအတွက် သဘာဝမင်းသားကြီး Nawazuddin Siddiqui ရဲ့ ကားသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကလည်း ဟာသဒရာလေးဖြစ်လို့ ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ကောင်းတဲ့ကားတစ်ကားပါပဲဇာတ်လမ်းအညွှန်းပြောရရင်တော့ အန္နီးဆိုတဲ့ချာတိတ်မဆီမှာ အိပ်မက်တစ်ခုပဲရှိပါတယ်အဲ့ဒါကတော့ နိုင်ငံခြားမှာ အခြေချဖို့ပါပဲသူ့မိဘကလည်း မပြည့်စုံတော့ သူ့ကိုသာနိုင်ငံခြားခေါ်သွားနိုင်မယ်ဆိုရင် အဲ့ဒိလူနဲ့လက်ထပ်ပြီး နိုင်ငံခြားလိုက်သွားမယ့်လူပါနောက်တစ်ဖက်ကတော့ ကျွန်တော်တို့ဇာတ်လိုက်ကျော်ကြီး နဝါးဇ်ဘိုင်ပါပဲသူကတော့ အသက် ၃၆ နှစ်အရွယ် လူပျိုသိုးကြီးပါသူကလည်း ဒူဘိုင်းပြန်တစ်ယောက်ဖြစ်သလို မိန်းမမှန်ရင် ဘယ်လိုမိန်းမရရ ယူမယ်ဆိုတဲ့လူပါကံတရားက ဒီနှစ်ယောက်ကို စုံစည်းပေးလိုက်တဲ့အခါမှာတော့ ပေါ့ပေါ့ပါးပါး မိသားစု ဟာသ ဒရာမာဇာတ်ကားလေးကို ခံစားကြည့်လိုက်ကြပါဦးဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)ေဘာလီဝုဒ္ပရိသတ္ႀကီးအတြက္ သဘာဝမင္းသားႀကီး Nawazuddin Siddiqui ရဲ႕ ကားသစ္ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးကလည္း ဟာသဒရာေလးျဖစ္လို႔ ေပါ့ေပါ့ပါးပါးနဲ႔ ၾကည့္ေကာင္းတဲ့ကားတစ္ကားပါပဲဇာတ္လမ္းအၫႊန္းေျပာရရင္ေတာ့ အႏၷီးဆိုတဲ့ခ်ာတိတ္မဆီမွာ အိပ္မက္တစ္ခုပဲရွိပါတယ္အဲ့ဒါကေတာ့ ႏိုင္ငံျခားမွာ အေျခခ်ဖို႔ပါပဲသူ႔မိဘကလည္း မျပည့္စုံေတာ့ သူ႔ကိုသာႏိုင္ငံျခားေခၚသြားႏိုင္မယ္ဆိုရင္ အဲ့ဒိလူနဲ႔လက္ထပ္ၿပီး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/motichoor-chaknachoor-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/၃၇-135x200.jpg",
        "title": "37 Teen (2019)",
        "description": "37 Teen 2019==========#Unicodeဇာတ်လမ်းနာမည်လေး ဖတ်လိုက်ရုံနဲ့ ဒီဇာတ်လေးက ပျော်စရာကောင်းမယ်ဆိုတာ တန်းပြီးသိလောက်မယ်ထင်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့\nငယ်ငယ်က အနိုင်ကျင့်ခံခဲ့ရတဲ့ အဒမ်ပိုင်\nအရွယ်ရောက်လာတဲ့အခါမှာတော့ ဖုန်းကုမ္ပဏီပိုင်ရှင် ဘီလျံနာ အဒမ်ဖြစ်သွားခဲ့ပါတယ်....သူ့သူငယ်ချင်း ဂရက်ရဲ့တိုက်တွန်းမှုနဲ့ သူအရမ်းမုန်းတီးခဲ့တဲ့ အထက်တန်းကျောင်းသားဟောင်းပြန်လည်တွေ့ဆုံပွဲကို သွားခဲ့ကြပါတယ်....ဒီလိုနဲ့ အဒမ်မှာ အကြံတစ်ခုရလာပါတယ်..\nသူ့အတွက်မကောင်းတဲ့အမှတ်တရတွေပဲရှိခဲ့တဲ့ အထက်တန်းကျောင်းကို နောက်တစ်ကြိမ်ပြန်တက်ပြီး အမှတ်တရကောင်းတွေအဖြစ်ပြောင်းလဲပစ်မယ့် အကြံပါပဲ...အဲ့အကြံက အမှန်တကယ်အောင်မြင်ပါ့မလား..\n၃၇ နှစ်အရွယ်ရှိနေပြီဖြစ်တဲ့သူတို့အတွက် အရေးအကြီးဆုံးက ဘယ်အရာလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့် ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်...IMDB 5.8/10 ရရှိထားပါတယ် #Zawgyiဇာတ္လမ္းနာမည္ေလး ဖတ္လိုက္႐ုံနဲ႔ ဒီဇာတ္ေလးက ေပ်ာ္စရာေကာင္းမယ္ဆိုတာ တန္းၿပီးသိေလာက္မယ္ထင္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့\nငယ္ငယ္က အႏိုင္က်င့္ခံခဲ့ရတဲ့ အဒမ္ပိုင္\nအ႐ြယ္ေရာက္လာတဲ့အခါမွာေတာ့ ဖုန္းကုမၸဏီပိုင္ရွင္ ဘီလ်ံနာ အဒမ္ျဖစ္သြားခဲ့ပါတယ္....သူ႔သူငယ္ခ်င္း ဂရက္ရဲ႕တိုက္တြန္းမႈနဲ႔ သူအရမ္းမုန္းတီးခဲ့တဲ့ အထက္တန္းေက်ာင္းသားေဟာင္းျပန္လည္ေတြ႕ဆုံပြဲကို သြားခဲ့ၾကပါတယ္....ဒီလိုနဲ႔ အဒမ္မွာ အႀကံတစ္ခုရလာပါတယ္..\nသူ႔အတြက္မေကာင္းတဲ့အမွတ္တရေတြပဲရွိခဲ့တဲ့ အထက္တန္းေက်ာင္းကို ေနာက္တစ္ႀကိမ္ျပန္တက္ၿပီး အမွတ္တရေကာင္းေတြအျဖစ္ေျပာင္းလဲပစ္မယ့္ အႀကံပါပဲ...အဲ့အႀကံက အမွန္တကယ္ေအာင္ျမင္ပါ့မလား..\n၃၇ ႏွစ္အ႐ြယ္ရွိေနၿပီျဖစ္တဲ့သူတို႔အတြက္ အေရးအႀကီးဆုံးက ဘယ္အရာလဲဆိုတာကို ေပါ့ေပါ့ပါးပါးၾကည့္ရႈရမယ့္ ဇာတ္လမ္းေလးပဲျဖစ္ပါတယ္...IMDB 5.8/10 ရရွိထားပါတယ္(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/37-teen-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qUlB90obLqaUzn0W1MnWqtycH5P.jpg",
        "title": "Venky Mama (2019)",
        "description": "(Unicode)ဇာတ်ကားရဲ့ နာမည်အရ. . . Venky Mama ဆိုတာက (မိခင်ဘက်က တောစပ်တဲ့) ဦးလေးဗင်ကီပေါ့။မိဘနဲ့သားသမီးကြားက ချစ်ခြင်းမေတ္တာ၊ သမီးရည်းစားကြားက ချစ်ခြင်းမေတ္တာတွေအကြောင်း မဟုတ်ပဲဒီတစ်ခါ ဇာတ်ကားလေးက တူဝရီးနှစ်ယောက်ကြားက ချစ်ခြင်းမေတ္တာ အကြောင်းပေါ့ဗျာ။မင်းသားကြီး Daggubati Venkatesh(ဒတ်ဂူဗတီဗင်ကာတက်ရှ်) ၊ မင်းသားငယ် Naga Chaitanya (နာဂချာတန်(န်)ယာမင်းသမီးချောတွေ ဖြစ်တဲ့ Payal Rajput (ပါယယ်လ်ရာ့ဂ်ျပွတ်) ၊ Rashi Khanna (ရာသျှိခမ်းနား)တို့ရဲ့ အသစ်စက်စက် ဇာတ်ကားပါ။တေလဂူးဇာတ်ကားတွေအဖို့ ဒီဇာတ်ကားထဲမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား ၊ မင်းသမီးတွေနဲ့ စိမ်းနေနိုင်ပေမယ့်တောင်အိန္ဒိယဇာတ်ကား ပရိတ်သတ်တွေအဖို့တော့ မင်းသားနှစ်လက်အပြင် မင်းသမီးနှစ်လက်နဲ့ပါ ရင်းနှီးနေပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်း အိန္ဒိယနိုင်နဲ့ ပါကစ္စတန်နယ်စပ် ကက်ရှ်မီးယားဒေသမှာရှိတဲ့ တပ်မတော်ပိုင်နယ်မြေထဲကို လူလတ်ပိုင်းအရွယ် သူစိမ်းတစ်ယောက် ဝင်လာတယ်။တားမြစ်နယ်မြေထဲကို ခွင့်မတောင်းပဲ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/venky-mama-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ihBA1RHiI1zvh6DKsk2LN901JLi.jpg",
        "title": "Take Home Pay (2019)",
        "description": "Comedy Actionကားလေးပါ။ပိုပိုနဲ့ အလမာဆိုတာ Samoaကျွန်းလေးက ညီအစ်ကိုနှစ်ယောက်ပါ။သူတို့က အဲ့ကျွန်းလေးမှာ ဖခင်ကိုကူရင်းအပင်တွေစိုက်သွားရောင်းလိုက်နဲ့ပဲ ဘဝကိုဖြတ်သန်းနေရတာပေါ့။တစ်နေ့တော့ နယူးဇီလန်မှာ တစ်ရာသီစာခြံစိုက်အလုပ်သမားအဖြစ်လုပ်ကိုင်ဖို့အခွင့်အရေးရသွားတာနဲ့ နှစ်ယောက်သားမိသားစုကိုနှုတ်ဆက်ပြီးအလုပ်သွားလုပ်တာပေါ့။တစ်ရာသီပြီးသွားလို့ ခြံပိုင်ရှင်ကလုပ်အားခတွေရှင်းပြီး အိမ်ပြန်ခါနီးမှာပိုပိုတစ်ယောက် အလမာရဲ့ငွေတွေပါခိုးပြီး ထွက်ပြေးသွားပါတယ်။အိမ်ကိုလက်ဗလာနဲ့မပြန်ချင်နဲ့ သားလိမ္မာကြီးအလမာကပိုပိုနဲ့ပိုက်ဆံတွေကိုလိုက်ရှာမယ်ဆိုပြီးသူတို့လူမျိုးအလွတ်စုံထောက်တစ်ယောက်နဲ့ ဆက်သွယ်ပြီးလိုက်ရှာပါတော့တယ်။ဆက်လက်ကြည့်ရှုလိုက်ပါအုံး။ File Size : ( 977 MB , 285 MB )Quality : WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre : Action , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "4.8",
        "url": "https://megaup.net/3yQ13/(CM)_Take_Home_Pay_2019_(Large_Size).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rFhDXIruFQzXcZ81jAbKjHdZzbj.jpg",
        "title": "Someone, Somewhere (2019)",
        "description": "ဒီကားလေးကတော့ IMDb6.7 ရထားတဲ့ ဇာတ်လမ်းအေးအေးလေးတစ်ကားပါပဲတစ်ယောက်တည်းအတွေးတွေများစွာနဲ့ကိုယ့်ကိုယ်ကိုအားမလိုမရဖြစ်နေသူတွေတခြားစိုးရိမ်ပူပန်တာတွေတွေးနေမိသူတွေအတွက် ကြည့်သင့်တဲ့ဇာတ်လမ်းလေးပါမင်းသားကတော့သူ့ရဲ့အိမ်ကပြဿနာတွေရယ်အလုပ်အဆင်မပြေမှုတွေရယ်ကြောင့်အိပ်မပျော်တဲ့ရောဂါကိုခံစားနေရတဲ့သူဖြစ်ပြီးမင်းသမီးကတော့သူ့ရဲ့လူနေမှုပုံစံနဲ့relationshipပြဿနာတွေရယ်ကြောင့်အမြဲတမ်းအိပ်နေတဲ့ရောဂါကိုခံစားနေရသူဖြစ်ပါတယ်တစ်ရက်သူတို့နှစ်ယောက်အသီးသီးစိတ်ပိုင်းဆိုင်ရာကုသမှုတွေကိုခံယူပြီးတော့လူတွေနဲ့လိုက်လျောညီထွေဖြစ်​အောင်နေထိုင်ဖို့ကြိုးစားလာတဲ့အခါမှာတော့...အဆင်မပြေမှုတွေကိုဘယ်လိုဖြေရှင်းမလဲကိုယ့်ကိုယ်ကိုအထင်သေးမှုတွေအဆိုးမြင်ဝါဒတွေကိုဘယ်လိုရင်ဆိုင်ပြီးအနိုင်ယူမလဲဆိုတာတွေကိုရိုက်ကူးထားတဲ့ကားလေးပါဇာတ်လမ်းကအေးတာကြောင့်ပျင်းဖို့ကောင်းတယ်လို့ထင်ရနိုင်ပေမယ့်ဒီလိုဇာတ်လမ်းမျိုးကြိုက်တဲ့သူတွေအတွက်တော့ကားကောင်းလေးတစ်ကားပါ File Size : ( 1 GB , 334 MB )Quality : WEB-DL 720pRunning Time : 1 hr 50 minFormat : Mp4Genre : Comedy , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin zawgyiဒီကားေလးကေတာ့ IMDb6.7 ရထားတဲ့ ဇာတ္လမ္းေအးေအးေလးတစ္ကားပါပဲတစ္ေယာက္တည္းအေတြးေတြမ်ားစြာနဲ႔ကိုယ့္ကိုယ္ကိုအားမလိုမရျဖစ္ေနသူေတြတျခားစိုးရိမ္ပူပန္တာေတြေတြးေနမိသူေတြအတြက္ ၾကည့္သင့္တဲ့ဇာတ္လမ္းေလးပါမင္းသားကေတာ့သူ႔ရဲ႕အိမ္ကျပႆနာေတြရယ္အလုပ္အဆင္မေျပမႈေတြရယ္ေၾကာင့္အိပ္မေပ်ာ္တဲ့ေရာဂါကိုခံစားေနရတဲ့သူျဖစ္ၿပီးမင္းသမီးကေတာ့သူ႔ရဲ႕လူေနမႈပုံစံနဲ႔relationshipျပႆနာေတြရယ္ေၾကာင့္အၿမဲတမ္းအိပ္ေနတဲ့ေရာဂါကိုခံစားေနရသူျဖစ္ပါတယ္တစ္ရက္သူတို႔ႏွစ္ေယာက္အသီးသီးစိတ္ပိုင္းဆိုင္ရာကုသမႈေတြကိုခံယူၿပီးေတာ့လူေတြနဲ႔လိုက္ေလ်ာညီေထြျဖစ္​ေအာင္ေနထိုင္ဖို႔ႀကိဳးစားလာတဲ့အခါမွာေတာ့...အဆင္မေျပမႈေတြကိုဘယ္လိုေျဖရွင္းမလဲကိုယ့္ကိုယ္ကိုအထင္ေသးမႈေတြအဆိုးျမင္ဝါဒေတြကိုဘယ္လိုရင္ဆိုင္ၿပီးအႏိုင္ယူမလဲဆိုတာေတြကို႐ိုက္ကူးထားတဲ့ကားေလးပါဇာတ္လမ္းကေအးတာေၾကာင့္ပ်င္းဖို႔ေကာင္းတယ္လို႔ထင္ရႏိုင္ေပမယ့္ဒီလိုဇာတ္လမ္းမ်ိဳးႀကိဳက္တဲ့သူေတြအတြက္ေတာ့ကားေကာင္းေလးတစ္ကားပါFile ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/someone-somewhere-2019/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9YMM2audtZ2Qg0XOg1tW11IkHtV.jpg",
        "title": "A Serial Killer’s Guide to Life (2019)",
        "description": "Thirller,adventure ကားအမျိုးအစားပါမြို့ငယ်လေးတမြို့မှာနေတဲ့ လူအိစ် ကဆိုင်လေးတစ်ဆိုင်ဖွင့်ထားပြီးတော့အမေဖြစ်သူရဲ့စေခိုင်းမှုအောက်မှာ စိတ်ပျက်နေသူပါသူကဘဝနေထိုင်ရေးအကြံပေးစာအုပ် စီဒီ မှန်သမျှကို နားထောင်ပြီးတော့လိုက်လုပ်တဲ့သူပေါ့ တစ်နေ့မှာတော့သူဖြစ်ချင်တဲ့ဆန္ဒတွေကိုဖြည့်ဆည်း ပေးနိုင်မယ်လို့ထင်တဲ့သူရဲ့ဘဝလမ်းညွှန်သူ အသိအကျွမ်းတစ်ယောက်နဲ့အတူမွန်းကြပ်နေတာတွေရဲ့ထွက်ပေါက်တစ်ခုအနေနဲ့ ခရီးတစ်ခု ထွက်ခဲ့ပါတယ်ဇာတ်ကားနာမည်အတိုင်း ဘဝအကြံပေးသူအမျိုးသမီးက စိတ်ဖောက်ပြန်နေတဲ့ လူသတ်သမား ဖြစ်နေလို့နေပါတယ်..............စိတ်ဖောက်ပြန်နေတဲ့သူနဲ့ ဘဝကိုစိတ်ကုန်ပြီးဘဝအသစ်တစ်ခုကိုစမ်းသပ်ချင်နေတဲ့သူနဲ့ တွေ့မိတဲ့အခါမှာဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ် File Size : ( 755 MB , 366 MB )Quality : WEB-DL 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : Adventure , Comedy , CrimeSubtitle : ...",
        "rating": "4.6",
        "url": "https://megaup.net/R0d2/(CM)_A_Serial_Killers_Guide_To_Life_2019_(Large_Size).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aYrvdvqnCDJnUCrof0dA4cKspyd.jpg",
        "title": "Clownado (2019)",
        "description": "ဒီတစ်ခါဇာတ်ကား​လေးက​တော့ သည်းထိတ်ရင်ဖိုလူသတ်ကားပုံစံ​လေးပါဆပ်ကပ်တစ်ခုရဲ့​ခေါင်း​ဆောင်ရိုနီကသူ့ရဲ့မိန်းမဆာဗန်နာကို ​ယောကျ်ားတစ်​ယောက်နဲ့​ဖောက်ပြန်​နေတာ​တွေ့သွားခဲ့တယ်ရိုနီကအဲ့​ကောင်ကိုသတ်ပစ်လိုက်တယ်ဒါကိုမ​ကျေနပ်တဲ့ဆာဗန်နာက​အောက်လမ်းအစီအမံတွေနဲ့ ရိုနီတို့အုပ်စုကိုလုပ်လိုက်တဲ့အခါသူမမထင်မှတ်ထားတဲ့အရာ​တွေဖြစ်လာ​​​ရော​လေရိုနီတို့အဖွဲ့ဟာမုန်တိုင်း​တွေထန်​လေဆင်နှာ​မောင်း​တွေတိုက်ပြီးသူတို့သွားလိုရာ​နေရာကို ​လေဆင်နှာ​မောင်းပုံစုံလုပ်ပြီး​​မြေပြင်​ပေါ်​ရောက်လာကြတာ​ပေါ့သူတို့က စိတ္တဇလူသတ်သမားဆန်ဆန်လူ​တွေကိုလိုက်သတ်ကြတာ​ပေါ့ရိုနီက သူ့ကိုသစ္စာ​ဖောက်ခဲ့တဲ့ဆာဗန်နာကိုလိုက်ရှာပြီးသတ်​တော့တာ​ပေါ့အဲ့အဖြစ်အပျက်ထဲမှာ ဒုက္ခ​တွေ့​နေရတဲ့လူတစ်စုလည်းပါတာ​ပေါ့သူတို့အဲ့ဒီထူးထူးဆန်းဆန်း​လေဆင်နှာ​မောင်းကိုရပ်သွား​အောင်ဘယ်လို​တွေလုပ်မလဲသူတို့ဒီလိုစိတ်ပျက်စရာအ​​ခြေအ​​နေက​နေဘယ်လိုရုန်းထွက်ကြမလဲသွေးတန်းရဲရဲသတ်ဖြတ်တဲ့အခန်း​တွေကိုအားပါးတရကြည့်ရှု့ရမှာပါ File Size : ( 937 MB , 301 MB )Quality : WEB-DL 720pRunning Time : 1 hr 39minFormat : Mp4Genre : Comedy , HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint ...",
        "rating": "6.8",
        "url": "https://megaup.net/R0es/(CM)_Clownado_2019_(Large_Size).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/61Ng0t8iMnbWFmARcyBrkaErg4G.jpg",
        "title": "Playing with Fire (2019)",
        "description": "unicodeဒီတစ်ခါတော့ Channel Myanmar ပရိသတ်ကြီးအတွက် ဟာသကားသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။အားလုံးရဲ့အချစ်တော် နပန်းသမားဂျွန်စီနာပါဝင်သရုပ်ဆောင်ထားတဲ့ကားလေးလဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ အနည်းငယ်တင်ဆက်ပေးလိုပါတယ်။ဂျွန်စီနာတစ်ဖြစ်လဲ မီးသတ်သမားဂျိတ်ဟာ ငယ်စဉ်ကတည်းကကြပ်မတ်တဲ့စဉ်းမျဉ်းတွေနဲ့ နေထိုင်လာခဲ့တဲ့မီးသတ်သမားတစ်ဦးပါပြည်နယ်မီးသတ်ကွန်မန်ဒါနေရာကိုရာထူးတိုးဖို့အရမ်းမျှော်လင့်ထားတဲ့သူဖြစ်ပြီးလျာထားစာရင်းထဲမှာလဲ သူ့နာမည်ပါနေပါတယ်။ဒါပေမယ့်တစ်နေ့မှာတော့ မီးလောင်မှုတစ်ခုကနေကလေးသုံးယောက်ကို ကယ်တင်လိုက်ပါတယ်။မုန်တိုင်းကြောင့်အသွားအလာတွေပိတ်မိနေချိန်ဒီကလေးသုံးယောက်ဟာစည်းကမ်းကြီးတဲ့ ဂျိတ်ဆီမှာ သောင်တင်နေပါတော့တယ်။ဗြောင်းသတ်နေတဲ့ကလေးသုံးယောက်ကို ဂျိတ်ဘယ်လိုကိုင်တွယ်မလဲ?ဘာတွေဆက်ဖြစ်မလဲ?ဆိုတာစိတ်ဝင်တစားကြည့်ရှုရမယ့်ကားလေးပါ။ဇာတ်လမ်းလေးနာမည်ကတော့ Playing With Fire (2019)ပါ။File Size : ( 2GB , 900 MB , 289 MB )Quality : BluRay 1080p , BluRay 720p , 480pRunning Time : 1 hr 36 minFormat : Mp4Genre : Comedy , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/playing-with-fire-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1VimLZlq2Ju19IuUMyM52Hdk9R4.jpg",
        "title": "Dogs in the House (2020)",
        "description": "(Unicode)ဒီတစ်ခါ CM ပရိသတ်ကြီးကို 2018 ကစတင် ရိုက်ကူးခဲ့ပြီး 2020 ဇန်နဝါရီလဆန်းပိုင်းလောက်က ထွက်ရှိခဲ့တဲ့ Dogs in the House ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။အမျိုးအစားကတော့ Crime/Drama ဆိုပေမယ့် ဟာသလေးလည်းနည်းနည်းနှောထားပါတယ်။ဒီဇာတ်ကားရဲ့ နာမည်က အနည်းငယ်တော့ထူးဆန်းတယ်လို့ပြောလို့ရတယ်။Dogs in the House ဆိုတော့ ခွေးပါတဲ့ ဇာတ်လမ်းလေးလားပေါ့။တကယ်က အဲ့လိုမဟုတ်ပါဖူး။အဲ့ထဲက ဇာတ်ကောင်ဖြစ်သူ ဘတ်ဆူရိုဆိုတဲ့သူက သူ့တစ်ဘဝလုံး အကြွေးရှင်ဆီမှာ ခွေးလိုနွားလိုအခိုင်းစားခံရပြီးနောက်ရုန်းထွက်မရတဲ့ ထောင်ချောက်တွေထဲ တိုးဝင်သွားမိပုံလေးကိုတင်စားပြချင်တာပါ။ဇာတ်လမ်းလေးကတော့ အခပေးရေချိုးခန်းပိုင်ရှင်ဖြစ်သူဘတ်ဆူရိုဟာ လူမိုက်တစ်ယောက်ဖြစ်ပြီး အနည်းငယ်ထုံထိုင်းပေမယ့် နဂိုစိတ်ရင်းလေးတော့ကောင်းသူပါ။သူ့မှာ ဝူရှစ်နဲ့ ပိန်သေးဆိုတဲ့ငယ်နိုင် တပည့်နှစ်ယောက်လည်းရှိတယ်။တစ်ရက်မှာတော့ သူရဲ့အခပေးရေချိုးခန်းဆောက်ခဲ့စဉ်က ငွေချေးပေးခဲ့သူ ဂူသူဠေးဆိုသူက အကြွေးနဲ့သူရဲ့ အခပေးရေချိုးခန်းကိုလည်းသိမ်း သူပိုင်ဆိုင်မှုတွေလည်းသိမ်းပြီး သူကိုပါ ထောင်ထဲ ထည့်လိုက်ပါတယ်။ထောင်ကထွက်လာပြီးနောက်ပိုင်း ဘတ်ဆူရိုလည်းဂူသူဠေးကို သူတပည့်နှစ်ယောက်နဲ့အတူ သွားရှာပါတော့တယ်။အဲ့နောက်တော့ဘယ်လိုတွေ ဆက်ဖြစ်မယ်။ဇာတ်လမ်းအလှည့်အပြောင်းဘယ်လိုလာမယ်ဆိုတာကိုယ်တိုင်ပဲ ခံစားကြည့်စေချင်ပါတယ်။ဒီဇာတ်ကားထဲမှာ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/dogs-in-the-house-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3hLTjzInrHgbcaedjnWNEPOinDi.jpg",
        "title": "Jay and Silent Bob Reboot (2019)",
        "description": "Jay နဲ့ Silent Bob ဆိုတာကတော့ အပြင်မှာတကယ်ရှိတဲ့ဆေးသမား ၂ ယောက်ကို အခြေပြုပြီး Kevin Smith ကဖန်တီးထားခဲ့တဲ့ဇာတ်ကောင်တွေပါသူတို့ကို Bluntman နဲ့ Chronic လို့လည်းသိထားကြပါတယ်...ဒီ Reboot မတိုင်ခင် သူတို့ Universe အတိုင်းဇာတ်ကားပေါင်းများစွာထွက်ရှိထားပါသေးတယ်...ဒီ Reboot ထဲမှာတော့ တကယ့်အပြင်က Jay နဲ့ Bob တို့တစ်တွေသူတို့နာမည်တွေကိုလုယူပြီး ရုပ်ရှင်ရိုက်မယ့်Kevin Smith ကိုတားကြမှာဖြစ်ပါတယ် ​Comedy ရသအပြည့်အဝနဲ့ အတူChris Hemsworth, Ben Affleck, Matt Damon နဲ့နောက်ဆုံး Stan Lee ပါ Cameo အဖြစ်ပါဝင်ထားကြတာမို့လို့ကြည့်ကောင်းပါတယ်လို့ လက်တို့လိုက်ရင်းစကားအသုံးအနှုန်းကြမ်းတာလေးတော့သတိပြုစေချင်ပါတယ်လို့... File Size : ( ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/jay-and-silent-bob-reboot-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cmflq3HXg8rNbviAnP6kwzKcJ9T.jpg",
        "title": "The Odd Family: Zombie on Sale (2019)",
        "description": "unicodeဒီတစ်ခေါက်တော့အသစ်ထွက်ရှိတဲ့ကိုရီးယားဟာသကားလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့ The Odd Family: Zombie on Sale (2019)ပါ။အသေရယ်ရတဲ့ ဒီကားလေးမှာ နာမည်ကြီးသရုပ်ဆောင်ကောင်းတွေဖြစ်တဲ့Kim Nan Gil, Jung Jae Young, Park In Hwanစတဲ့သရုပ်ဆောင်ကောင်းတွေက ပါဝင်ထားပါတယ်။Rating တွေ အနေနဲ့ ကလဲ Rotten Tomatoes 85% တောင်ရရှိထားတာမို့ ကိုရီးယားကားနှစ်သက်သူ ၊ဟာသကားတွေကိုမျှော်လင့်နေတဲ့CM ပရိသတ်ကြီးအတွက်ကတော့အကြိုက်တွေ့စေမှာ အသေအချာပါပဲ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ တင်ဆက်ပေးလိုပါသေးတယ်။ဘူဆန်ဆိုတာ ဆိုးလ်မြို့နဲ့ အလှမ်းကွာပြီးတော့ ဝေးလံခေါင်ဖျားတဲ့မြို့လေးတစ်မြို့ပါ။တစ်နေ့တော့ နိုးအင်ဆူလင်ဆိုတဲ့ ဆီးချိုဆေးတစ်မျိုးကြောင့်လူသားတွေမှာ ဇွန်ဘီနဲ့ တူတဲ့ ဘေးထွက်ဆိုးကျိုးတွေဖြစ်လာတယ်လို့ကောလဟာလတွေထွက်လာပါတယ်။အဲဒီ ဆေးကုမ္ပဏီကလဲ တိတ်တဆိတ် လူသားတွေကိုစမ်းသပ်နေတယ်လို့လူတွေပြောလာကြပါပြီ။အဲ့ဒီ ကုမ္ပဏီကနေ ဇွန်ဘီတစ်ကောင်လွတ်လာပြီးရွာထဲကိုဝင်လာရာကနေ ဇာတ်လမ်းကစပါတယ်။ရွာထဲကိုရောက်နေတဲ့ ဇွန်ဘီဟာ ပတ်မျိုးနွယ် အဖိုးကြီးကိုကိုက်လိုက်ပါတော့တယ်။အဲဒီနောက်မှာ ဘာတွေဆက်ဖြစ်မလဲ?ပတ်မျိုးနွယ် အဖိုးကြီးမှာလဲမိသားစုကရှိနေပါသေးတယ်။အဲဒီမိသားစုရယ် ဇွန်ဘီရယ် ထိပ်တိုက်ဆုံကြတဲ့အခါ...ဘာတွေဆက်ဖြစ်မယ်ဆိုတာတော့ စိတ်ဝင်တစား ရယ်ရင်းမောရင်း ကြည့်ရမယ့်ကားပါ။ကြည့်နေကြ ဇွန်ဘီကားတွေနဲ့ ကွဲထွက်နေတဲ့ ဒီကားလေးကိုChannel Myanmar ပရိသတ်ကြီးအတွက် ...",
        "rating": "6.5",
        "url": "https://megaup.net/5AKx2/The_Odd_Family_-_Zombie_On_Sale_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "",
        "title": "Bala (2019)",
        "description": "(Unicode)IMDb 7.6/10Rotten Tomatoes 82%Google Users 91%မေးခွန်းလေးတစ်ခုလောက်မေးချင်တယ်မိတ်ဆွေတို့ရဲ့အလှအပအတွက် ဆံပင်ဟာ ဘယ်လောက်ထိအရေးပါလဲ  ဖြေကြည့်ပါလား၊ စဉ်းရောစဉ်းစားကြည့်ဖူးလားဟုတ်ပါတယ် ကျွန်တော်တို့တွေရဲ့ အလှအပကဏ္ဌမှာဆံပင်ဟာ ကြီးကြီးမားမား နေရာတစ်ခုကပါဝင်နေတယ်ဆိုတာ မလွဲမသွေပါပဲဆံပင်အတွက် ဆေးဝါးပေါင်းစုံ၊ အလှကုန်ပေါင်းစုံ၊ နည်းလမ်းပေါင်းစုံနဲ့ ပြုစုယုယဂရုစိုက်နေသူတွေ တပုံကြီးပါကိုယ့်ဆံပင်ကို လူတိုင်းလိုလို တန်ဖိုးထားကြပါတယ်မိန်းကလေးမှမဟုတ်ဘူး ယောက်ျားလေးတွေထဲမှာတောင် ဆံပင်ကောင်းတဲ့လူဟာ ဂုဏ်ယူစရာတစ်ခုအဖြစ် ခံယူထားကြပါတယ်ဘဝင်မြင့်စရာဖြစ်နေပါတယ် ဟုတ်ပါတယ် အဲ့ဒိလို ဆံပင်ကြောင့် ဟီရိုးတစ်ယောက်ရှိပါတယ်ကျောင်းသားဘဝမှာ နိုင်ငံကျော်မင်းသားပေါင်းစုံဟန်ကို အတုအပပြုလုပ်နိုင်ပြီးတစ်ကျောင်းလုံးက မိန်းကလေးတိုင်း ကြွေရတဲ့ ဘာလားဆိုတဲ့ချာတိတ်တစ်ယောက်ရှိပါတယ်သူ့အတွက် ဘယ်လောက်ထိဘဝမြင့်စရာဖြစ်နေမလဲ မြင်ယောင်ကြည့်လိုက်ပါဒါပေမဲ့ အဲ့ဒိဘာလားဟာ အသက် ၂၄ နှစ်အရွယ်မှာတော့ ဆံပင်တွေကျွတ်ပြီး ထိပ်ပြောင်တစ်ယောက်ဖြစ်လို့သွားပါတယ်ကံကြမ္မာအလှည့်အပြောင်းသိပ်ဆိုးလွန်းပါတယ် ဟီးရိုးအဖြစ်ကနေ ဇီးရိုး ဆော်ကြည်ဘဲကနေ ဆော်ပစ်ဘဲအလုပ်မှာ ရာထူးကျ ဘာလုပ်လုပ် စိတ်နဲ့ကိုယ်နဲ့မကပ်ဖြစ်ကာ ဆံပင်ပြန်ပေါက်ရေး ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/bala-2019/"
    }
]