[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNDMyODU3ODk3Ml5BMl5BanBnXkFtZTgwNDc1ODkwNjE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Magic Mike XXL(2015)",
        "description": "2012ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့\nMagic Mikeရဲ့ အဆက်ဖြစ်ပြီး\n2023မှာလည်း sequelအနေနဲ့\nထပ်လာဖို့ရှိပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nအဖော်အချွတ်လောကကနေ\nအနားယူပြီး သုံးနှစ်ကြာ\nကိုယ်ပိုင် ပရိဘောဂ လုပ်ငန်းကိုသာ\nတစ်စိုက်မတ်မတ် လုပ်နေတဲ့ Mikeဟာ\nတစ်နေ့မှာတော့ အရင်အဖွဲ့ဟောင်းဆီကနေ\nအဖွဲ့ခေါင်းဆောင်ဖြစ်သူ Dellas\nဆုံးပါးသွားခဲ့ပြီဆိုတဲ့ သတင်းကို\nကြားလိုက်ရပါတယ်။ ဒီလိုနဲ့\nအသုဘစောင့်အိပ်ရအောင်လို့\nလိုက်သွားပြီး အရင်အဖွဲ့ဝင်ဟောင်းတွေနဲ့\nပြန်ဆုံမိတဲ့နောက် မထင်မှတ်ထားတာတွေ\nဖြစ်ပျက်လာတဲ့အခါမှာတော့..။IMDb rating 5.6နဲ့\nTomatometerမှာ 65% ရရှိထားပြီး\nပထမတစ်ကားထက် စာရင်\nDance sceneတွေ\nSoundtrackတွေ သိသိသာသာ\nပိုကောင်းမွန်လာတာကို တွေ့ရပါတယ်။\nဒါရိုက်တာအနေနဲ့ကတော့\nပထမတစ်ကားရဲ့ ပရိုဂျူဆာဖြစ်တဲ့\nဝါရင့်ဒါရိုက်တာကြီး Gregory Jacobက\nစီစဉ်ရိုက်ကူး တင်ဆက်ထားပါတယ်။File size…(2.02GB)  / (1.07GB) / 546MB\nQuality…. Web/1080p / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre...Comsdy / Drama / Music\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by HUGO",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/magic-mike-xxl2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-maGIC-135x200.jpg",
        "title": "Magic Mike (2012)",
        "description": "Mike Laneဟာ Tempaမြို့က အဖော်အချွတ်ကလပ်တစ်ခုမှာ အဖော်အချွတ်ပြစားနေသူ\nတစ်ယောက်ဖြစ်ပြီး ပိုတဲ့အချိန်တွေမှာလည်း\nအပိုငွေ‌လေးတွေ ရှာလေ့ရှိပါတယ်။ ဒါတွေဟာ\nကိုယ်ပိုင်ပရိဘောဂလုပ်ငန်းလေး တစ်ခုကို ထူထောင်ပြီး အေးအေးလူလူ\nလုပ်ကိုင်စားသောက်မယ်ဆိုတဲ့ အတွေးနဲ့ပါ။\nဒီလိုနဲ့တစ်နေ့မှာတော့\nဆောက်လုပ်ရေးဆိုက်တစ်ခုထဲမယ်\nAdamဆိုတဲ့ ၁၉နှစ်အရွယ်ကောင်လေး\nတစ်ယောက်နဲ့တွေ့ပြီး အဲဒီကောင်လေးကိုပါ\nအဖော်အချွတ်လောကထဲ ခေါ်ယူဖို့\nဖြစ်လာတဲ့အခါမှာတော့...။ဒီဇာတ်ကားကို ဒါရိုက်တာ Steven Soderberghက စီစဉ်ရိုက်ကူးတင်ဆက်ထားပြီး\nရုပ်ရှင်ဆု‌တွေနဲ့ Nominationများစွာကိုလည်း\nရရှိဆွတ်ခူးခဲ့တဲ့အပြင် IMDb 6.1နဲ့\nRotten Tomatoesမှာလည်း 78%\nရရှိထားပါတယ်။File size…(1.74GB)  / (`943.14MB) / (466.97MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre... Comedy / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hugo",
        "rating": "",
        "url": "https://channelmyanmar.org/magic-mike-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-h-133x200.jpg",
        "title": "Hotel for the Holidays (2022)",
        "description": "သီချင်းအေးအေးလေးတွေ၊ ဇာတ်ကားကောင်းလေးတွေနဲ့ chill လို့ကောင်းတဲ့ ခရစ်စမတ်ကာလလည်း ရောက်လာပြီဆိုတော့ အားလုံးလည်းစိတ်အပန်းပြေရအောင် ပေါ့ပေါ့ပါးပါးနဲ့ Christmas theme ဇာတ်ကားလေးတစ်ကား တင်ဆက်ပေးချင်ပါတယ်။ Hotel for the Holidays လို့ခေါ်တဲ့ဇာတ်ကားလေးပဲဖြစ်ပြီး အခုနှစ်ထဲမှာမှထွက်ထားတဲ့ ဇာတ်ကားသစ်လေးပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ အလုပ်ကြိုးစားတဲ့ဟော်တယ်မန်နေဂျာမလေးဂျော်ဂျီယာနဲ့ ခရစ်စမတ်အားလပ်ရက်ကာလမှာ ဟော်တယ်မှာလာရောက်အပန်းဖြေကြတဲ့ လူအမျိုးမျိုးနဲ့ သူတို့ရဲ့ဇာတ်လမ်းအထွေထွေကို ဟာသနှောပြီး ဆွဲဆောင်မှုရှိရှိရိုက်ကူးထားတာဖြစ်ပါတယ်။ အဓိကအနေနဲ့ ဂျော်ဂျီယာက ရည်မှန်းချက်ကြီးသူတစ်ယောက်ဖြစ်ပြီး သူ့အနေနဲ့ဘဝမှာ ပိုင်ဆိုင်မှုရယ်လို့ လက်ဆုပ်လက်ကိုင်ပြစရာတစ်ခု လိုချင်နေခဲ့သူဖြစ်ပါတယ်။ ဒီလိုနဲ့ကံကြမ္မာမျက်နှာသာပေးလာတဲ့အခါမှာတော့ အခွင့်အရေးကိုဆုပ်ကိုင်ဖို့ကြိုးစားရင်း ဘယ်လိုအလွဲတွေနဲ့ကြုံရမလဲ။ သူ့ရဲ့အိပ်မက်တွေကိုရော အကောင်အထည်ဖော်နိုင်မှာလားဆိုတာကို ဇာတ်ကားထဲမှာပဲ အဖြေရှာကြည့်ရမှာဖြစ်ပါတယ်။ ခရစ်စမတ်အားလပ်ရက်လည်း ရောက်တော့မှာမို့ heavy ကြီးတွေကြည့်ဖို့ ပျင်းနေတဲ့သူတွေအတွက် ရာသီဥတုအေးအေးမှာ ဒါလေးကြည့်ရင်း chill ဖို့ အကြံပေးချင်ပါတယ်။ File size…(2.86GB)  / (1.38GB) / (708MB)\nQuality…. Web 1080P / 720p ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/hotel-for-the-holidays-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4WWcunHDT9qqVYDrs2t5VJ0BiNk.jpg",
        "title": "Hell’s Garden (2021)",
        "description": "Hell's Garden (2021)ဒီတစ်ခါမှာတော့ Imdb 6.4/10 ရရှိထားတဲ့ ဂျပန်ဟာသအက်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် သာမန်ကားတွေနဲ့ မတူတာကတော့ မိန်းကလေးတွေ တိုက်ခိုက်နေကြတာကိုပဲ မြင်ရမှာဖြစ်ပါတယ်။ဘယ်နယ်ပယ်မှာမဆို ဝန်ထမ်းအမျိုးသမီးတွေရဲ့ အုပ်စုတွေရှိကြပါတယ်။ ကုမ္ပဏီတစ်ခုထဲမှာလည်း အုပ်စုတွေအများကြီးရှိနိုင်သလို အုပ်စုရဲ့ ဘော့စ်ကိုတိုက်လို့နိုင်သွားတာနဲ့ တစ်အုပ်စုလုံး အနိုင်ရတဲ့သူလက်အောက်ရောက်မှာပါ။ အဲဒီလိုနဲ့အုပ်ချုပ်နေကြပါတယ်။တာနာခနာအိုကိုဆိုတဲ့ မိန်းကလေးကတော့ အဲဒီကိစ္စတွေစိတ်မဝင်စားဘဲ သာမန်ရုံးအလုပ်လေးပဲ လုပ်နေချင်တဲ့သူပါ။ ဒါပေမဲ့ တစ်နေ့ ရုံးကို အသစ်ရောက်လာတဲ့ ဟိုဂျိုရန်ဆိုတဲ့ ဝန်ထမ်းသစ်က ကုမ္ပဏီကို လက်ရှိအုပ်ချုပ်နေတဲ့ အုပ်စု ၃ စုလုံးကိုအနိုင်ရသွားတဲ့အခါ ...ဒါ့အပြင် နာအိုနဲ့လည်း အရမ်းခင်မင်သွားတဲ့အခါမှာတော့ ...ပါဝင်ပတ်သတ်မိတဲ့ နာအိုတစ်ယောက် သူလိုချင်တဲ့သာမန်ဘဝလေးကို ဆက်လက်ထိန်းသိမ်းနိုင်ပါ့မလား?(ဇာတ်လမ်းအညွှန်းကို ကို Shin Rina က ရေးပေးထားပါတယ်။)File Size          : 3.7GB, 1.1GB, 542MB\nQuality        ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/hells-garden-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYWU5MGFhY2QtNDg2MC00MjExLWFiOTktOTkwMjI5ZjhlMzM0XkEyXkFqcGdeQXVyMTEwMTY3NDI@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Delivery by Christmas (2022)",
        "description": "Delivery by Christmas (2022)\n======================ခရစ်စမတ်ကာလမှာ မိသားစုနဲ့ ရယ်မောရင်းကြည့်လို့\nရမယ့်  ခရစ်စမတ် Romance ကားတစ်ကားနဲ့ မိတ်ဆက်\nပေးပါရစေ။ မာရီယာဆိုတဲ့ ကောင်မလေးက Single mother\nတစ်ယောက်ဖြစ်ပြီး Delivery ကုမ္ပဏီတစ်ခုမှာ ပစ္စည်းပို့တဲ့သူ\nတစ်ယောက်ပါ။ ခရစ်စမတ်အကြိုနေ့မရောက်ခင် တစ်ရက်မှာ\nသူပို့ရမယ့် ပစ္စည်းတွေကို မာရီယာရဲ့ ကြီးကြပ်ရေးမှုးက လိပ်စာ\nတလွဲတွေကို ကပ်ပေးလိုက်တဲ့အချိန်မှာတော့ ပြဿနာအကြီး\nအကျယ်တက်ပါတော့တယ်။လိပ်စာမှားသွားတာကြောင့် မာရီယာတစ်ယောက် ခစ်စမတ်\nအကြိုနေ့မှာ ပစ္စည်းတွေကို ပြန်လည်ပို့ရင်း အချစ်နဲ့ ဘယ်လို\nဆုံတွေ့မလဲဆိုတာကို ဆက်လက်စောင့်ကြည့်ပေးပါဦး။ ဒီဇာတ်\nကားကြည့်ပြီး ရယ်မောပျော်ရွှင်ရင်း ခရစ်စမတ်ကာလမှာ မိသား\nစုတိုင်း ပျော်ရွှင်ပါစေလို့ ဆုတောင်းလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Parris\nဖြစ်ပါတယ်)File Size..........(1.2 GB) / (450 MB) / (250 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 37mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......Parris\nEncoder...........SWM",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/delivery-by-christmas-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNDIzMzE0NGUtZGVmYy00MzYxLTlhOWEtYmY1MTE3ZjEwZTUwXkEyXkFqcGdeQXVyMjkwOTAyMDU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Darby and the Dead (2022)",
        "description": "Darby and the Dead (2022)\n======================ဇာတ်လမ်းအကျဉ်းလေးကတော့ ငယ်ငယ်ကတည်းအမေ့ခြေရာအတိုင်း\nလိုက်နင်းပြီး ပန်းပွားအကမယ်ဖြစ်ချင်တဲ့ ဒါဘီဟာ ပါဟာကမ်းခြေမှာ\nသူ့အမေနဲ့အတူကမ်း‌ခြေမှာ ရေဆော့နေတုန်း လှိုင်းပုတ်လိုက်မှုကြောင့်\nနှစ်ယောက်လုံးသေဆုံးသွားပါတယ်။ ဝိုင်းဝန်းအသက်ကယ်ကျပေမယ့်\nဒါဘီတစ်ယောက်တည်းကိုသာ တမလွန်ကနေပြန်ခေါ်လိုက်နိုင်ပါတယ်။\nအသက်မသေတဲ့အပြင် သေပြီးအသက်ပြန်ရှင်လာတဲ့ဒါဘီမှာ သေပြီးသား\nဝိဉာဉ်တွေကိုမြင်ရတဲ့ စွမ်းအားတစ်ခုပါထပ်ဆောင်းအပိုရရှိခဲ့ပါတယ်။ဒီလိုနဲ့ လူသေဝိဉာဉ်တွေရဲ့ လူ့ဘဝမှာမပြီးပြတ်‌‌သေးတဲ့ကိစ္စ‌တွေကို\nလိုက်လံကူညီ‌ပေးရင်းနဲ့ နောင်ဘဝသစ်ကိုကူးနိုင်‌အောင် တတ်နိုင်သမျှ\nဆောင်ရွက်ပေးတာပေါ့။ ဒီလိုနဲ့ဒါဘီရဲ့ဘဝဟာ တစ်ဖြည်းဖြည်းနဲ့ လူ\nအများက ငကြောင်မလို့ပြောဆိုခံရရင်း လူမသိသူမသိအနှိမ်ခံဘဝနဲ့\nကျောင်းတက်ခဲ့ရပါတယ်။ တစ်နေ့တော့ သူ့ကိုမုန်းပါတယ်ဆိုတဲ့ ကျောင်း\nမှာ နာမည်ကြီးပန်ပွားမယ်အဖွဲ့ခေါင်းဆောင်ကာပရီဟာ လျှပ်စစ်ဆံပင်\nကောက်စက်ကြောင့်သေဆုံးသွားပါတယ်။ ကာပရီကို ဒါဘီတစ်ယောက်\nတည်းမြင်ရတာရယ်ကြောင့်ရယ် ကာပရီရဲ့မပြီးပြတ်သေးတဲ့ ၁၇နှစ်ပြည့်\nမွေးနေ့ပါတီကိုဆက်လုပ်ချင်တာကြောင့်နောင်ဘဝသစ်ကိုမကူးနိုင်ဘဲ\nဒါဘီကို အတင်းအကြပ်အကူအညီ‌တောင်းလို့လက်ခံလိုက်ရပါတယ်။ကျောင်းမှာရှိလို့ရှိမှန်းတောင်မသိတဲ့လူမသိသူမသိ ငကြောင်မလေး\nဒါဘီဟာ သေသွားပြီးဖြစ်တဲ့နာမည်ကြီး ကာပရီမွေးနေ့ပွဲပါတီကို ကျင်းပဖို့\nအတွက်ဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့မလဲဆိုတာဆက်လက်ကြည့်ရှု\nပေးကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin\nဖြစ်ပါတယ်)File Size..........(2.13 GB) / (854 MB) / (493 MB)\nQuality............WEB 1080p / 720p / 480p\nDuration.........1Hr 40mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Fantasy\nTranslator.......Tin ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/darby-and-the-dead-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOWRjYzBjNDUtY2UxMS00ZWZmLThkMjgtM2M3NzY5ZjNhMDg3XkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "A Merry Christmas Wish (2022)",
        "description": "A Merry Christmas Wish (2022)\n=======================\nIMDb Rating -  6.2/10၁၂လပိုင်း Christmasကာလလေးမှာ Christmasကားတွေပဲ\nအများဆုံးသရုပ်ဆောင်လေ့ရှိတဲ့ Jill Wagnerရဲ့ ရုပ်ရှင်ကားသစ်လေး\nလာပါပြီ။နယူးယောခ့်မြို့ Brand​တွေကို ကြောငြာပေးရတဲ့ ဂျင်းနီဆိုတဲ့\nကောင်မလေးကChristmasကာလမှာ သူ့ဦးလေး ရန်ဒန်ဆုံး\nသွားလို့နယ်ဘက်ကို ခေတ္တသွားဖို့ဖြစ်လာပါတော့တယ်။ ဒါပေမဲ့\nရက်အနည်းငယ်ပဲသွားဖို့စီစဥ်ထားတဲ့ခရီးက ဒီထက်ပိုပြီးကြာ\nသွားဖို့ ဖြစ်ခဲ့ပါတယ်။ သူကြာသွားရတဲ့အကြောင်းရင်းက ဘာ\nဖြစ်မလဲဆိုတာ ဒီကားလေးထဲမှာမြင်တွေ့ရမှာဖြစ်ပြီး၊ ပေါ့ပေါ့\nပါးပါးလေးကြည့်ရှု့ရမှာဖြစ်ပါတယ်။နွေးနွေးထွေးထွေးကြင်ကြင်နာနာရုပ်ရှင်လေးမို့လို့ ရည်းစားလေး\nနဲ့ဖြစ်ဖြစ်၊ မိသားစုလေးနဲ့ဖြစ်ဖြစ် အတူတူကြည့်ဖို့တိုက်တွန်းလိုက်\nပါတယ်။ Marry Christmas and Happy New Yearပါ။\nGod Bless you all.\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Minn Khant Kyi Win\nဖြစ်ပါတယ်)File Size..........(1.57 GB) / (639 MB) / (378 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 26mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Family, Romance\nTranslator.......Minn ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/a-merry-christmas-wish-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNDU4MDExZjktNzEzYy00MDE0LWE1OTYtZDQzZGUwZTA0NzM2XkEyXkFqcGdeQXVyMjUwOTMwNw@@._V1_-150x200.jpg",
        "title": "Destined at Christmas (2022)",
        "description": "Destined at Christmas (2022)\n=======================\nIMDb Rating - 6.8/10Black Fridayဆိုတာ အမေရိကန်အခေါ်မှာတော့ ခရစ္စမတ်ကာလ\nကျေးဇူးတော်နေ့အလွန် တစ်ရက်(သောကြာနေ့)ကို‌ဆိုလိုပါတယ်။\nအဲဒီနေ့ကို ခရစ္စမတ်အတွက် ရောင်းဝယ်ဖောက်ကားတဲ့ရာသီအစလို့\nသတ်မှတ်ကြပြီး အရောင်းဈေးတွေလည်း ချပေးကြတဲ့ကာလဖြစ်\nပါတယ်။အဲဒီနေ့ မနက်အစောပိုင်းမှာပဲ ကလေးအဖေတစ်ခုလပ် ဖြစ်တဲ့ Theo\nHallနဲ့ ရည်းစားဖြစ်သူနဲ့လမ်းခွဲထားတာ လပိုင်းလေးသာ ရှိသေးတဲ့\nKim Fenechတို့ဟာ ဆုံမိကြလေရဲ့။ တစ်မနက်လုံး စကားတွေဖောင်\nဖွဲ့ရင်းသံယောဇဉ်တွေ ငြိတွယ်လာသော်ငြားလည်း စတိုးဆိုင်တစ်ဆိုင်ထဲ\nအဝင်မှာမီးအား ပြတ်တောက်သွားတာကနေ အစပြုပြီး လူချင်းကွဲ\nသွားကြပါတော့တယ်။ Kimနဲ့ Theoဆိုပြီး နာမည်လေးအစလေးတစ်\nလုံးသာ သိကြတဲ့ သူတို့နှစ်ယောက်၊ တစ်ယောက်ကို တစ်ယောက်\nရှာကြဖို့ကြိုးပမ်းတဲ့အခါ ဘယ်လိုဘယ်ပုံတွေဖြစ်လာမှာလဲ။ သူတို့\nတတွေရဲ့ မေတ္တာလမ်းခရီးကရော ဖြောင့်ဖြူးနိုင်ပါ့မလားဆိုတာကို\nတော့ဆက်လက်ကြည့်ရှုရမှာပါ။ဒီဇာတ်ကားကိုတော့ Romanceတွေသာရိုက်လေ့ရှိတဲ့ Brittney\nWiscombeက စီစဉ်ရိုက်ကူးတင်ဆက်ထားပြီး IMDb Rating မှာ\n6.8/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Hugo\nဖြစ်ပါတယ်)File Size..........(789 MB) / (477 MB)\nQuality............WEB-DL 720p / 480p\nDuration.........1Hr 26mins\nSubtitle...........Myanmar ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/destined-at-christmas-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-big-135x200.jpg",
        "title": "The Big Hit (1998)",
        "description": "The Basketball Diaries, Ted 1,2,3, Planet of the Apes,Transformers အစရှိတဲ့ တစ်ကမ္ဘာလုံးကြိုက်ကြတဲ့ရုပ်ရှင်တွေအပြင် ထွက်ရှိထားတာ သိပ်မကြာသေးတဲ့ Uncharted , Me time တို့မှာလည်း သရုပ်ဆောင်ထားပြီး ဒီကားမှာလည်းအဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့Mark Wahlbergရဲ့နောက်ထပ်ရုပ်ရှင်ဇာတ်ကားကောင်း တစ်ကားလာပါပြီ။ Jakie Chanရဲ့ Twin dragons, Crime storyအစရှိတဲ့ ရုပ်ရှင်တွေကိုရိုက်ကူးပေးထားတဲ့ Director Kirk Wongကပဲ ဒီကားကိုရိုက်ကူးပေးထားတာဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ မယ်ဗင်(Mark Wahlberg)က အလုပ်မှာတော်ပင်မယ့် လုပ်ဖော်ကိုင်ဖက်တွေရဲ့ ဝိုင်းညစ်ပတ်တာခံနေရသလို ရည်းစားတွေရဲ့ ပလေးခြင်းကိုခံနေရတဲ့ကြေကွဲလူငယ်ကြေးစားလူသတ်သမားတစ်ယောက်ဖြစ်ပါတယ်။ တနေ့မှာ လုပ်ဖော်ကိုင်ဖက်သူငယ်ချင်းတွေရဲ့ ကောင်းမှုနဲ့ ခဲခို(Keiko)ဆိုတဲ့ ဂျပန်သူဌေးမွဲကြီးရဲ့ သမီးဖြစ်သူကိုပြန်ပေးဆွဲတဲ့အမှုထဲမှာပါဝင်ပတ်သက်မိပါတော့တယ်။ ခဲခိုကို ပြန်ပေးဆွဲပြီးတဲ့နောက်မှာ မယ်ဗင်တစ်ယောက်ဘယ်လိုအခက်ခဲတွေကြုံရမလဲ သူ့ရဲ့ပလေးခံဘဝလေးကနေ အချစ်စစ်ကိုရှာတွေ့သွားမလား၊ အသက်ဘေးကနေရော လွတ်မြောက်သွားနိုင်ကြပါ့မလား ဆိုတာတွေကို ဒီကားထဲမှာ ကြည့်ရမှာဖြစ်ပါတယ်။ Actionဇာတ်ကားကြိုက်တဲ့လူတွေအတွက် ဒီကားကတော်တော်ကောင်းပါတယ်၊ ပျင်းလည်းမပျင်းရသလို ဇာတ်လမ်းကလည်း ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-big-hit-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/9ZGHUaQ0DME5444m4t0MjKg7ZaN-143x200.jpg",
        "title": "Klaus (2019)",
        "description": "ချစ်ခြင်းမေတ္တာနဲ့ နွေးထွေးမှုကို လူသားတွေကနည်းလမ်းအမျိုးမျိုးနဲ့ ဝေမျှကြပါတယ်…ဒီခေတ်မှာ စာအိတ်ထဲထည့်ပေးကြတဲ့ပေးစာတွေ မရှိတော့ဘူးဆိုပေမယ့်လူမှုကွန်ယက်ပေါ်ကဖြစ်ဖြစ် တစ်ယောက်ကိုတစ်ယောက်စာတွေပေးပို့နေကြတုန်းပါပဲ…ဒါပေမယ့် ပေးပို့တဲ့စာတွေထဲမှာ အမုန်းတရားတွေထက်ချစ်ခြင်းမေတ္တာတွေ ထည့်ပေးထားရင်မကောင်းဘူးလားဒီဇာတ်ကားလေးကတော့ အေးမြတဲ့ ခရစ္စမတ်အကြောင်းကိုနွေးထွေးတဲ့ ချစ်ခြင်းမေတ္တာနဲ့ပုံဖော်ထားတဲ့ ချစ်စရာကောင်းတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်…ခရစ္စမတ်မှာ လက်ဆောင်တွေ လာပေးနေတဲ့ ခရစ္စမတ်ဘိုးဘိုးကြီးလို့ခေါ်တဲ့စန်တာကလောက်စ် အကြောင်း အခြေခံပြီး ပုံဖော်ထားတာပါ …အခွင့်ထူးခံ လူပေါ်ကျော့ ဂျက်စပါဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာအဖေ့ရဲ့စာပို့လုပ်ငန်းကြီးမှာ လက်ကျောတင်းအောင် မလုပ်ချင်ဘဲပျင်းရိနေတဲ့အတွက်ကြောင့် သူ့ကိုအပြစ်ပေးတဲ့အနေနဲ့ လူသူမနီးတဲ့ကျွန်းတစ်ကျွန်းပေါ်က မြို့ကလေးမှာ စာပို့သမားလုပ်ဖို့ ပို့လွှတ်စေခိုင်းခဲ့ပါတယ်…ရိုင်းပြပြီး အမြဲဒေါသထွက်နေတဲ့ လူတွေနေတဲ့ အေးခဲပြီး ခေါင်ဖျားလွန်းတဲ့စမီရင်ဘာ့ဂ် မြို့ကလေးကနေ တစ်နှစ်အတွင်းပေးစာ ၆၀၀၀ ထွက်လာအောင်လုပ်မှ ဒီမြို့ကနေပြန်ရမယ့်သူပါ…မဟုတ်ရင် အဖေကအမွေပြတ်စွန့်လွှတ်မတဲ့…Klaus ဆိုတဲ့ ဒီဇာတ်ကားလေးဟာ ၂၀၁၉ မှာထွက်ရှိထားပြီးIMDb – 8.4/10 နဲ့ Rottentomatoes – 89% တောင်ရရှိထားတာမို့လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်တယ်လို့ပဲပြောလိုက်ပါရစေ.။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်… File Size ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/klaus-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/kDEjffiKgjuGo2DRzsqfjvW0CQh-133x200.jpg",
        "title": "Last Christmas (2019)",
        "description": "ဒီရုပ်ရှင်လေးက ရုံတင်ကတည်းက အတော်လူကြိုက်များခဲ့ပါတယ်။Romance ကား ကောင်းကောင်းလေးပါပဲ။ပျော်ဖို့ကောင်းတယ် ချစ်စရာကောင်းတယ်မထင်ထားတဲ့ ဇာတ်လမ်းမျိုးလေးဖြစ်နေတယ်ပေါ့။နောက်ခံသီချင်းလှလှလေးတွေသုံးထားတယ်။ကျွန်တော်ကတော့ မင်းသမီး အမ်မလီယာကလာ့ခ်ရဲ့ ဖန်မို့ ပိုကြိုက်မိပါတယ်။မစ်ချဲယိုကလည်း ဇာတ်ပို့အဖြစ် အားဖြည့်ပေးထားပါတယ်။ဇာတ်လမ်းကတော့ Last Christmas သီချင်းကို အဓိက ဇာတ်အိမ်တည်ထားတာပေါ့။ကတ်ထရီးနား ခေါ် ကိတ် ဟာ အမေ နဲ့ရောအစ်မနဲ့ရော မတည့်တဲ့ ဂျစ်ကန်ကန်ကောင်မလေး၊ဘဝကို အရက်တွေ ယောကျာ်းတွေနဲ့ ဖြစ်သလိုဖြတ်သန်းနေတဲ့သူပေါ့။တစ်ရက်မှာတော့ ထူးဆန်းပြီး လူတွေကို ကူညီတတ်တဲ့ တွမ် ဆိုတဲ့ ကောင်လေးနဲ့ စမိချိန်မှာ…..။ \nFile size…(2 GB) and (1 GB)\nQuality…Blu-Ray 1080p & 720p (HEVC Encode)\nFormat…mkv\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Little Neo",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/last-christmas-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3OhxQmmIdWFfLIe0vsweaZZTTy.jpg",
        "title": "Empire Records (1995)",
        "description": "Empire Records (1995)~ IMDb - 6.7/10, VUDU - 4.5/5 ~Empire Records ဆိုတဲ့ ဆိုင်တစ်ဆိုင်မှာ ဆယ်ကျော်သက်အလုပ်သမား‌လေးတွေနဲ့ သက်လတ်ပိုင်းမန်နေဂျာတစ်ယောက်ဟာ ပျော်ရွှင်လွတ်လပ်စွာ အလုပ်လုပ်ကြပါတယ်။ တစ်ညမှာ မန်နေဂျာ Joe Reeves ဟာ ဆိုင်က Lucas ဆိုတဲ့ကောင်လေးကို ညဆိုင်ပိတ်ဖို့မှာပြီး ထားခဲ့ပါတယ်။ Lucas ဟာ သူတို့ဆိုင်ဟာ Music Town ဆိုတဲ့ Industry တစ်ခုအောက်ကိုရောက်တော့မယ့်စာချုပ်တစ်ခုကို တွေ့တဲ့အခါမှာ ဒါကိုကယ်တင်နိုင်ဖို့ ရှိတဲ့ပိုက်ဆံ 9000 ကို Casino ရုံမှာ သွားပွားပါတော့တယ်။ ဒါပေမယ့်အကုန်ရှုံးပြီး ပိုခက်ခဲတဲ့အခြေအနေတစ်ခုကိုရောက်သွား‌ပါတယ်။လွတ်လပ်တဲ့ သူတို့ရဲ့ဆိုင်လေးကို အုပ်ချုပ်သူအသစ်ရဲ့အောက်မှာ တင်းကျပ်တဲ့စည်းကမ်းတွေဖြစ်လာမယ့်အရေးကို မလိုလားတာ‌ကြောင့် သူတို့ဟာ ဒီအခက်အခဲတွေကို ဘယ်လိုကျော်ဖြတ်မလဲ၊ 24 နာရီတစ်ရက်တာ‌ကို ရိုက်ပြထားတဲ့ဒီဇာတ်ကားထဲမှာ လူငယ်တွေဟာကိုယ်ရေးကိုယ်တာ ပြဿနာမျိုးစုံတွေနဲ့အတူ ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကို 1990 ဝန်းကျင် ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/empire-records-1995/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4yYnTxyjtipw6ThpMN42kb9c9Q2.jpg",
        "title": "[18+]Attenberg(2010)",
        "description": "[18+]Attenberg(2010)*******************ဒါကတော့ Greek 18+ လေးပါမရီနာ ဆိုတဲ့ကောင်မလေးဟာ အဖေတစ်ခုသမီးတစ်ခုနေရတဲ့ကောင်မလေးပါ....အဖေဖြစ်သူဟာ လူကြီးရောဂါနဲ့ သိပ်မနေရတော့ပါဘူး...အဲ့တော့ ရှိတဲ့ဒီသမီးလေးကပဲ အဖေကိုပြုစုပေးတာပေါ့ အပျိုဖော်ဝင်လာတဲ့ မရီနာလေးဟာထုံးစံအတိုင်းပဲ အသစ်ဆန်းတွေကို စမ်းသပ်ချင်လာတယ် နောက်ပြီး သူမရဲ့sex dominant ဖြစ်တာက ယောက်ျားလား မိန်းမလားလည်း မသဲကွဲသေးပါဘူးအဲ့တော့ဖြစ်ပုံက ယောက်ျားနဲ့လည်းစမ်းချင်တယ် မိန်းမနဲ့လည်းစမ်းချင်တယ်တွေဖြစ်ကုန်ရော အဲ့တော့ မရီနာတစ်ယောက်ဘယ်သူတွေနဲ့ ဘယ်လိုတွေစမ်းမလည်းဆိုတာဂရိသူလေးတွေ ရဲ့အလှတရားနဲ့ပါ ပေါင်းစပ်ပြီး ခံစားကြည့်ကြပါ File Size : (2.8GB) and (779 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nGenres: Adult, Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hein That Naing\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18attenberg2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMDNmMGM2Y2QtMWIxZS00ZGQ3LWE2OWYtNGVmN2Q4Y2Y2ODJlXkEyXkFqcGdeQXVyMDM0NjE3Mg@@._V1_-113x200.jpg",
        "title": "Glass Onion: A Knives Out Mystery(2022)",
        "description": "ကဲ 2019 တုန်းက နာမည်အရမ်းကြီးခဲ့တဲ့ Knives Out ရဲ့ ဒုတိယရုပ်ရှင်ထွက်လာပါပြီ။\nGlass Onion ဆိုတဲ့နာမည်ကတော့ ကမ္ဘာကျော် Beatles အဖွဲ့ရဲ့ သီချင်းကို ကိုးကားထားတာပါပဲ။\nပထမကားနဲ့မစပ်ဆက်ဘဲ သီးသန့်အမှုတစ်ခု ကြည့်ရမှာပါ။ မင်းသားကတော့\nဂျိမ်းစ်ဘွန်း မင်းသားကြီး ဒန်နီရယ်ခရိတ်ပဲ စုံထောက်ကြီး Benoit Blanc ဘန်ဝါး ဘလန့် အနေနဲ့\nပြန်ပါလာတာပါ။ ဒီတစ်ကားမှာလည်း အရင်ကားလိုပဲ နာမည်ကြီးတွေ အပြည့်ပါပါတယ်။\nFight Club မင်းသားကြီး Edward Norton၊ Hidden Figure ထဲက\nJanelle Monáe၊ Dave Bautista၊ အက်မင့်ဆော် Jessica Henwick၊ Ethan Hawke တို့အစုံပါပဲ။\nကိုဗစ်ကာလမှာရိုက်ထားတာမို့ အစပိုင်းမှာ Maskတွေ တပ်ဆင်ထားတာကို တွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ စုံထောက်ကားပီပီအများကြီးမပြောတော့ပါဘူး။\nဘီလီယံနာတစ်ယောက်ဟာ သူ့ရဲ့မိတ်ဆွေဟောင်းဖြစ်တဲ့ အမတ်၊ မော်ဒယ်၊ ယူကျုဆယ်လီ၊ သိပ္ပံပညာရှင် စတဲ့လူစုံကို\nအားလပ်ရက်မှာ သူ့ရဲ့ ကိုယ်ပိုင်ကျွန်းတစ်ခုပေါ်ကို ဖိတ်လိုက်ပါတယ်။စားသောက်အနားယူရင်း ...",
        "rating": "8.0",
        "url": "https://megaup.net/1VWjc/Glass.Onion.A.Knives.Out.Mystery.2022.1080p.WEB.h264.AAC5.1CH(CM)(1).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oAtVkxPXUAkCKjeNZ3vcEFmSBms.jpg",
        "title": "Plebs: Soldiers of Rome (2022)",
        "description": "Plebs: Soldiers of Rome (2022)~ IMDb rating - 6.5/10 ~ဒီကားကို ညွှန်းရမယ်ဆိုရင်တော့...\n- ရယ်ရမယ်\n- ရယ်ရမယ်\n- ရယ်ရမယ်ဆိုတဲ့ သူငယ်ချင်းသံယောဇဉ် အခြေတည်တဲ့ ရောမခေတ်နောက်ခံ စစ်ထွက်ကားလေးပေါ့။တစ်ရံရောအခါက ရောမမှာ စစ်ပြန်သူရဲကောင်းတွေကို စားသောက်ဆိုင်တွေမှာ အခမဲ့စားသောက်ခွင့်ပေးဖို့ အမိန့်ထုတ်လိုက်ပါသတဲ့...။ ဒါကို မခံမရပ်နိုင်တဲ့ ဇာတ်လိုက်ကျော် စားသောက်ဆိုင်ပိုင်ရှင်လေးဟာ အဲဒီအမိန့်ကို ကလန်ကဆန်ပြုမိလို့ သူတို့ဆိုင်ဟာ လုံးလုံးပျက်စီးသွားပါတော့တယ်။ ဒါတင်ပဲလားဆိုတော့ မဟုတ်သေးပါဘူး။ အမိန့်စာအကပ်ခံရတဲ့ အိုးအိမ်တွေကို စစ်ပြန်တွေဆီ ရောင်းရမယ်ဆိုတဲ့ အမိန့်ကြောင့် အိမ်ရှင်ကပါ သူ့ကို အိမ်ပေါ်ကနှင်ချလိုက်တဲ့အခါမှာတော့…သူရဲကောင်းတွေကို အပစားပေးပြီး စစ်သားတွေဟာ ရေပေါ်ဆီလိုဖြစ်နေတဲ့ ကာလမှာ စစ်ပွဲတွေအပြီးတိုင်ရပ်စဲပြီး ထာဝရငြိမ်းချမ်းရေးကာလဆီ ဦးတည်ဖို့ အမိန့်တစ်ရပ်ထုတ်ပြန်လိုက်တဲ့အခါမှာတော့ ဇာတ်လိုက်ကျော်နဲ့ သူငယ်ချင်းတစ်စုဟာ တပ်ထဲဝင်ဖို့ ဆုံးဖြတ်လိုက်ပါသတဲ့။ကဲ… စစ်ပွဲတွေကော အပြီးတိုင်ရပ်နားရဲ့လား\nစစ်ပွဲတွေက ရပ်နားလို့ရော ရရဲ့လား..။ ဟာသကားပါနော် ဟာသကား။ ဒေါင်းလို့ကြည့်ရှုကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/plebs-soldiers-of-rome-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/svU6MwHMdLt5K7IiMGR4mspi94V.jpg",
        "title": "Ghost Writer 2 (2022)",
        "description": "Ghost Writer 2 (2022)(၂၀၁၉)ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Ghost Writer ကားလေးရဲ့ နောက်ဆက်တွဲဇာတ်လမ်း ဖြစ်ပါတယ်။ ပထမကားနဲ့ ဆက်စပ်မှုရှိပေမယ့် သပ်သပ်စီကြည့်ရင်လည်း အင်မတန်ကြည့်ကောင်းပါတယ်။ဇာတ်လမ်း ကတော့ ကိုယ်တွေ့သရဲအကြောင်းအရာကို ရေးသားလိုက်ရာမှာ စာရေးဆရာမ နာရာရဲ့စာအုပ်ဟာ တော်တော် လေးပေါက်သွားပြီး နှစ်အတော်ကြာ ရောင်းအားအကောင်းဆုံး (best seller) ဖြစ်သွားပါတယ်။နာရာကိုယ်တိုင် ကတော့ လေးနက်တဲ့စာပေကိုရေးသားချင်ပေမယ့် ထုတ်ဝေသူကတော့ သရဲနဲ့ပက်သက်တဲ့အကြာင်းကိုသာ ရေး ခိုင်းနေတဲ့အတွက် နာရာအတွက် သရဲတစ္စေတွေကို စိတ်ကုန်နေချိန်ပါ။ အဲ့အချိန်မှာပဲ နာရာနဲ့ ပက်သက်သူ တစ်ယောက်ဟာ မမျှော်လင့်ဘဲ သေဆုံးသွားတဲ့အတွက် သရဲတွေကို စိတ်ပျက်နေတဲ့နာရာဟာ သရဲတွေနဲ့ မဖြစ် မနေ ဆက်ဆံဖို့ဖြစ်လာပါတယ်။မဖြစ်မနေဆက်ဆံတာဖြစ်တဲ့အတွက် ဖြစ်ရပ်တွေဟာလည်း သူမဖြစ်ချင်တာတွေ ထပ်မံကြုံတွေ့လာတဲ့အချိန်မှာတော့ ...Ghost Writer(၂၀၁၉)လိုပဲ ခြောက်ခြားစရာတွေ၊ ဆွတ်ပျံ့ကြည်နူး စရာတွေ၊ သင်ခန်းစာယူစရာတွေ၊ ပျော်ရွှင်စရာတွေ၊ ဝမ်းနည်းဖွယ်ရာတွေ ပေါင်းစပ်ပြည့်နှက်နေတဲ့ အင်ဒိုနီးရှား ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/ghost-writer-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/093512kfv2va706aaljcsm-209x300.jpg",
        "title": "[18+] Miss Change (2013)",
        "description": "ရှေ့နေဂျေချီဟာ လူပျိုစစ်စစ်တစ်ယောက်ဖြစ်ပြီး မိန်းမကိစ္စနဲ့ပတ်သက်ရင် မျက်လုံးချင်းတောင်ဆုံလို့မရတဲ့ အာဂယောင်္ကျားပါ။တစ်အိမ်ထဲအတူနေတဲ့ သူ့သူငယ်ချင်းယောင်းဂူကတော့ မြာပွေလှသူဖြစ်ပြီးသူငယ်ချင်းကြိတ်ကြွေနေတဲ့ ကောင်မလေးကိုပါ အလွတ်မပေးသူပါ။တစ်နေ့မှာ...သူတို့ဘဝထဲကို ဘယ်ကမှန်းမသိတဲ့ ကောင်မလေးတစ်ယောက်ရောက်လာပြီးသူမနဲ့ထိတွေ့သူတိုင်း ဘဝပြောင်းသွားတဲ့အခါမှာတော့........။ပေါ့ပေါ့ပါးပါးနဲ့ အပန်းဖြေကြည့်ရှုသင့်တဲ့ ဇာတ်ကားဖြစ်တဲ့အပြင်လှပပြည့်ဖြိုးညက်ညောတဲ့ ကောင်မလေးနဲ့အချစ်ခန်းလေးတွေကလည်းစွဲမက်ဖွယ်ကောင်းတာမို့ ပုရိသတို့ လက်မလွှတ်သင့်ပါကြောင်း..\nFile size…(1.4GB)and(602MB)\nQuality…WEB-DL 1080P, 720p\nFormat…mp4\nDuration….01:40:51\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/miss-change-2013-18/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNmI3NmQxNTYtYTQ1Zi00NDFlLWI2ODMtNTYzM2JmNDhmYTYwXkEyXkFqcGdeQXVyMTE0MTY2Mzk2._V1_-160x200.jpg",
        "title": "Honeymoon (2022)",
        "description": "Honeymoon (2022)\nComedy, Drama\nIMDb 6.2/10ကဲ အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့\nပန်ချာပီအချစ်ဟာသကားလေးပဲဖြစ်ပါတယ်နော်စစ်ပွဲကာလအတွင်း ဗုံးကိုဘာမှန်းမသိဘဲ ပျော်ပြီး အိမ်ယူပြေးမိနေရင်းနဲ့မှ လမ်းမှာတင်\nဗုံးပေါက်သေသွားခဲ့ရတဲ့ လူတစ်ယောက်ရဲ့နောင်လာနောက်သားတွေအကြောင်းပေါ့။\nအူတူတူ အတတ မိသားစုလေး။အဲ့ဒီမိသားစုအတွင်း အနူတောမှာ လူချောဖြစ်နေတဲ့ နည်းနည်းဉာဏ်ရှိတဲ့ကောင်လေးရဲ့\nနာမည်ကတော့ ဒီပ်ပဲဖြစ်ပါတယ်။အိမ်မှာမီးဖြတ်ခံရလို့ မီတာသွားဆောင်ရင်း မီတာရုံးမှာ စွတ်ခ်ဆိုတဲ့\nကောင်မလေးနဲ့ သွားဆုံမိတယ်။ဒီပ်ဟာ စွတ်ခ်ကို မြင်မြင်ချင်းပဲ ကြွေဆင်းမိသွားပါတော့တယ်။အဲ့ဒီမှာပဲ သူတို့နှစ်ယောက်ရဲ့အချစ်ရေးနဲ့ အိမ်ထောင်ရေးမှာ နှစ်ဖက်မိဘတွေရဲ့ရိုက်ခတ်မှုနဲ့\nလွဲချော်မှုလေးတွေကို တလွဲဟာသလေးတွေနဲ့ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်နော်။သူတို့နှစ်ယောက်ရဲ့အိမ်ထောင်ရေးမှာ အဓိကအလွဲကြီးတစ်ခုဖြစ်တဲ့\nဟန်းနီးမွန်းအလွဲကိုတော့ တစ်ဝကြီးခွီရဦးမှာဖြစ်လို့ ဇာတ်ကားကြည့်ရင်းနဲ့\nရယ်မောလိုက်ကြပါဦးလို့ ညွှန်းဆိုပေးလိုက်ပါတယ်။\nFile size…2.5GB  / 1.2GB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry ~ Taylor ~ Yunni",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/honeymoon-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOGYwYWFhMTEtMDY4Mi00NTU5LWEzNjEtZTc4NDM1YmU2NGU0XkEyXkFqcGdeQXVyMTE1MjU4NjU5._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Love at the Christmas Contest (2022)",
        "description": "Love at the Christmas Contest (2022)\n===========================ဒီကားလေးကတော့ ခရစ်စမတ်ကာလရဲ့ အဓိကအနှစ်သာရလေးကို\nရိုးရိုးရှင်းရှင်းဇာတ်လမ်းသွားလေးနဲ့ပဲ ဖော်ပြထားပေးသွားတဲ့ ဇာတ်\nကားလေးပါ။တစ်ချို့ထည့်သုံးသွား‌တဲ့ အတွေးအမြင်လေးတွေဆိုရင်လဲ\nတကယ် ကိုယ်ကြုံတွေ့နေရတဲ့ အခက်အခဲတွေကို ရှုထောင့်တစ်မျိုးကနေ\nကြည့်တတ်ဖို့ lessonတွေလဲရပါတယ်။ IMDb Rating 5.7ရထားတဲ့\nကားလေး ဖြစ်ပြီး< မိသားစု ချစ်သူတွေနဲ့ ငြိမ့်ငြိမ့်လေး အတူကြည့်လို့ရတဲ့\nဇာတ်ကားငြိမ့်ငြိမ့်လေးတစ်ကားပါ။ရှုပ်ယှက်ခပ်နေတဲ့ ‌actionတွေ plot twistတွေ thriller တွေ sadist movie\nတွေပဲ အကြည့်များနေရင် စိတ်ခဏအငြိမ်ပေးတဲ့ ကြည့်သင့်တဲ့ကားလေး\nတစ်ကားဖြစ်တယ်လို့ recommend ပေးပါတယ်။ကလေးသရုပ်ဆောင်ကလေး\nကလည်း အရမ်းချစ်စရာကောင်းပြီး သူ့ဇာတ်ရုပ်နဲ့ တော်တော်လေးလိုက်တယ်\nလို့ ပြောရင် pedophile လို့တော့ မထင်လိုက်ကြနဲ့ပေါ့ဗျာ၊ တကယ်ချစ်စရာ\nကောင်းလို့ ပြောတာပါ။ကဲ ဒီလောက်ပဲညွှန်းပါတော့မယ်ဗျာ အချိန်ရရင် ဝင်\nကြည့်ကြပါလို့ပြောကြားချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Paul ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (678 MB) / (370 MB)\nQuality............WEB-RIP 1080p / ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/love-at-the-christmas-contest-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/photo206265-144x200.jpg",
        "title": "[18+] Perfect Partner (2011) My Secret Partner",
        "description": "IMDb Rating (6.0)Perfect Partner (or) My Secret Partner ဆိုတဲ့ဒီဇာတ်ကားက ကိုရီးယား 18+ ဇာတ်ကားတွေထဲ တော်တော်မိုက်တဲ့ဇာတ်ကားပါ...မိုက်တယ်ဆိုတာ ဇာတ်လမ်းဇာတ်ကွက်ရော သရုပ်ဆောင်တွေရော ကွက်တိကျသလို ရီလဲရီရပါတယ်။Adult,Comedy,Romance,Drama အမျိုးအစားဖြစ်တာကြောင့် အချစ်အကြောင်းကို နူးညံ့စွာ ပုံဖော်ရာမှာ ထည့်ပြသင့်တာအကုန် ထည့်ရိုက်ပြထားတဲ့ ကိုရီးယားဇာတ်ကားပါပဲ။သရုပ်ဆေင်တွေကတော့ မင်းသား Kim Young Ho , Kim San-ho တို့ဖြစ်ပြီး မင်းသမီးတွေကတော့ Kim Hye Sun နဲ့ Chae-Yi Yoon တို့ဖြစ်ပါတယ်။အချစ်မှာအသက်အရွယ်က အရေးမပါဘူးဆိုတဲ့အကြောင်းနဲ့ အချစ်မှာ ဘာတွေပဲအရေးပါလဲဆိုတာ ဒီဇာတ်ကားက ရှင်းပြပါလိမ့်မယ်။WEBRip 1080p Quality ထိ တင်ဆက်ထားပြီး အဲ့ Version မှာ ဆင်ဆာဖြတ်ခံထားရတဲ့အခန်းတွေကို DVD ခွေကနေ ပြန်ယူပြီး ပေါင်းထည့်ပေးထားတာမလို့ ဆင်ဆာအခန်းတွေပါ ပါဝင်တဲ့ 1080p ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/18-perfect-partner-2011-my-secret-partner/"
    }
]