[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zSOh7hriX4mQNVxhCz1yVY4aykn.jpg",
        "title": "Frankie and Johnny (1991)",
        "description": "Frankie and Johnny (1991)~ IMDb - 6.7/10, RT - 69%, Meta - 66% ~Frankie and Johnny ဆိုတာကတော့ အမေရိကန်ရဲ့ နာမည်ကျော် ရှေးသီချင်းတစ်ပုဒ်ဖြစ်ပြီး လွန်လေပြီးသော King of Rock & Roll ကြီး Elvis Presley တောင် သူ့ရုပ်ရှင်မှာ ထည့်သွင်းသီဆိုခဲ့ပါသေးတယ်။ မူရင်းသီချင်း‌က‌တော့ ဖရန်ကီဆိုတဲ့ မိန်းမတစ်ယောက်နဲ့ ဂျွန်နီဆိုတဲ့ ယောက်ျားတစ်ယောက်ကြားက ဇာတ်လမ်းတစ်ပုဒ်ကို သီဆိုထားတာပါ။ ဒီကားကလည်း ဖရန်ကီဆိုတဲ့ စားပွဲထိုးမလေးနဲ့ ဂျွန်နီဆိုတဲ့ သက်လတ်နှောင်းပိုင်းစားဖိုမှူးတို့ကြားက ချစ်ခြင်းမေတ္တာပါ။ သီချင်းထဲမှာတော့ တခြားမိန်းမတစ်ယောက်နဲ့ဖောက်ပြန်နေတဲ့ ဂျွန်နီ့ကို ဖရန်ကီက သေနတ်တစ်လက်နဲ့ အဆုံးသတ်ပေးလိုက်ပါတယ်။ တကယ့်လူသတ်မှုတချို့ကိုအခြေခံထားတယ်လို့လည်း ပြောကြပါတယ်။အခုဒီရုပ်ရှင်ကားဟာလည်း ဒီသီချင်းနာမည်ပေါ် လုံးလုံးအခြေခံထားပေမယ့် သီချင်းထဲကအကြောင်းအရာနဲ့တော့ လားလားမှ မဆိုင်ပါဘူး။ ဇာတ်လမ်းအကျဉ်းလေးကို စလိုက်မယ်နော်...ထောင်ကလွတ်လာကစ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/frankie-and-johnny-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wAxhQsY63VY6eF3EilXTkX0YRoU.jpg",
        "title": "Whiskey Tango Foxtrot(2016)",
        "description": "Whiskey Tango Foxtrot(2016)**************************ကင်မ်ဘေကာဟာ သတင်းဌာနတစ်ခုမှာ သူများတွေရေးတဲ့သတင်းတွေ၊ ဆောင်းပါးတွေကိုစာချော အောင် ပြင်ပေးရတဲ့အလုပ်ကိုလုပ်ကိုင်သူပါ။ တစ်ရက် အမေရိကန်တို့ အီရတ်ကိုဝင်တိုက်တော့အီရတ်ကို သတင်းဌာနက လူတွေအများကြီးလွှတ်လိုက်ရတဲ့အတွက်ဘယ်သူမှ သိပ်မသွားချင်တဲ့ အာဖဂန်နစ္စတန်ကို စစ်သတင်းထောက် အနေနဲ့ ဌာနက လွှတ်လိုက်ပါတော့တယ်။ရောက်ရောက်ချင်း ဆောက်နဲ့ထွင်း ဆိုသလို အာဖဂန်နစ္စတန်ရဲ့ ချီးနံ့ ယင်နံ့တလှောင်လှောင် လေထု၊လိမ်တောင်းတဲ့သူတောင်းစား၊ မိန်းမတွေကိုခွဲခြားမှုတွေ စကြုံပါတော့တယ်။ဒါပေမယ့် မူလက ၃လပဲနေဖို့ စိတ်ကူးခဲ့တဲ့ ကင်မ်ဘေကာဟာ တကယ်တမ်းမှာ (၃)နှစ်ကျော်အာဖဂန်မှာ စစ်သတင်းထောက်လုပ်ဖြစ်ခဲ့ပြီး နာမည်လည်းကြီးသွားခဲ့ပါတယ်။ဒီလိုဖြစ်သွားအောင် ဘယ်လို စိတ်ဝင်စားစရာ အဖြစ်အပျက်တွေ၊ ဘယ်လိုစိတ်ဒုက္ခတွေ၊ဘယ်လိုမွန်းကြပ်မှုတွေက သူ့ကို တွန်းအားပေး စေ့ဆော်ခဲ့လဲဆိုတာ ဇာတ်ကားထဲမှာ ရှုစား ရမှာပါ။\nဒီဇာတ်ကားဟာ အပြင်မှာတကယ်ရှိတဲ့ စစ်သတင်းထောက် ကင်မ် ဘေကာ (Kim Baker)ရဲ့စာအုပ်ကို မှီးပြီးရိုက်ခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ ဇာတ်ကားရဲ့နာမည်ဖြစ်တဲ့ Whisky.Tango.Foxtrot ဆိုတာကအမေရိကန် မရိန်းတပ်ဖွဲ့တွေ စကားပြောစက်ထဲမှာသုံးတဲ့ အသုံးအနှုန်း ဖြစ်ပါတယ်။အဓိပ္ပါယ်ကတော့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/whiskey-tango-foxtrot2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-ra-141x200.jpg",
        "title": "Razzennest (2022)",
        "description": "သာမန် Horror ကားတွေနဲ့မတူဘဲ ဒီကားထဲမှာတော့ သရုပ်ဆောင်တွေမြင်ရမှာမဟုတ်ဘဲ စကားပြောနေတဲ့အသံပဲကြားနေရမှာပါ။ရုပ်ရှင်ဝေဖန်ရေးသမား ဘာဘတ်နဲ့ တောင်အာဖရိကကရုပ်ရှင်ရိုက်ကူးသူ အူစတောရီဇန်တို့ \"ရက်ဇန်းနက်စ်\"ဆိုတဲ့ အူစတောရီဇန်ဖန်တီးထားတဲ့ရုပ်ရှင်ကို ကြည့်ရင်း အသံတိုက်ရိုက်ထုတ်လွှင့်ဖို့အတွက် စတူဒီယိုထဲအသံသွင်းနေကြတာကို ဇာတ်အိမ်တည်ထားပါတယ်။ဒါပေမဲ့ အသံသွင်းနေရင်း စတူဒီယိုထဲ ထူးဆန်းတာတွေဖြစ်လာတဲ့အခါ..ဖြစ်နေတာတွေကိုမမြင်ရဘဲ အသံပဲကြားရပေမယ့် ရင်ထဲတစ်ထိတ်ထိတ်နဲ့ Horror ရသပေးနိုင်တဲ့ ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။File size…(2.09GB)  / (`1.15GB) / (421MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:21:00\nGenre...  Comedy / Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by shin Rina",
        "rating": "",
        "url": "https://channelmyanmar.org/razzennest-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/index-143x200.jpg",
        "title": "Anons (2017)",
        "description": "Anons (2017)\n===========\nIMDb Rating - 6.7/10တူရကီနိုင်ငံမှာ အာဏာသိမ်းဖို့ ကြိုးစားခဲ့တာတွေ တော်တော်\nရှိခဲ့ဖူးပါတယ်။ ဒီကားမှာတော့ ၁၉၆၀ ခုနှစ်ကျော်ဝန်းကျင်က\nစစ်တပ်ကနေပြီးတော့ တူရကီနိုင်ငံအစိုးရဆီကနေ နိုင်ငံအာဏာ\nသိမ်းဖို့ကြိုးစားခဲ့တဲ့အကြောင်းနဲ့စတာပေါ့။ ဒါပေမယ့် တခြား\nနိုင်ငံရေး၊ စစ်ရေးတွေထက် ဒီထဲမှာ တူရကီစစ်တပ်က စစ်ဗိုလ်\nလေးယောက် အဲ့အာဏာသိမ်းဖို့လုပ်မယ့်အကြောင်းကို တူရကီရဲ့\nရေဒီယိုအစ္စတန်ဘူလ်ဆိုတဲ့အသံလွှင့်ဌာနကနေလွှင့်ကြေညာဖို့\nအတွက် ညလုံးပေါက်ခရီးသွားကြတာကိုပဲ Black Comedy ဆန်\nဆန်၊ Satire သဘောဆန်ဆန်ရိုက်ထားတာပါ။ရုပ်ရှင်အစကနေအဆုံးထိ အဲ့အကြောင်းပဲဆိုတော့ စစချင်းပျင်းဖို့\nကောင်းမယ်ထင်ရပေမယ့်လို့ သူတို့လေးယောက်သွားရတာက\nအဆင်ချောမနေဘဲ ကိစ္စအဖုံဖုံပေါ်ပေါပြီး ပြဿနာတွေတက်နေရ\nတာကိုကြည့်နေရင်းနဲ့စိတ်ဝင်စားဖို့ကောင်းပြီးဆက်ကြည့်ချင်စိတ်\nဖြစ်မိမှာပါ။ နောက်ဆုံးဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဒီ\nAnons (Announcement) ကားကိုပဲဆက်ကြည့်လိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Fiona\nGillen ဖြစ်ပါတယ်)File Size..........(1.0 GB) / (275 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 34Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama\nTranslator.......Fiona Gillen\nEncoder..........SWM",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/anons-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOGRhOTFiMTktM2U3ZS00OWZkLWI3MGItYWEzYjdjNjI1M2M2XkEyXkFqcGdeQXVyNjk3MjI4NDg@._V1_-133x200.jpg",
        "title": "Ballabhpurer Roopkotha (2023)",
        "description": "Ballavpurer Roopkatha 2022\n8.7/ 10 IMDb\nဒီရုပ်ရှင်ဇာတ်ကားလေးကတော့ ရယ်လဲရယ်ရ ကြောက်လဲကြောက်ရမယ့် သရဲဟာသကားလေးပါ...\nကျိန်စာဆိုတာ ကြောက်ဖို့ကောင်းသလို အဲ့ဒီအစွဲကိုချွတ်ဖို့အကြောင်းအရင်းကိုသိမှ\nမကျွတ်မလွတ်သေးတဲ့သူတွေဟာ လွယ်လွယ်ကျွတ်လွတ်နိုင်မှာမဟုတ်လား....\nဒီဇာတ်ကားလေးမှာတော့ မင်းသားSatyam ( ဘူပတီ)၊ မင်းသမီးလေးSurangana ( ချန်ဒါ)နဲ့အတူ သရုပ်ဆောင်ပေါင်းများစွာပါဝင်အားဖြည့်ထားပါတယ်.....ဒီရုပ်ရှင်ရဲ့ဇာတ်လမ်းအကျဥ်းလေးကတော့....\nဘူပတီက ကိုလ်ကတ္တားကိုပြောင်းပြီး သွားဆေးခန်းဖွင့်ချင်နေတဲ့သူတစ်ယောက်ပါ...\nသူ့က ရှင်ဘုရင်မျိုးဆက်ဖြစ်ပြီး သူပိုင်ဆိုင်တာဆိုလို့ ဘိုးဘွားဘိုင်\nသက်တမ်း ၄၀၀ရှိတဲ့ ဘော်လာပူရ်နန်းတော်/ အိမ်ကြီးပဲရှိပါတယ်..ဒါပေမယ့် သူဟာအကြွေးတွေနစ်ပြီး ပြန်ပေးစရာမရှိတဲ့အခါမှာတော့\nဘိုးဘွားပိုင်အိမ်ကြီးကိုရောင်းရဖို့ဖြစ်လာပါတော့တယ်..ဒါ့ကြောင့်\nစီးပွားရေးလုပ်ငန်းရှင်ဖြစ်တဲ့ ဆပ်ပြာပိုင်ရှင် မစ္စတာဟလ်ဒါက\nတစ်နေ့မှာသူ့အိမ်ကိုလာကြည့်ဖို့အကြောင်းကြားလာပါတယ်..ဒီလိုနဲ့ ဘူတီလဲ နယ်ကိုပြန်ပြီး အိမ်တော်ထိန်းမိုနိုဟာနဲ့ နှစ်ယောက်ပေါင်းကြံကာ\nအိမ်ကြီးကိုရောင်းဖို့စီစဥ်ပါတော့တယ်..အိမ်ကိုအကြွေးတောင်းဖို့ရောက်လာတဲ့\nအကြွေးရှင်သုံးယောက်နဲ့ ဘူမသိကိုးမသိ မဖိတ်ခေါ်ပဲရောက်လာတဲ့သူငယ်ချင်းဖြစ်သူ\nဆန်ဂျိဘ်ကရော အိမ်ကိုရောင်းထုတ်ဖို့စီစဥ်ရာမှာ တစ်စိတ်တစ်ပိုင်းပါဝင်ခဲ့ရပြန်ပါတော့တယ်...\nဘာဖြစ်လို့များ ညသန်းခေါင်ရောက်မှာကို သူတို့ကြောက်နေကြတာလဲ...\nဒီအိမ်ကြီးကိုရောင်းရပြီးရော အမြန်ရောင်းချင်နေတဲ့အကြောင်းကရော\nဘာကြောင့်လဲ.. ဘူပတီပြောတဲ့ ရာဂူဆိုတဲ့သူကရော\nဘယ်လိုမျိုးလဲဆိုတာ ပရိသတ်ကြီးပဲ မျှောင့်လင့်စောင့်စားကြည့်ရှုလိုက်ကြပါဦး....\nFile size…1.64GB  / 663MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko ~ Cherry ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/ballabhpurer-roopkotha-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMTUxNTg4NzYyM15BMl5BanBnXkFtZTgwODY0MjcwMTE@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Snoop Dogg Presents: The Bad Girls of Comedy (2012)",
        "description": "Snoop Dogg Presents: The Bad Girls of Comedy (2012)\n======================================\nIMDb Rating - 6.9/10အမေရိကန်ရက်ပါအဆိုတော် စနုဒေါ့ဂ်ကို အများစုကတော့ သိကြ\nမှာပါ။ စနုဒေါ့ဂ်ကအမျိုးသမီးဟာသပြောသူ၅ယောက်ကို စုပြီး ရှိုးတစ်ခု\nလုပ်ခဲ့ပါတယ်။ ဒီဇာတ်ကားထဲမှာ အမျိုးသမီးဟာသပြောသူ(၅)ယောက်\nစင်ပေါ်မှာတစ်ယောက်ချင်း ဟာသတင်ဆက်သွားတာကို ကြည့်ရှုရမှာပါ။\n\"အမျိုးသမီးတွေက ကိုယ့်ကိုယ်ကိုယ်အိမ်လို့ သဘောထားရမယ်၊ ညနက်\nတဲ့ထိ အပြင်မှာမနေရဘူး၊ ကိုယ့်အိမ်ထဲကို တစ်ယောက်ယောက် နောက်\nပေါက်ကနေ ခိုးဝင်လာလိမ့်မယ်\" ဒီဇာတ်ကားထဲကဟာသတစ်ခုပါ။ဒီဇာတ်ကားက ယောက်ျား၊မိန်းမအကြောင်းကို ဘွင်းဘွင်းရှင်းရှင်း ဟာသ\nလုပ်ထားတယ်ပဲဆိုပါတော့။ တစ်ကားလုံး ပါးစပ်မစေ့ဘဲ ဆက်တိုက်ရယ်\nရချင်မှရယ်ရပါလိမ့်မယ်။ ဒါပေမယ့် တစ်နာရီဆိုတဲ့အချိန်တွင်းမှာတော့\nSnoop Dogg ရဲ့ထုံးစံအတိုင်း ပေါက်ကရစကားတွေကတော့ နားထဲပြည့်\nသွားမှာတော့အမှန်ပါပဲ။ ဒီဇာတ်ကားထဲမှာ 18+ဇာတ်ဝင်ခန်းတွေမပါပေမယ့်\nလိင်ပိုင်းဆိုင်ရာ ရိုင်းစိုင်းတဲ့အသုံးအနှုန်းတွေ သုံးနှုန်းထားတာမို့လို့  မိသားစု\nနဲ့ကြည့်ရှုဖို့မသင့်တော်ပါဘူး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zinမှရေးသားပေးပြီ၊ ဘာသာပြန်ရေးသား\nပေးသူများကတော့ Ngwe Zin, May Thet Khine Soe တို့ဖြစ်ပါတယ်)File Size..........(1.2 GB) ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/snoop-dogg-presents-the-bad-girls-of-comedy-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mmD0NVdhiRiCu64YKem5GK5PSfy.jpg",
        "title": "High Heat (2022)",
        "description": "High Heat (2022)အန်နာ ခေါ် အန်ညာက ပြင်သစ်စားသောက်ဆိုင်ကို သူ့ခင်ပွန်းနဲ့အတူပူးတွဲပိုင်ပြီး စားဖိုမှူးတစ်ယောက်လဲဖြစ်ပါတယ်။\nမီးဖိုချောင်ရဲ့ အပူတွေကြားမှာ စားဖိုမှူးတွေထုံးစံအတိုင်း တစ်ခါတစ်ရံပေါက်ကွဲသောင်းကျန်းတတ်တဲ့အန်နာ့ကို\nသူ့ခင်ပွန်းက ယုတ္တိမတန်သူ ဘွဲ့ပေးထားတယ်ဆိုပါတော့။\nတကယ်တော့အန်နာက စားဖိုမှူးထက်အများကြီးပိုတဲ့ အပူတွေကိုကြုံဖူးခဲ့တဲ့ရုရှားစပိုင်တစ်ယောက်ဖြစ်ပါတယ်။\nအဲဒီဘဝကနေထွက်ပြေးလာပြီး ကိုယ်ရောင်ဖျောက်နေသူတစ်ယောက်ပါ။\nဆိုင်ဖွင့်ပွဲညမှာတော့ မိန်းမအတိတ်အကြောင်းကိုဘာမှမသိတဲ့ အန်ညာ့ခင်ပွန်းကသူ့မိန်းမကိုဂုဏ်ပြုတဲ့အနေနဲ့\nသတင်းစာထဲကိုဆိုင်အကြောင်းထည့်ပေးလိုက်ရာမှာ အန်ညာ့အတိတ်က အန်ညာ့နောက်ပြန်လိုက်တာတဲ့အပြင်\nသူ့ခင်ပွန်းရဲ့အကြွေးဇာတ်ထုပ်တွေကလဲ အဲဒီညမှာပေါ်လာချိန်မှာတော့\nအန်ညာတစ်ယောက်ဆိုင်ထဲမှာတပ်စွဲပြီး သူ့စားသောက်ဆိုင်နဲ့သူ့ကိုယ်သူဘယ်လိုကာကွယ်သွားမယ်ဆိုတာကို\nအက်ရှင်နဲ့ဟာသရောနှောရိုက်ကူးထားလို့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ကောင်းမယ့် ကားတစ်ကားပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Crime\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 557MB | 276MB\nFormat… mp4\nDuration…. 1h 24min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/high-heat-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1EV8HY2KXavPluOb4TUnnTNTiiY.jpg",
        "title": "Scare Package (2019)",
        "description": "Scare Package (2019)~ Rotten Tomatoes - 88%, Shudder - 3.7/5 ~တလောကတုန်းကထွက်ခဲ့တဲ့ Horror စခွီကား Scare Package II: Rad Chad's Revenge ထက် အရင်ထွက်တဲ့ Scare Package (2019) ဟာ 2 ထက်တောင် အူတက်အောင်ရယ်ရတဲ့ ဟာသသရဲကား အကြီးစားပါ။Horror ဇာတ်လမ်းတွေအကြောင်း မသိတာမရှိတဲ့ အခွေဆိုင်ပိုင်ရှင်ကြီး Chad Buckley ဟာ တစ်ယောက်တည်း အထီးကျန်နေသူပါ။ သူဟာ သူ့ရဲ့ ပုံမှန်အားပေးနေကျ Client ဖြစ်တဲ့ Sam နဲ့ငြင်းလိုက်ခုန်လိုက် စကားတွေပေါက်ပန်းလေးဆယ်ပြောလိုက်နဲ့ ဘဝကို ဖြတ်သန်းနေတာပါ။ အဲဒီလိုနဲ့ သံသယလုံးဝဖြစ်စရာမကောင်းတဲ့ ကောင်လေးတ‌စ်ယောက် စာရေးအလုပ်လာလျှောက်ပါတယ်။ အဲဒီနောက်ပိုင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ တခြားသော ရုပ်ရှင်အပိုင်းတိုလေးတွေနဲ့ ဟိုရောက်ဒီရောက်ကြည့်ရင်း ခံစားရမှာပါ။ အဲဒီအပိုင်းတိုလေးတွေကို ဒါရိုက်တာတစ်ယောက်စီရိုက်ထားတာဖြစ်တဲ့အတွက် ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/scare-package-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nSqToocgoDABPTTZsyL2gOyPOzi.jpg",
        "title": "Ayo Putus (2022)",
        "description": "Ayo Putus (2022)အညွှန်းဒီရုပ်ရှင်လေးကတော့Romance Comedyလေးပဲဖြစ်ပါတယ် ။\nစဲလ်တန်ဆိုတဲ့ကျောင်းမှာနာမည်ကြီးတဲ့ကောင်လေးဟာ\nမိန်းကလေးတ်ယောက်နဲ့ သုံးရက်ပဲတွဲလေ့ရှိပါတယ်။သုံးရက်ပြည့်တဲ့နေ့မှာတော့ အကြောင်းပြချက်မရှိ လမ်းခွဲတဲ့ နိယာမရှိပါတယ်။\nဒါပေမဲ့ အယ်လ်မာကိုဆိုတဲ့‌ကောင်မလေးနဲ့သုံးရက်တာတွဲဖို့ဖြစ်လာခဲ့ပြီး\nစဲလ်တန်ရဲ့ နှလုံးသားတံခါးကလည်းပွင့်သွားခဲ့ပါတယ်။နောက်ဆုံးမှာတော့ စဲလ်တန်က သူ့ရဲ့နိယာမအတိုင်း အဲလ်မာနဲ့ လမ်းခွဲသွားမလား\nဘယ်လိုတွေဖြစ်မလဲဆိုတာကိုတော့ ဒီရုပ်ရှင်လေးထဲမှာပဲပြီးအောင်ကြည့်ပေးကြပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kyal Sin Yati Ko ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.7GB | 801MB | 384MB\nFormat… mp4\nDuration….1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Kyal Sin Yati Ko\nEncoder ..... August",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/ayo-putus-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjNiNGNiMDQtYjI2ZC00NTE4LThmMzYtYTc1ODlhNDkwNmE2XkEyXkFqcGdeQXVyMTUzNzYwMzA@._V1_-141x200.jpg",
        "title": "(21+) Cinderella (1977)",
        "description": "ဒီဇာတ်ကားလေးက စင်ဒရဲလားလေးရဲ့\nလူကြီးကြိုက် နောက်ထပ်ဇာတ်လမ်းတစ်ပုဒ်\nဒီထဲမှာ စင်ဒရဲလားလေး ကြင်ယာဖြစ်သွားပုံက ထူးဆန်းတယ်\nအစောင့်ရှောက်ကလဲ ထူးဆန်းတယ်\nစင်ဒရဲလားလေးကလှတယ်ငယ်ရွယ်တယ် နုပျိုတယ် ဖြူစင်တယ်စင်ဒရဲလားလေးက မယားပါသမီးနဲ့ မိထွေးတို့ရဲ့ အနှိမ်ခံ\nဘဝနဲ့အစပျိုးထားပါတယ်\nဘုရင့်သားတော်ရဲ့ မွေးနေ့ ကြင်ယာရွေးပွဲ ဖိတ်စာရပေမဲ့\nတက်လို့မရအောင် မိထွေးနဲ့ မယားပါသမီးတွေကဖျက်ဆီးပါတယ်အဲဒီကြင်ယာရွေးပွဲကထူးဆန်းပါတယ်\nမိန်းမတွေအကြောင်းပေါင်းကြည့်မှသိဆိုသလိုပဲ\nကံစမ်းမဲနှိုက်ပြီး ခဏတာ ပေါင်းကြည့်တာပါပဲ\nစင်ဒရဲလားလေးကတော့ သူ့ဖြူစင်တဲ့စေတနာအတိုင်း\nအချိန်တန်တော့ သူမရဲ့ ကိုယ်စောင့်နတ်နဲ့တွေ့ပြီးအကူညီရပါတော့တယ်အကူညီကလဲ အတော်ထိရောက်ပါတယ်\nမိန်းမတစ်ယောက်ရဲ့ အဓိကကိုပါ ပြောင်းပေးလိုက်ပါတယ်\nမိန်းမ တစ်‌ထောင်မှာ တစ်ယောက်မရှိတဲ့ အရာမျိုးပါ\nအဲဒါကို မင်းသားလေးက စွဲလန်းသွားတဲ့အခါမှာတော့မင်းသားလေးရဲ့ရှာပုံတော်\nကြင်ရာရွေးပွဲ\nစတာတွေက DS Fans တွေအကြိုက်ဖြစ်နေတာကြောင့်\nစင်ဒရဲလားရဲ့ ရသတမျိုးကို တင်ဆက်လိုက်ပါတယ်\nFile size…1.86GB / 918MB\nQuality…1080p Blu Ray  / 720p\nFormat…mp4\nDuration….1h 34m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/21-cinderella-1977/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-r-135x200.jpg",
        "title": "Renaissance Man (1994)",
        "description": "1994 ကာလရဲ့ နာမည်ကြီး ဟာသကောင်းလေးတစ်ခုလောက် ကြည့်ကြည့်လိုက်ရအောင်။ဝီလီယမ်ရေဂိုတစ်ယောက် မီးပွိုင့်မိသွားတာ အစည်းအဝေးချိန်နောက်ကျပြီး အလုပ်ပြုတ်တဲ့ထိဖြစ်သွားပါတယ်။ အသက်လည်းကြီးနေပြီဖြစ်လို့ ဘာအလုပ်မှရှာမရဘဲဖြစ်နေရာမှ အလုပ်တစ်ခုကလာကမ်းလှမ်းတဲ့အခါ.. ထိုအလုပ်ကတော့ စစ်တပ်ထဲက စစ်သားတွေကိုစာသင်ပေးဖို့ပဲဖြစ်ပါတယ်။သာမန်စစ်သားမဟုတ်ဘဲ တုံးလွန်းလို့ D နှစ်လုံးကောင်တွေ(ခွေးချေးလိုတုံးသောသူများ) လို့တင်စားခံထားရတဲ့ စစ်သားတွေကိုစာသင်ဖို့ဖြစ်လာတဲ့အခါ.. စာတောင်မသင်ဖူးပေမယ့် တခြားလည်းဘာအလုပ်မှလုပ်မရတာကြောင့် ဖြစ်ချင်ရာဖြစ်ဆိုပြီးသွားလိုက်တဲ့ရေဂိုနဲ့ ငတုံးအဖွဲ့ စစ်တပ်ထဲဘယ်လိုဘုနဲ့ဘောက်တွေဖြစ်ကြမလဲ.. File size…(2.28GB)  / (`1.12GB) / (765MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:08:00\nGenre...  Drama /Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Shin Rina",
        "rating": "",
        "url": "https://channelmyanmar.org/renaissance-man1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/photo644162-140x200.jpg",
        "title": "[18+]So Cute(2004)",
        "description": "So Cute(2004)**************(၁၈+ အခန်းများပါသဖြင့်မိသားစုနဲ့အတူမကြည့်သင့်ပါခင်ဗျ..)ဂျန်ဆူရိုဟာ ဆိုးလ်မြို့ဆင်ခြေဖုံးရပ်ကွက်တစ်ခုမှာ နေထိုင်တဲ့ နတ်ဆရာတစ်ယောက်ဖြစ်ပါတယ်..သူဟာ အိမ်ထောင်ရေးနဲ့ပတ်သက်တဲ့ အဆောင်လက်ဖွဲ့ပေးရာမှာ\nနာမည်ကြီးလို့ အမျိုးသမီးတွေက သူ့ကို သဘောကျကြတယ်..အဲလိုနဲ့ဂျန်ဆူရိုဟာ အမျိုးသမီးတချို့နဲ့ပတ်သက်ခဲ့ပြီး ဖအေတူမအေကွဲ သား၃ယောက်ရလာပါတော့တယ်..\nသားကြီးဖြစ်သူအမူးသမား ၉၆၃က ဆိုင်ကယ်နဲ့ပစ္စည်းပို့တဲ့အလုပ်ကိုလုပ်ပြီးသားလတ်ဖြစ်သူဂယ်ခို(ခွေးနှာခေါင်း)က ကရိန်းကားမောင်းတဲ့အလုပ်ကို လုပ်ပါတယ်..\nသားအငယ်ဆုံးဖြစ်တဲ့မောရှီဂီကတော့ လူမိုက်တစ်ယောက်ဖြစ်ပြီး မကြာခင်ကမှ ထောင်ကထွက်လာသူဖြစ်ပါတယ်..မောရှီဂီရဲ့ဆရာ လူမိုက်ဂိုဏ်းခေါင်းဆောင်က မောရှီဂီရဲ့ဖခင်နေထိုင်တဲ့\nဆင်ခြေဖုံးရပ်ကွက်ကတိုက်တန်းဟောင်းကို စီမံကိန်းတစ်ခုနဲ့ဖျက်ခိုင်းဖို့ မောရှီဂီနဲ့အဖွဲ့ကို စေခိုင်းတဲ့အခါမှာတော့ဖခင်နဲ့လူမိုက်ဆရာကြား မောရှီဂီအခက်တွေ့ပါတော့တယ်\nဒါ့ပြင် သားလတ်ဂယ်ခိုနဲ့သိတဲ့ ဆွန်းရီဆိုတဲ့ဆန်မုန့်ရောင်းတဲ့မိန်းကလေးတစ်ဦးကပါ..သူတို့အိမ်ပေါ်ရောက်လာတဲ့အခါမှာ သားအဖ၄ယောက်နဲ့ဆွန်းရီရဲ့ပတ်သက်မှုကလည်း ရယ်မောစရာကောင်းပြီး\nပိုရှုပ်ထွေးလာပါတော့တယ်..    File Size : (3.1GB)(1.0 GB) and (397 MB)\nQuality : NF.WEB-DL 1080P, 720p\nFormat…mp4\nDuration…01:56:00\nGenre : Adult, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by PPM\nEncoded by DS",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/so-cute2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkRQn520JQD07BNP03NK3iKCaPD.jpg",
        "title": "Night at the Museum: Kahmunrah Rises Again (2022)",
        "description": "Night at the Museum: Kahmunrah Rises Again (2022)သင်ဟာ Night at the museumရဲ့ ပရိသတ်တစ်ယောက်ဆိုရင်တော့\nငယ်ငယ်က ပြတိုက်တွေသွားလည်တဲ့အခါ ဒီအရုပ်တွေများ ညဘက်ဆိုရင်အသက်ဝင်လာပြီး\nလျှောက်သွားနေမလားလို့ တွေးမိမှာပါပဲ။\n၂၀၀၆ ခုနှစ်မှာ ပထမဆုံးစတင်ထွက်ရှိပြီး ပရိသတ်တွေရဲ့အသဲနှလုံးကို ဖမ်းစားခဲ့တဲ့ ဒီရုပ်ရှင်လေးက\n၂၀၀၉နဲ့ ၂၀၁၄မှာ live action sequelအသီးသီးထွက်ရှိခဲ့ပြီးတော့\nနောက်ဆုံးရုပ်ရှင်ကတော့ animationသီးသန့်အနေနဲ့ ပွဲထုတ်ထားပါတယ်။၂၀၂၂ animationမှာတော့ Night at the museum sequelတလျှောက်မှာ\nအပွဲပွဲနွှဲလာခဲ့တဲ့ လာရီဒေလီတစ်ယောက် သဘာဝသမိုင်းပြတိုက်ကြီးကိုစွန့်ခွာလို့\nတိုကျိုပြတိုက်ကို ပြောင်းရတာနဲ့ အစချီထားပါတယ်။ဒါပေမဲ့ လာရီနဲ့ပွဲတိုင်းကျော်ခဲ့တဲ့ ပြခန်းထဲကရဲဘော်တွေကတော့\nလာရီနေရာမှာမှာ အစားထိုးဝင်လာတဲ့ ညစောင့်တိုင်းကို အမျိုးမျိုးခြောက်လွှတ်နေကြတာပေါ့။\nရဲဘော်တွေကိုလည်း ဖျောင့်ဖျလို့မရ ကြီးလေးတဲ့တာဝန်ကြီးကို တခြားသူကိုလွှဲအပ်ခဲ့ရမှာကိုလည်း စိတ်မချပြန်\nနှစ်ပေါင်းများစွာလုပ်လာခဲ့တဲ့ ပြတိုက်ကြီးကိုလည်း သံယောဇဉ်မပြတ်တဲ့လာရီတစ်ယောက်\nတက်ဒီပြောသလိုပဲ သားဖြစ်သူ နစ်ခ်ဒေလီကို သူ့နေရာအစားဝင်ခိုင်းဖို့ တွေးနေတော့တာပေါ့။တစ်ဖက်မှာတော့ ဘာလုပ်လုပ် တလွဲတချော်နဲ့တိုင်ပတ်နေပြီး\nချစ်သူကောင်မလေးကိုပါ ဖွင့်မပြောရဲတဲ့အထိကို ယုံကြည်မှုတွေပျောက်ဆုံးနေတဲ့\nဆယ်ကျော်သက်ကောင်လေး နစ်ခ်ဒေလီကတော့ သူ့ရဲ့ဘဝကြီးကို အကြီးအကျယ်စိတ်ပျက်နေသူလေးပါ။\nဒါကိုအဖေဖြစ်သူလာရီက ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/night-at-the-museum-kahmunrah-rises-again-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTNhZTY2MDYtMDcxZS00MDU1LWIwYzMtOGNmYTliZDlkNGRlXkEyXkFqcGdeQXVyNDI3MDY3Nw@@._V1_-140x200.jpg",
        "title": "The Three Wise Kings vs. Santa (2022)",
        "description": "The Three Wise Kings vs. Santa (2022)\n============================ခရစ္စမတ်လို့အသံကြားလိုက်တာနဲ့ ဆန်တာကလော့စ်ကိုပဲ ပြေးမြင်မိကြမှာပါ။\nဒီဇာတ်ကားထဲမှာတော့ ဆန်တာကလော့စ်မဟုတ်ဘဲ The Three Kings ဆိုတဲ့\nဘုရင်သုံးပါးအကြောင်းကို အဓိကထားထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲမှာ\nဆန်တာကလော့စ်နဲ့ ဘုရင်သုံးပါးက မတည့်ကြပါဘူးတဲ့။ ဘုရင်သုံးပါးက ဆန်\nတာကလော့စ်ကို မနာလိုဖြစ်နေကြတာပါ။ဘာလို့ဆို ခရစ္စမတ်ဆိုရင် ဆန်တာကလော့စ်ကိုပဲ အရင်ပြေးမြင်ကြတာကိုး။\nဆန်တာကလော့စ်ကလည်း ကိုယ့်ဘာသာမနေဘဲ သူတို့ကိုသွားသွားစပါတယ်။\nခပ်ပျော်ပျော်ပဲနေတဲ့ ဆန်တာကရော ဘုရင်သုံးပါးကို ဘာများမနာလိုရတာလဲ။\nနွားကွဲရင် ကျားဆွဲတယ်ဆိုတဲ့စကားအတိုင်း သူတို့တွေရဲ့ရန်ပွဲကြောင့် နိုးထလာတဲ့\nမကောင်းဆိုးဝါးကို သူတို့တွေဘယ်လိုအနိုင်ယူကြမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်\nပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ EL\nဖြစ်ပါတယ်)File Size..........(1.8 GB) / (720 MB) / (495 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 46Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Comedy\nTranslator.......EL\nEncoder..........Zin Phyo Aung",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-three-wise-kings-vs-santa-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Cheppalani-Undhi-133x200.jpg",
        "title": "Cheppalani Undhi (2023)",
        "description": "Cheppalani Undi 2022IMDb-8.6/10လူတွေရဲ့မျိုးစုံသောယုံကြည်မှုနဲ့ သိပ္ပံပညာဟာပြဒါးတစ်လမ်းသံတစ်လမ်းပဲလို့\nလက်ခံထားတယ်ဆိုရင်တော့ ဒီကားလေးကို\nကြည့်ကြည့်ဖို့အရင်ဆုံးပြောချင်ပါတယ်ဇာတ်လမ်းအညွှန်းကတော့\nတက်ကြွတဲ့စိတ်ဓာတ်တွေနဲ့ အပြင်းအထန်ကြိုးစားနေတဲ့လူငယ်လေးချန်ဒူးဟာ\nသူ့ရဲ့ကြိုးစားမှုနဲ့ဘဝအခြေတည်သွားစေမယ့်\nအခွင့်အရေးတစ်ခုရခဲ့ပါတယ်အချစ်ရေးမှာလည်း ယောက္ခမလောင်းကြီးနဲ့တွေ့ရတော့မှာမို့ ပျော်ရွှင်နေတဲ့အချိန်ပေါ့\nဘဝကြီးဟာချိုမြသာယာနေပြီဆိုတော့သောက်ပြီပေါ့လေ\nမူးမူးနဲ့အိမ်ပြန်တဲ့အချိန် ရဲအစစ်ခံရမှာဆိုးတာနဲ့ အရှိန်တင်မောင်းရင်း\nလမ်းဘေးပလက်ဖောင်းနဲ့ခေါင်းနဲ့ဂဟေဆက်ပါရောသတဲ့\nဘာဒဏ်ရာမှမရခဲ့ပေမယ့် ဘဝရဲ့အရေးကြီးဆုံးနောက်ရက်မနက်မှာပဲ\nသူ့ပါးစပ်ကပြောနေတဲ့စကားတွေကို\nသူ့ဘေးကဘယ်သူမှနားမလည်တဲ့အဖြစ်ရောက်သွားပါတယ်တစ်ခြားသူတွေပြောသမျှကိုသူနားလည်နေပေမယ့်သူပြောတဲ့စကားတွေကိုဘယ်သူမှနားမလည်\nသူကလည်းအဲဒီနားမလည်တဲ့စကားတွေနဲ့ပဲ ရှင်းပြဖို့ထပ်ခါထပ်ခါကြိုးစားရင်း\nရှင်းပြလို့နားမလည် နားမလည်လို့ရှင်းပြနဲ့\nတစ်ယောက်တည်းလည်ထွက်နေရှာပါပြီချရေးပြပေါ့လို့ပြောရအောင်လည်းချလည်းမရေးတတ်တော့ဘူးတဲ့\nဒီလိုနဲ့ဘဝလောက်အရေးကြီးတဲ့အခွင့်အရေးကြီးလည်းဆုံးရှုံး ချစ်ရသူကိုလည်းဆုံးရှုံးရတော့မလိုဖြစ်နေပါပြီ\nဘာဖြစ်နေမှန်းလည်းမသိ ရှင်းပြလို့လည်းမရနဲ့တစ်ယောက်တည်းတိုင်ပတ်နေတဲ့သူ့အဖြစ်ကို\nသိပ္ပံနဲ့ ယုံကြည်မှုဘယ်လိုတွေများပေါင်းစည်းပြီး ဖြေရှင်းသွားမှာပါလိမ့် ရှုစားကြည့်ပါဦး\nFile size…2.3GB / 1.08GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Taylor ~ BpL ~  Sai ThuRein",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/cheppalani-undhi-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3JpHNd6V8hvR1JFGGSAJsZDYHoR.jpg",
        "title": "Runaway Bride(1999)",
        "description": "Runaway Bride(1999)********************မင်းသားကြီး Richard Gere နဲ့  Julia Robertငယ်စဉ်က ဇာတ်ကားဖြစ်တဲ့အတွက်အထွေအထူးပြောနေစရာလိုမယ်မထင်ပါဘူး။\nဇာတ်လမ်းအကျဉ်းကတော့ ဆောင်းပါးရေးဆရာ Ikeက ပင်တိုင်ဆောင်းပါးအတွက်ဘုံဆိုင်က အမူးသမားတစ်ယောက်ပြောပြတဲ့ မင်္ဂလာဆောင်ခါနီးထွက်ထွက်ပြေးသွားတဲ့သူတို့သမီးအကြောင်းရေးဖြစ်သွားပါတယ်။ ဒီဆောင်းပါးဟာ ဟိုးလေးတကျော်ကျော်ဖြစ်သွားပြီးIkeရဲ့အရေးအသားတွေကြောင့် အမျိုးသမီးဝါဒဆန့်ကျင်ရေးသမားအဖြစ် Ikeဟာ အလုပ်ပြုတ်သွားပါတယ်။သူ့ဂုဏ်သိက္ခာ အဖက်ဆယ်နိုင်အောင်နဲ့ အလုပ်ပြန်ရဖို့အတွက်အဲဒီရှောင်ပြေးသူတို့သမီးရှိရာမြို့ငယ်လေးဆီကို သူ့အကြောင်းစုံစမ်းဖို့ Ikeသွားခဲ့ပါတယ်။မြို့ငယ်လေးဆီရောက်တဲ့အခါ Ike ဘာတွေကြုံရမလဲ ရှောင်ပြေးသူတို့သမီးကရောဘာလို့မင်္ဂလာဆောင်ခါနီးမှ ထွက်‌ထွက်ပြေးနေရတာလဲသူတို့ကြားမှာရော ဘယ်လိုအကြောင်းတွေဖန်လာမလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦးနော်။ File Size :(2.3GB)(946 MB) and (304MB)\nQuality : Blu-Ray1080P, 720p\nFormat…mp4\nDuration…01:59:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jane\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/runaway-bride1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Picsart_23-01-13_22-18-06-333-172x200.jpg",
        "title": "Fanfan (1993)",
        "description": "Fanfan (1993)\n\" ပြင်သစ်ကားတွေရဲ့ထုံးစံအတိုင်း မိသားစုနဲ့အတူ ကြည့်ရှူလို့ အဆင်မပြေနိုင်ပါခင်ဗျာ \"\n~ IMDb - 6.7/10, Rotten Tomatoes - 85% ~ဒီရုပ်ရှင်ဟာ ပြင်သစ်ရုပ်ရှင်ကားဟောင်း၊ ကားကောင်းလေးတွေထဲမှာတော့ ရှေ့ဆုံးက ဦးဆောင်ခဲ့တဲ့ကားတစ်ကားပါပဲ။ အဓိကကတော့ ၂၀ ရာစုနှစ်ပြင်သစ်ရုပ်ရှင်ကားတွေကို ချုပ်ကိုင်ခဲ့တဲ့၊ ဂျိမ်းစ်ဘွန်းရုပ်ရှင်တွေမှာတောင် ပါဝင်ခဲ့တဲ့၊ ရုပ်ရှင်ဇာတ်လမ်းမကောင်းရင် ဘယ်တော့မှရိုက်လေ့ရိုက်ထမရှိတဲ့ ပြင်သစ်မင်းသမီး‌ချော Sophie Marceau ကြောင့်လို့လည်း ဆိုရမှာပဲဖြစ်ပါတယ်။အ‌ဆိုပါပြင်သစ်မင်သမီးကြီးရဲ့ရိုက်ကူးခဲ့သမျှ ရုပ်ရှင်ကားတိုင်းဟာ ဇာတ်လမ်းဇာတ်ကွက်အလွန်ကောင်းလှသလို IMDb - 6.2/10 အထက်မှာပဲ အမြဲနေရာယူထားတာလည်းဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ကားလေးကတော့ တဖန်ပြန်လည် ‌ခေတ်ထနေတယ်လို့သိရပြီး ခေတ်ပြန်ထချင်ရလောက်အောင်ကို ဒီဖက်ခေတ်မှာလည်း ကြည့်လို့ကောင်းနေတဲ့ Romance ကားတစ်ကားဖြစ်လို့နေပါတယ်။တစ်ခါတလေတော့ အချစ်ဆိုတာ ဘယ်လိုမျိူးလဲတောင် နားလည်ဖို့အလွန်ခက်ခဲလှပါတယ်။ ဒီရုပ်ရှင်ကားကို Comedy လို့ပါ အမျိုးအစားတပ်ထားပေမဲ့ ကျွန်တော်အနေနဲ့တော့ Comedy ဆန်တာတစ်ခုမှမ‌တွေ့ရဘဲ ဇာတ်ကောင်စရိုက်နိုင်လှတဲ့ သရုပ်ဆောင်တွေရဲ့ ဇာတ်ကောင်စရိုက်အားပြိုင်မှုတွေကြားမှာ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/fanfan-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qyJJNHteA7BUwQSey05t7qP4vRV.jpg",
        "title": "My Girl (1991)",
        "description": "My Girl (1991)ဗေဒါလေးဟာ ငယ်ငယ်လေးနဲ့ အသိကြွယ် ဉာဏ်ပြေးတဲ့ ကလေးမလေးတစ်ယောက်ပါ။ ဗေဒါ့ဖေဖေက ဈာပနအခမ်းအနားတွေ တာဝန်ယူပြင်ပေးရတဲ့သူပေါ့...။သူ မသိတတ်ခင်ကတည်းက ဆုံးသွားတဲ့ မေမေ၊ အသိ သတိ မကောင်းတော့တဲ့ ဖွားဖွား၊ နေ့စဉ်နဲ့အမျှ ဝင်ချည်ထွက်ချည်မြင်နေရတဲ့ အလောင်းတွေနဲ့ ပူဆွေးတမ်းတသူတွေ...။ နေ့စဉ်ဘဝလိုဖြစ်နေတဲ့ သေခြင်းနဲ့ ရှင်ခြင်းကြားက မျဉ်းပါးပါးလေးကို ဗေဒါလေး ဘယ်လိုများ နားလည်ထားသလဲ။အဆိုးတွေချည်းပဲတော့ မဟုတ်ပါဘူး... ၁၁နှစ်ဆိုတဲ့ တစ်ဆယ်စွန်းစ ဆယ်ကျော်သက်မဖြစ်တစ်ဖြစ်ကလေးမှာ အနားက အရိပ်လိုလိုက်မယ့် သူငယ်ချင်းလေး တစ်ယောက်ရှိတယ်... ကဗျာရွတ်ပြတာတွေ ကြိတ်ကြွေနေရတဲ့ ကျောင်းဆရာတစ်ယောက်ရှိတယ်...။ နှာတစ်ဖျားအသာနဲ့လည်း ရွယ်တူတွေကို ဖျံကျတတ်တယ်။ဒါပေမဲ့လည်း အလောင်းတွေကြားမှာ ဘဝကို မြှုပ်နှံထားတဲ့ ဖအေဖြစ်သူရဲ့ အာရုံစိုက်ခံရဖို့ကိုတော့ ညစ်ကြယ်ကြယ် ဉာဉ်လေးနဲ့ နိစ္စဓူဝကြိုးစားရတုန်းပါပဲ...။ ဒီလိုနဲ့ တစ်ရက်မှာတော့ ဗေဒါတို့ သားအဖဘဝထဲကို ရှယ်လီဆိုတဲ့ မိတ်ကပ်ဆရာမတစ်ဦး ပေါက်ချလာပါတော့တယ်...My Girl ဟာ နာမည်ကျော် ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/my-girl-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hBUdnylt2a84PwGIPQcZDkCVB5M.jpg",
        "title": "Final Cut (a.k.a) Coupez (2022)",
        "description": "Final Cut (a.k.a) Coupez (2022)ဇာတ်လမ်းလေးကတော့ ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့်ဟာသကားလေးပါ။ရာမီဟာ သာမန်အဆင့်ဒါရိုက်တာတစ်ယောက်ပါ။ လူမသိသူမသိဇာတ်ကားလေးတွေကို ဖန်တီးရင်းနဲ့ ဘဝကို အဆင်ပြေသလိုနေထိုင်နေတဲ့သူပေါ့။တစ်နေ့မှာ ရာမီရဲ့ ထုတ်လုပ်သူ မော်ညာ ဟာ ရာမီ ဂျပန်လူမျိုးတစ်ယောက်နဲ့မိတ်ဆက်ပေးတယ်။ အခြားအကြောင်းတော့ မဟုတ်ပါဘူး။ ဂျပန်ဇွန်ဘီးရုပ်ရှင်ကား ရိုက်ဖို့အတွက် ရာမီနဲ့ဆွေးနွေးဖို့ပါ။ဒါပေမယ့် ဒီဇွန်ဘီးရုပ်ရှင်ကားကို တည်းဖြတ်မှုမပါဘဲ နာရီဝက်စာလောက် Live လွှင့်ပြီးရိုက်ပြဖို့ပါ။လူအများကြီးနဲ့ လုပ်ရတဲ့အလုပ်မှာ တည်းဖြတ်မှုမပါဘဲ နာရီဝက်စာလောက် ရိုက်ပြမယ်ဆိုတော့ ရာမီလည်းငြင်းပေမယ့် ထုတ်လုပ်သူက အတင်းရိုက်ခိုင်းတဲ့အတွက် လက်ခံလိုက်ရပါတော့တယ်။သူတို့ပေးတဲ့ ဇွန်ဘီးဇာတ်ညွှန်းကလည်း အဆင်မပြေတဲ့အပြင် တိုက်ရိုက် Live လည်းလွှင့်ပြတဲ့အခါ ရာမီတစ်ယောက် ရုပ်ရှင်ရိုက်ရင်း ဘယ်လိုအခက်အခဲတွေ ရှိမလဲ?\nသူ ဘယ်လိုဖြေရှင်းမလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Tin Myo Lwin ပါ။)File Size          : 3.7GB, 1.3GB, 598MB\nQuality  ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/final-cut-a-k-a-coupez-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e2PcyjS9oBaMR7rV2DUJ1yY1gKX.jpg",
        "title": "What’s Your Number?(2011)",
        "description": "What's Your Number?(2011)**************************\"ဘဝတစ်လျှောက် ပျှမ်းမျှချစ်သူအရေအတွက် 10.5 ဆိုတာ နည်းတာပေါ့\"ဒီစကားကိုပြောခဲ့တဲ့လူကတော့ မဘဲစီမလေးအယ်လီပါပဲ။ ဒါပေမဲ့ အယ်လီတစ်ယောက် ဘဲတွေမှိုလိုပေါက်ရတာအယ်လီအပြစ်ရယ်တော့လည်းမဟုတ်ပါဘူး။ ဘဲတွေက ထစ်ချုန်းမိုးလို ရေနံတူးဖို့လောက်သာစိတ်အားထက်သန်ပြီးရင် ပျောက်ပျောက်သွားတာကြောင့်ရယ်ပါ။ ဒါပေမဲ့ ပလေးဂဲလေးအယ်လီတစ်ယောက်ဒါကိုစိတ်ထဲ အလေးအနက်မထားပါဘူး သူပလေးကိုယ်ပလေး ဝမ်းဂိုး တူးကမ်း သရီးရယ်ဒီလုပ်နေခဲ့တာပေါ့။ဒါပေမဲ့ နောက်ဆုံးဘဲဘဲလေးရစ်ခ်ကျမှ အမေတွေနဲ့မိတ်ဆက်ပေးဖို့ ကြံရွယ်ပြီးမှ ထုံးစံအတိုင်း ရေနံမင်းသားလေးကဘိုင့်ဘိုင့်လုပ်သွားတဲ့အပြင် နေရင်းထိုင်ရင်းအလုပ်ကပါ သူ့ကိုပဲကွက်ပြီးလူလျှော့ပါသတဲ့။ဘဲရောအလုပ်ရှင်ကပါ ရင်ဝဆောင့်ကန်တာခံရတဲ့ အယ်လီတစ်ယောက် အလုပ်ကနေ ပစ္စည်းသိမ်းပုံးလေးကိုင်လို့ရထားစီးရင်းနဲ့ \"What's your number\"ဆိုတဲ့ ဆောင်းပါးတစ်ပုဒ်ကိုဖတ်မိပါတော့တယ်။ဒီဆောင်းပါးလေးက ဘဲစီတော့ဘာဖြစ်လဲ You only live once ဆိုတဲ့အယ်လီကို အကြီးအကျယ်တုန်လှုပ်သွားစေပါသတဲ့။ဘာဖြစ်လို့လဲဆိုတော့ ဆောင်းပါးထဲမှာ တစ်နိုင်ငံလုံးမှာရှိတဲ့ အမျိုးသမီးတွေရဲ့ ပျှမ်းမျှချစ်သူအရေအတွက်က၁၀.၅ ဖြစ်ပြီး အယောက် ၂၀ နဲ့အထက်ဆို လင်မရတော့ဘူးလို့ စစ်တမ်းနဲ့အခိုင်အမာပြောထားလို့ပါပဲ။ဘဲတွေမှိုလိုပေါက်ပေမဲ့ လင်တော့လိုချင်ရှာသေးတဲ့အယ်လီတစ်ယောက် exတွေတွက်ကြည့်တော့လည်း 19 ယောက်ဖြစ်နေတဲ့အခါမှာတော့...အယောက် 20 ကျော်ရင် ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/whats-your-number2011/"
    }
]