[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sWoYDNPNZs5MtzPbirXV73tIHrA.jpg",
        "title": "The Soccer Football Movie (2022)",
        "description": "The Soccer Football Movie (2022)လောလောလတ်လတ် ထွက်ရှိထားတဲ့ Netflix ရဲ့ကာတွန်းကားလေးဖြစ်ပါတယ်။\nအရင် PSG အသင်းရဲ့ ဘောလုံးသမား မိုဗစ်ချ်ကိုတော့ လူတိုင်းသိကြမှာပါ။\nဇာတ်ကောင်ကိုတော့ မိုဗစ်ချ်လို ဆွဲထားပေမဲ့ အပြင်ကမိုဗစ်ချ် လိုတော့ လူကြမ်းကြီးမဟုတ်ပါဘူးဇာတ်လမ်းက ကလေးကားဆိုတော့ မိုဗစ်ချအစစ်လိုတော့ မဟုတ်ဘူးပေါ့။\nဇလာတန်ဆိုတဲ့ ဘောသမားတစ်ယောက်ဟာ အောစတားဆိုတဲ့ ဖလားကို ပြိုင်ဆိုင်ဖို့အတွက်\nနောက်ဆုံးပွဲစဉ်ရောက်ခါနီးမှာ ကလေးတစ်သိုက်နဲ့ ဆုံတွေ့ခဲ့ပါတယ်။\nနောက်ပြီး သူ့ရဲ့ ဘောစကေးတွေကို လိုချင်နေတဲ့ သိပံ္ပပညာရှင်အရူးတစ်ယောက်က\nဇလာတန်ရဲ့ ဘောစကေးတွေကို ခိုးသွားတဲ့အချိန်မှာ စကေးတွေ မရှိတော့တဲ့ ဇလာတန်နဲ့ ကလေးတစ်သိုက်ဟာ\nပြိုင်ဘက် အသင်းကို ဘယ်လိုအနိုင်ယူပြီး အောစတားဖလားကို အရယူနိုင်မလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Comedy, Family\nQuality…. 1080p | 720p | 480p\nFile size… 1.42GB | 759MB | ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-soccer-football-movie-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/effgnqJMX2lXvXhKlJt7Pm1TkcU.jpg",
        "title": "Tom and Jerry Snowman’s Land (2022)",
        "description": "Tom and Jerry : Snowman's Land (2022)ကလေးဘဝရဲ့ မမေ့နိုင်တဲ့အမှတ်တရ‌တွေအကြောင်း အစချီပြီးပြောတော့မယ်ဆိုရင်\nစကားမပြောတဲ့ တွမ်နဲ့ဂျယ်ရီကို ချန်ခဲ့လို့မရပါဘူး။\nဘယ်ကာတွန်းတွေကို ဘယ်လိုပဲရိုးသွားပါစေ ဘယ်နှစ်ကြိမ်ဘယ်နှစ်ခါပဲ ပြန်ကြည့်ကြည့်\nTom and Jerry ကတော့ ကျွန်တော်တို့ကို အမြဲပြုံးမိစေတယ်လို့ပြောရင်တော့ မမှားပါဘူး။\nဒီနေ့ကတော့ Tom and Jerryကာတွန်းရဲ့ အသစ်ထွက်ရှိလာတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးသွားမှာပါ။ဂွတ်ဘယ်ရီမြို့ငယ်လေးမှာ ဒဏ္ဍာရီတွေ ပုံပြင်တွေနဲ့ပြည့်နှက်နေတဲ့ ဖလစ်စစ်တီတောင်ဆိုတာ ရှိပါတယ်။\nဒဏ္ဍာရီအရတော့ ဖလစ်စစ်တီတောင်ထိပ်မှာရှိတဲ့ နှင်းတွေဟာ မှော်အစွမ်းရှိပြီး နှင်းလူကမ္ဘာဆိုတဲ့ မှော်ဝင်ရွာလေးလည်းရှိပါသတဲ့။တစ်ဖက်မှာတော့ ဒဘယ်ဗေးရဲ့အရုပ်ဆိုင်ကတွမ်နဲ့ မစ္စလာပေ့ခ်ျရဲ့အရုပ်ဆိုင်ကဂျယ်ရီကတော့ ကြောင်နဲ့ကြွက်ပီပီ နေ့တိုင်းသတ်ပုတ်ရင်းပေါ့။\nခေတ်မှီအရုပ်တွေရောင်းနေတဲ့ ဒဘယ်ဗေးရဲ့ဆိုင်ကြီးကို သာမန်အရုပ်လေးတွေနဲ့ မစ္စလာပေ့ခ်ျက မယှဉ်နိုင်တော့ အရှုံးပေါ်မယ့်အဖြစ်ကိုဆိုက်နေတာပေါ့။\nတွမ်နဲ့ဂျယ်ရီဆိုရင်တော့ အမွှေစိန်လေးတက်ဖီကတော့ အမြဲမပါမဖြစ်ပါဘဲ။\nဒီကားလေးထဲမှာတော့ တက်ဖီက မှော်ဆရာရူး မျက်လှည့်ရူးလေးပေမဲ့ လုပ်သမျှမအောင်မြင်တဲ့ငမွှေလေးပေါ့။ဒီလိုသူတို့တွေရဲ့ဘဝထဲကို လာရီဆိုတဲ့ မှော်နှင်းကြွက်ကလေး ရောက်လာချိန်မှာတော့ ဘာတွေဘယ်လို ပြောင်းလဲသွားမလဲ။\nမှော်နှင်းကြွက်ကလေး ရောက်လာချိန်ကျမှ ကံဆိုးပြီး နှင်းမကျတဲ့ခရစ်စမတ်နဲ့ တည့်တည့်တိုးလေတော့\nနှင်းကြွက်လေးအရည်ပျော်မကျရေးအတွက် ဖလစ်စစ်တီတောင်ထိပ်က ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/tom-and-jerry-snowmans-land-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xVEotFkV6yKfiVS2TQpEyV8va3q.jpg",
        "title": "Northeast Disco ( 2022 )",
        "description": "ကိုယ်ကြီးလာတဲ့အခါဘယ်လိုဖြစ်မယ်လို့ပုံဖော်ခဲ့ကြဖူးလဲ?\nငယ်ဘဝရဲ့အိပ်မက်နဲ့ ကြီးပြင်းလာတဲ့အခါ တစ်ထပ်တည်းကျတတ်ရဲ့လား?ဒစ္စကိုခေတ်က ကျိုးချွမ်ယွဲ့ဆိုတဲ့ရုပ်ဆိုးဆိုးလူငယ်လေးဟာ\nမတော်တဆထိခိုက်မိသွားပြီး ပြန်နိုးလာတဲ့အခါ ၂၀၂၂ခုနှစ်ကိုရောက်နေပါပြီ......နိုးလာတဲ့ကျိုးချွမ်ယွဲ့ဟာ အိမ်ကြီးအိမ်ကောင်းမှာနေ\nကားကောင်းကြီးစီးပြီး ကုမ္ပဏီဥက္ကဌကြီးဖြစ်နေတာတွေ့လိုက်ရတယ်။\nပိုပြီးအံ့အားသင့်စရာကောင်းတာက သူငယ်ငယ်တုန်းက\nရင်ထဲကနတ်ဘုရားမလေး ဖုဖန်းဟာသူ့ရဲ့ဇနီးဖြစ်နေပါလား......\nကျိုးချွမ်ယွဲ့လက်မခံနိုင်တဲ့အမှန်တရားကတော့\nသူဟာရှယ်ယာရှင်ပြည်သူတွေရဲ့ငွေတွေကိုလိမ်လည်ခဲ့ပြီး\nမိဘကပါစွန့်လွှတ်ထားတဲ့ လူဆိုးကြီးဖြစ်နေတာကိုပါပဲ......တစ်နေ့မှသူ့ရဲ့ရည်းစားလုဖက်ဖြစ်ခဲ့တဲ့လိုင်အန်နဲ့ပြန်ဆုံတွေ့ခဲ့တယ်။\nသူ့ရဲ့ရည်းစားလုဖက်လိုင်အန်က ဖုဖန်းကိုမမေ့နိုင်သေးပါဘူး.....\nဒီလိုနဲ့နှစ်ယောက်သားအကြိမ်ကြိမ်အကွက်တွေထုတ်သုံးပြီး\nယှဉ်ပြိုင်ကြတာကိုရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမှာပါ။\nအားလုံးကိုသေချာပေါက်စိတ်ပျော်ရွှင်စေမယ့်ကားလေးပဲဖြစ်ပါတယ်နော်၊\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/northeast-disco-2022/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h3zAzTMs5EP3cKusOxFNGSFE1WI.jpg",
        "title": "Spirited (2022)",
        "description": "Spirited (2022)ခရစ္စမတ်နီးပြီဆိုတော့ ခရစ္စမတ်ဇာတ်လမ်းလေးတွေလဲစပြီးထွက်လာပါပြီ။\nခရစ္စမတ်ဇာတ်လမ်းကိုမှ Ryan Reynolds နဲ့ Will Ferrell တို့က\nChristmas Carol ကိုပြန်အသက်သွင်းထားတဲ့ဇာတ်လမ်းဆိုရင်တော့\nChristmassy feeling အပြည့်အဝနဲ့ စခွီလဲထရမယ့်ဇာတ်လမ်းဆိုတာ တကူးတကပြောစရာမလိုလောက်ပါဘူး။Dickens ရဲ့ Christmas Carol ကို အားလုံးသိထားပြီးသားနေမှာပါ။\nအကျဥ်းချုံးပြောရရင် ခရစ္စမတ်ညမှာလူတစ်ယောက်ကိုပြောင်းလဲစေဖို့ ခရစ္စမတ်တစ္ဆေသုံးကောင်လာတယ်။\nအတိတ်ပစ္စုပ္ပန်နဲ့အနာဂတ် ခရစ္စမတ်တစ္ဆေတွေပေါ့။\nသူတို့ကဒီလူကိုသူ့ရဲ့ အတိတ်လက်ရှိနဲ့အနာဂတ် တစ်လျှောက်ခေါ်သွားပြီး သူ့ကိုအပြောင်းအလဲတွေဖြစ်စေဖို့ကြိုးစားကြတဲ့ဇာတ်လမ်းပေါ့။\nဒီဇာတ်လမ်းမှာတော့ Clint လို့ခေါ်တဲ့ Ryan Reynolds က မီဒီယာအကြံပေးတစ်ယောက်ဖြစ်ပြီး\nသူ့ကိုအလုပ်အပ်သူတွေအတွက် မီဒီယာမှာသူတို့ပြိုင်ဘက်တွေကိုနိုင်ဖို့ကူညီပေးသူပေါ့။\nပြိုင်ဘက်တွေရဲ့အပုပ်အစပ်ပေါင်းစုံကိုရှာပေးသူ ပွဲရှာပေးသူဆိုပါတော့။\nသူကလူတွေအပေါ်သိပ်လွှမ်းမိုးနိုင်သူလဲဖြစ်နေတော့ သူသာပြောင်းလဲသွားရင် သူ့နောက်ကတခြားလူပေါင်းများစွာလဲလိုက်ပြောင်းလဲမယ်ဆိုပြီး\nခရစ္စမတ််တစ္ဆေတွေက လာမယ့်နှစ်ခရစ္စမတ်အတွက်သူ့ကိုခြောက်လှန့်ပြောင်းလဲဖို့ ကလင့်ကိုရွေးချယ်လိုက်တော့ တစ္ဆေတွေရဲ့ပရောဂျက်ကြီးအောင်မြင်မလားကြည့်ရမှာပါ။ဒီဇာတ်လမ်းက Muscial လဲဖြစ်တာကြောင့် ပေါ့ပေါ့ပါးပါး မြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ကြည့်ကောင်းလို့ ဒီနှစ်ရဲ့ Holiday Movies ထဲက ကားကောင်းတစ်ကားပါပဲအညွှန်းကိုတော့ Rashida က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Rashida, Roman NoX, Kevin တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... Comedy, Family, Musical\nQuality…. ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/spirited-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lE9abet9ezwSUXZf0UV6dk0NT0e.jpg",
        "title": "Manam(2014)",
        "description": "Manam(2014)*************ဘစ်တူဆိုတဲ့ကောင်လေးဟာ သူ့မွေးနေ့မှာတောင်တောင်းတဲ့ဆုက \" အဖေနဲ့အမေ ဘယ်တော့မှ ရန်မဖြစ်ပါစေနဲ့ \" တဲ့..လင်မယားရယ်လို့ ဖြစ်လာရယ် ကတောက်ကဆရှိကြတယ်ဆိုပေမဲ့မိဘပေးစားပြီး ယူခဲ့ကြတာဆိုတော့ အဖေနဲ့အမေဖြစ်သူဟာလိုအပ်တဲ့ပွင့်လင်းမှုတွေမရှိကြတော့ ချစ်ကြပေမဲ့မလိုအပ်ဘဲ စကားတွေခဏ ခဏများကြတယ်..ပြဿနာတစ်ခုကြောင့်ကားတိုက်မှုဖြစ်ပြီး အမေဆုံးသွားခဲ့တယ်..မကြာပါဘူး ဖခင်ဖြစ်သူလည်းဆုံးသွားခဲ့တော့ ဘစ်တူတစ်ယောက် လောကကြီးတစ်ယောက်တည်းပေါ့..ဒါပေမဲ့ အမေနဲ့အမေကို တစ်ရက်မှ မမေ့နိုင်ခဲ့ဘူး..သူဟာ မိခင်ရှိစဉ်ကဆန္ဒအတိုင်း အချမ်းသာဆုံးဖြစ်စေချင်တဲ့သူဌေးကြီးဖြစ်အောင်ကြိုးစားနိုင်ခဲ့တယ်..အခုဆိုရင် သူဟာ အထင်ကရ သူဌေးကြီးဖြစ်နေပြီ..ဒီလိုနဲ့ တစ်နေ့တော့လေယာဉ်စီးနေရင်း ဖခင်ဖြစ်သူနဲ့ ရုပ်ချင်းချွတ်စွပ်တူတဲ့ လူငယ်လေးတစ်ယောက်ကိုတွေ့ခဲ့ရတယ်..အဖေဖြစ်သူပြန်ဝင်စားတယ်လို့ ယုံကြည်သွားတဲ့အပြင်မိခင်ဖြစ်သူလည်း ဒီအချိန်လူပြန်ဝင်စားမှာပဲ ထပ်ဆင့်တွေးမိပြီးလူဝင်စား အဖေနဲ့အမေကို ရှာပုံတော်ဖွင့်ပါတော့တယ်..ရယ်လည်းရယ်ရသလို မိသားစုပြဿနာလေးတွေကိုဖြေရှင်းဖို့ ပြသထားတဲ့ကားကောင်းလေးဖြစ်တာမို့ ခံစားကြည့်ကြပါဦး... File Size :(3.32GB) (1.43 GB) and (438MB)\nQuality : WEB-DL 1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy , Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/manam2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMDNhMWUxMjctZWFhNy00MjUzLWE3NjYtNTE4ZjVhYjRkZThmXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Falling for Christmas (2022)",
        "description": "လင်ဆေးလိုဟန်ရဲ့ ရုပ်ရှင်ကားသစ်ကို နက်ဖလစ်ကနေ ပြသသွားတာပါ။ဟိုတယ်စီးပွားရေးလုပ်ငန်းရှင်ကြီးတစ်ဦးရဲ့\nသမီးဖြစ်သူ Sierraဟာ အစစအရာရာ\nလိုလေသေးမရှိ ကျော့ကျော့မော့မော့\nနေခဲ့ရသူတစ်ယောက်ပေါ့။ ခရစ္စမတ်မတိုင်ခင်\nတစ်ပတ်လောက်အလိုမှာတော့ Sierraခမျာ\nရည်းစားဖြစ်သူ Tad Fairchildနဲ့အတူ\nတောင်ပေါ် ခရီးထွက်ခဲ့ရာက မတော်တဆမှု\nဖြစ်ကာ တောင်အောက်ကိုလိမ့်ကျပြီး\nသတိလစ် အတိတ်မေ့သွားပါတော့တယ်။\nသတိလစ်နေတဲ့ Sierraကို North star\nတည်းခိုရိပ်သာ ပိုင်ရှင်ဖြစ်တဲ့\nJake Russelတစ်ယောက် တွေ့ပြီး\nကယ်တင်ခဲ့ပါတယ်။ ဒါ့အပြင် အတိတ်မေ့ပြီး\nကူကယ်ရာမဲ့နေသူမို့ လောကွတ်ချော်ကာ\nအိမ်ပေါ်တင် စောင့်ရှောက်ထားခဲ့ပြန်ပါတယ်။\nဒီလိုနဲ့ သံယောဇဉ်တွေ ငြိတွယ်လာရင်း..။တစ်ဖက်မှာတော့ Tadကလည်း ပွန်းပဲ့ဒဏ်ရာ\nအနည်းငယ်လောက်သာရပြီး အသက်ရှင် ကျန်ခဲ့ပါတယ်။ သို့သော်ငြားလဲ လူသူဝေးရာ\nတောထဲတောင်ထဲမှာမို့ ဆောက်တည်ရာမရ\nဖြစ်ရပြန်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ လမ်းပျောက်နေတဲ့\nTadနဲ့ အတိတ်မေ့နေတဲ့ Sierraတို့\nဘယ်လိုဘယ်ပုံ ခရီးဆက်ကြမလဲ။\nSierraတစ်ယောက် မှတ်ဉာဏ်\nပြန်ရလာပြီးတဲ့နောက် သူ့ကိုကယ်တင်ခဲ့တဲ့\nကလေးအဖေ မုဆိုးဖို Jakeကိုပဲ\nရွေးချယ်လေမလား။ သူဌေးသား\nဆိုရှယ်ကြောင် Tadကိုပဲ သစ္စာရှိမှာလား။\nလုပ်ငန်းပိတ်သိမ်းရလုနီးပါးဖြစ်နေတဲ့\nTadကရော ဘာတွေ လုပ်မလဲဆိုတာကို\nနှင်းတွေတဖွေးဖွေးအောက်မှာ ဟာသလေးတွေ နှောပြီး ရိုက်ကူးပြထားတာကို ခံစားကြည့်ရှုကြရမှာပါ။File size…(2.2 GB)/(1.1 GB)/(600 Mb)\nQuality….Webrip 1080p / 720p / ...",
        "rating": "",
        "url": "https://channelmyanmar.org/falling-for-christmas-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/DWQOjAPvM8Kk1Qp3Xq0zae0Z6w.jpg",
        "title": "Meet the Spartans (2008)",
        "description": "Meet the Spartans (2008)ဒီဇာတ်ကားကတော့ နာမည်ကျော် 300 ဇာတ်ကားကြီးရဲ့ Parody ဗားရှင်းပဲဖြစ်ပါတယ်။ Parody ဆိုတာကတော့ နာမည်ကျော်ဇာတ်ကားကြီးတွေကို ကျောရိုးတည်ပြီး ဟာသတွေလုပ်ပစ်တာမျိုးပါပဲ။ Horror ဟာသကားတွေအနေနဲ့ နာမည်ကြီးတဲ့ Scary Movie 1,2,3,4,5 ဟာဆိုရင်လည်း တစ်ခေတ်တစ်ခါကနာမည်ကျော်ဇာတ်ကားတွေ ဇာတ်ဝင်ခန်းတွေကို ရောသမမွှေပြီး ဟာသလုပ်ထားတဲ့ Parody ကားတွေပဲဖြစ်ပါတယ်။ဘီစီ ၄၈၀မှာ စပါတာဘုရင် လီယိုနိုင်းဒတ်စ်ဟာ အင်အားသုံးရာထဲနဲ့ ဇာဆီရဲ့အင်အားအဆမတန်ကြီးမားတဲ့ ပါရှန်တပ်ကိုရင်ဆိုင်ခဲ့ပါတယ်။ ဒီသမိုင်းဝင်စစ်ပွဲကို သာမိုပလေစစ်ပွဲလို့ခေါ်ကြပြီး ၂၀၀၆ ခုနှစ်မှာတော့ နာမည်ကျော်ဒါရိုက်တာကြီး Zack Snyder က ရုပ်ရှင်အဖြစ် ပြောင်မြောက်စွာ အသက်သွင်းနိုင်ခဲ့ပါတယ်။ အခုတင်ဆက်လိုက်တဲ့ Parody ဗားရှင်းကတော့ 2008 ခုနှစ်မှာထွက်ရှိလာတာဖြစ်ပြီး အဲဒီခေတ်က ရေပန်းစားနေတဲ့ အနုပညာရှင်တွေကစလို့ တီဗီအစီအစဥ်တွေ၊ ရုပ်ရှင်တွေအပြင် နိုင်ငံရေးသမားတွေအဆုံး တစ်ခုမကျန်သရော်ပြထားတာကိုမြင်ရမှာပါ။အခုခေတ်နဲ့ကြည့်ရင် အဲဒီတုန်းကနာမည်ကြီးခဲ့တဲ့ ဟောလီးဝုဒ်ဆယ်လီရပ်ကွက်သတင်းတွေဟာ ခေတ်နောက်ကျသွားပြီဆိုပေမယ့် အသက်အရမ်းမငယ်တော့ဘူးဆိုရင်တော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/meet-the-spartans-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/XnRKp_4f-135x200.jpg",
        "title": "The Lost Lotteries (2022)",
        "description": "\"တေ\"ဆိုတဲ့ကောင်လေးနဲ့သူ့အမေဟာ အရမ်းဆင်းရဲကြပါတယ်...တစ်နေ့တစ်နေ့ ထီ ရောင်းရင်းပိုက်ဆံရှာနေရတာပေါ့\"တေ\"ဟာ ထီထွက်တဲ့အပတ်တိုင်း ထီတစ်စောင်သိမ်းထားလေ့ရှိပါတယ်\nတစ်နေ့မှာ \"တေ\"က သူ့အမေအစား ထီရောင်းရင်း ဖြစ်ချင်တော့ သူOnlineရောင်းလိုက်တဲ့ထီလက်မှတ်တွေထဲမှာ ပထမထီဆုကြီး ၅ စောင်ပါနေပါတယ် ပေါက်သူလေးယောက်နဲ့သူပေါ့ဒါပေမယ့် ကံဆိုးစွာပဲ သူ့အမေအကြွေးတင်ထားလို့ အကြွေးတောင်းသူတွေပိုက်ဆံလာတောင်းရင်း တန်ဖိုးကြီးပစ္စည်းမရှိတာနဲ့ သူရောင်းတဲ့ထီအိတ်ကိုယူသွားပါတော့တယ်အဲ့ဒီမှာ ထီပေါက်တဲ့သူတွေကရောက်လာပြီး ထီလက်မှတ်မရှိလို့ ပြဿနာဖြစ်ပါလေရော...\nထီပေါက်တဲ့သူတွေလည်း သူတို့လုပ်ချင်တဲ့ ကိုယ်စီအိပ်မက်တွေရှိကြတာမို့ ပိုက်ဆံ သန်း ၃၀ မဆုံးရှုံးချင်တာနဲ့ သူတို့တွေပူးပေါင်းပြီး ထီလက်မှတ်ပြန်လုယူဖို့အစီစဉ်ဆွဲပါတော့တယ်သူတို့ရဲ့ထီလက်မှတ်တွေပြန်ယူနိုင့်ပါ့မလား...\nဘယ်လိုအခက်ခဲတွေနဲ့ကြုံရမလဲ သူတို့အိပ်မက်လေးတွေရော အကောင်အထည်ဖော်နိုင်ပါ့မလားဆိုတာ ဇာတ်ကားထဲကြည့်ရှူလိုက်ရအောင်နော် 🔥( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.9GB) / (950MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:46:00\nType__Crime, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-lost-lotteries-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-bar-137x200.jpg",
        "title": "Bar Fight (2022)",
        "description": "ခရစ္စမတ် အငွေ့အသက်တွေပါတဲ့ ဟာသဇာတ်ကားလေး လာပါပြီ။\nဇာတ်လမ်းအကျဥ်းကတော့ ၅ နှစ်ကြာတွဲပြီးမှ သဘောထားချင်း မတိုက်ဆိုင်လို့ လမ်းခွဲခဲ့ကြတဲ့ အယ်လန်နဲ့ နီနာတို့နှစ်ယောက်ဟာ တွဲနေစဥ် တစ်လျှောက်လုံး တစ်ခါမှ ရန်မဖြစ်ဖူးပေမယ့် လမ်းခွဲပြီးနောက် သူငယ်ချင်းကိုယ်စီနဲ့ အတူသွားနေကျဘားမှာ ပြန်တွေ့တဲ့အချိန်ကျမှ  ဘားမှာဘယ်သူနေရမယ်ဆိုတာကို ငြင်းရင်းနဲ့ ပြိုင်ပွဲတစ်ခုလုပ်ပြီး ရှုံးတဲ့သူထွက်သွားရမယ်ဆိုတဲ့ စည်းကမ်း သတ်မှတ်လိုက်ပါတယ်။ရည်းစားဟောင်းကို မရှုံးဖို့အရေး နှစ်ယောက်စလုံး ရန်သူတွေလို အကျိတ်အနယ် ယှဥ်ပြိုင်ကြရင်း သူတို့ဆက်ဆံရေး ပြန်အဆင်ပြေသွားမလား ပိုအခြေအနေဆိုးသွားမလားဆိုတာကို ပေါ့ပေါ့ပါးပါးလေးနဲ့ ရယ်ရအောင် ရိုက်ပြထားတာမို့ ကြည့်ရှုအားပေးလိုက်ကြပါဦး။File size…(1.08GB)  / (630MB) / (282MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre... Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Robin",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/bar-fight-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1tzERH50P5c2mFWtLbgixzLZS1L.jpg",
        "title": "Ticket to Paradise (2022)",
        "description": "Ticket to Paradise (2022)ဟောလိဝုဒ်ရဲ့ ရွှေခေတ်နှောင်းကာလလောက်မှာမှ ဒီကို ဟောလိဝုဒ်ရွှေခေတ်လောက်ကကားတွေ ရောက်လာပြီးနောက် ကြည့်ခဲ့ကြတဲ့သူတွေကတော့ ဂျော့ကလူးနေးနဲ့ ဂျူလီ‌ယာရောဘတ်တို့ကို ကောင်းကောင်းကြီး ရင်းနှီးကြမှာပါ။ ကလူနေးက‌တော့ သူ့ခေတ်က ထိပ်တန်းမင်းသားတစ်လက်ဖြစ်ခဲ့သလို လူကြိုက်များတဲ့ကားကောင်းတွေ ရိုက်ခဲ့တာလည်း မနည်းမနောပါပဲ။ Batman & Robin နားဝန်းကျင်မှာ စချာလာခဲ့ပေမဲ့လည်း အစဉ်အလာကြီးခဲ့တဲ့ လျှမ်းလျှမ်းတောက် မင်းသားကြီးအဖြစ်ကနေတော့ မရွေ့လျောသွားဘူးဆိုရမှာပါပဲ။ ဒီကားကတော့ သူနဲ့ သူ့လိုပဲ အစဉ်အလာကြီးတဲ့ မင်းသမီးကြီးဖြစ်တဲ့ ငယ်ဘဝရဲ့ Celebrity Crush မမစာရင်းထဲအပါအဝင်ဖြစ်တဲ့ ဂျူလီယာရောဘတ်နဲ့အတူ တွဲဖက်ပါဝင်ထားတဲ့ ရုပ်ရှင်အသစ်တစ်ကားပါပဲ။ဒေးဗစ်နဲ့ ဂျော်ဂျီယာက ကောလိပ်အပြီးမှာပဲ လက်ထပ်ယူခဲ့ကြတဲ့ ငယ်ချစ်တွေပေမဲ့ ကံမပါခဲ့တော့ သမီးလေးလီလီကိုမွေးပြီး အိမ်ထောင်သက်ငါးနှစ် အရောက်မှာပဲ ခွာပြဲခဲ့ကြတယ်။ အဲဒီကနေ ၁၄ နှစ်အကြာမှာတော့ ဆုံလိုက်တိုင်း တဗျစ်တောက်တောက် ဖြစ်တတ်ကြတဲ့ အဖေနဲ့အမေရဲ့ အုပ်ထိန်းမှုကြားမှာ လီလီတစ်ယောက် ဥပဒေဘွဲ့နဲ့ ကျောင်းပြီးသွားခဲ့တယ်။ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/ticket-to-paradise-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOTA5MzQ3MzI1NV5BMl5BanBnXkFtZTgwNTcxNTYxMTE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Office Space (1999)",
        "description": "ဒီရုပ်ရှင်ဟာ လွန်ခဲ့တဲ့ နှစ် ၂၀ က ထွက်ရှိခဲ့ပြီး ရုံးခန်းတွေ ကုမ္ပဏီတွေမှာ အလုပ်လုပ်ပုံတွေနဲ့ အမြင်တွေကိုပါ ပြောင်းလဲသွားစေခဲ့တဲ့ နာမည်ကျော်ရုပ်ရှင်တစ်ခုလည်းဖြစ်ခဲ့ပါတယ်။ဒီတစ်ခေါက်တော့ the old time ကိုပြန်လွမ်းဆွတ်သတိရမိစေမဲ့ 20th century fox productionက ထုတ်လုပ်ထားတဲ့ Office Space 1999က\nအားလုံးနဲ့ရင်းနှီးပီးသားဇာတ်ကားလေးတစ်ကားဖြစ်မှာပါဇာတ်လမ်းအစမှာ အဓိကဇာတ်ကောင်တွေဖြစ်တဲ့ ပီတာ ဆမီလ်နဲ့ မိုက်ကယ်တို့ ရုံးအလာကားလမ်းပိတ်ပီး ကိုယ်စီအခက်အခဲဖြစ်နေတာကိုတွေ့ရမှာပါ\nပီတာတို့သူငယ်ချင်း ၃ယောက်က Initech လို့ခေါ်တဲ့ software ကုမ္ပဏီမှာ အလုပ်လုပ်ကြပါတယ် Boss ဖြစ်တဲ့ ဘီလ် လမ်ဘာ့ဂ်က အရမ်း bossy ဖြစ်တာကြောင့် ဝန်ထမ်းတွေလဲ လုပ်ရတဲ့အလုပ်ပေါ်မှာ မပျော်ရွှင်ကြပါဘူး\nတနေ့တော့ပီတာကအလုပ်လုပ်စရာမလိုပဲသူဌေးဖြစ်နိုင်မဲ့နည်းလမ်းတစ်ခုကိုရှာတွေ့သွားရာကနေ ဘယ်လိုတွေဆက်ဖြစ်ကြဦးမလဲဆိုတာ ဟာသလေးတွေနဲ့အလွဲတွေကိုကြည့်ရှုခံစားရမဲ့အပြင် ဝန်ထမ်းကိုယ်စီရဲ့ရှုထောင့်ကနေ မတူညီတဲ့ခံစားချက် ဝန်ထမ်းတို့ရဲ့ဘဝကို ရသမြောက်အောင်ဖော်ကျူးပေးနိုင်တဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်File size…(1.08GB)  / (630MB) / (282MB)\nQuality…. Web 1080P ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/office-space-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yiiR1r1MVxPudocm7Fpa5zZM73Y.jpg",
        "title": "Once a Thief (1991)",
        "description": "Once a Thief (1991)~ IMDb - 6.7/10, Rotten Tomatoes - 60% ~အနောက်တိုင်းက မာစတာပိစ်ကားတွေလို သတ်မှတ်ခဲ့ကြတဲ့ Léon: The Professional တို့ The Departed တို့လို ကားတွေရဲ့ မြစ်ဖျားခံရာလို့ ပြောလည်းမမှားတဲ့ Heroic Bloodshed Genre ရဲ့ ပဲ့ကိုင်ရှင်နဲ့ ဒီ Genre ကို ပိုထင်ရှားအောင် လုပ်ပေးခဲ့တဲ့သူဖြစ်တဲ့ ဂျွန်ဝူးရိုက်ခဲ့တဲ့ ကားတွေထဲကမှ ဟောင်ကောင် Heroic Bloodshed ကားတွေကို မနှစ်ကတည်းက တဖြည်းဖြည်းချင်းတင်ဆက်ပေးခဲ့တာ A Better Tomorrow ကားတွေ၊ The Killer, Hard Boiled, Bullet in the Head စသဖြင့် အတော်များခဲ့ပါပြီ။ စတီဖင်ချောင်ပါပါတဲ့ Just Heroes နဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/once-a-thief-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-jaw-134x200.jpg",
        "title": "Jawbreaker (1999)",
        "description": "နှစ် ၂၀ ကြာခဲ့တဲ့အထိ လန်းနေဆဲ ကြည့်ကောင်းနေဆဲ ဆိုးသွမ်းလုံမေလေးတွေရဲ့ ရုပ်ရှင်အဟောင်း အကောင်းတစ်ခုပါ။ အဲဒီခေတ်ကတော့ အရမ်းဟော့ပြီး အရမ်းဖက်ရှင်မိုက်ခဲ့လို့ ရေပန်းစားခဲ့တာပေါ့။1999 ကတည်းက ဆိုပေမယ့် ယနေ့ခေတ်ထိ ခေတ်စားနေဆဲ ဖြစ်တဲ့ Prank လုပ်တာကနေ ဇာတ်လမ်းစထားပါတယ်။ ကျောင်းရဲ့ စူပါးစတား Girl Squad အဖွဲ့ရဲ့ အလှဆုံး သဘောအကောင်းဆုံးကောင်မလေး လစ်ဇ်ရဲ့ မွေးနေ့မှာ သူ့သူငယ်ချင်းတွေက Prank လုပ်ကြတာပေါ့။ ကားနောက်ဖုံးထဲထည့်ပြီး ပြန်ပေးဆွဲရင်း အသံမထွက်အောင် ပါးစပ်ထဲကို Jawbreaker ဆိုတဲ့ သကြားလုံးအကြီးကို ဆို့ထားလိုက်ပါတယ်။ အဲ့ဒီလိုနဲ့ ကားဖုံးပြန်ဖွင့်တော့ သကြားလုံးကြီးက လည်ချောင်းထဲဝင်ပြီး လစ်ဇ်ဟာ သေဆုံးသွားပါတော့တယ်။ အဲ့ဒီလိုနဲ့ ဆယ်ကျော်သက်ကလေးသုံးယောက်ဟာ မတော်တဆလူသတ်မှုဖြစ်သွားပြီး ဘယ်လိုဖုံးဖိကြသလဲ...? လစ်ဇ်ရဲ့ မိဘတွေနဲ့ ရဲတွေကရော ဘယ်လိုမျိုးရှာဖွေကြမလဲ...? လစ်ဇ်ရဲ့ သူငယ်ချင်းသုံးယောက်ရော ဘာဆက်ဖြစ်မှာလဲ...? လူငယ်ဆန်ဆန်ရိုက်ကူးထားပြီး R-rated လည်း ...",
        "rating": "",
        "url": "https://channelmyanmar.org/jawbreaker-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jvIVl8zdNSOAJImw1elQEzxStMN.jpg",
        "title": "Tad, the Lost Explorer and the Emerald Tablet (2022)",
        "description": "Tad, the Lost Explorer and the Emerald Tablet (2022)ဒီကားလေးကတော့ Tad ရဲ့ တတိယမြောက်စွန့်စားခန်းကားနော်။Tad က သိပ်တော်တဲ့ရှေးဟောင်းသုတေသနပညာရှင်ဖြစ်ပေမဲ့ ခုချိန်ထိ လူတွေက သူ့ကို ဘာမှမဟုတ်တဲ့သူလို့ ထင်နေသေးတယ်။ ဒီကားမှာတော့ Tad က Saraရဲ့အဖွဲ့နဲ့အတူ ဂူတူးပြီး ရှေးဟောင်းပစ္စည်းရှာနေရင်းနဲ့ အီဂျစ်အခေါင်းကြီးရှာတွေ့ပါတယ်။အဲ့ဒီကနေ သူတော်တာပြမယ်ဆိုပြီး အီဂျစ်ခေါင်းကို ထားထားတဲ့ကျောင်းထဲ ခိုးဝင်ရာက Tad ရဲ့သူငယ်ချင်း Mummy က ကျိန်စာမိသွားပါရော ...ဒီကျိန်စာကိုပြယ်စေဖို့ နှစ်ထောင်ချီ ပျောက်နေတဲ့ ရှေးဟောင်း မြကျောက်ပြားကို ရှာဖို့ရာဖြစ်လာတော့ Tad တစ်ယောက် ဘယ်လိုရှာမလဲ?\nသူ့သူငယ်ချင်းတွေနဲ့ ဘယ်လို စွန့်စားခန်းတွေ ကြုံရမလဲ? ဆိုတာတော့ ဆက်ပြီး ကြည့်ရှုလိုက်ကြရအောင်နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie ပါ။)File Size          : 1.3GB, ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/tad-the-lost-explorer-and-the-emerald-tablet-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-l-135x200.jpg",
        "title": "Lake Placid (1999)",
        "description": "ဧရာမသတ္တဝါကြီးတွေနဲ့ သည်းထိတ်ရင်ဖို ဇာတ်လမ်းတွေကိုကြိုက်တဲ့လူတွေ\nအကြိုက်တွေစေမယ့် Old But Gold ကားကောင်းလေးဖြစ်ပါတယ်နယူးအင်္ဂလန်ပြည်နယ် မိန်းမြို့လေးမှာ...ဘယ်ကမှန်းမသိတဲ့\nပေ ၃၀ ရှည် ဧရာမမိကျောင်းကြီးတစ်ကောင်ကို ပေါ်လာပြီး လူတွေရဲ့\nအသက်အန္တရာယ်ကို တစ်စတစ်စ ခြိမ်းခြောက်လာပါတယ်...\nဒီလိုဧရာမကောင်ကြီးတွေ မျိုးတုန်းသွားပြီလို့ ယူဆရပေမယ့် ပေါ်လာခဲ့တာကြောင့်\nစူးစမ်းလိုစိတ်နဲ့ နယူးယောက်က ကျောက်ဖြစ်ရုပ်ကြွင်းပညာရှင်\nကယ်လီစကော့ဟာ မိန်းမြို့သို့ ရောက်လာပါတယ်...\nဒီမိကျောင်းကြီးက ဘယ်ကနေရောက်လာတာလဲ\nလူတွေကို ဘာကြောင့်ရန်ပြုနေတာလဲဆိုတာကိုတော့\nကယ်လီနဲ့ မိန်းမြို့က တောခေါင်း ရဲမှူးတစ်ယောက်ပူးပေါင်းပြီး\nအဖြေရှာနှိမ်နင်းပုံကို သည်းထိတ်ရင်ဖို ရိုက်ပြထားပါတယ်(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)File size…(2.34GB) / (1.24GB) / (719MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:22:00\nGenre...Action / Comedy / Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Thiha Yan Naing",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/lake-placid1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fxfEvfG1wRvGu0LKinUxp13gpoh.jpg",
        "title": "Cherry Magic! THE MOVIE (2022)",
        "description": "Cherry Magic : The Movie 2022\n=========================\nBL ပရိသတ်ကြီးအတွက် နွေးထွေးပြီးချစ်ဖို့ကောင်းတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nမူရင်းမန်းဂစာအုပ်ကို Live Action စီးရီးအနေနဲ့ ၁၂ ပိုင်း ပြန်လည်ရိုက်ကူးထားတာရှိပြီး\nအခုကတော့ တစ်ကားတည်းအပြီးအနေနဲ့ ထပ်ထွက်လာတာပါ။ဇာတ်လမ်းကတော့ လူတစ်ယောက်ရဲ့အသားကို ထိလိုက်တာနဲ့\nစိတ်ကိုဖတ်နိုင်တဲ့ ထူးထူးဆန်းဆန်းအစွမ်းကို ပိုင်ဆိုင်ထားတဲ့ ခုရိုရှိဆိုတဲ့ကောင်လေးဟာ\nသူ့ကိုခွက်ရှ်နေတဲ့ ကိုလူချောလေးရဲ့ စိတ်ကိုဖတ်နိုင်ခဲ့ပြီး တွဲဖြစ်ခဲ့ကြပါတယ်။\nဒီလိုနဲ့ တစ်နေ့မှာတော့ မတော်တဆမှုဖြစ်ပြီး အစွမ်းပျောက်ကွယ်သွားတဲ့အခါမှာတော့...တွေ့နေကျ BL ဇာတ်အများစုထဲကလို ကျောင်းသားလေးတွေမဟုတ်ဘဲ\nလုပ်ငန်းခွင်အတွင်းက လူလတ်ပိုင်းအရွယ် ရင့်ကျက်တဲ့ကောင်လေးနှစ်ယောက်အကြောင်းဖြစ်တာကြောင့် တစ်ချိန်လုံးရိုနေမှာတော့ မဟုတ်ပါဘူး။\nအချင်းချင်းရဲ့ဘဝတိုးတက်ရာတိုးတက်ကြောင်းကို အပြန်အလှန် အားပေးကူညီမယ်။\nအခက်အခဲတွေကို အတူကျော်ဖြတ်ကြမယ်။အေးအတူ ပူအမျှခံစားပေးမယ် ။(စိတ်ဖတ်နိုင်တယ်ဆိုတာကလွဲလို့)ကြည့်နေရင်းနဲ့\nအပြင်က BL အတွဲဆိုရင်လည်း ဒီလိုပဲဖြစ်မှာလို့ တွေးမိတဲ့အထိ\nအိုဗာတွေသိပ်မပါဘဲ ရိုးရိုးရှင်းရှင်းလေး လက်တွေ့ဆန်အောင် ရိုက်ပြထားတာကို သဘောကျမိတာမို့ ကြည့်ရှုအားပေးကြပါဦးလို့အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Fantasy , ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/cherry-magic-the-movie-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6hgEe1w0An5fKi3ZqIUBwOyIN2y.jpg",
        "title": "My Father’s Dragon (2022)",
        "description": "My Father's Dragon (2022)\n====================\nIMDb Rating - 7.0/10Netflix က အသစ်ဆက်ဆက်ထွက်ရှိထားတဲ့ အန်နီမေးရှင်းဇာတ်ကား\nကောင်းလေးကို တင်‌ဆက်ပေးလိုက်ပါတယ်ဗျ။ ဒီကားက ၁၉၄၈ တုန်းက\nထုတ်ဝေခဲ့တဲ့ ဝတ္ထုရှည်တစ်ပုဒ်ကို ပြန်လည်အသက်သွင်းပြီး ပုံဖော်ထားတဲ့\nဇာတ်ကားလေးဖြစ်တဲ့အပြင် အသံသရုပ်ဆောင်တွေအနေနဲ့ Luca(2021)\nထဲက လူကာ(Jacob Tremblay) နဲ့ Stranger Things ထဲက နာမည်ကျော်\nဇာတ်လိုက် ဒက်စ်တင်(Gatan Matarazzo) တို့ကလည်း အသံသရုပ်ဆောင်\nအနေနဲ့ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း အယ်လ်မာ ဆိုတဲ့ ဖတဆိုး သားလေးနဲ့ အမေဖြစ်သူ ဒဲလာ\nတို့နှစ်ယောက်က နယ်မြို့လေးတစ်မြို့မှာ စတိုးဆိုင်ဖွင့်ပြီး လုပ်ကိုင်စားသောက်\nနေကြတာပေါ့။ ဒါပေမဲ့ နောက်တော့စီးပွားရေးတွေကျပြီး သားအမိနှစ်ယောက်\nမြို့ပေါ်ပြောင်းလာလိုက်ရတယ်။ အယ်လ်မာ မှာလည်း မြို့ပေါ်မှာ အရင်တုန်းကလို\nစတိုင်းဆိုင်လေးထပ်ဖွင့်ပြီး မိခင်ဖြစ်သူကို မပူမပင်မကြောင့်မကြဘဲနေစေချင်တဲ့\nရည်မှန်းချက်လေးရှိတယ်။ အဲဒါနဲ့တစ်နေ့ အမျိုးမျိုးသောအခက်အခဲတွေကြောင့်\nအဲလ်မာက မိခင်နဲ့စကားများပြီးအိမ်ပေါ်ကနေဆင်းသွားတယ်။ အဲမှာ စကားပြော\nတတ်တဲ့ကြောင်လေးတစ်ကောင်က သူ့အနားရောက်လာပြီး ကူညီပေးမယ်ပြောပြီး\nကျွန်းတစ်ကျွန်းပေါ်က နဂါးတစ်ကောင်ကို သွားကယ်ခိုင်းတယ်။ အယ်လ်မာ တစ်\nယောက် ဘယ်လိုစွန့်စားခန်းတွေကြုံရမလဲ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/my-fathers-dragon-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDQwNzE0ZTItYmZjMC00NjI3LWFlNzctNTExZDY2NWE0Zjc0XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Amsterdam (2022)",
        "description": "ဒီရုပ်ရှင်ကတော့ ပထမကမ္ဘာစစ်အပြီး အမေရိကန်ရဲ့ နာမည်ကျော် ဖြစ်ရပ်မှန် အရှုပ်တော်ပုံ အမှုကြီးတစ်ခုအကြောင်းကို ရိုက်ကူးထားတာပါပဲ။ ဘာဖြစ်ရပ်မှန်လဲဆိုတာတော့ ကြိုမပြောပြတော့ပါဘူး။ စုံထောက်ကားဆန်ဆန်ဖြစ်လို့ ပဟေဠိတွေ ကြိုသိမသွားအောင်ပါ။ ပါဝင်ထားတာကတော့ နာမည်ကြီးသရုပ်ဆောင်များလွန်းလို့ ဘယ်သူက စပြောရမလဲတောင်မသိပါဘူး။ အဆိုတော် တေလာဆွစ်ပါ ပါလိုက်ပါသေးတယ်။ ခေါင်းဆောင်မင်းသားက ခရစ်ရှန်ဘေး၊ မင်းသမီး မာဂေါ့ရော်ဘီ၊ ဂျွန်ဒေးဗစ်ဝါရှင်တန်၊ အာညာ တေလာဂျွိုင်း၊ ခရစ်စ် ရော့ခ်၊ တေလာဆွစ်၊ ရာမီမာလက်ခ် တို့ပါပါတယ်။ ဒါပေမဲ့ ရုံတင်တော့ အရှုံးပေါ်ထားပါသေးတယ်။ ၉၇ သန်းလောက်ကို ရှုံးတာပါ။ ဝေဖန်ရေးဆရာတွေကတော့ ဒီဇိုင်းတွေ၊ သရုပ်ဆောင်တွေကို အရမ်းချီးကျူးထားပါတယ်။ ဒါရိုက်တာရဲ့ ဇာတ်ညွှန်းနဲ့တင်ဆက်ပုံကို မကြိုက်ကြလို့ဖြစ်သွားတာပါ။ ဘာပဲပြောပြော ဒီလူတွေစုပြီး သရုပ်ဆောင်ထားတာနဲ့တင် ကြည့်လို့တန်ကိုတန်လွန်းတဲ့ ရုပ်ရှင်ဖြစ်နေပါပြီ။ဇာတ်လမ်းအကျဉ်းဘတ်ထ် ဘရန်ဆန်ဟာ စစ်ပြန် ဆရာဝန်တစ်ယောက်ပါ။ ဆေးခန်းတစ်ခုဖွင့်ပြီး စစ်ပြန်ရဲဘော်တွေကို ကူညီပေး၊ ကုသပေးနေတဲ့သူပါ။ ဒါပေမဲ့ ဆေးတွေမျိုးစုံစမ်းသပ်နေတဲ့အတွက် ဆေးကောင်စီက ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/amsterdam-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNTY0NGIzN2EtNzFjMi00NDkyLWE0ODItZjNhNmY1YjAyOThlXkEyXkFqcGdeQXVyNjQ3ODkxMjE@._V1_-141x200.jpg",
        "title": "DJ: Duvvada Jagannadham (2017)",
        "description": "DJ Duvvada Jagannadham (2017)အခုတစ်ခါ တင်ဆက်ပေးမယ့်ကားလေးကတော့ စတိုင်ကျတဲ့ မင်းသားချောလေး\nအက်လူးအရ်ဂျွန်ရဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်\nမင်းသမီးအနေနဲ့ကလည်း ဆွဲဆောင်မှုအပြည့်ရှိပြီး ချစ်စရာမျက်နှာလေးနဲ့\nပူဂျားဟစ်ဂဒေလေးဆိုတော့ မိုက်ပြီပေါ့နော်...ဇာတ်လမ်းကိုပြောရမယ်ဆိုရင် မင်းသားက ငယ်ငယ်လေးကတည်းက\nမတရားမှုမြင်ရင် လက်ပိုက်ကြည့်မနေနိုင်တဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပြီး\nရာဇဝတ်သားကို တွေ့တိုင်း သတ်ပစ်ချင်လောက်အောင် မုန်းတီးနေတဲ့သူ\nဖြစ်ပါတယ်...သူ့ အဖိုးရဲ့ပြောစကားကို မှတ်သားထားပြီး ဤကမ္ဘာမြေပေါ်ကနေ\nရာဇဝတ်သားရှင်းလင်းရေးစစ်ဆင်ရေးကို ရဲအရာရှိတစ်ယောက်နဲ့ပူးပေါင်းပြီး\nလျှို့ဝှက်လုပ်ဆောင်ခဲ့ပါတယ်...ဒီစစ်ဆင်ရေးမှာ သားကောင်ဖြစ်ရတဲ့ ရာဇဝတ်သားတွေကတော့\nအသက်ရှင်လမ်းမရှိဘူးပေါ့...မိသားစုက ဧည့်ခံကျွေးမွေးရေးလုပ်ငန်းလုပ်တော့ လူတွေအမြင်မှာ\nသူဟာ ပုဏ္ဍားမျိုးရိုးတစ်ယောက်ဖြစ်ပြီး အရမ်းကိုအပြစ်ကင်းစင်တဲ့\nလူသားတစ်ယောက်ပေါ့နော်...ဒီလိုနဲ့ လူထောင်ချီရဲ့ငွေတွေကို လိမ်လည်အမြတ်ထုတ်ဖို့ ကြိုးစားနေတဲ့\nလူတစ်ယောက်နဲ့ ငြိစွန်းလာခဲ့တယ်...ဟိုကလည်း ဘယ်သူသေသေ ငတေမာရင်ပြီးရောဆိုတဲ့လူစားမျိုး\nသူ့လမ်းမှာနှောင့်ယှက်လာတဲ့လူမှန်သမျှကို အပြတ်ရှင်းပစ်တဲ့\nလူစားမျိုး...ကဲ..သူတို့နှစ်ဦးထိပ်တိုက်တွေ့လာတဲ့အခါ ဘာတွေဆက်ဖြစ်လာမလဲ....။\nFile size…2.8GB / 1.5GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 32mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/dj-duvvada-jagannadham-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m1Q2VFe1DVVbjfu1LDZe7tlp9yb.jpg",
        "title": "Team America: World Police(2004)",
        "description": "Team America: World Police(2004)********************************IMDb..7.2,,,, Rt..77% ဂယ်ရီက ဘရော့ဝေးက ပြဇာတ်သရုပ်ဆောင်ပေါ့...\nတစ်နေ့မှာ သူ့ကိုချဉ်းကပ်လာတာက အမေရိကားအဖွဲ့ ဆိုတဲ့နိုင်ငံတကာရဲတပ်ဖွဲ့ကို ညွှန်ကြားနေသူ စပေါ့စ်ဝုဒ်ပေါ့ သူတို့ပေးချင်တဲ့တာဝန်ကအရှေ့အလယ်ပိုင်းသားဟန်ဆောင်ပြီး အကြမ်းဖက်သမားတွေဆီကသတင်းနှိုက်ထုတ်ပေးဖို့ပါပဲ ဒီလိုနဲ့ ဂယ်ရီတစ်ယောက် ဘယ်လိုမြွေကိုက်မလဲဆိုတာကတော့….Imdb မှာ မှာ 7.2/10 အထိ ရရှိထားပြီး\nStupid and offensive but funniest ဇာတ်ကားအဖြစ် ရီဗျူးတွေ ဝေဝေဆာဆာ ရရှိထားတဲ့puppet ဇာတ်ကားဖြစ်တာမို့ အပိုတွေ မပြောတော့ပါဘူး။တကယ့် တလွဲတွေနဲ့ parody ကားကောင်းကောင်းကြည့်ချင်နေရင် ကြည့်ဖို့ညွှန်းပါရစေ။File Size : (1.9GB) (696 MB) and (232 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Action , Comedy, Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/team-america-world-police2004/"
    }
]