[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/a_chinese_ghost_story_3_large-154x200.jpg",
        "title": "A Chinese Ghost Story 3 ( 1991 )",
        "description": "Chinese Ghost Story ကားရဲ႕ ေနာက္ဆံုး ၃ ကားေၿမာက္ပါ ..Chinese Ghost Story 1 ကို ဒီမွာေဒါင္းပါChinese Ghost Story 2 ကို ဒီမွာေဒါင္းပါပထမဆံုးကားၿဖစ္တဲ႔ Chinese Ghost Story 1 မွာပါတဲ႔သစ္ပင္မေကာင္းဆိုး၀ါးကိုအေၿခခံၿပီးဇာတ္လမ္းၿပန္ဆက္ထားပါတယ္..အတြဲ ၁ မွာ ရင္ခ်င္ဟ ရဲ႕လက္ခ်က္ေၾကာင္႔ အစြမ္းေတြနည္းသြားတဲ႔သစ္ပင္မိစၦာမေကာင္းဆုိး၀ါးဟာႏွစ္၁ ရာၿပည္႔တဲ႔အခါမွ ၿပန္လည္ေသာင္းက်န္းလို႔လာပါၿပီ...အဲ႔အရပ္ကိုေရာက္လာတဲ႔ ဘုန္းေတာ္ၾကီး၁ပါးနဲ႔ကိုရင္ေလးတို႔ၾကံဳေတြ႕ရတဲ႔အခါမွာေတာ႔......အေတြ႕အၾကံဳႏုနွယ္လြန္းတဲ႔ ကိုရင္ေလးနဲ႔မာယာၾကြယ္လွတဲ႔ သရဲမေလးေတြၾကားဘာေတြဆက္ၿဖစ္မလဲ..ဘုန္းေတာ္ၾကီးကေရာ မေကာင္းဆိုး၀ါး ရန္စြယ္ကိုဘယ္လိုေတြဖယ္ရွားၾကမလဲဆုိတာ..ဆက္လက္ေစာင္႔ၾကည္႕ပါဦး၁+၂ မွာပါတဲ႔ မင္းသား အေၿပာင္းအလဲၿဖစ္ေပမယ္႔ မင္းသမီးကေတာ႔အတူတူပါပဲ....... Translated By Aung Myat ShweEncoded By LKA Chinese Ghost Story 1+2+3  အကုန္လံုးကို ဒီမွာရွာႏိုင္ပါတယ္",
        "rating": "6.7",
        "url": "https://megaup.net/1yWju/A_Chinese_Ghost_Story_III_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/ghost-story-2-133x200.jpg",
        "title": "A Chinese Ghost Story 2 ( 1990 )",
        "description": "A Chinese Ghost Story 1 ရဲ႕အဆက္ပဲၿဖစ္ပါတယ္..1 မၾကည္႕ရေသးရင္ ဒီေနရာမွာသြားေရာက္ေဒါင္းယူႏိုင္ပါတယ္...လင္ခ်ိဳင္စံရဲ႕ ခ်စ္သူတေစၦမေလးစင္ခ်င္တစ္ေယာက္ ေနာက္ဘ၀ကိုကူးသြားၿပီးတဲ႔ေနာက္မွာေတာ႔  ႏွစ္အနည္းငယ္အၾကာကေန ဇာတ္လမ္းၿပန္ဆက္ၿပီးရိုက္ကူးထားပါတယ္..အေၾကြးလိုက္ေတာင္းတဲ႔အလုပ္အၿဖစ္တာ၀န္ယူရတဲ႔လင္ခ်ိဳင္စံတစ္ေယာက္ ဇာတိေၿမကို ၿပန္အေရာက္မွာအားလံုးအေၿပာင္းအလဲေတြၿဖစ္ကုန္ပါၿပီ..မတရားမွုေတြၾကီးစိုးၿပီး သရဲတေစၦေတြေပါမ်ားလွတဲ႔ နယ္ေၿမတစ္ခုမွာလင္ခ်ိဳင္စံတစ္ေယာက္ဘယ္လိုအသက္ရွင္ေအာင္ၾကိဳးစားရမလဲ..ၿပီးေတာ႔ စင္ခ်င္ နဲ႔ပတ္သတ္တဲ႔အခ်စ္ဇာတ္လမ္းေလးဘယ္လိုဆက္မလဲဆုိတာေတာ႔ ဆက္လက္ခံစားၾကည္႕ရွုပါ1990 က ထြက္ရွိခဲ႔ေသာကားၿဖစ္ေသာေၾကာင္႔တတ္ႏိုင္သေလာက္ ၾကည္ႏိုင္တဲ႔ ကြာလတီကိုရွာေဖြၿပီးတင္ဆက္ေပးလိုက္ပါတယ္   A Chinese Ghost Story 1+2+3  အကုန္လံုးကို ဒီမွာရွာႏိုင္ပါတယ္",
        "rating": "7.0",
        "url": "https://megaup.net/1yWjf/A_Chinese_Ghost_Story_II_[1990]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/936full-hes-just-not-that-into-you-poster-140x200.jpeg",
        "title": "He’s Just Not That Into You (2009)",
        "description": "He’s Just Not That Into Youဒီဇာတ္လမ္းကေတာ့ ၂၀၀၉ တုန္းက ထြက္ထားတဲ့ အခ်စ္ဒရမ္မာဇာတ္ျမဴးေလးပါ။ ဒီကားမွာ လူငယ္ ၉ ေယာက္ရဲ႕ အခ်စ္ေရးျပသနာေတြကို ပံုေဖာ္ထားတာေၾကာင့္ မင္းသား မင္းသမီးေတြ စံုစံုလင္လင္ ေတြ႔ရမွာပါ (ဆာဘတ္ေတာင္ ပါေသးတယ္ ?)။ဇာတ္လမ္းမွာ အဓိကဇာတ္ေကာင္ေတြအျဖစ္\nBen Affleck, Jennifer Aniston, Bradley Cooper, Jennifer Goodwin, Drew Barrymore,\nScarlett Johanssဝn နဲ႔ Justin Long တို႔လို႔ နာမည္ႀကီး သ႐ုပ္ေဆာင္ေတြ ပါဝင္ထားတာမို႔ လက္လြတ္မခံသင့္တဲ့ဇာတ္ကားပါ။လက္ေတြ႔ဘဝမွာ လူငယ္ေတြၾကားျဖစ္ပ်က္ေနတဲ့ အခ်စ္ေရးျပသနာေတြကို ႐ိုက္ကူးထားတာမို႔ relationship နဲ႔ မကင္းႏိုင္သူတိုင္း ၾကည့္သင့္ပါတယ္။ မိန္းကေလးအေတြးနဲ႔ ေယာက်ာ္းေလးဘက္က အေတြး မတူတာေလးေတြ၊ ေဆာရန္ ေ႐ွာင္ရန္ ေလးေတြေပါ့ ??? အခ်စ္စစ္ကိုလိုခ်င္ေပမဲ့ လူမွန္မေတြ႔ႏိုင္ဘဲ အျမဲလြဲေနတဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2eTM3/He’s_Just_Not_That_Into_You_[2009]_(MM_Sub).mkv",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/ShoottoMe2003-2-b-147x200.jpg",
        "title": "Hands Up (2003)",
        "description": "ဒီဇာတ္ကားက လူမႈမီဒီယာေတြမွာ ဟာသဗြီဒီယိုအတိုေလးေတြအေနနဲ႔ ေခတ္စားေနတုန္းပါ...အေတာ္ကို ရယ္ရတဲ့ဇာတ္ကားျဖစ္ပါတယ္...ရုပ္တည္ၾကီးေတြနဲ႔ အတည္ေပါက္ဟာသေတြအျပင္ ကေလးဟာသေတြပါပါလို႔ လူၾကီးလူငယ္မေရြး ရယ္ရမယ့္ဇာတ္ကားပါ။ဇာတ္လမ္းကေတာ့..တရုတ္-ဂ်ပန္ စစ္တြင္းကာလအေျခအေနေတြကို ေနာက္ခံထားပါတယ္။စစ္တြင္းမွာ တရုတ္ျပည္က အဖိုးတန္ ဗုဒၶဆင္းတုေတာ္ တစ္ဆူကို ဂ်ပန္ေတြ အလစ္သုတ္ေျပးခ်ိန္..တိုက္တိုက္ဆိုင္ဆိုင္ အဲ့ဒီဆင္းတုေတာ္နဲ႔ ပါလာတဲ့ တကၠသိုလ္ေက်ာင္းသူတစ္ဦးတို႕အစြန္အဖ်ားရြာေလးတစ္ရြာမွာ ေသာင္တင္ရာကေန ဇာတ္လမ္းစတယ္။ေပ်ာက္သြားတဲ့ ဆင္းတုေတာ္ရွာမယ့္ လြဲေနၾကဂ်ပန္စစ္တပ္နဲ႔ လြဲေနၾကရြာသားတို႕ဇာတ္လမ္းေပါ့။ဒီဟာသဇာတ္ကားက ၂၀၀၃ ခုႏွစ္က ထြက္ရွိခဲ့တာျဖစ္ေပမယ့္ ေခတ္ေနာက္မက်တဲ့ ရိုက္ခ်က္ေတြကိုေတြ႕ရမွာပါ။ရာဇဝင္ေနာက္ခံဇာတ္ကားျဖစ္လို႔ ခပ္ေပါေပါ မရိုက္တာျဖစ္ႏိုင္ပါတယ္။ဟာသဇာတ္ကားဆိုေပမယ့္ အမ်ိဳးသားေရးဇာတိမာန္ကိုလဲ ပံုေဖာ္ထားႏိုင္ပါေသးတယ္။ကြ်န္ေတာ့္အေနနဲ႕ ဒီဇာတ္ကားရဲ႕ဟာသအတိုေလးေတြကို ႏွစ္သက္မိလို႕ စာတန္းထိုးကို ကိုယ္တိုင္ဖန္တီးျပီးတရုတ္လိုကေန Dike Ran က တိုက္ရိုက္ဘာသာျပန္ဆိုေပးခဲ့ပါတယ္။အားေပးၾကပါဦး။ \nFile size…(900 MB) and (670 MB)\nQuality…HDTV-Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Dike Ran",
        "rating": "",
        "url": "https://megaup.net/2URdB/Hands_Up_[2003]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/p-136x200.jpg",
        "title": "The Pirates! Band of Misfits (2012)",
        "description": "တိုးတက္လာလြန္းတဲ့ဒီကမၻာႀကီးမွာလူေတြဟာအ႐ႈံးသမားေတြမ်ားလာၾကတယ္ဗ်။\nစိတ္ပိုင္းဆိုင္ရာ အ႐ႈံးသမားေတြေပါ့။\nဘာေကာင္ကမွ ဘာေကာင္မွ မဟုတ္တဲ့ တဒဂၤေလာကႀကီးမွာ တစ္ေန႔ေန႔မွာျဖစ္ျဖစ္ ကိုယ္ဘာေကာင္လဲလူေတြဟာ သိပ္ျပခ်င္ၾကတယ္။\nဒီဇာတ္လမ္းဟာ ဘာေကာင္မွမဟုတ္ပဲ ဘာေကာင္ဆိုတာ ျပခ်င္လြန္းၿပီး တစ္ႏွစ္တာရဲ႕အေကာင္းဆုံးပင္လယ္ဓားဆုကို အရယူခ်င္ေနတဲ့ ပင္လယ္ဓားျပ တစ္ေယာက္ အေၾကာင္းပါပဲ။\nေလာကဓံဘယ္ေလာက္ပဲၾကမ္းၾကမ္း ကိုယ္ဘယ္ေလာက္ပဲ အသုံးက်က်မက်က် ကိုယ္လုပ္ႏိုင္တဲ့ တစ္စုံတစ္ရာဆိုတာ ႐ွိေနမွာပါပဲ။\nမတတ္ႏိုင္တာေတြကို ဘာေကာင္ဆိုၿပီး ျပခ်င္လြန္းတဲ့အခါ ႐ွိၿပီးသားေပ်ာ္ရႊင္မႈေတြပါဆုံး႐ႈံးရတတ္ပါတယ္။ IMDB rating အရမ္းအေကာင္းႀကီးမဟုတ္သလို ဘာ Messageမွအေလးအနက္ရမွာ မဟုတ္ေပမဲ့ဘာေကာင္မွမဟုတ္တာကို ဘာေကာင္လို႔သက္ေသျပခ်င္ေနၿပီး စိတ္ဓာတ္က်ေနသူေတြ ၾကည့္သင့္တဲ့ ကားလို႔ပဲ ၫႊန္းခ်င္ပါတယ္။\nသို့႕ေပမဲ့ ဇာတ္အိမ္လည္းခိုင္ ေပါ့ပါးပါးလည္းျဖစ္ ေကာင္းလည္းေကာင္းတဲ့ ကာတြန္းကားေကာင္းတစ္ကားပါပဲ။လူဆိုတာ ေမ်ာက္ဆင္းသက္လာတယ္ဆိုတဲ့ Evolution Theoryကို တင္ျပခဲ့တဲ့ Charles Darwinကိုလည္း လူ႔အ႐ႈံးသမား တစ္ေယာက္အျဖစ္ျပထားပါေသးတယ္။\nChrales Darwinကို သိတဲ့လူေတြအတြက္ ပိုရယ္ရေစမွာပါ။ဒီကားဟာဆိုရင္ Animation, Adventure, Comedy အမ်ိဳးအစားျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္) File size__( 850 MB) and ...",
        "rating": "6.7",
        "url": "https://megaup.net/3AOFZ/The_Pirates!_Band_Of_Misfits_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMTI5NTEwNTcxMl5BMl5BanBnXkFtZTcwMDEyMTE4Mg@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Astro Boy (2009)",
        "description": "ဒီေန႔ေတာ႔ CM ပရိတ္သတ္ေတြအတြက္\nIMDb Rate မွာ 6.4 ရရွိထားတဲ႔ Astro Boy လို႔ေခၚတဲ႔\nAnimation ဇာတ္ကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္...\nဘယ္လိုသေဘာမ်ိဳးနဲ႔ေနေနၾကည္႔သင္႔\nတဲ႔ Animation ကားေကာင္းေလးၿဖစ္ေၾကာင္းေတာ႔အသိေပးပါရေစ\nDr. Tenma ဆိုတာ Toby ကို သိပ္ခ်စ္တဲ့ ဖခင္ေကာင္း တစ္ေယာက္ ျဖစ္သလို\nRobot တည္ထြင္ ရာမွာလဲ နာမည္ၾကီးတဲ့ သိပၸံ ပညာ ရွင္တစ္ေယာက္ ျဖစ္ပါတယ္။\nDr. Tenma ရဲ႕ သားပီပီ သိပၸံပညာ ေတြကို စိတ္ဝင္စားတဲ့ Toby ဟာ\nDr. Tenma ရဲ႕ ခြင့္ျပဳခ်က္ မပါပဲ နည္းပညာသစ္ Red Core နဲ႕ Blue Core တို႕\nစမ္းသပ္တဲ့ ျပပြဲကို ခိုးျပီး သြားေရာက္ ခဲ့ပါတယ္။ Red Core ထဲ့သြင္း စမ္းသပ္တဲ့ စက္ရုပ္ဟာ\nထိန္းခ်ဳပ္မႈ လြတ္ထြက္သြားျပီး ပံုကန္တဲ့ အခ်ိန္မွာ မထင္မွတ္ပဲ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2USii/Astro_Boy_[2009]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l99PKd9tdwtpOS5jxHwDGKTsVUo.jpg",
        "title": "Blended(2014)",
        "description": "Blended (2014)\nIMDB..... 6.5\nဒီကားထဲက မင္းသား Adam Slanderကိုအေတာ္မ်ားမ်ားလည္း ရင္းႏွီးၿပီးသား ျဖစ္မွာပါ။\nသူရဲ႕ရုပ္ရည္နဲ႕ ခႏၶာကုိယ္ဖြဲ႕စည္းပုံက ႏႈတ္ခမ္းနီမေလးတုိ႕အႀကဳိက္မျဖစ္သလုိ\nရုိက္တဲ့ဇာတ္ကားေတာ္ေတာ္မ်ားမ်ားရဲ႕ Character ပုိင္းကလည္း ထက္ျမက္ထူးခြ်န္တဲ့ ပုံစံမ်ဳိးမရွိသေလာက္ပါပဲ...\nအူတူတူ အတတနဲ႕ ေပါက္ကရ အလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြႀကီးပဲ...သုိ႕ေပမယ့္ ဒီစရုိက္ ဒီပုံစံနဲ႕လူႀကီးကပဲ ကြ်န္ေတာ္တုိ႕ရဲ႕\nႏႈတ္ခမ္းေတြကုိၿပဳံးေပ်ာ္ႏုိင္ေစသလုိ  ႏွလုံးအိမ္ကုိလည္း ၀မ္းနည္းေၾကကြဲေအာင္လုပ္ႏုိင္စြမ္းရွိတယ္....\nဒီကားေလးမွာလည္း  အိမ္ေထာင္ဖက္ေကာင္းရွာဖုိ႕ blind date က်ရင္း\nအလြဲလြဲအေခ်ာေခ်ာျဖစ္တဲ့ လူႀကီးတစ္ေယာက္နဲ႕ အမ်ဳိးသမီးတစ္ေယာက္အေၾကာင္းကုိ\nအဓိကထားရုိက္ကူးထားတာပါ...\nကုိင္းပရိတ္သတ္ႀကီးေရ အေၾကာင္းအမ်ဳိးမ်ဳိးေၾကာင့္ တင္းတင္းေစ့ထားရတဲ့ ခင္ဗ်ားတုိ႕ ႏႈတ္ခမ္းေတြကုိ\nေပ်ာ္ရႊင္စြာနဲ႕ ေကြးညႊတ္သြားေစခ်င္ရင္ေတာ့ ဒီကားေလးကုိၾကည့္လုိက္ပါေနာ္.....\nစကားမစပ္ ဒီမင္းသားနဲ႕မင္းသမီးပဲရုိက္ထားတဲ့ 50 First Dates လည္းေကာင္းတယ္ေနာ္.....\nFile Size : (1GB) and (373 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:570:00\nGenre : Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Tharaphi Lwin\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1yXnj/Blended_[2014]_(MM_Sub).mkv",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMTU1NjgwODUyNV5BMl5BanBnXkFtZTgwOTQ0NTc5NTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The After Party (2018)",
        "description": "ဂီတပညာရွင္ အဆိုေတာ္တစ္ေယာက္ျဖစ္ဖို႔\nဆိုတာ ေသမေလာက္ခက္ပါတယ္\nအဲ ကြ်န္ေတာ့္အျမင္ေျပာရ ရင္အဲ႕ထဲမွာမွ\nRapper တစ္ေယာက္ျဖစ္ဖို႕ဆိုတာ\nသာမန္ၾကိဳးစားရံုေလာက္နဲ႕ ေခါင္းေတာင္\nမျပဴႏိုင္ေလာက္ေအာင္ခက္ခဲပါတယ္\nကြ်န္ေတာ္တို႕ Rap God ၾကီး Eminem ရဲ႕\nစုတ္ျပတ္ျပဳတ္ထြက္ျပီး ကြဲျပဲေနတဲ႔ ဘဝေတြ\nျမန္မာႏိုင္ငံက G-fatt J-fire Ice Cold တို႕လို\nအိမ္နဲ႔ အတိုက္ခံျဖစ္ ဘာအလုပ္အကုိင္မွ\nမရွိပဲ ဒီ Hip-Hop အတြက္ကိုယ္ေရာစိတ္ပါ\nလမိုင္းကပ္ေအာင္ ဆည္းပူးခဲ႔တာေတြ\nသာဓကအမ်ားၾကီးရွိပါတယ္\n \nေလေပါတာ နဲနဲမ်ားသြားျပီ review ေလးသြားလိုက္ရေအာင္\nအေမရီကန္ ကျပားတစ္ေယာက္ျဖစ္တဲ႔\nအိုဝင္ဆိုတဲ႕ ပါရမီရွင္ Rapper ေလးတစ္ေယာက္နဲ႕ သူ႕ BFF ၾကီး\nဂ်က္ဖရီတို႕ေအာင္ျမင္မႈေနာက္လိုက္ေနတာ\nသံုးႏွစ္သံုးမိုးရွိပါျပီ ဂ်က္ဖရီက သူ႕ေဘာ္ဒါ\nလူမဲ Rapper အိုဝင္အတြက္ မန္ေနဂ်ာလုပ္ေပးေနခဲ႕တာလဲ ကေလး\nဘဝကတည္းကဆိုပါေတာ့ ဒီလိုနဲ႔ နာမည္ၾကီး\nစတားတစ္ေယာက္ျဖစ္ဖို႕ အသံသြင္းကုမၸဏီ\nပိုင္ရွင္ေတြေနာက္လိုက္ရင္း မေမွ်ာ္လင့္ပဲ\nပါတီတစ္ခုမွာ ပိုင္ရွင္ေဘာစိနဲ႔သြားေတြ႕ရဖို႕\nအေၾကာင္းဖန္လာခဲ႔ပါတယ္\nနာမည္ေလးကလဲေပးထားတာသိပ္ကို လွတယ္\nThe After Party တဲ႔ေလ ေနာက္ဆက္တြဲပါတီေပါ့\nေနာက္ဆက္တြဲပါတီၾကီး ျပီးတဲ႕ေနာက္မွာ\nသူတို႕ဘဝေလးဘယ္လို ျဖစ္သြားမလဲဆိုတာ\nကိုယ္တိုင္ပဲ Download လုပ္ၾကည့္ရွဴခံစား\nၾကည့္ပါ\n \nဒီကားကို ကြ်န္ေတာ့္အျမင္ကေတာ့ ဟာသ\nRapper ကားတစ္ကားထက္အမ်ာၾကီး ပိုတယ္ျမင္မိပါတယ္\nဘာလို႕ဆိုလူငယ္ေလး\nႏွစ္ေယာက္ သူတို႕ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1yXnq/The_After_Party_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/smallfoot-poster-135x200.jpg",
        "title": "Smallfoot (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\n \nSmallfoot (2018)\nIMDb - 6.6/10_____Rotten - 75%\n  Big Foot ဆိုတဲ့ Animation ကားလေးကို လူတိုင်းကြည့်ဖူးကြမယ်ထင်ပါတယ်။ ဒီကားကတော့ Small Foot ပါ။Big Foot နဲ့ဇာတ်လမ်းချင်းဘာမှဆက်စပ်မှုမရှိပါဘူး။ဒီကားမှာတော့ နှင်းလူ(Yeti)တွေဖက်ကနေ ရိုက်ထားတာမျိုးဖြစ်ပြီးလူတွေကတော့ သူတို့အတွက် လျို့ဝှက်ဆန်းကြယ်တဲ့သတ္တဝါတွေပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့ ဟိမဝန္နာထဲက တောင်ထိပ်တစ်ခုအပေါ်မှာ နှင်းလူတွေ နေထိုင်ကြတဲ့ ရွာလေးတစ်ရွာရှိတယ်။အဲ့ဒီရွာမှာ နှင်းလူတိုင်းက သူ့တာဝန်နဲ့သူ ထမ်းဆောင်ကြရင်း ရွာအကျိုးသယ်ပိုးကြရတာပေါ့။သူတို့တွေရဲ့ခေါင်းဆောင်ကတော့Stonekeeper လို့ခေါ်တဲ့ နှင်းလူအဖိုးကြီးတစ်ယောက်၊ ဘာလို့ Stonekeeper လို့ခေါ်လဲဆိုတော့ ခေတ်အဆက်ဆက်ဘိုးဘေးဘီဘင်လက်ထက်တွေကတည်းက စည်းမျဉ်းတွေကို ရေးထွင်းထားတဲ့ ကျောက်တုံးတွေကို ဝတ်ရုံတစ်ခုအဖြစ်ခြုံပြီး ထိန်းသိမ်းထားရလို့ဖြစ်ပါတယ်။တစ်ရွာလုံးကလဲ သူ့ညွှန်ကြားတဲ့အတိုင်းတစ်သွေမတိမ်းလိုက်နာကြပါတယ်။ထူးဆန်းတာက ကျောက်တုံးတွေမှာ ရေးထွင်းထားတဲ့ စည်းမျဉ်းတွေဖြစ်ပါတယ်။သူတို့ရဲ့ရွာက ကျွန်းတစ်ကျွန်းပေါ်မှာဖြစ်ပြီး တိမ်ပင်လယ်ကြားမှာလွင့်မျောနေတာ၊ အောက်ကိုပြုတ်မကျအောင် ဆင်တွေက ထိန်းထားပေးတာ ဆိုတာမျိုး ပါနေပါတယ်။နောက်ပြီး ဒီကားလေးရဲ့ ဇာတ်လိုက်ဖြစ်တဲ့ မီဂို ဆိုတဲ့နှင်းလူရဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2ftnh/Smallfoot_[2018]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1UpgW67W6Do0xizTuE26bMQFLdL.jpg",
        "title": "Wake Up Sid(2009)",
        "description": "Wake Up Sid(2009).\nIMDb...7.6\nသူနာမည္က ဆစ္ဒ္...ခ်မ္းသာတဲ့မိသားစုကေပါက္ဖြားလာတဲ့သူ...လက္ေဖ်ာက္တစ္ခ်က္အတြင္းမွာ\nပန္းေတြပြင့္ေစခ်င္သလား.....ရနံေတြ လြမ္းၿခဳံခ်င္သလား...ဘာမဆုိဖန္တီးႏုိင္ေလာက္ေအာင္ခ်မ္းသာတဲ့သူပီပီ\nေလာကႀကီးကုိ အၿပဳံးေတြနဲ႕ ဂ်စ္ကန္ကန္ျဖတ္သန္းေနတဲ့ေကာင္ေလးတစ္ေယာက္...သူငယ္ခ်င္းေတြနဲ႕အခ်ိန္ကုန္ၿပီး\nဘ၀ရည္မွန္းခ်က္ဆုိတာ မေတြးေကာင္း မလုပ္သင့္တဲ့အရာလုိသတ္မွတ္ထားတဲ့သူ...ေက်ာင္းမွာလည္း စာမလုပ္တဲ့ေက်ာင္းေပ်ာ္ႀကီးေပါ့...\nအုိင္ရွားဆုိတဲ့ေကာင္မေလးကေတာ့ သူနဲ႕ဆန္႕က်င္ဘက္ပါပဲ...ဘ၀ရပ္တည္မႈအတြက္\nႀကဳိးစားရုနး္ကန္ေနရသလုိ  ဆစ္ဒ္နဲ႕လည္း ခံယူခ်က္ေတြေတာ္ေတာ္မ်ားမ်ားက အေတာ္ႀကီးကုိျခားနားေနပါတယ္..\nသုိ႕ေပမယ့္သူနဲ႕ (၂)ေယာက္က သူငယ္ခ်င္းပါပဲ...\nကုိင္းဘာေတြဆက္ျဖစ္လာမလဲဆုိတာကုိေတာ့ခံစားၾကည့္လုိက္ပါဦး..သိပ္ကုိႏူးညံသိမ္ေမြ႕လြန္းတဲ့ကားေလးပါ..\n.ဒီကားက ဇာတ္လမ္းကမွန္းဆရလြယ္တယ္လုိ႕ခင္ဗ်ားတုိ႕ထင္ခ်င္ထင္လိမ့္မယ္..\nသုိ႕ေပမယ္ ေန႕စဥ္နဲ႕အမွ်ရုန္းကန္ေနရတဲ့ကြ်န္ေတာ္တုိ႕ႏွလုံးသားဟာ ပင္ပန္းႏြမ္းနယ္ရွာလြန္းတယ္...ဒီကားၾကည့္ၿပီးရင္ေတာ့\nခင္ဗ်ားတုိ႕ ႏွလုံးသားဟာ ေဆာင္းရာသီမွာေသာက္ရတဲ့ ထန္းရည္ပင္က်စစ္စစ္လုိျဖစ္သြားလိမ့္မယ္ ...သိတယ္မဟုတ္လား\nပင္က်ရည္စစ္စစ္ဆုိရင္ အၿမွဳံေလးေတြက  ပုဇြန္ဆိတ္ခုန္ေလး တျဖတ္ျဖတ္ခုန္ေနတာေလ....ခင္ဗ်ားတုိ႕ႏွလုံးသားလည္း တျဖတ္ျဖတ္ခုန္သြားလိမ့္မယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္....\nFile Size : (1000 MB) and (422 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:18:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.6",
        "url": "https://megaup.net/T0cz/Wake_Up_Sid_[2009]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5DpDEEb6UJUiSaXyNegYlCqsZdd.jpg",
        "title": "Anomalisa(2015)",
        "description": "Anomalisa(2015)\nIMDb....7.3,,,,Rotten...93%\n\"Anomalisa\" ဆိုတဲ့ကား​ေလးက​ေတာ့ ၂၀၁၅ ခုနွစ္​က ထုတ္​လႊင္​့ခဲ့တဲ့ အ​ေမရိကန္​ comedy-drama အမ်ိဳးအစား ကာတြန္​းကားျဖစ္​ပါတယ္​။\nMichael Stone - သူသည္​ စီးပြား​ေရး​ေလာက​တြင္​ ဝန္​​ေဆာင္​မႈလုပ္​ငန္​းမ်ားနွင္​့ပတ္​သက္​၍ က်ြမ္​းက်င္​ပညာရွင္​တစ္​ဦးျဖစ္​သလို ဝန္​​ေဆာင္​မႈမ်ားအ​ေၾကာင္​း စာအုပ္​မ်ား​ေရးသား​ေနသူလည္​း ျဖစ္​သည္​။\nဇာတ္​လမ္​းအစက​ေတာ့ Ohio မွာ က်င္​းပျပဳလုပ္​မယ္​့ သူ႔စာအုပ္​မိတ္​ဆက္​ပြဲအခမ္​းအခန္​းအတြက္​ Cincinnati ၿမိဳ႕​ေလးကို ခရီးထြက္​လာတာပဲျဖစ္​ပါတယ္​။\nသူ႔မွာ မိန္​းမနဲ႔ သားတစ္​​ေယာက္​ရွိ​ေ​န​ေပမယ္​့လည္​း သူ႔ကိုယ္​သူ လူအားလံုးနဲ႔ကြဲျပား​ေနသူလို႔ ယူဆထားသူျဖစ္​ပါတယ္​။\nဒါ​ေပမယ္​့လည္​း သူ႔ရဲ႕စာအုပ္​မိတ္​ဆက္​ပြဲကို လာနား​ေထာင္​တဲ့ Lisa ဆိုတဲ့ အမ်ိဳးသမီးတစ္​ဦးနဲ႔ ​ေတြ႕ၿပီးခ်ိန္​မွာ​ေတာ့ အရာရာက ​ေျပာင္​းလဲသြားခဲ့ပါတယ္​။\nဘာေတြဆက္ျဖစ္လာမလဲဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ၾကပါကုန္...\nဒီကားက Best Animated Feature Film of the Year  မွာ ေအာ္စကာဆန္ကာတင္စာရင္း၀င္ခဲ့သလုိ အျခားဆုေပါငး္ ၂၅ဆုလည္းရရွိခဲ့ပါတယ္...\nမွတ္ခ်က္....ဒီကားက လူႀကီးေတြပဲၾကည့္သင့္တဲ့အျပင္ မိသားစုနဲ႕ အတူမၾကည့္သင့္တဲ့အခန္းတစ္ခ်ဳိ႕လည္းပါေလေတာ့ ေဒါင္းၾကည့္တဲ့ေနရာမွာ သတိခ်ပ္ေစလုိေၾကာင္းေျပာၾကားပါရေစ....\nFile Size : (850 MB) and (330 MB)\nQuality ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/anomalisa2015/",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/272714R1-133x200.jpg",
        "title": "Hello Guru Prema Kosame (2018)",
        "description": "2017 တုန်းက ထွက်ခဲ့တဲ့ Hello ဆိုတဲ့ အချစ်အက်ရှင်ကားလေးကို မှတ်မိကြဦးမယ် ထင်ပါတယ်။ကြည့်တဲ့သူတိုင်းကို မျက်ရည်ဝိုင်းစေတဲ့ ဇာတ်ကားကောင်းလေးပေါ့။လာပါပြီ နောက်တစ်ကား....ဒီကားလေးက တောင်ပိုင်းမင်းသားချော Ram ရဲ့ အသစ်စက်စက် ထွက်ရှိလာတဲ့ အချစ်ဟာသကားလေးပါ။ထူးခြားတာက. . .အိန္ဒိယကား တော်တော်များများမှာ လူဆိုး လူမိုက် လူတွင်ကျယ်အဖြစ် ခေါက်ရိုးကျိုးအောင် သရုပ်ဆောင်ခဲ့ရတဲ့ လူကြမ်းသရုပ်ဆောင်Prakash Raj ရဲ့ အားရစရာကောင်းတဲ့ သရုပ်ဆောင်ဟန်ပါ။မင်းသားချော Ram က အချစ်အက်ရှင်ကားတွေနဲ့ထိုးဖောက်နေသလို လူကြမ်းသရုပ်ဆောင်ကြီး Prakash ကဒီကားမှာ သမီးဖြစ်သူကို စိတ်မချတဲ့ ဖအေတစ်ယောက်အနေနဲ့ သရုပ်ဆောင်ထားတာပါ။လူကြမ်းဇာတ်ရုပ်ကို လူအများ ရွံစရာဖြစ်အောင်အမြင်ကပ်စရာဖြစ်အောင် သရုပ်ဆောင်တတ်သလိုဒီလို တမူထူးခြားတဲ့ ဇာတ်ရုပ်မှလည်း Prakash ဟာ ဆရာကျနေဆဲဖြစ်ပါတယ်။ကျွန်တော်တော့ ဒီကားမှာ မင်းသားမင်းသမီးထက်Prakashကို တအားကြိုက်သွားပါတယ်။\" ဇာတ်လမ်းအကျဉ်း \"ဆန်ဂျူးဆိုတာက မိဘနှစ်ပါးက အလိုလိုက်ထားလို့ရပ်ကျော်ရွာကျော်လုပ်နေတဲ့ ခပ်ဆိုးဆိုး ခပ်ပေပေ လူငယ်လေးဖြစ်ပါတယ်။တစ်နေ့တော့ မိဘတွေရဲ့ဆန္ဒအရ အလုပ်လုပ်ဖို့အတွက် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2d48k/Hello_Guru_Prema_Kosame_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/smallfoot-poster-1-141x200.jpg",
        "title": "Smallfoot (2018)",
        "description": "Smallfoot (2018)\nIMDb - 6.6/10_____Rotten - 75%\n  Big Foot ဆိုတဲ့ Animation ကားလေးကို လူတိုင်းကြည့်ဖူးကြမယ်ထင်ပါတယ်။ ဒီကားကတော့ Small Foot ပါ။Big Foot နဲ့ဇာတ်လမ်းချင်းဘာမှဆက်စပ်မှုမရှိပါဘူး။ဒီကားမှာတော့ နှင်းလူ(Yeti)တွေဖက်ကနေ ရိုက်ထားတာမျိုးဖြစ်ပြီးလူတွေကတော့ သူတို့အတွက် လျို့ဝှက်ဆန်းကြယ်တဲ့သတ္တဝါတွေပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့ ဟိမဝန္နာထဲက တောင်ထိပ်တစ်ခုအပေါ်မှာ နှင်းလူတွေ နေထိုင်ကြတဲ့ ရွာလေးတစ်ရွာရှိတယ်။အဲ့ဒီရွာမှာ နှင်းလူတိုင်းက သူ့တာဝန်နဲ့သူ ထမ်းဆောင်ကြရင်း ရွာအကျိုးသယ်ပိုးကြရတာပေါ့။သူတို့တွေရဲ့ခေါင်းဆောင်ကတော့Stonekeeper လို့ခေါ်တဲ့ နှင်းလူအဖိုးကြီးတစ်ယောက်၊ ဘာလို့ Stonekeeper လို့ခေါ်လဲဆိုတော့ ခေတ်အဆက်ဆက်ဘိုးဘေးဘီဘင်လက်ထက်တွေကတည်းက စည်းမျဉ်းတွေကို ရေးထွင်းထားတဲ့ ကျောက်တုံးတွေကို ဝတ်ရုံတစ်ခုအဖြစ်ခြုံပြီး ထိန်းသိမ်းထားရလို့ဖြစ်ပါတယ်။တစ်ရွာလုံးကလဲ သူ့ညွှန်ကြားတဲ့အတိုင်းတစ်သွေမတိမ်းလိုက်နာကြပါတယ်။ထူးဆန်းတာက ကျောက်တုံးတွေမှာ ရေးထွင်းထားတဲ့ စည်းမျဉ်းတွေဖြစ်ပါတယ်။သူတို့ရဲ့ရွာက ကျွန်းတစ်ကျွန်းပေါ်မှာဖြစ်ပြီး တိမ်ပင်လယ်ကြားမှာလွင့်မျောနေတာ၊ အောက်ကိုပြုတ်မကျအောင် ဆင်တွေက ထိန်းထားပေးတာ ဆိုတာမျိုး ပါနေပါတယ်။နောက်ပြီး ဒီကားလေးရဲ့ ဇာတ်လိုက်ဖြစ်တဲ့ မီဂို ဆိုတဲ့နှင်းလူရဲ့ အဖေက ရွာရဲ့ မောင်းတီးသမားဖြစ်ပါတယ်။ဘာလို့မောင်းတီးသမားဖြစ်ရလဲဆိုတော့ သူတို့ရွာကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/2ftnm/Smallfoot_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/s-l640-160x200.jpg",
        "title": "When Fortune Smiles (1990)",
        "description": "မင္းသားၾကီး စတီဖင္ေခ်ာင္ ငယ္စဥ္က ဇာတ္ကားပါ...Action/Comedy/Romance အမ်ိဳးအစားျဖစ္ပါတယ္။Action ဆိုလဲ လံုးဝမအိုင္ေအာင္ ခပ္မိုက္မိုက္ရိုက္ကူးထားပါတယ္။Comedy ဆိုလဲ အခြီျဖစ္ေအာင္ ရိုက္ကူးထားႏိုင္ပါတယ္။Romance ဆိုလဲ လံုးဝဟက္ထိေအာင္ ရိုက္ကူးထားပါတယ္။သူ႕ေနရာနဲ႔သူ ရသအစံုပံုေဖာ္ထားႏိုင္တဲ့ ဇာတ္ကားပါ။မင္းသမီးကလဲ ဇာတ္ရုပ္နဲ႔အလိုက္ ေဒါင္က်က် ျပားက်က် သရုပ္ေဆာင္ျပထားတာေတြ႕ရပါတယ္။ဇာတ္ေၾကာင္းေလးကိုေတာ့ ခံစားအားေပးၾကည့္ၾကပါဦး။ \nFile size…(999 MB) and (490 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Khin Chan Myae Thu",
        "rating": "6.3",
        "url": "https://megaup.net/T0cp/When_Fortune_Smiles_(Mou_Dik_Hang_Wan_Sing)_[1990]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/68367_front-168x200.jpg",
        "title": "A Chinese Ghost Story (1987)",
        "description": "ကျွန်တော်ငယ်စဉ်ကတည်းက စွဲလန်းနှစ်ခြိုက်ခဲ့ရတဲ့ဇာတ်လမ်းလေးတစ်ကားဖြစ်သလိုယနေ့တိုင်လည်းဘယ်ချိန်ပြန်ကြည့်ကြည့်မရိုးသေးပါဘူး18+ ခေါင်းစဉ်တပ်လိုက်ပါမယ်..ဘာကြောင့်လဲဆိုရင် တချို့အခန်းတွေဟာမိဘတွေနဲ့အတူကြည့်ဖို့မသင့်တော်လို့ပါ..နည်းနည်းပါးပါးပါပဲA Chinese Ghost Story ကိုတော့တော်တော်များများကြားဖူးကြမယ်ထင်ပါတယ်နောက်ပိုင်းမှလူကြိုက်များလှတဲ့မင်းသမီး Liu Yi Fei ပြန်လည်သရုပ်ဆောင်ခဲ့တဲ့Chinese Ghost Story ဇာတ်ကားရဲ့ မူရင်း အရင်းအမြစ်ကတော့ 1987 မှာပထမဆုံးထွက်ရှိခဲ့တဲ့ဇာတ်ကားပါပဲ အခုချိန်မှာတော့ ဒီဇာတ်ကားထဲကအဓိကမင်းသားဇာတ်ကောင် ဖြစ်တဲ့  Leslie Cheung ဟာ 2003 ခုနှစ်ဧပရယ် ၁ ရက်နေ့မှာ ဟောင်ကောင်မှာရှိတဲ့  Mandarin Oriental Hotel ရဲ့24 ထပ်ကနေ ခုန်ချပြီးအဆုံးစီရင်ခဲ့လို့ သေဆုံးပြီးဖြစ်နေပါပြီမင်းသမီးဖြစ်တဲ့ Joey Wang ကတော့ အခုချိန်မှာ အသက် 51 နှစ်ဖြစ်နေပါပြီကျွန်တော့်အမြင်ကိုပြောရရင်တော့  A ChineseGhost Story ထွက်ခဲ့တဲ့ ကားတွေမှာ1987 မှာထွက်တဲ့ နံပါတ် ၁ နဲ့ 1990 မှာ ထွက်တဲ့ ၂ လောက်ကျန်တာဘယ်ကားမှသိပ်မကောင်းဘူးလို့ပဲမြင်ပါတယ်..လူသားကောင်လေးတစ်ယောက်နဲ့တစ္တေမလေးတစ်ယောက်တို့ရဲ့အချစ်ဇာတ်လမ်းကို ဟာသနှောပြီးရယ်မောဖွယ်ကြည်နူးဖွယ်..နဲ့ ရင်နင့်ဖွယ်ရိုက်ကူးတင်ဆက်ထားတဲ့ ဒီဇာတ်ကားဟာလည်းIMDb Rate 7.6 ရရှိခဲ့တာမို့ အများကြီးအထွေအထူးတော့ ပြောနေစရာမလိုတော့ဘူးလို့ထင်မြင်ပါတယ်..လင်ချိုင်စံဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ ရပ်ဝေးကနေနယ်တခုကိုလာပြီးတော့ အကြွေးတောင်းတဲ့သူပါ…လမ်းခရီးသွားလာရတာ ကြမ်းတမ်းပြီး သူခိုးဓါးပြများလည်းပေါများတဲ့အချိန်မို့လို့..သူ့အရင် လာတဲ့သူတွေအသတ်ခံရတာပေါ့..လမ်းမှာမိုးတွေရွာပြီးအရမ်းစိုရွဲသွားလို့ အကြွေးစာရင်းတွေပါ ပျက်စီးသွားခဲ့တယ်..အဲ့တော့ ...",
        "rating": "",
        "url": "https://megaup.net/T24f/A_Chinese_Ghost_Story_I_[1987]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMTU4Njk1MDE4NF5BMl5BanBnXkFtZTgwNjExODk5NTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Island (2018)",
        "description": "ဒီဇာတ်ကားအကြောင်းကိုပြောရမယ်ဆို ရင်\nကိုယ့်ပေါင်ကိုယ်လှန်ထောင်းသလိုဖြစ်နေမယ်လို့တွေးမိပါတယ်\nဘာလို့များလဲ ကျွန်တော်လဲလူသားတစ်ယောက်ပဲကိုး..\nကျွန်တော်တို့လူသားတွေက ဂုဏ်တွေ ပညာတွေနဲ့ စောင့်ထိန်းရမယ့်\nစည်းကမ်းတွေနဲ့ဒီလောကကြီးထဲမှာနေထိုင်နေရတာမဟုတ်လား\nလူတိုင်းမှာ မကောငး်စိတ်ဆိုတာရှိစမြဲပဲလေ\nအဲ့လိုမကောငး်တဲ့စိတ်ကိုပဲ အသိပညာနဲ့ စည်းမျဉ်းတွေကထိန်းချုပ်ထားတာမဟုတ်လား\nလူတွေရဲ့မကောင်းတဲ့စိတ်ဆိုတာဘယ်လိုအချိန်မှာပေါ်ထွက်လာတတ်လဲ\nအတ္တ မာနနဲ့ အကောက်ကြံမှုတွေကဘယ်လိုအချိန်မှာပေါ်ထွက်လာတတ်လဲ ရှင်းပါတယ်\nစိတ်ကွယ်ရာအရပ် သို့မဟုတ်\nဥပဒေကင်းလွတ်တဲ့အရပ်မှာဘွင်းဘွင်းကြီးထွက်ပေါ်လာတတ်တယ်မဟုတ်လား\nဒီဇာတ်ကားကလဲဒီသဘာဝကို အထင်းသားမြင်ရအောင်ရိုက်ပြထားပါတယ် ..\nဇာတ်ကားစစချင်းမှာ ကုမ္ပဏီတစ်ခုက ဝန်ထမ်းတွေကိုနှစ်ပတ်လည်အနေနဲ့\nပင်လယ်ကမ်းခြေကိုအလည်အပတ်ပို့ပေးပါတယ်\nကမ္ဘာ့အပြင်ဘက်ကဥက္ကာခဲအန္တရာယ်ကိုလျစ်လျူရှုပြီး\nပင်လယ်ထဲအလည်အပတ်ထွက်လာတဲ့သူတို့ဟာ\nဥက္ကာခဲကြောင့်ဆူနာမီနဲ့ရင်ဆိုင်ခဲ့ရပြီး ကျွန်းတစ်ကျွန်းပေါ်သောင်တင်ခဲ့ပါတော့တယ်\nသူတို့နဲ့အတူ ပရော်ဖက်ဆာ တစ်ယောက်ကပါဝင်ခဲ့ပြီးပရော်ဖက်ဆာရဲ့တွက်ချက်မှုက\nလောကကြီးတစ်ခုလုံး ဥက္ကာခဲကြောင့်ပျက်သုဉ်းသွားပြီး\nရှင်ကျန်သူဆိုလို့သူတို့သာကျန်တော့ကြောင်းအဖြေထွက်လာပါတော့တယ်\nဒီတော့..\nစည်းလုံးမှုတွေလဲပြိုကွဲ နောက်ဆုံးကျန်ခဲ့တဲ့လူသားမျိုးနွယ်ရဲ့\nခေါင်းဆောင်နေရာကိုလဲလိုချင်တပ်မက်လာတဲ့အခါ..\nမင်းသားခေါင်းဆောင်းထားတဲ့ ဘီလူးရဲ့ပကတိမျက်နှာဟာ\nထိုကျွန်းပေါ်မှာပေါ်ပေါက်လာပါတော့တယ်..\nအတ္တတွေ တပ်မက်မှုတွေနဲ့ လူတစ်စုကျွန်းပေါ်မှာဘယ်\nလိုအသက်ရှင်သွားမလဲဆိုတာ\nကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုလိုက်ပါ..\nဒီဇတ်ကားကို Wai Zin က ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကို လဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်",
        "rating": "6.4",
        "url": "https://megaup.net/T25s/The_Island_(Yi_Chu_Haoxi)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/750pfEttsYAVmynRg2vmt1AXh4q.jpg",
        "title": "Fantastic Mr. Fox(2009)",
        "description": "Fantastic Mr. Fox(2009)\nIMDb...7.8,,,,Rotten....92%Mr. Foxဟာ သတင်​းစာဆရာတစ်​​ယောက်​အဖြစ် အသက်​​မွေးပြီး  သိပ်ချစ်စရာကောင်း အမျိုသမီး နဲ့သားလေး Ashတို့နဲ့အတူဘဝကိုပျော်ရွှင်စွာဖြတ်သန်းနေတယ်...အိမ်ထောင်ရက်သားမကျခင်တုန်းတုန်းက  Mr. Fox ဟာ အပေအတေ သူခိုးဖြစ်ခဲ့ပုံရတယ်...တစ်နေ့့ သူ့တူဖြစ်သူအိမ်ကိုအလည်လာ ​ရောက်​လာတဲ့ အချိန်​မှာ Mister fox ဟာ အရင်ဗီဇတွေပြန်ပေါ်လာပုံရတယ်...သူ့တူရောက်လာတာခြင်းဟာ သူ့အတွက်လက်ထောက်ကောင်းရပြီဆိုး အရင်​က ကြက်​ခြံ ဘဲခြံ​တွေကို ဝင်​​မွှေခဲ့ဘူးတဲ့ စွန် ့စားခန်​း အချိန်​​တွေ ပြန်​ရ​အောင်​ကြိုးစားပါ​တော့တယ်​...အင်​မတန်​ ရက်​စက်​ပါတယ်​ဆိုတဲ့ ​မွေးမြူ​ရေးခြံပိုင်​ရှင်​ ၃​ယောက်​နားမှာ အိမ်​ဝယ်​ပြီး Mister Fox ရဲ့စွန့်​စားခန်​း​တွေ စတင်​တဲ့အခါ......Rating 7.8 ရထားပြီး Comedy Adventure အမျိုးအစား Animation ကား​ကောင်​း​လေးဖြစ်​ပါတယ်​...Animation ကား​ကောင်​းကြိုက်​တဲ့သူ​တွေအတွက်​  ကားကောင်းလေးတစ်ကားပါ...Mr. Fox  ရဲ့ အသံကိုတော့ မင်းသားကြီး George Clooneyက သရုပ်ဆောင်ပေးထားပါတယ်...File Size : (800 MB) and (348 MB)\nQuality ...",
        "rating": "7.8",
        "url": "https://megaup.net/2eX8k/Fantastic_Mr._Fox_[2009]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/cyborg-she-poster-140x200.jpg",
        "title": "Cyborg She (2008)",
        "description": "Cyborg She (2008)_____IMDb - 7.0/10\n  \nလွန်ခဲ့တဲ့ ၄ နှစ် ဝန်းကျင်လောက်က ပြန်ခဲ့တဲ့ ကျွန်တော့်ရဲ့ပထမဆုံးသော မြန်မာစာတန်းထိုး ရုပ်ရှင်\nဇာတ်ကားဖြစ်ပါတယ်..ကြိုက်လွန်းလို့ကိုမရမကပြန်ရှာပြီးဘာသာပြန်ပေးရတဲ့ဇာတ်ကားလေးဖြစ်သလို\nဘာသာပြန်ပိုး ဝင်သွားတာလည်းဒီဇာတ်ကားကြောင့်ပါ..ကဲ..ကြည်နူးဖို့ကောင်းတဲ့ဂျပန်ဇာတ်ကားလေး\nရဲ့ အညွှန်းကိုဖတ်ကြည့်ရအောင် IMDb Rate ကလည်း 7.0 အထိရထားတဲ့ဇာတ်လမ်းကောင်းလေး\nဖြစ်ကြောင်းလည်းညွှန်းလိုပါတယ်..ပြန်ဒေါင်းပြီးသိမ်းထားကြပါ\n \nဇာတ်လမ်းအညွှန်း\n \nအချိန်ခရီးသွားပြီးပြန်လည်တဲ့ စက်ရုပ်မလေး ဟာ 2008 ခုနှစ်က ဂျီရို ဆီကို လာပြီး ဂျီရို\nဖြစ်လာမယ့် အန္တရာယ်တွေကြားမှာ ပြန်ကယ်..ဖြစ်လာမယ့်စိတ်ထိခိုက်စရာတွေကို\nလိုက်လံဖယ်ရှားပြင်ဆင်ပေးရင်ကနေ..ဂျီရိုတစ်ယောက် စက်ရုပ်မလေးအပေါ်ကို\nသံယောဇဉ်တွေ တွယ်လာပါတယ်..စက်ရုပ်တစ်ရုပ်ကို ချစ်မိတဲ့ ဂျီရို ..\nနှလုံးသားဆိုတာမပါပဲ..စက်ချည်းသက်သက်သာဖြစ်တည်နေတဲ့ စက်ရုပ်မလေး\nဒီ၂ဦးကြားမှာဘာတွေဖြစ်မလဲ..အချစ်ဇာတ်လမ်းတွေဘယ်လိုရှေ့ဆက်မလဲဆိုတာ\nကြည့်လိုက်ဦးနော်..ဇာတ်သိမ်းမှာလည်းသပ်ရပ်စွာသိမ်းသွားပြီး..ဘယ်လိုမှမထင်ထားတဲ့\nဇာတ်လမ်းလေးဖြစ်ပါတယ်..အကြိုက်ဆုံး ဂျပန်ကားတွေထဲက တစ်ကားလို့သာဆိုပါရစေ\n  \nFile Size : 1.27 GB |\nQuality : Blu-Ray 720p |\nFormat : mp4 |\nSubtitle : Myanmar Subtitle ( Hardsub ) |\nTranslated By LK |\nEncoded By ...",
        "rating": "7.0",
        "url": "https://megaup.net/1yTsM/Cyborg_She_(Boku_No_Kanojo_Wa_Saibôgu)_[2008]_(MM_Sub).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/td5IxaWlxqtzQnuJdIJEm15Dxd1-133x200.jpg",
        "title": "The Flirting Scholar (1993)",
        "description": "IMDb Rating (7.6) ထိ ရရှိထားတဲ့ မင်းသားကြီး စတီဖင်ချောင်ရဲ့ Epic ဇာတ်ကားတစ်ကားပါ။မင်းသမီးကလဲ ဂေါင်လီဆိုတော့ ကြည့်သင့်နေပြီဆိုတာ သေချာပါတယ်။စာပေအနုပညာအရာမှာ သူမတူအောင် ထူးချွန်သူ စတီဖင်ချောင်ဟာ သူ့ခေတ်မှာပေါ်ထွန်းတဲ့ ပညာရှိ ၄ ယောက်ထဲက အကျော်ကြားဆုံး ပညာရှင်ပါ....လူတိုင်းက သူ့ကို လေးစားအားကျရလောက်အောင် မိန်းမကလဲ ၈ ယောက်တောင် ရှိပါတယ်။ဒါပေမယ့် အရမ်းကို နက်နဲတဲ့ သူ့ဘဝကို တော်ယုံလူက မစာနာတတ်ဘဲ လိုတိုင်းရဘဝလို့ ထင်ကြပါတယ်။သူ့မှာ အဓိက လိုအပ်နေတာ တစ်ခုရှိပါတယ်...ချစ်ခြင်းမေတ္တာပေါ့။မိန်းမ ၈ ယောက်နဲ့ မလုံလောက်တဲ့ သူ့အချစ်တွေ ဘယ်သူ့ဆီမှာ ကျရှုံးမလဲဆိုတာ........။အသေရီရတဲ့ ဇာတ်ကားပါ...တစ်ချိန်လုံး သွားမစေ့ရပါဘူး။သူ့ရဲ့ ဟာသဖန်တီးနိုင်စွမ်းကို ဒီဇာတ်ကားမှာ တစ်ချိန်လုံးမြင်နေရပါတယ်..အသေးအဖွဲလေးတွေက အစ ရီရဖို့ လက်လွတ်မခံထားပါဘူး။ဟာသရသ မကျန်ရစ်ရအောင် စာသံကဗျာသံတွေမှာလဲ အတတ်နိုင်ဆုံး ဆက်စပ်ပြီး ဘာသာပြန်တင်ဆက်ထားပါတယ်။ခံစားအားပေးကြပါဦး။ \nFile size…(999 MB) and (470 ...",
        "rating": "7.6",
        "url": "https://megaup.net/T2co/The_Flirting_Scholar_[1993]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nGfKFEnKqSVaM0I2xxUnDeLx7t4.jpg",
        "title": "The Long Dumb Road (2018)",
        "description": "ဒီတစ်​ခါ​တော့ channelmyanmar ပရိတ်​သတ်​​တွေကို အနားယူချိန်​မ​ှာ​အေး​အေး​​ဆေး​ဆေး အပန်​း​ဖြေကြည်​့လို့​ကောင်​းမယ်​့ကား​လေးတစ်​ကားတင်​​ဆက်​​ပေးလိုက်​ပါတယ်​။Rating 6.1 ရရှိထားတဲ့ကားလေးဖြစ်ပါတယ်....ဇာတ်​လမ်​းအညွှန်​း​လေးက​တော့ မိဘက ချမ်​းသာပြီး အရာရာကိုပြင်​ဆင်​ထား​ပေးခြင်​းခံရတဲ့ နတ်​ဆိုတဲ့​ကောင်​​လေးဟာအထက်​တန်​း​ကျောင်​းပြီးသွား​တော့ တက္ကဆပ်​က​နေ အယ်​လ်​​အေကိုအနုပညာ​ကျောင်​းသွားတတ်​ဖို့ အ​ကြောင်​းဖန်​လာပါ​တော့တယ်​။အိမ်​က​နေထွက်​ခွာလာတဲ့ နတ်​တစ်​​ယောက်​ သွားရင်​းလာရင်​း ကားပျက်​သွားတဲ့အခါမှာအလုပ်​ထွက်​လာတဲ့ ရစ်​ချက်​ဆိုတဲ့ စက်​ပြင်​ဆရာတစ်​​ယောက်​နဲ့ ဆုံမိပြီးနတ်​ရဲ့ကားကို ပြင်​​ပေးရင်​းနဲ့ ရင်​းနှီးသွားကြပါတယ်​။ဘဝကို အရာရာအဆင်​သင်​့​လေး ​နေခဲ့ရတဲ့ နတ်​နဲ့ ​လောကကြီးမှာအမြဲတမ်​းအဆင်​မ​ပြေ ဖြစ်​​နေရတဲ့ ရစ်​ချက်​တို့ ခရီးတူတူသွားကြရင်​းဘယ်​လို​ပေါက်​ကရ​တွေ ဘယ်​လိုဟာသ​တွေနဲ့ ဘာ​တွေဆက်​ဖြစ်​မယ်​ဆိုတာကို​တော့Long dump road ဆိုတဲ့ ကား​လေးကို ​ဒေါင်​းလုတ်​ဆွဲပြီး ကြည်​့ရှုအား​ပေးလိုက်​ကြပါဦး​နော်​File Size : (861MB) and (326 MB)\nQuality : Web DL 720p\nRunning Time :1hr 30min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.1",
        "url": "https://megaup.net/T2f0/The_Long_Dumb_Road_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    }
]