[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dyj8X2HsGImGvOuw526FHpuPNjU.jpg",
        "title": "Ouran High School Host Club (2012)",
        "description": "[Unicode]အိုရန်အကယ်ဒမီကျောင်းဆိုတာ တိုကျိုမြို့မှာရှိတဲ့ နာမည်ကြီး hi-so အထက်တန်းကျောင်းတစ်ခုဖြစ်ပါတယ် ၊ဆူအူ တာမာကီ ဆိုတဲ့ကောင်လေးကတော့ ဆူအူလုပ်ငန်းစုရဲ့ တစ်ဦးတည်းသောဆက်ခံသူပေါ့...ဟာရူဟီဆိုတဲ့ကောင်မလေးကတော့ ပညာသင်ဆုနဲ့ဒီကျောင်းမှာတက်ခွင့်ရခဲ့တာပါ ၊တာမာကီက ကျောင်းမှာဧည့်ခံကလပ်တစ်ခုကိုထောင်ထားပါတယ် ၊\nဧည့်ခံကလပ်ရဲ့တန်ဖိုးကြီးပန်းအိုးတစ်လုံးကို ဟာရူဟီကတိုက်မိပြီး ကျကွဲသွားတာကြောင့် ကျကွဲသွားတဲ့ပန်းအိုးရဲ့တန်ဖိုးကိုပြန်လျော်ပေးဖို့\nဟာရူဟီကယောက်ျားလေးယောင်ဆောင်ပြီး ဧည့်ခံသူအဖြစ်ဝင်လုပ်ရပါတယ်...ကျောင်းကိုရောက်လာတဲ့ မီချဲဟီမီဆိုတဲ့သူဋ္ဌေးသမီးလေးကတော့\nတာမာကီရဲ့ဆုံးသွားတဲ့အမေနဲ့အရမ်းတူတာကြောင့် မီချဲကိုပျော်အောင်ထားဖို့က တာမာကီရဲ့အိပ်မက်ဖြစ်လာပါတယ် ။အိုရန်ကျောင်းမှာနှစ်စဉ်ပြိုင်ပွဲရှိပါတယ်...\nဒီပြိုင်ပွဲကိုနိုင်အောင်ကြိုးစားရင်း တာမာကီရဲ့ဆန္ဒအတိုင်း မီချဲဟီမီကိုပျော်အောင်ထားနိုင်ဖို့ ဧည့်ခံကလပ်တစ်ဖွဲ့လုံးကြိုးစားကြပါတယ် ။တစ်ချိန်တည်းမှာပဲ မီချဲက တာမာကီကိုချဉ်းကပ်ဖို့ကြိုးစားလာပါတယ်...\nတာမာကီနဲ့ ဟာရူဟီတို့ကလည်း သံယောဇဉ်ရှိနေကြတဲ့အခါ ၃ပွင့်ဆိုင်ဇာတ်လမ်းလေးဖြစ်လာတဲ့နောက်...မီချဲ တကယ်လိုအပ်တဲ့အရာကို ဧည့်ခံကလပ်ကလူတွေရှာနိုင်မှာလား ၊\nမီချဲကိုပျော်စေချင်တဲ့တာမာကီတို့ရဲ့ကြိုးစားမှုကရော ဘယ်လိုဖြစ်မလဲဆိုတာကို ဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ပါနော်....။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့Ingyin San ဖြစ်ပါတယ် )[Zawgyi]အိုရန္အကယ္ဒမီေက်ာင္းဆိုတာ တိုက်ိဳၿမိဳ႕မွာရွိတဲ့ နာမည္ႀကီး hi-so အထက္တန္းေက်ာင္းတစ္ခုျဖစ္ပါတယ္ ၊ဆူအူ တာမာကီ ဆိုတဲ့ေကာင္ေလးကေတာ့ ဆူအူလုပ္ငန္းစုရဲ႕ တစ္ဦးတည္းေသာဆက္ခံသူေပါ့...ဟာ႐ူဟီဆိုတဲ့ေကာင္မေလးကေတာ့ ပညာသင္ဆုနဲ႔ဒီေက်ာင္းမွာတက္ခြင့္ရခဲ့တာပါ ၊တာမာကီက ေက်ာင္းမွာဧည့္ခံကလပ္တစ္ခုကိုေထာင္ထားပါတယ္ ၊\nဧည့္ခံကလပ္ရဲ႕တန္ဖိုးႀကီးပန္းအိုးတစ္လုံးကို ဟာ႐ူဟီကတိုက္မိၿပီး က်ကြဲသြားတာေျကာင့္ က်ကြဲသြားတဲ့ပန္းအိုးရဲ႕တန္ဖိုးကိုျပန္ေလ်ာ္ေပးဖို႔\nဟာ႐ူဟီကေယာက္်ားေလးေယာင္ေဆာင္ၿပီး ဧည့္ခံသူအျဖစ္ဝင္လုပ္ရပါတယ္...ေက်ာင္းကိုေရာက္လာတဲ့ မီခ်ဲဟီမီဆိုတဲ့သူေ႒းသမီးေလးကေတာ့\nတာမာကီရဲ႕ဆုံးသြားတဲ့အေမနဲ႔အရမ္းတူတာေၾကာင့္ မီခ်ဲကိုေပ်ာ္ေအာင္ထားဖို႔က ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/ouran-high-school-host-club-2012/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/08/MV5BMzE0NTRhZWQtZmE5OS00NTI5LWJhMzMtMGU4MzE4MmRlZDE0L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006781000_AL_-136x200.jpg",
        "title": "Mousehunt (1997)",
        "description": "ဒီဇာတ်ကားကတော့ အမှန်အကန်ကိုရယ်ရမယ့်\nနာမည်ကြီးကြွက်ဇာတ်ကားပါ…\nကြာခဲ့ပြီဆိုသော်ငြား ဘယ်အချိန်ပြန်ကြည့်ကြည့်\nရယ်နေရတုန်းပါပဲ…\nဟာသဇာတ်ကားဆိုပေမယ့်\nဇာတ်လမ်းကလဲအနှစ်သာရပြည့်ဝပါတယ်…\nချစ်ခြင်းမေတ္တာနဲ့ လူသားဆန်ဆန်\nအတ္တတွေအကြောင်းကို ကြွက်တစ်ကောင်နဲ့ ပုံဖော်ထားပါတယ်…\nအကြိုက်ဆုံးအခန်းကတော့\nဗီလိန်မင်းသားကြီး Christopher Walken ကြွက်လိုက်ဖမ်းတဲ့\nဇာတ်ဝင်ခန်းပါပဲ…\nတင်ဆက်ပုံကောင်းသလို\nတကယ့်ကြွက်အစစ်နဲ့ ရိုက်ကူးထားတာမို့\nအခုခေတ်ဇာတ်ကားတွေလို Camera Effect\nတွေနည်းနည်းနဲ့ သဘာဝဆန်ဆန်ကြည့်ရှုရမှာပါ…\nမိသားစုနဲ့ကြည့်သင့်တဲ့ဇာတ်ကားပါ…\nကလေးလေးတွေအတွက်တော့ Tom and Jerry\nကိုအရှင်လတ်လတ်တွေ့ရသလိုခံစားရမှာပါ…\n(ဒီဇာတ်ကားရဲ့ မြန်မာစာတန်းထိုးကို ကျွန်တော်ဂျီကျလို့\nကသာသားလေး (Kyaw Ye Aung) ကရေးသားပေးခဲ့ပါတယ်)\n----------------------------------------------------------------\n     ဒီဇာတ္ကားကေတာ့ အမွန္အကန္ကိုရယ္ရမယ့္\nနာမည္ၾကီးၾကြက္ဇာတ္ကားပါ…\nၾကာခဲ့ၿပီဆိုေသာ္ျငား ဘယ္အခ်ိန္ျပန္ၾကည့္ၾကည့္\nရယ္ေနရတုန္းပါပဲ…\nဟာသဇာတ္ကားဆိုေပမယ့္\nဇာတ္လမ္းကလဲအႏွစ္သာရျပည့္ဝပါတယ္…\nခ်စ္ျခင္းေမတၱာနဲ႕ လူသားဆန္ဆန္\nအတၱေတြအေၾကာင္းကို ၾကြက္တစ္ေကာင္နဲ႕ ပံုေဖာ္ထားပါတယ္…\nအၾကိဳက္ဆံုးအခန္းကေတာ့\nဗီလိန္မင္းသားၾကီး Christopher Walken ၾကြက္လိုက္ဖမ္းတဲ့\nဇာတ္ဝင္ခန္းပါပဲ…\nတင္ဆက္ပံုေကာင္းသလို\nတကယ့္ၾကြက္အစစ္နဲ႕ ရိုက္ကူးထားတာမို႕\nအခုေခတ္ဇာတ္ကားေတြလို Camera Effect\nေတြနည္းနည္းနဲ႕ သဘာဝဆန္ဆန္ၾကည့္ရႈရမွာပါ…\nမိသားစုနဲ႕ၾကည့္သင့္တဲ့ဇာတ္ကားပါ…\nကေလးေလးေတြအတြက္ေတာ့ Tom and Jerry\nကိုအရွင္လတ္လတ္ေတြ႕ရသလိုခံစားရမွာပါ…\n(ဒီဇာတ္ကားရဲ႕ ျမန္မာစာတန္းထိုးကို ကြ်န္ေတာ္ဂ်ီက်လို႕\nကသာသားေလး (Kyaw Ye Aung) ကေရးသားေပးခဲ့ပါတယ္)",
        "rating": "6.4",
        "url": "https://megaup.net/4esU7/Mousehunt_[1997]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/bad.boys-2-134x200.jpg",
        "title": "Bad Boys II (2003)",
        "description": "Bad Boys 2 (2003)==============IMDb Rating - 6.6/10 #UnicodeBad Boys ဇာတ်ကားရဲ့ဒုတိယမြောက်ဇာတ်ကားလေးပါ။ ဒီဇာတ်ကားရဲ့ထုံစံအတိုင်း မင်းသားတွေဖြစ်တဲ့Will Smith နဲ့ Martin Lawrence တို့ပဲဆက်လက်သရုပ်ဆောင်ထားပါတယ်။ ရှေ့ဇာတ်ကားနဲ့မတူကွဲပြားတဲ့ပုံစံမျိုးနဲ့ရိုက်ပြထားတာလည်းတွေ့ရပါတယ်။ ဒီဇာတ်ကားမှာတော့ ကျူးဘားက မူးယစ်မှောင်ခိုလုပ်တဲ့ တမီယာဆိုတဲ့သူက သူ့ဆေးတွေကိုအမေရိကမှာရောင်းပြီး ကျူးဘားဆီကို ငွေပြန်ပို့တာပါ မူးယစ်ငွေမဲတွေဖြစ်တဲ့အတွက်ဘဏ်တွေကနေတစ်ဆင့်ပို့လို့မရတဲ့အတွက် ရေကြောင်းသင်္ဘောတွေကို သုံးပြီးပို့ပါတယ်။ အဲ့ဒါကိုသိတဲ့အမေရိကန်တွေက ရေကြောင်းမှာ လုံခြုံရေးတင်းကျပ်ပြီး လိုက်ပေမယ့် ဖမ်းလို့မမိပါဘူး။ မိရင်လည်းနည်းနည်းသာဖြစ်ပြီးတပီယာကိုတရားစွဲလို့မရပါဘူး။ အဲ့အတွက် ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်ကြီးတွေက ဝင်ပြီးဖမ်းဆီးပေးတာကိုခပ်မိုက်မိုက်ကြည့်ရမယ့်ဇာတ်ကားမျိုးပါ။ ဒီဇာတ်ကားတွေဟာ Rating တွေလည်း များစွာရထားပြီး . ခုလထဲမှာလည်းBad Boys III ကိုရုံတင်သွားတာမို့ နောက်ထပ်တစ်ကား ထပ်ကြည့်ရဖို့ ပရိသတ်များအတွက် အခွင့်အရေးရဦးမှာပါ။ #ZawgyiBad Boys ဇာတ္ကားရဲ႕ဒုတိယေျမာက္ဇာတ္ကားေလးပါ။ ဒီဇာတ္ကားရဲ႕ထုံစံအတိုင္း မင္းသားေတြျဖစ္တဲ့Will Smith နဲ႔ Martin Lawrence တို႔ပဲဆက္လက္သ႐ုပ္ေဆာင္ထားပါတယ္။ ေရွ႕ဇာတ္ကားနဲ႔မတူကြဲျပားတဲ့ပုံစံမ်ိဳးနဲ႔႐ိုက္ျပထားတာလည္းေတြ႕ရပါတယ္။ ဒီဇာတ္ကားမွာေတာ့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/bad-boys-ii-2003-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/bad.boys-1-135x200.jpg",
        "title": "Bad Boys I (1995)",
        "description": "Bad Boys (1995)===========IMDB rating- 6.9#Unicodeလူတိုင်းရင်းနှီးပြီးသား မင်းသားတွေဖြစ်တဲ့ Will Smith နဲ့ Martin Lawrence တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့Action , Comedy , Crime ဇာတ်ကားပါ။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ မင်းသားနှစ်ယောက်ဖြစ်တဲ့Will Smith နဲ့ Martin Lawrence တို့က မိုက်ခ်နဲ့ မားကပ်စ်ဆိုတဲ့ မိုင်ယာမီမူးယစ်တိုက်ဖျက်ရေးမှုခင်းရဲတွေပါ။တစ်နေ့ သူတို့ ဌာနမှ ထိန်းသိမ်းထားတဲ့ ကိုကင်းတွေကို အဖောက်ခံလိုက်ရပါတယ်။ အဲ့လိုအဖောက်ခံလိုက်ရတော့သူတို့ရဲ့ခေါင်းဆောင် ဟောင်းဝဒ်က သူတို့ကို ကို ပြန်ရှာခိုင်းပါတယ်။ ဒီလိုနဲ့ မိုက်ခ်နဲ့ မားကပ်စ်က သူတို့နဲ့အရင်ကဇာတ်လမ်းတွေရှိခဲ့ဖူးတဲ့ ဆေးသမား ပြည့်တန်ဆာတွေနဲ့ပူးပေါင်းပြီးတော့ သတင်းယူပြီး ဒီအမှုကိုလိုက်တာကနေတစ်ကားလုံး သဘောကျစရာကောင်းလောက်အောင်ကို သရုပ်ဆောင်ပြသွားတာပါ။ ကော်ဖီကြိုက်တတ်တဲ့သူတွေကဒီ မူဗီကိုမဖွင့်ခင်ကတည်းက ဖျော်ထားနှင့်ကြပါ . . . မူဗီကြည့်နေရင်း ထဖျော်ဖို့ကို ဝန်လေးနေမှာလို့ ကြိုပြောထားပါရစေ။ #Zawgyiလူတိုင္းရင္းႏွီးၿပီးသား မင္းသားေတြျဖစ္တဲ့ Will Smith ...",
        "rating": "6.9",
        "url": "https://megaup.net/Tijc/[CM]Bad.Boys.1995.1080p.BluRay.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uJkBxE3uD78u5KTQHayXTbbeyge.jpg",
        "title": "Troop Zero (2019)",
        "description": "unicodeမိတဆိုးလေး Christmas ဟာ အာကာသအကြောင်းဂြိုဟ်သားအကြောင်းတွေ အလွန်စိတ်ဝင်စားတဲ့သူတစ်ယောက်ပါ။သူက ရေဒီယိုလေးတစ်လုံးနဲ့ ဂြိုဟ်သားတွေဆီအမြဲတမ်း အဆက်အသွယ်လုပ်ဖို့ ကြိုးစားနေတတ်တယ်။ကျောင်းမှာတော့ သူ့ကို အိပ်ယာထဲသေးပေါက်ချတတ်တယ်ဆိုပြီးကျောင်းသူကျောင်းသားတွေက အမြဲနောက်ပြောင်ကြတယ်။တစ်နေ့ NASA အဖွဲ့ဝင်တစ်ယောက် သူတို့ကျောင်းဆီရောက်လာပြီး ပွဲတော်မှာအနိုင်ရမယ့်အဖွဲ့ကို ဂြိုဟ်သားတွေဆီစာပို့နိုင်ဖို့ ဆုချမယ်လို့ ကြေညာလိုက်တယ်။Christmas လေးက အရမ်းစိတ်ဝင်စားသွားပြီး ပွဲတော်မှာအနိုင်ရဖို့အတွက် ကြိုးစားချင်လာတော့တယ်။ဒါပေမဲ့ ကျောင်းသူအဖွဲ့က သူ့ကို လက်မခံကြတဲ့အခါသူ့ကိုယ်ပိုင်အဖွဲ့တစ်ဖွဲ့ ဖွဲ့ဖို့ကြိုးစားရတော့တယ်။ဒီဇာတ်ကားလေးက ၁၉၇၀ ခုနှစ်တွေဆီ အခြေခံပြီး ဇာတ်အိမ်တည်ထားတဲ့Comedy-Drama ဇာတ်လမ်းလေးပါ။အရမ်းလည်း Motivation ရစေမယ့် ဇာတ်ကားတစ်ကားဆိုရင် မှားမယ်မထင်ပါဘူး။File Size : ( 904 MB , 292 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 34 min\nFormat : Mp4\nGenre : Comedy , Drama ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/troop-zero-2019/",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/elsewhere-135x200.jpg",
        "title": "Elsewhere (2019)",
        "description": "Elsewhere (2019)==============#Unicode2020 ခုနှစ်ထွက် drama ဇာတ်ကားလေးဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဇနီးသည်သေဆုံးပြီး ၂ နှစ်ကြာတဲ့အထိ ဗိသုကာပညာရှင် ဘရူနိုဟာကြေကွဲဝမ်းနည်းနေတုန်းပါပဲ... ဘဝကို အရှုံးပေးထားတဲ့ ဘရူနိုတစ်ယောက် သူတို့လင်မယားအတူတူဒီဇိုင်းဆွဲဆောက်လုပ်ခဲ့တဲ့သစ်သားအိမ်လေးမှာ နေထိုင်ပါတယ်... တစ်ရက်တော့ ဘရူနိုရဲ့ ယောက္ခမတွေကသူတို့သမီးကိုပေးထားတဲ့ အိမ်ကို ပြန်လည်သိမ်းယူသွားပါတော့တယ်... မိဘအိမ်ပေါ် ပြန်တက်နေရတဲ့ ဘရူနိုဟာအိမ်ကိုပြန်ရယူအောင်ကြိုးစားနေဆဲမှာပဲ အဲ့အိမ်ကို ရောင်းထုတ်ခံလိုက်ရပါတယ်... အသစ်ပြောင်းလာသူနဲ့ဆုံကြတဲ့အခါ ဘရူနိုဘာတွေဆက်လုပ်မလဲ သူ့အိမ်ကိုပြန်ရနိုင်မလားဆိုတာကို ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်.... #Zawgyi2020 ခုႏွစ္ထြက္ drama ဇာတ္ကားေလးျဖစ္ပါတယ္...ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဇနီးသည္ေသဆုံးၿပီး ၂ ႏွစ္ၾကာတဲ့အထိ ဗိသုကာပညာရွင္ ဘ႐ူႏိုဟာေၾကကြဲဝမ္းနည္းေနတုန္းပါပဲ... ဘဝကို အရႈံးေပးထားတဲ့ ဘ႐ူႏိုတစ္ေယာက္ သူတို႔လင္မယားအတူတူဒီဇိုင္းဆြဲေဆာက္လုပ္ခဲ့တဲ့သစ္သားအိမ္ေလးမွာ ေနထိုင္ပါတယ္... တစ္ရက္ေတာ့ ဘ႐ူႏိုရဲ႕ ေယာကၡမေတြကသူတို႔သမီးကိုေပးထားတဲ့ အိမ္ကို ျပန္လည္သိမ္းယူသြားပါေတာ့တယ္... မိဘအိမ္ေပၚ ျပန္တက္ေနရတဲ့ ဘ႐ူႏိုဟာအိမ္ကိုျပန္ရယူေအာင္ႀကိဳးစားေနဆဲမွာပဲ အဲ့အိမ္ကို ေရာင္းထုတ္ခံလိုက္ရပါတယ္... အသစ္ေျပာင္းလာသူနဲ႔ဆုံၾကတဲ့အခါ ဘ႐ူႏိုဘာေတြဆက္လုပ္မလဲ သူ႔အိမ္ကိုျပန္ရႏိုင္မလားဆိုတာကို ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/elsewhere-2019/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ryYmy2rHP8DXBaR2pDFt3JaTnx.jpg",
        "title": "Good Newwz (2019)",
        "description": "(Unicode)အားလုံးကို သတင်းကောင်းလေး ပေးချင်ပါတယ်။ ကျူပ်တို့ ဖက်က အာမခံနိုင်တာတစ်ခုကတော့ သတင်းကောင်းပါပဲဒါက ဂျိုရှီဆေးရုံရဲ့ ကြော်ငြာ၊ နေ့စဉ် ကလေးမရတတ်တဲ့ ဇနီးမောင်နှံတို့ရဲ့ အားထားရတဲ့ နေရာ။ကလေးလိုချင်ပေမဲ့ မရတတ်ကြတဲ့ ဗာရွန်တို့ ဗတ္တရားလင်မယားမှာ ညီမနဲ့ယောက်ဖရဲ့လမ်းညွှန်ချက်ကြောင့် ဒီဆေးရုံကို ရောက်လာခဲ့ပါတယ်။အဲ့ဒီမှာပဲ ဗာရွန်တို့ လင်မယားနဲ့ ဟန်နီးတို့ လင်မယားကို တွေ့ဆုံဖို့ ဖြစ်လာပါတယ်။သူတို့က နာမည်အဖျားတွေ တူနေကြတယ်။နှစ်တွဲလုံးက ဗတ္တရားတွေ၊ ဒီလိုနဲ့ ဆရာဝန်က ပြောလိုက်ပါတယ်။ကျူပ်တို့ရဲ့ အတွေ့အကြုံရင့်ကျက်လှတဲ့ ပညာရှင်တွေဟာ သုက်နှစ်စုံကို နာမည်တူနေတော့ ရောထွေးမိသွားပါတယ်တဲ့။ကဲ အဲ့ဒီမှာ ဇာတ်လမ်းက စပြီ။ဟန်နီးရဲ့ သုက်က ဒီးပ်တီးဆီ ရောက်သွားပြီး ဗာရွန်ရဲ့ သုက်က မိုနီကားဆီ မှားပြီး ရောက်သွားပြီလို့ သိလိုက်ရတဲ့ အခါမှာတော့.....ကဲ ကိုယ့်လူတို့.... ...",
        "rating": "7.1",
        "url": "https://megaup.net/2T1fn/Good_Newwz_[2019]_{1080p}_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BMjNiMWVhNjAtMzgyYS00NzRhLWJmNGUtNzdiOGFhMmY5NDUwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006611000_AL_-132x200.jpg",
        "title": "Police Academy (1984)",
        "description": "New rules enforced by the Lady Mayoress mean that sex, weight, height and intelligence need no longer be a factor for joining the Police Force. This opens the floodgates for all and sundry to enter the Police Academy, much to the chagrin of the instructors. Not everyone is there through choice, though. Social misfit Mahoney has been forced to sign ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/police-academy/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BMzdlYmZiMDctMWNiZS00YmY5LWEzMjYtMTY4ZDg3NTg2MjUxL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006441000_AL_-129x200.jpg",
        "title": "Police Academy 2: Their First Assignment (1985)",
        "description": "Officer Carey Mahoney and his cohorts have finally graduated from the Police Academy and are about to hit the streets on their first assignment. Question is, are they ready to do battle with a band of graffiti-tagging terrorists? Time will tell, but don't sell short this cheerful band of doltish boys in blue.",
        "rating": "7.0",
        "url": "https://megaup.net/1GIno/Police_Academy_2_-_Their_First_Assignment_[1985]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BNWM0NGQ2ZTctZDNiZi00MzlmLTlhODAtMWQ5Y2Q0YTFjOTcwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Police Academy 3: Back in Training (1986)",
        "description": "When police funding is cut, the Governor announces he must close one of the academies. To make it fair, the two police academies must compete against each other to stay in operation. Mauser persuades two officers in Lassard's academy to better his odds, but things don't quite turn out as expected...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/police-academy-3-back-in-training/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BYzJhOGE5MTktYmNkZi00YTk1LTkxZDgtZDU5MjkxODI5ZWM4L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Police Academy 4: Citizens on Patrol (1987)",
        "description": "A new batch of recruits arrives at Police Academy, this time a group of civilian volunteers who have joined Commandant Lassard's new Citizens on Patrol program. Although the community relations project has strong governmental support, a disgusted Captain Harris is determined to see it fail.",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/police-academy-4-citizens-on-patrol/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BNmJjN2Y2NDgtMDE5Mi00ZWUwLTkyMmQtZTgzZTdiMTM4OGUwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Police Academy 5: Assignment: Miami Beach (1988)",
        "description": "The Police Academy misfits travel to Miami, Florida for their academy's commanding officer, Lassard, to receive a prestigious lifetime award pending his retirement, which takes a turn involving a group of jewel thieves after their stolen loot that Lassard unknowingly has in his possession.",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/police-academy-5-assignment-miami-beach/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BZDg4YWQ2MTQtYTlhNC00NDA3LTg2NWMtZTNjODY1Yzc2NmRmL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006581000_AL_-132x200.jpg",
        "title": "Police Academy 6: City Under Siege (1989)",
        "description": "Our favourite police men are called together to deal with a gang who rob banks and jewelers. Using their various talents as well as their extraordinary luck, the crooks stand no chance against our men and women wearing blue..",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/police-academy-6-city-under-siege/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BNmM5MzA3YTMtZDZkNy00YzNlLWFkZTUtZDJhYTNkMzk1ODNlL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "Police Academy: Mission to Moscow (1994)",
        "description": "The Russians need help in dealing with the Mafia and so they seek help with the veterans of the Police Academy. They head off to Moscow, in order to find evidence against Konstantin Konali, who marketed a computer game that everyone in the world is playing.",
        "rating": "7.0",
        "url": "https://megaup.net/10L19/Police_Academy_7_-_Mission_To_Moscow_[1994]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ofJp9SfJFlzCaDCUFfvCx08Hwfh.jpg",
        "title": "Come to Daddy (2019)",
        "description": "၂၀၁၉ ခုနစ်မှာထွက်ရှိခဲ့တဲ့ Horror/ Drama / Mystery အမျိုးအစားဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ နိုဗက်ဟာ ကယ်လီဖိုနီးယားပြည်နယ်ဘာဘလီဟေးမှာ မိခင်ဖြစ်သူနဲ့ နှစ်ယောက်တည်းနေထိုင်ပါတယ်...တစ်ရက်မှာတော့ သူငါးနှစ်သားကတည်းက ထွက်သွားတဲ့ဖခင်ဖြစ်သူဆီက သူ့အမှားကိုခွင့်လွှတ်ပေးဖို့သားအဖေပြန်လည်ဆုံစည်းချင်တာကြောင့်သူ့ကိုလာတွေ့ဖို့ ရေးထားတဲ့ စာတစ်စောင်ရောက်လာပါတယ်...နိုဗယ်လည်း သူ့အဖေကိုတွေ့ဖို့ရာ ခရီး​ထွက်လာခဲ့ပါတယ်ဒါပေမယ့် တကယ်တမ်းဆုံကြတဲ့အခါဖခင်ဖြစ်သူဟာ သူထင်ထားသလိုလူတစ်ယောက်ဘဖြစ်မနေခဲ့ပါဘူး...တစတစနဲ့ သူသိလာရတဲ့ အတိတ်အပိုင်းအစတွေကဘာတွေလဲဆိုတာကို​ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်...IMDB 6.1 /10 ရရှိထားပြီး Lords Of the Rings ရဲ့ မင်းသားချော Eijan Woods ကပါဝင်ထားပါတယ်.. File Size : ( 888 MB , 247 MB )\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "6.1",
        "url": "https://megaup.net/2dpu7/(CM)_Come_To_Daddy_2019_(Large_Size).mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5YHjyjd2N0ZXcnGuB8G1nIa6h9t.jpg",
        "title": "Arctic Dogs (2019)",
        "description": "ပေါ့ပေါ့ပါးပါးနဲ့ တစ်ကားလုံးထိုင်ရာမထကြည့်ချင်အောင်ဆွဲခေါ်သွားတဲ့ ကာတွန်းကားလေးပါ...မြောက်ဝင်ရိုးစွန်းဒေသအစွန်ဆုံးမှာတိုင်ဂတ်ဗယ်လီ ဆိုတဲ့ ရွာလေးတစ်ရွာရှိတယ်အဲ့ရွာလေးမှာ ပစ္စည်းပို့ဝန်ဆောင်မှု လုပ်ငန်းကပစ္စည်းပို့တဲ့ မြောက်ဝင်ရိုးစွန်းခွေး ကြီးတွေက ကလေးတိုင်းအားကျရ တဲ့ သူတွေပေါ့ဆွစ်ဖတီ ဆိုတဲ့မြေခွေးလေးကတော့အဲ့ခွေးကြီးတွေလို မသန်မာပေမဲ့ပစ္စည်းပို့တဲ့သူဖြစ်ဖို့ကသူ့အိပ်မက်ပဲ အဲ့လုပ်ငန်းမှာ တခြားနေရာကနေ ဝန်ထမ်းဝင်လုပ်ရင်းတနေ့မှာ ခွေးကြီးတွေက ပြန်ပေးဆွဲခံရတော့ သူဖြစ်ချင်တဲ့ပစ္စည်းပို့သူဖြစ်လာတဲ့အခါမှာ ပြန်ပေးဆွဲခံရတဲ့အကြောင်းရင်းတွေကို စုံစမ်းသိရှိသွားပြီးဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ကြည့်ရှုခံစားလိုက်ပါ File Size : ( 868 MB , 429 MB )Quality : WEB-DL 720p\nRunning Time : 1 hr 32 min\nFormat : Mp4\nGenre : Animation , Adventure , Comedy\nSubtitle ...",
        "rating": "4.3",
        "url": "https://megaup.net/1xs0U/(CM)_Arctic_Dogs_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qS2RqexX4LAIysGR3tSQFEphfq4.jpg",
        "title": "Secret Zoo(2020)",
        "description": "Secret Zoo(2019)(unicode)ဒီဇာတ်ကားလေးက 2020 ဇန်နဝါရီလကပဲ ရိုက်ကူးပြီးစီးထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီး IMDB ကတော့ 10 out of 6.3 ရထားပါတယ်။ Runningman ကြည့်တဲ့သူတွေဆို လွန်ခဲ့တဲ့နှစ်ပတ်ကျော်လောက်က ဇာတ်ကား promotion အတွက်ဒီဇာတ်ကောင်တွေ လာသွားတာကိုမှတ်မိကြမယ်ထင်ပါတယ်။ဇာတ်လမ်းအကြောင်းအရာလေးကတော့ရှေ့နေတစ်ယောက်ဖြစ်သူ ဂန်းထယ်ဆူက ရှေ့နေအဖွဲ့အစည်းကြီးတစ်ခုဖြစ်တဲ့ JH မှာတရားဝင်ဝန်ထမ်းဖြစ်ဖို့ အမြဲအိမ်မက်နေခဲ့သူပါ။တစ်နေ့တော့သူ့အတွက် တရားဝင်ဝန်ထမ်းဖြစ်ဖို့အခွင့်အရေးတစ်ခုကလည်း ကျရောက်လာပါတယ်။အဲ့ဒါကတော့ အကြွေးနဲ့သိမ်းခံရတော့မယ့် နိုင်ငံခြားက ဝယ်ယူထားတဲ့တိရိစ္ဆာန်ရုံတစ်ခုကို ဦးစီးပေးဖို့ကုမ္ပဏီကခိုင်းစေလာပါတယ်။ကြည့်ရင်တော့လွယ်တယ်ထင်ရပေမယ့် တကယ်သွားကြည့်တဲ့အခါမှာတော့ ထူးခြားတာက အဲ့တိရိစ္ဆာန်ရုံမှာ ပြစားလို့ရတဲ့ တိရိစ္ဆာန် တစ်ကောင်မှမရှိတာပါပဲ။ကျန်တဲ့ အသေးအမွှားတိရိစ္ဆာန်လေးတွေပဲ ကျန်ခဲ့ပြီး တခြား တန်ဖိုးကြီးတိရိစ္ဆာန်တွေကအကြွေးကြောင့် ရောင်းစားခံလိုက်ရတဲ့ အခြေအနေပါ။အဲ့ဒီလို ပြစားစရာတိရိစ္ဆာန်တောင်မရှိတဲ့ တိရိစ္ဆာန်ရုံကြီးကို ဂန်းထယ်ဆူကို ၃လအတွင်းဦးစီးပြီး အကြွေး သိန်းတစ်သောင်းကို JH ကဆပ်ခိုင်းထားပါတယ်။ဂန်းထယ်ဆူတစ်ယောက် တိရိစ္ဆာန်တွေမရှိတဲ့ တိရိစ္ဆာန်ရုံကိုဦးစီးပြီး အကြွေးဆပ်ဖို့ရှိသမျှအကြံထုတ်ရပါတော့ပါတယ်။ဂန်းထယ်ဆူတစ်ယောက် တိရိစ္ဆာန်ရုံကြီးကို ဘယ်လိုလည်ပတ်အောင်လုပ်မလဲ။အကြွေး ဘယ်လိုဆပ်မလဲဆိုတာကတော့ ကိုယ်တိုင်ကြည့်ပြီး အဖြေရှာကြည့်စေချင်ပါတယ်။။ပိတ်ရက်မှာဒီကားလေးနဲ့ ရယ်မောပြီးအနားယူခံစားကြည့်စေချင်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/secret-zoo2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ruuZcKbvrHU4lMR7ye59mZLIJkG.jpg",
        "title": "Dabangg 3 (2019)",
        "description": "(Unicode)ရဲမေကြီး ပြီးသွားတော့ ရဲသားကြီး အလှည့်ရောက်လာပါပြီ။၂၀၁၉ခုနှစ်ထွက် မင်းသားကြီး ဆယ်လ်မန်ခန်း(Salman Khan)ရဲ့ ဟာသ၊အက်ရှင် ဇာတ်ကားကြီးပါ။လူဆိုးလူမိုက်တွေ ဖမ်းဆီးရာမှာ ဒီအင်စပက်တာကြီးကတော့ ထိတ်ထိတ်ကြဲပဲဗျ။လူကုန်ကူးဂိုဏ်းတစ်ခုကို ဖမ်းဆီးရင်း ဂိုဏ်းခေါင်းဆောင်က အတိတ်က ရန်ကြွေးရှိဖူးသူ ဖြစ်နေတယ်ဆိုတာကို သိလိုက်ရတဲ့ အခါမှာတော့....။အင်စပက်တာကြီးဆိုတာ ဒီလူမိုက်ကြီးကြောင့် ဖြစ်လာရတာ၊ ဒီလူမိုက်ကြီးကြောင့် ဘဝပျက်ခဲ့ရတာ၊အချစ်အတွက် အကြွေး၊ ပျက်စီးခံဘဝအတွက် အကြွေးတွေကို လူမိုက်ကြီးဆီ ပြန်ပြီး လက်စားချေဖို့ ဖြစ်လာပါတော့တယ်။လူမိုက်ကြီးကတော့ ရင်းနှီးပြီးသား ခန်နာဒါးမင်းသား Sudeep ပါပဲ။ကဲရှေ့ဆက် ဘယ်လို ဖြစ်မလဲဆိုတာကို ကြည့်ရှုပေးကြပါဦးဗျ။ဟာသလည်း ပါနေတော့ အက်ရှင်ပိုင်းမှာ အိုဗာတွေ ပါနေပါတယ်။ ဒါကိုတော့ သည်းခံရမယ်ဗျာ။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ...",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/dabangg-3-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/Mr-Mrs-Smith-133x200.png",
        "title": "Mr. & Mrs. Smith (2005)",
        "description": "အင်ဂျလီနာဂျိုလီနဲ့ ဘရတ်ပစ်တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ နာမည်ကြီးဇာတ်ကားပါ။\nအပစ်အခတ်အကြမ်းပတမ်းတွေနဲ့ ဝါရင့်သရုပ်ဆောင်နှစ်ယောက်\nအပြိုင်အဆိုင် သရုပ်ဆောင်ထားကြတာ အသက်ဝင်လွန်းပါတယ်။\n(အသက်ဝင်လွန်းလို့ ဒီဇာတ်ကားရိုက်ကူးပြီးသွားချိန်မှာ\nသူတို့နှစ်ယောက် ပေါင်းသင်းနေထိုင်ကြတဲ့အထိဖြစ်သွားပါတယ်....ဤကား စကားချပ်။)\nဇာတ်လမ်းလေးကလဲ မြင်နေကြ ဇာတ်လမ်းတွေလိုမဟုတ်လို့ ကြည့်လို့အဆင်ပြေသလို\nသူတို့နှစ်ယောက်ရဲ့ အကြည့်... အပြုံး ..စကားပြောဟန်တွေ ...သရုပ်ဆောင်မှုတွေကလဲ အတော်လေးဆွဲဆောင်နိုင်ပါတယ်။\nဒီဇာတ်ကားကို Unrated Edition Version နဲ့တင်ပေးထားလို့ ရုံတင်တုန်းက မပါခဲ့တဲ့ Scene တချို့ကို\nတွေ့မြင်ရမှာပါ။\n---------------------------------------------------------------အင္ဂ်လီနာဂ်ိဳလီနဲ႕ ဘရတ္ပစ္တို႕ ပါဝင္သရုပ္ေဆာင္ထားတဲ့ နာမည္ၾကီးဇာတ္ကားပါ။\nအပစ္အခတ္အၾကမ္းပတမ္းေတြနဲ႕ ဝါရင့္သရုပ္ေဆာင္ႏွစ္ေယာက္\nအျပိဳင္အဆိုင္ သရုပ္ေဆာင္ထားၾကတာ အသက္ဝင္လြန္းပါတယ္။\n(အသက္ဝင္လြန္းလို႕ ဒီဇာတ္ကားရိုက္ကူးျပီးသြားခ်ိန္မွာ\nသူတို႕ႏွစ္ေယာက္ ေပါင္းသင္းေနထိုင္ၾကတဲ့အထိျဖစ္သြားပါတယ္....ဤကား စကားခ်ပ္။)\nဇာတ္လမ္းေလးကလဲ ျမင္ေနၾက ဇာတ္လမ္းေတြလိုမဟုတ္လို႕ ၾကည့္လို႕အဆင္ေျပသလို\nသူတို႕ႏွစ္ေယာက္ရဲ႕ အၾကည့္... အျပံဳး ..စကားေျပာဟန္ေတြ ...သရုပ္ေဆာင္မႈေတြကလဲ အေတာ္ေလးဆြဲေဆာင္ႏိုင္ပါတယ္။\nဒီဇာတ္ကားကို Unrated Edition Version နဲ႕တင္ေပးထားလို႕ ရံုတင္တုန္းက မပါခဲ့တဲ့ Scene တခ်ိဳ႕ကို\nေတြ႕ျမင္ရမွာပါ။File size...(1GB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....02:05:33\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aungနမူနာၾကည့္ရန္",
        "rating": "6.5",
        "url": "https://megaup.net/3yvid/Mr._&_Mrs._Smith_[2005]_(MM_Sub)_.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/bucket_list-135x200.jpg",
        "title": "The Bucket List (2007)",
        "description": "ဒီကားဟာ ဘာသာပြန်သူအရမ်းကြိုက်တဲ့ ဇာတ်ကားပါ\nဒီဇာတ်ကားကနေ ဘဝအတွက် အတွေးတစ်ခုခုရမယ်ဆိုတာ အသေအချာပါပဲ\nကင်ဆာရောဂါသည်တွေဖြစ်တဲ့ ဘီလီယံနာ အက်တ်ဝေါ့ကိုးလ် နဲ့ စက်ပြင်ဆရာ ကတ်တာချိန်ဘာတို့ဟာ\nဆေးရုံခန်းတစ်ခန်းထဲ တူတူမနေရခင်အထိ လုံးဝသူစိမ်းနှစ်ယောက်ပါပဲ\nသူတို့ဟာ သူတို့ကိုယ်သူတို့ရှာတွေ့ဖို့နဲ့သူတို့မသေခင် လုပ်ချင်တာတွေ လုပ်သွားဖို့ ဆန္ဒကြောင့်\nဆရာဝန်တွေတားတာတောင်မမှုပဲ ဆေးရုံက ထွက်သွားပြီး ဘယ်လိုတွေ စွန့်စားကြလဲ\nဘဝအဓိပ္ပာယ်နဲ့သူတို့ကို သူတို့ရှာတွေ့သွားကြမှာလားဆိုတာကို ဇာတ်လမ်းမှာ ကြည့်ကြည့်လိုက်ပါ\n(ဘာသာပြန်သူကတော့ အဉ္ဇလီ သန်းထိုက် ပါ)\n------------------------------------------------------------\nဒီကားဟာ ဘာသာျပန္သူအရမ္းၾကိဳက္တဲ့ ဇာတ္ကားပါ\nဒီဇာတ္ကားကေန ဘ၀အတြက္ အေတြးတစ္ခုခုရမယ္ဆိုတာ အေသအခ်ာပါပဲ\nကင္ဆာေရာဂါသည္ေတြြျဖစ္တဲ့ ဘီလီယံနာ အက္တ္ေ၀ါ့ကိုးလ္ နဲ႔ စက္ျပင္ဆရာ ကတ္တာခ်ိန္ဘာတို႔ဟာ\nေဆးရုံခန္းတစ္ခန္းထဲ တူတူမေနရခင္အထိ လုံး၀သူစိမ္းႏွစ္ေယာက္ပါပဲ\nသူတို႔ဟာ သူတို႔ကိုယ္သူတို႔ရွာေတြ႕ဖို႔နဲ႔သူတို႔မေသခင္ လုပ္ခ်င္တာေတြ လုပ္သြားဖို႔ ဆႏၵေၾကာင့္\nဆရာ၀န္ေတြတားတာေတာင္မမႈပဲ ေဆးရုံက ထြက္သြားျပီး ဘယ္လိုေတြ စြန္႔စားၾကလဲ\nဘ၀အဓိပၸာယ္နဲ႔သူတို႔ကို သူတို႔ရွာေတြ႕သြားၾကမွာလားဆိုတာကို ဇာတ္လမ္းမွာ ၾကည့္ၾကည့္လိုက္ပါ\n(ဘာသာျပန္သူကေတာ့ အဥၨလီ သန္းထိုက္ ပါ)\n File Size : (700 MB)\nQuality : 720pBluray\nRunning Time : 1hr ...",
        "rating": "7.4",
        "url": "https://megaup.net/3yvyW/The_Bucket_List__[2007]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    }
]