[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BMjE3NTE3NzY2MV5BMl5BanBnXkFtZTgwNTY3NDIzNjE@._V1_-135x200.jpg",
        "title": "Mississippi Grind (2015)",
        "description": "Mississippi Grind (2015)ဓာတ်ဗူးရိုင်ယန်ကြီးပါတဲ့ကားပါ။\nရိုင်ယန်နဲ့တွဲဖက်ပါဝင်ထားသူကတော့ The outsider စီးရီး၊ Rogue one: a starwars story တို့ထဲက ဖြစ်ပါတယ်။လောင်းကစား စွဲလမ်းနေတဲ့ဂျယ်ရီဟာ အလေအလွင့်ခရီးသွားတစ်ယောက်ဖြစ်တဲ့ လောင်းကစားဝါသနာအိုး ကားတစ်စ် နဲ့ ပိုကာပွဲတစ်ခုမှာတွေ့ပြီး ရင်းနီးသွားကြပါတယ်။ဂျယ်ရီဟာ အကြွေးရှင်ရဲ့ ချိန်းခြောက်မှုကိုခံလာပြီးနောက်\nကားတစ်စ်ပြောခဲ့ဖူးတဲ့ သူငယ်ချင်းဟောင်းတစ်ယောက်ရဲ့အိမ်က ကြေးမြင့်ပိုကာပွဲမှာသွားကစားနိုင်ဖို့ ကားတစ်စ်ကို အကူအညီတောင်းပါတော့တယ်။ ကားတစ်စ်ရဲ့ သူငယ်ချင်းဟောင်းဆီမရောက်ခင် ခရီးစဉ်တစ်လျှောက်မှာ တွေ့သမျှပိုကာပွဲတွေကိုဝင်ကစားရင်း ငွေအလုံအလောက်ရအောင် ကြိုးပမ်းကြရာမှာ\nဂျယ်ရီရဲ့လောင်းကစားအတောမသတ်နိုင်တဲ့စိတ်ကြောင့် ပါသမျှပြောင်မလား... ပန်းတိုင်ကိုရောက်ကြပါ့မလားဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်။ ဘဝသင်ခန်းစာတွေရစေမယ့် သဘာဝကျကျကားမျိုးနှစ်သက်ရင်\nရိုင်ယန်ရဲ့ပရိတ်သတ်တစ်ယောက်ဆိုရင်\nဒီကားလေးကိုကြည့်စေချင်ပါတယ်။ Quality__1080p , 720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:50:00\nType__Comedy , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Pyi T Nyein\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/mississippi-grind-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/2ysd8ojua69n-133x200.jpg",
        "title": "The Bodyguard 2 (2007)",
        "description": "The Bodyguard 2 (2007)Bodyguard 2 မှာဆိုရင်တော့ သူဋ္ဌေးကြီးရဲ့ဘော်ဒီဂတ်မဖြစ်ခင် အထူးအေဂျင့်ဖြစ်ခဲ့ဖူးတဲ့ ဝူခုန်းရဲ့ နောက်ကြောင်းကိုတွေ့မြင်ကြရမှာပါ။ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရဒေသတစ်ခုရဲ့ အထူးအေဂျင့်ဖြစ်တဲ့ ခမ်လောင်ဟာ ထိုင်းနိုင်ငံဘက်မှာ တရားခံကိုဖမ်းရင်း အမှားတစ်ခုကိုလုပ်မိသွားပါတယ်။အဲအမှားကိုပြင်ဆင်တဲ့အနေနဲ့ အထူးတာဝန်တစ်ခုကိုထမ်းဆောင်ရမယ်ဆိုတော့ အသံသွင်းကုမ္ပဏီတစ်ခုရဲ့ အဆိုတော်အဖြစ် ဟန်ဆောင်ဖို့အကြောင်းဖန်လာပါတော့တယ်။တစ်သက်လုံး လက်ကြောမတင်းဘူးလို့ ထင်လာခဲ့တဲ့ ကိုယ့်ယောက်ျား အဆိုတော်ဖြစ်နေတာကို တီဗွီမှာမြင်လိုက်ရတော့ ခမ်လောင်ရဲ့မိန်းမဟာလည်း ကုမ္ပဏီကိုလိုက်လာပါတော့တယ်။\nအလွဲလွဲအချော်ချော်တွေနဲ့ တာဝန်ထမ်းဆောင်ရမယ့်အပြင်မိန်းမကိုပါ လိုက်ထိန်းနေရမယ့်ခမ်လောင်တစ်ယောက်တာဝန်ထမ်းဆောင်နိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာပါ။The Bodyguard 1 တုန်းကအတိုင်း အက်ရှင်အမိုက်စားလေးတွေနဲ့အူတက်အောင်ရယ်ရမယ့် ရုပ်တည်ကြီးနဲ့သရုပ်ဆောင်ချက်တွေကြောင့်လက်လွတ်မခံသင့်တဲ့ ထိုင်းအက်ရှင်ဟာသကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်။ပထမကားဖြစ်တဲ့ The Bodyguard (2004) ကို https://channelmyanmar.org/the-bodyguard-2004/  ဒီမှာကြည့်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Hazel ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality…HDRip 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Hazel",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-bodyguard-2-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/the-bodyguard-thai-poster-141x200.jpg",
        "title": "The Bodyguard (2004)",
        "description": "The Bodyguard (2004)ထိုင်းနိုင်ငံရဲ့ နာမည်ကြီးဟာသမင်းသားဖြစ်တဲ့ Petchtai ကို တော်တော်များများရင်းနှီးကြမယ်ထင်ပါတယ်။ အခု သူ့ရဲ့နာမည်ကြီးဇာတ်ကားတွေထဲက တစ်ခုအပါအဝင်ဖြစ်တဲ့ The Bodyguard ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ထိုင်းနိုင်ငံ စီးပွားရေးလုပ်ငန်းရှင်ကြီးရဲ့ဘောဒီဂတ်အဖြစ်တာဝန်ထမ်းဆောင်နေတဲ့ ဝူခုန်းဟာ တစ်နေ့မှာတော့သူဋ္ဌေးကြီးကို မကာကွယ်နိုင်တော့တဲ့အခြေအနေတစ်ခုနဲ့ ကြုံဆုံခဲ့ရပါတယ်။ဝူခုန်းရဲ့အမှားကြောင့် အဖေသေသွားရတာလို့ အထင်လွဲနေတဲ့သားဟာ ဝူခုန်းကိုအလုပ်ထုတ်လိုက်ပေမယ့် သူလည်းပဲ သူ့အဖေလိုအခြေအနေမျိုးနဲ့ထပ်ကြုံရတဲ့အခါ...\nဝူခုန်းတစ်​ယောက် သူဋ္ဌေးသားကို အသက်အန္တရာယ်ကနေကာကွယ်နိုင်ပါ့မလား...အက်ရှင်ကြမ်းကြမ်းလေးနဲ့ကြည့်ရမှာဖြစ်သလို ရယ်မောစရာဟာသလေးတွေနဲ့ တစ်ကားလုံးပါးစပ်မစိနိုင်အောင်ရယ်နေရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားရဲ့အဆက် The Bodyguard 2 (2007) ကို  https://channelmyanmar.org/the-bodyguard-2-2007/  ဒီမှာကြည့်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Hazel ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Hazel",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-bodyguard-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-25-at-00.33.21-140x200.png",
        "title": "Send It! (2021)",
        "description": "Send It! (2021)============IMDb Rating - 6.0/10စိတ်ညစ်နေချိန် ပေါ့ပေါ့ပါးပါး ကြည့်လို့ရမယ့် အားကစားနောက်ခံလူငယ်ဇာတ်ကားလေးပါ။ဘီလီဂျွန်ဆင့်မှာ မိဘမရှိပါဘူး...သူ့ကိုထိန်းကျောင်းစောင့်ရှောက်ပေးခဲ့တာကတော့ သူ့ဖခင်ရဲ့ မိတ်ဆွေလုပ်ဖော်ကိုင်ဘက်ဟောင်းရေလွှာလျှောစီးနည်းပြတစ်ယောက်ပါ...ဘီလီတို့က တက္ကဆက်က Water park တစ်ခုမှာနေပြီး သူပါရမီပါလာတာ တစ်ခုရှိပါတယ်...\nအဲဒါကတော့ Kitesurfing လို့ခေါ်တဲ့ စွန်ကိုဆွဲပြီး ရေလွှာလျှောစီးတဲ့အားကစားပါပဲ...ဘီလီ့အရည်အချင်းကိုသိတဲ့နည်းပြနဲ့ မြို့သားတွေက မြောက်ပိုင်းကာရိုလိုင်းနားမှာ ခမ်းခမ်းနားနားကျင်းပတဲ့ အက်စ်သုံးလုံးရေလွှာလျှောစီးပြိုင်ပွဲအတွက် ဝင်ကြေးစုပြီး လွှတ်လိုက်ကြပါတယ်...ဒီလိုနဲ့ ဘီလီတစ်ယောက် အဲဒီကိုပြိုင်ပွဲဝင်ဖို့သွားရင်း လမ်းမှာဒုက္ခရောက်နေတဲ့ကောင်မလေးတစ်ယောက်ကို ကယ်မိရာက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ဆက်လက်ရှူစားကြည့်ကြပါဦး...(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 41minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, ComedySource : 1080p.WebRipTranslator – May ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/send-it-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kETYRGA15L0wkVPugSl8lKmSgFn.jpg",
        "title": "Rock Dog 2: Rock Around the Park (2021)",
        "description": "Rock Dog 2(2021)2016 မှာထွက်ရှိထားတဲ့ Rock Dog ရဲ့အဆက်ထူးခြားတဲ့ ဆန်းသစ်မှုများနဲ့နောက်ထပ် Rock Dog 2 ထွက်ရှိလာပါပြီဒီတစ်ခေါက်မှာတော့ နှင်းတောင်ကြားထဲကBodi လေးဆီကိုကမ္ဘာကျော်ဖြစ်ဖို့အခွင့်အရေးက နောက်တစ်ဖန်ဆိုက်ဆိုက်မြိုက်မြိုက် ရောက်လာပါပြီBodi တစ်ယောက် သူ့တီးဝိုင်းက ဘော်ဒါတွေနဲ့မွေးရပ်မြေကိုစွန့်ခွာပြီး​ကမ္ဘာကျော်အဆိုတော်ဖြစ်ဖို့ သွားကြိုးစားတဲ့အခါဘာတွေဆက်ဖြစ်ဦးမှာလဲရှေ့က Rock Dog ထက်ပိုကောင်းတဲ့Rating နဲ့ လောလောလတ်လတ်ထွက်ရှိထားတာမို့ကြည့်ရှုလိုက်ကြပါဦး Reviewed by : AmeliaEncoded by : Amelia and YKQuality :: 1080p Blu-Ray x264 and 720pFile Size : 1.71Gb and 1.25GbFormat : mp4Duration : 1h 30mins",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/rock-dog-2-rock-around-the-park-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/young-people-fucking-czech-movie-cover-147x200.jpg",
        "title": "[18+] Young People Fucking (2007)",
        "description": "Dark Side Production မှတင်ဆက်သည်။IMDb (6.3)ဒီဇာတ်ကားလေးကတော့\nလိင်ကိစ္စတက်ကြွနေဆဲဖြစ်တဲ့\nလူငယ်လေးတွေရဲ့ သဘာဝကို\nဟာသနှောပြီး ရိုက်ပြထားပါတယ်\nဇာတ်ကားထဲမှာ စုံတွဲ ၅တွဲပါဝင်ထားပြီး\nတစ်တွဲနဲ့တစ်တွဲရဲ့ လိင်ဆက်ဆံဖြစ်ပုံလေးတွေကလည်း မတူညီကြပါဘူး ။\nပြီးတော့ ဝမ်းသာစရာက.....\nဇာတ်ကားတစ်ကားလုံးကလဲ ကုတင်ပေါ်မှာတင် အဆုံးသတ်သွားတာဆိုတော့ကာ........၁)Friends\nပထမစုံတွဲက သူငယ်ချင်းတွေပါ ။ငယ်ငယ်တည်းက ရင်းနှီးခဲ့တဲ့ သူငယ်ချင်းတွေဖြစ်ပြီး လိင်ကိစ္စအာသာပြေဖို့ သက်သက်သာ\nဆက်ဆံကြမှာပါ။၂)Room-mate\nဒုတိယအတွဲကတော့ ဆန်းကျယ်စွာပါပဲ\nလူ ၃ယောက် ဖြစ်နေတာပါ။\nသူ့ကောင်မလေးကို သူ့အခန်းဖော်က လိင်ဆက်ဆံတာကို ထိုင်ကြည့်ချင်တာပါတဲ့.....၃)The couple\nတတိယစုံတွဲကတော့ လင်မယားတွေပါ။\nဒါပေမယ့် တစ်ယောက်နဲ့တစ်ယောက် မရိုးသွားအောင်လို့တဲ့ ကျွန်တော်တို့ စိတ်ကူးထဲမှာတောင် မယဉ်ဘူးတဲ့ ဆန်းကျယ်လှတဲ့\nနည်းလမ်းတစ်မျိုးနဲ့ Sex ကိစ္စလုပ်ကြမှာပါ.......၄)The exesဒီ စတုတ္ထအတွဲကတော့\nလင်မယားဟောင်းတွေပါ\nအကြောင်းအမျိုးမျိုးကြောင့် လမ်းခွဲခဲ့ကြပြီးမှ\nပြန်တွေ့ကြတဲ့အခါ.....ခံစားချက်ရမ္မက်ကြီးမားစွာနဲ့..........ချစ်ရည်လူးကြမှာပါ....၅)The first date\nဒီနောက်ဆုံးအတွဲကတော့\nပထမဆုံးအကြိမ်ချိန်းတွေ့ကြတာပါ\nပထမဆုံးအကြိမ်ဆိုပေမယ့် ယောကျာၤးလေးရဲ့ မိန်းမတွေနဲ့ ပတ်သက်တဲ့ စကေးကြမ်းမှု\nကြောင့်.....ကုတင်ပေါ်ရောက်သွားကြတဲ့အခါ.......။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Dark Side Production မှ Triple X ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality…BluRay 1080p and ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/18-young-people-fucking-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/jujaCapture-141x200.jpg",
        "title": "This Girl Is Bad-Ass!! (2011) Jukkalan",
        "description": "Chocolate(2008) ၊ The Kick (2011) ဇာတ်ကားတွေနဲ့ အထိုးအကြိတ်ခန်းတွေမှာ နာမည်ရတဲ့မင်းသမီးချော JeeJa Yanin ရဲ့ နောက်ထပ် Action ဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ Action သီးသန့်မဟုတ်ဘဲ အပြောအဆို ၊သရုပ်ဆောင် ၊ဝတ်စားဆင်ယင်မှု အားလုံးက Comedy ဖက်သွားထားပြီးရီချင်စရာဇာတ်ရုပ်တွေနဲ့ ခပ်သွက်သွက်တင်ဆက်ထားတာပါ။ထိုင်းရဲ့ နာမည်ကျော်ဟာသသရုပ်ဆောင် Mum Jokmok အပြင် တခြားဟာသ သရုပ်ဆောင်အတော်များများပါဝင်ထားပါတယ်။ပေါ့ပေါ့ပါးပါးကြည့်လို့ရမယ့် Action,Comedy,Drama ထိုင်းဇာတ်ကားလေးဖြစ်ပြီးIMDb Rating (5.2) ရရှိထားပါတယ်။ \nFile size…(1.8 GB) and (1.1 GB)\nQuality….BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/this-girl-is-bad-ass-2011-jukkalan/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BYzBkMzAyMDUtZTFkZS00OWUyLTgwM2ItNGI3MTQ5NzA3NTVkXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006701000_AL_-134x200.jpg",
        "title": "Ready or Not (2019)",
        "description": "ချမ်းသာပြီး လျို့ဝှတ်တက်တဲ့ မိသားစု တစ်ခု ရှိတယ်\nသူတို့ဟာ ဂိမ်းမင်းမျိုးဆက် လို့ ခေါ်ခံရပြီး\nဂိမ်းကစားနည်းတွေကို ထုတ်လုပ်သူတွေဖြစ်ပါတယ်\nသူတို့ရဲ့ ကြီးကျယ်ခန်းနားတဲ့ နန်းတော်လို စံအိမ်ကြီးမှာ\nနေပြီး မျက်နှာတွေကတော့ တစ်ခုခုကို အလိုမကျတဲ့သူတွေလိုပေါ့\nအဲ့ဒီအိမ်ကြီးမှာ အငယ်ဆုံးသားဖြစ်သူ အဲလစ်ကတော့ တစ်နေ့မှာ\nဂရေ့စ် ဆိုတဲ့ ကောင်မလေးကို လက်ထပ်ယူဖို့ အိမ်ကိုခေါ်လာခဲ့ပါတော့တယ်\nဒီမိသားစု အကြောင်း ဘာမှ မသိပဲ မောင့် တစ်မျက်နှာ တစ်ရွာထင်ပြီး\nလိုက်လာခဲ့တဲ့ ဂရေ့စ် ကတော့ ဒီမိသားစု နဲ့ အသားကျသွားဖို့\nလိုက်လျောညီထွေဖြစ်ဖို့ ကြိုးစားမယ်လို့ အဆုံးစွန်ထိ တွေးပြီးသားပါ\nအားလုံးအဆင်ပြေပြေ ဖြစ်ခဲ့ပါတယ် မင်္ဂလာဆောင်တဲ့ ညမှာပဲ\nဒီမိသားစု ဟာ အစဉ်အလာ တစ်ခုကို ထိန်းသိမ်းထားပြိး\nဂိမ်း တစ်ခုကို ကစားရမှာ ဖြစ်ပါတယ်...\nမိသားစု ထဲ လူအသစ်ဝင်လာရင် ဒီမိသားစု နဲ့\nထိုက်တန်လား ဆိုတာ ဆုံးဖြတ်ကြဖို့ အတွက်\nသတို့သမီးက ပုန်းရမှာ ဖြစ်ပြီး မိသားစု များက လိုက်ရှာရမှာပါ\nဒီလို တူတူပုန်းတမ်း ကစားနည်းကို ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/ready-or-not-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3chxejrvpOU5sAc0vU1xjiyoc7m.jpg",
        "title": "Endgame ( 2021 )",
        "description": "ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့....ချန်ရှောင်မုန်ကတော့ အရံသရုပ်ဆောင်အဖြစ်အလုပ်လုပ်ကိုင်ပြီးအကြွေးပတ်ချာလည်နဲ့ အသက်ရှင်ရမဲ့ မျှော်လင့်ချက်တွေပျောက်ဆုံးကာဘဝကြီးကို အဆုံးသတ်ချင်နေတဲ့ အရှုံးသမားတစ်ယောက်ပါကျိုးချွမ်ကတော့ ကြေးစားလူသတ်သမားအဖြစ်လုပ်ကိုင်နေတဲ့ချမ်းသာပြီးငွေလျှံသူတစ်ယောက်ဖြစ်ပါတယ် တစ်နေ့ ချန်ရှောင်မုန်နဲ့ကျိုးချွမ်တို့ နှစ်ယောက် တစ်ယောက်နဲ့ တစ်ယောက်နေထိုင်ရာဘဝချင်း လဲနေဖို့ရာ အကြောင်းဖန်လာခဲ့ပါတယ် အရှုံးသမားတစ်ယောက်ကချမ်းသာတဲ့ ဘဝကိုရောက်သွားပြီး ရက်စက်တဲ့လူသတ်သမားကလူတွေနဲ့ရောထွေးနေထိုင်ရမဲ့ ဆင်းရဲသား အရံသရုပ်ဆောင်ဘဝကိုရောက်သွားချိန်မှာတော့ သူတို့နှစ်ယောက် မရင်းနှီးတဲ့ပတ်ဝန်းကျင်မှာသူတို့ရဲ့စရိုက်တွေနဲ့ ဘယ်လိုတွေအသားကျအောင်နေကြမလဲဆိုတာ ဟာသလေးတွေနဲ့ နှောပြီးကြည့်ရှုကြရမှာပါ Quality : WEB-DL 720pFormat: mp4Subtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/endgame-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3OxVSPxG06N5le3RzSxRfXu4Man.jpg",
        "title": "Jagame Thandhiram(2021)",
        "description": "Jagame Thandhiram(2021) အညွှန်း*******************************IMDb...7.0အခုတင်ဆက်ပေးမဲ့ဇာတ်ကားလေးကတော့ ၂၀၂၁ ခုနှစ်ထွက် အမိုက်စား အိန္ဒိယ Action/Drama ကားလေးပဲဖြစ်ပါတယ်....ဒီဇာတ်ကားထဲမှာ ဇာတ်လိုက်မင်းသား ဆူရီလီ ဟာ အိန္ဒိယနိုင်ငံ  တမေးလ်နာဒူ ဒေသကသာမာန်စားသောက်ဆိုင်တစ်ခုမှာ အလုပ်လုပ်တဲ့ လူငယ်တစ်ယောက်ဖြစ်ပါတယ်... ဒါ့အပြင် ကြံ့ခိုင်ထက်မြတ်တဲ့သူတစ်ယောက်ဖြစ်တဲ့ ဆူရီလီ ဟာ ဒေသတွင်းက ပြဿနာတွေကို အကြမ်းနည်းနဲ့ကိုင်တွယ်ဖြေရှင်းလေ့ရှိတဲ့အတွက် ဂိုဏ်းစတားတစ်ယောက်အဖြစ် နာမည်ကျော်ကြားတဲ့ သူလည်းဖြစ်ပါတယ်  .... တစ်နေ့မှာတော့ ဗြိတိန်နိုင်ငံက နာမည်ကြီး ဂိုဏ်းတစ်ခုဟာ လန်ဒန်မှာ သောင်းကျန်းနေတဲ့….သူတို့ရဲ့ပြိုင်ဖက် အိန္ဒိယလူမျိုးဂိုဏ်းတစ်ခုကို ချေမှုန်းဖို့အတွက် ကူညီပေးဖို့ တမေးလ်နာဒူဒေသရဲ့ နာမည်ကျော် ဆူရီလီ ကို ကမ်းလှမ်းလာပါတော့တယ်...အဲ့ဒီနောက်ဘာတွေဆက်ဖြစ် ဆက်ကြမ်းမလဲဆိုတာကိုတော့.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Thar Htet & Thaik San တို့ပဲဖြစ်ပါတယ်...File Size :1.4GB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:37:00\nGenre :  Action, Comedy, Crime\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/jagame-thandhiram2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pR2fzm82fl0giommpo310LBOMbV.jpg",
        "title": "Fatherhood(2021)",
        "description": "Fatherhood (2021)ကဲ ဒီတစ်ခါတော့ CM ပရိသတ်တွေအတွက် June 18 ပူပူနွေးနွေးလေးထွက်ရှိထားတဲ့ Fatherhood လို့အမည်ရတဲ့ Netflix movie လေးကို တင်ဆက်ပေးချင်ပါတယ်ရုပ်ရှင်ကလည်း ပူပူနွေးနွေး ထွက်ရှိထားတာ မကြာသေးသလို ဇာတ်အိမ်ကလည်း ဖခင်တစ်ဦးရဲ့မေတ္တာကိုဖော်ကျူးထားတဲ့အတွက် ကြည့်ရှုသူတိုင်းကို နှလုံးပီတိ ဂွမ်းဆီထိစေမှာ အသေအချာပါပဲကဲ ဒါဆို ဇာတ်လမ်းအသွားအလာလေးကို အရင်စပြီး မိတ်ဆက်ပေးတာပေါ့အဓိက ဇာတ်လိုက်ဖြစ်တဲ့ မတ်လိုဂယ်လင်းကနေ စကြတာပေါ့မတ်ဟာ သူရဲ့ကိုယ်ဝန်ကို လွယ်ထားရတဲ့ ချစ်ဇနီးလေးလစ်ဇ်နဲ့အတူ တစ်အိုးတစ်အိမ်ထူထောင်ထားတဲ့အိမ်ထောင်ဦးစီးတစ်ယောက်ပေါ့ဒီလိုနဲ့ ကလေးမွေးပြီး ဖခင်တစ်ဦးရဲ့ဘဝကို ကျေနပ်နေတဲ့ မတ်တစ်ယောက်ကို ကံကြမ္မာက မျက်နှာသာ မပေးခဲ့ပါဘူးမတ်ရဲ့ကြင်သူလစ်ဇ်မှာ မတ်ရဲ့ဘဝထဲကို ချစ်စရာကောင်းတဲ့ သမီးလေး မတ်ဒီကို မွေးဖွားပေးခဲ့ပေမဲ့ သူကိုယ်တိုင်ကတော့မတ်ကိုကျောခိုင်းပြီး တမလွန်ကို ကူးသွားခဲ့ပါတယ်ကလေးပုခက်တောင် ဖြောင့်အောင် မဆင်တတ်တဲ့မတ်တစ်ယောက် သူ့သမီးလေးကို ပြုစုပျိုးထောင်နိုင်ပါ့မလား......သူတစ်ယောက်ထဲနဲ့ မတ်ဒီလေးရဲ့ မိခင်အဖြစ်ရော ဖခင်အဖြစ်ပါ လိုလေသေးမရှိအောင် ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/fatherhood2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/qFSQLl3HNAXcpjadUmPxRwQykq5-133x200.jpg",
        "title": "The Ghoul: Horror At The Howling Field (2020)",
        "description": "ဝေးလံခေါင်သီလှတဲ့ ( ထွန့်မာဟွန် ) ဆိုတဲ့ ကျေးရွာလေးမှာ ( ဖုတ်ကောင် )တွေ ကျက်စားနေလို့ ထူးဆန်းတဲသတင်းကို ကြားခဲ့ရတယ် ။ဒါကြောင့် အမှန်တရားကိုစုံစမ်းစစ်ဆေးရန်အတွက် မြို့မစခန်းမှုးမှ ကျွမ်းကျင်အရာရှိတပ်ကြပ် ဆတ်ဂျထွန် ကို သွားဖို့စေလွှတ်ခဲ့တယ် ။တပ်ကြပ်ဆတ်ဂျထွန် က စုံစမ်းစစ်ဆေးရေးမှာ ကျွမ်းကျင်ပေမယ့် ထိုကျေးရွာမှ ကြားရတဲ့ ဆိုးရွားလှတဲ့သတင်းတွေကြောင့် သွားဖို့ တွန့်ဆုတ်နေတာပေါ့ ။ဒါပေမယ့် နောက်ဆုံးမှာတော့ အဲ့ကျေးရွာမှာနေဖူးတဲ့ အိုက်ကင်မ် ကို အကူလက်ထာက်အဖြစ်ထည့်ပေးတာကြောင့် ငြင်းမရတော့ဘဲ သွားရပါတော့တယ် ။သူတို့ရောက်ရောက်ချင်း နေ့မှာတော့ ကျေးရွာလေးက ပုံမှန်လိုပါပဲတဖြည်းဖြည်းနဲ့ ညဘက်ရောက်တဲ့အခါမှာတော့....ဘာတွေဖြစ်လာမလဲ...တပ်ကြပ်ဆတ်ဂျထွန် နဲ့ သူ့တပည့်ကျော် အိုက်ကင်မ် တို့ ကြောက်ကြောက်နဲ့ စုံစမ်းနေပေမယ့် နောက်ဆုံး ဖော်ထုတ်ဖြေရှင်းနိုင်မလား... ဒီကားဟာ ထိုင်းနိုင်ငံမှာ ရုံတင်ချိန်က ကြည့်ရှူ့သူများတာကြောင့် ၂ပတ်ကျော်ကျော်ထိ ရုံတင်ခဲ့ပြီး တစ်ပတ်တာ ရုံဝင်ငွေအများဆုံးရခဲ့ပါတယ် ။ဇာတ်လမ်းက ထိုင်းတွေရဲ့ထုံးစံအတိုင်း ဟာသတွေနဲ့ နှောပြီးရိုက်ထားတာမို့တဟီးဟီးတဟားဟားကိုမှ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-ghoul-horror-at-the-howling-field-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/4d6dyfwqtsty-140x200.jpg",
        "title": "[18+] My Phone Sex Partner (2012) Whatcha Wearin’?",
        "description": "My Phone Sex Partner / My PS Partner/ Whatcha Wearin'?=========================================IMDb Rating (6.9) / Rotten Tomatoes (58%)ဇာတ်လမ်းဘယ်ကစလဲဆိုတော့..ကောင်မလေးက ချစ်သူဆီကို ဖုန်းဆက် Sex Chat ရာမှာ သူ့ချစ်သူဖုန်းနဲ့မှားပြီး သူစိမ်းကောင်လေးတစ်ယောက်ဆီ ရောက်သွားရာကနေ စပါတယ်...အပြင်မှာ သူတို့နှစ်ယောက်မသိပေမယ့် ဖုန်းထဲမှာ အရမ်းတွေပွင့်လင်းပြီး တစ်ယောက်ကိုတစ်ယောက်နားလည်ပေးလာရာက လှပတဲ့ဇာတ်လမ်းလေးဖြစ်လာတာပေါ့..သူတို့နှစ်ယောက်လုံးက အချစ်မှာ ကံခေနေသူတွေလို့ ဆိုရမယ်..ဘာလို့ဆို...ကောင်လေးက မအောင်မြင်တဲ့ ဂီတပညာရှင်တစ်ဦးဖြစ်ပြီး အပြင်လောကထဲကအတိုင်းမအောင်မြင်သူဆို စွန့်ခွာတတ်ကြတဲ့ချစ်သူကြောင့် ကြေကွဲနာကျနေရသူပါ..ကောင်မလေးမှာကျ ချစ်သူရှိပေမယ့် အလုပ်ကြိုးစားတဲ့ငကြောင်မို့လို့ လက်မထပ်နိုင်သေးဘဲအရွယ်တော်ဟိုင်းတဲ့အထိ စောင့်စားရင်း အချိန်ကုန်နေရသူပါ...နှစ်ဖက်လုံးမှာ မြိုသိပ်ကြေကွဲစရာ ကိုယ်စီရှိကြတာကြောင့် ဖုန်းထဲမှာ ပွင့်လင်းစွာပြောဆိုကြရင်း လေလှိုင်းထဲမှာ တော်တော်ကို ရင်းနှီးသွားကြပါတယ်...သူတို့နှစ်ယောက်ရဲ့ လေပေါ်ကရင်းနှီးမှုဟာ အပြင်လောကကို သယ်ဆောင်လာနိုင်မလားဆိုကတော့...။ဒီဇာတ်ကားက Sex Scenes တွေ Dialogue တွေကြောင့် 18+ ဖြစ်နေပေမယ့် ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/18-my-phone-sex-partner-2012-whatcha-wearin/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/duvjjx8d5orl.mid-136x200.jpg",
        "title": "(18+)Blood Type A, A Big Breasted Girlfriend (2021)",
        "description": "Type A Big Breasted Girlfriend 2021နောက်ထပ် သိုင်းလောက ဘဒိုတွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ကားကောင်းလေးကတော့ ရည်းစားမရနိုင်တဲ့ကျော်ကြီးရဲ့ ညီလေး တပ်ထွက်ကို ကျော်ကြီးက ကောင်မလေး ချောချောရှာပေးတဲ့ ပညာပေး 18+ဖောင်းဒိုင်းကားလေးပဲဖြစ်ပါတယ် ပွဲတိုင်းကျော် ကျော်ကြီး ညီ တပ်ထွက်လေးဟာ တွဲသမျှဆော်တိုင်းနဲ့ မခံပဲ ဆော်ပစ်ကောင်တွဲပြတ်ဖြစ်နေခဲ့တာ သုံးနှစ် ရှိပြီဖြစ်ပါတယ် ဒီလို သနားစရာညီလေးအတွက် ဆော်ပစ်ကောင် ဘဝကကျွတ်အောင်အစ်ကိုတော် သိုင်းဆရာ ကျော်ကြီးက ဆော်အလန်းလေးကိုမှ ဆရာကျတဲ့ ဆရာမလေးကို ရှာပေးလိုက်တာပဲဖြစ်ပါတယ်အစကတော့ ရိုးသလို အေးသလိုလေးလို့ ထင်ရပေမယ့် တကယ့်တကယ် မောင်တပ်ထွက်နဲ့ အထန်ဆော်လေး တွေ့တဲ့အချိန် ရှယ် ဖောင်းဒိုင်း အသားပေးထားတဲ့ ဇာတ်ကြမ်းကားလေးလည်း ဖြစ်ပါတယ် ဆော်တွေကို ညွှန်းရရင်မင်းဂျောင်းဆိုတဲ့ ဆော်လေးက အရင် ကျော်ကြီးကားတွေမှာ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/18blood-type-a-a-big-breasted-girlfriend-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Uab93c9a8c0564c7f97c6fe746c4ff228n-144x200.jpg",
        "title": "In the Lap of God (1991)",
        "description": "IMDb Rating (6.4)ညှို့အားပြင်းတဲ့ ဟောင်ကောင်မင်းသမီးလေး Irene Wan ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ကားလေး.. ဟောင်းပေမယ့်ကောင်းနေဆဲ ရင်ထဲကို ကျလိကျလိဖြစ်အောင်လုပ်မယ့်ကားလေးပါ။ သူ့ကိုမြင်လိုက်တာနဲ့ ပြုံးစိစိဖြစ်သွားကြမယ့် လူတွေမြင်ယောင်ပါသေးတယ်.....\nဇာတ်လမ်းကို ၁၉၉၁ ခုနှစ်တစ်ဝိုက်မှာဇာတ်အိမ်တည်ထားပြီး အဲ့ဒီအချိန်မှာ ဖြစ်ပျက်ခဲ့တဲ့ မြန်မာပြည်ရဲ့ တော်လှန်ရေးအနေအထားကိုပါ ထည့်သွင်းရိုက်ကူးထားပါတယ်။\nဒီဇာတ်လမ်းထဲမှာတော့ မမမေ က မြန်မာပြည်ကြီးမှာ အဖမ်းခံထားရတဲ့ သူ့ကောင်လေးကို ပြန်ရွေးဖို့အတွက် ဒေါ်လာနှစ်သိန်းလိုအပ်နေပါတယ်။ အဲ့ဒီအချိန် ဒုစရိုက်လူဆိုးဂိုဏ်းအဖွဲ့ရဲ့ စိန်ထုပ်က သူ့ဆီမတော်တဆရောက်လာပြီး မြန်မာပြည်ကြီးကို အဲ့ဒီစိန်ထုပ်နဲ့အတူ ဝင်ရောက်လာတဲ့အခါမှာ....\nမြန်မာပြည်ကြီးကဘယ်လောက်ထိရက်စက်လဲဆိုတာတွေ ဘယ်လိုဒုက္ခတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာကိုတော့ ဒီဇာတ်ကားမှာပဲ ကြည့်ကြည့်ရအောင်နော်။ ။ဒီဇာတ်ကားကိုကြည့်ပြီးတော့ မင်းသမီး Irene Wan ကို နှစ်သက်သဘောကျတယ်ဆိုရင်တော့ သူ့ဇာတ်ကားတချို့တွေကို ထပ်ပြီးတင်ဆက်ပေးပါ့မယ်..။အခုဇာတ်ကားကိုလဲ CM ထုံးစံအတိုင်း အကောင်းဆုံး Quality နဲ့တင်ဆက်ပေးထားတာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ JoJoVa ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality….WEB-DL 1080p and ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/in-the-lap-of-god-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q1USrpUYiRkAj8ArEG5jUUXCCEo.jpg",
        "title": "Rang De (2021)",
        "description": "Rang De 2021အချစ်ဟာ ဆန်းကြယ်တဲ့ ဆိုတဲ့ စကားကို\nရှေ့တန်းတင်ရင် အားလုံးအတွက် ရယ်စရာဖြစ်မလား မသိဘူး။\nဝေးနေပေမဲ့၊ အပြင်မှာ မတွေ့ဖူးပေမဲ့\nအရမ်းချစ်ရတဲ့အခါ ရှိတယ်။\nဘယ်သူနဲ့ ဘာတွေ လုပ်နေမလဲဆိုပြီး တွေးတောပူဆွေးရင်း\nတနေကုန်ငိုနေရတဲ့အခါ ရှိသလိုနီးကပ်၊ထိစပ်နေပေမဲ့ အချစ်စိတ် မဖြစ်ဘဲ\nသူငယ်ချင်းထက် မပိုနိုင်တဲ့ သံယောဇဉ်တွေလည်း\nကြုံဖူးမှာပါ။နှစ်ယောက်လုံးက ချစ်စိတ်မဝင်ကြရင် နေသာသေးတယ်ဗျ၊\nနှစ်ယောက်မှာ တစ်ယောက်က တစ်ဖက်သတ်ချစ်နေရမယ်ဆို\nမခက်ပေဘူးလား။\n---------------တေလဂူးတို့က အချစ်ကားလေးတွေမှာ\nတော်တော်လေး ကြည့်ကောင်းနေတာ\nအားလုံး အသိပါပဲ။ခုဇာတ်ကားကတော့ တေလဂူးပရိသတ်တို့\nရင်းနီးပြီးသားဖြစ်တဲ့ Nithiinနဲ့ Keerthyတို့ရဲ့\nအိမ်နီးချင်း ဇာတ်လမ်းလေးပါပဲ။Nithiinဖြစ်တဲ့ အာဂျွန်ကတော့\nငယ်ငယ်ကတည်းက Keerthy ဖြစ်တဲ့\nအာနူးရဲ့ ဒုက္ခပေးနည်းပေါင်းစုံကို ခံယူခဲ့ရသူတစ်ဦးပေါ့။အာနူးက အာဂျွန် ဝယ်လာသမျှ စားမယ် သောက်မယ်။\nမရင် အာဂျွန် အဖေ့ကို တိုင်မယ်။\nအတန်းမှာလည်း အတန်းမှာမို့၊ အိမ်မှာလည်း အိမ်မှာမို့နဲ့\nအာဂျွန်ကတော့ တော်တော် စိတ်ပျက်နေသူပေါ့။ဒါကိုတော့ အာနူးရဲ့ စိတ်ထဲမှာ ကြည်နူးစရာလို့\nသတ်မှတ်ထားတယ်။\nအမြဲလိုလို သူ့အပေါ် ဂရုစိုက်တတ်တဲ့\nအာဂျွန်ကလွဲပြီး သူ့အတွက်တော့ အားကိုးစရာမရှိဘူး။ငယ်ရွယ်စဉ်မှာ အမြဲလိုလို သည်းခံကြ၊ အနိုင်ယူကြနဲ့\nအဆင်ပြေပေမဲ့ အရွယ်ရောက်လာတဲ့အခါမှာတော့....----------------------ကဲဒီလောက်ဆို အားလုံးလည်း ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/rang-de/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6UNHOWGOrXv8rlH3OFOMLjmQZgu.jpg",
        "title": "Wish Dragon (2021)",
        "description": "Wish Dragon (2021)တရုတ်အက်ရှင်မင်းသားကြီး ဂျက်ကီချန်း ကိုယ်တိုင် အသံသရုပ်ဆောင်ထားပြီး\n၅၂၈ မေတ္တာဓါတ်တွေနဲ့ လွှမ်းခြုံထားတဲ့ တရုတ်ကာတွန်းကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...အခုတလော တရုတ်ကာတွန်းတွေလည်း အဆင့်မှီလာတာကို ကာတွန်းချစ်ပရိသတ်ကြီးတွေသိပြီးသားပါ။\nပုံစံကတော့ လူကြိုက်များခဲ့တဲ့ အာလာဒင်မီးခွက်စောင့်နတ်ကို အရှေ့တိုင်းပုံစံဖန်တီးထားတာပါ ။\nမတူတာကတော့ ဇာတ်လမ်းပါ...\nအာရှတို့ရဲ့ထုံးစံအတိုင်း မေတ္တာတရားကိုအဓိကချပြထားတဲ့ ကာတွန်းကားလေးမို့ မိသားစုနဲ့ကြည့်လို့ကောင်းမယ့်ကားလေး လို့ညွှန်းချင်ပါတယ်ခင်ဗျာ..စိတ်ထားကောင်း သဘောကောင်းတဲ့ တင်းစီးကျီး တစ်ယောက်မမျှော်လင့်ဘဲ တရုတ်ရေနွေးခရားလေးတစ်လုံး ရရှိခဲ့ပါတယ်။\nခရားလေးထဲကနေ ထွက်လာတာက သူ့ရဲ့မိုက်ပြစ်ကြောင့် အပြစ်ဒဏ်ခံနေရတဲ့ မင်းသားကြီးဂျက်ကီချန်းသရုပ်ဆောင်ထားတဲ့ နဂါးကိုယ်တော်လေး ။\nကောင်းကင်ပေါ်ကိုပြန်တက်ဖို့ သခင်ဆယ်ပါးရဲ့ အလိုဆန္ဒကိုဖြည့်ဆည်းပေးရမယ်တဲ့။\nရွှေတွေငွေတွေအများကြီး ဆုတောင်းလို့ရပေမဲ့ တင်းစီးကျီး လေးကတော့ လိန လို့ခေါ်တဲ့ မိန်းကလေးသူငယ်ချင်းတစ်ယောက်ကို ဆုတောင်းခဲ့ပါတယ်။\nကျန်တာတောင်း သူငယ်ချင်းဆုတောင်းတော့ မဖြည့်ပေးနိုင်ဘူးလို့ဆိုပြီး တင်းစီးကျီးနဲ့စကားများကြပါတော့တယ်..လူ့သဘာဝကိုနားမလည်နိုင်တဲ့ နဂါးကိုယ်တော်...\nလူသားတွေရဲ့လောဘအကြောင်းကိုနားမလည်တဲ့ တင်းစီးကျီး..\nအဖေ့အလိုကျ နေပေးနေရတဲ့ ရွှေသမီးလေး လိန...\nလောဘဇောတက်ပြီး မကောင်းမှုလုပ်နေတဲ့ လူဆိုးတစ်သိုက်တွေနဲ့\nအရှေိ့တိုင်းဆန်ဆန် ဆုတောင်းပြည့်နဂါးမင်းကြီး ဘယ်လိုစခန်းသွားမလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါတော့နော်...File size…1.4 GB and 2.3 GB\nQuality…. ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/wish-dragon-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/81JMVKSvHvL._SL1410_-142x200.jpg",
        "title": "[18+] Road Trip (2000)",
        "description": "IMDb Rating (6.4)Euro Trip ကိုကြည့်ဖူးလို့ကြိုက်ရင် ဒါလေးလဲထပ်ကြည့်ဖို့တိုက်တွန်းပါတယ်..ကျောင်းသားဘဝ လူငယ်ဘာဝ ရဲရင့်ရိုးသားတဲ့အလွဲတွေနဲ့ ခွီနေရမယ့်ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့...\nဂျော့ရှ် နဲ့ တစ်ဖနီ တို့ဟာ ငယ်ငယ် ကတည်းက\nအတွဲညီလာခဲ့တဲ့ သူတွေပါ အသက်တွေ ကြီးလာတော့လည်း\nချစ်သူတွေဘဝကို ရောက်ခဲ့ပါတယ်။ ဒီလိုနဲ့ အထက်တန်း အောင်ပြီး\nကောလိပ်တက် ရတဲ့အခါ တနယ်စီဝေးကွာ ခဲ့ပါတယ်။ ဒါပေမဲ့\nသူတို့ အချင်းချင်းနေ့စဉ်ကြုံရသမျှတွေကို အချင်းချင်း ဖုန်းနဲ့\nပြန်ပြောဖို့ ကတိထားခဲ့ပါတယ်။ဂျော့ရှ်ကလဲ တစ်ဖနီရဲ့ အပေါ်သစ္စာစောင့်သိခဲ့ပါတယ်\nဒီလိုနဲ့ တစ်နေ့မှာ သူက တစ်ဖနီကို သူရဲ့ ချစ်စကားတွေ ပြောပြထားတဲ့\nဗီဒီယိုခွေလေးကို ပို့ပေးဖို့လုပ်ပါတော့တယ်။ဒါပေမဲ့ အဲ့ညမှာပဲ ဂျော့ရှ်က\nကောင်မလေးတစ်ယောက်နဲ့ ပျော်ပါးမိပါတယ်။ အဲ့လို ပျော်ပါးတာကိုလည်း\nဗီဒီယို ရီကော့ဒ်လုပ်ထားပါတယ်။တကယ်တမ်း တစ်ဖနီ့ဆီကို ဗီဒီယို ပို့တဲ့အခါမှာ\nအခွေချင်းမှားပို့မိပါတော့တယ်။ဒါပေမဲ့ သူကံကောင်းတာက တစ်ဖနီက ကျောင်းကို\nနောက်သုံးရက်နေမှ ပြန်ရောက်မှာဖြစ်တဲ့အတွက် တိပ်ခွေက ကျောင်းသားရေးရာ\nဋ္ဌာနမှာပဲရှိပါသေးတယ်။ဒီလိုနဲ့ ဂျော့ရှ်ဟာ တစ်ဖနီ ပြန်မရောက်ခင် တိပ်ခွေ ပြန်ရဖို့\nမိုင်ပေါင်းထောင်ချီတဲ့ ခရီးကို သူငယ်ချင်းတွေနဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/18-road-trip-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNjA4NmY4MTctZWEzZC00M2E5LWE4NzgtYjU2NDcxMTdjZTA1XkEyXkFqcGdeQXVyMjgyOTI1ODY@._V1_-143x200.jpg",
        "title": "Carnaval (2021)",
        "description": "Carnaval (2021)============IMDb Rating - 3.2/10Rating နည်းပေမယ့် အတော်ရယ်ရပြီး . ကြည့်လို့ကောင်းတဲ့ကားမို့ တင်ပေးထားပါ။ နီနာ၊ မိုင်ရာ၊ မီရှဲ၊ ဗီဗီ ဆိုတဲ့ သူငယ်ချင်းလေးယောက်ရှိသဗျ၊ bff တို့သဘာ၀ အမြဲ တပူးတွဲတွဲနဲ့ အမေမတူတဲ့အမွှာပူးလေးတွေလိုပေါ့၊ ဇာတ်လိုက်မလေး နီနာကတော့ သိပ်ပြီး မအောင်မြင်သေးတဲ့ social influencerတစ်ယောက်၊ မိုင်ရာကတော့ စိတ်လှုပ်ရှားစိုးရိမ်တတ်ပြီး တစ်မျိုးလေးဆွဲဆောင်မှုရှိတဲ့ vegan တစ်ယောက်၊မီရှဲကတော့ မေတ္တာရှင်ကြီးပါ ဘတ်စ်ကားပေါ်မှာတင် တစ်ချီပြီးလောက်မယ့် စားစော်ကြီးပေါ့၊ ဗီဗီကကျတော့ကျန်တဲ့ ဘော်ဒါ ၃ ယောက်နဲ့မှမဟုတ်ရင် တစ်ယောက်တည်းနေတတ်တဲ့ အချေမလေး၊နီနာကတော့ ရည်းစားရှိသူပေါ့ ဒါပေမယ့် တစ်နေ့မှာ နီနာရဲ့ ရည်းစားက နီနာမဟုတ်တဲ့ တခြားကောင်မလေးတစ်ယောက်နဲ့ နောက်မီးလင်း ကျွဲစီးနေတဲ့ ဗီဒီယိုဖိုင် (မြန်မာပြည်မှာဆို HD) က  လိုင်းပေါ် ပြန့်ပါလေရော။အဲ့ဒီမှာ နီနာတစ်ယောက် စိတ်ထဲကမပါပေမယ့် လိုင်းပေါ်မှာ စောက်သည်းတွေကွဲ ...",
        "rating": "3.2",
        "url": "https://channelmyanmar.org/carnaval-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNTk1NTM5NDYwNl5BMl5BanBnXkFtZTcwMDI2MTYxNA@@._V1_-138x200.jpg",
        "title": "Tees Maar Khan (2010)",
        "description": "Rating သိပ်မကောင်းပေမဲ့ ကြည့်လို့ကောင်းတဲ့အပြောင်ကားလေးပါ။\nမင်းသားကြီး အက်ရှေးကူးမားနဲ့ မင်းသမီး ကတ်ထရီးနာကဖ်တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး\nအိန္ဒိယရုပ်ရှင်လောကကို ခပ်ပါးပါးလေး ကလိထားတဲ့ဇာတ်ကားပါ။\nဇာတ်လမ်းကစလာကတည်းက ယဉ်သကိုဆိုတဲ့အတိုင်းပဲ\nသူခိုးနက္ခတ်နဲ့မွေးလာတဲ့ တိစ်မာခန်းဆိုတဲ့ ဆရာသမားလေးဟာ\nအမိဝမ်းထဲကထွက်ထွက်ချင်းမှာတင် ဆရာဝန်နဲ့သူနာပြုရဲ့\nနာရီနဲ့ ဆွဲကြိုးကို ခိုးသတဲ့ဗျာ။ ကြီးလာတော့ နိုင်ငံတကာဒုစရိုက်သမား\nတိစ်မာခန်းဆိုတဲ့ အလိုရှိစာရင်းဝင်ကိုဖြစ်ရောပဲ။ ထိုအချိန်အိန္ဒိယက\nရှေးဟောင်းပစ္စည်းမှောင်ခိုသမားအဖွဲ့က နိုင်ငံတော်ရတနာတွေကို\nမှောင်ခိုထုတ်ဖို့ ကြိုးစားရင်း ရတနာတွေက ရဲလက်ထဲရောက်သွားပါတယ်။\nရဲတွေက ထိုရတနာတွေကို ဒေလီကို လုံခြုံရေးအပြည့်ချထားတဲ့ရထားနဲ့ ပို့ဖို့လုပ်ပါတယ်။\nရထားဟာ လမ်းမှာလုံးဝမရပ်ပဲ သွားမယ့်ရထားပါ။ ထိုရထားပေါ်က ရတနာတွေကို\nခိုးယူဖို့ နာမည်ကြီး တိစ်မာခန်းကို အကူအညီတောင်းပါတော့တယ်။ တိစ်မာခန်းကနေ\nရဲတွေအပြည့်ပါတဲ့ သွားနေတဲ့ရထားပေါ်ကနေ ရတနာတွေကို ဘယ်လိုခိုးမလဲဆိုတာ\nဒီဇာတ်ကားမှာကြည့်ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာ တစ်ချက်ထိုး ဆယ်ပေလောက်\nလွင့်ထွက်သွားတဲ့အိုဗာတွေမပါပေမဲ့ စကားလုံးတွေကတော့ ဆူနာမီထက်ကိုကြမ်းပါတယ်။\nတော်ကီတစ်ပေါက်ရှမ်းရှမ်းတောက်ပါပဲ။\n'' ပြည့်တန်ဆာမကို သိက္ခာဆည်တာနဲ့\nတိစ်မာခန်းကို ထောင်ချဖို့ဆိုတာ နှစ်ခုစလုံးအချည်းနှီးပဲ '' အဲဒီလိုမျိုးတွေ။\nဒါနဲ့ ဒီဇာတ်ကားမှာ မင်းသားကြီး ဆယ်လ်မန်ခန်းက ဧည့်သရုပ်ဆောင်အနေနဲ့\nသီချင်းတစ်ပုဒ်မှာ ဝင်သရုပ်ဆောင်ပေးထားသေးတယ်။ ကြည့်ကြည့်ပါ အပျင်းပြေပျော်ရွှင်ရမှာပါ။ \nFile size…(2.2 GB)\nQuality….WEB-DL 720p 5.1CH\nFormat…mkv\nDuration….02:15:00\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/tees-maar-khan-2010/",
        "category": "Action, Bollywood, Comedy, Drama, Musical"
    }
]