[
    {
        "thumbnail": "",
        "title": "Bajrangi Bhaijaan (2015)",
        "description": "Bajrangi Bhaijaan (2015)\n------------------------------မေတ္တာတရားဟာ စကြဝဠာရဲ့ ဘာသာတရားအဖြစ်ရပ်တည်နေပုံ ၊ ကရုဏာတရားဟာလည်းလူမျိုးမခွဲခြားပုံတို့ကို\nဒီဇာတ်ကားလေးညွှန်းဆိုထားပုံက  ရင်ထဲမှာတသသကျန်ရှိစေပါတယ်။  Rating ကလည်း 8.2 ရရှိထားပြီး\nအိန္ဒိယနိုင်ငံရဲ့ နိုင်ငံခြားဝင်ငွေဒုတိယဖြစ်ထားတာကြောင့် လက်မလွတ်သင့်လှတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ။ဇာတ်လမ်းအကျဉ်းအိန္ဒိယနိုင်ငံဒေလီမြို့မှာတော့ပွဲတော်ကြီးကျင်းပချိန်ပေါ့။\nပဝန်(ဆလက်မန်ခန်း)ဟာလည်း ပါဝင်ဆင်နွှဲပြီးစားသောက်ဖွယ်ရာတွေကိုမြိန်မြိန်စားနေသည်။\nထိုအချိန်၌ပဝန်သတိထားမိသည်က\nသူ့အားစိုက်ကြည့်နေသော၆နှစ်အရွယ်ကလေးမ။ပဝန်ဟာကရုဏာသက်မိရင်း\nကလေးမလေးကိုအစားအစာတွေကျွေးမွေးခဲ့တယ်။\nပဝန်အိမ်ပြန်တော့လည်းကလေးမလေးဟာ\nနောက်ကတကောက်ကောက်လိုက်နေခဲ့သည်။ဒီလိုနဲ့နာမည်လည်း\nမေးမရစကားလည်းမပြောတတ်သောကလေးအား\nထားမရစ်နိုင်သည့်အဆုံးပဝန်ဟာသူ့ယောက္ခမဆီ\nခေါ်လာခဲ့တော့သည်။ပဝန်ဟာကလေးမလေးရဲ့နေရပ်လည်းမသိသူ့့မိဘလည်းမသိပေမဲ့စိတ်ထားဖြူစင်မှုအရင်းခံနဲ့\nကလေးမလေးကိုသူ့မိဘဆီပြန်ပို့နိုင်ရန်\nဆုံးဖြတ်ထားခဲ့သည်။ကလေးမလေးကိုတော့\nမူနီလို့အမည်မှည့်ပေးခဲ့သည်။တစ်နေ့မှာတော့\nဖန်သားပြင်ထက်ကခရစ်ကတ်ကစားပွဲမှာ\nအိန္ဒိယနဲ့ပါကစ္စတန်တို့အပြိုင်အဆိုင်\nကစားနေခဲ့ကြသည်။အိန္ဒိယအမှတ်သာလျှင်\nှူှူမူနီလေးမှာမပျော်၍ပါကစ္စတန်နိုင်လျှင်\nဝမ်းသာလျက်ရှိနေသည်။\nထိုအချိန်အခါ၌အိန္ဒိယနဲ့ပါကစ္စတန်တို့သည်\nစစ်ရေးအရတစ်ဖက်နဲ့တစ်ဖက်မတည့်ကြချေ။\nပဝန်တို့မိသားစုတို့ကလည်းဘာသာရေးအရ\nဘုန်းကြီးမျိုးနွယ်ဝင်ဖြစ်၍မူနီအားလက်မခံသင့်ကြောင်း၊ပါကစ္စတန်နို်င်ငံသို့ပြန်ပို့သင့်ကြောင်းပဝန်ကို\nတိုက်တွန်းခဲ့ကြသည်။ပဝန်ဟာပါကစ္စတန်သံရုံးထံ\nသွားရောက်ပို့ခဲ့သော်လည်းထိုအချိန်၌\nသံရုံးအားအိန္ဒိယနိုင်ငံသားတို့ဆန္ဒပြစဉ်နဲ့\nကြုံတွေ့ခဲ့ရသည်။\nထိုစဉ်သံရုံးရဲ့စာရင်းသမားလေးနဲ့တွေ့ခဲ့ပြီး\nမှောင်ခိုလမ်းမှပြန်ပို့ရန်ပဝန်အားအကြံပြုခဲ့သည်။\nပဝန်ဟာလည်းယုံစားမိပြီးမူနီအားချန်ထားခဲ့လေသည်။\nလမ်းတစ်ဝက်မှာတော့ကစားစရာဝယ်ရင်း\nမူနီအားပေးရန်ပြန်အလှည့်မှာတော့\nမူနီလေးရောင်းစားခံရမှန်းသိခဲ့ရသည်။အဲ့ဒီနောက်မှာတော့ပဝန်ဟာ\nပါကစ္စတန်သွားရောက်ပြီးမူနီ့မိဘတွေကို\nရှာဖွေခန်းဖွင့်ပြီးပြန်လည်ဆုံတွေ့နိုင်စေဖို့\nဆုံးဖြတ်လိုက်တော့သည်။\nတကယ်တမ်းတော့ဇာတ်ကားလေးဟာ\nအညွှန်းနဲ့အဓိပ္ပါယ်ဖော်နိုင်စွမ်းမရှိလှတဲ့\nမေတ္တာဖွဲ့ဇာတ်အိမ်လေးပါ။ပဝန်တစ်ယောက်ပါကစ္စတန်နိုင်ငံတွင်း\nဝင်ရောက်ခဲ့ပုံ၊မိဘရှာတော်ပုံတွေနဲ့အတူ\nမူနီလေးတစ်ယောက်သူ့မိဘနဲ့ပြန်လည်\nဆုံစည်းနိုင်မလားဆိုတာကလည်း\nရင်ခုန်စိတ်လှုပ်ရှားစေခဲ့ပါတယ်။ပဝန်ရဲ့ဘဝနဲ့\nအချစ်ရေးသာမကစိတ်ထားမြင်မြတ်မှုတွေကလည်း\nအတုယူစရာကောင်းလှပါတယ်။ဒီဇာတ်ကားလေးမှာတော့\nပဝန်တစ်ယောက်ရဲ့ကရုဏာကြီးမားမှုတွေ၊\nပါကစ္စတန်နိုင်ငံသို့ဝင်ရောက်ဖြတ်သန်းမှုတွေ၊\nသွေးသားမတော်စပ်သူတစ်ဦးအတွက်\nဒုက္ခပေါင်းများစွာဖြတ်သန်းခဲ့ပုံတွေကတော့\nမျက်ရည်မခိုင်သူအဖို့ပင်လယ်ထွန်းမယ့်\nဇာတ်ကားမျိုးပါ။\nဒါ့ပြင်အမြင်မတူအသွင်မတူဘာသာမတူ\nနိုင်ငံသားချင်းမတူကြပေမဲ့မေတ္တာတရားဟာ\nကမ္ဘာ့လူသားတရားတော်ဆိုတာကို\nဒီဇာတ်ကားလေးကညွှန်းဆိုနေဦးမှာပါ။(အညွန်းရေးသူကတော့ လင်းခယံပဲ ဖြစ်ပါတယ်)File Size - 1.1 GBQuality - 720 PSubtitle - Burmese (Hardsub)File Size - 1.1 GBQuality - 720 PSubtitle - Burmese (Hardsub)",
        "rating": "8.0",
        "url": "https://megaup.net/1HQgu/Bajrangi_Bhaijaan_[2015]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BZjYxZWFiMmItM2IyZC00YjYxLTk1MjgtNzU2ZTk3YjRkZWE5XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "Bheeshma (2020)",
        "description": "ဒီကားထဲက မင်းသား Nithiinကို အိန္ဒိဇာတ်ကားချစ်သူတွေ သိပ်မသိလောက်ပေမယ့် အပြုံးလှလှပိုင်ရှင်လေးဖြစ်တဲ့မင်းသမီးချောလေး Rashmika Mandanna ရဲ့ ဇာတ်ကားမို့ ကြည့်စေချင်တဲ့ စေတနာနဲ့ ဘာသာပြန် တင်ဆက်လိုက်တာပါ။မူရင်း အင်္ဂလိပ်စာဖိုင်မှာ အင်္ဂလိပ်လိုပြောတဲ့နေရာတွေမှာ စာမပါတဲ့အတွက် အတတ်နိုင်ဆုံး နားထောင်ပြီး အပြည့်စုံဆုံးဖြစ်အောင် ကြိုးစားပေးလိုက်တာပါ။ဇာတ်ကားအကြောင်း နည်းနည်းပြောရမယ်ဆိုရင်... ရုတ်တရတ်ကြည့်ရင်တော့ ဒီဇာတ်ကားကဝန်ကြီးချုပ်မင်းသားလို့ခေါ်တဲ့ Mahesh Babu ရဲ့ ဝန်ကြီးချုပ်ဇာတ်ကား(Bharat Ane Nenu)နဲ့ Maharshi ဇာတ်ကားကိုinspiration ယူပြီး ရိုက်ကူးထားတယ်လို့တောင် ထင်ချင်စရာပါပဲ။ဒါပေမယ့်လည်း ကွဲလွဲနေတာတွေတော့ အများကြီးရှိပါတယ်။ဒီကားထဲကမင်းသားဟာ တေလေဂျပိုး ၊ ကောလိပ်ကနေ အထုတ်ခံလိုက်ရတဲ့သူ။ဘ၀မှာ ကံဆိုးတတ်သူမို့ ဂေါ်မစွံလူပျိုဘ၀နဲ့ သူပြောတဲ့စကားထဲကလို IAS (I Am Single) ဖြစ်နေသူ။မိန်းကလေးတစ်ယောက်ကို ပြန်ပေးဆွဲပါတယ်ဆိုပြီး ရဲစခန်းရောက်အပြစ်တွေကို အေစီပီအရာရှိလက်အောက်မှာ ဆေးကြောရင်း အေစီပီ့သမီးကိုချစ်ကြိုက်မိရာကနေ သူ့ဘ၀ ပြောင်းလဲလာတယ်လို့ ဆိုရမှာပါပဲ။ဘာတွေ ဘယ်လိုပြောင်းလဲမလဲဆိုတာကတော့ ကိုယ့်ဘာသာ ခံစားလိုက်ပါတော့။ဒီကားထဲမှာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/bheeshma-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/76p3jexoFjSxTiChHbyDh0FwAun.jpg",
        "title": "Abe(2019)",
        "description": "Abe(2019)မတူကွဲပြားမှုတွေကို တူညီတာလေးတစ်ချက်နဲ့ ပေါင်းစည်းသွားဖို့ ကြိုးစားခဲ့တဲ့ အေ့ဘ်...သူ့ကိုလူတွေက အေဗရာဟင်လို့လည်းခေါ်တယ် အီဗရာဟမ် အာဗီ စတဲ့နာမည်အမျိုးမျိုးခေါ်ကြတယ်။ဒါပေမယ့် သူကတော့ ဟင်းချက်ဝါသနာပါတဲ့ ၁၂နှစ်အရွယ်ကောင်လေး အေ့ဘ်ပါပဲ။အမေဘက်က ဂျူး အဖေဘက်က မူစလင်ဖြစ်နေတဲ့မိသားစုမှာ ခဏခဏပဋိပက္ခတွေလည်းဖြစ်နေကြပါ။၁၂အရွယ်ကလေးတစ်ယောက်အဖို့ မိသားစုအလိုကျ လိုက်နေပေးရင်း နှစ်ဖက်လုံးအတွက်အဆင်ပြေတာကိုရှာဖွေနေခဲ့တာပါ။စားစရာတစ်ခုကိုတောင် အမြင်ကွဲလွဲတဲ့ဒီမိသားစုမှာ သူပါရမီပါတဲ့ အချက်အပြုတ်ဝါသနာကို ဘယ်လိုအသုံးချပြီးပေါင်းစည်းဖို့ကြိုးစားမလဲ?ဘာတွေဘယ်လိုဆက်ဖြစ်မယ်ဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမယ့်ကားလေးပါ။ရယ်လည်းရယ်ရတဲ့ကားလေးဆိုတော့ အဆုံးထိမငြီးမငွေ့ကြည့်ရှုရမှာပါ။ဟင်းချက်ဝါသနာရှင်တွေအတွက်လည်း အကြိုက်တွေ့စေမှာပါ။Rating တွေအနေကလည်း Rotten Tomatoes 72% Imdb Rating 6.2 တောင်ရရှိထားတာမလို့ကောင်းကြောင်းကိုအထွေအထူးမညွှန်းတော့ပဲ ကိုယ်တိုင်ကြည့်ရှုခံစားဖို့တိုက်တွန်းလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်...   File Size : (795 MB) and (450MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy , Drama,\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/abe2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/72692983_103186594458419_5607419605560590336_o-141x200.jpg",
        "title": "Hello World (2019)",
        "description": "Hello World(2019)ဒီဇာတ်ကားလေးကတော့ ၂၀၂၇ ခုနှစ် Kyoto မြို့မှာ အခြေတည်ပြီး ဇာတ်လမ်းစထားပါတယ်နာအိုမီ ကာတာဂါကီ (Naomi Katagaki) ဆိုတဲ့ကောင်လေးဟာ စာဖတ်ရတာကြိုက်နှစ်သက်ပြီး တစ်ကိုယ်တည်းအေးဆေးသမားလေးပါ...တစ်နေ့ သူ စာကြည့်တိုက်က အပြန် ထူးဆန်းတဲ့အဖြစ်အပျက်တွေနဲ့အတူ လူတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပါတယ်ပိုပြီး ထူးဆန်းတာက အဲ့ဒီလူဟာ အနာဂတ်ကလာတဲ့ သူကိုယ်တိုင်ဖြစ်နေတာပါပဲ...ဒီမှာဇာတ်လမ်းစပြီး အနာဂတ်က သူက ဘာလာလုပ်တာလဲ?? ဘာတွေဆက်ဖြစ်လာမှာလဲ?? ဆိုတာတွေကိုတော့ ဒီဇာတ်ကားလေးထဲမှာ စိတ်ဝင်တစားကြည့်ရှူရမှာပဲဖြစ်ပါတယ်ဒီကားလေးက Anime ချစ်သူတွေအတွက် မလွတ်တမ်းကြည့်ရှူသင့်တယ်လို့ ကျွန်တော်တော့ထင်မိပါတယ်...ဇာတ်လမ်းက Anime တို့ ထုံးစံအတိုင်း မတူကွဲပြားတဲ့ပုံစံနဲ့ ဆွဲဆောင်ထားတယ်...Kyoto မြို့ကြီးကို မြင်နေကြတဲ့မဟုတ် ပုံစံနဲ့တွေ့ရတာရယ် လှပတဲ့ရှုခင်းတွေ ဇာတ်ဝင်တေးကောင်းကောင်းလေးတွေနဲ့ ကြည့်ရတာ တော်တော်လေးအရသာရှိပါတယ်...ကဲ ပြောနေကြာတယ် အခုပဲ ကြည့်ရှူခံစား အားပေးကြပါဦး...(E sub ကနေ ဘာသာပြန်ထားတာဖြစ်တဲ့အတွက် လိုအပ်ချက်လေးတွေရှိခဲ့ရင် နားလည်ခွင့်လွှတ်ပေးကြပါ...ဇာတ်ဝင်တေးတွေကအစ သေသေချာချာလေး အကောင်းဆုံးပြန်ဆိုပေးထားလို့ အားရကျေနပ်ကြလိမ့်မယ်လို့မျှော်လင့်မိပါတယ်...တစ်လက်စတည်း.. ဘာသာပြန်ဆိုရာမှာ ဂျီကျသမျှမငြီးမငြူ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Qp2g/(CM)Hello_World_[1080p_BD].mp4",
        "category": "Animation, Asian, Comedy, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dKgV8T3inB5EnVDg0Jeh2L6ttQ9.jpg",
        "title": "The Willoughbys(2020)",
        "description": "The Willoughbys(2020)နက်ဖလစ်ရဲ့ ကာတွန်းရုပ်ရှင်အသစ်လာပါပြီ။ ဒီကာတွန်းလေးကတော့ အရင်ကြည့်ဖူးတဲ့ ပုံတွေနဲ့ မတူဘဲ တမူထူးဆန်းပြီး ရယ်ရပါတယ်။\nဇာတ်လမ်းကိုတော့ ကြောင်ဆရာကြီးတစ်ကောင်က ပြောပြနေတဲ့ပုံနဲ့ တည်ဆောက်ထားပါတယ်။ ဆရာကြောင်က ပြောတယ်\nမိသားစုတွေ ချစ်ခင်တာတွေ စည်းလုံးတာတွေ အဆုံးသတ်မှာ ပြန်ပေါင်းတဲ့ ဇာတ်လမ်းမျိုးတွေကို သဘောကျတတ်ရင် ဒီရုပ်ရှင်က မင်းအတွက် မဟုတ်ပါဘူးတဲ့။\nဟုတ်ပါတယ် ဒီရုပ်ရှင်ထဲက အဓိက မိသားစုကတော့ ဝယ်လိုဘီ မိသားစုပါ။သူတို့တွေဟာ အစဉ်အဆက် သိပ္ပံပညာရှင်တွေ၊အနုပညာရှင်တွေ ကြီးမြတ်တဲ့သူတွေ ဖြစ်ခဲ့ပါတယ်။ဒါပေမယ့် မျိုးဆက်တစ်ခုအရောက်မှာတော့ တော်နေ တတ်နေကြတာတွေအဆုံးသတ်သွားသလိုပါပဲ။ ဝယ်လိုဘီ ဇနီးမောင်နှံဟာ ဘာမှ မထူးချွန်ပေမယ့်တစ်ယောက်ကို တစ်ယောက် အရမ်းချစ်ကြပါတယ်။ ချစ်တာမှ အခြား ဘယ်သူ့ကိုမှမချစ်တတ်လောက်အောင်ကို ချစ်တာပါ။ လင်မယားချင်းပဲချစ်ကြပြီး မွေးထားတဲ့ ကလေး ၄ ယောက်ကို တော့မေတ္တာတစ်စက်မှမရှိကြသလို သာမန်ဂရုစိုက်မှုမျိုးလေးတောင် မလုပ်ပါဘူး။နေ့တိုင်းလင်မယားနှစ်ယောက်ထဲ သာယာနေကြတာပါ။ ဒီတော့ ကလေး ၄ ယောက်လည်းမိဘကျေးဇူးဆပ်တဲ့အနေနဲ့ သေဖို့ ရာနှုန်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/2Sh9w/The_Willoughbys.2020.480P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/lefpcepiqhsq-1-140x200.jpg",
        "title": "[18+] Love Skill (Aka) Mango Tree (2013)",
        "description": "Dark Side Production မှတင်ဆက်သည်...သိုင်းလောကသားတွေ တစ်ခါတစ်လေလဲ အချစ် ဟာသ Sexy ကားလေးတွေ ကြည့်လို့ရအောင်ဒီကိုရီးယားဖန်စီဇာတ်ကားလေးကို တင်ဖြစ်ပါတယ်...ကွီးယားလိုကနေ နားထောင်ပြီး  Pennywise မှ စာတန်းထိုးအမှန်နဲ့ တင်ဆက်လိုက်တာပါ...မင်းသမီးတွေကလဲ အချာပင်တွေ မဟုတ်ပါဘူး..ကိုရီးယားရဲ့ တန်းဝင်မင်းသမီးတွေဖြစ်တဲ့ Hong Soo-Ah  နဲ့  Han Su-Ah တို့ဖြစ်ပါတယ်။ဟာသလေးတွေနဲ့ အပန်းဖြေကြပါဦး။ \nFile size…(1 GB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Pennywise",
        "rating": "",
        "url": "https://channelmyanmar.org/18-love-skill-aka-mango-tree-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/65-42-282x360-1-157x200.jpg",
        "title": "Sathu (2009)",
        "description": "ပိန္နဲသီး သရဲကားဆိုပြီး နာမည်ကြီးနေတဲ့ ထိုင်းသရဲကားဖြစ်ပါတယ်။\nပုံမှန်သရဲကားတွေနဲ့ မတူတဲ့အချက်တွေ အများကြီးပါဝင်ပါတယ်။\nတွေ့နေကြ သရဲကားတွေထက် ပိုပြီး အဓိပ္ပါယ်ရှိတဲ့ ဇာတ်ကားပါ။\nဟာသတွေ ပါတယ်....ကြောက်လန့်စရာတွေ ပါတယ်....ကြည်နူးဖွယ်ရာတွေပါတယ်။\nအကောင်းဆုံးအချက်ကတော့ တရားသဘောနဲ့ ပတ်သတ်တဲ့ အယူအဆလေးတွေ ပါဝင်ထားပါတယ်။\nရသစုံတဲ့ ဇာတ်ကားပါ။\nထူးခြားတဲ့ ဆက်တင်, Effect, ဇာတ်ဆောင် တွေမပါဝင်ဘဲ ဇာတ်လမ်းတစ်ခုလုံးကို\nအကောင်းဆုံးတင်ဆက်သွားနိုင်တာကိုတော့ မြန်မာဇာတ်ကားဖန်တီးသူတွေ အတုယူသင့်ပါတယ်။ကျွန်တော့်လို သရဲကား မကြိုက်တဲ့လူမျိုးတောင် နှစ်ခါလောက် ပြန်ကြည့်မိပါတယ်။\nသရဲကားကို ကြိုက်ကြိုက်မကြိုက်ကြိုက်...ထိုင်းကားကို ကြိုက်ကြိုက်မကြိုက်ကြိုက်\nကြည့်သင့်တဲ့ ထိုင်းသရဲကားလို့ တိုက်တွန်းချင်ပါတယ်။\n(ဒီဇာတ်ကားကို သဘောကျလွန်းလို့ ကျွန်တော့်ရဲ့တိုက်တွန်းချက်အရ ZMC မှဘာသာပြန်ပေးထားတာပါ။\nဒီဇာတ်ကားက တလောကလုံးမှာ ဘာစာတန်းထိုးဖိုင်မှ မထွက်ခဲ့ပါဘူး...\nစာတန်းထိုးဖိုင်ကို ကျွန်တော်ကိုယ်တိုင် Timing ညှိခဲ့ရသလို ZMC မှအတတ်နိုင်ဆုံးဆီလျော်အောင် ဘာသာပြန်ပေးထားတာပါ။\nစာတန်းထိုးဖိုင်ရော ဘာသာပြန်ရော ကိုယ်တိုင်ဖန်တီးခဲ့ရတဲ့ ဇာတ်ကားမို့လို့\nအမှားအယွင်းများ ပါခဲ့ရင် နားလည်ပေးကြပါလို့ ခွင့်တောင်းထားပါရစေ။) -Zawgyi -ပိႏၷဲသီး သရဲကားဆိုျပီး နာမည္ၾကီးေနတဲ့ ထိုင္းသရဲကားျဖစ္ပါတယ္။\nပံုမွန္သရဲကားေတြနဲ႕ မတူတဲ့အခ်က္ေတြ အမ်ားၾကီးပါဝင္ပါတယ္။\nေတြ႕ေနၾက သရဲကားေတြထက္ ပိုျပီး အဓိပၸါယ္ရွိတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/Qm74/Sathu_[2009]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/240dd96ea8973ceeff90b60b8c2cc677-133x200.jpg",
        "title": "The Layover (2017)",
        "description": "ဒီဇာတ်ကားမှာ နာမည်ကျော်မော်ဒယ်လ်မင်းသမီးတွေဖြစ်တဲ့ Kate Upton နဲ့ Alexandra Daddario တို့ ပါဝင်ထားပြီးမင်းသားကတော့ ရွှေအိုရောင်ဆံကေသာနဲ့မင်းသားချော Matt Barr ပါ။ဒီဇာတ်ကားနဲ့ပက်သက်ပြီး ရုပ်ရှင်ဝေဖန်ရေးအကြောင်းတွေ Rating အကြောင်းတွေ ဘာညာသာရကာအကြောင်းတွေကို ကျွန်တော်မပြောလိုဘူး....မင်းသမီးတွေ အရမ်းမိုက်တဲ့အကြောင်းပဲ ပြောချင်ပါတယ်...:P :Pကမ္ဘာကြီးရဲ့ နတ်သမီးတစ်ပါးလို့ တင်စားရမဲ့ Kate Upton နဲ့မျက်ဝန်းလဲ့လဲ့တစ်စုံနဲ့ ကမ္ဘာကြီးကို သိမ်းပိုက်ထားလို့ရတဲ့ Alexandra Daddario တို့နှစ်ယောက်ရဲ့ သက်ဝင်လှုပ်ရှားမှုတွေနဲ့တင်ကမ္ဘာကြီးက ပြည့်စုံလှပနေပြီမို့ အရေးမပါတဲ့ ဇာတ်ကားအကြောင်းကိုမေ့ထားကြရအောင်ပါ... :P :P :P - Zawgyi -ဒီဇာတ္ကားမွာ နာမည္ေက်ာ္ေမာ္ဒယ္လ္မင္းသမီးေတြျဖစ္တဲ့ Kate Upton နဲ႔ Alexandra Daddario တို႕ ပါဝင္ထားျပီး မင္းသားကေတာ့ ေရႊအိုေရာင္ဆံေကသာနဲ႔မင္းသားေခ်ာ Matt Barr ပါ။ဒီဇာတ္ကားနဲ႔ပက္သက္ျပီး ရုပ္ရွင္ေဝဖန္ေရးအေၾကာင္းေတြ Rating အေၾကာင္းေတြ ဘာညာသာရကာအေၾကာင္းေတြကို ကြ်န္ေတာ္မေျပာလိုဘူး....မင္းသမီးေတြ အရမ္းမိုက္တဲ့အေၾကာင္းပဲ ေျပာခ်င္ပါတယ္...:P ...",
        "rating": "4.6",
        "url": "https://megaup.net/1wid5/The_Layover_2017.MP4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/il9y4odx9el9Imwz6VMQrz9BcNz.jpg",
        "title": "Shubh Mangal Zyada Saavdhan (2020)",
        "description": "မင်းသားချောကြီး အရွက်ရှ်မန်းရဲ့ အားလုံးစောင့်မျှော်နေကြတဲ့ ကားသစ်စစ်စစ်ကြီးကို တင်ဆက်ပေးလိုက်ပါပြီ။တစ်ကားနဲ့တစ်ကား မထပ်ရအောင် ကာရိုက်တာမျိုးစုံနဲ့ ရိုက်ပြီး အောင်မြင်မှုတွေ ယူတတ်တဲ့ မင်းသားချောဟာ ဒီတစ်ခါမှာ ဂေးဇာတ်ရုပ်နဲ့ မြင်ရမှာပါ။ဂေးဆိုလို့ မြင်နေကျ ခပ်နွဲ့နွဲ့ ဟာသခြောက် မဟုတ်ပါဘူး။ ဒေါသကြီးကြီး စီးပွားရေးခြောက်လည်း မဟုတ်ပါဘူး။သာမန်ယောကျ်ားတွေလိုပဲ နေပြီး ယောကျ်ားချင်းပဲ ကြိုက်တတ်တာပါ။(အခြောက်လို့ ခေါ်လားမခေါ်လားတော့ မသိဘူး၊ ဂေးဆိုတာကတော့ သေချာတယ်)ကာသစ်နဲ့ အာမန်ဆိုတဲ့ ချစ်သူနှစ်ယောက်ရှိတယ်။ ဒေလီမှာ အလုပ်အတူလုပ်ရင်း ချစ်ကြိုက်နေကြတာပေါ့။မိဘတွေ သိရင်တော့ ဘယ်လို နေမလဲ။ တစ်နေ့တော့ အာမန်ရဲ့ မိသားစုမှာ အစ်မတော်ရဲ့ မင်္ဂလာဆောင် ရှိလာတော့ အာမန်ကို မင်္ဂလာဆောင်လာခဲ့ဖို့ ခေါ်တယ်။အာမန်မသွားချင်ပေမဲ့ မိသားစုကို တောင့်တနေသူ ကာသစ်ကတော့ သွားချင်တာပေါ့။အာမန်ကို အတင်းတောင်းဆိုပြီး အာမန်ရဲ့ မိသားစုရှိရာ အလာဟာဘတ်ကို သူတို့ ချစ်သူနှစ်ဦး လိုက်သွားတဲ့အခါမှာတော့...သူတို့ချစ်ခြင်းကို မထောက်မခံတဲ့ မိသားစု ပတ်ဝန်းကျင်ကို သူတို့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/shubh-mangal-zyada-saavdhan-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/71NAWIEiBaL._SL1500_-141x200.jpg",
        "title": "Girls vs Gangsters (2018)",
        "description": "ဘဝမှာ သူငယ်ချင်းတွေ ဆိုတာ မရှိမဖြစ် လိုအပ်ပါတယ်။စိတ်တူကိုယ်တူ ဖြစ်နေတဲ့ သူငယ်ချင်းကောင်းတွေ ရ ထားတဲ့သူတွေကတော့ အရမ်းကံကောင်းကြတယ်လို့ ပြောလို့ရပါပြီ။ကိုယ်နဲ့ ကောင်းတူဆိုးဖက် ကဲလို့ရတဲ့ သူတွေနဲ့ ဆိုရင်တော့ ကမ္ဘာ့ကြီးရဲ့ ဘယ်နေရာကို ရောက်နေနေကြောက်စိတ်မရှိဘဲ အရာရာကို ရင်ဆိုင် ကျော်လွှားနိုင်မှာပါ။Girls (2014) နဲ့ Girls Vs Gangster (2018) ဇာတ်ကားတွေကတော့မတည့် အတူနေ သိပ်ချစ်တဲ့ မိန်းကလေး သူငယ်ချင်း သုံးယောက် ကဲကြ ပွေးကြ နဲ့ လူဆိုးတစ်သိုက်နဲ့ ခြေရှုပ်မိရင်းဘာတွေ ဘယ်လို ဆက်ရှုပ်မလဲ အရယ်အမော လေးတွေနဲ့ ကြည့်ရမယ့် ဇာတ်ကားတွေပါ။Hear Me ဇာတ်ကားထဲကမင်းသမီး Ivy Chen ,Hong Kong အဆိုတော် Fiona Sit,မင်းသမီး Janine ...",
        "rating": "",
        "url": "https://megaup.net/2c6ci/(CM)Girls.vs.Gangsters.2018.1080p.BluRay.H264.AAC-VXT.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Girls-2014-11-133x200.jpg",
        "title": "Girls (2014)",
        "description": "ဘဝမှာ သူငယ်ချင်းတွေ ဆိုတာ မရှိမဖြစ် လိုအပ်ပါတယ်။စိတ်တူကိုယ်တူ ဖြစ်နေတဲ့ သူငယ်ချင်းကောင်းတွေ ရ ထားတဲ့သူတွေကတော့ အရမ်းကံကောင်းကြတယ်လို့ ပြောလို့ရပါပြီ။ကိုယ်နဲ့ ကောင်းတူဆိုးဖက် ကဲလို့ရတဲ့ သူတွေနဲ့ ဆိုရင်တော့ ကမ္ဘာ့ကြီးရဲ့ ဘယ်နေရာကို ရောက်နေနေကြောက်စိတ်မရှိဘဲ အရာရာကို ရင်ဆိုင် ကျော်လွှားနိုင်မှာပါ။Girls (2014) နဲ့ Girls Vs Gangster (2018) ဇာတ်ကားတွေကတော့မတည့် အတူနေ သိပ်ချစ်တဲ့ မိန်းကလေး သူငယ်ချင်း သုံးယောက် ကဲကြ ပွေးကြ နဲ့ လူဆိုးတစ်သိုက်နဲ့ ခြေရှုပ်မိရင်းဘာတွေ ဘယ်လို ဆက်ရှုပ်မလဲ အရယ်အမော လေးတွေနဲ့ ကြည့်ရမယ့် ဇာတ်ကားတွေပါ။Hear Me ဇာတ်ကားထဲကမင်းသမီး Ivy Chen ,Hong Kong အဆိုတော် Fiona Sit,မင်းသမီး Janine ...",
        "rating": "",
        "url": "https://channelmyanmar.org/girls-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/missinf-140x200.jpg",
        "title": "Mr. Zoo: The Missing VIP (2020)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ၂၀၂၀ ဇန်နဝါရီလောက်က ထွက်ရှိထားတာပါအမျိုးအစားကတော့Drama/Comedy ဖြစ်ပြီး IMDB က 5.7/10 ရထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ လူနဲ့တိရိစ္ဆာန်တွေကြားကအပြန်အလှန်ချစ်ခြင်းမေတ္တာနဲ့ဂရုဏာတရားကိုဖော်ကျူးပေးထားပြီး တိရိစ္ဆာန်တွေရဲ့ခံစားချက်ကို ပေါ်လွင်အောင်ရိုက်ပြထားတဲ့ ဟာသကားကောင်းလေးတစ်ကားပါ။လျှို့ဝှက်အေးဂျင့်တယောက်ဖြစ်တဲ့ဂျူထယ်ဂျူက တိရိစ္ဆာန်တွေဆိုအရမ်းမုန်းတဲ့သူပပေါ့။သူနဲ့ဆန့်ကျင်ဖက်သူ့သမီးလေးဆိုယောင်းကတော့တိရိစ္ဆာန်တွေကိုအရမ်းချစ်တတ်တဲ့အပြင် တိရိစ္ဆာန်ဆေးကုဆရာဝန်ဖြစ်ချင်နေတဲ့ကလေးမလေးပါ။တစ်နေ့သူ့သမီးလေးကကြောင်တစ်ကောင် သခင်ပျောက်နေတာကို ကယ်တင်ဖို့ အဖေဖြစ်သူဂျူထယ်ဂျူကိုသခင်ရှာပေးဖို့အကူအညီတောင်းလိုက်ပါတယ်။တိရိစ္ဆာန်မုန်းသူကြီး ဂျူထယ်ဂျူဆိုသည်မှာလည်း အဲ့ကြောင်ကို သူလက်ထဲထည့်တာနဲ့ အမှိုက်ပုံးထဲပစ်ထည့်လိုက်တယ်။အဲ့အချိန်ကစပြီးသူဘဝကအပြောင်းလဲကြီးပြောင်းလဲသွားခဲ့ပါတယ်။တိရိစ္ဆာန်တွေကို ဂရုမစိုက်လို့ဒဏ်ခတ်ခံလိုက်ရတယ်တဲ့။အဲ့ဒီပြစ်ဒဏ်ကတော့အဲ့အချိန်ကစပြီးသူတိရိစ္ဆာန်စကားကိုနားလည်သွားတာပါ။တိရိစ္ဆာန်တွေရဲ့ခံစားချက်တွေ၊ပြောစကားတွေကိုနားလည်သွားပြီးနောက် ဂျူထယ်ဂျူတစ်ယောက်ဘယ်လိုပြောင်းလဲသွားမှာလဲဆိုတာကို CM ပရိတ်သတ်ကြီး ကိုယ်တိုင်ပဲခံစားကြည့်ရှုလိုက်ကြပါ။ဟာသသရုပ်ဆောင်တော်တော်များများက အသံသရုပ်ဆောင်ပေးထားတဲ့အပြင် ဇာတ်လမ်းဇာတ်အိမ်လေးကလည်းကောင်းလို့ ဟာသလေးတွေနဲ့တဝါးဝါးတဟားဟားရယ်ရမှာဖြစ်တဲ့အတွက် ကြည့်ပျော်မယ့်ကားကောင်းလေးတစ်ကားဆိုတာတော့အသေအချာပါပဲလို့ညွှန်းချင်ပါတယ်။***English စာတန်းထိုးဖိုင် အမှန် မထွက်တာကြောင့် ဇာတ်လမ်းတစ်ခုလုံးကို ကိုယ့်ဖာသာ Timing လုပ်နားထောင်ပြီး ပြန်ထားတာဖြစ်လို့ ဘာသာပြန် အမှားအယွင်းအနည်းငယ်ပါပါက သည်းခံကြပါ(ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…) File Size : (950 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 54min\nFormat : ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Vaxc/Mr._Zoo__The_Missing_VIP_(2020).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/dpiy1n9h7l60-141x200.jpg",
        "title": "Introducing My Boyfriend (2020)",
        "description": "ဒီကားလေးကတော့ မိသားစု Comedy,Fantasy ကားလေးတကားဖြစ်ပြီး\nမိသားစုနဲ့အတူတူ အိမ်မှာနေရင်းအေးဆေးကြည့်လို့ရမယ့်\nကားကောင်းလေးတစ်ကားပါ။\nဇာတ်လမ်းအကျဉ်းကတော့ ချွဲဟော့ဆိုတဲ့သူက မိန်းမမရှိပဲ\nမီနာဆိုတဲ့ သမီးလေးကိုတစ်ယောက်တည်း\nပြုစုပျိုးထောင်လာခဲ့တဲ့ Single Father တစ်ယောက်ဖြစ်ပါတယ်။\nဒီလိုနဲ့သားအဖနှစ်ယောက်သမီးလေး\n၁၂နှစ်အရွယ်ရောက်တဲ့အထိနေလာရင်း\nချွဲဟော့လည်း ဆေးပေးမီးယူ အဖြစ်နဲ့ နေထိုင်သွားဖို့\nမင်းဂျောင်းဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ဖူးစာဆုံခဲ့ပါတယ်။\nဒါပေမယ့် အဖေကိုအရမ်းချစ်တဲ့သမီးလေး\nမီနာကတော့ သူအဖေကိုတခြားမိန်းမနဲ့ယူမှာ\nလုံးဝသဘောမတူပါဖူး။\nအဲ့ချိန်ကစပြီးချွဲဟော့တစ်ယောက်\nသမီးနဲ့ချစ်သူကြားဗျာများရတော့တာပဲ။\nမီနာလေးကလည်း မင်းဂျောင်းကိုမြင်တာနဲ့\nရန်လုပ်တတ်သလို မင်းဂျောင်းကလည်းမီနာလေးဆိုးတာကို\nတဖြည်းဖြည်းစိတ်ကုန်လာပါတယ်။\nဒီလိုမတည့်အတူနေနှစ်ယောက်\nတရက်မှာထူးဆန်းတာတစ်ခုဖြစ်သွားခဲ့ပါတယ်။\nဘယ်လိုဖြစ်လာမယ်ဆိုတာတော့\nဒီကားလေးကိုပဲ ကိုယ်တိုင်ခံစားကြည့်စေချင်ပါတယ်။\nမိသားစုတွေအချင်းချင်းစည်းလုံးသင့်တယ်ဆိုတဲ့\nအသိပညာလေးလည်းရသလို မပျင်းရအောင်\nဟာသလေးတွေလည်းညှပ်ထည့်ထားလို့\nကြည့်ပျော်မယ့်ကားကောင်းလေးတစ်ကားလဲဖြစ်ပါတယ်။\nဘာသာပြန်ပေးထားတာကတော့ Moe Pwint ဖြစ်ပြီး\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်zawgyi\nဒီကားေလးကေတာ့ မိသားစု Comedy,Fantasy ကားေလးတကားျဖစ္ၿပီး\nမိသားစုနဲ႔အတူတူ အိမ္မွာေနရင္းေအးေဆးၾကည့္လို႔ရမယ့္\nကားေကာင္းေလးတစ္ကားပါ။\nဇာတ္လမ္းအက်ဥ္းကေတာ့ ခြၽဲေဟာ့ဆိုတဲ့သူက မိန္းမမရွိပဲ\nမီနာဆိုတဲ့ သမီးေလးကိုတစ္ေယာက္တည္း\nျပဳစုပ်ိဳးေထာင္လာခဲ့တဲ့ Single Father တစ္ေယာက္ျဖစ္ပါတယ္။\nဒီလိုနဲ႔သားအဖႏွစ္ေယာက္သမီးေလး\n၁၂ႏွစ္အ႐ြယ္ေရာက္တဲ့အထိေနလာရင္း\nခြၽဲေဟာ့လည္း ေဆးေပးမီးယူ အျဖစ္နဲ႔ ေနထိုင္သြားဖို႔\nမင္းေဂ်ာင္းဆိုတဲ့ ေကာင္မေလးတစ္ေယာက္နဲ႔ဖူးစာဆုံခဲ့ပါတယ္။\nဒါေပမယ့္ အေဖကိုအရမ္းခ်စ္တဲ့သမီးေလး\nမီနာကေတာ့ သူအေဖကိုတျခားမိန္းမနဲ႔ယူမွာ\nလုံးဝသေဘာမတူပါဖူး။\nအဲ့ခ်ိန္ကစၿပီးခြၽဲေဟာ့တစ္ေယာက္\nသမီးနဲ႔ခ်စ္သူၾကားဗ်ာမ်ားရေတာ့တာပဲ။\nမီနာေလးကလည္း မင္းေဂ်ာင္းကိုျမင္တာနဲ႔\nရန္လုပ္တတ္သလို မင္းေဂ်ာင္းကလည္းမီနာေလးဆိုးတာကို\nတျဖည္းျဖည္းစိတ္ကုန္လာပါတယ္။\nဒီလိုမတည့္အတူေနႏွစ္ေယာက္\nတရက္မွာထူးဆန္းတာတစ္ခုျဖစ္သြားခဲ့ပါတယ္။\nဘယ္လိုျဖစ္လာမယ္ဆိုတာေတာ့\nဒီကားေလးကိုပဲ ကိုယ္တိုင္ခံစားၾကည့္ေစခ်င္ပါတယ္။\nမိသားစုေတြအခ်င္းခ်င္းစည္းလုံးသင့္တယ္ဆိုတဲ့\nအသိပညာေလးလည္းရသလို မပ်င္းရေအာင္\nဟာသေလးေတြလည္းညႇပ္ထည့္ထားလို႔\nၾကည့္ေပ်ာ္မယ့္ကားေကာင္းေလးတစ္ကားလဲျဖစ္ပါတယ္။\nဘာသာျပန္ေပးထားတာကေတာ့ Moe Pwint ျဖစ္ၿပီး\nThit San Khant မွ တင္ဆက္ေပးထားပါတယ္",
        "rating": "7.3",
        "url": "https://megaup.net/1w3a5/Introducing.My.Boyfriend.2019_%7BCM%7D.mp4",
        "category": "Asian, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i9UIjhnD5QNyhXrA0nZMhRpod5b.jpg",
        "title": "The Whistlers(2019)",
        "description": "The Whistlers(2019)(unicode)ခရစ်စတီဟာ ရဲအလုပ်လည်းလုပ်သလို ဝင်ငွေဖြောင့်လွန်းတဲ့ မူးယစ်ဆေးရောင်းဝယ်\nပါလုပ်တဲ့ အကျင့်ပျက်ရဲတစ်ယောက်ဖြစ်တယ်....\nမူးယစ်ရာဇာဟာ သူမွေးထားတဲ့ ရဲခရစ်စတီကို အချီကြီးကိစ္စတစ်ခုခိုင်းပါတယ်...\nရဲတွေပဲလုပ်ပေးနိုင်တဲ့အလုပ်မျိုး....ခက်ခဲလွန်းပေမယ့် ရုန်းထွက်ဖို့ခက်လို့ ခရစ်စတီလက်ခံလိုက်တယ်....အဲ့ဒီကိစ္စမလုပ်ခင် သိပ်မကြာပါဘူး....အမည်မဖော်လိုသူသင်းပေးကြောင့် မူးယစ်ရာဇာကြီးကို ဖမ်းဖို့ ဖြစ်လာခဲ့တယ်....ရဲမှူးဟာ ဖမ်းဆီးရေးခေါင်းဆောင်အေးဂျင့်ရဲ့တွဲဘက်အဖြစ် ခရစ်စတီကိုတာဝန်ပေးလိုက်တယ်...\nအဲ့ဒီမှာ ခရစ်စတီတစ်ယောက်အကြီးအကျယ်တိုင်ပတ်တော့တာပဲ....\nတစ်ဘက်ကလည်း ရဲအဖွဲ့နဲ နာမည်မပျက်ဖို့ အမှန်တရားဘက်တော်သားတွေက\nစောင့်ကြည့်နေကြသလို မူးယစ်အဖွဲ့မှာလည်း လက်လွန်ခြေလွန်ကိစ္စတွေကလည်း\nအများကြီး ကျန်နေတယ်...ခရစ်စတီတစ်ယောက်ဘယ်လိုတွေ ဆက်ပြီး မလည်ရှုတ်လုပ်မလဲ ..ဘယ်လောက်တွေတောင် ဒုက္ခရောက်မလဲဆိုတာကိုတော့ခံစားလိုက်ပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်...(zawgyi)ခရစ္စတီဟာ ရဲအလုပ္လည္းလုပ္သလို ဝင္ေငြေျဖာင့္လြန္းတဲ့ မူးယစ္ေဆးေရာင္းဝယ္\nပါလုပ္တဲ့ အက်င့္ပ်က္ရဲတစ္ေယာက္ျဖစ္တယ္....\nမူးယစ္ရာဇာဟာ သူေမြးထားတဲ့ ရဲခရစ္စတီကို အခ်ီႀကီးကိစၥတစ္ခုခိုင္းပါတယ္...\nရဲေတြပဲလုပ္ေပးႏိုင္တဲ့အလုပ္မ်ိဳး....ခက္ခဲလြန္းေပမယ့္ ႐ုန္းထြက္ဖို႔ခက္လို႔ ခရစ္စတီလက္ခံလိုက္တယ္....အဲ့ဒီကိစၥမလုပ္ခင္ သိပ္မၾကာပါဘူး....အမည္မေဖာ္လိုသူသင္းေပးေၾကာင့္ မူးယစ္ရာဇာႀကီးကို ဖမ္းဖို႔ ျဖစ္လာခဲ့တယ္....ရဲမႉးဟာ ဖမ္းဆီးေရးေခါင္းေဆာင္ေအးဂ်င့္ရဲ႕တြဲဘက္အျဖစ္ ခရစ္စတီကိုတာဝန္ေပးလိုက္တယ္...\nအဲ့ဒီမွာ ခရစ္စတီတစ္ေယာက္အႀကီးအက်ယ္တိုင္ပတ္ေတာ့တာပဲ....\nတစ္ဘက္ကလည္း ရဲအဖြဲ႕နဲ နာမည္မပ်က္ဖို႔ အမွန္တရားဘက္ေတာ္သားေတြက\nေစာင့္ၾကည့္ေနၾကသလို မူးယစ္အဖြဲ႕မွာလည္း လက္လြန္ေျခလြန္ကိစၥေတြကလည္း\nအမ်ားႀကီး က်န္ေနတယ္...ခရစ္စတီတစ္ေယာက္ဘယ္လိုေတြ ဆက္ၿပီး မလည္ရႈတ္လုပ္မလဲ ..ဘယ္ေလာက္ေတြေတာင္ ဒုကၡေရာက္မလဲဆိုတာကိုေတာ့ခံစားလိုက္ပါဦး...\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Tin Myo ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-whistlers2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/The_Gentlemen-poster-135x200.jpg",
        "title": "The Gentlemen (2019)",
        "description": "The Gentlemen (2019)\nIMDb - 7.8/10_____Rotten - 75% \n(unicode)\nသူ့နာမည်က မစ်ကီပီရာဆန်.....ဥာဏ်ကောင်းပြီးအောက်စဖိုဒ့်ကျောင်းသားတစ်ယောက်ဖြစ်ပေမယ့် သူက ဆင်းရဲတယ်...သူဟာ ထက်မြက်တဲ့သူတစ်ယောက်ဆိုပေမယ့် ကျောင်းမပြီးဘူး...ဘာလို့ဆို မူးယစ်ဂိုဏ်းက လူတစ်ချို့နဲ့အဆက်အသွယ်ရပြီး\nအချိန်တိုအတွင်း ငွေတွေမျိုးမျိုးမျက်မျက်ဝင်တဲ့ ဒီလောကကို သူသဘောကျသွားတယ်... လူတစ်ယောက်ရဲ့ လည်ပင်းကိုလှီးပြီး သွေးစင်တာတောင် မျက်တောင်ခတ်ဖို့ သတိမရတတ်တဲ့ဒီပတ်ဝန်းကျင်မှာ ဟိုနေရာဆေးလေးပို့ ဒီနေရာဆေးလေးပို့ ငွေလေးယူလိုက်\nအမြတ်ငွေလေးအိပ်ထဲထည့်လိုက်ရုံနဲ့မပြီးဘူးဆိုတာသိတဲ့နောက်မှာတော့\nမစ်ကီတစ်ယောက်ဟာ သူ့ကိုယ်သူ ဒီလောကရဲ့ အများသူငါမော်မကြည့်ရဲတဲ့\nဘုရင်တစ်ပါးအဖြစ်ပုံပြောင်းပါတော့တယ်....\nဒီဇာတ်ကားက ဂန်းစတားတွေအကြောင်းရိုက်ထားတာပါ...ဒုစရိုက်သမားတွေရဲ့\nကတုံးပေါ်ထိပ်ကွက်တွေ...\nလည်သူစားစတမ်းတွေ....လက်မရွှံတွေကြား မျက်ခုံးမွေးပေါ်စင်္ကြန်လျှောက်တဲ့သူတွေနဲ့ ဒီကားကတော်တော်မိုက်ပါတယ်...\nThe Irishman (2019) တို့လို့ ခပ်အေးအေးနဲ့ ဇာတ်လမ်းကို ဆွဲခေါ်တတ်တဲ့အမျိုးအစားမဟုတ်ပါဘူး..သူက ဖြစ်ရပ်မှန်ကိုအခြေခံထားတာကြောင့် လည်းပါမှာပေါ့လေ...The Gentlemen (2019) ကတော့ ခပ်သွက်သွက်နဲ့ကိုဇာတ်လမ်းစထားပါတယ်...အဓိက သရုပ်ဆောင်ဖြစ်တဲ့ Matthew McConaughey ကိုတော့\nအားလုံးသိကြမှာပါ...အခြားဝါရင့်ဟာသသရုပ်ဆောင်တွေ အက်ရှင်သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်။ လူငယ်အနေနဲ့လည်း crazy rich Asian တို့ last Christmas တို့ရဲ့ မင်းသား ဟင်နရီ ဂိုးဒင်းတို့လည်း ...",
        "rating": "7.8",
        "url": "https://megaup.net/Usc3/The_Gentlemen_[2019]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n2C6jRK9PtPIs99RQhKtqGlsnsO.jpg",
        "title": "My Spy(2020)",
        "description": "My Spy(2020)(unicode)ဖခင်ဖြစ်သူဟာ လူဆိုးတွေနဲ့ပတ်သက်မိပြီး သေဆုံးခဲ့လို့ ၉နှစ်အရွယ်သမီးလေးဟာ\nအမေနဲ့ပဲကျန်ခဲ့လေရဲ့...\nဒီမိသားစုဟာ လူသတ်တရားခံနဲ့ ပတ်သက်နိုင်လို့ဆိုပြီး\nစုံထောက်အဖွဲ့ဟာ ဒီကလေးမလေးရဲ့အိမ်ကို ၂၄နာရီစောင့်ကြည့်ပါတယ်...\nစောင့်ကြည့်အဖွဲ့ခေါင်းဆောင်က စီအိုင်အေက လူကြမ်းအေးဂျင့်ကြီး\nတစ်ယောက်ဖြစ်ပါတယ်....\nစီအိုင်အေရဲ့ အဆင့်မြင့်ထောက်လှမ်းမှုတွေကို ထက်မြက်တဲ့ကောင်မလေးဟာသိသွားခဲ့တယ်...ဒီကလေးမလေးဟာ ဒီအတိုင်းတော့မနေဘူး..စီအိုင်အေထောက်လှမ်းရေးအဖွဲ့ကို တုန့်ပြန်ဖို့အကွက်လေးတွေဆင်ပါတော့တယ်..အေးဂျင့်ကြီးဒီကလေးကြောင့်တိုင်တွေပတ်တဲ့အပြင် လူဆိုးအဖွဲ့ကလည်း တစ်ချိန်ထဲပေါ်လာတဲ့အချိန်မှာတော့...\nကလေးမလေးက ဘယ်လိုတွေလုပ်လဲ...မိသားစုနဲ့ လူဆိုးအဖွဲ့ကရော ဘယ်လိုတွေ\nဆက်နွယ်မှုရှိနေတာလဲ...တကယ်အမှုကြီး ရုပ်လုံးပေါ်လာချိန်မှာ အေးဂျင့်ကြီးနဲ့\nကလေးမလေးက ဘယ်လိုတွေရင်ဆိုင်ကြမလဲ...ဒီဇာတ်လမ်းက ရယ်လည်းရယ်ရသလို အက်ရှင်ခန်းခပ်မိုက်မိုက်တွေလည်း ပါပါတယ်..မိသားစုနဲ့အတူကြည့်လို့ရသလို\nရင်ခုန်စိတ်လှုပ်ရှားဖွယ်လည်းကောင်းပါတယ်...\nအေးဂျင့်ကြီးအဖြစ်တော့နပမ်းမင်းသားလို့\nအားလုံးတော်တော်များများခေါ်ကြတဲ့ ဘက်တစ်စတာက\nသရုပ်ဆောင်ထားပါတယ်..\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာMarTizasဖြစ်ပါတယ်(zawgyi)ဖခင္ျဖစ္သူဟာ လူဆိုးေတြနဲ႔ပတ္သက္မိၿပီး ေသဆုံးခဲ့လို႔ ၉ႏွစ္အ႐ြယ္သမီးေလးဟာ\nအေမနဲ႔ပဲက်န္ခဲ့ေလရဲ႕...\nဒီမိသားစုဟာ လူသတ္တရားခံနဲ႔ ပတ္သက္ႏိုင္လို႔ဆိုၿပီး\nစုံေထာက္အဖြဲ႕ဟာ ဒီကေလးမေလးရဲ႕အိမ္ကို ၂၄နာရီေစာင့္ၾကည့္ပါတယ္...\nေစာင့္ၾကည့္အဖြဲ႕ေခါင္းေဆာင္က စီအိုင္ေအက လူၾကမ္းေအးဂ်င့္ႀကီး\nတစ္ေယာက္ျဖစ္ပါတယ္....\nစီအိုင္ေအရဲ႕ အဆင့္ျမင့္ေထာက္လွမ္းမႈေတြကို ထက္ျမက္တဲ့ေကာင္မေလးဟာသိသြားခဲ့တယ္...ဒီကေလးမေလးဟာ ဒီအတိုင္းေတာ့မေနဘူး..စီအိုင္ေအေထာက္လွမ္းေရးအဖြဲ႕ကို တုန႔္ျပန္ဖို႔အကြက္ေလးေတြဆင္ပါေတာ့တယ္..ေအးဂ်င့္ႀကီးဒီကေလးေၾကာင့္တိုင္ေတြပတ္တဲ့အျပင္ လူဆိုးအဖြဲ႕ကလည္း တစ္ခ်ိန္ထဲေပၚလာတဲ့အခ်ိန္မွာေတာ့...\nကေလးမေလးက ဘယ္လိုေတြလုပ္လဲ...မိသားစုနဲ႔ လူဆိုးအဖြဲ႕ကေရာ ဘယ္လိုေတြ\nဆက္ႏြယ္မႈရွိေနတာလဲ...တကယ္အမႈႀကီး ႐ုပ္လုံးေပၚလာခ်ိန္မွာ ေအးဂ်င့္ႀကီးနဲ႔\nကေလးမေလးက ဘယ္လိုေတြရင္ဆိုင္ၾကမလဲ...ဒီဇာတ္လမ္းက ရယ္လည္းရယ္ရသလို အက္ရွင္ခန္းခပ္မိုက္မိုက္ေတြလည္း ပါပါတယ္..မိသားစုနဲ႔အတူၾကည့္လို႔ရသလို\nရင္ခုန္စိတ္လႈပ္ရွားဖြယ္လည္းေကာင္းပါတယ္...\nေအးဂ်င့္ႀကီးအျဖစ္ေတာ့နပမ္းမင္းသားလို႔\nအားလုံးေတာ္ေတာ္မ်ားမ်ားေခၚၾကတဲ့ ဘက္တစ္စတာက\nသ႐ုပ္ေဆာင္ထားပါတယ္..\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာMarTizasျဖစ္ပါတယ္File Size : (900 MB) and (339 MB)\nQuality : ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/my-spy2020/",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/bad.boys_.2020-135x200.jpg",
        "title": "Bad Boys for Life (2020)",
        "description": "Bad Boys for Life (2020)===================IMDb Rating 7.1/10 ထိရရှိထားပါတယ်။#UnicodeBad Boys ရုပ်ရှင်တွေကို ရုပ်ရှင်ချစ်သူအတော်များများ သိကြမှာပါ။ ကျွန်တော်တို့ ငယ်ငယ်ကတည်းက ကြိုက်ခဲ့ရတဲ့အက်ရှင်ခပ်မြူးမြူးတွေပါပဲ။ အခုလည်း ဆရာကြီးနှစ်ယောက် အသက်ကြီးမှ တကြော့ပြန်လာပါပြီး။ အခုချိန်မှာဆိုမားကတ်စ်ကလည်း အဘိုးဖြစ်လာပြီး အငြိမ်းစားယူဖို့ဆုံးဖြတ်လိုက်ပါပြီ။ မိုက်ခ် (ဝယ်လ်စမစ်) တော့ လူပျိုကြီးအဖြစ်သေတဲ့အထိ လူဆိုးဖမ်းချင်နေတုန်းပါပဲ။ ဒါပေမယ့် သူတို့ရဲ့အတိတ်က ရန်ငြိုးက သူတို့ကို အေးအေးဆေးဆေးအနားယူခွင့်မပေးလာပါဘူး။ မိုက်ခ် နဲ့အတူ တရားသူကြီး၊ရှေ့နေ၊သတင်းပေး၊ ရဲအရာရှိ စတဲ့သူတွေအကုန် လုပ်ကြံခံလာရပါတယ်။ ဒီတော့ နောက်ဆုံးမှာ Bad Boys ကြီးနှစ်ယောက် နောက်ဆုံးအကြိမ်အဖြစ် ဆိုးကြ ကြမ်းကြပါတော့တယ်။ဇာတ်လမ်းရယ် အက်ရှင်တွေရယ် အကုန်အဆင်ပြေတာမို့ ကြည့်ရတာ ကျေနပ်ကြမှာပါ။ #ZawgyiBad Boys ႐ုပ္ရွင္ေတြကို ႐ုပ္ရွင္ခ်စ္သူအေတာ္မ်ားမ်ား သိၾကမွာပါ။ ကြၽန္ေတာ္တို႔ ငယ္ငယ္ကတည္းက ႀကိဳက္ခဲ့ရတဲ့အက္ရွင္ခပ္ျမဴးျမဴးေတြပါပဲ။ အခုလည္း ဆရာႀကီးႏွစ္ေယာက္ အသက္ႀကီးမွ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/bad-boys-for-life-2020-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/BTzAj0OWy8852qH6YveWuRMrh9.jpg",
        "title": "English Medium (2020)",
        "description": "IMDb 7.7/10Rotten 50%ဘောလီဝုဒ်ဖန်တွေအတွက် သဘာဝမင်းသားကြီး Irrfan Khan ရဲ့နောက်ဆုံးထွက် ကားသစ်ကားကောင်းတစ်ကားကို တင်ဆင်ပေးလိုက်ပါတယ်မိသားစု ဒရာမာ ဇာတ်ကားကောင်းတစ်ကားဖြစ်တာကြောင့်မိသားစုတွေနဲ့အတူ ရယ်ရယ်မောမောနဲ့ ခံစားလိုက်ကြပါဦးဇာတ်လမ်းကတော့အိန္ဒိမုန့်အချိုဆိုင်ပိုင်ရှင် လူလတ်တန်းစားတစ်ယောက်ဖြစ်တဲ့ ချမ်ပက်ဟာသမီးတစ်ယောက်နဲ့ မုဆိုးဖိုးတစ်ယောက်ဖြစ်ပါတယ်ငယ်စဉ်ကတည်းက မိခင်ဖြစ်သူဆုံးပါးသွားတဲ့အတွက် သူ့သမီးကို အဖေလိုရော အမေလိုပါ လိုလေသည့်မရှိရအောင် ပြုစုပျိုးထောင်ပေးခဲ့ပါတယ်ဒါပေမဲ့ သူ့သမီးဖြစ်သူ တာရူးဆီမှာတော့ ငယ်ငယ်ကတည်းက နိုင်ငံခြားသွားချင်တဲ့အိပ်မက်တစ်ခုရှိပါတယ်ဒီလိုနဲ သူ့သမီးအရွယ်ရောက်လာတဲ့အခါ အထက်တန်းကျောင်းပြီးတော့လန်ဒန်မှာ တက္ကသိုလ်ဆက်တက်ချင်တဲ့ အိပ်မက်ကိုဘယ်လိုအကောင်အထည်ဖေါ်ပေးမလဲဆိုတာ ဆက်လက်ကြည့်ရှု့လိုက်ပါဦးဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်…. File Size : (950 MB) and (450 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 25min\nFormat : Mp4\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/english-medium-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Men_in_Hope-108621252-large-145x200.jpg",
        "title": "Men in Hope (2011)",
        "description": "IMDb Rating (7.1) ထိရရှိထားတဲ့ ဒီဇာတ်ကားဟာ ချက်(Czech)နိုင်ငံက ဇာတ်ကားဖြစ်ပြီးRomantic comedy-sex comedy film အမျိုးအစားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....အွန်ဒရက်ချ်ဟာ အေးဆေးတည်ငြိမ်ပြီး အိမ်ထောင်ဖက်အပေါ် သစ္စာရှိတဲ့သူတစ်ယောက်။ပြောင်းပြန်ဆိုသလိုပဲ သူ့ ဇနီးရဲ့အဖေသူ့ယောက္ခမကြီးကတော့ ၃၅ နှစ်သက်တမ်းရှိတဲ့ အိမ်ထောင်ကို မထောက်ပဲ အချိန်ပြည့်ဖောက်ပြန်နေတဲ့သူဖြစ်တယ်။ပျင်းရိစရာကောင်းတဲ့ သူ့အိမ်ထောင်ရေးကို ဘေးကကြည့်ပြီး သူ့လိုပဲ အပြင်မှာ အပျော်ရှာဖို့ ယောက္ခထီးကြီးကမြှောက်ပေးပါတော့တယ်။အစပိုင်းမှာတော့ အွန်ဒရက်ချ် အတတ်နိုင်ဆုံးငြင်းပယ်ခဲ့သေးပေမယ့်အဘိုးကြီး ဒိတ်လုပ်ဖို့ခေါ်လာတဲ့ ဆာလော့တာ ဆိုတဲ့ ဆံပင်နီနီ ဘတ်သီးတောင့်တောင့် မိန်းမလှလေးနဲ့ အတွေ့မှာ စိတ်ပြောင်းသွားပါတော့တယ်။Men in Hope ဟာဆန်းပြားရှုပ်ထွေးတဲ့ ဇာတ်အလှည့်အပြောင်းတွေ မပါပဲ ပေါ့ပေါ့းပါးပါး ရယ်ရယ်မောမော ခံစားကြည့်ရှုရမယ့်မိသားစု အချစ် ဟာသ ဇာတ်ကားကောင်းလေးတစ်ကားပါ။(မင်းသမီး နှစ်ယောက်လုံးကလဲ တစ်ယောက် တစ်မျိုးစီ အတော်မိတယ်) \nFile size…(1.1 GB) and (500 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "",
        "url": "https://megaup.net/Q2fx/(CM)Men_in_Hope_(2011)_(1080p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ifn7yLH7W69MdrEEkNzCyO8rTmL.jpg",
        "title": "Like a Boss (2020)",
        "description": "ဒီကားလေးကတော့နာမည်ကြီးမင်းသမီးတွေပါဝင်ထားတဲ့ဟာသနဲ့သူငယ်ချင်းဆက်ဆံရေးလေးအကြောင်းကိုရိုက်ကူးပြထားတဲ့ကားလေးပါမီယာနဲ့မဲလ်တို့က သူတို့ရဲ့ကိုယ်ပိုင်စီးပွားရေးအသေးလေးဖြစ်တဲ့အလှပြင်ဆိုင်နဲ့မိတ်ကပ်တွေထုတ်တဲ့ကုမ္ပဏီအသေးလေးကိုတူတူလုပ်ကိုက်နေကြတဲ့အရမ်းကိုချစ်တဲ့သူငယ်ချင်းကောင်းတွေပါဒါပေမယ့် လုပ်ငန်းကအဆင်ပြေတာနည်းနည်း မပြေတာများများဖြစ်နေတာကြောင့် အကြွေးတွေဝိုင်းပြီးပိတ်ရလုစဲစဲဖြစ်နေတုန်းမှာပဲစီးပွားရေးကိုနားလည်ပါးရိုက်လုပ်တတ်တဲ့makeup industry ကကလဲရီတစ်ယောက်နဲ့ဆုံတွေ့တဲ့အချိန်မှာ....သူတို့နှစ်ယောက်ရဲ့တစ်ယောက်အပေါ်တစ်ယောက်ယုံကြည်တဲ့စိတ်တွေသူငယ်ချင်းဆက်ဆံရေးတွေကို ကလဲရီဘယ်လိုတွေဖျက်စီးပစ်မလဲသူတို့နှစ်ယောက်ကရောဘယ်လိုတွေရှေ့ဆက်မလဲဆိုတာလူတွေရဲ့စိတ်နေစိတ်ထားပြောင်းလဲမှုတွေ မနာလိုမှု​တွေလောဘတွေကိုဟာသလေးတွေနဲ့သေချာရိုက်ပြထားတာပါ File Size : ( 784 MB , 344 MB)\nQuality : BluRay 720p\nRunning Time : 1 hr 23 min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phue & Moe Lay\nEncoded by Moe Myint Lwin",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/like-a-boss-2020/"
    }
]