[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/10215-141x200.png",
        "title": "Dragons Forever (1988)",
        "description": "ဂ်က္ကီခ်န္း...ဟုတ္ခ်င္းေပါင္...ေဘာလံုးမင္းသား..စတဲ့ကေလးဘဝရဲ႕ သူရဲေကာင္းေတြျဖစ္တဲ့ ေဟာင္ေကာင္ ကြန္ဖူးသံုးေဖာ္ရဲ႕ ဇာတ္ကားေကာင္းေလးပါ။Action, Comedy, Romance ဇာတ္ကားျဖစ္လို႕ ေပါ့ေပါ့ပါးပါးခံစားၾကည့္ရႈရမွာပါ။ခုခ်ိန္မွာ အနားယူသြားၿပီျဖစ္ၾကတဲ့ မင္းသားႀကီးေတြရဲ႕ ငယ္မူငယ္ေသြးအျပည့္နဲ႔ ဇာတ္ကားေလးကိုတစ္ဖန္ျပန္လည္ ခံစားၾကရမွာ ျဖစ္ပါတယ္။IMDb Rating (7.3) အထိ ရရွိထားတာေၾကာင့္ ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြလက္လြတ္မခံသင့္တဲ့ဇာတ္ကားပါ။ \nFile size…(999 MB) and (500 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Cindy Honey",
        "rating": "7.3",
        "url": "https://megaup.net/2dys9/Dragons_Forever_(Fei_Lung_Mang_Jeung)_[1988]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v953XL36EF6u3ktmuRtXWwepVRM.jpg",
        "title": "The Mermaid ( 2016 )",
        "description": "ကြ်န္ေတာ္အၾကိဳက္ဆံုး တရုတ္မင္းသားၾကီး စတီဖင္ေခ်ာင္ဒါရိုက္တာအျဖစ္ရိုက္ကူးဖန္တီးထားတဲ့ဇာတ္ကားပါ။ထူးျခားတာက ဒီဇာတ္ကားကို Rotten Tomatoes မွာ (100%) Rate ေပးထားတာပါ။IMDb မွာေတာ့ Rating (6.2/10) ရရွိထားပါတယ္။ဒီဇာတ္ကားရဲ႕ ရည္ရြယ္ခ်က္ေလးကေကာင္းမြန္ပါတယ္။” ဒီကမာၻမွာ သန္႕စင္တဲ့ေရ နဲ႕ေလေကာင္းေလသန္႕ေတြရွားပါးလာျပီဒါ​ေၾကာင္​့ မင္​းဘယ္​​ေလာက္​ပိုက္​ဆံ႐ွာႏိုင္​ပါ​ေစ အဓိပၸါယ္​မဲ့​ေနဦးမွာပဲ “လို႕ဆိုထားျပီးသဘာဝပတ္ဝန္းက်င္ထိန္းသိမ္းေရးနဲ႕ပတ္သတ္တဲ့ Message ေတြေပးထားပါတယ္။ပင္လယ္ေရေအာက္က ေရသူမေလးတစ္ေယာက္ပင္လယ္ေအာ္ကို သဘာ၀အတိုင္းဆက္လက္ထိန္းသိမ္းခ်င္တဲ႔စိတ္နဲ႕အဲ႔ေနရာကို၀ယ္ယူခဲ႔တဲ႔လူသားတစ္ဦးကို တားဆီးဖုိ႕ၾကိဳးစားခဲ႔တဲ႔အခါကေနစၿပီး ဒီဇာတ္လမ္းေလးၿဖစ္ေပၚလာရပါတယ္စတီဖင္ေခ်ာင္ဟာ သူရိုက္ကူးခဲ့တဲ့ဇာတ္ကားေတြလိုပဲ ဒီဇာတ္ကားကိုလဲ ဟာသေလးေတြစြတ္ျပီးေပါ့ေပါ့ပါးပါးတင္ဆက္ထားပါတယ္….အဓိကအခ်က္ျဖစ္တဲ့ဇာတ္လမ္းရဲ႕ၾကီးက်ယ္တဲ့အႏွစ္သာရကိုတဆင့္ခ်င္းစီဟာသေလးေတြစြတ္ျပီးေခါင္းထဲေရာက္လာေအာင္ဖန္တီးထားပါတယ္။ကုန္က်စရိတ္ US$60.72 million ပဲရွိခဲ့ေပမယ့္ ဝင္ေငြ US$553.8millionျပန္လည္ရရွိခဲ့တဲ့အထိေအာင္ျမင္မႈရရွိခဲ့တဲ့ဇာတ္ကားပါ။ Translated By Su Yadanar OoEncoded By LK",
        "rating": "6.2",
        "url": "https://megaup.net/3ztmA/The_Mermaid_(Mei_Ren_Yu)_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/91DlgANXfuL._RI_-150x200.jpg",
        "title": "Scouts Guide to the Zombie Apocalypse (2015)",
        "description": "Scouts Guide to the Zombie Apocalypse\n———————————————————————ဒီကားေလးကHorror Comedyကားေလးပါ ကင္းေထာက္ေက်ာင္းသားေလးသံုးေယာက္နဲ႔Clubမွာစားပြဲထိုးလုပ္တဲ့ေကာင္မေလးတေယာက္ရယ္ကိုအဓိကထားၿပီးဇာတ္အိမ္တည္ထားတာပဲျဖစ္ပါတယ္ဇာတ္လမ္းအစကအဲ့ၿမိဳ႕မွာရွိတဲ့ဓာတ္ခြဲခန္းတစ္ခုမွာရွိတဲ့လူနာတေယာက္ကေနစၿပီးVirusကျပန္႔တာပဲျဖစ္ပါတယ္တိုက္တိုက္ဆိုင္ဆိုင္ အဲ့ေက်ာင္းသားသံုးေယာက္ေတာထဲမွာCamping ထြက္တဲ့ေန႔မွာျဖစ္တာျဖစ္ၿပီးေက်ာင္းကSeniorအခ်ိဳ႕ကလည္းညမွာPartyက်င္းပေနတဲ့အခ်ိန္မွာစျဖစ္တာပဲျဖစ္ပါတယ္ဇာတ္ကားကHorror ဆိုတာထက္Comedyပိုင္းပိုမ်ားပါတယ္ဒီထဲကComedyအခ်ိဳ႕က18+အရမ္းဆန္ပါတယ္ ဟုတ္ပါတယ္18+ခန္းအခ်ိဳ႕ပါပါတယ္ဒီကားကေယာက္်ားေလးေတြအတြက္ပိုၿပီးအဆင္ေျပပါတယ္မိန္းကေလးေတြအေနနဲ႔ဆိုနည္းနည္းေတာ့ဒါကဟာသသက္သက္ဘဲဆိုၿပီိးအေတြးထည့္ထားမွၾကည့္ဖို႔အဆင္ေျပပါမယ္မွတ္ခ်က္ မိသားစုနဲ႔ၾကည့္ရမဲ့ကားမ်ိဳးမဟုတ္ပါ မင္မင္ တခါကဘာမွမပါဘူးထင္ၿပီးမိသားစုနဲ႔ၾကည့္တာနရင္းအုပ္ခံရပါတယ္ထပ္ေျပာပါမယ္ မိသားစုနဲ႔ၾကည့္ရတာအဆင္ေျပမဲ့ကားမဟုတ္ပါဘူးေနာ္Castေတြကေတာ့အဲ့တုန္းကမ်က္ႏွာသစ္ေလးေတြျဖစ္တဲ့ Men Apocalypse နဲ႔Dark Phoenix မွာCyclops အေနနဲ႔ပါဝင္ဖူးတဲ့Tye Sheridanရယ္Escape Roomထဲမွာပါဝင္ဖူးတဲ့Logan Millerရယ္Joey Morgansရယ္Sarah Dumontတို႔ကအဓိကသ႐ုပ္ေဆာင္ထားပါတယ္#Kal #ZEUS(႐ုပ္ရွင္အၫႊန္းကို ZEUS Facebook Page မွကူးယူေဖာ္ျပပါသည္။) \nFile size…(950 MB) and (450 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Carey",
        "rating": "6.3",
        "url": "https://megaup.net/3ztmn/Scouts_Guide_To_The_Zombie_Apocalypse_[2015]_(MM_Sub).mp4",
        "category": "Action, Adult, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kapQqDwTSQgbAPQEd4n03vaNQH9.jpg",
        "title": "Norm of the North: King Sized Adventure (2019)",
        "description": "Norm of the North (2016), Norm of the North:Keys to the Kingdom (2018) တုိ႔ရဲ႕ေနာက္ဆက္တြဲ Norm of the North: King Sized Adventure လာပါျပီ။အာတိတ္ေဒသမွာဘုရင္ျဖစ္ေနတဲ့ Norm တစ္ေယာက္ အသက္ၾကီးမွမဂၤလာထပ္ေဆာင္တဲ့ အဘုိးရဲ႕ မဂၤလာပြဲကိုု ဦးစီးလုပ္ရမွာပါ။အလြဲလြဲအေခ်ာ္ေခ်ာ္ျဖစ္ေနတတ္တဲ့သူ႕ကုိ သူ႕အဘုိးက အရုဏ္ဦးေျမာက္ပိုင္းအလင္းေပၚလာတဲ့အခ်ိန္မွာလုပ္မယ့္ မဂၤလာပြဲမွာ ေနာက္မက်ေအာင္ ကတိေပးခုိင္းပါတယ္။ကတိတစ္လုံးဆုိတာ လူတစ္ေယာက္အေနနဲ႔တင္မဟုတ္ဘဲ ဘုရင္တစ္ပါးအေနနဲ႔ ေပးတဲ့ ကတိျဖစ္လုိ႔ တည္ျဖစ္ေအာင္ တည္ပါမယ္လုိ႔ ကတိေပးထားျပီးမွေလယာဥ္ပ်က္လာတဲ့ ပေရာ္ဖက္ဆာတစ္ေယာက္ေပးတဲ့ ေရွးေဟာင္းအေမြအႏွစ္ပစၥည္းေလးကုိ တရုတ္ျပည္ကုိ ပုိ႔ေပးပါမယ္လုိ႔ ကတိထပ္ေပးလုိက္ပါတယ္။Norm ကတိကုိ တည္ဖုိ႔ ေရွးေဟာင္းအေမြအႏွစ္ပစၥည္းကုိ တရုတ္ကုိ ေရာက္ေအာင္ပုိ႔ေပးႏုိင္ပါမလား။ပုိ႔ေပးႏုိင္ရင္ေရာ သူ႕အဘုိးကို ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/norm-of-the-north-king-sized-adventure-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/two-weeks-notice-poster-143x200.jpg",
        "title": "Two Weeks Notice (2002)",
        "description": "Two Weeks Notice (2002)____IMDb - 6.1/10\n \" လမ်းခွဲဖို့ နှစ်ပတ် အလို \"\n--------------------------------\nTwo Weeks Notice ဆိုတဲ့\nဒီရုပ်ရှင်ကို မြန်မာလို အမည်ပေးရရင်\nဒီတိုင်းပဲ ဖြစ်စေချင်မိတယ်....\nမြန်မာကား ၂ ပတ်အလို နဲ့ ဒီကားကို\nယှဉ်ပြီး ပြောနေကြရင်း သတိထားမိလို့\nကြည့်လိုက်မိတာ မြန်မာကား နဲ့ တူ မတူ ကတော့\nမြန်မာကား မကြည့်ဖူးတော့ မသိပါဘူး...\nဒီရုပ်ရှင်ကားကို ဆန်ဒရာဘူးလော့ခ် ကပဲ\nပရိုဂျူ့ လုပ်ထားပြီး သူကိုယ်တိုင်\nမင်းသမီး အဖြစ် သရုပ်ဆောင်ထားတာပါပဲ\nမင်းသားကတော့ မျက်လုံးလှပြီး ဆွဲဆောင်မှု\nရှိတဲ့ မင်းသား ဟုဟ်ဂရန့် ပါ\nဇတ်လမ်းပုံစံ က ပြည်သူ့အကျိုးပြု ရှေ့နေ\nမိသားစု က ပေါက်ဖွားလာတဲ့ ဉာဏ်ရည်မြင့်\nထက်မြတ်တဲ့ အူကြောင်ကြောင်နိုင်တဲ့\nရှေ့နေမလေး လူစီ အကြောင်း\nဖြစ်ရင် ဖြစ်လိမ့်မယ်....\nဘာလို့ဆိုရင် ဒီရုပ်ရှင်က သူ့ အတွက်\nသူ့နေရာကနေ ဝင်ကြည့်လို့ရမယ့်\nပုံစံ မျိုး ဖြစ်နေတာပါ\nလူစီ က ဆင်းရဲတဲ့ ပြည်သူတွေ ဘက်ကနေ\nရပ်တည်ပြီး ...",
        "rating": "6.1",
        "url": "https://megaup.net/3zwhi/Two_Weeks_Notice_[2002]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2aSxRDmisJP90H3S0aocyuQIe4z.jpg",
        "title": "Booksmart (2019)",
        "description": "သင္ဟာ ဇာတ္ကားေကာင္းေတြၾကိဳက္ႏွစ္သက္သူလားသင္ဟာ ေက်ာင္းသားဟာသကားေလးေတြ ၾကိဳက္ႏွစ္သက္သူလား …သင့္မွာ အခ်စ္ဆံုးသူငယ္ခ်င္းတစ္ေယာက္ ရွိပါသလား …သင္ဟာ အထက္တန္းေက်ာင္းေလာေလာလတ္လတ္ ျပီးစီးထားသူလား ...ဒါဆိုရင္ ၂၀၁၉ ထြက္ထားတဲ့ Booksmart ဆိုတဲ့ ဇာတ္ကားေလးတင္ဆက္ေပးလိုက္ပါတယ္ …ဇာတ္ကားအမ်ိဳးအစားေလးကေတာ့ Comedy/Coming of age fiction ျဖစ္ျပီး Rating ေတြမအေနနဲ႕ IMDb – 7.5 /10 ရရွိထားျပီး RT – 97%ေတာင္ ရရွိထားပါတယ္ေက်ာင္းမွာ စာအေတာ္ဆံုး အခ်စ္ဆံုး သူငယ္ခ်င္းႏွစ္ေယာက္ျဖစ္ၾကတဲ့ ေအမီနဲ႔ ေမာ္လီတို႔ရဲ႕ အထက္တန္းျပီးမယ့္ ေနာက္ဆံုးေန႔ကို ေရာက္ရွိလာပါတယ္ …သူတို႕ကစာအေတာ္ဆံုးျဖစ္ျပီး တျခားက်န္တဲ့သူေတြကို ငတံုးေတြလို႔ အထင္ေရာက္ေနၾကတဲ့ ႏွစ္ေယာက္ေပါ့…အတန္းထဲက တျခားသူေတြက အထက္တန္းျပီးလို႔ ေကာလိပ္တက္ခ်ိန္ေရာက္တဲ့အခါ သူတို႔ႏွစ္ေယာက္ကပဲ ဟားဗက္တို႕လို ေယးလ္ တုိ႔လို တကၠသိုလ္ေကာင္းေကာင္းေတြ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2Tyc4/Booksmart_[2019]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ko3AS33BLNEBcp1CO4FvdRltTxr.jpg",
        "title": "Stockholm (2018)",
        "description": "Stockholm Syndrom ဆိုတာဟာ ကိုယ့္ကိုဖမ္းခ်ဳပ္ထားတဲ့သူကို ခင္မင္ယံုၾကည္လာျပီးသေဘာက်လာမိတာမ်ိဳးကိုေခၚပါတယ္မ်ားေသာအားျဖင့္ေသာ ျပန္ေပးဆဲြခံရသူမ်ားနဲ႔ ျပန္ေပးဆဲြသူတို႔အၾကားမွာ ျဖစ္တတ္ပါတယ္ျပန္ေပးဆဲြခံရတဲ့သူေတြက ျပန္ေပးဆဲြတဲ့သူက သူတို႔အေပၚကိုနည္းနည္းေလးေကာင္းတာေလးလုပ္ေပးလိုက္ရင္သူတို႔ရဲ႕ေက်းဇူး႐ွင္ႀကီးအလားသတ္မွတ္မိျပီး အေကာင္းျမင္လာၾကပါေတာ့တယ္ဒီ \"Stockholm\" ဆိုတဲ့ဇာတ္ကားကို Stockholm Syndrom အစပ်ိဳးေစခဲ့တဲ့၁၉၇၃ခုႏွစ္က Stockholm ျမိဳ႕မွာျဖစ္ပြားခဲ့တဲ့ဘဏ္ဓားျပတိုက္သည့္ျဖစ္ရပ္ကို႐ိုက္ကူးထားတာပဲျဖစ္ပါတယ္ဇာတ္လမ္းထဲမွာ လားစ္ဟာ ဘဏ္ကိုဓားျပ၀င္တိုက္လိုက္ျပီးလူအခ်ိဳ႕ကိုရဲေတြနဲ႔ညႇိႏႈိင္းရာမွာအသံုးခ်ဖို႔အတြက္ ဓားစာခံေတြအျဖစ္ဖမ္းထားခဲ့ပါတယ္အဲ့လိုနဲ႔ပဲ Stockholm Syndrom ဘယ္လိုျဖစ္ေပၚလာမယ္ဆိုတာနဲ႔အဲ့ Syndrom ကဘယ္လိုဘယ္ပံုဆိုတာကို ဒီဇာတ္ကားေလးၾကည့္႐ႈရင္းနဲ႔ပဲ... File Size : (859 MB) and (314 MB)\nQuality : WebDL 720p , 480p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Comedy , Crime ...",
        "rating": "6.3",
        "url": "https://megaup.net/2Tycp/Stockholm_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sFvOTUlZrIxCLdmz1fC16wK0lme.jpg",
        "title": "A Madea Family Funeral (2019)",
        "description": "ဟာသကားၾကိဳက္တဲ့သူေတြအတြက္ရယ္ေစ မယ့္ကားေကာင္းေလးတစ္ကားပါမိသားစုတစ္စုရဲ႕အိမ္ေထာင္ဦးစီးတစ္ေယာက္ရုတ္တရက္ဟိုတယ္မွာေဖါက္ျပန္ေနရင္းေသသြားတဲ့အခါ...အေဖျဖစ္သူေသသြားတဲ့အခ်ိန္္မွာ သားျဖစ္သူကလည္းဟိုတယ္မွာရွိေနတဲ့အခ်ိန္ေဆြမ်ိဳးေတြကလည္းအလည္လာရင္းဟိုတယ္မွာတည္းတဲ့အခ်ိန္....အသုဘခ်ဖို႕ျပင္ဆင္ရင္းတလြဲေတြျဖစ္က်မယ့္မိသားစု မိခင္ျဖစ္သူသိမွာစိုးလို႕ဖုံးထားရင္းေဆြမ်ိဳးေတြကဝင္ေႏွာင္တဲ့အခါမွာေရာ...ဘာေတြဆက္ျဖစ္က်မလဲ နာေရးေကာအဆင္ေျပေျပနဲ႕ျပီးဆံုးသြားမလားဘာလွ်ိဳ႕ဝွက္ခ်က္ေတြေရာထပ္ေပၚလာမလည္းဆိုတာရယ္ေမာရင္းနဲ႕ၾကည့္ရမယ့္ဟာသကားေလးတစ္ကားပါ File Size : (1 GB) and (314 MB)\nQuality : WebDL 720p , 480p\nRunning Time : 1hr 49min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phue\nEncode by Moe Myint Lwin",
        "rating": "4.3",
        "url": "https://megaup.net/4ft6D/A_Madea_Family_Funeral_[2019]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNTZkNTk4ODUtNmU0OS00Y2FhLTg0MmItYjI2MjM2MTQyMDE0XkEyXkFqcGdeQXVyNDI3NjcxMDA@._V1_SY999_CR00696999_AL_-139x200.jpg",
        "title": "A Millionaire’s First Love (2006)",
        "description": "ဒီဇတ္လမ္းကေတာ့ အဖိုးေသသြားလုိ႔ အေမြရသြားၿပီး\nေလွ်ာက္သံုးျဖဳန္း ေပ်ာ္ပါးေနတဲ့ ဆယ္ေက်ာ္သက္\nေက်ာင္းသားလူငယ္ေလး တစ္ေယာက္ ရဲ႕\nဇတ္လမ္း အစ လို႔ ေျပာရမွာပါပဲ...\nကန္ေဂ်ေဂ်ာင္း က အထက္တန္း ေက်ာင္းသား ျဖစ္ၿပီး\nပိုက္ဆံရွိလို႔ ရိုက္ပြဲျဖစ္လုိက္ ပိုက္ဆံနဲ႔ ရွင္းလုိက္\nေက်ာင္းပံုမွန္ မတက္ ပိုက္ဆံ နဲ႔ ေျဖရွင္းလုိက္ လုပ္တက္သူပါ\nသူ သိထားတာက အရာရာ ကို ပိုက္ဆံ နဲ႔\nေျဖရွင္းလုိ႔ရတယ္လို႔ သိထားတာပါ...\nငယ္စဥ္ကတည္းက မိဘေတြ ဆံုးပါးသြားၿပီး\nအဖိုးျဖစ္သူနဲ႔ အေနၾကာလာေတာ့လဲ\nဆိုးသြမ္းလူငယ္ေလး တစ္ေယာက္ျဖစ္ေနခဲ့တာပါပဲ\nအဖိုးကေတာ့ မေသခင္ ထူးဆန္းတဲ့\nေသတမ္းစာ တစ္ခု ေရးေပးခဲ့ပါတယ္\nဒါကေတာ့ ကန္ေဂ်ေဂ်ာင္း ကို\nနယ္ၿမိဳ႕ေလး တစ္ခုက အထက္တန္းေက်ာင္းမွာ\nစာေမးပြဲ ေအာင္မွ သူ႔ အေမြကို ဆက္ခံခြင့္\nရွိရမယ္လို႔ မွာသြားခဲ့ပါတယ္...\nႀကီးႀကီးက်ယ္က်ယ္ ႏုိင္တဲ့ ကန္ေဂ်ေဂ်ာင္း တစ္ေယာက္\nေတာသာသာ နယ္ၿမိဳ႕ေလးမွာ ဂဂ်ိဳးဂေဂ်ာင္ေတြျဖစ္တာလဲ\nရယ္ရမယ္...\nခ်စ္ဖို႔ေကာင္းတဲ့ ေကာင္မေလး တစ္ေယာက္ နဲ႔လဲ\nသူဆံုရအံုးမွာပါ.....\nပိုက္ဆံမရွိေပမဲ့ ကန္ေဂ်ေဂ်ာင္းလိုပဲ စိတ္ဓါတ္မာတဲ့\nေကာင္မေလး တစ္ေယာက္ နဲ႔ ေက်ာင္းမွာပဲ စဆံုခဲ့ရတယ္\nဒီေတာ့ စပြိဳင္လာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/a-millionaires-first-love-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pa7zam9rAUBZEbfEuFQszaId4tQ.jpg",
        "title": "Luka Chuppi(2019)",
        "description": "Luka Chuppi(2019)IMDb...6.4ယခုႏွစ္ မတ္လကမွ ထြက္ရွိထားတဲ့ဒီဟင္ဒီစကားေျပာ Romance Comedy ကားေလးဟာ ရုံစတင္တင္ခ်င္း ရက္မွာပဲ ရူပီး ရွစ္ကုေဋေက်ာ္ ရရွိခဲ့ၿပီး ၂၀၁၉ ခုႏွစ္အတြက္ ရုံ\nဖြင့္ဖြင့္ခ်င္း ၀င္ေငြအမ်ားဆုံး နံပါတ္ေလးေနရာကို ခ်ိတ္ခဲ့ပါတယ္ေၾကာ္ျငာခအပါအ၀င္ စုစုေပါင္း ၂၅ ကုေဋခန္႔သာ ကုန္က်ခဲ့တဲ့ ဒီဇာတ္ကား\nေလးဟာ၀င္ေငြ စုစုေပါင္း ၁၂၆ ကုေဋေက်ာ္ ျပန္လည္ရရွိထားတာမို႔လို႔ ၀င္ေငြအ\nရေတာ့ ေအာင္ျမင္မႈရတဲ့ကားတကားလို႔ ဆိုရမွာပဲ ျဖစ္ပါတယ္အိႏၵိယဆိုတာ ဇာတ္နိမ့္ဇာတ္ျမင့္ယဥ္ေက်းမႈေတြ\nနဲ႔ ဘာသာတရားမ်ိဳးစုံရွိတဲ့ ယဥ္ေက်းမႈအစဥ္အလာျမင့္မားတဲ့ႏိုင္ငံတခုပါဒီလိုႏိုင္ငံမ်ိဳးမွာ သတင္းေထာက္အလုပ္လုပ္ လုပ္\nေနၾကတဲ့ ေခတ္ပညာတတ္ လူငယ္ ခ်စ္သူႏွစ္ဦး ရွိၾကတယ္....\nေခတ္လူငယ္ေတြပီပီ သူတုိ႕ေရွ႕ဆက္ရမယ့္ အနာဂတ္အတြက္\nခပ္ဆန္းဆန္း ပုံစံတစ္ခုလုပ္ရင္း ေရွ႕ဆက္ၾကဖုိ႕ စီစဥ္ၾကတယ္...\nသူတုိ႕အစီအစဥ္က ဘယ္လုိမ်ဳိးလဲ....\nဒီလုိလုပ္လုိ႕ေရာ အဆင္ေျပၾကမွာလား.....\nဘယ္လုိ အလြဲေတြနဲ႕ ႀကဳံၾကမလဲ...\nပတ္၀န္းက်င္ကေရာ သူတုိ႕ကုိဘယ္လုိျမင္ၾကမလဲဆုိတာေတြကုိ\nဟာသေလးေတြေႏွာၿပီး ရုိက္ကူးထားတဲ့ အခ်စ္ ဇာတ္လမ္းေလးတစ္ပုဒ္ပဲျဖစ္ပါတယ္...\nခံစားၾကည့္လုိက္ပါဦး..ဒီရုပ္ရွင္ကားေလးကိုေတာ့Dear Zindagi ရဲ႕ Cinematographer ျဖစ္တဲ့Laxman Utekar က ပုံေ\nဖာ္ရိုက္ကူးထားၿပီးKartik ...",
        "rating": "6.4",
        "url": "https://megaup.net/4fztV/Luka_Chuppi_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fuc86o8kAk21ZKMTdMtEJXhYivn.jpg",
        "title": "[18+] Time Adventure: 5 Seconds Til Climax (1986)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\nဂျပန်အနုအရွလေးတွေနဲ့ ထူးထူးဆန်းဆန်း ဇာတ်အိမ်လေးတွေကိုမှခံစားချင်တဲ့ ဘော်ဒါတွေအတွက်ပါ..မင်းသမီးလေးတွေကလဲ သူ့ခေတ်သူ့အခါက ပုရိသတွေအကြိုက် အချိုးအစားတွေနဲ့ နာမည်ကြီးခဲ့သူတွေပါ...သာမန်ရုံးဝန်ထမ်းလေးတစ်ယောက် Etsuko .....တစ်နေ့ရုံးဆင်းချိန်မှာ သူမရဲ့ သူငယ်ချင်း Naoko နဲ့ သူ့ရည်းစားတို့ ကုမ္ပဏီရဲ့ အရေးကြီးဘဏ္ဍာရေးအခန်းထဲမှာ ချိန်းတွေ့နေတာကို မြင်ခဲ့လိုက်ရပြီး စိတ်တွေမရိုးမရွတွေဖြစ်လို့ အာသာဖြေနေခိုက်....သူအိပ်ယာပေါ်ကထလိုက်တဲ့အချိန် အရာအားလုံးက ကပြောင်းကပြန်တွေဖြစ်နေပါတယ်သူက လာမယ့် ၁၅ နှစ်ကိုကြိုရောက်သွားပါတော့တယ်....ကဲ....ဇာတ်လမ်း ကျောရိုးလေးကတော့ အချိန်ခရီးသွားလေးဖြစ်ပြီးတော့ အနုအရွလေးတွေနဲ့တန်ဆာဆင်ထားပါတယ်....အများကြီးပြောရင် အပိုတွေပြောတယ် ဆိုမှာစိုးလို့ ဒီလောက်ပါပဲ...ပေါက်စိတွေကတော့ရှယ်ပဲဗျာ :3.......(ကိမုချိမှတင်ဆက်ပေးထားပါတယ်) File Size : (400 MB)\nQuality : DVDRip\nRunning Time : 1hr 16min\nFormat : Mp4\nGenre : Comedy, Sci-Fi,Adult\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Darkside KiMuChi\nEncoded ...",
        "rating": "5.8",
        "url": "https://megaup.net/4OGz0/DS)Time.Adventure.5.Seconds.Till.Climax.1986.mp4",
        "category": "Adult, Asian, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iXMxdC7T0t3dxislnUNybcvJmAH.jpg",
        "title": "The Beach Bum (2019)",
        "description": "Rebellious Stoner ကဗ်ာဆရာႀကီးတစ္ေယာက္ရဲ႕ ကြဲျပဲႀကီးလုပ္ခ်င္ရာေတြလုပ္ ေလာကႀကီးကိုကိုယ့္စိတ္ကူးအတိုင္းကိုယ့္ခံယူခ်က္အတိုင္းျဖတ္သန္းၿပီး ေပ်ာ္တတ္တဲ့သူႀကီးအျဖစ္ ဒီမွာ Matthew McConaughey ကိုေတြ႔ျမင္ရမွာျဖစ္ၿပီးနာမည္ႀကီးအဆိုေတာ္ Snoop Dogg နဲ႔တြဲဖက္ၿပီး ျပဲၾကမူးၾကေပ်ာ္ၾကပါးၾကပံုကိုေတြ႔ျမင္ရမွာပါ။ေလာကႀကီးမွာ ဘယ္သူကဘယ္လိုပဲျပဳျပင္ဖို႔လာႀကိဳးစားႀကိဳးစား ကိုယ့္ပံုစံအတိုင္းကိုယ္ေတြးေခၚတဲ့အတိုင္းပဲလုပ္ခ်င္ရာေတြလုပ္ရတာတစ္ခါတစ္ေလေပ်ာ္ဖို႔သိပ္ေကာင္းမွာပါပဲ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အျမဲေပ်ာ္ခ်င္ၿပီး မူးျပဲေနတတ္တဲ့ ကဗ်ာဆရာတစ္ေယာက္ သူအရမ္းခ်စ္ရတဲ့မိန္းမဆံုးသြားေတာ့မိန္းမထားခဲ့တဲ့ေသတမ္းစာကို ဘယ္လိုေတြလုပ္ၿပီးျဖည့္ဆည္းမယ္ဆိုတာေတြ႔ရမွာပါ။Snoop Dogg ႀကီးရဲ႕အားေပးအားေျမာက္မႈနဲ႔ ကဗ်ာဆရာႀကီးဘယ္လိုေတြမူးျပဲျပီးစခန္းသြားမလဲဆိုတာၾကည့္ခ်င္သူမ်ား ၾကည့္လိုက္ၾကပါဦး (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 35min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-SHITBOX\nTranslated by Thura ...",
        "rating": "6.1",
        "url": "https://megaup.net/2TEya/The_Beach_Bum_[2019]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gTjRovjEDbZCsABVx3HQwjE6xmW.jpg",
        "title": "Suzzanna: Buried Alive (2019)",
        "description": "Suzzanna Buried Alive ဆုိတဲ့ ၂၀၁၈ ထြက္ Indo ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစ။Drama, Thriller အမ်ိဳးအစားျဖစ္ျပီး IMDB Rating ကေတာ့ 6.5 ရရွိထားပါတယ္။အင္ဒုိနီးရွား တေစၦပုံျပင္ေတြထဲမွာပါပါေနတဲ့ Sundel bolong ဆိုတဲ့ ကုိယ္ဝန္ေဆာင္ သရဲအေၾကာင္း ဇာတ္လမ္းတစ္ပုဒ္ပါ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ အလုပ္ကိစၥနဲ႔ ခင္ပြန္းျဖစ္သူ အေဝးေရာက္ေနခ်ိန္မွာ Suzzanna တစ္ေယာက္ သူ႕အိမ္ကုိ ဝင္ခုိးတဲ့သူေတြနဲ႔ ေတြ႕မိျပီးဝင္ခုိးတဲ့သူေတြက မေတာ္တဆ သတ္မိရာက Sundel bolong တစ္ေကာင္ျဖစ္လာျပီး သူ႕နဲ႔ သူ႕ရဲ႕ကေလးကုိ အသက္ဆုံးရႈံးေစခဲ့တဲ့သူေတြကုိ ျပန္ျပီးလက္စားေခ်တာပါ။သူ႕ကုိသတ္မိတဲ့သူေတြကလည္း ပေယာဂဆရာတစ္ေယာက္ရဲ႕ အကူအညီနဲ႔ သူ႕ကုိတားဆီးဖုိ႔ ၾကိဳးစားၾကပါတယ္။Suzzanna ရဲ႕ခင္ပြန္းျဖစ္သူလည္း ခရီးကျပန္လာျပီး ဇနီးသည္နဲ႔ေတြ႕တဲ့အခါမွာ အရင္လုိမဟုတ္ေတာ့တဲ့ ဇနီးသည္နဲ႔ ဘာေတြဆက္ျဖစ္ၾကလဲဆုိတာေတာ့ ၾကည့္လုိက္ပါေတာ့ဗ်ာ။ (d3mon ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) File Size : (950 MB) and (450 MB)\nQuality : NF ...",
        "rating": "6.1",
        "url": "https://megaup.net/2TEy5/Suzzanna_-_Buried_Alive_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8KomINZhIuJeB4oB7k7tkq8tmE.jpg",
        "title": "Wonder Park (2019)",
        "description": "ဒီကာတြန္းကားေလးကေတာ့ အံ့ၾသဖြယ္ရာေတြနဲ႔ ျပည့္ႏွက္ေနတဲ့ ၀မ္းဒါးလန္းဆိုတဲ့ပန္းျခံေလးအေၾကာင္း တင္ဆက္ထားတာပဲျဖစ္ပါတယ္ဂြ်န္ဘယ္လီဆိုတဲ့ကေလးမေလးက စိတ္ကူးပံုေဖာ္တဲ့ေနရာမွာအရမ္းကို ဥာဏ္ေကာင္းျပီး အိုင္ဒီယာအသစ္အဆန္းေတြထြက္တတ္ပါတယ္သူ႔အေမရယ္ သူ႔ေမ်ာက္ကေလး ပီးနပ္ရယ္နဲ႔ ကစားကြင္းၾကီးဖန္တီးတိုင္း တူတူေဆာ့ေနၾကပါပဲကစားကြင္းပံုစံငယ္ေလးေတာင္ အိမ္မွာေဆာက္ထားတဲ့အထိ ခုိင္ခိုင္မာမာစြဲနစ္ေဆာ့ခဲ့တာပါဒါေပမယ့္တစ္ေန႔မွာေတာ့ သူ႔မိခင္ေနမေကာင္းတဲ့အတြက္ အေ၀းမွာ ေဆးကုသမႈခံယူရပါေတာ့တယ္အဲဒီအခါမွာပဲ သူ႔အေမကိုဆံုးရႈံးရမွာေၾကာက္စိတ္နဲ႔ ပန္းျခံကိုလည္းဂရုမစိုက္ႏုိင္မေဆာ့ႏုိင္ဘဲ ပစ္ထားလိုက္မိပါေတာ့တယ္စိတ္ကူးထဲကကစားကြင္းေလးဆိုေပမယ့္ အမွတ္မထင္ အဲဒီကစားကြင္းက အျပင္မွာရွိေနခဲ့မွန္း..သူ႔အရုပ္ေလးေတြ အသက္ရွိေနခဲ့မွန္းကို သူသိသြားခဲ့ရျပီး ကစားကြင္းၾကီးပ်က္စီးေတာ့မယ့္ကိန္းသူ႔အရုပ္ေလးေတြ ေသရေတာ့မယ့္ကိန္း ဆိုက္ေနတာကိုလည္း သူျမင္ေတြ႔လုိက္ရပါေတာ့မယ္ဘာေတြျဖစ္ေနမွန္းမသိဘဲ ဒီကစားကြင္းၾကီးတစ္ခုလံုးကိုသူ႔အေနနဲ႔ ျပန္လည္ကယ္တင္ရပံုကို ရိုက္ကူးထားျခင္းပဲျဖစ္ပါတယ္ကာတြန္းကားဆိုေပမယ့္ အခ်ိတ္အဆက္္္မိမိနဲ႔ သူငယ္ခ်င္းသံေယာဇဥ္ေတြယံုၾကည္မႈေတြ ခ်စ္ျခင္းေမတၱာေတြကိုပါ ထည့္ပံုေဖာ္ရိုက္ကူးထားတာပဲျဖစ္ပါတယ္ File Size : (864 MB) and (417 MB)\nQuality : WebDL 720p ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/wonder-park-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMzU3NjM1MTk5NF5BMl5BanBnXkFtZTcwNDI4NDQ4NQ@@._V1_-131x200.jpg",
        "title": "Flypaper (2011)",
        "description": "လူတစ္ေယာက္ အေႂကြလိုခ်င္လို ့ ဘဏ္ထဲဝင္လဲတယ္\nဘဏ္စာေရးမေလး က မဂၤလာေဆာင္ျပီးကာစ\nအဲ့အခ်ိန္မွာ ဘဏ္ကဓါးျပအတိုက္ခံရတယ္\nထူးဆန္းတာက တိုက္တာက အဖြဲ ့၂ ဖြဲ ့\nFBI ကေန ဓါးျပေတြကို အဆင့္ေတြခြဲထားတဲ့ေခတ္\nလာတိုက္တဲ့ ၂ဖြဲ ့မွာ သံုးေကာင္အဖြဲ ့က ဆရာေတြ rank အျမင့္\n၂ေကာင္အဖြဲ ့က ငစနူ ေအာက္တန္းစားဓါးျပေတြ\nအေႂကြလာလဲတဲ့ သူက OCD ေဝဒနာသည္\nအေတြးအေခၚက ရွယ္ဂြ်တ္ ဂဏန္းသခ်ာၤ က အေသေတာ္\nဘဏ္စာေရးမေလးကို ကာကြယ္ေပးခ်င္တဲ့သူ\nျဖစ္ခ်င္ေတာ့ ဓါးျပ ၂ ဖြဲ ့အခ်င္းမ်ားေနတုန္း\nေဘးကရပ္ၾကည့္ေနတဲ့ တေယာက္ကို က်ည္ဆန္ထြက္ျပီး မွန္ျပီးေသ\nေသသြားတာက အရပ္ဝတ္နဲ ့ရဲျဖစ္ေနတယ္\nဘယ္သူပစ္လိုက္မွန္းလဲ မသိဥာဏ္ေျပးတဲ့ မင္းသားအပါအဝင္ ဓါးစာခံ ရွစ္ေယာက္ရယ္\nsmart ျဖစ္တဲ့ ဓါးျပအဖြဲ ့ရယ္\nငေပါ ဓါးျပ ၂ေကာင္ရယ္\nplot မိုက္မိုက္ေလးနဲ ့\ntwist လန္းလန္းေလးနဲ ့ ဘဏ္ဓါးျပကားမ်ိဳး ၾကည့္ခ်င္သူမ်ား\nအႀကိဳက္ေတြ ့မွာပါ\nအစက ဘာသာျပန္ေရးမလို ့စဥ္းစားထားေပမဲ့\nပ်င္းတာ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3zC11/Flypaper_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x7Itcg3ZdExKwdKguy73WPEqosW.jpg",
        "title": "Planet 51(2009)",
        "description": "Planet 51(2009)\nIMDb......6.1\nဆရာႀကီးခ်စ္ဦးညဳိစာအုပ္ေတြကုိ အေတာ္မ်ားမ်ားဖတ္ဖူးႀကမယ္ထင္ပါရဲ႕....\nကြ်န္ေတာ္တုိ႕ရင္းႏွီးခဲ့တဲ့ ဗီလိန္ေတြအေတာ္မ်ားမ်ားကုိ ဆရာႀကီးဟာ\nအဓိက ဇာတ္လုိက္မင္းသားအျဖစ္ ျပန္လည္အသက္သြင္းတယ္...\nဒီေတာ့ ဆရာႀကီးေရးသားထားတဲ့ ဒီလုိဇာတ္ေကာင္မ်ဳိးစာအုပ္ေတြမွာ\nဆုိ ဇာတ္လမ္းႀကီးကုိေျပာင္းရသလုိျဖစ္ေနတယ္...\nဆုိေပမယ့္ ကြ်န္ေတာ္တုိ႕ အားလုံးဆရာႀကီးေရးတဲ့စာအုပ္ေတြဖတ္ၿပီး\nအရမ္းႏွစ္ၿခဳိက္ၾကသလုိ တျခားရႈေထာင့္တစ္ခုလည္းရွိပါေသးလားဆိုတဲ့\nအသိလည္းရသြားတယ္.....\nဒီကာတြန္းကားေလးကလည္း ဒီလုိပါပဲ.....\nအစိမ္းေရာင္ၿဂဳိလ္သားေတြဘက္ကေနရုိက္ကူးထားတာပါ...\nသူတုိ႕အေနနဲ႕ၾကည့္ရင္ ကြ်န္ေတာ္တုိ႕ဟာ ေျပာလုိ႕ေတာင္မရႏုိင္တဲ့\nအႏၱရယ္ရွိဆုံးၿဂဳိလ္သားေတြေပါ့ေလ.....\nဒီေတာ့ အစိမ္းေရာင္ၿဂဳိလ္သားေတြဟာ ထင္ျမင္ခ်က္ေပါင္းမ်ားစြာနဲ႕\nႀကဳိတင္ကာကြယ္မႈေတြေပါင္းစုံလုပ္သလုိ\nေစာင့္ၾကည့္ေရးတပ္ဖြဲ႕ေပါင္းမ်ားစြာနဲ႕လည္း သူတုိ႕ၿဂဳိလ္ကုိ\nကာကြယ္ထားတယ္....\nသုိ႕ေပမယ့္ တစ္ေန႕ေတာ့ သူတုိ႕ၿဂဳိလ္ကုိ\nအေမရိကန္အလံႀကီးကုိင္ၿပီး အာကာသယာဥ္မႈးကမၻာၿဂဳိလ္သားတစ္ေယာက္ဆင္းခ်လာပါေလေရာ....\nအစိမ္းေရာင္ၿဂဳိလ္အတြက္ တကယ့္ကုိေသြးပ်က္ဖြယ္ရာအျဖစ္ပါပဲ....\nကုိင္း ဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦး.....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Cynthia ပဲျဖစ္ပါတယ္...\n File Size : (957 MB) and (419 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:31:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Cynthia\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://megaup.net/2TEyc/The_Exorcist_[1973]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zphqHa8sTKAQ4VNXHPQBN5AoRun.jpg",
        "title": "Chamak(2018)",
        "description": "Chamak(2018)IMDb.....7.2Geetha Chalo (weekend party)ဒီဟင္ဒီစကားေျပာ Romance-Comedy ရုပ္ရွင္ဟာ\n၂၀၁၇ ခုႏွစ္မွာ Chamak ဆိုတဲ့ ရုပ္ရွင္နာမည္နဲ႔ ထြက္ထားခဲ့တာျဖစ္ပါတယ္အခုႏွစ္ ၂၀၁၉ မွာေတာ့ မူရင္း ကန္နာဒါ ဘာသာစကားေျပာေနရာမွာ\nဟင္ဒီစကားေျပာျပန္သြင္းၿပီးေတာ့\nGeetha Chalo (weekend party) အမည္နဲ႔\nျပန္လည္ဆန္းသစ္ထားတာျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့\nဘိုင္ဇက္ၿမိဳ႕ရဲ႕ အေတာ္ဆုံးဆရာ၀န္ဆယ္ေယာက္ထဲမွာပါတယ္လို႔ ေျပာစမွတ္ျပဳရတဲ့ OG ဆရာ၀န္ ေဒါက္တာခရစ္ရွနားဟာ ပိတ္ရက္ေတြဆို ပါတီတက္လိုက္ ဘားသြားလိုက္နဲ႔ အခ်ိန္ျဖဳန္းတတ္တဲ့ငေပြးပါသူ႔အိမ္က သူ႔ကို မိန္းမယူေစခ်င္ေပမယ့္\nသူဟာ မိန္းမယူရမွာ သိပ္ေၾကာက္ပါတယ္\nဒါေပမယ့္\nတကယ္တန္းမွာေတာ့\nသူဟာ မိန္းမယူရမွာ ေၾကာက္တာထက္\nေဘာ္ဒါေတြနဲ႔ ပါတီတက္ခြင့္ဆုံးရႈံးမွာကို ပိုေၾကာက္တာပါ ...\nအရြယ္ေရာက္ေနၿပီျဖစ္တဲ့ သူ႕ကုိ\nအားလုံးက အိမ္ေထာင္ၿပဳဖုိ႕ တုိက္တြန္းပါတယ္...\nဒီလုိနဲ႕ အိမ္ေထာင္ၿပဳဖို႕မျဖစ္မေနလုပ္ရေတာ့မယ္\nအေျခအေနေရာက္လာတယ္....\nသူ ဘယ္လုိ ေကာင္မေလးမ်ဳိးနဲ႕ အိမ္ေထာင္က်မလဲ....\nအိမ္ေထာင္ဖက္အမ်ဳိးသမီးကေရာ\nသူ႕အက်င့္စရုိက္ေတြနဲ႕ ကုိက္ပါ့မလား.....\nသူေမွ်ာ္လင့္ထားသလုိေရာ အဆင္ေျပပါ့မလား.....\nဆက္လက္ခံစားၾကည့္လုိက္ပါဦး....ဇာတ္ကားဟာ ၂ နာရီနီးပါး ၾကာေပမယ့္\nလုံး၀ပ်င္းစရာမေကာင္းပဲ ေပါ့ေပါ့ပါးပါးနဲ႔ သိပ္ခ်စ္ဖို႔ေကာင္းတဲ့ ဒီကားေလးကို ဒါရိုက္တာ ဆူနီက ရိုက္ကူးထားတာပါGanesh နဲ႔\nRashmika Mandanna\nတို႔ အဓိကပါ၀င္ထားတဲ့ ဒီကားေလးဟာ\nခ်စ္စရာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/3zDlZ/Chamak_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Dil To Pagal Hai (1997)",
        "description": "\"ရာဟူး(လ္)ပါ၊ နာမည္ေတာ့ၾကားဖူးမွာေပါ့\"ဒီဒုိင္ယာေလာ့ဟာ ဒီဇာတ္ကားၾကည့္ဖူးသူတုိင္း မေမ့ႏုိင္စရာပါအခ်စ္ဆုိတာဘာလဲအခ်စ္လား၊ ဘာမ်ားလဲဗ်အခ်စ္ဆုိတာ ဘဝပါပဲဘုရားဟာ ႏွလုံးသားတုိင္းရဲ႕ ဖူးစာဖက္ေတြကုိ ဟုိးအစကတည္းကစီမံထားၿပီးသားပါတစ္ေယာက္ကုိတစ္ေယာက္ ရွာေဖြ႕ဖုိ႕ပဲလုိအပ္တာပါတေနေနရာရာမွာ တစ္ေယာက္ေယာက္ဟာ သင့္ဘဝလက္တြဲေဖၚအျဖစ္ရွိေနပါတယ္။ဆုေပါင္းမ်ားစြာသိမ္းပိုိက္ထားၿပီး ယခုခ်ိန္ထိနာမည္ေက်ာ္လူႀကိဳက္မ်ားေနစဲျဖစ္တဲ့King Khanရဲ႕ အေကာင္းဆုံးဇာတ္ကားတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္IMDb 7.1 / 10 အထိရ႐ွိထားၿပီး အခ်ိန္ျပည့္နားထဲစြဲေနေစမယ့္သီခ်င္းေတြဒရာမာစစ္စစ္ေတြမွႀကိဳက္ပါတယ္ဆုိတဲ့ ပရိသတ္ႀကီးအတြက္ကေတာ့ လုံးဝလက္လြတ္မခံသင့္ပါဘူးSRK ဟာ Romance King ျဖစ္သလုိ သူ႕ Romance ကားေတြဟာလည္းအခုခ်ိန္ထိ လူႀကိဳက္မ်ားစဲ ေအာင္ျမင္ေနစဲပါပဲMadhuri Dixit Karisma Kapoor တုိ႕၏ ငယ္ဘဝကအလွအပမ်ား သူမတူလြန္းတဲ့ ေနာက္ခံသီခ်င္းမ်ား၊ ယခုအခ်ိန္ထိ နာမည္ေက်ာ္ေနတဲ့ သီခ်င္းမ်ားနဲ႕ဘယ္အခ်ိန္ျပန္ၾကည့္ၾကည့္ မ႐ုိးေစႏုိင္ပါဘူးဇာတ္လမ္းေလးကေတာ့ရာဟူး(လ္)၊ နီရွား၊ ပူဂ်ားနဲ႕ အေဂ်းတုိ႕ၾကားထဲကစိတ္ဝင္စားဖြယ္အခ်စ္ဇာတ္လမ္းတစ္ပုဒ္ပဲျဖစ္ပါတယ္ဒီဇာတ္ကားေကာင္းမေကာင္းဆုိတာ အမ်ားစုသိၿပီးသားဆုိေတာ့ ထပ္မၫႊန္းေတာ့ပါဘူးလုံးဝမၾကည့္ရေသးဘူးဆုိရင္ေတာ့ ေသခ်ာေပါက္ၾကည့္လုိက္ပါတကယ္သေဘာက်လိမ့္မယ္ဆုိတာ အာမခံပါတယ္(သီခ်င္းေတြအားလုံးဟာ အမွန္အကန္ေတြမုိ႕လုိ႕ အားလုံးကုိ ဘာသာျပန္ေပးထားပါတယ္) (အၫြန္းနဲ႔ ဘာသာျပန္ကေေတာ့ ကိုေဇာ္ထူး ပါ) File Size : (2.60 ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/dil-to-pagal-hai-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9CXtcslhlRPfczbmuP7CKESs6tA.jpg",
        "title": "Quest for Camelot(1993)",
        "description": "Quest for Camelot(1993)IMDb......6.3ဆိုတဲ့ Animation ကားကေတာ့ IMDb rating (6.3) ရရွိထားျပီး musical fantasy အမ်ိဳးအစားေလးပါ။ဒီဇာတ္လမ္းေလးထဲမွာေတာ့ ေကလီဆိုတဲ့ ကေလးမေလးက သူ႕အေဖလိုမ်ိဳး သူရဲေကာင္းတစ္ေယာက္ ျဖစ္ခ်င္ေနသူပဲ ျဖစ္ပါတယ္။\nသူ႕အေဖကေတာ့ ကမ္းမေလာ့ျမိဳ႕ရဲ႕ ဆာဘြဲ႕ရ သူရဲေကာင္းတစ္ေယာက္ျဖစ္ၿပီး နာမည္ကေတာ့ ဆာလုိင္ႏုိလုိ႕ေခၚပါတယ္...\nတစ္ေန႕ လူဆုိးတစ္ေယာက္ဟာ ဘုရင့္ကုိလုပ္ႀကံေလေတာ့ ဆာလုိင္ႏုိက ၀င္ေရာက္ကာကြယ္ေပးခဲ့တယ္..\nဘုရင္က ဘာမွမျဖစ္ေပမယ့္ ဆာလုိင္ႏုိတစ္ေယာက္ အသက္ေပးခဲ့လုိက္ရတယ္...\nလူဆုိးလည္းထြက္ေျပးလြတ္ေျမာက္သြားတယ္....\nေကလီနဲ႕သူ႕အေမတုိ႕အတြက္ ေရႊေတာင္ႀကီးၿပိဳလုိက္သလုိပါပဲ.....\nဒီ Animation ကားေလးကေတာ့ King Arthur တုိ႕လက္ထက္ကုိအေျခခံရုိက္ကူးထားၿပီး\nေတာ္ေတာ္ကုိဆြဲေဆာင္မႈရွိပါတယ္...\nသီခ်င္းေလးေတြလည္း ဇာတ္ကြက္အလုိက္ အလွပဆုံးထည့္က်ဴးထားသလုိ\nတင္ဆက္ပုံေတြကလည္း တကယ့္ကုိေကာင္းမြန္ပါတယ္....\nဇာတ္လမ္းအစကေနအဆုံးထိ ဆြဲေဆာင္မႈရွိၿပီး\nအဖမဲ့ ကေလးမေလး ေကလီရဲ႕ လႈပ္ရွားရုန္းကန္ပုံေတြ\nေရွးေခတ္ သူရဲေကာင္းေတြရဲ႕ သူရဲေကာင္းဆန္မႈေတြ..\nယုတ္မာေတြတဲ့သူေတြ႕ရဲ႕ ေၾကာက္စရာေကာင္းေတြဆုိးယုတ္မႈေတြကုိ\nျပထားတာပါ...မိသားစုနဲ႕အတူႀကည့္လုိ႕ေကာင္းမြန္တဲ့ Animation ကားေကာင္းေလးတစ္ကားျဖစ္ပါေၾကာင္း\nသတင္းေကာင္းပါးပါရေစ...\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Megumi ပဲျဖစ္ပါတယ္...File Size : (800 MB) and (316 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:26:00\nGenre ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/quest-for-camelot1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/on9JlbGEccLsYkjeEph2Whm1DIp.jpg",
        "title": "Snatch(2000)",
        "description": "Snatch(2000)IMDb....8.3,,,,Rotten....73%Snatch ဇာတ်လမ်းအကြောင်းမပြောခင် ဒီကားရဲ့ ဒါရိုက်တာဖြစ်တဲ့\nGuy Ritchie အကြောင်းကိုပြောရမယ်ထင်တယ်...\nဒီဘိုးတော်ကြီးက အောင်မြင်မှုရနိုင်ခြေနည်းတဲ့ King Arthur လိုကားမျိုးကိုတောင်\nရင်ထဲစွဲကျန်နေအောင်ရိုက်နိုင်တဲ့အပြင် အခုလည်း လက်ရှိ မူလကျောရိုးအတိုင်းရိုက်ပေမယ့်\nအောင်မြင်မှုရနေတဲ့ Aladdin ရုပ်ရှင်ကားတို့ရဲ့ ဒါရိုက်တာဖြစ်တယ်....ပြောရရင်အထက်ပါ ၂ကားဟာ\nပရိတ်သတ်ရင်ထဲကို ပုံရိပ်ဟောင်းပေါင်းများစွာလွှမ်းမိုးမှုရှိပေမယ့် သူကတော့ သစ်လွင်သောခမ်းနားခြင်း\nရသတွေနဲ့ဖမ်းစားနိုင်ခဲ့လေရဲ့...\nဒီ Snatch ကားကလည်း ့ စိန်တုံးကြီးတစ်တုံးကအခြေ\nတည်ပြီး လက်ဝှေ့ပွဲစီစဉ်သူရယ် အူကြောင်ကြားဓားပြတစ်ဖွဲ့ရယ် ဂျူးကျောက်မျက်ကုန်သ\nည်ရယ် လက်နက်မှောင်ခိုသမားရယ် လူမိုက်ဂိုဏ်းခေါင်းဆောင်ရယ်တို့ရဲ့ကြား\nက စိန်တုံးကိုလိုက်ရင်း လူ့သဘော လူမနောတွေကို ဟာသတွေနှောရင်း\nအလှပဆုံးပုံဖော်ထားလို့ UK 2001 ရဲ့ ဒါရိုက်တာ Empire Award ဆုကိုရရှိခဲ့တယ်...\nBratt Pitt ကြီးကတော့ အကောင်းဆုံးဇာတ်ပို့ဆန်ကာတင်စာရင်းဝင်ခဲ့ပြီး\nအခြားဆု(၄)ဆုလည်း ရရှိခဲ့တယ်....ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့....File Size : (950MB) and (390 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:42:00\nGenre :  Comedy, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "8.3",
        "url": "https://megaup.net/2Tn7p/Snatch_[2000]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    }
]