[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5HUZpkjM2iWuDDMisNthmjLOAB5.jpg",
        "title": "The Perfect Couple (2007)",
        "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ ကိုယ်တွေရဲ့ အချစ်တော် မင်းသားချော Lee Dong Wook ရဲ့ ဇာတ်ကားလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်\nComedy-Romance မို့ ပေါ့ပေါ့ပါးပါးနဲ့ ဟာသလေးတွေကြည့်ရှုကြရမှာပါနော်ဇာတ်လမ်းအကျဉ်းဂန်ဂျယ်ယော့ဟာ သူအရမ်းဖြစ်ချင်တဲ့ စုံထောက်ဖြစ်ဖို့ ရဲသင်တန်းကျောင်းကို တက်ခဲ့ပါတယ်သူ့မှာ ချွန်ထက်တဲ့ အရာတွေကို ကြောက်တတ်တဲ့ရောဂါရှိပေမယ့် ကြိုးစားကုသပြီး စုံထောက်ဖြစ်အောင်လုပ်ခဲ့ပါတယ်အဲ့လိုနဲ့ တစ်နေ့မှာ ခါးပိုက်နှိုက်နောက်လိုက်ရင်း ပြဿနာရှာတတ်လွန်းတဲ့ သတင်းထောက် ချွဲဆူဂျင်းကို ဝင်တိုက်မိပါတော့တယ်ပြဿနာအိုး ချွဲဆူဂျင်းကလည်း နာမည်နဲ့လိုက်အောင် ပြဿနာတစ်ခုပြန်ဖန်တီးလိုက်ပါတယ်သူမစားနေတဲ့ ငါးကိတ်ချောင်းရဲ့ တုတ်နဲ့ ဂန်ဂျယ်ယော့ရဲ့ ဗိုက်ကို ပြန်ထိုးလိုက်ပါတယ်ချွန်ထက်တဲ့ အရာတွေ ကြောက်သူဖြစ်တဲ့အတွက် ဂန်ဂျယ်ယော့တစ်ယောက် အဲ့နေရာမှာတင် သတိလစ်သွားပါတယ်နောက်နေ့မှာတော့ ဒီသတင်းဟာ မီဒီယာမှာ ပျံ့နှံ့သွားခဲ့ပြီး ဂန်ဂျယ်ယော့လည်း ချွဲဆူဂျင်းကို အကြီးကျယ်ဒေါသထွက်ပါတော့တယ်ဲတိုက်ဆိုင်စွာနဲ့ စုံထောက်တွေ လူဆိုးဖမ်းပုံတွေကိုရိုက်ပြတဲ့ reality show တစ်ခုမှာ\nသူတု့ိ ၂ ယောက် ပူးပေါင်းတင်ဆက်ဖို့ ဖြစ်လာတဲ့အခါမှာ...ဘာတွေဆက်ဖြစ်ကြမှာလဲ...သူတို့ ၂ ယောက်ပေါင်းပြီးတော့\nဘယ်လို ...",
        "rating": "5.8",
        "url": "https://megaup.net/1yt6f/The_Perfect_Couple_(2007).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/malibu-1-143x200.jpg",
        "title": "Malibu Rescue 2019",
        "description": "ဇာတ်ကြောင်းလေးကို မပြောခင် ဇာတ်လမ်းမှာပါတဲ့ Malibu Junior Rescue Program လေးအကြောင်းအရင်ပြောပြပါရစေ Malibu ဆိုတဲ့ စကားလုံးလေး မြင်လိုက်တာနဲ့ LA က လှပတဲ့ ကမ်းခြေလေးကို မြင်ယောင်မိကြမှာပါ။ Malibu Junior Rescue ဆိုတာကတော့ ကျောင်းသားလူငယ်တွေနဲ့ ဖွဲ့စည်းထားတဲ့ ကမ်းခြေက ကယ်ဆယ်ရေးအဖွဲ့တစ်ခုပါ။ Malibu ကမ်းခြေမှာ ရေဆော့သူတွေ အန္တရာယ်မဖြစ်ရအောင် အန္တရာယ်ဖြစ်လာရင် ကယ်တင်ဖို့အတွက် ဖွဲ့ထားတဲ့ အဖွဲ့တစ်ခုပါ။ အသင်း၀င်ဖြစ်လာဖို့အတွက် training အရင်၀င်ပြီး Crucible လို့ခေါ်တဲ့ နောက်ဆုံးပြိုင်ပွဲကို အောင်မြင်မှ တရား၀င် အသင်း၀င်တစ်ယောက်ဖြစ်လာနိုင်မှာပါ။ ရေကူးတာတွေ ကယ်ဆယ်ရေးရေးနဲ့ ပတ်သတ်တဲ့ challenge တွေကို အဆင့်ဆင့်ဖြတ်ကျော်ပြီးမှ ရရှိလာမယ့်အခွင့်အရေးပါ။ ဇာတ်လမ်းထဲမှာ တိုင်လာဆိုတဲ့ အထက်တန်းကျောင်းသားလေးဟာ ငဆိုးငပေလေးတစ်ယောက်ပါ။ ပြဿနာပေါင်းစုံရှာလွန်းလို့ အိမ်ကလည်း လက်မြှောက်ထားရတဲ့သူမျိုးပေါ့။ တစ်နေ့ နွေရာသီကျောင်းပိတ်ရက်ရောက်တော့ သူ့ရဲ့ ပထွေးဟာ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/malibu-rescue-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/Lucky-135x200.jpg",
        "title": "Lucky Grandma 2019",
        "description": "နယူး​ေယာ့ခ္​ၿမိဳ႕ရဲ႕ တရုတ္​တန္​းမွာ​ ​ေနထိုင္​တဲ့ ​အဘြားဝမ္​ဟာ ဘဝကိုပင္​ပန္​းဆင္​းရဲစြာ ရုန္​းကန္​ခဲ့​ေပမယ္​့ ခင္​ပြန္​းသည္​ဆံုးၿပီး​ေနာက္​ ဘာမွ မ်ားမ်ားစားစားပိုင္​ဆိုင္​မႈမရွိတဲ့ အသက္​၈၀အ႐ြယ္​ အမ်ိဳးသမီးႀကီးတစ္​ဦးပါ။ ကံ​ေကာင္​းလာၿပီဆိုတဲ့ ​ေဗဒင္​ဆရာမရဲ႕စကားကိုယံုစားၿပီး ဘဏ္​အ​ေကာင္​့ထဲက ရွိသမွ် ​ေငြ​ေတြထုတ္​ကာ ​ေလာင္​းကစားရံုသြားၿပီး အရဲစြန္​႔ခဲ့တဲ့ အဘြားဝမ္​တစ္​​ေယာက္​ မွန္​းခ်က္​နဲ႔ ႏွမ္​းထြက္​ မကိုက္​ခဲ့ရွာပါဘူး။ ဒါ့​ေၾကာင္​့ အဘြားဝမ္​ဟာ အိမ္​အျပန္​​လမ္​းမွာ ​သူ႔ခံု​ေဘးထိုင္​တဲ့ ​ေသသြားတဲ့လူတစ္​​ေယာက္​ရဲ႕​ ပိုက္​ဆံ​ေတြအျပည္​့ပါတဲ့ အိတ္​တစ္​အိတ္​ကို ခိုးယူလာခဲ့ပါတယ္​။ သားျဖစ္​သူက အတူ​ေနဖို႔​ေတာင္​းဆို​ေပမယ့္​ ကိုယ္​့ဘာသာကိုယ္​ပဲ ရပ္​တည္​ခ်င္​တဲ့ အဘြားဝမ္​တစ္​​ေယာက္​ သူယူလာတဲ့ပိုက္​ဆံ​ေတြက​ေနတစ္​ဆင္​့ လူမိုက္​ဂိုဏ္​း​ေတြနဲ႔ ပတ္​သက္​မိတဲ့အခါ သူ႔ရဲ႕​ေန႔စဥ္​ဘဝမွာ ဘယ္​လို အခက္​အခဲ​ေတြ ထိတ္​လန္​႔မႈ​ေတြ ႀကံဳ​ေတြ႕ရမလဲ ​ေဗဒင္​တြက္​ထားတဲ့အတုိင္​း​ေရာ သူ႔ရဲ႕ကံဇာတာပြင္​့လန္​းၿပီး ကံ​ေကာင္​းမႈ​ေတြ ​ေရာက္​လာပါ့မလား လူဆိုးဂိုဏ္​း​ေတြရဲ႕ ၿခိမ္​း​ေျခာက္​မႈ​ေတြကို သက္ႀကီး႐ြယ္​အို အဘြားဝမ္​တစ္​​ေယာက္​ ဘယ္​လို​ေျဖရွင္​းမလဲ စတာ​ေတြကို ရင္​တထိတ္​ထိတ္​နဲ႔ ျမင္​​ေတြ႕ခံစားရမယ္​့ ဇာတ္​လမ္​း​ေလးပဲျဖစ္​ပါတယ္​။ ပါဝင္​တဲ့သရုပ္​​ေဆာင္​​ေတြက​ေတာ့ Tasi Chin ; ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/lucky-grandma-2029/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/Notzilla-135x200.jpg",
        "title": "Notzilla 2019",
        "description": "Mitch Teemley ရေးသားရိုက်ကူးထားတဲ့\nGodzilla ဇာတ်ကားကို ပြန်ပြီး အခွီလုပ်ပြီးရိုက်ထားတဲ့ကားပါ။\nJune 2019 တုန်းက ထွက်ရှိထားပါတယ်Godzilla ကို မကြည့်ဖူးသေးဘဲနဲ့ ဒီအခွီ (ver) ကိုကြည့်မယ်ဆိုရင်တော့ လည်ထွက်သွားပါလိမ့်မယ်\nမြန်မာပေါကားထက် ဆိုးသွားပါမယ်ဒီတော့ Godzilla မကြည့်ရသေးရင် အရင်ကြည့်ကြပါ။\nပြီးမှ ဒါကြည့်ရင်တော့ ခွီရမယ်ထင်ပါတယ်ဇာတ်လမ်းကို spoil ဖို့က စခွီပြန်လုပ်ထားတဲ့ကားဆိုတော့ spoil ရတာ အဆင်မပြေလို့ပါတတ်နိုင်သလောက်တော့ ကြိုးစား ဘာသာပြန်ပေးထားပါတယ်\ncomedy က comedy မဆန်ခဲ့ရင်လည်း\nဒီလို သရော်တဲ့ကားတွေ ပထမဆုံး ဘာသာပြန်ဖူးတာမို့ နားလည်ခွင့်လွှတ်ပေးကြပါ File Size : 600 Mb / 250 Mb\nQuality :webrip 720p\nFormat…mp4\nDuration…01:18:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoon Sandi Aung\nEncoded by Littleneo",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/notzilla-2019/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/she-dies-136x200.jpg",
        "title": "She Dies Tomorrow 2020",
        "description": "ဒီကားလေးက rating 5.2ရထားပါတယ် ဒီကားလေးမှာဆိုရင်တော့ Amy ကသူမနက်ဖြန်ဆိုရင်သေတော့မှာလို့ ထင်နေပါတယ် အဲ့လိုထင်နေတာကလည်း သူရဲ့အသိတွေကစနေတာ ဒါမှမဟုတ် စိတ်ရောဂါလို့ပဲထင်နေကြပါတယ် ဒါပေမယ့် အဲ့လိုထင်နေတဲ့စိတ်က သူနဲ့အနီးနားမှာရှိတဲ့လူတွေဆီကူးစက်သွားတဲ့အခါမှာတော့ ဘာဖြစ်မလဲဆိုတာကိုတော့ ဇာတ်ကားလေးdownပြီးကြည့်ကြည့်ပါနော် File Size : 600 Mb / 300 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Comedy, Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thiha Naing Htoo\nEncoded by Littleneo",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/she-dies-tomorrow-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e7ZsW5EbLbQwoGx0548KCmCAXA9.jpg",
        "title": "The One and Only Ivan (2020)",
        "description": "IMDb 6.9/10 Rotten Tomatoes 71% ရရှိထားတဲ့ Disney ဇာတ်ကားအသစ်လေးပါ။ကလေးရော လူကြီးရော အကြိုက်တွေ့မယ့်ကားပါ။ကလေးတွေကြည့်ပြီး စံထားစရာ ဇာတ်ကောင်တွေ စကားတွေ အများကြီးပါ,ပါတယ်။Silverback မျောက်ဝံကြီး Ivan ဟာ သူနေ,နေရတဲ့Markရဲ့ပြပွဲရုံထဲက ဘဝကို ငြီးငွေ့နေသူပါ။Markရဲ့ တိရစ္ဆာန်ပြပွဲ အဖွဲ့မှာ Stella ဆိုတဲ့ ဆင်အိုမကြီးတစ်ကောင်လည်း ရှိတယ်။Stella က Ivan မိတ်ဆွေတွေထဲမှာ သက်တမ်းအရင့်ဆုံးနဲ့ အမျှော်အမြင်အရှိဆုံးသူပေါ့။Markက ပြပွဲ အရှုံးပေါ်နေချိန် ပွဲကြည့်သူများလာဖို့Ruby ဆိုတဲ့ ဆင်ပေါက်လေးကို တင်ဆက်ပြသဖို့ ဝယ်ယူခဲ့တယ်။Ruby လေးကို သူ့လို ကျဉ်းကျပ်တဲ့ ဘဝမှာ မနေစေလိုတဲ့Stella ဟာ Ivan ကို ကတိတစ်ခုနဲ့အတူ အကူအညီတောင်းခဲ့တယ်။Ivan က ...",
        "rating": "6.9",
        "url": "https://megaup.net/Suak/(CM)_The_One_and_Only_Ivan_2020_WEBRip_480p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNjBmMmRiZjgtNDNlMi00OWVmLWI0YzYtYjQ5ODc4YTUxMzhkXkEyXkFqcGdeQXVyODgwNDE1NzE@._V1_-140x200.jpg",
        "title": "Pee Nak 2 (2020)",
        "description": "[Unicode]Pee Nak 2Casts\nနုန် အဖြစ် August Vachiravit\nထို အဖြစ် Mean Phiravich\nဖတ်စ် အဖြစ် Puwadon\nဘော်လွန်းအဖြစ် Witthawat Rattanaboombrameeဇာတ်လမ်းအကျဉ်းရှေ့ကပြသသွားတဲ့ Pee nak 1 ရဲ့ ဘုန်းကြီးဝတ်ဖို့ ရှင်လောင်းကျိန်စာကို ကျော်ဖြတ်အပြီး ဖတ်စ်နဲ့ ဘော်လွန်းတို့ မိန်းမလျာနှစ်ယောက် ခိုးပြီးလူပြန်ထွက်ခဲ့ပါတော့တယ်သူတို့မသိတာက ထမ်မနာခါနိမစ်ကျောင်းတော်ကမှာ ရှင်လောင်းဝတ်ရင် ကျိန်စာရှိသလို လူထွက်ရင်လည်း သေရတယ်ဆိုတဲ့ ကျိန်စာရှိနေခဲ့တာပါပဲ...သေမလိုမတော်တဆကြုံတွေ့ခဲ့ရပြီး သရဲက လိုက်နေခဲ့ချိန်မှာ ဖတ်နဲ့ ဘော်လွန်းတို့ နောက်တကြိမ် ဘုန်းကြီးပြန်ဝတ်ဖို့ ထမ်မနာခါနိမစ်ကျောင်းတော်ကို ပြန်ရောက်လာခဲ့တယ်...မင်ဂျွန်းဆိုတဲ့ ကိုရီးယားထိုင်း အဆိုတော်လေးကလည်း အမေ့ကတိအရ ဒီကျောင်းမှာပဲ ဘုန်းကြီးလာဝတ်ချိန်မှာ\nအချောမြင် ငမ်းငမ်းတတ်တဲ့ ဖတ်နဲ့ ဘော်လွန်းတို့က တမျိုး\nသူတို့ကို အန္တရာယ်ပေးနေတဲ့ ကျိန်စာကတမျိုး ကျောင်းတော်တစ်ခုလုံး ဝုန်းဒိုင်းကြဲနေခဲ့ရတယ်ကျောင်းတော်က ဘုန်းကြီးတွေကို သရဲက ဘာလို့ လူထွက်ခွင့်မပေးရတာလဲ\nမင်ဂျွန်းအတွက် အရင်က ရှင်လောင်းဝတ်ရင် ...",
        "rating": "7.0",
        "url": "https://megaup.net/1yr51/Pee_Nak_2_(2020).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s95jXFmDsCJEcdVnEtXyfZPFpvq.jpg",
        "title": "As Good as It Gets(1997)",
        "description": "As Good As It Gets(1997) ဇာတ်လမ်းအညွှန်း\n*************************************IMDb....7.7,,,Rotten..85%ဒီတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့\nဇာတ်ကားလေးကတော့ … ၁၉၉၇ ၀န်းကျင်မှာ ဇာတ်အိမ်တည်ထားပြီး..ပုံမှန်မြင်တွေ့နေကြရှေးဟောင်းဇာတ်လမ်းတွေလို အဓိကဇာတ်ဆောင်နှစ်ယောက်ကို လှည့်ပတ်ရိုက်ပြတာမျိုးမဟုတ်ဘဲ...ဇာတ်လမ်း တင်ဆက်ပုံအသွားအလာတွေ ထူးခြားစွာကွဲထွက်နေတဲ့ ဒါရိုက်တာ James L. Brooks ရဲ့ ကားလေးပဲ ဖြစ်ပါတယ်…ဇာတ်လမ်းထဲမှာတော့...OCD ဖြစ်နေတဲ့ လူ့ဂွစာ စာရေးဆရာလူပျိုကြီး၊ မယ်လ်ဗင် ယူဒေါလ် ဟာ သူ့ရဲ့အိမ်နီးချင်း လူငယ် Gay ပန်းချီဆရာ၊ဆိုင်မွန် နဲ့ ခွေးလေး ဗာဒဲလ် ကို အင်မတန်မှ အမြင်ကတ်သူပါ... လူ့ဂွစာလူပျိုကြီးပီပီ အသန့်အပြန့်အလွန်ကြိုက်တော့ တွေ့ကရာသေးပန်းတတ်တဲ့ ခွေးလေး ဗာဒဲလ်က သူ့အတွက်တော့ တကယ့်အနှောက်အယှက်လေးပါပဲ...ပတ်၀န်းကျင်က ဘယ်သူနဲ့မှ ကီးမကိုက်တဲ့ ဒီလူကြီးကို သည်းခံတဲ့သူတစ်ယောက်တော့ရှိပါသေးတယ်...သူကတော့ မယ်လ်ဗင် သွားနေကြစားသောက်ဆိုင်က စားပွဲထိုးမလေး ကာရိုးလ် ပဲဖြစ်ပါတယ်...အဲ့ဒီနောက်မှာတော့စာလေးရေးပြီး တစ်ယောက်ထဲ အေးအေးလူလူ နေတတ်တဲ့ မယ်လ်ဗင် တစ်ယောက်… ရုတ်တရက်ဆိုသလို ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/as-good-as-it-gets1997/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hAcumEQ9TqkVynFctcwCe7IO5WO.jpg",
        "title": "Jesters: The Game Changers(2019)",
        "description": "Jesters: The Game Changers(2019)ဒီတစ်ခေါက်မှာလည်း Historical တစ်ကား ထပ်မံ တင်ဆက်ပေးလိုက်ပါတယ်...ပုံမှန်ကြည့်နေကျ နန်းတွင်းဇာတ်လမ်းတွေနဲ့တော့ နည်းနည်းကွဲထွက်ပြီး ဇာတ်လမ်းလေးဆန်းပါတယ်.......  ဂျိုဆွန်းခေတ် ဘုရင်ဆယ်ဂျို လက်ထက်မှာတော့ သမိုင်းမှတ်တမ်းတွေကို အမှန်တိုင်း​ မဖြစ်အောင် လိမ်လည်ဖို့ ကြံစည်ခဲ့ကြပါတယ်..ဘုရင် ဆယ်ဂျိုဟာ သစ္စာဖောက် အမတ်တွေနဲ့ အတူ အစ်ကိုနဲ့ တူတော်ဘုရင်ငယ်လေးကို သတ်ပြီး နန်းတက်ခဲ့ပါတယ်...ပြည်သူတွေကလည်း ပုန်ကန်ပြီး ဘုရင်ဖြစ်လာတဲ့ ဘုရင်ဆယ်ဂျိုကို အသိမှတ်မပြုခဲ့ကြပါဘူး ...အဲ့နောက် ၁၀ နှစ်အကြာ ဆယ်ဂျိုဘုရင်မှာ အနာကြီးရောဂါတွေဖြစ်လာခဲ့တယ် ...ဘုရင်ဟာ နတ်ရွာစံကာနီးကျမှ သမိုင်းမှာ ဘုရင်ဆိုးအဖြစ် မှတ်တမ်းတင်ခံရမှာ​ကိုကြောက်လာခဲ့တယ်...ဒါ​ကြောင့် အမတ်ချုပ်က စျေးတွေမှာ ပုံပြော ဇာတ်ကပြီး ဖျော်ဖြေတဲ့ လူရွှင်တော် အဖွဲ့ကိုငှားပြီး ဘုရင်ကို ပြည်သူတွေ အမြင်ကြည်ဖို့ဇာတ်လမ်းမျိုးစုံထွင်ပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size : (900 MB) and ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/jesters-the-game-changers2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/GOG-133x200.jpg",
        "title": "God of Gamblers ( 2020 )",
        "description": "Game of Gambler ဆိုတဲ့နာမည်ကို မစိမ်းကြဘူးထင်ပါတယ်...ဒါပေမယ့် ဒီ ၂၀၂၀ မှာရိုက်ထားတဲ့ ကားကတော့ ဇာတ်အိမ် ဇာတ်ရိုးဆန်းနေမှာ သေချာပါတယ်ဘာလို့လဲဆိုတော့ အရင်က ကြည့်နေကြ ကားတွေမှာဆို Game of Gambler ကိုလူကောင်း လူဖြောင့် လူထူးလူဆန်းအနေနဲ့ role မြှင့်ထားနေကြကနေဇာတ်အိမ်အချိုးအကွေ့ဆန်းဆန်းပြောင်းရိုက်ထားတာကြောင့်ပါပဲ...ဇာတ်လမ်းလေးက ထုံးစံအတိုင်း သာမန်ကောင်လေးတစ်ယောက်ကGame of Gambler ကို ကယ်လိုက်ရာက စတာပေါ့...မတူတာက ကောင်လေးက လောင်းကစားကို နာကျည်းနေတဲ့ နောက်ခံရှိနေတာပဲဒါကြောင့် သူက ငါးဖမ်းပြီး ငါးရောင်းစားနေတဲ့ တံငှါလေးပေါ့...ဒီလိုကောင်လေးက အခြေအနေတစ်ခုကြောင့် လောင်းကစားလောကထဲဘယ်လိုရောက်သွားပြီး ဘယ်လိုအလှည့်အပြောင်းတွေနဲ့ရင်ဆိုင်ရမယ်ဆိုတာကိုရင်ခုန်စိတ်လှုပ်ရှားဖွယ်မြင်တွေ့ခံစားရမယ့် ကားကောင်းလေးတစ်ခုပါလို့ ညွှန်းပေးလိုက်တယ်နော် Translated & Review By Chu ChuEncoded By LK",
        "rating": "5",
        "url": "https://channelmyanmar.org/god-of-gamblers-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/fearless-128x200.jpg",
        "title": "Fearless 2020",
        "description": "2020 မှာ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ animated comedy လေးပါ ရိဒ် ဆိုတဲ့ ကောင်လေးဟာ Planet Master ဂိမ်းကို အင်မတန် စွဲမက်သူပါ။ Fearless ဆိုတဲ့ နာမည်နဲ့ ဂိမ်းလောကမှာ ဆရာကြီးဆိုရင်လည်း မပါဘူးပေါ့။ ရိဒ်ဆော့နေတဲ့ ဂိမ်းထဲက ကာရိုက်တာကတော့ ကပ္ပတိန် လိုက်ဒ်စပိဒ်ပါ ကပ္ပတိန်ရဲ့ သားသမီးတွေဆိုပြီး ကီရာ၊ ဇန်ဒါ၊ တိုင်တပ်စ် ဆိုပြီး ကလေးကာရိုက်တာ သုံးယောက်လည်းရှိပါသေးတယ်။ အာကန်းနစ်ဆိုတာကတော့ ကပ္ပတိန်ရဲ့ ရန်သူ ကာရိုက်တာပါ။ အာကန်းနစ်ဟာ ဂိမ်းထဲက ကာရိုက်တာဆိုပေမယ့် ဘာအစွမ်းမှမရှိပါဘူး။ ဒါပေမယ့် ကပ္ပတိန်ရဲ့ ကလေးသုံးယောက်ကို အရယူနိုင်မယ်ဆိုရင်တော့ အစွမ်းတွေရလာပါလိမ့်မယ်။ တစ်နေ့ ရိဒ်ဟာ နောက်ဆုံးအဆင့်ကို တက်ဖို့အတွက် warning တစ်ခုရခဲ့ပါတယ်။ Warning ကတော့ ဖြစ်လာတဲ့ရလဒ်တွေကို လက်ခံမှာလား ဆိုတာပါပဲ။ အဆင့်တက်ချင်နေတဲ့ ရိဒ်ဟာ warning ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/fearless-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xujced26SmDLU7B3ELXr6lgiiPA.jpg",
        "title": "Virgin Bhanupriya(2020)",
        "description": "Virgin Bhanupriya(2020)IMDB rating 6.5 ရရှိထားတဲ့ Comedy, Drama အမျိုးအစားဇာတ်ကားလေးဖြစ်ပါတယ်....ဘာနူးပရီယာဆိုတဲ့မိန်းကလေးဟာအပျိုတစ်ယောက်ဖြစ်ပြီး သူဟာအပျိုစင် ဘဝကိုဆုံးရှုံးချင်စိတ် စမ်းသပ်ချင်စိတ်ဖြစ်နေတယ်....သူ့သူငယ်ချင်းတစ်ယောက်ကလည်း ဒီဖြစ်စဉ်ကြီး အောင်မြင်စေဖို့ နင်းကန်ကူညီပါတယ်...\nသို့ပါသော်လည်း ပိုးသာကုန်မောင်ပုံစောင်းမတတ်ဆိုသလို လွဲပြီးရင်လွဲနေလေရဲ့...\nတစ်နေ့မှာအူကြောင်ကြောင်ကောင်လေးတစ်ယောက်ကိုစာကြည့်တိုက်မှာချိန်းတွေ့ဖို့လုပ်ရာကနေ ပြဿနာမျိုးစုံတက်ပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...\nဘာသာပြန်သူကတော့ Thaik San ပဲဖစ်ပါတယ်။File Size : (900 MB) and ( 500 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:51:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/virgin-bhanupriya2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7cN1YBcuBKrxdtxUDig29cXKfKR.jpg",
        "title": "I Used to Go Here (2020)",
        "description": "ကိတ်ဟာ စာအုပ်သစ်ထုတ်ဝေလိုက်တာမကြာသေးတဲ့ ငယ်ရွယ်တဲ့စာရေးဆရာမပါ။သူ့ရဲ့ရည်မှန်းချက်ဖြစ်တဲ့ဝတ္ထုရေးဆရာမ ဖြစ်ခဲ့ပေမယ့်သူ့စာအုပ်ဟာသူထင်သလောက်ရောင်းအားမကောင်းခဲ့ပါဘူး။သူ့ထုတ်ဝေသူကလည်း သူ့စာအုပ်မိတ်ဆက်ပွဲတွေကိုဖျက်လိုက်ပါတယ်။သူ့ရည်းစားကလည်းသူနဲ့မနေတော့တဲ့ဆက်ဆံရေးမျိုးပါ။တစ်ရက်တော့ သူတက်ခဲ့တဲ့ကောလိပ်က ပရော်ဖက်ဆာကကျောင်းမှာစာဖတ်ပွဲလေးလာလုပ်ဖို့ ကမ်းလှမ်းပါတယ်။ဒါနဲ့ သူ့ကိုစာရေးဆရာဖြစ်အောင် အားပေးခဲ့တဲ့ပရော်ဖက်ဆာရဲ့စကားကြောင့်ကောလိပ်ရှိတဲ့မြို့လေးကို ခဏပြန်လာခဲ့ပါတယ်။ပြီးတော့ သူတည်းတဲ့အိမ်ရှေ့က သူကျောင်းသူဘဝကနေခဲ့တဲ့အိမ်ဖြစ်ပြီးကျောင်းသားလေးတွေနေနေတဲ့အတွက် အိမ်ကိုသွားလည်ရင်းဇာတ်လမ်းလေးတွေစကြတာပေါ့။ပေါ့ပေါ့ပါးပါးဇာတ်မြူးလေးတစ်ကားပါ။ File Size : ( 823 MB , 258 MB)\nQuality : WEB Rip 720p\nRunning Time : 1 hr 20 min\nFormat : Mp4\nGenre : Comedy , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/i-used-to-go-here-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BMjI4ZTlhNTAtODM1Yy00NDYyLWFmYTMtZTc1MjAzN2EyYWZkXkEyXkFqcGdeQXVyMjk2Mjc5MTY@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Nikah Yuk (2020)",
        "description": "ဒီတခါတော့ ကိုဗစ်ကာလမှာ စိတ်ပင်ပန်းနေကြတဲ့\nCMချစ်ပရိတ်သတ်ကြီးအတွက်\nအင်ဒိုးနီရှားအချစ်ဟာသကားလေးတင်ဆက်ပေးလိုက်ပါတယ်.\nဇာတ်လမ်းလေးက တကယ်ကို ချစ်ဖို့ကောင်းပြီး\nမိဘမေတ္တာနဲ့အချစ်ရဲ့လျှို့ဝှက်ဆန်းကြယ်ပုံကို\nဟာသနှောပြီးရိုက်ထားတဲ့ ဇာတ်ကားလေးပါ.\nဇာတ်လမ်းအကျဉ်းကတော့ တဉီးတည်းသော\nသားဖြစ်တဲ့ Aryaဟာ ကိုယ်စွမ်းကိုယ်စနဲ့\nဓာတ်ပုံဆရာတစ်ဉီးဖြစ်ချင်နေတာပါ.\nသူ့ရဲ့ပင်တိုင်မော်ဒယ်ကတော့ သူ့ချစ်သူကောင်မလေးပေါ့.\nဒါပေမယ့်လဲ သူ့မိဘအကူအညီက Aryaဟာ မလွတ်နိုင်ခဲ့ပါဘူး.\nတဘက်မှာလဲ သူ့ချစ်သူမော်ဒယ်မလေးဟာ\nနောက်မီးလင်းချင်နေပြီး လက်ထပ်ခွင့်တောင်းတော့လဲ\nလက်မခံတာကြောင့် စိတ်ညစ်နေရပါတယ်.\nဒါပေမယ့် သူ့ဘဝကို ပြောင်းလဲပေးနိုင်မယ့်\nကောင်မလေးတ်ယောက်နဲ့ ဆုံခဲ့ပါတယ်.\nLiaဆိုတဲ့ ပန်းချီဆရာမလေးပေါ. Liaနဲ့တွေ့ပြီးနောက်မှာ\nAryaပြုံးပျော်နိုင်လာတာကြောင့်\nမသေခင်အိမ်ထောင်ကျစေချင်တဲ့ Aryaအမေဟာ\nအကွက်ချပြီး သူတို့နှစ်ဉီးကို လက်ထပ်စေခဲ့ပါတယ်.\nလက်ထပ်ပြီးနောက်မှ တစ်ခုပြီးတစ်ခုလွဲပြီး\nရယ်စရာတွေ ဖြစ်လာတဲ့ အချစ်ဟာသဇာတ်မြူးလေးပေါ့ဗျာ.\nဒီဇာတ်လမ်းလေးကြည့်ရင်း ဘဝအမောတွေ ဖြေဖျောက်လိုက်ကြပါဦး....\n \nFile Size -  1 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - YK\nEncoder - XCode",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/nikah-yuk-2020/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b5XfICAvUe8beWExBz97i0Qw4Qh.jpg",
        "title": "Work It(2020)",
        "description": "Work It(2020)August 7 ကမှ ပူပူနွေးနွေး Netflixက ထွက်ထားတဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...ကွင်းအက်ကာမန်းဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာစာကြိုးစားပြီး GPA 4.0ရတဲ့ သိပ်တော်တဲ့ ကောင်မလေးတစ်ယောက်....Thunderbirds ဆိုတဲ့အကအဖွဲ့တစ်ခုမှာ မီးအလင်းအမှောင်ညှိပေးရတဲ့သူတစ်ယောက်..စာတော်တဲ့ကောင်မလေးဆိုတော့ သိတဲ့အတိုင်းမကတတ်ပေမဲ့ အဖွဲ့မယ်နေရာလေးတစ်ခုတော့ယူထားသူပေါ့...ဒီလိုနဲ့  Woodbright အထက်တန်းကျောင်းကြီးပြီးတော့မှာမလို့ တက္ကသိုလ်ရွေးကြတဲ့အခါမှာ ပြဿနာတစ်ခုကြောင့်သူ့ကိုအဖွဲ့က ထုတ်ခံလိုက်ရတယ်..ဒါအပြင့် ကတတ်မှ တက္ကသိုလ်တက်ရမယ့်အဖြစ်နဲ့ရက်ဆိုင်ရတဲ့အခါမှာတော့.... စာတွေနဲ့ပဲ နစ်မွန်းပြီး အကဆို တစ်လုံးမှမသိတဲ့ ကွင်းတစ်ယောက် ဘယ်လိုဆက်လုပ်ကြမလဲ??ကတတ်အောင်သူဘယ်လိုကြိုးစားမလဲ..သူ့ကိုပြဿနာဖြစ်စေတဲ့အကြောင်းကရော ဘာလဲ...ဒီလိုအခက်အခဲမျိုးစုံကို ဒီကောင်မလေးဘယ်လိုကျော်လွှားမလဲ....အထက်တန်းကျောင်းသားကားဆိုပေမယ့် ချစ်စရာမင်းသမီးလေးရယ်... သီချင်းအလန်းစားတွေ ကကွက်အလန်းစားတွေနဲ့မို့ဒီကားလေးကို ကြည့်ရင် နောင်တမရပါဘူးဆိုတာ အာမခံပါတယ်....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Cynthia ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:33:00\nGenre :  Comdey , Music\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/work-it2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rFbTuVIObgmEVg1tmc4QOJvYp6T.jpg",
        "title": "Yes, God, Yes(2020)",
        "description": "Yes, God, Yes(2020)IMDb....6.0,,,,Rotten..94%လိင်၊ ဆယ်ကျော်သက်အရွယ်၊ ဘာသာရေး။ ဒီသုံးမျိုးနဲ့ ခင်ဗျားတို့ ဘဝမှာ တိုင်ပတ်ခဲ့ဖူးမှာ အသေချာပါပဲ။တိုင်ပတ်တယ်ဆိုတာထက် ရှုပ်ထွေးတယ် ရောနေခဲ့တယ်လို့ပြောရင် ပိုမှန်မယ်ထင်ပါတယ်။ရှောင်လွဲလို့ရမှာမဟုတ်တဲ့ အဆိုပါသုံးမျိုးက လွယ်မလိုနဲ့ခက် တိမ်မလိုနဲ့ နက်ပါတယ်။ဘာလို့လဲ အကြောင်းရင်းကဘာများလဲဆိုတာ သ‌ဘောပေါက်လောက်မယ့် လူတွေလည်း ရှိနိုင်ပါတယ်။သို့ပေမယ့် ဒီဇာတ်လမ်းလေးကြည့်ပြီးသွားရင် အကောင်းဆုံးအချိန်တစ်ခုကို ပိုင်ဆိုင်လာမယ်ဆိုတာတော့ ညွန်းပါရစေခင်ဗျာအ‌ပေါ်မှာဖော်ပြထားတဲ့ သုံးမျိုးနဲ့ ပတ်သတ် ဆက်စပ်ပြီးရိုက်ထားတဲ့ ဇာတ်လမ်းအချို့တော့ရှိဖူးပါတယ်။ဒါ‌ပေမယ့်လည်း ဒီဇာတ်လမ်းမှာကတော့ ...\nStranger thingsထဲမှ မင်းသမီးချော Natalia Dyer က အရာရာကို ရှက်တက်ပြီး ခပ်အေးအေးနေတက်တဲ့ဆယ်ကျော်သက်အရွယ်ကောင်မလေးအဲလစ်အဖြစ်ပါဝင်ထားပါတယ်။သူမဟာ လူငယ်သဘာဝ လိင်စိတ်ထကြွခြင်းနဲ့ စူးစမ်းလိုစိတ် တစ်ထပ်တည်းကျသွားချိန်လိင်ကိစ္စအပေါ် ထင်မြင်မှတ်ယူပုံကွဲပြားတဲ့ သူ့မိသားစုရဲ့ ဘာသာရေးစံနှုန်းစံထား၊ပတ်ဝန်းကျင်ရဲ့ ဝေဖန်ကဲ့ရဲ့မှုတွေကြားထဲမှာ ပိတ်မိနေခဲ့ပါတယ်။ဒါပေမဲ့ သမာဓိရှိယောင်ဆောင်နေတဲ့၊အတွင်းမှာ နစ်မြုပ်နေသော Dark side ရှိ‌နေကြတဲ့ လူသဘောသဘာဝကိုကိုယ်တိုင် မြင်‌တွေ့သွားတဲ့အချိန်မှာတော့... မိသားစု၊ ပတ်ဝန်းကျင်ရဲ့ ဘာသာရေးပေတံတွေအတိုင်း ဆက်သွားမလား ဘယ်လိုတွေ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/yes-god-yes2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/dead-dicks-136x200.jpg",
        "title": "Dead Dicks 2019",
        "description": "ဒီကားလေးကတော့ Rating 5.4ရထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ် review 5.4 ရထားတယ်ထင်ပြီးမကောင်းဘူးမထင်နဲ့နော် ဒီကားလေးက Dead dicks ဆိုတဲ့အတိုင်း horror ကားဖြစ်ပါတယ် ဇာတ်လမ်းအစ မှာ Becca လို့ခေါ်တဲ့ သူနာပြုမလေးကို သူ့အကိုဖြစ်သူ Richie ဆီက ထိတ်လန့်စရာ message ကိုရရှိခဲ့ပြီး အဲ့ဒါကြောင့် သူက သူ့အကို ဆီကိုအပြေးသွားခဲ့ပါတယ် သူအကို‌ေနတဲ့တိုက်ခန်းကိုရောက်သွားတဲ့အခါမှာတော့ စိတ်ရောဂါဝေသနာခံစားနေရတဲ့ သူ့အကိုက အဝတ် ဘီရိုထဲမှာ ကြိုးဆွဲချပြီးသေနေတာ ကိုမြင်တွေ့ခဲ့ရပြီး လန့်သွားခဲ့ပါတယ် ဒါပေမယ့် ထူးဆန်းတာက သူ့အကိုရဲ့အလောင်းက တစ်ခုမကပဲ လေးခုဖြစ်နေပါတယ် အဲ့လိုနဲ့ ဘာ‌ေတွဆက်ဖြစ်မလဲသိချင်တယ်ဆုိရင် ကြည့်ကြည့်လိုက်ပါနော်File Size : 600 Mb / 300 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:23:00\nGenre : Comedy, Horror, Sci-fi\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/dead-dicks-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNGJlMTU5ZTYtZGNlOC00OGY5LTg0ODEtMWFkMTgyODc4OWZmXkEyXkFqcGdeQXVyNDIyMjczNjI@._V1_-130x200.jpg",
        "title": "The Way of the Dragon",
        "description": "ခုတင်ဆက်ပေးမှာက bruce leeရဲ့ ၁၉၇၂ခုနှစ်မှာ ထွက်ခဲ့တဲ့\nဇာတ်ကားကောင်းလေးတစ်ခုပါ အက်ရှင် ဟာသ\nကြိုက်တဲ့လူတွေအတွက်တော့ ကွက်တိပါပဲနော်\nဇာတ်လမ်းလေးကတော့..\nထျန်လုန်(bruce lee)ဆိုတဲ့ သိုင်းပညာရှင်တစ်ယောက် က\nသူ့အသိဆွေမျိုးရဲ့ စားသောက်ဆိုင်ကို ရောင်းဖို့ဖိအားပေးခံနေရတဲ့\nဒုက္ခကို ကူညီဖို့ ရောမကို ရောက်လာတဲ့ ပုံစံမျိုးလေးဇာတ်အိမ်တည်ထားတာပါ\nအရင်တုနး်ကကားဆိုတဲ့အတိုင်း dialog တွေအများကြီးမပါဘဲ\nသရုပ်ဆောင်ချက်တွေနဲ့ ဇာတ်ကားလေးကို ကောင်းကောင်း\nပုံဖော်သွားတာပါနော် အရင်တုန်းက ကားဆိုပြီး\nအထင်မသေးလိုက်ပါနဲ့ ကြည့်ပြီးရင်\nလုံးဝ နောင်တမရစေမယ့် ကားလေးပါ\n  \nFile Size -  1.1 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - Yamin Ei\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-way-of-the-dragon/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vT2CXIsVKoGl0DZ8USwLWzEFznI.jpg",
        "title": "Punch-Drunk Love(2002)",
        "description": "Punch-Drunk Love(2002)IMDb - 7.3ဘယ်ရီတဲ့ သူဟာ ကြောင်တောင်တောင်လူလို့ပဲပြောရမလားမသိ...သူဟာ အချစ်ဆိုတာ မကြုံခဲ့ဖူးသူ ....သူ့မှာ အစ်မတွေ ၇ ယောက်တောင်ရှိတယ်...ဒီအစ်မတွေဟာ သူငယ်ငယ်က ဖြစ်ပျက်ခဲ့တဲ့ ရယ်စရာကိစ္စတစ်ခုနဲ့ ပတ်သတ်ပြီး သူ့ကိုအမြဲလှောင်ပြောင်နေလေ့ရှိတယ် ...အဲ့ဒီအစ်မတွေကပဲ အချစ်မရှာတဲ့သူ့အတွက် ချစ်သူတစ်ယောက် ဝိုင်းရှာပေးကြတယ် ..အကွက်တွေဖန်ပေးကြတယ် ....ဒါပေမဲ့လည်း ဘယ်ရီတစ်ယောက်ဟာ အဆင်မပြေနေခဲ့လေတော့ တစ်ယောက်တည်း အထီးကျန်နေတာပေါ့ ..ဒီလိုနဲ့ တစ်နေ့မှာ သူ့ရဲ့အထီးကျန်မှုကို ခဏတာဖြေဖျောက်ဖို့ လုပ်ငန်းတစ်ခုနဲ့ဆက်သွယ်မိချိန်ကစလို့ကိစ္စပေါင်းစုံကြုံရပါတော့....ဒီကားက မင်းသားကြီး Adam Sandler ကိုတော့တော်တော်များများသိကြမှာပါ..ရုပ်ရည်ပြေပြစ်တဲ့မင်းသားမဟုတ်ပေမဲ့ Drama တွေ Romance တွေမှာဆိုပရိတ်သတ်နှလုံးအိမ်ကို လွန်စွာမှ ဖမ်းစားနိုင်တာသိကြမှာပါ...သူ့ကားတော်တော်များများ တကယ်ကောင်းလွန်းသလိုယခုကားလည်း ကောင်းတဲ့ဇာတ်ကားတစ်ကားပေမို့ တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်.....File Size : (850 MB) and (469 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Romance, Drama, ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/punch-drunk-love2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qwqi8UtH2Xtj1bPhMZV0Ne9RctG.jpg",
        "title": "Lootcase(2020)",
        "description": "Lootcase(2020)ဇာတ်လမ်းအကျဉ်း.....အခြေခံလူတန်းစား တစ်ယောက်ဖြစ်သူ  နန်ဒန်းကူးမားတစ်ယောက်ရဲ့လက်ထဲကို\nတစ်နေ့မှာ မမျှော်လင့်ဘဲ သန်း၁၀၀တန်အိတ်ကြီးတစ်လုံးသူ့လက်ထဲကိုရောက်လာခဲ့တယ်..ဒီလူက မလည်ရှုတ် ကို့ရို့ကားယားလူ....သန်း(၁၀၀)ကြီးလက်ထဲရောက်လာတော့လောဘက မသတ်နိုင်ရှာဘူး.....အိမ်မှာသိမ်းထားမယ်....ပြီးရင် အိမ်က စက်သေနတ်ပစ်သလို ပွစိပွစိ လုပ်တဲ့မိန်းမကိုပါးစပ်လေးတွေထုတ်သုံးဖြည့်ဆည်းပေးရင် မိန်းမနိုင်ဆေးခပ်တည်တည်ဖော်မယ်ပေါ့....မိန်းမဘက်ကလည်း အပ်တိုတစ်ချောင်းတဲမယူတတ်တဲ့အမျိုးဆိုတော့ သူ့မိန်းမကိုပေးမသိဘဲအိမ်မှာဉထားမဲ့အစီအစဉ်ပေါ့..နန်ဒန်းကူးမားက လောဘရမ္မက်တွေကြောင့် သာမတွေးမိတာ...နောက်ကွယ်မှာ ဘယ်လိုအရှုတ်အထွေးတွေရှိနေတယ်ဆိုတာ သူမသိဘူး...ကိုင်း ဒီသန်း(၁၀၀)ရဲ့နောက်ကွယ်ကပိုင်ဆိုင်သူတွေက ဘယ်သူတွေလဲ...တခြား ဒီပိုက်ဆံကိုလုပ်ဖို့ လုပ်နေတဲ့အဖွဲ့အစည်းတွေက ဘယ််လောင်တောင်များလဲ...ငပွေးတွေကြားမှာ ဘယ်ငပွေးပိုဆရာကျနေမလဲဆိုတာကိုတော့...ခံစားကြည့်ကြပါဉီး...ဒီကားက IMDb...8.0ရထားသလို ဇာတ်လမ်းလည်းကောင်းသလို နင်းကန်ပြီးလည်း ရယ်ရပါတယ်...အတင်းကြီးကလိထိုးရယ်ခိုင်းတဲ့အကွက်တွေမဟုတ်ဘဲ အလွဲတွေအချော်တွေနဲ့ သရုပ်ဆောင်ကောင်းများစွာနဲ့ရိုက်ကူးထားတာမို့ လက်မလွှတ်သင့်ပါကြောင်း...File Size : (1.02 GB) and (377MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…02:12:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/lootcase2020/"
    }
]