[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTc0NDYwNzU2M15BMl5BanBnXkFtZTgwOTUxNDg0MTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The House (2017)",
        "description": "ဒီဇာတ္လမ္းက မိဘေမတၱာကို ျပသထားတဲ႔ကားေလးပါသမီးကိုမ်က္စိေအာက္ကအေပ်ာက္မခံနိုင္ေအာင္ခ်စ္တဲ႔ မိဘေတြက ေက်ာင္းအိပ္ေက်ာင္းစား ေကာလိပ္တက္ဖို႔သမီးကို ပို႔ရေတာ႔မယ္႔ အခ်ိန္ကေနစထားပါတယ္။စာေတာ္တဲ႔သမီးေလး တက္ရမယ္႔ေကာလိပ္က အရမ္းေစ်းၾကီးလို႔ ပညာသင္ဆုရထားေပမယ္႔အဲ႔နွစ္မွာ ဖ်က္သိမ္းတာနဲ႔ၾကံဳလိုက္ရပါတယ္။သမီးေလး ေက်ာင္းထားဖို႔ ေငြေၾကးလဲမတတ္နိုင္ မတက္ရေတာ႔ဘူးလို႔ေျပာလဲမထြက္ၾကပါဘူး။ဒါနဲ႔ ရိုးသားတဲ႔လင္မယားနွစ္ေယာက္က သူတို႔သူငယ္ခ်င္းနဲ႔ေပါင္းျပီး တရားမ၀င္ကာစီနိုလုပ္ၾကပါေတာ႔တယ္။ေငြေနာက္လိုက္ရင္းနဲ႔ ဘာေတြၾကံဳရမလဲဆိုတာကိုေတာ႔ ဟာသဇာတ္လမ္းအေနနဲ႔ ေပါ႔ေပါ႔ပါးပါးၾကည္႔ရႈရမွာပါတကိုယ္တည္းသမားမ်ား အိမ္ေထာင္ျပဳေအာင္တိုက္တြန္းထားတာပါေနာက္ဆံုး ေဆးေပးမီးယူသာအေကာင္းဆံုးျဖစ္ေၾကာင္း(ဘာသာျပန္သူကေတာ့ Rebel ပါ)\n File Size : (700 MB) and (295 MB)\nQuality : 720p Webdl\nRunning Time : 1hr 28min\nFormat : Mp4\nGenre :Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Rebel\nEncode by Thanhtike Zaw",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-house-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/B8DEC0CEC6F7BDBAC5CD_B0B3BAC0B0EDC1F6-140x200.jpg",
        "title": "You Call It Passion (2015)",
        "description": "ကိုရီးယားအခ်စ္ဟာသဇာတ္လမ္းေလးပါ။မင္းသား Jung Jae‑young မင္းသမီး Park Bo‑young တို႕ပါဝင္ထားျပီး အပန္းေျဖရင္းၾကည့္ရႈသင့္တဲ့ဇာတ္ကားေလးပါ။ \nFile Size…(850MB) and (320MB)Quality…BluRay Rip 720pFormat…mp4\nDuration…01:46:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya AungTranslated by Missy",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/you-call-it-passion-2015/",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/heart-and-soul-poster-133x200.jpg",
        "title": "Heart and Souls (1993)",
        "description": "Heart and Souls (1993)\nIMDb - 7.0/10_____Rotten - 55%  >>> Heart and Soul <<<<1993 ခုနှစ်က ထွက်ရှိခဲ့ပြီး Imdb 7 ရထား တဲ့ PG-13 Comedy Drama Romance ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးက နိုင်ငံတကာမှာပဲ ပေါက်ခဲ့တာမဟုတ်ပဲ မြန်မာနိုင်ငံမှာလည်း သရဲလေးကောင် ဆိုတဲ့နာမည် နဲ့ ပုံစံတူရိုက်ကူးခဲ့ပြီး အောင်မြင်ခဲ့ပါသေးတယ်။ဇာတ်လမ်းလေးက  1959 ခုနှစ် မှာ လူလေးယောက်စီးနှင်းလိုက်ပါလာတဲ့ ကားတစ်စီးနဲ့ ကိုယ်ဝန်ဆောင် မိခင်တဦး စီးလာတဲ့ ကား တိုက်မိတဲ့ accident တခုအပေါ် သေဆုံးသွားတဲ့ဝိဉာဉ်၄ယောက်နဲ့ အသစ်မွေးဖွားလာတဲ့ခလေးကြား ဆက်နွယ်နေတဲ့ ကံကြမ္မာ တခုက စတင်ပေးခဲ့တယ်။  ဇာတ်လမ်းအကျဉ်း >>>>>>ဆန်ဖရန်စစ်စကို : 1959 ခုနှစ် ပဲရ်နီဝါရှင်တန်အမည်ရှိ ဖုန်းအော်ပရေတာ တခုတွင် ညဆိုင်းလုပ်နေတဲ့ ခလေးသုံးယောက်အမေ single ...",
        "rating": "7.0",
        "url": "https://megaup.net/1AKpo/Heart_And_Soul_[1993]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Jerry-magurie-poster-133x200.jpg",
        "title": "Jerry Maguire (1996)",
        "description": "Jerry Maguire(1996)\nIMDb ....7.3 ,,,,Rotten 83%\n ဒီကားထဲမှာ မင်းသားTom Cruise က Jerry Maguire အမည်နဲ့ အားကစား အေးဂျင့်အဖြစ်သရုပ်ဆောင်ထားတယ်\nစကားလုံးလှလှတွေကိုအသုံးပြုပြီး အောင်မြင်တဲ့အားကစားသမားတွေနဲ့ အားကစားအသင်းတွေကြားမှာ ငွေကြေး\nကစားနေတဲ့သူတစ်ယောက်ပေါ့.အချစ်ဆိုတာကိုလည်း စာရွက်ပေါ်က ဂဏန်းတွေလို တွက်ချက်ပြီး အကျိုးအမြတ်ယူတတ်သူ\n.....သူဟာနာမည်ကျော်အေးဂျင့်အဖြစ်ကာလတစ်ခုထိနေနိုင်ခဲ့ပေမဲ့ တစ်နေ့တော့\nဘယ်သူမှ သူနဲ့စာချုပ်မချုပ်ချင်လောက်အောင် ဆိုးတဲ့အခြေအနေရောက်သွားတယ်.........\nကျွန်တော်တို့ရှင်သန်ရင်း ဘဝတစ်ခုတည်ဆောက်တဲ့အခါမှ အချစ်ရယ် အလုပ်ရယ် ငွေကြေး\nရယ် ကြားမှာ ပင်ပန်းနွမ်းနယ်နေတယ်........နှလုံးသားနဲ့ဦးဏှောက်\nပေါင်းစပ်မှုကြောင့် စကားတွေပြောတယ် ဟန်အမူအရာတွေပေါ်ပေါက်လာတယ်....\nတစ်ချို့သောအလုပ်တွေမှာ ဦးဏှောက်ကရာနှုန်းပြည့်ဆုံးဖြတ်ပေးပေမဲ့ နှလုံးသားကြောင့်\nယိမ်းယိုင်ခဲ့တာ ရှိတယ် နှလုံးသားရဲ့ အသိပေးမှုအောက်မှာလည်း ဦးဏှောက်ရဲ့ တစ်ချို့သော တလွဲ မာနတွေ\nအတ္တတွေကြောင့်ပြိုလဲခဲ့တာရှိတယ်...ကိုယ့်အတွက် တကယ့်ပျော်ရွှင်မှုဆိုတာအဲ့အချိန်ရောက်ရင်\nလက်တစ်ကမ်းအလိုမှာပဲ လေတစ်ချက်အဝှေ့ခံလိုက်ရတဲ့\nအခိုးအငွေ့လေးလိုပဲပျောက်သွားတတ်တယ် ပျော်ရွှင်မှုရဖို့အတွက် အတ္တတွေ မာနတွေကို အချိန်ကိုက် ခဝါချတတ်ဖို့လိုသလို\nကိုယ့်နှလုံးသားရဲ့လိုအပ်ချက်အစစ်အမှန်ကိုလည်းမြင်အောင်ကြည့်တတ်ဖို့လိုတယ်...ကျွန်တော်ဘာလို့ဒါတွေပြောနေတာလဲဆိုတော့\nဒီကားကိုကြည့်လိုက်ရင်ခင်ဗျားတို့သဘောပေါက်သွားမယ်ထင်တယ်\nဒီဇာတ်ကားမှာ တွမ်ခရုဟာ Golden Globe Award for Best Actor ဆုရသွားတယ် ဒါ့အပြင် ရုပ်ရှင်ဆုပေါင်း ဆယ့်တစ်ဆုလည်း\nရခဲ့တယ် IMDb Rotten...ကလည်းကောင်းတယ်...ဒီအချက်အလက်တွေအရ ...",
        "rating": "7.3",
        "url": "  https://megaup.net/1LIci/Jerry_Maguire_[1996]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BZWM4YzZjOTEtZmU5ZS00ZTRkLWFiNjAtZTEwNzIzMDM5MjdmXkEyXkFqcGdeQXVyNDg2MjUxNjM@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Big Sick (2017)",
        "description": "The Big Sick (2017)\nIMDb - 7.5/10_______Rotten - 98%CM ပရိတ်သတ်တွေကို ဒီတခေါက် တင်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့ \"Big Sick\" ပဲဖြစ်ပါတယ်IMDB 7.5 နဲ့ ပရိတ်သတ်အားပေးမှုကို ရရှိထားတာဆိုတော့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါဇာတ်လမ်း အကြောင်းအရာကတော့ကူမေးလ်နမ်ဂျီယာနီ ဟာ အမေရိကန်နိုင်ငံမှာ နေထိုင်တဲ့ ပါကစ္စတန် ဟာသပညာရှင်တစ်ယောက်ဖြစ်ပါတယ်သူဟာ လူတွေရှေ့မှာ ဟာသပြောရတဲ့ ပညာရှင် တစ်ယောက်ပါတစ်နေ့မှာတော့ သူ့ပွဲမှာ လာအားပေးတဲ့ အမ်မလီဆိုတဲ့ တက္ကသိုလ်ကျောင်းသူတစ်ယောက်နဲ့ ဆုံခဲ့ပါတယ်ဆုံတဲ့နေ့မှာဘဲ အနောက်တိုင်းထုံးစံအတိုင်း အတူနေခဲ့ကြပါတယ်ဒီလိုနဲ့ သူတို့နှစ်ယောက်ကြားမှာ သံယောဇဉ်တွေ တိုးပွားခဲ့ပါတယ်ဒါပေမယ့်...ပါကစ္စတန်လူမျိုးတွေဟာ မိဘတွေ စီစဉ်ပေးတဲ့သူနဲ့ လက်ဆက်ရပါတယ် ....လူမျိုးမတူ ဘာသာမတူတဲ့ လူနဲ့ လက်ထပ်တဲ့လူတိုင်းကို မိသားစုကနေ ဖယ်ထုတ်ခြင်းခံရပါတယ်...စကားပြောခွင့်ဆက်သွယ်ခွင့်မရှိပါဘူး....ဒီထုံးစံကို သိတဲ့ ကူမေးလ်ဟာ အမ်မလီကိုလဲ ဖွင့်မပြောချင် မိဘတွေကိုလဲ စိတ်မဆင်းရဲစေချင်တာနဲ့ ပြောလို့ မထွက်ခဲ့ပါဘူး...တစ်နေ့မှာတော့ အမ်မလီဟာ ဒီအကြောင်းအားလုံးကို သိခဲ့ပါတယ်..သူတို့နှစ်ယောက်လမ်းခွဲခဲ့ကြပါတယ်..ဒါပေမယ့်...အမ်မလီဟာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2d5sj/The_Big_Sick_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/uc2gunvpu4pl-157x200.jpg",
        "title": "[18+] Erotic Sister (2016)",
        "description": "Dark Side Production မွ တင္ဆက္ထားေသာ ကိုရီးယား ၁၈+ ဇာတ္ကားျဖစ္ပါတယ္။- Synopsis -Where are you off my off! Men do not concede in front of Thyssen (!?) Sister are coming! Three women gathered in a long solo gun carriage only to marry their posts. Genuine Ji tikhan Air Goddess (two stories) and releasing IittIe show host Sumin (yimina) Sora (Kim rayun) heodang of ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-erotic-sister-2016/",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/hackers_ver1-129x200.jpg",
        "title": "Hackers (1995)",
        "description": "ဆယ္ေက်ာ္သက္ ဟက္ကာတစ္ေယာက္က အဓိကေကာ္ပိုေရးရွင္း တစ္ခုဆီကေဒၚလာသန္းခ်ီခိုးယူူမႈအတြက္ သူခိုးဟု စြပ္စြဲခံေနရမွန္း သူ႕ကိုယ္သူ ရွာေဖြေတြ႕ရွိသြားတယ္။ ဟက္ကာေခါင္းေဆာင္ Dade Murphy, Zero Cool, Crash Overrideလို႕နာမည္မ်ားစြာ တြင္တဲ႕သူကသူ႕အသက္၁၁ႏွစ္တုန္းက လမ္းေဘးကြ်န္ျပဴတာစနစ္ ေပါင္း၁၅၀၀ေက်ာ္ကို ဖ်က္ဆီးပစ္ခဲ႕လို႕၇ႏွစ္ ဖုန္း ကြ်န္ျပဴတာ ဘာစက္ပစၥည္းမွ မကိုင္ရ အမိန္႕က်ခဲ႕တယ္။ခုေတာ့ ေမာ္နီတာရဲ႕ေရွ႕ကို ေနာက္တစ္ေခါက္ စိတ္အားထက္သန္စြာ ျပန္ေရာက္လာရေတာ့ဘာေတြ ဘယ္လို ဆက္ျဖစ္မလဲဆိုတာ……………မင္းသားမင္းသမီးအေတာ္မ်ားရဲ. ငယ္စဥ္ပံုပန္းသြင္ျပင္ေတြကိုလည္းတစ္၀ၾကီးၾကည့္ရမွာျဖစ္ပါတယ္။ \n(ဘာသာျပန္သူကေတာ့ Neve Luna ပါ)\n File Size : (800 MB) and (350 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre : Comedy, Crime, Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/hackers-1995/",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/71ui5VT99TL._RI_-150x200.jpg",
        "title": "[18+] Love Clinic (2015)",
        "description": "တစ်ညလုံးနှစ်ယောက်တည်း အတူရှိနေတဲ့ ယောင်္ကျားလေးနဲ့မိန်းကလေး\nနောက်နေ့မနက်အထိ…ဘာမှောက်မှားမှုမှ မဖြစ်တာဘာကြောင့်ပါလဲ...\n   \nမိန်းကလေးကိုယ်တိုင် Sexy dance နဲ့ဆွဲဆောင်တယ်…\nမိန်းကလေးကိုယ်တိုင် မာယာအပြည့်နဲ့ဆွဲဆောင်တယ်…\nမိန်းကလေးကိုယ်တိုင် ခန္ဓာအလှနဲ့ဆွဲဆောင်တယ်…\nအဲ့ဒါတောင်…ယောင်္ကျားလေးဖြစ်သူက တုံ့ပြန်မှုတစ်စုံတစ်ရာမပေးတာ ဘာကြောင့်ပါလဲ…\nဘာကြောင့်လဲဆိုတာကို ဖန်တီးရိုက်ကူးထားတဲ့\nLove Clinic ဆိုတဲ့ ကိုရီးယားဇာတ်ကားဟာ IMDb Rating (6.0) ရရှိထားပါတယ်။\nဇာတ်လမ်းလေးက ချစ်မှုရေးရာဖွဲ့ဇာတ်လမ်းလေးပါ။\nမိသားစုနဲ့ကြည့်ဖို့မသင့်တော်လို့သာ 18+ ခေါင်းစဉ်တပ်ထားပေမယ့်\nComedy,Drama ဇာတ်လမ်းလေးပါပဲ။\n  \nဇာတ်လမ်းအကျဉ်းကတော့...\nWang Seong-ki (မင်းသားOh Ji-ho) က အမျိုးသမီး သားဖွားဆရာဝန် / မီးယပ်သားဖွားပညာရှင်ပါ။\nGil Sin-seol (မင်းသမီးKang Ye-won) ကတော့ ဆီးရောဂါပါရဂူပါ။\nGil Sin-seol (Kang Ye-won) က သူ့ဖခင်ဆရာဝန်အပေါ်မခံချင်စိတ်နဲ့\nအမျိုးသားမျိုးပွားအင်္ဂါအထူးပြုပညာရှင်ဖြစ်ဖို့ကြိုးစားနေသူပါ။\nWang Seong-ki ရော Gil Sin-seol မှာပါ လျှိုု့ဝှက်ချက်တွေကိုယ်စီရှိလို့ချစ်သူတွေမထားကြပါဘူး။\nသူတို့နှစ်ယောက်မမျှော်လင့်ဘဲ အဆောက်အအုံတစ်ခုအတွင်းမှာ ကပ်လျှက်ဆေးခန်းဖွင့်မိတဲ့အခါမှာတော့..\nတစ်ယောက်နဲ့တစ်ယောက်အမြင်စောင်းမှု၊အဆင်မပြေမှု၊အလွဲလွဲအမှားမှားတွေကြားက ချစ်ခရီးလမ်းလေး လျှောက်မိတဲ့အခါ…. ။\nဒီဇာတ်ကားကိုကြည့်ပြီး သိလာရတာက...\nချစ်တယ်ဆိုတာ စိတ်နဲ့တင်ချစ်နေလို့မရပါဘူး…\nချစ်တာကို ချစ်နေမှန်းသိအောင်ပြသဖို့လည်း လိုပါတယ်။\n#AYK\n(ရုပ်ရှင်အညွှန်းကို myanmarload.com မှကူးယူဖော်ပြပါသည်။)\n \nFile Size…(900 MB)Quality…HD-Rip ...",
        "rating": "6.0",
        "url": "https://megaup.net/V8ym/Love_Clinic_(Yeonaeui_Mat)_[18+]_[2015]_(MM_Sub).mp4",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Soccer-Killer-Poster-143x200.jpg",
        "title": "Soccer Killer (2017)",
        "description": "တစ္ခါတုန္း တရုတ္ျပည္မွာရန္ယင္ဆိုတဲ့နိဳင္ငံရွိပါတယ္...ရန္ယင္တိုင္းျပည္ကုိ ေပါက္လဲ့မင္းသားျကီးဦးေဆာင္တဲ့မိစၦာအဖြဲ ့ဟာ ေဘာလံုးကန္ဖို ့စိန္ေခၚလာပါတယ္အဆိုပါအဖြဲ ့ဟာထူးဆန္းသည့္ေမွာ္အတက္ပညာမ်ားကိုတတ္ေျမာက္ထားျပီးေတာ့ စစ္အင္းအားလည္းေတာင့္တင္းလွပါတယ္နိဳင္ငံကိုအနိဳင္တိုက္ယူနိဳင္ေပမဲ ့ေဘာလံုးကိုဝါသနားျကီးေတာ့ ေဘာလံုးျပိဳင္ဖို ့ဘဲစိတ္အားထက္သန္ေနပါတယ္တိုင္းျပည္မွယွဥ္ကန္မဲ့သူမရွိခဲ့ရင္ နယ္ေျမခဲြေပးရပါေအာင္ဖိအားေပးပါတယ္ယွဥ္ျပိဳင္မည့္ျပိဳင္ဘက္အသင္းကို အထိအခိုက္အနာတရျဖစ္ေအာင္ေဆာ့ကစားတတ္ပါတယ္အခန္ ့မသင့္ရင္အသက္ပါဆံုးရံႈးနိဳင္ပါတယ္ယွဥ္ျပိဳင္ခိုင္းရင္လည္း ကစားသမားေတြ ေသဆံုးနိဳင္ေျခမ်ားေတာ့.... စုတ္လည္းဆူး စားလည္းရူးဘဝေရာက္ေနတဲ့ ရန္ယင္တိုင္းျပည္အနာဂတ္ကိုကယ္တင္ဖို ့ မင္းသမီးကသိုင္းေလာကဂိုဏ္းခ်ဳပ္ျကီးရွစ္ေယာက္ကိုအကူအညီေတာင္းဖို ့သြားပါတယ္..ရန္ယင္မင္းျကီးကစိတ္သေဘာထားေပ်ာ့ညံ့ျပီးေတာ့ဝန္းျကီးခ်ဳပ္ကစိတ္ျကိဳက္အုပ္ခ်ဳပ္ေနပါတယ္တိုင္းျပည္ကိုေပါက္လဲ့မင္းသားကစိန္ေခၚလာေတာ့အခါ သစၥာေဖာက္ျပီးပူေပါင္းသြားပါတယ္ဝန္ျကီးခ်ဳပ္ကသို္င္းေလာကသားေတြကိုလည္း ဖိႏွိပ္အုပ္ခ်ဳပ္ထားေတာ့...သိုင္းေလာကသားအားလံုးကနန္းေတာ္ကိုမုန္းတီးေနျကပါတယ္ မင္းသမီးကဘယ္လုိစည္းရံုးမွာလညး္... ေမာက္ရွန္းဂိုဏ္းကလူငယ္ေလးကဂိုဏ္းနာမည္ဂုဏ္သိကၡာတက္ဖုိ ့ မင္းသမီးကိုအသံုးခ်ဖို ့ရည္ရြယ္ရင္း တကယ္ခ်စ္သြားေတာ့အခါ...သို္င္းေလာကမွာဂိုဏ္ခ်ဳပ္ျကီးကိုးေယာက္ျဖစ္ေအာင္ဘယ္လုိျကိဳးစားသြားမလည္းဆိုတာ..... \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က Ynwa Real ပါ)\n File Size : (750 MB) and (370 MB)\nQuality : 720pwebdl\nRunning Time : 1hr 23min\nFormat : Mp4\nGenre : Comedy, ...",
        "rating": "",
        "url": "https://channelmyanmar.org/soccer-killer-2017/",
        "category": "Comedy, Sport"
    },
    {
        "thumbnail": "",
        "title": "VIP 2 Lalkar (2017)",
        "description": "အိႏၵိယႏုိင္ငံ မြန္ဘုိင္းၿမိဳ႕ရဲ႕ တစ္ႏွစ္အတြင္း အရည္အခ်င္းရွိဆုံး အင္ဂ်င္နီယာမ်ားကုိ ဆုခ်ီးျမွင့္ေသာ အခမ္းအနားတြင္ ဆုအားလုံးလုိလုိကုိ အိႏၵိယရဲ႕ ထိပ္သီး ကုမၸဏီျဖစ္ေသာ ဗဆူဒရာ ေဆာက္လုပ္ေရးမွ အင္ဂ်င္နီယာမ်ားသာ အသီးသီး ရ႐ွိၾကေလသည္။ဗဆူဒရာ ေဆာက္လုပ္ေရး၏ ပုိင္ရွင္ျဖစ္သူ ဗဆူဒရာလည္း သူ႕ကုမၸဏီမွ ဆုေတြ တေလွႀကီး သိမ္းပုိက္ႏုိင္ေနေသာေၾကာင့္ လူပုံလည္တြင္ ေခါင္းေမာ့ ရင္ေကာ့ ေနေလ၏ဗဆူဒရာကေတာ့ ေခသူမဟုတ္ အမ်ိဳးသမီး တစ္ဦး ျဖစ္ေပမယ့္ ငယ္ငယ္ရြယ္ရြယ္ႏွင့္ ေအာင္ျမင္မႈ႕ဟာ အသက္နဲ႕ပင္ မလုိက္ေအာင္ အာဏာပါဝါ ေပါက္ေရာက္မႈကလည္း ၿမိဳ႕ေတာ္ဝန္က သူ႕ကုိလာေတြ႕ရတဲ့ အထိ ေနာက္ဆုံး အေနနဲ႕ တစ္ႏွစ္တာအတြင္း အေတာ္ဆုံး အင္ဂ်င္နီယာ ဆုကုိ ရ႐ွိသြားသူကေတာ့ ႕႕႕႕႕႕႕႕႕႕ အနီသား ေဆာက္လုပ္ေရးမွ မစၥတာ ရာဂူဗာရန္ ျဖစ္ပါတယ္ဘယ္သူလဲ ရာဂူဗာရန္ ငါ့ဂုဏ္ကုိ ယွဥ္ၿပိဳင္ရဲတာ ဘယ္သူလဲ ...",
        "rating": "",
        "url": "https://megaup.net/S2tx/VIP_2_Lalkar_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/f1-138x200.jpg",
        "title": "Finally Found Someone (2017)",
        "description": "2017 ထြက္ အခ်စ္ဟာသဇာတ္ျမဴးေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက ေပါ့ေပါ့ပါးပါး နဲ႔ ေအးေအးေဆးေဆးေလးၾကည့္ရတာကိုႀကိဳက္ႏွစ္သက္တဲ့သူေတြအတြက္ႀကိဳက္ေတြ႕မယ့္ကားေလးပါ ဒီဇာတ္ကားေလးထဲက အႀကိဳက္ေတြ႕မိတဲ့ စကားေလးကေတာ့ \"အခ်စ္ဆိုတာ ေနာက္တခါအခြင့္အေရးေပးဖို႔ထိုက္တန္တယ္ တဲ့ၿပီးေတာ့ အခ်စ္စစ္ဆိုေနာက္တခါ အခြင့္အေရးထပ္ေပးႏိုင္တယ္တဲ့ \"ဇာတ္လမ္း အက်ဥ္းကေတာ့ aprilynn ဟာ သူ႔ မဂၤလာပြဲေလးရဲ႕  သူတို႔သားျဖစ္တဲ့ Randy  နဲ႔ လြဲေခ်ာ္သြားတယ္ဆိုတဲ့ သတင္းဟာ အြန္လိုင္းမွ တဆင့္ပ်ံႏွံသြားပါတယ္ၿမိဳ႕ေတာ္၀န္ရဲ႕သားျဖစ္တဲ့ Randy ဟာၿမိဳ႕ေတာ္၀န္အျဖစ္၀င္ၿပိဳင္မွာ ျဖစ္တာေၾကာင့္ Aprilynn ကိုပစ္ထားခဲ့တာက သူ႔ရဲ႕ Image ကိုထိခိုက္ေစၿပီးေထာက္ခံမဲေတြေလ်ာ့လာေစပါတယ္  ပိုၿပီး၀မ္းနည္းစရာ ေကာင္းတာက သူဟာ  သူတို႔သားရဲ႕အေဖက ငွားထားတဲ့ Public Relation  agency က raffy နဲ႔ ဆံုေတြ႕မိၿပီး raffy ရဲ႕ အႀကံေပးခ်က္ေတြနဲ႔  သူဟာ Randy ကို သိကၡာမက်ေစဖို႔အတြက္ ဟန္ေဆာင္ေနရပါတယ္ ဒီလိုနဲ႔အေနျခင္းနီးလာတဲ့ Aprilynn ဟာ Raffy ကိုခ်စ္မိသြားတဲ့အခါမွာေတာ့ ဘာေတြဆက္ျဖစ္ၾကမယ္ ဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးက ဆက္လက္ၾကၾကရမွာပါဘာသာျပန္ကေတာ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/finally-found-someone-2017/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjIzMDI2NDUwOV5BMl5BanBnXkFtZTgwNzE2NjU3MjI@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Jab Harry Met Sejal (2017)",
        "description": "မင္းသားရွာရြတ္ခန္းနဲ႔ မင္း သမီး   အႏြတ္ရွ္ကာရွားမားတုိ႔က ေခါင္းေဆာင္  ပါဝင္ထားတာျဖစ္ၿပီး သူတို႔ႏွစ္ေယာက္ ပူးတြဲသ႐ုပ္ေဆာင္တဲ့ တတိယေျမာက္ဇာတ္ကားျဖစ္သလို ပါရာေဂြး၊ အမ္စတာဒမ္၊ ဗီယင္နာ၊ လစၥ ဘြန္းနဲ႔ ဘူဒါပက္စ္က ႐ႈခင္းအလွ အပေတြကိုပါ  ခံစားၾကည့္႐ႈရမွာပါ။ဟာရင္ဒါဟယ္ရီဆင္းန္နီ ဟာရာဟာ အမ္စတာဒမ္က ဧည့္ လမ္းၫႊန္တစ္ေယာက္ျဖစ္ၿပီး စန္းပြင့္သူ ျဖစ္သလုိ ခင္မင္တတ္၊ ကူညီတတ္သူတစ္ေယာက္ျဖစ္ပါ တယ္။ တစ္ရက္မွာေတာ့ သူဂိုက္လုပ္ေပးေနတဲ့ ဂူဂ်ာရာတီမိသားစု ကို ေလဆိပ္လိုက္ပို႔အၿပီးမွာေတာ့ ျပႆနာေလးတစ္ခု စပါေတာ့ တယ္။ဂူဂ်ာရာတီ မိသားစုဝင္တစ္ ေယာက္ျဖစ္တဲ့ ဆီဂ်ယ္ဇာဗာရီ ဟာ ခရီးစဥ္မွာ သူ႔ရဲ႕ေစ့စပ္လက္ စြပ္ေပ်ာက္သြားလုိ႔ပဲ ျဖစ္ပါတယ္။ လက္စြပ္ျပန္ရွာခ်င္တဲ့ ဆီဂ်ယ္ကို ဟယ္ရီက ကူညီေပးဖို႔ အင္တင္ တင္ျဖစ္ေနေပမယ့္လည္း အတူ လိုက္ရွာေပးခဲ့ပါတယ္။  ဟယ္ရီဟာဂူဂ်ာရာတီ မိသားစုကို လိုက္ပို႔ခဲ့တဲ့ ေနရာ ေတြအကုန္လံုးကို ဆီဂ်ယ္နဲ႔အတူ ျပန္သြားၿပီး လက္စြပ္လိုက္ရွာခဲ့ ၾကပါတယ္။ ...",
        "rating": "",
        "url": "https://megaup.net/2cr9m/Jab_Harry_Met_Sejal_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Screenshot_2017-09-02-01-36-07-81-142x200.png",
        "title": "Beautiful Accident (2017)",
        "description": "2017 ခုႏွစ္ထြက္ Imdb 6.9 ရထားတဲ့ အခ်စ္ဟာသဇာတ္ ျမဴးကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္ကားေလးကေတာ့ ထက္ျမက္တဲ့ မိန္းမတစ္ေယာက္ ကသူ႔အခ်စ္ေရးမွာေတြ႕ႀကံဳရတဲ့အလြဲေလးေတြကို ရိုက္ကူးျပထားတာျဖစ္ၿပီး ေပါ့ေပါ့ပါးပါးေလးနဲ႔ ပိတ္ရက္မွာ အပန္းေျဖၾကည့္ဖို႔အတြက္တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေအာင္ျမင္မူ႔ေတြရေနတဲ့  ေရွ႕ေနမတစ္ေယာက္ တစ္ေန႔မွာ အေ၀းေျပးလမ္းမွာ ကားမေတည္တဆမူျဖစ္ခဲ့ပါတယ္မေတာ္တဆမူ႔ေၾကာင့္ ျဖစ္လာတဲ့ အက်ိဳးဆက္ကို သူကိုယ္တိုင္ တာ၀န္ယူလာဖို႔ ျဖစ္လာေတာ့ သူ႔ရဲ႕ ဆိုးသြမ္းတဲ့ သားသမီး၂ေယာက္နဲ႔ ေယာက်ာ္းၾကားထဲမွာ ဘယ္လိုေတြဗ်ာမ်ားရမလဲ သူတာ၀န္ယူရတဲ့ ျပသနာကေကာဘာလဲ  သူကိုယ္တိုင္ကေကာ ဘယ္လို အလြဲေတြနဲ႔ႀကံဳခဲ့ရတာလဲ အစရွိတာေတြကိုေတာ့ပရိတ္သတ္ႀကီးက ဆက္လက္ၾကည့္ၾကရမွာပါ Qty - Web dl (720p)Duration - 1hr35minFormat - Mp4 (×264)Subtitle - Myanmar HardsubTranslator - Nang Phyu Phyu NaingEncoder - Me",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/beautiful-accident-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTc3NjMxMzk4OF5BMl5BanBnXkFtZTgwMzU4MDgwMzE@._V1_-150x200.jpg",
        "title": "My Girlfriend Is an Agent (2009)",
        "description": "ဒီတစ်ခါမှာတော့ ပရိတ်သတ်ကြီးကိုချပြပေးချင်တဲ့ ကားလေးကတော့ မင်းသား Kang Ji-hwan နှင့် မင်းသမီးချော Kim Ha-neulတို့အဓိက သရုပ်ဆောင်ထားတဲ့ ဟာသ၊ Action ဇာတ်မြူးကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကတော့ IMDb rating 6.4 ရထားပြီး 2009ခုနှစ်ကထွက်ရှိထားတဲ့ ကားကောင်းထဲကတစ်ခုဆိုလဲမမှားပါဘူး။ဒီကားထဲမှာ မင်းသမီးချော Kim Ha-neul( Soo Ji)က Agentတစ်ယောက်အဖြစ်ပြီး ပေါကြောင်ကြောင်Kang Ji-hwan(Lee Jae Joon)ရဲ့ချစ်သူ အမြဲတမ်းအလုပ်ရှုပ်နေတတ်တဲ့အမျိုးသမီး တစ်ယောက်လဲဖြစ်ပါတယ်မင်းသားကတော့ သူ့ကို Agent မှန်းမသိရှာပါဘူး။Soo Ji ရဲ့အထူးတာဝန်က Russian လူဆိုးဂိုဏ်းတစ်ဖွဲ့ကနေ သိပ္ပံဆိုင်ရာစမ်းသတ်ချက်တွေနဲ့ထုပ်လုပ်ထားတဲ့ လေထုထဲမှာပျံ့နှံ့နိုင်စွန်းရှိတဲ့ဗစ်တီးရီးယားဆေးပုလင်းကို Koreanလူဆိုးဂိုဏ်း တွေနှင့်လဲလှယ်ပြီးလူသားတွေကိုဒုက္ခမပေးနိုင်အောင် တားဆီးနှိမ်နှင်းရမဲ့တာဝန်ပဲဖြစ်ပါတယ်။တစ်နေ့မှာ မင်းသားက သူ့ချစ်သူနဲ့အဆင်မပြေဖြစ်ပီး နိုင်ငံခြားထွက်သွားခဲ့ပါတယ်။နောက်တော့ မင်သားဟာ Agent တစ်ယောက်အဖြစ် ကိုရီးယားနိုင်ငံကိုပြန်လည် ရောက်ရှိလာပါတယ်။သူတို့အဖွဲ့ရဲ့ အဓိကတာဝန်ကလဲ မင်းသမီး Soo Ji လိုက်နေတဲ့တာဝန်ပဲဖြစ်နေပြန်လို့ သူတို့နှစယောက်ပြိုင်ဆိုင်မှု့၊ Agent အဖွဲ့နှစ်ခုရဲ့ပြိုင်ဆိုင်မှု့တွေနဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2luTa/My_Girlfriend_Is_An_Agent_[2009]_(MM_Sub).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/spy_ver10_xlg-1-135x200.jpg",
        "title": "Spy (2015)",
        "description": "နာမည်ကြီး Jason Statham ပါဝင်ထားတဲ့ စပိုင်ဟာသအက်ရှင်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အက်ရှင်သီးသန့်မဟုတ်ပဲ ဟာသတွေနှောထားတဲ့အတွက် CM ပရိတ်သတ်ကြီး အကြိုက်ဖြစ်နေမယ်ဆိုတာ သေချာပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ နျူကလိယဗုံးမှောင်ခိုရောင်းဝယ်ရေးကြားထဲမှာ စီအိုင်အေဌာနချုပ်က သူလျှိုတွေ အလွဲလွဲအချော်ချော်ဖြစ်ပြီး စိတ်ဝင်စားစရာကိစ္စတွေမှာ ဟာသရောပြီးတမျိုး အက်ရှင်ဆန်ဆန်တမျိုးနဲ့ ရသ၂မျိုးပေးထားတဲ့ ကားလေးကိုကြည့်ရင်း ဘဝအမောတွေပြေကြပါစေ လို့ဆုမွန်ကောင်းတောင်းလိုက်ပါတယ်ဘာသာပြန်သူကတော့ Sofy ပါ---------------------------------------------------------------------------------------------နာမည္ၾကီး Jason Statham ပါ၀င္ထားတဲ့ စပိုင္ဟာသအက္ရွင္ကားေလးနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္အက္ရွင္သီးသန္႔မဟုတ္ပဲ ဟာသေတြေႏွာထားတဲ့အတြက္ CM ပရိတ္သတ္ၾကီး အၾကိဳက္ျဖစ္ေနမယ္ဆိုတာ ေသခ်ာပါတယ္..ဇာတ္လမ္းအက်ဥ္းကေတာ့ ႏ်ဴကလိယဗံုးေမွာင္ခိုေရာင္း၀ယ္ေရးၾကားထဲမွာ စီအုိင္ေအဌာနခ်ဳပ္က သူလွ်ိဳေတြ အလြဲလြဲအေခ်ာ္ေခ်ာ္ျဖစ္ျပီး စိတ္၀င္စားစရာကိစၥေတြမွာ ဟာသေရာျပီးတမ်ိဳး အက္ရွင္ဆန္ဆန္တမ်ိဳးနဲ႕ ရသ၂မ်ိဳးေပးထားတဲ့ ကားေလးကုိၾကည့္ရင္း ဘ၀အေမာေတြေျပၾကပါေစ လို႔ဆုမြန္ေကာင္းေတာင္းလိုက္ပါတယ္ဘာသာျပန္သူကေတာ့ Sofy ပါ File Size : (903 MB)\nQuality : 720pBluray\nRunning Time : 1hr 59minutes\nFormat : Mp4\nGenre : Action, Comedy, Crime\nSubtitle ...",
        "rating": "7.0",
        "url": "https://megaup.net/4UB7k/Spy_[2015]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BOWM5OGVjZDQtMzY5Ny00ODRhLWIzNTQtYjdiMjcwZTYzNGFhXkEyXkFqcGdeQXVyNzUzNzkxMjM@._V1_SY1000_CR007151000_AL_-143x200.jpg",
        "title": "Tom and Jerry: Willy Wonka and the Chocolate Factory (2017)",
        "description": "ကေလးလူႀကီးအေတာ္မ်ားမ်ားရဲ႕ အသည္းစြဲအခ်စ္ေတာ္ေလးေတြ တြမ္နဲ႔ဂ်ယ္ရီျပန္လာပါၿပီ2017 မွာအသစ္ထြက္လာတဲ့ဇာတ္ကားေလးကေတာ့အရင္ကားေတြနဲ႔မတူဘဲ တြမ္နဲ႔ဂ်ယ္ရီကို လက္ေထာက္အျဖစ္ ရိုက္ကူးထားတာပါ\nဒီထဲမွာ တြမ္နဲ႔ဂ်ယ္ရီက ခ်ာလီဘတ္ကတ္ဆိုတဲ့ေကာင္ေလးကိုGolden ticket ရေအာင္ကူညီေပးၿပီးဝီလီဝန္ကာရဲ႕ ေခ်ာကလက္စက္ရံုဆီကိုသြားဖို႔ အေဖာ္ျပဳကူညီေပးခဲ့ပါတယ္သူတို႔ရည္ရြယ္ခ်က္ကေတာ့ ဝန္ကာရဲ႕ အထူးခ်ိဳခ်ဥ္ကိုသူ႔ၿပိဳင္ဘက္ေတြ ခိုးတဲ့ရန္ကေန ကာကြယ္ဖို႔ပါဒါေပမယ့္ တပ္ဖီဆိုတဲ့ႂကြက္ေလးရဲ႕ လမ္းျပမႈနဲ႔ေခ်ာကလက္စက္ရံုရဲ႕ ထူးဆန္းအံ့ဩဖြယ္ရာကမ႓ာေလးကိုေတြ႕ၾကံဳခဲ့ရတာကို အေရာင္အေသြးစံုစံုလင္လင္နဲ႔ခ်စ္စဖြယ္ရိုက္ကူးေပးထားတာပါဒါ့အျပင္ ခ်စ္ဖို႔ေကာင္းတဲ့ဇာတ္ဝင္သီခ်င္းေလးေတြလဲ ေဝေဝဆာဆာနဲ႔ထည့္သြင္းေပးထားမို႔ တြမ္နဲ႔ဂ်ယ္ရီရဲ႕အမာခံပရိသတ္ေတြ လက္လြတ္မခံသင့္တဲ့ ဇာတ္ကားေလးပါ File Size : (600 MB) and (350 MB)\nQuality : 720pWebdl\nRunning Time : 1hr 19minutes\nFormat : Mp4\nGenre : Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncode by Thanhtike Zaw",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/tom-and-jerry-willy-wonka-and-the-chocolate-factory-2017/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Screenshot_2017-08-27-11-30-23-57-149x200.png",
        "title": "After The Wedding",
        "description": "ဘ၀တစ္ခုေပါင္းစပ္ၿပီးအိမ္ေထာင္တစ္ခုတည္ေထာင္ဖုိ႕ အခ်စ္ဆုိတာက အဓိကအေရးပါတဲ့အစိတ္အပိုင္းတစ္ခုလား?\nအိမ္ေထာင္တစ္ခုပဲျဖစ္ျဖစ္ RS တစ္ခုေရရွည္တည္ၿမဲဖုိ႕ပဲျဖစ္ျဖစ္ အားလုံးကုိဟန္ခ်က္ညီေအာင္ထိန္းဖုိ႕ဆုိတာ\nအခက္သားဗ် ဒါက ေယာကၤ်ားေလးမွာေရာ မိန္းကေလးမွာေရာတာ၀န္ရွိပါတယ္ သုိ႕ေပမဲ့လည္း က်န္းမာေရးေကာင္းပါတယ္\nဆုိတဲ့လူတစ္ေယာက္ရဲ႕ ေသြးခုန္ႏႈန္းေတာင္ နာရီအလုိက္ေျပာင္းလဲမႈရွိတတ္ေလေတာ့ ကြ်န္ေတာ္တုိ႕ႏွလုံးသားဆုိတာ\nတစ္ခါတစ္ရံ ပတ္၀န္းက်င္ေၾကာင့္အေရာင္ေျပာင္းလဲတတ္မယ္ထင္တယ္....တကယ့္လုိေျပာင္းလဲစရာအေၾကာင္းမရွိဘူးဆုိရင္ေတာ့\nကြ်န္ေတာ္ေျပာတာကုိ ခြ်င္းခ်က္တစ္ခုအျဖစ္သတ္မွတ္ေပးပါ..... တစ္ခုေတာ့ရွိတယ္ အဓိကနဲ႕သာမညကုိေတာ့\nခင္ဗ်ားအခ်ိန္မွီခြဲတတ္ဖုိ႕လုိမယ္ ယခုဇတ္ကားေလးထဲမွာ ဒီလုိအခ်က္ေတြအမ်ားႀကီးျပသြားတယ္ ဘ၀တစ္ခုအတူတည္ေဆာက္ဖုိ႕\nႀကဳိးစားေနတဲ့အတြဲေလးနဲ႕ ေကာင္မေလးတစ္ေယာက္ရဲ႕ အရႈတ္ေလးေတြ......ကုိင္း ခံစားၾကည့္လုိက္ပါဦး ဘာသာျပန္က သားျပည့္စံုေဇာ္ ျဖစ္ၿပီး အၫြန္းကေတာ့ ကိုၿဖိဳးျပည့္ပါ",
        "rating": "",
        "url": "https://channelmyanmar.org/after-the-wedding/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Screenshot_2017-08-26-18-23-39-02-138x200.png",
        "title": "The Champions (1983)",
        "description": "1983 ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး Imdb 7 ရထားတဲ့ Old But Gold ေလးတစ္ကားကိုထပ္မံ တင္ဆက္ေပးလုိက္ပါတယ္ ဇာတ္ကားထဲမွာပါတဲ့ မင္းသားေတြကိုေတာ့ မသိတဲ့ သူမရွိေလာက္ဘူးထင္မိသလို ဇာတ္ကားေကာင္း မေကာင္းဆိုတာကိုလဲ သိေလာက္မယ္ထင္ပါတယ္ ဇာတ္လမ္းအမ်ိဳးအစားေလးက Comedy Sport အမ်ိဳးအစားကားေလးပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ 1980  ေဟာင္ေကာင္ ေဘာလံုးေလာက ရဲ႕ၿပိဳင္ဆိုင္မူ ျပင္းထန္ေနတဲ့ကာလ မွာ လက္ေ႐ြးစင္ပါသြားတဲ့ လူငယ္ေလး LEE TONG တစ္ေယာက္ ဟာ ေဘာလံုးေလာက ရဲ႕ ထံုးစံ အတိုင္း ေလာင္းကစားသမားမ်ားရဲ႕လြမ္းမိုးမူ လာဘ္ထိုးမူေတြနဲ႔ႀကံဳေတြ႕ရၿပီး ဒီလာဘ္ထိုးမူေတြကို သူဘယ္လိုမ်ား ေရွာင္မလဲၿပီးေတာ့ၿပိဳင္ဘက္ အသင္းေတြရဲ႕ ညစ္ပတ္မူ႔ ဒိုင္ေတြရဲ႕ ဘက္လိုက္မူ႔ေတြၾကာင့္ ရွံုနိမ့္ ခဲ့ရတာေတြကို သူဘယ္လိုႀကံႀကံခံ ႏိုင္မလဲၿပီးေတာ့ သူ႔အတင္းေဖာ္ေတြနဲ႔ အတူ ဘယ္လိုအလြဲေတြနဲ႔ မ်ား ဟာသ ဆန္ဆန္ၾကည့္ၾကရမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးက ဆက္လက္ၾကည့္ၾကရမွာပါဘာသာျပန္ကေတာ့ REAL YNWA ျဖစ္ပါတယ္ဗ်",
        "rating": "7.0",
        "url": "https://megaup.net/2fME4/The_Champions_[1983]_(MM_Sub).mp4",
        "category": "Comedy, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/captain_underpants_xlg-135x200.jpg",
        "title": "Captain Underpants: The First Epic Movie (2017)",
        "description": "ဒီကာတြန္းကားေလးက အေမရိကားရဲ့ ကေလးၾကိဳက္ကာတြန္းစီးရီးစာအုပ္ကို Dreamwork Animation ကေန ရုပ္ရွင္အျဖစ္ ျပန္ျပီးေတာ့ အသက္သြင္းထားတာပါ။မူရင္း ကာတြန္းစီးရီးက ၁၂ အုပ္တိတိ ရွိျပီး ၃ ၾကိမ္တိုင္တုိင္ ျပန္လည္ ထုတ္ေ၀ထားပါတယ္။ဒီကာတြန္းကို ဘာသာစကားေပါင္း ၂၀ေက်ာ္ေလာက္နဲ႔ဘာသာျပန္ထုတ္ေ၀ခဲ့ျပီးစာအုပ္ေပါင္းသိန္း၇၀ေလာက္ေရာင္းရခဲ့တဲ့ကာတြန္းစီးရီးေလးပါ။ဇာတ္လမ္းေလးကေတာ့ ေက်ာင္းသားေလးနွစ္ေယာက္နဲ႔ သူငယ္ခ်င္းသံေယာဇဥ္ကို ေဖာ္က်ဴးထားတဲ့ဇာတ္လမ္းမ်ိဳးေလးပါ။          ကာရိုးဒ္နဲ႔ ေဂ်ာ့ရွ္က အစအေနာက္သန္တဲ့ စတုတၳတန္းေက်ာင္းသားေလးေတြပါ။သူတုိ႔က ဟာသဥာဏ္ရႊင္ျပီးေတာ့ ကာတြန္းရုပ္ျပေတြကို အတူဖန္တီးေရးဆြဲေနတဲ့ သူငယ္ခ်င္းနွစ္ေယာက္ပါ။သူတုိ႔က ကက္ပတိန္အန္ဒါပန္႔လို႔ေခၚတဲ့ စူပါဟီးရိုး ကာတြန္းရုပ္ျပေလးကို အတူတူေရးဆြဲခဲ့တယ္။          သူတုိ႔ရဲ့ေက်ာင္းအုပ္ၾကီးက စိတ္တိုစိတ္ဆိုး စည္းကမ္းတင္းၾကပ္တဲ့သူမို႔ သူတို႔ႏွစ္ေယာက္ကို ၾကည့္မရပါဘူး။ သူတုိ႔ေနာက္ေျပာင္ေနတာကို သက္ေသမရွိေသးလို႔ ဘာမွမလုပ္နုိင္ေသးေပမယ့္ တစ္ေန႔ေန႔ေတာ့ ေစာင့္ဖမ္းျပမယ္လို႔ၾကံဳး၀ါးထားပါတယ္။တစ္ေန႔ သူတို႔ျပႆနာရွာတာကို လက္ပူးလက္ၾကပ္မိတဲ့ အခါမွာေတာ့ အၾကီးဆံုးျပစ္ဒဏ္အေနနဲ႔ သူတို႔ႏွစ္ေယာက္ကို  အတန္းခြဲထားဖုိ႔ လုပ္ပါေတာ့တယ္။ သူတို႔သူငယ္ခ်င္းနွစ္ေယာက္ မခြဲခ်င္တာနဲ႔ ၾကံမိၾကံရာနဲ႔ ေက်ာင္းအုပ္ၾကီးကို အိပ္ေမြ႔ခ်ၾကိဳးစားတာ ရလိုက္တယ္။အိပ္ေမြ႔ခ်ထားရင္း ေက်ာင္းအုပ္ၾကီးက ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/captain-underpants-the-first-epic-movie-2017/",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/l_p0027688264-141x200.jpg",
        "title": "Ghost Punting (1992)",
        "description": "Ghost Punting (1992)_____IMDb - 5.6/10\n  1983 က စတင်ထွက်ရှိခဲ့ပြီး ဂျက်ကီချန်း ပါဝင် သရုပ်ဆောင်ခဲ့တဲ့ Winner & Sinner ဆိုတဲ့ ဇာတ်ကားကို မသိတဲ့သူတော့ မရှိလောက်ဘူးလို့ထင်ပါတယ် အဲ့ဒီကားထဲမှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ ချီးထုတ် နာဘူး ၅ယောက် ကိုလဲ သိပ်စိမ်းကြမှာ မဟုတ်ပါဘူး အခုကားလေးကတော့ winner & sinner ၂ကားပြီးတော့ နောက်ဆက်တွဲ ထွက်ရှိခဲ့တဲ့ ဟာသကားလေးပါ ဒီကားလေးကတော့ IMDb 5.6 ရခဲ့ပြီး ပေါ့ပေါ့ပါးပါးနဲ့ အခုလို သောကြာနေ့ည မှာကြည့်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ အားလပ်ရက်မှာ ကမ်းခြေကိုအလည်အပတ်ထွက်လာခဲ့တဲ့ ချီးထုတ် အလွဲ ၅ယောက်ဟာ ကမ်းခြေ သူတို့နေထိုင်ရာ အနားမှာ သရဲ ခြောက်တာကို သိရတော့ သူတို့ ဟာ သွားရောက် စုံစမ်းရင်း ဘယ်လိုတွေ ဖြစ်ကြမလဲ ဘယ်လိုအလွဲတွေ ဖြစ်ကြမလဲ သူတို့ဘယ်လိုတွေ ကံကောင်းသွားမလဲ သရဲကကော ဘာကြောင့် သရဲ ဖြစ်နေတာလဲ ...",
        "rating": "5.6",
        "url": "https://megaup.net/V4p7/Ghost_Punting_(Wu_Fu_Xing_Chuang_Gui)_[1992]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    }
]