[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/dvd-1-9340-140x200.jpg",
        "title": "[18+]Flirting in the Air (2014)",
        "description": "၂၀၁၄ ခုနှစ်ကနေ မင်မင်းဆက်ခေတ်ကို ခုန်ကူးသွားမယ့် ကမ္ဘာပတ်တဲ့ကပ္ပတိန်ကူး...လေယာဉ်ကိုအရမ်းရူးသွပ်တဲ့ ကပ္ပတိန်ကူး...မိန်းကလေးတွေဆို အရမ်းချစ်တဲ့ ကပ္ပတိန်ကူး...၂၁ ရာစုမှာ ပွေရှုပ်တာအားမရလို့ ‌မင်မင်းဆက်အထိသွားရှုပ်မယ့် ကပ္ပတိန်ကူး...ကပ္ပတိန်ကူးရဲ့ဂေါ်ချက်ကတော့ သူဌေးရဲ့မိန်းမနဲ့မှ ဆတ်ဆတ်လူးနတ်ပူးမိပါတော့တယ် ။ သူဌေးက သိသွားပြီး အလုပ်ထွက်ခိုင်းခဲ့တာကြောင့် နောက်ဆုံးတစ်ခါလေယာဉ်မောင်းရင်း လေယာဉ်ပေါ်မှာလည်း လေယာဉ်မယ်တွေကို အလွတ်မပေးခဲ့ပါဘူး။မိုးမမြင်လေမမြင်ကဲနေကြတုန်း လေယာဉ်ကြီးက သံလိုက်စက်ကွင်းထဲဝင်ရောက်သွားတဲ့အခါ... ‌ရှေးဘုရင် မင်မင်းဆက်ဆီ ဝုန်းခနဲရောက်သွားပါတော့တယ်။ ကပ္ပတိန်ကူးပဲလေ... ငြိမ်ငြိမ်ဘယ်နေပါ့မလဲ။ မင်မင်းဆက်မှာ နှာဘူးလိုက်ထရင်း မင်မင်းဆက်သမိုင်းရဲ့ အရေးပါဆုံးဖြစ်ရပ်ထဲမှာ သူဝင်ပါမိသွားတဲ့အခါ....ပေါ့ပေါ့ပါးပါးလေးကြည့်ဖို့ အဆင်ပြေတဲ့ကားလေးဖြစ်ပေမယ့် မိသားစုနဲ့တော့အတူတူမကြည့်နဲ့နော်။ တော်ကြာနေ နရင်းအုပ်ခံနေရမှာစိုးလို့ပါ ။ပါ၀င်ထားတဲ့သူတွေကလည်း ရှောင်လင်ဘောလုံးကားထဲက ဖက်တီးတို့ တကယ့် ဟာသနဲ့ ငဘူးအုပ်စုဖြစ်တဲ့သူတွေ အပြင် ဒါရိုက်တာကလည်း Sex and Zen ရိုက်တဲ့သူဆိုတော့ ရှယ်ပေ့ါ ။File Size__(1.1GB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:33:00\nType__Adult, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by JoJo Va\nEncoded ...",
        "rating": "",
        "url": "https://megaup.net/38Xie/[18+]Flirting_in_the_Air_(2014).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-wild-140x200.jpg",
        "title": "Wild Men (2022)",
        "description": "\" လူတွေနဲ့ဝေးဝေး ဝေးတဲ့နယ်မြေ အတူတူ သွား သွား သွားကြမယ်လေ \" ဆိုတဲ့ သီချင်းစာသားလေးအတိုင်းပဲ မာတင်ဆိုတဲ့ လူတစ်ဦးဟာ မြို့ပြမှာ မိသားစုနဲ့ အလုပ်အကိုင်နဲ့ အဆင်ပြေနေပေမယ့် မြို့ပြလူနေမှုဘ၀ရဲ့ မွန်းကျပ်မှုကို ခံစားနေရပြီး ငြိမ်းချမ်းမှုကိုရှာဖွေဖို့ တောထဲတောင်ထဲ ထွက်ပြေးလာသူတစ်ဦးပါ မာတင်ဟာ မြို့ပြက သူ့မိသားစုလေးကို စွန့်ပစ်ပြီးတစ်ကိုယ်တည်း တောင်စခန်းတစ်ခုတည် ကိုယ်တိုင် လေးမြှားနဲ့အမဲလိုက် ချက်ပြုတ်ပြီး ဗိုက်ကင်းတစ်ယောက်လို နေထိုင်လာတာ တစ်ပတ်ကျော်ကြာမြင့်ခဲ့ပါပြီဒီလိုနဲ့ ဗိုက်ကင်းကြီးမာတင်ဆီကို အမှုပတ်ဖို့အကြောင်းဖန်လာတာကတော့ မူဆာဆိုတဲ့ မူးယစ်ဆေးမှောင်ခိုသမားပါပဲ မှောင်ခိုသွင်းဖို့ မူဆာနဲ့ သူ့သူငယ်ချင်းနှစ်ယောက် ကားနဲ့လာရင်းမှာ မာတင်နေတဲ့နေရာနားမှ ကားမတော်တဆဖြစ်ပြီး ဗိုက်ကင်းကြီး မာတင်နဲ့ မူးယစ်‌မှောင်ခို မူဆာ‌တို့ တွေ့ဆုံခဲ့ကြပါတယ် တစ်ဖက်မှာလည်း ရဲတွေနဲ့ မိသားစုက လိုက်ရှာနေတဲ့ မာတင်... တစ်ဖက်မှာတော့ သူငယ်ချင်းနှစ်ယောက်က ပြန်လိုက်ရှာနေတဲ့ မူးယစ်ဆေးတစ်အိတ်နဲ့ မူ ဆာ.... သူတို့နှစ်ယောက်ဟာ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/wild-men-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x1q3FkqFHBkMeKnHiS6GYgdLvUs.jpg",
        "title": "Not Okay (2022)",
        "description": "Not okay (2022) Zoey Deutch နောက်ထပ် ဇာတ်ကားသစ်လေး လာပါပြီ။ ဒီတစ်ခါတော့ Comedy, Drama အမျိုးအစားလေးပါ။ဇာတ်လမ်းအညွှန်းကတော့ ...အတန်ရှည်လိုချင်လွန်းရင် မကောင်းကြောင်း သက်သေပြသွားတဲ့ ကားဖြစ်ပါတယ်။မဂ္ဂဇင်းတစ်ခုမှာ ဖိုတိုအယ်ဒီတာအဖြစ် အလုပ်လုပ်နေတဲ့ ဒန်နီဆန်းဒါးစ်ဟာ အင်မတန် စာရေးဆရာဖြစ်ချင်နေတဲ့သူပါ။ ဒါပေမဲ့ မတော်တရော် အရေးအသားတွေကြောင့် သူ့သူဌေးက သူ့ကို ဆောင်းပါးဌာနကို ပြောင်းခွင့်မပေးပါဘူး။လွယ်ကူရိုးရှင်းတဲ့ဘဝကို မကျေနပ်ဘဲ နာမည်ကြီးချင်သလို သူ့ခရက်ရှ် ကောလင်းဆီက အတန်ရှင်းလိုချင်တဲ့ ဒန်နီဟာ ပဲရစ်ကို စာရေးဆရာအပေါင်းဖော်တွေနဲ့ အားလပ်ရက်ခရီးထွက်ပါပြီဆိုပြီး လိမ်ဆင်ထွင်ပါတော့တယ်။ကံဆိုးချင်တော့ သူ ပဲရစ်ရောက်နေဟန်ဆောင်ပြီး အိမ်မှာ အိပ်နေချိန်မှာပဲ ပဲရစ်ရဲ့ အထင်ကရနေရာတွေကို ဗုံးဖောက်ခံရပါတော့တယ်။ဒီလိုနဲ့ ဒန်နီဟာ သူ့ကို သီသီလေးလွတ်လာတယ်ထင်ပြီး ဝိုင်းကရုဏာသက်ကြတဲ့ လူတွေကို ဆက်လိမ်ရင်း အဂ္ဂမဟာ influencer ကြီးဖြစ်သွားပါတော့တယ်။ဒါပေမဲ့ သူ့လိမ်ဆင်တွေ ဘယ်လိုပေါ်သွားမလဲဆိုတာကတော့ …(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/not-okay-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aSEYjo2CObYZSTrgEnaoa8njLte.jpg",
        "title": "Granny’s Got Talent (2015)",
        "description": "Granny's got Talent အညွှန်းဆဲမယ်ဗျို့ ..... ဆဲမယ် ....\nအဆဲပြိုင်ပွဲကြီး နွှဲကြမယ် .....ရသစုံရှိုးတွေလည်း CM မှာ တင်ဆက်ပေးနေတာ မနည်းပါဘူး။\nဒီဇာတ်ကားကလည်း ရသစုံရှိုးတစ်ခုကို အခြေတည်ပြီး ရိုက်ကူးထာတာပါ။\nဘယ်လိုရှိုးမျိုးလဲဆိုတော့ \"အဆဲပြိုင်ပွဲ\" ရှိုးပါပဲ။ဒီ show ရဲ့ထူးခြားချက်က\nအဆို၊အက၊ အတီး တခြား Talent ​တွေ တစ်ခုမှမလိုဘဲ ဆဲတတ်ရုံနဲ့ ဝင်ပြိုင်နိုင်မှာတဲ့ဗျား။​နေ့စဥ်ဘဝမှာဆဲရုံတင်အားမရတဲ့သူ​တွေကို\nဆု​ကြေး​ငွေ​ပေးပြီး​တော့ကို အဆဲပြိုင်ပွဲ လုပ်​ပေးသွားတာပါ\nဆဲတာကလည်း ရိုးရိုး​ဆဲတာမဟုတ်ဘဲ ဇာတ်ညွှန်းနဲ့ဆဲရမှာပါဇာတ်အလမ်းအကျဉ်းချုပ်ကတော့ .....\nအီ​ဂျောင်ဆွန်းဆိုတဲ့အဘွားက ​ထောင်ကထွက်လာ​တာနဲ့\nအဘွားရဲ့သာယာနာပျော်ဖွယ် ဆဲရေးသံလေးတွေကို နားထောင်ပြီး\nအစီအစဥ်ရဲ့ပီဒီက သ​ဘောကျသွားတာနဲ့ အဘွားလည်း ဝင်ပြိုင်ဖြစ်သွားတာပါအဘွားက ပြိုင်ပွဲတစ်​လျှောက်လုံး အဆဲစ​ကေး​တွေပြသွားမှာဖြစ်ပြီး\n​နောက်ဆုံးဖိုင်နယ်ပွဲအထိ အနိုင်ရမသွားမလားဆိုတာကို ​စောင့်ကြည့်ရမှာပါComedy ဆို​ပေမယ့် ကိုရီးယားရဲ့ထုံးစံအတိုင်း ဒရာမာ​လေး​တော့ နည်းနည်းချိုးထားပါတယ်အဆဲပြိုင်ပွဲကြည့်ရင်း တစ်နည်းအားဖြင့်​တော့ စိတ်ဖိအား​တွေ​ပြေ​ပျောက်ဖို့ ​မျှော်လင့်ပါတယ် ကြည့်​ပေးကြပါဦး​နော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ The Witch Part-2 နဲ့ The Roundup မှာ\nကိုရီးယားကနေ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/grannys-got-talent-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wKiOkZTN9lUUUNZLmtnwubZYONg.jpg",
        "title": "Minions: The Rise of Gru (2022)",
        "description": "Minions : The Rise of Gru (2022)မီနီယံဆိုတာနဲ့ ကလေးတုန်းကအမှတ်တရတွေနဲ့အတူ အူတက်နေအောင် ရယ်ရမယ်ဆိုတာ သိပြီးသားဖြစ်မှာပါ။\nဒီရုပ်ရှင်ကတော့ မီနီယံတွေဟာ ကမ္ဘာဦးကတည်းက အကြမ်းဆုံးဗီလိန်ကို လိုက်ရှာရင်း\nတွေ့ခဲ့သမျှ ဘော့စ်တွေကို ဒုက္ခပေးရင်းနဲ့ နောက်ဆုံးမှာ ဂရူ ပေါက်စလေးနဲ့ တွေ့ခဲ့ပါပြီ။\nဂရူကလည်း ကမ္ဘာအကောင်းဆုံးဗီလိန်အဖွဲ့ဖြစ်တဲ့ လူမိုက်ကြီး၆ယောက် အဖွဲ့ထဲကိုဝင်ဖို့ကြိုးပမ်းနေချိန်ဖြစ်ပြီး\nဂရူ နဲ့ မီနီယံတွေ ဘယ်လို တလွဲတွေလုပ်ကြမလဲဆိုတာ ဆက်ကြည့်ရှုလိုက်ပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Adventur, Comedy\nQuality….4k HEVC WEB DL | 1080p | 720p | 480p\nFile size… 7.08GB | 1.8GB | 1GB | 396MB\nFormat… mp4\nDuration…. 1h 27min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/minions-the-rise-of-gru-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-deadly-135x200.jpg",
        "title": "Deadly Cuts (2021)",
        "description": "ရာဇတ်ဝတ်မှုနဲ့ လူမိုက်ဂိုဏ်းတွေများပြားတဲ့ အိုင်ယာလန်နိုင်ငံ ပစ်ဂင်စတန်မြို့လေးမှာ Deadly Cuts ဆိုတဲ့ အလှပြင် ဆံပင်ညှပ်ဆိုင်ဖွင့်ထားတဲ့ အမျိုးသမီးတစ်စုရှိပါတယ်။ မြို့ကောင်စီကလည်း ဒီနယ်မြေကို လုံးဝမထိန်းနိုင်ဖြစ်ပြီး လူမိုက်ဂိုဏ်းတွေလည်း ဆတ်ကြေးကောက်နေတာလည်း ပျောက်သွားအောင် ဖွင့်ထားတဲ့ ဆိုင်တွေအကုန်လုံးကို ပိတ်သိမ်းလိုက်ဖို့ စီစဉ်လိုက်ပါတယ်...ဒီအခက်အခဲတွေကြားကနေ မီချဲ၊ စတေစီ၊ ဂျန်မာ နဲ့ ချန်တေဆိုတဲ့ အမျိုးသမီး ၄ ယောက်ဟာ အိုင်ယာလန်ရဲ့ ထိပ်တန်းအလှပြင်ဆိုင် ပြိုင်ပွဲမှာ ဝင်ပြိုင်ရင်း ပစ်ဂင်စတန်မြို့ရဲ့ Community ကို အဖက်ဆယ်ဖို့ ကြိုးစားကြပုံကို ရိုက်ကူးထားတဲ့ Comedy ကားကောင်းလေးဖြစ်ပါတယ်။ (အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်) File size…(1.59GB)/(963MB)/(506MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Thiha Yan Naing",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/deadly-cuts-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/777-135x200.jpg",
        "title": "777 Charlie (2022)",
        "description": "IMDb - 9.1 / 10လူတစ်ယောက်ကို ပြောင်းလဲစေတာက\nအချစ်လို့ပြောမယ်ဆို ရဲရဲကြီးယုံလိုက်ပါ...ငယ်စဉ်က မိသားစုတွေ ဆုံးပါးသွားပြီး\nတစ်ယောက်တည်းကျန်ခဲ့တဲ့ \"ဒါမာ\"ကြီးပြင်းတဲ့အထိ တစ်ယောက်တည်းနေဖို့ကိုပဲ\nရွေးချယ်ခဲ့ပြီး လူ့ပတ်ဝန်းကျင်နဲ့\nဝင်ဆံ့ဖို့ မကြိုးစားတဲ့ လူ့ဂွစာတစ်ယောက်အဲဒီ့သူ့ဘဝထဲကို မမျှော်လင့်ဘဲ ရောက်လာတာကတော့\nခွေးလေးတစ်ကောင်အဲဒီခွေးလေးကို သူမမွေးချင်လို့\nမွေးစားမယ့်သူကို ရှာနေတုန်းမှာပဲ\nခွေးလေးနဲ့ သံယောဇဉ်တွယ်သွားပြီး\nခွေးလေးက သူ့ရဲ့ဘဝဖြစ်လာခဲ့တော့တယ်သူ့ရဲ့ မာကြောနေတဲ့ ဘဝကြီးကို\nနူးညံ့ပျော့ပျောင်းလာစေပြီး\nဂျစ်ကန်ကန်နဲ့ လောကကြီးကို အရွဲ့တိုက်နေထိုင်ခဲ့တဲ့ သူ့ကို\nအမြင်ကျယ်လာစေခဲ့တာက အဲဒီခွေးလေးပေါ့လူနဲ့ တိရစ္ဆာန်ကြားက မေတ္တာတရား‌\nအဲဒီမေတ္တာဆိုတဲ့အရာဟာ စစ်မှန်ရင်\nဘယ်လောက်တောင် စွမ်းအားကြီးတယ်ဆိုတဲ့\nအကြောင်း ရိုက်ကူးပြသထားတဲ့\nမျက်ရည်မခိုင်သူတွေ မျက်ရည်ကျစေမယ့်\nဒရမ်မာကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်\nFile size…2.6Gb / 1.15GB\nQuality…1080p VOOT WEBDL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sora & Thet Ko",
        "rating": "9.1",
        "url": "https://channelmyanmar.org/777-charlie-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6yM2ezCCucvHqcysrjP6RerAGMn.jpg",
        "title": "[18+] Going Places (1974)",
        "description": "[18+] Going Places (1974)~ IMDb - 7.2/10, Rotten Tomatoes - 73% ~ဂျင်ကလော့ဒ်နဲ့ ပီရော့တို့နှစ်ယောက်က လူဆိုးတွေပါ၊ ခိုးသင့်တဲ့နေရာဆိုခိုး၊ လုသင့်တဲ့နေရာဆိုလု၊ လိမ်သင့်တဲ့နေရာဆိုလိမ်ပြီး စားဝတ်နေရေးဖြေရှင်းတတ်ကြတဲ့သူတွေဆိုတော့ လူလိမ်လား သူခိုးလား ဓားပြလား ပြောရခက်ပေမယ့် အစုံလုပ်ကြတဲ့နှစ်ယောက်ပါ။ကျွမ်းကျင်လှတဲ့ပညာရှင်ကြီးတွေမဟုတ်ပေမယ့် အဲ့ဒီအလုပ်ကိုကြုံသလိုလုပ်ပြီး ပြင်သစ်နိုင်ငံအနှံ့ခြေဆန့်နေကြပါတယ်။ ဒီလိုပဲလူငယ်လူရွယ် အပေအတေတွေပီပီ ကြုံရာလူနဲ့လည်း လိင်စခန်းသွားတတ်ကြသေးတော့ ကားခိုးမှုတစ်ခုမှာ မာရီအန်းဆိုတဲ့မိန်းမလှလေးတစ်ယောက်နဲ့ဆုံဖြစ်ခဲ့ကြပါတယ်။ ဒါပေမယ့်လဲ သူတို့နှစ်ယောက်ကတော့ အခြေချတည်ငြိမ်ဖို့စိတ်ကူးမရှိပဲ မာရီအန်းကိုပါ အပါခေါ်ပြီး ပြင်သစ်အနှံ့ပတ်မွှေဖို့ ခရီးဆက်ကြပါတော့တယ်။1974 မှာ ထွက်ရှိခဲ့တဲ့ ဒီ Going Places ဇာတ်ကားဟာ Road movie လို့ပြောမထားပေမယ့် Road movie စစ်စစ်ဖြစ်ပြီး၊ ဟာသတွေကလဲ Dark ဖြစ်တဲ့ဘက်ကိုသွားတဲ့အတွက် တစ်ချို့အခြေအနေတွေက ရယ်ရမလိုငိုရမလို ပြုံးတမဲ့မဲ့ဖြစ်နေရမယ့် ဟာသ-ဒရာမာ ကားကောင်းတစ်ကားဖြစ်ပါတယ်။သတိပေးချင်တာကတော့ ဇာတ်ကားထဲမှာပါဝင်တဲ့ ဇာတ်ကောင်တွေရဲ့အပြုအမူ၊အပြောအဆို၊ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/going-places-1974/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNWUyNzc0ZDktOWQyZC00OThmLTg2MTAtYjI5YzYxMGNlOTYyXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-135x200.jpg",
        "title": "Brian and Charles (2022)",
        "description": "Brian and Charles (2022)\n==================\nIMDb Rating - 6.7/10တစ်ခါတစ်လေ တစ်ယောက်တည်းနေတာကြာလာတဲ့အခါ\nအဖော်တစ်ယောက်လောက်လိုချင်မိတယ်။ ကိုယ့်အကြောင်းကို\nနားလည်ပေးမယ့်သူ၊ ကိုယ့်ကိုဂရုစိုက်ပေးမယ့်သူ ပြီးတော့ ကိုယ်\nဂရုစိုက်တာကိုလည်း လက်ခံနိုင်မယ့်သူမျိုးပေါ့ ။ လွယ်လွယ်နဲ့တော့\nဘယ်ရပါ့မလဲ.... အဲ့ဒီလောက်ထိ ကံမကောင်းတတ်ကြဘူးလေ။ကံကောင်းသွားတဲ့သူတော့ ရှိတယ်ဗျာ။ ကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်\nကျော်ကြီး ဘရိုင်ယန်ပေါ့။ သူက ရွာမှာတစ်ကိုယ်တည်းသမား၊ ဟိုဟာ\nလေးထွင်လိုက် ဒီဟာလေးဖန်တီးလိုက်နဲ့ ရွာထဲကလူထူးဆန်းတစ်ယောက်\nပေါ့။ ပြီးတော့ သူ့အိမ်ထဲမှာကြွက်လေးတစ်ကောင်ရှိတယ်။ အဲ့ဒီကြွက်\nကောင်းမှုနဲ့ပဲ မအောင်မြင်ခဲ့တဲ့သူ့စက်ရုပ်လေးက အသက်ဝင်သွားပါ\nလေရော။ဘရိုင်ယန်အရမ်းပျော်ပြီလေ။ သူနဲ့အတူတူနေပြီးတော့ သူဂရုစိုက်ရမယ့်သူ\nရှိလာပြီ။ အတူတူနေလာတော့ တစ်ခါတစ်လေတော့လည်း ရန်ဖြစ်ကြတာပေါ့။\nဒီလိုပဲ ရန်ဖြစ်လိုက် ပြန်တည့်လိုက်နဲ့ စက်ရုပ်ချားလ်က အိမ်ပေါ်ကဆင်းသွား\nချင်ပါတယ်တဲ့။ ပြသာနာကအဲ့ဒီကစတော့တာပဲ... အဲ့ဒီပြသာနာကို ဘယ်လို\nဖြေရှင်းမလဲဆိုတာကတော့ ကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ပါ။\nပေါ့ပေါ့ပါးပါးလေးနဲ့ မိဘနဲ့သားသမီးတို့ကြားက ဖြစ်ပျက်တတ်တဲ့သဘောတရားကို\nစက်ရုပ်လေးနဲ့အစားထိုးပြီးရိုက်ပြထားတယ်လို့ ခံစားရပါတယ်။ အဲ့ဒါကြောင့် မိသားစု\nအချင်းချင်းလည်း အတူတူကြည့်ရှုရင်ပိုပြီးကောင်းပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)\nFile Size..........(1.57 GB) / (650 MB) ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/brian-and-charles-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-sweet-135x200.jpg",
        "title": "Sweet Home Alabama (2002)",
        "description": "မယ်လနီဟာ နယူးယော့ခ်ဆိုတဲ့ မြို့ကြီးပြကြီးမှာ အောင်မြင်တဲ့ ဖက်ရှင်ဒီဇိုင်နာ တစ်ယောက်အဖြစ် အသက်မွေး၀မ်းကျောင်းပြုနေတဲ့ မိန်းမချောလေးတစ်ဦးပါ အန်ဒရူးဆိုတဲ့ ချစ်ရတဲ့ကောင်လေး တစ်ဦးလည်းရှိသတဲ့ အန်ဒရူးဟာလည်း မြို့တော်၀န်ရဲ့သားဖြစ်သလို အတွင်း၀န်တစ်ယောက် အန်ဒရူးက မယ်လနီကို လက်ထပ်ခွင့်တောင်းတဲ့အခါမှာတော့ မယ်လနီတစ်ယောက်ရဲ့ဘ၀ဟာ ရှေ့ဆက် ပန်းခင်းတဲ့လမ်းချည်း ဖြစ်တော့မှာပါဒါပေမယ့် ပန်းခင်းလမ်းကိုရှေ့ဆက်ဖို့ဆိုရင်တော့ မယ်လနီဟာ သူမရဲ့အတိတ်ကနေ အရင်လွတ်မြောက်အောင် ထွက်ပြေးရမှာဖြစ်ပြီး သူမအလွတ်မြောက်ချင်ဆုံးအရာကတော့ အထက်တန်းကျောင်းပြီးတော့ သူနဲ့လက်ထပ်ခဲ့တဲ့ ဂျိတ်ဆိုတဲ့ ကောင်လေး ဖြစ်ပါတယ် ဒီတော့ မယ်လနီတစ်ယောက် အတိတ်ကို အပြီးသတ်ဖို့ရာ သူမရဲ့ ဇာတိမြို့လေးကို ပြန်လာရင်း ရှုပ်ထွေးမှုတွေကြား သောကရောက်ရပါတော့တယ် ခင်ပွန်းလောင်းအသစ်နဲ့ ခင်ပွန်းဟောင်းကြား ဗျာများရမယ့် မယ်လနီတစ်ယောက်အကြောင်းကို drama comedy အဖြစ် ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ် File size…(1.77GB)/(1.24GB) / (581MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Comedy / Romance\nSubtitle….Myanmar ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/sweet-home-alabama-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/rugrat-go-wild1-138x200.jpg",
        "title": "Rugrats Go Wild (2003)",
        "description": "Rugrats Go Wild (2003)IMDb 5.5\nအပျော်စီးသင်္ဘောကြီးငှားပြီး အားလပ်ရက်ထွက်ကြတဲ့မိသားစုတွေ လက်မှတ်ပျောက်ပြီး\nသင်္ဘောကြီးနဲ့မဟုတ်တော့ဘဲ သင်္ဘောလေးနဲ့ပဲပင်လယ်ထဲရွက်လွှင့်ရာက မုန်တိုင်းနဲ့တိုးပြီ\nးသင်္ဘောကတစ်စစီဖြစ်သွားပါတယ် အသက်ကယ်လှေလေးနဲ့လွတ်ရာလွတ်ကြောင်းပြေးရင်း\nကျွန်းတစ်ကျွန်းပေါ်ရောက်သွားခဲ့ပါတယ် ဒီတစ်ခါမှာတော့ အရင်တစ်ခေါက်ကလို\nတောနက်ထဲရောက်မသွားဘဲ လူသူမရှိတဲ့ကျွန်းပေါ်ရောက်သွားခဲ့တာပါ\nသားရဲတိရစ္ဆာန်တွေလည်းပေါတဲ့ ဒီကျွန်းမှာ ကလေးအုပ်စုနဲ့လူကြီးအုပ်စုကွဲသွားပြီးနောက်\nဘာဆက်ဖြစ်ကြမလဲ ချောချောမွေ့မွေ့နဲ့အိမ်ပြန်နိုင်မှာလား ကျွန်းပေါ်မှာပဲ\nရာသက်ပန်နေဖြစ်မလား ဆက်ကြည့်ရှုလိုက်ကြပါဦး\nFile size…1.84GB / 930MB\nQuality…1080p BluRay AAC5.1CH / 720p\nFormat…Myanmar Subtitle(Hard Sub)\nDuration….1h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/rugrats-go-wild-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/rugrat-in-paris-137x200.jpg",
        "title": "Rugrats in Paris: The Movie (2000)",
        "description": "Rugrats In Pairs 2000\nIMDb 6.1\nဒီတစ်ခါတော့ ဒီကလေးတစ်သိုက်က တောထဲရော လူသူကင်းမဲ့တဲ့ကျွန်းပေါ်ပါရောက်သွားတာမျိုးမဟုတ်ဘဲ ပဲရစ်မြို့ကြီးကိုရောက်သွားတာပါ\nအလုပ်မှာအမှားဖြစ်သွားတာကြောင့် ReptarLandရဲ့ တာဝန်ရှိသူက ချက်ကီရဲ့အဖေကိုလှမ်းခေါ်ပြီး အမှားပြင်ဆင်ခိုင်းပါတယ်ချက်ကီမှာအားလုံးသိကြတဲ့အတိုင်း အမေမရှိပါဘူး တခြားကလေးတွေလိုမိခင်ရဲ့နွေးထွေးကြင်နာမှုကိုမခံရဘဲ\nဖခင်နဲ့ပဲကြီးပြင်းလာတဲ့ချက်ကီလေးတစ်ယောက်ပဲရစ်မြို့ကြီးမှာတစ်ယောက်တည်းအထီးကျန်နေရာက\nသူငယ်ချင်းတွေကကြည့်မနေနိုင်တော့ဘဲ မေမေသစ်ရှာပေးမယ်ဆိုပြီး အကောင်အထည်ဖော်ပါတော့တယ်ဖြစ်ချင်တော့ ReptarLandရဲ့ တာဝန်ရှိသူ ကိုကိုးကလည်းကလေးချစ်တဲ့အထက်အရာရှိကို\nသူလည်း ကလေးအဖေတစ်ယောက်နဲ့ယူတော့မှာဖြစ်ကြောင်းလိမ်လည်လိုက်ရာက\nအထက်လူကြီးကမင်္ဂလာပွဲအထိလာကြည့်ပြီးမှ လုပ်ငန်း‌တွေဆက်လက်တွဲသွားမယ်ဆိုပြီး\nပြောလာတာကြောင့် အကြပ်ရိုက်နေချိန် ...တစ်ဖက်မှာလည်းမေမေသစ်လိုချင်နေတဲ့ချက်ကီနဲ့\nဘယ်လိုနှစ်ပါးသွားကြမလဲ ကလေးမချစ်တတ်တဲ့ကိုကိုးနဲ့ ချက်ကီတို့ကလေးတစ်သိုက်ရဲ့\nဗရုတ်ကျတဲ့အလွဲတွေနဲ့ ရယ်မောစရာကာတွန်းလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်ရှင်\nReviewed by Yunni\nFile size…1.7GB /  900MB\nQuality…1080p Bluray AAC 5.1Ch / 720p\nFormat…mp4\nDuration….1h 18m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/rugrats-in-paris-the-movie-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/good-luck-160x200.jpg",
        "title": "Good Luck Jerry (2022)",
        "description": "Drama / Crime\nIMDb - 6.4 / 10Disney+Hoster ကထွက်ရှိလာပြီး\nအမှုအခင်းနဲ့ပတ်သက်တဲ့ ကားကိုမှ\nဒရမ်မာဆန်ဆန်လေး ကြည့်ချင်ရင် ဒီကားကို ကြည့်သင့်ပါတယ်ဂျယ်ရီဟာ အဖေမရှိတော့တဲ့ မိသားစုတစ်ခုက\nအစ်မကြီးတစ်ယောက်ဖြစ်ပြီး\nကျောင်းသူ ညီမလေး တစ်ယောက်လည်း ရှိပါတယ်အဆင်သိပ်မပြေတဲ့ မိသားစုထဲ\nဂြိုလ်ဆိုးဝင်လာတာကတော့ သူ့အမေမှာ\nအဆုတ်ကင်ဆာ ရှိနေတာပါပဲအဲဒီလိုနဲ့ သူ့အမေကို ဆေးကုပေးဖို့အတွက်\nဘိန်းအရောင်းအဝယ်လုပ်တဲ့\nအဖွဲ့အစည်းတစ်ခုထဲ\nပစ္စည်းပို့ပေးရတဲ့အလုပ် ဝင်လုပ်ခဲ့ပါတော့တယ်အဲဒီလိုနဲ့ပဲ သူ့ရဲ့ရွေးချယ်မှုဟာ မှန်ကန်ပါ့မလား အဲဒီအဖွဲ့အစည်းကို\nခြေရာခံနေတဲ့ ရဲတွေကလည်း ရှိတော့ သူ့အနေနဲ့ ဘာဆက်ဖြစ်မလဲ\nသူ့အမေကိုရော ဆေးကုပေးနိုင်ပါ့မလားဆိုတာ\nရင်တဖိုဖိုနဲ့ ကြည့်ရမယ့် ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်\nFile size…2GB / 1GB\nQuality…1080p DNSP WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by Yunni & Sora & Lai Laii",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/good-luck-jerry-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BZmI5ZjIyYjYtOGM4Mi00Y2NjLTgxYTgtMzcyOGM5MDc3OWRkXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "She Will (2021)",
        "description": "She will (2021)===========ဒီဇာတ်ကားကတော့ 2021 မှာ ထွက်ရှိခဲ့ပြီး IMDb 5.5 ရရှိထားတဲ့\nPsychological Horror and Thriller ဇာတ်ကားလေးတစ်ကားပါ။\nဇာတ်လမ်းကတော့ ဗရိုနီကာ ဂန့်ထ် ဆိုတဲ့ နာမည်ကြီးမင်းသမီးကြီး\nတစ်လက်ဟာ ခွဲစိတ်မှုတစ်ခုကို ခံယူပြီး ပြန်လည်ထူထောင်ရေးအတွက်\nစကော့တလန်နယ်ဘက်မှာ သွားရောက်နေထိုင်ရာမှ စတင်လာပါတယ်။ဒေစီ ဆိုတဲ့ သူနာပြုအကူတစ်ယောက်လည်း ဗရိုနီကာ့ကို ပြုစုပေးဖို့အတွက်\nသူမနဲ့အတူတူ လိုက်ပါလာခဲ့တယ်။ အဆိုပါနေရာက ဆက်သွယ်မှုပြင်ပ\nဧရိယာတစ်ခုဖြစ်ပြီး ထိတ်လန့်ဖွယ် အဖြစ်ဆိုးတွေနဲ့ တည်ရှိနေခဲ့တဲ့\nနေရာတစ်ခုပါ။လူထောင်ချီ မီးလောင်သေဆုံးခဲ့ရပြီး ထူးဆန်းဖွယ် ရွှံ့နွံတွေအပြည့်နဲ့\nနေရာမှာ ဗရိုနီကာတို့လိုပဲ အနားယူဖို့ လာရောက်ကြတဲ့ လူထူးဆန်းတွေလည်း\nရှိလို့နေပါတယ်။ ဗရိုနီကာလည်း အဲဒီကိုရောက်မှ သူမရဲ့ ငယ်ဘဝက\nစိတ်ဒဏ်ရာတွေ ပြန်ပေါ်လာပြီး အိပ်မက်တွေနဲ့ ဆက်သွယ်နိုင်တဲ့ စွမ်းအင်\nတွေ ရရှိလာတာကို သိလိုက်ရတယ်။ အဲဒီနောက်မှာတော့ ကြောက်လန့်ဖွယ်\nအဖြစ်အပျက်တွေနဲ့ ထိတ်လန့်ဖွယ်အတိတ်ဆိုးတွေ ပြန်လည်စတင်လာပါတော့တယ်။မီးလောင်မှုတွေနဲ့ ရွှံ့နွံတွေကြား ဆက်စပ်မှုတွေ၊ စုန်းမငှက်မွှေးလို့ခေါ်ကြတဲ့\nကျပ်ခိုးတွေနဲ့ အမှောင်ထုတွေကြားက ဒဏ္ဍာရီဆန်ဆန်ဇာတ်လမ်းတွေကို\nမြင်တွေ့ရမှာမို့ Psychological Horror ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/she-will-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-bobs-133x200.jpg",
        "title": "The Bob’s Burgers Movie(2022)",
        "description": "ဟာသရုပ်ရှင် ကြိုက်တဲ့သူတွေအတွက် ဒီနှစ်ထွက် animated movie အသစ်စက်စက်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ 2011 လောက်ကတည်းကစပြီး ထုတ်လွှင့်နေဆဲဖြစ်တဲ့ နာမည်ကြီး Bob's Burgers animated series ရဲ့ တစ်ကားပြီး ရုပ်ရှင်ကို တင်ဆက်ပေးလိုက်ပါတယ်။Series အကြောင်းကို မိတ်ဆက်ပေးရမယ်ဆိုရင် ဘော့ဘ်နဲ့ လင်ဒါတို့ လင်မယားနှစ်ယောက်က ဘာဂါဆိုင်ဖွင့်ထားတာ။ သူတို့မှာ တီနာ ဂျင်း လူးဝစ်ဆိုတဲ့ ကလေးသုံးယောက်ရှိတယ်။ သူတို့မိသားစုက နည်းနည်းဂေါက်စီတော့နိုင်တယ်။ ပြီးတော့ ပြဿနာတစ်ခုခုဖြစ်လိုက်တိုင်း သူတို့မိသားစုပါတယ်။ မိသားစုလိုက်ကို စွန့်စားခန်းဖွင့်ကြတာ။ ဒါက series အကြောင်းပေါ့။အခု ရုပ်ရှင်က သူတို့စွန့်စားခန်းတွေထဲကတစ်ခုအကြောင်းရိုက်ထားတာပါ။ series မကြည့်ဖူးလည်း ခွီလို့ရအောင် ရိုက်ထားတာမို့ ရှုစားလို့ရပါတယ်ခင်ဗျာ။ (ရုပ်ရှင်မှာ ခေတ်စကားတွေ အရမ်းသုံးထားတော့ အတတ်နိုင်ဆုံး ကြိုးစားဘာသာပြန်ပေးထားပါတယ်။ အမှားပါခဲ့ရင်လည်း ခွင့်လွှတ်ပေးပါလို့File size…(1.18GB)/(711MB)/(361MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:42:00\nGenre...Comedy ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-bobs-burgers-movie2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/71zXTo33FwL._SL1500_-155x200.jpg",
        "title": "Baby Assassins (2021)",
        "description": "Baby Assassins 2021 Imdb-6.4/10 Rotten Tomatoes-100% Letterboxd-3.4/5 Genres-Action,Comedy,DramaChistosa နဲ့ Marhiroလို့ ခေါ်တဲ့အထက်တန်းကျောင်းသူလေးနှစ်ယောက်ကအသက်အလွန်ငယ်သေးသလောက် ပရော်ဖက်ရှင်နယ်ကျတဲ့လူသတ်‌သမားတွေပဲဖြစ်ပါတယ် သူတို့အလုပ်လုပ်တဲ့လူသတ်သမားအဖွဲ့အစည်းက အလွန်လျို့ဝှက်အဆင့်မြင့်ပြီးနိုင်ငံရေးသမားတွေယာကူဇာတွေလိုသောက်ကြမ်းကြီးတွေကိုတောင်ရှင်းပစ်ခိုင်းလို့ရတဲ့အဖွဲ့အစည်းပါ ဒီလိုနဲ့တနေ့မှာသောက်ရမ်းကြမ်းပါတယ်ဆိုတဲ့ ယာကူဇာကို‌ရှင်းပစ်လိုက်တဲ့တစ်နေ့မှာတော့ Chistosa တို့လုပ်မှန်းယာကူဇာတွေသိသွားခဲ့ပါတယ် ဒီလိုနဲ့ Chistosaနဲ့Mahiroတို့ဘယ်လိုဆက်လုပ်ကြမလဲဆိုတာကို စောင့်မျှော်ကြည့်ရှုလိုက်ပါ ဒီကားကိုကြည့်ပြီးရမယ့်သင်ခန်းစာကတော့ မိမိကိုယ်ကိုကြမ်းလှပြီဆိုပြီလူတကာကို ပတ်ဖြဲမနေပါနဲ့ အထက်တန်းကျောင်းသူလူသတ်သမားလှလှလေးတွေနဲ့တွေ့ရင် အလျှော့ခံလိုက်ရပါ့မယ် ကျေးဇူးတင်ပါတယ် File size…(1.73GB)/(829MB)/(416MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Action / Drama / Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Kevin",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/baby-assassins-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/70020939-140x200.jpg",
        "title": "Be Cool (2005)",
        "description": "ဂျွန်ထရာဗိုသာနဲ့ အူမာသာမန်းတို့လို ဝါရင့်တွေပါဝင်ထားတဲ့ဇာတ်ကားပါ။ငွေတိုးချေးပြီးရင် ဂိုဏ်းစတားဆန်ဆန် အကြွေးလိုက်တောင်းရတဲ့ အလုပ်ကို စိတ်ကုန်လို့ ရုပ်ရှင်လောကထဲဝင်ပြီး ထုတ်လုပ်သူလုပ်ခဲ့တဲ့ ချီလီပါးလ်မား (John Travolta) တစ်ယောက် ကြာလာတော့ ရုပ်ရှင်လုပ်ငန်းကို စိတ်ကုန်လာလို့ အလုပ်ဟောင်းဆီပဲပြန်သွားရမလား တွေးနေမိပါတယ်။ ဘာလို့လဲဆိုတော့ အရင်တုန်းကမှ \"မရိုးသားတဲ့အလုပ်ကို ရိုးရိုးသားသားလုပ်နိုင်သေးလို့\" ပါတဲ့။ဒါပေမဲ့ သူစိတ်ဝင်စားသွားတာက ဂီတလောကပါ။ တကယ်ပါရမီရှိတဲ့ အဆိုတော်ဖြစ်ချင်သူ လင်ဒါမွန်း ဆိုတဲ့ မိန်းမငယ်လေးတစ်ယောက်နဲ့ ဆုံလိုက်ရတဲ့အခါ သူ့ကိုကြယ်တစ်ပွင့်ဖြစ်တဲ့အထိ မြေတောင်မြှောက်ပေးဖို့ ချီလီ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ ဒါပေမဲ့ လင်ဒါ့မှာ တဖက်သတ်ချုပ်ဆိုခံထားရတဲ့ သဘောတူစာချုပ်က ရှိနေတယ်။ သူ့ကိုချုပ်ကိုင်ထားကြသူတွေက မန်နေဂျာလိုလို ထုတ်လုပ်သူလိုလိုနဲ့ ဂီတလောကမှာ ဖြတ်စားလျှပ်စားလုပ်နေတဲ့\nသူတွေပေါ့။တဖက်မှာလည်း ချီလီ ရဲ့သူငယ်ချင်း လူရှုပ်တစ်ယောက်က ရုရှားမာဖီးယားတွေနဲ့ငြိလို့ ပစ်သတ်ခံလိုက်ရချိန်မှာ သူငယ်ချင်းရဲ့ဇနီး မုဆိုးမလှလှလေးက သူ့ရဲ့တေးသံသွင်းလုပ်ငန်းမှာ အကြွေးတွေဗရပွေနဲ့ ကျန်ရစ်ခဲ့ရှာတာကို ကူညီပေးဖို့ကလည်း ရှိနေသေးတယ်။အာဖရိကန်-အမေရိကန် (ဇာတ်ကားထဲမှာသူတို့ကို လူမည်းလို့ပြောရင် ပစ်မှာမို့လို့) ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/be-cool-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-true-135x200.jpg",
        "title": "True Memoirs of an International Assassin (2016)",
        "description": "True Memoirs of an International Assassin The interview လိုမျိုး စစ်အာဏာရှင်တွေကို လှောင်ပြောင်ထားတဲ့ကားဖြစ်ပါတယ်။ Mall Cop, Grown ups တို့လို့ နာမည်ကြီး comedy ကားတွေရဲ့ မင်းသား Kevin James ကပဲ အဓိကသရုပ်ဆောင်အနေနဲ့ပါဝင်ထားတဲ့ ဟာသအက်ရှင်ဇာတ်လမ်းအမျိုးအစားဖြစ်ပါတယ်ဆမ်ဟာစာရေးဆရာတစ်ယောက်ဖြစ်ပြီး ကြေးစားလူသတ်သမားတစ်ယောက်ရဲ့ ကိုယ်တွေ့ဝတ္ထုရေးကာ စာအုပ်ထုတ်ဝေခွင့်ရအောင် ကြိုးစားနေသူဖြစ်ပါတယ်။ ကြေးစားလူသတ်သမားတွေအကြောင်း အသေးစိတ်လေ့လာပြီး အလွန်သဘာဝကျအောင်ရေးထားတဲ့ဝတ္ထုကို အင်တာနက်ပေါ်မှာ ဖြစ်ရပ်မှန်အ​ဖြစ် မှားယွင်းတင်မိလိုက်တဲ့အခါမှာ ဗင်နီဇွဲလားနိုင်ငံရဲ့ တော်လှန်ရေးအဖွဲ့တွေပြန်ပေးဆွဲတာကိုခံရပြီး ဗင်နီဇွဲလားရဲ့သမ္မတကိုလုပ်ကြံဖို့ စေခိုင်းခံရပါတော့တယ်။စစ်အာဏာရှင်​တွေ မူးယစ်လုပ်ငန်းရှင်တွေနဲ့ အကျင့်ပျက်ချစားမှုတွေပြည့်နှက်နေတဲ့နိုင်ငံမှာ ဆမ်ဟာ အသက်ရှင်ရက်အိမ်ပြန်အောင် ကြိုးစားရပုံကို အက်ရှင်နဲ့ဟာသနှောပြီး ရှုစားရမှာဖြစ်ပါတယ် File size…(1.75GB)/(996MB)/(684MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:38:00\nGenre...Comedy / Action / Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/true-memoirs-of-an-international-assassin-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BMDkyMGQ2ZTEtMzQ5ZC00OGQ1LWIwZmUtZWI1Nzc0MTY3NjAwXkEyXkFqcGdeQXVyMjY0NDY2NzQ@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Aloha with Love (2022)",
        "description": "Aloha with love (2022)\n=================\nIMDb rating 5.9/10ဒီတစ်ခေါက် တင်ဆက်ပေးမဲ့ ဇာတ်လမ်းလေးကတော့ ဟာဝိုင်ရီကျွန်းရဲ့\nအငွေ့အသက်တွေပြည့်နေတဲ့ “Aloha with love” လို့ အမည်ရတဲ့ ပေါ့ပေါ့\nပါးပါး အချစ်မိသားစုဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ ဘဝအတွက် မှတ်သား\nဖွယ်ရာ စကားလုံးတွေ၊ အချစ်ရေးမှာ ကြုံတွေ့ရလေ့ရှိတဲ့အခက်အခဲတွေ၊\nပြဿနာတွေပေါ်မှာ တစ်ယောက်နဲ့တစ်ယောက် မြင်တတ်တဲ့ ရှူထောင့်မတူပုံ\nတွေကို ဗိသုကာပညာရှင်မလေးတစ်ယောက်ရဲ့ ကိုယ်ပိုင်ဇာတ်လမ်းနဲ့ ဒီဇာတ်\nကားမှာ တင်ဆက်ပြသပေးထားပါတယ်။ဇာတ်လမ်းလေးထဲမှာတော့\nမာဝီကျွန်းသူလေး ဂျန်မာက အရည်အချင်းရှိတဲ့ ဗိသုကာပညာရှင်တစ်ယောက်\nဖြစ်ပြီးတော့ Los Angelesမှာ အလုပ်လုပ်နေရသူပါ။ တစ်နေ့မှာတော့ ဂျန်မာရဲ့\nအချစ်ဆုံး အန်တီရဲ့ သေဆုံးမှုက ကျွန်းသူလေးကို သူ့ရဲ့ကိုယ်ပိုင်ဇာတိကို ပြန်ရဖို့\nဖြစ်လာခဲ့ပါတယ်။ ဈာပနပွဲလုပ်ပြီးတဲ့အချိန်မှာတော့ သူ့ရဲ့အန်တီဟာ သူ့ရဲ့အမွေ\nအနှစ်ဖြစ်တဲ့ အိမ်လေးကို ဂျန်မာနဲ့ သူ့ညီမဆာရာအတွက် ထားပေးခဲ့ပါတယ်။\nဒါတင်မကသေးပဲ သူ့ အထက်တန်းကျောင်းတုန်းက ချစ်သူလည်းဖြစ် ကန်ထရိုက်\nတာလည်းဖြစ်တဲ့ ဘန် နဲ့ အတူတူမွမ်းမံပေးဖို့ သေတမ်းစာမှာ ရေးထားခဲ့တဲ့အခါ\nမှာတော့...ဂျန်မာတစ်ယောက် သူ့ရဲ့အလုပ်ကိုဦးစားပေးပြီး LA ကိုပြန်သွားမှာလား...\nရည်းစားဟောင်းနဲ့အတူတူ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/aloha-with-love-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-instant-140x200.jpg",
        "title": "Instant Karma (2021)",
        "description": "Instant Karma(2021) Imdb-5.6/10 Type-Comedy,Drama,Fantasy,Mystery Jeffလို့ခေါ်တဲ့ လူတစ်ယောက်ကအလုပ်‌ကောင်းကောင်းတခုရဖို့ကြိုးစားခဲ့ပေမယ့် တခုပြီးတခုပြုတ်ခဲ့လို့စိတ်ညစ်နေတဲ့သူတစ်ယောက်ပါအခုလည်းအလုပ်ထပ်ပြုတ်လို့LiftဆီမှာFreelancerလုပ်ရင်းကားမောင်းပြီးလိုက်ပို့တဲ့အလုပ်ကိုစလုပ်ကြည့်ပါတယ် ဒါပေမဲ့“ကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာ”ဆိုသလို မောင်းနေတဲ့ကားစုတ်လေးပါရုတ်တရက်ပျက်သွားလို့ မရှိမဲ့ရှိမဲ့အလုပ်လေးတောင်ဆက်မလုပ်နိုင်တော့ပါဘူး ကိုယ့်ကိုကိုယ်ဝင်ငွေမရှိရင်ချစ်သူနဲ့ပါ အတူမနေနိုင်တော့ဘဲအိမ်ခြေရာမဲ့ဖြစ်ရတော့မယ်ဆိုပြီးစိတ်ညစ်နေတုန်း သူ့ချစ်သူရဲ့သူငယ်ချင်း‌တစ်ယောက်ကဇာတိမြို့ကိုပြန်ရင်၃လ‌လောက်ကြာမှာဖြစ်လို့ သူတို့ကို သူ့ကားပေးထားခဲ့ပါတော့တယ်ကားပျက်နေလို့အလုပ်ဆက်မလုပ်နိုင်တဲ့Jeffလည်;သူ့ဘဝမှာပထမဆုံးကံကောင်းမှုဖြစ်လာတဲ့ကားကိုယူမောင်းရင်းထင်မှတ်မထားတဲ့ ကုသိုလ်ကံအကျိုးပေးတွေပါ အဲ့ဒီကားထဲမှာ ဖြစ်ပျက်လာပါတော့တယ် သူတို့ချက်ချင်းအကျိုးပေးတဲ့ကံကောင်းမှုနောက်ကွယ်က အကြောင်းရင်းကို ဂျက်နဲ့သူချစ်သူတို့ နောက်ဆုံးရှာတွေ့နိုင်မှာလား အဲ့ဒီကားရဲ့လျို့ဝှက်ချက်ကရောဘာဖြစ်နိုင်မလဲFile size…(1.86GB)/(834MB)/(403MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Comedy / Drama / Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Kelvin",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/instant-karma-2021/"
    }
]