[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYmNhOGZjYjItN2U0Ny00YzY5LTg5NTItODZjYzQ3YTJiMWY5XkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Otherhood (2019)",
        "description": "Otherhood ဆိုတဲ့ဇာတ္ကားေလးကေတာ့\nေပါ့ေပါ့ပါးပါးနဲ႔ မိခင္ေမတၱာကို ေဖာ္ၾကဴးထားတဲ့\nဟာသဇာတ္ကားေလးပါ။\nကယ္႐ို ဂ်ယ္လီယန္ နဲ႔ ဟယ္လန္ တို႔သံုးေယာက္ဟာ\nအရမ္းခ်စ္ၾကတဲ့ သူငယ္ခ်င္းေတြပါ။\nသူတို႔မွာ သားတစ္ေယာက္စီ ႐ွိၿပီးေတာ့\nအဲ့ဒီသားသံုးေယာက္ကလဲ အရမ္းခ်စ္ၾကတဲ့\nသူငယ္ခ်င္းေတြပါပဲ။\nဒါေပမဲ့ အဲ့ဒီသားသံုးေယာက္ဟာ အရြယ္ေရာက္လာတဲ့အခါ\nနယူးေယာက္ၿမိဳ႕ကို ေျပာင္းသြားၿပီး\nသူတို႔အေမေတြကို အဆက္အသြယ္သိပ္မလုပ္ၾကေတာ့ေသာအခါ\nအေမသံုးေယာက္ေပါင္းၿပီး သားေတြနဲ႔ျပန္လည္ေပါင္းစည္းေရး\nလုပ္ငန္းစပါေတာ့တယ္။\nဒီဇာတ္ကားေလးက သင့္ႏွလံုးသားကို ေႏြးေထြးေအာင္\nလုပ္ေပး ႏိုင္တဲ့ ကားေကာင္းေလးျဖစ္လို႔\nၾကည့္ၾကည့္ဖို႔နဲ႔ အေမေတြကို ျပၾကည့္ဖို႔ တိုက္တြန္းပါရေစ။\nရုပ္ရွင္ကားကို Htet Wai Lwin က\nဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးထားပါတယ္",
        "rating": "6.1",
        "url": "https://megaup.net/28fic/otherhood.2019.internal.1080p_%7BCM%7D.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BZTYxMTZlNTEtMjlmZS00ODFiLTg5ODUtYzJkMzc1MGNhYjVkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "Jersey Girl (2004)",
        "description": "တက္​ႂကြဖ်တ္​လတ္​​ေသာ ​ေတးထုတ္​လုပ္​သူတစ္​ဦးျဖစ္​တဲ့\nအိုလီထရင္​ကီ ဆိုတဲ့လူငယ္​​ေလးက\nအလုပ္​ႀကိဳးစား​ေသာဝန္​ထမ္​းတစ္​ဦးျဖစ္​သလို\nမိခင္​ဆံုးပါးသြားတဲ့သမီး​ေလးကို ​ေစာင္​့​ေ႐ွာက္​​ေနရ​ေသာ\nဖခင္​တစ္​ဦးလည္​းျဖစ္​ပါတယ္​။\nလုပ္​ငန္​းခြင္​အတြင္​း အဆင္​မ​ေျပမႈ​ေတြ၊မိသားစု​ေရးျပသနာ​ေတြ\nၾကံဳ​ေတြ႔ရခ်ိန္​မွာ​ေတာ့ ဖိအား​ေပါင္​းမ်ားစြာရဲ႕ ဒဏ္​​ေတြ​ေၾကာင္​့\nအလုပ္​ကိုဆံုး႐ႈံးခဲ့ရၿပီး သမီး​ေလးအနားမွာ အခ်ိန္​​ေပးဖို႔ ဆံုးျဖတ္​ခဲ့ပါတယ္​။\nသို႔​ေသာ္​ အမွတ္​မထင္​ ၾကက္​ကန္​းဆန္​အိုးတိုးဆိုတဲ့အတိုင္​း\nအလုပ္​အကိုင္​အခြင္​့အ​ေရးျပန္​ရခ်ိန္​မွာ​ေတာ့\nသူသိပ္​ခ်စ္​ရတဲ့သမီး​ေလးအတြက္​ ဘယ္​လိုအခက္​အခဲ​ေတြ႐ွိလာမလဲ\n​ေအာင္​ျမင္​မႈ​ေနရာ ျပန္​ရႏိုင္​မလား သူ႔ဘဝရဲ႕\nလက္​တြဲ​ေဖာ္​ကို​ေရာ ထပ္​​ေတြ႔ခြင္​့ရဦးမွာလား\nဆိုတာကို​ေတာ့ ဒီဇာတ္​လမ္​း​ေလးထဲမွာပဲ\nဆက္​လက္​ၾကည္​့႐ႈ​ေပးၾကပါခင္​​ဗ်ာ\nရုပ္ရွင္ကားကို Kay Khaing Htun မွ ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/jersey-girl-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uNWk5HZfVBHpARcV1z9cwUAbtpF.jpg",
        "title": "Can You Keep a Secret? (2019)",
        "description": "ဒါကေတာ့ ထြက္လာတာရက္ပိုင္းပဲရွိေသးၿပီး နာမည္ႀကီးသ႐ုပ္ေဆာင္ေတြျဖစ္ၾကတဲ့ပုရိသတို႔အသည္းေက်ာ္ေလး Alexandra Daddario နဲ႔ဘဲႀကီး Tyler Hoechlinတို႔ရဲ႕ Romance Comedyကားေလးပါ။လူေတြသူ႔အေပၚဘယ္လိုထင္မလဲဆိုတာအၿမဲဂ႐ုစိုက္ၿပီးဟန္ေဆာင္ေနတတ္တဲ့အမ္မာတစ္ေယာက္ေလယာဥ္ေပၚမွာေတြ႕တဲ့ေယာက္်ားတစ္ေယာက္ကိုသူ႔ရဲ႕လွ်ိဳ႕ဝွက္ခ်က္မွန္သမွ်ကိုေျပာမိသြားပါေတာ့တယ္။ေနာက္ေတာ့အဲ့ေယာက္်ားက အရမ္းကိုသိုသိုသိပ္သိပ္နဲ႔ေနတတ္ၿပီးတစ္ခုခုကိုလွ်ိဳ႕ဝွက္ထားတဲ့ သူ႔အလုပ္ရွင္ျဖစ္ေနပါေတာ့တယ္။လွ်ိဳ႕ဝွက္ခ်က္ေတြရွိေနေသးတဲ့ သူတို႔ရဲ႕ဆက္ဆံေၾကာင္းအေၾကာင္းကို႐ိုက္ကူးထားတဲ့ ေပါ့ေပါ့ပါးပါးဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။ File Size : ( 887 MB , 278 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 34 minFormat : Mp4Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Moe LayEncoded by Moe Myint Lwin",
        "rating": "5.2",
        "url": "https://megaup.net/1shj6/(CM)_Can_You_Keep_A_Secret_2019_(Large_Size).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vdWzIFpiUcV2uNGUrmgbtyNK2I0.jpg",
        "title": "Blinded by the Light (2019)",
        "description": "ဒီကားေလးကေတာ့ IMDb မွာRating 7 ၊ ခရမ္းခ်ဥ္သီးမွာ 88%ရထားၿပီးတျခားpositive reviewေတြလည္းအမ်ားႀကီးရထားတဲ့Drama ကားေလးတစ္ကားပါ။Sarfraz Manzoor‌ဆိုတဲ့သူတစ္ေယာက္ကအဆိုေတာ္ Bruce Springsteenရဲ႕သီခ်င္းေတြေၾကာင့္သူ႔ငယ္ဘဝမွာ ဘယ္လိုအင္အားေတြရခဲ့ၿပီးသူ႔အိပ္မက္ေတြေနာက္ကိုလိုက္ခဲ့တဲ့အေၾကာင္းေရးထားတဲ့စာအုပ္ကိုအေျခခံ႐ိုက္ကူးထားတာပါ။သူ႔မိသားစုက ပါကစၥတန္ကေနအဂၤလန္ကိုသူငယ္ငယ္ေလးကတည္းကေျပာင္းလာခဲ့ပါတယ္။သူ႔အေဖဟာသူ႔ကိုပညာတတ္ေအာင္လုပ္ၿပီးဝင္ေငြေကာင္းမယ့္အလုပ္တစ္ခုလုပ္ေစခ်င္သူပါ။စည္းကမ္းေတြလည္းတင္းၾကပ္ၿပီး အဂၤလန္ေရာက္တာေတာင္သူ႔သားကိုအိမ္ေရွ႕အိမ္ကသူငယ္ခ်င္းေမြးေန႔ပါတီေတာင္သြားခြင့္မေပးတဲ့တကယ့္ပါကစၥတန္အေဖႀကီးပါ။သူဟာအေဖ့ရဲ႕ခ်ဳပ္ခ်ယ္မႈေတြနဲ႔ႀကီးျပင္းလာခဲ့ေပမယ့္အၿမဲ႐ုန္းထြက္ခ်င္ေနၿပီး စာေရးဆရာျဖစ္ခ်င္ေနတဲ့1987ခုႏွစ္က ေကာလိပ္ေက်ာင္းသားတစ္ေယာက္ပါ။ေနာက္‌ေတာ့ သူ Bruce Springsteenရဲ႕သီခ်င္းေတြကိုအရမ္းႀကိဳက္သြားၿပီး သီခ်င္းစာသားေတြဟာသူ႔ဘဝအတြက္ႀကီးမားတဲ့ခြန္အားေတြျဖစ္လာခဲ့ၿပီးသူ႔အိပ္မက္ေတြေနာက္လိုက္ခဲ့တဲ့အေၾကာင္းကိုပုံေဖာ္႐ိုက္ကူးထားတဲ့ Drama ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ File Size : ( 1 GB , 211 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 58 minFormat : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1shdb/(CM)_Blinded_by_The_Light_2019_(Large_Size).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3fvH9ERPY4eIvHuPHFUn199BGXp.jpg",
        "title": "I Love You, You’re Perfect, Now Change! ( 2019 )",
        "description": "Zawgyi*******ဒီဇာတ္လမ္းေလးကေတာ့ လူ​ေလာရဲ့ျဖစ္ေလ့ျဖစ္ထရွိေသာ သဘာဝကိုဇာတ္ဝင္ခန္းေပါင္​းမ်ားစြာျဖင့္ ​ေကာင္​းျခင္​း မ​ေကာင္​းျခင္​း ​ေအာင္​ျမင္​ျခင္​းက်႐ွံူးျခင္​း​ လူသား​ေတြရဲ႕ လိုအင္​ဆႏၵ​ေတြ အမ်ိဳးသမီးနဲ႔အမ်ိဴ းသား​ေတြရဲ႕ကြဲျပားမႈ​ေတြကို ခ်စ္ျခင္းရဲ႕ျကင္အင္လကၡဏာအျဖာျဖာကိုထင္​​ေပၚ​ေအာင္​ ဂႏၱဝင္​သီခ်င္​းပံုစံ ​ေဖာ္​ၾကဴ းရုိက္ကူးထားျခင္းပဲ ျဖစ္ပါတယ္​ခ်စ္ျခင္းရဲ့အဆုံးသတ္ဟာ ေပ်ာ္ရႊင္ျခင္းလည္း ႐ွိသလိုဝမ္းနည္းျခင္းအဆဳံးသတ္လဲ႐ွိၿပီး ​ဒြိဟျဖစ္​​တတ္ေသာအခ်စ္​ဇာတ္လမ္းကို​ေျပာင္​​ေျမာက္​​ေအာင္​​ေဖာ္​ျပထားတဲ့ ဇာတ္​ကား​ေကာင္​းတပုဒ္​ျဖစ္​တာမုိ႔ၾကည့္႐ႈသူမ်ားအတြက္စိတ္ေၾကနပ္မႉရေစမွာျဖစ္တ႔ဲအတြက္ဆက္ဆက္ၾကည့္႐ႈၾကဖုိ႔ တုိက္တြန္းလုိက္ပါရေစ.. Unicode********ဒီဇာတ်လမ်းလေးကတော့ လူလောရဲ့ဖြစ်လေ့ဖြစ်ထရှိသော သဘာဝကိုဇာတ်ဝင်ခန်းပေါင်းများစွာဖြင့် ကောင်းခြင်း မကောင်းခြင်း အောင်မြင်ခြင်းကျရှူံးခြင်း လူသားတွေရဲ့ လိုအင်ဆန္ဒတွေ အမျိုးသမီးနဲ့အမျိူ းသားတွေရဲ့ကွဲပြားမှုတွေကို ချစ်ခြင်းရဲ့ကြင်အင်လက္ခဏာအဖြာဖြာကိုထင်ပေါ်အောင် ဂန္တဝင်သီချင်းပုံစံ ဖော်ကြူ းရိုက်ကူးထားခြင်းပဲ ဖြစ်ပါတယ်ချစ်ခြင်းရဲ့အဆုံးသတ်ဟာ ပျော်ရွှင်ခြင်းလည်း ရှိသလိုဝမ်းနည်းခြင်းအဆုံးသတ်လဲရှိပြီး ဒွိဟဖြစ်တတ်သောအချစ်ဇာတ်လမ်းကိုပြောင်မြောက်အောင်ဖော်ပြထားတဲ့ ဇာတ်ကားကောင်းတပုဒ်ဖြစ်တာမို့ကြည့်ရှုသူများအတွက်စိတ်ကြေနပ်မှူရစေမှာဖြစ်တဲ့အတွက်ဆက်ဆက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေ..",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/i-love-you-youre-perfect-now-change-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nUZDVuXBbF6tLvUjJGERrUhZ132.jpg",
        "title": "Satanic Panic (2019)",
        "description": "ဒီကား​ေလးက​ေတာ့Horror Comedyကား​ေလးပါဆမ္ဆိုတဲ့​ေကာင္မ​ေလးတစ္​ေယာက္သူရဲ႕ပထမဆုံးအလုပ္လုပ္တဲ့​ေန႔မွာပဲအလြဲ​ေတြကိုႀကဳံခဲ့ရတာ​ေပါ့သူမရဲ႕အလုပ္က​ေတာ့ပီဇာပို႔​ေပးရတာပါသူမပထမဆုံးညဘက္သြားပို႔​ေပးရမယ့္​ေနရာက​ေတာ့​ေမးလ္​ေဘစင္​ေပါ့အဲ့ကိုသြား​ေပးပို႔ရင္းနဲ႔ ​ေစတန္နတ္ဆိုးကိုကိုးကြယ္​ေနတဲ့လူတစ္စုနဲ႔​ေတြ႕ဆုံခဲ့တာ​ေပါ့အဲ့အုပ္စုဟာ​ေစတန္ရဲ႕တမန္​ေတာ္ ဘယ္ဖိုမက္ ကိုဆင့္​ေခၚဖို႔အပ်ိဳစင္ကိုရွာ​ေဖြေနခဲ့ၾကတာ​ေပါ့ျဖစ္ခ်င္​ေတာ့ဆမ္ဟာအဲ့ကို​ေရာက္ရွိသြားခဲ့ၿပီးသူမအပ်ိဳစင္ျဖစ္တာကိုသိသြားတဲ့အတြက္အဲ့အုပ္စုဟာဖမ္းခ်ဳပ္ၿပီးယစ္ပူ​​ေဇာ္ဖို႔စီစဥ္ခဲ့ၾကတယ္အဲ့ညမွာ​ေတာ့သူမဘယ္လို​ေတြျဖတ္သန္းခဲ့ရလဲဘာ​​လိုအလြဲ​​ေလး​ေတြျဖစ္ခဲ့မလဲဆိုတာကိုၾကည့္ရႈ႕ရမွာျဖစ္ပါတယ္ File Size : ( 833 MB , 260 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 25 minFormat : Mp4Genre : Horror , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by  NeveEncoded by Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/2Oc7x/(CM)_Satanic_Panic_2019_(Large_Size).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vd0oIoWhEm8o7EpS0kV7RaV0Flf.jpg",
        "title": "Scooby-Doo! Return to Zombie Island (2019)",
        "description": "ေခြးေလးစကူဘီဒူးရဲ႕စြန္႔စားခန္းေတြ ျပန္ေရာက္လာပါျပီအရင္ဇာတ္လမ္းေတြကို ျပန္ေႏြးရမယ္ဆိုရင္သူတို႔ရဲ႕ ဆန္းၾကယ္ကိစၥေလးေတြကို လိုက္ေျဖရွင္းေနရာမွာထိခိုက္အႏၱရာယ္ရမွာကို စိုးရိမ္တဲ့အတြက္ ရဲမွဴးၾကီးကေနာက္ထပ္မလုပ္ေတာ့ဖို႔ ဘယ္ ဆန္းၾကယ္ကိစၥကိုမွမပါ၀င္ မပတ္သက္ေတာ့ဖို႔ ကတိေတာင္းသြားခဲ့ပါတယ္ဖရက္ဒီ၊ ဒက္ဖနီနဲ႔ ဗယ္လ္မာတုိ႔ကေတာ့ အလြန္စိတ္္ဆင္းရဲေပမယ့္အတိုင္းထက္အလြန္ေပ်ာ္ေနတာကေတာ့ ရွက္ဂီနဲ႔ စကူဘီဒူးပါပဲ..သူတို႔ကအရမ္းေၾကာက္တတ္တာကိုး အဲဒီလိုနဲ႔တစ္ရက္မွာေတာ့ရွက္ဂီက စရိတ္ျငိမ္းအပန္းေျဖခရီးထြက္ခြင့္ကို သူၾကည့္ေနၾကတီဗီရိႈးကေန မဲေပါက္သြားပါေတာ့တယ္ေနာက္ေနာင္ဘယ္ဆန္းၾကယ္ကိစၥကိုမွ ၀င္မပါေတာ့ပါဘူးလို႔သူ႔သူငယ္ခ်င္းသံုးေယာက္ကို ကတိေတာင္းျပီးေနာက္မွာေပါ့ေလရွက္ဂီန႔ဲစကူဘီက အရမ္းေတြတက္ၾကြျပီး ခ်ီတက္သြားေပမယ့္ေရာက္ေရာက္ခ်င္း ေဆာက္နဲ႔ထြင္း ဆုိသလို သူတို႔ကြ်န္းေပၚေျခခ်လိုက္တာနဲ႔ ကြ်န္းသူကြ်န္းသား စံုတြဲက ထြက္သြားခိုင္းပါေတာ့တယ္သူတုိ႔အဆိုအရ ကြ်န္းေပၚမွာ ဇြန္ဘီေတြအျပည့္ပါတဲ့ေနာက္ေနတယ္ပဲထင္ၾကတဲ့တစ္ဖဲြ႔လံုးဟာ ဘာကိုမွဂရုမစိုက္ဘဲဟိုတယ္ဆီခ်ီတက္သြားပါေတာ့တယ္ ဟိုတယ္ဆီေရာက္တဲ့အခါသူတို႔အရင္ကေရာက္ဖူးတဲ့ မြန္းစကားကြ်န္းက အိမ္ၾကီးနဲ႔တစ္ပံုစံတည္းတူေနတာကို ေတြ႔ရေပမယ့္ ဆန္းၾကယ္ကိစၥဆိုဘာဆိုဘာမွ မေတြ႔ဘူးလုိ႔ ဘူးခံျငင္းခ်င္သူ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/scooby-doo-return-to-zombie-island-2019/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fvtfPlii8O2X6weENn8XSSeejHX.jpg",
        "title": "The Most Beautiful Girl in the World (2019)",
        "description": "ဒါေလးကေတာ့ IMDb rating 7.2ေတာင္ရထားတဲ့ဂ်ာမန္ဆက္ေက်ာ္သက္ Comedy/Musical Romaceကားေလးပါ။ဆီရီဆိုတဲ့ဆယ္ေက်ာ္သက္ေကာင္ေလးတစ္ေယာက္ကသူ႔ႏွာေခါင္းကအရမ္းႀကီးေနတာေၾကာင့္ အၿမဲစေနာက္ခံေနရၿပီးသူ႔လို႐ုပ္ဆိုးတဲ့သူကိုႀကိဳက္မယ့္သူမရွိဘူးလို႔ပဲမွတ္ယူထားတာပါ။ဒါေပမယ့္သူဟာအမ်ားထင္သလို အ႐ူံးသမားတစ္ေယာက္မဟုတ္ဘဲအၿမဲစာေတြဖတ္ၿပီး freestyle rap battleေတြကိုမ်က္ႏွာဖုံးစြပ္ၿပီးသြားၿပိဳင္ေနတဲ့ခ်ာတိတ္တစ္ေယာက္ပါ။တစ္ေန႔သူတို႔ေက်ာင္းေလ့လာေရးခရီးထြက္တဲ့ေန႔မွာေကာင္မေလးအသစ္တစ္ေယာက္ေက်ာင္းေျပာင္းလာပါတယ္။သူနဲ႔အႀကိဳက္ေတြတူတာေၾကာင့္ေဘာ္ဒါေတြျဖစ္သြားေပမယ့္ေစာ္ေလးကသူတို႔အတန္းထဲက႐ုပ္ေတာ္ေတာ္ေခ်ာေပမယ့္အရမ္းတုံးၿပီးစကားမေျပာရဲတဲ့ေကာင္ေလးကိုသြားႀကိဳက္ပါတယ္။ဒီကားမွာေတာ့ဆီရီတစ္ေယာက္သူ႔ေဘးကေစာ္အလန္းေလးအဆင္ေျပေအာင္ေခ်ာတဲ့ငတုံးေကာင္ေလးကိုအစအဆုံးလိုက္ကူညီေနရတာေတြ၊ဂ်ာမန္rap battleေတြနဲ႔ ဟာသေလးေတြကိုရႈစားရမွာပါ။(ၾကမ္းတမ္းေသာစကားလုံးမ်ားပါဝင္ပါသည္။) File Size : (963 MB , 353 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 42 minFormat : Mp4Genre : Comedy , Music , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Moe LayEncoded by Moe ...",
        "rating": "7.2",
        "url": "https://megaup.net/1shcp/(CM)_The_Most_Beautiful_Girl_In_The_World_2019_(Large_Size).mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BNWNmYzlkNTktMmI3ZS00OTI3LTg1OTMtNThjMjZlMTdkOWUzXkEyXkFqcGdeQXVyNjYyODQ0NDY@._V1_-140x200.jpg",
        "title": "Premika Parab (2017)",
        "description": "IMDb Rating (7/10)(Unicode)ထိုင်းနိုင်ငံအစွန်အဖျား နယ်မြို့လေးရဲ့ တောစပ်တစ်ခုမှာ တစ်ကိုယ်လုံး ခုတ်ထစ်ဖြတ်တောက်ခံထားရတဲ့ အမျိုးသမီးအလောင်းတစ်ခု\nရှာတွေ့ခဲ့ပါတယ်။တရားခံဝေးလို့ အလောင်းကို ဘယ်သူဘယ်ဝါ မဖော်နိုင်ခဲ့သလို ရဲဘက်ကလဲ ပေါ့ပေါ့တန်တန်ပဲသဘောထားခဲ့ပါတယ်။\nသူတို့မသိတာက အဲ့ဒီမိန်းကလေးကိုသတ်တဲ့ တရားခံဟာ နှလုံးကို ကာရာအိုကေစက်တစ်ခုထဲ ထည့်ပစ်ခဲ့တယ်ဆိုတာပါပဲ။\nအဲ့ဒီကိစ္စကာလတစ်ချို့ကြာပြီးတဲ့နောက် အဲ့ဒီတောစပ်နားက အပန်းဖြေစခန်းတစ်ခုကို ပြန်လည်ဖွင့်လှစ်ခဲ့ပါတယ်။ ဖွင့်ပွဲအတွက်\nအလွှာစုံက ဧည့်သည်တွေကို ဖိတ်ကြားထားခဲ့ပြီး အပန်းဖြေစခန်းမှာ ကာရာအိုကေ စက်တစ်လုံးနဲ့ မိန်းကလေးတစ်ယောက်ရဲ့\nခြောက်လှန့်မှုတွေ စတင်လာပါတော့တယ်။\nထိုင်းသရဲဟာသကားတွေ ထုံးစံအတိုင်း ကြောက်စရာကောင်းသလို တစ်ကားလုံးလဲ အလွဲတွေနဲ့ ရယ်နေရမှာပါ။ သတ်ခန်းဖြတ်ခန်းတွေကတော့သွေးထွက်သံယိုအရမ်းများပြီး ကြမ်းတမ်းလွန်းပါတယ်။ (Zawgyi)ထုိင္းႏုိင္ငံအစြန္အဖ်ား နယ္ၿမိဳ႕ေလးရဲ႕ ေတာစပ္တစ္ခုမွာ တစ္ကုိယ္လုံး ခုတ္ထစ္ၿဖတ္ေတာက္ခံထားရတဲ့ အမ်ိဳးသမီးအေလာင္းတစ္ခု\nရွာေတြ႔ခဲ့ပါတယ္။တရားခံေ၀းလုိ႔ အေလာင္းကို ဘယ္သူဘယ္၀ါ မေဖာ္ႏုိင္ခဲ့သလုိ ရဲဘက္ကလဲ ေပါ့ေပါ့တန္တန္ပဲသေဘာထားခဲ့ပါတယ္။\nသူတုိ႔မသိတာက အဲ့ဒီမိန္းကေလးကုိသတ္တဲ့ တရားခံဟာ ႏွလုံးကို ကာရာအုိေကစက္တစ္ခုထဲ ထည့္ပစ္ခဲ့တယ္ဆုိတာပါပဲ။\nအဲ့ဒီကိစၥကာလတစ္ခ်ိဳ႕ၾကာၿပီးတဲ့ေနာက္ အဲ့ဒီေတာစပ္နားက အပန္းေၿဖစခန္းတစ္ခုကုိ ၿပန္လည္ဖြင့္လွစ္ခဲ့ပါတယ္။ ဖြင့္ပဲြအတြက္\nအလႊာစုံက ဧည့္သည္ေတြကုိ ဖိတ္ၾကားထားခဲ့ၿပီး အပန္းေၿဖစခန္းမွာ ကာရာအုိေက စက္တစ္လုံးနဲ႔ ...",
        "rating": "7.1",
        "url": "https://megaup.net/Miy8/(CM)Premika.Parab.2017.DVDRip.x264.mp4",
        "category": "Asian, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vcOndGt1WV5g5QOka7TatlTuHem.jpg",
        "title": "Pee Nak (2019)",
        "description": "\"Pee Nak 2019\"နုန်ဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ ဖတ်စ် ဘော်လွန်းဆိုတဲ့ အခြောက်သူငယ်ချင်းနှစ်ယောက်က ထမ်မနာခါနိမစ်ကျောင်းတော်မှာ ဘုန်းကြီးဝတ်ဖို့ ရောက်လာတာကနေ ဒီဇာတ်လမ်းက အစပြုခဲ့ပါတယ်...သူတို့သုံးယောက်က ဒီဘုန်းကြီးကျောင်းရဲ့ ရာဇဝင်ကို မသိပဲရောက်လာခဲ့ကြတာပါ...တကယ်တော့ ဒီကျောင်းမှာ ရှင်လောင်းပြုတဲ့သူတွေဟာ အဲဒီနေ့မှာပဲ အကြောင်းမရှိပဲ သေသေသွားခဲ့ကြတယ်ဆိုတာကိုပေါ့...နုန် ဖတ်စ် ဘော်လွန်းတို့မလာခင် ရှေ့ရှင်လောင်းကလည်း မုခ်ဝမှာ ဆွဲကြိုးချသေသွားခဲ့ပါတယ် ။ရှင်လောင်းတွေက ဘာကြောင့်သေနေတာလဲ...နုန်တို့သုံးယောက်ရော ဒီအဖြစ်ဆိုးက လွတ်နိုင်ပါ့မလား...ခြောက်ခြားစရာဖြစ်ရပ်တွေ ဟာသနှောပြီး ရိုက်ကူးတင်ဆက်ထားတဲ့ ထိုင်းကားလေးတစ်ကားဖြစ်ပါတယ် ။နုန် အဖြစ် August Vachiravit\nဖတ်စ် အဖြစ် Vejvongsa Puwadon\nဘော်လွန်းအဖြစ် Witthawat Rattanaboonbarameeတို့အပြင်\nမင်းသမီးချောလေး Jannie Parawie Weigel လည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ် ။(အညွှန်းနဲ့ဘာသာပြန်ပေးထားကြတာကတော့ Kyi Nue Zin နဲ့ Nang Mwe Kham တို့ဖြစ်ပါတယ် ) File size__( 950 MB) and ...",
        "rating": "5.6",
        "url": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4 https://megaup.net/Zaep/Free_State_of_Jones_(2016).mp4 https://megaup.net/2l58A/Aquaman_[2018]_(MM_Sub).mp4 https://megaup.net/2l58e/A_Day_[2017]_(MM_Sub).mp4 https://megaup.net/2l59n/Mummies_-_Secrets_Of_The_Pharaohs_(Documentary)_[2007]_(MM_Sub).mp4 https://megaup.net/2l5dj/The_Numbers_Of_Station_[2013]_(MM_Sub).mp4 https://megaup.net/Zaic/Shazam!_[2019]_(MM_Sub).mp4 https://megaup.net/Zafo/Prassthanam_[2019]_(MM_Sub).mp4 https://megaup.net/2l59v/Pee_Nak_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oPO24YGUPD4BInZl4OfGFlY3m8G.jpg",
        "title": "The Holy Man ( 2005 )",
        "description": "zawgyi*******ဒီဇာတ္​ကားက​ေတာ့ ဟာသပံုစံနဲ႔ လူ​ေတြ မွား​ေလ့မွားထ႐ွိတဲ့အယံုလြယ္​ျခင္း ​အလြယ္​လမ္​းလိုက္​ျခင္​း ​ေငြကို မ​ေကာင္​းတဲ့​ေနရာမွာသံုးျခင္​း သူတပါးအယံုလြယ္​မႈ​ေပၚကို အလြဲသံုးစားလုပ္​တတ္​ျခင္​းဝမ္​းစာအတြက္​​ေသာ္​လည္​း​ေကာင္​း အာဏာအတြက္​​ေသာ္​လည္​း​ေကာင္​းမုသာဝါလ ကံကို ၾကဴ းၿပီး သူတစ္ပါးအပူေပၚမွာ စိတ္ေက်နပ္ျခင္​းစသည္​တို႔ကို႔ ​ေပၚလြင္​​ေအာင္​​ေဖာ္​ျပထာသည္​ ဒါ့အျပင္​မည္​မ်ွပင္​ဆိုးသြမ္​း​ေစကာမူ လူ​ေတြက ​ေကာင္​းမႈအျဖစ္​ျပဳ ျပင္​လ်ွင္​ ခြင္​့လႊတ္​ႏိူင္​​ေၾကာင္​းကို ဝါရင္​့ ဟာသ သ႐ုပ္​​ေဆာင္​ႀကီးမ်ားနဲ႔ဇာတ္​ၫႊန္​းက်က် ​ေဖာ္​ျပထား​ေသာ ဇာတ္​ကား​ေကာင္​းျဖစ္​တာေၾကာင့္ဆက္ဆက္ၾကည့္႐ႈၾကဖုိ႔တုိက္တြန္းလုိက္ပါရေစေနာ္ Unicode*******ဒီဇာတ်ကားကတော့ ဟာသပုံစံနဲ့ လူတွေ မှားလေ့မှားထရှိတဲ့အယုံလွယ်ခြင်း အလွယ်လမ်းလိုက်ခြင်း ငွေကို မကောင်းတဲ့နေရာမှာသုံးခြင်း သူတပါးအယုံလွယ်မှုပေါ်ကို အလွဲသုံးစားလုပ်တတ်ခြင်းဝမ်းစာအတွက်သော်လည်းကောင်း အာဏာအတွက်သော်လည်းကောင်းမုသာဝါလ ကံကို ကြူ းပြီး သူတစ်ပါးအပူပေါ်မှာ စိတ်ကျေနပ်ခြင်းစသည်တို့ကို့ ပေါ်လွင်အောင်ဖော်ပြထာသည် ဒါ့အပြင်မည်မျှပင်ဆိုးသွမ်းစေကာမူ လူတွေက ကောင်းမှုအဖြစ်ပြု ပြင်လျှင်ခွင့်လွှတ်နိူင်ကြောင်းကို ဝါရင့် ဟာသ သရုပ်ဆောင်ကြီးများနဲ့ဇာတ်ညွှန်းကျကျ ဖော်ပြထားသော ဇာတ်ကားကောင်းဖြစ်တာကြောင့်ဆက်ဆက်ကြည့်ရှုကြဖို့တိုက်တွန်းလိုက်ပါရစေနော် Translated & Review By NannEncoded By LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-holy-man-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/919B7RHXTQL._SY445_-141x200.jpg",
        "title": "The Sweetest Thing (2002)",
        "description": "Unicode Version============ခရစ်စတီးနား (Cameron Diaz) နဲ့ ကော့တ်နေး (Christina Applegate) တို့ဟာ ကိုယ့်အလုပ်နယ်ပယ်မှာအောင်မြင်ကြသလို ရုပ်ရည် စတိုင်\nဒီဇိုင်း ကာလာ ဘာညာ တော်ကီ အနေအထားအရလဲထိပ်တန်းဖြစ်တယ်ဆိုတော့ ကြုံဖူးသမျှယောက်ျားတိုင်းက သူတို့ကို တန်းတန်းစွဲကြပါတယ်။(အခုခေတ်မှာတော့ ထက်မြက်တဲ့ မိန်းမတွေလို့ခေါ်မှာပေါ့)\nသူတို့ကတော့ ယောက်ျားတွေ မှန်သမျှကို ကစားစရာလို့ သဘောထားပုံပါပဲ။ဇာတ်ကားရဲ့ အဖွင့်ကို အဓိက ဇာတ်ကောင်ဖြစ်တဲ့ ခရစ်စတီးနား အသည်းခွဲတာခံရခဲ့ဖူးတဲ့ယောက်ျားတွေရဲ့ နာကျည်းချက်တွေကို အင်တာဗျူးပုံနဲ့စ ထားပါတယ်။ အချစ်ကို ကစားစရာလို့ ထင်ကြတဲ့ ခရစ်စတီးနားနဲ့ ကော့တ်နေးမှာ သိပ်ရိုးအေးပြီး အချစ်ကို ကိုးကွယ်တဲ့ ဂျိန်း( Selma blair) ဆိုတဲ့ သူငယ်ချင်းမလေးတစ်ယောက်ရှိသေးတယ်။\nအဲ့ဒီကောင်မလေး ဘဲပစ်ခံရလို့ အသည်းကွဲနေတဲ့ အချိန်မှာ ထက်မြက်တဲ့ အပျိုကြီး နှစ်ယောက်က နင့်ကို လင်အသစ်ရှာပေးမှဖြစ်တော့မယ်ဆိုပြီး နာမည်ကြီး ကလပ်တစ်ခုကို ခေါ်သွားပါတယ်။ အသည်းကွဲနေတဲ့ ဂျိန်းကို ခရစ်စတီးနားက ...",
        "rating": "5.2",
        "url": "https://megaup.net/2fpF9/The_Sweetest_Thing_[2002]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1rjaRIAqFPQNnMtqSMLtg0VEABi.jpg",
        "title": "Yesterday (2019)",
        "description": "(Unicode) Yesterday ဆိုတဲ့ ရုပ်ရှင်လေး ကြည့်ကြရအောင်။ Musical ကားလေးပါပဲ။ကမ္ဘာပေါ်မှာ အကောင်းဆုံး အဆိုတော်အဖွဲ့လို့ ပြောပြီဆို လူအတော်များများ ပြေးမြင်မိကြမှာ ဘီတယ်စ်ပါပဲ။အအောင်မြင်ဆုံးနဲ့ အကောင်းဆုံး သီချင်းတွေကို ရေးဖွဲ့ခဲ့ကြပါတယ်။ဒီရုပ်ရှင်ကတော့ ဘိုဟီးမီးယန်းတို့ ရော့ကတ်မန်းတို့လို ဘိုင်အိုပစ် မဟုတ်ပါဘူး။ဘီတယ်စ်ကိုအခြေခံထားတဲ့ စိတ်ကူးယဉ် ဂီတ ရုပ်ရှင်လေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အင်္ဂလန်ရဲ့ မြို့လေးတစ်မြို့မှာ အရမ်းကြိုးစားပေမယ့် မအောင်မြင်တဲ့ အဆိုတော်လေး တစ်ယောက် ရှိတယ်ပေါ့။တစ်နေ့တော့ သူဟာ အဆိုတော်ဘဝကို လက်လျှော့လိုက်တော့မယ် အချိန်မှာ အဖြစ်ဆန်းတစ်ခု ကြုံလိုက်ရပါတော့တယ်။အဲဒါကတော့ ကမ္ဘာပေါ်က လျပ်စစ်အားလုံး ၁၂ စက္ကန့် ပြတ်တောက်သွားပြီး အမှောင်ကျသွားတာပါပဲ။အဲဒီ ၁၂ စက္ကန့်အပြီးမှာ ကမ္ဘာပေါ်က အရာအချို့ဟာ လုံးဝပျောက်ကွယ်သွားခဲ့ပြီး လူတွေက ရှိခဲ့တယ်ဆိုတာကိုတောင် မသိတော့ပါဘူး။ကိုကာကိုလာတို့ စီးကရက်တို့ကို လူတွေ မသိကြတော့ပါဘူး။အဲဒီအထဲမှာ ဘီတယ်စ် အဖွဲ့လည်း ပါသွားတယ်ပေါ့။အဲဒီ သီချင်းတွေနဲ့ သူတို့လေးယောက်ကို မှတ်မိနေသူက ဂျက် မာလစ် ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/yesterday-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/azME7UL7Cdu4UR8u6uNV8a32LGZ.jpg",
        "title": "Hotel Soul Good ( 2018 )",
        "description": "Zawgyi*******Comedy ေလးနဲ႕ေပါ႔ေပါ႔ပါးပါးဇာတ္လမ္းေလးပါပဲဒီဇာတ္လမ္းေလးကေတာ့ အသက္၃၀အ႐ြယ္ ေကသီေခ်ာင္ဟာမိဘမဲ့ေဂဟာမွာႀကီးျပင္းလာၿပီ ေအာင္ျမင္တဲ့ေဟာ္တယ္တစ္ခုမွာႀကီးၾကပ္ေရးမႈးရာထူးနဲ႔အလုပ္ဝင္ေနတာပါတစ္ေန႔က်ေတာ့ သူ႔ရဲ႕သူငယ္ခ်င္းကသစၥာေဖာက္ၿပီးရည္းစားေရာအလုပ္အကိုင္ေရာလုယူသြားတဲ့အခါထုိသုိ႔တင္မကပဲ ေကသီေခ်ာင္က ၾကယ္မိုး႐ြာတာကေနမေတာ္တဆျဖစ္ၿပီးေသလုေမ်ာပါးျဖစ္ရာကေနတေစၧေတြကိုျမင္နိုင္တဲ့အစြမ္းပါရလာပါေလေရာအဲ့ဒီလိုျမင္နိုင္ရာကေန သရဲ၃ေကာင္ကသူ႔နားတစ္ဝယ္လည္လည္ေလာက္ေနလို႔ ျပႆ နာျဖစ္ရာကေနသူဘဝကိုဘယ္လိုေတြအဆင္ေျပေအာင္လုပ္မွာလဲဆက္လက္ၾကည့္႐ႈၾကပါစုိ႔လုိ႔ တုိက္တြန္းလုိက္ပါတယ္ေနာ္ Unicode*******Comedy လေးနဲ့ပေါ့ပေါ့ပါးပါးဇာတ်လမ်းလေးပါပဲဒီဇာတ်လမ်းလေးကတော့ အသက်၃၀အရွယ် ကေသီချောင်ဟာမိဘမဲ့ဂေဟာမှာကြီးပြင်းလာပြီ အောင်မြင်တဲ့ဟော်တယ်တစ်ခုမှာကြီးကြပ်ရေးမှုးရာထူးနဲ့အလုပ်ဝင်နေတာပါတစ်နေ့ကျတော့ သူ့ရဲ့သူငယ်ချင်းကသစ္စာဖောက်ပြီးရည်းစားရောအလုပ်အကိုင်ရောလုယူသွားတဲ့အခါထိုသို့တင်မကပဲ ကေသီချောင်က ကြယ်မိုးရွာတာကနေမတော်တဆဖြစ်ပြီးသေလုမျောပါးဖြစ်ရာကနေတစ္ဆေတွေကိုမြင်နိုင်တဲ့အစွမ်းပါရလာပါလေရောအဲ့ဒီလိုမြင်နိုင်ရာကနေ သရဲ၃ကောင်ကသူ့နားတစ်ဝယ်လည်လည်လောက်နေလို့ ပြဿ နာဖြစ်ရာကနေသူဘဝကိုဘယ်လိုတွေအဆင်ပြေအောင်လုပ်မှာလဲဆက်လက်ကြည့်ရှုကြပါစို့လို့ တိုက်တွန်းလိုက်ပါတယ်နော် Translated & Review By XiaoEncoded By LK",
        "rating": "3.9",
        "url": "https://megaup.net/2O4si/(CM)Hotel_Soul_Good_2018_BDRip.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iYbvSgedEKDt8k0EcN0ycK8Musr.jpg",
        "title": "Power Kids ( 2009 )",
        "description": "Unicode*******ဒီဇာတ်လမ်းလေးကတော့ လိတ်ဆိုတဲ့ လက်ဝှေ့နည်းပြတယောက်ဟာဆိုရင်ကတ် ဝတ့် ဂျစ်နဲ့ပေါင်ဆိုတဲ့ ကလေးလေးယောက်ကိုပြုစုပေးတဲ့ဆရာ သာမက အဖေလဲဖြစ်တယ် အဲ့ကလေး ၄ယောက်မှာ သူတို့အရမ်းချစ်တဲ့ နှလုံးရောဂါသည် ညီငယ်လေးက ဝင်းရှိတယ်အဲ့ဒီ ကိစ္စကြောင့် သူတို့ဟာ ဝင်းရဲ့နှလုံးသစ်ရှိရာ ဆေးရုံကြီးကို သွားတဲ့အချိန်မှာပဲ တိုက်တိုက်ဆိုင်ဆိုင် ဓားမြဝင်တိုက်တဲ့ ဘလူခေါင်းဆောင်တဲ့ တီလာ လူမျိုး သူပုန်တွေရောက်ရှိလာတဲ့အခါမှာတော့.ဘာတွေဆက်ဖြစ်မယ်ဆိုတာဆက်လက်ခံစားပါ အရမ်းကောင်းတဲ့ဇာတ်ကားလေးဖြစ်တာကြောင့်ဇာတ်လမ်းအပြည့်အစုံကိုကြည့်ရှုဖို့တိုက်တွန်းလိုက်ရပါတယ် Translated & Review By NannEncoded By LK",
        "rating": "5.8",
        "url": "https://megaup.net/1FQ5v/Power_Kids_[2009]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/pv6Ebf-139x200.jpg",
        "title": "Touchdown Kiss (2019)",
        "description": "ခ်ဳိရိ(ဝ္) ဆိုတဲ့ cheerleader အက\nကို ကရတာအရမ္းႀကိဳက္တဲ့ေကာင္မေလးက\nသူ႔အေမက မကေစခ်င္လို႔ ေက်ာင္းေျပာင္းျဖစ္တာကိုခံခဲ့ရပါတယ္\nၿပီးေတာ့ သူ႔အေမက သူငယ္ခ်င္းျဖစ္တဲ့ မစ္ခရဂ့္ရဲ႕\nပန္းခ်ီအသင္းကို ဝင္ခိုင္းခဲ့တယ္ ခ်ဳိရိ(ဝ္)တက္တဲ့ ေက်ာင္းက\nေရႊ ေငြ ေၾကး တံဆိပ္ေတြနဲ့ ခြဲျခားတယ္\nေရႊရတဲ့သူက ေငြ ေၾကးရတဲ့ လူေတြကို\nအႏိုင္က်င့္လို႔ရတယ္ေပါ့\nခ်ိဳရိ(ဝ္)က ေက်ာင္းစစခ်င္းတက္တဲ့ရက္မွာပဲ\nခြင္တင္းဆိုတဲ့ဘတ္စကတ္ေဘာေခါင္းေဆာင္ေကာင္ေလး\nအႏိုင္က်င့္တာခံလိုက္ရတယ္\nေက်ာင္းစဝင္တဲ့သူကေၾကးတံဆိပ္ရၿပီး\nခြင္တင္းက ေရႊရထားတဲ့သူဆိုေတာ့ ဘာမွလုပ္မရခဲ့ဘူး\nတိုက္ဆိုင္တာက ခ်ိဳရိ(ဝ္)ေျပာင္းလာတဲ့ေက်ာင္းကလည္း\ncheerleader ႐ွာေနေတာ့ အေမမသိေအာင္ခိုးဝင္ခဲ့တယ္\nခ်ိဳရိ(ဝ္)တစ္ေယာက္ သူ႔ရဲ႕အိမ္မက္ျဖစ္တဲ့\ncheerleader အကကို သူ႔အေမလက္ခံေအာင္\nကႏိုင္ပါ့မလား သူ႔ရဲ႕ရန္သူေကာင္ေလးနဲ႔ေရာ\nအဆင္ေျပသြားမလား\nေက်ာင္းအသစ္က အရည္အခ်င္း႐ွိသူေတြပဲ ရတဲ့\nေရႊတံဆိပ္ကိုေရာ ရေအာင္ယူႏိုင္မလား\nဘယ္လိုေတြဆက္ျဖစ္လာမလဲ သိခ်င္ရင္ေတာ့....\nTouchdown kissဇာတ္ကားမွာ ၾကည့္႐ႈေပးၾကပါ\nခိ်ဳရိ(ဝ္) အျဖစ္ Neena Nitchana Phrommaem\nခြင္တင္း အျဖစ္ Mean Phiravich Attachitsataporn တို႔က\nပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္\nရုပ္ရွင္ကားကို Nang mwe kham က ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "7.0",
        "url": "https://megaup.net/1sawZ/TouchDown_Kiss_(2019)_1080P_Web-DL.mp4",
        "category": "Asian, Comedy, Drama, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/69671842_500353520509723_457018222902771712_n-143x200.jpg",
        "title": "Queen Of Gamblers ( 2019 )",
        "description": "Zawgyi*******ဒီဇာတ္လမ္းေလးကေတာ့ေက်းလက္ေတာရြာကေနၿမိဳ႕ေပၚကေဒၚႀကီးဆီလာ႐ွာတဲ့ေမလိလို႔ေခၚတဲ့မိန္းကေလးကစပါတယ္...အစကေတာ့သူ႔ဘဝကိုေအးေဆးေပ်ာ္ရႊင္စြာျဖတ္သန္းလို႔ရႏိုင္ေပမဲ့မထင္မွတ္ပဲသူ႔ေဒၚႀကီးကေမလိရဲ႕အထူးအစြမ္းကိုသိၿပီးေနာက္ေမလိကိုေလာင္းကစားရံုထဲဆြဲေခၚသြားခဲ့ပါတယ္...အဲ့ေန႔ကၿပီးသူတို႔ႏွစ္ေယာက္ကေမွာင္ခိုအေရာင္းအဝယ္အဖြဲ႔ႀကီးၾကားထဲေရာက္သြားၿပီးေနာက္....ဘာေတြဆက္ျဖစ္မလဲဆုိတာ ဆက္လက္ေစာင့္ၾကည့္ၾကပါလုိ႔ တုိက္တြန္းလုို္က္ပါရေစေနာ္ Unicode*******ဒီဇာတ်လမ်းလေးကတော့ကျေးလက်တောရွာကနေမြို့ပေါ်ကဒေါ်ကြီးဆီလာရှာတဲ့မေလိလို့ခေါ်တဲ့မိန်းကလေးကစပါတယ်...အစကတော့သူ့ဘဝကိုအေးဆေးပျော်ရွှင်စွာဖြတ်သန်းလို့ရနိုင်ပေမဲ့မထင်မှတ်ပဲသူ့ဒေါ်ကြီးကမေလိရဲ့အထူးအစွမ်းကိုသိပြီးနောက်မေလိကိုလောင်းကစားရုံထဲဆွဲခေါ်သွားခဲ့ပါတယ်...အဲ့နေ့ကပြီးသူတို့နှစ်ယောက်ကမှောင်ခိုအရောင်းအဝယ်အဖွဲ့ကြီးကြားထဲရောက်သွားပြီးနောက်....ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ကြပါလို့ တိုက်တွန်းလိုက်ပါရစေနော် Translated & Review By Xiao",
        "rating": "5",
        "url": "https://channelmyanmar.org/queen-of-gamblers-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1yHOLVfLHnbAHYqxV2PwtE32kBm.jpg",
        "title": "Tone-Deaf (2019)",
        "description": "ဒါကေတာ့ လက္တေလာထြက္ရွိလာတဲ့ Horror comedy movieပဲျဖစ္ပါတယ္။အယ္လ္ေအမွာေနထိုင္တဲ့အိုလီတစ္ေယာက္ အလုပ္ကလည္းျပဳတ္ၿပီးစြဲလမ္းဖြယ္မေကာင္းတဲ့ရည္းစားနဲ႔လည္းလမ္းခြဲၿပီးေနာက္မွာေတာ့ စိတ္‌ေျပလက္ေပ်ာက္အနားယူဖို႔အတြက္မစည္ကားတဲ့ၿမိဳ႕တစ္ၿမိဳ႕ကအိမ္တစ္အိမ္ကို လိုင္းေပၚမွာရွာၿပီးအဲ့အိမ္မွာသူတစ္ေယာက္တည္း ရက္အနည္းငယ္‌ေလာက္သြားေနဖို႔ဆုံးျဖတ္ခဲ့ပါတယ္။ဒါေပမယ့္ ျဖစ္ခ်င္ေတာ့အဲ့အိမ္ပိုင္ရွင္က႐ူးေၾကာင္ေၾကာင္ျဖစ္ေနတဲ့အျပင္တစ္ခါမွလူမသတ္ဖူးလို႔ လူသတ္ၾကည့္ခ်င္ေနတဲ့ အဖိုးႀကီးတစ္ေယာက္အိမ္ျဖစ္ေနပါတယ္။ဒီကားမွာအိုလီတစ္ေယာက္အဲ့အိမ္မွာသြားေနရင္း‌အဖိုးႀကီးရဲ႕အႀကံအစည္ေတြနဲ႔ေျခာက္လွန႔္ခံရပုံေတြ၊အသက္ရွင္ဖို႔ႀကိဳးစားရပုံေတြ(horrorဆိုေတာ့ ထုံးစံအတိုင္းအိုလီကမ်က္မွန္မပါရင္မျမင္ဘူးေလ ?)ႏွင့္အေရးအေၾကာင္းဆိုအခြီေတြလုပ္ေနပုံေတြကိုၾကည့္ရႈမွာျဖစ္ပါတယ္။ Unicode =======================ဒါကတော့ လက်တလောထွက်ရှိလာတဲ့ Horror comedy movieပဲဖြစ်ပါတယ်။အယ်လ်အေမှာနေထိုင်တဲ့အိုလီတစ်ယောက် အလုပ်ကလည်းပြုတ်ပြီးစွဲလမ်းဖွယ်မကောင်းတဲ့ရည်းစားနဲ့လည်းလမ်းခွဲပြီးနောက်မှာတော့ စိတ်‌ပြေလက်ပျောက်အနားယူဖို့အတွက်မစည်ကားတဲ့မြို့တစ်မြို့ကအိမ်တစ်အိမ်ကို လိုင်းပေါ်မှာရှာပြီးအဲ့အိမ်မှာသူတစ်ယောက်တည်း ရက်အနည်းငယ်‌လောက်သွားနေဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ဒါပေမယ့် ဖြစ်ချင်တော့အဲ့အိမ်ပိုင်ရှင်ကရူးကြောင်ကြောင်ဖြစ်နေတဲ့အပြင်တစ်ခါမှလူမသတ်ဖူးလို့ လူသတ်ကြည့်ချင်နေတဲ့ အဖိုးကြီးတစ်ယောက်အိမ်ဖြစ်နေပါတယ်။ဒီကားမှာအိုလီတစ်ယောက်အဲ့အိမ်မှာသွားနေရင်း‌အဖိုးကြီးရဲ့အကြံအစည်တွေနဲ့ခြောက်လှန့်ခံရပုံတွေ၊အသက်ရှင်ဖို့ကြိုးစားရပုံတွေ(horrorဆိုတော့ ထုံးစံအတိုင်းအိုလီကမျက်မှန်မပါရင်မမြင်ဘူးလေ )နှင့်အရေးအကြောင်းဆိုအခွီတွေလုပ်နေပုံတွေကိုကြည့်ရှုမှာဖြစ်ပါတယ်။ File Size : (820 MB , 303 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 44 minFormat : Mp4Genre : Comedy , Horror , ...",
        "rating": "4.8",
        "url": "https://megaup.net/1s5pi/(CM)_Tone_Deaf_2019_(Large_Size).mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hVbQWDkrm4xHqAYLGojdPHRlAsE.jpg",
        "title": "De De Pyaar De (2019)",
        "description": "(Unicode)MDb 6.7/10\nGoogle Users 90%ဒီတစ်ခါတော့ ဘောလီဝုဒ်ပရိသတ်ကြီးအတွက် Rom-Com ဇာတ်ကားကောင်းတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျ၂၀၁၉ ဝင်ငွေအကောင်းဆုံး ၁၀ ကား စာရင်းဝင်တစ်ကားဖြစ်သလို အချစ်ဟာသဇာတ်မြူးတွေသာရိုက်လေ့ရှိတဲ့ ဒါရိုက်တာ Akiv Ali ရဲ့ ကားကောင်းတစ်ကားဆိုလည်း မမှားပါဘူးပိုစတာပေါ်မှာ Romantic Comedy Movie ဆိုပြီးရေးရေးထားပြီးပေါပေါလောလောတွေ တင်ဆက်နေတဲ့ ကိုယ်တွေဆီက မြန်မာကားတွေအနေနဲ့ ဒီလိုကားတွေကနေ ပညာယူသင့်ပါတယ်Rom-Com ဆိုတာဘာလဲဟာသဇာတ်ကားကောင်းတစ်ကားဖြစ်ဖို့ အိုကြီးအိုမတွေက ပေါတောတောတွေ လုပ်ပြစရာမလိုသလိုဗလတောင့်တောင့် အစ်ကိုကြီးတွေကလည်း ခြောက်ပြစရာမလိုပါဘူးသေခါနီးဘွားတော်ကြီးတွေ ရွပြဖို့မလိုသလိုချာတိတ်တွေက လူကြီးသူမတွေကို သောက်ပေါတွေပါလို့ အမြင်မှားအောင် ရိုက်ပြစရာမလိုပါဘူးကုန်ကုန်ပြောရရင် ကလိထိုးပြီး မရယ်ရဖို့အရေးကြီးပါတယ်ဒီဇာတ်ကားထဲမှာ Rom-Com ဆိုတဲ့အတိုင်းRomance အခန်းတွေမှာလည်း ကြည်နူးစရာတွေဖြစ်စေသလိုComedy အခန်းတွေမှာလည်း တွေးတွေးပြီးရယ်ချင်စိတ်တွေဖြစ်စေပါတယ်ဒီတော့ မိသားစုနဲ့အတူ ပျော်ပျော်ပါးပါးနဲ့ ဇာတ်ကားကောင်းတစ်ကားကို ခံစားကြည့်လိုက်ပါပေးလိုက်ရတဲ့အချိန် ၃ နာရီဝန်းကျင် အလကားမဖြစ်စေရဘူးလို့ အာမခံပါတယ်ဇာတ်လမ်းလေးပြောပြရရင် ... အသက် ၅၀ အရွယ် ...",
        "rating": "6.8",
        "url": "https://megaup.net/Udax/De_De_Pyaar_De_[2019]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fgGzTEoNxptCRtEOpOPvIEdlxAq.jpg",
        "title": "The Dead Don’t Die (2019)",
        "description": "ေသျခင္းတရားဟာ မေသဆုံးပါဘူး။အဆို‌ေတာ္တစ္ေယာက္ရဲ႕နာမည္ႀကီးဇာတ္ဝင္သီခ်င္းတစ္ပုဒ္။လူ‌ေတြဟာ Polar Fracking ကေန စြမ္းအင္ထုတ္ယူ သုံးစြဲခဲ့ၾကတယ္။အလြန္အကြၽံ သုံးစြဲမႈေတြရဲ႕ေနာက္ဆက္တြဲ အေနနဲ႔ ကမာၻ‌‌ေျမႀကီးဟာPolar Fracking ေၾကာင့္ သူ႔ဝင္႐ိုးေပၚကေန တိမ္းေစာင္းခဲ့ပါတယ္။အဲဒီရဲ႕ ေနာက္ဆက္တြဲ ဆိုးက်ိဳးေတြကေတာ့ .....ေန႔အလင္းေရာင္ဟာ ေတာ္ေတာ္နဲ႔မကုန္ေတာ့ပါဘူး။ေန႔တာရွည္လာပါတယ္။ေရဒီယိုေတြ လိုင္းမေကာင္းခ်င္ေတာ့ပါဘူး။ဖုန္းလိုင္းေတြ ျပတ္ေတာက္ကုန္ပါတယ္။အိမ္ေမြးတိရစာၦန္ေလးေတြ ေပ်ာက္တဲ့ေကာင္ေပ်ာက္ကုန္ပါတယ္။အမူအက်င့္ေတြ ‌ေျပာင္းလဲကုန္ပါတယ္။အဲဒီထက္ ဆိုးတာကေတာ့ ဒီဇာတ္လမ္းရဲ႕ ေခါင္းစဥ္အတိုင္းပါပဲ။ေသဆုံးျခင္းက မေသဆုံးေတာ့တဲ့အခါ .....တစ္နည္းအားျဖင့္ ေသၿပီးသားလူေတြ အသက္ျပန္ရွင္လာၾကတဲ့အခါ ..... ခင္ဗ်ားတို႔ေရာ ေတြးၾကည့္ဖူးလား?????Zombie ကားကို အေတြးအေခၚတစ္မ်ိဳးနဲ႔ ထပ္ၾကည့္ၾကည့္ပါ။Horror ကား ေကာင္းေကာင္း ႀကိဳက္တတ္သူမ်ား လက္မလႊတ္ေစခ်င္ပါဘူး။အဲ ..... တစ္ခု လက္တို႔စရာ က်န္သြားလို႔ Selena Gomez ေလးလည္း ပါတယ္ဗ်။? ? ?? ?ဘာသာျပန္ နဲ႔ Review ကေတာ့ August ပါ။ File Size : (661 MB , ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-dead-dont-die-2019/"
    }
]