[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k0IrevoY228CZYtemGbhazuk93n.jpg",
        "title": "Ajoomma(2022)",
        "description": "Ajoomma(2022)**************စင်ကာပူနိုင်ငံသူ လင်းမိန်ဟွာဟာဆိုရင် ကိုးရီးယားဇာတ်လမ်းတွဲတွေ ကြည့်ရတာကိုအရမ်းနှစ်သက်သူဖြစ်ပြီး ဇာတ်လမ်းတွဲကြည့်ရင်း ဒိုင်ယာလော့တွေကို လိုက်ပြောရတာကတော့ သူ့ရဲ့ဝါသနာပေါ့..လင်းမိန်ဟွာနဲ့ သူ့သားလေးက အားလပ်ရက်မှာ ကိုးရီးယားကို ခရီးအတူသွားဖို့ ကြိုတင်ဘိုကင်လုပ်ထားခဲ့ပေမဲ့သားဖြစ်သူက အလုပ်အင်တာဗျူးကြောင့် ခရီးသွားမဲ့အစီအစဉ်ကို ဖျက်သိမ်းလိုက်ပါတော့တယ်..တစ်သက်နဲ့တစ်ကိုယ် တစ်ယောက်တည်းခရီးမသွားခဲ့ဖူးတဲ့ အန်တီလင်းမိန်ဟွာလည်းသတ္တိမွေးပြီး တစ်ယောက်တည်း ကိုးရီးယားကို ခရီးထွက်လာတဲ့အခါမှာတော့...ပထမဆုံး ကိုးရီးယား-စင်ကာပူ ရုပ်ရှင်လေးဖြစ်ပြီး ကိုးရီးယားဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူတွေအဖို့တော့ ‌ဇာတ်လိုက်မင်းသမီး လင်းမိန်ဟွာနဲ့ ထပ်တူခံစားရင်း ကြည့်ရှုလို့ရမဲ့ ရုပ်‌ရှင်လေးပါပဲ...\nMain Cast တွေအနေနဲ့ စင်ကာပူ ဝါရင့်သရုပ်ဆောင်မင်းသမီးကြီး Hong Huifang ၊Kang Hyeong Seok နဲ့ Jung Dong Hwan တို့က ပါ၀င်သရုပ်ဆောင်ပေးထားပြီး\nမင်းသားချော Yeo Jin Goo ကလည်း special guest အဖြစ် ပါ၀င်သရုပ်ဆောင်ပေးထားပါသေးတယ်.....File Size : (1.3GB) and (566MB)\nQuality : AMZN.WEB-DL,1080P,720p\nFormat…mp4\nDuration…01:30:00\nGenre : ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/ajoomma2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/pufQnUSzjrf70cHR3mGxG0eXHem-133x200.jpg",
        "title": "Queens on the Run (2023)",
        "description": "Queens on the Run (2023)\n===================ဒီတစ်ခေါက် CM ကနေ တင်ဆက်ပေးမှာကတော့ French\nroad trip movie ကောင်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။\nအထက်တန်းကျောင်းကတည်းက plan ထားတဲ့ခရီး၊ လင်ပါ\nရသွားတယ် မသွားရသေးဘူး ဆိုသူ သူငယ်ချင်းမ လေးယောက်\nတို့ရဲ့ Ex ရှာပုံတော်ခရီးမှာ ကြုံတွေ့ရတဲ့ အလွဲအကွဲဟာသလေး\nတွေအပေါ် ဇာတ်အိမ်တည်ထားတာပဲဖြစ်ပါတယ်။ဒီ Squad ကတော့ တစ်ယောက်တစ်မျိုးစီ ဆောက်၊ အိုး၊ စည်\nအဖွဲ့လို့ဆိုရင်လည်းမမှားပါဘူး။ Anniversary တွေတိုင်း မေ့\nတတ်တဲ့ယောက်ျားကို အားမလိုအားမရဖြစ်နေသူ ၊ လင်အတည်\nမယူချင်ဘဲ အဆင်တကာပတ်စား​တဲ့အပျိုကြီး ၊ တွေ့တာနဲ့ ဖောင်း\nမယ် ဒိုင်းမယ်တကဲကဲဖြစ်နေတဲ့ Momma's girl ၊ ဘောစိယောက်ျား\nသဘောကျအောင် ဆီလီကွန်ပဲဖြည့်နေတဲ့ သူဌေးကတော် စတဲ့\nသူငယ်ချင်းလေးယောက်ရဲ့ ခရီးတစ်ထောက် ပြဿနာတစ်ပေါက်\nဖြစ်ပုံကို ခွီရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (828 MB) ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/queens-on-the-run-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/67x9NJyjK4u02NpISnChDMKzCUr.jpg",
        "title": "What If (2013)",
        "description": "What If (2013)\nGenre – Comedy, Romance\nIMDB – 6.8/10“သူငယ်ချင်းလေးပါပဲ သူငယ်ချင်းလေးပဲတဲ့ကွယ်ဒီလိုအကြိမ်ကြိမ်အခါခါ ပြောပါတယ် ချစ်ရသူရယ်”ဘာရယ်မဟုတ်ဘူး ဒီကားလေး ကြည့်မိတော့ အရင်ဆုံးပြေးမြင်မိတာကဒီသီချင်းလေး ဖြစ်နေလို့။အကယ်၍များ ခင်ဗျားတို့ တကယ်အဆင်ပြေနေတဲ့လူတစ်ယောက်ကိုတွေ့ပြီဆိုပေမယ့် ရှေ့ဆက်တိုးလို့ မဖြစ်နိုင်တော့ရင်ဘယ်လိုတွေဆက်လုပ်ကြမလဲ...လောကဝတ်ကျင့်ထုံးတွေကို လိုက်နာမလား...မျက်စိမှိတ် ခြေစုံဇွတ်ဝင်တိုးပစ်လိုက်ချင်မလား…ဝေခွဲမရဖြစ်မှာ သေချာပါတယ်။တစ်လောကလုံးမှာ ကိုယ်ဘယ်လောက်ပဲ ကြောင်တောင်တောင်စကားတွေပြောတလွဲတွေလုပ်ပေမယ့် ဒါမျိုး အတူတူလိုက်ပြော/လိုက်လုပ်နိုင်စွမ်းရှိတဲ့တခြားဆန့်ကျင်ဖက်လိင်တစ်ယောက်ကို တွေ့ရတာကလည်းကံကောင်းမှုတစ်ခုပေလား ကံဆိုးမှုများပဲလား…။ကိုယ်က ဒီလူတစ်ယောက်ကို ဆိုးတူကောင်းဖက် တိုင်ပင်လို့ရတယ်ရင်ဖွင့်လို့ရတယ် အထီးကျန်ချိန် အဖော်လုပ်ပေးနိုင်တယ်ဖေးမကူညီတယ် ဒါပေမဲ့ လူ့စည်း ဘီလူစည်းဆိုတာလေးလည်း ရှိနေတော့အခက်သားမဟုတ်လား…။သူငယ်ချင်းကလည်းပြောတယ် မင်း Do or Die လုပ်ပေါ့မပြတ်မသားဆိုတာ ပိုပြီး ခံရခက်စေတယ်တဲ့ တစ်ဖက်ကလည်းရေရှည်တွဲလာတဲ့ လက်တွဲဖော်ဆိုတာက ရှိတယ်ပြဿနာဖြစ်ဖို့မပြောနဲ့ အစစအရာရာ ပြေလည်နေတဲ့ စုံတွဲဆိုတော့ကမျှော်လင့်ချက်မီးက ခပ်မှိန်မှန်သာ…ဘာဆက်လုပ်ရမလဲ…။ကိုယ့်မှာကလည်း ငယ်ဘဝက ဒဏ်ရာဒဏ်ချက်ရော ကြီးမှရတဲ့စိတ်ထိခိုက်စရာရောက ဒီကိစ္စနဲ့လာပတ်သက်နေပြီးဆုပ်လည်းစူး စားလည်းရူးမယ့်ဘဝဖြစ်နေတော့ ဘာလုပ်ရမလဲခင်ဗျားတို့သာ အကြံပေးကြပါတော့လားလို့…။ချစ်သူကဖောက်ပြန် အထီးကျန်တစ်ယောက်တည်းနေရာမှကောင်မလေးကိုတွေ့ခဲ့သူက ဟယ်ရီပေါ်တာမင်းသားဖြစ်တဲ့ဒယ်နီရယ်ရတ်ကလစ်ဖ် ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/what-if-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BODcyYzM4YTAtNGM5MS00NjU4LTk2Y2ItZjI5NjkzZTk0MmQ1XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006711000_AL_-201x300.jpg",
        "title": "Army of Darkness (1992)",
        "description": "Army of Darkness (1992)~ IMDb 7.4 / Rotten Tomatoes 74% ~ဒီတစ်ခါ CM ပရိတ်သတ်ကြီးအတွက်ယူဆောင်လာတာကလည်း Evil Dead ရုပ်ရှင်ကားတွေထဲက တတိယမြောက်ထွက်ရှိခဲ့တဲ့ Army of Darkness ရုပ်ရှင်ကားလေးပဲဖြစ်ပါတယ်။ Evil Dead လို့ပြောလိုက်တာနဲ့ ထွေထွေထူးထူးညွှန်ပေးနေစရာမလိုလောက်အောင် အောင်မြင်တဲ့ filmgoer တွေအကြိုက် ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။ဒီတစ်ကြိမ်မှာတော့ ဇာတ်လိုက်မင်းသားအက်ရှ်တစ်ယောက် မှော်လေပွေထဲကတစ်ဆင့် လွန်ခဲ့တဲ့ ခရစ်နှစ်တစ်ထောင့်သုံးရာသို့ ရောက်ရှိသွားပါတယ်။ အက်ရှ်တစ်ယောက် မိမိရဲ့ လက်ရှိအချိန်ကာလကို ပြန်ရောက်ဖို့အတွက် နက်ခရိုနော့မစ်ကန် လို့ခေါ်တဲ့ သေသူများအကြောင်း စာအုပ်ကို ရှာဖွေရင်းဘယ်လိုအန္တရာယ် မကောင်းဆိုးဝါးတွေနဲ့ ရင်ဆိုင်တိုက်ခိုက်ရမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် Horror / Fantasy ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်...\n~ Evil Dead Franchise ကြီးကို ဒီ Link ကနေ ဝင်ကြည့်နိုင်ပါတယ် ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/army-of-darkness-1992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/1987insert-129x200.jpg",
        "title": "Evil Dead II (1987)",
        "description": "Evil Dead II (1987)\n~ IMDb 7.7 / Rotten Tomatoes 95% ~ဒီတစ်ခါ CM ပရိသတ်ကြီးအတွက် ယူဆောင်လာပေးတဲ့ ရုပ်ရှင်ကားလေးကတော့ နာမည်ကျော် Evil Dead ရုပ်ရှင်ကားတွေထဲက ဒုတိယမြောက်ထွက်ရှိခဲ့တဲ့ Evil Dead II ပဲဖြစ်ပါတယ်။ Evil Dead ရုပ်ရှင်ကားတွေရဲ့ထုံးစံအတိုင်း သေသူများအကြောင်း လို့ခေါ်တဲ့ သရဲခေါ်ဂါထာ စာအုပ်လေးတစ်အုပ်ကို ဇာတ်အိမ်တည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ ချစ်သူနှစ်ယောက် သစ်တောတစ်တောထဲက အိမ်လေးတစ်အိမ်မှာ ခေတ္တတည်းကြစဥ် တက္ကသိုလ်ပါမောက္ခတစ်ယောက် ချန်ထားခဲ့တဲ့ အသံဖမ်းစက်တစ်ခုကို ဖွင့်နားထောင်နေရင်း ချစ်သူကောင်မလေးဟာ မကောင်းဆိုးဝါးဝိညာဥ်တစ်ခု ပူးကပ်ခြင်းကိုခံလိုက်ရပါတယ်။ ရုပ်သာ ချစ်သူဖြစ်ပြီး နာမ်မှာ မကောင်းဆိုးဝါးဖြစ်နေတဲ့ ချစ်သူကောင်မလေးကို သတ်ပြီးနောက် ကောင်လေးဟာ ဒီမကောင်းဆိုးစိတ်ဝိညာဥ်တွေထံက ဘယ်လိုလွတ်မြောက်အောင် ကြိုးပမ်းမလဲဆိုတာ စိတ်ဝင်စားထိတ်လန့်ဖွယ် ကြည့်ရှုရမယ့် Horror & Comedy ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/evil-dead-ii-1987/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hCSqxrM5Sw6AhDIRfxQ4BenPd9y.jpg",
        "title": "I Give It a Year (2013)",
        "description": "အိမ်ထောင်ရေးဆိုတာကလည်း မိသားစု ၂ စု ပေါင်းစည်းရတဲ့ကိစ္စဖြစ်လို့. တစ်ဖက်နဲ့ တစ်ဖက်မတူညီမှုတွေကို သမီးရည်းစားဘဝမှာထက် အိမ်ထောင်ရှင်ဘဝမှာသာ မျက်ဝါးထင်ထင်မြင်တွေ့နိုင်ကြတာပါသက်တမ်း ၉ လ အကြာကို ဝင်ရောက်လာပြီဖြစ်တဲ့.နတ် နဲ့ ဂျော့ရှ် တို့ အိမ်ထောင်ရေးမှာ ပြောမပြနိုင်တဲ့အဟန့်အတား တစ်ခုခုရှိနေပြီဆိုတာကိုနှစ်ဦးသဘောတူဆုံးဖြတ်ခဲ့ကြတဲ့အတွက်.အိမ်ထောင်ရေးတိုင်ပင်ပြောဆိုပေးသူတစ်ယောက်နဲ့ စုံတွဲစိတ်ကုထုံး ဆက်ရှင်ဝင်ဖို့ဆုံးဖြတ်ခဲ့ကြပါတယ်.ညျှိနှိုင်းဆွေးနွေးနေရင်း နဲ့ သူတို့ရဲ့အိမ်ထောင်သက်တမ်းအတွင်း ကြုံတွေ့ရတဲ့ မတူညီမှုတွေ၊သဘောထားမတိုက်ဆိုင်မှုတွေ၊ အခက်အခဲတွေကိုFlashback Scene များနဲ့ဟာသနှောတင်ဆက်ထားပါတယ်.သူတို့ရဲ့အိမ်ထောင်ရေးကြားထဲကို နောက်ထပ်ဝင်ရောက်လာတာကတော့ပိုကောင်းတဲ့တစ်ယောက် ဆိုတဲ့အတွေးတွေပါပဲ.နတ်ကလည်း သူ့ကို အလုပ်အပ်မယ့်အမေရိကန်လုပ်ငန်းရှင် ဂိုင်းဟားရပ် ဆိုတဲ့အမျိုးသား တစ်ယောက်အပေါ်မှာ စိတ်တိမ်းညွတ်လာခဲ့သလို.ဂျော့ရှ်ကလည်း တရားဝင် မပြတ်စဲခဲ့ရတဲ့ရည်းစားဟောင်း. ကလိုဝီအပေါ်မှာအချစ်စိတ်တွေ ပြန်လည်ယိုဖိတ် လာချိန်မှာတော့..စုံတွဲ ၂ တွဲကြားထဲက အရှုပ်အထွေး၊ပြဿနာများကြားထဲကနေ ယုံကြည်မှု၊ သည်းခံမှု၊ချစ်ခြင်းမေတ္တာများနဲ့ အိမ်ထောင်ရေးကိုတည်ဆောက်ကြပုံနဲ့. ချစ်ခြင်းရဲ့ညှို့ယူစေခိုင်းမှုဒဏ်ကနေဘယ်သူတွေကများ လွတ်မြောက်နိုင်မှာလဲဆိုတာကိုအကောင်းဆုံးဖော်ကြူးထားတဲ့ ဇာတ်လမ်းလေးကိုCM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ် File size…  1.56 GB /  686 MB\nQuality… Blu-Ray ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/i-give-it-a-year-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r8OYOeiSyC2CmogqfRAMCUc0Xfc.jpg",
        "title": "The To Do List (2013)",
        "description": "ဘရန်ဒီ ကလက်ခ်ဆိုတာ အထက်တန်းကျောင်းကလောလောလတ်လတ်ဘွဲ့ရထားတဲ့ ကျောင်းသူလေးပါ။ကျောင်းစာမှာ ထိပ်ဆုံးရောက်အောင် ထူးချွန်ပြီးအဘက်ဘက်က ပြည့်စုံတဲ့သူပေမဲ့ တစ်ခုတော့ လိုအပ်နေပါတယ်။လိင်ကိစ္စနဲ့ပတ်သက်တဲ့ အတွေ့အကြုံမရှိတဲ့ ပြစ်ချက်လေးပါပဲ။ဘရန်ဒီတစ်ယောက် အထက်တန်းဘွဲ့ရပါတီမှာ ခပ်မိုက်မိုက်ကောလိပ်ကျောင်းသား ရပ်စတီဝါးတားစ်နဲ့ တွေ့ပြီးကြွေသွားမိသွားပါတော့တယ်။ဒါပေမဲ့ သူငယ်ချင်းတွေကတော့ လိင်ကိစ္စနဲ့ပတ်သက်လို့ ဘာဆိုဘာမှမသိတဲ့ ဘရန်ဒီရဲ့ အဆင့်ကရပ်စတီကို မီဖို့ အများကြီးလိုနေတယ်လို့ ပြောကြပါတယ်။ဒီတော့ ဘရန်ဒီတစ်ယောက် ရပ်စတီကို ဘယ်လို မီအောင် လိုက်မလဲ။ဘရန်ဒီကလည်း ထူးချွန်ကျောင်းသူပီပီ လိင်ကိစ္စနဲ့ ပတ်သက်ပြီးသူ လုပ်ဖို့လိုတာတွေကို စာရင်းတစ်ခု ပြုစုလိုက်ပါတော့တယ်။စာရင်းထဲက စမ်းသပ်ချက်တွေကို လုပ်ဖို့ ပူးကောင်လေးကတော့သူ့ကို ကြိတ်ကြွေနေတဲ့ သူငယ်ချင်းလေး ကမ်မရွန်ပါ။ဒီတော့ ကောလိပ်မရောက်ခင် ပညာစုံသင်မယ့်ဘရန်ဒီတစ်ယောက် ဘာတွေ လက်တည့်စမ်းဦးမလဲကိုယ့်ကိုကြွေနေတဲ့ သူငယ်ချင်း ကမ်မရွန်နဲ့ကိုယ်က ကြွေနေတဲ့ ခပ်မိုက်မိုက်ကောင်လေး ရပ်စတီကြားဘယ်လိုတွေ ဗျာများဦးမလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦးနော်   File size…  1.75 GB /  874 MB\nQuality… Blu-Ray 1080p / ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-to-do-list-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNjA2M2M4YzUtYWU3NS00NWFmLThmZjgtNTEyODRjOWI0M2U5XkEyXkFqcGdeQXVyNTM3Njc3MA@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Conception (2022)",
        "description": "Conception (2022)\n==============မိသားစုတစ်ခုမှာ ကလေးရှိတာက ရတနာလေးတစ်ခုပဲလို့\nဆိုတတ်ကြတယ်။ တချို့အတွက်ကျလည်း ရတာ,နာ လေးတဲ့။\nဒီဇာတ်ကားထဲက အေမီကတော့ တစ်ဦးတည်းသောသမီးဆို\nတော့ ကလေးတွေအများကြီးနဲ့ သာယာတဲ့ မိသားစုတစ်ခုကို\nမျှော်လင့်နေတဲ့သူပေါ့။ဒီတော့ သူအိမ်ထောင်ကျပြီးတဲ့အခါမှာ သူ့ရဲ့အိပ်မက်ဖြစ်တဲ့\nသားသမီးတွေယူဖို့ အမျိုးသားဖြစ်သူ ဗစ် နဲ့ အားကြိုးမာန်တက်\nကြိုးစားပါတော့တယ်။ ဗစ် ကတော့ ကလေးရရာလမ်းကြောင်း\nကို ဝင်ခလုတ် ထွက်ခလုတ်ဆက်တိုက်လျှောက်လှမ်းနေရတော့\nရှယ်အကြိုက်တွေ့တာပေါ့။ဒါပေမဲ့ သနားစရာကောင်းတာက ဗစ်ခမျာ လချီကြိုးစားပေမဲ့\nရင်သွေးလေးက ရမလာခဲ့ဘူး။ ဒီတော့ ကလေးရူးရူးနေတဲ့ အေမီ\nအတွက် နောက်ဆုံးလက်နက်ဖြစ်တဲ့ ဖန်ပြွန်သန္ဓေသားလေးလွယ်\nနိုင်ဖို့ ကြိုးစားကြပါတော့တယ်။ မိသားစုဆိုတဲ့ အဓိပ္ပာယ်ကို ဆေး\nပညာရှု့ထောင့်ကနေရော ဟာသအမြင်လေးနဲ့ပါ တွဲဖက်ရိုက်ကူး\nပြထားတာမို့ ဇာတ်လမ်းအစအဆုံး ပျင်းမနေရဘဲ စိတ်ပျော်ပျော်\nရွှင်ရွှင်နဲ့ ကြည့်လို့ရနိုင်မဲ့ ဇာတ်လမ်းမျိုးလေး ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို May Thet Khine Soe မှရေးသားပေး\nပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ May Thet Khine Soe,\nNgwe Zin တို့ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (534 ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/conception-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qlgPBk5xZzHHPfrimBFV46QuktX.jpg",
        "title": "Afternoon Delight (2013)",
        "description": "Afternoon Delight (2013)Imdb - 5.7Rotten Tomatoes - 66%ပျင်းရိစရာကောင်းနေတဲ့ အိမ်ထောင်မှုဘဝကိုအပြောင်းလဲဖြစ်လိုဖြစ်ငြား အဖော်ချွတ်ကလပ်ကိုလင်မယားနှစ်ယောက်လုံး သွားဖို့ဆုံးဖြတ်လိုက်ကြတယ်။ဇနီးဖြစ်သူ ရေချယ်တစ်ယောက်ကလပ်မှာလုပ်နေတဲ့ မက္ကန်နာဆိုတဲ့ကောင်မလေးနဲ့ရင်းနှီးကျွမ်းဝင်ပြီးကောင်မလေးဒုက္ခရောက်တာနဲ့ကြုံကြိုက်ပြီးရေချယ်တို့ အိမ်အထိလာနေဖြစ်ရော။ပိုက်ဆံရရင်ဘာမဆိုလုပ်တဲ့ မက္ကန်နာဟာရေချယ်ရဲ့ကယ်တင်ခြင်းကနေ သူ့ဟာသူသိမှန်းမသိပဲထွက်ပြေးနေမိတယ်။အလုပ်တွေပဲအမြဲတစေပိနေတဲ့ ယောက်ျားဖြစ်သူဂျက်ဖ်နဲ့စိတ်တွေကယောက်ကယက်ဖြစ်နေတဲ့ ရေချယ်တို့လိင်မှုဆက်ဆံရေးကတော့ ဘာမှထူးမလာခဲ့ပါဘူး။ပတ်ဝန်းကျင်မှာစိတ်အဆင်ပြေချင်ယောင်ဆောင်နေရတဲ့ရေချယ်တစ်ယောက်ဘယ်တော့ပေါက်ကွဲထွက်မယ် မသိတဲ့အစိုင်းခဲကြီးကိုပိုက်ပြီးနေလာခဲ့ရာမှအကြောင်းတရားတွေတိုက်ဆိုင်သွားတဲ့အခါကွဲထွက်လွင့်စင်ကုန်ပါတော့တယ်။ရုပ်ရှင်ဟာအမျောပုံစံဖြစ်ပြီး အေးအေးဆေးဆေးပေါ့ပေ့ါပါးပါး ရယ်မောစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ File size…  1.59 GB /  790 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 48m\nGenre .....  Drama, Comedy\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Kaung Paing",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/afternoon-delight-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Enthada-Saji-150x200.jpg",
        "title": "Enthada Saji (2023)",
        "description": "Enthada Saji (2023)IMDb - 6.2/10ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ စိတ်ကူးယဥ်ဆန်ပြီးရယ်ရတာကို သဘောကျတဲ့သူတွေကို\nအကြိုက်တွေ့စေမယ့် မင်းသား Kunchacko Bobanနဲ့မင်းသမီးNivetha Thomasတို့\nပါဝင်သရုပ်ဆောင်ထားတဲ့ Enthada Saji ဆိုတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ဆာဂျီမိုဟာ ရည်မှန်းချက်မရှိပဲလေလွင့်ပျင်းရိနေတဲ့ အမျိုးသမီးလေးတစ်ယောက်ဖြစ်ပါတယ်\nသူ့သူငယ်ချင်းတွေတောင် မင်္ဂလာဆောင်ပြီးသွားကြပေမယ့် သူကတော့စေ့စပ်စွဲတစ်ခါပျက်ဖူးတဲ့အပြင်\nအခုချိန်ထိလည်း Faဖြစ်နေတာမို့ရပ်ထဲရွာထဲမှာ အပျိုဟိုင်းကြီးလို့ စနောက်လှောင်ပြောင်ခံနေရသူလေးပါ\nဆာဂျီမိုဟာဒီလိုဒဏ်တွေကို သည်းမခံနိုင်တော့တာမို့ ချက်ကျောင်းမှာအမြဲလိုလိုသွားညည်းညူလေ့ရှိပါတယ်တစ်နေ့မှာတော့သူ့ညည်းညူတာတွေကို ကြားရတာများလာတဲ့အရှင်က ရုပ်တုထဲကနေအပြင်ကိုထွက်လာရာကနေ\nဆာဂျီမိုရဲ့ဘဝဟာလည်းပြောင်းလဲသွားပါတော့တယ် ဆာဂျီမိုရဲ့ပျော်ရွှင်ခြင်းအခိုက်အတန့်တွေကြားမှာ\nချက်ကျောင်းရဲ့ရုပ်တုဟာလည်းထူးဆန်းစွာပျောက်ကွယ်သွားတဲ့အချိန်မှာ အရှင်နဲ့သူထပ်ဆုံနိုင်ပါ့မလား\nဒီလိုရုပ်တုထဲကထွက်လာတဲ့အရှင့်နောက်ကွယ်မှာလည်း ဘယ်လိုပဟေဠိတွေရှိနေမလဲဆိုတာ\nစိတ်ကူးယဥ်ဆန်စွာတခြားကားတွေနဲ့မတူပဲကြည့်ရှူ့ရမှာဖြစ်ပါတယ်\nFile size…1.92GB/ 800MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~HayMan~Yunni~Khin Khin",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/enthada-saji-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zi0Lrmtvhrz52VXUjwEKlXItF9q.jpg",
        "title": "Mafia Mamma (2023)",
        "description": "Mafia Mamma (2023)\n\" ကြမ်းတမ်းတဲ့စကားအသုံးအနှုန်းနဲ့ သွေးထွက်သံယိုခန်းတွေပါဝင်ပါတယ် \"ခရစ္စတင်ဟာ သာမန်အမေရိကန်အိမ်ထောင်ရှင်မတစ်ယောက်...ပြောရမယ်ဆိုရင် မိခင်တစ်ယောက်အနေနဲ့ကော အိမ်ရဲ့ အဓိကထောက်တိုင်အနေနဲ့ပါ သူ့မှာတာဝန်ဝတ္တရားတွေအပြည့်ပိနေပါတယ်။သားဖြစ်တဲ့သူက ကောလိပ်တက်...\nယောက်ျားကဖောက်ပြန်...\nအထက်လူကြီးကလည်းတကယ့်လိင်ခွဲခြားဆက်ဆံတဲ့ဘဲကြီး...\nအဲဒီလိုမွန်းကြပ်ရတဲ့ဘဝထဲပိတ်မိနေတုန်း သူတောင်မသိတဲ့ အီတလီက သူ့အဖိုးဆုံးပါးသွားပါတယ်။အဲဒီတော့ မွန်းကြပ်တဲ့အမေရိကန်လူနေမှုဘဝကနေရုန်းထွက်ရင်း အပန်းဖြေခရီးလည်းဖြစ်အောင် အသုဘရှုဖို့ အီတလီကို ခရီးနှင်ခဲ့ပါတော့တယ်။ကျားကြောက်လို့ရှင်ကြီးကိုး ရှင်ကြီးကျားထက်ဆိုးဆိုသလိုပါပဲ။ အမေရိကန်မှာနေရတာပင်ပန်းလို့ အီတလီကိုရောက်ခါမှ သူ့အဖိုးရဲ့ သေတမ်းစာအရ ဟန်ပြဝိုင်လုပ်ငန်းအပြင် နောက်ကွယ်က မာဖီးယားဂိုဏ်းကြီးကိုပါအမွေဆက်ခံခဲ့ရပါတော့တယ်။လူမပြောနဲ့ ပိုးကောင်တောင်မသတ်ရဲတဲ့ ခရစ္စတင်တစ်ယောက် လူသတ်မှောင်ခိုလုပ်ငန်းတွေကို ဦးစီးရင်း တိုင်တွေဘယ်လိုပတ်မလဲ။ သူ့ကိုလုပ်ကြံဖို့ကြိုးစားတဲ့လူတွေနဲ့ဘယ်လိုရင်ဆိုင်မလဲဆိုတာအပြင် တခြားမားဖီးယားမိသားစုတွေရဲ့လေးစားမှုကိုဘယ်လိုရယူနိုင်ခဲ့မလဲတွေ့ရမှာဖြစ်ပါတယ်။ဒီရုပ်ရှင်ဟာ အက်ရှင်ဟာသကားဖြစ်ပေမယ့် ကျွန်တော်တို့အခုရင်ဆိုင်နေရတဲ့ မွန်းကြပ်ပြီး ပျင်းစရာကောင်းနေတဲ့ဘဝကိုပါ စောင်းပါးရိပ်ခြည်သတိပေးထားတဲ့ရုပ်ရှင်တစ်ခုပါ။ ကျွန်တော်တို့တွေရဲ့ ဘဝနေထိုင်မှုဟာ ပျင်းစရာ စားဝတ်နေရေးနဲ့တင် ပြည့်စုံလုံလောက်နေပါရဲ့လား။ ချစ်လို့ အားနာလို့ ဆိုတဲ့ခေါင်းစဉ်အောက်မှာ ကျွန်တော်တို့ရဲ့ ဖြစ်ချင်တဲ့ဆန္ဒတွေထက် တခြားသူတွေရဲ့ဆန္ဒကို ဦးစားပေးနေခဲ့မိတာက မှန်ကန်တဲ့ရွေးချယ်မှုဟုတ်နေရဲ့လား။ အချဉ်အစပ်လေးမှ စားမြိန်တယ်ဆိုသလိုပါပဲ ဘဝဟာလည်း စွန့်စားခန်းတွေမပြည့်နေရင်တောင် စွန့်စားခန်းတွေပါနေမှ နေရကျိုးနပ်မှာပါ။ဇာတ်လမ်းဇာတ်ကျောက ကြည့်ပျော်တယ်ဆိုတဲ့အဆင့်မှာရှိသလို ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/mafia-mamma-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BM2JlNzMzM2MtY2M0Mi00ZjcxLWFkOTYtYzk1ZTY4MDA2NjFhXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_-133x200.jpg",
        "title": "The Sandlot (1993)",
        "description": "Imdb 7.8/10 rottentomatoes 65%\n၁၉၉၃ ခုနှစ်ကထွက်ရှိထားတဲ့ The Sandlot ဟာဆိုရင်  ရပ်ကွက်လေးတစ်ခုကိုပြောင်းလာတဲ့ ကောင်လေးတစ်ယောက်နဲ့ သူရဲ့ အဲ့က သူငယ်ချင်းတွေနဲ့အတူ ဘေ့စ်ဘောဆော့လေရှိတဲ့ ကွင်းပြင်လွတ်ကြီးထဲကသူတို့လေးတွေရဲ့ ပျော်စရာကောင်းလှတဲ့ စွန့်စားခန်းတွေကို ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ ဘေ့စ်ဘောရဲ့ သဘောသဘာဝတွေလည်းပါဝင်သလို ကလေးတွေရဲ့ ကိုယ့်အားကိုယ် ကိုးပြီးကြိုးစားကြတာလေးကိုပြထားပါသေးတယ်။ ဒီ ကားထဲမှာပါတဲ့ ဇာတ်ကောင်တွေကတော့ Scotty Smalls, Benny Rodriguez, Yeah-Yeah, Squints, Hamilton,စတဲ့ ကလေးတွေကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ကားပဲဖြစ်ပါတယ်။ Slice of Life, Comedy, Drama, Sport အမျိုးအစားဖြစ်တဲ့အပြင် ကြည့်သူတိုင်းကို ရင်ထဲနွေးသွားအောင်ပြုလုပ်ပေးနိုင်တဲ့ဇာတ်ကားမလို့ ကြည့်သင့်တဲ့ ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။File size…(1.7 GB)/(1.5 GB)/(776 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Family, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-sandlot-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3quYJd2IDJHDxQESx6MguSwsx6h.jpg",
        "title": "(18+)Step Up Love Story: Double Love (2019)",
        "description": "Step Up Love Story: Double Love====================ဒီဇာတ်ကားက Eigaban Futari ecchi ဆိုတဲ့ manga ကို\nရုပ်ရှင်အနေနဲ့ပြန်ရိုက်ထားတာပါ။ မှောင်တော့မှောင်ချင်တယ်\nတအားမမှောင်ပဲ ကြည်ကြည်နူးနူးလေးကြည့်ချင်တယ်ဆိုရင်\nဒီဇာတ်ကားလေးကြည့်သင့်ပါတယ်။အိမ်ထောင်ပြုထားတာ ၃နှစ်ကြာပြီဖြစ်တဲ့ မာကိုတို နဲ့ ယူရ တို့ဟာ\nကလေးဘ၀ကတည်းကခင်မင်လာခဲ့ကြတဲ့သူတွေဖြစ်ပါတယ်။\nတစ်ရက်တော့ ခင်ပွန်းဖြစ်သူစန်းပွင့်ချိန်ရောက်ပြီဆိုတဲ့ ဗေဒင်တစ်ခုကို\nယူရ ဖတ်မိလို့ သူ့ခင်ပွန်းကိုပြောပြပေမယ့် မာကိုတိုကတော့ အယုံအကြည်မရှိခဲ့ပါဘူး။ဒါပေမယ့် ဗေဒင်ကမှန်ကန်နေတဲ့အခါမှာတော့ ယူရလည်းစိတ်ပူရပါတော့တယ်။\nအလုပ်မှာကောင်မလေးတွေဝိုင်းဝိုင်းလည်လာတဲ့ မာကိုတိုဟာ အိမ်ပြန်ရောက်လို့\nဇနီးသည်နဲ့ပူတူတူးမယ့်အချိန်ရောက်တော့ ညီငယ်ကမထောင်မတ်လာတော့ပါဘူး။\nဒီတော့ ယူရခမျာ ခင်ပွန်းသည်ဖောက်ပြန်မှာလည်းပူရ၊ ညီငယ်ကိုလည်း\nနိုးထအောင်ကြိုးစားပေးရနဲ့ အလုပ်တွေများပါတော့တယ်။\nဒီလိုနဲ့ သူတို့လင်မယားရဲ့ဇာတ်လမ်းလေး ဘယ်လိုဆက်ဖြစ်မလဲ၊\nဒီအတိုင်းပဲအဆုံးသတ်သွားတော့မှာလားဆိုတာကို\nကြည့်ရှုနိုင်ဖို့အတွက် ဒီဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nFile size…903MB / 405MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….1 h 6 min\nSubtitle…Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Sylvie",
        "rating": "",
        "url": "https://channelmyanmar.org/18step-up-love-story-double-love-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8j4Xt6VFuFzwWR3vCnJwILPmfFH.jpg",
        "title": "Bear Man (2023)",
        "description": "Bear Man / Ungnami (2023)ထီလက်မှတ်တစ်စောင်နဲ့ တိုင်ပတ်ခဲ့တဲ့ ဂင်ချားနားအပြီးမှာတော့\nအားလုံးစောင့်မျှော်နေကြတဲ့ နောက်ထပ်ဟာသကားသစ်လေးနဲ့ ဂင်ချားနားတစ်ယောက် ရောက်လာပြန်ပါပြီ။ဒီတစ်‌ခါတော့ ထီလက်မှတ်နဲ့မဟုတ်ဘဲ ဝက်ဝံလူသားနဲ့တိုင်ပတ်ကြတော့မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်ငယ်လေးတုန်းကကြားဖူးနေကျ ကျေးညီနောင်နှစ်ကောင်လိုပါပဲ။\nဇီဝပညာရှင်တွေရဲ့ စမ်းသပ်စီမံမှုကြောင့် ဝက်ဝံကနေ လူအဖြစ်အသွင်ပြောင်းလာခဲ့ကြတဲ့ ဝက်ဝံညီနောင် အွန်းနမ်နဲ့အွန်းဘို့တို့ရဲ့ အကြောင်းပါ။အွန်းနမ်ကိုတော့ သူ့ကိုစီမံခဲ့တဲ့ ဇီဝပညာရှင်လင်မယားကပဲ သားအရင်းတစ်ယောက်လို ကျွေးမွေးစောင့်ရှောက်ထားခဲ့ပေမဲ့\nအွန်းဘို့ကတော့ လူဆိုးတစ်ယောက်ရဲ့လက်ထဲမှာ အခိုင်းအစေသာသာနဲ့ ဒုစရိုက်မှုတွေလုပ်ရင်း ကြီးပြင်းလာခဲ့ရပါတယ်။ဒါပေမဲ့ တစ်နေ့မှာတော့ အွန်းနမ်ဟာ အွန်းဘို့အဖြစ်ဟန်ဆောင်ပြီး အမှုကိစ္စတစ်ခုမှာ ပါဝင်ပတ်သက်ဖို့ဖြစ်လာတဲ့အခါ\nဒီညီအစ်ကိုနှစ်ယောက်ရဲ့ကံကြမ္မာက ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာ ကြည့်ရှုကြရမှာပါ။Casts တွေအနေနဲ့ ဝါရင့်သရုပ်‌ဆောင် Park Sung Woong အပါအဝင်\nမျက်နှာမြင်ရုံနဲ့တင် ရယ်ချင်တဲ့ ဂင်ချားနားလည်း ပါဝင်ထားတာမို့ ဟာသကားကြိုက်တဲ့ပရိသတ်ကြီး လက်လွှတ်မခံကြပါနဲ့ဦးနော်။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy\nQuality…. 1080p | ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/bear-man-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/New-York-Minute-136x200.jpg",
        "title": "New York Minute (2004)",
        "description": "New York Minute 2004 Olsen ညီအစ်မ နှစ်ယောက်ရဲ့ တစ်ခါကTeen Movie လေးနဲ့ မိတ်ဆက်ပေးပါရစေပေါ့ပေါပါးပါး လူငယ်ဇာတ်လမ်းလေးဖြစ်လို့အပန်းဖြေကြည့်ရှုဖို့ အထူးသင့်တော်ပါတယ်ဇာတ်လမ်းအကျဉ်းဂျိန်းနဲ့ရော့ဇီ ဆိုတဲ့ ညီအစ်မနှစ်ယောက်ဟာ အမြွှာတွေဖြစ်ကြပေမယ့်စရိုက်တွေဟာ ပြဒါးတစ်လမ်း သံတစ်လမ်းပါပဲ ...ဂျိန်းကတော့ ငယ်စဉ်ကတိုင်း စာကြိုးစားပြီးဘာမဆို စီစဉ်တကျနဲ့ နေတတ်ထိုင်တတ်သူရော့ဇီကတော့ ပေါ့တီးပေါ့ပျက်နဲ့ဂီတလိုက်စားသူ ကျောင်းပြေးမတစ်နေ့တော့ ဂျိန်းက သူ့တက္ကသိုလ်ပညာရေးအတွက်ပြိုင်ပွဲတစ်ခုမှာ မိန့်ခွန်းပြောဖို့ ဖြစ်လာတယ် ။တစ်နေ့တည်းမှာပဲ ရော့ဇီကကျ သူ့ဂီတလမ်းကြောင်းအတွက်အခွင့်အရေးရနိုင်မယ့် MV ရိုက်ကွင်းတစ်ခုကို သွားဖို့ ရှိလာပါတယ် ။ဒီလိုနဲ့ ညီမနှစ်ယောက် ရထားတစ်စင်းပေါ်တူတူလိုက်ပါလာတဲ့ ခရီးက စလို့ ..ဂယက်‌တစ်သိန်းဇာတ်လမ်း စတင်ပါတယ် ...အမြွှာတွေ အများစုဟာ စိတ်တူကိုယ်တူ ဖြစ်ပြီနှစ်ယောက်အတူဆို ကံကောင်းတတ်ကြတယ်ဆိုတဲ့ ‌လောဂျစ်က ဒီညီအစ်မနဲ့တော့ ‌လားလားမျှမဆိုင်တာကို ဒီဇာတ်လမ်းမှာ မြင်ရပါလိမ့်မယ်။ဒါ့အပြင် ချစ်စရာ Olsen ညီအစ်မရဲ့ အလှတွေကိုမြင်ရဦးမှာဖြစ်လို့ ကြည်ရှုကြဖို့ တိုက်တွန်းလိုက်ရပါတယ် File size…  2.3 ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/new-york-minute-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/bait-135x200.jpg",
        "title": "Bait (2000)",
        "description": "Bait (2000)\nGenre – Action, Comedy, Crime\nIMDB – 5.7/10ဒေါ်လာ သန်း ၄၀ ကျော် တန်ဖိုးရှိတဲ့ ရွှေတွေကိုအစိုးရလက်ထဲကနေ ကွန်ပျုတာကျွမ်းကျင်သူနဲ့ယန္တရားစက်ကျွမ်းကျင်သူ ဂျက်စတာတို့ ၂ ယောက်ပေါင်းပြီး ဖောက်ထွင်းခဲ့ကြတယ်။ဒါပေမဲ့ ဂျက်စတာက လူမသတ်ရဘူး သေနတ်မပါရဘူးပြောထားတာကို တစ်ဖက်လူက အစောင့်တွေကိုသတ်လိုက်တော့ ဂျက်စတာတစ်ယောက် ရွှေတွေနဲ့ကိုယ်လွတ်ရုန်းပြီး တစ်နေရာသွားဖွက်ကာထောင်ထဲဝင်နေလိုက်တယ်။ဒီမှာ ကိုယ်တွေမင်းသား အယ်ဗင်က ဘာလဲဆိုတော့ပုဇွန်သွားခိုးပြီး ဖမ်းခံလိုက်ရာကနေ ဒီ ဂျက်စတာနဲ့အခန်းတူတူကျပါလေရော။ဂျက်စတာက အဲဒီအချိန် နှလုံးသိပ်မကောင်းတော့ရွှေရှိတဲ့နေရာကို အယ်ဗင့်ကို သူ့မိန်းမကို ပြောပေးပါဆိုပြီးတစ်ဆင့် မှာခိုင်းလိုက်ပါလေရော ပြီးတော့ တကယ်ပဲအဲဒီမှာတင် သေသွားခဲ့တယ်။ဒီမှာ အစိုးရဘဏ္ဍာမို့ အသေအလဲ ပြန်လိုချင်တဲ့ဘဏ္ဍာရေးက ထောက်လှမ်းရေးမှူးရယ်အတူတူဖောက်ရာကနေ သစ္စာဖောက်ခံလိုက်ရလို့ရွှေလိုချင်တဲ့ ကွန်ပျုတာသမားကျွမ်းကျင်သူလူသတ်သမားက အယ်ဗင့်ကို ပစ်မှတ်ထားကြပါတော့တယ်။ဒီမှာ ထောက်လှမ်းရေးမှူးက အကွက်မြင်တော့ခြေရာခံစက်ကို အယ်ဗင်ရဲ့မေးရိုးအောက်သူမသိအောင်ထည့်ပေးပြီး ထောင်ကနေ ခပ်တည်တည်နဲ့ လွှတ်ပေးလိုက်တယ်၊သူတို့အကြံကလည်း တစ်ဖက်က လူသတ်သမားကိုအမှောင်ထဲကနေ ထွက်လာအောင် ငါးစာမျှားတဲ့သဘော။ဆိုတော့ ထောက်လှမ်းရေးမှူးတို့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/bait-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYmY3OWYyODAtYTgxNi00MmI0LWExODEtZjk4YjAyMjUwYjczXkEyXkFqcGdeQXVyMTUzMzEyMTk0._V1_-147x200.jpg",
        "title": "The Visitor from the Future (2022)",
        "description": "The Visitor from the Future (2022)~ IMDb - 6/10, Rotten Tomatoes - 82% ~အချိန်ခရီးသွားသီအိုရီတွေ အချိန်ခရီးသွားတာတွေ၊ Timeline အပြောင်းအလဲတွေကို စိတ်ဝင်စားတဲ့လူတွေအတွက် ရုပ်ရှင်ကားသစ်ကြီးထွက်ရှိလာပါပြီ။ Sci-fi/Comedy ကားပေမဲ့ Rotten Tomatoes မှာ ၈၂ရာခိုင်နှုန်း ရထားတာဆိုတော့ အထာကျကျအခွီဖောက်ထားတဲ့ ရုပ်ရှင်လို့တော့ ပြောလို့ရပါတယ်။ အချိန်ခရီးသွားပြီး အနာဂတ်မှာဖြစ်လာမယ့် ကပ်ဘေးတစ်ခု မဖြစ်အောင်တားတာကိုကြည့်ရင်း အချိန်လမ်းကြောင်းမှာ ဘယ်လိုအပြောင်းအလဲတွေ ဖြစ်လာမလဲ တွေ့ကြရမှာပါ။အနာဂတ်မှာ အဏုမြူဓာတ်ပေါင်းဖိုကြီးပေါက်ကွဲသွားလို့ တိမ်တွေဟာ ဓာတ်သင့်သွားပြီး အဆိပ်သင့်တိမ်တိုက်တွေဖြစ်လာပါတယ်။ ဒီတိမ်တွေရဲ့ လမ်းကြောင်းကလူတွေဟာ သေဘေးကိုရင်ဆိုင်ရတော့မှာပါ။ ပြောရရင် တစ်ကမ္ဘာလုံး လူမျိုးသုဉ်းတော့မယ့် အန္တရာယ်ကို ကြုံရတော့မှာပါ။ ဒီတော့ အနာဂတ်က လူကောင်းသူကောင်းတွေဟာ အတိတ်ကိုသွားပြီး အဏုမြူဓာတ်ပေါင်းဖိုကြီး မပေါက်ကွဲအောင်လုပ်ဖို့ တားဖို့ကြိုးစားကြပါတယ်။ ဒါပေမဲ့ ဒီလောကမှာလည်း မာဗယ်ရဲ့ TVA ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-visitor-from-the-future-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/meter-133x200.jpg",
        "title": "Meter (2023)",
        "description": "Meter (2023)\nIMDb 8.1/10ယခုတစ်ခါအလှည့်ကျလာတဲ့ဇာတ်ကားလေးကတော့ အားလုံးနဲ့မစိမ်းတဲ့ မင်းသားချောလေး\nKiran Abbavaram နဲ့ မင်းသမီးလေး Athulya Ravi တို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ် ဒီကားမှာဆိုရင် Rating ကလည်းအမိုက်စားမို့\nသဘာဝဆန်ဆန်အမှုလိုက်ပုံလိုက်နည်းတွေနဲ့ ကြည့်ကောင်းနေမှာအမှန်ပါပဲ...ဖြောင့်မတ်တည်ကြည်တဲ့ရဲကို ဖခင်အဖြစ်ပိုင်ဆိုင်ထားရတဲ့ အာဂျွန်ကလျန် ..\nအဖေ့အတွက်ဆိုအမြဲဂုဏ်ယူနေတတ်သူလေးပေါ့ ဒါပေမဲ့ သူ့အ‌ဖေကတော့\nဖြောင့်မတ်မှုကြောင့်နဲ့ပဲ ခဏခဏ ရွှေ့ပြောင်းခံရပါတယ်\nလမ်းမှားနေရင်အထက်လူကြီးအလိုကိုတောင်မလိုက်တတ်လို့\nအငြိုးထားခံရသူပေါ့ ဒီလိုဒုက္ခတွေခံရပေမဲ့လည်း သားဖြစ်သူအာဂျွန်ကလျန်က\nသူ့လမ်းစဉ်လိုက်နင်းပြီး ဖြောင့်မတ်တည်ကြည်တဲ့ရဲအရာရှိတစ်ယောက်ဖြစ်သွားတာကို\nမြင်ချင်တာကသူ့အိပ်မက်.. ဒီလိုနဲ့တစ်နေ့ အာဂျွန်တို့လမ်းလျှောက်ထွက်ရင်း\nအမတ်တစ်ယောက်က အဖေဖြစ်သူကိုပါးရိုက်နေတာတွေ့လိုက်ပါတယ်\nဖြောင့်မတ်ပေမဲ့လည်းရာထူးကွာရင် ဘာမှမလုပ်နိုင်တာကိုမြင်တော့\nသူဒီရဲဆိုတာကိုမုန်းတီးလာပါတယ်ဖခင်အိပ်မက်ကလည်း အာဂျွန့်ကိုဖြောင့်မတ်တဲ့ရဲဖြစ်လာစေချင်တာဆိုတော့...\nဒီအလုပ်ကိုမုန်းကြောင်းထုတ်မပြောရဲတဲ့အပြင် သူတလွဲတွေလုပ်တိုင်း\nအကောင်းဘက်ချည်းရောက်ရောက်သွားတဲ့အခါမှာတော့ ....\nဖခင်အိပ်မက်ကိုသူဖြည့်ဆည်းပေးနိုင်မှာလား အလုပ်ကထွက်ရအောင်\nဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီးခွီနေရမလဲဆိုတာ ကြည့်ရှုလိုက်ပါရှင်\nFile size…1080p WEB DL / 720p\nQuality…2.2GB / 1GB\nFormat…mp4\nDuration….2h 7m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai~Khin Khin",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/meter-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7iSDYKUed39LKjlvbEnsQbwpwES.jpg",
        "title": "I Like You More ( 2023 )",
        "description": "ရိုးရိုးလေးနဲ့ တသသတွေးနေရမဲ့ အချစ်ကားလေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ရောခ်ဂီတအဖွဲ့တစ်ခုနဲ့ အောင်မြင်ဖို့ ကြိုးစားနေတဲ့\nဖန့်ခွေအန်းဟာ သူမရဲ့ ဂီတအိပ်မက်ကို လက်လျှော့လိုက်ရချိန်မှာပဲ\nသူမရဲ့အဖေ ဦးနှောက်သွေးကြောပြတ်ပြီး ဆေးရုံရောက်သွားခဲ့တဲ့ သတင်းကို ရခဲ့ပါတယ်။အဖိုးလက်ထပ်ကတည်းက အောင်မြင်ခဲ့တဲ့ စားသောက်ဆိုင်က ဒီလိုနဲ့ပဲ\nသူ့လက်ထဲကို ရောက်လာပါတော့တယ်။ မိသားစုလုပ်ငန်းဖြစ်သော်လဲ\nသူမမှာ ဟင်းချက်နည်းတွေကို မြင်သာမြင်ဖူးပြီး ကိုယ်တိုင်က မလုပ်တတ် မကိုင်တတ်ဖြစ်နေပါတယ်။တိုက်ဆိုင်စွာနဲ့ သူမတို့ စားသောက်ဆိုင်မှာ စားပြီး ဝမ်းလျှောသွားတာကြောင့်\nသူမက လျော်ကြေးမပေးနိုင်ပဲ အိမ်မှာ လက်ခံထားတဲ့\nကုန်းပေါင်ဆိုတဲ့ လူကြီးဟာ Michelin စားဖိုမှူးတစ်ယောက်ဖြစ်နေတာကို သိလိုက်ရတဲ့အခါ......သူတို့နှစ်ယောက် အတူတကွ စားသောက်ဆိုင်ရဲ့ အခက်အခဲတွေကို ဖြေရှင်းနိုင်ပါ့မလား ......\nသူတို့ နှစ်ယောက်ကရော မတည့်အတူနေ ကနေ ချစ်မေတ္တာတွေက ဘယ်လို ပေါက်ဖွားလာမလဲ......\nဆိုတာကို ရုပ်ရှင်လေးနဲ့အတူ ကြည့်ရှု ခံစားကြရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Romance\nRuntime : 1h ...",
        "rating": "5.9",
        "url": "https://megaup.net/1TSr7/I_Like_You_More_2023_1080p_WEB-DL_(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMGI3NGQ4YjEtODkwNy00N2VmLTkyNTctZDkzMzI2MjljNDIxXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_FMjpg_UX1000_-164x200.jpg",
        "title": "In Your Dreams (2023)",
        "description": "In your Dreams (2023)\n===============\nIMDb rating - 5.6/10ပရိတ်သတ်ကြီးထဲမှာရော ကိုယ့်အလုပ်နဲ့ကိုယ်ရှုပ်နေတာနဲ့\nတစ်နေ့ ၂၄ နာရီ ဆိုတဲ့အချိန်အတွင်းမှာ ဘယ်လိုလုပ်အချစ်\nကိုရှာတွေ့မှာလဲ၊ အချစ်ရေးအချစ်ရာအတွက်ရော အလုပ်\nအတွက်ကိုပါ အချိန်ပေးဖို့ မလုံ‌လောက်ဘူးလို့ ထင်နေတဲ့\nSingle လေးတွေရှိလား ဒါဆိုရင်တော့ ဒီဇာတ်ကားကို ကြည့်\nသင့်ပါပြီ။ ဒီကားထဲမှာကတော့ လူတစ်ယောက်ကို ချစ်မိဖို့\nအချိန် ၂ မိနစ်နဲ့ ၄၁ စက္ကန့်ပဲလိုပါတယ်တဲ့ဇာတ်ကားအကျဉ်းလေးကတော့..\nအဲဒီခံစားချက်ကိုအားလုံးလည်းသိကြမှာပါ ကိုယ်နဲ့လုံးဝမသိ\nတဲ့သူစိမ်းတစ်ယောက်ဆိုပေမဲ့ သူနဲ့မျက်လုံးချင်းဆုံမိသွားတာနဲ့\nအချိန်တွေနှေးသွားသလို ခံစားချက်မျိုးပေါ့၊ ပြီးတော့ ဘာမှမဖြစ်\nသလိုမျိုး ကျောခိုင်းပြီး ကိုယ်စီထွက်သွားလိုက်ကြတယ်။ ဒီလို\nအဖြစ်အပျက်မျိုးက Pelin နဲ့ Engin တို့ ပထမဆုံး စဆုံတွေ့တဲ့\nအချိန်မှာဖြစ်ပျက်ခဲ့တာပါ။ ဒါပေမဲ့ နောက်တစ်နေ့မနက်လည်း\nရောက်ရော နှစ်ယောက်စလုံး တစ်အိပ်ယာထဲမှာ နိုးလာခဲ့ပါတယ်။\nပြီးတော့ သူတို့ကလက်ထပ်ပြီးသွားပြီ အချိန် ၂ နှစ်တောင် ကြာ\nသွားပြီတဲ့၊ ဒါကအိပ်မက်တစ်ခုပဲဖြစ်ရမယ်..မဟုတ်ဘူး..အိပ်မက်ဆိုး\nတစ်ခုပဲ..အခုတော့ သူတို့ချစ်မိမှပဲနိုးထနိုင်တော့မှာ.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (550 ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/in-your-dreams-2023/"
    }
]