[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9k3qk8dmvawAWE34MpRAWkfwnKJ.jpg",
        "title": "Bol Bachchan(2012)",
        "description": "Bol Bachchan (2012)\nAction, Comedy\nIMDb 5.6/10 (9.3K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဟာသအက်ရှင်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး\nမင်းသားကြီးအဂျေးနဲ့ အဘီရှိခ်ဘဂျမ်းတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဘတ်ဂျက် ရူပီ ကုဋေ ၅၀ (ကန်ဒေါ်လာ ၆.၃သန်း) မှာ ကုဋေ ၁၆၅ (ကန်ဒေါ်လာ ၂၁သန်း) အထိ\nပြန်လည်ရရှိခဲ့ပြီး ဒီကားထဲမှာ အဘီရှိခ်ဘဂျမ်းဟာ အကောင်းဆုံးဇာတ်ဆောင်မင်းသားဆု\nအကောင်းဆုံး ဟာသသရုပ်ဆောင်ဆု စတဲ့ဆုတွေကို ဆွတ်ခူးရရှိခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်...။အဗာစ်က အမွေဆိုင်အိမ်ကြီးကို အမှုရှုံးသွားပြီးတဲ့နောက် ဘဝပျက်သွားခဲ့တယ်။ ကြံရာမရတဲ့အဆုံး\nညီမဖြစ်သူ ဆာနီယားနဲ့အတူ ရနခ်ပူးဆိုတဲ့ ရွာလေးမှာ အခြေချဖု့ိထွက်လာခဲ့ပါတယ်။အဲ့ဒီရွာမှာ ပရစ်ထဗီရာဂျ်ဆိုတဲ့ ဩဇာအာဏာအရှိဆုံးလူတစ်ယောက်ရှိပါတယ်။ ဒါပေမဲ့\nနည်းနည်းတော့ ရိုးတယ် တုံးတယ်ပေါ့။သူမကြိုက်ဆုံးအချက်က လိမ်တာပါပဲ။ တစ်ခါက သူ့ကိုလိမ်ခဲ့ဖူးတဲ့ သူ့အလုပ်သမားတစ်ယောက်ကို\nရိုက်လိုက်တာ တော်ရုံနဲ့ ဆေးရုံကနေ မဆင်းနိုင်တော့ပါဘူး။အဲ့ဒီမှာပဲ အဗာစ်ဟာ မလွဲသာမရှောင်သာနဲ့ ပရစ်ထဗီဆီမှာ အလုပ်ရသွားပြီး\nတစ်လိမ်ပေါ် နှစ်လိမ်ဆင့် အလိမ်ချင်းထပ်လာတဲ့အခါမှာတော့\nဇာတ်ကားလေး ဘယ်လိုကြည့်ကောင်းလာမလဲဆိုတာကို ဆက်လက်ရှုစားပေးပါဦးနော်။\nFile size…4.17GB / 1.7GB\nQuality…1080p BluRay Remux /720p\nFormat…mp4\nDuration….2h ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/bol-bachchan2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-puss-132x200.jpg",
        "title": "Puss in Boots: The Last Wish (2022)",
        "description": "2011 တုန်းက လူတိုင်းကြိုက်ခဲ့တဲ့ ကာတွန်းရုပ်ရှင်တစ်ခုဖြစ်တဲ့ Puss in Boots ရဲ့အဆက် လာပါပြီ။ ဒါရိုက်တာကတော့ အရင်ဒါရိုက်တာ မဟုတ်တော့ဘဲ Joel Crawford ဖြစ်သွားပေမဲ့ အသံသရုပ်ဆောင်ကတော့ Antonio Banderas ပါပဲ။ Black Widow အသစ်လေးဖြစ်တဲ့ Florence Pugh ကတော့ ဂိုဒီ့နေရာမှာ အသံသရုပ်ဆောင်ထားပြီး၊ ဝက်ဝံအမေကြီးနေရမှာလည်း Olivia Colman ပါဝင်ထားပါသေးတယ်။ rating 7.8 အထိ ရနေပြီး တကယ်လည်း ကောင်းတာမို့ ကြည့်လိုက်ကြပါဦး။ ပုံဆွဲစတိုင်ကတော့ အရင်ရုပ်ရှင်နဲ့အတူတော့ဘဲ Spiderman into the spider-verse လိုလို bad guys လိုလိုဒီဇိုင်းတစ်မျိုးလေး ပြောင်းဆွဲထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့လူဆိုးပေါင်းစုံဟာ မှော်ဝင်တောအုပ်ကြီးတစ်ခုထဲက ဆုတောင်းတစ်ခုကို ဖြည့်ပေးနိုင်တဲ့ ကြယ်တစ်လုံးကို လိုက်ရှာဖို့ ကြိုးစားနေကြပါတယ်။ဘွတ်ဖိနပ်ကြောင်ကြီးဟာ ကြောင်ပီပီအသက် ၉ ချောင်းရှိပေမဲ့ စောင်တလွဲတွေလုပ်ရင်း သေတာများတော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/puss-in-boots-the-last-wish-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTMxMTU5MTY4MV5BMl5BanBnXkFtZTcwNzgyNjg2NQ@@._V1_SY1000_SX640_AL_-192x300.jpg",
        "title": "Puss in Boots (2011)",
        "description": "Puss in Boots (2011)\nIMDb (6.6/10)\nrotten tomatoes (86%)\nmetacritics (65%)old but gold ကာတွန်းကားလေးတွေထဲမှာ အတော်နှစ်သက်မိတဲ့ movie တစ်ခုပြောပြမယ် ဒီထဲမှာ voice actor တွေအနေနဲ့ Antonio Banderas က Puss အဖစ် Salma Hayek က Kitty Softpaws အဖစ် Zach Galifianakis က Humpty Alexander Dumpty အဖစ် Billy Bob Thornton က Jack အဖစ် Amy Sedaris က Jill အဖစ်နဲ့ Sanricardo ဆိုတဲ့ မြို့တစ်ခုပေါ်မှာ ပုံဖော်ထားတာပါ type ကတော့ Action, Adventure ပေါ့ ဘွတ်ဖိနပ်နဲ့ကြောင်တစ်ကောင်ဆို လူတိုင်းသိကြမယ်ထင်တယ် Sherk ကားထဲမှာလဲပါတယ်လေ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/puss-in-boot-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNTUzZDg2ODItODNkMi00OTU3LWE4OTItNGQ3ZWExNzY4NTA1XkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "A Christmas Story Christmas (2022)",
        "description": "ဦးစွာပြောလိုတာကတော့ Rating ပါ..Rating မကြည့်ကြနဲ့လို့ ဆိုကြပေမယ့် ဒီလိုပွဲ‌တော်အကြောင်းပြုပြီး ပေါချင်းသောချင်းထွက်နေကြ ဇာတ်ကားတွေထဲမှာ ဒီကားဟာ တော်တော်လေးကို ကြည့်လို့ကောင်းတဲ့ ကားတစ်ကားပဲဖြစ်ပါတယ်...ခရစ္စမတ်ကားတို့မည်သည် Family Typeလေးနဲ့ ပျော်ပျ်ောရွှင်ရွှင်အဆုံးသတ်ပြီး ခရစ္စမတ်အရသာကို ခံစားရစေစမြဲဆိုပေမယ့် ဒီဇာတ်လမ်းလေးကတော့ မတူကွဲပြားဘဲ ထူးခြားမှုကို ခံစားရစေတယ်ဗျ။ရာလ်ဖ် ပါကာဆိုတဲ့ စာရေးဆရာဟာ သားသမီး၂ယောက်ရဲ့ ဖခင်ပေါ့ ... သူတို့မိသားစုဝင် ၄ယောက်ဟာ ခရစ္စမတ်တိုင်း အဝေးကလာတဲ့ အဖိုးအဖွားတွေနဲ့ ပွဲတော်ဆင်နွှဲနေကြဆိုပေမယ့် ဒီနှစ်မှာတော့ အဖေဖြစ်သူဆုံးပါးသွားတဲ့အခါ တာဝန်အားလုံးဟာ ရာလ်ဖ်အပေါ်ကျရောက်လာပါတော့တယ်... ရာလ်ဖ်ရဲ့ဖခင်ဟာ ခရစ္စမတ်ပွဲကျင်းပရာမှာ ဆရာတစ်ဆူဖြစ်တဲ့အတွက်ကြောင့် သူ့အဖေခြေရာအတိုင်းထပ်တူဖြစ်လာပါမလားလို့ ressureတွေပိုပိလာတဲ့အခါ ...ရာလ်ဖ်တစ်ယောက် ဘယ်လိုရင်ဆိုင်ဖြေရှင်းရသလဲဆိုတာကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2.5GB) / (1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__01:38:00\nType__Comedy, Family\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/a-christmas-story-christmas-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1a48bfLQm57ByADdw05uRMoFCZc.jpg",
        "title": "White Noise (2022)",
        "description": "White Noise (2022)ဒါရိုက်တာ Noah Baumbach ရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။\nအဒမ်ဒရိုင်ဘာနဲ့ စကားလက်ဂျိုဟန်ဆန်တိုရဲ့ Marriage Story ကို ရေးခဲ့တဲ့သူပါပဲ။\n၁၉၈၅ မှာ Don DeLillo ရေးခဲ့တဲ့ စာအုပ်ကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။နာမည်ဖြစ်တဲ့ White Noise ဆိုတဲ့ အဓိပ္ပါယ်ကတော့\nလူတွေကြားနိုင်တဲ့ အသံကြိမ်နှုန်းတွေအကုန်ပါဝင်တဲ့ အသံတစ်ခုဆိုတာပါပဲ။\nဒီအသံမျိုးဟာ လူတွေရဲ့ ဦးနှောက်ကော်တက်စ်အပိုင်းကို သက်ရောက်စေတယ်လို ဆိုကြပါသေးတယ်။ဒီရုပ်ရှင်ကတော့ လူသားတွေနဲ့ လူ့အသိုင်းအဝိုင်းရဲ့ အတွေးတွေနဲ့ ကြောက်စိတ်တွေကို\nထော်လော်ကန့်လန့် သရော်ထားတဲ့ အမျိုးအစားပဲဖြစ်ပါတယ်။ဂျက်ဟာ ဟစ်တလာအကြောင်းအထူးပြုတဲ့ နာမည်ကြီးပါမောက္ခတစ်ယောက်ရှိပြီး\nဘာဘတ်ဆိုတဲ့ ဇနီးနဲ့ ကလေး ၄ ယောက်နဲ့အတူ ပျော်ရွှင်စွာနေထိုင်သူပါ။\nသူ့ရဲ့မိတ်ဆွေကတော့ အဲလ်ဗစ် ပရက်စ်လေအကြောင်း အထူးပြုတဲ့ ဆရာပါပဲ။\nဟစ်တလာနဲ့ အဲလ်ဗစ်နဲ့ သူတိုကို အားပေးသူတိုရဲ့\nတူညီတဲ့အချက်တွေအကြောင်း ဆွေးနွေးရင် ရုပ်ရှင်ကိုစတင်ထားပါတယ်။ဒါပေမဲ့ ရုတ်ချည်းဆိုသလိုပဲ စွန့်ပစ်ပစ္စည်းတွေပါဝင်တဲ့ ရထားကြီး လမ်းချော်သွားပြီး\nအဆိပ်သင့်တိမ်တိုက်မည်းကြီးပေါ်လာလို အားလုံးလွတ်အောင်ထွက်ပြေးရတဲ့ ကပ်ဘေးကြီးရောက်ရှိလာပါတော့တယ်။\nအဲဒီကပ်ဘေးကြီးကို အဖြေရှာရင်း လမ်းတလျှောက်မှာ ဂျက်ဟာ သူ့မိန်းမ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/white-noise-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bm1aLzblgQsCZXcqPQUfzF15cFO.jpg",
        "title": "The Lost Hero Of Ayodhya (2022)",
        "description": "The Lost Hero of Ayodhya (2022)ဒီတစ်ခါတော့ ထိုင်းလူရွှင်တော်ပေါင်းများစွာပါဝင်ထားတဲ့\n“The lost hero of Ayodhya” ရုပ်ရှင်ဟာသကားတင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျားဇာတ်လမ်းအကျဉ်းယယ်ဆိုတဲဲ့တိုင်းရင်းဆေးသမားတော်လေးဟာ အရမ်းရိုးသားဖြူစင်ခဲ့တာပေါ့\nသူဟာ သူ့မိန်းမနဲ့ပျော်ပျော်ရွှင်ရွှင်နေပြီး လူနာတွေကိုအလကားကုသပေးရင်းနေထိုင်ခဲ့ပါတယ်လုန်ထလောက်ဆိုတဲ့လူကတော့ လူယုတ်မာကြီးပေါ့\nသူက သမားတော်ယယ်ရဲ့မိန်းမကိုလိုချင်နေတာနဲ့ အကြောင်းအမျိုးမျိုးဖန်ပြီး\nယယ်ကိုဝေးဝေးသွားအောင်လုပ်ဖို့ ကြံစည်ခဲ့ပါတယ်တစ်နေ့မှာ လူယုတ်မာလုန်ထလောက်က\nသမားတော်ယယ်ကို ဗမာစစ်သူကြီးနေမျိုးဆိုတဲ့လူရဲ့ခေါင်းကိုသွားဖြတ်ခိုင်းခဲ့ပါတယ်\nဖြတ်နိုင်ပြီး သူ့ခေါင်းကိုမပုပ်မသိုးစေဘဲယူလာနိုင်ရင်\nအကြွေးတင်နေတာတွေကိုကျေပေးမယ့်အပြင် ဆုငွေပါချပေးဦးမယ်ဆိုပြီး\nသူ့ကိုမြူဆွယ်ခဲ့ပါတယ်ယယ်လည်း အကြွေးကျေချင်ပြီး\nသူ့မိန်းမကိုရင်းနှီးမြုပ်နှံငွေရှိစေချင်တာနဲ့ ဒီအပေးအယူကိုလက်ခံခဲ့ပါတယ်သမားတော်ယယ် ဒီသဘောတူညီမှုလက်ခံခဲ့ပြီးနောက်\nစစ်သူကြီးနေမျိုးရဲ့ခေါင်းကိုမပုပ်မသိုးစေဘဲယူလာနိုင်ပါ့မလား ဘယ်လိိုဘယ်လိုအခက်ခဲတွေနဲ့ကြုံရမလဲဆိုတာ\nဇာတ်ကားထဲကြည့်ရှူလိုက်ရအောင်နော်\nအက်ရှင်ချည်းမဟုတ်ဘဲဟာသနှောထားတဲ့အတွက် လက်မလွှတ်သင့်တဲ့ဇာတ်ကားပါနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nang Mwe Kham ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy, History\nQuality…. 1080p | 720p | 480p\nFile size…1.8GB | 936MB | 453MB\nFormat… mp4\nDuration…. 1h 50min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Nang Mwe Kham\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/the-lost-hero-of-ayodhya-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-spoil-160x200.jpg",
        "title": "Spoiler Alert (2022)",
        "description": "\"အချစ်\"ဆိုတာ ဘယ်လိုအရာမျိုးလဲ။စွန့်လွှတ်အနစ်နာခံခြင်းလား၊ ရယူပိုင်ဆိုင်ခြင်းလား။ယောကျာ်းလေး၊ မိန်းကလေး၊ အသက်ကြီးသူ၊ အသက်ငယ်သူ၊ လူဖြူ၊ လူမည်းမတူကွဲပြားတဲ့ပုံပန်း သဏ္ဌာန်တွေကြား \"အချစ်\"ကို အဓိပ္ပါယ်ဖွင့်ဆိုပုံခြင်းလည်းကွဲပြားနိုင်ကြတယ်မဟုတ်လား။မွေးထုတ်ပေးထားတဲ့ မိဘနဲ့တောင် စိတ်အခန့်မသင့်လို့ရန်ဖြစ်စကားများတတ်ကြသေးတာ သွေးမတော်သားမစပ် သူစိမ်းတစ်ယောက်နဲ့\"အချစ်\" တစ်ခုတည်း‌ကြောင့် နှစ်ရှည်လများအတူရှိနေဖို့ဆိုတာ ဖြစ်နိုင်ပါ့မလား။တကယ်ချစ်တဲ့သူက \"ဘဝရဲ့အခက်ခဲဆုံးအချိန်မှာတောင် ကိုယ့်ကိုစွန့်ခွာမသွားတဲ့သူ\"တဲ့။ဘဝရဲ့တကယ့်အခက်ခဲ အပင်ပန်းဆုံးဆိုတဲ့ အချိန်ဆိုတာမျိုးရောက်လာခဲ့ရင်ရောကြီးကျယ်မြင့်မြတ်လှပါတယ်ဆိုတဲ့ အချစ်ကစွန့်ခွာမသွားဘူးဆိုတာ သေချာနိုင်ပါ့မလား။မသေချာ မရေရာတာတွေများတဲ့လောကကြီးထဲကံကောင်းထောက်မစွာနဲ့ Right person ကို ရှာတွေ့နိုင်ခဲ့မယ်ဆိုရင်တောင်Right time ဖြစ်ဖို့ အခွင့်အရေးရှိပါ့မလား။စတဲ့မေးခွန်းတွေရဲ့အဖြေကို The Big Bang Theory ထဲက မင်းသားကြီး Jim Parsonကမိုက်ကယ်ဆိုတဲ့ လိင်တူချစ်မိသူအမျိုးသားအဖြစ် ဒီကားလေးထဲမှာဆွတ်ပျံကြည်နူးစရာ လွမ်းမောတမ်းတဖွယ်ရာ ပုံဖော်ပြထားပါတယ်။ဒီကားလေးက ပရိသတ်ကြီးတို့ရဲ့\"အချစ်\"အပေါ်ရှုမြင်ပုံကို တစ်မျိုးတစ်မည်ပြောင်းလဲသွားစေနိုင်မှာလား။ပရိသတ်ကြီးတို့ရဲ့ \"အချစ်\"အပေါ်ရှုမြင်ပုံခြင်းနဲ့ရောထပ်တူကျပါ့မလားဆိုတာကို အဖြေရှာဖို့ ခံစားသက်ဝင်ကြည့်လိုက်ကြပါဦး‌နော်။ဪ တစ်ခုလောက်ကြိုတင်သတိပေးချင်တာကဒီကားလေးက ဖြစ်ရပ်မှန်ကို အခြေခံတဲ့ဝတ္တုကို ရိုက်ကူးထားတာမို့တချို့‌ဝမ်းနည်းစရာဇာတ်ဝင်ခန်းတွေကို မကြည့်ခင် တစ်ရှူးလေးတော့ဆောင်ထားကြပါလို့။File size…(1.23GB)  / (`981MB) / (479MB)\nQuality…. ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/spoiler-alert-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gLGmzBWuz5MPRejutuv4s58qXFk.jpg",
        "title": "Love 101 (2022)",
        "description": "Love 101 (2022) (အညွှန်း)\n==================\nဂင်မ်ချီမြေက “ဦး” တွေကိုပဲငမ်းနေကြတဲ့ ယူတို့တွေ\nသင်္ဘောသီးထောင်းမြေက “ဦး” ကိုရော ပြောင်းမငမ်းချင်ကြဘူးလား 🌚လက်ရှိမှာ တပ်ကြပ်ရာထူးနဲ့တာဝန်ထမ်းဆောင်နေပြီး\nမနက်မိုးလင်းတာနဲ့အလုပ်ခွင်ဝင် ညနေအိမ်ပြန်ရောက်ရင် အနားယူ .. အိပ် ..\nနေ့စဥ်နေ့တိုင်း ဘဝကို ဒီလိုပျင်းစရာကောင်းအောင်ဖြတ်သန်းနေရတဲ့ “ဒန်း” ဘဝထဲကို\nတစ်နေ့မှာတော့မြားနတ်မောင်ကြီးရဲ့ကူညီစောင်မမှုနဲ့ အထက်တန်းကျောင်းသူအရွယ် “ဖတ်” ရောက်လာခဲ့တယ်။\nမြင်မြင်ချင်းအချစ်လို့ပဲပြောရမလား\nအသက် ၃၀ ကျော်ကွာပြီး အဖေ့ထက်တောင်အသက်ကြီးတဲ့ “ဒန်း” ကို\nတခြားသူတွေက “ခွေးချီးရုပ်, ဂြိုဟ်သားရုပ်, ဖားကိုပြုတ်ထားတဲ့ရုပ်” အမျိုးမျိုးဝေဖန်ကြပေမယ့်\n“ဖတ်” မျက်လုံးထဲမှာတော့ “ဦး” က ရိုးရိုးလေးနဲ့ခန့်နေခဲ့တာပေါ့:)\nဒီလိုနဲ့နှစ်ယောက်သား fall in love သွားကြပြီး\nနှစ်ယောက်ကြားအသက်ကွာဟမှုက များလွန်းတာကြောင့် အခက်အခဲတွေနဲ့ရင်ဆိုင်လာရပါတော့တယ်။အတားအဆီးတွေအများကြီးနဲ့ “ဦး နဲ့ သမီး” ရဲ့ အချစ်ဇာတ်လမ်းလေးက ဘယ်လိုဖြစ်မလဲ ..\n“ဦး” အဖြစ် ထိုင်းဟာသကားပေါင်းများစွာရဲ့အဓိကဇာတ်လိုက်ကျော် “Phetthai Vongkumlao” နဲ့\n“ဖတ်” အဖြစ် မင်းသမီးချောလေး “Daraphak Thawinun” က ...",
        "rating": "",
        "url": "https://channelmyanmar.org/love-101-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Rocket_Gang-140x200.jpg",
        "title": "Rocket Gang (2022)",
        "description": "Rocket Gang (2022)\nComedy, Drama, Fantasy\nIMDb 5.5/10အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ Student of the Year 2 ထဲမှာ ဒုတိယမင်းသားနေရာက\nသရုပ်ဆောင်ခဲ့တဲ့ မင်းသားချောလေး အာဒိသယစီးနဲ့ အင်မရန်းဟက်ရှမီနဲ့တွဲရိုက်ခဲ့တဲ့\nDybbuk 2021 ဟော်ရာကားထဲက မင်းသမီးချောလေး နီကီသားဒက်တားတို့ရဲ့သရဲဟာသကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးက ဇာတ်လမ်းကိုယ်စီ အိပ်မက်တွေကိုယ်စီနဲ့ ရူးကြောင်ကြောင်သူငယ်ချင်းလေး\nငါးယောက်ရဲ့အကြောင်းပေါ့။သူတို့သူငယ်ချင်းငါးယောက်စလုံးဟာ သူတို့ဖြစ်ချင်တဲ့ဆန္ဒတွေကို ဖြစ်မြောက်အောင်ကြိုးစားနေပေမယ့်\nလုံးဝကို လက်လှမ်းမမီနိုင်တဲ့အခြေအနေမှာ မိဘတွေကလည်း သူတို့ဆန္ဒနဲ့ ဆန့်ကျင်ဘက်ဖြစ်နေခဲ့ကြပါတယ်။ဒီလိုနဲ့ တစ်ရက်မှာ သူတို့ငါးယောက်စလုံး အပန်းဖြေဟိုတယ်ကြီးတစ်ခုမှာ အခမဲ့တည်းခိုခွင့်ရသွားပါတော့တယ်။သူတို့ ဟိုတယ်ကြီးဆီရောက်သွားတော့ ဟိုတယ်ဝန်ထမ်းတွေဟာ ကလေးတွေသာ ဖြစ်နေပြီး\nဟိုတယ်တစ်ခုလုံးမှာလည်း စုစုပေါင်း ကလေးငါးယောက်ပဲရှိနေပါတယ်။သူတို့ဟိုတယ်ကြီးဆီ ရောက်သွားတဲ့အချိန်ကစလို့ ထူးထူးဆန်းဆန်းတွေဖြစ်ပေါ်နေခဲ့ပြီး\nနောက်ဆုံးတော့ သူတို့ဟာ ကလေးသရဲငါးယောက်အပိုင်စီးထားတဲ့ ဟိုတယ်တစ်ခုထဲ\nရောက်နေတယ်ဆိုတာကို သိလိုက်ရတဲ့အခါမှာတော့...။ကဲ ဘာဆက်လုပ်ရမလဲ သိတယ်မလား။ဒီဇာတ်ကားထဲမှာ cameo အနေနဲ့ ရန်ဗီးကပူးနဲ့\nနိုရာဖတေဟီတို့ကလည်း ပါဝင်အားဖြည့်ထားတယ်နော်။ရှုစားလိုက်ပါဦးနော်...။\nFile size…3.17GB  / 1.69GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/rocket-gang-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-good-140x200.jpg",
        "title": "Good Burger (1997)",
        "description": "Teen Movie တွေသဘောကျတယ် ဇာတ်အိမ်အကြီးကြီးတွေ လှည့်ကွက်တွေမပါဘဲ ပေါ့ပေါ့ပါးပါးဟာသကားလေးတွေ ကြည့်ချင်တယ်ဆိုတဲ့ ရုပ်ရှင်ချစ်သူတွေအတွက် Good Burger ဆိုတဲ့ movie လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေခင်ဗျာ။ ဒီကားမှာက loveline တွေလည်းမပါဘဲ အက်ဒ်နဲ့ ဒက်စ်တာဆိုတဲ့ လူငယ်လေးနှစ်ယောက်ကြားက သူငယ်ချင်းသံယောဇဉ်ကို အဓိကထားရိုက်ကူးထားတာဖြစ်ပါတယ်။ အက်ဒ်က ဂွတ်ဘာဂါဆိုတဲ့ အသင့်စားသရေစာဆိုင်လေးက ခပ်အအဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီး ဒက်စ်ကတော့ အထက်တန်းကျောင်းသားတစ်ယောက်ပါ။ နွေရာသီအားလပ်ရက်မှာ အေးအေးဆေးဆေးလေး chill ဖို့ အစီအစဉ်တွေဆွဲရင်း အပျော်ကြီးပျော်နေတဲ့ဒက်စ်ဟာ အက်ဒ်ရဲ့ပယောဂမကင်းတဲ့ ကားမတော်တဆမှုတစ်ခုကြောင့် လျော်ကြေးပေးဖို့အတွက် ဂွတ်ဘာဂါမှာအလုပ်လုပ်ရဖို့ ဖြစ်လာပါတော့တယ်။ ဒီအချိန်မှာပဲ ဂွတ်ဘာဂါနဲ့မျက်နှာချင်းဆိုင်မှာ မွန်ဒိုဘာဂါဆို‌တဲ့ ဆိုင်အကြီးကြီးတစ်ဆိုင်လာဖွင့်ပြီး ဂွတ်ဘာဂါကိုအလဲထိုးဖို့ အဖက်ဖက်ကကြိုးစားလာတဲ့အခါမှာတော့ လူစွမ်းကောင်းလည်းမဟုတ် စွမ်းအားရှင်လည်းမဟုတ်တဲ့ ဒီလူငယ်လေးနှစ်ယောက် ဂွတ်ဘာဂါကိုကယ်တင်ဖို့ ကြိုးစားကြပုံကို ဟာသအဖုံဖုံနဲ့တွဲဖက်တင်ဆက်ပေးထားတာမို့ ကြည့်ရှုခံစားရင်း အပန်းဖြေလိုက်ကြပါဦးဗျာ။File size…(2.49GB)  / (`1.52GB) / (819MB)\nQuality…. Web 1080P ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/good-burger-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gEYKD5cWCBGg8Za3hhwDBk3gEsP.jpg",
        "title": "Funny People(2009)",
        "description": "Funny People(2009)*******************လူတစ်ယောက်ဟာ အပြင်ပန်းမှာပျော်နေသလို၊ ရယ်မြူးနေသလို ထင်ရပေမယ့် အတွင်းစိတ်မှာတော့ ပူပန်မှုတွေ၊စိုးရိမ်သောကတွေ၊ အထီးကျန်ဝမ်းနည်းစိတ်တွေနဲ့ ရှင်သန်နေရတာမျိုး လူ့လောကမှာရှိတတ်ကြတာ သဘာဝပါ။အငြိမ့်စင်ပေါ်မှာ ကပြအသုံးတော်ခံနေတဲ့ လူရွှင်တော်တိုင်းဟာ သူတို့ထုတ်လိုက်တဲ့ပြက်လုံးတွေထဲကလိုဘဝကအမြဲရယ်မောပျော်ရွှင်စရာကောင်းချင်မှ ကောင်းပါလိမ့်မယ်။ဒါဟာ လူ့ဘဝရဲ့ ပုံမှန်ပြယုဂ်ပါပဲ။ အခက်အခဲ၊ အကျပ်အတည်းနဲ့ စိတ်အလိုမကျစရာတွေက\"ဪ၊ သူကတော့ ပြက်လုံးတွေထုတ်တတ်တဲ့ လူရွှင်တော်ပဲ\"ဆိုပြီး မကျရောက်လာတာမျိုး မရှိပါဘူး။ဒီလောကဓံတရားရဲ့ပြကွက်ကိုတော့ အခုဇာတ်ကားလေးထဲမှာ ခြယ်မှုန်းလှစ်ဟပြသထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဂျော့ခ်ျဆင်မွန်ဟာ အောင်မြင်တဲ့ တစ်ခန်းရပ်လူပြက်တစ်ယောက်ဖြစ်ပါတယ်။တီဗီဇာတ်လမ်းတွေ၊ ဟာသရှိုးတွေဝက်ဝက်ကွဲရိုက်ရပြီး ပြောင်မြောက်တဲ့ ပြက်လုံးတွေကြောင့်ပရိသတ်ကြားရေပန်းစားရတဲ့ အထင်ကရလူပြက်တစ်ယောက်ပါ။ကိုယ်ပိုင်အိမ်၊ခြံဝန်းနဲ့ စတိုင်ကျကျနေနိုင်ပြီး ဂျက်လေယာဉ်ဝယ်စီးနိုင်လောက်တဲ့အထိ ဝင်ငွေကောင်းပါတယ်။ဒါပေမယ့် ကံအကြောင်းမလှစွာနဲ့ပဲ သူ့မှာ AML လို့ခေါ်တဲ့သွေးအားနည်းရောဂါဆန်းတစ်မျိုး စွဲကပ်လာပါတယ်။ရောဂါအသစ်ဖြစ်လို့ ကုသနိုင်မယ့်ဆေးမရှိသေးတာကြောင့် ဘဝကိုလက်လျှော့အရှုံးပေးရမလိုဖြစ်နေချိန်မှာတိုက်တိုက်ဆိုင်ဆိုင်ပဲ သူ့ကိုအထင်ကြီးအားကျတဲ့ လူပြက်ပေါက်စ အိုင်ရာရိုက်နဲ့ ဆုံမိခဲ့ပါတယ်။အဲ့ဒီနောက်မှာတော့...............ဒီဇာတ်ကားကိုကြည့်ရင်း မိတ်ဆွေတို့လည်း ကိုယ့်ဘဝကိုယ်တစ်ချက်လည်ပြန်စောင်းငဲ့ကြည့်မိကြမှာပါ။အဒမ်ဆန်ဒလာ၊ ဆာ့သ်ရော်ဂန်နဲ့ လက်စ်လီမန်းတို့ဦးဆောင်ပါဝင်ထားတဲ့ဒီဇာတ်ကားဟာ reviewကောင်းတွေလည်းရရှိထားတာဖြစ်ပါတယ်။File Size :(4.05 GB) (1.4 GB) and (445 ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/funny-people2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNDkyNjU2OTcwMF5BMl5BanBnXkFtZTgwNzg4MDM5OTE@._V1_-150x200.jpg",
        "title": "Steve-O: Guilty as Charged (2016)",
        "description": "Steve-O: Guilty as Charged (2016)\n========================\nIMDb Rating - 6.2/10လူတစ်ယောက်ရဲ့အကျင့်ကိုဖျောက်ဖို့ ဆိုတာ ဘေးကနေ မလုပ်နဲ့လို့\nပြောနေတာထက် ကိုယ်တိုင်အသိ၀င်ပြီးမှသာ ပြောင်းလဲလို့ရတာကို\nသိကြမှာပါ။ စတိဗ်-အိုရဲ့ ဒီ TV special မှာလည်း အဲဒီအချက်ကို\nအထင်းသားမြင်ရပါတယ်။ပေါက်ကရစတန့်လုပ်ထားတဲ့ ဟာသဗီဒီယိုတွေ၊ YouTube ဟာသ\nဗီဒီယိုအကြည့်များတဲ့သူတွေကတော့ စတိဗ်-အိုကို သေချာပေါက်\nသိကြမှာပါ။ သူဟာ reality comedy series Jackass နဲ့ Jackass\nရုပ်ရှင်တွေနဲ့ လူသိများတဲ့ နာမည်ကျော် အမေရိကန်ဟာသဖျော်ဖြေ\nရေးသမား၊ စတန့်သရုပ်ဆောင်နဲ့ YouTuber တစ်ယောက် ဖြစ်ပါတယ်။\n၂၀၁၆ ခုနှစ်က ထွက်ရှိထားတဲ့ ဒီ TV special မှာတော့ စတိဗ်-အိုရဲ့\nဘ၀ဖြစ်စဉ်နဲ့ အပြောင်းအလဲတွေကို ရယ်ရွှင်ဖွယ်ရှုမြင်နားဆင်ကြရမှာပါ။ငယ်စဉ်ကတည်းက ပြဿနာအိုး‌၊ ဆေးသမားဖြစ်ခဲ့ပြီး တက္ကသိုလ်က\nထုတ်ခံရတဲ့အထိ ဆိုးသွမ်းခဲ့သူပါ။ ဟာသဖျော်ဖြေရေးသမား၊ စတန့်\nသရုပ်ဆောင်အဖြစ် လုပ်ကိုင်နေတဲ့ ကာလအတွင်း သူပေါက်ကရလုပ်\nခဲ့တဲ့ အဖြစ်တွေ၊ သူ့ရဲ့ဆေးစွဲပြဿနာ၊ sex addict ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/steve-o-guilty-as-charged-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDZjNjdkOWYtZGJjYi00ZWRlLWE5MzMtMjdkZTgxYWE1MDAyXkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "A Not So Merry Christmas (2022)",
        "description": "A Not So Merry Christmas (2022)\n========================ဒီကားလေးက သမာရိုးကျ ခရစ်စမတ်ကားတွေကနေ\nမထွက်ဘူးဆိုပေမယ့် တင်ဆက်ပုံလေးကရင်ထဲကို ထိ\nသွားစေတယ့် ခရစ်စမတ်ကားလေးတစ်ကားပါ။ rating\nသိပ်မများပေမယ့် ကျွန်တော့်အမြင်မှာတော့ underrated\nဖြစ်နေတဲ့ ကားလေးတစ်ကားလို့ ဆိုချင်တယ်။ကိုယ်တွေနေ့စဥ်ဘဝကို သတိလက်လွတ်ဖြတ်သန်းနေထိုင်\nနေမိတာတွေကို ဆင်ခြင်တတ်လာစေမယ့် ကားလေးတစ်\nကား၊ ကိုယ့်ဘေးနားက ကိုယ်ချစ်ရတဲ့ လူတွေ၊ ကိုယ့်ကို ချစ်\nတဲ့လူတွေကို တန်ဖိုးထား မြတ်နိုးဖို့ သတိပေးနိုင်တဲ့ ကား\nကောင်းလေးတစ်ကားပါဗျာ။ heart-warmingတော်တော်လေး\nဖြစ်စေပါတယ်။ အချိန်ရရင် ကိုယ့်ဘေးနားက ချစ်ရသူတွေနဲ့\nအတူကြည့်ကိုကြည့်သင့်တဲ့ ကြည်နူးစရာဇာတ်ကားလေးမို့\nကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPaul ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (796 MB) / (481 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 40Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Fantasy\nTranslator.......Paul\nEncoder..........SWM",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/a-not-so-merry-christmas-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-m-147x200.jpg",
        "title": "Natural Born Liar (2022)",
        "description": "ဒီတစ်ခါမှာတော့ Menteurဆိုတဲ့ ပြင်သစ် Comedy ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်.. အင်္ဂလိပ်လိုဆိုရင်တော့ Natural Born Liar တဲ့... ဝမ်းတွင်းပါလူလိမ်ပေါ့ဗျာ..ဇာတ်လမ်းအကျဥ်း\nဂျယ်ဟွန်းမ်ဘယ်ဟာဒါ ဆိုတဲ့ မလိမ်ရမနေနိုင် လူလိမ်တစ်ယောက်ရှိပါတယ်.. သူများတွေကို လိုက်လိမ်စားတာမျိုးမဟုတ်ပဲ စကားပြောနေရင်းနဲ့ကို အလိမ်တွေညှပ်ပြောတတ်တဲ့သူပါ... တစ်နေ့မှာတော့ သူ့မိသားစုနဲ့ လုပ်ဖော်ကိုင်ဖက်တွေက သည်းမခံနိုင်တော့တဲ့အဆုံး သူ့ကိုမလိမ်ဖို့ ဝိုင်းပြောပါတော့တယ်... လူလိမ်တွေရဲ့ထုံးစံအတိုင်းပဲ သူမလိမ်ဘူးလို့ ဖင်ပိတ်ငြင်းတာပေါ့... ဒါပေမယ့် နောက်နေ့မနက်ရောက်တော့ သူလိမ်ခဲ့သမျှအရာတွေအကုန်လုံး လက်တွေ့ဘဝမှာ တကယ်ဖြစ်လာတဲ့အခါ.....\nဘာကြောင့် ဒီလိုတွေဖြစ်လာတာလဲ.....\nကျိန်စာလား..... အရင်အတိုင်းပြန်ဖြစ်အောင် လုပ်လို့ရောရပါ့မလား...တစ်နာရီခွဲစာ ကားလေးဆိုပေမယ့် အသေခွီနေရပါတယ်... ဘယ်ဟာဒါညီအစ်ကို၂ယောက်ရဲ့ အလွဲပေါင်းတစ်သိန်းနဲ့တင် အချိန်ပေးရကျိုးနပ်နေပြီမလို့ မြန်မြန်သာဒေါင်းကြည့်လိုက်ကြပါတော့ CMပရိသတ်ကြီးရေ.....File size…(2.86GB)  / (1.38GB) / (708MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Comedy \nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  Ei Thwal",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/natural-born-liar-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iFTzTiHSAYvJqWh8521BWuYL0f0.jpg",
        "title": "The Rocket Angels (2022)",
        "description": "The Rocket Angels (2022)အဆင်သင့်မဖြစ်ခင် ကြိုးစားရတာက\nမကြိုးစားဘဲအရှုံးပေးလိုက်ထက် ပိုကောင်းတယ်မဟုတ်လားယဆိုထောင်းပြည်နယ်မှာ ရိုးရာမီးဒုံးလွှတ်ပွဲတော်ကို ကျင်းပလေ့ရှိပါတယ်\nဒီတစ်ခါမှာ နတ်သမီးအဖွဲ့ဖြစ်တဲ့ မို၊ သဲသဲ၊ ပွမ့်၊ မြောင်နဲ့ နွိုင်းတို့ ၅ယောက်က ခရိုင်ကိုယ်စားပြုအကပြိုင်ကြမှာဖြစ်ပါတယ်ဒါပေမယ့် ရွာလူကြီးထစ်က သူ့သမီးကိုပေးပြိုင်မှာ​ကြောင့်\nနတ်သမီးအဖွဲ့က မတရားသဖြင့် နောက်ဆုတ်ပေးလိုက်ရပါတယ်ဒါကြောင့် သူတို့က မဟာထစ်ရဲ့အချစ်တော်မီးဒုံးကို ပြိုင်ပွဲမှာအနိုင်ပိုင်းဖို့\nမီးဒုံးပြုလုပ်ပြီးဝင်ပြိုင်ကြဖို့ဆုံးဖြတ်ကြရာမှာ\nတစ်ခါမှမီးဒုံးမလုပ်ဖူးကြတဲ့ သူတို့ငါးယောက်ရဲ့အခက်အခဲမျိုးစုံကို\nဟာသပေါင်းစုံနဲ့ရောယှက်ပြီး အူတက်​နေအောင် ရယ်ရမှာဖြစ်သလိုဒီဇွဲရှိလှတဲ့နတ်သမီးအဖွဲ့လေးက ပြိုင်ပွဲမှာရော မဟာထစ်ဆိုတဲ့လူဆိုးရဲ့မီးဒုံးကိုအနိုင်ရသွားမလားဆိုတာ\nအဆုံးသတ်ကိုလည်း စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.86GB | 1GB | 453MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Lei Wutyi Tun\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/the-rocket-angels-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNTNkMDBkOGMtMDY3MS00ZmJhLThjMmQtMWU1ZGNhZGFmYmEyXkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_-141x200.jpg",
        "title": "Bakuman (2015)",
        "description": "Bakuman(2015)Mangaတွေ animeတွေကိုကြိုက်ကြတဲ့သူတွေ တော်တော်များများရှိပါတယ်။ ဒါပေမဲ့ ဒီmangaတွေကို ဖန်တီးကြတဲ့ ပညာရှင် \"Mangaka\"တွေရဲ့ mangaဖန်တီးမှုနောက်ကွယ်က အကြောင်းအရာတွေ သူတို့ရဲ့ ဘဝနေထိုင်ဖြတ်သန်းပုံတွေနဲ့ ဘယ်လိုမျိုး ကြိုးစားရပ်တည်ပြီး ပညာရှင်အဆင့်ရောက်ခဲ့ကြလဲဆိုတာကိုတော့ အသေးစိတ် လေ့လာမိတဲ့သူက နည်းပါလိမ့်မယ်။ဒီရုပ်ရှင်ထဲမှာတော့ အထက်ပါအကြောင်းအရာတွေကို သေချာ ကြည့်ရှုရမှာပါ။မင်းသားနှစ်ယောက်လုံးက Ruroni Kenshinထဲမှာ သရုပ်ဆောင်ထားကြတဲ့ နာမည်ကြီး Takeru Satouနဲ့ Kamiki Ryunosukeတို့ဖြစ်ပြီး Nana Komatsuကလည်း Takeruရဲ့ first loveအဖြစ်ပါဝင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ပုံဆွဲတော်ပေမဲ့ ဇာတ်လမ်းမစဉ်းစားတတ်တဲ့ မရှိရို (Takeru Satou)နဲ့ ပုံဆွဲအလွန်ညံ့ပြီး ဇာတ်လမ်းကောင်းရေးတတ်တဲ့ တကဂိ (kamiki ryunosuke) နှစ်ယောက်ပေါင်းပြီး မန်ဂက အဖြစ်ရပ်တည်ကြဖို့ အဖွဲ့ဖွဲ့လိုင်ကါတယ် ။ ခက်တာက သူတို့ဟာ အထက်တန်းကျောင်းသားတွေပဲ ရှိသေးပြီး တကယ့်နာမည်ကြီးကုမ္ပဏီဖြစ်တဲ့ Shonen JUMPမှာ မန်ဂဆွဲချင်နေကြတာပါ။ဒါကြောင့် JUMP တည်းဖြတ်ဌာနကို စာမူကြမ်းသွားပြကြပြီး ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/bakuman-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jWITA4VGAyKQYMe73I4teZ2SA50.jpg",
        "title": "Scare Package II: Rad Chad’s Revenge (2022)",
        "description": "Scare Package II: Rad Chad's Revenge (2022)~ Rotten Tomatoes - 88%, Shudder - 3.3/5 ~ယနေ့ခေတ် Horror Movie တွေရဲ့ ရှင်းလင်းသပ်ရပ်တဲ့ ရိုက်ကွက်တွေနဲ့တင်ဆက်ထားတဲ့ Scare Package (2019) ရဲ့အဆက်ဖြစ်တဲ့ Scare Package II: Rad Chad's Revenge ဟာ အရင်လ ဒီဇင်ဘာ 22 ရက်နေ့ကမှ ထွက်ရှိထားတဲ့ အသစ်စက်စက် Horror ကားပဲဖြစ်ပါတယ်။Horror ဇာတ်လမ်းတွေအကြောင်း မသိတာမရှိတဲ့ အခွေဆိုင်ပိုင်ရှင်ကြီး Rad Chad တစ်ယောက် အကြောင်းအမျိုးမျိုးကြောင့် ဆုံးပါးသွားပါတယ်။ သူ့အသုဘကို လာပို့တဲ့သူတွေကို ဆေးခတ်ပြီး ရယ်ရခက် ငိုရခက် ထောင်ချောက်တွေနဲ့ တမလွန်ကနေဘယ်လိုတွေ ဒုက္ခပေးဦးမလဲဆိုတာကိုတော့ ပါးစပ်မပိတ်ပဲ တခွိခွိနဲ့ရယ်ရင်း ရှုစားကြရမှာပါ။ သဘောကျစရာအကောင်းဆုံးတစ်ချက်က ရုပ်ရှင်တစ်ခုတည်းကိုကြည့်ရသလိုမဟုတ်ပဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/scare-package-ii-rad-chads-revenge-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oFuqX0inTvbA1XAFv2x3CQnI65m.jpg",
        "title": "The Ant Bully(2006)",
        "description": "The Ant Bully(2006)******************တစ်ခါက လူးကတ်စ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိတယ်..သူကလူကောင်သေးသေးလေးဆိုတော့ ခဏခဏ အနိုင်ကျင့်ခံရတယ်...သူအနိုင်ကျင့်ခံရတိုင်း သူ့အိမ်က မြက်ပင်တွေနားမှာရှိတဲ့ ပုရွက်ဆိတ်အုံလေးကိုပဲသူ့ဒေါသတွေပုံချတတ်တယ် ...ပုရွက်ဆိတ်အုံ ကိုရေလောင်းလိုက် ကညှော့လိုက်နဲ့ နည်းမျိုးစုံဒုက္ခပေးတာပေါ့...ဒါကို မကျေနပ်တဲ့ပုရွက်ဆိတ်တွေဟာ တစ်ရက်မှာ လူးကတ်စ်လေးကိုပုရွက်ဆိတ်အရွယ်ဖြစ်အောင်ပြောင်းလိုက်တဲ့ အခါမှာတော့....ပုရွက်ဆိတ်တွေတွေ့ရင် အနိုင်ကျင့်တတ်တဲ့ လူးကတ်စ်နဲ့ လူတွေမြင်ရင်ကြောက်နေ လန့်နေရွံမုန်းနေတဲ့ပုရွက်ဆိတ်တွေ ဘယ်လိုဆက်ဖြစ်မလဲ ကြည့်ရမှာပါ story ကတကယ်ကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်ပေးချင်တဲ့ message လည်းထိမိတယ် ကြည့်ရတာကာတွန်းကားဆိုပေမယ့်တော်တော်လေးမိုက်တဲ့ story မို့ တစ်ဖန်ပြန်တင်ဆက်ပေးလိုက်ပါတယ်...File Size : (1.5GB) and (776MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:28:00\nGenre : Animation, Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hein That Naing\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-ant-bully2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fPtUgMcLIboqlTlPrq0bQpKK8eq.jpg",
        "title": "The Menu (2022)",
        "description": "The Menu (2022)~ IMDb - 7.5/10, RT - 89%, Meta - 71% ~ဒါရိုက်တာ Mark Mylod ရဲ့ ရုပ်ရှင်အသစ်ကြီး လာပါပြီ။ ဒီဒါရိုက်တာကိုတော့ အကောင်းဆုံးစီးရီးတွေဖြစ်တဲ့ Game of Thrones, Succession လို စီးရီးတွေမှာ ဝင်ပြီးရိုက်ကူးခဲ့တဲ့သူအဖြစ် လူသိများပါတယ်။ အခုရုပ်ရှင်ကတော့ Dark Comedy, Horror အမျိုးအစားပါပဲ။ အဓိက ဇာတ်ဆောင်အဖြစ် အေးစက်စက်နဲ့ ကြောက်စရာအခန်းတွေနဲ့အရမ်းလိုက်ဖက်တဲ့ Ralph Fiennes က သရုပ်ဆောင်ထားပါတယ်။ သူ့ကိုတော့ ရှင်းဒလားလစ်စ် တို့ ဂရန်းဘူဒါပက်စ်ဟိုတယ်တို့လို ရုပ်ရှင်တွေမှာ တွေ့ဖူးကြမှာပါ။ နောက်ထပ် ကျွန်တော်တို့ရဲ့ အချစ်တော် မင်းသမီး အာညာတေလာဂျွိုင်း၊ Warm Bodies ရဲ့မင်းသား Nicholas Hoult တို့လည်းပါဝင်ထားပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~လူတစ်ယောက်ကို ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-menu-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/s-l600-141x200.jpg",
        "title": "No Retreat, No Surrender (1985)",
        "description": "ဒီကားက Old School ကရာတေးကားလေးပါ နာမည်ကြီးမင်းသားကြီးJean-Claude Van Damme လဲပါဝင်ပါတယ်ဇာတ်လမ်းကတော့ ဇာတ်လိုက်က Jason Stillwell လို့ခေါ်တဲ့ Bruce Lee ရူးရူးနေတဲ့ကောင်လေးပါ.Jason တို့ သားအဖနှစ်ယောက်ဟာ LA မှာကရာတေးသင်တန်းဖွင့်ထားရာ တစ်နေ့လူဆိုးအဖွဲ့အစည်းက သူတို့ရဲ့သင်တန်းကိုလာသိမ်းတော့ Seattle ဘက်ကိုရှောင်နေပါတယ်Jason က Seattle မှာ ကရာတေးသင်တန်းကျောင်းတစ်ခုကိုဝင်Joinရမှာ သင်တန်းBully တစ်ချို့နဲ့တွေ့ရတာ အပြင်းအထန်ကြိုးစားပြီးပိုသန်မာလာပါတယ်ထို့နောက် LA မှာသူတို့သင်တန်းကျောင်းကိုသိမ်းသွားတဲ့လူဆိုးဂိုဏ်းနဲ့ဘယ်လိုရင်ဆိုင်မလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ1984 က karate kid လိုမျိုး old school martial art ကားလေးတွေကြိုက်ရင်ဒီကားကိုလဲသဘောကျမှာပါ Fight Choreography တွေလဲတော်တော်ကောင်းပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Son Gohan ပါ )File Size__(1.9GB) / (1.5GB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:39:00\nType__Action, Comedy, Crime\nSubtitle__Myanmar Subtitle ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/no-retreat-no-surrender-1985/"
    }
]