[
    {
        "thumbnail": "",
        "title": "Bruce Almighty(2003)",
        "description": "စူပါဟာသမင္းသားၾကီး Jim Carrey ရဲ႕ နာမည္ၾကီး ကားတစ္ကားကို တင္ဆက္ေပးလုိက္ပါတယ္။ ဒီဇာတ္ကားဟာ ၂၀၀၃ ခုနွစ္မွာ ရံုတင္ျပသခဲ့ျပီး Box Office မွာ 486$ Millions နဲ႕ ေအာင္ျမင္မႈ သရဖူေဆာင္းသြားခဲ့ပါတယ္။ လက္ရိွ IMDb 6.7 ရထားျပီး ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဘရုစ္ ဆိုတဲ့ အားလံုးကို ေပ်ာ္ရႊင္ေစတတ္တဲ့ အငယ္တန္း သတင္းေၾကညာသူေလးဟာ အဓိက သတင္းေၾကညာသူေနရာကို အျမဲရည္မွန္းေနေပးမယ့္ ဘယ္ေတာ့မွ မရခဲ့ပါဘူး။ ဒါ့အျပင္ တျခားအဆင္မေျပမႈေတြ အတြက္ ဖန္ဆင္းရွင္ကို အျမဲအျပစ္တင္ ေျပာဆိုေနခဲ့ပါတယ္။ တစ္ေန႕မွာေတာ့ ထူးဆန္းတဲ့ ဖုန္းေခၚဆိုမႈတစ္ခုကေန ဖန္ဆင္းရွင္ဘုရားနဲ႕ ေတြ႕ဆံုခဲ့ရျပီး သူ႕ကို တစ္ပတ္တိတိ ဖန္ဆင္းရွင္အျဖစ္ တာ၀န္လႊဲအပ္လိုက္တဲ့အခါ.......တစ္ကားလံုး ရယ္ေနရသလို ေတြးေတာစရာ သင္ခန္းစာယူစရာေတြ အျပည့္နဲ႕ ၾကည့္နိုင္ဖို႕ တင္ေပးလိုက္ပါတယ္။File Size      : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Srnp/Bruce_Almighty_[2003]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Teenage-Mutant-Ninja-Turtles-Out-Of-The-Shadows-poster-1-133x200.jpg",
        "title": "Teenage Mutant Ninja Turtles: Out of the Shadows (2016)",
        "description": "Teenage Mutant Ninja Turtles: Out of the Shadows (2016)\nIMDb - 6.0/10_____Rotten - 37%\n  \nTeenage Mutant Ninja Turtles မြန်မာစာတန်းထိုးနဲ့ အကြည်ရပါပြီ။\nဒီ နံပါတ်၂ လိပ်နင်ဂျာကားမှာတော့ နံပါတ်၁ မှာ သူတို့ဖမ်းပေးလိုက်တဲ့ ဗီလိန်ကြီး ရှရက်ဒါ ပြန်လွှတ်လာပြီး\nအခြားကမ္ဘာတစ်ခုက ဂြိုလ်သားနဲ့ ပူးပေါင်းပြီး ကမ္ဘာကိုသိမ်းပိုက်မယ့် အန္တရာယ်ကို ညီအစ်ကို ၄ ယောက်တွန်းလှန်ကြတာပါပဲ။\nဒီအပိုင်းမှာ ဇာတ်ကောင်အသစ်ကေစီဂျုန်းအဖြစ် အဲရိုးမင်းသား စတက်ဖန် အမ်းမဲလ် သရုပ်ဆောင်ထားပါတယ်။\nအက်ရှင်ကားကောင်းတစ်ကားအဖြစ် ပိုင်ပိုင်နိုင်နိုင် ရိုက်ကူးထားသလို လုံးဝစရိုက်မတူညီတဲ့ ညီအစ်ကိုတွေ\nဘယ်လိုနားလည်မှုနဲ့ အဖွဲ့တစ်ခုအဖြစ်လှုပ်ရှားနိုင်ခဲ့လည်း ဆိုတာကိုလဲ သရုပ်ဖော်ပြထားပါတယ်။\nတခါတလေ ခက်ခဲတဲ့ရွေးချယ်မှုတွေ ကြုံလာတဲ့အခါ တစ်ယောက်တည်းရဲ့ အမြင်နဲ့ဆုံးဖြတ်ချက်ဟာ\nဘယ်လောက်စေတနာပါပါ အမြဲမမှန်နိုင်တာမို့\nအဖွဲတစ်ခုရဲ့ စဉ်းစားဉာဏ်နဲ့ အင်အားဆိုတာ အမြဲထည့်တွက်ရမယ့်အရာဆိုတာ\nလိပ်ညီအစ်ကိုတွေကနေ သင်ခန်းစာယူရင်း ဟာသနဲ့အက်ရှင်ကောင်းတွေ ခံစားနိုင်ကြပါစေ။\n \n(ဇာတ်လမ်း အညွန်းနဲ. ဘာသာပြန်သူကတော. Moe Myint ...",
        "rating": "6.0",
        "url": "https://megaup.net/1yDs7/Teenage_Mutant_Ninja_Turtles_-_Out_Of_The_Shadows_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Teenage-Mutant-Ninja-Turtles2014-poster-133x200.jpg",
        "title": "Teenage Mutant Ninja Turtles (2014)",
        "description": "Teenage Mutant Ninja Turtles (2014)_____IMDb - 5.8/10 #ရုပ်ရှင်မိတ်ဆက်ပရိတ်သတ်ကြီး စောင့်မျှော်နေတဲ့ TMNT ဇာတ်ကား နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်ကားက တစ်ချိန်တုန်းက နာမည်ကြီး ကာတွန်းဇာတ်လမ်းတွဲ နဲ့ ကာတွန်းစာအုပ် တွေထဲက Superheros ဖြစ်တဲ့ TMNT ကို ပြန်ရိုက်ထားတာဖြစ်ပါတယ်။ သူက အခုမှ ရုပ်ရှင်ထွက်တာတော့မဟုတ်ပါဘူး။ ၁၉၉၀ တုန်းက ဇာတ်ကား ၃ကားထွက်ထားဖူးသလို၊ ၂၀၀၇ မှာလည်း ကာတွန်းအနေနဲ့ထွက်ထားဖူးပါတယ်။ဇာတ်လမ်းမှာ April O'Neil (Megan Fox) က သတင်းထောက်တစ်ဦးဖြစ်ပြီး New York မြို့က Foot Clan ဆိုတဲ့ ဂိုဏ်းကို လိုက်လံသတင်းယူနေရာကနေ Turtles တွေနဲ့ အမှတ်မထင်ဆုံတွေ့ခဲ့ပါတယ်။ ဒီကနေ သူမ လွန်ခဲ့တဲ့ ၁၅ နှစ်တုန်းက အဖြစ်အပျက်ကို သတိရသွားပြီး Turtles တွေရဲ့ Origin ...",
        "rating": "5.8",
        "url": "https://megaup.net/1yDsd/Teenage_Mutant_Ninja_Turtles_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/The-Seven-Year-Itch-poster-143x200.jpg",
        "title": "The Seven Year Itch (1955)",
        "description": "The Seven Year Itch (1955)IMDb - 7.1/10_____Rotten 87% ကျွန်တော် Marilyn Monroe ကိုမရင်းနှီးပါဘူး...ကြားဖူးရုံကလွဲလို့ပေါ့..ဒါပေမယ့်...\nဒီဇာတ်ကားကိုကြည့်ပြီးသွားတဲ့ အချိန်မှာတော့...\nကွယ်လွန်ခဲ့တာ ဆယ်စုနှစ်ငါးခု ကျော်တာတောင်မှ ၂ဝ ရာစုရဲ့အထင်ရှားဆုံး သရုပ်ဆောင်၊ အဆိုတော်၊ မော်ဒယ် အဖြစ်သူမကို စိတ်ဝင်စားကြတဲ့ အဟုန်လျော့မသွားရတဲ့ အကြောင်းအရင်းကိုသိရပါတော့တယ်...\nသူမကို သရုပ်ဆောင်တစ်ယောက်ဆိုတာထက် ပါရမီရှင်တစ်ဦးအဖြစ် ပိုမြင်ကြတာ အဆန်း တော့မဟုတ်ပါဘူး........\nသူမဟာ တကယ့်ကို သရုပ်ဆောင်တစ်ဦးဖြစ်ဖို့မွေးဖွားလာသလားလို့ထင်ရလောက်အောင်သရုပ်ဆောင်ရာမှာ\nဆွဲဆောင်အားကောင်းလှပါတယ်...ပရိသတ်တွေ ရူးရူးမူးမူးကြိုက်ခဲ့ကြတာ မလွန်ပါဘူး....\nတခြားအလှပဂေးမင်းသမီးတွေနဲ့အတူ သရုပ်ဆောင်တဲ့အခါတွေမှာလည်း အလှတွေ တူနေရင်တောင် သူမရဲ့စန်းကပဲ သူမကို ပိုထင်ပေါ် စေခဲ့ပါတယ်...\nသူမ ဝတ်လေ့ရှိ တဲ့ မလုံ့တလုံ၊ ခပ်ပါးပါး ဒီဇိုင်းတွေဟာ ပုံမှန်အား ဖြင့် ဆင်ဆာက ခွင့်ပြုလေ့ မရှိတတ်တာမျိုးတွေပါ။ ဒါပေမဲ့ ဆင်ဆာအဖွဲ့ ကတောင် ခေါင်းညိတ် ရလောက်အောင် မွန်ရိုးက အစွမ်းထက်ခဲ့ပါတယ်။ ဒါကြောင့်လဲ သူ့ဖက်ရှင်တွေက ခုထိကို မရိုးနိုင် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2fdcD/The_Seven_Year_Itch_[1955]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/max1423510339-front-cover-300x201.jpg",
        "title": "Playing It Cool (2014) ျ",
        "description": "တစ္ခါမွ သိကၽြမ္းျခင္းမရွိတဲ့ သူစိမ္း၂ေယာက္ ရဲ႕ အမွတ္မထင္ ေတြ႔ဆံုမႈမွာ ဖူးစာေရစက္ဆိုတာ ဘယ္လိုအရာမ်ိဳးလဲ ဆိုတာကို\nအခ်စ္ရိုမန္႔ ကားေလးကို ဟာသဆန္ဆန္ေလး ရိုက္ကူးျပထားတဲ့ ဆြတ္ပ်ံ႕ၾကည္ႏူးဖြယ္ ဇာတ္ကားေလးပါ\nFile size…677MB\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:34:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Kaung Myat Thu\nDownload and watch via pCloud",
        "rating": "6.0",
        "url": "https://megaup.net/1zJo7/Playing_It_Cool_[2014]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "The Mask (1994)",
        "description": "1994 ခုႏွစ မိတ္ေဆြတုိ႔ ကြၽန္ေတာ္တို႔ ေပါက္စနဘ၀ေလးပဲရွိေသးတဲ့အခ်ိန္ အဲဒီအခ်ိန္ခုႏွစ္မွာပဲ အခု Deadpoolထြက္ၿပီးတဲ့အခ်ိန္ထိ ဒါမွမဟုတ္ ေနာက္ရာစုႏွစ္ေတြအထိ အရယ္ရဆံုး ComicBook Movie တစ္ခုျဖစ္လာမယ့္ The Mask ကို ေမြးဖြားခဲ့ပါတယ္IMDB: 6.9/10\nMetacritic : 56%\nRotten Tomatoes : 77%Edge City ဆိုတာ အေမရိကန္နိုင္ငံက မထင္မရွားဆိပ္ကမ္းၿမိဳ႕ေလးတစ္ၿမိဳ႕ အဲဒီၿမိဳ႕ေလးက ၿမိဳ႕သား Stanley Ipkissကလည္း Edge City ဘဏ္မွာ အလုပ္လုပ္ေနတဲ့ မထင္မရွားၿမိဳ႕သားတစ္ေယာက္ သူရဲ႕စိတ္ထားအင္မတန္ေကာင္းလြန္းေနတာရယ္ အေလွ်ာ့ေပးဆက္ဆံတတ္တဲ့ အက်င့္ေၾကာင့္ လူခ်စ္လူခင္ေပါတဲ့လူတစ္ေယာက္ တစ္ေန႔ ဘဏ္ကိုဓားျပတိုက္ဖို႔ အႀကံအစည္နဲ႔ေရာက္လာတဲ့ Tina Carlleyl ဆိုတဲ့ေကာင္မေလးကို တန္းတန္းစြဲျဖစ္သြားၿပီး လိုက္ပိုးရာက တလြဲေတြျဖစ္ အိမ္အျပန္လမ္းမွာ ထူးထူးဆန္းဆန္း မ်က္ႏွာဖံုးတစ္ခုကို ေကာက္ရရာကေန Stanleyရဲ႕ဘ၀ ကေျပာင္းကျပန္ ေျပာင္းလဲဖို႔ျဖစ္လာပါေတာ့တယ္...The Truman Show, Man ...",
        "rating": "6.9",
        "url": "https://megaup.net/1wwu8/The_Mask_[1994]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/the-confirmation_1457545402.jpg",
        "title": "The Confirmation (2016) ျ",
        "description": "ရွစ္နွစ္အရြယ္ရိွ Anthony ဆိုတဲ့ေကာင္ေလးဟာ သူ႔အေမနဲ႔ ေနာက္အိမ္ေထာင္တို႔ ခရီးထြက္သြားတဲ့ အခါ အေဖ အရင္းျဖစ္သူ အရက္သမား လက္သမားဆရာ Walt နဲ႔ အားလပ္ရက္မွာ အတူလာေနရန္အေၾကာင္းဖန္ လာပါတယ္. Walt နဲ႔ သားျဖစ္သူ Anthony တို႔ရဲ႕ ဆက္ဆံေရးဟာ သိပ္ေျပလည္လွတာေတာ့ မဟုတ္ပါဘူး ဒါေပမယ့္ ပထမဆုံးလာေနတဲ့ရက္မွာပဲ Walt ရဲ႕ ပစၥည္းေသတၱာ သူခိုးခိုးခံလိုက္ရပါတယ္ အဲ့ဒီမွာ သားအဖနွစ္ေယာက္ သခိုးကိုလိုက္ရွာၾကရာကေန နွစ္ေယာက္ၾကားရင္းနွီးမႈေတြ ျပန္လည္ျဖစ္လာျပီး သူတို႔ဘယ္လိုဘယ္ပုံ သခိုးကိုရွာမလဲဆိုတာကို ဇာတ္လမ္းေလးဆင္ရိုက္ကူးထားတဲ့ Comedy ဇာတ္ကားေကာင္းေလးတစ္ကားပဲျဖစ္ပါတယ္Rating ပိုင္းအေနနဲ႔ၾကည့္မယ္ဆိုရင္လဲ IMDb မွာ 6.4/10 ရရိွထားျပီး Rotten Tomatoes မွာဟ88% ေတာင္ရရိွထားတာျဖစ္လို႔ Rating ေကာင္းတဲ့ ဇာတ္ကားေကာင္းေလးအျဖစ္ညႊန္းေပးပါရေစFile Size : 720 MB\nQuality : Blu ray 720P\nRunning ...",
        "rating": "6.4",
        "url": "https://megaup.net/TK6l/The_Confirmation_[2016]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "http://blogs-images.forbes.com/scottmendelson/files/2016/02/Zoolander2_Poster_definitivo.jpg_cmyk.jpg",
        "title": "Zoolander2 (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲဒီတစ္ခါေတာ့ ရီစရာ ဟာသကားေလးတစ္ကားျဖစ္တဲ့\nZoolander 2 နဲ႕ပရိတ္သတ္ၾကီးကို မိတ္ဆက္ေပးပါရေစ\nဇာတ္ကားေလးကေတာ့ ပထမ ၁ လိုပဲ ခပ္ျမဳးျမဳးဟာသကားေလးပါ\nပထမကား ၁မွာ ခြဲခါသြားရတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ျပန္ဆံုတဲ့အခါမွာေတာ့\nဘယ္လိုေတြမ်ား အလြဲလြဲအမွားမွားေတြျဖစ္ပ်က္ခဲ့ၾကသလဲ\nနာမည္ၾကီးမင္းသမီးၾကီးေသဆံုးမႈကေနေကာ လြတ္ေျမာက္ႏိုင္ပါ့မလား\nသတ္တဲ့သူက ဘယ္သူလဲ စတဲ့ေမးခြန္းေတြနဲ႕ ဟာသဇာတ္ျမဴးကား\nZoolander 2 အေသလန္းတဲ့ ကား Zoolander 2\nကဲ ပရိတ္သတ္ၾကီးက ေအာက္မွာ ဆက္ျပီးက်ိလိုက္ၾက ေတာ့ေနာ္Download and Watch Large File On PcloudDownload & Watch Small File On Pcloud",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/zoolander2-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/6b51c018276769.562c6cb52e6ec-208x300.jpg",
        "title": "May Be This Time(2014) ျမန္မာစာတန္းထိုး",
        "description": "ကဲအမ်ိဳးတို႔ေရ ... တာတီပိုးလာရင္ေတာ့ Comedy Romance ေလးေတြ ပါမယ္ဗ်ာ ... နည္းနည္းၾကာသြားတာေတာ့ အားနာမိတယ္ဗ်ာ ...ဒီကားေလးကေတာ့ Pinoy Movie လို႔ေခၚတဲ့ ဖိလစ္ပိုင္ကားေလးတစ္ကားပါပဲ ... ေႏြရာသီတစ္ခုမွာ စေတြ႕ခဲ့ၾကတဲ့ အခ်စ္ဇာတ္လမ္းေလးတစ္ခု ... ၀မ္းနည္းမႈေတြနဲ႔ပဲ ၿပီးဆံုးခဲ့ရၿပီးေတာ့ ခုႏွစ္ႏွစ္ၾကာမွ ျပန္ေတြ႕ျဖစ္ၾကတဲ့အခါမွာ ... ေကာင္မေလးရဲ႕အလုပ္ရွင္နဲ႔ ေကာင္ေလးက ခ်စ္သူေတြျဖစ္ေနၾကပါတယ္ ... အဲ ဘယ္လိုေတြ ဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ေဒါင္းလုတ္ဆြဲယူၾကည့္ရႈၾကပါကုန္ ....ဒီကားေလးထဲမွာ အဆင့္အတန္းမတူညီတဲ့ အခ်စ္ေတြနဲ႔ အခ်စ္ဆိုတာက ညိွယူလို႔မရဘူးဆိုတာကို ျပသထားတာေတြ႕ရၿပီးေတာ့ ရသခံစားမႈတစ္ခုကို ေပးစြမ္းႏုိင္လိမ့္မယ္လို႔ ေမွ်ာ္လင့္မိပါတယ္ခင္ဗ်ာFile Size : 800 MB\nQuality : Web Rip\nRunning Time : 1hr 53 minute\nFormat : Mp4\nGenre : Comedy, Drama,Romance\nEncoder : ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/may-be-this-time2014-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/robinson_crusoe-210x300.jpg",
        "title": "The Wild Life (2016) ျ",
        "description": "လူသူမနီးတဲ့ ထူးျခားဆန္းျပားတဲ့ သုခဘံု ကြ်န္းငယ္ေလးတစ္ခုေပၚမွာ အဂၤါလို႔ေခၚတဲ့ေဖာ္ေရြတဲ့ငွက္ေလးတစ္ေကာင္ဟာ သူ႔သူငယ္ခ်င္းတိရိစာၧန္ေလးေတြနဲ႔ ေနထိုင္ၾကပါတယ္။ ဒါေပမဲ့ အဂၤါတစ္ေကာင္ကေတာ့ ကမာၻႀကီးကိုရွာေဖြေဖာ္ထုတ္ဖို႔ သူ႕အိမ္မက္ကုိမစြန္႔လႊတ္ႏိုင္ခဲ့ပါဘူး။ ျပင္းထန္လွတဲ့မုန္တိုင္းအၿပီးမွာ အဂၤါနဲ႔သူ႕သူငယ္ခ်င္းေတြဟာ ကမ္းေျခမွာထူးဆန္းတဲ့ ေရာ္ဘင္ဆင္ခရူးဆိုးလို႔ သတၱ၀ါတစ္ေကာင္ကိုေတြ႕ရွိခဲ့ပါတယ္။ အဂၤါကခ်က္ခ်င္းပဲ ခရူးဆိုးကိုသူကြ်န္းေပၚကထြက္ခြာဖို႔လမ္းစလို႔ျမင္ခဲ့ၿပီး ခရူးဆိုးကလဲ အဂၤါနဲ႔သူ႕သူငယ္ခ်င္းတိရိစာၧန္ေတြကို ဒီကြ်န္းေပၚမွာအသက္ရွင္ဖို႔အဓိကက်တယ္လို႔ျမင္ခဲ့ပါတယ္။ သုိ႔ေပမဲ့ လူသားဆိုတာကိုမသိတဲ့ တိရိစာၧန္ေတြနဲ႔ေနရတာေတာ့ လြယ္ကူတာမဟုတ္ခဲ့ပါဘူး။ တျဖည္းျဖည္းနဲ႔ သူတို႔အားလံုးအတူတကြ ယွဥ္တြဲေနထိုင္လာခဲ့ၾကပါေတာ့တယ္။တစ္ေန႔မွာေတာ့ ကြ်န္းကိုသိမ္းပိုက္ခ်င္တဲ့ ရက္စက္တဲ့ေၾကာင္ႏွစ္ေကာင္နဲ႔ေတြ႕ၿပီး သူတို႔ရဲ႕ၿငိမ္းခ်မ္းတဲ့ဘ၀ေလးက အလွည့္အေျပာင္းျဖစ္ခဲ့ပါတယ္။ ေၾကာင္ေတြနဲ႔ သူငယ္ခ်င္းတစ္စုအၾကားတုိက္ပြဲတစ္ခုျဖစ္ပြားခဲ့ၿပီး ခရူးဆိုးနဲ႔ သူ႕ရဲ႕တိရိစာၧန္တစ္စုတို႔ဟာ မိတ္ေဆြစစ္တို႔ရဲ႕ စြမ္းအားအစစ္အမွန္ကိုရွာေဖြေတြ႕ရွိခဲ့ၿပီး အားလံုးကိုတြန္းလွန္လိုက္ပါေတာ့တယ္...။ ဇာတ္လမ္းအညြန္းနဲ.ဘာသာျပန္သူကေတာ. Myo Myint Maung ျဖစ္ ၿပီ ကြာလတီ ေကာင္ း ေကာင္ းနဲ႔ ၾကည္ ့ရ ေအာင္ Encode ေပးတာက ေတာ့ Than Htike ပဲျဖစ္ပါတယ္ \nDownload And ...",
        "rating": "5.4",
        "url": "https://megaup.net/Ufq6/The_Wild_Life_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/My_Little_Bride_Hulu_Poster_fix-208x300.jpg",
        "title": "My Little Bride (2004) ျမန္မာစာတန္းထိုး",
        "description": "လြန္ခဲ႔တဲ႔ ၁၀နွစ္ေက်ာ္ ဆယ္ေက်ာ္သက္အရြယ္မွာ ပထမဆံုး ၾကည့္ဖူးျပီး အရမ္း နွစ္သက္ခဲ႔ရတဲ႔  My little Bride(2004) ဆိုတဲ႔ ကိုရီးယား အခ်စ္ဇာတ္ျမဴ းကားေလး ျဖစ္ပါတယ္။ အဓိက သရုပ္ဆာင္ေတြအျဖစ္ Love story in Harvard, Doctors စတဲ႔ ဇာတ္လမ္းတြဲမ်ားနဲ႔ လူၾကိဳက္မ်ားေနဆဲ ျဖစ္တဲ႔ မင္းသား Kim Rae Won နဲ႔ အတူ အြန္ေစာအငယ္ေလးလို႔ ျမန္မာေတြ အသိမ်ားတဲ႔ မင္းသမီးေလး Moon Geun Young တို႔ တြဲဖက္ သရုပ္ေဆာင္ ထားပါတယ္။အထူးသျဖင့္ ဒီဇာတ္ကားမွာ Moon Geun Young ရဲ ႔ တကယ့္ ငယ္စဥ္ ခ်စ္စဖြယ္ ဟန္ပန္နဲ႔ ပလီပလာ ႏြဲ႔ဆိုး ဆိုးတဲ႔ သရုပ္ေဆာင္မွဳေလးေတြဟာ ၾကည္႔ေနတဲ႔ သူေတြကို ျပံဳးေပ်ာ္ၾကည္နူးေစပါတယ္။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/my-little-bride-2004/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/poster-780-1-133x200.jpg",
        "title": "Keeping Mum (2005)",
        "description": "Keeping Mum (2005)_______IMDb - 6.8/10Keeping Mum သည် ဇာတ် ကား လေးကို ကိုပြည် ဟိန် းစိုးရဲ့ တိုက် တွန် းမှု့ ကြောင့် ဘာသာပြန် ဖြစ် သွားခဲ့တာပါIMDb 6.8 ရရှိပြီး Rotten Tomatoes မှာ တော့ 56% rating ရရှိခဲ့ပါတယ် သည် ဇာတ် ကားထဲမှာဆိုရင် မစ္စတာဘင်းန် ကို ကျ နော် တို့မြင် တွေ့ နေကျ ပုံစံမျိုးနဲ့မဟုတ် ပဲ မတူကွဲပြားတဲ့ ဇာတ် ကောင် စရိုက် နဲ့ တွေ့မြင် ရမှာပါ ပြီး တော့ သည် ဇာတ် ကားဟာရသမျိုးစုံကိုလည် း ပေးစွမ် းနိုင် မှာပါလူသားတစ် ယောက် ရဲ့ စိတ္တဇဆန် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1x6y8/Keeping_Mum_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BMTg3MjY1Mzk0M15BMl5BanBnXkFtZTgwNzY3MTA2MDE@._V1_-225x300.jpg",
        "title": "High Way Star (2007) ျမန္မာ စာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးဟာ\nIMb rating အေနနဲ႔ကေတာ့ 6.5/10 ရရိွထားတဲ့အတြက္\nComedy ဇာတ္ကားေကာင္းေလးလို႔ ဆိုရမွာပါ\nမင္းသား အေနနဲ႔ကေတာ့ ဟိုတေလာက တင္သြားတဲ့\nMy Sassy Girl 2 (2016) ကားထဲက အူေၾကာင္ေၾကာင္\nမင္းသားဟာလဲ ဒီကားထဲမွာေကာ အူေၾကာင္ေၾကာင္ ဇာတ္႐ုပ္အေနနဲ႔ပါထပ္ေတြ႔ရမွာပါ\nတျခားနယ္က ကလပ္မွာသီခ်င္းဆိုအလုပ္လုပ္ေနတဲ့ သီခ်င္း႐ူး rocker သမားတေယာက္ဟာ သီခ်င္းဆိုဝါသနာပါတဲ့ သူေတြကို\nေျမေတာင္ေျမႇာက္ေပးေနတဲ့ မန္ေနဂ်ာနဲ႔ေတြ႔ရိွသြားၿပီး\nေျမေတာင္ေျမႇာက္ေပးဖို႔အတြက္\ntrot=သီခ်င္းေအး(သီခ်င္းႀကီး) ကို သီဆိုခိုင္းရင္းပဲ\nနာမည္ႀကီးေအာင္လုပ္ေပးမွာပါ\nဒီဇာတ္ကားထဲမွာေတာ့ အလြန္ေခ်ာတဲ့ korean မင္းသမီး\nတေယာက္လဲ ပါဝင္တာမို႔ အဲ့ဒီမင္းသမီးနဲ႔\nဘာေတြဆက္ျဖစ္မယ္ ...........\nသူ rock ကေန trot သီခ်င္းကိုေျပာင္းႏိုင္ပါ့မလား.........သူ trot သီခ်င္းကိုေျပာင္းၿပီး နာမည္ပဲႀကီး\nသြားမလားဆိုတာကိုေတာ့ .........................\nၾကည့္႐ႈ့လိုက္ၾကပါအံုး ..........( အညႊန္းနဲ႔ ဘာသာျပန္ ကိုေတာ႔\nSaw Yan Nay Naung မွ ဘာသာျပန္ေပးထားပါတယ္)File Size : 783Mb\nDuration : 1:49:25\nQuality : 720P\nTranslator: Saw Yan ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/high-way-star-2007-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac-%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/2febd3a4652cefc78edf8d6442e10d65-1-214x300.jpg",
        "title": "Summer Love Love (2011)",
        "description": "ဒီတစ္ခါေတ့ာ တ႐ုတ္ဇာတ္ျမဴး ကားေလး တစ္ကား တင္ဆက္ေပးလိုက္ပါတယ္။ လူႀကီး႐ုပ္႐ွင္ မဟုတ္ေပမယ့္ ခပ္လန္းလန္း ေကာင္မေလးေတြ ကို အားပါးတရ ငမ္း လို႔ လည္း ရမွာ ျဖစ္တာေၾကာင့္ ႐ုပ္႐ွင္လည္း ၾကည့္ရင္း စကီလည္း႐ိႈးရင္း ဆိုသလို ကိုကိုပုရိသတို႔ အႀကိဳက္ေတြ႔ေစမယ္ ဆိုတာ ေတာ့ အာမခံ ပါရေစ။ဇာတ္လမ္း အက်ဥ္းခ်ံဳး ကေတာ... Fong Ryan နဲ႔ Fattyတို႔ သံုးေယာက္ဟာ ဟိုင္နန္ ကို အပန္းေျဖ ခရီး ထြက္ လာရင္းနဲ႔ ဒုကၡ ေရာက္ရပံု နဲ႔ တည္ ထား ပါတယ္။ ပစၥည္းေတြ အလစ္သုတ္ ခံရၿပီး ကမ္းေျခ တစ္ခု မွာ သံုးေယာက္သား ေယာင္လည္လည္ ျဖစ္ေနၾကတာပါ။ အဲ့ဒီ အခ်ိန္မွာပဲ ထိုေနရာမွာ လူထူးဆန္း တစ္ေယာက္က သူ႔ဘဝလက္တြဲေဖာ္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/summer-love-love-2011/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/chinese-odyssey-12-poster-154x200.jpg",
        "title": "A Chinese Odyssey Part 1 & 2 [Pandora Box & Cindrella] (1995)",
        "description": "A Chinese Odyssey: Part 1 - Pandora's Box (1995)_____IMDb - 7.9/10\nA Chinese Odyssey: Part 2 - Cinderella (1995)_____IMDb - 8.0/10  \nဟုတ်ပါတယ် ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရုပ်ရှင်ချစ်သူတွေအားလုံးနှစ်သက်ကြရတဲ့\nနာမည်ကျော်မင်းသားကြီး Stephen Chow က Journey to the west ဆိုတဲ့ တရုတ်ရိုးရာဇာတ်တော်ကြီးကို\nပြန်လည်ဆန်းသစ်ရိုက်ကူးတင်ပြထားတာဖြစ်ပါတယ်။\nမတူတာကတော့ ဇာတ်လမ်းကျောရိုးက အနောက်အရပ်သို့ ကျမ်းဂန်တွေသွားရောက်ပင့်ဆောင်ခြင်းမပြုမှီ\nစွန်းဝူခုန်းရဲ့ အရိုင်းစိုင်းမျောက်ဘ၀ ထိုမှတစ်ဖန် လူဘဝပြန်ဝင်စားပြီး လူဘဝနဲ့ကျင်လည်ကျက်စားပုံတွေ\nမိစ္ဆာမလေးတစ်ယောက် နဲ့ ဘုံကြိုးပြတ်နတ်သမီးတစ်ယောက်ရဲ့ကြားမှာယောက်ယတ်ခပ်အောင် ဗျာများနေရပြီး\nရသစုံအချစ်ဇာတ်လမ်းလေးတွေပေါက်ဖွားလာပုံတွေကို တွေ့ရမှာပါ\nထို့အပြင်ပဲ ဆရာတော်ဟာလည်း ပါရမီမရင့်သန်မီမှာ\nစကားအလွန်များပစိပစပ်အလွန်နိုင်တဲ့ ဘုန်းကြီးတစ်ပါးအဖြစ်ကျင်လည်ခဲ့ရပုံ တွေကို\nမင်းသားကြီး Stephen Chow ရဲ့ထုံးစံအတိုင်း ခပ်တည်တည်နဲ့\nဟာသလေးတွေနှောကာရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ \nစွန်းဝူခုန်း တစ်ဖြစ်လဲ ကျင်းရှောင်လင် တစ်ယောက်\nသူရဲ့အချစ်ရဆုံးမိန်းကလေးဟာဘယ်သူဆိုတာနဲ့\nလောကကြီးရဲ့အကျိုးသယ်ပိုးဖို့အတွက် စွန်းဝူခုန်း ဘဝကိုပြန်လည် ရွေးချယ်ရင်\nသူနဲ့ပတ်သက်တဲ့မိန်းကလေးနဲ့လည်းကွဲရမှာဖြစ်တာကြောင့်\nသူဘာကိုရွေးချယ်မှာလဲ ဆိုတာကိုလည်း ရင်တမမနဲ့ကြည့်ရမယ့်အပြင်\nစိတ်ကိုလည်း အားမလိုအားမရဖြစ်ကာမရိုးမရွဖြစ်စေတဲ့ရသကိုလည်း ပေးနိုင်စွမ်းရှိတဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1yJ29/A_Chinese_Odyssey_Part_1_-_Pandora_s_Box_(Sai_Yau_Gei_-_Yut_Gwong_Bou_Haap)_[1995]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Sky High (2005)",
        "description": "ဒီသိပၸံအက္ရွင္ဇာတ္ကားေလးဟာ Imdb Rating 6.2 ထိေတာင္ရရွိထားတဲ့ မိသားစုနဲ႔အတူၾကည့္႐ႈႏိုင္တဲ့ ဇာတ္ကားေကာင္းေလးတစ္ကားပါ။ Fobidden Kingdom ဇာတ္ကားထဲမွ လူငယ္မင္းသား Michael Angarano နဲ႔ အခုလက္ရွိထုတ္လႊင့္ျပသေနတဲ့ Flash Series ထဲမွ သိပၸံပညာရွင္မေလး စႏိုး အျဖစ္သ႐ုပ္ေဆာင္ထားတဲ့ Danielle Panabaker တို႔က အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားၾကတာပါ။\nဇာတ္ကားအၫႊန္းကိုေျပာရရင္ျဖင့္ Will Stronghold ဆိုတဲ့ဆယ္ေက်ာ္သက္လူငယ္ေလးဟာ နာမည္ႀကီး Superheroes ေမာင္ႏွံႏွစ္ေဖာ္ျဖစ္တဲ့ Steve နဲ႔ Josie တို႔ရဲ႕ တစ္ဦးတည္းေသာသားျဖစ္ပါတယ္။အေဖေရာအေမေရာ လူစြမ္းေကာင္းစြမ္းအားရွင္ေတြျဖစ္ပါလ်က္နဲ႔ Will တစ္ေယာက္ Super heroes ေတြတက္ရမဲ့ေက်ာင္းကိုတက္ခြင့္ရတဲ့ အခ်ိန္ထိသူ႔မွာ အားသာခ်က္စြမ္းအင္ ဘာတစ္ခုမွေပၚမလာေသးတဲ့အတြက္ ေက်ာင္းေရာက္တဲ့အခါလူေရြးတဲ့အခ်ိန္မွာေတာ့ Sidekick(အပယ္ခံ) အျဖစ္နဲ႔သာ တက္ေရာက္ခြင့္ရခဲ့ပါတယ္။\nသူဘယ္လိုမ်ဳိးအစြမ္းေတြရသြားမလဲ အစြမ္းရၿပီးတဲ့ေနာက္ေရာ ေက်ာင္းမွာအဆင္ေျပပါ့မလား။ ဘယ္လို ဒုစာ႐ိုက္ေကာင္မ်ဳိးကသူတို႔ေက်ာင္းႀကီးအျပင္ကမၻာႀကီးကိုပါသိမ္းပိုက္ဖုိ႔ႀကိဳးစားမလဲဆိုတာေတြကိုေတာ့spoilerျဖစ္သြားမွာစိုးလို႔ မေျပာေတာ့ပါဘူး။ဇာတ္ကားေလးကိုသာ ဆက္ၾကည့္လိုက္ၾကပါလို႔တိုက္တြန္းခ်င္ပါတယ္။ေက်းဇူးတင္ပါတယ္ခင္ဗ်ာ။\nFile Size         : 710 MB\nQuality           : ...",
        "rating": "6.2",
        "url": "https://megaup.net/3yxf7/Sky_High_[2005]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/my-new-sassy-girl-poster-141x200.jpg",
        "title": "My New Sassy Girl (2016)",
        "description": "My New Sassy Girl (2016)_____IMDb - 4.6/10\n   \nဒီကားက နာမည်ကျော် စာအုပ်တစ်အုပ်ဖြစ်တဲ့ My Sassy Girlကို ပုံစံအသစ်တစ်မျိုးနဲ့ ပြန်ရိုက်ထားတဲ့ ဇာတ်ကားပါ။\nMy Sassy Girl  နံပါတ် ၂ လို့ ပြောရင်လဲ ရပါတယ်။ မင်းသားက ၂ ကားလုံး အတူတူပါ။\nပထမကားဖြစ်တဲ့ My Sassy Girlက ၂၀၀၁ မှာ ထွက်ရှိခဲ့တာကြောင့် ၁၅ နှစ်ကြာမှ ပြန်ထွက်လာတဲ့ ဇာတ်ကားပါ။\nဇာတ်လမ်း အကျဥ်းပြောရရင်တော့ ခပ်တုံးတုံးကောင်လေးနဲ့ ပြသနာ အမြဲရှာတတ်တဲ့ ကောင်မလေးတို့ရဲ့\nအချစ် ဇာတ်လမ်းကို ရိုက်ပြထားတာပဲ ဖြစ်ပါတယ်။\nခံစား ကြည့်ရှူလိုက်ကြပါဦး\n \n(ဘာသာပြန်သူကတော့ Zayyar Htet  ပဲ ဖြစ်ပါတယ်)\n \nMy Sassy Girl - 2001 ကို  https://channelmyanmar.org/my-sassy-girl-2001/  မှာဒေါင်းကြည့်လို့ရပါတယ်။\n  \nFile Size         : 714 MB\nQuality           ...",
        "rating": "4.6",
        "url": "https://megaup.net/3zvhl/My_New_Sassy_Girl_(Yeopgijeogin_Geunyeo_2)_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/220px-WhoAmIJackieChan-141x200.jpg",
        "title": "Who Am I? (1998)",
        "description": "Who Am I? (1998)\nIMDb - 6.8/10_____Rotten - 63%\n Unicodeဂျက်ကီချန်းဇာတ်ကားတွေရဲ့ အနှစ်သာရကိုခံစားရမယ့်ဇာတ်ကားပါ။\nဒီဇာတ်ကားကို ငယ်ငယ်တုန်းက ကြည့်ခဲ့ရတာကို ပြန်သတိရမိပါတယ်။\nအခုပြန်ကြည့်တော့လဲ ဆွဲဆောင်မှုရှိပြီး ရသစုံ ပေးစွမ်းနိုင်ပါသေးတယ်။\nIMDb Rating(6.8/10) ထိရရှိထားလို့ ပြန်လည်ခံစားပေးကြဖို့ဖိတ်ခေါ်အပ်ပါတယ်။\nမြန်မာစာတန်းထိုးကိုတော့ ကို Myo Min Aung မှကိုယ်တိုင်ဘာသာပြန်ထားတာဖြစ်ပါတယ်။\n-------------------------------------------------\nZawgyiဂ်က္ကီခ်န္းဇာတ္ကားေတြရဲ႕ အႏွစ္သာရကိုခံစားရမယ့္ဇာတ္ကားပါ။\nဒီဇာတ္ကားကို ငယ္ငယ္တုန္းက ၾကည့္ခဲ့ရတာကို ျပန္သတိရမိပါတယ္။\nအခုျပန္ၾကည့္ေတာ့လဲ ဆြဲေဆာင္မႈရွိျပီး ရသစံု ေပးစြမ္းႏိုင္ပါေသးတယ္။\nIMDb Rating(6.8/10) ထိရရွိထားလို႕ ျပန္လည္ခံစားေပးၾကဖို႕ဖိတ္ေခၚအပ္ပါတယ္။\nျမန္မာစာတန္းထိုးကိုေတာ့ ကို Myo Min Aung မွကိုယ္တိုင္ဘာသာျပန္ထားတာျဖစ္ပါတယ္။\nFile size...(1 GB)\nQuality...HDTV-Rip 720p Format...mp4\nDuration....01:48:00\nSubtitle....Myanmar Subtitle (Hardsub)",
        "rating": "6.8",
        "url": "https://megaup.net/1wtor/Who_Am_I_(Ngo_Si_Seoi)_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/mask-of-zorro-133x200.jpg",
        "title": "The Mask of Zorro (1998)",
        "description": "The Mask of Zorro (1998)\nIMDb - 6.7/10_____Rotten - 82%\n ဇာတ်လမ်းအကြောင်းလေး နည်းနည်းရှင်းပြမှ ဇာတ်ရည်လည်နိုင်မှာဖြစ်တဲ့အတွက် နည်းနည်းရှင်းပြပါရစေ။ဇာတ်လမ်းစတဲ့ ၁၈၂၁ ခုနှစ်မှာ အခုအမေရိကန်နိုင်ငံ ကာလီဖိုးနီးယားပြည်နယ်ဟာ စပိန်လက်အောက်ခံပြည်နယ်လေးတစ်ခုဖြစ်ပါတယ်။ အဲဒီဒေသတွေကို မက္ကဆီကိုနဲ့စပိန်တို့က တလှည့်စီအုပ်စိုးနေကြတာဖြစ်ပါတယ်။ ဇာတ်လမ်းအဖွင့်မှာတော့ ကာလီဖိုးနီးယားကို စပိန်တွေလက်ထဲက မက္ကဆီကိုဗိုလ်ချုပ်ကြီး ဆန်တာအန်နာက ပြန်သိမ်းတော့မှာကြောင့် စပိန်မြို့တော်ဝန် ဒွန် ရာဖေယဲလ် မွန်တယ်ရို ထွက်ပြေးတော့မယ့်အခန်းနဲ့စပါတယ်။အဲဒီ ဒေသကို စပိန်တွေအုပ်စိုးခဲ့စဉ်တစ်လျှောက် ပြည်သူတွေကိုနိုင်ထက်စီးနင်းလုပ်ခဲ့တာကြောင့် ဇောရိုးဆိုတဲ့မျက်နှာဖုံးရှင်လူစွမ်းကောင်းက စပိန်အစိုးရကို တော်လှန်ပြီး ပြည်သူတွေဘက်က ရပ်တည်ပေးခဲ့ပါတယ်။  ဒါကြောင့် ဒွန် ရာဖေယဲလ်ဟာ ထွက်ပြေးခါနီးဆဲဆဲမှာ ဇောရိုးကို သုတ်သင်နိုင်ဖို့ အစီအစဉ် တစ်ခုဆွဲခဲ့ပါတယ်။ ဒါပေမယ့် မင်းသားတို့ ညီအကိုက ကူညီပေးခဲ့လို့ အသက်အန္တရာယ်က လွတ်မြောက်ခဲ့ပါတယ်။ဒွန် ရာဖေယဲလ်ဟာ ဇောရိုးဘယ်သူလည်းလို့ ရိပ်မိသွားလို့ သွာဖမ်းတဲ့အခါ ဇောရိုးတစ်ဖြစ်လည်း စပိန်လူကြီးလူကောင်းဖြစ်တဲ့ ဒွန် ...",
        "rating": "6.7",
        "url": "https://megaup.net/2cpqe/The_Mask_Of_Zorro_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/make-me-shudder-poster-139x200.jpg",
        "title": "Make Me Shudder (2013)",
        "description": "Make Me Shudder (2013)_____IMDb - 4.9/10\n (Unicode)မြန်မာပရိတ်သတ်တွေတော်တော်များများ ကြိုက်နှစ်သက်ကြတဲ့\nMake Me Shudder ထိုင်းသရဲဇာတ်ကားကို တင်ပေးလိုက်ပါတယ်။\nသရဲဇာတ်ကားဆိုပေမယ့် ဟာသလေးတွေနဲ့ ရောထွေးထားတာမို့ကြည့်ပျော်ပါတယ်။\nထိုင်းနိုင်ငံမှာအပြင် မြန်မာပရိသတ်တွေပါ ကြည့်ရှုအကြိုက်တွေ့တဲ့ ဒီဇာတ်ကားကို\nထိုင်းရုပ်ရှင် ဒါရိုက်တာ Poj Arnon က ရိုက်ကူးထားတာဖြစ်ပြီး ကျောင်းသားလူငယ်လေး\nခုနစ်ယောက်ကို အဓိကဇာတ် ကောင်များအဖြစ် ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။\nအခုချိန်ထိ Make me Shudder ( 1,2,3, ) ဆိုပြီး ၃ ကားထွက်ထားပါတယ်။ Make Me Shudder 2 ကြည့်ရန် နှိပ်ပါMake Me Shudder 3 ကြည့်ရန် နှိပ်ပါ\n  \n(Zawgyi)\nျမန္မာပရိတ္သတ္ေတြေတာ္ေတာ္မ်ားမ်ား ႀကိဳက္ႏွစ္သက္ၾကတဲ့\nMake Me Shudder ထိုင္းသရဲဇာတ္ကားကို တင္ေပးလိုက္ပါတယ္။\nသရဲဇာတ္ကားဆိုေပမယ့္ ဟာသေလးေတြနဲ႔ ေရာေထြးထားတာမို႔ၾကည့္ေပ်ာ္ပါတယ္။\nထိုင္းႏိုင္ငံမွာအျပင္ ျမန္မာပရိသတ္ေတြပါ ၾကည့္ရႈအႀကိဳက္ေတြ႕တဲ့ ဒီဇာတ္ကားကို\nထိုင္း႐ုပ္ရွင္ ဒါ႐ိုက္တာ Poj Arnon က ႐ိုက္ကူးထားတာျဖစ္ၿပီး ေက်ာင္းသားလူငယ္ေလး\nခုနစ္ေယာက္ကို အဓိကဇာတ္ ...",
        "rating": "4.9",
        "url": "https://megaup.net/U77n/Make_Me_Shudder_(Mo_6-5_Pak_Ma_Tha_Phi)_[2013]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    }
]