[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vjnHRySiVM4YcBYzjCxw344y9g.jpg",
        "title": "Sierra Burgess Is a Loser (2018)",
        "description": "ဒီကားေလးကေတာ့ Netflix က႐ိုက္ထားတဲ့ ေက်ာင္းသားအခ်စ္ဇာတ္ကားေလးပါဝဝတုတ္တုတ္ေကာင္မေလးတစ္ေယာက္ရဲ႕ အခ်စ္ပံုျပင္ေလးကို ဟာသေလးေတြ ရင္ခုန္စရာေလးေတြနဲ႔ ႐ိုက္ထားတဲ့အတြက္ လူငယ္ေတြသေဘာက်မွာပါအထက္တန္းေက်ာင္းသူတစ္ဦးျဖစ္တဲ့ ဆီရာဘားဂ်က္စ္ဟာ လူတိုင္းကအစခံအေလွာင္ခံရတဲ့ ဝဝတုတ္တုတ္ ဖက္တီးမေလးေပါ့ဒါေပမဲ့သူကစာဘက္မွအရမ္းထူးခြၽန္တဲ့သူတစ္ေယာက္လဲျဖစ္တယ္သူ႔ကိုအႏိုင္က်င့္တဲ့ ေက်ာင္းသူေတြထဲမွာ ေပၚျပဴလာျဖစ္တဲ့ ဗေရာ္နီကာ တို႔အဖြဲ႔လဲပါတယ္တစ္ရက္ ဗေရာ္နီကာ့ကို သေဘာက်တဲ့ တျခားေက်ာင္းက ေဂ်မီဆိုတဲ့ ေကာင္ေလးတစ္ေယာက္က ဗေရာ္နီကာ့ဖုန္းနံပါတ္ကိုလာေတာင္းတဲ့အခ်ိန္ ဆီရာဘားဂ်က္စ္ရဲ႕ နံပါတ္ကိုေပးလိုက္တယ္အဲ့ဒိေကာင္ေလးဟာ ဆီရာ့ကို ဗေရာ္နီကာ အမွတ္နဲ႔ စာပို႔ၿပီးစကားေျပာတယ္ဆီရာကလဲ ျပန္ေျပာရင္း ညတိုင္းသူတို႔ဖုန္းေတြေျပာ သံေယာဇဥ္ေတြလဲတိုးေပါ့ေဂ်မီကေတာ့ ဆီရာ့ကိုမသိပါဘူးဗေရာ္နီကာလို႔ပဲ ထင္ေနခဲ့တာပါဒီလိုနဲ႔ ဆီရာက ဗေရာ္နီကာနဲ႔ အေပးအယူတစ္ခုလုပ္ၿပီး သူ႔ေနရာမွာ ဝင္ဟန္ေဆာင္ခိုင္းတယ္ဆီရာ နဲ႔ ဗေရာ္နီကာ တို႔ရဲ႕ Friendship ကလဲ တိုးလာတာေပါ့အဲ့ဒိေနာက္မွာေတာ့ သူတို႔ႏွစ္ေယာက္ ဆက္ဟန္ေဆာင္ၿပီး ေဂ်မီ့ကိုအ႐ူးလုပ္ႏိုင္မွာလားၾကားထဲမွာဘယ္လိုအခက္အခဲေတြနဲ႔ ၾကံဳရမလဲဆီရာရဲ႕အခ်စ္ဇာတ္လမ္းေလးကေရာ ဘယ္လိုအဆံုးသတ္မလဲဆိုတာ ဆက္လက္ၾကည့္႐ႈရမွာပါေနာ္လူငယ္ေတြႀကိဳက္ႏွစ္သက္မယ္ လို႔ ေမွ်ာ္လင့္ရတဲ့ ဇာတ္ကားေလးျဖစ္လို႔ ၾကည့္ပါလို႔ တိုက္တြန္းပါရေစ ??? (ဇာတ္လမ္းအညႊန္း ႏွင့္ ဘာသာျပန္သူကေတာ့ခင္ျပည့္စံုေက်ာ္ပါ) File Size ...",
        "rating": "6.3",
        "url": "https://megaup.net/Unkb/Sierra_Burgess_Is_A_Loser_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6ORGBbOA45pfKQXvntPf46NoFGO.jpg",
        "title": "Book Club (2018)",
        "description": "ဒီတစ္ေခါက္ CM ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ \"Book Club\"ဆိုတဲ့ဇာတ္လမ္းျဖစ္ပါတယ္...ဒီဇာတ္လမ္းမွာေတာ့ မမႀကီးေလးေယာက္ရဲ႕ ခ်စ္ဒုကၡအေၾကာင္း ဇာတ္အိမ္တည္ထားပါတယ္...အညႊန္းေလးကို ဖတ္ရႈပါဦးေနာ္...အညႊန္းဗီဗီယန္ ကာရိုး ရွရြန္ ဒိုင္ယိန္းဆိုတဲ့ သူငယ္ခ်င္းေလးေယာက္ဟာ လတိုင္း တစ္လတစ္ခါ စာအုပ္တစ္အုပ္စီဖတ္ရပါတယ္...ဒါကိုပဲ book club လို႔ နာမည္ေပးထားတာပါ...တစ္လမွာ တစ္ေယာက္က ဘယ္စာအုပ္ဖတ္ရမလဲ ေရြးရပါတာေပါ့...ဗီဗီယန္ဆိုတဲ့ အပ်ဳိႀကီးအလွည့္မွာေတာ့ အာဂစာအုပ္ကို ေရြးလိုက္ပါေတာ့တယ္...ဒီစာအုပ္ကေတာ့\" Fifty Shades of Grey\" ဆိုတဲ့ စာအုပ္ပါပဲ....ဒီစာအုပ္ကေတာ့ အရြယ္ေရာက္သူေတြအတြက္ စိတ္ေတြမသိုးမသတ္ ခိုးလိုးခုလုျဖစ္ေစတဲ့ လိင္ပိုင္းဆိုင္ရာ စာအုပ္မ်ိဳးပါ...သူတို႔ ေလးေယာက္ဟာ ဒီစာအုပ္ဖတ္ၿပီး အျပင္ေလာကမွာလဲ စာအုပ္ထဲကအတုိင္း လက္ေတြ႕စမ္းခ်င္ပါေတာ့တယ္...ဒီလိုစမ္းသပ္ႏိုင္ဖို႔ ႀကိဳးစားတဲ့ေနရာမွာ ဘယ္လိုအလြဲေလးေတြ ေတြ႕ရမယ္ဆိုတာ ပရိတ္သတ္ကပဲ ၾကည့္ရႈလိုက္ၾကပါဦး....အသက္ႀကီးေပမဲ့ မပ်က္စီးေသးဘူးဆိုတဲ့ စကားကို သက္ေသျပထားတဲ့ ဇာတ္လမ္းေကာင္းတစ္ပုဒ္မို႔ ၾကည့္ရက်ိဳးနပ္ပါတယ္ေနာ္... (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ May Haruko  ပါ) File Size ...",
        "rating": "6.2",
        "url": "https://megaup.net/1AkNb/Book_Club_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/Mamma-mia-2008-poster-1-135x200.jpg",
        "title": "Mamma Mia! (2008)",
        "description": "Mamma Mia! (2008)\nIMDb - 6.4/10_____Rotten - 54%\n \nBlu-Ray 1080p 5.1 CH x 264\n ဒီတစ်ခါတော့ 2008 ခုနှစ်က ထွက်ခဲ့တဲ့ ပေါ့ပေါ့ပါးပါးရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\"အရမ်းလေးတဲ့ရုပ်ရှင်တွေကိုလည်း မကြည့်ချင်ဘူး ၊ ပေါ့ပျက်ပျက်ရုပ်ရှင်တွေကိုလည်း ကြည့်မိမှာစိုးတယ်\" ဆိုတဲ့ သူတွေအတွက် ဒီဇာတ်ကားကတော့ အဆင်ပြေပါလိမ့်မယ်။နေ့စဉ်ပင်ပန်းနွမ်းနယ်မှုတွေထဲကရုန်းထွက်ဖို့ ရုပ်ရှင်တစ်ကားကြည့်ပြီး စိတ်ပေါ့ပါးလန်းဆန်းသွားချင်တယ်ဆိုရင် ဒီ ရုပ်ရှင်လေးကို ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။နာမည်ကတော့ \"Mamma Mia!\" ဖြစ်ပါတယ်။Meryl Streep ၊ Pierce Bronsnan ၊ Colin Firth ၊ Stellan Skarsgard ၊ Dominic Cooper ၊ Amanda Seyfried စတဲ့ နာမည်ကျော်သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်။Lesbian တယောက်ဖြစ်တဲ့ Phyllida Lloyd အတွက် Mamma Mia! ပထမဆုံးဒါရိုက်တာအဖြစ်ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့ကုန်ကျစရိတ်က $52 ...",
        "rating": "6.4",
        "url": "https://megaup.net/Ry10/Mamma_Mia!_[2008]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/My-Friends-Older-Sister_poster_goldposter_com_1-141x200.jpg",
        "title": "[18+] My Friend’s Older Sister (2016)",
        "description": "အရြယ္မေရာက္သူမ်ား လံုးဝမၾကည့္ရ....Dark Side Production မွတင္ဆက္သည္။Synopsis....\"Do you want to live in my house?\"\nLiving with my friend's hot sister!\nJoon-soo learns that his friend Hee-gyu's sister Hee-jin has no where to go after being scammed, so he suggests living with him. The two start living together. They are close like brother and sister but they can never be that. The two start getting ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/18-my-friends-older-sister-2016/",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/220px-Bad_Milo_Theatrical_Poster-135x200.jpg",
        "title": "Bad Milo (2013)",
        "description": "Bad Milo ဇာတ်ကားလေးကတော့\nDirector:Jocob Vaughan ရိုက်ကူးထားသမျှဇာတ်ကားတွေထဲမှ\nထူးခြားတဲ့ ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။> IMDb Rating 5.7/10ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ Duncan ဟာဆိုရင်တော့ အစာအိမ်ရောဂါကြောင့် အမြဲစိတ်ဖိစီးနေတတ်သူဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ သူ့ရဲ့ရောဂါဟာပိုဆိုးလာတာကြောင့်\nGastroenterologist နဲ့ပြသဖို့ ရက်ချိန်းယူခဲ့ပါတယ်။\nဆရာဝန်များက စမ်းသပ်ရှာဖွေစဉ်မှာဆိုရင်တော့\npolyp လို့ခေါ်တဲ့ ကြီးမားတဲ့အရာကြီးကို သူ့အူလမ်းကြောင်းမှာ\nတွေ့ခဲ့ရပါတယ်။\nထိုသို့တွေ့သည့်နောက်မှာပဲ အရွယ်အစားနှစ်ပေလောက်ရှိသော\nအကောင်တစ်ကောင်က သူ့စအို မှထွက်လာကာ\nဆရာဝန်ကို တိုက်ခိုက်ခဲ့ပါတယ်။\nအဲ့သတ္တဝါလေးဟာဆိုရင်တော့ သူ့ရဲ့ဗိုက်ထဲမှာ\nထူးဆန်းစွာ ကပ်တွယ်နေတာဖြစ်ပါတယ်။\nအဲ့သတ္တဝါလေးရဲ့နာမည်ကတော့ မိုင်လို ဖြစ်ပါတယ်။\nအဲ့သတ္တဝါလေးက တစ်ကယ်ကော အန္တရာယ်ရှိတာလား\nဒါမှမဟုတ် သနားဖို့ကောင်းလားဆိုတာကတော့\nဇာတ်လမ်းလေးထဲမှာဆက်လက်ရှု့စားကြပါတော့...။ဒီဇာတ်ကားလေးကတော့ ၂၀၁၃မှာ ထွက်ရှိခဲ့တဲ့\nComedy, Horror ဇာတ်ကားလေးတစ်ကားဖြစ်သည့်အပြင်\nIMDb ကလည်း 5.7 ရရှိထားတာဆိုတော့ ကြည့်ရှု့သင့်တဲ့\nဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။File size…(800 MB) and (350 MB)\nQuality…BR-Rip 720p\nIMDb Rating... 5.7/10\nFormat…mp4\nDuration….01:24:09\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoded by Naing Aung Latt",
        "rating": "5.7",
        "url": "https://megaup.net/1Hdc3/Bad_Milo_[2013]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4HGYmH5mYcBBTIMHhbOBdT1Antl.jpg",
        "title": "The Kings of Summer(2013)",
        "description": "The Kings of Summer(2013)IMDb....7.2မုဆိုးဖိုဖခင်ကြီး Frank နဲ့အတူတူနေရတဲ့ လူပျိုပေါက်အရွယ် Joe Toy တစ်ယောက်သူ့ရဲ့ဘဝကိုသူ့အဖေကလိုက်ပြီးစီမံနေတာကိုမနှစ်သက်သူ မြီးကောင်ပေါက်အရွယ်ပီပီ လွတ်လွတ်လပ်လပ်လုပ်ချင်ရာလုပ်နေချင်တဲ့ ကောင်လေးကသူ့ဖခင်ရဲ့လက်ကလွတ်ရင်ပြီးရော တာဝန်တွေဝတ္တရားတွေနဲ့ကင်းဝေးရင်ပြီးရောဆိုပြီး သူ့ရဲ့အခင်ဆုံးဘော်ဒါPatrick ရယ် ကြောင်တောင်တောင် Biaggio ဆိုတဲ့ကောင်လေးရယ်နဲ့ တောအုပ်ထဲကိုထွက်ပြေးကြတယ်...မိဘတွေရဲ့ချည်နှောင်မှုတွေ တာဝန်တွေနဲ့ကင်းဝေးအောင် အဲ့မှာသူတို့အိမ်ဆောင်နေကြမယ်ဆိုပြီးလုပ်ကြပါလေရောလူသူကင်းဝေးတဲ့တောအုပ်ထဲမှာ ကောင်လေး၃ယောက်က သူတို့ရဲ့နေရာထိုင်ခင်းတွေစီစဉ်ပြီးတဲ့အချိန်မှာသူတို့တွေကိုယ့်ကိုကိုယ်တွေး ဘယ်လိုတွေးမိကြလဲဆိုတော့...ငါသည်သာအရှင်သခင်...ငါသည်သာ အားလုံးရဲ့ဘုရင်ဆိုပြီး စိတ်ကြီးတွေဝင်ပြီးတဲ့နောက်မှာတော့....ကိုင်း ဒီလူရှုတ်လေးတွေ တောထဲမှာ ဘယ်လိုပေါက်ကရတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.....ဟာသကားလေးမို့ခံစားကြည့်လိုက်ပါဦးဗျ...File Size : (900 MB) and (297 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:35:00\nGenre :  Adventure, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/2naK0/The_Kings_Of_Summer_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bzyXjMh4vLpAMyWmedGEEbjtN2B.jpg",
        "title": "Keys to the Heart (2018)",
        "description": "ျပိဳလဲေၾကကြဲ ငိုမ်က္ရည္ဝဲေစမယ့္ ၂၀၁၈ ထြက္ မင္းသားၾကီး လီေဗ်ာင္ဟြန္း ပါဝင္ေတာ္မူေသာ ကိုရီးယားကားသစ္ေလးတစ္ကား တင္ဆက္ေပးလို္က္ပါတယ္…IMDb Rating 7.4 ထိ ရထားတာဆိုေတာ့ rating မ်ားရံုမက ေတာ္ေတာ္လည္း ၾကည့္လို႔ေကာင္းတဲ့ ဇာတ္ကားေလးတစ္ကားပါ..ဇာတ္ကားအစကေနအဆံုးထိ ပ်င္းစရာလံုးဝမေကာင္းဘဲ ပရိတ္သတ္ရဲ႕ စိတ္အာရံုကို ဆြဲေဆာင္ေခၚယူသြားမွာပဲ ျဖစ္ပါတယ္…ဂ်ိဳဟာ ဆိုတဲ့ လက္ေဝွ႔ခ်န္ပီယံေဟာင္းတစ္ေယာက္ဟာ ဆင္းရဲစြာနဲ႕ ၾကံဳရာက်ပန္းအလုပ္လုပ္စားျပီး ဘဝကို ေက်ာင္းေနရတဲ့လူတစ္ေယာက္ပါ…လမ္းေပၚမွာ လက္ကမ္းစာေစာင္ေတြေဝရင္း…လက္ေဝွ႔အကူလိုက္ထိုးရင္းနဲ႕ ၾကံဳသလို ဘဝကိုျဖတ္သန္းေနတာေပါ့ …ဂ်ိဳဟာရဲ႕အေမဟာ သူ႕ကိုငယ္စဥ္တည္းကစြန္႔ပစ္သြားတာျဖစ္ျပီး ဂ်ိဳဟာ က တစ္ေယာက္တည္းၾကီးျပင္းလာခဲ့ရပါတယ္…တစ္ေန႔ေတာ့ စားေသာက္ဆိုင္တစ္ဆိုင္မွာ ဝင္စားရင္း စားေသာက္ဆုိင္မွာ အလုပ္လုပ္ေနတဲ့ သူ႕အေမနဲ႕ မေမွ်ာ္လင့္ဘဲျပန္ေတြ႔ခဲ့ပါတယ္…ဇာတ္လမ္းေလးကို ေပါ့ပါးရႊင္ျမဴးစြာရိုက္ကူးထားျပီး ရယ္ေမာမႈနဲ႕ ေၾကကြဲမႈ ႏွစ္မ်ိဳးလံုးကို ရရွခံစားေစမယ့္ကားေလးတစ္ကားျဖစ္တဲ့အတြက္ လက္မလႊတ္သင့္ဘဲ ေရႊပြဲလာပရိတ္သက္ၾကီး ကုိယ္တိုင္ပဲ ၾကည့္ရွဳခံစားေတာ္မူလိုက္ပါဦး..၊ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : (900 MB) and (400 MB)\nQuality ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/keys-to-the-heart-2018/",
        "category": "Asian, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eXXpuW2xaq5Aen9N5prFlARVIvr.jpg",
        "title": "Tag (2018)",
        "description": "\"အသက္ၾကီးလာလို႔ ကစားတာရပ္လိုက္တာမဟုတ္ဘူး၊ ကစားတာရပ္လိုက္တာလို႔ အသက္ၾကီးလာတာ\" ဆိုတဲ့ေဆာင္ပုဒ္က သူတို႔ရဲ႕လက္သံုးေဆာင္ပုဒ္တစ္ခုေပါ့။သူတို႔ဆိုတာ Hogan, Bob, Chilli, Sable, Jerry တို႔သူငယ္ခ်င္းငါးေယာက္အဖြဲ႕ကိုရည္ညႊန္းတာပါ။ဟိုးငယ္ငယ္ေလးကတည္းက ေက်ာင္းေနဖက္ ေဆာ့ေဖာ္ေဆာ့ဖက္ေတြျဖစ္တဲ့အတြက္ တစ္ေယာက္ကိုတစ္ေယာက္လည္း သံေယာဇဥ္အေတာ္ရွိၾကပါတယ္။အသက္ၾကီးလာတဲ့အခါကိုယ့္လမ္းကိုေလွ်ာက္ျပီး တစ္ေယာက္နဲ႔တစ္ေယာက္ သူစိမ္းေတြလိုတကြဲတျပားမျဖစ္ခ်င္တဲ့သူတို႔သူငယ္ခ်င္းတစ္သိုက္ဟာ အခ်ိန္တန္ရင္ခြဲခြာရမယ္ဆိုတဲ့ ေလာကၾကီးရဲ႕နိယာမကို ဆန္႔က်င္ဖို႔နည္းလမ္းတစ္ခုကိုတီထြင္ခဲ့ပါတယ္ေတာ့တယ္။အဲဒါကေတာ့ အသက္ၾကီးတဲ့အခ်ိန္ ငယ္ငယ္တုန္းကလို ဆက္ျပီးေဆာ့ကစားတဲ့နည္းပါပဲ။သူတို႔ေဆာ့တဲ့ကစားနည္းကို ျမန္မာလိုေခၚရရင္ေတာ့ စိန္ေျပးလိုက္တမ္းေပါ့ဗ်ာ။သူတို႔သူငယ္ခ်င္းေတြဟာ အဲဒီစိန္ေျပးလိုက္တမ္းကို ႏွစ္တုိင္းရဲ႕ေမလတိုင္းမွာ ကစားေလ့ရွိတယ္။ဒါေပမယ့္ အရင္တုန္းကလို လူစုလူေဝးနဲ႔ကြင္းျပင္က်ယ္ၾကီးထဲမွာေဆာ့ၾကတာမဟုတ္ပါဘူး။ေမလအတြင္းတစ္ရက္ရက္မွာေခြးရူးျဖစ္တဲ့သူက ကိုယ္ဖမ္းခ်င္တဲ့လူရွိတဲ့ေနရာကို ေရာက္ေအာင္လာျပီး ဖမ္းရတာပဲျဖစ္ပါတယ္။ဒါ့အျပင္ကိုယ့္ကိုျမင္ရင္လည္း အဖမ္းခံရတဲ့သူက ထြက္ေျပးႏုိင္တဲ့အတြက္ မမွတ္မိေအာင္ရုပ္ေတြဘာေတြ ဖ်က္ျပီးအနားေရာက္မွအမိဖမ္းရပါတယ္။ထူးျခားခ်က္တစ္ခုကေတာ့ သူတို႔သူငယ္ခ်င္းထဲမွာ Jerry ဆိုတဲ့တစ္ေယာက္က အဲဒီကစားနည္းစေဆာ့ပါျပီဆိုကတည္းက ႏွစ္ ၃၀ တုိင္ေအာင္ တစ္ခါမွအဖမ္းမခံရေသးပါဘူး။၃၁ ႏွစ္ေျမာက္မွာေတာ့ Jerry တစ္ေယာက္အိမ္ေထာင္ျပဳျပီးေတာ့ ဒီကစားပြဲကေနအေကာင္းဆံုးစံခ်ိန္နဲ႔ အျပီးတိုင္အနားယူေတာ့မယ္ဆိုတဲ့သတင္းကို သိသြားတဲ့ Hogan ဟာ က်န္တဲ့သူငယ္ခ်င္းသံုးေယာက္ကိုအျမန္စုျပီးေတာ့ မဂၤလာပြဲမွာေျခခ်ဳပ္မိေနမယ့္ Jerry ကိုဖမ္းျပီး သူ႔ရဲ႕ႏွစ္ ၃၀ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1AU48/Tag_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMTRkNjQyMWEtN2YwYy00MzVkLWEyMTEtN2Y3MWZiOGFkZWY2XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Arizona",
        "description": "CM Fan တွေ အတွက် ဒီတစ်ခေါက်မှာတော့မတင်ဖြစ်တာ ကြာပြီ ဖြစ်တဲ့ ဆိုက်ကို လူသတ်သမား ရုပ်ရှင်ကားလေးပါဇတ်လမ်းပုံစံကတော့ ခေတ်မှီတိုးတက်လာတဲ့ လူနေမှု စနစ် မှာသိသိသာသာ ဂျင်းထည့်နေတဲ့ အိမ်ခြံမြေ ပွဲစားတွေ အကြောင်းပါတိုးချဲ့ မြို့သစ် တစ်ခုမှာ အိမ်စျေးတွေ တက်လာမယ် ခြံစျေးတွေတက်လာမယ်ဆိုပြီး ဂျင်းလိုက်ထည့်နေတဲ့ ကတ်ဆီ ဆိုတဲ့အိမ်ပွဲစားမလေး ရှိပြီး သူကိုယ်တိုင်ကလဲ အိမ်ပွဲစားမဖြစ်ခင်အိမ်ပွဲစား လူလည်တစ်ယောက်ဖြစ်သူ သူ့သူဌေးဆီက ဂျင်းမိပြီးမဖြစ်ထွန်းတဲ့ ခေါင်တဲ့ မြို့မှာ အိမ်ဝယ်မိသူ တစ်ယောက်ပါလောလောဆယ် လတ်တလော အကျွေးတွေ ပိပြီး သမီးတစ်ယောက်ရှိတဲ့အိမ်ထောင်ကွဲ အမျိုးသမီးတစ်ယောက်ပေါ့.... Phone အားကုန်နေပြီလား XP Power Bank ရှိတယ်... သူ ဂျင်းထည့်ခံရသလို သူများကိုလဲ ဂျင်းလိုက်ထည့်တဲ့ ပညာကိုကတ်ဆီ တစ်ယောက် ရရှိသွားပြီး သူ့သူဌေး နဲ့ ပေါင်းကာပိုက်ဆံရှိသူတွေကို မက်လုံးပေး ခေါင်တဲ့နေရာက အိမ်ခြံမြေတွေကိုမတန်တဆ စျေးတွေနဲ့ ရောင်းထုတ်ခဲ့ပါတယ်...တစ်ရက်မှာတော့ သူတို့ ဂျင်းထည့်ခဲ့တဲ့ Customer တစ်ဦး ဖြစ်သူမော်ရမ် မှ ကတ်ဆီ ရဲ့ သူဌေး ...",
        "rating": "5.7",
        "url": "https://megaup.net/3386j/Arizona_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/oceans-8-poster-133x200.jpg",
        "title": "Ocean’s 8 (2018)  Blu-Ray 1080p 5.1 CH x264",
        "description": "Ocean's 8 (2018)  Blu-Ray 1080p 5.1 CH x264\nIMDb - 6.2/10_____Rotten Tomatoes - 69%\n  Rihanna တို့လို အဆိုကျော်တွေအပြင် Sandra Bullock ,Cate Blanchett, Anne Hathaway စတဲ့ ဝါရင့်ဒိတ်ဒိတ်ကြဲသရုပ်ဆောင်တွေနဲ့ Ocean ဇာတ်ကားတွေရဲ့ အရသာကိုပုံဖော်မယ့်ရုပ်ရှင်ပါ။ဒီရုပ်ရှင်က ရှေ့ကရင်းနှီးပြီးသား ဂျော့ကလူနေးတို့ ဘရတ်ပစ်တို့ရဲ့ Ocean 11,12,13 ဇာတ်ကားသုံးကားကို ဆင့်ပွားခံယူထားတဲ့ ဇာတ်ကားဖြစ်ပြီး Theme ပုံစံလဲ တူညီပါတယ်...မတူတာကတော့ ရှေ့ကဇာတ်ကားတွေမှာ အမျိုးသားသရုပ်ဆောင်ဒိတ်ဒိတ်ကြဲတွေဖြစ်ကြပြီး အခု Ocean 8 မှာတော့ အမျိုးသမီးသရုပ်ဆောင်တွေပါ။Anna Wintour, Zayn Malik, Katie Holmes, Maria Sharapova, Serena Williams, Kim Kardashian, Kylie Jenner, Kendall Jenner, Gigi ...",
        "rating": "6.2",
        "url": "https://megaup.net/Smde/Ocean_s_8_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/index9-142x200.jpg",
        "title": "Bring Me the Head of the Machine Gun Woman (2012)",
        "description": "Bring Me the Head of the Machine Gun Woman ဇာတ္ကားကေတာ့\nChilean action comedy အမ်ိဳးအစားျဖစ္ျပီး ၂၀၁၂ခုနွစ္မွာ\nDirector: Ernesto Diaz Espinoza(Spanish)က\nရိုက္ကူးျပသထားတဲ့ဇာတ္ကားျဖစ္ပါတယ္။\nစပိန္ဘာသာစကား(Spanish)ျဖင့္ေျပာေသာ\nဇာတ္ကားလည္းျဖစ္ပါတယ္။\nIMDb Rating 5.5/10\n ဒီဇာတ္လမ္းကေတာ့ ဂိမ္းတစ္ခုကို ေဆာ့ေနသလို ရိုက္ကူးထားတာေၾကာင့္\nထူးျခားတဲ့ဇာတ္လမ္းျဖစ္ျပီး Sexy မိန္းမတစ္ေယာက္ရဲ႕ဇာတ္ၾကမ္းကလည္း\nစိတ္လွုပ္ရွားဖြယ္ရသကို ေပးစြမ္းမွာျဖစ္ပါတယ္။\nဇာတ္လမ္းကေတာ့ အသက္၁၉နွစ္အရြယ္ Actionဂိမ္းေဆာ့ရတာၾကိဳက္ေသာ\nေကာင္ေလးတစ္ေယာက္က Dance Club တစ္ခုမွာ\nအိမ္သာတက္ေနတုန္း လူဆိုးဂိုဏ္တစ္ခုရဲ႕ လ်ိဳ႕၀ွက္ေျပာေနတာကို\nမထင္မွတ္ပဲ ၾကားလိုက္မိပါတယ္။\nအဲ့ဒါကေတာ့ စက္ေသနတ္နဲ႔မိန္းမကို အေသရရ အရွင္ရရ\nဖမ္းမိရင္ ေဒၚလာ၃၀၀မီလီယမ္ေပးမယ္ဆိုတဲ့သတင္းပါ။\nမထင္မွတ္ပဲ သူအိမ္သာထဲမွာ ရွိေနတာကို\nလူဆိုးဂိုဏ္းကသိသြားခဲ့ပါတယ္။ဒါေၾကာင့္ ၁၉နွစ္အရြယ္ေကာင္ေလးက အေျခအေနအခ်ိန္အခါအရ\nထုိမိန္းမကို ဖမ္းေပးဖို႔ျဖစ္လာခဲ့ပါတယ္။\nဒါေပမယ့္ ထုိလူဆိုးဂိုဏ္းက ထိုမိန္းမကုိဖမ္းမိရင္ဖမ္းမိ\nမဖမ္းမိရင္ သူေသမွာဆိုတာကို သိလိုက္ရခ်ိန္မွာေတာ့\nသူဘာေတြဆက္လုပ္မလဲ....\nစက္ေသနတ္နဲ႔မိန္းမကိုေရာ ဘာလို႔ဖမ္းခ်င္ေနတာလဲဆိုတာကိုေတာ့\nဇာတ္ကားထဲမွာဆက္လက္ရွဳ႕စားၾကပါေတာ့..။ File size…(650 MB)\nQuality…480p\nFormat…mp4\nDuration….01:13:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/bring-me-the-head-of-the-machine-gun-woman-2012/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMjAyNDEyMzc4Ml5BMl5BanBnXkFtZTgwMjEzNjM0NTM@._V1_-135x200.jpg",
        "title": "Ocean’s 8 (2018)",
        "description": "Ocean's 8 (2018)\nIMDb - 6.2/10_____Rotten Tomatoes - 69%\n  Rihanna တို့လို အဆိုကျော်တွေအပြင် Sandra Bullock ,Cate Blanchett, Anne Hathaway စတဲ့ ဝါရင့်ဒိတ်ဒိတ်ကြဲသရုပ်ဆောင်တွေနဲ့ Ocean ဇာတ်ကားတွေရဲ့ အရသာကိုပုံဖော်မယ့်ရုပ်ရှင်ပါ။ဒီရုပ်ရှင်က ရှေ့ကရင်းနှီးပြီးသား ဂျော့ကလူနေးတို့ ဘရတ်ပစ်တို့ရဲ့ Ocean 11,12,13 ဇာတ်ကားသုံးကားကို ဆင့်ပွားခံယူထားတဲ့ ဇာတ်ကားဖြစ်ပြီး Theme ပုံစံလဲ တူညီပါတယ်...မတူတာကတော့ ရှေ့ကဇာတ်ကားတွေမှာ အမျိုးသားသရုပ်ဆောင်ဒိတ်ဒိတ်ကြဲတွေဖြစ်ကြပြီး အခု Ocean 8 မှာတော့ အမျိုးသမီးသရုပ်ဆောင်တွေပါ။Anna Wintour, Zayn Malik, Katie Holmes, Maria Sharapova, Serena Williams, Kim Kardashian, Kylie Jenner, Kendall Jenner, Gigi Hadid စတဲ့နာမည်ကြီးတွေလဲ Cameo အဖြစ်ပါဝင်တာကို တွေ့မြင်ရဦးမှာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/Smdl/Ocean_s_8_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/32-150x200.jpg",
        "title": "Women in Trouble (2009)",
        "description": "Women in Trouble ဇာတ်ကားလေးကတော့\n2009 ခုနှစ်မှာ Director,Writer: Sebastian Gutierrez\nရိုက်ကူးထားတဲ့ Comedy,Drama ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီကားထဲမှာဆိုရင်တော့ နာမည်ကြီးမင်းသမီး ၆ ယောက်အထိ\nပါဝင်သရုပ်ဆောင်ထားတာကြောင့် ပုံမှန်ဇာတ်ကားတွေနဲ့မတူ\nဇာတ်လမ်းဇာတ်အိမ်ထူးဆန်းတဲ့ ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။IMDb Rating ကလည်း 5.8 ရရှိထားတာဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့\nအမျိုးမျိုးသော မိန်းကလေးတွေရဲ့ နေ့စဉ် ကြုံတွေ့နေရတဲ့\nပြဿနာအမျိုးမျိုး နဲ့ ဘဝနေထိုင်မှု့ပုံစံတွေကိုဟာသဆန်စွာ အချိတ်အဆက်မိစွာ\nရိုက်ကူးပုံဖော်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။Porn Star,A flight Attendant မှအစ\nအနှိပ်သည်မိန်းကလေးတွေအထိပါမကျန်\nသူတို့ရဲ့ဘဝတွေကို ပုံပေါ်အောင် ရိုက်ကူးထားတဲ့အပြင်\nပေးချင်တဲ့ messageကိုပါ တစ်ပါတည်းပေးသွားတဲ့\nဇာတ်ကားလေးဖြစ်တာကြောင့် ကြည့်ရှု့သင့်တဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။File size…(950 MB) and (300 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:35:22\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by CM Team\nEncoded by Naing Aung Latt",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/women-in-trouble-2009/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMjEyMTU5MTk1N15BMl5BanBnXkFtZTgwMzIzMzczNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Action Point (2018)",
        "description": "ဒီတစ်ခေါက်မှာလဲ CM Fan တွေကို ဟာသ ကားလေး တစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ် တစ်ကားလုံး ရယ်နေရလို့စိတ်ညစ်တာတွေတောင် ပျောက်သွားပါလိမ့်မယ်တစ်ခုရှိတာတော့ ညစ်ညမ်းအပြုအမှု နဲ့ ညစ်ညမ်းစကားလေးတွေအနည်းငယ်ပါတာကြောင့် မိသားစု နဲ့ ကြည့်ရင်တော့ သိပ်ပြီးအဆင်ပြေမယ် မထင်ပါဘူး ဒါလေး တစ်ခုပါပဲဇတ်လမ်း ပုံစံကတော့ဒီစီ ဆိုတဲ့ လူဟာ သူ့ ဘဝ ကြီးလို့ သက်မှတ်ထားတဲ့ကစားကွင်းကြီး တစ်ခု ပိုင်ပါတယ် ကစားကွင်းလို့သာပြောရတာ ကစားစရာ ပစ္စည်းက မစုံလင် ဘာမှ မခိုင်ခံညစ်ပတ်စုတ်ပြတ်နေတဲ့ ကွင်းလေး တစ်ခုထဲမှာအဖြစ်သဘော လုပ်ထားတဲ့ ကစားကွင်းတစ်ခုဖြစ်ပြီးဘာမှ အထိန်းမကွပ်မရှိ လုပ်ချင်ရာလုပ်နေတဲ့ သူဖြစ်ပါတယ်တစ်ရက်မှာတော့ ကွာရှင်းထားတဲ့ ဒီစီ မိန်းမဆီကနေသမီးလေး ဖြစ်သူ ဘိုဂီ လာလည်ပါတယ်ဘိုဂီ လာလည်တုန်း တစ်ခဏ ဒီကစားကွင်းကိုအောင်မြင်အောင် လုပ်ဖို့ကြံရွယ်ရင်းဘဏ်က အကြွေးတွေလဲ ဆပ်ချင်နေတဲ့ဒီစီ တစ်ယောက် ဘယ်လို ပေါက်တက်ကရတွေလုပ်ပြီး ကမောက်ကမ တွေ ဖြစ်မယ်ဆိုတာဟား ဖို့ ပြင်ရင်း ကြည့်ရှုလိုက်ရအောင်ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့Bommy Chan ဖြစ်ပြီး Thit San ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/action-point/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/photo-141x200.jpeg",
        "title": "All for the Winner (1990)",
        "description": "မင်းသားကြီးစတီဖင်ချောင်ရဲ့  IMDb Rating (6.9/10) ရရှိထားတဲ့ ဟာသဇာတ်ကားပါ။အားစင်းဟာ ရိုးသားပြီး စိတ်ထဲထင်သလို လုပ်ချင်ရာလုပ်တတ်တဲ့ လူတစ်ယောက်ဖြစ်ပါတယ်။သူ့ဦးလေးကတော့ ဟောင်ကောင်မှာ လူလည်လိုလို ကျင်လည်ကျက်စားနေတဲ့ လောင်းကစားသမားတစ်ဦးပါ။အားစင်းမှာ ထူးခြားတဲ့စွမ်းအားတစ်ခုက ဘယ်အရာကိုမဆို အလိုရှိရင် ထွင်းဖောက်မြင်နိုင်သလို စိတ်ပါရင် ရလဒ်တွေကိုပါပြောင်းလဲနိုင်သူပါ။ဒီအစွမ်းတွေကို လောင်းကစားဝိုင်းမှာ အသုံးပြုဖို့ သူ့ဦးလေးက ကြံစည်ပေမယ့် အားစင်းဟာ ကောင်မလေးတစ်ယောက်ကို ကြွေဆင်းပြီး သူ့ကိုမှ မမြင်ရရင် အားကုန် ပျော့ခွေနေတတ်တာကြောင့် အစွမ်းကို အမြဲမသုံးနိုင်ဘူးဖြစ်နေပါတယ်။ဒီအချိန်မှာပဲ ကမ္ဘာ့လောင်းကစားဖလားလုပွဲကို ကျင်းပဖို့ ဖြစ်လာရာမှာ လောင်းကစားလောကက ဂျင်တွေနဲ့ အားစင်းတို့တူဝရီး ဘယ်လိုတွေ အားပြိုင်ကြမလဲ.....အချစ်ကိုမမြင်ရရင် ပျော့ခွေနေတတ်တဲ့ အားစင်းရဲ့အစွမ်းတွေကို ဘယ်လိုဖော်ထုတ်ကြမလဲဆိုတာ...။ \nFile size…(900 MB) and (500 MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:41:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thu Rein Zaw",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/all-for-the-winner-1990/",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/220px-Spy_kids-135x200.jpg",
        "title": "Spy Kids (2001)",
        "description": "Spy Kids ဇာတ်ကားကတော့2001 ခုနှစ်မှာ Director:Robert Rodriguezရိုက်ကူးထားတဲ့ Action,Adventure,Comedyဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးအကြောင်းကတော့ လူတိုင်းနီးပါးသိမယ်ထင်ပါတယ်။ကျွန်တော်တို့ငယ်ငယ်တုန်းကကြည်ပြီးကြိုက်ခဲ့ရတဲ့ဇာတ်ကားလေးပါပဲ။အခုထိဆို ၄ကားထွက်ရှိပြီးသွားပါပြီ။ဇာတ်လမ်းကတော့ နိုင်ငံတစ်ခုစီက စပိုင်ကောင်လေးနဲ့စပိုင်ကောင်မလေးနှစ်ယောက်ဟာအကြောင်းအမျိုးကြောင့် ချစ်မိသွားခဲ့ကြပြီး\nကလေး၂ယောက် ရခဲ့ပါတယ်။သူတို့ဟာ ကလေးတွေမသိအောင်လျို့ဝှက်အေးဂျင့်လုပ်ကြပါတယ်။ဒါပေမယ့် တစ်နေ့မှာ သူတို့အဖွဲ့ထဲက အေးဂျင့်တစ်ယောက်ပျောက်ဆုံးသွားတဲ့အကြောင်းအရင်းနဲ့ပတ်သတ်ပြီးသူတို့နှစ်ယောက်တာဝန်ယူပြီး ရှာဖွေဖို့အမိန့်ကျလာပါတယ်။အဲ့ချိန်မှာ သူတို့အဖွဲ့ထဲက သစ္စဖောက်ကြောင့်သူတို့နှစ်ယောက်အဖမ်းခံခဲ့ရပါတယ်။အဲ့အချိန်မှာတော့ သူတို့ရဲ့ကလေးနှစ်ယောက်ဖြစ်တဲ့၁၂နှစ်အရွယ်Carmen နဲ့ ၉နှစ်အရွယ်Juni တို့နှစ်ယောက်သူတို့မိဘတွေကို ကယ်ဖို့ ဘယ်လိုတွေကြိုးစားကြမလဲဘယ်လိုတွေ အလွဲလွဲအချော်ချော်ဖြစ်တယ်ဆိုတာကိုတော့ဇာတ်လမ်းထဲမှာဆက်လက်ရှု့စားကြပါတော့...။ File size…(900 MB) and (400 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:30:50\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Eden Zaw Htoo\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/TWuy/Spy_Kids_[2001]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/220px-SpyKids2-135x200.jpg",
        "title": "Spy Kids 2: The Island of Lost Dreams (2002)",
        "description": "Spy Kids 2 ဇာတ်ကားကတော့ 2002ကရိုက်ကူးခဲ့တဲ့American spy adventure comedy ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီကားထဲမှာဆိုရင်တော့Alexa vega,Daryl Sabara,Antonio Banderas တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။ဒီကားထဲမှာဆိုရင်တော့ ပထမကားထဲကCarmen နဲ့ Juniတိို့ကို Agentတွေ အဖြစ်နဲ့တွေ့ရမှာဖြစ်ပါတယ်။သူတို့နှစ်ယောက်ကို အငယ်ဆုံးစပိုင်အဖြစ်အသိအမှတ်ပြုကြပေမယ့်အတော်ဆုံးစပိုင်အဖြစ်တော့ အသိအမှတ်မပြုကြပါ။ဒါကြောင့်ပထမဇာတ်ကားမှာ သူတို့ကိုကယ်ခဲ့တဲ့Gary နဲ့ Gerti Gigglesတို့နဲ့တွေ့ပြီး စမ်းသပ်လေ့ကျင့်ကြပါတယ်။အဲ့အချိန်မှာတော့ juni ဟာ မအောင်မြင်တာကြောင့်Agent အဖြစ်မှအဖြုတ်ခံလိုက်ရပါတယ်။ဒါပေမယ့်နောက်နေ့မနက်မှာတော့ Carmen ဟာDatabase ကို hackပြီး Juni ကို Agentအဖြစ်ပြန်ထားခဲ့ပါတယ်။အဲ့နောက်မှာတော့ သူတို့နှစ်ယောက်ဘယ်လိုဖြစ်သွားမလဲဆိုတာဇာတ်ကားလေးထဲမှာဆက်လက်ရှု့စားကြပါတော့...။ File size…(950 MB) and (400 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:40:18\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Eden Zaw Htoo\nEncoded by Naing Aung Latt",
        "rating": "5.1",
        "url": "https://megaup.net/2fRps/Spy_Kids_2_-_The_Island_Of_Lost_Dreams_[2002]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/220px-Spy_Kids_3-D_movie_poster-140x200.jpg",
        "title": "Spy Kids 3-D: Game Over (2003)",
        "description": "Spy kids 3 ဇာတ်ကားကတော့အရှေ့က Spy kids 1,2 ကြည့်ပြီးသူတွေအဖို့ရှည်ရှည်ဝေးဝေး ညွှန်းနေစရာလိုမယ်မထင်ပါဘူး။ကောင်းမှန်းသိကြမယ်လို့ထင်ပါတယ်။ဒါပေမယ့် ဇာတ်လေးလည်းနည်းနည်းသိအောင်အကျဉ်းချုပ်ပြောပြပါဦးမယ်။ဒီနံပါတ်၃ကားမှာဆိုရင်တော့ Juniဟာအကြောင်းအမျိုးမျိုးကြောင့် Spy အလုပ်ကနေ အနားယူခဲ့ပြီးလစာနည်းပေမယ့် စိတ်အေးချမ်းတဲ့ဘဝရနိုင်တဲ့သီးသန့်စုံထောက်အလုပ်ကို ပြောင်းလုပ်ခဲ့ပါတယ်။ဒါပေမယ့် တစ်နေ့မှာတော့ OSS အဖွဲ့ရဲ့ခေါင်းဆောင်ဆီကနေအထင်မှတ်တဲ့သတင်းတစ်ခုကြားခဲ့ရပါတယ်။ဒါကတော့ သူ့အမ Carmenဟာ OSSရဲ့ mission အမှားတစ်ခုကြောင့်ပျောက်နေတယ်ဆိုတဲ့သတင်းပါပဲ။အဲ့နောက်မှာတော့ juniဟာ OSSကိုပြန်လာပြီးသူ့အမကို ရှာဖွေဖို့ပြုလုပ်ပါတော့တယ်။အဲ့နောက်မှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာဇာတ်ကားလေးထဲမှာ ဆက်လက်စီးမျောကြပါတော့....။ File size…(850 MB) and (350 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:22:37\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by May Thazin Phoo\nEncoded by Naing Aung Latt",
        "rating": "4.2",
        "url": "https://megaup.net/2fRpy/Spy_Kids_3_-_Game_Over_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Spy-kids-4-all-the-time-in-the-world_dvd_cover-143x200.jpg",
        "title": "Spy Kids: All the Time in the World (2011)",
        "description": "Spy Kids 4 ကတော့ 2011ခုနှစ်မှာDirector:Robert Rodriguez ရိုက်ကူးထားတဲ့Action,Adventure,Comedyအမျိုးအစားဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဒီကားထဲမှာဆိုရင်တော့ Origanization of Super Spiesရဲ့Agent Marissa Wilson ကို ကိုယ်ဝန်ကြီးနဲ့တွေ့ကြရမှာဖြစ်ပါတယ်။အမွှာနှစ်ယောက်ဖြစ်တဲ့ Rebecca နဲ့ Cecil တို့က သူတိုု့ရဲ့Stepmotherကို spy agent မှန်းမသိကြပါဖူး။Marissa ကလည်း ဗိုက်ထဲက ကလေးမွေးပြီးရင်Spy Agentတစ်ယောက်မလုပ်တော့ဘဲကလေးတွေနဲ့ပဲနေမယ်လို့ စဉ်းစားထားပေမယ့်လည်းတကယ်ရော spy agent အလုပ်ကို စွန့်လွှတ်ခဲ့လားဆိုတာကတော့ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ရှု့စားကြပါတော့....။ File size…(850 MB) and (400 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:27:46\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoded by Naing Aung Latt",
        "rating": "3.5",
        "url": "https://channelmyanmar.org/spy-kids-all-the-time-in-the-world-2011/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1GsM8WkgFeqjWoxFId6G4itEWco.jpg",
        "title": "Agent Mr. Chan (2018)",
        "description": "အခုဇာတ်​ကား​လေးက​တော့​ဟောင်​​ကောင်​ဇာတ်​လမ်​း​တွေကိုကြိုက်​နှစ်​သက်​တဲ့ပရိတ်​သတ်​​တွေအတွက်​ ကြည်​့သင်​့တဲ့ action-comedy အမျိုးအစားဇာတ်​ကားတစ်​ကားပဲဖြစ်​ပါတယ်​။ဇာတ်​လမ်​းအကျဉ်​းက​တော့​အေးဂျင်​့မစ္စတာချန်​ဟာ နိုင်​ငံတကာ​အေဂျင်​စီတစ်​ခုမှာအလုပ်​လုပ်​​နေတဲ့ထိပ်​တန်​း​စုံ​ထောက်​တစ်​​ယောက်​ပါ။ကံဆိုးစွာနဲ့ပဲသူကတာဝန်​တစ်​ခုမှာကျရှုံးခဲ့လို့အဖွဲ့က​နေပြီးထုတ်​ပယ်​ခြင်​းခံလိုက်​ရတယ်​။အဲ့ဒီလိုနဲ့ လွန်​ခဲ့တဲ့နှစ်​၂၀​လောက်​က တာဝန်​တစ်​ခုကိုထမ်​း​ဆောင်​ရင်​း သူအသုံးချခဲ့တဲ့အမျိုးသမီးမ​မျှော်​လင်​့ဘဲပြန်​​တွေ့ခဲ့တဲ့အခါ ထိုအမျိုးသမီးဟာရဲအရာရှိတစ်​​ယောက်​ဖြစ်​​နေပါပြီ။အဲ့ဒီအမျိုးသမီးအတွက်​ ထူးဆန်​းတဲ့အမှု​တွေကိုလိုက်​လံ​ဖြေရှင်​း​ပေးရပုံကို ဇာတ်​လမ်​းဆင်​ ရိုက်​ကူးထားတဲ့ဟာသဆန်​ဆန်​စုံ​ထောက်​ကားတစ်​ကားဖြစ်​ပါတယ်​ ​။​ဟောင်​​ကောင်​ကားလည်​းဖြစ်​ အ​ရှေ့တိုင်​းဆန်​ဆန်​ပျက်​လုံး​တွေ​ကြောင်​့IMDB ratingနည်​း​ပေမဲ့ အားလပ်​ရက်​မှာ အနားယူရင်​း​ပေါ့​ပေါ့ပါးပါးဇာတ်​လမ်​း​လေးကြည်​့ချင်​တဲ့ပရိသတ်​​တွေအတွက်​လက်​လွှတ်​မခံသင်​့တဲ့ဇာတ်​ကား​လေးတစ်​ကားဖြစ်​ပါတယ်​(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  ကိုမျိုးခန့် ပါ)File Size : (760 MB) and (350 MB)Quality : Blu-Ray 720p\nRunning Time : 1hr 41min\nFormat : Mp4\nGenre : Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  720p DD5.1 2Audio H.264-CHD\nTranslated by Myo Khant\nEncoded by Thanhtike Zaw",
        "rating": "5.4",
        "url": "https://megaup.net/1GW70/Girl’s_Blood_(Aka_X_Pinku)_[18+]_[2014]_(MM_Sub).mp4 https://megaup.net/2mTz8/Dilan_1990_[2018]_(MM_Sub).mp4 https://megaup.net/1GW6r/Agent_Mr._Chan_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    }
]