[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/dog.year_-153x200.png",
        "title": "Dog Years (2021)",
        "description": "Dog Years (2021)=============IMDb Rating - 5.9/10ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးအတွက် အီတလီလူငယ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီတစ်ခါမိတ်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ တစ်မျိုးလေး ထူးဆန်းနေမှာပါ ဘယ်လိုထူးဆန်းလဲ\nဆိုတာကတော့ အောက်မှာ ဆက်ဖတ်ကြည့်ကြပါနော်၊ခွေးတစ်ကောင်ရဲ့ အသက်တစ်နှစ်ဆိုတာ လူ့အသက်တစ်နှစ်ရဲ့ ၇ဆနဲ့ညီမျှပါတယ် ဥပမာဆိုရရင်\nသူတို့အသက် ၁၁၂ နှစ်ရောက်တဲ့အချိန်ဆို လူတွေက ၁၆ နှစ်အရွယ်ပေါ့။ အဲ့လို ခွေးအသက် ၁၁၂ နှစ်\n(လူ့အသက် ၁၆ နှစ်) မှာ ခွေးတွေ သက်တမ်းကုန်ဆုံးကြတယ်လို့ ယူဆထားတဲ့ စတေလာဆိုတဲ့\nကောင်မလေးကလည်း သူမရဲ့အသက်ကို ခွေးတွေရဲ့အသက်တွက်နည်းအတိုင်း တွက်ချက်ပြီးနေထိုင်\nပါတော့တယ်။သူမကိုယ်သူမ အသက်၁၆နှစ်ပြည့်ရင် သေတော့မယ်လို့ထင်နေတဲ့ စတယ်လာတစ်ယောက်\nသူမသေခင် ၁လအလိုမှာ သူ့ဘဝမှာ မလုပ်ဖူးတဲ့အရာတွေကို စာရင်းလုပ်ပြီး စတင်လုပ်ဆောင်ပါ\nတော့တယ်။ အပေါင်းအသင်းလည်းသိပ်မရှိ ရည်းစားလည်းမရှိ တစ်ယောက်တည်းပဲအချိန်ကုန်ဆုံး\nနေခဲ့တဲ့ စတယ်လာတစ်ယောက်.....\nသူမ လုပ်ချင်နေတဲ့စာရင်းကကောဘာဖြစ်မလဲ....\nဘာလို့များ သူမရဲ့အသက်ကို အဲ့လိုတွက်ချက်ရတာလဲ....ဆိုတာကို သူငယ်ချင်းသံယောဇဥ်လေးတွေနဲ့\nအတူ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Shwe ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/dog-years-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/j-134x200.jpg",
        "title": "John, 316 (2021)",
        "description": "ယောကျာ်းဖြစ်သူနဲ့ကွဲကွာပြီးခါစ အက်ဘ်ဘီနဲ့ အမြဲပျော်ရွှင်စနောက်နေတတ်တဲ့ နိုက်တမ်\nသူတို့နှစ်ယောက် သူနာပြုဆရာဝန်အဖြစ်အလုပ်လုပ်နေတဲ့ စိတ္တဇဆေးရုံကို ဂျွန်ဒိုးလို့ခေါ်တဲ့ စိတ်ဝေဒနာသည်တစ်ယောက်ရောက်လာတဲ့အခါ....\nထူးဆန်းအံသြဖွယ်ရာတွေလုပ်ပြနိုင်တဲ့အတွက် တခြားစိတ်ဝေဒနာသည်များက ဂျွန်ဒိုးကို ယေရှုခရစ်လို့ထင်သွားကြပါတော့တယ်။\nဂျွန်ဒိုးရဲ့ဆုံးမသြဝါဒတွေကို နာခံကြတဲ့လူနာတွေဟာ ဆေးသောက်စရာမလိုတဲ့အထိ ရောဂါသက်သာလာကြပါတယ်။အဲဒါကြောင့်မို့ ဆေးရုံကိုထောက်ပံ့ပေးနေတဲ့ဆေးကုမ္ပဏီနဲ့ဂျွန်ဒိုးတို့ကြား ပြဿနာဖြစ်လာပါတော့တယ်။ဒါ​ကြောင့် လူနာတွေကို ဆေးအတင်းအကြပ်တိုက်ခိုင်းဖို့ ဆေးရုံဘုတ်အဖွဲ့က ခရစ်စတာဒါနဲ့ ဒေါက်တာလူးကပ်ကို ခန့်အပ်လိုက်တဲ့အခါ ဂျွန်နဲ့တခြားဝေဒနာသည်တွေ ဘာဆက်ဖြစ်မလဲဆိုတာ သိချင်ကြမယ်ထင်ပါတယ်။အက်ဘ်ဘီနဲ့နိုက်တမ်တို့ရဲ့အချစ်ဇာတ်လမ်းအပြင် စိတ်ဝေဒနာသည်တွေရဲ့ ရယ်စရာအဖြစ်အပျက်လေးတွေပါ ပေါင်းစပ်ထားတဲ့အတွက် ကြည့်ပျော်တဲ့ ဇာတ်ကားလေးဖြစ်မယ်ဆိုတာ သေချာပါတယ်ဗျာ။ File size…(1.6 GB) / (900 Mb) / (500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Comedy, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Seiji",
        "rating": "5",
        "url": "https://channelmyanmar.org/john-316-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2fpG1PiHPHdLt8X2e7WAct7EVB7.jpg",
        "title": "Mixtape (2021)",
        "description": "Mixtape (2021)ဒီကာလထဲ မိသားစုနဲ့အတူ စိတ်အပန်းပြေအောင်ကြည့်လို့ရမယ့်\nရုပ်ရှင်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီကားလေးက လက်ရှိအခြေအနေတွေခဏဘေးဖယ်ထားလိုက်ရင်\nလွန်ခဲ့တဲ့နှစ်နှစ်ဆယ်လောက်ကို ပြန်ရောက်သွားသလိုခံစားရမယ်ဆိုတာသေချာပါတယ်...ဇာတ်လမ်းအရ ဘဲ့ဗာလီမူဒီ ဆိုတဲ့ ကလေးမလေးဟာ\nငယ်ငယ်တည်းက မိဘတွေဆုံးပါးသွားလို့\nအဖွားဖြစ်သူနဲ့ နှစ်ယောက်တည်းအတူနေရတာပေါ့...မူဒီလေးရဲ့ စိတ်ထဲမှာ သူ့ရဲ့မိဘနှစ်ပါးအကြောင်းပဲ အမြဲတွေးနေပြီး\nသူ့မိဘတွေက ဘယ်လိုလဲဆိုတာကို သိချင်နေခဲ့တယ်တစ်နေ့ သူ့မိဘတွေထားခဲ့တဲ့ တိပ်ခွေလေးတစ်ခုကို တွေ့ပြီး\nဒါဟာ သူ့မိဘတွေအကြောင်းကို သိနိုင်မယ့် လမ်းစတစ်ခုလို့ ထင်ခဲ့တယ်...ဒီလိုနဲ့ တိပ်ခွေထဲမှာ ပါတဲ့သီချင်းတွေကနေတဆင့် သူ့မိဘတွေအကြောင်းကို လိုက်ရှာပါတော့တယ်...\nမူဒီလေးတစ်ယောက် သူ့မိဘတွေအကြောင်းကို သိလာရမှာလား?\nဘယ်လိုအခက်အခဲတွေရောကြုံတွေ့လာရမှာလဲ? ဆိုတာတွေကို ကြည့်ရှုခံစားကြည့်ကြပါဦး1999-2000 ခုနှစ်ဝန်းကျင်ကို အခြေခံထားတာဖြစ်လို့\nငယ်ဘဝကို တမ်းတနေသူတွေအတွက် လွမ်းစရာအငွေ့အသက်တွေ တသီတတန်းပါပဲ...\nနောက်ပြီး အဲ့ခေတ်ကာလရဲ့ ရောခ့်သီချင်းတွေကိုလည်း မရိုးနိုင်အောင် နားဆင်ကြရဦးမှာပါ\nမိသားစု၊သူငယ်ချင်းတွေရဲ့ ပျော်စရာမေတ္တာတွေနဲ့ဖုံးလွှမ်းထားတဲ့ဒီရုပ်ရှင်ကားလေးနဲ့အတူ\nတစ်ခဏတာဖြစ်ဖြစ် စိတ်အပန်းပြေပါစေကြောင်း ဆုမွန်ကောင်းတောင်းရင်း\nမူဒီလေးနဲ့အတူ လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်ကို ပြန်သွားလိုက်ကြပါဦးစို့အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Ye Kyaw Htet ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Family\nQuality….WEB-DL 1080p and 720p\nFile size…1.39GB ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/mixtape-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zNXNRLH5wJprUG6B1olaBTNZOjy.jpg",
        "title": "Back to the Outback (2021)",
        "description": "IMDb Rating (6.7) / Rotten Tomatoes (87%)တိရိစ္ဆာန်လေးတွေအားလုံးက ချစ်ဖို့ကောင်းပါတယ် ဒါပေမဲ့ လူတွေက အဆိပ်ပြင်းတဲ့ တိရိစ္ဆာန်တွေဆို မကောင်းဆိုးဝါးတွေလို တူးတူးခါးခါး မုန်းကြတယ်၊ ကြောက်ကြတယ်။ ဒါပေမဲ့ သူတို့ဆီမှာလည်း ကြင်နာတတ်တဲ့ နှလုံးသား၊ ရိုင်းပင်းကူညီတတ်တဲ့ စိတ်ဓါတ်ကလေးတွေရှိကြပါတယ်။ဒါကို Back to the Outback ဆိုတဲ့ ကာတွန်းကားလေးမှာ ကွက်ကွက်ကွင်းကွင်းမြင်နိုင်မှာပါ။ အဆိပ်ပြင်းတဲ့​မြွေ၊ ပင့်ကူ၊ ကင်းမြီးကောက်၊ ပုတ်သင် အစရှိတဲ့တိရိစ္ဆာန်​လေးတွေဟာ တိရိစ္ဆာန်ရုံထဲမှာ မကောင်းဆိုးဝါးတွေအဖြစ်ပြစားခံရပါတယ်။ ဒီထဲမှာမှ ကိုအာလာလို ချစ်ဖို့ကောင်းတဲ့ ကောင်တွေတော့မပါဘူးပေါ့လေ။ဒီကားလေးမှာ ဒီတိရိစ္ဆာန်လေးတွေဟာ လှောင်အိမ်ထဲကရုန်းထွက်ပြီး ဘေးလွတ်ရာကို အသက်စွန့်ပြေးရတဲ့ စွန့်စားခန်းတွေအပြင် သူတို့ဆီမှာ ကန့်လန့်ကန့်လန့်ပါလာတဲ့ ကိုအာလာကိုလည်း ကြည့်ရမှာပါ။သူကတော့ ထွက်ပြေးချင်တာမဟုတ်ဘဲ တိရိစ္ဆာန်ရုံထဲမှာပဲ ကျော့ကျော့မော့မော့နေချင်တဲ့ ငနဲဆိုတော့ ဒီထွက်ပြေးမှုမှာ သူက အတိုက်အခံပဲ။ ဒါကြောင့် အဆိပ်ရှိတဲ့တိရိစ္ဆာန်လေးတွေဟာ လူတွေလက်ထဲက ရုန်းထွက်သွားပြီး ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/back-to-the-outback-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dyeykBmYE43kj7JAKal5pwHTwN2.jpg",
        "title": "Knock Knock ( 2021 )",
        "description": "ဒီ knock knockဇာတ်ကားတော့ တော်တော်စဉ်းစားပြီးခေါင်းခြောက်စွာကြည့်ရမဲ့ မှုခင်းဇာတ်ကားလေးပါဇာတ်ကားအစမှာတော့ လောင်လီဆိုတဲ့သူခိုးတစ်ယောက်က သူ့ရဲ့သားလေးဆေးကုပေးဖို့အတွက်ပိုက်ဆံခိုးဖို့ လူနေအဆောက်အအုံဟောင်းတစ်ခုကို ဝင်သွားတာကနေ စတင်ခဲ့တဲ့ လူသတ်မှုတစ်ခုဖြစ်ပါတယ်အဲ့အချိန်မှာ အမျိုးသမီးတစ်ယောက်က ထူးထူးဆန်းဆန်းအသတ်ခံထားရတာကိုတွေ့ပါတယ်အဲ့အချိန်မှာ သူခိုးဖြစ်သူ လောင်လီက အိမ်ထဲမှာ လူငယ်တစ်ယောက်ကိုတွေ့ရာမှလူသတ်သမားထင်ပြီး ဒီလူသတ်အမှုကြီးထဲလည်းမပါအောင် ပိုက်ဆံလည်းရအောင် ခြိမ်းခြောက်ပြီးငွေညစ်ရာမှပစ္စည်းပို့သမား‌ဖြစ်တဲ့ မာမင်လျန့်က ရုပ်တရက်ကြီးအဆောက်အအုံထဲကိုရောက်နေပါတယ်သူတို့ ၃ယောက် ဒီအမျိုးသမီးအလောင်းကိုကြည့်ပြီး ဘယ်လိုဆက်လုပ်ကြမလဲပစ္စည်းပို့သမား မာမင်လျန့်ကရော ဘာဖြစ်လို့အိမ်ထဲကိုရောက်နေတာလဲလူသတ်သမားက ဘယ်သူဖြစ်မလဲဆိုတာကို စိတ်ဝင်စားစွာနဲ့ ဆက်လက်ကြည့်ရှုပေးကြပါ Quality : WEB-DL 1080pFormat : mp4Genres : Comedy , Drama , Crime , MysteryDuration : 1h 47minSubtitle : Myanmar Subtitle ( Hardsub )Translated By A Pu Lay & Nu MonEncoded By ...",
        "rating": "6.8",
        "url": "https://megaup.net/2mGaB/Knock_Knock_2021_WEB-DL_1080p_(CM).mp4",
        "category": "Comedy, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/ZwmB8_4c-142x200.jpg",
        "title": "[18+] A Girl and A Guy (2021)",
        "description": "ရက်ဖ် ဆိုတဲ့ကောင်လေးဟာ မာကတ်တင်းအေဂျင်စီတစ်ခုမှာ အလုပ်လုပ်ပေမယ့် ရေရာတဲ့ ဦးတည်ချက်မရှိ၊ဘယ်အရာကိုမှ\nအလေးထားဂရုစိုက်လေ့ မရှိတဲ့ပေါ့ပျက်ပျက်ကောင်လေးတစ်ယောက်ပါ။\nဖီယိုနာ ကတော့တစ်ချိန်ကျရင် နာမည်ကျော် ဒါရိုက်တာတစ်ယောက်ဖြစ်ချင်တဲ့ အိမ်မက်ကြီးကြီးမားမားကိုပွေ့ဖက်ရင်း\nလောလောဆည်မှာတော့ထုတ်လုပ်ရေးပိုင်းလက်ထောက်အဖြစ်နဲ့တာဝန်ယူထားပါတယ်။သူတို့နှစ်ယောက်ဟာ\nပတ်ဝန်းကျင်အသိုင်းအဝိုင်း အနေအထားတွေ အစစအရာရာဝေးကွာတဲ့အပြင်တစ်ယောက်နဲ့တစ်ယောက်လဲမသိကြပါဘူး။\nသူတို့နှစ်ယောက်ကြားမှာတူတာဘာရှိလဲဆိုတော့ လတ်တလောမှာမှ သူတို့တစ်သက်စာရည်ရွယ်တဲ့ချစ်သူတွေက\nရက်ရက်စက်စက်လမ်းခွဲခြင်းကိုခံလိုက်ရတဲ့ စော်ပစ်ကောင်နဲ့ဘဲပစ်မလေးဖြစ်နေကြရှာတာပါပဲ။အဲ့ဒီကနေ ဘဝပျက်မတတ်\nအနာဂတ်ပျောက်မတတ်ခံစားမိကြရင်း အခြေအနေတွေကို နိုင်သလိုကောင်းမယ်ထင်သလိုပြန်လည်ထိန်းသိမ်းကြရင်းနဲ့ Tinder မှာ\nတစ်ယောက်နဲ့တစ်ယောက်ဆုံဖြစ်ကြပါတယ်၊ သူတို့နှစ်ယောက်အပြင်မှာဆုံမိကြမယ့်ဆဲဆဲမှာ Covid ဖြစ်ပွားမှုနဲ့ လော့ဒေါင်းကာလရှည်\nချတဲ့အချိန်မှာ တစ်ယောက်နဲ့တစ်ယောက်အွန်လိုင်းပေါ်ကနေ ပိုမိုရင်းနှီးသံယောဇဉ်တွေတွယ်လာရင်းနဲ့မှ နောက်ထပ်ချစ်သူသစ်တွေ\nကိုယ်စီရှာတွေ့သွားကြတဲ့အခါ..၊A Girl And A Guy ဟာ Rom/com အမျိုးအစားကိုမှလက်ရှိခေတ်အနေအထားနဲ့သရုပ်ဖော်ပြသွားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။\nဒီတော့ ဇာတ်လမ်းအကျဉ်းထဲမှာထည့်မပြောထားပေမယ့် sex scenes တွေအများကြီးပါဝင်ပြီးတော့ တကယ်လဲကြမ်းတမ်းပါတယ်။(ကြည့်နေရင်းနဲ့\nဟာ ဒါကြီးလဲပြတာပဲလား ဆိုပြီးအံ့သြစရာတွေအထိပါပါတယ်)ဖိလစ်ပိုင်ကားတွေဂျင်းမဟုတ်ဘူးဆိုတာတစ်ခေတ်တစ်ခါက နာမည်ကျော် Silip/Daughters of Eve တို့ Scorpio Nights တို့လို\nဇာတ်ကားတွေကြည့်ဖူးရင်သိမှာပါ။ Scorpio Nights ဆိုတာတစ်ချိန်ကလူငယ်တိုင်းကြည့်ဖူးကြမဲ့ ကိုရီးယားအပေါ်ထပ်နဲ့အောက်ထပ်ဇာတ်လမ်း\nSummertime (2001) ရဲ့မူရင်းပါ။နောက်ပိုင်းတင်းကျပ်လာတဲ့ဆင်ဆာကြောင့်သာ လွတ်အောင်ရှောင်ရင်းပရိသတ်အတွက်၊ အားမရစရာတွေဖြစ်ခဲ့ပေမယ့်\nအခုလို Streaming တွေကထွက်လာတဲ့တစ်ချို့ကားတွေ၊ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/18-a-girl-and-a-guy-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lGi5yio4pdDz5PkSeZCbnMQz5vK.jpg",
        "title": "The Haunted Mansion (2003)",
        "description": "The Haunted Mansion (2003)အလုပ်ကြိုးစားတဲ့ ပျော်ရွှင်နေတဲ့ Evers မိသားစုက အိမ်ထောင်ဦးစီး Jim။\nသူလုပ်တဲ့အလုပ်က အိမ်ခြံမြေပွဲစား။ ပွဲဖြစ်ရင် မျိုးမျိုးမြတ်မြတ် စားရတဲ့ လုပ်ငန်းပေါ့ဗျာ။\nအလုပ်တွေကို ကြိုးကြိုးစားစားလုပ်ရင်း ပိုက်ဆံတွေရလာပေမယ့် မိသားစုအပေါ် ပျက်ကွက်မှုတွေများလာလို့ အလျော်ပေးတဲ့အနေနဲ့ မိသားစုခရီးလေးထွက်လာတဲ့အခါ ငွေနောက်ကို အသည်းအသန်လိုက်တဲ့သူမို့ မိသားစုခရီးထွက်လာတာတောင် လုပ်ငန်းတစ်ခုလုပ်ဖို့ တစ်နေရာကိုလမ်းကြုံဝင်ခဲ့တယ်။သူရောင်းပေးရမယ့်အိမ်ကြီးက ဒေါ်လာ သန်းနဲ့ချီတန်တာမို့ ဘယ်လိုမှ မငြင်းဆန်နိုင်ပဲ အရောက်သွားချိန်မှာ ကံဆိုးမိုးမှောင်တွေဆက်တိုက်ကျရောက်လာပါတော့တယ်။ သရဲခြောက်တတ်တဲ့အိမ်ကြီးမှာ ဖြစ်လာသမျှ ပြဿနာတွေကို လိုက်လံဖြေရှင်းရင်း သားသမီးနဲ့ ဇနီးကို ကယ်တင်ဖို့ကြိုးစားရတဲ့ ပျော်ရွှင်စရာ မိသားစုကြည့် Fantasy ကားလေးပါ။ခေါင်းဆောင်မင်းသားဖြစ်တဲ့ Eddie Murphy ဆိုတာက အမေရိကန် ဟာသ သရုပ်ဆောင် စာရေးဆရာ အဆိုတော်တစ်ယောက်ဖြစ်ပါတယ်။ သူဟာ ၈၀ ခုနှစ်တွေမှာ သိပ်ကို အောင်မြင်တဲ့ သူတစ်ယောက်ဖြစ်ခဲ့ပြီး သရုပ်ဆောင်ဆု‌တွေ အများကြီး သိမ်းပိုက်နိုင်ခဲ့သူပါ။ ဟာသပညာရှင်အဖြစ်လည်း ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-haunted-mansion-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Yvrf7VsvmigBCF0fwRpKNz6qKS.jpg",
        "title": "Miss GO (2012)",
        "description": "Miss GO/Miss Conspirator (2012) ဇာတ်လမ်းအညွှန်း*****************************************ချောင်းဆူရိုဟာ အကြောက်လွန်ရောဂါသည်ဖြစ်ပြီး ဖုန်းတောင် တစိမ်းတွေနဲ့ စကားမပြောရဲတဲ့သူ တစ်ယောက်ပါ\nနေ့စဉ်ဘဝမှာ ကြုံတွေ့ရတဲ့ ပြဿနာတွေကို ညီမဖြစ်သူက ကူညီဖြေရှင်းပေးပေမဲ့ ပညာတော်သင်အနေနဲ့ ညီမဖြစ်သူက ဂျပန်ကို သွားဖို့ ဖြစ်လာခဲ့ပါတယ်ညီမဖြစ်သူကို ဘူတာရုံ လိုက်ပို့ပြီး ပြန်တဲ့လမ်းမှာ အကြောက်လွန်ရောဂါ ထဖောက်လာတဲ့ ချောင်းဆူရိုကို စစ်စတာတစ်ယောက်က တွေ့ပြီး ကူညီပေးခဲ့ပါတယ်\nသူ့ကို ကူညီပေးလို့ စစ်စတာရဲ့ အကူအညီတောင်းမှုကို လက်ခံပြီး ဟိုတယ်ကို ကိတ်နဲ့ ပန်းစည်းသွားပို့တဲ့ ချောင်းဆူရိုဟာ ဟိုတယ်ခန်းထဲမှာ ဓားတန်းလန်းနဲ့ လူတစ်ယောက် သေနေတာကို တွေ့ပြီး ထိတ်လန့်သွားခဲ့ပါတယ်ရိုးရိုးတန်းတန်း ကိတ်မုန့်လာပို့တဲ့သူ မဟုတ်ဘဲ မူးယစ်ဆေး သယ်ပို့တဲ့သူ ဖြစ်သွားရတဲ့ ချောင်းဆူရိုကို မူးယစ်ဂိုဏ်းတွေဆီက ဖြတ်စားနေတဲ့ အကျင့်ပျက်ရဲတစ်ဖွဲ့က ဖမ်းဆီးပြီး အသုံးချဖို့ ကြံစည်ပါတော့တယ်နေ့ချင်းညချင်း ရဲတွေနဲ့ မူးယစ်ဂိုဏ်း နှစ်ခုရဲ့ အလိုရှိစာရင်း အသွင်းခံလိုက်ရတဲ့ ချောင်းဆူရိုဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/miss-go-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/prbZxJxGcy07y60eq8lCGMciTYz.jpg",
        "title": "The Hating Game(2021)",
        "description": "The Hating Game(2021)အညွှန်း***************************IMDb....7.0အသစ်စက်စက်ထွက်ရှိထားတဲ့ Romace Comedyအချစ်ကားလေးပါ။\nအနုပညာရသမြောက်တဲ့စာအုပ်တွေထုတ်တဲ့ ဂေးမင်းပုံနှိပ်တိုက်ဟာ ဒေဝါလီခံရတာကြောင့်လူပြိန်းကြိုက်ပေါချာချာဝတ္ထုတွေထုတ်တဲ့ ဘတ်စ်လီပုံနှိပ်တိုက်နဲ့ ပူးပေါင်းလက်တွဲလိုက်ရပါတယ်။ဒီအခါမှာတော့ ဂေးမင်းပုံနှိပ်တိုက်ကလူစီတစ်ယောက် သူ့မျက်နှာချင်းဆိုင်စားပွဲမှာထိုင်တဲ့ဘတ်စ်လီဘက်ကပါလာတဲ့ ဂျော့ဆိုတဲ့ ဆွဲဆောင်မှုရှိတဲ့အလန်းစားဘဲလေး (Austin Stowell)ကိုအင်မတန်မျက်မုန်းကျိုးမိနေပါတော့တယ်။ ဂျော့ကလည်း လူစီကို ကြည့်မရပါဘူး။သူတို့နှစ်ယောက်ဟာ‌ နေ့တိုင်းရုံးမှာတကျက်ကျက်ပါ။ တစ်ယောက်ကို တစ်ယောက် ကွက်ကျော်နင်းဖို့လစ်တာနဲ့တွယ်ဖို့ ချောင်းနေတဲ့ ဒီ(၂)ယောက်ဟာ ဒါရိုက်တာ ရာထူးကို လုဖို့ ကြိုးစားလာတဲ့အချိန်မှာတော့မင်းသားကလည်း လန်းသလို မင်းသမီးကလည်း အလှပဂေး Sexy type လေးမို့နင်းကန် ခံစားသင့်ပါကြောင်း..Rom-comဖြစ်ပေမယ့် ပေါ့ရွတ်ရွတ်ဖြစ်မနေပဲ ဇာတ်အိမ်ရှိတဲ့အတွက်ကြည့်ရှုခံစားလို့ရတဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။ File Size : (1.94GB)(961 MB) and (363 MB)\nQuality : WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-hating-game2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/cr-133x200.jpg",
        "title": "Crashing Through the Snow (2021)",
        "description": "it's beginning to look a lot like Christmas!ခရစ္စမတ်ရာသီရောက်လာတာနဲ့အမျှ ခရစ္စမတ်ကားလေးတွေလည်း တစ်ကားပြီးတစ်ကား ထွက်ရှိလာပါတယ်ဒီကားလေးကတော့ Romance, Drama ဇာတ်ကားလေးပါမက်ဂီက မီယာနဲ့ ဆိုဖီဆိုတဲ့ သမီးလေးနှစ်ယောက်ကို ပြုစုစောင့်ရှောက်နေတဲ့ single mom ပါ။ သူ့အမျိုးသားဂျက်ဖ်နဲ့ ကွာရှင်းပြီးဖြစ်ပေမယ့် မိတ်ဆွေတွေလို ရင်းနှီးခင်မင်ကြတုန်းပါ။ဂျက်ဖ်မှာက ကိတ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ရှိပါတယ်။ဒီနှစ်ခရစ္စမတ်မှာတော့ ကိတ်က မက်ဂီတို့မိသားစုကို သူတို့ဇာတိမြို့ Aspen က အိမ်ရာကြီးဆီ အလည်ဖိတ်ပါလေရောကွာရှင်းပြီးယောက်ျားဖြစ်သူရဲ့ လက်ရှိကောင်မလေးရဲ့ မိဘအိမ်ကို အလည်သွားရမှာဆိုတော့ မက်ဂီ့အတွက် နည်းနည်းတော့ ကသိကအောက်နိုင်တာပေါ့ဆိုတော့ ဘယ်လိုတွေ စခန်းသွားကြမလဲပေါ့နော်ဇာတ်အိမ်ကိုတော့ အမေရိကန်နိုင်ငံ Aspen မြို့လေးမှာ အခြေတည်ထားပေမယ့် တကယ်ရိုက်ကူးထားတာကတော့ ကနေဒါနိုင်ငံ Winniepeg နဲ့ Banff မြို့တွေမှာပါတဲ့Winter movie တို့ထုံးစံအတိုင်း နှင်းတောရှုခင်းလေးတွေ လှပါတယ် ကြည့်ရှုလိုက်ကြပါဦး File size…(1.4 GB) / ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/crashing-through-the-snow-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tlou8vRlocYqqWFUDvjQa6Y47zA.jpg",
        "title": "Even Mice Belong in Heaven (2021)",
        "description": "IMDb Rating (7.2) / Rotten Tomatoes (100%)အခုလို ဆောင်းရာသီလေးမှာ ​ပေါ့​ပေါ့ပါးပါးနဲ့ ကာတွန်းကားကောင်းလေးတစ်ကားကြည့်ဖို့ စိတ်ကူးရှိတယ်ဆိုရင် လောလောလတ်လတ်ထွက်ရှိထားတဲ့ Even Mice Belong In Heaven ဆိုတဲ့ ကာတွန်းကားလေးကို ညွှန်းလိုက်ပါရစေ။ထူးထူးခြားခြားအနေနဲ့ ဒီကားလေးကို ရုပ်သေရုပ်ဆက်ရိုက်ချက်(stop motion technique)နဲ့ ရိုက်ကူးထားတဲ့အတွက် ကြည့်ရတာဆန်းနေပါလိမ့်မယ်။ ဒီကားလေးမှာ ရဲစွမ်းသတ္တိရှိရမယ် ရှိတယ်လို့ အထင်​ရောက်​နေတဲ့ ကြွက်ကလေးတစ်ကောင်နဲ့ ဘုမသိဘမသိ ​ကောင်းကင်ဘုံကို ရောက်သွားရရှာတဲ့ မြေခွေးတစ်ကောင်ရဲ့ ဇာတ်လမ်းကို အခြေတည်ထားပါတယ်။ကြွက်မလေးဟာ ရဲစွမ်းသတ္တိရှိတယ်လို့ ပြချင်တာနဲ့ပဲ မြေခွေးရဲ့ အမွှေးသွားဆွဲနှုတ်ရာကနေ ၂ ကောင်လုံး ကားတိုက်ခံရပြီး ​ကောင်းကင်ဘုံ ရောက်သွားကြတယ်။ ​ကောင်းကင်ဘုံ​ရောက်​ရောက်ချင်း ​ရေချိုးရမယ်ဆို​တော့ ဘယ်လောက်ပဲ ရဲစွမ်းသတ္တိရှိတယ်ပြောပြော ရေအသေကြောက်ကြတဲ့ ၂ ကောင်လုံးဟာ ​ကောင်းကင်ဘုံမှာ ပေါက်ကရတွေစဖြစ်ပါတော့တယ်။မရောက်ဖူးတဲ့နေရာကလည်းဖြစ် ကြောက်ကလည်းကြောက်၊ မတည့်ကလည်းမတည့်နဲ့ ၂ ကောင်ပေါင်းလောင်းကျော်ပြီး သံယောဇဉ်တွေဖြစ်လာ၊ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/even-mice-belong-in-heaven-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4EKpFX23reRVsv8ZY2wm6DhZPPs.jpg",
        "title": "Perhaps Love (2021)",
        "description": "Perhaps Love (2021)\"လူတစ်ယောက်ကို ချစ်တာ အပြစ်မဟုတ်ဘူးလေ\"၇ နှစ်တာကြာအောင် စာမရေးနိုင်တဲ့ စာရေးဆရာ ဟျွန်း....\nစာရေးဆရာဟျွန်းနဲ့ သူ့အကြောင်းကို ဝတ္ထုအဖြစ်ဖန်တီးတဲ့ ကောင်လေးယူဂျင်း...အိမ်ထောင်နှစ်ဆက်၊ သားတစ်ယောက် သမီးတစ်ယောက် ရှိထားတဲ့ စာရေးဆရာဟျွန်းကမိန်းမတွေကိုပဲ စိတ်ဝင်စားတဲ့ အဖြောင့်သမားလေးပါအဲလိုလူမျိုးကိုမှ သွားစိတ်ဝင်စားမိတဲ့ ကောင်ကွေးလေးယူဂျင်းဟာ\nတစ်ဖက်သတ်အချစ်နဲ့ပဲ အဆုံးသတ်မလား\nပေးထားတဲ့အချစ်ကို ပြန်ရနိုင်မလားဆိုတာ ကြည့်ရှုပေးကြပါဦးနော်Comedy Romance ဆိုပေမဲ့ ထင်ထားတာထက် အတိုင်းထက်အလွန်ပါပဲလူတွေနဲ့ဆက်ဆံရေး၊ အိမ်ထောင်မှုအဆင်မပြေတဲ့ မိဘတွေရဲ့ သားသမီးတွေ၊\nသဘာဝကျတဲ့ လူတွေရဲ့စိတ်ကို အလှပဆုံးဖော်ကျူးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB, 933MB , 297MB\nFormat…mp4\nDuration….1h 53min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ..... August",
        "rating": "5",
        "url": "https://channelmyanmar.org/perhaps-love-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/i-133x200.jpg",
        "title": "India Sweets and Spices (2021)",
        "description": "အရင်ဆုံး ပြောချင်တာက ဒီကားလေးကို လူတိုင်းကြည့်သင့်တယ်လို့ ယူဆမိပါတယ်။\nယောက်ျားပဲဖြစ်စေ၊ မိန်းမပဲဖြစ်စေ ကြည့်ရှုသူအတွက် အယူအဆသစ်၊ အတွေးသစ်ကို\nပေးစွမ်းနိုင်တဲ့ ဇာတ်လမ်းမျိုးလို့ စာရေးသူတော့ထင်မိပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရှင်းရှင်းလေးပါပဲနွေရာသီ တက္ကသိုလ် ကျောင်းပိတ်ရက်မှာ အိမ်ကို အလည်ပြန်လာတဲ့ ကောင်မလေးတစ်ယောက်\nလူငယ်ရေးရာ၊ မိသားစုရေးရာ ပြဿနာကို ကြုံလာရတဲ့အခါ\nဒီ ပြဿနာတွေကို နည်းလမ်းမှန်မှန်နဲ့ ဖြေရှင်းဖို့ ကြိုးစားပုံကို တင်ဆက်ထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲဒီလို ရိုးရှင်းတဲ့ ဇာတ်ကြောင်းလေးကိုမှ အပေါ်ယံ အမြင်လှပြီး အတွင်းမှာ ပျက်စီးနေကြတဲ့ လူကုံထံ အသိုက်အဝိုင်းက\nရုပ်၀တ္ထုတွေကို တန်ဖိုးထားပြီး အဓိကနဲ့ သာမညမကွဲပြားမှုတွေ၊ ယောက်ျားကြီးစိုးမှု ဝါဒနဲ့ ကျားမတန်းတူ\nအခွင့်အရေးဖြစ်သင့်တဲ့ အကြောင်းအရာတွေနဲ့ ကွန့်မြူးထားပါတယ်ဒီဇာတ်လမ်းလေး အဆုံးထိ ကြည့်ပြီးတဲ့ အချိန်မှာ အကောင်းဆုံးလို့ မဆိုနိုင်ရင်တောင်\n\" ကောင်းသားပဲ မဆိုးဘူး \" လို့ အသိအမှတ်ပြုမိပါလိမ့်မယ်မိသားစုနဲ့လည်း အတူကြည့်နိုင်ပါတယ်။ ကြည့်နေရင်းမှာလည်း မိသားစုရေးရာ ဆောင်ရန်ရှောင်ရန်တွေကို\nဆင်ခြင်မိစေမယ့် ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ File size…(1.6 GB) / (900 ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/india-sweets-and-spices-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cRZvw3bPomtucIUtMHZ3qPIYtYs.jpg",
        "title": "Tooth Fairy (2010)",
        "description": "Tooth Fairy (2010)လူသားဆန်ပစ်လိုက်ဆိုတဲ့ဘိုးတော် Viral ဖြစ်သွားတော့ ဒီဘဲ ဝါဒီကိုအတော်များများကသဘောကျကြတယ်ပေါ့ဗျာ။ သဘောလည်းကျချင်စရာပဲ လက်တွေ့ဆန်တာကိုးဗျ။ လူသားဆန်ပစ်လိုက်ဆိုတဲ့ ဘဲကဘယ်နှခုနှစ်ကပြောလဲမသိပေမဲ့ ကျွန်တော်တို့ရဲ့ ဒဝိန်းဂျွန်ဆင်ကြီးကတော့ ၂၀၁၀ ထဲက လူသားဆန်နေတာပါ။ဒဲရစ် သွန်မဆင်ဆိုတဲ့ ဟော့ကီးသမားကတော့ ပရိသတ်တွေကြားမှာ သွားနတ်သားလို့နာမည်ပြောင်ရထားပြီး fantasy တွေကိုလည်း bullshit လို့တွေးထားသူတစ်ယောက်ပါ၊ ကလေးတွေနဲ့တွေ့ရင်လည်း ကျွန်တော်က နာမည်ကြီး ဟော့ကီးကစားသမားဖြစ်ချင်တာဗျဆိုရင် မင်းထက်တော်တဲ့ကောင်တွေအများကြီးရှိသေးတယ်၊ ဘဝမှာအများကြီးမျှော်လင့်မထားနဲ့ ဆိုပြီး ပြောတတ်တဲ့သူမျိုးပေါ့။ဒီလို ဘုလကန့်ဂွစာလူ၊ Fantasy တွေကိုမယုံတဲ့သူကိုအပြစ်ပေးဖို့ဆိုပြီး ဆင့်ခေါ်စာရောက်လာခဲ့ပါတယ်၊ fantasy တွေကိုမယုံတဲ့သူ့ခမျာ Fantasy Land ဖြစ်တဲ့နတ်သူငယ်တိုင်းပြည်ကိုရောက်သွားပါတော့တယ်။Family/Comedy ကားဖြစ်ပြီးတော့ အိပ်မက်တွေကိုဆက်လက်ရှင်သန်နေစေဖို့ မဖြစ်နိုင်ဘူးဆိုတာ အတွေးသပ်သပ်ဖြစ်ပြီး ဘဝမှာ မဖြစ်နိုင်တာတွေလည်း ဖြစ်လာနိုင်တယ်ဆိုတာ ပြောပြထားတဲ့ကားကောင်းလေးတစ်ကားပါ။Keep Dreaming! လူသားဆန်ပါ။ လူသားဆိုတာ အိပ်မက်တွေနဲ့ကင်းလို့မရနိုင်ပါ...။(ဇာတ်ကားနဲ့အညွှန်းကို ပြန်ဆိုရေးသားပေးထားသူကတော့ Murphy ပဲ ဖြစ်ပါတယ်)Size - 1.6GB, 910MB\nQuality ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/tooth-fairy-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BZTM5ZjM3NDEtYTJkMi00YzM0LWI2NDAtMzM4MmRmMjA0NDExXkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_-150x200.jpg",
        "title": "Singh Is Bliing (2015)",
        "description": "ကိုရီးယားရုပ်ရှင် My Wife is a Gangster 3 ကို Bollywood Version နဲ့ ပြန်လည် ပုံဖော်ထားတဲ့ Singh is Bliing အက်ရှင် Comedy ရုပ်ရှင်လေးပါCast တွေအဖြစ် Akshay Kumar နဲ့ Amy Jackson တို့က ခေါင်းဆောင်နေရာက ပါဝင်ထားပါတယ်ဒီကားထဲမှာတော့ မင်းသမီး Amy Jackson ရဲ့ အကအလှတွေ ဘီကိနီအလှတွေနဲ့အတူ ကြမ်းကြမ်းရမ်းရမ်းအက်ရှင်တွေကိုလည်း ရှုစားရဦးမှာပါဇာတ်လမ်းအကျဥ်းကတော့ဒီလိုပါဆင်း ဟာ အမြဲတမ်းပျော်ပျော်နေတတ်ပြီး တာဝန်ဝတ္တရားတွေကို ပြီးမြောက်အောင်မလုပ်တဲ့ ခပ်ပျက်ပျက် လူတစ်ယောက်ပေါ့\nတစ်နေ့မှာတော့ သူ့အဖေရဲ့ ဂိုအာက သူ့သူငယ်ချင်းဆီမှာ အလုပ်လုပ်ရင်လုပ် မလုပ်ရင် မင်္ဂလာဆောင်ရမယ်ဆိုပြီး အတင်းအကြပ်ရွေးချယ်ခိုင်းမှုကြောင့် ဆင်းတစ်ယောက် ဂိုအာကို ထွက်ခဲ့ဖို့ဖြစ်လာပါတယ် အဲ့မှာ ဆာရာနဲ့ဆုံဖို့ အကြောင်းပါလာပါတော့တယ်ဆာရာကတော့ ရို​မေးနီးယားနိုင်ငံက လက်နက်စီးပွားရေးလုပ်ငန်းရှင်ကြီးတစ်ဦးရဲ့ သမီးဖြစ်ပြီး သူမအမေကိုရှာဖို့တစ်ကြောင်း ပြိုင်ဖက်စီးပွားရေး ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/singh-is-bliing-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/91kF5XWD7GL._AC_SL1500_-160x200.jpg",
        "title": "Knives Out (2019)",
        "description": "IMDb Rating (8.0) / Rotten Tomatoes (97%)ဒီဇာတ်ကားက Rating တွေ ကြမ်းသလို နာမည်ကြီးသရုပ်ဆောင်တွေ တော်တော်များများပါဝင်ထားတယ်။ဂျိမ်းစ်ဘွန်းမင်းသားကြီး Daniel Craig, ကပ္ပတိန်အမေရိက Chris Evans, No Time to Die နဲ့ Knock Knock ဇာတ်ကားတို့မှာ ပရိတ်သတ်အာရုံကို အပြည့်အဝဖမ်းစားခဲ့တဲ့ မင်းသမီး Ana de Armas, 13 Reason Why ရဲ့ Katherine Langford တို့အပြင် တခြားနာမည်ကြီးတွေလဲပါသေးတယ်။မင်းသမီး Ana de Armas ရဲ့ ရှယ်သရုပ်ဆောင်ချက်တွေကို မြင်တွေ့ရမှာဖြစ်ပြီး Daniel Craig က သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကို ကြိုက်လို့ No Time to Die ဂျိမ်းစ်ဘွန်းဇာတ်ကားမှာ ဒီမင်းသမီးကို ထည့်ရိုက်ခိုင်းခဲ့တယ် ဆိုကြတယ်....ပါဝင်သရုပ်ဆောင်ရတဲ့အချိန် အတိုလေးဆိုပေမယ့် သူ့ရဲ့ဖမ်းစားမှုကို ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/knives-out-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c4FQVzPp41DlLd4dswe95x2wom1.jpg",
        "title": "A Man Who Was Superman(2008)",
        "description": "A Man Who Was Superman(2008)အညွှန်း**************************************IMDb...7.3Documentaryတွေ ရိုက်ကူးဖန်တီးတဲ့ ပီဒီ ဆုန်းဆူဂျောင်းဟာလခလည်း မရ ကြည့်ရှုနှုန်းလည်း နည်းတာကြောင့် လက်ရှိ အလုပ်ကနေ ထွက်ပြီးအာဖရိကကို သွားဖို့ စီစဉ်ပါတော့တယ်။ ဖြစ်ချင်တော့ အာဖရိကမှာ ဝန်ထမ်းတွေခြင်္သေ့ကိုက်ခံရတာကြောင့် ရိုက်ကူးရေး ဖျက်သိမ်းလိုက်ရတဲ့ အချိန်မှာပဲ သူ့ကင်မရာ အခိုးခံလိုက်ရပါတယ်...\nသူခိုးကို လိုက်ဖမ်းရင် သူ့ကိုယ်သူ စူပါမန်းလို့ ပြောနေတဲ့ လူတစ်ယောက်နဲ့ တွေ့ဆုံလိုက်ရပါတယ်....\nစူပါမန်းဆိုတဲ့သူက သူတတ်နိုင်သမျှ နည်းလမ်းပေါင်းစုံနဲ့ လူတွေနဲ့ တိရစ္ဆာန်လေးတွေကို ကူညီနေပြီးကလေးတွေရဲ့ သူငယ်ချင်းလည်း ဖြစ်‌နေပါသေးတယ်....\nဒါကိုတွေ့ပြီး ရိုက်ကူးရေးလုပ်ဖို့ အကြံရသွားတဲ့ ဆူဂျောင်းဟာစူပါမန်းကို စတင်ချည်းကပ်ပါတော့တယ်...\nစူပါမန်းက သူ့ခေါင်းထဲကို လူဆိုးကောင်က ခရစ်ပတွန်နိုက် ထည့်သွားလို့ စွမ်းအားတွေသုံးလို့ မရတာလို့ ပြောခဲ့ပေမဲ့ ဆူဂျောင်းအတွက် ယုံတမ်းစကားလိုပါပဲ...\nဒါပေမဲ့ သူပြောသလို စူပါမန်းရဲ့ ခေါင်းထဲမှာ အမည်မသိ အရာတစ်ခုက တကယ် ရှိနေခဲ့ပါတယ်...စူပါမန်းက ဘာဖြစ်လို့ ဒီအခြေအနေ ဖြစ်သွားရပြီး ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/a-man-who-was-superman2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8KtkNgOgluMF6ynBC5YZT3kLeXA.jpg",
        "title": "This Game’s Called Murder (2021)",
        "description": "This Game's Called Murder (2021)ဒီကားလေးက လူသတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဒါပေမယ့် ကြောင်တောင်တောင်နိုင်တယ်လို့ ပြောရင်ကောင်းမလား စိတ်ဝင်စားဖို့ကောင်းတယ်ပဲ ပြောရင်ကောင်းမလား။ ဒီကားလေးက စိတ်ဝင်စားဖို့လည်းကောင်းသလို သူ့ရဲ့ လူသတ်မှုတွေက တစ်နည်းတစ်ဖုံ ရက်စက်လို့နေပါတယ်။ဇာတ်လမ်းကတော့ ဖန်စီဇာတ်လမ်းလေးပါ။ ကမ္ဘာ့နာမည်အကြီးဆုံးဖိနပ်အရောင်းကုမ္ပဏီကနေ လူတွေရဲ့ သတင်းအချက်အလက်တွေစုဆောင်းပြီး ပြန်လည်ရောင်းချပါတယ်။ ဒါပေမဲ့ ကုမ္ပဏီပိုင်ရှင် အဖေလုပ်သူရဲ့ သမီးက ပေတေဆိုးသွမ်းပြီး လုပ်ချင်ရာလုပ်တယ်၊ အဲဒီလိုပဲ မယားဖြစ်သူကလည်း ဘာသာရေးအစွန်းရောက်ပြီး ဂေါက်တောက်တောက်လိုဖြစ်နေရှာတယ်။အဲဒီမှာပဲ မိသားစုအရှုပ်တော်ပုံကနေ ရွှေချောင်းခိုးသယ်တဲ့ကိစ္စအထိဖြစ်လာပြီး လူသတ်ဂိမ်းကစားတဲ့ အခြေအနေဖြစ်လာခဲ့တယ်။ သူတို့က လူသတ်တော့မယ်ဆိုရင် ဂိမ်းကစားရအောင်လို့ အမြဲပြော​လေ့ရှိတယ်။ ကြောင်တောင်တောင်နိုင်တဲ့နည်းနဲ့ လူသတ်နေကြပါပဲ။အဲဒါကြောင့် ဒီရက်ပိုင်းပျင်းနေလို့ရှိရင်တော့ ဒီကားလေး ဖွင့်ထားပြီး အပျော်သဘောအနေနဲ့တော့ ကြည့်လို့ကောင်းပါတယ်ဆိုတဲ့အကြောင်း ညွှန်းဆိုလိုက်ပါရစေ။\nသတ်ဖြတ်ခန်း​တွေ ကြမ်းတမ်းတာရယ် တချို့ Nudity and Sex scenes ​လေး​တွေ ပါတာမို့ အသက်မပြည့်သူများ မကြည့်သင့်ပါဘူး​နော်။\nFile size…(1.2 GB)/(600 MB)\nQuality….WEB-DL ...",
        "rating": "",
        "url": "https://channelmyanmar.org/this-games-called-murder-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/brkyQKNcaVNWGsCBCW5bKy9zVeW.jpg",
        "title": "The Pacifier (2005)",
        "description": "The Pacifier (2005)ဒီဇာတ်လမ်းကတော့ မိသားစုကြည့် ပျော်စရာလေးပါ။ နာမည်ကိုက \"ချိုလိမ်\" ဆိုတော့ စဉ်းစားသာကြည့်‌ပေါ့ဗျာ။ မင်းသားကြီး Vin Diesel ကို အကြမ်းပတမ်း တိုက်ခိုက်ရေးမင်းသားကြီးကနေ ကလေးထိန်းအဖြစ် အသွင်ပြောင်းပစ်လိုက်တဲ့ ဇာတ်ကားဆိုပါတော့။ သူ့ကို Riddick ဇာတ်ကောင်ရယ် The Last Witch Hunter ရယ်မှာ တိုက်ခိုက်ရည်ပြည့်ဝပြီး ရုန်းကန်နိုင်တဲ့ ယောက်ျားကောင်းဇာတ်ရုပ်နဲ့ ကြည့်ဖြစ်လာခဲ့တော့ အခုဇာတ်ကားက သူနဲ့စာရင် ပေါတောတော ဆန်သွားသလိုပါပဲ။ ဒါပေမဲ့ ပျော်ဖို့ကောင်းပါသေးတယ်။ Jackie Chan ရဲ့ The Spy Next Door ထက်တောင် ကြိုက်မိပါသေးတယ်။ဇာတ်လမ်းကတော့ Navy Seals တပ်ဖွဲ့ ဗိုလ်တစ်ဦးဖြစ်တဲ့ Shane က နျူလက်နက်တွေ မီးပန်းဖောက်သလို ပစ်မရအောင် နှောင့်ယှက်နိုင်တဲ့ ကိရိယာကို တီထွင်ခဲ့တဲ့ ပုဂ္ဂိုလ်ကို သွားရောက်ကယ်တင်ရာက အစပြုပါတယ်။ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-pacifier-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/s-135x200.jpg",
        "title": "Single All the Way (2021)",
        "description": "ရိုမန်တစ်ခရစ္စမတ်ရာသီဆိုတော့ ဒီတစ်ခါလည်း ရိုမန်တစ် ခရစ္စမတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီရိုမန်တစ်ဇာတ်လမ်းလေးကတော့ ဂေးနှစ်ယောက်ကြားက အချစ်ဇာတ်လမ်းလေးပါဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါပီတာက သူ့ဇာတိ နယူးဟမ့်ရှိုင်းယားနယ်လေးကနေ အယ်လ်အေမှာ အခြေချခဲ့တာ ကိုးနှစ်ကြာခဲ့ပါပြီအယ်လ်အေမြို့ကြီးမှာတော့ အရမ်းချော အရမ်းခန့် အရမ်းသန့်တဲ့ ကောင်လေးတွေကို ဘူဖေးလိုပဲ ရိုက်သတ်လို့မကုန်နိုင်အောင် အများကြီးတွေ့ခဲ့ရပါတယ်တဲ့ဒါပေမယ့် ပီတာတစ်ယောက်ကတော့ အချစ်ကံခေသူပဲ ဆိုရမလား တွဲသမျှလူတိုင်းနဲ့ လပိုင်းလောက်ပဲခံပြီး ပြတ်သွားကြတာချည်းပါပဲမိသားစုကလည်း ခရစ္စမတ် အိမ်ပြန်လာတိုင်း ဆင်ဂယ်ဖြစ်နေတဲ့သူ့ကို မြန်မြန် လက်တွဲဖော်ရှာဖို့ အမြဲတဖွဖွနဲ့ပေါ့နော်အဲဒီလို နားပူနားဆာလုပ်တာတွေ မခံနိုင်တော့တဲ့ ပီတာတစ်ယောက် ဒီနှစ်ခရစ္စမတ် အိမ်ပြန်တဲ့အခါမှာတော့ သူ့အခင်ဆုံးသူငယ်ချင်းနစ်ခ်ကို ရည်းစားဟန်ဆောင်ခိုင်းမယ်ဆိုတဲ့ အကြံအစည်ကြီးနဲ့ နှစ်ယောက်သား နယူးဟမ့်ရှိုင်းယားဇာတိမြို့‌လေးကို ထွက်လာခဲ့ကြလေ‌ရဲ့ပီတာတစ်ယောက် ဇာတ်လမ်းနာမည်အတိုင်း single all the way ပဲ ဆက်သွားမလားဆိုတာတော့ ကြည့်ရှုလိုက်ကြပါဦး \nFile size…(1.6 GB) / (900 Mb) / (500 Mb)\nQuality….Webrip 1080p ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/single-all-the-way-2021/"
    }
]