[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNXjS7xRZWMCZNtVYTEJrs7MCDy.jpg",
        "title": "Secret Agent Dingledorf and His Trusty Dog Splat (2021)",
        "description": "Secret Agent Dingledorf and His Trusty Dog Splat 2021\n=================================\nအခုလို စိတ်ညစ်စရာတွေ ပြည့်နှက်နေတဲ့ ကာလကြီးမှာ ပျော်စရာ၊ ရွှင်စရာ ပေါ့ပေါ့ပါးပါးနဲ့\nမိသားစု ကလေးတွေနဲ့ ကြည့်လို့ရမယ့်ကားလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။Secret Agent Dingledorf and His Trusty Dog Splat ဟာ အခုနှစ်ထဲမှာ အသစ်ထွက်ထားတဲ့ကားလေးဖြစ်ပြီး\nဇာတ်ကားဟာ ကျွန်တော်တို့ ငယ်ငယ်က ကြည့်ခဲ့ရဘူးတဲ့ Home Alone တို့ Spy Kid တွေကလိုပဲ ကလေးတွေက ဇာတ်လိုက်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အရူးတပိုင်းဖြစ်နေတဲ့ လူဆိုးခေါင်းဆောင် ဒေါက်တာချက်ကယ်ဟာ\nကမ္ဘာကြီးကို အလွန်အကျွံရယ်​မောစေနိုင်တဲ့ လှိုင်းနဲ့ ဖျက်ဆီဖို့ ကြိုးစားရမှာ မထင်မှတ်ထားပဲ\nကလေး ၃ ယောက်က ကမ္ဘာကြီးကို ကယ်တယ်ဖို့ အထိဖြစ်လာတာပါပဲ။ဆန်းဆန်းပြားပြားတွေမပါပဲ ကလေးအကြိုက် ဟာသ ရီစရာအနေနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်။\nဟာသလေးတွေကလည်း လူကြီးတွေကြည့်မယ်ဆိုရင် ငယ်ဘဝကိုတောင် ပြန်သတိရစေနိုင်မယ်လို့ ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/secret-agent-dingledorf-and-his-trusty-dog-splat-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/tA9MDNieaa5vhbOs7aY3aQr5fZ5-140x200.jpg",
        "title": "[18+] Sex Plate 17 (2017)",
        "description": "ကိုရီးယား အခွီဟာသ အချစ် ၁၈+ ဇာတ်ကားလေးပါ...ချစ်သူကောင်မလေးက တခြားတစ်ကောင်နဲ့ ဖောက်ပြားပျော်ပါးနေတာကို တွေ့လိုက်ရပြီးတဲ့နောက်ဂီဟာတစ်ယောက် အစိမ်းလတ်လတ်အသည်းကွဲသွားပြီး အရက်နဲ့အလေလိုက်နေမိတော့တာပေါ့...တစ်နေ့မှာတော့ သူ့ဘေးအိမ်ကို လှလွန်းလန်းလွန်းတဲ့ ချိုဟီဆိုတဲ့ကောင်မလေးတစ်ယောက်တစ်ပွေတည်းလာနေတာ ကြုံရတဲ့အပြင် အဲ့ကောင်မလေးက သူ့ကိုဖောင်းဒိုင်းကြရအောင် တောင်းဆိုလာတဲ့အခါ...အသည်းကွဲနေတဲ့ ဂီဟာတစ်ယောက် အရက်သောက်ကြေကွဲနေရမလား...ဖောင်းဒိုင်းရမလား ဝေခွဲမရဖြစ်ပြီး ဘဝမှာသိပ်ခက်တဲ့ရွေးချယ်မှုတွေ ပြုလုပ်ရပါတော့တယ်...ချိုဟီက အကန့်အသတ်တော့ရှိပါတယ်...၃ ပတ်ပဲ ဒီမှာနေပြီး ဖောင်းဒိုင်းလို့ရမှာဖြစ်ပြီး၃ ပတ်ကျော်လွန်သွားရင်တော့ ဖြစ်ပျက်သမျှမေ့လိုက်ကြရအောင်တဲ့။အချစ်ကိုကိုးကွယ်တဲ့ အူကြောင်ကြား ဂီဟာတစ်ယောက် ၃ ပတ်စာ ပျော်မွေ့ပြီး ချိုဟီကိုမေ့လိုက်ရမှာလား...ချိုဟီကရော ဘာလို့ဒီကိစ္စကို လာလုပ်ရတာလဲဆိုတဲ့ လျှို့ဝှက်ချက်တွေနဲ့ ဒီဇာတ်ကားကကြည့်လို့ပျော်မြူးရမယ့် ၁၈+ ဇာတ်ကားလေးဖြစ်ပါတယ်။မင်းသမီး Park Kyoung-hee ဟာ နာမည်ကြီးကားတချို့မှာ ပါဝင်ဖူးတဲ့ဇာတ်ရံမင်းသမီးတစ်လက်ဖြစ်ပြီးဒီဇာတ်ကားမှာတော့ သူ့ရဲ့အလှအပတွေကို မကွယ်မဝှက်တင်ဆက်ပြီး ချိုဟီနေရာကနေ အကောင်းဆုံးသရုပ်ဆောင်သွားပါတယ်။၁၈+ မကြည့်ရဲရင်တောင် ရယ်ရတဲ့ကားလေးမို့ မြည်းစမ်းကြည့်ဖို့ ဖိတ်ခေါ်ပါတယ်။ \nFile size…(1.2 GB)/(700 MB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-sex-plate-17-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/p87gec-142x200.jpg",
        "title": "She’s on Duty (2005)",
        "description": "အခုတလော နာမည်ကြီးနေတဲ့ Squid Game ဇာတ်ကားမှာ ပါးတွေချည်း လှိမ့်ရိုက်ခဲ့တဲ့ မှင်စာဦးလေးကြီး Gong Yoo ငယ်ငယ်တုန်းက ကားဟောင်းလေးပါရဲစုံထောက်တစ်ဦးဖြစ်တဲ့ ချွန်းဂျယ်အင်း(Kim Sun Ah)ဟာ ကျောင်းကိုမုန်းတီးပြီး စာညံ့ခဲ့သူ ဖြစ်ပေမယ့် စစ်ဆင်ရေးတစ်ခုကြောင့် အထက်တန်းကျောင်းသူယောင်ဆောင်ခဲ့ရပါတယ်\nပစ်မှတ်ဖြစ်သူနဲ့ ရင်းနှီးဖို့လုပ်ရာက ပစ်မှတ်အစားအထက်တန်းကျောင်းသား ဂန်နိုယောင်း(Gong Yoo) နဲ့ သိကျွမ်းခဲ့ပါတယ်\nပြောင်းသွားတဲ့အိမ်အသစ်ကလည်း ဂန်နိုယောင်း အိမ်ဘေးမှာဖြစ်နေပြန်ရော\nဒါနဲ့ပဲ စုံထောက်အစ်မကြီးက ကျောင်းသားမောင်လေးကို ချစ်မိသွားတယ်ပေါ့ စစ်ဆင်ရေးထက်ကို ကျောင်းက ကလေးဆိုးတွေနဲ့ပဲရန်ဖြစ်ရင်း အတော်ဆုံးဖိုက်တာတောင်ဖြစ်လိုက်ပါသေးတယ်\nစစ်ဆင်ရေးကတော့ တကယ့်ကိုအကြမ်းစားပါ\nကျောင်းထဲမှာ ဂျယ်အင်းလိုပဲ အသွင်ယူထားတဲ့ နောက်ထပ် ၂ယောက်ရှိနေသေးတယ် ကျောင်းသားတစ်ယောက်နဲ့ ဆရာတစ်ယောက်...\nသူတို့တွေထဲမှာမှ လူသတ်သမား လူဆိုးရဲ့ သူလျှိုက ရှိနေတဲ့အခါ...ဖိုက်တင်ခန်းတွေလည်းပါပြီး drama လည်းခင်းတဲ့အပြင် ဟာသပါနှောပြီး ရိုက်ထားတာဖြစ်လို့ ရသစုံစွာနဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထား Oleander ပါ )File Size__2 GB, ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/shes-on-duty-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/ems.ZW1zLXByZC1hc3NldHMvbW92aWVzLzQ0ZmUxOTMyLTFhOWMtNDFkMy05NmM3LTJmNzZmZDE2OWI2Yi53ZWJw-133x200.jpeg",
        "title": "Latte and the Magic Waterstone (2020)",
        "description": "ဖြူကောင်လေးတွေကို တွေ့ဖူးကြလားဗျဖြူကောင်လေးတွေက အထီးကျန်တဲ့ကောင်လေးတွေတဲ့တခြားအကောင်လေးတွေလို အုပ်စုဖွဲ့နေလေ့မရှိဘဲ သီးခြားနေတတ်တဲ့သူတွေပေါ့အဲ့ဒါကြောင့် အထီးကျန်တဲ့သူတွေကိုဆို ဖြူကောင်လေးတွေနဲ့ တင်စားလေ့ရှိကြတယ်Latte ဆိုတဲ့ ဖြူမလေးကလည်း အဲ့လိုအထီးကျန်နေတဲ့သူပေါ့မွေးကတည်းက တစ်ကောင်တည်းပဲရှိတာမို့ ဘယ်ဆီဘယ်ဝယ်မှန်းမသိတဲ့ သူ့အဖေကို တမ်းတရင်း တစ်ကောင်တည်းနေနေရတဲ့သူ...မိဘမရှိတဲ့ကလေးမလေးဆိုတော့ တောထဲမှာ တစ်ခုခုဖြစ်တိုင်း သူ့ကို အပြစ်တင်တတ်လွန်းလို့ သူ့ကိုယ်သူ Princess Latte ဆိုပြီး အားတင်းနေရတဲ့သူပါLatte တို့တောထဲမှာ နှစ်တိုင်းကြုံနေရတဲ့ ရေခမ်းခြောက်မှုကို ဖြေရှင်းဖို့တိရစ္ဆာန်လေးတွေဟာ ရေစုဆောင်းထားလေ့ရှိတယ်တစ်ရက်မှာတော့ ဖြူကောင်မလေး Latte နဲ့ ရှဉ့်လေး Tjum ကြောင့် ရေတွေဖိတ်စင်သွားရတဲ့အခါ အားလုံးအကျပ်ရိုက်ပါလေရော... Princess Latte လေးက ပုံပြင်ဆန်တဲ့ WaterStone ဇာတ်လမ်းကို ယုံကြည်ပြီး အားလုံးရဲ့ ပြဿနာကိုဖြေရှင်းပေးဖို့ ဝက်ဝံဘုရင်ကြီးဆီ ခရီးထွက်ခဲ့ပါတယ်ဒီလိုကနေ သူငယ်ချင်းကိုစိတ်မချလို့ လိုက်လာတဲ့ Tjum နဲ့ နှစ်ယောက်သား လမ်းခရီးတစ်လျှောက် ဘယ်လိုပြဿနာတွေကြုံကြမလဲဆိုတာ ကြည့်ရှူရမှာပါချစ်စရာကောင်းတဲ့ ဖြူကောင်လေးနဲ့ ရှဉ့်ပိစိလေး ၂ ကောင်ရဲ့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/latte-and-the-magic-waterstone-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cMIGsv9nRn8lCz2comi3ZGJDePM.jpg",
        "title": "Mugguru Monagallu(2021)",
        "description": "Mugguru Monagallu(2021)\n======================\nအကောင်းတကာ့ အကောင်းမှ ကြိုက်တတ်တယ်ဆိုတဲ့ CM ပရိသတ်တွေအတွက်ဇာတ်ကားကောင်းလေးတစ်ပုဒ် လာပါပြီနော်ဒီဇာတ်လမ်းလေးကတော့ အားလုံးအကြိုက်တွေ့လောက်မဲ့Comedy Thriller အမျိုးအစားလေး ဖြစ်ပြီး IMDb rating အနေနဲ့ 9.1/10 ရရှိထားတာပဲ ဖြစ်ပါတယ်ဒီပက် ကီရှိုး ဆူရှန် ဆိုတဲ့ လူသုံးယောက်ဟာ တစ်နေ့မှာတော့ လူသတ်မှုအတွက်သက်သေထွက်ဆိုဖို့ ရဲစခန်းကို ရှေ့ဆင့်နောက်ဆင့် ရောက်လာခဲ့ပါတယ်ထူးခြားတာက ဒီပက်က မျက်စိမမြင်တဲ့သူ ကီရှိုးကစကားမပြောနိုင်တဲ့သူ ဆူရှန်ကတော့ နားလေးတဲ့သူပေါ့ဒီလို တစ်ယောက်တစ်မျိုးဆီ ချို့ယွင်းနေတဲ့ သူတို့သုံး​ယောက်လူသတ်မှုအတွက် ဘယ်လို သက်သေထွက်ဆိုမလဲ...??သူတို့ သက်သေထွက်ဆိုခဲ့တဲ့ လူသတ်မှုတွေမှာအသတ်ခံရသူတိုင်း နိုင်ငံရေးသမားတွေချည်း ဖြစ်နေတဲ့အခါ....လူသတ်မှုရဲ့ တကယ့်တရားခံကိုရော ရှာတွေ့နိုင်ပါ့မလားဆိုတာကိုComedy Thriller တို့ရဲ့ ထုံးစံအတိုင်း အလွဲလေးတွေနဲ့အတူ လူသတ်တရားခံကို ဖော်ထုတ်ရမှာပဲ ​ဖြစ်ပါတယ်နောက်ပိုင်းတွေမှာ မထင်ထားလောက်တဲ့ဟာခနဲဟင်ခနဲ ဇာတ်ကွက်တွေ ပါလာမှာဆိုတော့ဇာတ်လမ်းကို အများကြီးမစပွိုင်းတော့ဘူးဗျို့ အမြန်သာ ပြေးဒေါင်းပြီး ကြည့်လိုက်ကြတော့နော်File size…1.8GB / 900mB / ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/mugguru-monagallu2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/59d39f4c-3afb-4cca-8c68-e08df314807e-133x200.jpg",
        "title": "Meet the Parents (2000)",
        "description": "Meet the Parents (2000)Night at The Museum တို့ The Secret Life of Walter Mitty တို့နဲ့ လူသိများတဲ့ Ben Stiller ရဲ့ Old But Goldဖြစ်တဲ့ Romance-Comedy ဇာတ်ကားလေးပါဇာတ်ကားက အရမ်းကောင်းသလို ပေါတောတောမဆန်နေဘဲ serious jokes တွေနဲ့ပဲ ၅မိနစ် တစ်ခါလောက် ရယ်နေရမှာ ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ ဂရက် ဟာ သူ့ကောင်မလေး ပမ် နဲ့ တွဲနေကြတာ ဆယ်လ လောက်ကြာပါပြီ\nပမ် ကိုလည်း သူက တကယ် ချစ်မိနေပါတယ် အဲ့ဒါကြောင့် အချိန်ဆွဲမနေဘဲ လက်ထပ် ခွင့် တောင်းဖို့ ကြိုးစားပါတယ်ဒါပေမယ့် အခြေအနေတွေက ထင်ထားသလို ဖြစ်မလာဘဲ လွဲချော်သွားခဲ့ပါတယ်\nလက်ထပ်ခွင့်မတောင်းရဘဲ ပမ် ရဲ့ မိဘ တွေအိမ်ကို ပထမဆုံး ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/meet-the-parents-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p5Uz76EOwj9rAsdGxYL8IZGPV2B.jpg",
        "title": "Queenpins(2021)",
        "description": "Queenpins(2021) အညွှန်း*********************ဒီတစ်ခါကားလေးမှာတော့ Bebe Rexha နဲ့\nFrozen ထဲကဇာတ်ကောင် Anna ရဲ့အသံသရုပ်ဆောင် Kristen Bell တို့ပါဝင်ထားပါတယ်.....ဥာဏ်များပြီးဇွဲရှိတဲ့ Connie Kaminski (Kristen Bell) ဟာစျေးဝယ်ကူပွန်တွေစုပြီးအသုံးစရိတ်တွေကိုပါးပါးနပ်နပ်နဲ့လျှော့ချတတ်ပါတယ် ....တစ်နေ့သူအကြံရလာတာကတော့.... စျေးဝယ်ကူပွန်တွေကို ပုံနှိပ်စက်ရုံကနေခိုးထုတ်ပြီးအွန်လိုင်းကနေ ဝက်ဘ်ဆိုဒ်ထောင်ကာအလကားရလာတဲ့ကူပွန်တွေကို တစ်ဝက်စျေးနဲ့ပြန်ရောင်းတာပေါ့ ...ဟက်ကာမ သူငယ်ချင်းတစ်ယောက်နဲ့ ဘော်ဒါတစ်ယောက်ပါ သူ့လုပ်ငန်းထဲပါဝင်လာခဲ့တယ်...ဒီလောကထဲမှာ အတော်အတန်ကျင်လည်ပြီးနောက် သူတို့တွေဟာ ဈေးကွက်ကိုကြီးစိုးနေတဲ့စီးပွားရေးလုပ်ငန်းရှင်ကြီးတွေကိုပါ  အပီအပျင်ဗျင်းဖို့  ကြိုးစားလာတဲ့အခါမှာတော့...သူတို့ဘယ်လောက်ထိအောင်မြင်မလဲ....ရဲတွေနဲ့ရော ဘယ်လိုပြဿနာတွေရင်ဆိုင်ရမလဲ....ဒီကားက အမျိုးသမီးတွေကို အဓိက ဇာတ်အိမ်တည်ထားပြီး တော်တော်ကိုမြိုင်ဆိုင်ပါတယ်...ဘက်ဂျင်လည်း တော်တော်လေးသုံးထားလို့  ဒေါင်းကြည့်တဲ့သူတွေအဖို့အပန်းဖြေဖို့ရာ ထိုက်တန်စေတဲ့ကားတစ်ကားဖြစ်ပါကြောင်း ညွှန်းဆိုပါရစေ...File Size :(1GB) and (365 MB)\nQuality :WEBRip 720p\nFormat…mp4\nDuration…01:50:00\nGenre : Crime , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Hnin Wut Yi & ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/queenpins2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9QxAPREvGVpWstvlypxn6aW8xdc.jpg",
        "title": "The Shaolin Boy ( 2021 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်လမ်းလေးမှာတော့ ဇာတ်ကြောင်းလေးကိုမပြောခင်အရင်ဆုံး ဇာတ်ကောင်လေးတွေနဲ့မိတ်ဆက်ပေးချင်ပါတယ်- ရှောင်လင်ကျောင်းကနေ ကျောင်းပြောင်းလာတဲ့ အသက်ရှစ်နှစ်အရွယ် ကိုရင်လေး ရှောင်ယွီ- အထက်တန်းကျောင်းတိုက်ကွမ်ဒိုပြိုင်ပွဲမှာ အမြဲလိုလိုနိုင်တတ်တဲ့ တိုက်ကွမ်ဒိုအဖွဲ့ခေါင်းဆောင် အသက်၁၅နှစ်အရွယ် ချုံနန်- အထက်တန်းကျောင်းတိုက်ကွမ်ဒိုအဖွဲ့ရဲ့ မန်နေဂျာ အသက်၁၅နှစ်အရွယ် ရှောင်လန်- အသက်၁၀နှစ်အရွယ် ချုံနန်ရဲ့ညီမလေးရှန်းရှန်းနဲ့ ရှောင်လန်ရဲ့မောင်လေးရှောင်ပါးသူတို့ငါးယောက်ရဲ့ တွေ့ဆုံဇာတ်လမ်းစပုံလေးကတော့... ချုံနန်တို့မောင်နှမနှစ်ယောက်နဲ့ရှောင်လန်တို့ မောင်နှမနှစ်ယောက်ဟာ အရမ်းကိုရင်းနှီးတဲ့ကျောင်းနေဖက်တွေဖြစ်ပြီးရှောင်ယွီကတော့ ကျောင်းပြောင်းလာကာ ရှောင်လန်တို့အိမ်မှာ တည်းနေတဲ့ဧည့်သည်တစ်ယောက်ပါ ရှောင်ယွီ ရှောင်လန်တို့အိမ်ကိုရောက်လာတဲ့နေ့မှာပဲရှောင်လန်ရဲ့အဖေ သိပ္ပံပညာရှင်ကျန်းရှန်းဟာ ထူလင်နံပါတ်ကိုးဆိုတဲ့ပစ္စည်းတစ်ခုကြောင့်လူဆိုးတစ်သိုက်ရဲ့ပြန်ပေးဆွဲခြင်းကို ခံလိုက်ရပါတယ် ဒါတင်မကသေးသူတို့လိုချင်တဲ့ပစ္စည်းက ရှောင်လန်တို့ မောင်နှမနှစ်ယောက်လက်ထဲ ရောက်နေတဲ့အခါမှာလူဆိုးတွေ နည်းလမ်းမျိုးစုံနဲ့ ယူဖို့ကြိုးစားပါတော့တယ် အဲ့ဒီအချိန်မှာသူတို့ငါးယောက် လူဆိုးတွေနဲ့ ဘယ်လိုရင်ဆိုင်မလဲဆိုတာကိုဟာသဆန်ဆန်ရိုက်ကူးထားတာမို့လို့ ဒီဇာတ်ကားလေးကို ပေါ့ပေါ့ပါးပါးလေး ကြည့်ကြရမှာပါနော် Quality : WEB-DL 1080pFormat : mp4During :1h 25minGenres : Action , ComedySubtitle : Myanmar Subtitle ( ...",
        "rating": "5.7",
        "url": "https://megaup.net/31dax/Shaolin.Boy.2021.1080p.WEB-DL.CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-01-at-20.57.28-135x200.png",
        "title": "The Addams Family 2 (2021)",
        "description": "The Addams Family 2 (2021)======================IMDb Rating - 6.2/10ဒီတစ်ခါတော့ Animation ပရိတ်သတ်တွေနဲ့ မစိမ်းတဲ့ The Addams Family ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။ဒီ Animation ဟာ အပိုင်း(၁)တုန်းကလည်း လူကြိုက်များခဲ့ပြီး . အခုထွက်ရှိတာကတော့ သူ့ရဲ့ အဆက် အပိုင်း(၂)ဖြစ်ပါတယ်။အရင်ကားမှာတုန်းက အက်ဒမ်မိသားစုရဲ့ ထူးဆန်းတဲ့ နေထိုင်ပုံ‌တွေ၊ ပတ်၀န်းကျင်နဲ့ သဟဇာတမဖြစ်မှု‌‌တွေ၊ အလွဲလွဲအချော်ချော်ဖြစ်ရပ်တွေကို ဟာသနှောပြီးတင်ဆက်ခဲ့သလိုမျိုးပဲ၊ ယခုနံပါတ် 2 မှာကတော့ မိသားစုအချင်းချင်း စည်းလုံးမှုပိုမိုရရှိစေရန်ဆိုတဲ့ရည်ရွယ်ချက်နဲ့ ခရီးအတူတူထွက်ကြတဲ့အကြောင်းကို လွဲချော်မှုတွေ၊ ရယ်စရာတွေနဲ့ ပေါင်းစပ်ရိုက်ကူးထားတာဖြစ်ပါတယ်။Addam Family Animation ဟာ ထူးဆန်းတဲ့ရေးဆွဲဟန်ကြောင့် Animation တွေထဲမှာ အမြင်တစ်မျိုးတစ်မျိုးဆန်းသစ်ပြီးHotel Transylvania လို Type မျိုးကို ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် ကြည့်ကောင်းတဲ့ ကားကောင်းတစ်ကားဖြစ်ပါလိမ့်မယ်လို့လို့မျှော်လင့်ရင်း တင်ဆက်ပေးလိုက်ရပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Tar Tee Poe ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-addams-family-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/The-Addams-Family-poster-133x200.jpg",
        "title": "The Addams Family (2019)",
        "description": "The Addams Family (2019)\nIMDb - 5.8/10_____R0tten - 44%\n  (unicode)တလောက ရုံတင်သွားခဲ့တဲ့ အဒမ်စ်မိသားစု ကာတွန်းလေး လာပါပြီ။ ဇာတ်လမ်းကတော့ ဟိုတယ်ထရန်ဆဗေးနီးယား နဲ့ နည်းနည်းဆင်ပါတယ်။ အဒမ်မိသားစုဟာ သီးခြားဆန်စွာ\nထူးထူးဆန်းဆန်းနေတတ်တဲ့ မိသားစုတွေပါ။ အပြင်လောကကို စိတ်ကုန်ပြီးရှောင်ပုန်းနေသူတွေဆိုလည်းဟုတ်ပါတယ်။ တစ်နေ့မှာတော့ သူတို့အိမ်ရှိနေတဲ့ တောင်ကုန်းရဲ့အောက်မှာ အိမ်အလှဆင်လုပ်ငန်းရှင် မာဂေါ့ နိဒလာက မြို့အိမ်ယာအသစ်လာတည်ထောင်ပြီး လူတွေကို ကြော်ငြာပြ ရောင်းချဖို့ စီစဉ်ပါတော့တယ်။ ဒါပေမယ့် သူ့ရဲ့ အိမ်ယာရှုခင်းမှာ အရုပ်ဆိုးနေတဲ့ အဒမ်စ်စံအိမ်ကြီးက ဖျက်နေတော့ မာဂေ့ါနဲ့ အဒမ်စ်မိသားစု ထိပ်တိုက်တွေ့ဖို့ ဖြစ်လာပါတော့တယ်။\nဒီကာတွန်းလေးကတော့ သရော်ကာတွန်းအမျိုးအစားပါပဲ။ အချို့သောလူတွေရဲ့အူကြောင်ကြောင်စိတ်ကူးတွေ၊ ဆိုရှယ်မီဒီယာ အယုံလွယ်တာတွေ စတာမျိုးတွေကို အတည်ပေါက်နဲ့ ထိထိမိမိလေးလှောင်ထား တွယ်ထားပါတယ်။ ရယ်လည်းရယ်ရသလို\nဆွဲဆောင်မှုလည်းရှိပါတယ်....Animation ကားကြိုက်သူတွေအတွက် လွန်စွာစိတ်ကျေနပ်စေမယ့် ကားလည်းဖြစ်ပါတယ်.. \nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်....\n   (zawgyi)တေလာက ႐ုံတင္သြားခဲ့တဲ့ အဒမ္စ္မိသားစု ကာတြန္းေလး ...",
        "rating": "5.8",
        "url": "https://megaup.net/2lfwi/The_Addams_Family_[2019]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1qFZhxM7OMdKdD18bxim5xMFJyc.jpg",
        "title": "Singles (2003)",
        "description": "Singles (2003)IMDb - 6.5/10\"အရာရာဟာ ကောင်းဖို့ဖြစ်လာတာပါ\" ဆိုသလိုပဲ .....\nလမ်းခွဲတယ်ဆိုတာ လမ်းသစ်ဖောက်ဖို့ပါပဲ။\nနိဂုံးဆိုတာ တခြားနိဒါန်းတစ်ခုရဲ့အစလည်း ဖြစ်နေနိုင်တာပါပဲ။ဘ၀မှာ အငြင်းခံရတယ်တို့ အဖြတ်ခံရတယ်တို့ဆိုတာ ရင်နာစရာပေမယ့်\nကိုယ့်ကိုဖြတ်တဲ့သူက ကိုယ်နဲ့မထိုက်တန်လို့လည်းဖြစ်နိုင်ပါတယ် .....ဒီဇာတ်ကားလေးကတော့ ခေါင်းစဉ်အတိုင်း\nအချစ်ရေးကံခေကြတဲ့ စင်ဂယ် BFF သုံးယောက်အကြောင်းရိုက်ထားတာပါ။\n(အချစ်ကံခေတယ်ပဲပြောတာပါ .... FA လို့မပြောဘူးနော်\nFA တွေက ငါ့အတွက်ဟ လို့ ထင်မှာစိုးလို့ 😣)ဒီဇိုင်နာတစ်ယောက်ဖြစ်တဲ့ နာနန်းတစ်ယောက်\nစားသောက်ဆိုင်ဘက်တာ၀န်ပေးခံတဲ့အခါ ....\nအရင်ရည်းစားထက် သူ့အပေါ်အရာရာကောင်းပေးတဲ့လူနဲ့တွေ့တဲ့အခါ ...နာနန်းတစ်ယောက် အလုပ်ကိုရွေးမလား ချစ်သူကိုရွေးမလား...ကျန်တဲ့ တစ်အိမ်တည်းနေ Bff နှစ်ယောက်ကရော\nမူးပြီး အတူတူအိပ်မိသွားတဲ့အခါ .. ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ...ဒီကားလေးက 2009 ခုနှစ်မှာ အစာအိမ်ကင်ဆာနဲ့ကွယ်လွန်သွားခဲ့တဲ့\nနာနန်းနေရာမှာ သရုပ်ဆောင်တဲ့ မင်းသမီး Jang Jin Young ကို\nBlue Dragon Films Award မှာ Best Actress ဆုရစေခဲ့တဲ့ကားလေးဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eainy ပဲ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/singles-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BOGRkOTFmZjAtZmM1NC00YmU1LWIwZmMtMzZlM2EwNWUyNTAxXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "Chalo(2018)",
        "description": "Chalo (2018)\n-------------2018ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ဒီရုပ်ရှင်လေးကImdb 6.3 / 10 User 1.1kနဲ့ အတော်လေးratingမြင့်ပြီး မင်းသမီး Rashmika ပါနေတာကြောင့််တင်ဆက်ပေးလိုက်ပါတယ်....ဇာတ်လမ်းအကျဉ်းဒီဇာတ်ကားလေးကတော့ ရွာနှစ်ခြမ်းကွဲ‌နေတဲ့ တေလဂူဘက်နဲ့ တမီလ်ဘက်က ပဋိပက္ခလေးတွေကိုဇာတ်အိမ်တည် ရိုက်ကူးထားတဲ့ကားလေး ဖြစ်ပါတယ်ဟရီဆိုတဲ့ ရန်ဖြစ်ရတာကို ဝါသနာပါနေတဲ့သူကိုမှ စည်းကျော်ရင် သတ်မယ်ဆိုပြီးအမြဲရန်ဖြစ်‌‌နေတဲ့ ရွာကိုကောလိပ်တက်ဖို့ မိဘတွေက ပို့လိုက်ပါတယ်ဟရီတစ်ယောက် ရန်မဖြစ်ပဲ ကောလိပ်မှာ ဖူးစာရှင်လေးနဲ့ဆုံသွားခဲ့ပေမယ့်တစ်ယောက်ကတမီလ် တစ်ယောက်တေလဂူဖြစ်နေတော့ ပေါင်းဖက်ဖို့က ရွာနှစ်ခြမ်းပြန်ပေါင်းမှ ဖြစ်နိုင်မှာကိုသိသွားတဲ့အခါဒီရွာနှစ်ခြမ်းက ဘယ်လိုအကြောင်းကြောင့် သွေးကွဲသွားရတာလဲဟရီတစ်ယောက် သူရဲ့အချစ်အတွက် နှစ်ပေါင်းများစွာ မတည့်ခဲ့တဲ့ဒီနှစ်ရွာကို ဘယ်လိုပြန်ပေါင်းမလဲ‌ဆိုတာကိုဆက်လက်ကြည့်ရှုပေးပါဦးရှင်... \nFile size…2.2Gb / 1.1GB / 643MB\nQuality…1080p HD RIP 5.1Ch / 720p / 480p\nFormat…Mp4\nDuration….2h 25mins\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….YK\nTranslated by Ida",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/chalo2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/8977805_so-141x200.jpg",
        "title": "Horton Hears a Who! (2008)",
        "description": "IMDb မှာ 6.9/10 ဆိုတော့ ကောင်းလားမကောင်းလားသိပ်မပြောတော့ပါဘူးကျွန်တော်တို့ရဲ့ စကြာဝဠာကြီးဟာ အဆုံးအစမရှိကျယ်ပြန့်တယ်လို့ သိထားပါတယ်ဒါဟာ လက်ခံထားရတဲ့ လက်ရှိအမှန်တရားဆိုလည်းမမှားပါဘူး...ကျွန်တော်တို့လို တခြားသက်ရှိတွေစကြာဝဠာကြီးထဲမှာ ရှိကောင်းရှိနေနိုင်ပါလိမ့်မယ်..ဒါပေမယ့် ကျွန်တော်တို့ ကမ္ဘာကြီးထဲကသက်ရှိတွေအကုန်လုံးကိုတောင် ရှာဖွေလို့ မကုန်နိုင်သေးပါဘူး...ဒီကာတွန်းရုပ်ရှင်လေးက အဲ့ဒီအချက်ကိုအဓိကထားတင်ပြသွားတယ်လို့ ထင်ပါတယ်...ကျွန်တော်တို့လူသားတွေ ကမ္ဘာပေါ်မှာ ထင်တိုင်းကြဲလုပ်ချင်ရာလုပ်နေကြပေမယ့်ကျွန်တော်တို့ မသိသေးတဲ့အကြောင်းအရာတွေ အများကြီးရှိနေပါတယ်.. ဇာတ်လမ်းအကျဉ်းလေးဆီ သွားရအောင်ဟော်တွန်ဆိုတဲ့ ဆင်ကလေးတစ်ကောင်ဟာ ပျော်ပါး ကစားနေရင်းနဲ့ပန်းဝတ်မှုံအရွယ်အစားလောက်ပဲရှိတဲ့ ကမ္ဘာသေးသေးလေးတစ်ခုကိုအမှတ်မထင်တွေ့သွားပါတယ်...မယုံနိုင်ပေမယ့် တကယ့်အစစ်အမှန်ဖြစ်နေမှန်းသိသွားတဲ့အခါမှာကမ္ဘာသေးသေးလေးထဲက သက်ရှိလေးတွေနဲ့ဆက်သွယ်ပြီး အဲ့ဒီကမ္ဘာသေးသေးလေးကိုလုံခြုံအောင်လုပ်ပေးဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်...ဒါပေမယ့်လည်း ထုံးစံအတိုင်း အဖျက်တရားကဝင်လာတဲ့အခါမှာတော့..... ဟော်တွန်တစ်ယောက် ကမ္ဘာသေးသေးလေးကို ဘယ်လိုကာကွယ်ပေးနိုင်မလဲ ဆိုတာကို ကြည့်ရှုခံစားကြည့်ကြပါဦး... တစ်ခုပြောချင်တာက ဒီလိုကာတွန်းကာတွန်းရုပ်ရှင်ဆိုတာကလေးတစ်ယောက်လိုကြည့်ရင် ကလေးကာတွန်းကားအနေနဲ့ဖြစ်ပေမယ့်လူကြီးတစ်ယောက်လို ကြည့်ရင်တော့ လူကြီးအတွေးနဲ့ရုပ်ရှင်ကားတစ်ကားဖြစ်သွားမှာပါ...ရုပ်ရှင်ကပေးတဲ့ message လေးကိုသိအောင်လုပ်ရင်းအတွေးပွားစေလိုပါတယ်... ကဲ လေကြောရှည်တာများသွားတဲ့အတွက် ပြောတာလေးရပ်ပြီးကြည့်ရှုခံစားလိုကိကြပါဦး...(သေးသေးလေးတွေတော့ ထပ်သွားတယ် )(ဇာတ်ကားအတွက် ...",
        "rating": "7.8",
        "url": "https://megaup.net/31a7y/Horton.Hears.A.Who.2008.1080p.BluRay.x264-_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hwmvdgpCT7obPNF5ZaQKmPuo9Uq.jpg",
        "title": "This Is the Year (2021)",
        "description": "This is the year 2020ဒီတစ်ခါမှာတော့ Selena Gomaz ကိုယ်တိုင်\nexecutive producer အဖြစ် ရိုက်ကူးဖန်တီးထားတဲ့ ဇာတ်ကား​လေးဖြစ်တဲ့\nThis is the year ဆိုတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးချင်ပါတယ်ကိုယ့် Crush ကိုဖွင့််ပြောဖို့ ချိန်ရင်းနဲ့ သူများနောက်ပါသွားတဲ့ ချိန်ပါတွေ\nကိုယ့် Crush နဲ့အဆင်ပြေဖို့အတွက် သူငယ်ချင်းတွေကပါဝိုင်းကူရတဲ့သူတွေရှိလားဗျို့တစ်ခါတစ်မှာ ဖူးစာဆိုတာ ဝေးဝေးလံလံ လိုက်ရှာစရာ မလိုပါဘူး\nကိုယ့်နားမှာ ရှိတဲ့သူကို မြင်အောင် ကြည့်တတ်ဖို့ပဲ လိုတာပါကဲ ..... ဘာညာသရကာ ရွှီးရွှမ်းပြီးပြီဆိုတော့ ......\nအညွှန်းလေးဆီ သွားလိုက်ကြရအောင်လားဒီဇာတ်လမ်းမှာတော့ ဂျော့်ရှ်က သူ့ရဲ့ Crush ဖြစ်သူ ဇိုဝီကို ဖွင့်ပြောဖို့ ချိန်နေတာ\nအထက်တန်းကျောင်း စီနီယာနှစ်အစကနေ ပြီးခါနီးတဲ့အထိ ဖြစ်လာပါတော့တယ်ဂျော့်ရှ်တစ်ယောက် မဖွင့်ပြောဖြစ်သေးတဲ့အပြင်\nဇိုဝီတစ်ယောက် ရည်းစားနဲ့အတူ ရက်ပိုင်းအတွင်းမှာပဲ\nLA ကို ပြောင်းတော့မယ်အကြောင်းကို ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/this-is-the-year-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BYzY3YWQzZDgtYzhjOS00YjY3LWFhMjMtMjEzYTdhM2JmNTQ5XkEyXkFqcGdeQXVyNzkxOTEyMjI@._V1_-139x200.jpg",
        "title": "Dil Juunglee (2018)",
        "description": "တာ့ပ်ဆီးရဲ့  ၂၀၁၈ တုန်းကထွက်ရှိထားတဲ့ အချစ်ဟာသဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်..ကိုရိုလီနိုင်ရာ...လန်ဒန်အ​ခြေစိုက်စီးပွား​ရေးလုပ်ငန်းပိုင်ရှင်ရဲ့ သမီးဖြစ်​ပေမယ့် အ​​ဖေဖြစ်သူရဲ့ လုပ်ငန်း​တွေကို စိတ်မဝင်စားဘဲဘဝကို ​ပျော်ရွှင်ရိုးရှင်းစွာ ​နေထိုင်ချင်သူ​လေး...အချစ်ဝတ္ထု​တွေ စိတ်ကူးယဥ်ဇာတ်လမ်း​တွေမှာ ​​မျှောပြီး အချစ်စစ်ကို ရှာ​​ဖွေ ​ပျော်ရွှင်စွာအိမ်​ထောင်ပြုချင်သူ​...အင်္ဂလိပ်စာဆရာမ အဖြစ် သူ့ဘဝသူ ​ကျေနပ်ပျော်ရွှင်​နေ​တဲ့ မိန်းက​လေးတစ်​ယောက်...ဆူမစ်အူပယ်လ်...သူကတော့ သရုပ်​ဆောင် ​ဘောလိဝုဒ်​လောကကို အ​ခြေချချင်တဲ့ gym trainer...ရည်မှန်းချက်ကြီးပြီး ​အောင်မြင်တဲ့မင်းသားတစ်လက် ဖြစ်ချင်တဲ့သူနဲ့ကိုရိုလီတို့ အင်္ဂလိပ်စာသင်တန်းတစ်ခုမှာ ဆုံမိကြတဲ့အခါ...အစပိုင်း​တော့ ဆရာမ/​ကျောင်းသား ဆက်ဆံ​ရေးက​နေ ပိုပိုပြီးရင်းနှီးလာတဲ့ သူတို့၂​ယောက်...ချစ်ခြင်းမေတ္တာနဲ့ သံ​ယောဇဥ် အနိမ့်အမြင့် အတက်အကျ​တွေကြားက ဆုံစည်းနိုင်ကြမလားဆိုတာ...။Romance Comedy ဇာတ်ကားလေးမို့ Rating တွေနည်းပေမယ့် တာ့ပ်ဆီးပရိတ်သတ်မို့ လက်မလွတ်တမ်းတင်ဆက်ပေးလိုက်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Mugiwara Ya မှ တင်ဆက်ထားတာပါ။) \nFile size…(1.5 GB ) / (900 MB)\nQuality…WEB-DL 1080p / 720p\nFormat…mkv\nDuration….01:56:38\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated ...",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/dil-juunglee-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/a5ff15f1b703ad0b8be20293302deb70_orig-133x200.jpg",
        "title": "The Brothers Grimsby (2016)",
        "description": "၂၀၁၆ ထွက် စုံထောက် ဟာသကားကို တင်ပေးလိုက်ပါတယ်။ Imdb 6.6 နဲ့ပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရင်းစ်ဘေးမြို့သား အရမ်းချစ်ကြတဲ့ ညီအစ်ကို ၂ ယောက်ဟာငယ်စဉ်ကတည်းက ကွဲကွာသွားခဲ့ပါတယ်။အစ်ကိုကြီးက အပေအတေ ဘောလုံးအားပေးသူ တစ်ယောက်ဖြစ်လာပြီးညီငယ်ကတော့ MI-6 ရဲ့ လျို့ဝှက်စုံထောက်တစ်ယောက်ဖြစ်လာပါတယ်။နှစ်ပေါင်း ၃၀ ကြာတဲ့ထိ ညီငယ်ဖြစ်သူကို ရှာဖွေနေတဲ့ အစ်ကိုကြီးဟာ ပါတီပွဲတစ်ခုမှာစစ်ဆင်ရေးနဲ့ရောက်နေတဲ့ ညီငယ်ကိုပြန်ရှာတွေ့သွားလို့ ဝမ်းသာအားရ နှုတ်ဆက်မိချိန်မှာ...အလွဲတွေ ဖြစ်ကုန်ပြီး လူသတ်သမားအစစ်လဲ လွတ်မြောက်သွားစေသလိုဟယ်ရီပေါ်တာမင်းသားကို AIDS ကူးသွားစေတဲ့အပြင် WHO ဥက္ကဌပါ သေဆုံးသွားစေတဲ့အခါမှာတော့ညီအစ်ကို ၂ ယောက် ကမ္ဘာပတ်ပြေးပြီး သူတို့ အရှုပ်ထုပ်တွေကို ပြန်ရှင်းရပါတော့တယ်။ဇာတ်လမ်းဟာ လိင်အသားပေးဇာတ်ကားမဟုတ်ပေမဲ့ ညစ်ညမ်းတဲ့ အသုံးအနှုန်းအချို့နဲ့ ပြကွက်အချို့ ပါဝင်နေတာကြောင့်မိသားစုလိုက်ကြည့်ဖို့နဲ့ ကလေးများကြည့်ဖို့ မသင့်တော်ကြောင်း သတိပေးပါတယ်။\nFile size…(1.4 GB ) / (800 MB)\nQuality…BluRay 1080p / ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-brothers-grimsby-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lhGYCpd6AgO2m3u8Y1CVxjKcfWS.jpg",
        "title": "Till Death Do Us Part(2021)",
        "description": "စိုက်ပျိုး​ရေး မဂ္ဂဇင်းတစ်ခုရဲ့ ဂျာနယ်လစ်တစ်​ယောက်ဖြစ်တဲ့ အာယာကို တစ်ရက်မှာ နာမည်ကြီး ရုပ်ရှင်မင်းသမီးတစ်​ယောက်က လာရှာခဲ့တယ် အာယာလို မထင်မရှား ဆင်းရဲသား​လေးတစ်​​ယောက်ဆီ ဗနီဆာလို နာမည်ကြီး မင်းသမီးတစ်​ယောက်က ဘာ​ကြောင့်လာရှာရတာလဲ ဆိုတာကို လုပ်​ဖော်ကိုင်ဖက်​တွေသာမက ရုံးလုံခြုံ​ရေးက ​မေးခွန်းထုတ်စရာဖြစ်လာပါတယ် ဗနီဆာဟာ အာယာကို မြင်မြင်ချင်း ​​သေနတ်နဲ့ ချိန်လိုက်ပါ​တော့တယ် အာယာအ​နေနဲ့ ဗနီဆာကို ရုပ်ရှင်ထဲမှာက လွဲပြီး မမြင်ဖူးပါဘူး ဒါ​ပေမယ့် ဗနီဆာက အာယာကို ​ကောင်း​ကောင်းသိ​နေတဲ့ပြင် ချစ်သူ​တွေပါလို့ ​ပြောလာပါ​တော့တယ် ဒါ့အပြင် သူ့လုပ်​ဖော်ကိုင်ဖက်​တွေကိုလည်း သိ​နေပြန်တယ်ဗနီဆာက ဘယ်​ကြောင့် အခုလိုလာလုပ်​နေတာလဲ ?သူ အာယာ့အ​ကြောင်း​တွေကို စုံစမ်းထားတာလား ?အာယာကပဲ အတိတ်​မေ့​နေတာလား CCTV ကကြည့်​နေတဲ့ လုံခြုံ​ရေး​တွေထင်သလို ​နောက်ပြောင်တဲ့ အစီအစဥ်ရိုက်​နေတာလား?\"?​\"တွေအများကြီးနဲ့ စိတ်လှုပ်ရှားဖွယ်ရာ ကြည့်ရှုရမှာပါ \nFile size…(1.2 GB)/ (600 MB)/ (295 MB)\nQuality…WEB-DL 1080p /720p / 480p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….d3mon\nTranslated by  ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/till-death-do-us-part2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Back_To_The_Future_Part_3_1990_Movie_Poster_grande-200x300.jpg",
        "title": "Back to the Future Part III (1990)",
        "description": "ဒီတစ်ခေါက်part 3မှာတော့ part 1 နဲ့ part 2 မှာတုန်းကလို အနာဂတ်ကိုပြန်သွားမှာမဟုတ်ဘဲ\nအတိတ်ကိုပြန်သွားတာကို ရိုက်ပြထားတာဖြစ်ပါတယ်ခင်ဗျာ..\nback to the future 1 ရဲ့ဇာတ်သိမ်းခန်းနဲ့ချိတ်ဆက်ပြီးရိုက်ပြထားပါတယ်။\nမာတီနဲ့ဒေါက်တာတို့ရဲ့သံယောဇဉ်ကို ဒီအပိုင်း၃မှာ ပိုပြီးကွက်ကွက်ကွင်းကွင်းမြင်တွေ့ရမှာပါ။\nကောင်းဘွိုင်ခေတ်မှာပိတ်မိနေခဲ့တဲ့ဒေါက်တာဟာ အသက်ရှည်ရှည်မနေရဘဲ\nအသတ်ခံလိုက်ရတဲ့အတွက် မာတီဟာ ဒေါက်တာ့ကိုကယ်ဖို့ အတိတ်ကိုခရီးလွှင့်လာပါတော့တယ်။\nကောင်းဘွိုင်ခေတ်စွန့်စားခန်းတွေနဲ့သိပ္ပံပေါင်းစက်ထားတဲ့ ဤဇာတ်ကားကိုပရိသတ်ကြီးအကြိုက်တွေ့စေမှာအမှန်ပါပဲခင်ဗျာ..\nဤpart 3 ကို part 1 နဲ့ part 2 ကိုကြည့်ပြီးကြည့်မှသာပိုသဘောပေါက်နိုင်မှာမို့\nပထမ၂ကားကိုအရင်ကြည့်ကြပါလို့တိုက်တွန်းလိုက်ပါတယ်ခင်ဗျာ..\nပရိသတ်ကြီးပေးလိုက်ရတဲ့အချိန်နဲ့တန်အောင်ရသမျိုးစုံပေးမယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။Back to the Furure Trilogy အစအဆုံးကို back to the future – Search Results – Channel Myanmar မှာ ဝင်ပြီး ဒေါင်းလို့ရပါတယ် \nQuality__1080p Bluray HEVC\nIMDb Rating__7.4/10\nFormat__mp4\nDuration__1h 58min\nType__Adventure, Comedy, Sci-Fi\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yoon Sandi Aung\nEncoded by ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/back-to-the-future-part-iii-1990/"
    },
    {
        "thumbnail": "",
        "title": "Back to the Future Part II (1989)",
        "description": "ဒီကားလေးကတော့ Channel Myanmar မှာ တစ်ခါ တင်ပေးဖူးတဲ့ Back To The Future ရဲ့ အဆက်လေးပါ။အဆက်ဆိုတဲ့ အတိုင်း ပထမပိုင်းကို ကြည့်ဖူးမှပဲ ဒီအပိုင်းကို ကြည့်ရတာ အရသာ ပိုရှိမှာပါ။ပထမပိုင်းကို ကြည့်ဖူးတဲ့သူတွေဆိုရင်လဲ ဒီအပိုင်းကို မကြည့်ပဲကို နေနိုင်ကြမှာ မဟုတ်ပါဘူး။ reviewတစ်ခုမှာ ရေးထား သလို ပါပဲ...Back To The Future ကို ရုပ်ရှင် အဖြစ် အသက်မသွင်းခင်ကဖန်တီးသူတွေ ဖြစ်ကြတဲ့ Robert Zemeckis နဲ့ Bob Gale တို့ကိုယ်တိုင်တောင်ဒီလောက် အောင်မြင်မှုနဲ့ ဝင်ငွေတွေ ရလိမ့်မယ်လို့ ထင်မိကြမှာ မဟုတ်ဘူးတဲ့။ ၁၉၈၉ မှာ ထွက်ရှိခဲ့တဲ့ ဒီအချိန်ခရီးသွား ဇာတ်ကားမှာ Marty Mcfly တစ်ယောက်အတိတ်ကနေ ပြန်ရောက်ရောက်ချင်းပဲ Dr.Emmett နဲ့အတူ အနာဂတ်ကို ဆက်သွားရဖို့ အကြောင်းဖန်လာပါတယ်။Marty လုပ်ရမယ့် ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/back-to-future-19899/"
    },
    {
        "thumbnail": "",
        "title": "Back to the Future (1985)",
        "description": "ဒီဇာတ်ကားက ၁၉၈၅ ခုနှစ်က ထွက်ထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။Time Machine နဲ့အတိတ်ကိုသွားတဲ့ ပုံစံရိုက်ကူးထားပြီး အဲ့ဒီခေတ်လောက် ကတည်းကဆန်းသစ်တဲ့ Idea...ပစ္စည်းတွေကို သုံးပြီး ရုပ်ရှင်ရိုက်ကူးထားတာ ချီးကျူးဖွယ်ရာပါ။Adventure, Comedy, Sci-Fi အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်....ရယ်လဲရယ်ရသလို အဲ့ဒီခေတ် အဝတ်အစား ...ဒီဇိုင်း ...ပြောပုံဆိုပုံ... သရုပ်ဆောင်မှုတွေအကုန်လုံးရိုးသားသန့်စင်တဲ့အမူအရာနဲ့ နှစ်သက်ဖို့ကောင်းလွန်းပါတယ်။IMDb Rating (8.5/10) ထိရရှိထားသလို Rotten Tomatoes မှာလဲ (96%) ထိရရှိထားတဲ့ဇာတ်ကားပါ။Time Travel ဇာတ်ကားတွေထဲမှာတော့ အကောင်းဆုံးနဲ့ လူကြိုက်အများဆုံးလို့ သတ်မှတ်ရမယ့် ဇာတ်ကားပါ။Back to the Furure Trilogy အစအဆုံးကို back to the future – Search Results – Channel Myanmar မှာ ဝင်ပြီး ဒေါင်းလို့ရပါတယ် Quality__1080p Bluray HEVC\nIMDb Rating__8.5/10\nFormat__mp4\nDuration__1h 56min\nType__Adventure, Comedy, Sci-Fi\nSubtitle__Myanmar ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/back-to-future-1985_266/"
    }
]