[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BMjI1Nzc0MDM0M15BMl5BanBnXkFtZTcwNzA3NzQxOQ@@._V1_-139x200.jpg",
        "title": "Chashme Baddoor (2013)",
        "description": "Pink တို့ Badla တို့အပြင် ဟိုတလောက နာမည်ကြီးသွားတဲ့ Haseen Dillruba ဇာတ်ကားတို့ရဲ့မင်းသမီးချောလေး Taapsee Pannu ရဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်ကားကတော့ Bollywood ရဲ့ Comedy,Drama ရုပ်ရှင်တို့ထုံးစံအတိုင်းအက..အလှ..ဟာသအစုံအလင်ကို ကာလာရောင်စုံမျိုးစုံနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပါ....ဇာတ်လမ်းကတော့...ဆီးမာဆိုတဲ့ကောင်မလေးဟာ ဇီဇာကြောင်တဲ့အရာရှိကြီးတစ်ဦးရဲ့သမီးလေးပါ...ဇီဇာကြောင်ဖခင်တို့ ထုံးစံအတိုင်း သမီးကညာအရွယ်ရောက်ချိန်မှာ သမီးဖက်ကိုမစဉ်းစားဘဲသူကြိုက်တဲ့သတို့သားလောင်းတွေ ခေါ်ခေါ်လာပြီး သမီးတော်နဲ့ပေးပေးတွေ့နေတာကို စိတ်ကုန်လာတဲ့ဆီးမာတစ်ယောက်အိမ်ကနေ ဂိုအာကို ထွက်ပြေးပါတော့တယ်..ဂိုအာမှာလဲ ဗရုတ်သုတ်ခနဲ့လုပ်ချင်ရာလုပ်တတ်ကြတဲ့ Jai,Sid,Omi ဆိုတဲ့ သူငယ်ချင်း ၃ ‌ယောက်ရောက်နေပါတယ်...ဒီ ၃ ယောက်နဲ့ ဆီးမာတို့တွေ့ကြတဲ့အခါ.....။ဒီဇာတ်ကားက ရုပ်ရှင်ရုံမှာ ပေါ့ပေါ့ပါးပါးခွီနေကျ ဇာတ်လမ်းမျိုးလေးပါ။ဘယ်တော့ပြီးမယ်မှန်းမသိတဲ့ ကိုဗစ်ကာလ ရုပ်ရှင်ရုံပိတ်ထားချိန်ကိုယ့်အိမ်မှာ...ကိုယ့်မိသားစု ချစ်သူခင်သူတွေနဲ့ ကြည့်သင့်တဲ့ရုပ်ရှင်ဖြစ်ကြောင်းညွှန်းဆိုပါရစေ။ \nFile size…(2.4 GB) / (1.6 GB) / (800 MB)\nQuality…BluRay 1080p /720p/ 480p\nFormat…mp4\nDuration….02:01:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/chashme-baddoor-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BZTAzN2ZlZTEtOTA5ZS00MGFjLTliYWMtYTQzYTFlYTIwZDVmXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_-135x200.jpg",
        "title": "Space Jam: A New Legacy (2021)",
        "description": "Space Jam : A New Legacy (2021)ဘတ်စ်ကတ်ဘောသမား လဘရွန်ဂျိမ်းစ်တို့ မိုက်ကယ်ဘီ ဂျော်ဒန်တို့နဲ့War Machine မင်းသားကြီး သရုပ်ဆောင်ထားတဲ့ Space Jam ထွက်လာပါပြီ။ဇာတ်လမ်းကတော့ ကျွန်တော်တို့ အကြိုက်ဆုံးရုပ်ရှင်တွေကို ဖျက်ဆီး\n(အဲလေ) ဖန်တီးနေကျ ရုပ်ရှင် စတူဒီယိုတစ်ခုဖြစ်တဲ့ ဝန်းနားဘရားသား ကုမ္ပဏီကကွန်ပြူတာအယ်ဂိုရသမ်တစ်ခုကို ဖန်တီးလိုက်ပါတယ်။အဲဒီအယ်ဂိုရသမ်က လူအသိဉာဏ်ရှိပြီး သူ့ကို မလေးမစားပြောလိုက်တဲ့\nလက်ဘရွန်တို့ ဘတ်စ်ကတ်ဘော သားအဖကို မကျေနပ်တာကြောင့်\nကွန်ပြူတာထဲမှာ ချုပ်နှောင်ထားလိုက်ပါတယ်။ပြီးတော့ သူနဲ့ ဘက်စ်ကတ်ဘောနိုင်အောင်ဆေ့ာမှ ပြန်လွှတ်မယ်လို့ ပြောတဲ့အခါ\nလက်ဘရွန်တစ်ယောက် ဝန်းနားဘရားသား ကာတွန်းလောကထဲက ဇာတ်ကောင်တွေအားလုံးထဲကနေ\nသူ့ကိုကူညီမယ့်သူကိုလိုက်ရှာပြီး ကွန်ပြူတာ အယ်ဂိုရသမ်ကို ရင်ဆိုင်ဖို့ကြိုးစားရပါတော့တယ်...ဘာသာပြန်ထားကတော့ CM ပဲ ဖြစ်ပါတယ်။File size…2 GB and 1.2 GB and 680 MB\nQuality….WEB-DL 1080p and 720p and 480p\nFormat…mp4\nDuration….1h 55min\nSubtitle….Myanmar Subtitle ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/space-jam-a-new-legacy-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/chicken-run-poster-135x200.jpg",
        "title": "Chicken Run (2000)",
        "description": "Chicken Run(2000)\nIMDb - 7.0/10_____Rotten - 97%Chicken Run ဆိုတဲ့ ၂၀၀၀ ခုနှစ်က\nDreamWorks ရဲ့ Animation တစ်ကားကို\nတစ်​ခေါက်ပြန်ကြည့်မိတယ်\nငယ်ငယ်က ကြည့်ခဲ့ရတဲ့ ခံစားမှုလိုပဲ\nပြန်ခံစားရတုန်းပဲ\nဇတ်လမ်းပုံစံက တွီဒီလို့ ​ခေါ်တဲ့\n​မွေးမြူ​ရေး ကြက်ခြံက ငရဲခံ​နေရတဲ့\nဥ ဥ​ပေးရတဲ့ ကြက်မ​တွေ အ​ကြောင်း​ပေါ့\nအဲ့ဒီကြက်ခြံက​နေ ထွက်​ပြေးဖို့\nအမြဲကြံ​နေတာက ဂျင်ဂျာ ဆိုတဲ့ ကြက််မနဲ့\nသူ့ရဲ့ သူငယ်ချင်း တစ်စု​ပေါ့\nဂျင်ဂျာက​တော့ လွတ်​​​မြောက်နယ်​မြေရှိမယ်လို့\nအမြဲယုံကြည်​နေသူ တစ်ဦး​ပေါ့\nသူ့စိတ်ကူးကို သူငယ်ချင်း​တွေက အမြဲ\nအ​​ကောင်အထည်​ဖော်​ပေးရတယ်\nထွက်​ပြေးဖို့နည်းလမ်း​တွေ ဆွဲကြတယ်\n​ပြေးတိုင်းလဲ ပြန်မိတယ် အဖမ်းခံရတယ်\nပိုင်ရှင် လင်မယားဟာ ကြက်​တွေကို မ​ဝရေစာ\n​​ကျွေး​မွေးပြီး ဥ ဥတဲ့ နှုန်းထားကိုလဲ အမြင့်ဆုံး\nလိုချင်ကြပါ​သေးတယ်\nအပတ်တိုင်း ကြက်ခြံကို ဝင်စစ်​လေ့ ရှိပြီး\nတစ်ပတ်တာ အတွင်း ဥ တာ နည်းတဲ့\nကြက်မ အတွက်​တော့ နားရက်ရသွားတာပါပဲ\nနားရက်ရတယ်ဆိုတာ ကြက်စွပ်ပြုတ်\nဖြစ်သွားတာမျိုး​ပေါ့\n​နောက်ဆုံး ပလန်​တွေ အလုပ်မဖြစ်လို့\nလက်​လျှော့ အရှူံး​​ပေး​တော့မယ်\nစဥ်းစား​နေတဲ့ ဂျင်ဂျာ အတွက်\n​မျှော်လင့်ချက် ​အလင်း​ရောင်က\nတစ်ညမှာ တွီဒီ ကြက်ခြံထဲကို\nကြက်ဖ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2jQqh/Chicken.Run.2000.PROPER.1080p.BluRay.H264_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/130989550_702675893766247_6469993330608157506_n-138x200.jpg",
        "title": "Indoo Ki Jawani (2021)",
        "description": "Indoo Ki Jawani (Indoo's youth)၂၀၂၀ နှစ်ကုန်ပိုင်းမှာ ရုံတင်ဖြန့်ချိခဲ့တဲ့ Coming of age-Comedy အမျိုးအစား Boolywood ဇာတ်ကားလေးပါ..​ချေအင်ဒီရာဂူပ်တာ ဆိုတဲ့ အိန္ဒိယ အမျိုးသမီး​လေးတစ်​ယောက်\nသူ့ချစ်သူ ဆာတစ်ရှ်ရဲ့ ​ဖောက်ပြန်မှုကို ခံလိုက်ရပါတယ်...\nအ​​ကြောင်းရင်းက​တော့ ချစ်သူက အတူ​နေဖို့ တစ်ချိန်လုံး​တောင်းဆို​နေ​တာကို\nအင်ဒီရာက လက်ထပ်ပြီးမှ အတူ​နေသင့်တယ်လို့ တွင်တွင်ငြင်းဆိုခဲ့တာကြောင့်ပါပဲ...အင်ဒီရာက ဒါတောင်မှ အတော်ကိုလန်းတဲ့ ကောင်မလေးနော်...ဒီမှာတင်စိတ်နာပြီးတော့ ...အချစ်ဆုံးသူငယ်ချင်း ဆိုနယ်လ်ရဲ့အကြံ​ပေးချက်အရ\nအတူ​နေတာကို ​​လေ့ကျင့်​ခန်းဆင်းဖို့ dating app တစ်ခုကို စတင်သုံးစွဲပါ​တော့တယ်...ဒါ့အပြင် သူတို့မြို့ပေါ်မှာလဲ ဖောက်ခွဲရေးအကြမ်းဖက်သမားတွေရောက်နေတဲ့အခါ...သူနဲ့လိုက်ဖက်ညီသူကို Dating App ကနေ ရှာတွေ့သွားမလား....အကြမ်းဖက်သမားတွေနဲ့သူနဲ့ဘယ်လိုပတ်သက်လာမလဲ...ဘယ်လိုအခက်အခဲတွေကိုကျော်ဖြတ်ရဦးမလဲဆိုတာ...ကြည့်ရှုလိုက်ကြပါဦး ...အချစ်ဟာသဇာတ်မြူး​လေးမို့ ပေါ့ပေါ့ပါးပါးလိုက်ပါခံစားရင်း စိတ်ညစ်တာတွေ ခဏတာဖြေဖျောက်ကြပါစို့။\nFile size…(2.3 GB) / (1.5 GB) / (500 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "",
        "url": "https://channelmyanmar.org/indoo-ki-jawani-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTc5MTg2NjQ4MV5BMl5BanBnXkFtZTgwNzcxOTY5NjE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Good Dinosaur (2015)",
        "description": "The Good Dinosaur (2015)IMDb - 6.7/10_____Rotten - 76%\n  \n2015 လောက်က CM မှာ တင်ခဲ့ဖူးတဲ့ The Good Dinosaur ဆိုတဲ့\nAnimation ရုပ်ရှင်ကားလေးကို အသစ်တဖန် 1080P BluRay Version\nအဖြစ်ပြောင်းလဲ တင်ဆက်ပေးလိုက်ပါတယ် ကြည်တောက်ရှင်းမှ\nကြိုက်တဲ့ Quality အကောင်းကြိုက်သူတွေ အတွက်ပါ....\nဒီ Animation ရုပ်ရှင်လေးဟာ ကလေးတွေတင်\nမကပါဘူး လူကြီးတွေပါ ကြိုက်ပါတယ်...\nကျနော်တို့ မသိလိုက်တဲ့ ကျောက်ခေတ် မှာ\nဒိုင်နိုဆော တွေဟာ သူတို့ဘာသာ အသက်ရှင်\nရပ်တည်ဖို့ အသီးအရွက်စားတွေ ဆို လယ်တွေ စိုက်တယ်\nရိတ်သိမ်းတယ် လှောင်ထားတယ် နွေစာ မိုးစာ ဆောင်းစာ\nသက်သက်မှတ်မှတ် သိမ်းကြပြီး အသားစား သတ္တဝါတွေကတော့\nအသားစားလို့ရတဲ့ သတ္တဝါငယ်တွေကို မွေးမြူပြီး စားသောက်ကြပါတယ်\n  \nအဲ့ဒီအချိန်မှာ လူသားတွေ ဆိုတာ ဒိုင်နိုဆော လောက်တောင်\nအသိဉာဏ် မဖွင့်ဖြိုးသေးတဲ့ ပုံစံ ပြသထားပြီး\nဒီရုပ်ရှင်ကား ရဲ့ အဓိက ဇတ်ကောင် ၂ ခုဖြစ်တဲ့\nအာလို ဆိုတဲ့ ဒိုင်နိုဆော ငကြောက်လေး ရယ်\nသူ့ကို အမြဲ လိုက်စောင့်ရှောက်ပေးတဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2finn/The_Good_Dinosaur_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/love-you-my-arrogance-2020-136x200.jpeg",
        "title": "Love You My Arrogance (2020)",
        "description": "ကျေးရွာတွေဆီ ခရီးထွက် video တွေရိုက်ပြီး Youtube Channel ပေါ်တင်ရင်း နာမည်ရလာတဲ့ အိုက်ဆန် တစ်ယောက်\nFanတွေ အများရှိပေမယ့် ဘယ် Fan နဲ့မှ အရောတဝင်မနေ မာနကြီးသလိုလုပ်နေတာကြောင့် လူမုန်းများလာခဲ့ပါတယ်သူဘယ်သူနဲ့မှ အရောတဝင်မလုပ်ရတာကတော့ သူ့မှာ ထူးခြားတဲ့အစွမ်းရှိနေလို့ပါ\nအဲ့ဒါကတော့ သူများတွေ စိတ်ထဲကတွေးနေတာကို ကြားနေရတာပါပဲ\nFan တွေကြားထဲရောက်သွားရင် လူတွေအများကြီးရဲ့အတွေးတွေကို ကြားနေရပြီး ခေါင်းအရမ်းမူးတာကြောင့် အရောတဝင်မနေဖြစ်တော့တာပေါ့ဒီလိုနဲ့ တနေ့ သူခရီးထွက်လာတဲ့ လမ်းမှာ အန်နာဆိုတဲ့ ကောင်မလေးနဲ့ တွေခဲ့တယ်\nတစ်ခြားသူတွေ အတွေးကို အကုန်ကြားနေရတဲ့သူ အန်နာရဲ့အတွေးကိုတော့ ဘယ်လိုပဲကြိုးစားနားထောင်နားထောင် သူမကြားရပါဘူး အန်နာဆိုတာလည်း တက်သစ်စ စာရေးဆရာမတစ်ယောက်\nကုန်ကြမ်းတွေစုဖို့အတွက် နယ်လှည့်ပြီး လူတွေအကြောင်း လေ့လာနေသူတစ်ယောက်ပေါ့\nအဲ့အချိန်မှာ အိုက်ဆန်နဲ့တွေ့ပြီး ကုန်ကြမ်းရပြီဆိုပြီး အနောက်က တကောက်ကောက် လိုက်ကပ်နေတဲ့နောက်...သူတို့ရဲ့ ထူးဆန်းလှတဲ့ တွေ့ဆုံမှု့ကနေ ဘယ်လိုတွေ ဆက်ဖြစ်သွားမလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှူ့ခံစားလိုက်ပါ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/love-you-my-arrogance-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/poster_opt-133x200.jpg",
        "title": "Die in a Gunfight (2021)",
        "description": "ရက်သ်ကာ့သ် မိသားစုနဲ့ ဂစ်ဘွန် မိသားစုတွေဟာ နယူးယောက်ခ်မြို့တော်မှာ\nသြဇာကြီးတဲ့ ထိပ်တန်းမီဒီယာလုပ်ငန်းရှင်ပြိုင်ဘက်ကြီးတွေဖြစ်ပြီး\nမျိုးရိုးစဉ်ဆက် တစ်ဦးနဲ့ တစ်ဦး ရန်စောင်တိုက်ခိုက်လာတဲ့ မဟာရန်သူတွေပါ။\nသူတို့ရဲ့ ဆယ်ကျော်သက်သားနဲ့သမီးတွေဖြစ်တဲ့ ဘင်န်ဂစ်ဘွန်နဲ့ မေရီရက်သ့်ကာသ့်တို့ဟာ\nရန်စတွေကို လျစ်လျူရှုပြီး အရူးအမူးချစ်မိသွားတဲ့အခါမှာတော့\nခေတ်သစ်ရိုမီယိုနဲ့ ဂျူလီယက်ဆန်ဆန် ဇာတ်လမ်းမျိုးဖြစ်လာပါတော့တယ်။\nဒီနေရာမှာဇာတ်လမ်းကို ပိုရှုပ်ထွေးတာက ကော်ပိုရိတ်တစ်ခုရဲ့အတွင်းရေးအရှုပ်တော်ပုံ၊\nသူတို့ငှားထားတဲ့ ကြေးစားလူသတ်သမား၊\nမေရီရက်သ်ကာ့သ်ကို တစ်ဖက်သတ်ချစ်မိနေတဲ့ ဝီလျံရက်သ်ကာ့သ်ရဲ့လူယုံတော်တို့ပါပဲ။\nခေတ်အဆက်ဆက်ရိုးမသွားနိုင်တဲ့ ဇာတ်လမ်းသွားမျိုးကို မြူးကြွသွက်လက်နေအောင်တင်ဆက်ထားပြီး\nလူငယ်ကြိုက် သရုပ်ဆောင်တွေဖြစ်တဲ့ Diego Boneta (Terminator: Dark Fate,Monster Hunter) နဲ့\nအထူးတလည်မိတ်ဆက်ပေးစရာမလိုတဲ့ မင်းသမီးချောလေး Alexandra Daddario တို့က\nခေါင်းဆောင်ပါဝင်ထားတာဖြစ်ပါတယ်။\nFile size…(2 GB)and (1.3 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/die-in-a-gunfight-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d0wn9YtEnmbucx8ZUsT918ctoiK.jpg",
        "title": "How I Became a Superhero (2021)",
        "description": "How I became a Superhero (2021)ခုတင်ဆက်ပေးမှာကတော့ IMDb rating 5.9 ရရှိထားတဲ့ 2020 ထွက်စွမ်းအားရှင် ဇာတ်ကားလေးဖြစ်ပါတယ်\"ကြီးလာရင် လူစွမ်းကောင်းကြီး လုပ်ပြီး ကမ္ဘာကြီးကို ကယ်တင်မယ်\"ဆိုတဲ့\nငယ်ဘဝစကားလေးကိုတော့ လူတိုင်း မှတ်မိကြမယ် ထင်ပါရဲ့။\nဒါပေမဲ့လည်း တကယ်တမ်းကျ Superhero ဖြစ်ရတဲ့ဘဝဟာ\nခက်ခဲနက်နဲတဲ့ မစ်ရှင်တစ်ခုကို ထမ်းဆောင်နေရသလိုပါပဲ။\nကြမ်းတမ်းတယ် ..... ပင်ပန်းတယ် ..... ခက်ခဲလှပါတယ် .....ဒီဇာတ်လမ်းမှာတော့ စွမ်းအားရှင်တွေနဲ့အတူ သာမန်လူတွေက အတူတကွ ယှဉ်တွဲနေထိုင်ကြပါတယ်အချိန်ကြာလာတာနဲ့အမျှ သာမန်လူတွေဟာ\nစွမ်းအားရှင်တွေလိုမျိုး အစွမ်းတွေ ပိုင်ဆိုင်လာချင်ကြပါတယ်\nဒီလိုနဲ့ သူတို့က အစွမ်းရဖို့အတွက် ဆေးတွေသုံးစွဲကြရင်း\nပဲရစ်လူအဖွဲ့အစည်းအတွင်းမှာ ဘယ်လိုထိခိုက်မှုတွေရှိလာမလဲ....ရဲအရာရှိဖြစ်တဲ့ မင်းသားမော်ရိုးဟာ ဒီအမှုအတွက် လိုက်လံစုံစမ်းဖို့ တာဝန်ကျလာတဲ့အခါ....မော်ရိုးရော ဒီအမှုကိုဖြေရှင်းနိုင်ပါ့မလား?\nသူရဲ့နောက်ကြောင်းကကော ဘယ်လိုဖြစ်မလဲဆိုတာကို\nဆက်လက်စောင့်ကြည့်ကြပါဦးနော်The Boys တို့ Jupiter Legacy'sတို့ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့\nလုံးဝလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းလေးပဲနော်အညွှန်းကို Shwe Pyae က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ Shwe Pyae နဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/how-i-became-a-superhero-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/81Lwwf4UBJL._SL1500_-1-140x200.jpg",
        "title": "Tampopo (1985)",
        "description": "[Unicode]Tampopo (1985)\n==============\nIMDb Rating - 7.9/10\nRotten Tomatoes - 100% တစ်ချို့ကတော့ Tampopoကို \"it has to be one of the top ten worlds greatest ever films. \"လို့မှတ်ချက်ပြုကြတယ်။\nတစ်ချို့ကတော့ စားစရာအကြောင်းရုပ်ရှင်တွေကိုပြောပါဆို Tampopoက ထိပ်ဆုံးကပါနေမယ် ပြောကြတယ်။\nတန်ပိုပိုဟာ အစားအစာအကြောင်းဆိုတာထက် အစားအစာကိုချစ်တဲ့စိတ်အကြောင်း ရုပ်ရှင်လို့ပြောရင် ပိုမှန်တယ်။\nဂျပန်ရုပ်ရှင်ဆိုတော့ အဓိကပြတဲ့ အစားအစာကတော့ ရာမန်။\nဂျပန် အန်နမဲတွေကြည့်ပြီး ရာမန်နဲ့မစိမ်းတဲ့ ကျွန်တော်တို့ဟာ ရာမန်အစစ်ကို စားတော့စားကြည့်ချင်ကြမှာပဲ။\nဒီရုပ်ရှင်ဟာ ရာမန်ချက်ပါချက်တတ်စေလောက် ရုံတင်မကဘဲ ရာမန်ကိုဘယ်လိုစားရတယ် ရောင်းတဲ့သူက ဘယ်လိုရောင်းရတယ်။\nရာမန်ကို စားတဲ့သူရော ရောင်းတဲ့သူရောက ဘယ်လိုတန်ဖိုးထားရတယ်ဆိုတဲ့ ဓလေ့တွေအပြင်ဂျပန်တွေရဲ့ အစားအစာပေါ်တန်ဖိုးထားကြတဲ့ ဓလေ့တွေကိုပါ သေချာကျွမ်းဝင်သွားစေတယ်။ ရုပ်ရှင်စစချင်းမှာ Fourth Wall Breakingပြီး ဇာတ်ကောင်နဲ့ကျွန်တော်တို့ အတူတူကြည့်ရတဲ့ Tampopoရုပ်ရှင်ထဲမှာ စာအုပ်ထပ်ဖတ်တဲ့ အကွက်နဲ့စထားတဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2ZHhz/Tampopo_(1985).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/9ufsyltoc724-141x200.jpg",
        "title": "Killer Tattoo (2001)",
        "description": "ဒီကားလေးကတော့ 2001 ကထွက်ရှိခဲ့ပြီး 6.3 IMDb ရရှိခဲ့တဲ့ကားလေးပါ\nအဓိကဇာတ်ဆောင်ငါးယောက်က ကြေးစားလူသတ်သမားတွေအဖြစ် ဇာတ်အိမ်ဖွဲ့ထားပါတယ်အသံတိတ်လူသတ်သမားအဖြစ် Somchai Kemglad\nထောင်ထွက်ကျွဲကြီးအဖြစ် Suthep Po-ngam\nမိန်းမချစ်တဲ့ ကိုဆံရှည်အဖြစ် Sornsutha Klunmalee\nဗုံးသုံးကျွမ်းတဲ့ မား(ကိုခွေး)အဖြစ် Mum Jokmok\nထိုင်းအဲဗစ်ပရက်စလေအဖြစ် Pongsak Pongsuwan ပါဝင်ထားကြပါတယ်ထိုင်း Comedian တွေကို အများဆုံးသုံးထားတာကြောင့်\nအက်ရှင်ကားပေမယ့် မပေါတဲ့ ဟာသလေးတွေပါ ကြည့်ရှုရမှာပါ\nPlot ကလည်း ပျင်းစရာမကောင်းပဲ စိတ်‌ဝင်စားစရာကောင်းတာကြောင့်\nအချိန်ပေးကြည့်ရတာ တန်မယ့် ဇာတ်ကားကောင်းလေးတစ်ခုပါပဲ။ဒီဇာတ်ကားက အောင်မြင်ခဲ့တာကြောင့် သူ့ထဲက ကြေးစားလူသတ်သမားတွေရဲ့ အဆက်အဖြစ်Saturday Killer (2010) နဲ့ Friday Killer (2011) ဇာတ်ကား ၂ ကား ဆက်ထွက်ခဲ့ပါတယ်။အဲ့ကားတွေလဲ အချိန်ရရင် ဘာသာပြန်တင်ဆက်သွားပါ့မယ်။\nFile size…(1.7 GB) and (400 MB)\nQuality…DVDRip 720p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Suzy Jirakit ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/killer-tattoo-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/images-139x200.jpeg",
        "title": "Hitman’s Wife’s Bodyguard (2021)",
        "description": "မြေနိုးကြီးရဲ့သက်တော်စောင့် ဇာတ်လမ်း အဆက် ထွက်လာပါပြီ။ ၂၀၁၇ က အပိုင်း ၁ လေးကို ကြည့်ထားရင် ပိုကောင်းပါတယ်။ တင်ပေးထားပါတယ်။ ဒီအပိုင်းမှာတော့ ကင်ကိတ်ကြီးက ထောင်ကထွက်ပြေးပြီး မိန်းမနဲ့အကြည်ဆိုက်နေချိန်၊ သက်တော်စောင့် လိုင်စင် မရှိတော့တဲ့ ဘရိုက်စ်က တိုင်ပတ်နေပါတယ်။ ဒါနဲ့ စိတ်ပြေလက်ပျောက် အနားယူဖို့ ထွက်လာချိန်မှာပဲကင်ကိတ်ကြီးကိုမာဖီးယားတွေဖမ်းထားတယ်ဆိုပြီး သူ့မိန်းမ ဆိုညာက လာခေါ်တဲ့အချိန်မှာ လူသတ်သမား၊ သက်တော်စောင့်၊ လူလိမ်မ သုံးယောက်တွဲပြီးပေါက်ကရတွေလုပ်ရင်းနဲ့ ကမ္ဘာကြီးကို ကယ်တင်ရမယ့် လမ်းစပေါ် ရောက်သွားပြန်ပါတယ်..... အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။ File size… 1.49 GB and 862 MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 40min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/hitmans-wifes-bodyguard-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/download-10-135x200.jpg",
        "title": "The Hitman’s Bodyguard (2017)",
        "description": "The Hitman's Bodyguard (2017)IMDb - 6.9/10_____Rotten - 43%\n 2017 ရဲ့ အကောင်းဆုံး Action Comedy တွေထဲက တစ်ခုပါ။\nသြဂုတ် ၁၈ ကမှ ရုံတင်တာဖြစ်ပြီး IMDb 6.9 နဲ့ Box Office မှာ ထိပ်ဆုံးရောက်နေပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဘီလာရု သမ္မတဟောင်း ဗလာဒီဆလက် ဒူကိုဗစ်ချ်ကို\nနိုင်ငံတကာရာဇဝတ်မှုတရားရုံးက တရားစွဲထားချိန်မှာ\nသူ့ကို အပြစ်ရှိကြောင်း သက်သေထွက်ဆိုမယ့်သူ မရှိပါဘူး။\nဒူကိုဗစ်ချ်ရဲ့လူတွေက သက်သေမှန်သမျှကို လိုက်ပြီး နှုတ်ပိတ်နေလို့ပါ။\nဝါရင့်ကြေးစားလူသတ်သမားကြီး ဒဲရီးယပ် ကင်ကိတ်ကတော့\nနောက်ဆုံးမှာ အပေးအယူလုပ်ပြီး သက်သေထွက်ဖို့ သဘောတူလိုက်ပါတော့တယ်။\nအဲဒီအတွက် သူ့ကိုကာကွယ်ပေးဖို့ အေသုံးလုံးအဆင့် အထူးသက်တော်စောင့်\nမိုက်ကယ် ဘရိုက်စ်ကို အကူအညီတောင်းရတဲ့အခါမှာ\nလူသတ်သမားနဲ့သက်တော်စောင့် ရန်သူဟောင်းကြီး နှစ်ယောက် အတူလက်တွဲရပါတော့တယ်။\nသူတို့အတိတ်မှာ ပြဿနာခဏဏတက်ထားတာမို့  လုံးဝမတည့်ပဲ\nရန်တစောင်စောင်နဲ့ ထောင်ကနေ တရားရုံးခရီးကို\nဒူကိုဗစ်ချ်ရဲ့ လူသတ်သမားများစွာကို ဖြတ်ကျော်ပြီး အရောက်သွားရတဲ့အခါ......\nသက်တော်စောင့်ဘရိုက်စ်ဟာ အရာရာကို တွက်ဆပြီး ပြင်ဆင်လုပ်တတ်သူ၊\nကင်ကိတ်ကတော့ တုံးတိုက်တိုက် ကျားကိုက်ကိုက်နည်းလမ်းက ...",
        "rating": "6.9",
        "url": "https://megaup.net/1ybrf/The_Hitman_s_Bodyguard_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9JBftHNBnLHgqwHLiojuVSsRNpS.jpg",
        "title": "Detective Chinatown 2(2018)",
        "description": "Detective Chinatown 2(2018)အညွှန်း\n*********************************ချင်းဖောင်ဆိုတဲ့ ကျောင်းသားလေးက Crimemaster လို့ခေါ်တဲ့ App တစ်ခုမှာ အဆင့်နှစ်ချိတ်ထားသူဖြစ်ပါတယ်...Crimemasterဆိုတာက စုံထောက်ဂိမ်းတစ်ခုပါပဲ၊ ဒါပေမယ့်ထူးခြားတာက တကယ်ဖြစ်နေတဲ့အမှုတွေကိုစုံစမ်းဖော်ထုတ်ရတာပဲဖြစ်ပါတယ်။ ချင်းဖောင်က အဲ့ဂိမ်းမှာ အဆင့်နှစ်ဆိုတော့ နယ်နယ်ရရတော့မဟုတ်ဘူးပေါ့...အဆင့်တစ်ကတာ့ \"Q\" ဆိုတဲ့လူဖြစ်ပြီး ဘယ်သူဘယ်ဝါဆိုတာတော့ ဘယ်သူမှမသိကြပါဘူး။ဦးလေးဖြစ်သူရဲ့ မင်္ဂလာပွဲကိုတက်ဖို့ အမေရိက ကို ချင်းဖောင်တစ်ယောက်ရောက်ရှိလာပါတယ်။တကယ်တော့ဦးလေးဖြစ်သူက ချင်းဖောင်ကို ညာခေါ်လိုက်တာပါ။ တရုတ်တန်းက ဆရာကြီးတစ်ယောက်ရဲ့မြေးဖြစ်သူအသတ်ခံရမှုကိုဖော်ထုတ်ပေးနိုင်ရင် ဒေါ်လာငါးသန်း ပေးမယ်ဆိုတဲ့အတွက်ကြောင့်ချင်းဖောင်ကို လိမ်ပြီးခေါ်လိုက်တာဖြစ်ပါတယ်။ အဲ့အမှုကိုဖော်ထုတ်ဖို့ရောက်လာတဲ့တခြားလူတွေကလဲCrimemaster app ထဲက ချင်းဖောင်ရဲ့ ပြိုင်ဖက်တွေပဲဖြစ်ပါတယ်။ အဲ့တော့ ချင်းဖောင်တို့တူဝရီးနှစ်ယောက်အမှုကို ဖော်ထုတ်ပုံတွေ၊ အမှုက ထင်ထားသလိုမရိုးရှင်းပဲ ကွင်းဆက်လူသတ်သမားဖြစ်နေတာကြောင့်လှည့်ကွက်များစွာရှိနေပုံတွေကို ဟာသဆန်ဆန်နဲ့ရိုက်ကူးထားပါတယ်။ ဟာသဆန်ဆန်ဆိုပေမယ့်အမှုအကြောင်း သဲလွန်စရှာပုံတွေ၊ ကောက်ချက်ချပုံတွေကလဲ စိတ်ဝင်စားစရာကောင်းပါတယ်။အဲ့ဒါကြောင့် စုံထောက်ကားကြိုက်သူတွေ ဟာသကောင်းကြိုက်သူတွေ လက်မလွှတ်သင့်တဲ့တရုတ်ကားကောင်းတစ်ကားဖြစ်ကြောင်း လက်တို့လိုက်ရပါတယ်။  ဂိမ်မာတွေဆိုတာ ဘာညာအထှာတော့ရှိတယ်ဗျ....တစ်ချို့သော ပုတ်ခတ်သူတွေအတွက် တစ်ချို့သော ဂိမ်မာသမားများက ဂိမ်ကစားရင်း လက်တွေ့ဘဝမှာ ဒီလိုဟိုလို ဉာဏ်သုံးဖြေရှင်းပြီး ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/detective-chinatown-22018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-03-at-00.07.15-126x200.png",
        "title": "The Boss Baby: Family Business (2021)",
        "description": "The Boss Baby: Family Business (2021)=============================IMDb Rating - 5.8/102017 လောက်တုန်းက အားလုံးကို အမွှေစိန်လုပ်သွားတဲ့ boss baby လေးကို မှတ်မိကြဦးမယ်ထင်ပါတယ်၊သူအခု အရွယ်ရောက်သွားပြီဗျ အရွယ်ရောက်တဲ့အပြင် တူမ ၂ ယောက်တောင်ရပြီး အလုပ်ကြိုးစားတဲ့ အချစ်တော်အန်ကယ်ဖြစ်နေပါပြီ။သို့ပေမယ့် ကျွန်တော်တို့ရဲ့ ကလေးသူဌေးကြီး ဒီဇာတ်လမ်းမှာ သူငယ်ပြန်ရပါဦးမယ်ဖြစ်စဉ်ကဒီလိုရယ်ပါ . သူကလေးဘ၀က လာခဲ့တဲ့ BabyCorp ဆိုတဲ့ အဖွဲ့အစည်းမှာ ပြဿနာတစ်ခု ပေါ်ပေါက်လာပါတယ်၊ ပြဿနာကတော့ ဒေါက်တာတစ်ယောက်ဟာ ကလေးတွေရဲ့ ခေါင်းထဲကို အတွေးမှားတွေ ရိုက်ထည့်ပေးနေပြီးကလေးတွေက မိဘတွေအပေါ် သွေးအေးလာတာပါ။ ဒီ ပြဿနာကို ဖြေရှင်းဖို့ရာ Boss Baby တို့ ညီအစ်ကို ၂ ယောက်အသက်ငယ်ဆေး ဖော်မြူလာကို သောက်ပြီး ကလေးဘ၀ကို ပြန်ရောက်သွားချိန်မှာတော့ ...........ဘာတွေဆက်ဖြစ်မလဲ အဖြေရှာရင်း ဘယ်ပြဿနာတွေ ထပ်တက်ဦးမလဲ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-boss-baby-family-business-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/the-boss-baby-poster-133x200.jpg",
        "title": "The Boss Baby (2017)",
        "description": "The Boss Baby (2017)________IMDb - 6.3/10\n  \nမိဘနှစ်ပါးရဲ့ အလိုလိုက်ချင်းကိုခံထားရတဲ့ တင်ဆိုတဲ့ကလေးလေးဘဝထဲကို ညီလေးတစ်ယောက် ယောက်လာခဲ့တယ်။\nအဲဒီကလေးပေါက်စကို မနာလိုလည်းဖြစ် မသင်္ကာတဲ့အစ်ကိုဖြစ်သူ တင်မ် ဟာ လျို့ဝှက်ထောက်လှမ်းရင်းဘော့စ်ဘေဘီလေးရဲ့ လျိုှုဝှက်ချက်ကို သိသွားခဲ့ပါတယ်။\nသူ့ညီမြန်မြန်ထွက်သွားစေဖို့အတွက် သူ့ညီရဲ့လျို့ဝှက်စစ်ဆင်ရေးကို လိုက်ကူညီရင်း ကမ္ဘာပေါ်က ကလေးတွေရဲ့\nချစ်ခြင်းကို လုယူမယ့် ဗီလိန်ကြီးတစ်ယောက်နဲ့ ရင်ဆိုင်လာရတဲ့အခါ.....။ဒါရိုက်တာ Tom McGrath က ရိုက်ကူးပြီး\nဇာတ်ညွှန်းရေးသူကတော့ Michael McCullers ပါကာတွန်းဇာတ်ကောင်တွေရဲ့ နောက်ခံစကားပြောသူတွေအနေနဲ့ကတော့ Boss Baby အဖြစ်\nAlec Baldwin နဲ့ Older Tim အဖြစ်Patton Wswalt တို့က အဓိကပါဝင်အားဖြည့်ပေးထားပါတယ်။\n20th Century Foxကုမ္ပဏီက ရိုက်ကူးပြီး မတ် ၃၁ ရက်မှာ ထွက်ရှိထားတဲ့ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဘာသာပြန်ကတော့ ဝေယံမောင် နဲ့ မျိုးမြင့်မောင်ဖြစ်ပါတယ်File Size - 765 MB\nTranslated By - Wai ...",
        "rating": "6.3",
        "url": "https://megaup.net/1I45x/The_Boss_Baby_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Twofacesofmygrilfreind-140x200.jpg",
        "title": "Two Faces of My Girlfriend (2007)",
        "description": "IMDb Rating (6.5) / Rotten Tomatoes (74%)Penthouse စီးရီးထဲက ရှေ့နေလီဆိုတာနဲ့ မျက်နှာပေးအမျိုးမျိုးနဲ့ ကျရာဇာတ်ရုပ်သရုပ်ဆောင်နိုင်တဲ့ လူတစ်ယောက်ကိုပြေးမြင်မှာပါ...သူကတော့ Bong Tae-gyu  ဖြစ်ပြီး ဇာတ်ရံအဖြစ်သာ အတွေ့များရတဲ့ ဟာသသရုပ်ဆောင်ဖြစ်ပါတယ်။အခုတင်ဆက်မယ့်ဇာတ်ကားကတော့ ရှားရှားပါးပါး အဓိကဇာတ်ဆောင်အဖြစ် သူပါဝင်ထားတဲ့ Comedy Romance ဇာတ်ကားလေးပါ။ဇာတ်လမ်းကတော့...ရိုးအပြီး ခွကျတဲ့ဂူချန်းဟာ ကောလိပ်ကို ၇နှစ်မြောက်တက်နေရတဲ့ ကောလိပ်ဘိုးအေးကြီးဖြစ်ပြီးအလုပ်လျှောက်တိုင်းလည်း မအောင်မြင်ဘဲ တစ်ခုလပ်အစ်မဆီကနေမုန့်ဖိုးလက်ဖြန့် တောင်းသုံးနေရသူဖြစ်ပါတယ်မအောင်မြင်သူတို့ ထုံးစံအတိုင်း ရည်းစားလဲမရှိသလို ဘယ်မိန်းကလေးကိုမှ မနမ်းဖူးသေးတဲ့ Legendary FA ကောင်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဖြူစင်ပြီးချစ်စရာကောင်းတဲ့ ကောင်မလေးနဲ့ ရေစက်ဆုံဖို့ အကြောင်းဖန်လာပါတယ်...ဒါပေမယ့် အဲ့ကောင်မလေးက လူတစ်ကိုယ်စရိုက်အမျိူးမျိူး(multiple personality disorder)ဝေဒနာရှင်ဖြစ်နေတဲ့အခါမှာတော့....။ရီနေရတာမို့ ပိတ်ရက်မှာ အေးဆေးကြည့်ဖို့ သင့်တော်တဲ့ Rating မြင့် ကိုရီးယား ဟာသအချစ်ဇာတ်ကားလေးဖြစ်ပါတယ်။ \nFile size…(2.2 GB) and (1.3 ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/two-faces-of-my-girlfriend-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nbGzncqTJw94LHisdEXKC1dFc3J.jpg",
        "title": "Detective Chinatown 3 ( 2021 )",
        "description": "Detective Chinatown 3 ( 2021 ) အညွှန်း**********************************စုံထောက်ဇာတ်ကားကိုမှ ကြည့်ချင်ပါတယ်ဆိုတဲ့လူတွေအတွက်ဟာသနှောစုံထောက်ကားလေး လာပါပြီနော်Detective Chinatown 3ဇာတ်ကားလေးဟာဆိုရင် အရင်က 1 2 ဆိုပြီးတော့နှစ်ကားထွက်ဖူးတာကြောင့် ကြည့်ပြီးသားလူတွေကတော့ဒီကားလေးထဲမှာ တူဝရီးနှစ်ယောက် ဘယ်လိုတွေ ဗရုတ်ကျပြီးပဟေဠိဆန်ဆန် လူသတ်မှုတွေကို စုံစမ်းကြသလဲဆိုတာ သိပြီးသားဖြစ်မှာပါအခု 3 မှာရော နှစ်ယောက်သား ဂျပန်ကိုသွားပြီး ဘယ်လိုအလွဲတွေနဲ့ပဟေဠိဆန်တဲ့လူသတ်မှုကို ဖြေရှင်းကြမလဲ ထိုင်းစုံထောက်ဂျပန်စုံထောက်တွေနဲ့ အားလုံးဆုံမိသွားတဲ့အပြင် မာဖီးယားတွေနဲ့အမှုက ပတ်သတ်နေတဲ့အခါ တူဝရီးနှစ်ယောက် ဟာသတွေ တစ်ပုံကြီးနဲ့အမှုကို ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ ကြည့်ရှုကြရမှာပါရှေ့နှစ်ကားမကြည့်ဖူးသေးတဲ့လူတွေအတွက်လည်း ဒီကားလေးက1 2 နဲ့ အမှုအသွားအလာ အဆက်အစပ်မရှိတဲ့အတွက်ကြောင့်မို့လို့ဟာသ သဲထိတ်ရင်ဖိုကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေအနေနဲ့လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားလေးပါနော် Quality : HEVC 1080p 5.1,BLU-RAY720PFormat : mp4During : 2h 6minSubtitle : Myanmar Sub ( Hardsub )Translated ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/detective-chinatown-3-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-01-at-21.34.43-135x200.png",
        "title": "Peter Rabbit 2: The Runaway (2021)",
        "description": "Peter Rabbit 2: The Runaway (2021)==========================IMDb Rating - 6.2/10 ဒရမ်သမားလေး ယုန်ပီတာကို မှတ်မိကြသေးလား??? ဒုတိယကားလေးကိုလည်း စောင့်နေကြမှန်းသိလို့ CM ကတင်ဆက်ပေးလိုက်ပါပြီနော်...အိမ်ပြေးပီတာ.. ပီတာအိမ်ပြေးတစ်ယောက် ဒီဇာတ်လမ်းမှာလည်း ပြေးရပြန်ပါပြီ။ ပေါ့ပေါ့ပါးပါးနေတတ်တဲ့ ပီတာလေးက အရာရာကိုပေါ့ပေါ့လေးပဲပြောပေမယ့် ပေါ့ပေါ့လေးတော့ မခံစားတတ်ပါဘူး။ အဓိကကတော့ ပီတာရဲ့ မတည့်အတူနေ မစ္စတာမဂ်ဂရက်ဂေါ ကြီးက အခုထိ ပီတာ့အပေါ် အမြင်စောင်းနေတုန်းပါပဲ ။ စောင်းဆို ပီတာကလည်း ဘယ်တော့မှအတည့်မနေဘူး.. လုပ်လိုက်ရင် တလွဲကြီးပဲ🤣ပထမကားမှာ အီစီကလီဖြစ်ခဲ့တဲ့ ဘီ နဲ့ မဂ်ဂရက်ဂေါက အခုတော့လက်ထပ်ပြီး ယုန်လေးပီတာအကြောင်းကို စာအုပ်ထုတ်ဝေခဲ့ပါတယ်။ စာအုပ်ရဲ့ အောင်မြင်ချက်ကတော့ ဘီ ကို ဒုတိယအုပ်ရေးဖို့ ကမ်းလှမ်းခံရပြီး ယုန်လေးပီတာကို ဗီလိန် အဖြစ်ရေးဖို့ အကြံပြုပါတော့တယ်။ ဒါကို ဘယ်သူမှမကန့်ကွက်တဲ့အပြင် ပီတာက ဗီလိန်နဲ့ပိုတူတယ်လို့တောင် ဝိုင်းပြီးပြောကြဆိုကြနဲ့ယုန်ဖြူစင်တာ ယုန်ပဲသိတယ်လေ😥ဝေဖန်ဒဏ်တွေ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/peter-rabbit-2-the-runaway-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-01-at-22.58.47-135x200.png",
        "title": "Peter Rabbit (2018)",
        "description": "Peter Rabbit (2018)IMDb - 6.6/10_____Rotten - 63%\n  ဖေဖော်ဝါရီလတုန်းကမှ ရုံတင်သွားတဲ့ Peter Rabbit ဇာတ်ကားကိုတော့ အများကြီးညွှန်းဆိုစရာ မလိုဘူးထင်ပါတယ်။\nအမေရိကန်အင်္ဂလိပ် စာရေးဆရာမ Beatrix Potter ရဲ့ နာမည်ကျော်\nThe Tale of Peter Rabbit စာအုပ်ကိုပြန်လည်ပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားပဲဖြစ်ပါတယ်။ IMDb score 6.6 တောင်ရရှိထားပြီးတော့\nဒေါ်လာသန်း ၅၀ နဲ့ရိုက်ကူးခဲ့တဲ့ကားဟာ ဒေါ်လာသန်း၃၀၀ နီးပါးပြန်လည်ရရှိခဲ့တဲ့အတွက် ငွေကြေးအရ အောင်မြင်တယ်လို့ ဆိုနိုင်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း\n------------------ယုန်ကလေး Peter ဟာ မိဘနှစ်ဦးသေဆုံးပြီးတဲ့ နောက်မှာ\nညီမသုံးယောက် ဝမ်းကွဲအစ်ကိုတစ်ယောက်နဲ့အတူ နေထိုင်လျက်ရှိပါတယ်။ တခြားတိရစ္ဆာန်တွေလို အစားကိုပုံမှန်ရှာစားလည်းဖြစ်ပေမယ့် စွန့်စွန့်စားစားလုပ်လိုက်ရမှ\nကျေနပ်တဲ့ Peter က Joe McGregor ဆိုတဲ့ ဒေါသအိုးအဘိုးကြီးရဲ့\nခြံထွက်သီးနှံတွေကိုသာ ခက်ခက်ခဲခဲခိုးစားလေ့ရှိပါတယ်။ တစ်ရက်\nအဘိုးကြီး McGregor ရုတ်တရက်သေဆုံးသွားတဲ့အချိန်မှာ Peter တို့မောင်နှမတစ်သိုက်ဟာ သူ့အိမ်ကြီးမှာ ပျော်ရွှင်စွာမင်းမူကြပါတော့တယ်။ သို့ပေမယ့် အဘိုးကြီးဟာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/T4tu/Peter_Rabbit_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Tuesdays-and-Fridays-2021-133x200.jpg",
        "title": "Tuesdays And Fridays (2021)",
        "description": "Netflix ကတင်ဆက်ထားတဲ့ Bollywood ဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ချောမောလှပပြီး စည်းကမ်းကြီးတဲ့ ဆီရာဟာ\nမွန်ဘိုင်းကရုပ်ရှင်လုပ်ငန်းမှာ ဥပဒေကိစ္စတွေ\nစီမံဆောင်ရွက်ပေးနေတဲ့ ရှေ့နေမလေးပါ\nဗာရွန်ကတော့ လန်ဒန်မှာနေထိုင်တဲ့ နာမည်ကြီးလူငယ်စာရေးဆရာတစ်ဦးပါ။\nတစ်နေ့ ဗာရွန်ဟာ သူ့ဝတ္တုကို ရုပ်ရှင်ရိုက်မယ့်ကိစ္စအတွက်\nအိန္ဒိယကိုလာရင်း မူပိုင်ခွင့်ကိစ္စတွေညှိနှိုင်းဖို့ ဆီရာနဲ့ စတင်ဆုံစည်းမိပါတယ်။\nဗာရွန်ရဲ့ ဝတ္တုအကြောင်း အပြန်အလှန်ဆွေးနွေးကြရင်း သူတို့နှစ်ဦးဟာ ရင်းနှီးသွားပါတယ်။\nထို့နောက် ဗာရွန်လည်း လန်ဒန်ကိုပြန်သွားပြီး ဆီရာက သူ့အလုပ်သူဆက်လုပ်နေခဲ့ပါတယ်။\nအလုပ်မှာထူးချွန်တဲ့အတွက် ကုမ္ပဏီက လစာပြည့်ခွင့် ၂ လပေးတဲ့အတွက်\nဆီရာဟာ သူ့မိခင် နေထိုင်ရာ လန်ဒန်မြို့ကို အလည်လာခဲ့ပါတယ်။\nလန်ဒန်မှာ မမျှော်လင့်ဘဲ ဗာရွန်နဲ့ ဆီရာတို့ ပြန်လည်ဆုံစည်းမိပါတယ်။\nအဲဒီနောက်မှာတော့ သူတို့နှစ်ဦးရဲ့ ရင်ထဲမှာ တစ်ယောက်ကိုယ်တစ်ယောက်\nစိတ်ဝင်စားမှုလေးတွေရှိလာပါတယ်။ ဒါပေမဲ့ ဗာရွန်မှာ အကျင့်တစ်ခုရှိပါတယ်။\nအဲဒါကတော့ ဗာရွန်ဟာ ကောင်မလေးတစ်ယောက်ကို ခုနစ်ပတ်ထက်ပိုပြီးတွဲလေ့မရှိပါဘူး။\nဗာရွန်ရဲ့ခံယူချက်က တွဲလာတာကြာလာတာနဲ့အမျှ စကားများရန်ဖြစ်ပြီး လမ်းခွဲတာထက်စာရင်\nစောစောစီးစီး နှစ်ဦးသဘောတူ ကြိုတင်လမ်းခွဲတာပိုကောင်းတယ်လို့ ခံယူထားသူပါ။\nဆီရာကတော့ တစ်ယောက်ဆိုတစ်ယောက် အချိန်အကြာကြီး အတည်တကျ လက်တွဲချင်သူပါ။\nသူတို့နှစ်ဦးဟာ တစ်ယောက်နဲ့တစ်ယောက် စိတ်ဝင်စားနေကြပေမဲ့ ဗာရွန်ရဲ့ ခုနစ်ပတ်ပဲတွဲမယ်ဆိုတဲ့\nခံယူချက်ကြောင့် ရှေ့ဆက်မတိုးဖြစ်ကြပဲ ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/tuesdays-and-fridays-2021/"
    }
]