[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/ezgif-1-17cc73eabaf9-135x200.png",
        "title": "Ainbo: Spirit of the Amazon (2021)",
        "description": "AINBO: Spirit of the Amazon (2021)ချစ်စရာ ကာတွန်းလေးတစ်ခုတင်ပေးလိုက်ပါပြီ။\nအမေဇု့တောအုပ်ထဲက ရွာလေးတစ်ရွရဲ့ သူရဲကောင်းမလေး တစ်ယောက်အကြောင်းပေါ့။\nသူ့နာမည်က အင်ဘိုလို့ခေါ်ပါတယ်။\nအသက် ၁၃ ပဲ ရှိသေးပြီး တစ်နေ့မှာ အတော်ဆုံးမုဆိုးဖြစ်လာချင်တဲ့ကလေးမလေးပေါ့။\nသူ့မိဘတွေ မရှိတော့သလို ဘယ်သူမှန်းလည်း မသိခဲ့ပါဘူး။\nရွာသူကြီးလင်မယားက မွေးစားထားပြီး သူတို့ရဲ့ သမီးအရင်း ဇူမီနဲ့ ညီအစ်မလို ခင်မင်နေခဲ့ကြတာပါ။\nတစ်နေ့မှာတော့ သူတို့ရွာကလေးကို ကျိန်စာတစ်ခုကျရောက်လာပြီး ရွာသားတွေအားလုံး ဒုက္ခရောက်လာတဲ့အခါ\nအင်ဘိုဟာ သူချစ်တဲ့သူတွေနဲ့ ရွာလေးကို ကယ်ဖို့ ကျိန်စာဖြေမယ့်နည်းရယ် ကျိန်စာတိုက်တဲ့သူရယ်ကို ရှာဖို့\nစွန့်စားခန်းတွေ ဖွင့်ရပါတော့တယ်...ချစ်စရာအကောင်လေးတွေနဲ့ပါ ကာလာစုံ၊ရောင်စုံတင်ဆက်ထားတာမို့ကာတွန်းချစ်သူများလက်လွတ်ခံလို့မဖြစ်ကြောင်း ညွှန်းဆိုလိုပါတယ်။ \nFile size…(1.6 GB) and (1 GB)\nQuality…WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Mr.Anderson",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/ainbo-spirit-of-the-amazon-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYTZjNzI1ZTItOTE5Ny00MjBjLWE1NjUtOWRkZWVkOTk2OTZmXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-150x200.jpg",
        "title": "Monica, O My Darling (2022)",
        "description": "Monica, O My Darling (2022)အခုတစ်ခါမှာတော့ လတ်လတ်ဆတ်ဆတ်လေး ထွက်လာတဲ့\nဟင်ဒီကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါ့မယ်နော်ဖြစ်ပုံက ဒီလို..။ဂျယန့်ဆိုတဲ့ နည်းပညာကျောင်းသားလေးဟာ ကျောင်းပြပွဲတစ်ခုမှာ\nသူ့ရဲ့ Presentation ကိုတင်ဆက်ပြသနေရင်းနဲ့\nစက်ရုပ်ကုမ္ပဏီတစ်ခုရဲ့ စီအီးအိုက သူ့ကိုသဘောကျသွားပြီး\nကုမ္ပဏီဒါရိုက်တာ ခန့်လိုက်ပါတယ်...အဲ..သူက စီအီးအိုရဲ့သမီးနဲ့ ချစ်ကြိုက်နေတယ်ပေါ့...။လူမသိအောင်လည်း မိုနီကာဆိုတဲ့ အပျော်မယ်တစ်ယောက်နဲ့\nကြိတ်ပုန်းခုတ်နေသေးတယ်ဇာတ်လမ်းက အဲ့ဒီမွာ စပြီ..မိုနီကာက ဂျယန့်ကို ခြိမ်းခြောက်ပါပြီ\nသူမမွာ သူနဲ့ရတဲ့ ကိုယ်ဝန်ရှိနေပါပြီဆိုပြီး ကလေးစရိတ်တောင်းပါပြီချစ်ရသူကလည်းတစ်ဖက် ချစ်ရသူနဲ့စုံမက်ခွင့်မရရင် ဆင်းရဲတဲ့ဘဝကတက်လာတဲ့\nသူ့အတွက် လောလောလတ်လတ်စည်းစိမ်တွေပျောက်သွားမှာလည်းစိုးဒီလို စိတ်ညစ်နေတုန်းမှာပဲ သူနဲ့ဘဝတူ တစ်လှေတည်းစီး နောက်နှစ်ယောက်နဲ့\nသွားဆုံမိပါတော့တယ်..သူတို့နှစ်ယောက်ကတော့ သူချစ်ရသူရဲ့အစ်ကိုတော်နဲ့\nသူအလုပ်လုပ်နေတဲ့ ကုမ္ပဏီက စာရင်းကိုင်ပါပဲသူတို့ကိုလည်း ထိုးနည်း၎င်းပဲ မိုနီကာက ခြိမ်းခြောက်ငွေညှစ်နေပါတယ်...။ကြံရာမရတော့တဲ့အဆုံး သူတို့သုံးယောက်ပေါင်းပြီး မိုနီကာကို\nသတ်ပစ်ဖို့ကြံပါတော့တယ်...။သူတို့ထင်ထားခဲ့သလိုပဲ ဒီအရှုပ်တော်ပုံကြီးလက်ကနေ\nလွယ်လွယ်နဲ့လွတ်မြောက်နိုင်ပါ့မလား...။နောက်ထပ်ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့....။ဒီဇာတ္ကားထဲက နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့\n[Stree (2018),Hit: The First Case (2022), Roohi (2021),\nKai Po Che! (2013), Shahid (2012)] ..\nစတဲ့ကားကောင်းတွေကိုရိုက်ကူးခဲ့တဲ့မင်းသားချောလေး\nရာဂျ်ကူမားရောင်း....မင်းသမီးဟူမားကူရေရှီနဲ့\nရာဒီကားအာပ်တေးတို့ရဲ့ သရုပ်ဆောင်ချက်တွေကြားမှာ\nဆက်လက်ပြီး ခံစားပေးကြပါဦးနော်...ကြည့်လို့ကောင်းတဲ့ ဟာသမှုခင်းကားလေးပါလို့ လက်တို့ရင်း\nညွှန်းပေးလိုက်ပါတယ်နော်..\nFile ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/monica-o-my-darling-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLWsLVrfkFvOXOG9PbUAYg7AK3E.jpg",
        "title": "Sleepless in Seattle(1993)",
        "description": "Sleepless in Seattle(1993) အညွှန်း****************************မင်းသားကြီး Tom Hanks အဓိကပါဝင်ထားတဲ့ဇာတ်ကားဆိုတော့ အညွှန်းတောင်ဖတ်စရာမလိုဘဲ ကြည့်သင့်ပါတယ်..ပြီးတော့ဒီကားက အော်စကာ ဆု(၂)အတွက်ဆန်ကာတင်စာရင်းဝင်ခဲ့သလိုအခြားဆုများစွာလည်းရရှိခဲ့ပါတယ်..အချစ်ဆိုတာကို လူတွေဘယ်လိုခံယူကြသလဲဗျ။တကယ်တမ်းဖြစ်စဉ်ကတော့ Samဟာ ချစ်ရတဲ့ဇနီးဆုံးသွားလို့ သားလေးတစ်ယောက်နဲ့အတူဝမ်းနည်းစွာ ကျန်ရစ်ခဲ့ရှာပါတယ်။ နေထိုင်ရာချီကာဂိုတစ်မြို့လုံးဟာ သွားလေသူချစ်သူရဲ့ပုံရိပ်တွေပြည့်နှက်နေတာကြောင့် သူ့အကြောင်းမတွေးမိအောင်ဆီယာတယ်ဆိုတဲ့ မြို့အသစ်ကို ပြောင်းရွှေ့သွားပါတယ်။\nဒါပေမဲ့ Samရဲ့သားလေး Jonahကတော့ မြို့အသစ်ကိုပြောင်းလာပေမယ့်အဖေဖြစ်သူဟာ ပူဆွေးမြဲပူဆွေးနေတာကြောင့် စိတ်ပညာအကြံပေးဖုန်းဖြေကြားလေ့ရှိတဲ့ရေဒီယိုအစီအစဉ်ကို ဖုန်းဆက်ပြီး သူ့အဖေကို မိန်းမအသစ်ရှာပေးဖို့ အကူအညီတောင်းပါတော့တယ်။ဒီတော့ရေဒီယိုအစီအစဉ်က ဖြေကြားသူဆရာဝန်ဟာ သူ့အဖေကို ဖုန်းပေးခိုင်းပြီး ဆွေးနွေးပါတယ်။အဲ့ဒီနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို့တော့..ဇာတ်လမ်းလေးကလည်း ဆွဲဆောင်မှုရှိတဲ့အပြင်သီချင်းလေးတွေကလည်း အရမ်းကောင်းလို့ နောင်တမရအောင် ကြည့်ဖြစ်အောင်ကြည့်ပါလို့ တိုက်တွန်းပါရစေ။File Size :(2.7GB) (730MB) and (313 MB)\nQuality : Blu-Ray1080P5.1ch, 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Romance , Drama, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/sleepless-in-seattle1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n1x6VMvCwvs3dLH84N7cSrpT0yt.jpg",
        "title": "Next Exit (2022)",
        "description": "Next Exit (2022)အခုတလောမှ အသစ်ထွက်လာတဲ့ Sci-Fi/ Drama ကားအသစ်လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nIMDb Rating 6.6, Rotten Tomatoes 85 % အထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်။\nနောက်ဘဝဆိုတာ တကယ်ရှိကြောင်း အတည်ပြုထားတဲ့ အနာဂတ်ကာလတစ်ခုမှာ\nရို့စ်ဆိုတဲ့ ကောင်မလေးဟာ ကိုယ့်ကိုယ်ကိုယ် သတ်သေပြီးတော့ နောက်ဘဝကို ကူးပြောင်းပြီး\nဝိညာဥ်အဖြစ်နေနိုင်အောင် ကူညီပေးတဲ့ Life Beyond ဆိုတဲ့ လေ့လာရေးအစီအစဉ်မှာ ပါဝင်ဖို့ စာရင်းပေးခဲ့ပါတယ်။\nအဆိုပါ အစီအစဉ်မှာ ပါဝင်ဖို့အတွက် ဆန်ဖရန်စစ္စကိုမြို့ဆီ သွားရမှာပါ။\nသို့သော် ရို့စ်ဟာ အစီအစဉ်ကပေးတဲ့ လေယာဉ်နဲ့ မသွားချင်ဘဲ\nကားနဲ့ သွားချင်တာကြောင့် အငှားကားငှားဖို့ အငှားကားကုမ္ပဏီဆီကိုရောက်ခဲ့ပါတယ်။\nတက်ဒီဆိုတဲ့ လူတစ်ယောက်ဟာလည်း ထိုအစီအစဉ်မှာ\nပါဝင်ဖို့ သွားရမှာဖြစ်တာကြောင့် အငှားကားကုမ္ပဏီကို ရောက်လာပါတယ်။\nသို့သော် အငှားကားကုမ္ပဏီမှာ အဆင်မပြေဖြစ်ရာကနေ နှစ်ဦးသား သွားမယ့်နေရာကလည်း တူနေတာမို့\nနှစ်ယောက်သား ကားတစ်စီးတည်းနဲ့ ခရီးအတူတူသွားဖို့ ဖြစ်လာပါတော့တယ်။ \\\nခရီးတစ်ခုတည်းကို အတူတူသွားကြမယ့် လူနှစ်ယောက်က ဘာကြောင့် ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/next-exit-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/57OaVUJasuGCNVfLJg3o154ZS8F.jpg",
        "title": "Deborah (2022)",
        "description": "Deborah (2022)အားလုံးကို လက်တလောမှ ထွက်ရှိထားတဲ့ Sci-fi, Comedy movie လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ငယ်ငယ်တုန်းက ကိုယ့်ဆီမှာ အချိန်ကိုနောက်ပြန်ရစ်လို့ရမယ့် ရီမုဒ်ကွန်ထရိုးရှိရင်ကောင်းမယ် တွေးဖူးကြတဲ့သူရှိရင် ဒီဇာတ်ကားက အဲဒီအတွက်အဖြေကောင်းပါပဲ။ဇာတ်လမ်းအစကိုတော့ ငယ်ပေါင်းသူငယ်ချင်းတစ်စု အဲလ်ဘတ်နဲ့အေဒါတို့ရဲ့ စေ့စပ်ညပါတီပွဲတက်ပုံနဲ့ စထားပါတယ်။ အဲလ်ဘတ်တို့ပိုင်ထားတဲ့ ဒက်ဘရာ(Deborah)ဆိုတဲ့ AI က အချိန်ကိုရပ်ပြီး အချိန်အနည်းငယ်လောက်ကိုပြန်ရစ်ပေးနိုင်တာပါ။ အဲလ်တို့က ပြီးပြည့်စုံတဲ့ညကိုဖန်တီးနိုင်ဖို့အတွက် အချိန်ကိုခဏခဏပြန်ရစ်ကြပါတယ်။အစကတော့ ဘေးထွက်‌ဆိုးကျိုးကြောင့် တခြားသူတွေက Déjà Vu လိုမျိုးပဲခံစားရပေမယ့် ကြာလာတော့ရိပ်မိသွားပါတယ်။ အားလုံးသိကုန်ကြတဲ့အချိန်မှာ အကုန်ဝိုင်းသုံးကြရင်း ပေါက်ကရလေးဆယ်တွေစဖြစ်ကုန်ပါတော့တယ်။ ‌ဒီဇာတ်ကားမှာ ငယ်ပေါင်းသူငယ်ချင်းတစ်စု‌ ရောက်တတ်ရာရာစကားထိုင်ပြောနေကြတာကိုကြည့်ရင်းနဲ့ ‌ကျောင်းကန်တင်းမှာသူငယ်ချင်းတွေနဲ့ နေခဲ့ရ ပြောခဲ့ရတာတွေကို လွမ်းဆွတ်စေမယ့် Nostalgia Vibe မျိုးပြန်ရစေမှာပါ။ ပေါ့ပေါ့ပါးပါးကြည့်လို့ရတဲ့ဇာတ်ကားဆိုပေမဲ့ တစ်ချက်တစ်ချက် Dialogue တွေက ကြည့်ရှုသူတွေရဲ့လက်ရှိဘ၀နဲ့ပါ ယှဉ်ကြည့်မိရင်း တစ်မိနစ်လောက်အတွေးထဲ နစ်မြောသွားစေနိုင်ပါတယ်။ အားလုံးပဲကြည့်ရှုခံစားကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Htet Kyaw Myo ...",
        "rating": "",
        "url": "https://channelmyanmar.org/deborah-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZWE0M2Q5YTktM2E3OC00Y2UwLWI0NmQtMGQ3YWQ5YTcyYmVkXkEyXkFqcGdeQXVyNzMzMjU5NDY@._V1_-133x200.jpg",
        "title": "(18+) Madame Bamboo (1991)",
        "description": "Madame Bamboo\nဆောင်ကြာမြိုင်ဇာတ်လမ်းလို့ပြောရမှာပေါ့\nကုန်းဘောင်ခေတ် ဆောင်ကြာမြိုင်ဇာတ်လမ်းတော့မဟုတ်ဘူး\nစိနပြည်ဆောင်ကြာမြိုင်ဇာတ်လမ်းပါ sex and zen တို့လို\nတရုတ်ကားတွေ ကြိုက်တဲ့သူတွေအတွက်ကတော့ဒီဇာတ်ကားက တရုတ်တွေရဲ့ထုံးစံအတိုင်း ကွက်ကွက်ကွင်းကွင်း\nမုန့်တီဟင်းနှယ် ချပြထားတာကြည့်ရမှာပါ\nဆောင်ကြာမြိုင်ကိုရောင်းစားခံရတဲ့ ကောင်မလေးတွေ\nသူတို့ဘဝဇာတ်ကြောင်းတွေ ပြန်ပြောင်းပြောပြတာကို\nကြည့်ရှုရင်း တရုတ်ပြည်ရဲ့ ရှေးခတ်မိန်းမတွေကို\nပိုးစိုးပက်စက်နှိမ့်ချထားတဲ့ အကြောင်းတွေကို ထုံးစံအတိုင်း\nမျက်စိပသာဒဖြစ်ဖွယ်လေးနဲ့ နှလုံးသွင်းရှုစားကြတာပေါ့ဗျာ\nFile size…2.1GB / 1GB\nQuality…1080p HQ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/18-madame-bamboo-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8jegYNcAQWYs6oIoG2dmXEnWfip.jpg",
        "title": "DAD IS HERE ( 2022 )",
        "description": "IQIYIကနေ ဖခင်တစ်ယောက်ရဲ့ချစ်ခြင်းမေတ္တာကို ပုံမှန်ကားတွေနဲ့မတူ\nတမူထူးခြားစွာနဲ့စိတ်ကူးယဉ်ဆန်ဆန်ဟာသပုံစံရိုက်ကူးထားပါတယ်Lingdianအဆိုတော်အဖွဲ့ရဲ့Vocal Zhou Xiao Ou (ချင်ယွင်ဖေး)က\nအားကိုးလို့မရ တည်ကြည်မှုမရှိ တိုးတက်ချင်စိတ််မရှိ\nဒီ“မ”သုံးလုံးနဲ့ပြည့်စုံနေတဲ့ ဖခင်တစ်ယောက်အနေနဲ့သရုပ်ဆောင်ထားပါတယ်\nသမီးဖြစ်သူ ချင်ရှောင်ရှောင်ကတော့ အဖေနဲ့ဆန့်ကျင်ဘက်\nအေးတိအေးစက် ဖော်ရွေမှုသိပ်မရှိတဲ့ စာတော်တဲ့သူတစ်ယောက်မိုးရွာတဲ့တစ်ရက်မှာ သားအဖနှစ်ယောက်က\nမတော်တဆဖြစ်ပြီး ဝိဉာဉ်ပြောင်းလဲသွားခဲ့တယ်\n“မ”သုံးလုံးနဲ့ပြည့်စုံနဲ့တဲ့အဖေဖြစ်သူက\nသမီးရဲ့ကျောင်းသူဘဝမှာ ရှုပ်ယှက်ခတ်သွားအောင်လုပ်ခဲ့တယ်\nတစ်ချိန်တည်းမှာပဲ သမီးဖြစ်သူရဲ့ဖိအားတွေကိုနားလည်လာခဲ့တယ်သမီးဖြစ်သူကလည်း အဖေရဲ့ဘဝကိုဖြတ်သန်းတော့မှ\nအဖေတစ်ယောက်ရဲ့ဘဝကဘယ်လိုရှိလဲနားလည်လာခဲ့ကြတယ်\nအချင်းချင်းရဲ့ဘဝကိုနားလည်ပြီး ပြဿနာတွေ\nဖိအားတွေကို ဘယ်လိုဖြေရှင်းမလဲ ဘာတွေပြောဆိုကြမှာလဲ\nတစ်ယောက်နဲ့တစ်ယောက်ဘယ်လိုပေးဆပ်ကြမလဲဆိုတာကို\nဝမ်းနည်း/ဝမ်းသာ ခံစားချက်နှစ်မျိုးနဲ့\nဘဝကိုသရုပ်ဖော်ထားတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ် …..\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Family , Drama\nRuntime : 1h 29 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/dad-is-here-2022/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fdKZmSQHD17JjGUYkluhpttgJRi.jpg",
        "title": "Raymond & Ray (2022)",
        "description": "Raymond & Ray (2022)ဒီရုပ်ရှင်ကိုတော့ The Sopranos လို မာစတာပိစ်စီးရီးကြီးမှာ ဝင်ရိုက်ဖူးပြီး ဆုရဇာတ်လမ်းတွဲတွေကိုလည်း ရိုက်ကူးရေးသားဖူးတဲ့ Rodrigo Garcia လို့ခေါ်တဲ့ ဒါရိုက်တာက ရိုက်ကူးထားပြီး Legend actor ဆရာကြီးနှစ်ပါးဖြစ်တဲ့ Ethan Hawke နဲ့ Ewan McGregor တို့က Main character နှစ်ယောက် ရေမွန်နဲ့ရေး အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်ကတော့ Comedy, Drama ပေမဲ့ Black Comedy လို့ပြောရင် ပိုတိကျပါမယ်။ အီသန်နဲ့ အီဝန်ဟာ ရေးနဲ့ ရေမွန်ဆိုတဲ့ အဖေတူ မအေကွဲ ညီအစ်ကိုတွေပါ။ သူတို့၂ယောက်စလုံးရဲ့ အမေတွေကလည်း သူငယ်ချင်းတွေပါ၊ သူတို့အခေါ်အရတော့ ဖွတ်ဖွတ်ကြေဇနီးများကလပ်ဝင်တွေလို ဖြစ်နေကြသပေါ့။ သူတို့အဖေက သူတို့၂ကောင်ကို ငယ်ငယ်ကတည်း အသေအနိုင်ကျင့် နှိပ်စက်ပါတယ်။ သူတို့၂ယောက်စလုံးက သူတို့အဖေကို မုန်းကြပါတယ်။ နှစ်အတော်ကြာပြီး ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/raymond-ray-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jQotnmACkRfxiITgdKaAEZS5pyZ.jpg",
        "title": "Honest Candidate 2 (2022)",
        "description": "Honest Candidate 2 (2022)\"မုသားမပါ လင်္ကာမချော\" တဲ့\nလောကကြီးမှာ သင်က လုံးဝလိမ်လို့မရတဲ့သူတစ်ယောက်ဖြစ်နေမယ်ဆိုရင် ဘယ်လိုဖြစ်မယ်ထင်ပါသလဲအူတက်အောင်ရယ်ရမယ့် Honest Candidate 2 မှာဆိုရင်တော့\nအလိမ်အညာစကားတွေပြောရတာကို ကျင့်သားရနေတဲ့ ရွေးကောက်ပွဲဝင်ကိုယ်စားလှယ်လောင်း ဂျူဆန်းဆုဟာ\nရုတ်တရက်ကြီးဖြစ်သွားတဲ့ မတော်တဆမှုတစ်ခုကြောင့် သူ့ရဲ့အလိမ်စွမ်းရည်တွေ ပျောက်ဆုံးကုန်တာကို တွေ့ရမှာပါလိမ်ရင် ကြို့ထိုးတာလောက်တင် မကဘဲ အလိမ်အညာစကားဆို လုံးဝပြောမရတော့တဲ့အပြင်\nတည့်တိုးစကားလုံးတွေချည်းပဲ ပါးစပ်က ထွက်လာတော့တာမို့ နိုင်ငံရေးသမားတစ်ယောက်အနေနဲ့ အခက်တွေ့နေတာဖြစ်ပါတယ်ဒီလိုနဲ့ ခရိုင်အုပ်ချုပ်ရေးမှူး ရွေးကောက်ပွဲမှာ ၃ ကြိမ်တိုင် အနိုင်ရရှိခဲ့ပြီးဖြစ်တဲ့ ဂျူဆန်းဆုဟာ\n၄ ကြိမ်မြောက်မတိုင်ခင် အခုလိုဖြစ်သွားခဲ့ပြီးတဲ့နောက်မှာတော့ နိုင်ငံရေးလောကမှာ သူဘယ်လိုဆက်ပြီး ရပ်တည်သွားမလဲ၊\n၄ ကြိမ်မြောက် ရွေးကောက်ပွဲမှာရော အနိုင်ရရှိသွားဦးမှာလားဆိုတာကို\nရယ်ရယ်မောမောနဲ့ ကြည့်ရှုခံစားနိုင်မှာဖြစ်လို့ အလောင်တွေပျော်စေမယ့် ဇာတ်ကားလေးတစ်ကားပါပဲသရုပ်ဆောင်တွေအနေနဲ့လည်း Reply 1988 ထဲက Ra Miran, The Grid ထဲက Kim Mu Yeol တို့အပြင်\nဟာသသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ Park JinJoo နဲ့ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/honest-candidate-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-bla-150x200.jpg",
        "title": "Blast from the Past (1999)",
        "description": "ပရိတ်သတ်ကြီးရေ ထူးဆန်းထွေလာ စိတ်ကူးယဉ်ဇာတ်လမ်းတွေနဲ့ ပတ်သတ်လာရင် The Mummy, George of the Jungle, Journey ကားတွေလို ္Fantasy တွေနဲ့ နာမည်ကြီးတဲ့ မင်းသားကြီး Brendan Fraserကို မေ့ထားလို့မရပါဘူး။ ကျွန်တော်ဆိုလည်း ငယ်ငယ်ကတိုင် သူ့ရဲ့ဇာတ်လမ်းတွေကို သိပ်သဘောကျခဲ့တာပါ။အခုလည်း စီအမ်ပရိသတ်ကြီးအတွက် မင်းသားကြီးရဲ့ အချစ်/ဟာသ ဇာတ်လမ်းလေဟောင်းတစ်ပုဒ် တင်ဆက်ပေးပါရစေ။ ၁၉၉၉ ခုနှစ်ကထွက်တာဆိုတော့ ကျွန်တော်နဲ့ သက်တူရွယ်တူပဲဗျ။ ဖေဖော်ဝါရီလမှာ ထွက်တာဆိုတော့ ကျွန်တော့်ထက်တောင် လပိုင်းကြီးသေးဗျာ။ ဘရန်ဒန့်ဇာတ်လမ်းပီပီ သောင်းပြောင်းထွေလာတွေ မပါမှာကလည်း ပူစရာမလို့ပါဘူးဇာတ်လမ်းအစမှာတော့ သူ့ရဲ့နောက်ခံဝန်းကျင်က ၁၉၆၂ ခုနှစ် ဆိုဗီယက်တွေနဲ့ အမေရိကန်တို့ တင်းမာမှုတွေ ရှိနေတဲ့ အချိန်ကာလပေါ့၊ အဲဒီမှာ ကယ်ဗင်ဆိုတဲ့ သိပ္ပံပညာရှင်တစ်ယောက်က နျူကလီးယား တိုက်ခိုက်မှုတွေ ရှိလာတဲ့အခါ ဘေးရှောင်နိုင်ဖို့ မြေအောက်ဗုံးခိုကျင်းကြီး တစ်ခု တည်ဆောက်ခဲ့တယ်။ နျူကလီးယားကိုတောင် ခံနိုင်ရည်ရှိတယ်ဆိုတော့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/blast-from-the-past-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yaUW9NSozz7XNDJoAJqcbMcKYmI.jpg",
        "title": "Come Back Home (2022)",
        "description": "Come Back Home (2022)ဒီတစ်ခေါက်မှာတော့ The Servant, Special Delivery အစရှိတဲ့ရုပ်ရှင်တွေမှာပါဝင်ထားတဲ့\nမင်းသား Song Sae Byeok နဲ့ အားလုံးရဲ့အချစ်တော် Ra Mi Ran တို့အဓိကပါဝင်ထားတဲ့ ဟာသ၊ အက်ရှင်ရုပ်ရှင်လေးကိုတင်ဆက်ပေးချင်ပါတယ်။လီကီဆဲဟာ ငယ်ငယ်လေးတည်းက လူရွှင်တော်တစ်ဦးဖြစ်ဖို့ အိပ်မက်ရှိခဲ့ပြီး\nသူ့အိပ်မက်ကိုအကောင်အထည်ဖော်ဖို့ ဆိုးလ်မြို့ကြီးကိုတက်လာခဲ့ပါတယ်။\nဒါပေမယ့် အခက်အခဲတွေ၊ မတတ်သာတဲ့အခြေအနေတွေကြုံလာပြီး မွေးရပ်မြေကိုပြန်လာတဲ့အခါမှာတော့\nဖခင်ကြီးရဲ့သေဆုံးမှုကြောင့် သူတို့ဒေသရဲ့အကြီးဆုံးလူမိုက်ဂိုဏ်းကြီးတစ်ခုကို ဆက်ခံဖို့ဖြစ်လာပါတော့တယ်။လူရွှင်တော်အဖြစ် ဘဝကိုဖြတ်သန်းလာတဲ့ လီကီဆဲတစ်ယောက်\nလူမိုက်ဂိုဏ်းကြီးနဲ့ဘယ်လိုဇယားတွေရှုပ်ပြီး၊ ဘာကိစ္စတွေကိုဖော်ထုတ်မလဲ\nနှစ်ပေါင်းများစွာနေမှပြန်တွေ့ရတဲ့သူငယ်ချင်းတွေကရော သူ့ကိုဘယ်လိုကူညီကြမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးဟာသလေးတွေနဲ့ ကြည့်ရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lao Qui ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB } 780MB | 350MB\nFormat… mp4\nDuration…. 1h 58min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/come-back-home-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4EkvDdgzD8Fby3J0uJ7n3xhBqjD.jpg",
        "title": "Fearless Love (2022)",
        "description": "Fearless Love (2022)ဘယာနက ကင်းတဲ့ ချစ်ခြင်းသတ္တိ\n======================================\nချစ်သူတွေက ဘယ်လိုအကြောင်းအရာတွေကြောင့်လမ်းခွဲကြရတာလဲ\nပလွိုင်နဲ့ဒင်ဟာ လက်ထပ်ခွင့်တောင်းရာကနေ လမ်းခွဲပြတ်​ဆဲခဲ့ရတဲ့ချစ်သူတွေပေါ့တစ်နေ့ကျ သူတို့နှစ်ဦးက လက်စွပ်ကုမ္ပဏီတခုအတွက် ချစ်ဟန်ဆောင်ပြီး\nလက်ထပ်ခွင့်တောင်းရမဲ့ အခန်းသရုပ်ဆောင်ဖို့အကြောင်းဖန်လာတော့တယ်\nသူတို့နှစ်ဦးပြန်နီးစပ်မဲ့ ဒီကြော်ငြာကိုရိုက်ကူးဖို့ အယုဒ္ဓယဘက်သွားရင်း\nနည်းပြဘောရီဘွန်နဲ့မတော်တဆဆုံကြတယ်\nသူတို့၃ဦးက လမ်းခုလပ်တနေရာအရောက် ရွာတခုထဲက ဦးလေးပေါ်ဆီမှာ ဝင်တည်းခဲ့ကြစဥ်မှ‌ာတော့\nကြောက်စရာကောင်းတဲ့ဖြစ်ရပ်တခုနဲ့အတူကြုံခဲ့ကြရပါတော့တယ်။သူတို့ ၃ဦး ဒီသရဲရန်ကနေလွှတ်မြောက်သွားနိုင်ပါ့မလား\nသရဲထန်ခွန်ကလည်း ဘာအကြောင်းကြောင့် ပလွိုင်နဲ့ဒင်ကိုလိုက်သတ်နေရတာလဲ\nသူတို့ရိုက်ကူးမဲ့ ဒီကြော်ငြာကရောပြီးဆုံးသွားနိုင်ပါ့မလား\nပလွိုင်နဲ့ဒင်ရဲ့ဇာတ်လမ်းကလည်း ဘယ်အချင်းအရာတွေနဲ့တွယ်ငြိလာမလဲဆိုတာရသစုံပါဝင်တဲ့ Fearless loveမှာ ခံစားချက်အမျိုးမျိုးနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance, Horror\nQuality…. 1080p | 720p | 480p\nFile size… 1.68GB | 897MB | 493MB\nFormat… mp4\nDuration…. 2h 2min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Lei Wuityi Tun\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/fearless-love-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/alReTtKikeYcZodWsw4XOaVsCqL.jpg",
        "title": "Clerks III (2022)",
        "description": "Clerks III (2022)IMBb - 6.6ဒန်တီနဲ့ ရန်ဒယ်တို့ Clerks III နဲ့အတူ ပြန်လာပါပြီ\nClerks III မှာတော့ ဒန်တီတို့က Quick Stop စတိုးဆိုင်ပိုင်ရှင်တွေ ဖြစ်နေကြပါပြီတစ်နေ့တော့ အဲလိုင်းယက်စ်နဲ့ ငြင်းရင်းခုံရင်းကနေ ရန်ဒယ်တစ်ယောက် နှလုံးဖောက်ပြီး ဆေးရုံရောက်သွားပါတယ်သေမင်းခံတွင်းဝကနေ လွတ်မြောက်လာပြီးတဲ့နောက်မှာတော့\nရန်ဒယ်က မဟာစိတ်ကူးကြီးတစ်ခုကို အကောင်အထည်ဖော်ဖို့ လုပ်ပါတော့တယ်\nအဲဒီ မဟာစိတ်ကူးကြီးကတော့ သူ့ဘဝအကြောင်းကို ဇာတ်ကားရိုက်ဖို့ပါQuick Stop စတိုးဆိုင်မှာ ဒန်တီနဲ့ သူကြုံခဲ့တဲ့ ကိစ္စတွေကို\nသူကိုယ်တိုင် ဇာတ်ညွှန်းရေး ကိုယ်တိုင်ဒါရိုက်တာလုပ်ပြီး ကိုယ်တိုင် သရုပ်ဆောင်ပါတော့တယ်ရန်ဒယ်ရဲ့ ဇာတ်ကားက သူနဲ့ ဒန်တီအကြောင်း ရိုက်ထားတာဖြစ်လို့\nပြီးခဲ့တဲ့ Clerks I နဲ့ Clerks II တို့ရဲ့ရိုက်ကွင်းတွေကို ကြည့်နေရသလို ခံစားရမှာပါClerks ကားတွေရဲ့ ထုံးစံအတိုင်း ပြောင်မြောင်လှတဲ့ ဒိုင်ယာလော့ခ်တွေကြောင့် ခွီလည်း ခွီနေရမှာပါClerks I, Clerks II နဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3bzT5/Clerks.III.2022.1080p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jZI58QUU3jQIYNM4n9SFdFzkwa5.jpg",
        "title": "Coffin Homes (2021)",
        "description": "Coffin Homes (2021)ဟောင်ကောင်ကားတွေဆိုရင် ပေးချင်တဲ့ messageကို ဘဝအမောပြေအောင်\nရယ်စရာလေးတွေနဲ့ ပညာသားပါပါရောစပ်တဲ့နေရာမှာ နာမည်ကြီးပါပဲ။\nအခုကားလေးကတော့ ဒီလိုရောစပ်တဲ့နေရာမှာ ကျွမ်းကျင်ပြီးသား\nDirector ကြီး Fruit Chan ရဲ့ ခေါင်းတလားတိုက်ခန်းများဆိုတဲ့ ကားလေးပါ။‌အိမ်ခြံမြေဈေးတွေ အဆမတန်ထောင်တက်နေတဲ့ ဟောင်ကောင်လိုနေရာမှာ\nလူတစ်ယောက် ကျောတစ်ခင်းစာနေရာရဖို့အတွက် တိုက်ခန်းအကန့်‌လေးတွေကို ဈေးကြီးပေးပြီး ဝယ်ကြရပါတယ်။\nဒီလိုနဲ့ လူတွေဟာ သက်သာရာရှာရင်း တစ်ကွေ့မှာတော့ နာနာဘာဝတွေနဲ့ ဆုံကြရတော့တာပါပဲ။တိုက်ခန်းပိုင်ရှင်တွေရဲ့ ဈေးကစားမှုတွေ၊ ပေါပေါပဲပဲရနိုင်တဲ့ လူသေထားတဲ့ အခန်းတွေကိုဝယ်၊\nအခန်းတွေထဲမှာ အခန်းပိစိတွေကန့်ပြီး ငှားစားကြတဲ့ကြားက\nအိမ်ငှားတွေနဲ့ အခန်းထဲက မကျွတ်မလွတ်သရဲတွေ ဘယ်လိုအတူယှဉ်တွဲနေထိုင်ကြမလဲဆိုတာကို\nအိမ်ခြံမြေအကျိုးဆောင်ဘက်၊ ငှားစားတဲ့အိမ်ရှင်ဘက်နဲ့၊ ဗီလာပိုင်ရှင်မိန်းမကြီးဘက် စတဲ့ ရှုထောင့်သုံးမျိုးကနေကြည့်ရှုရမှာပါ။Far East Flim Festival 2021 မှာ ပြသခွင့်ရတဲ့ Fruit Chan ရဲ့လက်ရာ၊\nဟာသနဲ့ Horror ရောထားတဲ့ ဇာတ်လမ်းလေးကိုကြည့်ပြီး\nဟောင်ကောင်လူမှုဝန်းကျင်ကို တစ်ချက်လောက်မြည်းစမ်းကြည့်လိုက်ပါဦးလို့...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Aegi Xue ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Horror\nQuality…. ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/coffin-homes-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-R-133x200.jpg",
        "title": "R.I.P.D. 2: Rise of the Damned (2022)",
        "description": "2013 တုန်းက RIPD ရုပ်ရှင်ကို ကြည့်ဖူးသူကြည့်ဖူးမှာပါ။ Deadpool မင်းသားနဲ့ ရိုက်ထားတဲ့ကားရှိပါတယ်။ မကြည့်ဖူးသေးရင်လည်း ချန်နယ်မြန်မာမှာ တင်ထားပါတယ်။ အခုကားကတော့ အဲဒီ ၂၀၁၃ ကားရဲ့ ခေတ်မတိုင်ခင် ၁၈ ရာစု ကောင်းဘွိုင်ခေတ်က ရွိုင်ရဲ့ မူလဇာတ်လမ်းပါ။ ဒီတော့ ဓာတ်ဘူးမင်းသား ရိုင်ရန်ရေးနိုးတော့ မပါတော့ပါဘူး။ဒါပေမဲ့ RIPD 1 လိုပဲ အတော်လေး ကောင်းပါတယ်။ ကောင်းဘွိုင်ခေတ်အရသာတစ်မျိုးပေါ့။ ဇာတ်လမ်းအကျဉ်း ရွိုင်ဆိုတဲ့ ရဲမှူးတစ်ယောက်ဟာ ရထားတွဲကို လာတိုက်တဲ့ ဓားပြတွေကို ပြန်တိုက်ရင် သေသွားခဲ့ပါတယ်။ သူသေသွားပြီးတော့ ကောင်းကင်ဘုံနဲ့ငရဲကိုမရောက်ခင် RIPD ကိုရောက်သွားပါတော့တယ်။RIPDကတော့ငရဲပြည်ကနေထွက်ပြေးလာပြီးလူ့ပြည်မှာ သောင်းကျန်းနေတဲ့ ဝိညာဉ်တွေကို ဖမ်းဆီးနှိမ်နင်းရတဲ့ တမလွန်ရဲဌာနတစ်ခုပါပဲ။ ဒီရုပ်ရှင်မှာလည်းငရဲကနေ လွတ်လာတဲ့ ငရဲပြေးတစ်သိုက်ဟာ ငရဲတံခါးကိုဖွင့်ပြီး ငရဲကျဝိညာဉ်တွေအကုန်လုံးကို ကမ္ဘာကြီးထဲကိုဆွဲခေါ်ပြီး ကမ္ဘာကိုအုပ်စိုးဖို့ ပြင်ဆင်နေကြတာကို RIPD ရဲ့ အေးဂျင့်နှစ်ယောက်က ဘယ်လိုတားဆီးမလဲဆိုတာ တွေ့ရမှာပါပဲ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/r-i-p-d-2-rise-of-the-damned2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qcj2z13G0KjaIgc01ifiUKu7W07.jpg",
        "title": "Weird: The Al Yankovic Story",
        "description": "Weird The Al Yankovic Story (2022)ဒီ movie genre ကတော့တော်တော်ထူးခြားတယ်ပြောရမယ်။\nBiography ကိုမှ ဟာသပြုထားသရော်ထားတဲ့ Biography Parody အမျိုးအစားပါ။\nဒီတော့ဘယ်သူ့ Biography လဲမေးရင်\nတစ်ခေတ်တစ်ခါက parody songs တွေရဲ့ဘုရင်ကြီး Weird Al ရဲ့Biography ပါပဲ\nဒီဟာသပြုအထုပ္ပတ္တိကို Weird Al ကိုယ်တိုင်ပူးတွဲရေးသားထားပြီး\nသရုပ်ဆောင်တာကလဲထူးထူးခြားခြားဇာတ်လမ်းတွေသရုပ်ဆောင်နေကျ\nအားလုံးအချစ်တော်ဟယ်ရီပေါ်တာမင်းသားဆိုတော့ တကယ့်ကြည့်ကောင်းတဲ့ဇာတ်လမ်းပါပဲ။\nအဆိုကျော်ကြီးတစ်ယောက်ရဲ့ အထုပ္ပတ္တိကိုကြည့်ရမယ့်အပြင်\nဟာသပြုထားတော့သာမန်အထုပ္ပတ္တိဇာတ်လမ်းတွေလိုပျင်းစရာလဲမကောင်းတော့ဘူးပေါ့။\nဒါက Weird Al ဘဝဖြစ်ရပ်မှန်နဲ့ဇာတ်လမ်းပြန်ဖန်တီးထားတယ်ဆိုတော့\nဒါကြည့်ပြီးရင်တော့ဘယ်အချက်တွေကများအမှန်လဲဆိုပြီး သိချင်စိတ်နဲ့\nအားလုံး ဂူဂဲလ်ရောက်သွားကြမှာသေချာတယ်ဗျာ။ဒီဇာတ်လမ်းမှာ ပေါ့ပ်ကွင်းမက်ဒေါနားနဲ့အချစ်ဇာတ်လမ်းပါပါသေးတာမို့\nWeird Al ပြောတာက လက်ရှိသူ့နာမည်နဲ့ပတ်သက်ပြီး\nဂူဂဲမှာအရှာဖွေဆုံးက သူနဲ့မက်ဒေါနားတကယ်ပတ်သက်ခဲ့သလားဆိုတာပါပဲဆိုတော့\nအမြန်ကြည့်ပြီး ဂူဂဲလ်မှာအမြန်သာပြေးရှာလိုက်ကြပါတော့။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Biography, Comedy, Music\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 863MB | 465MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/weird-the-al-yankovic-story/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9SR5gUh5Qwy0FnOEXwFdt0nnAgb.jpg",
        "title": "Microhabitat (2017)",
        "description": "Microhabitat ( 2017 )\n----------------------------အိမ်မဟုတ်တောင် လူတစ်ယောက်အတွက် နေစရာ အမိုးတစ်ခု အကာတစ်ခုနဲ့ နေရာတစ်ခုတော့ အနည်းဆုံးရှိဖို့က မရှိမဖြစ်ပေါ့။\nမိန်းကလေးတစ်ယောက်အတွက်ဆိုရင်တော့ အမိုးတစ်ခု အကာတစ်ခုထက် ပိုပြီးလုံခြုံတဲ့နေရာတစ်ခု လိုလိမ့်မှာပဲ။\nအစစအရာရာဈေးတွေတက်လာပြီး လခတွေမတက်လာတဲ့အခါကျတော့ နေဖို့ထိုင်ဖို့တင် တော်တော်များများသုံးလိုက်ရတဲ့အခါ\nတခြားကိုယ်နှစ်ခြိုက်တဲ့အရာတွေကို လျှော့ချရဖို့ဖြစ်လာတယ်။စီးကရက်ဟာ ဈေးတက်တဲ့ခေတ်မှာ ဇိမ်ခံပစ္စည်းပါပဲ။\nစီးကရက် တစ်နေ့တစ်ဘူးကို တစ်လစာစုလိုက်ရင် အိမ်ငှားခတစ်လစာလောက်ရှိတယ်။\nအကုန်ဈေးတက်လာပြီး နေဖို့စားဖို့နဲ့တင် ရသမျှကုန်တဲ့အခါကျ\nစီးကရက်တို့ ဝီစကီတို့ကို လျှော့တာလို့ ဖြတ်တာတို့ လုပ်ရမယ့် အခြေအနေဆိုက်သွားပါလိမ့်မယ်။Microhabitatထဲက \"မီဆို\" ကတော့ စီးကရက်နဲ့ ဝီစကီကို ဖြတ်မယ့်အစား အိမ်နဲ့မနေဖို့ပဲ ဆုံးဖြတ်လိုက်ပါတယ်။\nအစကတော့ သူက အရင်က သူ့ဆီလာနေခဲ့ဖူးတဲ့ သူငယ်ချင်းတွေ အိမ် တစ်အိမ်ပြီး တစ်အိမ်သွားနေဖို့ ကြိုးစားပါတယ်။\nဒါပေမဲ့ နှစ်တွေလည်းကြာ ဘဝတွေလည်းပြောင်းနဲ့ တစ်အိမ်မှ အဆင်မပြေခဲ့ပါဘူး။\nမပြောင်းလဲတဲ့သူဆိုလို့ သူပဲကျန်တာကိုး။ ဒီလိုနဲ့သူ သူ့ဘာသာ အခန်းကျဉ်းလေးငှားဖို့ ရှာခဲ့တယ်။\nစုတ်ပြတ်သက်နေတဲ့ အခန်းတောင် သူ တတ်နိုင်တဲ့ဈေးမှာ မရှိနေဘူး။\nဒီအချိန်အထိ မီဆိုရဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/microhabitat-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oS7HFW8EGCj1gPTbUo38TZN4unV.jpg",
        "title": "Sin Sisters 2 (2010)",
        "description": "Sin Sisters 2 (2010)\n======================\nComedy, Romance, Thriller၂၀၁၀ ကထွက်ခဲ့တဲ့ ထိုင်းဟာသကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\n၁၈+ အခန်းနဲ့ စကားလုံးအသုံးအနှုန်းတွေပါတာကြောင့် ကိုယ့်ဘာသာ ချင့်ချိန်ကြည့်ကြဖို့ အကြံပေးပါရစေမိန်းမလှလေး ၅ ယောက်ကို အခန်းကြီးတစ်ခုထဲမှာ ကြိုးတုပ်ပြီး ဖမ်းဆီးထားရာကနေ စပါတယ်\nအဲ့ဒီမိန်းမ ၅ ယောက်က ထိုင်းနိုင်ငံရဲ့ နာမည်ကြီး အဆိုတော်၊သရုပ်ဆောင်၊ မော်ဒယ် နဲ့ အလှမယ် စသည်ဖြင့်\nလူသိရှင်ကြားနာမည်ကြီးသူတွေပါ...\nဒါပေမယ့် သူတို့အားလုံးမှာ လိင်ကိစ္စနဲ့ပတ်သတ်ပြီး မကောင်းတဲ့အတိတ်တွေကိုယ်စီရှိခဲ့ပါတယ်\nဒီအတိတ်တွေကို ဖမ်းဆီးပြန်ပေးဆွဲတဲ့ သူက ဝန်ခံခိုင်းပြီး အပြစ်အရှိဆုံးလို့ ယူဆရတဲ့သူကို\nအသက်ရှင်ခွင့်ပေးဖို့ ဆုံးဖြတ်လိုက်ပါတယ်...\nဒီ ၅ ယောက်ဟာက သူတို့ကျူးလွန်ခဲ့တဲ့ တဏာရာဂလိင်ဇာတ်လမ်းတွေကို\nဘယ်သူက အဆိုးဆုံးလဲဆိုတာကို ယှဉ်ပြိုင်ပြောဆိုရင်း အသက်ရှင်လွတ်မြောက်နိုင်ဖို့\nကြိုးစားရမှာဖြစ်ပါတယ်...(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thiha Yan Naing ပဲ ဖြစ်ပါတယ်။)Genre..... Comedy, Romance, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "",
        "url": "https://channelmyanmar.org/sin-sisters-2-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kezAXZnHDSlPoYsP7yCDJvro3Yg.jpg",
        "title": "Sin Sisters (2002)",
        "description": "Sin Sisters (2002)(18+ Warning အဖော်အချွတ်အခန်းများ၊ လိင်ဆက်ဆံခန်းများနှင့်\nအသုံးအနှုန်း ကြမ်းတမ်းသည်များ ပါသည့်အတွက် မိသားစုနှင့်အတူ ကြည့်ရှု့ရန် မသင့်တော်ပါ)ဂျန်၊ ဂျွိုင်း၊ မာအင်း၊ ဂွိုင်နဲ့ ဂျွန် တို့ သူငယ်ချင်း ၅ ယောက်ဟာ\nအထက်တန်းအတူတူတက်ခဲ့ကြတဲ့ သူငယ်ချင်းတွေပါ။\nတက္ကသိုလ်အပြီးမှာတော့ အသုဘတစ်ခုမှာ သူငယ်ချင်းတွေ ပြန်ဆုံဖြစ်ကြပါတယ်။\nသူငယ်ချင်းတစ်စုတို့ ဂျွန်ရဲ့ အိမ်မှာ တစ်ညစုအိပ်ဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်။အဲညမှာ မုန်တိုင်းတိုက်လာပြီး မီးပျက်သွားပါတော့တယ်။\nဒီလိုနဲ့ သူငယ်ချင်း ၅ ယောက် စုပြီး ထွေရာလေးပါး စကားပြောကြရင်း\nသူတို့ရဲ့ ရှက်စရာအကောင်းဆုံး လိင်ကိစ္စတွေကို ပြောဖြစ်ခဲ့ကြပါတယ်။\nတစ်ယောက် တစ်လှည့် ကိုယ့်အကြောင်းကိုယ် ပြောကြရင်း ထူးဆန်းလာတာကတော့......အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Leonard Lin ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 3.2GB | 1.26GB | ...",
        "rating": "",
        "url": "https://channelmyanmar.org/sin-sisters-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ztYN6xo5meeEHLH3bXU6jej3Tad.jpg",
        "title": "Feed Me (2022)",
        "description": "Feed Me (2022)အားလုံးကို သိပ်မကြာသေးခင်က လောလောလတ်လတ် အသစ်ထွက်ရှိထားတဲ့ Dark Comedy အမျိုးအစား ဟော်ရာဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ IMDB rating အရ Horror ကားအနေနဲ့ဆိုရင် ကြည့်ပျော်ရှုပျော်ထက်ပိုတဲ့ မဆိုးလှတဲ့အနေအထားလို့ ပြောရမှာပါ။ဇနီးသည်သေသွားလို့ ကိုယ့်ကိုယ်ကိုယ် အပြစ်တင်စိတ်တွေနဲ့ ယူကျုံးမရဖြစ်နေပြီး ဇနီးသည်ပုံရိပ်ကိုထင်ယောင်ထင်မှားမြင် စိတ်ကျရောဂါ၀င် ထရော်မာရနေတဲ့ ဂျိတ်ဆိုတဲ့သူကို အရက်ဆိုင်မှာ သူစိမ်းတစ်ဦးက မင်းရဲ့၀န်ပိုးတွေ အကုန်ဖယ်ရှားပေးနိုင်တယ်လို့ပြောပြီး ထူးဆန်းတဲ့အပေးအယူတစ်ခုနဲ့ ချည်းကပ်လာပါတယ်။ အဲဒီအပေးအယူက သေချင်နေတဲ့ဂျိတ်ကို တဖြည်းဖြည်း သတ်ပေးပြီး ဂျိတ်ရဲ့အသားကိုတော့သူစားမယ်ဆိုတာပါပဲ။ ဇနီးသေဆုံးမှုကြောင့် အပြစ်တင်စိတ်တွေနဲ့ပြည့်နေတဲ့ ဂျိတ်ကရော ဒီကမ်းလှမ်းချက်ကိုလက်ခံလိုက်ပါ့မလား။ အဲဒါအပြင် မထင်မှတ်ထား‌တာတွေကိုပါ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမှာပါ။ ဒီဇာတ်ကားမှာ သွေးသံရဲရဲပြကွက်တွေ လူသားစားတာတွေပါတာကြောင့် Gore Movie တွေကို ကြိုက်နှစ်သက်တဲ့သူတွေ ကြည့်သင့်တဲ့ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Htet Kyaw Myo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.7GB, 751MB\nQuality ...",
        "rating": "",
        "url": "https://channelmyanmar.org/feed-me-2022/"
    }
]