[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Taxi-42007-235x300.jpg",
        "title": "Taxi 4 (2007)",
        "description": "Taxi 4 (2007)IMdb Rating (5.6) / Rotten Tomatoes (42%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1glmb/(CM)_Taxi.4.2007.FRENCH.1080p.Bluray.HEVC-Naung.mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BNzk3YzVhOTEtZWYxOS00NDBkLWE2Y2EtNDg0MDkyODkzYmIxXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_-140x200.jpg",
        "title": "Taxi 3 (2003)",
        "description": "Taxi 3 (2003)IMdb Rating (5.8) / Rotten Tomatoes (51%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1gll4/(CM)_Taxi.3.2003.FRENCH.1080p.BluRay.HEVC-Naung.mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/5132151225_a305d3acb4_c-139x200.jpg",
        "title": "Taxi 2 (2000)",
        "description": "Taxi 2 (2000)IMdb Rating (6.5) / Rotten Tomatoes (70%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/taxi-2-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/51vjgi4PjeL._AC_UF8941000_QL80_-141x200.jpg",
        "title": "Taxi (1998)",
        "description": "Taxi (1998)IMdb Rating (7.0) / Rotten Tomatoes (81%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ သွက်သွက်လက်လက်တင်ဆက်ထားမှုကြောင့် ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/taxi-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTY5MzJlMzctY2JkMC00MzdlLWI4NWEtMTYzYWU2NjBhNWE3XkEyXkFqcGdeQXVyMzUxNTM4ODc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Anything Goes (2021)",
        "description": "ငြီးငွေ့နေတဲ့စိတ်တွေကိုဖြေဖျောက်ပေးမဲ့ musical လေးတစ်ပုဒ်လာပါပြီ နားယဉ်စရာသီချင်းတွေ တေးသရုပ်ဖော်အကလေးတွေနဲ့အတူဇာတ်လမ်းတစ်ပုဒ်ကိုဖော်ကျူးထားပြီး IMDb 7.6 အထိရရှိထားပါတယ် ဒါရိုက်တာကတော့ Ross MacGibbon နဲ့ Kathleen Marshall ဖြစ်ပြီး 2022 ခုနှစ်မှာ ဒီ musical နဲ့ Kathleen Marshall က Best Theatre Choreographer ဆုကိုရရှိခဲ့တဲ့အပြင် သီချင်းတွေကိုနာမည်ကျော် Cole Porter ကရေးစပ်ထားတဲ့အတွက်ကြောင့်လည်းနာမည်ကြီးတဲ့ musical တစ်ပုဒ်ဖြစ်ပါတယ် ဇာတ်လမ်းလေးကတော့ S.S American ဆိုတဲ့ပင်လယ်ကူးသင်္ဘောပေါ်ကခရီးသည်တွေရဲ့ဖြစ်ရပ်လေးတွေကိုဖော်ပြထားပြီး ရီနိုဆိုတဲ့မိန်းမလှလေးကတော့တရားဟောရှိုးတွေလုပ်တဲ့သူတစ်ယောက်ပါ သူသဘောကျနေတဲ့ကောင်လေး ဘီလီကတော့ချစ်ရတဲ့ကောင်မလေးကြောင့်သင်္ဘောပေါ်ခိုးတက်လာခဲ့ပြီး ဟိုကလက်ထပ်တော့မယ်ဆိုတာကို‌နောက်ကျမှသိလိုက်ရတဲ့သူဖြစ်ပါတယ် ရီနိုနဲ့ဘီလီတို့သင်္ဘောပေါ်မှာအချစ်ဇာတ်လမ်းတွေကိုမှန်ကန်အောင်လုပ်ဖို့ကြိုးစားကြရင်း သူတို့ကြုံတွေ့ကြရမဲ့ဇာတ်လမ်းလေးတွေကိုထူးခြားတဲ့တင်ဆက်မှုလေးတွေနဲ့ကြည့်ရှုရမှာပါ ပေါ့ပေါ့ပါးပါးနဲ့စိတ်ကိုရွှင်လန်းစေနိုင်တာကြောင့်လုံးဝကြည့်ကိုကြည့်သင့်တဲ့ musical တစ်ပုဒ်ပါပဲFile size…(1.2 GB)/(1.75 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….02:17:00\nGenre...Music Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/anything-goes-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/zCUQt7vvkN2Q87SzC3ycFrjEBSn-133x200.jpg",
        "title": "The Adults (2023)",
        "description": "The Adults (2023)~ Rotten Tomatoes - 71% ~လူကြီးဘ၀ အရွယ်ရောက်တဲ့သူဘ၀ဆိုတာ ဘယ်သူမဆို တစ်နေ့ကြုံတွေ့ရမှာပါ။ ငယ်ဘ၀က အမှတ်တရတွေ ပျော်ရွှင်စရာတွေကိုပါအတူတူ ယူဆောင်လာရင်းနဲ့ လူကြီးဘ၀မှာ လိုက်လျောညီထွေ နေထိုင်ရှင်သန်ရတာက လူတိုင်းအတွက် ဆန်းကြယ်တဲ့အလုပ်မဟုတ်ပါဘူး။ဒီကားမှာတော့ ဝေးကွာသွားတဲ့ အကိုနဲ့ ညီမ ၂ယောက် မွေးရပ်မြေမှာ ပြန်ဆုံတွေ့ကြရင်း ငယ်ဘ၀အမှတ်တရတွေ ပြန်အသက်၀င်လာတာကို တွေ့ရမှာပါ။ အကို အဲရစ်က မွေးရပ်မြေကနေ မိခင်ဆုံးတည်းက ထွက်သွားတာ ၈နှစ်ရှိပါပြီ။ အိမ်ကို ခရီးတို ခဏပြန်လာပြီး ညီမ ရေချယ်၊ မက်ဂီတို့နဲ့ ပြန်ဆုံကြတာပါ။ အဲရစ်က တစ်ချိန်က မြို့မှာ အတော်ဆုံးပိုကာကစားတဲ့သူဖြစ်တဲ့အတွက် သူငယ်ချင်းတွေနဲ့ ညကျ ပိုကာကစားကြပါတယ်။ နိုင်တစ်ခါ ရှုံးတစ်လှည့်ပါပဲ။သူတို့၃ယောက်ရဲ့ ငယ်စဉ်အိပ်မက်က တေးရေးတေးဆိုသူ လုပ်ပြီး ဖျော်ဖြေချင်တာပါ။ အရွယ်ရောက်လာတဲ့အခါမှာတော့ အိပ်မက်အတိုင်းတကယ်ဖြစ်မလာပါဘူး။ ရေချယ်နဲ့အဲရစ်ကလည်း မိသားစုပြသာနာတွေကြောင့် အဆင်မပြေလှပါဘူး။ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-adults-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/mWz28u3kStCsQch38ZKUDsRNXLl-133x200.jpg",
        "title": "{21+} Babyface 2 (1986)",
        "description": "အနောက်တိုင်းသူ စင်းလုံးချောလေးတွေရဲ့ ပကတိ\nအလှတရားကို အတစ်လိုက် ခံစားရမည့် ဇာတ်လမ်းလေး တစ်ပုဒ်\nကာရန်နဲ့ ဂျယ်ရီ တို့ လက်ထပ်မထပ်ခင် တညအလိုမှာ\nတစ်မြို့လုံး အုတ်အော်သောင်းနင်းဖြစ်သွားခဲ့တဲ့ ဖြစ်ပျက်လေးတစ်ခု\nမိန်းကလေးသူငယ်ချင်းတွေ အိမ်ထောင်သည်ဖြစ်တော့မယ်ဆိုတဲ့ အထိမ်းမှတ်အနေနဲ့\nပါတီပွဲတစ်ခု ဆင်နွှဲကြပါတယ်ပါတီလက်ဆောင်က လူတစ်ယောက်ဖြစ်ပါတယ်\nသူတို့ဆန္ဒကတော့ ကာရန်ကို ပျော်စေဖို့\nပိုက်ဆံပေးပြီး ငှားခဲ့တာဖြစ်ပါတယ်ဒါပေမဲ့ သူတို့ ငှားခဲ့တဲ့သူက အချစ်မှော်ဆရာတစ်ယောက်ဖြစ်နေသောအခါ\nမိန်းကလေးတွေ အရောင်စုံနဲ့ မှော်ဆရာနဲ့ ဇာတ်လမ်းကို ရှင်းလင်းပြတ်သားစွာ\nရိုက်ကူးထားတာဖြစ်လို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…4.6GB  / 1.2GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 20m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/21-babyface-2-1986/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cnGzB8L2Y4oEyAZ4VvLxAwTRA3N.jpg",
        "title": "Cheap Thrills (2013)",
        "description": "IMDB 6.7/10 ရရှိထားတဲ့ ဒီဇာတ်ကားမှာတော့Craig Daniels (ခရေ့ဂ်ဒန်နီရယ်စ်) ဆိုတဲ့လူတစ်ယောက်ကအလုပ်ပြုတ်လို့ စိတ်ညစ်ပြီး ဘားမှာအရက်သွားသောက်တော့သူ့ရဲ့ငယ်သူငယ်ချင်းဖြစ်သူ Vince (ဗင့်စ်) ရယ်ပိုက်ဆံအရမ်းချမ်းသာတဲ့ လင်မယားနှစ်ယောက်နဲ့ တွေ့မိတယ်။ထူးဆန်းတာက ယောကျာ်းဖြစ်တဲ့သူက အပျော်အဖြစ်နဲ့သူတို့နှစ်ယောက်ကို အရမ်းလွယ်တဲ့ challenge တွေလုပ်ခိုင်းပြီးငွေအများကြီးပေးတာပဲ။ဒါပေမဲ့ သူတို့မသိခဲ့တာကတော့ အဲဒီလင်မယားနှစ်ယောက်ဟာအကြံတစ်ခုနဲ့လုပ်နေတယ်ဆိုတာကိုပဲ။ဘယ်လိုမျိုးအကြံနဲ့ သူတို့ဒါကိုလုပ်နေတယ်ဆိုတာကိုတော့CM ပရိသတ်များ ကိုယ်တိုင်ကြည့်ရှုရင်းခံစားကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။ File size…  1  GB /  458 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 28m\nGenre .....  Drama, Comedy\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Kasashi",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/cheap-thrills-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f4fR1WMgSv7K93ZPoJlPyvaApdE.jpg",
        "title": "G.B.F. (2013)",
        "description": "G.B.F (2013)\nIMDb-5.9/10 ~Rotten tomatoes-80% 2013 တုန်းကထွက်ရှိခဲ့တဲ့ LGBTQA+++ လူငယ်ဆယ်ကျော်သက်အထက်တန်းကျောင်း ဟာသဇာတ်မြူးကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ တန်နာကရုပ်ပြစာအုပ်ဂိတယောက်ဖြစ်ပြီး သူတက်နေတဲ့North Gateway အထက်တန်းကျောင်းမှာသူသိတဲ့ ဂေးဆိုလို့ သူနဲ့ သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်း ဘရန့်နှစ်ယောက်ပဲရှိပါတယ်။သူတို့နှစ်ယောက်က ဂေးနေကြောင်းကို ဖွင့်ချမပြရသေးပဲအချိန်တခုကိုစောင့်နေကြတာပါ။ဒီအချိန်မှာပဲ ဂျီဘီအက်ဖ် (Gay Best Friend) ဆိုတဲ့ဂေးတယောက်ကို အခင်ဆုံးသူငယ်ချင်းအဖြစ်ထားတဲ့ကိစ္စကရေပန်းစားလာနေခဲ့ပြီး ဂေးမရှိသလောက်ကိုဖြစ်နေတဲ့North Gateway ကျောင်းမှာ နာမည်ကြီး တဲ့အုပ်စုကြီးသုံးခုရဲ့ခေါင်းဆောင်သုံးယောက်ဆီကိုပါ ရောက်လာပါတော့တယ်။ဘရန့်ကတော့ သူကဂေးနေကြောင်းပွင့်ချလိုက်ပြီးကျောင်းကပွဲမှာသူတို့နဲ့အတူတက်ဖို့အတွက်ခေါင်းဆောင်မလေး သုံးယောက်ကဝိုင်းလုတာကိုခံဖို့ စီစဉ်ထားတာပါ။ဒါပေမဲ့ မထင်မှတ်ပဲ ဂိုင်ဒါဆိုတဲ့ ဂေးတွေအချင်းချင်းဆက်သွယ်ဖို့သုံးတဲ့အက်ပ်ကနေတဆင့် တန်နာက ဂေးဆိုတာကို သိသွားကြပြီး ကျောင်းကပွဲမှာကွင်းဖြစ်ဖို့အတွက် အုပ်စု သုံးခုရဲ့ ခေါင်းဆောင်သုံးယောက်လုံးကတန်နာကို ဂျီဘီအက်ဖ်အနေနဲ့ အတင်းထားလိုက်ပါတော့တယ်။ဒီလိုနဲ့ တန်နာနဲ့ ဘရန့်တို့ သူငယ်ချင်းနှစ်ယောက်ကြားမှာတင်းမာသွားခဲ့ကြပြီး ကျောင်းကပွဲညကိုမရောက်ခင်ဘယ်လိုတွေဖြစ်ကြမလည်း ဘယ်သူတွေရောကျောင်းကပွဲရဲ့ ကင်းနဲ့ ကွင်းဖြစ်သွားမလည်းဆိုတာကို ရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမှာပါ။လိင်ပိုင်းဆိုင်ရာအသုံးအနှုံးနဲ့ ကြမ်းတမ်းတဲ့အသုံးအနှုံးတွေပါဝင်တာကြောင့်ကလေးသူငယ်တွေတော့မကြည့်ရှုသင့်ပါဘူးဗျ။ File size…  1.90 GB /  938 ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/g-b-f-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1MIQhuKsdzHt4q5MYpBSOZIQ30A.jpg",
        "title": "Miguel Wants to Fight (2023)",
        "description": "ဇာတ်လမ်းနာမည်လေးအတိုင်းပဲ တိုက်ချင်ခိုက်ချင်တဲ့ မီဂဲလ်အကြောင်းcomedy movieလေးကိုကြည့်ရှုရမှာပါ....။ မီဂဲလ်ဟာ အထက်တန်းကျောင်းသားလေးတစ်ယောက်ဖြစ်ပြီး ရန်ဖြစ်တာမထူးဆန်းတဲ့ ပတ်ဝန်းကျင်မှာ သူငယ်ချင်းသုံးယောက်နဲ့ ပျော်ပျော်နေလေ့ရှိသူပါ...။တိုက်ရခိုက်ရတာကို အကြိုက်ကြီးကြိုက်ပေမယ့်လည်း တစ်ခါမှရန်မဖြစ်ဖူးတဲ့ လူလိမ္မာလေးပေါ့...။သူ့သူငယ်ချင်းသုံးယောက် ရန်ဖြစ်တိုင်း ဝင်မပါဘဲ ဘေးမှာပဲတိတ်တိတ်လေးရပ်နေလေ့ရှိသူပါ....။ဒီလိုနေနေတာကို သူ့သူငယ်ချင်းတွေ သတိထားမိသွားပြီး ဝိုင်းပြောတဲ့အခါမှတော့မီဂဲလ်တစ်ယောက် ရန်ဖြစ်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်....။နောက်တော့ သူ့ရဲ့ ပထမဆုံးရန်ပွဲအထွက် ပထမဆုံးလက်သီးထိုးခံရမယ်ရန်သူကိုလိုက်ရှာပါတော့တယ်....။ဇာတ်လမ်းလေးက ပေါ့ပေါ့ပါးပါးရိုက်ကူးထားတဲ့အပြင် စိတ်ကူးယဥ်တိုက်ကွက်တွေနဲ့  anime  တိုက်ကွက်တချို့ကိုပါ မြင်တွေ့ရမယ့် ဇာတ်ကားလေးပါပဲ...။  File size…1.68GB / 636MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 15m\nGenre ….. Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/miguel-wants-to-fight-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l0iUwdn1f0l5wFTx14Eyj0Vn63O.jpg",
        "title": "Take Off (2009)",
        "description": "၁၉၉၈ ခုနှစ် ဂျပန်ပြည်မှာအိုလံပစ်ကျင်းပတာကိုနောက်ခံရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးပါ။၁၉၉၈ ခုနှစ်မှာ ကိုးရီးယားနိုင်ငံက ပထမဆုံးအကြိမ် အိုလံပစ်အားကစားပြိုင်ပွဲမှာ နှင်းလျှောစီးဝင်ပြိုင်ခဲ့ပါတယ်။ အစိုးရကသေချာမထောက်ပံ့ပေးနိုင်ခဲ့ပေမဲ့ ကိုယ့်အစွမ်းအစနဲ့ အိုလံပစ်ဝင်ပြိုင်ခဲ့ကြတဲ့နှင်းလျှောစီးကစားသမားအဖွဲ့အကြောင်းဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းကတော့ချာဟွန်းထယ်ဟာ အသက်၇နှစ်မှာ အမေရိကကိုမွေးစားဖို့အပို့ခံခဲ့ရပါတယ်။နှစ် ၂၀ ကြာတဲ့အခါမှာ သူ့အမေရင်းကိုရှာနိုင်ဖို့ ကိုးရီးယားကိုပြန်လာခဲ့ပေမဲ့ဘယ်လိုကြိုးစားကြိုးစားသူ့အမေကိုရှာမတွေ့ပါဘူး။အခြားတစ်ဖက်မှာ နည်းပြဘန်ဟာ နှင်းလျှောစီးပြိုင်ပွဲဝင်မယ့်ကစားသမားတွေကိုလိုက်ရှာနေရင်းက အမေရိကမှာ နှင်းလျှောစီးကစားသမားဖြစ်ခဲ့ဖူးတဲ့ချာဟွန်းထယ်ကိုသူ့အသင်းသားဖြစ်လာဖို့ စည်းရုံးပါတော့တယ်။ အမေ့ကိုရှာဖို့စိတ်အားပြင်းပြနေတဲ့ ချာအွန်းထယ်ဟာ အိုလံပစ်ကိုသွားနိုင်ရင် အမေကတီဗီမှာသူ့ကိုတွေ့မှာပဲဆိုတဲ့ယုံကြည်ချက်နဲ့ အဖွဲ့ထဲဝင်လာခဲ့ပါတယ်။နည်းပြဘန်ရဲ့နှင်းလျှောစီးအဖွဲ့မှာ အဖွဲ့ဝင်ငါးယောက်ရှိပါတယ်။တစ်ယောက်ချင်းစီတိုင်းက အကျင့်စရိုက်တွေကွာခြားလှတာကြောင့်အမြဲတကျက်ကျက်ရန်ဖြစ်ကြပေမဲ့ အချိန်ကြာလာတာနဲ့အမျှ ခိုင်မာလာတဲ့သူငယ်ချင်းဆက်ဆံရေးတွေ၊ တစ်ယောက်ချင်းစီရဲ့ချို့တဲ့လှတဲ့ဘဝဇာတ်ကြောင်းတွေ၊သူတို့အိမ်မက်အတွက်ကြိုးစားအားထုတ်ကြပုံတွေကို ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ဟာသနှောပြီးရိုက်ကူးတင်ဆက်ပေးထားတာဖြစ်ပါတယ်။အိုလံပစ်မှာရွေတံဆိပ်ဆုယူနိုင်ဖို့အိမ်မက်မက်ပြီး ခက်ခဲလှတဲ့အခြေအနေတွေကြားထဲက သူတို့ပန်းတိုင်ကိုရောက်နိုင်ဖို့ကြိုးစားကြတာတွေကို ကြည့်ရှုရမှာဖြစ်တာကြောင့် စိတ်ဓါတ်ခွန်အားကိုပေးနိုင်တဲ့အပြင် ဘဝအမောတွေလည်းပြေပျောက်စေနိုင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။  File size…2.92GB / 1.43GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 17m\nGenre ….. Comedy . Drama , Sport\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Yee Wai",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/take-off-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNGY4YjYxZTYtYjE5Ni00YjI3LTk3YmQtNGYyYTYzZGRmNGJmXkEyXkFqcGdeQXVyMTM1NTM4MzQx._V1_-133x200.jpg",
        "title": "Snow, Tea and Love (2021)",
        "description": "Snow, Tea and Love (2021)\n===================\nIMDb Rating - 5.8/10Snow..Tea and Love ဆိုတော့ ဖတ်ကြည့်လိုက်ရင် ဘာမှ ဆက်စပ်လို့\nမရပါဘူး၊ မရဆို လူနာမည်တွေဖြစ်နေတာကိုး။ Snow..နဲ့ Tea တို့က ပြစ်\nမှုနဲ့ ထောင်ကျပြီး ထောင်ထဲမှာ ဘော်ဒါတွေဖြစ်နေကြပါတယ်။ Love က\nတော့ Tea ရဲ့ ဘော်ဒါဖြစ်ပြီး Tea ထောင်မကျခင်တုန်းက အိန္ဒိယမာဖီးယား\nတစ်ယောက်ဆီမှာ အတူတူအလုပ်လုပ်ကြပါတယ်။ တစ်ရက်မှာ မားဖီးယား\nဘော့စ်က အလုပ်ခိုင်းဖို့ ရှိလာတော့ Love တစ်ယောက် Tea ကို ထောင်ထဲ\nကထုတ်ဖို့လုပ်ရတော့တာပေါ့။ ဒီလိုနဲ့ ထောင်ဖောက်ဖို့ အစီအစဉ်တွေပြော\nနေတုန်းမှာပဲ တလွဲတွေဖြစ်ပြီး Tea ကိုထောင်ထဲကထုတ်ဖို့ Love ပါ ထောင်\nထဲလိုက်ဝင်ရပါတော့တယ်။Snow.Tea နဲ့ Love တို့ သုံးယောက်သား ထောင်ဖောက်ဖို့ လုပ်ရာမှာဘာတွေ\nဘယ်လို တလွဲတွေဖြစ်ကြဦးမလဲ၊ ထောင်ကထွက်လာပြီး လုပ်ရမယ့်ကိစ္စမှာ\nလည်း ဘယ်လိုတွေ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/snow-tea-and-love-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYjQ2NjQ1NjMtYTZmNS00ZjVjLTk3N2EtZTk0Njk5NTFiZDVjXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Padmini (2023)",
        "description": "Padmini(2023)\n‌ဘောလိဝုဒ်ပရိသတ်ကြီးကို ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့\nIMDb 6.8/10 ,The TIMES Of india 3/5, Gadgets 360 မှာ 4.3/5 ရထားတဲ့\nဟာသကားသစ်လေးပဲဖြစ်ပါတယ်။ဒီကားမှာကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်ကျော်ကတော့ မိသားစုလုပ်ငန်းစီမံတာလည်းတော်၊ အလုပ်အကိုင်ကလည်း\nကောလိပ်ကဆရာ ဒါ့အပြင် အချိန်ပိုင်းကဗျာဆရာပါလုပ်သေးတဲ့ ပညာရော ဝမ်းစာပါပြည့်စုံတဲ့အပြင် နှလုံးသားလည်း\nနူးညံ့လှတဲ့သူပါပဲ။ဒီလိုလူဆီကို အိန္ဒိယရဲ့ရိုးရာအတိုင်း အိမ်ထောင်ရေးဆိုတာကြီးက အိမ်အ‌ရောက်လာရှာပါတော့တယ်။\nဒီမှာကံကောင်းချင်တော့ ကောင်မလေးက အချောလေးပါ။လိမ္မာရေးခြားလည်းရှိတယ် ယဉ်လည်းယဉ်ကျေးတယ်ဆိုတဲ့ အပျံစားရီဗျူးတွေနဲ့အတူ ကျောင်းဆရာတဖြစ်လဲ\nအချိန်ပိုင်းကဗျာဆရာဇာတ်လိုက်ကျော်ရဲ့နှလုံးသားထဲ အမှတ်တရလို့အဓိပ္ပါယ်ရတဲ့ကောင်မလေး ဝင်လာပါတယ်ပေါ့လေ။\nဘဝကိုရိုးရိုးအေးအေးပဲဖြတ်သန်းလာရတဲ့ဆရာသမား အိမ်ထောင်လည်းကျရော ကြံသကာမြိုထားသလို တပြုံးပြုံးတဖြဲဖြဲပေါ့လေ။ဒီလိုနဲ့ မင်္ဂလာဦးညမှာ မီးကပျက်ရိုကရိုမရ ကောင်မလေးက ‘လ’ကြည့်ရင်း လမ်းလျှောက်ထွက်ချင်တယ်ဆိုလို့\nလယ်ကွင်းထဲဆင်းလမ်းလျှောက်ပေးရင်း ဟိုက သူ့ချစ်သူနောက်ခိုးရာလိုက်သွားပါလေရော။\nဇာတ်လိုက်ကျော်ခဗျာ ဟတ်ကော့ကြီးပေါ့ဗျာ။ ဒီလိုနဲ့ဂုဏ်သတင်းကျော်စောတဲ့\nအမောင်ဇာတ်လိုက်ကျော်တစ်ယောက် သွားလေရာအလှောင်ခံ အရယ်ခံအဖြစ် တော်ပါပြီ အချစ်ဆိုစိတ်ကနာဆိုတဲ့အတိုင်း\nညတိုင်းမင်္ဂလာကုတင်ပေါ်မှာ မင်္ဂလာမရှိစွာလူးလွန့်နေရင်း သူ့ဘဝမှာ ဘာတွေဆက်ဖြစ်လာမလဲ။\nရှက်စရာပုံရိပ်ကနေရော ရုန်းထွက်နိုင်သွားမလားဆိုတာကိုတော့ ပရိသတ်ကြီးပဲ ဆက်လက်ကြည့်ရှုလိုက်ပါဦး။အညွှန်းကိုတော့ Aditi ရေးသားပြီး Aditi, YH, V, Cherry, BpL, ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/padmini-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/p182388_v_v10_ac-150x200.jpg",
        "title": "Role Models (2008)",
        "description": "Role Models (2008) - ကတော့ ဟာသနဲ့ဘဝအစိတ်တစ်ပိုင်း (Bromance-Comedy-Slice of Life)အကြောင်းကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးကိုရိုက်ကူးတင်ဆက်ထားတာကတော့ Director David Wain ကပဲပုံဖော်ပြသထားတာဖြစ်ပြီးတော့ 2009 ခုနှစ်မှာ အကောင်းဆုံးဟာသကား (Best Comedy) နဲ့ လူငယ်များရဲ့အများဆုံးရွေးချယ်သောရုပ်ရှင် (Teen Choice)ဆိုပြီး ဆုနှစ်ခုရရှိထားပါတယ်။ ဒီကားထဲက Danny ကတော့ မာဗယ်ရဲ့ စူပါဟီးရိုးကြီး Ant Man ဖြစ်တဲ့ Paul Rudd ပါပဲ။ Wheeler အဖြစ်သရုပ်ဆောင်ထားတဲ့ မင်းသား Sean William ကတော့ Ice Age movie တွေထဲက အသံသရုပ်ဆောင်ကြီးဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကိုညွှန်ရမယ်ဆိုရင်တော့ကိုယ့်အလုပ်နဲ့ ဘဝကိုစိတ်ပျက်နေတဲ့ Danny နဲ့ အဲဒီအလုပ်ကိုပဲလုပ်ပြီး ပျော်ပျော်နေတတ်တဲ့ Wheeler တို့နှစ်ယောက်ကတော့ လုပ်ဖော်ကိုင်ဖက်တွေပါ။ Danny က လက်ပေါက်လည်းကပ်သလို လူတွေကိုလည်း ဆတ်ဆတ်ထိမခံလောက်တဲ့အထိ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/role-models-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f4ANVEuEaGy2oP5M0Y2P1dwxUNn.jpg",
        "title": "Dead in a Week Or Your Money Back (2018)",
        "description": "Dead in a Week Or Your Money Back (2018)~ IMDb - 6.3/10, Rotten Tomatoes - 52% ~အဓိက ဇာတ်ကောင်ဖြစ်တဲ့ ဝီလျံ ဆိုတာကတော့ အချိန်တိုင်း စိတ်ဓာတ်ကျနေတဲ့ ‌စာရေး၀ါသနာပါသူ ဒီပရက်ရှင်ကောင်ဆိုးလေးပါ။ စိတ်ဓာတ်ကျလွန်းလို့ ကိုယ့်ကိုယ်ကိုယ် အဆုံးစီရင်တာလည်း ခဏခဏပါပဲ။ လောကကြီးမှာ အသုံးမကျဘူး လို့ ကိုယ့်ကိုယ်ကိုယ် မြင်လို့ အဆုံးစီရင်ကာမှ အဆုံးစီရင်တဲ့နေရာမှာပါ အသုံးမကျလို့ ဆယ်ခါတိတိ ကိုယ့်ကိုယ်ကိုယ် သေကြောင်းကြံစည်တာတောင် မအောင်မြင်ခဲ့ပါဘူး။ ကားတိုက်မိတာတောင် တိုက်တဲ့ကားက အရေးပေါ်ကား ဖြစ်နေမိတတ်တာမျိုးပါ။ဒီလောက်တောင် အသုံးမကျရကောင်းလားဆိုပြီး စိတ်ဆင်းရဲနေတဲ့အချိန်မှာ ရေငတ်တုန်း ရေတွင်းထဲကျတဲ့အလား ဝီလျံတစ်ယောက် လူသတ်၀န်ဆောင်မှုပေးတဲ့ လုပ်ကြံရေးသမား အဘိုးကြီး လက်စ်လေ နဲ့ တွေ့ပြီး သူ့ကို သတ်ပေးဖို့ ငှားပါတော့တယ်။ဒီအချိန်မှာပဲ သူရေးတဲ့စာအုပ်လေးကို စိတ်၀င်စားလို့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/dead-in-a-week-or-your-money-back-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZDU1ZWJmMmUtM2Q5Ny00MjdhLWE0OTMtMWJkMjg1OTc2YTgxXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Sitter (2011)",
        "description": "The wolf of Wall Street ကြည့်ဖူးသူတိုင်း Jonah Hill ကို မှတ်မိကြမယ်ထင်ပါတယ် ဒီတစ်ခါမှာတော့ သူဟာ ကလေးထိန်းရင်း တိုင်ပတ်တဲ့ ပေါ့ပေါ့ပါးပါး ဟာသကားလေးကိုကြည့်ရမှာဖြစ်ပါတယ် နိုအာဆိုတဲ့ ဘာမှဖြစ်ဖြစ်မြောက်မြောက်မလုပ်တဲ့သူဟာ တစ်ရက်မှာတော့ သူ့အမေအစား ကလေးထိန်းပေးဖို့ဖြစ်လာပါတော့တယ် သူ့ကိုသူ စိုးရိမ်လွန်တတ်တဲ့ရောဂါရှိတယ်လို့ ထင်နေတဲ့ စတေလာ အမြဲ လူကြီးတစ်ယောက်လို နေချင်နေတဲ့ ဘလိုက်နဲ့ ရိုဒရီကိုဆိုတဲ့ အမွှေစိန်လေး သုံးယောက်ကို ထိန်းရင်း သူ့ကောင်မလေးက ဆီကိုသွားဖို့အကြောင်းဖြစ်လာပါတော့တယ် ကလေးသုံး‌ယောက်နဲ့ လမ်းမှာ ဘယ်လိုလွဲပြီးရင်းလွဲပြီး အရှုပ်တော်ပုံတွေကို ဘယ်လိုရှင်းမလဲဆိုတာကိုတော့ ပေါ့ပေါ့ပါးပါးလေးနဲ့ အပန်းဖြေရင်း ကြည့်ရှူလိုက်ကြပါဦးဗျာFile size…(1.8 GB)/(1 GB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:21:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Ban",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-sitter-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8riWcADI1ekEiBguVB9vkilhiQm.jpg",
        "title": "Elemental (2023)",
        "description": "Disney နဲ့ Pixar ရဲ့ နောက်ထပ် ရုပ်ရှင်ကာတွန်းတစ်ခုလာပါပြီ။ဒီကာတွန်းထဲက ဇာတ်ကောင်လေးတွေကတော့မြေ၊ ရေ၊ လေ၊ မီး ဓာတ်ကြီးတွေကို ယူထားတာပါ။ဒြပ်မြို့တော်ကြီးမှာ ရေ၊ လေ၊ သစ်သား နဲ့ တိမ်တွေ နေကြပေမဲ့မီးနိုင်ငံကလူတွေကိုတော့ အဝင်မခံပါဘူး။မီးမျိုးနွယ်တွေဟာ မြို့စွန်တစ်နေရာမှာ မီးမြို့လေးဆောက်ပြီးသတ်သတ်နေကြရတာပါ။အဲဒီမီးမျိုးနွယ်တွေထဲမှာ အမ်ဘာဆိုတဲ့ ဒေါသကြီးတဲ့မီးကောင်မလေးတစ်ယောက်ရှိပါတယ်။သူဟာ သူ့အဖေရဲ့မီးမုန့်ဆိုင်ကိုလက်လွှဲယူဖို့ စောင့်နေရပြီးသူ့အဖေကတော့ အမ်ဘာ့ရဲ့ ဒေါသတွေကို ထိန်းနိုင်တဲ့နေ့မှာဆိုင်ကိုလွှဲပေးပြီး အနားယူမှာပါ။ဒါပေမဲ့ ဆိုင်ကို မဆက်ခံနိုင်ခင်မှာပဲ ရေပိုက်တွေနဲ့မတော်တဆမှုတွေဖြစ်ပြီး ဆိုင်အပိတ်ခံရမဲ့ပြဿနာတက်လာပါတယ်။အဲဒီအချိန်မှာ ရေကောင်လေး တစ်ကောင်နဲ့ခင်မိပြီးမီးမြို့တော်ထဲကို ရေတွေစိမ့်လာတဲ့ပြဿနာကိုဖြေရှင်းဖို့ ကြိုးစားကြတဲ့အခါ... File size…  1.68 GB / 3.36 GB / 11.42 GB\nQuality… WEB Dl 4k / 1080p / 720p\nFormat… mp4\nDuration…. 1h 41m\nGenre .....  Adventure, Comedy\nSubtitle…. Myanmar ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/elemental-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjA5MmU3OGItMTlkZC00OWJmLWIxZGMtMGNlMmQ2MDBkZjMwXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-161x200.jpg",
        "title": "Satyaprem Ki Katha (2023)",
        "description": "Satyaprem Ki Katha (2023)\nIMDb-7/10Freddy(2022)ထဲမှာ သွားဆရာဝန်အဖြစ်နာမည်ကြီးခဲ့တဲ့မင်းသား ကာတစ်အာရန်းရယ်\nဖြူဖွေးဝင်းဥနုဖတ်နေတဲ့အလှတရားတို့ရဲ့ပိုင်ရှင် မင်းသမီးချောလေးကီရာရာတို့ရဲ့\nအချစ်ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းဂူဂျာရတ်ကမြို့ငယ်လေးတမြို့မှာ မိဘတွေနဲ့အတူနေပြီး ဘာအလုပ်အကိုင်မှမရှိတဲ့ ဆပ်တူ။\nအလုပ်အကိုင်မရှိပေမဲ့ မိန်းမလိုချင်နေလို့ မိဘတွေကို နားဂျီပူဆာလုပ်နေတဲ့\nသဘောကောင်းမနောကောင်း မေမေ့သားလေး ဆပ်တူ။သူတမ်းတမ်းစွဲချစ်မိနေတာက ချမ်းသာတဲ့အသိုင်းအဝိုင်းက\nအကမယ်လေး ကာသာ။ကာသာမှာ ရည်းစားရှိမှန်းသိသွားပေမယ့် ယောက်ျားကြိုက်တော့\nဆိုက်ဆိုက်လာဆိုတဲ့အတိုင်း မလွန်ဆန်နိုင်တဲ့နှလုံးသားနဲ့ ရစ်နှောင်တွယ်နှင့်ခဲ့ပြီလေ။တစ်ရက် အက်စီးဒန့်တခုမှာ ကာသာရဲ့အသက်ကို ကယ်တယ်ခဲ့ရပြီးတဲ့နောက်မှာတော့\nအရာရာပြောင်းလဲသွားခဲ့ပေမယ့် အလုပ်အကိုင်မရှိတာကို မနှစ်မြို့တဲ့ယောက္ခမလောင်းကြီး\nသဘောကျဖြစ်ဖို့ အလုပ်တွေကြိုးစားနေပြီဗျို့ဆိုပြီး ကြိုးစားလိုက်တာ တစ်ရာ့ကိုးတစ်ရာ့တစ်ဆယ်ကနေ\nမန်နေဂျာဘ၀ရောက်သွားပါလေရော။သို့ပေမယ့်လည်း ကံတရားရဲ့စီမံမှုတွေက ဘယ်လိုတွေလွဲချော်ပြီး ဘယ်အချိန်မှာသူတို့တွေကို\nဆုံစည်းစေမလဲဆိုတာတော့ မိတ်ဆွေတို့စိတ်ကြိုက်ဖန်သားပြင်ပေါ်မှာ ကြည့်ရှုလိုက်ကြပါဦး။\nကြည်နူးဖို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကားရှာနေတယ်ဆို Satyaprem Ki Kathaက\nမိတ်ဆွေအတွက်ဆိုတာ သေချာပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~BpL~Zwe~Saii~Yunniတို့ဖြစ်ပါတယ်)\nFile size…7GB /2.29GB / 1.15GB\nQuality…4k AMZ WEB DL/ 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~BpL~Zwe~Saii~Yunni",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/satyaprem-ki-katha-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gPkaPGNbjZCeRurSYGi0JD63DBa.jpg",
        "title": "The Starling (2021)",
        "description": "The Starling (2021)~ IMDb rating - 6.4/10 ~ရှင်သန်ရတဲ့လူ့ဘဝတလျှောက်မှာ လောကဓံမျိုးစုံနဲ့ကြုံတွေ့ကြရတယ်။ ဒီထဲမှာ ချစ်ရတဲ့သူတွေနဲ့ သေကွဲကွဲရတာလည်းအပါအဝင်ပေါ့။ ဒါပေမဲ့ နာကျင်စရာအဖြစ်အပျက်တွေကိုပဲ ပြန်တွေးပြီး အတိတ်မှာနစ်မျောနေမလား သွားနှင့်သူတွေကို မှန်ကန်တဲ့နည်းလမ်းနဲ့သတိရရင်း ဘဝကို ရှေ့ဆက်မလားဆိုတာတော့ ရွေးချယ်ခွင့်ရှိပါတယ်။၂၀၂၁ စက်တင်ဘာမှာ Netflix ကထုတ်လွှင့်ခဲ့တဲ့ The Starling ဆိုတဲ့ ရုပ်ရှင်လေးကတော့ ​ကြည့်ရှုသူတွေကို ဘဝနဲ့ပတ်သက်တဲ့ရသတစ်ခုခု ပေးစွမ်းနိုင်မှာ အသေအချာပါပဲ။အရမ်းချစ်ကြတဲ့ဇနီးမောင်နှံဖြစ်တဲ့ ဂျက်နဲ့လီလီဟာ သမီးဖြစ်သူဆုံးပါးသွားပြီးနောက်ပိုင်းမှာ ပုံမှန်အတိုင်းပြန်နေနိုင်ဖို့ ရုန်းကန်နေကြရပါတယ်။ ဇနီးဖြစ်သူလီလီကတော့ ခက်ခက်ခဲခဲနဲ့ပြန်ရပ်တည်လာနိုင်ပေမဲ့ ခင်ပွန်းဖြစ်သူဂျက်ကတော့ စိတ်ကျရောဂါနဲ့ စိတ်ကျန်းမာရေးဆေးရုံမှာ ဆေးကုသမှုခံယူနေခဲ့ရပါတယ်။ ဒီဆုံးရှူံးမှုကြီးအပြီးမှာ တစ်ယောက်တစ်နေရာစီ စိတ်ပိုင်းဆိုင်ရာပြဿနာတွေနဲ့ရုန်းကန်ရင်း အချင်းချင်းဝေးကွာလာသလိုဖြစ်ပြီး ကတောက်ကဆတွေလည်းဖြစ်ခဲ့ကြပါတယ်။ ဒါပေမဲ့ အရမ်းချစ်ကြတဲ့ဇနီးမောင်နှံတွေပီပီ လောကဓံကိုဘယ်လိုအနိုင်ယူကြမလဲ။ဒီဇာတ်ကားလေးရဲ့ထူးခြားချက်ကတော့ ကိုယ်ချစ်ရတဲ့သူတွေ ချစ်ရတဲ့အရာတွေသာအနားမှာရှိရင် ကြမ်းတမ်းတဲ့လောကကြီးမှာ ရှေ့ဆက်ဖို့ခွန်အားတွေရလာနိုင်တယ်ဆိုတာကို စတားလင်းငှက်ကလေးနဲ့ ပုံဖော်သွားတာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-starling-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1jQUcZ2uWUe2jIxa5efNuMhdhts.jpg",
        "title": "Pawn Shop Chronicles (2013)",
        "description": "Genre – Action, Comedy, Crime\nIMDB – 5.9/10Paul Walker ကြီး အလွမ်းပြေ ကြည့်လို့ရမယ့် ကားကောင်းတစ်ကား လာပြီဗျာ။ဒီလိုပြောလို့ Paul Walker ချည်း ပါတယ်မထင်ပါနဲ့Lord of the Ring က Frodo မင်းသား Elijah Wood တို့ Mummy မင်းသားကြီး(နောက်ပိုင်းဆို The Whale နဲ့ ကြမ်းထားတဲ့) Brendan Fraser တို့မြိုင်မြိုင်ဆိုင်ဆိုင် ပါဝင်ထားကြပါတယ်။ဇာတ်လမ်းကတော့ R Rated နဲ့ အညီ ကိုယ်လုံးတီးတွေပါမယ်မိုးမွှန်အောင် ဆဲဆိုနေတာလည်း ပါဝင်တဲ့အတွက် သတိချပ်စေလိုပါတယ်ဗျ။ကဲ ဇာတ်လမ်းအကြောင်းပြောမယ်…ပြောမယ်သာပြောတာ တကယ်ကြည့်ဖူးသမျှထဲ ပေါက်ကရတွေဖြစ်ပြီးထူးခြားဆန်းကျယ် မှန်းမရတဲ့ဇာတ်လမ်းထဲ သူပါတယ်။အကုန်လုံးကို စနစ်တကျ ဇာတ်တိုက်ထားတာမျိုး မရှိပဲရော့ သွား ကြိုက်တာလုပ်ဆိုပြီး အကုန်လုံးက ဖြစ်ချင်တိုင်းကို ဖြစ်နေကြတာမျိုး။အဓိကက ဇာတ်လမ်းနာမည်လိုပဲ အပေါင်ဆိုင်မှတ်တမ်းများဟုတ်တယ် ဒီ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/pawn-shop-chronicles-2013/"
    }
]