[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vOykTC4dMzEHt2fyOxVRWFnl2pl.jpg",
        "title": "Seed of Chucky (2004)",
        "description": "2004 ခုနှစ်ကထွက်ခဲ့တဲ့ကားဖြစ်ပါတယ်..ဒီကားမှာ Chucky နဲ့ Tiffany တို့ရဲ့မျိုးဆက်လေးပါဝင်လာမှာပါ... File Size : (862 MB) and (274MB)\nQuality : 720p Bluray\nRunning Time : 1hr 27min\nFormat : Mp4\nGenre :Comedy , Fantasy , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyay Hlwan Aye \nEncode by Moe Myint Lwin",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/seed-of-chucky-2004/",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u5Lc1Li0Hpc452o57E2KaToezZX.jpg",
        "title": "Bride of Chucky (1998)",
        "description": "ဒီကားမှာတော့ Chucky အပြင်နောက်ထပ်အရုပ်တစ်ရုပ်ပါလာမှာပါ...အဲအရုပ်ကလည်း Chucky ရဲ့မိန်းမဖြစ်တဲ့အပြင်နှစ်ယောက်ပေါင်းပြီး ပိုဆိုးလာကြတော့မှှာပါ... File Size : (886 MB) and (340 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 29 min\nFormat : Mp4\nGenre :Comedy , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyay Hlwan Aye \nEncode by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yhzTeZU5OULn3ePGF58Rc5oIocZ.jpg",
        "title": "Rim of the World (2019)",
        "description": "၂၀၁၉ ထွက် Science-Fiction, Avdenture ဇာတ်ကားသစ်လေး Rim of the World နဲ့မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်ကားလေးက IMDB Rating 5.1 ရရှိထားတဲ့ ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ လောကမှာ အရာတိုင်းကို ကြောက်နေတတ်လို့ အိမ်တွင်းအောင်းနေတဲ့ ဉာဏ်ကြီးရှင်လေး အဲလက် ကိုသူ့အမေက အပြောင်းအလဲ ဖြစ်အောင် နွေရာသီစခန်းတစ်ခုကိုသွားပို့ခဲ့ပါတယ်။အဲဒီစခန်းမှာ အိမ်ပြေးကောင်မလေး ဇန်ဇန်၊သူဌေးသား ငကြွားလေး ဒဲရီးရက်ရှ်နဲ့ လူငယ်ပြုပြင်ရေး စခန်းကနေ ထွက်ပြေးလာခဲ့တဲ့ ဂေဘရီရယ်တို့နဲ့ ဆုံတွေ့ခဲ့ပြီးသူ့ဘဝကိုအပြောင်းအလဲဖြစ်စေမယ့် အပြောင်းအလဲတွေနဲ့ကြုံတွေ့ခဲ့ပါတယ်။ကမ္ဘာကြီးကို ဂြိုလ်သားတိုက်ခိုက်မှုတွေနဲ့ ကြုံနေစဉ်မှာ ကမ္ဘာကိုကယ်တင်ဖို့သော့ချက်ဖြစ်တဲ့ သော့တစ်ချောင်းကိုသူတို့လေးယောက်ရခဲ့ပြီးတော့ ကမ္ဘာကိုဘယ်လိုကယ်တင်သွားလဲ ကြည့်ကြရမှာပါ။မိသားစုအတူကြည့်ပျော်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ May Tharaphi Lwin ပါ) File Size : (1.60 GB) , (800 MB) and (400 MB)\nQuality : WEB (1080p ...",
        "rating": "5.1",
        "url": "https://megaup.net/2dpL4/Rim_Of_The_World_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e5anoE2AUPXGLOh2r1MPirECegq.jpg",
        "title": "Goodbye Mr. Loser ( 2015 )",
        "description": "ဒီကား​လေးဟာ imdb6.7ရရှိထားပြီးChinese box officeမှာ $228millionအထိဝင်​ငွေရရှိ​ထားတဲ့ဇာတ်​ကား​ကောင်​း​လေးတစ်​ကားဖြစ်​ပါတယ်​..ဇာတ်​လမ်​းအကျဉ်​း​လေးက​တော့ရှ​လော့ဟာ​တေး​ရေးအဆို​ကျော်​ဖြစ်​ချင်​​နေ​ပေမယ်​့မ​အောင်​မြင်​နိုင်​ပဲ အမြဲကျရှုံး​နေရသူပါ...တစ်​​နေ့မှာသူငယ်​စဉ်​ကcrushခဲ့ရတဲ့​ကျောင်​းရဲ့အလှဘုရင်​မ​လေးချုံးယာမင်္ဂလာ​ဆောင်​ကိုစမတ်​ကျကျနဲ့ဟန်​​ဆောင်​ပြီးသွားရာက​နေ​ မင်္ဂလာပွဲမှာဘယ်​​လို​တွေရှုပ်​ယှက်​ခတ်​ကုန်​မလဲ..သူ့မိန်​းမ မာတုန်​းမိန်​လို်​က်​လာပြီး​နောက်​မှာ အရှက်​​တွေကွဲပြီးထွက်​​ပြေးရာက​နေ1990ခုနစ်​ သူ့ရဲ့အထက်​တန်​း​ကျောင်​းသားဘဝကိုအမှတ်​မထင်​အချိန်​ခရီးသွားပြီး ပြန်​လည်​​ရောက်​ရှိသွားပါ​တော့တယ်​...ဒီလိုနဲ့ သူ မပိုင်​ဆိုင်​နိုင်​ခဲ့တဲ့အချစ်​နဲ့ ​အောင်​မြင်​မှု​တွေကို ရယူနိုင်​ဖို့ကြိုးစားပါ​တော့တယ်​...ရာစုနှစ်​၂စု​လောက်​​နောက်​ကျပြီးမှထွက်​လာမယ်​့အဆို​ကျော်​​တွေရဲ့သီချင်​း​တွေကိုCopyလုပ်​ပြီး​အောင်​မြင်​​ကျော်​ကြားလာပါ​တော့တယ်​.....သူလိုချင်​တဲ့​အောင်​မြင်​မှု​တွေနဲ့ချုံးယာကိုပိုင်​ဆိုင်​ခဲ့ရ​ပေမယ်​့ဒါကသူလိုချင်​တဲ့ဘဝမျိုးဖြစ်​ရဲ့လား...သူ့နှလုံးသားထဲမှာရှိ​နေတဲ့မိန်​းက​လေးဟာတစ်​စုံတစ်​​ယောက်​လို့သိလိုက်​ရချိန်​မှာ​တော့..ဇာတ်​ကားတစ်​ခုလုံးကိုစိတ်​ဝင်​စားဖွယ်​ကြည်​့ရှုရမှာဖြစ်​ပါတယ်​..ဒီဇာတ်​ကား​လေးကြည်​့ပြီးရင်​​တော့ကိုယ်​မပိုင်​ဆိုင်​ခဲ့ရတဲ့ဘဝ​တွေကိုတမ်​းတ​နေမဲ့အစားကိုယ်​့​ဘေးမှာ ဆိုးတူ​ကောင်​းဖက်​ရှိ​နေ​ပေးတဲ့သူကိုမြင်​နိုင်​ပြီးတန်​ဖိုးထား​ရမယ်​ဆိုတာသိလာမိပါတယ်​....Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.7",
        "url": "https://megaup.net/1xsit/Goodbye_Mr._Loser_(Xia_Luo_Te_Fan_Nao)_[2015]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eE64N6PYCSRW2mtQucfK2av5Wk2.jpg",
        "title": "Juno (2007)",
        "description": "ဂျူနိုဟာ၁၆နှစ်အရွယ်ကျောင်းသူလေးပါ။လူငယ်သဘာဝယောကျာ်းလေးသူငယ်ချင်းဖြစ်သူဘလီကာနဲ့အတူနေမိရာကကိုယ်ဝန်ရှိသွားတယ်ပေါ့။အထက်တန်းကျောင်းသားတွေဖြစ်နေတာတစ်ကြောင်း၊ဖျက်ချဖို့မရဲတာကတစ်ကြောင်းဒီကလေးကိုမွေးနိုင်မယ့် မွေးစားမိဘရှာဖို့ဂျူနိုဆုံးဖြတ်ခဲ့ပါတယ်။မိဘဖြစ်သူတွေကအပြစ်တင်မဖိနှိပ်ဘဲသမီးဆန္ဒကိုဦးစားပေးပြီးအားပေးကူညီကြသူတွေပါ။ဒီကားလေးထဲမှာတော့ကျွန်တော်တို့နိုင်ငံနဲ့ရိုးရာဓလေ့အတွေးအခေါ်ကွာခြားမှုများစွာကိုတွေ့ရမယ့်ဇာတ်ကားကောင်းလေးပါ။ရုပ်ရှင်ကားကို ဘာသာပြန်ပြီးအညွှန်းရေးပေးတာကတော့ ညို့မျက်ဝန်း ဖြစ်ပါတယ်",
        "rating": "7.5",
        "url": "https://megaup.net/2Tndg/Juno_[2007]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r01e7wDHHFl2WaXBBzMhGoZg50t.jpg",
        "title": "Kanchana 3 (2019)",
        "description": "Kanchana 3 (2019) ျမန္မာစာတန္းထိုး\nမဂၤလာပါ\nအိႏၵိယေတာင္ပိုင္းကား ပရိတ္သတ္တို ့ေရ....\nဒီတစ္ေခါက္ ပရိတ္သတ္ၾကီးအတြက္\nေရြးထုတ္တင္ဆက္ေပးလုိက္တဲ့ ဇာတ္ကားက\nျမန္မာျပည္မွာ တာေတၾကီးရယ္လို ့နာမည္ၾကီးခဲ့တဲ့\nKanchana ဇာတ္ကားေတြရဲ ႔ သံုးကားေျမာက္ကားျဖစ္တဲ့\nKanchana 3 ပါတဲ့ ခင္ဗ်ာ ။\nဒီကားဟာ အေရွ ့မွာ 1 2 ထြက္ခဲ့ျပီး ေအာင္ျမင္မွဳေတြ ရခဲ့တဲ့ကားမို ့ သံု\nးကားေျမာက္အျဖစ္ ရိုက္ထားတဲ့ ကားပါ။\nဒီဇာတ္ကားမွာလည္း Kanchana ကားေတြမွာ ပံုမွန္ျမင္ေတြ ့ေနက်ဇာတ္ေကာင္ျဖစ္တဲ့\nသရဲဆိုရင္ ေၾကာက္ဒူးတုန္တတ္တဲ့ ရာဂဗားရယ္။\nမတရားအသတ္ခံခဲ့ရတဲ့ ကာလီဆိုသူ\nမိဘမဲ့ေဂဟာ ပိုင္ရွင္နဲ ့သူ ့ခ်စ္သူ ရိုစီတို ့ရယ္ ။\nရာဂဗားတို ့မိသားစုရယ္နဲ ့ ဇာတ္လမ္းကို ရိုက္ျပထားတာပါ ။\nအဖိုးနဲ ့အဖြားရဲ ႔ ႏွစ္၆၀ျပည့္ မဂၤလာႏွစ္ပတ္လည္ကို သြားရင္း လမ္းမွာ ၀င္နားမိတဲ့\nသစ္ပင္ကေန နာနာဘာ၀ေတြေၾကာင့္ ပူးကပ္ပါလာရာက စလို ့...\nရာဂဗားတို ့မိသားစုကို နာနာဘာ၀ေတြက ေျခာက္လွန္ ...",
        "rating": "9.0",
        "url": "https://megaup.net/2Tndj/Kanchana_3_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cAcmh6AFrZsusWk2P6LUgVEZsRR.jpg",
        "title": "Mard Ko Dard Nahi Hota (2018)",
        "description": "IMDb 7.5/10 Rotten Tomatoes 100% --------------------*********-----------------------*********---------------ေယာက္်ား ... မနာဘူးကြလုိ႔ ေျပာၾကတယ္မဟုတ္လားအင္းဗ်ာ သူတုိ႕ကုိ ဘာျပန္ေျပာရမလဲ မနာမက်င္ဘူးဆုိတာ စူပါပါဝါေတာ့မဟုတ္ဘူးေရာဂါတစ္မ်ိဳဳးပါ ဘာေၾကာင့္လဲဆုိေတာ့အဲ့ဒိေရာဂါကုိ ကြ်န္ေတာ္ခံစားေနရလုိ႔ပဲ ကြ်န္ေတာ့္နာမည္ဆူရီယားပါ ေမြးရာပါေဝဒနာကုိမခံစားႏုိင္တဲ့ေရာဂါျဖစ္ေနတယ္ဗ်ဦးေႏွာက္အာ႐ုံေၾကာနဲ႕ဆုိင္တဲ့ေရာဂါပဲ၊ ရွားပါးေရာဂါေပါ့ေနာက္မွ ဂူးဂဲလ္မွာရွာၾကည့္လိုက္ ကေလးေသးေသးေလးဘဝကတည္းကတျခားကေလးေတြနဲ႕မတူဘဲ ကြ်န္ေတာ္ဟာ နာက်င္မႈကုိဘာမွန္းမသိရတဲ့အတြက္အိပ္ရင္ေတာင္ ေျခေတြ၊ လက္ေတြႀကိဳးတုပ္ မ်က္မွန္ႀကီးတပ္ေပးထားၾကတာဗ်တျခားကေလးေတြဟာ သိသင့္သိထုိက္တာေတြကုိသင္ၾကားေနရတဲ့အခ်ိန္မွာ ကြ်န္ေတာ္ကေတာ့ ထိခုိက္မႈတစ္ခုျဖစ္တုိင္း\"အုိ႕\"လုိ႕အသံထြက္ဖုိ႕ကုိ ေလ့က်င့္ေနရတယ္ ဘယ္ေနရာကုိပဲထိခုိက္ထိခုိက္အုိ႕လုိေအာ္ျပရတယ္ ဒါေပမဲ့ နာလုိ႕ေတာ့မဟုတ္ပါဘူးအဲ့ဒိလုိထူးဆန္းတဲ့ကြ်န္ေတာ္ဟာအဖုိးေက်းဇူးနဲ႕ အက္ရွင္ကားေတြအမ်ားႀကီးၾကည့္ခြင့္ရၿပီးနာမည္ေက်ာ္ဖုိက္တာတစ္ေယာက္ ျဖစ္ခ်င္ခဲ့တယ္ လူတစ္ရာကုိအႏုိင္ဖုိက္တဲ့ကရာေတးသမားႀကီးရဲ႕ ဗီဒီယုိမွတ္တမ္းကု္ိၾကည့္ၿပီးတခ်ိန္က်ရင္ ကရာေတးဆရာႀကီးျဖစ္ရမယ္လုိ႔ ေၾကြးေၾကာ္ခဲ့ပါတယ္အဲ့ဒိလုိနဲ႕ႏွစ္ေတြၾကာလာတဲ့အခါကြ်န္ေတာ္ျဖစ္ခ်င္တဲ့ရည္မွန္းခ်က္အေနာက္ကုိလုိက္ရင္းဘယ္ေလာက္ေတြၾကမ္းျပမလဲဆုိတာ အားလုံးပဲဆက္ၾကည့္လုိက္ၾကပါေတာ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2Tndl/Mard_Ko_Dard_Nahi_Hota_(The_Man_Who_Feels_No_Pain)_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mprWlMZimaWJQqe3VLrfWmn27p6.jpg",
        "title": "The Human Comedy ( 2019 )",
        "description": "ဘဝကို ရိုးရိုးေအးေအး ျဖတ္သန္းေနတဲ့ ပုထံု တစ္ေယာက္ဟာသူ႔အမူအက်င့္အတိုင္း အားနာတတ္ ရိုးအလြန္းတာေႀကာင့္ အမႈတြဲထဲပါသြားခဲ့တယ္...အရင္ဆံုး ပုထံုဘယ္ေလာက္ ရိုးအတယ္ဆိုတာေလး ေျပာျပမယ္ေနာ္...ေႀကာက္တတ္ အားနာတတ္ ရိုးအတတ္လြန္းလို႔ ကုမၸဏီကလစာ ၃ လစာ မေပးဘဲ အေႀကြးထားတာေတာင္ မေတာင္းခဲ့ဘူးေလ...ဒီလို ပုထံုက... သူ႔ရဲ႕ မရေသးတဲ့ ၃ လစာေတာင္းရင္းနဲ႔ လူမိုက္အဖြဲ႕ကိုအေႀကြး ၁ သန္းတင္ေနတဲ့ ယန္ေရွာင္ေဝနဲ႔ ေတြ႔ေတာ့တာပဲ...ဒီမွာ ဇာတ္လမ္းကစျပီ...ယန္ေရွာင္ေဝဟာ နာမည္ႀကီး စီးပြားေရးပညာရွင္ရဲ႕သားမိတဆိုးသားေလးျဖစ္ေပမယ့္ တစ္ဦးတည္းေသာ အေဖႀကီးရဲ႕ ပစ္ပယ္ျခင္း ခံခဲ့ရတယ္အေႀကြး ၁ သန္းအတြက္ပါ ဆပ္ေပးဖို႔အထိ ပစ္ပယ္ခဲ့တယ္ေလ...ဒါေႀကာင့္ ယန္ေရွာင္ေဝက အေႀကြး ၁သန္း ကိုယ့္ဘာသာဆပ္ဖို႔ႀကိဳးစားရင္း အလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြ ျဖစ္ျပီးဒီဇာတ္ရႈပ္ထဲကို ပုထံုပါဝင္သြားေတာ့တာပါပဲ...ဘယ္လိုေတြ လြဲျပီး ဘယ္လိုရႈပ္တဲ့ ဇာတ္ဆိုတာေတာ့ဇာတ္လမ္းေလးႀကည့္ရင္း အေျဖထုတ္လိုက္ႀကပါ Translated & Review By Chu ChuEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/2Tndu/The_Human_Comedy_[2019]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMjY4NmJlNWYtMjZjMy00NTRiLWI0NzktNDMzMmFkOWQ0OGI5XkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Skin Deep",
        "description": "Skin Deep (1989)\n—————————\nလူတစ္ကိုယ္ အခ်စ္တစ္မ်ိဳး\nဆိုသလိုပါပဲ…\nတစ္ေယာက္ နဲ႔ တစ္ေယာက္ ခ်စ္မိရင္\nအခ်စ္ေတြ တဏွာေတြ ေလာဘ ေမာဟ ေတြ\nအမ်ိဳးမ်ိဳး ပါလာတက္ပါတယ္…ဒီဇတ္လမ္းမွာေတာ့ ဇတ္ ဆိုတဲ့ လူဟာ\nျပဇတ္စာေရးဆရာ တစ္ေယာက္ျဖစ္ၿပီး\nအဲလစ္ဆိုတဲ့ တစ္ခုလပ္ မိန္းမ တစ္ေယာက္ကို\nလက္ထပ္ ယူထားသူ တစ္ဦးျဖစ္ပါတယ္\nအဲလစ္ ဆိုတာကလဲ တကယ့္ ငယ္ကြ်မ္းေဆြပါ\nတကယ္ခ်စ္လို႔ ယူထားသူေပါ့\nဒါဆို အားလံုး အဆင္ေျပၿပီလား ?\nမဟုတ္ေသးဘူး ဇတ္ မွာ ထူးျခားတဲ့\nအက်င့္ဆိုး တစ္ခု ရွိတယ္ ေတြ႕တဲ့ မိန္းကေလးတိုင္း\nသူ႔ အျမင္မွာ လွေနတက္ၿပီး အဲ့ဒီမိန္းကေလးေတြနဲ႔\nOne Night Stan ခ်င္တဲ့ အက်င့္ဆိုးပါပဲ…\nဇတ္က အဲ့ဒီအက်င့္က မေကာင္းဘူးဆိုတာကိုလဲ\nသိေနတယ္ ဒါေၾကာင့္ စိတ္ကုထံုး ဆရာဝန္နဲ႔လဲ\nအခ်ိန္မွန္ သြားျပတယ္ သူ ရင္းႏွီးတဲ့ ဘားဆိုင္က\nလူႀကီးကိုလဲ အျမဲ ရင္ဖြင့္တိုင္ပင္တယ္\nဒါေပမဲ့ အေျခအေနက ပိုဆိုးလာခဲ့တယ္…\nဘယ္ေလာက္ထိ ဆိုးလဲ ဆိုရင္ ဇတ္ရဲ႕ မိန္းမ အဲလစ္\nခရီးထြက္တဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1xtkd/Skin_Deep_[16+]_[1989]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cypBSinhGuQaZ7VuOmGtcKMp91G.jpg",
        "title": "The Professor(2019)",
        "description": "The Professor(2019)IMDb....7.0\" ရစ္ခ်က္မင္းမွာ အဆင့္(၄)ရွိတဲ့ ကင္ဆာျဖစ္ေနၿပီ....\nေရာဂါကအေတာ္ေလးပ်ံႏွံေနၿပီ...မင္းရဲ႕ေက်ာင္းကုိလည္းအသိေပးသင့္သလုိ\nမိန္းမနဲ႕သမီးကုိလည္း အသိေပးသင့္ေနၿပီ....အျမန္ဆုံးလည္းကုသသင့္ေနၿပီ\"\n\" က်ဳပ္မွာ အခ်ိန္ဘယ္ေလာက္က်န္ေသးလဲ\"\n\"ကုသရင္ ၁ႏွစ္ေပါ့ ကံေကာင္းလြန္းေနရင္ တစ္ႏွစ္ခြဲ...\nမကုသရင္ေတာ့ ၆လေပါ့...\"\nရစ္ခ်စ္တစ္ေယာက္ဟာ ဆရာ၀န္ရဲ႕ စိတ္မေကာင္းပါဘူးဆုိတဲ့ႏွစ္သိမ့္စကားကုိ\nေလာေလာလတ္လတ္ၾကားလုိက္ရဲ႕ သတင္းစကားၾကားမွာပင္ အတတ္ႏုိင္ဆုံး\nျပန္ၿပဳံးျပလုိက္တယ္....\nဒီအၿပဳံးေတြဟာ ဘယ္ေလာက္ေတာင္အသက္မဲ့ေနလုိက္မလဲ...\nအနည္းငယ္သာက်န္ရွိေတာ့ သူ႕ဘ၀သက္တမ္းကုိေတြးရင္း\nရစ္ခ်က္တစ္ေယာက္ရဲ႕ေျခလွမ္းေတြ ...\nေကာင္းကင္ကုိေမာ့ၾကည့္တဲ့သူ႕မ်က္လုံးေတြ...\nလူတစ္ခ်ဳိ႕ရဲ႕ ရယ္ေမာသံေတြကုိၾကားရတဲ့သူ႕နားေတြ...\nအားလုံးဟာ သူ႕အတြက္အဓိပၸါယ္မဲ့ေနသလုိပင္...ဒီကားမွာသရုပ္ေဆာင္ထားတဲ့မင္းသားႀကီး Johnny Depp ကုိေတာ့\nအေထြအထူးမိတ္ဆက္ေပးစရာလုိေတာ့မယ္ မထင္ပါဘူး...\nသူဟာ ေကာလိပ္ကပေရာ္ဖက္ဆာတစ္ေယာက္ျဖစ္ပါတယ္...\nတျခားဇာတ္ကားေတြလုိ က်န္ရွိတဲ့သက္တမ္းမွာ ေကာင္းမႈေတြကုိ\nသူေတာ္စင္တစ္ပါးလုိလုပ္...ဘ၀ရဲ႕တန္ဘုိးဆုိတာဘာညာဆုိၿပီး\nေကာင္းၿပီးရင္းေကာင္းတဲ့ ဇာတ္ဟန္မဟုတ္ဘူး...\nပထမတစ္ခန္းမွာတင္သူ႕ဘ၀လက္က်န္ခ်ိန္ဟာ အနည္းငယ္ပဲသိၿပီးတဲ့ေနာက္\nသူလုပ္သြားတာေတြက တကယ့္ကုိစိတ္၀င္စားစရာေကာင္းတယ္..\nသူ႕ရဲ႕သရုပ္ေဆာင္ဟန္ေၾကာင့္ပဲ ဒီဇာတ္ကားဟာ ပုိရုပ္လုံးႀကြလာတယ္လုိ႕ေတာင္ေျပာရမယ္ထင္တယ္...\nကုိင္းခံစားၾကည့္လိုက္ပါဦး....ခင္ဗ်ားတုိ႕ရဲ႕အေကာင္းဆုံးေသာ ဇာတ္ကားစာရင္းထဲမွာ ဒီကားကုိၾကည့္ၿပီးရင္\nဒီကားအပါအ၀င္ပဲဆုိၿပီးထည့္ျဖစ္သြားလိမ့္မယ္လုိ႕ ကြ်န္ေတာ္ထင္တယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္..File Size : (859 MB) and (333 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy, Drama |\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xtko/The_Professor_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5bL7WcHtBWmlUenu6s0Ypd3Tzok.jpg",
        "title": "Heaven’s Soldiers ( 2005 )",
        "description": "IMDb 6.1 ရရှိထားတဲ့ ကိုရီးယားစစ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်မျက်မှောက်ခေတ်က စစ်သားတွေ ကိုရီးယားရဲ့နာမည်ကျော်စစ်သူကြီးလီဆွန်းရှင်းခေတ်ကိုပြန်ရောက်သွားတဲ့ဇာတ်ကားလေးပါပဲ….တောင်ကိုရီးယားနဲ့ မြောက်ကိုရီးယား သဘောထားမတူနှစ်ခြမ်းကွဲတဲ့ ကိစ္စ မဆန်းတော့ပါဘူး…ဒါပေမယ့် ဒီကားထဲမှာတော့ ဆန်းတယ်…အဏုမြူကို ထိုးအပ်မယ့်ကိစ္စမှာ မြောက်ပိုင်းက ဗိုလ်မှူးကမကျေနပ်စွာနဲ့ အဏုမြူယူပြီး ပြေးရော…တောင်ပိုင်းသား ဗိုလ်မှူးကလည်း အထက်အမိန့်နဲ့လိုက်ရော…အဲ့မှာတင် ထူးခြားအံ့သြဖွယ်ရာနဲ့ ကိုရီးယားက်ု ဂျပန်တွေဝင်တဲ့အချိန်တရုတ်ကလုချင်နေတဲ့အချိန်ဆီ စစ်သားတစ်စု အချိန်ခရီးနှင်ခဲ့ရလေရဲ့…သမိုင်းထဲပြန်ရောက်သွားတဲ့ စစ်သားတွေကဘယ်သူနဲ့တွေ့ပြီး ဘယ်လိုတွေပြောင်းလဲကုန်မလဲ…သူတို့ခေတ်ကိုရော ပြန်လို့ရပါ့မလား…နောက်ပြီး အဲ့ဒီခေတ်မှာရော တောင်ပိုင်းကဗိုလ်မှူးနဲ့မြောက်ပိုင်းသားဗိုလ်မှူးတို့ တည့်နိုင်ကြပါ့မလား…၂၀၀၅ ခုနှစ်က ဇာတ်လမ်းလေးပါ ဒါပေမယ့် ဒီကားလေးကပေးခဲ့တဲ့အသိကတော့ အခုအထိ တန်ဖိုးရှိနေလို့ ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.1",
        "url": "https://megaup.net/2sy2l/Heaven’s_Solider_[2005]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/scy6DFc7IlVEI8rzkH6SlAkZUwK.jpg",
        "title": "Pegasus ( 2019 )",
        "description": "ဒီကား​ေလးဟာ2019 februaryလမွထြက္​႐ွိထားတဲ့ဇာတ္​ကားသစ္​​ေလးျဖစ္​ပါတယ္​..Imdb6.4ရ႐ွိထားၿပီး chinese box officeမွာ$255millionထိ ဝင္​​ေငြရ႐ွိထားပါတယ္​..5ႀကိမ္​ဆက္​တိုက္​ၿပိဳင္​ကား​ေမာင္​းခ်န္​ပီယံျဖစ္​ခဲ့တဲ့က်န္​း​ေခ်တစ္​​ေယာက္​ဟာတရားမဝင္​ၿပိဳင္​ပြဲတစ္​ခုမွာဝင္​ၿပိဳင္​မိရာမွရဲ​ေတြရဲ႕​ေခ်ာင္​ပိတ္​ဖမ္​းဆီးျခင္​းကိုခံခဲ့ရပါတယ္​...သူ႔ရဲ႕ၿပိဳင္​ပြဲဝင္​ခြင္​့ပိတ္​သိမ္​းခံရတဲ့အျပင္​ ယာဥ္​​ေမာင္​းလိုင္​စင္​ပါပိတ္​သိမ္​းခံလိုက္​ရပါတယ္​..ဒီလိုနဲ႔၅ႏွစ္​ၾကာ ထမင္​း​ေၾကာ္​​ေရာင္​းၿပီးဇာတ္​ျမႇဳပ္​​ေနခဲ့ရင္​းလူငယ္​မ်ိဳးဆက္​​ေတြမွာသူ႔လိုပဲ၅ႏွစ္​ဆက္​တိုက္​ျပိဳင္​ကား​ေမာင္​း​​ခ်န္​ပီယံျဖစ္​လာတဲ့လင္​က်ိန္​႔တံုးကို​ေတြ႕ျမင္​မိရာက​ေနၿပိဳင္​ပြဲတစ္​ဖန္​ျပန္​ဝင္​လိုစိတ္​​ေတြျဖစ္​​ေပၚလာၿပီး ၿပိဳင္​ပြဲဝင္​ခြင္​့ရဖို႔ျပန္​လည္​ႀကိဳးစားပါ​ေတာ့တယ္​... ဒီလိုနဲ႔ၿပိဳင္​ပြဲဝင္​ခြင္​့ရဖို႔ယာဥ္​​ေမာင္​းလိုင္​စင္​ျပန္​​​ေျဖဆိုရခ်ိန္​မွာဘယ္​လိုအခက္​အခဲ​ေတြၾကံဳရမလဲ..ၿပိဳင္​ပြဲဝင္​ဖို႔ ၿပိဳင္​ကားအဆင္​သင္​့မ႐ွိ...ကားအလန္​းဆင္​ဖို႔ရာလည္​း​ေငြ​ေၾကး​ေထာက္​ပံမယ္​့သူမ႐ွိ..သူ႔​ေနာက္​မွာဘယ္​အဖြဲ႔အစည္​းမွမရပ္​တည္​​ေပးခ်ိန္​..ၿပိဳင္ပြဲဝင္​ဖို႔ ကားငွါးစင္​တာက​ေတာင္​နာမည္​ပ်က္​႐ွိတဲ့သူ႔ကိုကားမငွါး​ေပး​ေတာ့တဲ့အခါ..သူ႔ရဲ႕လမ္​းၫႊန္​တြဲဖက္​ျဖစ္​တဲ့ယြီ႐ွန္​နဲ႔ စက္​ျပင္​သမားက်ိ႐ွင္​းတို႔နဲ႔အတူအခက္​အခဲ​ေတြကိုဘယ္​လိုရင္​ဆိုင္​​ေျဖ႐ွင္​းၾကမလဲ...အခက္​အခဲမ​်ိဳးစံုၾကံဳ​ေတြ႔ခ်ိန္​မွာ​ေတာင္​အားမ​ေလ်ွာ့ပဲႀကိဳးစားၾကပံု​ေတြကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​...ၿပိဳင္​ကား​ေမာင္​းခ​ေရဇီ​ေတြအတြက္​​ေတာ့ အႀကိဳက္​​ေတြ႔​ေစမယ္္​့ဇာတ္​ကားတစ္​ပုဒ္​ပါပ​ဲ.. Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.4",
        "url": "https://megaup.net/1xwbi/Pegasus_(Fei_Chi_Ren_Sheng)_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tegQNllG9HfRWexDIkK8wMwC6ce.jpg",
        "title": "Total Dhamaal (2019)",
        "description": "ေႏြပူပူမွာ ေပါ့ေပါ့ပါးပါးနဲ႔ ဟာသကား ၾကည့္မယ္ဆိုတဲ့ ပရိသတ္ေတြအတြက္ တင္ဆက္ေပးလိုက္တဲ့ ဇာတ္ကားကေတာ့ဟိုးအရင္ Dhamaal ေတြရဲ႕ ေနာက္ဆံုးျဖစ္တဲ့Total Dhamaal ပါ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဘာလုပ္လုပ္ တလြဲခ်ည္းပဲ လုပ္တတ္ၾကတဲ့ လူတစ္စုကို အဓိက ျမင္ရမွာေပါ့။အေၾကာင္းအမ်ဳိးမ်ဳိးေၾကာင့္ ေငြလိုေနတဲ့ လူေတြ။တေန႔မွာေတာ့ ေငြေတြ ႏွစ္က်ပ္ကြက္နင္းၿပီးလုယူလာခဲ့တဲ့ ေဘာစိအသစ္ၾကပ္ခြၽတ္ႀကီးဟာဟယ္လီေကာ့ပတာပ်က္က်ၿပီး အဲ့ဒီလူတစ္စုနဲ႔ ဆံုဖို႔ ျဖစ္လာခဲ့ပါတယ္။မေသခင္မွာသြားတဲ့စကားကေတာ့ဂ်နာပူရ္တိရစၧာန္႐ံုထဲက 'OK' ဆိုတဲ့ စားလံုးမွာေငြ သန္း၅၀၀ ရိွေၾကာင္း ေျပာျပခဲ့ပါတယ္။သိပ္ကို ေလာဘႀကီးတဲ့ ေကာင္ေတြၾကားမွာဆိုေတာ့ၿပိဳင္ပြဲတစ္ခု ျဖစ္လာခဲ့ပါၿပီ။တစ္ေယာက္နဲ႔တစ္ေယာက္ ၿပိဳင္ဖက္ေတြျဖစ္ေနတဲ့ အဲ့ဒီလူရွစ္ေယာက္မွာေနာက္ထပ္ ၿပိဳင္ဘက္တစ္ေယာက္ ရိွေနပါေသးတယ္။အဲ့ဒီပိုက္ဆံေတြနဲ႔ အဓိကပက္သက္ေနတဲ့ ရဲမင္းႀကီးပါ။ကဲ....အရင္ေရာက္တဲ့လူက ပိုက္ဆံေတြအားလံုးကို ရမွာမို႔ ...Dhamaal ကစားပြဲထဲ ပါဝင္ဆင္ႏႊဲလိုက္ပါဦး။ (အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ညီအစ္ကိုပါ) File Size :(950 MB ) and ...",
        "rating": "4.7",
        "url": "https://megaup.net/2Tr6D/Total_Dhamaal_[2019]_(MM_Sub).mp4",
        "category": "Action, Adult, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3TZCBAdKQiz0cGKGEjZiyZUA01O.jpg",
        "title": "Fighting with My Family(2019)",
        "description": "Fighting with My Family(2019)\nIMDb....7.5,,,,,Rotten....92%\nေပ့ဂ်္ ဆုိတဲ့ေကာင္မေလးဟာ မိန္းကေလးပီပီ  တျခားသူေတြလုိ အခ်စ္ဒရမ္မာကားေလးေတြၾကည့္\nလွတပတေလးေတြ၀တ္ၿပီးေနခ်င္ပုံရတယ္...သုိ႕ေပမယ့္ တစ္ေနေတာ့  သူမရဲ႕ အေဖနဲ႕ အေမရဲ႕စီစဥ္မႈေၾကာင့္\nနပမ္းပြဲတစ္ခုမွာ ၿပဳိင္ပြဲမ၀င္ခ်င္ဘဲ ၀င္လုိက္ရတယ္... သူမနဲ႕ ယွဥ္ၿပဳိင္သူကုိ ၾကမ္းၿပင္ေပၚတစ္ခ်က္ထဲနဲ႕ေမွာက္သြားေစႏုိင္မယ့္\nျဖတ္ရုိက္ကြက္တစ္ကြက္သုံးလုိက္တယ္...အဲ့ဒီအခ်ိန္မွာ ပြဲၾကည့္တဲ့သူေတြရဲ႕ \" လုပ္ထားစမ္းကြ....မုိက္တယ္...\nမင္းသမီးေလး လုပ္ထားစမ္း\"ဆုိၿပီး လက္ခုပ္သံတစ္ေျဖာင္းေျဖာင္းက သူမရဲ႕စိတ္ေတြနဲ႕ ဗီဇေတြကုိ ႏုိးဆြလုိက္ပုံေပၚတယ္..\nဒီအခ်ိန္မွာျဖစ္သြားတဲ့ ေကာင္မေလးရဲ႕အၿပဳံးက နပမ္းပြဲမွာ တုိက္ခုိက္ရတာ ငါ့အတြက္ေက်နပ္ဆုံးေသာအရာပါ့လားဆုိတာကုိ\nသိပ္လုိက္ရတဲ့အၿပဳံးမ်ဳိး....\nငယ္ငယ္တုန္းက SmackDown လို႕ အေခၚမ်ားတဲ့ WWE နပမ္းပြဲေတြကို အေတာ္မ်ားမ်ားၾကည့္ဖူးၾကမွာပါ။..\nအားလံုးလည္း အနည္းဆံုးတစ္ေယာက္ကိုေတာ့ သေဘာက်ဖူးမွာပါပဲ....\nThe Rock, Undertaker, John Cena စသည္ျဖင့္ေပါ့။ ဒီရုပ္ရွင္ကေတာ့ WWE ရဲ႕နာမည္ေက်ာ္ ျဗိတိန္အမ်ိဳးသမီး\nနပမ္းသမား  ေပ့ဂ်္ အေၾကာင္းကို ရိုက္ကူးထားတာျဖစ္ပါတယ္....\nသူတုိ႕မိသားစုဟာ အေျခခံမိသားစုျဖစ္ၿပီး\nဒီေလာကထဲမွာ အေတာ္ရုန္းကန္ခဲ့ရပါတယ္... ခပ္ေၾကာင္ေၾကာင္မိသားစုလုိ႕ေခါင္းစဥ္တပ္ခံရတဲ့အျပင္\nတကယ့္တကယ္မွာေတာ့ အခက္အခဲေပါင္းမ်ားစြာ သူတုိ႕မိသားစုရင္ဆုိင္ခဲ့ရပါတယ္...သူတုိ႕ဘယ္လုိရုန္းကန္ခဲ့ရလဲ...\nဒီေလာကဟာ ဘယ္လုိပုံစံမ်ဳိးလဲခံစားၾကည့္ရႈလုိက္ၾကရေအာင္...\nလက္ရွိ IMDb 7.5 ရွိၿပီး Rotten ...92%ရရွိထားေလေတာ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2Ttph/Fighting_With_My_Family_[2019]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/10614ace87ffe7142a81666de3b5b58d-139x200.jpg",
        "title": "[18+] How Much Do You Love Me? (2005)",
        "description": "ပုရိသအပေါင်းတို့ အကြိမ်ကြိမ်ကြွေခဲ့ရသော Malena ဇာတ်ကားထဲက မမကြီး Monica Bellucci ကို အမှတ်ရကြဦးမလား....ဒီဇာတ်ကားမှာလဲ မမကြီးဟာ ကျွန်တော်တို့ကို အကြိမ်ကြိမ်ထပ်ခြွေဦးမှပြါ...သိဘို့။မမရဲ့ဖြစ်တည်မှုတွေက ပြင်းရှတဲ့ နှစ်ချို့ဝိုင်တစ်ခွက်လို ...။ဇာတ်လမ်းကိုသွားရမယ်ဆိုရင်တော့ဖြင့်....ဖရန်ဆွာ့ဇ်ဟာ ဟာ အထီးကျန်ဘဝနဲ့ သူ့ရဲ့ ပျင်းရိစရာ ရုပ်အလုပ်တို့ကို ငြီးငွေ့နေတဲ့ ပြင်သစ်သားတစ်ယောက်ဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ဘားတစ်ခုကိုသွားရင်း လှပတဲ့ မိန်းမပျက်ကလေးတစ်ဦးဖြစ်တဲ့ ဒင်နီယယ်လာ နဲ့ ဆုံခဲ့တယ်။ မြင်မြင်ချင်း\nဒင်နီယယ်လာကိုစွဲလန်းမိရင်းက သူဟာ မီလျံချီ ထီပေါက်ထားတဲ့သူဖြစ်ကြောင်း နဲ့ သူနဲ့ အတူနေမယ်ဆိုရင် တစ်လကို ယူရို ၁၀၀.၀၀၀\nငွေမကုန်မချင်းပေးမယ်လို့ ကမ်းလှမ်းလာတဲ့အခါ ဒင်နီယယ်လာကလဲ သဘောတူခဲ့တယ်။သဘောမတူနိုင်တာကတော့ သူ့ သူငယ်ချင်းလဲဖြစ် သူ့ ဆရာဝန်လဲဖြစ်တဲ့ အန်ဒရေးပါ။ အန်ဒရေးက ဖရန်ဆွာ့ဇ်ရဲ့ နှလုံးအားနည်းရောဂါဟာ ဒီလိုလိင်မှု ကိစ္စတက်ကြွပုံမျိုးနဲ့ သင့်တော်မှာ မဟုတ်ဘူးလို့ သတိပေးပါတယ်။ စားသောက်ဆိုင်မှာ ညစာစားကြရင်း ဒင်နီယယ်လာ အစာအဆိပ်သင့်သလိုဖြစ်တော့ အန်ဒရေးကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/T9fv/How_Much_Do_You_Love_Me_(Combien_Tu_M_aimes)_[18+]_[2005]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/mammzj2ogxvr-153x200.jpg",
        "title": "Matchless Hero Fang Shiyu ( 2019 )",
        "description": "ကြန္ဖူးတိုက္ကြက္ေတြ..တရုတ္သိုင္းကားေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္တင္ဆက္ေပးလိုက္ပါတယ္...ဇာတ္လမ္းအညႊန္းေလးကိုေၿပာရမယ္ဆုိရင္အရင္ေခတ္ကအနီေရာင္ပန္းအဖြဲ႕မွာေခါင္းေဆာင္တဲ႔သူတစ္ဦးဟာအသတ္ခံလိုက္ရပါတယ္..ေခါင္းေဆာင္မွာ ရိွ၀ိ လို႕ေခၚတဲ႔သားတစ္ေယာက္ရွိပါတယ္ရိွ၀ိ ဟာ ဖခင္ၾကီးအတြက္ကလဲ႔စားေခ်ဖုိ႕ၾကိဳးစားပါေတာ႔တယ္ဒီလိုၾကိဳးစားရင္းနဲ႔ အေၾကာင္းတစ္ခုေၾကာင့္ၿမိဳ႕သူႀကီးသမီးေမ်ာင္ေမ်ာင္ကိုဖမ္းလိုက္ၿပီးေနာက္..လူသတ္သမားကိုလိုက္ရွာေနခဲ႔တယ္ေနရာတကာကိုသြားပီးတဲ႔ေနာက္မွာပဲ ရိွ၀ိ ကိုသတ္မယ္႔ေနာက္ထပ္လူသတ္သမားတစ္ဦးေပၚလာခဲ႔ပါတယ္သူတို႕၃ဦးဘယ္လိုေတြဆက္ၿဖစ္မလဲ ရိွ၀ိ အေဖအသတ္ခံရတဲ႔ၿဖစ္ရပ္မွန္ကဘာလဲ...လက္စားေခ်ႏိုင္ပါ႔မလားဆုိတာကိုဆက္လက္ခံစားၾကည္႕ရွုပါ Translated And Review By Xiao",
        "rating": "5",
        "url": "https://megaup.net/2Tt7s/Matchless_Hero_Fang_Shiyu_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNjk2ODQzNDYxNV5BMl5BanBnXkFtZTgwMTcyNDg4NjE@._V1_-132x200.jpg",
        "title": "Pretty Woman (1990)",
        "description": "IMDb (7/10)Pretty Womanဇာတ်လမ်းက အချစ် အပျော်လေးပေါ့။\nescortမလေး (ခေတ်စားနေတဲ့ စကားနဲ့ဆို ရွှေကြာလေး) Vivian နဲ့ အကြောင်းအပေါင်းကြုံလို့ တွေ့ဆုံခဲ့တဲ့ ချမ်းသာတဲ့ စီးပွားရေးသမား Edward တို့ရဲ့ ခေတ်သစ် စင်ဒရဲလားပုံပြင်လေး။\nအဆင့်မတူ ကြီးပြင်းပုံမတူ အပြုအမူမတူတဲ့သူနှစ်ဦးရဲ့ မဖြစ်နိုင်တဲ့ အချစ်ဇာတ်လမ်းလေး။\nကြည်နူးစရာကောင်းတယ်။ငယ်ငယ်တုန်းက ကြည့်တုန်းကတော့ Julia Roberts ချောလိုက်တာ Richard Gere က စိတ်ကူးယဉ်စရာ Prince on the White Horse ပေါ့။\nခုနောက်ပိုင်း ဒီအလုပ်လုပ်တဲ့ မိန်းကလေးတွေအကြောင်း ရုပ်ရှင်တွေ ထွက်လာတိုင်း Pretty Woman နာမည်ကို ပြန်ပြန်ဖော်လာကြတော့ နည်းနည်းထူးဆန်းသွားတယ်။\nကိုယ်ကြည့်တုန်းက ရွှေကြာဆင်ပယ်သိုက်ဇာ လို့ မခံစားခဲ့ရဘူးလေ။\nအဲ့တာနဲ့ ပြန်ကြည့်မိတော့ နည်းနည်းမတူတာလေးတွေ တွေ့ရတယ်။\nကိုယ်လိုရာ ကိုယ်ဆွဲတွေးတယ်ပဲ ဆိုပါစို့။မင်းသမီးရဲ့ ဇာတ်ရုပ်အကြောင်းပဲ ကြည့်ကြတာပေါ့။\nသူက လမ်းပေါ်က မိန်းကလေး\nဒါမယ့် ပထွေးရန်က လွတ်အောင် ထွက်ပြေးလာတာတို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yB3k/Pretty_Woman_[1990]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNjI5NjlmZmEtZTc1Mi00N2FjLTlhNjEtODAyOGZiMjM0ZGQ0XkEyXkFqcGdeQXVyNjk2Mjc2OTI@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Drunk Parents (2019)",
        "description": "ဒီရုပ္ရွင္ကား ဟာ ဟာသ ကားလို႔ ေျပာလို႔ရသလို\nမိသားစု အဓိပါယ္ကို ေဖာ္ေဆာင္တဲ့ ရုပ္ရွင္ကားမ်ိဳးလဲ\nျဖစ္ပါတယ္...\nဖရန္႔ နဲ႔ နန္စီ မွာ သမီးေလး တစ္ေယာက္ရွိၿပီး\nသူတို႔ သမီးေလး အထက္တန္းေအာင္ၿပီး\nသကၠသိုလ္ တက္ဖို႔ အေဆာင္မွာထားခဲ့ၿပီး\nအိမ္ျပန္လာတဲ့ အေျခအေနကေန ဇတ္လမ္းကို\nစတင္ထားပါတယ္...\nျဖစ္ခ်င္ေတာ့ ဖရန္႔ ဟာ စီးပြားပ်က္ေနတဲ့ သူတစ္ေယာက္ျဖစ္ၿပီး\nသမီးေလး စိတ္အားငယ္မွာဆိုးလို႔ ဖြင့္မေျပာပဲ ေက်ာင္းလခ အတြက္\nလင္မယား ၂ ေယာက္ ပိုက္ဆံ ႀကံဖန္ရွာေဖြ ေပးၿပီး ေက်ာင္းထားေပးခဲ့တာပါ\nအိမ္ျပန္ေရာက္လာတဲ့ လင္မယား ၂ ေယာက္မွာေတာ့ အေၾကြးေတြ လည္ပင္းနစ္ေနၿပီမို႔\nပိုက္ဆံ ရွာေဖြဖို႔ အခ်ိန္ကေတာ့ တစ္ပတ္ပဲ ရပါေတာ့တယ္...\nအဲ့ဒီ တစ္ပတ္ ဆိုတဲ့ အခ်ိန္အတြင္း ဒီလင္မယား ၂ ေယာက္\nဘယ္လုိေတြ ႀကိဳးစားၾကမလဲဆိုတာ ဆက္လက္ၾကည့္ရႈလိုက္ၾကပါအံုး\nရုပ္ရွင္ကားကို ညိဳ႕မ်က္၀န္း က ဘာသာျပန္ေပးထားၿပီး\nThit San Khant မွ အညႊန္းေရးေပးထားပါတယ္",
        "rating": "6.4",
        "url": "https://megaup.net/1xyo1/Drunk_Parents_[2019]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMTYxNjE2NjIwOF5BMl5BanBnXkFtZTgwMjE0MzkxNzM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "What Men Want (2019)",
        "description": "unicode\nအေလီ ဟာ အားကစား ကြေငြာလုပ်ငန်းတွေကို\nအားကစား သမားတွေ နဲ့ ချိတ်ဆက်ပေးတဲ့\nအေးဂျင့် တစ်ယောက်ဖြစ်ပါတယ်...\nအလုပ်ထဲမှာ မိန်းမသား ဆိုလို့ သူမ တစ်ယောက်ထဲဖြစ်ပြီး\nလုပ်ငန်းထဲက အမျိုးသားတွေ နဲ့ မှီအောင် အမြဲရင်ဘောင်တန်းနိုင်သူပါ\nမိမိကိုယ်ကိုလဲ အမြဲယုံကြည်ချက် ရှိသူတစ်ယောက်ပေါ့...\nဒီလိုနဲ့ တစ်ရက်မှာတော့ သူမ ကြံစည်နေတဲ့ ကစားသမားတစ်ယောက်ကို\nလုပ်ငန်းထဲက အေးဂျင့် တစ်ယောက်က ဖြတ်လုသွားရာကနေ\nအကြီးအကျယ်တင်းသွားပါတော့တယ်\nသူဌေးဖြစ်သူကလဲ အေလီ ကို အမျိုးသားများနဲ့\nပူးပေါင်းအလုပ်မလုပ်တက်ကြောင်း ယောင်္ကျားများကို\nနားမလည်တဲ့ အတွက် ရာထူးတိုးဖို့ ခက်ကြောင်း ခေါ်ပြောပါတယ်\nအဲ့ဒီညမှာပဲ သူငယ်ချင်းတွေ နဲ့ အေလီ မူးအောင် သောက်ပါတော့တယ်\nနောက်နေ့ မနက် နိုးလာတဲ့အခါမှာတော့ တစ်ခုခုက မှားယွင်းနေခဲ့ပါတယ်\nအေလီ ဟာ ယောင်္ကျားတိုင်းရဲ့ စိတ်ကို ဖတ်နိုင်တဲ့ အကြားအမြင်ရတဲ့\nစွမ်းအားတစ်ခုကို ပိုင်ဆိုင်နေတာ သိလိုက်ရပါတော့တယ်...\nကဲ ... ဟာသ ကား ကောင်းကောင်းလေး ကြည့်ချင်တဲ့သူတွေအတွက်\nအေလီ နဲ့ သူမ ရဲ့ အလွဲများကို ရယ်ဖို့ အသင့်ဖြစ်နေပြီလား\nတစ်ခုသတိပေးချင်တာကတော့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/what-men-want-2019/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rIAvhpS9aYIR2WgqQECTIqUI493.jpg",
        "title": "Min & Max (2016)",
        "description": "Min & Max 2016 Movie\"ပုတု နဲ႔ ေလာရွည္\"ဒီတစ္ခါမွာေတာ့ ၂၀၁၆ တုန္းကထြက္ရိွထားတဲ့ Movie ေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။\nေလာကႀကီးမွာ ဆန္႔က်င္ဘက္ေတြအမ်ားႀကီးရိွေနတဲ့ထဲ ခ်စ္စရာေကာင္းတဲ့ ဆန္႔က်င္ဘက္ဆိုတာလည္း ရိွႏိုင္ပါတယ္ေနာ္။\"ခ်စ္စရာေကာင္းတဲ့စံုတြဲ\" လို႔ေျပာလိုက္တာနဲ႔ အရပ္ခပ္ပုပုေကာင္မေလးနဲ႔ အရပ္ခပ္ျမင့္ျမင့္ေကာင္ေလးကို ျမင္ေယာင္မိၾကမွာေပါ့။ဟုတ္ပါတယ္ \"Min & Max\" လို႔အမည္ရတဲ့ စိတ္ကူးယဥ္ဆန္တဲ့ဇာတ္လမ္းေလးမွာ ထိုကဲ့သို႔ ခ်စ္စရာေကာင္းတဲ့ စံုတြဲေလးကို အဓိကထားပံုေဖာ္ထားပါတယ္။တကၠသိုလ္တစ္ခုလံုးမွာရိွတဲ့ မိန္းကေလးေတြရဲ႕ အသည္းကိုဖမ္းဆုပ္ထားတဲ့ အရပ္ခပ္ျမင့္ျမင့္ ဘြဲ႕လြန္ေက်ာင္းသား စြဲညိႇဳ႕ရွင္မင္းသားေလး က်န္းေရွာင္... သူက သိပ္ေတာ္တဲ့ ဓာတ္ပံုဆရာပီပီ မိန္းမလွေလးေတြက သူ႕နားမွာအၿမဲဝိုင္းေနတတ္တယ္။So World လို႔အမည္ရတဲ့ ဂိမ္းၿပိဳင္ပြဲမွာ ပထမဆုကို ေလးႀကိမ္တိုင္တိုင္ ရထားဖူးတဲ့ ရွားရီွးလင္း... သူမေလးကေတာ့ ဒုတိယႏွစ္ရဲ႕ စိတ္ပညာေမဂ်ာက လူေကာင္ေသးေသး ေကာင္မေလးလို႔ လူသိမ်ားတယ္ေလ။\nရင္းနီးတဲ့ သူငယ္ခ်င္းတခ်ဳိ႕ကေတာ့ ရွားမင္လို႔ ေခၚၾကပါတယ္။တစ္ေန႔မွာေတာ့ စြဲညိႇဳ႕ရွင္မင္းသားေလး က်န္းေရွာင္နဲ႔ လူေကာင္ေသးေသး ေကာင္မေလး ...",
        "rating": "5.6",
        "url": "https://megaup.net/1xygf/Min_&_Max_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    }
]