[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/5cb48dc55273c95ce36d2213206b3b2b-214x300.jpg",
        "title": "Little Boy ( 2015 )",
        "description": "IMDb Rate 7.4 ရထားတဲ႔ဇာတ္ကားေကာင္းေလးတစ္ကားနဲ႔လည္းမိတ္ဆက္ေပးခ်င္ပါတယ္2015 ခုႏွစ္မွာ ထြက္ရွိခဲ႔တဲ႔ Little Boy ဇာတ္ကားဟာ ကေလးငယ္တစ္ေယာက္ရဲ႔ဖခင္အေပၚမွာထားရွိတဲ႔ေမတၱာတရားကိုေဖာ္က်ဴးတဲ႔ကားေကာင္းေလးၿဖစ္ပါတယ္အက်ဥ္းခ်ဳဥ္းေၿပာရရင္ေတာ႔ အသက္ ၈ ႏွစ္အရြယ္သာရွိတဲ႔သားငယ္ဟာ အေဖနဲ႔ေ၀းကြာေနတဲ႔အတြက္ ဖခင္ၿဖစ္သူအိမ္ၿပန္လာေစဖို႔ ၾကိဳးပမ္းၿခင္းပါ..ဒါဟာလည္းဒုတိယကမာၻစစ္ၾကီးၿပီးဆံုးပဲၿဖစ္ႏိုင္ပါလိမ္႔မယ္..ဒီေတာ႔ ဒီစစ္ၾကီးၿပီးမွ ဖခင္အိမ္ၿပန္ေရာက္လာမွာၿဖစ္တဲ႔အတြက္ ဘာမဆုိလုပ္ရလုပ္ရ လုပ္မယ္႔ သားငယ္ရဲ႔႕ မၿဖစ္ႏိုင္တာကိုယံုၾကည္မွုေတြနဲ႔အတူ ဒီဇာတ္လမ္းေလးဟာဖခင္တစ္ေယာက္က သားအေပၚထားတဲ႔ေမတၱာ..သားငယ္ရဲ႔ဖခင္အေပၚခ်စ္ၿခင္းေတြကိုေဖၚက်ဴးတင္ဆက္သြားမွာပါ  \nDownload With Pcloud Link ( 680 MB )",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/little-boy-2015/",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/railroad-tiger-poster-1-135x200.jpg",
        "title": "Railroad Tigers (2016)",
        "description": "Railroad Tigers (2016)_____IMDb - 5.8/10\n ဂျက်ကီရဲ့စတိုင် ဟာသအက်ရှင် ပြန်လာပါပြီ။ ဇာတ်လမ်းအကျဉ်းမှာတော့ မာယွမ်(ဂျက်ကီချန်း) တို့ဟာ ဂျပန်လက်အောက်မှာနေနေရတဲ့ သံလမ်းဘေးက အလုပ်သမား တောသားတွေပါ။ သူတို့ဟာ တိတ်တဆိတ်တတ်နိုင်သလောက် ဂျပန်တွေကို ဒုက္ခပေးနေပေမယ့် ဘယ်သူမှ အထင်တကြီးမရှိလှပါဘူး။ တောသားငတုံးတွေဆိုပြီး ဂျပန်တွေက အာရုံမထားသလို တရုတ်တော်လှန်ရေးတပ်သားတွေကလည်း အရေးတယူမရှိပါဘူး။ တစ်နေ့မှာတော့ ဂျပန်တွေ စီးနင်းထားတဲ့ တံတားတစ်ခုကို ဖောက်ခွဲဖို့ကြိုးစားရင်း တရုတ်တစ်တပ်လုံးကျသွားချိန်မှာ လွတ်လာတဲ့ တပ်သားတယောက်ကို မာယွမ်တို့ ကယ်မိပါတယ်။ အဲဒီ စစ်သားကို ဘာလို့တံတားကို ဖောက်ခွဲရလဲမေးပေမယ့် မင်းတို့နားမလည်ပါဘူးလေဆိုပြီး ရှင်းမပြခဲ့တော့ပါဘူး။ (တစ်ကယ်တော့ အဲဒီတံတားဟာ ၁၉၄၂ ကာလမှာ တိုင်ကျင်းကနေ နန်ကျင်းကိုသွားတဲ့ အဓိက စစ်ဘက်ထောက်ပံ့ပို့ဆောင်ရေးလမ်းကြောင်းဖြစ်ပြီး ဖျက်ဆီးနိုင်ခဲ့ရင် ဂျပန်တွေရဲ့တိုက်ခိုက်နိုင်စွမ်းအတော်ကို ကျဆင်းသွားမှာ ဖြစ်လို့ တရုတ်တပ်တွေက ဖောက်ခွဲဖို့ကြိုးစားခဲ့တာပါပဲ) အဲဒီမှာပဲ ဘာမှနားမလည်တဲ့ တောသားတစ်စု ဘာလို့ဖောက်ခွဲရမလဲ နားမလည်ပေမယ့် တရုတ်တပ်ကဖောက်ခွဲဖို့လိုတယ်ပြောရင်ဖောက်တာပေါ့ဆိုပြီး မိုင်းခွဲနည်းလိုက်မေး မိုင်းတွေခိုးဖို့ကြိုးစားရင်း သူတို့တတ်နိုင်တဲ့နေရာကနေ အသက်စွန့်ပြီးကူညီကြတဲ့အခါ....\n  \nဂ်က္ကီရဲ႕စတိုင္ ဟာသအက္ရွင္ ျပန္လာပါျပီ။ ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ မာယြမ္(ဂ်က္ကီခ်န္း) ...",
        "rating": "5.8",
        "url": "https://megaup.net/2e5jv/Railroad_Tigers_(Tie_Dao_Fei_Hu)_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Cover_image-Rapture-Palooza-2013-200x300.jpg",
        "title": "Rapture-Palooza (2013)",
        "description": "Rapture-Paloozaကမၻာပ်က္သုုဥ္းခ်ိန္ေရာက္ရွိလာျပီး လူသန္းနဲ႔ခ်ီ ေကာင္းကင္ေပၚကိုု ေရာက္ရွိသြားခဲ့ေပမယ့္ Ben နဲ႔ Lindsey စံုုတြဲကေတာ့ ဆင္ေျခဖံုုးရပ္ကြက္ေလးတစ္ခုုမွာ က်န္ေနခဲ့ပါတယ္။ ေသြးမိုုးေတြရြာသြန္းျပီး စကားေျပာတတ္တဲ့ က်ိဳင္းေကာင္ေတြရွိတဲ့ပတ္၀န္းက်င္မွာ ဖုုတ္ေကာင္အိမ္နီးခ်င္းရဲ႕ အကူအညီနဲ႔ ပံုုမွန္ဘ၀ကိုု ေနထိုုင္ဖိုု႔ၾကိဳးစားေနရတဲ့ Ben နဲ႔ Lindsey တိုု႔စံုုတြဲၾကား သားရဲေကာင္ၾကီး Beast ေရာက္ရွိလာျပီး Lindsey ကိုု သေဘာက်ေနတဲ့အခါမွာေတာ့ .....။ဒီဇာတ္ကားက ထိတ္လန္႔ဖိုု႔ေကာင္းတာထက္ စိတ္ကူးယဥ္ဆန္တဲ့ဟာသဇာတ္ျမဴးေလး ျဖစ္ပါတယ္။ ဒါရိုုက္တာ Paul Middleditchရဲ႕ ဇာတ္လမ္းျဖစ္ျပီး Craig Robinson, Anna Kendrick, John Francis Daley တိုု႔ ပါ၀င္သရုုပ္ေဆာင္ထားၾကပါတယ္။ Lionsgate Films ကေနျဖန္႔ခ်ိထားတာပါ။(ရုပ္ရွင္အညႊန္းကို T-club Myanmar Facebook မွကူးယူေဖာ္ျပပါသည္။) \nFile size…(800MB) and (340MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:24:52\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n  \nDownload and ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/rapture-palooza-2013/",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTA1MzUwNTczODReQTJeQWpwZ15BbWU4MDU5NzkwOTEx._V1_SY1000_CR006911000_AL_-207x300.jpg",
        "title": "Bobby Jasoos (2014)",
        "description": "IMDb rating 5.5 ရရွိထားျပီး ၂၀၁၄ ခုႏွစ္ကထြက္ရွိထားတဲ့\nေဘာလိ၀ုဒ္ အခ်စ္ဟာသကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေဘာ္ဘီ ဟာ\nဟိုက္ဒရာဘတ္ ျမိဳ႕ေဟာင္းမွာေနထိုင္သူတစ္ေယာက္ျဖစ္ျပီးေတာ့\nစံုေထာက္အလုပ္ကို ရူးသြပ္သူတေယာက္ျဖစ္ပါတယ္\nျပီးေတာ့ သူစံုေထာက္လုပ္ျခင္တာက သူ႕အေဖ သက္ေသမျပႏိုင္ခဲ့တဲ့\nအမႈကို ဆက္လက္စံုစမ္း ေဖာ္ထုပ္ျခင္တာေၾကာင့္လဲျဖစ္ပါတယ္\nေနာက္ဆံုးမွာေတာ့ သူဟာာ ခ်မ္းသာတဲ့ အလုပ္ရွႈင္တေယာက္နဲ႕\nခ်ိတ္္ဆက္မိျပီး ေငြေၾကးေျမာက္ျမားစြာေပးကာ သူ႕သမီး၂ေယာက္ကို\nစံုစမ္းခိုင္းတဲ့ အခါမွာေတာ့ ဘယ္လို ဟာေတြက ယုန္ေထာင္ေၾကာင္မိ\nေပၚလာေလမလဲ ဆိုတာကို အလြဲလြဲအေခ််ာ္မေခ်ာ္ေတြနဲ႕\nဟာသဆန္ဆန္ ရိုက္ကူးထားတာေၾကာင့္\nေဘာလိ၀ူဒ္ဇာတ္ျမဴးၾကိဳက္တဲ့ ပရိတ္သတ္ၾကီးအေနနဲ႕ကေတာ့\nၾကည့္သင့္တဲ့ဇာတ္ကားတစ္ကားပါပဲဗ် :D",
        "rating": "5.5",
        "url": "https://megaup.net/Qsag/Bobby_Jasoos_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/the-long-way-home-poster-140x200.png",
        "title": "The Long Way Home (2015)",
        "description": "The Long Way Home (2015)_____Rotten -6.5/10\n  ၁၉၅၀ ခုနှစ် တောင်နဲ့မြောက်ကိုရီးယား ပြည်တွင်းစစ်ပွဲကို အခြေခံပြီးရိုက်ကူးထားပါတယ်\nအဓိကသရုပ်ဆောင်အဖြစ် ကလေးသရုပ်ဆောင်ကနေတက်လာတဲ့\nလူငယ်မင်းသားလေး   Yeo Gin gu ပါဝင်သရုပ်ဆောင်ထားပါတယ်...\nစစ်ဖြစ်တဲ့အချိန်မှာ စစ်ပွဲတို့ ထုံးစံအတိုင်း ရသမျှသူဆွဲခေါ် တော့ တာပဲတောင်\nကိုးရီးယားဖက်ကလည်း လယ်သမားပါမကျန်အကုန်စစ်ထဲခေါ်သွင်းသလို\nမြောက်ကိုရီးယားကလည်း ကျောင်းသားပါမကျန် စစ်ထဲလိုက်ပါရတယ်..\nတောင်ကိုးရီးယားဖက်က ခြေမြန်တပ်သားတွေကို အရေးကြီးတဲ့ စာတစ်စောင်ကို ပို့ခိုင်းလိုက်ပါတယ်..\nလမ်းမှာ ချုံခိုတိုက်ခိုက်ခံရရင်း စာက ကျပျောက်သွားပါတယ်\nအဲဒီအချိန်မှာပဲ မြောက်ကိုရီးယားတပ်လည်း အမေရိကန်ဗုံးကြဲလေယာဉ်ရဲ့တိုက်ခိုက်ခြင်းကြောင့်\nတင့်ကားတစ်စီးနဲ့နင့်  ကံဆိုးစွာ စစ်ရေးဘာမှမကျွမ်းတဲ့ကျောင်းသားလေးတစ်ယောက်တည်း ကျန်ခဲ့ပါတယ်\nကျောင်းသားလေးကို သူ့ရဲ့ခေါင်းဆောင်က သေခါနီးမှာ တင့်ကားကို သေချာစောင့်ရှောက်ခဲ့ဖို့ မှာသွားပါတယ်။\nသူကလည်း တင့်ကားမမောင်းတတ် ဘယ်လိုများ တင့်ကားကို စောင့်ရှောက်သွားလဲနှင့်\nတောင်ကိုရီးယားရဲ့ အရေးကြီးစာကိုလည်း သူကောက်ရလိုက်တော့ ဘယ်လိုတွေများ ရှေ့ဆက်ဖြစ်ကြမှာလဲ\nအဲဒီမှာ မြောက်ကိုးရီးယားတင့်ကားတပ်က ကျောင်းသားစစ်သားလေးနဲ့\nစာကိုလိုက်ရှာေနေတဲ့တောင်ကိုးရီးယားလယ်သမားစစ်သားတို့တွေ့ကြတဲ့အခါ  ဘာတွေဖြစ်လာကြမလဲ………………\nဒီကားမှာ အဓိက အသက်ဝင်တာကတော့\nအဓိကသရုပ်ဆောင်တွေရဲ့သရုပ်ဆောင်ချက်တွေက တကယ်ကို အသက်ဝင်လှသလို\nဇာတ်ညွှန်းရေးတဲ့သူကလည်း နာမည်ကျော်ဇာတ်ကားတွေရဲ့ ဇာတ်ညွှန်းရေးဆရာကြောင့် ပြောင်မြောက်လှပါတယ်\nစစ်ပွဲရဲ့အဓိပ္ပါယ်မဲ့တိုက်နေရတဲ့သဘောတွေ စစ်ရဲ့အနိဌာရုံတွေနဲ့အတူ\nဟာသတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eaSX/The_Long_Way_Home_(Seoboojeonsun)_[2015]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/mova_6-256x300.jpg",
        "title": "Mission Milano (2016)",
        "description": "မင္းသားၾကီး Andy Lau ဦးေဆာင္ပါဝင္တဲ့ ဒီဇာတ္ကားဟာ စြန္႕စား အက္ရွင္ ဟာသ အမ်ိဳးအစား ေဟာင္ေကာင္ဇာတ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့.......လူးဝစၥေလာ္ဟာ နည္းပညာ ကုမၸဏီတစ္ခုရဲ႕ ဥကၠ႒ျဖစ္ၿပီး လူ သိမ်ားတဲ့ လူခ်မ္းသာ စြန္႔ဦးတီ ထြင္လုပ္ငန္းရွင္တစ္ေယာက္ပါ။ ဒီဂုဏ္ပုဒ္ေတြရဲ႕ ေနာက္ကြယ္မွာ ေတာ့ သူဟာ ကုိယ္ခံပညာမာစ တာတစ္ေယာက္ျဖစ္ၿပီး သူ႔ရဲ႕ဘိုး ေဘးဘီဘင္ေတြက ခ်မ္းသာတဲ့ လူေတြဆီက ခုိးယူၿပီး မရွိဆင္းရဲ သားေတြကို အလွဴအတန္းေပးတဲ့ သူေတာ္ေကာင္းသူခိုးေတြအျဖစ္ အစဥ္အဆက္လုပ္ခဲ့ၾကတာပါ။အမ်ိဳးအေဆြေတြရဲ႕ ေကာင္းေမြကို လက္ခံရရွိထားတဲ့ လူးဝစၥ ေလာ္ဟာလည္း မတရားမႈေတြအ တြက္ တိုက္ပြဲဝင္သလို အမႈမွန္ ေပၚေပါက္ဖို႔အတြက္လည္း ရဲေတြကို အကူအညီေပးပါတယ္။တစ္ရက္မွာေတာ့ လူးဝစၥ ဟာ ဆြစ္ဇာလန္တကၠသိုလ္ရဲ႕ ရန္ပံုေငြနဲ႔ သီးႏွံစိုက္ပ်ိဳးမရတဲ့ေျမမွာ တစ္မိနစ္အတြင္း သီးႏွံစိုက္ႏုိင္တဲ့ Seed of God ကို တီထြင္ႏုိင္ခဲ့ၿပီး ၿပိဳင္ဘက္ေတြကို ေက်ာ္လႊားကာ စိုက္ပ်ိဳးေရးေလာကမွာ ...",
        "rating": "3.9",
        "url": "https://channelmyanmar.org/mission-milano-2016/",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/tlwblu_3D_large-261x300.jpg",
        "title": "The Love Witch (2016)",
        "description": "IMDb (6.4/10)...Rotten Tomatoes (96%)RT 96% ရရွိထားလို႔ ဒီဇာတ္ကားက သာမန္ကားေတာ့ မဟုတ္တာ သတိျပဳမိမွာပါ။ခင္​ပြန္​းသည္ရဲ႕စြန္​႔ပစ္​တာကိုခံလိုက္​ရတဲ့ မိန္​းမတစ္​​ေယာက္​ဟာ ​ေယာက္​်ားသားႀကီးစိုးတဲ့မဟာဖို၀ါဒကိုအာခံၿပီး​ေမွာ္​ပညာနဲ႔မိန္​းမအဓိက၀ါဒီတစ္​​ေယာက္​ျဖစ္​လာတဲ့ မိန္းမေခ်ာေလး Elaine အျဖစ္ မင္းသမီး Samantha Robinson မွပါဝင္ထားပါတယ္။သူမဟာ ေယာက်္​ား​ေတြကို အ႐ူးအမူးစြဲလန္​းသြား​ေအာင္​ ဆြဲေဆာင္တယ္..\nဒီ​ေယာက်ာ္​း​ေတြဟာလဲ သူမနဲ႔အေၾကာင္းပါျပီးတာနဲ႕ ေသနည္းအမ်ိဳးမ်ိဳးနဲ႔ ​ေသကုန္​တယ္​...\nသူမဟာ စိတ္ေဝဒနာသည္လို...စုန္းကေဝမလိုျဖစ္လာခဲ့ျပီး ရဲေတြကဒီလူေသမႈေတြကို လိုက္လံစံုစမ္းပါတယ္...အဲ့ဒီရဲကိုပါ ကေဝမ တျဖစ္လဲ မိန္းမေခ်ာေလး Elaine တစ္ေယာက္ အခ်စ္နတ္ဖမ္းစားျပီး ဘယ္လိုျပဳစားမလဲဆိုတာ.........။(ဘာသာျပန္ထားသူကေတာ့ Mya Thin Kyi  ျဖစ္ပါတယ္။) \nFile size…(999MB) and (490MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n  \nDownload and Watch 720p HD (VIP Link)\n(or)\nDownload 720p HD (pCloud) \nDownload Small File 360p (490MB)",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-love-witch-2016/",
        "category": "Adult, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/1440054374-3541543106_wl-210x300.jpg",
        "title": "Our Times (2015)",
        "description": "IMDb (7.4/10) ရရွိထားတဲ့ Comedy,Romance အမ်ိဳးအစား ထိုင္ဝမ္ဇာတ္ကားေလးပါ။ဇာတ္လမ္းကေတာ့.....သာမန္ကုမၸဏီဝန္ထမ္းမေလး လင္းက်န္းရွင္းရဲ႕ ေက်ာင္းသားဘဝအမွတ္တရေတြကို ရသစံုလင္စြာတင္ဆက္ထားတာပါ…လင္းက်န္းရွင္း နဲ႔ က်ာင္းသားဆိုးေလး ဆုတိုင္ယီြတို႕အေၾကာင္း …လင္းက်န္းရွင္းတိတ္တခိုးေၾကြေနရတဲ့ စာအေတာ္ဆံုးေက်ာင္းသား အိုးရမ္နဲ႔ ေနာက္ပိုးအခ်စ္အေၾကာင္း....က်န္းရွင္း အားက်ေနတဲ့ ေထာင္မင္းမင္ ဆိုတဲ့ အလွနတ္သမီးေလးရဲ႕ ရင္ခုန္သံကေရာ ဘယ္မွာနားခိုမလဲဆိုတဲ့အေၾကာင္း…စတဲ့စတဲ့ ငယ္ဘဝရဲ႕ ရင္ခုန္တပ္မက္မႈေတြ  ေပါ့ပါးလြတ္လပ္မႈေတြအေၾကာင္းေတြကိုခံစားၾကည့္ရႈရမွာပါ။Rating ျမင့္သလို ဇာတ္လမ္းလဲေကာင္းမြန္တဲ့ဇာတ္ကားပါ။(Chu Qiao မွခံစားတင္ဆက္ထားပါတယ္။) \nFile size…(999MB) and (540MB)Quality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:14:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.4",
        "url": "https://megaup.net/2ihrC/Our_Times_[2015]_(MM_Sub).mp4",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTEyNTY5MzUxODZeQTJeQWpwZ15BbWU4MDYwODE4MzEx._V1_SY1000_SX692_AL_-208x300.jpg",
        "title": "2 States (2014)",
        "description": "မတူညီတဲ့ ယဥ္ေက်းမႈ\nမတူညီတဲ့ လူမ်ိဳးေတြၾကား\nမတူညီတဲ့မိသားစုႏွစ္ခုက လူႏွစ္ေယာက္\nမတူညီတဲ့ ေမဂ်ာမွာ ေတြ႕ျပီးခ်စ္ၾကိဳက္ခဲ့တဲ့အခ်ိန္မွာေတာ့\nသူတို႔ႏွစ္ေယာက္ ရဲ႕မိသားစုေရး ကိစၥေတြကိုဘယ္လိုေတြေျဖရွင္းမလဲ\nမိသားစုေတြက သေဘာတူမလားဆိုတာေတာ့\nေဒါင္းျပီးေတာ့သာ ၾကည့္လိုက္က်ပါေတာ့ဗ်ာ :-P\nEncoded By : Kyaw Soe Han",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/2-states-2014/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Nice_Guys-212x300.jpg",
        "title": "The Nice Guys (2016)",
        "description": "The Nice Guys (2016)\nIMDb - 7.4/10_____Rotten - 92%\n  ယခုဇာတ်ကားကို ကြည့်နေစဉ်မှာ ကျွန်တော်ဘယ်ဇာတ်ကားတွေကို သွားသတိရမိစေလဲဆိုတော့ Chinatown နဲ့L.A. confidential ဇာတ်ကားတွေပဲ။ ဒါပေမဲ့ ထိုဇာတ်ကားတွေနဲ့ ကွာခြားချက်တစ်ခုကတော့ အသောမတတ်နိင်အောင် ရယ်မောနေစေရတဲ့ ဇာတ်ဝင်ခန်းတွေပဲ။ ဟာသလို့ပြောရမယ်ဆိုရင် \"Lethal Weapon\" နဲ့ \"Boogie Nights\" တို့နဲ့လည်းသွားဆင်တူသေးတယ်။ ခင်ဗျားဟာ ဇာတ်အိမ်ကောင်းကောင်းတစ်ကား ကြည့်ချင်မယ်။ Action ခန်းတွေကိုလည်း များနိုင်သမျှများ၊ ကြမ်းနိုင်သမျှကြမ်းစေချင်မယ်။ ဒီကြားတည်း ဟာသခန်းလေးတွေလည်း ကြည့်ချင်သေးတယ်ဆိုရင်တော့ 2016 အတွက် ရှားရှားပါးပါး ယခု The Nice Guys ဆိုတဲ့ တစ်ကားလေးပဲ ထွက်ပေါ်လာခဲ့တယ်။ နောက်ထပ် တစ်ချက်က ဇာတ်သိမ်း၊ အားမရခဲ့ပေမဲ့ ယုတ္တိရှိတယ်လို့ပြောလို့ရတယ်။ ကျွန်တော်တို့အပြင် လက်တွေ့လောကကြီးတွေထဲမှာလည်း ယခုအတိုင်းပင် ငွေကြေးရှိရင် ဥပဒေတွေက လွတ်မြောက်စမြဲပင်လေ။ ဒီဇာတ်ကားကို ...",
        "rating": "7.4",
        "url": "https://megaup.net/1zO4z/The_Nice_Guys_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/keeping-with-the-jones-poster-133x200.jpg",
        "title": "Keeping Up with the Joneses (2016)",
        "description": "Keeping Up with the Joneses (2016)_____IMDb - 5.9/10\n ဒီဇာတ်ကားက စုံထောက်အက်ရှင်ဟာသဇာတ်ကားပါ။Wonder Woman အဖြစ်နာမည်ကျော်တဲ့ Gal Gadot ရဲ့ ခပ်ဟော့ဟော့အက်ရှင်သရုပ်ဆောင်မှုတွေကြောင့်\nဇာတ်လမ်းအကြောင်းကို စဉ်းစားစရာမလိုဘဲ ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားလို့ ဆိုပါရစေ။သူတင်ပဲလားတော့မဟုတ်သေး...Hangover ဇာတ်ကားရဲ့ နာမည်ကျော်သရုပ်ဆောင် Zach Galifianakis လဲပါပါသေးတယ်။ဒါ့အပြင် မင်းသား Jon Hamm နဲ့ မင်းသမီး Isla Fisher တို့ကိုလဲ မြင်တွေ့ရဦးမှာပါ။ဇာတ်လမ်းအရသာကလဲ Action,Comedy အရသာမို့ အေးအေးဆေးဆေးအနားယူရင်း ရယ်မောကြည့်ရှုရမှာပါ။ခံစားအားပေးကြပါဦး။ File size…(905 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.9",
        "url": "https://megaup.net/1xxaj/Keeping_Up_With_The_Joneses_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/00254f39-210x300.jpeg",
        "title": "Duelist (2005)",
        "description": "ဒီ​ဇာတ္​​လမ္​း​ေလးက​ေတာ့.. စိတ္​ျမန္​လက္​ျမန္​အလုပ္​လုပ္​တတ္​ၿပီးေဒါသထြက္ၿမန္တဲ့\nနန္​းတြင္​းစံု​ေထာက္​နမ္​ဆြန္​တစ္​​ေယာက္ေငြအတုၿပသနာကိုေၿဖရွင္းရာကေန\nဒုစရိုက္​ဘက္​​ေတာ္​သားတစ္​ဦးေနာက္ကိုေၿခရာခံလိုက္ခဲ့ပါတယ္..\nအဲ့ဒုစရိုက္သမားလို႕သူထင္ေနတဲ့တစ္ေယာက္ကေတာ့\nေအးစက္တဲ့မ်က္ႏွာကိုပိုင္ဆိုင္ထားၿပီးေတာ့\nဓားစြမး္ကလည္းသူ႕ထက္ပိုသာေနပါတယ္...\nတစ္ရက္ၿပီးတစ္ရက္အဲ့ဓားသမားေနာက္ကိုေနာက္ေယာင္ခံလိုက္ရင္းကေန\nတိတ္​တခိုးခ်စ္​မိသြားခဲ့ပါတယ္...\nအဲ့ေနာက္ပိုင္းမွာေတာ့  တကယ့္ၿပသနာၾကံဳလာရတဲ့အခါသူခ်စ္မိသြားတဲ့သူကိုပဲကာကြယ္ေပးမလား...\nအဲ့ၿပသနာေတြကိုဘယ္လိုေၿဖရွင္းမလဲ...\nဝန္​ႀကီးခ်ဳပ္​ရဲ႕ရည္​ရြယ္​ခ်က္​အမွန္ကိုေဖာ္ထုတ္ႏိုင္မလားဆိုတာကိုစိတ္၀င္စားစြာနဲ႕ၾကည့္ရမွာပဲၿဖစ္ပါတယ္...\n  Size...(1 GB)\n Format…mp4\nDuration...01:51:54\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Pyae Phyo Hein\nEncoder….Moe Myint Lwin\n Download with VIP Link\n Download with Pcloud\n Download with Pcloud (Small Size)\n Download with Openload",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/duelist-2005/",
        "category": "Action, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/masterminds-poster-139x200.jpg",
        "title": "Masterminds (2016)",
        "description": "Masterminds (2016)_____IMDb - 5.8/10\n  ယနေ့ခေတ် Hollywood ရဲ့Comedy ဇာတ်ကားများတွင် နေရာအရဆုံးလို့ပြောရမဲ့ သရုပ်ဆောင်တွေနီးပါး အကုန်ပါဝင်ထားတယ်။ Zach Galifianakis, Owen Wilson, Kristen Wiig, Kate McKinnon, Leslie Jones နဲ့Jason Sudeikis တို့ဆိုမှတော့ နောက်ထပ်ဟာသ သရုပ်ဆောင်တွေမလိုအပ်တော့လောက်အောင်ကို ပြည့်စုံနေပြီ။ ထို့အပြင် ဇာတ်လမ်းကလည်း ဖြစ်ရပ်မှန်အဖြစ်အပျက်တစ်ခုကို အခြေခံထားတာ။ 1997 ခုနှစ်တုန်းက America မှာ ထူးဆန်းတဲ့ ဘဏ်ဖောက်ထွင်းမှူကြီးတစ်ခုဖြစ်ခဲ့တယ်။ ဖောက်တဲ့သူက ထိုဘဏ်ရဲ့ဝန်ထမ်းကိုယ်တိုင်ဖြစ်နေခဲ့တော့ ပိုပြီးထူးဆန်းတယ်လို့ဆိုလို့ရတယ်။ ထိုဝန်ထမ်းဟာ ပိုက်ဆံတွေအကုန်ယူကာ ထွက်ပြေးလွတ်မြောက်သွားတယ်လို့အာဏာပိုင်တွေအပါအဝင် လူတိုင်းကထင်ကြတယ်။ ဒါပေမဲ့ဖြစ်ရပ်မှန်က သူက အသုံးချခံသွားရတာပါ။ ပိုက်ဆံတွေကို အကုန်ရသွားတာ သူကိုယ်တိုင်မဟုတ်သလို ထိုပိုက်ဆံတွေကိုရသွားခဲ့တဲ့ လူတွေကလည်း သူ့ကိုသတ်ရန် လူသတ်သမားတစ်ယောက် လွှတ်လိုက်တယ်။ ထို့အပြင် ရဲတွေကလည်း သူ့နောက်ကို လိုက်နေကြပြီ။ အခုလိုပြောလိုက်လို့သဲထိပ်ရင်ဖိုကြီးလို့ဆိုလို့ရပေမဲ့ ရယ်ရတာတော့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/Smow/Masterminds_[2016]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/the-man-from-u.n.c.l.e-poster-135x200.jpg",
        "title": "The Man from U.N.C.L.E. (2015)",
        "description": "The Man from U.N.C.L.E. (2015)\nIMDb - 7.3/10________Rotten - 67%\n IMDb rating 7.3/10 ရရှိထားတဲ့ 2015 ထွက် Spy movie\nကောင်းတွေဖြစ်တဲ့ Mission Impossible, Specter တို့လိုပဲ ရုံတင်ကားကောင်း တစ်ကားဖြစ်တဲ့\nThe Man from U.N.C.L.E ကို CM ပရိတ်သက်ကြီး အတွက် တင်ပေးလိုက်ပါပြီ။၁၉၆၀ပြည့်နှစ်အစောပိုင်းကာလကို ဇာတ်အိမ်တည်ထားပြီး ဇာတ်လမ်းအစမှာ\nအမေရိကန် CIA က အေးဂျင့် Napoleon ရယ်၊ ရုရှား KGB အေးဂျင့် Illya\nတို့ရဲ့ လက်ရုံးရည်နဲ့ ဉာဏ်ရည်ခြင်းယှဉ်ပြိုင် မှုတွေ၊ နောက်တော့ အရှေ့ဂျာမနီက\nကောင်မလေးတစ်ယောက်ကိုကာကွယ်ပေးရင်းသူ့အဖေအရင်း\nသိပ္ပံပညာရှင်ကို နျူလိယားလက်နက်ထုတ်လုပ်ဖို့ ခြိမ်းခြောက်ခိုင်းစေနေတဲ့\nနာဇီတွေရဲ့အတွင်းစည်းကို သုံးယောက်ဟန်ဆောင်ဝင်ရောက်ပုံတွေနဲ့\nသူတို့သုံးယောက်ရဲ့ ရန်သူကိုလည်းပူးပေါင်းတိုက်ရင်း အချင်းချင်းလည်း\nတစ်ချက်လေးမှအကျော်တင်မခံပဲ အပြန်အလှန်ဉာဏ်ကစားပြီး\nအချင်းချင်း အသာစီးရယူဖို့ကြိုးစားပုံတွေကို… မြှပ်ကွက်တွေ ဟာသတွေနဲ့တင်ဆက်ထားလို့\nအရမ်းကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဆိုတာ အာမခံပါတယ်။Spy movie ဆိုပေမယ့် ဟာသတွေနှောထားတဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1xg6o/The_Man_From_U.N.C.L.E_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/s1-1-210x300.jpg",
        "title": "Spiritual Kung Fu (1978)",
        "description": "ဂ်က္ကီခ်န္းရဲ႕ လြန္ခဲ့တဲ့ 25 ႏွစ္ေက်ာ္က နာမည္ၾကီးခဲ႔တဲ႔သိုင္းကားေလးတစ္ကားပါ။ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြကေတာ့တကယ္ကိုၾကိဳက္ခဲ့ၾကတဲ့ကားေလးတစ္ကားဆိုလည္းမမွားပါဘူး။ ဒီဇာတ္ကားကေတာ္ေတာ္ေလးကိုၾကာေနခဲ႔ပါျပီ။ဂ်က္ကီခ်မ္းနဲ႔ သရဲငါးေကာင္ဆိုရင္သိသူေတြေတာ္ေတာ္မ်ားမယ္ထင္ပါတယ္။ဇာတ္လမ္းအစကေတာ့ေရွာင္လင္ေက်ာင္းရဲ႕\nသိုင္းက်မ္းကို သူခိုးခိုးသြားတာကေနစတင္ထားပါတယ္။ထိုသိုင္းက်မ္းကိုမည္သူခိုးသြားတာလဲ၊ထိုသိုင္းက်မ္းရဲ႕ ေပ်ာက္ဆံုးေနတဲ႔တန္ျပန္သိုင္းက်မ္းကေကာဘယ္ေနရာမွာလဲ၊ သရဲငါးေကာင္နဲ႔မေတာ္တဆေတြ႔မိတဲ ႔ဂ်က္ကီခ်န္းကေကာ ထိုသရဲေတြဆီမွာသိုင္းပညာသင္နိင္မွာလား စသျဖင့္လွည့္ကြက္မ်ိဴ းစံုႏွင့္ ပရိတ္သတ္အၾကိဳက္ေတြ႕ေစမယ့္ ဇာတ္ကားေကာင္းေလးပါ။ကဲ . ကြ်န္ေတာ္ရဲ႕ (၁၉)ကားေျမာက္ ဘာသာျပန္ဇာတ္ကားေလးကိုခုပဲတင္ဆက္လိုက္ပါတယ္။(ဒီဇာတ္ကားေလးရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားသူကေတာ့CM Team မွ ညီေလး Soe Htwe ပဲျဖစ္ပါတယ္။)\nDownload and Direct Watch HD720P\n \nDownload and Direct Watch Small file",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-125/",
        "category": "Action, Comedy, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/yc2vy1oacnip-210x300.jpg",
        "title": "Love H2O (2015)",
        "description": "အသည္းကြဲဖူးတဲ့လူေတြရွိၾကလား?\nအသည္းကြဲရင္ ဘာေတြမ်ားလုပ္ၾကလဲ?\nဒီဇာတ္ကားေလးထဲမွာေတာ့ ေကာင္မေလးက သူ႔ခ်စ္သူရဲ႕ စြန္႔ပစ္ျခင္းကိုခံလိုက္ရတယ္...ဒါနဲ႔ မိန္းကေလးတို႔ ထံုးစံအတိုင္း လက္စားေခ်လိုစိတ္အျပည့္ နာက်ည္းစိတ္တို႔နဲ႔ ရည္းစားေဟာင္းရဲ႕မဂၤလာပြဲကို သူ႔ထက္သာတဲ့ေကာင္ေလးနဲ႔တြဲျပီး ပြဲသြားတက္ဖို႔ၾကံစည္တာေပါ့...\nဒီလိုၾကံစည္ရာမွာ သူ႔ကို စိတ္ဝင္စားတဲ့ေကာင္ေလးသံုးေယာက္နဲ႔ ဘယ္လိုဇာတ္လမ္းေတြလုပ္ၿပီး ဘယ္လိုအရႈပ္ထုပ္ေတြျဖစ္လာမလဲဆိုတာ ၾကည့္ရႈခံစားရမွာပါ။၂၀၁၅ ထြက္ ထိုင္းဇာတ္ကားေလးျဖစ္ျပီး Comedy/Drama/Romance ပရိတ္သတ္ေတြအတြက္ တင္ဆက္လိုက္ရပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္ထားသူကေတာ့ Myat Noe Thu ပါ။) \nFile size…(950MB)\nQuality…WEB-DL Rip 720p\nFormat…mp4\nDuration….01:51:50\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n  \nDownload and Watch 720p HD (VIP Link)\n(or)\nDownload 720p HD (pCloud) \nDownload Small File 360p (450MB)",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/love-h2o-2015/",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/d7w8gghie5sb-212x300.jpg",
        "title": "[18+] Utopians (2015)",
        "description": "Utopians ကားဟာ ၁၈+ကားတကားၿဖစ္ပါတယ္\n၁၈+ဆိုေပမယ့္ အခုေခတ္လူငယ္ေတြမမွားသင့္မွားအပ္တာေတြ\nမစူးစမ္းသင့္တာေတြကို message ေပးတဲ့ကားလို႕ေၿပာတာပိုသင့္ေတာ္ပါတယ္\nDrama ကားတကားပါပဲ ဒါေပမယ့္ heterosexuality...bisexuality..\nhomosexuality...ဆိုတဲ့ အပိုင္းသံုးပိုင္းလံုးကို ထည္႕သြင္းရိုက္ၿပထားတာေၾကာင့္\n၁၈+ ကားတကားလို႕ က်ေနာ္အေနနဲ႕သတ္မွတ္လိုက္တာပါ\nအဓိကကေတာ့ ပညာေပးကားအေနနဲ႕ ရိုက္ၿပထားတဲ့ကားဆိုရင္လည္းမမွားပါဘူး\nဇာတ္လမ္းအက်ဥ္းေၿပာရမယ္ဆိုရင္ေတာ့ မင္းသားနဲ႕ မင္းသမီးက\nတကၠသိုလ္ေက်ာင္းသားခ်စ္သူေတြ....မင္းသားက ဒသနိကနယ္ပမယ္မွာ\nအေတြးလြန္ၿပီးေတာ့ စူးစမ္းေလ့လာခ်င္သူတဦး...\nသူတို႕ခ်စ္သူႏွစ္ဦးၾကားထဲကို သမရိုးက်ဇာတ္လမ္းေတြအတိုင္းပဲ\nၾကားလူတေယာက္၀င္လာပါတယ္...သူကေတာ့ အဲ့ဒီစံုတြဲရဲ႕\nစာသင္ေပးတဲ့ေက်ာင္းဆရာပဲၿဖစ္တယ္....ေက်ာင္းဆရာကလည္း\nစာစသင္တဲ့အခ်ိန္ကတည္းက သူ႕ဖာသာသူ Homosexuality  အမ်ဳိးအစားပါလို႕\nအတိအလင္းေၾကညာခဲ့ၿပီးသား....မင္းသားရဲ႕စူးစမ္းေလ့လာလိုစိတ္နဲ႕\nေက်ာင္းဆရာရဲ႕ပြင့္လင္းမႈေတြၾကား မင္းသမီးဘယ္လိုလိုက္ေၿဖရွင္းမလဲဆိုတာေတြ...\nၿပီးေတာ့ ေဟာင္ေကာင္ကားၿဖစ္တဲ့အတြက္ ေဟာင္ေကာင္ရဲ႕ GAY RULE ေတြ..\nGAY LIFE ေတြကို စိတ္၀င္စားေအာင္ရိုက္ၿပထားတဲ့ဇာတ္ကားတကားပဲၿဖစ္ပါတယ္။(ရုပ္ရွင္အညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Aung Pyay ျဖစ္ပါတယ္။) \nFile size…(850MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:34:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "N/A",
        "url": "https://megaup.net/1AMx5/[02736]_Utopians_(2016)_[Comedy]_[CHINA]_[5.0].mp4",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/mood-of-the-day-2016.41050-200x300.jpg",
        "title": "Mood Of The Day (2016)",
        "description": "Mood of the day ဇာတ္ကားဟာဆိုရင္ ၂၀၁၆ ခုႏွစ္မွာထြက္ရိွခဲ့ၿပီး\nIMDb Ratting 6.7 ရရိွထားပါတယ္\nOldboy,A Weresolf boy တို႕ႏွင့္လူသိမ်ားေသာ\nမင္းသား Yeon-Seok Yooႏွင့္War of arrows ဇာတ္ကားထဲမွ မင္းသမီး Chae-won Moonတို႕\nပါ၀င္သရုပ္ေဆာင္ထားပါတယ္\nအခ်စ္ဆိုတဲ့အရာဟာ ရက္ေတြလေတြႏွစ္ေတြၾကာေအာင္\nခ်စ္ၾကသည္႕တိုင္ေအာင္ အခ်စ္စစ္ဆိုတာတကယ္ၿဖစ္လာႏိုင္သလား......\nအခ်စ္စစ္ဆိုတာဟာ အဲ့ေလာက္အခ်ိန္ေတြအမ်ားၾကီးမၾကာႏိုင္ေပမယ့္လည္း\nတစ္ရက္တည္းနဲ႕တကယ့္အခ်စ္ၿဖစ္သြားႏိုင္တယ္ဆိုတာကို ေပၚလြင္ေအာင္\nရိုက္ၿပထားတဲ့ဇာတ္ကားတကားၿဖစ္ပါတယ္....\nဇာတ္လမ္းအက်ဥ္းကိုေၿပာရမယ္ဆိုရင္ မိန္းကေလးေတြဆိုရင္အေပ်ာ္သာ\nသေဘာထားၿပီး အခ်စ္ဆိုတာကိုအေလးမထားတဲ့ မင္းသား ေဂ်ဟြန္း(နဲ႕\nတေယာက္တည္းကိုသာ ေလးေလးနက္နက္ထားခ်စ္တတ္တဲ့မင္းသမီး ဆိုဂ်န္(Chae-won Moon)ဟာ\nမိမိတို႕ရဲ႕အလုပ္ကိစၥနဲ႕အတူ တိုက္တိုက္ဆိုင္ဆိုင္ေတြ႕ဆံုၾကပါေတာ့တယ္...\nႏွစ္ေယာက္စလံုးရဲ႕အလုပ္ကိစၥက နာမည္ေက်ာ္ဘက္စေဘာ္ကစားသမား\nကင္ဂ်င္ခၽြဲဆိုသူကို ရွာေဖြဖို႕ပဲၿဖစ္တယ္....တရက္တည္းပဲေတြ႕ဆံုၿပီး\nဘက္စကစ္ေဘာ္ကစားသမားတေယာက္ကိုရွာေဖြရင္း တဂၤေလးအတြင္းမွာပဲ\nတေယာက္နဲ႕တေယာက္ ဖြင့္ေၿပာၿပလို႕မရတဲ့ သံေယာဇဥ္ေတြၿဖစ္သြားတဲ့အခါမွာေတာ့...\nမင္းသားကေရာ သူ႕ရဲ႕အက်င့္ဆိုးေတြကို ၿပင္ႏိုင္မွာလား...\nမင္းသမီးကေရာ သူ႕ရဲ႕အႏွစ္ႏွစ္အလလခ်စ္ရတဲ့ခ်စ္သူကိုစြန္႕လႊတ္ႏိုင္မွာလားဆိုတာကို\nRomance ဆန္ဆန္နဲ႕ ၾကည္ၾကည္ႏူးႏူးၾကည္႕ရႈရမယ့္ Drama ကားေကာင္းတစ္ကားပဲၿဖစ္ပါတယ္....Quality...DVD Rip\nFile size…(1 GB , 874 MB)\n Format…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Aung Pyay\nEncoder….Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/mood-of-the-day-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNjRiYjM2MTctYjEzZC00ZGE1LWE1MTktOTE2OWFhYzBkMzZkXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_SY1000_SX700_AL_-210x300.jpg",
        "title": "Dear Enemy (2011)",
        "description": "ကဲအခုတစ္ခါေတာ့ တရုတ္ႏွစ္သစ္ကူးအတြက္\nတရုတ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးက အခ်စ္ဟာသ ဇာတ္ျမဴးေလးမို႕\nေပါ့ေပါ့ပါးပါးေလးကိုၾကိဳက္ႏွစ္သက္တဲ့ ပရိတ္သတ္ၾကီးအေနနဲ႕\nကေတာ့ ႏွစ္သက္ၾကမွာပါဗ် ျပီးေတာ့ မတူညီတဲ့ ပန္းတိုင္ ၂ခုကို\nေလွ်ာက္လွမ္းေနၾကတဲ့ ခ်စ္သူႏွစ္ဦး တေယာက္နဲ႕ တေယာက္\nအခ်ိန္မေပးႏိုင္ပဲ ေနာက္ဆံုးမွာ ကြဲကြာသြားၾကပံုကို\nသင္ခန္းစာယူၾကည့္ရွဴၾကရမွာျဖစ္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဒီရတ္ ဟာ အလုပ္ကို\nအလြန္ၾကိဳးစားသူျဖစ္ျပီး မိမိရည္စားအေပၚမွာ အခ်ိန္မေပးႏိုင္ေလာက္\nေအာင္ကို အလုပ္မ်ားတဲ့သူတေယာက္ပါ ဒီလိုနဲ႕ သူ႕ရဲ႕ ရီးစား ေအမီ နဲ႕\nျပန္ဆဲသြားခဲ့ပါတယ္ မထင္မွတ္ထားတဲ့ ကံၾကမၼာရဲ႕ တိုက္ဆိုင္မႈေၾကာင့္\nေအမီတေယာက္ ဒီရတ္ ရဲ႕ ျပိဳင္ဖက္ ကုမၼဏီမွာ အလုပ္ ရသြားခဲ့ပါတယ္\nဒီလိုနဲ႕ နဂို ရွိရင္းဆြဲ အမုန္းေနၾကသူ ၂ေယာက္ဟာ အျပိဳင္အဆိုင္အလုပ္လုပ္\nၾကရာမွာ သူတို႕ ၂ေယာက္တေယာက္နဲ႕ တေယာက္ တိုက္ခိုက္ၾက ျပိဳင္ဆိုင္ၾက\nတေယာက္နဲ႕ တေယာက္ က်ရွံဳးေအာင္ အက်င့္ယုတ္ၾကရင္းနဲ႕\nဘယ္ေလာက္ပင္မုန္းတဲ့ သမီးရီးစားျဖစ္ျဖစ္ သူတို႕ရဲ႕ ရင္ထဲမွာ\nက်န္ရွိေနေသးတဲ့ သံေယာဇဥ္ မီးစာေလးက ျပန္လည္ ထြက္ေပၚလာခဲ့တဲ့ အခါမွာေတာ့\nဘယ္လိုေတြမ်ားလဲဆိုတာကို ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့ေနာ္ :D\nunicode\nကဲအခုတစ်ခါတော့ တရုတ်နှစ်သစ်ကူးအတွက်\nတရုတ်ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးက အချစ်ဟာသ ဇာတ်မြူးလေးမို့\nပေါ့ပေါ့ပါးပါးလေးကိုကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်ကြီးအနေနဲ့\nကတော့ နှစ်သက်ကြမှာပါဗျ ပြီးတော့ မတူညီတဲ့ ပန်းတိုင် ...",
        "rating": "4.8",
        "url": "https://megaup.net/2VNjD/Dear_Enemy_[2011]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/16111336_1233689083346006_667738576_n-180x300.jpg",
        "title": "Cat A.W.O.L (2015)",
        "description": "ေၾကာင္ေလးေတြကိုခ်စ္တတ္တဲ့ ေကာင္မေလးေတြေရာ\nေၾကာင္ေလးနဲ ့တူတဲ့ေကာင္မေလးေတြကိုခ်စ္တတ္တဲ့ ေကာင္ေလးေတြေရာ အႀကိဳက္ေတြ ့ေစမယ့္\nထိုင္းအခ်စ္ဟာသကားေလးနဲ ့မိတ္ဆက္ေပးခ်င္ပါတယ္....\nေမရိုက ေၾကာ္ျငာရိုက္ကြင္းက အလုပ္သင္ဝန္ထမ္းမေလးပါ...\nသူက ေမာ္ လို ့ေခၚတဲ့ ခန္ ့ညားၿပီး ေတာ္တဲ့ ဒါရိုက္တာေလးကို ခ်စ္မိေနပါတယ္...\nသူတို ့ႏွစ္ေယာက္အတူတူ ေၾကာ္ျငာတစ္ခုကိုရိုက္ကူးဖို ့ျဖစ္လာတဲ့အခါ...\nေၾကာ္ျငာသရုပ္ေဆာင္ကလည္းထူးထူးျခားျခား လူမဟုတ္ဘဲ ယာကူဇာႀကီးတစ္ေယာက္ရဲ ့ေၾကာင္ျဖစ္ေနတဲ့အခါ...\nအခက္အခဲေပါင္းစံုကို တူတူေက်ာ္ျဖတ္ရင္း ေမရို ရဲ ့အခ်စ္ေတြကို ေမာ္ တစ္ေယာက္သိလာမလားဆိုတာကေတာ့ ...\nေပါ့ေပါ့ပါးပါး ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ၾကည့္ရမယ့္ အခ်စ္ဟာသကားေလးျဖစ္ပါတယ္...\nမီးေညာင္ေလးေတြလည္း အမ်ားႀကီးပါတာေၾကာင့္ ေၾကာင္ခ်စ္သူေတြလည္း\nအႀကိဳက္ေတြ ့ေစမယ့္ ကားေကာင္းေလးတစ္ကားပါ.....unicode\nကြောင်လေးတွေကိုချစ်တတ်တဲ့ ကောင်မလေးတွေရော\nကြောင်လေးနဲ့တူတဲ့ကောင်မလေးတွေကိုချစ်တတ်တဲ့ ကောင်လေးတွေရော အကြိုက်တွေ့စေမယ့်\nထိုင်းအချစ်ဟာသကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်....\nမေရိုက ကြော်ငြာရိုက်ကွင်းက အလုပ်သင်ဝန်ထမ်းမလေးပါ...\nသူက မော် လို့ခေါ်တဲ့ ခန့်ညားပြီး တော်တဲ့ ဒါရိုက်တာလေးကို ချစ်မိနေပါတယ်...\nသူတို့နှစ်ယောက်အတူတူ ကြော်ငြာတစ်ခုကိုရိုက်ကူးဖို့ဖြစ်လာတဲ့အခါ...\nကြော်ငြာသရုပ်ဆောင်ကလည်းထူးထူးခြားခြား လူမဟုတ်ဘဲ ယာကူဇာကြီးတစ်ယောက်ရဲ့ကြောင်ဖြစ်နေတဲ့အခါ...\nအခက်အခဲပေါင်းစုံကို တူတူကျော်ဖြတ်ရင်း မေရို ရဲ့အချစ်တွေကို ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/cat-a-w-o-l-2015/",
        "category": "Comedy"
    }
]