[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPl4CrT7hcJAZUavAMKauZRrW0I.jpg",
        "title": "The Midas Touch (2020)",
        "description": "The Midas Touch (2020)====================IMDb Rating - 5.4/10ဇာတ်လမ်းအကျဥ်းအနေနဲ့ ဖိလစ်ဟာ မိန်းမရေးရာမှာ ကျရှုံးနေတဲ့ ကြော်ငြာအေးဂျင့်တစ်ယောက်ဖြစ်ပါတယ်။ဘယ်လောက်ပဲကြိုးစား ကြိုးစား မိန်းမရေးရာမှာ မအောင်မြင်လို့ စိတ်ညစ်နေလျက်ရှိပါတယ်။ဒီလိုနဲ့တစ်ရက် စိတ်ညစ်ညစ်နဲ့ ဘားမှာ အရက်သောက်နေတုန်း ထိလိုက်သမျှ မိန်းမတွေ သူ့ကို စိတ်၀င်စားလာအောင် စွမ်းဆောင်နိုင်တဲ့ အစွမ်းတစ်ခုကို ဖိလစ် တိုက်ဆိုင်စွာပဲ ရရှိလာပါတယ်။ဒါပေမဲ့ စွမ်းအားတွေက ထိန်းမနိုင်သိမ်းမရ ဖြစ်လာတဲ့အခါ . ဖိလစ်တစ်ယောက် အကျပ်ရိုက်ပါတော့တယ်။ဖိလစ်ရရှိလာတဲ့အရာက စွမ်းအားလား ကျိန်စာဆိုးကြီးလား ဆိုတာကိုတော့..... ပရိတ်သတ်ကိုယ်တိုင်ပဲခံစားကြည့်ရှူလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 50minSubtitle – Myanmar HardsubFormat – Mp4Genre : ComedySource : 1080p.WebRipTranslator –  Chuck ChuckEncoder ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-midas-touch-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/image-146x200.jpg",
        "title": "Cry Baby (1990)",
        "description": "IMDB (6.5) / Rotten Tomatoes (73%)အလီဆင်ဟာ ရှေးရိုးစွဲ (စကွဲ) လို့ခေါ်ကြတဲ့ မိသားစု ဝန်းကျင်ကနေဆင်းသက်လာတဲ့ မိန်းမလှလေးတစ်ယောက်၊ တစ်သက်လုံး\nလိမ်မာခဲ့ရတာ စိတ်ကုန်လှပါပြီလို့ ဆုံးဖြတ်မိရာကနေ ခရိုင်းဘေဘီဝေါလ်ကာ ဆိုတဲ့ ဆန့်ကျင်ဘက် ဒရိတ်ပ် ခေါ် ဆိုးသွမ်းလူငယ်အဖွဲ့\nတစ်ဖွဲ့ရဲ့ခေါင်းဆောင် ခပ်မိုက်မိုက်ဂေါ်ဘဲတစ်ပွေနဲ့ ချစ်ကျွမ်းဝင်မိပါတယ်။\nမျိုးနွယ်ချင်း ခံယူချက်ချင်း ယဉ်ကျေးမှုချင်း တောင်နဲ့မြောက် အရှေ့နဲ့အနောက်လို ကွာခြားချက် အစစအရာရာတွေကိုဆန့်ကျင်ပြီး\nသူတို့ဇာတ်လမ်းမှာ ကြုံရမယ့် အခက်အခဲတွေကို ဘယ်လိုရင်ဆိုင်ဖြတ်ကျော်မလဲဆိုတာကို ဂီတတွေနဲ့ မြူးမြူးကြွကြွပုံဖော်ထားတဲ့\nComedy, Musical ကိုမှ ဂန္ဓဝင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nအဲလ်ဗစ်ပရက်စလေရဲ့ ရုပ်ရှင်တွေ ၁၉၅၀ ဝန်းကျင်က ဆိုးသွမ်းလူငယ်တွေအကြောင်းနာမည်ကျော် ရုပ်ရှင်တွေကို\nတစ်စိတ်တစ်ပိုင်းသရော်လှောင်ပြောင်ထားတာဖြစ်တဲ့အတွက် သူတို့ ရဲ့ ရုပ်တည်ကြီးနဲ့ ခံစားချက်အပြည့်နဲ့အမူအယာတွေဟာ\nအတည်ပေါက်နဲ့ခွီရမယ့်အကွက်တွေပါပဲ။ ခရိုင်းဘေဘီရဲ့ ဇာတ်ကောင်နေရာနဲ့ကိုက်ညီတဲ့ လူငယ်မင်းသား ရှာဖို့ ဒါရိုက်တာဟာ ဆယ်ကျော်သက်\nမဂ္ဂဇင်းတွေကို အဲ့ဒီခေတ်က ဒေါ်လာ သုံးဆယ်ဖိုးဝယ်ယူခဲ့ပြီး မျက်နှာဖုံးအားလုံးဟာ ၁၉၈၇ က 21 Jump ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/cry-baby-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMWQ0YzI3NTktNjEyNC00MGVhLTlmZjEtN2NkZTcyNmQwYmQ1XkEyXkFqcGdeQXVyMDk5Mzc5MQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Spontaneous (2020)",
        "description": "Spontaneous (2020)================IMDb Rating - 6.5/10 ဘဝမှာ ကံဆိုးမိုးမှောင်မှုတွေနဲ့ ကြုံတွေ့ရတဲ့အခါ သင်သာဆိုရင် ထိပ်တိုက်ရင်ဆိုင်မလား? ရှောင်ဖယ်နေမလား?သေချာတာတစ်ခုကတော့ ဖြစ်မလာသေးတဲ့ အနာဂတ်ကြိုတွေးရင်း စိတ်သောကရောက်နေမယ်ဆိုရင် လူဖြစ်ရှုံးရချည်ရဲ့......ဒီကားအကြောင်းပြောရမယ်ဆိုရင် ကျောင်းတစ်ကျောင်း ဘယ်ကနေ ဘယ်လိုဖြစ်လာမှန်းမသိတဲ့ ပေါက်ကွဲမှုတွေဖြစ်ပြီးကျောင်းသားအတော်များများ သေကြေ ပျက်ဆီးကြပါတယ်။ ဘာကြောင့်လဲဆိုတာကို ဘယ်သူမှ မသိပါဘူး။ ဇာတ်ကားပြီးဆုံးတဲ့အထိ ဘာကြောင့်ဖြစ်လဲဆိုတာကို ခင်ဗျားလည်း သိမှာမဟုတ်ပါဘူး။ဒါဆို ဘာသိလိုက်မှာလဲ......မျက်စိတမှိတ်အတွင်း အသက်ဘေးအန္တရာယ်တဲ့ ရင်ဆိုင်နေရတဲ့အချိန် ကိုယ်ချစ်တဲ့သူတွေနဲ့ ဘဝကိုဘယ်လိုမျိူး ရှေ့ဆက်ဖြတ်သန်းကြလဲ.....အသက်ရှင်ဖို့အတွက် ဘယ်လိုတွေ ကြိုးစားရုန်းကန်ကြလဲ.....ခင်ဗျားဆိုရင်ကော ဘာဆက်လုပ်မလဲ၊ ဒီဇာတ်ကားက rating 6.5 ရှိပြီး rotten tomatoes 98% ထိရထားတာပါ။Aaron Starmer ရေးတဲ့ Spontaneous စာအုပ်ကို အခြေခံထားပြီး ၂၀၁၆မှာ ရောင်းအားအကောင်းဆုံးဖြစ်ခဲ့ပါတယ်။ တစ်ကားထဲမှာပဲ Romance, comedy , Sci-fi ပေါင်းစုံပြီး ရသမျိုးစုံ ခံစားနိုင်မှာ အသေအချာပါပဲ.......(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/spontaneous-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e3pEeRGZUGdTFyVoMRC2RHhRqr8.jpg",
        "title": "Micmacs (2009)",
        "description": "Micmacs (2009)ဘာဇီးလ် ဆိုတဲ့ကောင်လေးရဲ့ ဖခင်စစ်သားဟာ မြေမြှုပ်မိုင်းကြောင့်သေဆုံးသွားပြီး\nဘာဇီးလ်ရဲ့အမေလည်း ခင်ပွန်းဖြစ်သူကိုဆုံးရှုံးရတဲ့သောကကြောင့်\nစိတ်ကျန်းမာရေးဆေးရုံကိုရောက်သွားပါတယ်။\nဘာဇီးလ်ဟာ မိဘမဲ့ဂေဟာရောက်သွားပြီး တစ်နေ့မှာတော့ ဂေဟာကထွက်ပြေးသွားပါတယ်။\nနှစ်၃၀အကြာမှာ ဗီဒီယိုအခွေဆိုင်တစ်ဆိုင်မှာအလုပ်လုပ်​နေရင်း\nလမ်းပေါ်မှာ သေနတ်ပစ်ခတ်သံတွေကြားပြီး ဆိုင်ကိုလာမှန်လို့\nထွက်ကြည့်ရာကနေ ခေါင်းကိုကျည်ဆန်မှန်သွားပါတယ်။\nဒါပေမယ့် ကံကောင်းထောက်မစွာနဲ့ အသက်မသေဘဲ ခေါင်းထဲမှာကျည်ဆန်ကျန်နေခဲ့ပြီး\nဆေးရုံကဆင်းလာတဲ့အချိန်မှာတော့ သူ့ရဲ့အလုပ်နေရာကိုအစားထိုးခံလိုက်ရပါတယ်။\nသူ့အစားဝင်လုပ်နေတဲ့မိန်းကလေးက ဆိုင်နားမှာပစ်ခတ်မှုဖြစ်တုန်းက\nကျည်ဆန်တစ်တောင့်ကို ရထားကြောင်း ပြောပြီး ဘာဇီးလ်ကိုပေးလိုက်ပါတယ်။\nနေစရာမရှိတော့တဲ့ဘာဇီးလ်ဟာ လမ်းပေါ်မှာလှည့်လည်ဖျော်ဖြေရင်း ပိုက်ဆံရှာနေခဲ့ရာက\nအဖိုးကြီးတစ်ယောက်နဲ့တွေ့ခဲ့ပြီး ဘာဇီးကို သူ့ရဲ့မိသားစုဆီခေါ်သွားခဲ့ပါတယ်။\nအဖိုးကြီးရဲ့မိသားစုဟာ ကားသင်္ချိုင်းအပျက်အစီးတွေထဲ အိမ်ဖြစ်အောင်ဖန်တီးပြီး\nနေထိုင်နေကြတဲ့ အိမ်ခြေရာမဲ့တွဖြစ်ကြပေမယ့် သာမန်လူတွေမဟုတ်ဘဲ\nပစ္စည်းအပျက်တွေသုံးပြီးစက်ပစ္စည်းတွေတီထွင်နိုင်သူ၊\nဘယ်အတိုင်းအတာပမာဏကိုမဆို မျက်လုံးနဲ့ကြည့်ရုံနဲ့တိုင်းထွာတတ်သူ၊\nခန္ဓာကိုယ်ကို ကောက်ကွေးနိုင်သူ စတဲ့ စွမ်းရည်ကိုယ်စီနဲ့\nလူထူးဆန်းတွေစုနေကြတာဖြစ်ပါတယ်။ဘာဇီးဟာ အဲ့မိသားစုနဲ့အတူနေထိုင်ပြီး တွေပစ္စည်းအပျက်လိုက်ကောက်တဲ့အလုပ်ကိုလုပ်ရင်း\nလမ်းပေါ်မှာ သူရင်းနှီးနေတဲ့တံဆိပ်နှစ်ခုကိုတွေ့လိုက်ရပါတယ်။\nသူ့အဖေကိုသေစေခဲ့တဲ့မြေမြှုပ်မိုင်းပေါ်က တံဆိပ်နဲ့၊ သူ့ခေါင်းထဲမှာဝင်နေတဲ့\nကျည်ဆန်ရဲ့ တံဆိပ်တွေကိုယ်စီနဲ့ မျက်နှာချင်းဆိုင်ရှိနေကြတဲ့\nကမ္ဘာ့ထိပ်တန်းလက်နက်ကုမ္ပဏီကြီးနှစ်ခုဖြစ်နေပါတယ်။\nအဲ့လက်နက်ကုမ္ပဏီတစ်ခုထဲကိုခိုးဝင်ခဲ့ပြီးနောက် သူတို့ဖြန့်ချီနေတဲ့လက်နက်တွေကြောင့်\nလူတွေသေကြေဒုက္ခရောက်နေကြတာကို သိသွားရတဲ့ဘာဇီးလ်ဟာ\nသူ့ရဲ့လူထူးဆန်းမိသားစုကိုအကူအညီတောင်းပြီး လက်နက်ကုမ္ပဏီနှစ်ခုရဲ့ပိုင်ရှင်နှစ်ယောက်ကို\nသင်ခန်းစာပေးနိုင်ဖို့ အစီအစဥ်ဆွဲပါတော့တယ်။ဒီကားကတော့ ပြင်သစ်ဇာတ်ကားဖြစ်ပြီး၊ Comedy အမျိုးအစားဖြစ်တာမို့\nဟာသလေးတွေနဲ့ ဇာတ်လမ်းပုံစံ သွက်သွက်လက်လက်ပေါ့ပေါ့ပါးပါးဖြစ်ပါတယ်။\nHugo ဇာတ်ကားလို fantasy ဆန်ဆန်ကားမျိုး၊\nTim Burton ရဲ့ဇာတ်ကားတွေလို\nကာတွန်းဆန်သလိုလို ထူးထူးဆန်းဆန်းကားမျိုးကြိုက်တဲ့သူတွေ သဘောကျမယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File size… 2.9GB and 753MB\nQuality…. ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/micmacs-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTc0ZTM1NTEtMDk0OC00Mzc3LTlmMDUtZWQ0OTEwZThkMDAzXkEyXkFqcGdeQXVyMzgxODI0MTk@._V1_-140x200.jpg",
        "title": "The Dog (2010)",
        "description": "ဘဝက လှည့်ကွက်တွေနဲ့ ပြည့်နေတတ်တယ်တဲ့\nဒီကားလေးကတော့\nအဖေ့ရဲ့ ဂရုစိုက်မှုကို ခွေးလောက်တောင် မရတာကြောင့်ဆိုးသွမ်းနေတဲ့ သူဌေးသား Bank\nနိုင်ငံတော်က ပြည်သူတွေထက် ခွေးကို အရေးပေးနေလို့ ဒေါသူပုန်ထ ဆန္ဒပြနေတဲ့ Den\nအသက်အငယ်ဆုံး ကွန်ပြူတာပညာရှင်ဖြစ်တာကြောင့် သူ့ပညာတွေ ထုတ်သုံးပြချင်နေတဲ့ ‌ခွေးချစ်တဲ့ Art\nသူတို့ သုံးယောက်ရဲ့ ရည်ရွယ်ချက် \"ခွေးခိုးဖို့\" က ထပ်တူညီနေတဲ့အခါ\nသူတို့ထင်ထားသလို မရိုးရှင်းပဲ မထင်ထားတဲ့ လျှို့ဝှက်ချက်တွေ သူတို့ သိသွားတဲ့အခါ\n2010 ကထွက်ရှိခဲ့တဲ့ ဒီကားလေးကတော့ ဇာတ်အိမ်က မရိုးမဆန်းလေးဖြစ်တာကြောင့် ထိုင်းကားကြိုက်သူတွေအတွက်ကြည့်ပျော်မှာဖြစ်ပါတယ်ရှင်။ \nFile size…(1.5 GB) and (999 MB)\nQuality…HDRip 1080p and 720p\nFormat…mp4\nDuration….01:34:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Suzy Jirakit Thawornwong",
        "rating": "",
        "url": "https://channelmyanmar.org/the-dog-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNWZhNDhhZjgtNWJiOC00N2JkLWFkZGItMWQ0ZmNkNjA0NzQwXkEyXkFqcGdeQXVyMjEyOTM1NzA@._V1_-140x200.jpeg",
        "title": "My Love, My Bride (2014)",
        "description": "[Unicode]My Love My Bride 2014အထူးမိတ်ဆက်ပေးစရာ မလိုတဲ့ K Drama မင်းသားနဲ့ မင်းသမီး Jo JungSuk နဲ့ Shin MinAh တို့ရဲ့ လက်တွေ့ဆန်ဆန် အိမ်ထောင်ရေးဘဝ အချစ်ဇာတ်လမ်းလေး ဖြစ်ပါတယ်။တွေ့ဆုံကြ... သမီးရည်းစားဘဝချစ်ကြိုက်ကြ... နောက်တော့ လက်ထပ်လိုက်ကြ...ဒီလိုနဲ့ မတူညီတော့တဲ့ ချစ်သူနှစ်ယောက်ကြားက ချစ်ခြင်းတရားတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။အကျဉ်းချုပ် ပြောပြရရင် တက္ကသိုလ်ကျောင်းသားဘဝမှာ ချစ်ကြိုက်ခဲ့ကြတဲ့ ဂန်ယောင်မင်းနဲ့မီယောင်းတို့ဟာ လက်ထပ်ခဲ့ကြပြီး ညားခါစ ဇနီးမောင်နှံဘဝ အခြေအနေမှာ သာယာကြည်နူးခဲ့ကြသလောက် တဖြည်းဖြည်း အချိန်တွေကုန်ဆုံးလာတဲ့အခါ နှစ်ယောက်ကြားက အိမ်ထောင်ရေး ပြသနာများကို ရင်ဆိုင်လာရပြီး ခါးသီးလာခဲ့ကြပါတယ်။ဒါပေမယ့် အဲ့လို အခက်အခဲတွေ နားမလည်မှုတွေကြား မပြေလည်မှုကြားကနေ သူတို့နှစ်ယောက်ကြားမှာ အချစ်ဆိုတာကို တဖြည်းဖြည်း နားလည်လာခဲ့ရလို နားလည်မှု နွေးထွေးမှု ကြင်နာမှု သစ္စာရှိမှုတွေနဲ့ အိမ်ထောင်ရေးကို ဘယ်လိုရှေ့ဆက် အဆုံးသတ်သွားမယ်ဆိုတာကို လက်တွေ့ဆန်ဆန် ခံစားသက်ဝင်ရမှာပါ။( ...",
        "rating": "6.3",
        "url": "https://megaup.net/1B0it/Lovestruck_in_the_City_(2020)_(Ep9).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/to-rome-with-love-poster-142x200.jpeg",
        "title": "To Rome with Love (2012)",
        "description": "[Unicode]To Rome With Love (2012)Directed By Woody Allenဒီရုပ်ရှင်ဟာ သိပ်အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်တော့ မဟုတ်ပါဘူး။\nလှပတဲ့ ဖန်တီးမှုအများစုရဲ့ဖြစ်တတ်တဲ့ မအောင်မြင်ရခြင်းအကြောင်းရင်းကတော့ ဖန်တီးသူဟာ ပရိတ်သတ်ဘက်ကို ငဲ့မကြည့်လို့ပါပဲ။\nပဲ့ကိုင်ရှင် ဝူဒီအယ်လန်က သူရုပ်ရှင်ဟာ ငွေကြေးအရ လူအများစုနှစ်ခြိုက်မှုအရ အနုတ်ပြနေခဲ့ရင် အနုပညာအစစ်တစ်ခု သူလုပ်လိုက်တာပဲလို့ ပြောဖူးပါတယ်။\nဘယ်သူကြိုက်ကြိုက်မကြိုက်ကြိုက် ဇာတ်အိမ်အက်ကြောင်းထပ်ထပ်မထပ်ထပ် သူ့ရုပ်ရှင်ကားတွေမှာ အနုပညာပီသမှုတော့ကိန်းအောင်းနေတယ်။ ဒါက ဝူဒီအယ်လန်ပါပဲ။To Rome with Loveဟာ ဝူဒီရဲ့ ရောမက ဗိသုကာတွေကို ချစ်စိတ်ကဖြစ်လာတယ်လို့ ကျွန်တော်ထင်တယ်။\nဒါပေမဲ့ သူချစ်တာက ကိုလိုင်ဆီယံလို အပြိုအပျက်တွေကိုတော့မဟုတ်ဘူး။လှပနေဆဲအဆောက်အဦးတွေကိုပေါ့။\nဒီလိုပြောလိုက်လို့ ဒီကားကို သိပ်ခမ်းနားမယ်ထင်ရင်လည်းမှားမယ်။\nဒီရုပ်ရှင်ဟာ တစ်လောကလုံးကို သရော်ထားတဲ့သရော်ရုပ်ရှင်ပါပဲ။ ‌ဘယ်လောက်ထိသရော်သလဲဆို\nစစ္စတင်းဘုရားကျောင်းကမျက်နှာကျက်မှာ မိုက်ကယ်အိန်ဂျလိုဆွဲထားတဲ့ပန်းချီတွေကို\nငြမ်းစင်ပေါ် ပက်လက်အိပ်ပြီးတစ်နေကုန်ဆွဲတယ်လို့လူတစ်ယောက်ကပြောတော့\nမိန်းမတစ်ယောက်က သူဆိုလုပ်နိုင်မှာမဟုတ်ဘူး ပြောတယ်။\nဒီမှာ ပခြုပ်သည်မက ကျွန်မတော့ တစ်နေကုန်ပက်လက်အလုပ်လုပ်နိင်တယ်ဆိုပြီး ထပြောတဲ့ အခန်းတောင်ပါပါတယ်။\nသောက်တလွဲမီဒီယာတွေ ကဗျာဆရာတိုင်းရဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/to-rome-with-love-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZDQwY2I3MmYtZDQ2Zi00YTM3LTg2ZTQtOTJjM2I2Y2M3OGMwXkEyXkFqcGdeQXVyNzE3ODQxNjU@._V1_UY268_CR140182268_AL_-136x200.jpg",
        "title": "Locked Down (2021)",
        "description": "Locked Down (2021)================IMDb Rating - 5.0/10 ဒီ Locked Down ဆိုတဲ့ကားလေးက ကြည့်ရှူသူတွေကို ဇာတ်လမ်းခပ်အေးအေး Cast အလန်းစားတွေနဲ့ ဖြည်းဖြည်းချင်းရင်ထဲထည့်သွားစေမဲ့ကားလေး ဒီကားလေးကိုကြည့်ပြီးရင် Covid ကြောင့် ဖြစ်ရတဲ့အခြေအနေတချို့ကို ကွက်ကွက်ကွင်းကွင်းမြင်လာနိုင်မယ်။ဇာတ်လမ်းအကျဉ်းအရတော့ တဖြည်းဖြည်းယိုယွင်းပျက်စီးလာတဲ့ အိမ်ထောင်ရေးကြောင့် ခွာပြဲရတော့မဲ့ Linda နဲ့ Paxton ဟာCovid Lockdown ကြောင့် တစ်အိမ်တည်းမှာ ပိတ်မိနေကြတယ်။ ဘ၀ကိုအရိုင်းဆန်ဆန်ဖြတ်သန်းခဲ့တဲ့ Paxton နဲ့ တော်ပြီးထက်မြက်တဲ့ Linda တို့ အချိုးအကွေ့တစ်ခုမှာ ဆုံခဲ့ကြပေမဲ့ Paxton တစ်ယောက်ကတော့ တစ်ညမှာ သူလုပ်လိုက်တဲ့အမှားတစ်ခုကြောင့်ဒီလိုတွေ သူဘ၀ဆက်တိုက် ကံဆိုး‌နေရတာလို့ ထင်နေတယ်။ Linda ဆိုတဲ့အမျိုးသမီးလေးကလည်း အပြင်ပန်းကကြည့်ရင် အလုပ်အကိုင်ကောင်း ၀င်ငွေကောင်းပေမဲ့ စိတ်ဖိစီးစရာ စိတ်ရှုပ်စရာတွေအပြည့်ရှိနေတာကို အတူနေတဲ့ သူ့ရည်းစား Paxton မပြောနဲ့ တစ်ဦးတစ်လေတောင်မသိ၊ ဒီလိုနဲ့ ကံကြမ္မာကြောင့်ပဲလိုဆိုရမလား သူတို့ရဲ့ ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/locked-down-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ultimateplaylistofnoise-movie-poster-image-133x200.jpg",
        "title": "The Ultimate Playlist of Noise (2021)",
        "description": "The Ultimate Playlist of Noise (2021)\n*************************************IMDb-6.4/10ဇန်နီဝါရီလ ၁၅ ရက်နေ့ကမှ ထွက်ရှိထားတဲ့ကားသစ်လေးပါနော်ဇာတ်အညွှန်းလေးကတော့တစ်ပြိုင်တည်း နားကြပ်နှစ်စုံကို တပ်တတ်တဲ့ ဂီတကို အရမ်းရူးသွပ်တဲ့မားဂက်စ်ဆိုတဲ့ ကောင်လေးဟာ ကျောင်းကပွဲ ညတစ်ညမှာပဲသီချင်းဆိုနေတဲ့ ကောင်မလေးရဲ့ အသံကို ကြားကြားချင်းမှာပဲ သဘောကျသွားတယ်ဒါပေမဲ့ တစ်ခါတလေ ကံတရားကြီးက မျှော်လင့်သလို ဖြစ်မလာတာနဲ့မားဂက်စ်တစ်ယောက် ကြုံတွေ့လိုက်ရပါပြီအဲ့ဒါကတော့ ကျောင်းကပွဲညမှာ မူးလဲရာကနေ ဆေးစစ်ကြည့်လိုက်တော့ဦးနှောက်မှာ အကြိတ်တွေ ရှိနေပြီး နောက်တစ်လနေရင် ခွဲစိတ်ပြီးအသံတွေကို မကြားနိုင်တော့တဲ့အထိ အဆင့် ရောက်သွားရတော့မှာပါ...အသံတွေ ကြားရတာ ဘယ်လောက်အဖိုးတန်လဲဆိုတာကိုမကြားရတော့မှ သိရသလို မားဂက်စ်တစ်ယောက် သတ်သေချင်လောက်တဲ့ အထိ သွေးပျက်ခဲ့ရပါတယ်ဒါပေမဲ့ သူဟာ မခွဲစိတ်ခင် တစ်လအတွင်း သူအရမ်းချစ်မြတ်နိုးတဲ့ အသံတွေအားလုံးကို နားထောင်ပြီးအသံသွင်းဖို့ အစီအစဉ်ကို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-ultimate-playlist-of-noise-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9LgTrVsiXqX4r4eMsKLhtefFvJC.jpg",
        "title": "Goodbye Mother (2019)",
        "description": "Goodbye Mother (2019)ဒီတစ်ခါတော့ ဗီယက်နမ် BL ကားလေးကို ရှုစားကြရမှာပဲဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ အမေရိကားမှာ ကျောင်းတက်ရင်းတွေ့ကြတဲ့\nဗီယက်နမ်လူမျိုး ကောင်လေးနှစ်ယောက်ကြားက သံယောဇဉ်တွေကို\nBromance Drama အနေနဲ့ တွေ့မြင်ရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ဒီထဲက မင်းသားတစ်လက်က သူ့အဖေရဲ့အလောင်းကို နေရာရွှေ့ဖို့ ဗီယက်နမ်ကို ပြန်တဲ့အချိန်မှာ နောက်မင်းသားတစ်လက်က လိုက်ပါလာခဲ့ပါတယ်။\nအာရှနိုင်ငံ တစ်နိုင်ငံဖြစ်တဲ့ ဗီယက်နမ်ဟာလည်း\nလိင်တူချစ်ကြိုက်မှုကို လက်ခံနိုင်တဲ့ နိုင်ငံထဲမှာ မပါခဲ့သေးပါဘူး။\nဒီတော့ သူတို့နှစ်ယောက်ရဲ့အချစ်လမ်းခရီးဟာ သာယာဖြောင့်ဖြူးပါ့မလားဆိုတာ မသေချာတဲ့အနေအထားပါပဲ။\nကံကောင်းချင်တာကတော့ မင်းသားရဲ့အဖွားဟာ မှတ်ဉာဏ်သိပ်မကောင်းတော့ဘဲ အမေရိကန်က ပါလာတဲ့ မင်းသားကို သူ့မြေးလေးအမှတ်နဲ့ ချစ်နေရှာတာပါ။\nသူကတော့ ဒီမြေးလေးနှစ်ယောက်ကို သဘောတူပါတယ်။\nဒီကားထဲမှာ ဒီဖွားဖွား ဘယ်လောက်ချစ်ဖို့ကောင်းတယ်ဆိုတာကိုလည်း မြင်ရဦးမှာပါ။\nသူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးကို ဖွင့်ပြောခါနီးဆဲဆဲ\nမင်းသားရဲ့အမေမှာ ရောဂါတစ်ခုရှိလာပြီဆိုတာကို သိလိုက်ရတဲ့အချိန်မှာတော့ .....ဆုတစ်ဆု နဲ့ တစ်ကြိုစာရင်း တစ်ကြိမ် ဝင်ထားတဲ့ကားမို့ အတော်မညံ့တဲ့ကားထဲ ပါပါတယ်။\nဗီယက်နမ်ရဲ့ကျေးလက် အရသာတွေ ထုံမွှမ်းနေတဲ့အပြင်မိသားစုတွေကြားက အလွဲလေးတွေ ... ပြသနာတွေနဲ့\nအိမ်ကိုဝန်ခံဖို့ ခက်ခဲနေတဲ့အခြေအနေတွေကြားထဲက\nနှစ်ယောက်ကြားမေတ္တာတွေကို ဘယ်လိုပေါ်လွင်အောင် ပြသွားလဲဆိုတာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/goodbye-mother-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vdWU6Sqib68JVqD7bolgRPu5BUB.jpg",
        "title": "Barking Dogs Never Bite (2000)",
        "description": "[Unicode]Barking Dogs Never Bites (2000)IMDb rating - 7/10ဒီကားကတော့၂၀၀၀ပြည့်နှစ်မှာထွက်ရှိခဲ့တဲ့ Dark comedy filmအမျိုးအစားဖြစ်ပါတယ်။\n\"ယွန်းဂျူ \"က အလုပ်မရှိတဲ့ဘွဲ့ရပညာတတ်တစ်ယောက်ဖြစ်ပြီး တိုက်ခန်းတွဲတစ်ခုမှာ ကိုယ်ဝန်ဆောင်သည်သူ့မိန်းမနဲ့ အတူနေထိုင်ပါတယ်။ ယွန်းဂျူက တက္ကသိုလ်ပါမောက္ခရာထူးကိုရဖို့အတွက် အသည်းအသန်ကြိုးစားနေရသူပါ။အလုပ်ရဖို့စိတ်ရှုပ်နေရတဲ့အချိန်မှာ ခွေးဟောင်သံကိုခဏခဏကြားရတာကြောင့် စိတ်အနှောင့်အယှက်ဖြစ်လာပါတယ်။\nဟောင်သံပိုင်ရှင်ကိုလိုက်ရှာရင်း ရှီဇူးခွေးတစ်ကောင်ကိုတွေ့တော့ အဲဒီခွေးပဲလို့ထင်ကာ ဖမ်းပြီးခေါင်မိုးပေါ်ကနေလွှတ်ချဖို့ကြံပါတယ်။ ဒါပေမဲ့ မအောင်မြင်တာကြောင့် မြေအောက်ခန်းထဲက ဘီရိုထဲမှာသော့ခတ်ထားခဲ့ပါတယ်။ အဲဒီခွေးကို အစောင့်တစ်ယောက်က သတ်ပြီး ချက်ပြုတ်စားလိုက်တာကိုလည်း မထင်မှ\nတ်ဘဲတွေ့လိုက်ရပါတယ်။ဒီလိုနဲ့သူတို့တိုက်မှာ ခွေးတွေတစ်ကောင်ပြီးတစ်ကောင်ပျောက်လာပါတယ်။\"ဟွန်းနမ်\"ကတော့ တိုက်ခန်းကြီးကြပ်ရေးရုံးက အတွင်းရေးမှုးတစ်ယောက်ပါ။ ခွေးပျောက်ကြော်ငြာတွေကပ်ဖို့ သူတို့ရုံးမှာ ခွင့်ပြုချက်လာတောင်းတာများလာတာကို သူလည်းသတိထားမိလာပါတယ်။တစ်နေ့ကျတော့ ဟွန်းနမ်က အဝေးကြည့်မှန်ပြောင်းနဲ့ကြည့်နေတုန်း လူတစ်ယောက်ကခွေးကိုခေါင်မိုးထပ်ကနေပစ်ချလိုက်တာကိုမြင်ပြီး လိုက်ဖမ်းဖို့ကြိုးစားပေမဲ့ မမိခဲ့ပါဘူး။ ခွေးပျောက်ကြော်ငြာတွေကပ်ပေမဲ့ အဲဒီနောက်ပိုင်းမှာလည်း ခွေးတွေကဆက်ပျောက်နေဆဲပါပဲ။ခွေးတွေကဘာကြောင့်ပျောက်နေရတာလဲ။ အလုပ်မရှိလို့ စိတ်ညစ်နေတဲ့ယွန်းဂျူက ခွေးသတ်ရတာကိုသဘောကျပြီး ဆက်တိုက်သတ်နေတာလား။ အစောင့်က ခွေးသားစားဖို့အတွက်သတ်တာလား။ ဘယ်လိုအကြောင်းကြောင့်လဲဆိုတာကို ဇာတ်ကားထဲမှာဆက်လက်ရှုစားနိုင်ပါပြီ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/barking-dogs-never-bite-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7vH8YK9r09y9sF3qgwi8zsz6Xnv.jpg",
        "title": "Last Fool Show (2019)",
        "description": "Last Fool Show (2019)ဖိလစ်ပိုင်ကားတွေ ကြိုက်တဲ့သူတွေအတွက် ကြိုက်မယ့်ဇာတ်လမ်လေးပါ။\nအချစ်ဇာတ်လမ်းတွေဆို ဖိလစ်ပိုင်တွေက နင့်နင့်နဲနဲ ခံစားရအောင် ရိုက်တတ်ကြပါတယ်။ဖြစ်ဖူးကြမလား မသိဘူး?????\nကိုယ်တွေ့ဇာတ်လမ်းကို ကိုယ်တိုင်ဇာတ်လမ်းဖန်တီးရမယ့် အဖြစ်အပျက်မျိုး။\nဒီဇာတ်လမ်းက ဇာတ်ကောင်ကတော့ ဒီအဖြစ်အပျက်နဲ့ ကြုံခဲ့ရတဲ့အကြောင်းပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။အမျိုးသမီးဒါရိုက်တာ မီရေးဆာဟာ ထိတ်လန့်စရာဇာတ်ကားတွေ၊\nလူထုကို မီးမောင်းထိုးပြတဲ့ ဇာတ်လမ်းတိုတွေ ရိုက်ပြီး\nရုပ်ရှင်ဆိုင်ရာ ဆုများစွာကို ရရှိခဲ့ဖူးသူ တစ်ယောက် ဖြစ်ပါတယ်။သူမ အလုပ်ဝင်မယ့်ဂလက်စီရုပ်ရှင်ထုတ်လုပ်ရေးက လက်ရည်စမ်းတဲ့အနေနဲ့ သူမကို ရိုမန့်စ် ဟာသဇာတ်လမ်းတစ်ပုဒ်ကို ရိုက်စေချင်တယ်။\nရိုက်နေကျ ဇာတ်လမ်းတွေနဲ့ လုံးလုံးကွဲထွက်နေတဲ့\nရိုမန့်စ်ဟာသ ရုပ်ရှင် ရိုက်ရတော့မယ်ဆိုတော့\nဇာတ်ညွှန်းရေးဖို့ ဒါရိုက်တာမမ ခေါင်းစားရတော့တာပေါ့။ဒီလိုနဲ့ အရင်က အချစ်ဇာတ်လမ်းဟောင်းတစ်ပုဒ်ကို\nပြန်အသက်သွင်းဖို့ ဖြစ်လာခဲ့တယ်လေ။\nလွန်ခဲ့တဲ့သုံးလေးငါးနှစ်က အခုချိန်တွေးရင်တောင်\nအခုပြန်သတိရတဲ့အတိတ်ဟောင်းတစ်ခုကိုပေါ့အတိတ်၊ အနာဂတ်၊ ပစ္စုပ္ပန် ကို တစ်လှည့်စီ ပြသသွားတဲ့ အခင်းအကျင်းကလည်း\nဇာတ်လမ်းကို တစ်မျိုးတစ်ဖုံ လှပစေခဲ့ပြန်ပါတယ်။သီချင်းစာသားလေးတွေကလည်း အတော်မိုက်ပါတယ်။\nဇာတ်ဝင်သီချင်းရဲ့အသက်ဝင်မှုနဲ့ ပံ့ပိုးထားတာမို့\nအရိုတစ်လိုင်း ပရိသတ်တို့ ရင်ထဲရောက်မယ့် ကားတစ်ကားပဲ ဖြစ်ပါတယ်။IMDb- 6.7/10 ဆိုတော့ ဇာတ်လမ်းရဲ့အတိမ်အနက်ကို တွေးသာကြည့်ပါတော့Review ...",
        "rating": "6.7",
        "url": "https://megaup.net/V1cn/(CM)_Last.Fool.Show.2019.540p.HC.WEB-DL..mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ulFF2EbRm7jDRhpUx9Q8F2ATfWm.jpg",
        "title": "Kaagaz (2021)",
        "description": "Kaagaz (2021)*****************IMDb rating......................7.9 HindiKaagaz - စာရွက် 2021 မှာ အသစ်ထွက်ထားတဲ့ ဇတ်ကားကောင်းလေးတစ်ကား ရှိတယ်ဗျ Salma Khan ထုတ်လုပ်ရေးက ထုတ်လုပ်ထားတာပါ။ ၇.၉ ထိ ဘာကြောင့်ရခဲ့လဲ။ ပထမဆုံးက ဒီဇတ်ကားက ၇၀-၉၀ ခုနှစ်ပိုင်းမှာ ဇတ်အိမ်တည်ပြီးဘဏ်ကချေငွေရဖို့ ကြိုးစားရင်း ဒုက္ခရောက်ခဲ့ရတဲ့ လယ်သမားတစ်ယောက် ဖြစ်ရပ်မှန်ကို အခြေခံထားတာပါ။ ဇတ်လမ်း တစ်လျှောက်လုံးလဲ ပါတ်ဝန်းကျင်ရဲ့ ငြိုငြင်စကားတွေ မိသားစုတွင်း သစ္စာမဲ့မူ‌တွေနဲ့ဘက်ပေါင်းစုံ စိတ်ဓာတ်ကျစရာတမျိုးစုံကို ခံရတဲ့အခါ ဖြစ်ပေါ်လာတဲ့ သူ့ရဲ့စိတ်ပိုင်းဆိုင်ရာ ခံစားချက်တွေကိုဖော်ပြပုံတွေက မာစတာပိစ်ပါပဲ။ ဒါ့အပြင် ရိုးသား ပျော်ရွှင်တတ်တဲ့လူတစ်ယောက်အဖြစ်ကနေ ခေါင်းမာပြတ်သားသူတစ်ယောက်အဖြစ် ပြောင်းလဲသွားရပုံကိုနိမ့်ချည်တစ်ခါ မြင့်ချည်တစ်လှည့်နဲ့ Pankaj Tripathi ရဲ့ သရုပ်ဆောင် မူတွေကဆွဲခေါ်သွားပါလိမ့်မယ်။  ဘာရသ်လားလ် ဆိုသူဟာ တီးဝိုင်းခေါင်းဆောင်တစ်ဦး ဖြစ်ပြီးသူ့ရဲ့အလုပ်ကတော့ မင်္ဂလာပွဲတွေ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/kaagaz-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bXfXonJcKwDMNuK4ojLhBTW3Ar6.jpg",
        "title": "Mother Gamer (2020)",
        "description": "သင်ဟာဂိမ်းချစ်သူတစ်ယောက်ဆို ဒီကားကိုလက်လွှတ်မခံဖို့ တိုက်တွန်းပါရစေ။ဆရာမဘန်ဟာသင်္ချာဆရာမဖြစ်သည့်အလျောက်သားဖြစ်သူအပေါ်မျှော်လင့်ချက်ကြီးမားစွာနဲ့တစ်ယောက်တည်းဆုံးမ ပဲ့ပြင်ထိန်းကျောင်းခဲ့ပါတယ်။ဖုန်းကိုကလေးတွေအတွက်အန္တရာယ်တစ်ခုလို့မြင်ပြီးသင်ကြားမှုအပိုင်းမှာအာရုံစူးစိုက်စေဖို့အတွက်ဖုန်းကင်းမဲ့စာသင်ဆောင်ပရောဂျက်ကြီးရေးဆွဲနေတဲ့ဆရာမဘန်တစ်ယောက်သူ့သားဟာဂိမ်းစထွင်မာတစ်ယောက်ဖြစ်နေခဲ့တာကို မမျှော်လင့်ပဲသိရှိခဲ့ပါတယ်။သားကိုဂိမ်းဖြတ်ဖို့အရေး ကြံရာမရဖြစ်နေသည့်နောက်မှာတော့သူမကိုယ်တိုင် ဂိမ်းဝင်ဆော့ဖို့အကြောင်းဖန်လာပါတော့တယ်။သူ့သားကပဲဂိမ်းဖြတ်မလား သူကပဲဂိမ်းစွဲသွားမှာလားကတော့စိတ်ဝင်စားစရာပါပဲ။E sport အကြောင်းရိုက်ပြထားတဲ့ ဒီဇာတ်ကားဟာ ဂိမ်းဘယ်လိုဆော့သင့်တယ် ဂိမ်းitemတွေအကြောင်းပါမကHeroတွေအကြောင်းကိုပါသေချာရိုက်ပြထားတဲ့ဇာတ်ကားမို့ ဂိမ်းချစ်သူတွေလက်မလွှတ်သင့်တဲ့ဇာတ်ကားတစ်ကားပါပဲ။ဂိမ်းမဆော့တဲ့သူတွေအနေနဲ့လည်းကြည့်နိုင်ပြီး ကြည့်ပြီးဂိမ်းဆော့ချင်သွားရင်တော့ တာဝန်မယူဘူးနော်... Translated by HazelEncoded by : YKFile Size : 1.6GBQuality  : 1080p NF WEB DLSutitles : Myanmar ( HardSub)",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mother-gamer-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/138345288_1696345043872101_858548386773563491_n-150x200.jpeg",
        "title": "Penthouse Special: Hidden Room (2021)",
        "description": "Penthouse Special 2021 ( Hidden Room Story )\n=========================ဒီမှာဆိုရင်တော့ Penthouse S1 မှာ သူတို့ကိုယ်တိုင် သရုပ်ဆောင်ခဲ့တာလေးတွေကို ပြန်ကြည့်ပြီး ရယ်စရာ ဖြစ်နေတာတွေ ဟာသအလွဲတွေအကြောင်း ပြောကြရယ်ကြမှာဖြစ်တဲ့ အပြင် S2 မှာ ဘယ်လို ဆက်မလဲဆိုတာအနည်းငယ်နဲ့ ပြောကြမှာပါ ။ တော်တော်ခွီရင်း လောင်ရပါတယ်Quality__720p\nIMDb Rating__7.2/10\nFormat__mp4\nDuration__01:28:34\nType__TV show , Comedy , Behind\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Htet Nandar Aung , Amelia , Yamin Ei , Deer\nEncoded by Naing Aung Latt",
        "rating": "7.2",
        "url": "https://megaup.net/2WNYX/Penthouse_Special_Hidden_Room_(2021).mp4",
        "category": "Comedy, Family, TV Movie"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BM2ViZTgxMGUtMTkxNy00YmI5LWJkNTUtZTYxNzU3MGMwYzJjXkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_UY268_CR90182268_AL_-136x200.jpg",
        "title": "Psych 2: Lassie Come Home (2020)",
        "description": "Psych 2: Lassie Come Home (2020)============================IMDb - 7.5/102017 ခုနှစ်တုန်းက ထွက်ရှိထားခဲ့တဲ့ Psych : The Movie ရဲ့ နောက်တစ်ကား ဒီနှစ်မှာ ထပ်ထွက်လာပါတယ်။ဒီဇာတ်လမ်းမှာတော့ ဆန်တာ ဘာဘရာ က ရဲမှူး ကာတန် လက်စီ (လက်စီတာ) ကို ချုံခိုက်တိုက်ခိုက်ခံရပြီးတော့လမ်းဘေးမှာ ပစ်ထားခံခဲ့ရပါတယ်။ အဲဒီအချိန်ကစလို့ ဆေးခန်းမှာ ထူးထူးဆန်းဆန်းအရာတွေကို သူ မြင်လာရပါတော့တယ်။ ဒီတော့ ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်နှစ်ဦး ဖြစ်တဲ့ ဂတ်စ် နဲ့ ရှောန်း တို့ နှစ်ယောက်က ရဲတွေရဲ့ အကူအညီ မပါဘဲ ဒီအမှုကို ရင်ဆိုင်ဖြေရှင်းဖို့ ကြိုးစားပါတော့တယ်။ သူတို့ ရှာဖွေ တွေ့ရှိခဲ့တဲ့ ကိစ္စတွေက သူတို့ရဲ့ဘဝကိုတစ်သက်လုံး ပြောင်းလဲစေခဲ့ပါတယ်။ အဲဒီအကြောင်းတွေကတော့ ဒီကားလေးမှာ ဆက်လက်ရှုစားရမှာပဲ ဖြစ်ပါတယ်။IMDb - 7.5/10\nRotten Tomatoes ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/psych-2-lassie-come-home-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1aHyv9db93Px7OseKl7EkbAWnfY.jpg",
        "title": "Kung Fu Tootsie (2007)",
        "description": "Kung Fu Tootsies (2007)တွတ်စီလေးတွေဆို ရယ်ရတာ အားလုံးအသိပါ။\nဒီတစ်ခါ တွတ်စီကတော့ ရိုးရိုးတွတ်စီ မဟုတ်ဘဲ ကွန်ဖူးတွတ်စီပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ရွှေနဂါးဂိုဏ်းမှာ အမွှာသားနှစ်ယောက်ရှိတဲ့အနက်\nတစ်ယောက်က ဘုန်းကညာတစ်ပါး လုံးရာက ပြားနေခဲ့ပါတယ်။(ဘုန်းပြားလေးပေါ့)သားကြီးဖြစ်သူက ဂိုဏ်းခေါင်းဆောင်ဖြစ်ခါနီးမှာပဲ ရန်သူတွေလက်ချက်ကြောင့် လက်ပြတ်သွားတဲ့အခါမှာတော့ .....\nဒီကိစ္စကို ဖုံးဖိဖို့အတွက် အမွှာညီဖြစ်တဲ့သူကို ဂိုဏ်းခေါင်းဆောင်အဖြစ်ဟန်ဆောင်ခိုင်းရတဲ့အခါဘုန်းပြားလေး အဖို့ ဂန်းစတားခေါင်းဆောင်အဖြစ်ဟန်ဆောင်ရပြီးနောက် ကြုံတွေ့ရတဲ့အလွဲလွဲအချော်ချော်လေးတွေကို အူတက်မတတ်ခံစားရအောင်ရိုက်ပြထားတာမို့ ဟာသကားကြိုက်တဲ့သူတွေအနေနဲ့လက်လွှတ်မခံသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။\nဘုန်းပြားလေးက မြန်မာက တက်သစ်စ အဆိုတော်တစ်ယောက်နဲ့တောင် ခပ်ဆင်ဆင်ရယ်IMDb - 6/10 ရထားတာဆိုတော့ ခပ်ညံ့ညံ့ကားမျိုးတော့ မဟုတ်ပါဘူးနော့File size… 1.7GB and 787MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 28min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Hazel\nEncoded by August",
        "rating": "6",
        "url": "https://channelmyanmar.org/kung-fu-tootsie-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/megamind1009-203x300.jpg",
        "title": "Megamind (2010)",
        "description": "Megamindရုပ်ရှင်ကားက ကျွန်တော်တို့အကုန်သိကြတဲ့ Dreamworks Creationတွေထဲက အပြောင်မြောက်ဆုံးလက်ရာတစ်ခုဆိုလည်းမမှားပါဘူး။\nDreamworks Studioက Shrekဆိုတဲ့ အကောင်းဆုံး animationကိုထုတ်ပေးနိုင်ခဲ့သလို ဒုတိယအနေနဲ့ဆို Kung Fu Pandaကို ညွှန်ပေးရပါမယ်။\nDreamworksက ရုပ်ရှင်ကားတွေတော်တော်များများက storylineတွေကောင်းသလို ကြည့်ပြီးရင် ထပ်ခါထပ်ခါပြန်ကြည့်ချင်အောင်ဆွဲခေါ်နိုင်တယ်ဗျ။\nAnimationsတော်တော်များများထဲမှ Dreamworksကထုတ်တဲ့ Megamindဆိုတဲ့ရုပ်ရှင်ကားက 2010မှာထွက်လာခဲ့ပြီး.. တော်တော်လည်းပေါက်ခဲ့တာပါ။\nအကြောင်းကတော့ Dc/Marvelဆိုတဲ့ Universe၂ခုမှာရှိကြတဲ့ Comicsထဲက အကြောင်းအရာတချို့ကို What if storyအနေနဲ့ပြန်ရိုက်ထားတာပါ။\nဒီရုပ်ရှင်ကားက ကြည့်ရင်ကြည့်သလို အခုနောက်ပိုင်းထွက်ရှိနေတဲ့ MCUဇာတ်ကားထဲက Technologyတွေနဲ့ပိုဆင်တူလာသလို... သတိထားမိရင်ထားမိသလို Factsတော်တော်များများက Superheros Comicsတွေထဲက ဆွဲထုတ်ယူထားမှန်း သိသာလာစေပါတယ်။\nနောက်ထပ်ရော ဘယ်လိုTheoryတွေ ဘယ်လိုအကြောင်းအရာတော်တော်များများ ပါသလဲဆိုတာကိုတော့ ရုပ်ရှင်မှာဆက်လက်ရှုစားကြည့်ပါခင်များး\nReview Credit to Everdean Aurora\nရုပ်ရှင်ကားကို ထက်ထက်တင်ဇာ\nက ဘာသာပြန်ပေးထားပြီး\nသစ်ဆန်းခန့် မှ Encode ပေးထားပါတယ်\nzawgyi\nMegamind႐ုပ္ရွင္ကားက ကြၽန္ေတာ္တို႔အကုန္သိၾကတဲ့ Dreamworks Creationေတြထဲက အေျပာင္ေျမာက္ဆုံးလက္ရာတစ္ခုဆိုလည္းမမွားပါဘူး။\nDreamworks Studioက Shrekဆိုတဲ့ အေကာင္းဆုံး animationကိုထုတ္ေပးႏိုင္ခဲ့သလို ...",
        "rating": "7.3",
        "url": "https://megaup.net/1AQcn/Megamind.2010.1080p.BluRay.x264_{CM}.mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ezgif-7-dce5b028cf5b-113x200.jpg",
        "title": "Folk Expects ( 2021 )",
        "description": "ကဲလိုင်းပေါ်မှာအမြဲတမ်း ဟာသ video လေးတွေရိုက်ပြီးခေတ်စားတဲ့မောကုထိုကို မသိတဲ့လူမရှိဘူးထင်တယ်နော်...အခု မော်ကုထိုက ဇာတ်လမ်းပိုင်းလေးတွေရိုက်ရတာအားမရလို့ ရုပ်ရှင်ကားကြီးရိုက်ထားပါတယ်။ဟာသလေးရောထားတဲ့ ဒရာမာကားလေးမို့ ငိုရင်းနဲ့ရယ်ရယ်ရင်းနဲ့ငိုနိုင်အောင် တင်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့ မြေးလေးရဲ့ အနာဂတ်အတွက်တစ်ခုတည်းသော ချန်ပီယံဆုကို ဆွတ်ခူးနိုင်မယ့် ပင်ပေါင်ပြိုင်ပွဲကိုလက်လွှတ်ခဲ့တဲ့ ယန်ကောချန်ဆိုသူက ဒီအဖြသ်ပျက်ကိုအနှစ် ၃၀ တိုင် မမေ့နိုင်ဘဲ ဖြစ်နေခဲ့ပါတယ်။ဒါကြောင့်လည်း သူ့မြေးဖြစ်သူ ယန်ရွှမ်ရှီက နည်းပေါင်းစုနဲ့ကုစားရာကနေ နောက်ဆုံးတော့ ပင်ပေါင်ပြိုင်ပွဲကို မြေးအဖိုးတက်ညီလက်ညီ အတူလက်တွဲယှဉ်ပြိုင်ကြိုးစားရင်း ချန်ပီယံဆုကိုလက်ဝယ်ရမလား ကပ်လွဲမလားဆိုတာ ဒေါင်းကြည်လိုက်တော့နော် Quality : WEBRip 720pFormat : mp4During : 1h 58 minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Chu ChuEncoded By LK",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/folk-expects-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/The_Brand_New_Adventures_of_Aladdin-588028850-large-147x200.jpg",
        "title": "Alad’2 (2018) The Brand New Adventures of Aladin",
        "description": "2015 ကထွက်ခဲ့တဲ့ အာလာဒင်ဟာသကားလေးကို ကြည့်ဖူးသူတိုင်းမှတ်မိကြဦးမယ်ထင်ပါတယ်။ကွန်ပြူတာအထူးပြုလုပ်ချက်တွေလည်းမဆိုးသလို အလွန်လည်းရယ်ခဲ့ရတဲ့ ကားကောင်းလေးတစ်ကားပါ။အဲဒီကားလေးရဲ့အဆက်နံပါတ် ၂ ကားလေးကိုတော့ ၂၀၁၈ မှာထွက်ရှိလာခဲ့တာပဲဖြစ်ပါတယ်။ဟာသကားဖြစ်သည့်အားလျော်စွာ အလွန်ခွီးနေရမှာလည်းဖြစ်သလို ကွန်ပြူတာအထူးပြုလုပ်ချက်တွေနဲ့ဇာတ်လမ်းဇာတ်ကွက်ကအလွန်ကောင်းပြန်တဲ့ ကားလေးတစ်ကားပါပဲ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ပထမဇာတ်လမ်းက အာလာဒင်ဟာ နန်းတော်ကြီးမှာ ရွှေနန်းပြောင်ပြောင်းနန်းဆောင်ဆောင်နဲ့နေရပြီး အရင်လိုစွန့်စားခန်းတွေမရှိတော့တဲ့သူ့ဘဝကြီးကိုပျင်းနေပါတယ်။မင်းသားဖြစ်သူအာလာဒင်ဘာမှသေချာမစီမံပေးနိုင်တာကြောင့်အဆင်မပြေဖြစ်နေရတဲ့တိုင်းပြည်ကြီးကို ရှားဇမန်ဆိုတဲ့သူရောက်လာပြီး တိုင်းပြည်သိမ်းဖို့လုပ်တဲ့အခါအင်အားမသာတာကြောင့်အရေးနိမ့်ပြီး မင်းသားအာလာဒင်အနေနဲ့ထွက်ပြေးရပါတော့တယ်။အခက်အခဲတွေရောက်နေတဲ့ အာလာဒင်ဟာ သူလွှတ်ပေးခဲ့တဲ့ သူရဲ့ဂျင်းနီကိုပြန်ရှာတဲ့အခါ ဘယ်လိုအခက်အခဲတွေကြုံရမယ်၊ထွက်ပြေးသွားတဲ့အာလာဒင်ကိုယုံကြည်မှုကင်းမဲ့သွားတဲ့မင်းသမီးရဲ့ယုံကြည်မှုကိုဘယ်လိုပြန်ရအောင်ကြိုးစားရမယ်၊ဇာတ်လမ်းထဲမှာဘယ်လိုလှည့်ကွက်မြုပ်ကွက်လေးတွေပါမယ်ဆိုတာကို ဟာသလေးတွေနဲ့တောက်လျှောက်ကြည့်ရင်းဘဝ‌အမောတွေပြေရစေဖို့ ဒီတစ်ခါညွှန်းလိုက်ရတဲ့ကားလေးက‌တော့ Aladdin 2(2018) ပဲဖြစ်ပါတယ်ခင်ဗျာ။(Aladin 1 ကို ဒီမှာ https://channelmyanmar.org/the-new-adventures-of-aladdin-2015/   ဒေါင်းပါ။) \nFile size…(1.8 GB) and (1 GB)\nQuality…BluRay 1080p & 720p 5.1CH (HEVC Encode)\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/alad2-2018-the-brand-new-adventures-of-aladin/"
    }
]