[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Z1ZVK9V3soBgzI6JSwaZf4v7Ca.jpg",
        "title": "Sexy Underwear 2020",
        "description": "Sexy Underwear 2020\nစိတ်ဓါတ်ခွန်အားပေးတဲ့ တရုတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။ ဒီကားလေးကြည့်ပြီး စွန့်ဉီးတီထွင်သူဖြစ်ချင်သွားမလားပဲ... ဘာပဲဖြစ်ဖြစ် ကြည့်ဖို့ အဆင်ပြေတဲ့ ကားကောင်းလေးတစ်ကားပါ...\nဒီဇိုင်နာ.. ဘာလဲဆိုတော့ အများနဲ့မတူ အတွင်းခံဒီဇိုင်နာ. . .\nအိမ်ကလည်း အားမပေး.. သူငယ်ချင်းတွေကလည်း ရှက်....\nဆိုင်လခလည်း မပေးနိုင်ပေါ့ အဲ့လိုမျိုးရုန်းကန်နေရတဲ့အချိန် သူ့ ကုန်ပစ္စည်းကို\nကြော်ငြာဖို့ ချင်ဖန်းတုန့် ဆိုတဲ့ နာမည်ကြီး ကြော်ငြာစီစဉ်သူနဲ့ တွေ့ပါလေရော. . .\nဒါပေမဲ့ ယောက်ျားလေးဆိုတော့လည်း အတွင်းခံကြော်ငြာကို ပုံမှန်အဖော်အချွတ်တွေပုံစံ\nကြော်ငြာတာပေါ့ ။ နှစ်ယောက်သားခံယူချက်ချင်းက လုံးဝမတူ... အဲ့ဒါနဲ့ရန်ဖြစ် လမ်းခွဲ...\nကောင်လေးကတော့ အဲ့ကုန်ပစ္စည်းကို မရရအောင် ကြော်ငြာပြီး နာမည်ကြီးအောင်လုပ်ပေးမယ်။ ဆုရအောင် လုပ်ပေးပါမယ်။ ဘာလို့ဆို.. မင်းသားက\nအကြွေးနဲ့လေ...\nဟီး.. ဟိုနားစပ်စပ် ဒီနားစပ်စပ်လေး ရေးပေးထားတယ်။ ဘာဆက်ဖြစ်သွားလည်း သိချင်လား ? ပြောတော့ဘူး ဆက်ကြည့်တော့...\nစီးပွားရေးလုပ်ချင်တဲ့သူတွေလည်း နည်းလမ်းလေးတွေပြောပေးထားသေးတယ်\nအရမ်းမိုက်....\nTranslated by : JoJoVa\nEncoded by ...",
        "rating": "",
        "url": "https://channelmyanmar.org/sexy-underwear-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7cedakrLJKLT70lwAFwNJiFAJUM.jpg",
        "title": "The Winners 2020",
        "description": "Winner 2020\nအခုလို ကိုဗစ်ကာလမှာ ပျင်းနေကြပြီလား။အပျင်းပြေအောင် ဆန်းလည်းဆန်း ၊ ရယ်စရာလဲကောင်းတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါ့မယ်။\nComedy အမျိုးအစားဖြစ်ပြီး Chinese IMDBအရ Rating 6.8ရထားတဲ့ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်။ ရထားတဲ့ ratingနဲ့အညီ နောက်ဆုံးအထိ ရယ်လဲရယ်ရသလို မြုပ်ကွက်တွေကလဲ တကယ်အံသြစရာကောင်းပါတယ်။\nအဓိကလူက ယန်ဂျင်။ ဂျင်ဆိုတဲ့ စကားလုံးက တာဝန်သိတတ်မှု၊ အလေးအနက်ထားမှုနဲ့ အသေးစိတ်ကျမှုဆိုပြီ အဓိပ္ပါယ်ရတယ်။ ဒီလိုပါပဲ ယန်ဂျင်တစ်ယောက်ဟာလဲ နာမည်နဲ့အတူ တာဝန်ကျေပွန််တယ်။ လုပ်ထုံးလုပ်နည်းအတိုင်း တသွေမတိမ်းသွားတယ်၊ စည်းစနစ်ကျတယ်။\nအဲ့လိုလူတစ်ယောက်ဖြစ်တဲ့ ယန်ဂျင်ဟာ တစ်ရက်မှာ စစ်ရေးလေ့ကျင့်မှုတစ်ခုမှာ ဓားပြနေရာသရုပ်ဆောင်ဖို့ အကြောင်းဖန်လာပါလေရော။ ယန်ဂျင်က ဘဏ်ဝန်ထမ်းတစ်ယောက်၊ စစ်ရေးလေ့ကျင်မှုက ဘယ်လိုလဲဆိုရင် တကယ်ဘဏ်ကို ဓားပြအတိုက်ခံရသလိုမျိုး လေ့ကျင့်ရတာ။ ယန်ဂျင်ရဲ့ ဇာတ်ဆောင်နေရာက.... ဓားပြ။\nဘယ်အရာမဆို အသေးစိတ်ကျတတ်တဲ့ ယန်ဂျင််ကတော့ ထုံးစံအတိုင်း ဓားပြတိုက်ဖို့ အစီအစဥ်တွေဆွဲ၊ အကြံတွေထုတ်၊ လေ့ကျင့်ခန်းတွေ လုပ်တာပေါ့လေ။ ရဲတွေကတော့ ဒီတိုင်းပြီးသွားမှာပဲ ဆိုပြီး ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-winners-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/the-snob-140x200.jpg",
        "title": "The Snob(2019)",
        "description": "The Snob(2019)ဆွန်းဝူဂျောင်းကတော့ ပန်းချီဆရာမ တစ်ယောက်ဖြစ်ပါတယ်သူမမှာ မျက်နှာပြောင်တိုက်တဲ့ အကျင့်ဆိုးရှိပါတယ်အမြဲတမ်း အခြား ပန်းချီဆရာတွေရဲ့ ပန်းချီတွေကို ပြန်ကူးရေးဆွဲခဲ့ပါတယ်ပြန်မွန်းမံတာလို့ အမည်တပ်ပြီး ပန်းချီပြခန်းတွေမှာ ပြသခဲ့တယ်တစ်ရက်မှာတော့ သူမရဲ့ ပန်းချီကူးချမှုနဲ့ပက်သက်ပြီး တရားစွဲဆိုခံရတဲ့အခါ......သူမ ဘယ်လိုတွေဆက်ပြီး ပန်းချီလောကမှာ ရှင်သန်မှာလဲဆက်ပြီး ဒီလိုတွေဖြစ်နေဦးမလားသူလိုချင်တဲ့အောင်မြင်မှုကို ရနိင်မလားဆိုတာကိုတော့...File Size :(923 MB) and (380 MB)\nQuality : FHDRip  720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy  , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-snob2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/syUy6A3j20oVVJL0jwJi7q6YizF.jpg",
        "title": "The Night of the Undead",
        "description": "Night of the Undead (2019)\nဒီကားကတော့ ၂၀၁၉ ကထွက်ထားတဲ့ Sci-fi Thriller အမျိုးအစားကားကောင်းတစ်ကားဖြစ်ပါတယ် ဇာတ်လမ်းလေးကတော့ ဆိုအီဆို\nတဲ့ မိန်းကလေးဟာ မန်းဂီးဆိုတဲ့ လက်ထပ်ပြီးအိမ်ထောင်သည်ဘဝကိုပျော်မွေ့နေသူတစ်ယောက်ပါ ဒါပေမယ့် သူမအမျိုးသားမှာ\nထူးဆန်းတဲ့အကျင့်တစ်ခုရှိပါတယ် အမြဲအလုပ်များနေတတ်ပြီး ဘယ်လောက်အလုပ်များများ အနားမယူတတ်တာပါ တစ်ခါတစ်လေ ဒီ\nအပြုအမူတွေကြောင့်ဆိုအီကသူယောကျ်ားကို လူသားတစ်ယောက်လို့ မခံစားမိတော့အောင်ဖြစ်လာပါတယ် ဒါကြောင့်သူမအမျိုးသား\nဘာတွေလုပ်နေတယ်ဆိုတာကို အလွတ်စုံထောက်တစ်ယောက်ကိုငှားပြီး နောက်ယောင်ခံစေခဲ့ပါတယ် အဲ့ဒီအခါမှာ သူမအမျိုးသားဟာ\nသူမအရင်ကလက်ထပ်ထားသူတွေ ရှိနေခဲ့ပြီး အဲ့ဒီမိန်းမတွေကလည်း ပုံစံတူသေဆုံးခဲ့တယ်ဆိုတာကိုသိလိုက်ရပါတယ် သူမယောက်ျား\nက ဘယ်လိုလူမျိုးလဲ အစပိုင်းမှာတော့မိန်းမကိုအရမ်းချစ်တတ်ပြီး ကြင်နာတတ်တဲ့ယောက်ျားရဲ့နောက်ကွယ်ကအဖြစ်မှန်ကဘာလဲဆို\nတာကို စိတ်ဝင်စားဖွယ်တွေ့ရမှာပါ Sci fi ကားကြိုက်တတ်သူတွေအတွက် ပျင်းစရာ မကောင်းပဲ စိတ်ဝင်စားစရာကြည့်ရမယ့်ကားလေး\nဆိုလည်းမမှားပါဘူး\nTranslated by : Moe Pwint\nEncoded by : Thit San Khant",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-night-of-the-undead/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gVngSPuNcDFV5XiLfTigMByHiof.jpg",
        "title": "Comedy Couple(2020)",
        "description": "Comedy Couple(2020)ဒီဇာတ်ကားကတော့ IMDb rating 7.7 အထိတောင် ရထားတဲ့ Romance/Comedy အမျိုးအစားဘောလိဝုဒ် ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်း\nဒီပ် နဲ့ ဇိုယာ တို့ဟာ လူရွှင်တော်စုံတွဲ တွေဖြစ်ကြပြီး ရှိုးပွဲးတွေမှာ ဟာသဇာတ်လမ်းတွေ ပြောကြပါတယ်။\nသူတို့ဟာတိုက်ခန်းတစ်ခန်းမှာ ငှားနေချင်ကြပြီး တိုက်ခန်းရှင်တွေက လက်မထပ်ရသေးတဲ့ စုံတွဲတွေကိုအတူ ပေးမနေတာကြောင့် ဒီပ် က မော်နှအရင်းတွေနေမှာပါ ဆိုပြီးလိမ်လိုက်ပါတယ်။အဲ့ဒီကစလို့ အလွဲမျိုးစုံ ပြဿနာမျိုးစုံကြုံရပါတော့တယ်...ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါ။ တော်တော်လည်းရယ်ရသလို မင်းသားရော မင်းသမီးရော လှတပတလေးတွေမို့ခံစားကြည့်ကြပါ...\nဘာသာပြန်ထားကြတဲ့သူတွေကတော့ Thaik San နဲ့ Aung Aung Soe တို့ဖြစ်ပါတယ်။ File Size :(900 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:57:00\nGenre : Comedy  , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/comedy-couple2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fcijRCmB7yTtloh4Pumy9b1rkwU.jpg",
        "title": "On the Rocks(2020)",
        "description": "On The Rocks (2020) အညွှန်း\n******************************\nIMDb Rating ........ 7.0/10\nRotten Tomatoes ........ 86%ဒီဇာတ်ကားကတော့ စိတ်ကူးယဉ်ဆန်ဆန် ဇာတ်လမ်းတွေကို ကြိုက်တတ်တဲ့သူတွေအတွက် မဟုတ်ပါဘူး....ဘာဖြစ်လို့လဲဆိုတော့ ပြင်ပလက်တွေ့ဘ၀မှာ တကယ်ဖြစ်ပျက်နေတဲ့ ပြဿနာလေးတွေကို အခြေခံရိုက်ကူးထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်တဲ့အတွက်ကြောင့်ပါပဲဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင် \"မင်းရဲ့နှလုံးသားကို ဘယ်ကောင်လေးကိုမှ မပေးနဲ့\".....\"တကယ်လို့ လက်ထပ်ပြီးသွားရင်တောင် ငါ့သမီးကအဖေ့အပိုင်ပဲ\" လို့ သမီးဖြစ်သူကို ငယ်စဉ်ထဲကပြောထားတဲ့.... အချစ်ကြီးလွန်းတဲ့ ဖခင်တစ်ယောက် ရှိပါတယ်....ဒီလိုနဲ့အချိန်တန်တော့ သမီးဖြစ်သူ လော်ရာ ဟာ အိမ်ထောင်ကျပြီး သမီးလေးနှစ်ယောက်မွေးပါတယ်…တစ်နေ့မှာ ယောက်ျားဖြစ်သူက သူ့အပေါ်ဂရုစိုက်မှုတွေ နည်းလာပြီး ခြေလှမ်းတွေပျက်နေတယ်လို့\nခံစားရတဲ့အခါ...လော်ရာ ဟာ သူမအဖေကို အကြောင်းစုံရင်ဖွင့်တိုင်ပင်ပါတော့တယ်....ဒီလိုနဲ့ပဲ ချစ်ရတဲ့သမီးဖြစ်သူရဲ့ အိမ်ထောင်ရေး အခက်အခဲပြေလည်စေဖို့ ဖခင်ဖြစ်သူဟာ ၀င်ရောက်ပြီး စီစဉ်သူ လုပ်ပါတော့တယ်....ထပ်ပြီးပြောရမယ်ဆိုရင် ဒီဇာတ်ကားကငြိမ့်ငြိမ့်လေးနဲ့ ရသပေးတဲ့ ပုံစံမျိုးပါ....လက်တွေ့ဆန်တဲ့ဇာတ်လမ်း\nဖြစ်တဲ့အတွက်ကြောင့် တစ်ကားလုံး အဓိဇာတ်ဆောင်နေရာရောက်သွားသလို ခံစားကြရမှာပါ.... နာမည်ကြီးသရုပ်ဆောင်တွေကိုယ်တိုင် ပါ၀င်ထားတဲ့ ဇာတ်လမ်းကောင်းဖြစ်တဲ့အတွက် ခံစားကြည့်ကြပါဦး....ဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/on-the-rocks2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-3-ea4746235b86-143x200.jpg",
        "title": "Yes ! I Do ( 2020 )",
        "description": "စက်ရုပ်မလေးကို ချစ်မိသွားတဲ့ ကောင်လေးအကြောင်းကို ရိုက်ထားတဲ့ ဇာတ်ကားကောင်းလေးပါ။ဒီဇာတ်လမ်းလေးကတော့ ဂျပန်ကားတစ်ကားရှိပြီးသားမို့ကြည့်ဖူးတဲ့လူတွေ သိမယ်ထင်ပါတယ်။version ပြောင်းသလို တချို့အခန်းလေးတွေပြောင်းကောင်းပြောင်းသွားနိုင်ပေမယ့်လူသားကောင်လေးတစ်ယောက်က ခံစားချက်မဲ့တဲ့ ကောင်မလေးကို ခံစားချက်တွေမွေးဖွားလာစေပြီး ချစ်တတ်လာအောင် သင်ပေးတဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကတော့မပြောင်းလဲဘဲ တူနေဆဲမို့ ဇာတ်လမ်းလေးကြည့်ပြီး အားလုံးလည်း အချစ်တစ်ခု ခံစားမိမယ်မျှော်လင့်ပါတယ်။ဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင်တော့ ကောင်လေးဟာ မတော်တဆကြောင့်တစ်သက်လုံး မသေရုံတမယ် ဒုက္ခိတဘဝနဲ့ နေသွားရတဲ့အတွက် အနာဂတ်ကနေသူတီထွင်ထားတဲ့စက်ရုပ်ကောင်မလေးကို စေလွှတ်ပြီး အတိတ်က အက်စီးဒင့်ကို တားစေခဲ့ပါတယ်။ဒါပေမယ့် အတိတ်က ကောင်လေးက သူမနှစ်က မထင်မှတ်တဲ့ပုံစံနဲ့ မြင်ထားတဲ့ကောင်မလေးနဲ့တူနေတဲ့ စက်ရုပ်မလေးကို စက်ရုပ်ဆိုတာ ယုံကြည်ဖို့ခက်ခဲသလို ရင်မခုန်ဖို့လည်း မလွယ်ကူခဲ့ပါဘူး။စက်ရုပ်နဲ့လူကြားက အချစ်ဇာတ်လမ်းလေးရယ် အနာဂတ်က စက်ရုပ်မလေးကိုအတိတ်ကသူ ဘာလို့ကြိုမြင်ဖူးခဲ့တယ်ဆိုတာရယ်ကတော့ ဇာတ်လမ်းလေးကြည့်မှသိနိုင်ခံစားနိုင်မှာမို့ ဒေါင်းကြည့်လိုက်တော့နော်Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/yes-i-do-2020/",
        "category": "Comedy, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e7e8uSryYTeIH79VVNugonQm6tQ.jpg",
        "title": "Criminal Audition(2020)",
        "description": "Criminal Audition(2020)အခြားသူတွေရဲ့ ပြစ်မှု‌တွေကို အခကြေးငွေယူပြီး ကိုယ်စားဝင်ခံပေးဖို့ ရာဇဝတ်သားအယောင်ဆောင်တွေမွေးထုတ်ပေးနေတဲ့ အဖွဲ့တစ်ဖွဲ့၊ သူတို့အလုပ်က ကြားဝင်လက်လျိုပြီး တရားခံအဖြစ် ဝန်ခံလိုက်ရုံသက်သက်မဟုတ်ပါဘူး။အရမ်းစနစ်ကျပါတယ်။ အမှုတည်ဆောက်တာကနေ တရားစီရင်ချသွားတဲ့အထိအမှုကို စောင့်ကြည့်နေတဲ့လူတွေကြားမှာ ဟာကွက်မရှိအောင် ဇာတ်လမ်းဆင်ကြတာပါ။ဒါပေမဲ့ တနေ့မှာတော့ အရင်အခေါက်တွေနဲ့ မတူတဲ့ အလုပ်အပ်သူ ဖောက်သည်တစ်ယောက်ရောက်ရှိလာတဲ့အချိန်မှာတော့.... အချိုးအ‌ကွေ့‌တွေနဲ့ ဘာတွေဆက်ဖြစ်ပျက်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ရိုက်ပြထားတဲ့အတွက် ဆက်လက်ကြည့်ရှူလိုက်ကြပါဦးFile Size :(875MB) and (329 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Comedy, Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thithtoo Zaw\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/criminal-audition2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8DqRTGQGhHv2nrdK1ZcX8km363O.jpg",
        "title": "The Therapist : Fist of Tae-baek 2020",
        "description": "The Therapist Fist of Tae Baek(2020)\nဒီဇာတ်ကားကတော့ ကိုရီးယားနိုင်ငံရဲ့\nရိုးရာကိုယ်ခံပညာနဲ့ တိုက်ခိုက်ပုံ ရိုးရာအကြောပြင်ပညာရပ်အစရှိတာတွေကို\nစိတ်ဝင်စားဖို့ကောင်းအောင်ဇာတ်လမ်းဆင်ထားတဲ့ Comedy/Dramaကားဖြစ်ပါတယ်။\n၂၀၂၀ခုနှစ်ထဲမှာပဲထွက်ရှိထားပြီး မင်းသားကြီး Oh Ji ho ပါဝင်ထားတဲ့\nကားကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းကိုပြောရရင် ဆောင်းဂျွန်ဆိုတဲ့သူက\nကိုရီးယားကိုယ်ခံပညာကိုတောင်ပေါ်က ဘုန်းတော်ကြီးကျောင်းတစ်ခုမှာသင်ယူနေသူဖြစ်ပြီး\nကိုယ်ခံပညာရပ်မှာတစ်ဖက်လူရဲ့ ခန္ဓာကိုယ်အစိတ်အပိုင်းအကြောနေရာကအစသိပြီး\nတစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်သူတစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်ရက်နောက်ဆုံး\nအတော်ဆုံးပညာရှင်ရွေးပွဲနေ့မှာ သူနဲ့ညီအစ်ကိုအရင်းလိုခင်ရတဲ့သူ\nရုတ်တရက်ပျောက်ဆုံးသွားပြီးနောက်မှာ သူဘဝကြီးလည်းအတော်ဆုံးဆိုတဲ့ နေရာနဲ့\nလွဲပြီးအပြောင်းလဲကြီးပြောင်းလဲခဲ့ရပါတော့တယ်။ဒီကားထဲမှာ စိတ်ဝင်စားဖွယ်\nကိုရီးယားကိုယ်ခံပညာရပ်တွေကို ပြသတဲ့အခါ မငြီးငွေ့ရအောင် အတိုက်အခိုက်ခန်းတွေအပြင်\nဟာသလေးနှောထားလို့ ကြည့်လို့ကောင်းပါတယ်။လူခန္ဓာကိုယ်ကအရိုးအကြောတွေကို\nလိုသလိုပြုပြင်ပြီး အနှိပ်ပညာတစ်ခုနဲ့တင် ပုံသွင်းလို့ရတယ်ဆိုတာကိုလည်းတွေ့ရမှာပါ။\nဇာတ်လမ်းလည်းမဆိုးသလို ဖိုက်တင်ကားကြိုက်တဲ့သူတွေအတွက်အတိုက်အခိုက်အခန်းလေးတွေနဲ့အတူ\nလေ့လာစရာလေးတွေပါလို့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။\nTranslator :Moe Pwint\nEncoder :Thit San Khant\nFile Size :1.09GB and 538MB\nQuality :1080p and 720p",
        "rating": "",
        "url": "https://channelmyanmar.org/the-therapist-fist-of-tae-baek/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/sex2-133x200.jpg",
        "title": "Sex and the City (2008)",
        "description": "Sex and the City (2008)==================IMDb Rating - 5.6/10#Unicodeခေါင်းစဉ်ကိုကြည့်ပြီး 21+ ကားထင်နေရင်မှားသွားပါလိမ့်မယ်။ ထက်မြက်တဲ့ အမျိုးသမီးတွေကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေး လာပါပြီ။ နယူးယောက်မြို့သူ ၄ ယောက်ရဲ့ အိမ်ထောင်ရေး နဲ့ အချစ်ဇာတ်လမ်းကိုအကောင်းဆုံးပုံဖော်တဲ့ ဇာတ်ကားဆိုလည်း မမှားပါဘူး။ဇာတ်လမ်းအညွှန်း*****************နယူးယောက်မြို့ကြီးကို လူတွေလာကြတာ ၂ ချက်ပဲရှိတယ် အောင်မြင်မှုနဲ့ အချစ် အတွက်ပဲ....လို့ ခံယူထားတဲ့Carrie Bradshaw , Samantha Jones , Charlotte York , Miranda Hobbes တို့ ၄ ယောက်ဟာ အရမ်းခင်ကြတဲ့ squad ဖြစ်ပါတယ်။ သူတို့ခံယူချက်အတိုင်း သက်ဆိုင်ရာ နယ်ပယ်မှာအောင်မြင်မှုကိုရရှိပြီးတဲ့အခါမှာအချစ်စစ်ကို စူးစမ်းရှာဖွေကြရင်းနဲ့ ဘဝရဲ့အလွဲလွဲအချော်ချော်အဖြစ်အပျက်တွေကို ဘယ်လိုထိန်းကျောင်းကျော်ဖြတ်သွားမလဲ ခံစားရမှာပါ ။ သူငယ်ချင်း ၄ ယောက်ရဲ့ Friendship နဲ့ Relationship ကိုတဝကြီးကြည့်ရှုရမှာဖြစ်ပြီးRomance, Drama ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/sex-and-the-city-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/djnawsu0kxuw-150x200.jpg",
        "title": "Chubby Cafe ( 2019 )",
        "description": "ဒီကားလေးကတော့...မိသားစုလို ရင်းနှီးကြတဲ့ friendshipကို ဦးစားပေးပြီးရိုက်ထားတဲ့ကားလေးပါကဖေးဆိုင်ရဲ့ အလုပ်သမားကောင်မလေး လေးယောက်နဲ့ ဆိုင်ရှင် အကြောင်းကိုအခြေတည်ပြီး ဇာတ်အိမ်ဖော်ထားတာပါ အဲ့ဒီကဖေးဆိုင်လေးကအလုပ်ရှင်နဲ့အလုပ်သမားရယ်မခွဲခြားဘဲ မိသားစုလို အတူနေပြီး ဖွင့်ထားတဲ့ဆိုင်လေးပါတစ်နေ့မှာ ဆိုင်ကို ပါဆယ်ထုပ်တစ်ထုပ်ရောက်လာပြီးအဲ့ဒီပါဆယ်ထုပ်ထဲမှာ မိန်းကလေးတစ်ယောက်ရှိနေတဲ့အခါ....ဆိုင်ရှင်နဲ့ ကောင်မလေးငါးယောက် ဘယ်လိုအလွဲတွေနဲ့ဘယ်လို တိုင်ပတ်ကျမလဲဆိုတာ အခွီးတွေနဲ့ ကြည့်ရမှာပါနော်Translated & Review By Yamin EiEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/chubby-cafe-2019/",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/all-because-200x150.jpg",
        "title": "All Because of You 2020",
        "description": "ဒီဇာတ်ကားလေးက Netflixကပထမဆုံးထုတ်တဲ့ Malaysian Romance Comedy ဇာတ်ကားလေးပါMalaysian ဟာသသရုပ်ဆောင်များစွာလဲပါ၀င်ထားပါတယ်တစ်ကားလုံးရဲ့setting က Bayu Bayလို့ခေါ်တဲ့ Hotelပါ ဟိုတယ်၀န်ထမ်းအသီးသီးရဲ့ဇာတ်ကောင်စရိုက်တွေကိုပေါ်လွင်အောင်ဟာသနှောထားပါတယ်ဟိုတယ်၀န်ထမ်းဖြစ်တဲ့ အိုင်မန် က ဗိုက်ပူပူနဲ့ သိပ်ပီးဥာဏ်​မပြေးတဲ့ကောင်လေးတစ်ဦးပါ သူ့ကိုတဖတ်သတ်သဘောကျနေတဲ့သူကတော့ ဂျိန်းလို့နာမည်ရတဲ့စားဖိုဆောင်၀န်ထမ်းမလေးပါပဲ သူတို့ကအလွန်ခင်မင်ရင်းနှီးတဲ့အတွက်လဲအိုင်မန်ကသူ့ကိုစိတ်၀င်စားမှုမရှိတာပါ ဂျိန်းက အိုင်မန်ကိုဖွင့်ပြောဖို့အကြိမ်ကြိမ်ကြိုးစားပေမဲ့ မအောင်မြင်ပါဘူးတစ်နေ့တော့ ဟိုတယ်ကို ဆိုဖီယာအပါအ၀င်မိန်းကလေး၃ယောက်လာတည်းခိုပါတယ် အိုင်မန်က ဆိုဖီယာကိုမြင်မြင်ချင်းသဘောကျမိသွားပါတယ် ဒါပေမဲ့သူ့စိတ်ထဲမှာသဘောကျမိတဲ့မိန်းကလေးနဲ့အဖွဲ့က နောက်ပိုင်းမှာ ဟိုတယ်ကိုလက်နက်တွေနဲ့၀င်စီးပီး ဂျိန်းကိုဓားစာခံလုပ်ကာ သူတို့အသက်အန္တရာယ်ကိုပါခြိမ်းခြောက်ခါနီးထိဖြစ်လာပါတယ်အ့ဒီ့မှာ သူတို့ဟိုတယ်၀န်ထမ်းသူငယ်ချင်းအဖွဲ့က ဘယ်လိုဟာသမြောက်စွာနဲ့ ပြန်တိုက်ခိုက်ကြမလဲ ဘယ်လိုအနိုင်ယူနိုင်မလဲဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်\nFile size… 1Gb / 700 Mb\nQuality… Bluray 1080p/ 720p\nFormat…mp4\nDuration….01:41:00\nGenre ... Action, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Zhang Yu Yan\nEncoded by Littleneo",
        "rating": "4",
        "url": "https://channelmyanmar.org/all-because-of-you-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Animal_Crackers-604465472-large-135x200.jpg",
        "title": "Animal Crackers (2017)",
        "description": "Animal Crackers (2017)==================IMDb Rating - 5.8/10#Unicodeဒီတစ်ခါဇာတ်ကားလေးရဲ့နာမည်လေးကတော့ဆန်းပါတယ် Animal Crackers (တိရစ္ဆာန်ပုံမုန့်ကြွပ်လေးများ)ပါပဲ။ နာမည်လေးကဆန်းသလိုဇာတ်ကြောင်းလေးကလည်းဆန်းပါတယ်။ ညီအစ်ကိုနှစ်ယောက်ပိုင်တဲ့ဆပ်ကပ်ကိုမိန်းမချောလေးတစ်ယောက်ရောက်လာပါတယ်။ ကောင်မလေးကလောဘကြီးတဲ့အစ်ကိုကို မရွေးပဲသဘောကောင်းတဲ့ ညီလေးကိုရွေးချယ်တဲ့အခါ ညီအစ်ကိုအချင်းချင်းမသင့်မြတ်တော့ပဲအစ်ကိုဖြစ်သူဟာဆပ်ကပ်ကနေထွက်သွားပါတော့တယ်။ ညီဖြစ်သူနဲ့ မိန်းကလေးတာလီယာရဲ့မင်္ဂလာပွဲမှာတာလီယာရဲ့အဒေါ်ကလက်ဖွဲ့တစ်ခုပေးခဲ့ပါတယ်။ တိရစ္ဆာန်ပုံမုန့်လေးတွေပါတဲ့မှော်သေတ္တာလေးပါ။ အဲဒီမှော်သေတ္တာလေးအစွမ်းကြောင့်ထိုစုံတွဲရဲ့ဆပ်ကပ်က အရမ်းကျော်ကြားလာပါတယ်။ဒါပေမယ့် အကိုဖြစ်သူဟာ မကျေနပ်ချက်တွေနဲ့ ဆပ်ကပ်ထဲ ခိုးဝင်ပြီး မွှေနောက်ရာကနေ ကိစ္စပေါင်းများစွာနဲ့ ဇာတ်လမ်းလေးဟာ မရိုးနိုင်အောင် ပြီးဆုံးတဲ့အထိကို ကြည့်လို့ကောင်းနေတော့ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။) #Zawgyiဒီတစ္ခါဇာတ္ကားေလးရဲ႕နာမည္ေလးကေတာ့ဆန္းပါတယ္ Animal Crackers (တိရစာၦန္ပုံမုန႔္ႂကြပ္ေလးမ်ား)ပါပဲ။ နာမည္ေလးကဆန္းသလိုဇာတ္ေၾကာင္းေလးကလည္းဆန္းပါတယ္။ ညီအစ္ကိုႏွစ္ေယာက္ပိုင္တဲ့ဆပ္ကပ္ကိုမိန္းမေခ်ာေလးတစ္ေယာက္ေရာက္လာပါတယ္။ ေကာင္မေလးကေလာဘႀကီးတဲ့အစ္ကိုကို မေ႐ြးပဲသေဘာေကာင္းတဲ့ ညီေလးကိုေ႐ြးခ်ယ္တဲ့အခါ ညီအစ္ကိုအခ်င္းခ်င္းမသင့္ျမတ္ေတာ့ပဲအစ္ကိုျဖစ္သူဟာဆပ္ကပ္ကေနထြက္သြားပါေတာ့တယ္။ ညီျဖစ္သူနဲ႔ မိန္းကေလးတာလီယာရဲ႕မဂၤလာပြဲမွာတာလီယာရဲ႕အေဒၚကလက္ဖြဲ႕တစ္ခုေပးခဲ့ပါတယ္။ တိရစာၦန္ပုံမုန႔္ေလးေတြပါတဲ့ေမွာ္ေသတၱာေလးပါ။ အဲဒီေမွာ္ေသတၱာေလးအစြမ္းေၾကာင့္ထိုစုံတြဲရဲ႕ဆပ္ကပ္က အရမ္းေက်ာ္ၾကားလာပါတယ္။ဒါေပမယ့္ အကိုျဖစ္သူဟာ မေက်နပ္ခ်က္ေတြနဲ႔ ဆပ္ကပ္ထဲ ခိုးဝင္ၿပီး ေမႊေနာက္ရာကေန ကိစၥေပါင္းမ်ားစြာနဲ႔ ဇာတ္လမ္းေလးဟာ မ႐ိုးႏိုင္ေအာင္ ၿပီးဆုံးတဲ့အထိကို ၾကည့္လို႔ေကာင္းေနေတာ့ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/animal-crackers-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/mk-153x200.jpg",
        "title": "The Great Sage ( 2020 )",
        "description": "စြန္းဝူခုန္းဖန္ေတြေတာ့ သိၾကမယ္ထင္တယ္ တ႐ုတ္က အေနာက္ခရီးသြား ဇာတ္ကို ပုံစံမ်ိဳးစုံ ႀကိဳးခုန္ေျပာင္းလဲတင္ဆက္ထားတာကိုဒီေတာ့ ေနာက္ပိုင္းဇာတ္မွာ လ်ိဳအာေထာဆိုတဲ့ စြန္ဝူခုန္းနဲ႔ နား႐ြက္ဆိုဒ္ကလြဲရင္တစ္ေယာက္တည္း ထင္ရေလာက္ေအာင္ တူတဲ့ ေမ်ာက္တစ္ေကာင္ပါထည့္ေရးလာတာ သိၾကမယ္ထင္တယ္...ဒီဇာတ္လမ္းကေတာ့ စြန္းဝူခုန္းရဲ႕ အခ်စ္ဇာတ္လမ္းအစား စြန္းဝူခုန္းရယ္လ်ိဳအာေထာရယ္ ေနာက္ၿပီး သူတစ္ခ်ိန္က ေပ်ာ္စံခဲ့တဲ့ ေတာင္ကေမ်ာက္ေလးေတြၾကားက အထင္လြဲတာေတြ ခံစားခ်က္ေလးေတြကိုတစ္မ်ိဳးဆန္းစြာ တင္ဆက္ထားတာမို႔ ၾကည့္သင့္တဲ့ ကားေကာင္းေလးလို႔ပဲ ေျပာျပလိုက္ခ်င္ပါတယ္။ေအာ္ ဒီဇာတ္လမ္းက ဝူခုန္း လူေယာင္ေဆာင္ မိစာၦ သုံးေကာင္ကိုသတ္လို႔ ဆရာက ေမာင္းထုတ္တာခံလိုက္ရခ်ိန္မွာ ျဖစ္ခဲ့တဲ့ အျဖစ္အပ်က္ကိုစိတ္ကူးပုံေဖာ္ထားတာမို႔ ျမင္ေနၾက ဆရာေတာ္နဲ႔ ဆရာတူညီႏွစ္ေယာက္ေတာ့ မပါဘူးေပါ့ Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/monkey-king-the-one-and-only-2020/",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-28-at-11.16.13-PM-149x200.png",
        "title": "Bullets of Justice (2019)",
        "description": "Bullets of Justice (2019)==================IMDb Rating - 4.9/10#Unicodeဇာတ်ကားအကျဉ်းကတော့ တတိယ ကမ္ဘာစစ်အတွင်းမှာ အမေရိကန်အစိုးရက \" Army Bacon \"လို့ခေါ်တဲ့ ဝက်နဲ့လူသားတွေကို ပေါင်းစပ်ပြီး စူပါစစ်သားတွေဖြစ်အောင်ဖန်တီးခဲ့တယ်။ နောက်ပိုင်းမှာလူတစ်ပိုင်းဝက်တစ်ပိုင်း မက်ဇယ်တွေကို လူသားတွေကိုမထိန်းချုပ်နိုင်တော့ဘဲ မက်ဇယ်တွေကလူသားတွေကိုပြန်လည်ကျွန်ပြုကြပါတော့တယ်။ ဒါ့အပြင် လူသားတွေဟာ သူတို့ရဲ့အကြိုက်ဆုံးအစားအသောက်ဖြစ်လာပါတော့တယ်။ အဲ့အခြေအနေကိုထိန်းချုပ်ဖို့အတွက် အမေရိကန်တွေနဲ့ရုရှားတွေဟာပူးပေါင်းပြီး ဇီဝဓာတုလက်နက်ကိုနဲ့နှိမ်နှင်းပါတယ်။ အကျိုးဆက်ကတော့ မျိုးစိတ်တွေအကုန်လုံးက မျိုးမပွားနိုင်ကြတော့ပါဘူး ၊ ဒါပေမယ့် မက်ဇယ်ကို အဓိကမွေးထုတ်ပေးနေတဲ့ မိခင်ကြီးကတော့ မက်ဇယ်တွေကို မွေးထုတ်ပေးနေတုန်းပါပဲ ၊ မက်ဇယ်တွေအင်အားကကြီးမားလာတဲ့အပြင်မျိုးမပွားနိုင်တဲ့အတွက်လူသားစစ်သားတွေကလည်း တဖြည်းဖြည်းလျှော့နည်းလာပါတော့တယ်၊အဲ့တော့ အကြီးအကဲခေါင်းဆောင်ဖြစ်တဲ့ လုဒ်မီလာ ဟာ အတော်ဆုံးကြေးသားစစ်သားဖြစ်တဲ့ရော့ဘ် ဂျက်စတစ်ကို မက်ဇယ်တွေကိုအဓိကမွေးထုတ်ပေးတဲ့ မိခင်ကြီးကိုသတ်ဖို့အတွက် အကူအညီတောင်းပါတော့တယ်။ လူနီးပါး အသိဉာဏ်မြင့်တဲ့ မက်ဇယ်တွေနဲ့ ရော့ဘ် ဂျက်စတစ်တစ်ယောက်ဘယ်လိုတွေရင်ဆိုင်တိုက်ခိုက်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။(သွေးထွက်သံယို သတ်ဖြတ်ခန်းတွေ၊ Sex ခန်းတွေပါဝင်တဲ့အတွက် မိသားစုနဲ့ကြည့်ရှုဖို့မသင့်တော်ပါဘူး)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin ...",
        "rating": "4.7",
        "url": "https://megaup.net/1zyep/Bullets.of.Justice.2019.480p.WebRip[CM].mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/519P8SPE66L._SY445_-141x200.jpg",
        "title": "Pooh’s Heffalump Movie (2005)",
        "description": "[Unicode]အိမ်မှာနေရတာ ပျင်းဖို့ကောင်းတယ်ဗျာကျွန်တော်နဲ့ တူတူ ငယ်ငယ်တုန်းကကြည့်ခဲ့တဲ့ ကာတွန်းလေး ပြန်ကြည့်ရင်း 2005 ခေတ်ကို ပြန်သွားကြတာပေါ့များပြားလှတဲ့ Pooh ဇာတ်ကားလေးတွေထဲကမှ အခုတစ်ခေါက် တင်ဆက်ပေးမှာကတော့ Pooh’s Heffalump movie လေးပဲဖြစ်ပါတယ်2005 ခေတ်ကကားဆိုတော့ အရောင်ထွက်ကတော့ဒီခေတ်လို လင်းရှင်းနေတာမျိုးမဟုတ်ဘဲ မှိန်မှိန်လေးနဲ့ပေါ့ဗျာကျွန်တော်ကတော့ အဲ့လို ကာလာလေးတွေနဲ့ ကာတွန်းကားတွေကို ပိုသဘောကျတယ်ဗျကျွန်တော်တို့ ငယ်ငယ်က နေဖို့ စိတ်ကူးယဉ်ခဲ့ဖူးတဲ့ တောအုပ်လေးထဲက နေချင်စရာ သစ်သားအိမ်လေးတွေကလည်းလုံးဝ ငယ်ဘဝကို ပြန်လွမ်းစေပါတယ်ဇာတ်လမ်းလေးကတော့Pooh တို့ဘော်ဒါ လေးယောက် တောအုပ်ထဲမှာနေကြရင်း တစ်ရက်ကျတော့ Heffalump တွေကို သွားဖမ်းဖို့ ဖြစ်လာပါတယ်Heffalump တွေကို သူများပြောတာပဲကြားဖူးပြီး ဆိုးရွားတဲ့ကောင်လေးတွေလို့ ထင်ထားရာကတကယ်ကြုံလာတော့ အထင်နဲ့အမြင် ဘယ်လိုလွဲနေမလဲHeffalump တွေကရော သူတို့ကို ဘယ်လိုထင်နေလဲဆိုတာ ချစ်စရာဇာတ်လမ်းလေးနဲ့ ကြည့်ရှူရမှာပါHeffalump ပေါက်စ Lumpy လေးရဲ့ ချစ်စရာကောင်းတဲ့ သီချင်းဆိုသံလေးတွေကလည်း ဇာတ်ကားလေးကို ပိုပြီး အသက်ဝင်သွားစေတယ်ဗျအားလုံးက ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/poohs-heffalump-movie-2005/",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ym7Kst6a4uodryxqbGOxmewF235.jpg",
        "title": "Tangled 2010",
        "description": "ဟိုးရှေးရှေးတုန်းက နေ‌ရောင်ခြည်လေးတစ်စက်ဟာ\nကောင်းကင်ပေါ်ကနေ လူ့ပြည်ကိုကျလာခဲ့ဖူးသတဲ့\nအဲ့ဒီနေစက်လေးကနေ မှော်ဝင်ရွှေရောင်ပန်းလေးတစ်ပွင့်ဖူးပွင့်ခဲ့ပြီ\nသူ့မှာ ဖျားနာ ဒဏ်ရာ နာကျင်မူတွေကိုကုသပေးနိုင်စွမ်းရှိလေသတဲ့\n....\nပြူတင်းပေါက်လေးနေ ဟိုးအဝေးကိုလှမ်းမျှော်ကြည့်ခဲ့ရတဲ့နေ့ရက်တွေ...\nဘယ်ဆီကိုမှန်မသိ မှန်းမျှော်ခဲ့ရတဲ့အချိန်တွေ..\nအခုတော့ ရည်ရွယ်ရာဆီရောက်ခဲ့ပြီ..\nမြူမှုန်တွေ ပင့်တင်လိုက်သလို..\nအလင်းရောင်ကိုငါတွေ့ခဲ့ရပြီလေ...\nကောင်မလေးက-\nအမ်မက်တစ်ခုကို လိုလားတောင့်တခဲ့ပြီး\nအဲ့ဒီတစ်ခုအတွက်ကြိုးစားလျှောက်လှမ်းရင်း\nတစ်နေ့အဲ့ဒီပန်းတိုင်ကိုရောက်တဲ့အခါမှာကော\nပျော်ရွှင်ရပါ့မလား မျှော်မှန်းထားသလိုကော ဖြစ်လာပါ့မလား\nဖြစ်လာခဲ့ရင်ကော အဲ့ဒါပြီးရင် ဘာဆက်လုပ်ရမှာလဲ လို့မေးတဲ့အခါ\nကောင်လေးက-\nအဲ့ဒီအတွက် ကောင်းကွက်ကတော့\nမင်းနောက်အိမ်မက်တစ်ခုကိုမက်လို့ရပြီပေါ့...\nငါ့ရဲ့အိမ်မက်အသစ်ကတော့ မင်းပါပဲ...\nအိုကေ Tangled ဆိုတာ 2010 တည်းကထွက်ခဲ့တဲ့ Animation Movie တစ်ခုပါ။\nဆံပင်ရှည်ကောင်မလေး နဲ့သူခိုးလေးတစ်ယောက်တို့ရဲ့ ဇတ်လမ်းလေးပေါ့\nဇတ်ကွက် အလှည့်အပြောင်းလေးတွေကတော့အားလုံး အလွတ်တောင်ရနေလောက်ပါပြီ။\nဒီဇတ်ကားလေးကို ဖန်များအကြည်ပြန်သိမ်းနိုင်ဖို့နဲ့\nနောက်တစ်ကြိမ်ဟိုးတစ်ချိန်က ဆံပင်ရှည်နဲ့ကောင်မ‌လေးဇတ်ကားကို ပြန်ခံစားနိုင်ဖို့\nချန်နယ်မြန်မာကနေ တစ်ဖန်ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇတ်ကားက Musical Animation တစ်ခုဖြစ်တာကြောင့် ဇတ်ကားထဲကသီချင်းများကိုလဲ\nအတတ်နိုင်ဆုံး မူရင်းအရသာမပျက်အောင် ဘာသာပြန်ထားပေးပါတယ်ခင်ဗျ။\n\"I See the Light\" သီချင်းနဲ့ 54th Grammy Awards နဲ့ Best Song Awards ဆုတို့ရရှိခဲ့ပါတယ်။\nNominated များစွာဝင်ခဲ့ပြီး ဇတ်လမ်းတို Tangled Ever After ကို 2012 မှာထပ်ထွက်ခဲ့ပါသေးတယ်။\nတကယ်တော့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/tangled/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xPvUFR6u6rDyLz2K2jEVdIoBrSy.jpg",
        "title": "When I Get Home, My Wife Always Pretends to be Dead",
        "description": "My Wif Always Pretend To Be Dead 2018\nကျွန်တော်အိမ်ပြန်တဲ့အချိန်တိုင်း မိန်းမကအမြဲသေချင်ယောင်ဆောင်တယ် ....\n \nဇာတ်ကားရဲ့ခေါင်းစဥ်လေးအတိုင်းပါပဲ ဂျွန်ဆိုတဲ့သူကပထမအိမ်ထောင်နဲ့ကွဲပြီး ချီဆိုတဲ့မိန်းကလေးနဲ့လက်ထပ်လိုက်ပါတယ်\n \nသူတို့၂ယောက်က အိမ်ထောင်ကျပြီး၃နှစ်ပြည့်တဲ့နေ့ကျရင်တစ်ယောက်နဲ့တစ်ယောက်ကြားက သံယောဇဥ်နားလည်မှုအပေါ် မူတည်ပြီး\n \nဆက်လက်တွဲဖို့ မတွဲဖို့ဆုံးဖြတ်မယ်ဆိုပြီး ကတိပြုထားကြတယ်\n \n၃နှစ်ပြည့်တဲ့အချိန်ကစပြီး ချီက ဂျွန်အိမ်ပြန်လာတိုင်း တစ်နည်းနည်းနဲ့သေချင်ယောင်ဆောင်ပါတော့တယ်\n \nဓါးဒဏ်ရာနဲ့သေပြလိုက်..မျှားတန်းလန်းနဲ့သေပြလိုက်..\n \nဂြိုလ်သားတွေသတ်လို့သေဟန်ဆောင်ပြလိုက် အမျိုးမျိုး သေဟန်ဆောင်ပြပါတယ်\n \nချီကဘာလို့အဲ့လိုလုပ်လည်းဆိုတာ ဇာတ်လမ်းအဆုံးကျမှသိရမှာပါ\n \nအိမ်ထောင်တစ်ခုတည်မြဲဖို့ဆိုတာ ဘယ်လောက်ခက်ခဲလည်း ပျော်ရွှင်ဖို့ကောင်းတဲ့ အိမ်ထောင်လေးဘယ်လိုတည်ဆောက်ရမလဲဆိုတာ\n \nဒီကားလေးကြည့်ပြီးရင် ပေါ့ပေါ့ပါးပါးနဲ့ စိတ်ချမ်းချမ်သာသာ ဖြစ်မှာသေချာပါတယ်\n \nကျွန်တော်အိမ်ပြန်တဲ့အချိန်တိုင်း မိန်းမကအမြဲသေချင်ယောင်ဆောင်တယ် ....\n \nဇာတ်ကားရဲ့ခေါင်းစဥ်လေးအတိုင်းပါပဲ ဂျွန်ဆိုတဲ့သူကပထမအိမ်ထောင်နဲ့ကွဲပြီး ချီဆိုတဲ့မိန်းကလေးနဲ့လက်ထပ်လိုက်ပါတယ်\n \nသူတို့၂ယောက်က အိမ်ထောင်ကျပြီး၃နှစ်ပြည့်တဲ့နေ့ကျရင်တစ်ယောက်နဲ့တစ်ယောက်ကြားက သံယောဇဥ်နားလည်မှုအပေါ် မူတည်ပြီး\n \nဆက်လက်တွဲဖို့ မတွဲဖို့ဆုံးဖြတ်မယ်ဆိုပြီး ကတိပြုထားကြတယ်\n \n၃နှစ်ပြည့်တဲ့အချိန်ကစပြီး ချီက ဂျွန်အိမ်ပြန်လာတိုင်း တစ်နည်းနည်းနဲ့သေချင်ယောင်ဆောင်ပါတော့တယ်\n \nဓါးဒဏ်ရာနဲ့သေပြလိုက်..မျှားတန်းလန်းနဲ့သေပြလိုက်..\n \nဂြိုလ်သားတွေသတ်လို့သေဟန်ဆောင်ပြလိုက် အမျိုးမျိုး သေဟန်ဆောင်ပြပါတယ်\n \nချီကဘာလို့အဲ့လိုလုပ်လည်းဆိုတာ ဇာတ်လမ်းအဆုံးကျမှသိရမှာပါ\n \nအိမ်ထောင်တစ်ခုတည်မြဲဖို့ဆိုတာ ဘယ်လောက်ခက်ခဲလည်း ပျော်ရွှင်ဖို့ကောင်းတဲ့ အိမ်ထောင်လေးဘယ်လိုတည်ဆောက်ရမလဲဆိုတာ\n \nဒီကားလေးကြည့်ပြီးရင် ပေါ့ပေါ့ပါးပါးနဲ့ စိတ်ချမ်းချမ်သာသာ ဖြစ်မှာသေချာပါတယ်\nTranslator - Dolly\nEncoder - Thit San Khant\nQuality - 1080p and 720p\nFile ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/when-i-get-home-my-wife-always-pretends-to-be-dead/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1t0xyMPry61yQfdyb7hxxoHvL6a.jpg",
        "title": "Start-Up 2019",
        "description": "Start Up (2019) အညွှန်း\n********************\nimdb 6.3\nမင်းသားကြီး Ma Dong Seok ပါဝင်သရုပ်​ဆောင်ထားတဲ့ comedy-drama ကား​လေးတစ်ခုကိုတင်ဆက်​ပေးချင်ပါတယ်\nဇာတ်လမ်းထဲမှာ ထယ်အီဆိုတဲ့​​ကောင်​လေးဟာ အထက်တန်း​ကျောင်းကထွက်ပြီး က​​လေက​ချေဖြစ်​နေတဲ့​ ဆယ်​ကျော်သက်အရွယ်​ကောင်​လေးတစ်​ယောက်ပါ\nဒီအရွယ်မှာ ဖြစ်တတ်တဲ့သ​ဘာဝအတိုင်း မိခင်ဖြစ်သူနဲ့အဆင်မ​ပြေဖြစ်ကာ အိမ်ကသွားထွက်သွားခဲ့ပါတယ် နောက်​တော့ နေထိုင်စား​သောက်ဖို့အတွက် စား​သောက်ဆိုင်တစ်ဆိုင်မှာဝင်လုပ်ခဲ့ပါတယ်\nတစ်ချိန်ထဲမှာပဲ ထယ်အီ\nရဲ့ မိုက်​ဖော်မိုက်ဖက်သူငယ်ချင်း\nဆန်းပယ်ကလည်း\nအ​ကြွေးရှင်လုပ်ငန်းတစ်ခုမှာ အလုပ်ရသွားခဲ့ပါတယ် သူတို့နှစ်​ယောက်\nအလုပ်ခွင်မှာကြုံ​တွေ့ရမယ့် အဖြစ်အပျက်​တွေက သူတို့ရဲ့ဘဝကို\nဘယ်လိုတည့်မတ်​ပေးသွားမလဲဆိုတာကို\nတွေ့ရမှာဖြစ်ပါတယ်\nဒီကားမှာလူငယ်​တွေဖြစ်တတ်တဲ့သ​ဘာဝ​တွေကို​သေချာချပြသွားပြီး တစ်ချို့​ရိုက်ကွက်​လေး​တွေဆို တော်​တော်ကိုမှတ်သားစရာ​လေး​တွေရှိတာကို​တွေ့ရပါတယ်\nဒီကားမှာ မင်းသားကြီးရဲ့​မြင်​နေကျဇာတ်\nရုပ်​တွေနဲ့မတူညီတဲ့ သရုပ်​ဆောင်မှူ​တွေကို\nမြင်​တွေ့ရမှာဖြစ်ပြီးတော့ ရီရီ​မော​မောနဲ့ကြည့်ရှုရမှာမို့ သူ့ရဲ့ပရိသတ်​တွေဆိုရင်လက်လွှတ်ခံလို့မဖြစ်ပါဘူး​​နော်\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက​တော့- Thet Hnin Hsu ပါ\n \nTranslator  - Thet Hnin Hsu\nEncoder - Thit San Khant\nFile Size -1GB and 500MB\nQuality - 1080p and 720p",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/start-up-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7TUiyxIlL8c7EVfy1gQWA39sBe4.jpg",
        "title": "Get the Hell Out ( 2020 )",
        "description": "ဒီကားလေးကတော့ ခွေးရူးပြန်ရောဂါမျိုးစိတ်ဖြစ်တဲ့ ဇွန်ဘီဗိုင်းရပ်စ်တွေပါလီမန်ထဲမှာ ပျံနှံ့သွားတဲ့အကြောင်းကို ရိုက်ကူးပုံဖော်ထားတာပါ အစပိုင်းမှာ ပေါတယ်လို့ထင်ရပေမဲ့ တဖြည်းဖြည်း ဇာတ်ရှိန်တတ်လာပြီးတကယ်ကိုကြည့်ကောင်းတဲ့ ဟာသ သဲထိတ်ရင်ဖိုကားလေးပါနော်ဟဆွမ်ရင်းရင်းဟာ သူတို့ကမ်းခြေလေးပေါ်မှာ ခွေးရူးပြန်ရောဂါအရင်းအမြစ်ဖြစ်တဲ့ ဓာတုစက်ရုံဆောက်မှာကို တားဆီးဖို့အတွက်ပါလီမန်မှာ ရွေးကောက်ခံပြီး ပါလီမန်အဖွဲ့ဝင်ဖြစ်လာတာပါဒေါသမထိန်းနိုင်တဲ့ ဟဆွမ်ရင်းရင်းက စက်ရုံကိစ္စနဲ့ပတ်သတ်လို့သတင်းထောက်တွေနဲ့ရန်ဖြစ်ပြီး ပါလီမန်ကနေ နှုတ်ထွက်လိုက်ရပါတယ်ဝမ်ယုံဝေကတော့ ပါလီမန်ရဲ့ လုံခြုံရေးအစောင့်ဖြစ်ပြီး ဟဆွမ်ရင်းရင်း ရန်ဖြစ်တာကိုဝင်ဆွဲခဲ့ပြီး တစ်နိုင်ငံလုံးမှာ heroအဖြစ် နာမည်ကြီးသွားတဲ့သူပါဟဆွမ်ရင်းရင်းက စက်ရုံဆောက်တာကို တားဖို့အတွက် ဝမ်ယုံဝေကို ရွေးကောက်ပွဲမှာ ပါလီမန်အဖွဲ့ဝင် ဖြစ်လာအောင်ကူညီပေးခဲ့ပါတယ် အဲ့ဒီနောက်ပါလီမန်မှာ သမ္မတနဲ့အတူ အစည်းအဝေးလုပ်ကြတဲ့အချိန်မှာခွေးရူးပြန်ရောဂါမျိုးစိတ်သစ် ကူးစက်ခံလာရတဲ့သမ္မတကလူတွေကို ကိုက်ပြီး ပါလီမန်မှာ ရောဂါပိုးတွေပျံ့နှံသွားပြီး ...အဆောက်အဦးကြီးကိုလည်း ရောဂါပိုးပျံ့နှံမှာစိုးလို့ ချိတ်ပိတ်လိုက်တဲ့အခါ အထဲကပါလီမန်အဖွဲ့ဝင်တွေနဲ့ ဇွန်ဘီတွေ ဘယ်လိုတွေဆက်ဖြစ်ကြမှာလဲ.... ဆိုတာကို ကြည့်ရှုကြရမှာပါနော်Translated & Review By Yamin EiEncoded By LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/get-the-hell-out-2020/",
        "category": "Comedy, Horror"
    }
]