[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k6A33jpSUphiJ8n9Byjye5uxT3A.jpg",
        "title": "Crush (2022)",
        "description": "Crush (2022) အညွှန်း ဒီကားလေးကတော့ Hulu က ပြသသွားပြီး ပေ့ါပေ့ါပါးပါး ကြည့်ရမဲ့ ဇာတ်ကားလေးပါ။ လိင်တူ စိတ်ဝင်စားတဲ့ ဆယ်ကျော်သက်လူငယ်လေးတွေ အကြောင်းကို အထက်တန်းကျောင်းလေးတစ်ခုမှာ အမှီပြုပြီး ရိုက်ထားတာဖြစ်ပါတယ်။Crush ဆိုတဲ့ နာမည်လေးအတိုင်း တစ်ဖက်သတ် အချစ်ဇာတ်လမ်းလေးနဲ့ စတင်ခဲ့ပါတယ်။ ပေ့ချ် ဆိုတဲ့ ကောင်မလေးက လိင်တူ စိတ်ဝင်စားတဲ့ Lesbian လေးပါ။ သူ တက်နေတဲ့ ကျောင်းမှာလည်း 60 % လောက်က gay, lesbian, bisexual တွေချည်းပါပဲ။ ပေ့ချ်က ပန်းချီ အနုပညာကို နှစ်သက်ပြီး ကျွမ်းကျင်တဲ့ ကျောင်းသူလေးပေါ့။ သူ့ အိပ်မက် ကျောင်းဖြစ်တဲ့ CalArts မှာ နွေရာသီ ပရိုဂရမ် ဝင်ခွင့်လျှောက်တဲ့အချိန်မှာ ကျောင်းက သူ့ကို \"အပျော်ဆုံး အခိုက်အတန့်\" နဲ့ပတ်သက်ပြီး ဖန်တီးထားတဲ့ အနုပညာလက်ရာကို တောင်းတယ်။ပေ့ချ်တစ်ယောက် သူ့ဘဝရဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/crush-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BOTJlMWYwYTYtZGFjYS00NmY1LWFhNGEtNWMxZTVmZGY1N2MwXkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_-150x200.jpg",
        "title": "Band Baaja Baaraat (2010)",
        "description": "IMDb Rating (7.2)မင်းသား ရန်ဗီးဆင်းနဲ့ မင်းသမီး အနွရှ်ကားတို့ ပါဝင်ထားတဲ့ ဒီဘောလိဝုဒ်ဇာတ်ကားက Rating မြင့်တဲ့ အချစ်ဟာသရုပ်ရှင်ဇာတ်ကားကြီးပါ။ဇာတ်လမ်းကတော့...ရွာပြန်ပြီးလယ်လုပ်ရတော့မယ့်ကောင်လေးနဲ့ အိမ်ကယောကျ်ားအတင်းပေးစားခံနေရတဲ့ကောင်မလေးတို့နှစ်ယောက်မင်္ဂလာဆောင်တစ်ခုမှာ အမှတ်မထင်ဆုံကြတဲ့အခါ...ကောင်မလေးရဲ့ချစ်စဖွယ်အမူအရာတွေကို ချစ်မိသွားတဲ့ ကောင်လေး...ပိုင်ရှင်လျာထားခံရတဲ့ကောင်မလေးတို့ဇာတ်လမ်းဘယ်လိုတွေရှေ့ဆက်ဖြစ်မယ်ဆိုတာ...။မင်းသားရော မင်းသမီးရော ချစ်စရာကောင်းသလို ဇာတ်လမ်းလေးကလဲ အရိုအကအလှတွေနဲ့ကြည့်ကောင်းလှတာမို့ဘောလိဝုဒ်ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။\nFile size…(10 GB)/(3.7 GB)/(1.5 GB)\nQuality….BluRay 4K HEVC/ 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….02:23:04\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/band-baaja-baaraat-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BYjE1ZWY4ZGQtNGIyYi00YzMzLWFkZGYtZGIxMDAwNzA2YTMxXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Girls Gone Dead (2012)",
        "description": "Girls Gone Dead (2012)=================(18+ Warning ......သွေးသံတရဲရဲတွေ၊ အဖော်အချွတ်တွေ၊\nညစ်ညမ်းတဲ့ အသုံးအနှုန်းတွေ ပါဝင်သည့်အတွက် အသက်\n၁၈ နှစ်ပြည့်ပြိးမှသာ ကြည့်ရန်နှင့် မိသားစုနှင့်အတူ ကြည့်ရန် မသင့်ပါ။)၂၀၁၂ ခုနှစ်က ထွက်ရှိထားတဲ့ Thriller ကားလေးကို တင်ဆက်\nပေးလိုက်ပါတယ်။ သွေးသံတရဲရဲနဲ့ လူသတ်မယ်၊ မိန်းကလေး\nလှလှလေးတွေရဲ့ အလှအပကို မြင်ရမယ် အဲလို သမာရိုးကျ\nလူသတ်ကားမျိုးကို ကြိုက်နှစ်သက်တွေအတွက်တော့ ကြည့်သင့်တဲ့\nဇာတ်ကားလေးပါပဲ။ဇာတ်လမ်းအကျဥ◌်းလေးပြောပြရရင် သူငယ်ချင်း ၆ ယောက်ဟာ ‌\nနွေရာသီအားလပ်ရက် ကောလိပ်ပိတ်ရက်မှာ ခရီးတစ်ခုကို ထွက်ခဲ့\nကြပါတယ်။ ရေဘက္ကာဟာ ဘာသာရေးကိုင်းရှိုင်းတဲ့ အမေဖြစ်သူထံမှ\nခွင့်ပြုချက်တောင်းပြီး အဆိုပါခရီးစဥ်မှာ လိုက်ပါလာခဲ့ပါတယ်။\nသူငယ်ချင်းတစ်စုဟာ အိမ်တစ်အိမ်မှာတည်းခိုရင်း ပျော်ကြပါးကြနဲ့\nအပန်းဖြေနေရင်း လူတစ်ယောက်က သူတို့ကို စောင့်ကြည့်နေတာ\nကိုတော့ မသိခဲ့ကြပါဘူး။မျက်နှာဖုံးစွပ်ထားတဲ့ လူတစ်ယောက်ဟာ အလယ်ခေတ်က စစ်ပွဲတွေမှာ\nကိုင်ဆောင်တဲ့ တူနဲ့ ပုဆိန်တွေကို အသုံးပြုပြီး အဆိုပါ ကောင်မ‌လေးများကို\nအမဲလိုက်သလို လိုက်လံသတ်ဖြတ်ပါတော့တယ်။ ဒါကြောင့် ရေဘက္ကာတို့\nသူငယ်ချင်းတစ်စု အသက်ရှင်နိုင်ပါ့မလား။ အသက်ရှင်ဖို့ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1Kf2x/Girls.Gone.Dead.2012.1080p.BluRay.[CM].mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o4LE3FXJ1YdMM1FkDiu8ldyW5cW.jpg",
        "title": "The Cougar Queen (2018)",
        "description": "The Cougar Queen (2018)======================ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးအတွက်\nဗီယက်နမ်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားလေးမှာတော့ နာမည်ကြီးအစီအစဥ်တင်ဆက်သူ အပျိုကြီးမမ မင်းသမီးရဲ့\nနောက်ကွယ်က ဘဝကို ရိုက်ကူးထားတဲ့ အချစ် ဟာသဇာတ်မြူးကားလေးပဲ ဖြစ်ပါတယ်။ဒီအပျိုကြီးမမက အသက်ရလာပေမယ့် အိမ်ထောင်မပြုချင်ဘဲ ယောကျာ်းတွေကို အပျော်ပဲတွဲနေတတ်သူပါ။တစ်ညတာ စံစားဖို့ တစ်ဘဝစာ ချုပ်နှောင်စရာမလို\nမှော်တုတ်တစ်ချောင်း ကောင်းကောင်းဆောင်ထားရင် ဖြစ်ပြီလို့ ခံယူပြီး\nသူငယ်ချင်းတွေနဲ့ Single life ကို ပျော်ပါးနေသူပါ။ဒါပေမဲ့ သူတင်ဆက်နေတဲ့ အစီအစဥ်က ရုတ်တရက် ဆိုင်းငံ့ခံလိုက်ရပါတယ်။ဒီလိုဆိုင်းမပါ ဗုံမဆင့်ဘဲ ဖြစ်သွားတဲ့အခါ\nကြံရာမရဖြစ်ပြီး နည်းလမ်းစုံသုံးကာ ကြံဖန်ရပါတော့တယ်။ဒီလိုနဲ့ ဖူးစာရှင်ကို ရွာလည်ပြီးတွေ့လေမလား\nအခက်အခဲတွေပဲ ပိုဆိုးလာမလားဆိုတာဇာတ်လမ်းထဲမှာပဲ ကြည့်ရှုလိုက်ကြရအောင်ဒီကားထဲမှာ တောင့်တောင့်ဖြောင့်ဖြောင့် ဖြူဖြူဖွေးဖွေး ဗီယက်နမ်သူအချောလေးတွေကို ရှုစားရမှာပဲ ဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richard Wai ပဲဖြစ်ပါတယ်။Genre.....Comedy, Romance\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB and 763MB and 286MB\nFormat…mp4\nDuration….1h 45min\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-cougar-queen-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BN2VhMDFkMjItMTRiNi00MTczLTk1M2MtNTUzMWM2ODI1ZjNjL2ltYWdlXkEyXkFqcGdeQXVyNDg2MjUxNjM@._V1_-142x200.jpg",
        "title": "The Dressmaker (2015)",
        "description": "The Dressmaker (2015)=================\nIMDb Rating - 7.0/10လူနေကြဲပါးလှတဲ့ တောမြို့လေးတစ်မြို့မှာ ကလေးမလေးတစ်ယောက်ဟာ\nသူနဲ့ရွယ်တူကောင်လေးတစ်ယောက်ကို သတ်လိုက်တယ်လို့ စွပ်စွဲခံရပြီး\nတစ်ရပ်တစ်ကျေးအပို့ခံခဲ့ရတယ်။ နောက်၂၅နှစ်အကြာမှာ သူနာမည်ကြီး\nအဝတ်ချုပ်သမဖြစ်ပြီးနောက် အဲဒီမြို့ကလေးဆီပြန်ရောက်လာခဲ့တယ်။\nသူလုပ်ခဲ့လား သူမလုပ်ခဲ့လားတော့ သူလည်းသေချာမသိသလို ဘယ်သူမှလည်း\nသေချာမသိကြပါဘူး။ ဒါပေမဲ့ လူတွေရဲ့လှံဟာမြေနိမ့်တဲ့အရပ်ကိုပဲ စိုက်တတ်တဲ့\nသဘာဝအတိုင်း သူ့ကိုပယ်ကြဉ်ထားခဲ့ကြတယ်။သူကတော့ သူတတ်တဲ့အတတ်နဲ့ ဒီလူတွေနဲ့ ပြန်အဆင်ပြေဖို့ ကြိုးစားကြည့်\nခဲ့တာပေါ့။ ဒါမေမဲ့လည်း အားလုံးပြောကြသလို သူတကယ်ပဲ ကျိန်စာမိနေလား\nမသိရအောင် သူ့ဘေးကလူတွေပဲ ထိခိုက်လာတဲ့နောက်......ခင်မောင်ရင်ပြောဖူးတဲ့စကားရှိတယ်။\n\" ဘ၀ကိုယ်တိုင်ကိုက အမှားတွေနဲ့ ပြည့်နေတာပဲမို့လား။ စမ်းတဝါးဝါးလျှောက်ရင်း\nအမှားတွေကြုံရင်း ပြန်ပြင်ဆင်ရင်းနေရတာကိုက ဘ၀ပါပဲ။ ဒီလိုပဲ ကျုပ်လည်း\nအမှားတွေကို လုပ်တယ်။ ဒါကြောင့်ပဲ ကျုပ်ရှင်သန်နေတာပေါ့။ အမှားတွေလုပ်နေတယ်\nဆိုတာ ရှင်သန်နေလို့ပဲကိုး\"တဲ့။လူတွေဟာ အမြဲအမှားတွေလုပ်နေကြ ပြန်ပြင်ဆင်နေကြတာပါပဲ။ မြေနိမ့်လို့ အခွင့်\nအရေးမရခဲ့သူတို့ကတော့ ပြင်ရခက်ကြတယ်။ ဒီလောကထဲရောက်လာကတည်းက\nမှားဖို့ ပြင်ကြဖို့ ရောက်လာတာလို့ ဆိုကြတယ်မို့လား။ အဲ့တော့လက်မလျှော့တမ်း\nပြင်ကြဆင်ကြတာပေါ့။ ခင်ဗျားမှာလည်း အမှားတွေရှိဖူးတယ်ဆို ဒီရုပ်ရှင်ဟာ\nခင်ဗျားကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။တစ်ချိန်က ပန်းချီတစ်ချပ်နဲ့ ကမ္ဘာကိုကိုင်လှုပ်ဖူးတဲ့ မမကိတ်ဝင်းစလက်က\nအဓိကဇာတ်ကောင်အဖြစ်သရုပ်ဆောင်ထားသလို ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-dressmaker-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/alAwktR9w2PjdJsMsePU1uUub1t.jpg",
        "title": "Gong Jja: Gong Gi Ta Jja (2022)",
        "description": "Gong Jja: Gong Gi Ta Jja (2022)ငယ်ငယ်တုန်းက ကျောက်တုံးအချောလေးတွေ ရွေးကောက်ပြီး လူတိုင်း ဇယ်ကစားကြဖူးပါလိမ့်မယ်အခုမိတ်ဆက်ပေးမယ့်ဇာတ်ကားလေးကလည်း ဇယ်ကောက်တဲ့ ကစားနည်းကိုမှ\nပရော်ဖယ်ရှင်နယ်ကစားသမားတွေရဲ့ ကစားပုံကို ရိုက်ကူးထားပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့\nသာမန်တက္ကသိုလ်ကျောင်းသားလေး ရှင်းဂျယ်ဂူက\nသူစိတ်ဝင်စားတဲ့ကောင်မလေးရှိတဲ့ ကလပ်ထဲဘုမသိဘမသိ ဝင်သွားလိုက်မှ\nအဲကလပ်က ဇယ်ကစားတဲ့ကလပ်မှန်းသိသွားရပါတယ်အဲဒီကနေမှ ကောင်မလေးနဲ့ ရင်းနှီးသွားပြီး\nဇယ်ကောက်တဲ့နေရာမှာ ဆရာတစ်ဆူဖြစ်တဲ့ ဦးလေးကြီးဘယ်ချန်းဆူဆီကိုသွားပြီး\nတပည့်အဖြစ်လက်ခံပေးဖို့ကြိုးစားရင်းကနေ တပည့်ဖြစ်သွားမလား\nဘယ်လိုလေ့ကျင့်မှုတွေလုပ်ရမလဲ\nဘယ်လိုပညာတွေရလိုက်မလဲ....ဇယ်ကစားတာကိုမှ ထူးထူးခြားခြား ကာစီနိုလိုမျိုး\nကစားပွဲအကြီးကြီးတွေပုံစံကစားပြသွားတာပါပေါ့ပေါ့ပါးပါးကြည့်လို့ရမယ့် ဟာသကားစစ်စစ်ပါပဲရှင်းဂျယ်ဂူတစ်ယောက် ဇယ်ဝိဇ္ဇာဖြစ်သွားမလားဆိုတာကိုလည်း ကြည့်ရှုလိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB and 799MB and 294MB\nFormat…mp4\nDuration….1h 49min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder .....August",
        "rating": "5",
        "url": "https://channelmyanmar.org/gong-jja-gong-gi-ta-jja-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/p21919689_v_v8_aa-133x200.jpg",
        "title": "Forever Out of My League (2021)",
        "description": "Forever Out of My League (2021)=======================တစ်ခါတလေကျ ချစ်ခြင်းမေတ္တာက နားလည်ရခက်တယ်ဗျ။ အသွားရှိမှ\nအပြန်ရှိမယ်ပြောကြေးဆို အသွားအပြန်မမျှော်ကိုးဘဲ ချစ်နေတတ်တဲ့\nချစ်ခြင်းမေတ္တာတွေကို ဘယ်လိုရှင်းပြနိုင်မလဲဗျ။ တစ်ခါတလေကျ ပြန်တော့\nလည်း သံယောဇဉ်ကြိုးဆိုတာ တစ်ချို့လူတွေအတွက်တော့ ကမ္ဘာ့အခိုင့်ခံဆုံး၊\nဖြတ်ရအခက်ဆုံးကြိုးဆိုပေမဲ့ တစ်ချို့တွေကျတော့လည်း အပ်ချည်မျှင်လေး\nတစ်ကြိုးလို ထောက်ခနဲဖြတ်တောင်နိုင်တာမျိုးပေါ့။ဒီထဲမှာမှ ကျွန်တော်တို့နားလည်ရခက်၊ ရှင်းပြရခက်တဲ့ ချစ်ခြင်းတွေထဲမှာ\nမိသားစုချစ်ခြင်းဟာ ထိပ်ဆုံးကနေဦးဆောင်နေစမြဲ။ တုနှိုင်းမရအောင် ခိုင်မာ\nတတ်သလို၊ နားလည်ရခက်‌လောက်အောင်လည်း ခက်ထန်တတ်စမြဲ ဖြစ်တတ်ခြင်း\nသဘောတွေဟာ ဒီချစ်ခြင်းရဲ့သဘောတွေပဲထင်ပါရဲ့။ တစ်ချို့မိသားစုတွေရဲ့ ချစ်ခြင်းဟာ\nတကယ့်ကို နှစ်ထောင်းအာရရှိပြီး အားကျချင်စရာကောင်းချိန် တစ်ချို့မိသားစုချစ်ခြင်း\nအပေါ်ယံဟန်ဆောင် သကာရည်ဖြူး၊ တစ်ချို့ကျ နှစ်ထောင်းအားရစရာမရှိပေမဲ့\nသကာရည်မပါဘဲ တစ်ကယ့်ချစ်ခြင်းတွေပါဝင်စမြဲပါပဲလေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)File Size - (983 MB) / (493 MB)\nQuality – Web-DL 1080p / 720p\nDuration - 1Hr 54mins\nSubtitle – ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/forever-out-of-my-league-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjI4ODUwNTQ5MV5BMl5BanBnXkFtZTgwODg3MTQzMTI@._V1_SY1000_CR006421000_AL_-193x300.jpg",
        "title": "Badrinath Ki Dulhania (2017)",
        "description": "မင်းသား Varun Dhawan နဲ့ မင်းသမီး Alia Bhatt တို့ရဲ့ ချစ်စရာဇာတ်ကားလေးပါ။Badrinath Ki Dulhania ဆိုတာ မြန်မာလိုဆိုရင် ဘဒ်ရီနာသ့်ရဲ့ သတို့သမီးပေါ့\nဒါဆို ဘဒ်ရီနာ့သ် ကဘယ်သူလဲ? ဘဒ်ရီနာသ်က ဂျန်ဆလ်မြို့ရဲ့\nမြို့မျက်နှာဖုံး ကျိကျိတက်သူဌေးကြီး အမ်ဘာနသ် ဘန်ဆလ်ရဲ့သား တစ်ယောက် ။ဒါဆို သူ့သတို့သမီးအကြောင်း နည်းနည်းပြောမယ်\nသူ့သတို့သမီးဖြစ်ရဖို့က တော်တော်ကံကောင်းမှပဲ ဖြစ်မှာနော်ဘာကြောင့်လဲဆိုတော့ ဟိန္ဒူအယူဝါဒအရ ထိမ်းမြားလက်ထပ်ရင်\nသတို့သမီးရှင်ဘက်က သတို့သားကို အခန်းဝင်လက်ဖွဲ့ကြေးနဲ့ တင်တောင်းယူရတာဗျာ။သတို့သမီးက ဘယ်လောက်ပဲ ပညာတတ်တတ် တော်တော်\nအချိန်တန် အိမ်ထောင်ကျပြီးရင် ဒိုး မီးဖိုချောင် ဒီစနစ်\nလင်ယောကျ်ားကို ဖြူသည် မဲသည် လာမပွါးနဲ့ဒီလို မိန်းကလေးအခွင့်ရေးနည်းပါးတဲ့ လူ့အသိုင်းဝိုင်းမှာ အမှန်အကန်သူဌေးသားအတွက်ဆို အခန်းဝင်လက်ဖွဲ့ကြေးကလည်း မနည်းလောက်ပေဘူးဒါပေမယ့် ဘဒ်ရီကတော့ အဖေစီစဉ်သမျှကို အသံမထွက်ဘဲ\nနာခံလာပေမယ့် မိတ်ဆွေ တစ်ယောက်ရဲ့ မင်္ဂလာပွဲမှာ ဗီဒဟီဆိုတဲ့ ကောင်မလေးကို တွေ့တွေ့ချင်း စိတ်ဝင်စားခဲ့တယ်။ဗီဒဟီကလည်း အမျိုးသမီးအခွင့်ရေးမပေးတဲ့ လူ့အသိုင်းဝိုင်းကို\nမုန်းလွန်းလို့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/14awj/(CM)_Badrinath_Ki_Dulhania_2017.1080p.SDR.HEVC.10bit.AAC.5.1-Nyein.mkv",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/WoG2tvwanOMlU0qsbxpf9Qd3y.jpg",
        "title": "Werewolves Within (2021)",
        "description": "Werewolves Within (2021)[Subtitle Error Fixed]~ IMDb - 6/10, Rotten Tomatoes - 86% ~ \" လူတိုင်းက လ လိုပဲ။ လူတိုင်းမှာ ဘယ်သူမှ မမြင်ရတဲ့ အမှောင်ဘက်ခြမ်းတစ်ခုရှိတယ်။ \"\n- Mark Twain၂၀၂၁ ထွက် Horror, Comedy ဇာတ်ကားလေးပါ။ Werewolves Within ဆိုတော့ Cherokee အင်ဒီးယန်းလူမျိုးစုရဲ့ စကားပုံလေးလိုပေါ့။ ကျွန်တော်တို့ စိတ်အတွင်းမှာ ဝံပုလွေနှစ်ကောင်ရှိတယ်။ တစ်ကောင်က ကောင်းတယ်။ တစ်ကောင်ကဆိုးတယ်။ ခင်ဗျားအစာကျွေးတဲ့ ကောင်က နိုင်သွားလိမ့်မယ်တဲ့။ ဒီဇာတ်ကားမှာ ဇာတ်ကောင်တွေရဲ့ ဝံပုလွေတွေ ထွက်လာပြီး အချင်းချင်း ကိုက်ဖြတ်ကြတာကို တွေ့ရပါလိမ့်မယ်။သဘောကောင်းလွန်းလို့ ရည်းစားဖြတ်ခံလိုက်ရတဲ့ ရိန်းဂျား ဖင်း တစ်ယောက် နယ်မြို့လေးတစ်မြို့ကိုရောက်လာပါတယ်။ နယ်မြို့လေးတွေရဲ့ ထုံးစံအတိုင်း ဒေသခံတွေက တစ်ယောက်နဲ့ တစ်ယောက် နီးစပ်ကြတာပေါ့။ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/werewolves-within-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNTM3N2MyNmUtMjEzMy00ZjA2LTg1Y2YtYWI2YjRiYmZmNjM1XkEyXkFqcGdeQXVyMTE0MzQwMjgz._V1_-161x200.jpg",
        "title": "Sweetie, You Won’t Believe It (2021)",
        "description": "Sweetie, You Won't Believe It (2021)==========================IMDb Rating - 6.3/10CM ပရိသတ်ကြီးကို IMDb 6.3, Rotten Tomatoes 88%  ရရှိထားတဲ့\ncomedy movie လေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်လမ်းရဲ့ ဇာတ်လိုက်ကျော်ကြီးကတော့ ဒက်စ်တန်လို့ အမည်ရပါတယ်။\nသူ့ရဲ့ ဇနီးဖြစ်သူ ဇန်နာကတော့ မမဗိုက်ပေါ့။ ကိုယ်၀န်သည်ကလည်းဖြစ် မိန်းမတို့ရဲ့\nထုံးစံကလည်း မပျက် ဇန်နာဟာ ယောင်္ကျားဖြစ်သူကို အမြဲတကျက်ကျက်ပေါ့။\nတပူပူတစူစူလုပ်တဲ့အပြင် ငွေရေးကြေးရေးပါ ကြပ်တည်းနေပြီး ဒက်စ်တန်မှာ\nစိတ်ထွက်ပေါက်တောင်မရှိတဲ့ ဖိုးကံဆိုးကြီးပါ။ဒီလိုနဲ့ တစ်နေ့မှာ အာမန် နဲ့ မူရက် ဆိုတဲ့ ‌ကျောင်းတုန်းက သူငယ်ချင်းနှစ်ယောက်က\nဒက်စ်တန်ကို ငါးမျှားထွက်ဖို့ လာခေါ်ကြတယ်။ ဖြစ်ချင်တော့ ဇန်နာ ကလည်း\nနေ့စေ့လစေ့ကြီးနဲ့ ဒက်စ်တန်ကလည်း သူ့မိန်းမ ဆူဆဲနေတဲ့ကြားကနေ ဘော်ဒါတွေနဲ့\nလိုက်သွားခဲ့တယ်။ ဒါပေမယ့် လမ်းတစ်လျှောက်မှာ မထင်မှတ်ဘဲ ဂန်းစတားတွေနဲ့\nစိတ္တဇလူသတ်သမား တစ်ယောက်ရဲ့ ရန်နဲ့ ကြုံရတဲ့အခါ ဒက်စ်တန် တို့ငါးသွားမျှားတဲ့\nနေရာကလည်း ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/sweetie-you-wont-believe-it-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/11038-ladies-vs-ricky-bahl-133x200.jpg",
        "title": "Ladies vs Ricky Bahl (2011)",
        "description": "မင်းသားချော ရမ်ဘီဆင်းနဲ့ မင်းသမီးချော အနွတ်ရှ်ကားတို့ ပါဝင်ထားတဲ့ Romance Comedy ဇာတ်ကားလေးပါ...တခြားမင်းသမီးတွေလဲ ပါပါသေးတယ်...ရမ်ဘီဆင်းနဲ့မမတစ်သိုက်ပေါ့...လှည့်ကွက်တွေ အရိုကွက်တွေနဲ့ လုံးဝ Fun ဖြစ်ရမယ့်ဇာတ်ကားပါ။ဇာတ်လမ်းလေးလဲ မိုက်သလို သရုပ်ဆောင်တွေကလဲ အလန်းမလို့ဒီလိုပိတ်ရက်မှာ အနားယူဖို့ လုံးဝလက်လွတ်မခံသင့်ပါ။\nFile size…(4 GB)/(1.3 GB)/(680 MB)\nQuality….BluRay 1080p/720p/360p\nFormat…mp4\nDuration….02:20:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/ladies-vs-ricky-bahl-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTY1MTE4NzAwM15BMl5BanBnXkFtZTcwNzg3Mjg2MQ@@._V1_-135x200.jpg",
        "title": "Pineapple Express (2008)",
        "description": "IMDb Rating (7) / Rotten Tomatoes (68%)Peem Heaven ကွတ်ကီးစားလိုက်ရသလို ကွဲပြီးကောင်းနေတဲ့ ခံစားချက်မျိုးနဲ့ ဒီဇာတ်ကားက အပြဲကားပါ။Weed သောက်ရင်းကွဲတဲ့ဇာတ်ကားတွေထဲ တော်တော်မိုက်တဲ့ အက်ရှင်အခွီဇာတ်ကားဖြစ်ပါတယ်။မင်းသားတွေကလဲ ဟာသနဲ့ရှယ်လိုက်ဖက်တဲ့ James Franco နဲ့ Seth Rogen တို့ အတွဲပါ..မင်းသမီး Amber Heard လဲ ပါပါသေးတယ်။ဇာတ်လမ်းကတော့...Dale တစ်ယောက် Pineapple Express လို့နာမည်ရတဲ့ ရှားပါး Weed တစ်မျိုးကို  ဆေးခြောက်ရောင်းတဲ့ Saul ဆီကနေ ကြိုးစားပမ်းစား ဝယ်လာခဲ့ပါတယ်..ကံကဆိုးတော့ သူအလုပ်လုပ်နေတုန်းမှာ လူသတ်မှုတစ်ခုကို မြင်လိုက်ရပြီး အခင်းဖြစ်နေရာမှာ သူ့ရဲ့သောက်လက်စ လက်ကျန် မုန့်(Weed) ကိုပစ်ထားခဲ့မိပါတယ်။ဖြစ်ချင်တော့ အဲဒီလူသတ်သမားက တစ်မြို့လုံးကို ဒိုင်ခံပြီး ဆေးခြောက်ဖြန့်နေတဲ့ Ted ဖြစ်နေတော့ မျက်မြင်သက်သေဟာ Pineapple Express Weed နဲ့ဆက်စပ်တဲ့ကောင်မှန်း သိသွားပါတော့တယ်...Ted ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/pineapple-express-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/rashmika-160x200.jpg",
        "title": "Aadavaallu Meeku Johaarlu (2022)",
        "description": "Aadavallu Meeku Johaarlu\nIMDb-6.9/10အားလုံးစောင့်မျှော်နေတဲ့ မင်းသမီး ရှက်ရ်မီး ရဲ့ကားလေး ရောက်လာပါပြီယောက်ျားလေးတစ်ယောက်က မိန်းကလေးတစ်ယောက်ကို လုံးဝနားမလည်နိုင်ပါဘူး ဘုရားက လူယောက်ျားကို အဲ့ဒီအစွမ်းပေးဖို့ ကျန်ခဲ့တာ ဖြစ်နိုင်ပါတယ်မိန်းမတစ်ယောက်ကိုတောင် နားလည်ဖို့ခက်တဲ့ဒီလောက ကြီးမှာ မိန်းမ ၁၅ ယောင်လောက်ဝိုင်းနေတဲ့ ချီရူရဲ့ဘဝကတော့ သနားစရာပါဟိုးငယ်ငယ်လေးတည်းက အမေနဲ့ အဒေါ် ၄ယောက်ရဲ့ ဖူးဖူးမှုတ်ထားတာကိုခံရပြီး အစ်မ ညီမတွေရဲ အချစ်ကိုရထားတဲ့ကံကောင်းတဲ့သူတစ်ယောက်ပါ ဒါပေမဲ့ တစ်ဖက်မှာတော့ ဒါက သူ့အတွက် အချုပ်အနှောင်တွေဖြစ်နေခဲ့ပါတယ်အထူးသဖြင့် လက်ထပ်ပွဲနဲ့ပတ်သတ်ပြီးတော့ပေါ့အကောင်းဆုံးကို ပေးချင်တယ်ဆိုပြီးအိမ်ထောင်ဖက်လာတွေ့တဲ့ မိန်းကလေးမှန်သမျှကိုအကြောင်းမျိုးစုံရှာပြီး ငြင်းခဲ့တဲ့ သူ့မိသားစုကြောင့် ချီရူတစ်ယောက် အသက် ၃၅နှစ်အထိ မိန်းမမရခဲ့ပါဘူးဒီလိုနဲ့ မိုးရွာတဲ့နေ့တစ်နေ့မှာ အာဒီယာနဲ့ အမှတ်တမဲ့ဆုံခဲ့ပါတယ် ပြီးတော့ အိမ်ထောင်ဖက်တွေ့တာကအစ လက်ထပ်ပွဲအထိ သူကိုယ်တိုင် စီစဥ်ဖို့ ဆုံးဖြတ်ခဲ့တယ်ချီရူရဲ့ လက်ထပ်ပွဲဘယ်လိုဆက်ဖြစ်မှာလဲ သူ့မိသားစုနှောင်ကြိုးတွေထဲက ဘယ်လိုရုန်းထွက်နိုင်မှာလဲ အာဒီယာနဲ့ကော ဘယ်လို အချစ်ဇာတ်လမ်းတွေရှိလာမှာလဲ.....လှမြဲလှနေပြီးExpression Queen လို့တင်စားကြတဲ့ နာမည်ကြီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/aadavaallu-meeku-johaarlu-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cbLh0tVqjqcDnob7w79XkIQ7gGI.jpg",
        "title": "Red Dog (2011)",
        "description": "Red Dog (2011)~ IMDb - 7.4/10, Rotten Tomatoes - 83% ~လူသားတွေမှာ soul (ဝိညာဉ်) ဆိုတာ ရှိပါသတဲ့။ သူက ရုပ်လုံးရယ်လို့မရှိဘဲ အ‌ဖြူရောင်အလင်းလုံးသပ်သပ်ရယ်ပါ။ သူက ခန္ဓာစဲတဲ့အခါမှာ ကိုယ်ခန္ဓာကိုစွန့်ခွာလို့ ကောင်းကင်ဘုံကို ခိုဝင်ရောက်ရှိပါသတဲ့။ ဝမ်းနည်းစရာကောင်းတာကတော့ တိရစ္ဆာန်လေးတွေမှာ ဝိညာဉ်မရှိရှာပါဘူး။ သူတို့ဟာ သေဆုံးချိန်မှာ ဒီအတိုင်းပျောက်ကွယ်သွားကြပါသတဲ့။ဝိညာဉ်ရှိပါတယ်ဆိုတဲ့ လူသားတွေကြားမှာ၊ ခွင့်လွှတ်ခြင်းကိုခံရပြီး သုခဘုံမှာ ခိုဝင်ရမယ်ဆိုတဲ့ လူသားတွေကြားမှာ ခွေးတစ်ကောင်ဟာ မွန်မြတ်ခြင်းကို လမ်းပြသွားလေရဲ့။ သစ္စာတရား၊ မေတ္တာတရား၊ တွယ်တာမှု စတဲ့ ကောင်းခြင်းတရားတွေကို လူသားတွေသိအောင် သင်ကြားပေးခဲ့သူပေါ့။ သူဟာ တောရိုင်းခွေးတစ်ကောင်ရယ်ပါ။ ဩစတေးလျရဲ့ အနီသွေးလွှမ်းတဲ့မြေပေါ်က နီညိုရောင်ခွေးတစ်ကောင်ပါပဲ။ဒီဇာတ်ကားဟာ ခွေးချစ်သူတွေ မျက်ရည်မခိုင်ရင် မကြည့်သင့်ပါဘူး။ ဂျပန်ခွေးလေး ဟာချီကို ရဲ့ ဇာတ်လမ်းက ကမ္ဘာကို ကိုင်လှုပ်ပြီးနောက်ပိုင်း သူ့ဇာတ်လမ်းကိုမှီးလို့ ဇာတ်ကားတွေ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/red-dog-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/G4E7z8n6Nb6-133x200.jpg",
        "title": "The Taming of the Shrewd (2022)",
        "description": "The Taming of the Shrewd (2022)========================Netflix ကနေ အသစ်ထွက်ရှိလာတဲ့ romance ကားလေးနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ရည်းစားက သစ္စာဖောက်လို့ အသည်းကွဲလာတဲ့ သိပ္ပံပညာရှင်\nကတ်စ်ကာဆိုတဲ့ ပိုလန်သူလေးက ချီကာဂိုကနေ သူ့ရဲ့မွေးရပ်မြေ\nပိုလန်နိုင်ငံကို ပြန်လာခဲ့ပါတယ်။ပိုလန်က သူ့အစ်ကိုဖြစ်သူ ရန်ဒရုရှ် ကတော့ သူတို့နှစ်ယောက်ပိုင်တဲ့\nမိဘပိုင်မြေကို ရောင်းထုတ်ချင်နေတာပါ။ သူမပြန်ရောက်လာတော့\nကတ်စ်ကာက သဘောမတူတာကြောင့် အစ်ကိုဖြစ်သူက ညီမကို\nလင်ပေးစားဖို့ ကြံစည်ပါတော့တယ်။ ပိုလန်ရောက်တော့ သူမ ဘဝသစ်ကို\nစတင်ဖို့ ကြိုးစားရင်း ခပ်လန်းလန်းကောင်လေးတစ်ယောက်နဲ့ တွေ့ဆုံတာ\nကနေပါ Romance ဇာတ်လမ်းလေးဖြစ်လာတယ်ဆိုပါတော့။အဲ့တော့ ကတ်စ်ကာဟာ ပိုလန်မှာပဲ အခြေချဖြစ်မှာလား၊ ခပ်လန်းလန်း\nကောင်လေးကရော သူမနားကို ဘယ်လိုပုံစံနဲ့ရောက်လာမလဲဆိုတာ\nဒီ Comedy, Romance ဇာတ်ကားထဲမှာပဲ ဆက်လက်ကြည့်ရှူပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size - (1.71 GB) / (877 MB) / (568 MB)\nQuality – WebRip ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-taming-of-the-shrewd-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/658c5e076d9a19190762e6b00a1d2d7eab9d638057e76384a3041f29971aa6f5._RI_V_TTW_-150x200.jpg",
        "title": "Zeroville (2019)",
        "description": "Zeroville(2019)ဒီဇာတ်ကားကတော့ပရိသတ်ရင်းနှီးပြီးသားဖြစ်တဲ့ James Franco နဲ့ Seth Rogan တို့အတွဲရဲ့ လူသိပ်မသိတဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ ကျနော်တစ်ယောက်ထဲအမြင်အရဆိုရင် သူတို့အတွဲကလည်း လီယိုနာဒိုနဲ့ တိုဘီမဂွိုင်းယား၊ စီလီယန်မာဖီနဲ့ တွမ်ဟာဒီတို့အတွဲတွေလို ဟောလိဝုဒ်ရုပ်ရှင်လောကမှာ Chemistry အမိဆုံးတွဲဖက်တွေလို့သတ်မှတ်လို့ရပါတယ်။ သူတို့နှစ်ယောက်တွဲလိုက်တိုင်း ဟာသကားတွေပဲအရိုက်များပေမယ့် ဒီကားကတော့ဟာသကားမဟုတ်ပဲနဲ့ ကြည့်ရတာလေးလေးနက်နက်ရှိပြီး အိုဗာတွေလည်းလုံးဝမပါတဲ့ကားမျိုးပါ။ဒီကားရဲ့အသက်ကတော့ ဇာတ်လမ်းဇာတ်အိမ်ထက် James Franco ရဲ့ရုပ်ရှင်ပညာကိုမြင်ရတာပါပဲ။ သူကိုယ်တိုင်ဖန်တီးပြီး ကိုယ်တိုင်သရုပ်ဆောင်သွားတာဘယ်နေရာမှအပိုအလိုမရှိတဲ့အပြင် သူ့ရဲ့အနုပညာဝမ်းစာဘယ်လောက်ပြည့်လဲဆိုတာကိုပြသွားတဲ့ကားမျိုးလို့ဆိုရင်လည်းမမှားနိုင်ပါဘူး။ဇာတ်လမ်းဘက်ကိုသွားရရင်တော့ ၁၉၇၀ ပတ်ဝန်းကျင်ဟောလီးဝုဒ်မှာဇာတ်အိမ်တည်ထားပါတယ်။ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ James Franco ဟာ ရုပ်ရှင်တွေကိုချစ်တာထက် မူးယစ်ဆေးလိုစွဲလမ်းနေတဲ့လူတစ်ယောက်ဖြစ်ပြီး သူအကြိုက်ဆုံးရုပ်ရှင်ဇာတ်ဝင်ခန်းကို ခေါင်းမှာပါတက်တူးထိုးထားတဲ့အထိပါပဲ။ ဒီလိုနဲ့သူကိုယ်တိုင်လည်းရုပ်ရှင်တွေဖန်တီးချင်တဲ့စိတ်ဖြစ်လာပြီး ဟောလီးဝုဒ်ကိုရောက်လာခဲ့ပါတယ်။ အဲဒီနောက်ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ မပြောပဲကိုယ်တိုင်ကြည့်မှပိုအရသာရှိမယ်လို့ထင်တာကြောင့်မပြောတော့ပါဘူး။သူနဲ့ Seth Rogan ရဲ့ Chemistry မိမိသရုပ်ဆောင်ချက်တွေအပြင် မင်းသမီးကလည်း Megan Fox ဆိုတော့ အဲဒါနဲ့တင်ကြည့်ရတာတန်နေပါပြီ။\nဒီဇာတ်ကားကဘာရသပေးချင်တာလဲ ဘာကိုပြချင်တာလဲဆိုတာတွေကိုအဓိကထားပြီးကြည့်တဲ့လူတွေနဲ့တော့ သိပ်မကိုက်နိုင်ပါဘူး။ American Psycho တို့လိုဇာတ်ကားပြီးသွားတာတောင် ကိုယ့်ဘာသာ concept ...",
        "rating": "",
        "url": "https://channelmyanmar.org/zeroville-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMjk1MDczMGQtY2RkNS00OGVhLWJhNzYtNWMwMzFhNTcyNjczXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-133x200.jpg",
        "title": "Hello Brother (1999)",
        "description": "မင်းသား ဆလ်မာန်ခန်း...သူ့ညီ အရ်ဗာဇ်ခန်းနဲ့ မင်းသမီးရာနီးမူခရ်ဂျီးတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ ဘောလိဝုဒ် ဟာသမြူးကြွထူးခြားဆန်းကြယ်အချစ်ဇာတ်ကားလေးတစ်ကားတင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့.....ဟီးရိုးဆိုတဲ့ ရိုးသားတဲ့ ကောင်လေးတစ်ယောက်ရှိတယ် သူဟာရည်မှန်းချက်ကြီးသလို အလုပ်လည်းကြိုးစားတယ် တစ်ကောင်ကြွက်ဖြစ်ပေမယ့် သူချစ်ရတဲ့ကောင်မလေးကို လက်ထပ်ရဖို့ အမြဲစိတ်ကူးနေတတ်တယ်...ဟီးရိုးမှာ ရာနီးဆိုတဲ့ သူငယ်ချင်းမလေးတစ်ယောက်ရှိတယ်...ရာနီးက သူ့ကို ဟီးရိုးကကြိတ်ချစ်နေရှာတာကို မသိရှာဘူး...သူတို့နေတဲ့မြို့ကို ဗီရှာလ်ဆိုတဲ့ မူးယစ်နှိမ်နင်းရေးအရာရှိတစ်ယောက်ရောက်လာတယ်....ဟီးရိုးဟာ ရိုးသားသလောက် နုံလည်းနုံတော့ သူ့သူဌေးရဲ့ ဒုစရိုက်လုပ်ငန်းတွေကို မသိရှာဘူး.....ဒီဒုစရိုက်လုပ်ငန်းတွေကို ဖြိုခွင်းဖို့ ရဲအရာရှိဗီရှာလ်ရောက်လာချိန်မှာတော့ မတော်တဆမှုတစ်ခုမှာ ဗီရှာလ်လည်း သေမလိုဒဏ်ရာရ...ဟီးရိုးလည်းသေဆုံးသွားခဲ့ပါတယ်မသေခင်က ဗီရှာလ်နဲ့ကတော်ကဆဖြစ်ခဲ့လို့ သေဆုံးသွားတဲ့ဟီးရိုးရဲ့ဝိညာဉ်ဟာ ဗီရှာလ်အနားမှာ တဝဲလည်လည်ဖြစ်လာတဲ့အခါ ကိစ္စတွေဟာ ဘယ်လိုတွေ ကမောက်ကမဖြစ်လာမလဲဆိုတာကို ဟာသ အလွမ်းအဆွေးရသမျိုးစုံနဲ့ ဒီဇာတ်ကားမှာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nFile size…(2.6 GB)/(1.1 GB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….02:08:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Taylor",
        "rating": "",
        "url": "https://channelmyanmar.org/hello-brother-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mqR1EFs1uisdXblSttMCCDnH0l7.jpg",
        "title": "The Quiet Family (1998)",
        "description": "The Quiet Family (1998) ~ IMDb - 7/10, Rotten Tomatoes - 80% ~Directed By Kim Jee Won\" There is a lot of extreme emotion in Korean film. It's because there are a lot of extremes in Korean society. \" ဆိုတဲ့ ဘွန်းဂျွန်းဟို စကားအတိုင်း ပတ်ချန်းဝုတို့ ဘွန်းဂျွန်းဟိုတို့ဟာ ကိုရီးယားရဲ့ဘ၀တွေကို မသိမသာရော သိသိသာသာပါ ထင်ဟပ်နေတဲ့ Horror/Thriller ကားတွေကို ရိုက်ခဲ့ကြ ကမ္ဘာနဲ့ချီအောင်‌ အောင်မြင်ခဲ့ကြပါတယ်။တောင်ကိုရီးယားရဲ့ Horror/Thriller လိုင်းမှာ ဆရာ့ဆရာကြီး ပတ်ချန်းဝုတို့ ဘွန်းဂျွန်းဟို တို့ပြီးရင် Kim Jee ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-quiet-family-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/4zPVw_3f-139x200.jpg",
        "title": "Till We Meet Again (2021)",
        "description": "ယခုတစ်ခါမှာတော့ CM fan တွေအတွက် Till We Meet Again ဆိုတဲ့ Taiwan Movie လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီကားလေးက‌တော့ ဇာတ်လမ်းဇာတ်အိမ်လေးတစ်မျိုးဆန်းသစ်ပြီး IMDB rating လည်း 7.5 ထိ ရရှိထားပါတယ်ဇာတ်လမ်းအကျဉ်းရှီရှောင်လန်ဟာ မိုးကြိုးပစ်ခံရပြီး သေဆုံးသွားခဲ့တယ်\nခေါင်းကို မိုးကြိုးထိခဲ့တာကြောင့် သူ့ရဲ့မသေခင်က မှတ်ဉာဏ်တွေပျောက်ဆုံးသွားခဲ့ပါတယ\nရှောင်လန်က ငရဲပြည်ကိုရောက်တဲ့အချိန်မှာ ပြန်လည်မွေးဖွားဖို့ မရွေးချယ်ဘဲ အချစ်နတ်ဘုရားအဖြစ် အလုပ်လုပ်ပြီး နောက်ဘဝ လူဖြစ်ဖို့ ကုသိုလ်ကောင်းမှုတွေလုပ်ဖို့ရွေးချယ်ခဲ့တယ်အချစ်နတ်ဘုရားရဲ့ တာဝန်ကတော့ လူနှစ်ယောက်ပေါင်းဖက်နိုင်အောင် ဖူးစာကြိုးနီလေး ချည်ပေးရမှာပါ\nလူနှစ်ယောက်ကို ဒီလို ဖူးစာဖက်ပေးဖို့အတွက် အချစ်နတ်ဘုရားတွေဟာ နှစ်ယောက်တစ်တွဲအလုပ်လုပ်ရတယ်ပင်ကီက ရှီရှောင်လန်ရဲ့ တွဲဖက်နတ်ဘုရားဖြစ်လာခဲ့ပြီး ရှောင်လန် လူပြည်မှာ ပထမဆုံးထမ်းဆောင်ရမယ့်တာဝန်က လူ့ဘဝမှာကျန်ခဲ့တဲ့ သူ့ချစ်သူအတွက် ဖူးစာဖက်ရှာပေးဖို့ဖြစ်နေခဲ့တယ်\nရှောင်လန်တစ်ယောက် လူ့ဘဝရဲ့ မှတ်ဉာဏ်တွေ ပြန်ရသွားတဲ့အခါ...ပုံမှန်အချစ်ဇာတ်လမ်းတွေနဲ့ မတူ တစ်မိုထူးခြားပြီး Fantasy ဆန်ဆန်ရိုက်ကူးထားတာမို့ ရသတစ်မျိုး ကြည့်ရှု့ခံစားရမှာပါ ။( ဘာသာပြန်ပြီး ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/till-we-meet-again-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/controversial-horror-movie-posters-that-were-banned-from-public-display-for-strange-reasons-500-5-new-1533819665-136x200.jpg",
        "title": "Teeth (2007)",
        "description": "Teeth (2007)~ IMDb - 5.4/10, Rotten Tomatoes - 80% ~အခုတ​လော ​ရေပန်းစား​နေတဲ့ ထူးထူးခြားခြား Horror ကား​လေး ရပါပြီ​နော်။ဘယ်လ်ိုရေပန်းစားလဲဆိုတာက​တော့ ​ပြောရမယ်ဆိုရင် သွား​တော့သွား၊ ဒါ​ပေမဲ့ စမူသွား​လေး​ပေါ့။\n​ဇာတ်လမ်း​လေးက​တော့ ​ဒေါင်းဆိုတဲ့ ​ကောင်မ​လေး​တစ်​ယောက်မှာ စမူသွား​လေး​တွေ ​မွေးကတည်းက ပါလာပါတယ်။ သူဟာ ကြီးပြင်းလာတဲ့အခါ အိမ်​ထောင်မပြုခင် လိင်ဆက်ဆံတဲ့အမှုကို ​ရှောင်ကြဉ်တဲ့ အဖွဲ့ဝင်ထားတဲ့အပြင် သူကိုယ်တိုင်လည်း တက်ကြွစွာကျင့်သုံးသူပါ။တစ်​​နေ့မှာ​တော့ တိုဘီဆိုတဲ့​ကောင်​လေးနဲ့ ဆုံရင်း သ​ဘောကျမိကြပါတယ်။ ​ရေကန်မှာ ​ရေသွားကူးကြပြီး ဂူထဲ​​ရောက်သွားချိန် လူငယ်တို့သဘာဝ ချစ်ကြည်နူးကြရင်း.... ​ကောင်းခန်းမ​ရောက်ချင်​တော့တဲ့ ​​ဒေါင်း​လေးက ရုန်းကန်.... တိုဘီကလည်း အတင်းအကြပ်လုပ်​​တော့ စမူသွား​လေး​တွေ အစွမ်းပြလိုက်တဲ့အခါ.....\n​​ဒေါင်းအတွက် ဒီသွား​တွေက ​ကောင်းချီးတစ်ခုလား ကျိန်စာတစ်ခုဖြစ်​လေမလား...လက်​တွေ့ဘဝမှာလည်း အမျိုးသမီး​တိုင်းမှာသာ ​ဒေါင်းလို စမူသွား​လေး​တွေ ပါလာမယ်ဆိုရင်​တော့ မုဒိန်း​ကောင်​တွေလည်း ​​တော်​တော် ​နောက်တွန့်​နေမယ်လို့ ​တွေးမိရင်း ကြည့်ရှုခံစားလိုက်ကြပါဦး... (ဇာတ်ကားနဲ့အညွှန်းကို Mugiwara ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/teeth-2007/"
    }
]